{"pageid": 1421178, "title": "ভ্রমর মুখোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1421178", "content": "ভ্রমর মুখোপাধ্যায় একজন ভারতীয়-মার্কিন জীব-পরিসংখ্যানবিদ, তথ্য বিজ্ঞানী, অধ্যাপক এবং গবেষক। তিনি জন ডি. কালবফ্লেচ বিশিষ্ট বিশ্ববিদ্যালয়ের বায়োস্ট্যাটিস্টিকসের অধ্যাপক, জনস্বাস্থ্যের অধ্যাপক ও বায়োস্ট্যাটিস্টিকস বিভাগীয় প্রধান, সিওবান ডি. হার্লো কলেজিয়েট এবং অধ্যাপক, মিশিগান বিশ্ববিদ্যালয়ের মহামারীবিদ্যা এবং বিশ্বব্যাপী জনস্বাস্থ্য বিভাগ।  তিনি মিশিগান ইউনিভার্সিটি অফ মিশিগান রোগেল ক্যান্সার সেন্টারে কোয়ান্টিটেটিভ ডেটা সায়েন্সের সহযোগী পরিচালক হিসেবে কাজ করেন।  মুখার্জি মেডিক্যাল রিসার্চ কাউন্সিলের বায়োস্ট্যাটিস্টিক ইউনিটে সিনিয়র অনারারি ভিজিটিং ফেলো পদে অধিষ্ঠিত, যুক্তরাজ্যের কেমব্রিজ বিশ্ববিদ্যালয়ে জনসংখ্যার স্বাস্থ্যের থিম নিয়ে কাজ করছেন।  তিনি ২০১৯-২০২১-এর তিন বছর মেয়াদে স্ট্যাটিস্টিক্যাল সোসাইটিজ (সিওপিএসএস) এর সভাপতিদের কমিটির প্রাক্তন প্রধান হিসেবে দায়িত্ব পালন করেছেন। \nমুখার্জির গবেষণা মহামারীবিদ্যা, পরিবেশগত স্বাস্থ্য এবং রোগের ঝুঁকি মূল্যায়নে পরিসংখ্যানগত পদ্ধতির বিকাশ ও প্রয়োগের উপর দৃষ্টি নিবদ্ধ করে। তিনি পরিসংখ্যান, বায়োস্ট্যাটিস্টিকস, এপিডেমিওলজি এবং মেডিকেল জার্নালে ৩৬০টিরও বেশি নিবন্ধ লিখেছেন। তিনি প্রধান তদন্তকারী হিসাবে বেশ কয়েকটি ফেডারেল অর্থায়িত অনুদানের নেতৃত্ব দিয়েছেন। তার ফোকাস দক্ষ অনুমানের জন্য বিভিন্ন তথ্য উত্স সংহত করা হয়েছে।\nমুখার্জি আমেরিকান স্ট্যাটিস্টিক্যাল অ্যাসোসিয়েশন  এবং আমেরিকান অ্যাসোসিয়েশন ফর দ্য অ্যাডভান্সমেন্ট অফ সায়েন্সের একজন সভ্য। তিনি আন্তর্জাতিক পরিসংখ্যান ইনস্টিটিউটের একজন নির্বাচিত সদস্য।  তিনি ২০২২ সালে ন্যাশনাল একাডেমি অফ মেডিসিনের সদস্য হিসাবে নির্বাচিত হন। \n\n\n== শিক্ষা ==\nমুখার্জি ভারতের কলকাতায় জন্মগ্রহণ ও বেড়ে ওঠেন। তিনি তার বি.এস-সি করেছেন ১৯৯৪ সালে কলকাতার প্রেসিডেন্সি কলেজ থেকে পরিসংখ্যানে এবং ১৯৯৬ সালে ভারতীয় পরিসংখ্যান ইনস্টিটিউট থেকে তার এম.স্ট্যাট শেষ করার পর, রামকৃষ্ণ মিশন তাকে বিদেশে অধ্যয়নের জন্য দেবেশ-কমল বৃত্তি প্রদান করে এবং মুখার্জি মার্কিন যুক্তরাষ্ট্রে চলে যান, যেখানে তিনি ১৯৯৯ সালে গাণিতিক পরিসংখ্যানে তার এমএস এবং তারপর তার পিএইচ.ডি. ২০০১ সালে পরিসংখ্যানে, উভয়ই পারডু বিশ্ববিদ্যালয় থেকে।  তার উপদেষ্টা ছিলেন উইলিয়াম জে. স্টুডেন এবং তার থিসিসের শিরোনাম ছিল \"স্টোকাস্টিক প্রক্রিয়ার পথ অনুমান করার জন্য সর্বোত্তম নকশা\"। \n\n\n== কর্মজীবন ==\nতার পিএইচডি সম্পন্ন করার পর, মুখার্জি ফ্লোরিডা বিশ্ববিদ্যালয়ে পরিসংখ্যানের সহকারী অধ্যাপক হিসেবে যোগদান করেন এবং ২০০৬ সাল পর্যন্ত সেখানে শিক্ষকতা করেন। তারপর তিনি মিশিগান বিশ্ববিদ্যালয়ে জন জি. সেয়ারলে এসিস্ট্যান্ট প্রফেসরশিপে যোগদান করেন।  ২০০৯ সালে, তিনি সহযোগী অধ্যাপক এবং ২০১৩ সালে, পূর্ণ অধ্যাপক হন। তিনি ২০১৫ সালে মিশিগান বিশ্ববিদ্যালয়ের জন ডি. কালবফ্লিস কলেজিয়েট প্রফেসরশিপ পেয়েছিলেন  তিনি ২০১৪ সালে মিশিগান বিশ্ববিদ্যালয়ের বায়োস্ট্যাটিস্টিক বিভাগের সহযোগী চেয়ার নিযুক্ত হন এবং ২০১৮ সালে বিভাগের প্রথম নারী চেয়ার হন।\n২০১৬ সালে, মুখার্জী মিশিগান ইউনিভার্সিটি অফ মিশিগান রজেল ক্যান্সার সেন্টারে ক্যান্সার নিয়ন্ত্রণ এবং জনসংখ্যা অধ্যয়নের সহযোগী পরিচালক নিযুক্ত হন, যেখানে তিনি ক্যান্সার স্ক্রীনিং, মহামারীবিদ্যা এবং প্রতিরোধের পাশাপাশি ক্যান্সারের ফলাফল, বৈষম্য এবং নতুন মডেলগুলির উপর গবেষণার গবেষণার নেতৃত্ব দেন। এই ভূমিকায় ৪ বছর থাকার পর তিনি ২০২০ সালে কোয়ান্টিটেটিভ ডেটা সায়েন্সের সদ্য নিযুক্ত সহযোগী পরিচালক হিসাবে স্থানান্তরিত হন।\nমুখার্জি স্কুল অফ পাবলিক হেলথের একটি ক্রস-ডিসিপ্লিনারি গ্রীষ্মকালীন ইনস্টিটিউটের প্রতিষ্ঠাতা পরিচালক  বিগ ডেটা এবং মানব স্বাস্থ্যের সংযোগস্থলে স্নাতকদের প্রশিক্ষণ দেওয়ার জন্য। তিনি মিশিগান ইউনিভার্সিটি অফ প্রিসিশন হেলথ ইনিশিয়েটিভের কোহর্ট ডেভেলপমেন্ট কোর সহ-পরিচালক হিসেবে কাজ করেছেন এবং সেন্টার ফর প্রেসিশন হেলথ ডেটা সায়েন্সের নেতৃত্ব দিয়েছেন। \n\n\n== পুরস্কার ও সম্মাননা ==\n২০০৮ – ২০০৯ – জন জি. সিয়ারলে সহকারী অধ্যাপক, মিশিগান বিশ্ববিদ্যালয়\n২০১১ - নির্বাচিত সদস্য, আন্তর্জাতিক পরিসংখ্যান ইনস্টিটিউট\n২০১২ - ফেলো, আমেরিকান স্ট্যাটিস্টিক্যাল অ্যাসোসিয়েশন\n২০১৫ - জন ডি. ক্যালবফ্লিচ কলেজিয়েট প্রফেসরশিপ, মিশিগান বিশ্ববিদ্যালয়\n২০১৬ - গার্ট্রুড কক্স অ্যাওয়ার্ড, ওয়াশিংটন স্ট্যাটিস্টিক্যাল সোসাইটি\n২০১৬ - নির্বাচিত সিনিয়র ফেলো, মিশিগান সোসাইটি অফ ফেলো\n২০১৭ - ফেলো, আমেরিকান অ্যাসোসিয়েশন ফর দ্য অ্যাডভান্সমেন্ট অফ সায়েন্স\n২০১৯ – ফেলো, একাডেমিক মেডিসিনে মহিলাদের জন্য নির্বাহী নেতৃত্ব (ELAM) \n২০১৮ - বিশিষ্ট ফ্যাকাল্টি অ্যাচিভমেন্ট অ্যাওয়ার্ড, মিশিগান বিশ্ববিদ্যালয়\n২০১৯ – রোজেল স্কলার অ্যাওয়ার্ড, ইউনিভার্সিটি অফ মিশিগান রোজেল ক্যান্সার সেন্টার \n২০২০ – অ্যাড্রিয়েন এল কাপপলস অ্যাওয়ার্ড, বোস্টন ইউনিভার্সিটি স্কুল অফ পাবলিক হেলথ \n২০২১ – বিশিষ্ট নারী পণ্ডিত পুরস্কার, পারডু বিশ্ববিদ্যালয় \n২০২১ – জ্যানেট এল নরউড অ্যাওয়ার্ড, আলাবামা বিশ্ববিদ্যালয় (বার্মিংহাম) স্কুল অফ পাবলিক হেলথ \n২০২২ – সারাহ গডার্ড পাওয়ার অ্যাওয়ার্ড, মিশিগান বিশ্ববিদ্যালয় \n২০২২ - নির্বাচিত সদস্য, ন্যাশনাল একাডেমি অফ মেডিসিন। \n২০২২ - ফেলো দ্বারা পরিদর্শন, চার্চিল কলেজ, কেমব্রিজ বিশ্ববিদ্যালয়।\n২০২৩ - আমেরিকান স্ট্যাটিসটিক্যাল অ্যাসোসিয়েশন কর্তৃক সমাজের উন্নতির জন্য পরিসংখ্যানগত অবদানের জন্য কার্ল ই শান্তি পুরস্কার \n২০২৩ - জাতীয় পরিসংখ্যান বিজ্ঞান ইনস্টিটিউট দ্বারা অসামান্য ক্রস-ডিসিপ্লিনারি গবেষণার জন্য জেরোম স্যাক্স পুরস্কার \n২০২৩ – জন ডি কালবফ্লেচ বিশিষ্ট বিশ্ববিদ্যালয়ের অধ্যাপক, মিশিগান বিশ্ববিদ্যালয়,\n২০২৩ - মিশিগান বিশ্ববিদ্যালয়ের জনস্বাস্থ্যের সিওবান ডি. হার্লো কলেজিয়েট অধ্যাপক।\n\n\n== নির্বাচিত নিবন্ধ ==\nSinha S, Mukherjee B, Ghosh M, Mallick BK, and Raymond JC. Bayesian semi-parametric analysis of matched case-control studies with missing exposure. Journal of the American Statistical Association, 100:591-601, 2005.\nMukherjee B and Chatterjee N. Exploiting gene-environment independence for analysis of case-control studies: An empirical-Bayes type shrinkage estimator to trade off between bias and efficiency. Biometrics, 64(3):685-94, 2008, PubMed.\nKastrinos F, Mukherjee B, Tayob N, Sparr J, Raymond VM, Wang F, Bandipalliam P, Stoffel EM, Gruber SB, Syngal S. The Risk of Pancreatic Cancer in Lynch Syndrome. Journal of the American Medical Association, 302(16):1790–95, 2009, PMCID: PMC4091624.\nMukherjee B, Ahn J, Gruber SB, and Chatterjee N. Testing gene-environment interaction in large-scale association studies: possible choices and comparison. American Journal of Epidemiology, 175(3):177-90, 2012, PMCID: PMC3286201. Discussion paper with invited commentary.\nMukherjee B, DeLancey JO, Raskin L, et al. Risk of Non-Melanoma Cancers in CDKN2A Mutation Carriers. The Journal of the National Cancer Institute, 104(12):953-56, 2012, PMCID: PMC3379723.\nSun Z, Tao Y, Li S, Ferguson KK, Meeker JD, Park SK, Batterman SA, Mukherjee B. Statistical strategies for constructing health risk models with multiple pollutants and their interactions: possible choices and comparison. Environmental Health, 12(1):85, 2013, PMCID: PMC3857674.\nBoonstra PS, Mukherjee B and Taylor JMG. Bayesian shrinkage methods for partially observed high-dimensional data. The Annals of Applied Statistics, 7(4):2272–92, 2013, PMCID: PMC3891514.\nHe Z, Zhang M, Lee S, Smith JA, Guo X, Palmas W, Kardia SLR, Diez-Roux AV, Mukherjee B. Multi-marker tests for joint association in longitudinal studies using the genetic random field model. Biometrics, 71(3):606-15, 2015, PMCID: PMC4601568.\nHe Z, Zhang M, Lee S, Smith JA, Kardia SLR, Diez Roux AVD, Mukherjee B, Set-Based Tests for Gene-Environment Interaction in Longitudinal Studies. The Journal of the American Statistical Association, Application and Case Studies, 112(519):966-978, 2017, PMCID: PMC5954413.\nFritsche L, Gruber SB, Wu Z, Schmidt EM, Zawistowski M, Moser SE, Blanc V, Brummet C, Kheterpal S, Abecasis GA, Mukherjee B. Association of Polygenic Risk Scores for Multiple Cancers in a Phenomewide Study: Results from The Michigan Genomics Initiative,  The American Journal of Human Genetics, 102:1048–1061, 2018, PMCID: PMC5992124.\nBeesley LJ, Mukherjee B. Statistical inference for association studies using electronic health records: handling both selection bias and outcome misclassification. Biometrics, 1-20,2020, PMID 33179768.\nRay D, Salvatore M, Bhattacharyya R, ..., Ghosh P. Mukherjee, B. Predictions, role of interventions and effects of a historic national lockdown in India's response to the COVID-19 pandemic: data science call to arms. Harvard Data Sci Rev. 2020;2020(Suppl 1), PMCID: PMC7326342.\nChen C, Haupert SR, Zimmermann L, Shi X, Fritsche LG, Mukherjee B. Global Prevalence of Post-Coronavirus Disease 2019 (COVID-19) Condition or Long COVID: A Meta-Analysis and Systematic Review. J Infect Dis.2022 Nov 1;226(9):1593-1607. PMCID: PMC9047189.\n\n\n== তথ্যসূত্র =="}