{"pageid": 1421445, "title": "এরিথ্রুলোজ", "url": "https://bn.wikipedia.org/wiki?curid=1421445", "content": "ডি-এরিথ্রুলোজ (এরিথ্রুলোজ নামেও পরিচিত) হল একটি টেট্রোজ কার্বোহাইড্রেট যার রাসায়নিক গঠন C 4 H 8 O 4। এটির একটি কিটোন গ্রুপ রয়েছে এবং এটি কিটোস পরিবারের অংশ। সাধারণভাবে,ডাইহাইড্রোক্সাইসেটোন (ডিএইচএ) এর সাথে মিলিত হয়ে এটি কিছু স্ব-ট্যানিং প্রসাধনীতে ব্যবহৃত হয়।\nএরিথ্রুলোজ/ডিএইচএ ত্বকের প্রথম স্তর(স্ট্র্যাটাম কর্নিয়াম এবং এপিডার্মিস) এর প্রোটিনের অ্যামিনো অ্যাসিডের সাথে বিক্রিয়া করে। মেলার্ড প্রতিক্রিয়ার একটি ধাপে একটি পথ মুক্ত র‌্যাডিকেল জড়িত করে। এটি একটি কাটা আপেলের টুকরো অক্সিজেনের সংস্পর্শে এলে বাদামী প্রভাবের সাথে দূরবর্তীভাবে সম্পর্কিত। অন্য পথ হল প্রচলিত মেলার্ড প্রতিক্রিয়া।উভয় পথই খাদ্য প্রস্তুত ও সংরক্ষণের সময় বাদামী রঙের সাথে জড়িত। এটি কোনও দাগ বা রঞ্জক নয়, বরং একটি রাসায়নিক বিক্রিয়া যা সমস্ত চিকিত্সা করা ত্বকে রঙ পরিবর্তন করে। এটি অন্তর্নিহিত ত্বকের রঙ্গকতাকে জড়িত করে না বা রঙ পরিবর্তন শুরু করার জন্য এটির অতিবেগুনী রশ্মির সংস্পর্শের প্রয়োজন হয় না। যাইহোক, বার্লিনের জেমেট্রিয়া টেস্ট ল্যাবের কাটিঙ্কা জং এর নেতৃত্বে ২০০৭ সালের একটি গবেষণা অনুসারে এরিথ্রুলোজ/ডিএইচএ দ্বারা উত্পাদিত 'ট্যান'-এর কেবলমাত্র ৩ পর্যন্ত এসপিএফ থাকে এবং এটি সেল্ফ-ট্যানার প্রয়োগের ২৪ ঘন্টার মধ্যে অতিবেগুনি রশ্মির জন্য (চিকিৎসা না করা ত্বকের তুলনায়) মুক্ত র‌্যাডিক্যাল ইনজুরি বাড়ায়। গবেষকরা উচ্চ মাত্রার এরিথ্রুলোজ দিয়ে ত্বকের নমুনাগুলির চিকিত্সা করার চল্লিশ মিনিট পরে, তারা দেখতে পান যে চিকিত্সা না করা ত্বকের তুলনায় সূর্যের সংস্পর্শে ১৪০ শতাংশেরও বেশি অতিরিক্ত ফ্রি র্যাডিকেল তৈরি হয়।\nডিএইচএ দ্রুত অনুরূপ ফলাফল দেয় কিন্তু এরিথ্রুলোজ তার সম্পূর্ণ প্রভাব বিকাশ করতে বেশি সময় নেয়, তাই এটি দীর্ঘস্থায়ী হয়। কেউ কেউ বলেন স্ব-ট্যানার প্রয়োগের এক দিনের জন্য অতিরিক্ত সূর্যের এক্সপোজার এড়ানো উচিত এবং বাইরে সানস্ক্রিন পরা উচিত। একটি অ্যান্টিঅক্সিডেন্ট ক্রিম র্যাডিকেল উৎপাদন কমিয়ে দিতে পারে। যদিও কিছু সেলফ-ট্যানারে সানস্ক্রিন থাকে, তবে এর প্রভাব ট্যানের মতো দীর্ঘস্থায়ী হবে না। অতিবেগুনি রশ্মি বিকিরণ মুক্ত র্যাডিকেলের সময়, প্রধানত সুপারঅক্সাইড / হাইড্রোপেরক্সিল (O 2 •− / HO 2 •), এবং অন্যান্য প্রতিক্রিয়াশীল প্রজাতি (ROS / RNS) উত্পাদিত হয়, যা কেটোমাইনস (আমাডোরি পণ্য) এবং মেলার্ড প্রতিক্রিয়ার অন্যান্য মধ্যবর্তীগুলির সাথে প্রতিক্রিয়া করতে পারে ‌। এটি কিটোমাইনগুলির অটোক্সিডেশন র্যাডিকাল চেইন প্রতিক্রিয়ার দিকে পরিচালিত করে, যা ত্বকের র্যাডিকাল আঘাতের নাটকীয় বৃদ্ধি ঘটায়। এটি অ্যান্টিঅক্সিডেন্ট দ্বারা দমন করা যেতে পারে, যা প্রতিক্রিয়াশীল অক্সিজেন প্রজাতির (আর ও এস) জড়িত থাকাকে দেখায়। কেটোমাইনগুলি ডিএনএ স্ট্র্যান্ড ব্রেক করতে এবং মিউটেজেন হিসাবে কাজ করতে দেখানো হয়েছিল।\nত্বক এবং আমাডোরি পণ্যের মতো মধ্যবর্তী পণ্যগুলি (এক ধরনের AGE)-এর সাথে ডিএইচএ-এর প্রতিক্রিয়ার ফলে AGE (উন্নত গ্লাইকেশন এন্ড-প্রোডাক্ট) এর উপর আলট্রা ভায়োলেট আলোর ক্রিয়া এর ফলে ফ্রি র্যাডিক্যালগুলি হয়। এজিইগুলি অতিবেগুনী আলো শোষণ করে, কিন্তু মেলানিনের বর্ধিত ইলেকট্রনিক কাঠামো নেই যা শক্তিকে নষ্ট করে, তাই এর কিছু অংশ পরিবর্তে ফ্রি র‌্যাডিক্যাল চেইন প্রতিক্রিয়া শুরু করার দিকে যায়, যাতে অন্যান্য AGEগুলি সহজেই অংশগ্রহণ করে। ডায়াবেটিসে উচ্চ রক্তে শর্করার সাথে ত্বকের ক্ষতির পিছনে AGEs(এ জি ই এস) রয়েছে যেখানে একই রকম গ্লাইকেশন ঘটে।\nএরিথ্রুলোজ হল একটি পরিষ্কার থেকে ফ্যাকাশে-হলুদ তরল, যা স্বাভাবিকভাবেই লাল রাস্পবেরিতে পাওয়া যায়। একটি পদ্ধতি অনুসারে, এটি গ্লুকোনোব্যাক্টর ব্যাকটেরিয়া এর বায়বীয় গাঁজন দ্বারা তৈরি করা হয়, তারপরে ব্যাপক বহু-ধাপে পরিশোধন করা হয়।\nএরিথ্রুলোজ এবং ডাইহাইড্রোক্সাইএসটোন (ডিএইচএ)-এর গঠনে খুব মিল এবং উভয়ই ত্বকের পৃষ্ঠে একইভাবে প্রতিক্রিয়া দেখায়। এরিথ্রুলোজ একটি হালকা এবং ধীর-বিকাশশীল ট্যান তৈরি করে।এর বিকাশ সম্পূর্ণ করতে ২৪ থেকে ৪৮ ঘন্টা সময় নেয়। একা ব্যবহার করা হলে, এটি ডিএইচএ-ভিত্তিক সূর্যহীন ট্যানের চেয়ে দ্রুত বিবর্ণ হয়ে যায়। কিছু লোক মনে করেন এরিথ্রুলোজের চূড়ান্ত টোনটি ডিএইচএ-ভিত্তিক ট্যানের চেয়ে সামান্য লাল। এটি ত্বকের পৃষ্ঠে কম শুষ্ক হতে পারে এবং একটি মসৃণ বিবর্ণ আভা প্রদান করতে সাহায্য করে।কেউ কেউ বলেন এরিথ্রুলোজ ডিএইচএ এর সাথে একত্রিত হওয়ার ফলে সৃষ্ট সূর্যহীন ট্যান দীর্ঘস্থায়ী হবে,আরও ভালভাবে বিবর্ণ হবে এবং আরও প্রসাধনীভাবে আনন্দদায়ক রঙের টোন প্রদান করবে। সূর্যহীন ট্যানিং পণ্যগুলিতে, এটি ১% থেকে ৩% স্তরে অন্তর্ভুক্ত করা হয়। [  ]\nকারণ ত্বক ক্রমাগত স্তরে স্তরে উঠে আসে, প্রতিদিন হাজার হাজার মৃত কোষ পৃষ্ঠের ত্বকের কোষ হারায়, ট্যান হিউ অস্থায়ী ট্যান। প্রয়োগের ধরন এবং ত্বকের অবস্থার উপর নির্ভর করে ট্যান চেহারা দুই থেকে ১০ দিন পর্যন্ত স্থায়ী হয়।\nসব ব্যবহারকারীই এরিথ্রুলোজ থেকে ট্যান রঙ তৈরি করে না। কেউ কেউ দেখতে পারেন যে এই উপাদানটি ব্যবহার করার সময় তাদের বিবর্ণতা আরও অমসৃণ এবং দাগযুক্ত। এই উপাদানটির সাথে যুক্ত অতিরিক্ত ব্যয়ের কারণে, কিছু নির্মাতারা মনে করেন যে এটি সূর্যহীন ট্যানিং পণ্যের লাইনে কোনো ভালো সংযোজন নয়।\nডিএইচএ-এর প্রতি সংবেদনশীল ব্যক্তিরা ত্বকের জন্য নিরাপদ স্ব-ট্যানিং প্রতিস্থাপন হিসাবে এরিথ্রুলোজ ব্যবহার করতে সক্ষম হতে পারে। এরিথ্রুলোজ আরো ব্যয়বহুল, এবং পাওয়া কঠিন []।\nইরিথ্রুলোজ বর্তমানে ফুড অ্যান্ড ড্রাগ অ্যাডমিনিস্ট্রেশন (এফডিএ) দ্বারা স্ব-ট্যানিং এজেন্ট হিসাবে অনুমোদিত নয়।\n\n\n== তথ্যসূত্র =="}