{"pageid": 1421314, "title": "কৃষ্ণা কুমারী (অভিনেত্রী)", "url": "https://bn.wikipedia.org/wiki?curid=1421314", "content": "কৃষ্ণা কুমারী (৬ মার্চ ১৯৩৩–২৪ জানুয়ারি ২০১৮) ছিলেন একজন ভারতীয় অভিনেত্রী। তিনি ১৯৫০ এবং ১৯৬০ এর দশকে তামিল ও কন্নড় চলচ্চিত্র ছাড়াও তেলুগু চলচ্চিত্রে কাজ করেছেন। তিনি প্রখ্যাত অভিনেত্রী শওকর জনকীর বোন।\nতিনি তার কর্মজীবনে ১৫০টিরও বেশি চলচ্চিত্রে অভিনয় করেছেন, বিশেষ করে পিচি পুল্লাইয়া (১৯৫৩), বাঙ্গারু পাপা (১৯৫৫), বিনায়ক চাভিটি (১৯৫৭), পেলি কানুকা (১৯৬০), দেবন্থকুডু (১৯৬০), ভর্যা ভরতালু (১৯৬০), ভাগদানম (১৯৬১), কুলা গোত্রালু (১৯৬২), চাদুভুকুন্না আম্মায়িলু (১৯৬৩), বান্দিপোতু (১৯৬৩), পুনর্জন্ম (১৯৬৩), আগ্গি পিডুগু (১৯৬৪), ডক্টর চক্রবর্তী (১৯৬৪), গুড়ি গান্তালু (১৯৬৪), আন্তাসতুলু (১৯৬৫), চিক্কাডু দোরাকাডু (১৯৬৭), টিক্কা শঙ্করাইয়া (১৯৬৮) ও নেরামু শিক্ষা (১৯৭৩)।\n\n\n== প্রারম্ভিক জীবন ==\nকৃষ্ণা কুমারী ১৯৩৩ সালের ৬ মার্চ তেলুগুভাষী পশ্চিমবঙ্গের নৈহাটিতে ভেঙ্কোজি রাও এবং শচী দেবীর কাছে জন্মগ্রহণ করেন। তার পরিবার অন্ধ্রপ্রদেশের রাজামুন্দ্রি থেকে এসেছে। তার বাবার কাজের সুবাদে তিনি রাজামুন্দ্রি, চেন্নাই, আসাম এবং কলকাতার বিভিন্ন স্কুলে পড়াশোনা করেন। তিনি তার ম্যাট্রিকুলেশন সম্পন্ন করেন আসামে। তার বোন শওকর জনকীও একজন অভিনেত্রী।\n\n\n== কর্মজীবন ==\nকৃষ্ণা কুমারী ১৭ বছর বয়সে তেলুগু চলচ্চিত্র পাঠালা ভৈরবীতে (১৯৫১) একটি ছোট ভূমিকার মাধ্যমে তার কর্মজীবন শুরু করেন। পরবর্তীতে তিনি নববিতে নবরত্নালু (১৯৫১) চলচ্চিত্রে প্রথমবারের মতো নায়িকার ভূমিকায় অভিনয় করেন। তিনি বেশ কয়েকটি তামিল চলচ্চিত্রে মূল অভিনেত্রী হিসেবে অভিনয় করেছেন, বিশেষ করে থিরুমবি পার (১৯৫৩), মনিথান (১৯৫৩), আজাগি (১৯৫৩), পুধু যুগম (১৯৫৪), বিদুথালাই (১৯৫৪) এবং থুলি ভিশম (১৯৫৪)।\nকৃষ্ণা কুমারী এরপর তেলুগু চলচ্চিত্রে মনোযোগ দিতে শুরু করেন, যা তাকে জনপ্রিয় তারকা হতে প্ররোচিত করে। তার অভিনীত পেলি মিদা পেলি (১৯৫৯), ভর্যা ভরতালু (১৯৬১), ভাগদানম (১৯৬১), কুলাগোথরালু (১৯৬২) ও গুডি গান্তালু (১৯৬৪) তেলুগু চলচ্চিত্রে জনপ্রিয়তার শীর্ষে স্থান পেয়েছে।\n১৯৬০-এর দশকের শুরুর দিকে, কৃষ্ণা কুমারী অল্প সময়ের জন্য কন্নড় চলচ্চিত্র শিল্পে প্রবেশ করেন, কয়েক বছরের মধ্যে তিনি আবার তার পছন্দের তেলুগু চলচ্চিত্রে ফিরে যান। কিন্তু ৫-৬ বছরের স্বল্প সময়ের মধ্যেই তিনি কন্নড় চলচ্চিত্রে স্মরণীয় ভূমিকা রাখেন। তিনি রাজকুমার অভিনীত ভক্ত কনকদসা (১৯৬০) চলচ্চিত্রের জন্য তার প্রথম পুরস্কার পান।\nহিন্দিতে তিনি কাভি আন্ধেরা কাভি উজালা (১৯৫৮) চলচ্চিত্রে অভিনয় করেন। হিন্দি চলচ্চিত্রে তার কাছে বেশ কিছু প্রস্তাব আসলেও তিনি চেন্নাই ফিরে আসেন। আক্কিনেনি নাগেশ্বর রাও ও এন টি রামা রাওয়ের সাথে অভিনীত এবং কন্ঠ রাওয়ের সাথে পৌরাণিক চরিত্রে অভিনীত তার বেশ কিছু চলচ্চিত্র সফলতা পায়। \nকৃষ্ণা কুমারী ১৫০টি তেলুগু চলচ্চিত্রে এবং প্রায় ৩০টি তামিল ও কন্নড় চলচ্চিত্রে অভিনয় করেছেন। তেলুগু রাজ্য জুড়ে তার বহুল সংখ্যক ভক্ত রয়েছে এবং তিনি বেশ কিছু রাষ্ট্রপতির পুরস্কার জিতেছেন। তিনি এন টি রামা রাও, আক্কিনেনি নাগেশ্বর রাও, কৃষ্ণম রাজু, ডাঃ রাজকুমার, শিবাজি গণেশন, কন্ঠ রাও এবং জগয়্যাসহ বিভিন্ন অভিনেতার সাথে অভিনয় করেছেন।\n\n\n== ব্যক্তিগত জীবন ==\n১৯৬৯ সালে কৃষ্ণা কুমারী অজয় মোহন খৈতানকে বিয়ে করেন, যিনি একজন ব্যবসায়ী ও সাংবাদিক। মোহন পূর্বে ইন্ডিয়ান এক্সপ্রেসের সম্পাদক হিসাবে কাজ করতেন। এছাড়া তিনি স্ক্রিন ও বিজনেসম্যান নামক দুটি পত্রিকার প্রতিষ্ঠাতা। মোহন এর আগে কৃষ্ণা নামে অন্য একজন মহিলাকে বিয়ে করেছিলেন, যিনি ছিলেন ইন্ডিয়ান এক্সপ্রেসের প্রতিষ্ঠাতা ও মালিক রামনাথ গোয়েঙ্কার কন্যা। এই দম্পতির বিবেকসহ দুই পুত্র সন্তান রয়েছে, যাকে রামনাথ গোয়েঙ্কা দত্তক নেন ও বিবেক গোয়েঙ্কা নাম দেন; বিবেক বর্তমানে ইন্ডিয়ান এক্সপ্রেস চালাচ্ছেন।\nবিয়ের পর কৃষ্ণা কুমারী অভিনয় জীবন থেকে দূরে সরে যাওয়াকে বেছে নেন এবং বেঙ্গালুরুর কাছে তার স্বামীর খামারবাড়িতে চলে যান, যেখানে তিনি নিজেকে তার পরিবারের জন্য নিবেদিত করেন এবং রান্না ও বাগানে তার আগ্রহ গড়ে তোলেন। কৃষ্ণা কুমারী এবং খৈতানের দীপিকা নামে একটি কন্যা রয়েছে। কিছু প্রতিবেদন অনুসারে, এই দম্পতি দ্বারা দীপিকাকে দত্তক নেওয়া হয়েছিল। দীপিকা মৈয়া পরিবারের ছেলে বিক্রম মৈয়াকে বিয়ে করেন, এই পরিবার বেঙ্গালুরুতে বিখ্যাত এমটিআর রেস্তোরাঁর মালিক।\nমোহন ২০১২ সালে ৮৫ বছর বয়সে মারা যান। মোহনের মৃত্যুর পর কৃষ্ণা কুমারী তার মেয়ে, মেয়ের জামাই এবং নাতির সাথে বেঙ্গালুরুতে তার খামারবাড়িতে থাকা শুরু করেন।\n\n\n== মৃত্যু ==\nকৃষ্ণা কুমারী ২০১৮ সালের ২৪ জানুয়ারি বেঙ্গালুরুতে ক্যান্সারে আক্রান্ত হয়ে মারা যান।\n\n\n== চলচ্চিত্র ==\n\n\n== জনপ্রিয় সংস্কৃতি ==\nকৃষ্ণা কুমারী ২০১৯ সালের জীবনীমূলক চলচ্চিত্র এনটিআর: কথানয়াকুডুতে অভিনেত্রী প্রণিতা সুভাষ দ্বারা চিত্রিত হন, যা এন টি রামা রাওয়ের বাস্তব ও অভিনয় জীবনের উপর ভিত্তি করে নির্মিত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে কৃষ্ণা কুমারী (ইংরেজি)"}