{"pageid": 1421612, "title": "কোষভক্ষণ", "url": "https://bn.wikipedia.org/wiki?curid=1421612", "content": "ফ্যাগোসাইটোসিস (প্রাচীন গ্রীক ভাষা ফাগিন (phagein) 'খাওয়া' এবং কুটোস (kytos) 'কোষ') হলো এমন একটি প্রক্রিয়া যার মাধ্যমে একটি কোষ তার প্লাজমা মেম্ব্রেন ব্যবহার করে একটি বড় কণা (≥ 0.5 μm) গ্রহণ করে, যা ফ্যাগোসোম নামের একটি অভ্যন্তরীণ অংশ তৈরি করে। এটি এক ধরণের এন্ডোসাইটোসিস। ফ্যাগোসাইটোসিস সংগঠনকারি  কোষকে ফ্যাগোসাইট বলে।\nএকটি বহুকোষী জীবের ইমিউন সিস্টেমে, ফ্যাগোসাইটোসিস একটি প্রধান প্রক্রিয়া যা প্যাথোজেন এবং কোষের ধ্বংসাবশেষ অপসারণ করতে ব্যবহৃত হয় । গৃহীত উপাদান তারপর ফ্যাগোসোমে হজম হয়। ব্যাকটেরিয়া, মৃত টিস্যু কোষ এবং ছোট খনিজ কণা হল ফ্যাগোসাইটাইজ করা বস্তুর উদাহরণ। কিছু প্রোটোজোয়া পুষ্টি প্রাপ্তির উৎস  হিসেবে ফ্যাগোসাইটোসিস ব্যবহার করে।\n\n\n== ইতিহাস ==\nফ্যাগোসাইটোসিসের ইতিহাস ইমিউনোলজির বৈজ্ঞানিক প্রতিষ্ঠার প্রতিনিধিত্ব করে কারণ এই প্রক্রিয়াটি প্রথম আবিষ্কৃত এবং বোধগম্য  ইমিউন রেসপন্স মেকানিজম।[১][২] 1849 [৩] সালে সুইস বিজ্ঞানী আলবার্ট ভন কোলিকার দ্বারা কোষ ভক্ষণের প্রাথমিকতম সুনির্দিষ্ট বিবরণ দেওয়া হয়েছিল। Zeitschrift für Wissenschaftliche Zoologie-তে তার রিপোর্টে, Kölliker একটি অ্যামিবা-সদৃশ শ্যাওলা, অ্যাক্টিনোফাইরিস সল (একটি হেলিওজোয়ান) ভক্ষণের  প্রক্রিয়া বর্ণনা করেছেন যে কীভাবে প্রোটিস্ট একটি ছোট জীবকে জড়িয়ে ধরে এবং গ্রাস করে (প্রক্রিয়াটিকে এখন এন্ডোসাইটোসিস বলা হয়) তার বিশদ বিবরণ উল্লেখ করেছেন, যার নাম তিনি রেখেছেন ইনফুসোরিয়া (তৎকালীন জীবাণুর একটি জেনেরিক নাম)। [৪]\nজার্মান প্রাণিবিদ আর্নস্ট হেকেল লিউকোসাইট, ইমিউন কোষের বিশেষ বৈশিষ্ট্য হিসাবে ফাগোসাইটোসিসের প্রথম প্রদর্শন করেছিলেন ।[৫][৬] হ্যাকেল আবিষ্কার করেছেন যে সামুদ্রিক স্লাগের রক্তকণিকা, টেথিস ভারতীয় কালি (বা নীল[৭]) কণা গ্রাস করতে পারে। এটি ছিল ইমিউন কোষ দ্বারা ফাগোসাইটোসিসের প্রথম প্রত্যক্ষ প্রমাণ।[৮][৯] 1862 সালের একটি মনোগ্রাফ ডাই রেডিওলারিয়েন (রাইজোপোডা রেডিয়ারিয়া): এইন মনোগ্রাফিতে [১০] হেকেল তার পরীক্ষার কথা জানিয়েছেন।\nফাগোসাইটোসিস কানাডিয়ান চিকিৎসক ওসলার (1876) দ্বারা উল্লেখ করা হয়েছিল,[১১] এবং পরে এলি মেচনিকফ (1880, 1883) দ্বারা অধ্যয়ন ও নামকরণ করেছিলেন। [১২]\n\n\n== ইমিউন সিস্টেমে ==\nফ্যাগোসাইটোসিস হল ইমিউন প্রতিরক্ষার একটি প্রধান প্রক্রিয়া। এটি সংক্রমণের প্রতিক্রিয়া জানানো প্রথম প্রক্রিয়াগুলির মধ্যে একটি এবং এটি একটি প্রতিরোধী প্রতিক্রিয়ার সূচনাকারী শাখাগুলির মধ্যে একটি। যদিও বেশিরভাগ কোষ ফ্যাগোসাইটোসিস করতে পারে, কিছু কোষের ধরন তাদের প্রধান কাজের অংশ হিসাবে এটি সম্পাদন করে। এগুলোকে 'প্রোফেসনাল ফাগোসাইট' বলা হয়। ফ্যাগোসাইটোসিস বিবর্তনের দিক থেকে পুরানো, এমনকি অমেরুদণ্ডী প্রাণীদের মধ্যেও এটি উপস্থিত। [১৩]\n\n\n=== পেশাদার ফাগোসাইটিক কোষ ===\nনিউট্রোফিল, ম্যাক্রোফেজ, মনোসাইট, ডেনড্রাইটিক কোষ, অস্টিওক্লাস্ট এবং ইওসিনোফিলকে পেশাদার ফ্যাগোসাইট হিসাবে শ্রেণীবদ্ধ করা যেতে পারে। [১৪] বেশিরভাগ সংক্রমণের প্রতিরক্ষা প্রতিক্রিয়াতে প্রথম তিনটির সবচেয়ে বড় ভূমিকা রয়েছে [১৫]।\nনিউট্রোফিলের ভূমিকা রক্তপ্রবাহে পাহারা দেওয়া এবং শুধুমাত্র সংক্রমণের ক্ষেত্রে দ্রুত টিস্যুতে স্থানান্তর করা [১৬]। ফ্যাগোসাইট দ্বারা নিউট্রোফিল ফ্যাগোসাইটোসিসের মাধ্যমে সরাসরি মাইক্রোবাইসাইডাল প্রভাব প্রদর্শন করে।গ্রাসায়নের পরে, নিউট্রোফিলগুলি প্যাথোজেনগুলিকে অন্তঃকোষীয় হত্যায় দক্ষ হয় । নিউট্রোফিলগুলি মূলত Fcγ রিসেপ্টর এবং কমপ্লিমেন্ট রিসেপ্টর ১ এবং ৩ দ্বারা ফ্যাগোসাইট করে। পূর্ব-গঠিত কণিকাগুলিতে উপস্থিত অণুগুলির একটি বৃহৎ সংগ্রহের কারণে নিউট্রোফিলগুলির মাইক্রোবাইসাইডাল প্রভাব ঘটে । এই কণিকাগুলিতে প্রস্তুত এনজাইম এবং অন্যান্য অণুগুলি হল প্রোটিয়েজ , যেমন কোলাজিনেজ , জিলাটিনেজ   বা প্রোটিয়েজ, মাইলপারঅক্সিডেজ , ল্যাক্টোফেরিন এবং অ্যান্টিবায়োটিক প্রোটিন। প্রতিক্রিয়াশীল অক্সিজেন প্রজাতির উৎপাদন (বিস্ফোরণ) দ্বারা অনুষঙ্গী ফাগোসোমে এগুলোর অবক্ষয় অত্যন্ত মাইক্রোবাইসিডাল হয় ।[১৭]\nমনোসাইটস, এবং তাদের থেকে পরিপক্ক ম্যাক্রোফেজগুলি টিস্যুগুলির মাধ্যমে স্থানান্তরিত হওয়ার জন্য রক্ত ​​সঞ্চালন ত্যাগ করে। সেখানে তারা আবাসিক কোষ এবং তারা একটি বিশ্রাম বাধা গঠন করে। ম্যাক্রোফেজগুলি ম্যানোজ রিসেপ্টর, স্ক্যাভেঞ্জার রিসেপ্টর, Fcγ রিসেপ্টর এবং কমপ্লিমেন্ট রিসেপ্টর 1, 3 এবং 4 দ্বারা ফ্যাগোসাইটোসিস শুরু করে। ম্যাক্রোফেজগুলি দীর্ঘজীবী এবং নতুন লাইসোসোম গঠন করে ফ্যাগোসাইটোসিস চালিয়ে যেতে পারে। [১৮][১৯]\nডেনড্রাইটিক কোষগুলিও টিস্যুতে থাকে এবং ফ্যাগোসাইটোসিস দ্বারা প্যাথোজেনগুলি গ্রহণ করে। তাদের ভূমিকা জীবাণু হত্যা বা ক্লিয়ারেন্স নয়, বরং এডাপটেটিভ ইমিউন সিস্টেমের কোষে উপস্থাপনের জন্য তাদের ভেঙে ফেলা।\n\n\n=== রিসেপ্টর সূচনা ===\nফ্যাগোসাইটোসিসের রিসেপ্টরকে স্বীকৃত অণু দ্বারা দুটি বিভাগে ভাগ করা যায়। প্রথমটি , অপসনিক রিসেপ্টর, অপসোনিনের উপর নির্ভরশীল। এর মধ্যে এমন রিসেপ্টর রয়েছে যেগুলি আবদ্ধ IgG অ্যান্টিবডিগুলির Fc অংশ, ডিপোজিটেড কমপ্লিমেন্ট  বা রিসেপ্টরগুলিকে চিনতে পারে, যা কোষ বা প্লাজমা উৎসের অন্যান্য অপসোনিনগুলিকে চিনতে পারে। নন -অপসনিক রিসেপ্টরগুলির মধ্যে লেকটিন-টাইপ রিসেপ্টর, ডেকটিন রিসেপ্টর বা স্ক্যাভেঞ্জার রিসেপ্টর অন্তর্ভুক্ত। কিছু ফ্যাগোসাইটিক পাথওয়ের প্যাথোজেন-সম্পর্কিত আণবিক প্যাটার্ন (PAMPS) এর সাথে সংযুক্তি দ্বারা সক্রিয় প্যাটার্ন রিকগনিশন রিসেপ্টর (PRRs) থেকে একটি দ্বিতীয় সংকেত প্রয়োজন, যা NF-κB সক্রিয়করণের দিকে পরিচালিত করে। [২০]\n\n\n==== Fcγ রিসেপ্টর ====\nFcγ রিসেপ্টর IgG প্রলিপ্ত লক্ষ্যগুলি চিনতে পারে। প্রধান স্বীকৃত অংশ হল Fc খণ্ড। রিসেপ্টরের অণুতে একটি অন্তঃকোষীয় ITAM ডোমেন   থাকে বা একটি ITAM-ধারণকারী অ্যাডাপ্টার অণুর সাথে যুক্ত থাকে। ITAM ডোমেইন ফ্যাগোসাইটের পৃষ্ঠ থেকে নিউক্লিয়াসে সংকেত স্থানান্তর করে। উদাহরণস্বরূপ, মানব ম্যাক্রোফেজগুলির সক্রিয় রিসেপ্টরগুলি হল FcγRI, FcγRIIA, এবং FcγRIII।[২১] Fcγ রিসেপ্টর মধ্যস্থতাকারী ফ্যাগোসাইটোসিসের মধ্যে রয়েছে 'ফ্যাগোসাইটিক কাপ' নামক কোষের প্রোট্রুশন গঠন এবং নিউট্রোফিলে একটি অক্সিডেটিভ বিস্ফোরণ সক্রিয় করে।[২২]\n\n\n==== কমপ্লিমেন্ট রিসেপ্টর ====\nএই রিসেপ্টরগুলি প্লাজমা কমপ্লিমেন্ট থেকে C3b, C4b এবং C3bi তে প্রলিপ্ত লক্ষ্যগুলি সনাক্ত করে। রিসেপ্টরগুলির বহিঃকোষীয়  ডোমেনে একটি লেকটিন-এর মতো কমপ্লিমেন্ট-বাইন্ডিং ডোমেন থাকে।  অতিরিক্ত সংকেত ছাড়া কমপ্লিমেন্ট রিসেপ্টর দ্বারা স্বীকৃতি  অভ্যন্তরীণকরণের জন্য যথেষ্ট নয়। ম্যাক্রোফেজগুলিতে, CR1, CR3 এবং CR4 লক্ষ্যগুলির শনাক্তের জন্য দায়ী। কোনো প্রোট্রুশন ছাড়াই কমপ্লিমেন্ট প্রলিপ্ত লক্ষ্যগুলি ফ্যাগোসাইট ঝিল্লির মধ্যে 'ডোবা' দ্বারা অভ্যন্তরীণকরণ সম্পন্ন হয়। [২৩]\n\n\n==== ম্যানোজ রিসেপ্টর ====\nম্যানোজ এবং অন্যান্য প্যাথোজেন-সম্পর্কিত শর্করা, যেমন ফুকোজ, ম্যানোজ রিসেপ্টর শনাক্ত করে । আটটি লেকটিন-সদৃশ ডোমেন রিসেপ্টরের বহিঃকোষীয় অংশ গঠন করে। ম্যানোজ রিসেপ্টরের পরিচালন প্রক্রিয়া  ফ্যাগোসাইটোসিস মলিকিউলার প্রক্রিয়াতে Fcγ রিসেপ্টর বা কমপ্লিমেন্ট রিসেপ্টরের শনাক্তকরণ প্রক্রিয়ার থেকে আলাদা হয়। [২৪]\n\n\n=== ফাগোসোম ===\nঅ্যাক্টিন-মায়োসিন সংকোচন পদ্ধতি দ্বারা উপাদানের নিমগ্নতা সহজতর হয়। ফ্যাগোসোম হল উপাদানের ফ্যাগোসাইটোসিস দ্বারা গঠিত কোষিকা। তারপরে এটি ফ্যাগোসাইটের সেন্ট্রোসোমের দিকে চলে যায় এবং লাইসোসোমের সাথে মিশে যায়, একটি [২৫] গঠন করে এবং অবক্ষয়ের দিকে নিয়ে যায়। ক্রমান্বয়ে, ফ্যাগোলাইসোসোম অম্লীয় হয়, অবক্ষয়কারী এনজাইম সক্রিয় করে।[২৬][২৭]\nঅবনতি অক্সিজেন-নির্ভর বা অক্সিজেন-স্বাধীন হতে পারে।\n \n\nঅক্সিজেন-নির্ভর অবনতি [২৮] এবং অক্সিজেন প্রজাতির উৎপাদনের উপর নির্ভর করে। হাইড্রোজেন পারক্সাইড এবং [২৯]  একটি হ্যালোজেনেটিং সিস্টেম সক্রিয় করে, যা হাইপোক্লোরাইট সৃষ্টি এবং ব্যাকটেরিয়া ধ্বংসের দিকে পরিচালিত করে। [৩০]\nঅক্সিজেন-স্বাধীন অবক্ষয় লাইসোজাইমের মতো এনজাইম, ডিফেনসিনের মতো ক্যাটায়নিক প্রোটিন এবং গ্রানুল নির্গত হওয়ার উপর নির্ভর করে। ল্যাকটোফেরিন সহ অন্যান্য অ্যান্টিমাইক্রোবিয়াল পেপটাইড এই কণিকাগুলিতে উপস্থিত থাকে, যা আয়রনকে আলাদা করে ব্যাকটেরিয়ার জন্য প্রতিকূল বৃদ্ধির শর্ত সরবরাহ করে। অন্যান্য এনজাইম যেমন হায়ালুরোনাইডেজ, লাইপেজ, কোলজিনেজ, ইলাস্টেজ, রাইবোনিউক্লিয়েজ, ডিঅক্সিরাইবোনিউক্লিয়েজ এছাড়াও কোষের মৃত্যুর দিকে পরিচালিত অত্যাবশ্যকীয় মাইক্রোবিয়াল জৈব অণুর সংক্রমণ এবং অবক্ষয় রোধে গুরুত্বপূর্ণ ভূমিকা পালন করে। লিউকোসাইট ফ্যাগোসাইটোসিসের সময় হাইড্রোজেন সায়ানাইড উৎপন্ন করে এবং অন্যান্য বিষাক্ত রাসায়নিক উৎপন্ন করে ব্যাকটেরিয়া, ছত্রাক এবং অন্যান্য রোগজীবাণুকে মেরে ফেলতে পারে।[৩১][৩২]\n[৩৩]\nকিছু ব্যাকটেরিয়া, যেমন Treponema pallidum, Escheria coli এবং Staphylococcus aureus, বিভিন্ন প্রক্রিয়ার মাধ্যমে ফ্যাগোসাইটোসিস এড়াতে সক্ষম।\n\n\n== অ্যাপোপটোসিসে ==\nঅ্যাপোপটোসিসের পরে, মৃত কোষগুলিকে এফেরোসাইটোসিস নামক একটি প্রক্রিয়াতে ম্যাক্রোফেজ দ্বারা আশেপাশের টিস্যুতে নিয়ে যাওয়া হয়। একটি অ্যাপোপটোটিক কোষের বৈশিষ্ট্যগুলির মধ্যে একটি হল কোষের পৃষ্ঠে বিভিন্ন অন্তঃকোষীয় অণুর উপস্থাপনা, যেমন ক্যালরেটিকুলিন, ফসফ্যাটিডিলসারিন (প্লাজমা ঝিল্লির অভ্যন্তরীণ স্তর থেকে), অ্যানেক্সিন A1, অক্সিডাইজড এলডিএল এবং পরিবর্তিত গ্লাইকান[৩৪]। এই অণুগুলি ম্যাক্রোফেজের কোষের পৃষ্ঠের রিসেপ্টর দ্বারা যেমন ফসফ্যাটিডিলসারিন রিসেপ্টর বা দ্রবণীয় (ফ্রি-ফ্লোটিং) রিসেপ্টর যেমন থ্রম্বোস্পন্ডিন 1, GAS6, এবং MFGE8 দ্বারা স্বীকৃত হয়, যা নিজেরাই তখন ম্যাক্রোফেজের অন্যান্য রিসেপ্টর যেমন CD36 এর সাথে আবদ্ধ হয়। এবং আলফা-ভি বিটা-৩ ইন্টিগ্রিন। অ্যাপোপটোটিক কোষের ক্লিয়ারেন্সে ত্রুটিগুলি সাধারণত ম্যাক্রোফেজের প্রতিবন্ধী ফ্যাগোসাইটোসিসের সাথে যুক্ত থাকে। অ্যাপোপটোটিক কোষের অবশিষ্টাংশের সঞ্চয়ের কারণে প্রায়ই অটোইমিউন রোগ হয়; এইভাবে ফাগোসাইটোসিসের ফার্মাকোলজিকাল পোটেনশিয়েশন  অটোইমিউন ডিজঅর্ডারের নির্দিষ্ট ফর্মের চিকিৎসায় একটি চিকিৎসা সম্ভাবনা রয়েছে। [৩৫][৩৬][৩৭]\n\n\n== প্রোটিস্টসে ==\nঅনেক প্রোটিস্টের মধ্যে, ফ্যাগোসাইটোসিস তাদের আংশিক বা সম্পূর্ণ পুষ্টি  সরবরাহের মাধ্যমে ভক্ষণের উপায় হিসাবে ব্যবহৃত হয়। এটাকে ফ্যাগোট্রফিক পুষ্টি  বলা হয়, যা শোষণের মাধ্যমে সঞ্চালিত [৩৮] পুষ্টি থেকে আলাদা। \n\nপ্রাণীর ফ্যাগোসাইটোসিসের মতো কিছু কিছু ক্ষেত্রে , যেমন অ্যামিবাতে ফ্যাগোসাইটোসিসে  লক্ষ্যবস্তুকে সিউডোপড দিয়ে ঘেরা হয়। মানুষের মধ্যে, অ্যামিবোজোয়ান এন্টামোইবা হিস্টোলাইটিকা লোহিত রক্তকণিকা ফ্যাগোসাইটোজ করতে পারে।\nসিলিয়েট ফ্যাগোসাইটোসিসে জড়িত।[৩৯] সিলিয়েটে কোষে একটি বিশেষ খাঁজ বা চেম্বার থাকে যেখানে ফ্যাগোসাইটোসিস হয়, যাকে সাইটোস্টোম বা মুখ বলে।\nফ্যাগোসাইটিক ইমিউন কোষের মতো, ফলস্বরূপ ফ্যাগোসোম পাচক এনজাইমযুক্ত লাইসোসোম (খাদ্য ভ্যাকুওল) এর সাথে একত্রিত হয়ে ফ্যাগোলাইসোসোম গঠন করে। তারপর খাদ্য কণা হজম হয় , এবং নির্গত পুষ্টি বিচ্ছুরিত বা অন্যান্য বিপাকীয় প্রক্রিয়ায় ব্যবহারের জন্য সাইটোসোলে পরিবাহিত হয়।[৪০]\nমিক্সোট্রফিতে ফ্যাগোট্রফিক পুষ্টি এবং ফটোট্রফিক পুষ্টি জড়িত থাকতে পারে।"}