{"pageid": 1421332, "title": "বিবেক তীর্থ", "url": "https://bn.wikipedia.org/wiki?curid=1421332", "content": "বিবেক তীর্থ বা রামকৃষ্ণ মিশন বিবেকানন্দ সেন্টার ফর হিউম্যান এক্সেলেন্স অ্যান্ড সোশ্যাল সাইন্সেস ভারতের পশ্চিমবঙ্গ রাজ্যের কলকাতা শহরের উপকণ্ঠে নিউ টাউনে অবস্থিত এক সাংস্কৃতিক ও শিক্ষা কেন্দ্র। এটি স্বামী বিবেকানন্দকে উৎসর্গ করে নির্মিত। মুখ্যমন্ত্রী মমতা বন্দ্যোপাধ্যায় ১১ নভেম্বর ২০১৪-এ বিবেক তীর্থের শিলান্যাস করেছিলেন।\n\n\n== অবস্থান ==\nবিবেক তীর্থ নিউ টাউনের অ্যাকশন এরিয়া-২ অঞ্চলে বিশ্ব বাংলা সরণিতে ইকো পার্কের ১ নং গেটের পাশে অবস্থিত। ৬ নং মেট্রো লাইনের ইকো পার্ক মেট্রো স্টেশন এই বিবেক তীর্থ এলাকায় পরিষেবা প্রদান করবে।\n\n\n== বিবরণ ==\nবিবেক তীর্থ রামকৃষ্ণ মিশনের অধীন এক সাংস্কৃতিক ও শিক্ষা কেন্দ্র। ২০১৩ সালে পশ্চিমবঙ্গ সরকার এর প্রস্তাব করেছিল এবং ১১ নভেম্বর ২০১৪-এ মুখ্যমন্ত্রী মমতা বন্দ্যোপাধ্যায় এবং রামকৃষ্ণ মঠ ও মিশনের তৎকালীন সাধারণ সচিব স্বামী সুহিতানন্দজী এর শিলান্যাস করেছিলেন। বিবেক তীর্থ ১০-তলা প্রধান ভবন এবং ভগিনী নিবেদিতা, জে. জে. গুডউইন, ওল সারা বুল ও জোসেফাইন ম্যাকলিয়ডের নামে চারটি ভবন নিয়ে গঠিত। নিবেদিতা, গুডউইন, বুল ও ম্যাকলিয়ড প্রত্যেকেই স্বামী বিবেকানন্দের চার বিদেশি শিষ্য ছিলেন। প্রধান ভবনটি আর্ট ইনস্টিটিউট অব শিকাগোর আদলে তৈরি, যেখানে বিবেকানন্দ ১১ সেপ্টেম্বর ১৮৯৩-এ তাঁর বিখ্যাত বক্তৃতা দিয়েছিলেন। এতে প্রশাসনিক কার্যালয় ও ১,৪০০টি আসনের অডিটোরিয়াম রয়েছে। অন্যান্য ভবনে ডিজিটাল গ্রন্থাগার, প্রদর্শনী কক্ষ ও ধ্যান কক্ষ রয়েছে। বিবেক তীর্থ ক্যাম্পাস ৫ একর (২০,০০০ বর্গমিটার) ক্ষেত্র জুড়ে বিস্তৃত। শিলান্যাসের দুই বছর পর মার্চ ২০১৬-এ এর নির্মাণকাজ শুরু হয়েছিল এবং এর খরচ বাবদ ₹ ১৬০ কোটি (ইউএস$ ১৯.৫৬ মিলিয়ন) পশ্চিমবঙ্গ রাজ্য উচ্চশিক্ষা পরিষদ ও নবদিগন্ত ইন্ডাস্ট্রিয়াল টাউনশিপ অথরিটি যথাক্রমে ₹ ২ কোটি (ইউএস$ ২,৪৪,৪৬৬) ও ₹ ৭ কোটি (ইউএস$ ০.৮৬ মিলিয়ন) দান করেছিল। কর্পোরেট ও পাবলিক সেক্টর আন্ডারটেকিংও এর নির্মাণের জন্য অর্থদান করেছিল। চরিত্র নির্মাণ, যোগাযোগের দক্ষতা, অভিভাবকদের উৎসাহ দান, চাপ নিয়ন্ত্রণ, মন নিয়ন্ত্রণ ইত্যাদি বিষয়ে সেখানে পড়ানো হয়।\n\n\n== আরও দেখুন ==\nনজরুলতীর্থ\nরবীন্দ্রতীর্থ\nপশ্চিমবঙ্গ আবাসন পরিকাঠামো উন্নয়ন সংস্থা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}