{"pageid": 1421856, "title": "স্কট আমেডুর হত্যা", "url": "https://bn.wikipedia.org/wiki?curid=1421856", "content": "স্কট অ্যামেডুর হত্যাকাণ্ডটি ৯ মার্চ,১৯৯৫  তারিখে মিশিগানের লেক ওরিয়নে তার ভ্রাম্যমাণ বাড়িতে ঘটেছিল। ট্যাবলয়েড টক শো দ্য জেনি জোন্স শো- এর একটি পর্বের টেপিংয়ের জন্য পুরুষরা অতিথি হিসাবে উপস্থিত হওয়ার তিন দিন পর ৩২ বছর বয়সী 24 বছর বয়সী জোনাথন স্মিটজের দ্বারা হত্যা হয়েছিল। অ্যামেডুর প্রকাশ্যে এই পর্বে প্রকাশ করেছিলেন যে তিনি শ্মিটজের ওপর আসক্ত ছিলেন, যিনি দাবি করেছিলেন যে তিনি বিষমকামী কিন্তু প্রতিবোধে অভিভূত হয়েছিলেন । ৯ মার্চ সকালে, অ্যামেডুর স্মিটজের অ্যাপার্টমেন্টের দরজায় একটি যৌন ইঙ্গিতপূর্ণ নোট রেখেছিলেন। জবাবে, শ্মিটজ একটি 12-গেজ শটগান কিনেছিলেন, অ্যামেডুরের বাড়িতে তার মুখোমুখি হন এবং অ্যামেডুরের বুকে দুটি গুলি ছুড়েছিলেন। স্মিটজ হত্যার রিপোর্ট করার জন্য ৯১১ নম্বরে কল করেছিলেন এবং পরবর্তীতে গ্রেপ্তার হয়েছিলেন।\nস্মিটজের ওপর প্রথম-মাত্রার হত্যার অভিযোগ আনা হয়েছিল। তিনি সমকামী আতঙ্কের প্রতিরক্ষা ব্যবহার করেছিলেন, যেখানে তিনি দাবি করেছিলেন যে তিনি সমলিঙ্গের আসক্তি প্রকাশের জন্য বিব্রত হওয়ার জন্য আমেডুরকে হত্যা করেছিলেন। স্মিটজকে দ্বিতীয়-মাত্রার হত্যার জন্য দোষী সাব্যস্ত করা হয়েছিল।\nঅ্যামেডুরের পরিবার দ্য জেনি জোন্স শো-এর বিরুদ্ধে অন্যায় মৃত্যুর জন্য মামলা করেছিল, যদিও শেষ পর্যন্ত শোটি দায়বদ্ধ নয় বলে প্রমাণিত হয়েছিল। দ্য জেনি জোন্স শোতে অ্যামেডুর এবং স্মিটজের উপস্থিতি স্থগিত করা হয়েছিল, যদিও পরে দ্য জেনি জোন্স শো- এর বিরুদ্ধে দেওয়ানি বিচার চলাকালীন বিচারকদের কাছে এটি দেখানো হয়েছিল।\n\n\n== পটভূমি ==\nস্কট বার্নার্ড অ্যামেডুর ২৬ জানুয়ারী, ১৯৬৩-এ জন্মগ্রহণ করেছিলেন, ফ্রাঙ্ক অ্যামেডুর এবং প্যাট্রিসিয়া গ্রেভসের ছয় সন্তানের মধ্যে সবচেয়ে ছোট ছিলেন। সতেরো বছর বয়সে, অ্যামেডুর বিমান বাহিনীতে যোগ দেওয়ার জন্য হাই স্কুল ছেড়ে দেন। মিশিগানে ফিরে আসার আগে তিনি চার বছর বিমান বাহিনীতে কাজ করেছিলেন। আমেডুরের পদার্থের অপব্যবহারের ইতিহাস ছিল, যার জন্য তিনি দুবার পুনর্বাসন প্রোগ্রামে প্রবেশ করেছিলেন। তিনি সম্পর্কের ক্ষেত্রেও অসুবিধার সম্মুখীন হয়েছিলেন এবং তার অতীতে পারিবারিক সহিংসতার ঘটনা ছিল। অ্যামেডুর মিশিগানের পন্টিয়াকের একটি সমকামী ক্লাব ফ্ল্যামিঙ্গোতে মদের দোকানের পরিবেষক হিসেবে কাজ করেছিলেন। অ্যামেডুরের প্রতিবেশী গেইল ক্লিনটনের মতে, তিনি \"টক-শোর প্রতি আসক্ত ছিলেন।\"\n৬ মার্চ, ১৯৯৫-এ, অ্যামেডুর দ্যা জেনি জোনস শো- এর একটি পর্বে অতিথি ছিলেন \" রিভিলিং সেম সেক্স সিক্রেট ক্রাশ \", যেখানে তিনি মিশিগানের লেক ওরিয়নে তাঁর কাছে বসবাসকারী জোনাথন স্মিটজের গোপন ভক্ত হওয়ার কথা স্বীকার করেছিলেন।   আবদ্ধ হওয়ার আগ পর্যন্ত, স্মিটজ জানতেন না যে কাকে তার গোপন ভক্ত হিসাবে প্রকাশ করা হবে। স্মিটজ বলেছিলেন যে তিনি কৌতূহলের কারণে শোতে অংশ নিয়েছিলেন এবং তিনি পরে দাবি করেছিলেন যে প্রযোজকরা ইঙ্গিত করেছিলেন যে তার প্রশংসক একজন মহিলা, যদিও শোটির প্রযোজকরা দাবি করেছেন যে তারা স্মিটজকে বলেছিলেন যে প্রশংসক হতে পারে পুরুষ অথবা মহিলা. সেগমেন্ট চলাকালীন, অ্যামেডুরকে জোন্স দ্বারা শ্মিটজ সম্পর্কে তার কল্পনাগুলি ভাগ করে নেওয়ার জন্য উৎসাহিত করা হয়েছিল, তারপরে স্মিটজকে মঞ্চে আনা হয়েছিল। দ্য ওয়াশিংটন পোস্টের মতে, \"হোস্ট তার বোমা ফেলার আগে দুই ব্যক্তি একটি বিশ্রী আলিঙ্গন বিনিময় করেছিলেন।\" অ্যামেডুরের প্রকাশের জবাবে,স্মিটজ হেসেছিলেন, তারপর বলেছিলেন যে তিনি \"অবশ্যই বিষমকামী\"।\n\n\n== খুন ==\nহত্যার বিচারের ফুটেজ অনুসারে, আমেডুরের এক বন্ধুর দ্বারা পরে বলা হয়েছিল যে টেপ এবং একটি কথিত যৌন মুকাবিলা হওয়ার পর রাতে অ্যামেডুর এবং স্মিটজ একসঙ্গে মদ্যপান করতে বেরিয়েছিলেন। হত্যার বিচারে সাক্ষ্য অনুসারে, টেপ করার তিন দিন পর, অ্যামেডুর স্মিটজের বাড়িতে একটি \"প্রস্তাবিত\" নোট রেখে যান। নোটটি খুঁজে পাওয়ার পর, স্মিটজ একটি ব্যাঙ্ক থেকে টাকা উত্তোলন করেন, একটি শটগান কিনেছিলেন এবং তারপরে অ্যামেডুরের ভ্রাম্যমাণ বাড়িতে যান। তারপর তিনি আমেডুরকে জিজ্ঞাসা করলেন যে তিনিই কি সেই নোটটি রেখে গেছেন। আদালতের নথি অনুসারে, আমেডুর হাসিমুখে জবাব দেন। স্মিটজ তারপরে তার গাড়িতে ফিরে আসেন, তার বন্দুকটি পান এবং অ্যামেডুরের ট্রেইলারে ফিরে আসেন। এরপর তিনি আমেডুরের বুকে দুবার গুলি করে তাকে হত্যা করেন। আমেডুরকে হত্যা করার পর, স্মিটজ বাসস্থান ছেড়ে চলে যান, ৯-১-১ এ টেলিফোন করেন এবং হত্যার কথা স্বীকার করেন।\n\n\n== ফৌজদারি বিচার ==\nবিচারে, প্রতিরক্ষা অ্যাটর্নিরা যুক্তি দিয়েছিলেন যে স্মিটজ, যিনি ম্যানিক ডিপ্রেশন (বাইপোলার ডিসঅর্ডার) এবং গ্রেভস রোগে আক্রান্ত ছিলেন, মানসিক অসুস্থতা এবং অপমানিত হয়ে \" সমকামী আতঙ্কের প্রতিরক্ষা \" এর মাধ্যমে হত্যাকাণ্ডের কারণ হয়েছিলেন। স্মিটজ ১৯৯৬ সালে দ্বিতীয়-মাত্রার হত্যার জন্য দোষী সাব্যস্ত হন এবং ২৫-৫০ বছরের কারাদণ্ডে দণ্ডিত হন, কিন্তু তিনি দৃঢ় প্রত্যয়ে আপিল করেন । পুনঃবিচারে, তিনি আবারও একই অভিযোগে দোষী সাব্যস্ত হন এবং তার সাজা পুনর্বহাল করা হয়। কারাগার থেকে ২২শে আগস্ট, ২০১৭-এ প্রতিশ্রুতি প্রদানপূর্বক স্মিটজ কারাগার থেকে মুক্তি পান। দুই বছর পর প্রতিশ্রুতি শর্তে মুক্তি পান তিনি।\n\n\n== দেওয়ানী বিচার ==\n১৯৯৫ সালে, অ্যামেডুরের পরিবার দ্য জেনি জোন্স শো, টেলিপিকচার্স এবং ওয়ার্নার ব্রাদার্সের বিরুদ্ধে একটি অবহেলার মামলা দায়ের করেছিল। জিওফ্রে ফিগার দ্বারা প্রতিনিধিত্ব করা হয়েছিল, অ্যামেডুরের পরিবার অভিযোগ করেছিল যে শোটির প্রযোজকরা একটি সমলিঙ্গের আসক্তি প্রকাশের মাধ্যমে স্মিটজকে \"অ্যাম্বুশ\" করেছিল এবং তারা জানতো সেগমেন্টটি সহিংসতা হবে। মে ১৯৯৯ সালে, জুরি অ্যামেডুরকে $২৯,৩৩,৬৮৬ পুরস্কার প্রদান করে। টাইম ওয়ার্নারের ডিফেন্স অ্যাটর্নি পরে দাবি করেছিলেন যে এই রায়টি শিল্পের উপর একটি \" শীতল প্রভাব \" সৃষ্টি করবে। যাইহোক, এই রায় পরে মিশিগান কোর্ট অফ আপিল ২-থেকে-১ সিদ্ধান্তে বাতিল করে। মিশিগান সুপ্রিম কোর্ট মামলার শুনানি করতে অস্বীকার করেছে। আদালত বলেছিল যে জেনি জোন্স শো স্মিটজের পরবর্তী কর্মের জন্য দায়ী নয়, যা তারা \"অপ্রত্যাশিত\" বলে মনে করেছিল।\n\n\n== সংবাদমাধ্যম সম্প্রচার ==\nনেটফ্লিক্স সিরিজ ট্রায়াল বাই মিডিয়ার প্রথম পর্ব হিসেবেও বিতর্কটি কভার করা হয়েছিল। ২০২১ সালে, বিতর্কটি \"দ্য জেনি জোন্স শো: মারাত্মক আকর্ষণ\" শিরোনামের একটি পর্বে মার্কিন টিভি নেটওয়ার্ক HLN- এ হাউ ইট রিয়েলি হ্যাপেনড সিরিজের সিজন ৬-এ কভার করা হয়েছিল।\n\n\n== আরো দেখুন ==\nমিশিগানে নরহত্যার তালিকা\n\n\n== References ==\n\n\n== বহিঃসংযোগ ==\nআদালতের মতামত - সংখ্যাগরিষ্ঠ অনুমোদিত প্রকাশিত\nআদালতের মতামত - ভিন্নমত\nপক্ষপাতের কারণে উৎখাত\nওকল্যান্ড প্রেস থেকে আপিল আদালতের রায় সংক্রান্ত বেশ কয়েকটি নিবন্ধ\nসমতা মিশিগান - এলজিবিটি অধিকার সংস্থা\nফাইন্ড এ গ্রেইভে Scott Amedure (ইংরেজি)\nমিশিগান ডিপার্টমেন্ট অফ কারেকশনে জোনাথন স্মিটজ"}