{"pageid": 1421471, "title": "কোনামি", "url": "https://bn.wikipedia.org/wiki?curid=1421471", "content": "কোনামি কর্পোরেশন এটি একটি জাপানি বহুজাতিক বিনোদন সংস্থা এবং ভিডিও গেম বিকাশকারী এবং প্রকাশক যার সদর দফতর টোকিওর চুওতে অবস্থিত। সংস্থাটি ট্রেডিং কার্ড, অ্যানিমে, টোকুসাতসু, পাচিনকো মেশিন, স্লট মেশিন এবং আরকেড ক্যাবিনেটগুলিও উৎপাদন এবং বিতরণ করে। কোনামি এর বিশ্বজুড়ে ক্যাসিনো রয়েছে এবং জাপান জুড়ে স্বাস্থ্য এবং শারীরিক ফিটনেস ক্লাব পরিচালনা করে।\nকোনামির ভিডিও গেম ফ্র্যাঞ্চাইজির মধ্যে রয়েছে মেটাল গিয়ার, সাইলেন্ট হিল, ক্যাসলেভানিয়া, কন্ট্রা, ফ্রগার, টোকিমেকি মেমোরিয়াল, প্যারোডিয়াস, গ্র্যাডিয়াস, ইউ-গি-ওহ!, সুইকোডেন এবং ইফুটবল। উপরন্তু, কোনামির মালিক বেমানি, যা ডান্স ড্যান্স রেভোলিউশন এবং বিটম্যানিয়ার জন্য পরিচিত, সেইসাথে প্রাক্তন গেম ডেভেলপার হাডসন সফটের সম্পদের মালিক, যা বোম্বারম্যান, অ্যাডভেঞ্চার আইল্যান্ড, বঙ্ক এবং স্টার সোলজারের জন্য পরিচিত। কোনামি আয়ের দিক থেকে বিশ্বের উনিশতম বৃহত্তম গেম কোম্পানি। কোনামি ইউ-গি-ওহ ট্রেডিং কার্ড গেমও প্রকাশ করে।\n১৯৬৯ সালে জাপানের ওসাকার টোয়োনাকাতে জুকবক্স ভাড়া এবং মেরামতের ব্যবসা হিসেবে কোম্পানিটির উদ্ভব হয়েছিল কাগেমাসা কোজুকির দ্বারা, যিনি কোম্পানির চেয়ারম্যান ছিলেন। কোনামি নামটি তিনজন প্রতিষ্ঠাতা সদস্যের নামের একটি পোর্টম্যানটিউ : কাগেমাসা কোজুকি, ইয়োশিনোবু নাকামা এবং তাতসুও মিয়াসাকো।\nকোনামির সদর দফতর টোকিওতে। মার্কিন যুক্তরাষ্ট্রে, কোনামি তার ভিডিও গেম ব্যবসা পরিচালনা করে এল সেগুন্ডো, ক্যালিফোর্নিয়া থেকে এবং ক্যাসিনো গেমিং ব্যবসা প্যারাডাইস, নেভাদা থেকে এর অস্ট্রেলিয়ান গেমিং অপারেশন সিডনিতে রয়েছে। মার্চ ২০১৯ পর্যন্ত, এটি সারা বিশ্বে ২২টি একত্রিত সহায়ক সংস্থার মালিক।\n\n\n== আরো দেখুন ==\nগুড-ফিল, একটি স্বাধীন ভিডিও গেম কোম্পানি যা প্রাক্তন কোনামির কর্মচারীদের দ্বারা প্রতিষ্ঠিত\nট্রেজার, প্রাক্তন কোনমি কর্মচারীদের দ্বারা প্রতিষ্ঠিত আরেকটি স্বাধীন ভিডিও গেম কোম্পানি\nআল্ট্রা গেমস, একটি আমেরিকান শেল কর্পোরেশন এবং কোনমি দ্বারা গঠিত প্রকাশনা লেবেল\nকোজিমা প্রোডাকশন, আগের কোনামি প্রোডাকশন টিমের একই নামের সাথে হিডিও কোজিমার একটি স্বাধীন স্টুডিও\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকোনামি গ্লোবাল  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৫-১২-২২ তারিখে\nকোনামি কর্পোরেশন (জাপান)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১২-০৯-২৩ তারিখে\nকোনামি আমেরিকা\nকোনামি ইউরোপ\nইউরোপ আর্কেড বিভাগের কোনামি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০০৫-১০-২৮ তারিখে\nকোনামির ইতিহাস  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০০৯-১২-১৬ তারিখে\nকোনামি গেমিং"}