{"pageid": 1421193, "title": "গৃহমশা", "url": "https://bn.wikipedia.org/wiki?curid=1421193", "content": "গৃহমশা (বিজ্ঞানসম্মত নাম: কিউলেক্স পাইপিয়েন্স) হল মশার একটি বিশেষ প্রজাতি, যাকে মূলত সাধারণ গৃহমশা বা উত্তরের গৃহমশা বলে অভিহিত করা হয়ে থাকে। উত্তরের গৃহমশা নাম হওয়ার কারণ — এর মূল আবাস মার্কিন যুক্তরাষ্ট্রের উত্তরাঞ্চল। তবে, এই মশার দেখা পাওয়া যায় বিশ্বের শহুরে এবং শহরতলির নাতিশীতোষ্ণ ও গ্রীষ্মমন্ডলীয় — উভয় জলবায়ু-অঞ্চলেই।\nগৃহমশা সাধারণত মেরুদণ্ডী প্রাণীর রক্ত পছন্দ করে। এই মশা মানুষের রক্ত ​​শোষণের জন্য হুল ফোঁটায়, তবে এদের প্রধান পছন্দের তালিকায় থাকে পাখির রক্ত। প্রধানত, মানব পরিমন্ডলে উপস্থিত ঘুঘু এবং কবুতরের মতো বিশেষ প্রজাতির পাখির রক্ত ​​এদের পছন্দ-তালিকায় শীর্ষে। গ্রীষ্মের শেষে এবং শরৎ ঋতুর শুরুতে ঠিক যে সময়ে অতিরিক্ত শীত আসার পূর্বাবস্থা, তখন গৃহমশা জীবনধরণের জন্য ফুলের মধু (নেকটার) ও অন্যান্য শর্করা জাতীয় খাবার গ্রহণ করে থাকে।\n\n\n== বর্ণনা ==\n\nকার্ল লিনিয়াসের নামকরণ করা 'কিউলেক্স' গণের অন্তর্ভুক্ত হল গৃহমশা। কিউলেক্স পাইপিয়েন্স বা গৃহমশা অনেকটা ফ্যাকাশে থেকে হালকা বাদামী বর্ণের হয়ে থাকে। এই মশার উদর বা পেটে হালকা ফিতের মত রেখা দেখা যায়। আয়তনের দিক থেকে গৃহমশা ৩ থেকে ৭ মিলিমিটার পর্যন্ত লম্বা হতে পারে। ভালোভাবে তাকালে এর পেটে লক্ষ্য করা যায় ফ্যাকাশে বা ধূসর বর্ণের হাতের বলার মত একাধিক দাগ। এধরণের দাগগুলো দিয়েই এই মশাকে অন্যসকল মশার থেকে আলাদা করে চেনা যায়। এই প্রজাতির মশার আরেকটি স্বতন্ত্র বৈশিষ্ট্য হল এদের শরীরে বাদামী বা ধূসর-বাদামী এই দুধরণের বর্ণের ব্যাপকতা। এদের লম্বা 'প্রোবোসিস' বা হুল (প্রসারিত মুখের অংশ), যা যেকোনো ধরণের তরল পদার্থ চোষার জন্য ব্যবহৃত হয়। এদের অসংখ্য সরু রেখাযুক্ত ডানাজোড়াও বাদামী বর্ণের হয়, ফলে শরীরের বাকি অংশের সাথে মিলে যায়। অন্য সকল মশার মতই এদের শরীর বেশ নরম, তবে এই শরীরের একটি শক্ত আবরণ থাকে, যাকে বলে 'এক্সোস্কেলটন'।\n\n\n== বিশ্বে গৃহমশার উপস্থিতি ==\nএই বিশ্বের শহুরে এবং শহরতলির নাতিশীতোষ্ণ ও গ্রীষ্মমন্ডলীয় এই দু-ধরণের আবহাওয়া সম্বলিত অঞ্চলেই গৃহমশার স্বাভাবিক দেখা পাওয়া যায়। উত্তর আমেরিকা মহাদেশে এই মশার প্রভূত উপস্থিতির পাশাপাশি অন্যান্য মহাদেশ যেমন দক্ষিণ আমেরিকা, ইউরোপ, এশিয়া এবং আফ্রিকার উত্তরাঞ্চল সহ একাধিক দেশের বেশকিছু এলাকায় এদের ঘুরে বেড়ানো ও উপদ্রব চোখে পড়ে।\n\n\n== বাসস্থান ==\nগৃহমশা প্রকৃতিতে অন্যান্য বেশকিছু মশার প্রজাতির মতই বেশ বড় সংখ্যায় উপস্থিতি জাহির করে থাকে। এরা মূলত আর্দ্র এবং নাতিশীতোষ্ণ জলবায়ুতে বেড়ে ওঠে। মার্কিন যুক্তরাষ্ট্রের ক্যালিফোর্নিয়া রাজ্যে এই মশার সংখ্যাধিক্যের মধ্যে একটি বিষয় লক্ষ্যনীয় — কিউলেক্স পাইপিয়েন্স গোত্রের বেশিরভাগ স্ত্রী মশা-ই শীতকালীন প্রজননের ক্ষেত্রে 'ডায়াপজ'-এ প্রবেশ করে না, যা অন্যান্য মশা প্রজাতির থেকে আলাদা — যেমন কিউলেক্স স্টিগমাটোসোমা বা কিউলেক্স টারসালিস। 'প্যারাসাইটয়েড' আচরণবিধি মেনে এরা শীতকালীন অনুকূল পরিবেশের জন্য প্রথমে অনুসন্ধান করে। 'ওভারওয়ান্টারিং' নামক এই বিশেষ পর্ব এদের অবস্থানের উপর ভিত্তি করে পরিবর্তিত হয়। দিন ও রাতের তাপমাত্রা এবং সময়কালের উপর ভিত্তি করে এরা সূর্যালোক গ্রহণ করে, যা 'ফটোপিরিয়ড' নামে পরিচিত। গর্ভবতী স্ত্রী গৃহমশা 'নলিপারাস' বা গর্ভবতী না হওয়া স্ত্রী গৃহমশার সাথে একত্রে শীতকাল কাটাতে পারে।\nবিজ্ঞানীদের দ্বারা পরিচালিত গবেষণা অনুযায়ী অধিকাংশ স্ত্রী গৃহমশারা শীতকালীন 'শীতনিদ্রা' যায় গাছের কোটরে। শীতের সময় এরা নীচুতলার ঘরের নির্জন কোণে, বেসমেন্ট বা কোনো ছাউনির তলায় আশ্রয় নেয়। এই প্রজাতির কিছু সদস্য ঠান্ডার জন্য গুহার ভিতর হালকা উষ্ণতার পরিস্থিতি হাতিয়ার করে বেঁচে থাকে। সাধারণত, দিন বা রাতের তাপমাত্রা যখন সবচেয়ে নাতিশীতোষ্ণ হয় তখন গৃহমশারা সঙ্গম করে। তাপমাত্রা যখন ৫০° ফারেনহাইট (১০° সেলসিয়াস)-এ পৌঁছায়, তখন অনেক এই প্রজাতির মশার দ্রুত বংশবৃদ্ধি শুরু হয়। তবে তাপমাত্রার এই অবস্থার ওঠানামার কারণে মশার প্রজনন ঋতু অঞ্চল এবং কোনো একটি নির্দিষ্ট এলাকার জলবায়ুর বৈশিষ্ট্য অনুযায়ী পরিবর্তিত হয়ে থাকে।\n\n\n=== লার্ভার আবাসস্থল ===\nগৃহমশা ডিম পাড়ে, বেড়ে ওঠে লার্ভা। এই মশার লার্ভার আবাসস্থল দুটি বিভাগে বিভক্ত করা যেতে পারে — প্রাকৃতিক আর কৃত্রিম। প্রাকৃতিক আবাসস্থলের মধ্যে রয়েছে জলাভূমি, ছোটো জলাশয়, খড়ের স্তূপ, স্রোত এবং অগভীর ছোটো বড় পুকুর। অন্যদিকে লার্ভার কৃত্রিম আবাসস্থল হল মানুষের ব্যবহৃত ড্রাম, পয়ঃনিষ্কাশন প্রণালীর এলাকা, পাকাবাড়ির বেসমেন্ট। এই আবাসস্থলগুলির ভৌত ও রাসায়নিক উপাদানসমূহকে অবলম্বন করে বেড়ে ওঠে লার্ভা। স্থিতিশীল পিএইচ মান, জলে লবণের পরিমাণ এমনকি আবাসস্থলের পরিবেশের সুবিধাজনক তাপমাত্রা ইত্যাদি লার্ভার বেঁচে থাকা আর বিকাশকে ইতিবাচক বা নেতিবাচকভাবে প্রভাবিত করে থাকে। জৈব পদার্থের উপস্থিতি এই মশার লার্ভাগুলির পরিবেশে টিকে থাকার ক্ষেত্রে ইতিবাচকতা তৈরী করে।\n\n\n=== বাস্তুতন্ত্র ===\nপরাগায়ণ করে যেসব পতঙ্গ (পল্লিনেটর) — তারা সিলেন ওটাইটস, ট্যানাসেটাম ভালগার এবং অ্যাকিলিয়া মিলেফোলিয়াম নামক সপুষ্পক গাছের ফুলে বসার সময় গৃহমশার লার্ভা বহন করে। অতিবেগুনি রশ্মির সীমার মধ্যে এদের দেখা যেতে পারে, ফুলের উপর ইউ-ভি রশ্মি ব্যবহার করে তাদের শনাক্তও করা যেতে পারে।\nপরীক্ষাগারে আধুনিক গবেষণার মাধ্যমে উঠে এসেছে কিছু বিশেষ বিষয় যেমন — জলে পিএইচ ভারসাম্য বজায়, আবাসস্থলে উপস্থিত জৈব উপাদানের মাত্রা, তাপমাত্রা এবং লবণাক্ততার মাত্রার ইত্যাদি — এগুলোর ওঠানামা গৃহমশার বেঁচে থাকার বা বংশবিস্তারের অনুকূল ও প্রতিকূল দুই অবস্থাকেই প্রভাবিত করে। 'ইউরিটোপিসিটি' একটি জীবের বৃহৎ পরিসরের বাসস্থান বা পরিবেশগত অবস্থা সহ্য করার ক্ষমতাকে বর্ণনা করে, এই বিষয়কে ঘিরেই গৃহমশা বৈচিত্র সহযোগে একটা বিশাল এলাকাজুড়ে বেঁচে থাকে। জীববিজ্ঞানী ভি. ভি. তারাব্রিন এবং এম. এম. অরলভের মতানুযায়ী এই মশা লার্ভা থেকে ইমেগোতে (পতঙ্গের বৃদ্ধি ও বিকাশের সর্বশেষ ধাপ) বিকাশপ্রাপ্ত হয় ২০ থেকে ২৫ দিনের মধ্যে। এদের প্রজননের জন্য সর্বোত্তম বায়বীয় তাপমাত্রা হল ২৬–২৯° সেলসিয়াস, আর আপেক্ষিক আর্দ্রতা ৮০ শতাংশ। তবে এই মশার বিকাশের জন্য জলের তাপমাত্রা ১৬ থেকে ১৭° সেলসিয়াস মূলত আদর্শ, এর কম তাপমাত্রায় প্রজনন ও বিকাশ দুটিই বাধাপ্রাপ্ত হয়।\n\n\n== জীবনচক্র ==\nগৃহমশার সমস্ত লার্ভাই জলে বাস করে। এই লার্ভাগুলিকে প্রায়শই 'উইগলার্স' হিসেবে উল্লেখ করা হয়, এর কারণ — লার্ভাগুলি জলে সর্বদাই আন্দোলিত অবস্থায় থাকে, নড়েচড়ে বেড়ায়। লার্ভার বিকাশের সময়কাল মূলত সাত থেকে দশ দিনের মধ্যে হয়ে থাকে। ধীরে ধীরে এরা মূককীট বা 'পিউপা' পর্যায়ে (অপরিপক্ব এবং পরিণত পর্যায়ের মধ্যবর্তী রূপান্তরের অবস্থা) পৌঁছায়। পিউপা পর্যায়ে থাকাকালীন এরা জীবগুলি খাওয়ানোর জন্য কম সময় ব্যয় করে, পাশাপাশি উন্মুক্ত পৃষ্ঠ থেকে বাতাস গ্রহণ করে থাকে। এরা বেশিরভাগ সময়েই জলতলের উপরীপৃষ্ঠের দিকে থাকে। পিউপা পর্যায়ে প্রায় এক থেকে তিন দিন থাকার পর প্রাপ্তবয়স্ক মশার শরীর নিয়ে বহিরাবরণ ভেদ করে বেরিয়ে আসে।\nগৃহমশার লার্ভা-বৃদ্ধির হার দিন ও রাতের তাপমাত্রা, খাদ্য ও জলের উপস্থিতি, বহিরাবরণের ঘনত্ব ইত্যাদির উপর নির্ভর করে। যে প্রজনন মৌসুম আদর্শ, সেই অবস্থাতেই এদের লার্ভারও বিকাশ সম্পূর্ণ হয়।\n\n\n== খাদ্যতালিকা ==\n\nগৃহমশা সবথেকে বেশি পছন্দ করে মানুষের সংস্পর্শে আসা বিভিন্ন ধরনের পাখিদের শরীরের উষ্ণ রক্ত, যেমন পায়রা, ঘুঘু ইত্যাদি। গ্রীষ্মের শেষ থেকে মূলত শরতের শুরুতে গৃহমশা জীবনধরণের জন্য ফুলের মধু বা নেকটার, অন্যান্য শর্করা জাতীয় খাবার গ্রহণ করে থাকে। মানুষের রক্ত গ্রহণেও এদের উদ্যোগ চোখে পড়ে। সূর্যোদয়ের পর প্রথম দু-তিন ঘণ্টায় এরা অতিমাত্রায় তরল খাদ্য গ্রহণ করে। রক্তের থেকেও রক্তের অভ্যন্তরে বহমান শর্করার প্রতিই এদের আশক্তি বেশি। শীতনিদ্রায় যাবার আগের নাতিশীতষ্ণ আবহাওয়ায় এরা প্রচুর পরিমাণে তরল ও শর্করা খাদ্য গ্রহণ করে শরীরে চর্বি বাড়িয়ে রাখে, ফলে বহুদিন যাবৎ আর তরল সংগ্রহের প্রয়োজন পড়েনা।\n\n\n=== খাদ্য উপাদানসমূহ ===\nগৃহমশার তরলজাতীয় খাদ্য গ্রহণের তালিকাটা নেহাত কম নয়। শক্তি সঞ্চয় করার জন্য এদের মূল পছন্দ শর্করা জাতীয় খাদ্য, বা রক্তের মধ্যে থাকা শর্করার উপাদান।. স্ত্রী ও পুরুষ মশা উভয়েরই পছন্দের তালিকায় থাকে ফুলের মধু, ফলের মধ্যে থাকা শর্করা ('নেক্টর')। স্ত্রী মশা মেরুদণ্ডী প্রাণীর রক্ত আর অন্যান্য প্রাকৃতিক শর্করা জাতীয় তরল বা মধুর উপর যেমন সমানভাবে নির্ভরশীল, পুরুষ মশা কিন্তু তেমন নয়। এরা প্রাণীর রক্ত ব্যতিত অন্য যেকোনো তরল শর্করা গ্রহণ করে শারীরিক শক্তিসঞ্চয় করে। স্ত্রী মশা মানুষ আর পাখি ছাড়াও গবাদি পশু যেমন গরু, ভেড়া, ছাগলের রক্ত প্রয়োজনমাফিক শুষে খায়। স্ত্রী মশার দেহে ১,৩০০রও বেশি সংজ্ঞাবহ অঙ্গের হদিস পাওয়া যায়। ২০১৮-র একটি গবেষণা দেখায় যে এই মশাগুলি মুখ্যত প্রাপ্তবয়স্ক পাখির শরীর থেকে রক্ত গ্রহণের জন্য ব্যাকুল থাকে।\n\n\n== প্রজাতি-বৈচিত্র ==\n\nগৃহমশা বা কিউলেক্স পাইপিয়েন্স-এর বেশকিছু 'প্রজাতি বৈচিত্র' বিদ্যমান:\n\nগ. পাইপিয়েন্স\nসি. পি. প্যালেনস —  \"মানুষের শরীরে হুল ফোঁটায়\" (উত্তরপূর্ব এশিয়া)\nসি. পি. পাইপিয়েন্স (বিশ্বব্যাপী, নাতিশীতোষ্ণ)\nগ. পি. পি. এফ. পিপিয়েন্স – \"পাখির শরীরে হুল ফোঁটায়\"\nগ. পি. পি. চ. মলেস্টাস – লন্ডনের 'আন্ডারগ্রাউন্ড মশা' নামেও পরিচিত\nসি. কুইনকুইফ্যাসিয়াটাস (বিশ্বব্যাপী, গ্রীষ্মমন্ডলীয়)\nসি. অস্ট্রেলিকাস (অস্ট্রেলিয়া)\nসি.  গ্লোবোকক্সিটাস (অস্ট্রেলিয়া)\nসি.  জুপ্পি – (দক্ষিণ আফ্রিকা; ধারণামতে)\nসি. পাইপিয়েন্স (গৃহমশা) এর উপস্থিতির হার প্রধানত জল-ভিত্তিক আবাসস্থলগুলিতে সমৃদ্ধ হওয়ার বৈশিষ্ট দ্বারা চিহ্নিত করা হয় — যেখানে বেশি পরিমাণে জৈব উপাদানের প্রতুলতা বিরাজমান। জলে থাকা মানবজীবনের ব্যবহৃত নানারকম উপাদান এমনকি অন্যান্য প্রাণীসম্পদ-কেন্দ্রিক উপাদানসমূহের উপস্থিতিও এদের সাধারণত খাদ্য জুগিয়ে দেয়। কিছু কিছু ক্ষেত্রে 'আন্তঃস্পেসিফিক হাইব্রিড' মশাগুলির ক্ষেত্রে অন্যান্য উপাদান ও খাদ্যের ভূমিকা লক্ষ্য করা যায়।\nএই মশা কিন্তু রোগের বাহক (ভেক্টর), নানাবিধ রোগ সংক্রামক জীবাণু বহন করে থাকে। ফলস্বরূপ 'মানব-পরিবর্তিত পরিবেশের'সাথে খাপ খাইয়ে (অভিযোজন) নেওয়ার পাশাপাশি বিশ্বব্যাপী বৈচিত্রের দ্বারা পরিচালিত হয়। এই পরিবেশগত অভিযোজনের ফলেই মানুষ এবং অন্যান্য জীবের (বিশেষ করে উড়তে পারা পাখি বা এভিয়ান) প্রজাতির সাথে মিথস্ক্রিয়ায় যুক্ত হয়ে গৃহমশা রোগজীবাণুর সংখ্যাবৃদ্ধির করে থাকে। মানুষের সংস্পর্শে এসে অন্যান্য জীবের মধ্যেও জীবাণু সংক্রমণ হয়ে থাকে।\n\n\n== সঙ্গম ==\nগৃহমশারা সঙ্গম বা মেটিং এর মাধ্যমে একে অপরের সাথে ঘনিষ্ট হয় এবং ডিম পাড়ে। পরিবেশে যে সময় বা মুহূর্তটা সবথেকে নাতিশীতোষ্ণ হয়, তখন পুরুষ ও স্ত্রী মশা সঙ্গম করে। এক্ষেত্রে আদর্শ তাপমাত্রা হল ৫০° ফারেনহাইট (১০° সেলসিয়াস)। ঠিক এই আদর্শ সময়েই গৃহমশার প্রজাতির বংশবৃদ্ধি-প্রক্রিয়া শুরু হয়। তাপমাত্রার এই অবস্থার হেরফের বা অদলবদল হয়। মশার প্রজনন ঋতুঅঞ্চল এবং কোনো একটি নির্দিষ্ট এলাকার জলবায়ুর বৈশিষ্ট্য অনুসারে পরিবর্তিত হতে দেখা যায়। লার্ভা থেকে বিকাশপ্রাপ্ত হওয়ার পর্যায় থেকে প্রথম ২ থেকে ৩ দিনের মধ্যে সি. পাইপিয়েন্স যৌন কার্যকলাপে নিযুক্ত হয়। 'অ্যান্টেনাল ফাইব্রিলা' এই মশার সঙ্গম কাজে গুরুত্বপূর্ণ ভূমিকা পালন করে। শুড়ের উত্থানকে প্রজননের প্রথম পর্যায় বলে মনে করা হয়। এই ফাইব্রিলা লিঙ্গ স্ত্রী মশাকে গর্ভবতী করার জন্য বাকি ভূমিকাও পালন করে। স্ত্রী সঙ্গীদের শনাক্ত করতেও এগুলির ব্যবহার হয়।\n\n\n=== নিষিক্তকরণ ===\nসি. পাইপিয়েন্স-এর নিষিক্তকরণের ক্ষেত্রে তাপমাত্রা সরাসরি প্রভাব দেখা যায়। গবেষণায় প্রমাণিত হয়েছে যে স্ত্রী মশা প্রজনন-পরবর্তী সময়েও সফল ফলাফলের লাভের জন্য উষ্ণ তাপমাত্রার উপর নির্ভর করে থাকে। অন্যদিকে শীতল তাপমাত্রা স্ত্রী মশার অভ্যন্তরে অপরিপক্ক ডিমের সংখ্যা বৃদ্ধি করে, তাই তারা এইসময় ঠান্ডা আবহাওয়া এড়িয়ে চলে। আরেকটি কারণ যা নিষিক্তকরণের ফলাফলকে প্রভাবিত করে তা হল স্ত্রী মশার বয়স ও তার সঙ্গে সম্পর্কিত শারীরিক ক্ষমতা। বেশ কয়েক দশক আগে, ১৯৭২ সালে — জীববিজ্ঞানী লী এবং ইভানস একটি বৈজ্ঞানিক সমীক্ষা চালিয়ে দেখান — গর্ভধারণ করার প্রবণতা ও ডিম পাড়ার সংখ্যা স্ত্রী মশার বয়সের সাথে সাথেই ব্যাপকভাবে বৃদ্ধি পেতে থাকে। বিশেষত ১৮ থেকে ২৪ ঘন্টার বেশি বয়সী স্ত্রী মশা একটি পুরুষ সঙ্গীর দ্বারা সফলভাবে গর্ভধারণ করার মাধ্যমে নিষিক্তকরণের যাত্রা শুরু করে। অনেকেই মনে করেন সি. পাইপিয়েন্স একটি একগামী প্রজাতি, সারা জীবনের সময়কালে বা জীবদ্দশায় শুধুমাত্র একবারই সঙ্গম করে, আবার তাও একটিমাত্র পুরুষ সঙ্গীর সাথেই।\n\n\n=== স্ত্রী মশার প্রত্যাখ্যান লাথি ===\nসঙ্গমের টান অনুভূত হওয়ায় সি. পাইপিয়েন্স-এর পুরুষ গৃহমশা সরাসরি স্ত্রী মশাকে আকৃষ্ট করতে পারে, বা তার কাছাকাছি যেতে পারে। তবে গবেষণার মাধ্যমে প্রমাণিত হয়েছে অনেক ক্ষেত্রেই সঙ্গম আচরণবিধির মধ্যেই অনীহা সংক্রান্ত বিষয়ের জন্য স্ত্রী মশা আগত পুরুষ মশাকে দূরে সরিয়ে দেওয়ার জন্য 'প্রত্যাখ্যান লাথি' ব্যবহার করে। এই আচরণ সত্ত্বেও, এরকমও দেখা যায় যে — প্রত্যাখ্যান লাথির পরেও পুরুষ মশা অন্যান্য প্রশ্রয় দেওয়া স্ত্রী মশাকে গ্রহণ করতে পিছপা হয়না। সি. পাইপিয়েন্স সঙ্গম-মূলক আচরণ পর্যবেক্ষণ করার জন্য একটি সমীক্ষা তুলে ধরেছে গুরুত্বপূর্ণ কিছু তথ্য। পুরুষদের দ্বারা অনুসরণপ্রাপ্ত স্ত্রী মশা নিজ যৌনাঙ্গে ৩৮.৯৫ শতাংশ হারে প্রজননকার্য ঘটাতে উদ্যোগী হয়। এদিকে মহিলাদের কাছ থেকে অতিমাত্রায় প্রত্যাখ্যাত হওয়ায় পরেও ১৭.৮৯ শতাংশ হারে প্রজননকার্যে এগিয়ে আসে। তাই জীবদ্দশায় পুরুষ এবং স্ত্রী গৃহমশা উভয়েরই সফল মিলনের একটি সুযোগ থেকে যায়। তবে গবেষণা অনুযায়ী দু-তরফের যৌন-উদ্যোগের সম্মতির আগের সবকটি প্রত্যাখ্যান লাথি দেওয়ার প্রক্রিয়াটি কেবলমাত্র স্ত্রী মশাদের দ্বারাই সঞ্চালিত হয়। তদুপরি, এদের ডান অঙ্গগুলির দ্বারা এই লাথি দেওয়ার আচরণটি সবথেকে বেশি, তুলনায় বামদিকের অঙ্গ ব্যবহারকারীদের সংখ্যা কম। এইধরণের আচরণগত প্রক্রিয়াকে তুলে ধরে স্ত্রী মশা কোনো নির্দিষ্ট পুরুষ মশার হাত থেকে রেহাই পেতেও কাজে লাগায়। এই সামগ্রিক কার্যকরী সুবিধা প্রদর্শন স্থান-ও-সময় ভেদে বাম দিকের ও ডান পিছনের অঙ্গগুলির ব্যবহার ও উদ্দীপনার সাথেও সম্পর্কিত থাকে।\n\n\n=== প্রজননের স্থানমাহাত্ম্য ===\nগৃহমশা বেশিরভাগ সময়েই জলের উপরীতলে প্রজনন করে — বিশেষ করে বন্যাপ্রবণ এলাকায় বা স্থায়ী জমাজলে। অন্যান্য প্রজনন স্থানগুলির মধ্যে যেমন রয়েছে প্রাকৃতিক জলাভূমি, সরু নালা, নর্দমা, জমা জলে ভরা খানা-খন্দ কিংবা ভিন্ন ভিন্ন গোত্রের কৃত্রিম জলাশয় যেমন চৌবাচ্চা, গাছের টব, ফুলদানি, রেফ্রিজাটরের ট্রে ইত্যাদি। সি. পাইপিয়েন্স-এর প্রজননক্ষেত্রে জৈব উপাদানের উপস্থিতি গুরুত্বপূর্ণ, অর্থাৎ যেখানে ডিম পাড়া অনুকূল বা যেখানে লার্ভা বিকাশের পর্যায়ে সবধরণের সুযোগসুবিধা পাবে। সমস্ত মশার প্রজাতি জলে বসবাসকারী লার্ভা তৈরি করে। ভেক্টর ডিজিজ কন্ট্রোল ইন্টারন্যাশনালের অন্যতম গবেষক ড্যানিয়েল মারকোস্কির মতে — \"কিউলেক্স পাইপিয়েন্স-এর লার্ভা বিশেষকরে জৈব উপাদানযুক্ত দূষণের মধ্যেও মূলত স্থির জলে বা পানিতে বৃদ্ধি পায়\"।\n\nএকটি প্রজননক্ষেত্রে উপস্থিত লার্ভার সংখ্যাও এদের বেঁচে থাকার যে সাফল্যের হার – তাকে প্রভাবিত করে। ১৯৭৩ সালের একটি পুরোনো গবেষণা এক্ষেত্রে উল্লেখের দাবী রাখে। জলে থাকা লার্ভার ঘনত্ব এই মশাদের বেঁচে থাকার হারের উপর প্রভাব বিস্তার করে। অধিকাংশ ঘটনাতেই দেখা গেছে যে লার্ভার টিকে থাকার সর্বোচ্চ ঘটনা ঘটে যখন লার্ভার ঘনত্ব ২০ থেকে ৫০ সংখ্যায় থাকে। এই জনসংখ্যার সীমার মধ্যে, লার্ভার বিকাশের সময়কালও এই সীমার উপরে বিদ্যমান লার্ভার ঘনত্বের তুলনায় দ্রুততম ছিল। বর্ধিত লার্ভা ঘনত্বও প্রভাবিত করে যে স্ত্রী মশাদের মাধ্যমে ঠিক কতগুলি ডিম উৎপন্ন হয়েছিল যেগুলি আসল পরীক্ষামূলক জনসংখ্যার মধ্যে শেষপর্যন্ত বেঁচেছিল। যখন লার্ভার ঘনত্ব অনেকটাই বেশি হয়ে যায়, তখন স্ত্রী মশাদের দ্বারা অনেকটাই স্বল্প সংখ্যায় ঐজায়গাতেই ডিম উৎপন্ন হয়।\n\n\n=== ঝাঁক নিদর্শন ===\nপুরুষ গৃহমশা বা স্ত্রী-রা সঙ্গমের জন্য ঝাঁক বেঁধে যে থাকবেই তার কোনো বাধ্যবাধকতা নেই। ল্যাবরেটরির একাধিক পরীক্ষায় প্রমাণিত হয়েছে যে সফল মিলন এই ধরণের কৃত্রিম অঞ্চলেও সম্ভব। ঝাঁকে ঝাঁকে থাকার তাই তেমন প্রয়োজন নেই। এমনকি যখন বিশ্রামের সময় _ তখনও স্ত্রী গৃহমশা মিলনে উদ্যত হতে পারে। যাইহোক, নির্দিষ্ট যেসব সি. পাইপিয়েন্স-ভুক্ত মশাদের সংখ্যার মধ্যে ঝাঁকে ঝাঁকে উপস্থিত থাকার প্রমাণ মেলে সেখানে কিছু রকমভেদ দেখা যায়। সূর্যের আলো আর ইউ ভি রশ্মি পাইপিয়েন্সের ঝাঁক নিদর্শনের উপর প্রভাব ফেলে। সূর্যাস্ত এবং সূর্যোদয়ের সাথে যুক্ত অনুকূল পরিস্থিতি এদের ছোটো থেকে বড় ঝাঁকের বিকাশ ঘটাতে পারে। ঝাঁক সাধারণত একটি স্বতন্ত্র পদ্ধতিতে বিকশিত হয়। এই ঝাঁক গঠনের মধ্যেও গৃহমশাগুলিকে উপবৃত্তাকার 'লুপ প্যাটার্নে' ঘুরে বেড়াতে বা উড়ে বেড়াতে দেখা গিয়েছে।\n\n\n=== অটোজেনি ===\n\n\"অটোজেনি\" নামক বিষয়টি গৃহমশার রক্ত ​​না খেয়ে ডিম পাড়ার বিশেষ ক্ষমতাকে বর্ণনা করে বা ব্যক্ত করে। এই বৈশিষ্ট্যটি অবশ্য অঞ্চলভেদে পরিবর্তিত হয়। স্ত্রী মশারা জটিল এবং প্যাথোজেনের সংক্রমণ সীমিত করতে পারে, কারণ ডিম পাড়ার জন্য এরা খাদ্যদূষণের কোনোরকম ঝুঁকি নেয় না।\n\n\n== রোগের বাহক হিসেবে এই মশা ==\nসারাবিশ্বের প্রায় প্রতিটি দেশেই মানুষ সহ অন্য সকল প্রাণীকেও মশাবাহিত রোগের প্রকোপে পড়তে হয়। বিশ্ব স্বাস্থ্য সংস্থা (হু)-র তথ্য অনুসারে, বিভিন্ন ধরণের মশাবাহিত রোগ ২০১৭ সালেও বিশ্বব্যাপী প্রায় ৩৫০ মিলিয়ন মানুষকে প্রভাবিত করেছিল। কিউলেক্স পাইপিয়েন্স হল মশা পরিবারের অন্যতম সাধারণ সদস্যের মধ্যে একটি। বাকিদের মতই গৃহমশাও রোগের বাহক। ওয়েস্ট নাইল ভাইরাস, সেন্ট লুইস এনকেফালাইটিস ভাইরাস, এভিয়ান ম্যালেরিয়া (প্লাজমোডিয়াম রেলিক্টাম), এবং গোদ রোগের মত পরজীবী ঘটিত রোগের প্রসারে জীবাণুবাহী গৃহমশার ব্যাপক প্রভাব দেখা যায়।\nগৃহমশার শরীরে, এমনকি হুলের ভিতরে থাকে পরজীবী অনুজীব। এমনই একপ্রকার অনুজীব হল প্লাজমোডিয়াম হোমোসার্কামফ্লেক্সাম।\n\n\n=== মশার কামড় ===\nঅন্যান্য মশার মতই মূলত রক্তের প্রোটিন অংশটি কাজে লাগিয়ে ডিম পাড়ার জন্য স্ত্রী গৃহমশা প্রাণীদেহে হুল ফোটায়। এই গৃহমশার কামড় বা হুল ফোটানোর ফলে যন্ত্রনা প্রধানত মানবশরীরের উষ্ণ এবং অনাবৃত অংশে অনুভূত হয়ে থাকে। জ্বালা করে ওঠা বা মৃদু থেকে তীব্র যন্ত্রনার দ্বারা প্রাণীরা প্রভাবিত হয়, এর ফলস্বরূপ তীব্র প্রতিক্রিয়া তৈরী হয়। রক্ত গ্রহণের জন্য মশা তার হুল বা প্রোবোসিস ব্যবহার করে। রক্ত হজম করার প্রক্রিয়ায়, প্রোবোসিস হোস্টে প্রবেশ করার সাথে সাথেই গৃহমশারা প্রাণীর শরীরে লালা প্রবেশ করায়।কিছু কিছু মানুষের মশার লালার জন্য অ্যালার্জির বা চুলকানিমূলক প্রতিক্রিয়া দেখা যায়।\n\n\n=== আরবোভাইরাস রোগ ===\nগৃহমশার হুল ফোটানোর ফলে 'আরবোভাইরাস' বা আর্বোভাইরাস সংক্রমণ হয়ে থাকে। আর্থ্রোপড ভেক্টর দ্বারা বা অনুজীববাহী/রোগবাহী মশার দ্বারাই এর মূল সংক্রমন ঘটে। মানুষের মতই পাখি ছাড়াও অন্যান্য মেরুদণ্ডী প্রাণীদের মধ্যে এই জীবাণু সংক্রামিত হয়, দেখা দেয় জ্বর ও মাথাব্যথা। পাইপিয়েন্স প্রজাতির পৃথিবীর শীতল ও উষ্ণ জলবায়ুর একাধিক দেশে, গ্রাম ও শহরাঞ্চলে অতিমাত্রায় আর্বোভাইরাস রোগজীবাণু বহন করে থাকে। আফ্রিকা মহাদেশের একাধিক অঞ্চলে এই মশার হুল ফোটানোর ফলে রিফ্ট ভ্যালি ফিভারের উপদ্রব দেখা গিয়েছে, ঠিক যেমন ভাবে জাপানের একাধিক জায়গায়  আর পূর্ব এশিয়ার দেশগুলিতে সববয়সী মানুষের মধ্যেই দেখা যায় মশাবাহিত রোগ এনকেফালাইটিসের। ২০২৩ এর পরিসংখ্যান অনুযায়ী বাংলাদেশে 'জাপানী এনকেফালাইটিস'-এর মৃত্যুহার ৩০ শতাংশ। তবে ওয়েস্ট নাইল ভাইরাস কমবেশি সারাবিশ্বের প্রায় সর্বত্রই দেখা যায়।\n\n\n== বিশ্বব্যাপী প্রভাব ==\n২০১৯ সালের ফেব্রুয়ারী মাসে ব্রিটেনে 'ওয়েস্ট নাইল ভাইরাস' বা পশ্চিমী নীল সংক্রমণ-এ কিউলেক্স পাইপিয়েন্স-এর সম্ভাব্য ভূমিকার বিষয়টিকে নিয়ে একটি তাত্ত্বিক সমীক্ষা রিপোর্ট মডেল আকারে প্রকাশ করা হয়েছিল। ইংল্যান্ডের দক্ষিণাঞ্চলে ২০১৫ সাল নাগাদ পরিচালিত একটি গবেষণা থেকে অভিজ্ঞতামূলক যে তথ্য সংগৃহীত হয়েছিল সেখানেও মৌসুমি বায়ুর প্রাচুর্যের সাথে ওয়েস্ট নাইল ভাইরাসে মানুষের আক্রান্ত হওয়ার বিষয়টি বেশ ভালোভাবেই বোঝা যায়। এর ফলে একএকটি ঋতু অনুযায়ী এদের উপদ্রব শনাক্ত করাও সহজসাধ্য হয়। কখন এই প্রজাতির মশার সংখ্যাবৃদ্ধি পায় – সে বিষয়েও সকলের সুস্পষ্ট ধারণা হয়, ফলে এদের বাড়বাড়ন্ত প্রতিহত করতেও স্থানীয় প্রশাসনের তরফে অনেকটা সুবিধা হয়।\n\n\n== আরও দেখুন ==\nকিউলেক্স গোত্রের অন্যান্য প্রাণীরা\nডিম পাড়ে যে-সমস্ত প্রাণীরা\nভেক্টর (ছোঁয়াচে রোগ-সংক্রান্ত বিদ্যা)\n\n\n== তথ্যসূত্র ==\n\n\n== পাদটীকা ==\nAnderson JF, Main AJ. 2006. Importance of vertical and horizontal transmission of West Nile virus by Culex pipiens in the northeastern United States. The Journal of Infectious Diseases 194(11):1577-9.\nBøgh C, Pedersen EM, Mukoko DA, Ouma JH. 1998. Permethrin-impregnated bednet effects on resting and feeding behaviour of lymphatic filariasis vector mosquitoes in Kenya. Medical and Veterinary Entomology 12(1):52-9.\nBurkett-Cadena ND. 2013. Mosquitoes of the Southeastern United States. University of Alabama Press, Tuscaloosa, Alabama. 64p.\nBockarie MJ, Pedersen EM, White GB, Michael E. 2009. Role of vector control in the global program to eliminate lymphatic filariasis. Annual review of entomology 54:469-87.\nCarpenter SJ, La Casse WJ. 1974. Mosquitoes of North America (North of Mexico). University of California Press, Berkeley, California. 284-285pp.\nCDC. (2018). Diseases. Center for Disease Control. https://www.cdc.gov/diseasesconditions/index.html (9 July 2020).\nCDC. (2020). West Nile virus. Center for Disease Control. https://www.cdc.gov/westnile/statsmaps/preliminarymapsdata2019/index.html (9 July 2020).\nCiota AT, Kramer LD. 2013. Vector-virus interactions and transmission dynamics of West Nile virus. Viruses 5(12):3021-47.\nDohm DJ, Sardelis MR, Turell MJ. 2002. Experimental vertical transmission of West Nile virus by Culex pipiens (Diptera: Culicidae). Journal of Medical Entomology 39(4):640-4.\nDarsie Jr RF, Ward RA. 2005. Identification and Geographical Distribution of the Mosquitoes of North America, North of Mexico. University Press of Florida, Gainesville, Florida. 79-115pp.\nDuggal NK, Bosco-Lauth A, Bowen RA, Wheeler SS, Reisen WK, Felix TA, Mann BR, Romo H, Swetnam DM, Barrett AD, Brault AC. 2014. Evidence for co-evolution of West Nile virus and house sparrows in North America. PLOS Neglected Tropical Diseases 8(10):e3262.\nFoster WA. 1995. Mosquito sugar feeding and reproductive energetics. Annual review of entomology 40(1):443-74.\nFoster WA, Walker ED. 2002. Mosquitos (Culicidae). In: Mullen G, Durden L, editors. Medical and Veterinary Entomology. Academic Press, San Diego, California. 261-317pp.\nHamer GL, Walker ED, Brawn JD, Loss SR, Ruiz MO, Goldberg TL, Schotthoefer AM, Brown WM, Wheeler E, Kitron UD. 2008. Rapid amplification of West Nile virus: The role of hatch-year birds. Vector-Borne and Zoonotic Diseases 8(1):57-68.\nHamer GL, Kitron UD, Goldberg TL, Brawn JD, Loss SR, Ruiz MO, Hayes DB, Walker ED. 2009. Host selection by Culex pipiens mosquitoes and West Nile virus amplification. The American Journal of Tropical Medicine and Hygiene 80(2):268-78.\nHuang S, Molaei G, Andreadis TG. 2011. Reexamination of Culex pipiens hybridization zone in the eastern United States by ribosomal DNA-based single nucleotide polymorphism markers. The American Journal of Tropical Medicine and Hygiene 85(3):434-41.\nITIS. (2020). Culex pipiens Linnaeus, 1758. Integrated Taxonomic Information System. http://www.itis.gov. (9 July 2020).\nKilpatrick AM, Kramer LD, Campbell SR, Alleyne EO, Dobson AP, Daszak P. 2005. West Nile virus risk assessment and the bridge vector paradigm. Emerging Infectious Diseases 11(3):425.\nKramer LD, Styer LM, Ebel GD. 2008. A global perspective on the epidemiology of West Nile virus. The Annual Review of Entomology 53:61-81.\nKimura M, Darbro JM, Harrington LC. 2010. Avian malaria parasites share congeneric mosquito vectors. Journal of Parasitology 96(1):144-51.\nKothera L, Zimmerman EM, Richards CM, Savage HM. 2009. Microsatellite characterization of subspecies and their hybrids in Culex pipiens complex (Diptera: Culicidae) mosquitoes along a north-south transect in the Central United States. Journal of Medical Entomology 46(2):236-48.\nKomar N, Langevin S, Hinten S, Nemeth N, Edwards E, Hettler D, Davis B, Bowen R, Bunning M. 2003. Experimental infection of North American birds with the New York 1999 strain of West Nile virus. Emerging Infectious Diseases 9(3):311.\nLedesma N, Harrington L. 2011. Mosquito vectors of dog heartworm in the United States: Vector status and factors influencing transmission efficiency. Topics in Companion Animal Medicine 26(4):178-85.\nLinthicum KJ, Britch SC, Anyamba A. 2016. Rift Valley fever: An emerging mosquito-borne disease. Annual Review of Entomology 61:395-415.\nMichalski ML, Erickson SM, Bartholomay LC, Christensen BM. 2010. Midgut barrier imparts selective resistance to filarial worm infection in Culex pipiens. PLOS Neglected Tropical Diseases 4(11):e875.\nMolaei G, Andreadis TG, Armstrong PM, Anderson JF, Vossbrinck CR. 2006. Host feeding patterns of Culex mosquitoes and West Nile virus transmission, northeastern United States. Emerging Infectious Diseases 12(3):468.\nMeegan JM, Khalil GM, Hoogstraal H, Adham FK. 1980. Experimental transmission and field isolation studies implicating Culex pipiens as a vector of Rift Valley fever virus in Egypt. The American Journal of Tropical Medicine and Hygiene 29(6):1405-10.\nMurray K, Baraniuk S, Resnick M, Arafat R, Kilborn C, Cain K, Shallenberger R, York TL, Martinez D, Hellums JS, Hellums D. 2006. Risk factors for encephalitis and death from West Nile virus infection. Epidemiology & Infection 134(6):1325-32.\nMurray KO, Mertens E, Desprès P. 2010. West Nile virus and its emergence in the United States of America. Veterinary Research 41(6):67.\nPastula DM, Smith DE, Beckham JD, Tyler KL. 2016. Four emerging arboviral diseases in North America: Jamestown Canyon, Powassan, chikungunya, and Zika virus diseases. Journal of Neurovirology 22(3):257-60.\nReeves WC, McD Hammon W, Izumi EM. 1942. Experimental transmission of St. Louis encephalitis virus by Culex pipiens Linnaeus. Proceedings of the Society for Experimental Biology and Medicine 50(1):125-8.\nReisen WK, Milby MM, Presser SB, Hardy JL. 1992. Ecology of mosquitoes and St. Louis encephalitis virus in the Los Angeles Basin of California, 1987-1990. Journal of Medical Entomology 29(4):582-98.\nRose RI. 2001. Pesticides and public health: Integrated methods of mosquito management. Emerging Infectious Diseases 7(1):17.\nRoss HH. 1964. The colonization of temperate North America by mosquitoes and man. Mosquito News 24(2).\nReimann CA, Hayes EB, DiGuiseppi C, Hoffman R, Lehman JA, Lindsey NP, Campbell GL, Fischer M. 2008. Epidemiology of neuroinvasive arboviral disease in the United States, 1999-2007. The American Journal of Tropical Medicine and Hygiene 79(6):974-9.\nTaylor RM, Hurlbut HS, Work TH, Kingston JR, Frothingham TE. 1955. Sindbis virus: A newly recognized arthropod-transmitted virus. The American Journal of Tropical Medicine and Hygiene 4(5):844-62.\nTurell MJ, Sardelis MR, O'Guinn ML, Dohm DJ. 2002. Potential Vectors of West Nile Virus in North America. In: Mackenzie J, Barrett A, Deubel V, editors. Japanese Encephalitis and West Nile Viruses. Volume 267 Current Topics in Microbiology and Immunology. Springer, Berlin, Heidelberg. 241-252pp.\nTurell MJ. 2012. Members of the Culex pipiens complex as vectors of viruses. Journal of the American Mosquito Control Association 28(4s):123-6.\nVinogradova EB. 2000. Culex pipiens Mosquitoes: Taxonomy, Distribution, Ecology, Physiology, Genetics, Applied importance and Control. Pensoft Publishers, Sofia, Bulgaria. 36-58pp.\nWHO. (2020). Lymphatic filariasis. World Health Organization. https://www.who.int/news-room/fact-sheets/detail/lymphatic-filariasis (9 July 2020).\nWood DM, Dang PT, Ellis RA. 1979. The Mosquitoes of Canada (Diptera: Culicidae) Part 6. The Insects and Arachnids of Canada. Research Branch. Canada Department of Agriculture Publication, Ottawa, Ontario. 274-276pp.\n\n\n== বহিঃসংযোগ ==\nগৃহমশা বা \"Culex pipiens\" এর ছবিসমূহ – inaturalist.org"}