{"pageid": 1421933, "title": "ইন্ডিয়ান ইম্পেরিয়াল পুলিশ", "url": "https://bn.wikipedia.org/wiki?curid=1421933", "content": "ইন্ডিয়ান ইম্পেরিয়াল পুলিশ, যাকে বিভিন্নভাবে ভারতীয় পুলিশ বা, ১৯০৫ সালের মধ্যে উল্লেখ করা হয়, ইম্পেরিয়াল পুলিশ, ভারতীয় পুলিশ পরিষেবার অংশ ছিল, ব্রিটিশ ভারতে পুলিশ প্রশাসনের অভিন্ন ব্যবস্থা, যা ভারত সরকারের আইন ১৮৫৮ দ্বারা প্রতিষ্ঠিত হয়েছিল। এবং ১৮৬১ সালের পুলিশ আইন। এটি ১৮৫৭ সালের বিদ্রোহের সময় ব্রিটিশদের দ্বারা অভিজ্ঞ বিপদ দ্বারা অনুপ্রাণিত হয়েছিল।\n১৯২০ সালে ইম্পেরিয়াল ইন্ডিয়ান পুলিশের তাদের দলে ৩,১০,০০০ পুলিশ ছিল। এর সদস্যরা ব্রিটিশ রাজে (বর্তমানে ভারত, পাকিস্তান, বাংলাদেশ এবং বার্মা) ৩০০ মিলিয়নেরও বেশি লোককে পুলিশ দিয়েছিল।\n১৯৪৮ সালে, ভারতের স্বাধীনতার এক বছর পর, ইম্পেরিয়াল পুলিশ সার্ভিসকে ভারতীয় পুলিশ সার্ভিস দ্বারা প্রতিস্থাপিত করা হয়, যা সংবিধান দ্বারা সর্বভারতীয় পরিষেবার অংশ হিসাবে গঠিত হয়েছিল।\n\n\n== ইতিহাস ==\nএটি দুটি শাখা নিয়ে গঠিত, সুপিরিয়র পুলিশ সার্ভিস, যেখান থেকে পরবর্তীতে ভারতীয় (ইম্পেরিয়াল) পুলিশ গঠিত হবে এবং অধস্তন পুলিশ সার্ভিস। ১৮৯৩ সাল পর্যন্ত, সিনিয়র গ্রেডে (অর্থাৎ, সহকারী জেলা সুপারিনটেনডেন্ট এবং তার উপরে) নিয়োগগুলি স্থানীয়ভাবে ভারতে, প্রধানত ভারতীয় সেনাবাহিনীর ইউরোপীয় অফিসারদের কাছ থেকে করা হয়েছিল।\nসেবার সর্বোচ্চ পদমর্যাদা ছিল প্রতিটি প্রদেশের জন্য ইন্সপেক্টর জেনারেল। ১৯৩৭ সালে সেন্ট্রাল ওয়ারেন্ট অফ প্রিসিডেন্স অনুসারে ইন্সপেক্টর জেনারেলের পদমর্যাদা ব্রিগেডিয়ার এবং ভারতীয় সশস্ত্র বাহিনীতে অনুরূপ পদের সাথে সমতুল্য এবং র‌্যাঙ্ক করা হয়েছিল। ইন্সপেক্টর জেনারেলের অধীনস্থ, পদমর্যাদাগুলি জেলা সুপারিনটেনডেন্ট এবং সহকারী জেলা সুপারিনটেনডেন্টদের সমন্বয়ে গঠিত হয়েছিল, যাদের বেশিরভাগই ১৮৯৩ সাল থেকে যুক্তরাজ্যে ভারতীয় সিভিল সার্ভিস পরীক্ষার জন্য পরীক্ষার মাধ্যমে নিযুক্ত হন। অধস্তন পুলিশ সার্ভিসে ইন্সপেক্টর, সাব-ইন্সপেক্টর, হেড কনস্টেবল (বা সিটি ফোর্স এবং ক্যান্টনমেন্টে সার্জেন্ট) এবং কনস্টেবলদের সমন্বয়ে গঠিত হয়, যাদের মধ্যে উচ্চতর পদ ব্যতীত প্রধানত ভারতীয়রা থাকে।\n১৯৩০ সালের মধ্যে, ভারতীয় পুলিশ \"ঔপনিবেশিক প্রশাসনের মধ্যে অভূতপূর্ব মাত্রার কর্তৃত্ব\" প্রয়োগ করেছিল। ভারতীয় ইম্পেরিয়াল পুলিশ বার্মার প্রাথমিক আইন প্রয়োগকারীও ছিল, যা ভারতের একটি প্রদেশ হিসাবে শাসিত ছিল, ১৯৩৭ সাল পর্যন্ত।\nদ্বিতীয় বিশ্বযুদ্ধের আগে, ভারতীয় পুলিশ নিয়মিতভাবে এমআই ৫- এর ক্যাডারের উৎস হিসেবে কাজ করত।\n\n\n== ইম্পেরিয়াল (ভারত) পুলিশের পদমর্যাদা ==\nউচ্চতর পরিষেবা:\nপুলিশ মহাপরিদর্শক (রাজ্য পুলিশের প্রধান)\nউপ-মহাপরিদর্শক (রেঞ্জ পুলিশের প্রধান) বা চারটি শহরের কমিশনার (মাদ্রাজ, বোম্বে, কলকাতা এবং রেঙ্গুন)\nপুলিশ সুপার (জেলা পুলিশ প্রধান)\nসহকারী পুলিশ সুপার (মহকুমা পুলিশের প্রধান, একটি জেলার বিশেষভাবে প্রধান মহকুমা)\nঅধীনস্থ সেবা:\nউপ-পুলিশ সুপার (মহকুমা পুলিশ প্রধান)।\nপুলিশ পরিদর্শক (সার্কেল পুলিশ প্রধান)\nপুলিশের উপ-পরিদর্শক (থানার প্রধান)\nসার্জেন্ট (প্রতিটি থানার জন্য একজন এবং ইউরোপীয় বা অ্যাংলো-ইন্ডিয়ান হতে হবে)\nহেড কনস্টেবল\nনায়েক\nকনস্টেবল\n\n\n== অরওয়েল ==\nজর্জ অরওয়েল, তার আসল নাম এরিক ব্লেয়ার সহ, ২৭ নভেম্বর ১৯২২ থেকে ১২ জুলাই ১৯২৭ পর্যন্ত বার্মায় ভারতীয় ইম্পেরিয়াল পুলিশে দায়িত্ব পালন করেন, ইংল্যান্ডে ছুটিতে থাকার সময় আনুষ্ঠানিকভাবে পদত্যাগ করেন (১ জানুয়ারি ১৯২৮ কার্যকর) পদে অধিষ্ঠিত হন। জেলা সদরের সহকারী জেলা সুপারিনটেনডেন্ট, প্রথমে ইনসেইনে এবং পরে মৌলমেইনে। তিনি কীভাবে তার নিজের ভাষায়, \"সাম্রাজ্যের নোংরা কাজ\" তার ব্যক্তিগত, রাজনৈতিক এবং সামাজিক মতামতকে প্রভাবিত করেছিল তার সাথে যোগাযোগ করার বিষয়ে লিখেছেন। তার অভিজ্ঞতার কথা উল্লেখ করে তার কিছু কাজের মধ্যে রয়েছে \" এ হ্যাঙ্গিং \" (১৯৩১), কুখ্যাত ইনসেইন কারাগারে স্থাপিত, এবং তার উপন্যাস বার্মিজ ডেজ (১৯৩৪)। একইভাবে, যদিও তিনি লিখেছিলেন যে, \"আমি বার্মা এবং বর্মনকে ভালবাসতাম এবং আমার জীবনের সেরা বছরগুলি বার্মা পুলিশে কাটিয়েছি বলে কোনও অনুশোচনা নেই।\" \" শুটিং অ্যান এলিফ্যান্ট \" (১৯৩৬), তার চরিত্রে বলা হয়েছে যে \"নিম্ন বার্মার মৌলমেইনে, আমি প্রচুর সংখ্যক লোক দ্বারা ঘৃণা করতাম-- আমার জীবনের একমাত্র সময় যে আমার সাথে এটি হওয়ার জন্য আমি যথেষ্ট গুরুত্বপূর্ণ হয়েছি।\"\n\n\n== আরও দেখুন ==\nটি. রামচন্দ্র রাও\nপঞ্চানন ঘোষাল\nকাজি আজিজুল হক\n\n\n== তথ্যসূত্র ==\n\nটীকা\n\n\n== গ্রন্থপঞ্জি ==\nChandavarkar, Rajnarayan (1998) Imperial Power and Popular Politics: Class, Resistance and the State in India, 1850-1950. Cambridge University Press. At Google Books."}