{"pageid": 1421944, "title": "ভারত সরকার আইন ১৮৫৮", "url": "https://bn.wikipedia.org/wiki?curid=1421944", "content": "ভারত সরকার আইন ১৮৫৮ ছিল যুক্তরাজ্যের সংসদের একটি আইন (২১ এবং ২২ ভিক্ট. সি.১০৬) ২ আগস্ট ১৮৫৮ সালে পাস হয়েছিল। এর বিধানগুলি ইস্ট ইন্ডিয়া কোম্পানির (যারা এই পর্যন্ত পার্লামেন্টের পৃষ্ঠপোষকতায় ব্রিটিশ ভারত শাসন করে আসছে) এবং এর কার্যাবলী ব্রিটিশ ক্রাউনের কাছে হস্তান্তর করার আহ্বান জানায়।\nযুক্তরাজ্যের তৎকালীন প্রধানমন্ত্রী লর্ড পালমারস্টন ১৮৫৮ সালে ইস্ট ইন্ডিয়া কোম্পানির কাছ থেকে ক্রাউনে ভারত সরকারের নিয়ন্ত্রণ হস্তান্তরের জন্য একটি বিল উত্থাপন করেন, যা ভারত সরকারের বিদ্যমান ব্যবস্থায় গুরুতর ত্রুটির কথা উল্লেখ করে। যাইহোক, এই বিলটি পাস হওয়ার আগে, পামারস্টন অন্য একটি বিষয়ে পদত্যাগ করতে বাধ্য হন।\nএডওয়ার্ড স্ট্যানলি, ডার্বির ১৫ তম আর্ল (যিনি পরে ভারতের প্রথম সেক্রেটারি অফ স্টেট হয়েছিলেন), পরবর্তীকালে আরেকটি বিল পেশ করেন যার শিরোনাম ছিল \"ভারতের উন্নত শাসনের জন্য একটি আইন\" এবং এটি ১৮৫৮ সালের ২ আগস্ট পাস হয়। এই আইনের মাধ্যমে ভারতকে সরাসরি এবং ক্রাউনের নামে শাসন করা হবে।\n\n\n== ইতিহাস ==\n\n১৮৫৭ সালের ভারতীয় বিদ্রোহ ব্রিটিশ সরকারকে আইনটি পাস করতে বাধ্য করে।\nএই আইনটি কয়েক মাস পরে রানী ভিক্টোরিয়ার \"প্রিন্সস, চিফস এবং পিপলস অফ ইন্ডিয়া\" এর ঘোষণা দ্বারা অনুসরণ করা হয়েছিল, যা অন্যান্য বিষয়গুলির মধ্যে বলেছিল, \"আমরা আমাদের ভারতীয় ভূখণ্ডের আদিবাসীদের সাথে নিজেদেরকে আবদ্ধ রাখি একই কর্তব্যের বাধ্যবাধকতা যা আমাদের অন্যান্য সকল বিষয়ের সাথে আবদ্ধ করে\" (পৃ.২)\n\n\n== বিলের বিধান ==\nভারতে কোম্পানির অঞ্চলগুলি রানির হাতে ন্যস্ত করা হয়েছিল, কোম্পানি এই অঞ্চলগুলির উপর তার ক্ষমতা এবং নিয়ন্ত্রণ ব্যবহার করা বন্ধ করে দেয়। রাণীর নামে ভারত শাসন করা হত।\nরানির প্রিন্সিপ্যাল সেক্রেটারি অফ স্টেট কোম্পানির কোর্ট অফ ডিরেক্টরসের ক্ষমতা ও দায়িত্ব পেয়েছিলেন। ভারতের সেক্রেটারি অফ স্টেটকে সহায়তা করার জন্য পনের সদস্যের একটি কাউন্সিল নিযুক্ত করা হয়েছিল। কাউন্সিলটি ভারতীয় বিষয়ে একটি উপদেষ্টা সংস্থায় পরিণত হয়। ব্রিটেন এবং ভারতের মধ্যে সমস্ত যোগাযোগের জন্য, সেক্রেটারি অফ স্টেট হয়ে ওঠে আসল চ্যানেল।\nভারতের সেক্রেটারি অফ স্টেটকে কাউন্সিলের সাথে পরামর্শ না করে সরাসরি ভারতে কিছু গোপন প্রেরণ পাঠানোর ক্ষমতা দেওয়া হয়েছিল। তিনি পরিষদের বিশেষ কমিটি গঠনেরও ক্ষমতাপ্রাপ্ত হন।\nএকজন গভর্নর-জেনারেল এবং প্রেসিডেন্সির গভর্নরদের নিয়োগ করার ক্ষমতা ক্রাউনকে দেওয়া হয়েছিল।\nরাজ্য সচিবের নিয়ন্ত্রণে একটি ভারতীয় সিভিল সার্ভিস তৈরি করা হবে।\nইস্ট ইন্ডিয়া কোম্পানির সমস্ত সম্পত্তি এবং অন্যান্য সম্পদ ক্রাউনে হস্তান্তর করা হয়েছিল। ক্রাউন কোম্পানির দায়িত্বও গ্রহণ করেছিল কারণ তারা চুক্তি, চুক্তি ইত্যাদির সাথে সম্পর্কিত ছিল।\nএই আইনটি ভারতীয় ইতিহাসের একটি নতুন সময়ের সূচনা করে, ভারতে কোম্পানি শাসনের অবসান ঘটায়। নতুন ব্রিটিশ রাজের যুগ ১৯৪৭ সালের আগস্টে ভারত বিভক্তি পর্যন্ত স্থায়ী হবে, যখন ভারতের ভূখণ্ডকে পাকিস্তানের অধিরাজ্য এবং ভারতের অধিরাজ্য হিসাবে আধিপত্যের মর্যাদা দেওয়া হয়েছিল।\n\n\n== আরও দেখুন ==\nইস্ট ইন্ডিয়া স্টক ডিভিডেন্ড রিডেম্পশন অ্যাক্ট ১৮৭৩\nব্রিটিশ রাজ\nইন্ডিয়া অফিস\nভারতের গভর্নর জেনারেল\nভারতীয় কাউন্সিল আইন, ১৯০৯\nভারত শাসন আইন, ১৯৩৫\nবাংলাদেশের ইতিহাস\nভারতের ইতিহাস\nপাকিস্তানের ইতিহাস\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nএকজন পণ্ডিতের গ্রন্থপঞ্জি\nভারত শাসন আইন ১৮৫৮ এর আংশিক পাঠ\nভারত শাসন আইন, 1858 এর আংশিক পাঠ্য (২১ এবং ২২ ভিক্ট.\nটেমপ্লেট:UK legislation\n\nভারত শাসন আইন ১৮৫৮ এর সম্পূর্ণ পাঠ্য, (২১ এবং ২২ ভিক্ট."}