{"pageid": 1421740, "title": "সুহাসিনী চট্টোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1421740", "content": "সুহাসিনী চট্টোপাধ্যায় (সুহাসিনী নাম্বিয়ার নামেও পরিচিত; ১৯০২-২৬ নভেম্বর ১৯৭৩) একজন ভারতীয় কমিউনিস্ট নেতা এবং একজন স্বাধীনতা সংগ্রামী ছিলেন। তিনি ভারতের কমিউনিস্ট পার্টির প্রথম মহিলা সদস্য ছিলেন।\n\n\n== জীবনী ==\nসুহাসিনী ছিলেন অঘোর নাথ চট্টোপাধ্যায় এবং বড়দা সুন্দরী দেবীর আট সন্তানের একজন। তিনি সুপরিচিত স্বাধীনতা সংগ্রামী এবং ভারতীয় জাতীয় কংগ্রেসের সভাপতি সরোজিনী নাইডুর বোন ছিলেন।\n১৯২০ সালে তিনি মাত্র ১৭ বছর বয়সে মাদ্রাজে মুক্তিযোদ্ধা, সাংবাদিক এসিএন নাম্বিয়ারকে বিয়ে করেন। তার সেক্রেটারি ইভা গেইসলারের সাথে নাম্বিয়ারের সম্পর্কের কারণে তারা শীঘ্রই আলাদা হয়ে যায়। তাদের বিচ্ছেদের পর সুহাসিনী অক্সফোর্ডে পড়াশুনা শেষ না হওয়া পর্যন্ত দুজনেই কিছুদিন লন্ডনে থাকেন। দুজনেই বার্লিনে চলে যান। সেখানে তিনি তার ভাগ্নে জয়সূর্যের সাথে যোগ দেন, সরোজিনী নাইডুর ছেলে, যিনি সেখানে মেডিসিন পড়ছিলেন। তারা দুজনেই সেখানে চাকরি করেন, জয়সূর্য সাময়িকী সম্পাদনা করেন এবং সুহাসিনী জার্মানদের ইংরেজি শেখান।\nতার ভাই বীরেন্দ্রনাথ চট্টোপাধ্যায়, যিনি চট্টো নামে বেশি পরিচিত, দ্বারা প্রভাবিত হয়ে তিনি একজন কমিউনিস্ট হয়ে ওঠেন। এরপর তার ভাই এমএন রায়ের সহায়তায় তাকে মস্কোর ইস্টার্ন ইউনিভার্সিটিতে ভর্তির জন্য সহায়তা করেন। তিনি ১৯২৮ সালে বিখ্যাত ব্রিটিশ কমিউনিস্ট লেস্টার হাচিনসনের সাথে ভারতে ফিরে আসেন। এমনকি মিরাট ষড়যন্ত্র মামলায় হাচিনসনকে গ্রেপ্তার করা হয়েছিল।\nমস্কোতে অবস্থান শেষ করে তিনি ভারতে ফিরে আসেন। তিনি তার স্বামী নাম্বিয়ারের সাথে যোগাযোগ রেখেছিলেন, তাকে ভারতে ফিরে যেতে বলেছিলেন, কিন্তু তিনি তার নতুন সম্পর্কের কারণে এই ধারণাটি প্রত্যাখ্যান করেছিলেন। তার উপপত্নী ইভা ছিলেন এমএন রায়ের প্রেমিকা লুইস গেইসলারের বোন। সুহাসিনী ছয় বছর ধরে নাম্বিয়ারের ফিরে আসার জন্য অপেক্ষা করেছিলেন। ১৯৩৮ সালে তিনি আরএম জাম্বেকারকে বিয়ে করেন, একজন ট্রেড ইউনিয়ন কর্মী এবং ISCUS- এর প্রতিষ্ঠাতা। মস্কোতে তাদের দেখা হয়েছিল। ১৯৩১ সালে আমেরিকান সাংবাদিক এডগার স্নো যখন ভারতে আসেন, তখন সুহাসিনীই তাকে নিয়ে যান। তিনি \"ভারতের নারীদের বিদ্রোহ\" নামে একটি পরবর্তী প্রবন্ধে লিখেছেন, যে সুহাসিনী তার দেখা সবচেয়ে সুন্দরী মহিলা।\n\n\n== সিপিআই-এর সাথে কাজ ==\nসুহাসিনী ১৯২৯ সালে ভারতের কমিউনিস্ট পার্টিতে প্রথম মহিলা সদস্য হিসেবে যোগ দেন। অদ্ভুতভাবে তিনি ১৯৫১ সালে স্বাধীনতার পর পর্যন্ত পুলিশের নজরদারিতে ছিলেন। একজন চমৎকার গায়ক এবং নৃত্যশিল্পী, তিনি শীঘ্রই দলের সাংস্কৃতিক কর্মকাণ্ডে জড়িত হয়ে পড়েন। তিনি স্থায়ীভাবে বোম্বেতে ঘাঁটি স্থানান্তরিত করেন এবং কমিউনিস্ট আন্দোলনের মধ্যে পরিচিত মুখ হয়ে ওঠেন। পরে তিনি লিটল ব্যালে গ্রুপ প্রতিষ্ঠা করতে সাহায্য করেন এবং আইপিটিএ -তে সক্রিয় ছিলেন। তার নেতৃত্বে, তারা নাটক মঞ্চস্থ করেছিল যা জনসাধারণের দ্বারা ভালভাবে গ্রহণ করেছিল। তিনি কমিউনিস্ট পার্টির জন্য দ্য নিউ স্পার্ক প্রকাশ করতে শুরু করেন।\n১৯৪১ সালে পার্টি সুহাসিনী এবং বাংলার অন্যান্য সিনিয়র নেতাদের যেমন ভূপেন্দ্র নাথ দত্ত, হীরেন মুখার্জি এবং এস কে আচার্যকে ফ্রেন্ডস অফ সোভিয়েত ইউনিয়ন (এফএসইউ) প্রতিষ্ঠার দায়িত্ব দেয়। এটি ছিল দ্বিতীয় বিশ্বযুদ্ধের সময় ইউএসএসআর-এর উপর নাৎসি জার্মান আগ্রাসনের দিন। ১৯৪২ সালে নাসিক কারাগার থেকে মুক্তি পাওয়ার পর, রামকৃষ্ণ জাম্বেকরও FSU কাজে সুহাসিনীকে সাহায্য করতে শুরু করেন। আরেক কমিউনিস্ট শশী বাকায়াও এফএসইউতে যোগ দেন। তিনি গান্ধীর ডাকে পুনার ফার্গুসন কলেজ ছেড়ে সবরমতী আশ্রমে যোগ দিয়েছিলেন। ১৯৪৪ সালে বোম্বেতে FSU-এর প্রথম সর্বভারতীয় সম্মেলন অনুষ্ঠিত হয়। সরোজিনী নাইডু চেয়ারপারসন এবং জাম্বেকার সাধারণ সম্পাদক নির্বাচিত হন। সুহাসিনী এই সম্মেলন আয়োজনে সক্রিয়ভাবে সহায়তা করেছিলেন।\n১৯৪৭ সালের মার্চ মাসে, প্রথম দক্ষিণ এশীয় সম্পর্ক সম্মেলন নয়াদিল্লিতে অনুষ্ঠিত হয়। নেহরুর উদ্যোগে সুহাসিনী ও জাম্বেকর উভয়েই এই সম্মেলনে যুক্ত হন। সরোজিনী নাইডু আবার সম্মেলনের সভাপতিত্ব করেন এবং মহাত্মা গান্ধী এতে ভাষণ দেন।\nপ্রাথমিক বছরগুলিতে, নেহেরু সুহাসিনী এবং তার স্বামী উভয়কেই মার্ক্সবাদের সাথে পরিচিত হতে সাহায্য করেছিলেন। সুহাসিনী যথাক্রমে লাহোর এবং অমৃতসরের বাকায়া এবং ডাং পরিবারের খুব ঘনিষ্ঠ ছিলেন। তিনি বিমলা বাকায়া, রবি বাকায়া এবং সত্যপাল ডাং ইত্যাদির সাথে ঘনিষ্ঠ যোগাযোগ রাখতেন। তিনি লাহোরে যেতেন এবং তার বোন মৃণালিনীর সাথে থাকতেন, যিনি গঙ্গা রাম স্কুলের অধ্যক্ষ ছিলেন। দুই বোনই তাদের বৃত্তে 'দ্য ইন্টারন্যাশনাল' পড়াতেন।\n\n\n== আমির হায়দার খানকে সাহায্য করা ==\nরেল ধর্মঘট সংগঠিত করার জন্য - ১৯২৯ সালের মিরাট ষড়যন্ত্র মামলায় সারা ভারত থেকে প্রায় 32 জন কমিউনিস্ট এবং ট্রেড ইউনিয়ন নেতাকে গ্রেপ্তার করা হয়েছিল। উদীয়মান কমিউনিস্ট নেতা আমির হায়দার খানের নামও ব্রিটিশদের অভিযুক্তদের তালিকায় ছিল কিন্তু তিনি এই জাল থেকে রক্ষা পান। সদ্য বিদেশ থেকে ফিরে রিজভীর সঙ্গে সুহাসিনীর বাড়িতেই ছিলেন তিনি। তিনি ডাঙ্গে, ঘাটে, অধিকারী এবং অন্যান্যদের সাথে দেখা করেছিলেন। সুহাসিনীই খানকে বলেছিলেন যে বোম্বেতে থাকা বিপজ্জনক, তাকে গোয়া যেতে পরামর্শ দিয়েছিলেন। আমির হায়দারের একটি ইতালীয় পাসপোর্ট ছিল, যেটি নিয়ে তিনি গোয়াতে স্থানান্তরিত হন, তারপর একটি পর্তুগিজ উপনিবেশ এবং তারপর জার্মানির পথে নেপলস চলে যান। এই পালাতে সুহাসিনী তাকে অনেক সাহায্য করেছিল।\n১৯৩১ সালে আমির হায়দার ভারতে ফিরে আসলে বোম্বেতে নিরাপদ না থাকায় দলের নির্দেশে তাকে মাদ্রাজ চলে যেতে হয়। সুহাসিনী তাকে আবার সাহায্য করে টাকার ব্যবস্থা করে। তিনি মাদ্রাজে তার থাকার ব্যবস্থাও করেছিলেন। সেখানে তাকে গ্রেপ্তার করা হলে, পার্টি আবার সুহাসিনী, তার বোন এবং রণদিবকে তার আত্মরক্ষার ব্যবস্থা করার জন্য পাঠায়। মিরাট থেকে মুক্তি পাওয়ার পর, ঘাটে এবং মিরাজকার আরও কাজের বিষয়ে সুহাসিনী এবং হায়দারের সাথে দেখা করেন। ইতোমধ্যে পার্টি ভারতের স্বাধীনতার জন্য কংগ্রেসের মধ্যেও কাজ করার সিদ্ধান্ত নেয়। এমনকি ১৯৪০ সালে কংগ্রেসের রামগড় অধিবেশনে যোগ দিতে তিনি হায়দারকে সাহায্য করেছিলেন।\n\n\n== পরবর্তী রাজনৈতিক জীবন ==\nসুহাসিনী ১৯৫০ এর দশকের শেষ পর্যন্ত রাজনীতিতে ছিলেন। তিনি অল্প সময়ের জন্য কংগ্রেস পার্টিতে যোগ দিয়েছিলেন কিন্তু ১৯৬০-এর দশকে আবির্ভূত নতুন রাজনীতিকে মেনে নিতে পারেননি এবং ধীরে ধীরে প্রত্যাহার করে নেন। তিনি শেষ অবধি তার এনজিও নিউ ওয়ার্ক সেন্টার ফর উইমেনের সাথে সামাজিক কাজের সাথে জড়িত ছিলেন।\n৬০ এর দশকের শেষের দিকে তার স্বাস্থ্যের অবনতি ঘটে এবং তাকে হুইলচেয়ার ব্যবহার করতে হয়। তিনি ১৯৭৩ সালে বোম্বেতে অজ্ঞাত মৃত্যুবরণ করেন।\n\n\n== তথ্যসূত্র =="}