{"pageid": 1422611, "title": "জেনেরা প্লান্টারাম", "url": "https://bn.wikipedia.org/wiki?curid=1422611", "content": "জেনেরা প্লান্টারাম হলো সুইডিশ প্রকৃতিবিদ কার্ল লিনিয়াসের (১৭০৭-১৭৭৮) একটি প্রকাশনা। এই বইটির প্রথম সংস্করণ ১৭৩৭ সালে লিডেন হতে প্রকাশিত হয়েছিল। পঞ্চম সংস্করণটি স্পেসিস প্লান্টারাম (১৭৫৩) বইটির পরিপূরক খণ্ড হিসাবে প্রকাশিত হয়েছিল। শেওলা, ছত্রাক এবং উদ্ভিদের জন্য নামকরণের আন্তর্জাতিক কোডের ১৩ নম্বর অনুচ্ছেদে বলা হয়েছে যে, \"লিনিয়াসের স্পেসিস প্ল্যান্টারাম বইটির ১ম সংস্করণ (১৭৫৩) এবং ২য়  সংস্করণ (১৭৬২-৬৩)-এ প্রাপ্ত প্রজাতির নামগুলো লিনিয়াসের জেনেরা প্লান্টারামবইটির ৫ম সংস্করণ (১৭৫৪) এবং ৬ষ্ঠ সংস্করণ (১৭৬৪)-এ প্রদত্ত প্রথম পরবর্তী বিবরণের সাথে যুক্ত এই নামের অধীনে।\" এটি উদ্ভিদের বেশিরভাগ দলের নামকরণের সূচনা পদ্ধতিকে সংজ্ঞায়িত করে।\nজেনেরা প্ল্যান্টারাম-এর প্রথম সংস্করণে ৯৩৫টি উদ্ভিদ বংশের সংক্ষিপ্ত বিবরণ দেয়া হয়েছিলো যা সেই সময়ে লিনিয়াসের কাছে পরিচিত ছিল। বইটি উৎসর্গ করা হয়েছিলো লিডেনর একজন চিকিত্সক  হারমান বোরহাভকে যিনি লিনিয়াসকে জর্জ ক্লিফোর্ডের সাথে এবং সে সময়কার মেডিকো-বোটানিকাল ডাচ প্রতিষ্ঠার সাথে পরিচয় করিয়ে দিয়েছিলেন। জেনারা প্লান্টারাম-এ উদ্ভিদের শ্রেণিবিভাগ করণে \"যৌন পদ্ধতি\" ব্যবহার করা হয়েছিলো, যেখানে ফুলের পুংকেশর এবং গর্ভকেশরের সংখ্যার উপর ভিত্তি করে উদ্ভিদকে গোষ্ঠীভুক্ত করা হয়। জেনারা প্ল্যান্টারাম বইটি লিনিয়াস কর্তৃক বেশ কয়েকবার সংশোধিত হয়, পঞ্চম সংস্করণটি ১৭৫৪ সালের আগস্ট মাসে প্রকাশিত হয়েছিলো (তৃতীয় সংস্করণ এবং চতুর্থ সংস্করণ লিনিয়াস কর্তৃক সম্পাদিত হয়নি) এবং স্পেসিস প্ল্যান্টারাম-এর প্রথম সংস্করণের সাথে তা সংযুক্ত হয়েছিল। প্রথম এবং পঞ্চম সংস্করণ প্রকাশের মধ্যে ১৬ বছরের ব্যবধানের মধ্যে তালিকাভুক্ত উদ্ভিদ জেনারের সংখ্যা ৯৩৫ থেকে ১,১০৫-এ বৃদ্ধি পেয়েছিলো।\nলিনিয়াস স্পেসিস প্ল্যান্টারাম-এর ১৭৫৩ সালের সংস্করণে তার উদ্ভিদের তালিকার ব্যাপক গ্রহণযোগ্যতার ফলশ্রুতিতে দ্বিপদ নামকরণের ব্যবস্থা প্রতিষ্ঠা করেছিলেন, যা এখন সমস্ত উদ্ভিদ নামকরণের সূচনা মান হিসাবে গ্রহণ করা হয়। জেনেরা প্লান্টারাম বইটি একটি সর্বজনীন মানসম্মত জৈবিক নামকরণের ক্ষেত্রে নেয়া প্রথম পদক্ষেপের একটি অবিচ্ছেদ্য অংশ ছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জী ==\nStafleu, Frans Antonie (১৯৭১)। Linnaeus and the Linnaeans: The spreading of their ideas in systematic botany, 1735–1789। Utrecht: A. Oosthoek's Uitgeversmaatschappij। International Association for Plant Taxonomy। আইএসবিএন 90-6046-064-2। ওএল 27071356M। \nStearn, William T. (১৯৬০)। \"Introduction: Notes on Linnaeus's 'Genera Plantarum'\"। Genera Plantarum। by Linnaeus, Carl।  Cramer, J.; Swann, H. K., সম্পাদকগণ। Historiae Naturalis Classica। 3 (1960 facsimile of 5th সংস্করণ)। Weinheim: Wheldon & Wesley, Ltd.। পৃষ্ঠা v–xxiv। ওএল 26620909M। ওসিএলসি 896638426।  \nStearn, William T. (১৯৭১)। \"Appendix: Linnaean Classification, Nomenclature, and Method\"। The Compleat Naturalist: A Life of Linnaeus। by Blunt, Wilfrid। New York: The Viking Press। পৃষ্ঠা 242–252। এলসিসিএন 78-147393। ওএল 22131063M।  \nStearn, William T. (১৯৮৬)। \"Linnaeus and his students\"।   Goode, Patrick; Lancaster, Michael। The Oxford Companion to Gardens। Consultant editors: Sir Geoffrey Jellico and Susan Jellico। Oxford University Press। পৃষ্ঠা 338–340। আইএসবিএন 0-19-866123-1। \n\n\n== বহিঃসংযোগ ==\nGenera Plantarum online (the second edition (Leiden, 1742) on Google books)\nA translation of Carl Linnaeus’s introduction to Genera Plantarum (1737)\nটেমপ্লেট:কার্ল লিনিয়াস\nটেমপ্লেট:উদ্ভিদবিজ্ঞানের ইতিহাস"}