{"pageid": 1422580, "title": "মেহেন্দি", "url": "https://bn.wikipedia.org/wiki?curid=1422580", "content": "মেহেন্দি () হল হীনা বা মেহেদি দিয়ে তৈরি একটি মিশ্রণ ব্যবহার করে ত্বকের উপর ফুল বা নানারকম সুদৃশ্য অস্থায়ী নকশা অংকন করা। পশ্চিমে, মেহেন্দি সাধারণত হেনা ট্যাটু নামে পরিচিত, যদিও এটি একটি স্থায়ী ট্যাটু নয়।\nমেহেন্দির অনেক বৈচিত্র্য এবং নকশা আছে। মহিলারা সাধারণত তাদের হাতে এবং পায়ে মেহেন্দির নকশা বানায়।  মেহেদির মানক রঙ হল বাদামী। তবে সাদা, লাল, কালো এবং সোনালী রংও ব্যবহার করা হয়।\nদক্ষিণ এশিয়ায়, হিন্দু এবং মুসলিম উভয় সম্প্রদায় বিবাহের সময় শরীরে মেহেন্দি লাগিয়ে সাজসজ্জা করেন। হিন্দু মহিলারা করভা চৌথ, ভাত পূর্ণিমা, দীপাবলি, ভাই দুজ, নবরাত্রি, দুর্গাপূজা, এবং তিজের মতো উৎসবগুলিতে মেহেন্দি লাগান৷ মুসলিম মহিলারা ঈদুল ফিতর এবং ঈদুল আজহার মতো অনুষ্ঠানে মেহেন্দি লাগান।\n\n\n== ব্যুৎপত্তি ==\n\"মেহেন্দি\" এর উৎপত্তি সংস্কৃত শব্দ \"মেনধিকা\" থেকে, যা মেহেদি উদ্ভিদকে বোঝায়। মেহেদি গাছ থেকে একধরনের লাল রং নির্যাস হিসাবে বের করা হয়। এ ডিকশনারী অফ উর্দু অনুসারে, ক্লাসিক্যাল হিন্দি এবং ইংরেজি মেহেন্দি বলতে বধূর হাত ও পায়ে মেহেদি দিয়ে নকশা করাকেও বোঝায়।\n\n\n== উৎপত্তি ==\nপ্রাচীন ব্যাবিলন এবং মিশরে মেহেদি রঞ্জকের প্রথম ব্যবহার খুঁজে পাওয়া যায়। ভারতে এটি চতুর্থ শতকে মেহেন্দির প্রচলন ছিল, যা দাক্ষিণাত্য অঞ্চলের গুহা শিল্প থেকে জানা যায়।\n\n\n== প্রক্রিয়া ==\nপ্রথমে লসোনিয়া ইনেরমিস বা মেহেদি গাছের গুঁড়ো শুকনো পাতা থেকে একটি থক্থকে মিশ্রণবা পেস্ট তৈরি করা হয়।\nতারপর মেহেন্দির পেস্ট সাধারণত একটি প্লাস্টিকের শঙ্কুর মধ্যে ভরা হয়, সেই প্লাস্টিকের শঙ্কুটিকে ভালো করে আবদ্ধ করে তার নিচের অংশটি অল্প করে কেটে নেওয়া হয় যাতে মেহেন্দির পেস্ট্টি নির্গমনের রাস্তা থাকে। তারপর সেই শঙ্কুর উপরের অংশে সামান্য চাপ দিলেই নিচের ছিদ্র দিয়ে মেহেন্দি পেস্ট নির্গত হয় এবং সেই নির্গত পেস্ট ত্বকে, বিশেষত হাতের তালুতে বা হাতের পৃষ্ঠদেশে প্রয়োগ করে নানারকম নক্সা বানানো হয়। কখনো তুলি বা কাঠী প্রয়োগ করেও এই মেহেন্দির পেস্ট লাগানো হয়। প্রয়োগের পনের থেকে বিশ মিনিট পরে মিশ্রণটি শুকিয়ে যায় এবং ফাটতে শুরু করে। তখন আস্তে আস্তে শুকনো মেহেন্দির প্রলেপ ঘষে ঘষে ত্বক থেকে ফেলে দিতে হয় আর যে জায়গায় মেহেন্দির প্রলেম লাগানো ছিল তার তলার লাল রং -এর প্রলেপে ত্বকের উপর সুন্দর নকশা ফুটে ওঠে। সাধারণত মেহেন্দি শুকাতে দুই থেকে ছয় ঘন্টা সময় লাগে।কখনও কখনও রাতারাতি এই মেহেন্দির প্রলেপ রাখা হয় সুকাতে দেওয়ার জন্য এবং তারপর মুছে ফেলা হয়।\nযখন প্রথমবার মেহেদির প্রলেপ অপসারণ করা হয়, তখন ত্বকের উপর ফুটে ওঠা নকশাটি ফ্যাকাশে থেকে গাঢ় কমলা রঙের হয় এবং ২৪ থেকে ৭২ ঘন্টা পর অক্সিডেশন প্রক্রিয়ার জন্য তা ধীরে ধীরে গাঢ় বর্ণ ধারণ করে। মেহেন্দির চূড়ান্ত রঙ হয় লালচে বাদামী। মেহেদি পেস্টের গুণমান এবং প্রকারের উপর ত্বকের উপর প্রস্ফুটিত নকশার রং ও গাড়ত্ব নির্ভর করে। সেইসাথে এটি শরীরের কোথায় প্রয়োগ করা হয়েছে তার উপরও নির্ভর করে এর স্থায়ীত্ব। সাধারণত মেহেন্দি এক থেকে তিন সপ্তাহ পর্যন্ত স্থায়ী হতে পারে।\nমেহেন্দির রং ঘন ও গাড় করার জন্য কিছু লোক মেহেদির পেস্টে সিন্থেটিক ডাই পি-ফেনিলেনডিয়ামাইন (পিপিডি) যোগ করে। পিপিডি ত্বকে প্রয়োগ করলে মাঝারি থেকে গুরুতর অ্যালার্জির প্রতিক্রিয়া হতে পারে।\n\n\n== জনপ্রিয় মেহেন্দি নকশার প্রকার ==\n\n\n=== আরবি মেহেন্দি নকশা ===\nআরবিক শৈলী হাতের তালুতে মেহেন্দি দিয়ে নকশা আঁকা হয়। সাধারণত হাতের কব্জির এক কোণ থেকে নকশা আঁকা শুরু হয় এবং বিপরীত কোণে আঙুলের ডগায় নকশা আঁকা শেষ হয়। লতা এবং ফুলের নকশা এই শৈলীর প্রধান উপাদান।</link>\n\n\n=== মন্ডলা মেহেন্দি নকশা ===\nমন্ডল হল হিন্দুধর্ম, বৌদ্ধ, জৈন ধর্ম এবং শিন্টো সহ বিভিন্ন আধ্যাত্মিক ঐতিহ্যে ব্যবহৃত প্রতীকগুলির একটি জ্যামিতিক নকশা। এই নকশাগুলিই মেহেন্দির সাহায্যে হাতের তালুর কেন্দ্রে আঁকা হয়। এটি মেহেন্দি আরেকটি জনপ্রিয় শৈলী।\n\n\n== তথ্যসূত্র =="}