{"pageid": 1422799, "title": "উত্তর জোট (আফগানিস্থান)", "url": "https://bn.wikipedia.org/wiki?curid=1422799", "content": "উত্তর জোট বা উত্তরাঞ্চলীয় জোট ( ফার্সি: ائتلاف شمال : E'tilāf sumāl বা اتحاد شمال ইত্তেহাদ শুমাল ), আনুষ্ঠানিকভাবে ইউনাইটেড ইসলামিক ন্যাশনাল ফ্রন্ট ফর ফ্রিডম আফগানিস্থান নামে পরিচিত হয় ( ফার্সি: جبهه متحد اسلامی ملی برای نجات افغانستان : জাভা মুত্তাহিদ ইসলামি মিলি বারায়ে নাজাতে আফগানিস্তান ) ছিল একটি সামরিক জোট, যা ১৯৯২ ও ২০০১ সালের প্রথম দিকে সক্রিয় ছিল। জোটটি সাধারণত নর্দান এলায়েন্স নামেই অধিক পরিচিত ছিল। সোভিয়েত ইউনিয়নের বিলুপ্তির পর অনেক অ-পশতুন উত্তরবাসী মূলত আফগানিস্তান প্রজাতন্ত্রের সাথে মোহাম্মদ নাজিবুল্লাহর নেতৃত্বে বিচ্ছিন্ন হয়ে পড়ে। উত্তরে অ-পশতুন মিলিশিয়াদের নিয়ন্ত্রণে থাকা পশতুন খালকি আফগান সেনা কর্মকর্তাদের সাথে। রশিদ দোস্তম এবং আবদুল মমিমের মতো দলত্যাগীরা আহমদ শাহ মাসুদ এবং আলী মাজারির সাথে জোটবদ্ধ হয়ে উত্তর জোট গঠন করে। জোটের মাজার-ই-শরিফ দখল এবং আরও গুরুত্বপূর্ণভাবে সেখানে রাখা রসদ আফগান সামরিক বাহিনীকে পঙ্গু করে দেয় এবং নাজিবুল্লাহর সরকারের অবসান শুরু করে। নাজিবুল্লাহর সরকারের পতনের পর দ্বিতীয় গৃহযুদ্ধ শুরু হলে জোটের পতন ঘটবে তবে আফগানিস্তানের ইসলামিক এমিরেট (তালেবান) কাবুল দখল করার পর, যুক্তফ্রন্ট পুনরায় একত্রিত হয়।\nনর্দান অ্যালায়েন্স তালেবান শাসনের বিরুদ্ধে প্রতিরক্ষামূলক যুদ্ধ করেছিল। তারা ভারত, ইরান, রাশিয়া, তাজিকিস্তান, তুর্কমেনিস্তান, মার্কিন যুক্তরাষ্ট্র এবং উজবেকিস্তান থেকে সমর্থন পেয়েছিল, যখন তালেবানরা ব্যাপকভাবে পাকিস্তান সেনাবাহিনী এবং পাকিস্তানের ইন্টার-সার্ভিস ইন্টেলিজেন্স দ্বারা সমর্থিত ছিল। 2001 সালের মধ্যে, উত্তর জোট দেশের 10% এরও কম নিয়ন্ত্রণ করেছিল, উত্তর-পূর্বে কোণঠাসা এবং বাদাখশান প্রদেশে অবস্থিত। মার্কিন যুক্তরাষ্ট্র আফগানিস্তানে আক্রমণ করে, তালেবানদের বিরুদ্ধে দুই মাসের যুদ্ধে স্থলভাগে উত্তর জোটের সৈন্যদের সমর্থন প্রদান করে, যেটি তারা ডিসেম্বর 2001 এ জিতেছিল তালেবানদের দেশের নিয়ন্ত্রণ থেকে বাধ্য করায়, সদস্য ও দলগুলো নতুন আফগান অন্তর্বর্তী প্রশাসনকে সমর্থন করায় উত্তর জোট বিলুপ্ত হয়ে যায়, কিছু সদস্য পরে কারজাই প্রশাসনের অংশ হয়ে ওঠে।\n2021 সালে কাবুলের পতনের মধ্যে, উত্তর জোটের প্রাক্তন নেতারা এবং অন্যান্য তালেবান বিরোধী ব্যক্তিরা আফগানিস্তানের জাতীয় প্রতিরোধ ফ্রন্ট হিসাবে পুনরায় সংগঠিত হন।\n\n\n== তথ্যসূত্র =="}