{"pageid": 1422749, "title": "ফায়ারফক্স ফোকাস", "url": "https://bn.wikipedia.org/wiki?curid=1422749", "content": "ফায়ারফক্স ফোকাস হল একটি মুক্ত ও উন্মুক্ত উৎসের সফটওয়্যার গোপনীয়তা-কেন্দ্রিক মোবাইল ব্রাউজার যা মোজিলা থেকে ফায়ারফক্সের উপর ভিত্তি করে, অ্যান্ড্রয়েড এবং আইওএস স্মার্টফোন এবং ট্যাবলেটের জন্য উপলব্ধ। ফায়ারফক্স ফোকাস প্রাথমিকভাবে মোবাইল আইওএস ডিভাইসের জন্য একটি ট্র্যাকার-ব্লকিং অ্যাপ্লিকেশন ছিল, যা ডিসেম্বর ২০১৫ সালে প্রকাশিত হয়েছিল। এটি অল্প সময়ের মধ্যেই একটি সংক্ষিপ্ত ওয়েব ব্রাউজার হিসেবে ডেভেলপ করা হয়েছিল। যাইহোক, এটি এখনও অ্যাপল ডিভাইসে সাফারি ব্রাউজারের পটভূমিতে ট্র্যাকিং-ব্লকার হিসাবে কাজ করতে পারে।\n২০১৭ সালের জুনে অ্যান্ড্রয়েডের জন্য প্রথম মুক্তিটি সর্বজনীন হয়েছিল এবং প্রথম মাসে এক মিলিয়নেরও বেশি বার ডাউনলোড করা হয়েছিল। ২০১৭ সালের জানুয়ারীতে এটি ২৭টি ভাষায় উপলব্ধ ছিল। ২০১৮ সালের জুলাইয়ে ফায়ারফক্স ফোকাস অ্যাপ্লিকেশন লকারের অংশ হিসাবে ব্ল্যাকবেরিকি২-এ আগে থেকে ইনস্টল করা হয়েছে।\nঅ্যাপল থেকে কন্টেন্ট-ব্লকার সীমাবদ্ধতা বাইপাস করতে, ফায়ারফক্স ফোকাস আইওএস ডিভাইসে ইউআইওয়েবভিও এপিআই ব্যবহার করে। অ্যান্ড্রয়েডে এটি ব্লিঙ্ক ইঞ্জিন ৬.ক এবং তার আগের সংস্করণে ব্যবহার করেছে এবং এটি ৭.০ সংস্করণ থেকে গেকোভিও ব্যবহার করেছে।\n\n\n== ট্র্যাকিং সুরক্ষা ==\nফায়ারফক্স ফোকাস তৃতীয় পক্ষের বিজ্ঞাপনসহ অনলাইন ট্র্যাকারগুলিকে ব্লক করার জন্য ডিজাইন করা হয়েছে, যার শেষ লক্ষ্য হল ব্রাউজিং গতি উন্নত করা এবং ব্যবহারকারীদের গোপনীয়তা রক্ষা করা। সংযোগ বিচ্ছিন্ন ব্লক তালিকা ব্যবহার করে বিষয়বস্তু বাধা দেয়া হয়। থার্ড-পার্টি ট্র্যাকার ব্লক করা (\"অন্যান্য কন্টেন্ট ট্র্যাকার\" বাদে) ডিফল্টরূপে সক্রিয় থাকে। অন্যান্য ফায়ারফক্স ব্রাউজারে, ব্যবহারকারীদের ম্যানুয়ালি ব্রাউজার পছন্দের মধ্যে ট্র্যাকিং সুরক্ষা বৈশিষ্ট্য সক্রিয় করতে হয়। ব্যবহারকারীরা ইউআরএল বারের পাশে শিল্ড আইকনে ট্যাপ করে একটি পৃষ্ঠায় ট্র্যাকারের ধরন দেখতে পারেন। একটি প্যানেল পপ-আপ করে এবং সেই পৃষ্ঠায় কী ধরনের ট্র্যাকার রয়েছে তা দেখাবে: বিজ্ঞাপন ট্র্যাকার, বিশ্লেষণ ট্র্যাকার, সামাজিক ট্র্যাকার বা সামগ্রী ট্র্যাকার৷\n২০১৮ সালের ২০ ডিসেম্বরে মোজিলা ঘোষণা করেছে যে ফায়ারফক্স ফোকাস এখন থেকে গুগল সেফ ব্রাউজিং পরিষেবার বিরোধী সমস্ত ইউআরএলগুলি পরীক্ষা করবে, যাতে লোকেদের প্রতারণামূলক সাইটগুলি অ্যাক্সেস করা থেকে বিরত রাখা যায়৷\n\n\n== ফাংশন ==\nফায়ারফক্স ফোকাস সাফারি ওয়েব ব্রাউজার বিকল্পগুলিতে সামগ্রী-ব্লকার হিসাবে সেট করা যেতে পারে। ফায়ারফক্স ফোকাস সেটিংসে সাফারি ইন্টিগ্রেশন সক্রিয় করার পরে, এটি সাফারি ব্রাউজার ব্যবহার করে ব্রাউজ করার সময় পটভূমিতে স্বয়ংক্রিয়ভাবে ট্র্যাকারগুলিকে অক্ষম করে।\nব্রাউজ করার সময় ট্র্যাশ আইকন টিপলে সমস্ত সেশনের ডেটা মুছে যাবে এবং নতুন স্ক্রিনে নিয়ে যাবে, যা কাস্টমাইজযোগ্য অনুসন্ধান বার প্রদর্শন করে। একটি ওয়েবসাইটে একটি ইউআরএল দীর্ঘ চাপ দিয়ে ট্যাবগুলি খোলা যেতে পারে। ডিভাইসের হোমস্ক্রীনে প্রিয় লিঙ্ক নির্ধারণ করা যেতে পারে।\nফায়ারফক্স ফোকাসে টেলিমেট্রি নামে একটি বিকল্প রয়েছে। এটি সক্রিয় করার মাধ্যমে ব্যবহারকারীরা মজিলাকে ফায়ারফক্সের উন্নতির জন্য ব্যক্তিগত-শনাক্তযোগ্য নয় এমন তথ্য সংগ্রহ এবং গ্রহণ করার অনুমতি দিতে পারে। গোপনীয়তার উদ্বেগের কারণে, ফায়ারফক্স ক্লারের টেলিমেট্রি পূর্বনির্ধারিতভাবে অক্ষম করা হয়েছে।\n২০১৮ সালের ১৫ অক্টোবরে মজিলা ঘোষণা করেছে যে ফায়ারফক্স ফোকাস একটি নতুন অনুসন্ধান বৈশিষ্ট্য এবং ভিজ্যুয়াল ডিজাইনের সাথে আপডেট করা হচ্ছে। এর মানে ব্রাউজার ধারণাগতভাবে ব্যবহারকারীদের তার বৈশিষ্ট্য এবং বিকল্পগুলি সম্পর্কে বলবে।\n\n\n== ন্যূনতম ডিভাইস আবশ্যকতা ==\n\n\n=== অ্যাপল মোবাইল ডিভাইস ===\nট্র্যাকিং বিষয়বস্তু মুছে ফেলার জন্য কিছু ন্যূনতম হার্ডওয়্যার প্রয়োজনীয়তা আছে। মেকানিজমের এমন হার্ডওয়্যার প্রয়োজন যা সামগ্রী ব্লক করার অতিরিক্ত লোড পরিচালনা করতে পারে তাই এটি শুধুমাত্র আইওএস ৯ এবং তার উপরে চলমান ৬৪-বিট ডিভাইসগুলিতে কাজ করে যার মধ্যে রয়েছে:\n\nআইফোন ৫এস এবং পরবর্তী সংস্করণ\nআইপ্যাড এয়ার এবং পরবর্তী সংস্করণ\nআইপ্যাড মিনি ২ এবং পরবর্তী সংস্করণ\n৬ষ্ঠ প্রজন্মের আইপড টাচ\nফেব্রুয়ারি ২০২১-এর হিসাব অনুযায়ী, আইওএস ১১.৪ বা তার পরবর্তী সংস্করণের জন্য ফায়ারফক্স ফোকাস অ্যাপস্টোর থেকে ডাউনলোড করা আবশ্যক।\n\n\n=== অ্যান্ড্রয়েড মোবাইল ডিভাইস ===\nফায়ারফক্স ফোকাসের সর্বশেষ সংস্করণ ব্যবহার করার জন্য অ্যান্ড্রয়েড সংস্করণ ৫.০ বা পরবর্তী সংস্করণ প্রয়োজন৷\n\n\n== ফায়ারফক্স ক্লার ==\n\"ফায়ারফক্স ক্লার\" হল পরিবর্তিত সংস্করণ যার টেলিমেট্রি নিষ্ক্রিয় করা হয়েছে। এটি তৈরি করা হয়েছে জার্মান ভাষী দেশগুলির জন্য, যাতে জার্মান নিউজ ম্যাগাজিন ফোকাস এর সাথে অস্পষ্টতা এড়ানো যায়।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\n\nফায়ারফক্স, ডেস্কটপ ওয়েব ব্রাউজার\nঅ্যান্ড্রয়েডের জন্য ফায়ারফক্স, অ্যান্ড্রয়েড স্মার্টফোন এবং ট্যাবলেট কম্পিউটারের জন্য একটি প্রকল্প\nআইওএসের জন্য ফায়ারফক্স, আইওএস স্মার্টফোন এবং ট্যাবলেটের জন্য একটি প্রকল্প\nসাফারি, আইওএসের জন্য ডিফল্ট ওয়েব ব্রাউজার\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট \nঅ্যাপ স্টোরে আইওএসের জন্য ফায়ারফক্স ফোকাস\nগুগল প্লেতে অ্যান্ড্রয়েডের জন্য ফায়ারফক্স ফোকাস\nএফড্রয়েডে অ্যান্ড্রয়েডের জন্য ফায়ারফক্স ক্লার  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৮-০৫-২৫ তারিখে\nটেমপ্লেট:Web browsers"}