{"pageid": 1422281, "title": "নিউক্লিয়োবেস", "url": "https://bn.wikipedia.org/wiki?curid=1422281", "content": "নিউক্লিয়োবেস (নাইট্রোজেন ঘটিত ক্ষার বা বেস অথবা শুধু বেস) হলো নাইট্রোজেনযুক্ত জৈব যৌগ যা নিউক্লিয়োসাইড গঠন করর, যা আবার নিউক্লিয়োটাইডের উপাদান। এই আওব মনোমারসমূহ নিউক্লিক অ্যাসিডের বিল্ডিং ব্লক হিসাবেও অভিহিত করা হয়। নিউক্লিয়োবেসের বেস পেয়ার গঠন এবং একটির ওপর আরেকটি বসার ক্ষমতা রাইবোনিউক্লিক অ্যাসিড (RNA) ও ডিঅক্সিরাইবোনিউক্লিক অ্যাসিডের (DNA) মতো অণুর গঠনের পথ খুলে দেয়। পাঁচটি নিউক্লিয়োবেস, যথা—অ্যাডেনিন (A), সাইটোসিন (C), গুয়ানিন (G), থাইমিন (T) ও ইউরাসিল (U) কে প্রাথমিক বা ক্যানোনিক্যাল বলে। এরা জেনেটিক কোডের অত্যাবশ্যক একক হিসাবে কাজ করে। A, G, C ও T বেস ডিএনএ তে পাওয়া যায় এবং A, G, C ও U বেস আরএনএ তে পাওয়া যায়। ছয় সদস্যের হেটেরোসাইক্লিক যৌগ থাইমিন আর ইউরাসিলের পার্থক্য পঞ্চম কার্বনে মিথাইল গ্রুপের উপস্থিতি বা অনুপস্থিতি দ্বারা নির্ধারণ করা যায়।\nতবে কিছু ভাইরাসে অ্যাডেনিনের বদলে অ্যামিনোঅ্যাডেনিন (Z) থাকে। এতে একটি অতিরিক্ত অ্যামিনোমূলক থাকে, যা থাইমিনের সাথে অধিক স্থায়ী বন্ধন গঠন করে।.\nঅ্যাডেনিন ও গুয়ানিনের পিউরিন থেকে উৎপন্ন একত্রিত রিং কাঠামো রয়েছে, তাই এদের পিউরিন বেস বা পিউরিন ক্ষারক বলা হয়। নাইট্রোজেন ঘটিত পিউরিন ক্ষারকের ধর্ম তাতে উপস্থিত অ্যামিনোমূলকের (−NH2) মাধ্যমে বোঝা যায়, যা অ্যাডেনিনে ৬নং কার্বনে এবং গুয়ানিনে ২নং কার্বনে থাকে। অনুরূপে, সাইটোসিন, ইউরাসিল ও থাইমিনের সরল রিং কাঠামো পাইরিমিডিন থেকে উৎপন্ন, তাই এদের পাইরিমিডিন ক্ষারক বলে।\nপ্রত্যেক বেস পেয়ার সাধারণ ডাবল হেলিক্স কাঠামো গঠনে সাহায্য করে: একটি পিউরিনের সাথে পাইরিমিডিন জোড়বদ্ধ হয়, ডিএনএ-তে হয় A ও T অথবা C ও G পরস্পর জোড়বদ্ধ হয়। এই পিউরিন-পাইরিমিডিন জোড় পরস্পরের পরিপূরক এবং হেলিক্সের দুটি সূত্রককে যুক্ত করে। একে মইয়ের সাথে তুলনা করা যেতেভপারে। পিউরিনের সাথে শুধু পাইরিমিডিনের সংযোগ ডিএনএ সূত্রকদ্বয়ের ধ্রুব দূরত্ব নিশ্চিত করে। A–T সংযোগে দুটি এবং C–G সংযোগে তিনটি হাইড্রোজেন বন্ধন উপস্থিত। উভয়ক্ষেত্রে হাইড্রোজেন বন্ধন অ্যামিনোমূলক ও কার্বনিল মূলকের মধ্যে ঘটে।\nধারণা করা হয় যে অ্যাডেনিন, গুয়ানিন, জ্যানথিন, হাইপোজ্যানথিন, পিউরিন, 2,6-ডাইঅ্যামিনোপিউরিন ও 6,8-ডাইঅ্যামিনোপিউরিন নিউক্লিয়োবেস সম্ভবত পৃথিবীর পাশাপাশি   পৃথিবীর বাইরেও গঠিত হতে পারে।\nএই যৌগসমূহের ক্ষারধর্মিতা অম্ল-ক্ষারক বিক্রিয়ার মাধ্যমে জানা যায়, এই ধর্ম নিউক্লিয়োবেসের জীববৈজ্ঞানিক কার্যাবলি বোঝার জন্য অতটা গুরুত্বপূর্ণ নয়।\n\n\n== গঠন ==\n\nনিউক্লিক অ্যাসিড কাঠামোর পাশের ফসফেট অণুর মাধ্যমে নিকটতম দুটি নিউক্লিয়োটাইডের দুটি শুগার অণু যুক্ত হয়। এভাবে দীর্ঘ শিকল জীবজ অণু তৈরি হয়। রাইবোজ বা ডিঅক্সিরাইবোজ অণুর সাথে ফসফেটের এই শিকল সংযোগ এক বা দ্বিসূত্রক জীবজ অণুর \"ব্যাকবোন\" সূত্রক তৈরি করে। ডিএনএ ডাবল হেলিক্সে রাসায়নিকভাবে বিপরীতমুখী হয়ে তৈরি হয়, যার কারণে পরিপূরক বেস পেয়ার পরস্পর যুক্ত হয়ে বেস পেয়ারিং হওয়া সম্ভব হয়। এটি ডিএনএ অনুলিপন এবং ট্রান্সক্রিপশনের জন্যও জরুরি।\n\n\n== পরিবর্তিত নিউক্লিয়োবেস ==\nডিএনএ ও আরএনএ আরো অপ্রধান ক্ষারক ধারণ করে যা নিউক্লিক অ্যাসিড শিকল তৈরির পর পরিবর্তিত হয়। ডিএনএ-তে সবচেয়ে বেশি পরিবর্তিত নিউক্লিয়োবেস হলো ৫-মিথাইলসাইটোসিন (m5C). আরএনএ-তে বিভিন্ন পরিবর্তিত বেস বা ক্ষারক রয়েছে, এর মধ্যে সুডোইউরিডিন (Ψ), ডিহাইড্রোইউরিডিন (D), ইনোসিন (I) ও ৭-মিথাইলগুয়ানোসিন (m7G) নিউক্লিয়োসাইডে বিদ্যমান বেসসমূহও আছে।\nহাইপোজ্যানথুন ও জ্যানথিন অনেকগুলো বেস বা ক্ষারকের মধ্যে দুটি যেগুলো মিউটাজেনের উপস্থিতিতে তৈরি হয়, উভয়েই ডিঅ্যামিনেশন (অ্যামিনোমূলককে কার্বনিল মূলক দ্বারা প্রতিস্থাপন) প্রক্রিয়ার মধ্য দিয়ে যায়। হাইপোজ্যানথিন অ্যাডেনিন থেকে, জ্যানথিন গুয়ানিন থেকে এবং ইউরাসিল সাইটোসিন থেকে ডিঅ্যামিনেশন প্রক্রিয়ায় উৎপন্ন হয়।\n\n\n=== পরিবর্তিত পিউরিন ক্ষারক ===\nপরিবর্তিত অ্যাডিনোসিন ও গুয়ানোসিনের উদাহরণ নিম্নরূপ:\n\n\n=== পরিবর্তিত পাইরিমিডিন ক্ষারক ===\nপরিবর্তিত সাইটিডিন, থাইমিডিব ও ইউরিডিন নিম্নরূপ\n\n\n== নিউক্লিয়োবেস অ্যানালগ ==\nপ্রকৃতিতে বড় পরিমাণে নিউক্লিয়োবেস অ্যানালগ (নিউক্লিয়োবেসের অনুরূপ যৌগ) বিদ্যমান। এদের সবচেয়ে সাধারণ প্রয়োগ হলো প্রতিপ্রভ প্রোব বা চিকিৎসাযন্ত্রে প্রত্যক্ষ বা ব্যবহার। যেমন, অ্যামিনোঅ্যালাইল নিউক্লিয়োটাইড মাইক্রোঅ্যারেতে সিআরএনএ বা সিডিএনএ ল্যাবেল করতে ব্যবহৃত হয়। বিভিন্ন মূলক জেনেটিক কোডকে প্রসারিত করতে বিকল্প \"অতিরিক্ত\" বেস পেয়ারে কাজ করে, যেমন আইসোগুয়ান ও আইসোসাইটোসিন অথবা ২-অ্যামিনো-৬-(২-থিনাইল)পিউরিন ও পাইরোল-২-কার্বালডিহাইড.\nঔষধে বিভিন্ন নিউক্লিয়োসাইড অ্যানালগ অ্যান্টিক্যান্সার ও অ্যান্টিভাইরাল এজেন্ট হিসাবে ব্যবহৃত হয়। ভাইরাল পলিমারেজ এই যৌগসমূহকে নন-ক্যাননিক্যাল বেসের সাথে যুক্ত করে। এরা কোষে নিউক্লিয়োটাইডে পরিণত হয় ও ছড়িয়ে পড়তে পারে না। মে ২০১৪ অনুযায়ী অন্তত এক সেট নতুন বেস পেয়ার ঘোষিত হয়েছে।\n\n\n== নিউক্লিয়োবেস ও রাইবোজের অজৈব পরিবেশে ঘনীভবন ==\nজীবনের উৎপত্তি কীভাবে হয়েছে বোঝার জন্য উপযুক্ত অজৈব পরিবেশে জীবনের মূল বিল্ডিং ব্লক যে রাসায়নিক গতিপথের মাধ্যমে হয়েছিল তার জ্ঞান প্রয়োজন। আরএনএ বিশ্ব হাইপোথিসিস অনুযায়ী মুক্তভাবে ভাসমান রাইবোনিউক্লিয়োটাইড প্রিমোরিডাল স্যুপে (৩.৭ থেকে ৪ বিলিয়ন বছর আগের পৃথিবীর হাইপোথিটিক্যাল শর্তাবলি) উপস্থিত ছিল। এরা ছিল সেই অত্যাবশ্যক অণু যা ধারাবাহিকভাবে জুড়ে গিয়ে আরএনএ তৈরি করেছিল। আরএনএ-র মতো জটিল অণু নিশ্চয়ই ক্ষুদ্র অণু থেকেই গঠিত হয়েছিল যার ক্রিয়াশীলতা ভৌত-রাসায়নিক প্রক্রিয়া দ্বারা নিয়ন্ত্রিত ছিল। আরএনএ পিউরিন ও পাইরিমিডিন নিউক্লিয়োটাইড নিয়ে গঠিত, যারা তথ্য স্থানান্তরের জন্য প্রয়োজনীয়। ন্যাম এট অ্যাল. জলীয় মাইক্রোড্রপলেটে নিউক্লিয়োবেস ও রাইবোজের ঘনীভবনের মাধ্যমে রাইবোনিউক্লিয়োসাইড উৎপন্ন করে দেখান, যা আরএনএ তৈরি হওয়ার একটি মূল ধাপ। বেকার ও তার সহকর্মীরাও পরীক্ষণে অনুরূপ ফলাফল পান।\n\n\n== আরও দেখুন ==\nনিউক্লিয়োসাইড\nনিউক্লিয়োটাইড\nনিউক্লিক অ্যাসিড\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nডিএনএ ডাবল হেলিক্সে বেস পেয়ারিং (নির্দিষ্ট হাইড্রোজেন বন্ধন দেখানো)"}