{"pageid": 1422076, "title": "স্টিয়ারিক অ্যাসিড", "url": "https://bn.wikipedia.org/wiki?curid=1422076", "content": "স্টিয়ারিক অ্যাসিড ( STEER-ik,  stee-ARR-ik) হল একটি ১৮-কার্বন চেইন সহ একটি স্যাচুরেটেড ফ্যাটি অ্যাসিড। IUPAC নাম হল অক্টাডেকানোয়িক অ্যাসিড। এটি নরম মোমজাতীয় কঠিন পদার্থ যার রাসায়নিক সংকেত CH3(CH2)16CO2H। স্টিয়ারিক অ্যাসিডের তিনটি অণু থেকে প্রাপ্ত ট্রাইগ্লিসারাইডকে স্টিয়ারিন বলে। স্টিয়ারিক অ্যাসিড প্রকৃতিতে স্থিত ফ্যাটি-অ্যাসিড, যা অনেক প্রাণী এবং উদ্ভিজ্জ চর্বিতে পাওয়া যায়, তবে সাধারণত উদ্ভিজ্জ চর্বি থেকে প্রাণীর চর্বিতে বেশি থাকে। এটির গলনাঙ্ক ৬৯.৪ °C এবং pKa ৪.৫০।\nএর নামটি এসেছে গ্রীক শব্দ στέαρ “stéar” থেকে, যার অর্থ লম্বা। স্টিয়ারিক অ্যাসিডের লবণ এবং এস্টারকে স্টিয়ারেট বলে। এর এস্টার হিসাবে, স্টিয়ারিক অ্যাসিড হল সবচেয়ে সাধারণ স্যাচুরেটেড ফ্যাটি অ্যাসিডগুলোর অন্যতম যা প্রকৃতিতে এবং খাদ্য সরবরাহে পালমিটিক অ্যাসিড অনুসরণ করে পাওয়া যায়। স্টিয়ারিক অ্যাসিডের খাদ্যতালিকাগত উৎসের মধ্যে রয়েছে মাংস, হাঁস-মুরগি, মাছ, ডিম, দুগ্ধজাত পণ্য এবং চর্বি দিয়ে তৈরি খাবার; গরুর মাংস ট্যালো, লার্ড, বাটারফ্যাট, কোকো মাখন এবং শিয়া মাখন স্টিয়ারিক অ্যাসিডের সমৃদ্ধ ফ্যাট উৎস।\n\n\n== ঘটনা এবং উৎপাদন ==\n\n\n=== খাদ্যতালিকাগত গ্রহণ ===\nমার্কিন যুক্তরাষ্ট্রে ব্যবহৃত স্যাচুরেটেড ফ্যাটি অ্যাসিডের মধ্যে, স্টিয়ারিক অ্যাসিডের ব্যবহার দ্বিতীয় (মোট স্যাচুরেটেড ফ্যাটি অ্যাসিড গ্রহণের ২৬%) পামিটিক অ্যাসিডের (মোট স্যাচুরেটেড ফ্যাটি অ্যাসিড গ্রহণের ৫৬%)। স্টিয়ারিক অ্যাসিড পশুর চর্বিতে বেশি পরিমাণে থাকে (গরুর মাংসের যকৃতে ৩৩% পর্যন্ত ) উদ্ভিজ্জ ফ্যাটের তুলনায় (সাধারণত ৫% এর কম)। গুরুত্বপূর্ণ ব্যতিক্রম হল কোকো মাখন (৩৪%) এবং শিয়া মাখন, যেখানে স্টিয়ারিক অ্যাসিডের পরিমাণ (ট্রাইগ্লিসেরাইড হিসাবে) ২৮-৪৫%। খাদ্য উৎপাদনে স্টিয়ারিক অ্যাসিড ব্যবহারের উদাহরণগুলোর মধ্যে রয়েছে বেকড পণ্য, হিমায়িত দুগ্ধজাত পণ্য, জেলাটিন, পুডিং, হার্ড ক্যান্ডি এবং অ্যালকোহলমুক্ত পানীয়।\n\n\n=== জৈব সংশ্লেষণ এবং উৎপাদন ===\nজৈব সংশ্লেষণে, স্টিয়ারিক অ্যাসিড ফ্যাটি অ্যাসিড সংশ্লেষণ যন্ত্রপাতির মাধ্যমে কার্বোহাইড্রেট থেকে উৎপন্ন হয় যেখানে এসিটাইল-কোএ দ্বি-কার্বন বন্ধনে অবদান রাখে।\nগরম জল (প্রায় ১০০ °সে) ব্যবহার করে ট্রাইগ্লিসারাইডের স্যাপোনিফিকেশনের মাধ্যমে চর্বি এবং তেল থেকে স্টিয়ারিক অ্যাসিড পাওয়া যায়। প্রাপ্ত মিশ্রণটি এরপর পাতন করা হয়। বাণিজ্যিক স্টিয়ারিক অ্যাসিড প্রায়শই স্টিয়ারিক এবং পামিটিক অ্যাসিডের মিশ্রণ, যদিও বিশুদ্ধ স্টিয়ারিক অ্যাসিড পাওয়া যায়। বাণিজ্যিকভাবে, ওলিইক অ্যাসিড, যেমন পাম এবং সয়াতে পাওয়া যায়, স্টিয়ারিক অ্যাসিড দেওয়ার জন্য হাইড্রোজেনেট করা যেতে পারে।\n\n\n== ব্যবহারসমূহ ==\nসাধারণভাবে, স্টিয়ারিক অ্যাসিডের প্রয়োগগুলো এর দ্বি-ক্রিয়ামূলক চরিত্রকে কাজে লাগায়, একটি পোলার হেড গ্রুপ যা ধাতু ক্যাটেশনের সাথে সংযুক্ত করা যেতে পারে এবং একটি ননপোলার চেইন যা জৈব দ্রাবকগুলোতে দ্রবণীয়তা প্রদান করে। সমন্বয় একটি surfactant এবং softening এজেন্ট হিসাবে ব্যবহার বাড়ে। স্টিয়ারিক অ্যাসিড স্যাচুরেটেড কার্বক্সিলিক অ্যাসিডের সাধারণ প্রতিক্রিয়ার মধ্য দিয়ে যায়, একটি উল্লেখযোগ্য হল স্টিয়ারিল অ্যালকোহল হ্রাস করা এবং বিভিন্ন অ্যালকোহলের সাথে এস্টেরিফিকেশন। বৃহৎ পরিসরে এটি সাধারণ থেকে জটিল ইলেকট্রনিক ডিভাইস তৈরিতে ব্যবহৃত হয়।\n\n\n=== খাদ্য সংযোজন হিসাবে ===\nস্টিয়ারিক অ্যাসিড (ই নম্বর E570) কিছু খাবারে পাওয়া যায়।\n\n\n=== সাবান এবং প্রসাধনী ===\nস্টিয়ারিক অ্যাসিড প্রধানত ডিটারজেন্ট, সাবান এবং প্রসাধনী যেমন শ্যাম্পু এবং শেভিং ক্রিম পণ্য উৎপাদনে ব্যবহৃত হয়। স্টিয়ারেট সাবান, যেমন সোডিয়াম স্টিয়ারেট, স্টিয়ারিক অ্যাসিড থেকে তৈরি করা যেতে পারে তবে এর পরিবর্তে সাধারণত স্টিয়ারিক অ্যাসিডযুক্ত ট্রাইগ্লিসারাইডের স্যাপোনিফিকেশন দ্বারা উৎপাদিত হয়। ইথিলিন গ্লাইকল (গ্লাইকল স্টিয়ারেট এবং গ্লাইকল ডিস্টিয়ারেট) সহ স্টিয়ারিক অ্যাসিডের এস্টারগুলো শ্যাম্পু, সাবান এবং অন্যান্য প্রসাধনী পণ্যগুলোতে মুক্তার মত দেখতে আবহ তৈরি করতে ব্যবহৃত হয়।\n\n\n=== পিচ্ছিলকারক, নরমকারক এবং রিলিজ এজেন্ট ===\nসাবানের প্রধান উপাদান সোডিয়াম লবণের নরম গড়নের কারণে এবং সাথে অন্যান্য লবণও তাদের পিচ্ছিলকারক বৈশিষ্ট্যের জন্য কাজে লাগে। লিথিয়াম স্টিয়ারেট গ্রিজের একটি গুরুত্বপূর্ণ উপাদান। দস্তা, ক্যালসিয়াম, ক্যাডমিয়াম এবং সীসার স্টিয়ারেট লবণ তাপ সহনীয় করতে পিভিসি-তে ব্যবহৃত হয়। টেক্সটাইল সাইজিংয়ে নরমকারক প্রস্তুত করতে ক্যাস্টর অয়েলের সাথে স্টিয়ারিক অ্যাসিড ব্যবহৃত হয়। এগুলো উত্তপ্ত করে কস্টিক পটাশ বা কস্টিক সোডা দিয়ে মেশানো হয়। সম্পর্কিত লবণগুলোও সাধারণত রিলিজ এজেন্ট হিসাবে ব্যবহৃত হয়, যেমন অটোমোবাইল টায়ার উৎপাদনে।  উদাহরণস্বরূপ, প্লাস্টার টুকরা ছাঁচ বা বর্জ্য ছাঁচ থেকে ঢালাই তৈরি করতে এবং লাক্ষার মণ্ড থেকে ছাঁচ তৈরি করতে ব্যবহার করা যেতে পারে। এক্ষেত্রে, গুঁড়ো স্টিয়ারিক অ্যাসিড পানিতে মেশানো হয় এবং সাসপেনশনটি ঢালাই করার পরে ভাগ করার জন্য পৃষ্ঠের উপর ব্রাশ করা হয়। এটি প্লাস্টারে থাকা ক্যালসিয়ামের সাথে বিক্রিয়া করে ক্যালসিয়াম স্টিয়ারেটের একটি পাতলা স্তর তৈরি করে, যা রিলিজ এজেন্ট হিসেবে কাজ করে।\nস্টিয়ারিক অ্যাসিড জিঙ্ক স্টিয়ারেটে রূপান্তরিত হতে পারে, যা তাস খেলার কার্ডের পিচ্ছিলকারক (ফ্যানিং পাউডার) হিসাবে ব্যবহৃত হয় যাতে কার্ড চালার সময় একটি মসৃণ গতি নিশ্চিত করা যায়। স্টিয়ারিক অ্যাসিড হল একটি সাধারণ লুব্রিকেন্ট যা ইনজেকশন মোল্ডিং এবং সিরামিক পাউডার চাপার সময়।\n\n\n=== সাধারণ ব্যবহার ===\nসস্তা, অ-বিষাক্ত, এবং মোটামুটি জড় হওয়ায়, স্টিয়ারিক অ্যাসিডের অনেকগুলো বিশেষ ক্ষেত্রে প্রয়োগ আছে। উৎপাদনে স্টিয়ারিক অ্যাসিড ব্যবহারের বিভিন্ন উদাহরণের মধ্যে রয়েছে সাবান এবং গ্রিজ, গৃহস্থালী সাবানজাতীয় পণ্য, সিন্থেটিক রাবার, প্রসাধনী এবং ফার্মাসিউটিক্যাল ক্রিম এবং লোশন, মোমবাতি, ফোনোগ্রাফ রেকর্ড, লুব্রিকেন্ট, জুতা এবং ধাতব পালিশ, খাদ্য প্যাকেজিং এবং রাবার যৌগ।\nস্টিয়ারিক অ্যাসিড লেড-অ্যাসিড ব্যাটারি প্রস্তুতিতে নেগেটিভ প্লেট সংযোজন হিসাবে ব্যবহৃত হয়। পেস্ট প্রস্তুত করার সময় এটি প্রতি কেজি অক্সাইডে ০.৬ গ্রাম হারে যোগ করা হয়। এটি নেতিবাচক প্লেটের হাইড্রোফোবিসিটি বৃদ্ধি করে বলে মনে করা হয়, বিশেষ করে শুষ্ক-চার্জিং প্রক্রিয়ার সময়। ট্যাঙ্ক গঠনের প্রক্রিয়ার পরে যখন প্লেটগুলোকে খোলা বায়ুমণ্ডলে শুকানোর জন্য রাখা হয় তখন এটি সদ্য গঠিত সীসার (নেতিবাচক সক্রিয় উপাদান) জারণের প্রসারণকেও হ্রাস করে। ফলস্বরূপ, প্রাথমিক ফিলিং এবং চার্জিং (IFC) চলাকালীন একটি শুষ্ক অ-চার্জিত ব্যাটারি চার্জিং সময় তুলনামূলকভাবে কম লাগে, অর্থাৎ স্টিয়ারিক অ্যাসিড সংযোজন নেই এমন পাতযুক্ত ব্যাটারির সাথে তুলনা করলে৷ ফ্যাটি অ্যাসিড হল মোমবাতি তৈরির ধ্রুপদী উপাদান। স্টিয়ারিক অ্যাসিড সাধারণ চিনি বা ভুট্টার শরবতের সাথে ক্যান্ডিতে কাঠিন্যবর্ধক হিসাবে ব্যবহৃত হয়।\n\n\n== মেটাবলিজম ==\nমানুষের উপর একটি আইসোটোপ লেবেলিং গবেষণা উপসংহারে পৌঁছেছে যে খাদ্যতালিকাগত স্টিয়ারিক অ্যাসিডের ভগ্নাংশ যা অক্সিডেটিভভাবে ওলিইক অ্যাসিডে পরিণত হয় তা পালমিটিক অ্যাসিডের ভগ্নাংশের তুলনায় ২.৪ গুণ বেশি যা অনুরূপভাবে পামিটোলিক অ্যাসিডে রূপান্তরিত হয়। এছাড়াও, স্টিয়ারিক অ্যাসিড কোলেস্টেরল এস্টারে অন্তর্ভুক্ত হবার সম্ভাবনা কম। এপিডেমিওলজিক এবং ক্লিনিকাল গবেষণায়, অন্যান্য স্যাচুরেটেড ফ্যাটি অ্যাসিডের তুলনায় স্টিয়ারিক অ্যাসিড কম এলডিএল কোলেস্টেরলের সাথে সম্পর্কিত পাওয়া গেছে।\n\n\n=== উদাহরণ ===\nলবণ\nপটাসিয়াম স্টিয়ারেট\nক্যালসিয়াম স্টিয়ারেট\nকোবাল্টাস স্টিয়ারেট\nলিথিয়াম স্টিয়ারেট\nম্যাগনেসিয়াম স্টিয়ারেট\nমার্কিউরিক স্টিয়ারেট\nসোডিয়াম স্টিয়ারেট\nজিঙ্ক স্টিয়ারেট\nএস্টার\nএস্ট্রাদিওল স্টিয়ারেট\nগ্লাইকল স্টিয়ারেট\nস্টিয়ারিন\nটেস্টোস্টেরন স্টিয়ারেট\n\n\n== তথ্যসূত্র ==\n\n\n== বহি সংযোগ ==\nNIST রসায়ন ওয়েববুক এন্ট্রি\nটেমপ্লেট:Stearatesটেমপ্লেট:Fatty acidsটেমপ্লেট:Lipidsটেমপ্লেট:Palm oil"}