{"pageid": 1422151, "title": "শেখ সাচী মুহাম্মদ নকশবন্দি", "url": "https://bn.wikipedia.org/wiki?curid=1422151", "content": "শেখ সাচী মুহাম্মদ নকশবন্দি ছিলেন আরাকান রাজ্যের (বর্তমান চট্টগ্রাম) ১৭ শতকের ইসলাম প্রচারক ও সুফি সাধক। তিনি কোরআন, হাদীস ও ফিকাহর বিষয়ে বিজ্ঞ ছিলেন। তিনি বৌদ্ধ ও সনাতন ধর্মালম্বীদেরকে ইসলাম ধর্মে ধর্মান্তরিত করে পৈতৃক সম্পত্তি হতে প্রাপ্ত আট কুড়ি দৌণ (১৬০ দৌণ) পরগনাভূমি তরফদারি হতে ৮০ দৌণ সম্পত্তি দান করেন।\n\nতার স্ত্রীর নাম সৈয়দা জোবায়দা খানম । সৈয়দ আলী রজা তাদের একমাত্র সন্তান। তার সন্তান শাহ আলী রজা তার গ্রন্থ \"জ্ঞানসাগর\" এর তৃতীয় খন্ড \"শাহনামা\" তে ছন্দ আকারে তার পিতা শেখ সাচী মুহাম্মদ নকশবন্দি এর জীবনী লিখেছেন।  \n\n\n== জন্ম ==\n১৭ শতকের ইসলাম প্রচারক শেখ সাচী মুহাম্মদ নকশবন্দি শেখ বছির মাহমুদ (শাহ মনোহর নামে পরিচিত) এর ঘরে ১০৪৭ মঘী ৬ই মহররম ১০৯৭ হিজরী ১৬৮৬ খ্রীস্টাব্দের দিকে ভূমিষ্ট হন। সেসময় চট্রগ্রাম আরকান রাজ্যের অধীনে ছিল। তিনি ইসলামের প্রথম খলিফা আবু বকরের বংশধর।\n\n\n== শিক্ষা ==\nশেখ সাচী মুহাম্মদ আল নকশবন্দি কোমল প্রকৃতির ছিলেন। কোরআন, হাদীস ও ফিকাহর বিষয়ে বিজ্ঞ ছিলেন। প্রায় সময় ওয়াজ নসিহত পেশ করতেন। \n \n\n\n== ইসলামে তার পূর্বপুরুষদের অবদান এবং তার ইসলাম প্রচারে মনোনিবেশ ==\nশেখ সাচী মুহাম্মদ নকশবন্দি এর পূর্ব পুরুষ মাওলানা জালালুদ্দিন রুমি  এর অধস্তন পুরুষ শেখ মীনা মুহাম্মদ খাঁ আল নকশবন্দি এর পুত্র দৌলত মুহাম্মদ ১৫৬০ খ্রীস্টাব্দে তার নিজ পুত্র পাখা খানকে নিয়ে ভারতের মুর্শিদাবাদ হয়ে গৌড়ে আসেন এবং সেখানেই বসতি স্থাপন করেন। ইসলাম প্রচার ও চর্চার জন্য খানকায়ে নকশবন্দিয়ায়ে ছিদ্দীকীয়ায়ে মৌলভীয়ায়ে তিবরেজিয়া প্রতিষ্ঠিত করেন। দ্বীন ইসলাম প্রচারের সাথে সাথে নকশাবন্দীয়ায়ে মৌল্ভিয়া তরিকার প্রচার প্রসারে কাজ করেন। পূর্বপুরুষের ধারা মতে সকলেই খানকাহ প্রতিষ্ঠিত করে উক্ত তরিকা ও ইসলাম প্রচারের কাজে মনোনিবেশ করেন। পাখা খান তার তিন পুত্রকে নিয়ে ১৫৭৫ খ্রিস্টাব্দ এর আগে গৌড় হতে চট্রগ্রামের চক্রশালায় আসেন। তারই ধারামতে শেখ বশির মুহাম্মদ খান আল নকশবন্দী আরাকান রাজ্যের (বর্তমান চট্টগ্রাম) ইসলাম প্রচারের কাজে অবদান রাখেন। নবাব খান বাহাদুর তাঁর হাতে বায়াত গ্রহন করেন। নবার খান বাহাদুর তাঁর পীর শেখ বশির মুহাম্মদ খান আল নকশবন্দী কে ইসলাম প্রচার ও প্রসারের জন্য নিষ্কর সম্পত্তি হিসেবে আট কুড়ি দৌণ (১৬০ দৌণ)পরগনাভূমি তরফদারি উপহার দেন। যা একমাত্র পুত্র হিসেবে শেখ সাচী মুহাম্মদ আল নক্সাবন্দি লাভ করেন। \n \nশেখ সাচী মুহাম্মদ নক্সাবন্দি বৌদ্ধ ও সনাতন ধর্মালম্বীদেরকে ইসলামের সুশীতল ছায়ায় এনে তাদের মধ্যে ঐ সম্পত্তি হতে ৮০ দৌণ সম্পত্তি দান করেন। \n\n\n== সাধক শেখ সাচী মুহাম্মদ নক্সাবন্দি এবং তার শিষ্য ==\nশেখ সাচী মুহাম্মদ নক্সাবন্দি একজন উচ্চ মকামের সুফি সাধক ছিলেন। তিনি খান্দানে নক্সাবন্দিয়ায়ে মৌলভিয়া ও সরওয়ার্দিয়ার উচ্চ স্তরের পীর ও বুজুর্গ ছিলেন। মাহফিলে ছেমা শুনতেন এবং করতেন। \n \n\nশেখ সাচী মুহাম্মদ নক্সাবন্দি এর অসংখ্য ভক্ত, মুরিদ ও খলিফা ছিল। তার খলিফাদের মধ্যে অলি খাজা ও বুয়ে খোয়াজা অন্যতম। তার প্রাণাদিক শিষ্য বুয়ে খোয়াজা পীরের খেদমতে একটা দীঘি খনন করেন, যা বুয়ে খোয়াজার দীঘি প্রচলিত \"বেজার ডি\" নামে পরিচিত। \n \n\n\n== পারিবারিক জীবন ==\nশেখ সাচী মুহাম্মদ নক্সাবন্দি আউলাদে আব্দুল কাদের জিলানী ও আব্দুর রহিম মাগফুরী  এর খলিফা সৈয়দ বংশীয় অগ্নীকন্যা সৈয়দা জোবায়দা খানম প্রকাশ মা পরান বিবি  এর সাথে বিবাহ বন্ধনে আবদ্ধ হয়ে গন্তব্য জোয়ারে (সবুজগ্রামে) বসতি করেন। তাদের সংসারে  আঠারো শতকের শ্রেষ্ঠ কবি সৈয়দ আলী রজা ভূমিষ্ঠ হন। সৈয়দ আলী রজা  ই হলেন \"জ্ঞানসাগর\"    এর রচয়িতা যাহা \"আগম\" , \"সিন্ধু\" ও \"শাহনামা\" এই তিনখন্ডে বিভক্ত।  তিনি তাঁর একমাত্র পুত্রকে মাত্র ১৩ বছর বয়সে খেলাফত ও খিলকা দিয়ে যোগ্য উত্তরসূরী হিসেবে মনোনিত করেন।\n\n\n== ইন্তেকাল ==\nশেখ সাচী নক্সাবন্দি ১১৪১ মঘী ২৯শে পৌষ ১৪ই মহররম ১১৯৩ হিজরী ১৭৮০ খ্রিষ্টাব্দ  ১৩ই জানুয়ারি ইন্তেকাল করেন। তারই ইচ্ছানুযায়ী বুয়ে খোয়াজার দীঘির পূর্বপাশে তাঁকে দাফন করা হয়।\n\n\n== মৃত্যুবার্ষিকী পালন ==\nপ্রতি বৎসর ১৩ই জানুয়ারি গাউসিয়া রহমানিয়া মাওলা মঞ্জিল, ওষখাইন দরবার শরীফ, আনোয়ারা , চট্টগ্রামে তার বার্ষিক ফাতেহা ও ওরশ উদযাপিত হয়।\n\n\n== তথ্যসূত্র =="}