{"pageid": 1422724, "title": "নীলাঞ্জনা রায়", "url": "https://bn.wikipedia.org/wiki?curid=1422724", "content": "নীলাঞ্জনা এস রায় (জন্ম আনুমানিক ১৯৭১) হলেন একজন ভারতীয় সাংবাদিক, সাহিত্য সমালোচক, সম্পাদক এবং লেখক। তিনি দ্য ওয়াইল্ডিংস ও দ্য হাণ্ড্রেড নেমস অফ ডার্কনেস এবং প্রবন্ধ সংকলন দ্য গার্ল হু এট বুকস লিখেছেন। খাদ্য সংক্রান্ত লেখার একটি সংকলন এ ম্যাটার অফ টেস্ট: দ্য পেঙ্গুইন বুক অফ ইণ্ডিয়ান রাইটিং অন ফুড অ্যাণ্ড আওয়ার ফ্রিডমস- এর তিনি সম্পাদিকা।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nনীলাঞ্জনা রায়ের জন্ম কলকাতায় । তিনি কলকাতার লা মার্টিনিয়ার ও দিল্লি বিশ্ববিদ্যালয়ের সেন্ট স্টিফেন কলেজ থেকে শিক্ষালাভ করেছেন এবং ১৯৯০-এর দশকে সাহিত্যে স্নাতক ডিগ্রি লাভ করেছেন।\n\n\n== কর্মজীবন ==\nকলাম লেখক এবং সাহিত্য সমালোচক হিসাবে কুড়ি বছরেরও বেশি কর্মজীবনে, নীলাঞ্জনা রায় বিজনেস স্ট্যান্ডার্ড এবং বিবলিও- এর জন্য লিখেছেন। তিনি দ্য নিউ ইয়র্ক টাইমস, দ্য গার্ডিয়ান, বিবিসি, আউটলুক দ্য নিউ ইয়র্ক রিভিউ, দ্য নিউ রিপাবলিক, হাফিংটন পোস্ট এবং অন্যান্য প্রকাশনার জন্য লিখেছেন। তিনি ওয়েস্টল্যাণ্ড (লিমিটেড) এবং ট্রাঙ্কিবার প্রেসে প্রধান সম্পাদক হিসেবেও কাজ করেছেন।\nনীলাঞ্জনা রায়ের প্রতিনিধিত্ব করেছেন বিখ্যাত সাহিত্যিক ডেভিড গডউইন।\nনীলাঞ্জনা রায় দ্য ওয়াইল্ডিংস- এর লেখক, যেটি ২০১৩ সালে শক্তি ভাট প্রথম বই পুরস্কার জিতেছিল এটি টাটা লিটারেচার ফার্স্ট বুক অ্যাওয়ার্ড (২০১২) এবং কমনওয়েলথ ফার্স্ট বুক অ্যাওয়ার্ডের জন্যও সংক্ষিপ্ত তালিকাভুক্ত ছিল। এটি ডিএসসি পুরস্কার (২০১৩) এর জন্য দীর্ঘ তালিকাভুক্ত হয়েছিল। ডিএনএ- এর জন্য একটি পর্যালোচনায়, দীপাঞ্জনা পাল লিখেছেন, \"এই অসাধারণ আত্মপ্রকাশের মাধ্যমে রায় যেভাবে কল্পনা করেছিলেন সেই বিশ্বটি বিস্ময় দিয়ে ভরা, যার মধ্যে সামান্যতম নয় বিড়ালজাতীয় সোশ্যাল মিডিয়া নেটওয়ার্ক যা টুইটারকে ম্লানভাবে মামুলি দেখাচ্ছে।\" পাবলিশার্স উইকলি লিখেছিল, \"রায়ের কল্পনাপ্রসূত গল্প জীবন এবং বেঁচে থাকার বিষয়ে একটি উদ্দীপক মন্তব্য করে।\"\n২০১৩ সালেদ্য ওয়াইল্ডিংস- এর পরিশিষ্ট দ্য হানড্রেড নেমস অফ ডার্কনেস প্রকাশিত হয়েছিল। ডিএনএ-র জন্য একটি পর্যালোচনায়, র‍্যাচেল পিলাকা লিখেছেন, \"রায়ের পশুরাজ্য অবশ্যই একটি চলচ্চিত্র সিরিজের জন্য আবেদন জানায়।\" নীলাঞ্জনা রায় এ ম্যাটার অফ টেস্ট: দ্য পেঙ্গুইন বুক অফ ইণ্ডিয়ান রাইটিং অন ফুড -এর সম্পাদক, এটি খাদ্য সংক্রান্ত লেখার একটি সংকলন।\n২০১৬ সালে, তিনি দ্য গার্ল হু এট বুকস নামে একটি প্রবন্ধ সংগ্রহ প্রকাশ করেছিলেন, যা তিনি কুড়ি বছরেরও বেশি সময় ধরে লিখেছিলেন। দ্য ইন্ডিয়ান এক্সপ্রেসের জন্য একটি পর্যালোচনায়, অভিজিৎ গুপ্ত লিখেছেন যে এটি একটি \"বই সম্পর্কিত বই\" এবং \"দুই দশকেরও বেশি সময় ধরে রায়ের কলাম থেকে সংগ্রহ করা, প্রবন্ধগুলি ভারতীয় ইংরেজি অক্ষরগুলির একটি ভার্চুয়াল হু'স হু' গঠন করে।\" স্ক্রল.ইন- এর জন্য একটি পর্যালোচনায়, দেবপ্রিয় রায় লিখেছেন বইটি \"এছাড়াও দুটি শহর, দিল্লি এবং কলকাতার সাহিত্যিক জীবন ও পাঠের সংস্কৃতি সম্পর্কে বলে\" এবং \"এতে আছে রায়ের অন্তর্দৃষ্টিপূর্ণ - প্রায়শই অভ্যন্তরীণ - অত্যন্ত বিচ্ছুরিত অথচ প্রাণবন্ত বিভাগে পর্যবেক্ষণ রয়েছে, ইংরেজিতে ভারতীয় লেখা।\"মিন্টের জন্য একটি পর্যালোচনায়, সুমনা রায় এই সংগ্রহটি সম্বন্ধে লিখেছেন \"একটি অভ্যাসের জন্মের নথি, যে জিনিসটিকে আমরা সাধারণভাবে ভারতীয় ইংরেজি সাহিত্য বলি তা কীভাবে কৌতূহল থেকে স্বাচ্ছন্দ্যের দিকে পরিণত হয়েছিল - এটি সাহিত্যের ইতিহাস যা পর্যবেক্ষক এবং অংশগ্রহণকারী হিসাবে বলা হয়েছে, এবং পরবর্তীতে এই বইটি অনেকের মধ্যে আলাদা হয়ে উঠবে যা আমি কল্পনা করি বহু বছর পরে লেখা হয়েছে\"।\nঅনিকেন্দ্র নাথ সেন এবং দেবাংশু দত্তের সাথে, তিনি প্যাট্রিয়টস, পোয়েটস অ্যাণ্ড প্রিজনারস: সিলেকশনস ফ্রম রামানন্দ চ্যাটার্জি'স দ্য মডার্ন রিভিউ, ১৯০৭ - ১৯৪৭  সম্পাদনা করেন, যেটি ২০১৬ সালে প্রকাশিত হয়েছিল। সলিল ত্রিপাঠী মিন্টে লিখেছেন যে সম্পাদকরা \"ভারতকে মনে করিয়ে দিয়েছেন যে কিভাবে একবার মতামত প্রকাশ করা হয়েছিল, এবং যখন একটি ঔপনিবেশিক শক্তি ভারত শাসন করেছিল তখনও এটি কিভাবে সম্ভব হয়েছিল।\" নীলাঞ্জনা রায় ২০২১ সালের অ্যান্থোলজি আওয়ার ফ্রিডমস সম্পাদনা করেছেন। দ্য ওয়্যারের জন্য কালরাভ যোশীর একটি পর্যালোচনায় \"ধর্ম, বর্ণ এবং লিঙ্গের রাজনীতি সম্পর্কে; ভিন্নমত পোষণ করার ভাষা; স্বাধীন মত প্রকাশের সীমা এবং সাংবিধানিক গণতন্ত্র ও ধর্মনিরপেক্ষতার চ্যালেঞ্জ\" সম্পর্কে একটি বই হিসাবে বর্ণনা করা হয়েছে।\n\n\n== গ্রন্থপঞ্জি ==\nএ ম্যাটার অফ টেস্ট: দ্য পেঙ্গুইন বুক অফ ইণ্ডিয়ান রাইটিং অন ফুড, নীলাঞ্জনা রায় দ্বারা সম্পাদিত, পেঙ্গুইন বুকস, ২আইএসবিএন 0143031481০০৫।\nদ্য ওয়াইল্ডিংস, আলেফ বুক কোম্পানি, ২০১২, র‍্যাণ্ডম হাউস, ২০১৬।আইএসবিএন ৯৭৮৮১৯২৩২৮০৯৬আইএসবিএন 9788192328096\nদ্য হান্ড্রেড নেমস অফ ডার্কনেস, আলেফ বুক কোম্পানি, ২০১৩।আইএসবিএন ৯৭৮৯৩৮২২৭৭৭৭৪আইএসবিএন 9789382277774\nদ্য গার্ল হু এট বুকস, হার্পার কলিন্স, ২০১৬।আইএসবিএন ৯৭৮৯৩৫০২৯৭১১৭আইএসবিএন 9789350297117\nপ্যাট্রিয়টস, পোয়েটস অ্যাণ্ড প্রিজনারস: সিলেকশনস ফ্রম রামানন্দ চ্যাটার্জি'স দ্য মডার্ন রিভিউ থেকে নির্বাচন, ১৯০৭ - ১৯৪৭, অনিকেন্দ্র নাথ সেন, দেবাংশু দত্ত এবং নীলাঞ্জনা এস রায়, হার্পারস কলিন্স  দ্বারা সম্পাদিত ২০১৬।আইএসবিএন ৯৭৮৯৩৫২৬৪০২১৮আইএসবিএন 9789352640218\nআওয়ার ফ্রিডমস, নীলাঞ্জনা রায় দ্বারা সম্পাদিত, জুগারনট বুকস, ২০২১।আইএসবিএন ৯৭৮৯৩৫৩৪৫১৪৫৫আইএসবিএন 9789353451455\n\n\n== ব্যক্তিগত জীবন ==\nতিনি দেবাংশু দত্তকে বিয়ে করেছেন, দেবাংশু বিজনেস স্ট্যান্ডার্ডের একজন কলাম লেখক। নীলাঞ্জনার বিড়ালদের মধ্যে রয়েছে মারা, টিগলাথ, বাথশেবা এবং লোলা।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nসতীশ পদ্মনাভন; মণিশঙ্কর আইয়ার (১২ জানুয়ারি ২০১৫)। \"Word Psmiths in the city: book jacket on my sleeve\": 26–36। সংগ্রহের তারিখ ২০১৬-০১-০৬। \nমণিশঙ্কর আইয়ার; ডেভিড ডেভিদার (১২ জানুয়ারি ২০১৫)। \"Ink, mortar and canon\": 40–66। সংগ্রহের তারিখ ২০১৬-০১-০৬। \n\n\n== বহিঃসংযোগ ==\n\"ReadingWritingFoodingLodging\" নীলাঞ্জনা রায়ের ওয়েবসাইট\nঅনিতা রায়ের সঙ্গে কথোপকথনে নীলাঞ্জনা রায়"}