{"pageid": 1422060, "title": "ল্যারি ডেভিড", "url": "https://bn.wikipedia.org/wiki?curid=1422060", "content": "লরেন্স জিন ডেভিড (জন্ম ২ জুলাই, ১৯৪৭) একজন আমেরিকান কৌতুক অভিনেতা, লেখক, অভিনেতা এবং টেলিভিশন প্রযোজক। তিনি এবং জেরি সিনফেল্ড টেলিভিশন সিটকম সিনফেল্ড তৈরি করেছিলেন, যার প্রথম সাত সিজনে ডেভিড প্রধান লেখক এবং নির্বাহী প্রযোজক ছিলেন। তিনি এইচবিও সিরিজ কার্ব ইওর এনথিউসিয়াজম এর জন্য আরও পরিচিতি লাভ করেন, যেটি তিনি তৈরি করেছেন এবং নিজের একটি কাল্পনিক সংস্করণ হিসেবে অভিনয় করেছেন। তিনি ১৯৯৭ সালে এর পাইলট পর্বের পর থেকে প্রতিটি পর্বের লেখক  বা সহ-লেখক ছিলেন।\nসেনফেল্ডে ডেভিডের কাজ তাকে ১৯৯৩ সালে দুটি প্রাইমটাইম এমি অ্যাওয়ার্ড জিতিয়েছিল, সেরা হাস্যরসাত্মক ধারাবাহিক বিভাগে প্রাইমটাইম এমি পুরস্কার এবং অসামান্য ব্যক্তিগত অর্জন ধারাবাহিক লেখার জন্য। পূর্বের একজন কৌতুক অভিনেতা হিসেবে, তিনি টেলিভিশন কমেডিতে গিয়েছিলেন, এবিসি'র ফ্রাইডেসে লিখতেন এবং অভিনয় করতেন এবং স্যাটারডে নাইট লাইভের জন্য সংক্ষিপ্তভাবে লিখতেন। তিনি ২৭ টি প্রাইমটাইম এমি অ্যাওয়ার্ড এবং তিনটি গোল্ডেন গ্লোব অ্যাওয়ার্ডের জন্য মনোনীত হয়েছিলেন। ২০০৪ সালের একটি ব্রিটিশ পোলে \"দ্য কমেডিয়ান'স কমেডিয়ান\" নির্বাচন করার জন্য সহ-কৌতুক অভিনেতা এবং কৌতুক অভ্যন্তরীণ ব্যক্তিদের দ্বারা তিনি ২৩ তম-শ্রেষ্ঠ কমেডি তারকা হিসাবে ভোটপ্রাপ্ত হয়েছিলেন এবং ২০১০ সালে আমেরিকার রাইটার্স গিল্ড কর্তৃক টিভি রাইটিং অ্যাচিভমেন্টের জন্য লরেল পুরস্কার পান।\n২০১৫ সাল থেকে তিনি শনিবার নাইট লাইভে পুনরাবৃত্ত অতিথি উপস্থিতি করেছেন, যেখানে তিনি ২০১৬ এবং ২০২০ সালে মার্কিন প্রেসিডেন্ট প্রার্থী বার্নি স্যান্ডার্সের ছদ্মবেশ ধারণ করেছেন, যিনি তার ষষ্ঠ চাচাতো ভাইকেও একবার অপসারণ করেছেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nলরেন্স জিন ডেভিড নিউ ইয়র্ক সিটির ব্রুকলিনের শিপসহেড বে পাড়ায় ২ জুলাই, ১৯৪৭-এ জন্মগ্রহণ করেন। তার বাবা-মা হলেন রোজ (জন্ম রেজিনা; নি ব্র্যান্ডেস) এবং মর্টিমার জুলিয়াস \"মর্টি\" ডেভিড, একজন পুরুষদের পোশাক প্রস্তুতকারক, এবং তার কেইন নামে একটি বড় ভাই রয়েছে। ডেভিডের পরিবার ইহুদি । তার ইহুদি আমেরিকান বাবার পরিবার ১৯ শতকে জার্মানি থেকে মার্কিন যুক্তরাষ্ট্রে চলে আসে, যখন ডেভিডের মা এখন ইউক্রেনের টারনোপিলে একটি পোলিশ-ইহুদি পরিবারে জন্মগ্রহণ করেন এবং তার মায়ের পারিবারিক নাম সুপারফেইন হিসাবে প্রকাশিত হয়েছিল।\nডেভিড ১৯৬৫ সালে শীপসহেড বে হাই স্কুল (এখন বিলুপ্ত) থেকে স্নাতক হন। স্কুলের একটি হলওয়েতে তার ছবির সাথে একটি চিহ্ন প্রদর্শিত হয়েছিল। তারপরে তিনি মেরিল্যান্ড বিশ্ববিদ্যালয়, কলেজ পার্কে পড়াশোনা করেন, যেখানে তিনি টাউ এপসিলন ফি- তে ভাই ছিলেন। তিনি ১৯৭০ সালে কলাবিদ্যায় স্নাতক হন। কলেজে, তিনি আবিষ্কার করেছিলেন যে তিনি কেবল নিজের হয়ে মানুষকে হাসাতে পারেন।  কলেজের পর, ডেভিড পাঁচ বছরের জন্য ইউনাইটেড স্টেটস আর্মি রিজার্ভে তালিকাভুক্ত হন ।\n\n\n== কর্মজীবন ==\n\n\n=== স্ট্যান্ড আপ এবং SNL ===\nস্ট্যান্ড-আপ কমেডিয়ান থাকাকালীন, ডেভিড স্টোর ক্লার্ক, লিমুজিন ড্রাইভার এবং ইতিহাসবিদ হিসাবেও কাজ করেছিলেন। তিনি ম্যানহাটন প্লাজাতে থাকতেন, ম্যানহাটনের হেলস কিচেন পাড়ার একটি ফেডারেল ভর্তুকিযুক্ত হাউজিং কমপ্লেক্স, কেনি ক্র্যামারের হল জুড়ে, সেনফেল্ডের কসমো ক্রেমার চরিত্রের অনুপ্রেরণা। ১৯৮০ থেকে ১৯৮২ সাল পর্যন্ত, ডেভিড এবিসি'র শুক্রবারের লেখক এবং কাস্ট সদস্য হয়েছিলেন যেখানে তিনি মাইকেল রিচার্ডস (ক্রেমার) এর সাথে কাজ করেছিলেন।\n১৯৮৪ থেকে ১৯৮৫ সাল পর্যন্ত তিনি এনবিসি'র স্যাটারডে নাইট লাইভ ( এসএনএল ) এর লেখক ছিলেন এবং জুলিয়া লুই-ড্রেফাসের সাথে দেখা করেছিলেন যিনি এই সময়কালে শোতেও কাজ করেছিলেন। SNL- তে থাকাকালীন, তিনি কেবলমাত্র একটি স্কেচই বাতাসে পেতে সক্ষম হন, যা ১২ঃ৫০ এ সম্প্রচারিত হয়,শোতে শেষ সময়ের ভাগ। ডেভিড প্রথম সিজনে SNL- এ তার লেখার কাজ ছেড়ে দিয়েছিলেন, শুধুমাত্র দুই দিন পরে কাজ করতে দেখাতে যেন কিছুই ঘটেনি। সেই ইভেন্টটি সেনফেল্ডের \" দ্য রিভেঞ্জ \" শিরোনামের একটি দ্বিতীয়-সিজন পর্বকে অনুপ্রাণিত করেছিল। ১৯৮৪ সালে যখন ম্যাককিন SNL হোস্ট করেছিলেন তখন তাকে মাইকেল ম্যাককিনকে প্রশ্নবাণে জর্জরিত করতে শোনা যায় এবং ১৯৮৫ সালে হাওয়ার্ড কোসেল যখন সিজন ফাইনালের আয়োজন করেছিলেন তখন তাকে \"দ্য রান, থ্রো এবং ক্যাচ লাইক আ গার্ল অলিম্পিক\" স্কেচে দেখা যায় ]\n১৯৮৭ সালে, ডেভিড ওয়ে অফ ব্রডওয়ের একজন লেখক এবং অভিনয়শিল্পী ছিলেন, যা জয় বেহার দ্বারা হোস্ট করা লাইফটাইমের একটি বৈচিত্র্যময় টক শো।\n\n\n=== সিনফেল্ড ===\n১৯৮৯ সালে, ডেভিড কৌতুক অভিনেতা জেরি সিনফেল্ডের সাথে দ্য সিনফেল্ড ক্রনিকলস নামে এনবিসি-র জন্য একটি পাইলট তৈরি করার জন্য জুটি বেঁধেছিলেন, যা সেনফেল্ডের ভিত্তি হয়ে ওঠে, ইতিহাসের অন্যতম সফল শো,[২৭] যা টিভি  গাইডের  সর্বকালের 50টি সেরা টিভি শো তালিকার শীর্ষে পৌঁছেছিল। এন্টারটেইনমেন্ট উইকলি এটিকে সর্বকালের তৃতীয় সেরা টিভি শো হিসেবে স্থান দিয়েছে। ডেভিড মাঝে মাঝে শোতে অপ্রত্যাশিত উপস্থিতি দেখান, ফ্রাঙ্ক কস্তানজার কেপ-পরা আইনজীবী এবং জর্জ স্টেইনব্রেনারের কণ্ঠের মতো ভূমিকা পালন করেন। শো-এর চরিত্র জর্জ কস্তানজার জন্যও তিনি ছিলেন প্রাথমিক অনুপ্রেরণা। ডেভিড সপ্তম মৌসুমের পর বন্ধুত্বপূর্ণ শর্তে সেনফেল্ড ছেড়ে চলে যান কিন্তু দুই বছর পর ১৯৯৮ সালে সিরিজের সমাপ্তি লিখতে ফিরে আসেন। তিনি স্টেইনব্রেনার চরিত্রের জন্য কণ্ঠ প্রদান করতে থাকেন।\nডেভিড সেনফেল্ডের  ৬২ টি এপিসোড লিখেছিলেন, যার মধ্যে ১৯৯২-এর \" দ্য কনটেস্ট \" ছিল, যার জন্য তিনি একটি প্রাইমটাইম এমি অ্যাওয়ার্ড জিতেছিলেন এবং যেটির টিভি গাইড \"টিভির সর্বকালের সেরা ১০০ টি পর্ব \" এর তালিকায় পর্ব প্রথম হিসাবে স্থান পেয়েছে।\n\n\n=== কার্ব ইওর এনথিউসিয়াজম ===\n\nএইচবিও কেবল টেলিভিশন চ্যানেল ডেভিডের এক ঘণ্টার বিশেষ অনুষ্ঠান, ল্যারি ডেভিড: কার্ব ইওর এনথুসিয়াজম, ১৭ অক্টোবর, ১৯৯৯ তারিখে প্রচার করে এটি কার্ব ইয়োর এনথুসিয়াজম দ্বারা অনুসরণ করা হয়েছিল, এইচবিও-তে একটি টেলিভিশন সিরিজ যা ১৫ অক্টোবর, ২০০০-এ প্রথম পর্ব প্রচারিত হয়েছিল শোটি সেনফেল্ডের অনেকগুলি থিম পুনর্বিবেচনা করে, এবং ডেভিডের লেখা কয়েকটি পৃষ্ঠার গল্পের রূপরেখা থেকে সহসাকৃত করা হয়েছে (৫ম সিজনে, অতিরিক্ত লেখক নিয়োগ করা হয়েছিল)।\nঅভিনেতারা গল্পের রূপরেখা, নির্দেশনা এবং তাদের সৃজনশীলতার উপর ভিত্তি করে তাদের সংলাপ তৈরি করে। ডেভিড বলেছেন যে শোতে তার চরিত্র, নিজের একটি কাল্পনিক সংস্করণ, যদি তার সামাজিক সচেতনতা এবং সংবেদনশীলতার অভাব থাকে তবে বাস্তব জীবনে তিনি কেমন হবেন। চরিত্রটির অসংখ্য এবং ঘন ঘন সামাজিক ভুল, ভুল বোঝাবুঝি এবং বিদ্রূপাত্মক কাকতালীয় ঘটনাগুলি হল অনুষ্ঠানের বেশিরভাগ কমেডির ভিত্তি এবং এটি \"ল্যারি ডেভিড মোমেন্ট\" অভিব্যক্তির আমেরিকান পপ সংস্কৃতি অভিধানে প্রবেশের দিকে পরিচালিত করেছে, যার অর্থ একটি অসাবধানতাবশত সামাজিকভাবে বিশ্রী সৃষ্টি হয়েছে। অবস্থা.\nশোটির ভিত্তি হল ডেভিডের জীবনের ঘটনাগুলো যা সেনফেল্ড সিরিজ থেকে অর্জিত সৌভাগ্যের পরে; ডেভিড, আধা-অবসরপ্রাপ্ত, একটি পরিপূর্ণ জীবন যাপন করার চেষ্টা করে। ডেভিডের পাশাপাশি তার স্ত্রী চেরিল ( চেরিল হাইন্স অভিনয় করেছেন), তার ম্যানেজার এবং সেরা বন্ধু জেফ ( জেফ গার্লিন অভিনয় করেছেন), এবং জেফের স্ত্রী সুসি ( সুসি এসম্যান অভিনয় করেছেন)।\nকৌতুক অভিনেতা রিচার্ড লুইস, ওয়ান্ডা সাইকস এবং বব আইনস্টাইন সহ সেলিব্রিটিরা নিয়মিত শোতে উপস্থিত হন। অভিনেতা টেড ড্যানসন এবং মেরি স্টিনবার্গেন নিজেদের মতো পুনরাবৃত্ত ভূমিকা পালন করেছেন।\nশোটি সমালোচকদের দ্বারা প্রশংসিত এবং একটি জয়ের পাশাপাশি একটি গোল্ডেন গ্লোব জয়ের সাথে 30টি প্রাইমটাইম এমি অ্যাওয়ার্ডের জন্য মনোনীত হয়েছে। প্রথম ছয় মৌসুমে, জুলিয়া লুই-ড্রেফাস এবং জেসন আলেকজান্ডার বেশ কয়েকটি পর্বে উপস্থিত হন এবং জেরি সিনফেল্ড একটি ক্যামিও করেন। সিজন ৭-এ, মাইকেল রিচার্ডস সহ সাইনফেল্ড- এর কাস্টরা, ডেভিডের সেনফেল্ড পুনর্মিলন বিশেষ আয়োজনের প্রয়াসের সাথে জড়িত একটি গল্পের আর্কে ফিরে আসেন।\nবুধবার, ২ জুন, ২০১০-এ, সিরিজটি টিভি গাইড নেটওয়ার্কে প্রিমিয়ার হয়েছিল, এটি নেটওয়ার্ক টেলিভিশনে আত্মপ্রকাশ করে। টিভি গাইড নেটওয়ার্ক উচ্চ-প্রোফাইল অতিথি তারকা, মিডিয়া পন্ডিত এবং বিশিষ্ট সামাজিক ব্যক্তিত্বদের সাথে সম্পর্কিত আলোচনার একটি সিরিজও তৈরি করেছে যার নাম \"কার্ব: দ্য ডিসকাসন\" প্রতিটি পর্বে চিত্রিত নৈতিক প্রভাব নিয়ে বিতর্ক করে। ডেভিড বলে উদ্ধৃত করা হয়েছে \"অবশেষে, টিভি গাইড নেটওয়ার্ককে ধন্যবাদ, আমি প্রকৃত, বুদ্ধিমান ব্যক্তিদের 'কার্ব'-এ সম্বোধন করা সমস্যাগুলি নিয়ে আলোচনা ও বিতর্ক দেখার সুযোগ পাব। এখন যদি কেউ আমাকে বলতে পারে যে এই কথিত 'নেটওয়ার্কটি কোথায়' ' হয়, আমি এটি দেখতেও পারি।\" ২০২১ সালে শোটির ১১ তম সিজন প্রিমিয়ার হয়\n\n\n=== অন্যান্য প্রকল্প ===\nডেভিড অন্যান্য চলচ্চিত্র এবং টেলিভিশন সিরিজেও জড়িত ছিল। ডেভিড ১৯৯৮ সালের চলচ্চিত্র সোর গ্রেপস লিখেছিলেন এবং পরিচালনা করেছিলেন, একটি ক্যাসিনো জ্যাকপট নিয়ে ঝগড়া করা দুই চাচাত ভাই সম্পর্কে। এটি একটি বাণিজ্যিক বা সমালোচনামূলক সাফল্য ছিল না।\nএছাড়াও ডেভিড উডি অ্যালেনের রেডিও ডেজ (1987) এবং নিউ ইয়র্ক স্টোরিজ (১৯৮৯) এ বিট ভূমিকায় উপস্থিত হয়েছেন, অ্যালেনের নিউ ইয়র্ক-ভিত্তিক কমেডি চলচ্চিত্র হোয়াটভার ওয়ার্কস (২০০৯) এ ইভান র‍্যাচেল উডের সাথে প্রধান ভূমিকা নেওয়ার আগে। .\nআরি গোল্ডের ক্লায়েন্ট হিসেবে এইচবিও সিরিজ এন্টুরেজ -এ ডেভিডের একটি ক্যামিও উপস্থিতি ছিল, এবং যেহেতু তার মেয়েরা হান্না মন্টানার ভক্ত, ডেভিড, তার কন্যাদের সাথে, অতিথি-অভিনেতা হিসেবে, \"মাই বেস্ট ফ্রেন্ড'স বয়ফ্রেন্ড\" পর্বে। যেখানে তারা একটি অভিনব রেস্টুরেন্টে টেবিলের জন্য অপেক্ষা করছিল।\nডেভিড এনবিসি সিরিজ দ্য ম্যারেজ রেফ- এ প্যানেলিস্ট হিসাবে উপস্থিত ছিলেন এবং ২০১২ সালের দ্য থ্রি স্টুজেস রিবুটে সিস্টার মেরি-মেঙ্গেলের ভূমিকায় অভিনয় করেছিলেন। ডেভিড ২০১৩ সালের এইচবিও টেলিভিশন ফিল্ম ক্লিয়ার হিস্ট্রিতে সহ-লেখা এবং অভিনয় করেছিলেন।\nডেভিড ব্রডওয়ে নাটক ফিশ ইন দ্য ডার্ক লিখেছেন এবং অভিনয় করেছেন। এছাড়াও উপস্থিত ছিলেন রিটা উইলসন, জেইন হাউডিশেল এবং রোজি পেরেজ । নাটকটি একটি পরিবারের পিতৃপুরুষের মৃত্যুকে কেন্দ্র করে। এটি ৫ মার্চ, ২০১৫ এ খোলা হয়েছিল। জেসন আলেকজান্ডার জুলাই মাসে ডেভিডের দায়িত্ব গ্রহণ করেন। নাটকটি আগস্টে বন্ধ হয়ে যায়। ফেব্রুয়ারী ১, ২০১৫ পর্যন্ত, এর অগ্রিম বিক্রয় $১৩.৫ ব্রডওয়ে শোয়ের জন্য মিলিয়ন রেকর্ড ভেঙেছে।\nসুপার বোল এলভিআই- তে সম্প্রচারিত ক্রিপ্টোকারেন্সি এক্সচেঞ্জ এফটিএক্স ট্রেডিং লিমিটেড- এর বিজ্ঞাপনে উপস্থিত ছিলেন এমন বেশ কয়েকজন সেলিব্রিটির মধ্যে ডেভিড ছিলেন। ২০২২ সালের নভেম্বরে, FTX দেউলিয়া হওয়ার জন্য দাখিল করেছিল, এবং ডেভিডের সাথে অন্যান্য মুখপাত্রের বিরুদ্ধে একটি ক্লাস-অ্যাকশন মামলা করা হয়েছিল। ফেব্রুয়ারী ২০২২-এ, ইউএস ১১ তম সার্কিট কোর্ট অফ আপিল বিটকানেক্টের বিরুদ্ধে একটি মামলায় রায় দেয় যে ১৯৩৩ সালের সিকিউরিটিজ অ্যাক্ট সামাজিক মিডিয়া ব্যবহার করে লক্ষ্যবস্তুতে প্রসারিত।\n\n\n=== বার্নি স্যান্ডার্স ===\n২০১৫ সাল থেকে, ডেভিড শনিবার নাইট লাইভে  ২০১৬ এবং ২০২০ মার্কিন যুক্তরাষ্ট্রের রাষ্ট্রপতি নির্বাচনের প্রার্থী বার্নি স্যান্ডার্সকে চিত্রিত করে একাধিক অতিথি উপস্থিতি করেছেন; এছাড়াও তিনি ফেব্রুয়ারী ৬, ২০১৬-এ অনুষ্ঠানটি হোস্ট করেন, যেখানে মিউজিক্যাল গেস্ট ১৯৭৫ এবং স্যান্ডার্স নিজেই একটি ক্যামিও এবং ৪ নভেম্বর, ২০১৭-এ মিউজিক্যাল গেস্ট মাইলি সাইরাসের সাথে।\n২০১৭ সালের গ্রীষ্মে, পিবিএস -এর ফাইন্ডিং ইওর রুটস বংশগত গবেষণার মাধ্যমে আবিষ্কার করেছে যে ডেভিড এবং বার্নি স্যান্ডার্স দূরের সম্পর্কযুক্ত। স্যান্ডার্স ডেভিডকে এই খবর জানিয়েছেন। \"আমি এটি সম্পর্কে খুব খুশি ছিলাম,\" ডেভিড বলেছেন, ভ্যারাইটি অনুসারে। \"আমি ভেবেছিলাম কিছু সংযোগ আছে।\" কৌতুক অভিনেতা ব্যাখ্যা করেছেন যে স্যান্ডার্স \"একজন তৃতীয় কাজিন বা অন্য কিছু।\" (তিনি আসলে ডেভিডের ষষ্ঠ কাজিন একবার অপসারণ করেছিলেন।)\n৮ জানুয়ারী, ২০২০-এ, ডেভিড স্টিফেন কোলবার্টের সাথে দ্য লেট শো -তে রসিকতা করেছিলেন, \"আমি বলব, আমি তাকে (বার্নি) বাদ দেওয়ার জন্য অনুরোধ করব যাতে আমাকে SNL করতে লস অ্যাঞ্জেলেস থেকে উড়ে যেতে হবে না,\" ডেভিড উত্তর দিয়েছেন \"আমি ভেবেছিলাম যখন তার হার্ট অ্যাটাক হবে, তখন আমাকে লস অ্যাঞ্জেলেস থেকে উড়তে হবে না। কিন্তু, আপনি জানেন, তিনি অবিনশ্বর। কিছুই এই লোকটিকে থামাতে পারে না!\" তিনি পরে যোগ করেছেন, \"যদি তিনি জিতেন, আপনি কি জানেন যে এটি আমার জীবনে কী করতে চলেছে? আপনার কি কোনো ধারণা আছে? আমি বলতে চাচ্ছি, এটি দেশের জন্য দুর্দান্ত হবে - দেশের জন্য দুর্দান্ত। আমার জন্য ভয়ঙ্কর।\"\n\n\n== প্রভাবসমূহ ==\nডেভিড উডি অ্যালেন, মেল ব্রুকস, ফিল সিলভারস, অ্যাবট এবং কস্টেলো, জ্যাকি ম্যাসন, অ্যালান কিং, ডন রিকলস এবং ম্যাড ম্যাগাজিনকে প্রভাবশালী হিসাবে নাম দিয়েছেন।\n\n\n== ব্যক্তিগত জীবন ==\nডেভিড ক্যালিফোর্নিয়ার লস অ্যাঞ্জেলেসের প্যাসিফিক প্যালিসেডেস এলাকায় থাকেন। ডেভিড ১৯৯৩ থেকে ২০০৭ পর্যন্ত লরি লেনার্ডের সাথে বিবাহবন্ধনে আবদ্ধ হন তাদের দুই মেয়ে, ক্যাজি ডেভিড এবং রোমি ডেভিড। ডেভিডস উভয়ই মে ২০০৫ সালে হাফিংটন পোস্টে অবদানকারী ব্লগার হয়ে ওঠেন ২০১৭ সালে, ডেভিড সাচা ব্যারন কোহেনের জন্মদিনের পার্টিতে প্রযোজক অ্যাশলে আন্ডারউডের সাথে পরিচয় হয়। ২০২০ সালে তাদের বিয়ে হয়েছিল।\nডেভিড ডেমোক্রেটিক পার্টির সমর্থক। ২০১০ সালে, ডেভিড দ্য নিউ ইয়র্ক টাইমসের জন্য একটি প্রবন্ধ লিখেছিলেন যাতে ধনী ব্যক্তিদের জন্য বুশের ট্যাক্সের বর্ধিতকরণের সমালোচনা করা হয়। তিনি ট্যাক্স কাট এক্সটেনশন অনুমোদনের জন্য তৎকালীন রাষ্ট্রপতি বারাক ওবামাকে একটি ব্যঙ্গাত্মক ধন্যবাদ দিয়ে নিবন্ধটি শেষ করেছিলেন।\nডেভিড একজন নাস্তিক এবং একজন আগ্রহী ক্রীড়া অনুরাগী। একজন স্থানীয় নিউ ইয়র্কের নাগরিক হওয়ায়, ডেভিড নিউ ইয়র্ক জেটস, নিউ ইয়র্ক ইয়াঙ্কিস, নিউ ইয়র্ক নিক্স এবং নিউ ইয়র্ক রেঞ্জার্সকে সমর্থন করে।\n১ ফেব্রুয়ারী, ২০২৪-এ, মানসিক স্বাস্থ্যের বিষয়ে এলমোর করা মন্তব্যে বিরক্ত, ডেভিড টুডে <i id=\"mwAZg\">লাইভে</i> বন্ধুত্বপূর্ণ দানবের কাছে গিয়ে আক্রমণ করে।\n\n\n=== ধন-সম্পদ ===\nঅনুমান করা হয় যে ডেভিডের মোট সম্পদের মূল্য US$৪০০ মিলিয়ন থেকে $৯০০ এর মধ্যে ২০১৫ সালের হিসাবে মিলিয়ন। ন্যাশনাল রিভিউ তার মোট মূল্য প্রায় $৪০০ অনুমান করেছে ২০২০ সালের হিসাবে মিলিয়ন চার্লি রোজ ডেভিডের সামগ্রিক সম্পদ $৫০০ এর কাছাকাছি বলে উল্লেখ করেছেন ২০১৩ সালে ৬০ মিনিটে একটি টেলিভিশন বিবৃতিতে মিলিয়ন\nসিনফেল্ডের সিন্ডিকেশন ডেভিডকে ১৯৯৮ সালেই আনুমানিক $২৫০ মিলিয়ন উপার্জন করেছিল। ২০০৮ সালে, ডেভিড $৫৫ উপার্জন করেছিল সেনফেল্ড সিন্ডিকেশন, ডিভিডি বিক্রয় এবং আপনার উত্সাহ রোধ থেকে মিলিয়ন। তিনি সিনফেল্ডের জন্য ১৯ বার এমি পুরস্কারের জন্য মনোনীত হন, দুবার জিতেছিলেন — একবার সেরা কমেডির জন্য এবং একবার লেখার জন্য।\nসিবিএস- এর সাথে ২০১৫ সালের একটি সাক্ষাত্কারে, ডেভিড নিশ্চিত করেছেন যে ক্যালিফোর্নিয়ার কমিউনিটি সম্পত্তি রাজ্যে ২০০৭ সালে বিবাহবিচ্ছেদের কারণে তার অর্ধেক সম্পদ নষ্ট হয়ে গেছে। \"আমার অনেক টাকা আছে\", ডেভিড সাক্ষাত্কারে বলেছিলেন, কিন্তু এটাও যোগ করেছেন যে \"পরিসংখ্যানগুলি পাগল।\" তার বেশিরভাগ সম্পদের উৎপত্তি সেনফেল্ড এবং কার্ব ইয়োর এনথুসিয়াস- এর সিন্ডিকেশন চুক্তি থেকে, যার পূর্বে নেট $3৩.১ ২০১৩ অনুযায়ী মোট রি-রান ফি বিলিয়ন\n২০০৮ সালে, ডেভিডের আয় $৫৫ ছিল মোট ক্ষতিপূরণ মিলিয়ন মিলিয়ন, বেশিরভাগই সেনফেল্ড সিন্ডিকেশন থেকে এবং কার্ব ইওর এনথুসিয়্যাজমের কাজ। কার্ব ইয়োর এনথুসিয়াজমের \" দ্য চিংড়ি ঘটনা \" পর্বে তার অনুমানমূলক নেট ওয়ার্থ প্যারোডি করা হয়েছিল, যেখানে এইচবিওর নির্বাহী অ্যালান ওয়াসারম্যান ডেভিডকে চিৎকার করে বলেছেন: \"আপনি যদি চিংড়ি চান, আপনার $ ৪৭৫ মিলিয়ন নিন, একটি চিংড়ি নৌকা কিনুন।\"\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n=== ফিল্ম ===\n\n\n=== টেলিভিশন ===\n\n\n== থিয়েটার ==\n\n\n== গ্রন্থপঞ্জি ==\nDavid, Larry (ডিসেম্বর ২০, ২০১০)। \"Thanks for the Tax Cut!\"। The New York Times। সংগ্রহের তারিখ জুন ১৩, ২০২০। \nDavid, Larry (জুলাই ২৩, ২০১৮)। \"The Most Important Meal of the Day\"। The New York Times। সংগ্রহের তারিখ জুন ১৩, ২০২০। \nDavid, Larry (আগস্ট ১০, ২০১৮)। \"What Really Happened at Trump Tower\"। The New York Times। সংগ্রহের তারিখ জুন ১৩, ২০২০। \nDavid, Larry (নভেম্বর ১৮, ২০১৯)। Shouts & Murmurs। The New Yorker https://www.newyorker.com/magazine/2019/11/18/on-the-first-world-campaign-trail।  \nDavid, Larry (নভেম্বর ২২, ২০১৯)। \"Imagining What Keeps Trump Up at Night\"। The New York Times। সংগ্রহের তারিখ জুন ১৩, ২০২০। \nDavid, Larry (নভেম্বর ২৯, ২০২১)। \"Larry David's Notes for His Biographer\"। The New Yorker। New York City। সংগ্রহের তারিখ ডিসেম্বর ৫, ২০২১। \nDavid, Larry (জানুয়ারি ১, ২০০৬)। \"Cowboys Are My Weakness\"। The New York Times। সংগ্রহের তারিখ এপ্রিল ৩, ২০২৩। \n\n\n== পুরস্কার এবং মনোনয়ন ==\nডেভিড দুটি এমি অ্যাওয়ার্ড, তিনটি প্রডিউসার গিল্ড অফ আমেরিকা অ্যাওয়ার্ড এবং তিনটি রাইটার্স গিল্ড অফ আমেরিকা অ্যাওয়ার্ডের পাশাপাশি তিনটি গোল্ডেন গ্লোব অ্যাওয়ার্ড এবং ছয়টি স্ক্রিন অ্যাক্টর গিল্ড অ্যাওয়ার্ডের জন্য মনোনয়ন সহ অসংখ্য পুরস্কার পেয়েছেন। দ্য কমেডিয়ান'স কমেডিয়ান নির্বাচন করার জন্য একটি পোলে ডেভিডকে সহ-কৌতুক অভিনেতা এবং কমেডি অভ্যন্তরীণদের দ্বারা ২৩ নম্বরে সর্বকালের সর্বশ্রেষ্ঠ কমেডি তারকাদের ভোট দেওয়া হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nপ্রিটি, প্রিটি, প্রিটি গুড: ল্যারি ডেভিড অ্যান্ড দ্য মেকিং অফ সিনফেল্ড অ্যান্ড কার্ব ইয়োর এনথুসিয়্যাজ বাই জোশ লেভিন (ECW প্রেস, 2010)\n\n\n== বহিঃসংযোগ ==\nঅলমুভিতে ল্যারি ডেভিড \nইন্টারনেট মুভি ডেটাবেজে ল্যারি ডেভিড  (ইংরেজি)\nরটেন টম্যাটোসে ল্যারি ডেভিড (ইংরেজি)\nটেমপ্লেট:Larry David"}