{"pageid": 1422239, "title": "এ-ফ্ল্যাট মাইনর", "url": "https://bn.wikipedia.org/wiki?curid=1422239", "content": "এ-ফ্ল্যাট মাইনর হল A♭-এর ভিত্তিতে একটি মাইনর স্কেল, যা A♭, B♭, C♭, D♭, E♭, F♭, এবং G♭ পিচের সমন্বয়ে গঠিত। এর মূল স্বাক্ষর সাতটি ফ্ল্যাট রয়েছে। এর আপেক্ষিক প্রধান হল সি-ফ্ল্যাট মেজর (বা এনহার্মোনিকভাবে বি মেজর) এর সমান্তরাল প্রধান হল এ-ফ্ল্যাট প্রধান, এবং এর এনহার্মোনিকের সমতুল্য হল জি-শার্প মাইনর।\nএ-ফ্ল্যাট প্রাকৃতিক ছোট স্কেল হল:\n\nসুরের সুরেলা এবং সমন্বয়পূর্ণ সংস্করণের জন্য প্রয়োজনীয় পরিবর্তনগুলো প্রয়োজন অনুযায়ী দুর্ঘটনাক্রমে লেখা হয়। এ-ফ্ল্যাট সুরেলা ছোট এবং সুরেলা ছোট স্কেল হলঃ\n\n\n== স্কেল ডিগ্রি কর্ড ==\nটোনিক-এ-ফ্ল্যাট মাইনর\nসুপারটোনিক-বি-ফ্ল্যাট হ্রাসবি-ফ্ল্যাট হ্রাস পেয়েছে\nমিডিয়ান্ট-সি-ফ্ল্যাট মেজর\nসাবডোমিন্যান্ট-ডি-ফ্ল্যাট মাইনর\nপ্রভাবশালী-ই-ফ্ল্যাট মাইনর\nসাবমিডিয়েন্ট-এফ-ফ্ল্যাট মেজর\nসাবটোনিক-জি-ফ্ল্যাট মেজর\n\n\n== এ-ফ্ল্যাট মাইনর এর সঙ্গীত ==\nযদিও এ-ফ্ল্যাট মাইনর অন্যান্য কী-এর কাজগুলোতে মডুলেশনে ঘটে, তবে এটি খুব কমই কোনও গানের মূল কী হিসাবে ব্যবহৃত হয়। শাস্ত্রীয় এবং রোমান্টিক সংগীতে কী-এর কিছু সুপরিচিত ব্যবহারের মধ্যে রয়েছেঃ\n\nলুডভিগ ভ্যান বিথোভেন পিয়ানো সোনাটা নং ১২, অপ ২৬ এ অন্ত্যেষ্টিক্রিয়া মার্চ।\nবিথোভেনের পিয়ানো সোনাটা নং ৩১, অপশন ১১০ এর শেষ আন্দোলনের প্রাথমিক অংশ (যদিও এই বিভাগের মূল স্বাক্ষরটি কেবল ৬ ফ্ল্যাট ব্যবহার করে, ৭টি নয়) ।\nদ্বিতীয় ত্রয়ী ফ্রানজ শুবার্টের ক্লাভিয়ার্স্টাকের ই-ফ্ল্যাট মেজর-এ পিয়ানো, ডি <আইডি1]-এর জন্য।\nএ মেজর-এ শুবার্টের ইম্প্রম্পটু আসলে এ মাইনর-এ শুরু হয়, যদিও এটি দুর্ঘটনা সহ এ মেজর হিসাবে লেখা হয়।\nপ্রথম অংশ \"এইমে-মোয়া\" (\"লাভ মি\") চার্লস-ভ্যালেন্টিন আলকান ট্রয়িস মরসিয়াক্স ড্যানস লে ঘরানার প্যাথেটিক থেকে নেওয়া।ট্রোয়া মরসিয়ক্স ডন্স ল জনর প্যাথেটিক\nম্যাক্স ব্রুচ কনসার্টো ফর টু পিয়ানোস অ্যান্ড অর্কেস্ট্রা, অপ. ৮৮এ, যদিও এই গানটি শেষ হয় এ-ফ্ল্যাট মেজর-এ।\nআইজাক আলবেনিজ আইবেরিয়া বই থেকে বিবর্তন।\nআইজাক আলবেনিজ-এর লা ভেগা।\nEtude No.13 মোরিটজ মোসকোভস্কির études de Virtuosité, Op. 72-এ, যদিও এটি A-flat মেজর-এ শেষ হয়।\nলিওশ জানাসেক এটি তার ভায়োলিন সোনাটা এবং তার গ্লাগোলিটিক মাস-এর অর্গান সোলোর জন্য ব্যবহার করেন।\nইগর স্ট্র্যাভিনস্কি দ্য ফায়ারবার্ড উদ্বোধন।\nগ্র্যান্ডেস এটুডেস ডি পাগানিনি থেকে ফ্রাঞ্জ লিজ্ট \"লা কম্পানেলা\"-র মূল সংস্করণ, যা পরবর্তীকালে জি-শার্প মাইনর-এ পুনর্লিখিত হয়েছিল।\nগুস্তাভ মাহলার নবম সিম্ফনি-তে, এ-ফ্ল্যাট মাইনর-এ তৃতীয় আন্দোলনের প্রবর্তনের একটি বিশেষ আক্রমণাত্মক পুনরাবৃত্তি রয়েছে।\nঅর্কেস্ট্রার জন্য চার্লস কোয়েচলিন এর পার্টিটার প্রথম আন্দোলন, অপ. ২০৫, এ-ফ্ল্যাট মাইনর, এবং পূর্ববর্তী এ-ফ্লাট-মাইনর অংশটি ৭-ফ্ল্যাট কী স্বাক্ষর দিয়ে লেখা হয়, তবে পরবর্তী এ-ফ্ল্যাট-মাইনর অংশে কোনও কী স্বাক্ষর ছাড়াই লেখা হয় এবং দুর্ঘটনা হিসাবে প্রয়োজনীয় ফ্ল্যাটগুলি ব্যবহার করে।\nএটি ১৯৫৬ সালের সঙ্গীতধর্মী নাটক মাই ফেয়ার লেডি-দ্য সেকেন্ড সার্ভেন্টস-এর ফ্রেডেরিক লোউয়ের সুরেও ব্যবহৃত হয়, কোরাসটি এ-ফ্ল্যাট মাইনর-এ সেট করা হয়েছে (পূর্ববর্তী এবং পরবর্তী কোরাসগুলি যথাক্রমে নিম্ন এবং উচ্চতর সেমিটোনে রয়েছে) ।\nAntonín Dvoárák এর স্ট্রিং কোয়ার্টেট নং ১৪, Op. ১০৫, এ-ফ্ল্যাট মাইনর এ খোলে।\nপ্রায়শই, একটি ছোট মোডের টুকরোগুলি যার টনিক হিসাবে এ-ফ্ল্যাট এর পিচ রয়েছে তা এনহার্মোনিক কী, জি-শার্প মাইনর-এ উল্লেখ করা হয়, কারণ সেই কীটিতে এ-ফ্লাট মাইনরের সাতটি ফ্ল্যাটগুলির বিপরীতে মাত্র পাঁচটি শার্প রয়েছে।\nকিছু স্কোরের মধ্যে, বেস ক্লিফে এ-ফ্ল্যাট মাইনর কী স্বাক্ষরটি উপর থেকে দ্বিতীয় লাইনে এফ-এর জন্য ফ্ল্যাট দিয়ে লেখা হয়।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nOverview of Compositions with 7 Accidentals\nটেমপ্লেট:Circle of fifths"}