{"pageid": 1422903, "title": "ফ্রিডরিখ হায়েক", "url": "https://bn.wikipedia.org/wiki?curid=1422903", "content": "ফ্রিডরিখ আগস্ট ফন হায়েক (৮ মে ১৮৯৯ - ২৩ মার্চ ১৯৯২) ছিলেন একজন অস্ট্রিয়ান-ব্রিটিশ অর্থনীতিবিদ এবং রাজনৈতিক দার্শনিক যিনি অর্থনীতি, রাজনৈতিক দর্শন, মনোবিজ্ঞান, বুদ্ধিবৃত্তিক ইতিহাস এবং অন্যান্য ক্ষেত্রে অবদান রেখেছিলেন। অর্থ, অর্থনৈতিক পরিস্থিতি এবং অর্থনৈতিক, সামাজিক ও প্রাতিষ্ঠানিক ঘটনাগুলোর আন্তঃনির্ভরতার বিষয়ে কাজ করার জন্য হায়েক ১৯৭৪ সালে গুনার মারদালের সাথে যৌথভাবে অর্থনীতিতে নোবেল স্মারক পুরস্কার লাভ করেন। মূল্য কীভাবে তথ্য যোগাযোগ করার মাধ্যম হয়ে উঠে, সে বিষয়ে তার গবেষণাকে অর্থনীতিতে একটি গুরুত্বপূর্ণ অবদান হিসাবে গণ্য করা হয়। এটি তার পুরস্কার প্রাপ্তিতে গুরুত্বপূর্ণ ভূমিকা রেখেছিল।\nকিশোর বয়সে হায়েক প্রথম বিশ্বযুদ্ধে যোগদান করেন। পরে তিনি বলেছিলেন যে এই যুদ্ধের সময় স্বচক্ষে দেখা ভুলগুলো এড়াতে সাহায্য করার ইচ্ছা তাকে অর্থনীতিতে আকৃষ্ট করেছিল। তিনি ভিয়েনা বিশ্ববিদ্যালয় থেকে ১৯২১ সালে আইনে এবং ১৯২৩ সালে রাষ্ট্রবিজ্ঞানে ডক্টরেট ডিগ্রি অর্জন করেন। পরবর্তীকালে তিনি অস্ট্রিয়া, গ্রেট ব্রিটেন, মার্কিন যুক্তরাষ্ট্র এবং জার্মানিতে বসবাস ও কাজ করেন। তিনি ১৯৩৮ সালে ব্রিটিশ নাগরিক হন তার একাডেমিক জীবনের বেশিরভাগই কেটেছে লন্ডন স্কুল অফ ইকোনমিক্সে, পরে শিকাগো বিশ্ববিদ্যালয়ে এবং ফ্রেইবার্গ বিশ্ববিদ্যালয়ে। তিনি অস্ট্রিয়ান স্কুল অফ ইকোনমিক্সের অন্যতম প্রধান অবদানকারী হিসাবে বিবেচিত হন।\n২০ শতকের বিভিন্ন রাজনৈতিক আন্দোলনের উপর হায়েকের যথেষ্ট প্রভাব ছিল এবং তার ধারণা আজও বিভিন্ন রাজনৈতিক পটভূমি থেকে চিন্তাবিদদের প্রভাবিত করে চলেছে। যদিও তাকে মাঝে মাঝে রক্ষণশীল হিসেবে বর্ণনা করা হয় কিন্তু হায়েক নিজেকে রক্ষণশীল মনে করতেন না। তিনি নিজেকে একজন ধ্রুপদী উদারপন্থী হিসেবে উপস্থাপন করতেন। মন্ট পেলেরিন সোসাইটির সহ প্রতিষ্ঠাতা হিসেবে তিনি যুদ্ধোত্তর যুগে ধ্রুপদী উদারনীতির পুনরুজ্জীবনে অবদান রেখেছিলেন। তার সবচেয়ে জনপ্রিয় বই দ্য রোড টু সার্ফডম মূল প্রকাশের পর থেকে আট দশক ধরে বহুবার পুনঃপ্রকাশিত হয়েছে।\nহায়েক অর্থনীতিতে তার একাডেমিক অবদানের জন্য ১৯৮৪ সালে অর্ডার অফ দ্য কম্প্যানিয়ন্স অফ অনারের সদস্য নিযুক্ত হন। তিনি ১৯৮৪ সালে হ্যান্স মার্টিন শ্লেয়ার পুরস্কারের প্রথম বিজয়ী ছিলেন অসামান্য অবদানের জন্য তিনি ১৯৯১ সালে রাষ্ট্রপতি জর্জ এইচডব্লিউ বুশের কাছ থেকে রাষ্ট্রপতির স্বাধীনতা পদক লাভ পেয়েছিলেন। আমেরিকান ইকোনমিক রিভিউতে প্রথম ১০০ বছরে প্রকাশিত শীর্ষ বিশটি নিবন্ধের একটি হিসাবে তার নিবন্ধ \"সমাজে জ্ঞানের ব্যবহার\" নির্বাচিত হয়েছিল।\n\n\n== জীবন ==\n\n\n=== প্রাথমিক জীবন ===\nফ্রিডরিখ আগস্ট ফন হায়েক ভিয়েনায় আগস্ট ফন হায়েক এবং ফেলিসিটাস হায়েক (née von Juraschek) দম্পতির ঘরে জন্মগ্রহণ করেন। তার পিতামাতার পারিবারিক নাম চেকদের অনুরূপ ছিল এবং বংশগত দিক দিয়ে তাদের চেক বংশের সাথে দূরবর্তী সংযোগ ছিল, যা জাতিগত অস্ট্রিয়ানদের মধ্যে অস্বাভাবিক নয়। এছাড়াও তার বংশধারায় কিছুটা মাগয়ার (বার্থা) এবং ইতালীয় (পাতুজি) বংশধারার সংমিশ্রণ ছিল। তার পিতা ১৮৭১ সালে ভিয়েনায় জন্মগ্রহণ করেছিলেন। তিনি পৌরসভার স্বাস্থ্য মন্ত্রণালয় দ্বারা নিযুক্ত একজন মেডিকেল ডাক্তার ছিলেন।  আগস্ট ভিয়েনা বিশ্ববিদ্যালয়ের উদ্ভিদবিদ্যার খণ্ডকালীন প্রভাষক ছিলেন। ফ্রিডরিখের দুই ভাই হলেন হেনরিখ (১৯০০-১৯৬৯) এবং এরিখ (১৯০৪-১৯৮৬)। তিনি তাঁদের মধ্যে সবচেয়ে বড় ছিলেন। দুই ভাই তার চেয়ে যথাক্রমে দেড় এবং পাঁচ বছরের ছোট ছিলেন। \nএকজন বিশ্ববিদ্যালয় শিক্ষক হিসেবে তার বাবার কর্মজীবন পরবর্তী জীবনে হায়েককে প্রভাবিত করেছিল।  তার পিতামহ ও মাতামহ উভয়ই হায়েকের জীবদ্দশায় দীর্ঘকাল বেঁচে ছিলেন এবং উভয়েই পণ্ডিত ব্যক্তি ছিলেন। ফ্রাঞ্জ ফন জুরাশেক ছিলেন অস্ট্রিয়া-হাঙ্গেরির একজন নেতৃস্থানীয় অর্থনীতিবিদ এবং অস্ট্রিয়ান স্কুল অফ ইকোনমিক্সের অন্যতম প্রতিষ্ঠাতা ইউজেন ভন বোহম-বাওয়ার্কের ঘনিষ্ঠ বন্ধু। হায়েকের পিতামহ গুস্তাভ এডলার ভন হায়েক ভিয়েনার ইম্পেরিয়াল রিয়ালোবার্গিমনাসিয়ামে (মাধ্যমিক বিদ্যালয়) প্রাকৃতিক বিজ্ঞান পড়াতেন। তিনি জৈবিক পদ্ধতিগত ক্ষেত্রে কিছু কাজ করেছেন যার মধ্যে কিছু তুলনামূলকভাবে সুপরিচিত। \nমায়ের দিক থেকে হায়েক ছিলেন দার্শনিক লুডভিগ উইটগেনস্টাইনের দ্বিতীয় চাচাতো ভাই। তার মা প্রায়ই উইটগেনস্টাইনের বোনদের সাথে খেলতেন এবং তাকে ভালো করেই চিনতেন। তাদের পারিবারিক সম্পর্কের ফলস্বরূপ হায়েক উইটজেনস্টাইনের ট্র্যাকট্যাটাস লজিকো-ফিলোসফিকাস বইটির প্রথম পাঠকদের একজন হতে পেরেছিলেন। বইটি ১৯২১ সালে এর মূল জার্মান সংস্করণে প্রকাশিত হয়। যদিও তিনি উইটজেনস্টাইনের সাথে মাত্র কয়েকবার দেখা করতে পেরেছিলেন, কিন্তু হায়েক এর মতে উইটগেনস্টাইনের দর্শন এবং বিশ্লেষণের পদ্ধতিগুলো তার নিজের জীবন এবং চিন্তার উপর গভীর প্রভাব ফেলেছিল। প্রথম বিশ্বযুদ্ধের সময় হায়েক এবং উইটগেনস্টাইন দুজনেই অফিসার ছিলেন। পরবর্তী সময়ে হায়েক উইটগেনস্টাইনের সাথে দর্শনের আলোচনার কথা স্মরণ করেন। উইটগেনস্টাইনের মৃত্যুর পর হায়েক উইটগেনস্টাইনের একটি জীবনী লেখার মনস্থ করেছিলেন এবং জীবনী লেখার উপকরণ সংগ্রহে কাজ করেছিলেন। পরে হায়েক উইটজেনস্টাইনের জীবনীকারদের সহায়তা করেছিলেন। তিনি উইটগেনস্টাইন পরিবারের অ-ইহুদি আত্মীয়দের মাধ্যমে উইটজেনস্টাইনের সাথে সম্পর্কিত ছিলেন। যৌবন থেকে হায়েক প্রায়ই ইহুদি বুদ্ধিজীবীদের সাথে মেলামেশা করতেন। হায়েক উল্লেখ করেছেন, লোকেরা প্রায়শই বলাবলি করত যে হায়েক নিজেও ইহুদি বংশের ছিলেন কিনা। এটি তাকে কৌতূহলী করে তুলেছিল। তাই তিনি তার পূর্বপুরুষদের নিয়ে গবেষণা করার জন্য কিছু সময় ব্যয় করেছিলেন। পরবর্তীতে হায়েক জানতে পেরেছিলেন যে পাঁচ প্রজন্মের মধ্যে তার কোন ইহুদি পূর্বপুরুষ নেই। তার নামের শেষ অংশ Hayek চেক উপাধি Hájek এর জার্মান বানান ব্যবহার করে।  হায়েকের পূর্ব পুরুষ \"হাগেক\" উপাধি বহন করে প্রাগ থেকে এসেছেন। \nহায়েক খুব অল্প বয়স থেকেই বুদ্ধিদীপ্ত বাঁক প্রদর্শন করেছিলেন এবং স্কুলে যাওয়ার আগে সাবলীলভাবে এবং ঘন ঘন পড়তেন।  যাইহোক, শিক্ষকদের পরিচালিত শিক্ষায় আগ্রহের অভাব এবং আরো কিছু সমস্যার কারণে তিনি স্কুলে বেশ খারাপ করেছিলেন।  তিনি বেশিরভাগ বিষয়ে তার ক্লাসের নীচের দিকে ছিলেন। হায়েক একবার ল্যাটিন, গ্রীক এবং গণিতে তিনটি 'ব্যর্থতাসূচক গ্রেড' পেয়েছিলেন।  তিনি থিয়েটারে খুব আগ্রহী ছিলেন এবং এমনকি কিছু ট্র্যাজেডি ও জীববিজ্ঞান লেখার চেষ্টা করেছিলেন। তিনি নিয়মিত বোটানিক্যাল বিষয়ে গবেষণার কাজে বাবাকে সাহায্য করতেন।  তার বাবার পরামর্শ অনুযায়ী কিশোর বয়সে তিনি হুগো ডি ভ্রিস এবং আগস্ট ভাইজমানের জেনেটিক এবং বিবর্তন সম্পর্কিত কাজ এবং লুডভিগ ফিউয়েরবাখের দার্শনিক কাজসমূহ নিবিড়ভাবে অধ্যয়ন করেন। তিনি গোয়েথেকে প্রাথমিক যুগের সর্বশ্রেষ্ঠ বুদ্ধিবৃত্তিক প্রভাবক হিসাবে উল্লেখ করেছিলেন।  স্কুলে অ্যারিস্টটলের নীতিশাস্ত্রের উপর একজন শিক্ষকের লেকচার হায়েকের উপর অনেক বেশি প্রভাব ফেলেছিল। নিজস্ব অপ্রকাশিত আত্মজীবনীমূলক নোটগুলোতে হায়েক তার এবং তার ছোট ভাইদের মধ্যে একটি বিভাজনের কথা স্মরণ করেছেন। হায়েকের ছোট ভাইয়েরা তার থেকে মাত্র কয়েক বছরের ছোট ছিল, কিন্তু তিনি বিশ্বাস করতেন যে তারা ভিন্ন প্রজন্মের মানুষ। তিনি বড়দের সাথে মেলামেশা করতে পছন্দ করতেন। \n১৯১৭ সালে হায়েক অস্ট্রো-হাঙ্গেরিয়ান সেনাবাহিনীতে একটি আর্টিলারি রেজিমেন্টে যোগদান করেন এবং ইতালীয় ফ্রন্টে যুদ্ধ করেন। যুদ্ধের সময় তার বাম কানে শ্রবণশক্তি ক্ষতিগ্রস্ত হয়েছিল এবং তাকে সাহসিকতার জন্য অভিনন্দিত করা হয়েছিল। তিনি ১৯১৮ সালের ফ্লু মহামারি থেকেও বেঁচে ছিলেন।\nহায়েক তখন নিজেকে শিক্ষাবিদ হিসেবে জীবন গড়ার সিদ্ধান্ত নেন। যে ভুলগুলো বিশ্বকে বিশ্বযুদ্ধের মতো বিরাট যুদ্ধের দিকে পরিচালিত করেছিল তা এড়াতে সাহায্য করার জন্য হায়েক দৃঢ়প্রতিজ্ঞ ছিলেন। হায়েক তার অভিজ্ঞতা সম্পর্কে বলেছেন: \"প্রথম বিশ্বযুদ্ধ রাজনৈতিক সংগঠনের সমস্যার প্রতি আপনার দৃষ্টি আকর্ষণ করতে বাধ্য\"। তিনি একটি উন্নত বিশ্বের জন্য কাজ করার অঙ্গীকার করেছিলেন।\n\n\n=== শিক্ষা ===\nভিয়েনা বিশ্ববিদ্যালয়ে অধ্যয়নকালীন হায়েক বেশির ভাগ সময় দর্শন, মনোবিজ্ঞান এবং অর্থনীতি অধ্যয়ন করেছিলেন। কেননা ভিয়েনা বিশ্ববিদ্যালয় ছাত্রদের তাদের বিষয়গুলো অবাধে বেছে নেওয়ার অনুমতি দেয় এবং অধ্যয়নের শেষে প্রধান পরীক্ষা ছাড়া খুব বেশি বাধ্যতামূলক লিখিত কাজ বা পরীক্ষা ছিল না।  অধ্যয়ন শেষে হায়েক অর্থনীতিতে আরও আগ্রহী হয়ে ওঠেন। এর পেছনে আর্থিক এবং কর্ম জীবন গুরুত্বপূর্ণ ভূমিকা রেখেছিল। তিনি কূটনৈতিক চাকরিতে কর্মজীবন শুরু করতে চেয়েছিলেন। হায়েক আইন ও অর্থনীতিকে একত্রিত করার পরিকল্পনা করেছিলেন।  তিনি যথাক্রমে ১৯২১ এবং ১৯২৩ সালে আইন এবং রাষ্ট্রবিজ্ঞানে ডক্টরেট অর্জন করেন।\nঅল্প সময়ের জন্য যখন ভিয়েনা বিশ্ববিদ্যালয় বন্ধ হয়ে যায় তখন তিনি কনস্ট্যান্টিন ভন মোনাকোর ইনস্টিটিউট অফ ব্রেন অ্যানাটমিতে অধ্যয়ন করেন। মোনাকোর ল্যাবে হায়েকের কাটানো সময় এবং আর্নস্ট মাকের কাজের প্রতি তার গভীর আগ্রহ তার প্রথম বুদ্ধিবৃত্তিক প্রকল্পকে অনুপ্রাণিত করেছিল, যা শেষ পর্যন্ত দ্য সেন্সরি অর্ডার (১৯৫২) নামে প্রকাশিত হয়েছিল। হায়েক হার্বার্ট ফার্থের সাথে গিস্টক্রেস নামে একটি ব্যক্তিগত সেমিনারে তার কাজ উপস্থাপন করেছিলেন।\nসামাজিক বিজ্ঞানের ব্যাখ্যামূলক কৌশল নিয়ে কার্ল মেনগারের গবেষণা এবং শ্রেণীকক্ষে ফ্রিডরিখ ফন উইজারের উপস্থিতি ভিয়েনা বিশ্ববিদ্যালয়ে হায়েকের উপর স্থায়ী প্রভাব ফেলেছিল। তার পরীক্ষা শেষ হওয়ার পর, হায়েককে লুডভিগ ভন মিসেসের সুপারিশে অস্ট্রিয়ান সরকারের বিশেষজ্ঞ হিসেবে সেন্ট-জার্মেইন-এন-লেয়ের চুক্তির আইনি ও অর্থনৈতিক বিবরণ নিয়ে কাজ করার জন্য নিয়োগ করা হয়। ১৯২৩ হতে ১৯২৪ সাল পর্যন্ত হায়েক নিউইয়র্ক বিশ্ববিদ্যালয়ের অধ্যাপক জেরেমিয়া জেঙ্কসের গবেষণা সহকারী হিসাবে কাজ করেছিলেন এবং আমেরিকান অর্থনীতি এবং ফেডারেল রিজার্ভের কার্যক্রমের উপর সামষ্টিক অর্থনৈতিক তথ্য সংকলন করেছিলেন। তিনি ওয়েসলি ক্লেয়ার মিচেলের দ্বারা প্রভাবিত হয়েছিলেন এবং আর্থিক স্থিতিশীলতার সমস্যাগুলোর উপর একটি ডক্টরেট প্রোগ্রাম শুরু করেছিলেন কিন্তু এটি শেষ করেননি।  আমেরিকায় তার সময় বিশেষ সুখের ছিল না। কেননা সে সময় হায়েকের সামাজিক যোগাযোগের পরিসর খুব সীমিত ছিল। তিনি ভিয়েনার সাংস্কৃতিক জীবনের অভাব অনুভব করছিলেন এবং তার দারিদ্র্যের কারণে সমস্যায় পড়েছিলেন। যুদ্ধের পর তার পরিবারের আর্থিক অবস্থার উল্লেখযোগ্য অবনতি হয়।\nপ্রাথমিকভাবে উইজারের গণতান্ত্রিক সমাজতন্ত্রের প্রতি সহানুভূতিশীল হলেও হায়েক মার্কসবাদকে অনমনীয় এবং আকর্ষনীয় নয় বলে মনে করতেন এবং তার মৃদু সমাজতান্ত্রিক চিন্তাভাবনা ২৩ বছর বয়স পর্যন্ত স্থায়ী হয়েছিল  ভন মিসেসের সমাজতন্ত্র পড়ার পর হায়েকের অর্থনৈতিক চিন্তাধারা সমাজতন্ত্র থেকে দূরে সরে যায় এবং তিনি কার্ল মেঞ্জারের ধ্রুপদী উদারনীতির দিকে ঝুঁকে পড়েন। সমাজতন্ত্র পড়ার কিছু সময় পরেই হায়েক ভন মিসেসের ব্যক্তিগত সেমিনারে যোগ দিতে শুরু করেন, যেখানে ফ্রিটজ ম্যাচলুপ, আলফ্রেড শুটজ, ফেলিক্স কাউফম্যান এবং গটফ্রিড হ্যাবারলারসহ তার আরো কিছু বিশ্ববিদ্যালয়ের বন্ধুরা আগে থেকেই যোগ দিতেন। হায়েকের উল্লেখিত বন্ধুরা সাধারণ এবং ব্যক্তিগত সেমিনারে অংশগ্রহণ করছিলেন। এই সময়েই তিনি প্রখ্যাত রাজনৈতিক দার্শনিক এরিক ভোগেলিনের মুখোমুখি হন এবং বন্ধুত্ব করেন, যার সাথে তিনি দীর্ঘস্থায়ী সম্পর্ক বজায় রেখেছিলেন।\n\n\n=== লন্ডন স্কুল অফ ইকোনমিক্স ===\nমিসেস এর সাহায্যে ১৯২০ এর দশকের শেষের দিকে তিনি অস্ট্রিয়ান ইনস্টিটিউট ফর বিজনেস সাইকেল রিসার্চ নামে একটি ইনস্টিটিউট গঠন করেন এবং এর পরিচালক হিসাবে কাজ করেন। পরবর্তীতে তিনি লিওনেল রবিন্সের নির্দেশে ১৯৩১ সালে লন্ডন স্কুল অফ ইকোনমিক্স (LSE) এর ফ্যাকাল্টিতে যোগদান করেছিলেন। লন্ডনে আসার পর হায়েক দ্রুত বিশ্বের অন্যতম প্রধান অর্থনৈতিক তাত্ত্বিক হিসাবে স্বীকৃত হন।\nকেইনস হায়েকের বই প্রাইস অ্যান্ড প্রোডাকশনকে \"আমার পড়া সবচেয়ে ভয়ঙ্কর ধাঁধাগুলোর মধ্যে একটি\" বলে অভিহিত করেছেন।\n১৯৩০ এবং ১৯৪০ এর দশকে এলএসই-তে হায়েকের সাথে অধ্যয়ন করা উল্লেখযোগ্য অর্থনীতিবিদদের মধ্যে রয়েছেন আর্থার লুইস, রোনাল্ড কোস, উইলিয়াম বাউমল, জন মেনার্ড কেইনস, সিএইচ ডগলাস, জন কেনেথ গালব্রেথ, লিওনিড হুরউইচ, আব্বা লের্নার, জর্জ বাল্‌নার, জর্জ বালোগ এল কে ঝা, আর্থার সেলডন, পল রোজেনস্টাইন-রোডান এবং অস্কার ল্যাঞ্জ।  অবশ্য এদের মধ্যে কেউ কেউ তার সমর্থনকারী ছিলেন এবং কেউ কেউ তার ধারণার সমালোচনা করেছিলেন। হায়েক ডেভিড রকফেলার সহ আরও অনেক এলএসই ছাত্রের শিক্ষক ছিলেন।\n১৯৩৮ সালে আনশক্লাস নাৎসি জার্মানির নিয়ন্ত্রণে আনার পরে অস্ট্রিয়াতে ফিরে যেতে অনিচ্ছুক হওয়ায় হায়েক ব্রিটেনে থেকে যান। হায়েক এবং তার সন্তানেরা ১৯৩৮ সালে ব্রিটিশ নাগরিক হন। তিনি তার বাকি জীবনের জন্য এই নাগরিকত্ব বজায় রেখেছিলেন, কিন্তু তিনি ১৯৫০ সালের পর গ্রেট ব্রিটেনে বসবাস করেননি। তিনি ১৯৫০ থেকে ১৯৬২ সাল পর্যন্ত মার্কিন যুক্তরাষ্ট্রে ছিলেন। তারপর বেশিরভাগ সময় জার্মানিতে ছিলেন, তবে অস্ট্রিয়াতেও সংক্ষিপ্ত সময় ধরে বসবাস করেছিলেন।\n১৯৪৭ সালে হায়েক ইকোনোমেট্রিক সোসাইটির একজন ফেলো নির্বাচিত হন।\n\n\n=== দা রোড টু সার্ফডম ===\nহায়েক অ্যাকাডেমিয়ায় সাধারণ দৃষ্টিভঙ্গি নিয়ে উদ্বিগ্ন ছিলেন। সেই উদ্বেগ থেকেই উদ্ভূত হয়েছিল দা রোড টু সার্ফডম। বইয়ের শিরোনামটি ফরাসি ধ্রুপদী উদারপন্থী চিন্তাবিদ আলেক্সিস ডি টোকভিলের লেখা \"দাসত্বের পথে\" থেকে অনুপ্রাণিত হয়েছিল। এটি প্রথম ব্রিটেনে রাউটলেজ প্রকাশনী দ্বারা ১৯৪৪ সালের মার্চ মাসে প্রকাশিত হয়েছিল এবং এটি বেশ জনপ্রিয় ছিল। আবার সে সময় যুদ্ধকালীন কাগজের রেশনিং চলছিল, যার ফলে হায়েক এটিকে দুষ্প্রাপ্য বই বলে অভিহিত করেন। সেই বছরের সেপ্টেম্বরে ইউনিভার্সিটি অফ শিকাগো দ্বারা এটি মার্কিন যুক্তরাষ্ট্রে প্রকাশিত হলে, এটি ব্রিটেনের চেয়ে বেশি জনপ্রিয়তা অর্জন করে। সম্পাদক ম্যাক্স ইস্টম্যানের অনুপ্রেরণায়, আমেরিকান ম্যাগাজিন রিডার্স ডাইজেস্টও এপ্রিল ১৯৪৫ সালে এই বইয়ের একটি সংক্ষিপ্ত সংস্করণ প্রকাশ করে, যা দ্য রোড টু সার্ফডমকে শিক্ষাবিদদের চেয়ে অনেক বেশি শ্রোতাদের কাছে পৌঁছাতে সক্ষম করে। ব্যক্তিস্বাতন্ত্র্যবাদ এবং ধ্রুপদী উদারনীতিবাদের পক্ষে বইটি ব্যাপকভাবে জনপ্রিয়।\n\n\n=== শিকাগো ===\n১৯৫০ সালে, হায়েক লন্ডন স্কুল অফ ইকোনমিক্স ত্যাগ করেন। আরকানসাস বিশ্ববিদ্যালয়ের ভিজিটিং প্রফেসর হিসেবে ১৯৪৯-১৯৫০ শিক্ষাবর্ষ কাটানোর পর, হায়েককে শিকাগো বিশ্ববিদ্যালয় প্রফেসরশিপ প্রদান করে, যেখানে তিনি সামাজিক চিন্তাধারার কমিটিতে অধ্যাপক হন। তবে হায়েকের বেতন বিশ্ববিদ্যালয় থেকে প্রদান করা হত না। বরং উইলিয়াম ভলকার ফান্ড নামক একটি ফাউন্ডেশন তার বেতনের অর্থায়ন করত।\nহায়েক ১৯৪০ এর দশকে শিকাগো বিশ্ববিদ্যালয়ে অনেকের সাথে যোগাযোগ করেছিলেন। কীভাবে সমাজ কাজ করে তা বুঝার জন্য হায়েকের দ্য রোড টু সার্ফডম একটি গুরুত্বপূর্ণ ভূমিকা পালন করেছিল। শিকাগো ইউনিভার্সিটিতে থাকাকালীন হায়েক বেশ কয়েকটি প্রভাবশালী ফ্যাকাল্টি সেমিনার পরিচালনা করেছিলেন এবং অনেক শিক্ষাবিদ হায়েকের নিজস্ব কিছুর প্রতি সহানুভূতিশীল গবেষণা প্রকল্পে কাজ করেছিলেন, যেমন অ্যারন ডিরেক্টর। তিনি শিকাগো স্কুলে ইউনিভার্সিটি অফ শিকাগো ল স্কুলে \"আইন এবং সমাজ\" প্রোগ্রামের জন্য তহবিল গঠন এবং প্রতিষ্ঠার জন্য সক্রিয় ছিলেন। হায়েক, ফ্রাঙ্ক নাইট, ফ্রিডম্যান এবং জর্জ স্টিগলার মন্ট পেলেরিন সোসাইটি গঠনে একত্রে কাজ করেছিলেন, যা ছিল নব্য উদারপন্থীদের জন্য একটি আন্তর্জাতিক ফোরাম। হায়েক এবং ফ্রিডম্যান আন্তঃকলেজিয়েট সোসাইটি অফ ইন্ডিভিজুয়ালস্টের সমর্থনের জন্য সহযোগিতা করেছিলেন। পরবর্তীতে একে আন্তঃকলেজিয়েট স্টাডিজ ইনস্টিটিউট হিসেবে পুনঃনামকরণ করা হয়। এটি একটি আমেরিকান ছাত্র সংগঠন যা স্বাধীনতাবাদী ধারণার প্রতি নিবেদিত ছিল।\nযদিও তারা বেশিরভাগ রাজনৈতিক বিশ্বাসে একমত ছিলেন, তবে তারা প্রাথমিকভাবে আর্থিক নীতির প্রশ্নে দ্বিমত পোষণ করেছিলেন।  হায়েক এবং ফ্রিডম্যান বিভিন্ন গবেষণাইয় আগ্রহের সাথে পৃথক বিশ্ববিদ্যালয় বিভাগে কাজ করেছিলেন এবং কখনও ঘনিষ্ঠ কাজের সম্পর্ক গড়ে তোলেননি। অ্যালান ও. এবেনস্টাইনের মত অনুযায়ী, (যিনি তাদের উভয়ের জীবনী লিখেছেন) হায়েকের সম্ভবত ফ্রিডম্যানের চেয়ে কেইনসের সাথে ঘনিষ্ঠ বন্ধুত্ব ছিল। \nহায়েক ১৯৫৪ সালে গুগেনহেইম ফেলোশিপ পেয়েছিলেন। সেই সময়ে শিকাগো বিশ্ববিদ্যালয়ের আরেক প্রভাবশালী রাজনৈতিক দার্শনিক এবং জার্মান-ভাষী নির্বাসিত শিক্ষক ছিলেন লিও স্ট্রস। কিন্তু তার ছাত্র জোসেফ ক্রপসির মতে (যিনি হায়েককেও চিনতেন) তাদের দুজনের মধ্যে কোনো যোগাযোগ ছিল না। \nজন স্টুয়ার্ট মিলের চিঠিগুলোর উপর একটি বই সম্পাদনা করার পর তিনি উদারনীতির উপর দুটি বই প্রকাশ করার পরিকল্পনা করেছিলেন, দ্য কনস্টিটিউশন অফ লিবার্টি এবং \"দ্য ক্রিয়েটিভ পাওয়ারস অফ এ ফ্রি সিভিলাইজেশন\" (দ্য কনস্টিটিউশন অফ লিবার্টি এর দ্বিতীয় অধ্যায়ের শিরোনাম) . তিনি ১৯৫৯ সালের মে মাসে <i id=\"mwAaM\">দ্য কনস্টিটিউশন অফ লিবার্টি</i> সম্পূর্ণ করেন এবং ১৯৬০ সালের ফেব্রুয়ারিতে প্রকাশ করেন। হায়েক হতাশ হয়েছিলেন যে বইটি ১৬ বছর আগে দ্য রোড টু সার্ফডমের মতো উৎসাহী সাধারণ অভ্যর্থনা পায়নি।\nতিনি শিকাগো ছেড়েছিলেন তার আর্থিক সমস্যার কারণে, কেননা তিনি তার পেনশন ব্যবস্থার বিষয়ে উদ্বিগ্ন ছিলেন। তার আয়ের প্রধান উৎস ছিল তার বেতন, এবং তিনি বইয়ের রয়্যালটি থেকে কিছু অতিরিক্ত অর্থ পেয়েছিলেন কিন্তু শিক্ষাবিদদের জন্য আয়ের অন্যান্য লাভজনক উৎস যেমন পাঠ্যপুস্তক লেখা এড়িয়ে গেছেন।  তিনি ঘন ঘন ভ্রমণে প্রচুর ব্যয় করেছিলেন।  তিনি নিয়মিত অস্ট্রিয়ান আল্পসের টাইরোলিয়ান গ্রাম ওবার্গর্গলে গ্রীষ্মকালীন সময় কাটাতেন যেখানে তিনি পর্বতারোহণ উপভোগ করতেন। তিনি তাহিতি, ফিজি, ইন্দোনেশিয়া, অস্ট্রেলিয়া, নিউ ক্যালেডোনিয়া এবং সিলনে অতিরিক্ত ভ্রমণ করতেন। তিনি চারবার জাপান ভ্রমণ করেছিলেন।  বিবাহ বিচ্ছেদের পর তার আর্থিক অবস্থার অবনতি হয়। \n\n\n=== ফ্রেইবার্গ এবং সালজবার্গ ===\n১৯৬২ থেকে ১৯৬৮ সালে অবসর গ্রহণের আগ পর্যন্ত তিনি পশ্চিম জার্মানির ফ্রেইবার্গ বিশ্ববিদ্যালয়ের একজন অধ্যাপক ছিলেন, যেখানে তিনি তার পরবর্তী বইয়ের উপর কাজ শুরু করেছিলেন। হায়েক ফ্রেইবার্গে তার বছরগুলোকে \"খুব ফলপ্রসূ\" বলে মনে করেন। অবসর গ্রহণের পর, হায়েক ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, লস এঞ্জেলেস- এ দর্শনের একজন ভিজিটিং প্রফেসর হিসেবে এক বছর অতিবাহিত করেন, যেখানে তিনি Law, Legislation and Liberty নামক বইয়ের উপর কাজ চালিয়ে যাচ্ছিলেন। তিনি একই নামে একটি স্নাতক সেমিনার কোর্স এবং অন্যটি সামাজিক বিজ্ঞানের দর্শন কোর্স পড়াতেন। Law, Legislation and Liberty নামক বইটির প্রাথমিক খসড়াগুলো ১৯৭০ সালের মধ্যে সম্পন্ন হয়েছিল, কিন্তু হায়েক তার খসড়াগুলো পুনরায় কাজ করার জন্য বেছে নিয়েছিলেন এবং অবশেষে ১৯৭৩, ১৯৭৬ এবং ১৯৭৯ সালে তিনটি খণ্ডে বইটি প্রকাশের জন্য নিয়ে আসেন\nহায়েক ১৯৬৯ থেকে ১৯৭৭ সালজবুর্গ বিশ্ববিদ্যালয়ের অধ্যাপক হন এবং তারপর ফ্রেইবার্গে ফিরে আসেন। হায়েক যখন ১৯৭৭ সালে সালজবার্গ ত্যাগ করেন, তিনি লিখেছিলেন: \"আমি সালজবার্গে চলে গিয়ে ভুল করেছি\"। অর্থনীতি বিভাগ ছোট ছিল, এবং লাইব্রেরি সুবিধা অপর্যাপ্ত ছিল।\nযদিও হায়েকের স্বাস্থ্য ক্ষতিগ্রস্থ হয়েছিল, এবং তিনি বিষণ্নতার মধ্যে পড়েছিলেন। তিনি যখন ভাল বোধ করতেন তখন তিনি তার ম্যাগনাম অপাস, Law, Legislation and Liberty নামক বই নিয়ে কাজ করতে থাকেন। \n\n\n=== নোবেল স্মারক পুরস্কার ===\n৯ অক্টোবর ১৯৭৭-এ ঘোষণা করা হয়েছিল যে হায়েককে সুইডিশ অর্থনীতিবিদ গুনার মারদালের সাথে যুক্তভাবে অর্থনীতিতে নোবেল মেমোরিয়াল পুরস্কার দেওয়া হবে। হায়েককে উক্ত পুরস্কারের প্রাপক হিসেবে নির্বাচনের কারণগুলো একটি প্রেস বিজ্ঞপ্তিতে তালিকাভুক্ত করা হয়েছে। পুরস্কার দেওয়ায় তিনি বিস্মিত হয়েছিলেন এবং বিশ্বাস করেছিলেন যে রাজনৈতিক বর্ণালীর বিপরীত দিক থেকে কারও সাথে পুরস্কারের ভারসাম্য বজায় রাখার জন্য তাকে মিরডালের সাথে নোবেল পুরস্কার দেওয়া হয়েছিল। অর্থনীতিতে নোবেল পুরস্কার ১৯৬৮ সালে প্রতিষ্ঠিত হয়েছিল এবং হায়েক ছিলেন প্রথম নন-কিনেসিয়ান অর্থনীতিবিদ যিনি নোবেল পুরস্কার জিতেছিলেন।\nপ্রদত্ত কারণগুলোর মধ্যে কমিটি বলেছে, হায়েক মুষ্টিমেয় কয়েকজন অর্থনীতিবিদদের মধ্যে একজন ছিলেন যারা ১৯২৯ সালের শরৎকালে মহা বিপর্যয় আসার আগে একটি বড় অর্থনৈতিক সংকটের সম্ভাবনা সম্পর্কে সতর্ক করেছিলেন। পরের বছর, হায়েক তার আসল ভবিষ্যদ্বাণীকে আরও নিশ্চিত করেন। একজন সাক্ষাতকার গ্রহণকারী জিজ্ঞাসা করেছিলেন, \"আমরা বুঝতে পেরেছি যে আপনিই একমাত্র অর্থনীতিবিদদের মধ্যে একজন যিনি পূর্বাভাস দিয়েছিলেন যে আমেরিকার অর্থনীতি পতনের দিকে যাচ্ছে, এটা কি সত্য?\" হায়েক জবাব দিল, হ্যাঁ। যাইহোক, এই ভবিষ্যদ্বাণীটির কোন পাঠ্য অথবা বাস্তবিক প্রমাণ পাওয়া যায়নি। প্রকৃতপক্ষে, হায়েক ২৬ অক্টোবর ১৯২৯ তারিখে অর্থনৈতিক পতনের তিন দিন আগে লিখেছিলেন, \"বর্তমানে নিউইয়র্ক স্টক এক্সচেঞ্জের আকস্মিক বিপর্যয়ের আশা করার কোন কারণ নেই এবং এটি নিশ্চিত বলে মনে হচ্ছে যে বর্তমান উচ্চ [মূল্য] স্তরের সম্পূর্ণ সংকটের মতো ধ্বংসের ভয় করা উচিত নয়।\"\n১৯৭৪ সালের ডিসেম্বরে নোবেল অনুষ্ঠানের সময়, হায়েক রাশিয়ান ভিন্নমতাবলম্বী ব্যক্তিত্ব আলেকজান্ডার সলঝেনিটসিনের সাথে দেখা করেছিলেন। পরে হায়েক তাকে দ্য রোড টু সার্ফডমের একটি রাশিয়ান অনুবাদ পাঠান। পুরস্কারের কর্তৃত্ব একজন অর্থনীতিবিদকে যে বিপদ দেবে সে সম্পর্কে তিনি তার পুরস্কার বক্তৃতায় শঙ্কার সাথে কথা বলেছিলেন, কিন্তু পুরস্কারটি হায়েকের তৎকালীন বিতর্কিত ধারণাগুলোর প্রতি অনেক বেশি জনসচেতনতা এনেছিল। তার জীবনীকার এর বর্ণনা অনুযায়ী এটি তার জীবনের মহান ও পুনরুজ্জীবন দায়ী ঘটনা\"।\n\n\n=== ব্রিটিশ রাজনীতি ===\n ১৯৭৫ সালের ফেব্রুয়ারিতে, মার্গারেট থ্যাচার ব্রিটিশ কনজারভেটিভ পার্টির নেতা নির্বাচিত হন। ইন্সটিটিউট অফ ইকোনমিক অ্যাফেয়ার্স শীঘ্রই লন্ডনে হায়েক এবং থ্যাচারের মধ্যে একটি বৈঠকের আয়োজন করে। ১৯৭৫ সালের গ্রীষ্মে রক্ষণশীল গবেষণা বিভাগে থ্যাচারের একমাত্র সফরের সময় একজন স্পিকার বাম এবং ডানের চরমতা এড়িয়ে কনজারভেটিভ পার্টির কেন \"মাঝারি পথ\" একটি বাস্তবসম্মত পথ ছিল তা নিয়ে একটি গবেষণাপত্র তৈরি করেছিলেন। তিনি শেষ করার আগেই থ্যাচার তার ব্রিফকেস নিয়ে একটি বই বের করলেন। এটি ছিল হায়েকের দ্য কনস্টিটিউশন অফ লিবার্টি। বাস্তববাদীদের বাধা দিয়ে, তিনি বইটি সকলের দেখার জন্য ধরে রাখলেন।\nমিডিয়া তাকে থ্যাচারের গুরু এবং সিংহাসনের পিছনের শক্তি হিসাবে চিত্রিত করা সত্ত্বেও হায়েক এবং প্রধানমন্ত্রীর মধ্যে যোগাযোগ খুব নিয়মিত ছিল না, তারা বছরে একবার বা দুবার যোগাযোগ করত। থ্যাচার ছাড়াও, হায়েক এনোক পাওয়েল, কিথ জোসেফ, নাইজেল লসন, জিওফ্রে হাও এবং জন বিফেনের উপর উল্লেখযোগ্য প্রভাব ফেলেছিলেন।\nহায়েক ১৯৭৮ সালে একটি প্রবন্ধে থ্যাচারের অভিবাসন বিরোধী নীতি প্রস্তাবের প্রশংসা করে কিছু বিতর্ক লাভ করেন যা তার যৌবনের ভিয়েনায় পূর্ব ইউরোপীয় ইহুদিদের আত্তীকরণের অক্ষমতার প্রতিফলনের কারণে ইহুদি বিরোধী এবং বর্ণবাদের অসংখ্য অভিযোগকে প্রজ্বলিত করেছিল।  পরে তিনি ব্যাখ্যা করেছেন যে তিনি কোনও জাতিগত বিচার করেননি, শুধুমাত্র সংস্কারের সমস্যাগুলো তুলে ধরেছেন। এভাবে তিনি নিজেকে রক্ষা করেছেন। \n১৯৭৭ সালে, হায়েক লিব-ল্যাব চুক্তির সমালোচনা করেছিলেন যেখানে ব্রিটিশ লিবারেল পার্টি ব্রিটিশ লেবার পার্টি সরকারকে টিকিয়ে রাখতে সম্মত হয়েছিল। টাইমসে লেখা অনুযায়ী হায়েক বলেছেন: \"যে ব্যক্তি তার জীবনের একটি বড় অংশ ইতিহাস অধ্যয়নের জন্য এবং উদারনীতির নীতিতে উৎসর্গ করেছেন, তিনি বলতে পারেন যে একটি দল যখন একটি সমাজতান্ত্রিক সরকারকে ক্ষমতায় রাখে সে তার নামের সমস্ত অর্থ বিসর্জন দিয়েছে। অবশ্যই কোনো উদারপন্থী ভবিষ্যতে 'লিবারেল' ভোট দিতে পারবে না।\" হায়েক উদারপন্থী রাজনীতিবিদ গ্ল্যাডউইন জেব এবং অ্যান্ড্রু ফিলিপস দ্বারা সমালোচিত হন, যারা উভয়েই দাবি করেছিলেন যে এই চুক্তির উদ্দেশ্য ছিল সমাজতান্ত্রিক আইনকে নিরুৎসাহিত করা।\nলর্ড গ্ল্যাডউইন উল্লেখ করেছেন যে জার্মান ফ্রি ডেমোক্র্যাটরা জার্মান সোশ্যাল ডেমোক্র্যাটদের সাথে জোটবদ্ধ ছিল৷ প্রফেসর এন্টনি ফ্লু হায়েককে আসন্ন সমালোচনা থেকে রক্ষা করেছিলেন। তিনি বলেছিলেন যে ব্রিটিশ লেবার পার্টির বিপরীতে-জার্মান সোশ্যাল ডেমোক্র্যাটরা ১৯৫০ এর দশকের শেষের দিক থেকে উৎপাদন, বন্টন এবং বিনিময়ের মাধ্যমের জনসাধারণের মালিকানা পরিত্যাগ করেছিল এবং পরিবর্তে সামাজিক বাজার অর্থনীতিকে গ্রহণ করেছিল।\n১৯৭৮ সালে, হায়েক লিবারেল পার্টির নেতা ডেভিড স্টিলের সাথে সংঘর্ষে জড়িয়ে পড়েন, যিনি দাবি করেছিলেন যে স্বাধীনতা কেবলমাত্র সামাজিক ন্যায়বিচার এবং সম্পদ ও ক্ষমতার ন্যায়সঙ্গত বন্টনের মাধ্যমেই সম্ভব, যার ফলস্বরূপ সরকারের সক্রিয় হস্তক্ষেপের প্রয়োজন এবং কনজারভেটিভ পার্টি স্বাধীনতা ও গণতন্ত্রের চেয়ে স্বাধীনতা এবং ব্যক্তিগত উদ্যোগের মধ্যে সংযোগ নিয়ে বেশি উদ্বিগ্ন ছিলেন। হায়েক দাবি করেছিলেন যে স্বাধীনতা রক্ষায় একটি সীমিত গণতন্ত্র অন্যান্য ধরণের সীমিত সরকারের চেয়ে ভাল হতে পারে, তবে একটি সীমাহীন গণতন্ত্র অন্যান্য ধরণের সীমাহীন সরকারের চেয়ে খারাপ কারণ তার জন্য, যদি কোন সংখ্যাগরিষ্ঠ গোষ্ঠী সরকারের বিপরীত মত পোষণ করে তা হলে সরকার যা সঠিক মনে করে তা করার ক্ষমতাও হারায়।\nহায়েক বলেছিলেন যে রক্ষণশীল নেতা যদি বলে থাকেন যে \"ব্যালট বাক্সের চেয়ে অবাধ পছন্দ বেশি প্রয়োগ করতে হবে, তবে তিনি তার কথার মাধ্যমে বুঝাতে চাচ্ছেন যে প্রথমটি তথা ব্যালট বাক্স ব্যক্তি স্বাধীনতার জন্য অপরিহার্য কিন্তু অবাধ পছন্দ তথা দ্বিতীয়টি অতটা অপরিহার্য নয়। স্বাধীন পছন্দ অন্তত একটি স্বৈরাচারের অধীনে থাকতে পারে যা নিজেকে সীমাবদ্ধ করতে পারে কিন্তু সীমাহীন গণতন্ত্রের সরকারের অধীনে থাকতে পারে না।\"\nহায়েক ফকল্যান্ডস যুদ্ধে ব্রিটেনকে সমর্থন করেছিলেন। তিনি লিখেছিলেন যে কেবল দ্বীপগুলোকে রক্ষা করার পরিবর্তে আর্জেন্টিনার ভূখণ্ডে আক্রমণ করা ন্যায়সঙ্গত হবে, যা তাকে আর্জেন্টিনায় প্রচুর সমালোচনার সম্মুখীন করেছিল। কেননা এটি এমন একটি দেশ যেটি তিনি বেশ কয়েকবার পরিদর্শনও করেছিলেন। তিনি ইরান জিম্মি সঙ্কটের প্রতি মার্কিন যুক্তরাষ্ট্রের দুর্বল প্রতিক্রিয়ার কারণেও অসন্তুষ্ট ছিলেন। তিনি দাবি করেছিলেন যে একটি আল্টিমেটাম জারি করা উচিত এবং তারা না মানলে ইরান বোমাবর্ষণ করবে। তিনি উচ্চ প্রতিরক্ষা ব্যয় ধরে রাখার জন্য রোনাল্ড রিগানের সিদ্ধান্তকে সমর্থন করেছিলেন। তিনি বিশ্বাস করেছিলেন যে একটি শক্তিশালী মার্কিন সামরিক বাহিনী বিশ্ব শান্তির গ্যারান্টি এবং সোভিয়েত ইউনিয়নকে নিয়ন্ত্রণে রাখতে প্রয়োজনীয়।  রাষ্ট্রপতি রেগান হায়েককে দুই বা তিনজনের মধ্যে তালিকাভুক্ত করেছিলেন যারা তার দর্শনকে সবচেয়ে বেশি প্রভাবিত করেছিলেন এবং তাকে বিশেষ অতিথি হিসেবে হোয়াইট হাউসে স্বাগত জানান। সিনেটর ব্যারি গোল্ডওয়াটার হায়েককে তার প্রিয় রাজনৈতিক দার্শনিক এবং কংগ্রেসম্যান জ্যাক কেম্প তাকে তার রাজনৈতিক কর্মজীবনের জন্য অনুপ্রেরণা হিসেবে উল্লেখ করেছেন। \n\n\n=== স্বীকৃতি ===\n১৯৮০ সালে, হায়েক বারোজন নোবেল বিজয়ীর একজন ছিলেন যিনি পোপ জন পল দ্বিতীয় এর সাথে দেখা করেছিলেন। তিনি কথোপকথন করতে, তাদের ক্ষেত্রের মতামত নিয়ে আলোচনা করতে, ক্যাথলিক এবং বিজ্ঞানের মধ্যে সম্পর্ক সম্পর্কে যোগাযোগ করতে এবং সমসাময়িক মানুষের জন্য সবচেয়ে জরুরী বলে মনে করা হয় এমন বিষয় নিয়ে আলোচনার সুযোগ পেয়েছিলেন। \nব্রিটিশ প্রধানমন্ত্রী মার্গারেট থ্যাচারের পরামর্শে \"অর্থনীতির অধ্যয়নের জন্য সেবা\" করার জন্য হায়েককে ১৯৮৪ সালের জন্মদিনের সম্মানে কম্প্যানিয়নস অফ অনার (CH) এর সদস্য নিযুক্ত করা হয়েছিল।  হায়েক ব্যারোনেটি পাওয়ার আশা করেছিলেন এবং সিএইচ-এ পুরস্কৃত হওয়ার পরে তার বন্ধুদের কাছে একটি চিঠি পাঠিয়ে অনুরোধ করেছিলেন যে তাকে এখন থেকে Friedrich (অর্থাৎ ফ্রেডরিক) ইংরেজি সংস্করণ বলা হবে। রানীর সাথে তার বিশ মিনিট সাক্ষাতের পরে, তার পুত্রবধূ এসকা হায়েকের মতে তিনি তার সাথে \"একেবারে বেসোটড\" ছিলেন। হায়েক এক বছর পরে বলেছিলেন যে তিনি তার দ্বারা বিস্মিত হয়েছিলেন। তিনি সেই স্বাচ্ছন্দ্য এবং দক্ষতার সাথে মুখোমুখি হয়েছিলেন, যেন তিনি আমাকে সারাজীবন চিনেন। ইন্সটিটিউট অফ ইকোনমিক অ্যাফেয়ার্সে পরিবার এবং বন্ধুদের সাথে একটি নৈশভোজে রানী অংশ নিয়েছিলেন। সেই সন্ধ্যার পরে যখন হায়েককে রিফর্ম ক্লাবে নামিয়ে দেওয়া হয়েছিল, তখন তিনি মন্তব্য করেছিলেন: \"আমি আমার জীবনের সবচেয়ে আনন্দের দিন কাটিয়েছি\"। \n১৯৯১ সালে, রাষ্ট্রপতি জর্জ এইচডব্লিউ বুশ হায়েককে \"lifetime of looking beyond the horizon\" তথা সীমার বাহিরের সূদূরপ্রসারী চিন্তা ভাবনার জন্য প্রেসিডেন্সিয়াল মেডেল অফ ফ্রিডম প্রদান করেন, যা মার্কিন যুক্তরাষ্ট্রের দুটি সর্বোচ্চ বেসামরিক পুরস্কারের একটি হিসেবে বিবেচিত হয়।\n\n\n=== মৃত্যু ===\nহায়েক ২৩ মার্চ ১৯৯২ তারিখে ৯২ বছর বয়সে জার্মানির ফ্রেইবার্গে মারা যান এবং ক্যাথলিক রীতি অনুসারে ভিয়েনার উত্তর উপকণ্ঠে নিউস্টিফ্ট অ্যাম ওয়াল্ডে কবরস্থানে ৪ এপ্রিল তাকে সমাহিত করা হয়।  ২০১১ সালে, তার নিবন্ধ \"সমাজে জ্ঞানের ব্যবহার\" প্রথম ১০০ বছরে দ্য আমেরিকান ইকোনমিক রিভিউতে প্রকাশিত শীর্ষ বিশটি নিবন্ধের একটি হিসাবে নির্বাচিত হয়েছিল।\nনিউ ইয়র্ক ইউনিভার্সিটি <i id=\"mwAlo\">জার্নাল অফ ল অ্যান্ড লিবার্টি</i> তার সম্মানে একটি বার্ষিক বক্তৃতা করে।\n\n\n== কাজ এবং মতামত ==\n\n\n=== ব্যবসা চক্র ===\nলুডউইগ ভন মাইসেস এর আগে তিনি থিওরি অফ মানি অ্যান্ড ক্রেডিট (১৯১২) এ অর্থের মূল্যের জন্য প্রান্তিক উপযোগের ধারণাটি প্রয়োগ করেছিলেন। সেখানে তিনি পুরানো ব্রিটিশ মুদ্রা স্কুলের ধারণার উপর ভিত্তি করে একটি ব্যাখ্যাও প্রস্তাব করেছিলেন। হায়েক ব্যবসায়িক চক্রের নিজস্ব ব্যাখ্যার জন্য এই কাজকে একটি সূচনা বিন্দু হিসাবে ব্যবহার করেছিলেন, যা পরবর্তীতে Austrian theory of the business cycle তথা ব্যবসা চক্রের অস্ট্রিয়ান তত্ত্ব হিসাবে পরিচিত হয়েছিল। হায়েক ১৯২৯ সালে প্রকাশিত তার বইতে অস্ট্রিয়ান পদ্ধতি আরও বিশদভাবে বর্ণনা করেছেন, যার একটি ইংরেজি অনুবাদ ১৯৩৩ সালে Monetary Theory and the Trade Cycle তথা মুদ্রা তত্ত্ব এবং বাণিজ্য চক্র নামে প্রকাশিত হয়েছিল। সেখানে হায়েক চক্রের উৎস সম্পর্কে একটি আর্থিক পদ্ধতির পক্ষে যুক্তি দেন। তার মূল্য ও উৎপাদন (১৯৩১) বইয়ে হায়েক যুক্তি দেন যে ব্যবসায়িক চক্রটি কেন্দ্রীয় ব্যাংকের মুদ্রাস্ফীতিমূলক ঋণ সম্প্রসারণের ফলে এবং সময়ের সাথে সাথে এর সংক্রমণের ফলে কৃত্রিমভাবে কম সুদের হারের কারণে মূলধন ভুল বণ্টনের দিকে পরিচালিত হয়। হায়েক দাবি করেছেন যে \"বাজার অর্থনীতির অতীতের অস্থিরতা হল বাজার প্রক্রিয়ার দ্বারা নিয়ন্ত্রিত হওয়া থেকে বাজার প্রক্রিয়ার সবচেয়ে গুরুত্বপূর্ণ নিয়ন্ত্রক অর্থকে বাদ দেওয়ার ফলাফল\"।\nহায়েকের বিশ্লেষণটি ইউজেন বোহম ভন বাওয়ার্কের \"উৎপাদনের গড় সময়কাল\" সম্পর্কে ধারণা এবং এর উপর মুদ্রানীতির প্রভাবের উপর ভিত্তি করে তৈরি হয়েছিল। পরে তার \"সমাজে জ্ঞানের ব্যবহার\" (১৯৪৫) প্রবন্ধে বর্ণিত যুক্তি অনুসারে, হায়েক যুক্তি দিয়েছিলেন যে কেন্দ্রীয় ব্যাংকের মতো একটি একচেটিয়া সরকারী সংস্থার কাছে অর্থ সরবরাহের নিয়ন্ত্রণ করা উচিত এমন প্রাসঙ্গিক তথ্য থাকতে পারে না বা তার ক্ষমতাও নেই সঠিকভাবে ব্যবহার করার মত।\n১৯২৯ সালে, লিওনেল রবিনস লন্ডন স্কুল অফ ইকোনমিক্স (LSE) এর নেতৃত্ব গ্রহণ করেন। তিনি যাকে অর্থনৈতিক চিন্তাধারার স্কুলের সংকীর্ণ দৃষ্টিভঙ্গি হিসাবে বিবেচনা করেছিলেন তার বিকল্প প্রচার করতে আগ্রহী ছিলেন। নিকোলাস কালডোরের মতে, মূলধনের সময়-কাঠামো এবং ব্যবসায়িক চক্রের হায়েকের তত্ত্ব প্রাথমিকভাবে শিক্ষা জগতকে মুগ্ধ করেছিল এবং কেমব্রিজ স্কুলের তুলনায় সামষ্টিক অর্থনীতির কম \"সহজ ও অতিমাত্রায়\" বোঝার প্রস্তাব দেয়।\nএছাড়াও ১৯৩১ সালে, হায়েক তার \"মিস্টার জেএম কেইনসের বিশুদ্ধ তত্ত্বের প্রতিফলন\" -এ জন মেনার্ড কেইনসের ট্রিটিজ অন মানি (১৯৩০) এর সমালোচনা করেন এবং LSE-তে মূল্য ও উৎপাদন নামে বই আকারে তাঁর বক্তৃতা প্রকাশ করেন। কিনসের মতে বেকারত্ব এবং নিষ্ক্রিয় সংস্থানগুলো কার্যকর চাহিদার অভাবের কারণে সৃষ্ট, কিন্তু হায়েকের মতে তারা সহজলভ্য অর্থ এবং কৃত্রিমভাবে কম সুদের হার চলাকালীন সময়ের পূর্ববর্তী অস্থিতিশীল পর্ব থেকে উদ্ভূত। কেইনস তার বন্ধু পিয়েরো স্রাফাকে প্রতিক্রিয়া জানাতে বললেন। Sraffa মূলধন খাতে মুদ্রাস্ফীতি-প্ররোচিত \"জোর করে সঞ্চয়\" এর প্রভাব এবং একটি ক্রমবর্ধমান অর্থনীতিতে একটি \"প্রাকৃতিক\" সুদের হারের সংজ্ঞা সম্পর্কে বিস্তারিত বর্ণনা করেছেন (দেখুন Sraffa-Hayek বিতর্ক)। অন্যান্য যারা ব্যবসায়িক চক্রে হায়েকের কাজের প্রতি নেতিবাচক সাড়া দিয়েছিলেন তাদের মধ্যে জন হিক্স, ফ্রাঙ্ক নাইট এবং গুনার মারডাল অন্তর্ভুক্ত ছিলেন। গুনার মারডাল পরবর্তীতে তার সাথে অর্থনীতিতে Sveriges-Riksbank পুরস্কার ভাগ করে নিয়েছিলেন। কালডোর পরে লিখেছিলেন যে হায়েকের Prices and Production তথা মূল্য এবং উৎপাদন সমালোচকদের বিতর্কের একটি উল্লেখযোগ্য ক্ষেত্র তৈরি করেছে এবং ফলস্বরূপ এই বিতর্কের জন্য নিবেদিত ব্রিটিশ এবং আমেরিকান জার্নালে মোট পৃষ্ঠার সংখ্যা অতীতের অর্থনৈতিক বিতর্কগুলো ফিচার করা পৃষ্ঠার থেকে অনেকাংশে বেশি।\n১৯৪০-এর দশক জুড়ে হায়েকের কাজ নিকোলাস কালডোরের সমালোচনা ব্যতীত অন্য সকল জায়গাতে মূলত উপেক্ষা করা হয়েছিল। লিওনেল রবিন্স নিজে দ্য গ্রেট ডিপ্রেশনে (১৯৩৪) ব্যবসায়িক চক্রের অস্ট্রিয়ান তত্ত্বকে গ্রহণ করেছিলেন। তিনি পরে বইটি লেখার জন্য অনুতপ্ত হন এবং কেনেসিয়ানদের অনেক পাল্টা যুক্তি গ্রহণ করেন।\nহায়েক পুঁজির বিশুদ্ধ তত্ত্বে প্রতিশ্রুতি দিয়েছিলেন। শিকাগো বিশ্ববিদ্যালয়ে হায়েক অর্থনীতি বিভাগের অংশ ছিলেন না এবং সেখানে সংঘটিত নিওক্লাসিক্যাল তত্ত্বের পুনর্জন্মকে প্রভাবিত করেননি (দেখুন শিকাগো স্কুল অফ ইকোনমিক্স)। ১৯৭৪ সালে যখন তিনি মিরডালের সাথে অর্থনীতিতে নোবেল মেমোরিয়াল পুরস্কার ভাগ করে নেন, তখন তিনি একজন \" ভিন্ন মতাদর্শীর\" সাথে জুটিবদ্ধ হওয়ার অভিযোগ করেছিলেন। মিল্টন ফ্রিডম্যান নিজেকে ঘোষণা করেন, তিনি হায়েকের একজন প্রচণ্ড ভক্ত কিন্তু তার অর্থনীতির জন্য নয়। মিল্টন ফ্রিডম্যান তার কিছু লেখার বিষয়েও মন্তব্য করেছেন, বলেছেন আমি মনে করি প্রাইস অ্যান্ড প্রোডাকশন একটি খুব ত্রুটিপূর্ণ বই। আমি মনে করি তার বই \"পুঁজির বিশুদ্ধ তত্ত্ব\" অপাঠ্য বই। অন্যদিকে, দ্য রোড টু সার্ফডম আমাদের সময়ের একটি মহান বই।\n\n\n=== অর্থনৈতিক হিসাব সমস্যা ===\nমিসেস এবং অন্যান্যদের পূর্ববর্তী কাজের উপর ভিত্তি করে হায়েক আরও যুক্তি দিয়েছিলেন যে কেন্দ্রীয়ভাবে পরিকল্পিত অর্থনীতিতে একজন ব্যক্তি বা ব্যক্তিদের একটি নির্বাচিত গোষ্ঠীকে অবশ্যই সম্পদের বন্টন নির্ধারণ করতে হবে, কেননা পরিকল্পনাকারীদের কাছে এই বরাদ্দটি নির্ভরযোগ্যভাবে সম্পাদন করার জন্য পর্যাপ্ত তথ্য থাকবে না। ম্যাক্স ওয়েবার এবং লুডউইগ ভন মাইসেস দ্বারা প্রথম প্রস্তাবিত এই যুক্তিটি বলে যে সম্পদের দক্ষ বিনিময় এবং ব্যবহার শুধুমাত্র মুক্ত বাজারে মূল্য ব্যবস্থার মাধ্যমে বজায় রাখা যেতে পারে (অর্থনৈতিক গণনা সমস্যা দেখুন)।\n১৯৩৫ সালে, হায়েক কালেক্টিভিস্ট ইকোনমিক প্ল্যানিং প্রকাশ করেন। এটি একটি পূর্ববর্তী বিতর্ক থেকে নির্বাচিত প্রবন্ধের সংকলন যার প্রথম প্রবন্ধটি ছিল মাইসেসের লেখা। এই প্রবন্ধে মিসেস যুক্তি দিয়েছিলেন যে সমাজতন্ত্রের অধীনে যৌক্তিক পরিকল্পনা করা অসম্ভব। তাই হায়েক এ কারণে মিসেসের প্রবন্ধটি অন্তর্ভুক্ত করেছিলেন।\nসমাজতান্ত্রিক অস্কার ল্যাঞ্জ সাধারণ ভারসাম্য তত্ত্বের মাধ্যমে প্রতিক্রিয়া জানিয়েছিলেন, কেননা তারা মাইসেসের থিসিসকে অস্বীকার করেছিল। তারা উল্লেখ করেছেন যে একটি পরিকল্পিত এবং একটি মুক্ত বাজার ব্যবস্থার মধ্যে বিশাল পার্থক্য বিদ্যমান। আর্থিক সমীকরণগুলো সমাধান করার জন্য কে দায়ী, এই প্রশ্নটিই উভয় ব্যবস্থার মধ্যে পার্থক্য নির্দেশ করে। তারা যুক্তি দিয়েছিলেন যে যদি সমাজতান্ত্রিক পরিচালকদের দ্বারা নির্বাচিত কিছু পণ্যের মূল্য ভুল হয় তাহলে ঘাটতি দেখা দেবে। একটি মুক্ত বাজার ব্যবস্থায়ও দামগুলোকে উপরে বা কমানোর জন্য একই রকম আচরণ লক্ষ্যণীয়। এই ধরনের পরীক্ষণ দ্বারা ত্রুটি নির্ণয়ের মাধ্যমে একটি সমাজতান্ত্রিক অর্থনীতি একটি মুক্ত বাজার ব্যবস্থার দক্ষতার অনুকরণ করতে পারে এবং এর অনেক সমস্যা এড়িয়ে যেতে পারে।\nহায়েক অবদানের একটি সিরিজে এই দৃষ্টিকে চ্যালেঞ্জ করেছিলেন। \"অর্থনীতি এবং জ্ঞান\" (১৯৩৭) শীর্ষক একটি বইয়ে তিনি উল্লেখ করেছেন যে মান ভারসাম্য তত্ত্বটি ধরে নেয় যে সমস্ত এজেন্টের কাছে সম্পূর্ণ এবং সঠিক তথ্য রয়েছে এবং মনোজগত হতে বাস্তব জগতে বিভিন্ন ব্যক্তির জ্ঞানের বিভিন্ন অংশ রয়েছে।\n\" দ্য ইউজ অফ নলেজ ইন সোসাইটি \" (১৯৪৫) এ হায়েক যুক্তি দিয়েছিলেন যে মূল্য প্রক্রিয়া স্থানীয় এবং ব্যক্তিগত জ্ঞান ভাগাভাগি এবং সিঙ্ক্রোনাইজ করতে কাজ করে, যা সমাজের সদস্যদের স্বতঃস্ফূর্ত স্ব-সংগঠনের নীতির মাধ্যমে বৈচিত্র্যময় এবং জটিল পরিণতি অর্জন করতে দেয়। তিনি কেন্দ্রীয় পরিকল্পনার সাথে মূল্য পদ্ধতির ব্যবহারকে বিপরীতভাবে দেখিয়েছিলেন। তিনি যুক্তি দিয়েছিলেন যে সময় এবং স্থানের নির্দিষ্ট পরিস্থিতিতে পরিবর্তন আরও দ্রুত অভিযোজনের অনুমতি দেয়। এইভাবে, হায়েক অর্থনৈতিক লেনদেনের বিকল্প সমন্বয় প্রক্রিয়া হিসাবে বাজার এবং শ্রেণিবিন্যাসের মধ্যে অলিভার উইলিয়ামসনের পরবর্তী সময়ের বৈসাদৃশ্যের মঞ্চ তৈরি করেন। তিনি \"স্বেচ্ছাসেবী সহযোগিতার স্ব-সংগঠিত ব্যবস্থা\" বর্ণনা করতে ক্যাটালাক্সি শব্দটি ব্যবহার করেছিলেন। এই যুক্তিতে হায়েকের গবেষণা প্রক্রিয়াটি তাকে নোবেল পুরস্কার লাভে সহায়তা করেছিল। নোবেল কমিটি হায়েককে নোবেল পুরস্কার প্রদানের প্রেস বিজ্ঞপ্তিতে এ তথ্যটি উল্লেখ করেছে।\n\n\n=== বিনিয়োগ এবং পছন্দ ===\nহায়েক \"choice theory\" তথা পছন্দ তত্ত্বে সাফল্য অর্জন করেছেন এবং অস্থায়ী উৎপাদন পণ্য এবং \"সুপ্ত\" বা সম্ভাব্য অর্থনৈতিক স্থায়ী সম্পদের মধ্যে আন্তঃসম্পর্ক পরীক্ষা করেছেন। পছন্দের তাত্ত্বিক অন্তর্দৃষ্টির উপর ভিত্তি করে তিনি বলেছেন যে, যে প্রক্রিয়াগুলো বেশি সময় নেয় তা স্পষ্টতই গৃহীত হবার সম্ভাবনা কম থাকে যদি না তারা কম সময় গ্রহণকারী প্রক্রিয়ার থেকে বেশি রিটার্ন প্রদান করতে সক্ষম হয়।\n\n\n=== বিজ্ঞানের দর্শন ===\nদ্বিতীয় বিশ্বযুদ্ধের সময়, হায়েক যুক্তির অপব্যবহার প্রকল্প শুরু করেন। তার লক্ষ্য ছিল সামাজিক বিজ্ঞান সম্পর্কে কিছু মৌলিক ভুল ধারণার মধ্যে কতগুলো তৎকালীন জনপ্রিয় মতবাদ এবং বিশ্বাসের একটি সাধারণ উৎস প্রদর্শন।\n১৯৫২ সালে বিজ্ঞানের কাউন্টার-রেভোলিউশন এবং বিজ্ঞানের দর্শনে হায়েকের পরবর্তী কিছু প্রবন্ধ যেমন \"ডিগ্রীস অফ এক্সপ্লানেশন\" (১৯৫৫) এবং \"দ্য থিওরি অফ কমপ্লেক্স ফেনোমেনা\" (১৯৬৪) এ ধারণাগুলো তৈরি করা হয়েছিল।\nকাউন্টার-রেভোলিউশনের উদাহরণস্বরূপ, হায়েক লক্ষ্য করেছেন যে কঠিন বিজ্ঞান উদ্দেশ্যমূলক এবং কঠোরভাবে নিয়ন্ত্রিত ফলাফল পেতে \"মানব ফ্যাক্টর\" অপসারণের চেষ্টা করে।\nতিনি উল্লেখ করেছেন যে এগুলো পারস্পরিকভাবে একচেটিয়া এবং সামাজিক বিজ্ঞানগুলোতে ইতিবাচক পদ্ধতি আরোপ করার চেষ্টা করা উচিত নয় এবং উদ্দেশ্যমূলক বা নির্দিষ্ট ফলাফলের দাবি করা উচিত নয়।\n\n\n=== মনোবিজ্ঞান ===\nহায়েকের প্রথম একাডেমিক প্রবন্ধটি ছিল 'চেতনার বিকাশের তত্ত্বের অবদান' শিরোনামের একটি মনস্তাত্ত্বিক কাজ (Beiträge zur Theorie der Entwicklung des Bewußtseins, ইংরেজি: ইন দ্য সেন্সরি অর্ডার: অ্যান ইনকোয়ারি ইন দ্য ফাউন্ডেশনস অব থিওরিটিক্যাল সাইকোলজি। প্রকাশ কাল: ১৯৫২)। \"হেবিয়ান লার্নিং\" শেখার এবং স্মৃতির মডেল-একটি ধারণা তিনি তার অর্থনীতির অধ্যয়নের আগেই ১৯২০ সালে কল্পনা করেছিলেন। হায়েকের \"হেবিয়ান সিন্যাপ্স\" নির্মাণের একটি বিশ্বব্যাপী মস্তিষ্ক তত্ত্বের সম্প্রসারণ স্নায়ুবিজ্ঞান, জ্ঞানীয় বিজ্ঞান, কম্পিউটার বিজ্ঞান এবং বিবর্তনীয় মনোবিজ্ঞানে মনোযোগ পেয়েছে। জেরাল্ড এডেলম্যান, ভিত্তোরিও গুইডানো এবং জোয়াকুইন ফাস্টার প্রমুখের মনোযোগ আকর্ষণে হায়েক সক্ষম হয়েছিলেন।\nThe Sensory Order তথা সংবেদনশীল আদেশ শীর্ষক বইকে বিজ্ঞানের উপর তার দখল হিসাবে দেখা যেতে পারে। হায়েক দুটি ক্রমের কথা উল্লেখ করেছিলেন। ক্রমদ্বয় হল সংবেদনশীল ক্রম যা আমরা অনুভব করি এবং প্রাকৃতিক বিজ্ঞান ক্রম, যা প্রকৃতি নিজেই প্রকাশ করে। হায়েক ভেবেছিলেন যে সংবেদনশীল ক্রম আসলে মস্তিষ্কের একটি পণ্য। তিনি মস্তিষ্ককে একটি অত্যন্ত জটিল অথচ স্ব-ক্রমিক শ্রেণিবিন্যাস ব্যবস্থা এবং সংযোগের একটি বিশাল নেটওয়ার্ক হিসাবে বর্ণনা করেছেন। ক্লাসিফায়ার সিস্টেমের প্রকৃতির কারণে আমাদের সংবেদনশীল অভিজ্ঞতা বিদ্যমান থাকতে পারে। হায়েকের বর্ণনা আচরণবাদে সমস্যা সৃষ্টি করেছিল, কেননা এর প্রবক্তারা সংবেদনশীল ক্রমকে মৌলিক হিসাবে গ্রহণ করেছিলেন।\n\n\n=== আন্তর্জাতিক সম্পর্ক ===\nহায়েক আজীবন ফেডারেলবাদী ছিলেন। তিনি তার কর্মজীবন জুড়ে বেশ কয়েকটি প্যান-ইউরোপীয় এবং ফেডারেলিস্টপন্থী আন্দোলনে যোগদান করেন এবং যুক্তরাজ্য ও ইউরোপ এবং ইউরোপ ও মার্কিন যুক্তরাষ্ট্রের মধ্যে ফেডারেল সম্পর্ক স্থাপনের আহ্বান জানান। ১৯৫০-এর দশকের পরে, যখন ঠান্ডা যুদ্ধ তীব্রভাবে শুরু হয়েছিল, হায়েক তার ফেডারেলিস্ট প্রস্তাবগুলোকে জনসাধারণের আওতার বাইরে রেখেছিলেন, যদিও তিনি ১৯৭০ এর দশকের শেষের দিকে জেরুজালেমকে ফেডারেট করার প্রস্তাব করেছিলেন।\nহায়েক যুক্তি দিয়েছিলেন যে ঘনিষ্ঠ রাজনৈতিক বন্ধন ব্যতীত ঘনিষ্ঠ অর্থনৈতিক সম্পর্কগুলো আরও সমস্যার দিকে নিয়ে যাবে কারণ জাতি-রাষ্ট্রের স্বার্থবাদী গোষ্ঠীগুলো জাতীয়তাবাদের আবেদনের মাধ্যমে ঘনিষ্ঠ অর্থনৈতিক সম্পর্কের সাথে আসা বাজারগুলোর আন্তর্জাতিকীকরণকে মোকাবেলা করতে সক্ষম হবে। ফেডারেলপন্থী এবং প্যান-ইউরোপীয় গোষ্ঠীতে বিভিন্ন ফেডারেলপন্থী এবং প্যান-ইউরোপীয় গণতান্ত্রিক সমাজতন্ত্রীদের সঙ্গে একটি বিশ্ব ফেডারেল সরকারের গঠন নিয়ে তর্ক করে হায়েক সময় কাটাতেন। হায়েক যুক্তি দিয়েছিলেন যে প্রস্তাবিত এই বিশ্ব সরকারের উচিত হবে জাতীয় সার্বভৌমত্বের উপর অন্যায় আক্রমণ হচ্ছে কি না তার তদারকি করা এবং সম্মিলিত প্রতিরক্ষার কেন্দ্রবিন্দু হিসাবে কাজ করার সাথে সাথে আরো ছোটখাটো কিছু বিষয় নিয়ে কাজ করা।\nস্নায়ুযুদ্ধ উত্তপ্ত হওয়ার সাথে সাথে, হায়েক আরও বেপরোয়া হয়ে ওঠেন এবং তিনি তার ফেডারেল প্রস্তাবগুলোকে আরও প্রথাগত পাবলিক পলিসি প্রস্তাবের পক্ষে ঠেলে দেন যা জাতি-রাষ্ট্রের সার্বভৌমত্বকে স্বীকৃতি দেয় এবং সম্মান করে। হায়েক জাতীয় সার্বভৌমত্ব রহিতকরণ করার জন্য যে বিখ্যাত আহ্বান জানিয়েছিলেন তা কখনোই প্রত্যাখ্যান করেননি। আন্তর্জাতিক সম্পর্কের ক্ষেত্রে, তাঁর জীবদ্দশা জুড়েই তিনি আন্তর্জাতিক সম্পর্কের সমসাময়িক সমস্যার সময় ফেডারেলিস্ট উত্তর অনুসন্ধানকারী পণ্ডিতদের দৃষ্টি আকর্ষণ করতেন এবং এ প্রথা সব সময় অব্যাহত ছিল।\n\n\n=== সামাজিক ও রাজনৈতিক দর্শন ===\n\n\n==== স্বাধীনতা তত্ত্বে দুটি ঐতিহ্য ====\nতার কর্মজীবনের শেষার্ধে, হায়েক সামাজিক ও রাজনৈতিক দর্শনে অনেক অবদান রেখেছিলেন যা তিনি মানুষের জ্ঞানের সীমা এবং সামাজিক প্রতিষ্ঠানে স্বতঃস্ফূর্ত শৃঙ্খলার ধারণার উপর তার মতামতের ভিত্তিতে তৈরি করেছিলেন। তিনি একটি বাজার ব্যবস্থার চারপাশে সংগঠিত একটি সমাজের পক্ষে যুক্তি দেন যেখানে রাষ্ট্রের যন্ত্রপাতি প্রায় (যদিও সম্পূর্ণ নয়) একচেটিয়াভাবে আইনী আদেশ (বিমূর্ত নিয়ম এবং বিশেষ আদেশের সমন্বয়ে) কার্যকর করার জন্য নিযুক্ত করা হয়, যা মুক্ত বাজারের জন্য প্রয়োজনীয়। হায়েকের এই ধারণাগুলো মানব জ্ঞানের অন্তর্নিহিত সীমা সম্পর্কিত জ্ঞানতাত্ত্বিক উদ্বেগ থেকে উদ্ভূত একটি নৈতিক দর্শন দ্বারা উৎপন্ন হয়েছিল বলে ধারণা করা যেতে পারে। হায়েক যুক্তি দিয়েছিলেন যে আদর্শ ব্যক্তিস্বাতন্ত্র্যবাদী মুক্ত-বাজারের রাজনীতি এমন মাত্রায় স্ব-নিয়ন্ত্রিত হবে যে এটি হবে \"এমন একটি সমাজ যা পরিচালনার জন্য তথাকথিত বিরাট ব্যক্তিত্ব খুঁজে পাওয়ার প্র্যোজন নেই এবং এর উপর তার কার্যকারিতা নির্ভর করে না\"।\nতিনি স্বাধীনতার বৈপরীত্য সম্পর্কে আলোচনার জন্য ব্রিটিশ এবং ফরাসি স্বাধীনতার তত্ত্ব নিয়ে আলোচনা করেন। ব্রিটিশ স্বাধীনতার তত্ত্ব ডেভিড হিউম এবং অ্যাডাম স্মিথের মত চিন্তাবিদদের দ্বারা প্রভাবিত। এটি প্রতিষ্ঠানের স্বাভাবিক বৃদ্ধি এবং সমাজের স্বতঃস্ফূর্ত বিবর্তনের উপর জোর দেয়। তারা এটি স্বীকার করে যে রাজনৈতিক শৃঙ্খলা ইচ্ছাকৃত নকশা হতে নয়, বরং ব্যক্তির ক্রমবর্ধমান অভিজ্ঞতা এবং সাফল্য থেকে উদ্ভূত হয়। বিপরীতে কার্টেসিয়ান যুক্তিবাদের মূল থেকে ফরাসী স্বাধীনতার তত্ত্বের উৎপত্তি ঘটেছে। এটি মানুষের যুক্তির সীমাহীন ক্ষমতার উপর বিশ্বাসের উপর ভিত্তি করে একটি ইউটোপিয়া তৈরি করতে চায়। ফরাসি ঐতিহ্য (যাকে হায়েক গঠনবাদী যুক্তিবাদ বলেছেন) সময়ের সাথে সাথে প্রভাব অর্জন করেছে। আংশিকভাবে মানুষের উচ্চাকাঙ্ক্ষা এবং গর্ব সম্পর্কে ধারণা এর কারণ হতে পারে। তবে হায়েকের মতে ব্রিটিশ ঐতিহ্য সভ্যতার ধীরে ধীরে বিকাশ এবং ব্যক্তি স্বাধীনতার ভূমিকার উপর জোর দিয়ে স্বাধীনতার আরও অধিক উপযোগী তত্ত্ব প্রদান করে।\n\n\n==== স্বতঃস্ফূর্ত আদেশ ====\nহায়েক বিনামূল্যে মূল্য ব্যবস্থাকে সচেতন উদ্ভাবন হিসেবে দেখেননি (যা ইচ্ছাকৃতভাবে মানুষের দ্বারা ডিজাইন করা হয়েছে), বরং স্বতঃস্ফূর্ত আদেশ হিসেবে দেখেছেন, যাকে স্কটিশ দার্শনিক অ্যাডাম ফার্গুসন \"মানুষের ক্রিয়াকলাপের ফলাফল কিন্তু মানব নকশার অন্তর্গত নয়\" হিসেবে উল্লেখ করেছেন। উদাহরণস্বরূপ, হায়েক মূল্য প্রক্রিয়াটিকে ভাষার মতো একই স্তরে রেখেছিলেন, যা তিনি তার মূল্য সংকেত তত্ত্বে বিকাশ করেছিলেন।\nহায়েক তার The Fatal Conceit (১৯৮৮) বইতে ব্যক্তিগত সম্পত্তিকে সভ্যতার জন্মের কারণ হিসেবে উল্লেখ করেছেন। তিনি ব্যাখ্যা করেছিলেন যে প্রতিটি অর্থনৈতিক সিদ্ধান্ত গ্রহণকারীকে অর্থনৈতিক গণনা সমস্যা সমাধানের জন্য একে অপরের কাছে স্বচ্ছ জ্ঞান বা বিচ্ছুরিত জ্ঞান যোগাযোগ করতে সক্ষম করার একমাত্র উপায় হল মূল্য সংকেত। নুভেল ড্রয়েট এর একটি সংখ্যায় অ্যালাইন ডি বেনোইস্ট টেলোস হায়েকের \"স্বতঃস্ফূর্ত আদেশ\" এর ধারণার পিছনে ত্রুটিপূর্ণ অনুমান এবং তার মুক্ত-বাজার মতাদর্শের কর্তৃত্ববাদী এবং সর্বগ্রাসী প্রভাব উল্লেখ করে হায়েকের কাজের উপর একটি অত্যন্ত সমালোচনামূলক প্রবন্ধ তৈরি করেছিলেন।\nএকটি স্বতঃস্ফূর্ত আদেশ হিসাবে হায়েকের বাজার ধারণাটি ব্যাপকভাবে অ-হস্তক্ষেপবাদী নীতিকে রক্ষা করার জন্য বাস্তুতন্ত্রে প্রয়োগ করা হয়েছে। বাজারের মতো ইকোসিস্টেমে তথ্যের জটিল নেটওয়ার্ক থাকে, একটি চলমান গতিশীল প্রক্রিয়া জড়িত থাকে, ক্রমের মধ্যে ক্রম ধারণ করে এবং পুরো সিস্টেমটি সচেতন মন দ্বারা পরিচালিত না হয়েই কাজ করে। এই বিশ্লেষণে প্রজাতিগুলো মূলত অজানা উপাদানগুলোর একটি জটিল সেট দ্বারা গঠিত সিস্টেমের একটি দৃশ্যমান উপাদান হিসাবে মূল্যের স্থান নেয়। একটি বাস্তুতন্ত্রের জীবের মধ্যে অগণিত মিথস্ক্রিয়া সম্পর্কে মানুষের অজ্ঞতা প্রকৃতিকে পরিচালনা করার ক্ষমতাকে সীমিত করে।\nহায়েকের মূল্য সংকেত ধারণাটি কীভাবে গ্রাহকরা প্রায়শই বাজার পরিবর্তন করে এমন নির্দিষ্ট ইভেন্টগুলো সম্পর্কে অবগত থাকে না, তবুও কেবলমাত্র মূল্য বৃদ্ধির কারণে তাদের সিদ্ধান্ত পরিবর্তন করে। এইভাবে মূল্য তথ্য যোগাযোগ করে।\n\n\n==== সমষ্টিবাদের সমালোচনা ====\nহায়েক বিংশ শতাব্দীতে সমষ্টিবাদের শীর্ষস্থানীয় একাডেমিক সমালোচকদের একজন ছিলেন। হায়েকের দৃষ্টিতে রাষ্ট্রের কেন্দ্রীয় ভূমিকা হওয়া উচিত যতটা সম্ভব স্বেচ্ছাচারী হস্তক্ষেপ কমিয়ে রেখে আইনের শাসন বজায় রাখার চেষ্টা অব্যাহত রাখা। তার জনপ্রিয় বই দ্য রোড টু সার্ফডম (১৯৪৪) এবং পরবর্তী একাডেমিক কাজগুলোতে হায়েক যুক্তি দিয়েছিলেন যে সমাজতন্ত্রের জন্য কেন্দ্রীয় অর্থনৈতিক পরিকল্পনা প্রয়োজন এবং এই ধরনের পরিকল্পনা সর্বগ্রাসীবাদের দিকে নিয়ে যায়।\nহায়েক মনে করেন যে একটি কেন্দ্রীয় পরিকল্পনা কর্তৃপক্ষকে এমন ক্ষমতা দিতে হবে যা প্রভাব ফেলবে এবং শেষ পর্যন্ত সামাজিক জীবনকে নিয়ন্ত্রণ করবে কারণ কেন্দ্রীয়ভাবে একটি অর্থনীতির পরিকল্পনা করার জন্য প্রয়োজনীয় জ্ঞান অন্তর্নিহিতভাবে বিকেন্দ্রীকৃত রয়েছে এবং একে নিয়ন্ত্রণে আনতে হবে।\nযদিও হায়েক যুক্তি দিয়েছিলেন যে কেন্দ্রীয়ভাবে দেশের সকল আইন প্রণয়ন করা উচিত, অন্যরা উল্লেখ করেছেন যে এটি আইনটিকে আবিষ্কার করার ক্ষেত্রে বিচারকদের ভূমিকা সম্পর্কে তার যুক্তিগুলোর বিরোধিতা করে। হায়েক আইনি পরিষেবার বিকেন্দ্রীভূত বিধানকে সমর্থন করার জন্য তারা মত প্রদান করেছেন।\n\nহায়েক আরও লিখেছেন যে রাষ্ট্র অর্থনীতিতে একটি ভূমিকা পালন করতে পারে (বিশেষ করে একটি সুরক্ষা জাল তৈরিতে) এই বলে:যে সমাজে আমাদের সমান সম্পদের সাধারণ স্তরে পৌঁছেছে সেখানে সাধারণ স্বাধীনতাকে বিপন্ন না করে সবার জন্য প্রথমে কিছু অধিকার নিশ্চিত করা উচিত। সেগুলো হল: কিছু ন্যূনতম খাদ্য, বাসস্থান এবং বস্ত্র, যা স্বাস্থ্য রক্ষার জন্য যথেষ্ট। জীবনের যেসব সাধারণ বিপদের বিরুদ্ধে অল্প সংখ্যক মানুষ পর্যাপ্ত প্রতিকার লাভের ব্যবস্থা করতে পারে তাদের জন্য সামাজিক বীমার একটি বিস্তৃত ব্যবস্থা সংগঠিত করতে রাষ্ট্র সাহায্য করবে না, এটি মনে করার কোন কারণ নাই।\n\"অর্থের মূল্যায়ন\" তার সাহিত্যকর্মগুলোর মধ্যে একটি, যেখানে তিনি অর্থ প্রদানে প্রতিযোগিতা প্রতিষ্ঠার পক্ষে ছিলেন।\n\n\n==== সামাজিক নিরাপত্তা জাল ====\nএকটি সামাজিক নিরাপত্তা বেষ্টনী সম্পর্কে নিয়ন্ত্রণের বাইরের পরিস্থিতির কারণে চরম অসহায়ত্ব বা অনাহারে যারা হুমকির সম্মুখীন তাদের জন্য হায়েক কিছু প্রয়োজনীয় বিধান সমর্থন করেছিলেন এবং যুক্তি দিয়েছিলেন যে \"একটি শিল্প সমাজে এমন কিছু ব্যবস্থার প্রয়োজনীয়তা প্রশ্নাতীত - এটি কেবলমাত্র অভাবগ্রস্তদের জন্য, কেননা হতাশার বিরুদ্ধে সুরক্ষা প্রয়োজন\"। এই বিষয়ে হায়েকের মতামতের সংক্ষিপ্তসার নিয়ে সাংবাদিক নিকোলাস ওয়াপশট যুক্তি দিয়েছেন যে হায়েক বাধ্যতামূলক সার্বজনীন স্বাস্থ্যসেবা এবং বেকারত্ব বীমা রাষ্ট্র কর্তৃক প্রত্যক্ষভাবে প্রয়োগ করাকে সমর্থন করেছেন। সমালোচনামূলক তাত্ত্বিক বার্নার্ড হারকোর্ট আরও যুক্তি দিয়েছেন যে \"হায়েক এই বিষয়ে অনড় ছিলেন\"। ১৯৪৪ সালে, হায়েক দ্য রোড টু সার্ফডমে এ ব্যাপারে লিখেছেন।\n\n১৯৭৩ সালে, হায়েক Law, Legislation and Liberty গ্রন্থে উল্লেখ করেন:একটি মুক্ত সমাজে সরকার সকলকে নিশ্চিত ন্যূনতম আয়ের আকারে গুরুতর বঞ্চনার বিরুদ্ধে সুরক্ষা কেন দিবে না এর কোনও কারণ নেই। চরম দুর্ভাগ্যের বিরুদ্ধে এমন বীমায় প্রবেশ করা সবার স্বার্থ হতে পারে; অথবা সংগঠিত সম্প্রদায়ের মধ্যে যারা নিজেদের সাহায্য করতে পারে না তাদের সাহায্য করা সকলের স্পষ্ট নৈতিক কর্তব্য বলে মনে করা যেতে পারে। এমন একটি অভিন্ন ন্যূনতম মাসিক ভাতা তাদের সকলকে প্রদান করা যেতে পারে, যারা যে কোন কারণে বাজারে প্রয়োজনীয় উপার্জন করতে অক্ষম। এটি স্বাধীনতার সীমাবদ্ধতা বা আইনের শাসনের সাথে সংঘাতের কারণ হবে না। .\nরাজনৈতিক তাত্ত্বিক অ্যাডাম জেমস টেবল যুক্তি দিয়েছেন যে হায়েকের প্রস্তাবিত রাষ্ট্র কর্তৃক প্রদত্ত সামাজিক ন্যূনতম ছাড় ব্যক্তিগত সম্পত্তির অধিকার, মুক্ত বাজার এবং স্বতঃস্ফূর্ত আদেশের উদ্দেশ্যের অনেকটাই বিপরীত আচরণ করে।\n\n\n==== \"সামাজিক ন্যায়বিচার\" এর সমালোচনা ====\nযদিও হায়েক আইন দ্বারা নিয়ন্ত্রিত সমাজে বিশ্বাস করতেন, তবে তিনি সামাজিক ন্যায়বিচার ধারণাটিকে অস্বীকার করেছিলেন। তিনি মুক্ত বাজারকে এমন একটি খেলার সাথে তুলনা করেন যেখানে ফলাফলকে ন্যায় বা অন্যায্য বলার কোন মানে নেই এবং যুক্তি দিয়েছিলেন যে \"সামাজিক ন্যায়বিচার একটি খালি বাক্যাংশ যার কোন নির্ধারণযোগ্য বিষয়বস্তু নেই\"। একইভাবে, ব্যক্তির প্রচেষ্টার ফলাফলগুলো অপরিহার্যভাবে অপ্রত্যাশিত, এবং আয়ের ফলে বণ্টনের কোন অর্থ নেই। তিনি সাধারণত আয় বা পুঁজির সরকারী পুনর্বন্টনকে ব্যক্তি স্বাধীনতার উপর অগ্রহণযোগ্য অনুপ্রবেশ হিসাবে বিবেচনা করেছিলেন এবং বলেছিলেন যে \"বন্টনমূলক ন্যায়বিচারের নীতি, একবার প্রবর্তিত হলে পুরো সমাজকে এর সাথে সংগঠিত না করা পর্যন্ত পূর্ণ হবে না। সমাজের সমস্ত অপরিহার্য ক্ষেত্রে এটি একটি মুক্ত সমাজ ব্যবস্থার বিপরীত হবে।\"\n\n\n==== উদারতাবাদ এবং সংশয়বাদ ====\nআর্থার এম. ডায়মন্ড যুক্তি দেন যে হায়েকের মতবাদে সমস্যা দেখা দেয় যখন তিনি এমন দাবির বাইরে যান যা অর্থনৈতিক বিজ্ঞানের মধ্যে মূল্যায়ন করা যেতে পারে। ডায়মন্ড যুক্তি দিয়েছিলেন:হায়েক বলেছেন, মানুষের মন কেবল সুনির্দিষ্ট তথ্যের একটি বিশাল অংশকে সংশ্লেষণ করার ক্ষমতার মধ্যেই সীমাবদ্ধ নয়, এটি নীতিশাস্ত্রের জন্য একটি নিখুঁতভাবে সঠিক ভিত্তি দেওয়ার ক্ষমতাতেও সীমাবদ্ধ। এখানেই উত্তেজনা তৈরি হয়, কারণ তিনি মুক্ত বাজারের যুক্তিযুক্ত নৈতিক প্রতিরক্ষাও দিতে চান। তিনি একজন বুদ্ধিজীবী সংশয়বাদী যিনি রাজনৈতিক দর্শনকে একটি নিরাপদ বুদ্ধিবৃত্তিক ভিত্তি দিতে চান। এইভাবে এটা খুব আশ্চর্যজনক নয় যে ফলাফলগুলো বিভ্রান্তিকর এবং পরস্পরবিরোধী।\nচন্দ্রন কুকাথাস যুক্তি দেন যে হায়েকের উদারতাবাদের প্রতিরক্ষা ব্যর্থ কারণ এটি অসঙ্গতিপূর্ণ অনুমানের উপর নির্ভর করে। তার রাজনৈতিক দর্শনের অমীমাংসিত দ্বিধার মধ্যে অন্যতম একটির বিষ্য বস্তু হল কিভাবে উদারতাবাদের একটি পদ্ধতিগত প্রতিরক্ষা তৈরি করা যায় যদি কেউ যুক্তির সীমিত ক্ষমতার উপর জোর দেয়। নরম্যান পি. ব্যারি একইভাবে উল্লেখ করেছেন যে হায়েকের লেখায় \"সমালোচনামূলক যুক্তিবাদ\" একটি নির্দিষ্ট ধরণের নিয়তিবাদের সাথে সামঞ্জস্যপূর্ণ নয়, যেটির রায় ঘোষণা করার জন্য আমাদের অবশ্যই বিবর্তনের জন্য অপেক্ষা করতে হবে\"। মিল্টন ফ্রিডম্যান এবং আনা শোয়ার্টজ যুক্তি দেন যে হায়েকের মতামতের মধ্যে প্যারাডক্সের উপাদান বিদ্যমান। হায়েকের \"অদৃশ্য হাত\" বিবর্তনের জোরালো প্রতিরক্ষার কথা উল্লেখ করে বলা হয় যে যুক্তিবাদী নকশা দ্বারা যে রকম প্রতিষ্ঠান তৈরি করা যেতে পারে তার চেয়ে ভাল অর্থনৈতিক প্রতিষ্ঠান তৈরি করা যায় বলে হায়েক দাবি করেছেন। ফ্রিডম্যান এই প্রক্রিয়ার বিড়ম্বনার দিকে ইঙ্গিত করে উল্লেখ করেছিলেন যে হায়েক তখন তার নিজের নকশার ইচ্ছাকৃতভাবে তৈরি করা আর্থিক ব্যবস্থাকে প্রতিস্থাপন করার প্রস্তাব করেছিলেন। জন এন. গ্রে এই দৃষ্টিভঙ্গিকে সংক্ষিপ্ত আকারে উপস্থাপন করেছেন। ব্রুস ক্যাল্ডওয়েল লিখেছেন যে যদি কেউ তার কাজের মানদণ্ডকে বিচার করে তবে দেখবেন হায়েক একটি সমাপ্ত রাজনৈতিক দর্শন দিয়েছেন, কিন্তু তিনি (হায়েক) স্পষ্টতই সফল হননি। যদিও তিনি মনে করেন যে \"অর্থনীতিবিদরা হায়েকের রাজনৈতিক লেখাগুলো দরকারী বলে মনে করতে পারেন\"।\n\n\n==== স্বৈরাচার ও সর্বগ্রাসীবাদ ====\nহায়েক ১৯৬২ সালে আন্তোনিও ডি অলিভেরা সালাজারকে দ্য কন্সটিটিউশন অফ লিবার্টি (১৯৬০) এর একটি অনুলিপি পাঠান। হায়েক আশা করেছিলেন যে তার বই - এই নতুন সাংবিধানিক নীতির প্রাথমিক নকশা সালাজারকে একটি সংবিধান তৈরি করার প্রচেষ্টায় সহায়তা করতে পারে যা গণতন্ত্রের অপব্যবহারের বিরুদ্ধে প্রমাণ হতে পারে।\nহায়েক ১৯৭০ এবং ১৯৮০ এর দশকে জেনারেল আউগুস্তো পিনোচের সরকারী জান্তার সময় চিলিতে যান এবং সেন্ট্রো ডি এস্টুডিওস পাবলিকোসের অনারারি চেয়ারম্যান নিযুক্ত হন। সেন্ট্রো ডি এস্টুডিওস পাবলিকোস হল চিলিকে একটি মুক্ত বাজার অর্থনীতিতে রূপান্তরকারী অর্থনীতিবিদদের দ্বারা গঠিত একটি সংস্থা।\nচিলির একজন সাক্ষাৎকার গ্রাহক তাকে চিলির সামরিক একনায়কত্ব সম্পর্কে জিজ্ঞাসা করলে হায়েক নিম্নোক্ত কথাগুলো বলেন:\n\nদীর্ঘমেয়াদী প্রতিষ্ঠান হিসেবে আমি স্বৈরাচারের সম্পূর্ণ বিরোধী। কিন্তু একটি স্বৈরতন্ত্র একটি ক্রান্তিকালীন সময়ের জন্য একটি প্রয়োজনীয় ব্যবস্থা হতে পারে। [...] ব্যক্তিগতভাবে আমি উদারনীতিবিহীন গণতান্ত্রিক সরকারের চেয়ে উদার একনায়কত্ব পছন্দ করি। আমার ব্যক্তিগত ধারণা - এবং এটি দক্ষিণ আমেরিকার জন্য বৈধ - চিলিতে, উদাহরণস্বরূপ, আমরা একটি স্বৈরাচারী সরকার থেকে একটি উদার সরকারে রূপান্তর প্রত্যক্ষ করব৷লন্ডন টাইমসকে লেখা একটি চিঠিতে, তিনি পিনোশে শাসনের পক্ষে ছিলেন এবং বলেছিলেন যে তিনি এমনকি এমন একজন ব্যক্তিকেও খুঁজে পাননি যে চিলিতে অনেক বেশি ক্ষতিগ্রস্থ হয়েছিল। এমন একজন ব্যক্তিকেও হায়েক খুঁজে পাননি যিনি একমত নন যে পিনোচেটের অধীনে ব্যক্তিগত স্বাধীনতা আলেন্দের অধীনে ছিল তার চেয়ে অনেক বেশি ছিল। \" হায়েক স্বীকার করেছেন যে \"এটি সফল হওয়ার সম্ভাবনা খুব বেশি নয়, এমনকি যদি নির্দিষ্ট সময়ে, এটিই একমাত্র আশা হতে পারে\", তবে তিনি ব্যাখ্যা করেছিলেন যে \"[আমি] এটা নিশ্চিত আশা নয়, কারণ এটি সর্বদা একজন ব্যক্তির সদিচ্ছার উপর নির্ভর করবে, এবং খুব কম ব্যক্তিই বিশ্বাস করতে পারে। কিন্তু যদি এটি একমাত্র সুযোগ হয় যা একটি নির্দিষ্ট মুহুর্তে বিদ্যমান থাকে তবে এটি সর্বোত্তম সমাধান হতে পারে। এবং শুধুমাত্র যদি এবং যখন স্বৈরাচারী সরকার দৃশ্যত সীমিত গণতন্ত্রের দিকে তার পদক্ষেপগুলো নির্দেশ করছে।\"\nহায়েকের জন্য, কর্তৃত্ববাদ এবং সর্বগ্রাসীবাদের মধ্যে পার্থক্যটি অনেক গুরুত্বপূর্ণ এবং তিনি সর্বগ্রাসীবাদের বিরুদ্ধে তার বিরোধিতার উপর জোর দেওয়ার জন্য বেদনাদায়ক ছিলেন, উল্লেখ্য যে ক্রান্তিকালীন একনায়কত্বের ধারণা যা তিনি রক্ষা করেছিলেন তা কর্তৃত্ববাদ দ্বারা চিহ্নিত করা হয়েছিল, সর্বগ্রাসীবাদ নয়। উদাহরণস্বরূপ, হায়েক যখন ১৯৮১ সালের মে মাসে ভেনিজুয়েলা সফর করেন, তখন তাকে লাতিন আমেরিকায় সর্বগ্রাসী শাসনব্যবস্থার বিষয়ে মন্তব্য করতে বলা হয়েছিল। উত্তরে, হায়েক \"কর্তৃত্ববাদের সাথে সর্বগ্রাসীবাদ\" বিভ্রান্ত করার বিরুদ্ধে সতর্ক করেছিলেন এবং বলেছিলেন যে তিনি \"ল্যাটিন আমেরিকার যে কোনও সর্বগ্রাসী সরকার সম্পর্কে অবগত নন। একমাত্র আলেন্দের অধীনে চিলি ছিল\"। হায়েকের জন্য, \"সর্বগ্রাসী\" শব্দটি খুব নির্দিষ্ট কিছুকে বোঝায়, যেমন একটি \"নির্দিষ্ট সামাজিক লক্ষ্য\" অর্জনের জন্য \"সমগ্র সমাজকে সংগঠিত করার\" অভিপ্রায় যা \"উদারনীতি এবং ব্যক্তিবাদ\" এর সম্পূর্ণ বিপরীতে। তিনি দাবি করেছিলেন যে গণতন্ত্রও দমনমূলক এবং সর্বগ্রাসী হতে পারে; স্বাধীনতার সংবিধানে তিনি প্রায়ই জ্যাকব তালমনের সর্বগ্রাসী গণতন্ত্রের ধারণার কথা উল্লেখ করেন।\n\n\n==== অভিবাসন, জাতীয়তাবাদ এবং জাতি ====\nহায়েক আন্তর্জাতিক অভিবাসন সম্পর্কে সন্দিহান ছিলেন এবং থ্যাচারের অভিবাসন বিরোধী নীতি সমর্থন করেছিলেন।  আইন, আইন প্রণয়ন এবং স্বাধীনতা তিনি বিশদভাবে ব্যাখ্যা করেছেন:অভিবাসনের স্বাধীনতা উদারনীতিবাদের একটি বহুল স্বীকৃত এবং সম্পূর্ণ প্রশংসনীয় নীতি। কিন্তু এটি কি সাধারণত অপরিচিত ব্যক্তিকে এমন একটি সম্প্রদায়ে বসতি স্থাপনের অধিকার দিতে পারে যেখানে তাকে স্বাগত জানানো হয় না? তার কি দাবি আছে চাকরি দেওয়া হবে বা বাড়ি বিক্রি করা হবে যদি কোনো বাসিন্দা তা করতে রাজি না হয়? তিনি স্পষ্টতই একটি চাকরি গ্রহণ করার বা তাকে প্রস্তাব দিলে একটি বাড়ি কেনার অধিকারী হওয়া উচিত। কিন্তু স্বতন্ত্র বাসিন্দাদের কি কর্তব্য আছে যে তাকে কোনটা দিতে হবে? নাকি তারা স্বেচ্ছায় তা না করতে রাজি হলে এটা কি অপরাধ হবে? সুইস এবং টাইরোলিজ গ্রামগুলোতে অপরিচিতদের দূরে রাখার একটি উপায় রয়েছে যা লঙ্ঘন করে না বা কোনও আইনের উপর নির্ভর করে না। এটা কি উদারনীতি বিরোধী নাকি নৈতিকভাবে ন্যায়সঙ্গত? প্রতিষ্ঠিত পুরানো সম্প্রদায়ের জন্য আমার কাছে এই প্রশ্নের কোন নির্দিষ্ট উত্তর নেই।তিনি মূলত অভিবাসন সংক্রান্ত ব্যবহারিক সমস্যা নিয়ে ব্যস্ত ছিলেন। তিনি বলেছেন:অবশ্যই, জাতীয় বা জাতিগত ঐতিহ্যের কিছু পার্থক্য (বিশেষ করে বংশবিস্তার হারের পার্থক্য) বিদ্যমান থাকলে এই ধরনের বিধিনিষেধগুলো কেন অনিবার্য বলে মনে হয় তার অন্যান্য কারণও রয়েছে - যা পরিবর্তিতভাবে অদৃশ্য হওয়ার সম্ভাবনা নেই যতক্ষণ পর্যন্ত অভিবাসনের উপর বিধিনিষেধ অব্যাহত থাকে। আমাদের অবশ্যই এই সত্যের মুখোমুখি হতে হবে যে আমরা এখানে নীতির সেই উদার নীতিগুলোর সর্বজনীন প্রয়োগের একটি সীমার সম্মুখীন হয়েছি যা বর্তমান বিশ্বের বিদ্যমান ঘটনাগুলো অনিবার্য করে তোলে।তিনি জাতীয়তাবাদী ধারণার প্রতি সহানুভূতিশীল ছিলেন না এবং ভয় পেয়েছিলেন যে গণ অভিবাসন অভ্যন্তরীণ জনসংখ্যার মধ্যে জাতীয়তাবাদী মনোভাব পুনরুজ্জীবিত করতে পারে এবং পশ্চিমা দেশগুলোর মধ্যে যে যুদ্ধোত্তর অগ্রগতি হয়েছিল তা নষ্ট করতে পারে। তিনি অতিরিক্ত ব্যাখ্যা করেছেন:যাইহোক, আধুনিক মানুষ নীতিগতভাবে এই আদর্শকে গ্রহণ করে যে একই নিয়ম সকল পুরুষের জন্য প্রযোজ্য হওয়া উচিত, প্রকৃতপক্ষে তিনি এটি কেবলমাত্র তাদের কাছেই স্বীকার করেন যাদের তিনি নিজের মতো মনে করেন এবং ধীরে ধীরে তাদের পরিসর বাড়াতে শিখেন যাকে তিনি গ্রহণ করেন। তার পছন্দ এই প্রক্রিয়াটিকে ত্বরান্বিত করার জন্য খুব কম আইন করতে পারে এবং এটি ইতোমধ্যে ক্ষয়প্রাপ্ত অনুভূতিগুলোকে পুনরায় জাগ্রত করার মাধ্যমে এটিকে উল্টাতে অনেক কিছু করতে পারে।জাতীয়তাবাদের বিরোধিতা সত্ত্বেও, হায়েক নির্দিষ্ট জাতিগত গোষ্ঠী সম্পর্কে অসংখ্য বিতর্কিত এবং প্রদাহজনক মন্তব্য করেছিলেন। এমন ব্যক্তিদের সম্পর্কে একটি সাক্ষাৎকারের প্রশ্নের উত্তরে তিনি মধ্যপ্রাচ্যের জনসংখ্যার প্রতি তার অপছন্দের কথা উল্লেখ করেছেন, দাবি করেছেন যে তারা অসৎ, এবং লন্ডন স্কুল অফ ইকোনমিক্সে ভারতীয় ছাত্রদের \"গভীর অপছন্দ\"ও প্রকাশ করেছেন, বলেছেন যে তারা সাধারণত \" বাঙালি মহাজনদের ঘৃণ্য পুত্র\"  তিনি দাবি করেছেন যে তার মনোভাব কোন জাতিগত অনুভূতির উপর ভিত্তি করে নয়।  দ্বিতীয় বিশ্বযুদ্ধের সময় তিনি তার সন্তানদের মার্কিন যুক্তরাষ্ট্রে পাঠানোর সম্ভাবনা নিয়ে আলোচনা করেছিলেন কিন্তু উদ্বিগ্ন ছিলেন যে তাদের একটি \"রঙিন পরিবার\" এর সাথে রাখা যেতে পারে।  পরবর্তীতে একটি সাক্ষাত্কারে, কৃষ্ণাঙ্গদের প্রতি তার মনোভাব সম্পর্কে প্রশ্ন করা হলে, তিনি স্বল্পভাষায় বলেছিলেন যে তিনি \"নিগ্রোদের নাচ পছন্দ করেন না\" এবং অন্য একটি অনুষ্ঠানে তিনি মার্টিন লুথার কিং জুনিয়রকে নোবেল শান্তি পুরস্কার প্রদানের সিদ্ধান্তকে উপহাস করেছিলেন তিনি রাল্ফ বুঞ্চে, আলবার্ট লুথুলি এবং তার এলএসই সহকর্মী ডব্লিউ আর্থার লুইসকে পুরস্কার প্রদানের বিষয়েও নেতিবাচক মন্তব্য করেছিলেন যাকে তিনি \"অস্বাভাবিকভাবে সক্ষম পশ্চিম ভারতীয় নিগ্রো\" হিসাবে বর্ণনা করেছিলেন। ১৯৭৮ সালে হায়েক দক্ষিণ আফ্রিকায় এক মাসব্যাপী সফর করেন (তার তৃতীয়) যেখানে তিনি অসংখ্য বক্তৃতা, সাক্ষাত্কার দেন এবং বিশিষ্ট রাজনীতিবিদ এবং ব্যবসায়ী নেতাদের সাথে দেখা করেন, কিন্তু তিনি বর্ণবাদী শাসনের জন্য তার সফরের সম্ভাব্য প্রচারমূলক প্রভাব সম্পর্কে উদ্বিগ্ন ছিলেন না। তিনি সরকারী কিছু নীতির বিরুদ্ধে তার বিরোধিতা প্রকাশ করেন, বিশ্বাস করেন যে সরকারীভাবে অর্থায়িত প্রতিষ্ঠানের সকল নাগরিকের সাথে সমান আচরণ করা উচিত, তবে এটিও দাবি করেছেন যে বেসরকারী প্রতিষ্ঠানের বৈষম্য করার অধিকার রয়েছে। উপরন্তু, তিনি দক্ষিণ আফ্রিকার অভ্যন্তরীণ বিষয়ে আন্তর্জাতিক সম্প্রদায়ের \"কলঙ্কজনক\" শত্রুতা এবং হস্তক্ষেপের নিন্দা করেছেন।  তিনি তার মনোভাব আরও ব্যাখ্যা করেছেন:দক্ষিণ আফ্রিকার লোকেদের তাদের নিজস্ব সমস্যাগুলো মোকাবেলা করতে হবে, এবং এই ধারণা যে আপনি বাইরের চাপ ব্যবহার করে লোকেদের পরিবর্তন করতে পারেন, যারা সর্বোপরি এক ধরণের সভ্যতা গড়ে তুলেছেন, আমার কাছে নৈতিকভাবে একটি খুব সন্দেহজনক বিশ্বাস বলে মনে হয়।যদিও হায়েক বর্ণবৈষম্যের অবিচার এবং রাষ্ট্রের যথাযথ ভূমিকা সম্পর্কে কিছুটা অস্পষ্ট মন্তব্য করেছিলেন, তার কিছু মন্ট পেলেরিন সহকর্মী, যেমন জন ডেভেনপোর্ট এবং উইলহেলম রোপকে, দক্ষিণ আফ্রিকার সরকারের আরও প্রবল সমর্থক ছিলেন এবং হায়েককে অত্যন্ত নরম হওয়ার জন্য সমালোচনা করেছিলেন। বিষয়\n\n\n==== বৈষম্য এবং শ্রেণী ====\nহায়েক দাবি করেছিলেন যে \"সব মানুষ সমান জন্মগ্রহণ করে\" এই ধারণাটি অসত্য কারণ বিবর্তন এবং জেনেটিক পার্থক্য \"মানুষের প্রকৃতির সীমাহীন বৈচিত্র্য\" তৈরি করেছে। তিনি প্রকৃতির গুরুত্বের উপর জোর দিয়েছিলেন, অভিযোগ করেছিলেন যে পরিবেশের সাথে মানুষের সমস্ত পার্থক্যকে দায়ী করা খুব ফ্যাশনেবল হয়ে উঠেছে। হায়েক অর্থনৈতিক বৈষম্য রক্ষা করেছেন, এই বিশ্বাস করে যে ধনী শ্রেণীর অস্তিত্ব শুধুমাত্র অর্থনৈতিক কারণেই গুরুত্বপূর্ণ নয়- মূলধন সংগ্রহ এবং বিনিয়োগের নির্দেশনা- বরং রাজনৈতিক, সাংস্কৃতিক, বৈজ্ঞানিক এবং সংরক্ষণবাদী লক্ষ্যগুলোর জন্যও যা প্রায়শই সমাজসেবীদের দ্বারা অর্থায়ন এবং প্রচার করা হয়। যেহেতু বাজার ব্যবস্থা সমস্ত সামাজিক প্রয়োজনের জন্য সরবরাহ করতে পারে না, যার মধ্যে কিছু অর্থনৈতিক হিসাবের বাইরে, তাই ধনী ব্যক্তিদের অস্তিত্ব তাদের বিকাশ এবং উপলব্ধিতে দক্ষতা এবং বহুত্ববাদের গ্যারান্টি দেয়, যা রাষ্ট্রীয় একচেটিয়া ক্ষেত্রে নিশ্চিত করা যায় না। ব্যক্তিগত সম্পদ স্বাধীনতা প্রদান করে এবং বুদ্ধিজীবী, নৈতিক, রাজনৈতিক এবং শৈল্পিক নেতা তৈরি করতে পারে যারা নিযুক্ত নয় এবং রাষ্ট্র দ্বারা প্রভাবিত হয় না। হায়েকের মতে, সমাজ একটি বংশগত ধনী শ্রেণী থাকার দ্বারা উপকৃত হয় কারণ এতে জন্মগ্রহণকারী ব্যক্তিদের জীবিকা অর্জনের জন্য তাদের শক্তি উৎসর্গ করতে হয় না এবং তারা বিভিন্ন ধারণা, শখ এবং জীবনধারা নিয়ে পরীক্ষা-নিরীক্ষার মতো অন্যান্য উদ্দেশ্যে নিজেদের নিয়োজিত করতে পারে যা পরবর্তীতে হতে পারে। বৃহত্তর সমাজ দ্বারা গৃহীত। স্বাধীনতার সংবিধানে তিনি লিখেছেন:তবুও এটা কি সত্যিই এতটা স্পষ্ট যে টেনিস বা গল্ফ পেশাদার ধনী অপেশাদারদের চেয়ে সমাজের আরও দরকারী সদস্য তারাই যারা এই গেমগুলোকে নিখুঁত করার জন্য তাদের সময় উৎসর্গ করেছিল? নাকি পাবলিক মিউজিয়ামের পেইড কিউরেটর প্রাইভেট কালেক্টরের চেয়ে বেশি কাজে লাগে? পাঠক এই প্রশ্নগুলোকে খুব তাড়াহুড়ো করে উত্তর দেওয়ার আগে, আমি তাকে বিবেচনা করতে বলব যে গলফ বা টেনিস পেশাদার বা যাদুঘরের কিউরেটরদের বেলায় যদি ধনী অপেশাদাররা তাদের আগে না থাকত তবে কি কখনও এটা হত? আমরা কি আশা করতে পারি না যে মানুষের জীবনের স্বল্প সময়ের জন্য যারা এগুলোকে প্রশ্রয় দিতে পারে তাদের কৌতুকপূর্ণ অন্বেষণ থেকে অন্যান্য নতুন আগ্রহের উদ্ভব হবে? এটা স্বাভাবিক যে জীবনযাত্রার শিল্প এবং অ-বস্তুবাদী মূল্যবোধের বিকাশ তাদের কার্যকলাপ থেকে সবচেয়ে বেশি লাভবান হওয়া উচিত ছিল যাদের কোন বস্তুগত উদ্বেগ ছিল না।তিনি এমন ব্যক্তিদের তুলনা করেছেন যারা উত্তরাধিকার সূত্রে সম্পদ পেয়েছেন, উচ্চ শ্রেণির মূল্যবোধ এবং শিক্ষার সাথে, নূভ ধনীর সাথে যারা প্রায়শই তাদের সম্পদকে আরও অশ্লীল উপায়ে ব্যবহার করে। তিনি এই ধরনের অবসরপ্রাপ্ত অভিজাত শ্রেণীর অন্তর্ধানের নিন্দা করেছিলেন, দাবি করেছিলেন যে সমসাময়িক পশ্চিমা অভিজাতরা সাধারণত ব্যবসায়িক গোষ্ঠী যাদের বুদ্ধিবৃত্তিক নেতৃত্ব এবং সুসংগত \"জীবনের দর্শন\" নেই এবং তাদের সম্পদ বেশিরভাগ অর্থনৈতিক উদ্দেশ্যে ব্যবহার করে।\nহায়েক উত্তরাধিকারের উপর উচ্চ করের বিরুদ্ধে ছিলেন, বিশ্বাস করেন যে মান, ঐতিহ্য এবং বস্তুগত পণ্যগুলো প্রেরণ করা পরিবারের স্বাভাবিক কাজ। সম্পত্তি হস্তান্তর ছাড়াই, পিতামাতারা তাদের সন্তানদের মর্যাদাপূর্ণ এবং উচ্চ বেতনের পদে বসিয়ে তাদের ভবিষ্যত সুরক্ষিত করার চেষ্টা করতে পারে, যেমন সমাজতান্ত্রিক দেশগুলোতে প্রথা ছিল, যা আরও খারাপ অবিচার তৈরি করে। তিনি প্রগতিশীল করের বিরুদ্ধেও ছিলেন দৃঢ়ভাবে, উল্লেখ্য যে বেশিরভাগ দেশে ধনীদের দ্বারা প্রদত্ত অতিরিক্ত কর মোট কর রাজস্বের নগণ্য পরিমাণে সামান্য পরিমাণে এবং নীতির একমাত্র প্রধান ফলাফল হল \"স্বচ্ছল লোকদের ঈর্ষার পরিতৃপ্তি। \" তিনি আরও দাবি করেন যে এটি আইনের অধীনে সমতার ধারণার পরিপন্থী এবং গণতান্ত্রিক নীতির পরিপন্থী যে সংখ্যাগরিষ্ঠদের সংখ্যালঘুদের বিরুদ্ধে বৈষম্যমূলক নিয়ম আরোপ করা উচিত নয়।\n\n\n=== সমালোচনা ===\nহায়েকের কাজ বিভিন্ন উৎস থেকে সমালোচনার সম্মুখীন হয়েছে। একটি সমালোচনা সূত্র থেকে মন্তব্য করা হয়েছে যে হায়েকের পুঁজিবাদের প্রতিরক্ষা মানব প্রকৃতির একটি ত্রুটিপূর্ণ বোঝার উপর ভিত্তি করে, যা সমালোচকরা প্রাথমিকভাবে ব্যক্তিবাদী এবং স্বার্থপর ছবির উপর অত্যধিক নির্ভরশীল বলে দাবি করেন। সমালোচকরা যুক্তি দেন যে এই দৃষ্টিভঙ্গি মানুষের আচরণ এবং মিথস্ক্রিয়া গঠনে সামাজিক ও সাংস্কৃতিক কারণগুলোর ভূমিকার জন্য ব্যর্থ হয়।\nসমাজকল্যাণ নীতি নিয়ে হায়েকের মতামতও সমালোচনার বিষয় হয়ে দাঁড়িয়েছে। সমালোচকরা দাবি করেন যে অর্থনীতিতে সরকারী হস্তক্ষেপের বিরুদ্ধে তার বিরোধিতা সামাজিক নিরাপত্তা জাল এবং দুর্বল জনগোষ্ঠীর জন্য অন্যান্য ধরনের সহায়তার প্রয়োজনীয়তা স্বীকার করতে ব্যর্থ হয়। তদ্ব্যতীত, এটি যুক্তি দেওয়া হয়েছে যে কল্যাণ নীতির বিষয়ে তার দৃষ্টিভঙ্গি সামাজিক ন্যায়বিচার সম্পর্কে তার মতামতের বিপরীত।\nদ্য রোড টু সার্ফডম- এ হায়েকের যুক্তি একটি পিচ্ছিল ঢালু যুক্তি হিসাবে সমালোচিত হয়েছে এবং তাই একে ভুল হিসেবে চিহ্নিত করা হয়েছে। যাইহোক, অন্যরা যুক্তি দিয়েছেন যে এটি বইটির একটি মৌলিক ভুল বোঝাবুঝি এবং হায়েকের বক্তব্য হল কেন্দ্রীয় পরিকল্পনা সরাসরি কী অন্তর্ভুক্ত করে তাই গুরুত্ব বহন করে, এটি কী হতে পারে তা নয়।\n\n\n== প্রভাব এবং স্বীকৃতি ==\n\nঅর্থনীতির উন্নয়নে হায়েকের প্রভাব ব্যাপকভাবে স্বীকৃত। তার নোবেল গ্রহণযোগ্যতা ও বক্তৃতার জনপ্রিয়তার বিষয়ে উল্লেখ করা হলে বলতে হয় যে হায়েক অর্থনীতিতে পুরস্কার বিজয়ীদের নোবেল বক্তৃতায় দ্বিতীয় সর্বাধিক ঘন ঘন উল্লেখ করা অর্থনীতিবিদ (কেনেথ অ্যারোর পরে)। হায়েক অর্থোডক্স অর্থনীতি এবং নব্য-শাস্ত্রীয় মডেলাইজেশনের ক্ষেত্রে সমালোচনামূলকভাবে লিখেছেন। ভার্নন স্মিথ এবং হার্বার্ট এ. সাইমনের মতো অর্থনীতিতে নোবেল বিজয়ী বেশ কয়েকজন, হায়েককে সর্বশ্রেষ্ঠ আধুনিক অর্থনীতিবিদ হিসেবে স্বীকৃতি দেন।  আরেকজন নোবেল বিজয়ী, পল স্যামুয়েলসন, বিশ্বাস করতেন যে হায়েক তার পুরস্কারের যোগ্য, কিন্তু তবুও দাবি করেন যে \"বিংশ শতাব্দীর শেষার্ধের অর্থনীতিবিদ ভ্রাতৃত্বের মূলধারার মধ্যে হায়েকের স্মৃতি বিবর্ণ হওয়ার জন্য ভাল ঐতিহাসিক কারণ ছিল৷ ১৯৩১ সালে, হায়েকের মূল্য এবং উৎপাদন একটি অতি-সংক্ষিপ্ত বায়রনিক সাফল্য উপভোগ করেছিল। পূর্ববর্তী দৃষ্টিভঙ্গি আমাদেরকে বলে যে উৎপাদনের সময়কাল সম্পর্কে এর মাম্বো-জাম্বো ঐতিহাসিক দৃশ্যের সামষ্টিক অর্থনীতিকে ভুলভাবে নির্ণয় করেছিল\"। এই মন্তব্য সত্ত্বেও, স্যামুয়েলসন তার জীবনের শেষ ৫০ বছর হায়েক এবং বোহম-বাওয়ার্ক দ্বারা চিহ্নিত মূলধন তত্ত্বের সমস্যা নিয়ে আচ্ছন্ন হয়ে কাটিয়েছিলেন এবং স্যামুয়েলসন স্পষ্টভাবে বিচার করেছিলেন যে হায়েক সঠিক এবং তার নিজের শিক্ষক জোসেফ শুম্পেটার কেন্দ্রীয়ভাবে ভুল ছিলেন। বিংশ শতাব্দীর অর্থনৈতিক প্রশ্ন, উৎপাদন পণ্যের আধিপত্য অর্থনীতিতে সমাজতান্ত্রিক অর্থনৈতিক পরিকল্পনার সম্ভাব্যতা।\nহায়েক ভারসাম্য নির্মাণে সময়ের মাত্রা প্রবর্তন করার জন্য এবং বৃদ্ধি তত্ত্ব, তথ্য অর্থনীতি এবং স্বতঃস্ফূর্ত আদেশ তত্ত্বের ক্ষেত্রে অনুপ্রাণিত করতে সহায়তা করার জন্য তার মূল ভূমিকার জন্য ব্যাপকভাবে স্বীকৃত। মিল্টন ফ্রিডম্যানের ব্যাপকভাবে প্রভাবশালী জনপ্রিয় কাজ ফ্রি টু চুজ (১৯৮০) এ উপস্থাপিত \"অনানুষ্ঠানিক\" অর্থনীতি জ্ঞান প্রেরণ ও সমন্বয়ের জন্য একটি সিস্টেম হিসাবে মূল্য ব্যবস্থার বিবরণে স্পষ্টভাবে হায়েকিয়ান। ফ্রাইডম্যান তার স্নাতক সেমিনারে হায়েকের বিখ্যাত গবেষণাপত্র \"দ্য ইউজ অফ নলেজ ইন সোসাইটি\" (১৯৪৫) শিখিয়েছিলেন তা দ্বারা এটি ব্যাখ্যা করা যেতে পারে।\n১৯৪৪ সালে, তিনি ব্রিটিশ একাডেমীর একজন ফেলো নির্বাচিত হন পরে তিনি কেইনসের সদস্যপদে মনোনীত হন।\nহার্ভার্ড অর্থনীতিবিদ এবং প্রাক্তন হার্ভার্ড ইউনিভার্সিটির প্রেসিডেন্ট লরেন্স সামারস আধুনিক অর্থনীতিতে হায়েকের স্থান ব্যাখ্যা করেছেন: \"আজকে অর্থনীতির একটি কোর্স থেকে শেখার সবচেয়ে গুরুত্বপূর্ণ বিষয় কী? আমি আমার ছাত্রদের যা রেখে যাওয়ার চেষ্টা করেছি তা হল যে অদৃশ্য হাতটি তার চেয়ে বেশি শক্তিশালী [আন] লুকানো হাত। দিকনির্দেশনা, নিয়ন্ত্রণ, পরিকল্পনা ছাড়াই সুসংগঠিত প্রচেষ্টায় জিনিসগুলো ঘটবে। অর্থনীতিবিদদের মধ্যে এটাই ঐক্যমত্য। এটাই হায়েকের উত্তরাধিকার\"।\n১৯৪৭ সাল নাগাদ, হায়েক মন্ট পেলেরিন সোসাইটির একজন সংগঠক ছিলেন। এটি একটি ক্লাসিক্যাল উদারপন্থী সংগঠন যারা সমাজতন্ত্রের বিরোধিতা করতে চেয়েছিল। থ্যাচারিজমকে অনুপ্রাণিতকারী ডানপন্থী স্বাধীনতাবাদী এবং মুক্ত-বাজার থিঙ্ক ট্যাঙ্ক ইনস্টিটিউট অফ ইকোনমিক অ্যাফেয়ার্স প্রতিষ্ঠার ক্ষেত্রেও হায়েকের ভূমিকা ছিল। এছাড়াও তিনি রক্ষণশীল এবং স্বাধীনতাবাদী ফিলাডেলফিয়া সোসাইটির সদস্য ছিলেন।\nহায়েকের বিজ্ঞানের দার্শনিক কার্ল পপারের সাথে দীর্ঘস্থায়ী এবং ঘনিষ্ঠ বন্ধুত্ব ছিল, যিনি ভিয়েনারও অধিবাসী ছিলেন। ১৯৪৪ সালে হায়েকের কাছে একটি চিঠিতে, পপার বলেছিলেন: \"আমি মনে করি আমি সম্ভবত আলফ্রেড টারস্কি ছাড়া অন্য কোনো জীবিত চিন্তাবিদ থেকে আপনার কাছ থেকে বেশি শিখেছি\"। পপার তার অনুমান এবং খণ্ডন হায়েককে উৎসর্গ করেছিলেন। তার অংশের জন্য, হায়েক পপারকে দর্শনশাস্ত্র, রাজনীতি এবং অর্থনীতিতে অধ্যয়ন সংক্রান্ত গবেষণাপত্রের একটি সংগ্রহ উৎসর্গ করেছিলেন এবং ১৯৮২ সালে বলেছিলেন যে \"যখন থেকে তার Logik der Forschung প্রথম ১৯৩৪ সালে প্রকাশিত হয়েছিল, আমি তার সাধারণ তত্ত্বের পদ্ধতির সম্পূর্ণ অনুগত ছিলাম। মন্ট পেলেরিন সোসাইটির উদ্বোধনী সভায় পপারও অংশ নেন। তাদের বন্ধুত্ব এবং পারস্পরিক প্রশংসা এই সত্যটি পরিবর্তন করে না যে তাদের ধারণাগুলোর মধ্যে গুরুত্বপূর্ণ পার্থক্য রয়েছে।\n\nমিল্টন ফ্রিডম্যানের বুদ্ধিবৃত্তিক বিকাশেও হায়েক কেন্দ্রীয় ভূমিকা পালন করেছিলেন। ফ্রিডম্যান লিখেছেন:আমি শিকাগো বিশ্ববিদ্যালয়ের ফ্যাকাল্টিতে যোগদানের আগে পাবলিক পলিসি এবং রাজনৈতিক দর্শনের প্রতি আমার আগ্রহ ছিল নৈমিত্তিক। সহকর্মী এবং বন্ধুদের সাথে অনানুষ্ঠানিক আলোচনা একটি বৃহত্তর আগ্রহকে উদ্দীপিত করেছিল, যা ফ্রিডরিখ হায়েকের শক্তিশালী বই দ্য রোড টু সার্ফডম দ্বারা শক্তিশালী হয়েছিল। ১৯৪৭ সালে মন্ট পেলেরিন সোসাইটির প্রথম সভায় আমার উপস্থিতির দ্বারা এবং ১৯৫০ সালে হায়েকের সাথে বিশ্ববিদ্যালয়ের অনুষদে যোগদানের পরে আলোচনার মাধ্যমে তা আরো বৃদ্ধি পায়। এছাড়াও, হায়েক একটি ব্যতিক্রমীভাবে সক্ষম ছাত্রদের আকৃষ্ট করেছিলেন যারা একটি স্বাধীনতাবাদী আদর্শে নিবেদিত ছিল। তারা একটি ছাত্র দ্য নিউ ইন্ডিভিজুলিস্ট রিভিউ নামক একটি প্রকাশনা শুরু করেছিল, যা কিছু বছর ধরে মতামতের অসামান্য স্বাধীনতাবাদী জার্নাল ছিল। আমি জার্নালের উপদেষ্টা হিসাবে কাজ করেছি এবং এতে বেশ কয়েকটি নিবন্ধ প্রকাশ করেছি।...যদিও ফ্রিডম্যান প্রায়ই হায়েককে একটি গুরুত্বপূর্ণ প্রভাব হিসাবে উল্লেখ করেছেন, হায়েক খুব কমই ফ্রিডম্যানকে উল্লেখ করেছেন।  তিনি শিকাগো স্কুল পদ্ধতি, পরিমাণগত এবং সামষ্টিক অর্থনৈতিক ফোকাসের সাথে গভীরভাবে দ্বিমত পোষণ করেন এবং দাবি করেন যে ইতিবাচক অর্থনীতিতে ফ্রিডম্যানের রচনাগুলো কেইনসের সাধারণ তত্ত্বের মতোই বিপজ্জনক একটি বই।  ফ্রিডম্যান আরও দাবি করেন যে কিছু পপেরিয়ান প্রভাব থাকা সত্ত্বেও হায়েক সর্বদা মৌলিক মিসেসিয়ান প্র্যাক্সোলজিকাল দৃষ্টিভঙ্গি ধরে রেখেছেন যা তিনি \"সম্পূর্ণ অর্থহীন\" বলে মনে করেন।  তিনি আরও উল্লেখ করেছেন যে তিনি হায়েককে শুধুমাত্র তার রাজনৈতিক কাজের জন্য প্রশংসা করতেন এবং তার প্রযুক্তিগত অর্থনীতির সাথে একমত নন; তিনি মূল্য ও উৎপাদনকে \"খুবই ত্রুটিপূর্ণ বই\" এবং পুঁজির বিশুদ্ধ তত্ত্বকে \"অপঠনযোগ্য\" বলে অভিহিত করেছেন।  হায়েক এবং ফ্রিডম্যানের অনুসারীদের মধ্যে মন্ট পেলেরিনের বৈঠকে মাঝে মাঝে উত্তেজনা দেখা দেয় যা কখনও কখনও সোসাইটিকে বিভক্ত করার হুমকি দেয়।  যদিও তারা একই বিশ্ববিদ্যালয়ে কাজ করেছেন এবং রাজনৈতিক বিশ্বাস ভাগ করেছেন, হায়েক এবং ফ্রিডম্যান খুব কমই পেশাগতভাবে সহযোগিতা করতেন এবং ঘনিষ্ঠ বন্ধু ছিলেন না। \nহায়েকের সবচেয়ে বড় বুদ্ধিবৃত্তিক ঋণ ছিল কার্ল মেঞ্জারের প্রতি, যিনি ব্রিটেনে বার্নার্ড ম্যান্ডেভিল এবং স্কটিশ নৈতিক দার্শনিকদের দ্বারা স্কটিশ আলোকিতকরণে বিকশিত সামাজিক ব্যাখ্যার মতো একটি পদ্ধতির পথপ্রদর্শক। সমসাময়িক অর্থনীতি, রাজনীতি, দর্শন, সমাজবিজ্ঞান, মনোবিজ্ঞান এবং নৃতত্ত্বের উপর তার ব্যাপক প্রভাব ছিল। উদাহরণস্বরূপ, সত্য, মিথ্যা এবং ভাষার ব্যবহার সম্পর্কে হায়েকের দ্য রোড টু সার্ফডম (১৯৪৪) আলোচনা পরবর্তী আধুনিকতাবাদের কিছু বিরোধীদের প্রভাবিত করেছিল।\n\nকিছু উগ্র উদারপন্থী হায়েক এবং তার উদারতাবাদের মৃদু রূপের প্রতি নেতিবাচক দৃষ্টিভঙ্গি ছিল। আয়ন র্যান্ড তাকে অপছন্দ করতেন, তাকে একজন রক্ষণশীল এবং আপসকারী হিসেবে দেখেন।  ১৯৪৬ সালে রোজ ওয়াইল্ডার লেনকে একটি চিঠিতে তিনি লিখেছেন:এখন আপনার প্রশ্ন: 'যারা প্রায় আমাদের সাথে থাকে তারা কি ১০০% শত্রুর চেয়ে বেশি ক্ষতি করে?' আমি মনে করি না এর উত্তর 'হ্যাঁ' বা 'না' দিয়ে দেওয়া যেতে পারে, কারণ 'প্রায়' একটি বিস্তৃত শব্দ। এখানে একটি সাধারণ নিয়ম পালন করতে হবে: যারা আমাদের সাথে আছেন, কিন্তু কেবলমাত্র তারাই যথেষ্ট দূরে যান না তারাই আমাদের কিছু ভালো করতে পারেন। যারা আমাদের সাথে কিছু বিষয়ে একমত, তবুও একই সাথে পরস্পরবিরোধী ধারণা প্রচার করে, তারা অবশ্যই ১০০% শত্রুর চেয়ে বেশি ক্ষতিকারক। আমি যে ধরনের 'প্রায়' সহ্য করব তার উদাহরণ হিসাবে, আমি লুডভিগ ভন মাইসেসের নাম রাখব। আমাদের সবচেয়ে ক্ষতিকর শত্রুর উদাহরণ হিসেবে আমি হায়েকের নাম বলব। ওটাই আসল বিষ।হায়েক র‌্যান্ডের কোন লিখিত উল্লেখ করেননি। \nঅস্ট্রিয়ান অর্থনীতিবিদ এবং মাইসেস ইনস্টিটিউটের সিনিয়র ফেলো মার্ক থর্নটনের এই ধারণাগুলো প্রকাশ করার পরে উইকিপিডিয়ার সহ-প্রতিষ্ঠাতা জিমি ওয়েলস স্বতঃস্ফূর্ত আদেশ এবং অস্ট্রিয়ান স্কুল অফ ইকোনমিক্স সম্পর্কে হায়েকের ধারণা দ্বারা প্রভাবিত হয়েছিলেন।\n\n\n=== রক্ষণশীলতার সাথে সম্পর্ক ===\nহায়েক ১৯৮০ এবং ১৯৯০ এর দশকে মার্কিন যুক্তরাষ্ট্র, যুক্তরাজ্য এবং কানাডায় রক্ষণশীল সরকারের উত্থানের সাথে নতুন মনোযোগ লাভ পেয়েছিলেন। ১৯৭৯ সালের যুক্তরাজ্যের সাধারণ নির্বাচনে জয়ী হওয়ার পর, মার্গারেট থ্যাচার পার্লামেন্টের অর্থনৈতিক কৌশলগুলোকে পুনঃনির্দেশিত করার প্রয়াসে হায়েকিয়ান সেন্টার ফর পলিসি স্টাডিজের পরিচালক কেথ জোসেফকে শিল্পের জন্য তার সেক্রেটারি অফ স্টেট হিসেবে নিযুক্ত করেন। একইভাবে, ডেভিড স্টকম্যান (১৯৮১ সালে রোনাল্ড রিগানের সবচেয়ে প্রভাবশালী আর্থিক কর্মকর্তা) হায়েকের একজন স্বীকৃত অনুসারী ছিলেন।\nসাধারণত একজন রক্ষণশীল উদার বা উদার রক্ষণশীল হিসেবে হায়েক চিহ্নিত হন। হায়েক একটি প্রবন্ধ প্রকাশ করেছিলেন, \"কেন আমি রক্ষণশীল নই\" (The Constitution of Liberty তথা স্বাধীনতার সংবিধানের একটি পরিশিষ্ট হিসেবে অন্তর্ভুক্ত হয় এটি) যেখানে তিনি রক্ষণশীলতার কিছু দিক নিয়ে সমালোচনা করেছেন। এডমন্ড ফসেট হায়েকের সমালোচনা করেছিলেন।\nহায়েক নিজেকে একজন ধ্রুপদী উদারপন্থী হিসেবে চিহ্নিত করেছেন, কিন্তু উল্লেখ করেছেন যে মার্কিন যুক্তরাষ্ট্রে এটির মূল সংজ্ঞায় \"লিবারেল\" ব্যবহার করা প্রায় অসম্ভব হয়ে পড়েছে এবং এর পরিবর্তে \" স্বাধীনতাবাদী \" শব্দটি ব্যবহার করা হয়েছে। তিনি স্বাধীনতাবাদকে \"এককভাবে অস্বাভাবিক\" শব্দ হিসেবেও খুঁজে পান এবং এর পরিবর্তে \"ওল্ড হুইগ \" (এডমন্ড বার্কের কাছ থেকে ধার করা একটি বাক্যাংশ) প্রস্তাব করেন। তার পরবর্তী জীবনে, তিনি বলেছিলেন: \"আমি একজন বার্কিয়ান হুইগ হয়ে যাচ্ছি\"। একটি রাজনৈতিক মতবাদ হিসাবে হুইগারির শাস্ত্রীয় রাজনৈতিক অর্থনীতি, ম্যানচেস্টার স্কুলের তাম্বু এবং উইলিয়াম গ্ল্যাডস্টোনের সাথে খুব কমই সম্পর্ক ছিল।\n\n১৯৫৬ সালে দ্য রোড টু সার্ফডমের মুখবন্ধে, হায়েক রক্ষণশীলতার সাথে তার সমস্ত মতপার্থক্যকে এইভাবে সংক্ষিপ্ত করেছেন:রক্ষণশীলতা, যে কোনো স্থিতিশীল সমাজে একটি প্রয়োজনীয় উপাদান হলেও, কোনো সামাজিক কর্মসূচি নয়; পিতৃতান্ত্রিক, জাতীয়তাবাদী এবং শক্তিপ্রিয় প্রবণতায় এটি প্রায়শই প্রকৃত উদারনীতির চেয়ে সমাজতন্ত্রের কাছাকাছি থাকে; এবং এর ঐতিহ্যগত, বুদ্ধি-বিরোধী, এবং প্রায়শই অতীন্দ্রিয় প্রবণতার সাথে, অল্প সময়ের মোহভঙ্গ ব্যতীত, এটি তরুণদের এবং অন্য সকলের কাছে আবেদন করবে না যারা বিশ্বাস করে যে এই বিশ্বকে একটি ভাল জায়গায় পরিণত করতে হলে কিছু পরিবর্তন কাম্য। একটি রক্ষণশীল আন্দোলন, তার প্রকৃতির দ্বারা, প্রতিষ্ঠিত বিশেষাধিকারের রক্ষক হতে বাধ্য এবং বিশেষাধিকার রক্ষার জন্য সরকারের ক্ষমতার উপর নির্ভর করতে বাধ্য। তবে উদার অবস্থানের সারমর্ম হল সমস্ত বিশেষাধিকারকে অস্বীকার করা, যদি বিশেষাধিকার রাষ্ট্রের সঠিক এবং আসল অর্থে বোঝা যায় যে কিছু অধিকার অন্যদের সমান শর্তে উপলব্ধ নয়।স্যামুয়েল ব্রিটান ২০১০ সালে উপসংহারে এসেছিলেন যে \"হায়েকের বই [ স্বাধীনতার সংবিধান ] এখনও সম্ভবত নব্য উদারপন্থীদের দ্বারা অনুপ্রাণিত মধ্যপন্থী মুক্ত বাজার দর্শনের অন্তর্নিহিত ধারণাগুলোর সবচেয়ে ব্যাপক বিবৃতি\"। ব্রিটান যোগ করেছেন যে যদিও রেমন্ড প্ল্যান্ট (২০০৯) শেষ পর্যন্ত হায়েকের মতবাদের বিরুদ্ধে বেরিয়ে আসে, তবে এটি তার অনুগামীদের কাছ থেকে প্রাপ্তির চেয়ে আরও পুঙ্খানুপুঙ্খ এবং ন্যায্য-মনোভাবের বিশ্লেষণ\" দেয়। একজন নব্য-উদারপন্থী হিসাবে তিনি মন্ট পেলেরিন সোসাইটি গঠন করতে সাহায্য করেছিলেন। এটি একটি বিশিষ্ট নব্য-উদারবাদী চিন্তা ট্যাঙ্ক হিসেবে পরিচিত ছিল যেখানে মাইসেস এবং ফ্রিডম্যানের মতো আরও অনেক ব্যক্তিত্ব যুক্ত হয়েছিল।\nযদিও হায়েক নব্য-উদারপন্থী উদারতাবাদের একজন ছাত্র হিসেবে খ্যাত, তবুও তিনি রক্ষণশীল আন্দোলনে প্রভাবশালী ছিলেন প্রধানত সমষ্টিবাদের সমালোচনার জন্য।\n\n\n=== নীতি আলোচনা ===\nস্বতঃস্ফূর্ত আদেশ এবং জ্ঞান সমস্যা মোকাবেলায় দামের গুরুত্ব সম্পর্কে হায়েকের ধারণাগুলো বার্লিন প্রাচীরের পতনের পরে অর্থনৈতিক উন্নয়ন এবং উত্তরণ অর্থনীতি নিয়ে একটি বিতর্ককে অনুপ্রাণিত করেছিল। উদাহরণস্বরূপ, অর্থনীতিবিদ পিটার বোয়েটকে বিশদভাবে ব্যাখ্যা করেছেন যে কেন সমাজতন্ত্রের সংস্কার ব্যর্থ হয়েছিল এবং সোভিয়েত ইউনিয়ন ভেঙে গিয়েছিল। অর্থনীতিবিদ রোনাল্ড ম্যাককিনন একটি কেন্দ্রীভূত রাষ্ট্র এবং পরিকল্পিত অর্থনীতি থেকে বাজার অর্থনীতিতে রূপান্তরের চ্যালেঞ্জগুলো বর্ণনা করতে হায়েকিয়ান ধারণাগুলো ব্যবহার করেন। প্রাক্তন বিশ্বব্যাংকের প্রধান অর্থনীতিবিদ উইলিয়াম ইস্টারলি জোর দিয়েছিলেন যে কেন বিদেশী সাহায্যের কোন প্রভাব নেই দ্য হোয়াইট ম্যানস বার্ডেন: কেন ওয়েস্টের প্রচেষ্টা বাকিদের সাহায্য করার মতো বইগুলোতে সবচেয়ে বেশি খারাপ এবং খুব সামান্য ভাল।\nদীর্ঘ আর্থিক সংকটের পর থেকে হায়েকের বুম-এন্ড-বাস্ট চক্রের মূল ব্যাখ্যার প্রতি নতুন করে আগ্রহ দেখা দিয়েছে, যা অর্থনীতিবিদ এবং প্রাক্তন ফেডারেল রিজার্ভ চেয়ার বেন বার্নাঙ্কের দ্বারা চালু করা সঞ্চয় আধিপত্যের বিকল্প ব্যাখ্যা হিসাবে কাজ করে। ব্যাংক ফর ইন্টারন্যাশনাল সেটেলমেন্টের অর্থনীতিবিদরা, যেমন উইলিয়াম আর. হোয়াইট, আর্থিক চক্রের মূল কারণ হিসাবে হায়েকিয়ান অন্তর্দৃষ্টি এবং আর্থিক নীতি এবং ঋণ বৃদ্ধির প্রভাবের উপর জোর দেন। আন্দ্রেস হফম্যান এবং গুনথার স্কুনাবেল একটি আন্তর্জাতিক দৃষ্টিভঙ্গি প্রদান করেন এবং ১৯৮০ এর দশক থেকে বৃহৎ উন্নত অর্থনীতিতে কেন্দ্রীয় ব্যাংকের নেতৃত্বে ধীরে ধীরে সুদের হার কমানোর ফলে বিশ্ব অর্থনীতিতে পুনরাবৃত্ত আর্থিক চক্র ব্যাখ্যা করে। নিকোলাস ক্যাচানোস্কি লাতিন আমেরিকার উৎপাদন কাঠামোর উপর আমেরিকান মুদ্রানীতির প্রভাবের রূপরেখা তুলে ধরেছেন।\nহায়েকের সাথে সামঞ্জস্য রেখে, সমসাময়িক গবেষকদের একটি ক্রমবর্ধমান সংখ্যক অংশ সম্প্রসারণমূলক আর্থিক নীতি এবং খুব কম সুদের হারকে ক্ষতিকারক প্রণোদনা এবং সাধারণভাবে আর্থিক সংকটের প্রধান চালক এবং বিশেষ করে সাবপ্রাইম বাজার সংকট হিসাবে দেখেন। মুদ্রানীতির কারণে সৃষ্ট সমস্যা রোধ করতে, হায়েকিয়ান এবং অস্ট্রিয়ান অর্থনীতিবিদরা বর্তমান নীতি ও সংস্থার বিকল্প নিয়ে আলোচনা করেন। উদাহরণ স্বরূপ, লরেন্স এইচ. হোয়াইট হায়েকের \" অর্থের বর্জনীয়করণ \" এর চেতনায় বিনামূল্যে ব্যাঙ্কিংয়ের পক্ষে যুক্তি দিয়েছিলেন। বাজারের মুদ্রাবাদী অর্থনীতিবিদ স্কট সুমনারের সাথে হোয়াইট আরও উল্লেখ করেছেন যে হায়েক যে মুদ্রানীতির নিয়ম নির্ধারণ করেছিলেন। প্রথমে Prices and Production (বাংলা:মূল্য ও উৎপাদন) এবং ১৯৭০ এর দশকের শেষের দিকে এটি নির্ধারিত হয়।\nহায়েকের ধারণাগুলো ধর্মনিরপেক্ষ স্থবিরতার পরবর্তী মহামন্দা বিষয়গুলোর আলোচনায় তাদের পথ খুঁজে পায়। মুদ্রানীতি এবং মাউন্টিং রেগুলেশন বাজার অর্থনীতির উদ্ভাবনী শক্তিগুলোকে দুর্বল করেছে বলে যুক্তি দেওয়া হয়। আর্থিক সংকটের পরে পরিমাণগত সহজীকরণের ফলে অর্থনীতিতে কেবল কাঠামোগত বিকৃতিই সংরক্ষিত হয়নি, যা প্রবণতা-বৃদ্ধির পতনের দিকে পরিচালিত করে। এটি নতুন বিকৃতিও তৈরি করে এবং বন্টনগত দ্বন্দ্বে অবদান রাখে।\n\n\n=== মধ্য ইউরোপীয় রাজনীতি ===\n১৯৭০ এবং ১৯৮০-এর দশকে, হায়েকের লেখাগুলো মধ্য ও পূর্ব ইউরোপের কিছু ভবিষ্যত সমাজতান্ত্রিক অর্থনৈতিক ও রাজনৈতিক অভিজাতদের উপর একটি বড় প্রভাব ছিল।\n\n\n== ব্যক্তিগত জীবন ==\n\n১৯২৬ সালের আগস্টে, হায়েক সিভিল সার্ভিস অফিসের সেক্রেটারি হেলেন বার্টা মারিয়া ফন ফ্রিটসকে (১৯০১-১৯৬০) বিয়ে করেন যেখানে তিনি কাজ করতেন। তাদের একসঙ্গে দুটি সন্তান ছিল। দ্বিতীয় বিশ্বযুদ্ধের সমাপ্তির পর, হায়েক একটি পুরানো বান্ধবীর সাথে সম্পর্ক পুনরায় শুরু করেন যার সাথে প্রথম দেখা হওয়ার পরবর্তী সময়ে তাকে বিয়ে করেছিলেন, কিন্তু ১৯৪৮ সাল পর্যন্ত এটি গোপন রেখেছিলেন। হায়েক এবং ফ্রিটস ১৯৫০ সালের জুলাই মাসে বিবাহবিচ্ছেদ করেন এবং পরবর্তীতে হায়েক তার কাজিন হেলেন বিটারলিচ (১৯০০-১৯৯৬) কে বিয়ে করেন  মাত্র কয়েক সপ্তাহ পরে, অনুমতিমূলক বিবাহবিচ্ছেদের আইনের সুবিধা নিতে আরকানসাসে চলে যাওয়ার পরে। বিবাহবিচ্ছেদ গ্রহণের জন্য তার স্ত্রী এবং সন্তানদের নিষ্পত্তি এবং ক্ষতিপূরণের প্রস্তাব দেওয়া হয়েছিল। এই বিবাহবিচ্ছেদ এলএসই-তে কিছু কেলেঙ্কারির সৃষ্টি করেছিল, যেখানে কিছু শিক্ষাবিদ হায়েকের সাথে কিছু করতে অস্বীকার করেছিলেন। ১৯৭৮ সালের একটি সাক্ষাতকারে তার ক্রিয়াকলাপ ব্যাখ্যা করার সময় হায়েক বলেছিলেন যে তিনি তার প্রথম বিবাহে অসন্তুষ্ট ছিলেন এবং তার স্ত্রী তাকে বিবাহবিচ্ছেদ মঞ্জুর করবেন না বলে তিনি একতরফাভাবে বিবাহবিচ্ছেদের পদক্ষেপ নিয়েছিলেন।\nহায়েকের বুদ্ধিবৃত্তিক উপস্থিতি তার মৃত্যুর পরের বছরগুলোতে স্পষ্টভাবে রয়ে গেছে, বিশেষ করে তিনি যেসব বিশ্ববিদ্যালয়ে পড়াতেন, যেমন লন্ডন স্কুল অফ ইকোনমিক্স, ইউনিভার্সিটি অফ শিকাগো এবং ফ্রেইবার্গ বিশ্ববিদ্যালয়ে। তার প্রভাব এবং অবদান অনেকেই উল্লেখ করেছেন। অনেকগুলো শ্রদ্ধার ফলে হয়েছে, অনেকগুলো মরণোত্তরভাবে প্রতিষ্ঠিত হয়েছে:\n\nহায়েক সোসাইটি, লন্ডন স্কুল অফ ইকোনমিক্সের ছাত্র-চালিত গ্রুপ, তার সম্মানে প্রতিষ্ঠিত হয়েছিল।\n১৯৮৩ সালে প্রতিষ্ঠিত অক্সফোর্ড হায়েক সোসাইটি, হায়েকের নামে নামকরণ করা হয়েছে।\nক্যাটো ইনস্টিটিউট তার নিম্ন স্তরের মিলনায়তনের নামকরণ করেছে হায়েকের নামে, যিনি তার পরবর্তী বছরগুলোতে ক্যাটোতে একজন বিশিষ্ট সিনিয়র ফেলো ছিলেন।\nগুয়াতেমালার ইউনিভার্সিডাদ ফ্রান্সিসকো মাররোকুইন- এর স্কুল অফ ইকোনমিক্সের অডিটোরিয়াম তার নামে নামকরণ করা হয়েছে।\nইনস্টিটিউট ফর হিউম্যান স্টাডিজ- এর হায়েক ফান্ড ফর স্কলারস স্নাতক ছাত্র এবং অনির্বাচিত ফ্যাকাল্টি সদস্যদের একাডেমিক কর্মজীবন কার্যক্রমের জন্য আর্থিক পুরস্কার প্রদান করে।\nলুডউইগ ভন মিসেস ইনস্টিটিউট প্রতি বছর তার অস্ট্রিয়ান স্কলারস কনফারেন্সে হায়েকের নামে একটি বক্তৃতা করে এবং অস্ট্রিয়ান স্কুলে হায়েকের অবদানের বিষয়ে কথা বলার জন্য উল্লেখযোগ্য শিক্ষাবিদদের আমন্ত্রণ জানায়।\nজর্জ মেসন ইউনিভার্সিটিতে হায়েকের সম্মানে একটি অর্থনীতি প্রবন্ধ পুরস্কার রয়েছে।\nদ্য মারকাটাস সেন্টার, জর্জ মেসন ইউনিভার্সিটির একটি ফ্রি-মার্কেট থিঙ্ক ট্যাঙ্ক, যার একটি দর্শন, রাজনীতি এবং অর্থনীতির অধ্যয়নের প্রোগ্রাম রয়েছে যার নাম হায়েকের জন্য।\nমন্ট পেলেরিন সোসাইটির একটি চতুর্বার্ষিক অর্থনীতি প্রবন্ধ প্রতিযোগিতা রয়েছে যার নাম তার সম্মানে।\nহায়েককে রিক্কিও বিশ্ববিদ্যালয়, ভিয়েনা বিশ্ববিদ্যালয় এবং সালজবার্গ বিশ্ববিদ্যালয় থেকে সম্মানসূচক ডিগ্রি প্রদান করা হয়।\nহায়েকের নামে একটি বিনিয়োগ পোর্টফোলিও রয়েছে। হায়েক ফান্ড কর্পোরেশনগুলোতে বিনিয়োগ করে যারা মুক্ত বাজারের পাবলিক পলিসি সংস্থাকে আর্থিকভাবে সহায়তা করে\n১৯৭৪: বিজ্ঞান এবং শিল্পের জন্য অস্ট্রিয়ান পুরস্কার\n১৯৭৪: অর্থনৈতিক বিজ্ঞানে নোবেল মেমোরিয়াল পুরস্কার (সুইডেন)\n১৯৭৭: বিজ্ঞান এবং শিল্পের জন্য পুওর লে মেরিট (জার্মানি)\n১৯৮৩: ভিয়েনার অনারারি রিং\n১৯৮৪: WHU এর অনারারি ডিন - অটো বেইশেইম স্কুল অফ ম্যানেজমেন্ট\n১৯৮৪: হ্যান্স মার্টিন শ্লেয়ার পুরস্কার\n১৯৮৪: মেম্বার অফ দ্য অর্ডার অফ দ্য কম্পানিয়ন্স অফ অনার (ইউনাইটেড কিংডম)\n১৯৯০: অস্ট্রিয়া প্রজাতন্ত্রের সেবার জন্য তারকা সহ গ্র্যান্ড গোল্ড মেডেল\n১৯৯১: প্রেসিডেন্সিয়াল মেডেল অফ ফ্রিডম (মার্কিন যুক্তরাষ্ট্র)\n১৯৯৪: অর্থনীতি বা রাষ্ট্রবিজ্ঞানে এফএ হায়েক বৃত্তি ক্যান্টারবেরি বিশ্ববিদ্যালয় কর্তৃক চালু করা হয়। বৃত্তিটি শিক্ষার্থীদের বিশ্ববিদ্যালয়ের অর্থনীতি বা রাষ্ট্রবিজ্ঞানে অনার্স বা স্নাতকোত্তর ডিগ্রির জন্য অধ্যয়নে সহায়তা করে। এটি ১৯৯৪ সালে উদ্যোক্তা অ্যালান গিবসের উপহার হিসেবে প্রতিষ্ঠিত হয়েছিল।\n\n\n== উল্লেখযোগ্য কাজ ==\nদ্য রোড টু সার্ফডম, ১৯৪৪।\nব্যক্তিবাদ এবং অর্থনৈতিক আদেশ, ১৯৪৮।\nস্বাধীনতার সংবিধান, ১৯৬০।\nআইন, আইন এবং স্বাধীনতা (৩ খণ্ড)\nপ্রথম খণ্ড- নিয়ম ও আদেশ, ১৯৭৩।\nদ্বিতীয় খণ্ড- দ্য মিরাজ অফ সোশ্যাল জাস্টিস, ১৯৭৬।\nতৃতীয় খণ্ড- দ্য পলিটিক্যাল অর্ডার অফ এ ফ্রি পিপল, ১৯৭৯।\nদ্য ফ্যাটাল কনসিট : দ্য এররস অফ সোশ্যালিজম, ১৯৮৮। উল্লেখ্য যে দ্য ফেটাল কনসিট- এর রচয়িতা পণ্ডিতদের বিরোধের মধ্যে রয়েছে। প্রকাশিত আকারে বইটির অনেকাংশ আসলে সম্পূর্ণরূপে এর সম্পাদক ডব্লিউ ডব্লিউ বার্টলি দ্বারা লেখা এবং হায়েকের দ্বারা নয়।\n\n\n== আরো দেখুন ==\nনিওলিবারেলিজম\nগঠনবাদী জ্ঞানতত্ত্ব\nহায়েক লেকচার\nফিয়ার দ্য বুম অ্যান্ড বাস্ট, মারকাটাস সেন্টার দ্বারা প্রযোজিত মিউজিক ভিডিওগুলোর একটি সিরিজ যেখানে কেইনস এবং হায়েক একটি র‌্যাপ সংগীতে অংশ নেন\nবিশ্বব্যাপী আর্থিক ব্যবস্থা, যা আন্তর্জাতিক স্তরে কাজ করে এমন প্রতিষ্ঠান এবং নিয়ন্ত্রকদের সমন্বয়ে গঠিত আর্থিক ব্যবস্থাকে বর্ণনা করে\nঅর্থনৈতিক চিন্তার ইতিহাস\nঅস্ট্রিয়ায় উদারনীতি\nজন মেনার্ড কেইনস\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\n\nNobelprize.org-এ ফ্রিডরিখ হায়েক  (ইংরেজি) with the Nobel lecture 11 December 1974 The Pretence of Knowledge\nRegister of the Friedrich A. von Hayek Papers at the Hoover Institution Archives.\nগুগল স্কলার দ্বারা সূচীবদ্ধ Friedrich Hayek প্রকাশনাসমূহ.\nThe Concise Encyclopedia of Economics। \nকার্লিতে F.A Hayek (ইংরেজি).\nন্যাশনাল পোট্রেট গ্যালারি, লন্ডনে ফ্রিডরিখ হায়েক-এর পোট্রেট \nFriedrich von Hayek (in German) from the online-archive of the Österreichische Mediathek\nWorks by or about Friedrich Hayek at Internet Archiveটেমপ্লেট:Friedrich Hayek"}