{"pageid": 1422271, "title": "ফ্রাঁসোয়া জ্যাকব", "url": "https://bn.wikipedia.org/wiki?curid=1422271", "content": "ফ্রাঁসোয়া জ্যাকব (১৭ জুন ১৯২০ - ১৯ এপ্রিল ২০১৩) ছিলেন একজন ফরাসি জীববিজ্ঞানী। তিনি জ্যাক মোনোদ এবং এবং আন্দ্রে লওফের সাথে জিন নিয়ন্ত্রিত উৎসেচক ও ভাইরাস উৎপাদন কার্যকলাপ সম্পর্কিত আবিষ্কারের জন্য ১৯৬৫ সালে চিকিৎসাবিজ্ঞানে নোবেল পুরস্কার পান।\n\n\n== প্রারম্ভিক জীবন ও শিক্ষা ==\nফ্রান্সের নঁসি শহরে ফ্রাঁসোয়া জ্যাকব জন্মগ্রহণ করেন। পিতার নাম ছিল সাইমন এবং মাতার নাম ছিল থেরেসে (ফ্রাঙ্ক)। পিতা সাইমন ছিলেন একজন বণিক। পিতামাতার একমাত্র সন্তান ছিলেন জ্যাকব। একজন অনুসন্ধিৎসু শিশু হিসাবে তিনি অল্প বয়স থেকেই লেখাপড়া শিখতে শুরু করেন। জ্যাকবের মাতামহ অ্যালবার্ট ফ্রাঙ্ক ছিলেন একজন চার তারকা প্রাপ্ত জেনারেল। জ্যাকবের শৈশবের রোল মডেল ছিলেন অ্যালবার্ট ফ্রাঙ্ক। সাত বছর বয়সে জ্যাকব প্যারিসের লাইসি কার্নট নামে একটি পাবলিক স্কুলে ভর্তি হন। পরবর্তী দশ বছর তিনি এই স্কুলেই পড়াশোনা করেন। তার আত্মজীবনীতে এই স্কুলের বর্ণনা দিতে গিয়ে তিনা বলেছেন এটি ছিল \"একটি খাঁচা\"। জ্যাকব তার বাবাকে \"ধর্মের অনুসারী\" হিসাবে বর্ণনা করেছেন। যদিও তার মা এবং তার শৈশবের পরিবারের অন্যান্য সদস্যরা ধর্মনিরপেক্ষ ইহুদি ছিলেন। তেরো বছর বয়সে ইহুদি ধর্মের আগমনী আচার বার মিটজভা র পরপরই জ্যাকব নাস্তিক হয়ে যান।\nযদিও পদার্থবিদ্যা এবং গণিতে তার আগ্রহ ছিল কিন্তু পলিটেকনিকে উচ্চতর অধ্যয়নের জন্য অতিরিক্ত দুই বছর ব্যয় করতে হবে জেনে তিনি মানসিকভাবে প্রস্তুত ছিলেন না। একটি অস্ত্রোপচারের কার্যকলাপ পর্যবেক্ষণ করার পরে ওষুধের প্রতি তার আগ্রহ জন্মে। এই আগ্রহের বসেই তিনি মেডিকেল স্কুলে ভর্তি হন। তিনি প্যারিস বিশ্ববিদ্যালয় (সরবনে) থেকে চিকিৎসাবিজ্ঞান নিয়ে পড়াশোনা শুরু করেন। কিন্তু ১৯৪০ সালে দ্বিতীয় বিশ্বযুদ্ধের সময় জার্মান সেনাবাহিনী ফ্রান্সে আক্রমণ করলে তার শিক্ষায় বাধা পড়ে। ইতোমধ্যে তার মায়েরও মৃত্যু হয়। তিনি ফ্রান্স ত্যাগ করে গ্রেট ব্রিটেনে চলে আসেন। ১৯৪০ সালে তিনি ফরাসি দ্বিতীয় আর্মার্ড ডিভিশনের মেডিকেল কোম্পানিতে যোগ দেন। এর চার বছর পর ১৯৪৪ সালে একটি জার্মান বিমান হামলায় তিনি আহত হন। এই আঘাতে তার হাত ক্ষতিগ্রস্থ হয়। হাত দুর্বল হয়ে পড়ে। সার্জন হওয়ার আশাকে আচমকা শেষ করে দেয়। ১৯৪৪ সালের ১ আগস্ট তিনি প্যারিসে ফিরে আসেন। যুদ্ধকালীন সেবায় বীরত্বের জন্য তিনি ফ্রান্সের সর্বোচ্চ সামরিক সম্মানের দুটি ক্রোয়েক্স ডি গুয়ের এবং দ্য কম্প্যানিয়ন অফ দ্য লিবারেশন পেয়েছিলেন।\nশারীরিক প্রতিবন্ধকতা থাকা সত্ত্বেও, জ্যাকব প্যারিস বিশ্ববিদ্যালয়ে চিকিৎসাবিজ্ঞান নিয়ে পড়াশোনা চালিয়ে যান। তিনি প্যারিস বিশ্ববিদ্যালয় থেকে ১৯৪৭ সালে এমডি ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nপেশা হিসেবে গবেষণার প্রতি আকৃষ্ট হন। তার আত্মজীবনী, দ্য স্ট্যাচু উইদিনে, জ্যাকব বলেছেন যে, তিনি তার গবেষণার ধারণাগুলি ন্যাশনাল পেনিসিলিন সেন্টার থেকে পেয়েছিলেন, যেখানে টাইরোথ্রিসিন নামক একটি ছোট অ্যান্টিবায়োটিক তৈরি এবং বাণিজ্যিকীকরণ করা হয়েছিল। তিনি টাইরোথ্রিসিন নিয়ে গবেষণা শুরু করেন। অ্যান্টিবায়োটিকের কার্যকারিতা নিয়েও তার গবেষণা রয়েছে। তার পেশাগত ভবিষ্যৎ অনিশ্চিত থাকায়, জ্যাকব কিছু সময়ের জন্য ন্যাশনাল পেনিসিলিন সেন্টারে কাজ চালিয়ে যান। এইসময় তিনি ব্যাকটিরিওলজির পদ্ধতিগুলি শিখতে শুরু করেন। \nজ্যাকব ১৯৫০ সালে আন্দ্রে লওফের সহকারী হিসাবে পাস্তুর ইনস্টিটিউটে যোগদান করেন। ১৯৫৪ সালে তিনি বিজ্ঞানে ডক্টরেট ডিগ্রি লাভ করেন। ১৯৬০ সালে তিনি ইনস্টিটিউটের সেলুলার জেনেটিক্স বিভাগের প্রধান হন এবং ১৯৬৫ সাল থেকে তিনি কলেজ ডি ফ্রান্সে সেলুলার জেনেটিক্সের অধ্যাপক ছিলেন।\n১৯৪৭ সালে তিনি পিয়ানোবাদক লিসিয়ান \"লিস\" ব্লোচকে বিয়ে করেন। ১৯৯৯ সালে জেনেভিভ ব্যারিয়ারের সাথে তিনি পুনরায় বিবাহ বন্ধনে আবদ্ধ হন।\n\n\n== গবেষণা ==\n১৯৫৮ সালে জ্যাকব এবং জ্যাক লুসিয়াঁ মোনোদ ব্যাকটেরিয়া উৎসেচক সংশ্লেষণ নিয়ন্ত্রণের গবেষণায় যৌথভাবে কাজ শুরু করেন। তাদের প্রধান অবদান ছিল নিয়ন্ত্রক জিন (অপেরন)-এর আবিষ্কার। এগুলিকে নিয়ন্ত্রক জিন বলা হয় এই কারণ এগুলি কাঠামোগত জিনের ক্রিয়াকলাপ নিয়ন্ত্রণ করে। পরিবর্তে কাঠামোগত জিনে শুধুমাত্র বংশগত বৈশিষ্ট্যগুলিই প্রেরণ করে না বরং উৎসেচক, অন্যান্য প্রোটিন এবং রাইবোনিউক্লিক অ্যাসিড (আরএনএ) উৎপাদনেও কাজ করে। একটি অপেরনের তিন ধরনের জিন রয়েছে। সেগুলি হলো অপারেটর জিন, প্রবর্তক জিন এবং নিয়ন্ত্রক জিন।\n১৯৬১ সালে জ্যাকব এবং মোনোদ গবেষণা করে দেখেছিলেন যে কোষে উৎসেচক প্রকাশের মাত্রা নিয়ন্ত্রণ ডিএনএ সিকোয়েন্সের প্রতিলিপিকরণ নিয়ন্ত্রণের উপর নির্ভর করে। তাদের পরীক্ষা-নিরীক্ষা এবং ধারণাগুলি আণবিক জীববিজ্ঞানের উন্নয়নমূলক ক্ষেত্রে এবং বিশেষ করে ট্রান্সক্রিপশনাল রেগুলেশন গবেষণায় বিরাট প্রেরণা জুগিয়েছে।\nবহু বছর ধরে জানা ছিল যে, ব্যাকটেরিয়া এবং অন্যান্য কোষগুলি তাদের মূল বিপাকীয় উৎসেচকের মাত্রা অথবা কার্যকলাপ নিয়ন্ত্রণ করে বাহ্যিক অবস্থার প্রতিক্রিয়ায় সাড়া দেয়। উদাহরণস্বরূপ, যদি একটি ব্যাকটেরিয়া সরল শর্করা গ্লুকোজের পরিবর্তে ল্যাকটোজযুক্ত একটি পরিবেশের মধ্যে পড়ে তবে তাকে অবশ্যই পরিবেশের সঙ্গে মানিয়ে নেওয়া জন্য ১) ল্যাকটোজ আমদানি করার প্রয়োজনের সাথে খাপ খাইয়ে নিতে হবে, ২) ল্যাকটোজকে ভেঙ্গে গ্লুকোজ এবং গ্যালাকটোজে তৈরি করতে হবে এবং ৩) গ্যালাকটোজ থেকে গ্লুকোজে রূপান্তর করতে হবে। এটা জানা ছিল যে কোষগুলি ল্যাকটোজের সংস্পর্শে এলে তবেই এই পদক্ষেপগুলি করে তাদের উৎসেচকগুলির উৎপাদন বৃদ্ধি করে। এমনিতে উৎসেচকগুলি সবসময় উৎপাদন করে অপচয় করে না। তবে উৎসেচক উৎপাদন নিয়ন্ত্রণের পদ্ধতিটি তখন ভালভাবে বোঝা যায়নি।\nডিএনএ-এর গঠন এবং এর গুরুত্বের কথা আগেই জানা ছিল। এটিও স্পষ্ট হয়ে ওঠে যে সমস্ত প্রোটিন তার জেনেটিক কোড থেকে কোন না কোন উপায়ে তৈরি হয়। এই ধাপটি একটি মূল নিয়ন্ত্রক বিন্দু তৈরি করতে পারে। জ্যাকব এবং মোনোদ মূল পরীক্ষামূলক এবং তাত্ত্বিক আবিষ্কারগুলি করেছেন যা প্রমাণ করেছে যে উপরে বর্ণিত ল্যাকটোজ সিস্টেম (ব্যাকটেরিয়াম ই. কোলিতে)-এর ক্ষেত্রে নির্দিষ্ট প্রোটিন রয়েছে যেগুলি ডিএনএ-এর প্রতিলিপিকে আরএনএ প্রোটিনে ডিকোড করে।\nজ্যাকব এবং মোনোদ মেসেঞ্জার রাইবোনিউক্লিক অ্যাসিড (এমআরএনএ) আবিষ্কার করেছিলেন। তিন ধরনের রাইবোনিউক্লিক অ্যাসিডের মধ্যে মেসেঞ্জার রাইবোনিউক্লিক অ্যাসিড হলো একটি। অন্য দুটি হলো রাইবোসোমাল রাইবোনিউক্লিক অ্যাসিড (rRNA, আরআরএনএ) এবং ট্রান্সফার রাইবোনিউক্লিক অ্যাসিড। রাইবোসোমাল রাইবোনিউক্লিক অ্যাসিড (আরআরএনএ) হলো এক ধরনের নন-কোডিং আরএনএ যা রাইবোসোমের প্রাথমিক উপাদান। এটি সমস্ত কোষের জন্য অপরিহার্য। আরআরএনএ একটি রাইবোজাইম যা রাইবোসোমে প্রোটিন সংশ্লেষণ করে। প্রতিটি ধরনের আরএনএ-এর একটি নির্দিষ্ট কাজ আছে। এমআরএনএ হলো ডিএনএ এবং রাইবোসোমের মধ্যে মধ্যস্থতাকারী ও প্রোটিন তৈরির জন্য প্রয়োজনীয় অ্যামিনো অ্যাসিডের সঠিক ক্রম সম্পর্কে তথ্য প্রেরণ করা।\n১৯৬১ সালে জ্যাকব এবং মোনোদ এমআরএনএ এবং বর্তমানে বিখ্যাত জ্যাকব-মোনোদ অপেরন মডেলের গবেষণার ফলাফল প্রকাশ করেন। এটি প্রোটিনের সংশ্লেষণে জেনেটিক নিয়ন্ত্রক প্রক্রিয়া ব্যাখ্যা করে। তাদের গবেষণার ফলাফল \"জেনেটিক রেগুলেটরি মেকানিজম ইন দ্য সিন্থেসিস অফ প্রোটিন\" নামে জার্নাল অফ মলিকুলার বায়োলজি পত্রিকায় প্রকাশিত হয়। আণবিক জীববিজ্ঞানী গুন্থার এস স্টেন্ট এই গবেষণাপত্রটিকে \"আণবিক জীববিজ্ঞান সাহিত্যের একটি স্মৃতিস্তম্ভ\" হিসাবে বর্ণনা করেন।\nজ্যাকব তার কর্মজীবনে অসংখ্য বৈজ্ঞানিক নিবন্ধ প্রকাশ করেন। গবেষণা কার্যক্রম ছাড়াও, জ্যাকব জীবন বিজ্ঞানের ইতিহাস এবং দর্শনের উপর গুরুত্বপূর্ণ বই লিখেছেন।\n\n\n== সম্মান ও পুরস্কার ==\nফরাসি একাডেমি অফ সায়েন্সেসের চার্লস লিওপোল্ড মায়ার পুরস্কার (১৯৬২)\n১৯৬৪ আমেরিকান একাডেমি অফ আর্টস অ্যান্ড সায়েন্সে নির্বাচিত হন\n১৯৬৫ ফিজিওলজি বা মেডিসিনে নোবেল পুরস্কার আন্দ্রে লওফ এবং জ্যাক মনোদের সাথে\n১৯৬৯ মার্কিন যুক্তরাষ্ট্রের ন্যাশনাল একাডেমি অফ সায়েন্সে নির্বাচিত হন\n১৯৬৯ আমেরিকান ফিলোসফিক্যাল সোসাইটিতে নির্বাচিত হন\n১৯৭৩ রয়্যাল সোসাইটির (ফরমেমআরএস) একজন বিদেশী সদস্য নির্বাচিত হন\n১৯৭৭ সালে বিজ্ঞান একাডেমির সদস্য হন।\n১৯৯৬ বিজ্ঞান সম্পর্কে লেখার জন্য লুইস টমাস পুরস্কার।\n১৯৯৬ অ্যাকাডেমি ফ্রাঙ্কাইজ সিট ৩৮।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি =="}