{"pageid": 1422546, "title": "জঁ-পিয়ের সের", "url": "https://bn.wikipedia.org/wiki?curid=1422546", "content": "জঁ-পিয়ের সের বা জিন-পিয়েরে সেরে (ইংরেজি [Jean-Pierre Serre]; জন্ম ১৫ সেপ্টেম্বর ১৯২৬) একজন ফরাসী গণিতবিদ যিনি বীজগাণিতিক টপোলজি, বীজগাণিতিক জ্যামিতি এবং বীজগাণিতিক সংখ্যাতত্ত্বে অবদান রেখেছেন। তিনি ১৯৫৪ সালে ফিল্ডস পদক, ২০০০ সালে ওল্ফ পুরস্কার এবং ২০০৩ সালে উদ্বোধনী আবেল পুরস্কারে ভূষিত হন।\n\n\n== জীবনী ==\n\n\n=== ব্যক্তিগত জীবন ===\nজঁ-পিয়ের সেরে জন্ম গ্রহণ করেন ফ্রান্সের ব্যাজেস, পাইরেনিস-ওরিয়েন্টালস-এ। তার পিতামাতা ছিলেন ফার্মাসিস্ট। তিনি '' নাইমস হাই স্কুল'' এবং তারপর ১৯৪৫ থেকে ১৯৪৮ সাল পর্যন্ত প্যারিসের ইকোলে নরমাল সুপারিউরে পড়াশোনা করেন। তিনি ১৯৫১ সালে সরবন থেকে তার ডক্টরেট উপাধিতে ভূষিত হন।১৯৪৮ থেকে ১৯৫৪ সাল পর্যন্ত তিনি প্যারিসের সেন্টার ন্যাশনাল দে লা রেচেরচে সায়েন্টিফিকে পদে অধিষ্ঠিত ছিলেন। ১৯৫৬ সালে তিনি কলেজ ডি ফ্রান্সে অধ্যাপক নির্বাচিত হন, এই পদটি তিনি ১৯৯৪ সালে অবসর গ্রহণের আগ পর্যন্ত অধিষ্ঠিত ছিলেন। তাঁর স্ত্রী, অধ্যাপক জোসিয়ান হিউলোট-সেরে ছিলেন একজন রসায়নবিদ; তিনি অল্পবয়সী মেয়েদের জন্য উচ্চতর সাধারণ স্কুল-এর পরিচালকও ছিলেন। তাদের মেয়ে প্রাক্তন ফরাসি কূটনীতিক, ইতিহাসবিদ এবং লেখক ক্লাউডিন মন্টেইল। ফরাসী গণিতবিদ ডেনিস সেরে তার ভাগ্নে। তিনি স্কিইং, টেবিল টেনিস এবং রক ক্লাইম্বিং অনুশীলন করেন (ফন্টেইনবিলেউতে)।\n\n\n=== কর্মজীবন ===\nখুব অল্প বয়স থেকেই তিনি হেনরি কার্টানের স্কুলে একজন অসামান্য ব্যক্তিত্ব ছিলেন। তিনি বীজগণিতীয় টপোলজি, বিভিন্ন জটিল চলরাশি এবং তারপর পরিবর্তনশীল বীজগণিত ও বীজগাণিতিক জ্যামিতি নিয়ে কাজ করেন, যেখানে তিনি শেফ তত্ত্ব এবং সমতাত্ত্বিক বীজগণিত কৌশল প্রবর্তন করেন। জঁ-পিয়ের সেরে এর থিসিস একটি তন্তুর সাথে যুক্ত লেরে-সেরে বর্ণালী ক্রম সম্পর্কিত। কার্টানের সাথে একত্রে জঁ-পিয়ের সেরে গোলকের হোমোটোপি গ্রুপের গণনা করার জন্য আইলেনবার্গ-ম্যাকলেন স্পেস ব্যবহার করার কৌশল প্রতিষ্ঠা করেছিলেন, যা সেই সময়ে টপোলজির অন্যতম প্রধান সমস্যা ছিল।\n১৯৫৪ সালে ফিল্ডস মেডেল পুরস্কার অনুষ্ঠানে তার বক্তৃতায়, হারম্যান ওয়েইল জঁ-পিয়ের সেরে এর উচ্চ প্রশংসা করেছিলেন এবং এটিও বলেছিলেন যে পুরস্কারটি প্রথমবারের মতো একজন অ-বিশ্লেষককে দেওয়া হয়েছিল। সেরে পরবর্তীকালে তার গবেষণার লক্ষ্যবিন্দু পরিবর্তন করেন।\n\n\n=== বীজগাণিতিক জ্যামিতি ===\n১৯৫০ এবং ১৯৬০ এর দশকে,  জঁ-পিয়ের সেরে এবং তার দুই বছরের ছোট আলেকজান্ডার গ্রোথেনডিকের মধ্যে একটি ফলপ্রসূ সহযোগিতা গুরুত্বপূর্ণ ভিত্তিমূলক কাজের দিকে পরিচালিত করেছিল, যার বেশিরভাগই ওয়েইল অনুমান দ্বারা অনুপ্রাণিত হয়েছিল। সেরের দুটি প্রধান ভিত্তিমূলক গবেষণাপত্র ছিল সুসংগত বীজগণিত শেভস (FAC, ১৯৫৫), সুসঙ্গত কোহোমোলজির উপর, এবং বীজগাণিতিক জ্যামিতি এবং বিশ্লেষণাত্মক জ্যামিতি (GAGA, ১৯৫৬)।\nএমনকি তার কাজের প্রাথমিক পর্যায়ে জঁ-পিয়ের সেরে ওয়েইল অনুমানগুলিকে মোকাবেলা করার জন্য আরও সাধারণ এবং পরিমার্জিত কোহোমোলজি তত্ত্ব তৈরি করার প্রয়োজন অনুভব করেছিলেন। সমস্যাটি ছিল যে একটি সীমাবদ্ধ ক্ষেত্রের উপর একটি সুসংগত শেফের কোহোমোলজি পূর্ণসংখ্যা সহগ সহ একবচন কোহোমোলজির মতো ততটা টপোলজি ধরতে পারেনি। ১৯৫৪-৫৫ সালের সেরার প্রাথমিক প্রার্থী তত্ত্বগুলির মধ্যে একটি ছিল উইট ভেক্টর সহগ ভিত্তিক।\n১৯৫৮ সালের দিকে জঁ-পিয়ের সেরে প্রস্তাব করেছেন যে বীজগাণিতিক জাতের আইসোট্রিভিয়াল প্রিন্সিপাল বান্ডিলগুলি গুরুত্বপূর্ণ যেগুলি একটি সসীম ইটাল মানচিত্রের দ্বারা পুলব্যাকের পরে তুচ্ছ হয়ে যায়। এটি ইটাল টপোলজি এবং ইটাল কোহোমোলজির সংশ্লিষ্ট তত্ত্বের বিকাশের জন্য গ্রোথেনডিকের অনুপ্রেরণার একটি গুরুত্বপূর্ণ উৎস হিসাবে কাজ করেছিল। এই সরঞ্জামগুলি,গ্রোথেনডিক এবং বীজগণিত জ্যামিতি সেমিনার (SGA) 4 এবং SGA 5-এর সহযোগীদের দ্বারা সম্পূর্ণরূপে বিকশিত, পিয়েরে ডেলিগনের ওয়েইল অনুমানগুলির চূড়ান্ত প্রমাণের জন্য সরঞ্জামগুলি সরবরাহ করেছিল।\n\n\n=== অন্যান্য কাজ ===\n\n৯৬৯ সাল থেকে সেরের আগ্রহগুলি গ্রুপ তত্ত্ব, সংখ্যাতত্ত্ব, বিশেষ করে গ্যালোস উপস্থাপনা এবং মডুলার ফর্মের দিকে মোড় নেয়।\nতার সবচেয়ে বেশি মৌলিক অবদানের মধ্যে ছিল: গ্যালোস কোহোমোলজিতে তার \"কনজেকচার II\" (এখনও খোলা); গাছে তার গ্রুপ অ্যাকশনের ব্যবহার (হাইম্যান বাসের সাথে); বোরেল-সেরে কমপ্যাক্টিফিকেশন; সীমিত ক্ষেত্রের উপর বক্ররেখার বিন্দুর সংখ্যার ফলাফল; ℓ-অ্যাডিক কোহোমোলজিতে গ্যালোসের উপস্থাপনা এবং প্রমাণ যে এই উপস্থাপনাগুলির প্রায়শই একটি \"বড়\" চিত্র থাকে; পি-অ্যাডিক মডুলার ফর্মের ধারণা; এবং mod-p উপস্থাপনায় সেরে অনুমান (এখন একটি উপপাদ্য) যা ফার্মাটের শেষ উপপাদ্যকে মূলধারার গাণিতিক জ্যামিতির একটি সংযুক্ত অংশে পরিণত করেছে।\nতার গবেষণাপত্র FAC-তে, সেরে জিজ্ঞাসা করেছিলেন যে বহুপদী বলয়ের উপরে একটি সীমাবদ্ধভাবে উৎপন্ন প্রজেক্টিভ মডিউল বিনামূল্যে কিনা। এই প্রশ্নটি পরিবর্তনশীল বীজগণিতে প্রচুর কার্যকলাপের দিকে পরিচালিত করেছিল এবং অবশেষে ১৯৭৬ সালে ড্যানিয়েল কুইলেন এবং আন্দ্রেই সুসলিন স্বাধীনভাবে ইতিবাচকভাবে উত্তর দিয়েছিলেন। এই ফলাফলটি এখন কুইলেন-সুসলিন উপপাদ্য নামে পরিচিত।\n\n\n== সন্মাননা ও পুরস্কার ==\nজঁ-পিয়ের সেরে, ১৯৫৪ সালে মাত্র ২৭ বছর বয়সে, ফিল্ডস মেডেল পাওয়া সর্বকনিষ্ঠ ব্যক্তি ছিলেন এবং এখনও এত অল্প বয়সে কেউ এই মেডেল পায়নি। তিনি ১৯৮৫ সালে বালজান পুরস্কার, ১৯৯৫ সালে স্টিল পুরস্কার, ২০০০ সালে গণিতে উলফ পুরস্কার জিতেছিলেন এবং ২০০৩ সালে অ্যাবেল পুরস্কারের প্রথম প্রাপক ছিলেন। তিনি অন্যান্য পুরস্কারে ভূষিত হয়েছেন, যেমন গোল্ড মেডেল ফরাসি ন্যাশনাল সায়েন্টিফিক রিসার্চ সেন্টার (সেন্টার ন্যাশনাল দে লা রেচের্চে সায়েন্টিফিক, সিএনআরএস)।\nতিনি বেশ কয়েকটি বৈজ্ঞানিক একাডেমির একজন বিদেশী সদস্য (মার্কিন যুক্তরাষ্ট্র, নরওয়ে, সুইডেন, রাশিয়া, রয়্যাল সোসাইটি, রয়্যাল নেদারল্যান্ড একাডেমি অফ আর্টস অ্যান্ড সায়েন্সেস (১৯৭৮), আমেরিকান একাডেমি অফ আর্টস অ্যান্ড সায়েন্সেস, ন্যাশনাল একাডেমি অফ সায়েন্সেস, আমেরিকান ফিলোসফিক্যাল সোসাইটি)। এবং অনেক সম্মানসূচক ডিগ্রি পেয়েছেন (কেমব্রিজ, অক্সফোর্ড, হার্ভার্ড, অসলো এবং অন্যান্য থেকে)। ২০১২ সালে তিনি আমেরিকান ম্যাথমেটিকাল সোসাইটির একজন ফেলো হন।\nসেরে ফ্রান্সের সর্বোচ্চ সম্মান গ্র্যান্ড ক্রস অফ দ্য লিজিয়ন অফ অনার (Grand Croix de la Légion d'Honneur) এবং গ্র্যান্ড ক্রস অফ দ্য লিজিয়ন অফ মেরিট (Grand Croix de l'Ordre National du Mérite) হিসেবে ভূষিত হয়েছেন।\n\n\n== গ্রন্থপঞ্জি ==\nGroupes Algébriques et Corps de Classes (1959), Hermann ISBN 9782705612641, translated into English as\nCorps Locaux (1962), Hermann ISBN 9782705612962, as\nCohomologie Galoisienne (1964) Collège de France course 1962–63, as\nAlgèbre Locale, Multiplicités (1965) Collège de France course 1957–58, as\nAlgèbres de Lie Semi-simples Complexes (1966), as\nAbelian ℓ-Adic Representations and Elliptic Curves (1968), reissue,\nCours d'arithmétique (1970), PUF, as\nReprésentations linéaires des groupes finis (1971), Hermann, as\nArbres, amalgames, SL2 (1977), SMF, as\nOeuvres/Collected Papers in four volumes (1986) Vol. IV in 2000, Springer-Verlag\nExposés de séminaires 1950–1999 (2001), SMF, ISBN 9782856291030,ISBN 9782856292426\nCorrespondance Serre-Tate (2015), edited with Pierre Colmez, SMF, ISBN 9782856298022\nFinite Groups: an Introduction (2016), Higher Education Press & International Press, ISBN 9781571463272\nRational Points on Curves over Finite Fields (2020), with contributions by E. Howe, J. Oesterlé, C. Ritzenthaler, SMF, ISBN 9782856299234\nA list of corrections, and updating, of these books can be found on his home page at Collège de France\n\n\n== তথ্যসূত্র =="}