{"pageid": 1422394, "title": "প্যারিস চুক্তি", "url": "https://bn.wikipedia.org/wiki?curid=1422394", "content": "প্যারিস চুক্তি (ফরাসি: Accord de Paris) জলবায়ু পরিবর্তনের বিষয়ে একটি গুরুত্বপূর্ণ আন্তর্জাতিক চুক্তি। এটি প্যারিস অ্যাকর্ড্স্ বা প্যারিস জলবায়ু চুক্তি নামেও পরিচিত। ২০২১ সালে গৃহীত এই চুক্তিটির মূল লক্ষ্য হলো পৃথিবীর তাপমাত্রা বৃদ্ধি শিল্প-যুগের পূর্বের তুলনায় ২ ডিগ্রি সেলসিয়াসের নিচে রাখা, যদি সম্ভব হয় তাহলে তাপমাত্রা ১.৫ ডিগ্রি সেলসিয়াসে সীমাবদ্ধ রাখার চেষ্টা করা হবে (জলবায়ু পরিবর্তন নিয়ন্ত্রণ), জলবায়ু পরিবর্তনের প্রভাব মোকাবেলায় দেশগুলোকে সাহায্য করা (অভিযোজন) এবং উন্নত দেশগুলো উন্নয়নশীল দেশগুলোকে জলবায়ু পরিবর্তনের বিরুদ্ধে লড়াই করতে অর্থায়ন সহায়তা করবে (অর্থায়ন)। ফ্রান্সের প্যারিসে অনুষ্ঠিত ২০১৫ সালের জাতিসংঘ জলবায়ু পরিবর্তন সম্মেলনে ১৯৬টি দেশ কর্তৃক প্যারিস চুক্তির আলোচনা করা হয়। ২০২৩ সালের ফেব্রুয়ারি মাস পর্যন্ত, জাতিসংঘ জলবায়ু পরিবর্তন কনভেনশনের (UNFCCC) ১৯৫টি সদস্য দেশ এই চুক্তিতে স্বাক্ষর করে। যে তিনটি UNFCCC সদস্য রাষ্ট্র চুক্তিটি অনুমোদন করেনি, তাদের মধ্যে একমাত্র প্রধান কার্বন নির্গমকারী দেশ হলো ইরান। যুক্তরাষ্ট্র ২০২০ সালে চুক্তি থেকে বেরিয়ে গেলেও, ২০২১ সালে পুনরায় যোগদান করে।\nপ্যারিস চুক্তির দীর্ঘমেয়াদী লক্ষ্য হচ্ছে গড় বৈশ্বিক তাপমাত্রা বৃদ্ধি শিল্প-পূর্ববর্তী স্তরের তুলনায় ২ ডিগ্রী সেলসিয়াসের (৩.৬ ডিগ্রী ফারেনহাইট) অনেক নিচে রাখা এবং যদি সম্ভব হয় তাহলে ১.৫ ডিগ্রী সেলসিয়াস (২.৭ ডিগ্রী ফারেনহাইট) এ সীমাবদ্ধ করা। এটা স্বীকৃত যে, এটি করতে পারলে জলবায়ু পরিবর্তনের প্রভাব গুরুত্বপূর্ণভাবে কমানো যাবে। নিঃসরণ যত দ্রুত সম্ভব কমানো হবে এবং ২১ শতকের মাঝামাঝি নাগাদ শূন্যে নিয়ে আসতে হবে। বিশ্বব্যাপী তাপমাত্রা বৃদ্ধি ১.৫ ডিগ্রী সেলসিয়াসের নিচে রাখতে ২০৩০ সালের মধ্যে নিঃসরণ প্রায় ৫০% কমাতে হবে। এটি প্রতিটি দেশের জাতীয়ভাবে নির্ধারিত অবদানের (এনডিসি) সম্মিলিত ফল।\nপ্যারিস চুক্তির লক্ষ্য হলো স্বাক্ষরকারী দেশগুলোকে জলবায়ু পরিবর্তনের প্রভাবের সাথে মানিয়ে চলতে সহায়তা করা। জলবায়ু পরিবর্তন মোকাবিলায় যথেষ্ট পরিমাণ অর্থায়ন সংগ্রহ করা। চুক্তির আওতায় প্রতিটি দেশ নির্ধারণ করবে, পরিকল্পনা করবে, এবং নিয়মিতভাবে তাদের অবদানের বিষয়ে রিপোর্ট করবে। কোনো বাধ্যতামূলক ব্যবস্থা নেই দেশগুলোকে নির্দিষ্ট নিঃসরণ লক্ষ্য নির্ধারণের জন্য বাধ্য করার, তবে প্রতিটি লক্ষ্যই পূর্বের লক্ষ্যের চেয়ে বেশি হওয়া উচিত। ১৯৯৭ সালের কিয়োটো প্রোটোকলের বিপরীতে, উন্নত ও উন্নয়নশীল দেশের মধ্যে পার্থক্য স্পষ্ট নেই, তাই উন্নয়নশীল দেশগুলোকেও নিঃসরণ কমানোর পরিকল্পনা জমা দিতে হবে।\nপ্যারিস চুক্তি ২০২৬ সালের ২২ এপ্রিল (ধরিত্রী দিবস) জাতিসংঘের নিউইয়র্কস্থ সদর দপ্তরে এক অনুষ্ঠানে স্বাক্ষরের জন্য উন্মুক্ত করা হয়। চুক্তিটি ইউরোপীয় ইউনিয়ন অনুমোদন করার পর, বিশ্বের গ্রিনহাউস গ্যাস নিঃসরণের যথেষ্ট পরিমাণের জন্য দায়ী দেশগুলো চুক্তিটি অনুমোদন করে। ফলে, চুক্তিটি ২০১৬ সালের ৪ নভেম্বর কার্যকর হয়।\nপ্যারিস চুক্তি বিশ্ব নেতাদের প্রশংসা পেয়েছে, তবে কিছু পরিবেশবিদ এবং বিশ্লেষক এটিকে অপর্যাপ্তভাবে বাধ্যতামূলক বলে সমালোচনা করেছেন। চুক্তির কার্যকারিতা নিয়েও বিতর্ক রয়েছে। বর্তমান অঙ্গীকারগুলো নির্ধারিত তাপমাত্রা লক্ষ্য অর্জনে অপর্যাপ্ত। কিছু দেশের অঙ্গীকারগুলো যথেষ্ট শক্তিশালী নয় বা পরিষ্কারভাবে সংজ্ঞায়িত নেই। চুক্তিটি দেশগুলোকে তাদের অঙ্গীকারগুলো পূরণ করতে বাধ্য করার জন্য কোনো শক্তিশালী প্রয়োজনীয় ব্যবস্থা রাখে না।\n\n\n== লক্ষ্য ==\nপ্যারিস চুক্তির দ্বিতীয় ধারা অনুযায়ী, চুক্তির লক্ষ্য হল জলবায়ু পরিবর্তনের ঝুঁকির বিরুদ্ধে জোরালো প্রতিক্রিয়া জানানো। এটি জাতিসংঘের জলবায়ু পরিবর্তন কাঠামো চুক্তির বাস্তবায়ন আরও জোরদার করার চেষ্টা করে, নিম্নলিখিত উপায়ে:\n\n(ক) বিশ্বব্যাপী গড় তাপমাত্রা বৃদ্ধি শিল্প-পূর্ববর্তী মাত্রা থেকে অনেকটা কমিয়ে ২° সেলসিয়াসের নিচে রাখা এবং শিল্প-পূর্ববর্তী মাত্রা থেকে ১.৫° সেলসিয়াসের নিচে তাপমাত্রা বৃদ্ধি সীমাবদ্ধ করার চেষ্টা চালিয়ে যাওয়া। এটি জলবায়ু পরিবর্তনের ঝুঁকি ও প্রভাব উল্লেখযোগ্যভাবে কমিয়ে দেবে।\n(খ) জলবায়ু পরিবর্তনের বিরূপ প্রভাবের সাথে মানিয়ে নেওয়ার ক্ষমতা বাড়ানো এবং খাদ্য উৎপাদনকে হুমকির মুখে না ফেলে কম গ্রিনহাউস গ্যাস নির্গমন উন্নয়নকে উৎসাহিত করা।\n\n(গ) অর্থনৈতিক সাহায্যকে কম গ্রিনহাউস গ্যাস নির্গমন এবং জলবায়ু-সহনশীল উন্নয়নের লক্ষ্যের সাথে সামঞ্জস্যপূর্ণ করা।\nএছাড়াও, দেশগুলো \"যত তাড়াতাড়ি সম্ভব গ্রিনহাউস গ্যাস নিঃসরণের বিশ্বব্যাপী শীর্ষে পৌঁছানো\"র লক্ষ্যে কাজ করছে।\n\n\n== অগ্রগতি ==\n\n\n=== পূর্বপরিক্রমা ===\nপ্যারিস চুক্তি গ্রহণের পূর্বপরিক্রমায় এক গুরুত্বপূর্ণ ভূমিকা রেখেছে ১৯৯২ সালের আর্থ সামিটে গৃহীত জাতিসংঘ জলবায়ু পরিবর্তন কনভেনশন (UNFCCC)। এই আন্তর্জাতিক চুক্তি জলবায়ু পরিবর্তন মোকাবিলায় পক্ষগুলোকে নিয়মিত সম্মেলনে মিলিত হওয়ার বাধ্যবাধকতা আরোপ করে। এই মিলিত হওয়ার সম্মেলনকে পক্ষ সম্মেলন বা COP বলা হয়। এটিই ভবিষ্যতের জলবায়ু চুক্তির ভিত্তি তৈরি করে।\n১৯৯৭ সালে গৃহীত কিয়োটো প্রোটোকল ২০০৮ থেকে ২০১২ সাল পর্যন্ত সীমিত কিছু দেশের গ্রিনহাউস গ্যাস নিঃসরণ কমানোর জন্য নিয়ন্ত্রণ করে। ২০১২ সালে দোহা সংশোধনীর মাধ্যমে প্রোটোকলটি ২০২০ সাল পর্যন্ত বাড়ানো হয়। মূলত এর বাধ্যতামূলক প্রকৃতির কারণে যুক্তরাষ্ট্র প্রোটোকলটি অনুমোদন না করার সিদ্ধান্ত নেয়। এই ঘটনা এবং সুবিধা বন্টন নিয়ে ঝামেলার কারণে পরবর্তী আন্তর্জাতিক জলবায়ু আলোচনায় ব্যর্থতা ঘটে। ২০০৯ সালের আলোচনার লক্ষ্য ছিল কিয়োটোর একটি উত্তরসূরি চুক্তি তৈরি করা, কিন্তু আলোচনাগুলো ব্যর্থ হয় এবং ফলস্বরূপ কোপেনহেগেন চুক্তি আইনগতভাবে বাধ্যতামূলক ছিল না এবং সর্বজনীনভাবে গৃহীত হয়নি।\nযদিও কোপেনহেগেন চুক্তি আইনিভাবে বাধ্যতামূলক ছিল না, তবে এটি প্যারিস চুক্তির নিচের দিকে-উপরে পন্থায় কাজ করার কাঠামো তৈরি করেছিল। কোপেনহেগেন চুক্তির ব্যর্থতার পরে, জাতিসংঘের জলবায়ু পরিবর্তন কনভেনশনের (UNFCCC) নির্বাহী সচিব ক্রিস্টিনা ফিগুয়েরেসের নেতৃত্বে আলোচনা পুনরায় গতি পেয়েছিল। ২০১১ সালের জাতিসংঘের জলবায়ু পরিবর্তন সম্মেলনে, ২০২০ সাল থেকে জলবায়ু পরিবর্তন প্রশমনের ব্যবস্থা পরিচালনার জন্য একটি আইনি পদক্ষেপ নিয়ে আলোচনার জন্য ডারবান প্ল্যাটফর্ম প্রতিষ্ঠিত হয়েছিল। এই প্ল্যাটফর্মের উদ্দেশ্য ছিল আন্তঃসরকারি জলবায়ু পরিবর্তন প্যানেলের পঞ্চম মূল্যায়ন প্রতিবেদন এবং জাতিসংঘের জলবায়ু পরিবর্তন চুক্তির সহায়ক সংস্থাগুলোর কাজের দ্বারা অবহিত হওয়া। ফলস্বরূপ চুক্তিটি ২০১৫ সালে গৃহীত হবে বলে আশা করা হয়েছিল।\n\n\n=== আলোচনা ও গ্রহণ ===\n\nপ্যারিসে দুই সপ্তাহের মতো আলোচনা অনুষ্ঠিত হয় এবং শেষ তিন রাত্রি জুড়ে চলতে থাকে। আগের বছরে বিভিন্ন খসড়া এবং প্রস্তাব নিয়ে আলোচনা ও পরিমার্জন করা হয়েছিল। একজন মন্তব্যকারীর মতে, ফরাসিরা দুটি উপায়ে সফলতার সম্ভাবনা বাড়িয়েছিল। প্রথমত, নিশ্চিত করা হয় যে ইচ্ছাকৃত জাতীয়ভাবে নির্ধারিত অবদান (INDCs) আলোচনা শুরুর আগেই সম্পন্ন হবে। দ্বিতীয়ত, সম্মেলনের শুধু শুরুতেই নেতাদের আমন্ত্রণ জানানো হয়।\nপ্যারিস চুক্তির আলোচনা শেষ মুহূর্তে একটিমাত্র শব্দের কারণে প্রায় ব্যর্থ হয়ে যায়। মার্কিন আইনি দল শেষ মুহূর্তে বুঝতে পারে যে \"shall\" শব্দটি অনুমোদিত হয়েছে, \"should\" এর পরিবর্তে, যার মানে উন্নত দেশগুলিকে আইনগতভাবে বাধ্যতামূলকভাবে নিঃসরণ কমাতে হবে। ফরাসিরা একটি \"টাইপোগ্রাফিকাল ভুল\" হিসাবে এটি পরিবর্তন করে সমস্যাটি সমাধান করে। ২০১৫ সালের ১২ ডিসেম্বর, জাতিসংঘের জলবায়ু পরিবর্তন চুক্তির ২১তম সম্মেলন (COP21) -এর সমাপ্তিতে, প্যারিস চুক্তির চূড়ান্ত শব্দমালা ১৯৫টি জাতিসংঘের জলবায়ু পরিবর্তন চুক্তি অংশগ্রহণকারী সদস্য রাষ্ট্র এবং ইউরোপীয় ইউনিয়ন কর্তৃক ঐকমত্যে গৃহীত হয়। নিকারাগুয়া জানায় যে তারা চুক্তির দুর্বলতার নিন্দা জানিয়ে এর গ্রহণের বিরোধিতা করতে চেয়েছিল, কিন্তু তাদের সুযোগ দেওয়া হয়নি। চুক্তিতে সদস্যরা \"যত দ্রুত সম্ভব\" তাদের কার্বন নিঃসরণ কমাতে এবং বিশ্বব্যাপী উষ্ণতা \"অনধিক ২ ডিগ্রি সেলসিয়াস\" (৩.৬° ফারেনহাইট) এ রাখার জন্য সর্বোচ্চ চেষ্টা করার প্রতিশ্রুতি দেয়।\n\n\n=== স্বাক্ষর ও কার্যকর ===\n২০১৬ সালের ২২ এপ্রিল থেকে ২০১৭ সালের ২১ এপ্রিল পর্যন্ত জাতিসংঘের জলবায়ু পরিবর্তন চুক্তি (UNFCCC) এর সদস্য দেশ এবং আঞ্চলিক অর্থনৈতিক সংগঠনগুলোকে স্বাক্ষর করার জন্য জন্য প্যারিস চুক্তি উন্মুক্ত ছিল। চুক্তিটি স্বাক্ষর করা অনুমোদনের প্রথম ধাপ, তবে স্বাক্ষর না করেই চুক্তিতে যোগদান করা সম্ভব। এটি চুক্তির লক্ষ্যের বিরুদ্ধে কাজ না করার জন্য পক্ষগুলোকে বাধ্য করে। ২০১৬ সালের ১ এপ্রিল, বিশ্বের প্রায় ৪০% কার্বন নিঃসরণের প্রতিনিধিত্বকারী যুক্তরাষ্ট্র ও চীন জানায় যে তারা প্যারিস জলবায়ু চুক্তিতে স্বাক্ষর করবে। চুক্তিটি স্বাক্ষরের জন্য উন্মুক্ত হওয়ার প্রথম দিনেই ১৭৫টি পক্ষ (১৭৪টি রাষ্ট্র এবং ইউরোপীয় ইউনিয়ন) স্বাক্ষর করে। ২০২১ সালের মার্চ পর্যন্ত ১৯৪টি রাষ্ট্র এবং ইউরোপীয় ইউনিয়ন চুক্তিতে স্বাক্ষর করেছে।\n\nপ্যারিস চুক্তিটি কার্যকর হতে হলে (এবং এর ফলে পুরোপুরি কার্যকর হতে হলে) নির্দিষ্ট কিছু শর্ত পূরণ করতে হবে। ২০১৫ সালে প্রস্তুত করা তালিকা অনুসারে, বিশ্বের গ্রিনহাউস গ্যাস নিঃসরণের কমপক্ষে ৫৫% নিঃসরণকারী ৫৫টি দেশ চুক্তিটি অনুমোদন করতে হবে অথবা অন্য কোনো উপায়ে যোগদান করতে হবে। অনুমোদন ছাড়াও, চুক্তিতে যোগ দেওয়ার কয়েকটি বিকল্প পথ রয়েছে, যেমন গ্রহণ (acceptance), সম্মতি (approval) বা প্রবেশ (accession)। সাধারণত, যখন কোনো চুক্তিতে যোগ দেওয়ার জন্য রাষ্ট্রপ্রধানের অনুমোদন প্রয়োজন হয় না, তখন গ্রহণ বা সম্মতি ব্যবহৃত হয়। অন্যদিকে, কোনো দেশ যখন চুক্তিটি ইতিমধ্যেই কার্যকর হওয়ার পরে যোগ দেয়, তখন সাধারণত প্রবেশ পদ্ধতি ব্যবহৃত হয়। ইউরোপীয় ইউনিয়ন অনুমোদন করার পর, চুক্তিটি কার্যকর হওয়ার জন্য যথেষ্ট সংখ্যক পক্ষ লাভ করে এবং ৪ নভেম্বর ২০১৬ সালে কার্যকর হয়।\nপ্যারিস চুক্তি অনুমোদনের দায়িত্ব ইউরোপীয় ইউনিয়ন এবং তার সদস্য রাষ্ট্রসমূহের আলাদাভাবে রয়েছে। একই সাথে অনুমোদনের পক্ষে ২৮টি সদস্য দেশের জোরালো সমর্থন ছিল, যাতে নিশ্চিত করা যায় যে, কোনো একটি পক্ষ অপর পক্ষের দায়িত্ব পালন করতে বাধ্য হয় না। উদাহরণস্বরূপ, ইউরোপীয় ইউনিয়নের নিঃসরণ কমানোর লক্ষ্যমাত্রা প্রতিটি সদস্য রাষ্ট্রের মধ্যে কীভাবে ভাগাভাগি করা হবে, সে বিষয়ে মতবিরোধ এবং ব্রিটেনের ইউনিয়ন থেকে বেরিয়ে যাওয়ার ভোটের কারণে প্যারিস চুক্তি অনুমোদনে বিলম্ব হতে পারে বলে আশঙ্কা করা হয়েছিল। যাইহোক, ২০১৬ সালের ৫ অক্টোবর ইউ সাতটি সদস্য রাষ্ট্রের সাথে অনুমোদনের নথি জমা দেয়।\n\n\n== পক্ষসমূহ ==\n\nইউরোপীয় ইউনিয়নসহ ১৯৪টি দেশ প্যারিস চুক্তি অনুমোদন করেছে বা তাতে যোগদান করেছে, যা মোট মানবসৃষ্ট গ্রিনহাউস গ্যাস নিঃসরণের ৯৮% এরও বেশি। চুক্তিটি এখনও অনুমোদন করেনি এমন দেশগুলো হলো মধ্যপ্রাচ্যের কয়েকটি গ্রিনহাউস গ্যাস নিঃসরণকারী দেশ। এর মধ্যে সবচেয়ে বেশি নিঃসরণকারী দেশ ইরান, যা বিশ্বের মোট নিঃসরণের ২%। লিবিয়া এবং ইয়েমেনও এখনও চুক্তিটি অনুমোদন করেনি। সর্বশেষ দেশ হিসেবে ইরিত্রিয়া ২০২৩ সালের ৭ ফেব্রুয়ারি চুক্তিটি অনুমোদন করে।\nপ্যারিস চুক্তির ২৮ নং ধারা অনুযায়ী, কোনো দেশ চুক্তি থেকে সরে যাওয়ার আনুষ্ঠানিক প্রক্রিয়া শুরু করতে পারে। এই প্রক্রিয়াটি শুরু করতে দেশটি সংরক্ষকের (depositary) কাছে একটি প্রত্যাহারের বিজ্ঞপ্তি পাঠাতে হবে। তবে, কোনো দেশ চুক্তি কার্যকর হওয়ার তিন বছর পর্যন্ত এই বিজ্ঞপ্তি দিতে পারবে না। বিজ্ঞপ্তি পাওয়ার এক বছর পর সেই দেশের চুক্তি থেকে সরে যাওয়া কার্যকর হবে।\n\n\n=== যুক্তরাষ্ট্রের প্যারিস চুক্তি থেকে প্রত্যাহার ও পুনঃপ্রবেশ ===\n\n২০১৭ সালের ৪ আগস্ট, ট্রাম্প প্রশাসন জাতিসংঘকে জানায় যে, গ্রিনহাউস গ্যাস নিঃসরণকারী দেশসমূহের মধ্যে দ্বিতীয় অবস্থানে থাকা যুক্তরাষ্ট্র প্যারিস চুক্তি থেকে সরে যাচ্ছে। চুক্তিটি যুক্তরাষ্ট্রের জন্য কার্যকর হওয়ার ৩ বছর পর, অর্থাৎ ৪ নভেম্বর ২০১৯ সাল পর্যন্ত প্রত্যাহারের বিজ্ঞপ্তি জমা দেওয়া যায়নি। ৪ নভেম্বর ২০২০ সালে, যুক্তরাষ্ট্র আনুষ্ঠানিকভাবে প্যারিস চুক্তি থেকে নিজেদের প্রত্যাহার করে নেয়। প্রেসিডেন্ট জো বাইডেন ক্ষমতাসীন হওয়ার প্রথম দিনে, ২০ জানুয়ারি ২০২১ সালে, যুক্তরাষ্ট্রকে প্যারিস চুক্তিতে পুনঃপ্রবেশের জন্য একটি নির্বাহী আদেশে স্বাক্ষর করেন। চুক্তির ২১.৩ ধারা অনুযায়ী ৩০ দিনের মেয়াদ পার হওয়ার পর যুক্তরাষ্ট্র পুনঃপ্রবেশ লাভ করে। যুক্তরাষ্ট্রের জলবায়ু প্রতিনিধি জন কেরি ভার্চুয়াল ইভেন্টে অংশগ্রহণ করে জানান যে, যুক্তরাষ্ট্র প্যারিস প্রক্রিয়ায় আবার \"স্বীকৃতি\" অর্জন করবে। জাতিসংঘের মহাসচিব আন্তোনিও গুতেরেস যুক্তরাষ্ট্রের পুনঃপ্রবেশকে স্বাগত জানিয়ে বলেন, এটি \"যে অনুপস্থিতি সমগ্র প্রক্রিয়াকে দুর্বল করেছিল, সেই ক্ষুত পূরণ করেছে।\"\n১ জুন, ২০১৭ সালে, মার্কিন প্রেসিডেন্ট ডোনাল্ড ট্রাম্প ঘোষণা করেন যে যুক্তরাষ্ট্র ২০১৫ সালের প্যারিস জলবায়ু পরিবর্তন মোকাবেলা চুক্তি থেকে নিজেদের প্রত্যাহার করবে। তিনি যুক্তি দেন যে এই চুক্তি মার্কিন অর্থনীতিকে \"ক্ষতিগ্রস্ত\" করবে এবং যুক্তরাষ্ট্রকে \"স্থায়ী অসুবিধায়\" ফেলবে।\nপ্যারিস চুক্তির আর্টিকেল ২৮ অনুসারে, যেকোনো দেশ চুক্তি কার্যকর হওয়ার প্রথম তিন বছরের মধ্যে চুক্তি থেকে প্রত্যাহারের নোটিশ দিতে পারে না। মার্কিন যুক্তরাষ্ট্রের ক্ষেত্রে, চুক্তিটির কার্যকর হওয়ার তারিখ ছিল ৪ নভেম্বর, ২০১৬। পরবর্তীতে হোয়াইট হাউস স্পষ্ট করে জানায় যে যুক্তরাষ্ট্র চুক্তি থেকে বেরিয়ে যাওয়ার চার বছরের প্রক্রিয়াটি মেনে চলবে। ৪ নভেম্বর, ২০১৯ সালে প্রশাসন আনুষ্ঠানিকভাবে প্রত্যাহারের নোটিশ দেয়, যা কার্যকর হতে ১২ মাস সময় লাগে। প্রত্যাহার কার্যকর না হওয়া পর্যন্ত, মার্কিন যুক্তরাষ্ট্র চুক্তির অধীনে তার প্রতিশ্রুতি বজায় রাখতে বাধ্য ছিল, যেমন জাতিসংঘে তার নির্গমনের পরিমাণ রিপোর্ট করা চালিয়ে যাওয়া। প্রত্যাহারটি কার্যকর হয় ৪ নভেম্বর, ২০২০ সালে, মার্কিন যুক্তরাষ্ট্রের ২০২০ সালের রাষ্ট্রপতি নির্বাচনের মাত্র একদিন পর।\nমার্কিন যুক্তরাষ্ট্রকে প্রত্যাহারের ট্রাম্পের সিদ্ধান্ত অনেক রিপাবলিকান সমর্থন পেলেও ডেমোক্র্যাটদের কঠোর বিরোধিতার মুখে পড়ে। পরিবেশবাদী, ধর্মীয় সংগঠন, ব্যবসায়ী নেতা এবং বিজ্ঞানীদের দ্বারা মার্কিন যুক্তরাষ্ট্র এবং বিদেশে ট্রাম্পের সিদ্ধান্তের তীব্র সমালোচনা করা হয়। বেশিরভাগ আমেরিকানরাও এই প্রত্যাহারের বিরোধিতা করেছেন।\nট্রাম্পের ঘোষণার পর, ফেডারেল প্রত্যাহার সত্ত্বেও রাজ্য পর্যায়ে প্যারিস চুক্তির লক্ষ্যগুলি বাস্তবায়ন চালিয়ে যাওয়ার জন্য বেশ কয়েকটি মার্কিন রাজ্যের গভর্নররা 'ইউএস ক্লাইমেট অ্যালায়েন্স' গঠন করেন। ১ জুলাই ২০১৯ পর্যন্ত, ২৪টি রাজ্য, আমেরিকান সামোয়া এবং পুয়ের্তো রিকো এই জোটে যোগদান করেছে। অন্যান্য রাজ্যের গভর্নর, মেয়র এবং ব্যবসা প্রতিষ্ঠানও একই ধরনের অঙ্গীকার প্রকাশ করেছেন।\nপ্যারিস চুক্তি থেকে ট্রাম্পের প্রত্যাহার 'গ্রিন ক্লাইমেট ফান্ডে' আর্থিক সহায়তা হ্রাসের মাধ্যমে অন্যান্য দেশকে প্রভাবিত করেছিল। মার্কিন যুক্তরাষ্ট্রের ৩ বিলিয়ন ডলার তহবিল বন্ধ হয়ে যাওয়া শেষ পর্যন্ত জলবায়ু পরিবর্তন গবেষণাকে প্রভাবিত করেছিল। এর ফলে প্যারিস চুক্তির লক্ষ্যে পৌঁছানোর সম্ভাবনা কমে যায়, সেইসাথে ভবিষ্যতের IPCC রিপোর্টে মার্কিন যুক্তরাষ্ট্রের অবদান বাদ পড়ে যায়। ট্রাম্পের সিদ্ধান্ত কার্বন নির্গমনের পরিমাণ এবং কার্বন মূল্যকেও প্রভাবিত করেছিল। বিশ্বব্যাপী জলবায়ু ব্যবস্থায় নেতৃত্ব দেয়ার ক্ষেত্রে চীন এবং ইইউ এর মাধ্যমে একটি নতুন সুযোগ তৈরি হয়।\n২০২০ সালের রাষ্ট্রপতি নির্বাচনের পর, নির্বাচিত রাষ্ট্রপতি জো বাইডেন তার দায়িত্ব নেওয়ার প্রথম দিনেই প্যারিস চুক্তিতে পুনরায় যোগদানের প্রতিজ্ঞা করেন। ২০২১ সালের ২০ জানুয়ারি, উদ্বোধনের অল্প সময়ের মধ্যেই বাইডেন চুক্তিতে পুনরায় যোগদানের জন্য একটি নির্বাহী আদেশে স্বাক্ষর করেন। প্রত্যাহার কার্যকর হওয়ার ১০৭ দিন পরে, ১৯ ফেব্রুয়ারি, ২০২১ তারিখে মার্কিন যুক্তরাষ্ট্র আনুষ্ঠানিকভাবে প্যারিস চুক্তিতে পুনরায় যোগদান করে।\n\n\n== বিষয়বস্তু ==\nপ্যারিস চুক্তি একটি সংক্ষিপ্ত চুক্তি, যাতে ১৬টি প্রারম্ভিক অনুচ্ছেদ এবং ২৯টি ধারা রয়েছে। এতে প্রক্রিয়াগত ধারা (যেমন, কার্যকর হওয়ার শর্তাবলী) এবং অপারেশনাল ধারা (যেমন, নিঃসরণ কমানো, অভিযোজন এবং অর্থায়ন) রয়েছে। চুক্তিটি বাধ্যতামূলক, তবে অনেকগুলো ধারায় কোনো বাধ্যবাধকতা নির্দিষ্ট করা হয়নি অথবা সেগুলো আন্তর্জাতিক সহযোগিতা সহজ করার জন্য রয়েছে। চুক্তিটি বেশিরভাগ গ্রিনহাউস গ্যাস নিঃসরণকে অন্তর্ভুক্ত করে, তবে আন্তর্জাতিক বিমান ও জাহাজ চলাচলে প্রযোজ্য হয় না। এই দুইটি ক্ষেত্রের জন্য যথাক্রমে আন্তর্জাতিক বেসামরিক বিমান চলাচল সংস্থা (ICAO) এবং আন্তর্জাতিক সমুদ্র চলাচল সংস্থা (IMO) দায়ী।\n\n\n=== কাঠামো ===\nপ্যারিস চুক্তিকে \"বটম-আপ\" কাঠামোবিশিষ্ট বলা হয়, কারণ এর মূল প্রতিশ্রুতি এবং পর্যালোচনা প্রক্রিয়া দেশগুলোকে উপরে থেকে আরোপিত লক্ষ্যের পরিবর্তে নিজেদের জাতীয়ভাবে নির্ধারিত অবদান (NDCs) নির্ধারণের ক্ষমতা দেয়। পূর্ববর্তী ক্যোটো প্রটোকলের বিপরীতে, যেটি আইনি বাধ্যবাধকতা সম্পন্ন অঙ্গীকার নির্ধারণ করে, প্যারিস চুক্তি সমঝোতার উপর জোর দিয়ে স্বেচ্ছামূলক এবং জাতীয়ভাবে নির্ধারিত লক্ষ্যের অনুমতি দেয়। নির্দিষ্ট জলবায়ু লক্ষ্যগুলো আইনিভাবে বাধ্যতামূলক না হয়ে বরং রাজনৈতিকভাবে উৎসাহিত। এই লক্ষ্যগুলোর রিপোর্ট এবং পর্যালোচনার ক্ষেত্রে প্রক্রিয়াগুলোই শুধু আন্তর্জাতিক আইনের অধীনে বাধ্যতামূলক। যুক্তরাষ্ট্রের ক্ষেত্রে এই কাঠামোটি বিশেষভাবে উল্লেখযোগ্য কারণ কোনো আইনি নিঃসরণ বা অর্থায়ন লক্ষ্য না থাকায় চুক্তিটিকে \"সম্মেলনের পরিবর্তে একটি নির্বাহী চুক্তি\" হিসাবে বিবেচনা করা হয়। যেহেতু ১৯৯২ সালের UNFCCC চুক্তিটি মার্কিন সিনেটের সম্মতি পেয়েছিল, তাই এই নতুন চুক্তির জন্য আরও আইন প্রণয়নের প্রয়োজন নেই।\nপ্যারিস চুক্তি এবং ক্যোটো প্রটোকলের মধ্যে আরও একটি গুরুত্বপূর্ণ পার্থক্য হলো তাদের কার্যকরী এলাকা। ক্যোটো প্রটোকোল Annex-I, অর্থাৎ জলবায়ু পরিবর্তনের ঐতিহাসিক দায়িত্ব থাকা ধনী দেশগুলোকে এবং non-Annex-I দেশগুলোকে (যারা সাধারণত উন্নয়নশীল দেশ) পৃথক করে। এই পার্থক্যের ফলে, শুধুমাত্র Annex-I দেশগুলোকে বাধ্যতামূলকভাবে গ্রিনহাউস গ্যাস নিঃসরণ কমানোর লক্ষ্য নির্ধারণ ও অর্জন করতে হতো। প্যারিস চুক্তিতে সকল পক্ষকে নিঃসরণ কমানোর পরিকল্পনা জমা দিতে হবে। এখনও \"Common but Differentiated Responsibility and Respective Capabilities\" (CBDR-RC) নীতি অনুসরণ করে - অর্থাৎ বিভিন্ন দেশের জলবায়ু পরিবর্তন মোকাবেলায় বিভিন্ন দায়িত্ব এবং ক্ষমতা রয়েছে বলে স্বীকৃতি দেয়। তবে, Annex-I এবং non-Annex-I এর মধ্যে কোনো নির্দিষ্ট বিভাজন নেই। ক্যোটো প্রটোকোল দায়িত্বকে দুটি শ্রেণীতে বিভক্ত করে, তবে প্যারিস চুক্তি সকলকেই অংশগ্রহণের দায়িত্ব দেয়। প্যারিস চুক্তি এখনও CBDR-RC নীতি মেনে চলে, তবে দেশগুলোকে জাতীয় পরিস্থিতি অনুযায়ী নিজেদের লক্ষ্য নির্ধারণের স্বাধীনতা দেয়।\n\n\n=== জাতীয়ভাবে নির্ধারিত অবদান ===\n\nপ্যারিস চুক্তির লক্ষ্য অর্জনে কী অবদান রাখবে তা প্রতিটি দেশ নিজেই নির্ধারণ করে। এই পরিকল্পনাকেই বলা হয় জাতীয়ভাবে নির্ধারিত অবদান (NDC)। ৩ নং ধারা অনুযায়ী, NDC-গুলো হতে হবে \"চুক্তির উদ্দেশ্য অর্জনে\" \"মহাকাঙ্ক্ষী প্রচেষ্টা\" এবং \"সময়ের সাথে সাথে অগ্রগতি প্রদর্শন\"। এই অবদান প্রতি পাঁচ বছরে নির্ধারণ করা উচিত এবং UNFCCC সচিবালয়ে নিবন্ধিত হতে হবে। প্রতিটি পরবর্তী NDC তার পূর্ববর্তী অবদানের চেয়েও বেশি মহাকাঙ্ক্ষী হওয়া উচিত, যাকে বলা হয় \"অগ্রগতি\" নীতি। দেশগুলো তাদের জাতীয়ভাবে নির্ধারিত অবদান নিয়ে সহযোগিতা করতে এবং একীভূত করতে পারে। ২০১৫ সালের জলবায়ু পরিবর্তন সম্মেলনে প্রতিশ্রুত \"ইচ্ছানুসারে জাতীয়ভাবে নির্ধারিত অবদান\" (INDCs) কোনো আপডেট জমা না দিলে প্যারিস চুক্তি অনুমোদনের পর NDC-তে রূপান্তরিত হয়।\nপ্যারিস চুক্তি NDC-এর সঠিক প্রকৃতি নির্ধারণ করে না। কমপক্ষে, এগুলোতে নিঃসরণ কমানোর বিধান থাকা উচিত, তবে এগুল,তে অভিযোজন, অর্থায়ন, প্রযুক্তি স্থানান্তর, ক্ষমতা বৃদ্ধি এবং স্বচ্ছতা সম্পর্কিত প্রতিশ্রুতিও থাকতে পারে। কিছু প্রতিশ্রুতি নিঃশর্ত, কিন্তু অন্যগুলো বাইরের কারণ যেমন অর্থায়ন এবং কারিগরি সহায়তা পাওয়া, অন্যান্য পক্ষের উচ্চাকাঙ্ক্ষা বা প্যারিস চুক্তির নিয়মের বিশদ বিবরণ যা এখনও নির্ধারিত হয়নি, তার উপর শর্তাবদ্ধ। বেশিরভাগ NDC-তে একটি শর্তাবদ্ধ উপাদান রয়েছে। একটি দেশ নিঃসরণ কমানোর একটি নির্দিষ্ট লক্ষ্য নির্ধারণ করতে পারে, তবে এই লক্ষ্য অর্জনের জন্য আন্তর্জাতিক সম্প্রদায় থেকে অর্থায়ন পাওয়ার শর্তাধীন হতে পারে। অন্য একটি দেশ হয়তো অভিযোজন পরিকল্পনা বাস্তবায়নের জন্য প্রযুক্তি স্থানান্তরের প্রতিশ্রুতি দিতে পারে।\nযদিও NDC (Nationally Determined Contributions) সমূহ সরাসরি বাধ্যতামূলক নয়, সেগুলোর আনুষ্ঠানিকতাগুলো অবশ্যই বাধ্যতামূলক। এই আনুষ্ঠানিকতাগুলোর মধ্যে রয়েছে পরপর NDC প্রস্তুত করা, জানানো এবং বজায় রাখার দায়বদ্ধতা, প্রতি পাঁচ বছরে একটি নতুন NDC নির্ধারণ করা এবং বাস্তবায়ন সম্পর্কে তথ্য সরবরাহ করা। কোনো দেশকে একটি নির্দিষ্ট তারিখের মধ্যে একটি NDC লক্ষ্য নির্ধারণ করতে, বা তাদের লক্ষ্যগুলো পূরণ করতে বাধ্য করার কোনো ব্যবস্থা নেই। এখানে কেবল একটি \"নামকরণ ও বিব্রতকর\" নীতি থাকবে। এর অর্থ হলো যদি দেশগুলো তাদের NDC লক্ষ্য পূরণে ব্যর্থ হয়, তবে নেতিবাচক ফলাফলগুলো মূলত সামাজিক এবং কূটনৈতিক হবে। জলবায়ু পরিবর্তন বিষয়ে জাতিসংঘের সাবেক সহকারী মহাসচিব জানোস পাস্টর একে \"নামকরণ ও উৎসাহ প্রদান\" পরিকল্পনা বলে অভিহিত করেছেন।\n\n\n=== বৈশ্বিক অগ্রগতি মূল্যায়ন ===\nপ্যারিস চুক্তির অধীনে, দেশগুলোকে প্রতি পাঁচ বছর অন্তর তাদের লক্ষ্যমাত্রা আরও উচ্চাকাঙ্ক্ষী করে তুলতে হবে। এটি সহজতর করার জন্য, চুক্তিতে বৈশ্বিক অগ্ৰগতি মূল্যায়ন (Global Stocktake) প্রতিষ্ঠিত হয়েছে, যা অগ্রগতি মূল্যায়ন করে। প্রথম মূল্যায়ন হবে ২০২৩ সালে। এর ফলাফল দেশগুলোর নতুন জাতীয়ভাবে নির্ধারিত অবদান (NDC) -এর জন্য তথ্য হিসেবে ব্যবহার করা হবে। ২০১৮ সালের তালানোয়া সংলাপ (Talanoa Dialogue) বৈশ্বিক অগ্রগতি মূল্যায়নের একটি উদাহরণ হিসাবে দেখা হয়েছিল। এক বছর আলোচনার পর একটি প্রতিবেদন প্রকাশ করা হয় এবং কর্মপরিকল্পনার আহ্বান জানানো হয়; কিন্তু পরবর্তীতে দেশগুলো তাদের লক্ষ্যমাত্রা বাড়ায়নি।\nকার্বন নির্গমন হ্রাসের লক্ষ্যমাত্রাকে ক্রমাগত উচ্চতর করার প্রচেষ্টার অংশ হিসেবে প্যারিস চুক্তিতে স্টকটেক (বৈশ্বিক অগ্রগতি মূল্যায়ন) কার্যক্রমটি রয়েছে। বিশ্লেষকরা ২০১৪ সালে একমত হয়েছিলেন যে সেসময়ের NDC গুলো (জাতীয়ভাবে নির্ধারিত অবদানসমূহ) বিশ্ব উষ্ণায়নকে ২ ডিগ্রি সেলসিয়াসের নিচে সীমাবদ্ধ করতে পারবে না। সেই লক্ষ্যে বৈশ্বিক অগ্রগতি মূল্যায়ন বিভিন্ন দেশকে একত্রিত করে মূল্যায়ন করে যে তাদের নতুন NDC গুলোকে কীভাবে বিকশিত করতে হবে যাতে সেগুলো ক্রমাগতভাবে একটি দেশের \"সর্বোচ্চ সম্ভাব্য লক্ষ্যমাত্রা\" প্রতিফলিত করে। NDC-এর লক্ষ্যমাত্রাকে আরও উচ্চাকাঙ্ক্ষী করে তোলা বৈশ্বিক স্টকটেকের একটি প্রধান উদ্দেশ্য হলেও, এটি শুধু নির্গমন হ্রাসের বাইরেও প্রচেষ্টাগুলো মূল্যায়ন করে। এই পাঁচ বছরের পর্যালোচনাগুলোতে অভিযোজন, জলবায়ু অর্থায়ন সংস্থান এবং প্রযুক্তি উন্নয়ন ও হস্তান্তরও মূল্যায়ন করা হবে।\n\n\n=== নির্গমন হ্রাসের বিধান এবং কার্বন বাজার ===\nআর্টিকেল ৬ প্যারিস চুক্তির মূল বিধানগুলোর মধ্যে একটি হিসেবে চিহ্নিত হয়েছে। মোটামুটিভাবে, এটি সেই সমন্বিত পন্থাগুলোর রূপরেখা দেয় যেগুলো বিভিন্ন দেশ তাদের জাতীয়ভাবে নির্ধারিত কার্বন নির্গমন হ্রাসের লক্ষ্য অর্জনে গ্রহণ করতে পারে। এটি করার মাধ্যমে, প্যারিস চুক্তিকে একটি বৈশ্বিক কার্বন বাজারের কাঠামো হিসাবে প্রতিষ্ঠিত করতে সাহায্য করে। চুক্তির এই গুরুত্বপূর্ণ আর্টিকেল ৬ একমাত্র অংশ যার সমাধান এখনও হয়নি; ২০১৯ সালের আলোচনা কোনো ফলাফল আনতে ব্যর্থ হয়। ২০২১ সালে গ্লাসগোতে COP26-এর সময় এই বিষয়টি নিষ্পত্তি করা হয়েছিল। নির্গমন হ্রাসের ক্ষেত্রে 'ডাবল কাউন্টিং' (দ্বৈত গণনা) এড়াতে \"সংশ্লিষ্ট সমন্বয়\" (corresponding adjustment) নামে একটি প্রক্রিয়া প্রতিষ্ঠিত হয়েছিল।\n\n\n=== কার্বন ট্রেডিং সিস্টেমের সংযোগ এবং ITMO ===\nপ্যারাগ্রাফ ৬.২ এবং ৬.৩ নির্গমন হ্রাসের আন্তর্জাতিক স্থানান্তর (ITMO - International Transfer of Mitigation Outcomes) পরিচালনার জন্য একটি কাঠামো প্রতিষ্ঠা করে। এই চুক্তি কার্বন অ্যাকাউন্টিং এবং ট্রেডিং ব্যবস্থায়, বিভিন্ন পক্ষকে তাদের নিজস্ব সীমানার বাইরে থেকে নির্গমন হ্রাসকে তাদের NDC অর্জনের লক্ষ্যে ব্যবহার করার অধিকার স্বীকার করে। এই বিধানের জন্য কার্বন নির্গমন ট্রেডিং সিস্টেমগুলোর \"সংযোগ\" প্রয়োজন—কারণ পরিমাপকৃত নির্গমন হ্রাস \"দ্বৈত গণনা\" এড়াতে হবে। একটি পক্ষের জন্য তা নির্গমন ইউনিটের লাভ হিসাবে হিসাববদ্ধ হবে এবং অন্য পক্ষের তা নির্গমন ইউনিটের হ্রাস হিসাবে রেকর্ড করা হবে - এই পদ্ধতিকে \"সংশ্লিষ্ট সমন্বয়\" (corresponding adjustment) বলা হয়। যেহেতু NDC এবং দেশীয় কার্বন ট্রেডিং প্রকল্পগুলো বৈচিত্র্যময়, তাই ITMO গুলো UNFCCC-এর তত্ত্বাবধানে বৈশ্বিক সংযোগের জন্য একটি বিন্যাস প্রদান করবে। এই বিধানটি দেশগুলোকে নির্গমন পরিচালনা ব্যবস্থা গ্রহণের জন্যও চাপ সৃষ্টি করে—যদি কোনও দেশ তাদের NDC অর্জনের জন্য আরও কার্যকরী সমন্বিত পদ্ধতি ব্যবহার করতে চায়, তবে তাদেরকে তাদের অর্থনীতির জন্য কার্বন ইউনিটগুলি পর্যবেক্ষণ করতে হবে।\nএখন পর্যন্ত, একমাত্র দেশ হিসেবে যে ITMO কিনতে চায়, সুইজারল্যান্ড পেরু, ঘানা, সেনেগাল, জর্জিয়া, ডোমিনিকা, ভানুয়াতু, থাইল্যান্ড এবং ইউক্রেনের সাথে ITMO লেনদেন সম্পর্কিত চুক্তি স্বাক্ষর করেছে।\n\n\n=== টেকসই উন্নয়ন প্রক্রিয়া (SDM- Sustainable Development Mechanism) ===\nপ্যারাগ্রাফ 6.4-6.7 \"গ্রিনহাউস গ্যাস নির্গমন হ্রাস এবং টেকসই উন্নয়নে সহায়তা করার\" জন্য একটি প্রক্রিয়া প্রতিষ্ঠা করে। যদিও এখনও পর্যন্ত এই প্রক্রিয়ার কোনো সরকারি নাম নেই, তবে এটিকে সাসটেইনেবল ডেভেলপমেন্ট মেকানিজম বা SDM হিসেবে উল্লেখ করা হচ্ছে। SDM কে কিয়োটো প্রোটোকলের অধীনে থাকা ক্লিন ডেভেলপমেন্ট মেকানিজমের (CDM) উত্তরসূরি হিসাবে বিবেচনা করা হয়, এই প্রক্রিয়ায় বিভিন্ন পক্ষ বা দেশ যৌথভাবে নির্গমন হ্রাসের লক্ষ্য অর্জন করতে পারে।\nবৈশ্বিক গ্রিনহাউস গ্যাস নির্গমন হ্রাস করতে এবং টেকসই উন্নয়নে সহায়তা করার এই দ্বৈত লক্ষ্য নিয়ে SDM কে অনেকটাই ক্লিন ডেভেলপমেন্ট মেকানিজমের মতোই গড়ে তোলা হবে। যদিও SDM পরিচালনাকারী কাঠামো এবং প্রক্রিয়াগুলি এখনও নির্ধারিত হয়নি, তবে ক্লিন ডেভেলপমেন্ট মেকানিজমগুলির সাথে এর কিছু সাদৃশ্য এবং পার্থক্য পরিষ্কার হয়ে গেছে। একটি প্রধান পার্থক্য হল যে SDM সমস্ত দেশের জন্য উন্মুক্ত থাকবে, কেবল অ্যানেক্স-১ দেশগুলোকে নয় (Annex-I parties), যা একে অনেক বৃহত্তর আকারের প্রকল্পে পরিণত করবে।\nকিয়োটো প্রোটোকলের ক্লিন ডেভেলপমেন্ট মেকানিজম বেশিরভাগ ক্ষেত্রেই অর্থবহ নির্গমন হ্রাস বা টেকসই উন্নয়ন সুবিধা তৈরি করতে ব্যর্থ হওয়ায় সমালোচিত হয়েছিল। এর জটিলতার জন্যও এর সমালোচনা হয়েছিল। সম্ভবত SDM-ও এ ধরনের সমস্যার মুখোমুখি হবে।\n\n\n=== জলবায়ু পরিবর্তন অভিযোজন সংক্রান্ত বিধানসমূহ ===\nপূর্ববর্তী জলবায়ু চুক্তিগুলোর তুলনায় প্যারিস আলোচনায় জলবায়ু পরিবর্তন অভিযোজনকে আরও বেশি গুরুত্ব দেওয়া হয়েছে। চুক্তিতে সম্মিলিত, দীর্ঘমেয়াদী অভিযোজন লক্ষ্যগুলো অন্তর্ভুক্ত আছে। সেই সাথে বিভিন্ন দেশকে তাদের অভিযোজন কর্মকাণ্ড সম্পর্কে প্রতিবেদন করতে হবে - এই বিধানটি এই অভিযোজন প্রক্রিয়াকে নির্গমন হ্রাসের একটি সমান্তরাল উপাদানে পরিণত করে। অভিযোজন লক্ষ্যগুলো অভিযোজন ক্ষমতা বৃদ্ধি, স্থিতিস্থাপকতা (resilience) বৃদ্ধি এবং ঝুঁকিপূর্ণতা সীমিত করার উপর দৃষ্টি নিবদ্ধ করে।\n\n\n== উদ্বেগের বিষয় ==\n\n\n=== জলবায়ু অর্থায়ন নিশ্চিত করা ===\n\nউন্নত দেশগুলো ২০২০ সালের মধ্যে জলবায়ু অর্থায়নে প্রতি বছর ১০০ বিলিয়ন ডলার সংগ্রহ করার প্রতিশ্রুতি পুনর্ব্যক্ত করেছে এবং ২০২৫ সাল পর্যন্ত একই মাত্রায় অর্থায়ন সংগ্রহ অব্যাহত রাখতে সম্মত হয়েছে। উন্নয়নশীল দেশগুলোতে নির্গমন হ্রাস ও অভিযোজন কর্মকাণ্ডে সহায়তা করার জন্য এই অর্থের ব্যবস্থা করা হচ্ছে। এর মধ্যে Green Climate Fund এর জন্য বরাদ্দকৃত অর্থ অন্তর্ভুক্ত রয়েছে, যা UNFCCC-এর একটি অংশ, তবে বেশ কিছু অন্যান্য সরকারি ও বেসরকারি অর্থ বরাদ্দের প্রতিশ্রুতিও এখানে রয়েছে। প্যারিস চুক্তিতে বলা হয়েছে যে ২০২৫ সালের আগে প্রতি বছর কমপক্ষে ১০০ বিলিয়ন ডলারের নতুন অর্থ সংস্থানের প্রতিশ্রুতি নিয়ে সমঝোতা হতে হবে।\nযদিও নির্গমন হ্রাস (mitigation) এবং অভিযোজন (adaptation) উভয়ের জন্যই বর্ধিত জলবায়ু অর্থায়ন প্রয়োজন। অভিযোজন মূলত কম সহায়তা পেয়েছে এবং বেসরকারি খাত থেকে কম কর্মকাণ্ড পরিচালনা করেছে। OECD-এর একটি রিপোর্টে দেখা গেছে যে ২০১৩-২০১৪ সালে মোট জলবায়ু অর্থায়নের ১৬% জলবায়ু অভিযোজনের দিকে পরিচালিত হয়েছিল, তুলনায় নির্গমন হ্রাসের জন্য ব্যয় হয়েছিল ৭৭%। প্যারিস চুক্তি অভিযোজন এবং নির্গমন হ্রাসের মধ্যে জলবায়ু অর্থায়নের ভারসাম্যের আহ্বান জানিয়েছে এবং বিশেষভাবে জলবায়ু পরিবর্তনের প্রভাবের জন্য সবচেয়ে ঝুঁকিপূর্ণ দেশসমূহকে অভিযোজন সহায়তা বৃদ্ধির কথা বলেছে, যাদের মধ্যে অন্তর্ভুক্ত স্বল্পোন্নত দেশগুলো (Least Developed Countries) এবং ছোট দ্বীপরাষ্ট্রসমূহ (Small Island Developing States)। চুক্তিটি পক্ষগুলোকে সরকারি অনুদানের গুরুত্বের কথাও মনে করিয়ে দেয়, কারণ অভিযোজনের ব্যবস্থাগুলো সরকারি খাত থেকে কম বিনিয়োগ পায়।\n২০১৫ সালে, বিশটি বহুপাক্ষিক উন্নয়ন ব্যাংক (MDB) এবং আন্তর্জাতিক উন্নয়ন অর্থায়ন ক্লাবের সদস্যরা তাদের বিনিয়োগে ব্যাপক জলবায়ু পদক্ষেপ বজায় রাখার জন্য পাঁচটি নীতি চালু করে: জলবায়ু কৌশলের প্রতিশ্রুতি, জলবায়ু ঝুঁকি পরিচালনা, জলবায়ু স্মার্ট উদ্দেশ্যকে উন্নীত করা, জলবায়ু কর্মক্ষমতা উন্নত করা এবং নিজস্ব কর্মকাণ্ডের জন্য জবাবদিহিতা। জানুয়ারী ২০২০ সাল পর্যন্ত, এই নীতিগুলো মেনে চলা সদস্যদের সংখ্যা বেড়ে ৪৪ এ দাঁড়িয়েছে।\nপ্যারিসে অভিযোজন অর্থায়নে মনোযোগ বৃদ্ধির কিছু নির্দিষ্ট ফলাফলের মধ্যে রয়েছে জলবায়ু ঝুঁকি বীমার জন্য জি-৭ দেশগুলোর ৪২০ মিলিয়ন ডলার প্রদানের ঘোষণা এবং জলবায়ু ঝুঁকি ও প্রাথমিক সতর্কতা ব্যবস্থা (CREWS) উদ্যোগের সূচনা। বহুপাক্ষিক জলবায়ু তহবিলের বৃহত্তম দাতাদের মধ্যে রয়েছে মার্কিন যুক্তরাষ্ট্র, যুক্তরাজ্য, জাপান, জার্মানি, ফ্রান্স এবং সুইডেন।\n\n\n=== ক্ষতি ও ক্ষয়ক্ষতি ===\n\nজলবায়ু পরিবর্তনের সমস্ত প্রভাবের সাথে খাপ খাইয়ে নেওয়া সম্ভব নয়: যথোপযুক্ত অভিযোজন সত্ত্বেও, মারাত্মক ক্ষতি হতে পারে। প্যারিস চুক্তি এই ধরনের ক্ষতি ও ক্ষয়ক্ষতিগুলোকে স্বীকৃতি দেয়। চরম আবহাওয়া ঘটনার কারণে, অথবা নিম্নভূমি দ্বীপরাষ্ট্রগুলোর সমুদ্রপৃষ্ঠের উচ্চতা বৃদ্ধির ফলে জমি হারানোর মতো ধীরগতির ঘটনা থেকে ক্ষতি এবং ক্ষয়ক্ষতি হতে পারে। আগের জলবায়ু চুক্তিগুলোতে ক্ষতি ও ক্ষয়ক্ষতিকে অভিযোজনেরই একটি উপসেট হিসেবে শ্রেণীবদ্ধ করা হয়েছিল।\nপ্যারিস চুক্তিতে ক্ষতি ও ক্ষয়ক্ষতিকে একটি স্বতন্ত্র বিষয় হিসাবে রাখার জোর দাবি এসেছে অ্যালায়েন্স অফ স্মল আইল্যান্ড স্টেটস এবং স্বল্পোন্নত দেশগুলো থেকে, যাদের অর্থনীতি এবং জীবিকা জলবায়ু পরিবর্তনের নেতিবাচক প্রভাবের জন্য সবচেয়ে ঝুঁকিপূর্ণ। দুই বছর আগে COP19-এ প্রতিষ্ঠিত এবং ২০১৬ সালে মেয়াদ শেষ হওয়ার জন্য নির্ধারিত ওয়ারশ মেকানিজম (Warsaw Mechanism) ক্ষতি ও ক্ষয়ক্ষতিকে অভিযোজনের একটি উপসেট হিসাবে শ্রেণিবদ্ধ করেছিল, যা অনেক দেশের কাছে গ্রহণযোগ্য ছিল না। প্যারিস চুক্তিতে একে একটি পৃথক স্তম্ভ হিসাবে স্বীকৃতি দেওয়া হয়েছে। সম্ভবত এই আশঙ্কায় যে অভিযোজন থেকে আলাদা ইস্যু হিসেবে চিহ্নিত করলে আরেকটি জলবায়ু অর্থায়নের ব্যবস্থা তৈরি করতে হবে - মার্কিন যুক্তরাষ্ট্র এর বিরুদ্ধে যুক্তি দেখিয়েছিল। শেষ পর্যন্ত, চুক্তিতে \"ক্ষয়ক্ষতি এড়ানো, হ্রাস করা এবং সমাধান করার\" আহ্বান জানানো হয়েছে, তবে উল্লেখ করে যে এটি দায়বদ্ধতার ভিত্তি হিসাবে ব্যবহার করা যাবে না। চুক্তিটি ওয়ারশ মেকানিজমকে গ্রহণ করে, যে প্রতিষ্ঠানটি ক্ষয়ক্ষতির শ্রেণীবিন্যাস, সমাধান এবং দায়িত্ব ভাগাভাগি করার বিষয়ে প্রশ্নগুলোর সমাধান করার চেষ্টা করবে।\n\n\n=== স্বচ্ছতা ===\n\nপ্যারিস চুক্তির স্বাক্ষরকারী দেশগুলোকে তাদের অগ্রগতি বিশেষজ্ঞদের দ্বারা পর্যালোচনা করতে হবে। এই পর্যালোচনার মাধ্যমে NDC পূরণের অগ্রগতি এবং উচ্চাকাঙ্ক্ষা বৃদ্ধির উপায় নির্ধারণ করা হবে। চুক্তির ১৩ নং ধারা \"কর্ম ও সমর্থনের জন্য উন্নত স্বচ্ছতার কাঠামো\" প্রতিষ্ঠা করে। এই কাঠামো পর্যবেক্ষণ, রিপোর্টিং এবং যাচাইকরণের (MRV) জন্য সমন্বিত প্রয়োজনীয়তা নির্ধারণ করে। উন্নত ও অনুন্নত উভয় দেশকেই প্রতি দুই বছর অন্তর তাদের নির্গমন হ্রাসের প্রচেষ্টা সম্পর্কে রিপোর্ট করতে হবে। সকল দেশের রিপোর্ট বিশেষজ্ঞ ও অন্যান্য দেশের পর্যালোচনার আওতায় পড়বে।\nপ্যারিস চুক্তিতে স্বচ্ছতা বৃদ্ধির জন্য একটি কাঠামো তৈরি করা হয়েছে। এই কাঠামো সকল দেশের জন্য প্রযোজ্য, তবে উন্নত ও উন্নয়নশীল দেশের মধ্যে সামর্থ্যের পার্থক্য বিবেচনা করে এতে নমনীয়তা রাখা হয়েছে। চুক্তিতে স্বাক্ষরকারী দেশগুলোকে প্রতি দুই বছর পর পর তাদের নির্গমন হ্রাসের প্রচেষ্টা সম্পর্কে রিপোর্ট করতে হবে। এই রিপোর্টকে 'দ্বিবার্ষিক স্বচ্ছতা রিপোর্ট' (BTR) বলা হয়। উন্নত দেশগুলো ২০২২ সালের মধ্যে তাদের প্রথম BTR জমা করবে এবং তারপর প্রতি বছর গ্রিনহাউস গ্যাসের পরিমাণ প্রতিবেদন করবে। অন্যদিকে, উন্নয়নশীল দেশগুলো ২০২৪ সালের মধ্যে তাদের প্রথম BTR জমা করবে। উন্নয়নশীল দেশগুলোকে স্বচ্ছতা কাঠামো মেনে চলার জন্য সাহায্য করার লক্ষ্যে একটি 'সক্ষমতা বৃদ্ধি উদ্যোগ' (Capacity-Building Initiative for Transparency) তৈরি করা হয়েছে। এই উদ্যোগের মাধ্যমে উন্নয়নশীল দেশগুলো প্রয়োজনীয় প্রাতিষ্ঠানিক সংস্কৃতি ও প্রক্রিয়া গড়ে তুলতে সহায়তা পাবে।\nউন্নত স্বচ্ছতা কাঠামো সকল দেশের জন্য প্রযোজ্য হলেও, কম উন্নত এবং দ্বীপরাষ্ট্রগুলোর জন্য নমনীয়তা প্রদান করা হয়েছে।এই নমনীয়তা কাঠামোতে বিভিন্ন উপায়ে প্রয়োগ করা যেতে পারে, যেমন: কম উন্নত দেশগুলোকে কিছু ক্ষেত্র বাদ দিয়ে রিপোর্ট করার অনুমতি দেওয়া যেতে পারে, কম উন্নত দেশগুলোকে তাদের রিপোর্টে কম বিশদ তথ্য প্রদান করার অনুমতি দেওয়া যেতে পারে, কম উন্নত দেশগুলোকে দীর্ঘ সময় পর পর রিপোর্ট জমা করার অনুমতি দেওয়া যেতে পারে। কোন দেশের স্বচ্ছতা কাঠামো মেনে চলার ক্ষমতা কতটা, তা নির্ধারণের জন্য বিভিন্ন বিষয় বিবেচনা করা হবে।এর মধ্যে রয়েছে দেশটির রিপোর্টিং করার জন্য প্রয়োজনীয় অর্থনৈতিক সম্পদ আছে কিনা। দেশটির রিপোর্টিং করার জন্য প্রয়োজনীয় দক্ষ কর্মী আছে কিনা।\n\n\n=== জলবায়ু পরিবর্তন সংক্রান্ত মামলায় প্যারিস চুক্তির প্রভাব ===\n\nপ্যারিস চুক্তি জলবায়ু পরিবর্তন সংক্রান্ত আইনি লড়াইয়ের কেন্দ্রবিন্দুতে পরিণত হয়েছে। প্রথম বড় মামলা ছিল 'নেদারল্যান্ডস সরকার বনাম আর্জেন্ডা ফাউন্ডেশন'। নেদারল্যান্ডস সরকার প্যারিস চুক্তি স্বাক্ষরের আগে ২০৩০ সালের জন্য নির্গমন হ্রাসের লক্ষ্য কমিয়ে আনার পর এই মামলাটি করা হয়েছিল। ২০১৫ সালে, আদালত সরকারের বিরুদ্ধে রায় দেয় এবং তাদের পূর্বনির্ধারিত নির্গমন হ্রাসের লক্ষ্য বজায় রাখার নির্দেশ দেয়। এই রায় আপিলের পর ২০১৯ সালে নেদারল্যান্ডসের সর্বোচ্চ আদালত কর্তৃক সমর্থিত হয়। আদালতের রায় অনুযায়ী, নেদারল্যান্ডস সরকার তাদের নির্গমন হ্রাসের লক্ষ্য কমিয়ে ডাচ আইন এবং মানবাধিকারের উপর ইউরোপীয় কনভেনশন লঙ্ঘন করেছে। প্যারিস চুক্তির ২ ডিগ্রি সেলসিয়াস তাপমাত্রা সীমা রাখার লক্ষ্যমাত্রা এই রায়ের আইনি ভিত্তি হিসেবে ব্যবহৃত হয়েছিল। জার্মানিতেও 'নিউবাউয়ার এবং অন্যান্য বনাম জার্মানি' মামলায় প্যারিস চুক্তির লক্ষ্য (যা জার্মান আইনে অন্তর্ভুক্ত) গুরুত্বপূর্ণ ভূমিকা পালন করে। এই মামলায় আদালত জার্মানিকে তাদের জলবায়ু লক্ষ্যগুলো পুনর্বিবেচনা করার নির্দেশ দেয়।\n২০২১ সালের মে মাসে, হেগের জেলা আদালত 'মিলিউডিফেনসি ও অন্যান্য বনাম রয়্যাল ডাচ শেল' মামলায় ডাচ তেল কোম্পানি রয়্যাল ডাচ শেলের বিরুদ্ধে রায় দেয়। আদালত রায় দেয় যে এই কোম্পানিকে মানবাধিকার লঙ্ঘনের দায়ে ২০১৯ সালের তুলনায় ২০৩০ সালের মধ্যে তাদের বিশ্বব্যাপী নির্গমন ৪৫% কমাতে হবে। এই মামলাটিকে কোনো কর্পোরেশনের বিরুদ্ধে প্যারিস চুক্তির প্রথম প্রধান প্রয়োগ হিসাবে বিবেচনা করা হয়।\n\n\n=== মানবাধিকার ===\n\n২০২২ সালের ৪ জুলাই, ব্রাজিলের সুপ্রিম ফেডারেল কোর্ট প্যারিস চুক্তিকে একটি \"মানবাধিকার চুক্তি\" হিসেবে স্বীকৃতি দেয়। আদালতের রায় অনুসারে, ব্রাজিলে এটিকে \"জাতীয় আইনের চেয়েও অধিক গুরুত্ব\" দেওয়া উচিত। একই মাসে জাতিসংঘের মানবাধিকার কাউন্সিল একটি প্রস্তাবে (A/HRC/50/L.10/Rev.1 - মানবাধিকার ও জলবায়ু পরিবর্তন বিষয়ে, ভোট ব্যতীত গৃহীত) চুক্তিটি অনুমোদন ও বাস্তবায়নের আহ্বান জানায় এবং জলবায়ু পরিবর্তন মোকাবেলা ও খাদ্যের অধিকারের মধ্যে সম্পর্কের ওপর জোর দেয়।\nজাতিসংঘের মানবাধিকার বিষয়ক হাইকমিশনারের কার্যালয় আনুষ্ঠানিকভাবে স্বীকার করেছে যে, \"জলবায়ু পরিবর্তন জীবন, পানীয় জল ও স্যানিটেশন, খাদ্য, স্বাস্থ্য, আবাসন, আত্মনিয়ন্ত্রণাধিকার, সংস্কৃতি এবং উন্নয়ন সহ বিস্তৃত মানবাধিকারের কার্যকরী ভোগের জন্য হুমকি।\"\n\n\n== বাস্তবায়ন ==\nপ্যারিস চুক্তি কার্যকর করার জন্য প্রতিটি দেশকে নিজস্ব নীতিমালা প্রণয়ন করতে হবে। এর অর্থ হলো বিশ্ব অর্থনীতির শক্তি খরচ কমাতে জ্বালানি ব্যবহারের দক্ষতা বৃদ্ধি করতে হবে। জীবাশ্ম জ্বালানির ব্যবহার কমিয়ে টেকসই জ্বালানির ব্যবহার দ্রুত বাড়াতে হবে। বিদ্যুৎ খাতে নির্গমন দ্রুত হ্রাস পাচ্ছে, কিন্তু ভবন, পরিবহন ও গরম করার ক্ষেত্রে এখনও তেমন অগ্রগতি হয়নি। কিছু শিল্পকে ডিকার্বোনাইজ করা কঠিন, তাই নেট শূন্য নির্গমন অর্জনের জন্য কার্বন ডাই অক্সাইড অপসারণ প্রয়োজন হতে পারে। ২০২২ সালে প্রকাশিত একটি প্রতিবেদনে আইপিসিসি প্যারিস চুক্তির লক্ষ্যমাত্রা পূরণের জন্য খরচ ও উৎপাদন ব্যবস্থায় পরিবর্তন আনার পাশাপাশি উদ্ভাবন ও প্রযুক্তিগত পরিবর্তনের উপর জোর দিয়েছে।\nবৈশ্বিক উষ্ণতা ১.৫ ডিগ্রি সেলসিয়াসের নিচে রাখতে হলে, ২০৩০ সালের মধ্যে কার্বন নির্গমন প্রায় অর্ধেক কমাতে হবে। এটি সম্ভব করতে হবে প্রতিটি দেশের নিজস্ব নীতিমালা ও পদক্ষেপের মাধ্যমে। শতাব্দীর মাঝামাঝি সময়ে CO২ নির্গমন সম্পূর্ণ বন্ধ করতে হবে এবং এর কিছুটা পরেই মোট গ্রিনহাউস গ্যাস নির্গমনও শূন্যের কোঠায় নামিয়ে আনতে হবে।\nপ্যারিস চুক্তি বাস্তবায়নের পথে বেশ কিছু বাধা রয়েছে। কিছু দেশ ডিকার্বোনাইজেশনে বিনিয়োগের জন্য প্রয়োজনীয় অর্থ সংগ্রহ করতে পারছে না। জলবায়ু অর্থায়নের অভাব এবং এর খণ্ডিত প্রকৃতি বিনিয়োগকে আরও জটিল করে তোলে। নীতি বাস্তবায়নের জন্য সরকার এবং অন্যান্য প্রতিষ্ঠানের সক্ষমতার অভাবও একটি বড় সমস্যা। পরিচ্ছন্ন প্রযুক্তি এবং জ্ঞান প্রায়শই প্রয়োজন এমন দেশ বা স্থানে স্থানান্তরিত হয় না। ২০২০ সালের ডিসেম্বরে, COP 21 এর প্রাক্তন চেয়ারম্যান লরেন্ট ফ্যাবিয়াস যুক্তি দিয়েছিলেন যে \"পরিবেশের জন্য বিশ্ব চুক্তি\" গ্রহণের মাধ্যমে প্যারিস চুক্তির বাস্তবায়ন জোরদার করা যেতে পারে। এই চুক্তি রাষ্ট্র, ব্যক্তি এবং ব্যবসার পরিবেশগত অধিকার ও কর্তব্যকে সংজ্ঞায়িত করবে।\n\n\n=== প্রয়োজনীয়তা পূরণে বড় বাধা ===\n\n২০২১ সালের সেপ্টেম্বরে, ক্লাইমেট অ্যাকশন ট্র্যাকার (CAT) অনুমান করেছিল যে, বর্তমান নীতিমালা বাস্তবায়ন করলে ২০৩০ সালের লক্ষ্যমাত্রার চেয়ে দ্বিগুণেরও বেশি হারে বিশ্বব্যাপী নির্গমন বৃদ্ধি পাবে। নির্গমনের এই ফারাক ২০-২৩ গিগাটন CO2e-এর (কার্বন ডাই অক্সাইড সমতুল্য) সমান। ব্যাপকভাবে বাস্তবায়িত হলে ইরান, রাশিয়া, সৌদি আরব, সিঙ্গাপুর এবং থাইল্যান্ড গ্রহের তাপমাত্রা ৪ ডিগ্রি সেলসিয়াস পর্যন্ত বৃদ্ধির পথে এগিয়ে যাচ্ছে। অন্যান্য দেশও যথেষ্ট পদক্ষেপ নিচ্ছে না। বিশ্বের দেশগুলোর মধ্যে শুধুমাত্র গাম্বিয়া প্যারিস চুক্তির লক্ষ্য পূরণে সক্ষম বলে বিবেচিত হয়। ২০২১ সালের শরৎকালের মধ্যে বাস্তবায়িত ব্যবস্থাগুলি বিশ্বব্যাপী গড় তাপমাত্রা ২.৯ ডিগ্রি সেলসিয়াস পর্যন্ত বৃদ্ধি করবে। প্যারিস চুক্তির অঙ্গীকার অনুযায়ী হলেও গড় তাপমাত্রা ২.৪ ডিগ্রি সেলসিয়াস এবং শূন্য নির্গমনের সমস্ত লক্ষ্য পূরণ হলেও গড় তাপমাত্রা ২.০ ডিগ্রি সেলসিয়াস পর্যন্ত বৃদ্ধি পাবে।\n২০২১ সালের প্রোডাকশন গ্যাপ রিপোর্টে একটি চাঞ্চল্যকর তথ্য উঠে এসেছে। রিপোর্টে বলা হয়েছে যে, বিশ্বের সরকারগুলো এখনও ১.৫ ডিগ্রি সেলসিয়াস তাপমাত্রা বৃদ্ধির সীমার চেয়ে ২০৩০ সালের মধ্যে ১১০% বেশি জীবাশ্ম জ্বালানি উৎপাদনের পরিকল্পনা করছে। এর মধ্যে কয়লার উৎপাদন ২৪০%, তেলের উৎপাদন ৫৭% এবং গ্যাসের উৎপাদন ৭১% বৃদ্ধির পরিকল্পনা রয়েছে।\n২০২৩ সালের সেপ্টেম্বরে, প্যারিস চুক্তি বাস্তবায়নের অগ্রগতি সম্পর্কে প্রথম বিশ্বব্যাপী মূল্যায়ন প্রতিবেদন প্রকাশিত হয়। প্রত্যাশার বিপরীতে, প্রতিবেদনে দেখা গেছে যে চুক্তিটির ইতিবাচক প্রভাব রয়েছে। ২০১০ সালে, ২১০০ সালের মধ্যে তাপমাত্রা ৩.৭-৪.৮ ডিগ্রি সেলসিয়াস পর্যন্ত বৃদ্ধির পূর্বাভাস দেওয়া হয়েছিল। COP27-এ, এই পূর্বাভাস কমিয়ে ২.৪-২.৬ ডিগ্রি সেলসিয়াসে নামিয়ে আনা হয়। যদি সকল দেশ তাদের দীর্ঘমেয়াদী প্রতিশ্রুতি পূরণ করে, তাহলে তাপমাত্রা বৃদ্ধি ১.৭-২.১ ডিগ্রি সেলসিয়াসে সীমাবদ্ধ করা সম্ভব। তবে, ১.৫ ডিগ্রি সেলসিয়াসের মধ্যে তাপমাত্রা সীমাবদ্ধ করার লক্ষ্যমাত্রা থেকে বিশ্ব এখনও অনেক দূরে। কার্বন নির্গমন কমাতে হলে ২০২৫ সালের মধ্যে নির্গমন সর্বোচ্চ মাত্রায় পৌঁছাতে হবে। কিছু দেশে নির্গমন হ্রাস পেলেও, বিশ্বব্যাপী নির্গমনের মাত্রা এখনও চূড়ান্ত পর্যায়ে পৌঁছায়নি।\n\n\n== প্রশংসা ও বিতর্ক ==\nফ্রান্সের প্রেসিডেন্ট ফ্রাঁসোয়া ওলঁদ, জাতিসংঘের মহাসচিব বান কি-মুন এবং জলবায়ু পরিবর্তনের রূপরেখা সম্মেলন-এর নির্বাহী সচিব ক্রিশ্চিয়ানা ফিগারেস প্যারিস চুক্তির প্রশংসা করেছেন। ব্রাজিলের প্রেসিডেন্ট দিলমা রুসেফ চুক্তিটিকে \"সুষম ও দীর্ঘস্থায়ী\" বলে আখ্যায়িত করেছেন। ভারতের প্রধানমন্ত্রী নরেন্দ্র মোদী চুক্তির জলবায়ু ন্যায়বিচারের দিকগুলোর প্রশংসা করেছেন। ২০১৬ সালের অক্টোবরে যখন চুক্তিটি প্রয়োজনীয় স্বাক্ষর সংগ্রহ করে, তখন মার্কিন প্রেসিডেন্ট বারাক ওবামা বলেন, \"এমনকি যদি আমরা সব লক্ষ্যমাত্রা পূরণ করি, তবুও আমাদের লক্ষ্যের কেবল একটা অংশ অর্জন করতে পারব।\" তিনি আরও বলেছেন, \"এই চুক্তি জলবায়ু পরিবর্তনের ভয়াবহ পরিণতিগুলো এড়াতে বা বিলম্বিত করতে সাহায্য করবে এবং অন্যান্য দেশগুলোকে সময়ের সাথে সাথে তাদের নির্গমন কমাতে সাহায্য করবে।\"\nযদিও দেশগুলোকে একত্রিত করার ক্ষেত্রে \"প্যারিস চুক্তির\" ভূমিকা প্রশংসনীয়, কিছু পরিবেশবিদ ও বিশ্লেষক চুক্তির প্রতি সতর্কতার সাথে প্রতিক্রিয়া ব্যক্ত করেছেন। জলবায়ু পরিবর্তন মোকাবেলায় পদক্ষেপের গতি এবং দরিদ্র দেশগুলোর জন্য চুক্তিটি কতটা কার্যকর হবে সে সম্পর্কে তারা তেমন আশাবাদী নন। প্রাক্তন নাসা বিজ্ঞানী ও জলবায়ু পরিবর্তনের বিশেষজ্ঞ জেমস হ্যানসেন এই চুক্তিতে \"অঙ্গীকার\" বা লক্ষ্য থাকলেও দৃঢ় প্রতিশ্রুতির অভাব নিয়ে ক্ষোভ প্রকাশ করেছেন। তিনি প্যারিস আলোচনাকে \"প্রতারণা\" বলে আখ্যায়িত করেছেন, যেখানে \"কোনো পদক্ষেপ নেই, শুধুই অঙ্গীকার\"। অন্যদিকে, যারা জলবায়ু পরিবর্তন মোকাবেলায় পদক্ষেপের বিরোধিতা করছেন, তাদের সমালোচনা ছড়িয়ে ছিটিয়ে রয়েছে। এর কারণ সম্ভবত চুক্তিটির দুর্বলতা। এই ধরনের সমালোচনা সাধারণত জাতীয় সার্বভৌমত্ব এবং আন্তর্জাতিক পদক্ষেপের অকার্যকারিতার উপর দৃষ্টি নিবদ্ধ করে।\n\n\n=== কার্যকারিতা ===\n\nপ্যারিস চুক্তির মাধ্যমে নির্ধারিত জলবায়ু লক্ষ্যমাত্রা অর্জন সম্ভব হবে কিনা তা নিয়ে বিতর্ক রয়েছে। অধিকাংশ বিশেষজ্ঞদের মতে, বিশ্বব্যাপী তাপমাত্রা বৃদ্ধি ১.৫ ডিগ্রি সেলসিয়াসের মধ্যে সীমাবদ্ধ রাখার উচ্চাভিলাষী লক্ষ্যমাত্রা পূরণে চুক্তিটি যথেষ্ট নয়। প্যারিস চুক্তির অনেক নির্দিষ্ট বিধান এখনও চূড়ান্ত করা হয়নি, তাই এর কার্যকারিতা মূল্যায়ন করার জন্য সময় এখনও আসেনি। জাতিসংঘ পরিবেশ কর্মসূচি (UNEP)-এর ২০২০ সালের প্রতিবেদন অনুযায়ী, বর্তমান জলবায়ু অঙ্গীকারগুলো বহাল থাকলে, একবিংশ শতাব্দীর শেষ নাগাদ বিশ্বব্যাপী গড় তাপমাত্রা ৩ ডিগ্রি সেলসিয়াসের বেশি বৃদ্ধি পাবে। রাষ্ট্রীয়ভাবে নির্ধারিত অবদান (NDC) -এ সাম্প্রতিক \"নেট জিরো\" (শূন্য নির্গমন) লক্ষ্যগুলো অন্তর্ভুক্ত করা হয়নি, এবং এগুলো সম্ভাব্য তাপমাত্রা আরও ০.৫ ডিগ্রি সেলসিয়াস কমাতে সাহায্য করতে পারে।\nবর্তমানে দেশগুলোর প্যারিস চুক্তিতে প্রদত্ত অঙ্গীকারগুলো যথেষ্ট নয়। লক্ষ্যমাত্রায় পৌঁছানোর জন্য ভবিষ্যতে আরও দ্রুত এবং ব্যয়বহুল পদক্ষেপ নেওয়ার প্রয়োজন হবে। রাষ্ট্রীয়ভাবে নির্ধারিত অবদান (NDC) -এর ক্ষেত্রে দেশগুলির অঙ্গীকার এবং সেগুলি কার্যকর করার মধ্যে একটি ফারাক রয়েছে। বর্তমান অঙ্গীকারগুলো বাস্তবায়িত হলে নির্গমন হ্রাসের লক্ষ্যে সবচেয়ে কম খরচের বিকল্পের তুলনায় বিদ্যমান নির্গমন ফারাকের প্রায় এক-তৃতীয়াংশ পূরণ করা সম্ভব। নেচার জার্নালে প্রকাশিত দুটি গবেষণায় দেখা গেছে, ২০১৭ সাল পর্যন্ত বড় শিল্পোন্নত দেশগুলোর কোনোটিই তাদের প্রতিশ্রুত নীতিগুলি বাস্তবায়ন করেনি। ফলে তারা নির্গমন হ্রাসের লক্ষ্য পূরণে ব্যর্থও হয়েছে। এমনকি যদি তারা সফল হতো, তাহলেও সমস্ত সদস্য দেশের অঙ্গীকারের সমষ্টি (২০১৬ সাল অনুযায়ী) বিশ্বব্যাপী তাপমাত্রা বৃদ্ধিকে \"২ ডিগ্রি সেলসিয়াসের অনেক নিচে\" রাখার জন্য যথেষ্ট হতো না।\n২০২১ সালে, একটি সম্ভাব্যতা মডেল ব্যবহার করে করা একটি গবেষণায় দেখা গেছে যে, প্যারিস চুক্তির ২ ডিগ্রি সেলসিয়াসের সর্বোচ্চ তাপমাত্রা সীমার লক্ষ্যে পৌঁছানোর জন্য নির্গমন হ্রাসের হার এখনকার প্রতিশ্রুতির চেয়ে ৮০% বেশি হতে হবে। বড় নির্গমনকারী দেশগুলির ক্ষেত্রে এই হার বৃদ্ধি না করলে তাদের NDC লক্ষ্য পূরণের সম্ভাবনা খুব কম। গবেষণায় আরও বলা হয়েছে, বর্তমান প্রবণতা অব্যাহত থাকলে তাপমাত্রা বৃদ্ধি ২ ডিগ্রি সেলসিয়াসের নিচে সীমাবদ্ধ রাখার সম্ভাবনা মাত্র ৫%। অন্যদিকে, সকল স্বাক্ষরকারী দেশ যদি ২০৩০ সালের মধ্যে তাদের NDC পূরণ করে এবং তা অব্যাহত রাখে, তবে তাপমাত্রা বৃদ্ধি ২ ডিগ্রি সেলসিয়াসের নিচে সীমাবদ্ধ রাখার সম্ভাবনা বৃদ্ধি পেয়ে ২৬% হবে।\n২০২০ সালের পর্যন্ত, প্যারিস চুক্তিতে বিশেষ জোর দেওয়া হলেও, সক্ষমতা বৃদ্ধি ও জলবায়ুর সাথে খাপ খাইয়ে নেওয়া (adaptation) বিষয়ে চুক্তির কার্যকারিতা সম্পর্কে খুবই কম বৈজ্ঞানিক তথ্যপ্রমাণ পাওয়া যায়। ক্ষতি ও ক্ষয়ক্ষতি (loss and damage) এবং পরিবেশের সাথে খাপ খাইয়ে নেওয়ার বিষয়গুলো নিয়ে যে সামান্য কিছু সাহিত্য রয়েছে, তার মধ্যে সিদ্ধান্তগুলো বেশিরভাগই পরস্পর বিরোধী।\nস্টকটেক রিপোর্ট অনুযায়ী, প্যারিস চুক্তির স্পষ্ট ইতিবাচক প্রভাব দেখা যাচ্ছে। ২০১০ সালে যেখানে ২১০০ সালের মধ্যে তাপমাত্রা ৩.৭-৪.৮ ডিগ্রি সেলসিয়াস পর্যন্ত বৃদ্ধির পূর্বাভাস দেওয়া হয়েছিল, COP 27-এ এই পূর্বাভাস কমিয়ে ২.৪-২.৬ ডিগ্রি সেলসিয়াসে নামিয়ে আনা হয়েছে। এমনকি, যদি সকল দেশ তাদের দীর্ঘমেয়াদী অঙ্গীকার পূরণ করে, তাহলে তাপমাত্রা বৃদ্ধি ১.৭-২.১ ডিগ্রি সেলসিয়াসে সীমাবদ্ধ করা সম্ভব। তবুও, চুক্তির লক্ষ্যমাত্রা, তাপমাত্রা বৃদ্ধি ১.৫ ডিগ্রি সেলসিয়াসে সীমাবদ্ধ করা, অর্জনের থেকে বিশ্ব এখনও অনেক দূরে। এই লক্ষ্য পূরণের জন্য ২০২৫ সালের মধ্যে কার্বন নির্গমন অবশ্যই সর্বোচ্চ পর্যায়ে পৌঁছাতে হবে।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nJepsen, Henrik;  ও অন্যান্য (২০২১)। Negotiating the Paris Agreement: The Insider Stories। Cambridge University Press। আইএসবিএন 978-1-108-88624-6। \nTeske, Sven;  ও অন্যান্য (২০১৯)। Achieving the Paris Climate Agreement Goals। Springer। আইএসবিএন 978-3-030-05842-5। \n\n\n== বহিঃসংযোগ ==\n\n উইকিউক্তিতে প্যারিস চুক্তি সম্পর্কিত উক্তি পড়ুন।\nপ্যারিস চুক্তির পাঠ্য"}