{"pageid": 14227, "title": "নয়ন রহস্য", "url": "https://bn.wikipedia.org/wiki?curid=14227", "content": "নয়ন রহস্য, সত্যজিৎ রায় রচিত গোয়েন্দা কাহিনী ফেলুদা সিরিজের একটি বই। এটি ফেলুদা সিরিজের একদম শেষ দিকের উপন্যাস যার কাহিনী আবর্তিত হয়েছে নয়ন নামের আশ্চর্য ক্ষমতাধর এক ছেলেকে ঘিরে। এই সিরিজে এর পর আর একটাই উপন্যাস প্রকাশিত হয়েছিল - 'রবার্টসনের রুবি'। তাই সাহিত্যিক দৃষ্টিকোণ থেকে বিবেচনার্থে, 'নয়ন রহস্য' উপন্যাসের একটা আলাদা গুরুত্ব যে রয়েছে তা বলাই বাহুল্য।\n\n\n== কাহিনী সংক্ষেপ ==\nফেলুদারা গিয়েছে সুনীল তরফদার নামক এক তরুণ জাদুকরের শো'তে। সেই জাদুকর তার সম্মোহনী শক্তি দিয়ে সবাইকে অবাক করে দিল। কিন্তু এর চেয়েও একটা বড় চমক অপেক্ষা করছিল। দর্শকের সামনে সে হাজির করল জ্যোতিষ্ক নামক এক অসাধারণ ছেলেকে। যাকে সংখ্যার সাথে সংস্লিষ্ট যেকোন প্রশ্ন করা হলেই সে তার উত্তর দিয়ে দিতে পারে। এটি দেখে ফেলুদা পর্যন্ত থ বনে গেল। ফেলুদা সুনীল তরফদারকে কথা দিল যে জ্যোতিষ্কের ব্যাপারে কোন সমস্যা হলে তাকে যেন জানানো হয়। এছাড়াও সে সুনীলের কাছ থেকে জেনে নিল জ্যোতিষ্কের আসল নাম-পরিচয়। জানা গেল, ছেলেটির আসল নাম নয়ন, বাড়ি কালীঘাট।\nপরদিনই ফোন এল সুনীলের কাছ থেকে। নয়নের ব্যাপারে আগ্রহী চারজন লোকের সাথে এপয়েন্টমেন্ট হয়েছে। তাই সে চায় যাতে ফেলুদা, তোপসে আর জটায়ুও সেখানে উপস্থিত থাকে। ফেলুদারা গেল সেখানে। চারজন চার রকম স্বভাবের মানুষ এল নয়নের সাথে দেখা করতে। তাদের প্রত্যেকেই নিয়ে এসেছে ভিন্ন ভিন্ন প্রস্তাব। কিন্তু একদিক থেকে তাদের মধ্যে মিল আছে। তারা চারজনই খুব লোভী। সুনীল তাদের প্রস্তাব প্রত্যাখ্যান করল। ফলে তারা চারজনই শাসিয়ে গেল সুনীলকে, হুমকি দিল নয়নের ক্ষতি করার। এই দেখে সুনীল ফেলুদাকে অনুরোধ করল তাদের সাথে মাদ্রাজ যেতে। কারণ, নয়নকে নিয়ে সে মাদ্রাজে যাচ্ছে শো করতে। ফেলুদা এরই মধ্যে আরও একটা কেস হাতে পেল। হিঙ্গোয়ানি নাম করে এক লোক দাবি করছে, তার পার্টনার তাকে মিছিমিছি ফাসানোর চেষ্টা করছে এবং তার প্রাণের ভয়ও আছে। এই লোকও যাবে মাদ্রাজে। তাই ফেলুদা তার নিরাপত্তার দায়িত্বও নিল। মাদ্রাজে গিয়েই বোঝা গেল, কোলকাতায় থাকতে যারা নয়নের পিছে লেগেছিল, তারা মাদ্রাজ পর্যন্তও হানা দিয়েছে। এদের থেকে নয়নকে বাঁচাতে সচেষ্ট হল ফেলুদা। অন্যদিকে জানা গেল, হিঙ্গোয়ানি নামে যে লোকের কেস হাতে নিয়েছে ফেলুদা, সে আসলে সুনীলেরই স্পন্সর। \nযাইহোক, রহস্য ঘনীভূত হল যখন নয়ন উধাও হল আর হোটেলে নিজের রুম থেকে খুন হল হিঙ্গোয়ানি। এই দ্বৈত রহস্যে প্রথমে ফেলুদাও চমকে গিয়েছিল। কিন্তু সে তার মগজ খাটিয়ে বের করল, অপরাধী আসলে এমন একজন ব্যক্তি যে শুরু থেকেই তার চোখে ধুলো দিয়ে যাচ্ছিল এবং যাকে অপরাধী বলে মনেই হয় না। কিন্তু শেষমেষ ধরা পড়ল সে।\n\n\n== আরোও দেখুন ==\nফেলুদা\nরবার্টসনের রুবি\n\n\n== তথ্যসূত্র =="}