{"pageid": 1422804, "title": "রোমানো-ব্রিটিশ সংস্কৃতি", "url": "https://bn.wikipedia.org/wiki?curid=1422804", "content": "রোমান সাম্রাজ্যের অধীনে ব্রিটেনে রোমানো-ব্রিটিশ সংস্কৃতির উদ্ভব হয় ৪৩ খ্রিস্টাব্দে যখন রোমান বিজয় এবং ব্রিটানিয়া প্রদেশের সৃষ্টির হয়। কেল্টিক ভাষা এবং প্রথার মানুষজন ব্রিটিশদের সাথে রোমান সংস্কৃতির সংমিশ্রণ করতে উদ্ভূত হয়েছিল।\nক্রিস্টোফার স্নাইডারের মতো পণ্ডিতরা বিশ্বাস করেন যে সম্ভবত ৫ম এবং ৬ষ্ঠ শতাব্দীতে - প্রায় ৪১০ খ্রিস্টাব্দ  থেকে (যখন রোমান সৈন্যরা প্রত্যাহার করে) ৫৯৭ খ্রিস্টাব্দ পর্যন্ত যখন ক্যান্টারবারি সেন্ট অগাস্টিন আসেন  তখন দক্ষিণ ব্রিটেন সক্রিয় উপ-রোমান সংস্কৃতি ধারণ করছিল যা অ্যাংলো-স্যাক্সন এর আক্রমণ থেকে রক্ষা করেছিল এবং এমনকি লেখার সময় নিজেদের  ল্যাটিন ভাষা ব্যবহার করত ।\n\n\n== রোমানদের আগমন ==\n\n৪৩ খ্রিষ্টাব্দে সম্রাট ক্লডিয়াসের রাজত্বকালে রোমান সৈন্যরা নিকটবর্তী প্রদেশগুলি থেকে  আক্রমণ করে, যা বর্তমানে ইংল্যান্ডের অংশ। পরবর্তী কয়েক বছরে ব্রিটানিয়া প্রদেশ গঠিত হয়, অবশেষে যা ইংল্যান্ড, ওয়েলস এবং স্কটল্যান্ডের কিছু অংশ হিসেবে অন্তর্ভুক্ত হয়। ক্লডিয়ান সেনাবাহিনী কোলচেস্টার দখল করে এবং ব্রিটেনের এগারো জন উপজাতি রাজাও রোমান সেনাবাহিনীর কাছে আত্মসমর্পণ করে। ৪৭ খ্রিষ্টাব্দের মধ্যে রোমানরা দক্ষিণ ব্রিটেনে আক্রমণ করে এবং প্রাকৃতিক সম্পদে সম্পন্ন অঞ্চলকে নিজেদের দাবি করে। এরফলে সাম্রাজ্যবাদী সম্পদ বৃদ্ধি পায়। রোমানরা কলচেস্টার শহরকে উন্নত করেছিল নগরায়ণ এবং সরকারি বিল্ডিংগুলির নতুনত্বের মাধ্যমে শতাব্দীর শেষের দিকে ব্রিটানিয়ার মোট ৩৬ লক্ষ জনসংখ্যার মধ্যে রোমান সেনাবাহিনী এবং তাদের পরিবার ও নির্ভরশীলদের সংখ্যাই ছিল ১,২৫,০০০ জন। বিভিন্ন পেশার অনেক অভিবাসীও ছিলেন, যেমন ভাস্কর (বরাতে) থেকে রোমান সিরিয়া এবং পূর্ব ভূমধ্যসাগরীয় অঞ্চলের ডাক্তাররা।-যখন জনগণ মূলত সেল্টিক ছিল তখন ব্রিটিশ সংস্কৃতি ও ধর্ম বৈচিত্র্যময় হতে থাকে যা  রোমানাইজেশন বৃদ্ধিকে বুঝায়।\nজনসংখ্যার সিংহভাগ ছিল গ্রামীণ এবং তারা কৃষিকাজে নিয়োজিত ছিল; চতুর্থ শতাব্দীর শেষের দিকে মোট জনসংখ্যার ৩৬ লক্ষ থেকে শহুরে জনসংখ্যা ছিল মাত্র প্রায় ২,৪০,০০০  যেখানে রাজধানী শহর লন্ডিনিয়ামে প্রায় ৬০,০০০ লোক বাস করতো। লন্ডিনিয়াম ছিল একটি জাতিগতভাবে বৈচিত্র্যময় শহর যেখানে রোমান সাম্রাজ্য জুড়ে ব্রিটানিয়ার স্থানীয়রা এবং ইউরোপ মহাদেশীয় , মধ্যপ্রাচ্য এবং উত্তর আফ্রিকা থেকে আসা অভিবাসীরাও ছিল। অন্যান্য রোমান-ব্রিটিশ শহরেও সাংস্কৃতিক বৈচিত্র্য ছিল, যেগুলি ব্রিটানিয়ার মধ্যে এবং উত্তর আফ্রিকা, সিরিয়া, পূর্ব ভূমধ্যসাগর এবং ইউরোপ মহাদেশ সহ অন্যান্য রোমান অঞ্চল থেকে আসা অভিবাসনের মাধ্যমে টিকে ছিল।\nতৃতীয় শতাব্দীতে ব্রিটেনে খ্রিস্টান ধর্মের আবির্ভাব হয় । সেন্ট অ্যালবান ছিলেন একজন প্রথম দিকের ব্যক্তিত্ব, যিনি (ঐতিহ্য অনুসারে) সম্রাট ডেসিয়াসের রাজত্বকালে, বর্তমান সেন্ট অ্যালবানের জায়গায় রোমান শহরের ভেরুলামিয়ামের কাছে শহীদ হন।\n\n\n=== রোমান নাগরিকত্ব ===\nব্রিটিশদের ইতিহাসে দেখা রোমান প্রভাবের একটি বিশেষ দিক ছিল রোমান নাগরিকত্ব প্রদান। প্রথমে এটি খুব যাচাই বসছাই করে দেয়া হয়েছিল: কেবল শহরের নির্দিষ্ট শ্রেনির কাউন্সিল সদস্যদের, যারা রোমানদেরকে ভালোভাবে বুঝতে সক্ষম হয়েছিলো বা তাদের অনুসরণ করতো; স্থানীয়দের পৃষ্ঠপোষকতায় প্রবীণ নয়তো সৈন্যবাহিনী বা সহায়ক ইউনিটের সৈনিকদেরকে নাগরিকত্ব দেয়া হয়েছিলো। রোমান নাগরিকত্ব প্রদান ধীরে ধীরে প্রসারিত হয় এবং বিভিন্ন প্রদেশ থেকে আরও বেশি লোক নাগরিক হয়ে ওঠে। রোমান সেনাবাহিনী বা সিটি কাউন্সিলে চাকরি করলে প্রাদেশিক জনসাধারণের নাগরিক হওয়ার সুযোগ ছিল। নাগরিকের সংখ্যা ক্রমাগত বৃদ্ধি পায়, কারণ লোকেরা উত্তরাধিকারসূত্রে নাগরিকত্ব পেত এবং সম্রাটরাও বিভিন্ন সময় নাগরিকত্ব প্রধান করতো। অবশেষে ২১২ বা ২১৩ খ্রিস্টাব্দের প্রথম দিকে, মুক্ত ক্রীতদাস ছাড়া প্রদেশেগুলেতে বসবাসকারী সবাইকে সংবিধান এর মাধ্যমে নাগরিকত্ব প্রদান করা হয়। রোমান নাগরিকত্বের দ্বারা অনেক ধরনের সুবিধা দেয়া হয়; উদাহরণস্বরূপ, নাগরিকরা তাদের নিজস্ব সিদ্ধান্ত নিতে পারতো, নিরাপত্তার জন্য আবেদন করতে পারতো এবং রোমান আইনের অধীনে সম্প্রদায়ের মধ্যে সম্পত্তি/দায়িত্ব ভাগ করে নিতে পারতো।\nব্রিটেনের অন্যান্য যে বাসিন্দারা নাগরিকত্ব ভোগ করেননি, তাদের মধ্যে ছিলো পেরেগ্রিনি, তারা তাদের পূর্বপুরুষদের আইন দ্বারা নিজেদের পরিচালিত করতেন। তাদের প্রধান প্রতিবন্ধকতা ছিল তারা ল্যাটিন খেতাবে জমির মালিক হতে পারতেন না, সেনাবাহিনীতেও সৈনিক হিসাবে কাজ করতে পারতেন না এবং উত্তরাধিকার  সূত্রে রোমান নাগরিক  হওয়ার সুযোগ ছিল না । প্রজাতন্ত্রে, বিদেশী পেরেগ্রিনিদের অন্য নামকরণ করা হয়েছিল, \"পেরেগ্রিনি দেদিতিচি\"  যার অর্থ হলো \"আত্মসমর্পণকারী বিদেশী\" এবং তাদের রোমান নাগরিকত্ব লাভ করা নিষিদ্ধ ছিলো। এই \"আত্মসমর্পণকারী বিদেশী' নাগরিকদেরকে কোনো ধরনের সুবিধা, কার্যভার, মর্যাদা বা পরিচয় প্রদান করা হত না। রোমানরা স্বাধীন পেরেগ্রিনি দেদিটিসিদেরকে  বিদেশী হিসাবে অপবাদ দিতে থাকে এবং তারা বিভিন্ন সময় নির্যাতনের শিকার হয়েছিল আর চিরতরে নাগরিকত্ব থেকে বাদ পড়েছিল।\n\n\n== ব্রিটেন থেকে রোমানদের প্রস্থান ==\nঅবশেষে সম্রাট অনারিয়াস রোমান সৈন্যদের বহিঃআক্রমণ থেকে ইতালিকে রক্ষার জন্য দেশে ফিরে যাওয়ার নির্দেশ দেন।।তৃতীয় কনস্ট্যান্টাইন সময়কালে অনারিয়াসের বিরুদ্ধে প্রাথমিকভাবে বিদ্রোহ করেছিলো, তাই গল-এ আরও সৈন্য নিয়ে নিয়ে যাওয়া হয়, কিন্তু পরবর্তীতে তাকে যৌথ সম্রাট হিসাবে স্বীকৃতি দেওয়া হয়েছিল।\nব্রিটেন থেকে রোমানরা প্রস্থান করার পর, অনারিয়াস রোমানো-ব্রিটিশদের পরামর্শ দেন \"নিজস্ব প্রতিরক্ষার দিকে তাকাতে\"। জেনারেল ফ্ল্যাভিয়াস অ্যাটিয়াসের একজন বিশ্বস্ত হিসেবে পরিচিত গ্রোন্স অব দ্য ব্রিটন্স এর কাছে একটি লিখিত আবেদন করে, পশ্চিমের বিলীন হওয়া রোমান সাম্রাজ্য থেকে স্বল্প নৌ সহায়তা নিয়ে আসার জন্য। অন্যথায় তারা নিজেরা ছাড়া কেউ ছিলো না।\n\n\n== রোমান-পরবর্তী সময়কাল ==\n\nপ্রাথমিক পর্যায়ে নিম্নভূমি এবং শহরগুলির কিছু সংগঠন বা কাউন্সিল এবং লন্ডনের বিশপ  একটি গুরুত্বপূর্ণ ভূমিকা পালন করে থাকতে পারে, কিন্তু তারা পূর্বের মত  রাজনৈতিকভাবে বিভক্ত ছিল। সেনাবাহিনী, ভাড়াটে সৈনিক, অভিজাত লোক, কর্মচারী-কর্মকর্তা এবং কৃষকরা নিজেদেরকে রাজা হিসেবে ঘোষণা দিয়েছিলো, তারা একে অপরের মধ্যে লড়াই করেছিলো এবং ব্রিটেন আক্রমণের পথ উন্মুক্ত করে দিয়েছিল৷ আনুমানিক দুটি সংঘাত সংগঠিত হয় : একটি প্রো-রোমান সংঘাত এবং অন্যটি স্বাধীনতা সংঘাত.। সে সময়ে ভোর্টিগার্ন নামের একজন নেতা, যার উপাধি ছিলো সম্ভবত \"উচ্চ রাজা\" উত্তর থেকে পিক্টস এবং আয়ারল্যান্ড থেকে স্কটি (স্কট) এর ধ্বংস ব্রিটিশদের অ্যাঙ্গেলসের পৌত্তলিক জার্মানিক উপজাতি, স্যাক্সন এবং জুটসের সাহায্য চাইতে বাধ্য করেছিল, যারা পরবর্তী  সময়ে ব্রিটেনে বসতি স্থাপনের সিদ্ধান্ত নেয়। কিছু রোমানো-ব্রিটিশ লোক ব্রিটানি, সুয়েবি রাজ্য এবং  আয়ারল্যান্ডে চলে যায়।\n\n৫ম শতাব্দীতে অ্যাংলো-স্যাক্সনরা পূর্ব ইংল্যান্ডের নিয়ন্ত্রণ লাভ করে। ৬ষ্ঠ শতাব্দীর মাঝামাঝি সময়ে, তারা মিডল্যান্ডে বিস্তার করতে শুরু করে, অতঃপর ৭ম শতাব্দীতে তারা আবার ইংল্যান্ডের দক্ষিণ-পশ্চিম এবং উত্তরে বিস্তৃত হয়। দক্ষিণ ব্রিটেনের অপরাজেয় অংশগুলি, বিশেষ করে ওয়েলস রোমানো-ব্রিটিশ সংস্কৃতি এবং খ্রিস্টধর্ম বজায় রেখেছিল। জার্মানিক ভাষায় কথা বলা গোষ্ঠীর সদস্যরাও গ্রেট ব্রিটেনের দক্ষিণ অংশে চলে যায়। রোমান পরবর্তী যুগে জার্মানিক বাসিন্দাদের সাথে সাংস্কৃতিক বিনিময় দেখা যায়।\nব্ল্যানকেট শব্দ \"ওয়েলশ\" দ্বারা রোমানো-ব্রিটিশ লোকদের অ্যাংলো-স্যাক্সনের কিছু ইতিহাস (প্রেক্ষাপটে) বুঝায়। ওয়েলশ শব্দটি একটি পুরানো ইংরেজি শব্দ থেকে এসেছে যার অর্থ 'বিদেশী', যা দক্ষিণ ব্রিটেনের পুরানো বাসিন্দাদের বুঝায়। ঐতিহাসিকভাবে, ওয়েলস এবং দক্ষিণ-পশ্চিম উপদ্বীপ যথাক্রমে উত্তর ওয়েলস এবং পশ্চিম ওয়েলস নামে পরিচিত ছিল। ইংল্যান্ডের উত্তরের সেল্টিক এবং দক্ষিণ স্কটল্যান্ডকে বুঝায় হেন ওগলেড ওয়েলশ (\"পুরানো উত্তর\") হিসাবে।\nএই সংগ্রামগুলোর সময়েই উত্থান হয়েছে উথার পেন্ড্রাগন এবং রাজা আর্থারদের মত কিংবদন্তিদের। এ বিষয়ে বিভিন্ন ধরনের তত্ত্ব আছে, তবে কখনও কখনও এটা বলা হয় যে অ্যামব্রোসিয়াস অরেলিয়ানাস ছিলেন একজন রোমানো-ব্রিটিশ বাহিনীর প্রতিরোধী নেতৃত্ব এবং প্রাক্তনদের জন্য আদর্শ। আর্থারের ক্যামেলটআদালত হলো একটি আদর্শিক প্রাক-স্যাক্সন রোমানোর-ব্রিটিশ সভ্যতার ওয়েলশ এবং কর্নিশ স্মৃতি।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nজন্স, মাইকেল (১৯৯৬) দ্য এন্ড অফ রোমান ব্রিটেন । ইথাকা: কর্নেল ইউনিভার্সিটি প্রেস\nমাইরেস, জন (১৯৬০) পেলাগিয়াস এবং ব্রিটেনে রোমান শাসনের সমাপ্তি । ইন: জার্নাল অফ রোমান স্টাডিজ, 50, 21-36।\nপ্রাইর, ফ্রান্সিস (২০০৪) ব্রিটেন এডি: আ কোয়েস্ট ফর আর্থার, ইংল্যান্ড এবং অ্যাংলো-স্যাক্সন । লন্ডন: হারপারকলিন্সআইএসবিএন ০-০০-৭১৮১৮৬-৮\nRadford, CA Ralegh (১৯৩৯) Tintagel Castle . লন্ডন: এইচএমএসও (ইংলিশ হেরিটেজ 1985 দ্বারা পুনর্মুদ্রিত)\nটমাস, চার্লস (১৯৯৩) টিনটেজেল: আর্থার এবং প্রত্নতত্ত্ব । লন্ডন: ইংলিশ হেরিটেজ\n\n\n== বহিঃসংযোগ ==\nব্রিটেনে রোমানরা\nপ্লেগ ইংল্যান্ড তৈরি করেছিল\nগুগল বুকস: দ্য মেকিং অফ ইংল্যান্ড অফ রিচার্ড গ্রীন (1881)\nস্যাক্সন এবং রোমানো\nব্রিটিশদের মধ্যে যুদ্ধের জাতিগত এবং সাংস্কৃতিক পরিণতি"}