{"pageid": 1422884, "title": "কেন্দ্রীয় মন্ত্রিপরিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1422884", "content": "কেন্দ্রীয় মন্ত্রিপরিষদ ভারত সরকারের প্রধান নির্বাহী কেন্দ্র, যা নির্বাহী বিভাগের গরিষ্ঠ সিদ্ধান্ত গ্রহণকারী কেন্দ্র হিসাবে কাজ করে। ভারতের প্রধানমন্ত্রী ও প্রত্যেক নির্বাহী মন্ত্রকের প্রধান নিয়ে মন্ত্রিপরিষদ গঠিত হয়। বর্তমানে কেন্দ্রীয় মন্ত্রিপরিষদের প্রধানমন্ত্রী নরেন্দ্র মোদী এবং প্রধানমন্ত্রী সহ ২৯টি মন্ত্রী এর সদস্য। কেন্দ্রীয় মন্ত্রিপরিষদ সমষ্টিগতভাবে ভারতীয় সংসদের লোকসভার নিকট দায়বদ্ধ।\nকেন্দ্রীয় ক্যাবিনেট ভারতের শীর্ষ সিদ্ধান্ত গ্রহণকারী কেন্দ্র এবং এটি কেন্দ্রীয় মন্ত্রিপরিষদের এক উপসেট। ক্যাবিনেট মন্ত্রী বা পূর্ণমন্ত্রিগণ কেন্দ্রীয় সরকারের গুরুত্বপূর্ণ মন্ত্রকের কার্যভার গ্রহণ করেছেন।\n\n\n== নিয়মবিধি ==\nসংবিধানের অনুচ্ছেদ ৭৫(১ক) অনুযায়ী, মন্ত্রিপরিষদে প্রধানমন্ত্রী সহ মন্ত্রিগণের মোট সংখ্যা লোকসভার সর্বমোট সদস্যসংখ্যা ১৫ শতাংশের বেশি হবে না। মন্ত্রীকে সংসদের সদস্য হতে হবে। অনুচ্ছেদ ৭৫(৫) অনুযায়ী, কোনো মন্ত্রী ক্রমান্বয়ে ছয় মাস ধরে সংসদের উভয় কক্ষের যেকোনো একটির সদস্য না হলে তিনি ঐ কালের অবসানে আর মন্ত্রী থাকবেন না।\nসংবিধানের অনুচ্ছেদ ৭৫(৩) অনুযায়ী, মন্ত্রিপরিষদ সমষ্টিগতভাবে ভারতীয় সংসদের নিম্নকক্ষ লোকসভার নিকট দায়বদ্ধ। লোকসভায় কোনো মন্ত্রী দ্বারা পেশ করা কোনো আইন গৃহীত না হলে তার জন্য সমগ্র মন্ত্রিপরিষদ দায়বদ্ধ এবং কোনো নির্দিষ্ট মন্ত্রী দায়ী নন। লোকসভার প্রতি আস্থা হারালে নতুন সরকার গঠন করতে সমগ্র মন্ত্রিপরিষদকে পদত্যাগ করতে হবে।\n\n\n=== পদমর্যাদা ===\nকেন্দ্রীয় মন্ত্রিপরিষদে পাঁচ ধরনের মন্ত্রী রয়েছে, এবং নিচে তাঁদের পদমর্যাদা ক্রম অনুযায়ী সাজানো হয়েছে:\n\nপ্রধানমন্ত্রী: কেন্দ্রীয় মন্ত্রিপরিষদের প্রধান।\nউপপ্রধানমন্ত্রী: প্রধানমন্ত্রীর অনুপস্থিতিতে প্রধানমন্ত্রীর ভূমিকা পালন করেন।\nপূর্ণমন্ত্রী: কেন্দ্রীয় ক্যাবিনেটের সদস্য, মন্ত্রকের প্রধান।\nপ্রতিমন্ত্রী (স্বাধীন দায়িত্ব): নবাগত মন্ত্রী যিনি পূর্ণমন্ত্রীকে রিপোর্ট করেন না।\nপ্রতিমন্ত্রী: উপমন্ত্রী যিনি পূর্ণমন্ত্রীকে রিপোর্ট করেন।\n\n\n=== নিয়োগ ===\nসংবিধানের অনুচ্ছেদ ৭৫(১) অনুযায়ী, প্রধানমন্ত্রী রাষ্ট্রপতি কর্তৃক নিযুক্ত হন এবং অন্যান্য মন্ত্রিগণ প্রধানমন্ত্রী আদেশ অনুসারে রাষ্ট্রপতি কর্তৃক নিযুক্ত হন। প্রামাণ্য তথ্য অনুযায়ী, দ্বিতীয় সহস্রাব্দের শেষ থেকে শুরু করে কোনো সংসদ সদস্যের নির্বাচনী কর্মক্ষমতা মন্ত্রিত্ব লাভের সম্ভাবনাকে প্রভাবিত করে।\n\n\n== বর্তমান কেন্দ্রীয় মন্ত্রী ==\n\nবর্তমান কেন্দ্রীয় মন্ত্রীর তালিকা নিম্নরূপ:\n\n\n=== পূর্ণমন্ত্রী ===\n\n\n=== প্রতিমন্ত্রী (স্বাধীন দায়িত্ব) ===\n\n\n=== প্রতিমন্ত্রী ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে কেন্দ্রীয় মন্ত্রিপরিষদ সম্পর্কিত মিডিয়া দেখুন।\nভারতের জাতীয় পোর্টালে কেন্দ্রীয় মন্ত্রিপরিষদ"}