{"pageid": 1422979, "title": "রামন (উৎসব)", "url": "https://bn.wikipedia.org/wiki?curid=1422979", "content": "রামন হল ভারতের গাড়োয়াল অঞ্চলের একটি ধর্মীয় উৎসব এবং আচার অনুষ্ঠান। এটি ভারতের উত্তরাখণ্ডের চামোলি জেলার পাইনখান্দা উপত্যকার সালুর ডুংরা গ্রামের গাড়োয়ালি জাতি পালন করে।\nগ্রামের মন্দিরের আঙিনায় গ্রাম দেবতা, ভূমিয়াল দেবতার উদ্দেশ্যে উৎসব এবং শিল্পরূপটি পরিচালিত হয়। রামন এই গ্রামের একটি অনন্য উৎসব। হিমালয় অঞ্চলের অন্য কোথাও এটি উদযাপিত হয় না।\n\n\n== দেবতা ==\nসালুর ডুংরার অভিভাবক দেবতা হলেন ভূমিক্ষেত্রপাল, যিনি ভূমিয়াল দেবতা নামেও পরিচিত। প্রতি বছর বৈশাখীর পর তার সম্মানে উৎসবটি অনুষ্ঠিত হয়। এটি একটি ফসল কাটার উৎসব যা হিন্দু সৌর নববর্ষেরও সূচনা করে। বৈশাখীর দিনে গ্রামের পুরোহিত রামন উৎসবের দিন ঘোষণা করেন। এটি সাধারনত বৈশাখীর পর নবম বা একাদশ দিনে পড়ে। ভূমিয়াল দেবতা বৈশাখীর দিন মন্দিরে শোভাযাত্রায় বের হয়। দ্বিতীয় দিন লোকেরা দেবতাকে হরিয়ালি (অঙ্কুরিত বার্লি গাছ) নিবেদন করে। এর ফলস্বরূপ তিনি কৃষি ফলন এবং বনজ পণ্য সহ সকলের সমৃদ্ধির প্রতিশ্রুতি দেন। উৎসবের প্রতিদিন দেবতা গ্রামে ঘুরে বেড়ায়। উৎসবটি দশ দিন ধরে চলে। এ সময়ে রামের স্থানীয় মহাকাব্য গাওয়া হয় এবং ভূমিয়াল দেবতার মন্দিরের প্রাঙ্গণে জীবনের বিভিন্ন দিক চিত্রিত করে মুখোশ নৃত্যও হয়।\n\n\n== উৎসব এবং নাচ ==\nরামন উৎসব শুরু হয় গণেশ দেবতার কাছে আমন্ত্রণ জানিয়ে। এরপর বিঘ্ন অপসারণকারী গণেশ ও পার্বতীর নৃত্য পরিবেশন করা হয়। এরপর পরিবেশিত হয় সূর্য দেবতার নৃত্য, ব্রহ্মা ও গণেশের জন্মের সৃষ্টি-কথা। অন্যান্য নৃত্যের মধ্যে রয়েছে গোপী চাঁদ (কৃষ্ণ) এবং রাধার সাথে বুর দেবের নৃত্য। এছাড়াও মহিষের পালকদের যন্ত্রণা নিয়ে মাওয়ার-মওয়ারিন নৃত্য এবং বনিয়া-বনিয়ান নৃত্য (ব্যবসায়ী-দম্পতির নৃত্য) যা সাধারণ জনগণের ভোগান্তিকে তুলে ধরে। এই প্রাথমিক পরিবেশনার পরে স্থানীয় রামকথার অভিনয় নৃত্য পরিবেশন করা হয়। এতে রামের জীবনের পর্বগুলি তুলে ধরা হয়, তাঁর জনকপুর সফর থেকে শুরু করে নির্বাসন থেকে ফিরে আসার পরে তাঁর রাজ্যাভিষেকের মাধ্যমে এটি শেষ হয়। এটি মোট ৩২৪টি বীট এবং ধাপে গাওয়া হয়। এই পরিবেশনার আরেকটি গুরুত্বপূর্ণ দিক হল জাগর গাওয়া বা স্থানীয় কিংবদন্তিদের সঙ্গীত পরিবেশন।\nএছাড়াও অন্যান্য নৃত্য এবং পর্ব রয়েছে যেমন মাল নৃত্য, কুরজোগী এবং নরসিংহ পাত্তার নৃত্য যা রামকথার পর পরিবেশিত হয়। মাল নৃত্যে নেপালের গুর্খা এবং স্থানীয় গাড়োয়ালিদের মধ্যেকার একটি ঐতিহাসিক যুদ্ধ অভিনীত হয়। লাল এবং সাদা পোশাক পরিহিত চারটি নৃত্যশিল্পীর একটি দল এটি হাস্যরসাত্মকভাবে পরিবেশন করে। সালুর গ্রামের কুনওয়ার বর্ণের একটি লাল মাল থাকা বাধ্যতামূলক, কারণ এটি বিশ্বাস করা হয় যে এই গ্রামটি গোর্খাদের সমর্থন করেছিল এবং বাকি তিনটি গ্রাম পঞ্চায়েত দ্বারা নির্বাচিত হয়।\nকুরজোগী অনুষ্ঠানে একজন কুরজোগী গ্রামের ক্ষেত থেকে আগাছা (কুর) বের করে আনেন। কুরজোগী এই আগাছা ভর্তি একটি বস্তা বহন করেন। লোকেরা একে অপরের দিকে এই আগাছা ছুঁড়ে ফেলে অনেক আনন্দ লাভ করে।\n\n\n== সামাজিক অংশগ্রহণ ==\nসালুর-ডুংরা গ্রামবাসীরা রামন উৎসবের উত্তরাধিকারী, সংগঠক ও অর্থদাতা। জাতি-সম্প্রদায় নির্বিশেষে সকল পরিবারই রামনের প্রধান দেবতাদের পূজা ও আচার অনুষ্ঠান করে। উৎসবে বিভিন্ন বর্ণের ভূমিকা অবশ্য সুপ্রতিষ্ঠিত। গ্রামের প্রধানদের দ্বারা নির্বাচিত প্রতিভাবান যুবক ও প্রবীণরা রামনে অভিনয় করেন। ব্রাহ্মণ পুরোহিতরা আচার অনুষ্ঠান পরিচালনা করে এবং দেবতাকে প্রসাদ তৈরি করে পরিবেশন করে। বারিদের সংগঠন এবং তহবিল সংগ্রহের দায়িত্ব দেয়া হয়। ধারিরা অনুষ্ঠান আয়োজনে বারিদেরকে সহায়তা করে। গ্রাম পঞ্চায়েত বারি ও ধারীদের দায়িত্বভার তুলে দেয়। এই পঞ্চায়েতই পরবর্তী রামন উৎসবে ভূমিয়াল দেবতার বাসস্থান বেছে নেয়। যে পরিবারে ভূমিয়াল দেবতা বছরের পর বছর থাকেন তাকে একটি কঠোর দৈনিক রুটিন বজায় রাখতে হয় এবং বাড়ির একটি স্থান দেবতার জন্য সীমাবদ্ধ এবং পবিত্র করা হয়।\nজাগরটি রাজপুত জাতের জাগরী বা ভল্লারা গায়। ঢোল বাজানো উৎসবের কেন্দ্রবিন্দু এবং এটি দাস সম্প্রদায়ের ঢোল বাদকরা বাজায়। এরা সর্বনিম্ন বর্ণের ও পরিবেশনার সময় এদের মর্যাদা উন্নীত হয়।\nউৎসবটি একটি ভোজ দিয়ে শেষ হয় যেখানে দেবতার প্রসাদ বিতরণ করা হয়।\n\n\n== হুমকি এবং অনন্য ঐতিহ্য ==\nরামন সালুর ডুংরা গ্রামবাসীদের ইতিহাস, বিশ্বাস, জীবনধারা, ভয় এবং আশা প্রকাশ করে মৌখিক, সাহিত্যিক, চাক্ষুষ, গতিশীল এবং ঐতিহ্যগত নৈপুণ্যের মাধ্যমে পবিত্র এবং সামাজিক, আচার-অনুষ্ঠানকে আনন্দের সাথে একত্রিত করে। এটি একটি বার্ষিক অনুষ্ঠান যা দেখে শিশুরা শেখে। নাচ, গান এবং ড্রামিং এর ক্ষেত্রে যে বিভিন্ন দক্ষতা বংশ পরম্পরায় মৌখিকভাবে সঞ্চারিত হয়। বিশ্বায়ন এবং প্রযুক্তির আক্রমণ এবং আর্থিক বা শৈল্পিক ক্ষতিপূরণের অভাব রামনের আচার ও ঐতিহ্যবাহী পরিবেশনার উপর বিরূপ প্রভাব ফেলেছের রামন সম্পর্কে সচেতনতা কম থাকায় এটি সময়ের সাথে বিলুপ্ত হওয়ার ঝুঁকি রয়েছে।\n২০০৯ সালে ইউনেস্কো রামনকে মানবতার অস্পষ্ট সাংস্কৃতিক ঐতিহ্যের প্রতিনিধি তালিকায় স্থান দেয়।\n\n\n== তথ্যসূত্র =="}