{"pageid": 1422871, "title": "ক্যান্সার উৎপাদন", "url": "https://bn.wikipedia.org/wiki?curid=1422871", "content": "কার্সিনোজেনেসিস, (ইংরেজি: Carcinogenesis) যা অনকোজেনেসিস বা টিউমোরিজেনেসিস হিসেবেও পরিচিত, একটি ক্যান্সারের গঠন, যেখানে সাধারণ কোষগুলি ক্যান্সার কোষে পরিণত হয়। এই প্রক্রিয়াটি সেলুলার, জেনেটিক এবং এপিজেনেটিক স্তরে এবং অস্বাভাবিক সেল বিভাজনের মাধ্যমে চিত্রিত। সেল বিভাজন প্রায় সব উপকণ্ঠে এবং বিভিন্ন পরিস্থিতিতে ঘটে যায় এমন একটি  শারীরবৃত্তীয় প্রক্রিয়া। সাধারণভাবে, প্রসারণ এবং অপরিপক্ব সেল মৃত্যুর মধ্যে, অ্যাপপ্রোটোসিসের রূপে, তন্তুগুলি এবং অঙ্গগুলির সম্পূর্ণতা নিশ্চিত করার জন্য করা হয়। কার্সিনোজেনে সিসের পরিপ্রেক্ষিত মিউটেশন তত্ত্ব, এসএনএ এবং ক্যান্সারে নেতিবাচক প্রক্রিয়ার নিয়ামকবৃত্তি ব্যতিক্রম করে এই নিয়মিত প্রক্রিয়াগুলির সঙ্গে অবরোধ করার মাধ্যমে সেল বিভাজন এবং সেল মৃত্যুর মধ্যে তার শরীরে এই সেলগুলির বিকাশ চলে।\nইতিহাসে পৃথিবীতে প্রচুর ধরনের ক্যান্সার রোগী থাকেন। কিছু মানুষের মধ্যে জন্মগতভাবে কিছু  জিন থাকার কারণে  ক্যান্সারের দুর্বলতা সৃষ্টি হতে পারে। এছাড়াও, কার্সিনোজিন এবং রেডিয়েশন এর মতো পরিবেশগত পরিবর্তন ক্যান্সারের উন্নতির ক্ষেত্রে অংশগ্রহণের কারণে পরিবর্তন ঘটাতে পারে যা মিউটেশনের মাধ্যমে ঘটে। শেষ পর্যন্ত, সাধারণ ডিএনএ রিপ্লিকেশনে অসংখ্য বিপর্যস্ত ভুলের জন্য ক্যান্সার উৎপন্ন হতে পারে। একটি সাধারণ কোষ ক্যান্সার কোষে পরিণত হওয়ার আগে নির্দিষ্ট ধরনের অনেকগুলি মিউটেশনের হয়ে থাকে।  TCGA কোহর্ট  সমাগত রোগীর প্রকার এবং পরিমাপণ সর্বসমর্পকভাবে গবেষণা করেছে এবং তা প্রকাশ করেছে যে একটি টিউমারে গড়ে প্রায় ১২ ড্রাইভার ঘটনা থাকে, যার মধ্যে ০.৬ হল অন্যোজেনেসের পয়েন্ট মিউটেশন, ১.৫ হল অন্যোজেনেসের বিস্ফোরণ, ১.২ হল টিউমার সাপ্রেসরের পয়েন্ট মিউটেশন, ২.১ হল টিউমার সাপ্রেসরের মুছে ফেলা, ১.৫ হল ড্রাইভার ক্রোমোসোম হারানো,১ হল ড্রাইভার ক্রোমোসোম লাভ, ২ হল ড্রাইভার ক্রোমোসোম হাত হারানো, এবং ১.৫ হল ড্রাইভার ক্রোমোসোম হাত লাভ।  সেল বিভাজন, অ্যাপোপ্টোসিস (সেল মৃত্যু), এবং ডিএনএ পরিমার্জনে জিনের মিউটেশন, অনিয়ন্ত্রিত সেল প্রসারণে  ক্যান্সার  উৎপন্ন হতে পারে।\nক্যান্সার টিস্যু বৃদ্ধির নিয়ন্ত্রণের একটি রোগ। একটি সাধারণ কোষকে একটি ক্যান্সার কোষে পরিণত হতে হলে জিন পরিবর্তন হতে হবে। এই পরিবর্তন জেনেটিক এবং এপিজেনেটিক উপস্থিতিতে ঘটতে পারে, যার ধারণা হয় পূর্ণ ক্রোমোসোমের অর্জন অথবা ক্রোমোসোমের হারানো, একটি একক ডিএনএ নিউক্লিওটাইডে মিউটেশন, বা ১০০  থেকে ৫00 জিনের অভিব্যক্তি নিয়ন্ত্রণ করে একটি  মাইক্রো আরএনএ।  এই পরিবর্তনের অধীনে প্রভাবিত হয় দুটি প্রধান ধরণের জিন। অনকোজিন সাধারণভাবে অধিক পরিমাণে অভিব্যক্ত হওয়া সাধারণ জিন হতে পারে, অথবা অভিব্যক্ত জিন যার অদ্ভুত বৈশিষ্ট্য রয়েছে। যেই ক্ষেত্রেই, এই জিনের অভিব্যক্তি ক্যান্সার কোষের ম্যালিগন্যান্ট ফেনোটাইপকে উন্নত করে। টিউমার সাপ্রেসর জিন সেল বিভাজন, বেঁচে থাকা, অথবা অন্যান্য ক্যান্সার কোষের বৈশিষ্ট্য প্রতিরোধ করে। টিউমার সাপ্রেসর জিন অনেক সময় ক্যান্সার বৃদ্ধির জিনের পরিবর্তন দ্বারা অক্ষম হয়ে যায়। অবশেষে, অনকোভিরিনেই, একটি অনকোজিনধারণ ভাইরাস, যাকে অনকোজেনিক হিসেবে শ্রেণীকরণ করা হয় কারণ  তারা  হোস্টে টিউমেরাস টিস্যুর উৎপত্তিতে  ভূমিকা রাখে । এই প্রক্রিয়া ভাইরাল রূপান্তর হিসেবেও উল্লিখিত হয়।\nকারণ:\nজেনেটিক এবং এপিজেনেটিক:\nবিভিন্ন জিনোমিক পরিবর্তনের জন্য একটি বৈচিত্র্যময় শ্রেণিবিন্যাস রয়েছে যা ক্যান্সার কোষ তৈরিতে অবদান রাখতে পারে। এই পরিবর্তনগুলির মধ্যে অনেকগুলি হল মিউটেশন, বা জিনোমিক ডিএনএর নিউক্লিওটাইড এর ক্রম পরিবর্তন। এছাড়াও অনেক এপিজেনেটিক পরিবর্তন রয়েছে যা জিন প্রকাশ পাওয়া বা প্রকাশ না পাওয়ার ক্ষেত্রে ভূমিকা রাখে। অ্যানিউপ্লয়েডি, অস্বাভাবিক সংখ্যক ক্রোমোজোমের উপস্থিতি, একটি জিনোমিক পরিবর্তন যা একটি মিউটেশন নয় এবং এতে মাইটোসিসের ত্রুটির মাধ্যমে এক বা একাধিক ক্রোমোজোমের লাভ বা ক্ষতি জড়িত থাকতে পারে। বড় আকারের মিউটেশনের মধ্যে ক্রোমোজোমের একটি অংশ মুছে ফেলা বা নকল করা জড়িত। জিনোমিক পরিবর্ধন ঘটে যখন একটি কোষ একটি ছোট ক্রোমোসোমাল অঞ্চলের অনেক কপি (প্রায়শই ২0 বা তার বেশি) অর্জন করে, সাধারণত এতে এক বা একাধিক অনকোজিন এবং সন্নিহিত জেনেটিক উপাদান থাকে। স্থানান্তর ঘটে যখন দুটি পৃথক ক্রোমোসোমাল অঞ্চল অস্বাভাবিকভাবে একত্রিত হয়, প্রায়শই একটি বৈশিষ্ট্যযুক্ত স্থানে। এর একটি সুপরিচিত উদাহরণ হল ফিলাডেলফিয়া ক্রোমোজোম, বা ক্রোমোজোম ৯ এবং ২২-এর স্থানান্তর, যা দীর্ঘস্থায়ী মায়লোজেনাস লিউকেমিয়ায় ঘটে এবং এর ফলে বিসিআর-এবিএল ফিউশন প্রোটিন, একটি অনকোজেনিক টাইরোসিন কাইনেস তৈরি হয়। ছোট আকারের মিউটেশনগুলির মধ্যে রয়েছে বিন্দু পরিব্যক্তি, মুছে ফেলা এবং সন্নিবেশ, যা একটি জিনের প্রবর্তক হতে পারে এবং এর অভিব্যক্তিকে প্রভাবিত করতে পারে, বা জিনের কোডিং ক্রমানুসারে ঘটতে পারে এবং এর প্রোটিন পণ্যের কার্যকারিতা বা স্থিতিশীলতা পরিবর্তন করতে পারে। ডিএনএ ভাইরাস বা রেট্রোভাইরাস থেকে জিনোমিক উপাদানের একীকরণের ফলেও একটি একক জিনের ব্যাঘাত ঘটতে পারে এবং এই ধরনের ঘটনার ফলে আক্রান্ত কোষ এবং তার বংশধরদের মধ্যে ভাইরাল অনকোজিনের প্রকাশও হতে পারে।\n\n\n== তথ্যসূত্র =="}