{"pageid": 1422790, "title": "কেসিন", "url": "https://bn.wikipedia.org/wiki?curid=1422790", "content": "কেসিন ( KAY-seen, ল্যাটিন caseus \"cheese\" থেকে) হল সম্পর্কিত ফসফোপ্রোটিনগুলির একটি পরিবার ( αS1, aS2, β, κ ) যা সাধারণত স্তন্যপায়ী দুধে পাওয়া যায়, প্রায় ৮০% গঠিত গরুর দুধে প্রোটিন কেসিনের পরিমাণ বেশি থাকে এবং মানুষের দুধে প্রোটিনের ২০% থেকে ৬০% এর মধ্যে থাকে। ভেড়া এবং গরুর দুধে অন্যান্য ধরনের দুধের তুলনায় এবং মানুষের দুধে বিশেষভাবে কম কেসিনের পরিমাণ থাকে।\nকেসিন হল দুধে প্রাথমিক ইমালসিফায়ার, অর্থাৎ এটি দুধে তেল, চর্বি এবং জল মেশানোতে সাহায্য করে।\nপনিরের একটি প্রধান উপাদান থেকে শুরু করে খাদ্য সংযোজন হিসাবে ব্যবহার করার জন্য কেসিনের বিভিন্ন ধরনের ব্যবহার রয়েছে। কেসিনের সবচেয়ে সাধারণ রূপ হল সোডিয়াম কেসিনেট, যা একটি অত্যন্ত দক্ষ ইমালসিফায়ার। ক্যাসেইন স্তন্যপায়ী কোষ থেকে দুধে নিঃসৃত হয় কোলয়েডাল কেসিন মাইসেলস আকারে, যা এক ধরনের বায়োমোলিকুলার কনডেনসেট ।\n\nখাদ্যের উৎস হিসেবে, কেসিন অ্যামিনো অ্যাসিড, কার্বোহাইড্রেট এবং দুটি অপরিহার্য উপাদান, ক্যালসিয়াম এবং ফসফরাস সরবরাহ করে।\n\n\n== গঠন ==\nকেসিনে প্রচুর পরিমাণে প্রোলিন অ্যামিনো অ্যাসিড রয়েছে যা প্রোটিনের সাধারণ গৌণ কাঠামোগত মোটিফ গঠনে বাধা দেয়। এছাড়াও কোন ডিসালফাইড ব্রিজ নেই। ফলস্বরূপ, এটির তুলনামূলকভাবে সামান্য তৃতীয় কাঠামো রয়েছে। এটি তুলনামূলকভাবে হাইড্রোফোবিক, এটি পানিতে খারাপভাবে দ্রবণীয় করে তোলে। এটি দুধে পাওয়া যায় কণার সাসপেনশন হিসাবে, কেসিন মাইকেলস বলা হয়, যা সার্ফ্যাক্ট্যান্ট -টাইপ মাইকেলের সাথে শুধুমাত্র সীমিত সাদৃশ্য দেখায় যে হাইড্রোফিলিক অংশগুলি পৃষ্ঠে থাকে এবং তারা গোলাকার। যাইহোক, সার্ফ্যাক্ট্যান্ট মাইসেলের বিপরীতে, কেসিন মাইসেলের অভ্যন্তরটি অত্যন্ত হাইড্রেটেড। মাইসেলেসের কেসিনগুলি ক্যালসিয়াম আয়ন এবং হাইড্রোফোবিক মিথস্ক্রিয়া দ্বারা একসাথে রাখা হয়। বেশ কয়েকটি আণবিক মডেলের যেকোনও মাইকেলে কেসিনের বিশেষ গঠনের জন্য দায়ী হতে পারে। তাদের মধ্যে একটি প্রস্তাব করে যে মাইকেলার নিউক্লিয়াসটি বেশ কয়েকটি সাবমিসেল দ্বারা গঠিত হয়, κ-ক্যাসিনের মাইক্রোভিলোসিটি নিয়ে গঠিত পরিধি। আরেকটি মডেল পরামর্শ দেয় যে কেসিন-ইন্টারলিঙ্কড ফাইব্রিল দ্বারা নিউক্লিয়াস গঠিত হয়। অবশেষে, সাম্প্রতিকতম মডেল জেলিং ঘটানোর জন্য কেসিনগুলির মধ্যে একটি দ্বিগুণ লিঙ্কের প্রস্তাব করেছে। তিনটি মডেলই মাইকেলকে দ্রবণীয় κ-কেসিন অণুতে মোড়ানো কেসিন সমষ্টি দ্বারা গঠিত কলয়েডাল কণা হিসাবে বিবেচনা করে।\nকেসিনের আইসোইলেকট্রিক পয়েন্ট হল ৪.৬। যেহেতু দুধের pH ৬.৬, তাই দুধে কেসিনের নেতিবাচক চার্জ রয়েছে। বিশুদ্ধ প্রোটিন পানিতে অদ্রবণীয়। যদিও এটি নিরপেক্ষ লবণের দ্রবণে অদ্রবণীয়, এটি পাতলা ক্ষার এবং জলীয় সোডিয়াম অক্সালেট এবং সোডিয়াম অ্যাসিটেটের মতো লবণের দ্রবণে সহজেই বিচ্ছুরণযোগ্য।\nএনজাইম ট্রিপসিন একটি ফসফেটযুক্ত পেপটোনকে হাইড্রোলাইজ করতে পারে। এটি এক ধরনের জৈব আঠালো গঠন করতে ব্যবহৃত হয়।\n\n\n== ব্যবহার ==\n\n\n=== রং ===\n\nকেসিন পেইন্ট হল একটি দ্রুত-শুকানো, জলে দ্রবণীয় মাধ্যম যা শিল্পীরা ব্যবহার করেন। ক্যাসিন পেইন্ট প্রাচীন মিশরীয় সময় থেকে টেম্পেরার পেইন্টের একটি ফর্ম হিসাবে ব্যবহৃত হয়ে আসছে এবং ১৯৬০ এর দশকের শেষের দিকে যখন এক্রাইলিক পেইন্টের আবির্ভাবের সাথে, কেসিন কম জনপ্রিয় হয়ে ওঠে তখন পর্যন্ত পছন্দের উপাদান হিসাবে বাণিজ্যিক চিত্রকরদের দ্বারা ব্যাপকভাবে ব্যবহৃত হয়েছিল। এটি এখনও প্রাকৃতিক চিত্রশিল্পীদের দ্বারা ব্যাপকভাবে ব্যবহৃত হয়, যদিও এক্রাইলিক সেই ক্ষেত্রেও প্রবেশ করেছে। \n\n\n=== আঠা ===\n\nকেসিন-ভিত্তিক আঠাগুলি কেসিন, জল এবং ক্ষার থেকে তৈরি করা হয় (সাধারণত হাইড্রেটেড চুন এবং সোডিয়াম হাইড্রক্সাইডের মিশ্রণ)। চর্বি অপসারণের জন্য দুধকে স্কিম করা হয়, তারপর দুধকে টক করা হয় যাতে কেসিন দুধের দই হিসাবে প্রসারিত হয়। দই ধুয়ে ফেলা হয় (ঘোল সরানো), এবং তারপর দইটি চেপে জল বের করে দেওয়া হয় (এটি এমনকি গুঁড়োতে শুকানোও হতে পারে)। কেসিনকে ক্ষার (সাধারণত সোডিয়াম এবং ক্যালসিয়াম হাইড্রক্সাইড উভয়ই) দিয়ে আঠা তৈরি করা হয়। ক্ষারের বিভিন্ন মিশ্রণ দিয়ে তৈরি আঠার বিভিন্ন বৈশিষ্ট্য রয়েছে। প্রিজারভেটিভও যোগ করা যেতে পারে।\n১৯৩৯ সালে ডি হ্যাভিল্যান্ড অ্যালবাট্রস এয়ারলাইনারের মতো এগুলি উড়োজাহাজ সহ কাঠের কাজের জন্য জনপ্রিয় ছিল \nতেলের ব্যাপ্তিযোগ্যতার কারণে ট্রান্সফরমার তৈরিতে (বিশেষভাবে ট্রান্সফরমার বোর্ড) কেসিন আঠা ব্যবহার করা হয়।\nএলমারের গ্লু-অল, এলমার স্কুল গ্লু এবং অন্যান্য অনেক বোর্ডেন অ্যাডহেসিভ মূলত কেসিন থেকে তৈরি করা হয়েছিল। যদিও একটি কারণ এটির অ-বিষাক্ত প্রকৃতি ছিল, একটি প্রাথমিক কারণ ছিল যে এটি ব্যবহার করা অর্থনৈতিক দিক থেকে লাভজনক। ২০ শতকের শেষের দিকে, বোর্ডেন তার সমস্ত জনপ্রিয় আঠালোতে কেসিন প্রতিস্থাপিত করেন PVA এর মতো সিনথেটিকস দিয়ে।\nযদিও সিন্থেটিক রেজিন দিয়ে অনেকাংশে প্রতিস্থাপিত হয়, কেসিন-ভিত্তিক আঠার এখনও কিছু নির্দিষ্ট অ্যাপ্লিকেশনে ব্যবহার রয়েছে, যেমন ফায়ারপ্রুফ দরজা লেমিনেট করা এবং বোতলগুলির লেবেল। ক্রমবর্ধমান তাপমাত্রার সাথে কেসিন আঠালো দ্রুত পাতলা হয়ে যায়, যার ফলে উৎপাদন লাইনে জার এবং বোতলগুলিকে লেবেল করতে দ্রুত পাতলা ফিল্ম প্রয়োগ করা সহজ হয়।\n\n\n=== খাদ্য ===\nবেশ কিছু খাবার, ক্রীমার এবং টপিংস সবকটিতেই বিভিন্ন ধরনের কেসিনেট থাকে। সোডিয়াম কেসিনেট প্রক্রিয়াজাত খাবারগুলিকে স্থিতিশীল করার জন্য একটি বৃহত্তর খাদ্য সংযোজন হিসাবে কাজ করে, তবে কোম্পানিগুলি তাদের পণ্যগুলিতে ক্যালসিয়ামের পরিমাণ বাড়াতে এবং সোডিয়ামের মাত্রা কমাতে ক্যালসিয়াম কেসিনেট ব্যবহার করতে পারে।\n\nকেসিনের প্রধান খাদ্য ব্যবহার হল পাউডারগুলির জন্য যা জলে দ্রুত ছড়িয়ে পড়ে, কফি ক্রিমার থেকে তাৎক্ষণিক ক্রিম স্যুপ পর্যন্ত। মিড জনসন ১৯২০ এর দশকের গোড়ার দিকে ক্যাসেক নামে একটি পণ্য প্রবর্তন করেছিলেন যা গ্যাস্ট্রোইনটেস্টাইনাল ডিসঅর্ডার এবং শিশুদের হজমজনিত সমস্যাগুলিকে সহজ করতে যা সেই সময়ে শিশুদের মৃত্যুর একটি সাধারণ কারণ ছিল।\nসমস্ত কেসিনেটের খুব দক্ষ ইমালসিফাইং বৈশিষ্ট্য রয়েছে এবং ব্যাপকভাবে খাবারে ইমালসন তৈরিতে ব্যবহৃত হয়। \nএটি ক্যাপসাইসিনকে নিরপেক্ষ করে বলে বিশ্বাস করা হয়, মরিচের সক্রিয় উপাদান যেমন জালাপেনোস এবং হাবানেরোস। মশলাদার খাবারের কারণে জ্বালা কমাতে প্রায়ই দুধ খাওয়া হয়।\n\n\n==== পনির তৈরি ====\n\nপনিরে দুধ থেকে প্রোটিন এবং চর্বি থাকে, সাধারণত গরু, মহিষ, ছাগল বা ভেড়ার দুধ। এটি জমাট দ্বারা উত্পাদিত হয় যা ক্যাসিন মাইসেলের অস্থিতিশীলতার কারণে ঘটে, যা ভগ্নাংশ এবং নির্বাচনী ঘনত্বের প্রক্রিয়া শুরু করে। সাধারণত, দুধ অম্লীয় হয় এবং তারপর রেনেট যোগ করে জমাটবদ্ধ হয়, যার মধ্যে রেনিন নামে পরিচিত একটি প্রোটিওলাইটিক এনজাইম থাকে; ঐতিহ্যগতভাবে বাছুরের পেট থেকে প্রাপ্ত, কিন্তু বর্তমানে জিনগতভাবে পরিবর্তিত অণুজীব থেকে প্রায়শই উৎপন্ন হয়। তারপর কঠিন পদার্থগুলিকে আলাদা করে চূড়ান্ত আকারে চাপানো হয়।\nঅনেক প্রোটিনের বিপরীতে, কেসিন তাপ দ্বারা জমাটবদ্ধ হয় না। জমাট বাঁধার প্রক্রিয়া চলাকালীন, দুধ-জমাট বাঁধার প্রোটিসগুলি কেসিনের দ্রবণীয় অংশে কাজ করে, κ-ক্যাসিন, এইভাবে একটি অস্থির মাইকেলার অবস্থার উদ্ভব হয় যার ফলে ক্লট তৈরি হয়। যখন কাইমোসিনের সাথে জমাট বাঁধে, কেসিনকে কখনও কখনও প্যারাকেসিন বলা হয়। কাইমোসিন (EC 3.4.23.4) হল একটি অ্যাসপার্টিক প্রোটিজ যা বিশেষভাবে κ-casein-এর Phe105-Met106-এ পেপটাইড বন্ডকে হাইড্রোলাইজ করে, এবং পনির তৈরি শিল্পের জন্য সবচেয়ে কার্যকর প্রোটিজ হিসাবে বিবেচিত হয় (Rao et al., ১৯৯৮)। অন্যদিকে ব্রিটিশ পরিভাষা, জমাটহীন প্রোটিনের জন্য কেসিনোজেন এবং জমাট প্রোটিনের জন্য কেসিন শব্দটি ব্যবহার করে। এটি দুধে বিদ্যমান থাকায় এটি ক্যালসিয়ামের লবণ।\n\n\n==== প্রোটিন সম্পূরক ====\nকেসিন অণুর একটি আকর্ষণীয় বৈশিষ্ট্য হল পেটে জেল বা ক্লট তৈরি করার ক্ষমতা, যা এটিকে পুষ্টি সরবরাহে অত্যন্ত দক্ষ করে তোলে। জমাট রক্ত প্রবাহে অ্যামিনো অ্যাসিডের একটি টেকসই ধীর নিঃসরণ প্রদান করতে সক্ষম, কখনও কখনও কয়েক ঘন্টা স্থায়ী হয়। প্রায়শই কেসিন হাইড্রোলাইজড কেসিন হিসাবে পাওয়া যায়, যেখানে এটি ট্রিপসিনের মতো প্রোটিজ দ্বারা হাইড্রোলাইজ করা হয়। হাইড্রোলাইজড ফর্মগুলি তেতো স্বাদের জন্য উল্লেখ করা হয়েছে এবং এই জাতীয় সম্পূরকগুলি প্রায়শই অক্ষত কেসিনের পক্ষে শিশু এবং ল্যাব প্রাণীদের দ্বারা প্রত্যাখ্যান করা হয়।\n\n\n=== প্লাস্টিক এবং ফাইবার ===\n\nপ্রথম দিকের কিছু প্লাস্টিক ছিল কেসিনের উপর ভিত্তি করে। বিশেষ করে, গ্যালালিথ বোতামে ব্যবহারের জন্য সুপরিচিত ছিল। ফাইবার এক্সট্রুড কেসিন থেকে তৈরি করা যেতে পারে। ল্যানিটাল, কেসিন ফাইবার থেকে তৈরি একটি ফ্যাব্রিক (যুক্তরাষ্ট্রে অ্যারালাক নামে পরিচিত), ১৯৩০ এর দশকে ইতালিতে বিশেষভাবে জনপ্রিয় ছিল। সাম্প্রতিক উদ্ভাবন, যেমন Qmilk, আধুনিক কাপড়ের জন্য ফাইবারের আরও পরিশ্রুত ব্যবহার অফার করছে।\n\n\n=== মেডিকেল এবং ডেন্টাল ব্যবহার ===\nক্যাসিন থেকে প্রাপ্ত যৌগগুলি নিরাকার ক্যালসিয়াম ফসফেট (এসিপি) স্থিতিশীল করতে এবং দাঁতের উপরিভাগে এসিপি ছেড়ে দেওয়ার জন্য দাঁত পুনঃখনিজকরণ পণ্যগুলিতে ব্যবহার করা হয়, যেখানে এটি পুনঃখনিজকরণকে সহজতর করতে পারে।\nজ্ঞ অবশেষে, সাম্প্রতিকতম মডেল জেলিং ঘটানোর জন্য কেসিনগুলির মধ্যে একটি দ্বিগুণ লিঙ্কের প্রস্তাব করেছে। তিনটি মডেলই মাইকেলকে দ্রবণীয় κ-কেসিন অণুতে মোড়ানো কেসিন সমষ্টি দ্বারা গঠিত কলয়েডাল কণা হিসাবে বিবেচনা করে।\nকেসিন এবং গ্লুটেন বর্জন ডায়েট কখনও কখনও অটিজম শিশুদের জন্য বিকল্প ওষুধে ব্যবহার করা হয়। ২০১৫ সাল পর্যন্ত প্রমাণ যে এই ধরনের খাদ্য অটিস্টিক শিশুদের আচরণ বা জ্ঞানীয় এবং সামাজিক ক্রিয়াকলাপের উপর কোন প্রভাব ফেলে তা সীমিত এবং দুর্বল ছিল।\n\n\n=== ন্যানো প্রযুক্তিগত ব্যবহার ===\nকেসিন প্রোটিনগুলির সহজলভ্য উৎস (দুধ) এবং অ্যামাইলয়েড ফাইব্রিলে স্ব-একত্রিত হওয়ার প্রবণতার কারণে ন্যানোম্যাটেরিয়াল হিসাবে ব্যবহারের সম্ভাবনা রয়েছে।\n\n\n== সম্ভাব্য স্বাস্থ্য সমস্যা এবং প্রতিকূল প্রভাব ==\n\n\n=== দুধে এ১/এ২ বিটা ক্যাসিন ===\nএ১ এবং এ২ বিটা-কেসিন হল বিটা-কেসিন দুধের প্রোটিনের জিনগত রূপ যা একটি অ্যামিনো অ্যাসিড দ্বারা পৃথক; একটি প্রোলিন অ্যামিনো অ্যাসিডের শৃঙ্খলে ৬৭ অবস্থানে দেখা দেয় যা এ২ বিটা-কেসিন তৈরি করে, যখন এ১ বিটা-কেসিনে সেই অবস্থানে একটি হিস্টিডিন ঘটে। বিটা-ক্যাসিন যেভাবে পরিপাকতন্ত্রে পাওয়া এনজাইমগুলির সাথে মিথস্ক্রিয়া করে, এ১ এবং এ২ পরিপাক এনজাইম দ্বারা ভিন্নভাবে প্রক্রিয়া করা হয় এবং একটি সাত-অ্যামিনো পেপটাইড, বিটা- ক্যাসোমরফিন-7, (BCM-7)নির্গত হতে পারে, এ১-বিটা-কেসিনের হজমের মাধ্যমে।\nএ১ বিটা-ক্যাসিন টাইপ ইউরোপে গরুর দুধে পাওয়া সবচেয়ে সাধারণ প্রকার (ইতালি এবং ফ্রান্স বাদে যেখানে বেশি এ২ গরু আছে), মার্কিন যুক্তরাষ্ট্র, অস্ট্রেলিয়া এবং নিউজিল্যান্ড। \nA1 এবং A2 বিটা-কেসিন প্রোটিনের মধ্যে পার্থক্যের আগ্রহ ১৯৯০ এর দশকের গোড়ার দিকে নিউজিল্যান্ডের বিজ্ঞানীদের দ্বারা পরিচালিত মহামারি সংক্রান্ত গবেষণা এবং প্রাণী গবেষণার মাধ্যমে শুরু হয়েছিল, যা এ১ বিটা-কেসিন প্রোটিনের সাথে দুধের প্রসার এবং বিভিন্ন দীর্ঘস্থায়ী রোগের মধ্যে সম্পর্ক খুঁজে পেয়েছে। গবেষণাটি বৈজ্ঞানিক সম্প্রদায়ের কিছু এবং উদ্যোক্তাদের মধ্যে মিডিয়ার প্রতি আগ্রহ তৈরি করেছে। একটি কোম্পানি, এ২ কর্পোরেশন, ২০০০ এর দশকের গোড়ার দিকে নিউজিল্যান্ডে প্রতিষ্ঠিত হয়েছিল পরীক্ষাকে বাণিজ্যিকীকরণ করতে এবং \"এ২ মিল্ক\" কে প্রিমিয়াম দুধ হিসাবে বাজারজাত করার জন্য যা এ১ থেকে পেপটাইডের অভাবের কারণে স্বাস্থ্যকর। এ২ দুধ, এমনকি ফুড স্ট্যান্ডার্ড অস্ট্রেলিয়া নিউজিল্যান্ডের নিয়ন্ত্রক কর্তৃপক্ষের কাছে সাধারণ দুধের উপর স্বাস্থ্য সতর্কতা প্রয়োজনের আবেদন করেছে। \nজনস্বার্থের প্রতিক্রিয়া, এ২ দুধের বিপণন, এবং বৈজ্ঞানিক প্রমাণ যা প্রকাশিত হয়েছিল। ২০০৫ সালে প্রকাশিত একটি স্বাধীন পর্যালোচনাতেও দীর্ঘস্থায়ী রোগে আক্রান্ত হওয়ার ঝুঁকিতে এ১ বা এ২ দুধ পান করার মধ্যে কোনো স্পষ্ট পার্থক্য পাওয়া যায়নি। ইউরোপিয়ান ফুড সেফটি অথরিটি (EFSA) বৈজ্ঞানিক সাহিত্য পর্যালোচনা করেছে এবং ২০০৯ সালে একটি পর্যালোচনা প্রকাশ করেছে যে এ১ প্রোটিনের সাথে দীর্ঘস্থায়ী রোগ এবং দুধ পান করার মধ্যে কোন সনাক্তযোগ্য সম্পর্ক খুঁজে পাওয়া যায়নি। \n\n\n=== কেসিন এলার্জি ===\nজনসংখ্যার একটি ছোট অংশ কেসিনে অ্যালার্জিযুক্ত।  কেসিন অসহিষ্ণুতা, \"দুধের প্রোটিন অসহিষ্ণুতা\" নামেও পরিচিত, যখন শরীর ক্যাসিনের প্রোটিনগুলিকে ভেঙে ফেলতে পারে না। কেসিন এলার্জি বা অসহিষ্ণুতার প্রাদুর্ভাব ০.২৫ থেকে ৪.৯% ছোট বাচ্চাদের মধ্যে। বয়স্ক শিশুদের এবং প্রাপ্তবয়স্কদের জন্য সংখ্যা জানা নেই. অটিজম স্পেকট্রামের একটি উল্লেখযোগ্য অংশের যৌবনে কেসিন প্রোটিনের প্রতি অসহিষ্ণুতা বা অ্যালার্জি রয়েছে। এটি চিকিত্সক এবং ডায়েটিশিয়ানরা তাদের অটিজম শনাক্ত করতে ব্যবহার করতে পারেন যারা ঐতিহ্যগত অটিস্টিক বৈশিষ্ট্যের সাথে উপস্থিত হতে পারে না। কেসিন-মুক্ত, গ্লুটেন মুক্ত (CFGF) নামে পরিচিত একটি খাদ্য সাধারণত এই ব্যক্তিরা তাদের অসহিষ্ণুতা বা অ্যালার্জি আবিষ্কার করার পরে অনুশীলন করে।\nতাপ-চিকিত্সা করা কেসিন শিশুদের খাওয়ানো হলে তা আরও অ্যালার্জেনিক এবং হজম করা কঠিন বলে দেখানো হয়েছে।  সাধারণত বুকের দুধে অ্যালার্জির প্রতিক্রিয়া দেখা যায় না, তবে স্তন্যপান করানো পিতামাতার ক্যাসিনযুক্ত কিছু খাওয়ার প্রতিকূল প্রতিক্রিয়ার ক্ষেত্রে প্রতিবার সতর্কতার সাথে একটি শিশুকে খাওয়ানো উচিত। কেসিন-মুক্ত ডায়েট অনুসরণ করা শিশুদের দুধ খাওয়ানোর ফলে অ্যালার্জি বা দুগ্ধজাত প্রোটিনের প্রতি অসহিষ্ণুতার ফলাফলের উন্নতি দেখা গেছে। মানুষের বুকের দুধ একটি শিশুর জন্য সর্বোত্তম খাদ্য হিসাবে প্রমাণিত হয়েছে এবং যেখানে পাওয়া যায় সেখানে প্রথমে চেষ্টা করা উচিত।\nপ্রোটিজ এনজাইমের সম্পূরক কেসিন অসহিষ্ণু ব্যক্তিদের ন্যূনতম প্রতিকূল প্রতিক্রিয়া সহ প্রোটিন হজম করতে সাহায্য করার জন্য দেখানো হয়েছে। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nCaseins যুক্তরাষ্ট্রের জাতীয় চিকিৎসা গ্রন্থাগারে চিকিৎসা বিষয়ক শিরোনাম (MeSH)\nTime magazine। ৬ ডিসেম্বর ১৯৩৬ https://web.archive.org/web/20080510123553/http://www.time.com/time/magazine/article/0,9171,758577,00.html। ২০০৮-০৫-১০ তারিখে মূল থেকে আর্কাইভ করা।  \n\"Wool from Cows\"। Time magazine। ২৯ আগস্ট ১৯৩৮। ২০০৯-০৩-০৪ তারিখে মূল থেকে আর্কাইভ করা। \nStructure of casein Mol-Instincts Chemical Database, Predicted on Quantum"}