{"pageid": 1422883, "title": "কাশ্যপ বুদ্ধ", "url": "https://bn.wikipedia.org/wiki?curid=1422883", "content": "কাশ্যপ বুদ্ধ হলেন প্রাচীন বুদ্ধদের মধ্যে একজন যার জীবনী পালি ত্রিপিটকের অন্যতম বই বুদ্ধবংশের ২৪ অধ্যায়ে বর্ণিত করা হয়েছে। ঐতিহাসিক গৌতম বুদ্ধের আগে তিনিই শেষ বুদ্ধ, যদিও তাঁর অনেক আগে বেঁচে ছিলেন।\nথেরবাদ বৌদ্ধ ঐতিহ্য অনুসারে, কাসাপা হল ঊনবিংশ নামক বুদ্ধের সাতাশতম, প্রাচীনকালের সাতটি বুদ্ধের মধ্যে ষষ্ঠ এবং বর্তমান কল্পের পাঁচটি বুদ্ধের তৃতীয়।\nবর্তমান কল্পকে বলা হয় মহাভদ্রকল্প (মহা শুভ ইয়ন)। বর্তমান কল্পের পাঁচজন বুদ্ধ হলেন:\n\nককুসন্ধ বুদ্ধ (ভদ্রকল্পের প্রথম বুদ্ধ)\nকোণাগমন (ভদ্রকল্পের দ্বিতীয় বুদ্ধ)\nকাশ্যপ (ভদ্রকল্পের তৃতীয় বুদ্ধ)\nগৌতম (ভদ্রকল্পের চতুর্থ এবং বর্তমান বুদ্ধ)\nমৈত্রেয় (ভদ্রকল্পের পঞ্চম ও ভবিষ্যৎ বুদ্ধ)\n\n\n== জীবন ==\nকাশ্যপ ঋষিপতন মৃগধাবে জন্মগ্রহণ করেন। এই স্থানটি উত্তর ভারতের উত্তর প্রদেশ রাজ্যের একটি শহর বারাণসীতে অবস্থিত। তাঁর পিতামাতা ছিলেন ব্রহ্মদত্ত এবং ধনবতী।\nকিংবদন্তি অনুসারে, তার শরীরের উচ্চতা বিশ হাত ছিল এবং তিনি তিনটি ভিন্ন প্রাসাদে দুই হাজার বছর বসবাস করেছিলেন। তারা হলেন হামসা, ইয়াসা এবং সিরিনন্দা। (BuA.217 প্রথম দুটি প্রাসাদকে হামসাভা এবং ইয়াসাভা বলে)। তাঁর প্রধান স্ত্রী ছিলেন সুনন্দা, যিনি তাঁর বিজিতসেন নামে একটি পুত্রের জন্ম দেন।\nকাসাপা তার প্রাসাদে ভ্রমণ করে পার্থিব জীবন ত্যাগ করেন। তিনি মাত্র সাত দিন তপস্যা করেছিলেন। জ্ঞান লাভের ঠিক আগে, তিনি তার স্ত্রীর কাছ থেকে দুধ-ভাত এবং সোমা নামক এক যবপালকের কাছ থেকে তার আসনের জন্য ঘাস গ্রহণ করেছিলেন। তাঁর বোধিবৃক্ষ (যে গাছের নিচে তিনি জ্ঞান লাভ করেছিলেন) ছিল একটি বটগাছ, এবং তিনি ইসিপাটানায় তাঁর প্রথম ধর্মোপদেশ প্রচার করেছিলেন ভিক্ষুদের একটি সমাবেশে যারা তাঁর সংগে বিশ্ব ত্যাগ করেছিলেন।\nকাসাপা সুন্দর নগরের বাইরে একটি আসন গাছের পাদদেশে যুগল অলৌকিক কাজটি করেছিলেন। তিনি তাঁর শিষ্যদের একটি মাত্র সমাবেশ করেছিলেন; তাঁর সবচেয়ে বিখ্যাত ধর্মান্তরগুলির মধ্যে ছিল যক্ষ নারদেব । সন্ন্যাসীদের মধ্যে তাঁর প্রধান শিষ্য ছিলেন তিসা এবং ভরদ্বাজ, এবং সন্ন্যাসীদের মধ্যে ছিলেন অনুলা এবং উরুবেলা, তাঁর পরিচারক ছিলেন সাব্বামিত্তা। তার পৃষ্ঠপোষকদের মধ্যে, সুমঙ্গলা এবং ঘট্টিকারা, বিজিতসেনা এবং ভদ্দা ছিলেন সবচেয়ে বিশিষ্ট।\nকাসাপা ষোল হাজার বছর বয়সে কাশী রাজ্যের কাশী শহরে (বর্তমানে ভারতের উত্তর প্রদেশ রাজ্যের বারাণসী নামে পরিচিত) মৃত্যুবরণ করেন। তার ধ্বংসাবশেষের উপরে উচ্চতায় একটি স্তুপ ওয়ান লিগ উত্থাপিত হয়েছিল, যার প্রতিটি ইটের মূল্য ছিল এক কোটি (দশ মিলিয়ন) টাকা।\n\n\n== তথ্যসূত্র =="}