{"pageid": 1422706, "title": "রিতা কোঠারি", "url": "https://bn.wikipedia.org/wiki?curid=1422706", "content": "রিতা কোঠারি (জন্ম ৩০শে জুলাই ১৯৬৯) হলেন একজন গুজরাটি এবং ইংরেজি ভাষার লেখক এবং ভারতের গুজরাট অঞ্চল থেকে আসা একজন অনুবাদক। সিন্ধি জনগণের সদস্য হিসাবে তাঁর স্মৃতি এবং পরিচয় সংরক্ষণের প্রয়াসে, রিতা কোঠারি দেশভাগ এবং মানুষের উপর এর প্রভাব সম্পর্কে বেশ কয়েকটি বই লিখেছিলেন। তিনি বেশ কয়েকটি গুজরাটি লেখা ইংরেজিতে অনুবাদ করেছেন।\n\n\n== জীবন ==\nরিতা কোঠারি ১৯৮৯ সালে আহমেদাবাদের সেন্ট জেভিয়ার্স কলেজ থেকে তাঁর স্নাতক ডিগ্রী সম্পন্ন করেন এবং এর দুই বছর পরে পুনে বিশ্ববিদ্যালয় থেকে ইংরেজি সাহিত্যে স্নাতকোত্তর ডিগ্রি অর্জন করেন।দ্য এক্সপিরিয়েন্স অফ ট্রানস্লেটিং হিন্দি প্রোজ  এবং ট্রানস্লেটিং ইণ্ডিয়া: দ্য কালচারাল পলিটিক্স অফ ইংলিশ যথাক্রমে এই দুটি গবেষণা কাজের জন্য তিনি গুজরাট বিশ্ববিদ্যালয় থেকে ১৯৯৫ সালে দর্শনে স্নাতকোত্তর ডিগ্রি এবং ২০০০ সালে ডক্টর অফ ফিলোসফি ডিগ্রি লাভ করেন। \nরিতা কোঠারি সোনিপথের অশোকা বিশ্ববিদ্যালয়ে ইংরেজি বিভাগে পড়ান। তিনি গান্ধীনগরের ইণ্ডিয়ান ইনস্টিটিউট অফ টেকনোলজির মানবিক ও সামাজিক বিজ্ঞান বিভাগে ২০০৭ থেকে ২০১৭ পর্যন্ত কাজ করেছেন। তিনি ১৯৯২ থেকে ২০০৭ সাল পর্যন্ত আহমেদাবাদের সেন্ট জেভিয়ার্স কলেজে ইংরেজি এবং অনুবাদে ভারতীয় সাহিত্য পড়িয়েছেন। এরপর তিনি সংস্কৃতি ও যোগাযোগের অধ্যাপক হিসেবে এমআইসিএ (ইনস্টিটিউট অফ স্ট্র্যাটেজিক মার্কেটিং অ্যাণ্ড কমিউনিকেশন)-এ যোগদান করেন।\nরিতা কোঠারির শিক্ষার আগ্রহের মধ্যে রয়েছে সাহিত্য, সিনেমা, জাতিতত্ত্ব এবং সাংস্কৃতিক ইতিহাস। ভাষা, প্রসঙ্গ এবং সংস্কৃতি জুড়ে বিচলন তাঁর আগ্রহের ভিত্তি তৈরি করেছে, তিনি অনুবাদকে প্রিজমের মতো মনে করেন, যার মাধ্যমে তিনি ভারতীয় প্রেক্ষাপটকে দেখেন।\nতিনি আহমেদাবাদে থাকেন।\n\n\n== কাজ ==\nসিন্ধি হিসাবে তাঁর স্মৃতি এবং পরিচয় সংরক্ষণের প্রয়াসে, রিতা কোঠারি লিখেছেন ট্রানস্লেটিং ইণ্ডিয়া: দ্য কালচারাল পলিটিক্স অফ ইংলিশ (২০০৩), দ্য বার্ডেন অফ রিফিউজ: দ্য সিন্ধি হিন্দুস অফ গুজরাট (২০০৭), আনবর্ডার্ড মেমোরিজ: পার্টিশন স্টোরিজ ফ্রম সিন্ধ (২০০৯), এবং মেমোরিজ অ্যাণ্ড মুভমেন্টস (২০১৬)।\nরিতা কোঠারি সহ-অনুবাদ করেছেন মডার্ন গুজরাটি পোয়েট্রি এবং কোরাল আইল্যাণ্ড: দ্য পোয়েট্রি অফ নিরঞ্জন ভগত। তিনি ইংরেজিতে অনুবাদ করেছেন জোসেফ ম্যাকওয়ানের গুজরাটি উপন্যাস অ্যাঙ্গালিয়ায়াত -কে দ্য স্টেপচাইল্ড হিসেবে এবং ইলা মেহতার ভাড অ্যাজ ফেন্স (২০১৫)। তিনি জুডি ওয়াকাবায়াশির সাথে সহ-সম্পাদনা করেছেন ডিসেন্ট্রিং ট্রান্সলেশন স্টাডিজ: ইণ্ডিয়া অ্যাণ্ড বিয়ণ্ড (২০০৯) এবং রুপার্ট স্নেলের সাথে সহ-সম্পাদনা করেছেন চুটনেফাইং ইংলিশ: দ্য ফেনোমেনন অফ হিংলিশ (২০১১)। তিনি স্পিচ অ্যাণ্ড সাইলেন্স : লিটারারি জার্নিস বাই গুজরাটি উইমেন-এর  সম্পাদক এবং অনুবাদক। তিনি তাঁর স্বামী, অভিজিৎ কোঠারির সঙ্গে কে এম মুন্সীর পাটন ট্রিলজি -র সহ-অনুবাদ করেছেন, তার মধ্যে পাটন নি প্রভুতা কে দ্য গ্লোরি অফ পাটন শিরোনামে (২০১৭), গুজরাট নো নাথ  কে লর্ড অ্যাণ্ড মাস্টার অফ গুজরাট শিরোনামে (২০১৮), এবং রাজাধিরাজ কে কিং অফ কিংস  শিরোনামে (২০১৯)।\n\n\n== নির্বাচিত প্রকাশনা ==\nরিতা কোঠারি (৮ এপ্রিল ২০১৪)। ট্রানস্লেটিং ইণ্ডিয়া। রাউটলেজ। আইএসবিএন 978-1-317-64216-9। \nরিতা কোঠারি; রুপার্ট স্নেল (২০১১)। চুটনেফাইং ইংলিশ: দ্য ফেনোমেনন অফ হিংলিশ। পেঙ্গুইন বুকস ইন্ডিয়া। আইএসবিএন 978-0-14-341639-5। \nরিতা কোঠারি (১ ফেব্রুয়ারি ২০০৭)। দ্য বার্ডেন অফ রিফিউজ: দ্য সিন্ধি হিন্দুস অফ গুজরাট। ওরিয়েন্ট লংম্যান। আইএসবিএন 978-81-250-3157-4। \nরিতা কোঠারি (৩০ সেপ্টেম্বর ১৯৯৯)। ইণ্ডিয়ান লিটারেচার ইন ইংলিশ ট্রানস্লেশন দ্য সোশ্যাল কনটেক্সট। গুজরাট বিশ্ববিদ্যালয়। \nদ্য গ্রেটেস্ট গুজরাট স্টোরিজ এভার টোল্ড। আলেফ বুক কোম্পানি। ২০২২। আইএসবিএন 978-93-91047-48-1। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nগুগল স্কলার দ্বারা সূচীবদ্ধ রিতা কোঠারির প্রকাশনাসমূহ\nগুগল বইয়ে রিতা কোঠারি-এর কাজ"}