{"pageid": 1422329, "title": "কক্কাস", "url": "https://bn.wikipedia.org/wiki?curid=1422329", "content": "কক্কাস (ইংরেজি: coccus; বহুবচনে: cocci) হলো গোলাকার, ডিম্বাকার বা বৃত্তাকার আকৃতি বিশিষ্ট ব্যাকটেরিয়া বা আর্কিওন (বহুবচনে আর্কিয়া)। ব্যাকটেরিয়াকে তাদের আকারের উপর ভিত্তি করে তিনটি শ্রেণীতে ভাগ করা হয়েছে: কক্কি (গোলাকার-আকৃতির), ব্যাসিলাস (রড-আকৃতির) এবং স্পাইরাল বা সর্পিলাকার (এর মধ্যে দুটি প্রকার রয়েছে: স্পিরিলাম এবং স্পিরোচেট)। কক্কাস ব্যাকটেরিয়ার আকৃতিকে বোঝায় এবং এতে স্ট্যাফিলোকক্কি বা স্ট্রেপ্টোকক্কির মতো একাধিক বিভাগ থাকতে পারে। কোষ বিভাজনের সময় তাদের অভিযোজন এবং সংযুক্তির উপর নির্ভর করে কক্কাস ব্যকটেরিয়া বা আর্কিয়া জোড়ায় জোড়ায়, শিকলাকৃতিতে বা ক্লাস্টারে বৃদ্ধি পেতে পারে। অনেক ব্যাসিলি-আকৃতির ব্যাকটেরিয়ার বিপরীতে, বেশিরভাগ কক্কি ব্যাকটেরিয়াতে ফ্ল্যাজেলা থাকে না এবং এটি গতিশীল নয়।\nCocci হল একটি আধুনিক বা নিও-ল্যাটিন বিশেষ্যের একটি ইংরেজি ঋণ শব্দ, যা গ্রীক পুংলিঙ্গ বিশেষ্য κόκκος (cóccos মানে 'বেরি') থেকে এসেছে।।\n\n\n== গঠন ==\nকক্কির কোষ প্রাচীরের গঠন গ্রাম-পজিটিভ (ঘন পেপটিডোগ্লাইকান স্তর) এবং গ্রাম-নেগেটিভ (পাতলা পেপ্টিডোগ্লাইকান স্তর) এর মধ্যে পরিবর্তিত হতে পারে। পোষক জীবে বসবাস করার সময়, কক্কি প্যাথোজেনিক হতে পারে (যেমন, স্ট্রেপ্টোকক্কাস), কমেন্সাল বা সিম্বিওটিক।\n\n\n== গ্রাম-পজিটিভ কক্কি ==\nগ্রাম-পজিটিভ কক্কি হলো অনুরূপ অঙ্গসংস্থানবিদ্যা সম্পন্ন ব্যাকটেরিয়ার একটি বৃহৎ গ্রুপ। এদের সবগুলোই আকৃতিতে গোলাকার বা প্রায় গোলাকার, তবে তারা আকারে যথেষ্ট পরিবর্তিত হয়। কিছু জেনারার সদস্যগুলোর কোষ একে অপরের সাথে সংযুক্ত থাকার ধরণের মাধ্যমে শনাক্তযোগ্য। কোষগুলো পকেট, শিকল বা বা আঙ্গুরের থোকার মতো গুচ্ছাকারে সংযুক্ত থাকতে পারে। এসব বিন্যাস কোষ বিভাজনের প্যাটার্ন প্রতিফলিত করে এবং সেই কোষগুলো একসাথে লেগে থাকে। উদাহরণস্বরূপ, সারসিনা কোষগুলো ঘনকাকৃতির পকেটে সাজানো থাকে। কারণ কোষ বিভাজন তিনটি লম্ব সমতলের মধ্যে নিয়মিতভাবে বিভাজিত হয়। স্ট্রেপ্টোকোকাস এসপি. তসবির পুঁতির সাথে সাদৃশ্যপূর্ণ। কারণ এদের বিভাজন সর্বদা একই সমতলে ঘটে। এসব কোষের সারি দীর্ঘ কিংবা ক্ষুদ্র হতে পারে। উদাহরণস্বরূপ, এস. নিউমোনিয়ায় মাত্র দুটি কোষ একত্রে সংযুক্ত থাকে। এদেরকে তাই ডিপ্লোকোক্কি বলা হয়। স্ট্যাফিলোকক্কাস প্রজাতির ব্যাকটেরিয়ার বিভাজনের কোনো নিয়মিত তল নেই। তাই তারা আঙ্গুরের থোকার মতো কাঠামো তৈরি করে।\nবিভিন্ন গ্রাম-পজিটিভ কক্কি শারীরবৃত্তীয়ভাবে এবং বাসস্থান দ্বারা পৃথক। উদাহরণস্বরুপ, মাইক্রোকক্কাস বাধ্যতামূলক অ্যারোব (বেঁচে থাকতে অক্সিজেনের উপস্থিতি বাধ্যতামূলক), যা মানুষের ত্বকে বাস করে। স্ট্যাফিলোকক্কাসও মানুষের ত্বকে বাস করে, কিন্তু তারা ফ্যাকাল্টেটিভ অ্যানেরোব (এরা অক্সিজেন থাকলে সবাত শ্বসনের মাধ্যমে এটিপি তৈরি করে, কিন্তু অক্সিজেন অনুপস্থিত থাকলে অবাত শ্বসন করতে করতে সক্ষম)। তারা শর্করাকে গাঁজন করে চুড়ান্ত উৎপাদ হিসেবে ল্যাকটিক অ্যাসিড তৈরি করে। এই ধরণের ব্যাকটেরিয়ার অনেকগুলো প্রজাতি ক্যারোটিনয়েড রঞ্জক তৈরি করে। এর ফলে তাদের কলোনির রঙ হলুদ বা কমলা হয়ে থাকে। স্ট্যাফিলোকক্কাস অরিয়াস একটি প্রধান মানব রোগজীবাণু। এটি শরীরের প্রায় যেকোনো টিস্যু, অধিকাংশ ক্ষেত্রেই ত্বকে সংক্রমিত করতে পারে। এটি প্রায়শই নোসোকোমিয়াল (হাসপাতাল-অর্জিত) সংক্রমণ ঘটায়।\n\n\n== বিন্যাস ==\nকক্কি একক কোষ হিসাবে থাকতে পারে বা কোষ বিভাজনের পরে সংযুক্ত থাকতে পারে। যেগুলো সংযুক্ত থাকে সেগুলোকে কোষীয় বিন্যাসের উপর ভিত্তি করে শ্রেণীবদ্ধ করা যেতে পারে:\n\nডিপ্লোকক্কি হল কক্কির জোড়া (যেমন স্ট্রেপ্টোকক্কাস নিউমোনিয়া এবং নিসেরিয়া গনোরিয়া)\nস্ট্রেপ্টোকক্কি হল কক্কির শিকল (যেমন স্ট্রেপ্টোকক্কাস পাইজেনস)।\nস্ট্যাফিলোকক্কাই হল অনিয়মিত (আঙ্গুরের মতো) কক্কির গুচ্ছ (যেমন স্ট্যাফিলোকক্কাস অরিয়াস)।\nটেট্রাডস হল একই সমতলের মধ্যে সাজানো চারটি কক্কির ক্লাস্টার (যেমন Micrococcus sp.)।\nসারসিনা হল ব্যাকটেরিয়ার একটি প্রজাতি যা আটটি কক্কির (যেমন সার্সিনা ভেন্ট্রিকুলি) কিউবয়েডাল বিন্যাসে পাওয়া যায়।\n\n\n== তথ্যসূত্র =="}