{"pageid": 1422601, "title": "ললিতা লেনিন", "url": "https://bn.wikipedia.org/wiki?curid=1422601", "content": "ললিতা লেনিন (মালয়ালম: ലളിത ലെനിന്‍‍; জন্ম ১৭ই জুলাই ১৯৪৬, থ্রিথাল্লুর, ত্রিশূর, কেরালা) হলেন একজন ভারতীয় মালয়ালম কবি।\nকে কে ললিতা বাই (তাঁর দাপ্তরিক নাম) তিরুবনন্তপুরমে অবস্থিত কেরালা বিশ্ববিদ্যালয়ের গ্রন্থাগার ও তথ্য বিজ্ঞান বিভাগের প্রধানও ছিলেন। এছাড়াও, তিনি কেরালা বিশ্ববিদ্যালয়ের সেনেট এবং একাডেমিক কাউন্সিলের সদস্য, কেরালা সাহিত্য একাডেমির সাধারণ পরিষদের সদস্য, জনশিক্ষা সংস্থা ম্যানেজমেন্ট বোর্ডের সদস্য, স্টেট ইনস্টিটিউট অফ চিলড্রেন লিটারেচারের গভর্নিং বডির সদস্য, স্টেট রিসোর্স সেন্টারের সদস্য, অব্যাহত শিক্ষার জন্য কেরালা স্টেট কোর গ্রুপের সদস্য ছিলেন। তিনি রাষ্ট্রীয় ভাষা ইনস্টিটিউটের গভর্নিং বডির সদস্যও ছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\nললিতা লেনিন ১৯৪৬ সালে কেরালার ত্রিশূরের থ্রিথালুরে জন্মগ্রহণ করেন। তিনি একজন গ্রন্থকার এবং কলাম লেখক কে এম লেনিনের সাথে বিবাহ বন্ধনে আবদ্ধ হয়েছেন। কে এম লেনিন আন্তর্জাতিক বিষয় নিয়ে কাজ করেন। তাঁদের পুত্র অনিল লেনিন এবং পুত্রবধূ বিদুষী লেনিন দুজনেই আইনজীবী এবং মুম্বাইতে কর্মরত।\n\n\n== পটভূমি ==\nললিতা লেনিন কেরালা বিশ্ববিদ্যালয় থেকে রসায়ন, শিক্ষা এবং গ্রন্থাগার বিজ্ঞানে ডিগ্রি নিয়ে স্নাতক হন।\n১৯৭৬ সালে মহীশূর বিশ্ববিদ্যালয় থেকে মাস্টার অফ লাইব্রেরি সায়েন্স ডিগ্রি পরীক্ষায় প্রথম স্থান অর্জনের জন্য তিনি ড. এস আর রঙ্গনাথন স্বর্ণপদক লাভ করেন। তিনি ১৯৭৭ সালে ত্রিশূরের পিচিতে কেরালা ফরেস্ট রিসার্চ ইনস্টিটিউটে সহকারী গ্রন্থাগারিক হিসাবে যোগদান করেন। ১৯৭৯ সালে, তিনি কেরালা বিশ্ববিদ্যালয়ের গ্রন্থাগার ও তথ্য বিজ্ঞান বিভাগের একজন প্রভাষক হন। ১৯৯০ থেকে ১৯৯৫ সাল পর্যন্ত তিনি এই বিভাগের প্রধান হিসেবে দায়িত্ব পালন করেন।\nতিনি ২০০৬ সালের ৩১শে মার্চ বিভাগ থেকে সহযোগী অধ্যাপক হিসাবে অবসর গ্রহণ করেন।\n\n\n== গ্রন্থপঞ্জি ==\nললিতা লেনিন ১৯৭১ সাল থেকে মূলধারার সাময়িকীতে কবিতা, ছোটগল্প এবং নিবন্ধ লিখে অবদান রেখে চলেছেন।\n\n\n=== কবিতা সংকলন ===\nকরিঙ্গিলি (১৯৭৬)\nকার্কিদাভাভু (১৯৯৫)\nনমুক্কু প্রাার্থিককাম (২০০০)\nকদল (শিশুদের জন্য কবিতা) (২০০০)\n\n\n=== উপন্যাস ===\nমিন্নু (শিশুদের জন্য উপন্যাস)\n\n\n=== টেলিভিশন প্রোগ্রাম ===\nমহাবলীর জন্য গানের কথা, তিরুবনন্তপুরম দূরদর্শন (১৯৮৭)।\nকেরালার গ্রন্থাগার আন্দোলনের উপর একটি তথ্যচিত্রের চিত্রনাট্য, তিরুবনন্তপুরম দূরদর্শনের জন্য নির্মিত (১৯৮৮)।\nতিরুবনন্তপুরম দূরদর্শনে দুটি টেলিভিশন সিরিয়াল ওরিদাথোরিক্কল (১৯৯৯০) এবং মুক্কুথিয়াম মাঞ্চডিয়াম (১৯৯৮) এর গল্প।\nতিরুবনন্তপুরম দূরদর্শনে টেলিভিশন অনুষ্ঠান অক্ষরম (16 পর্ব) এর উপস্থাপনা (১৯৯৯)।\nকাইরালি টিভির কবিতা ভিত্তিক রিয়েলিটি শো মামপাজহাম (২০১০) এর বিচারক\n\n\n=== সাধারণ ===\nপুথিয়া বায়না, মহিলাদের জন্য পড়ার উপর একটি বই।\n\n\n=== অনুবাদ ===\nপাবলিক লাইব্রেরি সেবানম (২০০৬) (অনুবাদ: পাবলিক লাইব্রেরি সার্ভিস: আইএফএলএ/ইউনেস্কো গাইডলাইনস ফর ডেভেলপমেন্ট , মুনচেন: কেজি সাউর, ২০০১)\nকাহলিল জিবরানের কাজের মালয়ালম অনুবাদ: ভূদাইভাঙ্গাল (দ্য আর্থ গডস)। কোট্টায়াম, ডিসি বুকস, ২০০২\n\n\n== পুরস্কার ==\nললিতা লেনিনের বই, মিন্নু, ১৯৮৬ সালে শিশু সাহিত্যের জন্য কেরালা সাহিত্য একাডেমি পুরস্কারে ভূষিত হয়। তিনি ১৯৯৬ সালে কবিতার জন্য আবুধাবি শক্তি পুরস্কার এবং ২০০১ সালে কবিতার জন্য মুলুর পুরস্কারের প্রাপক।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ এপ্রিল ২০১৯ তারিখে ললিতা লেনিনের অফিসিয়াল ওয়েবসাইট</link>\nগ্রন্থাগার ও তথ্য বিজ্ঞান বিভাগ, কেরালা বিশ্ববিদ্যালয়\nইস্যু অফ মিউজ ইন্ডিয়া: সাহিত্য জার্নাল যেখানে ললিতা লেনিনও রয়েছে\nটেমপ্লেট:Malayalam Literature"}