{"pageid": 1422381, "title": "রুহি জুবেরী", "url": "https://bn.wikipedia.org/wiki?curid=1422381", "content": "রুহি জুবেরী (জন্ম: ২৪ মার্চ ১৯৫৯) একজন ভারতীয় সমাজকর্মী ও নারী অধিকার কর্মী। জুবেরী আলিগড় মুসলিম বিশ্ববিদ্যালয়ের মন্ত্রিসভার ঊর্ধ্বতন সদস্য হিসেবেও কাজ করেছেন।\n\n\n== কর্মজীবন ==\nএকজন বিশ্ববিদ্যালয়ের ছাত্রী হিসেবে তিনি ন্যাশনাল স্টুডেন্টস ইউনিয়ন অফ ইন্ডিয়ার জেলা সভাপতি হন। জুবেরী সংখ্যালঘু অধিকারের পক্ষের একজন আইনজীবী। ১৯৮৬ সালে তিনি উত্তর ও মধ্য ভারতে মহিলা কল্যাণ সমিতি (হিন্দি: महिला कल्याण समिति) প্রতিষ্ঠা করেন। ২০০০ সালে তিনি ভারতীয় জাতীয় কংগ্রেসের টিকিটে আলিগড়ের মেয়র পদে প্রতিদ্বন্দ্বিতা করেন। জুবেরী বিয়েতে কনের সম্মতিসহ একটি মুসলিম বৈবাহিক কোড প্রণয়ন করার প্রয়োজনীয়তা বিষয়ক পরামর্শ দেন।\n২০১৪ সালের ৩০ জানুয়ারি তিনি উত্তরপ্রদেশ কংগ্রেস কমিটির কার্যনির্বাহী কমিটিতে নিযুক্ত হন।\n\nজুবেরী বর্তমানে উত্তরপ্রদেশের মহিলা কল্যাণ সমিতির সভাপতি। তিনি উত্তরপ্রদেশ কংগ্রেস কমিটির কার্যনির্বাহী কমিটির সদস্য এবং সর্বভারতীয় মহিলা কংগ্রেসের সংখ্যালঘু বিভাগের সদস্য।\n\n\n== রাজনৈতিক জীবনের ইতিহাস ==\nন্যাশনাল স্টুডেন্টস ইউনিয়ন অফ ইন্ডিয়ার জেলা সভাপতি, ১৯৭২-৭৩\nআব্দুল্লাহ গার্লস কলেজের সচিব, ১৯৭২-৭৩\nআলিগড় মুসলিম বিশ্ববিদ্যালয়ের ছাত্র সংসদের কার্যনির্বাহী সদস্য, ১৯৭৪-৭৫\nআলিগড় মুসলিম বিশ্ববিদ্যালয়ের ছাত্র সংসদের সহ-সভাপতি, ১৯৮০\nআলিগড় মুসলিম বিশ্ববিদ্যালয়ের ছাত্র সংসদের সভাপতি, ১৯৮২\nমহিলা কল্যাণ সমিতির প্রতিষ্ঠাতা, ১৯৮৬\nআলিগড় মহিলা কংগ্রেসের জেলা সভাপতি, ১৯৯২\nমহিলা কংগ্রেসের সাধারণ সম্পাদক, ইউপি, ১৯৯৩\nজেলা কংগ্রেস কমিটির সহ-সভাপতি\nউত্তরপ্রদেশ কংগ্রেস কমিটির সদস্য (৫ বার)\nউত্তরপ্রদেশ কংগ্রেস কমিটির সম্পাদক, ১৯৯৬-২০০৮\nকংগ্রেস দলের মেয়র পদপ্রার্থী (আলিগড়), ২০০১\nইউপিসিসির সাধারণ সম্পাদক\n\n\n== অতিরিক্ত পদে অধিষ্ঠিত ==\nপ্রাক্তন সদস্য, রেলওয়ে বোর্ড\nপ্রাক্তন সদস্য, টেলিফোন উপদেষ্টা বোর্ড\nপ্রাক্তন সদস্য, লোক আদালত, আলিগড়\nপ্রাক্তন সদস্য, জেলা ভোক্তা ফোরাম\nসহ-সভাপতি, আকাশ সমিতি (জেলা ম্যাজিস্ট্রেট দ্বারা গঠিত)\n\n\n== পুরস্কার ==\n২০১৪ সালের ২৯ জানুয়ারি ভারতের নতুন দিল্লির কনস্টিটিউশনাল ক্লাবে নারীর ক্ষমতায়নে তার ভূমিকার জন্য ভারতীয় নারী শক্তি পুরস্কার।\nইন্ডিয়া ইন্টারন্যাশনাল ফ্রেন্ডশিপ সোসাইটি কর্তৃক সমাজকর্মের জন্য রাষ্ট্রীয় গৌরব পুরস্কার (২০১৪)\n\n\n== পারিবারিক ইতিহাস ==\n\nরুহি জুবেরী ভারতের উত্তরপ্রদেশের মারেহরার একটি পরিবারে জন্মগ্রহণ করেন। তার পিতা প্রয়াত জনাব বশির মাহমুদ জুবেরী (আইনজীবী) (১৯২১-১৯৩৩) ব্রিটিশ ভারতের বিরুদ্ধে ভারতের স্বাধীনতা আন্দোলনে একজন মুক্তিযোদ্ধা ছিলেন। এছাড়াও তিনি একজন সমাজকর্মী, রাজনীতিবিদ ও মারেহরা পৌরসভা বোর্ডের চেয়ারম্যান ছিলেন। তার জীবদ্দশায় তিনি তার ব্যক্তিগত সম্পত্তির অনেকটাই স্থানীয় জনগণের উন্নয়ন ও কল্যাণের জন্য উৎসর্গ করেন। মারেহরার বিএম জুবেরী হাসপাতাল তার নামে নামকরণ করা হয়।\nজুবেরীর সাথে মৌলভী বশির উদ্দিনেরও সম্পর্ক ছিল, যিনি ১৮৮৮ সালে উত্তরপ্রদেশের ইটাওয়াতে ইসলামিয়া কলেজ প্রতিষ্ঠার জন্য তার সমস্ত সম্পত্তি ব্যয় করেন, যা মুহাম্মদান অ্যাংলো-ওরিয়েন্টাল কলেজের মতো আরেকটি বিশ্ববিদ্যালয় প্রতিষ্ঠার অনুরূপ প্রচেষ্টা ছিল। তিনি একজন কংগ্রেসি ছিলেন, যিনি খাদি পরতেন এবং আল-বশির নামে একটি জনপ্রিয় সংবাদপত্র প্রকাশ করেন। তিনি পদ্মশ্রী উপাধিতে ভূষিত হলেও তা গ্রহণ করতে যাননি, ঠিক যেমন খান বাহাদুর উপাধি নিতে যাননি। ভারতের প্রাক্তন রাষ্ট্রপতি জাকির হুসেইনও এই প্রতিষ্ঠানের ছাত্র ছিলেন।\nএছাড়াও তিনি গণিতবিদ ও প্রাক্তন সংসদ সদস্য জিয়াউদ্দিন আহমদের পুত্রবধূ, আলিগড় আন্দোলনের অন্যতম পরামর্শদাতা এবং আলিগড় মুসলিম বিশ্ববিদ্যালয়ের উপাচার্য। তিনি আলিগড় মুসলিম বিশ্ববিদ্যালয়ে তিনবার মেয়াদে উপাচার্যের দায়িত্ব পালন করেন এবং পরে রেক্টর হন।\nমতিন জুবেরী হলেন তার মামা এবং আন্তর্জাতিক সম্পর্কের একজন পণ্ডিত। অধ্যাপক জুবেরী ১৯৩০ সালের ১৫ জুলাই উত্তরপ্রদেশের ইটাহ জেলার মারেহরায় জন্মগ্রহণ করেন। আলিগড় মুসলিম বিশ্ববিদ্যালয় থেকে স্নাতকোত্তর ডিগ্রি অর্জনের পর তিনি অক্সফোর্ড বিশ্ববিদ্যালয়ের সেন্ট অ্যান্টনিস ও ব্যালিওল কলেজে যান। ফিরে এসে তিনি সিমলার ইনস্টিটিউট অব অ্যাডভান্সড স্টাডিতে উর্ধ্বতন ফেলো নিযুক্ত হন। তিনি ১৯৭৮ সালে জওহরলাল নেহরু বিশ্ববিদ্যালয়ে যোগ দেন এবং ১৯৯৫ সাল পর্যন্ত সেখানে ছিলেন।\nজওহরলাল নেহরু বিশ্ববিদ্যালয়ের আন্তর্জাতিক রাজনীতি ও নিরস্ত্রীকরণ অধ্যয়নের অধ্যাপক হিসেবে অধ্যাপক জুবেরী আন্তর্জাতিক পারমাণবিক উন্নয়নের একাডেমিক পর্যবেক্ষক ছিলেন। তার অবদান শিক্ষাবিদদের ছাড়িয়ে যায়। তিনি ১৯৯০-৯১, ১৯৯৮-৯৯ এবং ২০০০-০১ মোট তিনবার মেয়াদে জাতীয় নিরাপত্তা উপদেষ্টা বোর্ডের সদস্য ছিলেন। শেষ উপলক্ষ্যে তিনি ভারতীয় পারমাণবিক মতবাদের খসড়া তৈরিতে অংশ নেন। এর আগে তিনি নিরস্ত্রীকরণ ও উন্নয়ন সংক্রান্ত জাতিসংঘ সম্মেলনে ভারতীয় প্রতিনিধি দলের সদস্য ছিলেন। অধ্যাপক জুবেরী ইনস্টিটিউট ফর ডিফেন্স স্টাডিজ অ্যান্ড অ্যানালাইসিসের নির্বাহী পরিষদের সদস্য এবং সোসাইটি অব ইন্ডিয়ান ওশান স্টাডিজের পরিচালনা পর্ষদের সদস্য ছিলেন। \n\n\n== শিক্ষাগত যোগ্যতা ==\nতিনি তার নিজ শহর মারেহরায় তার শিক্ষা শুরু করেন এবং তারপরে উচ্চ শিক্ষার জন্য আলিগড়ে চলে আসেন। তার মাতৃ শিক্ষায়তন হলো ভারতের উত্তরপ্রদেশের আলিগড় মুসলিম বিশ্ববিদ্যালয়।\n\nআলিগড় মুসলিম বিশ্ববিদ্যালয় থেকে রাষ্ট্রবিজ্ঞানে বিএ\nআলিগড় মুসলিম বিশ্ববিদ্যালয় থেকে রাষ্ট্রবিজ্ঞানে এমএ\nআলিগড় মুসলিম বিশ্ববিদ্যালয় থেকে এলএলবি\nরুহি জুবেরী আহমদ জিয়াউদ্দিনকে বিয়ে করেন। তাদের তিন ছেলে, মোঃ জিয়াউদ্দিন (রাহি), শাহবাজ জিয়াউদ্দিন, শেরাজ আহমেদ এবং সাদাফ আহমদ নামে একটি মেয়ে রয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nগুগল বইয়ে রুহি জুবেরী"}