{"pageid": 1422900, "title": "কেনে (নাগা কুস্তি)", "url": "https://bn.wikipedia.org/wiki?curid=1422900", "content": "কেন ( kɛ-nɛ) বা নাগা কুস্তি একটি লোক কুস্তি শৈলী এবং নাগাদের ঐতিহ্যবাহী খেলা। এটি কোরিয়ার ঐতিহ্যবাহী জাতীয় খেলা সিরেউম -এর সাথে ঘনিষ্ঠভাবে সম্পর্কিত। খেলার উদ্দেশ্য হল প্রতিপক্ষের শরীরের হাঁটুর উপরের যে কোন অংশ প্রহারের মাধ্যমে ভূমিস্পর্শ করানো।\nকেন খেলাটি নাগাল্যান্ডের আঙ্গামি নাগাদের টেনি - মি জাতিগোষ্ঠী, চাখেসাং এবং জেলিয়ানগ্রং এবং মণিপুরের মাও, মারাম এবং পউমাইদের মধ্যে প্রচলিত।\nকুস্তিতে অংশগ্রহনকারী প্রতিটি পালোয়ান কোমরে একটি রঙিন কাপড় বাঁধেন। কুস্তিগির তার উভয় হাত দিয়ে প্রতিপক্ষের কোমরবন্ধনীর কাপড় ধরে রাখে এবং এক কুস্তিগির অন্য কুস্তিগিরকে মাটিতে ফেলে দেওয়ার চেষ্টা করে।\n\n\n== ইতিহাস ==\nকেন নাগাদের প্রাচীনতম ঐতিহ্যবাহী খেলাগুলির মধ্যে একটি। যদিও এই অঞ্চলে কুস্তির এই শৈলীটি কয়েক শতাব্দী ধরে অনুশীলন করা হয়, তবে এর আধুনিক সংস্করণ ২০ শতকের মাঝামাঝি সময়ে পূর্ণ রূপ পায়।\n১৯৩০ এবং ১৯৪০-এর দশকে কোহিমা এবং ইম্ফলের মধ্যে মহাসড়ক নির্মাণের সময় অনেক তেনিমি গ্রামবাসী কিছু নগদ উপার্জনের জন্য রাস্তা নির্মাণে অংশ নেয় কারণ সেই সময়ে নগদ অর্থের অভাব ছিল বলে ব্রিটিশদের গৃহ কর প্রদান করা একটি দুরূহ ব্যাপার ছিল। মধ্যাহ্নভোজের বিরতিতে শ্রমিকদের মধ্যে কুস্তি খেলা অনুষ্ঠিত হত। প্রতিটি নিজ নিজ গ্রামের নেতারা খেলায় অংশগ্রহণের জন্য তাদের সেরা কুস্তিগির বেছে নিতেন।\n১৯৬৫ সালে, নাগাল্যান্ডের ফেডারেল সরকার কর্তৃক প্রথম সংগঠিত কুস্তি সভা শুরু হয়েছিল। পরবর্তীতে ১৯৬৯ সালে নাগা রেসলিং বোর্ড গঠনের মাধ্যমে এই সংগঠনকে আরও শক্তিশালী করা হয় এবং এর তত্ত্বাবধানে ২০ মে ১৯৭১ সালে প্রথম নাগা কুস্তি প্রতিযোগিতা অনুষ্ঠিত হয়\n\n\n== খেলার শৈলী ==\nঐতিহ্যগতভাবে এই খেলা একটি বৃত্তাকার বলয়ের মধ্যে অনুষ্ঠিত হয় হয়, যা মাটি দিয়ে ভরাত করা হয়। আধুনিক কুস্তি প্রতিযোগিতাগুলি একটি রেসলিং রিংয়ে অনুষ্ঠিত হয়। প্রতিযোগিরা তাদের কোমরে একটি তোয়ালে বা একটি বেল্ট পরে থাকে যা প্রতিপক্ষকে পর্যদুস্ত করতে ব্যবহার হয়।\nপ্রতিযোগিতা শুরুর আগে উভয় প্রতিযোগী একে অপরকে স্পর্শ করে একটি নির্দিষ্ট স্থানে স্থির হয়ে দাড়িয়ে থাকে। প্রতিটি কুস্তিগির তাদের প্রতিপক্ষের কোমরবন্ধনী শক্ত করে ধরে রাখে। রেফারির বা বিচারক বাঁশি বাজিয়ে খেলার সূচনা করেন। বিচারক রিংয়ের মধ্যে খেলার নিয়মাবলী পরিদর্শন করেন। কুস্তিগিরদের আচরণ বিচার এবং নিয়ন্ত্রণ করে তিনি খেলার ফলাফল ঘোষণা করেন।\nএকটি একক ম্যাচ তিনটি পর্যায়ে প্রতিদ্বন্দ্বিতা করা হয়। যদি প্রথম কুস্তিগির দুটি লড়াইয়ে কোনো কুস্তিগির জয়ী হয় তবে সে জয়ী ঘোষিত হয়।\n\n\n== প্রতিযোগিতা ==\n\n\n=== নাগা কুস্তি প্রতিযোগিতা ===\nনাগাল্যান্ড রেসলিং অ্যাসোসিয়েশন দ্বারা আয়োজিত নাগা রেসলিং চ্যাম্পিয়নশিপ বা কুস্তি প্রতিযোগিতা দ্বিবার্ষিকভাবে অনুষ্ঠিত হয়। তবে শুধুমাত্র আঙ্গামি, চাখেসাং এবং জেলিয়াংরা এন ডব্লু এ -এর সাথে অনুমোদন প্রাপ্ত। মণিপুরের নাগারা মণিপুর সরকার কর্তৃক টুর্নামেন্টে অংশগ্রহণের জন্য সীমাবদ্ধ ছিল। ভেনিজো ডাওহুও ২০০২ -এ অনুষ্ঠীত ২৮ তম নাগা কুস্তি প্রতীযোগীতা এর বিজয়ী হন।\n\n\n=== নাগা মুক্ত কুস্তি প্রতিযোগিতা ===\nনাগা ওপেন রেসলিং চ্যাম্পিয়নশিপ বা মুক্ত কুস্তি প্রতিযোগিতা ১৯৯৭ সাল থেকে দ্বিবার্ষিকভাবে অনুষ্ঠিত হয়। নাগাল্যান্ড রেসলিং অ্যাসোসিয়েশনের এর অধীনে অ-অনুমোদিত সদস্যদের যে কেউ এতে অংশ নিতে পারে। ভেনিজো দাউহু ২০২১ সালে অনুষ্ঠীত ১৩ তম নাগা ওপেন রেসলিং চ্যাম্পিয়নশিপে বিজয়ীর শিরোপা পেয়েছিলেন।\n\n\n=== হর্নবিল আন্তর্জাতিক কুস্তি প্রতিযোগিতা ===\nহর্নবিল ইন্টারন্যাশনাল রেসলিং চ্যাম্পিয়নশিপ বা আন্তর্জাতিক কুস্তি প্রতিযোগিতা হর্নবিল ফেস্টিভ্যাল উদযাপনের অংশ হিসেবে নাগাল্যান্ড রেসলিং অ্যাসোসিয়েশন দ্বারা অনুষ্ঠীত হয়। ২০০৭ সাল থেকে প্রতি বছর অনুষ্ঠিত হয় এটি অনুষ্ঠীত হয়। ভেকুটো সোহো ২০১৯ সালে ১৩ তম হর্নবিল ইন্টারন্যাশনাল রেসলিং চ্যাম্পিয়নশিপ -এ বিজয়ীর শিরোপা ধারণ করেছে\n\n\n== তথ্যসূত্র =="}