{"pageid": 1422557, "title": "ইস্টার দ্বীপের ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1422557", "content": "ইস্টার দ্বীপ ভূতাত্ত্বিকভাবে পৃথিবীর অঞ্চলগুলির মধ্যে অন্যতম কনিষ্ঠ অঞ্চল। ইস্টার দ্বীপ (যাকে রাপা নুইও বলা হয়) প্রশান্ত মহাসাগরের মাঝামাঝি অবস্থিত। রাপা নুইয়ের বাসিন্দারা দুর্ভিক্ষ, রোগের মহামারি, গৃহযুদ্ধ, পরিবেশগত পতন, দাসদের অভিযান, বিভিন্ন ঔপনিবেশিক শক্তির অধীনতা ইত্যাদি দুর্বিপাক সহ্য করেছে। একাধিক সময়ে অঞ্চলটিতে জনসংখ্যার বিপর্যয় দেখা গেছে। সাংস্কৃতিক উত্তরাধিকার দ্বীপটির অধিবাসীদের সংখ্যার অনুপাতে অধিক কুখ্যাতি এনে দিয়েছে।\n\n\n== প্রথম বসতি স্থাপনকারী ==\nইস্টার দ্বীপের ইউরোপীয় দর্শনার্থীরা স্থানীয়দের মৌখিক ঐতিহ্য লিপিবদ্ধ করেছিল। ইতিহাস অনুসারে, ইস্টার দ্বীপবাসীরা দাবি করেছে যে একজন প্রধান হোতু মাতুয়া তার স্ত্রী এবং বর্ধিত পরিবারের সাথে এক বা দুটি বড় ক্যানোতে করে দ্বীপে এসেছিলেন এবং তারা এই দ্বীপের প্রাচীন অধিবাসী। তারা পলিনেশিয়ান ছিলেন বলে ধারণা করা হয়ে থাকে। এই কিংবদন্তির যথার্থতা এবং সেইসাথে আগমনের তারিখ সম্পর্কে যথেষ্ট অনিশ্চয়তা রয়েছে। প্রকাশিত সাহিত্য থেকে জানা যায় যে দ্বীপটি ৩০০-৪০০ সালের দিকে বসতি স্থাপিত হয়েছিল। আবার, কিছু বিজ্ঞানী বলেছেন, ইস্টার দ্বীপে ৭০০-৮০০ সাল পর্যন্ত জন বসতি ছিল না। এই তারিখের পরিসরটি গ্লোটোক্রোনোলজিকাল গণনার উপর ভিত্তি করে এবং চারকোল থেকে তিনটি রেডিওকার্বন তারিখের উপর ভিত্তি করে নির্ণীত হয়েছে। চারকোলগুলো বন উজাড় কার্যক্রমের সময় উৎঘাটিত হয়েছে বলে মনে করা হয়। তদুপরি, একটি সাম্প্রতিক গবেষণায় এমন সব রেডিওকার্বনগুলি অন্তর্ভুক্ত হয়েছে যেগুলো খুব প্রাথমিক উপাদান বলে মনে করা হয়। এসব রেডিওকার্বন হতে প্রাপ্ত তথ্য থেকে বোঝা যায় যে দ্বীপটি ১২০০ সালের দিকে বসতি স্থাপন করেছিল। এটি ২০০৬ সালে দ্বীপটির বন উজাড়ের সময় পরিচালিত গবেষণা দ্বারা সমর্থিত বলে মনে হচ্ছে একটি বড় বিলুপ্ত পাম (বৈজ্ঞানিক নামঃPaschalococos disperta) চিলির ওয়াইন পামের সাথে সম্পর্কিত (বৈজ্ঞানিক নামঃJubaea chilensis), যা জীবাশ্ম প্রমাণ দ্বারা প্রমাণিত প্রভাবশালী গাছগুলির মধ্যে একটি ছিল। এই প্রজাতিটির একমাত্র আবাসস্থল ছিল ইস্টার দ্বীপ, তবে বর্তমানে প্রজাতিটি বিলুপ্ত হয়ে গেছে।\nঅস্ট্রোনেশিয়ান পলিনেশিয়ানরা প্রথম দ্বীপে বসতি স্থাপন করেছিল বলে ধারণা করা হয়। তারা সম্ভবত পশ্চিম দিকের মার্কেসাস দ্বীপপুঞ্জ থেকে এসেছে। এই বসতি স্থাপনকারীরা কলা, তারো, আখ এবং কাগজের তুঁত, মুরগি এবং পলিনেশিয়ান ইঁদুর প্রজাতি বহন করে এসেছিল। দ্বীপটিতে এক সময় তুলনামূলকভাবে উন্নত এবং জটিল সভ্যতা ছিল।\nএটি ধারণা করা হয় যে তৎকালীন সময়ে আশেপাশের এলাকায় উচ্চ মাত্রার সিগুয়েটার মাছের বিষের কারণে বসতি স্থাপনকারীরা এই বিচ্ছিন্ন দ্বীপে আবাস স্থাপন করেছিল।\n\n\n== দক্ষিণ আমেরিকার সঙ্গে সংযোগ ==\n\nনরওয়েজিয়ান উদ্ভিদবিদ এবং অনুসন্ধানকারী থর হেয়ারডাহল (এবং আরও অনেকে) মত প্রকাশ করেছেন যে ইস্টার দ্বীপ এবং দক্ষিণ আমেরিকার ভারতীয় সংস্কৃতির মধ্যে সাংস্কৃতিক মিল বিদ্যমান। তিনি মত দিয়েছেন যে এটি সম্ভবত মহাদেশ থেকে আগত কিছু বসতি স্থাপনকারীদের কাছ থেকে এসেছে। স্থানীয় কিংবদন্তি অনুসারে, হানাউ এপে নামে একদল লোক (যার অর্থ হয় \"লম্বা কানযুক্ত\" বা \"স্টকি\" মানুষ) হানাউ মোমোকো (হয় \"খাটো কানওয়ালা\" বা \"পাতলা\" মানুষ) নামক আরেকটি দলের সাথে সংঘর্ষে লিপ্ত হয়েছিল। একটি হিংসাত্মক সংঘর্ষে পারস্পরিক সন্দেহের উদ্রেক হওয়ার পর, হ্যানাউ এপে গোষ্ঠীকে উৎখাত করা হয়েছিল এবং তাদের প্রায় নির্মূল করা হয়েছিল, গোষ্ঠীটির শুধুমাত্র একজন সদস্য বেঁচে ছিল। এই গল্পের ব্যাখ্যা করা হয়েছে বিভিন্ন রকম। প্রথম ব্যাখ্যা অনুযায়ী, এটি স্থানীয় এবং আগত অভিবাসীদের মধ্যে একটি সংগ্রামের প্রতিনিধিত্ব করে। দ্বিতীয় ব্যাখ্যা অনুযায়ী, এটি আন্তঃ-গোষ্ঠী যুদ্ধের কথা মনে করিয়ে দেয়। অন্য আরেকটি ব্যাখ্যা অনুসারে, এটি একটি শ্রেণী বিরোধের প্রতিনিধিত্ব করে।\nএই দাবিগুলি সত্ত্বেও ইস্টার দ্বীপের বর্তমান বাসিন্দাদের ডিএনএ বিশ্লেষণ ইঙ্গিত করে যে, ১৯ শতকের ধ্বংসাত্মক আন্তঃজাতি যুদ্ধ, দাস অভিযান এবং মহামারি থেকে রাপা নুইতে বসবাসকারী যে ৩৬ জন মানুষ বেঁচে গিয়েছিল, তাদের সন্তানরা পলিনেশিয়ান ছিল। অধিকন্তু, কঙ্কালের পরীক্ষা অনুসারে ১৬৮০ সালের পরে দ্বীপে বসবাসকারী ব্যক্তিরা শুধুমাত্র পলিনেশিয়া হতে আগত ব্যক্তিদের বংশধর ছিল।\n\n\n== প্রাক-ইউরোপীয় সমাজ ==\n\n১৮৬০ এর দশকে ধর্মপ্রচারকদের দ্বারা লিপিবদ্ধ কিংবদন্তি অনুসারে, হোতু মতুয়া দ্বীপে আসার পর থেকে দ্বীপটিতে মূলত একটি খুব স্পষ্ট শ্রেণী ব্যবস্থা ছিল। দ্বীপটির রাজা ছিলেন সর্বময় ক্ষমতার অধিকারী। তাদের সংস্কৃতির সবচেয়ে উল্লেখযোগ্য অংশ ছিল বিশাল মোয়াই (এক প্রকার উপাসনালয়) নির্মাণ যা তাদের পূর্বপুরুষদের উপাসনার অংশ ছিল। বেশিরভাগ মোয়াই উপকূলরেখা বরাবর নির্মাণ করা হয়েছিল, যা একটি সমজাতীয় সংস্কৃতি এবং কেন্দ্রীভূত শাসনের ইঙ্গিত দেয়। রাজপরিবার ছাড়াও দ্বীপের আবাসস্থলে পুরোহিত, সৈন্য এবং সাধারণ মানুষ ছিল।\n\nঅজানা কারণে মাতাতোয়া নামক সামরিক নেতাদের একটি অভ্যুত্থানের ফলে ব্যতিক্রমী দেবতা মেক-মেককে ঘিরে একটি নতুন ধর্ম গড়ে উঠেছিল। বার্ডম্যানের কাল্ট নামক অঞ্চলে একটি প্রতিযোগিতা অনুষ্ঠিত হত যেখানে প্রতি বছর নেতাদের দ্বারা নির্বাচিত প্রতিটি বংশের একজন প্রতিনিধি হাঙর আক্রান্ত জলে সাঁতার কেটে কাছাকাছি একটি দ্বীপ মোতু নুইতে যেতেন। প্রথম সাঁতারু হিসেবে যিনি মনুতারা নামক প্রাণীর একটি ডিম নিয়ে ফিরে আসতেন এবং সফলভাবে ওরোঙ্গোতে নামক পাহাড়ের উপরে উঠে যেতেন তাকে \"বছরের বার্ডম্যান\" বলা হত এবং বছরজুড়ে দ্বীপের সম্পদ বণ্টনের উপর তার নিয়ন্ত্রণ থাকতো। ইউরোপীয়দের প্রথম আগমনের সময়ও ঐতিহ্যটি বিদ্যমান ছিল। কিন্তু ১৮৬০ এর দশকে খ্রিস্টান মিশনারিদের দ্বারা এই সংস্কৃতি বিলুপ্ত করা হয়েছিল।\n\n\n== মূর্তি উচ্ছেদ ==\n১৭২২ সালে ডাচ এবং ১৭৭০ সালে স্প্যানিশ অভিযাত্রীদের কিছু অংশ মূর্তি দেখেছিল বলে বর্ণনা করা হয়। কিন্তু ১৭৭৪ সালে জেমস কুকের সফরের সময় অনেকগুলি মূর্তি-ই উচ্ছেদ করা হয়েছিল। হুরি মোয়াই তথা মূর্তি ভাঙার এ সংস্কৃতি ১৮৩০ এর দশক পর্যন্ত অব্যাহত ছিল। ১৮৩৮ সাল নাগাদ একটি মাত্র মোয়াই অবশিষ্ট ছিল, যা ওরোঙ্গোতে রানো রারাকু এবং হোয়া হাকানানাইয়ার ঢালে ছিল। প্রায় ৬০ বছর যাবত দ্বীপবাসীরা তাদের পূর্বপুরুষদের ঐতিহ্যের এই অংশটিকে ক্ষতিগ্রস্ত করেছিল।  এর পিছনে আন্তঃউপজাতি যুদ্ধ এবং পূর্বপুরুষদের ধর্মের প্রতি বিশ্বাস হারানো দায়ী। আধুনিক সময়ে আনাকেনা, আহু টোঙ্গারিকি, আহু আকিভি এবং হাঙ্গা রোয়াতে মোয়াই পুনরুদ্ধার করা হয়েছে।\n\n\n== ইউরোপীয়দের আগমন ==\n\nদ্বীপে ইউরোপীয়দের প্রথম নথিভুক্ত আগমন ঘটেছিল ১৭২২ সালের ৫ এপ্রিল (ইস্টার সানডে) এর দিন। ডাচ নাবিক জ্যাকব রোগেভেইন এক সপ্তাহের জন্য দ্বীপটি পরিদর্শন করেছিলেন এবং অনুমান করেছিলেন। তিনি অনুমান করেছিলেন দ্বীপটিতে ২০০০ থেকে ৩০০০ জন বাসিন্দা ছিল। তার দলের প্রতিবেদন অনুযায়ী, দ্বীপটিতে সমৃদ্ধ মাটি এবং ভাল জলবায়ু ছিল এবং সমস্ত দেশ চাষের অধীনে ছিল।দ্বীপবাসীরা ডাচদের দেখে মুগ্ধ হয়েছিল এবং নিরস্ত্র হয়ে তাদের সাথে দেখা করতে বেরিয়েছিল।\nডাচরা যখন তীরে উঠেছিল তখন দ্বীপবাসীরা তাদের চারপাশে জড়ো হয়। তারা ডাচদের পোশাক এবং এমনকি তাদের বন্দুক স্পর্শ করার চেষ্টা করে। এই সময়, একজন অজানা ব্যক্তির কাছ থেকে একটি গুলি ছুটে আসে যার ফলে একটি অগ্নিকাণ্ড ঘটে যা দশ বা বারোজন দ্বীপবাসীকে হত্যা করে। তবে, স্থানীয়রা শীঘ্রই ফিরে এসেছিল - প্রতিশোধের জন্য নয়, তাদের পতিত মৃতদেহের জন্য খাদ্যের ব্যবসা করতে চাইছিল। কিছুক্ষণ পরেই ডাচরা চলে গেল।\nপরবর্তী বিদেশী দর্শনার্থীরা ১৫ নভেম্বর ১৭৭০ তারিখে এসেছিলেন। পেরুর ভাইসরয় ম্যানুয়েল দে আমাত দ্বারা প্রেরিত এবং ফেলিপ গনজালেজ দে আহেদোর নির্দেশে দুটি স্প্যানিশ জাহাজ, সান লরেঞ্জো এবং সান্তা রোজালিয়া এ দ্বীপে আগমন করে। তারা দ্বীপে পাঁচ দিন অতিবাহিত করে এর উপকূলের একটি অত্যন্ত পুঙ্খানুপুঙ্খ জরিপ সম্পাদন করে এবং এর নামকরণ করে ইসলা দে সান কার্লোস। তারা দ্বীপটিকে স্পেনের রাজা তৃতীয় চার্লসের পক্ষে দখল করে এবং পোইকে তিনটি ছোট পাহাড়ের উপরে আনুষ্ঠানিকভাবে তিনটি কাঠের ক্রস তৈরি করে।\nচার বছর পর, ১৭৭৪ সালের মার্চের মাঝামাঝি ব্রিটিশ অভিযাত্রী জেমস কুক ইস্টার দ্বীপে যান। কুক নিজে অনেক দূরে হাঁটার মত সুস্থ ছিলেন না, কিন্তু একটি ছোট দল দ্বীপটি অন্বেষণ করেছিল। তারা মূর্তিগুলিকে অবহেলিত বলে অভিযোগ করেছে। দলের উদ্ভিদবিদ এটিকে \"একটি দরিদ্র ভূমি\" বলে বর্ণনা করেছেন। তার একজন তাহিতিয়ান দোভাষী ছিল যিনি আংশিকভাবে ভাষা বুঝতে পারতেন। কুক পরে অনুমান করেছিলেন যে দ্বীপে প্রায় ৭০০ জন লোক ছিল। তিনি দ্বীপটিতে মাত্র তিন-চারটি ডোবা লক্ষ্য করেছিলেন। দ্বীপের কিছু অংশে কলা, আখ এবং মিষ্টি আলু চাষ করা হয়েছিল, অন্য অংশগুলি দেখে মনে হচ্ছিল যে সেগুলি একবার চাষ করা হয়েছিল কিন্তু অব্যবহারের ফলে পরবর্তীতে পতিত ছিল। জর্জ ফরস্টার উল্লেখ করেছেন যে তিনি দ্বীপে দশ ফুটের বেশি লম্বা কোনো গাছ দেখেননি। কুক আরও উল্লেখ করেছেন, দ্বীপবাসীরা বিদেশী দর্শনার্থীদের কাছে যাওয়ার সময় ছয় বা আট ফুট লম্বা বল্লম নিয়ে যেত।\n১৭৮৬ সালের ১০ এপ্রিল, ফরাসি অভিযাত্রী জাঁ ফ্রাঁসোয়া দে গালাউপ লা পেরাউস ইস্টার দ্বীপের একটি বিশদ মানচিত্র তৈরি করেন। তিনি দ্বীপটিকে এক-দশমাংশ চাষযোগ্য বলে বর্ণনা করেন এবং অনুমান করেন যে দ্বীপের জনসংখ্যা প্রায় দুই হাজার। পৃথিবীর মানচিত্রে ক্রমবর্ধমানভাবে দ্বীপটিকে অন্তর্ভুক্ত করায় এটি ব্যাপক পরিচিতি লাভ করেছিল। ১৯ শতকের মধ্যে দ্বীপটি সিল এবং তিমি শিকারের জন্য একটি সাধারণ স্থানে পরিণত হয়েছিল। সময়ের সাথে সাথে ক্রমবর্ধমানভাবে দ্বীপবাসীদের জোরপূর্বক শ্রমিক হিসাবে নেয়া হয় এবং শেষ পর্যন্ত সরাসরি দাস অভিযান শুরু হয়।\n\n\n== সমাজ ও জনসংখ্যার ধ্বংস ==\nধারাবাহিকভাবে বিধ্বংসী ঘটনা ইস্টার দ্বীপের প্রায় সমগ্র জনসংখ্যাকে হত্যা করেছে। সমালোচকরা দাবি করেন যে পশ্চিমা জাতিসমূহের আগমনের সময় সমাজটি মূলত শান্তিপূর্ণ এবং বিকাশমান ছিল। কিন্তু ক্রীতদাস অভিযানের প্রবর্তনের পরে দ্বীপটি ক্রমশ বিপর্যয়মূলক পতনের দিকে যেতে থাকে।\n১৮৬০ সালে পেরুভিয়ানরা পেরুতে ক্রীতদাস হিসেবে বিক্রি করার জন্য উপযুক্ত লোকদের খুঁজছিল। এ অভিযানে ইস্টার দ্বীপ সবচেয়ে বেশি ক্ষতিগ্রস্ত হয়েছিল কারণ এটি দক্ষিণ আমেরিকার উপকূলের সবচেয়ে কাছে ছিল। ১৮৬২ সালের ডিসেম্বরে আটটি জাহাজ ইস্টার দ্বীপে পৌঁছেছিল। প্রায় ৮০ জন নাবিক সমুদ্র সৈকতে জড়ো হয়েছিল। সংকেত পাবার পর বন্দুক হতে গুলি করা হয়েছিল এবং দ্বীপবাসীদের ধরা হয়েছিল। অতঃপর তাদের বেঁধে রাখা হয়েছিল এবং জাহাজে নিয়ে যাওয়া হয়েছিল। এর ফলে অন্তত দশ জন রাপানুই নিহত হয়। পরবর্তী সময়ে আবারো অবতরণের চেষ্টা করা হয়েছিল, কিন্তু প্রতিরক্ষামূলক ব্যবস্থা গ্রহণের ফলে জাহাজগুলি ফিরে যেতে বাধ্য হয়েছিল। ১৪০০ জনেরও বেশি রাপা নুই দ্বীপবাসীকে অপহরণ করা হয়েছিল। কিছু অপহৃত ব্যক্তি গৃহকর্মী হিসাবে পেরুতে বিক্রি হয়েছিল; অন্যরা বাগানে কায়িক শ্রমের জন্য নিযুক্ত ছিল। খাদ্য ছিল অপর্যাপ্ত এবং তাদের জন্য চিকিৎসা সেবা কার্যত অস্তিত্বহীন ছিল। অনেক দ্বীপবাসীরা অসুস্থ হয়ে মারা যায়। ক্রীতদাসদের কার্যকলাপের কথা ছড়িয়ে পড়ার সাথে সাথে পেরুর জনগণ বাণিজ্যের প্রতি বিরূপ হয়ে ওঠে। সংবাদপত্রগুলি ক্ষুব্ধ সম্পাদকীয় লিখেছিল এবং ফরাসি সরকার এবং মিশনারি সোসাইটি প্রতিবাদ করেছিল। এটি নিশ্চিত যে সমগ্র প্রক্রিয়া বাকি বিশ্বের চোখে পেরুর সুনামকে ক্ষতিগ্রস্ত করেছিল। তাই পেরুভিয়ান সরকার পলিনেশিয়ান বসতি স্থাপনকারীদের প্রবর্তন নিষিদ্ধ ঘোষণা করেছিল।\n১৮৬২ সালের ডিসেম্বরে পেরুর দাস হামলাকারীরা ইস্টার দ্বীপে আঘাত হানে। সহিংস অপহরণ কয়েক মাস ধরে চলতে থাকে এবং প্রায় ১৫০০ জন পুরুষ ও মহিলাকে ধরে নিয়ে যায় বা হত্যা করে, যা দ্বীপের জনসংখ্যার প্রায় অর্ধেক। তাহিতির বিশপ ফ্লোরেনটিন-এতিয়েন জাউসেন এর নেতৃত্বে আন্তর্জাতিক সম্প্রদায় বিক্ষোভ ফেটে পড়ে। দাসদের শেষ পর্যন্ত ১৮৬৩ সালের শরৎকালে মুক্ত করা হয়েছিল কিন্তু ততক্ষণে তাদের বেশিরভাগই যক্ষ্মা, গুটিবসন্ত এবং আমাশয়ে মারা গিয়েছিল। অবশেষে এক ডজন দ্বীপবাসী পেরুর ভয়াবহতা থেকে ফিরে আসতে পেরেছিল। কিন্তু তারা গুটিবসন্ত রোগের জীবাণু নিয়ে এসেছিল। তখন একটি মহামারি শুরু হয়েছিল যার ফলে অবস্থা এমন এক পর্যায়ে পৌঁছে যায় যে সেখানে কিছু মৃতকে কবর দেওয়াও হয়নি।\n\nপ্রথম খ্রিস্টান ধর্মপ্রচারক হিসেবে ইউজিন আইরাউড ১৮৬৪ সালের জানুয়ারিতে এসেছিলেন এবং সেই বছরের বেশিরভাগ সময় দ্বীপে কাটিয়েছিলেন এবং প্রথমবারের মতো তথাকথিত রঙ্গো-রঙ্গো ট্যাবলেটের অস্তিত্বের রিপোর্ট করেছিলেন। ১৮৬৬ সালে ফাদার হিপ্পোলাইট রাসেলের সাথে তিনি আবার ফিরে আসেন এবং রাপা নুই সম্প্রদায়ের লোকদের গণহারে খ্রিস্টধর্মে দীক্ষিত করেন। ক্যাপ্টেন জিন-ব্যাপটিস্ট ডুট্রু-বোর্নিয়ারের সাথে আরও দুজন মিশনারি এসেছিলেন। ১৮৬৭ সালের দ্বীপ মহামারির সময় আইরউড যক্ষ্মা রোগে আক্রান্ত হয়েছিল। এই রোগে দ্বীপের অবশিষ্ট জনসংখ্যার এক চতুর্থাংশ মারা যায় এবং মাত্র ৯৩০ জন রাপা নুই অবশিষ্ট ছিল। মৃতদের মধ্যে অন্যতম হলেন আরকি মাউ, যিনি পলিনেশিয়ার রাজকীয় প্রথম পুত্র। ১৮৬৮ সালের আগস্ট মাসে ইরাউড যক্ষ্মা রোগে মারা যান। তবে এই সময়ের মধ্যে প্রায় পুরো রাপা নুই গোষ্ঠী রোমান ক্যাথলিক হয়ে গিয়েছিল। \n১৮৭১ সালের ফেব্রুয়ারিতে হান্টওয়েল জাহাজ বিধ্বস্ত হয়েছিল, যার ফলে দ্বীপে বারোজন লোক আটকা পড়েছিল। ইন্ডিয়ামান নামক জাহাজ ১৯ মার্চ, ১৮৭২-এ ইস্টার দ্বীপের কাছে ডুবে যায়, ফলে দ্বীপে প্রায় ৩০ জন লোক আটকে পড়ে। অন্য জাহাজ উদ্ধার করার আগে তারা এখানে দুই মাস পরিমাণ সময় অতিবাহিত করে। ১৮৯২ সালে, যখন ক্লোরিন্ডা নামক জাহাজ দ্বীপটি ছেড়েছিল, তখন বেঁচে থাকা ব্যক্তিরা তিন মাস আটকা পড়েছিল।\n\n\n=== ডুট্রু-বোর্নিয়ার ===\nজিন-ব্যাপটিস্ট ডুট্রু-বোর্নিয়ার ক্রিমিয়ান যুদ্ধে একজন আর্টিলারি অফিসার হিসাবে কাজ করেছিলেন। পরবর্তী সময়ে তিনি পেরুতে গ্রেফতার হন, অস্ত্র ব্যবসার অভিযোগে অভিযুক্ত হন এবং মৃত্যুদণ্ডে দণ্ডিত হন। ফরাসি কনসালের হস্তক্ষেপের ফলে মুক্তি পাওয়ার প ১৮৬৬ সালে তিনি প্রথমবারের মত ইস্টার দ্বীপে আসেন। তিনি সেখানে দুজন মিশনারিকে নিয়ে যান। ১৮৬৭ সালে নারকেল বাগানের শ্রমিক নিয়োগের জন্য তিনি ফিরে যান এবং তারপর ১৮৬৮ সালের এপ্রিলে তিনি যে ইয়টটিতে এসেছিলেন তা পুড়িয়ে আবার থাকতে আসেন। দ্বীপে তার একটি দীর্ঘস্থায়ী প্রভাব ছিল।\nডুট্রু-বোর্নিয়ার মাতাভেরিতে বাসস্থান স্থাপন করেন। তার লক্ষ্য ছিল রাপা নুই দ্বীপের বেশিরভাগ অংশ পরিষ্কার করা এবং এটিকে ভেড়ার খামারে পরিণত করা। তিনি কোরেটো নামক একজন রাপা নুই মহিলাকে বিয়ে করে তার রানী নিযুক্ত করেছিলেন। তিনি রাপা নুইয়ের একটি দলকে খ্রিস্টান ধর্ম ত্যাগ করতে এবং তাদের পূর্বের বিশ্বাসে ফিরে যাওয়ার অনুমতি দিয়েছিলেন। রাইফেল, একটি কামান এবং সমর্থকদের সাহায্যে তিনি কয়েক বছর ধরে দ্বীপটি চালিয়েছিলেন।\nডুট্রু-বোর্নিয়ার হাঙ্গা রোয়ার আশেপাশে মিশনারিদের এলাকা বাদে সমস্ত দ্বীপ কিনে নেন এবং তার সমর্থকদের হয়ে কাজ করার জন্য কয়েকশত রাপা নুইকে তাহিতিতে নিয়ে যান। ১৮৭১ সালে মিশনারিরা ডুট্রু-বোর্নিয়ারের সাথে চলে যায়। তারা ২৭৫ জন রাপা নুইকে মাঙ্গারেভা এবং তাহিতিতে সরিয়ে নিয়ে যায় এবং ২৩০ জনকে দ্বীপে রেখে যায়।  যারা দ্বীপটিতে অবশিষ্ট ছিল তারা বেশিরভাগই বয়স্ক পুরুষ। ছয় বছর পরে ইস্টার দ্বীপে মাত্র ১১১ জন বসবাসকারীর অস্তিত্ব ছিল।\n\n১৮৭৬ সালে দুট্রু-বোর্নিয়ারকে একটি পোশাক সম্পর্কীয় বিতর্কে হত্যা করা হয়েছিল। বয়ঃসন্ধিকালীন মেয়েদের অপহরণও তার হত্যাকারীদের অনুপ্রাণিত করতে পারে। \nফ্রান্সে অবস্থানকারী তার প্রথম স্ত্রী ফরাসি আইনের অধীনে উত্তরাধিকারী ছিলেন। অপরদিকে, এই দ্বীপে তার দ্বিতীয় স্ত্রী তাদের কন্যা ক্যারোলিনকে রানী হিসাবে অভিষিক্ত করেছিলেন। তবে ডুট্রু-বোর্নিয়ারের জমির চুক্তি নিয়ে আইনি লড়াইয়ের কারণে দ্বীপের ইতিহাস কয়েক দশক ধরে জটিল আকার ধারণ করেছিল।\n\n\n== ১৮৭৮-১৮৮৮ ==\nআলেকজান্ডার সালমন জুনিয়র ছিলেন তাহিতির রাণীর ভাই। তিনি একজন ইংরেজ বণিকের পুত্র। তিনি ১৮৭৮ সালে কিছু সহকর্মী তাহিতিয়ানদের সাথে দ্বীপে আসেন এবং এক দশক ধরে দ্বীপটি পরিচালনা করেন। পশম উৎপাদনের পাশাপাশি তিনি রাপা নুইদের শিল্পকর্ম তৈরিতে উৎসাহিত করেছিলেন। শান্তির এই যুগেই প্রাচীন রাপা নুই থেকে তাহিতিয়ান-প্রভাবিত আধুনিক রাপা নুই ভাষায় ভাষাগত পরিবর্তন লক্ষ্য করা যায়। অন্যান্য পলিনেশিয়ান ও খ্রিস্টান প্রভাবকে মিটমাট করার জন্য দ্বীপের পৌরাণিক কাহিনী ও সংস্কৃতিতে কিছু পরিবর্তন দেখা যায়। \nফাদার রাসেল এই দশকে রাপা নুইয়ে বেশ কয়েকবার যাজকীয় পরিদর্শনে এসেছিলেন। তবে চার্চের একমাত্র স্থায়ী প্রতিনিধি ছিলেন আঙ্গাতা। তিনি সে সকল রাপা নুইদের একজন যারা ১৮৭১ সালে মিশনারিদের সাথে চলে গিয়েছিলেন। একজন আবাসিক পুরোহিতের অভাব থাকা সত্ত্বেও রাপা নুই সম্প্রদায় রোমান ক্যাথলিক ধর্মে ফিরে এসেছিল। কিন্তু ফাদার রাসেল তার ইহুদি পিতৃত্বের কারণে সালমনকে অস্বীকার করার কারণে দৈবিক এবং আধ্যাত্মিক শক্তির মধ্যে কিছুটা উত্তেজনা থেকে যায়। \n\n\n== চিলিতে অন্তর্ভুক্তি ==\n১৭৭৬ সালে চিলির ধর্মযাজক জুয়ান ইগনাসিও মোলিনা তার \"চিলির রাজ্যের প্রাকৃতিক ও নাগরিক ইতিহাস\" বইয়ের \"চিলি দ্বীপপুঞ্জ\" এর পঞ্চম অধ্যায়ে দ্বীপটিকে স্মারক মূর্তিগুলির জন্য উল্লেখযোগ্য হিসেবে উপস্থাপন ধরেন।\n৮ মার্চ ১৮৩৭-এ টেনিয়েন্টে দে মারিনা লিওনসিও সেনোরেটের অধীনে চিলির নৌবাহিনীর কোলো কোলোনামক একটি জাহাজ ভালপারাইসো থেকে অস্ট্রেলিয়ার উদ্দেশ্যে যাত্রা করে। কোলো কোলো ছিল প্রথম চিলির জাহাজ যা ইস্টার দ্বীপে গিয়েছিল।\n\nএকজন পেশাদার নাবিক হিসেবে ১৮৭০ সালে পলিকার্পো তোরো হুরতাদো কর্ভেট \"ও'হিগিন্স\" ইস্টার দ্বীপ বা রাপা নুইতে প্রবেশ করেছিলেন। তিনি দ্বীপটির লোকদের সংস্কৃতি এবং ইতিহাস দেখে বিস্মিত হয়েছিলেন যাদের সংস্কৃতি প্রায় বিলুপ্ত হওয়ার পথে ছিল। ক্রীতদাস হিসেবে লোকদের অপহরণ এবং অভ্যন্তরীণ দ্বন্দ্বের ফলে কিছু সময়ের মধ্যে দ্বীপটির জনসংখ্যা কমে যায়।\nতোরো হুর্তাডো জলদস্যুতা, দাস চোরাচালান এবং দুর্দশা দ্বারা আক্রান্ত প্রশান্ত মহাসাগরের এই পরিত্যক্ত দ্বীপের ভাগ্য নিয়ে উদ্বিগ্ন ছিলেন। তার ধারণা ছিল, এটি নিশ্চিতভাবে চিলির আঞ্চলিক সীমার মধ্যে হতে পারে। এ ধারণাটিকে কেউ কেউ বিভ্রান্তিকর বলে মনে করেন, কেননা ফ্রান্স এই দ্বীপটিকে ১৮২২ সাল থেকে তার সম্পত্তি হিসেবে অন্তর্ভুক্ত করেছিল। ১৮৭০ সালেই চিলির প্রশাসন ক্যাপ্টেন লুইস ইগনাসিও গানার নেতৃত্বে দ্বীপটি্র অবস্থা তদন্ত করার জন্য একটি কমিশন পাঠায়।\n১৮৮৭ সালে চিলির নৌবাহিনীর ক্যাপ্টেন পলিকার্পো তোরোর অনুরোধে চিলি দ্বীপটিকে জাতীয় অঞ্চলে অন্তর্ভুক্ত করার জন্য দৃঢ় পদক্ষেপ নেয়। পলিকার্পো তোরো কয়েক দশক ধরে রাপা নুইয়ের অরক্ষিত পরিস্থিতি নিয়ে উদ্বিগ্ন ছিলেন এবং নিজের উদ্যোগে পরিস্থিতিকে প্রভাবিত করতে শুরু করেছিলেন। পলিকার্পো আলোচনার মাধ্যমে দ্বীপটিতে অনেক জমি কিনেছিলেন। এই উদ্দেশ্যে চিলির সরকার কর্তৃক ৬০০০ পাউন্ড স্টার্লিং প্রেরণ করা হয় এবং তিনি তার নিজস্ব তহবিল থেকেও কিছু অর্থ খরচ করেন। রাপা নুই ঐতিহ্য অনুসারে এ অঞ্চলের জমিগুলি বিক্রি করা যায় না। তবে তৃতীয় পক্ষ বিশ্বাস করতো যে তারা তাদের মালিকানা পেয়েছে এবং সেগুলি তাদের কাছ থেকে কেনা হয়েছিল যাতে তারা সেই মুহূর্ত থেকে দ্বীপের বিষয়ে হস্তক্ষেপ না করে।\nসেই সময়ে, রাপা নুই জনসংখ্যা উদ্বেগজনক সংখ্যায় পৌঁছেছিল। ১৮৯২ সালে চিলির কর্ভেট আবতাও দ্বারা পরিচালিত একটি আদমশুমারি হতে প্রাপ্ত তথ্য অনুসারে, শুধুমাত্র ১০১ জন রাপা নুই জীবিত ছিল, যার মধ্যে শুধুমাত্র ১২ জন ছিলেন প্রাপ্তবয়স্ক পুরুষ। সে সময় রাপা নুই জাতিগোষ্ঠী তাদের সংস্কৃতি সহ বিলুপ্তির সবচেয়ে কাছাকাছি ছিল।\nতারপরে, ৯ সেপ্টেম্বর, ১৮৮৮ সালে তাহিতির বিশপ, মনসিগনর হোসে মারিয়া ভার্ডিয়ারের প্রচেষ্টার ফলে উইলসের চুক্তি (আকুয়ের্দো দে ভলুন্টেডেস) স্বাক্ষরিত হয়েছিল, যে চুক্তির ফলে স্থানীয় প্রতিনিধি আতামু তেকেনা (রাপানুই চিফস কাউন্সিলের প্রধান) চিলি রাজ্যের কাছে দ্বীপের সার্বভৌমত্ব অর্পণ করে। চুক্তিটিতে চিলির প্রতিনিধিত্ব করেছিলেন পোলিকার্পো তোরো। রাপা নুই প্রবীণরা তাদের পদ মর্যাদা, তাদের জমির মালিকানা, তাদের সংস্কৃতি এবং ঐতিহ্যের বৈধতা ত্যাগ না করেই সার্বভৌমত্ব ছেড়ে দিয়েছিলেন। রাপা নুই সম্প্রদায় কোন জমি বিক্রি না করে শুধুমাত্র কিছু শর্ত নির্ধারণ করে চিলির সাথে একত্রিত হয়েছিল।\nচিলির সাথে সংযুক্তির ফলে বিদেশী দাস বণিকরা দ্বীপ থেকে আর কোন বাসিন্দাকে নিয়ে যায় নি।\n\nতারা হাঙ্গা রোয়ার বাইরে বসবাস ও কাজ করার জন্য নিষেধাজ্ঞা আরোপ করেছিল এবং এমনকি দ্বীপবাসীদের বাধ্যতামূলক শ্রমও দেওয়া হয়েছিল। নৌবাহিনী বিংশ শতকে দ্বীপের নিয়ন্ত্রণ নিয়েছিল।\nইংরেজ কোম্পানি উইলিয়ামসন ব্যালফোর ১৯০৩ সালে মেরলেট কোম্পানির কাছ থেকে দ্বীপটি কিনে নিয়েছিল। তখন স্থানীয়দের খাদ্য কেনার জন্য খামারগুলিতে কাজ করতে বাধ্য করা হত।\n\n\n== বিংশ শতক ==\n\nক্যাথরিন এবং উইলিয়াম স্কোরসবি রাউটলেজের নেতৃত্বে মানা নামক অভিযান ১৯১৪ সালের মার্চ মাসে ইস্টার দ্বীপে অবতরণ করে একটি ১৭ মাসের প্রত্নতাত্ত্বিক ও নৃতাত্ত্বিক জরিপ পরিচালনা করে। একই বছরের অক্টোবরে জার্মান পূর্ব এশিয়া স্কোয়াড্রন করোনেল এবং ফকল্যান্ডের উদ্দেশ্যে যাত্রা করার আগে হাঙ্গা রোয়া দ্বীপ থেকে একত্রিত হয়। আরেকটি জার্মান যুদ্ধজাহাজ, কমার্স রেইডার প্রিঞ্জ ইটেল ফ্রেডরিখ, ডিসেম্বরে দ্বীপটি পরিদর্শন করে এবং ৪৮ জন ব্রিটিশ ও ফরাসি বণিক নাবিককে দ্বীপে ছেড়ে দেন, যা প্রত্নতাত্ত্বিকদের অভিযানের জন্য প্রয়োজনীয় শ্রম সরবরাহ করে।\n১৯১৪ সালে প্রবীণ ক্যাটেটিস্ট মারিয়া আঙ্গাটা ভেরি ভেরি দ্বারা অনুপ্রাণিত হয়ে ড্যানিয়েল মারিয়া টিভের নেতৃত্বে দেশীয়দের একটি বিদ্রোহ হয়েছিল। মেরলেট এবং কোম্পানির প্রশাসকদের দ্বারা সংঘটিত নিষ্ঠুর ও বর্বর কাজের জন্য নৌবাহিনী কোম্পানিকে দায়ী করে এবং তদন্তের অনুরোধ করে।\n\n১৯১৯ সালে, দ্বীপটিকে ভালপারাইসো বিভাগের একটি সাব ডেলিগেশন হিসেবে ঘোষণা করা হয়। একই বছরে, আর্চবিশপ রাফায়েল এডওয়ার্ডস সালাস দ্বীপটি পরিদর্শন করেন এবং স্থানীয়দের অভিযোগ ও দাবি প্রকাশে প্রধান মুখপাত্র হন। যাইহোক, চিলি তথাকথিত \"প্রোভিশনাল টেম্পারমেন্ট\" এর অধীনে স্থানীয়দের অতিরিক্ত জমি (১৯২৬ সালের বিবাহ অনুসারে ৫ হেক্টর) বন্টন করে চিলির প্রশাসনের জন্য কিছু জমি বরাদ্দ করে এবং কোম্পানির কাছে ইজারা নবায়ন করার সিদ্ধান্ত নেয়। দ্বীপটিতে নৌবাহিনীর স্থায়ী উপস্থিতি নিশ্চিত করা হয়। ১৯৩৬ সালে চিলি একটি প্রবিধান প্রতিষ্ঠা করেছিল যার ফলে পূর্বানুমতি নিয়ে স্থানীয়রা হাঙ্গা রোয়া ছেড়ে মাছ ধরতে বা জ্বালানী সরবরাহ করতে পারে।\nমনসিগনর রাফায়েল এডওয়ার্ডস দ্বীপটিকে একটি \"নৌ এখতিয়ার অঞ্চল\" ঘোষণা করতে চেয়েছিলেন যাতে তিনি সেখানে শুধু সামরিক ভিকার হিসাবে হস্তক্ষেপ করতে পারেন এবং এইভাবে রাপা নুই সম্প্রদায়কে সমর্থন করে উন্নত জীবনযাত্রার পরিস্থিতি তৈরি করতে চেয়েছিলেন।\n১৯৩৩ সালে, চিলির স্টেট ডিফেন্স কাউন্সিল দ্বীপটিকে রাষ্ট্রের নামে নিবন্ধন করতে বলে, যেন দ্বীপটিকে সে সকল ব্যক্তিদের থেকে এটিকে রক্ষা করা যায়, যারা এটি তাদের নিজের নামে নিবন্ধন করতে চেয়েছিল।\n১৯৬০ সাল পর্যন্ত রাপা নুই হাঙ্গা রোয়ার মধ্যে সীমাবদ্ধ ছিল। ১৯৫৩ সাল পর্যন্ত দ্বীপের বাকি অংশটি উইলিয়ামসন-বেলফোর কোম্পানিকে ভেড়ার খামার হিসাবে ভাড়া দেওয়া হয়েছিল। পরবর্তীতে রাষ্ট্রপতি কার্লোস ইবেনেজ ডেল ক্যাম্পো কোম্পানির সাথে সম্পাদিত চুক্তি বাতিল করেন এবং দ্বীপের সম্পূর্ণ প্রশাসন চিলির নৌবাহিনীকে অর্পণ করেন। ১৯৬৬ সাল পর্যন্ত দ্বীপটি চিলির নৌবাহিনী দ্বারা পরিচালিত হয়েছিল। এডুয়ার্ডো ফ্রেই মন্টালভা সরকারের আমলে পাসকুয়া আইন প্রণয়ন করে রাপা নুইদের চিলির নাগরিকত্ব দেওয়া হয়েছিল। ১৯৪৮ সাল পর্যন্ত সেখানকার স্কুলগুলোতে শুধুমাত্র স্প্যানিশ পড়ানো হত। ইসলা দে পাসকুয়া কমিউন কিছু আইন তৈরি করেছিল, সিভিল রেজিস্ট্রি বাস্তবায়ন করেছিল এবং গভর্নর, মেয়র এবং কাউন্সিলম্যানের পদ তৈরি করেছে। তারা ইস্টার দ্বীপের প্রথম দমকল বাহিনী, কারাবিনেরোস দে চিলির ষষ্ঠ পুলিশ স্টেশন, স্কুল এবং একটি হাসপাতাল স্থাপন করেছিল। দ্বীপটির প্রথম মেয়র আলফোনসো রাপু ১৯৬৬ সালে শপথ নিয়েছিলেন। তিনি পাসকুয়া আইন তৈরি করার জন্য মেয়র হবার দুই বছর আগে রাষ্ট্রপতি ফ্রেইকে একটি চিঠি পাঠিয়েছিলেন।\n১৯৬৫ সালে মাতাভেরি আন্তর্জাতিক বিমানবন্দর নির্মাণের পর ইস্টার দ্বীপের অধিবাসীরা সহজেই ইস্টার দ্বীপ থেকে অন্য স্থানে ভ্রমণ করতে সক্ষম হয়েছিল। বিমান বন্দরটি লংহি নির্মাণ কোম্পানি দ্বারা নির্মিত হয়েছিল। নির্মাণকাজে শত শত শ্রমিক, ভারী যন্ত্রপাতি, তাঁবু এবং জাহাজে স্থাপিত একটি ফিল্ড হাসপাতাল জড়িত ছিল। একই সময়ে, নাসার একটি ট্র্যাকিং স্টেশন দ্বীপে স্থাপিত হয়েছিল যা ১৯৭৫ সালে কাজ বন্ধ করে দেয়।\n১৯৬৫ এবং ১৯৭০ সালের মধ্যে ইউনাইটেড স্টেটস এয়ার ফোর্স (ইউএসএএফ) ইস্টার দ্বীপে বসতি স্থাপন করে রাপা নুইয়ের জীবনযাত্রার আমূল পরিবর্তন করে। তখন থেকে ইস্টার দ্বীপবাসীরা উন্নত বিশ্বের ভোক্তা সমাজের রীতিনীতির সাথে পরিচিত হয়েছিল।\nএপ্রিল ১৯৬৭ থেকে চিলির ফ্লাইটগুলি স্থানীয় বিমান বন্দরে অবতরণ করতে শুরু করে এবং দ্বীপটিতে সাংস্কৃতিক পর্যটন শুরু হয়। তখন থেকে স্থানীয়দের জন্য প্রধান চ্যালেঞ্জ ছিল উৎপাদন এবং বিপণন সমবায়কে শক্তিশালী করা। তারা রাষ্ট্রীয় সমর্থন পেয়েছিল এবং তাদের সাম্প্রদায়িক জমি পুনরুদ্ধার করতে পেরেছিল।\n\n১৯৭৩ সালের চিলির অভ্যুত্থানের পর অগাস্টো পিনোচেট ক্ষমতায় আসেন। তখন থেকে ইস্টার দ্বীপকে সামরিক আইনের অধীনে রাখা হয়েছিল। পর্যটনের গতি কমে যায় এবং ব্যক্তিগত সম্পত্তি পুনরুদ্ধার করা হয়। ক্ষমতায় থাকাকালীন পিনোচেট তিনবার ইস্টার দ্বীপ পরিদর্শন করেছিলেন। সামরিক বাহিনী সেখানে বেশ কয়েকটি নতুন সামরিক স্থাপনা এবং একটি নতুন সিটি হল নির্মাণ করে।\nচব্বিশে জানুয়ারী ১৯৭৫ তারিখে টেলিভিশন ন্যাসিওনাল ডি চিলির একটি স্টেশনের উদ্বোধনের মাধ্যমে দ্বীপটিতে প্রথমবারের মত টেলিভিশনের আগমন ঘটে। স্টেশনটি ১৯৬৬ সাল পর্যন্ত বিলম্বিত ভিত্তিতে প্রোগ্রামিং সম্প্রচার করে। পরবর্তীতে দ্বীপে লাইভ স্যাটেলাইট ট্রান্সমিশন শুরু হয়।\n১৯৭৬ সালে ইসলা দে পাসকুয়া প্রদেশ তৈরি করা হয়েছিল এবং এর প্রথম গভর্নর হিসাবে আর্ন্ট আরেন্টসেন পেটারসেনকে নিযুক্ত করা হয়েছিল। ১৯৮৪ সাল হতে ১৯৯০ সাল পর্যন্ত গভর্নর ছিলেন সার্জিও রাপু হাওয়া।তারপর থেকে সমস্ত গভর্নর রাপা নুই ছিলেন।\n১৯৭৯ সালে ডিক্রি আইন নং ২৮৮৫ প্রণীত হয়েছিল, যার ফলে জমির আসল মালিকরা তাদের জমির মালিকানা পেয়েছিল।\n১ এপ্রিল ১৯৮৬ তারিখে আইন নং ১৮,৫০২ প্রণীত হয় যার ফলে ইস্টার দ্বীপের বাসিন্দাদের উপর বিশেষ জ্বালানি ভর্তুকি প্রতিষ্ঠিত হয়। আইনটির মূল কথা হল প্রতি ঘনমিটার জ্বালানির মূল্য ৩.৫ মাসিক ট্যাক্স ইউনিটের বেশি হতে পারে না।\nচিলি এবং মার্কিন যুক্তরাষ্ট্রের মধ্যে ১৯৮৫ সালে একটি চুক্তির ফলস্বরূপ, মাতাভেরি আন্তর্জাতিক বিমানবন্দরের রানওয়ে ৪২৩ মিটার (১,৩৮৮ ফুট) পর্যন্ত বাড়ানো হয়েছিল। ফলে মোট আয়তন হয়েছিল ৩,৩৫৩ মিটার (১১,০০১ ফুট) পর্যন্ত। ১৯৮৭ সালে এই বিমান বন্দরটি পুনরায় খোলা হয়েছিল। মানবাধিকার মামলা মোকাবেলার জন্য মার্কিন যুক্তরাষ্ট্রের চাপের প্রতিবাদে পিনোচে উদ্বোধনী অনুষ্ঠানে যোগ দিতে অস্বীকার করেছেন বলে জানা গিয়েছিল।\n\n\n== একবিংশ শতক ==\n৩০ জুলাই ২০০৭ তারিখে হওয়া একটি সাংবিধানিক সংস্কার ইস্টার দ্বীপ এবং জুয়ান ফার্নান্দেজ দ্বীপপুঞ্জকে (রবিনসন ক্রুসো দ্বীপ নামেও পরিচিত) চিলির \"বিশেষ অঞ্চল\" এর মর্যাদা দেয়। বিশেষ সনদ প্রণয়ন হবার আগ পর্যন্ত দ্বীপটি ভালপারাইসো অঞ্চলের একটি প্রদেশ হিসাবে শাসিত হত।\n১১ জুলাই ২০১০ তারিখে ১৮:১৫:১৫ এ ১৩০০ বছরেরও বেশি সময় পরে ইস্টার দ্বীপ থেকে সূর্যগ্রহণ দেখা যায়।\n\n\n=== আদিবাসী অধিকার আন্দোলন ===\n২০১০ সালের আগস্ট থেকে শুরু করে আদিবাসী হিতোরাঙ্গি গোষ্ঠীর সদস্যরা হাঙ্গা রোয়া ইকো ভিলেজ এবং স্পা দখল করে। দখলকারীরা অভিযোগ করে যে হোটেলটি ১৯৯০ এর দশকে কেনা হয়েছে এবং সম্পূর্ণ প্রক্রিয়ায় আদিবাসী রাপা নুইয়ের সাথে চিলির কর্তৃপক্ষের সম্পাদিত একটি চুক্তি লঙ্ঘন করা হয়েছে। দখলদাররা বলছেন, তাদের পূর্বপুরুষরা জমি ছেড়ে দেওয়ার জন্য প্রতারণার শিকার হয়েছেন। বিবিসির একটি প্রতিবেদনে বলা হয়েছে, ৩ ডিসেম্বর ২০১০ তারিখে আন্দোলন চলার সময় চিলির পুলিশ পেলেট বন্দুক ব্যবহার করে এই ভবনগুলি থেকে আন্দোলনকারীদের উচ্ছেদ করার চেষ্টা করেছিল ফলে অন্তত ২৫ জন আহত হয়েছিল। রাপা নুইয়ের আন্দোলনকারী দলের দাবি মতে, ভবনগুলোর জমি তাদের পূর্বপুরুষদের কাছ থেকে অবৈধভাবে নেওয়া হয়েছিল।\n২০১১ সালের জানুয়ারি মাসে আদিবাসীদের উপর জাতিসংঘের বিশেষ র‌্যাপোর্টার জেমস আনায়া চিলির সরকার কর্তৃক আদিবাসী রাপা নুইয়ের প্রতি আচরণের বিষয়ে উদ্বেগ প্রকাশ করেন। তিনি চিলিকে রাপা নুইয়ের প্রতিনিধিদের সাথে একটি সংলাপ পরিচালনা করার জন্য সর্বাত্মক প্রচেষ্টা চালানোর জন্য অনুরোধ করেন। তবে খুব শীঘ্রই আন্দোলন শেষ হয়েছিল। আন্দোলনের শেষ দিকে ৫০ জন সশস্ত্র পুলিশ পাঁচজন দখলদারকে অপসারণ করতে হোটেলে প্রবেশ করেছিল। তাদের সরকার গ্রেফতার করেছে এবং আহত বা নিহত হবার খবর পাওয়া যায়নি। ১৯৬৬ সালে চিলির নাগরিকত্ব পাওয়ার পর থেকে রাপা নুই তাদের প্রাচীন সংস্কৃতিকে আবার গ্রহণ করেছে। \nমাতাভেরি আন্তর্জাতিক বিমানবন্দর হল দ্বীপের একমাত্র বিমানবন্দর। ১৯৮৫ সালে একটি চুক্তির ফলস্বরূপ মাতাভেরি আন্তর্জাতিক বিমানবন্দরের রানওয়ে ৪২৩ মিটার (১,৩৮৮ ফুট) পর্যন্ত বাড়ানো হয়েছিল যেন এটি স্পেস শাটলের জন্য জরুরি অবতরণ স্থান হিসাবে কাজ করতে পারে। এর ফলে দ্বীপে পর্যটন বৃদ্ধির পায় এবং চিলির মূল ভূখণ্ড থেকে ব্যাপক হারে অভিবাসন প্রক্রিয়া বৃদ্ধি পায়, যা দ্বীপের পলিনেশিয়ান পরিচয়কে পরিবর্তন করার হুমকি দেয়। ভূমি বিরোধ প্রভৃতি ইস্যু ১৯৮০ এর দশক থেকে রাজনৈতিক উত্তেজনা তৈরি করেছে। স্থানীয় রাপা নুইয়ের একটি অংশ ব্যক্তিগত সম্পত্তির বিরোধিতা এবং ঐতিহ্যগত সাম্প্রদায়িক সম্পত্তির পক্ষে।\n২৬ মার্চ ২০১৫-এ স্থানীয় সংখ্যালঘু গোষ্ঠী রাপা নুই দ্বীপের বিশাল অংশের নিয়ন্ত্রণ নেয়। তাদের মূল লক্ষ্য চিলি থেকে স্বাধীনতা অর্জন। পরিস্থিতি এখনও সমাধান হয়নি।\n\n\n== ইস্টার দ্বীপের বিজ্ঞানের ইতিহাস ==\nডাচ অভিযাত্রী জ্যাকব রোগভেইন ১৭২২ সালের ইস্টার রবিবারে দ্বীপটি আবিষ্কার করেছিলেন এবং ইস্টার দ্বীপের দীর্ঘ জনবিচ্ছিন্নতা এর মাধ্যমে শেষ হয়েছিল। তিনি ইস্টার দিবসের নামে এটির নামকরণ করেছিলেন। দিগন্তে প্রথম জাহাজগুলি উপস্থিত হওয়ার সাথে সাথে দ্বীপবাসীদের বিস্ময় ছিল দেখার মত। ডাচরা মূর্তিগুলি দেখে অবাক হয়েছিল। তারা ভেবেছিল মূর্তিগুলো মাটি থেকে তৈরি।\nপরবর্তী অবতরণকারীদের মধ্যে অন্যতম ছিলেন স্প্যানিশ ক্যাপ্টেন ডন ফেলিপ গঞ্জালেস যিনি ১৭৭০ সালে ইস্টার দ্বীপে অবতরণ করেছিলেন। তিনি স্পেনের রাজার পক্ষে দ্বীপটির মালিকানা দাবি করেছিলেন। বিখ্যাত ইংরেজ অভিযাত্রী ক্যাপ্টেন জেমস কুক ১৭৭৪ সালে সংক্ষিপ্ত সময়ের জন্য দ্বীপটিতে অবস্থান করেছিলেন। লা পেরুস নামক একজন ফরাসি অ্যাডমিরাল এবং অভিযাত্রী ১৭৮৬ সালে এই দ্বীপে ১১ ঘন্টা সময় কাটিয়েছিলেন। এই প্রথম দিকের দর্শনার্থীরা দ্বীপে খুব কম সময় কাটিয়েছেন। তারা জল, কাঠ এবং খাবারের সন্ধান করছিল কিন্তু দ্বীপে এই এগুলো খুব বেশি পরিমাণে ছিল না এবং এটি নিরাপদ নোঙ্গর করার উপযুক্ত স্থানও ছিল না। কেউ কেউ উল্লেখ করেছেন সে সময় জমিগুলো ভালভাবে চাষ করা হত এবং ক্ষেতগুলি সুন্দরভাবে সাজানো থাকত। অস্বাভাবিক নৌকা আকৃতির ঘরগুলি দেখে তারা বিস্মিত হয়েছিল এবং প্রায় সকলেই পরিষেবাযোগ্য ক্যানোর অভাবের কথা উল্লেখ করেছিলেন।\nআলফ্রেড মেট্রাক্স নামক একজন নৃতাত্ত্বিক ফ্রাঙ্কো-বেলজিয়ান অভিযানের (১৯৩৪-৩৫) অংশ হিসাবে ইস্টার দ্বীপে এসেছিলেন। হেনরি লাভাচেরির সাথে মিলিতভাবে মেট্রাক্স বস্তুগত সংস্কৃতির তথ্য আহরণ করেন এবং কিংবদন্তি, ঐতিহ্য এবং পৌরাণিক কাহিনী সংগ্রহ করেছিলেন। তার কাজ দ্বীপের ইতিহাস বর্ণনা করার জন্য একটি আদর্শ রেফারেন্স হয়ে উঠেছে। মেট্রাক্সের বই (Ethnology of Easter Island, ১৯৭১) প্রকাশ হবার ফলে দ্বীপের দিকে বিশ্বের মনোযোগ কেন্দ্রীভূত হয়।\n\n\n=== প্রত্নতত্ত্বের ইতিহাস ===\n১৮৮৪ সালে গেইসেলার ইস্টার দ্বীপে একটি প্রত্নতাত্ত্বিক অভিযান পরিচালনা করেন। ১৮৮৯ সালে ডব্লিউ জে থমসন দ্বীপের ধ্বংসাবশেষের একটি প্রত্নতাত্ত্বিক জরিপ চালিয়েছিলেন। ১৯১৪ হতে ১৯১৫ সময়কালে মিসেস ক্যাথরিন রাউটলেজ রানো রারাকুতে মূর্তি ঘাঁটিগুলির উপর দৃষ্টি নিবদ্ধ করে ভূ-পৃষ্ঠের প্রত্নতাত্ত্বিক তদন্ত করেন। তিনি মোটু নুইতে খনন এবং অনুসন্ধান করেন। তিনি পাথরের মূর্তি \"তে তিতা হাঙ্গা ও তে হে নুয়া\" আবিষ্কার করেছিলেন। ১৯৩৪ হতে ১৯৩৫ সালের মধ্যে হেনরি লাভাচেরি এবং আলফ্রেড মেট্রাক্স স্মৃতিস্তম্ভগুলির পৃষ্ঠ পর্যবেক্ষণ করেছিলেন, মোতু নুইতে গুহাগুলি অন্বেষণ করেছিলেন, পাথর শিল্প এবং মানুষের সমাধি নিয়ে গবেষণা করেছিলেন। তাদের ব্যাপক প্রত্নতাত্ত্বিক গবেষণা মেট্রাক্স দ্বীপের পূর্ব ইতিহাস বোঝার ক্ষেত্রে উল্লেখযোগ্য অবদান রেখেছে। ১৯৩৫ সালে ভূমি ও উপনিবেশ মন্ত্রণালয় ইস্টার দ্বীপকে একটি জাতীয় উদ্যান এবং একটি ঐতিহাসিক স্মৃতিস্তম্ভ ঘোষণা করে। ১৯৩৬ সালে কর্নেজো এবং আতান ইস্টার দ্বীপে একটি প্রত্নতাত্ত্বিক অভিযান পরিচালনা করেন, যা দ্বীপের সাংস্কৃতিক ইতিহাসের জ্ঞানকে আরও সমৃদ্ধ করে। ১৯৪৮ সালে ফাদার সেবাস্টিয়ান এঙ্গলার্ট ইস্টার দ্বীপে প্রত্নতাত্ত্বিক গবেষণা পরিচালনা করেন। তার গবেষণা মোটু নুই-এর গুহা সম্পর্কে অতিরিক্ত তথ্য প্রদান করে। তার কাজ প্রত্নতত্ত্ব, জাতিতত্ত্ব, ইতিহাস এবং ভাষাতত্ত্ব সহ বিভিন্ন দিককে অন্তর্ভুক্ত করেছে। ১৯৫৫ ও ১৯৫৬ সালে থর হেয়ারডাহল ছয়জন প্রত্নতাত্ত্বিকের সাথে ইস্টার দ্বীপে একটি নরওয়েজিয়ান অভিযানের নেতৃত্ব দেন। অভিযানের লক্ষ্য ছিল দ্বীপের বিভিন্ন স্মৃতিস্তম্ভ অনুসন্ধান করা, এর প্রাগৈতিহাসিক অতীত এবং সাংস্কৃতিক তাৎপর্যের উপর আলোকপাত করা। ১৯৫৮ সালে টমাস বার্টেল প্রত্নতাত্ত্বিক স্থানগুলির তদন্তের পাশাপাশি ভাষাগত গবেষণা পরিচালনা করেন এবং রঙ্গো রঙ্গো ট্যাবলেট অনুবাদ করেন। তার গবেষণা দ্বীপের অনন্য লিপি এবং এর ঐতিহাসিক প্রেক্ষাপট সম্পর্কে আমাদের বোঝার ক্ষেত্রে অবদান রেখেছে। ১৯৬০ সালে গঞ্জালো ফিগুয়েরো এবং উইলিয়াম মুলোয় মূর্তিগুলির পুনঃনির্মাণ সহ আহু আকিভিতে তদন্ত এবং পুনরুদ্ধার প্রচেষ্টার নেতৃত্ব দেন। ১৯৬৫ সালে উইলিয়াম মুল্লয় দ্বীপের প্রাচীন জ্যোতির্বিজ্ঞানের অনুশীলনগুলি সম্পর্কে অনুসন্ধানের জন্য প্রায় ৩০০টি আহু সম্মুখভাগের অজিমুথের পরিমাপ পরিচালনা করেন। ১৯৬৬ সালে গঞ্জালো ফিগুয়েরো এবং উইলিয়াম মুলোয় \"ইস্টার দ্বীপের প্রত্নতাত্ত্বিক ঐতিহ্য\" নামক একটি বই প্রকাশ করেন, যা দ্বীপের প্রত্নতাত্ত্বিক ভান্ডারের ইতিহাসের একটি বিস্তারিত বিবরণ প্রদান করে। ১৯৬৮ সালে মূলোয়, ম্যাককয়, আয়রেস, চিলির সরকার এবং ইন্টারন্যাশনাল ফান্ড ফর মনুমেন্টের নেতৃত্বে একটি বিস্তৃত প্রত্নতাত্ত্বিক অভিযান পরিচালিত হয়। অভিযানটিতে রানো কাউ এবং এর পরিবেশ (চতুর্ভুজ ১, ২, ৪, ৫, ৬) জরিপ করা হয়। অভিযানে জরিপ ও খনন, আহু ও মূর্তি পুনরুদ্ধার এবং গুহা ও আশ্রয়স্থলের নথিপত্র জড়িত ছিল। এই ব্যাপক গবেষণার ফলে অবসিডিয়ান ফ্লেক্স এবং লাল মাটির রঙ্গক আবিষ্কার হয়েছিল। ১৯৬৯ হতে ১৯৭৬ পর্যন্ত সময়কালে, মুল্লয় এবং আইরেস মূর্তি খোদাই, পরিবহন এবং স্থাপনের পুনর্গঠন কৌশলগুলিতে মনোনিবেশ করেছিলেন। তারা বিভিন্ন আহু খনন এবং পুনরুদ্ধার প্রকল্প পরিচালনা করেন, যা দ্বীপটির সংরক্ষণে অবদান রাখে। ১৯৭৩ সালে, পিসি ম্যাককয় রানো কাউ আগ্নেয়গিরির পূর্ব রিমে একটি আয়তক্ষেত্রাকার বাড়ির খনন পরিচালনা করেন, যা দ্বীপের প্রাচীন স্থাপত্যের অন্তর্দৃষ্টি প্রদান করে। ১৯৭৫ সালে, উইলিয়াম মুলয় আনুষ্ঠানিক কেন্দ্রের দক্ষিণ অর্ধে তদন্ত এবং পুনরুদ্ধার প্রচেষ্টার নেতৃত্ব দেন, যা পাথরের কাঠামো সংরক্ষণ এবং সংরক্ষণের উপর দৃষ্টি নিবদ্ধ করে। এই গবেষণায় ঐতিহাসিক প্রেক্ষাপট অন্তর্ভুক্ত ছিল। গবেষণায় ভবিষ্যতে আরো কাজ করার জন্য সুপারিশ করা হয় এবং দর্শনার্থীদের আগমন করার অনুমতি প্রদানের জন্য বলা হয়। উপরন্তু, অয়নকাল-ভিত্তিক আহু ভেই পুকু-এর খনন ও পুনরুদ্ধার এই সময়কালে হয়েছিল। ১৯৭৬ হতে ১৯৯৩ সাল জুড়ে ক্লাউডিও ক্রিস্টিনো এফ., প্যাট্রিসিয়া ভার্গাস সি. এবং অন্যান্য গবেষকরা একটি দ্বীপ-ব্যাপী প্রত্নতাত্ত্বিক জরিপ পরিচালনা করেন, যা ইস্টার দ্বীপের সমৃদ্ধ ইতিহাস বোঝার জন্য গুরুত্বপূর্ণ ভূমিকা পালন করেছে। ১৯৭৮ সালে, প্যাট্রিক সি. ম্যাককয় ইস্টার দ্বীপের কাছাকাছি-তীরবর্তী দ্বীপগুলির তাৎপর্য অন্বেষণ করেন। গবেষণায় মোটুর বিভিন্ন ভূমিকাও পরীক্ষা করা হয়েছে। মোতুর উল্লেখযগ্য ভূমিকাসমূহের মধ্যে অন্যতম হলো পশ্চাদপসরণ এবং মাছ ধরার জায়গা হিসাবে তাদের ব্যবহার। মোটু নুই এবং মোটু ইতির খনন দ্বীপের ইতিহাস লিখনে অবদান রেখেছে। ১৯৭৯ সালে, ডব্লিউএস আইরেস আহু এ কিভি-ভাই টেকা কমপ্লেক্সের খনন ও পুনরুদ্ধারের নেতৃত্ব দেন। গবেষণায় নির্মাণের পর্যায় এবং সাইটটির ধ্বংসের বর্ণনা অন্তর্ভুক্ত ছিল। ১৯৮৪ সালে, ক্রিস্টোফার এম. স্টিভেনসন, লেসলি সি. শ এবং ক্লাউডিও ক্রিস্টিনোর নেতৃত্বে একটি দল ওরিটো অবসিডিয়ান কোয়ারির একটি গবেষণা পরিচালনা করে। তাদের গবেষণা লিথিক হ্রাস কৌশল, অবসিডিয়ান ব্যবহারের অস্থায়ী দিক এবং আবাসস্থলগুলিতে অবসিডিয়ান ব্যবহারের নিদর্শনগুলির উপর দৃষ্টি নিবদ্ধ করে। ১৯৮১ সালে দ্বীপটিতে ব্যাপক ফিল্ডওয়ার্ক এবং খনন কার্যক্রম পরিচালিত হয়েছিল। ১৯৮৫ সালে জোইকো হেনরিকেজ ইস্টার দ্বীপের আদিম চিত্রকর্মের উপর একটি গবেষণা পরিচালনা করেন। ১৯৮৩ সালের অক্টোবরে পরিচালিত সাইট পর্যবেক্ষণের ভিত্তিতে তিনি গ্রন্থপঞ্জী সূত্র, সমালোচনামূলক ইতিহাস, সংরক্ষণ সমস্যা এবং প্রত্নত্তত্ত্ব পুনরুদ্ধারের প্রস্তাব অন্তর্ভুক্ত করেন। ১৯৮৫ সালে, ডগলাস ডব্লিউ. ওসলে এবং অ্যান-মেরি মাইলস প্রাগৈতিহাসিক ইস্টার দ্বীপবাসীদের স্থায়ী দাঁতে দাঁতের ক্ষয় নিয়ে একটি গবেষণা পরিচালনা করেন। এই গবেষণা খাদ্যাভ্যাস, মৌখিক স্বাস্থ্য এবং জমির মেয়াদ সংক্রান্ত বিষয়ে অন্তর্দৃষ্টি প্রদান করেছে। বিভিন্ন সহায়তায় সে সময়ের দ্বীপবাসীদের ডেন্টাল ডেটা বিশ্লেষণ করা হয়েছিল। ১৯৮৬-১৯৮৮ সময়কালে, সার্জিও রাপু এইচ., সোনিয়া হাও, গিল এবং আউলসলি এবং অন্যান্য গবেষকরা আহু নাউনাউতে অস্টিওলজিকাল খনন পরিচালনা করেছিলেন। ১৯৮৬-১৯৮৮ সময়কালে, কন-টিকি জাদুঘর দল পরীক্ষামূলক খনন পরিচালনা করেছিল। ১৯৯০ সালের ডিসেম্বরে চতুর্ভুজ ৩০ এবং ৩১ অঞ্চলে (বিশেষ করে লা পেরোস এলাকায়) একটি প্রত্নতাত্ত্বিক জরিপ করা হয়েছিল। ১৯৭৭ সাল থেকে ইস্টার দ্বীপে প্রসপেকশন ভিত্তিক প্রত্নতাত্ত্বিক গবেষণা চলছে। এই অধ্যয়নের লক্ষ্য দ্বীপের প্রত্নতাত্ত্বিক ভান্ডারগুলি অন্বেষণ করা এবং এর লুকানো ইতিহাস উন্মোচন করা।\n২০১১ সালে বন উজাড় কর্মসূচির সময় লাল রঙ্গক দিয়ে ভরা কিছু প্রাগৈতিহাসিক গর্ত প্রত্নতাত্ত্বিকরা আবিষ্কার করেছিলেন। গর্তগুলিতে লোহার অক্সাইড হেমাটাইট এবং ম্যাগেমাইট সমন্বিত লাল গেরুয়া ছিল এবং একটি ঢাকনা দিয়ে আবৃত ছিল।\nমোয়েসগার্ড মিউজিয়ামের প্রত্নতত্ত্ববিদ ওয়েল্মোড আউট বলেন, \"এটি ইঙ্গিত দেয়, যদিও দ্বীপ হতে পাম গাছপালা অদৃশ্য হয়ে গিয়েছিল, তারপরও ইস্টার দ্বীপের প্রাগৈতিহাসিক জনসংখ্যা যথেষ্ট পরিমাণে রঙ্গক উৎপাদন অব্যাহত রেখেছিল\"।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nEaster Island – The Statues and Rock Art of Rapa Nui – Bradshaw Foundation/Dr Georgia Lee\nChile Cultural Society – Easter Island\nRapa Nui Digital Media Archive – Creative Commons – licensed photos, laser scans, panoramas, focused in the area around Rano Raraku and Ahu Te Pito Kura with data from an Autodesk/CyArk research partnership\nMystery of Easter Island  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৪ ডিসেম্বর ২০১৫ তারিখে – PBS Nova program\nDescription of island and discussion of dating controversies  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৭-০৬-১০ তারিখে\n\"From Genocide to Ecocide: the Rape of Rapa Nui \" — Benny Peiser. Energy & Environment 16, no. 3/4 (2005): 513–39. Accessed March 8, 2021.\n\nটেমপ্লেট:Polynesia\nটেমপ্লেট:Culture of Oceania\nটেমপ্লেট:Provinces of Chile\nটেমপ্লেট:Communes in Valparaíso Region"}