{"pageid": 1422420, "title": "লাইগেজ", "url": "https://bn.wikipedia.org/wiki?curid=1422420", "content": "লাইগেজ (ইংরেজি: Ligase) হল একটি উৎসেচক পরিবার যারা মূলত দুটি অণুর মধ্যে নতুন রাসায়নিক বন্ধন গঠনের দ্বারা তাদের পরস্পর জুড়তে সাহায্য করে। এটি সাধারণত একটি অণুতে ছোট দুটি রাসায়নিক গ্রুপের আর্দ্র বিশ্লেষণ দ্বারা হয় বা জল বিয়োজন দ্বারা হয়, যার ফলে সাধারণত নতুন C-O, C-S, বা C-N বন্ড গঠিত হয়। উদাহরণস্বরূপ, ডিএনএ লাইগেজ ফসফোডাইএস্টার বন্ধন তৈরি করে নিউক্লিক অ্যাসিডের দুটি পরিপূরক খণ্ডের সাথে যোগ করে দিতে পারে এবং প্রতিলিপির সময় দ্বিতন্ত্রী ডিএনএ-তে উদ্ভূত একতন্ত্রী টুকরোগুলি মেরামত করতে পারে।\nযদি দুটি অণু A ও B হয়, তাদের ওপর লাইগেজ উৎসেচক ক্রিয়া করলে নিম্নরূপ বিক্রিয়া ঘটে:\nA-OH + B-H → A–B + H2O\n\n\n== নামকরণ ==\nল্যাটিন শব্দ ligāre (যার অর্থ জুড়ে যাওয়া) থেকে \"Lig\" ও উৎসেচকের জন্য নির্ধারিত অনুসর্গ \"ase\", মিলিত হয়ে Ligase তৈরী হয়েছে। আক্ষরিক অর্থ যে উৎসেচক জুড়ে যেতে সাহায্য করে।\nলাইগেজের নামকরণ অসামঞ্জস্যপূর্ণ এবং তাই এই উৎসেচকগুলি সাধারণত বিভিন্ন নামে পরিচিত। সাধারণত, লাইগেজের সাধারণ নামের মধ্যে \"লাইগেজ\" শব্দটি অন্তর্ভুক্ত থাকে, যেমন ডিএনএ লাইগেজ, উৎসেচী যা সাধারণত আণবিক জীববিজ্ঞান পরীক্ষাগারে ডিএনএ খণ্ডকে একত্রিত করতে ব্যবহৃত হয়। যাইহোক, অনেকে সাধারণ নাম এর পরিবর্তে \"সিনথেটেজ\" বা \"সিনথেজ\" শব্দটি ব্যবহার করে, কারণ এগুলি নতুন অণু সংশ্লেষণ করতে (synthesis) ব্যবহৃত হয়। এছাড়াও কিছু লাইগেজ রয়েছে যেগুলি \"কার্বক্সিলেজ\" নামটি ব্যবহার করে নির্দেশ করে যে উৎসেচক বিশেষভাবে একটি কার্বক্সিলেশন প্রতিক্রিয়ায় অনুঘটকের কাজ করে।\nউল্লেখ্য: জৈব রাসায়নিক নামকরণ কখনও কখনও সিনথেটেজ থেকে সিন্থেজকে আলাদা করেছে এবং কখনও কখনও শব্দগুলিকে প্রতিশব্দ হিসাবে বিবেচনা করেছে। সাধারণত, দুটি পদ পরস্পর বিনিময়যোগ্যভাবে ব্যবহৃত হয় এবং উভয়ই লাইগেজকে বর্ণনা করতে ব্যবহৃত হয়।\n\n\n== শ্রেণিবিভাগ ==\nএইসমস্ত উৎসেচক শ্রেণীর উৎসেচক কমিশন সংখ্যার আদ্যসংখ্যাটি ৬ দ্বারা নির্দেশিত হয়। লাইগেজ শ্রেণীকে ছয়টি উপশ্রেণীতে ভাগ করা যায়:\n\nইসি ৬.১ কার্বন-অক্সিজেন বন্ধন সৃষ্টি করে\nইসি ৬.২ কার্বন-সালফার বন্ধন সৃষ্টি করে\nইসি ৬.৩ কার্বন-নাইট্রোজেন বন্ধন সৃষ্টি করে (যেমন আর্জিনিনোসাক্সিনেট সিনথেটেজ)\nইসি ৬.৪ কার্বন-কার্বন বন্ধন সৃষ্টি করে, যেমন অ্যাসিটাইল-কোএ কার্বক্সিলেজ\nইসি ৬.৫ ফসফোডাইএস্টার বন্ধন সৃষ্টি করে, যেমন ডিএনএ লাইগেজ\nইসি ৬.৬ নাইট্রোজেন-ধাতু বন্ধন সৃষ্টি করে, যেমন চিলেটেজ\n\n\n== ঝিল্লি-সংযুক্ত লাইগেজ ==\nকিছু লাইগেজ জৈবিক ঝিল্লির সাথে পেরিফেরাল মেমব্রেন প্রোটিন হিসাবে যুক্ত হয় বা একটি একক ট্রান্সমেমব্রেন হেলিক্স-এর মাধ্যমে আটকে থাকে, উদাহরণস্বরূপ কিছু ইউবিকুইটিন লাইগেজ সম্পর্কিত প্রোটিন।\n\n\n== তথ্যসূত্র =="}