{"pageid": 1422443, "title": "আমির খান মুত্তাকি", "url": "https://bn.wikipedia.org/wiki?curid=1422443", "content": "আমির খান মুত্তাকি (পশতু : امیر خان متقی ; জন্ম : ২৬ ফেব্রুয়ারি, ১৯৭১ খ্রি.) হলেন একজন আফগান রাজনীতিবিদ ও তালেবান নেতা, যিনি ২০২১ সালের ৭ই সেপ্টেম্বর থেকে বর্তমান আফগানিস্তান ইসলামি আমিরাতের ভারপ্রাপ্ত পররাষ্ট্র মন্ত্রী হিসেবে দায়িত্ব পালন করছেন। তিনি তালেবানের কাতারের অফিসে তালেবান আলোচনাকারী দলের একজন গুরুত্বপূর্ণ সদস্য ছিলেন।\n\n\n== প্রাথমিক জীবন ও শিক্ষা ==\nখান ১৯৭১ সালের ২৬ ফেব্রুয়ারি হেলমান্দ প্রদেশের একটি গ্রামে জন্মগ্রহণ করেন। তার পরিবারের শিকড় ছিল পাকতিয়া প্রদেশে। প্রাথমিক শিক্ষা তিনি একটি স্থানীয় স্কুল ও মসজিদে শেষ করেন। কিন্তু কমিউনিস্ট সৌর বিপ্লবের কারণে তাকে নিজের পরিবারের সাথে প্রতিবেশী পাকিস্তানে চলে যেতে হয়, যেখানে আমির খান একটি উদ্বাস্তু মাদ্রাসায় ভর্তি হন এবং আরবি ব্যাকরণ, যুক্তিবিদ্যা, অলঙ্কারশাস্ত্র, আইনশাস্ত্র, হাদিস ও তাফসিরের মত বিষয় অধ্যয়ন করেন।\nআমির পাকিস্তানের খাইবার পাখতুনখোয়া প্রদেশের একটি ধর্মীয় প্রতিষ্ঠান দারুল উলূম হাক্কানিয়াতে তার উচ্চতর ইসলামি অধ্যয়ন চালিয়ে যান, যেখান থেকে অন্যান্য অনেক প্রভাবশালী তালেবান নেতা স্নাতক হয়েছেন।\n\n\n== রাজনৈতিক জীবন ==\n\nআফগান জিহাদের সময় তিনি প্রাথমিকভাবে মৌলভি মোহাম্মদ নবী মুহাম্মদীর দলের অংশ ছিলেন; কিন্তু পরবর্তীকালে তালেবান আন্দোলনের আবির্ভাব হলে তিনি সেখানে যোগদান করেন\nআমির তথ্য ও সংস্কৃতি মন্ত্রী হিসেবে ও জাতিসংঘের নেতৃত্বাধীন আলোচনায় ১৯৯৬–২০০১ তালেবান সরকারের প্রতিনিধি হিসেবে দায়িত্ব পালন করেন। সেই সময়ে একটি তালেবানপন্থী সূত্র বলে যে, তার \"উদ্ভাবনী কার্যকলাপ\" \"তাদের শত্রুর ব্যাপক মিডিয়া আগ্রাসনের বিরুদ্ধে একটি পদ্ধতিগত জিহাদি প্রকাশনা যন্ত্র হিসেবে কাজ করছে\"।\n২০২১ সালের ১৭ আগস্ট তালেবানের কাছে কাবুলের পতনের ঠিক পরেই, তিনি কাবুলে ছিলেন বলে জানা গিয়েছিল এবং তিনি একটি সরকার গঠনের বিষয়ে আবদুল্লাহ আবদুল্লাহ এবং হামিদ কারজাইয়ের মত অ-তালেবান রাজনীতিবিদদের সাথে কথা বলছেন বলে প্রচারিত হয়। তালেবান বাহিনী ২০২১ সালের মে মাসে শুরু হওয়া আফগান সরকারের বিরুদ্ধে একটি সামরিক অভিযানের অংশ হিসেবে ২০২১ সালের ১৫ আগস্ট আফগানিস্তানের রাজধানী কাবুল দখল করে এর নিয়ন্ত্রণ নিয়েছিল।\n২০২১ সালের ১৫ আগস্ট কাবুলের দখল নিয়ে পূর্ণ ক্ষমতায় আসার তিন সপ্তাহ পর ৭ সেপ্টেম্বর তালেবান একটি নতুন \"ভারপ্রাপ্ত\" সরকারের প্রথম সদস্যদের নাম ঘোষণা করে এবং আমির খান মুত্তাকিকে তখন আফগানিস্তানের ভারপ্রাপ্ত পররাষ্ট্রমন্ত্রী নিযুক্ত করা হয়েছে।\n২০২১ সালের ডিসেম্বরে আমির খান আফগানিস্তানের প্রতিনিধি হিসাবে মুসলিমবিশ্বের পররাষ্ট্রমন্ত্রীদের নিয়ে আয়োজিত ইসলামি সহযোগিতা সংস্থার কাউন্সিলের একটি অধিবেশনে যোগ দিয়েছিলেন। অধিবেশনে অতিথি প্রতিনিধি হিসেবে চীন, রাশিয়া এবং মার্কিন যুক্তরাষ্ট্রের সাথে ৫৭ টি দেশের প্রতিনিধিগণ উপস্থিত ছিলেন। আফগানিস্তান-পাকিস্তান সীমান্ত অঞ্চলে আইএসআইএসের হুমকির বিষয়ে তিনি পাকিস্তানের প্রধানমন্ত্রী ইমরান খানের সাথে আলোচনা করেন।\n\n\n== রচনা ==\n২০০৪ সালের দিকে তিনি একটি বই লিখেছিলেন, যা তালেবান নেতৃত্ব দ্বারা নিষিদ্ধ হয়। নেতৃত্ব ধারণা করে যে, এর কিছু তথ্য জনসমক্ষে প্রচার করা যাবে না।\n\n\n== আরও দেখুন ==\nহিবাতুল্লাহ আখুন্দজাদা\nসুহাইল শাহিন\nমোহাম্মদ হাসান আখুন্দ\nআব্দুল লতিফ মনসুর\n\n\n== তথ্যসূত্র =="}