{"pageid": 1422941, "title": "সীমা মুস্তাফা", "url": "https://bn.wikipedia.org/wiki?curid=1422941", "content": "সীমা মুস্তাফা (জন্ম ২০শে এপ্রিল ১৯৫৫) হলেন একজন ভারতীয় মুদ্রণ এবং টেলিভিশন সাংবাদিক। তিনি বর্তমানে তাঁর প্রতিষ্ঠিত একটি ডিজিটাল সংবাদপত্র দ্য সিটিজেন-এর প্রধান সম্পাদক। তিনি ২০২০ সালের ১৬ই অক্টোবর থেকে এডিটরস গিল্ড অফ ইণ্ডিয়ার নির্বাচিত সভাপতি।\n\n\n== পটভূমি এবং শিক্ষা ==\nউত্তরপ্রদেশ থেকে আসা এক মুসলিম পরিবারে, দিল্লিতে জন্ম সীমা মুস্তাফার। তাঁর বাবা সৈয়দ মুস্তাফা ছিলেন, ভারতীয় সেনাবাহিনীর একজন অফিসার। একজন স্বাধীনতা সংগ্রামী এবং কংগ্রেস রাজনীতিবিদ  রফি আহমেদ কিদোয়াইয়ের ভাই শফি আহমেদ কিদোয়াইয়ের মেয়ে ছিলেন, সীমার মা। শফি আহমেদ কিদোয়াই মুসৌরিতে বসবাস করতেন। ১৯৪৭ সালে ভারত বিভাগের সময় তিনি নিহত হন। তাঁর স্ত্রী আনিস কিদোয়াই (সীমার মাতামহী) পরে কংগ্রেস দলের রাজ্যসভার সাংসদ হন।\nসীমা মুস্তাফার দুই বড় ভাই আছেন, একজন হিন্দুস্তান ইউনিলিভার গ্রুপের কোষাধ্যক্ষ এসপি মুস্তাফা (\"ববি\" নামে পরিচিত) এবং দ্বিতীয়জন কামাল মুস্তাফা। এখন অবসর নিয়েছেন কিন্তু পূর্বে তিনি সিটিব্যাঙ্কের গ্লোবাল একত্রীকরণ ও অধিগ্রহন-এর প্রধান ছিলেন। তাঁর সম্পর্কিত বোন আয়েশা কিদোয়াই জেএনইউ- এর ভাষাবিজ্ঞানের অধ্যাপক এবং একজন নারীবাদী কর্মী।\nসীমা মুস্তাফা উত্তরপ্রদেশের লখনউ বিশ্ববিদ্যালয় থেকে রাষ্ট্রবিজ্ঞানে বিএ ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nসীমা মুস্তাফা দ্য পাইওনিয়ার ( লখনউ -ভিত্তিক সংবাদপত্র) এর সাথে সাংবাদিকতায় তাঁর কর্মজীবন শুরু করেছিলেন, ১৯৭৯ সালে তিনি দ্য প্যাট্রিয়টে চলে আসেন এবং এরপর দ্য টেলিগ্রাফ ও ইন্ডিয়ান এক্সপ্রেস সহ আরও কয়েকটি ভারতীয় প্রকাশনার জন্য কাজ করেন। ১৯৯৭ সালে তিনি এশিয়ান এজ -এর রাজনৈতিক সম্পাদক এবং দিল্লির ব্যুরো প্রধান হিসাবে যোগদান করেন।\nএশিয়ান এজ-এ থাকাকালীন, কারগিল যুদ্ধের প্রতিবেদন প্রকাশ করে সীমা মুস্তাফা ১৯৯৯ সালে \"রাজনৈতিক প্রতিবেদন ও বিশ্লেষণে শ্রেষ্ঠত্বের জন্য প্রেম ভাটিয়া পুরস্কার\" পেয়েছিলেন। তিনি একটি সাপ্তাহিক অপ-এড (সংবাদপত্রের সংক্ষিপ্ত কলাম, যা বিশেষ কিছু পাঠকবর্গের প্রাসঙ্গিকতার বিষয়ে একজন লেখকের দৃঢ়, অবহিত এবং নিবদ্ধ মতামত উপস্থাপন করে) কলামও লিখেছেন, যা বেঙ্গালুরুর দ্য ডেকান ক্রনিকল এবং পাকিস্তানের একটি সংবাদপত্র দ্য ডন সহ আরও কয়েকটি সংবাদপত্রে সিণ্ডিকেট (একযোগে অনেক সংবাদপত্র বা সাময়িকীতে প্রকাশে) করা হয়েছিল। ২০০৮ সালে, তিনি একটি অপ-এড লিখেছিলেন যেটিতে কংগ্রেস পার্টি সমালোচনা করা হয়েছিল। নিবন্ধটি জর্জ ডব্লিউ বুশ প্রশাসনের সাথে বন্ধুত্বপূর্ণ সম্পর্ক চাওয়ার জন্য বিশেষভাবে ভারত-মার্কিন পারমাণবিক চুক্তি এবং সাধারণভাবে কংগ্রেস নেতৃত্বাধীন সরকারের নিন্দা করেছে। যদিও তাঁর দৃষ্টিভঙ্গি এবং ভাষার সংযম ভারতীয় গণমাধ্যমে সমালোচনার জন্ম দিয়েছিল, দ্য এশিয়ান এজ- এর প্রতিষ্ঠাতা সম্পাদক এম জে আকবর, মুস্তাফাকে দৃঢ়ভাবে রক্ষা করেছিলেন এবং সংবাদপত্রটি তাঁর মতোই একই মতামত প্রচার করেছিল। শেষ পর্যন্ত, এম জে আকবর এবং মুস্তাফা দুজনকেই এশিয়ান এজ থেকে বরখাস্ত করা হয়েছিল।\n২০০৮ সালে এশিয়ান এজ ত্যাগ করার পর, সীমা মুস্তাফা একটি পাক্ষিক বামপন্থী রাজনৈতিক পত্রিকা কভার্টের আবাসিক সম্পাদক হিসেবে কাজ শুরু করেন। ২০১০ সালের জানুয়ারি মাসে, তাঁর পরামর্শদাতা এম জে আকবর একটি সাপ্তাহিক সংবাদপত্র সানডে গার্ডিয়ান চালু করেন এবং সীমা মুস্তাফা তাঁর সাথে আবাসিক সম্পাদক হিসেবে যোগ দেন। একই বছরের সেপ্টেম্বরের মধ্যে, প্রকাশনাটি শেষ পর্যায়ে এসে গিয়েছিল এবং ইণ্ডিয়া-টিভি ও নিউজএক্স টেলিভিশন নিউজ চ্যানেলগুলির পরিচালক আইটিভি গ্রুপ তাদের অধিগ্রহণ করেছিল। বিক্রির পর, আকবর ইন্ডিয়া টুডে গ্রুপে চলে যান এবং সীমা মুস্তফা নিউজএক্স-এ চলে যান। সেই চ্যানেলে তিনি স্ট্রেইট টক উইথ সীমা মুস্তাফা নামে একটি সাপ্তাহিক সাক্ষাৎকার অনুষ্ঠান উপস্থাপন করেন। তিনি নিউজ এক্স-এর ন্যাশনাল অ্যাফেয়ার্স এডিটর হিসেবে দায়িত্ব পালন করেছেন। প্রোগ্রামটি পর্যাপ্ত টিআরপি (দর্শকসংখ্যা) পায়নি বলে সীমা মুস্তাফা আবার নতুন পথে এগিয়ে যান।\nতিনি পরবর্তীতে নতুন দিল্লি ভিত্তিক একটি নতুন, বামপন্থী চিন্তাকেন্দ্রের পরিচালকের দায়িত্ব গ্রহণ করেন যার নাম \"সেন্টার ফর পলিসি অ্যানালাইসিস\"[১]  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৭ ডিসেম্বর ২০১৪ তারিখে (প্রখ্যাত দিল্লি-ভিত্তিক চিন্তাকেন্দ্র পলিসি রিসার্চ কেন্দ্র-এর সাথে বিভ্রান্ত হবেন না), তিনি বর্তমানে এই পদেই আছেন। একই সাথে, ২০১৪ সালের জানুয়ারিতে, নতুন দিল্লির বাইরে তিনি দ্য সিটিজেন নামে একটি স্বাধীন \"ডিজিটাল ডেইলি\" প্রতিষ্ঠা করেন। \nমুস্তাফা ২০২০ সালের ১৬ই অক্টোবর এডিটরস গিল্ড অফ ইণ্ডিয়ার সভাপতি নির্বাচিত হন।\n\n\n== রাজনৈতিক জীবন ==\nসীমা মুস্তাফা ১৯৮০-এর দশক থেকে বেশ কয়েকটি বামপন্থী এবং সমাজতান্ত্রিক রাজনৈতিক দলের সাথে যুক্ত ছিলেন। তিনি দ্য লোনলি প্রফেট শিরোনামে প্রাক্তন প্রধানমন্ত্রী ভিপি সিং- এর অনুমোদিত জীবনী লিখেছেন এবং তাঁর জীবদ্দশায় তাঁর সাথে ঘনিষ্ঠভাবে যুক্ত ছিলেন। তিনি বহু বছর ধরে তাঁর দল জনতা দলের সদস্য ছিলেন।\nমুস্তাফা উত্তরপ্রদেশের ডোমারিয়াগঞ্জ নির্বাচনী এলাকা থেকে লোকসভার জন্য দুইবার (১৯৯১ এবং ১৯৯৬) সংসদীয় নির্বাচনে প্রতিদ্বন্দ্বিতা করেছিলেন, কিন্তু খারাপভাবে হেরেছিলেন এবং এমনকি উভয় বারই তাঁর নির্বাচনী জামানত বাজেয়াপ্ত হয়েছিল। ১৯৯১ সালের নির্বাচনে, তিনি ৪র্থ এবং ১৯৯৬ সালে ১০ম অবস্থানে ছিলেন। ১৯৯১ সালে, তিনি ভারতীয় কংগ্রেস (সমাজবাদী) - শরৎ চন্দ্র সিনহা দলের হয়ে প্রতিদ্বন্দ্বিতা করেছিলেন। শরৎ চন্দ্র সিনহা নিজে ভারতীয় জাতীয় কংগ্রেস (সমাজবাদী)-র একটি অস্পষ্ট বিভাগকারী, কংগ্রেস পার্টির বিভাগকারী। ১৯৯৬ সালে, সীমা স্বতন্ত্র প্রার্থী হিসাবে প্রতিদ্বন্দ্বিতা করেছিলেন।\n২০১২ -১৩  সালে, মুস্তাফা নিজেকে ভারতের কমিউনিস্ট পার্টি (মার্কসবাদী) (সিপিএম)-এর সাথে যুক্ত করেছিলেন যাতে ভারত সরকারকে মার্কিন যুক্তরাষ্ট্রের বিরোধিতা করতে এবং ইরানের পারমাণবিক অস্ত্র তৈরির অধিকারের বিষয়ে ইরানকে সমর্থন করার জন্য চাপ দেওয়া যায়। সীমা মুস্তাফা সিপিএম-এর একটি স্বাধীন বিদেশ নীতির প্রচারণা কমিটির একটি অংশ। তিনি অবশ্যই ভারত-মার্কিন পারমাণবিক চুক্তির বিরোধিতা করে ব্যাপকভাবে লিখেছেন।\n\n\n== প্রকাশনা ==\nমুস্তাফা, সীমা (১৯৯৫)। দ্য লাভলি প্রফেট: ভি.পি. সিং, এ পলিটিক্যাল বায়োগ্রাফি। নিউ এজ ইন্টারন্যাশনাল। আইএসবিএন 978-81-224-0809-6। ওসিএলসি 33664491। \nমুস্তাফা, সীমা; অনুরাধা এম. চেনয় অ্যাণ্ড ইনিশিয়েটিভ ফর ন্যাশানাল রিনিউয়াল অ্যাণ্ড এমপাওয়ারমেন্ট অফ দ্য পিপল (১৯৯৫)। দ্য স্ক্যাম: দ্য কভারআপ অ্যাণ্ড কম্প্রোমাইজ। উইলি ইস্টার্ন। আইএসবিএন 978-81-224-0713-6। ওসিএলসি 32698384। \nমুস্তাফা, সীমা (২০১২)। আজাদি'স ডটার: জার্নি অফ এ লিবারাল মুসলিম। ইমপ্রিন্টওয়ান। আইএসবিএন 978-81-888-6115-6। \nমুস্তাফা, সীমা (২০১৩)। জার্নালিজম: এথিকস অ্যাণ্ড রেসপনসিবিলিটিস। প্রাগুন পাবলিকেশন্স। আইএসবিএন 978-81-241-1780-4। \n\n\n== তথ্যসূত্র =="}