{"pageid": 1422571, "title": "ক্যালি কুওকো", "url": "https://bn.wikipedia.org/wiki?curid=1422571", "content": "ক্যালি ক্রিস্টিন কুওকো ( KWOH-koh; জন্ম ৩০শে নভেম্বর, ১৯৮৫) হলেন একজন আমেরিকান অভিনেত্রী। তিনি সিবিএস সিটকম দ্য বিগ ব্যাং থিওরি (২০০৭-২০১৯)-তে পেনি চরিত্রে অভিনয় করার জন্য এবং এইচবিও ম্যাক্স কমেডি থ্রিলার দ্য ফ্লাইট অ্যাটেনডেন্ট (২০২০-২০২২) এর শিরোনাম চরিত্র হিসাবে পরিচিত। দ্য ফ্লাইট অ্যাটেনডেন্ট-এ তার অভিনয় প্রাইমটাইম এমি অ্যাওয়ার্ডস এবং গোল্ডেন গ্লোব অ্যাওয়ার্ডের জন্য মনোনয়ন অর্জন করেছিল।\nকুওকো ফ্যান্টাসি সিরিজ চার্মড (২০০৫-২০০৬) এ বিলি জেনকিন্সের চরিত্রে অভিনয় করেছেন এবং ২০১৯ সাল থেকে অ্যানিমেটেড সিরিজ হারলে কুইন-এ মুখ্য চরিত্রে কণ্ঠ দিয়েছেন। তার চলচ্চিত্রের কাজের মধ্যে রয়েছে বেশ কয়েকটি টেলিভিশন চলচ্চিত্র, যেমন কুইকস্যান্ড: নো এস্কেপ (১৯৯২) এবং গ্রোয়িং আপ ব্র্যাডি (২০০০), ভার্চুওসিটি (১৯৯৫), হপ (২০১১), এবং দ্য ওয়েডিং রিঙ্গার (২০১৫)। তিনি ২০১৪ সালে হলিউড ওয়াক অফ ফেমে একটি স্টার পেয়েছিলেন এবং ২০১৭ সালে ইয়েস, নরম্যান প্রোডাকশন প্রতিষ্ঠা করেন।\n\n\n== জীবনের প্রথমার্ধ ==\nক্যালি ক্রিস্টিন কুওকো ৩০শে নভেম্বর, ১৯৮৫ -তে ক্যামারিলো, ক্যালিফোর্নিয়াতে জন্মগ্রহণ করেন, তিনি লেইন অ্যান (নি উইনগেট), একজন গৃহকর্মী এবং গ্যারি কারমাইন কুওকো, একজন রিয়েলটারের বড় মেয়ে। তার বাবা ইতালীয় বংশোদ্ভূত এবং তার মা ইংরেজ এবং জার্মান বংশোদ্ভূত। তার বোন, ব্রায়ানা, একজন অভিনেত্রী এবং গায়িকা যিনি দ্য ভয়েসের পঞ্চম সিজনে প্রতিদ্বন্দ্বিতা করেছিলেন এবং এইচবিও ম্যাক্স সিরিজ দ্য ফ্লাইট অ্যাটেনডেন্ট-এ কাজ করেছেন এবং হারলে কুইন-এ বারবারা গর্ডন/ব্যাটগার্ল চরিত্রে অভিনয় করেছেন। শৈশবে, কুওকো একজন র‌্যাঙ্কড অপেশাদার টেনিস খেলোয়াড় ছিলেন, তিনি তিন বছর বয়স থেকে খেলা শুরু করেছিলেন। অভিনয়কে পেশা বানানোর জন্য ১৬ বছর বয়সে তিনি খেলা বন্ধ করে দেন।\n\n\n== কর্মজীবন ==\n\n\n=== ১৯৯৫-২০০৬: প্রাথমিক কাজ এবং ৮ সিম্পল রুলস ===\nকুওকো ১৯৯৫ সালে তার প্রথম ফিচার ফিল্ম অ্যাকশন থ্রিলার ভার্চুওসিটিতে তরুণ কারিন কার্টারের চরিত্রে অভিনয় করেন। ২০০০ থেকে ২০০১ সাল পর্যন্ত, তিনি সিবিএস সিটকম লেডিস ম্যানে উপস্থিত হন এবং ২০০০ সালে তিনি টিভি ফিল্ম গ্রোয়িং আপ ব্র্যাডিতে প্রাক্তন দ্য ব্র্যাডি বাঞ্চ তারকা মৌরিন ম্যাককর্মিক-এর চরিত্রে অভিনয় করেন এবং সেইসাথে ডিজনি চ্যানেল অরিজিনাল চলচ্চিত্র অ্যালি ক্যাটস স্ট্রাইক-এ অভিনয় করেন। ২০০২ সালের সেপ্টেম্বরে, তিনি এবিসি সিটকম ৮ সিম্পল রুলস ফর ডেটিং মাই টিনেজ ডটার (পরে ৮ সিম্পল রুলস) এ ব্রিজেট হেনেসির চরিত্রে অভিনয় শুরু করেন। ব্রিজেট ছিলেন সবচেয়ে বড় সন্তান, কুওকো তার ছোট বোনের ভূমিকায় থাকা অ্যামি ডেভিডসন-এর চেয়ে ছয় বছরের ছোট হওয়া সত্ত্বেও বড় বোনের চরিত্রে অভিনয় করেন।\n৮ সিম্পল রুলস-এর চূড়ান্ত সিজন ছাড়াও, কুওকো এনবিসি মিনিসিরিজ ১০.৫, এবিসি ফ্যামিলি অরিজিনাল ফিল্ম ক্রাইমস অফ ফ্যাশন, ইনডিপেনডেন্ট ফিল্ম ডিবেটিং রবার্ট লি, এবং দ্য হোলো ছবিতে একই সময়ে অভিনয় করেছিলেন। তিনি ডিজনি চ্যানেলের অ্যানিমেটেড সিরিজ [[ব্র্যান্ডি \nঅ্যান্ড মিস্টার হুইস্কার্স]]-এ ১৪ বছর বয়সী নৃতাত্ত্বিক মিশ্র-জাতের কুকুর ব্র্যান্ডি হ্যারিংটনের চরিত্রে কণ্ঠ দিয়েছেন। তিনি ২০০৪ থেকে ২০০৫ সাল পর্যন্ত ব্র্যাটজ-এ কার্স্টি স্মিথের চরিত্রে কণ্ঠ দিয়েছিলেন। চার্মড টিভি সিরিজের অষ্টম সিজনে, তিনি মনোগতিসঞ্চার এবং প্রজেকশনের ক্ষমতা সহ একজন শক্তিশালী তরুণ জাদুকরী বিলি জেনকিন্স-এর চরিত্রে আবির্ভূত হয়েছিলেন। নির্বাহী প্রযোজক ব্র্যাড কার্ন বলেছেন যে কুওকোর চরিত্রটি প্রাথমিকভাবে একটি সম্ভাব্য স্পিন-অফ হিসাবে আনা হয়েছিল।\n\n\n=== ২০০৭-২০১৬: দ্য বিগ ব্যাং থিওরি এবং অন্যান্য ভূমিকা ===\n\n২০০৭ সালের সেপ্টেম্বরে, কুওকো সিবিএস সিটকম দ্য বিগ ব্যাং থিওরিতে পেনির চরিত্রে অভিনয় শুরু করেন, যে একজন চিজকেক ফ্যাক্টরির কর্মচারী এবং একজন উচ্চাকাঙ্ক্ষী অভিনেত্রী যিনি পদার্থবিদ ড. লিওনার্ড হফস্ট্যাডটার এবং ড. শেলডন কুপারের কামরার অপর হলে থাকে। ২০১০-২০১১ মৌসুমের আগে, তিনি তার সহ-অভিনেতাদের মতো সিরিজের একটি পর্বের জন্য US$৬০,০০০ উপার্জন করেছিলেন। ২০১০ সালে, কাস্ট প্রতিটি অভিনেতার জন্য প্রতি পর্বে US$২০০,০০০ করার জন্য আলোচনা করেন। আগস্ট ২০১৪-এর হিসাবে, দ্য বিগ ব্যাং থিওরি থেকে কুওকো এবং তার সহ-অভিনেতা জনি গ্যালেকি এবং জিম পারসন্স প্রত্যেকে প্রতি পর্বে আনুমানিক US$১ মিলিয়ন উপার্জন করেছেন।\n২০১২ সালের অক্টোবরের শেষের দিকে, কুওকো শোয়ের সেটে একটি ফ্ল্যাশ মব সংগঠিত করার জন্য তার বোন ব্রায়ানার সাহায্য তালিকাভুক্ত করেছিলেন, যেখানে তিনি এবং কাস্ট এবং ক্রু স্টুডিও হঠাৎ ঠোঁট মেলান এবং কার্লি রাই জেপসেন-এর \"কল মি মে বি\" গানে নাচের মাধ্যমে দর্শকদের অবাক করে দিয়েছিলেন। ঘটনাটির একটি ভিডিও ইউটিউবে পোস্ট করা হয়েছিল এবং একটি ভাইরাল সাফল্যে পরিণত হয়েছিল। পারফরম্যান্সের একটি ক্লিপও কুওকোর ৮ই জানুয়ারী, ২০১৩-এ, গভীর রাতের টক শো কোনানে উপস্থিত হওয়ার সময় চালানো হয়েছিল।\n\nকুওকো লাইফটাইম ছবি টু বি ফ্যাট লাইক মি-তে অভিনয় করেছিলেন, যা ৮ই জানুয়ারী, ২০০৭-এ প্রিমিয়ার হয়েছিল। তিনি প্রিজন ব্রেক-এর পর্ব \"দ্য মেসেজ\" এবং \"শিকাগো\" তে একটি ছোট ভূমিকায় অভিনয় করেছিলেন, সেইসাথে ২০০৮ সালে কমেডি হরর স্পুফ কিলার মুভিতে অভিনয় করেছিলেন। তিনি ২০১০ সালের ছবি দ্য পেন্টহাউসেও অভিনয় করেছিলেন। ২০১১ সালে, তিনি অ্যালিউর প্ত্রিকার বার্ষিক \"নেকেড ট্রুথ\" ফিচারে নগ্ন হয়েছিলেন। একই বছরে, তিনি হপ এবং দ্য লাস্ট রাইড চলচ্চিত্রে উপস্থিত হন। তিনি ২০১১ সালে টিন চয়েস অ্যাওয়ার্ডস উপস্থাপনা করার জন্যও নির্বাচিত হন, সেইসাথে ২০১২ এবং ২০১৩ সালে পিপলস চয়েস পুরস্কারও উপস্থাপন করেন। তিনি উইলিয়াম শ্যাটনার-এর চরিত্রের কন্যা হিসাবে প্রাইসলাইন ডট কম বিজ্ঞাপনে নিয়মিত রয়েছেন।\n\n\n=== ২০১৭-বর্তমান: হারলে কুইন অ্যানিমেটেড সিরিজ এবং দ্য ফ্লাইট অ্যাটেনডেন্ট ===\n২০১৭ সালের অক্টোবরে, কুওকো একটি টেলিভিশন প্রযোজনা সংস্থা ইয়েস, নরম্যান প্রোডাকশনস প্রতিষ্ঠা করেন যা ওয়ার্নার ব্রাদার্স টেলিভিশনের সাথে একচেটিয়া বহু-বছরের ফার্স্ট-লুক প্রোডাকশন চুক্তিতে প্রবেশ করে। ইয়েস, নরম্যানের মাধ্যমে তার প্রথম প্রজেক্ট ছিল লেখক ক্রিস বোহজালিয়ান-এর লেখা দ্য ফ্লাইট অ্যাটেনডেন্ট বইটির একই নামের একটি কমেডি-ড্রামা সিরিজ। কুওকো সিরিজে ক্যাসি বাউডেন চরিত্রে অভিনয় করেছেন এবং নির্বাহী প্রযোজক হিসেবেও কাজ করেছেন। দ্য ফ্লাইট অ্যাটেনডেন্ট ২৬শে নভেম্বর, ২০২০-তে ওয়ার্নার মিডিয়ার স্ট্রিমিং প্ল্যাটফর্ম এইচবিও ম্যাক্সে প্রিমিয়ার হয়েছিল, যা ব্যাপক প্রশংসা পায় এবং ১৮ই ডিসেম্বর, ২০২০-তে দ্বিতীয় সিজনের জন্য পুনর্নবীকরণ করা হয়েছিল।\nঅক্টোবর ২০১৮ সালে ঘোষণা করা হয়েছিল যে কুওকো ডিসি ইউনিভার্সে প্রাপ্তবয়স্ক অ্যানিমেশন সিরিজ হার্লি কুইনের নামভূমিকায় থাকা চরিত্রে কণ্ঠ দেবেন এবং নির্বাহী প্রযোজক হিসাবেও কাজ করবেন। সিরিজটি ২৯শে নভেম্বর, ২০১৯-এ প্রিমিয়ার হয়েছিল, এটি সমালোচকদের প্রশংসা পেয়েছিল। ২০২০ সালের সেপ্টেম্বরে ঘোষণা করা হয়েছিল যে সিরিজটি তৃতীয় মরসুমের জন্য পুনর্নবীকরণ করা হয়েছে এবং এটি এইচবিও ম্যাক্সে দেখানো হবে।\nআগস্ট ২০১৯-এ ঘোষণা করা হয়েছিল যে কুওকো আসন্ন সিবিএস কমেডি প্রিটি প্রযোজনা করবে, যেটি লিন্ডসে ক্রাফ্ট এবং সান্তিনা মুহা দ্বারা রচিত এবং নির্বাহী প্রযোজিত। এপ্রিল ২০২০-তে, কুওকো আসন্ন অ্যাকশন কমেডি চলচ্চিত্রদ্য ম্যান ফ্রম টরন্টো-র কাস্টে কেভিন হার্ট এবং উডি হ্যারেলসন-এর পাশাপাশি প্রধান মহিলা চরিত্র হিসেবে যোগদান করেন।\n২০২১ সালের মার্চ মাসে ঘোষণা করা হয়েছিল যে কুওকো এ. ই. হচনার-এর ১৯৭৬ সালের জীবনী ডরিস ডে: হার ওন স্টোরি-র উপর ভিত্তি করে একটি আসন্ন সীমিত সিরিজে ডরিস ডে-তে অভিনয় করবে। তিনি সিরিজের একজন নির্বাহী প্রযোজক হিসেবেও কাজ করবেন। দুই মাস পরে, তার প্রযোজনা সংস্থা তাদের ওয়ার্নারের সাথে সামগ্রিক চুক্তি প্রসারিত করে।\n\n\n== ব্যক্তিগত জীবন ==\nদ্য বিগ ব্যাং থিওরিতে কাজ করার সময়, কুওকো ব্যক্তিগতভাবে ডিসেম্বর ২০০৯ পর্যন্ত সহ-অভিনেতা জনি গ্যালেকির সাথে প্রায় দুই বছর ধরে ডেট করেন। পরে তিনি সেপ্টেম্বর ২০১০-এ সিবিএস ওয়াচকে বলেছিলেন যে তাদের সম্পর্ক শেষ হওয়ার পরেও তাদের ভাল শর্তে বন্ধুত্ব রয়েছে।\n১৩ই সেপ্টেম্বর, ২০১০-এ, কুওকোর ঘোড়ায় চড়তে গিয়ে দুর্ঘটনায় পা ভেঙে যায়, ফলে দ্য বিগ ব্যাং থিওরির দুটি পর্বের চিত্রায়ন করতে পারেননি।\nঅক্টোবর ২০১১ সালে, তিনি আসক্তি বিশেষজ্ঞ জোশ রেসনিকের সাথে বাগদান করেন, কিন্তু মার্চ ২০১২-র মধ্যে তাদের সম্পর্ক শেষ হয়। তিনি তিন মাস ডেটিং করার পর সেপ্টেম্বর ২০১৩ সালে পেশাদার টেনিস খেলোয়াড় রায়ান সুইটিংয়ের সাথে বাগদান করেন। তারা ৩১শে ডিসেম্বর, ২০১৩ সালে সান্তা সুজানা, ক্যালিফোর্নিয়ায় বিয়ে করেন। ২৫শে সেপ্টেম্বর, ২০১৫-এ ঘোষণা করা হয় যে তিনি এবং সুইটিং বিবাহবিচ্ছেদের সিদ্ধান্ত নিয়েছেন। ৯ই মে, ২০১৬-তে তাদের বিবাহবিচ্ছেদ চূড়ান্ত হয়।\nকুওকো ২০১৬ সালের শেষের দিকে অশ্বারোহী কার্ল কুকের সাথে ডেটিং শুরু করেন। তারা ৩০শে নভেম্বর, ২০১৭-তে কুওকোর ৩২তম জন্মদিনে বাগদান করেন, এবং ৩০শে জুন, ২০১৮-তে বিবাহবন্ধনে আবদ্ধ হন। ২০২১ সালের সেপ্টেম্বরে, এই দম্পতি তাদের বিচ্ছেদ ঘোষণা করে, এই বলে যে \"আমরা বুঝতে পেরেছি যে আমাদের বর্তমান পথগুলি আমাদের বিপরীত দিকে নিয়ে গেছে\"। জুন ২০২২ সালে, তাদের বিবাহবিচ্ছেদ চূড়ান্ত হয়।\nকুওকো ২০২২ সালের মে মাসে অভিনেতা টম পেলফ্রির সাথে তার সম্পর্কের কথা নিশ্চিত করেছিলেন। পাঁচ মাস পরে, তিনি ইনস্টাগ্রামে ঘোষণা করেছিলেন যে তারা তাদের প্রথম সন্তানের প্রত্যাশা করছেন। কুওকো ৩০শে মার্চ, ২০২৩-এ তাদের কন্যা মাটিল্ডার জন্ম দেন।\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n=== চলচ্চিত্র ===\n\n\n=== টেলিভিশন ===\n\n\n== পুরস্কার এবং মনোনয়ন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে ক্যালি কুওকো (ইংরেজি)\nরটেন টম্যাটোসে ক্যালি কুওকো (ইংরেজি)"}