{"pageid": 1422380, "title": "জলবায়ু সহনশীলতা", "url": "https://bn.wikipedia.org/wiki?curid=1422380", "content": "জলবায়ু সহনশীলতা বলতে বিপজ্জনক ঘটনা বা প্রবণতা বা ঝামেলা মোকাবেলায় সামাজিক, অর্থনৈতিক এবং বাস্তুতান্ত্রিক সক্ষমতাকে বোঝায়। জলবায়ুর উপাদানগুলোর সত্ত্বা, গঠন ও পারষ্পরিক মিথষ্ক্রিয়া বজায় রাখার পাশাপাশি অভিযোজন, শিক্ষণ ও রূপান্তরের সক্ষমতা অর্জনের মাধ্যমে জলবায়ু সহনশীলতা অর্জিত হতে পারে।  জলবায়ু পরিবর্তনের বিরূপ প্রভাবের ফলে আজ বিভিন্ন মানব সম্প্রদায়, রাজ্য ও দেশসমূহ যে জলবায়ুগত বিপন্নতার সম্মুখীন হয়েছে তা হ্রাস করাই জলবায়ু সহনশীলতার মূল লক্ষ্য। সমাজের সকল স্তরে বাস্তবায়নকৃত সামাজিক, অর্থনৈতিক, প্রযুক্তিগত এবং রাজনৈতিক কৌশলগুলিকে জলবায়ু স্থিতিস্থাপকতা গড়ে তোলার প্রচেষ্টার মধ্যে ধারণ করা যায়। স্থানীয় সুম্প্রদায় থেকে বৈশ্বিক চুক্তি- সবখানেই জলবায়ু স্থিতিস্থাপকতা একটি অগ্রাধিকার হয়ে উঠছে, যদিও বলা যেতে পারে এই তত্ত্বের সামান্যও বাস্তবায়নের মুখ দেখে নি।\nজলবায়ু সহনশীলতা জলবায়ু পরিবর্তন অভিযোজন প্রক্রিয়ার সাথে সম্পর্কিত। জলবায়ু পরিবর্তনের বিরূপতা হ্রাসের পাশাপাশি জলবায়ু ন্যায্যতা ও সমতা নিশ্চিত করাও এর লক্ষ্য। জলবায়ু সহিষ্ণু অবকাঠামো, কৃষি তথা জলবায়ু সহিষ্ণু উন্নয়ন নিশ্চিতকরণ জলবায়ু সহিষ্ণুতা বাস্তবায়নের উপায়। সবচেয়ে বস্তুনিষ্ঠ পদ্ধতিগুলোতে সহিষ্ণুতার একটি নির্দিষ্ট ও গ্রহণযোগ্য সংজ্ঞা নির্ধারণ করে সেই নির্দিষ্ট মানদণ্ডের মাধ্যমে তুলনার সুযোগ করে দিয়ে জলবায়ু সহিষ্ণুতা পরিমাপ করা হয়।\n\n\n== সংজ্ঞা ==\nজলবায়ু সহিষ্ণুতা বলতে বন্যা ও খরার মত জলবায়ু সম্পর্কিত আঘাত থেকে পুনরুদ্ধার অথবা এই ধরনের আঘাতের ঝুঁকি প্রশমনের সক্ষমতাকে বোঝায়। এটি একটি রাজনৈতিক প্রক্রিয়া যা জলবায়ু পরিবর্তনের ঝুঁকি প্রশমিত করে। পাশাপাশি জলবায়ুর পরিবর্তনশীল ধরনের সাথে জনগণের খাপ খাওয়ানোর প্রক্রিয়াকেও ত্বরান্বিত করে। \nআইপিসিসি এর ষষ্ঠ মূল্যায়ন প্রতিবেদন সহনশীলতাকে নিম্নোক্তভাবে সংজ্ঞায়িত করেছেঃ   সামাজিক, অর্থনৈতিক এবং বাস্তুতন্ত্রের একটি বিপজ্জনক ঘটনা বা প্রবণতা বা ঝামেলা মোকাবেলা করার ক্ষমতাকে সহনশীলতা [...] বলে যেখানে উপাদানগুলোর মূল কার্যকারিতা (বাস্তুতন্ত্রের ক্ষেত্রে জীববৈচিত্র্য) বজায় রাখার মাধ্যমে উক্ত ঘটনার প্রতি সাড়াদান করা হয় ও পুনর্গঠনের উদ্যোগ গৃহীত হয় এবং ভবিষ্যত অভিযোজন, শিক্ষা ও রূপান্তরের সক্ষমতা বজায় থাকে।  \nসহনশীলতা একটি দরকারী ধারণা কারণ এর আলোচনা জ্ঞানের নানান খাত ও শাখাসমূহে ব্যাপকভাবে বিস্তৃত। একই কারণ সহনশীলতার ধারণাটিকে ব্যাখ্যার জন্য উন্মুক্ত করে তোলে যার ফলে একে সংজ্ঞায়িত করার ক্ষেত্রে ভিন্ন ভিন্ন এবং কখনও কখনও প্রতিদ্বন্দ্বিতামূলক মতামতের বিকাশ ঘটে। জলবায়ু সহনশীলতার সংজ্ঞাটি ধারণাগত এবং ব্যবহারিক উভয় ক্ষেত্রেই ব্যাপকভাবে বিতর্কিত।\n\n\n== তথ্যসূত্র =="}