{"pageid": 1422283, "title": "ওয়েলারিজম", "url": "https://bn.wikipedia.org/wiki?curid=1422283", "content": "ওয়েলারিজম চার্লস ডিকেন্সের উপন্যাস দ্য পিকউইক পেপার্স-এ স্যাম ওয়েলারের উক্তিগুলোর নামে নামকরণ করা। নির্দিষ্ট পরিস্থিতিতে ভুল বলে প্রমাণিত ক্লিশে এবং প্রবাদগুলো নিয়ে মজা করে, প্রায়শই আক্ষরিকভাবে নেওয়া হয়। এই অর্থে, ওয়েলারিজম যেগুলোর মধ্যে প্রবাদ অন্তর্ভুক্ত রয়েছে তা এক ধরনের প্রতি-প্রবাদ। একটি ওয়েলারিজম তিনটি অংশ নিয়ে গঠিতঃ একটি প্রবাদ বা উক্তি, একটি বক্তা এবং প্রায়শই হাস্যকরভাবে আক্ষরিক ব্যাখ্যা।\n\nওয়েলারের বর্তমানে “ওয়েলারিজম” নামে পরিচিত ধরনের নির্মাণ ব্যবহার করার প্রবণতা কখনও কখনও নাটকগুলোকে অনুপ্রাণিত করেছে, নাট্যকাররা আরও বেশি ওয়েলারিজ্ম তৈরি করেছেন।\nটম সুইফটি নামে এক ধরনের ওয়েলারিজম এক ধরনের বক্তার অ্যাট্রিবিউশন অন্তর্ভুক্ত করে যা উদ্ধৃত বিবৃতির উপর শ্লেষ করে।\n\n\n== দ্য পিকউইক পেপারস থেকে উদাহরণ ==\n\"তারপর পরের প্রশ্ন হল, তুমি আমার সাথে কি শয়তান চাও, যেমন লোকটি বলেছিল, যখন সে ভূত দেখে?\"\n\"এর সাথে বেরিয়ে যাও, যেমন পিতা তার সন্তানকে বলেছিলেন, যখন সে একটি সিকি গিলে ফেলেছিল।\"\n\"আপনাকে দেখে সত্যিই খুব খুশি হলাম, এবং আশা করি আমাদের পরিচয় দীর্ঘ হতে পারে, যেমনটা ভদ্রলোক পাঁচ পাউন্ডের নোট এর উদ্দেশ্যে বলেছিল।\"\n\"সব ভালোই চলছে, স্যার-সব চেয়ে খারাপ উদ্দেশ্য, যেমনটা জেন 'লাম' ন বলেছে যে সে তার স্ত্রীর কাছ থেকে পালিয়ে গেছে, কারণ সে তার প্রতি অসন্তুষ্ট ছিল।\n\"এখন আমাদেরকে কম্প্যাক্ট এবং আরামদায়ক দেখাচ্ছে, যেমন বাবা বলেছিলেন যে তিনি তার ছোট ছেলের মাথা কেটে ফেলেছেন, তাকে ট্যারা চোখ থেকে সুস্থ করার জন্য।\"\n\"আমি একে জখমের উপর অপমান যোগ বলি, যেমন তোতাপাখি বলেছিল যে তারা তাকে কেবল তার জন্মভূমি থেকে নিয়ে যায়নি, বরং তাকে পরে ইংরেজ বাতচিত করতেও বাধ্য করেছিল।\n\"সংসদ ভেঙে দেওয়ার সময় রাজা যেমন বলেছিলেন, এই ধরনের মনোরম কার্যক্রমে বাধা সৃষ্টি করতে পারে এমন কিছু করার জন্য আমি দুঃখিত।\"\n\"শোকের সাথে বেঁচে থাকুন, যেমন ছোট ছেলেটি বলেছিল যখন তার স্কুল মিসেস মারা গেছে\"।\n\"ওহ, পেতে যথেষ্টই, স্যার, সৈনিকটি যেমনটা বলল, ঠিক যখনই তারা তাকে তিনশো পঞ্চাশ বেত্রাঘাতের আদেশ দিল।\"\n\n\n== ইংরেজি উদাহরণ ==\n\"একটি দেহ যে কোনও কিছুতে অভ্যস্ত হতে পারে, এমনকি ফাঁসিতে ঝোলানো পর্যন্ত, যেমন আইরিশম্যান বলেছিলেন।\"-লুসি মড মন্টগোমেরি, অ্যান অফ গ্রিন গ্যাবলস\n\"এর বিপরীতে, যেমনটি লোকটি বিস্কেতে বলেছিলেন যখন তাকে জিজ্ঞাসা করা হয়েছিল যে সে খেয়েছে কিনা\" (ডোরোথি এল সেয়ার্স, বেলোনা ক্লাবে বিরক্তি)\n\n\n== অন্যান্য ভাষার উদাহরণ ==\nকিছু গবেষক ইংরেজি এবং ইউরোপীয় ভাষায় পাওয়া ওয়েলারিজমের উপর মনোযোগ কেন্দ্রীভূত করেন, কিন্তু অ্যালান ডান্ডেস নাইজেরিয়ার ইয়োরুবা ভাষায় (ডান্ডেস ১৯৬৪) তাদের নথিভুক্ত করেন, যেখানে আফ্রিকান পণ্ডিতরা তার অনুসন্ধানের বিষয়টি নিশ্চিত করেন এবং যোগ করেন (ওজোয়েদ ১৯৮০, ওপাটা ১৯৮৮, ১৯৯০)। ওরোমো সহ অনেক ইথিওপীয় ভাষায়ও ওয়েলারিজম প্রচলিত, (যেখানে প্রকাশিত সংগ্রহের ৩১০টি প্রবাদের মধ্যে নয়টি হল ওয়েলারিজম এবং আলাবা (যেখানে ৪১৮টি প্রবাদবাক্যের প্রায় ১০% উদ্ধৃতি হিসাবে পাওয়া গেছে)। সুমেরীয় ভাষায়ও এদের পাওয়া যায়ঃ \"শিয়ালটি সমুদ্রে প্রস্রাব করে বলেছিলঃ 'সমুদ্রের গভীরতা আমার প্রস্রাব!' ওয়েলারিজমের প্রবাদগুলো এখন আফ্রিকা, ইউরোপ, পশ্চিম ও দক্ষিণ এশিয়া জুড়ে নথিভুক্ত করা হয়েছে, তবে পূর্ব এশিয়ার প্রায় কোনও ভাষায়ই নয়।\nঅ্যান্টিলিয়ান ক্রেওল ফ্রেঞ্চ, মার্টিনিক:\n\n\"খরগোশ বলে, 'সব খাও, সব পান কর, কিন্তু সব কিছু বলবে না'।\"\nসুমেরীয়\n\nঘোড়াটি তার আরোহীকে ছুঁড়ে ফেলার পর [বলল], \"যদি আমার বোঝা সবসময় এমনই থাকে তবে আমি দুর্বল হয়ে যাব।\"\n\n\n== বক্তা নির্বাচন ==\nবেশ কয়েকটি ভাষায়, বিশেষত আফ্রিকায়, ওয়েলারিজমগুলোতে প্রাণীদের বক্তা হিসাবে দেখানো হয়। কিছু কিছু ক্ষেত্রে, পশুটির ভূমিকা খুব বেশি তাৎপর্য বহন নাও করতে পারে। কাসেনা, কিছু ক্ষেত্রে, যেমন ঘানার চুম্বুরুং ভাষা, নির্দিষ্ট প্রাণীকে বক্তা হিসাবে বেছে নেওয়া কিছু প্রবাদের একটি গুরুত্বপূর্ণ অংশ, \"প্রবাদটি চিত্রিত করে এমন বৈশিষ্ট্যগুলির জন্য সুনির্দিষ্টভাবে বেছে নেওয়া হয়েছে... গিরগিটি বলে দ্রুত দ্রুত ভাল এবং ধীরে ধীরে ভাল হয়।\" কাসেনার একটি ওয়েলারিজম প্রবাদ রয়েছে যেখানে গিরগিটির রঙের অভিযোজনযোগ্যতা গুরুত্বপূর্ণ, \"গিরগিটি বলেছে, 'যখন একটি গাছে থাকো, তার পাতার রঙ ধরে নাও।'\" একইভাবে, একটি ইউই প্রবাদ রয়েছে যা একটি প্রাণীকে উদ্ধৃত করে যা সেই ওয়েলারিজমে বিশেষভাবে উপযুক্ত, \"মুরগি বলে যে, নম্রতার কারণে সে তার খোঁয়াড়ে প্রবেশ করার আগে সে মাথা নত করে।\" নাইজেরিয়ার তিভ ভাষার উদাহরণে ওয়েলারিজমের বক্তব্যের সাথে সাযুজ্যের জন্য একজন বক্তাকে বিশেষভাবে বেছে নেওয়া দেখা যায়, \"ব্যাট বলে যে দাঁড়ানো এবং সোজা হওয়ার মধ্যে কোনও পার্থক্য নেই\"।\n\n\n== সংলাপের প্রবাদ ==\nওয়েলারিজম একই রকম কিন্তু কথোপকথন প্রবাদের সাথে অভিন্ন নয়, যেমনটি ক্যাপচিটস এবং আনসেথ দ্বারা দেখানো হয়েছে। ওয়েলারিজম এক বক্তার বক্তৃতা ধারণ করে, কিন্তু কথোপকথন প্রবাদে একাধিক থেকে সরাসরি বক্তৃতা থাকে। এগুলো আর্মেনিয়ান, ফরাসি, জর্জিয়ান, ঘানার কাসেনা এবং আফগানিস্তান ও পাকিস্তানের পশতু সহ বেশ কয়েকটি ভাষায় পাওয়া যায়।\n\n\"তারা উটটিকে জিজ্ঞাসা করল, 'তোমার ঘাড় কেন বাঁকানো?' উটটি গর্জন করে হেসে বলল, 'আমার কোনটা সোজা?'\" শোর/খাকাস (এসডাব্লু সাইবেরিয়া)\n\"আমাকে যেতে দাও, মাকড়সা!\" \"আমি কিভাবে আমার মাংস ছেড়ে দেব?\" \"তাহলে এগিয়ে যাও, আমাকে খাও!\" \"আমি কিভাবে একটি মাছি খেতে পারি?\" \"-কাসেনা\"\n\"আমি একটা ভালুক ধরেছি।\" \"ওকে ছেড়ে দাও।\" \"আমি পারব না, সে আমাকে যেতে দেবে না।\" \"-রাশিয়ান, আর্মেনিয়ান\"\nশকুনটি বলে, \"আমি চিৎকার করব এবং মেষপালক ভুলে যাবে\", [এবং] নেকড়েটি বলে, 'আমি বাচ্চার লেজ খাবো।\"-ইরানের লুরি ভাষা\n\n\n== আরও দেখুন ==\nপ্যারাপ্রোসডোকিয়ান\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nডান্ডেস, অ্যালান। 1964. কিছু ইওরোবা ওয়েলারিজম, সংলাপ হিতোপদেশ এবং জিহ্বা-টুইস্টার লোককাহিনী 75।\nম্যাক কয়েনি, মার্কাস, \"দ্য ক্র্যাবস ওয়াকঃ ওয়েলারিজম অ্যান্ড ফেবল (বো আলমকুভিস্টের এটি276\"। \"বিস দাত, কি সিটো দাত\"-পেরেমিওলজি, লোককাহিনী, ভাষা এবং সাহিত্যে গেগেনগাবে। ওল্ফগ্যাং মাইডারকে তাঁর সত্তরতম জন্মদিনে সম্মান জানানো হচ্ছে। 2014.\nমাইডার, ওল্ফগ্যাং এবং স্টুয়ার্ট এ. কিংসবারি, সংস্করণ। ডিকশনারি অফ ওয়েলারিজম, (নিউ ইয়র্কঃ অক্সফোর্ড ইউনিভার্সিটি প্রেস, 1994)।\nমাইডার, ওল্ফগ্যাং, আমেরিকান হিতোপদেশঃ পাঠ্য ও প্রসঙ্গের একটি অধ্যয়ন (নিউ ইয়র্কঃ ল্যাং, 1989)।\nMieder, Wolfgang, Proverbs are Never Out of Season: Popular Wisdom in the Modern Age (নিউ ইয়র্কঃ অক্সফোর্ড ইউনিভার্সিটি প্রেস, 1993)।\nওজোয়েদ, জে. ও. 1980। কিছু ইলাজে ওয়েলারিজম। লোককাহিনী 75.91.1:63-71।\nওপাটা, ডামিয়ান। 1988. ওয়েলারিজমগুলিতে ব্যক্তিগত অ্যাট্রিবিউশন। আন্তর্জাতিক লোককাহিনী পর্যালোচনা <আইডি1]।\nওপাটা, ডামিয়ান। 1990. প্রাণী-উদ্ভূত সুস্থতার বৈশিষ্ট্য-কিছু নির্বাচিত ইগবো উদাহরণ। হিতোপদেশ 7:217-231।\nTaylor, Archer, The Proverb (Cambridge, Mass.: Harvard University Press, 1931)।\nTaylor, Archer, The Proverb, and An Index to The ProverB (হ্যাটবোরো, পিএঃ ফোকলোর অ্যাসোসিয়েটস, 1962)\nউইলিয়ামস, ফিওনুয়ালা কারসন। 2001. ওয়েলারিজমের মধ্যে হিতোপদেশ। অ্যাক্টা এথনোগ্রাফিকা হাঙ্গারিকা <আইডি1]-189।\n\n\n== বহি সংযোগ ==\nফিটজেরাল্ড, পার্সি হেথেরিংটন পিকউইকের ইতিহাস-এর চরিত্র, স্থানীয়তা, ইঙ্গিত এবং চিত্রের বিবরণ, একটি গ্রন্থপঞ্জি সহ লন্ডনঃ চ্যাপম্যান অ্যান্ড হল। 1891."}