{"pageid": 1422473, "title": "ব্রহ্মচারিণী", "url": "https://bn.wikipedia.org/wiki?curid=1422473", "content": "ব্রহ্মচারিণী ( সংস্কৃত : ब्रह्मचारिणी) হলেন একজন নিবেদিতপ্রাণ নারী শিক্ষার্থী যিনি ব্রহ্মচর্য পালন করেন এবং তার গুরু ও অন্যান্য ছাত্রদের সাথে আশ্রমে অধিবাস করেন। তিনি মহাদেবীর নবদুর্গা রূপের দ্বিতীয় রূপ এবং নবরাত্রির দ্বিতীয় দিনে (নবদুর্গার নয়টি ঐশ্বরিক রাত) তার পূজা করা হয়। দেবী ব্রহ্মচারিণী পার্বতীর একটি রূপ। তিনি সাদা পোশাক পরিধান করেন। তার ডান হাতে থাকে একটি জপমালা এবং তার বাম হাতে তিনি একটি কমণ্ডলু ধারণ করেন।\n\n\n== ব্যুৎপত্তি ==\nব্রহ্মচারিণী শব্দটি দুটি সংস্কৃত মূল থেকে এসেছে, ব্রহ্ম  মানে এক স্ব-অস্তিত্বশীল আত্মা। তিনি পরম বাস্তব ও সর্বজনীন। চারিণী হল একটি স্ত্রীলিঙ্গ শব্দ যার অর্থ হল, সহযোগিতা, অগ্রসরতা, আচরণ এবং অনুসরণ কর।\nবৈদিক গ্রন্থে ব্রহ্মচারিণী শব্দের অর্থ হল একজন মহিলা যিনি পবিত্র ধর্মীয় রীতি অনুসরণ করেন।\n\n\n== ব্রহ্মচারিণীর কিংবদন্তি ==\nপুরানের বিভিন্ন সংস্করণ অনুসারে, দেবী পার্বতী শিবকে বিয়ে করার সিদ্ধান্ত নেন এবং শিবকে পতিরূপে পাওয়ার জন্য তিনি প্রায় ৫০০০ বছর ধরে তপস্যা করেন। তাই তার নাম হয় ব্রহ্মচারিণী।\nতারকাসুর নামক এক শক্তিশালী অসুরকে বরদান করা হয়েছিল যে কেবল শিবের সন্তানই তাকে হত্যা করতে পারে। সেকারনে দেবতারা প্রেম এবং কামনার দেবতা কামদেবের নিকটে আসেন এবং পার্বতীর জন্য শিবের মনে প্রেম আকাঙ্ক্ষা জাগ্রত করতে নির্দেশ দেন। কামদেব তখন শিবকে তার অস্ত্র অর্থাত, কামনার তীর নিক্ষেপ করেন। কিন্তু শিব তখন তার কপালের তৃতীয় নয়ন উন্মিলীত করেন এবং কামদেবকে পুড়িয়ে ছাই করে দেন।\nপার্বতী শিবকে পতিরূপে প্রাপ্ত করার দৃঢ় সংকল্প করেন। তিনি শিবের মতো পাহাড়ে বাস করতে শুরু করেন এবং শিব যেসকল কাজকর্মে নিযুক্ত থাকেন যেমন সন্ন্যাসব্রত, যোগ এবং তপস্যা, তিনিও সেইসকল কর্মে মনোনিবেশ করেন। পার্বতীর এই রূপটিকেই দেবী ব্রহ্মচারিণী বলে উধৃত করা হয়। তার সাধনা শিবের দৃষ্টি আকর্ষণ করে এবং দেবীর প্রতি তার আগ্রহ জাগ্রত করে। তিনি ছদ্মবেশে তার সাথে দেখা করেন। ছদ্মবেশী শিব পার্বতীর কাছে তার নিজেরই নিন্দা শুরু করেন। শিবের দুর্বলতা এবং ব্যক্তিত্বের সমস্যাগুলি গণনা করে দেবীকে নিরুৎসাহিত করার চেষ্টা করেন। পার্বতী শুনতে অস্বীকার করে এবং তার সংকল্পে জোর দেয়।\nএই সময় প্রকণ্ডসুর নামক এক অসুর তার লক্ষাধিক অসুর নিয়ে পার্বতীকে আক্রমণ করে। পার্বতী তার তাপস শেষ করার শেষ পর্যায়ে, এবং নিজেকে রক্ষা করতে অক্ষম। পার্বতীকে অসহায় দেখে, দেবী লক্ষ্মী এবং সরস্বতী হস্তক্ষেপ করে এবং অসুরদেরকে প্রতিরোধ করতে শুরু করেন। কিন্তু রাক্ষসদের সংখ্যা অনেক বেশি ছিল। অনেক দিন ধরে দেবী এবং অসুরদের যুদ্ধ চলে। পরে দেবী পার্বতীর পাশে রাখা কমণ্ডলু উল্টে যায় এবং তার জলের বন্যায় অগনিত রাক্ষস ভেসে যায়। শেষ পর্যন্ত দেবী পার্বতী তার চক্ষু উন্মিলীত করে। তার চোখ থেকে আগুন নির্গত হয় এবং রাক্ষসরা সেই আগুনে পুড়ে ছাই হয়ে যায়।\nশিব ব্যতীত দেবী পার্বতীর দ্বারা সম্পাদিত তপস দ্বারা মহাবিশ্বের সকলেই মুগ্ধ হন। শিব শেষ পর্যন্ত ব্রহ্মচারীর ছদ্মবেশে পার্বতীর সাথে সাক্ষাত করতে যান। তারপর তিনি পার্বতীকে বিভিন্ন ধাঁধার প্রশ্ন করে তাকে পরীক্ষা করেন। সকল ধাঁধার উত্তর দেবী সঠিকভাবে দেন। পার্বতীকে তার বুদ্ধি এবং সৌন্দর্যের জন্য প্রশংসা করার পর, ব্রহ্মচারী তাকে বিবাহ প্রস্তাব দেন। পার্বতী উপলব্ধি করেন যে এই ব্রহ্মচারী আসলে শিব এবং তার বিবাহ প্রস্তাব গ্রহণ করেন। শিব তার আসল রূপে আবির্ভূত হন এবং অবশেষে দেবীকে গ্রহণ করেন। পুরো তাপস চলাকালীন পার্বতী শুধু বেলপত্র ও নদীর জল খেতেন।\nদেবী ব্রহ্মচারিণীর বাসস্থান স্বাধিষ্ঠান চক্রে। ব্রহ্মচারিণী কথার অর্থ অবিবাহিত। তার সাদা রঙ -এর বস্ত্র পবিত্রতার প্রতীক।\n\n\n== উৎসব ==\nনবরাত্রির দ্বিতীয় দিনে দেবী ব্রহ্মচারিণীর পূজা করা হয়।\n\n\n== তথ্যসূত্র =="}