{"pageid": 1422841, "title": "খ্রিস্টধর্মের উপর বৌদ্ধদের প্রভাব", "url": "https://bn.wikipedia.org/wiki?curid=1422841", "content": "বৌদ্ধধর্ম একটি ভারতীয় ধর্ম হওয়া সত্ত্বেও খ্রিস্টধর্মের উপর ব্যাপকভাবে প্রভাব বিস্তার করে। খ্রিস্টীয় বাইবেলে বৌদ্ধধর্ম সম্পর্কে বিভিন্ন তথ্য পাওয়া যায়। \nআলেকজান্ডার দ্য গ্রেটের প্রচারণার মাধ্যমে প্রাক-খ্রিস্টীয় গ্রীক বিশ্বে বৌদ্ধধর্ম পরিচিত ছিল (দেখুন গ্রিক-বৌদ্ধধর্ম এবং গ্রিকো-বৌদ্ধ সন্ন্যাসবাদ ), এবং আলেকজান্দ্রিয়ার ক্লিমেন্ট এবং সেন্ট জেরোম সহ বেশ কিছু বিশিষ্ট প্রাথমিক খ্রিস্টান পিতারা বুদ্ধ সম্পর্কে সচেতন ছিলেন।, এমনকি তাদের কাজের মধ্যে তাকে উল্লেখ করে।  যাইহোক, বেশিরভাগ আধুনিক পণ্ডিত যারা বৌদ্ধ এবং খ্রিস্টধর্ম উভয়ই অধ্যয়ন করেছেন তারা মনে করেন যে প্রাথমিক খ্রিস্টধর্মের উপর বৌদ্ধধর্মের প্রভাবের অনেক প্রত্যক্ষ ঐতিহাসিক প্রমাণ রয়েছে।   পণ্ডিতরা সাধারণত এই ধরনের কোনো প্রভাবকে অকল্পনীয় মনে করেন যে প্রথম শতাব্দীর ইহুদিরা তাদের কিছু মৌলিক বিশ্বাসের বিপরীতে সুদূর প্রাচ্যের ধারণাগুলির জন্য উন্মুক্ত হওয়ার সম্ভাবনা খুবই কম।\nকিছু ঐতিহাসিক যেমন জেরি এইচ. বেন্টলি এবং ইলেইন পেজেলস স্বীকার করেন যে বৌদ্ধধর্ম খ্রিস্টধর্মের প্রাথমিক বিকাশকে প্রভাবিত করেছিল।\nএমন একটি পরোক্ষ পথেরও পরামর্শ দেওয়া হয়েছে যেখানে ভারতীয় বৌদ্ধ ধর্ম জ্ঞানবাদ এবং তারপর খ্রিস্টধর্মকে প্রভাবিত করতে পারে। কিছু পণ্ডিত মনে করেন যে প্রস্তাবিত মিলগুলি কাকতালীয় কারণ বিভিন্ন সংস্কৃতিতে সমান্তরাল ঐতিহ্যের উদ্ভব হতে পারে।\nপৃষ্ঠ স্তরের সাদৃশ্যের পরামর্শ সত্ত্বেও, বৌদ্ধধর্ম এবং খ্রিস্টধর্মের গভীরতম স্তরে অন্তর্নিহিত এবং মৌলিক পার্থক্য রয়েছে, যেমন খ্রিস্টধর্মের মূলে একেশ্বরবাদের স্থান এবং অ-ঈশ্বরবাদের প্রতি বৌদ্ধধর্মের অভিযোজন।\nমধ্যপ্রাচ্যে, নেস্টোরিয়ান খ্রিস্টধর্ম এবং  জেন বৌদ্ধধর্মের মধ্যে সমন্বয় সিল্ক রোড বরাবর গভীর এবং বিস্তৃত ছিল এবং বিশেষ করে চীনের মধ্যযুগীয় চার্চ অফ দ্য ইস্টে উচ্চারিত হয়েছিল। এশিয়ার খ্রিস্টধর্ম এবং বৌদ্ধ ধর্মের সমন্বিত প্রকৃতি যেমন যিশু সূত্র এবং নেস্টোরিয়ান স্টিলের মতো ঐতিহাসিক নথিও রয়েছে।\n\n\n== প্রারম্ভিক খ্রিস্টধর্ম ==\n\n\n=== প্রভাবের পরামর্শ ===\nউইল ডুরান্ট, উল্লেখ করেছেন যে সম্রাট অশোক ধর্মপ্রচারক পাঠিয়েছিলেন, শুধুমাত্র ভারতে এবং শ্রীলঙ্কায় নয়, সিরিয়া, মিশর এবং গ্রীসেও, প্রথম ১৯৩০-এর দশকে অনুমান করেছিলেন যে তারা খ্রিস্টান শিক্ষার জন্য স্থল প্রস্তুত করতে প্রভাবিত করেছিল।  বৌদ্ধধর্ম পূর্ব গ্রীক বিশ্বে বিশিষ্ট ছিল ( গ্রীকো-বৌদ্ধধর্ম ) এবং আলেকজান্ডার দ্য গ্রেটের সাম্রাজ্যের পূর্ব গ্রীক উত্তরসূরি রাজ্যগুলির সরকারী ধর্ম হয়ে ওঠে ( গ্রিক-ব্যাক্ট্রিয় রাজ্য (২৫০ খ্রীস্টপূর্ব-১২৫ খ্রীস্টপূর্ব) এবং ইন্দো-গ্রীক রাজ্য (১৮০ খ্রীস্টপূর্ব - ১০ খ্রিস্টাব্দ)। বেশ কিছু বিশিষ্ট গ্রীক বৌদ্ধ ধর্মপ্রচারক পরিচিত ( মহাধর্মরক্ষিত এবং ধর্মরক্ষিত) এবং ইন্দো-গ্রীক রাজা মিলিন্দ প্রথম বৌদ্ধধর্মে ধর্মান্তরিত হন এবং বৌদ্ধধর্মের অন্যতম পৃষ্ঠপোষক হিসাবে বিবেচিত হন। ( মিলিন্দা প্রশ্ন দেখুন) কিছু আধুনিক ঐতিহাসিক পরামর্শ দিয়েছেন যে মিশরে থেরাপিউটের প্রাক-খ্রিস্টীয় সন্ন্যাসীর আদেশ সম্ভবত পালি শব্দ \" থেরাবাদ \" এর একটি গ্রিক অনুবাদ,  বৌদ্ধধর্মের একটি রূপ, এবং আন্দোলনে \"প্রায় সম্পূর্ণরূপে বৌদ্ধ তপস্বীবাদের শিক্ষা ও অনুশীলন থেকে অনুপ্রেরণা নেওয়া হয়েছে\"।  এমনকি তারা পশ্চিমে অশোকের দূতদের বংশধরও হতে পারে।  এটা সত্য যে টলেমাইক যুগের বৌদ্ধ কবর পাথরগুলিও মিশরের আলেকজান্দ্রিয়াতে পাওয়া গেছে, যা ধর্ম চাকার চিত্র দ্বারা সজ্জিত, যা দেখায় যে খ্রিস্টধর্ম শুরু হওয়ার সময় বৌদ্ধরা হেলেনিস্টিক মিশরে বাস করছিলেন।  আলেকজান্দ্রিয়ায় বৌদ্ধ ধর্মাবলম্বীদের উপস্থিতি একজন লেখককে লক্ষ্য করতে পরিচালিত করেছে: \"পরবর্তীতে এই স্থানেই খ্রিস্টধর্মের সবচেয়ে সক্রিয় কেন্দ্রগুলির মধ্যে কয়েকটি প্রতিষ্ঠিত হয়েছিল\"। আলেকজান্দ্রিয়ার প্রাথমিক গির্জার পিতা ক্লেমেন্ট (মৃত্যু ২১৫ খ্রিস্টাব্দ)ও বুদ্ধ সম্পর্কে সচেতন ছিলেন, তাঁর স্ট্রোমাটা (Bk I, Ch XV) এ লিখেছেন: \"ভারতীয় জিমনোসফিস্টরাও সংখ্যায় রয়েছে, এবং অন্যান্য বর্বর দার্শনিকরাও। আর এদের মধ্যে দুটি শ্রেণী আছে, যাদের কিছুকে শ্রমণ এবং অন্যদেরকে ব্রাহ্মণ বলা হয়। আর শ্রমণ যাদেরকে \"হাইলোবি\" বলা হয় তারা শহরে বাস করে না, তাদের উপর ছাদও নেই, কিন্তু গাছের ছালে কাপড় পরে, বাদাম খায়।, এবং তাদের হাতে জল পান করুন। বর্তমান সময়ে যাদের বলা হয় এনক্রেটাইটদের মতো, তারা বিয়ে বা সন্তান জন্ম দিতে জানে না। ভারতীয়দের মধ্যে সবাই বুদ্ধের (Βούτα) উপদেশ মেনে চলে, যাঁদের অসাধারণ পবিত্রতার কারণে, তারা ঐশ্বরিক সম্মানে উন্নীত হয়েছে।\" \nদামেস্কের নিকোলাস এবং অন্যান্য প্রাচীন লেখকরা বর্ণনা করেছেন যে ১৩ খ্রিস্টাব্দে, অগাস্টাসের সময় (মৃত্যু ১৪ খ্রিস্টাব্দ), তিনি অ্যান্টিওকে (বর্তমানে তুরস্কের আন্তাকিয়ার কাছে জেরুজালেম থেকে মাত্র ৩০০ মাইল দূরে) একটি দূতাবাসের সাথে একটি চিঠির সাথে দেখা করেছিলেন। সিজার সামোস দ্বীপে থাকাকালীন দক্ষিণ ভারত থেকে গ্রীক ভাষায় পান্ড্য সাম্রাজ্যের বিতরিত হয়েছিল। \n\n\n== তথ্যসূত্র =="}