{"pageid": 1422358, "title": "সায়মন হেলবার্গ", "url": "https://bn.wikipedia.org/wiki?curid=1422358", "content": "সাইমন ম্যাক্সওয়েল হেলবার্গ (জন্ম ৯ ডিসেম্বর, ১৯৮০) একজন মার্কিন অভিনেতা ও কৌতুক অভিনেতা। তিনি সিবিএস সিটকম দ্য বিগ ব্যাং থিওরিতে (২০০৭-২০১৯) হাওয়ার্ড ওলোভিটজ চরিত্রে অভিনয় করার জন্য পরিচিত, যার জন্য তিনি একটি কমেডি সিরিজে সেরা পার্শ্ব অভিনেতার জন্য সমালোচকদের চয়েস টেলিভিশন পুরস্কার জিতেছেন এবং ফ্লোরেন্স ফস্টার জেনকিন্স চলচ্চিত্র কসম ম্যাকমুন চরিত্রে অভিনয় করেছেন। (২০১৬), যার জন্য তিনি চলচ্চিত্রে শ্রেষ্ঠ পার্শ্ব অভিনেতা বিভাগে গোল্ডেন গ্লোব পুরস্কার জন্য মনোনীত হন।\nহেলবার্গ স্কেচ কমেডি সিরিজ এমএডিটিভিতে ও ওল্ড স্কুল (২০০৩) গুড নাইট, এবং গুড লাক (২০০৫) ওয়াক হার্ডঃ দ্য ডিউই কক্স স্টোরি (২০০৭) এ সিরিয়াস ম্যান (২০০৯) এবং অ্যানেট (২০২১) এর মতো চলচ্চিত্র অভিনয় করেছেন।\n\n\n== জীবনের প্রথমার্ধ ==\nহেলবার্গ ১৯৮০ সালের ৯ই ডিসেম্বর লস অ্যাঞ্জেলেসে জন্মগ্রহণ করেন। তিনি অভিনেতা স্যান্ডি হেলবার্গ এবং কাস্টিং পরিচালক হ্যারিয়েট হেলবার্গের পুত্র। তিনি ইহুদি হিসেবে বেড়ে ওঠেন, \"সংস্কারের প্রতি রক্ষণশীল কিন্তু সময়ের সাথে সাথে আরও সংস্কার।\"\nহেলবার্গ ক্যালিফোর্নিয়ার সান্তা মনিকার ক্রসরোডস স্কুলে মিডল এবং হাই স্কুলে পড়াশোনা করেন জেসন রিটারের সাথে, যিনি পরে নিউ ইয়র্ক বিশ্ববিদ্যালয়ে তাঁর রুমমেট হন। তিনি নিউ ইয়র্ক বিশ্ববিদ্যালয়ের টিশ স্কুল অফ আর্টস-এ পড়াশোনা করেছেন। যেখানে তিনি আটলান্টিক মঞ্চনাটক কোম্পানিতে প্রশিক্ষণ নিয়েছেন\n\n\n== কর্মজীবন ==\n২০০০ শতক শুরুর দিকে হেলবার্গ  কৌতুক অভিনেতা ডেরেক ওয়ার্টসের সাথে স্কেচ কৌতুক জুটি ডেরেক ও সাইমন হিসেবে অভিনয় করেছিলেন ২০০৭ সালে দুজনে ডেরেক এবং সাইমন: দ্য শো-এ একসঙ্গে অভিনয় করেন, একটি ওয়েব সিরিজ যা তারা কমেডিয়ান বব ওডেনকার্কের সাথে কমেডি ওয়েবসাইট সুপার ডিলাক্সের জন্য তৈরি করেছিলেন। এর আগে তারা দুটি স্বল্পদৈর্ঘ্য চলচ্চিত্র \"ডেরেক অ্যান্ড সাইমন: দ্য পিটি কার্ড\" (জ্যাক গ্যালিফিয়ানাকিস ও বিল হ্যাডার সহ-অভিনেতা) এবং \"ডেরেক অ্যাণ্ড সাইমনঃ এ বি অ্যান্ড এ সিগারেট\" (কেসি উইলসন ও এমিলি রাদারফার্ড সহ-অভিনেতা এবং ২০০৫ সালে এইচবিওর সাথে একটি পাইলট চুক্তি হয়েছিল। টেলিভিশনে হেলবার্গের প্রথম কাজগুলির মধ্যে একটি ছিল ২০০২ সালে একটি মরশুমের জন্য সংক্ষিপ্তভাবে এমএডিটিভির কাস্টে যোগদান করা।\nহেলবার্গ ২০০২ সালের পূর্ণদৈর্ঘ্য চলচ্চিত্র ভ্যান ওয়াইল্ডারে একজন গেকি ছাত্র হিসাবে উপস্থিত হয়েছিলেন যার জন্য ভ্যান ওয়াইল্ডার একটি পার্টি দিচ্ছিলেন। ২০০৩ সালে 'ওল্ড স্কুল \"ছবিতে তাঁর একটি ছোট ভূমিকা ছিল। তিনি ২০০০৪ সালে রেনো ৯১১-এর দুটি পর্বে ছিলেন! : 'রাইনিশা এক্স \"-এ স্টুডেন্ট ড্রাইভার এবং' নট উইদাউট মাই মিশেস\"-এ হুকার বয়িং সন। কুইন্টুপলেটসের ষষ্ঠ পর্ব, \"গেট এ জব\"-এ নীল নামে এক ব্যক্তির ভূমিকায় তিনি একটি ছোট ভূমিকা পালন করেছিলেন, যিনি একটি জুতার দোকানে কাউন্টারের পিছনে কাজ করতেন যেখানে পেইজ এবং প্যাটন কাজ করতেন।\nতিনি ২০০৪ সালে হিলারি ডাফ এবং চ্যাড মাইকেল মারে অভিনীত এ সিন্ডারেলা স্টোরি চলচ্চিত্রে উপস্থিত ছিলেন। জর্জ ক্লুনির ২০০৫ সালের চলচ্চিত্র গুড নাইট এবং গুড লাক- এ হেলবার্গ সাইমনের ছোট চরিত্র ভূমিকায় অভিনয় করেন। ২০০৫ সালে তিনি জেফ হিসাবে অ্যারেস্টেড ডেভেলপমেন্টে কিছুটা অংশ নিয়েছিলেন, যে ফিল্ম স্টুডিওর একজন কর্মচারী যেখানে মেবি কাজ করেছিলেন। ২০০৬ থেকে ২০০৭ সাল পর্যন্ত, তিনি সানসেট স্ট্রিপের স্টুডিও ৬০ নাটকে অ্যালেক্স ডোয়ায়ারের ভূমিকায় ছিলেন। ২০০৬ সালে তিনি রিচার্ড ব্র্যানসনের ইউকে ফিনান্সিয়াল সার্ভিস কোম্পানি ভার্জিন মানির জন্য হাস্যকর টিভি বিজ্ঞাপনের একটি সিরিজে হাজির হন। তিনি ২০০৭ সালের চলচ্চিত্র ওয়াক হার্ড: দ্য ডিউই কক্স স্টোরিতে একটি ইহুদি রেকর্ড প্রযোজক হিসাবে একটি ছোট ভূমিকা পালন করেছিলেন।\n২০০৭ সালে হেলবার্গকে সিবিএস কমেডি সিরিজ দ্য বিগ ব্যাং থিওরিতে হাওয়ার্ড ওলোভিটজ চরিত্রে অভিনয় করা হয়েছিল। ২০০৪ সালে হেলবার্গ শেঠ টোবিনকে জোয়ি চরিত্রে অভিনয় করেন, একটি চরিত্র হাওয়ার্ডের মতো।\nতিনি ডক্টর হরিবলস সিং-অ্যালং ব্লগে আর্দ্র চরিত্রে আবির্ভূত হন এবং জুড আপাটো- প্রযোজিত সিটকম আনডিক্লের্ড- এর পাইলট পর্বে একটি ছোট ভূমিকায় ছিলেন। ২০০৯ সালে কোয়েন ভাইদের চলচ্চিত্র এ সিরিয়াস ম্যান-এ তিনি জুনিয়র রাব্বি স্কট গিন্সলারের ভূমিকায় অভিনয় করেন। গেম মাস্টারদের একজন হিসাবে গিল্ডের সিজন ৪ ফাইনালে তার একটি ছোট ভূমিকা ছিল।\n২০১৬ সালে স্টিফেন ফ্রেয়ার্স পরিচালিত ফ্লোরেন্স ফস্টার জেনকিন্স -এ মেরিল স্ট্রিপ এবং হিউ গ্রান্টের সাথে হেলবার্গ অভিনয় করেছিলেন; তিনি পিয়ানোবাদক কসম ম্যাকমুনের ভূমিকায় অভিনয় করেছিলেন এবং তার অভিনয় সেরা পার্শ্ব অভিনেতা - মোশন পিকচারের জন্য গোল্ডেন গ্লোব পুরস্কারের জন্য মনোনীত হয়েছিল। হেলবার্গ শুধু ছবিতে অভিনয়ই করেননি, তিনি পিয়ানোও বাজিয়েছেন। হেলবার্গ পরবর্তীতে অ্যাডাম ড্রাইভারের বিপরীতে অ্যানেটে অভিনয় করেন।\nফোর্বস ২০১৮ সালে তাকে বিশ্বের সর্বোচ্চ বেতনের টিভি অভিনেতাদের তালিকায় তৃতীয় স্থান হয়, সেই বছরে তার আয় বেড়ে ২৩.৫ মিলিয়ন ডলার।\n\n\n== ব্যক্তিগত জীবন ==\nহেলবার্গ ৭ জুলাই ২০০৭ সালে চিত্রনাট্যকার রবার্ট টাউনের ভাতিজি জোসেলিন টাউনকে বিয়ে করেন। তাদের একটি মেয়ে ও একটি ছেলে রয়েছে।\nহেলবার্গ ৯ বছর বয়স থেকে অভিনেতা মার্ক হ্যামিলের ছেলে নাথান হ্যামিলের সাথে বন্ধুত্ব করেছেন। হেলবার্গ ১২ বছর বয়স থেকে জেসন রিটারের সাথে বন্ধুত্ব করেছেন। তারা একসাথে কলেজে গিয়েছিল এবং সুযোগ পেলে একসাথে কাজ চালিয়ে যায়।\nতার স্ত্রী জোসলিনযিনি তার ফরাসি মায়ের মাধ্যমে একজন ফরাসি নাগরিক, তার মাধ্যমে হেলবার্গ নিজেই ফরাসি নাগরিক হয়ে ওঠেন ফরাসি কাল্ট পরিচালক লিওস কারাক্সের ইংরেজি ভাষায় আত্মপ্রকাশ অ্যানেটে কন্ডাক্টরের ভূমিকা অর্জনের জন্য, যা ২০২১ সালের কান চলচ্চিত্র উৎসবের সূচনা করেছিল।\n\n\n== কর্মতালিকা ==\n\n\n=== চলচ্চিত্র ===\n\n\n=== টেলিভিশন ===\n\n\n=== মঞ্চনাটক ===\n\n\n== পুরস্কার ও মনোনয়ন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}