{"pageid": 1422180, "title": "ক্লাউদিও কানিহিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1422180", "content": "ক্লাউদিও পাউল কানিহিয়া (স্পেনীয়: Claudio Caniggia; জন্ম ৯ই জানুয়ারি, ১৯৬৭) একজন আর্জেন্টিনার প্রাক্তন পেশাদার ফুটবলার যিনি ফরোয়ার্ড বা উইঙ্গার হিসেবে খেলেন। কানিহিয়া আর্জেন্টিনা জাতীয় দলের হয়ে ৫০ বার খেলেছেন। তিনি তিনটি বিশ্বকাপে উপস্থিত ছিলেন, এবং উভয় প্রতিদ্বন্দ্বী ক্লাব রিভার প্লেত এবং বোকা জুনিয়র্সের সদস্য ছিলেন।\n১৯৯০ ফিফা বিশ্বকাপে কানিহিয়া আর্জেন্টিনাকে ফাইনালে পৌঁছাতে সাহায্য করার জন্য দুটি গোল করেছিল কিন্তু পশ্চিম জার্মানির বিপক্ষে ফাইনালের জন্য তাকে স্থগিত করা হয়েছিল। কারণ কানিহিয়াকে সোভিয়েত ইউনিয়নের বিরুদ্ধে দলের দ্বিতীয় প্রথম রাউন্ডের ম্যাচে হলুদ কার্ড দিয়ে তাকে সতর্ক করা হয়েছিল এবং তারপরে ইচ্ছাকৃতভাবে হাত দিয়ে বল ধরার জন্য ইতালির বিপক্ষে আরেকটি হলুদ কার্ড পেয়েছিলেন, যা তাকে ফাইনালের জন্য স্থগিত করেছিল। তাকে রোমের স্ট্যান্ড থেকে তার দল এবং পশ্চিম জার্মানির মধ্যে ফাইনাল ম্যাচটি দেখতে হয়েছিল , যেখানে আর্জেন্টিনা ১-০ গোলে হেরেছিল। ফাইনালে আর্জেন্টিনার বিপক্ষে ৮৫ তম মিনিটের পেনাল্টি কিক থেকে পশ্চিম জার্মানির হয়ে জয়ী গোল করেন আন্দ্রেয়াস ব্রেহমে; শিরোপা তুলে নেয় পশ্চিম জার্মানি।\n১৯৯১ সালের কোপা আমেরিকা জুড়ে কানিহিয়া তার আধিপত্য জাহির করেছিলেন এবং যুক্তিযুক্তভাবে সবচেয়ে গতিশীল খেলোয়াড় ছিলেন। আর্জেন্টিনা টুর্নামেন্টে শিরোপা জিতে যেখানে তিনি দুটি গোল করেন এবং চারটি গোলে সহায়তা (অ্যাসিস্ট) করেন। তিনি আর্জেন্টিনাকে ১৯৯২ ফিফা কনফেডারেশন্স কাপ জিততেও সাহায্য করেছিলেন , যেখানে তিনি ফাইনালে নিজেই একটি গোল করেছিলেন। ১৯৯৩ সালের ফেব্রুয়ারিতে, মার দেল প্লাটাতে অনুষ্ঠিত কনমেবল–উয়েফা কাপ অফ চ্যাম্পিয়ন্স কাপে আর্জেন্টিনার হয়ে ডেনমার্কের বিরুদ্ধে একটি গোল করে ১-১ গোলে ম্যাচটি ড্র করেন। শেষ পর্যন্ত পেনাল্টিতে জয় পায় আর্জেন্টিনা।\nকানিহিয়া ১৯৯৪ ফিফা বিশ্বকাপে নাইজেরিয়ার বিরুদ্ধে প্রথম রাউন্ডের ম্যাচে দুটি গোল করেছিলেন।\nরিভার প্লেত এবং বোকা জুনিয়র্সের হয়ে উপস্থিত হওয়ার পাশাপাশি, তার অন্যান্য ক্লাবগুলির মধ্যে রয়েছে আটলান্টা, বেনফিকা, ডান্ডি এবং রেঞ্জার্স। তার পুরো ক্যারিয়ারে তিনি আর্জেন্টিনা, ইতালি, পর্তুগাল, স্কটল্যান্ড এবং কাতারের ক্লাবের হয়ে খেলেছেন।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}