{"pageid": 1422725, "title": "আকস্মিক মৃত্যু (ক্রীড়া)", "url": "https://bn.wikipedia.org/wiki?curid=1422725", "content": "একটি খেলা বা খেলায়, সাডেন ডেথ (এছাড়াও সাডেন ডেথ, সাডেন ডেথ ওভারটাইম বা সাডেন ডেথ রাউন্ড ) হল প্রতিযোগিতার একটি রূপ যেখানে একজন প্রতিযোগী অন্যদের থেকে এগিয়ে থাকার সাথে সাথেই খেলা শেষ হয় এবং সেই প্রতিযোগী হয়ে ওঠে বিজয়ী আকস্মিক মৃত্যু সাধারণত টাইব্রেকার হিসাবে ব্যবহৃত হয় যখন একটি প্রতিযোগিতা নিয়মানুযায়ী (স্বাভাবিক) খেলার সময় বা স্বাভাবিক খেলার কাজ সমাপ্তির শেষে টাই হয়।\nসাডেন ডেথর একটি বিকল্প টাইব্রেকার পদ্ধতি হল খেলার একটি অতিরিক্ত, সংক্ষিপ্ত অংশ খেলা। অ্যাসোসিয়েশন ফুটবলে স্বাভাবিক সময়ের ৯০ মিনিটের পরে ৩০ মিনিটের অতিরিক্ত সময় (ওভারটাইম) বা গলফের একটি প্লে অফ রাউন্ড (১৮ হোল) চার স্ট্যান্ডার্ড রাউন্ডের পর (৭২ হোল) দুটি বিকল্প। সাডেন ডেথ প্লেঅফ সাধারণত সংক্ষিপ্ত খেলার বিকল্পের চেয়ে দ্রুত শেষ হয়। ইভেন্টের সময়কালের পরিবর্তনশীলতা হ্রাস করা টেলিভিশনের সময় এবং দলের ভ্রমণের সময় নির্ধারণে সহায়তা করে। ভক্তরা সাডেন ডেথকে উত্তেজনাপূর্ণ এবং সন্দেহজনক হিসাবে দেখতে পারে, অথবা তারা নিয়মের সময় খেলার তুলনায় খেলার সাথে আপোসকারী ফর্ম্যাটটিকে দেখতে পারে। উদাহরণস্বরূপ, ২০১২-এর আগে, ন্যাশনাল ফুটবল লিগ (আমেরিকান ফুটবল) একটি সাডেন ডেথর নিয়ম ব্যবহার করেছিল যা বল দখলকারী দলকে একটি টাচডাউন স্কোর করার চেষ্টা করার পরিবর্তে খেলা শেষ করতে মাঠের গোলে লাথি মারতে উত্সাহিত করেছিল।\nআকস্মিক মৃত্যু একটি নির্দিষ্ট সময়ের প্রয়োজন ছাড়াই প্রতিযোগিতার জন্য বিজয়ী করে। এটিকে \" পরবর্তী ফলাফল জয় \" বা অনুরূপ বলা যেতে পারে, যদিও কিছু খেলায়, বিজয়ী ভুলের জন্য অন্য প্রতিযোগীকে শাস্তি দেওয়ার ফলে হতে পারে। ডেথ এবং গুরুতর রোগের উল্লেখ এড়াতে সাডেন ডেথকে সাডেন ভিক্টোরি বলা হয়েছে, বিশেষ করে শারীরিক আঘাতের উচ্চ ঝুঁকি সহ খেলাধুলায়। ১৯৭১ সালে কানসাস সিটি চিফস এবং মিয়ামি ডলফিন্সের মধ্যে এএফসি বিভাগীয় চ্যাম্পিয়নশিপ খেলাটি ওভারটাইমে চলে যাওয়ার সময় এই উচ্চারণটি ঘোষক কার্ট গাউডির আইডিওসিঙ্ক্রেসিতে পরিণত হয়েছিল।\nএকটি বাঁধা খেলা নিষ্পত্তি করার জন্য একটি সাডেন ডেথ পদ্ধতি ব্যবহার করে উত্তর আমেরিকার পেশাদার ক্রীড়াগুলির মধ্যে রয়েছে ন্যাশনাল ফুটবল লিগ, ন্যাশনাল হকি লিগ এবং একটি পরিবর্তিত অর্থে, পিজিএ ট্যুর (গলফ) দ্বারা নিযুক্ত পরিবর্তিত সংস্করণ। বেসবল এবং ক্রিকেট টাই-ব্রেকিংয়ের একটি অনন্য পদ্ধতি ব্যবহার করে যা সাডেন ডেথর উপাদানগুলিকে অন্তর্ভুক্ত করে। বেসবলে, একটি অতিরিক্ত ইনিংসে হোম টিম দ্বারা স্কোর করা একটি জয়ী রানকে প্রায়ই ওয়াক-অফ হিসাবে উল্লেখ করা হয়, কারণ খেলোয়াড়রা অবিলম্বে মাঠের বাইরে চলে যেতে পারে; ক্রিকেটের সুপার ওভারের টাইব্রেকারের সমতুল্যকে বলা হয় বিজয়ী দল যে সফলভাবে তাদের রান তাড়া করে/লক্ষ্য তাড়া করেছে।\nকিছু গোল -স্কোরিং খেলায় সাডেন ডেথ অতিরিক্ত সময় দেওয়া হতে পারে যেখানে প্রথম গোল করা জয়ী হয়। অ্যাসোসিয়েশন ফুটবলে এটিকে গোল্ডেন গোল বলা হয়, যদিও এটি ২০০৪ সালে ফিফা কর্তৃক খেলার আইন থেকে বাতিল করা হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n- গিফোর্ড, ফ্রাঙ্ক এবং রিচমন্ড, পিটার, দ্য গ্লোরি গেম:১৯৫৮ এনএফএল চ্যাম্পিয়নশিপ কীভাবে ফুটবলকে চিরতরে বদলে দিয়েছে হার্পারকলিন্স ই-বুক আইএসবিএন ৯৭৮-০-০৬-১৭১৬৫৯-১\n\n\n== আরও দেখুন ==\nটাইব্রেকার\nঅতিরিক্ত সময়\nপেনাল্টি শুটআউট\nএকক-বিদায় প্রতিযোগিতা, যেখানে একটি ম্যাচ হেরে যাওয়া মানে টুর্নামেন্ট থেকে বিদায় নেওয়া\nক্যাসিনো (কার্ড গেম) যা সরবরাহ করে যে পয়েন্টগুলি তাৎক্ষণিকভাবে ফলাফল করা হয় এবং একটি রাউন্ডের মাঝখানে একটি টাই খেলা শেষ করতে পারে"}