{"pageid": 1422411, "title": "পেডানিয়াস ডায়োস্কোরাইডস", "url": "https://bn.wikipedia.org/wiki?curid=1422411", "content": "পেডানিয়াস ডায়োস্কোরাইডস (গ্রিক: Πεδάνιος Διοσκουρίδης, Pedánios Dioskourídēs; আনু. ৪০–৯০ অব্দ) \"ফার্মাকোগনোসির জনক\", হলেন একজন গ্রীক চিকিত্সক, ফার্মাকোলজিস্ট, উদ্ভিদবিদ এবং ডি ম্যাটেরিয়া মেডিকা (Περὶ ὕλης ἰατρικῆς, অন মেডিক্যাল ম্যাটেরিয়াল)-এর লেখক - ভেষজ ঔষধ এবং ঔষধ সম্পর্কিত সারবস্তু সম্পর্কিত একটি পাঁচ খণ্ডের গ্রীক বিশ্বকোষ (ফার্মাকোপিয়া), যা ১,৫০০ বছরেরও বেশি সময় ধরে ব্যাপকভাবে পঠিত হয়েছিলো। প্রায় দুই সহস্রাব্দ ধরে ডায়োস্কোরাইডসকে উদ্ভিদ ও উদ্ভিদের ঔষধের সবচেয়ে বিশিষ্ট লেখক হিসেবে গণ্য করা হতো।\n\n\n== আরও দেখুন ==\nম্যাটেরিয়া মেডিকা;\nডায়োস্কোরিয়া।।\n\n\n== টীকাসমূহ ==\n\n\n== তথ্যসূত্র ==\n\n\n== উত্স ==\nAllbutt, T. Clifford (১৯২১)। Greek medicine in Rome। London: Macmillan। আইএসবিএন 1-57898-631-1। \nBruins: Codex Constantinopolitanus: Palatii Veteris NO. 1 [3 volume set] Part 1: Reproduction of the Manuscript; Part 2: Greek Text; Part 3: Translation and Commentary Bruins, E. M. (Ed.)\nForbes, Andrew; Henley, Daniel; Henley, David (2013). 'Pedanius Dioscorides' in: Health and Well Being: A Medieval Guide. Chiang Mai: Cognoscenti Books.\nHamilton, J. S. (১৯৮৬)। \"Scribonius Largus on the medical profession\"। Bulletin of the History of Medicine। 60 (2): 209–216। পিএমআইডি 3521772। \nLazris, J.; Stavros, V. (২০১৩)। \"L'image paradigmatique: des Schémas anatomiques d'Aristote au De materia medica de Dioscoride\"। Pallas। 93 (93): 131–164। ডিওআই:10.4000/pallas.1400 । \nLazris, J.; Stavros, V.। \"The medical illustration in Antiquity\"। Reality Through Image: 18–23 (abstract)। \nRiddle, John (১৯৮০)। \"Dioscorides\" (পিডিএফ)। Catalogus Translationum et Commentariorum। 4: 1। সংগ্রহের তারিখ ২৫ আগস্ট ২০১৫। \nRiddle, John M. (১৯৮৫)। Dioscorides on pharmacy and medicine। Austin: University of Texas Press। আইএসবিএন 0-292-71544-7। \nSadek, M. M. (১৯৮৩)। The Arabic materia medica of Dioscorides। Québec, Canada: Les Éditions du sphinx। আইএসবিএন 2-920123-02-5। \nScarborough, J.; Nutton, V. (১৯৮২)। \"The Preface of Dioscorides' Materia Medica: introduction, translation, and commentary\"। Transactions & Studies of the College of Physicians of Philadelphia। 4 (3): 187–227। পিএমআইডি 6753260। \n\n\n== বহিঃসংযোগ ==\n\nগুটেনবের্গ প্রকল্পে Dr. Dioscorides-এর সাহিত্যকর্ম ও রচনাবলী (ইংরেজি)\nইন্টারনেট আর্কাইভে পেডানিয়াস ডায়োস্কোরাইডস কর্তৃক কাজ বা সম্পর্কে তথ্য\nWorks by Dioscorides\nDioscorides Materia Medica, in English—the full book downloadable in PDF fileformat.\n\"Dioscurides Neapolitanus: Codex ex Vindobonensis Graecus 1\" (ইতালীয় and লাতিন ভাষায়)। Biblioteca Nazionale di Napoli। সংগ্রহের তারিখ ১৮ ফেব্রুয়ারি ২০১০। \n\"Medic: Catalogue des textes en ligne: Dioscoride/Dioscodirides, Pedanius\" (pdf) (ফরাসি and লাতিন ভাষায়)। Bibliothèque interuniversitaire de médecine et d'odontologie, Université Paris Descartes। সংগ্রহের তারিখ ১৮ ফেব্রুয়ারি ২০১০। \nPedacio Dioscorides anazarbeo: Acerca de la materia medicinal y de los venenos mortiferos, Antwerp, 1555, digitized at Biblioteca Digital Hispánica, Biblioteca Nacional de España\nLes VI livres de Ped. Diosc. de la materie medicinale, Lyon (1559), French edition\nThe 1500th Anniversary (512-2012) of the Juliana Anicia Codex: An Illustrated Dioscoridean Recension. Jules Janick and Kim E. Hummer. Chronica horticulturae. 52(3) 2012 pp. 9-15\nটেমপ্লেট:Ancient anaesthesia-footer\n\nটেমপ্লেট:Ancient Roman medicine"}