{"pageid": 1422791, "title": "কৃপাবাই সত্তিয়ানাধন", "url": "https://bn.wikipedia.org/wiki?curid=1422791", "content": "কৃপাবাই সত্তিয়ানাধন (১৮৬২ – ১৮৯৪) ছিলেন একজন ভারতীয় লেখক যিনি ইংরেজিতে লিখেছেন।\n\n\n== প্রাথমিক জীবন ==\nকৃপাবাইয়ের বাবা এবং মায়ের নাম যথাক্রমে হরিপুন্ট এবং রাধাবাই খিশতি। তাঁর বাবা ও মা আহমেদনগরে হিন্দু ধর্ম থেকে খ্রিস্টান ধর্মে ধর্মান্তরিত হন, তারপরে বোম্বে প্রেসিডেন্সিতে চলে আসেন। সেখানে ১৮৬২ সালের ১৪ই ফেব্রুয়ারি কৃপাবাইয়ের জন্ম হয়। তিনি যখন শিশু ছিলেন তখনই তাঁর বাবা মারা যান, তাঁকে তাঁর মা এবং বড় দাদা ভাস্কর লালন-পালন করেন। ভাস্কর কৃপাবাইয়ের থেকে অনেকটা বড় ছিলেন এবং তাঁর উপর শক্তিশালী প্রভাব ফেলেছিলেন। তাঁকে অনেক বই পড়তে দিয়ে এবং তাঁর সাথে অনেক বিষয়ে আলোচনা করে তাঁর বুদ্ধি জাগ্রত করার চেষ্টা করেছিলেন। কিন্তু, তিনিও অল্প বয়সে মারা যান। কৃপাবাই তাঁর আধা-আত্মজীবনীমূলক উপন্যাস সগুনা: এ স্টোরি অফ নেটিভ ক্রিশ্চিয়ান লাইফ গল্পে তাঁকে অমর করে রেখেছেন।\nতিনি আরেকটি উপন্যাস লিখেছেন যার নাম কমলা, এ স্টোরি অফ হিন্দু লাইফ (১৮৯৪)। এই দুটি উপন্যাসই বিল্ডুংস্রোমান (একটি সাহিত্য ধারা যা শৈশব থেকে যৌবন পর্যন্ত নায়কের মনস্তাত্ত্বিক এবং নৈতিক বৃদ্ধির উপর দৃষ্টি নিবদ্ধ করে) যেখানে তিনি লিঙ্গ, বর্ণ, জাতিসত্তা এবং সাংস্কৃতিক পরিচয় সম্পর্কে কথা বলেছেন। সামাজিক পরিবেশে পার্থক্য থাকা সত্ত্বেও, দুটি উপন্যাস একই বিষয়বস্তু নিয়ে কাজ করে, সেটি হলো যে নারীরা গৃহজীবনের অপবাদের ছাঁচে নিক্ষিপ্ত হওয়াকে প্রতিরোধ করে সেই সব নারীদের দুর্দশা। কমলা এবং সগুনা উভয়েই বইয়ের প্রতি আকৃষ্ট হয় এবং এই ধরনের তথাকথিত অস্বাভাবিক প্রবণতার জন্য বিভিন্ন মাত্রার প্রতিকূলতার সম্মুখীন হয়। সগুনা মূলত আত্মজীবনীমূলক রচনা। একজন খ্রিস্টান ধর্মান্তরিতের কন্যা হিসাবে, প্রধান চরিত্রটি প্রতিকূলতা সত্ত্বেও, শুধুমাত্র আনুষ্ঠানিক শিক্ষা গ্রহণই করেছে তাই নয়, অবশেষে একটি মেডিকেল কলেজে ভর্তিও হয়েছে। এরপর এমন একজন ব্যক্তির সাথে তার দেখা হয়, যে তার জীবন সমানভাবে ভাগ করে নিতে পারে।\n\n\n== মেডিসিনে প্রশিক্ষণ ==\nভাস্করের মৃত্যুতে কৃপাবাই গভীরভাবে শোকাহত হয়েছিলেন। সেই সময় দুইজন ইউরোপীয় ধর্মপ্রচারক মহিলা তাঁর এবং তাঁর শিক্ষার দায়িত্ব নেন। এটি ছিল ব্রিটিশদের সাথে তাঁর প্রথম ঘনিষ্ঠভাবে সাক্ষাত। সগুনা দেখায় এটি একটি মিশ্র অভিজ্ঞতা ছিল। পরে তিনি বোম্বে শহরের বোর্ডিং স্কুলে যান। সেখানে একজন আমেরিকান মহিলা ডাক্তারের সাথে তাঁর দেখা হয়েছিল, যিনি তাঁকে চিকিৎসাবিজ্ঞানের প্রতি আগ্রহী করেছিলেন। কৃপাবাই জীবনের প্রথম দিকে তাঁর বাবার ধর্মপ্রচারক আদর্শকে মনেপ্রাণে গ্রহণ করেছিলেন এবং সিদ্ধান্ত নিয়েছিলেন যে একজন ডাক্তার হয়ে তিনি অন্যান্য মহিলাদের সাহায্য করবেন, বিশেষত যাঁরা পরদা মেনে চলেন। এর মধ্যেই তাঁর স্বাস্থ্যে অবনতির লক্ষণ দেখা গিয়েছিল, তাই যদিও তিনি ইংল্যান্ডে গিয়ে চিকিৎসাবিদ্যা অধ্যয়নের জন্য একটি বৃত্তি পেয়েছিলেন, তাঁকে যেতে দেওয়া হয়নি। তবে, ১৮৭৮ সালে মাদ্রাজ মেডিকেল কলেজ তাঁকে ভর্তি করতে সম্মত হয় এবং তিনি একজন অত্যন্ত সুপরিচিত খ্রিস্টান ধর্মপ্রচারক রেভারেণ্ড ডব্লিউ টি সত্তিয়ানাধনের বাড়িতে আবাসিক হন। তাঁর শিক্ষাগত প্রদর্শন প্রথম থেকেই উজ্জ্বল ছিল, কিন্তু চাপ এবং অতিরিক্ত কাজের কারণে এক বছর পরে তাঁর স্বাস্থ্যের প্রথম বিপর্যয় ঘটে এবং ১৮৭৯ সালে তাঁকে সুস্থ হওয়ার জন্য পুনেতে তাঁর বোনের কাছে ফিরে যেতে হয়েছিল।\n\n\n== শিক্ষকতা পেশা ==\nএক বছর পরে তিনি মাদ্রাজে ফিরে আসেন, সেখানে রেভারেণ্ডের ছেলে স্যামুয়েল সত্তিয়ানাধনের সাথে তাঁর দেখা হয় এবং বন্ধুত্ব তাঁদের গড়ে ওঠে। ১৮৮১ সালে, স্যামুয়েল উদগমণ্ডলমের (আগেকার উটাকামণ্ড বা উটি) ব্রিকস মেমোরিয়াল স্কুলের প্রধান শিক্ষকের চাকরি পাওয়ার পরপরই স্যামুয়েল এবং কৃপাবাই বিয়ে করেন। উদগমণ্ডলমে, কৃপাবাই চার্চ মিশনারি সোসাইটির সহায়তায় মুসলিম মেয়েদের জন্য একটি স্কুল চালু করতে সক্ষম হন এবং তিনি অন্যান্য মেয়েদের স্কুলেও পড়াতেন। উদগমণ্ডলম একটি পাহাড়ী অঞ্চল, যেখানকার  জলবায়ু অত্যন্ত স্বাস্থ্যকর ছিল। এখানে এসে কৃপাবাইয়ের স্বাস্থ্যের উন্নতি ঘটে। তিনি লেখার জন্য সময় ও শক্তি খুঁজে পেতে সক্ষম হন এবং শীর্ষস্থানীয় সাময়িকীতে \"অ্যান ইণ্ডিয়ান লেডি\" নামের অধীনে নিবন্ধগুলি প্রকাশ করেন।\nতিন বছর পর এই দম্পতি রাজামুন্দ্রিতে চলে যান এবং কৃপাবাই আবার অসুস্থ হয়ে পড়েন। তাই তাঁরা কুম্ভকোণমে স্থানান্তরিত হন। তাঁর স্বাস্থ্যের পরিবর্তনশীলতা সত্ত্বেও এই সময়টি তাঁর জন্য একটি অত্যন্ত ফলপ্রসূ সময় ছিল। ১৮৮৬ সালে তাঁরা স্থায়ীভাবে মাদ্রাজে ফিরে আসার সময়, তিনি একটি পূর্ণ দৈর্ঘ্যের উপন্যাস শুরু করার জন্য প্রস্তুত হন। সগুনা ১৮৮৭ থেকে ১৮৮৮ সালের মধ্যে মর্যাদাপূর্ণ মাদ্রাজ খ্রিস্টান কলেজ ম্যাগাজিন-এ ধারাবাহিকভাবে প্রকাশিত হয়েছিল। যাইহোক, এই সময়ে তাঁর একমাত্র সন্তান তার প্রথম জন্মদিনে পৌঁছানোর আগেই মারা যায়। কৃপাবাইকে বিষণ্ণতা গ্রাস করে এবং তাঁর জন্য চিকিৎসার প্রয়োজন হয়।\nবোম্বেতে তাঁর যক্ষ্মা নির্ণয় করা হয়েছিল কিন্তু নিরাময়ের আর সুযোগ ছিলনা। তাঁর বেঁচে থাকার সময় কম ছিল জেনে তিনি কমলা নিয়ে কাজ শুরু করেন। মৃত্যুর আগে পর্যন্ত তিনি বইটিতে অবিচ্ছিন্নভাবে কাজ করেছিলেন, শুধুমাত্র তাঁর শ্বশুরের একটি স্মৃতিকথা লেখার জন্য তিনি বিরতি নিয়েছিলেন এবং শাশুড়ির স্মৃতিকথাটি শেষ করতে পারেন নি, অসমাপ্ত থেকে গেছে।\n১৮৯৪ সালের ৮ই আগস্ট মাদ্রাজে সত্তিয়ানাধন মারা যান। তাঁর মৃত্যু তাঁর প্রশংসকদের জন্য একটি বড় আঘাত হিসাবে এসেছিল এবং মাত্র কয়েক মাস পরেই মাদ্রাজ মেডিকেল কলেজে তাঁর স্মরণে মহিলাদের জন্য একটি ছাত্রবৃত্তি চালু করা হয়েছিল, পাশাপাশি মাদ্রাজ বিশ্ববিদ্যালয়ে সেরা মহিলা ম্যাট্রিকুলেশন প্রার্থীর জন্য একটি স্মারক পদক দেওয়া হয়েছিল। ইংরেজীতে তাঁর উপন্যাসগুলি বই হিসাবে প্রকাশিত হয়েছিল এবং তামিল ভাষায় অনূদিত হয়েছিল।\n\n\n== লেখা ==\nসগুনা: এ স্টোরি অফ নেটিভ ক্রিশ্চিয়ান লাইফ, চাঁদনি লোকুগে দ্বারা সম্পাদিত, (নতুন দিল্লি: অক্সফোর্ড ইউনিভার্সিটি প্রেস, ১৯৯৮)।\nকমলা: এ স্টোরি অফ হিন্দু লাইফ, সম্পাদনা চাঁদনী লোকুগে।\n\n\n== তথ্যসূত্র =="}