{"pageid": 1422713, "title": "মীর আহমদ বিন কাসেম", "url": "https://bn.wikipedia.org/wiki?curid=1422713", "content": "মীর আহমদ বিন কাসেম, যিনি ব্যারিস্টার আরমান নামেও পরিচিত, একজন বাংলাদেশী ব্যারিস্টার এবং মানবাধিকার কর্মী, যিনি বাংলাদেশ সরকারের  প্রতিরক্ষা গোয়েন্দা মহাপরিদপ্তর তথা ডিজিএফআই-এর হাতে বলপূর্বক গুমের শিকার বলে অভিযোগ রয়েছে। মীর আহমেদ বিরোধী রাজনৈতিক দল বাংলাদেশ জামায়াত-ই-ইসলামীর বিশিষ্ট নেতা প্রয়াত মীর কাসেম আলীর ছেলে এবং অপহরণের পূর্বে  আন্তর্জাতিক অপরাধ ট্রাইবুনালে তার বাবার আইনজীবী দলের সদস্য ছিলেন।\nআগস্ট ৬, ২০২৪ মীর আহমদ মুক্তি পেয়ে পরিবারের কাছে ফিরে আসেন।\n\n\n== প্রাথমিক ও শিক্ষা জীবন ==\nমীর আহমদের ঢাকার মিরপুরে জন্মগ্রহণ করেন। দুই ভাই তিন বোনের মাঝে তিনি তৃতীয়।\nমীর আহমদে মানারাত ঢাকা ইন্টারন্যাশনাল  স্কুল থেকে ইংলিশ মিডিয়ামে ও-লেভেল এবং এ-লেভেল পাশ করেন। পরবর্তীতে তিনি লন্ডন বিশ্ববিদ্যালয় থেকে এলএলবি (অনার্স) এবং ২০০৭ সালে যুক্তরাজ্যের বিখ্যাত লিনকন ইন থেকে বার-এট-ল সম্পন্ন করেন। এর পর বার অফ ইংল্যান্ড অ্যান্ড ওয়েলসে ডাক পেয়ে ব্যারিস্টার উপাধি অর্জন করেন।\n\n\n== অপহরণ ও মুক্তি ==\nমীর আহমেদের স্ত্রী তাহমিনা আখতারের বরাত দিয়ে মঙ্গলবার, ১০ আগস্ট, ২০১৬, রাত পৌনে ১২টার দিকে মিরপুর ডিওএইচএসের ৭ নম্বর সড়কের বাসা থেকে সাদা পোশাকের কয়েকজন লোক এসে কোন ওয়ারেন্ট ছাড়াই ব্যারিস্টার আহমেদ বিন কাসেমকে জোরপূর্বক তুলে নিয়ে যায়।\n৬ই আগস্ট ২০২৪ সালে ঢাকার উত্তরা এলাকায় মীর আহমদ'কে ফেলে রেখে যাওয়া হয়। তারপর তিনি পরিবারের সাথে যোগাযোগ করে ঘরে ফিরে আসেন।\n\n\n== মানবাধিকার সংস্থার বিবৃতি ==\nঅ্যামনেস্টি ইন্টারন্যাশনাল এবং হিউম্যান রাইটস ওয়াচ সহ বেশ কয়েকটি আন্তর্জাতিক মানবাধিকার সংস্থা তার অপহরণের বিষয়ে রিপোর্ট এবং তার মুক্তির আহ্বান জানানো হয়েছে।  আগস্টে ২০২১ এ প্রকাশিত ৫৭ পৃষ্ঠার এক প্রতিবেদনে হিউম্যান রাইটস ওয়াচ বাংলাদেশে বলপূর্বক গুমের শিকার হওয়া ৮৬ জনের মধ্যে মীর আহমেদের নাম উল্লেখ করেছেন।\n\n\n== আন্তর্জাতিক মিডিয়ায় অপহরণের খবর ==\n২০১৯ সালের ১ মার্চ আল-জাজিরার হেড টু হেড অনুষ্ঠানে, মীর আহমদের আইনজীবী মাইকেল পোলাক, বাংলাদেশি পররাষ্ট্র উপদেষ্টা গওহর রিজভীকে মীর আহমদের অপহরণ মামলার বিষয়ে প্রশ্ন করেন, যখন তিনি অনুষ্ঠানটির সঞ্চালক মেহেদী হাসান-এর সাথে সাক্ষাৎকার দিচ্ছিলেন। মিস্টার রিজভী প্রতিশ্রুতি দেন যে, জোরপূর্বক গুমের সব অভিযোগের তদন্ত করা হবে এবং তিনি ব্যক্তিগতভাবে মীর আহমদের মামলার সাহায্য করবেন।ফরেন পলিসি মীর আহমদের অপহরণের বিষয়ে রিপোর্ট করেছে, যেখানে বাংলাদেশে জোরপূর্বক গুমের বিষয়টি আলোচিত হয়েছে। ডেভিড বার্গম্যান, দ্য ওয়্যার-এ একটি অনুসন্ধানী প্রতিবেদনে লিখেছেন যে মীর আহমদকে সরাসরি বাংলাদেশের প্রধানমন্ত্রী শেখ হাসিনার আদেশে অপহরণ করা হতে পারে। হাসিনা নাকি বাংলাদেশি সামরিক গোয়েন্দা সংস্থা ডিরেক্টরেট জেনারেল অফ ফোর্সেস ইন্টেলিজেন্স (ডিজিএফআই) কে মীর আহমদকে অবৈধভাবে তুলে নেওয়ার “ছাড়পত্র” দিয়েছেন, যা দেশের বিরোধী দলগুলোর ওপর সরকারের ক্রমবর্ধমান দমন-পীড়নের অংশ। মীর আহমদের মামলা আন্তর্জাতিক শিরোনামেও উঠে আসে, যখন চ্যানেল ৪ নিউজের উপস্থাপক অ্যালেক্স থমসন হ্যাম্পস্টেড এবং কিলবার্নের এমপি তুলিপ সিদ্দিক, যিনি বাংলাদেশি প্রধানমন্ত্রী শেখ হাসিনার ভাতিজি, তাকে জিজ্ঞাসা করেন তিনি কি বাংলাদেশের সরকারকে প্রভাবিত করে মীর আহমদকে মুক্ত করতে সহায়তা করবেন কিনা। এএফপি-এর একটি প্রতিবেদনে, যা ইয়াহু নিউজ-এ উদ্ধৃত হয়েছে, একজন বাংলাদেশি আইনজীবী মীর আহমদের গুমের ঘটনা এবং বাংলাদেশের সরকারের শীর্ষ পর্যায় থেকে সরাসরি জড়িত থাকার অভিযোগের বিবরণ দিয়েছে।\n\n\n== তথ্যসূত্র =="}