{"pageid": 1422822, "title": "বাওল", "url": "https://bn.wikipedia.org/wiki?curid=1422822", "content": "বাওল বা Bawol এখন যা সেনেগালের একটি শহর, আগে একটি স্বাধীন রাজ্য ছিল‌। এই দেশটি ১৬ শতকে স্বাধীন হওয়ার আগে জোলফ সাম্রাজ্য অঞ্চল ছিল। রাজ্য প্রধানের শিরোনাম ছিল টিগন (বা টি) এবং এই রাজ্যটির রাজধানী লাম্বায়ে থেকে রাষ্ট্র পরিচালনা করা হতো। রাজ্যটি উত্তর আটলান্টিক সমুদ্র থেকে পূর্ব দিকে প্রসারিত জমির এবং শহরগুলিকে অন্তর্ভুক্ত করেছিল টউবা, ডায়রবেল এবং এমব্যাকে। এই রাজ্যের সরাসরি দক্ষিণে ছিল কায়র এবং উত্তরে ছিল কিংডম অফ সাইন।\n\n\n== ইতিহাস ==\nবাওল রাজ্য প্রতিষ্ঠার হওয়ার আগে একাদশ বা দ্বাদশ শতাব্দীতে সেরার জাতির মানুষ এই অঞ্চলে চলে আসে, তখনি এই অঞ্চলে থেকে ইসলাম ধর্মের লোকদের সংখ্যা কমতে থাকে। মুসলিম ধর্মীয় অনুসারীরা সেনেগাল নদীর তীরে বসতি স্থাপন করতে শুরু করে। পরে ওলোফ জাতির লোকেরা ধীরে ধীরে এই অঞ্চলে আসতে শুরু করে।\nবাওল বিভিন্ন রাজা এবং রাজবংশের ধারা শাসিত একটি অঞ্চল। ওয়াগাদু  বংশের শাসন ( ঘানা সাম্রাজ্য), এনজিউম রাজবংশ, থিয়াও, জোফ বা ডিউফ এবং ফায়ে এই সকল রাজপরিবার এই অঞ্চল শাসন করেন। সেরার রাজাদের মধ্যে প্রারম্ভিক জাতির কিছু শাসন ছিলেন: কোলকি ফায়ে, এমবিসিন এনডুম্ব এনগোম, মাসাম্বা ফাম্বি এনগোম, ফাম্বি ল্যাঙ্গার এনগোম এবং পাতার জোলে জোফ দ্য গ্রেট (এর নাতি মাদ নেডা নজেমেহ জোফ )।[১]\nপর্তুগিজরা ১৫ শতকে দিকে বাওলের উপকূলে অঞ্চলে বাণিজ্য জন্য আসতে শুরু করে, পর্তুগিজরা এই অঞ্চলে ঘোড়া এবং লোহা নিয়ে আসে।[২]\nরাজা অ্যামেরি এনগোনে সোবেল পতন, ড্যামেল এর কায়র এবং বাওলে তার চাচাতো ভাই মাগুইনাক জোফ দানকির যুদ্ধে (১৫৪৯) একসাথে যুদ্ধ করেছিলেন‌। যেখানে তারা জোলফ সম্রাটকে পরাজিত করে। পতন প্রথম হয়ে গেল ড্যামেল-টিগন, রাজ্য গুলো স্বাধীন হওয়ার পর দুই রাজ্যের রাজা এক সাথে দেশ শাসন করে।[৩]: 74  দুটি রাজ্যে এক  শাসনতন্ত্রের কারণে তারা প্রায় ক্ষমতার দ্বন্দ্বে যুদ্ধে জড়িয়ে পড়তো।\n১৬ শতকের শুরুতে, বাওল, এখনও মূলত সেরার এবং অ্যানিমিস্ট এবং রাজত্বের সময় রিংওয়ার্ম মাফানে থিয়াও নামক ইসলামী সংগঠনের লোকেরা  কায়র অঞ্চলে আক্রমণ করেছিল। রিংওয়ার্ম মাফানে ইসলামী সংগঠনের সাথে যুদ্ধে পরাজিত হওয়ার কারণে বাওলের অনেক পুরোহিত মাদ সালুমে আশ্রয় নিয়েছিলেন।\n\n১৭৯৭ সালে রাজা তেগেনে লাত, সুকাবে পরাজিত করে কায়র জয় করে এবং একটি সামরিক বাহিনী গঠন করে, একটি শক্তিশালী রাষ্ট্রের প্রতিষ্ঠাতা করে। তার মৃত্যু পর তার সন্তানেরা রাজ্যেকে নিজেদের মধ্যে ভাগাভাগি নেয় এবং তারা ওই অঞ্চল গুলো শাসন করতে শুরু করে। বিভিন্ন সময় তার সন্তানদের মধ্যে যুদ্ধের দেখা দেয়।[৪]: 132  আঠারো শতকে, কায়রের শাসক রাজা ড্যামেল মাসা টেইন্ড ওউদজি বাওলকে সংযুক্ত করেছিলেন, তবে তাঁর মৃত্যুর পর রাজ্যটি অভ্যন্তরীণ যুদ্ধ জড়িয়ে পড়ে। পরবর্তীতে ১৭৫৬ সালে বাওলের জনগণ  স্বাধীনতা ফিরে পান।\nফরাসি গভর্নের অধীনে ১৮৫৯ সালে লুই ফাইদারবে বাওল বিভিন্ন অঞ্চল বিজয় করে ফ্রান্সের অধীনে নিয়ে আসে। ১৮৭৪ সালের মধ্যে ফরাসিরা  বাওলের বেশিরভাগ অঞ্চল বিজয় করতে সক্ষম হয়‌। ফরাসিরা পরিপূর্ণ ভাবে ১৮৯৫ সালে বাওল দখল করে নেয়। ফরাসি উপনিবেশদের অধীনে শাসক মৌরিদবাদ, যার প্রতিষ্ঠাতা রাজা আমাদৌ বাম্বা একটি বাওলের অংশ ছিল। [৫]: 74 \n\n\n== সরকার ==\nসরকার ব্যবস্থা এবং রাজনীতি অন্যান্য প্রতিবেশীর দেশের মতো ছিলো, কায়র সরকার মহান নির্বাচিত  প্রতিনিধিদের নিয়ে হতো। যারা সরাসরি রাজার প্রতিনিধিত্ব করতেন এবং এই সরকার ব্যবস্থার ব্যবস্থায় জনগণ সহ সকলেই রাজার অধীনস্থ।\n\n\n== অর্থনীতি ও সমাজ ==\nবাওল রাজ্য বিশেষ করে ঘোড়ার জন্য বিখ্যাত ছিল। এখানে বিভিন্ন জাতের ঘোড়া পাওয়া যেতো। বাওল রাজ্যের ঘোড়ার জনপ্রিয়তা থাকার কারণে এই ঘোড়া গুলো অন্যান্য জাতের ঘোড়া চেয়ে বেশি শক্তিশালী এবং দ্রুত গতির। রাজ্যের আমদানি ও রপ্তানির জন্য কয়েকটি  সমুদ্রবন্দর ছিল স্যালি পোর্টুডাল এবং এমবোর, ধনী ব্যক্তিদের  আমদানিকৃত সকল বিলাসিতা পণ্য এবং রাষ্ট্রের বাহিনীর জন্য আগ্নেয়াস্ত্র এবং বিভিন্ন জায়গায় থেকে যুদ্ধ অবস্থায় বন্দি দাসদের এই বন্দর গুলোতে বিক্রিয়ের জন্য নিয়ে আসা হতো।[৬] :75 \nবাওল ছিল ওলোফ সাম্রাজ্যের একটি রাজ্য, তবে এর বৃহত্তর জনগোষ্ঠীর মধ্যে হচ্ছে সেরার সাফেন এবং অন্যান্য সেরার জাতির শাখা গোষ্ঠী।[৭]: 74  বাওলের দেশের জনগণ 'বাওল-বাওল' জাতি নামে পরিচিত, যেমন সেনেগাল জনগোষ্ঠীর লোকদের  (যেমন. স্যালুম- সালাম) বলা হয়।\n\n\n== শাসকদের তালিকা ==\nজন স্টুয়ার্টের থেকে নেওয়া আফ্রিকান রাষ্ট্র ও শাসক:[৮]\n\nনিওখোর (১৫৫০ – ১৫৬০ খ্রী:)\nআমারি (১৫৭০–১৫৯৩খ্রী:)\nতি এন'ডেলা (?)\nএম'বিসান কুরা (?)\nতিয়ানদে (?)\nএম'বার (১৬৭৪ – ১৭৯০খ্রী:)\nতিউম্বুল (১৭৯৩–১৬৯৭খ্রী:)\nলাত সুকাবে (১৭৯৭-১৭১৯খ্রী:)\nমালি কুম্বা ডাইয়ারিং (১৭১৯খ্রী:)\nমা-কোদু কুম্বা (১৭১৯–১৭৪৯খ্রী:)\nমাওয়া (১৬৪৯ – ১৭৫২খ্রী:)\nএম'বিসান এন'ডেলা (১৭৫২ – ১৭৫৮খ্রী:)\nআমাদি ডায়র (১৮১৫ – ১৮২২খ্রী:)\nফাতেমা ( ১৮২২–১৮৩২খ্রী:)\nইসা তেইন-ডায়র (১৮৩২–১৮৫৫খ্রী:)\nমালি কুম্বা ন'গোন (১৮৫৯–১৮৬২খ্রী:)\nতানোর গগনে (১৮৯০ – ৩ জুলাই ১৮৯৪খ্রী:)\n\n\n== আরও দেখুন ==\nজোফ পরিবার\nফায়ে পরিবার\n\n\n== তথ্যসূত্র =="}