{"pageid": 1422853, "title": "মরোক্কোতে ফরাসি প্রটেক্টরেট", "url": "https://bn.wikipedia.org/wiki?curid=1422853", "content": "মরক্কোতে ফরাসি প্রটেক্টরেট, ফরাসি মরক্কো নামেও পরিচিত, এটি ছিল ১৯১২ থেকে ১৯৫৬ সালের মধ্যে মরক্কোতে ফরাসি ঔপনিবেশিক শাসনের সময়কাল। ৩০ মার্চ ১৯১২ সালে সুলতান আবদুল হাফিদ যখন ফেজ চুক্তিতে স্বাক্ষর করেন তখন আনুষ্ঠানিকভাবে প্রটেক্টরেট প্রতিষ্ঠিত হয়েছিল, যদিও ১৯০৭ সালে ওজদা আক্রমণ ও কাসাব্লাঙ্কায় বোমাবর্ষণের মাধ্যমে মরক্কোতে ফরাসি সামরিক দখল শুরু হয়েছিল।\nফ্রাঙ্কো-মরোক্কান যৌথ ঘোষণার মাধ্যমে ২ মার্চ ১৯৫৬-এ ফেজ চুক্তির বিলুপ্তি না হওয়া পর্যন্ত ফরাসি প্রটেক্টরেট স্থায়ী ছিল। মরক্কোর স্বাধীনতা আন্দোলন, যাকে মরক্কোর ইতিহাসগ্রন্থে রাজা ও জনগণের বিপ্লব হিসাবে বর্ণনা করা হয়েছে, নির্বাসিত মোহাম্মদ পঞ্চম পুনরুদ্ধার করেছিল কিন্তু এটি মরক্কোতে ফরাসিদের উপস্থিতি শেষ করতে পারেনি। ফ্রান্স ফরাসি সেনা মোতায়েন এবং মরক্কোর বৈদেশিক নীতিতে বক্তব্য রাখার অধিকার সহ দেশে তার প্রভাব সংরক্ষণ করেছিল। ফরাসি বসতি স্থাপনকারীরাও তাদের অধিকার এবং সম্পত্তি বজায় রেখেছিল।\nফরাসি প্রটেক্টরেট স্পেনীয় প্রটেক্টরেটের সাথে অঞ্চল ভাগ করে একই বছরে প্রতিষ্ঠিত এবং ভেঙ্গে যায়; এর সীমানা মরোক্কোর করিডোর অব তাজা ও ড্রা নদীর মধ্যবর্তী এলাকা নিয়ে গঠিত, যার মধ্যে রয়েছে বিক্ষিপ্ত উপজাতীয় ভূমি। সরকারি রাজধানী ছিল রাবাত।\n\n\n== ভূমিকা ==\n\nএর কর্তৃত্বের দুর্বলতা সত্ত্বেও 'আলাভী রাজবংশ অষ্টাদশ ও ঊনবিংশ শতাব্দীতে মরক্কোর স্বাধীনতা বজায় রেখে নিজেকে আলাদা করেছিল যখন এই অঞ্চলের অন্যান্য রাজ্যগুলি ফরাসি বা ব্রিটিশ আধিপত্যের কাছে আত্মসমর্পণ করেছিল। তবে, ঊনবিংশ শতাব্দীর দ্বিতীয় ভাগে মরক্কোর দুর্বলতা ও অস্থিতিশীলতা হুমকির মুখে থাকার কারণে বিনিয়োগ রক্ষা করতে এবং অর্থনৈতিক ছাড়ের দাবিতে ইউরোপীয় হস্তক্ষেপকে আমন্ত্রণ জানায়। ১৮৫৯-১৮৬০ সালের হিস্পানো-মরোক্কান যুদ্ধের পরে স্পেন মরক্কোর কাছ থেকে সেউতা, মেলিইয়া ও চাফারিনাস দ্বীপপুঞ্জের পাশাপাশি ইফনি অঞ্চলের চিরস্থায়ী সার্বভৌমত্বের স্বীকৃতি লাভ করে। বিংশ শতাব্দীর প্রথম বছরগুলি কূটনৈতিক রণকৌশলের ভিড়ের সাক্ষী ছিল যার মাধ্যমে ইউরোপীয় শক্তিগুলি, বিশেষ করে ফ্রান্স উত্তর আফ্রিকাতে তাদের স্বার্থকে এগিয়ে নিয়েছিল।\nঊনবিংশ শতাব্দীর শেষের দিকে মরক্কোতে ফরাসি কার্যকলাপ শুরু হয়। ১৯০৪ সালে ফরাসি সরকার মরক্কোর উপর একটি প্রটেক্টরেট প্রতিষ্ঠার চেষ্টা করছিল এবং ব্রিটেন (৮ এপ্রিল ১৯০৪, দেখুন এন্টেন্তে কর্ডিয়াল) ও স্পেনের (৭ অক্টোবর ১৯০৪) সাথে দুটি দ্বিপাক্ষিক গোপন চুক্তি স্বাক্ষর করতে সক্ষম হয়েছিল, যা এই প্রচেষ্টায় প্রশ্নবিদ্ধ শক্তির সমর্থনের নিশ্চয়তা দিয়েছিল। একই বছর, ফ্রান্স তানজিয়ারে মরক্কোর ঋণ প্রশাসন গঠনের পৃষ্ঠপোষকতা করেছিল। ফ্রান্স ও স্পেন গোপনে সালতানাতের ভূখণ্ডকে বিভক্ত করে, স্পেন দেশের সুদূর উত্তর ও দক্ষিণে ছাড় পেয়েছিল।\n\n\n=== প্রথম মরোক্কান সংকট: মার্চ ১৯০৫ - মে ১৯০৬ ===\n\nপ্রথম মরোক্কান সংকট বড় শক্তিগুলির সাম্রাজ্যিক প্রতিদ্বন্দ্বিতা থেকে বেড়ে ওঠে, এই ক্ষেত্রে একদিকে জার্মানি ও অন্যদিকে ব্রিটিশ সমর্থনে ফ্রান্স। জার্মানি অবিলম্বে কূটনৈতিক পদক্ষেপ নিয়েছিল যাতে নতুন চুক্তি কার্যকর হতে না পারে, যার মধ্যে ৩১ মার্চ ১৯০৫-এ মরক্কোর তানজিয়ারে উইলহেলম দ্বিতীয়-এর নাটকীয় সফর ছিল। কায়সার উইলহেম মরক্কোর সমর্থন পাওয়ার চেষ্টা করেছিলেন যদি তারা ফ্রান্স বা ব্রিটেনের সাথে যুদ্ধে যায় এবং মরক্কোর স্বাধীনতার প্রতি সমর্থন প্রকাশ করে একটি বক্তৃতা দেন, যা মরক্কোতে ফরাসি প্রভাবের জন্য একটি উত্তেজক চ্যালেঞ্জ ছিল।\n১৯০৬ সালে বিরোধ নিষ্পত্তির জন্য আলজেসিরাস সম্মেলন অনুষ্ঠিত হয় এবং জার্মানি একটি চুক্তি গ্রহণ করে যাতে ফ্রান্স মরক্কোর পুলিশ নিয়ন্ত্রণ করতে সম্মত হয়, তবে অন্যথায় মরক্কোর রাজনৈতিক ও আর্থিক বিষয়ে কার্যকর নিয়ন্ত্রণ বজায় রাখে। যদিও আলজেসিরাস সম্মেলন অস্থায়ীভাবে প্রথম মরোক্কান সংকটের সমাধান করেছিল, তবে এটি কেবলমাত্র ত্রি-জোট ও ত্রি-এন্টেন্তের মধ্যে আন্তর্জাতিক উত্তেজনাকে আরও খারাপ করেছে।\n\n\n=== ফরাসি আক্রমণ ===\n\n১৯০৭ সালের ১৯ মার্চ মারাকেশে এমিল মাউচাম্পের হত্যার পর মরক্কোতে ফরাসি সামরিক বিজয় শুরু হয়। ফরাসি সংবাদমাধ্যমে তার মৃত্যুকে \"মরক্কোর বর্বর আদিবাসীদের কাছ থেকে অপ্ররোচনাহীন এবং অপ্রতিরোধ্য আক্রমণ\" হিসাবে চিহ্নিত করা হয়েছিল। হুবার্ট লাউতে পূর্ব দিক থেকে ওজদা আক্রমণ করার অজুহাত হিসেবে তার মৃত্যুকে অভিগ্রস্ত করেন।\n\n১৯০৭ সালের গ্রীষ্মে চাউইয়া উপজাতিরা ক্যাসাব্লাঙ্কায় ১৯০৬ সালের আলজেসিরাস চুক্তির শর্তাবলীর প্রয়োগের বিরুদ্ধে একটি বিদ্রোহের নেতৃত্ব দেয়, বন্দর ও রোচেস নোয়ার্সের একটি খনির মধ্যে রেললাইনে কাজ করা নয়জন ইউরোপীয় শ্রমিককে হত্যা করেছিল। ফরাসিরা ৫-৭ আগস্টের মধ্যে ক্যাসাব্লাঙ্কায় নৌ বোমা হামলা চালিয়ে প্রতিক্রিয়া জানায় এবং ক্যাসাব্লাঙ্কা ও চাউইয়া সমভূমি দখল ও \"প্রশান্ত\" করতে থাকে, যা পশ্চিম দিক থেকে ফরাসী আক্রমণের সূচনা করে।\n\n\n=== হাফিদিয়া ===\n\nসুলতান আবদেল আজিজ ফরাসি আগ্রাসন এবং ওজদা ও চাউইয়া দখলের প্রতিক্রিয়ায় কার্যত কিছুই করেননি। ফলস্বরূপ, মরক্কোর প্রতিরক্ষায় বিশেষ করে মুহাম্মদ আল-কাত্তানি এবং ফেসের জনগণের কাছ থেকে জিহাদের জন্য ক্রমবর্ধমান চাপ ছিল। দক্ষিণের অভিজাতরা সুলতানের ভাই আবদ আল-হাফিদকে সমর্থনের প্রতিশ্রুতি দেওয়ার পরে, ফেসের লোকেরাও তাদের সমর্থনের প্রতিশ্রুতি দিয়েছিল, যদিও একটি অভূতপূর্ব শর্তাধীন বায়'আহ দ্বারা যোগ্যতা অর্জন করেছিল।  ফ্রান্স আবদেলআজিজকে সমর্থন করেছিল এবং তাদের প্রচারমূলক পত্রিকা এস-সাদা (السعادة)-তে তাকে প্রচার করেছিল। ১৯০৮ সালে যুদ্ধে আবদেলাজিজকে পরাজিত করার পর, আবদ আল-হাফিদ ১৯০৯ সালে মরক্কোর স্বীকৃত নেতা হন।\n\n\n=== আগাদির সংকট ===\n\n১৯১১ সালে, আবদ আল-হাফিদের বিরুদ্ধে একটি বিদ্রোহ শুরু হয়। ১৯১১ সালের এপ্রিলের প্রথম দিকে, সুলতানকে ফেজে তার প্রাসাদে অবরোধ করা হয় এবং ফরাসিরা ইউরোপীয় জীবন ও সম্পত্তি রক্ষার অজুহাতে বিদ্রোহ দমনে সাহায্য করার জন্য সৈন্য পাঠাতে প্রস্তুত হয়। ১৯১১ সালের এপ্রিলের শেষে ফরাসিরা একটি উড়ন্ত কলাম প্রেরণ করে এবং জার্মানি শহরটি দখলের জন্য অনুমোদন দেয়। মরক্কোর বাহিনী ফরাসি-অধিকৃত শহরটি অবরোধ করে। প্রায় এক মাস পরে, ফরাসি বাহিনী অবরোধের অবসান ঘটায়। ১৯১১ সালের ৫ জুন স্প্যানিশরা লারাচে ও আলকাজাকিবির (Ksar-el-Kebir) দখল করে। ১৯১১ সালের ১ জুলাই জার্মান গানবোট প্যান্থার আগাদির বন্দরে এসে পৌঁছায়। ব্রিটিশদের দ্বারা সমর্থিত ফরাসিদের কাছ থেকে একটি তাৎক্ষণিক প্রতিক্রিয়া ছিল।\n\n\n== ফরাসি প্রটেক্টরেট (১৯১২-১৯৫৬) ==\n\nফ্রান্স আনুষ্ঠানিকভাবে ফেস চুক্তির মাধ্যমে মরক্কোর উপর একটি প্রটেক্টরেট প্রতিষ্ঠিত করেছিল, যা দেশটির কার্যত স্বাধীনতার অবসান ঘটায়। আইনি দৃষ্টিকোণ থেকে চুক্তিটি সামরিক প্রতিরক্ষা, পররাষ্ট্র নীতি ও এখতিয়ার নিয়ন্ত্রণের পাশাপাশি ফ্রান্সকে আইনী ক্ষমতা দিয়েছে। মুরিশ সরকার শুধুমাত্র মরক্কো বা ইসলামি বিষয়ে কর্তৃত্ব প্রয়োগ করত। চুক্তি স্বাক্ষরের পর সুলতান আবদেলহাফিদ তার ভাই ইউসুফের পক্ষে পদত্যাগ করেন। ১৯১২ সালের ১৭ এপ্রিল, মরক্কোর পদাতিক সৈন্যরা ফেসের ফরাসি গ্যারিসনে বিদ্রোহ করে, ১৯১২ সালের ফেজ দাঙ্গায় মরোক্কানরা শহরটি দখল করতে পারেনি এবং একটি ফরাসি ত্রাণ বাহিনীর কাছে পরাজিত হয়েছিল। ১৯১২ সালের মে মাসের শেষের দিকে, মরোক্কান বাহিনী আবার ব্যর্থভাবে ফেসে বর্ধিত ফরাসি গ্যারিসন আক্রমণ করে।\nমরক্কোর বেশিরভাগ অংশে তাদের প্রটেক্টরেট প্রতিষ্ঠা করতে ফরাসিদের পিছনে ছিল আলজেরিয়া জয়ের অভিজ্ঞতা এবং তিউনিসিয়ার উপর তাদের প্রটেক্টরেট; তারা তাদের মরক্কোর নীতির মডেল হিসাবে পরবর্তীটিকে গ্রহণ করেছিল। তবে গুরুত্বপূর্ণ পার্থক্য ছিল। প্রথমত, প্রথম বিশ্বযুদ্ধ শুরু হওয়ার মাত্র দুই বছর আগে প্রটেক্টরেট প্রতিষ্ঠিত হয়েছিল, যা ঔপনিবেশিক শাসনের প্রতি একটি নতুন মনোভাব নিয়ে এসেছিল। সংস্কৃতি ও শিক্ষার প্রতি সাধারণ ফরাসি আত্তীকরণবাদী দৃষ্টিভঙ্গিকে উদার কল্পনা হিসাবে প্রত্যাখ্যান করে, মরক্কোর রক্ষণশীল ফরাসি শাসকরা নগর পরিকল্পনা ও ঔপনিবেশিক শিক্ষাকে সাংস্কৃতিক সংমিশ্রণ রোধ করতে এবং ঐতিহ্যগত সমাজকে সমুন্নত রাখার চেষ্টা করেছিলেন যার উপর ফরাসিরা সহযোগিতার জন্য নির্ভরশীল ছিল। দ্বিতীয়ত, মরক্কোর স্বাধীনতার হাজার বছরের ঐতিহ্য ছিল এবং এটি কখনই অটোমান শাসনের অধীন ছিল না, যদিও এটি মুসলিম আইবেরিয়ার সভ্যতা দ্বারা দৃঢ়ভাবে প্রভাবিত হয়েছিল।\nআটলান্টিকের তীরে উপকূলের অধিকারী হওয়ার ফলে আলজেসিরাসের সম্মেলন থেকে বিভিন্ন দেশ যে অধিকার অর্জন করেছিল এবং তাদের কূটনৈতিক মিশনগুলি তানজিয়ারে (একটি ফরাসি উত্তরাধিকার সহ) যে বিশেষাধিকার অর্জন করেছিল তাতে মরক্কো উত্তর আফ্রিকার দেশগুলির মধ্যেও অনন্য ছিল। এইভাবে আটলান্টিক ও ভূমধ্যসাগর উভয় উপকূল সহ দেশের উত্তর দশমাংশকে ফরাসি-নিয়ন্ত্রিত এলাকা থেকে বাদ দেওয়া হয়েছিল এবং একটি স্পেনীয় প্রটেক্টরেট হিসাবে বিবেচিত হয়েছিল।\nআন্তর্জাতিক ন্যায়বিচার আদালতের বিবৃতি অনুসারে, প্রটেক্টটরেট রাজ্যের অধীনে থাকা সত্ত্বেও মরক্কো আন্তর্জাতিক আইনে রাষ্ট্র হিসাবে তার ব্যক্তিত্ব ধরে রেখেছে এবং এইভাবে প্রাক-ঔপনিবেশিক ও আধুনিক সত্তার মধ্যে বিচ্ছিন্নতা ছাড়াই একটি সার্বভৌম রাষ্ট্র হিসাবে রয়ে গেছে। প্রকৃতপক্ষে, ফরাসিরা অনেক বৃহত্তর ক্ষমতা উপভোগ করেছিল।\nপ্রটেক্টরেটের অধীনে ফরাসি বেসামরিক কর্মচারীরা নিজেদেরকে ফরাসি উপনিবেশবাদীদের সাথে এবং ফ্রান্সে তাদের সমর্থকদের সাথে মরক্কোর স্বায়ত্তশাসনের দিকে কোন পদক্ষেপ রোধ করার জন্য নিজেদের জোটবদ্ধ করেছিল। সন্ধিস্থাপন এগিয়ে যাওয়ার সাথে সাথে ফরাসি সরকার অর্থনৈতিক উন্নয়ন, বিশেষ করে মরক্কোর খনিজ সম্পদের শোষণ, একটি আধুনিক পরিবহন ব্যবস্থার সৃষ্টি এবং ফরাসি বাজারের জন্য প্রস্তুত একটি আধুনিক কৃষি খাতের বিকাশকে উৎসাহিত করেছিল। হাজার হাজার উপনিবেশবাদী মরক্কোতে প্রবেশ করে এবং প্রচুর পরিমাণে সমৃদ্ধ কৃষি জমি কিনে নেয়। এই উপাদানগুলির মধ্যে গঠিত স্বার্থবাদী গোষ্ঠীগুলি ক্রমাগত ফ্রান্সকে মরক্কোর উপর নিয়ন্ত্রণ বাড়ানোর জন্য চাপ দিয়েছিল।\n\n\n=== প্রথম বিশ্বযুদ্ধ ===\n\nফ্রান্স মরোক্কো থেকে পদাতিক বাহিনীকে তার গোষ্ঠী উপনিবেশ-এ যোগদানের জন্য নিয়োগ করেছিল, যেমনটি আফ্রিকা এবং সারা বিশ্বের অন্যান্য উপনিবেশগুলিতে করেছিল। প্রথম বিশ্বযুদ্ধের সময় \"মরোক্কান ব্রিগেড\" গঠন করে মোট ৩৭,০০০-৪৫,০০০ মরোক্কান ফ্রান্সের পক্ষে লড়াই করেছিল। ১৯১৪ সালের সেপ্টেম্বরে মরক্কোর ঔপনিবেশিক সৈন্যরা প্রথম মারনের যুদ্ধে ফ্রান্সের সেবা করেছিল, এবং আর্টোইস, শ্যাম্পেন ও ভারডুন যুদ্ধসহ প্রতিটি বড় যুদ্ধে অংশগ্রহণ করেছিল। ইতিহাসবিদরা এই মরক্কোর সৈন্যদের \"গৌরববিহীন বীর\" বলে অভিহিত করেছেন কারণ তাদের যুদ্ধে বীরত্ব ও আত্মত্যাগের মাধ্যমে তাদের প্রাপ্য বিবেচনা করা হয়নি এবং দেওয়া হয়নি। ব্রাহিম এল কাদিরি বুটিচ ডব্লিউডব্লিউআই-তে ফ্রান্সের সেবায় মরক্কোর সৈন্যদের অংশগ্রহণকে \"মরক্কো ও ফ্রান্সের ভাগ করা ইতিহাসের সবচেয়ে গুরুত্বপূর্ণ মুহূর্তগুলির মধ্যে একটি\" হিসাবে চিহ্নিত করেছেন।\n\n\n=== লাউতে ও প্রটেক্টরেট (১৯১২-১৯২৫) ===\n\nপ্রটেক্টরেটের প্রথম আবাসিক-জেনারেল হুবার্ট লাউতে রাজকীয় ঝোঁক সহ একজন আদর্শবাদী কিন্তু বাস্তববাদী নেতা ছিলেন, যিনি ফরাসি প্রভাবের অধীনে প্রতিটি বিভাগে মরক্কোকে উন্নত করার লক্ষ্যে পরিণত করেছিলেন। তার স্বদেশীদের বিপরীতে লাউতে বিশ্বাস করতেন না যে ফ্রান্সকে সরাসরি ফরাসি আলজেরিয়ার মতো মরক্কোকে সংযুক্ত করা উচিত, বরং মরক্কোর সমাজকে পুনর্নির্মাণ করা ও পুনরায় শিক্ষিত করা উচিত। তিনি প্রতিশ্রুতি দিয়েছিলেন যে, এই প্রক্রিয়ায় তিনি করবেন:...কোন ঐতিহ্যকে আঘাত করি না, কোন প্রথা পরিবর্তন করি না, এবং আমাদের মনে করিয়ে দিই যে সমস্ত মানব সমাজে একটি শাসক শ্রেণী আছে, শাসন করার জন্য জন্মগ্রহণ করেছে, যা ছাড়া কিছুই করা যায় না...[আমরা] শাসক শ্রেণীকে আমাদের সেবায় নিযুক্ত করি... .ও দেশটি শান্ত হবে, এবং আমরা সেখানে যে সমস্ত সামরিক অভিযান পাঠাতে পারি তার চেয়ে অনেক কম খরচে এবং অনেক বেশি নিশ্চিততার সাথে...\nলাউতে এর দৃষ্টিভঙ্গি ছিল আদর্শগত: একটি শক্তিশালী, ফরাসি-পন্থী, পশ্চিমীকৃত রাজতন্ত্র যা ফ্রান্সের সাথে কাজ করবে এবং সংস্কৃতি ও সাহায্যের জন্য ফ্রান্সের দিকে তাকাবে। আলজেরিয়ার বিপরীতে, যেখানে সমগ্র আভিজাত্য ও সরকারকে বাস্তুচ্যুত করা হয়েছিল, মরক্কোর আভিজাত্যকে লাউতেয়ের পরিকল্পনায় অন্তর্ভুক্ত করা হয়েছিল। তিনি তাদের সাথে কাজ করেছেন, সহায়তা প্রদান করেছেন এবং অভিজাত বেসরকারি বিদ্যালয় তৈরি করেছেন যেখানে তারা তাদের সন্তানদের পাঠাতে পারে; এই বিদ্যালয়ের একটি উল্লেখযোগ্য পণ্য ছিল থামি এল গ্লাউই।\n\nলাউতে সুলতানকে নামমাত্র ও প্রায়োগিক উভয় ধরনের ক্ষমতা ধরে রাখার অনুমতি দেন: তিনি তার নিজের নামে ও সিলমোহরে ডিক্রি জারি করেন এবং মরক্কোর ধর্মীয় নেতা হিসেবে থাকার অনুমতি পান; তাকে আরও একটি সর্ব-আরব আদালতের অনুমতি দেওয়া হয়েছিল। লাউতে একবার এই কথা বলেছিলেন যে:মরক্কোতে শুধুমাত্র একটি সরকার আছে যা ফরাসি প্রটেক্টরেট শরিফিয়ান সরকার।\nওয়াল্টার বার্টন হ্যারিস, একজন ব্রিটিশ সাংবাদিক যিনি মরোক্কো সম্পর্কে ব্যাপকভাবে লিখেছেন, ঐতিহ্যগত মরক্কো সমাজের ফরাসি সংরক্ষণের বিষয়ে মন্তব্য করেছেন যে:মুরিশ দরবারে খুব কমই একজন ইউরোপীয় দেখা যায় এবং রাজধানীতে আগত স্থানীয়দের কাছে তিনি এবং তার পূর্বপুরুষরা অতীতে যা দেখেছিলেন তার থেকে খুব কম বা কোনও দৃশ্যমান পরিবর্তন নেই।\nফ্রাঙ্কো-স্পেনীয় প্রশাসন ও সুলতানের বিরুদ্ধে রিফ প্রজাতন্ত্রের ব্যর্থ বিদ্রোহের মাঝামাঝি সময়ে ১৯২৫ সাল পর্যন্ত লাউতে তার পদে দায়িত্ব পালন করেন।\n\n\n=== অর্থনৈতিক শোষণ ===\n\n\n==== কৃষি ====\n\nআলজেরিয়ার অভিজ্ঞতা থেকে শিক্ষা নিয়ে যেখানে অবিবেচনাপ্রসূত ভূমি বরাদ্দকরণ যেমন অধ্যাপক সুসান গিলসন মিলার বলেছেন, \"অধিকাংশ স্থানীয় কৃষকই শিকড়হীন সর্বহারা শ্রেণিতে পরিণত হয়েছে,\" লাউতে ৬৯২ জন \"ভদ্রলোক-কৃষক\"-এর পরিবর্তে একটি নির্বাচিত দলকে অনুরোধ করেছিলেন। যাকে তিনি দক্ষিণ ইউরোপের \"রিফ-র‍্যাফ\" বলে অভিহিত করেন- ১৯১৭ থেকে ১৯২৫ সাল পর্যন্ত মরক্কোর গ্রামীণ উপনিবেশে ফরাসি প্রভাব বিস্তার এবং লেস ইন্ডিগেনেস এর \"উদাহরণ\" হিসাবে পরিবেশন করতে সক্ষম। উদ্দেশ্য ছিল মেট্রোপলিটান ফ্রান্সের জন্য অবিচ্ছিন্নভাবে শস্যের সরবরাহ নিশ্চিত করা এবং মরক্কোকে প্রাথমিকভাবে চাউইয়া, গারব ও হাওজ অঞ্চলে শস্য রোপণ করে আবারো \"রোমের শস্যভাণ্ডারে\" রূপান্তরিত করা–এই অঞ্চলটি খরা প্রবণ হওয়া সত্ত্বেও। ১৯৩০ সালে ন্যূনতম লাভের সময় এবং একটি বিশাল পঙ্গপালের ঝাঁকের পরে কৃষি উৎপাদন সেচযুক্ত, উচ্চ মূল্যের ফসল যেমন সাইট্রাস ফল ও শাকসবজির দিকে চলে যায়। কৃষির শিল্পায়নের জন্য পুঁজির প্রয়োজন ছিল যা অনেক মরোক্কান কৃষকদের কাছে ছিল না, যার ফলে অনেক লোক শহরে কাজ খুঁজতে চলে গিয়েছিল।\n\n\n==== অবকাঠামো ====\n\nদ্য কমপ্যাগনি ফ্রাঙ্কো-এস্পাগনোল ডু কেমিন ডি ফার ডি ট্যাঙ্গার এ ফেজ ফেস ও তানজিয়ারকে সংযুক্ত করার জন্য একটি আদর্শ গেজ রেলপথ নির্মাণ করেছিল, যখন কমপ্যাগনি ডেস কেমিন্স ডি ফার ডু মারোক (সিএফএম) ক্যাসাব্লাঙ্কা, কেনিত্রা ও সিদি কাসেম এবং ক্যাসাব্লাঙ্কা ও মারাকেচকে সংযোগকারী আদর্শ-গেজ রেলপথ নির্মাণ করেছিল, যা ১৯২৮ সালে সম্পন্ন হয়েছিল। কমপ্যাগনি ডেস কেমিন্স ডি ফে ডু মারোক ওরিয়েন্টাল ফেসে পূর্বে সংকীর্ণ-গেজ রেলপথ তৈরি করেছে।\nলেস কমপ্যাগনি ডি ট্রান্সপোর্টস আউ মারোক (সিটিএম) ৩০ নভেম্বর ১৯১৯ সালে \"সমস্ত মরক্কো\" অধিগত করার লক্ষ্যে প্রতিষ্ঠিত হয়েছিল। এর পরিষেবাগুলি সমস্ত প্রধান নগর এবং শহরগুলিকে সংযুক্ত করার লক্ষ্যে পরিকল্পিত একটি নতুন ঔপনিবেশিক সড়ক ব্যবস্থার সাথে পরিচালিত হয়। এটি দেশব্যাপী আন্তঃনগর বাস পরিষেবা প্রদান করে চলেছে।\n\n\n==== প্রাকৃতিক সম্পদ ====\n\nঅফিস চেরিফিয়েন ডেস ফসফেটস (ওসিপি) ১৯২০ সালে খৌরিবগা থেকে ফসফেট খনির জন্য তৈরি করা হয়েছিল, যা সরাসরি রেল লাইন দ্বারা ক্যাসাব্লাঙ্কা বন্দরের সাথে সংযুক্ত ছিল। ১৯২১ সালে ৩৯,০০০ টন ফসফেট উত্তোলন করা হয়েছিল, অন্যদিকে ১৯৩০ সালে প্রায় ২ মিলিয়ন টন উত্তোলন করা হয়েছিল। খনিতে কাজ করা মরোক্কান শ্রমিকরা কোন সামাজিক সুরক্ষা ছাড়াই উপকৃত হয়েছিল, তাদের ঐক্যবদ্ধ হতে নিষেধ করা হয়েছিল এবং ইউরোপীয়রা যা উপার্জন করেছিল তার একটি ক্ষুদ্র অংশ উপার্জন করেছিল।\n\n\n==== শিল্প ====\nস্থানীয় ব্যবহারের জন্য কেন্দ্রীভূত খাদ্য প্রক্রিয়াকরণ এর বিষয়ে প্রটেক্টরেটের প্রথম দিকের শিল্প: সেখানে ক্যানারি ছিল, একটি চিনি শোধনাগার (কম্পাগনি সুক্রিয়ের মারোকেইন, কোসুমা), একটি মদ্য প্রস্তুতকারী সংস্থা (সোসিয়েটে ডেস ব্রাসেরিজ ডু মারোক, এসবিএম), এবং ময়দা কল ছিল। মেট্রোপলিটন ফ্রান্সের সাথে প্রতিযোগিতার ভয়ে উৎপাদন ও ভারী শিল্পকে অবশ্য গ্রহণ করা হয়নি।\n\n\n== ফরাসি নিয়ন্ত্রণের বিরোধিতা ==\n\n\n=== জায়ান যুদ্ধ ===\nমরক্কোর বারবার উপজাতির জায়ান কনফেডারেশন ১৯১৪ থেকে ১৯২১ সালের মধ্যে ফরাসিদের বিরুদ্ধে বিরোধিতার যুদ্ধে লিপ্ত হয়েছিল। আবাসিক-জেনারেল লুইস-হুবার্ট লাউতে ফরাসি আলজেরিয়ার দিকে মধ্য এটলাস পর্বতমালার মধ্য দিয়ে পূর্ব দিকে ফরাসি প্রভাব বিস্তার করতে চেয়েছিলেন। মোহা ও হাম্মু জায়ানির নেতৃত্বে জাইয়ানরা এর বিরোধিতা করেছিল। যুদ্ধটি ফরাসিদের পক্ষে ভালভাবে শুরু হয়েছিল, যারা দ্রুত তাজা ও খেনিফ্রা প্রধান শহরগুলি দখল নিয়েছিল। খেনিফ্রায় তাদের ঘাঁটি হারিয়ে গেলেও, জায়ানরা ফরাসিদের ব্যাপক ক্ষতি সাধন করেছিল।\nপ্রথম বিশ্বযুদ্ধ শুরু হওয়ার সাথে সাথে ফ্রান্স ইউরোপে কর্তব্যপালনের জন্য সৈন্য প্রত্যাহার করে এবং এল হেরির যুদ্ধে তারা ৬০০ জনেরও বেশি লোককে হারিয়েছিল। পরের চার বছরে, জায়ান কনফেডারেশনকে কেন্দ্রীয় শক্তির বুদ্ধিমত্তা ও আর্থিক সহায়তা এবং ক্রমাগত অভিযান ও সংঘর্ষের ফলে ফরাসি জনশক্তি কমিয়ে দেওয়া সত্ত্বেও ফরাসিরা তাদের বেশিরভাগ অঞ্চল ধরে রেখেছিল।\n১৯১৮ সালের নভেম্বরে জার্মানির সাথে যুদ্ধবিগ্রহের পর উপজাতিদের উল্লেখযোগ্য বাহিনী ফরাসি শাসনের বিরোধিতা করে। ফরাসিরা ১৯২০ সালে খেনিফ্রা অঞ্চলে তাদের আক্রমণ পুনরায় শুরু করে এবং জায়ানদের চলাচলের স্বাধীনতা সীমাবদ্ধ করার জন্য একাধিক ব্লকহাউস প্রতিষ্ঠা করে। তারা হামুর ছেলেদের সাথে আলোচনা শুরু করে এবং তাদের মধ্যে তিনজনকে তাদের অনেক অনুসারীদের সাথে ফরাসি শাসনের বশ্যতা স্বীকার করতে রাজি করান। যারা জমা দেওয়ার পক্ষে ছিলেন এবং যারা এখনও বিরোধিতা করেছিলেন তাদের মধ্যে জায়ান কনফেডারেশনে বিভক্তি অন্তর্দ্বন্দ্বের দিকে চলে যায় এবং ১৯২১ সালের বসন্তে হাম্মুর মৃত্যু ঘটে। ফরাসিরা মধ্য এটলাসে একটি শক্তিশালী ত্রিমুখী আক্রমণের সাথে প্রতিক্রিয়া জানায় যা এলাকাটিকে শান্ত করে। মৌহা ও সাইদের নেতৃত্বে কিছু উপজাতি উচ্চ এটলাসে পালিয়ে যায় এবং ১৯৩০-এর দশকে ফরাসিদের বিরুদ্ধে গেরিলা যুদ্ধ চালিয়ে যায়।\n\n\n=== রিফ যুদ্ধ ===\n\n১৯১২ থেকে ১৯২৭ সাল পর্যন্ত সুলতান ইউসেফের শাসনামলকে অশান্ত এবং স্পেন ও ফ্রান্সের বিরুদ্ধে ঘন ঘন বিদ্রোহের সাথে চিহ্নিত করা হয়। এর মধ্যে সবচেয়ে গুরুতর ছিল রিফ পর্বতমালায় বারবার বিদ্রোহ, যার নেতৃত্বে ছিলেন আবদ এল-করিম, যিনি রিফে একটি প্রজাতন্ত্র প্রতিষ্ঠা করতে সক্ষম হন। উত্তরে স্প্যানিশ নিয়ন্ত্রিত এলাকায় এই বিদ্রোহ শুরু হলেও তা ফরাসি নিয়ন্ত্রিত এলাকায় পৌঁছেছিল। ফ্রান্স ও স্পেনের একটি জোট অবশেষে ১৯২৫ সালে বিদ্রোহীদের পরাজিত করে। নিজেদের নিরাপত্তা নিশ্চিত করার জন্য ফরাসিরা আদালতকে ফেজ থেকে রাবাতে স্থানান্তরিত করেছিল, যেটি তখন থেকেই রাজধানী হিসেবে কাজ করে আসছিল।\n\n\n=== জাতীয়তাবাদী দলসমূহ ===\n১৯৩০ সালের ১৬ মে বারবার ডিক্রির বিরুদ্ধে প্রতিক্রিয়ার মধ্যে জনতা প্রতিবাদে জড়ো হয়েছিল এবং আইনটিকে প্রতিহত করার জন্য একটি জাতীয় নেটওয়ার্ক প্রতিষ্ঠিত হয়েছিল। ড. সুসান গিলসন মিলার এটিকে \"বীজতলা যা থেকে প্রাথমিক জাতীয়তাবাদী আন্দোলনের উদ্ভব\" হিসাবে উল্লেখ করেছেন। ১৯৩৪ সালের ডিসেম্বরে, জাতীয়তাবাদীদের একটি ছোট দল নবগঠিত মরোক্কান অ্যাকশন কমিটির সদস্য (كتلة العمل الوطني, Comité d’Action Marocaine – CAM) একটি সংস্কার পরিকল্পনা প্রস্তাব করেছিল ( برنامج الإصلاحات المغربية) যা ফেস চুক্তি দ্বারা পরিকল্পিত পরোক্ষ শাসনে ফিরে আসা, সরকারী পদে মরক্কোদের প্রবেশাধিকার এবং প্রতিনিধি পরিষদ প্রতিষ্ঠা করার আহ্বান জানিয়েছিল। সংস্কারের বিবেচনার জন্য সিএএম দ্বারা ব্যবহৃত মধ্যপন্থী কৌশলগুলির মধ্যে রয়েছে পিটিশন, সংবাদপত্রের সম্পাদকীয় এবং ফরাসিদের কাছে ব্যক্তিগত আবেদন।\n\n\n=== দ্বিতীয় বিশ্বযুদ্ধ ===\n\nদ্বিতীয় বিশ্বযুদ্ধের সময়, খারাপভাবে বিভক্ত জাতীয়তাবাদী আন্দোলন আরও সুসংহত হয়ে ওঠে এবং মরোক্কানরা যুদ্ধ-পরবর্তী সময়ে রাজনৈতিক পরিবর্তনের বাস্তব সম্ভাবনা বিবেচনা করার সাহস করে। দ্বিতীয় বিশ্বযুদ্ধের সময় ১৯৪৩ সালের আনফা সম্মেলনের সময় ফ্রাঙ্কলিন ডি. রুজভেল্ট ও মার্কিন যুক্তরাষ্ট্র যুদ্ধের পরে মরোক্কোর স্বাধীনতার পক্ষে সমর্থন প্রকাশ করে মরোক্কান জাতীয়তাবাদী আন্দোলনকে উৎসাহিত করেছিল। জাতীয়তাবাদী রাজনৈতিক দলগুলি আটলান্টিক সনদের মতো দ্বিতীয় বিশ্বযুদ্ধের ঘোষণার উপর ভিত্তি করে মরক্কোর স্বাধীনতার পক্ষে তাদের যুক্তি তৈরি করেছিল।\nতবে, জাতীয়তাবাদীরা তাদের বিশ্বাসে হতাশ হয়েছিল যে মরক্কোতে মিত্রবাহিনীর বিজয় স্বাধীনতার পথ প্রশস্ত করবে। ১৯৪৪ সালের জানুয়ারিতে ইস্তিকলাল পার্টি, যা পরবর্তীকালে জাতীয়তাবাদী আন্দোলনের জন্য বেশিরভাগ নেতৃত্ব প্রদান করে, পূর্ণ স্বাধীনতা, জাতীয় পুনর্মিলন এবং একটি গণতান্ত্রিক সংবিধানের দাবিতে একটি ইশতেহার প্রকাশ করেছিল। ফরাসি আবাসিক জেনারেল গ্যাব্রিয়েল পুউক্সের কাছে জমা দেওয়ার আগে সুলতান মুহাম্মদ পঞ্চম ইশতেহারটি অনুমোদন করেছিলেন, যিনি উত্তর দিয়েছিলেন যে প্রটেক্টরেটের মর্যাদায় কোনও মৌলিক পরিবর্তন বিবেচনা করা হচ্ছে না।\n\n\n=== স্বাধীনতার জন্য সংগ্রাম ===\nমরক্কোর জাতীয়তাবাদীদের সম্পর্কে উদ্ভাবনী ঘটনা হল যে তারা আন্তঃজাতিক সক্রিয়তার মাধ্যমে মরক্কোর প্রশ্নকে বিশ্বায়ন করেছে। এইভাবে তারা সমর্থকদের একটি প্রাণবন্ত ও বিস্তৃত বৈশ্বিক জোট তৈরি করেছিল যারা তাদের কারণের পক্ষে ছিল। এইভাবে তারা তাদের উদ্বেগগুলিকে বিশ্বব্যাপী তৈরি করতে পেরেছিল। তাদের সক্রিয় আন্তর্জাতিক সমর্থকদের মধ্যে ছিলেন রবার্ট ই. রোডস যিনি মরোক্কোর কারণে সমর্থন পাওয়ার জন্য মার্কিন কংগ্রেসে সক্রিয়ভাবে লড়াই করেছিলেন।\n১৯৪০-এর দশকের শেষের দিকে এবং ১৯৫০-এর দশকের প্রথম দিকে রাজনৈতিক ও অহিংস প্রচেষ্টা নিরর্থক প্রমাণিত হওয়ায় বিশেষত নগর ও শিল্প কেন্দ্র ক্যাসাব্লাঙ্কায় গণহত্যা, বোমা হামলা এবং দাঙ্গা সহ স্বাধীনতার জন্য মরক্কোর সংগ্রাম ক্রমবর্ধমান সহিংস হয়ে ওঠে।\n\n\n==== তানজিয়ার ভাষণ ও কাসাব্লাঙ্কা তিরাইলিউরস গণহত্যা ====\n\n১৯৪৭ সালে, সুলতান মুহাম্মদ পঞ্চম ঔপনিবেশিকতা থেকে তার দেশের স্বাধীনতা এবং এর আঞ্চলিক ঐক্যের জন্য আবেদন করার জন্য তৎকালীন তানজিয়ার আন্তর্জাতিক অঞ্চলে একটি বক্তৃতা দেওয়ার পরিকল্পনা করেছিলেন।\nসুলতানের বক্তৃতার আগের দিনগুলিতে কাসাব্লাঙ্কায় ফরাসি ঔপনিবেশিক বাহিনী বিশেষ করে ফরাসি ঔপনিবেশিক সাম্রাজ্যের সেবাকারী সেনেগালিজ তিরাইলিউররা শ্রমিক শ্রেণীর মরক্কোদের উপর গণহত্যা চালায়। ১৯৪৭ সালের ৭-৮ এপ্রিল পর্যন্ত এই গণহত্যাটি প্রায় ২৪ ঘন্টা স্থায়ী হয়েছিল, কারণ তিরাইলুররা শ্রমিক-শ্রেণির আবাসিক ভবনগুলিতে এলোপাতাড়ি গুলি চালিয়েছিল, এতে ১৮০ মরক্কোর বেসামরিক নাগরিক নিহত হয়েছিল। ৯ এপ্রিল সুলতানের তানজিয়ার যাত্রায় নাশকতা চালানোর প্রয়াসে এই দ্বন্দ্ব প্ররোচিত হয়েছিল, যদিও ক্ষতিগ্রস্থদের পরিবারকে সান্ত্বনা দেওয়ার জন্য কাসাব্লাঙ্কায় ফিরে আসার পরে সুলতান ৯ এপ্রিল মেন্ডুবিয়া প্রাসাদের বাগানে ঐতিহাসিক ভাষণ দেওয়ার জন্য তানজিয়ারের দিকে যাত্রা করেছিলেন।\n\n\n==== ফারহাত হাছেদ হত্যা ====\nফরাসি গোয়েন্দাদের গোপন সন্ত্রাসী শাখা লা মেন রুজের হাতে তিউনিসিয়ার শ্রমিক ইউনিয়নের নেতা ফারহাতের হত্যাকাণ্ড সারা বিশ্বের শহরে বিক্ষোভের সূত্রপাত হয় এবং ১৯৫২ সালের ৭-৮ ডিসেম্বর পর্যন্ত কাসাব্লাঙ্কায় দাঙ্গা সংঘটিত হয়। প্রায় ১০০ জন নিহত হয়। দাঙ্গার পর ফরাসি কর্তৃপক্ষ আব্বাস মেসাদিকে গ্রেপ্তার করে, যিনি শেষ পর্যন্ত পালিয়ে যান, মরক্কো লিবারেশন আর্মিকে খুঁজে পায় এবং রিফের সশস্ত্র প্রতিরোধে যোগ দেন।\n\n\n=== রাজা ও জনগণের বিপ্লব ===\n\n\n==== গ্লাউইয়ের অভ্যুত্থানের চেষ্টা ====\n১৯৫৩ সালে, থামি এল গ্লাউই ফরাসি প্রটেক্টরেটের সমর্থনে সুলতান মুহাম্মদ পঞ্চম এর বিরুদ্ধে একটি অভ্যুত্থানের চেষ্টা করেছিলেন। তার \"নির্বাচনী\" প্রচারাভিযান শহরের মধ্য দিয়ে যাওয়ার দশ দিন পর ১৯৫৩ সালের ওজদা বিদ্রোহ শুরু হয়।\n\n\n==== সুলতান মুহাম্মদের নির্বাসন ====\nজাতীয়তাবাদীদের প্রতি সুলতানের সাধারণ সহানুভূতি যুদ্ধের শেষে স্পষ্ট হয়ে উঠেছিল, যদিও তিনি এখনও ধীরে ধীরে সম্পূর্ণ স্বাধীনতা অর্জনের আশা করেছিলেন। বিপরীতে, ফরাসি অর্থনৈতিক স্বার্থ দ্বারা সমর্থিত এবং বেশিরভাগ উপনিবেশবাদীদের দ্বারা জোরালোভাবে সমর্থিত রেসিডেন্সি, এমনকি স্বাধীনতার কম সংস্কার বিবেচনা করতে দৃঢ়ভাবে প্রত্যাখ্যান করেছিল। সরকারী অস্থিরতা জাতীয়তাবাদী ও ঔপনিবেশিকদের মধ্যে শত্রুতা বৃদ্ধিতে অবদান রাখে এবং ধীরে ধীরে সুলতান ও আবাসিক জেনারেলের মধ্যে বিভক্তিকে প্রশস্ত করে।\nমুহাম্মদ পঞ্চম ও তার পরিবারকে ১৯৫৪ সালের জানুয়ারিতে মাদাগাস্কারে স্থানান্তরিত করা হয়। অজনপ্রিয় মোহাম্মদ বেন আরাফা দ্বারা তার স্থলাভিষিক্ত, যার রাজত্বকে অবৈধ বলে মনে করা হয়েছিল, জাতীয়তাবাদী এবং যারা সুলতানকে একজন ধর্মীয় নেতা হিসাবে দেখেন উভয়ের কাছ থেকে ফরাসী সুরক্ষার সক্রিয় বিরোধিতা করে। ১৯৫৫ সালের মধ্যে বেন আরাফাকে পদত্যাগ করার জন্য চাপ দেওয়া হয়েছিল; ফলস্বরূপ, তিনি তানজিয়ারে পালিয়ে যান যেখানে তিনি আনুষ্ঠানিকভাবে পদত্যাগ করেন।\nফরাসিরা ১৯৫৫ সালের ৪ জানুয়ারী কাসাব্লাঙ্কায় ৬ জন মরোক্কান জাতীয়তাবাদীকে মৃত্যুদণ্ড দেয়। ঔপনিবেশিক ও জাতীয়তাবাদীদের মধ্যে আগ্রাসন ১৯৫৫ সালের ১৯ আগস্ট থেকে ৫ নভেম্বর পর্যন্ত বৃদ্ধি পায় এবং প্রায় ১,০০০ মানুষ মারা যায়।\nপরবর্তীতে, মরোক্কোতে ক্রমবর্ধমান সহিংসতা ও আলজেরিয়ার অবনতিশীল পরিস্থিতিতে সুলতানের প্রত্যাবর্তনের জন্য একটি ঐক্যবদ্ধ মরক্কোর দাবির মুখোমুখি হয়ে মুহাম্মদ পঞ্চম ১৬ নভেম্বর ১৯৫৫ সালে নির্বাসন থেকে ফিরে আসেন এবং ১৮ নভেম্বর ১৯৫৫-এ স্বাধীনতা ঘোষণা করেন। ১৯৫৬ সালের ফেব্রুয়ারিতে তিনি মরক্কোর স্বাধীনতা কার্যকর করার জন্য ফ্রান্সের সাথে সফলভাবে আলোচনা করেন এবং ১৯৫৭ সালে রাজা উপাধি গ্রহণ করেন।\n\n\n==== ১৯৫৬ সালের স্বাধীনতা ====\n১৯৫৫ সালের শেষের দিকে মুহাম্মদ পঞ্চম সফলভাবে ফরাসি-মরোক্কান আন্তঃনির্ভরশীলতার কাঠামোর মধ্যে ধীরে ধীরে মরোক্কোর স্বাধীনতা পুনরুদ্ধারের বিষয়ে সফলভাবে আলোচনা করেছিলেন। সুলতান এমন সংস্কার প্রতিষ্ঠা করতে সম্মত হন যা মরক্কোকে একটি গণতান্ত্রিক ব্যবস্থার সাথে একটি সাংবিধানিক রাজতন্ত্রে রূপান্তরিত করবে। ১৯৫৬ সালের ফেব্রুয়ারিতে, মরক্কো সীমিত স্বায়ত্তশাসন অর্জন করে। পূর্ণ স্বাধীনতার জন্য আরও আলোচনা ১৯৫৬ সালের ২ মার্চ প্যারিসে স্বাক্ষরিত ফরাসি-মরক্কো চুক্তিতে সমাপ্ত হয়। সেই বছরের ৭ এপ্রিল ফ্রান্স আনুষ্ঠানিকভাবে মরক্কোতে তার প্রটেক্টরেট ত্যাগ করে। ২৯ অক্টোবর ১৯৫৬ সালে তানজিয়ার প্রটোকল স্বাক্ষরের মাধ্যমে আন্তর্জাতিকীকৃত শহর তানজিয়ারকে পুনরায় একীভূত করা হয়। স্পেনীয় প্রটেক্টরেটের বিলুপ্তি এবং স্পেন কর্তৃক মরক্কোর স্বাধীনতার স্বীকৃতি পৃথকভাবে আলোচনা করা হয়েছিল এবং ১৯৫৬ সালের এপ্রিলের যৌথ ঘোষণায় চূড়ান্ত করা হয়েছিল। ১৯৫৬ ও ১৯৫৮ সালে স্পেনের সাথে এই চুক্তির মাধ্যমে কিছু স্পেনীয় শাসিত এলাকার উপর মরক্কোর নিয়ন্ত্রণ পুনরুদ্ধার করা হয়েছিল, যদিও সামরিক পদক্ষেপের মাধ্যমে অন্যান্য স্পেনীয় সম্পত্তি দাবি করার প্রচেষ্টা কম সফল হয়েছিল।\nস্বাধীনতার পরের মাসগুলিতে, মুহাম্মদ পঞ্চম একটি সাংবিধানিক রাজতন্ত্রের অধীনে একটি আধুনিক সরকারী কাঠামো তৈরি করতে এগিয়ে যান যেখানে সুলতান সক্রিয় রাজনৈতিক ভূমিকা পালন করবেন। জাতীয়তাবাদী আন্দোলনে প্রতিষ্ঠিত শৃঙ্খলাকে উৎখাত করার জন্য আরও উগ্রপন্থী উপাদানকে অনুমতি দেওয়ার কোনো অভিপ্রায় ছাড়াই তিনি সতর্কতার সাথে কাজ করেছিলেন। তিনি ইস্তিকলাল পার্টিকে এর নিয়ন্ত্রণ সুসংহত করতে এবং একটি একদলীয় রাষ্ট্র প্রতিষ্ঠা করা থেকে বিরত রাখার অভিপ্রায়ে ছিলেন। আগস্ট ১৯৫৭ সালে, মুহাম্মদ পঞ্চম রাজার উপাধি গ্রহণ করেন।\n\n\n== আর্থিক নীতি ==\n\nফরাসিরা ১৯২১ থেকে ১৯৫৬ সাল পর্যন্ত প্রটেক্টোরেটে ব্যবহারের জন্য মুদ্রা তৈরি করেছিল, যা একটি নতুন মুদ্রা চালু না হওয়া পর্যন্ত প্রচলন অব্যাহত ছিল। ফরাসিরা ১০০ সেন্টিমে বিভক্ত ফ্রাঁ মূল্যের মুদ্রা তৈরি করেছিল। এটি ১৯৬০ সালে মরক্কোর বর্তমান মুদ্রা দিরহামের পুনঃপ্রবর্তনের সাথে প্রতিস্থাপিত হয়েছিল।\nআলজেসিরাস সম্মেলন ইউরোপীয় ব্যাংকারদের একটি নবগঠিত স্টেট ব্যাংক অফ মরক্কো থেকে শুরু করে ৪০ বছরের মেয়াদে সোনার সমর্থিত ব্যাংকনোট জারি করা পর্যন্ত ছাড় দিয়েছে। নতুন রাষ্ট্রীয় ব্যাংকটি মরক্কোর কেন্দ্রীয় ব্যাংক হিসাবে কাজ করবে, তবে শেরিফিয়ান সাম্রাজ্যের ব্যয়ের উপর কঠোর সীমাবদ্ধতা সহ ঋণের নিশ্চয়তা দেয় এমন জাতীয় ব্যাংকগুলির দ্বারা নিযুক্ত প্রশাসকদের সাথে: জার্মান সাম্রাজ্য, যুক্তরাজ্য, ফ্রান্স ও স্পেন।\n\n\n== দমন ==\nহুবার্ট লাউতে নেটিভ পলিসি কাউন্সিল (Conseil de politique indigène) প্রতিষ্ঠা করেন, যেটি প্রটেক্টরেটে ঔপনিবেশিক শাসনের তত্ত্বাবধান করতো।\nপ্রটেক্টরেটের অধীনে মরোক্কানদের বড় রাজনৈতিক সমাবেশে যোগ দিতে বাধা দেওয়া হয়েছিল। এটি ছিল কারণ ঔপনিবেশিক শক্তিগুলি মনে করেছিল যে তারা \"বোঝার ক্ষমতার বাইরে এমন কিছু জিনিস শুনতে পাবে।\"\nফরাসি কর্তৃপক্ষও আরবি ভাষার সংবাদপত্রকে রাজনীতি নিয়ে খবর করতে নিষেধ করেছিল, যা সেন্সরশিপের দাবিকে উস্কে দিয়েছিল। ফরাসি প্রটেক্টরেটের অধীনে ইস্তিকলাল পার্টির আরবি আল-আলম সংবাদপত্র থেকে সম্পূর্ণ নিবন্ধগুলি সেন্সর করা হয়েছিল, যা অনুপস্থিত পাঠ্যের ব্লক দিয়ে মুদ্রিত হয়েছিল।\n\n\n== ডাক ইতিহাস ==\n\nএকটি ফরাসি ডাক সংস্থা ১৮৫৪ সালের প্রথম দিকে তানজিয়ার থেকে ডাক পাঠিয়েছিল, তবে এই ব্যবস্থার আনুষ্ঠানিক সূচনা হয়েছিল ১৮৯২ সালে, যখন মরক্কোর সুলতান হাসান প্রথম সারা দেশে বেশ কয়েকটি ডাকঘর খোলার মাধ্যমে শরিফান পোস্ট নামে প্রথম সংগঠিত রাষ্ট্রীয় মালিকানাধীন ডাক পরিষেবা প্রতিষ্ঠা করেছিলেন। এই উদ্যোগের লক্ষ্য বিদেশী বা স্থানীয় বেসরকারি ডাক পরিষেবা সীমিত করা। ১৯১২ সালে প্রটেক্টরেট প্রতিষ্ঠার পর, দপ্তরগুলো  ফরাসি মুদ্রায় মূল্যের সাথে ১-১ অনুপাতে পেসেটা ও সেন্টিমোসের মূল্য সহ উভয়টি টাইপ সেজ ইস্যু ব্যবহার করে ফ্রান্সের ডাকটিকিট জারি করেছিল এবং ১৯০২-এর পরে মাউফ্লন ইস্যুতে \"এমএআরওসি\" অন্তর্লিখিত ছিল (যা সংপৃক্ত ছাড়া আনুষ্ঠানিকভাবে জারি করা হয়নি)। ১৯১১ সালে, মাউফ্লন নকশাগুলি আরবি ভাষায় ওভারপ্রিন্ট করা হয়েছিল।\nপ্রটেক্টরেটের প্রথম ডাকটিকিট ১৯১৪ সালের ১ আগস্ট প্রকাশিত হয়েছিল এবং শুধুমাত্র বিদ্যমান ডাকটিকিটগুলি ছিল অতিরিক্ত ওভারপ্রিন্ট সহ \"প্রটেক্টরেট ফ্রাঙ্কাইস\"। প্রথম নতুন নকশাগুলি ছিল ১৯১৭ সালের একটি সংখ্যায়, ওতে ছয়টি নকশায় সেন্টিম ও ফ্রাঁ-তে চিহ্নিত করে ১৭টি ডাকটিকিট ছিল এবং \"এমএআরওসি\" অন্তর্লিখিত ছিল।\n\n\n== রেলওয়ে ==\n\nমরক্কো ১৯১২-১৯৩৫ সাল পর্যন্ত আফ্রিকার বৃহত্তম ৬০০ মিলিমিটার (১ ফুট ১১ ৫⁄৮ ইঞ্চি) গেজ নেটওয়ার্কগুলির মধ্যে একটি ছিল যার মোট দৈর্ঘ্য ১,৭০০ কিলোমিটারেরও বেশি। আলজেসিরাসের চুক্তির পর যেখানে বৃহৎ শক্তির প্রতিনিধিরা আদর্শ গেজ তানজিয়ার - ফেজ রেলওয়ে সম্পূর্ণ না হওয়া পর্যন্ত মরক্কোতে কোনো আদর্শ গেজ রেলপথ নির্মাণ না করতে সম্মত হয়েছিল, ফরাসিরা মরক্কোর তাদের অংশে সামরিক ৬০০ মিলিমিটার (১ ফুট ১১ ৫⁄৮ ইঞ্চি) গেজ লাইন নির্মাণ শুরু করেছিল।\n\n\n== উত্তরাধিকার ==\nফরাসি উপনিবেশবাদ মরক্কোর সমাজ, অর্থনীতি, ভাষা, সংস্কৃতি ও শিক্ষার উপর স্থায়ী প্রভাব ফেলেছিল। এছাড়াও দীর্ঘস্থায়ী সংযোগ রয়েছে যেগুলিকে নব্য ঔপনিবেশিক হিসাবে বর্ণনা করা হয়েছে। আফ্রিকায় ফ্রান্সের প্রাক্তন উপনিবেশ হিসাবে মরক্কো ফ্রাঙ্কফ্রিক ও লা ফ্রাঙ্কোফোনির পদালীর মধ্যে পড়ে। ২০১৯ সালে, মরক্কোর ৩৫% ফরাসি ভাষায় কথা বলে — আলজেরিয়ার চেয়ে ৩৩% বেশি এবং মৌরিতানিয়ায় ১৩%। \nফ্রান্সে আনুমানিক ১,৫১৪,০০০ জন মরোক্কান রয়েছে, যা মরক্কোর বাইরে মরক্কোর বৃহত্তম সম্প্রদায়ের প্রতিনিধিত্ব করে। ইন্সে ঘোষণা করেছে যে ২০১৯ সালের অক্টোবর পর্যন্ত ফ্রান্সে আনুমানিক ৭৫৫,৪০০ জন মরক্কোর নাগরিক বসবাস করছেন, যা ফ্রান্সের অভিবাসী জনসংখ্যার ২০% প্রতিনিধিত্ব করে।\nপ্রাক্তন আবাসিক-জেনারেল, স্থপতি অ্যালবার্ট ল্যাপ্রেডের দ্বারা লাউতে-এর জন্য নকশা করা হয়েছিল এবং ১৯২৪ সালে সম্পন্ন হয়েছিল, এটি এখন মরক্কোর স্বরাষ্ট্র মন্ত্রণালয়ের আসন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\nমরক্কোতে ফরাসি বিজয়\nমরক্কোতে ফরাসি আবাসিক-জেনারেলদের তালিকা\nমরক্কোতে স্পেনীয় প্রটেক্টরেট\nমরক্কোর ইতিহাস\nফ্রান্স সম্পর্ক\nতিউনিসিয়ার ফরাসি প্রটেক্টরেট\nফরাসি আলজেরিয়া\nফরাসি সম্পত্তি ও উপনিবেশের তালিকা\n\n\n== আরও পড়ুন ==\nGershovich, Moshe (২০০০)। French Military Rule in Morocco: colonialism and its consequences। Routledge। আইএসবিএন 0-7146-4949-X। \nRoberts, Stephen A. History of French Colonial Policy 1870-1925 (2 vol 1929) vol 2 pp 545–90 online\nBensoussan, David (২০১২)। Il était une fois le Maroc: témoignages du passé judéo-marocain। iUniverse। আইএসবিএন 978-1-4759-2608-8।"}