{"pageid": 1422105, "title": "নয়না সাহনি হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1422105", "content": "নয়না সাহনি ১৯৯৫ সালে তন্দুর হত্যা মামলার একজন শিকার ছিলেন। ১৯৯৫ সালের ২রা জুলাই, ২৯ বছর বয়সী নয়না সাহনিকে তাঁর স্বামী সুশীল শর্মা হত্যা করেছিলেন। সুশীল শর্মা হলেন ভারতীয় জাতীয় কংগ্রেসের একজন যুব নেতা। ট্রায়াল কোর্ট, দিল্লি হাইকোর্ট এবং সুপ্রিম কোর্ট এই হত্যার জন্য সুশীল শর্মাকে দোষী সাব্যস্ত করেছে। ২০১৩ সালের অক্টোবরে, সুপ্রিম কোর্ট সুশীল শর্মার মৃত্যুদণ্ডকে যাবজ্জীবন কারাদণ্ডে রূপান্তরিত করে।\n\n\n== তন্দুর হত্যা মামলা ==\nসুশীল শর্মা মাতলুব করিমের সঙ্গে তাঁর স্ত্রী নয়না সাহনির বন্ধুত্ব নিয়ে আপত্তি করেছিলেন। মাতলুব এবং নয়না সহপাঠী এবং কংগ্রেসের সহকর্মী ছিলেন। মাতলুবের সঙ্গে নয়নার বিবাহবহির্ভূত সম্পর্ক রয়েছে বলে সন্দেহ করেছিলেন সুশীল। ১৯৯৫ সালের ২রা জুলাই রাতে, সুশীল বাড়িতে এসে দেখেন নয়না ফোনে কথা বলছেন এবং মদ্যপান করছেন। নয়না, সুশীলকে দেখে ফোন কেটে দেন। সুশীল ফোন রিডায়াল করে দেখেন অপর প্রান্তে মাতলুব রয়েছেন। ক্ষিপ্ত হয়ে সুশীল নয়নাকে গুলি করে হত্যা করেন। এরপর তিনি মৃতদেহটি বাগিয়া নামের একটি রেস্তোরাঁয় নিয়ে যান এবং রেস্তোরাঁর ব্যবস্থাপক কেশব কুমারের সাহায্যে এর ব্যবস্থা করার চেষ্টা করেন। মৃতদেহটি একটি তন্দুরের (মাটির উনুন) মধ্যে রেখে তা পোড়ানোর ব্যবস্থা করা হয়েছিল। পুলিশ কেশব কুমারকে গ্রেফতার করলেও সুশীল শর্মা পালিয়ে যেতে সক্ষম হন। তিনি ১৯৯৫ সালের ১০ই জুলাই আত্মসমর্পণ করেন। মৃতদেহের পরিচয় প্রতিষ্ঠার জন্য এই মামলায় ডিএনএ প্রমাণ ব্যবহার করা হয়েছিল।\n\n\n== মামলার গতি ==\nমৃতদেহের প্রথম ময়নাতদন্ত করা হয়েছিল লেডি হার্ডিঞ্জ মেডিকেল কলেজে। সেইসময় মনে করা হয়েছিল মৃত্যুর কারণ দগ্ধতাজনিত আঘাত। এর দ্বিতীয় ময়নাতদন্তের নির্দেশ দেন দিল্লির লেফটেন্যান্ট গভর্নর। টিডি ডোগরার নেতৃত্বে তিনটি ভিন্ন হাসপাতালের তিনজন চিকিৎসকের একটি দল এই কাজ করেছিলেন। তাঁরা মাথা এবং ঘাড়ের অঞ্চলে দুটি গুলি সনাক্ত করেছিলেন। তার থেকে সিদ্ধান্ত করা হয় আগ্নেয়াস্ত্রের আঘাত মৃত্যুর কারণ। তাতেই তদন্তের গতিপথ পাল্টে যায় এবং আসল ঘটনা বেরিয়ে আসে। এই কেসটি ফলপ্রসূ দ্বিতীয় ময়নাতদন্তের জন্য একটি যুগান্তকারী দৃষ্টান্ত। দিল্লি পুলিশ মামলাটির তদন্ত করে এবং ১৯৯৫ সালের ২৭ জুলাই তারিখে একটি দায়রা আদালতে অভিযোগ পত্র (চার্জশিট) দাখিল করে। ২০০৩ সালের ৭ই নভেম্বর তারিখে, সুশীল শর্মাকে মৃত্যুদণ্ড দেওয়া হয় এবং রেস্টুরেন্ট ম্যানেজার কেশব কুমারকে সাত বছরের সশ্রম কারাদণ্ডের আদেশ দেওয়া হয়।\nসুশীল শর্মা দিল্লি হাইকোর্টের ট্রায়াল কোর্টের রায়ে জেলা আদালতের রায়ের বিরুদ্ধে আপিল করেছিলেন। দিল্লি হাইকোর্ট নিম্ন আদালতের সিদ্ধান্ত বহাল রেখে দেয়। ২০০৩ সালে, একটি শহরের আদালত তাঁকে মৃত্যুদণ্ড দেয়। পরে ২০০৭ সালে দিল্লি হাইকোর্ট সেই রায় বহাল রাখে। ২০১৩ সালে, সুপ্রিম কোর্ট তাঁর মৃত্যুদণ্ড কমিয়ে দেয় এই বলে - সুশীল শর্মা তাঁর স্ত্রীর দেহ যে কেটে ফেলেছেন তার \"কোন প্রমাণ\" নেই। ২০১৩ সালের ৮ই অক্টোবর, প্রধান বিচারপতি পি সথাশিবমকে নিয়ে সুপ্রিম কোর্টের বিচারপতি রঞ্জনা দেশাই ও রঞ্জন গগৈয়ের তিন বিচারপতির বেঞ্চ সুশীল শর্মাকে দোষী সাব্যস্ত করে। যাইহোক, আদালত তাঁর মৃত্যুদন্ডকে যাবজ্জীবন কারাদণ্ডে রূপান্তরিত করে। আদালতের মত ছিল সুশীল শর্মার পূর্বের কোনও অপরাধমূলক ঘটনা নেই এবং এটি সমাজের বিরুদ্ধে অপরাধ নয়। কিন্তু এটি স্ত্রীর সাথে উত্তেজনাপূর্ণ ব্যক্তিগত সম্পর্কের কারণে অভিযুক্তের দ্বারা সংঘটিত অপরাধ।\n২০১৮ সালের ২১শে ডিসেম্বর, দিল্লি হাইকোর্ট সুশীল শর্মাকে অবিলম্বে মুক্তি দেওয়ার নির্দেশ দেয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nhttps://web.archive.org/web/20020320090304/http://www.tribuneindia.com/1999/99jan31/edit.htm"}