{"pageid": 1422383, "title": "হিমানি বন্দ্যোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1422383", "content": "হিমানি বন্দ্যোপাধ্যায় (জন্ম ১৯৪২) হলেন একজন কানাডীয় লেখক, সমাজবিজ্ঞানী, পণ্ডিত, এবং ভারতের পশ্চিমবঙ্গ রাজ্যের কলকাতা থেকে আসা একজন দার্শনিক। তিনি কানাডার ইয়র্ক ইউনিভার্সিটিতে সমাজবিজ্ঞান বিভাগে সামাজিক ও রাজনৈতিক চিন্তাধারায় স্নাতক প্রোগ্রামে এবং উইমেন স্টাডিজে স্নাতক প্রোগ্রামে পড়ান। তিনি সমাজ কর্মী হওয়ার পাশাপাশি কবিতা লেখার জন্যও পরিচিত। তিনি ইংরেজিতে বিএ এবং এমএ ডিগ্রি লাভ করেছেন যথাক্রমে বিশ্বভারতী বিশ্ববিদ্যালয় এবং যাদবপুর বিশ্ববিদ্যালয় থেকে। তিনি এমএ এবং পিএইচডি করেছেন টরন্টো বিশ্ববিদ্যালয় থেকে।\nহিমানি বন্দ্যোপাধ্যায় মার্কসবাদী, নারীবাদী এবং বর্ণবাদ বিরোধী তত্ত্বের ক্ষেত্রে কাজ করেন। তিনি বিশেষ করে কার্ল মার্ক্সের আদর্শের ধারণার মাধ্যমে ঔপনিবেশিক বক্তৃতা পড়ার দিকে মনোনিবেশ করেন এবং লিঙ্গ, জাতি ও শ্রেণির একটি প্রতিফলিত বিশ্লেষণ একত্রিত করেন। তিনি সচেতনতা ও উপলব্ধি এবং আদার (অন্য ব্যক্তি বা লোককে নিজের থেকে পৃথক হিসাবে সংজ্ঞায়িত করতে ব্যবহৃত হয় ) সম্বন্ধে এবং প্রান্তিক নারীদের নীরবতা সম্পর্কেও অনেক বক্তৃতা করেছেন।\nতাঁর লেখা উপন্যাস এবং আঁকা রঙিন ছবি শিশুদের বর্ণবাদের মোকাবিলা করতে শেখায়।\nশিক্ষায়তনে নিজের কাজের পাশাপাশি, তিনি বিভিন্ন ধরণের পাঠকবর্গের কাছে পৌঁছানোর জন্য বিভিন্ন জায়গায় লেখা প্রকাশ করেছেন। রুংঘ পত্রিকায় তাঁর দুটি প্রবন্ধ প্রকাশিত হয়েছে।\n\n\n== প্রাথমিক জীবন ==\nহিমানি বন্দ্যোপাধ্যায় ব্রিটিশ ভারতের বেঙ্গল প্রেসিডেন্সিতে জন্মগ্রহণ করেন। তিনি কলকাতায় পড়াশোনা করেন এবং বিশ্বভারতী বিশ্ববিদ্যালয় ও যাদবপুর বিশ্ববিদ্যালয় থেকে যথাক্রমে বিএ ও এমএ ডিগ্রি অর্জন করেন। তাঁর গবেষণাপত্রটি ১৯৮৮ সালে সম্পন্ন হয়েছিল, যার  শিরোনাম ছিল: এ স্টাডি অফ ক্লাস অ্যাণ্ড ক্লাস স্ট্রাগল ইন দ্য পলিটিক্যাল থিয়েটার অফ ওয়েস্ট বেঙ্গল।\n\n\n== গ্রন্থপঞ্জি ==\nদ্য আইডিয়োলজিক্যাল কণ্ডিশন: সিলেক্টেড এসেজ অন হিস্টরি, রেস অ্যাণ্ড জেণ্ডার। (ব্রিল)\nডেমোগ্রাফি অ্যাণ্ড ডেমক্রেসি: এসেজ অন ন্যাশানালিজম, জেণ্ডার অ্যাণ্ড আইডিয়োলজি। (কানাডিয়ান স্কলারস প্রেস অ্যাণ্ড ওরিয়েন্ট ব্ল্যাকসওয়ান)\nইনভেন্টিং সাবজেক্টস: স্টাডিজ ইন হেজমনি, প্যাট্রিয়ার্কি অ্যাণ্ড কলোনিয়ালিজম। (তুলিকা)\nডার্ক সাইড অফ দ্য নেশন: এসেজ অন মাল্টিকালচারালিজম, ন্যাশানালিজম অ্যাণ্ড রেসিজম (কানাডিয়ান স্কলারস প্রেস)\nদ্য রাইটিং অন দ্য ওয়াল: এসেজ অন কালচার অ্যাণ্ড পলিটিক্স (টিএসএআর প্রেস);\nথিঙ্কিং থ্রু: এসেজ ইন মার্কসিজম, ফেমিনিজম অ্যাণ্ড অ্যান্টি-রেসিজম (দ্য উইমেন প্রেস)\nদ্য মিরর অফ ক্লাস: এসেজ অন বেঙ্গলি থিয়েটার (প্যাপিরাস)\n\n\n=== কল্পকাহিনী ===\nকালারড পিকচারস (একটি উপন্যাস) (টরন্টো: সিস্টার ভিশন, ১৯৯১)\nহার মাদার'স অ্যাশেস, ইন: নুরজেহান আজিজ, সংস্করণ। হার মাদার'স অ্যাশেস। স্টোরিস বাই সাউথ এশিয়ান উইমেন ইন কানাডা অ্যাণ্ড দ্য ইউনাইটেড স্টেটস। টিএসএআর পাবলিকেশন্স, টরন্টো ১৯৯৪\n\n\n=== কবিতা ===\nডুইং টাইম: কবিতা (টরন্টো: সিস্টার ভিশন, ১৯৮৬।)\nএ সেপারেট স্কাই (টরন্টো: ডোমেস্টিক ব্লিস, ১৯৮২।) - যার মধ্যে রয়েছে সুভাষ মুখাপাধ্যায়, মানবেন্দ্র বন্দ্যোপাধ্যায় এবং শামসুর রহমানের বাংলা কবিতার অনুবাদ।\n\n\n=== সহ-লেখক এবং সম্পাদনা ===\nঅফ প্রপার্টি অ্যাণ্ড প্রোপ্রাইটি: দ্য রোল অফ জেণ্ডার অ্যাণ্ড ক্লাস ইন ইম্পিরিয়ালিজম অ্যাণ্ড ন্যাশানালিজম (টরন্টো প্রেস বিশ্ববিদ্যালয়);\nআনসেটলিং রিলেশনস: দ্য ইউনিভার্সিটি অ্যাজ আ সাইট ফর ফেমিনিস্ট স্ট্রাগল (দ্য উইমেনস প্রেস);\nরিটার্নিং দ্য গেজ:: এসেজ অন জেণ্ডার, রেস অ্যাণ্ড ক্লাস বাই নন-হোয়াইট উইমেন (সিস্টারভিশন প্রেস)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n'অন দ্য ডার্ক সাইড অফ দ্য নেশন' নিবন্ধ\nরবীন্দ্র স্মৃতি পুরস্কার\nইয়ার্কু প্রোফাইল  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ নভেম্বর ২০১৮ তারিখে"}