{"pageid": 1422733, "title": "ওলজাইতু", "url": "https://bn.wikipedia.org/wiki?curid=1422733", "content": "ওলজাইতু (মঙ্গোলিয়ান :ᠦᠯᠵᠠᠢᠲᠦ\nᠬᠠᠭᠠᠨ, রোমানাইজড: Öljaitü Qaghan, ফার্সি : اولجایتو ), [ক] মোহাম্মদ-ই খোদাবন্দে নামেও পরিচিত (ফার্সি : محمد خدابنده, ফার্সি থেকে খোদাবন্দে যার অর্থ \"ঈশ্বরের দাস\" বা \"ঈশ্বরের দাস\"; ১২৮০ - ১৬ ডিসেম্বর, ১৩১৬), ইরানের তাব্রিজে ১৩০৪ থেকে ১৩১৬ সাল পর্যন্ত অষ্টম ইলখানিদ রাজবংশের শাসক ছিলেন। মঙ্গোলীয় ভাষায় তার নামের \"ওলজিট\" অর্থ \"ধন্য\"।\nতিনি ছিলেন ইলখান শাসক আরঘুনের পুত্র, মাহমুদ গাজানের ভাই এবং উত্তরসূরি (চেঙ্গিস খানের 5ম উত্তরাধিকারী), এবং ইলখানতের প্রতিষ্ঠাতা হুলাগুর প্রপৌত্র\nওলজাইতু খোরাসানে তার পিতার ভাইসরয়্যালিটির সময় 24 মার্চ 1282 তারিখে আরঘুন এবং তার তৃতীয় স্ত্রী কেরাইট ক্রিশ্চিয়ান উরুক খাতুনের পুত্র হিসাবে জন্মগ্রহণ করেছিলেন। জন্মের সময় তাকে খার-বান্দা (খচ্চর চালক) নাম দেওয়া হয়েছিল, বৌদ্ধ হিসেবে বেড়ে ওঠা এবং পরে 1291 সালে বাপ্তিস্ম গ্রহণ করেন, পোপ নিকোলাস চতুর্থের নামানুসারে নিকোলিয়া (নিকোলাস) নাম প্রাপ্ত হন। যাইহোক, তারিখ-ই উলজায়তু (ওলজেইতুর ইতিহাস) অনুসারে, ওলজিতু প্রথমে \"ওলজেই বুকা\" এবং পরে \"তেমুদার\" এবং অবশেষে \"খারবান্দা\" নামে পরিচিত ছিল। বিভিন্ন গ. একই সূত্রে আরও উল্লেখ করা হয়েছে যে তার জন্মের সময় বৃষ্টি হয়েছিল এবং আনন্দিত মঙ্গোলরা তাকে মঙ্গোলীয় নাম Öljeitu (Өлзийт), যার অর্থ শুভ বলে ডাকত। পরে তিনি তার ভাই গাজানের সাথে সুন্নি ইসলামে দীক্ষিত হন। তার ভাইয়ের মতো, তিনি তার প্রথম নাম পরিবর্তন করে ইসলামিক নাম রাখেন মুহাম্মদ\nতিনি বাইডুর বিরুদ্ধে গাজানের যুদ্ধের সাথে জড়িত যুদ্ধে অংশগ্রহণ করেছিলেন । তার ভাই গাজানের সিংহাসনে আরোহণের পর, তিনি খোরাসানের ভাইসরয় নিযুক্ত হন। 1299 সাল থেকে গাজানের উত্তরাধিকারী নিযুক্ত হওয়া সত্ত্বেও, [9] তার মৃত্যুর সংবাদ শোনার পর তিনি সিংহাসনের সম্ভাব্য প্রতিদ্বন্দ্বীদের নির্মূল করার চেষ্টা করেছিলেন। গাইখাতুর ছেলে প্রিন্স আলাফ্রংয়ের বিরুদ্ধে প্রথম এ ধরনের কাজ করা হয় । 30 মে 1304 তারিখে তিনি ওলজাইতুর একজন দূতের হাতে নিহত হন । [১০] আরেক শক্তিশালী আমির, হরকুদাককেও একইভাবে বন্দী করে মৃত্যুদণ্ড দেওয়া হয়। [১১]\nতিনি 9 জুলাই 1304 সালে উজান সমভূমিতে আসেন [12] এবং 19 জুলাই 1304 তারিখে তাঁর মুকুট পরা হয়। [11] রশিদ আল-দীন লিখেছেন যে তিনি ইউয়ান সম্রাট ওলজিতু তেমুর দাদুতে সিংহাসনে বসার পরে ওলজেইতু নামটি গ্রহণ করেছিলেন । তার পুরো রাজত্বের উপাধি ছিল গিয়াথ আল-দিন মুহাম্মদ খুদাবান্দা ওলজাইতু সুলতান। অধিগ্রহণের পর, তিনি বেশ কয়েকটি নিয়োগ করেন, যেমন কুতলুকশাহ ইলখানাতে সেনাবাহিনীর কমান্ডার-ইন-চিফ পদে, রশিদ আল-দীন এবং সাদ আল-দিন সাভাজি 22 জুলাই 1304 সালে তাঁর উজির হিসাবে। আরেকটি নিয়োগ ছিল আসিল আল-দিন। , নাসির আল-দিন তুসির ছেলে তার পিতার উত্তরসূরি হিসেবে মারাগেহ মানমন্দিরের প্রধান । আরেকটি রাজনৈতিক সিদ্ধান্ত ছিল কেরমানকে প্রত্যাহার করাএকই বছরের ২১ এপ্রিল কুতলুকখানিদ কুতুব আল-দীন শাহজাহান থেকে । ওলজাইতু 27 জুন 1305 তারিখে তার শ্বশুর এবং চাচা ইরিঞ্জিনকে আনাতোলিয়ার ভাইসরয়্যালিটিতে নিযুক্ত করেন।\nতিনি ইউয়ান রাজবংশের (19 সেপ্টেম্বর), চাগাতাই খানতে (চাপারের ব্যক্তি, কায়দু এবং দুয়ার ছেলে, বারাকের ছেলে ) এবং গোল্ডেন হোর্ড (8 ডিসেম্বর) থেকে দূত পেয়েছিলেন, একটি আন্ত-মঙ্গোল শান্তি প্রতিষ্ঠা করেছিলেন। [১১] তার শাসনামলে 1306 সালে মধ্য এশিয়া থেকে অভিবাসনের একটি ঢেউ দেখেছিল। কিছু বোর্জিগিড রাজপুত্র, যেমন মিংকান কে'উন (আরিক বোকের নাতি এবং ভবিষ্যতের আরপা কে'উনের দাদা), সারবান ( কাইডুর ছেলে ), তেমুর। ( জোচি কাসারের বংশধর ) ৩০,০০০ [১৩] বা ৫০,০০০ অনুসারী নিয়ে খোরাসানে আসেন।\n\n\n== তথ্যসূত্র =="}