{"pageid": 1422505, "title": "ব্রিটিশ হংকং", "url": "https://bn.wikipedia.org/wiki?curid=1422505", "content": "হংকং ব্রিটিশ সাম্রাজ্যের একটি উপনিবেশ এবং পরে ১৮৪১ থেকে ১৯৯৬ সাল পর্যন্ত যুক্তরাজ্যের একটি নির্ভরশীল অঞ্চল ছিল, প্রশান্ত মহাসাগরীয় যুদ্ধের সময় ১৯৪১ থেকে ১৯৪৫ সাল পর্যন্ত জাপানি দখলের সময়কাল ছাড়াও। ব্রিটিশ এবং কিং রাজবংশের মধ্যে প্রথম আফিম যুদ্ধের সময় ১৮৪১ সালে হংকং দ্বীপের ব্রিটিশ দখলের সাথে ঔপনিবেশিক সময়কাল শুরু হয়েছিল। কিং রাজবংশের মধ্যে আফিম আমদানির উপর নিষেধাজ্ঞা কার্যকর করতে চেয়েছিল যা বেশিরভাগ ব্রিটিশ ভারত থেকে রপ্তানি করা হচ্ছিল এবং জনগণের মধ্যে ব্যাপক আসক্তি সৃষ্টি করছিল।\n১৮৪২ সালের যুদ্ধের পর দাওগুয়াং সম্রাট কর্তৃক অনুমোদিত নানকিং চুক্তির মাধ্যমে দ্বীপটি ব্রিটেনের কাছে হস্তান্তর করা হয়েছিল। এটি ১৮৪৩ সালে একটি মুকুট উপনিবেশ হিসাবে প্রতিষ্ঠিত হয়েছিল। ১৮৬০ সালে, ব্রিটিশরা দ্বিতীয় আফিম যুদ্ধের পর কাউলুন উপদ্বীপকে যুক্ত করে উপনিবেশ সম্প্রসারণের সুযোগ নেয়, যখন কিং তাইপিং বিদ্রোহ পরিচালনায় জড়িত ছিল। প্রথম চীন-জাপানি যুদ্ধের পর কিং আরও দুর্বল হয়ে পড়লে, ১৮৯৮ সালে ব্রিটিশরা নতুন অঞ্চলগুলির একটি ৯৯ বছরের ইজারা পেয়ে হংকং-এর অঞ্চল আরও বাড়ানো হয়।\nযদিও চুক্তি অনুসারে কিং রাজবংশকে চিরস্থায়ীভাবে হংকং দ্বীপ এবং কাউলুনকে ছেড়ে দিতে হয়েছিল, লিজ দেওয়া নতুন অঞ্চলগুলি উপনিবেশের ৮৬.২% এবং সমগ্র উপনিবেশের জনসংখ্যার অর্ধেকেরও বেশি নিয়ে গঠিত। ২০ শতকের শেষের দিকে ইজারা শেষ হওয়ার সাথে সাথে, ব্রিটেন এটিকে ভাগ করে উপনিবেশ পরিচালনা করার কোন কার্যকর উপায় দেখতে পায়নি, যদিও গণপ্রজাতন্ত্রী চীন (পিআরসি) ইজারা বাড়ানোর কথা বিবেচনা করবে না বা তারপরে ব্রিটিশ প্রশাসনকে অব্যাহত রাখার অনুমতি দেবে না।\n১৯৮৪ সালে চীন-ব্রিটিশ যৌথ ঘোষণায় স্বাক্ষর করার সাথে সাথে, যেখানে বলা হয়েছিল যে হংকংয়ের অর্থনৈতিক ও সামাজিক ব্যবস্থা 50 বছরের জন্য তুলনামূলকভাবে অপরিবর্তিত থাকবে, ব্রিটিশ সরকার নতুন অঞ্চলগুলির মেয়াদ শেষ হওয়ার পরে সমগ্র অঞ্চল চীনের কাছে হস্তান্তর করতে সম্মত হয়েছিল। ১৯৯৭ সালে ইজারা - হংকং কমপক্ষে 2047 সাল পর্যন্ত একটি বিশেষ প্রশাসনিক অঞ্চল (SAR) হয়ে ওঠে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n\"ব্রিটিশ হংকং সরকারের অফিসিয়াল ওয়েবসাইট\". থেকে আর্কাইভ করা মূল ২৪ ডিসেম্বর ১৯৯৬ এ। সংগ্রহের তারিখ ২০১৩-০৩-২৬।"}