{"pageid": 1422166, "title": "জেসিকা লাল হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1422166", "content": "জেসিকা লাল (৫ই জানুয়ারি ১৯৬৫ - ৩০শে এপ্রিল ১৯৯৯) ছিলেন নতুন দিল্লি নিবাসী একজন মডেল। ১৯৯৯ সালের ৩০শে এপ্রিলের ঘটনা। তিনি যখন একটি জনাকীর্ণ সামাজিক পার্টিতে একজন নামকরা পানীয় পরিবেশক হিসাবে কাজ করছিলেন, তখন ভোরের আগে আন্দাজ ২:০০ টার সময় তাঁকে গুলি করে হত্যা করা হয়েছিল। কয়েক ডজন সাক্ষী হরিয়ানার ধনী ও প্রভাবশালী সংসদ সদস্য বিনোদ শর্মার ছেলে সিদ্ধার্থ বশিষ্টের (যিনি মনু শর্মা নামেও পরিচিত) দিকে ইঙ্গিত করেছেন খুনি হিসেবে। পরে মনু শর্মাকে হত্যার জন্য দোষী সাব্যস্ত করা হয় এবং তাঁকে যাবজ্জীবন কারাদণ্ড দেওয়া হয়।\nপ্রথম বিচারে, মনু শর্মাকে মুক্তি দেওয়া হয়েছিল। অভিযুক্তকে দোষী সাব্যস্ত করার জন্য শক্তিশালী পরিস্থিতিগত প্রমাণ থাকা সত্ত্বেও এই মুক্তি দেওয়া হলে তা প্রশ্নের মুখে পড়ে। দাবি করা হয় যে যথাযথ বিচার করা হয়নি। তীব্র গণমাধ্যম বিরোধিতা এবং জনসাধারণের চাপের পরে, সরকার পক্ষের উকিল আবেদন করেন এবং দিল্লি হাইকোর্ট প্রতিদিন শুনানি ক'রে দ্রুত নিষ্পত্তিমূলক কার্যক্রম পরিচালনা করে, মামলা ২৫ দিনেরও বেশি সময় ধরে চলে। ট্রায়াল কোর্টের রায় বাতিল করা হয়, এবং জেসিকা লালকে খুন করার অভিযোগে মনু শর্মা দোষী সাব্যস্ত হন। ২০০৬ সালের ২০শে ডিসেম্বরে তাঁকে যাবজ্জীবন কারাদণ্ড দেওয়া হয়। ২০২০ সালের ২রা জুন, দিল্লির লেফটেন্যান্ট গভর্নর ভাল আচরণের ভিত্তিতে মনু শর্মাকে তিহার জেল থেকে মুক্তি দেন।\n\n\n== হত্যা ==\n১৯৯৯ সালের ২৯শে এপ্রিল, মেহরাউলির কুতুব মিনারের সামনে একটি রেস্তোরাঁর একটি পার্টিতে বেশ কয়েকজন মডেলের সঙ্গে জেসিকা লাল লাইসেন্সবিহীন পানশালায় কাজ করছিলেন। মধ্যরাতে বারে মদ্য ফুরিয়ে গিয়েছিল, ফলে  কেবল ১২.৩০ পর্যন্তই পানীয় পরিবেশিত হয়েছিল। মাঝরাতের পর, মনু শর্মা তিন বন্ধুর সাথে সেখানে আসেন এবং পানীয় পরিবেশনের দাবি করেন, এর জন্য ₹ ১০০০ দিতে চান। জেসিকা লাল তা করতে অস্বীকার করেন। মনু শর্মা তখন ভয় দেখানোর জন্য ছাদে ০.২২ ক্যালিবার পিস্তল থেকে গুলি চালান। জেসিকা লাল আবার প্রত্যাখ্যান করেন, এবং মনু শর্মা আবার গুলি চালান। দ্বিতীয় গুলি জেসিকা লালের মাথায় লাগে, এতে তিনি মারা যান।\nবিভ্রান্তির কারণে, গুলি চালনার পরে মারামারি হয়েছিল, সেই সুযোগে মনু শর্মা এবং তাঁর বন্ধুরা— অমরদীপ সিং গিল, বিকাশ যাদব এবং অলোক খান্না—ঘটনাস্থল ত্যাগ করেন।\n\n\n== গ্রেফতার ==\nগুলি চালনার পরপরই মনু শর্মার পরিবারের সঙ্গে যোগাযোগ করা যায়নি এবং পরিবার পলাতক ছিল। কয়েকদিন পালিয়ে থাকার পর অলোক খান্না ও অমরদীপ সিং গিলকে ৪ঠা মে এবং মনু শর্মাকে ৬ই মে সহযোগীদের সহায়তায় গ্রেফতার করা হয়। হত্যার অস্ত্রটি উদ্ধার করা যায়নি। ধারণা করা হয়েছিল যে মার্কিন যুক্তরাষ্ট্র থেকে বেড়াতে আসা কোন বন্ধুকে এটি দেওয়া হয়েছিল এবং তিনি পরবর্তীতে সেখানে ফিরে গেছেন।\nএই মামলায় ইতিমধ্যেই বেশ কয়েকজন বিশিষ্ট ব্যক্তি জড়িত ছিলেন। মনু শর্মা নিজে ছিলেন ভারতীয় জাতীয় কংগ্রেসের সদস্য বিনোদ শর্মার ছেলে, বিনোদ পরবর্তীকালে আইএনসি থেকে পদত্যাগ করেন। বিকাশ যাদব ছিলেন রাজ্যের রাজনীতিবিদ ডিপি যাদবের ছেলে। বীণা রামানি ছিলেন সমাজের বিশিষ্ট ব্যক্তি এবং ফ্যাশন ডিজাইনার। তিনি গুলি চালনা স্থানটির পুনর্নির্মাণ করেছিলেন। তাঁর মেয়ে মালিনী রামানি একজন সহ-মডেল হিসেবে জেসিকা লালকে চিনতেন। অমরদীপ সিং গিল চণ্ডীগড়ে মাজা বন্টন কেন্দ্রের পরিচালক ছিলেন।\nমনু শর্মার একজন সহযোগী অমিত ঝিগানকে ৮ই মে গ্রেফতার করা হয় এবং প্রমাণ নষ্ট করার ষড়যন্ত্রের অভিযোগে অভিযুক্ত করা হয়। বিশ্বাস করা হয় যে তিনি পানশালাটির কাছে আসল লুকানোর জায়গা থেকে পিস্তলটি উদ্ধার করেছিলেন। তাঁকে যখন হেফাজতে নেওয়া হয়েছিল, বিকাশ যাদব তখনও পলাতক ছিলেন এবং তাঁর বাবাকেও খুঁজে পাওয়া যায়নি।\nবীণা রামানি, তার স্বামী এবং মেয়ে মালিনীকে একই দিনে ঝিগানের মতো গ্রেফতার করা হয়। তাঁদের বিরুদ্ধে অবৈধ পানশালা পরিচালনার অভিযোগ আনা হয় এবং জামিনে মুক্তি পেলেও, তাঁদের পাসপোর্ট জমা দিতে হয়েছিল। পরিবার সম্পর্কে বিভিন্ন রকম জিজ্ঞাসাবাদ চলছিল,— রামানি যুক্তরাজ্যের নাগরিক কিনা— ভারতে কাজ করার মতো প্রয়োজনীয় অনুমতি তাঁর আছে কিনা। আরেকটি উদ্বেগ ছিল প্রাঙ্গনে রক্ত ​​পরিষ্কারের আদেশ দিয়ে প্রমাণ গোপন করেছেন কিনা তা নিশ্চিত করা। যদিও ১৯শে মে এর মধ্যে ঘোষণা করা হয়েছিল যে প্রমাণ নষ্টের এই কথিত অভিযোগ আনা যাবে না।\nবিকাশ যাদব আগাম জামিন পেতে সক্ষম হন এবং গ্রেপ্তার ছাড়াই ১৯শে মে দিল্লি পুলিশের সামনে আসেন। গত কয়েক সপ্তাহে তিনি মুম্বাই এবং অন্য কোথাও ছিলেন বলে দাবি করেন, এবং বাবার সাথে তাঁর যোগাযোগ হয়েছে কিনা সে বিষয়ে মন্তব্য করতে অস্বীকার করেন। তিনি স্বীকার করেছেন যে হত্যার রাতে মনু শর্মা তাঁর সাথে ছিলেন কিন্তু ট্যামারিণ্ড ক্লাবে উপস্থিত থাকা বা ঘটনা সম্পর্কে জানার বিষয় অস্বীকার করেন। তিনি মনু শর্মাকে পুলিশের কাছে আত্মসমর্পণ করতে বলেন।\nপরবর্তীকালে, তিনি স্বল্প সময়ের জন্য হেফাজতে ছিলেন এবং দীর্ঘ সময়ের জন্য তাঁকে জামিনে মুক্তি দেওয়া হয়েছিল।\n\n\n== প্রথম বিচার ==\n১৯৯৯ সালের ৩রা আগস্ট আদালতে চার্জশিট দাখিল করা হয়। মনু শর্মার বিরুদ্ধে হত্যা, প্রমাণ নষ্ট এবং অন্যান্য অপরাধের অভিযোগ আনা হয়েছিল। অলোক খান্না, অমরদীপ সিং গিল এবং বিকাশ যাদবের বিরুদ্ধে প্রমাণ নষ্ট, ষড়যন্ত্র এবং সন্দেহভাজন ব্যক্তিকে আশ্রয় দেওয়ার অভিযোগ আনা হয়েছিল। একইভাবে অভিযুক্ত অন্যরা ছিলেন শ্যাম সুন্দর শর্মা, অমিত ঝিংগান, যোগরাজ সিং, হরবিন্দর চোপড়া, বিকাশ গিল, রাজা চোপড়া, রবিন্দর কৃষাণ সুদান এবং ধনরাজ। শেষ তিনজনকে ধরা যায়নি।\nমামলাটি শুরু হবার সাত বছর পর, ২০০৬ সালের ২১শে ফেব্রুয়ারি, মনু শর্মা সহ বারোজন অভিযুক্তের মধ্যে নয়জনকে মুক্তি দেওয়া হয়েছিল। ঝিংগানকে আগেই ছেড়ে দেওয়া হয়েছিল। ৩২ জন সাক্ষীর মধ্যে শায়ান মুন্সি, আন্দলিব সেহগাল, করণ রাজপুত, শিব লাল যাদব এবং দুই ব্যালিস্টিক বিশেষজ্ঞ, রূপ সিং ও প্রেম সাগর \"প্রতিকূল\" হওয়ার কারণে প্রসিকিউশন প্রভাবিত হয়েছিল। তারপরে, ২০১১ সালের ফেব্রুয়ারিতে, ঘোষণা করা হয়েছিল যে ৩২ জন সাক্ষীর বিরুদ্ধে মিথ্যাচারের অভিযোগ আনা হবে।\nরায় ঘোষণার পর বিচারক মন্তব্য করেন যে-\n\nদিল্লি পুলিশ তাদের মামলার ভিত্তি ধরে রাখতে ব্যর্থ হওয়ার কারণে আদালত তাদের বেকসুর খালাস দিয়েছে। জেসিকা লালকে গুলি করার জন্য যে অস্ত্র ব্যবহার করা হয়েছিল তা উদ্ধার করতে এবং যে দুটি কার্তুজের খালি খোল ঘটনাস্থল থেকে উদ্ধার করা হয়েছে, তা একটি অস্ত্র থেকে গুলি করা হয়েছিল সেই তত্ত্ব পুলিশ প্রমান করতে ব্যর্থ হয়েছে।\n\n\n== খালাসের প্রতিক্রিয়া ==\nরায়ের প্রতিক্রিয়ায় বিরোধিতা শুরু হয়েছিল। নিউইয়র্ক টাইমস এক পক্ষ পরে পরিস্থিতি বর্ণনা করেছে-\n\nভারতের শহুরে মধ্যবিত্তদের মধ্যে সবচেয়ে লক্ষণীয়, প্রায়ই ভুল এবং দুর্নীতিগ্রস্ত আইন প্রয়োগকারী আমলাতন্ত্রের সম্বন্ধে খালাস একটি দমিত হতাশা এবং ধনী ও বিখ্যাতদের প্রতি গভীর বিতৃষ্ণার জন্ম দিয়েছে, যারা উপস্থিতি দিয়ে তাদের সুবিধার জন্য এটিকে চালিত করেছে।\nন্যায়বিচারের অনুভূত ব্যর্থতার প্রতিকার পাওয়ার জন্য এসএমএস এবং ইমেল সহ অনেক প্রতিবাদ প্রচারাভিযান শুরু হয়েছিল। র‌্যালি ও মিছিলের পাশাপাশি মোমবাতি প্রজ্বলন করা হয়। মনু শর্মার নিজ শহর চণ্ডীগড়ে প্রতিবাদ হয়।\nভারতের একজন প্রাক্তন প্রধান বিচারপতি ভি. এন. খারে বিচারকের কঠোর সমালোচনা করে বলেছিলেন যে এটি একটি \"ওপেন অ্যাণ্ড শাট\" মামলা হওয়া উচিত ছিল। \n\nকখনও কখনও যখন পুলিশ, প্রসিকিউশন এবং আইনজীবী সবার সাথে অপরাধীদের সংযোগ থাকে, বিচারককে একটু সক্রিয় হতে হবে। তাঁর উচিত সত্যে পৌঁছানোর জন্য চেষ্টা করা, এবং আদালতে প্রদত্ত প্রমাণের উপর সম্পূর্ণ নির্ভর না করা উচিত। এ ধরনের মামলায় তিনি উপযুক্ত প্রমাণ পাবেন না। বেশিরভাগ ক্ষেত্রেই বিচার বিভাগ নির্ভর করে তদন্তকারী সংস্থার দেওয়া প্রমাণের ওপর, কিন্তু এখন যখন পরিস্থিতি এত খারাপ, বিচারকদের জেগে উঠতে হবে, সক্রিয় হতে হবে এবং সত্য খুঁজে বের করতে হবে।\nকোথায় ভুল হয়েছে তা নির্ধারণের জন্য দিল্লির পুলিশ কমিশনার তদন্তের ঘোষণা করেছিলেন এবং বলেছিলেন যে অন্যান্য বিষয়গুলির মধ্যে এটিও পরীক্ষা করা হবে যে কোনও ষড়যন্ত্র ছিল কিনা, সম্ভাব্য প্রমাণের সাথে কারচুপি করা হয়েছে কিনা।\n\n\n== হাইকোর্টে আবেদন ও দোষী সাব্যস্ত হওয়া ==\nপুলিশ মামলাটি পুনর্বিবেচনার জন্য হাইকোর্টে আবেদন করে এবং ২০০৬ সালের ২২শে মার্চ তারিখে বিচারাধীন নয়জন আসামির বিরুদ্ধে আদালত সমন জারি করে। তাদের মধ্যে আটজনকে পরবর্তীতে এপ্রিল মাসে জামিন দেওয়া হয়েছিল, তাদের দেশ ছাড়ার ক্ষমতার উপর বিধিনিষেধ আরোপ করা হয়েছিল। মার্চ মাসে পরোয়ানা জারি করার পর থেকে নবম আসামী গিলকে খুঁজে পাওয়া যায়নি।\n২০০৬ সালের ৯ই সেপ্টেম্বর, টিভি চ্যানেল স্টার নিউজে সংবাদ পত্রিকা তেহেলকা দ্বারা একটি স্টিং অপারেশন দেখানো হয়েছিল। এটি দেখায় যে সাক্ষীদের ঘুষ দেওয়া হয়েছিল এবং তাদের প্রাথমিক সাক্ষ্য প্রত্যাহার করতে বাধ্য করা হয়েছিল। প্রকাশ্যে বিনোদ শর্মার নামে বলা হয়েছিল তিনি কিছু সাক্ষীকে অর্থ প্রদান করেছেন। কেন্দ্রীয় কংগ্রেস নেতাদের চাপের মুখে হরিয়ানার মন্ত্রিসভা থেকে পদত্যাগ করেন বিনোদ শর্মা।\n\n\n=== বিচার ===\n২০০৬ সালের ১৫ই ডিসেম্বর, বিদ্যমান প্রমাণের ভিত্তিতে উচ্চ আদালত মনু শর্মাকে দোষী বলে রায় দেয় এবং বিচারক এসএল ভায়ানারও সমালোচনা করে।\nরায়ে বলা হয়েছে যে নিম্ন আদালত বীণা রামানি এবং দীপক ভোজওয়ানির মতো সাক্ষীদের সাক্ষ্য বিবেচনা না করার ক্ষেত্রে শিথিলতা দেখিয়েছিল, পরবর্তী সাক্ষ্যের ব্যবহারের বিষয়ে উল্লেখ করে যে, \"বিজ্ঞ বিচারকের [ভায়ানা] প্রতি অত্যন্ত শ্রদ্ধার সাথে, আমরা নির্দেশ করছি সাক্ষীর বিশ্বাসযোগ্যতা পরীক্ষা করার এই পদ্ধতিটি প্রমাণের প্রশংসা করার নিয়ম নয়।... স্পষ্টতই, এটি মনের প্রয়োগের সম্পূর্ণ অভাবকে প্রতিফলিত করে এবং একটি নির্দিষ্ট পরিণতি, অর্থাৎ খালাস পাওয়ার জন্য একটি দ্রুত পদ্ধতির পরামর্শ দেয়।\"\n\n\n=== মুক্তি ===\n২০২০ সালে মনু শর্মা ভাল আচরণের ভিত্তিতে দিল্লির লেফটেন্যান্ট গভর্নরের আদেশের কারণে জামিনে মুক্তি পেয়েছিলেন।\n\n\n=== সুপ্রিম কোর্টের সাজা নিশ্চিতকরণ ===\n২০১০ সালের ১৯শে এপ্রিল, ভারতের সুপ্রিম কোর্ট সাজা অনুমোদন করে এবং বলে যে-\n\nপ্রকৃত ঘটনা সম্পর্কিত প্রমাণ, সাক্ষীদের সাক্ষ্য, অভিযুক্ত — মনু শর্মার সাথে যানবাহন এবং কার্তুজের সংযোগের প্রমাণ, সেইসাথে ঘটনার পর তাঁর আচরণ সন্দেহাতীতভাবে তাঁর অপরাধ প্রমাণ করে। উচ্চ আদালত সব তথ্য-প্রমাণ বিশ্লেষণ করে সঠিক সিদ্ধান্তে উপনীত হয়েছে।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\n২০১১ সালের হিন্দি চলচ্চিত্রনো ওয়ান কিলড জেসিকা-তে রানি মুখার্জি এবং বিদ্যা বালন অভিনয় করেছিলেন। ছবিটি এই ঘটনার দ্বারা অনুপ্রাণিত হয়েছিল।  বিকাশ স্বরূপের ২০১৬ সালের একটি উপন্যাসসিক্স সাসপেক্টস একই রকম একটি হত্যাকে কেন্দ্র করে লেখা।\n\n\n== আরও দেখুন ==\nভারতের আইন\nরাম জেঠমালানি, ভারতীয় আইনজীবী এবং মনু শর্মার পক্ষের আইনজীবী\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nRediff.com এ সংবাদ সারসংক্ষেপ\nবিবিসিতে সংবাদের সারসংক্ষেপ"}