{"pageid": 1422126, "title": "বাসাই-বিরার", "url": "https://bn.wikipedia.org/wiki?curid=1422126", "content": "বাসাই-বিরার হল পূর্বে শাসিত চারটি মিউনিসিপ্যাল কাউন্সিলের সমষ্টি: বাসাই (বেসিন), বিরার, নালা সোপারা এবং নওঘর-মানিকপুর, সেইসাথে শহুরে এলাকার পূর্ব ও পশ্চিমে কয়েকটি শহর। এটি ভারতের মহারাষ্ট্রের কোঙ্কন বিভাগে অবস্থিত।\nবাসাই-বিরার যমজ শহর মুম্বই মেট্রোপলিটন অঞ্চল (এমএমআর) এবং মিরা-ভায়ান্দর, বাসাই-বিরার পুলিশ কমিশনারেটের একটি অংশ।\n২০১১ সালের আদমশুমারি অনুসারে, এটি মহারাষ্ট্রের ৫ম বৃহত্তম শহর। এটি মুম্বইয়ের কাছাকাছি, পালঘর জেলায় অবস্থিত এবং বাসাই ক্রিকের উত্তরে এবং বৈতরনা নদীর দক্ষিণে অবস্থিত। বাসাই-বিরার দক্ষিণ ও দক্ষিণ-পূর্বে মিরা-ভায়ান্দার এবং থানে, পূর্বে ভিওয়ান্দি-নিজামপুর এবং উত্তরে পালঘর গ্রামীণ জেলা দ্বারা বেষ্টিত।\nবাসাই-বিরারে বেশ কয়েকটি ট্রেন স্টেশন রয়েছে। পশ্চিম লাইনে, এর নাইগাঁও, বাসাই রোড, নালা সোপারা, বিরার এবং বৈতরনা ট্রেন স্টেশন রয়েছে, যেখানে কেন্দ্রীয় লাইনে জুচন্দ্রা এবং কামান রোড স্টেশন রয়েছে।\n\n\n== ইতিহাস ==\nবাসাই-বিরার, পূর্বে বেসিন বা বাসাই, পশ্চিম ভারতের পশ্চিম মহারাষ্ট্র রাজ্যের একটি শহর (পৌর কর্পোরেশন)। এটি মুম্বাই (বোম্বে) এর উত্তরে আরব সাগর উপকূলে অবস্থিত। বাসাই শহরটি ১৩১৭ সাল পর্যন্ত হিন্দু দেবগিরি যাদবদের অঞ্চলের অংশ ছিল এবং পরে এটি গুজরাট মুসলিম রাজাদের জন্য একটি সমুদ্রবন্দর হয়ে ওঠে। ১৫২৬ সালে পর্তুগিজরা বাসাইতে একটি দুর্গ (এখন ধ্বংসাবশেষ) এবং বাণিজ্য স্টেশন স্থাপন করে এবং শহরটি জাহাজ নির্মাণ শিল্পের জন্য বিখ্যাত হয়ে ওঠে।\nপর্তুগিজরা, তাদের নৌ শক্তি এবং তাদের ক্রুসেডিং বীরত্বের কারণে ভারত মহাসাগরের প্রশ্নাতীত অধিপতি ছিল। পর্তুগিজরা যখন আসে তখন বাসাই গুজরাটের সুলতান বাহাদুর শাহের অধীনে ছিল।\n২৩ ডিসেম্বর ১৫৩৪ সালে, গুজরাটের সুলতান পর্তুগিজদের সাথে একটি চুক্তি স্বাক্ষর করেন এবং বাসাইকে তার নির্ভরশীলতা সালসেট, মোম্বাইম (বোম্বাই), পারেল, ভাদালা, সিও (সিওন), ভর্লি (ওরলি) (ওরলি ফোর্ট ফটো), মাজাগাও (মাজগাও), থানে, বান্দ্রা, মাহিম, কারাঞ্জা (উরণ) দিয়ে দেন।\n\n\n=== বাসাই-বিরার ===\n২০০৯ সালে, শহরটি প্রশাসনিকভাবে প্রতিবেশী বিরার (উত্তর) এবং আরও কয়েক ডজন অন্যান্য আশেপাশের সম্প্রদায়ের সাথে বাসাই-বিরার যমজ শহর গঠনের জন্য যুক্ত হয়েছিল এবং এটি অবিলম্বে রাজ্যের সবচেয়ে জনবহুল শহুরে এলাকায় পরিণত হয়। শহরটি দীর্ঘদিন ধরে একটি বড় মাপের মাছ ধরার কেন্দ্র এবং কৃষি পণ্যের পাইকারি রপ্তানিকারক। ঐতিহ্যবাহী শিল্পের মধ্যে রয়েছে রেশম এবং তুলা হাতে বোনা তাঁত এবং লবণ তৈরি। নির্মাণ এবং প্রযুক্তি-সম্পর্কিত কার্যক্রম (যেমন, সফটওয়্যার উন্নয়ন) বৃদ্ধি পেয়েছে।\n\n\n== জলবায়ু ==\nবাসাই-বিরার একটি ক্রান্তীয় আর্দ্র এবং শুষ্ক জলবায়ু রয়েছে (কোপেন: আউ)। এই মাঝারি জলবায়ু উচ্চ বৃষ্টিপাতের দিন এবং চরম তাপমাত্রার কয়েকটি দিন নিয়ে গঠিত। জুন থেকে অক্টোবরের মধ্যে মোট বৃষ্টিপাতের ৮০% হয়। বার্ষিক গড় বৃষ্টিপাত ২,০০০–২,৫০০ মিমি (৭৯–৯৮ ইঞ্চি) এবং আর্দ্রতা ৬১-৮৬%, এটিকে আর্দ্র-প্রাক-আর্দ্র করে তোলে জোন। সবচেয়ে শুষ্ক দিনগুলো শীতকালে, যখন সবচেয়ে আর্দ্র দিনগুলো জুলাই মাসে হয়। সাম্প্রতিক সময়ে দ্রুত নগরায়নের কারণে এলাকাটি আরও বন্যাপ্রবণ হয়ে উঠেছে। মাঝে মাঝে বন্যা, আশেপাশের অঞ্চলগুলো থেকে এলাকাকে বিচ্ছিন্ন করে দেয়। বন্যা অতীতে পরিবহন, কৃষি ও শিল্প কার্যক্রমকেও প্রভাবিত করেছে।\n\n\n== জনসংখ্যা ==\n২০১১ সালের আদমশুমারিতে বাসাই-বিরারের জনসংখ্যা ছিল ১,২২১,২৩৩, যা ২০০১ সালে ৬৯৩,৩৫০, ১৯৯১ সালে ৩৬৫,৪৮০ এবং ১৯৮১ সালে ২১৯,৮৬৮ ছিল, এখানে বস্তি এবং গ্রামগুলোর পাশাপাশি শহুরে অঞ্চলও রয়েছে৷ মিউনিসিপ্যাল কর্পোরেশন অনুযায়ী অনুমান বর্তমান জনসংখ্যা হল ১৯.৮৫ লক্ষ।\nবাসাই-বিরার শহরের জনসংখ্যা বিভিন্ন ধর্ম নিয়ে গঠিত। তাদের মধ্যে, হিন্দুধর্ম পালন করে ৯৪৩,১৬৫ জন যা মোট জনসংখ্যার ৭৮.০৫%, যা জাতীয় গড় ৮০.৫% এর নিচে। নীচে দেওয়া সারণীতে বিভিন্ন ধর্মের মোট জনসংখ্যা দেখায় যা তাদের শতাংশের সাথে অনুশীলন করা হয়।\n\n\n== শাসন ও রাজনীতি ==\nবাসাই-বিরার শহুরে শহরটি বাসাই-বিরার মিউনিসিপ্যাল কর্পোরেশন দ্বারা পরিচালিত হয়। শহরটি ২০০৯ সালে গঠিত হয়েছিল যখন এটি প্রশাসনিকভাবে বিরার এবং অন্যান্য আশেপাশের সম্প্রদায়ের সাথে যুক্ত হয়েছিল। বাসাই ক্রিকের উপস্থিতির কারণে বাসাই-বিরার শহরকে বৃহত্তর মুম্বাই এবং মীরা-ভায়ান্দার শহর থেকে আলাদা করা হয়েছে। VVCMC “C” শ্রেণীর মিউনিসিপ্যাল কর্পোরেশন হিসাবে ঘোষণা করা হয়েছে।\n\n\n=== নাগরিক প্রশাসন ===\nবাসাই-বিরার মিউনিসিপ্যাল কর্পোরেশন (ভিভিএমসি) ৩ জুলাই ২০১০-এ গঠিত হয়েছিল। এর নেতৃত্বে রয়েছেন ভারতীয় প্রশাসনিক সেবা কর্মকর্তা পৌর কমিশনার শ্রী গঙ্গাথারন ডি.। তিনি নির্বাহী ক্ষমতার মালিক। গভর্নিং বডি নির্বাচন করার জন্য একটি পঞ্চম বার্ষিক নির্বাচন অনুষ্ঠিত হয়, যারা তাদের নির্বাচনী এলাকায় মৌলিক নাগরিক অবকাঠামো রয়েছে এবং কর্তৃপক্ষের পক্ষ থেকে কোনও ঘাটতি নেই তা তদারকি করার জন্য দায়ী।\nমেয়রের পদটি সীমিত দায়িত্ব সম্বলিত মূলত আনুষ্ঠানিক একটি পদ কিন্তু দায়িত্বপ্রাপ্ত ব্যক্তি সবচেয়ে বেশি ভোট নিয়ে দলের প্রধান হন। নগরীর বর্তমান মেয়র শ্রী মো. নারায়ণ মানকর। শহরের অধিক্ষেত্রের মধ্যে মোট নির্বাচনী ওয়ার্ডের সংখ্যা হল ১১৫টি।\n\n\n=== নাগরিক সেবা ===\nপাবলিক ট্রান্সপোর্ট: ভিভিএমটি তার পরিচালনার জন্য ডিজেল চালিত বাস ব্যবহার করে। সমস্ত বাস বহরে ইলেকট্রনিক ডিসপ্লে বোর্ড চালু করা হয়েছে, যেগুলো বাসের সামনে গন্তব্য আর রুট নম্বর মারাঠি এবং  ইংরেজিতে প্রদর্শন করতে থাকে৷ ভিভিএমটি বাসের রুটগুলো শহর জুড়ে এবং প্রতিবেশী শহরগুলোতেও ছড়িয়ে রয়েছে৷ VVMT বাসাই-বিরার শহরের মিউনিসিপ্যাল সীমার বাইরে অর্থাৎ মিরা-ভায়ান্দার, থানে এবং মুম্বাই শহরের মিউনিসিপ্যাল কর্পোরেশনের সীমার বাইরে তিনটি ভিন্ন এলাকায় আন্তঃনগর পরিষেবা পরিচালনা করে।\nডিজিটাল পরিষেবা: VVMC ওয়েবসাইট মুদি দোকান, রেশনের দোকান, চিকিৎসার দোকান এবং কমিউনিটি রান্নাঘরের তালিকার তথ্য প্রদান করে। ওয়েবসাইটে শহরের চক্ষু ও ব্লাড ব্যাঙ্কের তালিকাও রয়েছে। ওয়েবসাইটটি ২০১৫ সাল থেকে সাধারণ পর্ষদ সভার কার্যবিবরণীও রাখে।\nপানি সরবরাহ: কামান নদীর কোস্টাল রেগুলেশন জোন ৩ এলাকায় পানির পাইপলাইন স্থাপনের জন্য সূর্য বাঁধ পানি প্রকল্পের অনুমোদন দেওয়া হয়েছে। মুম্বই মেট্রোপলিটন রিজিওন ডেভেলপমেন্ট অথরিটি ৪০৩ মিলিয়ন লিটার দৈনিক প্রকল্প (এমএলডি) সম্পাদন করছে যা বাসাই-বিরার অঞ্চলে অতিরিক্ত ৫৪ এমএলডি জল সরবরাহ আনবে।\nনাগরিক ব্যস্ততা: স্থানীয় তথ্যের জন্য বাসাই বিরার ব্লগ নামে পরিচিত একটি ব্লগ কয়েকজন নাগরিক দ্বারা পরিচালিত হয় এবং সকলেই ব্যবহার করতে পারে। এটি শহরে প্রদত্ত বিভিন্ন পরিষেবার তথ্য প্রদান করে যেমন অ্যাম্বুলেন্স পরিষেবা এবং তাদের যোগাযোগের নম্বর, শহরের হাসপাতালের অবস্থান এবং নিকটস্থ থানা। এছাড়া এলাকার স্কুল-কলেজের তথ্যও পাওয়া যায়।\n\n\n== পরিবহন ==\nশহরটি পশ্চিম রেলওয়ে এবং মুম্বই-আহমেদাবাদ জাতীয় মহাসড়কের মাধ্যমে মুম্বইয়ের সাথে ভালভাবে সংযুক্ত। শহরটি নবি মুম্বই, থানে, ভিওয়ান্দি, কল্যাণ এবং নবি মুম্বই শহরের পানভেল নোডের সাথে বাসাই-দিভা রেল লাইন দ্বারা সংযুক্ত। উন্নত শহর মুম্বইয়ের কাছাকাছি থাকার কারণে বাসাই-বিরার শহরের উল্লেখযোগ্য সমৃদ্ধির সম্ভাবনা রয়েছে।\n\n\n=== রেলওয়ে ===\n\nবাসাই-বিরার শহরটি পশ্চিম রেলওয়ে এবং মধ্য রেলওয়ে দ্বারা সংযুক্ত। বাসাই-বিরার শহরের পশ্চিম ও মধ্য রেলওয়ের প্রধান রেলওয়ে স্টেশনগুলো হল:\n\nবিরার রেলওয়ে স্টেশন (ওয়েস্টার্ন রেলওয়ে): সমস্ত লোকাল, মেমু, শাটল, খুব কম এক্সপ্রেস ট্রেন কিন্তু সমস্ত যাত্রীবাহী ট্রেন এখান থেকে থামে বা ছেড়ে যায়।\nনালা সোপারা রেলওয়ে স্টেশন (ওয়েস্টার্ন রেলওয়ে): সমস্ত লোকাল এবং মেমু এখানে থামে।\nবিসাই রোড রেলওয়ে স্টেশন (ওয়েস্টার্ন/সেন্ট্রাল রেলওয়ে): বাসাই রোড রেলওয়ে স্টেশন একটি জংশন। সমস্ত লোকাল, মেমু, শাটল, এক্সপ্রেস ট্রেন কিন্তু শুধুমাত্র যেগুলো ভিওয়ান্ডির দিক থেকে আসছে এবং সমস্ত যাত্রীবাহী ট্রেন এখান থেকে থামে বা ছেড়ে যায়।\nনৈগাঁও রেলওয়ে স্টেশন (ওয়েস্টার্ন রেলওয়ে): সমস্ত লোকাল ট্রেন এখানে থামে।\nজুচন্দ্রা রেলওয়ে স্টেশন (সেন্ট্রাল রেলওয়ে): সমস্ত মেমু লোকাল এখানে থামে।\nকামান রোড রেলওয়ে স্টেশন (সেন্ট্রাল রেলওয়ে): সমস্ত মেমু লোকাল এখানে থামে।\n\n\n=== রাস্তা ===\n\nবাসাই-বিরার সিটি মিউনিসিপ্যাল কর্পোরেশন ভাগীরথী ট্রান্সপোর্ট কর্পোরেশন প্রাইভেট লিমিটেডের সাথে ৩ অক্টোবর ২০১২ তারিখে নিজস্ব পরিবহন পরিষেবা শুরু করে, যা VVMT নামে পরিচিত। এটি বাসাই-বিরার শহরে প্রচুর সংখ্যক বাস লাইন পরিচালনা করে। VVMT বাসাই-বিরার গ্রামেও বাস চালায়। এটি শহরের সীমার বাইরে পার্শ্ববর্তী শহর মিরা-ভায়ান্দার, থানে এবং মুম্বইতেও কাজ করে। VVMT বাস বাসাই থেকে থানে এবং বাসাই থেকে মুলুন্ড পর্যন্ত চলে।\n\nঅপারেশন\nভিভিএমটি বাসের রুটগুলো শহর জুড়ে এবং পার্শ্ববর্তী শহর ও শহরে ছড়িয়ে রয়েছে। VVMT বাসাই-বিরার টাউনের মিউনিসিপ্যাল সীমার বাইরে অর্থাৎ মিরা-ভায়ান্দার, থানে এবং মুম্বই পৌর কর্পোরেশনের সীমার বাইরে তিনটি ভিন্ন এলাকায় আন্তঃনগর পরিষেবা পরিচালনা করে।\nবাসাই-বিরার শহরশহরের স্থানীয় বাস পরিষেবা, যা VVMC দ্বারা পরিচালিত হয়। বাসাই-বিরার শহরের অভ্যন্তরীণ স্থানগুলো যা বিরার, নালা সোপারা, বাসাই রোড, নাইগাঁও রেলওয়ে স্টেশনগুলো থেকে অনেক দূরে VVMT দ্বারা সংযুক্ত। প্রধান ঘনত্ব সবসময়ই ছিল বাসাই-বিরার শহর এবং শহরে ক্রমবর্ধমান জনসংখ্যা।\nবাসাই-বিরার গ্রাম\nএটি সরকারী নয়, তবে বিরার, নালা সোপারা এবং বাসাই থেকে কিছু দূরবর্তী গ্রাম VVMT বাস দ্বারা সংযুক্ত। VVMT পরিষেবাগুলো শহরের মতো গ্রামে এত ঘন ঘন হয় না৷\nমিরা-ভায়ান্দার শহরপরিষেবাগুলো বিরার, নালা সোপারা এবং বাসাই রোড রেলওয়ে স্টেশন থেকে শুরু হয় এবং ঘোডবন্দর রোড হয়ে ভায়ান্দার হয়ে যায়। বাসাই-বিরার শহরের মধ্যে আন্তঃনগর সংযোগ (যা পশ্চিম রেলপথের দিকে) এবং (যা কেন্দ্রীয় রেলপথের পাশে)।\nথানে শহরথানে শহর VVMT দ্বারা বাসাইয়ের সাথে সংযুক্ত। বাসাই থেকে, এটি থানের দিকে তার পরিষেবা শুরু করে। আন্তঃনগর সংযোগটি বাসাই-বিরার শহর (যা পশ্চিম রেলপথের দিকে) এবং থানে সিটি/সেন্ট্রাল মুম্বই সিটি (থানে সিটি হয়ে) (যা কেন্দ্রীয় রেলপথের পাশে)।\nমুম্বই সিটিবৃহন্মুম্বই ইলেকট্রিসিটি সাপ্লাই অ্যান্ড ট্রান্সপোর্ট (BEST) হল মুম্বই শহর ও শহরতলির বৃহত্তম পাবলিক ট্রান্সপোর্ট প্রদানকারী। VVMT মুম্বইয়ের শহরতলির মুলুন্ডের শেষ স্টেশনটিকে বাসাই-বিরারের সাথে সংযুক্ত করে। আন্তঃনগর সংযোগটি পশ্চিম রেলপথের বাসাই-বিরার টাউন এবং কেন্দ্রীয় রেলওয়ের পাশে মধ্য মুম্বই শহরের মধ্যে।\n\n\n== খেলাধুলা ==\n\n\n=== বাসাই-বিরার মেয়রের ম্যারাথন ===\n\nবাসাই-বিরার মেয়রের ম্যারাথন হল বাসাই-বিরার এলাকায় আয়োজিত বার্ষিক ম্যারাথন দৌড়। এটি ২০১১ সালে শুরু হয়েছিল এবং ২০১২ সালে AFI দ্বারা স্বীকৃত একটি জাতীয় পর্যায়ের চলমান ইভেন্টে পরিণত হয়েছিল। ইভেন্টটি বিভিন্ন বিভাগ জুড়ে ১৫,০০০ জনের বেশি অংশগ্রহণ দেখে এবং ৩০ লাখ টাকার বেশি পুরস্কারের অফার করে৷\n\n\n=== সুইমিং পুল ===\nVVMC বাসাই এবং বিরারে একটি অলিম্পিক-আকারের সুইমিং পুল তৈরি করেছে।\n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:Palghar district topics"}