{"pageid": 1422793, "title": "নিউজিল্যান্ডের ইউনাইটেড ট্রাইবস", "url": "https://bn.wikipedia.org/wiki?curid=1422793", "content": "নিউজিল্যান্ডের ইউনাইটেড ট্রাইবস ( মাওরি: Te W(h)akaminenga o Ngā Rangatiratanga o Ngā Hapū o Nū Tīreni  </link> ) উত্তর দ্বীপের উত্তরে অবস্থিত মাওরি উপজাতিদের একটি কনফেডারেশন ছিল, যা ১৮৩৫ থেকে ১৮৪০ সাল পর্যন্ত আইনগত ভাবে বিদ্যমান ছিল। এটি ইউনাইটেড কিংডম থেকে কূটনৈতিক স্বীকৃতি লাভ করে, যেটি খুব শীঘ্রই ওয়েটাঙ্গি চুক্তির আওতায় এটিকে সংযুক্ত করে। এটি একটি ঘটনা যা ১৯৬০ এর দশক থেকে নিউজিল্যান্ড সরকার এবং মাওরি জনগণের মধ্যে সম্পর্কের স্বরূপ নির্ধারণ করে দিয়েছে।\n\n\n== ইতিহাস ==\n১৮৩৪ সালে ব্রিটিশ রেসিডেন্ট জেমস বাসবি এই কনফেডারেশনের আয়োজন করেছিলেন। ১৮৩৩ সালে ঔপনিবেশিক কার্যালয় বাসবিকে নিউজিল্যান্ডে পাঠিয়েছিল দাপ্তরিকভাবে ব্রিটিশ রেসিডেন্ট হিসাবে কাজ করার জন্য। তারামাওরি এবং ইউরোপীয়দের মধ্যে একটি বাণিজ্য কাঠামো তৈরির জন্য উদ্বিগ্ন ছিলো। উত্তর দ্বীপের উত্তর অংশের মাওরি প্রধানরা ১৮৩৪ সালের মার্চ মাসে বাসবির সাথে দেখা করতে সম্মত হন। গুজব ছড়াতে শুরু করে যে ফরাসী ব্যারন চার্লস ডি থিয়েরি হোকিয়াঙ্গায় একটি স্বাধীন রাষ্ট্র স্থাপনের পরিকল্পনা করেছিলেন। ইউনাইটেড ট্রাইবস ২৮ অক্টোবর ১৮৩৫ তারিখে স্বাধীনতার ঘোষণাপত্রে স্বাক্ষরের মাধ্যমে তাদের স্বাধীনতা ঘোষণা করে।  ১৮৩৬ সালে, রাজা উইলিয়াম চতুর্থের অধীনে ব্রিটিশ ক্রাউন ইউনাইটেড ট্রাইবস এবং এর পতাকাকে স্বীকৃতি দেয়।\n১৮৩৯ সাল নাগাদ, ইউনাইটেড ট্রাইবসের ঘোষণাপত্রে নর্থল্যান্ড থেকে ৫২ জন স্বাক্ষরকারী এবং অন্যান্য অংশ থেকে কিছু স্বাক্ষরকারী ছিল, বিশেষ করে ওয়াইকাতো তাইনুই, পোটাতাউ তে ভেরোহেরোর আরকি থেকে।  ১৮৪০ সালের ফেব্রুয়ারি মাসে, ইউনাইটেড ট্রাইবসের বেশ কয়েকজন প্রধান ওয়াইটাঙ্গি চুক্তিতে স্বাক্ষর করার জন্য ওয়াইটাঙ্গিতে একত্রিত হন।  মাস্কেট যুদ্ধের সময় (১৮০৭-১৮৪২), Ngāpuhi এবং অন্যান্য উপজাতিরা উত্তর দ্বীপের অনেক অংশ আক্রমণ করে এবং দখল করে, কিন্তু অন্যান্য উপজাতিরা ইউরোপীয় অস্ত্র অর্জন করায় অবশেষে তাদের পূর্বের আঞ্চলিক অবস্থানে ফিরে যায়।</link>\nসেটলার সরকারের অধীনে নিউজিল্যান্ডের দৃষ্টিকোণ থেকে, ওয়েটাঙ্গি চুক্তি স্বাক্ষরের পর কনফেডারেশনকে একটি নতুন সত্তায় অঙ্গীভূত করা হয়েছে বলে মনে করা হয়। ঘোষণাপত্রটিকে মূলত নিছক একটি ঐতিহাসিক দলিল হিসেবে দেখা হয়।  সাম্প্রতিক সময়ে এই ঘোষণার সাংবিধানিক যৌক্তিকতা নিয়ে বিতর্ক উঠেছে। \n\n\n=== নিউজিল্যান্ড কোম্পানি ইউনাইটেড ট্রাইব পতাকা ব্যবহার ===\n১৮৪০ সালে নিউজিল্যান্ড কোম্পানি পোর্ট নিকলসন (ওয়েলিংটন) এ তাদের বসতিতে ইউনাইটেড ট্রাইবসের পতাকা উত্তোলন করে, \"ঔপনিবেশিক কাউন্সিল\" দ্বারা সরকার ঘোষণা করে যেটি স্থানীয় দলপতিদের মাধ্যমে প্রদত্ত কর্তৃত্ব থেকে তার ক্ষমতা অর্জনের দাবি করে। এই পদক্ষেপগুলিকে \"উচ্চ রাষ্ট্রদ্রোহ\" হিসাবে ব্যাখ্যা করে, গভর্নর উইলিয়াম হবসন ২১ মে ১৮৪০ সালে উত্তর দ্বীপের সমগ্র অংশে ব্রিটিশ সার্বভৌমত্ব ঘোষণা করেন, এবং ২৩ মে কাউন্সিলটিকে অবৈধ ঘোষণা করেন।  এরপর তিনি তার ঔপনিবেশিক সেক্রেটারি উইলবি শর্টল্যান্ডকে ৩০ জুন ১৮৪০ সালে ৩০ জন সৈন্য ও  মাউন্টেড পুলিশ নিয়ে পতাকাটি ছিঁড়ে ফেলার জন্য পোর্ট নিকলসনকে পাঠান। শর্টল্যান্ড বাসিন্দাদের তাদের \"অবৈধ সমিতি\" থেকে সরে যেতে এবং ব্রিটিশ ক্রাউনের প্রতিনিধিদের কাছে জমা দেওয়ার নির্দেশ দেয়। \n\n\n== সাম্প্রতিক অগ্রগতি ==\nঅক্টোবর ২০১০ থেকে, ওয়েটাঙ্গি ট্রাইব্যুনাল এনগাপুহির দাবির তদন্ত শুরু করে । এনগাপুহির দাবি ছিল যে তাদের সার্বভৌমত্ব ওয়েতাঙ্গির চুক্তিতে স্বাক্ষর করার সময় হস্তান্তর করা হয়নি।  ট্রাইব্যুনাল, তে পাপারাহি ও তে রাকি তদন্তে (ওয়াই ১০৪০)  হে ওয়াকাপুটাঙ্গা ও তে রাঙাতিরাটাঙ্গা । স্বাধীনতার ঘোষণা ১৮৩৫ এবং তে তিরিতি ও ওয়েতাঙ্গি/ওয়াইতের চুক্তির (১৮৪০) মাওরি এবং ক্রাউন এর বিবেচনা করার প্রক্রিয়া চলমান রয়েছে।\nপ্রতিবেদনের প্রথম পর্যায় নভেম্বর ২০১৪ সালে প্রকাশিত হয়েছিল, এবং এতে দেখা গেছে যে মাওরি প্রধানরা ১৮৪০ সালে ওয়েতাঙ্গি চুক্তিতে স্বাক্ষর করার সময় তাদের সার্বভৌমত্ব ত্যাগ করতে রাজি হননি  ট্রাইব্যুনাল ম্যানেজার জুলি টাঙ্গায়েরে রিপোর্ট প্রকাশের সময় এনগাপুহি দাবিকারীদের কাছে বলেছেন:\n\"তোমাদের টুপুনা [পূর্বপুরুষরা] ওয়াইটাঙ্গিতে, ওয়াইমতে, মাঙ্গুঙ্গুতে তাদের 'মানা' ত্যাগ করেননি । তারা তাদের সার্বভৌমত্বকে ত্যাগ করেনি। এই সত্যটি আপনি শোনার জন্য অনেক দিন ধরে অপেক্ষা করছেন।\" \n২০১৮ সালের মে মাসে চূড়ান্ত প্রতিবেদন জমা দেওয়ার সময় থেকে রিপোর্টের দ্বিতীয় ধাপটি অক্টোবর ২০২০ পর্যন্ত লেখার প্রক্রিয়ায় ছিল  </link></link>\n\n\n== পতাকা ==\n\nবাসবি রেভারেন্ড উইলিয়ামস এবং নিউ সাউথ ওয়েলসের ঔপনিবেশিক সেক্রেটারি রিচার্ড বোর্ককে তিনটি পতাকা আঁকতে বলেছিলেন। ২০ শে মার্চ ১৮৩৪-এ, তিনটি নকশা ২৫ জন উত্তর মাওরি প্রধানদের কাছে ওয়েটাঙ্গিতে রাখা হয়েছিল ম্যান-অফ-ওয়ার এইচএমএস <i id=\"mwbg\">অ্যালিগেটরের</i> বাসবি এবং ক্যাপ্টেন ল্যামবার্ট। ১২-১০-৩ ভোটের মাধ্যমে, নকশাটি এখন ব্যাপকভাবে নির্ধারিত ইউনাইটেড ট্রাইবস পতাকা নামে পরিচিত।  ব্রিটিশ, আমেরিকান এবং ফরাসি প্রতিনিধিরা অনুষ্ঠানটি প্রত্যক্ষ করেছিলেন, যার মধ্যে অ্যালিগেটর থেকে ১৩-বন্দুকের স্যালুট অন্তর্ভুক্ত ছিল। \nনির্বাচিত পতাকাটি সেন্ট জর্জ ক্রসের উপর ভিত্তি করে তৈরি করা হয়েছিল যা ইতিমধ্যেই চার্চ মিশনারী সোসাইটি দ্বারা ব্যবহৃত হয়েছিল, একটি ক্যান্টন সমন্বিত একটি নীল পটভূমিতে একটি ছোট লাল ক্রস রয়েছে যা কালো রঙের পটভূমিতে এবং প্রতিটি ত্রৈমাসিকে একটি সাদা আট-পয়েন্টেড তারকা সহ। ক্যান্টন  ১৮৩৫ সালের আগস্টে যখন নিউ সাউথ ওয়েলসে আনুষ্ঠানিকভাবে গেজেট করা হয়, তখন বিবরণে নক্ষত্রের বিন্দু বা বিন্দুর সংখ্যা উল্লেখ করা হয়নি।  বর্ণনাটি ছিল: \"একটি সাদা মাটিতে একটি লাল সেন্ট জর্জ ক্রস। প্রথম ত্রৈমাসিকে, একটি নীল মাটিতে একটি লাল সেন্ট জর্জ ক্রস, চারটি সাদা তারা দিয়ে বিদ্ধ।\"  পতাকার এই সংস্করণটি ১৮৩৫ সাল থেকে ১৮৪০ সালের ফেব্রুয়ারিতে ওয়েটাঙ্গি চুক্তি স্বাক্ষরের আগ পর্যন্ত নিউজিল্যান্ডের ডি ফ্যাক্টো জাতীয় পতাকা হিসেবে কাজ করে, যদিও পরবর্তীকালে ইউনাইটেড ট্রাইব পতাকাটি নিউজিল্যান্ডের পতাকা হিসেবে ব্যবহৃত হতে থাকে। চুক্তি, উদাহরণস্বরূপ, দক্ষিণ আফ্রিকার যুদ্ধে (১৮৯৯-১৯০২) কাজ করা সৈন্যদের উপস্থাপিত পদকের পতাকার বৈশিষ্ট্য। \n\n\n== আরও দেখুন ==\nনিউজিল্যান্ডের স্বাধীনতা\nনিউজিল্যান্ডের পতাকা\nমাওরি iwi-এর তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া যেতে পারে ==\nColenso, William (১৮৯০)। The Authentic and Genuine History of the Treaty of Waitangi। পৃষ্ঠা 19।"}