{"pageid": 1422987, "title": "অদৃশ্য প্রতিবন্ধকতা", "url": "https://bn.wikipedia.org/wiki?curid=1422987", "content": "অদৃশ্য অক্ষমতা, লুকানো অক্ষমতা বা অদৃশ্যমান অক্ষমতা (NVDs) নামেও পরিচিত, এমন অক্ষমতা যা অবিলম্বে দৃশ্যমান হয় না। এগুলি সাধারণত দীর্ঘস্থায়ী অসুস্থতা এবং অবস্থা যা দৈনন্দিন জীবনযাত্রার স্বাভাবিক ক্রিয়াকলাপকে উল্লেখযোগ্যভাবে ব্যাহত করে।\nউদাহরণস্বরূপ, কিছু চাক্ষুষ বা শ্রবণ প্রতিবন্ধী ব্যক্তি যারা চশমা বা শ্রবণযন্ত্র পরেন না, বা যারা বিচক্ষণ শ্রবণ সহায়ক ব্যবহার করেন, তারা স্পষ্টতই অক্ষম নাও হতে পারে। কিছু লোক যাদের দৃষ্টিশক্তি কমে গেছে তারা কন্টাক্ট লেন্স পরতে পারেন।\nঅদৃশ্য অক্ষমতার মধ্যে চলাফেরার সমস্যাও অন্তর্ভুক্ত থাকতে পারে, যেমন দীর্ঘস্থায়ী পিঠে ব্যথা, জয়েন্টের সমস্যা বা দীর্ঘস্থায়ী ব্যথার মতো বসার অক্ষমতা । আক্রান্ত ব্যক্তিরা কিছু দিন বা একেবারেই চলাফেরার সহায়ক ব্যবহার করবেন না, কারণ ব্যথার তীব্রতা বা গতিশীলতার মাত্রা দিনে দিনে পরিবর্তিত হতে পারে। পুনরাবৃত্ত স্ট্রেন ইনজুরিতে বেশির ভাগ লোকই একটি সাধারণ এবং অস্পষ্ট উপায়ে চলে যায় এবং এমনকি খেলাধুলা সহ যতটা সম্ভব সক্রিয় হতে চিকিত্সক সম্প্রদায়ের দ্বারা উৎসাহিত হয়; তবুও এই লোকেদের নাটকীয় সীমাবদ্ধতা থাকতে পারে তারা কতটা টাইপ করতে পারে, লিখতে পারে বা কতক্ষণ তারা তাদের হাতে একটি ফোন বা অন্যান্য বস্তু ধরে রাখতে পারে।\nমানসিক অক্ষমতা বা অসুস্থতা, যেমন ADHD, বিষণ্নতা, উদ্বেগ, আসক্তি, ডিসলেক্সিয়া, আত্মসংবৃতি, বা সিজোফ্রেনিয়া ,কেও অদৃশ্য অক্ষমতা হিসাবে শ্রেণীবদ্ধ করা হয় কারণ সেগুলি সাধারণত একজন ব্যক্তির সাথে দেখা বা কথা বলে তাৎক্ষণিকভাবে সনাক্ত করা যায় না৷\nপ্রতিবন্ধী ব্যক্তিরা শুধুমাত্র দৃশ্যমান বা অদৃশ্য ব্যাধিগুলি অনুভব করতে পারে, অন্যরা দৃশ্যমান এবং অদৃশ্য উভয় প্রতিবন্ধকতা অনুভব করে। এর মধ্যে এমন প্রতিবন্ধকতা রয়েছে যা শুধুমাত্র নির্দিষ্ট পরিস্থিতির কারণে দৃশ্যমান হতে পারে। \nদীর্ঘস্থায়ী রোগে আক্রান্ত 96% লোকের একটি অদৃশ্য অক্ষমতা রয়েছে। এটি অনুমান করা হয় যে 10 জনের মধ্যে 1 আমেরিকান একটি অদৃশ্য অক্ষমতা নিয়ে বাস করে।  এই সংখ্যা সম্ভবত বিশ্বব্যাপী বেশি, কারণ সমস্ত প্রতিবন্ধী মানুষের 80% উন্নয়নশীল দেশে বাস করে। \n\n\n== প্রভাব ==\nঅদৃশ্য অক্ষমতা একজন ব্যক্তির স্কুলে যেতে, কাজ করতে, সামাজিকীকরণ এবং আরও অনেক কিছু করার প্রচেষ্টাকে বাধাগ্রস্ত করতে পারে। যদিও প্রতিবন্ধী ব্যক্তিটির জন্য এটি একটি চ্যালেঞ্জ তৈরি করে, তবে অক্ষমতার বাস্তবতা অন্যদের পক্ষে চিনতে বা স্বীকার করা কঠিন হতে পারে। অন্যরা সমস্যাটির কারণ বুঝতে নাও পারে, যদি তারা দৃশ্যমান উপায়ে এর প্রমাণ দেখতে না পারে। সচেতনতার অভাব এবং নির্দিষ্ট পরিবেশে সহায়তা অ্যাক্সেস করতে অসুবিধার কারণে, অদৃশ্য প্রতিবন্ধী ব্যক্তিরা দৈনন্দিন জীবনে চ্যালেঞ্জের মুখোমুখি হতে পারে।  কিছু লোক সঠিকভাবে নির্ণয় না হওয়া পর্যন্ত তাদের জীবনের বেশিরভাগ সময় পার করতে পারে কারণ প্রদানকারীরা নির্দিষ্ট শর্তগুলির সাথে অপরিচিত হতে পারে বা আর্থ-সামাজিক অবস্থার কারণে।  জ্ঞানীয় প্রতিবন্ধকতা সহ শিক্ষার্থীরা স্কুলের কাজ সংগঠিত করা এবং সম্পূর্ণ করা কঠিন বলে মনে করে, তবে শিক্ষকরা যারা ছাত্রের অসুবিধার কারণ সম্পর্কে অবগত নন, তারা অধৈর্য হয়ে উঠতে পারেন। সাইকোলজি টুডে- এর একজন কলামিস্ট লিখেছেন:\n\nআমি সম্প্রতি গ্রেস নামক মহিলার সাথে পরিচিত হই, যার ১৬ বছর বয়সে মস্তিষ্কে আঘাত লেগেছিল।  একটি অতি সাধারণ গাড়ি দুর্ঘটনা। .গ্রেস কে বাইরে থেকে দেখলে বোঝা যেত না ওঁর মস্তিষ্ক ক্ষতিগ্রস্ত। এমনকি তার হাঁটাচলা, দৃষ্টি এমনকি স্নায়বিক প্রতিবর্ত প্রতিক্রিয়া একেবারে স্বাভাবিক ছিল।  [...] লোকজন তাঁকে মনে করতো তিনি সব দিক থেকে ঠিক আছেন, হতিনি ইচ্ছা করে অলসতা করছেন এবং কাজকর্ম এড়িয়ে যাচ্ছেন।  ওঁর শিক্ষকমশাইরা ওঁর বাহ্যিক আকারপ্রকার থেকেই ওঁকে বিচার করতেন।  .\nএই বোঝার অভাব একজন ব্যক্তির সামাজিক মূলধনের জন্য ক্ষতিকর হতে পারে। লোকেরা অদৃশ্য প্রতিবন্ধী কাউকে অদৃশ্য, দুর্বল বা অসামাজিক হিসাবে দেখতে পারে। এই বোঝার অভাবের কারণে একজন অক্ষমতার কারণে কেউ বন্ধু বা পরিবারের সাথে সংযোগ হারাতে পারে, যা সম্ভাব্যভাবে নিম্ন আত্মসম্মানের দিকে পরিচালিত করে। অদৃশ্য প্রতিবন্ধী ব্যক্তিরা সমর্থনের জন্য জিজ্ঞাসা করার সময় অপরাধবোধ এবং ভুল বোঝাবুঝি অনুভব করতে পারে যার ফলে নেতিবাচক আত্ম-ধারণা হতে পারে।  বাসস্থান প্রাপ্তি অক্ষমতার নথিপত্র অর্জন এবং জমা দেওয়ার একটি জটিল প্রক্রিয়া হতে পারে, যা নিয়োগকর্তা এবং শিক্ষা প্রতিষ্ঠানগুলিকে অস্বীকার করতে পারে বা পুরানো বলে মনে করতে পারে। বিশেষজ্ঞ এবং সংস্থান দুষ্প্রাপ্য হতে পারে, অনেক দূরে এবং এর মধ্যে অল্প, দীর্ঘ অপেক্ষার সময়কাল কয়েক মাস বা এমনকি বছর পর্যন্ত। যে কেউ এমন একটি অবস্থা যা অবিলম্বে দৃশ্যমান নয়, যেমন দীর্ঘস্থায়ী মাইগ্রেন, বাসস্থানের জন্য জিজ্ঞাসা করার সময় জাল বা মিথ্যা বলার জন্য অভিযুক্ত হওয়ার ভয়ের সাথে লড়াই করতে পারে। \nএকটি অক্ষমতা যা কিছু পরিস্থিতিতে দৃশ্যমান হতে পারে অন্যদের ক্ষেত্রে স্পষ্ট নাও হতে পারে, যার ফলে একটি গুরুতর সমস্যা হতে পারে। উদাহরণস্বরূপ, একজন বিমানের যাত্রী যিনি বধির, একজন ফ্লাইট অ্যাটেনডেন্টের দেওয়া মৌখিক নির্দেশ শুনতে অক্ষম হতে পারেন। এই কারণেই লুকানো অক্ষমতা সহ যাত্রীদের তাদের ফ্লাইটের আগে তাদের বাসস্থানের প্রয়োজনীয়তা এয়ারলাইনকে জানানোর পরামর্শ দেওয়া হয়। এমনই এক যাত্রী দ্য গ্লোব অ্যান্ড মেইলে লিখেছেন যে:\n\n৯/১১ র কিছুদিন পরে,  যখন আমি  Wওয়াশিংটন যাচ্ছিলাম বিমানে করে, আমি শুনতে পাই নাই যে আমাদেরকে সীট ছেড়ে নড়াচড়া করতে বারন করে নির্দেশ দেওয়া হয়েছে। আমি গত কুড়ি মিনিট বাথরুমে ছিলাম। আমি ভাবতে  পারছি না আমাকে বিমান সেবিকা যদি না সতর্ক করতেন, তবে নির্দেশ অমান্য করার অপরাধে  আমাকে কিছু এয়ার মার্শাল রা কম্বল দিয়ে মুড়ে ফেলতেন এবং মেঝেতে ফেলে মারতেন। .\nঅদৃশ্য অক্ষমতা সহ কিছু কর্মচারী কর্মক্ষেত্রে বা সাধারণভাবে সমাজে প্রতিবন্ধী ব্যক্তিদের প্রতি নির্দেশিত সামাজিক কলঙ্কের কারণে তাদের নিয়োগকর্তার সাথে তাদের রোগ নির্ণয়ের প্রকাশ না করা বেছে নেয়।  এটি ঘটতে পারে যখন একটি মানসিক অক্ষমতা জড়িত থাকে, বা অদৃশ্য অন্যান্য চিকিৎসা অবস্থার একটি সংখ্যা। মানব সম্পদ ক্ষেত্রের গবেষকদের গবেষণা চালানোর সময় এই অ-প্রকাশকে বিবেচনায় নিতে হবে।  অনেক লোক যারা প্রতিবন্ধী ব্যক্তিদের কথা ভাবেন তাদের চিকিৎসা খরচের কারণে সাধারণত তাদের নিম্ন থেকে মধ্যবিত্ত হিসাবে বিবেচনা করেন এবং এছাড়াও অনেক প্রতিবন্ধী ব্যক্তিদের প্রায়ই নির্ভরযোগ্য, পূর্ণকালীন কর্মসংস্থানের অভাব হয়। একটি মার্কিন সমীক্ষা অনুসারে, প্রতিবন্ধী ব্যক্তিদের 74% একটি হুইলচেয়ার বা অন্যান্য সাহায্য ব্যবহার করেন না যা তাদের অক্ষমতাকে দৃশ্যত চিত্রিত করতে পারে।  2011 সালের একটি সমীক্ষায় দেখা গেছে যে 88% অদৃশ্য প্রতিবন্ধী ব্যক্তিদের তাদের অক্ষমতা নিয়োগকারীদের কাছে প্রকাশ করার বিষয়ে নেতিবাচক মতামত রয়েছে।  প্রতিবন্ধী শিক্ষার্থীদের উপর একটি 2022 সমীক্ষায় দেখা গেছে যে অদৃশ্য প্রতিবন্ধীরা তাদের শিক্ষাপ্রতিষ্ঠান তাদের দৃশ্যমান প্রতিপক্ষের তুলনায় কম সমর্থিত বোধ করে। অদৃশ্য প্রতিবন্ধী শিক্ষার্থীদের তুলনায় দৃশ্যমান প্রতিবন্ধী শিক্ষার্থীরা প্রতিবন্ধী হিসাবে চিহ্নিত হওয়ার এবং তাদের পরিচয় প্রকাশ করার সম্ভাবনা বেশি।  2017 সালে শ্রম পরিসংখ্যান ব্যুরো থেকে পাওয়া তথ্যে বলা হয়েছে যে অদৃশ্য প্রতিবন্ধী ব্যক্তিদের বেকারত্বের হার তাদের তুলনায় বেশি।  প্রতিবন্ধী ব্যক্তিদের জন্য বেকারত্বের হার ছিল 9.2%, যেখানে যাদের নেই তাদের হার এর অর্ধেকেরও কম ছিল মাত্র 4.2%। বিবিসি বলেছে যে এইচআইভি আক্রান্ত ব্যক্তিদের বেকারত্বের হার এইচআইভিবিহীনদের তুলনায় তিনগুণ বেশি।  কম কল-ব্যাক হার পরিলক্ষিত হয়েছে চাকরির আবেদনকারীদের মধ্যে যারা সম্ভাব্য নিয়োগকর্তাদের কাছে তাদের অক্ষমতা প্রকাশ করতে চান। \nকর্মশক্তির বাইরে, শ্রম পরিসংখ্যান ব্যুরো ডেটাও দেখিয়েছে যে অদৃশ্য অক্ষমতার অধিকারী ব্যক্তিদেরও স্নাতক ডিগ্রি বা উচ্চ শিক্ষা পাওয়ার সম্ভাবনা কম।  প্রতিবন্ধী ব্যক্তিদের আর্থিক সহায়তা পেতে অসুবিধার সম্মুখীন হতে হয়; যুক্তরাজ্যের একটি সমীক্ষা রিপোর্ট করে যে প্রতিবন্ধী ব্যক্তিরা তাদের অক্ষমতা সম্পর্কিত অতিরিক্ত খরচের জন্য প্রতি মাসে প্রায় £583 গড়ে পকেট থেকে প্রদান করে।  নেচার, একটি বৈজ্ঞানিক জার্নাল, একজন ব্যক্তির সাক্ষাৎকার নিয়েছে যিনি দীর্ঘস্থায়ী ক্লান্তি সিন্ড্রোমের সাথে লড়াই করছেন যিনি শুধুমাত্র 2017 সালে 117টি ডাক্তার অ্যাপয়েন্টমেন্টে যোগদান করেছেন এবং $18,000 অর্থ প্রদান করেছেন। বীমা চিকিত্সা কভার নাও করতে পারে, বিশেষ করে যদি এটি পরীক্ষামূলক হয়। \n\n\n== ব্যাপকতা ==\n\n\n=== বিশ্বব্যাপী ===\nবিশ্ব স্বাস্থ্য সংস্থার অনুসন্ধানের উপর ভিত্তি করে, বিশ্বব্যাপী প্রায় 1.3 বিলিয়ন মানুষ উল্লেখযোগ্য অক্ষমতার সম্মুখীন হয়, যা বিশ্বব্যাপী জনসংখ্যার অন্তত 16% প্রতিনিধিত্ব করে। \n\n\n=== যুক্তরাষ্ট্র ===\nমার্কিন যুক্তরাষ্ট্রে, দীর্ঘস্থায়ী চিকিৎসা অবস্থার 96% লোক তাদের অসুস্থতার বাহ্যিক লক্ষণগুলি দেখায় না এবং 10% উপসর্গগুলি অনুভব করে যা অক্ষম বলে বিবেচিত হয়। \nপ্রায় দুই আমেরিকান (165 মিলিয়ন) মধ্যে একজনের কোনো না কোনো ধরনের দীর্ঘস্থায়ী চিকিৎসা অবস্থা রয়েছে।  যাইহোক, এই ব্যক্তিদের বেশিরভাগই প্রকৃতপক্ষে অক্ষম নয়, কারণ তাদের চিকিৎসা পরিস্থিতি স্বাভাবিক ক্রিয়াকলাপকে ব্যাহত করে না। \nদীর্ঘস্থায়ী মেডিকেল অবস্থার 96 শতাংশ লোক অদৃশ্য এমন একটি অবস্থার সাথে বাস করে। এই লোকেরা বেত বা কোনও সহায়ক যন্ত্র ব্যবহার করে না এবং এমনভাবে কাজ করে যেন তাদের কোনও চিকিৎসা নেই।  তাদের প্রায় এক চতুর্থাংশের কিছু ধরণের কার্যকলাপের সীমাবদ্ধতা রয়েছে, হালকা থেকে গুরুতর পর্যন্ত; বাকি 75% তাদের দীর্ঘস্থায়ী অবস্থার কারণে অক্ষম নয়। \n\n\n=== যুক্তরাজ্য ===\nইউনাইটেড কিংডমে, 2020 থেকে 2021 পর্যন্ত পরিচালিত একটি সমীক্ষায় দেখা গেছে যে প্রতি 5 জনের মধ্যে 1, 28%, ব্যক্তি প্রতিবন্ধী, আনুমানিক 70 থেকে 80% অদৃশ্য। \n\n\n=== অস্ট্রেলিয়া ===\nঅস্ট্রেলিয়ায়, 2022 সালের নভেম্বরে প্রকাশিত একটি নিবন্ধে বলা হয়েছে যে প্রায় 4.4 মিলিয়ন অক্ষম অস্ট্রেলিয়ানদের মধ্যে আনুমানিক 3.5 মিলিয়ন বা তাদের মধ্যে 80% অদৃশ্য অক্ষমতা রয়েছে। \n2018 সালে 205,200 অটিস্টিক অস্ট্রেলিয়ান বা প্রতিবন্ধী জনসংখ্যার 4.66% ছিল। এর মধ্যে, 40.8% জ্ঞানীয় বা সংবেদনশীল কাজগুলির জন্য সহায়তার জন্য একটি অপূর্ণ প্রয়োজনের কথা জানিয়েছে। \n\n\n== আইনি সুরক্ষা ==\n13ই ডিসেম্বর, 2006-এ, প্রতিবন্ধী ব্যক্তিদের অধিকারের উপর জাতিসংঘের কনভেনশন ( সিআরপিডি ) গঠিত হয়েছিল, যা প্রতিবন্ধী ব্যক্তিদের জন্য বিশ্বব্যাপী আইনি সুরক্ষা প্রদান করে। প্রাথমিক দিনে 82 জন স্বাক্ষরকারীর সাথে, সিআরপিডি নতুন শতাব্দীর প্রথম ব্যাপক মানবাধিকার চুক্তিতে পরিণত হয়, যা 3রা মে, 2008 থেকে কার্যকর হয় এবং প্রতিবন্ধী ব্যক্তিদেরকে দাতব্যের 'বস্তু' হিসাবে দেখার পরিবর্তে তাদের ব্যক্তি হিসাবে স্বীকৃতি দেওয়ার উপর জোর দেয়। অধিকার সহ। কনভেনশন শিক্ষা, কর্মসংস্থান, স্বাস্থ্যসেবা, অ্যাক্সেসযোগ্যতা, গোপনীয়তা এবং সাংস্কৃতিক ও ক্রীড়া কার্যক্রমের মতো ক্ষেত্রগুলিতে তাদের অধিকার নিশ্চিত করে প্রতিবন্ধী ব্যক্তিদের জীবনের বিভিন্ন দিকগুলিকে সম্বোধন করে। \nঅদৃশ্য প্রতিবন্ধী আমেরিকানরা জাতীয় এবং স্থানীয় প্রতিবন্ধী আইন দ্বারা সুরক্ষিত, যেমন আমেরিকানস উইথ ডিজঅ্যাবিলিটি আইন যা প্রতিবন্ধী ব্যক্তিদের সাথে বসবাসকারী বৈষম্যকে বেআইনি করে। \nইউনাইটেড কিংডমে, সমতা আইন 2010 (এবং এর আগে অক্ষমতা বৈষম্য আইন 1995 ) নিয়োগকর্তাদের দৃশ্যমান এবং অদৃশ্য উভয় ক্ষেত্রেই প্রতিবন্ধী কর্মচারীদের জন্য যুক্তিসঙ্গত সমন্বয় করতে হবে।  জাতিতে অদৃশ্য অক্ষমতার সাথে প্রাসঙ্গিক অনেক নীতি এবং আইন রয়েছে যেমন মানসিক ক্ষমতা আইন 2005, যত্ন আইন 2014 এবং অটিজম আইন 2009 । কাজের অ্যাক্সেস (ATW) এবং প্রতিবন্ধী ছাত্র ভাতা ( DSA ) হল সরকারি কর্মসূচীর উদাহরণ যা কর্মশক্তি এবং শিক্ষা প্রতিষ্ঠানে প্রতিবন্ধী ব্যক্তিদের জন্য সহায়তা প্রদান করে। \n\n\n== প্রতিক্রিয়া ==\nক্রমবর্ধমান সংখ্যক সংস্থা, সরকার এবং প্রতিষ্ঠানগুলি অদৃশ্য প্রতিবন্ধী ব্যক্তিদের মিটমাট করার জন্য নীতি ও প্রবিধান বাস্তবায়ন করছে। সরকার এবং স্কুল বোর্ডগুলি শেখার অক্ষমতা, সেইসাথে অন্যান্য অদৃশ্য অক্ষমতা, যেমন দৃষ্টি বা শ্রবণ সমস্যা, বা জ্ঞানীয় ক্ষমতা, মোটর দক্ষতা, বা সামাজিক বা মানসিক বিকাশের সমস্যাগুলির সাথে ছাত্রদের সনাক্ত করতে স্ক্রীনিং পরীক্ষা প্রয়োগ করেছে৷ যদি একটি লুকানো অক্ষমতা শনাক্ত করা হয়, তাহলে সম্পদগুলি একটি শিশুকে একটি বিশেষ শিক্ষা কার্যক্রমে রাখার জন্য ব্যবহার করা যেতে পারে যা তাদের স্কুলে অগ্রগতিতে সাহায্য করবে।  বিশ্বব্যাপী বেশ কয়েকটি বিশ্ববিদ্যালয় সহায়তা পরিষেবাগুলি বাস্তবায়ন এবং উন্নত করার জন্য নীতি প্রণয়ন করেছে। \nএকটি প্রশমন হল লোকেদের একটি অদৃশ্য অক্ষমতার অধিকারী হিসাবে স্ব-নির্ধারিত করার একটি সহজ উপায় প্রদান করা, এবং সংস্থাগুলির জন্য স্ব-নির্ধারিত ব্যক্তিদের সহায়তা করার জন্য প্রক্রিয়াগুলি রয়েছে৷ এর একটি উদাহরণ হল হিডেন ডিজঅ্যাবিলিটিস সানফ্লাওয়ার, প্রাথমিকভাবে 2016 সালে যুক্তরাজ্যে চালু হয়েছিল কিন্তু এখন কিছু আন্তর্জাতিক স্বীকৃতিও পাচ্ছে। \n\n\n== প্রচারণা ==\nইউনাইটেড কিংডমে, অ্যাক্টিভিস্ট অ্যাথালি আলতাই 2021 সালে এন্ড ফেক ক্লেইমিং ক্যাম্পেইন শুরু করেন, যাতে অদৃশ্য প্রতিবন্ধী ব্যক্তিদের ব্যাপক হয়রানির সম্মুখীন হয় সে সম্পর্কে সচেতনতা বাড়াতে। প্রচারাভিযানটি যুক্তরাজ্যের সরকারকে হেট ক্রাইম আইন আপডেট করার জন্য। এতে করে, কোন ব্যক্তিকে যদি কেউ সন্দেহ বা দোষারোপ করে যে সে নকল বা মিছিমিছি নিজেকে প্রতিবন্ধী দাবি করছে; তবে যে ব্যক্তি দোষারোপ করেছে সেই ব্যক্তিকেই হেইট ক্রাইম এর আওতায় আনা হবে। \n\"প্রত্যেকটি অক্ষমতা দৃশ্যমান নয়\" বার্তা প্রদর্শনকারী চিহ্নগুলি সংস্থা এবং ব্যবসায় ইনস্টল করার জন্য ক্রোহনস অ্যান্ড কোলাইটিস ইউকে দ্বারা প্রচার করা হয়েছিল। \n\n\n== আরো দেখুন ==\nঅক্ষমতা শিষ্টাচার\nসমান কর্মসংস্থান সুযোগ কমিশন\nঅক্ষমতার সামাজিক মডেল\nমানসিক ব্যাধি\n\n\n== তথ্যসূত্র =="}