{"pageid": 1422258, "title": "সিন্যাপসিস", "url": "https://bn.wikipedia.org/wiki?curid=1422258", "content": "সিন্যাপসিস বা সিজাইগি হল দুটি ক্রোমোজোম যুগ্ম যা মিয়োসিসের সময় তৈরী হয়ে থাকে। এটি তাদের পৃথকীকরণ ও সম্ভাব্য ক্রোমোসোমাল ক্রসওভারের \nআগে সমজাতীয় জোড়ার মিলন হতে সাহায্য করে। মিয়োসিসের প্রফেজ I চলাকালীন সিন্যাপসিস হয়। যখন হোমোলগাস ক্রোমোজোমগুলির সিন্যাপস ঘটে, তখন তাদের প্রান্তগুলি প্রথমে নিউক্লিও খামের সাথে সংযুক্ত থাকে। এই প্রান্ত-ঝিল্লি যৌগগুলি তারপরে নিউক্লিয়াস বহিস্থ কোষকঙ্কালের সহায়তায় স্থানান্তরিত হয় যতক্ষণ না সদৃশ প্রান্তগুলির জোড় তৈরী হয়। তারপরে ক্রোমোজোমের মধ্যবর্তী অঞ্চলগুলিকে একত্রিত করা হয় এবং একটি প্রোটিন-আরএনএ কমপ্লেক্স দ্বারা সংযুক্ত হতে পারে যাকে সিনাপটোনেমাল কমপ্লেক্স বলা হয়। সিনাপসিসের সময়, অটোসোমগুলি তাদের পুরো দৈর্ঘ্য বরাবর সিনাপটোনেমাল কমপ্লেক্স দ্বারা একত্রিত হয়, যেখানে যৌন ক্রোমোজোমের জন্য, এটি প্রতিটি ক্রোমোজোমের এক প্রান্তে ঘটে। [২]\nএটি মাইটোসিসের সাথে বিভ্রান্ত করা উচিত নয়। মাইটোসিসেরও প্রোফেজ আছে, কিন্তু সাধারণত দুটি সমজাতীয় ক্রোমোজোমের জোড়া তৈরি করে না।\nযখন নন-সিস্টার ক্রোমাটিডগুলি পরস্পর সংযুক্ত হয়, তখন অনুরূপ ক্রম সহ ক্রোমাটিডগুলির অংশগুলি পৃথক হয়ে যেতে পারে এবং জেনেটিক রিকম্বিনেশন বা \"ক্রসিং-ওভার\" নামে পরিচিত একটি প্রক্রিয়ায় বিনিময় হতে পারে। এই বিনিময়টি একটি চিয়াসমা তৈরি করে, একটি অঞ্চল যা একটি X এর মতো আকৃতির, যেখানে দুটি ক্রোমোজোম শারীরিকভাবে যুক্ত হয়। বিভাজনের সময় মেটাফেজ প্লেট বরাবর বাইভ্যালেন্টগুলিকে স্থিতিশীল করার জন্য প্রায়ই প্রতি ক্রোমোজোমে কমপক্ষে একটি চিয়াসমা প্রয়োজনীয় বলে মনে হয়। জিনগত উপাদানের ক্রসওভার 'ক্রোমোজোম হত্যাকারী' প্রক্রিয়ার বিরুদ্ধে একটি সম্ভাব্য প্রতিরক্ষা প্রদান করে, 'সেলফ' এবং 'নন-সেলফ' এর মধ্যে পার্থক্য দূর করে যার মাধ্যমে এই ধরনের একটি প্রক্রিয়া কাজ করতে পারে। রিকম্বিন্যান্ট সিনাপসিসের আরও একটি পরিণতি হল বংশের মধ্যে জেনেটিক পরিবর্তনশীলতা বৃদ্ধি করা। পুনঃপুনঃ সংমিশ্রণে জিনগুলিকে প্রজন্মের মধ্যে একে অপরের থেকে স্বাধীনভাবে চলাফেরার অনুমতি দেওয়ার সাধারণ প্রভাব রয়েছে, উপকারী জিনগুলির স্বাধীন ঘনত্ব এবং ক্ষতিকারকগুলিকে পরিষ্কার করার অনুমতি দেয়।\nসিন্যাপসিসের পরে, এক ধরণের পুনর্মিলন যাকে সংশ্লেষণ নির্ভর স্ট্র্যান্ড অ্যানিলিং (SDSA) হিসাবে উল্লেখ করা হয় প্রায়শই ঘটে। SDSA পুনঃসংযোগে যুক্ত নন-সিস্টার হোমোলোগাস ক্রোমাটিডের মধ্যে তথ্য বিনিময় জড়িত, কিন্তু শারীরিক বিনিময় নয়। SDSA পুনর্মিলন ক্রসিং-ওভারের কারণ হয় না। নন-ক্রসওভার এবং ক্রসওভার উভয় ধরনের পুনঃসংযোগ ডিএনএ ক্ষতি মেরামত করার প্রক্রিয়া হিসেবে কাজ করে, বিশেষ করে ডাবল-স্ট্র্যান্ড ব্রেক (জেনেটিক রিকম্বিনেশন দেখুন)।\nতাই সিনাপসিসের কেন্দ্রীয় কাজ হল জোড়া দিয়ে হোমোলগগুলি সনাক্ত করা, একটি সফল মায়োসিসের জন্য একটি অপরিহার্য পদক্ষেপ। ডিএনএ মেরামত এবং চিয়াসমা গঠনের প্রক্রিয়াগুলি যা সিন্যাপসিসের পরে ঘটে তার অনেক স্তরে পরিণতি রয়েছে, সেলুলার বেঁচে থাকা থেকে শুরু করে বিবর্তনের উপর প্রভাব পর্যন্ত।\nক্রোমোজোম সাইলেন্সিং\nস্তন্যপায়ী প্রাণীদের মধ্যে, নজরদারি প্রক্রিয়া মিয়োটিক কোষগুলিকে সরিয়ে দেয় যেখানে সিনাপসিস ত্রুটিপূর্ণ। এই ধরনের একটি নজরদারি প্রক্রিয়া হল মিয়োটিক সাইলেন্সিং যা অ্যাসিন্যাপসড ক্রোমোসোমের জিনের ট্রান্সক্রিপশনাল সাইলেন্সিং জড়িত। যেকোন ক্রোমোজোম অঞ্চল, পুরুষ বা মহিলা, যেটি অ্যাসিনাপসড হয় তা মিয়োটিক সাইলেন্সিং সাপেক্ষে। ATR, BRCA1 এবং gammaH2AX মানুষের oocytes মধ্যে মিয়োসিসের প্যাকাইটিন পর্যায়ে আনসিনাপ্সড ক্রোমোজোমে স্থানীয়করণ করে এবং এর ফলে ক্রোমোজোম সাইলেন্সিং হতে পারে। ডিএনএ ড্যামেজ রেসপন্স প্রোটিন TOPBP1 কে মিয়োটিক সেক্স ক্রোমোজোম সাইলেন্সিং এর একটি গুরুত্বপূর্ণ ফ্যাক্টর হিসেবেও চিহ্নিত করা হয়েছে। ডিএনএ ডাবল-স্ট্র্যান্ড ব্রেকগুলি মিয়োটিক সাইলেন্সিংয়ের জন্য সূচনা সাইট বলে মনে হয়।\nপুনর্মিলন\nস্ত্রী ড্রোসোফিলা মেলানোগাস্টার ফল মাছি, মিয়োটিক ক্রোমোজোম সিনাপসিস পুনর্মিলনের অনুপস্থিতিতে ঘটে। এইভাবে ড্রোসোফিলায় সিনাপসিস মিয়োটিক পুনঃসংযোগের থেকে স্বাধীন, এই দৃষ্টিভঙ্গির সাথে সামঞ্জস্যপূর্ণ যে সিনাপসিস হল মিয়োটিক পুনঃসংযোগের সূচনার জন্য প্রয়োজনীয় একটি পূর্বশর্ত। নেমাটোড ক্যানোরহ্যাবডিটিস এলিগানসে হোমোলোগাস ক্রোমোজোম সিনাপসিসের জন্যও মিয়োটিক পুনর্মিলন অপ্রয়োজনীয়।"}