{"pageid": 1422947, "title": "ইংল্যান্ডের কমনওয়েলথ", "url": "https://bn.wikipedia.org/wiki?curid=1422947", "content": "কমনওয়েলথ ছিল ১৬৪৯ থেকে ১৬৬০ সাল অর্থাৎ দ্বিতীয় ইংরেজ গৃহযুদ্ধের সমাপ্তি এবং প্রথম চার্লস এর বিচার ও মৃত্যুদণ্ডের পরে একটি রাজনৈতিক কাঠামো যখন ইংল্যান্ড এবং ওয়েলস, পরে আয়ারল্যান্ড এবং স্কটল্যান্ডের সাথে,  একটি একক প্রজাতন্ত্র হিসাবে শাসিত হয়েছিল। . প্রজাতন্ত্রের অস্তিত্ব ঘোষণা করা হয়েছিল \"ইংল্যান্ডকে কমনওয়েলথ হিসেবে ঘোষণা করার একটি আইন\" এর মাধ্যমে, যা ১৯ মে ১৬৪৯ সালে রাম্প পার্লামেন্ট কর্তৃক গৃহীত হয়েছিল। প্রারম্ভিক কমনওয়েলথের ক্ষমতা প্রাথমিকভাবে সংসদ এবং একটি রাজ্য কাউন্সিলের হাতে ন্যস্ত ছিল। এই সময়ে, বিশেষ করে আয়ারল্যান্ড এবং স্কটল্যান্ডে, সংসদীয় বাহিনী এবং তাদের বিরোধীদের মধ্যে, আয়ারল্যান্ডের ক্রোমওয়েলিয়ান বিজয় এবং 1650-1652 সালের অ্যাংলো-স্কটিশ যুদ্ধে লড়াই চলতে থাকে।\n১৬৫৩ সালে, রাম্প পার্লামেন্ট ভেঙে দেওয়ার পর, আর্মি কাউন্সিল  ইনস্ট্রুমেন্ট অব গভর্নমেন্ট গ্রহন করে, যার দ্বারা অলিভার ক্রোমওয়েলকে \"ইংল্যান্ড, স্কটল্যান্ড এবং আয়ারল্যান্ডের কমনওয়েলথ\" এর লর্ড প্রোটেক্টর করা হয়েছিল, যা এখন সাধারণত প্রটেক্টরেট নামে পরিচিত। ক্রোমওয়েলের মৃত্যুর পর, এবং তার পুত্র, রিচার্ড ক্রমওয়েলের অধীনে একটি সংক্ষিপ্ত শাসনকালের পর, ১৬৫৯ সালে প্রটেক্টোরেট সংসদ ভেঙে দেওয়া হয় এবং রাম্প পার্লামেন্ট পুনরায় চালু  হয়, যা ১৬৬০ সালে রাজতন্ত্র পুনরুদ্ধারের প্রক্রিয়া শুরু করে। কমনওয়েলথ শব্দটি কখনও কখনও পুরো ১৬৪৯ থেকে ১৬৬০-এর জন্য ব্যবহৃত হয় - যাকে কেউ কেউ Interregnum নামে ডাকেন - যদিও অন্যান্য ইতিহাসবিদগণ শব্দটির ব্যবহার ১৬৫৩ সালে ক্রোমওয়েলের আনুষ্ঠানিকভাবে ক্ষমতা গ্রহণের আগের বছরগুলি পর্যন্ত সীমাবদ্ধ রাখতে চান।\nঅতীত পর্যালোচনায়, ইংল্যান্ডের জন্য প্রজাতন্ত্রের শাসনের সময়টি স্বল্প মেয়াদে একটি ব্যর্থতা ছিল। ১১ বছরের এই সময়ে, কয়েক মাসের বেশি মেয়াদ বিশিষ্ট কোন স্থিতিশীল সরকার ইংরেজ রাষ্ট্র শাসন করার জন্য  প্রতিষ্ঠিত হয়নি। বেশ কয়েকটি প্রশাসনিক কাঠামোর চেষ্টা করা হয়েছিল, এবং বেশ কয়েকটি সংসদ ডাকা হয়েছিল এবং বসেছিল, কিন্তু অর্থবহ, স্থায়ী আইনের পথে খুব কমই কৃতকার্য হয়েছিল। এটিকে একত্রিত রাখার একমাত্র শক্তি ছিল অলিভার ক্রোমওয়েলের ব্যক্তিত্ব, যিনি সামরিক বাহিনীর মাধ্যমে নিয়ন্ত্রণ প্রয়োগ করেছিলেন। আর এটা করেছিলেন সামরিক বাহিনীর মেজর-জেনারেল এবং নিউ মডেল আর্মির অন্যান্য সিনিয়র সামরিক নেতাদের মাধ্যমে। তাঁর মৃত্যু এবং তাঁর পুত্রের সংক্ষিপ্ত প্রশাসনের পর ক্রমওয়েলের শাসন কেবল নৈরাজ্যের মধ্যেই ভেঙে পড়েনি, তিনি যে রাজতন্ত্রকে উৎখাত করেছিলেন তা ১৬৬০ সালে পুন:প্রতিষ্ঠিত হয়েছিল, এবং এর প্রথম কাজ ছিল আনুষ্ঠানিকভাবে রিপাবলিকান আমলের যেকোনো সাংবিধানিক সংস্কারের সমস্ত চিহ্ন মুছে ফেলা। তবুও, নিউ মডেল সেনাবাহিনীর সৈন্যরা এ প্রক্রিয়াকে গুড ওল্ড কজ নামে দীর্ঘদিন মনে রেখেছিল। এটি ইংরেজ রাজনীতিতে প্রচলিত ছিল এবং অবশেষে একটি সাংবিধানিক রাজতন্ত্রে পরিণত হয়েছে  ।</link>\nটমাস ফেয়ারফ্যাক্স, অলিভার ক্রমওয়েল এবং নিউ মডেল আর্মির সামরিক সাফল্যের জন্য কমনওয়েলথ সময়কালকে ভালভাবে স্মরণ করা হয়। ইংরেজ গৃহযুদ্ধে অসাধারণ বিজয়ের পাশাপাশি, রবার্ট ব্লেকের নেতৃত্বে নৌবাহিনীর সংস্কার, প্রথম অ্যাংলো-ডাচ যুদ্ধে ডাচদের পরাজয়, যা ইংল্যান্ডের নৌ-আধিপত্যের দিকে প্রথম পদক্ষেপ হিসেবে বিবেচিত হয়। আয়ারল্যান্ডে, কমনওয়েলথ সময়কালকে স্মরণ করা হয় ক্রোমওয়েলের আইরিশদের নৃশংস পরাধীনতার জন্য, যা টিউডর এবং স্টুয়ার্টের সময়েও অব্যাহত ছিল।\n\n\n== ১৬৪৯-১৬৫৩ ==\n\n\n=== রাম্প পার্লামেন্ট ===\nরাম্পটি তৈরি করা হয়েছিল Pride's Purge এর মাধ্যমে। Pride's Purge হচ্ছে এমন এক ঘটনা যা ঘটেছিল ৬ ডিসেম্বর, ১৬৪৮ সালে যখন নিউ মডেল আর্মির প্রধান সেনাসদস্যগণ, যেসব পার্লামেন্ট সদস্য তাদের প্রতি বিরূদ্ধ ভাবাপন্ন ছিল, তাদের হাউজ অব কমনস্ এ ঢুকতে বাধা দেয়। রাজা প্রথম চার্লসের মৃত্যুদন্ডের ঠিক আগে এবং পরে ৩০ জানুয়ারী, ১৬৪৯ এ রাম্প বেশ কয়েকটি আইন পাস করে যা প্রজাতন্ত্রের আইনী ভিত্তি তৈরি করে।\nরাজতন্ত্রের বিলুপ্তির সাথে সাথে, প্রিভি কাউন্সিল এবং হাউস অব লর্ডস, নির্বাহী ও আইনগত ক্ষমতা পরিত্যাগ করে। দ্য ইংলিশ কাউন্সিল অফ স্টেট, যা প্রিভি কাউন্সিলকে প্রতিস্থাপন করেছিল, রাজতন্ত্রের অনেক নির্বাহী কার্যাবলী গ্রহণ করেছিল। এটি রাম্প দ্বারা নির্বাচিত হয়েছিল এবং এর বেশিরভাগ সদস্য ছিলেন এমপি। যাইহোক, রাম্প ছিল সেনাবাহিনীর সমর্থনের উপর নির্ভরশীল এবং এটি খুব অস্বস্তিকর সম্পর্ক ছিল৷  প্রথম চার্লসের মৃত্যুদণ্ডের পর, হাউস অফ কমন্স রাজতন্ত্র এবং হাউস অফ লর্ডস বিলুপ্ত করে। এটি ঘোষণা করে ইংল্যান্ডের জনগণক, এর অধীনস্থ সমস্ত অঞ্চল এখন থেকে একটি \"কমনওয়েলথ\"এর শাসনের অধীনে থাকবে, যা প্রকৃতপক্ষে একটি প্রজাতন্ত্র হবে!\n\n\n== তথ্যসূত্র =="}