{"pageid": 1422757, "title": "স্টেলাল্যান্ড", "url": "https://bn.wikipedia.org/wiki?curid=1422757", "content": "স্টেলাল্যান্ড প্রজাতন্ত্র (ডাচ: Republiek Stellaland) ছিল ১৮৮২ থেকে ১৮৮৩ পর্যন্ত, ট্রান্সভালের পশ্চিমে ব্রিটিশ বেচুয়ানাল্যান্ডের (বর্তমানে দক্ষিণ আফ্রিকার উত্তর পশ্চিম প্রদেশে) একটি এলাকায় অবস্থিত একটি বোয়ার প্রজাতন্ত্র। প্রতিবেশী রাজ্য গোশেনের সাথে একীভূত হওয়ার পর, এটি ১৮৮৩ থেকে ১৮৮৫ সাল পর্যন্ত স্টেলাল্যান্ড যুক্তরাষ্ট্রে পরিণত হয় (ওলন্দাজ: Verenigde Staten van Stellaland)।\nএর সংক্ষিপ্ত ইতিহাসের সময়, ছোট রাষ্ট্রটি ব্রিটিশ সাম্রাজ্য এবং দক্ষিণ আফ্রিকান প্রজাতন্ত্রের মধ্যে সংঘর্ষের কেন্দ্রবিন্দুতে পরিণত হয়েছিল, এই অঞ্চলের নিয়ন্ত্রণের জন্য দুটি প্রধান শাসক। একাধিক দাবি এবং সংযুক্তির পর, বোয়ার সম্প্রসারণবাদ সম্পর্কে ব্রিটিশদের ভয় এর মৃত্যুর দিকে পরিচালিত করে এবং অন্যান্য কারণগুলির মধ্যে, দ্বিতীয় বোয়ার যুদ্ধের মঞ্চ তৈরি করে।\n\n\n== পটভূমি ==\nপ্রজাতন্ত্রের ঘোষণার আগে, এলাকাটি নিয়ন্ত্রণের জন্য  কোরানা এবং সোয়ানা গোষ্ঠীর প্রতিযোগিতা ছিল, তখন ব্রিটিশ যুক্তরাজ্য বেচুয়ানাল্যান্ডের উদীয়মান রক্ষিত অঞ্চলের অংশ হিসাবে এটিকে দাবি করেছিল। দুটি আদিবাসী গোষ্ঠী প্রধান মানকোরোয়ান এবং মন্টসিওয়া-র নেতৃত্বে ছিল, যাদেরকে ব্রিটিশরা \"বন্ধুত্বপূর্ণ\" বলে মনে করত, এবং অন্য দুটি ছিল প্রধান মোশেত্তে (একটি মটসওয়ানা) এবং মাসুউ (একটি কোরানা)-এর নেতৃত্বে। যখন মানকোরোয়ান এবং অন্য একজন প্রধানের মধ্যে একটি বিবাদ শুরু হয়, তখন প্রতিটি পক্ষই স্বেচ্ছাসেবকদের নিয়োগের অবলম্বন করে, তাদের সহায়তার বিনিময়ে তাদের জমি দেওয়ার প্রতিশ্রুতি দেয়। ট্রান্সভাল প্রজাতন্ত্রের মধ্যস্থতায় একটি মীমাংসা করার পর, মানকোরোয়ানের জমির বড় অংশ ৪১৬টি খামার সহ ৩,০০০ মরজেন (২,৫৬৩ হেক্টর) বোয়ারের ভাড়াটে সৈন্যদের দেওয়া হয়েছিল যারা তার প্রতিপক্ষের সঙ্গে যুদ্ধ করেছিল এবং নতুন বাসিন্দারা সিদ্ধান্ত নিযং স্বাধীনতা ঘোষণা করে।\n\n\n== একীকরণ ==\n\nস্টেলাল্যান্ড প্রজাতন্ত্র ১৮৮২ সালের ২৬শে জুলাই, নির্বাচিত সভাপতি ট্রান্সভালের একজন কৃষক গেরিট জ্যাকবাস ভ্যান নিকের্কের নেতৃত্বে তৈরি করা হয়েছিল, এবং একটি ধূমকেতুর নামানুসারে স্টেলাল্যান্ড (স্টার ল্যান্ড) (যা সেই সম্যে দৃশ্যমান ছিল) নাম দেওয়া হয়েছিল। ভ্রিবার্গ শহরটি প্রতিষ্ঠিত হয়েছিল এবং একে রাজধানী ঘোষণা করা হয়েছিল। প্রতিষ্ঠার সময়, নতুন দেশটি ১৫,৫০০ বর্গকিলোমিটার (৫,৯৮৫ বর্গমাইল) এলাকা জুড়ে ছিল এবং আনুমানিক ২০,৫০০ ব্যক্তির আবাসস্থল ছিল, যাদের মধ্যে ৩,০০০ জন ইউরোপীয় বংশোদ্ভূত ছিল।\nবাইবেলের ল্যান্ড অফ গোশেনের নামানুসারে গোশেন রাজ্যের নামকরণ করা হয়েছে, নিকোলাস ক্লডিয়াস গে ভ্যান পিটিয়াস ১৮৮২ সালের অক্টোবরে রুইগ্রান্ড নামে পার্শ্ববর্তী এলাকায় প্রধান মোশেটের অনুমোদনে প্রতিষ্ঠা করেছিলেন। গোশেনের আনুমানিক জনসংখ্যা ছিল ১৭,০০০, যাদের মধ্যে প্রায় ২,০০০ জন ছিলেন ইউরোপীয় বংশোদ্ভূত এবং এটি ১০,৪০০ বর্গকিলোমিটার (৪,০১৫ বর্গমাইল) এলাকা জুড়ে ছিল।\n১৮৮৩ সালে, স্টেলাল্যান্ড গোশেনের সাথে একত্রিত হয়ে স্টেলাল্যান্ড যুক্তরাষ্ট্র গঠন করে।\n\n\n== অবস্থান ==\nএই রাজ্যগুলির কোনওটির স্বাধীনতা অন্য কোনও দেশ দ্বারা স্বীকৃত হয়েছিল কিনা তা স্পষ্ট নয়। স্টেলাল্যান্ডের পক্ষে, কেউ উল্লেখ করতে পারে যে মন্টেভিডিও কনভেনশন যা আধুনিক অর্থে সার্বভৌমত্বের সংজ্ঞাকে বৈধ রূপ দেয় ১৯৩৩ সাল পর্যন্ত স্বাক্ষরিত হবে না এবং স্থানীয় প্রধানরা এর অস্তিত্বকে অনুমোদন করেছিলেন। অন্যদিকে, বেশ কয়েকটি ব্রিটিশ সূত্র ভ্যান নিকের্ক এবং তার অনুসারীদেরকে \"ফ্রিবুটার\" এবং \"মারাউডার\" বলে উল্লেখ করেছে। ব্রিটিশ বেচুয়ানাল্যান্ডের সামরিক কমান্ডার স্যার চার্লস ওয়ারেন দ্বারা ভ্যান নিকের্কের কাছে ভুলভাবে পাঠানো একটি টেলিগ্রাম স্টেলাল্যান্ডে সিসিল রোডসের নিষ্পত্তিকে সমর্থন করেছিল। তখনই ওয়ারেন বুঝতে পারেন যে তার শব্দটিকে স্টেলাল্যান্ডের বৈধতার অন্তর্নিহিত স্বীকৃতি হিসাবে ব্যাখ্যা করা যেতে পারে, এবং তিনি অস্বীকার করেছেন যে বার্তাটির এমন প্রভাব রয়েছে॥ ফেব্রুয়ারী ১৮৮৪ সালে, গ্রেট ব্রিটেন একতরফাভাবে এই এলাকাটিকে একটি ব্রিটিশ আশ্রিত রাজ্য ঘোষণা করে।\nস্টেলাল্যান্ডের আইন ও সংবিধান কার্যত দক্ষিণ আফ্রিকান প্রজাতন্ত্র-এর মতই ছিল। এটি কখনই একটি স্বাধীন মুদ্রা জারি করেনি, বরং এর পরিবর্তে - আশেপাশের সমস্ত রাজ্যের মতো - দক্ষিণ আফ্রিকান পাউন্ড ব্যবহার করেছিল; যদিও এটি ফেব্রুয়ারী ১৮৮৪ সালের শুরুতে নিজস্ব ডাকটিকিট ছাপিয়েছিল, যা বর্তমান দিনেও ডাকটিকিট সংগ্রাহকরা বিনিময় করে।\n\n\n== সংযোজন ==\nযেহেতু ভ্যান নিকের্কের সরকার তার অঞ্চলের মধ্য দিয়ে যাওয়া সমস্ত বাণিজ্যের উপর কর আরোপের ইচ্ছা ঘোষণা করেছিল, ডি বিয়ার্স ডায়মন্ড কোম্পানির প্রতিষ্ঠাতা সিসিল রোডস এবং ব্রিটিশ প্রশাসন তাদের খনির ব্যবসায় একটি ধাক্কার আশঙ্কা করেছিল, কারণ স্টেলাল্যান্ড চিল অন্যতম প্রধান বাণিজ্য পথ। এটিও অনুমান করা হয়েছিল যে ছোট দেশটি শেষ পর্যন্ত প্রতিবেশী দক্ষিণ আফ্রিকান প্রজাতন্ত্রে অন্তর্ভুক্ত করা যেতে পারে ১৮৮১ সালের প্রিটোরিয়া কনভেনশনকে এড়াতে যা বোয়ের সম্প্রসারণবাদের অবসানের আহ্বান জানিয়েছিল।\nরোডস এমনকি জোর দিয়েছিলেন যে অঞ্চলটি ক্রাউনের (রাজত্ব) জন্য এমন একটি গুরুত্বপূর্ণ প্রকৃতির ছিল যে যদি স্টেলাল্যান্ড বোয়ারের নিয়ন্ত্রণে থাকে, তবে ব্রিটিশ উপস্থিতি \"দক্ষিণ আফ্রিকার একটি সর্বশ্রেষ্ঠ রাষ্ট্রের অবস্থান থেকে একটি ক্ষুদ্র রাষ্ট্রের অবস্থানে চলে যাবে।\" এই ভয়ে ইন্ধন জোগায় যখন ১০ই সেপ্টেম্বর ১৮৮৪ সালে, ট্রান্সভালের প্রেসিডেন্ট পল ক্রুগার এই এলাকাটিকে দক্ষিণ আফ্রিকান প্রজাতন্ত্রের সুরক্ষার অধীনে ঘোষণা করেন এবং ছয় দিন পরে এটিকে সংযুক্ত করেন। ১৮৮৪ সালের ডিসেম্বরে ব্রিটিশরা স্যার চার্লস ওয়ারেনের অধীনে একটি বাহিনী পাঠায়, যারা দেশটি আক্রমণ করে এবং ব্রিটিশ বেচুয়ানাল্যান্ড-এ অন্তর্ভুক্ত হওয়ার আগে পরের বছরের আগস্টে প্রজাতন্ত্রকে বিলুপ্ত করে।\n\n\n== আরও দেখুন ==\nস্টেলাল্যান্ড প্রজাতন্ত্রের ডাকটিকিট এবং ডাক ইতিহাস\nস্টেলাল্যান্ডের পতাকা\nস্টেলাল্যান্ডের কোট অব আর্মস\n\n\n== তথ্যসূত্র =="}