{"pageid": 1422682, "title": "বুড়িমারী এক্সপ্রেস", "url": "https://bn.wikipedia.org/wiki?curid=1422682", "content": "বুড়িমারী এক্সপ্রেস (ট্রেন নং ৮০৯/৮১০) বাংলাদেশ রেলওয়ে পরিচালিত একটি আন্তঃনগর ট্রেন। ট্রেনটি লালমনিরহাট জেলার বুড়িমারী থেকে ঢাকা রুটে চলাচল করে। বাংলাদেশের ঢাকা ও লালমনিরহাট জেলার মধ্যে আন্তঃনগর যাত্রীবাহী ট্রেন পরিষেবা।\n\n\n== ইতিহাস ==\nবিএনপির আমলে ২০০৪ সালে লালমনিরহাট থেকে লালমনি এক্সপ্রেস নামে ঢাকাগামী একটি দিবাকালীন ট্রেন পায় লালমনিরহাট জেলা। \nদীর্ঘ প্রায় একশ কিলোমিটার লম্বা এই জেলার এক কোনায় জেলা সদর অবস্থিত। ফলে শহরের লোকজন লালমনি এক্সপ্রেসের সুবিধা পেলেও বাকি চারটি উপজেলা ও বুড়িমারী স্থলবন্দরের তথা ভারতগামী পাসপোর্টধারী যাত্রীরা সরাসরি ট্রেন সুবিধা পাননি। তাছাড়া লালমনিরহাট থেকে ঢাকাগামী দিনে থাকলেও নেই রাতের কোনো আন্তঃনগর ট্রেন। এ কারণে জেলাবাসীর দীর্ঘদিনের দাবি, সীমান্তবর্তী উপজেলা পাটগ্রামের বুড়িমারী স্টেশন থেকে ঢাকাগামী রাত্রীকালীন একটি আন্তঃনগর ট্রেন চালু করা হোক, যা ভারতে পাসপোর্টধারী যাত্রীদের যাতায়াত এবং বুড়িমারী স্থলবন্দরের ব্যবসা বাণিজ্যের পথ সুগম করবে। \nজেলাবাসীর দাবির পরিপ্রেক্ষিতে ২০১১ সালের ১৯ অক্টোবর পাটগ্রাম উপজেলার,  দহগ্রাম আঙ্গোরপোতা সফরে এসে পাটগ্রাম জসিম উদ্দিন সরকারি কলেজ মাঠে জনসভায় দেওয়া বক্তব্যে মাননীয় প্রধানমন্ত্রী শেখ হাসিনা লালমনিরহাট থেকে তিনবিঘা করিডোর এক্সপ্রেস নামে ঢাকাগামী একটি রাত্রীকালীন ট্রেনের প্রতিশ্রুতি দেন।\nযদিও কোচ ও ইঞ্জিন সংকট থাকায় ১৩ বছরেও প্রতিশ্রুতি বাস্তবায়িত হয়নি এবং রাত্রিকালীন আন্তঃনগর ট্রেনের সুবিধা থেকে বঞ্চিত ছিল রেলওয়ের বিভাগীয় শহর লালমনিরহাট।\nঅবশেষে কোচ ও ইঞ্জিন সংকট মিটিয়ে আগামী ২০২৪ সালের ১২ই মার্চ (১৪৪৫ হিজরীর ১লা রমজান) থেকে ইন্দোনেশিয়ান রাষ্ট্রীয় মালিকানাধীন পিটি ইনকা কোম্পানীর তৈরিকৃত আধুনিক কোচ ও দক্ষিণ কোরিয়ার হুন্দাই রোটেম কোম্পানীর তৈরিকৃত ইঞ্জিন/লোকোমোটিভ দ্বারা চালু হতে যাচ্ছে লালমনিরহাট থেকে ঢাকাগামী রাত্রীকালীন নতুন আন্তঃনগর ট্রেন \"বুড়িমারী এক্সপ্রেস\"!! \nযদিও ট্রেনটিকে সরাসরি বুড়িমারী পর্যন্ত চালানোর মতো সক্ষমতা না থাকায় আপাতত বুড়িমারী এক্সপ্রেসকে ঢাকা-লালমনিরহাট-ঢাকা রুটে চালানো হবে এবং বুড়িমারী- লালমনিরহাট রুটে চলাচলরত ৪৫৫ নং লোকাল ট্রেন, এবং বুড়িমারী-লালমনিরহাট রুটে চলাচলরত ৭২ নং বুড়িমারী কমিউটার; উক্ত ট্রেনদ্বয়ের সাথে বুড়িমারী এক্সপ্রেসের সংযোগ স্থাপন করা হবে।  ফলে কিছুটা ভোগান্তি পোহাতে হলেও ঢাকাগামী ট্রেনের সুবিধা পাবে বুড়িমারীবাসী।\n\n\n== সময়সূচি ==\n৮০৯/৮১০নং বুড়িমারী এক্সপ্রেসকে সরাসরি বুড়িমারী পর্যন্ত চালানোর মতো সক্ষমতা না থাকায় আপাতত মূল ট্রেনটিকে ঢাকা-লালমনিরহাট-ঢাকা রুটে চালানো হবে এবং লালমনিরহাট-বুড়িমারী-লালমনিরহাট রুটে সংযোগকারী শাটল ট্রেন চলবে। উল্লেখ্য উক্ত শাটল ট্রেন লালমনিরহাট-বুড়িমারী রুটে চলাচলরত  ৪৫৫ নং লোকাল ট্রেন এবং বুড়িমারী-লালমনিরহাট রুটে চলাচলরত ৭২ নং বুড়িমারী কমিউটার; উক্ত ট্রেনদ্বয়ের সাথে সংযুক্ত থাকবে। এক্ষেত্রে ট্রেনগুলোর সময়সূচিঃ \n\n\n== যাত্রাবিরতি ==\nবুড়িমারী এক্সপ্রেসের সংযোগকারী শাটল ট্রেন যেসব স্টেশনে যাত্রাবিরতি করবে:- \n\nপাটগ্রাম\nবড়খাতা\nহাতিবান্ধা\nতুষভান্ডার\nমূল ট্রেন তথা বুড়িমারী এক্সপ্রেস যেসব স্টেশনে যাত্রাবিরতি করবে:- \n\nলালমনিরহাট\nকাউনিয়া জংশন\nপীরগাছা(আনঅফিসিয়াল)\nগাইবান্ধা\nবোনারপাড়া জংশন\nমহিমাগঞ্জ\nবগুড়া\nসান্তাহার জংশন\nনাটোর\nঈশ্বরদী বাইপাস (শুধুমাত্র ৮০৯ দাঁড়াবে)\nঢাকা বিমানবন্দর\n\n\n== রোলিং স্টক ==\n২০২৩ সালে দেশসেরা বিরতিহীন আন্তঃনগর ট্রেন সুবর্ণ এক্সপ্রেস হতে অবমুক্ত হওয়া ইন্দোনেশিয়ান রাষ্ট্রীয় মালিকানাধীন পিটি ইনকা কোম্পানীর তৈরিকৃত আধুনিক কোচ ও দক্ষিণ কোরিয়ার হুন্দাই রোটেম কোম্পানীর তৈরিকৃত ইঞ্জিন/লোকোমোটিভ দ্বারা চালু হয়েছে লালমনিরহাট থেকে ঢাকাগামী রাত্রীকালীন নতুন আন্তঃনগর ট্রেন \"বুড়িমারী এক্সপ্রেস\"!! \nউল্লেখ্য কোচগুলো বিরতিহীন ট্রেনে ব্যবহৃত হলেও কোচগুলোর মান অন্যান্য ট্রেনের থেকে এখনো ভালো রয়েছে, যা দিয়ে নতুন ট্রেন চালু করা সম্ভব। আর তাই সেই কারণে কোচ ও ইঞ্জিন সংকটের এই সময়ে বাংলাদেশ রেলওয়ে এই কোচ দিয়ে বুড়িমারী এক্সপ্রেস চালুর সিদ্ধান্ত নিয়েছে। \nট্রেনটিতে মোট ১৫টি কোচ থাকবে। এর মধ্যে- \n\nতাপানুকুল/এসি চেয়ার কোচ- ২টি,\nতাপানুকুল/এসি কেবিন কোচ- ১টি,\nশোভন/ননএসি চেয়ার কোচ- ৮টি,\nখাবার গাড়ি+শোভন চেয়ার+গার্ডব্রেক কোচ- ২টি,\nপাওয়ার কার/জেনারেটর কোচ-১টি থাকবে।\nএকটি রেফ্রিজারেটর মালবাহী গাড়ি।\n\n\n== তথ্যসূত্র ==\nhttps://www.kalbela.com/country-news/72577 ঢাকা-বুড়িমারী রুটে চালু হচ্ছে নতুন আন্তঃনগর ট্রেন ‘বুড়িমারী এক্সপ্রেস"}