{"pageid": 1422917, "title": "মোপান অঞ্চল", "url": "https://bn.wikipedia.org/wiki?curid=1422917", "content": "ঐতিহাসিকভাবে আয়কাল নামেও পরিচিত মোপান অঞ্চল বর্তমান বেলিজ ও গুয়াতেমালার সাবেক মায়া নিম্নভূমির একটি ধ্রুপদী পরবর্তী রাষ্ট্রশাসনব্যবস্থা ছিল।\n\n\n== ভূগোল ==\nঅঞ্চলটি মাঞ্চে চোল [অঞ্চল] এর একদম উত্তরে এবং পেটেন হ্রদের (আধুনিক শহর সান লুইস, পেটেন, প্রাচীন মোপানের সবচেয়ে সম্ভাব্য স্থান হিসেবে) দক্ষিণ-পূর্বে অবস্থিত। যদিও এর সম্পূর্ণ ব্যাপ্তি 'কার্যত অজানা' রয়ে গেছে, অঞ্চলটি মোপান নদী বরাবর উত্তরে প্রসারিত হয়েছে বলে মনে করা হয়, যার ফলে চিনামিতা অঞ্চল এবং পূর্বে সিত্তি এবং সিবুন নদী, যার ফলে মুজুল অঞ্চলকে ঘিরে রয়েছে। এটি জুলুইনিকোবের সরাসরি দক্ষিণে, পেটেন ইটজা রাজ্যের দক্ষিণ-পূর্বে, ল্যাকান্ডন অঞ্চলের পূর্বে এবং মাঞ্চে চোল অঞ্চলের উত্তর ও পশ্চিমে অবস্থিত। উপরে উল্লিখিত রাজ্য, বিশেষ করে, এই অঞ্চলের উপর চিহ্নিত রাজনৈতিক, সাংস্কৃতিক বা আধ্যাত্মিক প্রভাব রেখেছে বলে মনে করা হয়। \n\n\n== ইতিহাস ==\n\n\n=== প্রাক-কলম্বীয় ===\nপরবর্তীতে মোপান অঞ্চলে পরিণত হওয়া ধ্রুপদী নগর রাষ্ট্রগুলো মধ্য অষ্টম থেকে মধ্য-নবম শতাব্দীতে ধ্রুপদী মায়ার পতনের সাথে সাথে এগুলোর রাজনৈতিক ও জনবসতির মৃত্যু হয় বলে এবং শুধুমাত্র পশ্চিমাঞ্চলীয় বসতিগুলি অবশিষ্ট ছিল বলে বিশ্বাস করা হয়।\n\n\n=== কলম্বীয় ===\nএই অঞ্চলে স্প্যানিশদের প্রথম আগমন হতে পারে হার্নান কর্টেসের মাধ্যমে যিনি ১৫২৫ সালে এর উত্তর-পূর্ব অংশ অতিক্রম করেছিলেন বলে মনে করা হয়। অঞ্চলটিতে প্রথম স্প্যানিশ সামরিক অভিযান হতে পারে ১৫৪৩-১৫৪৪ প্যাচেকোস এন্ট্রাডার সময়ে যা ডোমিনিকান মুক্তকারীদের সময়মত মধ্যস্থতার কারণে ব্যর্থ হয়েছিল।  যদিও, অঞ্চলে ডোমিনিকানদের 'প্রাথমিকভাবে ধর্মান্তরিত করার প্রচেষ্টা' উল্লেখযোগ্যভাবে ব্যর্থ হয়েছিল। এটি ১৫৭০-এর দশকে শুরু হওয়া আরও দৃঢ় ক্রিয়াকলাপকে উদ্বুদ্ধ করে যা 'পরবর্তী শতাব্দী জুড়ে অব্যাহত থাকে।\nকিছু বা বেশির ভাগ অঞ্চল পেটেন ইতজা রাজত্ব আক্রমণ করে, ১৬৯৭ সালে স্প্যানিশদের [তায়াসালে] আগমনের আগে শেষ বছরগুলিতে স্প্যানিশরা কথিতভাবে পেটেন ইতজাকে জয় করার পথ খুঁজছিলেন। এটি স্বাভাবিকভাবেই মোপান-ইত্জা সম্পর্কের টানাপোড়েন বলে মনে করা হয়। এটি স্বাভাবিকভাবেই মোপান-ইত্জা সম্পর্কের টানাপোড়েন বলে মনে করা হয়।\nস্প্যানিশদের পেটেন বিজয়ের ফলে ভূখণ্ডের পশ্চিম অংশ 'সপ্তদশ শতাব্দীর শেষের দিকে সামরিকভাবে বশ্যতা স্বীকার করে'। ১৭২০-এর দশকে সমগ্র অঞ্চল জুড়ে কাকতালীয় ও পরবর্তী সময়ে ঘটা সংকোচন জোরপূর্বকভাবে বেশিরভাগ বাসিন্দাকে সদ্য-স্প্যানিশ জেতা পেটেনে সরিয়ে দেয়।\n\n\n== সমাজ ==\nঅঞ্চলটিতে ছড়িয়ে ছিটিয়ে ছিল নদীমাতৃক গ্রাম, যার প্রতিটিতে মোপান ভাষাভাষীদের এক বা কয়েকটি পরিবার ছিল। বসতিগুলিতে 'ধনসম্পদের সামান্য প্রমাণ' ছিল বলে মনে করা হয়, উদাহরণ স্বরূপ, 'সাধারণত নিয়মিত বাড়ির মত একটি কুঁড়েঘর, যদিও কিছুটা বড়, এগুলো মন্দির হিসাবে পরিবেশন করা হত।' তা সত্ত্বেও, গ্রামগুলিকে মনে করা হয় বিভিন্ন বংশের গোষ্ঠীতে সংগঠিত হয়ে ছিল, যার ফলস্বরূপ, 'স্পষ্টভাবে একটি শনাক্তযোগ্য \"মনুষ্য\" বা একটি সংলগ্ন অঞ্চলে বসবাসকারী বৃহত্তর \"জাতি\" গঠন করা হয়েছিল।'\n\n\n== কিংবদন্তি ==\nঅঞ্চলটির প্রাচীনতম বর্ণনা ১৬৮৮ সালে দিয়েগো লোপেজ ডি কোগোলুডোর হিস্টোরিয়া ডি ইউকাথানে মুদ্রিত আকারে প্রকাশিত হয়েছিল বলে মনে করা হয় যিনি এই তথ্যটির কৃতিত্ব ফ্রান্সিসকান ফ্রেয়ার বার্তোলোমে ডি ফুয়েনসালিদাকে দিয়েছিলেন যিনি সম্ভবত ১৬১৮ সালে টিপুর ইতজা প্রতিনিধি দলের কাছ থেকে প্রথম এটি পেয়েছিলেন। তারপর থেকে সামান্য গবেষণা অগ্রসর হয়েছে। ২০০৯ সালের হিসাবে অঞ্চলটিতে প্রত্নতাত্ত্বিক ও আর্কাইভাল সংরক্ষণাগারীয় অবস্থাকে 'নগণ্য' হিসাবে ধরা হয়েছিল, প্রাক্তন মোপানদের এমনভাবে বর্ণনা করা হয়েছিল যাদের তথ্যচিত্রের উল্লেখ বা ভাষাগত পুনর্গঠন ছাড়া বস্তুত ও ভূ-রাজনৈতিকভাবে কার্যত অজানা থেকে যায়।\nঅঞ্চলটির বাসিন্দাদেরকে বেলিজ ও গুয়াতেমালার আধুনিক মোপান মায়াদের প্রধান পূর্বপুরুষ বলে মনে করা হয়।\n\n\n== টীকা ও তথ্যসূত্র ==\n\n\n=== ব্যাখ্যামূলক টীকা ===\n\n\n=== সংক্ষিপ্ত উদ্ধৃতি ===\n\n\n=== সম্পূর্ণ উদ্ধৃতি ==="}