{"pageid": 1422520, "title": "প্রত্যুষা বন্দ্যোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1422520", "content": "প্রত্যুষা বন্দ্যোপাধ্যায় (১০ আগস্ট ১৯৯১ – ১ এপ্রিল ২০১৬) ছিলেন একজন ভারতীয় টেলিভিশন অভিনেত্রী। তিনি অসংখ্য টেলিভিশন ও রিয়েলিটি অনুষ্ঠানে উপস্থাপনা করেছেন।\nপ্রত্যুষা ২০১০ সালে বালিকা বধূ টেলিভিশন অনুষ্ঠানের মাধ্যমে প্রথম স্বীকৃতি পান। এটি ছিল টেলিভিশন ধারাবাহিকে তার প্রথম প্রধান ভূমিকা, যেখান থেকে তিনি \"আনন্দী\" নামটি অর্জন করেন। এছাড়া তিনি রিয়েলিটি অনুষ্ঠান বিগ বস ৭ (২০১৩) এ অংশগ্রহণ করেন।\n\n\n== প্রারম্ভিক জীবন ==\nপ্রত্যুষা ঝাড়খণ্ডের জামশেদপুর শহরের একটি বাঙালি পরিবারে জন্মগ্রহণ করেন। তার বাবা শঙ্কর একজন পরিচিত সমাজকর্মী এবং তাদের নিজস্ব একটি এনজিও চালান। তার মা সোমা বন্দ্যোপাধ্যায়। ২০১০ সালে প্রত্যুষা টেলিভিশন ও চলচ্চিত্রে কাজ করার জন্য জামশেদপুর ছেড়ে মুম্বইতে চলে আসেন।\n\n\n== কর্মজীবন ==\nতিনি স্টার প্লাসে ইয়ে রিশতা কেয়া কেহলাতা হ্যায় এ রক্ত সম্বন্ধ অনুষ্ঠানে বানি (হিনা খান অভিনীত অক্ষরার সেরা বন্ধু) চরিত্রকে অনুসরণ করে সহকারী ভূমিকায় অবদান রাখার মাধ্যমে তার কর্মজীবন শুরু করেন।\nতিনি ২০১০ সালের ভারতীয় টেলিভিশন ধারাবাহিক বালিকা বধূতে অভিকা গোরের স্থলাভিষিক্ত হয়ে আনন্দীর প্রাপ্তবয়স্ক সংস্করণ হিসাবে প্রধান ভূমিকার জন্য নির্বাচিত হন। প্রত্যুষার মতে, লখনউয়ের প্রতিযোগী নিবেদিতা তিওয়ারি ও মুম্বইয়ের কেতকী চিতালেকে ছাড়িয়ে তিনি একটি প্রতিভা অন্বেষণের মাধ্যমে নির্বাচিত হন। অনুষ্ঠানটি সফল হওয়ার পর তিনি ঝলক দিখলা জা (পর্ব ৫) এ অংশ নেন। যাইহোক, নাচের মহড়ার সময় তিনি স্বাচ্ছন্দ্য বোধ করেন না বলে তিনি নাচের অনুষ্ঠানটি ছেড়ে দেন।\n২০১৩ সালে তিনি বিগ বস অনুষ্ঠানের সপ্তম পর্বে সবচেয়ে সেরা প্রতিযোগী ছিলেন। তিনি তার সঙ্গী রাহুল রাজ সিংয়ের সাথে পাওয়ার কাপলে উপস্থিত হন। এছাড়া তিনি হাম হ্যায় না, সাসুরাল সিমার কা, আহট, সাবধান ভারত এবং গুলমোহর গ্র্যান্ডে গুরুত্বপূর্ণ ভূমিকা পালন করেন।\nতার সবচেয়ে উল্লেখযোগ্য কাজ ছিল বালিকা বধূ ধারাবাহিকে এবং তিনি আনন্দী নামে বেশি পরিচিত ছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\nপ্রত্যুষা ২০১৫ সালের এপ্রিলে প্রযোজক বিকাশ গুপ্তের সাথে ডেটিং করছেন বলে গুজব শোনা যায়। তবে ২০১৫ সালের আগস্টের একটি রিপোর্ট অনুযায়ী, প্রত্যুষা ব্যবসায়ী মকরন্দ মালহোত্রার সাথে তার বিচ্ছেদের পর অভিনেতা ও প্রযোজক রাহুল রাজ সিংয়ের সাথে ডেটিং শুরু করেন।\n\n\n== মৃত্যু ==\n২০১৬ সালের ১ এপ্রিল ২৪ বছর বয়সে প্রত্যুষাকে তার মুম্বই অ্যাপার্টমেন্টে ঝুলন্ত অবস্থায় পাওয়া যায়। অত্যন্ত আশঙ্কাজনক অবস্থায় তাকে হাসপাতালে ভর্তি করা হয়। কোকিলাবেন হাসপাতাল তার মৃত্যু নিশ্চিত করে। ময়নাতদন্ত রিপোর্ট অনুযায়ী তার মৃত্যুর কারণ শ্বাসরোধ।\nযদিও তার বাবা-মা অভিযোগ করেন যে তাকে তার প্রেমিক, অভিনেতা ও প্রযোজক রাহুল রাজ সিং খুন করেছে এবং আত্মহত্যা করেছে। তারা তার বিরুদ্ধে অভিযোগ আনে। এরপর ২০১৮ সালে তার প্রেমিক রাহুল রাজ সিং মুম্বইয়ের দিনদোশি দায়রা আদালতে মামলা থেকে অব্যাহতি পাওয়ার জন্য একটি আবেদন করেন। প্রয়াত টেলিভিশন অভিনেত্রীর বাবা-মায়ের উপর দোষ চাপিয়ে রাহুল আবেদনে বলেন যে, তার বাবা-মা তার নামে ভারী ঋণ নিয়েছিলেন এবং অভিনেত্রী তার ঋণ পরিশোধ করতে না পারায় হতাশ হন এবং আত্মহত্যা করার পদক্ষেপ নেন।\n\n\n== টেলিভিশন ==\n\n\n== পুরস্কার ==\n\n\n== আরও দেখুন ==\nভারতীয় টেলিভিশন অভিনেত্রীদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে প্রত্যুষা বন্দ্যোপাধ্যায় (ইংরেজি)\n উইকিমিডিয়া কমন্সে প্রত্যুষা বন্দ্যোপাধ্যায় সম্পর্কিত মিডিয়া দেখুন।"}