{"pageid": 1422422, "title": "ফসফোডাইএস্টার বন্ধন", "url": "https://bn.wikipedia.org/wiki?curid=1422422", "content": "রসায়নে ফসফোডাইএস্টার বন্ধন (ইংরেজি: Phosphodiester bond) তখনই তৈরী হয় যখন ফসফরিক অ্যাসিডের ঠিক দুটি হাইড্রক্সিল গ্রুপ (−OH) অন্যান্য অণুর হাইড্রক্সিল গ্রুপের সাথে বিক্রিয়া করে দুটি এস্টার বন্ধন তৈরি করে। বন্ধন বলতে মূলত C−O−PO−2O−C লিঙ্কেজকে বোঝানো হয়। ফসফোডাইএস্টারের আলোচনা ডিএনএ এবং আরএনএ-তে তাদের প্রাধান্য পায়, কিন্তু এটি অন্যান্য জৈব অণুতেও দেখা যায়, যেমন অ্যাসাইল ক্যারিয়ার প্রোটিন, ফসফোলিপিড এবং জিএমপি এবং এএমপি এর চক্রীয় রূপ (সিজিএমপি এবং সিএএমপি)।\n\n\n== ডিএনএ ও আরএনএ ==\nফসফোডাইএস্টার বন্ডগুলি ডিএনএ এবং আরএনএ এর ব্যাকবোন তৈরি করে। নিউক্লিক অ্যাসিডের ফসফোডাইএস্টার বন্ডে, একটি ফসফেট একটি নিউক্লিওসাইডের ৫' কার্বন এবং সন্নিহিত নিউক্লিওসাইডের ৩' কার্বনের সাথে সংযুক্ত থাকে। বিশেষত, এটি ফসফোডাইএস্টার বন্ড যা একটি শর্করার অণুর ৩' কার্বন পরমাণু এবং অন্যটির ৫' কার্বন পরমাণুর সাথে সংযুক্ত করে (তাই ডিএনএ এবং আরএনএ চেইনের এই ধরনের বন্ধন ৩', ৫' ফসফোডাইএস্টার লিঙ্কেজ নামে ব্যবহৃত হয়)। জড়িত শর্করা গ্রুপগুলি হল ডিএনএতে ডিঅক্সিরাইবোজ এবং আরএনএতে রাইবোজ। নিউক্লিওসাইড-এর সাথে যুক্ত হয়ে ফসফোডাইএস্টার বন্ড তৈরি করার জন্য, নিউক্লিওটাইড বিল্ডিং ব্লকগুলির ট্রাই-ফসফেট বা ডাই-ফসফেট ফর্মগুলিকে বিচ্ছিন্ন করে ফেলা হয় যাতে এটি উৎসেচক-অনুঘটক বিক্রিয়া চালানোর জন্য প্রয়োজনীয় শক্তি সরবরাহ করা যায়। বন্ধন গঠন শুধুমাত্র ডিএনএ এবং আরএনএ প্রতিলিপিতে নয়, নিউক্লিক অ্যাসিডের মেরামত এবং পুনর্মিলনের ক্ষেত্রেও ঘটে এবং এর জন্য বিভিন্ন পলিমারেজ, প্রাইমার এবং/অথবা লাইগেজের জড়িত থাকার প্রয়োজন হতে পারে। ডিএনএ-র প্রতিলিপির সময়, উদাহরণস্বরূপ, ডিএনএ পলিমারেজ I সদ্য গঠিত তন্ত্রের ফসফেটগুলির মধ্যে একটি করে ফাঁক ছেড়ে যায়। ডিএনএ লাইগেজ ফাঁকের প্রতিটি পাশে নিউক্লিওটাইডগুলির মধ্যে একটি ফসফোডাইএস্টার বন্ধন তৈরি করতে সক্ষম।\nফসফোডাইএস্টারগুলি pH ৭-এ ঋণাত্মক আধান যুক্ত হয়। ঋণাত্মক আধান ধনাত্মক হিস্টোন প্রোটিনকে আকর্ষণ করে, এছাড়া ধাতব ক্যাটায়ন যেমন ম্যাগনেসিয়াম, এবং পলিঅ্যামাইনকে ও আকর্ষণ করে। এই ঋণাত্মক আধানগুলির মধ্যে বিকর্ষণ পলিনিউক্লিক অ্যাসিডের গঠনকে প্রভাবিত করে।\n\n\n== বন্ধন ভঙ্গ ==\nফসফোডাইএস্টার বন্ধনের আর্দ্র বিশ্লেষণ (ভাঙ্গা) বিভিন্ন উপায়ে করা যেতে পারে। ফসফোডাইএস্টারেজগুলি হল সেই উৎসেচক যা ফসফোডাইএস্টার বন্ধনের বিশ্লেষণকে অনুঘটন করে। এই উৎসেচক ডিএনএ এবং আরএনএ সিকোয়েন্সের মেরামত, নিউক্লিওটাইড উদ্ধার এবং cGMP এবং cAMP কে GMP এবং AMP তে রূপান্তরের সাথে জড়িত। ফসফোডাইএস্টার বন্ডের হাইড্রোলাইসিসও রাসায়নিকভাবে এবং স্বতঃস্ফূর্তভাবে ঘটে, উৎসেচকের সাহায্য ছাড়াই। উদাহরণ স্বরূপ, সাধারণ রাইবোজ-এ (আরএনএ-তে) ডিঅক্সিরাইবোজ-এর (ডিএনএ-তে) থেকে আরও একটি হাইড্রোক্সিল গ্রুপ বেশি রয়েছে, যা আগেরটিকে কম স্থিতিশীল এবং ক্ষারীয় হাইড্রোলাইসিসের জন্য বেশি সংবেদনশীল করে তোলে, যেখানে তুলনামূলকভাবে উচ্চ pH অবস্থা, দুটি রাইবোনিউক্লিওটাইডের মধ্যেকার ফসফোডাইএস্টার সংযোগ বিচ্ছিন্ন করে। এর ফসফোডাইএস্টার বন্ডের হাইড্রোক্সিল আক্রমণের অধীনে আরএনএর আপেক্ষিক অস্থিরতা এটিকে বংশগত তথ্য সংরক্ষণের জন্য অপর্যাপ্ত করে তোলে, কিন্তু আরএনএ প্রতিলিপিকরণ এবং ট্রান্সলেশনের উপযোগীতায় অবদান রাখে।\n\n\n== তথ্যসূত্র =="}