{"pageid": 1422913, "title": "অরেঞ্জ নদীর সার্বভৌমত্ব", "url": "https://bn.wikipedia.org/wiki?curid=1422913", "content": "অরেঞ্জ নদীর সার্বভৌমত্ব (১৮৪৮-১৮৫৪) ছিল দক্ষিণ আফ্রিকার অরেঞ্জ এবং ভাল নদীর মধ্যেবর্তী এলাকার একটি স্বল্পায়ু রাজনৈতিক সত্তা, অঞ্চলটি অনানুষ্ঠানিকভাবে ট্রান্সওরেঞ্জিয়া নামে পরিচিত। ১৮৫৪ সালে এটি অরেঞ্জ ফ্রি স্টেট-এ পরিণত হয় এবং বর্তমানে এটি দক্ষিণ আফ্রিকার ফ্রি স্টেট প্রদেশ হিসেবে রয়েছে।\n\n\n== ইতিহাস ==\n১৮৪৫ সালের ৮ ডিসেম্বর ক্যাপ্টেন উইলিয়াম সাটনকে \"উত্তর-পূর্ব সীমান্তের ওপারে বসবাসকারী উপজাতিদের মধ্যে ব্রিটিশ আবাসিক প্রতিনিধি\" হিসেবে নিযুক্ত করা হয় (কেপ উপনিবেশ সম্পর্কিত)।\nক্যাপ্টেন হেনরি ডগলাস ওয়ার্ডেন ১৬ জানুয়ারি ১৮৪৬-এ সাটনের স্থলাভিষিক্ত হন, যিনি রাজধানী স্থাপনের জন্য একজন গ্রিকোয়া কৃষকের কাছ থেকে ব্লুমফন্টেইন খামারটি কিনেছিলেন। ওয়ার্ডেন শীঘ্রই মেজর পদে উন্নীত হন এবং ১৮৪৯ সালের মার্চ মাসে তিনি ব্লুমফন্টেইনে তার অধীনস্থ সিভিল কমিশনার হিসেবে মিস্টার সি ইউ স্টুয়ার্ট-কে নিয়োগ করেন, তিনি ১৮৫২ সালের জুলাই পর্যন্ত ব্রিটিশ আবাসিক প্রতিনিধি হিসেবে ছিলেন।\nস্যার হ্যারি স্মিথ ১৮৪৮ সালের ৩ ফেব্রুয়ারি ট্রান্সওরেঞ্জিয়ার উপর ব্রিটিশ সার্বভৌমত্ব ঘোষণা করেন। পরবর্তীতে একটি মনোনীত আইন পরিষদ তৈরি করা হয়, একটি উচ্চ আদালত প্রতিষ্ঠা করা হয় এবং দেশের সুশৃঙ্খল সরকারব্যবস্থা স্থাপনের জন্য অন্যান্য পদক্ষেপ নেওয়া হয়, যা আনুষ্ঠানিকভাবে অরেঞ্জ নদীর সার্বভৌমত্বের রীতি নির্ধারন করে। ১৮৪৯ সালের অক্টোবরে রাজা মোশোয়েশোয়ে প্রথমকে বসুতো রিজার্ভের সীমানা উল্লেখযোগ্যভাবে কমিয়ে একটি নতুন ব্যবস্থায় স্বাক্ষর করতে প্ররোচিত করা হয়। সার্বভৌমত্বের দিকে সীমান্ত তখন ওয়ার্ডেন লাইন নামে পরিচিত ছিল। কিছুদিন পর অন্যান্য সর্দারদের রিজার্ভের সীমানাও সুনির্দিষ্টভাবে সংজ্ঞায়িত করা হয়েছিল৷\nব্রিটিশ আবাসিক প্রতিনিধির অবশ্য তার কর্তৃত্ব বজায় রাখার জন্য পর্যাপ্ত কোন শক্তি ছিল না, এবং মোশোয়েশোয়ে ও অন্যান্য প্রতিবেশী গোষ্ঠীগুল একে অপরের সাথে এবং ইউরোপীয়দের সাথে সংঘাতে জড়িয়ে পড়ে। ১৮৫১ সালে মোশোয়েশোয়ে, আন্দ্রিয়েস প্রিটোরিয়াস-কে ভাল নদী পুনরায় অতিক্রম করার আমন্ত্রণে, সার্বভৌমত্বের রিপাবলিকান পার্টিতে যোগ দিয়েছিলেন। প্রিটোরিয়াসের হস্তক্ষেপের ফলে ১৮৫২ সালের স্যান্ড নদীর কনভেনশন হয়েছিল, যা ট্রান্সভাল-এর স্বাধীনতাকে স্বীকার করেছিল কিন্তু সার্বভৌমত্বের মর্যাদাকে স্পর্শ করেনি।\nব্রিটিশ সরকার (প্রথম রাসেল প্রশাসন-এর অধীনে), যারা অনিচ্ছায় দেশটির অধিগ্রহণে সম্মত হয়েছিল, ইতিমধ্যেই অনুতপ্ত হয়েছিল এবং সার্বভৌমত্বকে পরিত্যাগ করার সংকল্প করেছিল। আর্ল গ্রে, যুদ্ধ ও উপনিবেশ সংক্রান্ত মন্ত্রী, ২১ অক্টোবর ১৮৫১ তারিখে স্যার হ্যারি স্মিথের কাছে প্রেরিত বার্তায় ঘোষণা করেছিলেন: \"অরেঞ্জ নদীর সার্বভৌমত্বকে চূড়ান্ত পরিত্যাগ আমাদের নীতিতে একটি নিষ্পত্তিকৃত বিষয় হওয়া উচিত।\" ১৮৫২ সালের জুন মাসে ব্লুমফন্টেইনে অনুষ্ঠিত সার্বভৌমত্বের সমস্ত ইউরোপীয় বাসিন্দাদের প্রতিনিধিদের একটি সভা, যা পুরুষদের ভোটাধিকারের ভিত্তিতে নির্বাচিত, তা সত্ত্বেও ব্রিটিশ শাসন ধরে রাখার পক্ষে মত দিয়েছিল৷\nওয়ার্ডেনেকে বরখাস্ত করার পর, হেনরি গ্রিন ৩ জুলাই ১৮৫২ তারিখে ব্রিটিশ আবাসিক প্রতিনিধি নিযুক্ত হন। সেই বছরের শেষের দিকে মোশোয়েশোয়ের সাথে একটি মীমাংসা হয়, যা সম্ভবত সেই সর্দারকে তার আগের চেয়ে আরও শক্তিশালী অবস্থানে নিয়ে আসে। ইংল্যান্ডে মন্ত্রী পর্যায়ের পরিবর্তন ঘটে এবং ক্ষমতাসীন আবারডিন মন্ত্রণালয়, সার্বভৌমত্ব থেকে সেনা প্রত্যাহার করার সংকল্প পূনর্ব্যক্ত করে। স্যার জর্জ রাসেল ক্লার্ককে ১৮৫৩ সালে সার্বভৌমত্বের \"বিষয়গুলি নিষ্পত্তি ও সামঞ্জস্য করার জন্য\" বিশেষ কমিশনার হিসাবে পাঠানো হয় এবং সেই বছরের আগস্টে তিনি স্বশাসিত-সরকারের একটি রূপরেখা নির্ধারণের জন্য প্রতিনিধিদের সভা আহ্বান করেন।\nসেই সময়ে দেশটিতে প্রায় ১৫,০০০ ইউরোপীয় ছিল, যাদের মধ্যে অনেকেই কেপ উপনিবেশের সাম্প্রতিক অভিবাসী। তাদের মধ্যে অনেকেই ছিল ব্রিটিশ বংশোদ্ভূত কৃষক ও ব্যবসায়ী। শ্বেতাঙ্গদের অধিকাংশই তখনও ব্রিটিশ শাসন অব্যাহত রাখার জন্য আকাঙ্ক্ষা করেছিল, এই শর্তে যে, তা কার্যকর হয় এবং দেশটি তার শত্রুদের বিরুদ্ধে সুরক্ষিত থাকে। তাদের প্রতিনিধি পরিষদ, যারা ব্রিটিশ নিয়ন্ত্রণ বজায় রেখে একটি প্রস্তাবিত সংবিধান প্রণয়ন করেছিল, বিফল হয়। স্যার জর্জ ক্লার্ক ঘোষণা করেছিলেন যে, যেহেতু নির্বাচিত প্রতিনিধিরা একটি স্বাধীন সরকার গঠনের পদক্ষেপ নিতে ইচ্ছুক নন, তিনি অন্যান্য ব্যক্তিদের সাথে আলোচনা শুরু করবেন। \"এবং তারপরে,\" লিখেছেন জর্জ ম্যাককল থিয়েল, \"এক অদ্ভুত দৃশ্য দেখা গিয়েছিল যেখানে একজন উচ্চ পদমর্যাদার এবং সৌজন্যমূলক আচরণের ইংরেজ কমিশনার, যারা ব্রিটিশ নিয়ন্ত্রণ থেকে মুক্ত হতে চায় এমন পুরুষদের বন্ধুত্বপূর্ণ এবং প্রসন্নভাবে সম্বোধন করছিলেন, আর যারা ব্রিটিশ প্রজা থাকতে চেয়েছিল এবং যারা দাবি করেছিল যে তারা সুরক্ষার অধিকারী এবং নিজেদেরকে এর প্রাপ্য বলে বিশ্বাস করেছিল, তাদের প্রতি কোন সহানুভূতি প্রকাশ করছিলেন না।\" যখন নির্বাচিত প্রতিনিধিরা সিদ্ধান্ত পরিবর্তনে সরকারকে প্ররোচিত করার জন্য দুই সদস্যকে ইংল্যান্ডে পাঠান, স্যার জর্জ ক্লার্ক দ্রুত রিপাবলিকান পার্টি দ্বারা মিস্টার জে পি হফম্যান-এর সভাপতিত্বে গঠিত একটি কমিটির সাথে চুক্তিবদ্ধ হন। এমনকি এই কমিটি মিলিত হওয়ার আগেই, সার্বভৌমত্বের \"সমস্ত আধিপত্য পরিত্যাগ\" সংক্রান্ত একটি রাজকীয় ঘোষণা স্বাক্ষরিত হয়েছিল (৩০ জানুয়ারি ১৮৫৪) ৷\n১৮৫৪ সালের ২৩ ফেব্রুয়ারি ব্লুমফন্টেইনে দেশটির স্বাধীনতাকে স্বীকৃতি দিয়ে জর্জ ক্লার্ক এবং রিপাবলিকান কমিটির দ্বারা অরেঞ্জ নদীর কনভেনশন স্বাক্ষরিত হয় এবং মার্চ মাসে বোয়ার সরকার দায়িত্বভার গ্রহণ করে। পাঁচ দিন পরে নির্বাচিত পরিষদের প্রতিনিধিরা লন্ডনে ঔপনিবেশিক সচিব, নিউক্যাসলের ডিউক-এর সাথে সাক্ষাত করেন, যিনি তাদের জানিয়েছিলেন যে ব্রিটিশ শাসন ধরে রাখার বিষয়ে আলোচনা করতে এখন অনেক দেরি হয়ে গেছে। ঔপনিবেশিক সচিব যোগ করেন যে ইংল্যান্ডের পক্ষে ক্রমাগত অগ্রসরমান আউটপোস্টগুলিতে সৈন্য সরবরাহ করা অসম্ভব ছিল, \"বিশেষ করে যেখানে দক্ষিণ আফ্রিকাতে কেপ টাউন এবং টেবিল উপসাগর-এর বন্দরই তাদের জন্য যথেষ্ট ছিল\"। সার্বভৌমত্ব থেকে সৈন্য প্রত্যাহার করার সময় ব্রিটিশ সরকার ঘোষণা করে যে \"গ্রিকুয়া প্রধান ক্যাপ্টেন অ্যাডাম কোক (তৃতীয়) ব্যতীত অরেঞ্জ নদীর উত্তর দিকের কোনো স্থানীয় সর্দার বা উপজাতিদের সাথে তাদের কোনো জোট নেই\"। কোক সামরিকভাবে শক্তিশালী ছিলেন না, বা তিনি কোনো গ্রিকুয়াকে তাদের জমি থেকে বিচ্ছিন্ন হতে বাধা দেওয়ার ক্ষমতা রাখতেন না। অবশেষে ১৮৬১ সালে, তিনি তার সার্বভৌম অধিকার ফ্রি স্টেটের কাছে ৪,০০০ পাউন্ডে বিক্রি করে দেন এবং তার অনুসারীদের নিয়ে এমপোন্ডো রাজা ফাকু'র নো-ম্যানস ল্যান্ডের উত্তরাঞ্চলে চলে যান, যাকে পরে গ্রিকুয়াল্যান্ড ইস্ট নামকরণ করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nSchoeman, Karel (১৯৯২)। The British presence in the Transorange 1845–1854। Cape Town: Human & Rousseau। আইএসবিএন 0-7981-2965-4। \nTheal, George McCall (১৮৯৩)। History of South Africa from the Foundation of the European Settlement to Our Own Times, 1834-1854। S. Sonnenschein & Company। সংগ্রহের তারিখ ১৩ মার্চ ২০১৭। \n এই নিবন্ধটি একটি প্রকাশন থেকে অন্তর্ভুক্ত পাঠ্য যা বর্তমানে পাবলিক ডোমেইনে: চিসাম, হিউ, সম্পাদক (১৯১১)। \"Orange Free State\"। ব্রিটিশ বিশ্বকোষ। 20 (১১তম সংস্করণ)। কেমব্রিজ ইউনিভার্সিটি প্রেস। পৃষ্ঠা 155। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}