{"pageid": 1422954, "title": "আমাদের মতামত ব্যতীত আমাদের সম্পর্কে কোন নীতিনির্ধারণ নয়", "url": "https://bn.wikipedia.org/wiki?curid=1422954", "content": "\" আমাদের মতামত ব্যতীত  আমাদের সম্পর্কে কোন নীতিনির্ধারণ নয় \" ( লাতিন: Nihil de nobis, sine nobis </link> ) হল একটি শ্লোগান যা এই ধারণাটি প্রকাশ করতে ব্যবহৃত হয় যে, একটি নীতি বা সিদ্ধান্ত দ্বারা প্রভাবিত জনগোষ্ঠীর সদস্যদের সম্পূর্ণ এবং সরাসরি অংশগ্রহণ ব্যতীত কোনও প্রতিনিধির দ্বারা কোনও নীতি নির্ধারণ করা উচিত নয়। এর আধুনিক আকারে, এটি প্রায়শই নাগরিকত্ব, জাতিসত্বা, প্রতিবন্ধকতা-ভিত্তিক, বা অন্যান্য গোষ্ঠীগুলির জন্য প্রযোজ্য যারা প্রায়শই রাজনৈতিক, সামাজিক এবং অর্থনৈতিক সুযোগ থেকে প্রান্তিক হয়।\nমধ্য ইউরোপীয় রাজনৈতিক ঐতিহ্যে এই কথাটির উৎপত্তি। এটি ছিল একটি রাজনৈতিক নীতি যা আলগাভাবে ল্যাটিন ভাষায় অনুবাদ করা হয়েছিল, যার নাম দেওয়া হয়েছিল - নিহিল নোভি, পোল্যান্ডের ১৫০৫ সালের সাংবিধানিক আইন এ যা গ্রহণ করা হয়,যা প্রথম শাসক থেকে পার্লামেন্টে শাসন ক্ষমতা স্থানান্তরিত করেছিল। এটি পরবর্তীকালে গণতান্ত্রিক রীতিনীতির জন্য একটি উপশব্দে পরিণত হয়। দ্বিতীয় বিশ্বযুদ্ধের সময়ও এই স্লোগানটি জনপ্রিয়তা পায় যখন চেকোস্লোভাকিয়ার উপস্থিতি ছাড়াই মিউনিখ চুক্তি স্বাক্ষরিত হয়।\nএটি হাঙ্গেরিয়ান আইন এবং পররাষ্ট্র নীতির একটি দীর্ঘস্থায়ী নীতিও, এবং এটি ছিল আন্তঃযুদ্ধ পোল্যান্ডের বৈদেশিক নীতির ভিত্তি। \n১৯৯০-এর দশকে প্রতিবন্ধী অধিকার আন্দোলনে এই শব্দটি ইংরেজি আকারে ব্যবহৃত হয়েছিল। জেমস চার্লটন বলেছেন যে তিনি প্রথম দক্ষিণ আফ্রিকার প্রতিবন্ধী কর্মী মাইকেল মাসুথা এবং উইলিয়াম রোল্যান্ডের আলোচনায় ব্যবহৃত শব্দটি শুনেছিলেন, যারা আগের একটি আন্তর্জাতিক প্রতিবন্ধী অধিকার সম্মেলনে একজন নামহীন পূর্ব ইউরোপীয় কর্মী দ্বারা ব্যবহৃত শব্দগুচ্ছ শুনেছিলেন। ১৯৯৮ সালে, চার্লটন প্রতিবন্ধী অধিকারের উপর একটি বইয়ের শিরোনাম হিসাবে উক্তিটি ব্যবহার করেছিলেন।  প্রতিবন্ধী অধিকার কর্মী ডেভিড ওয়ার্নার আরেকটি বইয়ের জন্য একই শিরোনাম ব্যবহার করেছিলেন, যা 1998 সালে প্রকাশিত হয়েছিল  ২০০৪ সালে, জাতিসংঘ প্রতিবন্ধী ব্যক্তিদের আন্তর্জাতিক দিবসের থিম হিসাবে এই শব্দগুচ্ছটি ব্যবহার করেছিল  এবং এটি প্রতিবন্ধী ব্যক্তিদের অধিকারের কনভেনশনের সাথেও যুক্ত। \nএই স্লোগানের ব্যবহার প্রতিবন্ধী অধিকার সম্প্রদায়ের বাইরে অন্যান্য স্বার্থ গোষ্ঠী এবং আন্দোলনে প্রসারিত হয়েছে।  ২০২১ সালে, বিশ্ব স্বাস্থ্য সংস্থা একটি উপনামী নির্দেশিকা প্রকাশ করেছে যাতে শিশু এবং কিশোর-কিশোরীদের স্বাস্থ্য-সম্পর্কিত নীতির সিদ্ধান্ত গ্রহণের প্রক্রিয়ায় তারা নিজেরা জড়িত হতে পারে যা তরুণদের প্রভাবিত করে। \n\n\n== আরো দেখুন ==\nস্বাধীনভাবে বেঁচে থাকার আন্দোলন\nআত্মসংকল্প\nস্ব-সংকল্প তত্ত্ব\nস্বায়ত্তশাসন\nমানবাধিকার\nঅক্ষমতা অধ্যয়ন\nনিউরোডাইভারসিটি\nপ্রতিনিধিত্ব ছাড়া কোন কর আরোপ করা হয় না\nইউক্রেন ছাড়া ইউক্রেন সম্পর্কে কিছুই নেই\n\n\n== তথ্যসূত্র ==\n\n'আমাদের ছাড়া আমাদের সম্পর্কে কিছুই নেই' - প্রতিবন্ধী ব্যক্তিদের অধিকারের স্বীকৃতি - ইউএন ক্রনিকল\nআমাদের ছাড়া আমাদের সম্পর্কে কিছুই নেই: মানবাধিকার এবং প্রতিবন্ধী Zmag"}