{"pageid": 1422395, "title": "অ্যাবর্শন আণ্ডার অ্যাপার্থেইড", "url": "https://bn.wikipedia.org/wiki?curid=1422395", "content": "অ্যাবর্শন আণ্ডার অ্যাপার্থেইড: ন্যাশানালিজম, সেক্সুয়ালিটি, অ্যাণ্ড উইমেন'স রিপ্রোডাকটিভ রাইটস ইন সাউথ আফ্রিকা হল ইতিহাসবিদ, লেখক এবং শিক্ষাবিদ সুজান এম ক্লাউসেনের লেখা ২০১৫ সালের একটি প্রকরণগ্রন্থ (মনোগ্রাফ)। বইটিতে বর্ণবাদের যুগে (১৯৪৮ - ১৯৯৪) দক্ষিণ আফ্রিকায় গর্ভপাত নিয়ে যে রাজনীতি তাকে বিশ্লেষণ করা হয়েছে, গর্ভপাতের অপরাধীকরণ এবং ক্রমশ বেড়ে যাওয়া গোপনীয় গর্ভপাতের ব্যবসাকে সর্বসমক্ষে প্রকাশ করে। শ্বেতাঙ্গ আধিপত্য বজায় রাখার উদ্দেশ্যে শ্বেতাঙ্গ মহিলাদের প্রজনন যৌনতা নিয়ন্ত্রণের জন্য কর্তৃত্ববাদী সরকারের প্রচেষ্টা নিয়ে ক্লাউসেন আলোচনা করেছেন। ১৯৬০ - ১৯৭০ এর দশকে গর্ভপাতের অধিকারের জন্য যুদ্ধকে এই বইটি সবার দৃষ্টিগোচর করে, সে সময় ডাক্তার এবং নারীবাদীরা আইনী সংস্কারের আহ্বান জানিয়েছিলেন। এই বইটি কৃষ্ণাঙ্গ মেয়ে এবং মহিলাদের উপর নিরাপদ গর্ভপাতের অধিগতির অভাবের অসামঞ্জস্যপূর্ণ, ক্ষতিকারক প্রভাবের উপর জোর দেয়। সামাজিক বিরোধিতার মধ্যে মহিলাদের প্রজনন ভাগ্য গঠনে লেখক তাঁদের সহনশীলতা ব্যক্ত করেছেন, দুঃখজনক এবং সফলকাম উভয় ক্ষেত্রেই।\n\n\n== সাধারণ বর্ণনা ==\nবইটি ১৯৬০ এর দশক থেকে দক্ষিণ আফ্রিকায় বর্ণবৈষম্যের অবসান পর্যন্ত গর্ভপাতের অধিকারের জন্য সংগ্রামের সন্ধান করে। নিরাপদ গর্ভপাত পরিষেবা পাওয়ার ক্ষেত্রে মহিলাদের অধিগতির ক্ষেত্রে শ্রেণী এবং বর্ণের যোগাযোগের উপর লেখাটি জোর দেয়, দীর্ঘস্থায়ী সমস্যাগুলি সামনে আনে, এই সময়ের মধ্যে একটি ব্যাপক নারীবাদী আন্দোলনের অভাবকে সবার দৃষ্টিগোচর করে এবং ১৯৭২ সালে ডার্ক ক্রিচটন নামে একজন মেডিকেল গর্ভপাতকারীর সঙ্গে জড়িত একটি মামলার প্রভাবকে খুব কাছ থেকে পরীক্ষা করে। ডার্ক ক্রিচটনের সঙ্গে জেমস ওয়াটস নামে একজন অপ্রশিক্ষিত গর্ভপাতকারী সীমাবদ্ধ গর্ভপাত আইন প্রবর্তনে অবদান রেখেছিলেন। ক্লাউসেন অন্বেষণ করেছেন কিভাবে চরম বর্ণবাদ এবং মহিলাদের নিপীড়ন দ্বারা বর্ণবাদ যুগ চিহ্নিত হয়ে আছে। এটি গর্ভপাতের উপলব্ধি এবং নিয়ন্ত্রণকে প্রভাবিত করেছিল। বইটি গোপনীয় গর্ভপাত, প্রজনন অবিচার, শ্বেতাঙ্গ নারী যৌনতা এবং বর্ণবাদের সময় লিঙ্গ ও রাষ্ট্রের প্রতিচ্ছেদ নিয়েও অনুসন্ধান করে।\nবইটি দক্ষিণ আফ্রিকায় বর্ণবৈষম্যের সময় নারীর যৌনতা নিয়ন্ত্রণে আফ্রিক্যানারদের জাতীয়তাবাদের ভূমিকার উপেক্ষিত দিকটির উপর আলোকপাত করে। এটি সমস্ত বর্ণের মহিলাদের উপর নিপীড়নমূলক প্রভাব অন্বেষণ করে, অবৈধ গর্ভপাত এবং বিকল্পগুলির মধ্যে জাতিগত বৈষম্যের প্রতি তাদের বিভিন্ন প্রতিক্রিয়া প্রকাশ করে। ১৯৭০ এর দশকে শুরু হওয়া গর্ভপাতের অধিকার আন্দোলনে নারীবাদী সংগঠনগুলির প্রাথমিক অংশগ্রহণ সীমিত ছিল। ১৯৭৫ সালের অত্যন্ত নিষেধাজ্ঞামূলক গর্ভপাত এবং নির্বীজকরণ আইন শ্বেতাঙ্গ মহিলাদের উদ্দেশ্য ক'রে করা হয়েছিল, এর ফলে গর্ভপাতের জন্য পর্যটন বেড়ে গিয়েছিল, নবনির্বাচিত আফ্রিকান ন্যাশনাল কংগ্রেস (এএনসি) ১৯৯৬ সালে গর্ভপাত আইনকে ব্যাপকভাবে উদারীকরণ না করা পর্যন্ত কৃষ্ণাঙ্গ মহিলা এবং মেয়েদের গোপনে অবৈধ উপায়ে গর্ভপাত ব্যবস্থার দিকে যেতে বাধ্য করা হয়েছিল।\nএই বইটিতে ডার্ক ক্রিচটন এবং জেমস ওয়াটস সহ উল্লেখযোগ্য সক্রিয় ঐতিহাসিক কর্মীদের সাক্ষাৎকার রয়েছে, যাঁরা ১৯৭০-এর দশকের গোড়ার দিকে শ্বেতাঙ্গ কিশোরী এবং যুবতী মহিলাদের অবৈধ গর্ভপাত প্রদানে জড়িত থাকার জন্য আইনি বিচারের মুখোমুখি হয়েছিলেন। অতিরিক্তভাবে, বইটি ১৯৭৫ সালের গর্ভপাত এবং নির্বীজকরণ আইনের সম্পূর্ণ ইংরেজি পাঠ্য সামনে আনে।\nক্লাউসেন জোর দিয়ে বলেছিলেন যে বর্ণবাদ-পরবর্তী দক্ষিণ আফ্রিকায় প্রগতিশীল আইন সত্ত্বেও, নিরাপদ এবং সাশ্রয়ী গর্ভপাত প্রয়োজনমতো সকলের কাছে পৌঁছে দেওয়ার ক্ষেত্রে সমস্যাগুলি অব্যাহত রয়েছে, সেগুলি প্রধানত— সামাজিক অসমর্থন, সম্পদের সীমাবদ্ধতা এবং অপর্যাপ্ত জনস্বাস্থ্য শিক্ষা।\n\n\n== সমালোচনামূলক প্রাপ্তি ==\nঅ্যালিসিয়া ডেকার এটিকে \"লিঙ্গ এবং রাষ্ট্র সম্পর্কে একটি বই হিসাবে বর্ণনা করেছেন—কিভাবে নারী এবং নারীত্ব সম্পর্কে লিঙ্গভিত্তিক ধারণাগুলি সরকারী নীতি ও পদ্ধতিতে প্রধানভাবে স্থান পেয়েছে।\"\nহেলেন ড্যাম্পিয়ার গর্ভপাত নিয়ে সকলের মনোভাব এবং অভিজ্ঞতার বিশদ এবং সংবেদনশীল যে অনুসন্ধান ক্লাউসেন করেছেন তার প্রশংসা করেছেন, বৃহত্তর সামাজিক ন্যায়বিচারের সাথে প্রজনন অধিকারের সংযোগের আহ্বান জানিয়েছেন।\nলেসলি এ. হল  তাঁর পর্যালোচনায় লিখেছেন: \"এই গবেষণাটি একটি শক্তিশালী সিদ্ধান্ত তৈরি করেছে যে গর্ভপাত সীমিত করা হল আসলে রক্ষণশীল পিতৃতান্ত্রিক সম্প্রদায়ের মধ্যে নারীর দেহের ওপর খবরদারি করা, যাতে এর সুনাম বজায় থাকে, আসলে বলতে ইচ্ছে হয়, 'সম্মান' বজায় থাকে।\"\nমার্ক এপ্রেচ্ট বলেন, বইটি \"গর্ভপাত নীতি এবং বর্ণবাদী দক্ষিণ আফ্রিকায় শ্বেতাঙ্গ পুরুষের আধিপত্যের প্রতিরক্ষার পারস্পরিক ক্রিয়ার উপর শক্তিশালী আলোকপাত করেছে, যা এখনও সেখানে এবং আরও ব্যাপকভাবে অনুরণিত হয়।\"\nর‌্যাচেল বার্গার লিখেছেন: \"যে সমস্ত মহিলাদের উপর গর্ভপাত করা হয়েছিল ক্লাউসেন তাদের পক্ষ থেকে পরপর বিচার এবং স্পষ্টবাদীতার দিকে পরিবর্তনশীল সংস্কৃতি পরীক্ষা করে দেখেন যা শাস্তিমূলক বৈধতার অপচ্ছায়াকে পূর্বাবস্থায় ফিরিয়ে আনতে কাজ করেছিল।\"\n\n\n== পুরস্কার ==\nবইটি দুটি প্রধান পুরস্কার জিতেছে এবং তৃতীয় পুরস্কারের জন্য সেটিকে বাছাই করা হয়েছে। এটি আফ্রিকান স্টাডিজের সেরা বইয়ের জন্য ২০১৬ জোয়েল গ্রেগরি পুরস্কার জিতেছে (২০১৪ এবং ২০১৫ সালে প্রকাশিত), কানাডিয়ান অ্যাসোসিয়েশন অফ আফ্রিকান স্টাডিজ দ্বারা পুরস্কৃত, এবং সেরা পাণ্ডিত্যপূর্ণ বইয়ের জন্য ২০১৬ কানাডিয়ান উইমেন'স হিস্ট্রি বুক পুরস্কার, (২০১৪ এবং ২০১৫ সালে প্রকাশিত), কানাডিয়ান কমিটি অন উইমেনস হিস্ট্রি দ্বারা পুরস্কৃত। এটি কানাডিয়ান হিস্টোরিক্যাল অ্যাসোসিয়েশন কর্তৃক ২০১৬ সালের ওয়ালেস ফার্গুসন পুরস্কারের জন্য একটি অ-কানাডীয় বিষয়ে সেরা পণ্ডিত বইয়ের জন্য সংক্ষিপ্ত তালিকাভুক্ত হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== টীকা =="}