{"pageid": 1422160, "title": "পাইরোফসফেট", "url": "https://bn.wikipedia.org/wiki?curid=1422160", "content": "পাইরোফসফেট হলো ফসফরাস ও অক্সিজেন নিয়ে গঠিত একটি মূলক। এটি একটি ঋণাত্মক আধানযুক্ত আয়ন। সাধারণভাবে এটি একটি অক্সিঅ্যানায়ন, যাতে P−O−P সংযোগে দুটি ফসফরাস পরমাণু থাকে। অনেকগুলি পাইরোফসফেটের লবণ আমাদের জানা রয়েছে যেমন, ডাইসোডিয়াম পাইরোফসফেট (Na2H2P2O7), টেট্রাসোডিয়াম পাইরোফসফেট (Na4P2O7) ইত্যাদি। পাইরোফসফেটকে অনেক সময়ই ডাইফসফেট বলা হয়।\nপাইরোফসফেট বন্ধনকে কখনও কখনও ফসফোঅ্যানহাইড্রাইড বন্ধন হিসাবেও উল্লেখ করা হয়। এর কারণ হলো কার্বক্সিলিক অ্যাসিডের অ্যানহাইড্রাইডের C−O−C বন্ধনের সঙ্গে ফসফোঅ্যানহাইড্রাইড P−O−P বন্ধনের মিল রয়েছে। পাইরোফসফেটগুলি অ্যাডিনোসিন ট্রাইফসফেট অর্থাৎ এটিপি এবং অন্যান্য নিউক্লিওটাইড ট্রাইফসফেটে পাওয়া যায়। তাই জীবরসায়নে এগুলি গুরুত্বপূর্ণ রাসায়নিক যৌগ।\nঅজৈব ফসফেটের সাথে ফসফোরাইলেটেড জৈবিক যৌগের ঘনীভবনের দ্বারা গঠিত এস্টার নামের সঙ্গেও পাইরোফসফেট শব্দটি ব্যবহার করা হয়। যেমন, ডাইমিথাইলঅ্যালাইল পাইরোফসফেট। এই বন্ধনটিকে উচ্চ-শক্তির ফসফেট বন্ধন হিসাবেও উল্লেখ করা হয়।\n\n\n== প্রস্তুতি ==\nপাইরোফসফেট প্রস্তুত করার অনেকগুলি পদ্ধতি রয়েছে। টেট্রাসোডিয়াম পাইরোফসফেট তৈরি করতে প্রথমে ফার্নেস-গ্রেড ফসফরিক অ্যাসিডের সাথে সোডিয়াম কার্বনেটের বিক্রিয়া করে ডাইসোডিয়াম ফসফেট তৈরি করা হয়। পরে উৎপন্ন ডাইসোডিয়াম ফসফেটকে ৪৫০ ডিগ্রি সেলসিয়াস তাপমাত্রায় উত্তপ্ত করলে টেট্রাসোডিয়াম পাইরোফসফেট তৈরি হয়।:\n\n2 Na2HPO4  →  Na4P2O7  +  H2O\nমূল পাইরোফসফেটগুলি পাইরোফসফোরিক অ্যাসিডের (H4P2O7)) আংশিক বা সম্পূর্ণ প্রশমন বিক্রিয়া করে পাওয়া যায়। সোডিয়াম ডাইহাইড্রোজেন ফসফেটকে তাপ প্রয়োগ করেও ডাইসোডিয়াম পাইরোফসফেট প্রস্তুত করা হয়।\n\n\n== ধর্ম ==\nপাইরোফসফেট যৌগগুলি দেখতে সাধারণত সাদা বা বর্ণহীন হয়। পাইরোফসফেটর ক্ষারীয় ধাতব লবণ জলে দ্রবণীয়।\nক্যালসিয়াম এবং অনেক রূপান্তর ধাতুর ধাতব আয়নের সঙ্গে পাইরোফসফেট যৌগগুলি জটিল লবণের যৌগ তৈরি করতে পারে। তাই রাসায়নিক শিল্পে জটিল লবণের যৌগ তৈরি করতে এই যৌগগুলির অনেক ব্যবহার রয়েছে। পাইরোফসফেট হলো পলিফসফেট শ্রেণীর প্রথম সদস্য।\n\n\n== অম্লতা ==\nপাইরোফসফোরিক অ্যাসিডে চারটি হাইড্রোজেন পরমাণু থাকে। তাই এটি একটি টেট্রাপ্রোটিক অ্যাসিড, যার চারটি স্বতন্ত্র অ্যাসিড বিয়োজন ধ্রুবক pKa মান রয়েছে:\n\nH4P2O7 ⇌ [H3P2O7]− + H+, pKa1         = ০.৮৫\n[H3P2O7]− ⇌ [H2P2O7]2− + H+, pKa2   = ১.৯৬\n[H2P2O7]2− ⇌ [HP2O7]3− + H+, pKa3 = ৬.৬০\n[HP2O7]3− ⇌ [P2O7]4− + H+, pKa4   = ৯.৪১\nমানব শারীরের শারীরবৃত্তীয় পিএইচ (pH)-এ পাইরোফসফেট মূলক একক বা দ্বি-হাইড্রোজেন আয়নযুক্ত মিশ্রণ হিসাবে বিদ্যমান থাকে।\n\n\n== প্রাণরসায়নে ==\nপ্রাণরসায়নে পাইরোফসফেটের ঋণাত্মক আধানযুক্ত আয়ন P2O4−7 কে সংক্ষেপে PPi লেখা হয়। পিপিআই এর অর্থ হলো ইনঅর্গ্যানিক পাইরোফসফেট অর্থাৎ অজৈব পাইরোফসফেট। এটি কোষের  অ্যাডিনোসিন ট্রাইফসফেট (এটিপি)-এর আর্দ্র বিশ্লেষণ দ্বারা অ্যাডিনোসিন মনোফসফেট (এএমপি)- এর সাথে তৈরি হয়।\n\nATP → AMP + PPi\nউদাহরণস্বরূপ, একটি যখন নিউক্লিওটাইড একটি পলিমারেজ দ্বারা একটি ক্রমবর্ধমান ডিএনএ বা আরএনএ স্ট্র্যান্ডে অন্তর্ভুক্ত করা হয়, তখন পাইরোফসফেট (PP i ) নির্গত হয়। প্রাণরসায়নে পলিমারেজ হলো একটি উৎসেচক যা পলিমার বা নিউক্লিক অ্যাসিডের দীর্ঘ শৃঙ্খল সংশ্লেষণের কাজ করে। ডিএনএ পলিমারেজ এবং আরএনএ পলিমারেজ যথাক্রমে ডিএনএ এবং আরএনএ অণুকে একত্রিত করতে ব্যবহৃত হয়। পাইরোফসফোরোলাইসিস হলো পলিমারকরণ বিক্রিয়ার ঠিক বিপরীত যেখানে পাইরোফসফেট ৩′-নিউক্লিওসাইডমোনোফসফেট এর সাথে বিক্রিয়া করে সংশ্লিষ্ট ট্রাইফসফেট নির্গত করে।\nপাইরোফসফেট হলো ফসফেটের একটি অ্যাসিড অ্যানহাইড্রাইড। জলীয় দ্রবণে এটি অস্থায়ী। তার কারণ জলীয় দ্রবণে এটি আর্দ্র বিশ্লেষিত হয়ে অজৈব ফসফেট তৈরি করে:\n\nP2O74− + H2O → 2 HPO42−\nজীববিজ্ঞানীরা সংক্ষিপ্তভাবে এইভাবে লেখেন:\n\nPPi + H2O → 2 Pi + 2 H+\nউৎসেচক অণুঘটকের অনুপস্থিতিতে পাইরোফসফেট, রৈখিক ট্রাইফসফেট, এডিপি, এটিপি প্রভৃতি সাধারণ পলিফসফেটের আর্দ্র বিশ্লেষণ বিক্রিয়াগুলি সাধারণত অত্যন্ত ধীর গতিতে চলে কিন্তু অত্যন্ত অম্লীয় দ্রবণে বিক্রিয়াগুলি দ্রুত হয়।\nঅজৈব পাইরোফসফেট (PPi) সাইনোভিয়াল তরল, রক্তরস এবং মূত্রে ক্যালসিফিকেশন আটকানোর জন্য আমাদের শরীরে পর্যাপ্ত মাত্রায় থাকে। ক্যালসিফিকেশন হলো শরীরের টিস্যুতে ক্যালসিয়াম লবণ জমা হওয়া। এটি সাধারণত হাড়ের গঠনে ঘটে, তবে ক্যালসিয়াম নরম টিস্যুতে অস্বাভাবিকভাবে জমা হলে টিস্যু শক্ত হয়ে যায়। আর সাইনোভিয়াল তরল হলো একটি পুরু তরল যা আমাদের অস্থিসন্ধিগুলিকে নড়াচড়া করতে সাহায্য করে এবং অস্থিসন্ধিগুলিকে একে অপরের সঙ্গে ঘর্ষণ হতে দেয় না। অজৈব পাইরোফসফেট আমাদের শরীরের কোষের বাইরে থাকা সমস্ত শরীরের তরল অর্থাৎ এক্সট্রা সেলুলার ফ্লুইড (ইসিএফ) বা বহিঃকোষীয় তরলে অযথা ক্যালসিয়াম লবণ জমাতে দেয় না। এক্ষত্রে এটি একটি প্রাকৃতিক প্রতিরোধকের কাজ করে। শরীরের কোষ আন্তঃকোষীয় অজৈব পাইরোফসফেটকে চ্যানেলের মাধ্যমে বহিঃকোষীয় তরলে পাঠাতে পারে। প্রগতিশীল অ্যানকিলোসিস প্রোটিন হোমোলজ হলো একটি প্রোটিন যা মানুষের মধ্যে এএনকেএইচ জিন দ্বারা এনকোড করা হয়। এটি অজৈব পাইরোফসফেট পরিবহন নিয়ন্ত্রক। একটোনিউক্লিওটাইড পাইরোফসফেটেজ/ফসফোডিস্টেরেজ (ইএনপিপি) বহিঃকোষীয় অজৈব পাইরোফসফেটের মাত্রা বাড়াতে কাজ করে।\nউচ্চ শক্তি ফসফেট অ্যাকাউন্টিং এর দৃষ্টিকোণ থেকে, অ্যাডিনোসিন ট্রাইফসফেট (এটিপি), অ্যাডিনোসিন মনোফসফেট (এএমপি) এবং অজৈব পাইরোফসফেটের আর্দ্র বিশ্লেষণের জন্য দুটি উচ্চ-শক্তি ফসফেট প্রয়োজন, কারণ অ্যাডিনোসিন মনোফসফেট (এএমপি)-কে এটিপি-তে পুনর্গঠন করতে দুটি ফসফোরিলেশন বিক্রিয়ার প্রয়োজন হয়।\n\nএএমপি + এটিপি → 2 এডিপি\n২ এডিপি + ২ পি আই → ২ এটিপি\nঅজৈব পাইরোফসফেটের প্লাজমা ঘনত্বের নির্দেশক পরিসীমা ০.৫৮-৩.৭৮ µM (৯৫% পূর্বাভাসের ব্যবধান)। \n\n\n=== টারপিন জাতীয় যৌগ ===\nআইসোপেন্টেনাইল পাইরোফসফেট জৈব যৌগ জেরানাইল পাইরোফসফেটে রূপান্তরিত হয়, যা হাজার হাজার টারপিন জাতীয় যৌগের পূর্বসূরী।\n\n\n== খাদ্য সংযোজন হিসাবে ==\nখাদ্য প্রক্রিয়াকরণে বিভিন্ন ডাইফসফেট অম্লতা নিয়ন্ত্রকের কাজ করে। এটি ইমালসিফায়ার বা অবদ্রবকারক হিসেবেও ব্যবহৃত হয়। এছাড়া স্টেবিলাইজার বা স্থিতক পদার্থ, রেইজিং এজেন্ট এবং ওয়াটার রিটেনশন বা জল সঞ্চয়ী পদার্থ হিসেবও এইসব যৌগের ব্যবহার দেখা যায় হয়। এই সব ফসফেটগুলিকে ই৪৫০ এর অধীনে ই নম্বর স্কিমে শ্রেণীবদ্ধ করা হয়েছে:\n\nই৪৫০(এ): ডাইসোডিয়াম ডাইহাইড্রোজেন ডাইফসফেট; ট্রাইসোডিয়াম ডাইফসফেট; টেট্রাসোডিয়াম ডাইফসফেট (টিএসপিপি); টেট্রাপটাসিয়াম ডিফসফেট\nই৪৫০(বি): পেন্টা সোডিয়াম এবং পেন্টা পটাসিয়াম ট্রাইফসফেট\nই৪৫০(সি): সোডিয়াম এবং পটাসিয়াম পলিফসফেট\nহুইপড ক্রিম অর্থাৎ ফেটানো ক্রিম স্থিতিশীল করতে ডাইফসফেটের বিভিন্ন ফর্মুলেশন নানা ভাবে ব্যবহার করা হয়।\n\n\n== তথ্যসূত্র ==\n\nSchröder HC, Kurz L, Muller WE, Lorenz B (মার্চ ২০০০)। \"Polyphosphate in bone\" (পিডিএফ): 296–303। পিএমআইডি 10739471। ২০১১-০৮-২৫ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। \n উইকিমিডিয়া কমন্সে পাইরোফসফেট সম্পর্কিত মিডিয়া দেখুন।"}