{"pageid": 1422865, "title": "আন্দ্রেই কোলমোগোরোভ", "url": "https://bn.wikipedia.org/wiki?curid=1422865", "content": "আন্দ্রেই নিকলাভিচ কোলমোগোরোভ (রাশিয়ান : Андре́й Никола́евич Колмого́ров, আই.পি.এ: [ɐnˈdrʲej nʲɪkɐˈlajɪvʲɪtɕ kəlmɐˈɡorəf], ২৫শে এপ্রিল ১৯০৩ – ২০ অক্টোবর ১৯৮৭) ছিলেন একজন সোভিয়েত গণিতবিদ যিনি সম্ভাবনা তত্ত্ব, টপোলজি, স্বজ্ঞাবাদী লজিক, টারবিউলেন্স, ক্লাসিক্যাল মেকানিক্স, অ্যালগরিদমিক ইনফরমেশনাল তত্ত্ব এবং কম্পিউটেশনাল জটিলতা ইত্যাদি বিষয়ের উপর গাণিতিক অবদান রাখেন।\n\n\n== জীবনী ==\n\n\n=== প্রাথমিক জীবন ===\nমস্কোর দক্ষিণ-দক্ষিণপূর্বের ৫০০ কিলোমিটারের মধ্যে ট্যামবোভে আন্দ্রেই কোলমোগোরোভের জন্ম হয়। তার অবিবাহিতা মা মারিয়া ইয়াকোভেলভেনা কোলমোগোরোভা তাঁকে জন্ম দেওয়ার পরে মারা যান। টুনোশ্নাতে তার ধনী মাতামহের তালুকে তার দুই মাসির নিকট তিনি প্রতিপালিত হন।\nআন্দ্রেই-এর পিতার সম্পর্কে বেশি তথ্য পাওয়া যায় না। মনে করা হয়, তার নাম ছিল নিকোলাই ম্যাটভায়াভিচ কাটায়েভ এবং তিনি একজন কৃষিবিদ ছিলেন। জারের বিরুদ্ধে সংগঠিত প্রতিবাদে যোগ দেওয়ার পরে সেন্ট পিটার্সবার্গ থেকে কাটায়েভকে বহিষ্কৃত করা হয় ইয়েরোস্লাভ প্রদেশে। ১৯১৯ সাল থেকে তার আর কোনো খোঁজ পাওয়া যায় না এবং মনে করা হয় যে রাশিয়ান গৃহযুদ্ধের সময়েই তাঁকে হত্যা করা হয়।\nআন্দ্রেই কোলমোগোরোভের প্রাথমিক শিক্ষা শুরু হয় তার মাসি ভেরার গ্রাম্য বিদ্যালয়ে এবং তার প্রাথমিক সাহিত্য রচনা ও গাণিতিক প্রবন্ধ প্রকাশিত হয় \"The Swallow of Spring\" নামক বিদ্যালয়ের পত্রিকায়। পাঁচ বছর বয়সেই আন্দ্রেই ছিলেন সেই পত্রিকার গাণিতিক বিভাগের সম্পাদক। কোলমোগোরোভের প্রথম গাণিতিক পর্যবেক্ষণ মুদ্রিত হয় এই পত্রিকায়। পাঁচ বছর বয়সে তিনি লক্ষ্য করেন বিজোড় সংখ্যার শ্রেণির যোগফলের একটি নিয়ম : \n\n  \n    \n      \n        1\n        =\n        \n          1\n          \n            2\n          \n        \n        ;\n        1\n        +\n        3\n        =\n        \n          2\n          \n            2\n          \n        \n        ;\n        1\n        +\n        3\n        +\n        5\n        =\n        \n          3\n          \n            2\n          \n        \n        ;\n      \n    \n    {\\displaystyle 1=1^{2};1+3=2^{2};1+3+5=3^{2};}\n  \n ইত্যাদি।\n১৯১০ সালে তার মাসি তাঁকে দত্তক নেন এবং তারা মস্কোতে চলে যান, যেখানে ১৯২০ সালে তিনি উচ্চবিদ্যালয় থেকে পাশ করেন। পরবর্তীকালে ওই একই বছরে তিনি মস্কো স্টেট বিশ্ববিদ্যালয় এবং মেন্ডেলিভ মস্কো ইনস্টিটিউট অফ কেমিস্ট্রি এন্ড টেকনোলজিতে পড়াশুনো শুরু করেন। এই সময়ের অভিজ্ঞতা সম্পর্কে তিনি লেখেন, \"আমি মস্কো বিশ্ববিদ্যালয়ে গাণিতিক বিষয়ের কিছু সাধারণ ধারণা নিয়ে এসেছি। আমি সেট তত্ত্বের শুরুর দিকের কিছু ধারণা সম্পর্কে অবগত। আমি ব্রকহাউস এবং এফরণের বিশ্বকোষের নিবন্ধগুলিতে অনেক প্রশ্ন পড়েছি এবং এই নিবন্ধে যা যা সীমাবদ্ধ ভাবে লিখিত তা নিজে থেকেই পড়ে নিয়ে নিজের জ্ঞান ভান্ডার পূর্ণ করার চেষ্টা করেছি।\"\nতার সুদূরপ্রসারী পাণ্ডিত্যের জন্য কোলমোগোরোভ প্রভূত সম্মান পান। কলেজে স্নাতকের ছাত্র থাকাকালীন তিনি রাশিয়ান ঐতিহাসিক এস.ভি. বাখ্রুষিনের বক্তৃতাসভায় উপস্থিত থাকেন এবং তিনি তার প্রথম গবেষণাপত্র প্রকাশিত করেন পনেরো ও ষোলো শতকের নোভগোরেদ প্রজাতন্ত্রের জমিদারি প্রথার উপর। ১৯২১-২২ সালের মধ্যে কোলমোগোরোভ সেট তত্ত্ব এবং ফুরিয়ার সিরিজের একাধিক ফলাফল প্রমাণ করেন।\n\n\n=== কর্ম জীবন ===\n১৯২২ সালে কোলমোগোরোভ আন্তর্জাতিক স্বীকৃতি পান ফুরিয়ার সিরিজ গঠন করে যার প্রায় সব স্থানেই বিচ্যুতি (divergence) ঘটে। এই সময়েই তিনি গণিতে নিজের জীবন উৎসর্গ করার সিদ্ধান্ত নেন।\n১৯২৫ সালে মস্কো স্টেট ইউনিভার্সিটি থেকে স্নাতক হন এবং নিকোলাই লুজিনের নিরীক্ষণে পরবর্তী পড়াশুনা শুরু করেন। এই সময়ে পাভেল আলেকজান্দ্রভ নাম্নী লুজিনের অপর এক ছাত্রের সাথে তার আজীবন বন্ধুত্বের সম্পর্ক স্থাপিত হয়। এমনকি কিছু কিছু গবেষক এই মন্তব্য রাখেন যে তারা পরস্পরের সাথে সমকামী সম্পর্কে লিপ্ত ছিলেন। যদিও তাঁদের মধ্যে কেউই এই সম্পর্ক স্বীকার করেননি কখনও। কোলমোগোরোভের (আলেক্সন্দ্র খিঞ্চিনের সাথে) সম্ভাবনা তত্ত্বের উপর আগ্রহী হয়ে ওঠেন। ১৯২৫ সালে তিনি স্বজ্ঞাবাদী লজিকের (intuitionistic logic) উপর তার কাজ প্রকাশ করেন। \"বহির্ভূত মধ্যমার নিয়মের উপর\" যেখানে তিনি প্রমাণ করেন যে নির্দিষ্ট ব্যাখ্যা অনুযায়ী ক্লাসিক্যাল বিধিবদ্ধ লজিকের (ক্লাসিক্যাল ফরমাল লজিক) সমস্ত বিবৃতি স্বজ্ঞাবাদী লজিক প্রণয়ন করা যায়। ১৯২৯ সালে তিনি মস্কো স্টেট বিশ্ববিদ্যালয় থেকে দর্শনে ডক্টরেট লাভ করেন।\n১৯৩০ সালে কোলমোগোরোভ তার প্রথম দীর্ঘকালীন বিদেশযাত্রা শুরু করেন। প্রথমে গটিংগেন তারপর মিউনিখ এবং সেখান থেকে প্যারিস যান। গটিংগেনে তার অনেক বৈজ্ঞানিকের সাথে পরিচয় পাওয়া যায়। তাঁদের মধ্যে প্রথম রিচার্ড কোরান্ট এবং তার ছাত্ররা যারা লিমিটের উপপাদ্যের উপর কাজ করছিলেন। যেখানে পৃথক র‍্যান্ডম পদ্ধতির সীমা হিসেবে প্রমাণিত হয় বিস্তার পদ্ধতি (diffusion process)। এরপর তিনি হেরম্যান ওয়াইল এর সাথে স্বজ্ঞাবাদী লজিক (intuitionistic logic) এবং এডমন্ড লান্ডাউ-এর সাথে ফাংশন তত্ত্ব নিয়ে কাজ করেন। ১৯৩১ সালে জার্মানে তার সবথেকে গুরুত্বপূর্ণ পথপ্রদর্শী কাজ সম্ভাবনা তত্ত্বের বিশ্লেষণাত্মক প্রণালী প্রকাশিত হয়। এছাড়াও ১৯৩১ সালে তিনি মস্কো স্টেট বিশ্ববিদ্যালয়ে অধ্যাপকের পদ গ্রহণ করেন।\n১৯৩৩ সালে কোলমোগোরোভের লেখা বই ফাউন্ডেশন অফ দ্য থিওরি অফ প্রোব্যাবিলিটি\nপ্রকাশিত হয় যা সম্ভাবনা তত্ত্বের আধুনিক স্বতঃসিদ্ধ-এর ভিত্তি স্থাপন করে। এবং এরপরেই  কোলমোগোরোভের খ্যাতি সারা পৃথিবীময় সম্ভাবনা তত্ত্বের একজন বিশেষজ্ঞ হিসেবে প্রসারিত হয়। ১৯৩৫ সালে মস্কো স্টেট বিশ্ববিদ্যালয়ে সম্ভাবনা তত্ত্বের বিভাগে তিনি প্রথম সভাপতি নিযুক্ত হন। ওই একই সময়ে কোলমোগোরোভ বাস্তুবিদ্যাতেও তার ভূমিকা রাখেন এবং শিকারী-শিকার (predator-prey) সিস্টেমের লোটকা-ভল্টেরা মডেলটি সাধারনীকৃত করেন।\n১৯৩৬ সালে গ্রেট পার্জ চলাকালীন কোলমোগোরোভের ডক্টরেট উপদেষ্টা নিকোলাই লুজিন স্টালিন শাসনতন্ত্রের একজন কুখ্যাত লক্ষ্যবস্তু হয়ে ওঠেন যা এখন \"লুজিনের ঘটনা\" (Luzin's affair) নামে পরিচিত। কোলমোগোরোভ সহ অন্যান্য ছাত্ররা লুজিনের বিরুদ্ধে অন্যের আবিষ্কার চুরি, আত্মীয়পোষণ এবং অন্যান্য বিভিন্ন অসদাচারণের অভিযোগে সাক্ষী দেন। শুনানীতে সিদ্ধান্ত নেওয়া হয় যে লুজিন ফ্যাসিবাদী বিজ্ঞানের দাস এবং স্বভাবতই সোভিয়েত জনগণের শত্রু। লুজিন তার অ্যাকাডেমিক পদ হারান কিন্তু অদ্ভুতভাবেই তাঁকে কারাবন্দী করা হয় না ও তিনি সোভিয়েত ইউনিয়নের অ্যাকাডেমি অফ সায়েন্স থেকেও বহিষ্কৃত হলেন না। ঐতিহাসিকদের মধ্যে এই প্রশ্ন থেকেই যায় যে কোলমোগোরোভ এবং অন্যান্যদের জোর করে রাষ্ট্রের পক্ষ থেকে সাক্ষ্য দেওয়ানো হয়েছিল কিনা। এই ঘটনায় জড়িত সকলেই জনসমক্ষে এই ব্যাপারে আলোচনা থেকে আজীবন বিরত থাকেন। সোভিয়েত রাশিয়ার গণিতজ্ঞ সেমেন স্যামসনোভিচ কুটাটেলাডজ ১৯৯০ সালে উপলব্ধ করা সংরক্ষিত নথিপত্র এবং অন্যান্য সাক্ষ্য প্রমাণ দেখে ২০১৩ সালে এই সিদ্ধান্তে আসেন যে লুজিনের ছাত্ররা তাঁদের ব্যক্তিগত অসন্তোষের কারণে তাঁকে দোষারোপ করেন। কোনো এমন প্রমাণ সঠিকভাবে পাওয়া যায়নি যার থেকে বলা যায় যে ছাত্রদের সরকারের পক্ষ থেকে বাধ্য করা হয়েছিল, এবং লুজিনের বিরুদ্ধে অভিযোগগুলোর সত্যতা যাচাই করার মতো কোনো জোরালো প্রমাণও ছিল না। সোভিয়েতের গণিত ইতিহাসবিদ এ.পি.ইয়ুসকেভিচ বলেন যে স্টালিন রাজত্বের বাকি কুখ্যাত নিপীড়নের মত আচরণ এই ক্ষেত্রে হয়নি যার থেকে প্রমাণিত হয় যে সোভিয়েত শাসনে লুজিন খুব একটা বড় বাধা হয়ে দাঁড়াননি যা তার সমসাময়িক ঘটনাগুলির থেকে কম শাস্তি পাওয়ার ব্যাপারটি ব্যাখ্যা করে।\n১৯৩৮ সালে কোলমোগোরোভ স্বচ্ছন্দ এবং গণনায় সক্ষম এমন অপরিবর্তনশীল স্টোকাস্টিক পদ্ধতির জন্য মূল উপপাদ্য তৈরি করেন। এটি এমন একটি বিষয় যা শান্ত যুদ্ধের সময় সামরিক ব্যবহারে গুরুত্বপূর্ণ অংশ নেয়। ১৯৩৯ সালে তিনি USSR অ্যাকাডেমি অফ সায়েন্সের পূর্ণ সদস্যরূপে নির্বাচিত হন।\nদ্বিতীয় বিশ্বযুদ্ধের সময় কোলমোগোরোভ কামানের আগুনে পরিসংখ্যানগত তত্ত্ব ব্যবহার করে ও জার্মানের বোমার থেকে মস্কোকে বাঁচানোর জন্য যে ব্যারেজ বেলুনগুলি ছিল তাতে স্টোকাস্টিক বণ্টনের উপায় কাজে লাগিয়ে প্রভূত অবদান রাখেন।\nস্টোকাস্টিক পদ্ধতি নিয়ে তার কাজে বিশেষত মার্কোভ পদ্ধতিতে কোলমোগোরোভ এবং একজন ব্রিটিশ গণিতবিদ সিডনি চ্যাপম্যান আলাদাভাবে এক সেট কেন্দ্রীয় সমীকরণ গঠন করেন যাকে চ্যাপম্যান-কোলমোগোরোভ সমীকরণ নাম দেওয়া হয়।\n\nপরবর্তীকালে কোলমোগোরোভ টার্বিউলেন্স নিয়ে গবেষণায় মগ্ন হন, ১৯৪১ সাল থেকে প্রকাশিত হয় তার গবেষণাপত্র। ক্লাসিক্যাল মেকানিক্সে কোলমোগোরোভের-আর্নল্ড-মোসের উপপাদ্যটির (১৯৫৪ সালে প্রথম উপস্থাপিত হয় আন্তর্জাতিক গাণিতিক কংগ্রেসে) জন্য তিনি সবথেকে বেশি পরিচিতি পান। ১৯৫৭ সালে তার ছাত্র ভ্লাদিমির আর্নল্ড-এর সাথে কাজ করতে করতে তিনি হিলবার্টের ১৩তম সমস্যার একটি বিশেষ ব্যাখ্যার সমাধান বের করেন। প্রায় এই সময় থেকেই তিনি অ্যালগরিদমিক জটিল তত্ত্বের উন্নয়ন করতে শুরু করেন। উল্লেখ্য কোলমোগোরোভকে এই তত্ত্বের জনক বলে মনে করা হয় এবং তাই এই তত্ত্বকে অনেকে কোলমোগোরোভের জটিল তত্ত্বও বলেন।\nঅ্যানা ডমিট্রিভনা এগোরভার সাথে ১৯৪২ সালে কোলমোগোরোভের বিবাহ সম্পন্ন হয়। তিনি সারাজীবন বিশ্ববিদ্যালয়ে এবং ছোট শিশুদের শিক্ষাদানের জন্য কঠোর ধারাবাহিক রুটিন মেনে চলতেন।\nতিনি মহান সোভিয়েত বিশ্বকোষের জন্য অনেকগুলি নিবন্ধ রচনা করেন। পরবর্তী বছরগুলিতে তিনি ফলিত(অ্যাপ্লাইড) এবং বিমূর্ত(অ্যাবস্ট্রাক্ট) ক্ষেত্রে সম্ভাবনা তত্ত্বের গাণিতিক ও দার্শনিক সম্পর্ক নিয়ে অনেকটা উদ্যোগ দেখান।\n১৯৮৭ সালে মস্কোতে কোলমোগোরোভের মৃত্যু হয় এবং নভোদেভিচি কবরস্থানে তাঁকে সমাধিস্থ করা হয়।\nকোলমোগোরোভকে আরোপিত করে একটি উক্তি হল : (বাংলা ভাষায় তর্জমা করা) \"প্রত্যেক গণিতবিদ ভাবেন যে তিনি বাকিদের থেকে এগিয়ে আছেন। কিন্তু তারা বুদ্ধিমান তাই এই বিশ্বাস জনসমক্ষে প্রকাশ করেন না।\nভ্লাদিমির আর্নল্ড একবার বলেছিলেন \"কোলমোগোরোভ-পইনক্যার-গাউস-ইউলের-নিউটন, এই পাঁচটি জীবন যা আমাদের বিজ্ঞানের উৎস থেকে আলাদা করেছে।\"\n\n\n== পুরস্কার ও সম্মান ==\nকোলমোগোরোভ, তার জীবদ্দশায় এবং মৃত্যুর পরেও অসংখ্য সম্মান ও পুরস্কার পান :\n\nরাশিয়ার বিজ্ঞান অ্যাকাডেমির সদস্য ছিলেন\n১৯৪১ সালে স্টালিন পুরস্কারে সম্মানিত করা হয়\n১৯৫৯ সালে আমেরিকার কলা ও বিজ্ঞান অ্যাকাডেমির সম্মানীয় সদস্য রূপে নির্বাচিত হন।\n১৯৬১ সালে আমেরিকার দর্শন সোসাইটির সদস্য নির্বাচিত হন।\n১৯৬২ সালে বলজান পুরস্কারে সম্মানিত হন\n১৯৬৩ সালে রয়েল নেদারল্যান্ডস অ্যাকাডেমি অফ আর্টস এন্ড সায়েন্সের বিদেশী সদস্য নির্বাচিত হন।\n১৯৬৪ সালে রয়াল সোসাইটির বিদেশী সদস্য (ForMemRS) নির্বাচিত হন।\n১৯৬৫ সালে লেনিন পুরস্কার প্রদান করা হয়।\n১৯৬৭ সালে যুক্তরাষ্ট্রের জাতীয় বিজ্ঞান অ্যাকাডেমির সদস্য নির্বাচিত হন।\n১৯৮০ সালে তাঁকে উলফ পুরস্কার দেওয়া হয়।\n১৯৮৬ সালে লবাচেভাস্কি পুরস্কারে সম্মানিত করা হয়\nকোলমোগোরোভের সম্মানার্থে নিম্নোক্ত বিষয়গুলোর নামকরণ করা হয়:\n\n\n== গ্রন্থপঞ্জি ==\nতার কাজের একটি গ্রন্থপঞ্জি দেখা যায় \"পাবলিকেশন্স অফ  এ.এন.কোলমোগোরোভ\"। Annals of Probability। 17 (3): 945–964। জুলাই ১৯৮৯। ডিওআই:10.1214/aop/1176991252 । \n\nকোলমোগোরোভ, আন্দ্রেই (১৯৩৩)। Grundbegriffe der Wahrscheinlichkeitsrechnung (জার্মান ভাষায়)। বার্লিন: Julius Springer। \nঅনুবাদ : কোলমোগোরোভ, আন্দ্রেই (১৯৫৬)। Foundations of the Theory of Probability (দ্বিতীয় সংস্করণ)। নিউইয়র্ক: Chelsea। আইএসবিএন 978-0-8284-0023-7। ২০১৮-০৯-১৪ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০১৬-০২-১৭। \n১৯৯১-৯৩.  এ. এন. কোলমোগোরোভের নির্বাচিত কাজ , 3 vols. Tikhomirov, V. M., ed., Volosov, V. M., trans. Dordrecht:Kluwer Academic Publishers. আইএসবিএন ৯০-২৭৭-২৭৯৬-১\n১৯২৫. \"অন দ্য প্রিন্সিপাল অফ দ্য এক্সক্লুডেড মিডল\" in Jean van Heijenoort, ১৯৬৭.  এ সোর্স বুক ইন ম্যাথ্যামেটিকাল লজিক, ১৮৭৯–১৯৩১. হার্ভাড বিশ্ববিদ্যালয়. Press: 414–37.\nকোলমোগোরোভ, আন্দ্রেই N. (১৯৬৩)। \"অন টেবিলস অফ র‍্যান্ডম নাম্বরস\"। Sankhyā Ser. A। 25: 369–375। এমআর 0178484। \nKolmogorov, Andrei N. (১৯৯৮) [১৯৬৩]। \"অন টেবিলস অফ র‍্যান্ডম নাম্বরস\"। Theoretical Computer Science। 207 (2): 387–395। এমআর 1643414। ডিওআই:10.1016/S0304-3975(98)00075-9। \nএ.এন.কোলমোগোরোভ (২০০৫) নির্বাচিত কাজ. ৬টি ভলিউমে. মস্কো (রুশ ভাষায়)\nপাঠ্যপুস্তক:\n\nএ.এন.কোলমোগোরোভ and বি. ভি. গ্নেদেনকো. \"লিমিট ডিস্ট্রিবিউশনস ফর সামস অফ ইনডিপেনডেন্ট র‍্যান্ডম ভ্যারিয়েবলস\", ১৯৫৪.\nএ.এন.কোলমোগোরোভ and এস.ভি.ফোমিন. \"এলিমেন্টস অফ দ্য থিওরি অফ ফাংশনস এন্ড ফাংশনাল অ্যানালিসিস\", Publication 1999, Publication 2012\nএ.এন.কোলমোগোরোভ; ফোমিন, সার্গেই ভাসিল্যেভিচ (১৯৭৫)[১৯৭০]. ইন্ট্রোডাক্টরি রিয়েল অ্যানালিসিস. নিউইয়র্ক: ডোভার পাবলিকেশন্স. আইএসবিএন ৯৭৮-০-৪৮৬-৬১২২৬-৩..\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nAN Kolmogorov (তার বৈজ্ঞানিক এবং জনপ্রিয় প্রকাশনা, তার সম্পর্কে নিবন্ধ) নিবেদিত পোর্টাল । (রুশ ভাষায়)\nআন্দ্রেই নিকোলাভিচ কলমোগোরভের উত্তরাধিকার\nস্কলার পিডিয়াতে জীবনী\nদেরজাভিন তাম্বভ স্টেট ইউনিভার্সিটি - ইনস্টিটিউট অফ ম্যাথমেটিক্স, ফিজিক্স অ্যান্ড ইনফরমেশন টেকনোলজি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৯-১০-০৫ তারিখে  </link>\nকোলমোগোরভের গ্রুন্ডবেগ্রিফের উত্স এবং উত্তরাধিকার\nভিতানি, পিএমবি, আন্দ্রে নিকোলাভিচ কলমোগোরভ। স্কলারপিডিয়া, 2(2):2798; 2007\nKolmogorov সম্পদের লিঙ্ক সংগ্রহ\nকলমোগোরভ, গেলফান্ড এবং অন্যান্য সম্পর্কে অধ্যাপক এএম ইয়াগ্লোমের সাথে সাক্ষাৎকার (1988, ইথাকা, নিউ ইয়র্ক )\nমস্কো বিশ্ববিদ্যালয়ের কলমোগোরভ স্কুল\nরয়্যাল হলওয়ে, লন্ডন বিশ্ববিদ্যালয়ের কম্পিউটার লার্নিং রিসার্চ সেন্টারে বার্ষিক কলমোগোরভ বক্তৃতা\nলরেন্টজ জিজি, 1928 থেকে 1953 সাল পর্যন্ত সোভিয়েত ইউনিয়নে গণিত এবং রাজনীতি\nকুটাটেলাদজে এসএস, সিক ট্রানজিট... অথবা নায়ক, ভিলেন, এবং স্মৃতির অধিকার .\nকুটাতেলাদজে এসএস, রাশিয়ায় গণিতের ট্র্যাজেডি\nG. Falkovich এর বক্তৃতার ভিডিও রেকর্ডিং: \"Andrey Nikolaevich Kolmogorov (1903-1987) এবং রাশিয়ান স্কুল\"\nAndrey Kolmogorov\nটেমপ্লেট:Wolf Prize in Mathematics"}