{"pageid": 1422382, "title": "লি-এনফিল্ড", "url": "https://bn.wikipedia.org/wiki?curid=1422382", "content": "লি-এনফিল্ড হল একটি বোল্ট-অ্যাকশন, ম্যাগাজিন-ফেড রিপিটিং রাইফেল যা 20 শতকের প্রথমার্ধে ব্রিটিশ সাম্রাজ্য এবং কমনওয়েলথের সামরিক বাহিনীর প্রধান আগ্নেয়াস্ত্র হিসাবে কাজ করেছিল এবং ব্রিটিশ সশস্ত্র বাহিনীর মানসম্পন্ন সার্ভিস রাইফেল ছিল। 1895 সালে তার সরকারী দত্তক থেকে 1957 পর্যন্ত বাহিনী।\nলি-মেটফোর্ডের একটি নতুন নকশা (1888 সালে ব্রিটিশ সেনাবাহিনী গৃহীত), লি-এনফিল্ড আগের মার্টিনি-হেনরি, মার্টিনি-এনফিল্ড এবং লি-মেটফোর্ড রাইফেলগুলিকে ছাড়িয়ে যায়। এটিতে একটি দশ-রাউন্ড বক্স ম্যাগাজিন রয়েছে যা উপরে থেকে ম্যানুয়ালি .303 ব্রিটিশ কার্তুজ দিয়ে লোড করা হয়েছিল, একবারে এক রাউন্ড বা পাঁচ রাউন্ড চার্জারের মাধ্যমে। প্রথম ও দ্বিতীয় বিশ্বযুদ্ধে (যেমন অস্ট্রেলিয়া, নিউজিল্যান্ড, দক্ষিণ) ব্রিটিশ সেনাবাহিনী, ঔপনিবেশিক বাহিনী (যেমন ভারত এবং আফ্রিকার কিছু অংশ) এবং অন্যান্য কমনওয়েলথ দেশগুলির রাইফেল কোম্পানিগুলির জন্য লি-এনফিল্ড ছিল আদর্শ ইস্যু অস্ত্র। আফ্রিকা, এবং কানাডা)। যদিও আনুষ্ঠানিকভাবে যুক্তরাজ্যে 1957 সালে L1A1 SLR দিয়ে প্রতিস্থাপিত হয়েছিল, এটি 1960-এর দশকের শুরুর দিকে/মাঝামাঝি পর্যন্ত বিস্তৃত ব্রিটিশ পরিষেবায় ছিল এবং 7.62 মিমি L42A1 স্নাইপার ভেরিয়েন্ট 1990 সাল পর্যন্ত পরিষেবায় ছিল। একটি স্ট্যান্ডার্ড-ইস্যু পদাতিক রাইফেল হিসাবে, এটি এখনও কিছু কমনওয়েলথ দেশের সশস্ত্র বাহিনীতে পরিষেবা পাওয়া যায়, বিশেষত বাংলাদেশ পুলিশের কাছে, যা এটিকে দ্বিতীয় দীর্ঘতম সামরিক বোল্ট-অ্যাকশন রাইফেল করে তোলে যা এখনও অফিসিয়াল সার্ভিসে রয়েছে, Mosin-Nagant-এর পরে (Mosin-Nagant রিসিভার ফিনিশ 7.62 Tkiv 85-এ ব্যবহৃত হয়)। সমস্ত লি-এনফিল্ডের মোট উৎপাদন অনুমান করা হয় 17 মিলিয়নেরও বেশি রাইফেল।\nলি-এনফিল্ড এর নামটি রাইফেলের বোল্ট সিস্টেমের ডিজাইনার-জেমস প্যারিস লি-এবং যেখানে এটির রাইফেলিং ডিজাইন তৈরি করা হয়েছিল-এনফিল্ডের রয়্যাল স্মল আর্মস ফ্যাক্টরি থেকে নেওয়া হয়েছে।\n\n\n== নকশা এবং ইতিহাস ==\nলি-এনফিল্ড রাইফেলটি আগের লি-মেটফোর্ড থেকে নেওয়া হয়েছিল, যা যান্ত্রিকভাবে অনুরূপ কালো-পাউডার রাইফেল, যা জেমস প্যারিস লির রিয়ার-লকিং বোল্ট সিস্টেমকে একত্রিত করেছিল যেটিতে উইলিয়াম এলিস মেটফোর্ড দ্বারা ডিজাইন করা রাইফেলিং সমন্বিত ব্যারেল ছিল। বোল্টের একটি অপেক্ষাকৃত ছোট বোল্ট থ্রো রয়েছে এবং এতে পিছনের-মাউন্ট করা লগের বৈশিষ্ট্য রয়েছে এবং বোল্ট অপারেটিং হ্যান্ডেলটি অপারেটরের হাতের কাছে একটি অনুকূল অর্গনোমিক অবস্থানে বোল্টের গাঁটটিকে ট্রিগারের ঠিক পিছনের দিকে রাখে। অ্যাকশনে হেলিকাল লকিং সারফেস রয়েছে (প্রযুক্তিগত শব্দটি হল ইন্টারপ্টেড থ্রেডিং)। এর মানে হল যে বল্টু হ্যান্ডেলটি সম্পূর্ণভাবে বন্ধ না হওয়া পর্যন্ত চূড়ান্ত হেডস্পেস অর্জন করা হয় না। হেলিকাল লকিং লগগুলি সম্ভবত অসম্পূর্ণ বা নোংরা গোলাবারুদের চেম্বারিং করার অনুমতি দেওয়ার জন্য উভয়ই ব্যবহার করা হয়েছিল এবং এছাড়াও যাতে বন্ধ হওয়া ক্যাম অ্যাকশনটি বোল্ট এবং রিসিভার লাগা উভয়ের সম্পূর্ণ মিলিত মুখের উপর বিতরণ করা হয়। এটি একটি কারণ বল্টু বন্ধ মসৃণ অনুভূত হয়। মূলত, কিছু ব্রিটিশ সেনাবাহিনীর চেনাশোনাগুলিতে একটি বিচ্ছিন্নযোগ্য ম্যাগাজিনের ধারণার বিরোধিতা করা হয়েছিল, কারণ কেউ কেউ আশঙ্কা করেছিলেন যে মাঠে প্রচারের সময় ব্যক্তিগত সৈনিক পত্রিকাটি হারিয়ে ফেলতে পারে। লি-মেটফোর্ড এবং লি-এনফিল্ডের প্রারম্ভিক মডেলগুলি এমনকি রাইফেলে ম্যাগাজিনটিকে সুরক্ষিত করার জন্য একটি ছোট দৈর্ঘ্যের চেইন ব্যবহার করেছিল। দ্রুত লক্ষ্যবস্তু গুলিকে আরও সহজতর করার জন্য বেশিরভাগ রাইফেলম্যান দৃষ্টিশক্তি হারানো ছাড়াই রাইফেলটি সাইকেল চালাতে পারে।\nএই নকশা বৈশিষ্ট্যগুলি মাউসারের মতো অন্যান্য বোল্ট-অ্যাকশন ডিজাইনের তুলনায় দ্রুত সাইকেল চালানো এবং আগুনকে সহজতর করে। লি বোল্ট-অ্যাকশন এবং 10-রাউন্ড ম্যাগাজিন ক্ষমতা একজন প্রশিক্ষিত রাইফেলম্যানকে \"ম্যাড মিনিট\" 20 থেকে 30 লক্ষ্য রাউন্ড 60 সেকেন্ডে ফায়ারিং করতে সক্ষম করে, যা লি-এনফিল্ডকে দিনের সবচেয়ে দ্রুততম সামরিক বোল্ট-অ্যাকশন রাইফেল করে তোলে। লক্ষ্যযুক্ত বোল্ট-অ্যাকশন ফায়ারের জন্য বর্তমান বিশ্ব রেকর্ডটি 1914 সালে ব্রিটিশ সেনাবাহিনীর একজন মাস্কেট্রি প্রশিক্ষক - সার্জেন্ট ইন্সট্রাক্টর স্নোক্সাল - যিনি 300 গজ (270 মিটার) 12-ইঞ্চি-প্রশস্ত (300 মিমি) লক্ষ্যে 38 রাউন্ড স্থাপন করেছিলেন। এক মিনিটে।[15] কিছু স্ট্রেইট-পুল বোল্ট-অ্যাকশন রাইফেল দ্রুত চিন্তা করা হয়েছিল কিন্তু লি-এনফিল্ডের সরলতা, নির্ভরযোগ্যতা এবং উদার ম্যাগাজিন ক্ষমতার অভাব ছিল। প্রথম বিশ্বযুদ্ধের বেশ কিছু বিবরণ ব্রিটিশ সৈন্যদের জার্মান আক্রমণকারীদের প্রতিহত করার কথা বলে যারা পরবর্তীতে রিপোর্ট করেছিল যে তারা মেশিনগানের মুখোমুখি হয়েছিল, যখন প্রকৃতপক্ষে এটি কেবলমাত্র SMLE Mk III রাইফেলে সজ্জিত সুপ্রশিক্ষিত রাইফেলম্যানদের একটি দল ছিল।\nলি-এনফিল্ড রাইফেলের জন্য স্ট্যান্ডার্ড এমকে VII .303-ইঞ্চি কার্তুজ\nলি-এনফিল্ডকে .303 ব্রিটিশ সার্ভিস কার্টিজ, একটি রিমযুক্ত, উচ্চ-ক্ষমতাসম্পন্ন রাইফেল রাউন্ড ফায়ার করার জন্য অভিযোজিত করা হয়েছিল। বিদ্যমান লি-মেটফোর্ড কার্টিজে ধোঁয়াবিহীন পাউডারের পরীক্ষাগুলি প্রথমে একটি সাধারণ আপগ্রেড বলে মনে হয়েছিল, কিন্তু নতুন ধোঁয়াবিহীন পাউডার দ্বারা উত্পন্ন বৃহত্তর তাপ এবং চাপ প্রায় 6,000 রাউন্ডের পরে অগভীর এবং গোলাকার মেটফোর্ড রাইফেলিংকে দূরে সরিয়ে দেয়। রয়্যাল স্মল আর্মস ফ্যাক্টরি (আরএসএএফ) এনফিল্ডে পরিকল্পিত একটি নতুন বর্গাকার আকৃতির রাইফেলিং সিস্টেম দিয়ে এটি প্রতিস্থাপন করা সমস্যার সমাধান করে এবং লি-এনফিল্ডের জন্ম হয়।\n\n\n== তথ্যসূত্র =="}