{"pageid": 1422482, "title": "কুসওয়ার", "url": "https://bn.wikipedia.org/wiki?curid=1422482", "content": "কুসওয়ার বা কুসওয়াদ হল ভারতীয় উপমহাদেশের কোঙ্কন অঞ্চলের খ্রিস্টানদের দ্বারা ক্রিসমাস উৎসবের জন্য প্রস্তুত বিভিন্ন ধরনের মিষ্টি এবং স্ন্যাকস। এই মিষ্টিগুলি গোয়ার গোয়ান ক্যাথলিক সম্প্রদায় এবং কর্ণাটকের ম্যাঙ্গালোরিয়ান ক্যাথলিক সম্প্রদায়ের রন্ধনশৈলীর অংশ। গোয়া এবং ম্যাঙ্গালোরে ক্রিসমাস উদযাপনের সময় ২২টি ভিন্ন ঐতিহ্যবাহী রন্ধন প্রনালী অনুসরণ করে এই বিবিধ প্রকার মিষ্টি প্রস্তুত করা হয়।\n\nকোসওয়াদ হল ইন্দো-পর্তুগিজ শব্দমালার কনসোডা থেকে উদ্ভূত একট শব্দ যার মাধ্যমে বড়দিনের প্রাক্কালে পরিবেশিত নৈশভোজকে বোঝানো হয়। বোম্বাই ইস্ট ইন্ডিয়ান ক্যাথলিক্রা তাদের স্থানীয় মহারাষ্ট্রী কোঙ্কনি উপভাষায় এই শব্দ ব্যবহার করা হয় যার অর্থ হল ভাগ করা। কোসওয়াদ হল বিভিন্ন ধরনের খাবার যা ভাগ করে খাওয়া হপ্য। কোসয়াদের মাধ্যমে বিভিন্ন খাবার পদ যেমন কিডিওস এবং নেভরিওস, ক্রিসমাস কেক, হাঁসের রোস্ট, মারজিপান ইত্যাদি বোঝানো হয়।\n\n\n== গোয়া ==\n\nগোয়ান ক্যাথলিকদের প্রস্তুত কুসওয়ার খাদ্যসমুহে ২২টি ভিন্ন ঐতিহ্যবাহী খাবার রয়েছে যা গোয়ার ক্রিসমাস উদযাপন উতসবকে স্বতন্ত্রতা দান করে।\nপেরাদা (পেয়ারা পনির) হল সুস্বাদু সবুজ পেয়ারা এবং চিনি দিয়ে তৈরি একটি মিষ্টান্ন।\nকিডিও বা কুলকুল হল একটি সুজি-ভিত্তিক মিষ্টান্ন যাতে স্বাদের জন্য নারকেল এবং এলাচ ব্যবহার হয়।\nনেউরো বা নেউরিস হল ময়দার সাথে নারকেল, কাজুবাদাম, কিশমিশ এবং এলাচ মিশিয়ে তেলে কড়া ভাজা করে প্রস্তুত মিষ্টি খাবার।\nবেবিক (বেবিঙ্কা) হল একটি স্তরযুক্ত, ভাপিয়ে প্রস্তুত করা খাবার যা ময়দা, চিনি, নারকেলের দুধ এবং ঘি দিয়ে তৈরি হ্য।\nডোসে হল ছোলা এবং নারকেল ব্যবহার করে তৈরি একটি মিষ্টি।\nমারজিপান হল একটি মিষ্টান্ন যা প্রাথমিকভাবে চিনি এবং বাদাম জাতীয় খাবার নিয়ে গঠিত।\nবলিনহাস হল ছোট কেক যা নারকেল কুকি নামেও পরিচিত যা গ্রেট করা নারকেল, চিনি, সুজি, ডিমের কুসুম এবং মাখন দিয়ে তৈরি। এতে স্বাদের জন্য এলাচ মেশানো হয়। এগুলি গোলাকার আকারে তৈরি করা হয় এবং আলতো ভাপিয়ে রান্না করা হয়।\nনানখাটাই হল চিনি, মাখন এবং ময়দা দিয়ে তৈরি করা সাদা মিষ্টি। এগুলিতে স্বাদের জন্য ভ্যানিলা এবং এলাচ দেওয়া হয়। এগুলি গোলাকার এবং হালকা ভাপানো হয়।\nবাথ হল একটি আর্দ্র, নারকেল দিয়ে তৈরি টার্ট।\nকোরমোলা হল মিষ্টি নারকেল পেস্ট্রি, যা বর্গাকারে কাটা হয় এবং ফুলের কুঁড়ির আকৃতির হয়।\nপিনার্গ (পিনাকা) হল কাটলেটের মতো মিষ্টি যা গুড় এবং চাল দিয়ে তৈরি।\nআম মিসকুট হল আমের পাল্প এবং চিনি দিয়ে তৈরি একটি মিষ্টান্ন।\nতুয়েলিনাস (তুয়েলিনাস দে কোকো) হল নারকেল থেকে তৈরি মিষ্টি।\nডোডোল হল এক প্রকার গুড় এবং চালের পুডিং।\n\n\n== ম্যাঙ্গালোর ==\n\nম্যাঙ্গালোরিয়ান ক্যাথলিকদের কুসওয়ারেরও বিভিন্ন ঐতিহ্যবাহী খাবার রয়েছে। নিউয়েরো বা নিউরিয়েস হল বরই, বাদাম, ভাজা থিল (তিল) এবং চিনি দিয়ে ভরা কেকজাতীয় খাবার। কিডিও বা কুলকুল হল একধরনের কোঁকড়ানো চিনির গুঁড়োতে মাখানো খাবার। পাথেকা হল স্থানীয় সবুজ নান্দরকাই কলা দিয়ে প্রস্তুত সুস্বাদু খাবার। আরো কিছু উল্লেখযোগ্য খাবার হল সাধারণ নোনতা বা মিষ্টি টুকদি (ডায়মন্ড কাট), থেল লাদুস এবং গলিওস। ম্যাকারুন হল ম্যাংগালোরের বিখ্যাত একটি বিস্কুট। এছাড়াও আছে রিচ প্লাম কেক যা তৈরি করতে এক সপ্তাহের বেশি সময় লাগে। মিছরিযুক্ত ফল, বরই, কারেন্ট, রামে ভিজিয়ে রাখা কাটা কিশমিশ ইত্যাদি হল উল্লেখযোগ্য খাদ্য সংযোজন। কুসওয়ারের কেক তৈরি করতে প্রথমে ময়দা ছেঁকে নিয়ে রোদে হালকা গরম করা হয়। এরপর বাদামের খোসা ছাড়ানো হয় এবং কাটা হয়। স্থানীয় পরিবারগুলি একসাথে কেক তৈরি করে এবং তাদের মধ্যে কাজ ভাগ করা হয়। একজন ডিম ফাটিয়ে গুলতে থাকে এবং অন্যজন মাখন ও চিনি দিয়ে ক্রিম প্রস্তুত করে। কেকের টিনগুলি সারিবদ্ধ সাজানো থাকে যাতে কেকের মিশ্রণ ঢালা হয়। পরিবারের মধ্যে যে লোক সবচেয়ে শক্তিশালী তাকে কেকের মিশ্রণ নাড়তে অনুরোধ করা হয়, কারন এটি বেশ পরিশ্রমের কাজ। এছাড়াও মিতাই, মান্দাস, ঊষা, পিটে এবং মান্নি হল সুপরিচিত, মিষ্টি খাবার যা কুসওয়ারের অন্তর্ভুক্ত।\n\n\n== মুম্বাই ==\nপূর্ব ভারতীয়দের কোসওয়াদের মুখ্য খাবারগুলি হল মিষ্টি, ডোনাটস, ডেট রোল ইত্যাদি।\n\n\n== তথ্যসূত্র =="}