{"pageid": 1423269, "title": "স্ত্রীপর্ব", "url": "https://bn.wikipedia.org/wiki?curid=1423269", "content": "স্ত্রী পর্ব (সংস্কৃত: स्त्री पर्व), বা \"নারীদের গ্রন্থ\", ভারতীয় মহাকাব্য মহাভারতের আঠারোটি বইয়ের একাদশতম। এটির ঐতিহ্যগতভাবে ৪টি অংশ এবং ২৭টি অধ্যায় রয়েছে, যেমনটি সমালোচনামূলক সংস্করণও রয়েছে।\nএটি যুদ্ধের কারণে নারীদের দুঃখ বর্ণনা করে। পর্বটি পুরুষদের দুঃখেরও বিবরণ দেয়, যেমন ধৃতরাষ্ট্র এবং পাণ্ডব ভাতৃগণ। অধ্যায়গুলোতে বিদুর এবং ব্যাসের একটি গ্রন্থ রয়েছে যাঁরা প্রিয়জনদের হারিয়েছেন তাদের জন্য সান্ত্বনার বাণী, সেইসাথে একটি মানুষের সংসার এবং একটি কূপের উপকথা।\n\n\n== গঠন এবং অধ্যায় ==\nএই পর্বে (বই) ২টি উপ-পর্ব (অংশ বা ছোট বই) এবং ২৭টি অধ্যায় (বিভাগ, অধ্যায়) রয়েছে। নিম্নলিখিত উপ-পর্বগুলো হল:\n\n১. জলপ্রদানিকা পর্ব (অধ্যায়: ১-১৫)\nস্ত্রীপর্ব যুদ্ধের পর নারীদের মানসিক আঘাত ও দুঃখের কথা শোনায়। এটি তার সমস্ত পুত্র ও নাতির মৃত্যুতে ধৃতরাষ্ট্রের শোকের বিবৃতি দিয়ে শুরু হয়। বিদুর, হস্তিনাপুর রাজ্যের প্রধানমন্ত্রী এবং ঋষি ব্যাস মৃত্যু এবং মানসিক ক্ষতি সম্পর্কিত একটি গ্রন্থের মাধ্যমে তার শোককে সান্ত্বনা দেন। এই অধ্যায়গুলো জন্ম-পুনর্জন্মের তত্ত্ব উপস্থাপন করে। ধৃতরাষ্ট্র এবং কৌরব মহিলারা তখন যুদ্ধক্ষেত্রে যান। ধৃতরাষ্ট্র তার পথে বাকি তিনজন কুরু যোদ্ধার সাথে দেখা করেন। এইভাবে রাজার সাথে দেখা করে, সেই সাহসী যোদ্ধারা একে অপরের থেকে আলাদা হয়ে যায়। কৃপা হস্তিনাপুরে যান, কৃতবর্মণ তার নিজের রাজ্যে মেরামত করেন, যখন দ্রোণের পুত্র ব্যাসের আশ্রয়ের জন্য রওনা হন, যেখানে তিনি পরে সৌপ্তিক পর্বে পাণ্ডুর পুত্রদের মুখোমুখি হন এবং তাদের দ্বারা পরাজিত হন। মহিলারা ক্ষতি এবং প্রশ্ন যুদ্ধ থেকে তাদের দুঃখ প্রকাশ করে - তারা যুদ্ধ এবং মৃত্যুর মুক্ত করার জন্য উভয় পক্ষের সমালোচনা করে।\nপাণ্ডব পক্ষের পাণ্ডব ভাই ও মহিলারা ধৃতরাষ্ট্রের সঙ্গে দেখা করেন। কৌরব রাজা দুর্যোধনের মৃত্যুর প্রতিশোধ হিসেবে ভীমকে নিজের বাহু দিয়ে পিষে হত্যা করার চেষ্টা করেন। ভীমের প্রতি তার মন্দ অভিপ্রায় নিশ্চিত জেনে, কৃষ্ণ আসল ভীমকে টেনে নিয়ে যান এবং রাজাকে একটি লোহার মূর্তি উপহার দেন। ধৃতরাষ্ট্র সেই মূর্তি ভাঙেন, তারপর ভীমের মৃত্যুতে বিলাপ করেন। কৃষ্ণ তাকে সত্য বলেন এবং তার কর্মের সমালোচনা করেন, এতে ধৃষ্টরাষ্ট্র অনুতপ্ত হন। এরপর কৃষ্ণ ও ঋষিদের সাথে পাণ্ডবরা গান্ধারীকে দেখতে যান, বিচলিত এবং কাঁদতে থাকা কৌরব মা যিনি যুদ্ধে তার সমস্ত পুত্র এবং নাতিদের হারিয়েছিলেন। গান্ধারী, তার পুত্রদের মৃত্যুর কারণে শোকে ব্যথিত, রাজা যুধিষ্ঠিরকে অভিশাপ দিতে চান। ঋষি ব্যাস উপস্থিত হন এবং তাকে তার ছেলেদের শেখানো জ্ঞানের কথা মনে করিয়ে দেন, “বিজয় ন্যায়নিষ্ঠতার অনুসরণ করে”, তারপর তাকে পরামর্শ দেন যে যুদ্ধটি ছিল ন্যায়ের জন্য লড়াই করা হয়েছিল। গান্ধারী উত্তর দেন যে তিনি যুদ্ধকে ক্ষমা করেন, কিন্তু যুদ্ধের সময় অন্যায্য কাজগুলো ক্ষমা করা কঠিন বলে মনে করেন। তিনি জানতে চান কেন যুদ্ধের সময় ন্যায্য যুদ্ধের নিয়মের অপব্যবহার করা হয়েছিল, কেন যুদ্ধের সময় নিষ্ঠুরতা (অধর্ম) অনুশীলন করা হয়েছিল। তারা বিতর্ক করে যে দ্রুত শান্তির প্রতিশ্রুতি নির্বিচারে হত্যাকারী অস্ত্রের ব্যবহারকে সমর্থন করে কিনা, অন্য পক্ষের বিরুদ্ধে অন্য পক্ষের যুদ্ধাপরাধ এবং ভয়াবহতা। তারপরে তিনি তার ছেলের সাথে দ্বন্দের সময় ভীমসেনের ক্রিয়াকলাপ এবং যুদ্ধে তার অন্যান্য নিষ্ঠুর কাজগুলোর জন্য ক্রুদ্ধ হন, যেমন দুঃসাসনের রক্ত পান করা। ঋষি ব্যাস তখন তাকে তার পুত্রদের পাণ্ডবদের বিরুদ্ধে নিষ্ঠুর আচরণের কথা মনে করিয়ে দেন। গান্ধারী তখন রাগান্বিত হয়ে জিজ্ঞেস করেন রাজা যুধিষ্ঠির কোথায়? রাজা যুধিষ্ঠির জোর হস্তে কাঁপতে কাঁপতে তার কাছে আসেন। সে তার দোষ স্বীকার করে এবং নরম ভাষায় তাকে বলে যে সে অভিশপ্ত হওয়ার যোগ্য। যুধিষ্ঠিরের প্রতি যিনি এইরূপ কথা বলিয়াছিলেন, যিনি ভয়ে পরাভূত হন, গান্ধারীর ক্রোধ প্রশমিত হয়। ঋষিরা তখন এক ভিন্ন দৃষ্টিভঙ্গি উপস্থাপন করেন। গান্ধারীর পরে, পাণ্ডব ভাইরা কুন্তী এবং দ্রৌপদীর সাথে দেখা করেন, পাণ্ডবদের পক্ষের দুই নারী, যারা যুদ্ধের জন্য তাদের নিজেদের দুঃখ প্রকাশ করে। তারা শোক করে এবং পরামর্শ দেয় যে যুদ্ধ শুরু করা সহজ কিন্তু যুদ্ধ কখনই শেষ হয় না এবং এর পরিণতি বেদনাদায়ক দীর্ঘ।\n২. স্ত্রী-বিলাপ পর্ব (অধ্যায়: ১৬-২৭)\nস্ত্রীপর্বের পরবর্তী অধ্যায়গুলোতে, গান্ধারী শোকগ্রস্ত হয়েছিলেন, সমস্ত দোষ কেশবকে দায়ী করেছিলেন, যুদ্ধের সময় বধ এবং অন্যায় কাজ প্রতিরোধ করার ক্ষমতা থাকা সত্ত্বেও তিনি কিছুই করেননি। তারপরে তিনি কৃষ্ণকে অভিশাপ দেন যে কুরু বংশের মতো তার নিজের যাদব বংশও ধ্বংস হবে। এবং তার বংশের নারীরাও কাঁদবে এবং কাঁদবে যেমন ভরত জাতির নারারাও কেঁদেছিল। কৃষ্ণ তার অভিশাপ গ্রহণ করেন, এবং ম্লান হাসি দিয়ে তাকে বলেছিলেন যে তিনি তাকে তার কাজটি সম্পন্ন করতে সাহায্য করেছেন, এই পৃথিবীর সমস্ত মানুষকে হত্যা করার, স্বর্গীয় অস্ত্রের জ্ঞানের অধিকারী, তিনি যা পৃথিবীতে এসেছেন তার জন্য। ধৃতরাষ্ট্র যুধিষ্ঠিরকে জিজ্ঞাসা করেন যে ১৮ দিনের কুরুক্ষেত্র যুদ্ধে দুই পক্ষের কতজন লোক মারা গিয়েছিল এবং পালিয়ে গিয়েছিল। যুধিষ্ঠির উত্তর দেন ১,৬৬০,০০০,০০০ জনেরও বেশি মানুষ মারা গিয়েছিল, যখন ২৪০,১৬৫ জন মানুষ কুরুক্ষেত্র যুদ্ধ থেকে পালিয়ে গিয়েছিল। তারপর ধৃতরাষ্ট্র রাজাকে যাদের দেখাশোনা করার মতো কেউ নেই তাদের শেষকৃত্য করতে বললেন। কুন্তীর পুত্র মহান জ্ঞানের অধিকারী যুধিষ্ঠির তার পুরোহিতদের তা পালন করতে আদেশ করেছিলেন। সেই মৃতদেহগুলোকে হাজার হাজার স্তূপে একত্রিত করা হয়েছিল এবং যুধিষ্ঠিরের আদেশে বিদুর কর্তৃক পুড়িয়ে ফেলা হয়েছিল।\nতারপর উভয় পক্ষ একসাথে গঙ্গা নদীতে উত্তরণের আচার করে, যারা যুদ্ধের সময় তাদের জীবন দিয়েছিল, বীরদের স্ত্রীদের সাথে, দুঃখ ও উল্লাসের একটি দৃশ্য উপস্থাপন করে। তারপর কুন্তী কাঁদতে কাঁদতে তার ছেলেদের বললেন যে কর্ণ তাদের বড় ভাই। তাদের সেই জ্যেষ্ঠ ভাইকে জলের অর্ঘ নিবেদন করুন যিনি দিনের দেবতার দ্বারা জন্মগ্রহণ করেছিলেন, এক জোড়া কানের আংটি এবং ডাক দিয়ে। মায়ের এই বেদনাদায়ক কথা শুনে পাণ্ডবরা কর্ণের জন্য দুঃখ প্রকাশ করতে লাগলেন। এই ধরনের বিলাপে প্রবলভাবে লিপ্ত হয়ে, রাজা যুধিষ্ঠির এইমাত্র উচ্চস্বরে হাহাকার উচ্চারণ করলেন, তারপর তাঁর মৃত ভাইকে জল নিবেদন করলেন। সমস্ত মহিলারা তখন উচ্চস্বরে হাহাকার করে এবং রাজা যুধিষ্ঠিরের শোকে, তারপর কর্ণের পরিবারের স্ত্রী এবং সদস্যদের তাঁর সামনে নিয়ে আসে। অনুষ্ঠান শেষ করে রাজা অতিশয় বিক্ষুব্ধ হয়ে গঙ্গার জল থেকে উঠলেন।\nস্ত্রীপর্বের মধ্যে মৃত্যু এবং শোক সম্পর্কে ব্যাস এবং বিদুরের গ্রন্থ, শেষ দুটি অধ্যায়ে উত্তরণের আচার, সেইসাথে অধ্যায় ২ থেকে ৭-এ মানুষ, বন, মৌমাছি, মধু, হাতি এবং একটি কূপের উপকথার মাধ্যমে সংসার চক্রের রূপ।\nউপ-পর্বের একটি বিকল্প গুচ্ছ:\n\n১. বিশোক পর্ব (অধ্যায়: ১-৮)\n২. স্ত্রী পর্ব (উপ) (অধ্যায়: ৯-২৫)\n৩. শ্রাদ্ধ পর্ব (অধ্যায়: ২৬)\n৪. জলপ্রদানিকা পর্ব (অধ্যায়: ২৭)\n\n\n== ইংরেজি অনুবাদ ==\nস্ত্রীপর্ব সংস্কৃত ভাষায় রচিত হয়েছিল। ভারতের বিভিন্ন অঞ্চলে আবিষ্কৃত কিছু সংস্কৃত পাণ্ডুলিপি অংশগুলোকে ভিন্নভাবে শিরোনাম করে। ইংরেজিতে বেশ কিছু অনুবাদ পাওয়া যায়। ১৯শতকের দুটি অনুবাদ, যা এখন পাবলিক ডোমেনে রয়েছে, সেগুলো কিশোরী মোহন গাঙ্গুলী এবং মন্মথ নাথ দত্তের। অনুবাদগুলো প্রতিটি অনুবাদকের ব্যাখ্যার সাথে পরিবর্তিত হয়।\nক্লে সংস্কৃত লাইব্রেরি মহাভারতের একটি ১৫ খণ্ডের সংকলন প্রকাশ করেছে যার মধ্যে কেট ক্রসবির স্ত্রী পর্বের অনুবাদ রয়েছে। এই অনুবাদটি আধুনিক এবং মহাকাব্যের একটি পুরানো পাণ্ডুলিপি ব্যবহার করেছে। অনুবাদটি শ্লোক এবং অধ্যায়গুলোকে বিযুক্ত করে না যেগুলোকে ১ম বা ২য় সহস্রাব্দ খ্রিস্টাব্দে মহাকাব্যে জাল এবং অনুপ্রবেশ করানো হয়েছে বলে ব্যাপকভাবে বিশ্বাস করা হয়।\nদেবরয়, ২০১১ সালে, মন্তব্য করেছেন যে শ্লোক এবং অধ্যায়গুলোকে সরানোর পরে যা সাধারণত গৃহীত শ্লোক এবং অধ্যায়গুলোকে সরিয়ে দিয়ে মূলে ঢোকানো হয়, 4টি অংশ, 27টি অধ্যায় (অধ্যায়) এবং 713টি শ্লোক (শ্লোক) রয়েছে।\n\n\n== উদ্ধৃতি এবং শিক্ষা ==\nজলপ্রদানিকা পর্ব, অধ্যায় ২:\n\n\n== আরও দেখুন ==\nমহাভারতের পূর্ববর্তী গ্রন্থ: সৌপ্তিক পর্ব\nমহাভারতের পরবর্তী গ্রন্থ: শান্তি পর্ব\n\n\n== তথ্যসূত্র ==\n\n\n== বহি সংযোগ ==\nস্ত্রী পর্ব, কিশোরী মোহন গাঙ্গুলীর ইংরেজি অনুবাদ।\nস্ত্রী পর্ব, মন্মথ নাথ দত্তের ইংরেজি অনুবাদ\nব্যাসদেবের সংস্কৃতে স্ত্রী পর্ব এবং নীলকান্তের ভাষ্য (সম্পাদক: কিঞ্জাওয়াদেকর, ১৯২৯)\nরামনারায়ণদত্ত শাস্ত্রী রচিত সংস্কৃত ও হিন্দিতে স্ত্রী পর্ব, ৪র্থ খণ্ড"}