{"pageid": 1423641, "title": "অজিত কৌর", "url": "https://bn.wikipedia.org/wiki?curid=1423641", "content": "অজিত কৌর (জন্ম ১৯৩৪) হলেন একজন ভারতীয় লেখক, যিনি পাঞ্জাবি ভাষায় লেখেন। তিনি সাহিত্য আকাদেমি পুরস্কার (পাঞ্জাবি ভাষার জন্য) এবং ভারত সরকারের চতুর্থ সর্বোচ্চ বেসামরিক পুরস্কার পদ্মশ্রীর প্রাপক।\n\n\n== প্রাথমিক জীবন ও শিক্ষা ==\nঅজিত কৌর ১৯৩৪ সালে লাহোরে সর্দার মাখন সিংয়ের পরিবারে জন্মগ্রহণ করেন। লাহোরেই তাঁর প্রাথমিক শিক্ষা হয়। শৈশবে, তিনি কর্তার সিং হিতকারির (অমৃতা প্রীতমের পিতা) কাছেও শিক্ষা লাভ করেছিলেন। দেশভাগের পর, তাঁর পরিবার দিল্লিতে চলে আসে, সেখানে তিনি এম এ (অর্থনীতি) ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nতিনি সামাজিক ও বাস্তববাদী বিষয়বস্তুর ওপর পাঞ্জাবি ভাষায় উপন্যাস এবং ছোট গল্প লিখেছেন, তাঁর মনোযোগ ছিল- সম্পর্কের ক্ষেত্রে নারীদের অভিজ্ঞতা এবং সমাজে তাদের অবস্থান- এই বিষয়ে। তিনি ১৯৮৫ সালে সাহিত্য আকাদেমি পুরস্কার, ২০০৬ সালে চতুর্থ সর্বোচ্চ বেসামরিক সম্মান পদ্মশ্রী এবং ২০১৯ সালে কুভেম্পু রাষ্ট্রীয় পুরস্কার পান। তাঁর কাজের মধ্যে রয়েছে ১৯টি ছোটগল্পের সংকলন, উপন্যাসিকা ও উপন্যাস এবং এর পাশাপাশি নয়টি অনুবাদমূলক সাহিত্য। তিনি ২০টিরও বেশি কাজ সম্পাদনা করেছেন। তাঁর আত্মজীবনী, উইভিং ওয়াটার, মূল পাঞ্জাবি লেখা থেকে ইংরেজিতে অনুবাদ করা হয়েছে। এটি ২০১৮ সালে প্রকাশিত হয়েছিল। তিনি নিজের স্বামীর কাছ থেকে যে পারিবারিক সহিংসতা পেয়েছিলেন, এই লেখায় তার থেকে বেঁচে থাকার বিষয়ে আলোচনা করেছেন।\n\n\n== সমালোচনা ==\nতাঁর একটি ছোট গল্পের বই দ্য আদার ওম্যান-এর পর্যালোচনাতে জিয়া উস সালাম দ্য হিন্দুতে \"আলি বাবা'স ডেথ\" গল্পটি সম্পর্কে লিখেছেন, \"আমাদের সমাজে দ্বৈত আচরণের মান উন্মোচন করা, সম্পদের মধ্যে থাকার অবিরাম তাগিদ এবং আমাদের যা আছে তার চেয়ে বেশি থাকার ভান করা, তিনি আমাদের সামাজিক রীতির অনেক কিছু খুঁড়ে বার করেছেন।\" দ্য ট্রিবিউন- এ কুলদীপ সিং ধীর তাঁকে এমন একজন লেখক হিসেবে বর্ণনা করেছেন যিনি \"আমাদের চারপাশের ক্রুদ্ধ বিদ্রোহী নারীদের চিত্রিত করেছেন।\" পেবলস ইন এ টিন ড্রাম -এর পর্যালোচনায়, সুনীত চোপড়া ফ্রন্টলাইনের জন্য লিখেছেন, \"মানবতার মূল্যে বাজারের নীতির জন্য উন্মুক্ত একটি সমাজের জন্য, এমন একটি প্রক্রিয়া যা নব্য-হিন্দু স্বদেশীদের মতো একইভাবে ভোক্তাদের জন্য বিশ্বায়নের চালিকাশক্তি। তাঁর কাহিনী একটি কঠোর সতর্কবাণী, যা ভারতবাসীর খেয়াল করা উচিত।\"\n\n\n== দায়িত্ব ==\nতিনি নতুন দিল্লিতে একাডেমি অফ আর্ট অ্যাণ্ড লিটারেচারের সভাপতি হিসেবে দায়িত্ব পালন করেন এবং ২০০৩ সালে পাকিস্তান সফরে আসা ভারতীয় লেখকদের প্রথম প্রতিনিধি দলের অংশ ছিলেন। তিনি সার্ক লেখক ও সাহিত্যের ফাউণ্ডেশনের (এফওএসডব্লিউএএল) চেয়ারপারসন হিসেবেও দায়িত্ব পালন করেছেন।\n\n\n== লেখা ==\nগুলবানো (ছোটগল্প সংকলন)\nমেহক দি মউত (ছোটগল্প সংকলন)\nবাট শিখন (ছোটগল্প সংকলন)\nধুপ ওয়ালা শহর (উপন্যাস)\nগৌরী (উপন্যাস)\nপোস্ট মর্টেম (উপন্যাস)\nকুরা কাবারা (আত্মজীবনী)\nখানাবাদোশ (আত্মজীবনী)\nউইভিং ওয়াটার (আত্মজীবনী)(২০১৮)\n\n\n== আরও দেখুন ==\n\nসুরজিত পাতর\nবীর সিং (লেখক)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅজিত কৌরের সমস্ত পাঞ্জাবি বই\nহোয়াই ডু আই রাইট? অজিত কৌর এক্সামিনস হার ভোকেশন (দ্য বীকন, ২০২১)"}