{"pageid": 1423677, "title": "আলী ইবনে সাহল রব্বান আল-তাবারি", "url": "https://bn.wikipedia.org/wiki?curid=1423677", "content": "আলী ইবনে সাহল রাব্বান আল–তাবারি ( ফার্সি: علی ابن سهل ربن طبری; ৮৩৮– ৮৭০ খ্রি.; অথবা ৮১০–৮৫৫  বা ৮০৮ –৮৬৪ বা ৭৮৩ – ৮৫৮ খ্রি.-ও বর্ণিত আছে)  ছিলেন একজন পারসিক  মুসলিম পণ্ডিত, চিকিৎসক এবং মনোবিজ্ঞানী, যিনি প্রাথমিক ইসলামি ওষুধ বিশ্বকোষের একটি তৈরি করেছিলেন, যা ফির্দাউস আল-হিকমা ('প্রজ্ঞার স্বর্গ') শিরোনামে পরিচিত। আলী ইবনে সাহল সিরীয় ও গ্রীক ভাষায় কথা বলতেন, যা প্রাচীন কালের চিকিৎসা ঐতিহ্যের দুটি প্রধান উৎস ছিল, যা মধ্যযুগীয় ইউরোপ কর্তৃক ধ্বংস হয়ে যায়। বইটি সূক্ষ্ম চারুলিপিতে প্রতিলিপি করা হয়েছিল। তাঁর বিখ্যাত শিক্ষার্থী ছিলেন প্রসিদ্ধ পদার্থবিদ ও চিকিৎসক ইমাম আবু বকর আল-রাজি (আনু. ৮৬৫–৯২৫ খ্রি.)। আল তাবারি চিকিৎসা বিষয়ে প্রথম বিশ্বকোষীয় গ্রন্থ রচনা করেছিলেন। তিনি ৭০ বছরেরও বেশি সময় ধরে বেঁচে ছিলেন এবং মুসলিম খলিফা, গভর্নর এবং বিশিষ্ট পণ্ডিতদের মতো সময়ের গুরুত্বপূর্ণ ব্যক্তিদের সাথে যোগাযোগ বজায় রাখেন। তবে তার পরিবারের ধর্মীয় ইতিহাসের পাশাপাশি তার ধর্মীয় কাজের কারণে, আল-তাবারি ছিলেন সবচেয়ে বিতর্কিত পণ্ডিতদের একজন। তিনি প্রথম আবিষ্কার করেন যে, পালমোনারি যক্ষ্মা একটি সংক্রামক রোগ। \nযৌক্তিক বিজ্ঞানের বাইরে, খ্রিস্টধর্ম থেকে ইসলামে ধর্মান্তরিত হওয়ার কারণে তিনি আন্তঃধর্মীয় বিতর্কের সাথেও জড়িত ছিলেন এবং তিনি তার প্রাক্তন ধর্মের ওপর সমালোচনামূলক দুটি রচনাও লিখেছেন: আল-রাদ্দ আলাল-নাসারা ( الرد علي النصاري বা খ্রিস্টানদের খণ্ডন) ও কিতাব আল-দীন ওয়াদ-দাওলা ( كتاب الدين و الدولة: ধর্ম ও সাম্রাজ্যের বই), যে দুটিই ২০১৬ সালে ব্রিল দ্বারা একটি একক বই হিসেবে \"দ্য পলিমিক্যাল ওয়ার্কস অফ আলি আল-তাবারি নামে প্রকাশিত হয়।\n\n\n== জীবনী ==\nআলি তাবারিস্তানের আমোলের একটি পারসিক বা সিরীয় পরিবার থেকে এসেছেন। তাই তাবারিস্তানের দিকে সম্পৃক্ত করে তার নিসবাহ আল-তাবারি হিসেবে প্রসিদ্ধ হয়। হোসেন নাসর বলেন যে, তিনি জরাথুস্ট্রীয় ধর্ম থেকে ইসলামে ধর্মান্তরিত হয়েছিলেন। তবে সামি কে. হামারনেহ ও ফ্রাঞ্জ রোসেন্থালের মতে, তিনি খ্রিস্ট ধর্ম থেকে ধর্মান্তরিত ছিলেন।  তার পিতা সাহল ইবনে বিশর ছিলেন দেশের একজন উচ্চপদস্থ রাষ্ট্রীয় কর্মকর্তা, উচ্চ শিক্ষিত ও সিরীয় সম্প্রদায়ের সম্মানিত সদস্য। আলি তার পিতা সাহলের কাছ থেকে চিকিৎসা, প্রাকৃতিক বিজ্ঞান, চারুলিপি, গণিত, দর্শন ও ভাষা- সাহিত্যের শিক্ষাগত ভিত্তি লাভ করেন।\nআব্বাসীয় খলিফা আল-মুতাসিম (৮৩৩–৮৪২) তাকে আদালতের দায়িত্বে নিয়ে যান, যা তিনি খলিফা আল-মুতাওয়াক্কিলের (৮৪৭–৮৬১) রাজত্ব পর্যন্ত অব্যাহত রেখেছিলেন। আলি বিন সাহল সিরীয় ও গ্রীক ভাষায় পারদর্শী ছিলেন, যা প্রাচীনকালের চিকিৎসা ঐতিহ্যের দুটি উৎস এবং তিনি সূক্ষ্ম ক্যালিগ্রাফিতে পারদর্শী ছিলেন। \n\n\n== রচনাবলী ==\nযদিও তার কাজের মধ্যে অল্প কিছু বর্তমান অবশিষ্ট আছে বা পাওয়া যায়; তবে এ কথা প্রমাণিত যে আল-তাবারি মানবজাতির জন্য ১২টি বই রেখে গিয়েছেন এবং এসব বইয়ের বেশিরভাগই ছিল ওষুধের বিষয়ে। চিকিৎসা ছাড়াও তিনি দর্শন, গণিত ও জ্যোতির্বিদ্যার পণ্ডিত হিসাবে তৎকালীন বিশ্বে পরিচিত ছিলেন। \n\nতার ফিরদাউস আল-হিকমা (প্রজ্ঞার স্বর্গ) গ্রন্থ, যা তিনি আরবীতে লিখেছিলেন এবং যা আল-কুন্নাশ নামেও পরিচিত– সাতটি অংশে একটি ওষুধের ব্যবস্থাপত্র ছিল। তিনি বইটিকে সিরীয় ভাষায় অনুবাদও করেছিলেন, যাতে এটিকে ব্যাপকভাবে সবার জন্যেই উপযোগী করা যায়। ফিরদাউস আল-হিকমাহের তথ্য পশ্চিমাবিশ্বে কখনো সাধারণভাবে প্রচলিত ছিল না। কারণ এটি ২০ শতক পর্যন্ত সম্পাদিত হয়নি, যতক্ষণ না মোহাম্মদ জুবায়ের সিদ্দিকী পাঁচটি বেঁচে থাকা আংশিক পাণ্ডুলিপি ব্যবহার করে এর একটি নতুন সংস্করণ একত্র করেছিলেন। তবে তখনো ইংরেজি অনুবাদ ছিল না। ১৯৫১ সালে প্রাচীন ভারতীয় চিকিৎসাবিষয়ক অধ্যায়গুলির আলফ্রেড সিগেলের একটি জার্মান অনুবাদ প্রকাশিত হয়েছিল। \nতুহফাত আল-মুলুক ( \"রাজার প্রতি উপহার\" )\nখাদ্য, পানীয় ও ওষুধের সঠিক ব্যবহারের উপর একটি কাজ।\nহেফজ আল-সিহাহ ('স্বাস্থ্যের যথাযথ যত্ন'), এটি গ্রীক ও ভারতীয় বিদ্যাকে অনুসরণ করে।\nকিতাব আল-রুকা ( \"জাদু বা তাবিজের বই\" )\nকিতাব ফি আল-হিজামাহ ('কাপিং থেরাপি সংক্রান্ত বই' )\nকিতাব ফি তারতিব আল-আরদিয়াহ ( 'খাদ্য প্রস্তুতের বিষয়ে বই' )\n\n\n=== ফিরদাউস আল-হিকমা ===\n\nফিরদাউস আল-হিকমাহ বা জ্ঞানের স্বর্গ হল ইসলামি চিকিৎসাবিদ্যার প্রাচীনতম বিশ্বকোষগুলির একটি, যা গ্রীক ও ভারতীয় উৎসগুলির (হিপোক্রেটিস, গ্যালেন, ডায়োসকোরাইডস এবং অন্যান্য) সিরীয় অনুবাদের উপর ভিত্তি করে তৈরি করা হয়েছিল। এটি ৩৬০ টি অধ্যায়সহ ৭টি বিভাগ এবং ৩০টি অংশে বিভক্ত। \n\nপ্রথম অংশ: এতে সাধারণ দার্শনিক ধারণা, বিভাগ, প্রকৃতি, উপাদান, রূপান্তর, আদি-ক্ষয় বিষয় উল্লেখ আছে ।\nবইয়ের নাম এবং এর রচনা সম্পর্কে। লেখক নিজের বইয়ের উৎস হিসেবে হিপোক্রেটিস, গ্যালন, অ্যারিস্টটল ও হুনাইন বিন ইসহাকের নাম উল্লেখ করেছেন।\nবস্তুর আকার, পরিমাণ ও গুণমানের উপর আলোচনা।\nসরল ও যৌগিক মেজাজের উপর আলোচনা।\nএই স্বভাবগুলির বিরোধিতা ও যারা বায়ু ঠান্ডা বলে অভিযোগ করেন তাদের মতামতের খণ্ডন (মেজাজ)। চারটি স্বভাব এবং তাদের বিরোধী কর্মের চিত্র।\nএক স্বভাব বা মেজাজ থেকে অন্য স্বভাব বা মেজাজে রূপান্তর।\n(মেজাজের এই) রূপান্তর প্লেটো থেকে উদ্ধৃত হয়েছে।\nসৃষ্টি এবং ক্ষয় সম্পর্কে.\nকার্যকলাপ এবং নিষ্ক্রিয়তার উপর\nমৌলিক উপাদানসমূহ (ইউক্লিড) থেকে বিভিন্ন দ্রব্যসামগ্রীর সৃষ্টি, নভস্থিত গোলকের প্রক্রিয়া এবং সেখানকার আলোকিত বস্তুসমূহ।\nবায়ু ও ভূগর্ভস্থ অবস্থার উপর উপাদানগুলির কর্মের প্রভাবের উপর।\nতারকা ও রঙের মিশ্রণে যা বাতাসে উৎপন্ন হয় (রংধনু)।\nদ্বিতীয় অংশ: ভ্রূণবিদ্যা, গর্ভাবস্থা, বিভিন্ন অঙ্গের কাজ ও রূপবিদ্যা, বয়স এবং ঋতু, মনোবিজ্ঞান, বাহ্যিক ও অভ্যন্তরীণ ইন্দ্রিয়, স্বভাব ও আবেগ, ব্যক্তিগত বৈচিত্র্য, স্নায়বিক স্নেহ, ধনুষ্টংকার রোগ, ক্ষীণমতি, ধড়ফড়, দুঃস্বপ্ন, বদ নজর, স্বাস্থ্যবিধি ও পথ্যবিচার।\nপ্রথম অধ্যায়\nদ্বিতীয় অধ্যায়\nতৃতীয় অধ্যায়\nচতুর্থ অধ্যায়\nপঞ্চম অধ্যায়\nতৃতীয় অংশ: পুষ্টি এবং খাদ্যতালিকাগত চিকিত্সা। এখানে তিনটি অধ্যায়।\nচতুর্থ অংশ: ( এটিই বইয়ের সর্বাধিক বিস্তৃত অংশ; এটি ২৭৬ পৃষ্ঠার মধ্যে ১৫২ পৃষ্ঠা ব্যাপী বিস্তৃত এবং এতে ১৫২ টি অধ্যায় রয়েছে। প্রতিটি অধ্যায় ছোট; প্রায়শই এক পৃষ্ঠারও কম এবং কদাচিৎ দুই পৃষ্ঠার বেশি। প্রতিটি রোগের লক্ষণ ও উপসর্গের বাইরে এতে সামান্য কিছু আলোচনা আছে এবং লেখক কর্তৃক সুপারিশকৃত চিকিত্সার বাস্তবতার কোনো উল্লেখ বা চিকিৎসা-সম্পর্কীয় কোনো মন্তব্য নেই। মাথা থেকে পা পর্যন্ত অঙ্গগুলির সাধারণ ও বিশেষ রোগবিজ্ঞান, পেশী, স্নায়ু ও শিরাগুলির সংখ্যা এবং রক্তমোক্ষণ, নাড়ির স্পন্দন ও ইউরিনোস্কোপির (প্রেশাবের পরীক্ষা বিশেষ ) উপর গবেষণামূলক তত্ত্বালোচনার সাথে এটি শেষ হয়।\nপ্রথম অধ্যায়: ( ৯টি পরিচ্ছেদ) সাধারণ রোগ বিজ্ঞান, অভ্যন্তরীণ ব্যাধিগুলির লক্ষণ এবং উপসর্গ ও প্রতিষেধকের নীতিসমূহ।\nদ্বিতীয় অধ্যায়: (১৪টি পরিচ্ছেদ) মাথার রোগ ও আঘাত সম্পর্কিত আলোচনা এবং মস্তিষ্কের রোগ, মৃগী রোগ, বিভিন্ন ধরণের মাথা-ব্যথা, টিনিটাস (কানে ভোঁ ভোঁ শব্দ করা) ঘূর্ণিরোগ, স্মৃতিভ্রংশ ও দুঃস্বপ্নের আলোচনা।\nতৃতীয় অধ্যায় : (২ পরিচ্ছেদ) চোখ ও চোখের পাতা, কান ও নাক ( নাসিকা হতে ররক্তক্ষরণ ও শ্লেষ্মাসহ), মুখ, মুখ ও দাঁতের বিভিন্ন রোগ সম্পর্কিত আলোচনা।\nচতুর্থ অধ্যায়: (৭ পরিচ্ছেদ) খিঁচুনি, ধনুষ্টংকার রোগ, পক্ষাঘাত, মুখের পক্ষাঘাত ইত্যাদিসহ স্নায়বিক রোগের উপর আলোচনা।\nপঞ্চম অধ্যায়: ( সাতটি পরিচ্ছেদ) হাঁপানিসহ গলা, বুক ও কণ্ঠ্য অঙ্গের রোগ সম্পর্কে।\nষষ্ঠ অধ্যায়: (৬টি পরিচ্ছদ) হেঁচকিসহ পেটের রোগের উপর আলেচনা।\nসপ্তম অধ্যায়: (৫টি পরিচ্ছেদ) শোথ রোগসহ যকৃতের রোগের উপর আলোচনা।\nঅষ্টম অধ্যায়: ( এতে চৌদ্দটি পরিচ্ছেদ) রক্ত সংবহনতন্ত্রের রোগ, ফুসফুস, পিত্তথলি ও প্লীহার রোগ সম্পর্কিত আলোচনা।\nনবম অধ্যায়: ( পনেরটি পরিচ্ছেদ ) অন্ত্রের রোগ (বিশেষ করে শূলবেদনা) এবং প্রস্রাব ও যৌনাঙ্গ সম্পর্কিত আলোচনা।\nদশম অধ্যায়: ( ছাব্বিশটি পরিচ্ছেদ ) জ্বর, ক্ষণজীবী রোগ, উত্তেজনা, ক্রমাগত জ্বর, পালাজ্বর, পর্যাবৃত্ত জ্বর ও অর্ধ- পর্যাবৃত্ত জ্বর; প্লুরিসি, বাতবিসর্প রোগ ও গুটিবসন্ত বিষয়ে আলোচনা। এছাড়া বিভিন্ন সংকট, পূর্বাভাস, অনুকূল ও প্রতিকূল লক্ষণ এবং মৃত্যুর লক্ষণ সম্পর্কে আলোচনা।\nএকাদশ অধ্যায়: (এতে তেরটি পরিচ্ছেদ) বাত, গেঁটে বাত, নিতম্ব বেদনা (বাত), কুষ্ঠ, শ্লীপদ, গণ্ডমালা রোগ, লুপাস, ক্যান্সার, নিওপ্লাজম, পঁচন, যখম ও থেঁতলানো, অভিঘাত ও প্লেগ সম্পর্কিত আলোচনা। শেষ চারটি পরিচ্ছেদ পেশী, স্নায়ু এবং রক্তনালীসমূহের সংখ্যাসহ শরীরবৃত্তীয় নামা বিষয় নিয়ে আলোচনা করে।\nদ্বাদশ অধ্যায়: (বিশটি পরিচ্ছেদ) রক্তমোক্ষণ ও রক্তমোক্ষক, স্নান এবং নাড়ি ও প্রস্রাবের ইঙ্গিত বিষেয় আলোচনা।\nপঞ্চম অংশ: স্বাদ, ঘ্রাণ ও রঙ ; এতে ১টি অধ্যায় ও ৯টি পরিচ্ছেদ রয়েছে।\nষষ্ঠ অংশ: উপকরণ ও বিষবিদ্যা।\nসপ্তম অংশ: জলবায়ু, জল ও ঋতু এবং স্বাস্থ্যের সাথে এসবের সম্পর্ক, বিশ্ববিদ্যা ও জ্যোতির্বিদ্যার রূপরেখা, চিকিৎসা বিজ্ঞানের উপযোগিতা এবং ৩৬ টি অধ্যায়ে প্রাচীন ভারতীয় ওষুধের সারাংশ। \n\n\n== চিকিৎসায় অবদান ==\nআলি ইবনে সাহল রাব্বানের বৈজ্ঞানিক অবদানগুলি চিকিৎসাবিজ্ঞানের উপর তার লিখিত জ্ঞান দ্বারা স্পষ্ট হয়, যা তিনি তার গ্রন্থ ফির্দাউসুল হিকমায় বিশদভাবে আলোচনা ব্যক্ত করেছেন; যার মধ্যে রয়েছে: ওষুধের সাধারণ নীতিগুলি প্রতিষ্ঠা করা, সুস্বাস্থ্য বজায় রাখার নিয়ম, কিছু রোগের কথা উল্লেখিত করা, যা মানুষের পেশীকে প্রভাবিত করে, শরীরের সুস্বাস্থ্য বজায় রাখার জন্য খাদ্যের বর্ণনা; মাথা থেকে নিয়ে পা পর্যন্ত সকল রোগ, মাথা ও মস্তিষ্কের রোগ, চোখ, নাক, কান, মুখ, দাঁত, মাংসপেশির রোগ, বুক ও ফুসফুসের রোগ, পেট, লিভার ও অন্ত্রের রোগ ও প্রকারভেদ নিয়ে আলোচনা। তিনি জ্বর, গন্ধ, স্বাদ ও রঙের বর্ণনা করেছেন এবং মাদক ও বিষ সম্পর্কে আলোচনা করেছেন।\nএই বইয়ে আলী বিন সাহল শিশুর রোগ, শিশু বিকাশ, মনোবিজ্ঞান ও সাইকোথেরাপি নিয়ে বিশদ আলোচনা করেছেন। সাইকোথেরাপিতে কাউন্সেলিং ও থেরাপির মধ্যে সম্পর্কের উপর মনোযোগ আকর্ষণ করেন। বলা হয় যে, রোগী অসুস্থ বোধ করেন প্রাথমিকভাবে বিভ্রম বা কল্পনার কারণে। এই ধরনের ক্ষেত্রে “বিজ্ঞ পরামর্শ” দিয়ে চিকিৎসা করানো যেতে পারে। এটি এমন একটি ব্যবস্থা, যা রোগীদের সাথে সম্পর্ক স্থাপন করে; তাদের আস্থা অর্জন করে এবং শেষ পর্যন্ত রোগীর ইতিবাচক ফলাফলের দিকে নিয়ে যায়।\nবিন রাবান সম্ভবত নিজের ছাত্র আল নাজিব ও ইমাম আল রাজির মতো বিখ্যাত ছিলেন না। কিন্তু তাঁর কথা ও কাজগুলি এখনো অমর; তিনি বলেন: “আমি যখন একজন খ্রিস্টান ছিলাম, তখন আমি বলতাম –যেমন আমার একজন বিদগ্ধ ও বাগ্মী চাচা সর্বদা বলতেন– বাকপটুতা কখনো ভবিষ্যদ্বাণীর লক্ষণের একটি নয়; কারণ এটি সবার জন্যেই সাধারণ বিষয়। তিনি আরো বলেন, আমি যখন পুরানো প্রথা থেকে মুক্তি পেলাম; প্রথা পরিত্যাগ করলাম এবং কুরানের অর্থ নিয়ে চিন্তা করলাম, তখন জানলাম যে, কুরানের অনুসারীরা যা দাবি করে তাই সত্য। সত্য হল যে, আমি পৃথিবীর শুরু থেকে এখন পর্যন্ত আরবি, ফার্সি, ভারতীয় বা এমনকি গ্রীক এমন কোনো বই পাইনি, যাতে ঈশ্বরের প্রশংসা, নবী রাসূলদের প্রতি বিশ্বাস, স্থায়ী ভালো করার তাগিদ রয়েছে; সৎকাজের নির্দেশ দেয় ও অসৎকাজে নিষেধ করে এবং কুরআনের মতো জান্নাতের আকাঙ্ক্ষা ও জাহান্নাম থেকে বাঁচতে উদ্বুদ্ধ করে। তাই যখন কেউ আমাদের কাছে এমন গুণাবলী সম্বলিত একটি গ্রন্থ নিয়ে আসে, যা হৃদয়ে শ্রদ্ধা ও মাধুর্য উদ্দীপিত করে এবং চিরন্তন সাফল্য অর্জন করে, তখন সে– অর্থাৎ যে তা নিয়ে এসেছে–একি সাথে নিরক্ষর ও লেখার বা প্রকাশ্যে কথা বলার কলা শেখেনি এবং এই বইটি নিঃসন্দেহে তাঁর ভবিষ্যদ্বাণীর অন্যতম প্রমাণ। \n\n\n== সম্মান ==\n২০১৩ সালে ইরানের মাজানদারান ইউনিভার্সিটি অফ মেডিক্যাল সায়েন্সে বিশ্ববিদ্যালয়ে আলী বিন সাহল আল-তাবারির একটি মূর্তি প্রকাশিত হয়েছিল। \n\n\n== আরও দেখুন ==\nমধ্যযুগে ইসলামি বিশ্বের আবিষ্কারের তালিকা\nমধ্যযুগে ইসলামী বিশ্বে আলকেমি ও রসায়ন\nমধ্যযুগের ইউরোপে ইসলামি বিশ্বের অবদান\nমধ্যযুগীয় ইসলামি বিশ্বে বিজ্ঞান\nমধ্যযুগীয় ইসলামে গণিত\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জী ==\nH. Suter: Die Mathematiker und Astronomen der Araber (10, 1900)\nM. Steinschneider: Die arabische Literatur der Juden (23–34, Frankfurt, 1902).\nEdward G. Browne, Islamic Medicine: Fitzpatrick Lectures Delivered at the Royal College of Physicians in 1919-1920 2002, p. 37–38, আইএসবিএন ৮১-৮৭৫৭০-১৯-৯\nTibi, Selma (২০০৬)। The Medicinal Use of Opium in Ninth-Century Baghdad। BRILL। পৃষ্ঠা 68–90। আইএসবিএন 9789004146969। \nṬabarī, ʻAlī ibn Sahl Rabbān (১৯২২)। The Book of Religion and Empire: a Semi-official Defence and Exposition of Islam Written by Order at the Court and with the Assistance of the Caliph Mutawakkil (A.D. 847-861)। University Press। \nṬabarī, ʻAlī ibn Sahl Rabbān; Siddiqi, Muḥammad Zubair (১৯৭৫)। فردوس الحكمة في الطب। مكتبة المتنبي،। \nAdang, Camilla, Muslim Writers on Judaism and the Hebrew Bible: From Ibn Rabbān to Ibn Hazm, Leiden: 1996, pp. 23–30.\nAli b. Husayin al-Mas'ūdī, Murūj al-zahab wa ma'ādīn al-Jawhar. Ed. M. Muhyiddin Abdulhamīd, Kahire 1948, Beirut 1964-5, IV, 239.\nAli b. Muhammad b. al-Athīr, al-Kāmil fi al-Tārīkh, ed.C. J. Tornberg, Leiden 1851, 76, VI, pp. 75– 76, 191-192.\nAli b. Rabbān al-Tabarī, al-Dīn wa al-dawla, ed. ādil Nuwayhiz, Beyrut 1973, pp. 35, 36, 98, 210.\nAr-Radd ‘alā-n-Nāsārā de ‘Ali at-Tabarī, ed. I. A. Khalifa - W. Kutsch, Beyrouth: Imprimerie Catholique, 1959.\nFirdaws al-hikma fī al-tibb, ed. by M. Z. Al-Siddiqī, Gibb Memorial, Berlin: Matba' āftāb, 1928, pp. 1–2, 8, 518, 519.\n\n\n== বহিঃসংযোগ ==\n[১]  ওয়েব্যাক মেশিনে ALI IBN RABBAN AL-TABARI (২০১৮-১১-২৫ তারিখে আর্কাইভকৃত)"}