{"pageid": 1423458, "title": "অস্টিন সুইফট", "url": "https://bn.wikipedia.org/wiki?curid=1423458", "content": "অস্টিন কিংসলে সুইফট (জন্ম 11 মার্চ, 1992)  একজন আমেরিকান প্রযোজক, ব্যবসায়ী এবং অভিনেতা যিনি <i id=\"mwDg\">লাইভ বাই নাইট</i> (2016) এবং <i id=\"mwEA\">IT</i> (2016) এর মতো চলচ্চিত্রে অভিনয় করেছেন। গায়ক-গীতিকার টেলর সুইফটের ছোট ভাই, তিনি তার বেশ কয়েকটি মিউজিক ভিডিওতে উপস্থিত হয়েছেন বা প্রযোজনা করেছেন এবং চলচ্চিত্রের জন্য তার সঙ্গীত লাইসেন্সের নির্বাচিত উপাদানগুলি পরিচালনা করেন। \nসুইফটের বাবা-মা হলেন স্কট সুইফট, একজন প্রাক্তন আর্থিক উপদেষ্টা এবং আন্দ্রেয়া গার্ডনার সুইফট, একজন প্রাক্তন গৃহকর্মী এবং মার্কেটিং এক্সিকিউটিভ৷ তার মাতামহী মার্জোরি ফিনলে ছিলেন একজন অপেরা গায়ক।\nসুইফটের জন্ম পেনসিলভানিয়ার ওয়েস্ট রিডিংয়ে। তিনি 2015 সালে নটরডেম বিশ্ববিদ্যালয় থেকে স্নাতক হন, চলচ্চিত্র অধ্যয়ন এবং নাটকে অভিনয় করেন। তিনি লায়ন্সগেটে ইন্টার্নি করেন এবং 2016 সালের থ্রিলার আইটি সুইফটে তার চলচ্চিত্রে আত্মপ্রকাশ করেন, এম্বেডস, স্টিল দ্য কিং, কভার ভার্সন, ব্রেকিং ফর হোয়েলস, এবং উই সামন দ্য ডার্কনেস সহ বিভিন্ন ফিল্ম এবং টিভি শোতে উপস্থিত হয়েছেন।\n\n\n== জীবনের প্রথমার্ধ ==\nঅস্টিন কিংসলে সুইফটের জন্ম 11 মার্চ, 1992, ওয়েস্ট রিডিং, পেনসিলভানিয়ার রিডিং হাসপাতালে । তার বাবা, স্কট সুইফট, মেরিল লিঞ্চের একজন আর্থিক উপদেষ্টা, এবং তার মা, আন্দ্রেয়া গার্ডনার সুইফট ( জন্ম নাম  Finlay), একজন প্রাক্তন গৃহকর্মী যিনি আগে মিউচুয়াল ফান্ড মার্কেটিং এক্সিকিউটিভ হিসেবে কাজ করেছিলেন। তার বড় বোন, টেলর সুইফট, একজন গায়ক-গীতিকার।  তার মাতামহী মার্জোরি ফিনলে ছিলেন একজন অপেরা গায়ক।  সুইফটের মা স্কটিশ এবং জার্মান বংশোদ্ভূত; এবং তার পিতা স্কটিশ এবং ইংরেজ বংশোদ্ভূত এবং দূরবর্তী ইতালীয় বংশধর।  সুইফটের পিতামহ, চার্লস কারমাইন আন্তোনিও বাল্ডি, ছিলেন একজন ইতালীয় অভিবাসী উদ্যোক্তা এবং সম্প্রদায়ের নেতা যিনি 1800-এর দশকে ফিলাডেলফিয়াতে বেশ কয়েকটি ব্যবসা খোলেন।  সুইফট অল্প বয়সে তার পরিবারের সাথে পেনসিলভানিয়ার ওয়ায়োমিসিং থেকে হেন্ডারসনভিলে, টেনেসিতে চলে আসেন। \n\n\n== শিক্ষা এবং কর্মজীবন ==\nসুইফট 2015 সালে নটরডেম বিশ্ববিদ্যালয় থেকে স্নাতক হন, যেখানে তিনি চলচ্চিত্র অধ্যয়ন করেন এবং ডেড ম্যান'স সেল ফোন এবং একজন লেখকের সন্ধানে ছয়টি চরিত্রের মতো নাটকে অভিনয় করেন। তিনি ভ্যান্ডারবিল্ট বিশ্ববিদ্যালয়ে স্থানান্তরিত হন কিন্তু অবশেষে তার পড়াশোনা শেষ করার জন্য নটরডেম বিশ্ববিদ্যালয়ে ফিরে আসেন।  তিনি লায়ন্সগেটে ইন্টার্ন করেছিলেন, যেখানে তার দায়িত্বের মধ্যে স্ক্রিনার তৈরি করা এবং পাঠানোর অন্তর্ভুক্ত ছিল।  তিনি পিয়ার্স ব্রসনান অভিনীত 2016 সালের থ্রিলার আইটিতে তার চলচ্চিত্রে আত্মপ্রকাশ করেন। সুইফট লাইভ বাই নাইট, মেগিন কেলির রাজনৈতিক নাটক এম্বেডস, সিটকম স্টিল দ্য কিং, এবং টড বার্গারের কভার সংস্করণেও উপস্থিত হয়েছেন।  2019 সালে, তিনি ইন্ডি মুভি ব্রেকিং ফর হোয়েলস- এ অভিনয় করেছিলেন, যার মূল শিরোনাম ছিল তিমি, টেমিন সুরসোক এবং তার স্বামী শন ম্যাকউয়েন লিখেছেন, এবং মার্ক মেয়ার্স পরিচালিত হরর থ্রিলার উই সামন দ্য ডার্কনেস- এ .\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n=== ফিল্ম ===\n\n\n=== টেলিভিশন ===\n\n\n=== চিত্রসংগীত ===\n\n\n== তথ্যসূত্র =="}