{"pageid": 1423926, "title": "হস্তচালিত তাঁত", "url": "https://bn.wikipedia.org/wiki?curid=1423926", "content": "হস্তচালিত তাঁত হল মানব শক্তিতে পরিচালিত তাঁত। প্রচিন প্রাচীনকাল থেকেই মানুষ বস্ত্র বয়নের জন্য হস্তচালিত তাঁতের ব্যবহার করছে। মিশরীয় সভ্যতায় খ্রিষ্টপূর্ব ৫০০০ অব্দে হস্তচালিত তাঁতের প্রমাণ পাওয়া যায়। বিদ্যুৎ-চালিত তাঁত আবিষ্কার না হওয়া পর্যন্ত সকল প্রকার বস্ত্র হস্তচালিত তাঁতে বোনা হত। যখন বিদ্যুৎ-চালিত  তাঁতগুলি বিকশিত হয়েছিল, তখন অন্যান্য তাঁতগুলি হস্তচালিত তাঁত বা হ্যান্ডলুম হিসাবে উল্লেখ করা হয়েছিল। বিদ্যুৎ-চালিত তাঁতের প্রভাবে হস্তচালিত তাঁতের সংখ্যা প্রতিনিয়ত হ্রাস পাচ্ছে। একবিংশ শতাব্দীতে ভারত ও বাংলাদেশে হস্তচালিত তাঁতের দ্বারা মূলত শাড়ি বোনা হয়।\n\n\n== হস্তচালিত তাঁতযন্ত্রের ধরন ==\nহস্তচালিত তাঁতযন্ত্রের ধরন দেখে এগুলোকে বেশ কয়েকটি ভাবে ভাগ করা হয়। এই পৃথকীকরণ করা হয় তাঁতযন্ত্রের কাঠামোগত ও বোনার পদ্ধতিগত পার্থক্যের উপর ভিত্তি করে। হস্তচালিত তাঁতযন্ত্রকে মূলত চারটি ভাগে ভাগ করা হয়, যথা – কোমরতাঁত, টানা বা উল্লম্ব তাঁত, ভূমি সমান্তরাল তাঁত ও গর্ততাঁত।\n\n\n=== কোমরতাঁত ===\nএই তাঁতের গঠনকাঠামো খুবই সরল। এই তাঁতের উৎপত্তি সম্পর্কে তথ্য পাওয়া যায় না। প্রয়োজনে এই তাঁত সহজে এক স্থান থেকে অন্য স্থানে স্থানান্তর করা যায়। চাকমা, মারমা, মণিপুরি প্রভৃতি সম্প্রদায়ের মানুষের মধ্যে এই তাঁতের ব্যবহার রয়েছে। তাঁতযন্ত্রে মোটা কাপড় তৈরি করা হয়। পাটের চট তৈরির জন্যও এই তাঁতযন্ত্র ব্যবহার করা হয়। \nএই তাঁতের দুই প্রান্তে প্রান্তে দুটি বিম বা দণ্ড থাকে,টানা সুতা বিম দুটির মাঝে স্থাপন করা হয়। একটি বিম উঁচুতে দৃঢ়ভাবে স্থাপন করা হয়, অপর প্রান্তের বিমের সঙ্গে দড়ি বা বেল্ট বেঁধে সেই দড়ি বা বেল্ট কোমরের সঙ্গে পেঁচিয়ে বাধা হয়। টান সুতাকে টান টান বস্থায় অবস্থায় রেখে কাপড় বোনা হয়।\n\n\n=== উল্লম্ব তাঁত ===\nতথ্য–প্রমাণকে অনুযায়ী, উল্লম্ব তাঁত হল সবচেয়ে পুরোনো তাঁতযন্ত্র। আমেরিকার রেড ইন্ডিয়ান জনগোষ্ঠীর ওজিবওয়ে সম্প্রদায় এই ধরনের তাঁতযন্ত্র ব্যবহার করত। রেড ইন্ডিয়ানের থেকে একটু উন্নত উল্লম্ব বা খাঁড়া কাঠামোর ফ্রেমে তৈরি তাঁতযন্ত্রের ব্যবহার দেখা যায় প্রাচীন মেসোপটেমিয়া, সিরিয়া, গ্রিস, মিশর ইত্যাদি অঞ্চলে। মনে করা হয়, মেসোপটেমিয়া, সিরিয়া অঞ্চলের এই তাঁতযন্ত্র দেখে গ্রিস ও মিশরের লোকজন অনুপ্রাণিত হয়েছিল। অবশ্য বিভিন্ন ধরনের উল্লম্ব তাঁতের প্রচলন পৃথিবীর বিভিন্ন প্রান্তে হয়েছিল বিভিন্ন সময়। খ্রিষ্টপূর্ব ৫৬০ অব্দের একটি গ্রিস মৃৎপাত্রে এই ধরনের তাঁতের ছবি দেখা যায়। এই উল্লম্ব তাঁতের কিছুটা উন্নত সংস্করণের মাধ্যমে বর্তমানে ট্যাপেস্টি তৈরি করা হয়। কার্পেট তৈরি করার জন্যও এই ধরনের তাঁতযন্ত্র ব্যবহার করা হয়।\nমানুষ কাপড় ব্যবহারের শুরুর দিকে কলা, শণ ইত্যাদির মতো বিশেষ কিছু গাছের তন্তু, সরু লতা ও পশুর নাড়ি ব্যবহার করে উল্লম্ব তাঁতের দ্বারা তখন কাপড় তৈরি করত। পরবর্তী সময়ে মানুষ বিভিন্ন গাছের তন্তু থেকে কিছুটা সরু সুতা তৈরি করতে সক্ষম হয়। একটি উল্লম্ব তাঁতের কাঠের ফ্রেমে সুতা উল্লম্বভাবে ঝুলিয়ে দেওয়া হয়, এবং তারপর সেগুলোর প্রস্থের দিকে হাতের দ্বারা একটার পর একটা উল্লম্বভাবে ঝুলতে থাকা সুতার মধ্য দিয়ে সরল বুনন পদ্ধতিতে কাপড় বোনা হয়।\n\n\n=== সমান্তরাল তাঁত ===\nসমান্তরাল তাঁতে কাপড় বোনার কাঠামোটি ভূমির সমান্তরালে থাকে। ধরনের তাঁতে নির্দিষ্ট দূরত্বে দুটি লাঠিতে টানা সুতা বেঁধে হাত দিয়ে পোড়েনের সুতা টানা সুতার ভেতর দিয়ে ঢুকিয়ে কাপড় বোনা হয়। তাঁত যন্ত্রের টানা সুতা ভূমি বা মাটির সমান্তরালে থাকে বলে এই তাঁতকে সমান্তরাল তাঁত বলা হয়। খ্রিষ্টপূর্ব ৫০০০ অব্দে মিশরের বাডারি অঞ্চলে পাওয়া একটি মাটির পাত্রে এই ধরনের তাঁতের ছবি দেখা যায়। বাডারি থেকে এই ধরনের তাঁতশালার মডেলও আবিষ্কার করা হয়েছে। এখনো যাযাবর বেদুইন সম্প্রদায়ের মধ্যে এই ধরনের তাঁতযন্ত্রের প্রচলন দেখা যায়। বাংলাদেশের মান্দি বা গারো সম্প্রদায় কাপড় বুননের জন্য এ ধরনের তাঁত ব্যবহার করে।\n\n\n=== গর্ততাঁত ===\nগর্ততাঁত মূলত টানা এবং সমান্তরাল তাঁতের অভিজ্ঞতায় তৈরি হওয়া যন্ত্র, তাই এটি আগের তাঁতযন্ত্রের চেয়ে বেশ উন্নত। এই তাঁতে মিহি সুতার কাপড় বোনা সম্ভব যা অন্য সকল হস্তচালিত তাঁতে সম্ভব নয়। \nমাটির গর্তের ওপর টানা সুতাসহ বিশেষভাবে তৈরি তাঁতযন্ত্র স্থাপন করে সেই গর্তের প্রান্তে বসে কাপড় বোনা হয় বলে এই তাঁতযন্ত্রের নাম গর্ততাঁত। বিমে সুতা পেঁচিয়ে রেখে সুতার অন্য প্রান্ত কাপড়ের বিমে শক্ত করে আটকে তাঁতি গর্তের প্রান্তে বসে কাপড় বোনেন। এরপর যতটুকু কাপড় বুনন হয়ে যায়, ততটুকু কাপড়কে বিমে জড়িয়ে রাখা হয়। এভাবে পুরো কাপড় বুনন শেষ হলে কাপড়ের বিম থেকে মাপমতো কাপড় কেটে নেওয়া হয়। মিহি বা সূক্ষ্ম সুতার কাজ করার জন্য এই ধরনের তাঁতযন্ত্র অত্যন্ত কার্যকর। পুরো ভারতীয় উপমহাদেশে এই ধরনের তাঁতের প্রচলন ছিল এবং এখনো কিছুমাত্রায় প্রচলিত আছে। মাটির কাছাকাছি থাকায় গর্ততাঁতে কাজের সময় সুতা ছিঁড়ে যাওয়ার প্রবণতা থাকে খুব কম।\n\n\n== তথ্যসূত্র =="}