{"pageid": 1423697, "title": "রেকর্ড প্রযোজক", "url": "https://bn.wikipedia.org/wiki?curid=1423697", "content": "একজন রেকর্ড প্রযোজক হলেন একটি মিউজিক রেকর্ডিং প্রকল্পের সামগ্রিক তত্ত্বাবধায়ক, যার দায়িত্বগুলি বিভিন্ন ধরণের সৃজনশীল এবং কারিগরি নেতৃত্বের ভূমিকা জড়িত হতে পারে। সাধারণত এই কাজটিতে রেকর্ডিংয়ের সেশনগুলির উপর সরাসরি তত্ত্বাবধান অন্তর্ভুক্ত থাকে: শিল্পীদের গ্রহণযোগ্য এবং মানসম্পন্ন পারফর্ম্যান্স নিশ্চিত করা, রেকর্ডিংয়ের কারিগরি প্রকৌশল তদারকি করা এবং প্রযোজনা দল ও প্রক্রিয়া সমন্বয় করা। একটি মিউজিক প্রকল্পে প্রযোজকের জড়িত থাকার গভীরতা এবং পরিধি পরিবর্তিত হতে পারে।  কখনও কখনও জনপ্রিয় ধারায় প্রযোজক সমগ্র রেকর্ডিংয়ের শব্দ এবং কাঠামো তৈরি করতে পারেন। তবে, উদাহরণস্বরূপ, ক্লাসিকাল মিউজিক রেকর্ডিংয়ে, প্রযোজক কন্ডাক্টর এবং ইঞ্জিনিয়ারিং দলের মধ্যে আরও বেশি যোগাযোগকারী হিসাবে কাজ করেন। এই ভূমিকাটিকে প্রায়শই একটি চলচ্চিত্র পরিচালকের সাথে তুলনা করা হয়, যদিও গুরুত্বপূর্ণ পার্থক্য রয়েছে। এটি একজন নির্বাহী প্রযোজকের ভূমিকা থেকে পৃথক, যিনি সাধারণত রেকর্ডিং প্রকল্পে প্রশাসনিক পর্যায়ে জড়িত থাকেন, এবং অডিও ইঞ্জিনিয়ারের থেকে পৃথক, যিনি রেকর্ডিং প্রযুক্তি পরিচালনা করেন।\nপ্রকল্পের উপর নির্ভর করে, প্রযোজক সমস্ত শিল্পীদের বাছাই করতে পারেন বা নাও পারেন। যদি শুধুমাত্র সংশ্লিষ্ট বা নমুনাযুক্ত যন্ত্র ব্যবহার করা হয়, তাহলে প্রযোজকই একমাত্র শিল্পী হতে পারেন। বিপরীতভাবে, কিছু শিল্পী তাদের নিজস্ব প্রযোজনা করেন। কিছু প্রযোজক তাদের নিজস্ব ইঞ্জিনিয়ার হন, প্রকল্প জুড়ে প্রি-প্রোডাকশন, রেকর্ডিং, মিক্সিং এবং মাস্টারিংয়ের জন্য প্রযুক্তি পরিচালনা করেন।\nরেকর্ড প্রযোজকদের পূর্বসূরীরা ছিলেন \"এএন্ডআর ম্যান\", যারা একইভাবে উদ্যমী, সৃজনশীল এবং কারিগরি ভূমিকা একীভূত করতে পারতেন, কিন্তু প্রায়শই সামান্য সৃজনশীল প্রভাব ফেলত, কারণ রেকর্ড প্রযুক্তি এখনও ১৯৫০-এর দশকে মনোনিবেশ করে, শুধুমাত্র রেকর্ডের শব্দকে শিল্পীদের নিজেদের লাইভ পারফর্ম্যান্সের সাথে সামঞ্জস্যপূর্ণ করার উপর।\nরেকর্ডিং প্রযুক্তির অগ্রগতি, বিশেষ করে ১৯৪০-এর দশকে টেপ রেকর্ডিংয়ের আবির্ভাব—যা লেস পল দ্রুতই আরও উদ্ভাবন করে মাল্টিট্র্যাক রেকর্ডিংয়ের বিকাশ ঘটান—এবং ১৯৫০-এর দশকে ইলেকট্রনিক যন্ত্রের উত্থান রেকর্ড প্রযোজনাকে একটি বিশেষজ্ঞ কাজে পরিণত করে। জনপ্রিয় সঙ্গীতে, জর্জ মার্টিন, ফিল স্পেক্টর এবং ব্রায়ান এনোর মতো প্রযোজকরা বিস্তৃত কৌশল এবং অবাস্তব শব্দের ব্যবহার করে এর বর্তমান ব্যবহারে বিবর্তিত করেছিলেন, এমন গান তৈরি করেছিলেন যা লাইভে তৈরি করা অসম্ভব।  ১৯৮০-এর দশকের পরে, অ্যানালগ থেকে ডিজিটালে প্রযোজনার স্থানান্তর সম্ভাবনাকে আরও প্রসারিত করে।\nবর্তমানে, ডিএডব্লিউ বা ডিজিটাল অডিও ওয়ার্কস্টেশন, যেমন লজিক প্রো, প্রো টুলস এবং স্টুডিও ওয়ান, একটি সাধারণ কম্পিউটারকে একটি প্রোডাকশন কনসোলে পরিণত করে, যার মাধ্যমে একজন একাকী নবীন একটি সাশ্রয়ী মূল্যের হোম স্টুডিওতে একজন দক্ষ প্রযোজক হতে পারেন। ২০১০-এর দশকে, মহিলা প্রযোজক এবং ইঞ্জিনিয়ারদের সংখ্যা বৃদ্ধির চেষ্টা শুরু হয়েছিল, যারা পুরুষদের দ্বারা প্রচুর সংখ্যক ছাড়িয়ে গেছে এবং কেবলমাত্র ক্লাসিকাল সঙ্গীতে বিশিষ্টভাবে সম্মানিত।\n\n\n== প্রযোজনার সারসংক্ষেপ ==\nএকটি মিউজিক রেকর্ডিং তৈরির বিস্তৃত কাজটি প্রধানত তিনজন বিশেষজ্ঞের মধ্যে ভাগ করা যায়: নির্বাহী প্রযোজক, যিনি ব্যবসায়িক অংশীদারিত্ব এবং অর্থায়নে তত্ত্বাবধান করেন; ভোকাল প্রযোজক বা ভোকাল সাজিয়ে, যিনি বিশেষজ্ঞ মতামত এবং কণ্ঠ কৌশল প্রশিক্ষণের মাধ্যমে কণ্ঠ পারফর্ম্যান্সে সহায়তা করেন; এবং রেকর্ড প্রযোজক বা সঙ্গীত প্রযোজক, যাকে প্রায়শই শুধু প্রযোজক বলা হয়, তিনি গানের চূড়ান্ত মিক্সে রেকর্ডিংয়ের সামগ্রিক সৃজনশীল প্রক্রিয়া পরিচালনা করেন।\nপ্রযোজকের ভূমিকাগুলিতে ধারণা সংগ্রহ, সঙ্গীত রচনা, সেশন সঙ্গীতশিল্পীদের বাছাই, গানের সাজসজ্জায় পরিবর্তন প্রস্তাব, পারফর্মারদের প্রশিক্ষণ, সেশন নিয়ন্ত্রণ, অডিও মিক্সিং তদারকি এবং কিছু ক্ষেত্রে, অডিও মাস্টারিং তদারকি অন্তর্ভুক্ত থাকতে পারে। একজন প্রযোজক শিল্পীদের নিজেদেরকে সৃজনশীল নিয়ন্ত্রণ দিতে পারেন, পরিবর্তে তত্ত্বাবধায়ক বা উপদেষ্টার ভূমিকা নিতে পারেন।\nগ্রামি মনোনয়নে যোগ্যতা অর্জনের ক্ষেত্রে, রেকর্ডিং একাডেমী একজন প্রযোজককে সংজ্ঞায়িত করে:\n\"যিনি পুরো রেকর্ডিং প্রকল্পের এবং সেই প্রকল্পের অংশ হিসাবে থাকা পৃথক রেকর্ডিং সেশনের সামগ্রিক সৃজনশীল এবং কারিগরি নিয়ন্ত্রণ রাখেন। তিনি রেকর্ডিং স্টুডিওতে বা রেকর্ডিংয়ের স্থানে উপস্থিত থাকেন এবং শিল্পী ও ইঞ্জিনিয়ারের সাথে সরাসরি কাজ করেন। প্রযোজক সঙ্গীত সামগ্রী তৈরিতে শিল্পী এবং লেবেলের উভয়েরই লক্ষ্য পূরণে সৃজনশীল এবং নান্দনিক সিদ্ধান্ত গ্রহণ করেন। অন্যান্য দায়িত্বগুলির মধ্যে রয়েছে, কিন্তু সীমাবদ্ধ নয়; বাজেট এবং সময়সূচী বজায় রাখা, সময়সীমার প্রতি মেনে চলা, সঙ্গীতশিল্পী, গায়ক, স্টুডিও এবং ইঞ্জিনিয়ারদের নিয়োগ, অন্যান্য কর্মীদের প্রয়োজনীয়তা তদারকি এবং সম্পাদনা (ক্লাসিকাল প্রকল্প)।\"\nপ্রযোজক প্রায়শই একজন মিক্সিং ইঞ্জিনিয়ারের সাথে বাছাই করেন এবং সহযোগিতা করেন, যিনি রেকর্ডিং প্রক্রিয়ার বিশেষত কারিগরি দিকগুলিতে মনোযোগ দেন, যথা ইলেকট্রনিক সরঞ্জাম পরিচালনা এবং ভোকাল বা যন্ত্রগত, নির্বাচিত পারফর্ম্যান্সের কাঁচা, রেকর্ড করা ট্র্যাকগুলি একটি \"মিক্স\"-এ মিশিয়ে দেওয়া, যা হয় স্টেরিও বা সারাউন্ড সাউন্ড হয়। তারপরে একজন দক্ষ প্রকৌশলী নির্বাচিত মিডিয়াতে বিতরণের জন্য এই রেকর্ডিংটিকে আরও সামঞ্জস্য করে। একজন প্রযোজক শুধুমাত্র একটি বা দুটি গান বা একজন শিল্পীর পুরো অ্যালবামে কাজ করতে পারেন, অ্যালবামটি বিকাশে সহায়তা করতে পারেন। এর সামগ্রিক দৃষ্টি। রেকর্ড প্রযোজকরাও নির্বাহী প্রযোজকের ভূমিকা নিতে পারে, বাজেট, সময়সূচী, চুক্তি এবং আলোচনা পরিচালনা করতে পারে।\n\n\n== ঐতিহাসিক উন্নয়ন ==\n\n\n=== শিল্পী ও রেপার্টোর দল (এএন্ডআর দল) ===\n১৮৮০-এর দশকে রেকর্ড শিল্প শুরু হয় শুধু শিল্পীদের ফোনোগ্রাফে পারফর্ম করানোর মাধ্যমে। ১৯২৪ সালে, ফোনোগ্রাফি এবং রেকর্ড শিল্পকে কভার করে ট্রেড জার্নাল টকিং মেশিন ওয়ার্ল্ড জানায় যে, ভিক্টর রেকর্ডস-এর \"নিউ ইয়র্ক শিল্পী ও রেপার্টোর ডিপার্টমেন্টের\" ব্যবস্থাপক এডি কিং লস এঞ্জেলেসে রেকর্ডিংয়ের একটি সেট পরিকল্পনা করেছিলেন।  পরবর্তীতে, লোকগায়ক আর্চি গ্রিন এটিকে সম্ভবত \"এএন্ডআর ম্যান\" শব্দটির সর্বপ্রথম লিখিত ব্যবহার বলে অভিহিত করেছিলেন।  আসলে, সেখানে না \"এএন্ডআর ম্যান\" শব্দটি ছিল, না এমনকি \"এএন্ডআর\", যা সম্ভবত ১৯৪৬ সালে বিলবোর্ড ম্যাগাজিন দ্বারা তৈরি করা একটি সংক্ষিপ্ত রূপ এবং ১৯৪০-এর দশকের শেষের দিকে ব্যাপকভাবে ব্যবহৃত হয়েছিল।\n১৯২০ এবং ১৯৩০-এর দশকে, বেন সেলভিন (কলম্বিয়া রেকর্ডস), ন্যাথানিয়েল শিলক্রেট (ভিক্টর রেকর্ডস) এবং বব হারিং (ব্রান্সউইক রেকর্ডস) -এর মতো এএন্ডআর নির্বাহীরা রেকর্ড প্রযোজকদের পূর্বসূরী হয়ে উঠেছিলেন, রেকর্ডিং তদারকি করতেন এবং প্রায়শই সেশন অর্কেস্ট্রার নেতৃত্ব দিতেন। ১৯৪০-এর দশকে, প্রধান রেকর্ড লেবেলগুলি আরও বেশি করে এএন্ডআর বিভাগ খুলতে শুরু করে, যার ভূমিকাগুলির মধ্যে রেকর্ডিংয়ের তদারকি অন্তর্ভুক্ত ছিল।  এদিকে, স্বাধীন রেকর্ডিং স্টুডিওগুলি খোলা হয়, যা রেকর্ড প্রযোজককে একটি বিশেষজ্ঞ হিসাবে প্রতিষ্ঠা করতে সহায়তা করে। কিছু এএন্ডআর কর্মী সংগীত রচনা করতেন, তবুও রেকর্ড প্রযুক্তি এখনও শুধু রেকর্ড ডিস্ক তৈরির কথাই বোঝাত।\n\n\n=== রেকর্ড প্রযোজক ===\nদ্বিতীয় বিশ্বযুদ্ধের পর, কিছু স্বাধীন লেবেলের মালিক থাকাকালীন বেশ কিছু এএন্ডআর ব্যবস্থাপক প্রভাবশালীভাবে রেকর্ড প্রযোজক হিসাবে রূপান্তরিত হন, যেমন জে. মায়ো উইলিয়ামস এবং জন হ্যামন্ড। কলম্বিয়া রেকর্ডস থেকে মার্কিউরি রেকর্ডসে যাওয়ার পর, হ্যামন্ড নিউ ইয়র্কে মার্কিউরির জনপ্রিয় রেকর্ডিংয়ের নেতৃত্ব দেওয়ার জন্য মিচ মিলারকে নিয়োগ দেন। তারপর মিলার পাটি পেজ এবং ফ্রাঙ্কি লেইনের দেশ-পপ ক্রসওভার হিট প্রযোজনা করেন, মার্কিউরি থেকে কলম্বিয়ায় স্থানান্তরিত হন এবং ১৯৫০-এর দশকের অন্য একজন নেতৃস্থানীয় এএন্ডআর ম্যান হয়ে ওঠেন। \nএই দশকে এএন্ডআর নির্বাহীরা ক্রমবর্ধমানভাবে গানের শব্দ চিহ্নগুলি নির্দেশনা দিতে শুরু করেন, যদিও অনেকে এখনও কেবল গায়কদের সঙ্গীতজ্ঞদের সাথে যুক্ত করে দিতেন, অন্যরা আবার প্রায় কোন সৃজনশীল প্রভাব বিস্তার করেননি। রেকর্ড প্রযোজক শব্দটি ১৯৫৩ সালের বিলবোর্ড ম্যাগাজিনের একটি সংখ্যায় প্রকাশিত হয়, যা গান প্রযোজনার সৃজনশীল পরিচালক হিসেবে বর্তমান অর্থে ব্যবহৃত হয় এবং ১৯৬০-এর দশকে ব্যাপকভাবে ব্যবহৃত হয়। তবুও, কিছু সময়ের জন্য একটি আনুষ্ঠানিক পার্থক্য করা করা কঠিন ছিল। এএন্ডআর ব্যবস্থাপকরা এখনও সৃজনশীল পরিচালক হিসাবে কাজ করতে পারতেন, যেমন মোটাউন রেকর্ড লেবেলে বেরি গর্ডির নিয়োগপ্রাপ্ত উইলিয়াম \"মিকি\" স্টিভেনসন।\n\n\n=== টেপ রেকর্ডিং ===\n১৯৪৭ সালে, আমেরিকান বাজারে চৌম্বকীয় টেপে অডিও রেকর্ডিং পাওয়া যায়। রেকর্ড শিল্পের ১৮৮০-এর দশকের সূচনায়, ফোনোগ্রাফ দ্বারা রেকর্ডিং করা হত, শব্দ তরঙ্গকে একটি সিলিন্ডারে উল্লম্বভাবে খোদাই করা হত। ১৯৩০-এর দশকে, একটি গ্রামোফোন এটিকে একটি ডিস্ক জুড়ে অনুভূমিকভাবে খোদাই করতো। স্বরসীমা, বেস বা ট্রেবল এবং গতিশীল পরিসীমা সীমাবদ্ধ থাকার কারণে, রেকর্ডগুলি একটি বিশাল কনসার্ট পিয়ানোর শব্দকে একটি ছোট, খাড়া পিয়ানোর মতো শোনাবে, এবং সর্বোচ্চ সময়কাল ছিল চার ও অর্ধ মিনিট। এর ফলে, নির্বাচন এবং পারফরম্যান্স প্রায়শই পরিবর্তন করা হত, এবং এই ডিস্কটি — মোমের মাস্টার — চালানোর সময় তা ধ্বংস হয়ে যেত। এই চূড়ান্ততা প্রায়শই উদ্বেগ সৃষ্টি করত, যা ভুল প্রতিরোধে পারফরম্যান্সকে সীমাবদ্ধ রাখত।  ১৯৪০-এর দশকে, দ্বিতীয় বিশ্বযুদ্ধের সময়, জার্মানরা চৌম্বকীয় টেপে অডিও রেকর্ডিংকে পরিশীলিত করে — রেকর্ডিংয়ের সময়সীমা বাড়িয়ে দেয় এবং অবিলম্বে প্লেব্যাক, পুনঃরেকর্ডিং এবং সম্পাদনা করার অনুমতি দেয় — একটি প্রযুক্তি যা রেকর্ড প্রযোজকদের তাদের বর্তমান ভূমিকায় আবির্ভূত হওয়ার ভিত্তি স্থাপন করে।\n\n\n=== মাল্টিট্র্যাক রেকর্ডিং ===\nরেকর্ডিং শিল্পের প্রাথমিক পর্যায়ে, সব শিল্পীদের একসাথে লাইভ পারফর্ম করিয়েই একটি রেকর্ডিং অর্জিত হত।  ১৯৪৫ সালে, পূর্ববর্তী রেকর্ডিং করা রেকর্ড চালিয়ে একটি সঙ্গীত উপাদান রেকর্ডিং করে লেস পল \"সাউন্ড অন সাউন্ড\" নামে একটি রেকর্ডিং কৌশল তৈরি করেন।  এর দ্বারা, চূড়ান্ত রেকর্ডিংটি টুকরো টুকরো করে তৈরি করা যেতে পারে এবং একটি সম্পাদনা প্রক্রিয়াকে প্রভাবিত করে।  একটি ক্ষেত্রে, পল ৫০০টি রেকর্ড করা ডিস্কের মাধ্যমে একটি গান তৈরি করেছিলেন।  কিন্তু, এই প্রক্রিয়ার ক্লান্তিকর ছাড়াও, এটি পূর্বে রেকর্ড করা উপাদানগুলির শব্দের গুণমানকে ধারাবাহিকভাবে হ্রাস করেছে, যা পরিবেষ্টিত শব্দ হিসাবে পুনরায় রেকর্ড করা হয়েছে।  তবুও ১৯৪৮ সালে, পল টেপ রেকর্ডিং গ্রহণ করেন, একটি নতুন কৌশল \" ওভারডাবিং \" দ্বারা সত্যিকারের মাল্টিট্র্যাক রেকর্ডিং সক্ষম হয়। \nলেস পল একটি দ্বিতীয় প্লেব্যাক হেড যুক্ত করে তার টেপ রেকর্ডারকে সংশোধন করেন এবং এটিকে \"প্রিভিউ হেড\" নাম দেন, যা ওভারডাবিং সক্ষম করে। বিদ্যমান রেকর্ডিং হেড, ইরেজ হেড এবং প্লেব্যাক হেডের সাথে যুক্ত হয়ে, প্রিভিউ হেড শিল্পীকে একাকী একটি বিচ্ছিন্ন ট্র্যাকে রেকর্ড করা বর্তমান পারফর্ম্যান্সের সাথে একই সাথে চলমান পূর্ববর্তী রেকর্ডিংটি হেডফোনে শুনতে দেয়। একাধিক ট্র্যাকের এই বিচ্ছিন্নতা অসংখ্য মিক্সিংয়ের সম্ভাবনা তৈরি করে। প্রযোজকরা প্রথমে শুধু \"বেড ট্র্যাক\" - বেসলাইন, ড্রাম এবং রিদম গিটার সহ রিদম বিভাগ রেকর্ডিং শুরু করতেন, যেখানে কণ্ঠশিল্পী এবং যন্ত্রের সোলো পরে যোগ করা যেত। উদাহরণস্বরূপ, একটি হর্ন বিভাগ এক সপ্তাহ পরে রেকর্ড করতে পারে এবং একটি স্ট্রিং বিভাগ আরও এক সপ্তাহ পরে রেকর্ডিং করতে পারে। একজন গায়ক নিজের ব্যাক আপ কণ্ঠশিল্পী হিসাবে পারফর্ম করতে পারেন, অথবা একজন গিটারবাদক ১৫টি স্তর বাজাতে পারেন।\n\n\n=== ইলেকট্রনিক যন্ত্র ===\n\n১৯৬০ এর দশক জুড়ে, জনপ্রিয় সঙ্গীত ক্রমবর্ধমানভাবে অ্যাকোস্টিক যন্ত্র যেমন পিয়ানো, আপরাইট বেস, অ্যাকোস্টিক গিটার এবং ব্রাস যন্ত্র থেকে বৈদ্যুতিক গিটার, কীবোর্ড এবং সিন্থেসাইজারের মতো ইলেকট্রনিক যন্ত্রে পরিবর্তিত হয়, যন্ত্র পরিবর্ধক এবং স্পিকার ব্যবহার করে। এগুলি শাব্দ যন্ত্রের অনুকরণ করতে পারে বা একেবারে নতুন শব্দ তৈরি করতে পারে। শীঘ্রই, টেপ, মাল্টিট্র্যাক রেকর্ডিং এবং ইলেকট্রনিক যন্ত্রের ক্ষমতা একত্রিত করে, ফিল স্পেক্টর, জর্জ মার্টিন এবং জো মিকের মতো প্রযোজকরা অপ্রাপ্য লাইভ শব্দগুলিকে রেন্ডার করেছেন৷  একইভাবে, জ্যাজ ফিউশনে, টিও ম্যাসেরো, মাইলস ডেভিসের ১৯৭০ সালের অ্যালবাম বিচেস ব্রু প্রযোজনা করেন, বিস্তৃত ইমপ্রোভাইজেশন সেশনের অংশগুলি বিভক্ত করেন।\n১৯৬০-এর দশকে জনপ্রিয় সঙ্গীত পিয়ানো, সোজা বেস, অ্যাকুস্টিক গিটার এবং ব্রাস যন্ত্রের মতো অ্যাকুস্টিক যন্ত্র থেকে ক্রমশ সরে গিয়ে বৈদ্যুতিক গিটার, কিবোর্ড এবং সিন্থেসাইজারের মতো ইলেকট্রনিক যন্ত্র ব্যবহার শুরু করে, যাতে যন্ত্রের অ্যাম্প্লিফায়ার এবং স্পিকার ব্যবহৃত হয়। এই ইলেকট্রনিক যন্ত্রগুলি অ্যাকুস্টিক যন্ত্রগুলির অনুকরণ করতে পারে অথবা সম্পূর্ণ নতুন শব্দ তৈরি করতে পারে। শীঘ্রই, টেপ, মাল্টিট্র্যাক রেকর্ডিং এবং ইলেকট্রনিক যন্ত্রের ক্ষমতা একত্রিত করে ফিল স্পেক্টর, জর্জ মার্টিন এবং জো মেকের মতো প্রযোজকরা লাইভ পারফর্ম্যান্সে অপ্রাপ্ত আওয়াজ তৈরি করতে সক্ষম হন।  একইভাবে, জাজ ফিউশনে, ১৯৭০ সালে মাইলস ডেভিসের অ্যালবাম \"বিচিস ব্রিউ\" প্রযোজনা করে তিও মেসেরো বিস্তৃত ইম্প্রোভাইজেশন সেশনের বিভাগগুলিকে একত্রিত করেছিলেন।\n\n\n=== অভিনয়-প্রযোজক ===\n১৯৬০-এর দশকে দ্য বিটলস, দ্য রোলিং স্টোনস এবং দ্য কিংকসের মতো রক শিল্পীরা তাদের কিছু গান নিজেরাই প্রযোজনা করেছিলেন, যদিও এমন অনেক গানের সরকারি কৃতিত্ব দেওয়া হয় বিশেষজ্ঞ প্রযোজকদের।\nকিন্তু বিশেষভাবে প্রভাবশালী ছিল দ্য বিচ বয়েজ, যাদের ব্যান্ড লিডার ব্রায়ান উইলসন ব্যান্ডের বাণিজ্যিক সাফল্যের কয়েক বছর পর তার পিতা মুরির কাছ থেকে দায়িত্ব নেন। ১৯৬৪ সালের মধ্যেই, উইলসন স্পেক্টরের কৌশলগুলিকে অদৃষ্ট জটিলতায় নিয়ে গিয়েছিলেন। উইলসন ১৯৬৩ থেকে ১৯৬৭ সাল পর্যন্ত একাই সব বিচ বয়েজ রেকর্ডিং প্রযোজনা করেছিলেন। একাধিক স্টুডিও এবং বাদ্যযন্ত্র ও কণ্ঠশিল্পীদের ট্র্যাকের একাধিক চেষ্টা ব্যবহার করে, উইলসন পারফর্ম্যান্স এবং অডিও গুণমানের সেরা সংমিশ্রণগুলি নির্বাচন করেছিলেন এবং একটি সম্মিলিত পারফর্ম্যান্স তৈরি করতে টেপ সম্পাদনা ব্যবহার করেছিলেন।\n\n\n=== ডিজিটাল প্রযোজনা ===\n\n১৯৮০-এর দশকে ডিজিটাল প্রক্রিয়া এবং ফরম্যাটের আবির্ভাব অ্যানালগ প্রক্রিয়া এবং ফরম্যাট, অর্থাৎ টেপ এবং ভিনাইলকে দ্রুত প্রতিস্থাপন করে। অন্তত আধ ইঞ্চি চওড়া এবং সেকেন্ডে ১৫ ইঞ্চি গতিতে চলমান উচ্চমানের টেপে রেকর্ডিং করলেও, নিঃশব্দ অংশগুলিতে সীমিত \"টেপ ফিসফিস\" ছিল, ডিজিটালের উচ্চতর সিগনাল-টু-নয়েজ অনুপাত, এসএনআর, এটি বিলুপ্ত করে। ডিজিটাল সঙ্গীতকে একটি \"বিশুদ্ধ\" শব্দ গুণমান প্রদান করে, যদিও এনালগ রেকর্ডিংয়ের \"উষ্ণ\" গুণমান এবং আরও ভালো বেস হারিয়ে যায়।  তবে টেপ মিডিয়া সম্পাদনা করতে টেপে লক্ষ্য অডিও সনাক্তকরণ, সেখানে কাটা এবং টুকরা জোড়া লাগানো প্রয়োজন, ডিজিটাল মিডিয়া সম্পাদনা সহজতা, দক্ষতা এবং সম্ভাবনায় অসীম সুবিধা দেয়।\n১৯৯০-এর দশকে, কম্পিউটার প্রযোজনা সফ্টওয়্যারের মাধ্যমে ডিজিটাল প্রযোজনা সাশ্রয়ী মূল্যের হোম কম্পিউটারে পৌঁছায়। বর্তমানে, রেকর্ডিং এবং মিক্সিং প্রায়শই ডিএডব্লিউ-তে কেন্দ্রীভূত, যেমন ‘প্রো টুলস, লজিক প্রো, এবলটন, কিউবেস, রিজন, এবং এফএল স্টুডিও’ (ডিজিটাল অডিও ওয়ার্কস্টেশন)। এই সফ্টওয়্যারগুলোর জন্য তৃতীয় পক্ষের প্লাগইন ব্যবহার করে ভার্চুয়াল স্টুডিও প্রযুক্তির প্রভাব সৃষ্ট করা হয়। লজিক প্রো এবং প্রো টুলস শিল্পে বেশ পরিচিত ডিএডব্লিউ। এই প্রক্রিয়ায় ব্যবহৃত শারীরিক ডিভাইসগুলোর মধ্যে রয়েছে প্রধান মিক্সার, সরঞ্জামগুলোর মধ্যে যোগাযোগের জন্য এমআইডিআই কন্ট্রোলার, রেকর্ডিং ডিভাইস এবং সম্ভবত বাইরের ইফেক্টস গিয়ার। তবে কিছু ক্ষেত্রে রেকর্ডিং এখনও অ্যানালগ পদ্ধতিতে টেপে করা হয়, তারপরে এই রেকর্ডিং প্রক্রিয়াকরণ এবং সম্পাদনার জন্য ডিজিটাল সংকেতে রূপান্তরিত হয়। কিছু প্রযোজক এখনও টেপে রেকর্ডিংয়ের অডিও সুবিধা খুঁজে পান। \nসাধারণত, টেপ ওভারমডুলেশনে বেশি ক্ষমাশীল, যেখানে গতিশীল শীর্ষগুলি সর্বোচ্চ রেকর্ডযোগ্য সংকেত স্তর ছাড়িয়ে যায়। টেপের সীমাবদ্ধতা হল চৌম্বকীয় ক্ষমতা, যা ধীরে ধীরে কমে যায় এবং প্রায় ১৫ ডেসিবল \"খুব উচ্চ\" সংকেত থাকলেও ওভারমডুলেটেড ওয়েভফর্মকে মসৃণ করে দেয়, যেখানে ডিজিটাল রেকর্ডিং কোনও ওভারশুটে কঠোর ডিস্টোর্শন দ্বারা নষ্ট হয়ে যায়। তবে, ডিজিটাল রেকর্ডিংয়ে ৩২-বিট ফ্লোট নামক সাম্প্রতিক অগ্রগতি ডিএডব্লিউ-গুলিকে ক্লিপিং পূর্বাবস্থা করতে সক্ষম করে।\nকিছু সমালোচক অতিরিক্ত অটোমেশনের জন্য ডিজিটাল যন্ত্র এবং ওয়ার্কফ্লোকে সমালোচনা করে, যা নাকি সৃজনশীল বা শব্দগত নিয়ন্ত্রণকে বাধাপ্রদান করে।\nযেভাবেই হোক, প্রযোজনা প্রযুক্তি নাটকীয়ভাবে পরিবর্তিত হয়েছে, তেমনি জ্ঞানের চাহিদাও বদলেছে। তবে ডিএডব্লিউ-গুলি শিক্ষানবিস, এমনকি কিশোরদেরও স্বাধীনভাবে প্রযোজনা শিখতে সক্ষম করে। কেউ কেউ কোনও শিল্পীর সাথে কাজ করার আগেই পেশাদার দক্ষতা অর্জন করেছে।\n\n\n=== হিপ হপ প্রযোজনা ===\n২০০০-এর দশকে, ঐতিহ্যবাহী রেকর্ড প্রযোজনা সহজলভ্য করে এমন প্রযুক্তির আবির্ভাব ঘটে। বিশেষ করে হিপ হপ বিটমেকিং এবং ইলেকট্রনিক সঙ্গীতে এর প্রভাব পড়ে।  এই ধারাগুলির মধ্যে, প্রযোজক শব্দটি বেশ কয়েকটি ভূমিকার জন্য প্রয়োগ করা হয় এবং অবদানগুলিকে আলাদা করার জন্য নির্বাহী প্রযোজক, সহ-প্রযোজক, সহকারী প্রযোজক এবং অতিরিক্ত এবং বিবিধ উৎপাদন সহ আরও বিশেষ পদ এবং ক্রেডিটগুলির ব্যবহার জনপ্রিয় করেছে।\n\n\n== প্রযোজনায় নারী ==\n\nমোটাউনে প্রথম নারী রেকর্ড প্রযোজক ছিলেন সিলভিয়া ময়, ন্যাশভিলের মিউজিক রোতে গেইল ডেভিস এবং একটি প্রধান রেকর্ড লেবেলে প্রথম ইথেল গ্যাব্রিয়েল (আরসিএ লেবেলে)।\nলিলিয়ান ম্যাকমুরি নিজের লেবেল ‘ট্রাম্পেট রেকর্ডস’ এর মাধ্যমে প্রভাবশালী ব্লুজ রেকর্ড প্রযোজনা করেছিলেন। এছাড়াও, উইলমা কোজার্ট ফাইন মার্কারি রেকর্ডসের ক্লাসিকাল বিভাগের জন্য শত শত রেকর্ড প্রযোজনা করেছিলেন। \nক্লাসিকাল প্রযোজনার ক্ষেত্রে তিনজন নারী গ্রামি পুরস্কার জিতেছেন, এবং জুডিথ শেরমানের ২০১৫ সালের বিজয় ছিল তার পঞ্চম। কিন্তু ১৯৭৫ সাল থেকে দেওয়া ‘প্রযোজক অব দ্য ইয়ার’ পুরস্কারে কোন নারী বিজয়ী হননি, এমনকি শুধু নিজের রেকর্ড নয় অন্যের রেকর্ডের জন্য মনোনীত হওয়ার সংখ্যাও খুব কম।  লরেন ক্রিস্টির ২০০৪ সালের মনোনীত হওয়ার পর লিন্ডা পেরির মনোনীত হওয়া ২০১৯ সালের ঘটনাটিই পরবর্তী। এই বিষয়ে মন্তব্য করে লিন্ডা পেরি বলেন, \"আমি মনে করি না শিল্পজগতে এত নারী আগ্রহী রয়েছেন।\"\n যুক্তরাজ্যে লিনসি ডি পল ছিলেন একজন প্রাথমিক নারী রেকর্ড প্রযোজক, আইভর নোভেলো পুরস্কারপ্রাপ্ত তার দুটি গানেরই তিনি প্রযোজক ছিলেন।\nকয়েক দশক জুড়ে, অনেক নারী শিল্পী তাদের নিজস্ব সঙ্গীত তৈরি করেছেন। উদাহরণস্বরূপ, শিল্পী কেট বুশ, ম্যাডোনা, মারিয়া কেরি, জ্যানেট জ্যাকসন, বিয়ন্স, লানা ডেল রে, টেলর সুইফ্ট এবং লর্ড প্রযোজনা করেছেন বা সহ-প্রযোজনা করেছেন  এবং আরিয়ানা গ্র্যান্ডে যিনি তার কণ্ঠস্বর তৈরি ও সাজিয়েছেন। অডিও ইঞ্জিনিয়ার।  এখনও বিশেষজ্ঞদের মধ্যে, হিপহপে মিসি এলিয়ট এবং রকে সিলভিয়া ম্যাসি সহ কিছু বিশিষ্ট মহিলা থাকা সত্ত্বেও, বেশিরভাগই পুরুষ।  ২০১০ এর দশকের গোড়ার দিকে, অন্তর্দৃষ্টির জন্য জিজ্ঞাসা করেছিলেন যে তিনি নিজেই একজন মহিলা হিসাবে সফলভাবে শিল্পে বিশেষত্ব অর্জন করেছিলেন, ওয়েন্ডি পেজ মন্তব্য করেছিলেন, \"সমস্যাগুলি সাধারণত খুব স্বল্পস্থায়ী হয়৷ যখন লোকেরা বুঝতে পারে যে আপনি আপনার কাজ করতে পারেন, তখন যৌনতা প্রবণ হয়৷ এর কুৎসিত মাথা নিচু করতে।\"  তারপরও, যখন তার পেশার লিঙ্গ বৈষম্য ব্যাখ্যা করার দায়িত্ব দেওয়া হয়েছিল, পেজ আংশিকভাবে যুক্তি দিয়েছিলেন যে রেকর্ড লেবেলগুলি, পুরুষদের দ্বারা আধিপত্য, ছিল, তিনি বলেছিলেন,\nবিভিন্ন সময় জুড়ে অনেক নারী শিল্পী নিজেদের সঙ্গীত প্রযোজনা করেছেন। উদাহরণস্বরূপ, কেট বুশ, ম্যাডোনা, ম্যারিয়া কেরি, জ্যানেট জ্যাকসন, বিয়ন্সে, লানা দেল রি, টেইলর সুইফ্ট, এবং লর্ডে তাদের গান নিজেরা বা যৌথভাবে প্রযোজনা করেছেন। এরিয়ানা গ্র্যান্ডে তার কণ্ঠস্বর প্রযোজনা ও সাজিয়েছেন এবং একজন অডিও ইঞ্জিনিয়ারও। তবে হিপ হপে মিসি এলিয়ট এবং রকে সিলভিয়া ম্যাসি সহ কিছু উল্লেখযোগ্য নারী প্রযোজক থাকা সত্ত্বেও এই পেশায় মূলত পুরুষরাই রয়েছেন।\n২০১০-এর দশকের প্রথমদিকে এই শিল্পজগতে সফলভাবে নিজেকে প্রতিষ্ঠিত একজন নারী হিসেবে তাঁর অভিজ্ঞতা সম্পর্কে জানতে চাইলে ওয়েন্ডি পেজ মন্তব্য করেন, \"সাধারণত কষ্ট খুব বেশিদিন স্থায়ী হয় না। একবার মানুষ বুঝতে পারে আপনি আপনার কাজটি করতে পারেন, তখন সেক্সিজম ধীরে ধীরে কমে যায়।\" তবে পেশায় লিঙ্গভিত্তিক এই বৈষম্যের কারণ ব্যাখ্যা করতে গিয়ে পেজ আংশিকভাবে বলেন, \"একজন মহিলাকে একটি বিশাল, সৃজনশীল প্রকল্পের লাগাম দেওয়ার মতো একটি রেকর্ড তৈরি করার বিষয়ে অবিশ্বাস। \"  শেষ পর্যন্ত, কারণগুলি একাধিক এবং সম্পূর্ণরূপে স্পষ্ট নয়, যদিও প্রধানত প্রস্তাবিত কারণগুলির মধ্যে রয়েছে যৌনতা এবং পেশায় নারী রোল মডেলের অভাব। \nতাদের নিজস্ব নয় রেকর্ড তৈরির জন্য পরিচিত নারী নির্মাতাদের মধ্যে রয়েছে সোনিয়া পটিঙ্গার, সিলভিয়া রবিনসন এবং কার্লা ওলসন।\nজানুয়ারি ২০১৮: দক্ষিণ ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ের অ্যানেনবার্গ কমিউনিকেশন অ্যান্ড জার্নালিজম স্কুলের অ্যানেনবার্গ ইনক্লুশন ইনিশিয়েটিভের প্রতিষ্ঠাতা ও পরিচালক স্টেসি এল. স্মিথের নেতৃত্বে একটি গবেষণা দল একটি প্রতিবেদন প্রকাশ করে।  সেই প্রতিবেদনে অনুমান করা হয় যে, আগের কয়েক বছরে জনপ্রিয় গানের প্রযোজকদের মধ্যে মাত্র ২% নারী ছিলেন। একই মাসে, বিলবোর্ড ম্যাগাজিন প্রশ্ন করে, \"সব মহিলা মিউজিক প্রযোজকরা কোথায়?\"\nফেব্রুয়ারি ২০১৯: অ্যানেনবার্গ ইনক্লুশন ইনিশিয়েটিভের দ্বিতীয় বার্ষিক প্রতিবেদন প্রকাশের পর, ইউএসসি-র তাদের বিভাগ জানায়, \"২০১৮ সালে মিউজিক ইন্ডাস্ট্রিতে মহিলাদের অভাব এবং মহিলাদের প্রতি অসম্মানজনক আচরণ নিয়ে শিল্পী, এক্সিকিউটিভ এবং অন্যান্য পেশাদারদের কাছ থেকে তীব্র প্রতিক্রিয়া দেখা গিয়েছিল।\" প্রতিবেদনে উল্লেখ করা হয় যে, মহিলাদেরকে \"স্টেরিওটাইপ করা, যৌনপূর্বক দৃষ্টিতে দেখা এবং বাদ দেওয়া\" হচ্ছে।\nফেব্রুয়ারি ২০১৯: রেকর্ডিং একাডেমির ডাইভারসিটি অ্যান্ড ইনক্লুশন টাস্ক ফোর্স একটি উদ্যোগের ঘোষণা দেয়। এই উদ্যোগে কার্ডি বি থেকে টেইলর সুইফ্ট এবং মেরুন ৫ থেকে কুইনসি জোনস পর্যন্ত ২০০ জনেরও বেশি শিল্পী ও প্রযোজক প্রতিটি প্রযোজক বা ইঞ্জিনিয়ারের পদে কমপক্ষে দুইজন মহিলাকে বিবেচনা করতে সম্মত হন।  একাডেমির ওয়েবসাইট, Grammy.com-এ ঘোষণা করা হয়, \"এই উদ্যোগ মিউজিক ইন্ডাস্ট্রিতে সবার জন্য বৈচিত্র্য ও অন্তর্ভুক্তি বাড়ানোর লক্ষ্যে একটি বৃহত্তর প্রচেষ্টার প্রথম ধাপ।\"\n\n\n== আরও দেখুন ==\nইলেকট্রনিক সঙ্গীত\nবাদ্যযন্ত্র\n\n\n=== পাদটীকা ===\nগিবসন, ডেভিড এবং মেস্ট্রো কার্টিস. \"The Art of Producing\". 1ম সংস্করণ. মার্কিন যুক্তরাষ্ট্র. আর্টিস্টপ্রো পাবলিশিং, ২০০৪।আইএসবিএন ১-৯৩১১৪০-৪৪-৮আইএসবিএন ১-৯৩১১৪০-৪৪-৮\nবার্গেস, রিচার্ড জেমস. The Art of Music Production. 4র্থ সংস্করণ. যুক্তরাজ্য। সঙ্গীত বিক্রয়, ২০০৫।আইএসবিএন ১-৮৪৪৪৯-৪৩১-৪আইএসবিএন ১-৮৪৪৪৯-৪৩১-৪\nএডমন্ডসন, জ্যাকলিন, সম্পাদক. (২০১৩). Music in American Life: An Encyclopedia of the Songs, Styles, Stars, and Stories that Shaped our Culture. ABC-CLIO. ISBN 978-0-313-39348-8\nহিউইট, মাইকেল. Music Theory for Computer Musicians. 1ম সংস্করণ. মার্কিন যুক্তরাষ্ট্র. ২০০৮।আইএসবিএন ১৫৯৮৬৩৫০৩৪আইএসবিএন ১৫৯৮৬৩৫০৩৪\nগ্রোনো, পেক্কা এবং ইলপো সাউনিও (১৯৯৮)। রেকর্ডিং শিল্পের একটি আন্তর্জাতিক ইতিহাস। মুরফিল্ডে উদ্ধৃত (২০০৫)।\nমুরফিল্ড, ভার্জিল (২০০৫)। সুরকার হিসাবে প্রযোজক: জনপ্রিয় সঙ্গীতের ধ্বনিকে আকার দেওয়া।\nওলসেন, এরিক এবং অন্যান্য। (১৯৯৯)। দ্য এনসাইক্লোপিডিয়া অফ রেকর্ড প্রডিউসার।আইএসবিএন ৯৭৮-০-৮২৩০-৭৬০৭-৯আইএসবিএন ৯৭৮-০-৮২৩০-৭৬০৭-৯\nজাক, আলবিন। দ্য পোয়েটিক্স অফ রক: ট্র্যাক কাটা, রেকর্ড তৈরি করা। বার্কলে: ইউনিভার্সিটি অফ ক্যালিফোর্নিয়া প্রেস, ২০০১।\n\n\n== তথ্যসূত্র =="}