{"pageid": 1423293, "title": "নয়েজ ফর নাও", "url": "https://bn.wikipedia.org/wiki?curid=1423293", "content": "নয়েজ ফর নাও (ইংরেজি: NOISE FOR NOW) হল একটি অলাভজনক সংস্থা যেটি নিউ মেক্সিকোর সান্তা ফে  -তে অবস্থিত। এই সংস্থাটি তাদের কাজকর্মে স্বাস্থ্যসেবা, প্রজনন ন্যায়বিচার এবং নারীর অধিকারের পক্ষে মনোনিবেশ করে। ২০১৭ সালে অ্যামেলিয়া বাউয়ার এবং সামান্থা কিরবি ইয়োহ এই সংস্থাটি সহ-প্রতিষ্ঠা করেন, তাঁরা উপরোক্ত ক্ষেত্রে জন সচেতনতা এবং আর্থিক সহায়তা বাড়ানোর জন্য এবং নির্দিষ্ট স্বাস্থ্যসেবা প্রদানকারী, তহবিল এবং শিক্ষা কার্যক্রমের জন্য সচেতনতা ও আর্থিক সহায়তা বাড়াতে বিশিষ্ট বিনোদনকারীদের সাথে কাজ করেন।\n\n\n== প্রকল্প ==\n\n\n=== সুবিধা প্রদানের উদ্দেশ্য সঙ্গীতানুষ্ঠান ===\n২০১৭ এবং ২০১৮ সালে, নয়েজ ফর নাও (এনএফএন) বেশ কয়েকটি সঙ্গীতানুষ্ঠান মঞ্চস্থ করে। সেই অনুষ্ঠানে গ্রিজলি বিয়ার, সেন্ট ভিনসেন্ট, টিভি অন রেডিও, বন আইভার এবং অ্যাণ্ড্রু বার্ড-এর মতো বিনোদনকারীরা প্রদর্শন করেছিল। ২০২২ সালে, সঙ্গীতশিল্পী ড্যানিয়েল রোসেন নিউ মেক্সিকোর গর্ভপাত তহবিলগুলির উপকার করার জন্য, নিউ মেক্সিকোর সান্তা ফে-তে একটি লাইভ শো করেছিলেন। ২০২৩ সালে, নয়েজ ফর নাও স্থানীয় গর্ভপাত তহবিলের পক্ষে অর্থ সংগ্রহের জন্য গ্রাউণ্ড কন্ট্রোল ট্যুরিং-কে নিয়ে নিউইয়র্ক, শিকাগো এবং লস অ্যাঞ্জেলেসে ৩টি সঙ্গীতানুষ্ঠানের একটি সিরিজ মঞ্চস্থ করেছিল।\n\n\n=== এনএফএন-এর সার্বভৌমত্ব প্রচারণা ===\n২০২০ সালে, নয়েজ ফর নাও একটি প্রচারাভিযান চালু করে, যেটি মার্কিন যুক্তরাষ্ট্রের আদিবাসী সম্প্রদায়ের উপর কোভিড-১৯ এর বৈশ্বিক মহামারীর প্রভাব প্রশমিত করতে সাহায্য করার জন্য তৈরি করা হয়েছে, মাস্ক (নাক এবং মুখের অংশ ঢেকে পরা হয়, কোভিড-১৯ ভাইরাসের প্রতিরোধের জন্য) এবং ব্যাণ্ডানা (বর্গাকার কাপড়ের টুকরা যা অনেক কাজে ব্যবহৃত হয়, এটি একটি সাধারণ আনুষঙ্গিক যা অনেক কিছুর প্রতীক যেমন প্রেম, বন্ধুত্ব, শত্রু, সঙ্গীত এবং এমনকি দল) বিক্রির মাধ্যমে। এই প্রচারাভিযানের ফলে মাস্ক ক্রেতারা একই সাথে আদিবাসী ইমপ্যাক্ট কমিউনিটি কেয়ার ইনিশিয়েটিভকে একটি মাস্ক দান করেছিল। আয়ের একটি অংশ আদিবাসী ও অনথিভুক্ত মহিলাদের মধ্যে সহজে গর্ভপাতের সুবিধা পাইয়ে দেবার উদ্দেশ্যে আদিবাসী মহিলা রাইজিং এবং মারিপোসা তহবিল সংস্থাগুলিতেও গিয়েছিল। নয়েজ ফর নাও কিম গর্ডন, গ্রিজলি বিয়ার, ফিওনা অ্যাপল এবং ক্যাট পাওয়ারের মতো শিল্পী ও সঙ্গীতানুষ্ঠানের সাথে কাজ করেছে সচেতনতা বৃদ্ধি এবং এই কাজে অংশগ্রহণে এগিয়ে আসতে উৎসাহিত করার জন্য।\n\n\n=== ১৯৭৩ রো-এর পক্ষে পোস্টার এবং টি-শার্ট প্রচারণা ===\nএছাড়াও ২০২০ সালে, নয়েজ ফর নাও যুগান্তকারী ১৯৭৩-এর রো বনাম ওয়েড রায়ের স্মরণে পোস্টার এবং টি-শার্টের নকশা ক'রে বিক্রি করেছে। সঙ্গীতশিল্পী কারেন ও, অ্যাড-রক, সিণ্ডি লাউপার, জেনি লুইস এবং অন্যান্যদের স্বাক্ষর করা পোস্টারগুলি বিক্রির জন্য ছিল। বিক্রয়লব্ধ অর্থ গেছে পরিকল্পিত পিতৃ-মাতৃত্ব সংস্থায়।\n\n\n=== আমাদের শরীরের সম্মান প্রাপ্য- ট্রান্স সচেতনতা প্রচারাভিযান ===\nএই প্রচারণার জন্য শার্ট এবং টোট ব্যাগ তৈরি করতে শিল্পী জেভিয়ার শিপানির সাথে নয়েজ ফর নাও কাজ করেছে। প্রাপ্ত অর্থ টেক্সাস হেলথ অ্যাকশনের কাইণ্ড ক্লিনিকে গেছে, এই ক্লিনিক বিনা খরচে টেক্সাস জুড়ে সব জায়গায় এলজিবিটিকিউআইএ+ সম্প্রদায়কে সমস্ত পরিষেবা দেয়; এবং মার্কিন যুক্তরাষ্ট্র জুড়ে ট্রান্স-কেন্দ্রিক প্রোগ্রাম সহ স্বাধীন গর্ভপাত ক্লিনিকে পরিষেবা দেয়।\n\n\n=== নাগালের মধ্যে গর্ভপাত- প্রচারণা ===\n২০২২ সালে, নাগালের মধ্যে গর্ভপাত প্রচারাভিযান গর্ভপাত তহবিল দ্বারা খসড়া করা চাহিদাগুলির একটি তালিকা প্রকাশ করেছে, যেখানে ভবিষ্যতে গর্ভপাত সকলের নাগালের মধ্যেই থাকবে। এই দাবিগুলি অ্যাড-রক, ডেথ ক্যাব ফর কিউট, বন আইভার, জেন ফন্ডা, মার্ক রাফালো, নেকো কেস এবং মার্গো প্রাইস সহ ১০০ জন শিল্পী, ক্রীড়াবিদ এবং অভিনয়শিল্পীদের দ্বারা সমর্থিত। গর্ভপাত প্রদানকারীর উদ্দেশ্যে প্রশংসা দিবসের সম্মানে, অভিনেতা ক্যাথরিন হ্যান নারীবাদী মহিলা স্বাস্থ্য কেন্দ্রের নির্বাহী পরিচালক কোয়াজেলিন জ্যাকসন এবং অ্যাক্সেস রিপ্রোডাক্টিভ কেয়ার সাউথইস্টের নির্বাহী পরিচালক ওরিয়াকু নজোকুর সাক্ষাৎকার নিয়েছেন, জর্জিয়া এবং তার বাইরে গর্ভপাতের অবস্থা সম্পর্কে।\n\n\n=== সমস্ত প্রচারাভিযানের জন্য নিরাপদ গর্ভপাতের সুবিধা নিশ্চিত করতে গুড মিউজিক ===\n২০২১ সালে, নয়েজ ফর নাও, ব্রিলিয়ান্ট কর্নারস আর্টিস্ট ম্যানেজমেন্ট, ডেভ এগারস, লাইক ম্যানেজমেন্ট, প্যানাচে ম্যানেজমেন্ট, টিএমডব্লিউআরকে এবং কিউ প্রাইম-এর সাথে অংশীদারিত্বে, সকলের কাছে নিরাপদ গর্ভপাত সুবিধা নিশ্চিত করার জন্য গুড মিউজিক প্রকাশ করেছে। এটি হলো ব্যাণ্ডক্যাম্পে ৪৯ জন শিল্পীর ৪৯টি গানের সংকলন। একটি সাদা ক্যানভাসে কালো রঙে আঁকা \"লিবারেট অ্যাবরশন\" প্রকল্পের কভার আর্টটি (প্রাথমিকভাবে পণ্যের প্রচারের জন্য করা হয়) সোনিক ইয়ুথের কিম গর্ডন করেছিলেন। ডেভিড বাইর্ন এবং ডেভো, আরইএম, টেগান এবং সারা, সকার মমি, স্লেটার-কিনি, পার্ল জ্যাম, মায়া হক, এবং ফ্লিট ফক্স গান করেছিলেন। শুধুমাত্র ২৪ ঘন্টার জন্য এর মুক্তিপ্রাপ্তি উপলব্ধ ছিল এবং দেশব্যাপী গর্ভপাত সুবিধা ও স্বাধীন গর্ভপাত ক্লিনিকের জন্য তহবিল সংগ্রহ করেছিল।\n\n\n=== অন্যান্য অনুষ্ঠান এবং প্রচারাভিযান ===\n২০২১ সালে, র‌্যাফেল কৃষ্ণাঙ্গ-নেতৃত্বাধীন প্রজনন স্বাস্থ্যসেবা ক্লিনিক এবং তহবিল সমর্থন করেছিলেন। ২০২২ সালে, নয়েজ ফর নাও দেশব্যাপী গর্ভপাত সুবিধা এবং স্বাধীন গর্ভপাত ক্লিনিককে সমর্থন করার জন্য বেশ কয়েকটি শিল্প নিলামের আয়োজন করে। এছাড়াও স্থানীয় গর্ভপাত তহবিল এবং পরিকল্পিত পিতৃ-মাতৃত্বসংস্থাকে সাহায্য করতে নয়েজ ফর নাও উত্তর-নিউ ইয়র্কে একটি শিল্প প্রদর্শনীর আয়োজন করেছিল। নয়েজ ফর নাও-এর প্রপেলারের সাথে একটি চলমান অংশীদারিত্ব রয়েছে যার নাম প্রজনন স্বাধীনতা প্রচারাভিযান, যারা প্রজনন স্বাস্থ্যসেবা এবং গর্ভপাত সুবিধা প্রদান ও সুরক্ষার জন্য মার্কিন যুক্তরাষ্ট্র জুড়ে কাজ করা স্থানীয়-স্তরের সংস্থাগুলির জন্য অর্থ সংগ্রহ করে।\n\n\n== তথ্যসূত্র =="}