{"pageid": 1423294, "title": "অস্ট্রেশিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1423294", "content": "অস্ট্রেশিয়া একটি অঞ্চল। এটি ৬ষ্ঠ থেকে ৮ম শতাব্দী পর্যন্ত ফ্রাঙ্ক রাজ্যের উত্তর-পূর্ব অংশে মধ্যযুগের প্রথমদিক থেকে ফ্রাঙ্কিশ মেরোভিনজীয় ও ক্যারোলিংজীয় রাজবংশ দ্বারা শাসিত হত। এটি মিউজ, মধ্য রাইন ও মোসেল নদীকে কেন্দ্র করে অবস্থিত ফ্রাঙ্কদের আদি অঞ্চল ছিল। এর মধ্যে তথাকথিত সালিয়ীয় ফ্রাঙ্কস এবং রিপুয়ারীয় ফ্রাঙ্ক উভয়ই ছিল, এটি প্রথমে ফ্রাঙ্কের রাজা প্রথম ক্লোভিস (৪৮১-৫১১) রোমান গলের (বর্তমান উত্তর-পশ্চিম ফ্রান্স) সীমান্তবর্তী অংশের নিয়ন্ত্রণ নেওয়ার পরে জয় করেছিলেন। একে কখনও কখনও নিউস্ট্রিয়া হিসাবে চিহ্নিত করা হয়।\n৫৬১ সালে অস্ট্রেশিয়া ফ্রাঙ্কিশ রাজ্যের মধ্যে একটি পৃথক রাজ্যে পরিণত হয় এবং মেরোভিনজীয় রাজা সিগেবার্ট (৫৬১-৫৭৫) দ্বারা শাসিত হয়। ৭ম থেকে ৮ম শতাব্দীতে এটি ছিল সেই শক্তির ভিত্তি যেখান থেকে মূলত অস্ট্রেশিয়ার দরবারের মেয়র ক্যারোলিংজীয় তথা সমস্ত ফ্রাঙ্ক, সমস্ত গল, বেশিরভাগ জার্মানি ও উত্তর ইতালির শাসনভার গ্রহণ করেছিল। একীভূতকরণের এই সময়ের পরে তখন বৃহত্তর ফ্রাঙ্কিশ সাম্রাজ্য আবার পূর্ব, মধ্য এবং পশ্চিম উপ-রাজ্যের (পশ্চিম ফ্রান্সিয়া, মধ্য ফ্রান্সিয়া ও পূর্ব ফ্রান্সিয়া) মধ্যে বিভক্ত হয় যার ফলে পূর্ব রাজ্যের নতুন সংস্করণ শেষ পর্যন্ত জার্মানি রাজ্যের ভিত্তি হয়ে ওঠে।\n\n\n== ব্যুৎপত্তি ==\nমেরোভিনজীয় যুগে অস্ট্রেশিয়া নামটি ভালোভাবে প্রত্যয়িত হয়নি। এটি ট্যুরসের গ্রেগরি দ্বারা আনু. ৫৮০ সালে এবং তারপর ফ্লুরির আইমোইন দ্বারা ১০০০ সালে প্রথম নথিভুক্ত করা হয়। এটি সম্ভবত একটি পুরানো ফ্রাঙ্কিশ নামের লাতিনকরণ যা *অস্টার-রাইক (\"পূর্ব রাজ্য\") হিসেবে পুনর্গঠিত হয়েছে।অস্ট্রিয়া নামের ন্যায় এটিতে \"অস্ট্রাস\" শব্দটি রয়েছে যার অর্থ ফ্রাঙ্কদের মূল ভূখণ্ডকে নিউস্ট্রিয়ার বিপরীতে মনোনীত করা \"পূর্ব ভূমি\"। ৪৮৬ সালের সোইসনের যুদ্ধের প্রেক্ষিতে উত্তর গলদের \"(নতুন) পশ্চিম ভূমি\" প্রথম ক্লোভিস জয় করেন।\n\n\n== ভূগোল ==\nঅস্ট্রেশিয়া মধ্য রাইনকে কেন্দ্র করে গঠিত হয়, এর মধ্যে মোসেল, মেইন এবং মিউস নদীর অববাহিকা রয়েছে। এটি উত্তরে ফ্রিসিয়া ও স্যাক্সনি, পূর্বে থুরিংরিয়া, দক্ষিণে সোয়াবিয়া ও বারগুন্ডি এবং দক্ষিণ-পশ্চিমে নিউস্ট্রিয়ার সীমান্তে অবস্থিত। ফ্ল্যান্ডার্স, ব্রাবান্ট এবং হাইনউটের মধ্যযুগীয় কাউন্টি এবং এর দক্ষিণে অবস্থিত অঞ্চলগুলোর ক্ষেত্রে মেরোভিনজীয় নিউস্ট্রিয়া ও অস্ট্রেশিয়ার মধ্যে সঠিক সীমানা অস্পষ্ট।\nমেৎস অস্ট্রেশিয়ার রাজধানী হিসেবে কার্যকর ছিল, যদিও কিছু অস্ট্রেশীয় রাজা রাঁস, ট্রিয়ের এবং কোলন থেকে শাসন করতেন। অন্যান্য গুরুত্বপূর্ণ শহরগুলোর মধ্যে রয়েছে ভারডুন, ওয়ার্মস ও স্পিয়ার। একটি গুরুত্বপূর্ণ রাজকীয় মঠ ফুলদা মঠ পূর্ব অস্ট্রেশিয়ায় মেরোভিনজীয় যুগের শেষ দশকে প্রতিষ্ঠিত হয়েছিল।\nমধ্যযুগের পরের দিকে এর অঞ্চলটি জার্মানির লোথারিঙ্গিয়া ও ফ্রাঙ্কোনিয়ার ডাচিদের মধ্যে বিভক্ত হয়ে রাঁস ও রেথেল সহ কিছু পশ্চিম অংশ ফ্রান্সে চলে যায়।\nফ্রাঙ্কিশ উপ-রাজ্যের ইতিহাসে এর সঠিক সীমানা কিছুটা অসংঘবদ্ধ থাকলেও অস্ট্রেশিয়াকে মোটামুটিভাবে বর্তমান লুক্সেমবার্গ, পূর্ব বেলজিয়ামের কিছু অংশ, উত্তর-পূর্ব ফ্রান্স (লরেন ও শ্যাম্পেন-আর্ডেন) অঞ্চল, পশ্চিম-মধ্য জার্মানি (রাইনল্যান্ড, হেসেন ও ফ্রাঙ্কোনিয়া) এবং দক্ষিণ লেদারল্যান্ডসের (লিমবুর্গ, উত্তর ব্রাবান্ট, ইউট্রেখ্ট‌ এবং গেল্ডারল্যান্ডের কিছু অংশ) সাথে সামঞ্জস্যপূর্ণ করা যেতে পারে।\n\n\n== ইতিহাস ==\n\n৫১১ সালে ফ্রাঙ্কিশ রাজা প্রথম ক্লোভিসের মৃত্যুর পর তার চার পুত্র রাজ্যকে নিজেদের মধ্যে ভাগ করায় প্রথম থিউডারিক অস্ট্রেশিয়ায় পরিণত হওয়া ভূমি প্রাপ্ত হোন। থিউডেরিকের বংশোদ্ভূত রাজাদের একটি শ্রেণী ৫৫৫ সাল পর্যন্ত অস্ট্রেশিয়া শাসন করেছিল, অন্যদিকে এটি প্রথম ক্লোথারের অন্যান্য ফ্রাঙ্কিশ রাজ্যগুলোর সাথে একীভূত হয় যারা ৫৫৮ সালের মধ্যে সমস্ত ফ্রাঙ্কিশ রাজ্যের উত্তরাধিকারী হয়। তিনি তার চার পুত্রের মধ্যে ফ্রাঙ্কিশ অঞ্চলকে পুনঃবিভক্ত করেন, কিন্তু ৫৬৭ সালে প্রথম চারিবার্টের মৃত্যুতে চারটি রাজ্য তিনটিতে একত্রিত হয়। প্রথম সিগেবার্টের অধীনে অস্ট্রেশিয়া, প্রথম চিলপেরিকের অধীনে নিউস্ট্রিয়া ও গুন্ট্রামের অধীনে বারগান্ডি; এই তিনটি রাজ্য ক্যারোলিংরিয়ানদের উত্থান পর্যন্ত ও তার পরেও ফ্রান্সিয়ার রাজনৈতিক বিভাজনকে সংজ্ঞায়িত করেছিল।\n৫৬৭ থেকে ৬১৩ সালে দ্বিতীয় সিগবার্টের মৃত্যু পর্যন্ত নিউস্ট্রিয়া ও অস্ট্রেশিয়া প্রায়শই বিরতিহীনভাবে একে অপরের সাথে লড়াই করত, বারগান্ডি তাদের মধ্যে শান্তিপ্রক্রিয়ার ভূমিকা পালন করত। অস্ট্রেশিয়া ও নিউস্ট্রিয়ার রানী যথাক্রমে ব্রুনহিল্ডা ও ফ্রেডেগুন্ডের মধ্যে যুদ্ধে এই সংঘাতগুলো চূড়ান্ত পর্যায়ে পৌঁছায়। অবশেষে ৬১৩ সালে ব্রুনহিল্ডার বিরুদ্ধে অভিজাতরা একটি বিদ্রোহ করে যারা তার সাথে বিশ্বাসঘাতকতা করে এবং নিউস্ট্রিয়ায় তার ভাইপো ও শত্রু দ্বিতীয় ক্লোথারকে হস্তান্তর করা হয়। ক্লোথার তখন অন্য দুটি রাজ্যের নিয়ন্ত্রণ নেন ও প্যারিসে রাজধানী সহ একটি সংযুক্ত ফ্রাঙ্কিশ রাজ্য স্থাপন করেন। এই সময়কালে দরবারে প্রথম মেজর ডোমাস বা মেয়র আবির্ভূত হয়। এই কর্মকর্তারা প্রতিটি রাজ্যে রাজা ও জনগণের মধ্যে মধ্যস্থতাকারী হিসাবে কাজ করত। প্রথম অস্ট্রেশীয় মেয়ররা পিপিনিড বংশ থেকে আগত যারা ধীরেসুস্থে কিন্তু কার্যকরভাবে আরোহণের অভিজ্ঞতা লাভ করেছিল যতক্ষণ না এটি অবশেষে মেরোভিনীয়দের সিংহাসনের ফলে স্থানচ্যুত হয়।\n\n৬২৩ সালে অস্ট্রেশীয়তা তাদের নিজস্ব রাজার জন্য দ্বিতীয় ক্লোথারকে চেয়েছিল এবং তিনি তার পুত্র প্রথম ডাগোবার্ট ল্যান্ডেনের পেপিনকে রাজপ্রতিনিধি হিসেবে তাদের উপর শাসন করার জন্য নিযুক্ত করেছিলেন। অস্ট্রেশিয়ায় ডাগোবার্টের সরকার ব্যাপকভাবে প্রশংসিত হয়েছিল। ৬২৯ সালে তিনি উত্তরাধিকারসূত্রে নিউস্ট্রিয়া ও বারগান্ডি পেয়েছিলেন। অস্ট্রেশিয়া আবার অবহেলিত হয় তবে ৬৩৩ সালে জনগণ রাজার পুত্রকে আবার তাদের নিজস্ব রাজা হিসাবে দাবি করে। ডাগোবার্ট মেনে নেন এবং তার বড় ছেলে তৃতীয় সিগবার্টকে অস্ট্রেশিয়ায় পাঠান। ইতিহাসবিদরা প্রায়শই সিগেবার্টকে মেরোভিনজীয় রাজবংশের প্রথম রোই ফ্যাইন্যান্ট বা কিছু না করার রাজা হিসাবে শ্রেণীবদ্ধ করেন। তার দরবারে মেয়রদের আধিপত্য ছিল। ৬৫৭ সালে মেয়র গ্রিমোল্ড দ্য এল্ডার তার দত্তক ছেলে চাইল্ডবার্ট সিংহাসনে বসাতে সফল হন এবং ৬৬২ সাল পর্যন্ত তিনি ক্ষমতায় ছিলেন। এরপরে অস্ট্রেশিয়া প্রধানত প্রাসাদের আর্নলফিং মেয়রদের রাজ্য ও তাদের ক্ষমতার ভিত্তি ছিল। ৬৮৭ সালে টেরট্রির যুদ্ধের মাধ্যমে হেরিস্টালের পেপিন নিউস্ট্রীয় রাজা তৃতীয় থিউডারিক পরাজিত করেন ও সমস্ত ফ্রাঙ্কিশ রাজ্যে তার মেয়রত্ব প্রতিষ্ঠা করেন। এমনকি সমসাময়িকদের দ্বারা এটিকে তার \"রাজত্বের\" সূচনা হিসেবে গণ্য করা হত। এটি নিউস্ট্রিয়ার উপর অস্ট্রেশিয়ার আধিপত্যেরও ইঙ্গিত দেয় যা মেরোভিনজীয় যুগের শেষ পর্যন্ত স্থায়ী ছিল।\n৭১৪ সালে চার্লস মার্টেলের সমস্ত ফ্রান্সিয়ান রাজ্যের নিয়ন্ত্রণ পাওয়ার জন্য নিউস্ট্রিয়ার বিরুদ্ধে যুদ্ধে অস্ট্রেশিয়ানদের সমর্থন পান। তিনি নিজে রাজা ছিলেন না, কিন্তু চতুর্থ ক্লোথারকে অস্ট্রেশিয়ায় শাসন করার জন্য নিযুক্ত করেছিলেন। ৭১৯ সালে ফ্রান্সিয়া ক্যারোলিংজীয় রাজবংশ ও মার্টেলের পরিবার অস্ট্রেশীয় আধিপত্যের অধীনে একত্রিত হয়েছিল। ফ্রাঙ্কিশ রাজারা পরবর্তী প্রজন্মের মধ্যে ফ্রাঙ্কিশ রাজ্যকে বিভিন্ন উপায়ে বিভক্ত করতে থাকায় অস্ট্রেশিয়া শব্দটি শুধুমাত্র ক্যারোলিংজিয়ান রাজবংশের পরে মাঝে মাঝে ব্যবহৃত হত।\n\n\n== শাসক ==\n\n\n=== মেরোভিনজীয় রাজাগণ ===\n\nপ্রথম থিউডারিক, ৫১১-৫৩৩\nপ্রথম থিউডেবার্ট, ৫৩৩-৫৪৮\nথিউডেবল্ড, ৫৪৮-৫৫৫\nপ্রথম ক্লোথার, ৫৫৫-৫৬১\nপ্রথম সিগবার্ট, ৫৬১-৫৭৫\nদ্বিতীয় চাইল্ডেবার্ট, ৫৭৫-৫৯৫\nদ্বিতীয় থিউডেবার্ট, ৫৯৫-৬১২\nদ্বিতীয় থিউডারিক, ৬১২-৬১৩\nদ্বিতীয় সিগবার্ট, ৬১৩\nদ্বিতীয় ক্লোথার, ৬১৩-৬২৩\nপ্রথম ডাগোবার্ট, ৬২৩-৬৩৪\nতৃতীয় সিগবার্ট, ৬৩৪-৬৫৬\nদত্তককৃত চাইল্ডবার্ট, ৬৫৬-৬৬১\nতৃতীয় ক্লোথার, ৬৬১-৬৬২\nদ্বিতীয় চাইল্ডরিক, ৬৬২-৬৭৫\nদ্বিতীয় ডাগোবার্ট, ৬৭৫-৬৭৯\nতৃতীয় থিউডারিক, ৬৭৯-৬৯১\nচতুর্থ ক্লোভিস, ৬৯১-৬৯৫\nতৃতীয় চাইল্ডেবার্ট, ৬৯৫-৭১১\nতৃতীয় ডাগোবার্ট, ৭১১-৭১৫\nদ্বিতীয় চিলপেরিক, ৭১৫-৭১৭\nচতুর্থ ক্লোথার, ৭১৭-৭২০\nদ্বিতীয় চিলপেরিক, ৭২০-৭২১ (পুনরায়)\nচতুর্থ থিউডারিক, ৭২১-৭৩৭\nতৃতীয় চাইল্ডরিক, ৭৪৩-৭৫১\n\n\n=== দরবার মেয়র ===\nপার্থেমিয়াস, ৫৪৮ সাল পর্যন্ত\nগোগো, আনু. ৫৬৭-৫৮১\nওয়ান্ডালেনাস, ৫৮১ থেকে\nগান্ডুলেফ, ৬০০ থেকে\nল্যান্ড্রিক, ৬১২ পর্যন্ত\nওয়ার্নাচার, ৬১২-৬১৭\nহিউ, ৬১৭-৫২৩\nপ্রথম পেপিন, ৬২৩-৬২৯\nঅ্যাডালগিসেল, ৬৩৩-৬৩৯\nপ্রথম পেপিন, ৬৩৯-৬৪০ (পুনরায়)\nঅটো, ৬৪০-৬৪৩\nপ্রথম গ্রিমোল্ড, ৬৪৩-৬৫৬\nউলফোল্ড, ৬৫৬-৬৮০\nদ্বিতীয় পেপিন, ৬৮০-৭১৪\nথিউডোল্ড, ৭১৪-৭১৫\nচার্লস মার্টেল, ৭১৫-৭৪১\nকার্লোম্যান, ৭৪১-৭৪৭\nতৃতীয় পেপিন, ৭৪৭-৭৫১\n\n\n== আরও দেখুন ==\nফ্রান্সিয়া\nপূর্ব ফ্রান্স\nফ্রাঙ্কোনিয়ার ডাচি\nবেনেলাক্স\nমহাদেশীয় ইউরোপ\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nCharles Oman. The Dark Ages 476–918. London: Rivingtons, 1914.\nThomas Hodgkin. Italy and Her Invaders. Oxford: Clarendon Press, 1895."}