{"pageid": 1423299, "title": "বাংলাদেশ জমঈয়তে আহলে হাদীস", "url": "https://bn.wikipedia.org/wiki?curid=1423299", "content": "বাংলাদেশ জমঈয়তে আহলে হাদীস (আরবি: جمعية أهل الحديث ببنغلاديش) বাংলাদেশের আহলে হাদীস জনগোষ্ঠীর প্রতিনিধিত্বকারী সর্বপ্রাচীন সংগঠন। সংগঠনটি ইসলামি চেতনা উজ্জীবিত করণে নিয়োজিত একটি সালাফি ভাবাদর্শে পরিচালিত প্রতিষ্ঠান। যার প্রতিষ্ঠা করেন মোহাম্মদ আব্দুল্লাহেল কাফী ১৯৪৬ সালে।\n\n\n== ইতিহাস ==\n১৯০৬ সালে ভারতবর্ষের উত্তর প্রদেশের আরায় এ উপমহাদেশের আহলে হাদীসদের প্রতিনিধিবৃন্দের ঐতিহাসিক সম্মেলনে গঠিত হয় ‘অল ইণ্ডিয়া আহলে হাদীস কনফারেন্স'। সেই ধারাবাহিকতায় ১৯১৪ সালে বাংলার বিশিষ্ট আহলে হাদীস আলেমগণের ঐকান্তিক প্রচেষ্টায় প্রতিষ্ঠিত হয় ‘আঞ্জুমানে আহলে হাদীস বাঙ্গালা'। পরবর্তীতে এর সাথে আসামকেও সংযুক্ত করা হয়। ভারতবর্ষে প্রতিষ্ঠিত আহলে হাদীসদের খণ্ড খণ্ড জামাআতসমূহ যখন সংকটময় সময় অতিবাহিত করছিল, সেসময় মুহাম্মদ আবদুল্লাহিল বাকী সভাপতিত্বে ১৯৪৬ সালের ১৮, ১৯ ও ২০ এপ্রিল রংপুর জেলার হারাগাছ বন্দরে ঐতিহাসিক এক কনফারেন্স অনুষ্ঠিত হয়। আর এ কনফারেন্সে গঠিত হয় 'নিখিল বঙ্গ ও আসাম জমঈয়তে আহলে হাদীস' এবং প্রতিষ্ঠাতা সভাপতি নির্বাচিত হন মোহাম্মদ আব্দুল্লাহেল কাফী আল-কোরায়শী(রহ.)। কনফারেন্সের পর বাংলার তদানীন্তন রাজধানী কোলকাতার ১ নম্বর মারকুইস লেনের মিসরীগঞ্জ আহলে হাদীস জামে মাসজিদে জমঈয়তের সদর দফতর স্থাপিত হয়। দেশ বিভাগের পর ১৯৪৮ সালের ১৫ই ফেব্রুয়ারি কোলকাতার মিসরীগঞ্জ মাসজিদে অনুষ্ঠিত জেনারেল কমিটির সভায় জমঈয়তের দফতর তৎকালীন পূর্ব পাকিস্তানের পাবনায় স্থানান্তরের সিদ্ধান্ত গৃহীত হয়। এরই পরিপেক্ষিতে সে বছর ৭ই মার্চ পাবনায় জমঈয়তের অফিস উদ্বোধন করা হয়। দেশ ভাগের পর সংগঠনের নাম করা হয় 'পূর্ব পাক জমঈয়তে আহলে হাদীস'। অতঃপর বাংলাদেশ স্বাধীন হলে নাম রাখা হয়   'বাংলাদেশ জমঈয়তে আহলে হাদীস'। যা অদ্যবধি বিদ্যমান রয়েছে।\n\n\n== লক্ষ্য ও উদ্দেশ্য ==\nসংগঠনটির লক্ষ্য ও উদ্দেশ্য হলোঃ\nকালিমা তাইয়্যিবাকে মানবজাতির ব্যক্তিগত, পারিবারিক, সাংস্কৃতিক, তামাদ্দুনী, রাষ্ট্রীয়, অর্থনৈতিক ও আধ্যাত্মিক জীবনে রুপায়ন করা।\nলক্ষ্য ও উদ্দেশ্য বাস্তবায়নে নিম্ন বর্ণিত মূলনীতি সমুহ গ্রহণ করা হয়েছেঃ\n\nতাওহীদ ও সুন্নাহ বাস্তবায়নে তৎপর হওয়া।\nকুরআন ও সুন্নাহ’র নিঃশর্ত অনুসরণ করা।\nতাকলীদ বর্জন ও ইজতিহাদ অব্যাহত রাখা।\nলক্ষ্য ও উদ্দেশ্য বাস্তবায়নে নিম্ন বর্ণিত কর্মসূচী সমুহ গ্রহণ করা হয়েছেঃ\n\nআকীদাহ সংশোধন ও মৌলিক ইবাদত প্রতিষ্ঠা\nদীন ইসলামের সঠিক প্রচার ও প্রতিষ্ঠা\nতা’লীম ও তারবিয়াত তথা শিক্ষা ও প্রশিক্ষণ\nকুফর, শিরক, বিদআত ও ভ্রষ্টতা এবং ফাসাদমুক্ত ইসলামী সমাজ গঠন\nদেশের স্বাধীনতা-অখন্ডতার হিফাযত  এবং ইসলামী আদর্শ প্রতিষ্ঠার লক্ষ্যে সমাজ সংস্কারমূলক কার্যক্রম পরিচালনা\n\n\n== গঠনতন্ত্র ==\nসংগঠনটির রয়েছে সুনির্দিষ্ট গঠনতন্ত্র।যার দ্বারাই সংগঠনটি পরিচালিত হয়।১৯৪৮ সালের পাবনা কনফারেন্সে প্রথমবারের মতো সেটা গৃহীত হয়। সর্বেশষ ২০২১ সালের অক্টোবরে হয়ে যাওয়া দশম কেন্দ্রীয় কাউন্সিলে গঠনতন্ত্রের ৮ম সংশোধিত সংস্করণ অনুমোদিত হয়।\nগঠনতন্ত্রে সর্বমোট ৩৬ টি ধারা আছে ,প্রত্যেক ধারার উপধারাও বিদ্যমান।এছাড়া রয়েছে একটি পরিশিষ্ট।\nগঠনতন্ত্রের প্রথম ধারাটি নাম ও সীমানা সংক্রান্ত।সেখানে বলা হয়েছে,\n\n\"এই দ্বীনী সংগঠনের নাম হইবে বাংলাদেশ জমঈয়তে আহলে হাদীস। এই সংগঠনের কর্মতৎপরতা মূলতঃ বাংলাদেশের রাষ্ট্রসীমার মধ্যে সীমাবদ্ধ থাকিবে।\"\n\n\n=== ধারা সমূহ ===\nনাম ও সীমানা\nকেন্দ্রীয় দফতর\nমূলনীতি\nলক্ষ্য ও উদ্দেশ্য\nকর্মসূচি\nকর্মপদ্ধতি\nসাংগঠনিক ব্যবস্থাপনা\nসদস্য হওয়ার যোগ্যতা\nসদস্য হওয়ার অযোগ্যতা\nনেতৃবৃন্দের যোগ্যতা,দায়িত্ব ও কর্তব্য\nবিভিন্ন স্তরে জমঈয়তের গঠন পদ্ধতি\nকেন্দ্রীয় জমঈয়তের গঠন পদ্ধতি\nকেন্দ্রীয় কনফারেন্স\nনির্বাচন বিধি\nবিভিন্ন স্তরের জমঈয়তসমূহের মেয়াদ\nসদস্যগণের রেকর্ড বই\nঅনুমোদন\nশাখা জমঈয়তসমূহের কর্মসূচি\nএলাকা/উপজেলা জমঈয়তসমূহের কর্মসূচি\nজেলা জমঈয়তসমূহের কর্মসূচি\nকেন্দ্রীয় জমঈয়তসমূহের কর্মসূচি\nকেন্দ্রীয় জমঈয়তের সভার নিয়ম\nজেলা,এলাকা/উপজেলা ও শাখা জমঈয়তের সভার নিয়ম\nসাংগঠনিক আনুগত্য,দায়িত্ব ও শৃঙ্খলা\nজমঈয়তের বিভাগসমূহ\nতাবলীগী কর্মসূচি\nশিক্ষা সংক্রান্ত কর্মসূচি\nআহলে হাদীস তা'লীমী বোর্ড\nদারুল ইফতা বা ফাতাওয়া বিভাগ\nশুব্বান বিভাগ\nআর্থিক ব্যবস্থাপনা\nব্যাংক একাউন্ট ও অডিট\nহিসাব-নিকাশ\nপ্রেস ও প্রকাশনা\nগঠনতান্ত্রিক সমস্যার সমাধান\nগঠনতন্ত্রের সংশোধন\n\n\n== প্রকাশনা ==\n\n\n=== মাসিক তর্জুমানুল হাদীস ===\nমাসিক তর্জুমানুল হাদীস (পূর্ব নাম মাসিক তর্জুমানুল হাদিছ) বাংলাদেশ জমঈয়ত আহলে হাদীস প্রকাশিত একটি মাসিক পত্রিকা।১৩৭৯ হিজরির মুহাররাম মোতাবেক ১৯৪৯ সালের অক্টোবর মাসে এর প্রথম সংখ্যা বের হয়।সম্পাদক ছিলেন আব্দুল্লাহেল কাফী আল কোরায়শী।এরপর পত্রিকাটি ১৯৭১ সাল পর্যন্ত নিয়মিত প্রকাশিত হতে থাকে। অতঃপর এটি বন্ধ থাকে দীর্ঘ সময়। এরপর ২০১৮ সাল থেকে আবারও নিয়মিত প্রকাশিত হচ্ছে।\n\nপত্রিকাটিতে লেখালেখি করেছেন অনেক বিশিষ্ট গবেষকগণ। ঠিক এজন্যেই এটি সে সময়ের অন্যতম উচ্চাঙ্গের পত্রিকা হিসেবে বিবেচিত হতো।লেখকগণের মধ্যে আছেন, \n১.মোহাম্মদ আব্দুল্লাহেল কাফী:\nতার লেখা অসংখ্য লেখনী এতে প্রকাশিত হয়েছে। তার মধ্যে,\n\nছুরাহ আল-ফাতিহার তাফছীর: এটি সুরা ফাতিহা এর একটি বিস্তারিত এবং ক্লাসিক্যাল পর্যায়ের তাফসির। এটি ৫০ এরও বেশি সংখ্যায় ধারাবাহিক ভাবে প্রকাশিত হয়।\nইবনে রুশদ: এটি ১৫তম বর্ষ, ৮ম থেকে ১১শ তম সংখ্যা, ১৯৬৯ প্রকাশিত হয় ইত্যাদি।\n২.মুহাম্মদ আবদুল্লাহিল বাকী:\nতার লেখার মধ্যে উল্লেখযোগ্য হলো,\n\nছাহাবীর সংখ্যা ও শ্রেণী: এটি ১৫তম বর্ষ, ৮ম ও ৯ম সংখ্যা ,১৯৬৯ এ প্রকাশিত হয়।\nঅমর কবি হাফেজ: এটি ১৫তম বর্ষ, ৩য় সংখ্যা, নভেম্বর ১৯৬৮ এ প্রকাশিত।\n\n৩.মুহম্মদ শহীদুল্লাহ\n৪.মোহাম্মদ আকরম খাঁ\n৫.মুহাম্মদ আবদুল বারী\n৬.আফতাব আহমাদ রহমানী\n৭.আবূ মুহাম্মাদ আলীমুদ্দীন\n৮.ড. মুহাম্মদ মুজীবুর রহমান\n\n\n=== সাপ্তাহিক আরাফাত ===\nমাসিক তর্জুমানুল হাদীস-এর প্রকাশনা অব্যাহত থাকা কালেই ১৯৫৭ সালের ৭ অক্টোবর সাপ্তাহিক আরাফাত এর আত্মপ্রকাশ ঘটে। যা অদ্যবধি চলমান আছে। পত্রিকাটিতে ধর্মীয়, রাজনৈতিক, ও আদর্শিক লেখনী পরিবেশিত হয়। এছাড়া সাহিত্য হিসেবে ভ্রমণকাহিনী, কবিতা ইত্যাদি নিয়মিত প্রকাশিত হয়।\n\n\n=== অন্যান্য ===\nসংগঠনের নিজস্ব প্রেস বিদ্যমান আছে। যেখান থেকে নিয়মিত গুরত্বপূর্ণ বিভিন্ন বই প্রকাশিত হয়ে থাকে। আব্দুল্লাহেল কাফী আল কোরায়শীর বই সমূহ, জমঈয়তের গঠনতন্ত্র, অন্যান্য লেখকদের বই সমূহ নিয়মিত প্রকাশিত হয়ে থাকে। \n\n\n== প্রতিষ্ঠান সমূহ ==\nবাইপাইল ক্যাম্পাসের প্রকল্প সমূহ:\n০১. ইন্টারন্যাশনাল ইসলামী ইউনিভার্সিটি অব সাইন্স এন্ড টেকনোলজি বাংলাদেশ।\n০২. বাংলাদেশ জমঈয়তে আহলে হাদীস কেন্দ্রীয় ইয়াতীম খানা।\n০৩. আল্লামা মোহাম্মদ আব্দুল্লাহিল কাফী আল কুরাইশী (রহ) মডেল মাদরাসা।\n০৪. উম্মুল মুমিনীন আয়িশা রাযিয়াল্লাহু আনহা মহিলা মডেল মাদরাসা।\n০৫. বাইতুল আবেদিন কেন্দ্রীয় জামে মসজিদ।\n\nসেবামূলক প্রতিষ্ঠান:\nগাজীপুরের ভাওরাইদে রয়েছে ৪ বিঘা আয়তনের একটি যমীন। এতে রয়েছে “দুস্থ ও অসহায় মুসলিম পুনর্বাসন প্রকল্প” সেখানে প্রায় ২০টি পরিবার বসবাস করছে। এখানে একটি মাসজিদ রয়েছে। মাসজিদে ছোটদের জন্য মক্তব এবং বয়স্কদের ইসলামী তা’লীম দেয়ার ব্যবস্থা করা হয়েছে। এই প্রকল্পের উন্নয়নে আরো কিছু পরিকল্পনা জমঈয়তের হাতে রয়েছে। \nএছাড়া অন্যান্য দাতব্য কার্যক্রম পরিচালনা করে থাকে সংগঠনটি। যেমনঃ ২০২৪ সালের বন্যায় ফেনী, কুমিল্লাসহ দেশের বিভিন্ন স্থানে ত্রাণ বিতরণ করেছে। ২০২৪ ছাড়াও বিভিন্ন দূর্যোগে সংগঠনটি সেবামূলক কার্যক্রম পরিচালনা করে থাকে। \nজমঈয়তের শাখা, মাদরাসা, মসজিদসমূহের সংখ্যা: \nসারা দেশে জমঈয়তের জেলা ভিক্তিক ৪৯টি শাখা, থানা ভিত্তিক ৪২৫ টি শাখা এবং ৬৫০০টি গ্রাম পর্যায়ের শাখা রয়েছে। সেই সঙ্গে জমঈয়তের অধিনে রয়েছে প্রাথমিক স্তর থেকে বিশ্ববিদ্যালয় স্তর পর্যন্ত আট শতাধিক শিক্ষা প্রতিষ্ঠান। এগুলোর সর্বস্তরেই রয়েছে জমঈয়তের সরাসরি তত্ত্বাবধায়ন।\nমাদরাসাসমূহের মধ্যে উল্লেখযোগ্য:\n০১. মাদরাসা মুহাম্মাদিয়া আরাবিয়া\n০২. মাদরাসা দারুস সুন্নাহ\n০৩. মাদরাসাতুল হাদীস\n০৪. মাদরাসা দারুল হাদীস সালাফিয়্যাহ\n০৫. মাদরাসা আল মা'হাদ আস সালাফী ইত্যাদি।\nএসমস্ত প্রতিষ্ঠান ছাড়াও জমঈয়তের নানাবিধ প্রতিষ্ঠান ও কার্যক্রম বিভিন্ন ভাবে চালু আছে।\n\n\n== কনফারেন্স সমূহ ==\n\n\n== সন্ত্রাসবাদের বিরুদ্ধে ভূমিকা ==\nসন্ত্রাসবাদ ও জঙ্গি হামলার বিরুদ্ধে সংগঠনটি বেশ সোচ্চর।বিভিন্ন সময় মানবন্ধন ,প্রতিবাদসহ  গণসচেতনতার জন্য নানান উদ্যোগ গ্রহণ করে থাকে সংগঠনটি। যার মাধ্যমে সংগঠনটি মানুষের মধ্যে সচেতনতা তৈরি করে থাকে। যা সন্ত্রাসবাদ দমনে বিশেষ ভূমিকা পালন করে থাকে।\n\n\n== সভাপতি ও সেক্রেটারিগণ ==\nপ্রতিষ্ঠা লগ্ন থেকে অদ্যবধি যারা সভাপতির দ্বায়িত্ব পালন করেছেন তারা হলেন:\n\nপ্রতিষ্ঠা লগ্ন থেকে অদ্যবধি যারা সেক্রেটারির দ্বায়িত্ব পালন করেছেন তারা হলেন:\n\n\n== অন্যান্য গুরুত্বপূর্ণ ব্যাক্তিত্ব ==\nআফতাব আহমাদ রহমানী\nআল্লামা আবূ মুহাম্মাদ আলীমুদ্দীন\nআব্দুর রহমান বি.এ.বি.টি\nআব্দুল ওয়াহহাব লাবীব\nমুহাম্মদ মুজীবুর রহমান\nএ.এইচ.এম. শামসুর রহমান\nশাইখ আব্দুল্লাহ শাহেদ মাদানী\nশাইখ মুহাম্মাদ হারুন হোসাইন\nশাইখ আব্দুর রব আফফান মাদানী\n\n\n== অঙ্গ সংগঠন ==\nজমঈয়ত শুব্বানে আহলে হাদীস বাংলাদেশ\n\n\n== গ্যালারি ==\n\n\n== তথ্যসূত্র =="}