{"pageid": 1423090, "title": "রাদ আল শামস", "url": "https://bn.wikipedia.org/wiki?curid=1423090", "content": "রাদ্দ আল-শামস (আরবি: ردّالشمس; সূর্যের প্রত্যাবর্তন) ইসলামের নবী মুহাম্মদের অলৌকিক ঘটনাগুলির মধ্যে অন্যতম বলে বিশ্বাস করা হয়। এই ঘটনা অনুসারে, মুহাম্মদ আল্লাহকে (ঈশ্বর) সূর্যাস্তের আগে সূর্যকে তার অবস্থানে ফিরিয়ে দিতে বলেছিলেন, যাতে আলী তার আসরের নামাজ পড়ার জন্য যথেষ্ট সময় পান। কিছু সূত্র অনুসারে রাদ্দ আল-শামস অন্যান্য কিছু নবীর সময়েও সংঘটিত হয়েছিল।\n\n\n== হাদিস ==\nনবী মুহাম্মদের প্রার্থনায় সূর্য ফিরে আসার বিষয়টি হিজরি সপ্তম বর্ষের একটি ঘটনা বলে বিশ্বাস করা হয়। এই হাদিসটি মুজামুল কবির গ্রন্থে আসমা বিনতে উমাইসের একটি বর্ণনার ভিত্তিতে লেখা হয়েছে।এটি শিয়া এবং সুন্নি উভয় উৎসগুলোতে আলীর গুণের উদাহরণ হিসাবে উল্লেখ করা হয়েছে। আবু জাফর আল-তাহাভী, \"মুশকিল আল-আথার\" (مشکل الاثار) গ্রন্থে আসমা বিনতে উমাইসের উদ্ধৃতি দিয়ে বলেছেন যে একদিন সন্ধ্যার সময় মুহাম্মদ আলীর কোলে তাঁর মাথা রাখলেন এবং তাঁর কাছে ওহী নাজিল হল এবং এটিতে কিছুটা সময় লাগল। সূর্যাস্তের পূর্ব পর্যন্ত আলী বিকালের সালাত আদায় করেননি, কিন্তু নবীর প্রতি সম্মান প্রদর্শন করে তিনি উঠতে পারেননি এবং নবী যখন দাঁড়ালেন তখন তিনি আলীকে বললেনঃ তুমি কি সন্ধ্যার সালাত আদায় করেছ? তিনি বললেন: না। নবী প্রার্থনা করলেন এবং বললেন: হে প্রভু, আলী (আপনার দাস) আপনার আনুগত্য এবং আপনার রাসূলের আনুগত্যের পথে ছিলেন, তাই তার জন্য সূর্য ফিরিয়ে দিন। আসমা বলেনঃ এ সময় আমি সূর্যকে ফিরে আসতে দেখেছি এবং দেয়ালগুলোকে আবার আলোকিত হতে দেখেছি যতক্ষণ না আলী ওযু করলেন এবং সালাত আদায় করলেন। সালাত শেষে সূর্য আবার অস্ত গেল।\"\nএই ঘটনাটি আসমা বিনতে উমাইস, আবু রাফি, উম্মে সালামা, জাবির ইবনে আবদুল্লাহ, সাঈদ আল-খুদরি, আবু হুরায়রা এবং অন্যান্য সাহাবীদের থেকে সামান্য ভিন্নভাবে বিশ জনেরও বেশি সুন্নি বর্ণনাকারী দ্বারা বর্ণিত হয়েছে। এছাড়াও ইবনে হাজার আসকালানী আল-সাওয়াইক আল-মুহারকা গ্রন্থে রাদ্দ আল-শামসের ঘটনা উল্লেখ করেছেন। হাদিস ব্যাখ্যা করতে গিয়ে আল-সুয়ুতি \"কাশফ আল-লাবস ফী হাদিস রাদ্দ আল-শামস নামে একটি বই লিখেছেন।কিছু বর্ণনা অনুসারে, এই ঘটনাটি মুহাম্মদের মৃত্যুর পরে এবং আলীর জীবদ্দশায় ঘটেছিল। কিছু অন্যান্য ইসলামী সূত্র অনুসারে রাদ্দ আল-শামসের (সূর্যের প্রত্যাবর্তন) ঘটনাটি বনী ইসরায়েলের তিনজন নবীর সময়েও ঘটেছিল, যথা ইউশা, দাউদ ও সোলায়মান। বনী ইসরায়েলের একটি যুদ্ধে, ইউশা সূর্যকে অস্তমিত না হওয়ার এবং আকাশে স্থির থাকার নির্দেশ দিয়েছিলেন যাতে বনী ইসরায়েলরা তাদের শত্রুদের পরাজিত করতে পারে। উপরোক্ত ঘটনাটি খ্রিস্টানদের পাশাপাশি কিছু মুসলিম পণ্ডিতও স্বীকার করেছেন।\n\n\n== তথ্যসূত্র =="}