{"pageid": 1423342, "title": "ধৃষ্টদ্যুম্ন", "url": "https://bn.wikipedia.org/wiki?curid=1423342", "content": "ধৃষ্টদ্যুম্ন (সংস্কৃত: धृष्टद्युम्न, প্রতিবর্ণীকৃত: Dhṛṣṭadyumna, অনুবাদ 'the courageous and splendid one') পাঞ্চাল রাজ্যের রাজা-দ্রুপদের পুত্র এবং হিন্দু মহাকাব্য মহাভারতে দ্রৌপদীর যমজ ভাই।\nধৃষ্টদ্যুম্ন দ্রুপদ কর্তৃক আয়োজিত একটি যজ্ঞ (অগ্নি-বলি) থেকে জন্মগ্রহণ করেন, যে যজ্ঞে তিনি তার শত্রু দ্রোণকে হত্যা করতে সক্ষম একটি পুত্র চেয়েছিলেন। পাণ্ডব রাজপুত্র অর্জুন - ব্রাহ্মণের ছদ্মবেশে - বিবাহে দ্রৌপদীর হাত জিতলে, ধৃষ্টদ্যুম্ন তার পরিচয় টের পান। কুরুক্ষেত্রের যুদ্ধে, ধৃষ্টদ্যুম্ন পাণ্ডবদের সাথে যোগ দেন এবং পাণ্ডব সেনাবাহিনীর সর্বোচ্চ সেনাপতি হন। যুদ্ধের পঞ্চদশ দিনে, তিনি দ্রোণের শিরশ্ছেদ করে, তার জন্মের উদ্দেশ্য পূরণ করেন।\n\n\n== কিংবদন্তি ==\n\n\n=== জন্ম ===\n\nধৃষ্টদ্যুম্ন, দ্রৌপদীর সাথে, একজন “অযোনিজ” হিসাবে বর্ণনা করা হয়েছে, যে নারীর গর্ভ থেকে জন্ম নেয়নি। মহাকাব্যের আদি পর্বে তাঁর জন্মের বর্ণনা রয়েছে। কিংবদন্তি অনুসারে, দ্রুপদ একবার তার বাল্যবন্ধু দ্রোণকে তার দৈন্যদশার কারণে অপমান করেছিলেন এবং এটি তাদের মধ্যে ঘৃণার জন্ম দেয়। দ্রোণ এরপরে পাণ্ডব ভাইদের শিক্ষক হন এবং তারা দ্রুপদকে পরাজিত ও বন্দী করেন। যদিও তাদের অতীত বন্ধুত্বের কারণে দ্রোণ দ্রুপদের জীবন রক্ষা করেছিলেন, কিন্তু তিনি জোর করে পাঞ্চালের অর্ধেক  রাজত্ব নিয়েছিলেন। তার পরাজয়ের দ্বারা অপমানিত দ্রুপদ প্রতিশোধ নিতে চেয়েছিলেন কিন্তু যেহেতু তার সন্তান এবং সহযোগীদের কেউই দ্রোণকে পরাস্ত করার মতো শক্তিশালী ছিল না, তাই তিনি এমন শক্তিশালী পুত্রলাভের জন্য একটি যজ্ঞ করার সিদ্ধান্ত নেন।\nদ্রুপদ ঋষি উপযজ ও যজকে প্রধান পুরোহিত নিযুক্ত করেন যজ্ঞটি পরিচালনা করার জন্য। এটি সম্পন্ন হওয়ার পর, ঋষিরা দ্রুপদ রাণীকে একটি পুত্র সন্তানের জন্য নৈবেদ্য ভক্ষণ করার নির্দেশ দেন। তবে, রানী তার মুখে জাফরানের সুগন্ধি দিয়েছিলেন তাই তাদের স্নান করে মুখ ধোয়া পর্যন্ত অপেক্ষা করতে বলেছিলেন। অপেক্ষা করতে না পেরে ঋষিরা যজ্ঞের বেদিতে নৈবেদ্য ঢেলে দেন, যেখান থেকে এক যুবকের আবির্ভাব হয়। তিনি অগ্নিবর্ণের ছিলেন এবং তাঁর মাথায় একটি মুকুট, তাঁর শরীরে একটি বর্ম পরিহিত এবং তাঁর হাতে একটি তলোয়ার, একটি ধনুক এবং কিছু তীর ছিল। তারপর তিনি একটি রথে গেলেন এবং তাকে দেখে পাঞ্চালের লোকেরা আনন্দিত হল। তার জন্মের পরপরই, একটি ঐশ্বরিক কণ্ঠ ভবিষ্যদ্বাণী করেছিল:\n\nদ্রোণকে বিনাশের জন্যই এই রাজপুত্রের জন্ম হয়েছে। তিনি পাঞ্চালদের সমস্ত ভয় দূর করে তাদের খ্যাতি ছড়িয়ে দেবেন। তিনি রাজার দুঃখও দূর করবেন।\nএর পরে আগুন থেকে এক সুন্দরী কন্যার আবির্ভাব ঘটে। ঋষিরা যুবকের নাম রাখলেন ধৃষ্টদ্যুম্ন, এবং কন্যার নাম রাখলেন কৃষ্ণা, যে তার পিতার কারণে দ্রৌপদী নামেই বেশি পরিচিত।\nকিছুকাল পর দ্রোণ ধৃষ্টদ্যুম্নের কথা জানতে পেরে তাঁকে তাঁর রাজ্যে আমন্ত্রণ জানান। যদিও দ্রোণ ধৃষ্টদ্যুম্নের ভবিষ্যদ্বাণী সম্পর্কে জানতেন, তিনি আনন্দের সাথে তাকে একজন ছাত্র হিসাবে গ্রহণ করেছিলেন, এবং তাকে উন্নত সামরিক কলা শিখিয়েছিলেন, যা তাকে খুব শক্তিশালী যোদ্ধা করে তোলে এবং দৈব অস্ত্র সম্পর্কে করে তোলে অত্যন্ত জ্ঞানী। ধৃষ্টদ্যুম্ন দ্রোণের তত্ত্বাবধানে মহারথী হয়েছিলেন।\n\n\n=== দ্রৌপদীর স্বয়ম্বর ===\nধৃষ্টদ্যুম্ন তার বোন দ্রৌপদীর স্বয়ম্বর আয়োজন করেছিলেন এবং এর নিয়মগুলো রাজা ও রাজকুমারদের বলেছিলেন। যখন এক ব্রাহ্মণ যুবক দ্রৌপদীকে সমস্ত রাজপুত্র এবং আভিজাতদের সামনে জিতেছিলেন, তখন ধৃষ্টদ্যুম্ন গোপনে ব্রাহ্মণ এবং তার বোনকে অনুসরণ করেছিলেন, কেবল আবিষ্কার করতে যে ব্রাহ্মণ আসলে অর্জুন ছিলেন, যে পাঁচ পাণ্ডব ভাইয়ের অন্যতম।\n\n\n=== বিয়ে ও সন্তান ===\nধৃষ্টদ্যুম্নের একাধিক স্ত্রী ছিল। তাঁর চার পুত্র - ক্ষত্রধর্মন, ক্ষত্রবর্মণ, ক্ষত্রঞ্জয়, এবং ধৃষ্টকেতু। প্রথম তিনজন কুরুক্ষেত্র যুদ্ধে দ্রোণের হাতে আহত হন, যেখানে ধৃষ্টকেতু কর্ণ দ্বারা আহত হন।\n\n\n=== কুরুক্ষেত্র যুদ্ধ ===\nকৌরবদের বিরুদ্ধে কুরুক্ষেত্র যুদ্ধে ধৃষ্টদ্যুম্ন পাণ্ডব সেনাবাহিনীর সেনাপতি নিযুক্ত হন। যুদ্ধের শেষ পর্যন্ত তিনি তার অবস্থান বজায় রেখেছিলেন। যুদ্ধের ১৫তম দিনে দ্রোণ দ্রুপদকে হত্যা করেন। পাণ্ডবরা দ্রোণের একমাত্র দুর্বলতা, তার পুত্র অশ্বত্থামাকে পুঁজি করার জন্য একটি চক্রান্ত করেছিল। পাণ্ডব ভীম অশ্বত্থামা নামে একটি হাতিকে বধ করেছিলেন। পাণ্ডবরা অশ্বত্থামার মৃত্যুর গুজব ছড়ায়। ভয়ঙ্কর এই সংবাদ শুনে, দ্রোণ অবিশ্বাস নিয়ে জ্যেষ্ঠ পাণ্ডব যুধিষ্ঠিরের কাছে গেলেন, যিনি নিশ্চিত করেছিলেন যে অশ্বত্থামাকে হত্যা করা হয়েছে, কিন্তু বিড়বিড় করে বলেন যে এটি অশ্বত্থামা নামের হাতি ছিল; তার উত্তরের শেষাংশ পাণ্ডব যোদ্ধাদের শঙ্খধ্বনি দ্বারা আবৃত হয়েছিল। পুত্রের মৃত্যু হয়েছে ভেবে দ্রোণাচার্য মর্মাহত ও হৃদয়বিদীর্ণ হয়ে অস্ত্র সমর্পণ করে বসে পড়লেন। দ্রোণ ধ্যান করতে শুরু করলেন, এবং তার আত্মা অশ্বত্থামার আত্মার সন্ধানে তার দেহ ছেড়ে দেয়। ধৃষ্টদ্যুম্ন পরিস্থিতির সুযোগ নিয়ে তার তলোয়ার দিয়ে দ্রোণের শিরশ্ছেদ করে তাকে হত্যা করেন।\n\n\n=== মৃত্যু ===\nযুদ্ধের ১৮তম রাতে, অশ্বত্থামা চুপিসারে পাণ্ডব শিবির আক্রমণ করেন এবং ধৃষ্টদ্যুম্নকে আহত করেন। ধৃষ্টদ্যুম্ন একটি সম্মানজনক মৃত্যুর জন্য ভিক্ষা করে, হাতে তলোয়ার নিয়ে মারা যেতে চান, অশ্বত্থামা তাকে উপেক্ষা করেন, শিরচ্ছেদ করার পরিবর্তে তাকে পিটিয়ে হত্যা করতে উদ্যত হয় কিন্তু তার দেহ অদৃশ্য হয়ে যায়।\n\n\n== বিশ্লেষণ ==\nমহাভারতের বহু পার্শ্ব-গল্পের একটিতে এই ঘটনা কেন্দ্র করে একটি নাটক রয়েছে যে দ্রুপদের কনিষ্ঠ পুত্র হওয়া সত্ত্বেও ধৃষ্টদ্যুম্ন তার উত্তরাধিকারী হবে। যদিও দ্রুপদ এবং অন্যরা এর জন্য অনেক কারণ দেখিয়েছেন, এটা বোঝানো হয়েছে যে আসল কারণ হল ধৃষ্টদ্যুম্নের দেবতুল্য পিতামাতা রয়েছে, এবং এইভাবে একজন শাসক হিসাবে অধিকতর উপযুক্ত কারণ তার শাসন আরও আশীর্বাদপুষ্ট বলে মনে হবে। ধৃষ্টদ্যুম্ন একে কিছুটা অভ্যন্তরীণ করে তোলেন, সত্যজিতের শান্তিবাদ এবং ভীষ্মের প্রতি শিখণ্ডীর একপেষে ঘৃণার দিকে নির্দেশ করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nMani, Vettam (১৯৭৫)। Puranic Encyclopaedia: a Comprehensive Dictionary with Special Reference to the Epic and Puranic Literature। Motilal Banarsidass Publishers। আইএসবিএন 978-0-8426-0822-0। \nChakrabarti, Arindam; Bandyopadhyay, Sibaji (২০১৭-০৯-১৯)। Mahabharata Now: Narration, Aesthetics, Ethics (ইংরেজি ভাষায়)। Routledge। আইএসবিএন 978-1-317-34213-7।"}