{"pageid": 1423123, "title": "জন নেসফিল্ড", "url": "https://bn.wikipedia.org/wiki?curid=1423123", "content": "জন কলিনসন নেসফিল্ড (১৪ আগস্ট ১৮৩৬ - ২৮ জুন ১৯১৯) ব্রিটিশ ভারতে একজন শিক্ষাবিদ হিসাবে ভূমিকা পালন করেন এবং তিনি সেইন্ট মাইকেল চার্চ, হাইগেট, লন্ডনের কিউরেট ছিলেন। তিনি অসংখ্য বই লেখেন, যার মধ্যে ইংরেজি ব্যাকরণের বইগুলো বিশেষভাবে প্রভাবশালী ছিল।\n\n\n== জীবন ==\nইংল্যান্ডের উইল্টশায়ারের একজন ধর্মগুরুর পুত্র জন নেসফিল্ড ১৯৩৬ সালে জন্মগ্রহণ করেন। তিনি ১৮৫২ থেকে ১৮৫৫ সাল পর্যন্ত হাইগেট গ্রামার স্কুলে পড়াশোনা করেন এবং পরে ১৮৫৯ থেকে ১৮৬৪ সাল পর্যন্ত সেখানে শিক্ষকতা করেন। তিনি অক্সফোর্ড বিশ্ববিদ্যালয়ের মের্টন কলেজে পোস্টমাস্টার (সিনিয়র স্কলারশিপধারী) হন। সেখানে তিনি ১৮৬০ সালে বিএ ডিগ্রি অর্জন করে  এবং পরবর্তীতে ১৮৬২ সালে এমএ করেন।\nনেসফিল্ড মিডলসেক্সের সেন্ট মাইকেল চার্চ, হাইগেটের কিউরেট হন। ১৮৬৭ সালের জানুয়ারি ব্রিটিশ ভারতে তার কর্মজীবন শুরু হয়। সেখানে তিনি প্রাথমিকভাবে বেঙ্গল প্রেসিডেন্সিতে প্রেসিডেন্সি কলেজ এবং কৃষ্ণনগর সরকারি কলেজে অধ্যাপক হিসেবে দায়িত্ব পালন করেন, ১৮৭২ সালের মে মাস থেকে ডিরেক্টর অব পাবলিক ইনস্ট্রাকশন (ডিপিআই) এবং নিম্ন বার্মার স্কুল পরিদর্শক ছিলেন। ভারতীয় শিক্ষা পরিষেবা ১৮৯৬ এর পূর্বে ছিল না, তাই তিনি প্রাদেশিক সরকারের একজন কর্মকর্তা ছিলেন। ডিপিআই হিসাবে তিনি সম্পূর্ণরূপে একজন শিক্ষক না হয়ে প্রশাসন এবং নীতি-নির্ধারণের দায়িত্ব নেন।\nনেসফিল্ড লোয়ার বার্মা থেকে ১৮৭৪ সালের মার্চ মাসে অযোধ রাজ্যের ডিপিআই হওয়ার জন্য স্থানান্তরিত হন, তারপর ১৮৭৮ সালে অযোধের প্রশাসন সদ্য সৃষ্ট উত্তর-পশ্চিম প্রদেশগুলির অন্তর্ভুক্ত হলে তিনি বেনারস কলেজের অধ্যক্ষ হন। পরের বছর তিনি সেখানে পরিদর্শক হিসেবে যোগদান করেন এবং ১৮৮৫ সালে প্রদেশের ডিপিআই হওয়ার পদোন্নতির জন্য সুপারিশপ্রাপ্ত হন, যা তখন অস্বাভাবিক ছিল না। সরকার এডমন্ড হোয়াইটকে, যিনি ভারতীয় সিভিল সার্ভিসের সদস্য ছিলেন, শিক্ষাবিদ হিসেবে পছন্দ করেন। নেসফিল্ড এই সিদ্ধান্তে কঠোরভাবে আপত্তি জানিয়েছিলেন, প্রথমে প্রদেশের সেক্রেটারি অফ স্টেট, আরএ ক্রস, ১ম ভিসকাউন্ট ক্রস এবং তারপরে আলফ্রেড কমিন লিয়ালের কাছে চিঠি পাঠিয়েছিলেন, যিনি উত্তর-পশ্চিম প্রদেশের লেফটেন্যান্ট-গভর্নর এবং প্রধান কমিশনার ছিলেন। সেই আপিলগুলি ব্যর্থ হলে, তিনি ভারতের ভাইসরয় ফ্রেডেরিক হ্যামিল্টন-টেম্পল-ব্ল্যাকউড, ডাফরিন এবং আভা-এর প্রথম মার্কেসকেও চিঠি লিখেছিলেন, কিন্তু আবার প্রত্যাখ্যান করা হয়েছিল। ১৮৯২ সালে আগস্ট মাসে হোয়াইট অবসর গ্রহণ করলে তিনি শেষ পর্যন্ত পদোন্নতি অর্জন করেন। তিনি ১৮৮৭ সালে প্রতিষ্ঠার বছর এলাহাবাদ বিশ্ববিদ্যালয়ের ফেলো হন এবং ১৮৯৪ সালের অক্টোবরে ভারত থেকে অবসর গ্রহণ করেন।\nভারতে থাকাকালীন নেসফিল্ড কেবল পদোন্নতি নিয়েই অভিযোগ করেননি। উত্তর-পশ্চিমাঞ্চলীয় প্রদেশে শিক্ষাব্যবস্থার দুরবস্থা দেখে তিনি প্রদেশের শিক্ষা কমিশনকে জিজ্ঞাসা করেছিলেন \"যে ব্যক্তি বছরে চারটি রুপি ব্যয় করে শিক্ষিত হয়, তার শিক্কা হৃদয় বা মস্তিষ্কে পৌঁছানোর কী আশা আছে?\" তিনি একটি বিবাদেও জড়িত ছিলেন যা তার অবসর নেওয়ার পরেও কিছু সময়ের জন্য অব্যাহত ছিল। উত্তর-পশ্চিম প্রদেশের স্কুলগুলিতে ব্যবহারের জন্য নির্ধারিত অনেক ইংরেজি এবং আঞ্চলিক পাঠ্যপুস্তকগুলির প্রকাশনার উপর তিনি একচেটিয়া আধিপত্য তৈরি করেছিলেন কিনা তা নিয়ে তদন্ত করা হয়েছিল। অবশেষে এটি সম্মত হয়েছিল যে তিনি হোয়াইটের নির্দেশে কাজ করেছিলেন এবং একটি প্রয়োজনীয় পরিষেবা প্রদান করেছিলেন। অবসর নেওয়ার পর তিনি লন্ডনের এক প্রকাশককে কপিরাইট দিয়েছিলেন।\nতিনি একজন ধর্মপ্রচারক এলেন ব্লুমহার্ডকে বিয়ে করেছিলেন এবং এই দম্পতির অনেক সন্তান ছিল, যার মধ্যে ভিনসেন্ট ব্লুমহার্ড নেসফিল্ডও ছিল যারা জল বিশুদ্ধকরণে ক্লোরিন ব্যবহারের পথপ্রদর্শক।  নেসফিল্ড ১৯১৯ সালে মৃত্যুবরণ করেন।\n\n\n== প্রভাব ==\n\n\n=== শিক্ষা ===\nনেসফিল্ডের ইংলিশ গ্রামার: পাস্ট অ্যান্ড প্রেজেন্ট মূলত ঔপনিবেশিক ভারতের বাজারের জন্য লেখা হয়েছিল। পরবর্তীতে ব্রিটেনের ছাত্রদের কাছেও বইটির আবেদন তৈরি হয়েছিল, বিভিন্ন পেশাগত পরীক্ষার জন্য প্রস্তুত যুবক থেকে শুরু করে \"লেডিস কলেজ\"-এর ছাত্রদের কাছেও বইটি সমাদৃত হয়। নেসফিল্ডের ইংরেজি ভাষার উপর অন্যান্য বইয়ের মধ্যে রয়েছে আ জুনিয়র কোর্স ইন ইংলিশ কম্পোজিশন, আ সিনিয়র কোর্স ইন ইংলিশ কম্পোজিশন। তবে আ ম্যানুয়াল অফ ইংলিশ গ্রামার অ্যান্ড কম্পোজিশন  ব্রিটেন এবং তার উপনিবেশ উভয় ক্ষেত্রেই ব্যপকভাবে সত্যিই সফল প্রমাণিত হয়। — বইটি এতটাই প্রভাবশালী যে এটি অন্যান্য অনেক ব্যাকরণ এবং রচনার ভিত্তি তৈরি করেছে যার মধ্যে রয়েছে ওয়ারিনারের ইংলিশ গ্রামার অ্যান্ড কম্পোজিশন, এবং হাই স্কুল ইংলিশ গ্রামার অ্যান্ড কম্পোজিশন, যাকে পিসি রেন এবং এইচ. মার্টিনের রেন অ্যান্ড মার্টিন বলে ডাকা হয়।  গ্রন্থপঞ্জিকার ম্যানফ্রেড গোর্লাচ সমালোচনায় বলেন, ঘন ঘন পুনঃমুদ্রিত ইংলিশ গ্রামার: পাস্ট অ্যান্ড প্রেজেন্ট সম্পর্কে বলেন, \"এটা বোঝা খুব সহজ নয় যে কীভাবে এই বইয়ের শব্দগুচ্ছ, স্পষ্ট কাঠামোর অভাব, সমলয় বর্ণনা এবং ডায়াক্রোনিক ব্যাখ্যার মিশ্রণ এবং প্রায়শই অস্পষ্ট সংজ্ঞা বইটিকে ব্যাপক প্রভাব ফেলতে সাহায্য করেছিল\"। \n\n\n=== নৃতত্ত্ব ===\nব্রিটিশ রাজের একজন প্রশাসক ডেনজিল ইবেটসনের মতো, নেসফিল্ড বিশ্বাস করতেন যে ব্রিটিশ ভারতে উত্তর-পশ্চিম প্রদেশের সমাজ প্রশাসনিকভাবে সংজ্ঞায়িত বর্ণপ্রথার গঠনকে কঠোরভাবে আরোপ করার অনুমতি দেয়নি যেমনটা হার্বার্ট হোপ রিসলি সমর্থন করেছিলেন। নেসফিল্ডের মতে, সেখানে সমাজ বর্ণপ্রথার উপর ভিত্তি করে কম নিয়ন্ত্রিত ছিল বরং ছিল বেশি খোলামেলা। উপজাতি, যেগুলিকে তিনি আত্মীয়-ভিত্তিক গোষ্ঠী বলে মনে করতেন যেগুলি ছোট অঞ্চলে আধিপত্য বিস্তার করত, যা গ্রামীণ জীবনের একটি প্রধান বৈশিষ্ট্য ছিল। জাট এবং রাজপুতের মতো বর্ণ মনোনীতকারীরা ছিল স্ট্যাটাস-ভিত্তিক শিরোনাম যেগুলির জন্য যে কোনও উপজাতি যে সামাজিক প্রাধান্য পেয়েছে তারা দাবি করতে পারে এবং যদি তারা প্রত্যাখ্যান করে তবে তাদের সমবয়সীদের দ্বারা বরখাস্ত করা যেতে পারে।\n\nবর্ণবাদ নিয়ে এসকল বিতর্ক বৈজ্ঞানিক বর্ণবাদ এবং আর্য আক্রমণ তত্ত্বের মতো বিষয়গুলিকে ঘিরে সমসাময়িক বিতর্ককে প্রতিফলিত করে। নৃতাত্ত্বিক এলেন বল তা উল্লেখ করেন, নেসফিল্ড আর্য জাত এবং আদিবাসীদের সাধারণ বিভেদকে সমর্থন করতেন না। তার মতে বর্ণপ্রথার উদ্ভবের সাথে সাথেই দুটি জাতের মধ্যে সংকরায়ন ঘটে গেছে। অপরপক্ষে রিসলি বলতেন, জাত এই দুইয়ের মধ্যে এখনো পার্থ্যক্য সূচিত করেছে। তার মতে আর্য এবং আদিবাসীদের মধ্যে সামাজিক অবস্থান রক্তের বিশুদ্ধতার একটি বিষয়\n\n\n== রচনা ==\nনেসফিল্ডের প্রকাশনার মধ্যে রয়েছে: \n\nকাঞ্জর উপজাতির উপর একটি প্রবন্ধ (1882)\nউত্তর-পশ্চিমাঞ্চলীয় প্রদেশ এবং অওধের প্রাথমিক শিক্ষার ফলাফল প্রসঙ্গে (১৮৮৩)\nউত্তর-পশ্চিমাঞ্চলীয় প্রদেশ এবং অউধের বর্ণ ব্যবস্থার সংক্ষিপ্ত দৃশ্য (১৮৮৫)\nউচ্চ ভারতে আধুনিক ব্রাহ্মণদের কাজ (১৮৮৭)\nমুশেরা উপজাতির উপর দুটি প্রবন্ধ (১৮৮৮)\nইংলিশ গ্রামার: পাস্ট অ্যান্ড প্রেজেন্ট (১৮৯৮)\n'আ জুনিয়র কোর্স ইন ইংলিশ কম্পোজিশন, আ সিনিয়র কোর্স ইন ইংলিশ কম্পোজিশন'\nআ ম্যানুয়াল অব ইংলিশ গ্রামার অ্যান্ড কম্পোজিশন (১৯৯৮)\nইংরেজি গ্রামার সিরিজ\n\n\n== তথ্যসূত্র =="}