{"pageid": 1423706, "title": "মালাপুলায়ত্তম", "url": "https://bn.wikipedia.org/wiki?curid=1423706", "content": "মালাপুলায়ত্তম, যেটি চিক আট্টম নামেও পরিচিত, হলো একটি উপজাতীয় নৃত্য যেটি কেরালার ইদুক্কি জেলার মালাপুলায়ন আদিবাসীরা তাদের সামাজিক বর্ণ-সম্পর্কিত উৎসবে দেবতা মারিয়াম্মান, কালিয়াম্মান এবং মীনাক্ষীকে উপাসনার অংশ হিসাবে পরিবেশন করে।\nএই ধর্মীয় নৃত্যটি ইদুক্কির বাইরে সাধারণের জায়গায় জনগণের অনুষ্ঠান এবং উপজাতীয় উৎসবের অংশ হিসাবে সঞ্চালিত হয়।\n\n\n== সাধারণ বর্ণনা ==\nমালাপুলিয়ার জনগণ কেরালার ইদুক্কি জেলার মারায়ুরে বসবাসকারী একটি উপজাতি সম্প্রদায়। তারা তামিলনাড়ু থেকে আসা অভিবাসী। তাদের উপাসনা মূর্তি হল মারিয়াম্মান, কালিয়াম্মান এবং মীনাক্ষীর মতো দেবতা। মালাপুলায়ত্তম হল একটি উপজাতীয় নৃত্যের ধরন যা তাদের সামাজিক বর্ণ-সম্পর্কিত উৎসবগুলিতে দেবতাদের উপাসনার অংশ হিসাবে পরিবেশিত হয়।\nমালাপুলায়ন উপজাতীয় এলাকার মারিয়াম্মান মন্দিরে  তামিল মাস চিথিরাইতে একটি উৎসব অনুষ্ঠিত হয়। মালাপুলায়ত্তম প্রধানত এর একটি অংশ হিসাবে অনুষ্ঠিত হয়।\nমালাপুলায়া লোকেরাও বিবাহ, জন্ম এমনকি মৃত্যু এবং কন্যা সন্তানের প্রথম ঋতুস্রাব সহ তাদের দৈনন্দিন জীবনের সমস্ত গুরুত্বপূর্ণ অনুষ্ঠানে মালাপুলায়ত্তম বা চিক আট্টম করে থাকে। শুধুমাত্র মৃত্যুর ক্ষেত্রে নৃত্যের একটি ভিন্ন ছন্দ থাকে। মালাপুলায়ত্তম একটি অত্যন্ত শারীরিক সক্ষমতার চাহিদাপূর্ণ লোকনৃত্য।\nএই ধর্মীয় উপজাতি নৃত্যটি ইদুক্কির বাইরে সর্বসাধারণের জায়গায় জনগণের অনুষ্ঠান এবং উপজাতীয় উৎসবগুলির অংশ হিসাবে সঞ্চালিত হয়।\n\n\n== নৃত্য ==\nমালাপুলায়ত্তমে, উপজাতীয় উপনিবেশের বয়স্ক এবং প্রতিবন্ধী সহ প্রত্যেকে একসঙ্গে তাদের গোষ্ঠী দেবতার সামনে নৃত্য করে। ঐতিহ্যবাহী পোশাকে নারী-পুরুষ একসঙ্গে নাচে। নাচের সঙ্গে কোন গান গেয়ে তাল মেলানো হয়না। পুরুষ এবং মহিলা উভয়ই একসাথে নাচ করে এবং নর্তকদের ঘন ঘন পরিবর্তন হয়। দর্শকরা পরে নর্তক হয় এবং নর্তকরা দর্শক হয়।\nনর্তকেরা একটি বৃত্তের মধ্যে থেকে তাদের শরীরকে সামনে এবং পিছনে নিয়ে যায়। ছন্দের গতি অনুসারে নাচের গতিও বাড়ে।\n\n\n== বাদ্যযন্ত্র ==\nউপজাতীয় বাদ্যযন্ত্র যেমন চিক বাদ্যম, কিতিমিত্তি, কুড়ল, কট্টবাদ্যম, উরুমি ইত্যাদি বাদ্যযন্ত্র ছন্দের জন্য ব্যবহৃত হয়। নাচের সময়, তারা কোনও গান গায় না, বরং তারা বাদ্যযন্ত্রের তালে একটি বৃত্তে নাচে।\n\n\n== উল্লেখযোগ্য প্রদর্শন ==\nঅন্ধ্র প্রদেশের বিশাখাপত্তনমে অনুষ্ঠিত ২০২২ সালের জাতীয় স্তরের উপজাতীয় নৃত্য উৎসবে ভারতের ১৯টি রাজ্যের উপজাতীয় নৃত্য দেখানো হয়েছিল। কেরালার স্বীকৃত দল, মারায়ুরের কুমিত্তমকুঝির মালাপলয়া নৃত্য গোষ্ঠী এখানে সেরা দলের পুরস্কার জিতেছিল।\n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:Culture of Kerala"}