{"pageid": 1423712, "title": "প্রাকৃতিক খাদ্য সংরক্ষক", "url": "https://bn.wikipedia.org/wiki?curid=1423712", "content": "প্রকৃতি থেকে সরাসরি প্রাপ্ত এবং বহুকাল যাবৎ ব্যবহৃত কিছু রাসায়নিক বস্তু রয়েছে; এরা খাদ্যবস্তুর পচন রোধ করে। এসব প্রাকৃতিক রাসায়নিক বস্তুকে প্রাকৃতিক খাদ্য সংরক্ষক বা Natural Food Preservatives বলে।\nএসবের মধ্যে রয়েছে খাদ্য লবণ (NaCI), চিনি, বিভিন্ন মসল্লাজাতীয় বস্তু যেমন হলুদ, রসুন, লবঙ্গ, সরিষার তেল ইত্যাদি। হলুদ হলো অ্যান্টি অক্সিডেন্ট, যা পচন কাজে বাধা দেয়। খাদ্য লবণ খাদ্যবস্তুর পানি শোষণ করে; এর ফলে ব্যাকটেরিয়ার বৃদ্ধি ঘটতে পারে না। রসুন বাটাও খাদ্য সংরক্ষকরূপে ব্যবহৃত হয়ে আসছে। সরিষার তেল ব্যাকটেরিয়াকে খাদ্যবস্তুর সংস্পর্শ থেকে দূরে রাখে।\n\n\n== খাদ্য লবণ  (NaCl) দ্বারা খাদ্য সংরক্ষণ ==\nপচনশীল খাদ্যবস্তুকে খাদ্য লবণ (NaCl) বা এর গাঢ় দ্রবণ দ্বারা সংরক্ষণ প্রক্রিয়াকে কিউরিং (curing) বলা হয়। NaCl খাদ্য বস্তুর পানি শোষণ করে নেয়, ফলে ব্যাকটেরিয়া জন্মাতে পারে না। মাছ, মাংস, কাঁচা ফল ও সবজিকে কিউরিং পদ্ধতিতে সংরক্ষণ করা যায়। এক্ষেত্রে (৭-৮)% NaCl বা এর অধিক (১৫-২০)% গাঢ় দ্রবণ ব্যবহার করে কাঁচা আম, আমলকি, চালতা, জলপাই, গাঁজর, কাঁচামরিচ ইত্যাদিকে সংরক্ষণ করা হয়। অপরদিকে সামুদ্রিক ইলিশ মাছকে লম্বালম্বিভাবে চাকু দিয়ে কেটে গুঁড়া লবণ ঢুকিয়ে সংরক্ষণ করা হয়।\n\n\n== সরিষার তেল দ্বারা খাদ্য সংরক্ষণ ==\nআর্দ্রতামুক্ত সরিষার তেল, ব্যাকটেরিয়া ও ফাংগাস জন্মাতে বাধা দেয়। তাই সরিষার তেল গরম করে অথবা প্রখর রোদে অর্দ্রতা মুক্ত করে বিভিন্ন ফলের মসলাযুক্ত আচার তৈরিতে ব্যবহৃত হয়।\n\n\n== চিনি দ্বারা খাদ্যবস্তু সংরক্ষণ ==\n\nচিনি দ্বারা খাদ্যবস্তু সংরক্ষণ চিনির ঘনমাত্রার ওপর নির্ভর করে। কার্বোহাইড্রেট বা শর্করা যেমন, আটা বা চালের গুঁড়া দিয়ে তৈরি খাদ্য বস্তুকে চিনির সিরাপে বা (৬৫-৭০)% চিনির দ্রবণে ডুবিয়ে নিলে ঐ খাদ্যবস্তু দীর্ঘদিন অবিকৃত থাকে। চিনির গাঢ় দ্রবণ বা সিরাপের সংস্পর্শে ব্যাকটেরিয়া কোষের মধ্যস্থ জলীয় অংশকে চিনির গাঢ় দ্রবণ অভিস্রবণ বা অসমোসিস (Osmosis) প্রক্রিয়ায় শুষে নেয়। ফলে ব্যাকটেরিয়া বিনষ্ট হয়।\nএছাড়া জ্যাম, জেলি, আচার, কাসুন্দি, মোরব্বা, কমলালেবুর আচার সংরক্ষণে চিনি পচনরোধকরূপে ব্যবহৃত হয়। এক্ষেত্রে পেয়ারা, আপেল, আনারস জাতীয় ফলকে কেটে পরিষ্কার করে চিনির সিরাপ বা ঘন দ্রবণে রেখে বায়ু নিরোধী করে বোতলে দীর্ঘদিন রাখা যায়।\n\n\n== আচার তৈরি (Pickling) ==\nব্যাকটেরিয়া রোধক তরল পদার্থ যেমন ভোজ্য সরিষার তেল, ভিনেগার ( অ্যাসিটিক এসিড (৬-১০)%) ও মরিচ মসল্লার মিশ্রণে সিদ্ধ করা কাচা ফলের সংরক্ষণ প্রক্রিয়াকে পিক্সিং বা আচার তৈরি করা বলা হয়। এ প্রক্রিয়ায় বর্তমানে বাজারের জ্যাম ও জেলি তৈরি করা হয়। ছোট বীজযুক্ত কাচা ফল যেমন, আম, পেয়ারা, আমলকি ইত্যাদিকে পরিষ্কার করে খোসা ফেলে ছোট করে কেটে সিদ্ধ করা হয়। পরে কাচের বোতলে ভর্তি করে ব্যাকটেরিয়া রোধক মিশ্রণটি দিয়ে বোতলের মুখ বায়ুরোধক করা হয়। এরূপে আচার তৈরি হলো। আচারের বোতলকে ফ্রিজে রাখা হয়।\n\nবর্তমানে আচারে ব্যবহৃত ব্যাকটেরিয়া রোধক মিশ্রণের পরিবর্তে অনুমোদিত প্রিজারভেটিভ ব্যবহার করে জ্যাম তৈরি করা হচ্ছে। আবার পরিষ্কার করা কাঁচা ফলকে সিদ্ধ করে এর পেস্ট নিয়ে প্রিজারভেটিভ ব্যবহার করে বোতলে তৈরি করা হচ্ছে জেলি। এ দুটি হলো আচার তৈরির আধুনিক সংস্করণ।\n\n\n== তথ্যসূত্র =="}