{"pageid": 1423308, "title": "শান্তিপর্ব", "url": "https://bn.wikipedia.org/wiki?curid=1423308", "content": "শান্তি পর্ব (সংস্কৃত: शान्ति पर्व; IAST: শান্তি পর্ব;) ভারতীয় মহাকাব্য মহাভারতের আঠারোটি গ্রন্থের মধ্যে দ্বাদশ। এটি ঐতিহ্যগতভাবে ৩টি অংশ এবং ৩৬৫টি অধ্যায়ে বিভক্ত। সমালোচনামূলক সংস্করণে ৩টি অংশ এবং ৩৫৩টি অধ্যায় রয়েছে। মহাকাব্যের আঠারোটি গ্রন্থের মধ্যে এটিই দীর্ঘতম।\nগ্রন্থটি যুদ্ধ শেষ হওয়ার পরের ঘটনা সেট করা হয়েছে— যখন উভয় পক্ষ শান্তি গ্রহণ করেছে এবং যুধিষ্ঠির পাণ্ডব রাজ্যের শাসন শুরু করেছেন। মৃত্যুপরবর্তী ভীষ্ম এবং বিভিন্ন ঋষিদের পরামর্শ অনুযায়ী শান্তিপর্ব শাসক, ধর্ম এবং সুশাসনের কর্তব্য পাঠ করে। পর্বটিতে “পাখি এবং কবুতর” এর মতো অনেক উপকথা রয়েছে। গ্রন্থটি এমন কিছু প্রদান করে যাকে কেউ কেউ “বর্ণের তত্ত্ব” হিসাবে বর্ণনা করেছেন এবং সেইসাথে সত্যকে আচার-অনুষ্ঠানের চেয়ে অনেক বেশি উচ্চতর বলে ঘোষণা করে,  সত্যের নিয়ম বনাম আচারের নিয়মের মধ্যে একটি তুলনামূলক আলোচনা আছে। আইনশাস্ত্র, সমৃদ্ধি এবং সাফল্য সম্পর্কিত গ্রন্থগুলোর জন্য শান্তিপর্ব ব্যাপকভাবে অধ্যয়ন করা হয়েছে।\nপণ্ডিতগণ আশংকা করেছেন যে পরের অংশ বা পর্বটির সমস্ত অংশ পরবর্তী কোনো সময়ে সন্নিবেশিত বা প্রসারিত হয়েছিল কিনা।\n\n\n== গঠন এবং অধ্যায় ==\nএই পর্ব (গ্রন্থ) ঐতিহ্যগতভাবে ৩টি উপ-পর্ব (অংশ বা ছোট গ্রন্থ) এবং ৩৬৫টি অধ্যায় (বিভাগ, অধ্যায়) রয়েছে। নিম্নলিখিত উপ-পর্বগুলো হল:\n\n১. রাজধর্ম-অনুসাসন পর্ব (অধ্যায়: ১-১৩০)\nএই উপ-বইটি অন্যান্য বিষয়ের মধ্যে রাজা ও নেতাদের কর্তব্য বর্ণনা করে।\n২. অপধর্ম-অনুসাসন পর্ব (অধ্যায়: ১৩১-১৭৩)\nএই উপ-বইটি যখন একজন প্রতিকূলতার মুখোমুখি হয় তখন আচরণের নিয়ম বর্ণনা করে।\n৩. মোক্ষ-ধর্ম পর্ব (অধ্যায়: ১৭৪-৩৬৫)\nএই উপ-বইটি মোক্ষ (মুক্তি, মুক্তি, স্বাধীনতা) অর্জনের আচরণ এবং নিয়ম বর্ণনা করে।\nশান্তি পর্ব শুরু হয় ভারাক্রান্ত যুধিষ্ঠির যুদ্ধের সময় মানুষের প্রাণহানির জন্য বিলাপ করে। সেই রাজাকে দেখতে বড় মহান ঋষিরা এসেছিলেন, তাঁদের মধ্যে ছিলেন ব্যাস, নারদ, দেবাল, দেবস্থান ও কণ্ব। যুধিষ্ঠির তার আত্মীয়দের হারানোর জন্য এবং বিশেষ করে তার বড় ভাইকে হারানোর জন্য দুঃখে কাতর। তিনি বলেন, রাজ্য লাভের জন্য, অজান্তেই, তিনি তার সেই ভাইকে হত্যা করেছিলেন, যার জন্য তার হৃদয় অত্যন্ত জ্বলছে। তিনি বলেন যদি তাকে সাহায্য করার জন্য কর্ণ এবং অর্জুন উভয়ই থাকত তবে সে দেবতাদেরও পরাজিত করতে পারত। তিনি নারদকে জিজ্ঞাসা করেন যিনি বিশ্বের সবকিছু জ্ঞাত ছিলেন, রথের চাকা আটকে যাওয়া এবং তার ভাইয়ের অভিশাপের কারণ সম্পর্কে। নারদ বলেন, কোন কিছুই কর্ণ ও অর্জুনকে যুদ্ধে প্রতিহত করতে পারত না। এবং তিনি তাকে যা বলতে চলেছেন তা দেবতাদের অজানা ছিল। তিনি তাকে বলেন কিভাবে কুন্তী সেই শিশুটিকে গর্ভে ধারণ করেন এবং পরবর্তীতে তিনি সুতের মর্যাদা লাভ করেন, কিভাবে দ্রোণ ব্রহ্মাস্ত্র দিতে প্রত্যাখ্যান করলে তিনি পরশুরামের সাথে মিলিত হন, কিভাবে তিনি পরশুরামের সেবা করে স্বর্গীয় অস্ত্র লাভ করেন, কিভাবে তিনি গো-হত্যার জন্য একজন ব্রাহ্মণের দ্বারা অভিশাপ প্রাপ্ত হন অজান্তেই, মিথ্যা বলার জন্য পরশুরামের দ্বারা, পৃথিবী দেবীর দ্বারা, এবং কীভাবে তিনি দুর্যোধনের সাথে বন্ধুত্ব করেছিলেন, কীভাবে দুর্যোধন যখন কলিঙ্গের রাজকন্যাকে বলপ্রয়োগ করে অপহরণ করেছিলেন, তখন কর্ণ তাকে অন্যান্য রাজাদের থেকে রক্ষা করেছিলেন, কীভাবে রাজা জরাসন্ধ তাকে যুদ্ধে চ্যালেঞ্জ করলে এবং তিনি তার সাথে যুদ্ধ করেছিলেন, যখন তিনি তার প্রতিপক্ষের দেহকে দ্বিখণ্ডিত করতে গিয়ে, তার সাথে বন্ধুত্বের আকাঙ্ক্ষা থেকে রক্ষা করেছিলেন। বন্ধুত্বের নিদর্শনস্বরূপ তিনি কর্ণকে মালিনী ও চম্পা শহর দিয়েছিলেন এবং তাকে তার বীরত্বের জন্য বিখ্যাত করেছিলেন। যখন তাদের মঙ্গলের জন্য, স্বর্গের প্রভু তার কাছে তার প্রাকৃতিক বর্ম এবং কানের কবচকুণ্ডল ভিক্ষা করেছিলেন, তখন হতবাক হয়ে তিনি সেই মূল্যবান সম্পদগুলো দিয়ে দিয়েছিলেন। তার বর্ম ও কানের কবচকুণ্ডল থেকে বঞ্চিত হয়ে, ব্রাহ্মণের অভিশাপ এবং খ্যাতিমান পরশুরামেরও, কুন্তীকে প্রদত্ত বর থেকে, ইন্দ্র কর্তৃক তাকে বিভ্রান্ত করার কারণে, ভীষ্মের দ্বারা কেবল অর্ধেক রথ-যোদ্ধা হিসাবে তার অবমূল্যায়নের ফলে, শল্যের প্রখর ভাষণ, বাসুদেবের নীতি এবং সবশেষে রুদ্র, ইন্দ্র, যম, বরুণ, কুবের, দ্রোণ ও কৃপাচার্য কর্তৃক অর্জুনকে প্রদত্ত স্বর্গীয় অস্ত্রের কারণে তাঁর শক্তির বিনাশ, এগুলো দিয়ে বিকর্তনের পুত্র কর্ণ, সূর্যের মতো উজ্জ্বল, গাণ্ডীবের রক্ষক মানুষদের মধ্যে সেই বাঘকে অর্জুন হত্যা করতে সফল হয়েছিল। এই কথা বলে স্বর্গীয় ঋষি নারদ চুপ হয়ে গেলেন। যুধিষ্ঠির শোকাহত, প্রচুর অশ্রু ত্যাগ করলেন এবং কুন্তী তাকে সান্ত্বনা দিলেন। যুধিষ্ঠির তার রাজ্য ত্যাগ করে জঙ্গলে চলে যাওয়ার এবং নির্জনে বসবাস করার ইচ্ছা প্রকাশ করেন। তিনি তার পরিবারের কাছ থেকে পরামর্শ গ্রহণ করেন এবং সেই সাথে ঋষি নারদ এবং ব্যাস, এমনকি দেবাল, দেবস্থান এবং কানওয়ারেরও। পর্বটিতে রাজা জনক এবং বিদেহের রাণীর গল্প অন্তর্ভুক্ত রয়েছে, যিনি প্রকৃত পুরুষের তত্ত্বকে উপস্থাপন করেছেন যিনি বস্তুগত সম্পদের জন্য আকাঙ্ক্ষিত নন, এমন নয় যিনি বাহ্যিক প্রদর্শনের জন্য বস্তুগত সম্পদ ত্যাগ করেন। অর্জুন যুক্তি দেন যে পুণ্যের সম্পদ তৈরি করা এবং বজায় রাখা এবং তা দিয়ে ভাল করা, সৃষ্টি করা বা না করার চেয়ে বেশি পুণ্যজনক। যুধিষ্ঠির অর্জুনকে চ্যালেঞ্জ করলেন তিনি কিভাবে জানেন। ঋষি ব্যাস তখন হস্তক্ষেপ করেন এবং বেদ থেকে যুক্তি উপস্থাপন করেন যা অর্জুনের মন্তব্য এবং শঙ্খ ও লিখিতার গল্পকে সমর্থন করে। কৃষ্ণ অর্জুন এবং ব্যাসের সাথে একমত হন এবং নিজের যুক্তি যোগ করেন। বাসুদেব তখন তাকে ভীষ্মের কাছে যেতে বলেন, যিনি তার শরশয্যায় ছিলেন এবং তাকে প্রস্থানের আগে জীবন এবং চারটি আদেশের কর্তব্য সম্পর্কে প্রশ্ন করেন। তারা সবাই গিয়ে ভীষ্মের সাথে দেখা করেন, যেখানে কৃষ্ণ তার শক্তি ব্যবহার করে ভীষ্মকে ব্যথা থেকে মুক্তি দেন এবং ভীষ্ম তাদের পরবর্তী দিনগুলোতে একজন রাজার দায়িত্ব সম্পর্কে বক্তৃতা দেন।\nশান্তিপর্ব একজন নেতার শাসন ও কর্তব্যের একটি তত্ত্ব আবৃত্তি করে। এই তত্ত্বটি ভীষ্মের মৃত্যুতে যুধিষ্ঠির এবং তার ভাইদের (দেখানো) এবং সেইসাথে ঋষি বিদুরের কথার মাধ্যমে রূপরেখা দেওয়া হয়েছে।\nশান্তি পর্ব হল একজন রাজা এবং তার সরকারের কর্তব্য, ধর্ম (আইন ও বিধি), সুশাসন, অধিকার, ন্যায়বিচার এবং কীভাবে এগুলো সমৃদ্ধি তৈরি করে তা বর্ণনা করে। যুধিষ্ঠির একটি সমৃদ্ধ ও শান্তিপূর্ণ রাজ্যের রাজা হন, ভীম তাঁর উত্তরাধিকারী, ঋষি বিদুর প্রধানমন্ত্রী, সঞ্জয় অর্থমন্ত্রী, অর্জুন প্রতিরক্ষা ও বিচার মন্ত্রী এবং ধৌম্যকে রাজপুরোহিত এবং উপদেষ্টা দায়িত্বে নিযুক্ত করা হয়। এই গ্রন্থগুলোতে কৃষ্ণ দ্বারা আবৃত্তি করা যোগব্যায়ামের উপর একটি গ্রন্থও রয়েছে।\n\n\n== ইংরেজি অনুবাদ ==\nশান্তিপর্ব সংস্কৃত ভাষায় রচিত হয়েছিল। ইংরেজিতে বইটির বেশ কিছু অনুবাদ পাওয়া যায়। ১৯শতকের দুটি অনুবাদ, যা এখন পাবলিক ডোমেনে রয়েছে, সেগুলো কিশোরী মোহন গাঙ্গুলী এবং মন্মথ নাথ দত্তের। অনুবাদগুলো প্রতিটি অনুবাদকের ব্যাখ্যার সাথে পরিবর্তিত হয়।\nক্লে সংস্কৃত লাইব্রেরি মহাভারতের একটি ১৫ খণ্ডের সেট প্রকাশ করেছে যার মধ্যে অ্যালেক্স উইনের শান্তি পর্বের অনুবাদ রয়েছে। এই অনুবাদটি আধুনিক এবং মহাকাব্যের একটি পুরানো পাণ্ডুলিপি ব্যবহার করেছে। অনুবাদটি শ্লোক এবং অধ্যায়গুলোকে সরিয়ে দেয় না যেগুলোকে ১ম বা ২য় সহস্রাব্দ খ্রিস্টাব্দে মহাকাব্যে জাল এবং অনুপ্রবেশকৃত বলে ব্যাপকভাবে বিশ্বাস করা হয়।\nদেবরয়, ২০১১ সালে, মন্তব্য করেছেন যে শান্তিপর্বের হালনাগাদকৃত সমালোচনামূলক সংস্করণ, শ্লোক এবং অধ্যায়গুলোকে সরিয়ে ফেলার পরে, যা সাধারণভাবে বানোয়াট হিসাবে গ্রহণ করা হয়েছে এবং মূলে সন্নিবেশ করা হয়েছে, এতে ৩টি অংশ, ৩৫৩টি অধ্যায় (অধ্যায়) এবং ১৩,০০৬টি শ্লোক (শ্লোক) রয়েছে।\n\n\n== উল্লেখযোগ্য বৈশিষ্ট্য ==\nশান্তি পর্ব — দীর্ঘতম বই এবং সর্বাধিক সংখ্যক শ্লোক — এতে অনেকগুলো গ্রন্থ এবং উপকথা রয়েছে। উদাহরণগুলোর মধ্যে রয়েছে জাত সম্পর্কিত একটি তত্ত্ব, শাসনের উপর একটি তত্ত্ব, এবং দুষ্ট পাখি এবং করুণাময় কবুতরের উপকথা।\n\n\n=== জাত সম্পর্কে দৃষ্টিভঙ্গী ===\nপর্বের ১৮৮ এবং ১৮৯ অধ্যায় ভৃগুর বর্ণ তত্ত্ব পাঠ করে শুরু হয়, যার মতে ব্রাহ্মণরা ছিল সাদা, ক্ষত্রিয়রা লাল, বৈশ্যরা হলুদ এবং শূদ্ররা কালো। ঋষি ভরদ্বাজ যুক্তি দিয়েছেন কীভাবে বর্ণ বৈষম্য করা যেতে পারে যখন বাস্তবে প্রতিটি শ্রেণির মানুষের মধ্যে সমস্ত রঙ পরিলক্ষিত হয়, যখন বাস্তবে সমস্ত গোষ্ঠীর লোকেরা একই ইচ্ছা, একই রাগ, একই ভয়, একই দুঃখ, একই ক্লান্তি, একই ক্ষুধা, একই ভালবাসা এবং অন্যান্য আবেগ অনুভব করে? প্রত্যেকেই একইভাবে জন্মগ্রহণ করে, রক্ত এবং পিত্ত বহন করে এবং একইভাবে মারা যায়, ভরদ্বাজ জোর দেন। কেন জাত আছে, প্রশ্ন রাখেন ভরদ্বাজ? ভৃগু উত্তর দেয় জাতভেদে কোন পার্থক্য নেই। এটি কাজকর্মের পার্থক্যের কারণে উদ্ভূত হয়েছিল। কর্তব্য এবং উত্তরণের আচার তাদের কারো জন্য নিষিদ্ধ নয়। জন মুইরের মতে, শান্তিপর্ব এবং এর সহচর গ্রন্থ অনুশাসন পর্ব দাবি করে না জন্ম, না দীক্ষা, না বংশ, না বইয়ের জ্ঞান একজন ব্যক্তির যোগ্যতা নির্ধারণ করে; কেবল তাদের প্রকৃত আচার-আচরণ, প্রকাশকৃত গুণাবলী এবং গুণাবলীই একজনের যোগ্যতা নির্ধারণ করে। শান্তিপর্বে দাবি করা হয়, কোনো উচ্চতর জাত নেই।\n\n\n=== শাসনের উপর শান্তি পর্ব ===\nপর্বটিতে ১০০ টিরও বেশি অধ্যায় একজন রাজার দায়িত্ব এবং সঠিক শাসনের নিয়ম সম্পর্কে উৎসর্গ করে। একটি সমৃদ্ধ রাজ্য সত্য ও ন্যায়ের দ্বারা পরিচালিত হতে হবে। শান্তিপর্বের অধ্যায় ৫৮ একজন শাসক এবং তার মন্ত্রিসভার দায়িত্ব মানুষকে সুখী হতে, সত্যের অনুসরণ করতে এবং আন্তরিকভাবে কাজ করতে সক্ষম করার পরামর্শ দেয়। অধ্যায় ৮৮ রাজতন্ত্রকে সম্পদ প্রদানের জন্য নাগরিকদের ক্ষমতা বা সামর্থ্যকে আঘাত না করে রাজাকে কর দেওয়ার সুপারিশ করে, যেমন মৌমাছিরা ফুল থেকে মধু সংগ্রহ করে, গাভী পালনকারীরা বাছুরকে ক্ষুধার্ত বা গাভীকে আঘাত না করে দুধ তোলে; যারা করের বোঝা বহন করতে পারে না, তাদের ওপর কর আরোপ করা উচিৎ নয়। অধ্যায় ২৬৭ বিচারিক কর্মীদের সাজা দেওয়ার আগে চিন্তা করার পরামর্শ দেয়, কেবল অপরাধের সমানুপাতিক শাস্তির শাস্তি, কঠোর এবং মৃত্যুদণ্ড এড়াতে এবং অপরাধের জন্য অপরাধীর নিরপরাধ আত্মীয়দের শাস্তি না দেয়। পর্বের ১৫ এবং ৯০ এর মতো বেশ কয়েকটি অধ্যায় দাবি করে যে একজন শাসকের সঠিক কাজ হল ধর্ম অনুসারে শাসন করা; তার একটি সরল জীবনযাপন করা উচিৎ এবং জীবনের বিলাসিতা উপভোগ করার জন্য তার ক্ষমতা ব্যবহার করা উচিৎ নয়। শান্তিপর্ব ধর্মকে আচার-অনুষ্ঠান বা কোনো ধর্মীয় অনুশাসনের পরিপ্রেক্ষিতে সংজ্ঞায়িত করে না, বরং সত্য, অহিংসা, অস্তেয় (অন্যের দ্বারা সৃষ্ট সম্পত্তি চুরি না করা), শৌচম (বিশুদ্ধতা) এবং দম (সংযম) বৃদ্ধি করে। শান্তি পর্বের অধ্যায় ১০৯ শাসকদের একটি ধর্ম (কর্তব্য, দায়িত্ব) আছে সমস্ত জীবের উন্নতিতে সাহায্য করার জন্য। সর্বোত্তম আইন, শান্তি পার্ব দাবি করে, এমন একটি যা কোনো নির্দিষ্ট গোষ্ঠীকে আঘাত না করে সমস্ত জীবের কল্যাণ বাড়ায়।\n\n\n=== শিকারী এবং কবুতর ===\nশান্তিপর্ব অনেক প্রতীকী উপকথা এবং গল্প আবৃত্তি করে, যার মধ্যে একটি হল শিকারী এবং কবুতরের উপকথা। এই উপাখ্যানটি ১৪৩ থেকে ১৪৭ অধ্যায়ে ভীষ্ম দ্বারা যুধিষ্ঠিরের কাছে পুণ্য, লাভ এবং আকাঙ্ক্ষার পাঠ হিসাবে পাঠ করা হয়েছে: একটি দুষ্ট শিকারী বনের বন্য পাখিদেরকে নিষ্ঠুর উপায়ে ধরে এবং তাদের তাদের মাংস বা পোষা প্রাণী হিসাবে বিক্রি করে জীবিকা নির্বাহ করেছিল। একদিন, যখন তিনি বনে ছিলেন, তখন একটি ঠাণ্ডা ঝড় বয়ে গেল। ঝড় একটা কবুতরকে ছিটকে দিল, যে ঠাণ্ডায় কাঁপতে কাঁপতে অসহায় হয়ে মাটিতে পড়ে ছিল। শিকারী সেই কবুতরটিকে তুলে নিয়ে তাকে বিক্রির জন্য খাঁচায় রাখল। ঝড় চলতে থাকে। শিকারীটি আশ্রয় নেওয়ার সিদ্ধান্ত নেয় এবং একটি গাছের নীচে হিমশীতল রাতটি কাটায়। যখন সে একটি বিশাল গাছের নীচে বসল, তখন সে উচ্চস্বরে গাছটিতে অবস্থানকারি সমস্ত দেবতা এবং প্রাণীদের প্রতি আহ্বান জানায় যে সে তাদের অতিথি হওয়ায় তাকে আশ্রয় দেওয়ার অনুমতি দিন। গাছের একটি ডালে একটি কবুতর পরিবার বাস করত, যার গৃহকর্ত্রী খাবারের জন্য বাইরে গিয়েছিল কিন্তু ফিরে আসেনি। পুরুষ কবুতরটি তার স্ত্রীকে না ফিরে পেয়ে বিলাপ করে বলেছিল, “কারোর বাড়িই বাড়ি নয়, স্ত্রীই একটি ঘরকে বাড়িতে রূপ দেয়। আমার স্ত্রী ছাড়া আমার ঘরটি জনশূন্য। আমার স্ত্রী যদি আজ ফিরে না আসে তবে আমি আর বাঁচতে চাই না, কারণ স্ত্রীর মতো বন্ধু আর নেই।” বিলাপকারী কবুতটির সেই নিখোঁজ স্ত্রী গাছের নীচের খাঁচায়ই ছিল।\nখাঁচায় থাকা কবুতরটি তার কবুতরের স্বামীকে ডাকল এবং তাকে তার বা তার নিজের বাসনা নিয়ে চিন্তা না করার জন্য বলেছিল, তবে শিকারীটিকে তার সর্বোত্তম ক্ষমতা অনুসারে অতিথি হিসাবে সমাদর করতে বলল। শিকারীটি ঠাণ্ডা এবং ক্ষুধায় কাতর, কবুতরটি জানায়। তার প্রতি অতিথিপরায়ণ হও, আমার জন্য দুঃখ করো না। প্রত্যেকের প্রতিই সদয় হওয়া উচিৎ, এমনকি যারা তোমার সাথে অন্যায় করেছে, সে-কবুতরটি বলল। কবুতরের স্বামী, তার স্ত্রীর অনুরোধে অনুপ্রাণিত হয়ে নিচে উড়ে এসে শিকারীটিকে স্বাগত জানাল। কবুতর জিজ্ঞেস করলো যে সে শিকারীটিকে আরামবোধ করার জন্য কি করতে পারে। শিকারীটি বলে উষ্ণ আগুন তার ঠাণ্ডা দূর করতে পারে। তাই, কবুতর কিছু শুকনো পাতা সংগ্রহ করে জ্বালিয়ে দিল। আগুন শিকারীটিকে উষ্ণ করেছিল, যে তখন পুরুষ কবুতরকে বলেছিল যে সে খুব ক্ষুধার্ত। কবুতরের কাছে তার অতিথিকে দেওয়ার মতো খাবার ছিল না। সুতরাং, কবুতরটি তিনবার আগুনের চারপাশে হাঁটল, তারপরে শিকারীটিকে তাকে খেতে বলল এবং কবুতরটি শিকারীর জন্য খাবারের ব্যবস্থা করতে নিজে আগুনে প্রবেশ করল। কবুতরের মমতা শিকারীকে নাড়া দিয়েছিল, যে তার জীবনের প্রতিফলন শুরু করেল। শিকারীটি সমস্ত প্রাণীর প্রতি করুণাময় হওয়ার সংকল্প করল। তিনি নীরবে মাদী কবুতরটিকে খাঁচা থেকে ছেড়ে দেন। সে, যে তার কবুতর স্বামীকে আগুনে হারিয়েছিল, এতটাই গভীর প্রেমে পড়েছিল যে সেও আগুনে চলে গিয়েছিল। শিকারীটি কেঁদেছিল, এবং বছরের পর বছর ধরে বন্য পাখিদের সমস্ত আঘাত এবং ব্যথার জন্য দুঃখে কাতর হয়েছিল।\n\n\n== সমালোচনামূলক অভ্যর্থনা ==\nপণ্ডিতগণ শান্তিপর্ব এবং এর সহচর বই অনুশাসন পর্বের অনেক অধ্যায়ের ঘটনাক্রম ও বিষয়বস্তু নিয়ে প্রশ্ন তুলেছেন। এই পণ্ডিতরা জিজ্ঞাসা করেন যে এই দুটি বই প্রাচীন ভারতের জ্ঞানের প্রতিনিধিত্ব করে, নাকি এই অধ্যায়গুলো ভারতের মধ্যযুগীয় যুগে বা খ্রিস্টীয় দ্বিতীয় সহস্রাব্দে সামাজিক ও নৈতিক তত্ত্বগুলো ছড়িয়ে দেওয়ার জন্য পাচার করা হয়েছিল।\nআইয়ার, ১৯২৩ সালে, পূর্ব, পশ্চিম এবং দক্ষিণ ভারতে সংস্কৃত এবং বিভিন্ন ভারতীয় ভাষায় প্রাপ্ত শান্তিপর্ব পাণ্ডুলিপির বিভিন্ন সংস্করণের তুলনা করেন। তুলনাটি দেখায় যে সমস্ত পাণ্ডুলিপিতে নৈতিক ও নৈতিক তত্ত্বের কিছু অধ্যায় এবং আয়াত পাওয়া গেলেও পাণ্ডুলিপির অনেক অংশের মধ্যে প্রধান অসঙ্গতি রয়েছে। শুধু অধ্যায়ের ক্রম ভিন্ন নয়, প্রচুর সংখ্যক শ্লোক অনুপস্থিত ছিল, পাণ্ডুলিপিগুলোর মধ্যে সম্পূর্ণ ভিন্ন বা কিছুটা অসামঞ্জস্যপূর্ণ। সবচেয়ে অসামঞ্জস্যপূর্ণ বিভাগগুলো ছিল যেগুলো সামাজিক রীতিনীতি, বর্ণ এবং রাজাদের কিছু কর্তব্য সম্পর্কিত। আইয়ার দাবি করেন এই অধ্যায়গুলো অনুপ্রবেশ করানো হয়েছিল এবং মহাভারতের মধ্যে প্রবেশ করানো হয়েছিল, অথবা উত্তরগুলো আঞ্চলিক এজেন্ডা বা দৃষ্টিভঙ্গির জন্য পুনর্লিখন করা হয়েছিল। আলফ হিলটেবিটেল একইভাবে শান্তি ও অনুশাসন পর্বের কিছু অংশের কালানুক্রম এবং সত্যতা নিয়ে প্রশ্ন তুলেছেন। কিশোরী মোহন গাঙ্গুলীও শান্তিপর্বকে মহাভারতের পরবর্তী প্রসার হিসেবে বিবেচনা করেন।\n\n\n== উদ্ধৃতি এবং শিক্ষা ==\n \nরাজধর্ম অনুশাসন পর্ব, 25 অধ্যায়:\n\nরাজধর্ম অনুশাসন পর্ব, অধ্যায় ৫৬:\n\nঅপধর্ম অনুশাসন পর্ব, অধ্যায় ১৩৮:\n\nঅপধর্ম অনুসাসন পর্ব, অধ্যায় ১৪২:\n\nমোক্ষ ধর্ম পর্ব, অধ্যায় ২৫৯:\n\nমোক্ষ ধর্ম পর্ব, অধ্যায় ২৫৯:\n\nমোক্ষ ধর্ম পর্ব, অধ্যায় ২৯৯:\n\n\n== আরও দেখুন ==\nমহাভারতের পূর্ববর্তী গ্রন্থ: স্ত্রী পর্ব\nমহাভারতের পরবর্তী গ্রন্থ: অনুশাসন পর্ব\n\n\n== তথ্যসূত্র ==\n\n\n== বহি সংযোগ ==\nশান্তি পর্ব, কিশোরী মোহন গাঙ্গুলীর ইংরেজি অনুবাদ\nশান্তি পর্ব - কিশোরী মোহন গাঙ্গুলীর 1 খণ্ড ইংরেজি অনুবাদ, প্রিন্সটন বিশ্ববিদ্যালয়ে স্ক্যান করা এবং সংরক্ষণাগারভুক্ত\nশান্তি পর্ব - কিসারি মোহন গাঙ্গুলীর দ্বারা 2 খণ্ডের ইংরেজি অনুবাদ, প্রিন্সটন বিশ্ববিদ্যালয়ে স্ক্যান করা এবং সংরক্ষণাগারভুক্ত\nনীলকণ্ঠেরর ভাষ্য সহ ব্যাসদেবের সংস্কৃতে শান্তি পর্ব - অ্যাডোব অ্যাক্রোব্যাট পিডিএফ ফরম্যাটে একটি বড় ফাইল\nরামনারায়ণদত্ত শাস্ত্রীর সংস্কৃত ও হিন্দিতে শান্তি পর্ব, ৫ম খণ্ড"}