{"pageid": 1423296, "title": "ভারতীয় প্রবাহ প্রজাতন্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=1423296", "content": "ভারতীয় প্রবাহ প্রজাতন্ত্র ছিল উত্তর আমেরিকার একটি অস্বীকৃত প্রজাতন্ত্র, সীমান্তের সেই অংশ বরাবর যা মার্কিন যুক্তরাষ্ট্রের নিউ হ্যাম্পশায়ার অঙ্গরাজ্য থেকে বর্তমান কানাডিয়ান প্রদেশ কুইবেককে বিভক্ত করেছে। এটি ১৮৩২ সালের ৯ জুলাই থেকে ১৮৩৫ সালের ৫ আগস্ট পর্যন্ত বিদ্যমান ছিল। ১৮৩০ সালে মার্কিন যুক্তরাষ্ট্রের আদমশুমারি-গ্রহীতা দ্বারা \"ভারতীয় প্রবাহ অঞ্চল, তথাকথিত\" হিসাবে বর্ণনা করা হয়েছে, একটি ছোট জলপ্রবাহ হিসাবে এই অঞ্চলটির নামকরণ করা হয়েছিল ভারতীয় প্রবাহ।  এটির একটি সংগঠিত নির্বাচিত সরকার ও সংবিধান ছিল এবং প্রায় তিন শতাধিক নাগরিককে সেবা প্রদান করেছিল।\n\n\n== ইতিহাস ==\nএই অঞ্চলটিতে প্রথমে ইউরোপীয়রা একজন এবিনাকি ব্যক্তি রাজা ফিলিপের কাছ থেকে একটি ভূমি অনুদানের অধীনে বসতি স্থাপন করেছিল, যার নাম ছিল মেটাকোমেট, যাকে রাজা ফিলিপও বলা হত।\nএই অনুদানটি একটি জমি-ফটকা সংস্থার কাছে বিক্রি করা হয়েছিল, যখন একই উপজাতির ভারতীয়দের দ্বিতীয় দলটি ইউরোপীয়দের অন্য একটি সংস্থার কাছে বর্ণনা করেছিল যে তাদের প্রধানকে পদচ্যুত করা হয়েছে এবং তাদের দ্বিতীয় সংস্থাকে অনুদান দেওয়ার ক্ষমতা দেওয়া হয়েছিল। বিপ্লবী যুদ্ধের পরে উভয় সংস্থাই অঞ্চলগুলি জরিপ করেছিল এবং বসতি স্থাপনকারীদের জন্য তাদের নিজস্ব জমি অনুদান জারি করেছিল, যা প্রায়শই একে অপরের সমাপতিত অংশ।  ১৮১২ সালের যুদ্ধের পরে, যখন উভয় সংস্থাই আর্থিক সংকটে ছিল, তারা একত্রিত হয় এবং সমস্ত জমির দাবির পুনর্মিলন করে।\nএকটি স্বাধীন জাতি হিসাবে ভারতীয় প্রবাহের প্রতিষ্ঠা মূলত ১৭৮৩ সালের প্যারিস চুক্তিতে সংজ্ঞায়িত মার্কিন যুক্তরাষ্ট্র ও ব্রিটিশ নিম্ন কানাডার মধ্যে অস্পষ্ট সীমানার ফলাফল ছিল। \"কানেটিকাট নদীর উত্তর-পশ্চিমতম সম্মুখভাগ\" কোথায় হতে পারে তার তিনটি সম্ভাব্য ব্যাখ্যা ছিল। ফলস্বরূপ, তিনটি উপনদীর মধ্যে ও আশেপাশের এলাকা যা কানেটিকাট নদীর সম্মুখভাগের মধ্যে ছিল তা নিশ্চিতভাবে মার্কিন যুক্তরাষ্ট্র বা নিম্ন কানাডা (যা ১৭৯১ সালে গঠিত হয়েছিল) এর এখতিয়ারের অধীনে ছিল না।\n\nচুক্তির প্রাসঙ্গিক পাঠ্যটি পঠনে:... [পশ্চিমে] উল্লিখিত উচ্চভূমি বরাবর যা আটলান্টিক মহাসাগরে পতিত নদী থেকে সেন্ট লরেন্স নদীতে নিজেকে খালি করে এমন নদীগুলিকে কানেকটিকাট নদীর উত্তর-পশ্চিমতম মাথা পর্যন্ত বিভক্ত করে; সেখান থেকে সেই নদীর মাঝখান বরাবর উত্তর অক্ষাংশের পঁয়তাল্লিশ ডিগ্রি পর্যন্ত; সেখান থেকে উক্ত অক্ষাংশে পশ্চিমে একটি রেখা দিয়ে ...\nপ্রজাতন্ত্র চারটি কানেটিকাট হ্রদ সহ বর্তমানে নিউ হ্যাম্পশায়ার অঙ্গরাজ্যের উত্তরাঞ্চল বেষ্টিত। ব্রিটিশরা যখন দক্ষিণ-পূর্ব শাখার (কানেটিকাট হ্রদের ধারা) দাবি করেছিল, তখন মার্কিন যুক্তরাষ্ট্র সীমানা দাবি করেছিল যেমনটি আজ রয়েছে (অর্থাৎ, পশ্চিমে হলস প্রবাহ, যা তর্কযোগ্যভাবে, কানেটিকাটের \"উত্তর-পশ্চিমতম সম্মুখভাগ স্রোত\")। উভয় পক্ষই কর সংগ্রাহক এবং ঋণ সংগ্রহকারী শেরিফদের প্রেরণ করেছিল। দ্বৈত কর জনগণকে ক্ষুব্ধ করেছিল এবং মার্কিন যুক্তরাষ্ট্র ও গ্রেট ব্রিটেন সীমারেখা নিয়ে একটি মীমাংসা না করা পর্যন্ত এই সমস্যাটির অবসান ঘটাতে প্রজাতন্ত্র গঠন করা হয়েছিল। কিছু নাগরিক ভারতীয় প্রবাহকে মার্কিন যুক্তরাষ্ট্রের অংশ হিসাবে বিবেচনা করে তবে নিউ হ্যাম্পশায়ারের অংশ নয়। ভারতীয় প্রবাহ পরিষদ ১৮৩২ সালের ৯ জুলাই স্বাধীনতা ঘোষণা করে এবং একটি সংবিধান তৈরি করে। সংবিধানের একজন খসড়া ছিলেন লুথার পার্কার, যিনি ১৮৩২ থেকে ১৮৩৫ সাল পর্যন্ত প্রজাতন্ত্রের ন্যায়পাল হিসাবে কাজ করেছিলেন।\n\nভারতীয় প্রবাহের সংবিধানের \"দ্বিতীয় খণ্ড - সরকারের রূপ\"-এ বলা হয়েছে:পূর্বে ভারতীয় প্রবাহ অঞ্চল নামে পরিচিত এই অঞ্চলে বসবাসকারী লোকেরা এতদ্বারা একে অপরের সাথে আন্তরিকভাবে ও পারস্পরিকভাবে একমত হয় যে তারা নিজেদেরকে ভারতীয় প্রবাহ নামে একটি রাজনৈতিক সংস্থায় পরিণত করবে এবং সেই ক্ষমতায় একটি মুক্ত, সার্বভৌম ও স্বাধীন রাষ্ট্রের সমস্ত ক্ষমতা প্রয়োগ করবে, যতক্ষণ না এটি আমাদের নিজস্ব অভ্যন্তরীণ সরকারের সাথে সম্পর্কিত, যতক্ষণ না আমরা সঠিকভাবে কোন সরকারের অন্তর্গত তা নিশ্চিত করতে পারি।\n\nস্বাধীনতার ঘোষণার কারণে কুস কাউন্টির শেরিফকে তার সম্পৃক্ততা বন্ধ করতে পারেনি, পরবর্তী ঘটনাগুলি নিউ হ্যাম্পশায়ারের আসন্ন আক্রমণের দিকে নিয়ে যায়। ১৮৩৫ সালের ৩০ জুলাই এই শেরিফ মিলিশিয়ার জন্য অনুরোধ করেছিলেন। বিতর্কিত অঞ্চলে অগ্রসর হওয়ার জন্য প্রস্তুতি নিয়ে কোলব্রুকের আশেপাশের শহর থেকে পদাতিক বাহিনীর দুটি কোম্পানি স্টুয়ার্টসটাউনে মিলিত হয়েছিল। শেরিফ তাদের আগে এবং ৪ আগস্ট পরিষদের ৩০ থেকে ৪০ জন সদস্যের সাথে দেখা করেন, যাদের তিনি একটি আল্টিমেটাম জারি করেন। জোরপূর্বক দখলের হুমকির মুখে, জমায়েত হওয়া পরিষদের অধিকাংশই আত্মসমর্পণ করে এবং নিউ হ্যাম্পশায়ার দ্বারা সংযুক্ত হওয়ার জন্য নতি স্বীকার করে। পরের দিন প্রজাতন্ত্র স্বাধীনভাবে কাজ করা বন্ধ করে দেয় যখন ভারতীয় প্রজাতন্ত্রের পাঁচজন নেতা নিম্ন কানাডার শেরব্রুক-এ একজন ব্রিটিশ কর্মকর্তাকে চিঠি লেখেন যে, ব্রিটিশদের সুরক্ষার জন্য তাদের আবেদনের প্রতিক্রিয়ার সাথে সাথে নিউ হ্যাম্পশায়ার দ্বারা সংযুক্তিকরণে ভারতীয় প্রবাহ সম্মত হয়েছে। \"প্রবাহকারীদের মধ্যে একজন\" রিচার্ড আই. ব্লানচার্ড কুস কাউন্টির সহকারী শেরিফ হিসেবে কাজ করতে সম্মত হন। মিলিশিয়ারা স্টুয়ার্টসটাউনে অবস্থান করে এবং ৬ আগস্ট তাদের বাড়িতে ছড়িয়ে পড়ে।\nনিউ হ্যাম্পশায়ার দ্বারা ভারতীয় প্রবাহকে সংযুক্ত করা জমি বিবাদের সমাধান করেনি। স্থানীয় ব্রিটিশ কর্মকর্তারা সংযুক্তি সম্পর্কে একটি অস্পষ্ট অভিমত নিয়েছিলেন। একটি ঘটনা শীঘ্রই পরিস্থিতি পরীক্ষা করেছিল। ১৮৩৫ সালের অক্টোবরে, ব্লানচার্ড একটি অপরিশোধিত হার্ডওয়্যার-স্টোরের ঋণের জন্য জন টাইলারকে গ্রেপ্তার করতে একটি ছোট দলের নেতৃত্ব দেন। গ্রেপ্তারের পর, টাইলারকে তার প্রতিবেশীদের একটি দল কুস কাউন্টিতে ফেরার পথে মুক্ত করে। ব্রিটিশ ম্যাজিস্ট্রেটের কাছে ঘটনাটি জানানোর সময়, টাইলার মিথ্যাভাবে শপথ করে বলেছিলেন যে তার গ্রেপ্তারের স্থান ছিল নিম্ন কানাডার ড্রেটনে।  ম্যাজিস্ট্রেট তারপরে ব্লানচার্ডের গ্রেপ্তারের জন্য একটি পরোয়ানা জারি করেন, যা একজন সহকারী এবং প্রবাহকারীদের ব্রিটিশ দলের কয়েকজন সদস্য দ্বারা পরিচালিত হয়েছিল, যারা ব্লানচার্ডকে নিয়ে নিম্ন কানাডার ম্যাজিস্ট্রেটের বাড়ির দিকে ফিরে আসছিলেন।\nপথে, একদল প্রবাহকারী তাদের রাস্তায় থামিয়ে দিয়ে ব্লানচার্ডকে উদ্ধার করে এবং তাদের মুক্তিপ্রাপ্ত কমরেডকে নিয়ে ভারতীয় প্রবাহে ফিরে আসে। সহকারীর দল ম্যাজিস্ট্রেটের বাড়িতে দিকে এগিয়ে গেল। বেশ কয়েক ঘন্টা পরে, পাশের রাস্তায় সশস্ত্র প্রবাহকারীদের একটি দল থেকে হৈচৈ শুরু হয়েছিল, মদ্যপানে উত্সাহিত হয়ে একটি ছাপ তৈরি করার জন্য ঝুঁকেছিল। হানাদার বাহিনী সহকারীকে উরুর মধ্যে দিয়ে গুলি করে এবং তারপর লড়াইয়ের সময় তার মাথার খুলিতে একটি বাঁকা তলোয়ার দিয়ে আঘাত করে ম্যাজিস্ট্রেটকে বন্দী করে। তারা রক্তাক্ত ম্যাজিস্ট্রেটকে বন্দী করে কানান, ভার্মন্টে ফিরে আসেন, যেখানে স্থানীয় নেতারা তার ক্ষতের চিকিৎসা করেন এবং তৎক্ষণাৎ তাকে ছেড়ে দেন। পরবর্তীতে, সৈন্য ও কর্মকর্তা সহ পঞ্চাশ জন নিউ হ্যাম্পশায়ার মিলিশিয়ার একটি বিচ্ছিন্ন দল নভেম্বরের মাঝামাঝি থেকে ১৮৩৬ সালের ১৮ ফেব্রুয়ারি পর্যন্ত অঞ্চলটি দখল করেছিল। ২ এপ্রিল ১৮৩৬-এ, \"নিউ হ্যাম্পশায়ারের ভারতীয় প্রবাহের ভূখণ্ডের উপর নিঃশর্ত নিয়ন্ত্রণ প্রয়োগ করার অধিকার আছে\" এই প্রস্তাবনাটি ভারতীয় প্রবাহের নাগরিকদের দ্বারা অনুমোদিত হয়েছিল।\nএই আন্তর্জাতিক ঘটনা কূটনৈতিক সংকট সৃষ্টি করেছিল। যুক্তরাষ্ট্রে নিযুক্ত ব্রিটিশ রাষ্ট্রদূত রাষ্ট্রপতি অ্যান্ড্রু জ্যাকসন ও পররাষ্ট্রমন্ত্রীর কাছে প্রতিবাদ জানিয়েছিলেন। উভয় সরকারই হার্ডওয়্যার-স্টোর ঋণের মতো তুচ্ছ বিষয় নিয়ে যুদ্ধের ধারণায় হতবাক হয়ে পড়েছিল, যাতে বিষয়গুলি আরও বাড়তে না পারে তার ব্যবস্থা নিতে দৃঢ়প্রতিজ্ঞ হয়েছিল এবং সীমান্ত নিষ্পত্তির চুক্তির সমাপ্তির আগের বছরগুলিতে একটি অস্বস্তিকর শান্তি স্থায়ী হয়েছিল।\n১৮৩৭ সালের জুলাই মাসে, লন্ডনে লর্ড পালমারস্টন ব্রিটিশ বিচার ব্যবস্থায় ঘটনাটি থেকে উদ্ভূত সমস্ত অভিযোগ খারিজ করে দেন এবং ব্রিটিশ অবস্থান পুনর্ব্যক্ত করেন যে অঞ্চলটি ব্রিটিশ উত্তর আমেরিকার অংশ। ১ জুন ১৮৪০-এ নেওয়া মার্কিন আদমশুমারির সময় এলাকাটিকে ভারতীয় প্রবাহ হিসাবে বর্ণনা করা হয়েছিল, যখন স্থানীয় জনসংখ্যা ছিল ৩১৫ জন। বাসিন্দাদের আবেদনের পরিপ্রেক্ষিতে এলাকাটিকে ১৮৪০ সালে পিটসবার্গ শহর হিসাবে অন্তর্ভুক্ত করা হয়েছিল।\n১৮৪২ সালে, ওয়েবস্টার-অ্যাশবার্টন চুক্তির মাধ্যমে ভূমি বিরোধটি নিশ্চিতভাবে সমাধান করা হয়েছিল এবং ভূমিটি নিউ হ্যাম্পশায়ারকে বরাদ্দ করা হয়েছিল। ১৮৪৫ সালে লুইস রবিনসন \"সর্বশেষ কর্তৃপক্ষের উপর ভিত্তি করে নিউ হ্যাম্পশায়ারের মানচিত্র\" সীমানাটিকে ক্লার্কসভিল শহরের উত্তরের দিকে দেখান তবে আধুনিক পিটসবার্গের ঠিক দক্ষিণ দিকে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nব্রাউন, রজার হ্যামিল্টন। ভারতীয় প্রবাহ অঞ্চলের জন্য সংগ্রাম । ক্লিভল্যান্ড, OH: ওয়েস্টার্ন রিজার্ভ ইউনিভার্সিটি প্রেস, ১৯৫৫\n\nহারমন, জোশুয়া । কুইনেহতুকুত । Buffalo: Starcherone Books, ২০০৭\nলেন্ট, জেফ্রি। হারিয়ে যাওয়া জাতি । নিউ ইয়র্ক: আটলান্টিক মাসিক প্রেস, ২০০২। (ঐতিহাসিক কথাসাহিত্য)\nপাইক, রবার্ট ই. লম্বা গাছ, শক্ত পুরুষ । নিউ ইয়র্ক: ডব্লিউডব্লিউ নর্টন অ্যান্ড কোম্পানি, ১৯৬৭\nপাইক, রবার্ট ই. স্পাইকড বুটস: স্কেচ অফ দ্য নর্থ কান্ট্রি । উডস্টক, ভিটি: দ্য কান্ট্রিম্যান প্রেস, ১৯৯৯ [পুনঃমুদ্রণ]।\nঅডেট, ফ্রাঁসোয়া জোসেফ। লা রিপাবলিক ডি'ইন্ডিয়ান স্ট্রীম । টরন্টো: দ্য কপ-ক্লার্ক কোং, ১৯০৬"}