{"pageid": 1423673, "title": "আল-মাহানী", "url": "https://bn.wikipedia.org/wiki?curid=1423673", "content": "আবু আব্দুল্লাহ মুহাম্মাদ ইবনে ঈসা আল মাহানী ( আরবি: ابوعبدالله محمد بن عیسی ماهانی ; প্রসিদ্ধ হন: ৮৬০ খ্রি. এবং মৃত্যু: ৮৮০) ছিলেন একজন পার্সিক  গণিতবিদ ও জ্যোতির্বিজ্ঞানী, যিনি ইরানের মাহানে (আজকের কের্মন প্রদেশ) জন্মগ্রহণ করেন এবং তিনি আব্বাসীয় খিলাফতের রাজধানী বাগদাদে  সক্রিয় ছিলেন। তাঁর পরিচিত গাণিতিক কাজের মধ্যে রয়েছে ইউক্লিডের উপাদান ও আর্কিমিডিসের অন দ্য স্ফিয়ার এবং \"সিলিন্ডার এন্ড মেনেলাউসের স্পিয়ারিকা\" গ্রন্থে নিজের ভাষ্য সংযুক্তকরণ; পাশাপাশি তার ভাষ্যটি পরবর্তীতে দুটি স্বাধীন গ্রন্থের রূপ ধারণ করে। তিনি একটি প্রদত্ত অনুপাতের দুটি ভলিউমে একটি গোলক কাটার আর্কিমিডিস কর্তৃক উত্থাপিত একটি সমস্যা সমাধানের ব্যর্থ চেষ্টা করেছিলেন, যা পরবর্তীকালে ১০ শতকের গণিতবিদ আবু জাফর আল-খাজিন সমাধান করেছিলেন।\nজ্যোতির্বিজ্ঞানের উপর তার একমাত্র পরিচিত জীবিত ও প্রসিদ্ধ কাজ ছিল দিগংশের গণনা। এছাড়াও তিনি জ্যোতির্বিদ্যা পর্যবেক্ষণ করতে পরিচিত ছিলেন এবং দাবি করেছিলেন যে, তার গবেষণালব্ধ পরপর তিনটি চন্দ্রগ্রহণের শুরুর সময় প্রায় আধা ঘন্টার মধ্যে সঠিক ছিল।\n\n\n== জীবনী ==\nসূত্রের অভাবে ঐতিহাসিকগণ আল-মাহানীর জীবন সম্পর্কে খুব কমই জানেন।  তিনি পারস্যের মাহানে (তাই তার নিসবা আল-মাহানি ) জন্মগ্রহণ করেন।  তিনি ৯ম শতাব্দীতে বা হিজরি ৩য় শতাব্দীতে সক্রিয় ছিলেন; তিনি বাগদাদে থাকতেন। ৮৬০ সালে তিনি প্রসিদ্ধি লাভ করেন এবং ৮৮০ সালে মারা যান।  ইবনে ইউনুসের আল জিয আল কাবির আল হাকিমি গ্রন্থে একটি রেফারেন্স মতে, তিনি ৮৫৩ ও ৮৬৬ খ্রিস্ট সালের মধ্যে জ্যোতির্বিদ্যা পর্যবেক্ষণ করতে পরিচিত ছিলেন, যা ঐতিহাসিকদের তার জীবন ও গবেষণাকৃত কার্যকলাপের সময় অনুমান করতে দেয়।\nঅপর একটি সূত্র মতে, আল মাহানি ৮২০ সালে ( ২০৭ হিজরি) কের্মান অঞ্চলের মাহান নামি শহরে জন্মগ্রহণ করেন, যা বর্তমানে মধ্য ইরানে অবস্থিত। \n\n\n== বিশেষায়িত ক্ষেত্র ==\nতিনি ছিলেন বিশিষ্ট মুসলিম পণ্ডিতদের মধ্যে একজন এবং তিনি গণিত ও জ্যোতির্বিজ্ঞানে পারদর্শী ছিলেন। তিনি চন্দ্র এবং সূর্য গ্রহণসহ গ্রহগুলির একে অপরের সাথে সংযোগ সম্পর্কে নিজের গবেষণালব্ধ পর্যবেক্ষণ লিপিবদ্ধ করেছিলেন এবং ৮৫৩ খ্রিস্টাব্দ থেকে ৮৬৬ খ্রিস্টাব্দ পর্যন্ত সেগুলি রেকর্ড করেছিলেন। ইউক্লিড ও আর্কিমিডিস উভয়ের তত্ত্বের উপর মন্তব্যও লিখেছেন। তিনি আলেকজান্দ্রিয়ায় ম্যালিনাসের লেখা অনুবাদে ইসহাক বিন হুনাইনকে সাহায্য করেন এবং আয়তনের অনুপাত জেনে গোলাকার কণার বিভাজন সংক্রান্ত কিছু আর্কিমিডীয় সমস্যা সমাধানের চেষ্টা করেন।\n\n\n== অবদান ==\n\n\n=== অংক ===\nগণিতের উপর তার কাজ জ্যামিতি, পাটিগণিত এবং বীজগাণিতিক বিষয়গুলিকে কভার করে। তার কিছু গাণিতিক কাজ জ্যোতির্বিদ্যায় তিনি যে সব সমস্যার সম্মুখীন হন তার থেকেই অনুপ্রাণিত হয়ে সম্পাদিত হতে পারে। ১০ শতকে লিখিত কিতাব আল-ফিহরিস্ত গণিতে আল-মাহানীর অবদান উল্লেখ করেছে; কিন্তু জ্যোতির্বিদ্যায় কোনো অবদানের কথা নেই। \nতিনি সেই সময়ে তৎকালীন গাণিতিক সমস্যা নিয়েও কাজ করেছিলেন।  তিনি গ্রীক গাণিতিক কাজ : ইউক্লিডের 'এলিমেন্টস', আর্কিমিডিসের বই 'অন দ্য স্ফিয়ার 'ও 'সিলিন্ডার ' এবং আলেকজান্দ্রিয়ার গ্রন্থ 'স্ফেয়েরিকার মেনেলাউসের' উপর ভাষ্য লিখেছেন।  তার ভাষ্যগুলিতে তিনি ব্যাখ্যা যোগ করেছেন, তার সময়ের \"আধুনিক\" পদগুলি ব্যবহার করার জন্য তিনি ভাষা নবায়ন করেছেন এবং কিছু প্রমাণ পুনরায় তৈরি করেছেন।   তিনি একটি ফাই আল-নিসবা ( অন রিলেশনশিপ) নামে এবং সমচতুর্ভুজ অধিবৃত্তের উপর একটি স্বতন্ত্র গ্রন্থ রচনা করেছেন। \nএলিমেন্টসের উপর তাঁর ভাষ্যগুলি ১,৫,১০ এবং ১২ নম্বর অধ্যায় পর্যন্ত বিস্তৃত ছিল। তবে বর্তমান শুধুমাত্র পঞ্চম, দশম ও ১২ নং অধ্যায়ের কিছু অংশ বিদ্যমান আছে। পঞ্চম অধ্যায়ের ভাষ্যতে, মাহানী অনুপাতের উপর কিছু গবেষণা করেছিলেন। ক্রমাগত ভগ্নাংশের উপর ভিত্তি করে অনুপাতের সংজ্ঞার উপর একটি তত্ত্ব প্রস্তাব করেছিলেন, যা পরে গণিতবিদ আল-নাইরিজি স্বাধীনভাবে আবিষ্কার করেছিলেন।  \nদশম অধ্যায়ের ভাষ্যে, তিনি দ্বিঘাত অমূলদ সংখ্যা ও ঘন সংখ্যাসহ অমূলদ সংখ্যা নিয়ে কাজ করেছেন। তিনি ইউক্লিডের পরিমাপের সংজ্ঞাকে প্রসারিত করেন (যাতে শুধুমাত্র জ্যামিতিক রেখা অন্তর্ভুক্ত ছিল ) এবং মূলদিকের মাত্রা হিসাবে পূর্ণসংখ্যা এবং ভগ্নাংশের পাশাপাশি বর্গক্ষেত্র ও ঘনমূলগুলিকে অযৌক্তিক মাত্রা হিসাবে যুক্ত করেন। তিনি বর্গমূলকে \"সমতল অযৌক্তিকতা' ও ঘনমূলকে 'কঠিন অযৌক্তিকতা' বলে অভিহিত করেন এবং এ মূলের যোগফল বা পার্থক্যকে শ্রেণীবদ্ধ করেন; সেইসাথে মূলদিক থেকে মূলের যোগ বা বিয়োগের ফলাফলকেও অযৌক্তিক মাত্রা হিসেবে চিহ্নিত করেছেন। তারপর তিনি মূলের মত জ্যামিতিক মাত্রার পরিবর্তে সেই যুক্তিযুক্ত এবং অযৌক্তিক মাত্রা ব্যবহার করে দশম অধ্যায়ের ব্যাখ্যা করেছেন।   \nস্ফেরিকার ওপর তার ভাষ্য, যা ১ম এবং ২য় অধ্যায়ের কিছু অংশকে অন্তর্ভুক্ত করেছে, তার কোনোটিই আজ টিকে নেই। ভাষ্যটির সংস্করণ পরবর্তীতে আহমদ বিন আবি সাইদ আল-হারাভি (১০ শতাব্দী) দ্বারা নবায়ন করা হয়েছিল। পরবর্তীতে নাসির উদ্দীন তুসী ( ১২০১- ১২৭৪) আল-মাহানি এবং আল-হারাউইয়ের সংস্করণ খারিজ করে দেন এবং আবু নাসর মনসুরের রচনার উপর ভিত্তি করে স্ফেরিকা সম্পর্কে তাঁর নিজস্ব রায় লেখেন। পরে আল-তুসির সংস্করণ আরব-ভাষী বিশ্বে স্পিয়ারিকার সর্বাধিক পরিচিত সংস্করণ হয়ে ওঠে।  \nআল-মাহানি 'অন দ্য স্ফিয়ার এন্ড সিলিন্ডারের' ভাষ্যে দ্বিতীয় অধ্যায়ে আর্কিমিডিস কর্তৃক উত্থাপিত একটি সমস্যা সমাধান করার চেষ্টা করেছিলেন: একটি প্রদত্ত অনুপাতের দুটি ভলিউমে একটি সমতল দ্বারা একটি গোলককে কীভাবে ভাগ করা যায়। তার কাজ তাকে একটি সমীকরণের দিকে নিয়ে যায়, যা বর্তমান গোটা বিশ্বে 'আল-মাহানীর সমীকরণ' নামে পরিচিত। তা হল \n  \n    \n      \n        \n          x\n          \n            3\n          \n        \n        +\n        \n          c\n          \n            2\n          \n        \n        b\n        =\n        c\n        \n          x\n          \n            2\n          \n        \n      \n    \n    {\\displaystyle x^{3}+c^{2}b=cx^{2}}\n  \n। যাহোক, পরে ওমর খৈয়াম দ্বারা নথিভুক্ত করা হয়েছে যে; তবে এটি দীর্ঘ ধ্যান দেওয়ার পরে, তিনি শেষ পর্যন্ত সমস্যার সমাধান করতে ব্যর্থ হন। সমস্যাটি তখন অমীমাংসিত বলে বিবেচিত হয়, যতক্ষণ না ১০ শতকের পার্সিক গণিতবিদ আবু যাফর আল-খাজিন কনিক বিভাগ ব্যবহার করে এর সমাধান করেছিলেন।   \n\n\n=== জ্যোতির্বিদ্যা ===\nতার জ্যোতির্বিদ্যাগত গ্রহসংযোগের সাথে সাথে সূর্য ও চন্দ্রগ্রহণ সম্পর্কে ইবনে ইউনুসের জিজ (জ্যোতির্বিদ্যা সারণী) গ্রন্থে উদাহৃত করা হয়েছে (আনুমানিক ৯৫০- ১০০৯ খ্রি)। ইবনে ইউনুস আল-মাহানীকে উদ্ধৃত করে বলেছেন যে, তিনি একটি অ্যাস্ট্রোল্যাব দিয়ে তাদের সময় গণনা করেছিলেন। তিনি দাবি করেছিলেন যে, তার গবেষণাকৃত পরপর তিনবার চন্দ্রগ্রহণের শুরুর সময় আধা ঘন্টার মধ্যে সঠিক ছিল। \nআল মাহানী মাকালা ফি মা'রিফাত আস-সামত লি-আয়ি সা'আ আরাদতা ওয়া ফি আই মউদি আরাদতা (\"অন দ্য ডিটারমিনেশন অফ দ্য ডিটারমিনেশন অব দ্য আজিমুথ ফর অ্যানি আর্বিট্রারি টাইম অ্যান্ড অ্যান আরবিট্রারি প্লেস\" ) নামে একটি গ্রন্থও লিখেছেন, যা তাঁর একমাত্র পরিচিত জীবিত কাজ। জ্যোতির্বিদ্যার উপর এটিতে, তিনি দুটি গ্রাফিকাল পদ্ধতি ও দিগংশ গণনার একটি পাটিগণিত প্রদান করেছিলেন—একটি স্বর্গীয় বস্তুর অবস্থানের কৌণিক পরিমাপ। গাণিতিক পদ্ধতিটি গোলাকার ত্রিকোণমিতির কোসাইন নিয়মের সাথে মিলে যায় এবং তার পরে আল-বাত্তানি (৮৫৮ - ৯২৯) তা ব্যবহার করেছিলেন।  \nতিনি আরেকটি গ্রন্থ লিখেছেন, যার শিরোনাম: অন দ্য ল্যাটিটিউড অফ দ্য স্টার নামে পরিচিত ছিল; কিন্তু এটির বিষয়বস্তু সম্পূর্ণরূপে হারিয়ে গিয়েছে। পরবর্তী জ্যোতির্বিজ্ঞানী ইব্রাহিম ইবনে সিনানের ( ৯০৮-৯৪৬ ) মতে, আল-মাহানি একটি সৌর ঘড়ি ব্যবহার করে আরোহণ গণনা করার উপর একটি গ্রন্থও লেখেন। \n\n\n=== অন্যান্য গ্রন্থাবলী ===\nতাঁর বইগুলির মধ্যে 'রিসালা ফি উরুশিল কাওয়াকিব' (رسالة في عروش الكواكب) নামে একটি গ্রন্থ খুব প্রসিদ্ধ এবং সেই সাথে অনুপাত সম্পর্কিত তাঁর একটি গ্রন্থও রয়েছে।\n\n\n== মৃত্যু ==\nতিনি ২৬৩ হিজরি মোতাবেক ৮৮০ খ্রিস্টাব্দে ইন্তেকাল করেন বলে উল্লেখ করা হয়েছে।\n\n\n== আরও দেখুন ==\nমধ্যযুগীয় ইসলামি বিশ্বে জ্যোতির্বিদ্যা\nমধ্যযুগীয় ইসলামী বিশ্বের বিজ্ঞানীদের তালিকা\nপ্রাক-আধুনিক ইরানী বিজ্ঞানী ও পণ্ডিতদের তালিকা\nইরানে বিজ্ঞান ও প্রযুক্তি\nদিগংশ\n\n\n== গ্রন্থপঞ্জী ==\nDold-Samplonius, Yvonne (২০০৮)। \"Al‐Māhānī\"।   Helaine Selin। Al-Mahani। Encyclopaedia of the History of Science, Technology, and Medicine in Non-Western Cultures। New York: Springer। পৃষ্ঠা 141–142। আইএসবিএন 978-1-4020-4559-2। ডিওআই:10.1007/978-1-4020-4425-0_9320। \nDold-Samplonius, Yvonne (২০০৮b) [1970-80]। \"Al-Māhānī, Abū 'Abd Allāh Muḥammad Ibn 'Īsā\"। Complete Dictionary of Scientific Biography। Charles Scribner's Sons and Encyclopedia.com। \nMatvievskaya, Galina (১৯৮৭)। \"The Theory of Quadratic Irrationals in Medieval Oriental Mathematics\"। Annals of the New York Academy of Sciences। 500 (1): 253–277। ডিওআই:10.1111/j.1749-6632.1987.tb37206.x। বিবকোড:1987NYASA.500..253M। \nO'Connor, J.J.; Robertson, E.F (১৯৯৯)। \"Abu Abd Allah Muhammad ibn Isa Al-Mahani\"। MacTutor History of Mathematics archive। School of Mathematics and Statistics, University of St Andrews। \nSarton, George (১৯২৭)। \"Al-Mahani\"। Introduction to the History of Science। I: From Homer to Omar Khayyam। Baltimore: William & Wilkins Company for Carnegie Institution of Washington। পৃষ্ঠা 597–598। \nSesiano, J. (১৯৯৩)। \"Muhammad b. Isa b. Ahmad al-Mahani\"।   C.E. Bosworth; E. von Donzel; W.P. Heinrichs; Ch. Pellat। The Encyclopaedia of Islam, New Edition। VII: Mif—Naz। Leiden and London: Brill। পৃষ্ঠা 405। আইএসবিএন 978-90-04-09419-2। \nRoshdi Rashed and Athanase Papadopoulos, Menelaus' Spherics: Early Translation and al-Mahani'/al-Harawi's version (Critical edition of Menelaus' Spherics from the Arabic manuscripts, with historical and mathematical commentaries), De Gruyter, Series: Scientia Graeco-Arabica, 21, 2017, 890 pages. আইএসবিএন ৯৭৮-৩-১১-০৫৭১৪২-৪\n\n\n== তথ্যসূত্র =="}