{"pageid": 1423787, "title": "আর্জেন্টিনা কনফেডারেশন", "url": "https://bn.wikipedia.org/wiki?curid=1423787", "content": "আর্জেন্টিনা কনফেডারেশন (স্প্যানিশ: Confederación Argentina) ছিল আধুনিক আর্জেন্টিনার সর্বশেষ পূর্বসূরি রাষ্ট্র। তবে বর্তমানে আর্জেন্টিনার সরকারি নাম \"আর্জেন্টিনা প্রজাতন্ত্র\" হলেও দেশটি সংবিধানের ৩৫ অনুচ্ছেদ অনুসারে এটি এখনও এর অন্যতম সরকারি নাম। দেশটির এই কাঠামো ১৮৩১ থেকে ১৮৫২ সাল টিকে ছিল। ১৯৩১ সালে প্রদেশগুলো কোনো রাষ্ট্র প্রধান ছাড়াই একটি কনফেডারেশন হিসাবে সংগঠিত হয়েছিল। বুয়েনস আইরেস প্রদেশের গভর্নর (অধিকাংশ সময়কালে হুয়ান মানুয়েল দে রোসাস) এই সময়ে দেশটির বৈদেশিক সম্পর্ক পরিচালনা করেছিলেন। তার শাসনের অধীনে আর্জেন্টিনা কনফেডারেশন আর্জেন্টিনার গৃহযুদ্ধের সময় ব্রাজিল, বলিভিয়া, উরুগুয়ে, ফ্রান্স এবং যুক্তরাজ্যের পাশাপাশি অন্যান্য আর্জেন্টিনার বিচ্ছিন্নতাবাদী দলগুলোর আক্রমণ প্রতিহত করেছিল।\nকাসেরোসের যুদ্ধের পরে ১৮৫২ সালে হুস্তো হোসে দে উরকিসা হুয়ান মানুয়েল দে রোসাসকে ক্ষমতাচ্যুত করেন। উরকিসা তখন একটি জাতীয় সংবিধান রচনার জন্য ১৮৫৩ সালের গণপরিষদ আহ্বান করেন। যদিও সেসময় বুয়েনস আইরেস উরকিসাকে প্রতিহত করে এবং ১৮৫২ সালে কনফেডারেশন থেকে বিচ্ছিন্ন হয়ে বুয়েনস আইরেস রাজ্যে পরিণত হয়। তবে প্রদেশটি ১৮৬১ সালে পুনরায় আর্জেন্টিনায় ফিরে আসে।\n\n\n== ইতিহাস ==\n\n\n=== অভ্যুত্থান, গৃহযুদ্ধ ও অস্থিরতা ===\n১৮২৮ সালে আর্জেন্টাইন বাহিনী যুদ্ধ থেকে বুয়েনস আইরেসে ফিরে আসার পর, ফেডারেলিস্ট গভর্নর মানুয়েল দোরেগোকে ক্ষমতাচ্যুত করে ইউনিটারিয়ান পার্টির হুয়ান লাভালের দ্বারা মৃত্যুদন্ড কার্যকর করা হয়। পরবর্তীকালে হুয়ান লাভালে কর্ডোবায় হোসে মারিয়া পাস সমর্থিত সমস্ত ফেডারেলদের বিরুদ্ধে একটি প্রচারণা শুরু করেছিলেন। পাস হুয়ান বাউতিস্তা বুস্তোসকে পদচ্যুত করে অনুরূপ ব্যবস্থা গ্রহণ করেছিলেন। র‍্যাঞ্চার হুয়ান মানুয়েল দে রোসাস সেসময় লাভালের বিরুদ্ধে প্রতিরোধ সংগঠিত করেছিলেন। তিনি সান্তা ফে প্রদেশের শাসক এস্তানিস্লাও লোপেজের সাথে মিত্রতা করেছিলেন এবং তারা ১৮২৯ সালের এপ্রিলে মার্কেজ ব্রিজের যুদ্ধে লাভালকে পরাজিত করেন। সেই বছরের নভেম্বরে রোসাস যখন বুয়েনস আইরেস শহরে প্রবেশ করেন, তখন তাকে বিজয়ী সামরিক নেতা এবং ফেডারালিস্টদের প্রধান হিসাবে বেশ প্রধান হিসাবে সমাদৃত হন। তখন লাভালকে সরকার থেকে জোর করে বের করে দেওয়া দিয়ে আইনসভা পুনরুদ্ধার করা হয়েছিল।\nপাস তার সাথে যোগদানকারী প্রদেশসমূহকে নিয়ে ইউনিটারিয়ান লীগকে সংগঠিত করেন এবং রোসাস এন্ত্রে রিওস ও সান্তা ফে প্রদেশের সাথে ফেডারেল চুক্তি স্বাক্ষর করেন। সমস্ত ইউনিটারিয়ান প্রদেশ পরাজিত হয়ে চুক্তিতে যোগ দেয় এবং আর্জেন্টিনার কনফেডারেশনে পরিণত হয়। তবে রোসাস এই বিজয়ের পরেও গভর্নর দায়িত্ব পালন করতে অস্বীকৃতি জানায় এবং ১৮৩২ সালে তাঁর মেয়াদ শেষ হয়েছিল।\nস্বাধীনতা অর্জনের পর, আর্জেন্টিনা আদিবাসী অধ্যুষিত ভূমির বিশাল এলাকা আক্রমণ করে জয় করে। আদিবাসীরা মালোনেস নামে পাল্টা অভিযান চালায়। রোসাস বুয়েনস আইরেস ত্যাগ করেন এবং দক্ষিণে মরুভূমিতে প্রথম অভিযান চালান, যাতে এই ধরনের আরও অভিযান প্রতিরোধ করা যায়। অভিযানটি সামরিক ক্রিয়াকলাপ এবং আলোচনাকে একত্রিত করে এবং বেশ কয়েক বছর ধরে ম্যালোন প্রতিরোধে সফল হয়েছিল। অনুপস্থিত থাকা সত্ত্বেও, বুয়েনস আইরেসে রোসাসের রাজনৈতিক প্রভাব তখনও শক্তিশালী ছিল এবং তার স্ত্রী এনকারনাসিওন এসকুরা শহরের মানুষের সাথে সুসম্পর্ক রাখার দায়িত্বে ছিলেন।\n১৮৩৩ সালের ১১ ই অক্টোবরে শহরটি \"দ্য রেস্টোরার অফ ল'স\"-এর বিরুদ্ধে বিচারের ঘোষণার পাশাপাশি মামলা দায়ের করে। এটি মূলত একটি সংবাদপত্র, তবে এটিকে রোসাসের বিরুদ্ধে বিচার হিসাবে ভুল বোঝানো হয়েছিল। কারণ রোসার উপাধি (আইনের পুনরুদ্ধারকারী) ধারণ করতেন। তখন বিপুল সংখ্যক গাউচো এবং দরিদ্র মানুষ \"পুনরুদ্ধারকারীদের বিপ্লবে\" প্ররোচিত হয়। এটি ছিল দেশটির আইনসভার প্রবেশদ্বারে সংঘটিত হওয়া একটি বিক্ষোভ। বিক্ষোভকারীরা রোসাসের প্রশংসা করে এবং রোসাসের প্রাক্তন মন্ত্রী গভর্নর হুয়ান রামন বালকার্সের পদত্যাগের দাবি জানায়। বিক্ষোভের বিরুদ্ধে লড়াই করার জন্য সংগঠিত করা সৈন্যরা সরকারের বিরুদ্ধে বিদ্রোহ করে নিজেরাই বিক্ষোভে যোগ দেয়। বিক্ষোভের মুখে আইনসভা অবশেষে এই বিচার প্রক্রিয়া থেকে নিজেদের প্রত্যাহার করে নেয়। তারপত এক মাস পরে বালকার্সকে ক্ষমতাচ্যুত করে এবং তার পরিবর্তে ইউনিটারিয়ানদের প্রাক্তন সমর্থক হুয়ান হোসে ভিয়ামন্তেকে প্রতিস্থাপন করে। তবুও, চলমান সামাজিক অস্থিরতা অনেক লোককে বিশ্বাস ঙ্করায় কেবল রোসাসই দেশের শৃঙ্খলা সুরক্ষিত করতে পারে এবং ভায়ামন্টে কিংবা পরবর্তীতে ১৮৩৪ সালে গভর্নর নিযুক্ত হয়া মানুয়েল ভিসেন্টে মাজা কেউই দেশের আইন শৃঙ্খলা সুরক্ষিত করতে সক্ষম না। ১৮৩৫ সালে ফেকুন্ডো কুইরোগার নামের একজন ফেডারেলিস্ট মধ্যস্থতাকারীকে গভর্নর মাজা প্রদেশগুলোর মধ্যে চলমান বিরোধ নিষ্পত্তির জনু নিযুক্ত করেন। একই বছরের ফেব্রুয়ারিতে কর্ডোভায় তাকে হত্যা করা হয়। এই হত্যাকাণ্ড জনগণের পূর্বোক্ত বিশ্বাসকে আরও বাড়িয়ে তোলে। তাই আইনসভা শেষ পর্যন্ত জনগণের দাবির মুখে বছরের শেষের দিকে রোসাস গভর্নর নিযুক্ত করে।\n\n\n=== রোসাসের শাসন এবং যুদ্ধ ===\nরোসাস তার দ্বিতীয় প্রশাসনের প্রথম বছরগুলোতে একটি কঠিন সামরিক হুমকির সম্মুখীন হন। প্রথমত, উত্তরে পেরু-বলিভিয়ান কনফেডারেশন আর্জেন্টিনা এবং চিলির বিরুদ্ধে কনফেডারেশনের যুদ্ধ ঘোষণা করে। তারপরে, ফ্রান্স একটি কূটনৈতিক অনুরোধ করলেও রোসাস  তা প্রত্যাখ্যান করে। পরবর্তীকালে এর ফলস্বরূপ ফ্রান্স আর্জেন্টিনার বিরুদ্ধে একটি নৌ অবরোধ আরোপ করে। ফ্রান্স তখন মার্টিন গার্সিয়া দ্বীপ আক্রমণ করে এবং উরুগুয়ের প্রেসিডেন্ট মানুয়েল ওরিবেকে পদচ্যুত করে। তার পরিবর্তে ফ্রান্সের অনুগত ফ্রুক্টুসো রিভেরাকে উরুগুয়ের ক্ষমতায় বসায়। তিনি তখন ফ্রান্সের সমর্থনে আর্জেন্টিনার বিরুদ্ধে যুদ্ধ ঘোষণা করেন। সান্তা ফের ডোমিঙ্গো কুলেন বুয়েনস আইরেসকে এই বিবাদে একা রেখে সমস্ত প্রদেশের বিচ্ছিন্নতাবাদের দিকে প্ররোচিত করে। করিয়েন্তেসের বেরন দে আস্ত্রাদা রোসাসেরও বিরোধিতা করেছিলেন এবং হুয়ান লাভাল বুয়েনস আইরেস নেওয়ার জন্য একটি সেনাবাহিনী সংগঠিত করেছিলেন। খামারিরা চ্যাসকোমাসে বিদ্রোহ করে \"দক্ষিণের ফ্রিম্যান\" মিলিশিয়া সংগঠিত করে।\n\nরোসাস এই সমস্ত হুমকি কাটিয়ে উঠে। পেরু-বলিভিয়ান কনফেডারেশন চিলির কাছে যুদ্ধে পরাজিত হয় এবং কনফেডারেশনটির অস্তিত্ব বিলুপ্ত হয়ে যায়। কুলেন পরাজিত হয়ে গুলোবিদ্ধ হন এবং আস্ত্রাদা হুস্তো হোসে দে উরকিসার কাছে পরাজিত হন। খামারিরাও পরাজিত হয়। কূটনীতিক মানুয়েল মোরেনো বুয়েনস আইরেসে ব্রিটিশ বণিকদের প্রতিবাদকে চ্যানেল করেছিলেন। তারা অবরোধের দ্বারা প্রভাবিত হয়েছিল। এটি ফরাসিদের সংঘাত বজায় রাখার বিষয়ে সন্দেহ যুক্ত করেছিল। তারা এই সংঘাত বেশ সংক্ষিপ্ত হওয়ার প্রত্যাশা করেছিল। ফ্রান্স অবশেষে ম্যাকাউ-আরানা চুক্তির মাধ্যমে অবরোধ প্রত্যাহার করে। লাভালে ফরাসি সমর্থন হারালেও যেভাবেই হোক সংঘাত চালিয়ে যাওয়ার চেষ্টা করেছিলেন। তিনি কোনও যুদ্ধ শুরু না করেই বুয়েনস আইরেসে পৌঁছানোর আগে পিছু হটে উত্তরে পালিয়ে যান। তখন আর্জেন্টিনার সেনাবাহিনীর দায়িত্বে থাকা ওরিবে তাকে তাড়া করে এবং এক অস্পষ্ট পরিস্থিতিতে মারা যায়।\nফরাসি পরাজয় সত্ত্বেও উরুগুয়ে তখনও একটি উন্মুক্ত যুদ্ধে ছিল। মানুয়েল ওরিবে নিজেকে উরুগুয়ের সঠিক প্রেসিডেন্ট বলে দাবি করেন এবং রিভেরার বিরুদ্ধে উরুগুয়ের গৃহযুদ্ধ পরিচালনা করেন। রোসাস এই দ্বন্দ্বে ওরিবেকে সমর্থন করেছিলেন, কারণ উরুগুয়ে তখনও আর্জেন্টিনার সাথে যুদ্ধে ছিল। ওরিবে মন্টেভিডিও অবরোধ করে। ব্রিটেন এবং ফ্রান্স রিভেরার সাথে বাহিনীতে যোগ দেয়, আর্জেন্টিনার নৌবাহিনী দখল করে এবং বুয়েনস আইরেসের বিরুদ্ধে একটি নতুন নৌ অবরোধ শুরু করে। জুসেপ্পে গ্যারিবাল্ডি ইতালীয় সৈন্যদের সাহায্যে উরুগুয়ে নদীকে সুরক্ষিত করতে সাহায্য করেছিলেন। একটি নতুন অভিযান প্যারাগুয়েতে নেভিগেট করে এবং ফিরে আসার মাধ্যমে পারানা নদীকে সুরক্ষিত করার চেষ্টা করেছিল। আর্জেন্টাইন সেনাবাহিনী পারানা (সবচেয়ে উল্লেখযোগ্যভাবে ভুয়েলটা দে ওলিগাডোর যুদ্ধের সময়) বরাবর বেশ কয়েকটি পয়েন্টে নদীর আক্রমণ প্রতিহত করেছিল, কিন্তু তাদের থামাতে পারেনি। ব্রিটিশ এবং ফরাসি জাহাজের ক্ষয়ক্ষতির পরিমাণ এত বেশি ছিল যে, উভয় দেশই অবশেষে পিছু হটে এই অবরোধ তুলে নেয়।\n\n\n==== খামারিদের দাবি এবং রোসাসের নির্বাসন ====\nএন্ট্রে রিওসের গভর্নর হুস্তো হোসে দে উরকিসা এতদিন রোসাসকে সমর্থন করেছিলেন। তবে তার প্রদেশের খামারিদের একটি প্রসারিত অর্থনীতি ছিল এবং তারা স্থানীয় রীতিনীতি বজায় রাখতে চেয়েছিল। তার প্রদেশ সরাসরি অন্যান্য দেশের সাথে বাণিজ্যে জড়িত হতে সক্ষম হয়েছিল। বুয়েনস আইরেস বন্দরের সেই একচেটিয়া অধিকার ছিল। এন্ট্রে রিওস রফতানি দ্বারা প্রাপ্ত জাতীয় আয়ের ফেডারালাইজেশন এবং ফেডারেল চুক্তিতে বর্ণিত সংবিধান লেখার জন্য একটি সংবিধান সভার আহ্বানের অনুরোধও করেছিলেন। উরকিসা বুয়েনস আইরেসকে এই জাতীয় ক্ষমতা অর্পণ করার পরিবর্তে অন্যান্য দেশের সাথে বাণিজ্য ও আলোচনার জন্য এন্ট্রে রিওসের অধিকার পুনরায় শুরু করে একটি \"প্রোনানসিওমিয়েন্তো\" (স্পেন, পর্তুগাল ও তাদের নিয়ন্ত্রণাধীন আমেরিকার) সামরিক বিদ্রোহ বা অভ্যুত্থানের একটি রূপ) করেছিলেন। রোসাস তার বিরুদ্ধে যুদ্ধ ঘোষণা করেন। কিন্তু উরকিসা ক্যাসেরোসের যুদ্ধে রোসাসকে পরাজিত করে নির্বাসনে বাধ্য করে।\n\n\n=== বিচ্ছেদ এবং বুয়েনস আইরেসের প্রত্যাবর্তন ===\n\nউরকিসা একতাবাদী ছিলেন না। তিনি রোসাসের মতো আরেকজন ফেডারেলিস্ট ছিলেন। একারণে ঐক্যবাদীরা তাকে সমর্থন করেনি। তারা রোসাসের মতো তারও বিরোধিতা করেছিল। বুয়েনস আইরেসের জাতীয় কেন্দ্রিকতাকে কমিয়ে আনার এবং দেশের উচ্চতর ফেডারেলাইজেশনকে উন্নীত করার জন্য উরকিসার উচ্চাকাঙ্ক্ষা একতাবাদীদের সাথে বিরোধ সৃষ্টি করেছিল। উরকিসা সান নিকোলাস চুক্তি আহবান করে। এতে সকল প্রদেশ ১৮৫৩ সালের গণপরিষদ আহ্বান করতে সম্মত হয়। এটি বুয়েনস আইরেসে প্রতিহত করা হয়। ইউনিটারিয়ানরা শহর থেকে উরকিসার অস্থায়ী অনুপস্থিতির সুযোগ নিয়ে ১১ সেপ্টেম্বরের বিপ্লব মঞ্চস্থ করে এবং বুয়েনস আইরেসকে কনফেডারেশন থেকে বিচ্ছিন্ন করে। তারপর থেকে  বুয়েনোস আইরেস ছিল একটি পৃথক রাজ্য এবং আর্জেন্টিনার অন্যান্য প্রদেশগুলো তখনও আর্জেন্টিনা কনফেডারেশনে ছিল।\nমানুয়েল গুইলারমো পিন্তো বুয়েনস আইরেসের গভর্নর নিযুক্ত হয়ে গণপরিষদ থেকে প্রতিনিধিদের সরিয়ে দেন। কনফেডারেশনের রাজধানী তখন পারানা, এন্ট্রে রিওসে অবস্থিত ছিল। বুয়েনস আইরেস অ্যাসেম্বলির কার্যক্রম ঠেকাতে কনফেডারেশনের বিরুদ্ধে সামরিক পদক্ষেপের চেষ্টা করেছিল, কিন্তু তা ব্যর্থ হয়। ১৮৫৩ সালের আর্জেন্টিনার সংবিধান বুয়েনস আইরেসকে ফিরে আসার আমন্ত্রণ জানিয়ে ১৮৫৩ সালের ১ মে অনুমোদিত হয়েছিল। বুয়েনস আইরেস ১৮৫৪ সালে তার নিজস্ব সংবিধান লিখেছিল। কনফেডারেশন এবং বুয়েনস আইরেস রাজ্য উভয় দেশ বিচ্ছিন্নতা স্থায়ী হওয়ার গুরুতর বিপদের বিষয়টি উপলব্ধি করে এই স্থিতাবস্থা মেনে নেয়।\nকনফেডারেশন ১৮৫৬ সালে বুয়েনস আইরেসে আক্রমণ করে। আক্রমণের নেতৃত্বে ছিলেন জেরোনিমো কস্তা। তিনি বার্তোলোমে মিত্রের কাছে পরাজিত হন। মিত্রে ১৪০ জন যুদ্ধবন্দি আটক করেন। তাদের মধ্যে ১২৫ জনের মৃত্যুদন্ড কার্যকর করা হয়েছিল।\n১৮৫৭ সালে বুয়েনস আইরেসের মিত্রে এবং অন্যান্য রাজনীতিবিদরা এই বিচ্ছিন্নতাকে একটি সুনির্দিষ্ট হিসাবে বিবেচনা করেছিলেন। তারা রাজ্যটির নামকরণ করেছিলেন \"রিও দে লা প্লাতা প্রজাতন্ত্র\"। প্রকল্পটি ডোমিংগো ফাউস্তিনো সারমিয়েন্তো দ্বারা প্রতিহত করা হয়েছিল। তিনি মিত্রের সাথে দ্বন্দ্ব শুরু করেছিলেন। এই প্রকল্পটি জনপ্রিয়তা পায়নি।\nসান হুয়ানের নাসারিও বেনাভিদেসের হত্যার সাথে সাথে কনফেডারেশনে একটি রাজনৈতিক বিশৃঙ্খলা সৃষ্টি হয়। সার্মিয়েন্তোর সমর্থকদের দ্বারা এই ঘটনা ঘটে। সেপেডার যুদ্ধে উরকিসা মিত্রেকে পরাজিত করে শহর অবরোধ করেন। বেশিরভাগ ফেডারেলরা ভেবেছিল যে উরকিসাকে বুয়েনস আয়ার্স দখল করা উচিত এবং বিদ্রোহী প্রদেশের উপর সংবিধান চাপিয়ে দেওয়া উচিত। তবে উরকিসা কেবল শহরের বাইরে থেকে প্যারাগুয়ের ফ্রান্সিসকো সোলানো লোপেজের মধ্যস্থতা চেয়েছিলেন। বুয়েনস আইরেস তখন একটি গণপরিষদ ডেকে জাতীয় সংবিধান গ্রহণ করতে বা সংশোধনের প্রস্তাব জানায় এবং শেষপর্যন্ত কনফেডারেশনে পুনরায় যোগদান করে।\nপরিষদ বেশ কয়েকটি সংশোধনীর অনুরোধ করেছিল। এগুলোর মধ্যে সবচেয়ে গুরুত্বপূর্ণ ছিল, বুয়েনস আইরেস আর্জেন্টিনার রাজধানী শহর হবে না। এটি শহরটিকে বন্দরের একচেটিয়া ব্যবহার রাখার অনুমতি দেবে। কনফেডারেশনের নতুন সভাপতি হিসাবে সান্তিয়াগো ডারকুইয়ের সাথে সংশোধনীগুলো গৃহীত হয়ে নতুন জাতীয় সংবিধান ঘোষণা করা হয়। তবে গভর্নর হোসে আন্তোনিও ভিরাসোরোর হত্যার ফলে বুয়েনস আইরেস এবং কনফেডারেশনের মধ্যে নতুন সামরিক দ্বন্দ্ব দেখা দেয়। ১৮৬১ সালে পাভনের যুদ্ধে মিত্রে উরকিসাকে পরাজিত করেন এবং বুয়েনস আইরেস কনফেডারেশনে ফিরে আসেন। কনফেডারেশন তখন আধুনিক আর্জেন্টিনা প্রজাতন্ত্রে পরিণত হয়।\n\n\n== আরও দেখুন ==\nআর্জেন্টিনার নাম\nআর্জেন্টিনার স্বাধীনতা যুদ্ধ\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nগালাস্‌সো, নরবের্তো (২০১১), আর্জেন্টিনার ইতিহাস, প্রথম খণ্ড (Historia de la Argentina, Tomo I), বুয়েনোস আইরেস: কলিহিউ, আইএসবিএন 978-950-563-478-1 \nLynch, John (২০০১)। Argentine Caudillo: Juan Manuel de Rosas (2 সংস্করণ)। Scholarly Resources। আইএসবিএন 0-8420-2897-8। \nRock, David (১৯৮৭)। Argentina, 1516–1987: From Spanish Colonization to Alfonsín। University of California Press। আইএসবিএন 0-520-06178-0। \nটেমপ্লেট:আর্জেন্টিনার গৃহযুদ্ধ"}