{"pageid": 1423086, "title": "পশ্চিমবঙ্গের রাজনীতি", "url": "https://bn.wikipedia.org/wiki?curid=1423086", "content": "পূর্ব ভারতের অঙ্গরাজ্য পশ্চিমবঙ্গের রাজনীতি মূলত সর্বভারতীয় তৃণমূল কংগ্রেস, ভারতীয় জনতা পার্টি (বিজেপি), ভারতের কমিউনিস্ট পার্টি (মার্কসবাদী) (সিপিআই(এম)) ও ভারতীয় জাতীয় কংগ্রেস এই চার রাজনৈতিক দল দ্বারা প্রভাবিত। পশ্চিমবঙ্গ কয়েক দশক ধরে ভয়ঙ্কর রাজনৈতিক হিংসার মধ্য দিয়ে গিয়েছে। ২০১১ সালের বিধানসভা নির্বাচন থেকে পশ্চিমবঙ্গ তৃণমূল কংগ্রেস দ্বারা শাসিত। আগে এই রাজ্যে তিন দশক ধরে সিপিআই(এম)-এর শাসন ছিল।\n\n\n== সরকার ==\n\n\n=== আইনসভা ===\n\n\n==== বিধানসভা ====\n\n\n==== বিধান পরিষদ ====\n\n\n=== নির্বাহী ===\n২০১৩ সাল পর্যন্ত রাজধানী কলকাতাহয় অবস্থিত মহাকরণ ভবন (পূর্বনাম রাইটার্স বিল্ডিং) পশ্চিমবঙ্গের রাজ্য সচিবালয় ও প্রধান প্রশাসনিক দপ্তর ছিল। পরে মহাকরণ ভবনের সংস্কারের জন্য নিকটবর্তী হাওড়া শহরে অবস্থিত নবান্ন ভবনকে অস্থায়ীভাবে পশ্চিমবঙ্গ রাজ্য সচিবালয় হিসেবে ব্যবহার করা হচ্ছে।\n\n\n==== রাজ্যপাল ====\n\n\n==== মুখ্যমন্ত্রী ====\n\n\n=== বিচার বিভাগ ===\n\nকলকাতা উচ্চ আদালত পশ্চিমবঙ্গ রাজ্যের সর্বোচ্চ আদালত এবং পশ্চিমবঙ্গ ব্যতীত আন্দামান ও নিকোবর দ্বীপপুঞ্জও এর এক্তিয়ারের অন্তর্গত। এছাড়া পশ্চিমবঙ্গের প্রত্যেক জেলার নিজস্ব আদালত রয়েছে (যেমন: পশ্চিম বর্ধমান জেলার আসানসোল আদালত), এমনকি কিছু মহকুমারও নিজস্ব আদালত রয়েছে (যেমন: বনগাঁ মহকুমার বনগাঁ আদালত)।\n\n\n== ইতিহাস ==\n\n\n=== বিধানচন্দ্র রায় যুগ (১৯৪৭–১৯৬২) ===\n\n\n=== যুক্তফ্রন্ট (১৯৬৭) ===\n\n\n=== সিদ্ধার্থশঙ্কর রায় যুগ (১৯৭২–১৯৭৭) ===\n\n\n=== বামফ্রন্ট যুগ (১৯৭৭–২০১১) ===\n\n\n=== তৃণমূল যুগ (২০১১–বর্তমান) ===\n\n\n=== প্রধান ঘটনাসমূহ ===\n\n\n==== মরিচঝাঁপি হত্যাকাণ্ড ====\n\n\n==== সাঁইবাড়ি হত্যাকাণ্ড ====\n\n\n==== বানতলা ধর্ষণ মামলা ====\n\n\n==== সিঙ্গুর টাটা ন্যানো বিবাদ ====\n\n\n==== নন্দীগ্রাম হত্যাকাণ্ড ====\n\n\n== রাজনৈতিক দল ==\n\n\n=== জাতীয় দল ===\n\n\n=== রাজ্য দল ===\n\n\n== প্রশাসনিক বিভাগ ==\n\nপশ্চিমবঙ্গ ৫টি বিভাগ ও ২৩টি জেলা নিয়ে গঠিত। প্রত্যেক জেলা আবার এক বা একাধিক মহকুমা নিয়ে গঠিত, যা আবার একাধিক পৌরসভা, পৌর নিগম ও সমষ্টি উন্নয়ন ব্লক নিয়ে গঠিত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে পশ্চিমবঙ্গের রাজনীতি সম্পর্কিত মিডিয়া দেখুন।"}