{"pageid": 1423454, "title": "এলএ নাইট", "url": "https://bn.wikipedia.org/wiki?curid=1423454", "content": "শন রিকার (জন্ম নভেম্বর ১, ১৯৮২) একজন আমেরিকান পেশাদার কুস্তিগির। তিনি বর্তমানে ডাব্লিউডাব্লিউই তে স্বাক্ষর করেছেন, যেখানে তিনি এলএ নাইট নামে স্ম্যাকডাউন ব্র্যান্ডে অভিনয় করেন।\nরিকার ২০০৩ সালে স্বাধীন সার্কিটে তার রেসলিং ক্যারিয়ার শুরু করেন। তিনি ২০১০ সালে হলিউড (CW) থেকে চ্যাম্পিয়নশিপ রেসলিংয়ে যোগদান করেন, যখন প্রচারটি ন্যাশনাল রেসলিং অ্যালায়েন্স (এনডাব্লিউএ) এর সাথে সংযুক্ত ছিল। ২০১৩ সালে চলে যাওয়ার পর, তিনি ডাব্লিউডাব্লিউই এর সাথে একটি উন্নয়নমূলক চুক্তি স্বাক্ষর করেন এবং ২০১৪ সালে মুক্তি পাওয়ার আগে স্লেট রান্ডাল নামে এর উন্নয়নমূলক অঞ্চল ডাব্লিউডাব্লিউই এনএক্সটি এ অভিনয় করেন। তিনি এলি ড্রেক নামে ২০১৫ সালে ইমপ্যাক্ট রেসলিং-এর সাথে চুক্তিবদ্ধ হন এবং শীঘ্রই ব্রেকআউট সাফল্য পান, এক সময়ের ইমপ্যাক্ট ওয়ার্ল্ড চ্যাম্পিয়ন, এক সময়ের টিএনএ কিং অফ দ্য মাউন্টেন চ্যাম্পিয়ন এবং স্কট স্টেইনারের সাথে এক সময়ের ইমপ্যাক্ট ওয়ার্ল্ড ট্যাগ টিম চ্যাম্পিয়ন হন। তিনি ইমপ্যাক্টস ফিস্ট বা ফায়ারড ব্রিফকেসও দুবার জিতেছেন।\n২০১৯ সালে ইমপ্যাক্ট ত্যাগ করার পর, রিকার রিবুট করা\nডাব্লিউএনএ এর সাথে স্বাক্ষর করেন, যেখানে তিনি জেমস স্টর্মের সাথে এক এনডাব্লিউএ়ের NWA ওয়ার্ল্ড ট্যাগ টিম চ্যাম্পিয়ন হয়েছিলেন। তিনি ২০২১ সালে ডাব্লিউডাব্লিউই-তে পুনরায় যোগদানের জন্য এনডাব্লিউএ ত্যাগ করেন, যেখানে তিনি এনএক্সটি-এ ফিরে আসেন এবং তার নাম পরিবর্তন করে এলএ নাইট রাখা হয়। এনএক্সটি-তে থাকাকালীন, তিনি ক্যামেরন গ্রিমসকে পরাজিত করে মিলিয়ন ডলার চ্যাম্পিয়নশিপ জিতেছিলেন। তিনি ২০২২ সালে প্রধান রোস্টারে উঠেছিলেন এবং ম্যাক্স ডুপ্রি নামে একজন প্রতিভা এজেন্টকে চিত্রিত করে একজন ম্যানেজারের ভূমিকা দেওয়া হয়েছিল যিনি ম্যাক্সিমাম পুরুষ মডেল গ্রুপের নেতৃত্ব দিয়েছিলেন। তিনি কয়েক মাস পরে দলের সাথে বিশ্বাসঘাতকতা করেন এবং তার এলএ নাইট ব্যক্তিত্বে ফিরে আসেন, পরবর্তীতে তার ইন-রিং রেসলিং ক্যারিয়ার পুনরায় শুরু করেন। তিনি হঠাৎ করেই তার প্রোমো ডেলিভারি দক্ষতা এবং চরিত্রের কাজের কারণে তার বেশিরভাগ ম্যাচ হারানোর জন্য বুক করা সত্ত্বেও ভক্তদের সমর্থনের একটি বিশাল স্তর সংগ্রহ করেছিলেন, একটি প্রবণতা যা ধীরে ধীরে তার ভক্তদের কাছ থেকে প্রাপ্ত ক্রমবর্ধমান উত্সাহী সমর্থনের প্রতিক্রিয়ায় বিপরীত হয়েছিল।\nরেসলিং এর বাইরে, রিকার ডোয়াইন \"দ্য রক\" জনসনের ২০১৩ সালের রিয়েলিটি শো দ্য হিরোতে একজন কাস্ট সদস্য হিসাবে উপস্থিত হয়েছিল, কমেডি সিরিজ ব্রুকলিন নাইন-নাইন এর ২০১৫ এপিসোডে একটি ছোট ভূমিকা ছিল এবং অন্যান্য ডাব্লিউডাব্লিউই এর জন্য মোশন ক্যাপচার প্রদান করেছিল ডাব্লিউডাব্লিউই টুকে সিরিজের অনেক ভিডিও গেমের রেসলার।\n\n\n== জীবনের প্রথমার্ধ ==\nশন রিকার মেরিল্যান্ডের হ্যাগারসটাউনে ১ নভেম্বর, ১৯৮২ সালে জন্মগ্রহণ করেন তার দুই বড় ভাইবোন আছে এবং তিন বছর বয়সে পেশাদার কুস্তি দেখা শুরু করেন।\nতিনি নর্থ হেগারসটাউন হাই স্কুল থেকে স্নাতক হন।\n\n\n== পেশাদার কুস্তি ব্যক্তিত্ব এবং জনপ্রিয়তা ==\nঅনেক ভক্তরা নাইটের ব্র্যাশ গিমিক এবং প্রোমো শৈলীকে ডোয়াইন \"দ্য রক\" জনসন বা \"স্টোন কোল্ড\" স্টিভ অস্টিনের সাথে তুলনা করেছেন, তার স্বীকৃত ক্যাচফ্রেজের প্রশংসা করেছেন এবং তার ক্যারিশম্যাটিক ট্র্যাশ-টকিং চরিত্রটিকে অ্যাটিটিউড যুগের থ্রোব্যাক হিসাবে বিবেচনা করেছেন। একই তুলনা একটি নেতিবাচক ফ্যাশনেও করা হয়েছে, বিশেষ করে প্রাক্তন কুস্তিগির কেভিন ন্যাশ।\nতিনি ২০২৩ সালের প্রথম দিকে উল্লেখযোগ্য পরিমাণে জনপ্রিয়তা অর্জন করতে শুরু করে; ব্রেই ওয়্যাট এর সাথে তার দ্বন্দ্ব থাকা সত্ত্বেও প্রত্যাবর্তনকারী ব্রেই ওয়্যাট-কে একটি দানব চরিত্র হিসাবে পুনঃপ্রতিষ্ঠিত করার জন্য লেখা হয়েছিল, নাইটের সমস্ত ফিউড জুড়ে তার নিজের মৌখিকভাবে ধরে রাখার ক্ষমতা ভক্তদের তার পাশে দাঁড়াতে শুরু করে। তিনি ক্রিস ভ্যান ভ্লিয়েটের সাথে একটি সাক্ষাত্কারে বলেছিলেন যে তিনি প্রথম লক্ষ্য করেছিলেন যে তার জনপ্রিয়তা কত দ্রুত বৃদ্ধি পাচ্ছে যখন ৩ মার্চ, ২০২৩-এ স্ম্যাকডাউনে ড্রু ম্যাকইনটায়ার এবং শেমাসের মুখোমুখি হওয়ার সময় তার প্রবেশ সঙ্গীত হিট করার সময় ভিড় জোরে উল্লাস করেছিল\n২০২৩ সালের প্রথম দিক থেকে, ভক্ত এবং সমালোচকরা একইভাবে ডাব্লিউডাব্লিউই-এর এলএ নাইটের দুর্বল বুকিং নিয়ে সোচ্চার হয়েছেন; এর মধ্যে রয়েছে মূল রোস্টারে যোগদানের পর থেকে তার উচ্চ হারের ক্ষতি, ডাব্লিউডাব্লিউই-এর ইভেন্টে \"এলএ নাইট মোমেন্ট\" প্রতিশ্রুতি দেওয়া সত্ত্বেও রেসলম্যানিয়া ৩৯ এ উপস্থিত না হওয়া, এবং ডাব্লিউডাব্লিউই তাকে স্পষ্ট ফেভারিট হিসাবে স্বীকার করার পরে ২০২৩ সালের মানি ইন দ্য ব্যাংক ল্যাডার ম্যাচে হারায়। ম্যাচের আগের সপ্তাহগুলিতে অন্য প্রতিযোগীদের তুলনায় তাকে বেশি প্রচারের সময় দেওয়ার মাধ্যমে জিতুন। অনেক প্রাক্তন কুস্তিগির এবং রেসলিং ব্যক্তিত্ব, যেমন কোনান এবং জিম কর্নেট, নাইটের সাথে ডাব্লিউডাব্লিউই এর খারাপ আচরণ এবং ভক্তদের মধ্যে তার জনপ্রিয়তা ক্রমাগত বাড়তে থাকা সত্ত্বেও তাকে পুঁজি করতে ব্যর্থতার সমালোচনা করেছেন। ট্রিপল এইচ, ডাব্লিউডাব্লিউই এর প্রধান বিষয়বস্তু কর্মকর্তা এবং এর সৃজনশীল দলের প্রধান, মানি ইন দ্য ব্যাংক শো-পরবর্তী সংবাদ সম্মেলনের সময় নাইটের জনপ্রিয়তা স্বীকার করেছেন এবং বলেছেন যে \"যারা অপেক্ষা করে তাদের কাছে দুর্দান্ত জিনিস আসে\"। জিম কর্নেট নাইটকে তার 2023 সালের \"বছরের সেরা কুস্তিগির\" হিসেবে অভিহিত করেছেন।\n\n\n== ব্যক্তিগত জীবন ==\nশন রিকার ২০১৮ সাল থেকে ফিটনেস মডেল মিশেল ইয়াভুল্লার সাথে সম্পর্কে রয়েছেন তাদের দুটি কুকুর রয়েছে এবং তারা ফ্লোরিডার অরল্যান্ডোতে থাকে।\n২০২৩ সালের ডিসেম্বরে, রিকার তার নিজ শহর হ্যাগারসটাউন, মেরিল্যান্ডে শহরের চাবি পেয়েছিলেন।\n\n\n== অন্যান্য মিডিয়া ==\n২০১৩ সালে, রিকার টিএনটি রিয়েলিটি টেলিভিশন শো দ্য হিরোতে উপস্থিত হন, যেটি ডোয়াইন \"দ্য রক\" জনসন হোস্ট করেছিলেন।\n২০১৫ সালে, রিকার ব্রুকলিন নাইন-নাইন পর্বে \"বয়েল-লিনেটি ওয়েডিং\"-এ মারিওর চরিত্রে একজন পুরুষ বডি বিল্ডার হিসেবে উপস্থিত হন, যিনি ডিটেকটিভ টেরি জেফোর্ডস (টেরি ক্রুস) পরিচালনার সাথে একটি জিমে বিয়ে করছেন।\n২০২০ সালের জানুয়ারীতে, রিকার নেটফ্লিক্স ড্রামেডি গ্লো -এর চতুর্থ সিজনের জন্য ডিজে হেন্ডারসন নামে একটি চরিত্রের জন্য দৃশ্যের শুটিং করেছিলেন, কিন্তু সিজনটি সম্প্রচারের আগে শোটি বাতিল করা হয়েছিল।\n২০২১ সালে, শন রিকার একটি কারশিল্ডের বিজ্ঞাপনে দ্য ওভারচার্জার হিসাবে উপস্থিত হয়েছিল, একজন হিল কুস্তিগির একজন স্বয়ংচালিত মেরামত প্রযুক্তিবিদদের মতো পোশাক পরেছিলেন এবং মেরামতের কাজের জন্য ব্যবহৃত যানবাহনের মালিকানাধীন গ্রাহকদের কাছ থেকে অন্যায়ভাবে চার্জ নেওয়া থেকে কীভাবে তাকে কেউ আটকাতে পারে না তা নিয়ে দম্ভ করে বলেছিল। তিনি অবিলম্বে রিক ফ্লেয়ার, বিজ্ঞাপন প্রচারের তারকা এবং পিচম্যান দ্বারা আঘাত করেন।\n\n\n== চ্যাম্পিয়নশিপ এবং কৃতিত্ব ==\n\nহলিউড থেকে চ্যাম্পিয়নশিপ রেসলিং\nCWFH হেরিটেজ হেভিওয়েট চ্যাম্পিয়নশিপ (১ বার)\nএনডব্লিউএ হেরিটেজ ট্যাগ টিম চ্যাম্পিয়নশিপ (২ বার) - ব্রায়ান কেজের সাথে\nরেড কার্পেট রাম্বল (২০১৩)\n\nইএসপিএন\nব্রেকথ্রু রেসলার অফ দ্য ইয়ার (২০২৩)\nরেসলিং এর ভবিষ্যত তারকা\nএফসিডাব্লিউ হেভিওয়েট চ্যাম্পিয়নশিপ (২ বার)\nআলটিমেট চ্যাম্পিয়নশিপ রেসলিং\nইউসিডাব্লিউ হেভিওয়েট চ্যাম্পিয়নশিপ (১ বার)\n\nডাব্লিউডাব্লিউই\nমিলিয়ন ডলার চ্যাম্পিয়নশিপ (১ বার)\nসামারস্লাম স্লিম জিম ব্যাটল রয়্যাল (২০২৩)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nডাব্লিউডাব্লিউই.কম-এ এলএ নাইট (ইংরেজি)\nটুইটারে এলএ নাইট (ইংরেজি)\nএলএ নাইট-এর প্রোফাইল: কেজম্যাচ.নেট, রেসলিংডাটা.কম, ইন্টারনেটের রেস্টলিং ডাটাবেস (ইংরেজি)\nইন্টারনেট মুভি ডেটাবেজে শন রিকার (ইংরেজি)"}