{"pageid": 1423691, "title": "বাটাভীয় প্রজাতন্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=1423691", "content": "বাটাভীয় প্রজাতন্ত্র (ওলন্দাজ: Bataafse Republiek; ফরাসি: République Batave) সাতটি সংযুক্ত নেদারল্যান্ডস প্রজাতন্ত্রের একটি উত্তরসূরি রাষ্ট্র ছিল। এটি ১৯ জানুয়ারি ১৭৯৫ সালে ঘোষণা করা হয় এবং ৫ জুন ১৮০৬ সালে লুই বোনাপার্টের ডাচ সিংহাসনে আরোহণের সাথে বিলুপ্ত হয়। ১৮০১ অক্টোবর থেকে এটি বাটাভীয় কমনওয়েলথ (ওলন্দাজ: Bataafs Gemenebest) নামে পরিচিত হতে থাকে। উভয় নামই বাটাভির জার্মানীয় উপজাতিকে নির্দেশ করে, যা তাদের জাতীয়তাবাদী কাহিনীতে ওলন্দাজ বংশ ও স্বাধীনতার জন্য তাদের প্রাচীন অনুসন্ধান উভয়কেই প্রতিনিধিত্ব করে।\n১৭৯৫ সালের প্রথম দিকে ফরাসি প্রজাতন্ত্রের হস্তক্ষেপের ফলে পুরোনো ডাচ প্রজাতন্ত্রের পতন ঘটে। একটি প্রকৃত জনপ্রিয় বিপ্লবের ফসল হিসেবে এই নতুন প্রজাতন্ত্র ডাচ জনগণের ব্যাপক সমর্থন উপভোগ করলেও এটি ফরাসি বিপ্লবী সেনাবাহিনীর সশস্ত্র সমর্থনে প্রতিষ্ঠিত হয়েছিল। এটি প্রথমে \"ভগিনী-প্রজাতন্ত্র\" ও পরে নেপোলিয়নের ফরাসি সাম্রাজ্যের অংশ হয়ে বাটাভীয় প্রজাতন্ত্র একটি আশ্রিত রাষ্ট্রে পরিণত হয়। এর রাজনীতি ফরাসিদের দ্বারা গভীরভাবে প্রভাবিত হয়, যারা ফ্রান্সের নিজস্ব রাজনৈতিক বিকাশের বিভিন্ন মুহুর্তে বিভিন্ন রাজনৈতিক দলকে ক্ষমতায় আনতে তিনটি অভ্যুত্থানকে সমর্থন করেছিল। তা সত্ত্বেও নেপোলিয়ন ডাচ সরকারকে তার ভাই লুই বোনাপার্টকে রাজা হিসেবে মেনে নিতে বাধ্য না করা পর্যন্ত একটি লিখিত ডাচ সংবিধান তৈরির প্রক্রিয়াটি ফরাসি প্রভাব দ্বারা না ঘটে মূলত অভ্যন্তরীণ রাজনৈতিক কারণের ফলশ্রুতিতে চলমান থাকে।\nবাটাভীয় প্রজাতন্ত্রের তুলনামূলকভাবে স্বল্প সময়ের মধ্যে যে রাজনৈতিক, অর্থনৈতিক ও সামাজিক সংস্কার আনা হয়েছিল তা একটি দীর্ঘস্থায়ী প্রভাব ফেলে। পুরোনো ডাচ প্রজাতন্ত্রের মৈত্রীবদ্ধ কাঠামো স্থায়ীভাবে একটি একক রাষ্ট্র দ্বারা প্রতিস্থাপিত হয়েছিল। ডাচ ইতিহাসে প্রথমবারের মতো ১৭৯৮ সালে গৃহীত সংবিধানটি সত্যিকারের গণতান্ত্রিক বৈশিষ্ট্যমণ্ডিত ছিল। কিছু সময়ের জন্য এই প্রজাতন্ত্র গণতান্ত্রিকভাবে শাসিত হয়েছিল যদিও ১৮০১ সালের অভ্যুত্থান সংবিধানে আরেকটি পরিবর্তনের পরে একটি কর্তৃত্ববাদী শাসনকে ক্ষমতায় এনেছিল। এই গণতান্ত্রিক সময়ের প্রভাব ১৮৪৮ সালে আরও গণতান্ত্রিক সরকারের রূপান্তরকে সুগম করতে সাহায্য করে (জোহান রুডলফ থরবেকের সাংবিধানিক সংশোধন রাজার ক্ষমতা সীমিত করে)। ডাচ ইতিহাসে প্রথমবারের মতো এক ধরনের মন্ত্রিপরিষদ শাসিত সরকার চালু করা হয়েছিল এবং বর্তমান সরকারি বিভাগগুলির অনেকগুলোই তাদের ইতিহাস এই সময়কাল থেকে শুরু হয়েছিল।\nযদিও বাটাভীয় প্রজাতন্ত্র ফ্রান্সের একটি আশ্রিত রাষ্ট্র ছিল, তার পরের সরকারগুলি কিছুটা স্বাধীনতা বজায় রাখার এবং ডাচদের স্বার্থ পরিবেশন করার চেষ্টা করেছিল এমনকি তারা ফরাসিদের স্বার্থের সাথে সংঘর্ষেও লিপ্ত ছিল। স্বার্থের এই সংঘর্ষ প্রজাতন্ত্রকে অবসানের দিকে নিয়ে যায় যখন \"প্রধান বৃত্তিভোগী ব্যক্তি\" রুটগার জ্যান শিমেলপেনিঙ্কের শাসনের স্বল্পস্থায়ী পরীক্ষা নেপোলিয়নের কাছে অসন্তোষজনক প্রমাণিত হয়। পরবর্তী রাজা লুই বোনাপার্টও ফরাসি হুকুম অনুসরণ করতে অস্বীকার করেছিলেন, যা শেষ পর্যন্ত ১৮১০ সালে তার পতনের দিকে নিয়ে যায় যখন এই অঞ্চলটি ফরাসি সাম্রাজ্যের সাথে যুক্ত হয়।\n\n\n== পটভূমি ==\n\nবিপর্যয়কর চতুর্থ ইঙ্গো-ডাচ যুদ্ধের কারণে প্যাট্রিয়ট পার্টি স্ট্যাডথোল্ডার পঞ্চম উইলিয়ামের কর্তৃত্ববাদী শাসনের বিরুদ্ধে বিদ্রোহ করেছিল কিন্তু ১৭৮৭ সালের সেপ্টেম্বরে উইলিয়ামের ভগ্নিপতি প্রুশিয়ার ফ্রেডেরিক দ্বিতীয় উইলিয়ামের হস্তক্ষেপে দ্রুত পতন ঘটে। বেশিরভাগ দেশভক্তরা ফ্রান্সে নির্বাসনে গিয়েছিলেন, যখন নেদারল্যান্ডসের নিজস্ব \"প্রাচীন ব্যবস্থা\" মূলত ওরাংবাদী প্রধান বৃত্তিভোগী ব্যক্তি লরেন্স পিটার ভ্যান ডি স্পিগেলের মাধ্যমে ডাচ সরকারের উপর তার দখল জোরদার করেছিল। ইঙ্গো-প্রুশীয় অভিভাবকত্বের এই কার্যত অবস্থাটি ১৭৮৮ সালে নিশ্চয়তা আইন (যার জন্য গ্রেট ব্রিটেন ও প্রুশিয়া জামিনদার হিসাবে কাজ করেছিল) এবং আন্তর্জাতিকভাবে ডাচ প্রজাতন্ত্র, প্রুশিয়া ও গ্রেট ব্রিটেনের মধ্যে ত্রি-জোট পাকা করা হয়েছিল। নেদারল্যান্ডস বড় শক্তিগুলির জন্য একটি গুটি ছাড়া আর কিছু ছিল না।\nদেশভক্তরা তাদের নিজস্ব বিদ্রোহে যে রাজনৈতিক ধারণাগুলিকে সমর্থন করেছিল ফরাসি বিপ্লব তার অনেকগুলিকে গ্রহণ করে। দেশভক্তরা উৎসাহের সাথে বিপ্লবকে সমর্থন করেছিল এবং যখন ফরাসি বিপ্লবী সেনাবাহিনী বিপ্লব ছড়িয়ে দিতে শুরু করে তখন দেশভক্তরা নিজেদের স্বৈরাচারী জোয়াল থেকে তাদের মাতৃভূমিকে মুক্ত করার আশায় যোগ দেয়। স্ট্যাডথোল্ডার হঠাৎ অস্ট্রীয় বিরোধী প্রথম ফরাসি প্রজাতন্ত্রকে বশীভূত করার প্রয়াসে দেশগুলির জন্য দুর্ভাগ্যজনক প্রথম জোটে যোগ দিয়েছিলেন। দেশভক্তরা স্ট্যাডহোল্ডারের বিরুদ্ধে তাদের সংগ্রামে ফরাসি বিপ্লবী সহায়তা চেয়েছিল, তবে ফ্রান্স দ্বারা বিজিত অঞ্চল হিসাবে বিবেচিত হতে চেয়ে একটি \"ভগিনী প্রজাতন্ত্র\" হিসাবে বিবেচিত হতে চেয়েছিল। দেশভক্তদের দোহাই দিয়ে যুদ্ধক্ষেত্রে এর সাফল্যের উপর নির্ভর করে প্রকাশ্য যুদ্ধ হয়। ফ্লুরাসের যুদ্ধে স্ট্যাডথোল্ডারের মিত্রদের পরাজয়ের সাথে অস্ট্রিয়া দক্ষিণ নেদারল্যান্ডসের প্রতি তার আগ্রহ পরিত্যাগ করে। ফরাসি বিপ্লবী বাহিনী ১৭৯৪ সালের ডিসেম্বরে নদীর হিমশীতল অবস্থার সুবিধা নিতে সক্ষম হয় এবং স্ট্যাডথোল্ডারকে নির্বাসনে বাধ্য করে।\n\n\n== প্রজাতন্ত্রের সৃষ্টি ==\n\nফরাসি বিপ্লবী যুদ্ধ স্ট্যাডথোল্ডারের বাহিনীর দিকে বিপর্যয়করভাবে এগিয়ে যায়। ১৭৯৪/৯৫ সালের তীব্র শীতে জেনারেল চার্লস পিচেগ্রু অধীনস্থ ফরাসি সেনাবাহিনীর এক জেনারেল হারম্যান উইলেম ডেন্ডেলসের নেতৃত্বে একটি ডাচ দল নিয়ে বিশাল হিমশীতল নদী অতিক্রম করে যা নিয়মমাফিকভাবে নেদারল্যান্ডসকে আক্রমণ থেকে রক্ষা করেছিল। ডাচ জনসংখ্যার একটি উল্লেখযোগ্য অংশ ফরাসি আক্রমণকে অনুকূলভাবে দেখেছিল এবং প্রায়শই এটিকে মুক্তি হিসাবে বিবেচনা করেছিল, ফরাসিরা দ্রুত স্ট্যাডথোল্ডার এবং তার অস্ট্রীয় ও ব্রিটিশ মিত্রদের বাহিনীর প্রতিরোধ ভেঙে দিতে সক্ষম হয়েছিল। যাইহোক, ফরাসিদের আগমনের আগেই অনেক শহরে বিপ্লব ছড়িয়ে পড়ে এবং বিপ্লবী কমিটিগুলি নগর সরকার ও (অস্থায়ীভাবে) জাতীয় সরকারও গ্রহণ করে। উইলিয়াম ১৭৯৫ সালের ১৮ জানুয়ারি একটি মাছ ধরার নৌকায় ইংল্যান্ডে পালিয়ে যেতে বাধ্য হন।\n\n\n== প্রজাতন্ত্রের ঐতিহাসিক পর্যায়সমূহ ==\n\nফরাসিরা নিজেদেরকে মুক্তিদাতা হিসেবে তুলে ধরে। তবে নতুন বাটাভীয় প্রজাতন্ত্র ও ফরাসি প্রজাতন্ত্রের প্রতিনিধিদের মধ্যে যা আলোচনা হয়েছিল এবং ১৬ মে ১৭৯৫-এ একটি রূঢ় হেগ চুক্তিতে শেষ হয়েছিল। আঞ্চলিক ছাড় এবং একটি বিশাল ক্ষতিপূরণ আরোপ ছাড়াও এই চুক্তিটি ২৫,০০০ লোকের উপর একটি ফরাসি সেনাবাহিনীর দখল বজায় রাখতে ডাচদের বাধ্য করেছিল। এর দায়িত্ব পালনের জন্য ডাচ অর্থদাতা পিটার স্ট্যাডনিটস্কি ১৭৯৫ সালের জুলাইয়ের শেষে একটি কমিটিতে যোগদান করেন। অতি মুদ্রাস্ফীতিকে কমিয়ে আনার জন্য ঘোষণা করা হয়েছিল যে ৩ আগস্ট থেকে বাটাভীয় প্রজাতন্ত্রের ফরাসি সৈন্যদের সঠিক ডাচ মুদ্রায় অর্থ প্রদান করা হবে এবং এরপর থেকে কেউ ফরাসি নিয়োগ গ্রহণ করতে বাধ্য করতে পারবে না। এটি ডাচ প্রজাতন্ত্রকে গ্রেট ব্রিটেন ও প্রুশিয়ার আশ্রিত রাজ্য থেকে ফরাসিদের আশ্রিত রাজ্যে রূপান্তরিত করে; তখন থেকে এটি ফ্রান্স দ্বারা নির্ধারিত একটি বৈদেশিক ও সামরিক নীতি পরিচালনা হয়ে আসছিল, যেখানে এর পূর্বসূরি ১৭৮৭ সাল থেকে ব্রিটিশ নির্দেশ অনুসরণ করত (দুটি প্রজাতন্ত্রের একটি আক্রমণাত্মক ও প্রতিরক্ষামূলক জোট চুক্তির অংশ ছিল)। চুক্তির মাধ্যমে, অর্থনৈতিক নীতিগুলিও ফ্রান্সের স্বার্থের অধীনস্থ হয়ে যায়, তবে এর অর্থ এই নয় যে এটি সমস্ত ক্ষেত্রে তার স্বাধীনতা হারিয়েছিল। ফরাসি বিপ্লবের রাজনৈতিক বাস্তবতা দ্বারা সীমাবদ্ধ ডাচ বিপ্লবীরা যে সংস্কারের কর্মসূচি চালানোর চেষ্টা করেছিলেন তা বেশিরভাগই ডাচ চাহিদা ও আকাঙ্ক্ষা দ্বারা চালিত হয়েছিল।\n\n\n=== বিপ্লবী স্টেট-জেনারেল ===\n\nপ্রথমে বিপ্লবীরা পুরোনো মৈত্রী প্রজাতন্ত্রের সাংবিধানিক শাসনযন্ত্র ব্যবহার করেছিল। ১৭৮৭ সালে দেশভক্ত রাজপ্রতিনিধিদের অভিযোগমুক্তির পরে তারা যেখানে ছেড়ে যায় সেখানে আবার শুরু করেছিল, তারা ওরাংবাদী রাজপ্রতিনিধিদের দপ্তর দখল করেছিল যা তখন তাদের পালাক্রমে অভিযোগমুক্ত করে দেয় (উদাহরণস্বরূপ, হল্যান্ড ও পশ্চিম ফ্রাইজল্যান্ড রাজ্যকে ১৮টি শহর দ্বারা প্রতিস্থাপিত করা হয়েছিল যেগুলি আনুষ্ঠানিকভাবে সেই রাজ্যগুলিতে প্রতিনিধিত্ব করেছিল এমন একটি গণপরিষদে প্রতিনিধি পাঠায় যা আনুষ্ঠানিকভাবে রাজ্যগুলিকে বিলুপ্ত করে এবং হল্যান্ডের জনগণের অস্থায়ী প্রতিনিধি করে একটি নতুন সংস্থা প্রতিষ্ঠা করেছিল, যেটি হল্যান্ড রাজ্যের কার্যভার গ্রহণ করেছিল যতক্ষণ না রাজ্য জেনারেল বিদ্যমান ছিল)। যদিও কর্মীদের এই পরিবর্তনের কারণে স্টেট জেনারেলের রাজনৈতিক নেপথ্য প্রশংসনীয়ভাবে পরিবর্তিত হয়েছিল, তবে এটি পুরানো বিশেষ স্বার্থের বেশ কয়েকটি রক্ষককে ধরে রেখেছিল। বিপ্লবীদের প্রণিধানযোগ্য বিষয়ের প্রথমটি ছিল মৈত্রীবদ্ধ রাষ্ট্রের সংস্কারের জন্য সংগ্রাম করা, জনসাধারণের ভূমি এবং বিশেষ সংখ্যালঘুদের (ক্যাথলিক, ইহুদিদের) বৈষম্য দূর করে একটি একক রাষ্ট্রের দিকে পরিচালিত করা যেখানে সংখ্যালঘুরা মুক্তি পাবে এবং একটি অধিকতর গণতান্ত্রিক রাজনৈতিক ব্যবস্থার দ্বারা পুরানো প্রবেশকৃত স্বার্থকে স্থানান্তরিত করা হবে। প্রথম পদক্ষেপ হিসাবে ব্র্যাব্যান্টের প্রতিনিধিরা স্টেট জেনারেলের কাছে সম্মত হন।\nযাইহোক, ১৭৯৫ সালের গ্রীষ্মে সরকারের উপর জনপ্রিয় প্রভাবের দাবিতে জনপ্রিয় সমিতি (ক্লাব) এবং উইজকভারগাদারিনজেন (এক্তিয়ার সভা) নিয়ে একটি তৃণমূল গণতান্ত্রিক আন্দোলন গড়ে উঠতে শুরু করে। নগর সরকার ও প্রাদেশিক রাজ্যগুলির পাশে \"জেনারেল পরিষদ\" আকারে এক ধরণের সমান্তরাল সরকার গড়ে উঠেছিল যা বারবার প্রতিষ্ঠিত আদেশের সাথে সংঘাতে লিপ্ত হয়। ১৭৯৫ সালের শরতে স্টেট জেনারেল শান্তিপূর্ণভাবে নিজেকে \"সাংবিধানিক উপায়ে\" একটি জাতীয় পরিষদের সাথে প্রতিস্থাপনের জন্য একটি পদ্ধতিতে কাজ শুরু করেছিলেন যা সম্পূর্ণ নির্বাহী, আইনসভা এবং সাংবিধানিক ক্ষমতার অধিকারী হবে। এই প্রকল্পটি প্রথমে রক্ষণশীলদের তীব্র প্রতিরোধের সম্মুখীন হয়। কিছু কিছু ক্ষেত্রে এমনকি এই বিরোধিতা কাটিয়ে উঠতে (যেমন ফ্রাইজল্যান্ড ও গ্রোনিংজেনে) বল প্রয়োগ করা হয়েছিল। ১৭৯৬ সালের ১ মার্চ তারিখে হেগে নতুন জাতীয় পরিষদের অধিবেশন বসে।\n\n\n=== সংবিধানের জন্য সংগ্রাম ===\nপুরোনো বিপ্লবী স্টেট-জেনারেলের মতো নতুন জাতীয় পরিষদে মূলত বিরোধী দল ছিল: পিটার ভ্রিড, জোহান ভালকেনার ও পিটার পলাসের নেতৃত্বে একক ডেমোক্র্যাটরা এবং জ্যাকব আব্রাহাম ডি মিস্ট ও জেরার্ড উইলেম ভ্যান মার্লে এর মতো ফেডারেলবাদীরা। তবে এই মেরুগুলির মধ্যে মতামতের বিস্তৃত ধারাবাহিকতা ছিল। এই বলক্ষেত্রে পলাসের (যিনি অন্যদিক থেকে উদ্যম নিয়ে সমরূপী হিসাবে কাজ করতেন) আকস্মিক মৃত্যুর পরে ফেডারেলবাদীরা প্রতিপত্তি ধরে রেখেছিল। রক্ষণশীল ফেডারেলবাদীরা সংসদীয় কৌশলে বেশি পারদর্শী ছিলেন। রুটগার জ্যান শিমেলপেনিঙ্ক এই বিষয়ে নিজেকে বিশেষভাবে দক্ষ প্রমাণ করেছিলেন। এটি ডেমোক্র্যাটদের মধ্যে যে হতাশা তৈরি করেছিল তা তাদের জনমত এবং সংসদ-বহির্ভূত পদক্ষেপের জন্য আবেদন করতে পরিচালিত করেছিল। ইতোমধ্যে, পরিষদ একটি সাংবিধানিক কমিশন স্থাপন করেছিল যেটি ১৭৯৬ সালের নভেম্বরে একটি প্রতিবেদন পেশ করেছিল যা পুরোনো ফেডারেল ব্যবস্থার একটি ধারাবাহিকতা ছিল। যেহেতু এটি ঐক্যবাদীদের কাছে সম্পূর্ণ অগ্রহণযোগ্য ছিল, তাই এই খসড়াটি পরবর্তীকালে একটি সমঝোতার মাধ্যমে সংশোধন করা হয়েছিল যা অবশেষে একটি নতুন সংবিধানের ভিত্তি তৈরি করে তার বিপরীত ছিল। পরিষদ তখন অন্যান্য গুরুত্বপূর্ণ বিষয় যেমন ধর্ম ও রাষ্ট্রের মধ্যে বিচ্ছিন্নতা এবং সংখ্যালঘুদের মুক্তি নিয়ে আলোচনা শুরু করেছিল।\nরাজ্যের অঙ্গগুলি ছিল একটি দ্বিকক্ষ বিশিষ্ট আইনসভা দল যা ছিল পরোক্ষ নির্বাচনে নির্বাচিত হওয়া এবং পাঁচ সদস্যের পরিচালকবর্গের মতো কার্যনির্বাহী। সংবিধানের শেষ ফলাফলটি দেখতে অনেকটা ১৭৯৫ সালের ফরাসি সংবিধানের মতো ছিল। এটি ১৭৯৭ সালের ১০ মে পরিষদ দ্বারা অনুমোদিত হয়েছিল।\nখসড়া-সংবিধানটি খুব প্রাণবন্ত প্রচারণার পরে ১৭৯৭ সালের ৮ আগস্টে একটি গণভোটের মাধ্যমে কার্যকরে বাধ্য করা হয় যেখানে ফরাসি রাষ্ট্রদূত নোয়েল একটি সমর্থনমূলক আবেদন করেছিলেন। এটি সম্ভবত প্রস্তাবের শোচনীয় পরাজয়ে অবদান রেখেছিল (১০৮,৭৬১ ভোটের মধ্যে ২৭,৯৯৫)। পরিষদ আগের অবস্থানে প্রত্যাবর্তন করে। এই মুহুর্তে জেনারেল পিয়ের অগেরুর ১৮ ফ্রুক্টিডর অভ্যুত্থানের রূপে বিদেশী ঘটনাগুলি হস্তক্ষেপ করেছিল। এটি ফ্রান্সে উগ্রতর মৌলবাদী দলকে ক্ষমতায় নিয়ে আসে যা শেষ পর্যন্ত ডাচ রাজনৈতিক প্রক্রিয়ার অনিশ্চয়তার সাথে কম ধৈর্যশীল ও হস্তক্ষেপের প্রবণতা বেশি প্রমাণ করেছিল। দ্বিতীয় জাতীয় পরিষদের জন্য নির্বাচন এমন একটি সময়ে ফিরে আসে যেখানে ক্ষমতার ভারসাম্য ১৭৯৭ সালের শরতে ঐক্যবাদীদের কাছে স্থানান্তরিত হয়েছিল। তবুও ফেডারেলবাদীরা খালি সংখ্যাগরিষ্ঠতার দ্বারা নতুন সাংবিধানিক কমিশনের নিয়ন্ত্রণ ধরে রাখতে সক্ষম হয়েছিল। এটিকে ঐক্যবাদীরা আরও দৃঢ়তার দিকে নিয়ে যায় এবং ১৭৯৭ সালের ১২ ডিসেম্বর ৪৩-এর ঘোষণাপত্র-এর আকারে পরিষদে তাদের নিজস্ব প্রস্তাব নিয়ে আসে যেখানে নতুন সংবিধানের ন্যূনতম শর্তগুলির সাথে সম্পর্কিত নয় দফা ইশতেহার ছিল।\nএরপর ঘটনার গতি বাড়তে শুরু করে। নতুন ফরাসি রাষ্ট্রদূত চার্লস-ফ্রাঁসোয়া ডেলাক্রোইক্স মৌলবাদীদের পক্ষ নেন। তার আচরণ মৌলবাদী প্রস্তাবের বিরোধীদেরকে আসলে ঐক্য গড়ার জন্য যথেষ্ট ভয় দেখিয়েছিল। তবুও, ফরাসি রাষ্ট্রদূতের সচিব পিয়েরে অগাস্ট ব্রাহাইন ডুকাঞ্জের সহযোগিতায় ওয়াইবো ফিজনজে ও অ্যান্টনি উইলেম ওকার্সের নেতৃত্বে মৌলবাদীরা তখন ১৭৯৮ সালের ২১-২২ জানুয়ারিতে অভ্যুত্থানের ষড়যন্ত্র শুরু করে যা জেনারেল হারমান উইলেম ডেন্ডেলসের সহায়তায় মৌলবাদীদের ক্ষমতায় আনে। প্রায় পঞ্চাশজন মৌলবাদীদের নিয়ে সদ্য গঠিত মেরুদণ্ডহীন পরিষদ নিজেদেরকে সংবিধানপ্রণেতা হিসেবে ঘোষণা করে যা একের পর এক মৌলবাদী কর্মসূচিকে কার্যকর করতে শুরু করে, অন্যদিকে পরিষদের অন্যান্য সদস্যদের জোরপূর্বক আটক করা হয়। সমস্ত প্রাদেশিক সার্বভৌমত্ব বাতিল; সংসদের ভিন্নমতাবলম্বী সদস্যদের বহিষ্কার করা হয়েছিল; একটি \"অন্তবর্তীকালীন নির্বাহী পরিচালকবর্গ\" ক্ষমতাপ্রাপ্ত হয়; এবং সাংবিধানিক কমিশন সাতজন মৌলবাদী সদস্যে নামিয়ে আনে।\nযদিও ফলস্বরূপ সংবিধানকে কখনও কখনও একটি ফরাসি প্রকল্প হিসাবে চিত্রিত করা হয়েছে, এটি আসলে ১৭৯৭ সালের অক্টোবর থেকে ১৭৯৮ সালের জানুয়ারির মধ্যে সাংবিধানিক কমিশনের আলোচনার ফলাফল ছিল। \"ক্রিপ্টো-ওরাংবাদী\" এবং অন্যান্য প্রতিক্রিয়াশীলদের ভোটার তালিকার শোধন ব্যতীত জানুয়ারির অভ্যুত্থানের প্রয়োজনীয়তাকে এড়িয়ে যাওয়া মধ্যপন্থীদের জন্য এটি গ্রহণযোগ্য হতে পেরেছিল।\nযাই হোক না কেন, ডেলাক্রোইক্সের \"পরামর্শ\" প্রত্যাখ্যান করা হয়েছিল এবং সাংবিধানিক কমিশন নিম্নলিখিত তিনটি অপরিহার্য বিষয়ের উপর জোর দিয়েছিল: আর্থিক যোগ্যতা ছাড়াই সার্বজনীন প্রাপ্তবয়স্ক পুরুষের ভোটাধিকার। ভোটারদের দ্বারা পঞ্চবার্ষিকী বিরতিতে সংবিধান সংশোধনের অধিকার; এবং অবশেষে একটি দ্বিকক্ষ বিশিষ্ট আইনসভার নীতি প্রত্যাখ্যান, যেখানে প্রতিটি কক্ষের একটি পৃথক নির্বাচনী ভিত্তি থাকবে।\nযদিও ২২ শে জানুয়ারি ১৭৯৮-এর অভ্যুত্থানটি নতুন সংবিধানের জন্য সত্যিকারের গণতান্ত্রিক অনুমোদন প্রক্রিয়ার পক্ষে ভাল ছিল না (এবং ফরাসিরা মেরুদণ্ডহীন পরিষদের অনুমোদন দ্বারা \"নিরাপদ\" পথে যেতে পছন্দ করত), ১৭ মার্চে শুরু হওয়া গণভোট (প্রায় ১০০-৫০০ ভোটারের \"প্রাথমিক\" পরিষদে নির্বাচনের স্বাভাবিক রূপ) একটি যুক্তিসঙ্গত গণতান্ত্রিক বৈশিষ্ট্যসম্পন্ন ছিল। ২৩ এপ্রিল ১৭৯৮-এ, স্ট্যাটস্রেজেলিং ভুর হেট বাটাফশে ভল্ক ১১,৫৮৭ ভোটের বিপরীতে ১৫৩,৯১৩ ভোটে অনুমোদিত হয়েছিল (অর্থাৎ, ১৭৯৭ সালে পূর্ববর্তী খসড়া প্রত্যাখ্যানের পক্ষে ভোট দেওয়ার চেয়ে মাত্র ৬৪১ জন বেশি লোক ১৭৯৮ সালে অনুমোদনের পক্ষে ভোট দিয়েছিলেন; প্রায় ৫০% ভোটার ভোট প্রদান করেন)। নতুন শাসন তাই জনপ্রিয় সার্বভৌমত্বের নতুন মতবাদে ভাল ভিত্তি বলে মনে হয়েছিল।\nনতুন সংবিধানটি ১৭৮৫ সাল থেকে দেশভক্তদের অনেক সংস্কারবাদী উদ্বেগকে সম্বোধন করেছিল, যার মধ্যে উত্তরাধিকারসূত্রে প্রাপ্ত কোনো দপ্তর ছিল না; কোন সিনিকিউর নেই; এবং কর্মকর্তাদের জবাবদিহিতাও ছিল না। এটি অর্থনৈতিক উদারনীতিবাদের পক্ষেও চলে এসেছিল, বণিকতন্ত্রের বিরোধিতা করে তখন রিপাবলিকান বিভাগগুলোতে অর্থনৈতিক বিতর্ক ছড়িয়ে পড়েছিল এবং তাই গিল্ড ও বাণিজ্যের অভ্যন্তরীণ প্রতিবন্ধকতাগুলি দূর করার প্রতিশ্রুতি দিয়েছিল। সরকারি আর্থিক সংস্থানের পুরানো প্রাদেশিক-পুনর্বিভাগ ব্যবস্থা জাতীয় কর ব্যবস্থার দ্বারা প্রতিস্থাপিত করা হয়।\nবৈদেশিক বিষয়ক, পুলিশ ও স্বরাষ্ট্র, বিচার, অর্থ, যুদ্ধ, নৌবাহিনী, জাতীয় শিক্ষা এবং জাতীয় অর্থনীতি পরিচালনা করে আটজন জাতীয় এজেন্টেন (সরকারী মন্ত্রী) সহ একটি সম্মিলিত নির্বাহী হিসাবে পাঁচ সদস্যের ইউটভোরেন্ড বেউন্ড থাকার কথা ছিল। সবচেয়ে গুরুত্বপূর্ণ, যেমন ঐতিহাসিক সাইমন স্কামা বলেছেন: \"এর কেন্দ্রীয় লক্ষ্য ছিল ডাচ রাজ্যের প্রকৃতি পরিবর্তন করা এবং এর নতুন প্রতিষ্ঠানগুলিকে নির্বাচনী গণতন্ত্রের কাঠামোতে আবদ্ধ করা।\" যেমন এটির একটি গুরুত্ব ছিল যা বাটাভীয় প্রজাতন্ত্রকে ছাড়িয়ে গিয়েছিল এবং এর উত্তরসূরি রাজ্যগুলির জন্য অনুকরণ করার জন্য একটি আদর্শ স্থাপন করেছিল।\n\n\n=== ইউটভোরেন্ড বেউন্ড ===\nতাদের সাফল্যে বিরক্ত হয়ে মৌলবাদীরা এবার আরও ধাক্কা খেল। তারা যেভাবে ক্ষমতা দখল করেছিল তার কারণে তাদের বৈধতা ইতোমধ্যে দুর্বল ছিল। এখন তারা তাদের পক্ষপাতিত্বের কারণে মেরুদণ্ডহীন পরিষদেও সমর্থন হারিয়েছিল। ফরাসি জ্যাকোবিনদের ভুলগুলি পুনরাবৃত্তি করতে না চেয়ে তারা তাদের রাজনৈতিক ভিত্তি গঠনকারী জনপ্রিয় রাজনৈতিক ক্লাবগুলির বিরুদ্ধে চলে যায়, যার ফলে তাদের সবচেয়ে উৎসাহী সমর্থকদের বিচ্ছিন্ন করে দেয়। অন্যদিকে, ডেলাক্রোইক্সের নির্দেশে তারা \"প্রতিবিপ্লবীদের\" বিরুদ্ধেও পদক্ষেপ নিয়েছিল যাতে কমিশন শোধন করে এই পুরুষদের ভোটার তালিকা থেকে সরিয়ে দিয়ে শাসনের বৈধতাকে আরও ক্ষুণ্ন করে, কারণ মধ্যপন্থী দেশভক্তদের বঞ্চিত করা হয়েছিল। চূড়ান্ত আঘাতটি তখন দেওয়া হয় যখন নতুন সরকার একটি সম্পূর্ণ নতুন প্রতিনিধি পরিষদ নির্বাচন করার প্রতিশ্রুতি থেকে সরে এসেছিল।\n\n\n==== মধ্যপন্থীদের অভ্যুত্থান ====\n\nএদিকে ফ্রান্সে ২২ ফ্লোরিয়াল অভ্যুত্থান ডেলাক্রোইক্সকে দুর্বল করেছিল, কারণ এটি ফরাসি পররাষ্ট্রমন্ত্রী চার্লস মরিস ডি ট্যালিরান্ড-পেরিগর্ডের মাধ্যমে রাষ্ট্রদূতের প্রত্যাহার দাবিকারী ডাচ বিরোধী সদস্যদের প্রতি আরও সহানুভূতি অনুপ্রাণিত করেছিল। একই সময়ে, শুদ্ধিকরণ কমিশনের অবনমনের কারণে ড্যানডেল যে শাসনব্যবস্থাকে ক্ষমতায় বসাতে সাহায্য করেছিলেন তার প্রতি অসন্তুষ্ট হয়ে ওঠেন। তার ফরাসি সহকর্মী জেনারেল বার্থলেমি ক্যাথরিন জুবার্ট ফ্লাশিংয়ের সহ-আধিপত্য সম্পর্কে দ্বন্দ্বের কারণে মৌলবাদীদের প্রতি অসন্তুষ্ট ছিলেন। অবশেষে, নবনিযুক্ত এজেন্টেন ইউটভোরেন্ড বেউন্ড এর অদক্ষতা সম্পর্কে বিরক্ত ছিল। এই সমস্ত অসন্তোষ ১২ জুন, ১৭৯৮-এ সেই অপরাধপ্রবণ ব্যক্তি জেনারেল ডেনডেলের অভ্যুত্থানের মাধ্যমে একত্রিত হয়েছিল, যেখানে তিনি ডেলাক্রোইক্সের একটি নৈশভোজ ও ইউটভোরেন্ড বেউন্ড-এর তিন সদস্যকে তার বুকে পিস্তল রেখে রাষ্ট্রদূতের কূটনৈতিক অনাক্রম্যতা লঙ্ঘন করে বিরক্ত করেছিলেন। অধিবেশনে প্রতিনিধি পরিষদ-এর সদস্যদের গ্রেফতার করা হয়।\nভ্রিদে-ফিজঞ্জে বেউন্ডের পতন নতুন সংবিধানের প্রকৃত বাস্তবায়নের পথ উন্মুক্ত করে। \"অন্তর্বর্তীকালীন পরিচালকবর্গ\" যেটি তখন ক্ষমতায় অধিষ্ঠিত হয়ে (কয়েকজন ভিন্নমত পোষণকারী এজেন্টেন-এর সমন্বয়ে) ৩১ জুলাইয়ে আহ্বান করা প্রতিনিধি পরিষদের নির্বাচন আয়োজনে তাড়াহুড়ো করেছিল। আগস্টের মাঝামাঝি একটি নতুন ইউটভোরেন্ড বেউন্ড নিযুক্ত করা হয় এবং অভ্যুত্থানের পিছনে থাকা এজেন্টেন তাদের মূল অবস্থানে পুনরায় কাজ শুরু করেছিল। এই নতুন শাসন এখন তাদের উগ্রপন্থী পূর্বসূরিরা সংবিধানে যে নীতিগুলি লিখেছিল তা বাস্তবায়ন করতে শুরু করে। তাই জুনের অভ্যুত্থান কোনো প্রতিক্রিয়াশীল বিপ্লব ছিল না, শুধু কর্মীদের পরিবর্তন এনেছিল। শীঘ্রই জানুয়ারি ও জুন উভয় অভ্যুত্থানে গ্রেপ্তার হওয়া বেশিরভাগ লোকদের পুনর্মিলনের চেতনায় মুক্তি দেওয়া হয় যা নতুন শাসন সমর্থন করেছিল। প্রতিনিধি পরিষদের গঠন ১৭৯৭ সালের দ্বিতীয় জাতীয় পরিষদের সাথে ঘনিষ্ঠভাবে সাদৃশ্যপূর্ণ।\n\nনতুন শাসন শীঘ্রই আবিষ্কার করতে পেরেছিল যে পরিবর্তনগুলি আইন প্রণয়নের মাধ্যমে সহজে কার্যকর হয় না। সংবিধানের যে অংশটি পর্যাপ্তভাবে কাজ করেছিল তা ছিল পরোক্ষ গণতন্ত্রের পরীক্ষা। যে সময়কালে সংবিধান বলবৎ ছিল, সরকারের নিজ নিজ অঙ্গের পক্ষে ভোট দেওয়া নির্বাচিত প্রতিনিধিরা প্রাথমিক পরিষদের ব্যবস্থায় দক্ষতার সাথে কাজ করেছিল এবং ভোটারদের সম্পৃক্ত রেখেছিল। তবে প্রজাতন্ত্র যেহেতু একটি সত্যিকারের গণতন্ত্র ছিল, তাই শাসনের অন্যান্য লক্ষ্যগুলি অর্জন করা কম সহজ ছিল। নির্বাচনগুলি প্রায়শই এমন লোকদের পদে বসিয়ে দেয় যারা তখন সংবিধানে অন্তর্ভুক্ত একক রাষ্ট্রের খুব বিরোধী ছিল এবং এর সাথে জড়িত অন্যান্য উদ্ভাবনের বিরোধিতা করেছিল বা যে কোনও ক্ষেত্রে রক্ষণশীল প্রবণতার ছিল।\nএটি এরই মধ্যে শীর্ষে প্রয়োগ করা হয়: সংবিধানে ইউটভোরেন্ড বেউন্ড-এর সদস্যদের জন্য একটি বয়স পূরণ করার প্রয়োজনীয়তা ছিল, যা স্থির দেশভক্ত প্রতিনিধিদের নির্বাচনের পক্ষে ছিল এবং জ্যাকবাস স্পোরস, গেরিট জান পিজম্যান ও আলেকজান্ডার গোগেলের মতো আরও প্রতিভাবান নিযুক্ত এজেন্ট-দের প্রতি বৈষম্যমূলক আচরণ করেছিল। মেয়াদে এর পরবর্তী বছরগুলিতে বেউন্ড আরও রক্ষণশীল হয়ে ওঠে। প্রতিনিধিরা অবশ্য উদ্যমীভাবে কাজ করতে গিয়েছিল এবং পুরানো যুক্তরাষ্ট্রীয় কাঠামোর মূল পরিচয়কে নির্মূল করার ইচ্ছাকৃত প্রয়াসে দেশের পুরোনো প্রশাসনিক সংস্থার উপর হানা দিতে শুরু করেছিল। হল্যান্ডের এক সময়ের শক্তিশালী প্রদেশটি তিনটি টুকরোতে অঙ্কিত করা হয়: আমস্টেল (আমস্টারডাম এবং মুখ্য পাশ্ববর্তী অঞ্চল), টেক্সেল (উত্তর উপদ্বীপ) এবং ডেলফ (দক্ষিণ অংশ); অন্যান্য প্রদেশগুলি অধিকাংশ ক্ষেত্রে বৃহত্তর সংস্থায় একীভূত করা হয়, যেমন ওভারিজসেল ও ড্রেন্টের মধ্যে ওডেন ইসেল, এবং ফ্রিসিয়া এবং গ্রোনিঞ্জেনের মধ্যে ইমস বিভাগ। লক্ষ্য ছিল সমান সংখ্যক প্রাথমিক পরিষদের সাথে দেশকে ইউনিটে সংগঠিত করা (অতএব এর বিশাল জনসংখ্যা সহ ছোট অ্যামস্টেল বিভাগ)। এই নতুন সত্তাগুলির প্রশাসনিক অঙ্গের জন্য প্রথম নির্বাচন\n১৭৯৯ সালের মার্চ মাসে অনুষ্ঠিত হয়েছিল। কিন্তু অবশ্যই এই ধরনের পুনর্গঠন হঠাৎ করে এই অঞ্চলে বসবাসকারী মানুষের পুরোনো আনুগত্য পরিবর্তন আনেনি। যাই হোক না কেন, নির্বাচিত হয়ে নতুন স্থানীয় ও বিভাগীয় প্রশাসন জাতীয় সরকার কর্তৃক কেন্দ্রীয়ভাবে নির্ধারিত নীতিগুলি কার্যকর করার কথা থাকলেও যেহেতু নির্বাচনগুলি প্রায়শই পুরানো আদেশের প্রতিনিধিত্বকারী লোকদের ক্ষমতায় রাখে (যেমন জোয়ান আরেন্ড ডি ভোস ভ্যান স্টিনউইজক ভিতরে ওডেন ইসেল) তাই সেটি অত্যন্ত অসম্ভব ছিল। অন্যভাবে বলতে গেলে, সব ধরনের বিভিন্ন দেশভক্ত দলগুলির পুনর্মিলনের মাধ্যমে \"জাতীয় ঐক্য\" অর্জনের রাজনৈতিক প্রচেষ্টা একটি দক্ষ জাতীয় একক রাষ্ট্র তৈরির প্রচেষ্টার পথে এসেছিল, যেমনটি গোগেল কল্পনা করেছিলেন।\n\n\n==== সরকারি আর্থিক সংস্কার ====\n\nএকক রাষ্ট্রের কাজ শুধু একে নিয়েই নয় বরঞ্চ এটি উচ্চতর লক্ষ্যের একটি উপায়। যে সরকারি আর্থিক ব্যবস্থা তার স্বর্ণযুগে বিশ্বের ঈর্ষার কারণ ছিল, এটি ১৭১৩ সালে ইউট্রেখ্টের শান্তি পর্যন্ত বিশ্ব রাজনীতিতে তার গুরুত্বকে অনেক বেশি ছাড়িয়ে দিতে সক্ষম হওয়া এর স্কন্ধে একটি পাষাণভারে পরিণত হয়েছিল। ১৭১৩ সাল নাগাদ হল্যান্ড কাউন্টির সরকারি ঋণ ৩১ কোটি গিল্ডারে পৌঁছায়; জেনারেলদের ঋণ ছিল ৬.৮ কোটি; এবং ছোট প্রদেশ ও শহরগুলির ঋণও এর উপরে এসে পড়ে। সেই বছরে শুধু হল্যান্ডের ঋণ পরিষেবার জন্য ১.৪ কোটি গিল্ডার প্রয়োজন হয়, যা তার নিয়মিত কর রাজস্বকে ছাড়িয়ে গিয়েছিল। এই বিপুল সরকারি ঋণের বেশিরভাগই ডাচ বেসরকারি নাগরিকদের হাতে ছিল, তাই এটি একটি অর্থে ডাচ অর্থনীতিতে একটি অভ্যন্তরীণ অর্থ পরিধি তৈরি করেছিল। তবে, এটি বেশিরভাগই উপস্বত্বজীবী শ্রেণীর হাতে কেন্দ্রীভূত ছিল, অন্যদিকে ঋণ প্রধানত শ্রমজীবী জনসংখ্যার উপর চাপিয়ে দেওয়া প্রতিগামী কর দ্বারা পরিশোধ করা হয়েছিল। সবচেয়ে গুরুত্বপূর্ণ, এগুলি ছিল পৃথক প্রদেশের দ্বারা আরোপিত কর, যারা তাদের নিজস্ব ঋণ প্রদান করে এবং ১৬১৬ সালে সর্বশেষ পরিবর্তিত একটি পুনর্বিভাজন সময়সূচী অনুসারে সাধারণ কোষাগারে পরিশোধ করেছিল। ১৮ শতাব্দীতে এই কাঠামোর সংস্কারের প্রচেষ্টা প্রধানত নিষ্ফলই ছিল।\nপরিস্থিতির উন্নতির জন্য পুরোনো প্রজাতন্ত্র শতাব্দীতে কঠোর কৃচ্ছ্রসাধন নীতি বজায় রেখেছিল, বিশেষত এর প্রতিরক্ষা ব্যয়ের উপর ব্যয় সংকোচন করা হয় (যা বড় অংশে ব্যাখ্যা করে যে কেন এর সামরিক ও রাজনৈতিক ভূমিকা এত কমে গিয়েছিল)। চতুর্থ ইঙ্গো-ডাচ যুদ্ধ পর্যন্ত এই নীতি ঋণের মাত্রা কমিয়ে আনতে সফল হয়েছিল, কিন্তু এই যুদ্ধ সরকারি ঋণে একটি বড় বৃদ্ধি এনেছিল: ১৭৮০ ও ১৭৯৪ সালের মধ্যে হল্যান্ড প্রদেশ একাই ১.২ কোটি গিল্ডারের নতুন বন্ড জারি করেছিল। ১৭৯৫ সালে এর মোট ঋণ ৪৫.৫ কোটি গিল্ডারে দাঁড়িয়েছিল। এর সাথে যুক্ত করতে হয়েছিল সংযুক্ত ইস্ট ইন্ডিয়া কোম্পানি ও এর ভগিনী ডব্লিউআইসি, এবং পাঁচটি ডাচ নৌবিভাগের মোট প্রায় ১৫.০ কোটি গিল্ডারের ঋণ। অন্যান্য প্রদেশগুলির কাছে ১৫.৫ কোটি গিল্ডার পাওনা ছিল। বাটাভীয় প্রজাতন্ত্রের শুরুতে ১৭৯৫ সালে সর্বমোট ৭৬.০ কোটি গিল্ডারের অংকে চলে আসে; এটি বার্ষিক ২.৫ কোটি গিল্ডারের একটি ঋণ পরিষেবা আরোপ করেছিল। হেগ চুক্তির ক্ষতিপূরণ অবিলম্বে এই মোট ১০.০ কোটি গিল্ডার  এবং দখলদার ফরাসি সেনাবাহিনীর রক্ষণাবেক্ষণে বার্ষিক প্রায় ১.২ কোটি যুক্ত করেছিল (যদিও প্রজাতন্ত্রের অন্যান্য অর্থায়নের প্রয়োজনীয়তা বার্ষিক আরও ২.০ কোটি যোগ করা হয়)। ফরাসি প্রজাতন্ত্রের সাথে জড়িত থাকার জন্য পিটার স্ট্যাডনিটস্কি ১৭৯৫ সালের জুলাইয়ের শেষে একটি কমিটিতে যোগদান করেন। ৩ আগস্টে ঘোষণা করা হয়েছিল যে সেই তারিখ থেকে ফরাসি সৈন্যদের সঠিক ডাচ মুদ্রায় অর্থ প্রদান করা হবে এবং কেউ আর ফরাসি নিয়োগ গ্রহণ করতে বাধ্য থাকবে না। ১৮১৪ সালে সরকারি ঋণ ১৭০ কোটি গিল্ডারে দাঁড়ায়।\nএই সময়ে প্রজাতন্ত্রের গড় সাধারণ রাজস্ব ২.৮ থেকে ৩.৫ কোটি গিল্ডারের মধ্যে ছিল। তবে ১৭৯৩ সালে যুদ্ধ শুরু হওয়ার পর থেকে ব্যয় ৪.০ থেকে ৫.৫ কোটি মধ্যে চলে যায়। ১৮০০ সালের জন্য প্রজাতন্ত্রকে তার ব্যয়ের জন্য ৭.৮ কোটি গিল্ডার সংগ্রহ করতে হয়েছিল। অন্য কথায়, নতুন আর্থিক সংস্থানের পরিচালক গোগেল একটি আর্থিক জরুরী অবস্থার সম্মুখীন হন। তাকে জরুরী ভিত্তিতে স্থায়ীভাবে সাধারণ রাজস্ব থেকে বার্ষিক প্রায় ৫ কোটি গিল্ডার উৎপাদন করতে হয়েছিল। এছাড়াও যেহেতু দরিদ্র জনগোষ্ঠীর উপর অত্যধিক বোঝা চাপিয়ে দেওয়া ডাচ কর ব্যবস্থা অত্যন্ত প্রত্যাবর্তী পরোক্ষ করের দিকে প্রবলভাবে তির্যক ছিল তাই তিনি এটিকে এমন একটি ব্যবস্থায় পরিবর্তন করতে চেয়েছিলেন যা প্রত্যক্ষ (আয় ও সম্পদ) করের উপর বেশি নির্ভরশীল হবে। অবশেষে, তিনি কর ব্যবস্থায় প্রাদেশিক বৈষম্য দূর করতে এবং একটি জাতীয় মানসম্মত ব্যবস্থা গড়ে তুলতে চেয়েছিলেন। ১৭৯৯ সালের ৩০ সেপ্টেম্বরে তিনি এই সংস্কার প্রস্তাবগুলি প্রতিনিধি পরিষদে পেশ করলে সেগুলি ব্যাপক বিরোধিতার সম্মুখীন হয়। এর ফলে এর গ্রহণযোগ্যতা এতটাই বিলম্বিত হয়েছিল যে এটি কার্যকর হওয়ার সময় (১৮০১ সালে) নতুন স্ট্যাটসবিউন্ড শাসন দ্বারা রাজ্যের পুনঃ-যুক্তরাষ্ট্রীয়করণ ইতোমধ্যেই চালু হয়ে যায়। অবশেষে গোগেলের সংস্কারগুলি শুধুমাত্র হল্যান্ড রাজ্যের উত্তরসূরি রাষ্ট্রের অধীনে বাস্তবায়িত হয়।\nএগুলি হল (গুরুত্বপূর্ণ) ঘটনাগুলির উদাহরণ যেখানে ইউটভোরেন্ড বেউন্ড এবং এর এজেন্টেন-এর ভাল উদ্দেশ্যগুলি সময়ের রাজনৈতিক ও অর্থনৈতিক বাস্তবতার সাথে মিলিত হয়েছিল। অন্যান্য প্রয়োজনীয় সংস্কার (সংস্থাগুলির বিলুপ্তি, উল্লেখ করার মতো দুর্বল ত্রাণ ব্যবস্থার সংস্কার কিন্তু কয়েকটি উদাহরণ ব্যতীত) সমানভাবে ব্যর্থ হয়েছিল। এই পরাজয়গুলি ক্রমান্বয়ে ইতোমধ্যেই একটি বিশৃঙ্খল অবস্থানে থাকা শাসনের প্রতি জনগণের মোহমুক্তির দিকে অগ্রসর হয়, কারণ এটি ফরাসি \"ভগিনী প্রজাতন্ত্র\" এর ধ্বংসের আলকাতরা দিয়েও লেপে দেওয়া হয়েছিল যা প্রধানত উভয়ই সম্মিলিতভাবে (খুব কম সুদের হারে ঋণের দাবিতে) এবং স্বতন্ত্রভাবে (ফরাসি কর্মকর্তাদের ঘুষ ও অন্যান্য চাঁদাবাজির দাবিতে) বাটাভীয় প্রজাতন্ত্রকে একটি দুধেল গাভী হিসাবে দেখেছিল।\n\n\n==== ইঙ্গো-রুশ আক্রমণ ====\n\nপ্রজাতন্ত্রের ক্ষীণ জনপ্রিয়তা ব্রিটিশ গোয়েন্দা সংস্থার নজর এড়ায়নি। তবে যেহেতু এই গোয়েন্দা প্রজাতন্ত্রের ওরাংবাদী প্রতিনিধি ও ইংল্যান্ডের অভিবাসীদের লক্ষ্য রাখার মধ্যে পরিস্রুত করা হয়, তাই এটিকে ভুলভাবে ওরাঙ্গীয় পুনরুদ্ধারের সম্ভাব্য সমর্থন হিসাবে ব্যাখ্যা করা হয়েছিল। এর ফলে ১৭৯৯ সালে উত্তর হল্যান্ড উপদ্বীপে হল্যান্ডে দুর্ভাগ্যজনক ইঙ্গো-রুশ আক্রমণের কারণ ঘটে।\nযদিও অভিযানটি ব্যর্থতায় শেষ হয়, তবে বার্গেনের যুদ্ধের আগের দিনগুলিতে ইউটভোরেন্ড বেউন্ড- এর সদস্যগণ খুবই ঘাবড়ে গিয়েছিল। প্রজাতন্ত্রকে ফরাসিদের থেকে দূরে রাখার পক্ষপাতী পররাষ্ট্র বিষয়ক প্রতিনিধি ভ্যান ডের গোয়েস এই অপ্রত্যাশিত মুহুর্তটিকে গোপনে প্রুশিয়ার রাজার কাছে মধ্যস্থতাকারী হিসাবে এমন একটি পরিকল্পনার সাথে যোগাযোগ করার জন্য বেঁছে নিয়েছিলেন যেখানে বংশগত যুবরাজকে মার্কিন সংবিধানের মডেলে একটি সংবিধানে এক ধরণের সাংবিধানিক রাজা হতে হবে। প্রজাতন্ত্র তার ঐতিহ্যগত নিরপেক্ষতায় ফিরে যায় যখন ব্রিটেন উত্তর হল্যান্ড ও ফরাসি জিল্যান্ড দখল করে। প্রথমে প্রস্তাব প্রত্যাখ্যান করা হয়েছিল এবং এটি ফরাসি পরিচালকবর্গের সাথে সম্পর্কের ক্ষেত্রে অনেক বিব্রতকর অবস্থার সৃষ্টি করেছিল। এই সময়ে নেপোলিয়ন বোনাপার্ট তার ১৮ ব্রুমায়ারের অভ্যুত্থান করে ফরাসি কনস্যুলেট প্রতিষ্ঠা করেন। ফ্রাঙ্কো-বাটাভীয় সম্পর্ক তখন সম্পূর্ণ নতুন যুগে প্রবেশ করেছিল।\n\n\n=== স্ট্যাটসবেউন্ড ও অ্যামিয়েন্সের শান্তি ===\n\n\n==== সাংবিধানিক সংস্কারের জন্য চাপ ====\nযদিও নেপোলিয়নের সামরিক খ্যাতি ছিল, প্রথম কনসাল হিসাবে তার প্রথম বছরগুলিতে তার নীতিগুলি ফ্রান্সের পক্ষে অনুকূল শর্তে ইউরোপে শান্তি ফিরিয়ে আনার লক্ষ্যে ছিল। দ্বিতীয় জোটের সদস্যদের শত্রুতা বেশিরভাগই ফরাসি বিপ্লব, এর ধারণা এবং এর পরিণতির বিরুদ্ধে ছিল। এই সময়ের মধ্যে নেপোলিয়ন নিজেই তাদের বিশ্বাসঘাতকতা সম্পর্কে নিশ্চিত হন। তাই ট্যালির‍্যান্ড এবং নেপোলিয়ন একটি সমঝোতার সম্ভাবনা দেখেন যেখানে ফ্রান্স তার অনুগত আশ্রিত রাষ্ট্রের শৃঙ্খলা বজায় রাখবে, কিন্তু মিত্রদের সন্তুষ্ট করার জন্য \"বিপ্লবী\" দংশন অপসারণ করে। সেই অবিপ্লবী আধিপত্য শুধুমাত্র অভ্যন্তরীণ সংঘাতই নয় (নতুন ফরাসি রাজনৈতিক ব্যবস্থা যেমন ছিল) বরং যে কোনও অযৌক্তিক জাতীয়তাবাদের ঝলকানি দূর করার জন্য তৈরি সংবিধান দ্বারা নিশ্চিত করা হয়েছিল। ফ্রান্স তাই নির্ভরশীল প্রজাতন্ত্রগুলিতে সাংবিধানিক সংস্কারের একটি কর্মসূচি শুরু করে, প্রথমে হেলভেটীয় প্রজাতন্ত্রে, যেখানে নেপোলিয়ন পুরানো কনফেডারেল আদেশ পুনরুদ্ধার করে মধ্যস্থতাকারী হিসাবে ১৮০১ সালে মালমাইসন সংবিধান চাপিয়ে দেন (এক বছর পরে দ্বিতীয় হেলভেটীয় সংবিধান দ্বারা বাতিল হয়)।\nঅনুরূপ \"সমাধান\" বাটাভীয় প্রজাতন্ত্রের জন্য উপযুক্ত বলে মনে হয়েছিল। বাটাভীয় সরকার এবং এর সংবিধানকে কনসাল (কোন অবস্থাতেই গণতন্ত্রের বন্ধু নয়) দ্বারা বিশেষভাবে অপছন্দ করা হয়েছিল, কারণ ১৮০০ সালে আমস্টারডামের ব্যাংকাররা ফরাসিদের স্বাভাবিক উদার সুদের হারে বড় ঋণের জন্য তার অনুরোধকে যে হুংকার দেন তা ন্যায্য বিষয় হিসাবে প্রত্যাশিত ছিল। তিনি এর এবং অন্যান্য অনেক অপরাধ যেমন ব্রিটিশ পণ্য বয়কটকে অবমূল্যায়ন করার জন্য ইউটভোরেন্ড বেউন্ড-কে দায়ী করেন। এই অসুস্থতাগুলির প্রতিকারের জন্য কনস্যুলেটের রাজনৈতিক নীতি (ইউনিয়ন, কর্তৃত্ব, সক্ষম পুরুষদের জন্য রাজনৈতিক কার্যালয় এবং সামাজিক অবস্থান) সম্পর্কিত একটি নতুন বাটাভীয় সংবিধানের প্রয়োজন ছিল। নতুন ফরাসি রাষ্ট্রদূত চার্লস লুই হুগুয়েট, মারকুইস ডি সেমনভিলকে তিনি ১৭৯৯ সালে হেগে পাঠিয়েছিলেন যিনি এই কাজের জন্য শুধুই অনুগামী ছিলেন।\nঅন্যদিকে গোগেলের মতো সংস্কারকদের মনও পরিবর্তনের প্রয়োজনে গ্রহণযোগ্য হয়ে উঠেছিল। ঐক্যবাদী সংস্কারক ও গণতান্ত্রিকভাবে নির্বাচিত ফেডারেলবাদী বাধাদানকারীদের মধ্যে অচলাবস্থার হতাশা পূর্বের গণতান্ত্রিক রাজনীতির প্রতি কিছুটা হতাশার কারণ হয়েছিল (পরেরটি ইতোমধ্যে নিশ্চিত ছিল)। তাই ইচ্ছুক সংস্কারকদের মধ্যে একটি জোট তৈরি হয়েছিল যারা শেষ পর্যন্ত তাদের সংস্কারগুলিকে \"বোনাপার্টীয়\" উপায়ে, প্রয়োজনে, এবং যারা পুরানো প্রতিনিধি শ্রেণির হাতে পুরোনো ফেডারেল ব্যবস্থা পুনরুদ্ধার করতে চায় তাদের মধ্যে ঠেলে দিতে চেয়েছিল। পরিচালক বেসিয়ার বিশেষত এমন একটি প্রকল্পের জন্য উপযুক্ত ছিলেন যা নির্বাহী ক্ষমতাকে প্রসারিত করবে (ও পরিষদের ক্ষমতা কমিয়ে দেবে), এবং সংবিধানকে বিকেন্দ্রীকৃত ফেডারেলে ফিরিয়ে দেবে। সেমনভিলের সাহায্যে তিনি তখন সাংবিধানিক সংস্কারের একটি প্রকল্পকে এগিয়ে নিতে শুরু করেন যা গুরুত্বপূর্ণ দিক থেকে অষ্টম বছরের ফরাসি সংবিধান অনুসরণ করে: জাতীয় নির্বাচনের একটি জটিল পদ্ধতিজনিত নামের তালিকা থেকে একটি দ্বিকক্ষ বিশিষ্ট আইনসভা একটি \"জাতীয় কলেজ\" (ফরাসি সেনাট কনজারভেটর এর অনুরূপ) দ্বারা নিযুক্ত করা হবে। এটি অন্য দুই পরিচালক ফ্রাঁসোয়া এরমেরিনস ও জিন হেনরি ভ্যান সুইন্ডেন দ্বারা কমই উৎসাহের সাথে একত্রিত হয় এবং প্রতিনিধি পরিষদ কর্তৃক ১১ জুন ১৮০১-এ বারো ভোটের বিপরীতে পঞ্চাশ ভোটে প্রকল্পটি প্রত্যাখ্যান করা হয়।\n\n\n==== অগেরা অভ্যুত্থান ====\nউইটভোরেন্ড বেউন্ড-এর সংখ্যাগরিষ্ঠরা (বিশেষ করে গেরিট পিজম্যান) তাই প্রকল্পটিকে এমন অর্থে সংশোধন করেন যা পুনঃ-যুক্তরাষ্ট্রীয়করণকে আরও বেশি জোর দিয়েছিল। তারা ১৮০১ সালের ১৪ সেপ্টেম্বর এই নতুন খসড়া সংবিধানের উপর গণভোটের জন্য একটি ঘোষণার মাধ্যমে একতরফাভাবে প্রাথমিক পরিষদগুলি আহ্বান করেছিল। ১৮ সেপ্টেম্বর পরিষদ এই ঘোষণাকে বেআইনি বলে রায় দেয়। তারপরে তখনকার নেদারল্যান্ডসে ফরাসি বাহিনীর সর্বাধিনায়ক জেনারেল অগেরো (ফ্রুক্টিডোর-অভ্যুত্থানের) ১৯ সেপ্টেম্বরে ফল অনুসারে পরিষদের দরজা বন্ধ করে দেন (পিজম্যানের সাথে পূর্বের ব্যবস্থা অনুসারে) এবং ভিন্নমতাবলম্বী পরিচালকদের গ্রেফতার করেন। এই সামরিক চাপ সত্ত্বেও গণভোটের প্রচার ফ্রান্সে অকল্পনীয় রাজনৈতিক স্বাধীনতার পরিবেশে হয়েছিল। তা সত্ত্বেও এর ফলে নতুন সংবিধানের জন্য খুব বেশি উৎসাহ দেখা যায়নি। ১ অক্টোবরে ভোট গণনা করা হলে ৪,১৬,৬১৯ ভোটারের মধ্যে মাত্র ১৬,৭৭১ জন পক্ষে এবং ৫২,২১৯ জন বিপক্ষে ভোট দেন। পরিচালকরা তখন ভেল্কিবাজিত আশ্রয় নেন যা দুর্ভাগ্যবশত উত্তরসূরি রাজ্যগুলোর ডাচ সাংবিধানিক রাজনীতিতেও পরিচিত হয়ে উঠে: তারা ৩,৫০,০০০ অনুপস্থিতিকে \"মৌন নিশ্চিতকরণ\" হিসেবে গণনা করেছিল।\n১৭৯৮ সালের জুনের অভ্যুত্থানের বিপরীতে অগেরা অভ্যুত্থান সাম্প্রতিক অতীতের সাথে একটি তীব্র বিরতি উপস্থাপন করে। আইনসভা শাখার ভূমিকাকে নতুন সংবিধান হ্রাস করে (যা তখনকার উদ্যোগের অধিকার ছিল না), এবং নির্বাহী বিভাগের ক্ষমতা সম্প্রসারিত করে, যা তখন স্ট্যাটসবেউন্ড (রাজ্য রাজপ্রতিনিধিত্ব) নামে পরিচিত হয়। নির্বাচনী নীতিটি একটি আনুষ্ঠানিকতায় সংক্ষিপ্ত হয়: স্ট্যাটসবেউন্ড মূলত অভ্যুত্থানে অংশ নেওয়া তিনজন পরিচালকের সমন্বয়ে গঠিত সভায় সদস্য নির্বাচনের মাধ্যমে এর সদস্য সংখ্যা বারোজনে বৃদ্ধি করা হয়। এই কার্যনির্বাহী তারপরে আইনসভার প্রথম ৩৫ জন সদস্যকে নিয়োগ দেয়। শূন্যপদ দেখা দেওয়ার সাথে সাথে, এগুলি যথাসম্ভব প্রাদেশিক রোটাতে এবং প্রতিটি প্রদেশের প্রতিনিধিদের জাতীয় কোটা অনুসারে (অনেকটা পুরানো রাজ্য-জেনারেলের মতো) পূরণ করা হয়। হল্যান্ড ব্যতীত, পুরানো প্রদেশগুলি পুনর্গঠন করা হয়। স্থানীয় এবং প্রাদেশিক প্রশাসনিক অঙ্গগুলি আর সর্বজনীন প্রাপ্তবয়স্ক পুরুষদের ভোটাধিকার দ্বারা নয়, বরং আদমশুমারি ভোটাধিকারের একটি পদ্ধতি দ্বারা নির্বাচিত হতে থাকে।\nসবচেয়ে গুরুত্বপূর্ণ ছিল এই নির্বাচনী পরিবর্তনের ফলে এই অঙ্গগুলির কর্মীদের পরিবর্তন। গণতন্ত্রের প্রতি কোন ধৈর্য না থাকা \"ডেমোক্র্যাটরা\" এবং ১৮০১ সালের প্রথম দিকে একটি সুবিধাজনক সাধারণ ক্ষমা ঘোষণা করা হয়েছিল বলে তাদের আনুগত্যের পোশাকও না থাকা পুরানো ওরাংবাদী প্রতিনিধিদের দ্বারা বেশিরভাগই দেশভক্ত প্রতিনিধিদের স্থলাভিষিক্ত হন। একটি আশ্চর্যজনক উদাহরণ হল ১৭৯৫ সালের আগে লিউওয়ার্ডেন-এর ওরাংবাদী পৌরপ্রধান, একজন কুখ্যাত প্রগতিবিরোধী ব্যক্তি এগবার্ট সজুক জেরল্ড জুকেমা ভ্যান বার্মানিয়া রেঞ্জার্স।\nএই অভ্যুত্থান ছিল প্রতিবিপ্লবের প্রতীক। ১৭৯৫ সালের বিপ্লবের ভাবমূর্তি যেভাবে অদৃশ্য হয়ে গিয়েছিল তাতে এটি স্পষ্ট হয়ে ওঠে: সমস্ত সরকারী প্রকাশনাকে শোভিত করেছিলকারী সূত্র-লিপি ভ্রিঝিদ, গেলিজখেইদ, ব্রোডারশ্যাপ (স্বাধীনতা, সমতা, ভ্রাতৃত্ব) তখন থেকে সরিয়ে ফেলা হয় ও শহরের চত্বর থেকে শেষ মুক্তি বৃক্ষগুলিও সরিয়ে ফেলা হয়েছিল। শীঘ্রই স্বজনপ্রীতি ও বিদ্বেষের \"শুভ পুরানো দিন\" পুনরধিষ্ঠিত করা হয়। সমানভাবে, যদিও সংস্থাগুলির বিলুপ্তি আনুষ্ঠানিকভাবে রয়ে গিয়েছিল, বাস্তবে কারুশিল্প ও ব্যবসায়ের নিয়ন্ত্রণ স্থানীয় অধ্যাদেশ দ্বারা পুনরায় জারি করা হয়েছিল।\n\n\n==== শান্তি আলোচনা ====\nএই পটভূমিতে অ্যামিয়েন্স চুক্তির জন্য ১৮০১ সালের অক্টোবরে আলোচনা শুরু হয়েছিল। গ্রেট ব্রিটেন ও ফ্রান্সের (বাটাভীয় প্রজাতন্ত্র ও স্পেন) মধ্যে আলোচনায় অপ্রাপ্তবয়স্ক অংশগ্রহণকারীদের অবিলম্বে অপূর্ণতা সহ তুলে ধরা হয়: প্রাথমিক চুক্তিটি সিলনকে সমর্পিত করা হয় এবং ডাচদের সাথে পরামর্শ না করেই উত্তমাশা অন্তরীপে বিনামূল্যে ব্রিটিশ পরিবহনের ক্ষেত্রে জামিন দেয়। ফ্রান্সে যিনি ডাচ পূর্ণ ক্ষমতাবান হিসাবে কর্মরত ডাচ রাষ্ট্রদূত রুটগার জ্যান শিমেলপেনিঙ্ক নিরর্থকভাবে প্রতিবাদ করেছিলেন যে হেগ চুক্তি ডাচ উপনিবেশগুলি মুক্তি দিয়েছে এবং ফ্রান্স আলাদাভাবে শান্তিচুক্তি না করার প্রতিশ্রুতি দিয়েছে। এই পৃথক শান্তিচুক্তি সমাপ্ত হওয়ার পর, ব্রিটিশরা ছোট ছোট ফরাসি মিত্রদের সাথে আলাদাভাবে আলোচনার জন্য ছেড়ে দিয়েছিল। এর অর্থ এই নয় যে ডাচরা সম্পূর্ণরূপে তাদের নিজস্ব পরিকল্পনা ছেড়ে দিয়েছিল: যখনই ফরাসি স্বার্থ বিপদে পড়েছে বলে মনে হয়েছিল ফ্রান্স সিদ্ধান্তমূলকভাবে তার নিজের পক্ষে হস্তক্ষেপ করেছিল, যেমন ডাচ নৌবহরের মূল্য বাদ দেওয়ার প্রচেষ্টায় ১৭৯৯ সালে আত্মসমর্পণ করেছিল, যা ব্রিটিশরা অরাংয়ের যুবরাজের ক্ষতিপূরণ থেকে স্ট্যাডথোল্ডারের কাছ থেকে কিনেছিল।\nসেই ক্ষতিপূরণ আলোচনায় একটি গুরুত্বপূর্ণ উপ-প্রদর্শনী ছিল। শান্তি চুক্তির ফল হল বাটাভীয় প্রজাতন্ত্র তখন এমনকি ব্রিটিশদের দ্বারাও আন্তর্জাতিক স্বীকৃতি পায় এবং পুরোনো ডাচ প্রজাতন্ত্র তখন অপরিবর্তনীয়ভাবে ধ্বংসপ্রাপ্ত হয়। এটি স্ট্যাডথোল্ডার ও তার উত্তরাধিকারীদের মতো সমস্ত ছদ্মবেশীদের অবসান ঘটায়। এটি লক্ষ্য করা গুরুত্বপূর্ণ হতে পারে যে শুরুতেই এই ছদ্মবেশধারীরা সন্দেহজনক ছিল। বিদেশীদের বোধগম্য ভুল ধারণা থাকা সত্ত্বেও স্ট্যাডথোল্ডার কখনই নেদারল্যান্ডসের সার্বভৌম ক্ষমতায় ছিলেন না যারা হয়তো ভেবেছিল যে কোনো একটি দেশের একজন রাষ্ট্রপ্রধানের প্রয়োজন এবং স্ট্যাডথোল্ডার সেটাই ছিলেন। পরিবর্তে তিনি প্রাদেশিক রাজ্যগুলির দ্বারা নিযুক্ত একজন আধিকারিক ছিলেন, যিনি ইউনিয়নের ক্যাপ্টেন-জেনারেল ও অ্যাডমিরাল-জেনারেলও ছিলেন (মূলত মৈত্রীরাষ্ট্রীয় স্তরে কোনও স্ট্যাডথোল্ডার ছিল না)।\n১৭৪৭ সালের আরঙ্গীয় বিপ্লবে এই দপ্তরটিকে \"স্ট্যাডহাউডার-জেনারাল\"-এ পরিবর্তিত ও উত্তরাধিকারী করা হয়েছিল এবং ১৭৮৭ সালের প্রুশীয় হস্তক্ষেপের পর স্ট্যাডথোল্ডারের ক্ষমতা একনায়কতান্ত্রিক হয়ে উঠেছিল। তবে আনুষ্ঠানিকভাবে স্টেট জেনারেল ১৫৮৮ সাল থেকে সার্বভৌম ছিলেন এবং স্ট্যাডথোল্ডার ছিল শুধুমাত্র তাদের \"প্রথম সেবক\"। ব্রিটিশরা তার আনুষ্ঠানিক মর্যাদা সম্পর্কে কিছু কল্পনা পোষণ করতে পারে, তবে কখনই এটিকে গুরুত্ব সহকারে বিবেচনা করেনি। এর একটি উদাহরণ ব্রিটিশরা ১৭৯৯ সালে স্ট্যাডথোল্ডারের নামে বাটাভীয় নৌবহরের আত্মসমর্পণকে মেনে নেয়, যেন তিনি একজন সার্বভৌম রাজপুত্র। তবে এটি সবই ছিল বানোয়াট এবং এটি ১৮০২ সালের শান্তিচুক্তির সাথে শেষ হয়েছিল (যদিও এটি ১৮১৩ সালে পুনরুজ্জীবিত হয়েছিল)।\nযুবরাজের এতে ক্ষুব্ধ হওয়ার কারণ ছিল। নেদারল্যান্ডসে তার বৃহৎ বংশগত সম্পত্তি ছিল যা তখন বাজেয়াপ্ত করা হয়। এছাড়াও, তার বংশানুক্রমিক পদ হারানোর ফলে আয় কমে যায়। তার নিজের হিসাব অনুযায়ী ১৭৯৫ সাল থেকে এই সমস্ত আয়ের বকেয়া ছিল ৪ মিলিয়ন গিল্ডার। স্ট্যাটসবিউইন্ড কোন কানাকড়ি তো দূরে থাক এই অর্থ প্রদান করতে অস্বীকার করে এবং শান্তি চুক্তি বিশেষভাবে ডাচদের কিছু অর্থ প্রদান থেকে অব্যাহতি দেয়। পরিবর্তে, এই বিষয়ে ফরাসি, ব্রিটিশ ও প্রুশীয়দের (প্রাক্তন স্ট্যাডথোল্ডারের রক্ষক মধ্যে একটি ব্যবস্থা তৈরি হয় যে কোনও এবং সমস্ত দাবি বাদ দেওয়ার বিনিময়ে উইলিয়ামকে ফুলদা ও কর্ভে অ্যাবের অ্যাবটিয়াল ডোমেনগুলির সাথে ক্ষতিপূরণ দিতে হবে (দেখুন এছাড়াও নাসাউ-অরেঞ্জ-ফুলদা)।\n\n\n==== সংক্ষিপ্ত শান্তিচুক্তি বিরতি ====\nএই চুক্তির ফলে ১৭৯৫ সাল থেকে ব্রিটিশদের দ্বারা দখল করা কেপ উপনিবেশ সহ বেশিরভাগ উপনিবেশ সিলন ছাড়া  পুনরুদ্ধার করা হয়। এটি তখন এশিয়াটিক পরিষদের প্রচেষ্টাকে আরও জরুরি করে তুলেছিল, যা উপনিবেশগুলির ব্যবস্থাপনার সংস্কারের জন্য ১৭৯৯ সালে ভিওসি অধিদপ্তরকে প্রতিস্থাপিত করে। ডার্ক ভ্যান হোগেনডর্পকে একটি প্রস্তাব লেখার জন্য নিয়োগ দেওয়া হয়েছিল যা স্যামুয়েল ইপেরুজ. উইসেলিয়াস এবং জে.এইচ.নিথলিং এর মতো কাউন্সিলের আরও প্রগতিশীল ব্যক্তিদের থেকে যথেষ্ট উৎসাহের সাথে একত্রিত হয়েছিল। তিনি সমস্ত অনুমতিপত্র এবং সিনিকিউর বিলুপ্ত করার প্রস্তাব করেছিলেন: ব্যক্তিগত বাণিজ্যের অনুমতি দিতে; দেশীয় প্রজাদের ব্যক্তিগত সম্পত্তির মালিক হওয়ার অনুমতি দেওয়া; নিয়ন্ত্রিত ভূমি কর দ্বারা \"ভূমি শুল্ক\" প্রতিস্থাপন করা; এবং উপনিবেশগুলিতে সমস্ত সিগনিউরিয়াল অধিকার বিলুপ্তি। এতে কায়েমি স্বার্থবাদীদের প্রবল প্রতিরোধের সম্মুখীন হতে হয়। উপনিবেশগুলির জন্য যখন একটি নতুন সনদ জারি করা হয়েছিল, তখন হগেনডর্পের প্রস্তাবগুলি গুরুত্বহীন হয়ে পড়েছিল। পরিষদের চিহ্ন হিসাবে বর্তমান ডেমোক্র্যাটরা তখন হেন্ড্রিক মোলেরাস এবং হেন্ড্রিক ভ্যান স্ট্রালেন মতো ওরাংবাদী প্রতিক্রিয়াশীলদের পক্ষে ছিল। যাই হোক না কেন, প্রজাতন্ত্রটি তার উপনিবেশগুলির দখল দীর্ঘকাল ভোগ করতে পারেনি। ১৮০৩ সালে শত্রুতা পুনরায় শুরু হওয়ার পর বেশিরভাগ ক্ষেত্রে প্রত্যাবৃত্ত উপনিবেশগুলি শীঘ্রই ব্রিটিশদের দ্বারা পুনরায় দখল করা হয়। জাভা অবশ্য ১৮১১ সাল পর্যন্ত ডাচের অধীনে ছিল।\nশান্তিচুক্তির আরেকটি সম্ভাব্য গুরুত্বপূর্ণ পরিণতি হয়েছিল যে শান্তির শর্তযুক্ত হেগ চুক্তির বেশ কয়েকটি বিধান যেমন দখলদারিত্বের ফরাসি সেনাবাহিনী হ্রাস তখন কার্যকর হয়ে উঠে। তবে প্রথম কনসাল ওলন্দাজদের ভালোর জন্য ফরাসি সৈন্যের সংখ্যা কমাতে বা ফ্লাশিং বন্দর ফিরিয়ে দিতে অনিচ্ছুক প্রমাণিত হন, কারণ তাদের পুনরুদ্ধার করা উপনিবেশগুলিতে তাদের নিজস্ব অনেক সৈন্যের প্রয়োজন ছিল, তাই ফরাসি সৈন্যদের \"সুরক্ষা\" প্রয়োজনীয় বলে মনে করা হয়েছিল। অন্যদিকে ফরাসি সৈন্যদের প্রস্থান ব্রিটিশদের জন্য একটি অপরিহার্য বিষয় ছিল কারণ তারা নেদারল্যান্ডসকে একটি শত্রু শক্তির দ্বারা আধিপত্য বিস্তার করতে দেয়নি এবং বাটাভীয় প্রজাতন্ত্র তার নিজস্ব নিরপেক্ষতা রক্ষা করতে অক্ষম ছিল। পরবর্তী বছরগুলিতে এটি একটি অসমাধানযোগ্য দ্বিধা ছিল।\nঅর্থনৈতিক ক্ষেত্রে প্রকৃত সুবিধা এসেছিল। একটি উন্মুক্ত অর্থনীতি হিসাবে প্রজাতন্ত্রের অবাধ বাণিজ্যের প্রয়োজন ছিল। এটি ব্রিটিশ বাজারে কৃষি পণ্যের রপ্তানি এবং এর পরিষেবা খাতের উপর ব্যাপকভাবে নির্ভরশীল ছিল (বিশেষ করে এর বৃহৎ বাণিজ্যিক নৌবহর ও ব্যাংকিং খাত) যেখানে এর শিল্পও (যা বিদেশী সংরক্ষণবাদের মুখোমুখি হওয়ার এক শতাব্দীর পরেও অবশিষ্ট ছিল) রপ্তানির উপর নির্ভরশীল ছিল। এই সমস্ত ক্ষেত্র যুদ্ধের ফলে ব্যাপকভাবে ক্ষতিগ্রস্ত হয়েছিল: ব্রিটিশ অবরোধ এবং ফরাসি ও ব্রিটিশ বেসরকারীকরণ সামুদ্রিক বাণিজ্যকে প্রায় স্থবির করে দিয়েছিল, যেখানে ফ্রান্সের সাথে একটি বাণিজ্যিক চুক্তি (যা শিল্প পণ্যগুলিতে ডাচ বাণিজ্যের ফরাসি বৈষম্যের অবসান ঘটাতে পারত) একটি চির-নজিরবিহীন ফ্যাটা মরগান হিসাবে প্রমাণিত হয়েছিল। সত্য হচ্ছে, বেশিরভাগ বাণিজ্য সুবিধার পতাকায় স্থানান্তরিত হয়েছিল (বিশেষত মার্কিন যুক্তরাষ্ট্র ও প্রুশিয়ার মতো ইউরোপীয় নিরপেক্ষ) তবে শান্তি ওলন্দাজদের বাণিজ্য বহন করার পুনরুত্থানকে সম্পূর্ণরূপে বাস্তবসম্মত করে তুলেছিল। তা সত্ত্বেও, কিছু পরিবর্তন অপরিবর্তনীয় প্রমাণিত হয়েছিল, যেমন জার্মান বন্দরগুলিতে বাণিজ্যের ধরণ পরিবর্তন এবং মৎস্যচাষের পতন।\n\n\n==== আক্রমণের প্রস্তুতি ও অর্থনৈতিক যুদ্ধ ====\nশান্তি স্বল্প সময়ের জন্য স্থায়ী হয়েছিল। ১৮০৩ সালের ১৮ মে শান্তির এক বছরেরও বেশি সময় পার হওয়ার পর আবার যুদ্ধ শুরু হয়। নেপোলিয়ন তখন একটি উচ্চাভিলাষী পরিকল্পিত আক্রমণের সমাপ্তি ঘটিয়ে গ্রেট ব্রিটেনকে ধ্বংস করার উদ্দেশ্যে ছিলেন। ফরাসিরা আশা করেছিল যে, বাটাভীয় প্রজাতন্ত্র এতে একটি বড় সহায়ক ভূমিকা পালন করবে। ফরাসি-বাটাভীয় জোটের মূর্ত প্রতীক হিসাবে, স্ট্যাটসবেউইন্ড নেদারল্যান্ডসে ফরাসি ও বাটাভীয় বাহিনীর মোট সংখ্যা ৩৫,০০০-এ নিয়ে আসার জন্য একটি সম্মেলনে সম্মতি দিতে বাধ্য হয়েছিল। এছাড়াও, প্রস্তাবিত বৈদেশিক অভিযানের জন্য ৯,০০০ বাটাভীয় সৈন্য নির্ধারিত ছিল। আরও গুরুত্বপূর্ণ বিষয় হল ডাচরা ১৮০৩ সালের ডিসেম্বরের মধ্যে লাইনের পাঁচটি জাহাজ, পাঁচটি ফ্রিগেট, ১০০টি গানবোট ও ২৫০টি সমতলবিশিষ্ট পরিবহন নৈপুণ্যতার সাথে সরবরাহ করে, যা ৬০-৮০ জন লোক ধারণ করতে সক্ষম। মোট ডাচদের ২৫,০০০ পুরুষ ও ২,৫০০টি ঘোড়া নেপোলিয়নের আক্রমণ নৌবহরের প্রধান অংশ এবং সবগুলিই ডাচদের ব্যয়ে পরিবহন সরবরাহ করার কথা ছিল। নেপোলিয়ন প্রজাতন্ত্রের অর্থ ও অর্থনীতির উপর প্রকৃত বোঝা চাপিয়ে দিয়েছিলেন।\nআরেকটি আসল বোঝা ছিল নেপোলিয়ন ব্রিটিশদের বিরুদ্ধে যে অর্থনৈতিক যুদ্ধ শুরু করেছিলেন, ব্রিটিশরা পাল্টা বয়কটের মাধ্যমে তার জবাব দেওয়া হয়েছিল। এটি মহাদেশীয় ব্যবস্থার পূর্বাভাস দেয় যা ১৮০৬ সালে আইনে পরিণত হয়। তবে ১৮০৩ সালে এটি ডাচ বাণিজ্য বন্ধ করতে শুরু করে। আপাতদৃষ্টিতে ১৮০৩ সালের ৫ জুলাইয়ে শত্রুদের কাছ থেকে যে সমস্ত পণ্য আমদানি নিষিদ্ধ করে স্ট্যাটসবেউইন্ড তার ভূমিকা পালন করে। পরে এটি পনির ও মাখন রপ্তানি নিষিদ্ধ করে। এই পদক্ষেপগুলি খুব কমই কার্যকর প্রভাব ফেলেছিল যেহেতু ১৮০৪ সালে ব্রিটেনে সাধারণ রপ্তানির পরিমাণ ১৮০২ সালে শান্তিচুক্তির শেষ বছরের সমান ছিল। ব্রিটিশ পণ্যগুলি নিরপেক্ষ জার্মান বন্দর বা \"মার্কিন কার্গো\" হিসাবে ছদ্মবেশে ডাচ গন্তব্যগুলিতে পৌঁছেছিল। প্রজাতন্ত্রটি তাই একটি গুরুত্বপূর্ণ \"ইউরোপের মূল ছিদ্র\" ছিল যা ব্রিটেনের বিরুদ্ধে ফরাসি অর্থনৈতিক নিষেধাজ্ঞাগুলিকে দুর্বল করে দিয়েছিল। স্ট্যাটসবেউইন্ড সদস্যরা ও তাদের বন্ধুরা প্রায়শই এই গোপন বাণিজ্য থেকে সরাসরি লাভবান হত, তাই ফরাসিদের ধৈর্য ক্ষীণ হয়ে যাচ্ছিল। বিষয়টি তখন মাথাচাড়া দিয়ে ওঠে যখন প্রজাতন্ত্রের ফরাসি কমান্ডার অগাস্টে ডি মারমন্ট ১৮০৪ সালের নভেম্বরে আদেশ দেন যে ডাচ কর্তৃপক্ষের উল্লেখ ছাড়াই বাজেয়াপ্ত করার ক্ষমতা সহ ফরাসি নৌ টহল ও শুল্ক কর্মকর্তারা ডাচ বন্দরগুলিতে পণ্যসম্ভারের নজরদারির দায়িত্ব নেবেন। ১৮০৪ সালের ২৩ নভেম্বর স্ট্যাটসবেউইন্ড যেকোনো বাটাভীয় কর্মকর্তাকে ফরাসিদের কাছ থেকে আদেশ নিতে নিষেধ করে।\n\n\n=== শেষ প্রধান বৃত্তিভোগী ব্যক্তি ও প্রজাতন্ত্রের সমাপ্তি ===\nএই অবজ্ঞার কাজটি আরো একটি বাটাভীয় শাসনের ভাগ্য নির্ধারণ করে দেয়। ডাচদের পদ টানাটানি ও অদক্ষতা নিয়ে নেপোলিয়ন দীর্ঘদিন ধরে অসন্তুষ্ট ছিলেন। প্রকৃতপক্ষে ১৮০৪ সালের বসন্ত থেকে ট্যালির‍্যান্ডের মধ্যস্থতায় প্যারিসে বাটাভীয় দূত রাটগার জ্যান শিমেলপেনিঙ্কের সাথে অনানুষ্ঠানিক আলোচনা চলেছিল যার নেপোলিয়নের (তৎকালীন সম্রাট) সাথে ভাল ব্যক্তিগত সম্পর্ক ছিল। শিমেলপেনিঙ্ক নিজেই বাটাভীয় প্রজাতন্ত্রের একক শক্তি ছিলেন। তিনি ১৭৯৫ সালের \"বিপ্লবী\" স্টেট জেনারেল ও প্রথম অধিবেশনে যুক্তরাষ্ট্রীয় বিরোধী দলের নেতা হিসাবে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন। যদিও তিনি মৌলবাদীদের বিরোধী ছিলেন, তিনি রাজনৈতিকভাবে ১৭৯৮ সালের অভ্যুত্থান থেকে বেঁচে গিয়েছিলেন এবং ফ্রান্সে রাষ্ট্রদূত ও অ্যামিয়েন্স আলোচনার পূর্ণাঙ্গ ক্ষমতাধর হিসাবে দায়িত্ব পালন করেছিলেন। তখন নেপোলিয়ন তাকে ডাচ আশ্রিত রাষ্ট্রের অরাঙ্গীয় আস্তাবল পরিষ্কার করার ব্যক্তি হিসাবে দেখেছিলেন।\n\nশিমেলপেনিঙ্ক নিজেকে একই নজরে দেখেছিলেন। নেদারল্যান্ডসে একটি \"জাতীয় সমঝোতার\" বিষয়ে তার দীর্ঘকাল ধরে একটি দৃঢ় দৃষ্টিভঙ্গি ছিল যা তাকে রক্ষণশীল এবং অরাংবাদী বৃত্তের সাথে পুনর্মিলনের জন্য উপযুক্ত করে তুলেছিল। এগুলো তার ক্ষমতার ভিত্তি হয়ে উঠেছিল। যদিও শিমেলপেনিঙ্ক একজন দৃঢ়প্রত্যয়ী যুক্তরাষ্ট্রীয়বাদী ছিলেন, তবুও তিনি একজন নমনীয় চরিত্রের ছিলেম। নেপোলিয়ন যখন ইঙ্গিত দিয়েছিলেন যে তিনি ডাচ রাজ্যের একটি কেন্দ্রীভূত সংগঠনকে পছন্দ করেন (যেহেতু স্ট্যাটসবেউইন্ড-এর পুনরায় যুক্তরাষ্ট্রীয় মডেলটি স্পষ্টভাবে কার্যকর হয়নি) তখন তিনি একটি নতুন সংবিধানের প্রকল্পে এটি বাস্তবায়িত করতে দ্বিধা করেননি যা তিনি ১৮০৪ সালের গ্রীষ্মে স্ট্যাটসবেউইন্ড এর সাথে পরামর্শ করে রচনা করেছিলেন। প্রকৃতপক্ষে ১৮০৪ সালের নভেম্বরে শিমেলপেনিঙ্ক ও রিজেন্সি ভ্যান ডার গোজের সদস্যদের নিয়ে গঠিত স্ট্যাটসবেউইন্ড একটি প্রতিনিধিদল (প্রাক্তন এজেন্ট) ও ভ্যান হেয়ারসোল্টে (একজন প্রাক্তন পরিচালক) নেপোলিয়নের কাছে এই খসড়াটির জন্য মামলাটি উপস্থাপন করেছিলেন। মাসের শেষের দিকে যখন ফরাসি শুল্কের লোকদের সম্পর্কে সংঘর্ষ হয় তখন নেপোলিয়ন দ্রুত সিদ্ধান্তে আসেন এবং এর পরেই বাটাভীয় প্রজাতন্ত্রের একটি নতুন সংবিধান ও সরকার গঠিত হয়।\n১৮০৫ সালের ১০ মে শিমেলপেনিঙ্ককে বাটাভীয় প্রজাতন্ত্রের র‍্যাডপেনশনারিস (প্রধান বৃত্তিভোগী ব্যক্তি) হিসেবে অভিষিক্ত করা হয়। এই শ্রদ্ধেয় উপাধিটি (স্পষ্টতই আবেগগত কারণে নির্বাচিত) হল্যান্ড রাজ্যের প্রাক্তন দপ্তরের সাথে খুব কম সম্পর্কিত ছিল, প্রকৃতপক্ষে নতুন দপ্তরটি স্ট্যাডথোল্ডারের সাথে আরও সাদৃশ্যপূর্ণ ছিল যদিও ১৭৮৭ সালের পরে পঞ্চম উইলিয়ামও শিমেলপেনিঙ্কের মতো ক্ষমতার অধিকারী ছিলেন না। তার এক-সদস্যের নির্বাহী ছিল যিনি কোনওভাবেই ১৯ সদস্যের আইনপ্রণেতা দ্বারা প্রভাবিত হতেন না, যাদের বৃত্তিভোগী ছাড়া কোনও ক্ষমতা ছিল না। স্ট্যাটসরাড-এর সহায়তায় তিনি নিজ কর্ম পরিচালনা করতেন, যা পুরোনো রাড ভ্যান স্টেট এবং ইউইটভোরেন্ড বেউন্ড-এর এজেন্টেন-এর অনুরূপ রাজ্য সচিবদের দ্বারা চেয়ে ফরাসি পরিষদ ডি 'এটার সাথে বেশি সাদৃশ্যপূর্ণ ছিল। অবশ্য সংবিধানের এই ধরনের গুরুত্বপূর্ণ পরিবর্তনকে জনসমর্থনের ইচ্ছার অনুমোদন নিতে হয়েছিল। একটি গণভোট যথাযথভাবে সংগঠিত হয়েছিল যা ৩,৫৩,৩২২ জন ভোটারদের থেকে ১৪,৯০৩টি হ্যাঁ-ভোট (১৩৬টি নোয়েসের বিরুদ্ধে) পেয়েছিল। সুপ্রতিষ্ঠিত ঐতিহ্যে এই বিরত থাকাটিকে \"মৌন সমর্থন\" হিসেবে গণ্য করা হত।\nএই ধরনের আপোষহীন প্রতিক্রিয়াশীল ফাঁদ থাকা সত্ত্বেও ১৭৯৫ সাল থেকে দশ বছরে পূর্ববর্তী শাসনব্যবস্থাগুলি যা অর্জন করেছিল তার তুলনায় শিমেলপেনিঙ্ক শাসনব্যবস্থা তার স্বল্প অস্তিত্বে আরও বেশি অর্জন করেছিল। এটি অবশ্যই ছিল মূলত সর্বব্যাপী গোগেলের মতো অধ্যবসায়ী প্রস্তুতিমূলক কাজের কারণে; জোহানেস গোল্ডবার্গ এর মতো এজেন্টদের জাতীয় অর্থনীতির জন্য এবং জোহানেস ভ্যান ডার পাম এর জাতীয় শিক্ষার জন্য। গোগেলের সাধারণ কর পরিকল্পনা অবশেষে ১৮০৫ সালের জুনে কার্যকর করা হয়েছিল; ডাচ উপভাষাগুলোর একীকরণের জন্য প্রথম সরকার-অনুমোদিত প্রচেষ্টা করা হয়েছিল; পরবর্তী সরকারি বিভাগগুলির পূর্বাভাস দেওয়ার জন্য কৃষি বিভাগ ও হাইড্রোলিক্স বিভাগ গঠন করা হয়েছিল; এমনকি একটি ফার্মাকোপিয়া বাটাভীয়া ওষুধের নিয়ন্ত্রণ শুরু করে; এবং ১৮০৬ এর বিদ্যালয় আইন সরকারি প্রাথমিক শিক্ষার একটি জাতীয় ব্যবস্থা সংগঠিত করেছিল। সবচেয়ে গুরুত্বপূর্ণভাবে সম্ভবত, ১৮০৫ সালের জুলাই মাসে স্থানীয় সরকার আইন প্রথম ডাচ জনপ্রশাসন ব্যবস্থা প্রতিষ্ঠা করে।\n\nতবে সংস্কারের এই আকস্মিকতায় ফরাসিদের প্রতিক্রিয়া মিশ্র ছিল। সবচেয়ে গুরুত্বপূর্ণভাবে সম্ভবত ১৮০৫ সালের জুলাই মাসে স্থানীয় সরকার আইন প্রথম ডাচ জনপ্রশাসন ব্যবস্থা প্রতিষ্ঠা করে। নৌবাহিনীর শ্রেষ্ঠত্বের অভাবে ইংল্যান্ডে পরিকল্পিত আক্রমণ বাতিল করা হয়, যা ট্রাফালগারের যুদ্ধ বিপর্যয়ের ফলে আরও শক্তিশালী হয়েছিল। ডাচরা তখন বুলগন ক্ষুদ্র জাহাজের বহরের প্রত্যাবর্তনের আকারে অর্থনীতির জন্য বিক্ষোভ করতে শুরু করে যা নেপোলিয়নকে বিরক্ত করেছিল, কারণ তার তখনও এটির জন্য একটি ব্যবহার ছিল। যে ব্যক্তি একটি উচ্চতর ব্রিটিশ নৌবহরকে প্রতিহত করার পর সেই ক্ষুদ্র জাহাজের বহরকে বুলগনে নিয়ে গিয়েছিলেন, তিনি তখন নৌবাহিনীর সচিব ছিলেন। তিনি সম্রাটের একজন বিশ্বস্ত ব্যক্তিও হয়ে ওঠেন এবং তখন ট্যালিরান্ড ও নেপোলিয়নের সঙ্গে একটি গোপন চিঠিপত্রের কাজে নিযুক্ত হন। পরেরটি সবেমাত্র প্রেসবার্গের শান্তি চুক্তি সম্পন্ন করেছিল এবং তার আত্মীয়দের জন্য ভাগ করা আশ্রিত রাজ্যে ইউরোপকে বিভক্ত করতে ব্যস্ত ছিল। তিনি তার ভাই লুই বোনাপার্টের মধ্যে নেদারল্যান্ডসে এই ধরনের পদের জন্য একজন ভাল প্রার্থীকে দেখেছিলেন।\nভের হুয়েল তার ফরাসি পৃষ্ঠপোষকদের সঙ্গে শিমেলপেনিঙ্কের পিছনে ষড়যন্ত্র শুরু করেন এবং বৃত্তিভোগী সম্পর্কে নেতিবাচক তথ্য সরবরাহ করেন যা ফরাসি সংবাদমাধ্যমে এর সম্পর্কে তথ্য খুঁজে পায়। ধীরে ধীরে অদূরদর্শী হয়ে যাওয়ার কারণে শিমেলপেনিঙ্কের অবস্থান দুর্বল হয়ে পড়েছিল। ডাচ রাজ্য সচিব ও স্ট্যাটস্র্যাড-এর কাছে খুব বেশি বিকল্প ছিল না: তাদের একমাত্র বিকল্প ছিল সাম্রাজ্যের সাথে সংযুক্তির আকারে জাতীয় পরিচয় সম্পূর্ণভাবে নির্বাপিত করা, বা এর চেয়ে ভালো উপায় ছিল নেপোলিয়নের আত্মীয়দের একজনের অধীনে একটি নতুন রাজ্যের পরিচালনা। সম্রাটের সঙ্গে অসম আলোচনা পরিচালনার জন্য একটি গ্রুট বেসোগ্নে (প্রধান কমিশন) গঠন করা হয়েছিল। তবে পরবর্তীরা কমিশনের সঙ্গে কথা বলতে অস্বীকার করে এবং কেবল ভের হুয়েলের মধ্যস্থতাকারীর মাধ্যমে তাদের সঙ্গে যোগাযোগ করে। এদিকে ট্যালিরান্ড একটি \"চুক্তি\"-র খসড়া তৈরি করেছিলেন, যার শর্ত ছিল যে \"হল্যান্ড\"-এর রাজত্ব লুইকে দেওয়া হবে: ফ্রান্সের সঙ্গে কোনও সম্পর্ক থাকবেনা, কোনও বাধ্যতামূলক নিয়োগ হবেনা, একটি সম্ভাব্য বাণিজ্যিক চুক্তি ও নেদারল্যান্ডসের মৌলিক স্বাধীনতা (ভাষাগত, ধর্মীয়, বিচার বিভাগীয়) বজায় রাখতে হবে যেখানে দেওয়ানি তালিকা ১৫ লক্ষ গিল্ডারের \"পরিমিত পরিমাণে\" নির্ধারণ করা হয়েছিল। সংবিধানটি আসলে কয়েকটি ছোটখাটো পরিবর্তনের সাথে বজায় রাখতে হয়েছিল (র‍্যাডপেনশনারিস-এর শিরোনাম পরিবর্তন করে রাজা; এবং স্ট্যাটস্র্যাড ও আইনসভা কর্পসের আকার প্রায় দ্বিগুণ হয়ে যায়)\nকমিশনকে হেগে ফেরত পাঠানোর অনুমতি দেওয়া হয়নি। শিমেলপেনিঙ্ক এই চুক্তিটি গণভোটের জন্য পাঠানোর শেষ চেষ্টা করলেও তাকে উপেক্ষা করা হয়েছিল। ১৮০৬ সালের ৪ জুনে তিনি পদত্যাগ করেন। পরের দিন চেটো ডি সেন্ট-ক্লাউড-এ নেপোলিয়ন তুর্কি রাষ্ট্রদূতকে স্বাগত জানানোর সময় তাদের অপেক্ষা করিয়ে রাখার পরে, অসহায় কমিশনাররা লুইয়ের কাছে \"হল্যান্ডের\" রাজত্ব গ্রহণের জন্য তাদের \"আবেদন\" উপস্থাপন করেছিলেন যা তিনি সদয়ভাবে করেন, অন্যদিকে নেপোলিয়ন অনুমোদনের দিকে তাকিয়ে ছিলেন।\n\n\n== ফলাফল ==\n\nহল্যান্ড রাজ্য মাত্র চার বছর স্থায়ী হয়েছিল। যদিও লুই সমস্ত প্রত্যাশার বাইরে তার ভূমিকা পালন করেছিলেন এবং তার প্রজাদের স্বার্থ রক্ষার জন্য যথাসাধ্য চেষ্টা করেছিলেন, ঠিক এই কারণেই নেপোলিয়ন সিদ্ধান্ত নিয়েছিলেন যে লুইয়ের আপত্তির কারণে নেদারল্যান্ডসকে তার সাম্রাজ্যের সাথে পুনর্মিলনের সুবিধা থেকে বঞ্চিত করা যাবেনা। লুই ১৮১০ সালের ২ জুলাইয়ে তার পুত্র নেপোলিয়ন লুই বোনাপার্টের জন্য সিংহাসন ত্যাগ করেন, যিনি নেপোলিয়নের কথায় অবশেষে \"ফরাসি নদীর পলি জমা\"-এর উৎসের সাথে রাজ্যটি পুনরায় মিলিত হওয়ার আগে দশ দিন রাজত্ব করেছিলেন।\nএই পুনর্মিলন রাশিয়ার বিপর্যয়কর ফরাসি আক্রমণ এবং লিপজিগের যুদ্ধ পরবর্তী পরাজয়ের প্রভাবকে ছাপিয়ে যায়নি। সাম্রাজ্য বিলীন হয়ে যায় এবং ১৮১৩ সালের মধ্যে দখলের পশ্চাদপসরণকারী ফরাসি সেনাবাহিনী উচ্ছেদকৃত প্রতিটি শহর নিয়ে স্বাধীন নেদারল্যান্ডস আবার আকার ধারণ করে। পরবর্তী রাজনৈতিক শূন্যতায় গিজবার্ট কারেল ভ্যান হোগেনডর্পের নেতৃত্বে প্রাক্তন ওরাংবাদী রাজপ্রতিনিধিদের নিয়ে গঠিত একটি ত্রয়ী প্রাক্তন বংশগত যুবরাজকে (বৃদ্ধ স্ট্যাডথোল্ডার ১৮০৬ সালে মারা যান) \"সার্বভৌম যুবরাজ\" হিসাবে ক্ষমতা গ্রহণের জন্য আমন্ত্রণ জানিয়েছিলেন। অরেঞ্জের ষষ্ঠ উইলিয়াম ১৮১৩ সালের ৩০ নভেম্বর শেভেনিঙ্গেনে অবতরণ করেন। তিনি নেদারল্যান্ডসে যথাযথভাবে নিয়ন্ত্রণ প্রতিষ্ঠা করেন এবং ১৮১৪ সালের ২১ জুনে গোপন লন্ডন প্রটোকলে (লন্ডনের আটটি অনুচ্ছেদ নামেও পরিচিত) মিত্রদের দ্বারা নেদারল্যান্ডসের সাবেক ১৭টি প্রদেশের (আধুনিক বেলজিয়াম ও নেদারল্যান্ডস) সম্মিলিত অঞ্চলের রাজত্বের প্রস্তাব দেওয়া হয়, যা তিনি ঠিক এক মাস পরে গ্রহণ করেছিলেন। ১৮১৫ সালের ১৬ মার্চ নেদারল্যান্ডস যুক্তরাজ্য ঘোষণা করা হয়।\n\n\n=== ঐতিহাসিক মন্তব্য ===\n\nব্রিটিশ ইতিহাসবিদ সাইমন স্কামার মতে বাটাভীয় প্রজাতন্ত্রকে ঐতিহাসিকরা বিতর্কিত হিসেবে বিবেচনা করেছেন। দ্বিতীয় বিশ্বযুদ্ধের সময় নেদারল্যান্ডসে নাৎসি দখলদারিত্বের অবসানের পর, কিছু ইতিহাসবিদ ডাচ জাতীয় সমাজতান্ত্রিক আন্দোলন (এনএসবি) এবং দেশভক্ত বিপ্লবীদের মধ্যে সম্পূর্ণ সাদৃশ্য দেখতে পান, যখন তারা রাণী উইলহেলমিনা এবং তার নির্বাসিত সরকারের বীরত্বপূর্ণ ভূমিকায় পঞ্চকে উইলিয়ামকে চিত্রিত করেছিলেন। তবে, ডাচ ইতিহাসবিদ পিটার গেইল তার প্যাট্রিওটেন এন এনএসবিার্স: এন হিস্টোরিশে প্যারালাল (১৯৪৬) গ্রন্থে এই ধরনের তুলনার বিরোধিতা করেছেন।\nতবুও, ততক্ষণে ডাচ ইতিহাস লিখনে বাটাভীয়রা দুর্নাম কুড়িয়েছিল। এটি এই সত্যের দ্বারা ব্যাখ্যা করা যেতে পারে যে শুধুমাত্র সর্বশেষ সংস্করণ দেশভক্তদের পূর্বসূরি হিসেবে রাজতন্ত্র-ভিত্তিক অরেঞ্জবাদী পার্টি এবং এর আরও \"রিপাবলিকান\"-এর ধারাবাহিক বিরোধীদের মধ্যে পুরানো মতাদর্শগত লড়াইকে (অন্তত জোহান ভ্যান ওল্ডেনবার্নিভেল্ট এবং যুবরাজ মরিসের মধ্যে দ্বন্দ্বে ফিরে যাওয়া) ১৯ শতাব্দীর ডাচ ইতিহাসবিদদের আদর্শ রচনায় পুনর্জীবিত করতে হয়েছিল; যেমন গিলিয়াম গ্রোয়েন ভ্যান প্রিনস্টারার যিনি প্যাট্রিয়ট মৌলবাদীদের \"জনপ্রিয়-সার্বভৌমত্ব\" দর্শনে ঘৃণা করতে প্রচুর দেখেছিলেন। জন লোথ্রপ মোটলি যেভাবে মার্কিন দর্শকদের জন্য পুরানো ডাচ প্রজাতন্ত্রকে চিত্রিত করেছিলেন তাতে গ্রোয়েন তার পালাক্রমে খুব প্রভাবশালী ছিলেন।\nমোটলি বাটাভীয় প্রজাতন্ত্রের বিরুদ্ধে সুস্পষ্টভাবে মোকাবিলা করতে পারেননি, কিন্তু তার সহযোগী উইলিয়াম এলিয়ট গ্রিফিস যেভাবে দেশভক্তদের বরখাস্ত করেছিলেন তা সম্পর্কে নিজেই বলেন: \"... 'বাটাভীয় প্রজাতন্ত্র' বা হল্যান্ড রাজ্য কিংবা ফরাসি সাম্রাজ্যের প্রদেশগুলির নামে এই ফরাসি দখল ছিল কার্যত একটি ফরাসি বিজয় যা ডাচ ইতিহাস বা চরিত্রের উপর খুব কম স্থায়ী প্রভাব ফেলেছিল।\"\nতবে সব না হলেও ১৮৪৮ সালের উদার সংবিধান বাদে বেশিরভাগই নেদারল্যান্ডস রাজ্যের বর্তমান কেন্দ্রীভূত রাজ্যের বৈশিষ্ট্যগুলি বাটাভীয় প্রজাতন্ত্রের কৃতিত্বের দ্বারা পূর্বাভাসিত হয়েছিল। সেই সংবিধান একটি সাংবিধানিক রাজতন্ত্রের ছদ্মবেশে ১৭৯৮ সালের গণতান্ত্রিক স্ট্যাটস রেজিলিং-এর কেন্দ্রীয় নীতিগুলি পুনরুদ্ধার করেছিল, যেমন এর লেখক জোহান রুডলফ থরবেকে স্বীকৃতি দিয়েছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== টীকা ==\n\n\n== আরও পড়ুন ==\nহেক, ব্যারি জে. (১৯৯৪) \"বাটাভীয় নাগরিকদের তৈরি করা: নেদারল্যান্ডসে সাংবিধানিক জ্ঞানার্জনের সামাজিক সংগঠন, ১৭৯৫-৯৮।\" শিক্ষার ইতিহাস ২৩.৪, ৩৩৫-৩৫৩।\nলিব, আই. লিওনার্ড (১৯৭৩) বাটাভীয় বিপ্লবের আদর্শিক উৎস: ডাচ প্রজাতন্ত্রের ইতিহাস এবং রাজনীতি ১৭৪৭-১৮০০। স্প্রিংগার সায়েন্স অ্যান্ড বিজনেস মিডিয়া।\nপামার, আর.আর. (১৯৫৪)। \"অনেক অল্পে: ১৭৯৫ সালের ডাচ বিপ্লব\"। জার্নাল অফ মডার্ণ হিস্ট্রি। ২৬ (1): ১৫–৩৫। এসটুসিআইডি 144853029। জেস্টোর 1874870। ডিওআই:10.1086/237660। \nরুটজেস, মার্ট. (২০১৫) \"দরকারী নাগরিক। বাটাভীয় প্রজাতন্ত্রে নাগরিকত্ব এবং গণতন্ত্র, ১৭৯৫–১৮০১\"। ভগিনী প্রজাতন্ত্রের রাজনৈতিক সংস্কৃতি, ১৭৯৪–১৮০৬। আমস্টারডাম বিশ্ববিদ্যালয়, ৭৩–৮৪।\nভেন ডের বার্গ, মার্টিজেন। \"ডাচ প্রজাতন্ত্রকে হল্যান্ড রাজ্যে রূপান্তর করা: প্রজাতন্ত্রবাদ এবং রাজতন্ত্রের মধ্যে নেদারল্যান্ডস (১৭৯৫–১৮১৫)।\" ইতিহাসে ইউরোপীয় পর্যালোচনা - রিভ্যু ইউরোপেইন ডি'হিস্টোয়ার ১৭.২ (২০১০): ১৫১–১৭০।\nভেলেমা, ওয়াইগার আরই। (২০১৯) \"সংস্কার, বিপ্লব এবং প্রজাতান্ত্রিক ঐতিহ্য: বাটাভীয় প্রজাতন্ত্রের ঘটনা-বিবরণ।\" অষ্টাদশ শতাব্দীতে সংস্কারের ভাষা। রাউটলেজ, ৩৬৩–৩৮৩। \n\n\n== বহিঃসংযোগ ==\nStaatsregeling voor het Bataafsche Volk (ওলন্দাজ ভাষায়)"}