{"pageid": 14233, "title": "কমল হাসান", "url": "https://bn.wikipedia.org/wiki?curid=14233", "content": "কমল হাসন (তামিল: கமல்ஹாசன், তামিল উচ্চারণ: [kɐmɐl haːt͡ɕɐn]; জন্ম: পার্থসারথি শ্রীনিবাসন, ৭ই নভেম্বর ১৯৫৪) একজন ভারতীয় অভিনেতা, চিত্রনাট্যকার, চলচ্চিত্র নির্দেশক, চলচ্চিত্র প্রযোজক, নৃত্যপরিকল্পক, নেপথ্য গায়ক, গীতিকার, টেলিভিশন উপস্থাপক, সামাজিক সক্রিয়তাকর্মী ও রাজনীতিবিদ যিনি মূলত তামিল চলচ্চিত্রে কাজ করেন। ১৯৮৭ সালে 'পুষ্পক' নামে একটি কন্নড়-তেলুগু দ্বিভাষী কমেডি ছবিতে অভিনয় করে তিনি ফিল্মফেয়ার পুরস্কারে শ্রেষ্ঠ অভিনেতা হিসেবে ভূষিত হন। কমল হাসানের মেয়ে অভিনেত্রী শ্রুতি হাসন।\n\n\n== প্রাথমিক জীবন ==\nকমল ১৯৫৪ সালের ৭ নভেম্বর মাদ্রাজ রাজ্যর (বর্তমানে তামিলনাড়ু) পরমকুড়িতে জন্ম গ্রহণ করেন । তার বাবা ডি. শ্রীনিবাসন একজন আইনজীবী এবং মা রাজলক্ষ্মী গৃহিণী ছিলেন। পরিবারের মধ্যে কমল সবার ছোটো ছিলেন। তার ভাই চারু হাসান (জন্ম: ১৯৩০) এবং চন্দ্র হাসান (জন্ম: ১৯৩৬) ও আইনজীবী ছিলেন। বোন নলিনী হাসান (জন্ম: ১৯৪৬) একজন ধ্রুপদী নৃত্যশিল্পী ছিলেন। কমল মাদ্রাজ শহরের সান্থোময়ে উচ্চ বিদ্যালয় পর্যন্ত পড়াশোনা করেছিলেন।\n\n\n== কর্ম জীবন ==\nশিশুশিল্পী হিসেবে কমল হাসান অভিনয় শুরু করেন। মাত্র পাঁচ বছর বয়সে বিমসিং পরিচালিত তামিল চলচ্চিত্র কালাথুর কান্নাম্মায় (১৯৬০) প্রথম অভিনয় করেন। শ্রেষ্ঠ শিশুশিল্পীর জাতীয় পুরস্কার জিতে ছিলেন এ ছবিতে অভিনয় করে। এ পর্যন্ত তিনি নায়ক, ভিলেন, জোকারসহ বিভিন্ন চরিত্রে অভিনয় করেছেন। এমনকি কাজ করেছেন নারী চরিত্রেও। এ পর্যন্ত তিনি তামিল, হিন্দি, বাংলা, তেলুগু, কন্নড় এবং মালয়ালম ভাষার চলচ্চিত্রে অভিনয় করেছেন যদিও তার অভিনীত অধিকাংশ ছবির ভাষা তামিল।\nবিশ্ববিখ্যাত টাইম ম্যাগাজিন কর্তৃক নির্বাচিত সেরা ১০০ ছবির তালিকায় কমল হাসান অভিনীত নায়কান (১৯৮৭ সালে মুক্তিপ্রাপ্ত তামিল ভাষার চলচ্চিত্র) ছবিটি রয়েছে। এ পর্যন্ত তার অভিনীত সাতটি ছবি বিদেশি ভাষার ছবির ক্যাটাগরিতে একাডেমি পুরস্কার (অস্কার) মনোনয়নের জন্য পাঠানো হয়। একজন ভারতীয় অভিনেতার জন্য এটা সর্বোচ্চ। কমল হাসান সাগর (১৯৮৫, হিন্দি) চলচ্চিত্রতে রাজা চরিত্রে অভিনয় করে শ্রেষ্ঠ অভিনেতা ও শ্রেষ্ঠ পার্শ্ব-অভিনেতার ফিল্মফেয়ার পুরস্কার লাভ করেন। এ ছাড়া কমল হাসান অপূর্বা সাগোধারারগাল (১৯৮৯, তামিল) ছবিতে তিনটি, মাইকেল মাধান কামারাজান (১৯৯১, তামিল) ছবিতে চারটি এবং দসাবতারম (২০০৮, তামিল) ছবিতে ১০টি ভিন্ন ভিন্ন চরিত্রে অভিনয় করেন। ১৯৮০ সালে মুক্তি পায় বেকারত্ব নিয়ে সাড়া জাগানো তামিল চলচ্চিত্র ভারুমায়িন নিরাম ছিভাপ্পু যেখানে কমল রঙ্গন নামের এক শিক্ষিত বেকার তরুণের চরিত্রে অভিনয় করেন, চলচ্চিত্রটি পরিচালনা করেছিলেন খ্যাতনামা পরিচালক কে. বলচন্দ। এছাড়াও তিনি পি. ভারতীরাজার '১৬ ভায়াথিনিলে' (১৯৭৭, তামিল) এ প্রতিবন্ধী 'ছাপ্পানি' এর চরিত্র, ছিগাপ্পু রোজাক্কাল (১৯৭৮, তামিল) এ মানসিক রোগী নারীবিদ্বেষী পুরুষ দিলীপের চরিত্র এবং টিক টিক টিক (১৯৮১, তামিল) এ এক ফটোগ্রাফারের চরিত্রে অভিনয় করে প্রশংসা কুড়ান । কমলের প্রথম হিন্দি ছবি ছিল 'এক দুজে কে লিয়ে' (১৯৮১), যেটি ছিল ব্যাপক ব্যবসাসফল। এছাড়া ১৯৭৫ এর তামিল চলচ্চিত্র অপূর্ব রাগাঙ্গাল যেখানে তিনি তার চেয়ে বয়স্ক এক নারীর প্রেমে পড়েন, ওরু উধাপ্পু কান ছিমিত্তুগিরাধু (১৯৭৬, তামিল), ১৯৭৭ এর আভারগাল (তামিল), ১৯৭৮ এর ইলামাই উঞ্জাল আদুকিরাথু (তামিল) এবং আভাল আপ্পাদিথান (তামিল), ১৯৮০ এর উল্লাসা পারাভাইগাল (তামিল), ১৯৮২ এর মুনড্রাম পিরাই (তামিল), ১৯৮৫ এর কাক্কী ছাট্টাই (তামিল), ১৯৯৪ এর নাম্মাভার (তামিল), ১৯৯৬ এর আভভাই শানমুগি (যেখানে তিনি নারী চরিত্রে অভিনয় করেছিলেন, তামিল), ২০০৩ এর আনবে ছিভাম (যেটি নাস্তিকবাদ ও মানবতাবাদ নিয়ে তৈরী, তামিল), ২০০৯ এর উন্নাইপোল ওরুভান (হিন্দি চলচ্চিত্র 'এ ওইনেসডে' এর পুনঃনির্মাণ যেটি ২০০৮ এ মুক্তি পেয়েছিল, তামিল), জঙ্গীবাদ নিয়ে নির্মিত বিশ্বরুপম (২০১৩, তামিল) তার অভিনীত গুরুত্বপূর্ণ চলচ্চিত্র । কমল অভিনীত হিন্দি চলচ্চিত্রগুলোর মধ্যে জনপ্রিয় হয়েছিল ১৯৮৩ এর 'সাদমা' যেটি ছিল '৮২ এর তামিল চলচ্চিত্র মুনড্রাম পিরাই এর পুনঃনির্মাণ, '৮১ এর 'এক দুজে কে লিয়ে', 'সনম তেরি কসম' (১৯৮২), '৮৫ এ মুক্তি পাওয়া 'সাগর' এবং 'গিরাফতার' এবং ১৯৯৭ সালের চাচী ৪২০। ২০০৪ সালের তামিল চলচ্চিত্র ভাসুল রাজা এমবিবিএস ছিলো ২০০৩ সালে মুক্তিপ্রাপ্ত সঞ্জয় দত্ত অভিনীত চলচ্চিত্র মুন্নাভাই এমবিবিএস এর পুনঃনির্মাণ।\n\n\n== ব্যক্তিগত জীবন ==\n১৯৭৮ সালে সর্বপ্রথম বাণী গণপতিকে বিয়ে করেন কমল। বাণী একজন নৃত্যশিল্পী ছিলেন। '৮৬ সালে কমল অভিনেত্রীর সারিকা ঠাকুরের গর্ভে 'শ্রুতি' নামের একটি মেয়ের জন্ম দেন । এর দুই বছরের মাথায় বাণী কমল কে তালাক দেন আর কমল ঐ বছরই সারিকাকে বিয়ে করেন। ২০০৪ সালে এই সারিকার সঙ্গে আবার বিবাহবিচ্ছেদ ঘটে। ২০০৫ সালে কমল অভিনেত্রী গৌতমীর সঙ্গে বিবাহ ছাড়াই বসবাস করা শুরু করেন এবং ২০১৬ এর নভেম্বরে তাদের বিচ্ছেদ ঘটে।\n\n\n== নির্বাচিত চলচ্চিত্র ==\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে কমল হাসান (ইংরেজি)\nফেসবুকে কমল হাসান"}