{"pageid": 1423896, "title": "বড়িশার চণ্ডীমেলা", "url": "https://bn.wikipedia.org/wiki?curid=1423896", "content": "বড়িশার চণ্ডীমেলা হল ভারতের পশ্চিমবঙ্গর দক্ষিণ কলকাতার বড়িশা অঞ্চলের সখেরবাজারে প্রতি বছর বঙ্গাব্দের অগ্রহায়ণ মাসের শুক্লা অষ্টমী তিথিতে চণ্ডী পূজা উপলক্ষে অনুষ্ঠিত এক ঐতিহ্যবাহী মেলা। মেলাটি সাধারণত দশদিন ধরে চলে এবং প্রতিমা নিরঞ্জনের মধ্য দিয়ে শেষ হয়। মেলাটির আয়োজন স্থল হল বেহালার সখেরবাজার সন্নিহিত অঞ্চলে। প্রাচীনতম হিন্দু ধর্মগ্রন্থ দেবীমাহাত্ম্যম্ অনুসারে সর্বোচ্চ দেবী চণ্ডী পশ্চিমবঙ্গের এক জনপ্রিয় লৌকিক দেবী। সুখসমৃদ্ধি, সন্তান, বিজয় ইত্যাদির কামনায় সৌভাগ্যের এই দেবী নানা মূর্তিতে পূজিতা হন।\n\n\n== ইতিহাস ==\nবাংলার সাবর্ণ রায় চৌধুরী পরিবারের মহেশচন্দ্র রায়চৌধুরী তাদের বড়িশার কাছারিবাড়িতে ১৭৯৩ খ্রিস্টাব্দে, চিরস্থায়ী বন্দোবস্ত সূচনার বৎসরে, চণ্ডী মেলার প্রবর্তন করেন। তিনি ছিলেন মাতৃসাধক। তিনি বড়িশার বসতবাড়ি সংলগ্ন এক পুকুরে অষ্টধাতুর এক কলস বা ঘড়া পান। সেই কলসি প্রথমে তিনি বাড়ির উঠোনে রেখে দিয়েছিলেন। কথিত আছে, তার তিন দিন বাদে দেবী চণ্ডীকে অষ্টধাতুর কলসিতে প্রতিষ্ঠা করার স্বপ্নাদেশ পান।  পুকুরটি পরিচিত হয় চণ্ডীপুকুর নামে। কলসটিতে বেনারসী শাড়ি, শিষ ডাব রেখে এবং অন্যান্য পারিবারিক অলঙ্কার ও মুকুট সাজিয়ে নিত্য চণ্ডী পূজার ব্যবস্থা করা হয়। ভাটপাড়ার পণ্ডিতদের পরামর্শে বার্ষিক বিগ্রহ পূজার ব্যবস্থা হয়। পরে মহেশচন্দ্র রায়চৌধুরীর দ্বিতীয় পুত্র হরিশ্চন্দ্র রায়চৌধুরী বসতবাড়ি সংলগ্ন জমিতেই বার্ষিক পুজোর জন্য মন্দির বানিয়ে দেন।  নির্দেশে বছরে একবার শারদীয়া দুর্গাপুজোর মহাষ্টমীর দুই মাস পর অগ্রহায়ণের শুক্ল পক্ষের অষ্টমী, নবমী ও দশমীতে বিশেষ মূর্তি পূজার আয়োজন করা হয়।  প্রতিমা শিল্পীরা দেবীর মৃন্ময়ী বিগ্রহ তৈরি করে নিষ্ঠা সহকারে নির্দিষ্ট প্রথা মেনে। তারা প্রতিমা তৈরিতে চণ্ডীপুকুরে স্নান করে বিগ্রহের একটি কাঠ নিয়ে সাবর্ণ রায়চৌধুরীদের প্রতিষ্ঠিত মঙ্গলচণ্ডীর কাছে পুজো দিয়ে আসেন। সেই কাঠ পূজার আগে পর্যন্ত চণ্ডীবাড়িতেই পূজিত হয়। অগ্রহায়ণে শুক্লাঅষ্টমীর ভোরবেলা সেই কাঠ এবং পরিবারের প্রাচীন শালগ্রাম শিলা নিয়ে মূলমন্দিরে নিয়ে আসার পর শুরু হয় প্রথাগত পূজার্চনা।  বর্তমানে চণ্ডীদেবীর পূজা ও মেলা সর্বজনীন হওয়ার পরও অষ্টমী এবং নবমীর দিন সাবর্ণ রায়চৌধুরীদের বাড়ি থেকে মন্দিরে ভোগ নিয়ে যাওয়ার প্রাচীন প্রথা বছরের পর বছর ধরে চলে আসছে।  \n\n\n== চণ্ডীদেবীর বিগ্রহ ==\nচণ্ডীদেবীর মূর্তি এখানে নরমুণ্ডমালা বিভূষিতা, ত্রিনয়না এবং রক্তবসনা। তার চার হাতে পুস্তক, রুদ্রাক্ষমালা, বরমুদ্রা ও অভয়মুদ্রা। দেবী পঞ্চ অসুরের মুণ্ডের ওপর অধিষ্ঠিতা। পূজার সাথে সাথেই শুরু হয় দশ দিনের মেলা। মেলায় অতীত ঐতিহ্যের সঙ্গে আধুনিকতার মেলবন্ধনে পরিবেশিত হয় বর্ণাঢ্য সাংস্কৃতিক অনুষ্ঠান। গুণীজন সংবর্ধনার মতো অনুষ্ঠানের সঙ্গে থাকে নরনারায়ণ সেবা, দুঃস্থদের সাহায্যের জন্য শীতবস্ত্র বিতরণের ব্যবস্থা। মেলার এক একটি দিন নির্দিষ্ট হয় প্রতিবন্ধী, মহিলা ও শিশু দিবস হিসাবে। দশ দিন মেলা চলার পর চণ্ডীদেবীর বিগ্রহ শোভাযাত্রা করে চণ্ডীপুকুরে বিসর্জন দেওয়া হয়। \n\n\n== তথ্যসূত্র =="}