{"pageid": 1423769, "title": "বানু কানজ", "url": "https://bn.wikipedia.org/wiki?curid=1423769", "content": "বনু কানজ অথবা বানু কানজ (আরবী: بنو كنز), আরও আওলাদ কানজ নামে পরিচিত, ছিল আরব বংশোদ্ভূত একটি আধা-যাযাবর মুসলিম রাজবংশ  যারা ১০ম থেকে ১৫ম শতাব্দীর মধ্যবর্তী সময়ে উপরের মিসর ও নুবিয়ার সীমান্ত অঞ্চল শাসন করেছিল। তারা আরব বনু হানিফা গোত্রের শেখদের ছেলেদের বংশধর, যারা বেজা হাদারিবা গোত্রের রাজকন্যাদের সাথে বিবাহ করেছিল। ১১শতকের গোড়ার দিকে তাদের প্রধান, আবু আল-মাকারিম হিবাতুল্লাহ, ফাতিমি কর্তৃপক্ষের পক্ষে একজন প্রধান বিদ্রোহীকে ধরে ফেলে, ফলে আসওয়ান, ওয়াদি আল্লাকি এবং সীমান্ত অঞ্চলের উপর সরকারি নিয়ন্ত্রণ লাভ করে। খলিফা আল-হাকিম আবু আল-মাকারিমকে \"কানজ আল-দাওলা\" (রাজ্যের ধন) উপাধি দেন এবং তার উত্তরসূরিগণ এই উপাধি উত্তরাধিকারসূত্রে লাভ করে। ১১৭৪ সালে আইয়ুবীয়দের সাথে সংঘাতে জড়িয়ে পড়ে বনু কানজ পরাজিত হয় এবং দক্ষিণে উত্তর নুবিয়ায় পালিয়ে যেতে বাধ্য হয়। সেখানে তারা মূলত খ্রিস্টান অঞ্চলে ইসলামের বিস্তারে গুরুত্বপূর্ণ ভূমিকা রাখে। ১৪শতকের গোড়ার দিকে তারা নুবিয়ার মাকুরিয়া রাজ্যের নিয়ন্ত্রণ নেয়, কিন্তু ১৫শতকের গোড়ার দিকে মামলুকরা বনু কানজদের মোকাবেলায় হাওয়ারা গোষ্ঠীকে পাঠায়, যারা তাদের উৎখাত করে। বনু কানজের বর্তমান বংশধররা \"কুনুজ\" নামে পরিচিত একটি সুদানি গোষ্ঠী, যারা দেশের সুদূর উত্তর অংশে বসবাস করে।\n\n\n== ইতিহাস ==\n\n\n=== উৎপত্তি ===\nবানু আল-কানজ গোষ্ঠীর উৎপত্তি ৯ম শতাব্দীতে নুবিয়ার সাথে সীমান্তবর্তী মিশরীয় অঞ্চলে আরব  উপজাতিদের স্থানান্তরের ইতিহাসের সাথে জড়িত।  স্বর্ণ ও মণি খনি আবিষ্কারের পরে সবচেয়ে বড় মুধর, রবিআহ, জুহাইনাহ ও কায়েস 'আইলান আরব উপজাতিগুলো এই অঞ্চলে চলে আসে।  বানু কানজ গোষ্ঠী বানু হানিফা থেকে উদ্ভূত, যারা ৮৪৭ থেকে ৮৬১ খ্রিস্টাব্দের মধ্যে আব্বাসীয় খলিফা আল-মুতাওয়াাকিলের শাসনামলে আরব থেকে মিশরে এসেছিল।\n৮৫৫ সালে মদিনার বাসিন্দা আব্দুল্লাহ ইবনে আব্দুল হামিদ আল-উমারী, যিনি আল-ফুস্তাত এবং কায়রুয়ানে পড়াশোনা করেছিলেন, স্বর্ণ খনি থেকে লাভবান হওয়ার উদ্দেশ্যে আসওয়ানে অভিবাসিত হন। তিনি এবং তার ক্রীতদাসদের মুধররা আশ্রয় দিয়েছিল, এবং ধীরে ধীরে তিনি তাদের শেখ (নেতা) হয়ে উঠেন।\nরবিআহরা আল-উমারী এবং মুধরদের ওয়াদি আল্লাকি এবং আসওয়ান থেকে বিতাড়িত করে এবং মাকুরিয়া রাজ্যের পূর্ব দিকে আল-শানকায় তাদের শিবির ও খনি বসতি স্থাপন করে।  ৯ম শতাব্দীর শেষের দিকে মুকুরিয়ার নুবিয়রা আল-উমারীকে ওয়াদি আল্লাকি এবং আসওয়ানে ফিরিয়ে দিয়েছিল। এরপর তিনি জুহাইনাহ, রবিআহ ও কায়েস 'আইলান গোষ্ঠীর যৌথ নেতা হিসেবে স্বীকৃতি লাভ করেন।\nআল-উমারী এই অঞ্চলে একটি বিশাল স্বর্ণ খনির ব্যবসা তৈরি করেন এবং এই শিল্প তার ওয়াদি আল্লাকি ও আসওয়ানে প্রায় স্বাধীনতার অর্থায়নে সাহায্য করে।  তিনি মিশরের শাসক (৮৬৮-৮৮৪ খ্রিস্টাব্দ) আহমদ ইবনে তুলুনের সেনাবাহিনীকে দুবার পরাজিত করেন এবং তাকে তাকে দখলে নেওয়ার চেষ্টা বন্ধ করতে বাধ্য করেন। কিন্তু রবিআহদের বিদ্রোহ দমনের পর মুধর উপজাতির লোকেরা আল-উমারীকে হত্যা করে। তার পতনের পর আরব উপজাতিদের কার্যকলাপ পূর্ব মরুভূমিতে আরও বৃদ্ধি পায়।\nমিশর-নুবিয় সীমান্ত অঞ্চলে বসবাস করা আরব উপজাতিগুলির মধ্যে রাবিয়া উপজাতি সবচেয়ে শক্তিশালী হিসাবে আবির্ভূত হয়।  ১০ম শতাব্দীতে তারা আল-উমারির অধিকার ফেলে একটি রাজ্য পরিচালনা করছিল। স্থানীয় বেজা জনগণ, বিশেষ করে মুসলিম হাদারিবা উপজাতির সাথে জোটবদ্ধ হওয়ার কারণে রাবিয়া শক্তিশালী হতে পেরেছিল।  হাদারিবরা লাল সাগরের উপকূলরেখা এবং নীল নদের পূর্ব তীরের মধ্যবর্তী অঞ্চল নিয়ন্ত্রণ করত।  এই জোট খনি শিল্পে ব্যবসায়িক অংশীদারিত্ব এবং বিবাহের মাধ্যমে প্রমাণিত হয়েছিল, এমনকি দুই উপজাতির প্রধানদের মধ্যেও এমন বিবাহ হয়েছিল।  রাবিয়া পিতা এবং হাদারিবা মায়ের ছেলেরা তাদের মাতামহদের জমি এবং উপাধি উত্তরাধিকার সূত্রে পেত, কারণ বেজা উত্তরাধিকারে মায়ের বংশধরকে গুরুত্ব দেওয়া হত। সুতরাং, ৯৪৩ সালে ইশাক ইবনে বিশর তার মাতামহ আবদাক ও কাউকের পরে রাবিয়া-হাদারিবা রাজ্যের প্রধান হন। তিনি একজন রাবিয়া পিতার সন্তান ছিলেন।  ১৪ শতাব্দীর আরব ইতিহাসবিদ ইবনে ফাদলাল্লাহ আল-উমারির মতে, ইশাকের রাজত্বকালে রাবিয়া এবং বেজা \"এক হয়ে গেছিল\"। পরে ওয়াদি আল্লাকিতে এক উপজাতিগত যুদ্ধে তিনি নিহত হন এবং তার জায়গায় বিলবায়েসের তার চাচাতো ভাই আবু ইয়াজিদ ইবনে ইশাক সিংহাসনে বসেন।  আবু ইয়াজিদ আসওয়ানকে রাজ্যের রাজধানী হিসেবে প্রতিষ্ঠিত করেন এবং উচ্চ মিশর নিয়ন্ত্রিত ফাতিমিদ খিলাফত কর্তৃক \"আসওয়ানের রক্ষক\" হিসাবে স্বীকৃত হন।\n\n\n=== কানজ আল-দাওলা ও ফাতিমি রাষ্ট্রের সাথে একীভূতকরণ ===\n১০০৬ সালে আবু ইয়াজিদের ছেলে এবং উত্তরসূরী আবু আল-মাকারিম হিবাতুল্লাহকে ফাতিমিদ খলিফা আল-হাকিম বি-আমর আল্লাহ বিরোধী বিদ্রোহী আবু রাকওয়া কে বন্দী করার পুরস্কার হিসেবে কানঝ আল-দাওলা (রাষ্ট্রের ধন) উপাধি দেন। এরপর থেকে আবু আল-মাকারিমের উত্তরসূরীরা কানঝ আল-দাওলা উপাধি  উত্তরাধিকার সূত্রে লাভ করেন, এবং তাদের রাজ্যের মিশ্রিত রাবিয়া-হাদারিবা লোকজন \"বানু কানজ\" (বা বানু'ল কানঝ, বানু আল-কানঝ বা কুনুজ নামেও পরিচিত) নামে পরিচিত হন। বানু কানজ রাজ্যে উত্তরে আসওয়ানের গ্রামাঞ্চল, দক্ষিণে নুবিয়ার সীমান্ত এবং আসওয়ান ও  লোহিত সাগরের বন্দর শহর আয়ধাবের সাথে খনিগুলির সংযোগকারী রুট এবং নুবিয়া ও মিশরের মধ্যে বাণিজ্যের নিয়ন্ত্রণে রাখে।  সামগ্রিকভাবে, এটি বনু কানজকে যথেষ্ট সম্পদ এবং প্রভাব অর্জন করতে সক্ষম করেছিল। \nযদিও বানু কানজ শক্তিশালী ছিল, তারা ফাতিমিদ রাষ্ট্র থেকে সম্পূর্ণ স্বাধীন ছিল না। কানঝ আল-দাওলা ফাতিমিদ শাসকদের অধীনে কাজ করত এবং সেই ব্যবস্থার মধ্যে গুরুত্বপূর্ণ ভূমিকা পালন করত। খলিফারা কানঝ আল-দাওলাকে নুবিয়ার সাথে কূটনৈতিক সম্পর্ক এবং বাণিজ্য নিয়ন্ত্রণ, সীমান্ত গ্রামগুলিতে কর আদায়, ওয়াদি আল্লাকির খনি এবং  দেশটি দিয়ে যাওয়া যাত্রী ও কাফেলাগুলোর সুরক্ষার দায়িত্ব দিয়েছিল। নুবিয়ায় অবস্থিত মারিস এলাকার শাসকরাও  কানঝ আল-দাওলার মতো একই ধরনের দায়িত্ব পালন করত এবং রাবিয়া-হাদারিবা জোটের একটি ছোট শাখায় অন্তর্ভুক্ত ছিল।\n\n\n=== আইয়ুবীদের সাথে বিরোধ ===\n১১৬৮ সালে, বানু কানজ খলিফা আল-আদিদের প্রভাবশালী সহচর শোরহুক ও তার ভাগ্নে সালাহউদ্দিনকে আশ্রয় দেয়। সালাহউদ্দিন ১১৭১ সালে আল-আদিদকে ক্ষমতাচ্যুত করে মিশরে আইয়ুবীয় সুলতানাত প্রতিষ্ঠা করেন। ১১৭১/৭২ সালে নুবিয় বাহিনী ফাতিমিদের সাবেক কালো আফ্রিকান সৈন্যদের সঙ্গে উপরের মিশর দখলের চেষ্টা করে এবং আসওয়ান লুণ্ঠন করে।  এতে বিপন্ন হয়ে কানঝ আল-দাওলা সালাহউদ্দিনের কাছে সামরিক সহায়তা চায়। সালাহউদ্দিন তাতে সাড়া দেন। আইয়ুবীয় এবং বানু কানজ মিলে নুবিয় এবং ফাতিমি বিদ্রোহী বাহিনীকে উপরের মিশর থেকে বিতাড়িয়ে দেয়।\nযদিও আইয়ুবীয়রা নুবিয় আক্রমণ প্রতিহত করতে বানু কানজকে সাহায্য করেছিল, তাদের শাসনামলে মিশরে আরব উপজাতি এবং আফ্রিকান সৈন্যদের পরিবর্তে সিরিয়ার তুর্কি-কুর্দি সামরিক অভিজাতদের ক্ষমতা বেড়ে যায়। ফাতিমিদের সময়ে এই দুই দলই গুরুত্বপূর্ণ ছিল, এমনকি একসময় মিশর শাসনও করেছে।  ফলে, বানু কানজ এবং  উপরের মিশরের আরব উপজাতিরা মনে করে নতুন আইয়ুবীয় শাসন ব্যবস্থা তাদের 'ইকতা' (জায়গির) এবং সরকারি সুবিধাগুলোকে হুমকির মুখে ফেলেছে। যখন সালাহউদ্দিন কানঝ আল-দাওলার 'ইকতা' একজন আইয়ুবীয় আমিরকে (কبير আইয়ুবীয় আমির আবু আল-হায়জা আল-সামিনের ভাই) দিয়ে দেন, তখন বানু কানজ সেই আমির এবং তার সহচরদের হত্যা করে।\n১১৭৪ সালে, কানঝ আল-দাওলা ইবনে আল-মুতাওয়াজ ফাতিমিদের পুনরায় ক্ষমতায় আনতে আইয়ুবীয়দের বিরুদ্ধে বিদ্রোহ ঘটে।  তিনি এই অঞ্চলের অন্যান্য আরব উপজাতি এবং আফ্রিকান রেজিমেন্টের সমর্থন অর্জন করেছিলেন এবং মধ্য মিশরে আরব উপজাতিদের নেতা আব্বাস ইবনে শাদির বিদ্রোহে যোগদানের চেষ্টা করেছিলেন।  বনু কানজ আব্বাসের সাথে সম্পর্ক স্থাপন করার আগে, আবু আল-হায়জার নেতৃত্বে সালাদিনের বাহিনী আব্বাসকে পরাজিত করে হত্যা করে।  আইয়ুবী বাহিনী বনু কাঞ্জের মোকাবিলা করতে অগ্রসর হয়, যারা আসওয়ানে বড় ধরনের সংঘর্ষের পর পরাজিত হয়েছিল। ইবন আল-মুতাওয়াজ তার সেনাবাহিনীর পরাজয়ের পর অবশেষে বন্দী হন এবং মৃত্যুদণ্ডপ্রাপ্ত হন। \nঅসওয়ানের সীমান্ত অঞ্চল থেকে বানু কানজদের বিতাড়ন স্থানটির অবহেলা ঘটায়। এর অন্তর্ভুক্ত ছিল খনিগুলোর উৎপাদন অনেক কমে যাওয়া এবং যাযাত্রী ও কাফেলাগুলো বেদুইন হামলার ঝুঁকির মুখে পড়া। কারণ এই অঞ্চলের প্রথাগত রক্ষাকর্তা বানু কানজ আর সেখানে ছিল না। তাদের রাজধানী হারিয়ে বানু কানজ দক্ষিণে মারিস দখল করে নেয়, যেখানে ১১৭২ সালে আইয়ুবীয় শাসকদের শাস্তিমূলক অভিযানের কারণে নুবিয় নিয়ন্ত্রণ অনেক কমে গিয়েছিল।  যদিও বানু কানজ নুবিয় সংস্কৃতি এবং ভাষার সাথে মিশে গিয়েছিল, তাদের জীবনধারা ইসলামীই রয়ে গেল।  মারিসে বানু কানজের উপস্থিতি নুবিয়ায় ইসলাম এবং আরবি ভাষার বিস্তারে উল্লেখযোগ্য অবদান রাখে।\n\n\n=== মাকুরিয়ার দখল এবং মামলুকদের সাথে সম্পর্ক ===\n১৩১৭ সালে, মামলুক সুলতান আন-নাসির মুহাম্মদ (মামলুকরা ১২৫০ সালে মিশরে আইয়ুবীয়দের স্থলাভিষিক্ত হয়) খ্রিস্টান মাকুরিয়ার রাজা করানবাসকে সরিয়ে ক্ষমতায় উপাধিধারী মুসলিম শাসক বারশানবুকে বসাতে কৌশল করে।  করানবাস বারশানবুর পরিবর্তে তার সম্ভাব্য মুসলিম প্রতিস্থাপন হিসেবে আন-নাসির মুহাম্মদকে তার ভাতিজা কানঝ আল-দাওলাকে পাঠিয়ে তার পদচ্যুত হওয়া এড়াতে চেষ্টা করেন। করানবাস বারশানবুর চেয়ে কানঝ আল-দাওলাকে  বেশি সহনীয় এবং সম্ভাব্য সহযোগিতাপূর্ণ বলে মনে করেন। কিন্তু কায়রোতে পৌঁছানোর পর কানঝ আল-দাওলাকে মামলুকরা গ্রেফতার করে এবং তারা  সফলভাবে বারশানবুকে রাজা হিসেবে বসায়। পরবর্তীতে বারশানবু মাকুরিয়াকে ইসলামী রাষ্ট্রে পরিণত করেন।  এর কিছুদিন পরেই কানঝ আল-দাওলাকে মুক্তি দেওয়া হয় এবং সে সিংহাসন দখল করে, যার ফলে আন-নাসির মুহাম্মদ কানঝ আল-দাওলাকে উৎখাত করতে দুটি ব্যর্থ অভিযান চালান (শেষটি ১৩২৪ সালে ঘটে), কিন্তু কানঝ আল-দাওলা মাকুরিয়ার সিংহাসন রক্ষা করেন।\nসুলতান আল-আশরাফ শাবান এবং রাজপ্রতিনিধি ইয়ালবুগা আল-উমারির শাসনামলে বানু কানজ এবং তাদের আরব মিত্র, বানু ইক্রিমা, পূর্ব দিকে লাল সাগরের বন্দর আইধাব এবং সুয়াকিনের মধ্যে এবং পশ্চিমে নীল নদের তীর পর্যন্ত অঞ্চলটির নিয়ন্ত্রণে ছিল। ১৩৬৪ সালে, মামলুকরা ডোঙ্গোলা দখল করে এবং তার রাজাকে হত্যা করে। এর ফলে মামলুকরা বানু কানজ এবং বানু ইক্রিমার বিরুদ্ধে অভিযান পাঠায়। ১৩৬৫ সালের ডিসেম্বরে কানঝ আল-দাওলা এবং অন্যান্য বানু কানজ নেতারা কুসের মামলুক গভর্নরের কাছে আত্মসমর্পণ করেন। ১৩৬৬ সালে বানু কানজ আসওয়ান আক্রমণ করে এবং ১৩৭০ সালে তারা আবার শহরটি আক্রমণ করে পুড়িয়ে দেয়। ১৩৭৮ সালে আসওয়ানের গভর্নর ইবনে হাসানের নেতৃত্বে এক সামরিক অভিযানে তারা পরাজিত হয়। সুলতান বারকুকের শাসনামলে, বানু কানজদের মোকাবেলা করার জন্য  তিনি হাওয়ারা জোটের বারবার উপজাতিদের উচ্চ মিশর এবং সীমান্ত অঞ্চলে পাঠান। হাওয়ারা ধীরে ধীরে এই অঞ্চলে প্রভাবশালী শক্তি হিসেবে বানু কানজদের প্রতিস্থাপন করে।  বানু কানজদের আধুনিক উপজাতীয় বংশধরদের \"কুনুজ\" নামে পরিচিত এবং তারা সুদানের উত্তরাঞ্চলে বাস করে।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি =="}