{"pageid": 1423363, "title": "রণকাদেবী", "url": "https://bn.wikipedia.org/wiki?curid=1423363", "content": "রণকাদেবী ছিলেন পশ্চিম ভারতের সৌরাষ্ট্র অঞ্চলের খেঙ্গারার ১২ শতকের কিংবদন্তি রানি এবং চুড়াসামা শাসক। চারণ কবিদের লেখা মর্মন্তদ রোম্যান্স, যার বিষয়বস্তু ছিল চুড়াসামা রাজা খেঙ্গারা এবং চৌলুক্য রাজা জয়সিংহ সিদ্ধরাজের মধ্যে যুদ্ধ, সেখানে তাঁর উল্লেখ রয়েছে। তবে এই কিংবদন্তি বিশ্বাসযোগ্য নয়।\n\n\n== রণকাদেবীর কিংবদন্তি ==\nচুড়াসামার রাজধানী জুনাগড়ের কাছে মাজেভাদি গ্রামের কুমোরের মেয়ে ছিলেন রণকাদেবী। তাঁর সৌন্দর্যের খ্যাতি জয়সিংহের কানে পৌঁছেছিল এবং তিনি তাঁকে বিয়ে করার মনস্থ করেছিলেন। খেঙ্গারার সাথে তাঁর বিয়ের খবরে জয়সিংহ রাগান্বিত হন। কিংবদন্তির একটি ভিন্নতায় পাওয়া যায় যে রণকাদেবী কচ্ছের রাজার ঘরে জন্মগ্রহণ করেছিলেন, কিন্তু জ্যোতিষী ভবিষ্যদ্বাণী করেছিলেন যে তাঁকে যে কেউ বিয়ে করবে সে তার রাজ্য হারাবে এবং অল্প বয়সে মারা যাবে। সেইজন্য রণকাদেবীকে জঙ্গলে ফেলে আসা হয়েছিল। পরিত্যক্ত শিশুটিকে হাদমত বা জাম রাওয়াল নামে একজন কুমোর তুলে নিয়ে গিয়েছিলেন এবং তাঁকে নিজের মেয়ের মতো করে বড় করে তুলেছিলেন। ইতোমধ্যে খেঙ্গারা মালব অভিযানে যাওয়ার সময় জয়সিংহের রাজধানী অনাহিলাপাতাকা (বর্তমানে পাটন) আক্রমণ ক'রে তার প্রবেশদ্বার ভেঙে ফেলেছিলেন যার ফলে জয়সিংহ আরও ক্ষুব্ধ হয়ে উঠেছিলেন।\nখেঙ্গারা একাই জুনাগড়ের উপরকোট দুর্গে থাকতেন কিন্তু জুনাগড়ের নিকটবর্তী পাহাড়ী দুর্গ গিরনারে তাঁর রানি রণকাদেবীকে নিজের প্রাসাদে রেখেছিলেন। প্রহরী ছাড়া একমাত্র তাঁর ভাইপো বিসাল এবং দেশাল ছাড়া আর কারো সেখানে প্রবেশের অনুমতি ছিলনা। রণকাদেবীকে দেখতে খেঙ্গারা উপরকোট থেকে গিরনার দুর্গে যেতেন। একদিন তিনি দেশালকে সেখানে মাতাল অবস্থায় দেখতে পান। তার সমস্ত প্রতিবাদ সত্ত্বেও তিনি রণকাদেবীর সাথে তার অনুপযুক্ত ঘনিষ্ঠতার অভিযোগ করেন। তারপর তিনি দেশাল ও বিসাল উভয়কেই জুনাগড় থেকে বহিষ্কার করেন।\nবিসাল এবং দেশাল জয়সিংহর কাছে গিয়ে তাঁকে জুনাগড় আক্রমণ করতে বলে। তারা শস্য বহন করা কিছু গবাদি পশু নিয়ে উপরকোটে প্রবেশ করে, রক্ষীদের হত্যা করে এবং প্রাসাদ আক্রমণ করে। খেঙ্গারা এগিয়ে এসে যুদ্ধ ক'রে মারা যান এবং উপরকোট দখল করা হয়। এর পর দেশাল ও বিসাল জয়সিংহকে গিরনার দুর্গে নিয়ে যায় এবং তাদের কাকিমা রানি রণকাদেবীকে দরজা খুলতে বলে। রানি কিছু না জেনে দরজা খুলে দেন। অতঃপর জয়সিংহ প্রবেশ করেন এবং রানির দুই পুত্রকে দেখে তাদের মৃত্যুদণ্ডের আদেশ দেন। জয়সিংহ রণকাদেবীকে সঙ্গে নিয়ে অনাহিলাপাতাকের দিকে ফিরে যান।\nযাবার পথে, বর্ধমানপুরে (বর্তমানে বাধোয়ান ) ভোগভো নদীর তীরে, রণকাদেবীর আভিজাত্য দেখে, জয়সিংহ তাঁকে তাঁর প্রথম রানি করার প্রস্তাব দিয়েছিলেন, কিন্তু রণকাদেবী তাঁকে বলেছিলেন যে নির্দোষ পুত্রদ্বয় এবং তাঁর স্বামীর মৃত্যুর কারণ হিসেবে তিনি কিছুতেই জয়সিংহকে ক্ষমা করবে না। এরপর তিনি জয়সিংহকে অভিশাপ দেন এবং তাঁকে সতর্ক করেন যে তিনি নিঃসন্তান মৃত্যুবরণ করবেন। তারপর, তিনি তাঁর স্বামীর পাগড়ি কোলে নিয়ে চিতায় দহনের মাধ্যমে সতী হন। তাঁর অভিশাপ পূর্ণ হয় এবং জয়সিংহ নিঃসন্তান মারা যান।\n\n\n== ঐতিহাসিকতা ==\n\nচারণ কবিদের বিবরণে রণকাদেবী দ্বারা উচ্চারিত বেশ কয়েকটি সৌরঠ (শ্লোক) দুঃখের উদ্রেক করে, কিন্তু ঐতিহাসিক উপাদান হিসাবে তাদের উপযোগিতা সন্দেহজনক। এমনকি রণকদেবীর অস্তিত্ব নিয়েও সন্দেহ রয়েছে। পুরাতন-প্রবন্ধ-সংগ্রহ বা মেরুতুঙ্গার প্রবন্ধ-চিন্তামণির মতো চৌলুক্য যুগের ইতিহাসে রণকাদেবীর উল্লেখ নেই, বরং তারা যথাক্রমে সোনালাদেবী এবং সুনালাদেবী নাম দিয়েছে। খেঙ্গারার মৃত্যুর পর সোনালাদেবী যে অপভ্রংশ শ্লোকগুলি উচ্চারণ করেছিলেন সেগুলি যথাক্রমে এগারোটি এবং আটটি।\nরণকাদেবীর পালিয়া (স্মারক পাথর) এবং একটি মন্দির এখনও বাধোয়ানে ভোগভো নদীর দক্ষিণ তীরে দাঁড়িয়ে আছে, যদিও রণকদেবীর মন্দিরটি আগে নির্মিত বলে মনে হয়, সম্ভবত ছাপা রাজবংশের ধরনিভারহের রাজত্বকালে (নবম শতাব্দীর শেষ চতুর্থাংশ) এটি তৈরি।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nএই কিংবদন্তির বেশ কিছু প্রকরণ এখনও সৌরাষ্ট্রের চারণ কবি এবং জনগণের মধ্যে জনপ্রিয়। খেঙ্গারা ও রণকাদেবীর গীতিনাট্যের কিছু পদ অত্যন্ত কাব্যিক। আলেকজাণ্ডার কিনলোচ ফোর্বসের রস মালায় অনেক শ্লোক দেওয়া হয়েছে। এরকম একটি শ্লোক হল:\n\nলজ্জার জন্য খুনি গিরনার, তুমি কেন বেঁকে তেরছা ছিলে না; যখন মারা গেলেন রা খেঙ্গারা, এভাবে কাঁদলেন রণকাদেবী।\nঅনন্তপ্রসাদ ত্রিকমলাল বৈষ্ণব রচিত একটি গুজরাটি উপন্যাস, রণকাদেবী (১৮৮৩), তাঁর উপর ভিত্তি করে রচিত। অমর ছবি কথা কিংবদন্তির উপর ভিত্তি করে একটি কমিক, রণকা দেবী: দ্য স্টোরি অফ এ গ্রেট কুইন অফ সৌরাষ্ট্র (১৯৭৭, #৪৫২) প্রকাশ করেছে।\nগুজরাটের লোক নাটক ভাওয়াই- এর ভেশা (নাটক) সাধার জেসাং -এ তিনি একটি চরিত্র। গড় জুনো গিরনার (১৯৬৭) হল কিংবদন্তির উপর ভিত্তি করে তৈরি একটি গুজরাটি নাটক। রণকাদেবীকে নিয়ে দুটি নির্বাক চলচ্চিত্র নির্মিত হয়; একটি ১৯২৩ সালে এস এন পাটাঙ্কর পরিচালিত এবং আরেকটি ১৯৩০ সালে চান্দুলাল শাহ প্রযোজিত এবং নানুভাই ভাকিল পরিচালিত। নিরূপা রায় অভিনীত এবং ভি এম ব্যাস পরিচালিত গুজরাটি চলচ্চিত্র রণকদেবী (১৯৪৬)ও নির্মিত হয়েছিল। বাবুভাই মিস্ত্রি পরিচালিত আরেকটি চলচ্চিত্র রণকদেবী (১৯৭৩)তে প্রধান ভূমিকায় অভিনয় করেছেন তরলা মেহতা, উপেন্দ্র ত্রিবেদী, অরবিন্দ ত্রিবেদী এবং অরবিন্দ পাণ্ড্য।\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\n টেমপ্লেট:Chudasama dynasty"}