{"pageid": 1423146, "title": "রেইনহার্ড সেলটেন", "url": "https://bn.wikipedia.org/wiki?curid=1423146", "content": "রেইনহার্ড জাস্টাস রেজিনাল্ড সেলটেন (জার্মান: [ˈʁaɪnhaʁt ˈzɛltn̩] (); ১৯৩০ সালের ৫ অক্টোবর - ২৩ আগস্ট ২০১৬) একজন জার্মান অর্থনীতিবিদ ছিলেন, যিনি ১৯৯৪ সালে অর্থনৈতিক বিজ্ঞানে নোবেল মেমোরিয়াল পুরস্কার জিতেছিলেন (জন হারসানি এবং জন ন্যাশের সাথে যৌথভাবে)। তিনি বাউন্ডেড রেশনালিটি কাজের জন্যও সুপরিচিত এবং এক্সপেরিমেন্টাল অর্থনীতির প্রতিষ্ঠাতাদের একজন হিসাবে বিবেচনা করা হয়।\n\n\n== জীবনী ==\nসেলটেন জন্মগ্রহণ করেছিলো, ব্রেসলাউ (রোক্লো)এর লোয়ার সিলেসিয়ায় , যা এখন পোল্যান্ডে, ইহুদি পিতা অ্যাডলফ সেলটেন (একজন অন্ধ বই বিক্রেতা; মৃত্যু ১৯৪২), এবং প্রোটেস্ট্যান্ট মা, ক্যাথে লুথার। রেইনহার্ড সেলটেন  বেড়ে ওঠেন প্রোটেস্ট্যান্ট হিসাবে।\nস্যাক্সনি এবং অস্ট্রিয়াতে একটি সংক্ষিপ্ত পারিবারিক নির্বাসনের পর, সেলটেন যুদ্ধের পরে জার্মানির হেসে ফিরে আসেন, হাই স্কুলে থাকাকালীন ফরচুন ম্যাগাজিনে ব্যবসায়িক লেখক জন ডি. ম্যাকডোনাল্ডের গেম তত্ত্ব সম্পর্কে একটি নিবন্ধ পড়েন। তিনি পরে স্মরণ করেন, সেই সময়ে স্কুলে হেঁটে যাওয়ার সময় তিনি “প্রাথমিক জ্যামিতি এবং বীজগণিতের সমস্যা” নিয়ে নিজের মনকে ব্যস্ত রাখতেন।   তিনি গোয়েথ ইউনিভার্সিটি ফ্রাঙ্কফুর্টে গণিত অধ্যয়ন করেন এবং ১৯৫৭ সালে ডিপ্লোমা অর্জন করেন। এরপর তিনি ১৯৬৭ সাল পর্যন্ত হেইঞ্জ সউরম্যানের বৈজ্ঞানিক সহকারী হিসেবে কাজ করেন। ১৯৫৯ সালে, তিনি এলিজাবেথ ল্যাংরিনারকে বিয়ে করেন। তাদের কোনও সন্তান হয়নি। ১৯৬১ সালে, তিনি “দি ইভোল্যুশন অফ এন-পার্সন গেমে”র উপর একটি থিসিসসহ গণিতে ফ্রাঙ্কফুর্টে ডক্টরেট ডিগ্রী অর্জন করেন।\nতিনি বার্কলেতে একজন ভিজিটিং প্রফেসর হিসেবে ১৯৬৯ থেকে ১৯৭২ সাল পর্যন্ত বার্লিনের ফ্রি ইউনিভার্সিটিতে এবং ১৯৭২ থেকে ১৯৮৪ সাল পর্যন্ত বিলেফেল্ড বিশ্ববিদ্যালয়ে পড়ান। এরপর তিনি বন বিশ্ববিদ্যালয়ে অধ্যাপনায় যুক্ত হন। সেখানে তিনি BonnEconLab তৈরি করেন (পরীক্ষামূলক অর্থনৈতিক গবেষণার জন্য একটি গবেষণাগার); যেখানে তিনি অবসর গ্রহণের পরেও সক্রিয় ছিলেন।\nসেলটেন জার্মানির বন বিশ্ববিদ্যালয়ের ইমেরিটাস অধ্যাপক ছিলেন এবং বেশ কয়েকটি সম্মানসূচক ডক্টরেট ডিগ্রি অর্জন করেছিলেন। তিনি ১৯৫৯ সাল থেকে একজন এস্পের‌্যান্টিস্ট ছিলেন  এবং এস্পেরান্তো আন্দোলনের মাধ্যমেই সাক্ষাৎ হয় তাঁর স্ত্রীর সাথে।  সেলটেন ইন্টারন্যাশনাল একাডেমি অফ সায়েন্সেস সান মারিনো-এর সদস্য এবং সহ-প্রতিষ্ঠাতা ছিলেন।\n২০০৯ সালের ইউরোপীয় পার্লামেন্ট নির্বাচনের জন্য, তিনি ইউরোপ-ডেমোক্রেসি-এস্পেরান্তোর জার্মান শাখার জন্য শীর্ষ প্রার্থী ছিলেন। \n\n\n== কাজ ==\nতাঁর গেম থিউরি’র জন্য, ১৯৯৪ সালে অর্থনৈতিক বিজ্ঞানে নোবেল মেমোরিয়াল পুরস্কার জিতেছিলেন (জন হারসানি এবং জন ন্যাশের সাথে যৌথভাবে)। সেলটেন ছিলেন জার্মানির প্রথম এবং মৃত্যুর সময় পর্যন্ত অর্থনীতিতে একমাত্র নোবেল বিজয়ী। \nতিনি বাউন্ডেড রেশনালিটি কাজের জন্যও সুপরিচিত এবং এক্সপেরিমেন্টাল অর্থনীতির প্রতিষ্ঠাতাদের একজন হিসাবে বিবেচনা করা হয়। Gerd Gigerenzer এর সাথে তিনি Bounded Rationality: The Adaptive Toolbox (২০০১) বইটি সম্পাদনা করেন। তিনি একটি গেমের বিকাশ সাধন করেছিলেন, যার নাম ছিলো সেলটেনস হর্স; কারণ এটির বিস্তৃত আকারের উপস্থাপনের জন্য। তাঁর শেষ কাজ ছিল \"ইমপালস ব্যালেন্স থিওরি অ্যান্ড ইটস এক্সটেনশন বাই অ্যান এডিশনাল ক্রাইটেরিয়ন\"।\nতিনি তাঁর কাজের বাধ্যতামূলক পরিবর্তন এড়াতে নন-রেফারেড জার্নালে লেখা প্রকাশের জন্য প্রসিদ্ধ। \n\n\n== গ্রন্থপঞ্জি ==\nPreispolitik der Mehrproduktenunternehmung in der statischen Theorie, Berlin-Heidelberg-New York: Springer-Verlag, 1970, আইএসবিএন ৯৭৮-৩-৬৪২-৪৮৮৮৮-৭ - in German\nGeneral Equilibrium with Price-Making Firms (with Thomas Marschak), Lecture Notes in Economics and Mathematical Systems, Berlin-Heidelberg-New York: Springer-Verlag, 1974, ISBN 978-3-662-07369-8\nA General Theory of Equilibrium Selection in Games (with John C. Harsanyi), Cambridge, Massachusetts: MIT-Press. (1988)\nModels of Strategic Rationality, Theory and Decision Library, Series C: Game Theory, Mathematical Programming and Operations Research, Dordrecht-Boston-London: Kluwer Academic Publishers. (1988)\nGame Equilibrium Models IV, Berlin, New York, Springer Verlag, 1991, ISBN 978-3-662-07369-8.\nRational Interaction - Essays in Honor of John C. Harsanyi, Berlin, New York, Springer-Verlag, 1992, ISBN 978-3-642-08136-1.\nEnkonduko en la Teorion de Lingvaj Ludoj – Ĉu mi lernu Esperanton? (with Jonathan Pool), Berlin-Paderborn: Akademia Libroservo, Institut für Kybernetik. (1995) – in Esperanto\nGame Theory and Economic Behavior: Selected Essays, 2. vol Cheltenham-Northampton: Edward Elgar Publishing. (1999)\nNew edition of: Models of Strategic Rationality (1988), with a Chinese Introduction. Outstanding Academic Works on Economics by Nobel Prize Winners. Dordrecht-Boston-London: Kluwer Academic Publishers. (2000)\nChinese Translation of: Models of Strategic Rationality (1988). Outstanding Academic Works on Economics by Nobel Prize Winners. Dordrecht-Boston-London: Kluwer Academic Publishers. (2000)\nRussian Translation of: A General Theory of Equilibrium Selection in Games (with John C. Harsanyi), Cambridge, Massachusetts: MIT-Press. (2000)\nGigerenzer, G., & Selten, R. (Eds.). (2001). Bounded rationality: The adaptive toolbox. Cambridge, Massachusetts: MIT Press.\nImpulse Balance Theory and its Extension by an Additional Criterion. BoD. (2015)\n\n\n== তথ্যসূত্র =="}