{"pageid": 1423884, "title": "জলবায়ু পরিবর্তন", "url": "https://bn.wikipedia.org/wiki?curid=1423884", "content": "বর্তমান জলবায়ু পরিবর্তন বলতে বোঝায় গ্লোবাল ওয়ার্মিং—যা বিশ্বের গড় তাপমাত্রার ক্রমবর্ধমান বৃদ্ধিকে নির্দেশ করে—এবং পৃথিবীর জলবায়ু ব্যবস্থার ওপর এর বিস্তৃত প্রভাবকে। জলবায়ু পরিবর্তনের বিস্তৃত অর্থে এতে অতীতের দীর্ঘমেয়াদি পরিবর্তনগুলিও অন্তর্ভুক্ত। বর্তমান তাপমাত্রা বৃদ্ধির প্রধান কারণ মানব ক্রিয়াকলাপ, বিশেষ করে শিল্প বিপ্লবের পর থেকে জীবাশ্ম জ্বালানির ব্যবহার। জীবাশ্ম জ্বালানির ব্যবহার, বন উজাড়, এবং কিছু কৃষি ও শিল্প খাতের কার্যক্রম গ্রিনহাউস গ্যাস নির্গত করে। এসব গ্যাস সূর্য থেকে আগত তাপ শোষণের পর পৃথিবী যেই তাপ বিকিরণ করে, তার কিছু অংশ ধরে রাখে, ফলে নিম্ন বায়ুমণ্ডল উষ্ণ হয়। কার্বন ডাইঅক্সাইড হল বৈশ্বিক উষ্ণায়নের প্রধান গ্যাস, যার মাত্রা পূর্ব-শিল্প যুগ থেকে প্রায় ৫০% বেড়েছে এবং তা কয়েক মিলিয়ন বছরে দেখা যায়নি।\nজলবায়ু পরিবর্তন পরিবেশের ওপর ক্রমাগত বড় প্রভাব ফেলছে। মরুভূমি প্রসারিত হচ্ছে, এবং তাপপ্রবাহ ও বন‌ আগুনের ঘটনা আরও ঘন ঘন ঘটছে। আর্কটিকে উষ্ণতা বৃদ্ধির ফলে চিরহিমভূমি গলছে, হিমবাহ হ্রাস পাচ্ছে এবং সামুদ্রিক বরফও হ্রাস পাচ্ছে। তাপমাত্রা বৃদ্ধি ঘূর্ণিঝড়কে আরও তীব্র করছে, পাশাপাশি খরা ও অন্যান্য চরম আবহাওয়ার ঘটনাও বাড়িয়ে তুলছে। পর্বত অঞ্চলের বাস্তুতন্ত্র, প্রবাল প্রাচীর, এবং আর্কটিক অঞ্চলে দ্রুত পরিবেশগত পরিবর্তনের ফলে অনেক প্রজাতিকে স্থান পরিবর্তন করতে বা বিলুপ্ত হতে হচ্ছে। ভবিষ্যতে উষ্ণতা বৃদ্ধির হার সীমিত করলেও কিছু প্রভাব শতাব্দীর পর শতাব্দী ধরে টিকে থাকতে পারে। এর মধ্যে রয়েছে মহাসাগরের উষ্ণতা বৃদ্ধি, অম্লতা বৃদ্ধি, এবং সমুদ্রপৃষ্ঠের উচ্চতা বৃদ্ধি।\nজলবায়ু পরিবর্তন মানুষের ওপরও বড় ধরনের হুমকি তৈরি করছে। এটি বন্যা, চরম তাপপ্রবাহ, খাদ্য ও জল সংকট বৃদ্ধি, রোগব্যাধির বিস্তার এবং অর্থনৈতিক ক্ষতির সম্ভাবনা বাড়ায়। এর ফলে মানব অভিবাসন এবং সংঘাতের ঘটনাও ঘটতে পারে। বিশ্ব স্বাস্থ্য সংস্থা জলবায়ু পরিবর্তনকে ২১শ শতকে বিশ্বের স্বাস্থ্যের জন্য অন্যতম বড় হুমকি হিসেবে বর্ণনা করেছে। যদি উষ্ণতা সীমিত করার জন্য কার্যকর পদক্ষেপ না নেওয়া হয়, তাহলে সমাজ ও প্রতিবেশ ব্যবস্থাগুলি আরও গুরুতর ঝুঁকির মুখে পড়বে। জলবায়ু পরিবর্তনের সঙ্গে খাপ খাওয়ানোর বিভিন্ন পদক্ষেপ যেমন বন্যা নিয়ন্ত্রণ ব্যবস্থা বা খরার সহনশীল ফসল চাষের মাধ্যমে কিছুটা ঝুঁকি কমানো যায়। তবে, অনেক ক্ষেত্রেই অভিযোজনের সীমা পৌঁছে গেছে। অর্থনৈতিকভাবে দুর্বল সম্প্রদায়গুলোর বৈশ্বিক নির্গমনের হার কম হলেও, তাদের অভিযোজনের সামর্থ্য কম এবং তারা জলবায়ু পরিবর্তনের সবচেয়ে ঝুঁকিপূর্ণ অবস্থানে রয়েছে।\n\n২১শ শতকের প্রথম কয়েক দশকেই জলবায়ু পরিবর্তনের বহু প্রভাব লক্ষ করা গেছে। এর মধ্যে ২০২৪ সাল ছিল এখন পর্যন্ত রেকর্ড করা সবচেয়ে উষ্ণ বছর, যেখানে গড় উষ্ণতা ১৮৫০ সাল থেকে নিয়মিত তথ্য সংগ্রহ শুরুর পর থেকে ১.৬০ degrees Celsius change (২.৮৮ degrees Fahrenheit change) বেড়েছে। অতিরিক্ত উষ্ণতা এই প্রভাবগুলো আরও বাড়িয়ে তুলবে এবং টিপিং পয়েন্ট সক্রিয় করতে পারে, যেমন পুরো গ্রীনল্যান্ডের বরফচাদর গলে যাওয়া। ২০১৫ সালের প্যারিস চুক্তি অনুযায়ী, দেশগুলো সম্মিলিতভাবে উষ্ণতা \"২ °সে-র নিচে\" সীমাবদ্ধ রাখার প্রতিশ্রুতি দেয়। তবে, এই চুক্তির আওতায় দেওয়া প্রতিশ্রুতি অনুযায়ী, শতাব্দীর শেষে বৈশ্বিক উষ্ণতা প্রায় ২.৮ degrees Celsius change (৫.০ degrees Fahrenheit change)-এ পৌঁছাতে পারে। উষ্ণতা ১.৫ °সে-তে সীমিত রাখতে হলে ২০৩০ সালের মধ্যে নির্গমন প্রায় অর্ধেকে নামাতে হবে এবং ২০৫০ সালের মধ্যে নেট-শূন্য নির্গমন অর্জন করতে হবে।\nজীবাশ্ম জ্বালানির ব্যবহার ধাপে ধাপে বন্ধ করা সম্ভব, যদি জ্বালানি সাশ্রয় করা হয় এবং এমন শক্তির উৎসে রূপান্তর করা হয় যা উল্লেখযোগ্য পরিমাণে কার্বন দূষণ সৃষ্টি করে না। এই পরিচ্ছন্ন শক্তির উৎসগুলোর মধ্যে রয়েছে বায়ু, সূর্য, জলবিদ্যুৎ, এবং পারমাণবিক শক্তি। এসব উৎস থেকে উৎপন্ন পরিচ্ছন্ন বিদ্যুৎ পরিবহন, ভবন গরম রাখা, এবং শিল্প প্রক্রিয়া চালানোর জন্য জীবাশ্ম জ্বালানির বিকল্প হিসেবে ব্যবহার করা যায়। বায়ুমণ্ডল থেকে কার্বনও অপসারণ করা যায়, যেমন—বনভূমির পরিমাণ বৃদ্ধি এবং এমন কৃষিপদ্ধতি ব্যবহার করে, যা মাটিতে কার্বন সংরক্ষণ করে।\n\n\n== পরিভাষা ==\n১৯৮০-এর দশকের আগে গ্রীনহাউস গ্যাস বৃদ্ধির ফলে সৃষ্ট উষ্ণায়নের প্রভাব বায়ুতে থাকা কণার শীতলীকরণ প্রভাবের তুলনায় কতটা শক্তিশালী, তা স্পষ্ট ছিল না। সে সময় জলবায়ুর ওপর মানব প্রভাব বোঝাতে বিজ্ঞানীরা অনিচ্ছাকৃত জলবায়ু পরিবর্তন (inadvertent climate modification) শব্দবন্ধটি ব্যবহার করতেন। ১৯৮০-এর দশকে গ্লোবাল ওয়ার্মিং ও জলবায়ু পরিবর্তন পরিভাষাগুলোর প্রচলন শুরু হয় এবং অনেক সময় এই শব্দদ্বয় পরস্পরের পরিবর্তে ব্যবহার করা হতে থাকে। বৈজ্ঞানিকভাবে, গ্লোবাল ওয়ার্মিং বলতে কেবল পৃথিবীর পৃষ্ঠের তাপমাত্রা বৃদ্ধিকে বোঝানো হয়। অন্যদিকে, জলবায়ু পরিবর্তন বলতে এই উষ্ণতা বৃদ্ধির পাশাপাশি পৃথিবীর জলবায়ু ব্যবস্থায় এর প্রভাব, যেমন বৃষ্টিপাতের পরিবর্তনও অন্তর্ভুক্ত থাকে।\nজলবায়ু পরিবর্তন শব্দটি আরও বিস্তৃত অর্থেও ব্যবহৃত হয়। এটি পৃথিবীর ইতিহাসজুড়ে ঘটে যাওয়া জলবায়ুর পরিবর্তনকেও অন্তর্ভুক্ত করতে পারে। গ্লোবাল ওয়ার্মিং শব্দটির ব্যবহার ১৯৭৫ সালেই শুরু হয়েছিল। পরবর্তীতে NASA-এর জলবায়ুবিজ্ঞানী জেমস হ্যানসেন ১৯৮৮ সালে মার্কিন সেনেটে তাঁর সাক্ষ্য প্রদানের সময় শব্দটি ব্যবহার করলে এটি জনপ্রিয়তা পায়। ২০০০-এর দশক থেকে জলবায়ু পরিবর্তন শব্দটির ব্যবহার অনেক বেশি হয়েছে। বিভিন্ন বিজ্ঞানী, রাজনীতিক এবং সংবাদমাধ্যম বর্তমানে জলবায়ু সংকট বা জলবায়ু জরুরি অবস্থা শব্দগুলো ব্যবহার করে জলবায়ু পরিবর্তনের গুরুত্ব তুলে ধরেন। অনেকে গ্লোবাল ওয়ার্মিং এর পরিবর্তে গ্লোবাল হিটিং শব্দটিও ব্যবহার করেন।\n\n\n== বৈশ্বিক তাপমাত্রা বৃদ্ধি ==\n\n\n=== বর্তমান গ্লোবাল উষ্ণায়নের আগের তাপমাত্রা ===\n\nগত কয়েক মিলিয়ন বছরে পৃথিবীর জলবায়ু বহুবার হিমায়িত যুগের মধ্য দিয়ে গেছে। এর মধ্যে একটি অপেক্ষাকৃত উষ্ণ সময়কাল ছিল শেষ আন্তঃহিমযুগ, প্রায় ১,২৫,০০০ বছর আগে। সেই সময়ে বৈশ্বিক তাপমাত্রা বর্তমান উষ্ণায়ন শুরু হওয়ার আগের তুলনায় ০.৫ °সে থেকে ১.৫ °সে বেশি ছিল। ওই সময়ে সমুদ্রপৃষ্ঠের উচ্চতা আজকের তুলনায় ৫ থেকে ১০ মিটার বেশি ছিল। অন্যদিকে, সর্বশেষ হিমবাহ সর্বাধিকতা প্রায় ২০,০০০ বছর আগে ঘটেছিল, যখন বৈশ্বিক তাপমাত্রা ছিল বর্তমানের তুলনায় প্রায় ৫–৭ °সে কম। সে সময় সমুদ্রপৃষ্ঠের উচ্চতা আজকের তুলনায় প্রায় ১২৫ মিটার (৪১০ ফুট) নিচে ছিল।\nবর্তমান আন্তঃহিমযুগ, অর্থাৎ হোলোসিন যুগ শুরু হয়েছিল প্রায় ১১,৭০০ বছর আগে, যখন বৈশ্বিক তাপমাত্রা স্থিতিশীল হয়। এই সময় থেকেই কৃষির সূচনাও হয়। ঐতিহাসিক উষ্ণ ও শীতল সময়কাল যেমন মধ্যযুগীয় উষ্ণ সময়কাল এবং ছোট বরফ যুগ—বিশ্বব্যাপী একযোগে ঘটেনি। কিছু নির্দিষ্ট অঞ্চলে তাপমাত্রা ২০শ শতকের শেষের তাপমাত্রার সমান বা কাছাকাছি পৌঁছাতে পারে। এই সময়ের জলবায়ু সম্পর্কিত তথ্য পাওয়া যায় বিভিন্ন জলবায়ু প্রক্সি থেকে, যেমন গাছের বলয় ও বরফকরের নমুনা।\n\n\n=== শিল্প বিপ্লবের পর থেকে উষ্ণায়ন ===\n\nপ্রায় ১৮৫০ সাল থেকে থার্মোমিটার দ্বারা বৈশ্বিক তাপমাত্রার পরিমাপ শুরু হয় এবং বিশ্বজুড়ে পর্যবেক্ষণ ডেটা পাওয়া যায়। ১৮শ শতক থেকে ১৯৭০ সাল পর্যন্ত তাপমাত্রা খুব একটা বাড়েনি, কারণ গ্রীনহাউস গ্যাসের কারণে উষ্ণতা বৃদ্ধির প্রভাব সালফার ডাইঅক্সাইড নির্গমনের ফলে তৈরি হওয়া সালফেট কণার সূর্যালোক প্রতিফলনের মাধ্যমে শীতলীকরণ প্রভাব দ্বারা প্রায় শূন্যে পরিণত হয়। সালফার ডাইঅক্সাইড অম্লবৃষ্টির কারণ হলেও, তা একই সঙ্গে বায়ুমণ্ডলে সূর্যালোক প্রতিফলিত করে শীতল প্রভাব সৃষ্টি করে। কিন্তু ১৯৭০ সালের পর থেকে গ্রীনহাউস গ্যাসের পরিমাণ দ্রুত বেড়ে যায় এবং সালফার দূষণ নিয়ন্ত্রণে আসায় তাপমাত্রা হঠাৎ করে উল্লেখযোগ্যভাবে বাড়তে থাকে।\n\nবর্তমান জলবায়ু পরিবর্তনের গতি গত কয়েক হাজার বছরে নজিরবিহীন। বিভিন্ন স্বাধীন উৎস থেকে সংগৃহীত তথ্য বৈশ্বিক পৃষ্ঠ তাপমাত্রার ক্রমবর্ধমান বৃদ্ধির প্রমাণ দেয়, যা দশকপ্রতি গড়ে প্রায় ০.২ °সে হারে বাড়ছে। ২০১৪ থেকে ২০২৩ দশকে গড় উষ্ণতা ছিল প্রাক-শিল্প যুগ (১৮৫০–১৯০০)-এর তুলনায় ১.১৯ °সে [১.০৬–১.৩০ °সে] বেশি। তবে প্রতি বছর গড় উষ্ণতা একই হারে বাড়ে না, কারণ অভ্যন্তরীণ জলবায়ু প্রকরণ প্রক্রিয়াগুলি কোনো বছর গড়ের চেয়ে ০.২ °সে বেশি বা কম করতে পারে। উদাহরণস্বরূপ, ১৯৯৮ থেকে ২০১৩ সাল পর্যন্ত প্রশান্ত মহাসাগর দশকীয় দোলন (PDO) ও আটলান্টিক বহু-দশকীয় দোলন (AMO)-এর ঋণাত্মক পর্যায়ের কারণে উষ্ণতা বৃদ্ধির গতি সাময়িকভাবে ধীর হয়, যাকে \"গ্লোবাল ওয়ার্মিং স্থবিরতা\" বলা হয়। এই \"স্থবিরতা\"র পরবর্তী সময়ে উল্টো প্রবণতা দেখা যায়, ২০২৪ সালে গড় তাপমাত্রা ছিল +১.৫ °সে-রও বেশি। এজন্যই জলবায়ু পরিবর্তনের পরিমাপ সাধারণত ২০ বছরের গড় ভিত্তিক করা হয়, যাতে স্বল্পমেয়াদি ওঠানামার প্রভাব কমে এবং দীর্ঘমেয়াদি প্রবণতা স্পষ্ট হয়।\nউষ্ণায়নের প্রমাণ হিসেবে বিস্তৃত পর্যবেক্ষণ থেকে আরও বহু তথ্য মেলে। উপরের বায়ুমণ্ডল ঠান্ডা হচ্ছে, কারণ গ্রীনহাউস গ্যাস পৃষ্ঠের কাছাকাছি তাপ আটকে রাখছে, ফলে মহাকাশে কম তাপ বিকিরিত হচ্ছে। উষ্ণায়নের ফলে গড় তুষারপ্রবণতা কমছে এবং হিমবাহ পিছু হটছে। একই সঙ্গে সমুদ্র থেকে বাষ্পীভবন বেড়ে যাওয়ায় বায়ুমণ্ডলে নির্দিষ্ট আর্দ্রতা বৃদ্ধি পাচ্ছে, যার ফলে বৃষ্টিপাতের পরিমাণ ও তীব্রতা উভয়ই বাড়ছে। উষ্ণ বসন্তে উদ্ভিদ আরও আগেই ফুল ফোটাতে শুরু করেছে, এবং হাজার হাজার প্রাণীপ্রজাতি স্থায়িভাবে অপেক্ষাকৃত ঠান্ডা অঞ্চলের দিকে সরিয়ে যাচ্ছে।\n\n\n==== অঞ্চলভেদে পার্থক্য ====\nবিশ্বের বিভিন্ন অঞ্চল বিভিন্ন হারে উষ্ণ হয়ে উঠছে। এই পার্থক্য নির্গত গ্রীনহাউস গ্যাসের উৎসভেদে নির্ভরশীল নয়, কারণ এসব গ্যাস বায়ুমণ্ডলে দীর্ঘ সময় টিকে থাকে এবং পুরো গ্রহ জুড়ে ছড়িয়ে পড়ে। শিল্প-পূর্ব যুগ থেকে স্থলভাগে গড় পৃষ্ঠ তাপমাত্রা বৈশ্বিক গড়ের তুলনায় প্রায় দ্বিগুণ হারে বেড়েছে। এর কারণ হলো, মহাসাগর বাষ্পীভবনের মাধ্যমে বেশি তাপ হারাতে পারে এবং তাপে সঞ্চয় রাখার সক্ষমতাও বেশি। ১৯৭০ সাল থেকে জলবায়ু ব্যবস্থায় তাপীয় শক্তি বৃদ্ধি পেতে থাকে, যদিও মাঝে মাঝে স্বল্পস্থায়ী বিরতি দেখা গেছে। এই অতিরিক্ত শক্তির ৯০% এরও বেশি অংশ সমুদ্রে সঞ্চিত হয়েছে। এর মধ্যে শীর্ষ ০–৭০০ মিটার গভীরতায় গরম হওয়া অংশ হিসেব করে মোট সঞ্চিত শক্তির প্রায় ৬৪%। বাকি অংশ বায়ু গরম করতে, বরফ গলন ঘটাতে এবং স্থলভাগকে উত্তপ্ত করতে ব্যবহৃত হয়েছে।\nউত্তর গোলার্ধ এবং উত্তর মেরু দক্ষিণ গোলার্ধ ও দক্ষিণ মেরুর তুলনায় অনেক বেশি দ্রুত উষ্ণ হয়ে উঠছে। উত্তর গোলার্ধে স্থলভাগ বেশি এবং ঋতুকালীন তুষার আবরণ ও সামুদ্রিক বরফও বেশি পরিমাণে রয়েছে। এই তুষার ও বরফ গলে যাওয়ার পর পৃষ্ঠের উজ্জ্বলতা হ্রাস পায় এবং আলোক প্রতিফলন ক্ষমতা কমে যায়, ফলে আগের তুলনায় বেশি তাপ শোষিত হয়। বরফ ও তুষারের ওপর জমে থাকা স্থানীয় কালো কার্বনও আর্কটিক অঞ্চলের উষ্ণতা বৃদ্ধিতে ভূমিকা রাখে। আর্কটিক অঞ্চলের পৃষ্ঠ তাপমাত্রা বিশ্বের অন্যান্য অংশের তুলনায় তিন থেকে চার গুণ বেশি হারে বাড়ছে। মেরু অঞ্চলের বরফচাদর গলে যাওয়ার ফলে অ্যাটলান্টিক সঞ্চালন এবং দক্ষিণ মহাসাগরীয় সঞ্চালন দুর্বল হয়ে পড়ে। এর ফলে তাপ ও বৃষ্টিপাতের বৈশ্বিক বণ্টনেও পরিবর্তন ঘটে।\n\n\n=== ভবিষ্যতের বৈশ্বিক তাপমাত্রা ===\n\nIPCC ষষ্ঠ মূল্যায়ন প্রতিবেদন (২০২১) অনুযায়ী, ২১০০ সালের মধ্যে বৈশ্বিক উষ্ণায়ন খুব সম্ভবত ১.০–১.৮ °সে পর্যন্ত বৃদ্ধি পাবে খুব কম পরিমাণ গ্রিনহাউস গ্যাস নির্গমনের একটি পরিস্থিতিতে, ২.১–৩.৫ °সে পর্যন্ত বৃদ্ধি পাবে মধ্যম মাত্রার নির্গমনের পরিস্থিতিতে, অথবা ৩.৩–৫.৭ °সে পর্যন্ত বৃদ্ধি পাবে খুব উচ্চ নির্গমন পরিস্থিতিতে। মধ্যম এবং উচ্চ নির্গমনের পরিস্থিতিতে উষ্ণায়ন ২১০০ সালের পরেও অব্যাহত থাকবে। ভবিষ্যতে বৈশ্বিক পৃষ্ঠতলের তাপমাত্রার পূর্বাভাস অনুযায়ী, ২৩০০ সালের অবস্থান কয়েক মিলিয়ন বছর আগের পরিস্থিতির সাথে সাদৃশ্যপূর্ণ হতে পারে।\nনির্দিষ্ট মাত্রার তাপমাত্রা বৃদ্ধির নিচে থাকার জন্য বাকি থাকা কার্বন বাজেট নির্ধারণ করা হয় কার্বন চক্র ও গ্রিনহাউস গ্যাসের প্রতি জলবায়ুর সংবেদনশীলতা মডেল করে। UNEP অনুযায়ী, বৈশ্বিক উষ্ণায়নকে ১.৫ °সে-র নিচে রাখার ৫০% সম্ভাবনা রয়েছে, যদি ২০২৩ সালের পর নির্গমন ২০০ গিগাটন CO২ অতিক্রম না করে। এটি বর্তমান নির্গমনের প্রায় ৪ বছরের সমান। ২.০ °সে-র নিচে থাকতে হলে কার্বন বাজেট প্রায় ৯০০ গিগাটন CO২, যা বর্তমান নির্গমনের প্রায় ১৬ বছরের সমান।\n\n\n== সাম্প্রতিক বৈশ্বিক তাপমাত্রা বৃদ্ধির কারণ ==\n\nজলবায়ু ব্যবস্থায় স্বাভাবিকভাবেই বিভিন্ন ধরনের চক্র ঘটে, যেগুলো বছরের পর বছর, দশক বা কখনও কখনও শতাব্দীব্যাপী স্থায়ী হতে পারে। উদাহরণস্বরূপ, এল নিনো ঘটলে স্বল্পমেয়াদে পৃষ্ঠের তাপমাত্রা বৃদ্ধি পায়, আর লা নিনিয়া ঘটলে তাপমাত্রা সাময়িকভাবে কিছুটা কমে যায়। এসব ঘটনাগুলোর বারংবারতা বৈশ্বিক তাপমাত্রার দীর্ঘমেয়াদি প্রবণতাকে প্রভাবিত করতে পারে। এ ছাড়াও, কিছু পরিবর্তন ঘটে বাইরের শক্তির প্রভাবের কারণে, যা শক্তির ভারসাম্যে বিঘ্ন ঘটায়। এর উদাহরণ হিসেবে বলা যায়—গ্রীনহাউস গ্যাসের ঘনত্বে পরিবর্তন, সূর্যের দীপ্তিতে ওঠানামা, আগ্নেয়গিরির উদ্গীরণ, এবং পৃথিবীর সূর্যকে কেন্দ্র করে ঘূর্ণনের গতিপথে পরিবর্তন।\nজলবায়ু পরিবর্তনে মানুষের অবদান নির্ধারণ করতে, সম্ভাব্য প্রতিটি কারণের জন্য নির্দিষ্ট \"ফিঙ্গারপ্রিন্ট\" বা স্বাক্ষর তৈরি করা হয়। এরপর সেগুলোর তুলনা করা হয় পর্যবেক্ষণভিত্তিক প্রকৃত পরিবর্তনের ধরণ এবং পরিচিত অভ্যন্তরীণ জলবায়ু পরিবর্তনশীলতার সঙ্গে। উদাহরণস্বরূপ, সৌর প্রভাবের ফিঙ্গারপ্রিন্ট পুরো বায়ুমণ্ডলে উষ্ণতা বৃদ্ধির কথা বলে। কিন্তু দেখা গেছে, শুধুমাত্র নিচের স্তরের বায়ুমণ্ডল উষ্ণ হয়েছে। তাই সৌর প্রভাবকে এর প্রধান কারণ হিসেবে বাদ দেওয়া হয়েছে। বায়ুমণ্ডলের কণাগুলি (অ্যারোসল) তুলনামূলকভাবে ছোট পরিসরে শীতল প্রভাব সৃষ্টি করে। অন্যদিকে, অ্যালবেডোতে পরিবর্তনের মতো অন্যান্য কারণগুলোর প্রভাব তুলনামূলকভাবে কম।\n\n\n=== গ্রীনহাউস গ্যাস ===\n\nগ্রীনহাউস গ্যাসগুলো সূর্যালোকের জন্য স্বচ্ছ, অর্থাৎ সূর্যের আলো বায়ুমণ্ডলের মধ্য দিয়ে পৃথিবীর পৃষ্ঠে পৌঁছাতে পারে। এই আলো পৃথিবীর পৃষ্ঠকে উত্তপ্ত করে এবং সেই তাপ আবার পৃথিবী থেকে বিকিরিত হয়। গ্রীনহাউস গ্যাসগুলো এই বিকিরিত তাপের একটি অংশ শোষণ করে। এর ফলে তাপ সহজে মহাকাশে বেরিয়ে যেতে পারে না এবং পৃথিবীর পৃষ্ঠের আশেপাশে জমে গিয়ে সময়ের সঙ্গে সঙ্গে তাপমাত্রা বৃদ্ধি পায়। যদিও জলীয় বাষ্প (প্রায় ৫০%) এবং মেঘ (প্রায় ২৫%) গ্রীনহাউস প্রভাবের প্রধান উপাদান, এরা মূলত তাপমাত্রার উপর নির্ভর করে পরিবর্তিত হয়। তাই এদেরকে সাধারণত প্রতিক্রিয়া (ফিডব্যাক) হিসেবে গণ্য করা হয়, যা জলবায়ু সংবেদনশীলতাকে প্রভাবিত করে। অন্যদিকে, CO২ (প্রায় ২০%), ট্রপোস্ফেরিক ওজোন, ক্লোরোফ্লুরোকার্বন (CFCs) এবং নাইট্রাস অক্সাইড-এর মতো গ্যাসের ঘনত্ব তাপমাত্রার সঙ্গে সরাসরি সম্পর্কিত নয়। এরা বাইরে থেকে যোগ হয় বা কমে যায়, তাই এদেরকে বহিঃপ্রভাব (external forcing) হিসেবে ধরা হয়, যা বৈশ্বিক তাপমাত্রাকে পরিবর্তন করে।\nশিল্পবিপ্লবের আগে, প্রকৃতিকভাবে বিদ্যমান গ্রীনহাউস গ্যাসগুলো পৃথিবীর পৃষ্ঠের কাছাকাছি বাতাসকে প্রায় ৩৩ °সে বেশি উষ্ণ করে তুলত, যা এই গ্যাসগুলোর অনুপস্থিতিতে সম্ভব হতো না। শিল্পবিপ্লবের পর থেকে মানব কর্মকাণ্ড, বিশেষ করে কয়লা, তেল এবং প্রাকৃতিক গ্যাসের মতো জীবাশ্ম জ্বালানির খনন ও দাহ, বায়ুমণ্ডলে গ্রীনহাউস গ্যাসের পরিমাণ বাড়িয়ে দিয়েছে। ২০২২ সালে, CO২ এবং মিথেনের ঘনত্ব যথাক্রমে ১৭৫০ সালের তুলনায় প্রায় ৫০% এবং ১৬৪% বেড়েছে। বর্তমান CO২ ঘনত্ব গত ১ কোটি ৪০ লাখ বছরে যেকোনো সময়ের তুলনায় বেশি। মিথেনের ঘনত্বও গত ৮ লাখ বছরে যে কোনো সময়ের তুলনায় অনেক বেশি।\n\n২০১৯ সালে, বৈশ্বিক মানবসৃষ্ট গ্রীনহাউস গ্যাস নিঃসরণ ছিল CO২ সমতুল্য প্রায় ৫৯ বিলিয়ন টন। এই নিঃসরণের মধ্যে ৭৫% ছিল CO২, ১৮% ছিল মিথেন, ৪% ছিল নাইট্রাস অক্সাইড, এবং ২% ছিল ফ্লুরিনযুক্ত গ্যাস। CO২ নিঃসরণের প্রধান উৎস হলো জীবাশ্ম জ্বালানির দাহ—যা পরিবহন, শিল্প উৎপাদন, তাপ সরবরাহ, এবং বিদ্যুৎ উৎপাদনের জন্য ব্যবহৃত হয়। এ ছাড়াও, CO২ নিঃসরণ ঘটে বন উজাড় এবং কিছু শিল্পপ্রক্রিয়া থেকে। এর মধ্যে রয়েছে সিমেন্ট, স্টিল, অ্যালুমিনিয়াম এবং সার উৎপাদনর সময় রাসায়নিক বিক্রিয়ার মাধ্যমে নির্গত কার্বন ডাই অক্সাইড। মিথেন নিঃসরণ ঘটে রোমন্থনকারী প্রাণীর হজম প্রক্রিয়া (enteric fermentation), গোবর, ধান চাষ, আবর্জনার স্তূপ, পয়ঃবর্জ্য ব্যবস্থাপনা, কয়লা খনি, এবং তেল ও গ্যাস উত্তোলন থেকে। নাইট্রাস অক্সাইড নিঃসরণের প্রধান উৎস হলো সার ব্যবহারের ফলে জীবাণুগতভাবে নাইট্রোজেনের বিচ্ছুরণ।\nযদিও মিথেন গড়ে মাত্র ১২ বছর বায়ুমণ্ডলে স্থায়ী থাকে, CO২ অনেক বেশি সময় ধরে থাকে। পৃথিবীর পৃষ্ঠ CO২ শোষণ করে কার্বন চক্রর অংশ হিসেবে। প্রতি বছর, স্থলভাগ এবং মহাসাগরের উদ্ভিদ অতিরিক্ত CO২ নিঃসরণের বেশিরভাগ অংশ শোষণ করে। তবে এই শোষিত CO২ আবার বাতাসে ফিরে আসে, যখন জৈব পদার্থ হজম হয়, পুড়ে যায়, অথবা পচে যায়। স্থলভাগের কার্বন অবক্ষেপণ প্রক্রিয়াগুলোর মধ্যে মাটি-ভিত্তিক কার্বন সংরক্ষণ এবং প্রকাশলয়ন (photosynthesis) উল্লেখযোগ্য। এগুলোর মাধ্যমে প্রতিবছর বৈশ্বিক CO২ নিঃসরণের প্রায় ২৯% অপসারণ হয়। গত দুই দশকে, মহাসাগর মোট নিঃসৃত CO২-এর প্রায় ২০ থেকে ৩০% শোষণ করেছে। তবে দীর্ঘমেয়াদে CO২ কেবল তখনই বায়ুমণ্ডল থেকে অপসৃত হয়, যখন তা ভূত্বকে সংরক্ষিত হয়—যা একটি ধীর প্রক্রিয়া এবং এতে কয়েক মিলিয়ন বছর সময় লাগতে পারে।\n\n\n=== স্থলপৃষ্ঠের পরিবর্তন ===\n\nপৃথিবীর প্রায় ৩০% স্থলভাগ মানব ব্যবহারের অযোগ্য, যেমন হিমবাহ, মরুভূমি ইত্যাদি। ২৬% অঞ্চল বন, ১০% ঝোপঝাড়, এবং ৩৪% কৃষিজমি হিসেবে ব্যবহৃত হয়। বন উজাড় (deforestation) হলো জমির ব্যবহার পরিবর্তনের মধ্যে বৈশ্বিক উষ্ণায়নের সবচেয়ে বড় অবদানকারী কারণ। বন ধ্বংসের ফলে গাছের মধ্যে সংরক্ষিত CO২ বায়ুমণ্ডলে মুক্ত হয় এবং যদি নতুন গাছ লাগানো না হয়, তবে সেই কার্বন শোষণকারী ক্ষমতাও হারিয়ে যায়। ২০০১ থেকে ২০১৮ সালের মধ্যে বন উজাড়ের ২৭% হয়েছে চিরস্থায়ীভাবে কৃষি জমিতে রূপান্তরের জন্য, যেমন ফসল ও পশুপালনের জন্য জমি তৈরি। ২৪% বন ক্ষয় হয়েছে ঘূর্ণায়মান কৃষি ব্যবস্থার অধীনে সাময়িকভাবে পরিষ্কার করার মাধ্যমে। ২৬% বন কাটা হয়েছে কাঠ সংগ্রহ এবং কাঠজাত পণ্যের জন্য, আর বাকি ২৩% ক্ষতি হয়েছে বন আগুনের কারণে। কিছু বনভূমি পুরোপুরি ধ্বংস না হলেও নানা কারণে ইতিমধ্যেই ক্ষতিগ্রস্ত হয়েছে। এসব বন পুনরুদ্ধার করলে তা আবার কার্বন শোষণকারী হিসেবে গুরুত্বপূর্ণ ভূমিকা রাখতে পারে।\nস্থানীয় উদ্ভিদ আচ্ছাদন নির্ধারণ করে সূর্যের আলো কতটা মহাকাশে প্রতিফলিত হবে (অ্যালবেডো) এবং কতটা তাপ বাষ্পীভবনের মাধ্যমে হারিয়ে যাবে। উদাহরণস্বরূপ, গা dark ় বনভূমি পরিবর্তন করে ঘাসে ঢাকা জমিতে রূপান্তর ঘটালে ভূমির রঙ অপেক্ষাকৃত হালকা হয়ে যায় এবং তা বেশি সূর্যালোক প্রতিফলিত করে। বন উজাড় মেঘ গঠনে প্রভাব ফেলা রাসায়নিক যৌগ নিঃসরণেও পরিবর্তন ঘটাতে পারে এবং বায়ুপ্রবাহের ধরনও বদলে দিতে পারে। গ্রীষ্মমণ্ডলীয় ও নাতিশীতোষ্ণ অঞ্চলে এর সামগ্রিক প্রভাব হলো উল্লেখযোগ্য উষ্ণতা বৃদ্ধি। এই অঞ্চলগুলিতে বন পুনরুদ্ধার স্থানীয় তাপমাত্রা কমাতে সহায়তা করতে পারে। তবে মেরু অঞ্চলের কাছাকাছি অঞ্চলে, বনভূমি অপসারণের ফলে তুষারে আচ্ছাদিত (এবং অধিক প্রতিফলনশীল) সমতলভূমি তৈরি হয়, যা তুলনামূলকভাবে শীতল প্রভাব ফেলে। বিশ্বব্যাপীভাবে, ভূমির অ্যালবেডো বৃদ্ধি ভূমি ব্যবহার পরিবর্তনের মাধ্যমে তাপমাত্রার উপর সবচেয়ে গুরুত্বপূর্ণ প্রত্যক্ষ প্রভাব হিসেবে বিবেচিত হয়েছে। ফলে, এখন পর্যন্ত ভূমি ব্যবহারের পরিবর্তনের সামগ্রিক প্রভাবকে অল্প পরিমাণে শীতল করার মতো হিসাব করা হয়েছে।\n\n\n=== অন্যান্য কারণ ===\n\n\n==== অ্যারোসল ও মেঘ ====\nবায়ু দূষণ, বিশেষ করে অ্যারোসল, বৃহৎ পরিসরে জলবায়ুকে প্রভাবিত করে। অ্যারোসল সূর্যের বিকিরণ ছড়িয়ে দেয় এবং কিছুটা শোষণও করে। ১৯৬১ থেকে ১৯৯০ সালের মধ্যে ধীরে ধীরে পৃথিবীর পৃষ্ঠে পৌঁছানো সূর্যালোকের পরিমাণ কমতে দেখা গেছে। এই ঘটনাকে সাধারণভাবে গ্লোবাল ডিমিং বলা হয়। এই হ্রাসের প্রধান কারণ হলো কয়লা এবং বাঙ্কার ফুয়েল-এর মতো উচ্চ সালফারযুক্ত জীবাশ্ম জ্বালানি পোড়ানোর ফলে উৎপন্ন সালফেট অ্যারোসল। এছাড়াও, কালো কার্বন (জীবাশ্ম জ্বালানি ও জীবজ জ্বালানি পোড়ানোর ফলে উৎপন্ন) এবং ধূলিকণাও কিছু পরিমাণে ভূমিকা রাখে। বিশ্বব্যাপী, ১৯৯০ সালের পর থেকে অ্যারোসলের পরিমাণ কমে আসছে, কারণ বিভিন্ন দেশে দূষণ নিয়ন্ত্রণ ব্যবস্থা জোরদার হয়েছে। এর ফলে, অ্যারোসল আগে যতটা গ্রীনহাউস গ্যাস দ্বারা সৃষ্ট উষ্ণতা ঢেকে রাখত, এখন আর ততটা করতে পারছে না।\nঅ্যারোসল পৃথিবীর শক্তি ভারসাম্যতেও পরোক্ষ প্রভাব ফেলে। সালফেট অ্যারোসল মেঘ ঘনীভবন কেন্দ্র হিসেবে কাজ করে এবং এর ফলে মেঘে ছোট এবং অধিকসংখ্যক জলকণা তৈরি হয়। এই ধরনের মেঘ সূর্যরশ্মি বেশি পরিমাণে প্রতিফলিত করে, তুলনামূলকভাবে বড় ও কমসংখ্যক জলকণাযুক্ত মেঘের চেয়ে। এছাড়া, এই মেঘগুলো বৃষ্টির কণার বৃদ্ধি কমিয়ে দেয়, যার ফলে সূর্যালোক আরও বেশি প্রতিফলিত হয়। অ্যারোসলের এই পরোক্ষ প্রভাবগুলো বিকিরণ বলের হিসাবের ক্ষেত্রে সবচেয়ে বড় অনিশ্চয়তার উৎস হিসেবে বিবেচিত হয়।\nযদিও অ্যারোসল সাধারণত সূর্যরশ্মি প্রতিফলিত করে বৈশ্বিক উষ্ণতা হ্রাস করে, কালো কার্বন বা কালো ধোঁয়া (soot) যদি তুষার বা বরফের ওপর পড়ে, তবে তা বৈশ্বিক উষ্ণায়ন বাড়িয়ে দিতে পারে। কারণ এটি সূর্যরশ্মি আরও বেশি শোষণ করে এবং তুষার ও বরফ গলানোর হার বৃদ্ধি করে, ফলে সমুদ্রপৃষ্ঠের উচ্চতাও বেড়ে যায়। আর্কটিকে নতুন করে কালো কার্বন জমা হওয়া কমানো গেলে, ২০৫০ সালের মধ্যে বৈশ্বিক উষ্ণতা ০.২ °সে কমানো যেতে পারে। ২০২০ সাল থেকে জাহাজ চলাচলের জ্বালানিতে সালফারের পরিমাণ কমানোর ফলে একটি নতুন প্রভাব দেখা গেছে—এটি ২০৫০ সালের মধ্যে বৈশ্বিক গড় তাপমাত্রা প্রায় ০.০৫ °সে বাড়িয়ে দিতে পারে বলে ধারণা করা হচ্ছে।\n\n\n==== সৌর ও আগ্নেয়গিরির কার্যকলাপ ====\n\nসূর্য হলো পৃথিবীর মূল শক্তির উৎস, তাই সূর্যের আলোয় পরিবর্তন হলে তা সরাসরি জলবায়ু ব্যবস্থাকে প্রভাবিত করে। সূর্য বিকিরণ সরাসরি উপগ্রহ দ্বারা পরিমাপ করা হয়েছে, এবং পরোক্ষভাবে ১৬০০ সালের পর থেকে এর পরিমাণ অনুমান করা হয়েছে। ১৮৮০ সালের পর থেকে সূর্য থেকে পৃথিবীতে পৌঁছানো শক্তির পরিমাণে কোনো ঊর্ধ্বগামী প্রবণতা দেখা যায়নি। এটি নিম্ন বায়ুমণ্ডলে উষ্ণতা বৃদ্ধির সঙ্গে সামঞ্জস্যপূর্ণ নয়। যদি সূর্য থেকে বেশি শক্তি আসত, তবে উচ্চ বায়ুমণ্ডলেও উষ্ণতা বাড়ার কথা ছিল। কিন্তু এর পরিবর্তে সেখানে ঠান্ডা হওয়া লক্ষ্য করা গেছে। এই পরিস্থিতি গ্রীনহাউস গ্যাসগুলো পৃথিবী থেকে বিকিরিত তাপ আটকে রাখছে—এই ব্যাখ্যার সঙ্গে সঙ্গতিপূর্ণ।\nবিস্ফোরক আগ্নেয়গিরির অগ্ন্যুৎপাত গ্যাস, ধূলিকণা ও ছাই নির্গত করে, যা আংশিকভাবে সূর্যালোক আটকে দিয়ে তাপমাত্রা কমাতে পারে। আবার কখনও এসব অগ্ন্যুৎপাত জলীয় বাষ্প বায়ুমণ্ডলে পাঠিয়ে গ্রীনহাউস গ্যাস বাড়ায় এবং তাপমাত্রা বৃদ্ধি করতে পারে। তবে, এসব প্রভাব সাধারণত কয়েক বছর স্থায়ী হয়, কারণ জলীয় বাষ্প ও আগ্নেয়গিরির পদার্থ বায়ুমণ্ডলে বেশিদিন স্থায়ী থাকে না। আগ্নেয়গিরি থেকে নির্গত CO২ তুলনামূলকভাবে দীর্ঘস্থায়ী হলেও, তার পরিমাণ বর্তমানে মানবসৃষ্ট CO২ নিঃসরণের মাত্র ১% বা তারও কম। শিল্পযুগে আগ্নেয়গিরির কার্যকলাপ প্রাকৃতিকভাবে তাপমাত্রার ওপর সবচেয়ে বড় প্রভাব ফেললেও, অন্যান্য প্রাকৃতিক বহিঃপ্রভাবের মতোই এটি বৈশ্বিক তাপমাত্রার দীর্ঘমেয়াদি প্রবণতার ওপর খুব সামান্য প্রভাব ফেলেছে।\n\n\n==== জলবায়ু পরিবর্তনের প্রতিক্রিয়া (ফিডব্যাক) ====\n\nজলবায়ু ব্যবস্থার প্রতিক্রিয়া নির্ভর করে বিভিন্ন ধরনের ফিডব্যাক বা প্রতিক্রিয়ার ওপর, যেগুলো প্রাথমিক পরিবর্তনকে হয় আরও বাড়িয়ে তোলে (ধনাত্মক প্রতিক্রিয়া) অথবা কমিয়ে দেয় (ঋণাত্মক প্রতিক্রিয়া)। প্রধান ধনাত্মক প্রতিক্রিয়াগুলোর মধ্যে রয়েছে জলীয় বাষ্প প্রতিক্রিয়া, বরফ–অ্যালবেডো প্রতিক্রিয়া, এবং মেঘের সামগ্রিক প্রভাব। প্রধান ঋণাত্মক প্রতিক্রিয়া হলো বিকিরণজনিত শীতলতা (radiative cooling), যেখানে তাপমাত্রা বৃদ্ধির সঙ্গে সঙ্গে পৃথিবীর পৃষ্ঠ থেকে মহাকাশে আরও বেশি তাপ বিকিরণ ছড়িয়ে পড়ে। তাপমাত্রা ভিত্তিক প্রতিক্রিয়ার পাশাপাশি কার্বন চক্রতেও প্রতিক্রিয়া দেখা যায়, যেমন—CO২ উদ্ভিদের বৃদ্ধিকে উদ্দীপিত করে (fertilization effect)। অনুমান করা হয়, ভবিষ্যতে গ্রীনহাউস গ্যাসের নিঃসরণ অব্যাহত থাকলে এসব ফিডব্যাক ধনাত্মক দিকে ঝুঁকবে, যার ফলে জলবায়ু সংবেদনশীলতা বাড়বে।\nএই ফিডব্যাক প্রক্রিয়াগুলো বৈশ্বিক উষ্ণতার গতি পরিবর্তন করে। উদাহরণস্বরূপ, উষ্ণ বায়ু আরও বেশি আর্দ্রতা ধারণ করতে পারে জলীয় বাষ্প আকারে, যা নিজেই একটি শক্তিশালী গ্রীনহাউস গ্যাস। উষ্ণ বায়ু মেঘকে আরও উচ্চ ও পাতলা করে তুলতে পারে, যার ফলে তারা আরও বেশি উত্তাপ ধরে রাখে এবং উষ্ণতা বৃদ্ধি করে। আরেকটি গুরুত্বপূর্ণ ফিডব্যাক হলো আর্কটিক অঞ্চলে তুষার ও সমুদ্রের বরফ কমে যাওয়া। এতে সেই অঞ্চলের ভূমির প্রতিফলন ক্ষমতা কমে যায় এবং আর্কটিক উষ্ণতা আরও দ্রুত বাড়ে। এই অতিরিক্ত উষ্ণতা চিরতুষার অঞ্চলের বরফ গলানোকে ত্বরান্বিত করে, ফলে বায়ুমণ্ডলে আরও মিথেন ও CO২ নিঃসরণ ঘটে।\nমানবসৃষ্ট CO২ নিঃসরণের প্রায় অর্ধেকই স্থলজ উদ্ভিদ ও মহাসাগর শোষণ করে নিয়েছে। তবে এই অনুপাত নির্দিষ্ট নয়। যদি ভবিষ্যতে CO২ নিঃসরণ কমে, তাহলে পৃথিবী প্রায় ৭০% পর্যন্ত শোষণ করতে পারবে। কিন্তু যদি নিঃসরণ উল্লেখযোগ্যভাবে বেড়ে যায়, তবে মোট শোষিত পরিমাণ বেড়েও শোষণের অনুপাত ৪০%-এর নিচে নেমে যেতে পারে। এর কারণ হলো, জলবায়ু পরিবর্তনের ফলে খরা ও তাপপ্রবাহ বৃদ্ধি পায়, যা স্থলভাগে উদ্ভিদের বৃদ্ধি ব্যাহত করে। একই সঙ্গে, গরম মাটিতে মৃত উদ্ভিদ থেকে আরও বেশি কার্বন নির্গত হয়। মহাসাগরও ধীরে ধীরে কম CO২ শোষণ করতে পারবে, কারণ গ্যাস শোষণের হার কমে যাবে যখন মহাসাগর আরও অম্লীয় হয়ে উঠবে এবং তাপলবণ সঞ্চালন ও ফাইটোপ্ল্যাংকটনের বিস্তৃতিতে পরিবর্তন আসবে। ফিডব্যাক প্রক্রিয়াগুলোর মধ্যে মেঘ একটি বড় অনিশ্চয়তার উৎস, এবং এটি জলবায়ু পূর্বাভাস মডেলগুলোর ভিন্নতা সৃষ্টি করে—একই পরিমাণ নিঃসরণ হলেও উষ্ণতার মাত্রা ভিন্ন দেখায়।\n\n\n== মডেলিং ==\n\nএকটি জলবায়ু মডেল হলো জলবায়ু ব্যবস্থাকে প্রভাবিত করা ভৌত, রাসায়নিক এবং জীববৈজ্ঞানিক প্রক্রিয়াগুলোর একটি উপস্থাপন। মডেলগুলোতে অন্তর্ভুক্ত থাকে প্রকৃতিক পরিবর্তন যেমন পৃথিবীর কক্ষপথের পরিবর্তন, অতীতের সৌর কার্যকলাপের ওঠানামা এবং আগ্নেয়গিরির বহিঃপ্রভাব। এই মডেলগুলোর মাধ্যমে অনুমান করা হয় ভবিষ্যতে নির্দিষ্ট পরিমাণ নিঃসরণ কতটা উষ্ণতা সৃষ্টি করতে পারে, যেখানে ফিডব্যাকের তীব্রতাও বিবেচনায় নেওয়া হয়। জলবায়ু মডেলগুলো সমুদ্রের সঞ্চালন ব্যবস্থা, ঋতুচক্র, এবং স্থল ও বায়ুমণ্ডলের মধ্যে কার্বনের প্রবাহও পূর্বাভাস দিতে পারে।\nজলবায়ু মডেলের ভৌত বাস্তবতাকে যাচাই করা হয় এদের বর্তমান বা অতীতের জলবায়ু পরিস্থিতি অনুকরণ করার ক্ষমতার মাধ্যমে। অতীতের কিছু মডেল আর্কটিক সঙ্কোচনর গতি কম অনুমান করেছিল, এবং বৃষ্টিপাত বৃদ্ধির হারও সঠিকভাবে ধরতে পারেনি। ১৯৯০ সালের পর থেকে সমুদ্রপৃষ্ঠের উচ্চতা বৃদ্ধি পুরনো মডেলগুলোতে কম দেখানো হয়েছিল, তবে সাম্প্রতিক মডেলগুলো পর্যবেক্ষণের সঙ্গে ভালোভাবে মিলে যাচ্ছে। ২০১৭ সালে যুক্তরাষ্ট্রে প্রকাশিত জাতীয় জলবায়ু মূল্যায়ন রিপোর্ট-এ উল্লেখ করা হয়েছে যে, “জলবায়ু মডেলগুলো এখনো কিছু গুরুত্বপূর্ণ ফিডব্যাক প্রক্রিয়া উপেক্ষা করছে বা যথাযথভাবে ধরতে পারছে না।” এছাড়াও, অনেক সময় জলবায়ু মডেল স্বল্পমেয়াদি ও আঞ্চলিক জলবায়ু পরিবর্তনের পূর্বাভাস যথাযথভাবে দিতে ব্যর্থ হয়।\nজলবায়ু মডেলের একটি উপগোষ্ঠী শারীরিক জলবায়ু মডেলের সঙ্গে সামাজিক উপাদানগুলোকেও যুক্ত করে। এই মডেলগুলো দেখায় কীভাবে জনসংখ্যা, অর্থনৈতিক প্রবৃদ্ধি এবং জ্বালানি ব্যবহারের মতো বিষয়গুলি জলবায়ুকে প্রভাবিত করে এবং পারস্পরিকভাবে প্রতিক্রিয়া সৃষ্টি করে। এই তথ্যের ভিত্তিতে, মডেলগুলো ভবিষ্যতের গ্রীনহাউস গ্যাস নিঃসরণের বিভিন্ন সম্ভাব্য দৃশ্যপট তৈরি করে। পরে এই নিঃসরণ তথ্য ভৌত জলবায়ু মডেল এবং কার্বন চক্র মডেলে ইনপুট হিসেবে ব্যবহৃত হয়, যার মাধ্যমে অনুমান করা যায় বায়ুমণ্ডলে গ্যাসগুলোর ঘনত্ব ভবিষ্যতে কীভাবে পরিবর্তিত হতে পারে। ব্যবহৃত সামাজিক-অর্থনৈতিক দৃশ্যপট ও জলবায়ু প্রশমন কৌশলের উপর নির্ভর করে, মডেলগুলো ভবিষ্যতের বায়ুমণ্ডলীয় CO২ ঘনত্ব ৩৮০ থেকে ১৪০০ পিপিএম (ppm)-এর মধ্যে দেখায়।\n\n\n== প্রভাব ==\n\n\n=== পরিবেশগত প্রভাব ===\n\nজলবায়ু পরিবর্তনের পরিবেশগত প্রভাব বিস্তৃত এবং সুদূরপ্রসারী। এটি মহাসাগর, বরফ এবং আবহাওয়াকে প্রভাবিত করে। এই পরিবর্তনগুলো ধীরে ধীরে বা হঠাৎ করেও ঘটতে পারে। অতীতের জলবায়ু পরিবর্তন, মডেলিং এবং আধুনিক পর্যবেক্ষণের মাধ্যমে এই প্রভাবগুলোর প্রমাণ পাওয়া যায়। ১৯৫০-এর দশক থেকে খরা এবং তাপপ্রবাহ একসঙ্গে এবং ঘন ঘন ঘটছে। ভারত ও পূর্ব এশিয়ায় মৌসুমি বৃষ্টিপাতের সময়কালে অত্যন্ত শুষ্ক বা অতিবর্ষণের ঘটনা বেড়েছে। ১৯৮০ সাল থেকে উত্তর গোলার্ধে মৌসুমি বৃষ্টিপাতের মাত্রা বেড়েছে। ঘূর্ণিঝড় ও টাইফুনের বৃষ্টিপাতের হার ও তীব্রতা সম্ভবত বেড়েছে, এবং উষ্ণ জলবায়ুর কারণে এগুলোর ভূগোলিক বিস্তার উত্তর দিকে প্রসারিত হচ্ছে। তবে জলবায়ু পরিবর্তনের কারণে ঘূর্ণিঝড়ের সংখ্যা বৃদ্ধি পায়নি।\n\nবিশ্বজুড়ে সমুদ্রপৃষ্ঠের উচ্চতা বাড়ছে, যার প্রধান কারণ হলো তাপীয় সম্প্রসারণ এবং হিমবাহ ও বরফচাদরের গলন। সময়ের সঙ্গে সঙ্গে সমুদ্রপৃষ্ঠের উচ্চতা বৃদ্ধির হারও বেড়েছে; ২০১৪ থেকে ২০২৩ সালের মধ্যে এই হার ছিল প্রতি দশকে ৪.৮ সেন্টিমিটার। ২১শ শতকে, IPCC অনুমান করছে যে স্বল্প নির্গমন পরিস্থিতিতে সমুদ্রপৃষ্ঠ ৩২–৬২ সেমি, মাঝারি নির্গমনে ৪৪–৭৬ সেমি এবং অত্যন্ত উচ্চ নির্গমনে ৬৫–১০১ সেমি পর্যন্ত বাড়তে পারে। তবে অ্যান্টার্কটিকার সামুদ্রিক বরফচাদর অস্থিরতা প্রক্রিয়া এই পূর্বাভাসগুলোর তুলনায় আরও বেশি উচ্চতা যোগ করতে পারে, এবং উচ্চ নির্গমন পরিস্থিতিতে ২১০০ সালের মধ্যে সমুদ্রপৃষ্ঠ ২ মিটার পর্যন্ত বেড়ে যেতে পারে।\nজলবায়ু পরিবর্তনের ফলে আর্কটিক অঞ্চলের বরফ কয়েক দশক ধরে সঙ্কুচিত ও পাতলা হয়ে যাচ্ছে। ১.৫ °সে উষ্ণতায় বরফমুক্ত গ্রীষ্ম বিরল থাকবে, কিন্তু ২ °সে উষ্ণতায় প্রতি তিন থেকে দশ বছরে একটি বরফমুক্ত গ্রীষ্ম হতে পারে। বাতাসে CO২-এর ঘনত্ব বেড়ে যাওয়ায় বেশি পরিমাণ CO২ মহাসাগরে দ্রবীভূত হচ্ছে, ফলে মহাসাগর অধিক অ্যাসিডিক হয়ে উঠছে। উষ্ণ পানিতে অক্সিজেনের দ্রাব্যতা কম থাকায়, মহাসাগরে অক্সিজেনের ঘনত্ব কমে যাচ্ছে, এবং মৃত অঞ্চল প্রসারিত হচ্ছে।\n\n\n=== টিপিং পয়েন্ট ও দীর্ঘমেয়াদি প্রভাব ===\n\nবৈশ্বিক উষ্ণতার মাত্রা যত বাড়ে, ততই ‘টিপিং পয়েন্টে’ পৌঁছানোর ঝুঁকি বেড়ে যায়। টিপিং পয়েন্ট হলো এমন এক সীমা, যেটি অতিক্রম করলে কিছু গুরুত্বপূর্ণ প্রভাব আর ঠেকানো যায় না—even যদি পরবর্তীতে তাপমাত্রা পূর্বাবস্থায় ফিরে আসে। উদাহরণস্বরূপ, গ্রীনল্যান্ডের বরফচাদর ইতিমধ্যেই গলতে শুরু করেছে। তবে বৈশ্বিক উষ্ণতা যদি ১.৭ °সে থেকে ২.৩ °সে-এর মধ্যে পৌঁছায়, তাহলে এই গলন ধারা অব্যাহত থাকবে যতক্ষণ না সম্পূর্ণ বরফ গলে যায়। এমনকি উষ্ণতা পরবর্তীতে ১.৫ °সে-এ কমিয়ে আনা হলেও, যদি একবার টিপিং পয়েন্ট অতিক্রম করা হয়, তাহলে আগের চেয়ে অনেক বেশি বরফ হারাবে। যদিও বরফচাদরের গলন সহস্রাব্দ জুড়ে চলতে পারে, কিছু টিপিং পয়েন্ট অপেক্ষাকৃত দ্রুত ঘটতে পারে, যার ফলে সমাজের প্রতিক্রিয়া জানানোর সময় কমে যায়। আটলান্টিক মারিডিয়োনাল ওভারটার্নিং সার্কুলেশন (AMOC)-এর মতো গুরুত্বপূর্ণ মহাসাগরীয় স্রোত ধসে পড়া এবং আমাজন রেইনফরেস্ট ও প্রবাল প্রাচীরের মতো গুরুত্বপূর্ণ বাস্তুতন্ত্রের অপূরণীয় ক্ষতি কয়েক দশকের মধ্যেই ঘটতে পারে। AMOC-এর ধস হবে একটি মারাত্মক জলবায়ু বিপর্যয়, যার ফলে উত্তর গোলার্ধে তাপমাত্রা হ্রাস পাবে।\nজলবায়ু পরিবর্তনের দীর্ঘমেয়াদি প্রভাবগুলোর মধ্যে রয়েছে বরফ গলার পরিমাণ বৃদ্ধি, মহাসাগরের উষ্ণতা বৃদ্ধি, সমুদ্রপৃষ্ঠের উচ্চতা বৃদ্ধি, মহাসাগরের অম্লতা বৃদ্ধি (অম্লীয়করণ), এবং অক্সিজেনের পরিমাণ হ্রাস। এই দীর্ঘমেয়াদি প্রভাবগুলোর সময়কাল শতাব্দী থেকে সহস্রাব্দ পর্যন্ত বিস্তৃত, কারণ বায়ুমণ্ডলে CO২ দীর্ঘ সময় ধরে থাকে। এর ফলে ২০০০ বছরের মধ্যে প্রতি ১ °সে উষ্ণতা বৃদ্ধির জন্য আনুমানিক ২.৩ মিটার প্রতি ডিগ্রি সেলসিয়াস (৪.২ ফুট প্রতি ডিগ্রি ফারেনহাইট) সমুদ্রপৃষ্ঠের উচ্চতা বৃদ্ধির আশঙ্কা করা হয়েছে। মহাসাগরে CO২ শোষণের হার খুব ধীর, ফলে মহাসাগরীয় অম্লীয়করণ শত শত থেকে হাজার হাজার বছর পর্যন্ত চলবে। গভীর মহাসাগর (২০০০ মিটারের নিচে) ইতিমধ্যেই উষ্ণায়নের কারণে তাদের দ্রবীভূত অক্সিজেনের ১০%-এর বেশি হারানোর জন্য প্রতিশ্রুতিবদ্ধ। এছাড়াও, পশ্চিম অ্যান্টার্কটিক বরফচাদর প্রায় অনিবার্যভাবে গলে যাওয়ার পথে, যা প্রায় ২০০০ বছরের মধ্যে অন্তত ৩.৩ মি (১০ ফু ১০ ইঞ্চি) সমুদ্রপৃষ্ঠের উচ্চতা বাড়াতে পারে।\n\n\n=== প্রকৃতি ও বন্যপ্রাণী ===\n\nসাম্প্রতিক উষ্ণায়নের ফলে অনেক স্থলজ এবং স্বাদুপানির প্রজাতি মেরুর দিকে ও উচ্চতর উঁচু অঞ্চলের দিকে সরে যাচ্ছে। উদাহরণস্বরূপ, গত ৫৫ বছরে উত্তর আমেরিকার শত শত পাখির বিস্তৃতি প্রতি বছর গড়ে ১.৫ কিলোমিটার হারে উত্তর দিকে সরে গেছে। বাতাসে বেশি CO২ এবং দীর্ঘায়িত বৃদ্ধির ঋতুর কারণে বিশ্বব্যাপী উদ্ভিদের সবুজায়ন বেড়েছে। তবে তাপপ্রবাহ ও খরার কারণে কিছু অঞ্চলে বাস্তুতন্ত্রের উৎপাদনশীলতা কমে গেছে। এই বিপরীতধর্মী প্রভাবগুলোর ভবিষ্যৎ ভারসাম্য এখনও অনিশ্চিত। জলবায়ু পরিবর্তনের কারণে আরেকটি সম্পর্কিত ঘটনা হলো কাষ্ঠল উদ্ভিদ বিস্তার, যা বিশ্বব্যাপী প্রায় ৫০ কোটি হেক্টর ভূমিকে প্রভাবিত করেছে। জলবায়ু পরিবর্তন শুষ্ক জলবায়ু অঞ্চলের সম্প্রসারণে অবদান রেখেছে, যেমন উপক্রান্তীয় অঞ্চলে মরুভূমির সম্প্রসারণ। বৈশ্বিক উষ্ণায়নের পরিমাণ ও গতি এতটাই বেশি যে এটি বাস্তুতন্ত্রে হঠাৎ পরিবর্তনের সম্ভাবনা বাড়িয়ে তুলছে। সামগ্রিকভাবে আশা করা হচ্ছে যে জলবায়ু পরিবর্তনের ফলে বহু প্রজাতির বিলুপ্তি ঘটবে।\nমহাসাগর ভূমির তুলনায় তুলনামূলক ধীরে উষ্ণ হয়েছে, তবে সাগরে বসবাসকারী উদ্ভিদ ও প্রাণীরা শীতল মেরুর দিকে ভূমির প্রজাতির চেয়ে দ্রুত সরে গেছে। ভূমির মতোই, মহাসাগরেও তাপপ্রবাহ এখন আগের তুলনায় বেশি ঘন ঘন ঘটছে, যা প্রবাল, কেল্প, এবং সমুদ্রপাখিসহ বিভিন্ন ধরনের জীবের ক্ষতি করছে। মহাসাগরীয় অম্লীয়করণ মারিন ক্যালসিফাইং জীবদের—যেমন ঝিনুক, বার্নাকল ও প্রবাল—খোলস ও কঙ্কাল তৈরি করাকে কঠিন করে তোলে। এছাড়া তাপপ্রবাহ প্রবাল প্রাচীরকে বিবর্ণ করেছে। জলবায়ু পরিবর্তন এবং অতিরিক্ত পুষ্টি উপাদানের উপস্থিতি দ্বারা উদ্দীপিত ক্ষতিকর শৈবাল বৃদ্ধির বিস্তার (harmful algal blooms) অক্সিজেনের মাত্রা হ্রাস করে, খাদ্য জালে বিঘ্ন ঘটায় এবং বিপুল পরিমাণ সামুদ্রিক জীবনের ক্ষয়ক্ষতি ঘটায়। উপকূলবর্তী বাস্তুতন্ত্রগুলো বিশেষভাবে চাপে রয়েছে। জলবায়ু পরিবর্তন ও অন্যান্য মানবসৃষ্ট প্রভাবের কারণে বৈশ্বিক আর্দ্রভূমির প্রায় অর্ধেক ইতিমধ্যেই হারিয়ে গেছে। উদ্ভিদজগৎ এখন পোকামাকড়ের ক্ষতির কারণে আগের চেয়ে বেশি চাপে রয়েছে।\n\n\n=== মানবসমাজ ===\n\nজলবায়ু পরিবর্তনের প্রভাব পৃথিবীর প্রতিটি অঞ্চলের মানুষকে প্রভাবিত করছে। এই প্রভাবগুলো পৃথিবীর সব মহাদেশ এবং মহাসাগরীয় অঞ্চলে লক্ষ্য করা যাচ্ছে। তবে, নিন্ম-অক্ষাংশে অবস্থিত কম উন্নত অঞ্চলগুলো সবচেয়ে বেশি ঝুঁকির মুখে রয়েছে। অব্যাহত উষ্ণায়ন মানুষের জীবন ও বাস্তুতন্ত্রের জন্য সম্ভাব্যভাবে “গভীর, ব্যাপক এবং অপরিবর্তনীয় প্রভাব” তৈরি করতে পারে। এই ঝুঁকিগুলো সমানভাবে বণ্টিত নয়; তবে সাধারণত উন্নয়নশীল এবং উন্নত দেশগুলোর সুবিধাবঞ্চিত মানুষজন বেশি ক্ষতির সম্মুখীন হয়।\n\n\n==== স্বাস্থ্য ও খাদ্য ====\n\nবিশ্ব স্বাস্থ্য সংস্থা জলবায়ু পরিবর্তনকে ২১শ শতাব্দীতে বৈশ্বিক স্বাস্থ্যের জন্য অন্যতম বড় হুমকি হিসেবে চিহ্নিত করেছে। বিজ্ঞানীরা এর দ্বারা সৃষ্ট অপরিবর্তনীয় ক্ষতির ব্যাপারে সতর্ক করেছেন। চরম আবহাওয়ার ঘটনা জনস্বাস্থ্য, খাদ্য ও জল নিরাপত্তাকে প্রভাবিত করে। চরম তাপমাত্রা অসুস্থতা এবং মৃত্যুহার বৃদ্ধি করে। জলবায়ু পরিবর্তন চরম আবহাওয়ার তীব্রতা ও ঘনত্ব উভয়ই বাড়ায়। এটি সংক্রামক রোগ যেমন ডেঙ্গু জ্বর এবং ম্যালেরিয়ার বিস্তারে প্রভাব ফেলতে পারে। বিশ্ব অর্থনৈতিক ফোরামের তথ্য অনুযায়ী, ২০৫০ সালের মধ্যে জলবায়ু পরিবর্তনের কারণে অতিরিক্ত ১ কোটি ৪৫ লক্ষ মৃত্যু ঘটতে পারে। বর্তমানে বিশ্বের প্রায় ৩০% মানুষ এমন অঞ্চলে বসবাস করেন, যেখানে চরম তাপ ও আর্দ্রতা ইতিমধ্যে অতিরিক্ত মৃত্যুর সাথে সম্পর্কযুক্ত।  ২১০০ সালের মধ্যে, বৈশ্বিক জনসংখ্যার ৫০% থেকে ৭৫% পর্যন্ত এই ধরনের অঞ্চলে বাস করবে বলে অনুমান করা হচ্ছে।\nগত ৫০ বছরে কৃষিতে অগ্রগতির ফলে ফসল উৎপাদন মোটের উপর বেড়েছে, তবে জলবায়ু পরিবর্তন ইতোমধ্যে উৎপাদন বৃদ্ধির হার কমিয়ে দিয়েছে। জলবায়ু পরিবর্তন ও মৎস্য বিভিন্ন অঞ্চলে মৎস্য খাতকে নেতিবাচকভাবে প্রভাবিত করেছে। যেখানে উচ্চ অক্ষাংশের কিছু অঞ্চলে কৃষি উৎপাদনশীলতা কিছুটা ইতিবাচকভাবে প্রভাবিত হয়েছে, সেখানে মধ্য ও নিম্ন অক্ষাংশের অঞ্চলগুলোতে এর প্রভাব নেতিবাচক। বিশ্ব অর্থনৈতিক ফোরামের মতে, নির্দিষ্ট অঞ্চলে খরা বৃদ্ধি পেলে ২০৫০ সালের মধ্যে অপুষ্টিজনিত কারণে ৩.২ মিলিয়ন মানুষের মৃত্যু এবং শিশুদের মধ্যে স্টান্টিং দেখা দিতে পারে। ২ °সে উষ্ণতায় ২০৫০ সালের মধ্যে বৈশ্বিক প্রাণিসম্পদ ৭–১০% পর্যন্ত কমে যেতে পারে, কারণ পশুখাদ্য কম উপলব্ধ হবে। যদি এই শতাব্দীর বাকি সময়জুড়ে নির্গমন বৃদ্ধি অব্যাহত থাকে, তাহলে ২১০০ সালের মধ্যে প্রতি বছর ৯ মিলিয়নেরও বেশি জলবায়ু-সম্পর্কিত মৃত্যু ঘটতে পারে।\n\n\n==== জীবিকা ও বৈষম্য ====\n\nজলবায়ু পরিবর্তনের কারণে সৃষ্ট অর্থনৈতিক ক্ষতি গুরুতর হতে পারে এবং এর ফলে বিপর্যয়কর পরিণতির সম্ভাবনাও রয়েছে। দক্ষিণ-পূর্ব এশিয়া এবং উপ-সাহারা আফ্রিকায় চরম প্রভাব পড়বে বলে আশঙ্কা করা হচ্ছে, কারণ এসব অঞ্চলের বেশিরভাগ মানুষ প্রাকৃতিক সম্পদ ও কৃষিভিত্তিক জীবিকার ওপর নির্ভরশীল। তাপ চাপের কারণে খোলা জায়গায় শ্রমিকদের কাজ করা অসম্ভব হয়ে পড়ে। যদি বৈশ্বিক উষ্ণতা ৪ °সে-এ পৌঁছায়, তাহলে ওইসব অঞ্চলে শ্রমক্ষমতা ৩০% থেকে ৫০% পর্যন্ত হ্রাস পেতে পারে। বিশ্ব ব্যাংকের হিসাব অনুযায়ী, ২০১৬ থেকে ২০৩০ সালের মধ্যে যদি অভিযোজন ব্যবস্থা নেওয়া না হয়, তবে জলবায়ু পরিবর্তনের কারণে ১২ কোটিরও বেশি মানুষ চরম দারিদ্রে পতিত হতে পারে।\nসম্পদ ও সামাজিক অবস্থানভিত্তিক বৈষম্য জলবায়ু পরিবর্তনের ফলে আরও তীব্র হয়েছে। যেসব প্রান্তিক মানুষ সম্পদের ওপর কম নিয়ন্ত্রণ রাখেন, তারা জলবায়ু পরিবর্তনের প্রতিকার, অভিযোজন এবং জলবায়ুজনিত বিপর্যয় থেকে পুনরুদ্ধারে বড় ধরনের বাধার সম্মুখীন হন। আদিবাসী জনগোষ্ঠী, যারা তাদের ভূমি ও বাস্তুতন্ত্রের ওপর নির্ভরশীল জীবনযাপন করে, জলবায়ু পরিবর্তনের কারণে তাদের সুস্থতা ও জীবনধারায় হুমকির মুখে পড়বেন। একটি বিশেষজ্ঞ মূল্যায়ন অনুসারে, সশস্ত্র সংঘাতে জলবায়ু পরিবর্তনের ভূমিকা তুলনামূলকভাবে ছোট, যেখানে প্রধান কারণ হিসেবে সামাজিক-অর্থনৈতিক বৈষম্য ও রাষ্ট্রের সক্ষমতাকে অধিক গুরুত্ব দেওয়া হয়েছে।\nযদিও নারীরা স্বাভাবিকভাবে জলবায়ু পরিবর্তন ও জলবায়ুজনিত ধাক্কার (climate shocks) ক্ষেত্রে বেশি ঝুঁকিতে থাকেন না, তবুও সম্পদের সীমাবদ্ধতা এবং বৈষম্যমূলক লিঙ্গভিত্তিক সামাজিক রীতিনীতির কারণে তাদের অভিযোজন ক্ষমতা ও সহনশীলতা সীমিত থাকে। উদাহরণস্বরূপ, নারীদের শ্রম-সম্পর্কিত দায়িত্ব—বিশেষ করে কৃষিকাজে কাজের ঘণ্টা—জলবায়ুজনিত ধাক্কা যেমন তাপপ্রবাহের সময় পুরুষদের তুলনায় কম হ্রাস পায়।\n\n\n==== জলবায়ু অভিবাসন ====\n\nনিম্নভূমির দ্বীপপুঞ্জ ও উপকূলবর্তী জনপদসমূহ সমুদ্রপৃষ্ঠের উচ্চতা বৃদ্ধির কারণে হুমকির মুখে পড়েছে, যা নগর বন্যাকে আরও ঘন ঘন ঘটায়। অনেক ক্ষেত্রে, ভূমি স্থায়িভাবে সমুদ্রের নিচে তলিয়ে যেতে পারে। এর ফলে মালদ্বীপ ও টুভালুর মতো দ্বীপ রাষ্ট্রগুলোর জনগণের রাষ্ট্রহীন হয়ে পড়ার আশঙ্কা রয়েছে। কিছু অঞ্চলে উষ্ণতা ও আর্দ্রতার পরিমাণ এতটাই বেড়ে যেতে পারে যে তা মানুষের অভিযোজন ক্ষমতার বাইরে চলে যাবে। সবচেয়ে খারাপ জলবায়ু পরিবর্তনের ক্ষেত্রে, মডেল অনুযায়ী মানবজাতির প্রায় এক-তৃতীয়াংশ সাহারার মতো বসবাস-অযোগ্য ও অতিরিক্ত উত্তপ্ত জলবায়ুর মধ্যে বসবাস করতে বাধ্য হতে পারে।\nএই ধরনের পরিস্থিতি জলবায়ু বা পরিবেশগত অভিবাসনকে ত্বরান্বিত করতে পারে—য sowohl দেশের অভ্যন্তরে, তেমনই দেশান্তরেও। সমুদ্রপৃষ্ঠের উচ্চতা বৃদ্ধি, চরম আবহাওয়া এবং প্রাকৃতিক সম্পদের উপর প্রতিযোগিতা থেকে সৃষ্ট সংঘাতের কারণে আরও বেশি মানুষ বাস্তুচ্যুত হতে পারে। জলবায়ু পরিবর্তন মানুষের ঝুঁকিপূর্ণ অবস্থাও বাড়াতে পারে, যার ফলে অনেকে \"অবরুদ্ধ জনগোষ্ঠী\"তে পরিণত হন—অর্থাৎ যারা অর্থনৈতিক বা অন্যান্য সীমাবদ্ধতার কারণে স্থানান্তর করতে পারেন না।\n\n\n== নির্গমন হ্রাস ও পুনরুদ্ধার ==\n\nজলবায়ু পরিবর্তন প্রশমন করা যায় যদি বায়ুমণ্ডলে গ্রিনহাউস গ্যাস নির্গমনের হার কমানো যায় এবং একসঙ্গে বায়ুমণ্ডল থেকে কার্বন ডাই-অক্সাইড অপসারণের হার বাড়ানো যায়। বৈশ্বিক উষ্ণতা ১.৫ °সে-এর নিচে সীমাবদ্ধ রাখতে হলে ২০৫০ সালের মধ্যে বৈশ্বিক গ্রিনহাউস গ্যাস নির্গমন নেট-শূন্য করতে হবে; আর যদি লক্ষ্য থাকে ২ °সে, তাহলে তা ২০৭০ সালের মধ্যে অর্জন করতে হবে। এটি অর্জনের জন্য শক্তি, ভূমি, শহর, পরিবহন, ভবন ও শিল্পখাতে নজিরবিহীন মাত্রার ব্যাপক ও পদ্ধতিগত পরিবর্তন প্রয়োজন।\nজাতিসংঘ পরিবেশ কর্মসূচি (UNEP) অনুমান করেছে যে, বৈশ্বিক উষ্ণতা ২ °সে-এর মধ্যে সীমাবদ্ধ রাখতে হলে আগামী এক দশকের মধ্যে দেশগুলিকে প্যারিস চুক্তির আওতায় দেওয়া প্রতিশ্রুতি তিনগুণ বাড়াতে হবে। ১.৫ °সে লক্ষ্য অর্জনের জন্য আরও বড় মাত্রার নির্গমন হ্রাস প্রয়োজন। ২০২৪ সালের প্যারিস চুক্তি অনুযায়ী প্রদত্ত প্রতিশ্রুতিগুলোর ভিত্তিতে শতকের শেষে বৈশ্বিক উষ্ণতা ২.৮ °সে-এর নিচে থাকার সম্ভাবনা ৬৬% (পরিসীমা: ১.৯–৩.৭ °সে, নির্ভর করে নির্ভরযোগ্য বাস্তবায়ন ও প্রযুক্তিগত অগ্রগতির ওপর)। কেবল বর্তমান নীতিমালার ভিত্তিতে হিসাব করলে এই উষ্ণতা বেড়ে দাঁড়ায় ৩.১ °সে। বৈশ্বিকভাবে, উষ্ণতা ২ °সে-তে সীমাবদ্ধ রাখলে এর অর্থনৈতিক উপকারিতা নির্গমন হ্রাসের খরচের চেয়ে বেশি হতে পারে।\nযদিও বৈশ্বিক উষ্ণতা ১.৫ বা ২ °সে-এ সীমিত রাখার জন্য কোনও একক পথ নেই, অধিকাংশ পূর্বাভাস ও কৌশলে উল্লেখ করা হয়েছে যে এই লক্ষ্য অর্জনের জন্য নবায়নযোগ্য শক্তির ব্যবহার ব্যাপক হারে বৃদ্ধি করতে হবে এবং একইসঙ্গে শক্তি দক্ষতা বৃদ্ধির ব্যবস্থাও জোরদার করতে হবে। বাস্তুতন্ত্রের ওপর চাপ কমাতে এবং তাদের কার্বন শোষণ ক্ষমতা বাড়াতে, কৃষি ও বন ব্যবস্থাপনাতেও পরিবর্তন আনা প্রয়োজন। এর মধ্যে রয়েছে বন উজাড় রোধ করা এবং প্রাকৃতিক বাস্তুতন্ত্র পুনরুদ্ধারের মাধ্যমে বনায়ন, যা কার্বন শোষণ এবং জীববৈচিত্র্য ও পরিবেশগত সেবার সংরক্ষণ—উভয় ক্ষেত্রেই উপকারে আসে।\nজলবায়ু পরিবর্তন প্রশমনের অন্যান্য কিছু পন্থা তুলনামূলকভাবে বেশি ঝুঁকিপূর্ণ। ১.৫ °সে-এ বৈশ্বিক উষ্ণতা সীমিত রাখার বিভিন্ন পূর্বাভাসে সাধারণত দেখা যায় যে ২১শ শতজুড়ে কার্বন ডাই-অক্সাইড অপসারণ প্রযুক্তির ব্যাপক ব্যবহার প্রস্তাব করা হয়েছে। তবে, এই প্রযুক্তিগুলোর ওপর অতিরিক্ত নির্ভরতা এবং পরিবেশগত প্রভাব নিয়ে উদ্বেগ রয়েছে। সূর্য বিকিরণ সংশোধন (SRM) নির্গমন হ্রাসের পরিপূরক হিসেবে একটি সম্ভাব্য পন্থা হিসেবে আলোচনায় রয়েছে। তবে SRM-এর সঙ্গে উল্লেখযোগ্য নৈতিক এবং বৈশ্বিক শাসন সংক্রান্ত প্রশ্ন জড়িত, এবং এর ঝুঁকি এখনো পুরোপুরি অনুধাবন করা যায়নি।\n\n\n=== পরিচ্ছন্ন জ্বালানি ===\n\nজলবায়ু পরিবর্তন সীমিত রাখার জন্য নবায়নযোগ্য জ্বালানি অন্যতম প্রধান উপায়। কয়েক দশক ধরে জীবাশ্ম জ্বালানি বিশ্বের মোট জ্বালানি ব্যবহারের প্রায় ৮০% সরবরাহ করে এসেছে। বাকি অংশটি পারমাণবিক জ্বালানি এবং নবায়নযোগ্য জ্বালানির (যেমন জলবিদ্যুৎ, জৈব জ্বালানি, বায়ু, সৌর ও ভূ-তাপীয় শক্তি) মধ্যে বিভক্ত হয়েছে। জীবাশ্ম জ্বালানির ব্যবহার ২০৩০ সালের আগেই সর্বোচ্চ মাত্রায় পৌঁছে কমতে শুরু করতে পারে, যেখানে কয়লার ব্যবহার সর্বাধিক হ্রাস পাবে বলে প্রত্যাশা করা হচ্ছে। ২০২৩ সালে নবায়নযোগ্য উৎস থেকে উৎপাদিত বিদ্যুৎ ছিল নতুনভাবে সংযুক্ত সমস্ত বিদ্যুৎ উৎপাদনের ৮৬%। অন্য পরিচ্ছন্ন জ্বালানি উৎস যেমন পারমাণবিক ও জলবিদ্যুৎ বর্তমানে জ্বালানি সরবরাহে তুলনামূলকভাবে বড় অংশ ধরে রেখেছে। তবে, ভবিষ্যতে এগুলোর প্রবৃদ্ধির সম্ভাবনা সীমিত বলে মনে করা হচ্ছে।\nযদিও সৌর প্যানেল এবং অনশোর (স্থলভিত্তিক) বায়ু বিদ্যুৎ বর্তমানে অনেক স্থানে নতুন বিদ্যুৎ উৎপাদন ক্ষমতা যুক্ত করার সবচেয়ে সস্তা পদ্ধতির মধ্যে পড়ে, তবুও জীবাশ্ম জ্বালানি থেকে নবায়নযোগ্য জ্বালানিতে দ্রুত পরিবর্তন আনতে সবুজ জ্বালানি নীতি গ্রহণ করা জরুরি। ২০৫০ সালের মধ্যে কার্বন নিরপেক্ষতা অর্জনের লক্ষ্যে নবায়নযোগ্য জ্বালানি বিদ্যুৎ উৎপাদনের প্রধান উৎসে পরিণত হবে—কিছু পূর্বাভাস অনুযায়ী তা ২০৫০ সালের মধ্যে ৮৫% বা তার বেশি হতে পারে। এই পথে অগ্রসর হতে গেলে কয়লা-ভিত্তিক বিনিয়োগ সম্পূর্ণরূপে বন্ধ করতে হবে এবং ২০৫০ সালের মধ্যে প্রায় পুরোপুরি কয়লার ব্যবহার বন্ধ করতে হবে।\nবিদ্যুৎ উৎপাদনে নবায়নযোগ্য উৎস থেকে প্রাপ্ত জ্বালানি শুধু বিদ্যুৎ সরবরাহেই নয়, বরং তাপ সরবরাহ ও পরিবহন খাতেও প্রধান জ্বালানি উৎস হিসেবে ব্যবহৃত হতে হবে। পরিবহন খাতে অভ্যন্তরীণ দহন ইঞ্জিনচালিত যানবাহন থেকে সরে এসে বিদ্যুৎচালিত যানবাহন, গণপরিবহন এবং সক্রিয় পরিবহন (যেমন: সাইকেল চালানো ও হাঁটা)-এর দিকে অগ্রসর হওয়া সম্ভব। জাহাজ চলাচল ও বিমানের ক্ষেত্রে নিম্ন-কার্বন জ্বালানি ব্যবহারের মাধ্যমে নির্গমন হ্রাস করা যেতে পারে। তাপ সরবরাহ খাতে হিট পাম্পের মতো প্রযুক্তি ব্যবহার করে ধীরে ধীরে কার্বন নিরপেক্ষতা অর্জন সম্ভব হতে পারে।\nপরিচ্ছন্ন জ্বালানি, বিশেষ করে নবায়নযোগ্য জ্বালানির দ্রুত প্রসারে কিছু বাধা রয়েছে। বায়ু ও সৌর জ্বালানি অনিয়মিত ও ঋতুভিত্তিকভাবে বিদ্যুৎ উৎপাদন করে। অতীতে, জলাধারযুক্ত জলবিদ্যুৎ বাঁধ এবং জীবাশ্ম জ্বালানি চালিত বিদ্যুৎকেন্দ্রগুলো এই অনিয়মিত উৎপাদনের ঘাটতি পূরণে ব্যবহৃত হতো। ভবিষ্যতে এই চ্যালেঞ্জ মোকাবিলায় ব্যাটারি সংরক্ষণ প্রযুক্তি সম্প্রসারণ করা যেতে পারে, জ্বালানির চাহিদা ও সরবরাহের সামঞ্জস্য ঘটানো যেতে পারে, এবং দীর্ঘ দূরত্বে বিদ্যুৎ পরিবহন ব্যবস্থার মাধ্যমে নবায়নযোগ্য জ্বালানির উৎপাদনের তারতম্য সামাল দেওয়া সম্ভব হতে পারে। জৈব জ্বালানি প্রায়শই কার্বন নিরপেক্ষ নয় এবং খাদ্য নিরাপত্তার ওপর নেতিবাচক প্রভাব ফেলতে পারে। পারমাণবিক শক্তির প্রসার সীমিত, কারণ এতে তেজস্ক্রিয় বর্জ্য, পারমাণবিক অস্ত্র ছড়িয়ে পড়া এবং দুর্ঘটনার মতো বিষয় নিয়ে বিতর্ক রয়েছে। জলবিদ্যুৎর প্রসারও সীমিত, কারণ সর্বোত্তম স্থানগুলো ইতিমধ্যে উন্নয়ন করা হয়েছে এবং নতুন প্রকল্পগুলো সামাজিক ও পরিবেশগত উদ্বেগের মুখোমুখি হচ্ছে।\nনিম্ন-কার্বন জ্বালানি কেবল জলবায়ু পরিবর্তন কমিয়ে মানবস্বাস্থ্যের উন্নতিতে সহায়তা করে না, এটি বায়ু দূষণজনিত মৃত্যুও হ্রাস করে। ২০১৬ সালে বিশ্বজুড়ে বায়ু দূষণের কারণে প্রায় ৭ মিলিয়ন মানুষের মৃত্যু হয়েছে বলে অনুমান করা হয়। প্যারিস চুক্তির লক্ষ্য অনুযায়ী বৈশ্বিক উষ্ণতা ২ °সে-তে সীমিত রাখা গেলে ২০৫০ সালের মধ্যে প্রতি বছর প্রায় এক মিলিয়ন জীবন রক্ষা করা সম্ভব। আর যদি উষ্ণতা ১.৫ °সে-তে সীমিত রাখা যায়, তাহলে আরও কয়েক মিলিয়ন জীবন রক্ষা করা যেতে পারে, পাশাপাশি জ্বালানি নিরাপত্তা বৃদ্ধি এবং দারিদ্র্য হ্রাস করা সম্ভব। বায়ুর মানোন্নয়নের অর্থনৈতিক সুবিধাও রয়েছে, যা অনেক ক্ষেত্রে নির্গমন প্রশমন ব্যয়ের চেয়েও বেশি হতে পারে।\n\n\n=== জ্বালানি সাশ্রয় ===\n\nজ্বালানি চাহিদা হ্রাস করা নির্গমন কমানোর আরেকটি গুরুত্বপূর্ণ দিক। যদি কম জ্বালানির প্রয়োজন হয়, তাহলে পরিচ্ছন্ন জ্বালানির প্রসারের জন্য আরও বেশি সুযোগ তৈরি হয়। এতে বিদ্যুৎ গ্রিড পরিচালনাও সহজ হয় এবং কার্বন-নির্ভর অবকাঠামোর ওপর নির্ভরতা হ্রাস পায়। জলবায়ু লক্ষ্যমাত্রা অর্জনে জ্বালানি দক্ষতায় বিনিয়োগ বহুগুণে বাড়াতে হবে, যা নবায়নযোগ্য জ্বালানিতে বিনিয়োগের সমান মাত্রার হবে বলে আশা করা যায়। কোভিড-১৯ মহামারির ফলে জ্বালানি ব্যবহারের ধরন, জ্বালানি দক্ষতা সংক্রান্ত বিনিয়োগ এবং অর্থায়নে পরিবর্তন এসেছে, যার ফলে চলতি দশকের পূর্বাভাসগুলো আরও অনিশ্চিত ও জটিল হয়ে উঠেছে।\nজ্বালানি চাহিদা হ্রাস করার কৌশল বিভিন্ন খাত অনুযায়ী ভিন্ন হয়। পরিবহন খাতে যাত্রী ও পণ্য পরিবহনকে আরও কার্যকর মাধ্যম—যেমন বাস ও ট্রেনে স্থানান্তর করা যেতে পারে, অথবা বিদ্যুৎচালিত যানবাহন ব্যবহার বাড়ানো যেতে পারে। শিল্প খাতে জ্বালানি চাহিদা কমানোর কৌশলের মধ্যে রয়েছে উত্তাপ ব্যবস্থাপনা ও মোটরগুলোর উন্নয়ন, কম জ্বালানিনির্ভর পণ্যের নকশা তৈরি এবং পণ্যের দীর্ঘস্থায়িত্ব নিশ্চিত করা। ভবন খাতে মূলত নতুন ভবনের উন্নত নকশা এবং পুরনো ভবনের জন্য অধিক জ্বালানি-দক্ষ সংস্কার ব্যবস্থার দিকে গুরুত্ব দেওয়া হয়। হিট পাম্পের মতো প্রযুক্তি ব্যবহারের মাধ্যমেও ভবনের জ্বালানি দক্ষতা বাড়ানো সম্ভব।\n\n\n=== কৃষি ও শিল্প ===\n\nকৃষি ও বন খাত তিনটি বড় চ্যালেঞ্জের মুখোমুখি: গ্রিনহাউস গ্যাস নির্গমন সীমিত করা, কৃষি সম্প্রসারণের জন্য বনভূমি ধ্বংস রোধ করা এবং বৈশ্বিক খাদ্য চাহিদা পূরণ করা। একটি নির্দিষ্ট কার্যপরিকল্পনার মাধ্যমে কৃষি ও বনভিত্তিক নির্গমন ২০১০ সালের তুলনায় দুই-তৃতীয়াংশ পর্যন্ত কমানো সম্ভব। এই কর্মপন্থার মধ্যে রয়েছে খাদ্য ও কৃষিপণ্যের চাহিদা বৃদ্ধির হার হ্রাস, ভূমির উৎপাদনশীলতা বৃদ্ধি, বন সংরক্ষণ ও পুনরুদ্ধার, এবং কৃষি উৎপাদন থেকে নির্গমন কমানো।\nচাহিদা পক্ষের দৃষ্টিকোণ থেকে নির্গমন কমানোর একটি গুরুত্বপূর্ণ উপায় হলো মানুষের খাদ্যাভ্যাসকে উদ্ভিদ-ভিত্তিক খাদ্যের দিকে স্থানান্তর করা। মাংস ও দুগ্ধজাত পণ্যের জন্য প্রাণিসম্পদ উৎপাদন বন্ধ করা হলে কৃষি ও ভূমি ব্যবহারের মাধ্যমে নির্গত প্রায় তিন-চতুর্থাংশ নির্গমন বন্ধ করা সম্ভব। প্রাণিসম্পদ পৃথিবীর বরফমুক্ত ভূমির ৩৭% দখল করে এবং ফসল উৎপাদনের জন্য ব্যবহৃত ভূমির ১২% থেকে আহরিত খাদ্যগ্রহণ করে থাকে, যার ফলে বন উজাড় ও ভূমির অবনতি ঘটে।\nইস্পাত ও সিমেন্ট উৎপাদন শিল্প বৈশ্বিক শিল্পখাতের প্রায় ১৩% CO২ নির্গমনের জন্য দায়ী। এই খাতগুলোতে কোক ও চুনের মতো কার্বন-নির্ভর উপাদান উৎপাদনের অপরিহার্য অংশ, তাই নির্গমন হ্রাসের জন্য এই প্রক্রিয়াগুলোর বিকল্প রাসায়নিক উপায় নিয়ে গবেষণা প্রয়োজন। যেসব ক্ষেত্রে শক্তি উৎপাদন বা CO২-নির্ভর ভারী শিল্প থেকে নির্গমন চলতেই থাকে, সেখানে নির্গত গ্যাস বাতাসে ছাড়ার পরিবর্তে তা সংগ্রহ ও সংরক্ষণের প্রযুক্তি ব্যবহার করা যেতে পারে। এই প্রযুক্তিকে কার্বন সংগ্রহণ ও সংরক্ষণ (Carbon Capture and Storage বা CCS) বলা হয়। এটি নির্গমন হ্রাসে একটি গুরুত্বপূর্ণ হলেও সীমিত ভূমিকা রাখতে পারে। তবে এই প্রযুক্তি তুলনামূলকভাবে ব্যয়বহুল, এবং বর্তমানে এটি বার্ষিক গ্রিনহাউস গ্যাস নির্গমনের মাত্র ০.১% অপসারণ করতে সক্ষম হয়েছে।\n\n\n=== কার্বন ডাই-অক্সাইড অপসারণ ===\n\nপ্রাকৃতিক কার্বন শোষণ ব্যবস্থাকে উন্নত করে স্বাভাবিক স্তরের চেয়েও অনেক বেশি পরিমাণে CO২ শোষণ করানো সম্ভব। পুনরায় বনায়ন এবং নতুন বন রোপণ (যেসব জায়গায় আগে বন ছিল না সেখানে বন স্থাপন) হলো সবচেয়ে পরিণত কার্বন সঞ্চয় কৌশলগুলোর মধ্যে, যদিও নতুন বন স্থাপন খাদ্য নিরাপত্তার ওপর চাপ সৃষ্টি করতে পারে। চাষিরা শীতকালীন আবরণ ফসল ব্যবহার, মাটিচাষের পরিমাণ ও ঘনত্ব কমানো, এবং কম্পোস্ট ও গোবর সার ব্যবহার করে মৃত্তিকায় কার্বন শোষণ উৎসাহিত করতে পারেন। বন ও প্রাকৃতিক প্রেক্ষাপট পুনরুদ্ধার জলবায়ুর জন্য বহুবিধ উপকার নিয়ে আসে, যার মধ্যে রয়েছে গ্রিনহাউস গ্যাস শোষণ ও নির্গমন হ্রাস। উপকূলীয় জলাভূমি, প্রেইরি অঞ্চল এবং সীগ্রাস্‌সের পুনরুদ্ধার ও পুনর্নির্মাণ জৈব পদার্থে কার্বনের শোষণ বৃদ্ধি করে। তবে মৃত্তিকা ও গাছপালার মতো জৈব পদার্থে সংরক্ষিত কার্বন পরে ভূমি ব্যবহার পরিবর্তন, অগ্নিকাণ্ড বা বাস্তুতন্ত্রের পরিবর্তনের ফলে আবার বায়ুমণ্ডলে ফিরে যেতে পারে।\nজৈব জ্বালানির সঙ্গে কার্বন সংগ্রহণ ও সংরক্ষণ (BECCS) প্রযুক্তি ব্যবহার করে নেট নেতিবাচক নির্গমন অর্জন সম্ভব, কারণ এতে বায়ুমণ্ডল থেকে CO২ শোষিত হয়। তবে, ১.৫ °সে উষ্ণতা সীমিত রাখতে কার্বন ডাই-অক্সাইড অপসারণ প্রযুক্তিগুলো কতটা কার্যকর ভূমিকা পালন করতে পারবে, তা নিয়ে এখনও অনেক অনিশ্চয়তা রয়েছে। এই প্রযুক্তির ওপর নির্ভর করে গৃহীত নীতিগত সিদ্ধান্তগুলো আন্তর্জাতিক জলবায়ু লক্ষ্য অতিক্রম করার ঝুঁকি বাড়াতে পারে।\n\n\n== অভিযোজন ==\n\nঅভিযোজন হল \"জলবায়ু ও তার প্রভাবের বর্তমান বা প্রত্যাশিত পরিবর্তনের সঙ্গে মানিয়ে নেওয়ার প্রক্রিয়া\"। অতিরিক্ত প্রশমন ছাড়া অভিযোজন \"গুরুতর, ব্যাপক ও অপরিবর্তনীয়\" প্রভাব ঠেকাতে সক্ষম নয়। জলবায়ু পরিবর্তনের মাত্রা যত বেশি হয়, অভিযোজন তত বেশি রূপান্তরমূলক হয়ে ওঠে, যা প্রায়ই অত্যন্ত ব্যয়বহুল হতে পারে। মানব অভিযোজনের সক্ষমতা ও সম্ভাবনা বিভিন্ন অঞ্চল ও জনগোষ্ঠীর মধ্যে অসমভাবে বিস্তৃত, এবং সাধারণভাবে উন্নয়নশীল দেশগুলোর সক্ষমতা কম। ২১শ শতকের প্রথম দুই দশকে অধিকাংশ নিম্ন ও মধ্যম আয়ের দেশে মৌলিক পয়ঃনিষ্কাশন ও বিদ্যুতের ব্যবস্থায় উন্নতির মাধ্যমে অভিযোজন সক্ষমতা কিছুটা বেড়েছে, তবে এই অগ্রগতি ধীরগতির। অনেক দেশ অভিযোজন নীতিমালা বাস্তবায়ন করেছে। তবে প্রয়োজনীয় ও বিদ্যমান অর্থায়নের মধ্যে উল্লেখযোগ্য পার্থক্য রয়ে গেছে।\nসমুদ্রপৃষ্ঠের উচ্চতা বৃদ্ধির অভিযোজনের মধ্যে রয়েছে ঝুঁকিপূর্ণ এলাকা এড়িয়ে চলা, অধিক জলাবদ্ধতার সঙ্গে বসবাসের কৌশল শেখা এবং বন্যা নিয়ন্ত্রণ ব্যবস্থা গড়ে তোলা। এই পদক্ষেপগুলো ব্যর্থ হলে পরিচালিত পশ্চাদপসরণ প্রয়োজন হতে পারে। চরম তাপের ক্ষতিকর প্রভাব মোকাবিলায় অর্থনৈতিক বাধা রয়েছে। সকলের পক্ষেই কষ্টসাধ্য কাজ এড়ানো বা এয়ার কন্ডিশনার ব্যবহার করা সম্ভব নয়। কৃষিখাতে অভিযোজনের পন্থাগুলোর মধ্যে রয়েছে আরও টেকসই খাদ্যাভ্যাস গ্রহণ, বৈচিত্র্যায়ন, ক্ষয় নিয়ন্ত্রণ এবং পরিবর্তিত জলবায়ুর সহনশীলতায় উন্নত জেনেটিক জাত ব্যবহারের মতো পদক্ষেপ। বীমা ঝুঁকি ভাগাভাগির একটি উপায় হতে পারে, কিন্তু নিম্ন আয়ের মানুষদের জন্য এটি প্রায়ই অপ্রাপ্য। শিক্ষা, অভিবাসন এবং প্রারম্ভিক সতর্কীকরণ ব্যবস্থা জলবায়ুজনিত ঝুঁকি হ্রাসে সহায়ক হতে পারে। উপকূলীয় এলাকায় ঝড় থেকে সুরক্ষার জন্য ম্যাংগ্রোভ রোপণ বা অন্যান্য উপকূলীয় উদ্ভিদ সংরক্ষণ কার্যকর হতে পারে।\nজলবায়ু পরিবর্তনের সঙ্গে বাস্তুতন্ত্র নিজে নিজেই অভিযোজিত হয়, তবে এই প্রক্রিয়াকে মানব হস্তক্ষেপের মাধ্যমে সহায়তা করা যায়। বাস্তুতন্ত্রগুলোর মধ্যে সংযোগ বৃদ্ধি করলে প্রজাতিগুলো আরও অনুকূল জলবায়ুর দিকে স্থানান্তরিত হতে পারে। এছাড়াও, যেসব অঞ্চলে অনুকূল জলবায়ু তৈরি হচ্ছে, সেখানে প্রজাতিগুলিকে সহায়কভাবে পুনঃস্থাপন করা সম্ভব। প্রাকৃতিক ও আধা-প্রাকৃতিক এলাকা সংরক্ষণ ও পুনর্গঠন বাস্তুতন্ত্রের স্থিতিস্থাপকতা বৃদ্ধি করে, যার ফলে অভিযোজন সহজ হয়। বাস্তুতন্ত্রে অভিযোজনকে সহায়তা করে এমন অনেক পদক্ষেপ মানুষের অভিযোজনেও সহায়ক, যাকে বাস্তুতন্ত্র-ভিত্তিক অভিযোজন বলা হয়। উদাহরণস্বরূপ, স্বাভাবিক অগ্নি চক্র পুনঃস্থাপন করলে বড় ধরনের ধ্বংসাত্মক অগ্নিকাণ্ডের সম্ভাবনা কমে যায় এবং মানুষের ঝুঁকি হ্রাস পায়। নদীগুলিকে আরও বেশি জায়গা দিলে প্রাকৃতিক ব্যবস্থার মধ্যে পানি ধারণের ক্ষমতা বাড়ে, যা বন্যার ঝুঁকি কমায়। পুনঃস্থাপিত বন কার্বন শোষক হিসেবে কাজ করে। তবে, অনুপযুক্ত অঞ্চলে গাছ লাগালে তা জলবায়ু পরিবর্তনের প্রভাব আরও খারাপ করতে পারে।\nপ্রশমন ও অভিযোজনের মধ্যে কিছু ক্ষেত্রে সহশক্তি (synergy) থাকলেও, অনেক সময় এদের মধ্যে আপসের সম্পর্কও দেখা যায়। একটি সহশক্তির উদাহরণ হল খাদ্য উৎপাদন বৃদ্ধি, যা অভিযোজন ও প্রশমন উভয়ের জন্যই ব্যাপক উপকার বয়ে আনে। অপরদিকে, আপসের একটি উদাহরণ হল শীততাপনিয়ন্ত্রক যন্ত্রের (এয়ার কন্ডিশনার) ব্যবহার বৃদ্ধি। এটি তাপমাত্রা মোকাবিলায় মানুষকে সহায়তা করলেও জ্বালানির চাহিদা বাড়ায়। আরেকটি আপসের দিক হল অধিক ঘন নগর পরিকল্পনা। এটি পরিবহন ও নির্মাণ খাত থেকে নিঃসরণ কমাতে সহায়তা করে, তবে একসাথে বেশি ঘনবসতিপূর্ণ এলাকা নগর তাপদ্বীপ প্রভাব বাড়াতে পারে, যা মানুষকে তাপ-সম্পর্কিত স্বাস্থ্যঝুঁকিতে ফেলতে পারে।\n\n\n== নীতিমালা ও রাজনীতি ==\n\nযেসব দেশ জলবায়ু পরিবর্তনের জন্য সবচেয়ে ঝুঁকিপূর্ণ, তারা সাধারণত বৈশ্বিক নিঃসরণে তুলনামূলকভাবে খুব কম অবদান রেখেছে। এই বাস্তবতা ন্যায়বিচার ও ন্যায্যতা নিয়ে প্রশ্ন তোলে। বৈশ্বিক উষ্ণায়ন সীমিত করা জাতিসংঘের টেকসই উন্নয়ন লক্ষ্যমাত্রা অর্জনকে অনেক সহজ করে তোলে, যেমন দারিদ্র্য দূরীকরণ ও বৈষম্য হ্রাস। এই সম্পর্ককে লক্ষ্য ১৩-তে স্বীকৃতি দেওয়া হয়েছে, যার লক্ষ্য হল “জলবায়ু পরিবর্তন এবং তার প্রভাব মোকাবিলায় জরুরি পদক্ষেপ গ্রহণ করা”। খাদ্য, নিরাপদ পানি এবং বাস্তুতন্ত্র সংরক্ষণের লক্ষ্যসমূহের সঙ্গে জলবায়ু প্রশমনের সহশক্তি রয়েছে।\nজলবায়ু পরিবর্তনের ভূ-রাজনীতি অত্যন্ত জটিল। এটি প্রায়শই একটি ফ্রি-রাইডার সমস্যা হিসেবে উপস্থাপিত হয়, যেখানে এক দেশের প্রশমন কার্যক্রমের সুফল অন্যান্য দেশও ভোগ করে, অথচ নিজে নিম্ন-কার্বন অর্থনীতিতে রূপান্তর করলে দেশটির জন্য ব্যয়বহুল হতে পারে। তবে অনেক সময় প্রশমন প্রচেষ্টার স্থানীয় উপকারিতাও থাকে। যেমন, কয়লা পরিত্যাগ প্রায় সব অঞ্চলেই জনস্বাস্থ্য ও স্থানীয় পরিবেশের জন্য যে উপকার বয়ে আনে, তা এর খরচের তুলনায় বেশি। এছাড়া, জীবাশ্ম জ্বালানির নেট আমদানিকারক দেশগুলো যখন পরিচ্ছন্ন জ্বালানির দিকে রূপান্তর করে, তখন তারা অর্থনৈতিকভাবে লাভবান হয়। বিপরীতে, নেট রপ্তানিকারক দেশগুলো অব্যবহৃত সম্পদ সমস্যার মুখোমুখি হয়—অর্থাৎ তাদের জীবাশ্ম জ্বালানি মজুদ আর বিক্রি করা সম্ভব হয় না।\n\n\n=== নীতিগত বিকল্পসমূহ ===\n\nনিঃসরণ কমাতে বিভিন্ন ধরনের নীতি, বিধিনিষেধ ও আইন ব্যবহার করা হচ্ছে। ২০১৯ সালের হিসাবে, কার্বন মূল্য নির্ধারণ প্রায় ২০% বৈশ্বিক গ্রিনহাউস গ্যাস নিঃসরণকে অন্তর্ভুক্ত করে। কার্বনের ওপর কার্বন কর এবং নিঃসরণ বাণিজ্য ব্যবস্থার মাধ্যমে মূল্য নির্ধারণ করা যায়। ২০১৭ সালে বৈশ্বিক জীবাশ্ম জ্বালানি ভর্তুকির সরাসরি পরিমাণ ছিল ৩১৯ বিলিয়ন মার্কিন ডলার, আর পরোক্ষ খরচ যেমন বায়ুদূষণ অন্তর্ভুক্ত করলে এই সংখ্যা দাঁড়ায় ৫.২ ট্রিলিয়নে। এই ভর্তুকি বন্ধ করলে বৈশ্বিক কার্বন নিঃসরণ ২৮% এবং বায়ুদূষণজনিত মৃত্যু ৪৬% কমে যেতে পারে। জীবাশ্ম জ্বালানি ভর্তুকিতে যে অর্থ সাশ্রয় হয়, তা নবায়নযোগ্য শক্তিতে রূপান্তর প্রক্রিয়াকে সহায়তা করতে ব্যবহার করা যেতে পারে। গ্রিনহাউস গ্যাস হ্রাসে আরও প্রত্যক্ষ পন্থার মধ্যে রয়েছে যানবাহনের দক্ষতা মানদণ্ড, নবায়নযোগ্য জ্বালানি মান, এবং ভারী শিল্পে বায়ুদূষণ সংক্রান্ত নিয়ন্ত্রণ। একাধিক দেশ বিদ্যুৎ উৎপাদনে নবায়নযোগ্য শক্তির অংশ বৃদ্ধি করতে বিদ্যুৎ বিতরণ সংস্থাগুলোর ওপর বাধ্যবাধকতা আরোপ করেছে।\n\n\n==== জলবায়ু ন্যায়বিচার ====\nজলবায়ু ন্যায়বিচারের দৃষ্টিকোণ থেকে প্রণীত নীতিমালাগুলো মানবাধিকার এবং সামাজিক বৈষম্যের বিষয়গুলো সমাধানের চেষ্টা করে। জলবায়ু ন্যায়বিচারের পক্ষকারদের মতে, অভিযোজনের খরচ বহন করা উচিত তাদের, যারা জলবায়ু পরিবর্তনের জন্য সবচেয়ে বেশি দায়ী। আর এই অর্থের উপকারভোগী হওয়া উচিত তাদের, যারা এর প্রভাবে ক্ষতিগ্রস্ত। এর একটি বাস্তব পন্থা হতে পারে ধনী দেশগুলোর পক্ষ থেকে দরিদ্র দেশগুলোকে অভিযোজনের জন্য অর্থ প্রদান করা।\nOxfam-এর একটি প্রতিবেদনে দেখা যায়, ২০২৩ সালে বিশ্বের সবচেয়ে ধনী ১০% জনগোষ্ঠী ছিল বৈশ্বিক নিঃসরণের ৫০% এর জন্য দায়ী, অথচ নিম্ন ৫০% জনগোষ্ঠীর দায় ছিল মাত্র ৮%। দায়িত্ব নির্ধারণের আরেকটি পন্থা হল নিঃসরণের উৎপাদনের ভিত্তিতে দেখা। এই দৃষ্টিভঙ্গিতে দেখা যায়, শীর্ষ ২১টি জীবাশ্ম জ্বালানি কোম্পানির ২০২৫–২০৫০ সময়কালে জলবায়ু ক্ষতিপূরণ হিসেবে মোট ৫.৪ ট্রিলিয়ন মার্কিন ডলার পরিশোধের দায় থাকতে পারে। একটি ন্যায্য রূপান্তর অর্জনের জন্য জীবাশ্ম জ্বালানি খাতে কর্মরত শ্রমিকদের জন্য বিকল্প কর্মসংস্থান এবং তাদের সম্প্রদায়ের জন্য বিনিয়োগ প্রয়োজন।\n\n\n=== আন্তর্জাতিক জলবায়ু চুক্তিসমূহ ===\n\nবিশ্বের প্রায় সব দেশ ১৯৯৪ সালের জাতিসংঘ জলবায়ু পরিবর্তন সংক্রান্ত ফ্রেমওয়ার্ক কনভেনশন (UNFCCC)-এর পক্ষভুক্ত। UNFCCC-এর লক্ষ্য হল জলবায়ু ব্যবস্থায় বিপজ্জনক মানবীয় হস্তক্ষেপ প্রতিরোধ করা। কনভেনশন অনুযায়ী, এটি অর্জনের জন্য বায়ুমণ্ডলে গ্রিনহাউস গ্যাসের ঘনত্ব এমন মাত্রায় স্থিতিশীল রাখতে হবে, যেখানে বাস্তুতন্ত্র স্বাভাবিকভাবে অভিযোজিত হতে পারে, খাদ্য উৎপাদন হুমকির মুখে না পড়ে এবং অর্থনৈতিক উন্নয়ন টেকসই থাকে। UNFCCC নিজে নিঃসরণ সীমিত করে না, বরং এটি এমন প্রোটোকল গঠনের কাঠামো দেয় যা তা করে। তবে UNFCCC স্বাক্ষরের পরও বৈশ্বিক নিঃসরণ বেড়েছে। এর বার্ষিক সম্মেলনগুলো বৈশ্বিক আলোচনার প্রধান মঞ্চ হিসেবে কাজ করে।\n১৯৯৭ সালের কিয়োটো প্রোটোকল জাতিসংঘ জলবায়ু পরিবর্তন ফ্রেমওয়ার্ক কনভেনশন (UNFCCC)-কে সম্প্রসারিত করে এবং বেশিরভাগ উন্নত দেশের জন্য আইনি বাধ্যবাধকতাসহ নিঃসরণ সীমিত করার প্রতিশ্রুতি অন্তর্ভুক্ত করে। এই চুক্তি আলোচনার সময় G77 (যা উন্নয়নশীল দেশগুলোকে প্রতিনিধিত্ব করে) এমন একটি ম্যান্ডেটের জন্য চাপ দেয়, যাতে উন্নত দেশগুলোকে \"নেতৃত্ব নেওয়ার\" এবং তাদের নিঃসরণ কমানোর দায়িত্ব গ্রহণের বাধ্যবাধকতা থাকে। কারণ, বায়ুমণ্ডলে গ্রিনহাউস গ্যাস জমার জন্য ঐতিহাসিকভাবে উন্নত দেশগুলিই সবচেয়ে বেশি দায়ী। এছাড়াও, তখন উন্নয়নশীল দেশগুলোর ব্যক্তিপ্রতি নিঃসরণ ছিল তুলনামূলকভাবে কম এবং তাদের উন্নয়ন চাহিদা পূরণের জন্য আরও নিঃসরণ প্রয়োজন ছিল।\n২০০৯ সালের কোপেনহেগেন চুক্তিকে ব্যাপকভাবে হতাশাজনক হিসেবে বিবেচনা করা হয়েছে, কারণ এতে লক্ষ্যসমূহ ছিল খুবই নিম্নমানের। এছাড়া এটি G77 সহ দরিদ্র দেশগুলোর দ্বারা প্রত্যাখ্যাত হয়। এই চুক্তির সঙ্গে সংশ্লিষ্ট পক্ষসমূহ বৈশ্বিক উষ্ণতা বৃদ্ধিকে ২ °সে-র নিচে সীমিত রাখার লক্ষ্য নির্ধারণ করে। এই চুক্তিতে ২০২০ সালের মধ্যে উন্নয়নশীল দেশগুলোর জন্য অভিযোজন ও প্রশমনের উদ্দেশ্যে বছরে ১০০ বিলিয়ন মার্কিন ডলার অর্থ প্রদানের লক্ষ্য নির্ধারণ করা হয়, এবং সবুজ জলবায়ু তহবিল (Green Climate Fund) গঠনের প্রস্তাব দেওয়া হয়। ২০২০-এর হিসাব অনুযায়ী, মোট দেওয়া অর্থ ছিল মাত্র ৮৩.৩ বিলিয়ন ডলার। ২০২৩ সালেই কেবল লক্ষ্যপূরণ হওয়ার সম্ভাবনা দেখা দিয়েছে।\n২০১৫ সালে জাতিসংঘের সকল সদস্য দেশ প্যারিস চুক্তি স্বাক্ষর করে। এই চুক্তির লক্ষ্য হল বৈশ্বিক উষ্ণতা ২.০ °সে-এর অনেক নিচে সীমিত রাখা এবং উষ্ণতা বৃদ্ধিকে ১.৫ °সে এর নিচে রাখার উচ্চাকাঙ্ক্ষী লক্ষ্য নির্ধারণ করা। এই চুক্তিটি কিয়োটো প্রোটোকলের স্থলাভিষিক্ত হয়। কিয়োটোর বিপরীতে, প্যারিস চুক্তিতে বাধ্যতামূলক নিঃসরণ লক্ষ্য নির্ধারণ করা হয়নি। বরং একটি প্রক্রিয়াভিত্তিক কাঠামোকে বাধ্যতামূলক করা হয়েছে। দেশগুলোকে নিয়মিতভাবে আরও উচ্চাভিলাষী লক্ষ্য নির্ধারণ করতে হবে এবং প্রতি পাঁচ বছর অন্তর সেই লক্ষ্যসমূহ পর্যালোচনা করতে হবে। প্যারিস চুক্তিতে আবারও বলা হয়েছে যে, উন্নয়নশীল দেশগুলোকে আর্থিকভাবে সহায়তা করতে হবে। মার্চ ২০২৫-এর হিসাব অনুযায়ী, ১৯৪টি রাষ্ট্র এবং ইউরোপীয় ইউনিয়ন এই চুক্তিতে যোগ দিয়েছে বা অনুমোদন করেছে।\n১৯৮৭ সালের মন্ট্রিয়ল প্রোটোকল, যা ওজোন স্তর ধ্বংসকারী গ্যাসের উৎপাদন ধাপে ধাপে বন্ধ করার একটি আন্তর্জাতিক চুক্তি, জলবায়ু পরিবর্তন প্রশমনে উল্লেখযোগ্য অবদান রেখেছে। অনেক ওজোন-ধ্বংসকারী গ্যাস যেমন ক্লোরোফ্লুরোকার্বন (CFC), অত্যন্ত শক্তিশালী গ্রিনহাউস গ্যাস। এসব গ্যাসের উৎপাদন ও ব্যবহার নিষিদ্ধ করায় ০.৫ °সে থেকে ১.০ °সে পর্যন্ত উষ্ণতা বৃদ্ধি এড়ানো গেছে বলে মনে করা হয়। এছাড়াও, ওজোন স্তরের ক্ষয় ঠেকানোয় উদ্ভিদের ওপর অতিবেগুনি রশ্মির ক্ষতিকর প্রভাব কমে, যার ফলে অতিরিক্ত উষ্ণতা এড়ানো গেছে। অনুমান করা হয়, গ্রিনহাউস গ্যাস নিয়ন্ত্রণে মন্ট্রিয়ল প্রোটোকল কিয়োটো প্রোটোকলের তুলনায় আরও বেশি কার্যকর ছিল, যদিও কিয়োটো প্রোটোকল এই উদ্দেশ্যেই তৈরি করা হয়েছিল। মন্ট্রিয়ল প্রোটোকলের সর্বশেষ সংশোধনী, ২০১৬ সালের কিগালি সংশোধনী, হাইড্রোফ্লুরোকার্বনের নিঃসরণ হ্রাসের প্রতিশ্রুতি দেয়। এই গ্যাসগুলো পূর্ববর্তী ওজোন-ধ্বংসকারী গ্যাসের বিকল্প হিসেবে ব্যবহৃত হয়, কিন্তু এগুলিও শক্তিশালী গ্রিনহাউস গ্যাস। দেশগুলো যদি এই সংশোধনীর শর্ত মেনে চলে, তবে ০.৩ °সে থেকে ০.৫ °সে পর্যন্ত উষ্ণতা বৃদ্ধির ঝুঁকি এড়ানো যেতে পারে বলে ধারণা করা হয়।\n\n\n=== জাতীয় প্রতিক্রিয়া ===\n\n২০১৯ সালে, যুক্তরাজ্যের পার্লামেন্ট প্রথম জাতীয় সরকার হিসেবে জলবায়ু জরুরি অবস্থা ঘোষণা করে। পরবর্তীতে অন্যান্য দেশ ও অঞ্চলও এই পথ অনুসরণ করে। একই বছর, ইউরোপীয় পার্লামেন্ট একটি \"জলবায়ু ও পরিবেশগত জরুরি অবস্থা\" ঘোষণা করে। ইউরোপীয় কমিশন তখন ইউরোপীয় সবুজ চুক্তি (European Green Deal) উপস্থাপন করে, যার লক্ষ্য ২০৫০ সালের মধ্যে ইউরোপীয় ইউনিয়নকে কার্বন নিরপেক্ষ করা। ২০২১ সালে কমিশন \"Fit for 55\" নামে একটি আইনগত প্রস্তাবনার প্যাকেজ প্রকাশ করে, যাতে গাড়ি শিল্পের জন্য নির্দেশিকা অন্তর্ভুক্ত ছিল। এই পরিকল্পনা অনুযায়ী, ২০৩৫ সাল থেকে ইউরোপীয় বাজারে বিক্রিত সকল নতুন গাড়ি শূন্য-নিঃসরণ যানবাহন হতে হবে।\nএশিয়ার প্রধান দেশগুলোর মধ্যেও অনুরূপ প্রতিশ্রুতি দেখা গেছে। দক্ষিণ কোরিয়া ও জাপান ২০৫০ সালের মধ্যে কার্বন নিরপেক্ষ হওয়ার অঙ্গীকার করেছে, আর চীন ২০৬০ সালের মধ্যে এই লক্ষ্য অর্জনের পরিকল্পনা গ্রহণ করেছে। ভারতের ক্ষেত্রে নবায়নযোগ্য শক্তির জন্য শক্তিশালী প্রণোদনা থাকলেও, দেশটি একযোগে কয়লার ব্যবহার উল্লেখযোগ্যভাবে বাড়ানোর পরিকল্পনাও করছে। ভিয়েতনাম কয়লাভিত্তিক বিদ্যুতের ওপর নির্ভরশীল এবং দ্রুত উন্নয়নশীল দেশগুলোর মধ্যে অন্যতম, যারা ২০৪০-এর দশকে বা তার পরপরই অনিয়ন্ত্রিত কয়লা বিদ্যুৎ ধাপে ধাপে বন্ধ করার প্রতিশ্রুতি দিয়েছে।\n২০২১ সালের তথ্য অনুযায়ী, জাতীয় জলবায়ু পরিকল্পনা বা NDC-এর মধ্যে ৪৮টি দেশের পরিকল্পনার উপর ভিত্তি করে, যা প্যারিস চুক্তির প্রায় ৪০% পক্ষকে প্রতিনিধিত্ব করে, অনুমান করা হয়েছে যে মোট গ্রিনহাউস গ্যাস নিঃসরণ ২০১০ সালের তুলনায় মাত্র ০.৫% কম হবে। এই হ্রাস বৈশ্বিক উষ্ণতাকে ১.৫ °সে বা ২ °সে-তে সীমিত রাখতে প্রয়োজনীয় যথাক্রমে ৪৫% ও ২৫% হ্রাসের লক্ষ্যের অনেক নিচে।\n\n\n== সমাজ ==\n\n\n=== অস্বীকার ও ভ্রান্ত তথ্য ===\n\nজলবায়ু পরিবর্তন নিয়ে জনপর্যায়ে আলোচনার ওপর জলবায়ু পরিবর্তন অস্বীকার এবং ভ্রান্ত তথ্য গভীর প্রভাব ফেলেছে। এর সূচনা হয়েছে যুক্তরাষ্ট্রে, এবং পরবর্তীতে এটি কানাডা ও অস্ট্রেলিয়াসহ অন্যান্য দেশে ছড়িয়ে পড়ে। এই অস্বীকারের উৎস মূলত জীবাশ্ম জ্বালানি কোম্পানি, শিল্প গোষ্ঠী, রক্ষণশীল থিঙ্ক ট্যাংক ও বিরোধী বিজ্ঞানীদের মধ্যে নিহিত। তামাক শিল্পের কৌশলের মতো, এই গোষ্ঠীগুলোর প্রধান কৌশল ছিল জলবায়ু পরিবর্তন সংক্রান্ত বৈজ্ঞানিক তথ্য ও ফলাফল নিয়ে সংশয় সৃষ্টি করা। যেসব মানুষ জলবায়ু পরিবর্তন নিয়ে অযৌক্তিক সংশয় পোষণ করেন, তাদেরকে প্রায়ই \"জলবায়ু পরিবর্তন সংশয়বাদী\" বলা হয়। তবে \"প্রতিকূল মতাবলম্বী\" বা \"অস্বীকারকারী\" শব্দগুলো অধিক যথাযথ।\nজলবায়ু অস্বীকারের বিভিন্ন রূপ রয়েছে: কেউ কেউ উষ্ণায়নের অস্তিত্বই অস্বীকার করে, কেউ কেউ উষ্ণায়ন স্বীকার করলেও সেটিকে প্রাকৃতিক কারণ বলে ব্যাখ্যা করে, আবার কেউ কেউ জলবায়ু পরিবর্তনের নেতিবাচক প্রভাবকে তুচ্ছ করে দেখায়। প্রথমদিকে বৈজ্ঞানিক তথ্য নিয়ে সংশয় তৈরি করা হলেও, পরবর্তীতে এটি প্রণীত বিতর্ক (manufactured controversy)-এ রূপ নেয়। এর লক্ষ্য ছিল এমন ধারণা সৃষ্টি করা যে, বৈজ্ঞানিক মহলে জলবায়ু পরিবর্তন নিয়ে এখনও বড় ধরনের অনিশ্চয়তা রয়েছে, এবং এর মাধ্যমে নীতিমালা পরিবর্তনের প্রক্রিয়া বিলম্বিত করা। এই প্রচারণা বিস্তারের কৌশলগুলোর মধ্যে রয়েছে বৈজ্ঞানিক প্রতিষ্ঠানগুলোর সমালোচনা, এবং নির্দিষ্ট বিজ্ঞানীদের উদ্দেশ্য নিয়ে প্রশ্ন তোলা। ইকো চেম্বার হিসেবে কাজ করে এমন জলবায়ু অস্বীকারকারী ব্লগ ও গণমাধ্যমগুলো এই বিভ্রান্তিকে আরও উসকে দেয় এবং জলবায়ু পরিবর্তন নিয়ে ভুল বোঝাবুঝি বাড়িয়ে তোলে।\n\n\n=== জনসচেতনতা ও মতামত ===\n\n জলবায়ু পরিবর্তন আন্তর্জাতিক জনসচেতনতায় আসে ১৯৮০-এর দশকের শেষ দিকে। ১৯৯০-এর দশকের শুরুর দিকের গণমাধ্যম কাভারেজের ফলে মানুষ প্রায়ই জলবায়ু পরিবর্তনকে ওজোন স্তরের ক্ষয়সহ অন্যান্য পরিবেশগত সমস্যার সঙ্গে গুলিয়ে ফেলে। জনপ্রিয় সংস্কৃতিতেও জলবায়ু পরিবর্তনের প্রভাব দেখা যায়। উদাহরণস্বরূপ, জলবায়ু কল্পকাহিনি-ভিত্তিক চলচ্চিত্র The Day After Tomorrow (২০০৪) এবং আল গোরের প্রামাণ্যচিত্র An Inconvenient Truth (২০০৬) জলবায়ু পরিবর্তনকে কেন্দ্র করে নির্মিত হয়।\nজলবায়ু পরিবর্তন নিয়ে জনমতের ক্ষেত্রে অঞ্চলভেদে, লিঙ্গ, বয়স এবং রাজনৈতিক মতাদর্শের পার্থক্য উল্লেখযোগ্য। অধিক শিক্ষিত ব্যক্তি, এবং কিছু দেশে নারীরা ও তরুণরা জলবায়ু পরিবর্তনকে একটি গুরুতর হুমকি হিসেবে দেখার সম্ভাবনা বেশি। ২০১০-এর দশকের কলেজের জীববিজ্ঞান পাঠ্যপুস্তকগুলোতে পূর্ববর্তী দশকের তুলনায় জলবায়ু পরিবর্তন সম্পর্কিত বিষয়বস্তু কম অন্তর্ভুক্ত ছিল, বিশেষ করে সমাধানভিত্তিক আলোচনার গুরুত্ব কমে যায়। অনেক দেশে রাজনৈতিক বিভাজন (পার্টিজান গ্যাপ) বিদ্যমান, এবং যারা বেশি কার্বন নিঃসরণ করে এমন দেশগুলো সাধারণত জলবায়ু পরিবর্তন নিয়ে কম উদ্বিগ্ন। বিভিন্ন দেশের মানুষ জলবায়ু পরিবর্তনের কারণ নিয়ে ভিন্ন ভিন্ন দৃষ্টিভঙ্গি পোষণ করে। বিক্ষোভকে কেন্দ্র করে গণমাধ্যমের কাভারেজ জনমতের ওপর প্রভাব ফেলেছে, এবং জলবায়ু পরিবর্তনের কোন দিকগুলোর ওপর বেশি গুরুত্ব দেওয়া হচ্ছে, তা নির্ধারণে ভূমিকা রেখেছে। সময়গতভাবে উদ্বেগের মাত্রা বেড়েছে, এবং এখন অনেক দেশের বেশিরভাগ নাগরিক জলবায়ু পরিবর্তন নিয়ে উচ্চ মাত্রার উদ্বেগ প্রকাশ করে বা এটিকে একটি বৈশ্বিক জরুরি অবস্থা হিসেবে দেখে। অধিক মাত্রার উদ্বেগ সাধারণত জলবায়ু পরিবর্তন মোকাবিলায় নীতিমালার প্রতি জনগণের দৃঢ় সমর্থনের সঙ্গে সম্পর্কযুক্ত।\n\n\n==== জলবায়ু আন্দোলন ====\n\nজলবায়ু আন্দোলনের মাধ্যমে রাজনৈতিক নেতাদের প্রতি জলবায়ু পরিবর্তন রোধে কার্যকর পদক্ষেপ নেওয়ার দাবি জানানো হয়। এসব আন্দোলন বিভিন্ন রূপে দেখা যায়—সর্বসাধারণের বিক্ষোভ, জীবাশ্ম জ্বালানি বিনিয়োগ প্রত্যাহার, মামলাবাজি এবং অন্যান্য কর্মকাণ্ডের মাধ্যমে। উল্লেখযোগ্য প্রতিবাদের মধ্যে রয়েছে School Strike for Climate আন্দোলন। এই উদ্যোগে, বিশ্বের তরুণরা ২০১৮ সাল থেকে প্রতি শুক্রবার স্কুল বাদ দিয়ে জলবায়ু পরিবর্তনের বিরুদ্ধে প্রতিবাদ করে আসছে। এর প্রেরণা জুগিয়েছেন সুইডিশ কর্মী এবং তখনকার কিশোরী গ্রেটা থুনবার্গ। Extinction Rebellion-এর মতো সংগঠনের নেতৃত্বে পরিচালিত বৃহৎ নাগরিক অবাধ্যতা আন্দোলনে সড়ক ও গণপরিবহন ব্যাহত করে প্রতিবাদ জানানো হয়েছে।\nআইনি ব্যবস্থা এখন ক্রমবর্ধমানভাবে জলবায়ু কার্যক্রম জোরদারের একটি হাতিয়ার হিসেবে ব্যবহৃত হচ্ছে, যা সরকারি প্রতিষ্ঠান ও কোম্পানিগুলোর প্রতি চাপ তৈরি করে। পরিবেশকর্মীরা এমন মামলাও দায়ের করেন, যেখানে তারা সরকারকে উচ্চাভিলাষী পদক্ষেপ গ্রহণে বা জলবায়ু পরিবর্তন সংক্রান্ত বিদ্যমান আইন প্রয়োগে বাধ্য করার দাবি জানান। জীবাশ্ম জ্বালানি কোম্পানিগুলোর বিরুদ্ধে দায়েরকৃত মামলাগুলো সাধারণত ক্ষয়ক্ষতি ও ক্ষতিপূরণের দাবি ঘিরে আবর্তিত হয়।\n\n\n== ইতিহাস ==\n\n\n=== প্রাথমিক আবিষ্কার ===\n\n১৯শ শতকের বিজ্ঞানীরা, যেমন আলেকজান্ডার ফন হুমবোল্ট, জলবায়ু পরিবর্তনের প্রভাব সম্পর্কে আগাম ধারণা দিতে শুরু করেছিলেন। ১৮২০-এর দশকে জোসেফ ফুরিয়ার \"গ্রিনহাউস প্রভাব\" (greenhouse effect) প্রস্তাব করেন, যার মাধ্যমে ব্যাখ্যা করা হয় কেন পৃথিবীর তাপমাত্রা কেবল সূর্যের বিকিরণের কারণে যতটা হওয়ার কথা, তার চেয়েও বেশি। পৃথিবীর বায়ুমণ্ডল সূর্যালোকের জন্য স্বচ্ছ, ফলে সূর্যের আলো পৃথিবীর পৃষ্ঠে পৌঁছে তা উত্তাপে রূপান্তরিত হয়। কিন্তু বায়ুমণ্ডল সেই উত্তাপের বিকিরণের জন্য স্বচ্ছ নয়—ফলে বায়ুমণ্ডল সেই বিকিরিত উত্তাপের একটি অংশ ধারণ করে, যা পরবর্তীতে পৃথিবীকে আরও গরম করে তোলে।\n১৮৫৬ সালে ইউনিস নিউটন ফুট প্রমাণ করেন যে, সূর্যের উত্তাপ বাষ্পপূর্ণ বাতাসে শুষ্ক বাতাসের তুলনায় বেশি প্রভাব ফেলে, এবং এই প্রভাব কার্বন ডাই অক্সাইড (CO২)-যুক্ত বাতাসে আরও বেশি পরিলক্ষিত হয়। তিনি উপসংহারে লিখেছিলেন: \"এই গ্যাসের একটি বায়ুমণ্ডল আমাদের পৃথিবীকে একটি উচ্চ তাপমাত্রা প্রদান করবে...\"\n\n১৮৫৯ সাল থেকে জন টিন্ডাল প্রমাণ করেন যে, নাইট্রোজেন ও অক্সিজেন—যা শুষ্ক বায়ুর প্রায় ৯৯% গঠন করে—তাপ বিকিরণের জন্য স্বচ্ছ। তবে জলীয় বাষ্প, মিথেন এবং কার্বন ডাই অক্সাইড-এর মতো গ্যাস তাপ শোষণ করে এবং সেই তাপ পুনরায় বায়ুমণ্ডলে বিকিরণ করে। টিন্ডাল প্রস্তাব করেন যে, এসব গ্যাসের ঘনত্বে পরিবর্তন অতীতে হিমযুগসহ বিভিন্ন জলবায়ুগত পরিবর্তনের কারণ হয়ে থাকতে পারে।\nস্ভান্তে আরহেনিয়ুস লক্ষ্য করেন যে বায়ুমণ্ডলের জলীয় বাষ্পের পরিমাণ সবসময় পরিবর্তিত হয়, কিন্তু CO২ এর ঘনত্ব দীর্ঘমেয়াদি ভূতাত্ত্বিক প্রক্রিয়াগুলোর মাধ্যমে প্রভাবিত হয়। তিনি বলেন, CO২ বৃদ্ধির ফলে উষ্ণতা বাড়বে, যার ফলে বায়ুমণ্ডলে আরও জলীয় বাষ্প জমা হবে—এটি একটি ইতিবাচক প্রতিক্রিয়া চক্র (positive feedback loop) তৈরি করবে এবং উষ্ণতা আরও বাড়াবে। ১৮৯৬ সালে তিনি এই বিষয়ে প্রথম ধরনের একটি জলবায়ু মডেল প্রকাশ করেন, যেখানে তিনি পূর্বাভাস দেন যে CO২ ঘনত্ব অর্ধেক হলে তাপমাত্রা এতটা কমে যেতে পারে যে একটি হিমযুগ শুরু হতে পারে। তিনি হিসাব করেন যে CO২ দ্বিগুণ হলে তাপমাত্রা আনুমানিক ৫–৬ °সে পর্যন্ত বৃদ্ধি পেতে পারে। তবে অন্যান্য বিজ্ঞানীরা শুরুতে সংশয় প্রকাশ করেন। তাদের বিশ্বাস ছিল যে গ্রিনহাউস প্রভাব ইতোমধ্যেই পূর্ণমাত্রায় কাজ করছে (saturated), তাই অতিরিক্ত CO২ তেমন কোনো পরিবর্তন ঘটাবে না, এবং জলবায়ু নিজেই স্বয়ংক্রিয়ভাবে নিয়ন্ত্রিত হয়। ১৯৩৮ সাল থেকে গাই স্টুয়ার্ট ক্যালেন্ডার জলবায়ু উষ্ণ হয়ে চলেছে এবং CO২ মাত্রা বাড়ছে—এই বিষয়ে প্রমাণ উপস্থাপন করতে শুরু করেন। তবে তাঁর হিসাব-নিকাশও পূর্বের মতই সংশয় ও আপত্তির সম্মুখীন হয়।\n\n\n=== বৈজ্ঞানিক ঐকমত্যের বিকাশ ===\n\n ২০১৯ সালের একটি গবেষণায় দেখা যায়, মানবসৃষ্ট বৈশ্বিক উষ্ণায়ন নিয়ে বৈজ্ঞানিক ঐকমত্যের হার ছিল ১০০%। ২০২১ সালের আরেকটি গবেষণায় বলা হয়, ঐকমত্যের হার ৯৯%-এরও বেশি। সেই একই বছরে আরেকটি গবেষণায় দেখা যায়, ৯৮.৭% জলবায়ু বিশেষজ্ঞের মতে পৃথিবী উষ্ণ হচ্ছে, যার প্রধান কারণ মানবিক কর্মকাণ্ড। ১৯৫০-এর দশকে গিলবার্ট প্লাস বিভিন্ন বায়ুমণ্ডলীয় স্তর এবং ইনফ্রারেড বর্ণালিকে অন্তর্ভুক্ত করে একটি বিস্তারিত কম্পিউটার মডেল তৈরি করেন। এই মডেল পূর্বাভাস দেয় যে, CO২ এর মাত্রা বাড়লে পৃথিবীর উষ্ণতা বৃদ্ধি পাবে। একই সময়ে, হান্স সুয়েস প্রমাণ পান যে বায়ুমণ্ডলে CO২ এর ঘনত্ব বাড়ছে, এবং রজার রেভেল দেখান যে সমুদ্র এই অতিরিক্ত গ্যাস শোষণ করতে পারবে না। পরে এই দুই বিজ্ঞানী চার্লস কিলিং-কে সহায়তা করেন, যিনি বায়ুমণ্ডলে ক্রমাগত বাড়তে থাকা CO২ মাত্রার একটি রেকর্ড তৈরি করেন—যা \"কিলিং কার্ভ\" নামে পরিচিত। এই কাজ ১৯৬০-এর দশকে মানবসৃষ্ট বৈশ্বিক উষ্ণায়নের সম্ভাব্য কারণ নিয়ে চলমান বৈজ্ঞানিক অনুসন্ধানের অংশ ছিল। ১৯৭৯ সালে ন্যাশনাল রিসার্চ কাউন্সিল-এর চার্নি প্রতিবেদন জলবায়ু মডেলগুলোর যথার্থতা সমর্থন করে, যেখানে উল্লেখ করা হয় যে এগুলো উল্লেখযোগ্য উষ্ণতা পূর্বাভাস দিতে সক্ষম। জলবায়ু পরিবর্তনের মানবসৃষ্ট কারণ এবং প্রশমনবিহীন উষ্ণায়নের বিপদের বিষয়টি ১৯৮৮ সালে জেমস হ্যানসেন মার্কিন সিনেটের একটি কমিটির সামনে প্রকাশ্যে উপস্থাপন করেন। আন্তঃসরকার জলবায়ু পরিবর্তন প্যানেল (IPCC) ১৯৮৮ সালে গঠিত হয়, যাতে বিশ্বব্যাপী সরকারসমূহকে আনুষ্ঠানিক পরামর্শ দেওয়া যায়। এটি অন্তঃবিষয়ক গবেষণা ত্বরান্বিত করে। IPCC-এর প্রতিবেদনগুলোতে বিজ্ঞানীরা সহকর্মী-পর্যালোচিত জার্নাল নিবন্ধে প্রকাশিত আলোচনার ভিত্তিতে মূল্যায়ন করে থাকেন।\nবৈজ্ঞানিক মহলে প্রায় সম্পূর্ণ ঐকমত্য রয়েছে যে পৃথিবীর জলবায়ু উষ্ণ হয়ে উঠছে এবং এর প্রধান কারণ মানবসৃষ্ট কর্মকাণ্ড। ২০১৯ সালের তথ্য অনুযায়ী, সাম্প্রতিক গবেষণামূলক সাহিত্যসমূহে এই ঐকমত্যের হার ৯৯% এরও বেশি। জাতীয় বা আন্তর্জাতিক পর্যায়ে কোনো বৈজ্ঞানিক প্রতিষ্ঠান এই দৃষ্টিভঙ্গির বিরোধিতা করে না। এছাড়া এই ব্যাপারেও ঐকমত্য গড়ে উঠেছে যে, জলবায়ু পরিবর্তনের প্রভাব থেকে মানুষকে রক্ষা করার জন্য কোনো না কোনো পদক্ষেপ নেওয়া প্রয়োজন। বিশ্বের বিভিন্ন জাতীয় বিজ্ঞান একাডেমি বিশ্ব নেতাদের কাছে বৈশ্বিক নিঃসরণ হ্রাসের আহ্বান জানিয়েছে। ২০২১ সালের IPCC মূল্যায়ন প্রতিবেদন-এ বলা হয়েছে যে এটি \"অসন্দিগ্ধভাবে\" প্রমাণিত যে জলবায়ু পরিবর্তনের জন্য মানুষ দায়ী।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\n এই নিবন্ধটি একটি মুক্ত উপাদান থেকে পাঠ্য অন্তর্ভুক্ত করে। লাইসেন্সকৃত CC BY-SA 3.0। পাঠ্য নেওয়া হয়েছে The status of women in agrifood systems – Overview​, FAO, FAO।  \n\n\n== বহিঃসংযোগ ==\n\nআন্তঃসরকার জলবায়ু পরিবর্তন প্যানেল – IPCC (IPCC)\nজাতিসংঘ: জলবায়ু পরিবর্তন (UN)\nমেট অফিস: জলবায়ু নির্দেশিকা (Met Office)\nজাতীয় মহাসাগর ও বায়ুমণ্ডল প্রশাসন: জলবায়ু (NOAA)"}