{"pageid": 1423647, "title": "অ্যামোনিয়াম পারসালফেট", "url": "https://bn.wikipedia.org/wiki?curid=1423647", "content": "অ্যামোনিয়াম পারসালফেট বা অ্যামোনিয়াম পারঅক্সিসালফেট হলো অজৈব যৌগ যার রাসায়নিক সংকেত (NH4)2S2O8। এটি একটি বর্ণহীন (সাদা) লবণ যা পানিতে অত্যন্ত দ্রবণীয়, সম্পর্কিত পটাসিয়াম লবণের চেয়ে অনেক বেশি। এটি একটি শক্তিশালী জারক যা পলিমারকরণ বিক্রিয়ায় একটি অনুঘটক হিসাবে, একটি নকশা কাটার যন্ত্র হিসাবে এবং একটি পরিষ্কারক এবং ব্লিচিং এজেন্ট হিসাবে ব্যবহৃত হয়।\n\n\n== প্রস্তুতি এবং গঠন ==\n\nঅ্যামোনিয়াম পারসালফেট উচ্চ ঘনত্বে সালফিউরিক অ্যাসিডে দ্রবীভূত অ্যামোনিয়াম সালফেট বা অ্যামোনিয়াম বাইসালফেটের শীতল ঘনীভূত দ্রবণের তড়িৎ বিশ্লেষণের মাধ্যমে প্রস্তুত করা হয়। পদ্ধতিটি প্রথম হিউ মার্শাল দ্বারা বর্ণিত হয়েছিল। এক্স-রে ক্রিস্টালোগ্রাফি অনুসারে অ্যামোনিয়াম, সোডিয়াম এবং পটাসিয়াম লবণ কঠিন অবস্থায় খুব অনুরূপ কাঠামো গ্রহণ করে। অ্যামোনিয়াম লবণে, অক্সিজেন-অক্সিজেন দ্বিবন্ধনের (O-O) দূরত্ব হলো 1.497 Å। সালফেট গ্রুপ টেট্রাহেড্রাল, তিনটি ছোট S-O দূরত্ব 1.44 Å এর কাছাকাছি এবং একটি দীর্ঘ S-O বন্ড 1.64 Å।\n\n\n== ব্যবহার ==\nমূলকের উৎস হিসেবে, অ্যামোনিয়াম পারসালফেট প্রধানত নির্দিষ্ট অ্যালকেনের পলিমারকরণ বিক্রিয়ায় মূলক ইনিশিয়েটর হিসেবে ব্যবহৃত হয়। পারসালফেট ব্যবহার করে তৈরি বাণিজ্যিকভাবে গুরুত্বপূর্ণ পলিমারগুলির মধ্যে রয়েছে স্টাইরিন-বুটাডিয়ান রাবার এবং পলিটেট্রাফ্লুরোইথিলিন। সমাধানে, ডায়ানিয়ন মূলকে বিচ্ছিন্ন হয়ে যায়:\n\n[O3SO–OSO3]2−  ⇌ 2 [SO4]•−\nএর কার্যপ্রণালী সম্পর্কে, সালফেট মূলক অ্যালকিনে যোগ করে সালফেট এস্টার মূলক দিতে। এটি একটি পলিঅ্যাক্রিলামাইড জেল তৈরিতে অ্যাক্রিলামাইডের পলিমারকরণ কে অনুঘটক করতে টেট্রামিথিলিথাইলেনেডিয়ামিনের সাথে ব্যবহার করা হয়, তাই এটি এসডিএস-পেজ এবং ওয়েস্টার্ন ব্লটের জন্য গুরুত্বপূর্ণ।\nএর শক্তিশালী জারণ বৈশিষ্ট্যের উদাহরণ, অ্যামোনিয়াম পারসালফেট ফেরিক ক্লোরাইড দ্রবণের বিকল্প হিসাবে মুদ্রিত সার্কিট বোর্ডগুলিতে তামা খোদাই করতে ব্যবহৃত হয়। এই সম্পত্তি বহু বছর আগে আবিষ্কৃত হয়। ১৯০৮ সালে, জন উইলিয়াম টারেন্টাইন তামা খোদাই করার জন্য একটি পাতলা অ্যামোনিয়াম পারসালফেট দ্রবণ ব্যবহার করেছিলেন। টারেন্টাইন তামার সর্পিলগুলিকে অ্যামোনিয়াম পারসালফেট দ্রবণে এক ঘন্টা রাখার আগে তামার সর্পিলগুলিকে ওজন করে। এক ঘন্টা পরে, সর্পিলগুলি আবার ওজন করা হয়েছিল এবং অ্যামোনিয়াম পারসালফেট দ্বারা দ্রবীভূত তামার পরিমাণ রেকর্ড করা হয়েছিল। এই পরীক্ষাটি অন্যান্য ধাতু যেমন নিকেল, ক্যাডমিয়াম এবং লোহাতে প্রসারিত হয়েছিল, যার সবকটিই একই রকম ফলাফল দেয়। জারণ বিক্রিয়া এইভাবে হয়:S2O2−8 (aq) + 2  e− → 2 SO2−4 (aq)।\nঅ্যামোনিয়াম পারসালফেট চুলের ব্লিচের একটি আদর্শ উপাদান।জৈব রসায়নে পারসালফেট জারক হিসেবে ব্যবহৃত হয়।  উদাহরণস্বরূপ, মিনিস্কি বিক্রিয়া এবং এলবস পারসালফেট জারণে।\n\n\n== সুরক্ষা ==\nঅ্যামোনিয়াম পারসালফেট ধারণকারী বায়ুবাহিত ধূলিকণা চোখ, নাক, গলা, ফুসফুস এবং ত্বকের সংস্পর্শে বিরক্ত হতে পারে। উচ্চ মাত্রার ধুলোর সংস্পর্শে শ্বাস নিতে অসুবিধা হতে পারে।\nএটা লক্ষ করা গেছে যে পারসালফেট লবণ হাঁপানির প্রভাবের একটি প্রধান কারণ। অধিকন্তু, এটি পরামর্শ দেওয়া হয়েছে যে অ্যামোনিয়াম পারসালফেটের এক্সপোজার হেয়ার ড্রেসার এবং হেয়ারড্রেসিং শিল্পে কর্মরত অভ্যর্থনাকারীদের মধ্যে হাঁপানির প্রভাব ফেলতে পারে। এই হাঁপানির প্রভাবগুলি সিস্টাইনের অবশিষ্টাংশ, সেইসাথে মেথিওনিনের অবশিষ্টাংশের জারণের কারণে হওয়ার প্রস্তাব করা হয়।\n\n\n== তথ্যসূত্র =="}