{"pageid": 1423074, "title": "ব্রিটেনের রোমান শহরসমূহ", "url": "https://bn.wikipedia.org/wiki?curid=1423074", "content": "পৃথিবীর ইতিহাসের মাঝে গ্রেট ব্রিটেন সাম্রাজ্য ঐতিহাসিক শক্তিশালী সাম্রাজ্যে মধ্যে একটি। মানচিত্রে ৪৩ খ্রীষ্টাব্দে থেকে ৫ম শতাব্দীর পর্যন্ত রোমানদের দখলে সময় ব্রিটেনে শহর গুলোর তালিকা।\n\nরোমান শহরগুলি লাতিন ভাষায় (civitas) নামে পরিচিত ছিল। শহর গুলি জনবসতি পূর্ণ শহর ছিল, সেখানে স্থানীয় উপজাতি সহ অনেক জাতির লোকেরা বসবাস করতো। এই শহর গুলি রোমান কর্মকর্তাদের ধারা পরিচিতি হতো‌। অধিকাংশ শহর গুলি ছিল উপজাতি জনগোষ্ঠীর রাজধানী, যার কারণে এই গুলিকে শহরের তালিকা ভুক্ত করা হয়। রোমানরা রাষ্ট্রকে শক্তিশালী করতে বিভিন্ন কৌশল অবলম্বন করে, উপজাতি বসতি, শহর, বন্দর এবং বিভিন্ন অঞ্চলের সাথে রাস্তা নির্মাণ করে। যার কারণে সকলের মাঝে যোগযোগ আরো বৃদ্ধি পায়। শহর গুলোর মধ্যে খুব কম শহরে রোমান জাতির লোকেরা বসবাস করতে, এই শহর গুলোর মধ্যে একুয়া সুলিস, আধুনিক দীন স্নান। ইংল্যান্ড ও ওয়েলসে বর্তমানে ৭৩ টি শহরের মধ্যে ২৭ টি শহর রোমানদের যুগে মজবুত ভাবে নির্মাণ করা হয়েছিল। এই শহর গুলোর মধ্যে কিছু বিখ্যাত শহর হচ্ছে ক্যামুলোডুনাম, আধুনিক দীন কোলচেস্টার, ব্রিটানিয়ার রোমান প্রদেশের প্রথম রাজধানী এ লন্ডিনিয়াম, আধুনিক দিন লন্ডন, প্রদেশের বর্তমান রাজধানী ইংল্যান্ড এবং যুক্তরাজ্য।\nএই তালিকায় গ্রেট ব্রিটেনে অনেক শহরের নাম থাকলেও, কিছু শহরে রোমানদের নিয়ন্ত্রণে ছিল না। যার কারণে শহর গুলোকে তালিকা ভুক্ত করা হয়নি। তালিকাটিতে দেখা যায় ( আ্যাংলো-স্যাক্সন) এই নামের পাশাপাশি রাজ্য ব্রাইথনিক এবং রোমান ব্যবস্থার নাম। (Civitates) শব্দটি একটি ব্রিটনিক শব্দ, যা আধুনিক একটি শব্দ হচ্ছে (Wells) অর্থ হচ্ছে শক্তিশালী, দুর্গ বা (Citadel)। সারধাণত অ্যাংলো-স্যাক্সনে -কাস্টার, সিস্টার এবং চেস্টার শব্দের গুলো শক্তিশালী প্রতিরক্ষা ব্যবস্থা এবং দুর্গ বোঝানো হয়। ওয়েলশের অষ্টম শতাব্দীর বিখ্যাত সন্ন্যাসী লেখক হিস্টোরিয়া তার লেখার মধ্যে ব্রিটোনাম, নেন্নিয়াস সহ আরো ২৮টি শহরের কথা উল্লেখ পাওয়া যায় (তালিকার ২৮ মধ্যে শহরের মধ্যে বেশ কয়েকটির নিশ্চিত কোন তথ্য পাওয়া যায়নি)। তবে শহর গুলোর তালিকার মধ্যে \"কাস্টোয়েন্ট\" এবং \"কেয়ার ব্রিথন\" এর নাম নেই। ইতিহাসবিদের মতে এই শহর গুলো রোমানদের অধীনে ছিলনা।[১] এই শহর গুলোতে স্কটল্যান্ডে শাসকদের অধীনে ছিল। রোমান জনগণের মধ্যে অনেকেই শাসকদের অত্যাচারের শিকার হয়ে অ্যাংলো-স্যাকসন অঞ্চলে এসে বসতি স্থাপন করেছিল। ওই জায়গা গুলো এখন ইতিহাস সাক্ষী হয়ে রয়ে গেছে। গ্রামের কাছাকাছি শহর গুলোর কিছু ধ্বংসাবশেষ পাওয়া গেছে।\n\n\n== তথ্যসূত্র =="}