{"pageid": 1423040, "title": "দক্ষিণ পশ্চিম আফ্রিকা", "url": "https://bn.wikipedia.org/wiki?curid=1423040", "content": "দক্ষিণ পশ্চিম আফ্রিকা ( আফ্রিকান্স: Suidwes-Afrika   ; জার্মান: Südwestafrika ; ওলন্দাজ: Zuidwest-Afrika) ১৯১৫ থেকে ১৯৯০ সাল পর্যন্ত দক্ষিণ আফ্রিকার প্রশাসনের অধীনে একটি অঞ্চল ছিল, যার পরে এটি আধুনিক নামিবিয়া হয়ে ওঠে। এটি অ্যাঙ্গোলা (১৯৭৫ সালের আগে একটি পর্তুগিজ উপনিবেশ ), বতসোয়ানা (১৯৬৬ সালের আগে বেচুয়ানাল্যান্ড ), দক্ষিণ আফ্রিকা এবং জাম্বিয়া (১৯৬৪ সালের আগে উত্তর রোডেশিয়া ) সীমান্তবর্তী ছিল। এটির প্রশাসনের সময়, দক্ষিণ আফ্রিকা দক্ষিণ পশ্চিম আফ্রিকার ভূখণ্ডে তার নিজস্ব বর্ণবাদ ব্যবস্থা প্রয়োগ করেছিল।\n১৮৮৪ থেকে ১৯১৫ সাল পর্যন্ত জার্মান দক্ষিণ পশ্চিম আফ্রিকা নামে পরিচিত একটি জার্মান উপনিবেশ ছিল, প্রথম বিশ্বযুদ্ধে জার্মানির পরাজয়ের পর  লীগ অফ নেশনস এটিকে দক্ষিণ আফ্রিকা ইউনিয়নের একটি  ম্যান্ডেট করেছিল।  ২৭ অক্টোবর ১৯৬৬ তারিখে জাতিসংঘ আদেশটি বাতিল করলেও , অঞ্চলটির উপর দক্ষিণ আফ্রিকার নিয়ন্ত্রণ অব্যাহত ছিল, আন্তর্জাতিক আইনের অধীনে বেআইনি হওয়া সত্ত্বেও । ১৯১৫ থেকে ১৯৭৮ সাল পর্যন্ত অঞ্চলটি সরাসরি দক্ষিণ আফ্রিকার সরকার  পরিচালিত করেছিল, যখন টার্নহেল সাংবিধানিক সম্মেলন আধা-স্বায়ত্তশাসিত শাসনের ভিত্তি স্থাপন করেছিল। ১৯৭৮ থেকে ১৯৮৫ সালের  অন্তর্বর্তী সময়কালে, দক্ষিণ আফ্রিকা ধীরে ধীরে দক্ষিণ পশ্চিম আফ্রিকাকে  সীমিত আকারের হোম শাসন মঞ্জুর করে, যার পরিণামে জাতীয় ঐক্যের একটি অন্তর্বর্তীকালীন সরকার গঠন করা হয়।\nদক্ষিণ পশ্চিম আফ্রিকা নামিবিয়া প্রজাতন্ত্র হিসাবে স্বাধীনতা লাভ করে  ১৯৯০ সালে, ওয়ালভিস বে এবং পেঙ্গুইন দ্বীপপুঞ্জ বাদ দিয়ে  যা ১৯৯৪ সাল পর্যন্ত দক্ষিণ আফ্রিকার শাসনের অধীনে ছিল।\n\n\n== জার্মান উপনিবেশ ==\n১৮৮৪ সাল থেকে এটি জার্মান দক্ষিণ পশ্চিম আফ্রিকা ( Deutsch-Südwestafrika ) নামে পরিচিত ছিল একটি জার্মান উপনিবেশ হিসাবে। জার্মানির এই অঞ্চলটি পরিচালনা করা একটি কঠিন সময় ছিল, যা কঠোর জার্মান শাসনের বিরুদ্ধে অনেক বিদ্রোহের সম্মুখীন হয়েছিল, বিশেষ করে গেরিলা নেতা জ্যাকব মোরেঙ্গার নেতৃত্বে। প্রধান বন্দর, ওয়ালভিস বে, এবং পেঙ্গুইন দ্বীপপুঞ্জ ১৮৭৮ সালে যুক্তরাজ্য সংযুক্ত করে, ১৮৮৪ সালে কেপ কলোনির অংশ হয়ে ওঠে, ১৯১০ সালে দক্ষিণ আফ্রিকা ইউনিয়ন তৈরির পর, ওয়ালভিস বে কেপ প্রদেশের অংশ হয়ে ওঠে।\n১৮৯০ সালে হেলিগোল্যান্ড-জাঞ্জিবার চুক্তির অংশ হিসাবে, বেচুয়ানাল্যান্ডের উত্তর সীমান্ত থেকে জাম্বেজি নদী  পর্যন্ত বিস্তৃত জমির একটি করিডোর উপনিবেশে যুক্ত করা হয়, যা জার্মান চ্যান্সেলর লিও ফন ক্যাপ্রিভির নামানুসারে এর নামকরণ  ক্যাপ্রিভি স্ট্রিপ ( Caprivizipfel ) করা হয়।\n\n\n== দক্ষিণ আফ্রিকার শাসন ==\n১৯১৫ সালে, প্রথম বিশ্বযুদ্ধের দক্ষিণ পশ্চিম আফ্রিকা অভিযানের সময়, দক্ষিণ আফ্রিকা জার্মান উপনিবেশ দখল করে। যুদ্ধের পরে, এটিকে ভার্সাই চুক্তির অধীনে লীগ অফ নেশনস ক্লাস সি ম্যান্ডেট অঞ্চল হিসাবে ঘোষণা করে যে দক্ষিণ আফ্রিকা ইউনিয়ন দক্ষিণ পশ্চিম আফ্রিকার প্রশাসনের জন্য দায়ী থাকবে। ১৯২২ সাল থেকে, এতে ওয়ালভিস বে অন্তর্ভুক্ত ছিল, যা দক্ষিণ পশ্চিম আফ্রিকা অ্যাফেয়ার্স অ্যাক্টের অধীনে এটি ম্যান্ডেট অঞ্চলের অংশ হিসাবে  পরিচালনা করা হত । দক্ষিণ পশ্চিম আফ্রিকা দ্বিতীয় বিশ্বযুদ্ধ এ  লীগ অফ নেশনস এর পতন ঘটা পর্যন্ত  লিগ অফ নেশনস ম্যান্ডেট ছিল।\nদ্বিতীয় বিশ্বযুদ্ধের পর যখন লীগ অফ নেশনস ম্যান্ডেট জাতিসংঘে স্থানান্তরিত হয় তখন ম্যান্ডেটটি জাতিসংঘের ট্রাস্ট টেরিটরিতে পরিণত হওয়ার কথা ছিল। প্রধানমন্ত্রী, জ্যান স্মাটস, দক্ষিণ পশ্চিম আফ্রিকা জাতিসংঘের নিয়ন্ত্রণে আসার বিষয়ে আপত্তি জানিয়েছিলেন এবং ১৯৪৬ সালে   এই অঞ্চলের স্বাধীনতার অনুমতি দিতে অস্বীকার করেছিলেন, পরিবর্তে এটিকে দক্ষিণ আফ্রিকার পঞ্চম প্রদেশে পরিণত করার  পরিকল্পনা   করেছিলেন।\nযদিও এটি কখনই ঘটেনি, ১৯৪৯ সালে, দক্ষিণ আফ্রিকার পার্লামেন্টে দক্ষিণ পশ্চিম আফ্রিকার শ্বেতাঙ্গদের প্রতিনিধিত্ব দেওয়ার জন্য দক্ষিণ পশ্চিম আফ্রিকা বিষয়ক আইন সংশোধন করা হয়েছিল, যা তাদেরকে হাউস অফ অ্যাসেম্বলিতে ছয়টি এবং সেনেটে চারটি আসন দিয়েছে। \nএটি ন্যাশনাল পার্টির সুবিধার জন্য ছিল, যারা এই অঞ্চলের প্রধানত আফ্রিকান এবং জাতিগত জার্মান শ্বেতাঙ্গ জনগোষ্ঠীর কাছ থেকে জোরালো সমর্থন উপভোগ করেছিল। ১৯৫০ থেকে ১৯৭৭ সালের মধ্যে, দক্ষিণ পশ্চিম আফ্রিকার সমস্ত সংসদীয় আসন ন্যাশনাল পার্টির হাতে ছিল।\nএর একটি অতিরিক্ত পরিণতি ছিল এই অঞ্চলে বর্ণবাদী আইনের সম্প্রসারণ। এটি আন্তর্জাতিক বিচার আদালতে বেশ কয়েকটি রায়ের জন্ম দেয়, যা ১৯৫০ সালে রায় দেয় যে দক্ষিণ আফ্রিকা দক্ষিণ পশ্চিম আফ্রিকাকে জাতিসংঘের আস্থার অঞ্চলে রূপান্তর করতে বাধ্য নয়, তবে এখনও লিগ অফ নেশনস ম্যান্ডেট দ্বারা আবদ্ধ ছিল, জাতিসংঘের জেনারেলের সাথে তত্ত্বাবধায়ক ভূমিকা গ্রহণ করে সমাবেশ। আইসিজে আরও স্পষ্ট করেছে যে সাধারণ পরিষদকে দক্ষিণ পশ্চিম আফ্রিকার বাসিন্দাদের কাছ থেকে পিটিশন গ্রহণ করার এবং বাধ্যতামূলক দেশ, দক্ষিণ আফ্রিকা থেকে প্রতিবেদন আহ্বান করার ক্ষমতা দেওয়া হয়েছিল। সাধারণ পরিষদ তত্ত্বাবধায়ক কার্য সম্পাদনের জন্য দক্ষিণ পশ্চিম আফ্রিকা সংক্রান্ত কমিটি গঠন করে।\n১৯৫৫ সালে জারি করা আরেকটি উপদেষ্টা মতামতে, আদালত আরও রায় দেয় যে দক্ষিণ পশ্চিম আফ্রিকা সম্পর্কিত প্রশ্নগুলি নির্ধারণের জন্য সাধারণ পরিষদকে লীগ অফ নেশনস ভোটিং পদ্ধতি অনুসরণ করতে হবে না। ১৯৫৬ সালে, আদালত আরও রায় দেয় যে কমিটির কাছে বাধ্যতামূলক অঞ্চল থেকে আবেদনকারীদের শুনানি করার ক্ষমতা রয়েছে। ১৯৬০ সালে, ইথিওপিয়া এবং লাইবেরিয়া দক্ষিণ আফ্রিকার বিরুদ্ধে আন্তর্জাতিক বিচার আদালতে একটি মামলা দায়ের করে অভিযোগ করে যে দক্ষিণ আফ্রিকা তার বাধ্যতামূলক দায়িত্ব পালন করেনি। এই মামলাটি সফল হয়নি, ১৯৬৬ সালে আদালতের রায়ে যে তারা মামলা আনার জন্য উপযুক্ত পক্ষ ছিল না। \\\n\n\n=== ম্যান্ডেট বাতিল ===\nদক্ষিণ আফ্রিকা এবং স্বাধীনতার জন্য লড়াইকারী বাহিনীর মধ্যে একটি দীর্ঘ সংগ্রাম ছিল, বিশেষ করে ১৯৬০ সালে দক্ষিণ পশ্চিম আফ্রিকা পিপলস অর্গানাইজেশন (SWAPO) গঠনের পরে।\n২৭ অক্টোবর ১৯৬৬-এ, সাধারণ পরিষদ রেজুলেশন 2145 (XXI) পাস করে যা ম্যান্ডেট বাতিল ঘোষণা করে এবং দক্ষিণ আফ্রিকা প্রজাতন্ত্রের দক্ষিণ পশ্চিম আফ্রিকার প্রশাসনের আর কোন অধিকার নেই। ১৯৭১ সালে, জাতিসংঘের নিরাপত্তা পরিষদের একটি উপদেষ্টা মতামতের অনুরোধের ভিত্তিতে, ICJ রায় দেয় যে নামিবিয়ায় দক্ষিণ আফ্রিকার অব্যাহত উপস্থিতি অবৈধ এবং দক্ষিণ আফ্রিকা অবিলম্বে নামিবিয়া থেকে প্রত্যাহার করার বাধ্যবাধকতার অধীনে ছিল। এটিও রায় দেয় যে জাতিসংঘের সমস্ত সদস্য রাষ্ট্রের একটি বাধ্যবাধকতা রয়েছে যে তারা নামিবিয়ার পক্ষে দক্ষিণ আফ্রিকার দ্বারা সম্পাদিত কোনও কাজকে বৈধ হিসাবে স্বীকৃতি দেবে না। \n১২ জুন ১৯৬৮-এর সাধারণ পরিষদ রেজুলেশন 2372 (XXII) দ্বারা ভূখণ্ডের নাম পরিবর্তন করলে জাতিসংঘ কর্তৃক দক্ষিণ পশ্চিম আফ্রিকা নামিবিয়া নামে পরিচিতি লাভ করে SWAPO নামিবিয়ার জনগণের প্রতিনিধি হিসাবে স্বীকৃত হয়েছিল, এবং জাতিসংঘের পর্যবেক্ষকের মর্যাদা অর্জন করেছিল যখন দক্ষিণ পশ্চিম আফ্রিকার ভূখণ্ড ইতিমধ্যেই অ-স্ব-শাসিত অঞ্চলের তালিকা থেকে বাদ দেওয়া হয়েছিল।\n১৯৭৭ সালে, দক্ষিণ আফ্রিকা ওয়ালভিস উপসাগরের নিয়ন্ত্রণ কেপ প্রদেশে হস্তান্তর করে, যার ফলে এটি একটি এক্সক্লেভ হয়ে ওঠে।\n\n\n=== বান্টুস্তানস (১৯৬৮-১৯৮০) ===\nদক্ষিণ আফ্রিকার কর্তৃপক্ষ ১৯৬০-এর দশকের শেষের দিকে এবং ১৯৭০-এর দশকের গোড়ার দিকে ওডেনডাল কমিশন অনুসারে দক্ষিণ পশ্চিম আফ্রিকায় ১০টি বান্টুস্টান প্রতিষ্ঠা করেছিল, যার মধ্যে তিনটিকে স্ব-শাসন দেওয়া হয়েছিল।  এই বান্টুস্তানগুলি ১৯৮০ সালে পৃথক জাতিগত ভিত্তিক দ্বিতীয় স্তরের প্রতিনিধি কর্তৃপক্ষের সাথে প্রতিস্থাপিত হয়েছিল।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== তিন স্তরের শাসন ব্যবস্থা (১৯৮০-১৯৮৯) ===\nদক্ষিণ আফ্রিকার সরকার দক্ষিণ পশ্চিম আফ্রিকার অবস্থার একটি \"অভ্যন্তরীণ\" সমাধান অর্জনের লক্ষ্যে ১৯৭৬ এবং ১৯৭৮ সালের মধ্যে টার্নহেল সাংবিধানিক সম্মেলন আহ্বান করেছিল। সম্মেলনে ১১টি জাতিগোষ্ঠীর প্রতিনিধিরা উপস্থিত ছিলেন: হেরো, কালারডস, বাস্টার, সোয়ানা, দামারা, ওভাম্বো, ক্যাপ্রিভিয়ানস, নামা, কাভাঙ্গো, সান এবং হোয়াইটস। তবে সর্ববৃহৎ স্বাধীনতা আন্দোলন স্বপনকে আমন্ত্রণ জানানো হয়নি।  সম্মেলনটি \"একটি অন্তর্বর্তীকালীন সরকার প্রতিষ্ঠার জন্য আবেদন\" শিরোনামের একটি ২৯ পৃষ্ঠার নথি তৈরি করেছে। পিটিশনটিতে এই ভূখণ্ডের জন্য একটি অন্তর্বর্তী সরকার গঠনের অনুরোধ ছিল, সেইসাথে \"একটি প্রজাতন্ত্র, গণতান্ত্রিক রাষ্ট্র\" এর নিজস্ব পতাকা এবং জাতীয় সঙ্গীত সহ \"দক্ষিণ পশ্চিম আফ্রিকা/নামিবিয়া\" নামে পরিচিত একটি খসড়া সংবিধান।\nপ্রস্তাবের অধীনে তিন স্তর বিশিষ্ট শাসন ব্যবস্থা থাকার কথা ছিল। প্রথম স্তর, কেন্দ্রীয় সরকার, একটি জাতীয় পরিষদের সমন্বয়ে গঠিত হবে যা একটি মন্ত্রী পরিষদ নিয়োগ করবে। দ্বিতীয় স্তরে জাতিগতভাবে ভিত্তিক প্রতিনিধি কর্তৃপক্ষ থাকবে এবং তৃতীয় স্তরটি স্থানীয় কর্তৃপক্ষের সমন্বয়ে গঠিত হবে।\n\n\n==== প্রথম স্তর: কেন্দ্রীয় সরকার ====\nঅন্তর্বর্তী সরকার (১৯৮০-১৯৮৩)\nশাসনের উপরের স্তরে আইন প্রণয়নের ক্ষমতা সহ নির্বাচিত পঞ্চাশ সদস্য জাতীয় পরিষদের সমন্বয়ে গঠিত। বিধানসভা নির্বাহী ক্ষমতা সহ একটি মন্ত্রী পরিষদ নিয়োগ করবে। ১৯৭৮ সালের ডিসেম্বরে জাতীয় পরিষদের জন্য বহু-জাতিগত নির্বাচন অনুষ্ঠিত হয়েছিল। ডেমোক্রেটিক টার্নহ্যাল অ্যালায়েন্স (ডিটিএ) 50টি আসনের মধ্যে ৪১টি আসন জিতেছে এবং এর নেতা ডার্ক মুজ ১ জুলাই ১৯৮০-এ মন্ত্রী পরিষদের চেয়ারম্যান হবেন। জোহানেস স্ক্রাইওয়ার, ডিটিএ-রও, জাতীয় পরিষদের স্পিকার হন।\nদক্ষিণ আফ্রিকার সরকারের হস্তক্ষেপ এবং একটি স্টেট কাউন্সিল গঠনের প্রস্তাবের কারণে মন্ত্রী পরিষদের পদত্যাগের পর ১৮ জানুয়ারী ১৯৮৩-এ অন্তর্বর্তী সরকারের পতন ঘটে। \n\nপ্রত্যক্ষ শাসন (১৯৮৩-১৯৮৫)\nঅন্তর্বর্তী সরকারের পতনের পর, এর আইন প্রণয়ন ও নির্বাহী ক্ষমতা দক্ষিণ আফ্রিকার প্রশাসক-জেনারেল উইলি ভ্যান নিকের্কের কাছে ফিরে আসে, যিনি প্রধান নির্বাহী কর্মকর্তা হিসেবে জ্যান এফ গ্রীবে সহায়তা করেছিলেন। প্রতিনিধি কর্তৃপক্ষ এবং স্থানীয় কর্তৃপক্ষ এই সময়ের মধ্যে উদ্দেশ্য অনুযায়ী কাজ করতে থাকে।\n\nজাতীয় ঐক্যের অন্তর্বর্তীকালীন সরকার (১৯৮৫-১৯৮৯)\nএকটি নতুন কেন্দ্রীয় সরকার গঠনের ব্যবস্থার পরামর্শ দেওয়ার জন্য সেপ্টেম্বর ১৯৮৩ সালে একটি বহু-দলীয় সম্মেলন প্রতিষ্ঠিত হয়েছিল। সম্মেলনে উনিশটি দল অংশগ্রহণ করলেও আবার SWAPO বাদ পড়ে।\nমাল্টি-পার্টি কনফারেন্স ১৯৮৪ সালে মৌলিক নীতিগুলির উইন্ডহোক ঘোষণাপত্র জারি করে এবং পরের বছর মৌলিক অধিকার ও উদ্দেশ্যগুলির একটি বিল জারি করে, যার ফলে ১৭ জুন ১৯৮৫-এ একটি ট্রানজিশনাল গভর্নমেন্ট অফ ন্যাশনাল ইউনিটি (TGNU) প্রতিষ্ঠিত হয়।\nপূর্ববর্তী অন্তর্বর্তী সরকারের বিপরীতে, TGNU সরাসরি নির্বাচিত হয়নি বরং এর পরিবর্তে একটি নিযুক্ত ৬২ সদস্যের জাতীয় পরিষদ এবং একটি ৮-সদস্যের মন্ত্রী পরিষদের সমন্বয়ে গঠিত ছিল যার নেতৃত্বে প্রতিটি সদস্য তিন মাসের আবর্তনগত ভিত্তিতে থাকবে। ডিটিএ ন্যাশনাল অ্যাসেম্বলিতে ২২টি আসন এবং অন্য পাঁচটি দলকে ৮টি করে আসন দেওয়া হয়েছিল। জোহানেস স্ক্রাইওয়ার আবার জাতীয় পরিষদের স্পিকার হবেন এবং ডেভিড বেজুইডেনহাউট মন্ত্রী পরিষদের প্রথম চেয়ারম্যান হবেন।\n\n\n==== দ্বিতীয় স্তর: প্রতিনিধি কর্তৃপক্ষ ====\nদক্ষিণ পশ্চিম আফ্রিকার দ্বিতীয় স্তরের শাসন ব্যবস্থায় জাতি-ভিত্তিক প্রতিনিধি কর্তৃপক্ষ রয়েছে যা ১৯৬০-এর দশকের শেষের দিকে এবং ১৯৭০-এর দশকের প্রথম দিকে প্রতিষ্ঠিত বান্টুস্তানদের পূর্ববর্তী ব্যবস্থাকে প্রতিস্থাপন করেছিল। প্রতিটি কর্তৃপক্ষের নির্বাহী এবং আইন প্রণয়ন দক্ষতা থাকবে, নির্বাচিত আইনসভার সমন্বয়ে গঠিত যারা চেয়ারম্যানদের নেতৃত্বে নির্বাহী কমিটি নিয়োগ করবে। প্রতিনিধি কর্তৃপক্ষের ভূমির মেয়াদ, কৃষি, প্রাথমিক স্তর পর্যন্ত শিক্ষা, শিক্ষকদের প্রশিক্ষণ, স্বাস্থ্য পরিষেবা, এবং সমাজকল্যাণ এবং পেনশনের দায়িত্ব ছিল এবং তাদের আইনসভার অধ্যাদেশ নামে পরিচিত আইন পাস করার ক্ষমতা ছিল। প্রাক্তন বান্টুস্তানদের থেকে ভিন্ন, প্রতিনিধি কর্তৃপক্ষ শুধুমাত্র জাতিগত ভিত্তিতে কাজ করত এবং ভৌগলিকভাবে সংজ্ঞায়িত এলাকার উপর ভিত্তি করে আর ছিল না।\nশ্বেতাঙ্গ, কালারডস, ওভাম্বোস, কাভাঙ্গোস, ক্যাপ্রিভিয়ানস, ডামারাস, নামাস, সোয়ানাস এবং হেরোদের জন্য প্রতিনিধি কর্তৃপক্ষ তৈরি করা হয়েছিল। রেহোবথ  স্ব-নিয়ন্ত্রণ আইন, ১৯৭৬ দ্বারা রেহোবথ  বাস্টারস - এর জন্য অনুরূপ একটি সংস্থা প্রতিষ্ঠিত হয়েছিল। ১৯৮৬ সালে সান বুশমেনের জন্য একটি উপদেষ্টা পরিষদ প্রতিষ্ঠিত হয়েছিল। হিম্বার জন্য কোন প্রতিনিধিত্বকারী সংস্থা প্রতিষ্ঠিত হয়নি।\n\n\n==== তৃতীয় স্তর: স্থানীয় কর্তৃপক্ষ ====\nস্থানীয় কর্তৃপক্ষ দক্ষিণ পশ্চিম আফ্রিকায় শাসনের সর্বনিম্ন স্তর গঠন করে। পূর্বে প্রতিষ্ঠিত স্থানীয় সরকার সংস্থাগুলি বিদ্যমান থাকবে এবং নতুনগুলি গঠিত হতে পারে। শহরাঞ্চলে, স্থানীয় কর্তৃপক্ষ একটি নির্বাচিত স্থানীয় কাউন্সিল হবে। গ্রামীণ এলাকায় যেখানে স্থানীয় শাসন কাঠামো প্রথাগত প্রথাগত আইনের উপর ভিত্তি করে ছিল, প্রাসঙ্গিক প্রতিনিধি কর্তৃপক্ষ তাদের আরও উন্নয়নে সহায়তা করতে পারে।\n\n\n=== স্বাধীনতার উত্তরণ (১৯৮৯-১৯৯০) ===\nআগের বছর শান্তি চুক্তি স্বাক্ষরের পর ২৮ ফেব্রুয়ারি ১৯৮৯-এ তিন-স্তরীয় শাসন ব্যবস্থা স্থগিত করা হয়। জাতিসংঘের নিরাপত্তা পরিষদের রেজোলিউশন 435 দ্বারা নির্ধারিত হিসাবে, ১ এপ্রিল ১৯৮৯-এ একটি জাতিসংঘ ট্রানজিশন অ্যাসিসট্যান্স গ্রুপ (UNTAG) মোতায়েন করা হয়েছিল। ১৯৮৯ সালের নভেম্বরে একটি গণপরিষদের নির্বাচন অনুষ্ঠিত হয় এবং ২১ মার্চ ১৯৯০ সালে নামিবিয়া প্রজাতন্ত্র হিসাবে অঞ্চলটি স্বাধীন হয়। ওয়ালভিস বে এবং পেঙ্গুইন দ্বীপপুঞ্জ ১৯৯৪ সাল পর্যন্ত দক্ষিণ আফ্রিকার নিয়ন্ত্রণে ছিল।\n\n\n== আরও দেখুন ==\nদক্ষিণ পশ্চিম আফ্রিকার ঔপনিবেশিক গভর্নরদের তালিকা\n১৯৭১-৭২ নামিবিয়ার চুক্তি শ্রমিক ধর্মঘট\nনামিবিয়ার ইতিহাস\nসাউথ ওয়েস্ট আফ্রিকান পিপলস অর্গানাইজেশন (SWAPO)\nদক্ষিণ পশ্চিম আফ্রিকান টেরিটোরিয়াল ফোর্স (SWATF)\nদক্ষিণ পশ্চিম আফ্রিকা পুলিশ (SWAPOL)\nদক্ষিণ আফ্রিকার সীমান্ত যুদ্ধ\n\n\n== তথ্যসূত্র ==\n\n\n=== টীকা ===\n\n\n=== উদ্ধৃতি ===\n\n\n=== সাহিত্য ===\nLandis, Elisabeth (১৯৭৭)। \"The Turnhalle Constitution: An Analysis\": 12–23। আইএসএসএন 0001-9887। জেস্টোর 4185704। \n\n\n=== আরও পড়ুন ===\nমলি ম্যাককুলার্স, বিটউইক্সট অ্যান্ড বিটুইন কলোনি অ্যান্ড নেশন-স্টেট: লিমিনালিটি, ডিকোলোনাইজেশন অ্যান্ড দ্য সাউথ ওয়েস্ট আফ্রিকা ম্যান্ডেট, দ্য আমেরিকান হিস্টোরিক্যাল রিভিউ, ভলিউম 124, ইস্যু 5, ডিসেম্বর 2019, পৃষ্ঠা 1704-1708।\nটেমপ্লেট:SA1910Provinces\nটেমপ্লেট:লীগ অফ নেশনস ম্যান্ডেট\nটেমপ্লেট:ব্রিটিশ বৈদেশিক অঞ্চল"}