{"pageid": 1423953, "title": "অ্যাণ্ড দ্যাট ইজ হোয়াই... মণিপুরী মিথস রিটোল্ড", "url": "https://bn.wikipedia.org/wiki?curid=1423953", "content": "অ্যাণ্ড দ্যাট ইজ হোয়াই... মণিপুরী মিথস রিটোল্ড হলো এল সোমি রায়ের লেখা এবং ভারতের পেঙ্গুইন র‍্যান্ডম হাউস দ্বারা প্রকাশিত মণিপুরের মেইতেই পুরাণের ১২টি গল্পের উপর ভিত্তি করে শিশুদের জন্য একটি বই। এটি ২০২১ সালের ২১শে জুন তারিখে ইম্ফলের প্রাসাদ প্রাঙ্গণে রাজ্যসভার সদস্য এবং মণিপুরের রাজা লেইশেম্বা সানাজাওবা প্রকাশ করেছিলেন। গল্পগুলি পুয়াস -এ (মেইতেই ভাষার পাণ্ডুলিপি) পাওয়া গল্পের রূপান্তর।\n\n\n== পটভূমি ==\nপ্রয়াত পণ্ডিত নিংথোখংজাম খেলাচন্দ্র প্রাচীন মেইতেই পাণ্ডুলিপিগুলির সাথে এল সোমি রায়ের পরিচয় করিয়ে দিয়েছিলেন। প্রাচীন পাণ্ডুলিপির পণ্ডিত থোকচম থুয়াংবা মেইতি, চিত্রকর সাফা ইউমনাম এবং মণিপুরি ইতিহাসবিদ ওয়াঙ্গাম সোমরজিৎ সাহায্য করেছিলেন সোমি রায়কে। মণিপুরে হিন্দুধর্মের আগমনের আগের মেইতেই জনগণের প্রাচীন পৌরাণিক কাহিনীগুলিকে লেখক পুনরায় সামনে এনেছেন। সাফা ইয়ুমনাম পান্ডুলিপিতে পাওয়া চিত্রের মতো লাল এবং বাদামী-ভিত্তিক রঙের প্যালেটে সামান্য নীল বা কালো ব্যবহার করে চিত্রগুলি তৈরি করেছেন।\n\nলেখকের মতে, প্রথমবারের মতো মণিপুরী পৌরাণিক কাহিনী বহির্বিশ্বের কাছে উপস্থাপিত হয়েছে এবং তাই তিনি পাণ্ডুলিপি, পরবর্তী লেখা এবং মৌখিক ঐতিহ্যের গবেষণায় অতিরিক্ত যত্ন নিয়েছেন। দ্য ইন্ডিয়ান এক্সপ্রেসকে দেওয়া এক সাক্ষাৎকারে তিনি বলেন:\"আমাদের নৃত্য এবং সঙ্গীত এবং এমনকি খেলাধুলায় উচ্চ সংস্কৃতি রয়েছে, তবে খুব বেশি দৃশ্যমান ঐতিহ্য নয়। এই বিরল পাণ্ডুলিপিগুলি মেইতেই সম্প্রদায়ের ঐতিহ্য তৈরি করে— এবং তাই যতদূর সম্ভব সংরক্ষণ করা প্রয়োজন।\"\n\n\n== লেখা ==\nবইটিতে মেইতেই পুরাণ থেকে নেওয়া পৌরাণিক প্রাণী, নায়ক, দেবতা এবং দেব দেবী সম্পর্কে ১২টি গল্প রয়েছে।\n\nআর সেজন্যই মানুষ সৃষ্টিশীল এবং ভাবতে পারে : পুরুষের আগে নারীর সৃষ্টির গল্প।\nআর সেই কারণেই মানুষ তার বার্ধক্যে বলিরেখা পায় এবং ঝুঁকে যায় : মানুষের একশ বছর জীবনকাল সম্পর্কে একটি গল্প।\nআর এ কারণেই হরিণ ভাত খায় না : দেবী ফুওইবি, আকাশের কন্যা দেবী সোরারেনের গল্প।\nএবং সেই কারণেই বিড়াল তার মল চাপা দেয় : একটি বাঘ এবং তার মাসি, একটি বিড়ালের গল্প।\nআর সেই কারণেই হাঁস তার নিজের ডিমে তা দেয়না : দয়ার গল্প।\nআর সে কারণেই খুরখুলের তাঁতিরা সিল্ক তৈরি করে : খুরখুল সিল্কের গল্প মণিপুরে ছাপ ফেলে।\nআর সেই কারণেই করং দ্বীপে একটি জাদু বাঁশ জন্মায় : লোকটাক হ্রদের ড্রাগন পাউবি লাইকে হত্যার গল্প।\nএবং সেই কারণেই বিভিন্ন বর্ণযুক্ত কোকিল কেবল বৃষ্টির জল পান করে : সম্প্রদায়ের অন্তর্ভুক্তির গল্প এবং একগুঁয়ে বিদেশী কোকিলেরও।\nআর সেই কারণেই মণিপুরি টাট্টু পবিত্র : সামাদনের গল্প, একটি পৌরাণিক উড়ন্ত ঘোড়া।\nএবং সেই কারণেই কাকচিং গ্রামে একটি পুতুলের পূজা করা হয় : একটি ছোট মেয়ে এবং তার প্রিয় পুতুলের গল্প।\nআর সেই কারণেই আন্দ্রোর গ্রামের আগুন কখনো নেভে না : মণিপুর এবং শান-এর মতো বিদেশী রাজ্যগুলির মধ্যে সংযোগের গল্প।\nআর সেই কারণেই মণিপুর হল পোলোর জন্মস্থান : পোলোর জন্মের গল্প, এবং দেবী কনথৌজাম তামফা লাইরেম্বি ও তাঁর ছেলে খোরিফাবার দুঃসাহসিক কাজের গল্প।\n\n\n== আরও দেখুন ==\nকাংলেই সিংহাসনের গল্প\nবোরো সাহেব ওংবি সনাটম্বি\n\n\n== তথ্যসূত্র =="}