{"pageid": 1423345, "title": "ফ্লাভিয়া সিজারিয়েনসিস", "url": "https://bn.wikipedia.org/wiki?curid=1423345", "content": "ফ্লাভিয়া সিজারিয়েনসিস (\"দ্য সিজারিয়ান'' হলো ফ্ল্যাভিয়াস প্রদেশের লাতিন শব্দ), যা কখনও কখনও ব্রিটানিয়া ফ্লাভিয়া নামেও পরিচিত, তৃতীয় শতাব্দীর শেষের দিকে ডায়োক্লেটিয়ান সংস্কারের সময় সৃষ্ট \"ব্রিটেনদের\" ডায়োসিসের একটি প্রদেশ ছিল। এটি সম্ভবত ২৯৬ খ্রিস্টাব্দে কনস্ট্যান্টিয়াস ক্লোরাস কর্তৃক দখলদার অ্যালেক্টাসের পরাজয়ের পরে তৈরি হয়েছিল এবং সি-৩১২ ভেরোনা রোমান প্রদেশের তালিকা তে উল্লেখ করা হয়েছিল। এটি ক্লোরাসের পরিবারের নামে নামকরণ করা হয়েছে বলে মনে হয় এবং সম্ভবত এটি ম্যাক্সিমা সিজারিয়েনসিসের পাশে অবস্থিত ছিল, তবে তাদের অবস্থান এবং রাজধানী অনিশ্চিত রয়ে গেছে। বর্তমানে, বেশিরভাগ পণ্ডিতরা ফ্ল্যাভিয়া সিজারিয়েনসিসকে দক্ষিণ পেনিনে স্থাপন করেন, সম্ভবত আইরিশ সাগরের কাছে এবং আইসেনির ভূমি সহ। এর রাজধানী কখনও কখনও লিন্ডাম কলোনিয়া (লিংকন) এ স্থাপন করা হয়।\n\n\n== ইতিহাস ==\nরোমান বিজয়ের পর, ব্রিটেন শাসিত হয়েছিল একটি একক প্রদেশ হিসাবে ক্যামুলোডুনাম (কোলচেস্টার) এবং তারপরে লন্ডিনিয়াম (লন্ডন) থেকে এর গভর্নর ক্লডিয়াস অ্যালবিনাসের বিদ্রোহের পর সেভেরান সংস্কার পর্যন্ত। । এই অঞ্চলগুলিকে আপার এবং লোয়ার ব্রিটেনে বিভক্ত ছিল (ব্রিটানিয়া সুপিরিয়র এবং ইনফিরিয়র), যার নিজ নিজ রাজধানী ছিল যথাক্রমে লন্ডিনিয়াম এবং ইবোরাকাম (ইয়র্ক)। ডায়োক্লেটিয়ান সংস্কারের প্রথম পর্যায়ে, ক্যারাউসিয়ান বিদ্রোহের অংশ হিসাবে ব্রিটেন অ্যালেক্টাসের ব্রিটানিক সাম্রাজ্যের নিয়ন্ত্রণে ছিল। কনস্ট্যান্টিয়াস ক্লোরাস এই অঞ্চলটি পুনরুদ্ধার করার পরে এক পর্যায়ে ২৯৬ খ্রিস্টাব্দে, ব্রিটেনের ডায়োসিস (লন্ডিনিয়ামে তার ভিকার থাকাকালীন) গঠিত হয়েছিল এবং গল অফ প্রিফেকচারের একটি অংশে পরিণত হয়েছিল। ব্রিটেনকে তিন, চার বা পাঁচটি প্রদেশের মধ্যে বিভক্ত করা হয়েছিল, যেগুলো প্রিমা, সেকুন্ডা, ম্যাক্সিমা সিজারিয়েনসিস এবং (সম্ভবত) ফ্ল্যাভিয়া সিজারিয়েনসিস এবং ভ্যালেনটিয়া নামের জন্ম দিয়েছে বলে মনে হয়।\nএই প্রয়াত ব্রিটিশ প্রদেশগুলির স্থান নির্ধারণ এবং রাজধানী অনিশ্চিত, যদিও নটিটিয়া ডিগনিটাটাম ফ্ল্যাভিয়ার গভর্নর (প্রেসেস) কে একুএস্ত্রিয়ান পদে অন্তর্ভুক্ত করেছে, যার ফলে এটি লন্ডিনিয়ামে অবস্থিত হওয়ার সম্ভাবনা কম। আর্লেসের ৩১৪ কাউন্সিলে যোগদানকারী বিশপের তালিকা স্পষ্টতই ভুল কিন্তু সাধারণত রোমান প্রশাসনকে নকল করেছে বলে ধরে নেওয়া হয়: একটি প্রাদেশিক রাজধানী হিসাবে লিন্ডাম কলোনিয়ার পরিচয় লন্ডিনেনসি এবং কলোনিয়া লন্ডিনেনসিয়াম শহরগুলির এক বা অন্য বিশপের প্রস্তাবিত সংশোধনের উপর নির্ভর করে। এই সংশোধনগুলি অত্যন্ত অনুমাননির্ভর: বিশপ উশার প্রস্তাব করেছিলেন কলোনিয়া, সেলডেন ক্যামালোডেন বা ক্যামালোডন এবং স্পেলম্যান ক্যামালোডুনাম (কোলচেস্টারের সমস্ত বিভিন্ন নাম) ; ক্যামডেন এটি কেয়ারলিয়ন হিসাবে ধরে নেন, বিশপ স্টিলিংফ্লিট এবং থ্যাকরি প্রস্তাব দিয়েছিলেন একটি স্ক্রাইবাল ত্রুটি চিভ.কল.লন্দিন তৈরি করে  একটি আসল চিভ.কল.লেগ II (ক্যারলিয়ন) থেকে।\nএসএস ফাগান এবং \"ডুভিয়ান\" দ্বারা প্রতিষ্ঠিত প্রথমদিকের ব্রিটিশ চার্চের মেট্রোপলিটান দৃশ্যের বর্ণনা দিয়ে, ওয়েলসের জেরাল্ড ফ্লাভিয়াকে লন্ডনের  আশেপাশে স্থাপন করেন, মের্শিয়া পর্যন্ত বিস্তৃত। বার্ট্রামের অত্যন্ত প্রভাবশালী সৃষ্টি দ্য ডেসক্রিপশন অফ ব্রিটেন এটিকে একইভাবে স্থাপন করেছে: যদিও এটি লন্ডনকে অন্তর্ভুক্ত করে না, তবে এটি মধ্য ইংল্যান্ডের অন্তর্ভুক্ত ছিল এবং সেভারন, টেমস, উত্তর সাগর এবং হাম্বার এবং মার্সি দ্বারা আবদ্ধ ছিল; এটি গৃহীত হয়েছিল ১৭৪০ থেকে ১৮৪০ এর দশক পর্যন্ত, একটি জালিয়াতি হিসাবে প্রমাণিত হওয়ার আগে। আধুনিক পণ্ডিতরা সাধারণত ফ্ল্যাভিয়ার পরিবর্তে লন্ডিনিয়ামকে ম্যাক্সিমাতে রাখেন। বার্লি যুক্তি দিয়েছেন যে ম্যাক্সিমা এবং ফ্লাভিয়া মূলত একটি একক প্রদেশ নিয়ে গঠিত ছিল, যেটি ২৯৬ সালে বিদ্রোহী অ্যালেক্টাসের বিরুদ্ধে সমর্থনের জন্য ব্রিটানিয়া সিজারিয়েন্সিস নামটি পেয়েছিল। যদিও ফ্ল্যাভিয়া সাধারণত লোয়ার ব্রিটেনের পুরানো প্রদেশ থেকে গঠিত হয়েছিল বলে মনে করা হয় , বার্লি প্রস্তাব করেন যে উচ্চ ব্রিটেনকে দুই ভাগে ভাগ করা হয়েছিল (প্রিমা এবং সিজারিয়েনসিসের মধ্যে) এবং তারপরে তিনটি (প্রিমা, ম্যাক্সিমা এবং ফ্লাভিয়া)। এটি ক্যামডেনের আগের তত্ত্বের পুনরাবৃত্তি করে (সেক্সটাস রুফাসের উপর নির্ভর করে) যে ম্যাক্সিমা প্রথম গঠিত হয়েছিল এবং ফ্ল্যাভিয়া কিছু পরে গঠিত হয়েছিল।ফ্ল্যাভিয়ার পরবর্তীতে সৃষ্টি হওয়ার সমর্থকরা মনে করেন যে এটি কনস্টানটিয়াস ক্লোরাসকে উল্লেখ করার প্রয়োজন নেই: পরিবর্তে, এটি কনস্টানটাইন, ভ্যালেনটিনিয়ান বা থিওডোসিয়াসকে নির্দেশ করতে পারে।\n\n\n== তথ্যসূত্র =="}