{"pageid": 1423365, "title": "ভের্নার আরবার", "url": "https://bn.wikipedia.org/wiki?curid=1423365", "content": "ভের্নার আরবার (ইংরেজি: Werner Arber) (জন্ম ৩ জুন ১৯২৯) একজন সুইস অণুজীববিজ্ঞানী এবং জিনতত্ত্ববিদ। তিনি সুইজারল্যান্ডের আরগাউ ক্যান্টনের আরাউ জেলার গ্র্যানিচেন মিউনিসিপ্যালিটিতে জন্মগ্রহণ করেন। ভের্নার আরবার ১৯৭৮ সালের সীমাবদ্ধতা এন্ডোনিউক্লিস আবিষ্কারের জন্য আমেরিকান গবেষক হ্যামিল্টন ও. স্মিথ এবং ড্যানিয়েল নাথন্সের সাথে যৌথভাবে চিকিৎসাবিজ্ঞানে নোবেল পুরস্কার লাভ করেন।\n\n\n== প্রারম্ভিক জীবন এবং কর্মজীবন ==\nআরবার ১৯৪৯ থেকে ১৯৫৩ সাল পর্যন্ত জুরিখের সুইস ফেডারেল ইনস্টিটিউট অব টেকনোলজিতে রসায়ন এবং পদার্থবিদ্যা অধ্যয়ন করেন। ১৯৫৩ সালের শেষের দিকে তিনি ইলেক্ট্রন মাইক্রোস্কোপি প্রশিক্ষণের জন্য জেনেভা বিশ্ববিদ্যালয়ের সহকারীর পদ গ্রহণ করেন। পরবর্তীতে, তিনি ইলেক্ট্রন মাইক্রোস্কোপ ছেড়ে দেন এবং ব্যাকটেরিওফাজ গবেষণা করতে যান এবং ত্রুটিপূর্ণ ল্যাম্বডা প্রোফেজ মিউট্যান্টের উপর তার গবেষণামূলক প্রবন্ধ লেখেন। এই সম্বন্ধে তার আত্মজীবনীতে তিনি লিখেছেন:১৯৫৬ সালের গ্রীষ্মে আমরা ল্যারি মোর্স, এস্টার এবং জোশুয়া লেডারবার্গ কর্তৃক গ্যালাকটোজ গাঁজন করার জন্য ব্যাকটেরিয়া নির্ধারকগুলির ল্যাম্বডা-মধ্যস্থ ট্রান্সডাকশনের উপর করা পরীক্ষাগুলি সম্পর্কে শিখেছি। যেহেতু তারা গবেষণার সময়  ট্রান্সডাক্ট্যান্টগুলির মধ্যে ত্রুটিপূর্ণ লাইসোজেনিক স্ট্রেনের সম্মুখীন হয়েছিল, তাই আমরা অনুভব করেছি যে, এই জাতীয় স্ট্রেনগুলি আমাদের পরীক্ষাগারে গবেষণার জন্য ল্যাম্বডা প্রোফেজ মিউট্যান্টের অধীনে  অন্তর্ভুক্ত করা উচিত। খুব দ্রুত এটি অত্যন্ত ফলপ্রসূ হয়ে উঠল, এজন্য জিন ওয়েইগল এবং গ্রেট কেলেনবার্গারের সাহায্যের জন্য ধন্যবাদ জানাই ... এটিই ছিল ইলেক্ট্রন মাইক্রোস্কোপিস্ট হিসেবে আমার কর্মজীবনের শেষ কাজ এবং জেনেটিক এবং শারীরবৃত্তীয় পদ্ধতি বেছে নেওয়ার মাধ্যমেই আমি একজন আণবিক জেনেটিসিস্ট হয়েছিলাম।\nআরবার জেনেভা বিশ্ববিদ্যালয় থেকে ১৯৫৮ সালে ডক্টরেট ডিগ্রি লাভ করেন। এরপর তিনি ১৯৫৮ সালের গ্রীষ্মে জিও (\"জো\") বার্টানির সাথে ফেজ জেনেটিক্সে ইউনিভার্সিটি অব সাউদার্ন ক্যালিফোর্নিয়াতে কাজ করেন। ১৯৫৯ সালের শেষের দিকে তিনি ১৯৬০ সালের শুরুতে জেনেভায় ফিরে আসার প্রস্তাব গ্রহণ করেন। তবে গুন্থার স্টেন্ট (ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, বার্কলি), জোসুয়া লেডারবার্গ এবং এসথার লেডারবার্গ (স্ট্যানফোর্ড বিশ্ববিদ্যালয়) এবং সালভাদর লুরিয়া (ম্যাসাচুসেট্‌স ইনস্টিটিউট অব টেকনোলজির) পরীক্ষাগারে \"বেশ কিছু ফলপ্রসূ সপ্তাহ\"  কাটানোর পরে তিনি ফিরে আসেন। আরবার উল্লেখ করেছেন যে, ১৯৬৩ সালে যখন তিনি স্টেন্টের বার্কলে ল্যাবে একজন গবেষক ছিলেন, তখনকার পরীক্ষাগুলিই প্রথম প্রমাণ করেছিল যে ই.কোলাই বি এবং কে-তে পরিবর্তন নিউক্লিওটাইড মেথিলেশন দ্বারা সংঘটিত হয়।\nজেনেভা বিশ্ববিদ্যালয়ে ফিরে এসে আরবার পদার্থবিজ্ঞান ইনস্টিটিউটের বেসমেন্টে একটি পরীক্ষাগারে কাজ করেছিলেন, যেখানে তিনি অনেক ফলপ্রসূ গবেষণা চালিয়েছিলেন এবং অনেক প্রথম শ্রেণীর স্নাতক ছাত্র, পোস্টডক্টরাল ফেলো এবং ডেইজি রাউল্যান্ড ডুসোইক্সসহ সিনিয়র বিজ্ঞানীদের হোস্ট করেছিলেন, যাদের কাজ তাকে পরবর্তীতে নোবেল পুরস্কার পেতে সাহায্য করেছিল। ১৯৬৫ সালে জেনেভা বিশ্ববিদ্যালয় তাকে আণবিক জেনেটিক্সের অসাধারণ অধ্যাপক হিসেবে পদোন্নতি দেয়। ১৯৭১ সালে মিলার ইনস্টিটিউট,বার্কলেতে আণবিক জীববিজ্ঞান বিভাগে ভিজিটিং অধ্যাপক হিসাবে এক বছর কাটানোর পর, তিনি বাসেল বিশ্ববিদ্যালয়ে চলে যান। বাসেলে তিনি ছিলেন নবনির্মিত বায়োজেনট্রামে কাজ করা প্রথম ব্যক্তিদের মধ্যে একজন, যেখানে বায়োফিজিক্স, বায়োকেমিস্ট্রি, মাইক্রোবায়োলজি, স্ট্রাকচারাল বায়োলজি, সেল বায়োলজি এবং ফার্মাকোলজি বিভাগ ছিল এবং এখানে তিনি আন্তঃবিষয়ক গবেষণার করেন।\n১৯৮১ সাল থেকে তিনি ২৭ বার লিন্ডাউ নোবেল বিজয়ী মিটিংয়ে তরুণ বিজ্ঞানীদের সাথে তার বিজ্ঞানে দক্ষতা এবং আবেগ ভাগ করেন।\n১৯৮১ সাল থেকে তিনি ওয়ার্ল্ড নলেজ ডায়ালগ সায়েন্টিফিক বোর্ড এবং পন্টিফিকাল একাডেমি অব সায়েন্সের সদস্য। ১৯৮১ সালে তিনি ওয়ার্ল্ড কালচারাল কাউন্সিলের প্রতিষ্ঠাতা সদস্য হন। তিনি ১৯৮৪ সালে আমেরিকান একাডেমি অব আর্টস অ্যান্ড সায়েন্সের ফেলো নির্বাচিত হন। ২০১১ সালের জানুয়ারিতে ষোড়শ পোপ বেনেডিক্ট তাকে পন্টিফিকাল একাডেমি অব সায়েন্সেসের সভাপতি হিসেবে নিযুক্ত করেন। তিনি এই পদে অধিষ্ঠিত হওয়া প্রথম ব্যক্তি যিনি রোমের পোপের কর্তৃত্ব অস্বীকারকারী খ্রিষ্টান। ২০১৭ সালে তিনি পন্টিফিকাল একাডেমি অব সায়েন্সের সভাপতির পদ থেকে অবসর গ্রহণ করেন এবং জার্মান বিজ্ঞানী জোয়াকিম ফন ব্রাউন তার স্থলাভিষিক্ত হন।\n\n\n== ব্যক্তিগত জীবন ==\nভের্নার আরবার ব্যক্তিগত জীবনে বিবাহিত এবং তার সিলভিয়া আরবারসহ দুই জন কন্যা সন্তান রয়েছে।\nআরবার একজন খ্রিস্টান এবং আস্তিক বিবর্তনবাদী। আস্তিক বিবর্তনবাদ সম্পর্কে তিনি বলেছেন \"সর্বাধিক আদিম কোষের জন্য অন্তত কয়েকশ ভিন্ন নির্দিষ্ট জৈবিক ম্যাক্রোমলিকুলের প্রয়োজন হতে পারে। এই ধরনের বেশ জটিল কাঠামো কীভাবে একত্রিত হতে পারে, তা আমার কাছে একটি রহস্য, একজন সৃষ্টিকর্তার, ঈশ্বরের অস্তিত্বের সম্ভাবনা আমার কাছে এই সমস্যার একটি সন্তোষজনক সমাধান উপস্থাপন করে।\"  উপরন্তু, তিনি নিশ্চিত করেছেন: \"আমি জানি যে ঈশ্বরের ধারণা আমাকে জীবনের অনেক প্রশ্ন আয়ত্ত করতে সাহায্য করেছে; এটি আমাকে জটিল পরিস্থিতিতে পরিচালনা করে এবং আমি বিশ্বের কার্যকারিতার সৌন্দর্যের অনেক গভীর অন্তর্দৃষ্টিতে এটি নিশ্চিত দেখতে পাচ্ছি\"।\n\n\n== তথ্যসূত্র =="}