{"pageid": 1423180, "title": "অ্যালুমিনিয়াম ফ্লোরাইড", "url": "https://bn.wikipedia.org/wiki?curid=1423180", "content": "অ্যালুমিনিয়াম ফ্লোরাইড একটি অজৈব যৌগ, যার সংকেত AlF3। এটি আর্দ্র AlF3·xH2O গঠন করে। অনার্দ্র AlF3 এবং এর আর্দ্র যৌগগুলো সব বর্ণহীন কঠিন পদার্থ। অনার্দ্র AlF3 অ্যালুমিনিয়াম ধাতু তৈরিতে ব্যবহৃত হয়। এর অনেকগুলি যৌগ খনিজ হিসেবে পাওয়া যায়।\n\n\n== বিক্রিয়া ও উৎপাদন ==\nঅনার্দ্র AlF3 ছাড়াও বেশ কয়েকটি আর্দ্র AlF3 পরিচিত। AlF3·xH2O সংকেত দিয়ে অন্তর্ভুক্ত করেছে মনোহাইড্রেট (x = 1), ট্রাইহাইড্রেটের দুটি পলিমর্ফ (x = 3), একটি হেক্সাহাইড্রেট (x = 6), এবং একটি ননাহাইড্রেট (x = 9) যৌগগুলি।\nবেশিরভাগ অ্যালুমিনিয়াম ফ্লোরাইড ৭০০° সেলসিয়াস তাপমাত্রায় হাইড্রোজেন ফ্লোরাইডের সাথে অ্যালুমিনার প্রভাবে উৎপন্ন হয়। হেক্সাফ্লুরোসিলিসিক অ্যাসিডও ব্যবহার করা যেতে পারে অ্যালুমিনিয়াম ফ্লোরাইড তৈরিতে।\n \n\nH2[SiF6] + Al2O3 + 3 H2O → 2 AlF3 + SiO2 + 4 H2O\nবিকল্পভাবে, এটি অ্যামোনিয়াম হেক্সাফ্লুরোঅ্যালুমিনেটের তাপ পচন দ্বারা উৎপাদিত হয়।. স্বল্প পরিসরে পরীক্ষাগারে প্রস্তুতির জন্য, হাইড্রোজেন ফ্লোরাইড এর সাথে অ্যালুমিনিয়াম হাইড্রোক্সাইড অথবা অ্যালুমিনিয়াম ধাতুর প্রভাবেও AlF3 প্রস্তুত করা যেতে পারে।\nঅ্যালুমিনিয়াম ফ্লোরাইড ট্রাইহাইড্রেট প্রকৃতিতে বিরল খনিজ রোজেনবার্গাইট হিসাবে পাওয়া যায়।\nঅনার্দ্র গঠনটি তুলনামূলকভাবে সম্প্রতি (2020 সালের হিসাবে) স্বীকৃত খনিজ ওস্কারসোনাইট হিসাবে প্রতীয়মান হয়।\n এর সাথে সম্পর্কিত, অত্যন্ত বিরল খনিজ হল ঝাড়চিখাইট Al(OH)2F.\n\n\n== গঠন ==\nএক্স-রে ক্রিস্টালোগ্রাফি অনুসারে, অনার্দ্র AlF3 বিকৃত AlF6  অক্টাহেড্রা বৈশিষ্ট্যযুক্ত রেনিয়াম ট্রাইঅক্সাইডের নকশা গ্রহণ করে। প্রতিটি ফ্লোরাইড দুইটি অ্যালুমিনিয়ামের কেন্দ্রের সাথে সংযুক্ত। এর ত্রিমাত্রিক পলিমারিক কাঠামোর কারণে, AlF3 এর একটি উচ্চ গলনাঙ্ক রয়েছে। কঠিন অবস্থায় অ্যালিনিয়ামের অন্যান্য ট্রাইহ্যালাইডগুলি ভিন্ন, AlCl₃ এর রয়েছে এক স্তর গঠন এবং AlBr3 ও AlI₃ হল আণবিক ডাইমার। এছাড়াও তাদের কম গলনাঙ্ক রয়েছে এবং ডাইমার দেওয়ার জন্য সহজেই বাষ্পীভূত হয়।  গ্যাস পর্যায়ে অ্যালুমিনিয়াম ফ্লোরাইড D3h প্রতিসাম্যের ত্রিকোণীয় অণু হিসাবে বিদ্যমান। এই গ্যাসীয় অণুর Al–F বন্ধনের দৈর্ঘ্য হল 163 pm। \n\n\n== ব্যবহার ==\nতড়িৎ বিশ্লেষণ প্রক্রিয়ায় অ্যালুমিনিয়াম উৎপাদনে অ্যালুমিনিয়াম ফ্লোরাইড একটি গুরুত্বপূর্ণ সংযোজন।   ক্রায়োলাইটের সাথে একসাথে, এটি গলনাঙ্ককে ১০০০ ডিগ্রি সেলসিয়াসের নিচে কমিয়ে দেয় এবং দ্রবণের পরিবাহিতা বাড়ায়। এই গলিত লবণের মধ্যেই অ্যালুমিনিয়াম অক্সাইড দ্রবীভূত হয় এবং তারপরে তড়িৎ বিশ্লেষিত করে স্তূপাকার অ্যালুমিনিয়াম ধাতু দেয়। \nঅ্যালুমিনিয়াম ফ্লোরাইডের জটিলগুলি জীববিজ্ঞানে ফসফরিল স্থানান্তর প্রতিক্রিয়াগুলির যান্ত্রিক দিকগুলি অধ্যয়ন করতে ব্যবহৃত হয়, যা কোষের জন্য মৌলিক গুরুত্ব, কারণ ফসফরিক অ্যাসিড অ্যানহাইড্রাইড যেমন অ্যাডেনোসিন ট্রাইফসফেট এবং গুয়ানোসিন ট্রাইফসফেট বিপাক, বৃদ্ধি এবং পার্থক্যের সাথে জড়িত বেশিরভাগ প্রতিক্রিয়া নিয়ন্ত্রণ করে। অ্যালুমিনিয়াম ফ্লোরাইড হেটেরোট্রিমেরিক জি প্রোটিনের সাথে আবদ্ধ এবং সক্রিয় করতে পারে এমন পর্যবেক্ষণটি GTPase-সক্রিয়করণ প্রোটিনের ভূমিকা সহ ভিভোতে জি প্রোটিন সক্রিয়করণ অধ্যয়নের জন্য, বেশ কয়েকটি GTPase এর ত্রিমাত্রিক কাঠামোর ব্যাখ্যার জন্য এবং জিটিপি হাইড্রোলাইসিসের জৈব রাসায়নিক প্রক্রিয়া বোঝার জন্য দরকারি বলে প্রমাণিত হয়েছে। \n\n\n=== উপযুক্ত ব্যবহার ===\nজিরকোনিয়াম ফ্লোরাইডের সাথে, অ্যালুমিনিয়াম ফ্লোরাইড হল ফ্লুরোঅ্যালুমিনেট চশমা তৈরির একটি উপাদান।\nএটি গাঁজনে বাঁধা দিতেও ব্যবহৃত হয়।\nম্যাগনেসিয়াম ফ্লোরাইডের মতো এটি একটি নিম্ন-সূচক অপটিক্যাল পাতলা ফিল্ম হিসাবে ব্যবহৃত হয়, বিশেষ করে যখন দূর UV স্বচ্ছতার প্রয়োজন হয়।\nভৌত বাষ্প জমার মাধ্যমে, বিশেষ করে বাষ্পীভবন দ্বারা এর জমা সহায়ক।\n\n\n== নিরাপত্তা ==\nঅ্যালুমিনিয়াম ফ্লোরাইডের মৌখিক প্রাণীর প্রাণঘাতী ডোজ (LD₅₀) হল 100 মিগ্রা/কেজি  বারবার বা দীর্ঘায়িত অন্তঃশ্বসন এক্সপোজারের মাধ্যমে হাঁপানি হতে পারে, এবং হাড় এবং স্নায়ুতন্ত্রের উপর প্রভাব ফেলতে পারে, যার ফলে হাড়ের পরিবর্তন (ফ্লুরোসিস), এবং স্নায়ুতন্ত্রের বৈকল্য হতে পারে। \nফ্লোরাইডের অনেক নিউরোটক্সিক প্রভাব অ্যালুমিনিয়াম ফ্লোরাইড জটিলের গঠনের কারণে হয়, যা ফসফেটের রাসায়নিক গঠনকে অনুকরণ করে এবং এটিপি ফসফোহাইড্রোলেস এবং ফসফোলিপেস ডি-এর কার্যকলাপকে প্রভাবিত করে। অ্যালুমিনিয়াম ফ্লোরাইড গঠনের জন্য শুধুমাত্র অ্যালুমিনিয়ামের মাইক্রোমোলার ঘনত্বের প্রয়োজন হয়। \nঅ্যালুমিনিয়াম ফ্লোরাইড দ্বারা  মানুষের এক্সপোজার শিল্প পরিবেশে ঘটতে পারে, যেমন অ্যালুমিনিয়াম হ্রাস প্রক্রিয়া থেকে নির্গমন, অথবা যখন একজন ব্যক্তি ফ্লোরাইডের উৎস (যেমন, পানীয় জলে ফ্লোরাইড বা ফ্লোরাইড-ভিত্তিক কীটনাশকের অবশিষ্টাংশ) এবং একটি অ্যালুমিনিয়ামের উৎস উভয়ই গ্রহণ করে ; অ্যালুমিনিয়ামের সাথে মানুষের এক্সপোজারের উৎসগুলির মধ্যে রয়েছে পানীয় জল, চা, খাদ্যের অবশিষ্টাংশ, শিশুর দুধ, অ্যালুমিনিয়ামযুক্ত অ্যান্টাসিড বা ওষুধ, দুর্গন্ধনাশক, প্রসাধনী এবং কাঁচের পাত্র।\n\n\n== আরও দেখুন ==\nঅ্যালুমিনিয়াম মনোফ্লোরাইড\n\n\n== তথ্যসূত্র =="}