{"pageid": 1423249, "title": "এরউইন নেহার", "url": "https://bn.wikipedia.org/wiki?curid=1423249", "content": "এরউইন নেহার (জার্মান উচ্চারণ: [ˈɛʁviːn ˈneːɐ] ();  ; জন্ম ২০ মার্চ ১৯৪৪) একজন জার্মান বায়োফিজিসিস্ট, সেল ফিজিওলজির ক্ষেত্রে বিশেষজ্ঞ। ১৯৯১ সালে বার্ট সাকম্যানের সাথে যৌথভাবে ‘একক আয়ন সেলের কার্যক্রম বিষয়ে তাঁদের আবিষ্কারে’র জন্য ফিজিওলজি বা মেডিসিনে নোবেল পুরস্কার পান।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nনেহারের জন্ম ল্যান্ডসবার্গ অ্যাম লেচ, আপার বাভারিয়ায়; শিক্ষক এলিজাবেথ (নি ফাইফার) এবং একটি ডেইরি কোম্পানির একজন নির্বাহী কর্মকর্তা ফ্রাঞ্জ জাভার নেহারের পুত্র। তিনি ১৯৬৩ থেকে ১৯৬৬ সাল পর্যন্ত মিউনিখের টেকনিক্যাল ইউনিভার্সিটিতে পদার্থবিদ্যা অধ্যয়ন করেন।\n১৯৬৬ সালে, তিনি মার্কিন যুক্তরাষ্ট্রে অধ্যয়নের জন্য ফুলব্রাইট স্কলারশিপ লাভ করেন। তিনি এক বছর উইসকনসিন-ম্যাডিসন বিশ্ববিদ্যালয়ে কাটান এবং বায়োফিজিক্সে স্নাতকোত্তর ডিগ্রি অর্জন করেন। পোস্ট-ডক্টরালের জন্য ইয়েল বিশ্ববিদ্যালয়ে চার্লস স্টিভেনস ল্যাবরেটরিতে থাকাকালীন তাঁর সহকর্মী বিজ্ঞানী ইভা-মারিয়া নেহারের সাথে সাক্ষাৎ হয়; যাকে তিনি ১৯৭৮ সালে বিয়ে করেন এবং পরবর্তীকালে এই দম্পতির পাঁচটি সন্তান হয়- রিচার্ড, বেঞ্জামিন, ক্যারোলা, সিগমুন্ড এবং মার্গ্রেট। \n২০০৩ সালে ২২ জন নোবেল বিজয়ীর একজন ছিলেন নেহের, যিনি মানবতাবাদী ইশতেহারে স্বাক্ষর করেছিলেন।\n\n\n== কর্মজীবন ==\n১৯৮৬ সালে, তিনি বার্ট সাকম্যানের সাথে যৌথভাবে কলম্বিয়া বিশ্ববিদ্যালয় থেকে লুইসা গ্রস হরউইটজ পুরস্কারে ভূষিত হন। ১৯৮৭ সালে, তিনি ডয়েচে ফরসচুংজেমেইনশ্যাফ্ট-এর গটফ্রিড উইলহেম লিবনিজ পুরস্কার পান, যা জার্মান গবেষণায় সর্বোচ্চ সম্মাননা। ১৯৯১ সালে বার্ট সাকম্যানের সাথে যৌথভাবে “একক আয়ন সেলের কার্যক্রম বিষয়ে তাঁদের আবিষ্কারে’র জন্য ফিজিওলজি বা মেডিসিনে নোবেল পুরস্কার পান। নেহার এবং সেকম্যানই প্রথম লাইভ সেলে একক আয়ন চ্যানেলে বৈদ্যুতিক প্রবাহের রেকর্ড করেন (তাঁরাই প্রথম লিপিড বিলেয়ার পদ্ধতিতে এটা রেকর্ড করেন) তাঁদের বিকশিত প্যাচ-ল্যাম্প টেকনিকের মাধ্যমে;  প্রজেক্টটি নেহার ইয়েলে চার্লস এফ. স্টিভেনসের গবেষণাগারে পোস্টডক্টরাল গবেষণা সহযোগী হিসেবে থাকাকালীন শুরু করেছিলেন।\n১৯৮৩ সাল থেকে, তিনি গটিংজেনের ম্যাক্স প্ল্যাঙ্ক ইনস্টিটিউট ফর বায়োফিজিক্যাল কেমিস্ট্রির একজন পরিচালক হন এবং মেমব্রেন বায়োফিজিক্স বিভাগের নেতৃত্ব দেন। ২০১১ সাল থেকে তিনি ইনস্টিটিউটের একজন ইমেরিটাস পরিচালক হিসেবে দায়িত্ব পালন করেন। এছাড়াও তিনি গটিংজেন বিশ্ববিদ্যালয়ের একজন ইমেরিটাস প্রফেসর এবং বার্নস্টাইন সেন্টার ফর কম্পিউটেশনাল নিউরোসায়েন্স গটিংজেন-এর সহ-সভাপতি।\n\n\n== সম্মান ও পুরস্কার ==\nফিজিওলজি বা মেডিসিনে নোবেল পুরস্কার (১৯৯১, বার্ট সাকম্যানের সাথে যৌথভাবে)\nরয়্যাল সোসাইটির ফেলো (১৯৯৪)\nস্নায়ুবিজ্ঞানে রাল্ফ ডব্লিউ জেরার্ড পুরস্কার (১৯৯১)\nগটফ্রাইড উইলহেম লিবনিজ পুরস্কার (১৯৮৭)\nলুইসা গ্রস হরউইটজ পুরস্কার (১৯৮৬)\nনেহের সাম্মানিক ডিগ্রি অর্জন করেছেন:\n\nঅ্যালিক্যান্টে বিশ্ববিদ্যালয়, স্পেন, ১৯৯৩\nউইসকনসিন বিশ্ববিদ্যালয়, ম্যাডিসন, উইসকনসিন, মার্কিন যুক্তরাষ্ট্র, ১৯৯৩\nমিউনিখের কারিগরি বিশ্ববিদ্যালয়, এফআরজি, ১৯৯৪\nমাদ্রিদ বিশ্ববিদ্যালয়, স্পেন, ১৯৯৪\nহুয়াজং ইউনিভার্সিটি অফ সায়েন্সেস অ্যান্ড টেকনোলজি, উহান, পিআর চীন, ১৯৯৪\nবাহিয়া ব্লাঙ্কা বিশ্ববিদ্যালয়, আর্জেন্টিনা, ১৯৯৫\nরোম বিশ্ববিদ্যালয়, ইতালি, ১৯৯৬\nজেরুজালেমের হিব্রু বিশ্ববিদ্যালয়, ইসরায়েল, ১৯৯৯\nপাভিয়া বিশ্ববিদ্যালয়, ২০০০\nনেহার ১৯৯৪ সালে রয়্যাল সোসাইটির (এফওআরএমইএমআরএস)একজন বিদেশী সদস্য নির্বাচিত হন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ার জন্য ==\nSchoenfeld, Robert L (জানুয়ারি ২০০৬)। Exploring the Nervous System: With Electronic Tools, an Institutional Base, a Network of Scientists। Universal-Publishers। আইএসবিএন 978-1-58112-461-3।"}