{"pageid": 1423368, "title": "টম অ্যান্ড জেরি: দ্য ফাস্ট অ্যান্ড দ্য ফারি", "url": "https://bn.wikipedia.org/wiki?curid=1423368", "content": "টম অ্যান্ড জেরি: দ্য ফাস্ট অ্যান্ড দ্য ফারি হল ২০০৫ সালের মার্কিন অ্যানিমেটেড মারপিটধর্মী - অ্যাডভেঞ্চার কমেডি ফিল্ম যেটিতে বিড়াল - মাউস জুটি টম অ্যান্ড জেরি রয়েছে। ওয়ার্নার ব্রাদার্স অ্যানিমেশন এবং টার্নার এন্টারটেইনমেন্ট কোং দ্বারা প্রযোজিত, এটি ভিডিও-র জন্য তৈরি তৃতীয় টম অ্যান্ড জেরি ফিল্ম। টম অ্যান্ড জেরির পাশাপাশি: ব্লাস্ট অফ টু মার্স (এছাড়াও বিল কপ কর্তৃক রচিত এবং পরিচালিত), চলচ্চিত্রটির মুক্তি ১৯৪০ সালে বিড়াল-ইঁদুর দলের আত্মপ্রকাশের ৬৫তম বার্ষিকীর সাথে মিলে যায়।\nThe Fast and the Furry প্রথম মার্কিন যুক্তরাষ্ট্রের নির্বাচিত শহরগুলিতে কিডটুন ফিল্মস দ্বারা 3 সেপ্টেম্বর, 2005-এ মুক্তি পায়। এরপর চলচ্চিত্রটি ভিএইচএস (এটিকে সেই বিন্যাসে মুক্তি দেওয়া চূড়ান্ত টম অ্যান্ড জেরি ফিল্ম হিসেবে পরিণত করে) এবং ডিভিডি 11 অক্টোবর, 2005, এবং 5 এপ্রিল, 2011-এ ব্লু-রে- তে\n\n\n== প্লট ==\nটম এবং জেরি ইঁদুর \"ফ্যাবুলাস সুপার রেস\", একটি রিয়েলিটি রেস শো এর বিজ্ঞাপন দেখে, টম এবং জেরি [[হলিউডের গ্লোবব্লার স্টুডিওতে যাওয়ার আগে একটি জাঙ্কিয়ার্ড থেকে তাদের যানবাহন তৈরি করে, লস এঞ্জেলেস|হলিউড]], ক্যালিফোর্নিয়া, এবং প্রতিযোগিতায় নিজেদের প্রবেশ করে। লাইনের অন্যান্য রেসারদের মধ্যে রয়েছে বয়স্ক গ্র্যামি এবং তার পোষা কুকুর স্কুয়ার্টি; ডার্ক লর্ড এবং ফ্লোরিস্ট গোর্থান; সুপারস্টার Steed Dirkly; চার সকার মায়ের একক মা; এবং বিজ্ঞানী ড. প্রফেসর, পরবর্তীতে অ্যান্টিম্যাটার দুর্ঘটনাক্রমে তাকে এবং তার বাহনকে বাষ্পীভূত করার পরে দৌড়ের আগে নিজেকে নির্মূল করে।\nরেসটি হলিউডে শুরু হয়, যেখানে গ্র্যামি প্রথম দিকে এগিয়ে যায়, কিন্তু স্টিড তাকে দেরীতে ছাড়িয়ে যায়। রেসাররা মেক্সিকো-এ ফিনিশ লাইনে পৌঁছানোর পর, গ্লোবওব্লার স্টুডিওর প্রধান, জ্যাক \"জেডব্লিউ।\" রেন, উচ্চ পাবলিক রেটিং এর কারণে আমাজনিয়ান জঙ্গল তে রেস বাড়ানোর সিদ্ধান্ত নেন। জঙ্গলের মধ্য দিয়ে দৌড়ের সময়, টম জেরিকে বাদ দেওয়ার আশায় রেসারদের যে রাস্তাটি নিতে হবে তা নির্দেশ করে একটি চিহ্ন বদল করে। যাইহোক, তার কৌশলের ফলে সকার মম তার মিনিভ্যান কুইকস্যান্ড-এ ডুবে যাওয়ায় তাকে বাদ দেওয়া হয়। তিনি জেরিকে জানান যে কোন পথটি নিতে হবে, তাকে দৌড় চালিয়ে যাওয়ার অনুমতি দেয়। Steed আবার জিতেছে, যখন গ্র্যামি তাকে অনুসরণ করেছে দ্বিতীয়, কিন্তু J.W. উচ্চ রেটিং এর কারণে এখনও চালিয়ে যেতে চায়। রেসের পরবর্তী ধাপ অ্যান্টার্কটিকা এ শুরু হবে, এবং রেসারদের সমুদ্র ভ্রমণের জন্য তাদের যানবাহন পরিবর্তন করতে হবে।\nঅ্যান্টার্কটিকার পথে, স্টিডের গাড়িটি ডুবে যায়, যার ফলে সে একটি দ্বীপে মৎসকন্যা পড়ে যাবার আগেই তার নির্মূল হয়ে যায়, যে তাকে তার সন্তানদের খাওয়ানোর জন্য এগিয়ে যায়। অ্যান্টার্কটিকায় পৌঁছানোর প্রথম প্রতিযোগী হলেন গোর্থান, হোস্ট বিফ বুজার্ড এবং বাজ ব্লিস্টার তাকে ধাতব খুঁটি চাটতে প্ররোচিত করার পরেও বাদ দেওয়া হয়েছিল। তার জিহ্বা মুক্ত করার জন্য সংগ্রাম করার সময় একটি আইসবার্গ এর উপর তার বাহন সহ তাকে ফেলে রাখা হয়। টম, জেরি এবং গ্র্যামি আসার সাথে সাথে একটি তিমি ঘটনাক্রমে তাকে এবং স্কুয়ার্টিকে গিলে ফেললে গ্র্যামিকে সরিয়ে দেওয়া হয়, টমের কৌশলের জন্য ধন্যবাদ। J.W. তারপর হোস্টদের জানিয়ে দেয় যে অস্ট্রেলিয়ায় ডুবো ভ্রমণের জন্য রেসারদের আবার তাদের যানবাহন পরিবর্তন করতে হবে। পানির নিচে দৌড়ানোর সময় টম সমস্যার সম্মুখীন হয়। সিলস তার গাড়িটি দখল করে নেয়, এবং তার মাছের রসের স্প্রে হাঙ্গরকে আকর্ষণ করে, অবশেষে তাকে নির্মূল করে যখন সে একটি কংক্রিট ব্লকে বিধ্বস্ত হয় এবং একটি অ্যাঙ্কর তাকে পিষে ফেলে। অস্ট্রেলিয়ায় পৌঁছানোর পর, জেরি অস্ট্রেলিয়া জুড়ে বোর্নিও পর্যন্ত দৌড় চালিয়ে যান, যেখানে ফিনিস লাইনটি পুনরায় নির্ধারিত হয়। গ্র্যামি এবং স্কুয়ার্টি রেসে ফিরে আসে যখন তিমি তাদের থুতু ফেলে দেয়। J.W.-এর নির্দেশে J.W.-এর সহকারী আরভিং তাকে উদ্ধার করার পরে এবং অস্ট্রেলিয়াকে নেতৃত্ব দেওয়ার জন্য অর্ধেক দেখে নেওয়ার পর টমও ফিরে আসে।\nরেসের পরবর্তী ধাপে বোর্নিওতে বিমান ভ্রমণের জন্য রেসাররা তাদের যানবাহনগুলিকে বেলুন দিয়ে পরিবর্তন করে। পায়ের সময়, টম জেরিকে আক্রমণ করার চেষ্টা করার সময় অসাবধানতাবশত গ্র্যামির বেলুনগুলি পপ করে, যার ফলে গ্র্যামি আবারও নির্মূল হয়ে যায় যখন সে এবং স্কোয়ার্টি প্যারাসুট বলে মনে করা নিয়ে ঝগড়া করার কারণে তাদের মৃত্যু হয়। J.W. তারপর রেসের সত্যিকারের চূড়ান্ত পর্বের ঘোষণা দেয়, যেটা তাদের সাথে জেট প্লেন নিয়ে হলিউডে ফিরে যেতে হবে কারণ রেস খুব বেশি সময় নেয়। টম এবং জেরি যাইহোক এগিয়ে যান এবং এশিয়া, ইউরোপ, আটলান্টিক এবং মার্কিন যুক্তরাষ্ট্রের মধ্য দিয়ে দৌড়ে যান, প্রক্রিয়ায় চীনের মহাপ্রাচীর এবং সেন্ট বেসিলের ক্যাথেড্রাল এর মতো অসংখ্য স্মৃতিস্তম্ভ ধ্বংস করে দেন। তাদের জেটগুলি ফিনিশ লাইনের কাছে চূর্ণবিচূর্ণ এবং ছিন্নভিন্ন হয়ে যায়, টম এবং জেরি উভয়েই একটি টাইতে রেস শেষ করে।\nযদিও তারা উভয়ই প্রযুক্তিগতভাবে জিতেছে, J.W. দাবি করে যে, চুক্তি অনুসারে, যদি একটি টাই ঘটে তবে একটি টাইব্রেকার অন্য রেসের মাধ্যমে ঘটতে হবে। আবার পুরো অগ্নিপরীক্ষার মধ্য দিয়ে যেতে না চাওয়ায়, টম এবং জেরি তাকে আক্রমণ করে এবং চলে যাওয়ার আগে প্রাসাদের চাবিগুলো কেড়ে নেয়। রাগান্বিত এবং দিশেহারা, J.W. তারপর ঘোষণা করে যে হলিউড পারিবারিক বিনোদনের জন্য দাঁড়িয়েছে। হলিউডের ফেরাউন-সদৃশ রাষ্ট্রপতি জে.ডব্লিউ. তার হৃদয়ের অনুপযুক্ত পরিবর্তনের জন্য, আরভিং গ্লোববলার স্টুডিওর নতুন প্রধান হন। টম এবং জেরি তাদের নতুন প্রাসাদটি এক মুহুর্তের জন্য শান্তিপূর্ণভাবে ভাগ করে নেয়, যতক্ষণ না টমের মালিক দেখায় এবং টমকে জেরিকে তাড়া করার আদেশ দেয়, তাদের প্রতিদ্বন্দ্বিতা পুনরুদ্ধার করে।\n\n\n== অভ্যর্থনা ==\nকমন সেন্স মিডিয়া-এর রেনি শনফেল্ড ছবিটিকে চারটির মধ্যে দুটি তারকা দিয়েছিলেন, বলেছেন \"টম অ্যান্ড জেরি অভিনীত কিছু বিদগ্ধ স্পুফের বিপরীতে, এটি কম চতুর এবং সহজভাবে রোমাঞ্চ এবং স্পিলের প্রতি নিবেদিত।\"\n\n\n== তথ্যসূত্র =="}