{"pageid": 1423687, "title": "খাদ্য নিরাপত্তা ও রসায়ন", "url": "https://bn.wikipedia.org/wiki?curid=1423687", "content": "১৯৬৬ সালে WHO কর্তৃক আয়োজিত 'বিশ্ব খাদ্য শীর্ষ-সম্মেলন' বা 'World Food Summit'-এ বিভিন্ন রাষ্ট্র- প্রধানের আলোচনায় 'খাদ্য নিরাপত্তা' বা Food security-কে নিম্নরূপে সংজ্ঞায়িত করা হয়-\n\nAll people at all times have access to sufficient, safe, nutritious food to maintain a healthy and active life\nঅর্থাৎ,\n\nবছরের সব সময় সব নাগরিকের সুস্থ ও কর্মক্ষম জীবনধারণের জন্য পরিমাণে পর্যাপ্ত, স্বাস্থ্যবিধিগত, নিরাপদ ও সঠিক পুষ্টিমানের খাদ্য যোগান বা সরবরাহের নিশ্চয়তার ব্যবস্থা করাকে খাদ্য নিরাপত্তা বলে\nখাদ্য নিরাপত্তা নিম্নোক্ত তিনটি ভিত্তির ওপর প্রতিষ্ঠিত:\n\nপর্যাপ্ত খাদ্য প্রাপ্তি (Food availability): এটি হলো দেশের বাজারে কেনার মতো পর্যাপ্ত খাদ্যের যোগান।\nখাদ্য গ্রহণের সামর্থ্য (Food access): এটি হলো দেশের প্রত্যেক ব্যক্তির প্রয়োজনীয় পুষ্টিমানের খাদ্য কেনার অর্থনৈতিকভাবে সামর্থ্য এবং শারীরিকভাবে সে খাদ্য গ্রহণের সামর্থ্য।\nখাদ্যের সঠিক ব্যবহার (Food use): এটি হলো ব্যক্তির দেহের প্রয়োজনমতো পুষ্টিমান সম্পন্ন খাদ্য পরিমাণে গ্রহণের ব্যক্তির জ্ঞান, পর্যাপ্ত পানি গ্রহণ ও স্বাস্থ্যবিধি অনুসরণ।\n\n\n== খাদ্য নিরাপত্তায় রসায়নের ভূমিকা ==\nখাদ্য নিরাপত্তা ব্যবস্থায় রসায়নের ভূমিকা বহুমুখী। এ বহুমুখী ভূমিকাকে মূলত দু'টি অংশে আলোচনা করা হলো:\n\nখাদ্য উৎপাদন বৃদ্ধিতে রসায়নের ভূমিকা।\nউৎপাদিত খাদ্য বস্তুকে দীর্ঘকাল সংরক্ষণে রসায়নের ভূমিকা।\n\n\n=== খাদ্য উৎপাদন বৃদ্ধি ===\nকৃষি জমিতে অধিকতর পরিমাণে ফসল উৎপাদন খাদ্য নিরাপত্তার প্রধান শর্ত। এজন্য উন্নতমানের বীজ যেমন দরকার; তার সাথে দরকার উদ্ভিদের বৃদ্ধি ও ফুল-ফল ধারণের প্রয়োজনীয় উপাদান নাইট্রোজেন (N), ফসফরাস (P )ও পটাশিয়াম (K) প্রভৃতি উপাদান সমৃদ্ধ যৌগ, যা রাসায়নিক সার নামে পরিচিত।\n\nনাইট্রোজেন যুক্ত প্রধান সার হলো ইউরিয়া (NH2)2C=O; এছাড়া আছে অ্যামোনিয়াম নাইট্রেট NH4NO3; অ্যামোনিয়াম সালফেট (NH4)2SO4 ইত্যাদি। এরা উদ্ভিদের বৃদ্ধির সহায়ক।\nফসফরাস যুক্ত বিভিন্ন সার হলো TSP (ট্রিপল সুপার ফসফেট) বা মনোক্যালসিয়াম ডাই হাইড্রোজেন ফসফেট Ca2(H2PO4)2; ডাই অ্যামোনিয়াম ফসফেট (DAP), NH4)2HPO4 ইত্যাদি।\nপটাসিয়াম যুক্ত সার হলো মিউরেট অব পটাস KCI, পটাসিয়াম নাইট্রেট KNO3, ইত্যাদি। এরা উদ্ভিদের ফুল ফল ধারণে সহায়ক। আবার জমির ফসলকে পোকামাকড় যেন নষ্ট করতে না পারে এর জন্য রসায়নবিদেরা তৈরি করেছে পোকা ধ্বংসকারী বিষাক্ত রাসায়নিক পদার্থ; এদেরকে কীটনাশক (Insecticides) বলে।\nরসায়নের এ সব অবদানের কারণে বিগত কয়েক দশকে পৃথিবীতে খাদ্য উৎপাদন বহুগুণ বেড়ে গেছে। এরপরে আসে ঋতুভিত্তিক উৎপাদিত ফসলকে খাদ্যরূপে ব্যবহার করার জন্য কয়েক মাস বা বছরের বেশি সময় সংরক্ষণ করার প্রয়োজনীয় ব্যবস্থা। এ সব ফসলের মধ্যে শুষ্ক শস্য জাতীয় খাদ্য দীর্ঘ সময় সংরক্ষণ করা সম্ভব। কিন্তু রসালো শাকসব্জি, ফল-মূল ইত্যাদি খাদ্যবস্তু সহজে ব্যাকটেরিয়া দ্বারা আক্রান্ত হয়ে পচে যায়।\n\n\n=== খাদ্য সংরক্ষণে বাধা ===\nপ্রাকৃতিক কারণে সব ধরনের খাদ্য, তা রান্না করা হোক বা কাঁচা ফলমূল হোক, দু-একদিনের ব্যবধানে নষ্ট বা খাওয়ার অনুপযোগী হয়ে পড়ে। প্রাকৃতিক কারণে খাদ্য নষ্ট হওয়ার কারণগুলো হলো-\n\nজীবাণু বা ব্যাকটেরিয়া ও ছত্রাক বা ফাংগাস দ্বারা আক্রান্ত হওয়া।\nপরিবেশের কারণ যেমন বাতাসে আর্দ্রতা বৃদ্ধি, তাপমাত্রার ওঠা-নামা।\nবাতাসের তাপমাত্রা ও আর্দ্রতার পরিবর্তনে ঐ সব ক্ষতিকর জীবাণু বা ছত্রাক-এর বৃদ্ধি ঘটে এবং এদের দেহ থেকে নিঃসৃত উৎসেচকের পরিমাণের বৃদ্ধি ঘটে। এ উৎসেচকে থাকে এক ধরনের বিষাক্ত উপাদান। এই বিষাক্ত উপাদানগুলোকে টক্সিন (Toxin) বলে। এসব টক্সিন বিভিন্ন ধরনের হয়। খাদ্যে টক্সিন মিশ্রিত হওয়াকে ফুড পয়জনিং (Food Ooisoning) বলা হয়। কিন্তু টক্সিন স্নায়ুতন্ত্রকে আক্রমণ করে মৃত্যু পর্যন্ত ঘটাতে পারে।\nগ্রীষ্মকালে ফুড-পয়জনিং ও পেটের অসুখের কথা শোনা যায়। গ্রীষ্মকালে হয়ত আমাদের অভিজ্ঞতা হয়েছে রান্না করা ডাল, তরিতরকারি কখনো টক ও গন্ধযুক্ত হয়েছে। এক্ষেত্রে ফাংগাস বা ছত্রাকের কারণে খাদ্যের পচন থেকে জৈব এসিড সৃষ্টি হয়েছে। ঈস্ট জাতীয় ছত্রাক ফলের রস, টমেটোর সস, জেলি, মিষ্টি আচার ইত্যাদি খাবারকে নষ্ট করে ফেলে। খাবারটি টক গন্ধযুক্ত ও ঘোলাটে হয়। আবার মোল্ড জাতীয় ছত্রাক যেমন মিউকর, এসপারজিলাস বাসি পাউরুটির ওপর ধূসর বর্ণের আবরণ তৈরি করে ও গন্ধযুক্ত হয়। একইভাবে পনির, আচার, কমলালেবু, টমেটো প্রভৃতি টক জাতীয় খাবার ও ফলমূল এ সব ছত্রাক দ্বারা আক্রান্ত হয়ে নষ্ট হয়।\nতোমরা এর মধ্যে জেনেছ যে, বিভিন্ন ঋতুতে উৎপাদিত সবজি, ফল মূল ও মাছ ইত্যাদি পচনশীল খাদ্যবস্তুকে পচন থেকে সংরক্ষণ করতে ব্যবসায়ীরা ক্যালসিয়াম কার্বাইড (CaC2) গুঁড়া ও ফরমালিন দ্রবণ পচন রোধক বা প্রিজারভেটিভসরূপে ব্যবহার করছে। উভয় রাসায়নিক পদার্থ দীর্ঘমেয়াদি ব্যবহারে মানবদেহে নানা জটিল রোগ দেখা দেয়। তাই খাদ্যদ্রব্য সংরক্ষণে CaC2 ও ফরমালিন ব্যবহার নিষিদ্ধ। খাদ্যদ্রব্য সংরক্ষণের জন্য আন্তর্জাতিকভাবে অনুমোদিত পচন রোধক বা প্রিজারভেটিভস আছে।\n\n\n== তথ্যসূত্র =="}