{"pageid": 1423176, "title": "ক্যালকাটা ইয়ুথ কয়্যার", "url": "https://bn.wikipedia.org/wiki?curid=1423176", "content": "ক্যালকাটা ইয়ুথ কয়্যার ১৯৫৮ খ্রিস্টাব্দে সলিল চৌধুরী এবং সত্যজিৎ রায়-এর সঙ্গে রুমা গুহঠাকুরতা প্রতিষ্ঠা করেছিলেন। \nক্যালকাটা ইয়ুথ কয়্যার তাদের লোকসংগীত এসং গণসংগীত প্রদর্শনের জন্যে পরিচিত। বহু বছর আগের কথা, এই কয়্যার শিবদাস বন্দ্যোপাধ্যায়ের কথা এবং ভি বালসারার সুরে 'আজ যত যুদ্ধবাজ' শিরোনামের এক গান দিয়ে প্রচারের আলোয় আসে। গানগুলো রুমা গুহঠাকুরতা-এর নির্দেশনায় প্রদর্শিত হোত; তার সঙ্গে বহুলভাবে যুক্ত ছিল দ্বিজেন্দ্রলাল রায়, রবীন্দ্রনাথ ঠাকুর, রজনীকান্ত সেন, কাজী নজরুল ইসলাম, প্রেম ধাওয়ান, সুধীন দাশগুপ্ত, সলিল চৌধুরী এবং শিবদাস ব্যানার্জি প্রমুখের গান।\n\n\n== ইতিহাস ==\n১৯৭৪ খ্রিস্টাব্দে রুমা গুহঠাকুরতা-এর নেতৃত্বে ক্যালকাটা ইয়ুথ কয়্যারের ২০ সদস্যের সঙ্গীত ও নৃত্য গোষ্ঠী কোপেনহেগেন যুব উৎসবে প্রথম পুরস্কার পেয়েছিল। এছাড়া ক্যালকাটা ইয়ুথ কয়্যার ভারতীয় স্বাধীনতার রজত জয়ন্তী বর্ষ উদ্‌যাপনে দিল্লিতে অংশগ্রহণ করেছিল। ১৯৯০ খ্রিস্টাব্দে নেলসন ম্যান্ডেলা ভারতে আসায় তাঁকে সংবর্ধনা দেওয়ার অনুষ্ঠানে এবং ১৯৯৮ খ্রিস্টাব্দে অমর্ত্য সেন নোবেল প্রাইজ পাওয়ার পর তাঁর সম্মাননায় ক্যালকাটা ইয়ুথ কয়্যার উদ্বোধনী সঙ্গীত পরিবেশন করেছিল। ২০০৭ খ্রিস্টাব্দের ২১ জুন ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী)-এর ত্রিশতম বর্ষে পশ্চিমবঙ্গ রাজ্যে এক অনুষ্ঠানেও এই খ্যাতনামা কয়্যার তাদের প্রদর্শন করে। রুমা গুহঠাকুরতা-এর নেতৃত্বে ক্যালকাটা ইয়ুথ কয়্যারের ৫০০০ প্রদর্শন সংগঠিত হয়েছিল। সঙ্গীত, নৃত্য, যন্ত্রসঙ্গীত বাজানো, ব্যবস্থাপনা ইত্যাদি কাজে ক্যালকাটা ইয়ুথ কয়্যারে তিনশোর বেশি সদস্য যুক্ত। ১৯৯৪ খ্রিস্টাব্দের ৩ ডিসেম্বর ক্যালকাটা ইয়ুথ কয়্যারের ৩৬তম বর্ষপূর্তি এবং রুমা গুহঠাকুরতা-এর সঙ্গীত, নৃত্য প্রদর্শন ও চলচ্চিত্রে অভিনয়ের ৫০তম বর্ষপূর্তির এক মনোজ্ঞ অনুষ্ঠানে পশ্চিমবঙ্গের তৎকালীন মুখ্যমন্ত্রী জ্যোতি বসু, বিজয়া রায় (সত্যজিৎ রায়-এর স্ত্রী), বুদ্ধদেব ভট্টাচার্য, সঙ্গীত শিল্পী ঊষা উথুপ, অমিত কুমার প্রমুখ কিংবদন্তি  উপস্থিত ছিলেন। ২০০৪ খ্রিস্টাব্দে গুরুতর হৃদ্‌রোগে আক্রান্ত হওয়ার পরও রুমা গুহঠাকুরতা নিয়মিত প্রদর্শন করতেন। এই কয়্যার হল কলকাতায় গত ছয় দশকে প্রদর্শনকারী নেতৃস্থানীয় গোষ্ঠী।\nপশ্চিমবঙ্গ রাজ্যের প্রাক্তন মুখ্যমন্ত্রী বুদ্ধদেব ভট্টাচার্য ২০০৬ খ্রিস্টাব্দের ২৯ ডিসেম্বর দক্ষিণ কলকাতায় কয়্যারের নতুন ভবনের দ্বারোদ্‌ঘাটন করেন।\n২০০৮ খ্রিস্টাব্দের ২ মে সত্যজিৎ রায়-এর জন্মদিনে ক্যালকাটা ইয়ুথ কয়্যার কলকাতার রবীন্দ্র সদনে তাদের ৫০ বর্ষপূর্তির অনুষ্ঠান করেছিল; যেখানে কিংবদন্তি সঙ্গীত শিল্পী মান্না দে, তৎকালীন লোকসভার স্পিকার সোমনাথ চট্টোপাধ্যায়, সবিতা চৌধুরী, কলকাতার প্রাক্তন মেয়র বিকাশ রঞ্জন ভট্টাচার্য্য, সঙ্গীত শিল্পী সুচিত্রা মিত্র প্রমুখ উপস্থিত ছিলেন। মান্না দে এবং সবিতা চৌধুরী রুমা গুহঠাকুরতা-এর পরিচালনায় 'জানেওয়ালে সিপাহি' গানটি গেয়েছিলেন।\n২০১০ খ্রিস্টাব্দের ১৬ সেপ্টেম্বর কয়্যার ৫২তম বর্ষপূর্তি উদ্‌যাপন করেছিল যেখানে এই প্রতিষ্ঠানের ৬ জন সদস্য ৫০ বছরের বেশি রুমা গুহঠাকুরতা-এর সঙ্গে এখানে প্রদর্শন করেছিলেন।\n২০১২ খ্রিস্টাব্দের ৯ এপ্রিল রুমা গুহঠাকুরতা-এর নেতৃত্বে ৫৪তম বর্ষপূর্তি অনুষ্ঠানই ছিল রুমাদেবীর পরিচালনায় শেষ প্রদর্শন।\n২০১৩ খ্রিস্টাব্দের ১১ জুন ক্যালকাটা ইয়ুথ কয়্যার ৫৫তম বার্ষিকী পালন করে। প্রথম বারের মতো সেই বর্ষপূরণ অনুষ্ঠানে স্বাস্থ্যের অবনতি হওয়ায় রুমা গুহঠাকুরতা উপস্থিত হতে পারেন নি।\n২০১৩ খ্রিস্টাব্দের ২৭ জানুয়ারি কয়্যার উত্তরপাড়া জয়কৃষ্ণ গ্রাউন্ডে এক নৃত্য ও সঙ্গীত উৎসব আয়োজন করেছিল। এই অনুষ্ঠানে বাংলা গানের সঙ্গে লোকনৃত্যের মেলবন্ধনে এক প্রকৃত সংস্কৃতি প্রদর্শিত হয়েছিল। ২০১৩ খ্রিস্টাব্দের ৫ মে গীতাঞ্জলি স্টেডিয়ামে কয়্যার একগুচ্ছ দেশাত্মবোধক গান পরিবেশন করেছিল। তাদের পরবর্তী উপস্থাপনা ছিল ২০১৩ খ্রিস্টাব্দের ২৩ জানুয়ারি মাদার টেরেসা আন্তর্জাতিক পুরস্কার প্রদান অনুষ্ঠান, যেখানে বিভিন্ন ধরনের প্রদর্শন উপস্থিত দর্শক এবং গণ্যমান্যদের আনন্দ দিয়েছিল। ২০১৪ খ্রিস্টাব্দের মে মাসে পিট সিগারের সম্মানে টালিগঞ্জ ক্লাবে কনসার্টে তারা অভাবনীয় সাফল্য পেয়েছিল। ২০১৪ খ্রিস্টাব্দের ৪ জুলাই এবং ১৭ অক্টোবর সেন্ট জেমস স্কুলে দুটি অনুষ্ঠানেই কয়্যার তাদের মার্কামারা লোক সংগীত ও গণসংগীত প্রদর্শন করেছিল। ২০১৫ খ্রিস্টাব্দের ৮ জানুয়ারি কয়্যার ধানতলা হাই স্কুলে প্রদর্শন করে দর্শক-শ্রোতাদের চিত্তকর্ষক সংগীত উপহার দিয়েছিল। ২০১৫ খ্রিস্টাব্দের ১২ সেপ্টেম্বর ক্যালকাটা ইয়ুথ কয়্যার পশ্চিম মেদিনীপুরের নাড়াজোল রাজ কলেজের সুবর্ণ জয়ন্তী উদ্‌যাপন অনুষ্ঠানে প্রদর্শন করেছিল। ২০১৬ খ্রিস্টাব্দের জুলাই মাসে কয়্যার রবীন্দ্র সদনে দ্বিজেন্দ্রলাল রায়, অতুলপ্রসাদ সেন এবং রজনীকান্ত সেনের জন্মবার্ষিকী উদ্‌যাপন অনুষ্ঠানে প্রদর্শন করেছিল। ক্যালকাটা ইয়ুথ কয়্যার ২০১৭ খ্রিস্টাব্দের ফেব্রুয়ারি মাসে সেন্ট জেমস স্কুলে এক অনুষ্ঠানে ১৪টি গান পরিবেশন করেছিল।\n\n\n== ক্যালকাটা ইয়ুথ কয়্যারের অ্যালবাম ==\nবেজে উঠল কী সময়ের ঘড়ি, ১৯৭৬ খ্রিস্টাব্দে এইচএমভি প্রকাশিত একটি গণসংগীতের সংগ্রহ\nওয়াক্ত কী আওয়াজ (হিন্দি), এইচএমভি প্রকাশিত একটি আধুনিক গানের সংগ্রহ\nপ্রার্থনা সংগীত, সিবিএস প্রকাশিত একটি ভক্তিমূলক গানের সংগ্রহ\nঅল টাইম গ্রেট ক্যালকাটা ইয়ুথ কয়্যার, এইচএমভি প্রকাশিত একটি নির্বাচিত ট্র্যাক\nআমরা তরী বেয়ে যাই, ১৯৮১ খ্রিস্টাব্দে এইচএমভি প্রকাশিত একটি গণসংগীতের সংগ্রহ\nমানুষের গান গাই, ১৯৮২ খ্রিস্টাব্দে এইচএমভি প্রকাশিত একটি গণসংগীতের সংগ্রহ\nপঁচিশ বছর ধরে, ১৯৮৩ খ্রিস্টাব্দে কয়্যারের ২৫তম বর্ষপূর্তিতে এইচএমভি কর্তৃক প্রকাশিত\nভারতবর্ষ স্বর্গের এক নাম, এইচএমভি প্রকাশিত একটি বাংলা আধুনিক গানের সংগ্রহ\nস্বদেশি যুগের গান, এইচএমভি কর্তৃক প্রকাশিত একটি দেশাত্মবোধক গানের সংগ্রহ\nচেতনার গান, ১৯৮৮ খ্রিস্টাব্দে সিবিএস কর্তৃক প্রকাশিত ভারতে নেলসন ম্যান্ডেলাকে স্বাগত জানানোর গানের সংগ্রহ\nবিশ শতকের গান, ১৯৯০ খ্রিস্টাব্দে হিন্দুস্থান রেকর্ডস কর্তৃক প্রকাশিত কলকাতা শহরের ৩০০তম জন্মদিন উদ্‌যাপনের একটি  গানের সংগ্রহ\nদেশাত্মবোধক গান, ১৯৯৩ খ্রিস্টাব্দে গাথানি দ্বারা প্রকাশিত একটি দেশাত্মবোধক গানের সংগ্রহ\nদিন আগত ওই, ১৯৯৪ খ্রিস্টাব্দে গাথানি প্রকাশিত বাংলা নববর্ষ (চতুর্দশ শতক) উদ্‌যাপন উপলক্ষে একটি আধুনিক গানের সংগ্রহ\nকদম কদম বাড়ায়ে যা (হিন্দি), ১৯৯৬ খ্রিস্টাব্দে নেতাজি  সুভাষচন্দ্র বসুর  শতবার্ষিকীতে এইচএমভি প্রকাশিত আজাদ হিন্দ ফৌজের একটি গানের সংগ্রহ\nমিলে সবে ভারত সন্তান, ১৯৯৮ খ্রিস্টাব্দে এইচএমভি প্রকাশিত একটি আধুনিক গানের সংগ্রহ\nশিকল ভাঙার গান, ২০০১ খ্রিস্টাব্দে প্রকাশিত একটি দেশাত্মবোধক (প্রাক-স্বাধীনতা) গানের সংগ্রহ\nআমাদের সলিলদা, ২০০৭ খ্রিস্টাব্দে আশা অডিয়ো কর্তৃক প্রকাশিত সলিল চৌধুরী দ্বারা কৃত একটি গণসংগীতের সংগ্রহ\nএক দর মে, ২০১০ খ্রিস্টাব্দে সারেগামা (এইচএমভি) প্রকাশিত একটি রবীন্দ্র সংগীতের হিন্দি অনুবাদের সংগ্রহ \n\n\n== তথ্যপঞ্জী ==\n\n\n== বহির্সংযোগসমূহ ==\nCalcutta Youth Choir, performances\nবিষয়শ্রেণী:ভারতীয় সংগীত | বিষয়শ্রেণী:কলকাতার সংস্কৃতি"}