{"pageid": 1424085, "title": "মা রেইনি", "url": "https://bn.wikipedia.org/wiki?curid=1424085", "content": "গারট্রুড \"মা\" রেইনি (ইংরেজি: Gertrude \"Ma\" Rainey; জন্ম: প্রিজেট; ২৬ এপ্রিল ১৮৮৬ - ২২ ডিসেম্বর ১৯৩৯) একজন মার্কিন ব্লুজ গায়িকা ও প্রভাবশালী প্রারম্ভিক-ব্লুজ রেকর্ডিং শিল্পী। \"মাদার অব ব্লুজ\" খ্যাত রেইনি ভোদভিল ও দক্ষিণ ব্লুজের মধ্যে সেতুবন্ধন তৈরি করে ব্লুজ সঙ্গীতশিল্পীদের একটি প্রজন্মকে অনুপ্রাণিত করেছেন। রেইনি তার জোরালো কণ্ঠ, তেজোদ্দীপ্ত মেজাজ, সৌম্য বাচনভঙ্গি ও গায়কীর \"বিলাপরত\" ধরনের জন্য সুপরিচিত ছিলেন। \"বো-ওয়েভিল ব্লুজ\" ও \"মুনশাইন ব্লুজ\"-এর মত তার প্রারম্ভিক রেকর্ডিংগুলোতে তার এসব গুন লক্ষ্য করা যায়।\nগারট্রুড প্রিজেট কৈশোর থেকে গান গাওয়া শুরু করেন এবং ১৯০৪ সালে উইল \"পা\" রেইনির সাথে বিবাহের পর \"মা\" রেইনি নামে পরিচিতি লাভ করেন। তারা একত্রে র‌্যাবিট ফুট মিনস্ট্রেলসের সাথে সফর করেন এবং পরবর্তীকালে তার নিজেদের দল রেইনি অ্যান্ড রেইনি, অ্যাসাসিনেটরস অব দ্য ব্লুজ গঠন করেন। ১৯২৩ সালে তার প্রথম রেকর্ডিং বের হয়। পরের পাঁচ বছরে তিনি এক শতাধিক রেকর্ড বের করেন, তন্মধ্যে উল্লেখযোগ্য হল \"বো-ওয়েভিল ব্লুজ\" (১৯২৩), \"মুনশাইন ব্লুজ\" (১৯২৩), \"সি সি রাইডার ব্লুজ\" (১৯২৫), \"মা রেইনি'স ব্ল্যাক বটম\" (১৯২৭) ও \"সুন দিস মর্নিং\" (১৯২৭)।\nএছাড়া রেইনি টমাস ডরসি, ট্যাম্পা রেড, ও লুইস আর্মস্ট্রংয়ের সাথে কাজ করেছেন এবং জর্জিয়া জ্যাজ সঙ্গীতদলের সাথে সফর ও গান রেকর্ড করেছেন। ১৯৩৫ সাল পর্যন্ত সঙ্গীত সফর করার পর তিনি পরিবেশনা থেকে অবসর নেন, এবং মৃত্যুর পূর্ব পর্যন্ত তার নিজ শহর জর্জিয়ার কলাম্বাসে মঞ্চ পরিচালক হিসেবে কাজ করে যান। ব্লুজ হল অব ফেম ও রক অ্যান্ড রোল হল অব ফেমে মরণোত্তর তার নাম অন্তর্ভুক্ত করা হয়। ২০২০ সালের মা রেইনি'স ব্ল্যাক বটম-সহ কয়েকটি চলচ্চিত্রে তার চিত্রায়ন দেখা গেছে। ২০২৩ সালে তাকে মরণোত্তর গ্র্যামি আজীবন সম্মাননা পুরস্কার প্রদান করা হয়।\n\n\n== প্রারম্ভিক জীবন ==\nগারট্রুড প্রিজেটের জন্ম তারিখ নিয়ে বিতর্ক রয়েছে। কয়েকটি সূত্রে বলা হয় তিনি ১৮৮২ সালে জন্মগ্রহণ করেন, অন্যদিকে বেশিরভাগ সূত্রে তার জন্ম তারিখ ১৮৮৬ সালের ২৬শে এপ্রিল বলে উল্লেখ করেছে। প্রিজেট নিজেও দাবী করেন তিনি ১৮৮৬ সালের ২৬শে এপ্রিল জর্জিয়া অঙ্গরাজ্যের কলাম্বাস শহরে জন্মগ্রহণ করেছেন। তবে ১৯১০ সালের ২৫শে এপ্রিল গৃহীত ১৯১০ সালের জনশুমারিতে তার জন্ম তারিখ ১৮৮২ সালের সেপ্টেম্বর হিসেবে লিপিবদ্ধ হয়েছিল। গবেষক বব ইগল ও এরিক ল্যব্লাঙ্কের মতে তার জন্মস্থান অ্যালাবামা অঙ্গরাজ্যের রাসেল কাউন্টিতে। প্রিজেটের মাতা এলা (জন্ম: অ্যালেন) ও পিতা টমাস প্রিজেট। তিনি পাঁচ ভাইবোনের মধ্যে দ্বিতীয়।\n১৯০৪ সালের ফেব্রুয়ারি মাসে প্রিজেট উইলিয়াম \"পা\" রেইনিকে বিয়ে করেন। বিয়ের পর তিনি \"মা রেইনি\" নাম ধারণ করেন।\n\n\n== সঙ্গীত জীবন ==\n১৯১০-এর দশকের শেষভাগে কৃষ্ণাঙ্গ সঙ্গীতজ্ঞদের গানের চাহিদা বাড়তে শুরু করে। ১৯২০ সালে প্রথম কৃষ্ণাঙ্গ নারী হিসেবে মামি স্মিথের গান রেকর্ড করা হয়। ১৯২৩ সালে প্যারামাউন্ট রেকর্ডসের প্রযোজক জে. মায়ো উইলিয়ামস রেইনিকে আবিষ্কার করেন। তিনি প্যারামাউন্টের সাথে রেকর্ডিংয়ের জন্য চুক্তিবদ্ধ হন এবং ডিসেম্বর মাসে শিকাগোতে \"ব্যাড লাক ব্লুজ\", \"বো-ওয়েভিল ব্লুজ\" ও \"মুনশাইন ব্লুজ\"-সহ তার প্রথম আটটি গানের রেকর্ডিং করেন। পরের পাঁচ বছরে তিনি এক শতাধিক গানের রেকর্ডিং করেন, যা তার খ্যাতি দক্ষিণ যুক্তরাষ্ট্রের বাইরেও ছড়িয়ে দেয়। প্যারামাউন্ট তাকে \"ব্লুজের জননী\", \"দক্ষিনের গানের পাখি\", \"ব্লুজের স্বর্ণ-কণ্ঠী নারী\" ও \"প্যারামাউন্ট ওয়াইল্ডক্যাট\" নামে অভিহিত করে ব্যাপকভাবে প্রচার করে।\n১৯২৪ সালে রেইনি লুইস আর্মস্ট্রংয়ের সাথে \"জেলি বিন ব্লুজ\", \"কাউন্টিন' দ্য ব্লুজ\", ও \"সি, সি রাইডার\" গান রেকর্ড করেন। একই বছর তিনি কৃষ্ণাঙ্গ ও শ্বেতাঙ্গ শ্রোতাদের জন্য মার্কিন যুক্তরাষ্ট্রের দক্ষিণ ও মধ্য-পশ্চিম অঞ্চলে থিয়েটার ওনার্স বুকিং অ্যাসোসিয়েশনের (টিওবিএ) সঙ্গীত সফরে যান। তিনি দলপতি ও পিয়ানোবাদক টমাস ডরসি ও তার দল দ্য ওয়াইল্ডক্যাটস জ্যাজ দলের সাথে এই সফরে যান। ১৯২৪ সালের এপ্রিল মাসে শিকাগো থেকে তারা তাদের সফর শুরু করেন এবং ১৯২৮ সাল পর্যন্ত সবিরামভাবে এই সফর চালিয়ে যান। ১৯২৬ সালে স্বাস্থ্য ভেঙ্গে পড়লে ডরসি দল ত্যাগ করেন এবং পিয়ানোবাদক হিসেবে তার স্থলাভিষিক্ত হন রেইনির কর্নেটবাদক ফুলার হেন্ডারসনের স্ত্রী লিলিয়ান হার্ডায়ে হেন্ডারসন, যিনি এই দলের প্রধান হন।\nতার সমকালীন অন্যান্য ব্লুজ সঙ্গীতশিল্পীদের মত রেইনিও তার গাওয়া গানের কমপক্ষে এক তৃতীয়াংশের গীত লিখতেন, তন্মধ্যে উল্লেখযোগ্য হল তার সবচেয়ে বিখ্যাত গান \"মুনশাইন ব্লুজ\" ও \"মা রেইনি'স ব্ল্যাক বটম\", যা পরবর্তীকালে \"ধ্রুপদী ব্লুজ\" ধারার মানদণ্ডে পরিণত হয়েছিল।\n১৯২০-এর দশকের শেষভাগে সরাসরি উপস্থাপিত ভোদভিলের পতন ঘটে এবং বেতার ও রেকর্ডকৃত গান এর স্থলাভিষিক্ত হয়। রেইনির কর্মজীবনে দ্রুতই এর প্রভাব পড়েনি। তিনি প্যারামাউন্টের জন্য গান রেকর্ড করতে থাকেন এবং সফর করার জন্য তার নিজের নামে একটি বাস কেনার মত অর্থ উপার্জন করেন। ১৯২৮ সালে তিনি পুনরায় ডরসির সাথে কাজ করেন এবং প্যারামাউন্ট তার সাথে চুক্তি শেষ করার পূর্ব পর্যন্ত তারা একত্রে ২০টি গান রেকর্ড করেন। তার ব্লুজের ধরন এই সঙ্গীত লেবেলের কাছে আর ফ্যাশনেবল বলে গণ্য হচ্ছিল না। প্যারামাউন্ট তাকে ছাঁটাই করে দেওয়ার পর তিনি তার গানগুলোর স্বত্ব নিয়েছিলেন কিনা তা অস্পষ্ট।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nGertrude \"Ma\" Rainey  ওয়েব্যাক মেশিনে আর্কাইভকৃত জুন ৬, ২০১১ তারিখে at the New Georgia Encyclopedia\nডিস্কওগ্‌সে Ma Rainey ডিস্কতালিকা\nঅলমিউজিকে মা রেইনি\nইন্টারনেট মুভি ডেটাবেজে মা রেইনি (ইংরেজি)\nMa Rainey (1886-1939) at Red Hot Jazz Archive\nফাইন্ড এ গ্রেইভে মা রেইনি (ইংরেজি)"}