{"pageid": 1424400, "title": "হায়দ্রাবাদের নিজাম", "url": "https://bn.wikipedia.org/wiki?curid=1424400", "content": "হায়দ্রাবাদের নিজাম হায়দ্রাবাদ রাজ্যের শাসকের উপাধি ছিল (২০২৩-এর হিসাব অনুযায়ী ভারতের তেলেঙ্গানা রাজ্যের অংশ, মহারাষ্ট্রের মারাঠাওয়াড়া অঞ্চল এবং কর্ণাটকের কল্যাণ-কর্নাটক অঞ্চল)। নিজাম হল নিআম উল-মুলকের সংক্ষিপ্ত রূপ (ফার্সি: نظام‌ الملک), যার অর্থ রাজ্যের প্রশাসক, এবং মুঘল সম্রাট ফররুখসিয়ার কর্তৃক দাক্ষিণাত্যের ভাইসরয় নিযুক্ত হওয়ার সময় আসফ জাহ প্রথমকে উপাধি দেওয়া হয়েছিল। দাক্ষিণাত্যের মুঘল ভাইসরয় (নায়েব) হওয়ার পাশাপাশি, আসফ জাহ প্রথম ১৭২৪ সাল পর্যন্ত মুঘল সাম্রাজ্যের প্রধান দরবারী ছিলেন, যখন তিনি হায়দ্রাবাদের স্বাধীন রাজতন্ত্র প্রতিষ্ঠা করেন এবং \"হায়দ্রাবাদের নিজাম\" উপাধি গ্রহণ করেন।\nআসাফ জাহি রাজবংশ প্রতিষ্ঠা করেছিলেন মীর কামার-উদ-দিন সিদ্দিকী (আসফ জাহ প্রথম), যিনি ১৭১৩ থেকে ১৭২১ সাল পর্যন্ত মুঘল সাম্রাজ্যের অধীনে দাক্ষিণাত্য সালতানাতের নায়েব হিসেবে দায়িত্ব পালন করেছিলেন। ১৭০৭ সালে সম্রাট আওরঙ্গজেবের মৃত্যুর পর তিনি বিরতিহীনভাবে এই অঞ্চল শাসন করেন। ১৭২৪ সালে মুঘল নিয়ন্ত্রণ দুর্বল হয়ে পড়ে এবং আসফ জাহ কার্যত স্বাধীন হয়ে ওঠে, কিন্তু ১৮ শতকের শেষের দিকে একাধিক সামরিক ক্ষয়ক্ষতির পর রাজ্যটি শেষ পর্যন্ত মারাঠা কনফেডারেসির উপনদীতে পরিণত হয়। পরবর্তীতে নিজাম মারাঠা-নিজাম যুদ্ধে ব্রিটিশদের মৈত্রীর সাথে মারাঠাদের পরাজিত করে, ব্রিটিশদের দ্বারা পেশোয়া হিসেবে সফল হয়।\nযখন ইংরেজ ইস্ট ইন্ডিয়া কোম্পানি ভারতীয় উপমহাদেশে সর্বোত্তমতা অর্জন করে, তখন তারা নিজামদেরকে তাদের রাজকীয় রাজ্যগুলোকে ক্লায়েন্ট রাজা হিসাবে শাসন করার অনুমতি দেয়। নিজামরা ১৭ সেপ্টেম্বর ১৯৪৮ সাল পর্যন্ত হায়দ্রাবাদ রাজ্যের অভ্যন্তরীণ ক্ষমতা ধরে রেখেছিল, যখন হায়দ্রাবাদ নতুন ভারতীয় ইউনিয়নে একীভূত হয়।\nআসাফ জাহি রাজবংশের মাত্র সাতজন স্বীকৃত শাসক ছিল, কিন্তু প্রথম নিজামের শাসনের ১৩ বছর পর একটি অস্থিতিশীল সময় ছিল যখন তার দুই পুত্র নাসির জং এবং সালবাথ জং এবং নাতি মুজাফুর জং শাসন করেছিলেন। তারা কখনই আনুষ্ঠানিকভাবে শাসক হিসেবে স্বীকৃত ছিল না। সপ্তম এবং শেষ নিজাম, মীর ওসমান আলী খান, যখন অপারেশন পোলোতে ১৯৪৮ সালে ভারত হায়দ্রাবাদ রাজ্যকে একত্রিত করে তখন ক্ষমতা থেকে পতন ঘটে। আজ, শিরোনামটি তার নাতি এবং ভানকারী, আজমেত জাহের হাতে রয়েছে।\n\n\n== ইতিহাস ==\n\n\n=== ব্যুৎপত্তি ===\nনিজাম উপাধিটি ফার্সি نظام /nɪˈzɑːm/ থেকে এসেছে, যেটি নিজেই আরবি niẓām থেকে এসেছে যার অর্থ \"অর্ডার\" বা \"ব্যবস্থা\" এবং সাধারণত উচ্চপদস্থ রাষ্ট্রীয় কর্মকর্তাদের দেওয়া হত।\n\n\n=== ডিসেন্ট ===\nদ্য গোল্ডেন বুক অফ ইন্ডিয়াতে স্যার রোপার লেথব্রিজ (১৮৯৩) অনুসারে, নিজামরা ইসলামিক নবী মুহাম্মদের উত্তরসূরি প্রথম খলিফা আবু বকরের বংশধর। ভারতে নিজামদের পরিবার সমরকন্দের একজন পারস্য আবিদ খানের বংশধর, যার বংশ ইরানের সোহরাওয়ার্ডের সুফি শিহাব-উদ-দিন সোহরাওয়ার্দীর (১১৫৪-৯১) সাথে মিল পাওয়া যায়। ১৬৫০-এর দশকের গোড়ার দিকে, হজ করার পথে, আবিদ খান দাক্ষিণাত্যে থামেন, যেখানে যুবরাজ আওরঙ্গজেব, তখন দাক্ষিণাত্যের গভর্নর, তাকে চাষ করেছিলেন। আবিদ খান ১৬৫৭-৫৮ সালের উত্তরাধিকার যুদ্ধে লড়াই করার জন্য আওরঙ্গজেব কর্তৃক নিযুক্ত হন। আওরঙ্গজেবের সিংহাসনে বসার পর, আবিদ খান মোটা পুরস্কার পন এবং আওরঙ্গজেবের প্রিয় সম্ভ্রান্ত ব্যক্তিতে পরিণত হন। তার ছেলে গাজী উদ্দিন খান সাবেক রাজকীয় উজিরে আজম (প্রধানমন্ত্রী) সা'দুল্লাহ খানের কন্যা সাফিয়া খানমের সাথে বিবাহ বন্ধনে আবদ্ধ হন। নিজাম বংশের প্রতিষ্ঠাতা মীর কামরুদ্দিন খান এই দম্পতির জন্মগ্রহণ করেছিলেন, এইভাবে মুঘল দরবারের দুটি বিশিষ্ট পরিবার থেকে এসেছেন।\nগাজী উদ্দিন খান সম্রাট আওরঙ্গজেবের একজন সেনাপতি হন এবং ১৬৮৬ সালে দক্ষিণ ভারতের বিজাপুর ও গোলকুন্ডা সালতানাত জয়ে গুরুত্বপূর্ণ ভূমিকা পালন করেন  তিনি প্রিন্স আকবরের বিদ্রোহ এবং যুবরাজ মুয়াজ্জামের কথিত বিদ্রোহকে ব্যর্থ করার ক্ষেত্রেও গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন।\n\nআওরঙ্গজেবের মৃত্যুর পর এবং উত্তরাধিকার যুদ্ধের সময়, কামরুদ্দিন এবং তার পিতা নিরপেক্ষ ছিলেন এইভাবে হেরে যাওয়ার ঝুঁকি থেকে রক্ষা পান; প্রথম বাহাদুর শাহ (১৭০৭-১২) এবং জাহান্দার শাহের (১৭১২-১৩) শাসনামলে তারা মুঘল দরবারে প্রান্তিক খেলোয়াড় ছিলেন। তাদের উত্তরসূরি ফররুখসিয়ার (১৭১৩-১৯) ১৭১৩ সালে কামরুদ্দিনকে দাক্ষিণাত্যের গভর্নর নিযুক্ত করেন, তাকে নিজাম-উল-মুলক উপাধিতে ভূষিত করেন। যাইহোক, দুই বছর পরে গভর্নরশিপ কেড়ে নেওয়া হয় এবং কামরুদ্দিন মোরাদাবাদে তার সম্পত্তি প্রত্যাহার করে নেন। পরবর্তী সম্রাট, মুহাম্মদ শাহ (১৭১৯-৪৮) এর অধীনে, কামরুদ্দিন ১৭২১ সালে দ্বিতীয়বার দাক্ষিণাত্যের গভর্নর পদ গ্রহণ করেন। পরের বছর, তার চাচা মুহাম্মদ আমিন খানের মৃত্যুর পর, যিনি মুঘল দরবারে ক্ষমতার দালাল ছিলেন, কামরুদ্দিন দিল্লিতে ফিরে আসেন এবং তাকে উজির (প্রধানমন্ত্রী) করা হয়। ইতিহাসবিদ ফারুকীর মতে, প্রধানমন্ত্রী হিসেবে তার বিরোধীদের দ্বারা তার কার্যকাল অবমূল্যায়ন করা হয়েছিল এবং তার বিরুদ্ধে দাক্ষিণাত্যে একটি বিদ্রোহ পাকানো হয়েছিল। ১৭২৪ সালে, নিজাম তার ঘাঁটি পুনরুদ্ধার করতে দাক্ষিণাত্যে ফিরে আসেন, প্রক্রিয়ায় একটি আধা-স্বাধীন শাসকে রূপান্তরিত হয়।\n\n\n=== রাজত্ব ===\n\n১৭২৪ সালে, আসফ জাহ প্রথম মুবারিজ খানকে পরাজিত করে দাক্ষিণাত্য সুবার উপর স্বায়ত্তশাসন প্রতিষ্ঠা করেন, এই অঞ্চলের নামকরণ করা হয় হায়দ্রাবাদ ডেকান, এবং শুরু হয় যা আসাফ জাহি রাজবংশ নামে পরিচিত হয়। পরবর্তী শাসকরা নিজাম উল-মুলক উপাধি বজায় রাখেন এবং আসাফ জাহি নিজাম বা হায়দ্রাবাদের নিজাম নামে পরিচিত হন। নিজাম আমি কখনই মোগলদের কাছ থেকে আনুষ্ঠানিকভাবে স্বাধীনতা ঘোষণা করিনি; তিনি এখনও মুঘল পতাকা উড়িয়েছেন এবং কখনও মুকুট পরেনি। জুমার নামাজে, আওরঙ্গজেবের নামে খুতবা পরিচালিত হবে এবং এই ঐতিহ্য ১৯৪৮ সালে হায়দ্রাবাদ রাজ্যের শেষ পর্যন্ত অব্যাহত ছিল। ১৭৪৮ সালে প্রথম আসাফ জাহ এর মৃত্যুর ফলে রাজনৈতিক অস্থিরতার একটি সময় দেখা দেয় কারণ তার ছেলেরা সুবিধাবাদী প্রতিবেশী রাষ্ট্র এবং ঔপনিবেশিক বিদেশী শক্তি দ্বারা সমর্থিত, সিংহাসনের জন্য প্রতিদ্বন্দ্বিতা করেছিল। ১৭৬২ থেকে ১৮০৩ সাল পর্যন্ত রাজত্বকারী আসিফ জাহ দ্বিতীয়ের সিংহাসন অস্থিতিশীলতার অবসান ঘটায়। ১৭৬৮ সালে, তিনি মাছলিপত্তনমের চুক্তিতে স্বাক্ষর করেন, একটি নির্দিষ্ট বার্ষিক ভাড়ার বিনিময়ে উপকূলীয় অঞ্চল ইস্ট ইন্ডিয়া কোম্পানির কাছে সমর্পণ করেন।\n\nমুঘল শক্তির পতনের পর, দাক্ষিণাত্য অঞ্চলে মারাঠা সাম্রাজ্যের উত্থান ঘটে। ১৭২০ সাল থেকে মুঘল-মারাঠা যুদ্ধের সময় টাইটুলার নিজামরা নিজেরাই লড়াই করেছিল, যার ফলে নিজাম মারাঠাদের নিয়মিত কর (চৌথ) দিতেন। মারাঠা এবং নিজামের মধ্যে সংঘটিত প্রধান যুদ্ধগুলোর মধ্যে রয়েছে পালখেদ, ভোপাল, রাক্ষসভুবন এবং খরদা, যার সবকটিতেই নিজাম হেরে যায়। প্রথম বাজিরাও কর্তৃক দাক্ষিণাত্য বিজয় এবং তার দ্বারা চৌথ আরোপ করার পর নিজাম মূলত মারাঠাদের উপনদী হিসেবেই থেকে যায়।\n\n১৮০৫ সালে, দ্বিতীয় অ্যাংলো-মারাঠা যুদ্ধে ইস্ট ইন্ডিয়া কোম্পানির বিজয়ের পর, হায়দ্রাবাদের নিজাম তাদের সুরক্ষায় আসেন।\n১৯০৩ সালে, রাজ্যের বেরার অঞ্চলকে আলাদা করা হয় এবং ব্রিটিশ ভারতের কেন্দ্রীয় প্রদেশে একীভূত করা হয়, যাতে মধ্য প্রদেশ এবং বেরার গঠন করা হয়।\nহায়দ্রাবাদ রাজ্যের শেষ নিজাম, মীর ওসমান আলী খান ১৯১১ সালে রাজমুকুট পরেন, তিনি তাঁর সময়ে বিশ্বের সবচেয়ে ধনী ব্যক্তি ছিলেন। নিজামরা রেলপথের উন্নয়ন করেন, বিদ্যুৎ প্রবর্তন করেন এবং রাস্তা, আকাশপথ, সেচ ও জলাধারের উন্নয়ন করেন; প্রকৃতপক্ষে, হায়দ্রাবাদ শহরের সমস্ত বড় পাবলিক ভবন ভারতে ব্রিটিশ শাসনের সময় তাঁর শাসনামলে নির্মিত হয়েছিল। তিনি শিক্ষা, বিজ্ঞান, ওসমানিয়া বিশ্ববিদ্যালয় প্রতিষ্ঠাকে এগিয়ে নিয়ে যান।\n১৯৪৭ সালে, ভারত বিভাজনের সময়, ব্রিটিশ সরকার উপ-মহাদেশের ৫৬৫টি দেশীয় রাজ্যকে ভারত বা পাকিস্তানের সাথে যুক্ত হওয়ার বা স্বাধীন থাকার বিকল্প প্রস্তাব করেছিল।\n\n\n=== রাজবংশের সমাপ্তি ===\n\n১৯৪৭ সালে ভারতের স্বাধীনতার পর, হায়দ্রাবাদের নিজাম ভারতের ডোমিনিয়ন বা পাকিস্তানের অধিরাজ্যে যোগদান করতে পছন্দ করেননি। পরবর্তীতে তিনি হায়দ্রাবাদকে তৃতীয় ডোমিনিয়ন হিসেবে একটি স্বাধীন রাজ্য ঘোষণা করেন, ব্রিটিশ কমনওয়েলথে একটি স্বাধীন রাজতন্ত্র হওয়ার চেষ্টা করেন, কিন্তু ভারত সরকার তা মেনে নিতে অস্বীকার করে। নিজামকে ভারতে যোগদান করার জন্য ভারতের প্রচেষ্টা ব্যর্থ হওয়ার পর এবং হিন্দু জনগণের উপর রাজাকারদের (যারা চেয়েছিল নিজাম হায়দ্রাবাদকে পাকিস্তানে অন্তর্ভুক্ত করুক) দ্বারা সংঘটিত বৃহৎ আকারের অত্যাচারের কারণে, অবশেষে ভারত সরকার অপারেশন পোলো নামে একটি সামরিক অভিযান শুরু করে। ভারতীয় সেনাবাহিনী ১৩ সেপ্টেম্বর ১৯৪৮ সালে হায়দ্রাবাদ আক্রমণ করে এবং তার অপ্রশিক্ষিত বাহিনীকে পরাজিত করে। নিজাম ১৭ সেপ্টেম্বর ১৯৪৮ সালে আত্মসমর্পণ করেন; একই বিকেলে তিনি রাষ্ট্রীয় রেডিও নেটওয়ার্কে খবরটি প্রচার করেন। নিজাম ভারতের নতুন ইউনিয়নে যোগদান গ্রহণ করতে বাধ্য হন। ১৭ সেপ্টেম্বর ১৯৪৮-এ তার ত্যাগ ছিল রাজবংশের উচ্চাকাঙ্ক্ষার সমাপ্তি। তা সত্ত্বেও, তিনি জনগণের ভোটের ভিত্তিতে স্বাধীনতা পরবর্তী রাজপ্রমুখ হন। তিনি ২৪ ফেব্রুয়ারি, ১৯৬৭ শুক্রবার মারা যান।\nসব নিজামকে হায়দ্রাবাদের চারমিনারের কাছে মক্কা মসজিদে রাজকীয় কবরে দাফন করা হয়েছে, শেষ ব্যক্তি ব্যতীত, যারা রাজা কোঠি প্রাসাদের মুখোমুখি জুদি মসজিদের কবরস্থানে তার মায়ের পাশে সমাধিস্থ হতে চেয়েছিলেন।\n\n\n== রাষ্ট্রীয় সম্পদ ==\n\nনিজামদের শাসনামলে, হায়দ্রাবাদ ধনী হয়ে উঠেছিল - গোলকুন্ডা খনিগুলোর জন্য ধন্যবাদ যা সেই সময়ে বিশ্ব বাজারে হীরার একমাত্র উৎস ছিল (দক্ষিণ আফ্রিকার খনিগুলো ছাড়াও) সপ্তম নিজামকে বিশ্বের সবচেয়ে ধনী ব্যক্তি করে তোলে। ওসমান আলী খান, আসাফ জাহ সপ্তম এবং সালার জং প্রথম সহ তার পরিবারকে নবাব সারওয়ার উল মুল্ক এবং আগা মির্জা বেগ বাহাদুর দ্বারা শিক্ষা দেওয়া হয়েছিল, যিনি ছিলেন তার রাজনৈতিক উপদেষ্টা, এবং ভারতীয় রাজ্যগুলোর মধ্যে সবচেয়ে সিনিয়র- স্যালুট স্টেট। এটি ২,২৩,০০০ কিমি২ (৮৬,০০০ মা২) জুড়ে ছড়িয়ে পড়েছিল   দাক্ষিণাত্যে, আসফ জাহি রাজবংশ দ্বারা শাসিত। নিজামদের দ্বিতীয় এবং তৃতীয় অ্যাংলো-মহীশূর যুদ্ধ এবং ১৮৫৭ সালের ভারতীয় বিদ্রোহে তাদের ভূমিকার জন্য হিজ এক্সাল্টেড হাইনেস, এবং \"ব্রিটিশ সরকারের বিশ্বস্ত মিত্র\" উপাধিতে ভূষিত করা হয়েছিল, যিনি এই উভয় উপাধিপ্রাপ্ত একমাত্র ভারতীয় রাজপুত্র হয়েছিলেন।\nনিজামদের সম্পদের একটি উদাহরণ হল নিজামের হীরা জহরৎ, একটি আন্তর্জাতিক পর্যটন আকর্ষণ যা একবার সালার জং মিউজিয়ামে প্রদর্শিত হয়েছিল, কিন্তু এখন দিল্লিতে ভারতীয় রিজার্ভ ব্যাঙ্কের ভল্টে তালাবদ্ধ। ১৯৪৮ সালে হায়দ্রাবাদ রাজ্যের আনুমানিক জনসংখ্যা ছিল ১৭ মিলিয়ন (১.৭ কোটি), এবং এটি £৯০,০২৯,০০০ আনুমানিক বার্ষিক রাজস্ব তৈরি করেছিল।\n১৯৫১ সাল পর্যন্ত রাজ্যের নিজস্ব মুদ্রা ছিল হায়দ্রাবাদি রুপি নামে পরিচিত শেষ নিজাম মীর ওসমান আলী খান যে গতিতে সম্পদ সংগ্রহ করেছিলেন তা তাকে ১৯৩৭ সালে বিশ্বের অন্যতম ধনী ব্যক্তিতে পরিণত করেছিল, যা তার কৃপণতার জন্যও পরিচিত। তার মূল্য অনুমান করা হয়েছিল ₹ ৬৬০ কোটি (তৎকালীন বিনিময় হার অনুসারে প্রায় মার্কিন$২ বিলিয়ন)। ২০০৮ সালের ফোর্বসের সর্বকালের ধনী তালিকা অনুসারে, নিজাম মীর ওসমান আলী খান পরিসংখ্যান অনুসারে নথিভুক্ত ইতিহাসে পঞ্চম ধনী ব্যক্তি, যার আনুমানিক মূল্য মার্কিন$২১০.৮ বিলিয়ন ফোর্বস দ্বারা সামঞ্জস্য করা হয়েছে। সেই সময়কাল এবং ভারতীয় রুপির বিপরীতে মার্কিন ডলারের বর্তমান বিনিময় হার।\n\n\n=== প্রতিষ্ঠান ===\nনিজামরা রাজবংশের নামে হাসপাতাল, স্কুল, কলেজ এবং বিশ্ববিদ্যালয়সহ অসংখ্য প্রতিষ্ঠান গড়ে তোলেন যা উর্দুতে শিক্ষা প্রদান করে। ভারতীয় সিভিল সার্ভিস দ্বারা অনুপ্রাণিত হয়ে নিজামরা তাদের নিজস্ব স্থানীয় হায়দ্রাবাদ সিভিল সার্ভিস প্রতিষ্ঠা করে।\n\n\n=== অবকাঠামো ===\nনিজামরা ওসমান সাগর এবং হিমায়ত সাগরের মতো বড় জলাধারের মতো প্রকৌশল প্রকল্প চালু করেছিল। নাগার্জুন সাগর বাঁধের উপর সমীক্ষার কাজও এই সময়ে শুরু করা হয়েছিল, যদিও প্রকৃত কাজটি ১৯৬৯ সালে ভারত সরকারের তত্ত্বাবধানে সম্পন্ন হয়েছিল\nতারা হায়দ্রাবাদকে তার নিজস্ব রেলওয়ে নেটওয়ার্কও দিয়েছে - নিজামের গ্যারান্টিড স্টেট রেলওয়ে যা বিভিন্ন শিল্প স্থাপনে সাহায্য করেছিল।\nঅন্যান্য ল্যান্ডমার্কের মধ্যে রয়েছে তেলেঙ্গানা হাইকোর্ট, সিটি কলেজ, পাবলিক গার্ডেন (পূর্বে বাঘ-ই-আম), জুবিলি হল, আসাফিয়া লাইব্রেরি, অ্যাসেম্বলি বিল্ডিং, নিলুফার হাসপাতাল, ওসমানিয়া আর্ট কলেজ এবং ওসমানিয়া মেডিকেল কলেজ।\n\n\n=== মহাভারত সংকলনের জন্য দান ===\n১৯৩২ সালে, পুনেতে অবস্থিত ভান্ডারকর ওরিয়েন্টাল রিসার্চ ইনস্টিটিউটে মহাভারত প্রকাশের জন্য অর্থের প্রয়োজন ছিল। সপ্তম নিজামের কাছে একটি আনুষ্ঠানিক অনুরোধ করা হয়েছিল, যিনি ১১ বছরের জন্য প্রতি বছর ১০০০ রুপি মঞ্জুর করেছিলেন।\nতিনি গেস্ট হাউস নির্মাণের জন্য ৫০,০০০ রুপি দিয়েছিলেন যা আজ \"নিজাম গেস্ট হাউস\" হিসাবে দাঁড়িয়ে আছে।\n\n\n=== হিন্দু মন্দিরে দান ===\nনিজামরা রুপি দান করেন। ৮২,৮২৫ ভঙ্গীরের কাছে ইয়াদাগিরিগুত্তা মন্দিরে এবং রুপি। সীতা রামচন্দ্রস্বামী মন্দির, ভদ্রাচলম থেকে ২৯,৯৯৯।\nসপ্তম নিজামও বার্ষিক অনুদান হিসাবে তিরুপতি বালাজি মন্দিরকে ৮,০০০ রুপি দান করেছিলেন।\nহায়দ্রাবাদের পুরাতন শহরে অবস্থিত সীতারামবাগ মন্দিরের পুনঃনির্মাণের জন্য ৫০,০০০ টাকা অনুদানও দেওয়া হয়েছিল।\n\n\n=== প্রাসাদ ===\nআসফ জাহিরা ছিল প্রভূত নির্মাতা। তাদের প্রাসাদ নীচে তালিকাভুক্ত করা হয়:\n\nচৌমহল্লা প্রাসাদ - প্রাথমিক নিজামদের সরকারি বাসভবন\nপুরানী হাভেলি\nরাজার কোঠি প্রাসাদ\nমাহবুব ম্যানশন\nফলকনুমা প্রাসাদ\nবেলা ভিস্তা\nপার্বত্য দুর্গ প্রাসাদ\nচিরান প্রাসাদ\nসাইফাবাদ প্রাসাদ\nহায়দ্রাবাদ হাউস, নয়াদিল্লি\nনিজাম প্যালেস, কলকাতা\n\n\n== হায়দ্রাবাদের নিজামদের তালিকা (১৭২৪-১৯৪৮) ==\n\n\n=== শেষ নিজামের বংশধর ===\nশেষ নিজামের ৩৪টি সন্তান ছিল, যার মধ্যে ১৬টি ছেলে এবং ১৮টি মেয়ে ছিল\nআসাফ জাহি রাজবংশ মায়ের বৈবাহিক অবস্থা বা পদমর্যাদা নির্বিশেষে পুরুষ আদিমতার অগ্রাধিকারের ক্রম অনুসরণ করেছিল।\nতার জ্যেষ্ঠ পুত্র ছিলেন আজম জাহ (২১ ফেব্রুয়ারি ১৯০৭ - ৯ অক্টোবর ১৯৭০), ছিলেন বেরারের যুবরাজ।\nযেখানে, তার দ্বিতীয় পুত্র মোয়াজ্জাম জাহ, অটোমান সাম্রাজ্যের রাজকুমারী প্রিন্সেস নিলুফারকে বিয়ে করেছিলেন।\n\n\n=== বংশবৃক্ষ ===\n \nনিজামের কন্যাদের ঐতিহ্যগতভাবে পাইগাহ পরিবারের যুবকদের সাথে বিবাহ হত। এই পরিবারটি ইসলামের সুন্নি সম্প্রদায়ের অন্তর্ভুক্ত ছিল।\nতির্যক - অধিকাংশ ইতিহাসবিদদের দ্বারা ছদ্মবেশী হিসাবে বিবেচিত; তাদের রাজত্বকালে ঐতিহ্যগত কর্তৃত্ব প্রয়োগ করা থেকে বিরত ছিলেন।\n\n\n== নিজামদের নামানুসারে এবং প্রতিষ্ঠিত স্থান, জিনিসপত্র ==\nনিজামের নামানুসারে স্থান ও জিনিসের নামকরণ করা হয় নিজামাবাদ, তেলেঙ্গানা রাজ্যের একটি শহর ও জেলা; জামিয়া নিজামিয়া, একটি বিশ্ববিদ্যালয়; নিজাম কলেজ; নিজামের যাদুঘর; নিজামের গ্যারান্টিড স্টেট রেলওয়ে; নিজামস ইনস্টিটিউট অফ মেডিকেল সায়েন্সেস; নিজামদের গহনা; নিজাম হীরা; নিজাম সাগর, এইচএমএএস নিজাম, নিজামিয়া মানমন্দির; নিজাম ক্লাব; হায়দ্রাবাদের নিজাম নেকলেস; নিজামের কন্টিনজেন্ট; নিজাম গেট; নিজাম প্রাসাদ; সরকারি নিজামিয়া জেনারেল হাসপাতাল; এবং নিজামের চ্যারিটেবল ট্রাস্ট।\n\n\n== আরও দেখুন ==\n\nআসফ জাহি রাজবংশ\nতেলেঙ্গানার ইতিহাস\nহায়দ্রাবাদ, ভারতের ইতিহাস\nহায়দ্রাবাদি মুসলমান\nওসমান আলী খান\nমোকাররম জাহ\nনাজাফ আলী খান\nসালার জং পরিবার\nরাজা শমরাজ বাহাদুর\n\n\n== তথ্যসূত্র ==\n\n\n== মাধ্যমিক সূত্র ==\nBenichou, Lucien D. (২০০০), From Autocracy to Integration: Political Developments in Hyderabad State, 1938–1948, Orient Blackswan, আইএসবিএন 978-81-250-1847-6 \nBriggs, Henry George (১৮৬১)। The Nizam: His History and Relations With the British Government, Volume 1। B. Quaritch। \nFarooqui, Salma Ahmed (২০১১), A Comprehensive History of Medieval India: Twelfth to the Mid-Eighteenth Century, Pearson Education India, পৃষ্ঠা 346–, আইএসবিএন 978-81-317-3202-1 \nFaruqui, Munis D. (২০১৩), \"At Empire's End: The Nizam, Hyderabad and Eighteenth-century India\",   Richard M. Eaton; Munis D. Faruqui; David Gilmartin; Sunil Kumar, Expanding Frontiers in South Asian and World History: Essays in Honour of John F. Richards, Cambridge University Press, পৃষ্ঠা 1–38, আইএসবিএন 978-1-107-03428-0 \nHastings, Fraser (১৮৬৫)। Our Faithful Ally, the Nizam। Smith, Elder & Co.। \nLethbridge, Roper (২০০৫)। \"Hyderabad\"। The Golden Book of India। Aakar Books। পৃষ্ঠা 179। আইএসবিএন 9788187879541। \nLynton, Harriet Ronken; Rajan, Mohini (১৯৭৪)। The Days of the Beloved। University of California Press। আইএসবিএন 978-0-520-02442-7। \nNayeem, M. A. (১৯৮৫)। Mughal Administration of Deccan Under Nizamul Mulk Asaf Jah, 1720–48 A.D। Indian Council of Historical Research, University of Pune, Dept. of History। আইএসবিএন 9788172243258। \nRegani, Sarojini (১৯৮৮)। Nizam-British Relations, 1724–1857। Concept Publishing Company। আইএসবিএন 978-81-7022-195-1। \nSmith, Wilfred Cantwell (জানুয়ারি ১৯৫০), \"Hyderabad: Muslim Tragedy\", Middle East Journal, 4 (1), পৃষ্ঠা 27–51, জেস্টোর 4322137 \nZubrzycki, John (২০০৬)। The Last Nizam: An Indian Prince in the Australian Outback। Pan Macmillan। আইএসবিএন 978-0-330-42321-2। \n\n\n== বহি সংযোগ ==\n\nহায়দ্রাবাদের নিজামদের বিস্তারিত বংশবৃত্তান্ত  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৬ নভেম্বর ২০২৩ তারিখে\n১৯৬৭ সালে হায়দ্রাবাদের ৮ তম নিজামের সিংহাসনে আরোহণ অনুষ্ঠানের বিরল রঙিন ফুটেজ (ইউটিউব)\nটেমপ্লেট:Nizam of Hyderabadটেমপ্লেট:Hyderabad topics"}