{"pageid": 1424155, "title": "অপর্ণা বৈদিক", "url": "https://bn.wikipedia.org/wiki?curid=1424155", "content": "অপর্ণা বৈদিক (জন্ম ২২শে সেপ্টেম্বর) হলেন একজন ভারতীয় ইতিহাসবিদ, লেখক এবং শিক্ষাবিদ। তাঁর সর্বশেষ বই মাই সন'স ইনহেরিটেন্স: এ সিক্রেট হিস্ট্রি অফ ব্লাড জাস্টিস অ্যাণ্ড লিঞ্চিংস ইন ইণ্ডিয়া, ২০২০ সালের জানুয়ারিতে প্রকাশিত হয়েছে। একটি সহজাত শান্তিপূর্ণ সংস্কৃতি হিসেবে ভারতের যে বর্ণনা প্রচলিত আছে তা নিয়ে বইটি প্রশ্ন তোলে। ২০১৬ সাল থেকে, পিটিয়ে মেরে ফেলা এবং ডানপন্থী সরকারি নীতির বিরুদ্ধে, তিনি নাগরিক সমাজের বিক্ষোভের একটি অংশ ছিলেন।\n\n\n== প্রাথমিক জীবন ==\nতিনি মধ্যপ্রদেশের ইন্দোরে জন্মগ্রহণ করেন। একজন শিক্ষাবিদ, বিদগ্ধ বৈদিক অধ্যাপক এবং বিশিষ্ট সাংবাদিক / রাজনৈতিক ভাষ্যকার, বেদ প্রতাপ বৈদিক- এর কন্যা হলেন অপর্ণা বৈদিক।\n\n\n== লেখা ==\nকেমব্রিজ ইম্পেরিয়াল অ্যাণ্ড পোস্টকলোনিয়াল স্টাডিজ সিরিজ অফ পালগ্রেভ ম্যাকমিলানের অংশ হিসাবে অপর্ণা বৈদিকের প্রথম বই, ইম্পেরিয়াল আন্দামানস: কলোনিয়াল এনকাউন্টার অ্যাণ্ড আইল্যাণ্ড হিস্ট্রি, প্রকাশিত হয়েছিল। তিনি যখন ওয়াশিংটন, ডিসির জর্জটাউন বিশ্ববিদ্যালয়ে একজন ইতিহাসবিদ ছিলেন, তখন এটি প্রকাশিত হয়। এটি আন্দামান দ্বীপপুঞ্জের শাস্তিমূলক ইতিহাস নিয়ে গবেষণামূলক লেখা। তাঁর দ্বিতীয় বই, মাই সন'স ইনহেরিটেন্স: এ সিক্রেট হিস্ট্রি অফ ব্লাড জাস্টিস অ্যাণ্ড লিঞ্চিংস ইন ইণ্ডিয়া, আন্তর্জাতিক দৃষ্টি আকর্ষণ করেছে। তাঁর পরবর্তী বই, ওয়েটিং ফর স্বরাজ: ইনার লাইভস অফ ইণ্ডিয়ান রেভোল্যুশনারিজ, ২০২১ সালে প্রকাশিত হয়েছিল, কেমব্রিজ ইউনিভার্সিটি প্রেস থেকে। ব্রিটিশ ভারতে ভারতীয় বিপ্লবীদের একটি বিখ্যাত বিচারের উপর আরেকটি বই, রেভোলিউশনারি অন ট্রায়াল: সেডিশন, বিট্রেয়াল অ্যাণ্ড মার্টার্ডম, আলেফ থেকে ২০২২ সালে প্রকাশিত হয়েছিল।\n\n\n== ইতিহাসবিদ হিসেবে শিক্ষাবিদের জীবন ==\nঅপর্ণা বৈদিক দিল্লি বিশ্ববিদ্যালয়ের সেন্ট স্টিফেন কলেজ থেকে ইতিহাসে, সর্বোচ্চ প্রশংসা সহ (লাতিন: summa cum laude) স্নাতক ডিগ্রী অর্জন করেন। তিনি ওয়েস্টকট মেমোরিয়াল পুরস্কার, ই আর কাপাডিয়া মেমোরিয়াল পুরস্কার, শঙ্কর প্রসাদ মেমোরিয়াল গোল্ড মেডেল এবং ইতিহাসে বিশিষ্ট কাজের জন্য দীপ চাঁদ স্মৃতি পুরস্কার জিতেছেন। কেমব্রিজ বিশ্ববিদ্যালয়ে তিনি স্নাতকোত্তর ডিগ্রির জন্য ইতিহাস অধ্যয়ন করেন। তিনি লর্ড কার্জনের সাংস্কৃতিক নীতির উপর একটি গবেষণাপত্র লিখেছিলেন, যেটি ডরোথি ফস্টার স্টুরম্যান পুরস্কার জিতেছিল। তিনি জওহরলাল নেহরু বিশ্ববিদ্যালয়ের সেন্টার ফর হিস্টোরিক্যাল স্টাডিজ থেকে ইতিহাসে পিএইচডি করেছেন। তিনি দিল্লি বিশ্ববিদ্যালয়ে এবং ওয়াশিংটন, ডিসির জর্জটাউন বিশ্ববিদ্যালয়ে বেশ কয়েক বছর অধ্যাপনা করেছেন। তারপর ভারতে ফিরে তিনি অশোকা বিশ্ববিদ্যালয়ের ইতিহাস বিভাগের প্রতিষ্ঠাতা অনুষদ সদস্য এবং প্রোগ্রামের জন্য একটি পদ গ্রহণ করেন। যেমন জর্জটাউন ইউনিভার্সিটি, চার্লস ওয়ালেস ট্রাস্ট এবং অ্যাণ্ড্রু মেলন ফাউণ্ডেশন তাঁকে গবেষণা অনুদান দিয়েছিল, সেইরকমই ইণ্ডিয়ান কাউন্সিল ফর হিস্টোরিক্যাল রিসার্চ তাঁর গবেষণাকে অনুদান দিয়ে সমর্থন করেছে।\n\n\n== জনহিতৈষী এবং জনসেবা ==\nসাক্ষরতা, গ্রন্থাগার এবং সকলের জন্য বিনামূল্যে, বিশ্ব-মানের শিক্ষাব্যবস্থা অপর্ণা বৈদিকের জনজীবনের একটি গুরুত্বপূর্ণ অংশ তৈরি করেছে। তিনি রামেশ্বরদাস ধর্মার্থ ট্রাস্টের ট্রাস্টি সভাপতি। এটি ১৯৬৭ সালে তাঁর মাতামহ দ্বারা প্রতিষ্ঠিত হয়েছিল। ট্রাস্টটি তাঁর সাংস্কৃতিক ও শিক্ষামূলক কার্যক্রমের জন্য ব্যাপকভাবে পরিচিত এবং এর ভবন 'ধর্ম ভবন' স্থানীয় ল্যাণ্ডমার্ক। কমিউনিটি লাইব্রেরি প্রকল্প-এর সাহায্যে এই ট্রাস্ট শিশুদের জন্য একটি কমিউনিটি লাইব্রেরি স্থাপন করেছে।\n\n\n== নির্বাচিত কাজ ==\n\n\n=== বই ===\nইম্পেরিয়াল আন্দামান: ঔপনিবেশিক এনকাউন্টার এবং দ্বীপের ইতিহাস, ক্যামব্রিজ ইম্পেরিয়াল এবং পোস্ট-কলোনিয়াল স্টাডিজ সিরিজ অফ পালগ্রাভ ম্যাকমিলান, 2010। \nআমার ছেলের উত্তরাধিকার: ভারতে রক্তের বিচার এবং লিঞ্চিংয়ের গোপন ইতিহাস, আলেফ, 2020। \nওয়েটিং ফর স্বরাজ: ইনার লাইভস অফ ইন্ডিয়ান রেভোলিউশনারি, কেমব্রিজ ইউনিভার্সিটি প্রেস, 2021।\nবিচারে বিপ্লবীরা: রাষ্ট্রদ্রোহ, বিশ্বাসঘাতকতা এবং শাহাদাত, আলেফ, আসন্ন 2023।\n\n\n=== জার্নাল নিবন্ধ ===\n\"ক্লাসরুমে বিশ্ব ইতিহাস পুনর্লিখন: ভারত থেকে শিক্ষাগত প্রেরণ\", জার্নাল অফ এশিয়ান ওয়ার্ল্ড হিস্ট্রি (গুয়েন কেলির সাথে সহ-লেখক)। 2019\n\"হিস্ট্রি অফ আ রেনেগেড রেভোলিউশনারি: রেভোলিউশনিজম অ্যান্ড বিট্রেয়াল ইন ব্রিটিশ ইন্ডিয়া\", পোস্ট কলোনিয়াল স্টাডিজ, ২০১৩।\n\"সেটেলিং দ্য কনভিক্ট: ম্যাট্রিমনি অ্যান্ড ফ্যামিলি ইন দ্য আন্দামান\", স্টাডিজ ইন হিস্ট্রি, JNU, 2006।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবিশ্ববিদ্যালয়ের ওয়েবসাইট\nটাইমস অফ ইন্ডিয়া\nআলেফ বুক কোম্পানিতে জীবনী\nশিক্ষা নিয়ে বিবাদ\nThe Scroll এ লেখক পৃষ্ঠা\nসপ্তাহের সবচেয়ে আকর্ষণীয় বই\nবই পর্যালোচনা সহ একাডেমিয়া পাতা"}