{"pageid": 1424595, "title": "ভোটাধিকার", "url": "https://bn.wikipedia.org/wiki?curid=1424595", "content": "ভোটাধিকার বা রাজনৈতিক ভোটাধিকার যা সাধারণভাবে ভোটাধিকার নামে পরিচিত। জনসাধারণের, রাজনৈতিক নির্বাচন এবং গণভোটে ভোট দেওয়ার অধিকার (যদিও শব্দটি কখনো কখনো ভোট দেওয়ার অধিকারের জন্য ব্যবহৃত হয়)।   কিছু ভাষায়, এবং মাঝে মাঝে ইংরেজিতে, ভোটের অধিকারকে সক্রিয় ভোটাধিকার বলা হয়, যা নিষ্ক্রিয় ভোটাধিকার থেকে আলাদা, যা নির্বাচনে দাঁড়ানোর অধিকার।  সক্রিয় এবং নিষ্ক্রিয় ভোটাধিকারের সংমিশ্রণকে কখনো কখনো পূর্ণ ভোটাধিকার বলা হয়। \nবেশিরভাগ গণতন্ত্রে, যোগ্য ভোটাররা প্রতিনিধিদের নির্বাচনে ভোট দিতে পারেন। গণভোটের মাধ্যমে বিভিন্ন ইস্যুতে ভোট দেওয়া হয়ে থাকে। উদাহরণস্বরূপ, সুইজারল্যান্ডে, এটি সরকারের সমস্ত স্তরে অনুমোদিত৷ মার্কিন যুক্তরাষ্ট্রে, ক্যালিফোর্নিয়া, ওয়াশিংটন এবং উইসকনসিনের মতো কিছু রাজ্য নাগরিকদের গণভোট লিখতে, প্রস্তাব করার এবং ভোট দেওয়ার মাধ্যমে তাদের অংশীদারি সার্বভৌমত্ব প্রয়োগ করেছে; অন্যান্য রাজ্য এবং ফেডারেল সরকার তা করেনি। যুক্তরাজ্যে গণভোট বিরল।\nঅনেক জায়গায় বয়স এবং নাগরিকত্বের অবস্থার ভিত্তিতে ভোটাধিকার সীমাবদ্ধ করা আছে। কিছু দেশে অতিরিক্ত নিষেধাজ্ঞা বিদ্যমান। গ্রেট ব্রিটেন এবং মার্কিন যুক্তরাষ্ট্রে একজন অপরাধী ভোট দেওয়ার অধিকার হারাতে পারে। ২০২২-এর হিসাব অনুযায়ী, আদালতের ঋণ থাকা ফ্লোরিডা অপরাধীরা ভোট দিতে পারে না. কিছু দেশে অভিভাবকত্বের অধীনে থাকলে তা ভোটের অধিকারকে সীমিত করতে পারে। আবাসিক অ-নাগরিকরা কিছু দেশে ভোট দিতে পারেন, তবে তা ঘনিষ্ঠভাবে সংযুক্ত দেশের নাগরিকদের (যেমন, কমনওয়েলথ নাগরিক এবং ইউরোপীয় ইউনিয়নের নাগরিক ) বা নির্দিষ্ট অফিস বা প্রশ্নের ক্ষেত্রে সীমাবদ্ধ হতে পারে।  ঐতিহাসিকভাবে ভোটাধিকার আরো সীমাবদ্ধ ছিল, উদাহরণস্বরূপ লিঙ্গ, জাতি বা সম্পদ দ্বারা।\n\n\n== ব্যুৎপত্তি ==\nভোটাধিকার শব্দটি এসেছে ল্যাটিন suffragium থেকে, যার অর্থ প্রাথমিকভাবে \"একটি ভোটের-যন্ত্র\", \"একটি ব্যালট\", \"একটি ভোট\", বা \"ভোটের অধিকার\"। Suffragium শব্দটি দ্বিতীয় শতাব্দীতে এবং পরে \"রাজনৈতিক পৃষ্ঠপোষকতা, প্রভাব, স্বার্থ, বা সমর্থন\" এবং কখনো কখনো \"জনপ্রিয় প্রশংসা\" বা \"সাধুবাদ\" বোঝাতে ব্যবহৃত হয়। চতুর্থ শতাব্দীতে শব্দটি \"একটি মধ্যস্থতা\" এর জন্য ব্যবহৃত হয়েছিল, সর্বশক্তিমানের সাথে তার প্রভাবের জন্য একজন পৃষ্ঠপোষককে জিজ্ঞাসা করা হয়েছিল। Suffragium পঞ্চম এবং ষষ্ঠ শতাব্দীতে প্রভাব কেনার সাথে বা সংসদে নিয়োগ থেকে মুনাফা অর্জনের সাথে ব্যবহার করা হয়েছিল এবং শেষ পর্যন্ত শব্দটি সরাসরি ঘুষকেই উল্লেখ করতে ব্যবহৃত হয়েছিল।  উইলিয়াম স্মিথ suffragium এর সাথে সাব \"আন্ডার\" + ফ্রেজর \"ক্রাশ, ডিন, চিৎকার (অনুমোদন)\" এর সংযোগ প্রত্যাখ্যান করেন, ফ্রেঞ্জার এর সাথে সম্পর্কিত \"টু ব্রেক\"; এডুয়ার্ড ওয়ান্ডার লিখেছেন যে শব্দটি suffrago এর সাথে সম্পর্কিত হতে পারে, যা একটি গোড়ালির হাড় বা গিঁট হাড়কে নির্দেশ করে।  ১৭ শতকে ইংরেজি ভোটাধিকার লাতিন suffragium এর আগের অর্থ ফিরে পায় যা হলোঃ \"একটি ভোট\" বা \"ভোটের অধিকার\"। \nফ্র্যাঞ্চাইজি শব্দটি এসেছে ফরাসি শব্দ ফ্রাঞ্চির থেকে, যার অর্থ হলো \"মুক্ত করা।\"  বর্তমানে এই শব্দটির অন্যান্য সাধারণ ব্যবহারগুলো মূল অর্থের সাথে কম সাদৃশ্যপূর্ণ কারণ এটি এখন একটি কর্পোরেশন বা সংস্থার সাথে যুক্ত প্রতিষ্ঠানকে বোঝায় যাকে কার্যক্রমের একটি অংশ (যেমন একটি ক্রীড়া দল বা রেস্টুরেন্ট) চালানোর জন্য সীমিত স্বায়ত্তশাসন দেওয়া হয়। তবে, বিশেষত্বসহ এই আধুনিক ধারণাটি, সার্বজনীন ভোটাধিকারের মতো ধারণার বিরোধী যেখানে ভোট দেওয়া সকলের জন্য একটি অধিকার, এবং তা নির্বাচিত কয়েকজনের জন্য বিশেষাধিকার নয়।\n\n\n== প্রকার ==\n\n\n=== সার্বজনীন ভোটাধিকার ===\n\nসার্বজনীন ভোটাধিকার অর্জিত হবে যখন সকলের কোনো সীমাবদ্ধতা ছাড়াই ভোট দেওয়ার অধিকার থাকবে। উদাহরণস্বরূপ, এটি এমন একটি ব্যবস্থা হতে পারে যেখানে প্রত্যেকের ভোট দেওয়ার অধিকার রয়েছে বলে যদি না কোনো  একটি যুক্তিসঙ্গত সন্দেহের কারণে সরকার ভোট দেওয়ার অধিকার প্রত্যাহার করার প্রয়োজনীয়তা প্রমাণ করতে পারে।  লিঙ্গ, জাতি, ধর্ম, সামাজিক মর্যাদা, শিক্ষার স্তর, সম্পদ, নাগরিকত্ব, যোগ্যতা এবং বয়সের কারণে কিছু বা সমস্ত ভোটদানের বিধিনিষেধ দূর করার মাধ্যমে কিছু গণতন্ত্র সার্বজনীন ভোটাধিকারের দিকে এগিয়েছে। তবে, ইতিহাস জুড়ে 'সর্বজনীন ভোটাধিকার' শব্দটি বিভিন্ন সময় বিভিন্ন জিনিসকে বুঝিয়ে এসেছে যার ভিত্তিতে যার ভিত্তিতে কিছু দলকে ভোটার হিসেবে গণ্য করা যাবে কি বা যাবে না তা নির্ধারণ করা হয়।\n\n\n=== প্রথম ইতিহাস ===\nস্বল্পস্থায়ী কর্সিকান প্রজাতন্ত্র (১৭৫৫-১৭৬৯) ছিল প্রথম দেশ যেটি ২৫ বছরের বেশি বয়সী সকল নাগরিককে সীমিতভাবে সার্বজনীন ভোটাধিকার প্রদান করে।\nসংসদে তাদের প্রতিনিধিত্বের অভাবের প্রতিবাদে ১৮১৯ সালে ম্যানচেস্টারের আশেপাশের ৩০ মাইল থেকে ৬০-৮০,০০০ নারী এবং পুরুষরা শহরের সেন্ট পিটার্স স্কোয়ারে সমবেত হন। ইতিহাসবিদ রবার্ট পুল পিটারলু গণহত্যাকে তার যুগের অন্যতম সংজ্ঞায়িত মুহূর্ত বলেছেন।  (পিটারলু নামক ছবিটিতে প্রতিবাদে নারীদের অবদানের পরিকল্পনা করার একটি দৃশ্য দেখানো হয়েছে।) সেই সময়ে ম্যানচেস্টারের জনসংখ্যা ছিল প্রায় ১৪০,০০০ এবং গ্রেটার ম্যানচেস্টারের মোট জনসংখ্যা ছিল প্রায় ৪৯০,০০০। \nএটি ১৮৭১ সালে প্যারিস কমিউন এবং ফ্রান্সভিলের দ্বীপ প্রজাতন্ত্রে (১৮৮৯) অন্যান্য পরীক্ষা দ্বারা অনুসরণ করা হয়েছিল। ১৮৪০ থেকে ১৮৫২ সাল পর্যন্ত, হাওয়াই রাজ্য যৌনতার উল্লেখ ছাড়াই সার্বজনীন ভোটাধিকার প্রদান করে। ১৮৯৩ সালে, যখন হাওয়াই রাজ্য একটি অভ্যুত্থানে উৎখাত হয়, তখন নিউজিল্যান্ড ছিল একমাত্র স্বাধীন দেশ যেখানে সার্বজনীন (সক্রিয়) ভোটাধিকার অনুশীলন করা হয় এবং ১৮৯৩ সালে ফ্রিডম ইন দ্য ওয়ার্ল্ড বিশ্ব সূচকে নিউজিল্যান্ডকে বিশ্বের একমাত্র স্বাধীন দেশ হিসেবে তালিকাভুক্ত করে। \n\n\n=== নারীর ভোটাধিকার ===\n\nনারীর ভোটাধিকার হলো নারীর ভোটের অধিকার।  এটি ছিল উভয় ভোটাধিকারীদের লক্ষ্য, যারা আইনি উপায় ব্যবহারে বিশ্বাস করতেন, সেইসাথে সেইসকল ভোটাধিকারীদের, যারা চরমপন্থী ব্যবস্থা অনুশীলন করতেন। নিউ জার্সির রাজ্যে প্রথম, ১৭৭৬ সালের সংবিধানের বিধানে স্বল্পকালীন ভোটাধিকারের ন্যায্যতা খসড়া করা হয়েছিল, যা অবিবাহিত নারী এবং কালো জমির মালিকদের ভোটের অধিকার দিয়েছিল।\n\n৪. এই কলোনির সমস্ত বাসিন্দা, পূর্ণবয়সী, যাদের পঞ্চাশ পাউন্ড অর্থ আছে, একই জমিতে সম্পত্তি, এবং তারা যে কাউন্টির মধ্যে নির্বাচনে অবিলম্বে ভোট দাবি করেছে সেখানে বারো মাস ধরে বসবাস করেছেন, তারা ভোট দেওয়ার যোগ্য হবেন। কাউন্সিল এবং অ্যাসেম্বলিতে প্রতিনিধিদের জন্য; এবং অন্যান্য সমস্ত পাবলিক কর্মকর্তাদের জন্য, যেগুলো কাউন্টির জনগণের দ্বারা নির্বাচিত হবে। নিউ জার্সি ১৭৭৬\nযদিও, নথিতে একটি সংশোধনী পদ্ধতি উল্লেখ করা হয়নি, এবং বিধানটি পরবর্তীকালে ১৮৪৪ সালে পরবর্তী সংবিধান গ্রহণের মাধ্যমে প্রতিস্থাপিত হয়, যা \"শ্বেতাঙ্গ পুরুষদের\" সমস্ত ভোটাধিকার দেবার বিধিনিষেধে প্রত্যাবর্তন করে। \nযদিও হাওয়াই রাজ্য ১৮৪০ সালে নারীদের ভোটাধিকার প্রদান করে, কিন্তু ১৮৫২ সালে এই অধিকার বাতিল করা হয়। ১৮৬০-এর দশকে সুইডেন, ব্রিটেন এবং কিছু পশ্চিম মার্কিন রাজ্যে কিছু নারী সীমিত ভোটাধিকার পান। ১৮৯৩ সালে, নিউজিল্যান্ডের ব্রিটিশ উপনিবেশ প্রথম স্ব-শাসিত দেশ হিসেবে সমস্ত প্রাপ্তবয়স্ক নারীদের ভোট দেওয়ার অধিকার দেয়।  ১৮৯৪ সালে, দক্ষিণ অস্ট্রেলিয়ার নারীরা পার্লামেন্টে ভোট এবং সংসদে প্রতিদ্বন্দ্বিতা করার অধিকার অর্জন করে। রাশিয়ান সাম্রাজ্যের ফিনল্যান্ডের স্বায়ত্তশাসিত গ্র্যান্ড ডুচি প্রথম জাতি যা সমস্ত নারীদের ভোট দিতে এবং সংসদে প্রতিদ্বন্দ্বিতা করার অনুমতি দেয়।\n\n\n==== নারীর ভোটাধিকার বিরোধী প্রচারণা ====\n\nযারা নারী ভোটাধিকার আন্দোলনের বিরুদ্ধে তারা রাজনৈতিক আন্দোলনকে নস্যাৎ করার জন্য সার্বজনীন সংগঠন তৈরি করেছিল, যার প্রধান যুক্তি ছিল যে নারীর স্থান হলো ঘরে, ভোটে নয়। রাজনৈতিক কার্টুন এবং নারীর অধিকার নিয়ে জনগণের ক্ষোভ বাড়ে কারণ ভোটাধিকারের বিরোধী গোষ্ঠী নারীদের ভোটাধিকারের বিরুদ্ধে প্রচারণা চালানোর জন্য বিভিন্ন বৈধ দলগুলোকে সংগঠিত করতে সমর্থ হয়। ম্যাসাচুসেটস অ্যাসোসিয়েশন নারীদের ভোটাধিকারের আরও সম্প্রসারণের বিরোধী একটি সংগঠন ছিল যা ভোটদানের প্রচেষ্টা বন্ধ করার জন্য ১৮৮০ এর দশকে সক্রিয় ছিল। \nরাজনীতিতে নারীদের ধারণা নিয়ে অনেক ভোটাধিকার বিরোধীরা বিদ্রূপাত্মক প্রচারণা করে। রাজনৈতিক কার্টুনগুলো পুরুষদের জীবনের সাথে অদলবদল করার জন্য নারীদের ভোটাধিকারের বিষয়টি চিত্রিত করে সবচেয়ে বেশি সাড়া প্রদর্শন করে। কেউ কেউ ভোটাধিকার অনুপ্রাণিত পূর্ণ-উর্ধ্বমুখী আঁচড়ানো চুলের ধরনের জনপ্রিয়তাকে উপহাস করেছেন। অন্যরা চিত্রিত করেছে যে অল্পবয়সী মেয়েরা জীবনে ব্যর্থতার পরে ভোটাধিকারের আন্দোলনে যুক্ত হচ্ছে, যেমন বিয়ে না করা। \n\n\n=== সমান ভোটাধিকার ===\nসমান ভোটাধিকার কখনো কখনো সর্বজনীন ভোটাধিকারের সাথে মিলিয়ে ফেলা হয়, যদিও সমান ভোটাধিকারের অর্থ হলো স্তরভিত্তিক ভোট অপসারণ, যেখানে একজন ভোটারের আয়, সম্পদ বা সামাজিক মর্যাদা অনুসারে সে অনেকগুলো ভোটের অধিকারী হতে পারে। \n\n\n=== আদমশুমারি ভোটাধিকার ===\nএটি \"সেনসিটারি ভোটাধিকার\" নামেও পরিচিত, যা সমান ভোটাধিকারের বিপরীত, যার অর্থ ভোটের যোগ্য ব্যক্তিদের দ্বারা দেওয়া ভোট সমান নয়, তবে সমাজে ব্যক্তির আয় বা পদমর্যাদার ভিত্তিতে আলাদাভাবে ওজন করা হয় (যেমন, যারা মালিক নয় সম্পত্তি বা যাদের আয় একটি প্রদত্ত পরিমাণের চেয়ে কম তাদের ভোট দেওয়া থেকে বাধা দেওয়া হয়েছে; বা উচ্চশিক্ষিত ব্যক্তিদের নিম্ন শিক্ষার চেয়ে বেশি ভোট রয়েছে; প্রদত্ত কোম্পানিতে বেশি শেয়ার রয়েছে এমন স্টকহোল্ডারদের কম শেয়ারের চেয়ে বেশি ভোট রয়েছে)। অনেক দেশে, আদমশুমারি ভোটাধিকার সীমিত করে যে কে ভোট দিতে এবং নির্বাচিত হতে পারে: মার্কিন যুক্তরাষ্ট্রে, ১৮৩০-এর দশকের জ্যাকসোনিয়ান সংস্কার না হওয়া পর্যন্ত, শুধুমাত্র নির্দিষ্ট একর জমি বা আর্থিক মূল্যের অধিকারী পুরুষরাই ভোট দিতে বা নির্বাচনে অংশগ্রহণ করতে পারত।  একইভাবে, ব্রাজিলে, ১৮২৪ সালের সংবিধানে প্রতিষ্ঠিত হয়েছে যে, ভোট দেওয়ার জন্য, নাগরিকদের বার্ষিক আয় ২০০,০০০ মিলিয়ন হতে হবে এবং ভোটে প্রতিদ্বন্দ্বিতা করার জন্য, তাদের ন্যূনতম বার্ষিক আয় ৪০০,০০০ মিলিয়ন হতে হবে। \n\n\n=== বাধ্যতামূলক ভোটাধিকার ===\n\nযেখানে বাধ্যতামূলক ভোটাধিকার বিদ্যমান, যারা ভোট দেওয়ার যোগ্য তাদের আইন অনুসারে তা অবশ্যই করতে হবে। বর্তমানে বত্রিশটি দেশ এই ধরনের ভোটাধিকার অনুশীলন করে। \n\n\n=== ব্যবসায়িক ভোট ===\nইংল্যান্ডের স্থানীয় সরকার এবং এর কিছু প্রাক্তন উপনিবেশে, ব্যবসাতে আগে ছিল এবং কিছু জায়গায় এখনো রয়েছে, শহুরে এলাকায় একটি ভোট যেখানে তারা কর প্রদান করে। এটি প্রাকৃতিক ব্যক্তি থেকে অন্যান্য আইনি ব্যক্তিদের কাছে ঐতিহাসিক সম্পত্তি-ভিত্তিক ভোটাধিকারের একটি সম্প্রসারণ৷\nযুক্তরাজ্যে, সিটি অফ লন্ডন (ওয়ার্ড ইলেকশন) অ্যাক্ট ২০০২ পাশ হওয়ার পরেও, কর্পোরেশন অফ দ্য সিটি অফ লন্ডন ব্যবসায়িক ভোট ধরে রেখেছে এবং এমনকি প্রসারিতও করেছে। এটি লন্ডন শহরের মধ্যে ব্যবসায়িক স্বার্থ দিয়েছে, যা অল্পসংখ্যক বাসিন্দার একটি প্রধান আর্থিক কেন্দ্র, কর্পোরেশনের সঞ্চিত সম্পদকে যুক্তরাজ্যের নীতিগুলোর জন্য একটি কার্যকর লবি তৈরি করার সুযোগ দিয়েছে।  এর মধ্যে রয়েছে সিটি রিমেমব্রেন্সার থাকা, যা সিটির ক্যাশ দ্বারা অর্থায়ন করা হয়, সংসদীয় এজেন্ট হিসেবে, হাউস অফ কমন্সে একটি বিশেষ আসনও দেওয়া হয় যা স্পিকারের চেয়ারের মুখোমুখি আন্ডার-গ্যালারিতে অবস্থিত।  ২০১২ সালের একটি ফাঁস হওয়া নথিতে, সিটি'স ক্যাশ সম্পর্কিত একটি দাপ্তরিক প্রতিবেদনে প্রকাশ করা হয়েছে যে জাতীয় রাজনীতিবিদদের সমন্বিত সেট-পিস জমকালো ভোজসভার মতো প্রধান অনুষ্ঠানগুলোর উদ্দেশ্য ছিল \"সিটি কর্পোরেশনের ভূমিকার সাথে সামঞ্জস্যপূর্ণ ব্যবসায়িক মিটিংগুলোর সাথে আতিথেয়তা পরিপূরক করার উপর জোর দেওয়া। একটি আর্থিক কেন্দ্র হিসেবে শহরকে সমর্থন করা।\" \nউত্তর আয়ারল্যান্ড নাগরিক অধিকার আন্দোলনের প্রথম ইস্যুটি ছিল ব্যবসায়িক ভোট, যা ১৯৬৮ সালে বিলুপ্ত হয়েছিল (লন্ডন শহরের বাইরে গ্রেট ব্রিটেনে এটি বিলুপ্ত হওয়ার এক বছর আগে)। \nআয়ারল্যান্ড প্রজাতন্ত্রে, বাণিজ্যিক হারদাতারা স্থানীয় গণভোটে ভোট দিতে পারেন, এলাকা বা রাস্তার নাম পরিবর্তন করার জন্য,  বা ব্যবসায়িক উন্নতির জেলা সীমাবদ্ধ করার জন্য।  ১৯৩০ থেকে ১৯৩৫ সাল পর্যন্ত, ডাবলিন সিটি কাউন্সিলের ৩৫ জন সদস্যের মধ্যে ৫ জন \"বাণিজ্যিক সদস্য\" ছিলেন। \nবেশিরভাগ অস্ট্রেলিয়ান রাজ্যের শহরগুলোতে, ভোট প্রদান ব্যবসার জন্য ঐচ্ছিক কিন্তু ব্যক্তিদের জন্য বাধ্যতামূলক। \nডেলাওয়্যারের কিছু পৌরসভা কর্পোরেশনকে স্থানীয় বিষয়ে ভোট দেওয়ার অনুমতি দেয়। \n\n\n== বর্জনের ভিত্তি ==\n\n\n=== লিঙ্গ ===\n\nপ্রাচীন এথেন্সে, যাকে প্রায়শই গণতন্ত্রের জন্মস্থান হিসেবে আখ্যা দেওয়া হয়, সেখানে শুধুমাত্র প্রাপ্তবয়স্ক পুরুষ নাগরিকদের মধ্যে যারা জমির মালিক ছিলেন তাদের ভোট দেওয়ার অনুমতি ছিল। পরবর্তী শতাব্দীতে, ইউরোপ সাধারণত রাজাদের দ্বারা শাসিত ছিল, যদিও বিভিন্ন সময়ে বিভিন্ন ধরনের পার্লামেন্টের উদ্ভব হয়েছিল। ক্যাথলিক চার্চের অভ্যন্তরে মঠদের জন্য দায়ী উচ্চ পদ কিছু নারীকে জাতীয় সমাবেশে বসতে এবং ভোট দেওয়ার অধিকার দেয় - যেমন মধ্যযুগীয় জার্মানিতে বিভিন্ন উচ্চ-পদস্থ আবাসিকদের সাথে, যারা সাম্রাজ্যের স্বাধীন রাজপুত্রদের মধ্যে স্থান পেয়েছিলেন। তাদের প্রোটেস্ট্যান্ট উত্তরসূরিরা প্রায় আধুনিক সময় পর্যন্ত একই সুবিধা ভোগ করেছিল। \nসপ্তদশ শতাব্দীতে কানাডার ফার্স্ট নেশনস জনগণের সাথে কাজ করা একজন ফরাসি সন্ন্যাসী মারি গুয়ার্ট ১৬৫৪ সালে ইরোকুয়েস নারীদের ভোটাধিকার চর্চা সম্পর্কে লিখেছিলেন, \"এই নারী প্রধানরা হলো অসভ্যদের মধ্যে দাঁড়িয়ে থাকা নারী, এবং কাউন্সিলে তাদের একটি সিদ্ধান্তমূলক ভোট রয়েছে। তারা সেখানে পুরুষদের মতো সিদ্ধান্ত নেয় এবং তারাই শান্তি আলোচনার জন্য প্রথম রাষ্ট্রদূত অর্পণ করেছিল।\"  উত্তর আমেরিকার অনেক ফার্স্ট নেশনস লোকের মতো ইরোকুয়েসদেরও মাতৃসূত্রীয় আত্মীয়তার ব্যবস্থা ছিল। সম্পত্তি এবং বংশোদ্ভূত নারীদের মধ্য দিয়ে পাস করা হয়েছিল। প্রবীণ নারীরা বংশগত পুরুষ প্রধানদের ভোট দেন এবং তাদের পদচ্যুত করতে পারেন।\nঅনেক আধুনিক গণতন্ত্রের উত্থান শুরু হয়েছিল পুরুষ নাগরিকদের নারী নাগরিকদের আগে ভোটের অধিকার পাওয়ার মাধ্যমে, শুধুমাত্র হাওয়াই রাজ্য ছাড়া, যেখানে ১৮৪০ সালে বয়স বা লিঙ্গের উল্লেখ ছাড়াই সার্বজনীন ভোটাধিকার প্রবর্তিত হয়েছিল; তবে, ১৮৫২ সালে একটি সাংবিধানিক সংশোধনী নারী ভোটদান বাতিল করে এবং পুরুষ ভোটের সম্পত্তির যোগ্যতাকে যোগ করে।\nজাতিসংঘের মানবাধিকার কমিশন কর্তৃক আন্তর্জাতিক আইনে নারীদের ভোটাধিকার প্রবর্তন করা হয়, যার চেয়ারম্যান ছিলেন এলেনর রুজভেল্ট । ১৯৪৮ সালে জাতিসংঘ মানবাধিকারের সার্বজনীন ঘোষণাপত্র গ্রহণ করে; প্রবন্ধ ২১ বলে: \"(১) প্রত্যক্ষভাবে বা অবাধে নির্বাচিত প্রতিনিধিদের মাধ্যমে নিজ দেশের শাসন পরিচালনায় অংশগ্রহণের অধিকার প্রত্যেকের‌ই রয়েছে। (৩) জনগণের ইচ্ছা‌ই হবে সরকারের শাসন ক্ষমতার ভিত্তি; এ‌ই ইচ্ছা নিয়মিত সময়ের ব্যবধানে অনুষ্ঠিত প্রকৃত নির্বাচনের মাধ্যমে ব্যক্ত হবে; গোপন ব্যালট কিংবা সমপর্যায়ের কোন অবাধ ভোটদান পদ্ধতিতে এ নির্বাচন অনুষ্ঠিত হবে।\"\nজাতিসংঘের সাধারণ পরিষদে নারীর রাজনৈতিক অধিকার সংক্রান্ত কনভেনশন গৃহীত হয়, যা কার্যকর হয়েছিল ১৯৫৪ সালে, যেখানে জাতীয় আইন দ্বারা নির্ধারিত হিসেবে নারীদের ভোটদান, পদে অধিষ্ঠিত এবং পাবলিক পরিষেবাগুলো পাবার সমান অধিকার নিশ্চিত করা হয়। নারীদের ভোটের সম্পূর্ণ অধিকার স্বীকার করার সাম্প্রতিকতম বিচারব্যবস্থাগুলোর মধ্যে একটি হল ২০০৮ সালে ভুটান (এর প্রথম জাতীয় নির্বাচন)।  অতি সম্প্রতি, ২০১১ সালে সৌদি আরবের বাদশাহ আবদুল্লাহ নারীদের ২০১৫ সালের স্থানীয় নির্বাচনে (এবং তারপর থেকে) ভোট দিতে এবং পরামর্শক পরিষদে নিযুক্ত হবার ব্যবস্থা করেন।\n\n\n=== ধর্ম ===\nসংস্কারের পরে ইউরোপীয় দেশগুলোতে অসমর্থিত ধর্মীয় সম্প্রদায়ের লোকেদের নাগরিক এবং রাজনৈতিক অধিকার থেকে বঞ্চিত হওয়া সাধারণ ছিল, যেমন ভোট দেওয়ার অধিকার, নির্বাচনে দাঁড়ানোর বা সংসদে বসার অধিকার। গ্রেট ব্রিটেন এবং আয়ারল্যান্ডে, রোমান ক্যাথলিকদের ১৭২৮ থেকে ১৭৯৩ সাল পর্যন্ত ভোট দেওয়ার অধিকার এবং ১৮২৯ সাল পর্যন্ত সংসদে বসার অধিকার থেকে বঞ্চিত করা হয়েছিল। ক্যাথলিক বিরোধী নীতিটি ন্যায্য ছিল এই ভিত্তিতে যে ক্যাথলিকদের আনুগত্য জাতীয় রাজার পরিবর্তে পোপের সাথে ছিল।\nইংল্যান্ড এবং আয়ারল্যান্ডে, বেশ কিছু আইন কার্যত অ-অ্যাংলিকান বা অ-প্রোটেস্ট্যান্টদের ভোট দেওয়ার আগে বা পদে দাঁড়ানোর আগে শপথের মাধ্যমে ভোটাধিকার থেকে বঞ্চিত করে। ১৬৭২ এবং ১৬৭৮ টেস্ট অ্যাক্ট অ -অ্যাংলিকানদের দাপ্তরিক অফিস রাখা নিষিদ্ধ করেছিল, এবং ১৭২৭ ডিসফ্রাঞ্চাইজিং অ্যাক্ট আয়ারল্যান্ডে ক্যাথলিকদের ভোটাধিকার কেড়ে নেয়, যা শুধুমাত্র ১৭৮৮ সালে পুনরুদ্ধার করা হয়েছিল। ইহুদিদেরও স্বাভাবিক করা যায়নি। এই পরিস্থিতি পরিবর্তন করার চেষ্টা করা হয়েছিল, কিন্তু ইহুদি প্রাকৃতিককরণ আইন ১৭৫৩ এমন প্রতিক্রিয়া সৃষ্টি করেছিল যে পরের বছর এটি বাতিল করা হয়েছিল। ননকনফর্মিস্টদের (মেথডিস্ট এবং প্রেসবিটারিয়ান) শুধুমাত্র ১৮২৮ সালে ব্রিটিশ হাউস অফ কমন্সে নির্বাচনে অংশ নেওয়ার অনুমতি দেওয়া হয়েছিল, ১৮২৯ সালে ক্যাথলিকদের ( রোমান ক্যাথলিক রিলিফ অ্যাক্ট ১৮২৯ অনুসরণ করে, যা রোমান ক্যাথলিক রিলিফ অ্যাক্ট ১৭৯১ প্রসারিত করেছিল), এবং ইহুদিদের (১৮৫৮ সালে) ইংল্যান্ডে ইহুদিদের মুক্তির সাথে)। বেঞ্জামিন ডিজরালি শুধুমাত্র ১৮৩৭ সালে তার রাজনৈতিক কর্মজীবন শুরু করতে পারেন কারণ তিনি ১২ বছর বয়সে অ্যাংলিকানিজমে ধর্মান্তরিত হয়েছিলেন।\n\nস্বাধীনতার ঘোষণার পরে মার্কিন যুক্তরাষ্ট্রের বেশ কয়েকটি রাজ্যে, ইহুদি, কোয়েকার বা ক্যাথলিকদের ভোটদানের অধিকার থেকে বঞ্চিত করা হয়েছিল এবং/অথবা অফিসে প্রতিদ্বন্দ্বিতা করতে নিষেধ করা হয়েছিল।  ১৭৭৬ সালের ডেলাওয়্যার সংবিধানে বলা হয়েছে যে:প্রত্যেক ব্যক্তি যাকে কোনো সংসদে সদস্য নির্বাচিত করা হবে, অথবা কোনো অফিসে বা ট্রাস্টের জায়গায় নিযুক্ত করা হবে, তার আসন গ্রহণ করার আগে, বা তার অফিসে প্রবেশ করার আগে, তিনি (...) নিম্নলিখিত ঘোষণাটি তৈরি করবেন এবং সদস্যতা করবেন, নিজ বুদ্ধিতে: আমি, এ বি. ঈশ্বর পিতা, এবং তাঁর একমাত্র পুত্র যীশু খ্রীষ্টে এবং পবিত্র আত্মায়, এক ঈশ্বরে বিশ্বাস করি, চিরকালের জন্য আশীর্বাদ করি; এবং আমি ঐশ্বরিক অনুপ্রেরণা দ্বারা প্রদত্ত ওল্ড এবং নিউ টেস্টামেন্টের পবিত্র ধর্মগ্রন্থগুলোকে স্বীকার করি।এটি ১৭৯২ সালের সংবিধানের নিবন্ধ ১, ধারা ২ দ্বারা বাতিল করা হয়েছিল: \"এই রাজ্যের অধীনে কোনো অফিস, বা পাবলিক ট্রাস্টের যোগ্যতা হিসেবে কোন ধর্মীয় পরীক্ষার প্রয়োজন হবে না\"।  সাউথ ক্যারোলিনা রাজ্যের ১৭৭৮ সালের সংবিধানে বলা হয়েছে যে \"কোনো ব্যক্তি প্রোটেস্ট্যান্ট ধর্মের না হলে সংসদে বসার যোগ্য হবেন না\", জর্জিয়া রাজ্যের ১৭৭৭ সালের সংবিধান (আর্ট. ৬) উল্লেখ আছে যে \"প্রতিনিধিদের প্রতিটি কাউন্টির বাসিন্দাদের মধ্যে থেকে নির্বাচিত করা হবে (...) এবং তারা প্রোটেস্টেন্ট (এসআইসি) ধর্মের হতে হবে\"।  মেরিল্যান্ডে ১৮২৮ সালে ইহুদিদের ভোটাধিকার ও যোগ্যতা দেওয়া হয়। \nকানাডায়, ১৯১৭ সালের যুদ্ধকালীন নির্বাচন আইন দ্বারা বেশ কয়েকটি ধর্মীয় গোষ্ঠী (মেনোনাইটস, হুটেরাইটস, ডাউখোবরস ) ভোটাধিকার থেকে বঞ্চিত হয়েছিল, মূলত তারা সামরিক পরিষেবার বিরোধিতা করেছিল। প্রথম বিশ্বযুদ্ধ বন্ধ হওয়ার সাথে সাথে এই ভোটাধিকার বঞ্চিত হয়, কিন্তু ১৯৩৪ ( ডোমিনিয়ন ইলেকশনস অ্যাক্টের মাধ্যমে) থেকে ১৯৫৫ সাল পর্যন্ত ডুখোবোরদের জন্য এটি পুনর্নবীকরণ করা হয় \n১৮৬৬ সালে আধুনিক রোমানিয়ার প্রথম সংবিধানের ৭ অনুচ্ছেদে দেওয়া হয়েছিল যে শুধুমাত্র খ্রিস্টানরা রোমানিয়ার নাগরিক হতে পারে। রোমানিয়ার আদিবাসী ইহুদিদের রাষ্ট্রহীন ব্যক্তি ঘোষণা করা হয়েছিল। ১৮৭৯ সালে, বার্লিন শান্তি সম্মেলনের চাপে, এই নিবন্ধটি সংশোধন করা হয়েছিল, অ-খ্রিস্টানদের রোমানিয়ান নাগরিক হওয়ার অধিকার প্রদান করে, কিন্তু স্বাভাবিকীকরণটি সকল ক্ষেত্রে স্বতন্ত্রভাবে মঞ্জুর করা হয়েছিল এবং সংসদীয় অনুমোদনের সাপেক্ষে ছিল। এমনকি একটি আবেদন প্রক্রিয়ার ক্ষেত্রে দশ বছরের বেশি সময় লেগেছিল। শুধুমাত্র ১৯২৩ সালে একটি নতুন সংবিধান গৃহীত হয়েছিল, যার অনুচ্ছেদ ১৩৩-এ সমস্ত ইহুদি বাসিন্দাদের রোমানিয়ান নাগরিকত্ব এবং সমস্ত রোমানিয়ান নাগরিকের অধিকারের সমতা দেওয়া হয়েছিল। \n\n\n=== সম্পদ, কর শ্রেণী, সামাজিক শ্রেণী ===\n\nউনিশ শতক পর্যন্ত, অনেক পশ্চিমা প্রোটো-গণতন্ত্রের তাদের নির্বাচনী আইনে সম্পত্তির শর্ত ছিল; যেমন শুধুমাত্র জমির মালিকরা ভোট দিতে পারতেন (কারণ এই ধরনের দেশগুলোর জন্য একমাত্র কর ছিল সম্পত্তি কর), অথবা ভোটের অধিকারগুলো প্রদেয় করের পরিমাণ অনুসারে ওজন করা হয়েছিল (যেমন প্রুশিয়ান থ্রি-ক্লাস ফ্র্যাঞ্চাইজে )। বেশিরভাগ দেশ ঊনবিংশ শতাব্দীর শেষভাগে জাতীয় নির্বাচনের জন্য সম্পত্তির শর্ত বাতিল করে, কিন্তু কয়েক দশক ধরে স্থানীয় সরকার নির্বাচনের জন্য এটি বজায় রাখে। আজ এই আইনগুলো মূলত বিলুপ্ত করা হয়েছে, যদিও গৃহহীনরা নিবন্ধন করতে সক্ষম নাও হতে পারে কারণ তাদের নিয়মিত ঠিকানা নেই।\nযুক্তরাজ্যে, হাউস অফ লর্ডস অ্যাক্ট ১৯৯৯ পর্যন্ত, সহকর্মীরা যারা হাউস অফ লর্ডসের সদস্য ছিলেন তারা সাধারণ না হওয়ায় হাউস অফ কমন্সে ভোট দেওয়া থেকে তাদের বাদ দেওয়া হয়েছিল৷ যদিও রাজাকে ভোট দিতে বাধা দেওয়ার কিছু নেই, তবে রাজার পক্ষে তা করা অনুচিত বলে বিবেচিত ছিল। \n১৯ এবং ২০ শতক জুড়ে, অনেক দেশ ভোটারদেরকে কর্মকর্তাদের নির্বাচন করার জন্য অর্থ নিত, যা দরিদ্র লোকদের সম্পূর্ণভাবে ভোটাধিকারী হওয়া থেকে দূরে রাখে। এই আইনগুলো আর্জেন্টিনা, ব্রাজিল, কানাডা, চিলি, কোস্টারিকা, ইকুয়েডর, মেক্সিকো, পেরু, উরুগুয়ে এবং ভেনেজুয়েলায় কার্যকর ছিল। \n\n\n=== জ্ঞান ===\nকখনো কখনো ভোট দেওয়ার অধিকার এমন লোকদের মধ্যে সীমাবদ্ধ ছিল যারা শিক্ষার একটি নির্দিষ্ট স্তর অর্জন করেছে বা একটি নির্দিষ্ট পরীক্ষায় উত্তীর্ণ হয়েছে। কিছু মার্কিন রাজ্যে, যারা নিরক্ষর ছিল তাদের বাদ দেওয়ার জন্য আগে \"সাক্ষরতা পরীক্ষার\" ব্যবস্থা ছিল।  দক্ষিণের কৃষ্ণাঙ্গ ভোটাররা পরীক্ষায় পাশ করার পরেও প্রায়শই নির্বাচনী কর্মকর্তারা তাদের ব্যর্থ হয়েছে বলে ঘোষণা করত।  রোডেশিয়ার ১৯৬১ সালের সংবিধানের অধীনে, \"এ\" রোলে ভোট দেওয়া শিক্ষার ভিত্তিতে সীমাবদ্ধ ছিল, যার ফলে বাস্তবে এটি সাদা ভোটের উপর নির্ভরশীল ছিল যা সংসদের ৬৫ জন সদস্যের মধ্যে ৫০ জন নির্বাচিত করে। \"বি\" রোলে ভোটদানে সার্বজনীন ভোটাধিকার ছিল, কিন্তু যা শুধুমাত্র ১৫ জন সংসদ সদস্য নিয়োগ দেয়। \nবিংশ শতাব্দীতে, মার্কিন যুক্তরাষ্ট্র ব্যতীত অন্যান্য অনেক দেশ নিরক্ষর লোকদের উপর ভোটদানের বিধিনিষেধ আরোপ করেছিল, যার মধ্যে রয়েছে: বলিভিয়া, ব্রাজিল, কানাডা, চিলি, ইকুয়েডর এবং পেরু । \n\n\n=== জাতি ===\nবিভিন্ন দেশ, সাধারণত বৃহত্তর জনসংখ্যার মধ্যে প্রভাবশালী জাতিসহ দেশগুলো ঐতিহাসিকভাবে নির্দিষ্ট বর্ণের লোকেদের, বা প্রভাবশালী জাতি ব্যতীত সকলকে ভোট দিতে অস্বীকার করেছে। এটি বিভিন্ন উপায়ে করা হয়েছে:\n\nসরকারি - আইন ও প্রবিধানগুলো বিশেষভাবে বিশেষ বর্ণের লোকেদের ভোটাধিকার থেকে বঞ্চিত করে পাস করা হয়েছে (উদাহরণস্বরূপ, অ্যান্টিবেলাম ইউনাইটেড স্টেটস, বোয়ের প্রজাতন্ত্র, প্রাক-বর্ণবাদ এবং বর্ণবাদ দক্ষিণ আফ্রিকা, বা অনেক ঔপনিবেশিক রাজনৈতিক ব্যবস্থা, যারা শুধুমাত্র শ্বেতাঙ্গ বসতি স্থাপনকারীদের জন্য এবং কিছু বিশেষ সুবিধাপ্রাপ্ত অ- সাদা দলকে ভোটাধিকার দেয়)। কানাডা এবং অস্ট্রেলিয়া ১৯৬০ এর দশক পর্যন্ত তাদের আদিবাসীদের জন্য ভোটাধিকার দিতে অস্বীকার করেছিল।\nপরোক্ষ – আইনের কোনো কিছুই বিশেষভাবে কাউকে তাদের জাতিগত কারণে ভোট দিতে বাধা দেয় না, তবে অন্যান্য আইন বা প্রবিধানগুলো একটি নির্দিষ্ট জাতিকে বাদ দিতে ব্যবহৃত হয়। ১৯৬৪ সালের নাগরিক অধিকার আইন এবং ১৯৬৫ সালের ভোটের অধিকার আইন পাস হওয়ার আগে মার্কিন যুক্তরাষ্ট্রের দক্ষিণাঞ্চলীয় রাজ্যগুলোতে, পোল ট্যাক্স, সাক্ষরতা এবং অন্যান্য পরীক্ষা আফ্রিকান-আমেরিকানদের ভোটাধিকার থেকে বঞ্চিত করার জন্য ব্যবহার করা হয়েছিল।  সম্পত্তির যোগ্যতা ব্যবহার করে একটি সংখ্যালঘু জাতিকে ভোটাধিকার থেকে বঞ্চিত করার প্রবণতা ছিল, বিশেষ করে যদি উপজাতীয় মালিকানাধীন জমি বিবেচনায় নেওয়া না হয়। কিছু ক্ষেত্রে এটি একটি অনিচ্ছাকৃত (তবে সাধারণত স্বাগত) পরিণতি ছিল।  দ্বিতীয় বিশ্বযুদ্ধের পর অনেক আফ্রিকান উপনিবেশে উপনিবেশকরণের আগে পর্যন্ত কঠোর শিক্ষা এবং সম্পত্তির যোগ্যতা ছিল যা কার্যত শুধুমাত্র ধনী ইউরোপীয় সংখ্যালঘুদের জন্য অর্থপূর্ণ প্রতিনিধিত্ব করে।\nঅনানুষ্ঠানিক - আইনে কোনো কিছুই তাদের জাতিগত কারণে ভোট দিতে বাধা দেয় না, তবে নির্দিষ্ট জাতির লোকেদের ভয় দেখানো হয় বা অন্যথায় এই অধিকার প্রয়োগ করতে বাধা দেওয়া হয়। এটি ছিল পুনর্গঠনের যুগে এবং পরবর্তী সময়কালে ফ্রেন্ডম্যানদের বিরুদ্ধে শ্বেতাঙ্গ দক্ষিণীদের দ্বারা নিযুক্ত একটি সাধারণ কৌশল যা ভোটাধিকার বর্জন করার একটি আনুষ্ঠানিক পদ্ধতি। অনানুষ্ঠানিক বৈষম্য এমনকি এমনভাবেও প্রকাশ পেতে পারে যা, ভোট দেওয়ার কাজকে অনুমতি দেওয়ার সময়, কার্যকরভাবে এটিকে কোনো মূল্য থেকে বঞ্চিত করে - উদাহরণস্বরূপ, ইসরায়েলে, দেশের আরব সংখ্যালঘুরা ইহুদি সংখ্যাগরিষ্ঠদের থেকে আলাদা একটি দল-ব্যবস্থা বজায় রেখেছে। দেশটির ২০১৫ সালের নির্বাচনে, নির্বাচনী থ্রেশহোল্ড ২% থেকে বাড়িয়ে ৩.২৫% করা হয়েছিল, এইভাবে প্রভাবশালী আরব দলগুলো - হাদাশ, ইউনাইটেড আরব লিস্ট, বালাদ এবং তাআল - হয় একটি তালিকার অধীনে নির্বাচন করতে বাধ্য হয়েছিল বা তাদের সংসদীয় প্রতিনিধিত্ব হারানোর ঝুঁকি ছিল।\n\n\n=== বয়স ===\nসমস্ত আধুনিক গণতন্ত্রে ভোটারদের ভোট দেওয়ার বয়সের যোগ্যতা পূরণ করতে হয়। বিশ্বব্যাপী ভোটদানের বয়স সামঞ্জস্যপূর্ণ নয়, দেশগুলোর মধ্যে এবং এমনকি দেশের মধ্যেও ভিন্নতা আছে, যদিও এর পরিসর সাধারণত ১৬ থেকে ২১ বছরের মধ্যে পরিবর্তিত হয়। প্রথম প্রধান গণতান্ত্রিক দেশ হিসেবে যুক্তরাজ্যই ১৯৬৯ সালে ১৮ বছর বা তার বেশি বয়সীদের ভোটাধিকার দেয় । \nভোটের বয়স কমানোর আন্দোলন যুব অধিকার আন্দোলনের একটি দিক। ভোটাধিকারের কম বয়সী সন্তানদের পক্ষে তাদের অভিভাবকদের প্রক্সি ভোটের একটি ধারণা হিসেবে ডিমেনি ভোটিং প্রস্তাব করা হয়েছে।\n\n\n=== অপরাধপ্রবণতা ===\nকিছু দেশ দণ্ডিত অপরাধীদের ভোটাধিকার সীমিত করে। কিছু দেশ, এবং কিছু মার্কিন রাজ্য, কারাগার থেকে মুক্তি পাওয়ার পরেও গুরুতর অপরাধের জন্য দোষী সাব্যস্ত ব্যক্তিদের ভোট দেওয়ার অধিকার অস্বীকার করে। কিছু ক্ষেত্রে (উদাহরণস্বরূপ মার্কিন যুক্তরাষ্ট্রের অনেক রাজ্যে) ভোটের অধিকার অস্বীকার করা একটি অপরাধমূলক দোষী সাব্যস্ত হওয়ার পরে স্বয়ংক্রিয়ভাবে হয়; অন্যান্য ক্ষেত্রে (যেমন ফ্রান্স এবং জার্মানি) ভোটের নিষেধাজ্ঞা আলাদাভাবে মেটানো হয় এবং প্রায়ই নির্দিষ্ট অপরাধের অপরাধীদের মধ্যে সীমাবদ্ধ থাকে যেমন নির্বাচনী ব্যবস্থার বিরুদ্ধে বা সরকারি কর্মকর্তাদের দুর্নীতি। রিপাবলিক অফ আয়ারল্যান্ডে, <i id=\"mwAcY\">হার্স্ট বনাম ইউকে (২নং )</i> রায় অনুসরণ করে বন্দীদের ভোট দেওয়ার অধিকার দেওয়া হয়, যা ২০০৬ সালে দেওয়া হয়েছিল। কানাডা শুধুমাত্র ২ বছরের কম মেয়াদে সাজাপ্রাপ্ত বন্দীদের ভোট দেওয়ার অনুমতি দেয়, কিন্তু এটি ২০০২ সালে কানাডার সুপ্রীম কোর্ট সাউভে বনাম কানাডা (প্রধান নির্বাচনী কর্মকর্তা) দ্বারা অসাংবিধানিক বলে প্রমাণিত হয়েছিল এবং সমস্ত বন্দীদের অনুমতি দেওয়া হয়েছিল ২০০৪ কানাডিয়ান ফেডারেল নির্বাচনে। .\n\n\n=== বাসস্থান ===\nনির্দিষ্ট নির্বাচনী ব্যবস্থার অধীনে নির্বাচন উপজাতীয় বিচারব্যবস্থার মধ্যে অনুষ্ঠিত হয়, এইভাবে এমন ব্যক্তিদের ভোট দেওয়া থেকে বিরত রাখে যারা যে তারা এর এখতিয়ারের মধ্যে থাকেন না, বা তারা এমন একটি এলাকায় বসবাস করেন যার কারণে নির্বাচনে অংশগ্রহণ করতে পারবেন না। মার্কিন যুক্তরাষ্ট্রে, ওয়াশিংটন, ডিসি-তে লাইসেন্স প্লেটগুলোতে \"প্রতিনিধিত্ব ছাড়াই কর\" লেখা রয়েছে যেসকল এলাকায় প্রতিনিধি পরিষদ বা সিনেটের একটি আসন নেই, তবে  ১৯৬১ সালে গৃহীত মার্কিন যুক্তরাষ্ট্রের সংবিধানের তেইশতম সংশোধনীর ভিত্তিতে বাসিন্দারা  রাষ্ট্রপতি নির্বাচনে ভোট দিতে পারেন।। তবে, পুয়ের্তো রিকোর বাসিন্দারা সেটা থেকেও বঞ্চিত।\nকখনো কখনো নাগরিকরা ভোট দেওয়ার অযোগ্য হয়ে পড়ে কারণ তারা আর তাদের নাগরিকত্বের দেশে বসবাস করে না । উদাহরণস্বরূপ, অস্ট্রেলিয়ান নাগরিক যারা অস্ট্রেলিয়ার বাইরে এক বছরের বেশি এবং ছয় বছরেরও কম সময় ধরে আছেন তারা অস্ট্রেলিয়ার বাইরে থাকার সময় অস্ট্রেলিয়ার নির্বাচনে ভোট দেওয়ার বাধ্যবাধকতা থেকে নিজেদেরকে বাদ দিতে পারেন (অস্ট্রেলীয় নাগরিকদের জন্য ভোট দেওয়া বাধ্যতামূলক)।  ডেনমার্কের বাইরে স্থায়ীভাবে বসবাসকারী ডেনিশ নাগরিকরা তাদের ভোটাধিকার হারায়। \nকিছু কিছু ক্ষেত্রে, সেই স্থানে ভোট দেওয়ার অধিকারের জন্য একটি এলাকায় বসবাসের একটি নির্দিষ্ট সময়ের প্রয়োজন হতে পারে। উদাহরণস্বরূপ, যুক্তরাজ্যে ২০০১ পর্যন্ত, প্রতিটি ১৫ ফেব্রুয়ারি একটি নতুন নির্বাচনী রেজিস্টার কার্যকর হয়েছিল, যা পূর্ববর্তী ১০অক্টোবরের নিবন্ধনের উপর ভিত্তি করে, সময়ের উপর নির্ভর করে পাঁচ থেকে সতের মাস আগে সেই বাসিন্দাদের নির্বাচনের ভোটদান সীমিত করার মাধ্যমে।\n\n\n=== জাতীয়তা ===\n\nবেশিরভাগ দেশে, ভোটাধিকার নাগরিকদের মধ্যে সীমাবদ্ধ এবং অনেক ক্ষেত্রেই সেই দেশের স্থায়ী বাসিন্দাদের মাঝে। যাইহোক, কমনওয়েলথ অফ নেশনস এবং ইউরোপীয় ইউনিয়নের মতো সুপার-ন্যাশনাল সংস্থাগুলোর কিছু সদস্য সেই সংস্থার মধ্যে থাকা সমস্ত দেশের নাগরিকদের ভোটাধিকার প্রদান করেছে। বিংশ শতাব্দীর মাঝামাঝি পর্যন্ত, অনেক কমনওয়েলথ দেশ দেশের মধ্যে থাকা সমস্ত ব্রিটিশ নাগরিকদের ভোটাধিকার দিয়েছিল, তারা সেখানে সাধারণভাবে বসবাস করুক না কেন। বেশিরভাগ ক্ষেত্রে এর কারণ ছিল যে ব্রিটিশ এবং স্থানীয় নাগরিকত্বের মধ্যে কোন পার্থক্য ছিল না। ভারতীয় এবং ব্রিটিশ আফ্রিকানদের মতো অশ্বেতাঙ্গ ব্রিটিশ নাগরিকদের ভোটদানে বাধা দেওয়ার বিধিনিষেধের সাথে বেশ কয়েকটি দেশ এটি করেছে। ইউরোপীয় ইউনিয়ন আইনের অধীনে, ইউরোপীয় ইউনিয়নের দেশগুলোর নাগরিকরা একে অপরের স্থানীয় এবং ইউরোপীয় সংসদ নির্বাচনে একই ভিত্তিতে ভোট দিতে পারে, কিন্তু সাধারণত জাতীয় নির্বাচনে তা করতে পারে না।\n\n\n=== প্রাকৃতিকীকরণ ===\nকিছু দেশে, প্রাকৃতিক নাগরিকদের ভোট দেওয়ার বা প্রার্থী হওয়ার অধিকার নেই, হয় স্থায়ীভাবে অথবা একটি নির্দিষ্ট সময়ের জন্য।\n১৮৩১ সালের বেলজিয়ান সংবিধানের অনুচ্ছেদ ৫-এ সাধারণ প্রাকৃতিককরণ এবং মহান প্রাকৃতিকীকরণের মধ্যে একটি পার্থক্য উল্লিখিত আছে। শুধুমাত্র (প্রাক্তন) বিদেশী যাদের মহান প্রাকৃতিকীকরণ মঞ্জুর করা হয়েছিল তারা ভোট দেওয়ার, সংসদীয় নির্বাচনে প্রার্থী হতে বা মন্ত্রী নিযুক্ত হতে পারত। তবে, সাধারণ প্রাকৃতিককরণের নাগরিকরা পৌরসভা নির্বাচনে ভোট দিতে পারে।   ১৯৭৬ সালে সাধারণ প্রাকৃতিককরণের নাগরিক এবং নাগরিক যারা বিয়ের মাধ্যমে বেলজিয়ামের জাতীয়তা অর্জন করেছিলেন তারা ভোট দিতে পারেন, কিন্তু সংসদীয় নির্বাচনে প্রার্থী হিসাবে প্রতিদ্বন্দ্বিতা করতে পারেননি। ১৯৯১ সালে সংবিধান থেকে সাধারণ এবং মহান প্রাকৃতিকীকরণের ধারণাগুলোকে বাদ দেওয়া হয়েছিল \nফ্রান্সে, ১৮৮৯ সালের জাতীয়তা আইনে যাঁরা ফরাসি জাতীয়তা অর্জন করেছেন প্রাকৃতিককরণ বা বিবাহের মাধ্যমে তাদের ভোটদান থেকে, এবং বিভিন্ন সরকারি চাকরিতে প্রবেশাধিকার দেওয়া থেকে বিরত রাখা হয়। ১৯৩৮ সালে এই বিলম্ব কমিয়ে পাঁচ বছর করা হয়েছিল।  বৈষম্যের এই দৃষ্টান্তগুলো, এবং সাথে প্রাকৃতিক নাগরিকদের বিরুদ্ধে অন্যান্য দৃষ্টান্তগুলো, ১৯৭৩ (৯ জানুয়ারি ১৯৭৩ আইন) এবং ১৯৮৩ সালে ধীরে ধীরে বিলুপ্ত করা হয়েছিল।\nমরক্কোতে, যা একটি প্রাক্তন ফরাসি আশ্রিত রাজ্য ছিল, এবং গিনিতে, যা একটি প্রাক্তন ফরাসি উপনিবেশ, প্রাকৃতিক নাগরিকদের তাদের প্রাকৃতিককরণের পরে পাঁচ বছরের জন্য ভোট দেওয়া নিষিদ্ধ ছিল। \nমাইক্রোনেশিয়ার ফেডারেটেড স্টেটস- এ, সংসদে প্রতিদ্বন্দ্বিতা করার জন্য একজনকে কমপক্ষে ১৫ বছরের জন্য মাইক্রোনেশিয়ান নাগরিক হতে হবে। \nনিকারাগুয়া, পেরু এবং ফিলিপাইনে, শুধুমাত্র জন্মসূত্রে নাগরিকরা জাতীয় আইনসভায় নির্বাচিত হওয়ার জন্য যোগ্য; প্রাকৃতিক নাগরিকরা শুধুমাত্র ভোটাধিকার ভোগ করে। \nউরুগুয়েতে, প্রাকৃতিক নাগরিকদের পাঁচ বছর পর সংসদে যাওয়ার যোগ্যতার অধিকার রয়েছে। \nমার্কিন যুক্তরাষ্ট্রে, রাষ্ট্রপতি এবং ভাইস প্রেসিডেন্টকে অবশ্যই প্রাকৃতিকভাবে জন্মগ্রহণকারী নাগরিক হতে হবে। অন্যান্য সমস্ত সরকারী অফিস যেকোনো নাগরিকের জন্য উন্মুক্ত, যদিও নাগরিকরা নাগরিকত্বের নির্ধারিত সময়ের পরে কংগ্রেসে প্রতিদ্বন্দ্বিতা করতে পারে (প্রতিনিধিদের জন্য সাত বছর এবং সেনেটের জন্য নয় বছর)।\nফ্রান্সে, ১৮৭২ সালে প্রতিষ্ঠিত একটি আইন, ১৯৪৫ সালের একটি ডিক্রি দ্বারা প্রত্যাহার করা হয়েছিল, যেটা সমস্ত সেনা সদস্যদের ভোট দেওয়া নিষিদ্ধ করেছিল। \n১৯২৩ থেকে ১৯৬০ সাল পর্যন্তআয়ারল্যান্ডে, পুলিশ ( গারদা সিওচানা এবং, ১৯২৫ সালের আগে, ডাবলিন মেট্রোপলিটন পুলিশ)  স্থানীয় নির্বাচন না হলেও জাতীয় নির্বাচনে ভোটদানে বাধা ছিল \nটেক্সাসের ১৮৭৬ সালের সংবিধানে (অনুচ্ছেদ ৬, ধারা ২) বলা হয়েছে যে \"নিম্নলিখিত শ্রেণীর ব্যক্তিদের এই রাজ্যে ভোট দেওয়ার অনুমতি দেওয়া হবে না: (...) পঞ্চম—সকল সৈন্য, মেরিন এবং নাবিক, যারা এই রাজ্যে নিযুক্ত মার্কিন যুক্তরাষ্ট্রের সেনাবাহিনী বা নৌবাহিনীর সেবায় নিয়োজিত।\" \nরাষ্ট্রপতিশাসিত সরকার ব্যবস্থাসহ অনেক দেশে একজন ব্যক্তিকে একই সাথে একজন আইন প্রণেতা এবং নির্বাহী শাখার কর্মকর্তা হতে নিষেধ করা হয়। এই ধরনের বিধান পাওয়া যায়, উদাহরণস্বরূপ, মার্কিন সংবিধানের অনুচ্ছেদ ১-এI.\n\n\n== বিশ্বজুড়ে ইতিহাস ==\n\n১৮৪০ সালে, হাওয়াই কিংডম লিঙ্গের উল্লেখ ছাড়াই সমস্ত প্রজাদের জন্য পূর্ণ ভোটাধিকার প্রদান করে, কিন্তু ১৮৫২ সালের সংবিধান ২০ বছরের বেশি বয়সী পুরুষ প্রজাদের দ্বারা ভোট দেওয়ার কথা উল্লেখ করে। ১৯০২ সালে কমনওয়েলথ ফ্র্যাঞ্চাইজি আইন অস্ট্রেলিয়া এবং নিউ সাউথ ওয়েলস রাজ্যে নারীদের ফেডারেলভাবে ভোট দেবার সুযোগ করে দেয়। এই আইনটি নারীদের সরকারে প্রতিদ্বন্দ্বিতার অনুমতি দেয়, বিশ্বেঅ স্ট্রেলিয়া প্রথম এই অনুমতি দেয়। 1১৯০৬সালে ফিনল্যান্ড বিশ্বের পরবর্তী জাতি হয়ে ওঠে যে সমস্ত প্রাপ্তবয়স্ক নাগরিকদের পূর্ণ ভোটাধিকার দেয়, অন্য কথায় ভোট দেওয়ার এবং অসংসদেপ্রতিদ্বন্দ্বিতা করার অধিকার দেয়। নিউজিল্যান্ড ওসমস্ত প্রাপ্তবয়স্ক নাগরিকদের ভোট দেওয়ার অধিকার দিয়েছে (1১৮৯৩সালে), কিন্তু মনাাীর 1১৯১৯সাল পর্যন্ত নিউজিল্যান্ডের আইনসভায় অংশ নেওয়ার অধিকার পাননি।\n\n\n=== অস্ট্রেলিয়া ===\n১৮৫৫ - দক্ষিণ অস্ট্রেলিয়া হলো প্রথম উপনিবেশ যা ব্রিটিশ সমস্ত পুরুষপ প্রজাদের  ভোটাধিকার দেয় (পরে 21 বছরের বেশি বয়সী আদিবাসী অস্ট্রেলিয়ানদের এই অধিকার দেওয়া হয়)।\n১৮৯৪ - দক্ষিণ অস্ট্রেলিয়ান নারীরা ভোটের অধিকার পায়। \n১৮৯৬ - তাসমানিয়া সমস্ত পুরুষদের ভোটাধিকারের অনুমতি দেওয়ার জন্য শেষ উপনিবেশে।\n১৮৯৯ - পশ্চিম অস্ট্রেলিয়ান নারীরা ভোট দেওয়ার অধিকার পান। \n১৯০২ - কমনওয়েলথ ফ্র্যাঞ্চাইজি আইন নারীদের ফেডারেল এবং নিউ সাউথ ওয়েলস রাজ্যে ভোট দিতে সক্ষম করে। এই আইনটি নারীদের সরকার পরিচালনা করার অনুমতি দেয়, যা অস্ট্রেলিয়াকে বিশ্বের প্রথম গণতান্ত্রিক রাষ্ট্রে পরিণত করে।\n১৯২১ - এডিথ কোওয়ান পশ্চিম পার্থের সদস্য হিসেবে পশ্চিম অস্ট্রেলিয়ান আইনসভায় নির্বাচিত হয়েছেন, যিনি কোনো অস্ট্রেলিয়ান সংসদে নির্বাচিত প্রথম নারী। \n১৯৬২ - অস্ট্রেলিয়ান আদিবাসীরা কমনওয়েলথ নির্বাচনে ভোট দেওয়ার অধিকার পান, তবে বাস্তবে এই অধিকারটি আদিবাসীদের ভোটাধিকারের উপর নির্ভরশীল ছিল যা ব্যক্তির নিজ নিজ রাজ্য দ্বারা নিয়ন্ত্রিত ছিল।\n১৯৬৫ - কুইন্সল্যান্ড আদিবাসী অস্ট্রেলিয়ানদের ভোটাধিকার প্রদানের শেষ রাজ্য।\n১৯৭৩ - দক্ষিণ অস্ট্রেলিয়ার প্রিমিয়ার ডন ডানস্টান ১৯৭০ সালের অক্টোবরে সংখ্যাগরিষ্ঠতার বয়স (হ্রাস) বিল চালু করার পর, ১৯৭৩ সালে দক্ষিণ অস্ট্রেলিয়ায় ভোট দেওয়ার বয়স ১৮ বছর বয়সে নামিয়ে আনা হয়েছিল। ফলস্বরূপ, সমস্ত ফেডারেল নির্বাচনে ভোট দেওয়ার বয়স ২১ থেকে ১৮-এ নামিয়ে আনা হয়েছিল। রাজ্যগুলো ১৯৭৩ সালের মধ্যে ভোট দেওয়ার বয়স ১৮-এ নামিয়ে এনেছিল, প্রথমটি করেছিল পশ্চিম অস্ট্রেলিয়া, ১৯৭০ সালে।\n\n\n=== ব্রাজিল ===\n১৮২৪ - প্রথম ব্রাজিলের সংবিধান ২৫ বছরের বেশি বয়সী মুক্ত পুরুষদের, এমনকি প্রাক্তন দাসদের ভোট দেওয়ার অনুমতি দেয়, তবে তাতে আয়ের সীমাবদ্ধতা ছিল। ডেপুটিদের প্রতিনিধিদের চেম্বার নির্বাচন করা হয় নির্বাচনী কলেজের মাধ্যমে।\n১৮৮১ - সারাইভা আইন সরাসরি ভোট প্রয়োগ করে, তবে সাক্ষরতার বিধিনিষেধ ছিল। নারী ও দাসদের ভোটাধিকার সেখানে ছিল না।\n১৯৩২ - লিঙ্গ বা আয় নির্বিশেষে ২১ বছরের বেশি বয়সী সকল প্রাপ্তবয়স্কদের জন্য ভোটদান বাধ্যতামূলক হয়ে যায়।\n১৯৫৫ - নির্বাচনী জালিয়াতি প্রশমিত করার জন্য প্রমিত ভোট ব্যালট গ্রহণ এবং আরও সনাক্তকরণের প্রয়োজনীয়তা আনা হয়।\n১৯৬৪ - সামরিক একনায়কত্ব প্রতিষ্ঠিত হয়। তারপর থেকে, নিয়মিত ভোটের মাধ্যমে নির্বাচিত কংগ্রেসের সদস্যদের দ্বারা রাষ্ট্রপতি নির্বাচিত হন।\n১৯৮৯ - ১৬ বছরের বেশি বয়সী সকল নাগরিকের জন্য সার্বজনীন ভোটাধিকার পুনঃপ্রতিষ্ঠা পায়। নিরক্ষর বলে বিবেচিত ব্যক্তিরা, অথবা ১৮ বছরের কম বয়সী এবং ৭০ বছরের বেশি বয়সী ব্যক্তিরা ভোট দিতে বাধ্য নয়। বাধ্যবাধকতা নিয়মের অধীনে লোকেরা ভোট না দিলে তাদের অনুপস্থিতিকে ন্যায্যতা দেওয়ার জন্য একটি নথি জমা দিতে হবে।\n২০০০ - ব্রাজিল তাদের ভোটদান প্রক্রিয়ায় সম্পূর্ণরূপে ইলেকট্রনিক ব্যালট গ্রহণকারী প্রথম দেশ হয়ে ওঠে।\n\n\n=== কানাডা ===\n১৮৭১ - ব্রিটিশ কলাম্বিয়ার নতুন প্রদেশের প্রথম কাজগুলোর মধ্যে একটি ছিল ফার্স্ট নেশনস থেকে ভোটাধিকার ছিনিয়ে নেয়া এবং চীনা ও জাপানি জনগণকে ভোট দেওয়া থেকে বিরত রাখাকে নিশ্চিত করা।\n১৯১৬ - ম্যানিটোবা প্রথম প্রদেশ হয়ে ওঠে যেখানে প্রাদেশিক নির্বাচনে নারীদের ভোট দেওয়ার অধিকার দেওয়া হয়। \n১৯১৭ - ফেডারেল যুদ্ধকালীন নির্বাচন আইন বিদেশে যুদ্ধরত আত্মীয় আছে এমন নারীদের ভোট দেওয়ার অধিকার দেয়। ভোটের অধিকার সমস্ত \" শত্রু এলিয়েন \" থেকে ছিনিয়ে নেওয়া হয়েছে (যারা শত্রু দেশে জন্মগ্রহণ করেছে ও যারা ১৯০২ এর পরে কানাডায় এসেছে; এছাড়াও ইউক্রেনীয় কানাডিয়ান বন্দিদশা দেখুন)।  ফেডারেল মিলিটারি ভোটার অ্যাক্ট সমস্ত সৈন্য, এমনকি অ-নাগরিকদের (ভারতীয় এবং মেটিস ভেটেরান্স বাদে)  এবং সশস্ত্র বাহিনীর জন্য নার্স বা কেরানি হিসেবে কাজ করা নারীদের ভোটাধিকার দেয় , কিন্তু ভোটগুলি নির্দিষ্ট কোনো প্রার্থীরা জন্য নয় সেটা হলো শুধু সরকারের পক্ষে বা বিপক্ষে।\n১৯১৮ - ফেডারেল নির্বাচনে নারীরা পূর্ণ ভোটাধিকার লাভ করে। \n১৯১৯ - নারীরা ফেডারেল অফিসে প্রতিদ্বন্দ্বিতা করার অধিকার লাভ করে। \n১৯৪০ - কুইবেক শেষ প্রদেশ হিসেবে নারীদের ভোট দেওয়ার অধিকারের স্বীকৃত হয়। (কানাডিয়ান ভোটাধিকার সম্পর্কে আরও তথ্যের জন্য বিশ্বযুদ্ধের সময় কানাডিয়ান নারী দেখুন)\n১৯৪৭ - চীনা এবং ইন্দো-কানাডিয়ানদের বিরুদ্ধে জাতিগত বর্জন প্রত্যাহার করা হয়।\n১৯৪৮ - জাপানি কানাডিয়ানদের বিরুদ্ধে জাতিগত বর্জন প্রত্যাহার করা হয়। \n১৯৫৫ - নির্বাচনী আইন থেকে ধর্মীয় বিধিনিষেধ বাদ দেওয়া হয়। \n১৯৬০ - ভোটের অধিকার নিঃশর্তভাবে প্রথম জাতির জনগণের কাছে দেওয়া হয়। (আগে তারা শুধুমাত্র প্রথম জাতির মানুষ হিসেবে তাদের মর্যাদা ছেড়ে দিলে ভোট দিতে পারত।) \n১৯৬০ - নির্বাচনের দিনে অনুপস্থিত থাকবেন এমন শপথ নিতে ইচ্ছুক সকল নির্বাচকদের জন্য আগাম ভোট দেওয়ার সুযোগ দেওয়া হয়। \n১৯৬৫ - প্রথম জাতির লোকেরা ১৯৬৭ সালের আলবার্টা সাধারণ নির্বাচন দিয়ে শুরু করে আলবার্টা প্রাদেশিক নির্বাচনে ভোট দেওয়ার অধিকার পায়। \n১৯৬৯ - প্রথম জাতির লোকেরা ১৯৭০ সালের কুইবেক সাধারণ নির্বাচনের সাথে  কুইবেক প্রাদেশিক নির্বাচনে ভোট দেওয়া শুরু করে। \n১৯৭০ – ভোট দেওয়ার বয়স ২১ থেকে ১৮-এ নামিয়ে আনা হয় \n১৯৮২ - নতুন কানাডিয়ান চার্টার অফ রাইটস অ্যান্ড ফ্রিডমস সমস্ত প্রাপ্তবয়স্ক নাগরিকদের ভোট দেওয়ার  নিশ্চয়তা দেয়।\n১৯৮৮ - কানাডার সুপ্রিম কোর্ট মানসিকভাবে অসুস্থ রোগীদের ভোট দেওয়ার অধিকারের রায় দেয়। \n১৯৯৩ - যেকোনো নির্বাচক আগাম ভোট দিতে পারেন। \n২০০০ - কোনো নির্দিষ্ট ঠিকানা নেই এমন লোকদের ভোট দেওয়ার জন্য আইন প্রবর্তন করা হয়।\n২০০২ - রাইডিংয়ে (ভোটিং জেলা) বন্দীদের ভোট দেওয়ার অধিকার দেওয়া হয়েছিল। প্রধান এবং ডেপুটি ইলেক্টোরাল অফিসার ব্যতীত সমস্ত প্রাপ্তবয়স্ক কানাডিয়ান এখন কানাডায় ভোট দিতে পারবেন। \n২০১৯ - কানাডার সুপ্রিম কোর্ট আদেশ দেয় যে ফেডারেল কানাডা নির্বাচন আইনের কিছু অংশ যা পাঁচ বছরেরও বেশি সময় ধরে বিদেশে বসবাসকারী নাগরিকদের ডাকযোগে ভোট দিতে বাধা দেয় তারা কানাডিয়ান অধিকার ও স্বাধীনতার সনদের ধারা ৩ লঙ্ঘন করে এবং তাই অসাংবিধানিক .\n\n\n=== ইউরোপীয় ইউনিয়ন ===\nইউরোপীয় ইউনিয়ন ১৯ ডিসেম্বর ১৯৯৪ থেকে কাউন্সিল নির্দেশিকা ৯৪/৮০/ইজি দ্বারা অন্য ইইউ দেশের নাগরিককে পৌরসভা নির্বাচনে ভোট দেওয়ার অধিকার দিয়েছে \n\n\n=== ফিনল্যান্ড ===\n১৯০৬ - ভোটের বছরের শুরুতে ২৪ বা তার বেশি বয়সী প্রাপ্তবয়স্ক সকল নাগরিকের জন্য পূর্ণ ভোটাধিকার দেয়।\n১৯২১ - পৌর পর্যায়ে সম্পত্তি-ভিত্তিক ভোটের সংখ্যার ব্যবস্থা রদ করে; সবার জন্য সমান ভোট দেওয়া হয়।\n১৯৪৪ - ভোট দেওয়ার বয়স কমিয়ে ২১ বছর করা হয়।\n১৯৬৯ - ভোট দেওয়ার বয়স কমিয়ে ২০ বছর করা হয়।\n১৯৭২ - ভোট দেওয়ার বয়স কমিয়ে ১৮ বছর করা হয়।\n১৯৮১ - নর্ডিক পাসপোর্ট ইউনিয়ন দেশের নাগরিকদের পৌর নির্বাচনের জন্য আবাসিক শর্ত ছাড়াই ভোটদান এবং যোগ্যতার অধিকার দেওয়া হয়।\n১৯৯১ - পৌর নির্বাচনের জন্য দুই বছরের বসবাসের শর্ত সহ ১৯৯১ সালে সমস্ত বিদেশী বাসিন্দাদের ভোটদান এবং যোগ্যতার অধিকার বাড়ানো হয়।\n১৯৯৫ - ইউরোপীয় আইন (আইন ৩৬৫/৯৫, নির্বাচনী আইন ৭১৪/১৯৯৮ দ্বারা নিশ্চিত) অনুসারে ইউরোপীয় ইউনিয়নের বাসিন্দাদের জন্য বসবাসের বাধ্যবাধকতা বাতিল করা হয়।\n১৯৯৬ - ভোট দেওয়ার তারিখে ভোট দেওয়ার বয়স কমিয়ে ১৮ বছর করা হয়েছিল।\n২০০০ - ধারা ১৪, আল. ফিনল্যান্ডের ২০০০ সালের সংবিধানের ২ তে বলা হয়েছে যে \"প্রতি ফিনিশ নাগরিক এবং ফিনল্যান্ডে স্থায়ীভাবে বসবাসকারী সকল বিদেশি, যাদের আঠারো বছর বয়স হয়েছে, তাদের আইনত পৌরসভা নির্বাচন এবং পৌরসভার গণভোটে ভোট দেওয়ার অধিকার রয়েছে৷ অন্যথায় মিউনিসিপ্যাল গভর্নমেন্টে অংশগ্রহণ করার অধিকার একটি আইন দ্বারা নির্ধারিত হয়।\" \n\n\n=== ফ্রান্স ===\n১১ আগস্ট ১৭৯২: সার্বজনীন ভোটাধিকার প্রবর্তন (শুধুমাত্র পুরুষদের জন্য)\n১৭৯৫: পুরুষদের জন্য সার্বজনীন ভোটাধিকার পরোক্ষ জনগণনা ভোটাধিকার দিয়ে প্রতিস্থাপিত হয়\n১৩ ডিসেম্বর ১৭৯৯: ফরাসি কনস্যুলেট পুরুষ সার্বজনীন ভোটাধিকার পুনঃপ্রতিষ্ঠা করে যার ফলে ভোটার ২৪৬,০০০ থেকে ৯ মিলিয়নের উপরে চলে যায় \n১৮৫০ সালে (৩১ মে): অপরাধী এবং গৃহহীনদের বাদ দেওয়ায় ভোট দেওয়ার যোগ্য লোকের সংখ্যা ৩০% হ্রাস পেয়েছে।\nতৃতীয় নেপোলিয়ন  ১৮৫১ সালে (২১ ডিসেম্বর) একটি গণভোট আহ্বান করেন, ২১ বছর বা তার বেশি বয়সী সকল পুরুষদের ভোট দেওয়ার অনুমতি দেওয়া হয়। পুরুষের সর্বজনীন ভোটাধিকার প্রতিষ্ঠিত হয় এরপর।\n২১ এপ্রিল ১৯৪৪ সাল পর্যন্ত ২১ বছরের বেশি বয়সী নারীদের জন্য ভোটাধিকার দেওয়া হয়।\n৯ জুলাই ১৯৭৪ থেকে ভোট দেওয়ার ন্যূনতম বয়স কমিয়ে ১৮ বছর করা হয়। \n\n\n=== জার্মানি ===\n১৮৪৮ - প্রাপ্তবয়স্ক এবং \"স্বাধীন\" পুরুষ নাগরিক (জার্মান কনফেডারেশনের রাষ্ট্রের নাগরিক), ভোটাধিকার পেয়েছেন, পুরুষ ভোটদানকারী জনসংখ্যা - ৮৫% \n১৮৪৯ - ২৫ বছরের বেশি পুরুষ নাগরিক ভোট দিতে পারবেন, যারা ভোটাধিকার থেকে বঞ্চিত হয়নি, আইনগতভাবে অক্ষম ঘোষণা করা হয়নি, নির্বাচনের এক বছর আগে দরিদ্র ত্রাণ দাবি করেননি, দেউলিয়া বা দেউলিয়া হওয়ার প্রক্রিয়ায় ছিলেন না, নির্বাচনী জালিয়াতির জন্য দোষী সাব্যস্ত হননি,\n১৮৬৬ – ২৫ বছরের বেশি বয়সী পুরুষ নাগরিক (অন্তত তিন বছরের জন্য নাগরিক) ভোট দিতে পারবেন, যাদের ভোটাধিকার বাতিল করা হয়নি, আইনত অক্ষম ঘোষণা করা হয়নি, নির্বাচনের এক বছর আগে দরিদ্র ত্রাণ দাবি করেননি, ভোটার তালিকায় নাম নথিভুক্ত, নির্বাচনী জেলার বাসিন্দা,\n১৮৬৯ - ২৫ বছরের বেশি বয়সী পুরুষ নাগরিক (উত্তর জার্মান কনফেডারেশনের রাজ্যের নাগরিক) ভোট দিতে পারবেন, যাদের ভোটাধিকার বাতিল করা হয়নি, দেউলিয়া নয় বা দেউলিয়া হওয়ার মামলায় নাই, চাকরিরত সৈনিক নয়, নির্বাচনের এক বছর আগে দরিদ্র ত্রাণ দাবি করেনি, নির্বাচনী জেলার বাসিন্দা, কারাগারে নাই, আইনত অক্ষম ঘোষণা করা হয়নি,\n১৯১৮ - ২০ বছরের উপরে সকল নাগরিকের জন্য পূর্ণ ভোটাধিকার \n১৯৭০ - ১৮ বছরের বেশি বয়সী সকল নাগরিকের জন্য পূর্ণ ভোটাধিকার \n২০১৯ - উন্মাদ নাগরিকদের এবং অভিভাবকত্বের অধীনে থাকা ব্যক্তিদের জন্য ভোটাধিকার। \n\n\n=== হাওয়াই রাজ্য ===\n১৮৪০ সালে, হাওয়াইয়ের রাজা একটি সংবিধান জারি করেন যা লিঙ্গ বা বয়সের উল্লেখ ছাড়াই সার্বজনীন ভোটাধিকার প্রদান করে, কিন্তু পরবর্তীতে সংশোধনীগুলি বিধিনিষেধ যুক্ত করে, কারণ ককেশীয় বসতি স্থাপনকারীদের প্রভাব বৃদ্ধি পায়:\n\n১৮৫২ - নারীরা ভোট দেওয়ার অধিকার হারায় এবং ন্যূনতম ভোট দেওয়ার বয়স ২০ বলে নির্দিষ্ট করা হয়।\n১৮৬৪ - নতুন যোগ্যতার ভিত্তিতে ভোট সীমাবদ্ধ করা হয়েছিল - সাক্ষরতাসহ হয় একটি নির্দিষ্ট স্তরের আয় বা সম্পত্তির মালিকানার উপর ভিত্তি করে।\n১৮৮৭ - এশিয়ান বংশোদ্ভূত হাওয়াইয়ের নাগরিকদের অযোগ্য ঘোষণা করা হয়। আয় বা মালিকানাধীন সম্পত্তির ন্যূনতম মূল্য বৃদ্ধি করা হয়।\nহাওয়াই ১৮৯৩ সালে তার স্বাধীনতা হারায়।\n\n\n=== হংকং ===\n১৯৯৫ সালে ভোট দেওয়ার সর্বনিম্ন বয়স ২১ থেকে কমিয়ে ১৮ বছর করা হয়েছিল। মৌলিক আইন, যেটি ১৯৯৭ সাল থেকে ভূখণ্ডের সংবিধান, সেটা শর্ত দেয় যে সমস্ত স্থায়ী বাসিন্দাদের (জন্ম বা বসবাসের সাত বছর দ্বারা প্রদত্ত একটি মর্যাদা) ভোট দেওয়ার অধিকার রয়েছে৷ অন্যান্য দেশে বসবাসের অধিকার আছে এমন স্থায়ী বাসিন্দাদের নির্বাচনে দাঁড়ানোর অধিকার অবশ্য ১৯৯৭ সালের লেজিসলেটিভ কাউন্সিল অধ্যাদেশ দ্বারা ১২টি কার্যকরী নির্বাচনী এলাকায় সীমাবদ্ধ ছিল।\nভোটের অধিকার এবং নির্বাচনে দাঁড়ানোর অধিকার সমান নয়। ২৫০,০০০ এরও কম নির্বাচক ৩০টি কার্যকরী নির্বাচনী এলাকায় নির্বাচন করার জন্য যোগ্য, যার মধ্যে ২৩টি ৮০,০০০ এরও কম ভোটার দ্বারা নির্বাচিত হয় এবং ২০০৮ আইন পরিষদ নির্বাচনে ১৪ জন সদস্য এই কার্যকরী নির্বাচনী এলাকা থেকে বিনা প্রতিদ্বন্দ্বিতায় নির্বাচিত হন। কিছু নির্বাচনী এলাকার নির্বাচকমণ্ডলীর সংখ্যা ২০০-এর কম। শুধুমাত্র ব্যক্তি যারা সেক্টরের সাথে সংযোগ প্রদর্শন করতে পারে তারা একটি কার্যকরী নির্বাচনী এলাকায় নির্বাচন করার যোগ্য।\nলেজিসলেটিভ কাউন্সিল (সংশোধন) বিল ২০১২, পাস হলে, ভৌগোলিক নির্বাচনী এলাকা এবং জেলা পরিষদ (দ্বিতীয়) কার্যকরী নির্বাচনী এলাকায় লেজিসলেটিভ কাউন্সিলের উপ-নির্বাচনে দাঁড়ানোর অধিকার সীমিত করার জন্য আইন পরিষদ অধ্যাদেশ সংশোধন করা হয়। মানসিকভাবে অক্ষম, দেউলিয়া বা কারাবন্দী ব্যক্তিদের পাশাপাশি, যে সদস্যরা তাদের আসন থেকে পদত্যাগ করেন তাদের পদত্যাগের ছয় মাসের জন্য প্রতিদ্বন্দ্বিতার অধিকার থাকবে না। বিলটি বর্তমানে কমিটির পর্যায়ে রয়েছে।\n\n\n=== হাঙ্গেরি ===\n১৮৪৮ - ১৮৪৮ সালের হাঙ্গেরিয়ান বিপ্লবের সংসদ ২০ বছরের বেশি পুরুষ যারা নির্দিষ্ট মানদণ্ড পূরণ তাদের ভোট দেওয়ার অধিকার চালু করেছিল যা এপ্রিল আইন হিসেবে পরিচিত একটি আইনি প্যাকেজের অংশ ছিল।\n১৮৭৪ - ১৮৬৭ সালের সমঝোতার পর ভোটাধিকারের পুনঃপ্রবর্তনের সময় কিছু মানদণ্ড পরিবর্তন করা হয়, উদাহরণস্বরূপ যোগ্যতার সম্পদ ভিত্তিক মাত্রা থেকে করভিত্তিক মাত্রায় চলে যাওয়া।\n১৯১৩ - সমস্ত মাধ্যমিক স্কুল উত্তীর্ণ পুরুষ জনসংখ্যার সংযোজনের মাধ্যমে ভোটাধিকার ১০% বৃদ্ধি পায়। গোপন ভোটদান চালু করা হয়, তবে শুধুমাত্র কাউন্টি অধিকারসহ শহরগুলোতেই। যদিও কখনোই বাস্তবায়িত হয়নি।\n১৯১৮ - ভোটাধিকার জনসংখ্যার ১৫% বৃদ্ধি পায়, অর্থনৈতিক আদমশুমারি কমিয়ে। কখনোই বাস্তবায়িত হয়নি।\n১৯১৮ - ২১ বছরের বেশি পুরুষ এবং ২৪ বছরের বেশি নারীদের জন্য সার্বজনীন ভোটাধিকার দেওয়া হয়। প্রথম প্রজাতন্ত্রের পতনের কারণে, রুসকা ক্রাজিনার স্থানীয় নির্বাচন ছাড়া এটি কখনোই বাস্তবায়িত হয়নি।\n১৯১৯ - হাঙ্গেরিয়ান সোভিয়েত প্রজাতন্ত্র ১৮ বছরের বেশি সকলের জন্য ভোটাধিকার প্রতিষ্ঠা করে, তবে সমস্ত বুর্জোয়া, বেকার এবং যাজকদের বাদ দেয়।\n১৯১৯ - সর্বজনীন ভোটাধিকার পুনরুদ্ধার করা হয়, উভয় লিঙ্গের জন্য ভোট দেওয়ার বয়স হয় ২৪।\n১৯২২ - শিক্ষার প্রয়োজনীয়তা পুনরায় চালু করা হয়, নারীদের জন্য ভোট দেওয়ার বয়স ৩০-এ উন্নীত করা হয়, গ্রামীণ এলাকায় উন্মুক্ত ভোটদান পুনরায় চালু করা হয়।\n১৯৩৮ - শিক্ষা এবং বাসস্থানের বাধ্যকতা বাড়ানো হয়, পুরুষদের ভোট দেওয়ার বয়স ২৬-এ উন্নীত করা হয়\n১৯৪৫ - ২০ বছরের বেশি ভোটারদের জন্য সার্বজনীন গোপন ভোটাধিকার দেওয়া হয়\n১৯৪৯ - ভোট দেওয়ার বয়স ১৮-এ নামিয়ে আনা হয়\n\n\n=== ভারত ===\n১৯৫১-৫২ সালে অনুষ্ঠিত প্রথম ভারতীয় সাধারণ নির্বাচনের পর থেকে, ২১ বছর বা তার বেশি বয়সী সকল প্রাপ্তবয়স্ক নাগরিকের জন্য সর্বজনীন ভোটাধিকার ভারতের সংবিধানের ৩২৬ অনুচ্ছেদের অধীনে প্রতিষ্ঠিত হয়েছিল। ১৯৮৯ সালের ২৮ মার্চ  ৬১ তম সংশোধনীর মাধ্যমে ন্যূনতম ভোট দেওয়ার বয়স ১৮ বছর করা হয়েছিল।\n\n\n=== আয়ারল্যান্ড ===\n\n\n=== আইল অব ম্যান ===\n১৮৬৬ - হাউস অফ কী ইলেকশন অ্যাক্ট হাউস অফ কীকে একটি নির্বাচিত সংস্থা করে তোলে। ২১ বছরের বেশি বয়সী পুরুষদের ভোটের অধিকার দেওয়া হয় যারা বছরে কমপক্ষে £৮ মূল্যের সম্পত্তির মালিক বা বছরে কমপক্ষে £১২ মূল্যের সম্পত্তির ভাড়া করেন। প্রার্থীদের অবশ্যই পুরুষ হতে হবে, যার সম্পত্তির বার্ষিক মূল্য £১০০, অথবা £৫০ এর সাথে একটি ব্যক্তিগত সম্পত্তি যার বার্ষিক আয় £১০০ হবে।\n১৮৮১ - হাউস অফ কী ইলেকশন অ্যাক্ট সংশোধন করা হয় যাতে সম্পত্তির যোগ্যতা £৪-এর কম নয় এমন একটি  বার্ষিক মূল্যে নিয়ে আসা হয়। সবচেয়ে উল্লেখযোগ্য দিক হলো, আইনটি যারা সম্পত্তির মালিক তেমন ২১ বছরের বেশি বয়সী অবিবাহিত নারী এবং বিধবাদের ভোটাধিকার দেওয়ার জন্যও সংশোধন করা হয়, যা আইল অফ ম্যানকে একটি জাতীয় নির্বাচনে প্রথম কিছু নারীদের ভোট দেওয়ার জন্য সুযোগ তৈরি করে। প্রার্থীদের জন্য সম্পত্তি যোগ্যতা পরিবর্তন করা হয়েছে ব্যক্তিগত সম্পত্তির বিকল্প যা বছরে £১৫০ আয় করতে পারে।\n১৮৯২ - ২১ বছরের বেশি বয়সী অবিবাহিত নারী এবং বিধবাদের জন্য ভোটাধিকার দেওয়া হয় যারা কমপক্ষে £৪  বার্ষিক মূল্যের সম্পত্তি ভাড়া দেয়, সেইসাথে পুরুষ ভাড়াটিয়াদের কাছে। প্রার্থীদের জন্য সম্পত্তি যোগ্যতা সরানো হয়।\n১৯০৩ - ভোটারদের জন্য সম্পত্তির যোগ্যতা ছাড়াও একটি আবাসিক যোগ্যতা চালু করা হয়েছে। নির্বাচনের মধ্যবর্তী সময় ৭ থেকে কমিয়ে ৫ বছর করা হয়েছে।\n১৯১৯ - বসবাসের উপর ভিত্তি করে সার্বজনীন প্রাপ্তবয়স্ক ভোটাধিকার চালু করা হয়েছে: ২১ বছরের বেশি বয়সী সমস্ত পুরুষ এবং নারী বাসিন্দারা ভোট দিতে পারেন। সমগ্র নির্বাচকমণ্ডলী (পাদরি এবং লাভের পদের ধারকদের বাদ দিয়ে) নির্বাচনে দাঁড়াতে পারবেন।\n১৯৭০ - ভোট দেওয়ার বয়স ১৮-এ নামিয়ে আনা হয়।\n২০০৬ - ভোট দেওয়ার বয়স ১৬-এ নামিয়ে আনা হয়। তবে, প্রার্থীদের যোগ্যতার বয়স ১৮-ই রয়ে গেছে।\n\n\n=== ইতালি ===\nসুপ্রিম কোর্ট বলেছে যে \"নিষ্ক্রিয় নির্বাচনী আইন থেকে অবমাননাকর নিয়মগুলো অবশ্যই কঠোরভাবে ব্যাখ্যা করা উচিত\"। \n\n\n=== জাপান ===\n\n১৯৮৯ – ২৫ বছরের বেশি পুরুষ করদাতারা যারা কমপক্ষে ১৫ জেপিওয়াই কর প্রদান করেছেন তারা ভোট দিতে পারেন, ভোটদানকারীর সংখ্যা ছিল ৪৫০,০০০ (জাপানের জনসংখ্যার ১.১%),\n১৯০০ – ২৫ বছরের বেশি পুরুষ করদাতারা যারা কমপক্ষে ১০ জেপিওয়াই কর প্রদান করেছেন তারা ভোট দিতে পারেন, ভোটদানকারী সংখ্যা ছিল ৯৮০,০০০ (জাপানের জনসংখ্যার ২.২%),\n১৯১৯ - ২৫ বছরের বেশি পুরুষ করদাতারা যারা কমপক্ষে ৩ জেপিওয়াই কর প্রদান করেছেন তারা ভোট দিতে পারেন, ভোটদানকারী সংখ্যা ছিল ৩,০৭০,০০০ (জাপানের জনসংখ্যার ৫.৫%) \n১৯২৫ - ২৫ বছরের বেশি পুরুষরা ভোট দেওয়ার অধিকার পান, ভোটদানকারী সংখ্যা ছিল ১২,৪১০,০০০ (জাপানের জনসংখ্যার ২০%),\n১৯৪৫ - ২০ বছরের উপরে জাপানের নাগরিকরা ভোট দেওয়ার অধিকার পান, ভোটদানকারী সংখ্যা ছিল ৩৬,৮৮০,০০০ (জাপানের জনসংখ্যার ৪৮.৭%),\n২০১৫ - ১৮ বছরের উপরে জাপানের নাগরিকরা ভোট দেওয়ার অধিকার পান, ভোট দেওয়ার সংখ্যা - জাপানের জনসংখ্যার ৮৩.৩%। \n\n\n=== নিউজিল্যান্ড ===\nটেমপ্লেট:Suffrage\n\n১৮৫৩ - ব্রিটিশ সরকার নিউজিল্যান্ডের সংবিধান আইন ১৮৫২ পাস করে, উপনিবেশকে দ্বিকক্ষ বিশিষ্ট সংসদসহ সীমিত স্ব-শাসন প্রদান করে। ভোটটি ২১ বছর বা তার বেশি বয়সী পুরুষ ব্রিটিশ প্রজাদের জন্য সীমাবদ্ধ ছিল যারা পর্যাপ্ত সম্পত্তির মালিক বা ভাড়া নিয়েছিলেন এবং গুরুতর অপরাধের জন্য কারাগারে ছিলেন না। সাম্প্রদায়িক মালিকানাধীন জমিকে সম্পত্তির যোগ্যতা ধরা হতো না, আর এইভাবেই বেশিরভাগ মাওরি (আদিবাসী) পুরুষদের ভোটাধিকার থেকে বঞ্চিত করা হয়েছিল।\n১৮৬০ - খনির লাইসেন্সধারীদের ভোটাধিকার দেওয়া হয় যারা সম্পত্তি ছাড়া অন্য সকল ভোট দেওয়ার শর্ত পূরণ করেছে।\n১৮৬৭ - মাওরি আসন প্রতিষ্ঠিত হয়, মাওরিকে নিম্নকক্ষে চারটি সংরক্ষিত আসন দেওয়া হয়। সম্পত্তির কোনো বাধ্যবাধকতা ছিল না; এইভাবে মাওরি পুরুষরা অন্যান্য নিউজিল্যান্ডবাসীর আগে সার্বজনীন ভোটাধিকার লাভ করে। আসন সংখ্যা মাওরি জনসংখ্যার আকারকে প্রতিফলিত করে না, তবে মাওরি পুরুষরা যারা সাধারণ নির্বাচকদের জন্য সম্পত্তির শর্ত পূরণ করেছিল তারা তাদের বা মাওরি নির্বাচকমণ্ডলীতে ভোট দিতে সক্ষম ছিল কিন্তু উভয়ই নয়।\n১৮৭৯ - সম্পত্তির শর্ত বিলুপ্ত করা হয়।\n১৮৯৩ - নারীরা পুরুষদের সাথে সমান ভোটের অধিকার পায়, নিউজিল্যান্ড বিশ্বের প্রথম জাতি হিসেবে নারীদের ভোট দেওয়ার অনুমতি দেয়।\n১৯৬৯ - ভোট দেওয়ার বয়স ২০-এ নামিয়ে আনা হয়।\n১৯৭৪ - ভোট দেওয়ার বয়স ১৮-এ নামিয়ে আনা হয়।\n১৯৭৫ - নিউজিল্যান্ডের সকল স্থায়ী বাসিন্দাদের ভোটাধিকার দেওয়া হয়, তাদের নাগরিকত্ব থাকুক বা নাই থাকুক।\n১৯৯৬ - মাওরি জনসংখ্যাকে প্রতিফলিত করার জন্য মাওরি আসনের সংখ্যা বৃদ্ধি করা হয়।\n২০১০ - এক বছর বা তার বেশি কারাদণ্ডপ্রাপ্ত বন্দীরা সাজা ভোগ করার সময় ভোট দেওয়ার অধিকার থেকে বঞ্চিত হয়।\n\n\n=== নরওয়ে ===\n১৮১৪ - নরওয়েজিয়ান সংবিধান ২৫ বছরের বেশি বয়সী পুরুষ জমির মালিক বা কর্মকর্তাদের সম্পূর্ণ ভোট দেওয়ার অধিকার দেয়। \n১৮৮৫ - পুরুষ করদাতারা যারা কমপক্ষে ৫০০ এনওকে কর (শহরে ৮০০ এনওকে) প্রদান করেছেন তারা ভোট দেওয়ার অধিকার পান।\n১৯০০ - ২৫ বছরের বেশি পুরুষদের জন্য সর্বজনীন ভোটাধিকার।\n১৯০১ - নারীরা, ২৫ বছরের বেশি বয়সী, কর প্রদান করছেন বা কর প্রদানকারী পুরুষের সাথে সাধারণ পরিবার রয়েছে, স্থানীয় নির্বাচনে ভোট দেওয়ার অধিকার পান।\n১৯০৯ - ২৫ বছরের বেশি বয়সী নারীরা, কর প্রদান করছেন বা কর প্রদানকারী একজন পুরুষের সাথে সাধারণ পরিবার রয়েছে, তারা পূর্ণ ভোটাধিকার পান।\n১৯১৩ - ১৯১৫ সালের নির্বাচন থেকে ২৫ বছরের বেশি সবার জন্য সর্বজনীন ভোটাধিকার।\n১৯২০ - ভোট দেওয়ার বয়স ২৩-এ নামিয়ে আনা হয় \n১৯৪৬ - ভোট দেওয়ার বয়স ২১-এ নামিয়ে আনা হয়।\n১৯৬৭ - ভোট দেওয়ার বয়স ২০-এ নামিয়ে আনা হয়।\n১৯৭৮ - ভোট দেওয়ার বয়স ১৮-এ নামিয়ে আনা হয়।\n\n\n=== পোল্যান্ড ===\n১৯১৮ - ১৯১৮ সালে স্বাধীনতার প্রথম দিনগুলোতে, দেশভাগের ১২৩ বছর পরে, পুরুষ এবং নারী উভয়কেই ভোটাধিকার দেওয়া হয়েছিল। ১৯১৯ সালে আটজন নারী সেজমের জন্য নির্বাচিত হন।\n১৯৫২ - ভোট দেওয়ার বয়স ১৮-এ নামিয়ে আনা হয়।\n\n\n=== সিঙ্গাপুর ===\n\n\n=== দক্ষিণ আফ্রিকা ===\n১৯১০ - দক্ষিণ আফ্রিকার ইউনিয়ন দক্ষিণ আফ্রিকা আইন ১৯০৯ দ্বারা প্রতিষ্ঠিত হয়। হাউস অফ অ্যাসেম্বলি একক-সদস্যের নির্বাচনী এলাকায় ফার্স্ট-পাস্ট-দ্য-পোস্ট ভোটিং দ্বারা নির্বাচিত হয়। ভোটাধিকারের শর্তগুলো ইউনিয়নের অন্তর্ভুক্ত উপনিবেশগুলোর আইনসভার নির্বাচনের জন্য পূর্বের মতোই ছিল। ট্রান্সভাল এবং অরেঞ্জ ফ্রি স্টেটে ভোটাধিকার শুধুমাত্র শ্বেতাঙ্গ পুরুষদের মধ্যেই সীমাবদ্ধ ছিল। নাটালে ভোটাধিকার শুধুমাত্র সম্পত্তি এবং সাক্ষরতার শর্ত পূরণকারী পুরুষদের মধ্যে সীমাবদ্ধ ছিল; এটি তাত্ত্বিকভাবে বর্ণ-অন্ধ ছিল কিন্তু বাস্তবে প্রায় সমস্ত অ-শ্বেতাঙ্গ পুরুষদের বাদ দেওয়া হয়েছিল। কেপ প্রদেশের ঐতিহ্যবাহী \"কেপ কোয়ালিফাইড ফ্র্যাঞ্চাইজ\" সম্পত্তি এবং সাক্ষরতার শর্ত পূরণকারী পুরুষদের মধ্যে সীমাবদ্ধ এবং বর্ণহীন ছিল; তবুও ৮৫% ভোটার ছিল শ্বেতাঙ্গ। কেপ প্রদেশে অ-শ্বেতাঙ্গ ভোটারদের অধিকার দক্ষিণ আফ্রিকা আইনের একটি সংযোজিত ধারা দ্বারা সুরক্ষিত হয় যা সংসদের উভয় কক্ষের যৌথ সভায় দুই-তৃতীয়াংশ ভোটের উপর নির্ভরশীল ছিল।\n১৯৩০ - নারী অধিকার আইন, ১৯৩০ ২১ বছরের বেশি বয়সী সমস্ত শ্বেতাঙ্গ নারীদের ভোট দেওয়ার অধিকার দেয়।\n১৯৩১ - ভোটাধিকার আইন সংশোধনী আইন, ১৯৩১ ২১ বছরের বেশি বয়সী সমস্ত শ্বেতাঙ্গ পুরুষদের জন্য সম্পত্তি এবং সাক্ষরতার শর্ত সরিয়ে দেয়, তবে সেগুলো অ-শ্বেতাঙ্গ ভোটারদের জন্য বজায় রাখা হয়।\n১৯৩৬ - রিপ্রেজেন্টেশন অফ নেটিভস অ্যাক্ট, ১৯৩৬ কেপ প্রদেশের কৃষ্ণাঙ্গ ভোটারদের সাধারণ ভোটার তালিকা থেকে সরিয়ে দেয় এবং পরিবর্তে তাদেরকে বিধানসভার হাউসে তিনজন \"নেটিভ রিপ্রেজেন্টেটিভ সদস্য\" নির্বাচন করার অনুমতি দেয়। চারজন সিনেটর দেশজুড়ে কৃষ্ণাঙ্গ দক্ষিণ আফ্রিকানদের প্রতিনিধিত্ব করার জন্য প্রধান এবং স্থানীয় কর্তৃপক্ষের দ্বারা পরোক্ষভাবে নির্বাচিত হয়। একটি যৌথ সভায় দুই-তৃতীয়াংশ সংখ্যাগরিষ্ঠতায় এই আইনটি পাস হয়।\n১৯৫১ - ভোটারদের পৃথক প্রতিনিধিত্ব আইন, ১৯৫১ পৃথক বৈঠকে একটি সাধারণ সংখ্যাগরিষ্ঠ মতামত দ্বারা সংসদে পাস হয়। এটি সাধারণ ভোটার তালিকা থেকে কেপ প্রদেশের অ-শ্বেতাঙ্গ ভোটারদের অপসারণ করার জন্য এবং এর পরিবর্তে তাদের চারটি \"অ-শ্বেতাঙ্গ প্রতিনিধি সদস্য\" নির্বাচন করার অনুমতি দেয়।\n১৯৫২ - হ্যারিস বনাম স্বরাষ্ট্রমন্ত্রীর মধ্যে ভোটারদের পৃথক প্রতিনিধিত্ব আইন সুপ্রিম কোর্টের আপিল বিভাগ দ্বারা বাতিল করা হয় কারণ এটি একটি যৌথ সভায় দুই-তৃতীয়াংশ সংখ্যাগরিষ্ঠতার সাথে পাস করা হয়নি। পার্লামেন্ট হাইকোর্ট অফ পার্লামেন্ট অ্যাক্ট, ১৯৫২ পাস করে, যাতে এই সিদ্ধান্তটি ফিরিয়ে দেওয়ার অনুমতি পাওয়া যায়, কিন্তু আপিল বিভাগ এটিও বাতিল করে।\n১৯৫৬ - সিনেট এবং আপিল বিভাগকে এক করে, সরকার দক্ষিণ আফ্রিকা আইন সংশোধনী আইন, ১৯৫৬ পাস করে, ভোটারদের পৃথক প্রতিনিধিত্ব আইন রদ করার সিদ্ধান্ত বাতিল করে এবং এই আইনকে প্রতিষ্ঠা করে।\n১৯৫৮ - নির্বাচনী আইন সংশোধনী আইন, ১৯৫৮ শ্বেতাঙ্গ ভোটারদের ভোট দেওয়ার বয়স ২১ থেকে কমিয়ে ১৮ করে।\n১৯৫৯ - বান্টু স্ব-সরকার আইনের প্রচার, ১৯৫৯ আদিবাসীদের প্রতিনিধিত্ব আইন বাতিল করে, সংসদে কৃষ্ণাঙ্গ লোকদের সমস্ত প্রতিনিধিত্ব সরিয়ে দেয়।\n১৯৬৮ - ভোটারদের পৃথক প্রতিনিধিত্ব সংশোধনী আইন, ১৯৬৮ ভোটারদের পৃথক প্রতিনিধিত্ব আইন বাতিল করে, সংসদে অ-শ্বেতাঙ্গ মানুষের সমস্ত প্রতিনিধিত্ব সরিয়ে দেয়।\n১৯৬৯ - অ-শ্বেতাঙ্গ ব্যক্তিদের প্রতিনিধি পরিষদের (সিপিআরসি) প্রথম নির্বাচন অনুষ্ঠিত হয়, যার সীমিত আইনী ক্ষমতা ছিল। ২১ বছরের বেশি বয়সী প্রতিটি অ-শ্বেতাঙ্গ নাগরিক একক-সদস্য নির্বাচনী এলাকায় ফার্স্ট-পাস্ট-দ্য-পোস্ট নির্বাচনে তার সদস্যদের জন্য ভোট দিতে পারেন।\n১৯৭৮ - সিপিআরসি-এর জন্য ভোট দেওয়ার বয়স ২১ থেকে কমিয়ে ১৮ করা হয়।\n১৯৮১ - দক্ষিণ আফ্রিকান ভারতীয় কাউন্সিলের (এসএআইসি) প্রথম নির্বাচন, যার সীমিত আইনী ক্ষমতা রয়েছে, সেটি অনুষ্ঠিত হয়। ১৮ বছরের বেশি বয়সী প্রতিটি ভারতীয় দক্ষিণ আফ্রিকান নাগরিক একক-সদস্য নির্বাচনী এলাকায় ফার্স্ট-পাস্ট-দ্য-পোস্ট  নির্বাচনে তার সদস্যদের জন্য ভোট দিতে পারেন।\n১৯৮৪ - ১৯৮৩ সালের সংবিধান ট্রাইক্যামেরাল সংসদ প্রতিষ্ঠা করে। পার্লামেন্টের দুইটি নতুন হাউস তৈরি করা হয়, অ-শ্বেতাঙ্গ নাগরিকদের প্রতিনিধিত্ব করার জন্য প্রতিনিধি হাউস এবং ভারতীয় নাগরিকদের প্রতিনিধিত্ব করার জন্য হাউস অফ ডেলিগেটস । ১৮ বছরের বেশি বয়সী প্রতিটি অ-শ্বেতাঙ্গ এবং ভারতীয় নাগরিক স্বীয় নির্বাচনে ভোট দিতে পারেন। হাউস অফ অ্যাসেম্বলির মতো, সদস্যরা একক-সদস্য নির্বাচনী এলাকায় ফার্স্ট-পাস্ট-দ্য-পোস্ট ভোটাভুটির দ্বারা নির্বাচিত হয়। সিপিআরসি এবং এসএআইসি বিলুপ্ত হয়৷\n১৯৯৪ - বর্ণবাদের অবসানের সাথে, ১৯৯৩ সালের অন্তর্বর্তী সংবিধান ট্রাইক্যামেরাল পার্লামেন্ট এবং ভোটাধিকারের সমস্ত জাতিগত বৈষম্য বাতিল করে। একটি নতুন ন্যাশনাল অ্যাসেম্বলি তৈরি করা হয়, এবং ১৮ বছরের বেশি বয়সী প্রতিটি দক্ষিণ আফ্রিকান নাগরিকের সমাবেশে ভোট দেওয়ার অধিকার দেওয়া হয়। ভোটের অধিকার দীর্ঘমেয়াদী বাসিন্দাদেরও দেওয়া হয়। অনুমান করা হয় যে ১৯৯৪ সালের জাতীয় ও প্রাদেশিক নির্বাচনে ৫০০ ০০০ বিদেশি নাগরিক ভোট দিয়েছেন। বিধানসভা নির্বাচন দলীয়-তালিকার আনুপাতিক প্রতিনিধিত্বের ভিত্তিতে হয়। ভোটের অধিকার বিল অফ রাইটসে অন্তর্ভুক্ত করা হয়েছে।\n১৯৯৯ - আগস্ট এবং অন্য একটি বনাম নির্বাচন কমিশন এবং অন্যরা-তে সাংবিধানিক আদালত নিয়ম দেয় যে বন্দীদের ভোট দেওয়ার অধিকার থেকে বঞ্চিত করা যাবে না যদি না এমন একটি আইন থাকে যা স্পষ্টভাবে তা উল্লেখ করে।\n২০০৩ - নির্বাচনী আইন সংশোধনী আইন, ২০০৩ করা হয় দণ্ডপ্রাপ্ত বন্দীদের ভোট দেওয়া থেকে বিরত রাখার উদ্দেশ্য।\n২০০৪ - স্বরাষ্ট্র মন্ত্রী বনাম এনআইসিআরও এবং অন্যান্যদের -তে সাংবিধানিক আদালত নিয়ম দেয় যে বন্দীদের ভোট দেওয়ার অধিকার থেকে বঞ্চিত করা যাবে না এবং আর বন্দীদের বঞ্চিত করা সকল আইনকে অবৈধ ঘোষণা করে।\n২০০৯ - রিখটার বনাম স্বরাষ্ট্র বিষয়ক মন্ত্রী এবং অন্যদের সাংবিধানিক আদালত বলে যে দেশের বাইরে দক্ষিণ আফ্রিকার নাগরিকদের ভোট দেওয়ার অধিকার থেকে বঞ্চিত করা যাবে না।\n\n\n=== শ্রীলংকা ===\n১৯৩১ - ডোনাফমোর সংবিধান ২১ বছর বয়সী নারী এবং পুরুষদের জন্য সমান ভোটাধিকার মঞ্জুর করেছে, কোনো সম্পত্তি সীমাবদ্ধতা ছাড়াই।\n\n\n=== সুইডেন ===\n১৮০৯ - নতুন সংবিধান গৃহীত হয় এবং ক্ষমতার বিভাজন ইন্সট্রুমেন্ট অব গভার্নমেন্টে বর্ণিত হয়।\n১৮১০ - <a href=\"./1810_সালের_সুইডিশ_সংসদ_আইন\" rel=\"mw:WikiLink\" data-linkid=\"1226\" data-cx=\"{&quot;adapted&quot;:false,&quot;sourceTitle&quot;:{&quot;title&quot;:&quot;Swedish Parliament Act of 1810&quot;,&quot;pageprops&quot;:{&quot;wikibase_item&quot;:&quot;Q20652522&quot;},&quot;pagelanguage&quot;:&quot;en&quot;},&quot;targetFrom&quot;:&quot;mt&quot;}\" class=\"cx-link\" id=\"mwA64\" title=\"1810 সালের সুইডিশ সংসদ আইন\">রিক্সড্যাগ</a> আইন চালু করা হয়, যা রিক্সড্যাগের কার্যপ্রণালী নির্ধারণ করে।\n১৮৬২ - ১৮৬২ সালের পৌর আইনের অধীনে, কিছু নারীর স্থানীয় নির্বাচনে ভোট দেওয়ার অধিকারী ছিল।\n১৮৬৫ - চারটি এস্টেটের সংসদ বিলুপ্ত করা হয় এবং তা একটি দ্বিকক্ষ বিশিষ্ট আইনসভা দ্বারা প্রতিস্থাপিত হয়। প্রথম চেম্বারের সদস্যরা কাউন্টি কাউন্সিল এবং বৃহত্তর শহর ও শহরে পৌরসভার দ্বারা পরোক্ষভাবে নির্বাচিত হয়।\n১৯০৯ - সমস্ত পুরুষ যারা তাদের সামরিক পরিষেবা শেষ করেছিলেন এবং যারা কর প্রদান করেছিলেন তাদের ভোটাধিকার দেওয়া হয়েছিল।\n১৯১৮ - স্থানীয় নির্বাচনের জন্য সার্বজনীন, এবং সমান ভোটাধিকার চালু করা হয়েছিল।\n১৯১৯ - সাধারণ নির্বাচনের জন্য সার্বজনীন, সমান এবং নারীদের ভোটাধিকার মঞ্জুর করা হয়।\n১৯২১ - সার্বজনীন, সমান এবং নারীদের ভোটাধিকারের সাথে প্রথম সাধারণ নির্বাচন কার্যকর করা হয়েছিল, যদিও কিছু গোষ্ঠী এখনো ভোট দিতে পারেনি।\n১৯২২ - ভোট দিতে সক্ষম হওয়ার জন্য পুরুষদের জাতীয় সামরিক পরিষেবা সম্পন্ন করতে হবে এমন প্রয়োজনীয়তা বাতিল করা হয়েছে।\n১৯৩৭ - কারাগার এবং প্রতিষ্ঠানে ইন্টার্নদের ভোটাধিকার দেওয়া হয়েছিল।\n১৯৪৫ - ব্যক্তি যারা দেউলিয়া হয়ে গিয়েছিল বা সমাজকল্যাণের উপর নির্ভরশীল ছিল তাদের ভোটাধিকার দেওয়া হয়েছিল।\n১৯৭০ - পরোক্ষভাবে নির্বাচিত উচ্চ কক্ষ ভেঙে দেওয়া হয়।  \n১৯৭৪ - <a href=\"./সরকারের_যন্ত্র_(1809)\" rel=\"mw:WikiLink\" data-linkid=\"1266\" data-cx=\"{&quot;adapted&quot;:false,&quot;sourceTitle&quot;:{&quot;title&quot;:&quot;Instrument of Government (1809)&quot;,&quot;thumbnail&quot;:{&quot;source&quot;:&quot;https://upload.wikimedia.org/wikipedia/commons/thumb/8/81/Hans_J%C3%A4rta_SPA.jpg/80px-Hans_J%C3%A4rta_SPA.jpg&quot;,&quot;width&quot;:80,&quot;height&quot;:93},&quot;description&quot;:&quot;One of the Four Basic Laws of the Swedish constitution&quot;,&quot;pageprops&quot;:{&quot;wikibase_item&quot;:&quot;Q2255302&quot;},&quot;pagelanguage&quot;:&quot;en&quot;},&quot;targetFrom&quot;:&quot;mt&quot;}\" class=\"cx-link\" id=\"mwA9c\" title=\"সরকারের যন্ত্র (1809)\">ইন্সট্রুমেন্ট অব গভার্নমেন্ট</a> প্রয়োগ করা বন্ধ হয়ে যায়।\n১৯৮৯ - 'আইনি অযোগ্যতার ঘোষণা' বাতিল করার রিক্সড্যাগের সিদ্ধান্তের সাথে ভোটাধিকারের চূড়ান্ত সীমাবদ্ধতা বিলুপ্ত হয়। \n\n\n=== তুরস্ক ===\n১৯২৬ - তুর্কি নাগরিক কোড (নাগরিক অধিকারে সমতা)\n১৯৩০ - স্থানীয় নির্বাচনে ভোট দেওয়ার অধিকার\n১৯৩৩ - প্রথম নারী মুহতার (গ্রাম প্রধান) গুল্কিজ উরবুল ডেমিরসিডেরে গ্রামে, আইদিন প্রদেশে\n১৯৩৪ - সাধারণ নির্বাচনে ভোট দেওয়ার অধিকার\n১৯৩৫ - তুরস্কের সংসদে প্রথম ১৮ জন নারী এমপি\n১৯৫০ - মেরসিনের প্রথম নারী সিটি মেয়র মুফিদে ইলহান\n\n\n=== যুক্তরাজ্য ===\n\n১২৬৫ সাল থেকে, ইংল্যান্ড রাজ্যের প্রাপ্তবয়স্ক পুরুষ জনসংখ্যার কয়েক শতাংশ (যার মধ্যে ১৫৪২ সাল থেকে ওয়েলস একটি পূর্ণ এবং সমান সদস্য ছিল) ইংল্যান্ডের সংসদে অনিয়মিত বিরতিতে হওয়া সংসদীয় নির্বাচনে ভোট দিতে সক্ষম ছিল।  স্কটল্যান্ডের পার্লামেন্টের ভোটাধিকার আলাদাভাবে ছিল। ইংল্যান্ডের রাজা ষষ্ঠ হেনরি ১৪৩২ সালে প্রতিষ্ঠিত করেছিলেন যে শুধুমাত্র কমপক্ষে চল্লিশ শিলিং মূল্যের সম্পত্তির মালিকরা, একটি উল্লেখযোগ্য পরিমাণ, একটি ইংলিশ কাউন্টি নির্বাচনী এলাকায় ভোট দেওয়ার অধিকারী হবে। ভোটাধিকার আইনের পরিবর্তে রীতি দ্বারা তা পুরুষদের জন্য সীমাবদ্ধ ছিল।  প্রক্রিয়ার বিশদ বিবরণে পরিবর্তন করা হয়েছিল, কিন্তু সংস্কার আইন ১৮৩২ পর্যন্ত কোনো বড় সংস্কার করা হয়নি।  একটি ধারাবাহিক সংস্কার আইন এবং জনগণের প্রতিনিধিত্ব আইন অনুসরণ করা হয়েছে। ১৯১৮ সালে, ২১ বছরের বেশি বয়সী সমস্ত পুরুষ এবং ৩০ বছরের বেশি বয়সী কিছু নারীদের ভোট দেওয়ার অধিকার দেওয়া হয় এবং ১৯২৮ সালে ২১ বছরের বেশি বয়সী সমস্ত নারী সার্বজনীন ভোটাধিকারের ফলে ভোট দেওয়ার অধিকার পায়। \n\nসংস্কার আইন ১৮৩২ - প্রাপ্তবয়স্ক পুরুষদের ভোটের অধিকার বর্ধিত করা হয়েছে যারা একটি নির্দিষ্ট মূল্যের সম্পত্তির জমি ভাড়া নিয়েছে তাদের জন্য, তাই যুক্তরাজ্যে ৭ জনের মধ্যে ১ জন পুরুষ ভোট দেওয়ার অধিকার পায়।\nচার্টিজম - পিপলস চার্টারটি ১৮৩৮ সালে লন্ডন ওয়ার্কিং মেনস অ্যাসোসিয়েশন দ্বারা তৈরি করা হয়েছিল। পরের বছর, প্রথম চার্টিস্ট পিটিশন হাউস অফ কমন্সে পেশ করা হয়। ১৮৪২ এবং ১৮৪৮ সালে আরও চার্টিস্ট পিটিশন উপস্থাপন করা হয়েছিল \nসংস্কার আইন ১৮৬৭ - শহুরে এলাকার পুরুষদের ভোটাধিকার দেওয়া হয় যারা সম্পত্তির শর্ত পূরণ করেছেন, তাই পুরুষদের ভোটাধিকার বৃদ্ধি পায়।\nসংস্কার আইন ১৮৮৪ - শহর এবং গ্রামাঞ্চলের মধ্যে ভারসাম্যহীনতা কমাতে; এটি ভোটদানকারী জনসংখ্যাকে ৫,৫০০,০০০ এ নিয়ে আসে, যদিও সম্পত্তির শর্তের কারণে ৪০% পুরুষ এখনও ভোটাধিকার থেকে বঞ্চিত ছিল।\n১৮৮৫ থেকে ১৯১৮ সালের মধ্যে নারীদের ভোটাধিকার নিশ্চিত করার জন্য নারীদের ভোটাধিকার আন্দোলন দ্বারা পদক্ষেপ নেওয়া হয়েছিল। তবে, প্রথম বিশ্বযুদ্ধের সময় ব্যাপ্তির কারণে এই সংস্কার আন্দোলন বন্ধ হয়ে যায়।\nজনপ্রতিনিধিত্ব আইন ১৯১৮ - প্রথম বিশ্বযুদ্ধের পরিণতি সরকারকে ভোটের অধিকার সম্প্রসারণ করতে রাজি করেছিল, কেবল যুদ্ধে লড়াই করা অনেক পুরুষের জন্য নয় যারা ভোটাধিকার থেকে বঞ্চিত ছিল, কিন্তু সেইসব নারীদের জন্যও যারা কারখানায়, কৃষিতে এবং যুদ্ধের প্রচেষ্টার অংশ হিসেবে অন্যত্র যেমন প্রায়শই তালিকাভুক্ত পুরুষদের প্রতিস্থাপন করা এবং যুদ্ধাস্ত্র কারখানার মতো বিপজ্জনক কাজ ইত্যাদি করেছিল। ২১ বছর বা তার বেশি বয়সী সকল পুরুষকে ভোট দেওয়ার অধিকার দেওয়া হয়েছিল। ভোট দেওয়ার ক্ষেত্রে পুরুষদের জন্য সম্পত্তির বিধিনিষেধ তুলে নেওয়া হয়েছে। স্থানীয় সরকার ভোটাধিকারটি ২১ বছরের বেশি বয়সী সমস্ত নারীকে পুরুষদের মতো একই শর্তে অন্তর্ভুক্ত করার জন্য বাড়ানো হয়েছিল। সম্পত্তির শর্তসহ ৪০% নারীকে সংসদীয় ভোট দেওয়া হয়েছিল এবং যা ৩০ বছরের বেশি বয়সীদের মধ্যে সীমাবদ্ধ ছিল। এতে ভোটার সংখ্যা ৭.৭ মিলিয়ন থেকে ২১.৪ মিলিয়ন হয় যার মধ্যে নারী ভোটার ছিল ৮.৫ মিলিয়ন। ভোটারদের সাত শতাংশের একাধিক ভোট ছিল, কারণ তারা ব্যবসায়িক সম্পত্তির মালিক ছিল বা তারা বিশ্ববিদ্যালয়ের স্নাতক ছিল। এই পদ্ধতির সাথে প্রথম নির্বাচন ছিল ১৯১৮ সালের সাধারণ নির্বাচন ।\nজনপ্রতিনিধিত্ব আইন ১৯২৮ - সম্পত্তির বিধিনিষেধ ছাড়াই ২১ বছর বয়সী নারী ও পুরুষদের সমান ভোটাধিকার দেওয়া হয়।\nজনপ্রতিনিধিত্ব আইন ১৯৪৮ - বিশ্ববিদ্যালয়ের স্নাতক এবং ব্যবসা মালিকদের জন্য সংসদীয় নির্বাচনে একাধিক ভোট বাতিল করা হয়।\nজনপ্রতিনিধিত্ব আইন ১৯৬৯ – ১৮ বছর বা তার বেশি বয়সীদের ভোটাধিকার দেওয়া হয়, যুক্তরাজ্য হলো প্রথম বড় গণতান্ত্রিক দেশ যারা এটি চালু করে, এবং স্থানীয় সরকার নির্বাচনে একাধিক ভোটের বিলুপ্তিও হয় এর মাধ্যমে।\n\n\n=== যুক্তরাষ্ট্র ===\nটেমপ্লেট:Substantive human rightsমার্কিন যুক্তরাষ্ট্রের সংবিধান মূলত সংজ্ঞায়িত করেনি কে ভোট দেওয়ার যোগ্য, প্রতিটি রাজ্যকে আলাদাভাবে এই শর্ত নির্ধারণ করার অনুমতি দেয়। মার্কিন যুক্তরাষ্ট্রের প্রথম দিকের ইতিহাসে, বেশিরভাগ রাজ্য শুধুমাত্র শ্বেতাঙ্গ পুরুষ প্রাপ্তবয়স্ক সম্পত্তির মালিকদের ভোট দেওয়ার অনুমতি দিয়েছিল (জনসংখ্যার প্রায় ৬%)।  ১৮৫৬ সালের মধ্যে সমস্ত রাজ্যে সম্পত্তির মালিকানার শর্ত বাদ দেওয়া হয়েছিল, এবং বেশিরভাগ শ্বেতাঙ্গ পুরুষদের ভোটাধিকার প্রদান করা হয়। তবে, ১৮৬০ সাল পর্যন্ত পাঁচটি রাজ্যে এবং ২০ শতক পর্যন্ত দুটি রাজ্যে কর-প্রদানের প্রয়োজনীয়তা ছিল। \nগৃহযুদ্ধের পরে, সংবিধানের পাঁচটি সংশোধনী স্পষ্টভাবে \"ভোটের অধিকার\" সম্বোধন করা হয়; এই সংশোধনী সেইসকল ভিত্তিকে সীমিত করে যার উপর ভিত্তি করে কোনো মার্কিন রাজ্য বা অন্যান্য এখতিয়ারে ভোট দেওয়ার অধিকারকে সংক্ষিপ্ত বা অস্বীকার করতে পারে। \n\n১৫ তম সংশোধনী (১৮৭০): \"যুক্তরাষ্ট্রের নাগরিকদের ভোট দেওয়ার অধিকার জাতি, বর্ণ, বা দাসত্বের পূর্ববর্তী শর্তের কারণে মার্কিন যুক্তরাষ্ট্র বা কোনো রাষ্ট্র দ্বারা অস্বীকার বা সংক্ষিপ্ত করা হবে না।\"\n১৯ তম সংশোধনী (১৯২০): \"যুক্তরাষ্ট্রের নাগরিকদের ভোট দেওয়ার অধিকার মার্কিন যুক্তরাষ্ট্র বা কোনো রাষ্ট্র দ্বারা যৌনতার কারণে অস্বীকার বা সংক্ষিপ্ত করা হবে না।\"\n২৩ তম সংশোধনী (১৯৬১): কলাম্বিয়ার জেলার বাসিন্দারা রাষ্ট্রপতি এবং ভাইস প্রেসিডেন্টের জন্য ভোট দিতে পারবেন।\n২৪ তম সংশোধনী (১৯৬৪): \" কোনো নির্বাচন কর বা অন্যান্য কর দিতে না পারার কারণে রাষ্ট্রপতি বা ভাইস প্রেসিডেন্টের জন্য, প্রেসিডেন্ট বা ভাইস প্রেসিডেন্টের নির্বাচকদের জন্য বা সিনেটর বা কংগ্রেসে প্রতিনিধির  জন্য যেকোনো প্রাথমিক বা অন্য নির্বাচনে ভোট দেওয়াতে মার্কিন যুক্তরাষ্ট্রের নাগরিকদের অধিকার অস্বীকার বা সীমিত করা যাবে না।\"\n২৬ তম সংশোধনী (১৯৭১): \"মার্কিন যুক্তরাষ্ট্র বা যেকোনো রাষ্ট্র দ্বারা মার্কিন যুক্তরাষ্ট্রের নাগরিকদের, যাদের বয়স আঠারো বছর বা তার বেশি, তাদের ভোট দেওয়ার অধিকার অস্বীকার বা সীমিত করা যাবে না।\"\nনাগরিক অধিকার আন্দোলনের পর ১৯৬৫ সালের ভোটিং রাইটস আইন কংগ্রেসের মাধ্যমে পাস না হওয়া পর্যন্ত নাগরিকদের জাতিগত অধিকারহীনতার সম্পূর্ণ অপসারণ সুরক্ষিত ছিল না। রাজ্য নির্বাচনের জন্য, হারপার বনাম ভার্জিনিয়া বোর্ড অফ ইলেকশনে (১৯৬৬) মার্কিন সুপ্রিম কোর্ট ৬-৩ রায়ের মাধ্যমে রাজ্যের সমস্ত নির্বাচন করকে অসাংবিধানিক ঘোষণা করা হয়েছিল, চতুর্দশ সংশোধনীর সমান সুরক্ষা ধারা লঙ্ঘন করার কারণে । এটি দরিদ্রদের উপর একটি বোঝা সরিয়ে দেয়, যার মধ্যে ছিল কিছু দরিদ্র শ্বেতাঙ্গ যারা ভোটাধিকার থেকে বঞ্চিত ছিল। \n\n\n=== সংখ্যাগরিষ্ঠ-মুসলিম দেশ ===\n\n\n== আরও দেখুন ==\nনির্বাচনী এলাকা\nগণতন্ত্র\nসরাসরি গণতন্ত্র\nঅধিকারহীনতা\nভোটাধিকার ও ভোটাধিকারীদের তালিকা\nভোট ব্যবস্থা\nযুব ভোটাধিকার\nভোটাধিকার বিরোধী\nনারীর ভোটাধিকার\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nঅ্যাডামস, জাড। নারী এবং ভোট: একটি বিশ্ব ইতিহাস (অক্সফোর্ড ইউনিভার্সিটি প্রেস, ২০১৪); বিস্তৃত পণ্ডিত সমীক্ষা। [ https://www.amazon.com/Women-Vote-History-Jad-Adams/dp/0198706847/ উদ্ধৃতি[\nঅ্যাটকিনসন, নিল। অ্যাডভেঞ্চারস ইন ডেমোক্রেসি: নিউজিল্যান্ডে ভোটের ইতিহাস (ডুনেডিন: ইউনিভার্সিটি অফ ওটাগো প্রেস, ২০০৩)।\nবানিকওয়া, একে, দ্য রাউটলেজ হ্যান্ডবুক অফ জেন্ডার অ্যান্ড ইলেকশনে \"জেন্ডার অ্যান্ড ইলেকশনস ইন আফ্রিকা\" (২০১৯)\nবানিকওয়া, একে, এবং জিএল ব্রাউন। \"আফ্রিকাতে নারীর ভোটাধিকার\" এনসাইক্লোপিডিয়াস অফ কনটেম্পরারি উইমেনস ইস্যুতে (২০২০)\nবার্নস, জোয়েল। \"ব্রিটিশ নারীদের ভোটাধিকার আন্দোলন এবং প্রাচীন সংবিধান, ১৮৬৭-১৯০৯।\" ঐতিহাসিক গবেষণা ৯১.২৫৩ (২০১৮): ৫০৫-৫২৭।\nক্রুক, ম্যালকম। \"পাল্টা-বিপ্লব হিসাবে সর্বজনীন ভোটাধিকার? ফ্রান্সে দ্বিতীয় প্রজাতন্ত্রের অধীনে নির্বাচনী সংহতি, ১৮৪৮-১৮৫১।\" জার্নাল অফ হিস্টোরিক্যাল সোসিওলজি ২৮.১ (২০১৫): ৪৯-৬৬।\nডেলি, ক্যারোলিন এবং মেলানি নোলান, এডস। ভোটাধিকার এবং তার বাইরে: আন্তর্জাতিক নারীবাদী দৃষ্টিকোণ (এনওয়াইইউ প্রেস, ১৯৯৪)।\nএডওয়ার্ডস, লুইস পি এবং মিনা রোসেস, এডস। এশিয়ায় নারীর ভোটাধিকার: লিঙ্গ, জাতীয়তাবাদ এবং গণতন্ত্র (রাউটলেজ, ২০০৪)।\nকেনি, অ্যান আর. ফরাসী তৃতীয় প্রজাতন্ত্রে নারীদের ভোটাধিকার এবং সামাজিক রাজনীতি (১৯৮৪)।\nমুখার্জি, সুমিতা। ভারতীয় ভোটাধিকার: নারী পরিচয় এবং ট্রান্সন্যাশনাল নেটওয়ার্ক (অক্সফোর্ড ইউনিভার্সিটি প্রেস, নিউ দিল্লি, ২০১৮)\nমুখার্জি, সুমিতা। \"শিস্টার ইন আর্মস\" হিস্ট্রি টুডে (ডিসেম্বর ২০১৮) ৬৮#১২ পিপি। ৭২-৮৩। সংক্ষিপ্ত জনপ্রিয় ওভারভিউ প্রধান দেশের নারী ভোটাধিকার.\nওগুয়াকোয়া, পিকে \"আফ্রিকাতে নারীদের ভোটাধিকার\" অক্সফোর্ড এনসাইক্লোপিডিয়া অফ উইমেন ইন ওয়ার্ল্ড হিস্ট্রি (২০০৮)\nপেড্রোজা, লুসি। \"আবাসিক অভিবাসীদের ভোটাধিকার প্রদানের গণতান্ত্রিক সম্ভাবনা।\" আন্তর্জাতিক অভিবাসন ৫৩.৩ (২০১৫): ২২-৩৫। অনলাইন\nপুরভিস, জুন, এবং জুন হান্নাম, সংস্করণ। ব্রিটিশ নারীদের ভোটাধিকার প্রচার: জাতীয় এবং আন্তর্জাতিক দৃষ্টিকোণ (রাউটলেজ, ২০২১)\nরোজ, ক্যারল। \"ফ্রাঙ্কফুর্ট জাতীয় পরিষদে সংসদীয় ভোটাধিকারের ইস্যু।\" মধ্য ইউরোপীয় ইতিহাস ৫.২ (১৯৭২): ১২৭-১৪৯। জার্মান ইতিহাসে সার্বজনীন ভোটাধিকার সম্পর্কিত।\nস্যাংস্টার, জোয়ান। ওয়ান হান্ড্রেড ইয়ারস অফ স্ট্রাগল: কানাডায় নারী ও ভোটের ইতিহাস (২০১৮)\nসেগেজা, এলেনা এবং পিয়েরলুইগি মোরেলি। \"ভোটাধিকার সম্প্রসারণ, সামাজিক পরিচয়, এবং পুনর্বন্টন: দ্বিতীয় সংস্কার আইনের মামলা।\" অর্থনৈতিক ইতিহাসের ইউরোপীয় পর্যালোচনা ২৩.১ (২০১৯): ৩০-৪৯। ১৮৬৭ সালে ব্রিটেনে আইন\nসেনিগাগ্লিয়া, ক্রিস্টিয়ানা। \"১৮৭১ থেকে ১৯১৮ সাল পর্যন্ত জার্মানিতে গণতন্ত্রীকরণ এবং সংসদ নিয়ে বিতর্ক।\" সংসদ, এস্টেট এবং প্রতিনিধিত্ব ৪০.৩ (২০২০): ২৯০-৩০৭।\nস্মিথ, পল। \"ফ্রান্সে রাজনৈতিক দল, সংসদ এবং নারীদের ভোটাধিকার, ১৯১৯-১৯৩৯।\" ফরাসি ইতিহাস ১১.৩ (১৯৯৭): ৩৩৮-৩৫৮।\nটিলে, ডন ল্যাংগান। ফরজিং দ্য ফ্র্যাঞ্চাইজ (প্রিন্সটন ইউনিভার্সিটি প্রেস, ২০১৮); কেন আমেরিকা এবং ব্রিটেন তাড়াতাড়ি এসেছিল।\nশহর, অ্যান. \"নারীদের ভোটাধিকার প্রদানে গ্লোবাল প্যাটার্নস এবং বিতর্ক।\" দ্য পালগ্রেভ হ্যান্ডবুক অফ উইমেনস পলিটিক্যাল রাইটস (পালগ্রেভ ম্যাকমিলান, লন্ডন, ২০১৯) পিপিতে। ৩-১৯।\nউইলিস, জাস্টিন, গ্যাব্রিয়েল লিঞ্চ এবং নিক চিজম্যান। \"ভোট, জাতিত্ব, এবং নাগরিকত্ব দেরী-ঔপনিবেশিক আফ্রিকায়।\" ঐতিহাসিক জার্নাল ৬১.৪ (২০১৮): ১১১৩–১১৩৫। অনলাইন\nকানাডায় ভোটের ইতিহাস, কানাডার প্রধান নির্বাচনী কর্মকর্তা, ২০০৭।\nকানাডায় ভোটাধিকার\nজার্মানিতে নারীদের ভোটাধিকার —১৯ জানুয়ারি ১৯১৯—জার্মানিতে নারীদের জন্য প্রথম ভোটাধিকার (সক্রিয় ও নিষ্ক্রিয়)\n\"ভোটাধিকার\" । নতুন আন্তর্জাতিক বিশ্বকোষ। ১৯০৫।\n\n\n== বহিঃসংযোগ ==\nটেমপ্লেট:Suffrage\n\nকানাডায় ভোটের ইতিহাস, কানাডার প্রধান নির্বাচনী কর্মকর্তা, ২০০৭।\nকানাডায় ভোটাধিকার\nজার্মানিতে নারীদের ভোটাধিকার —১৯ জানুয়ারি ১৯১৯—জার্মানিতে নারীদের জন্য প্রথম ভোটাধিকার (সক্রিয় ও নিষ্ক্রিয়)\n\"ভোটাধিকার\" । নতুন আন্তর্জাতিক বিশ্বকোষ। ১৯০৫।\nটেমপ্লেট:Substantive human rights"}