{"pageid": 1424213, "title": "শারদা মেহতা", "url": "https://bn.wikipedia.org/wiki?curid=1424213", "content": "শারদা মেহতা (২৬শে জুন ১৮৮২ - ১৩ই নভেম্বর ১৯৭০) ছিলেন একজন ভারতীয় সমাজকর্মী, নারী শিক্ষার প্রবক্তা এবং একজন গুজরাটি লেখক। তিনি সমাজ সংস্কারকদের একটি পরিবারে জন্মগ্রহণ করেছিলেন। তিনি ছিলেন ভারতের আধুনিক গুজরাট রাজ্যের প্রথম দুই নারী স্নাতকদের একজন। তিনি নারী শিক্ষা ও নারী কল্যাণের জন্য প্রতিষ্ঠান স্থাপন করেন, বেশ কয়েকটি প্রবন্ধ এবং একটি আত্মজীবনী লিখেছেন এবং কিছু লেখা অনুবাদ করেছেন।\n\n\n== প্রারম্ভিক জীবন এবং পরিবার ==\n\nশারদা মেহতা ১৮৮২ সালের ২৬শে জুন আহমেদাবাদে জন্মগ্রহণ করেন। তিনি একটি নগর ব্রাহ্মণ পরিবারে জন্মগ্রহণ করেছিলেন। তাঁর বাবা ছিলেন একজন বিচার বিভাগীয় কর্মকর্তা গোপিলাল মণিলাল ধ্রুব এবং মা বালাবেন। শারদা ছিলেন সমাজ সংস্কারক ও কবি ভোলানাথ দিভেটিয়া-র প্রপৌত্রী।\nতিনি রায়বাহাদুর মগনভাই গার্লস হাই স্কুলে প্রাথমিক শিক্ষা লাভ করেন। পরে তিনি মহালক্ষ্মী টিচার্স ট্রেনিং কলেজে অ্যাংলো-ভার্নাকুলার (ইংরেজি এবং স্থানীয় আঞ্চলিক ভাষা ব্যবহার করে) ক্লাসে যোগ দেন এবং ১৯৮৭ সালে ম্যাট্রিকুলেশন করেন। তিনি গুজরাট কলেজ থেকে ১৯০১ সালে যুক্তিবিদ্যা এবং নৈতিক দর্শনে স্নাতক ডিগ্রি লাভ করেন। তিনি এবং তাঁর বড় বোন বিদ্যাগৌরী নীলকান্ত ছিলেন গুজরাটের প্রথম দুই মহিলা স্নাতক।\nতিনি ১৯৮৯ সালে সুমন্ত মেহতাকে বিয়ে করেন। সুমন্ত তখন একজন ডাক্তারি ছাত্র এবং শারদার চার বছরের উর্ধ্বতন ছিলেন। পরে তিনি বরোদা রাজ্যের গায়কোয়াদের ব্যক্তিগত ডাক্তার এবং একজন সমাজকর্মী হিসেবে কাজ করেন।\n\n\n== কর্মজীবন ==\n\n\n=== সামাজিক কাজ ===\nশারদা মেহতা সামাজিক সংস্কারের জন্য কাজ করেছিলেন এবং শিক্ষা, নারীর ক্ষমতায়ন, বর্ণ বিধিনিষেধের বিরোধিতা, অস্পৃশ্যতা দূরীকরণ এবং ভারতীয় স্বাধীনতাকে সমর্থন করেছিলেন। তিনি মহাত্মা গান্ধী দ্বারা প্রভাবিত ছিলেন। ১৯০৬ সাল থেকে, তিনি স্বদেশী (দেশীয়) পণ্য এবং খাদি কাপড়ের প্রচার করেন। তিনি ১৯১৭ সালে চুক্তিবদ্ধ দাসত্বের (গিরমিটিয়া) বিরুদ্ধে একটি প্রতিবাদ সংগঠিত করেন। তিনি ১৯১৯ সালে নবজীবন সম্পাদনায় ইন্দুলাল যাজ্ঞিককে সাহায্য করেছিলেন।\nতিনি ১৯২৮ সালে আহমেদাবাদে অনুষ্ঠিত গুজরাট কিষাণ পরিষদে (গুজরাট কৃষক সম্মেলন) অংশগ্রহণ করেছিলেন। বারদোলি সত্যাগ্রহের মীমাংসার জন্য ডেপুটেশনের সদস্য হিসাবে তিনি বোম্বের গভর্নরের সাথে দেখা করেছিলেন। ১৯২৯ সালে, তিনি আহমেদাবাদের টেক্সটাইল কলগুলিতে শ্রমের অবস্থা সম্পর্কে শ্রম সংক্রান্ত রাজকীয় কমিশনের সামনে উপস্থাপন করেছিলেন। ১৯৩০ সালে আইন অমান্য আন্দোলনের সময় তিনি মদের দোকানের সামনে পিকেটিং করেছিলেন। ১৯৩১ সালে, তিনি একটি খাদির দোকান প্রতিষ্ঠা করেন এবং আহমেদাবাদের শেরথার কাছে তাঁর স্বামীর আশ্রমে কাজ করেন। ১৯৩৪ সালে, তিনি আপনা ঘর নি দুকান নামে একটি সমবায় দোকান প্রতিষ্ঠা করেন।\nশারদা মেহতা এই বছরগুলিতে আহমেদাবাদ, বরোদা এবং বোম্বেতে বেশ কয়েকটি শিক্ষাগত এবং মহিলা কল্যাণ প্রতিষ্ঠানের সাথে যুক্ত ছিলেন, পাশাপাশি তিনি বরোদা প্রজা মণ্ডলের (বরোদা পিপলস অ্যাসোসিয়েশন) সদস্য ছিলেন। তিনি ১৯৩১ থেকে ১৯৩৫ সাল পর্যন্ত আহমেদাবাদ পৌরসভার সদস্য ছিলেন। ১৯৩৪ সালে, তিনি মহিলাদের কল্যাণের জন্য জ্যোতি সংঘ প্রতিষ্ঠা করেন।\nতিনি নারী শিক্ষার প্রবক্তা ছিলেন। তিনি আহমেদাবাদে বনিতা বিশ্রাম মহিলা বিদ্যালয় প্রতিষ্ঠা করেন। তিনি এসএনডিটি (কারভে) মহিলা বিশ্ববিদ্যালয়ের সাথে অধিভুক্ত একটি কলেজও প্রতিষ্ঠা করেছিলেন।\n\n\n=== সাহিত্যিক হিসেবে কর্মজীবন ===\nশারদা মেহতা হিন্দু গ্রন্থ, সংস্কৃত সাহিত্য এবং অরবিন্দ, সুখলাল সাংভি ও সর্বপল্লী রাধাকৃষ্ণনের রচনা অধ্যয়ন করেছিলেন এবং সেগুলি দ্বারা গভীরভাবে প্রভাবিত হয়েছিলেন।\nতিনি একজন প্রাবন্ধিক, জীবনীকার এবং অনুবাদক ছিলেন। তিনি দৈনিক এবং পত্রিকায় সামাজিক সমস্যাগুলির উপর প্রবন্ধ লিখেছেন। পুরানোনি বলবোধক বার্তা (১৯০৬) শিশুদের গল্পের একটি সংকলন যা তাদের বিকাশের লক্ষ্যে লেখা। তিনি লিখেছেন ফ্লোরেন্স নাইটিঙ্গেল নু জীবনচরিত্র (১৯০৬), এটি ইংরেজ সমাজ সংস্কারক ফ্লোরেন্স নাইটিঙ্গেলের জীবনী। তিনি গৃহব্যবস্থাশাস্ত্র (১৯২০)ও লিখেছেন। বালকোনু গৃহশিক্ষা (১৯২২) হলো শিশু শিক্ষার উপর তাঁর একটি কাজ।\n১৯৩৮ সালে, তিনি একটি আত্মজীবনী লিখেছিলেন, তাঁর জনজীবন এবং নারী শিক্ষার জন্য তার প্রচেষ্টা সম্পর্কে। এটির নাম জীবনসম্ভারে (রেমিনিসেনসেস: দ্য মেমোয়ার্স অফ শারদাবেন মেহতা)। এই কাজটি ১৮৮২ থেকে ১৯৩৭ সময়কালকে ধরে রেখেছে।  এতে সামাজিক, ঐতিহাসিক ও রাজনৈতিক পরিস্থিতি এবং নারী জাগরণ অন্তর্ভুক্ত হয়েছে।\nশারদা মেহতা তাঁর বোনের সাথে রমেশ চন্দ্র দত্তের বাংলা উপন্যাস সংসার ( দ্য লেক অফ পামস, ১৯০২) অনুবাদ ক'রে সুধাহাসিনী (১৯০৭) নাম দেন, এবং দ্য মহারানী অফ বরোদা (চিমনাবাই দ্বিতীয়) এর পজিশন অফ উইমেন ইন ইণ্ডিয়ান লাইফ (১৯১১) অনুবাদ করেন, এর নাম দেন হিন্দুস্তানমা স্ত্রীওনু সামাজিক স্থান বা হিন্দুস্তান সামাজিক জীবনমা স্ত্রীনু স্থান (১৯১৫)। তিনি সাঠে আন্নাভাউ-এর উপন্যাসকে বর্ণে কণ্ঠে নামে অনুবাদ করেন।\n\n\n== মৃত্যু ==\nতিনি ১৯৭০ সালের ১৩ই নভেম্বর তারিখে বল্লভ বিদ্যানগরে মারা যান।\n\n\n== গ্রন্থপঞ্জি ==\nশারদাবেন, মেহতা (২০০৭)। রেমিনিসেনসেস: দ্য মেমোয়ার্স অফ শারদাবেন মেহতা। জুবান পাবলিকেশন্স। আইএসবিএন 9788189013653। ওসিএলসি 269250818। \n\n\n== আরো দেখুন ==\nগুজরাটি ভাষার লেখকদের তালিকা\n\n\n== টীকা এবং তথ্যসূত্র ==\n\n\n=== টীকা ===\n\n\n=== তথ্যসূত্র ==="}