{"pageid": 1424736, "title": "উইলিয়াম গোল্ডিং", "url": "https://bn.wikipedia.org/wiki?curid=1424736", "content": "স্যার উইলিয়াম জেরাল্ড গোল্ডিং সিবিই এফআরএসএল (ইংরেজি: William Gerald Golding; ১৯ সেপ্টেম্বর ১৯১১ - ১৯ জুন ১৯৯৩) একজন ব্রিটিশ ঔপন্যাসিক, নাট্যকার ও কবি। তিনি তার প্রকাশিত প্রথম উপন্যাস লর্ড অব দ্য ফ্লাইজ (১৯৫৪)-এর জন্য সুপরিচিত। তিনি তার জীবদ্দশায় আরও ১২টি উপন্যাস লিখেছেন। ১৯৮০ সালে তিনি রাইটস অব প্যাসেজ উপন্যাসের জন্য বুকার পুরস্কার অর্জন করেন, এটি পরবর্তীকালে টু দি এন্ডস অব দি আর্থ সমুদ্র ত্রয়ীর প্রথম খণ্ড হিসেবে পরিচিত হয়। তিনি ১৯৮৩ সালে সাহিত্যে নোবেল পুরস্কার অর্জন করেন।\nসাহিত্যে তার অবদানের জন্য গোল্ডিং ১৯৮৮ সালে নাইটহুডে ভূষিত হন। তিনি রয়্যাল সোসাইটি অব লিটারেচারের ফেলো ছিলেন। ২০০৮ সালে দ্য টাইমস তাকে \"১৯৪৫ এর পর থেকে ৫০ জন সেরা ব্রিটিশ লেখক\" তালিকায় ৩য় স্থান প্রদান করে।\n\n\n== জীবনী ==\n\n\n=== প্রারম্ভিক জীবন ===\nউইলিয়াম গোল্ডিং ১৯১১ সালের ১৯ সেপ্টেম্বর কর্নওয়ালের ৪৮ মাউন্ট ওয়াইজ, নিউকোয়েতে তার মাতামহের বাড়িতে জন্মগ্রহণ করেন। বাড়িটি কারেঞ্জা নামে পরিচিত ছিল, কর্নিশ ভাষার এর অর্থ ভালবাসা। তিনি শৈশবে ছুটির দিনগুলো এই বাড়িতে কাটিয়েছেন। তার পিতা আলেক গোল্ডিং মার্লবরা গ্রামার স্কুলের বিজ্ঞানের শিক্ষক (১৯০৫ থেকে অবসর পর্যন্ত) এবং মাতা মিলড্রেড (জন্ম: কুর্নো)। গোল্ডিংয়ের মা নারীর ভোটাধিকার নিয়ে সক্রিয় ছিলেন। তিনি কর্নিশ ছিলেন এবং তার পুত্র তাকে \"কুসংস্কারাচ্ছন্ন কেল্ট\" বলে গণ্য করতেন, তিনি তাকে শৈশবে কর্নিশ ভূতের গল্প শোনাতেন। গোল্ডিং পরিবার উইল্টশায়ারের মার্লবরার ২৯, দ্য গ্রিনে বসবাস করত। উইলিয়াম ও তার ভাই জোসেফ তাদের পিতার স্কুলে পড়াশোনা করতেন।\n১৯৩০ সালে গোল্ডিং ব্রেজনোজ কলেজ, অক্সফোর্ডে ভর্তি হন, সেখানে তিনি দুই বছর প্রাকৃতিক বিজ্ঞান নিয়ে পড়াশোনা করার পর শেষ দুই বছর ইংরেজি নিয়ে পড়াশোনা করেন। তার মূল শিক্ষক ছিলেন রসায়নবিদ টমাস টেইলর। একটি বেসরকারি সাময়িকী ও তার স্ত্রীর জন্য লেখা স্মৃতিকথায় তিনি স্বীকার করেন ব্রেজনোজের প্রথম বর্ষে এক ছুটির দিনে তিনি এক কিশোরীকে ধর্ষণের চেষ্টা করেছিলেন, যার সাথে তিনি আগে পিয়ানোর তালিম নিতেন। গোল্ডিং ১৯৩৪ সালের গ্রীষ্মে দ্বিতীয় শ্রেণিতে বি.এ. ডিগ্রি অর্জন করেন এবং এই বছরের শেষভাগে তার অক্সফোর্ডের বন্ধু অ্যান্থ্রোপোসোফিস্ট অ্যাডাম বিটলস্টনের সহযোগিতায় ম্যাকমিলান অ্যান্ড কোং থেকে তার পোয়েমস প্রকাশিত হয়।\n১৯৩৫ সালে তিনি দক্ষিণ লন্ডনের স্ট্রিথামের মাইকেল হল স্কুল নামক একটি স্টাইনার ওয়াল্ডর্ফ বিদ্যালয়ে শিক্ষকতা শুরু করেন এবং সেখানে দুই বছর কাটান। এক বছর অক্সফোর্ডে ডিপ্লোমা অব এডুকেশন সম্পন্ন করার পর তিনি ১৯৩৮ থেকে ১৯৪০ সাল পর্যন্ত মেইডস্টোন গ্রামার স্কুলে ইংরেজি ও সঙ্গীত পড়াতেন। ১৯৪০ সালের এপ্রিল মাসে তিনি স্যালিসবারির বিশপ ওয়ার্ডসওয়ার্থ স্কুলে যোগ দেন। সেখানে তিনি ইংরেজি, দর্শন, গ্রিক ও নাট্যতত্ত্ব পড়াতেন। ১৯৪০ সালের ১৮ই ডিসেম্বর তিনি রাজকীয় নৌবাহিনীতে যোগ দেন এবং এইচএমএস রেলেইয়ে তার পদায়ন হয়। ১৯৪৫ সালে তিনি নৌবাহিনী থেকে ফিরে আসেন এবং ১৯৬১ সাল পর্যন্ত বিশপ ওয়ার্ডসওয়ার্থ স্কুলে একই বিষয়গুলোর পড়াতেন।\nগোল্ডিং ১৯৭১ সাল থেকে তার মৃত্যুর পূর্ব পর্যন্ত ২২ বছরের বেশি সময় প্রায় ২.৪ মিলিয়ন শব্দের একটি ব্যক্তিগত দিনিলিপি রেখেছেন। দিনলিপিটি মূলত গোল্ডিং তার স্বপ্নগুলো লিপিবদ্ধ করার জন্য ব্যবহার করতেন, কিন্তু সময়ের পরিক্রমায় এটি তার জীবনের রেকর্ড হিসেব কাজ করে। এতে তার উপন্যাসগুলো সম্পর্কে চিন্তা-ভাবনা ও তার অতীত স্মৃতি সম্পর্কে তার দৃষ্টিভঙ্গি ফুটে ওঠেছে। এক যায়গায় গোল্ডিং বর্ণনা করেন তিনি তার শিক্ষার্থীদের দুই দলে ভাগ করে একে অপরের সাথে লড়াই করতে বলেন, যেই অভিজ্ঞতা নিয়ে লর্ড অব ফ্লাইজ লেখার সময় কাজে লাগান। অক্সফোর্ড বিশ্ববিদ্যালয়ের ইংরেজি সাহিত্যের এমেরিটাস অধ্যাপক জন কেরিকে গোল্ডিং এস্টেট থেকে গোল্ডিংয়ের অপ্রকাশিত লেখনী ও দিনলিপির প্রবেশাধিকার দেওয়া হয়। যদিও গোল্ডিং দিনলিপিগুলো নির্দিষ্টভাবে লিখেননি যেন তাকে নিয়ে জীবনী লেখা যায়, কেরি ২০০৯ সালে উইলিয়াম গোল্ডিং: দ্য ম্যান হু রোট লর্ড অব দ্য ফ্লাইজ প্রকাশ করেন।\n\n\n=== বিবাহ ও পরিবার ===\nমার্লবরার মলি ইভান্সের সাথে গোল্ডিংয়ের বাগদান সম্পন্ন হয়। গোল্ডিংয়ের পিতামাতা দুজনেই মলিকে পছন্দ করতেন। কিন্তু গোল্ডিং এই সম্পর্ক ভেঙ্গে দিয়ে ১৯৩৯ সালের ৩০শে সেপ্টেম্বর বিশ্লেষণমূলক রসায়নবিদ অ্যান ব্রুকফিল্ডকে বিয়ে করেন। তাদের দুই সন্তান ছিল, তারা হলেন ডেভিড (জন্ম সেপ্টেম্বর ১৯৪০) ও জুডিথ (জন্ম জুলাই ১৯৪৫)।\n\n\n=== যুদ্ধে অংশগ্রহণ ===\nদ্বিতীয় বিশ্বযুদ্ধ চলাকালীন গোল্ডিং ১৯৪০ সালে রাজকীয় নৌবাহিনীতে যোগদান করেন। তিনি কিছুদিন জার্মান যুদ্ধজাহাজ বিসমার্ক ডুবানোর কাজে যুক্ত ছিলেন। তিনি ডি-ডেতে নরমান্ডি আক্রমণে অংশগ্রহণ করেন এবং একটি অবতরণকারী ক্রাফটের নেতৃত্বে ছিলেন, যা দিয়ে সমুদ্র সৈকতে রকেটের তোপ নিক্ষেপ করা হয়। তিনি ১৯৪৪ সালের অক্টোবর ও নভেম্বর মাসে ওয়ালচেরেনে অপারেশন ইনফ্যাচুয়েটেও অংশ নেন, এই সময়ে ২৭টি হামলাকারী ক্রাফটের মধ্যে ১০টি ক্রাফট ডুবানো হয়। গোল্ডিং লেফটেন্যান্ট পদমর্যাদায় উত্তীর্ণ হয়েছিলেন।\n\n\n=== \"সংকট\" ===\nগোল্ডিংয়ের মদ্যাসক্তি ছিল; জুডি কার্ভার উল্লেখ করেছেন যে তার বাবা \"সর্বদা খুব খোলামেলা ছিলেন, যদি দুঃখিত হতেন সেটাও পানীয়ের সমস্যা নিয়ে।\" গোল্ডিং বলেন যে তার স্ব-বর্ণিত \"সঙ্কট\", যার প্রধান অংশ ছিল মদ্যপান, তাকে তার সারা জীবন জর্জরিত করেছিল। জন কেরি তার জীবনীতে মদ্যপানের বেশ কয়েকটি উদাহরণ উল্লেখ করেছেন, যার মধ্যে রয়েছে ১৯৬৩ সালে গোল্ডিংয়ের অভিজ্ঞতা যেখানে তিনি গ্রিসে ছুটির দিনে (যখন তিনি তার উপন্যাস দ্য স্পায়ার শেষ করছেন) সকালে লেখনীর পর দুপুরে তিনি তার পছন্দের \"কাফেনিওন\"-এ পান করতে যেতেন।  সন্ধ্যা নাগাদ উজো ও ব্র্যান্ডি পান করতে যেতেন; তিনি স্থানীয়ভাবে \"বিস্ফোরণ উস্কানি\" করার জন্য একটি খ্যাতি অর্জন করেছিলেন।\nদুর্ভাগ্যবশত, পরের বছর দ্য স্পায়ার-এর প্রকাশনা মদ্যাসক্তি নিয়ে গোল্ডিংয়ের সংগ্রামে সাহায্য করেনি, বরং এর বিপরীত প্রভাব ছিল; বিবিসি রেডিও সম্প্রচারে উপন্যাসটির মারাত্মক নেতিবাচক পর্যালোচনা তাকে মারাত্মকভাবে প্রভাবিত করে। ১৯৬৭ সালে দ্য পিরামিড প্রকাশের পর গোল্ডিং গুরুতর লেখকের বন্ধ্যাত্বের সম্মুখীন হন, যা পারিবারিক উদ্বেগ, অনিদ্রা ও হতাশার অনুভূতিসহ অগণিত সংকটের ফলাফল। গোল্ডিং প্রথমে প্রচুর পরিমাণে মদপান না করে তার জীবনের তীব্র বাস্তবতা বলে মনে হওয়া ঘটনাগুলোকে মোকাবেলা করতে অক্ষম হয়ে ওঠেন। টিম কেন্ডল বলেন যে এই অভিজ্ঞতাগুলো দ্য পেপার মেন-এর উইল্ফ চরিত্রে গোল্ডিংয়ের লেখায় প্রকাশ পায়; যেখানে দেখা যায় \"একজন প্রবীণ ঔপন্যাসিক যার সারা ইউরোপ জুড়ে অ্যালকোহল-সডেন যাত্রার টাকার যোগান আসে তার প্রথম বইয়ের ধারাবাহিক সাফল্যের মাধ্যমে।\"\n\n\n=== মৃত্যু ===\n১৯৮৫ সালে গোল্ডিং ও তার স্ত্রী কর্নওয়ালের ট্রুরোর নিকটবর্তী পেরানারওয়ার্থালের টুলিমার নামক বাড়িতে চলে যান। আট বছর পর ১৯৯৩ সালের ১৯শে জুন ৮১ বছর বয়সে তিনি হৃৎযন্ত্রের ক্রিয়া বন্ধ হয়ে মৃত্যুবরণ করেন। তার মরদেহ তার প্রাক্তন বাড়ির নিকটবর্তী বাওয়ারচাকের যাজক গির্জা প্রাঙ্গনে সমাহিত করা হয়।\nমৃত্যুকালে তিনি একটি উপন্যাসের পাণ্ডুলিপি রেখে যান। প্রাচীন ডেলফি নগরীর পটভূমিতে রচিত দ্য ডাবল টাং উপন্যাসটি ১৯৯৫ সালে মরণোত্তর প্রকাশিত হয়।\n\n\n== কর্মজীবন ==\n\n\n=== লেখনীতে সাফল্য ===\nবিশপ ওয়ার্ডসওয়ার্থ স্কুলে শিক্ষকতা করাকালীন ১৯৫১ সালে তিনি স্ট্রেঞ্জার্স ফ্রম উইদিন শীর্ষক উপন্যাসের পাণ্ডুলিপি রচনা শুরু করেন। কয়েকটি প্রকাশনী থেকে প্রত্যাখ্যাত হওয়ার পর ১৯৫৩ সালের সেপ্টেম্বর মাসে গোল্ডিং ফেবার অ্যান্ড ফেবার প্রকাশনীতে পাণ্ডুলিপি প্রেরণ করেন এবং শুরুতে প্রকাশনীর পাঠক জ্যান পারকিন্স \"নিরর্থক ও নীরস। অর্থহীন\" হিসেবে আখ্যায়িত করে। এই প্রতিষ্ঠানের নতুন সম্পাদক চার্লস মন্টেইথের কাছে তার বইটি ভালো লাগে। মন্টেইথ রচনায় কিছু পরিবর্তনের পরামর্শ দেন। ১৯৫৪ সালের সেপ্টেম্বর মাসে এটি লর্ড অব দ্য ফ্লাইজ নামে প্রকাশিত হয়।\n১৯৫৮ সালের সালিসবেরি থেকে বাওয়ারচকে চলে যাওয়ার পর তিনি প্রতিবেশী ও হাঁটার সঙ্গী জেমস লাভলকের সাথে পরিচিত হন। তারা দুজনে পৃথিবী গ্রহের জীবন্ত সত্তা একটি একক অঙ্গ হিসেবে কাজ করে এই বিষয়ক লাভলকের অনুমান নিয়ে আলোচনা করতেন, এবং গোল্ডিং এই অনুমানকে গাইয়া নামকরণের পরামর্শ দেন, যা মূলত গ্রিক পুরাণ অনুযায়ী পৃথিবীর ব্যক্তিরূপ ও তিতানদের মাতা। প্রকাশনায় সাফল্য লাভের পর গোল্ডিং ১৯৬১ সালে বিশপ ওয়ার্ডসওয়ার্থস স্কুল থেকে অব্যহতি নেন এবং মার্কিন যুক্তরাষ্ট্রে ভার্জিনিয়া অঙ্গরাজ্যের রোনোকের নিকটবর্তী হলিন্স কলেজ (বর্তমান হলিন্স বিশ্ববিদ্যালয়) রাইটার-ইন-রেসিডেন্স হিসেবে তার শিক্ষায়তনিক বছর কাটান।\nগোল্ডিং ১৯৭৯ সালে ডার্কনেস ভিজিবল উপন্যাসের জন্য জেমস টেইট ব্ল্যাক মেমোরিয়াল পুরস্কার অর্জন করেন। ১৯৮০ সালে তিনি রাইটস অব প্যাসেজ উপন্যাসের জন্য বুকার পুরস্কার অর্জন করেন। এটি পরবর্তীকালে টু দি এন্ডস অব দি আর্থ সমুদ্র ত্রয়ীর প্রথম খণ্ড হিসেবে পরিচিতি লাভ করে এবং এর অনুবর্তী পর্ব ক্লোজ কোয়ার্টার্স (১৯৮৭) ও ফায়ার ডাউন বিলো (১৯৮৯) প্রকাশিত হয়। তিনি ১৯৮৩ সালে সাহিত্যে নোবেল পুরস্কার অর্জন করেন। অক্সফোর্ড ডিকশনারি অব ন্যাশনাল বায়োগ্রাফি অনুসারে তা \"অপ্রত্যাশিত ও বিতর্কিত নির্বাচন\"।\nগোল্ডিং ১৯৬৬-এর নববর্ষ সম্মাননায় অর্ডার অব দ্য ব্রিটিশ এম্পায়ারের কমান্ডার উপাধিতে এবং ১৯৮৮-এর জন্মদিন সম্মাননায় নাইট ব্যাচেলর উপাধিতে ভূষিত হন। ১৯৯৩ সালের সেপ্টেম্বর মাসে তার অপ্রত্যাশিত মৃত্যুর কয়েকমাস পূর্বে ফ্রান্সে প্রথম আন্তর্জাতিক উইলিয়াম গোল্ডিং সম্মেলন অনুষ্ঠিত হয়।\n\n\n=== কল্পকাহিনী ===\nতার প্রথম উপন্যাস লর্ড অব দ্য ফ্লাইজ (১৯৫৪), চলচ্চিত্র - ১৯৬৩ ও ১৯৯০, মঞ্চনাটক - ১৯৯৫) একটি গ্রীষ্মমন্ডলীয় দ্বীপে আটকা পড়া একদল ছেলেকে উদ্ধার করার আগে অনাচার এবং ক্রমবর্ধমান উন্মত্ত পরিবেশের চিত্র তুলে ধরে। দি ইনহেরিটর্স (১৯৫৫) আধুনিক মানুষের মুখোমুখি ভদ্র নিয়ানডার্থালদের একটি উপজাতির গল্প বলে, যেখানে আধুনিক মানুষেরা তুলনামূলকভাবে প্রতারক ও সহিংস। তার ১৯৫৬ সালের উপন্যাস পিঞ্চার মার্টিন একজন ডুবন্ত নাবিকের চিন্তাভাবনা লিপিবদ্ধ করে। ফ্রি ফল (১৯৫৯) পছন্দের স্বাধীনতার বিষয়টি তুলে ধরে। উপন্যাসের কথক দ্বিতীয় বিশ্বযুদ্ধের সময়ের একজন জার্মান পিওডাব্লিউ ক্যাম্পে অবস্থানরত সৈনিক, যিনি জিজ্ঞাসাবাদ ও নির্জন কারাবাস বরণ করেন। এই ঘটনাগুলোর পরে ও অভিজ্ঞতাগুলো স্মরণ করার সময়, তিনি তার কর্ম নির্বাচনের দিকে ফিরে তাকান, সঠিকভাবে খুঁজে বের করার চেষ্টা করেন কোথায় তিনি নিজের সিদ্ধান্ত নেওয়ার স্বাধীনতা হারিয়েছিলেন। দ্য স্পায়ার (১৯৬৪) মধ্যযুগীয় ক্যাথিড্রালের (সাধারণত সালিসবেরি ক্যাথিড্রাল বলে ধরে নেওয়া হয়) শীর্ষে একটি অসম্ভব বড় সূচাগ্র নির্মাণের (এবং পতনের কাছাকাছি) গল্প বর্ণনা করে।\nগোল্ডিংয়ের ১৯৬৭ সালের উপন্যাস দ্য পিরামিড একটি ছোট ইংরেজ শহরে একই পটভূমিতে তিনটি সংযোগকারী গল্প নিয়ে রচিত। গল্পটি আংশিকভাবে মার্লবরাতে অবস্থিত, যেখানে গোল্ডিং বড় হয়েছেন। দ্য স্করপিয়ান গড (১৯৭১)-এ তিনটি উপন্যাসিকা রয়েছে, যার মধ্যে প্রথমটি একটি প্রাচীন মিশরীয় আদালতের পটভূমিতে রচিত (\"দ্য স্করপিয়ন গড\"); দ্বিতীয়টি একটি প্রাগৈতিহাসিক আফ্রিকান শিকার-সংগ্রাহক দলের বর্ণনা করে (\"ক্লোঙ্ক, ক্লোঙ্ক\"); এবং তৃতীয়টি একজন রোমান সম্রাটের দরবারের পটভূমিতে রচিত (\"এনভয় এক্সট্রাঅর্ডিনারি\")। এর মধ্যে শেষটি ১৯৫৬ সালে প্রকাশিত হয়েছিল, যা ১৯৫৮ সালে গোল্ডিং দ্য ব্রাস বাটারফ্লাই নামে একটি মঞ্চনাটকের উপযোগী করেছিলেন। ১৯৭১ থেকে ১৯৭৯ সাল পর্যন্ত গোল্ডিং কোনো উপন্যাস প্রকাশ করেননি। এই সময়ের পরে তিনি ডার্কনেস ভিজিবল (১৯৭৯) প্রকাশ করেন, যা সন্ত্রাসবাদ, বাল্যকামীতা এবং ব্লিটজে আগুন থেকে বেঁচে যাওয়া ও অতিপ্রাকৃত ক্ষমতার অধিকারী একজন রহস্যময় ব্যক্তিত্বের গল্প বর্ণনা করে। ১৯৮০ সালে গোল্ডিং রাইটস অব প্যাসেজ প্রকাশ করেন। এটি ঊনবিংশ শতাব্দীর গোড়ার দিকে অস্ট্রেলিয়ায় সমুদ্রযাত্রা নিয়ে তার 'সমুদ্র ত্রয়ী'-র প্রথম উপন্যাস। উপন্যাসটি ১৯৮০ সালে বুকার পুরস্কার অর্জন করে। এই সফলতার পর গোল্ডিং তার 'সমুদ্র ত্রয়ী'-র অনুবর্তী পর্ব ক্লোজ কোয়ার্টার্স (১৯৮৭) ও ফায়ার ডাউন বিলো (১৯৮৯) রচনা করেন। পরবর্তীকালে এই তিনটি উপন্যাস টু দি এন্ডস অব দি আর্থ শিরোনামের একটি খণ্ড হিসেবে প্রকাশিত হয়। ১৯৮৪ সালে তিনি দ্য পেপার মেন প্রকাশ করেন, যা একজন ঔপন্যাসিক ও তার সম্ভাব্য জীবনীকারের মধ্যে দ্বন্দ্বের বিবরণ তুলে ধরে।\n\n\n== সাহিত্যকর্মের তালিকা ==\n\n\n=== কবিতা ===\nপোয়েমস (১৯৩৪)\n\n\n=== নাটক ===\nদ্য ব্রাস বাটারফ্লাই (১৯৫৮)\n\n\n=== উপন্যাস ===\nলর্ড অব দ্য ফ্লাইজ (১৯৫৪)\nদি ইনহেরিটর্স (১৯৫৫)\nপিঞ্চার মার্টিন (১৯৫৬)\nফ্রি ফল (১৯৫৯)\nদ্য স্পায়ার (১৯৬৪)\nদ্য পিরামিড (১৯৬৭)\nডার্কনেস ভিজিবল (১৯৭৯) - জেমস টেইট ব্ল্যাক মেমোরিয়াল পুরস্কার জয়ী\nটু দি এন্ডস অব দি আর্থ (ত্রয়ী)\nরাইটস অব প্যাসেজ (১৯৮০) - বুকার পুরস্কার জয়ী\nক্লোজ কোয়ার্টারস (১৯৮৭)\nফায়ার ডাউন বিলো (১৯৮৯)\nদ্য পেপার মেন (১৯৮৪)\nদ্য ডাবল টাং (মরণোত্তর প্রকাশিত ১৯৯৫)\n\n\n=== সংকলন ===\nদ্য স্করপিয়ন গড (১৯৭১)\n\"দ্য স্করপিয়ন গড\"\n\"ক্লোঙ্ক ক্লোঙ্ক\"\n\"এনভয় এক্সট্রাঅর্ডিনারি\"\n\n\n=== অ-কল্পকাহিনী ===\nদ্য হট গেটস (১৯৬৫)\nআ মুভিং টার্গেট (১৯৮২)\nঅ্যান এজিপশিয়ান জার্নাল (১৯৮৫)\n\n\n=== অপ্রকাশিত সাহিত্যকর্ম ===\nসিহর্স (১৯৪৮-এ রচিত) - এটি ১৯৪৭ সালের গ্রীষ্মে ইংল্যান্ডের দক্ষিণ উপকূলে নৌ ভ্রমণ নিয়ে জীবনীমূলক রচনা এবং এতে ডি-ডে'র জন্য প্রশিক্ষণ নেওয়া সম্পর্কিত ছোট অনুচ্ছেদ রয়েছে।\nসার্কেল আন্ডার দ্য সি - একজন লেখক প্রত্নতাত্ত্বিক ধন-সম্পদ আবিষ্কারের জন্য শিলি আইসলের উপকূলে নৌ অভিযান নিয়ে রোমাঞ্চকর উপন্যাস।\nশর্ট মেজার - বিশপ ওয়ার্ডসওয়ার্থের মত একটি ব্রিটিশ স্কুলের পটভূমিতে লেখা উপন্যাস।\n\n\n== অডিওবই ==\n২০০৫: লর্ড অব দ্য ফ্লাইজ (লেখক কর্তৃক পঠিত), লিসেনিং লাইব্রেরি, আইএসবিএন ৯৭৮-০-৩০৭-২৮১৭০-৮\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nকেরি, জন (২০০৯)। William Golding: The Man Who Wrote Lord of the Flies। নিউ ইয়র্ক: সিমন অ্যান্ড শুস্টার। আইএসবিএন 978-1-4391-8732-6। \nকেরি, জন (২০০৯)। William Golding: The Man Who Wrote Lord of the Flies। লন্ডন: ফেবার অ্যান্ড ফেবার লিমিটেড। আইএসবিএন 978-0-571-23163-8। \nকেন্ডল, টিম (অক্টোবর ২০১৮)। \"William Golding's Great Dream\"। Essays in Criticism। ৬৮: ৪৬৬–৪৮৭। সংগ্রহের তারিখ ২০ ফেব্রুয়ারি ২০২৪। \n\n\n== বহিঃসংযোগ ==\n\nBBC television interview from 1959\nNobelprize.org-এ উইলিয়াম গোল্ডিং  (ইংরেজি)\nInterview  আর্কাইভইজে আর্কাইভকৃত ২১ ডিসেম্বর ২০১২ তারিখে by Mary Lynn Scott – Universal Pessimist, Cosmic Optimist\nWilliam Golding Ltd Official Website.\nLast Words An account of Golding's last evening by D. M. Thomas – Guardian – Saturday 10 June 2006 (Review Section)\nOfficial Facebook page\nNobel Prize Lecture\n\"William Golding's crisis\"\nইন্টারনেট মুভি ডেটাবেজে উইলিয়াম গোল্ডিং  (ইংরেজি)\nWilliam Golding  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৫ এপ্রিল ২০২৩ তারিখে at University of Exeter Special Collections\nটেমপ্লেট:উইলিয়াম গোল্ডিং"}