{"pageid": 1424446, "title": "বিশ্বনন্দ", "url": "https://bn.wikipedia.org/wiki?curid=1424446", "content": "পরমহংস শ্রী স্বামী বিশ্বনন্দ জন্ম নাম \"বিষম\" কোমলরাম; (জন্ম ১৩ জুন ১৯৭৪, বেউ বাসিন - রোজ হিল, মরিশাস) একজন হিন্দু আধ্যাত্মিক নেতা এবং শিক্ষক, বৈষ্ণব ভক্তি মার্গ আন্দোলনের প্রতিষ্ঠাতা। তিনি বর্তমানে জার্মানিতে থাকেন, ফ্রাঙ্কফুর্ট শহরের কাছে তাঁর প্রধান আশ্রম শ্রী পীঠ নিলয়ায়।\nবিশ্বানন্দের শিক্ষাগুলি এক ব্যক্তিগত ঈশ্বরের ধারণার উপর ভিত্তি করে তৈরি করা হয়েছে, যাকে বিভিন্ন নামে ডাকা যেতে পারে এবং \"একজন তাঁর সাথে যে ব্যক্তিগত ধর্মীয় সম্পর্ক স্থাপন করেন\" সে অনুযায়ী বিভিন্ন রূপ নিতে পারে। এই শিক্ষার কেন্দ্রীয় ধারণাটি হল ধর্মীয় ও সাংস্কৃতিক ঐতিহ্যের সাথে জড়িত স্বেচ্ছাচারী বিভাজন এবং সীমানা অতিক্রম করার আহ্বান এবং \"ঈশ্বরের সাথে ভক্তি প্রেম ও সেবা\" করার জন্য সংগ্রাম করার আহ্বান বিশ্বানন্দ জোর দিয়ে বলেছেন যে ঈশ্বরের সর্বোচ্চ প্রকাশ হল প্রেম (প্রেম), এবং এই প্রেম বোঝাতে ব্যবহৃত শব্দটি হল নারায়ণ। এই উপাধিটি ঐশ্বরিকতার সারমর্মকে নির্দেশ করে যা সমস্ত জিনিসের মধ্যে বাস করে এবং বিপরীতভাবে, সমস্ত জিনিসকে নিজের মধ্যে আবৃত করে।\nপরমহংস বিশ্বানন্দ বিভিন্ন আধ্যাত্মিক অনুশীলন গড়ে তুলেছেন এবং বিশ্বজুড়ে অসংখ্য আশ্রম ও কেন্দ্র প্রতিষ্ঠা করেছেন। তিনি ইউরোপের দ্বিতীয় ব্যক্তি যিনি ‘মহামণ্ডলেশ্বর’ উপাধিতে ভূষিত হয়েছেন। তিনি যুক্তরাজ্যের পার্লামেন্ট হাউস দ্বারা \"অসামান্য অর্জন\" এবং বিশ্ব শান্তি প্রার্থনা সোসাইটির \"বিগত 20 বছরে বিশ্ব শান্তিতে অসামান্য অর্জনের জন্য \"পিস পোল\" এর জন্য ভারত গৌরব পুরস্কারে ভূষিত হয়েছেন৷\n\n\n== জীবনী ==\nপরমহংস বিশ্বানন্দ ১৩ জুন ১৯৭৮ সালে ভারত মহাসাগরের একটি ছোট দ্বীপ দেশ মরিশাসে হিন্দু পিতামাতা কিষান এবং বিন্দুর কাছে জন্মগ্রহণ করেছিলেন। তাঁর পরিবার ভরদ্বাজ গোত্রের প্রাচীন ব্রাহ্মণ বংশের অন্তর্গত। হিন্দু ঐতিহ্য অনুসরণ করে, জন্মের সময়, তারা একটি জ্যোতিষী চার্ট পড়ার জন্য শিশুটিকে একজন পুরোহিতের কাছে নিয়ে যায়। পুরোহিত তার নাম দেন মহাদেওসিংহ কোমলরাম। শৈশবকালে, তিনি প্রার্থনা, মন্দির পরিদর্শন এবং ধর্মীয় আচার-অনুষ্ঠান পালন করে সময় কাটান। পাঁচ বছর বয়সে, তার গুরু মহাবতার বাবাজি তাকে প্রথম দেখা দিয়েছিলেন যখন তিনি বিষাক্ত বেরি খাওয়ার ফলে হাসপাতালে ছিলেন। এই অভিজ্ঞতার বিবরণে, বিশ্বানন্দ বর্ণনা করেছেন যে তখনই তিনি \"তাঁর প্রকৃত আত্মার আলো, যা সূর্যের চেয়েও উজ্জ্বল\" দেখেছিলেন।\nবিশ্বানন্দ ধর্মীয় গান গেয়ে সময় কাটাতে পছন্দ করতেন, যা তার শৈশবের বন্ধুদের ধর্মীয় উপাসনায় অংশগ্রহণ করতে অনুপ্রাণিত করেছিল। ১৪ বছর বয়সে, তিনি প্রথম সমাধির অভিজ্ঞতা লাভ করেন, সম্পূর্ণ নিমজ্জনের একটি গভীর ধ্যানমূলক যোগিক অবস্থা ১৯৯৪ সালে, ১৬ বছর বয়সে, তিনি স্কুল ছেড়ে দেন এবং ভারত ও কেনিয়াতে ভ্রমণ শুরু করেন। যখন তিনি ১৯ বছর বয়সে, তিনি প্রথমবারের মতো ইউরোপ সফর করেন, যেখানে তিনি বলেন যে ঐশ্বরিক মা তার কাছে হাজির হন এবং \"তাকে ইউরোপে বসতি স্থাপন করতে বলেন।\" অনেক আধ্যাত্মিক সাধক তার কাছে \"পরামর্শ ও আশীর্বাদের জন্য\" আসতে শুরু করে।\n২০০১ সালে, বিশ্বানন্দ আশীর্বাদ (দর্শন) দেওয়া শুরু করেছিলেন, যা তিনি আজও দিয়ে চলেছেন। ২০০৪ সালে, ২৬ বছর বয়সে, তিনি জার্মানিতে স্টেফেনশফের ছোট্ট গ্রামে তার প্রথম আশ্রম খোলেন।\n২০০৫ সালে, বিশ্বানন্দ ভক্তি মার্গা সম্প্রদায় প্রতিষ্ঠা করেন (ভক্তি মানে \"প্রেম এবং ভক্তি\", মার্গা মানে \"পথ\")। সে সময় বিভিন্ন ধর্মের শিক্ষা ও ধর্মগ্রন্থ দ্বারা সম্প্রদায় অনুপ্রাণিত হয়েছিল। পরবর্তীতে, সম্প্রদায়টি একচেটিয়াভাবে শ্রী বৈষ্ণবধর্মের হিন্দু সংস্কৃতির দিকে অভিমুখী হয়ে ওঠে। এই আন্দোলনের মূলে রয়েছে \"ঈশ্বরের সাথে প্রেমময় সম্পর্ক গড়ে তোলার জন্য\" বিভিন্ন হিন্দু ঐতিহ্য ও অনুশীলনকে কাজে লাগানোর ধারণা। তারপর থেকে, পরমহংস বিশ্বানন্দ বিশ্বজুড়ে অসংখ্য মন্দির ও আশ্রম প্রতিষ্ঠা করেছেন, সেইসাথে ভারত, মরিশাস, ইতালি, পর্তুগাল, ফ্রান্স, দক্ষিণ আফ্রিকা, জার্মানি, ব্রাজিল, যুক্তরাজ্য, যুক্তরাজ্য সহ ৮০ টিরও বেশি দেশে ভক্তিমার্গ গোষ্ঠী প্রতিষ্ঠা করেছেন। রাজ্য, সুইজারল্যান্ড, আর্জেন্টিনা এবং অন্যত্র।\n২০০৬ সালে, বিশ্বানন্দ ব্রহ্মচারী এবং ব্রহ্মচারিণী নামক হিন্দু সন্ন্যাসী ও সন্ন্যাসীদের প্রথম দলকে সূচনা করেন এবং ২০০৮ সালে তিনি স্বামী ও স্বামীনি নামে আন্দোলনের প্রথম ধর্মীয় নেতাদের সূচনা করেন।\n২০০৮ সালে, বিশ্বানন্দ ভারতের শ্রীরঙ্গমে শ্রী বেদব্যাস রঙ্গরাজ ভট্টরের কাছ থেকে শ্রীসম্প্রদায়ে দীক্ষা (দীক্ষা) নেন। যাইহোক, শ্রীসম্প্রদায়ের অনেক নীতি মেনে চলা সত্ত্বেও, ২০২১ সালে তিনি হরি ভক্ত সম্প্রদায় (নীচে আরও পড়ুন) নামে তার নিজস্ব সম্প্রদায় খুঁজে বের করার সিদ্ধান্ত নিয়েছিলেন।\n২০০৮ সালে, তিনি জার্মানিতে আরেকটি আশ্রম উদ্বোধন করেন, ফ্রাঙ্কফুর্টের কাছে স্প্রিংজেনের ছোট্ট গ্রামে অবস্থিত শ্রী পীঠ নিলয়। এই আশ্রমটি মূলত লক্ষ্মী নারায়ণের ঐশ্বরিক দৃষ্টিভঙ্গির জন্য উত্সর্গীকৃত ছিল এবং পরবর্তীকালে নরসিংহ, রাম, রাধে কৃষ্ণ, বাবাজি এবং রামানুজকে উত্সর্গীকৃত নতুন মন্দিরগুলিকে অন্তর্ভুক্ত করার জন্য প্রসারিত করা হয়েছিল।\n২০১৩ সালে, মহা কুম্ভ-মেলার সময়, তিনি ব্যক্তিগতভাবে বৈষ্ণব এবং শৈবদের মধ্যে মধ্যস্থতা করেছিলেন। ২০১৪ সালে, তিনি স্বামী শারদার নেতৃত্বে লাটভিয়ার রিগায় দেবতা রামের সম্মানে একটি নতুন আশ্রম খোলেন এবং তিনি মন্দিরটির নাম দেন, সচিতানন্দ বিগ্রহ রামচন্দ্র।\n২০১৫ সালে, তিনি জাস্ট লাভ ফেস্টিভ্যাল প্রতিষ্ঠা করেন, যা \"সমাজে প্রেম এবং ইতিবাচকতার প্রচার\" করার জন্য উত্সর্গীকৃত হিন্দু সঙ্গীত এবং নিরামিষ খাবারের একটি আন্তর্জাতিক উত্সব।\nএকই বছর, ২০১৫ সালে, বিশ্বানন্দ ভারতের নাসিকের কুম্ভ-মেলার সময় মহামণ্ডলেশ্বর উপাধি পেয়েছিলেন।\n১১ জুলাই ২০১৫-এ, বিশ্বানন্দকে দ্য ওয়ার্ল্ড পিস প্রেয়ার সোসাইটি \"বিগত ২০ বছরে বিশ্ব শান্তিতে অসামান্য কৃতিত্বের জন্য\" \"শান্তি মেরু\" উপাধিতে ভূষিত করে।\n১৩ জুন ২০১৬-এ, বিশ্বানন্দ আনুষ্ঠানিকভাবে তার পুরো নাম, পরমহংস শ্রী স্বামী বিশ্বানন্দ, বা সংক্ষেপে পরমহংস বিশ্বানন্দ ব্যবহার শুরু করেন। একই বছরের জুলাই মাসে, পরমহংস বিশ্বানন্দ ব্রিটিশ হাউস অফ পার্লামেন্ট থেকে \"অসামান্য কৃতিত্বের জন্য\" ভারত গৌরব পুরস্কার পান।\nডিসেম্বর ২০১৬-এ, তার মিশনে দ্রুত বৃদ্ধির অভিজ্ঞতা অর্জন করে, তিনি ভারতের বৃন্দাবনে তার নতুন আশ্রম, শ্রী গিরিধর ধাম উদ্বোধন করতে একদল স্বামী এবং স্বামীনিদের সাথে ভারতে ভ্রমণ করেন। আশ্রমটি দেবী যমুনা মহারানী এবং ভগবান কৃষ্ণ গিরিধারীকে উৎসর্গ করা হয়েছে।\n২০২০ সালের এপ্রিল মাসে, বিশ্বানন্দ তার অনুসারী এবং ভক্তদের জন্য তার সম্প্রদায়ের নতুন মুল মন্ত্র চালু করেছিলেন: \"শ্রী বিত্তলা গিরিধারী পরব্রহ্মণে নমহা\"। মন্ত্রটি সুরক্ষা এবং ভালবাসার আহ্বান জানায়। ২০২০ এর আগে, তার অনুগামীদের প্রধান মন্ত্র ছিল \"ওম নমো নারায়ণায়\"।\n২০২১ সালের আগস্টে, বিশ্বানন্দ জার্মানিতে আরেকটি আশ্রম খোলেন, শ্রী বিঠল ধাম, যেটি কিরচেইমের রেইমবোল্ডশৌসেনের একটি লেকের পাশে একটি হোটেলে অবস্থিত। ২০২৩ সালের জুন মাসে, তিনি বিট্ঠলার (কৃষ্ণের একটি রূপ) সম্মানে একটি মন্দির খুলেছিলেন। এই সময়ে, তিনি আরও অনেক আশ্রম খোলেন যেমন, বিট্ঠলা পান্ডুরঙ্গ (আর্জেন্টিনা, ২০২০), বিত্তলা-ক্ষেত্র (ইতালি, ২০২২), শ্রীনিবাস আশ্রম (ইউকে, ২০২২), বিত্তলা দেবালয় (ফ্রান্স, ২০২৩), শ্রী শ্রী রাধা গিরিধারী (বি. , ২০২৩), পরনিত্য নরসিংহ আশ্রম (USA, ২০২৪), এবং অন্যান্য।\n২৪ জুলাই ২০২১-এ, জাস্ট লাভ ফেস্টিভ্যালের সপ্তম সংস্করণ চলাকালীন, বিশ্বানন্দ হরি ভক্ত সম্প্রদায় নামে তার নিজস্ব সম্প্রদায়ের ভিত্তি ঘোষণা করেছিলেন, যা শ্রীসম্প্রদায় থেকে স্বাধীন। যদিও পরমহংস বিশ্বানন্দ শ্রীসম্প্রদায়ে দীক্ষা নেওয়ার পর থেকে সাধারণত রামানুজাচার্যের শিক্ষা ও অনুশীলনের প্রচার করে আসছিলেন, বিশ্বানন্দ নিজে সহ অন্যান্য উত্স থেকে অন্যান্য অনেক পদ্ধতি এবং কার্যক্রম চালু করা হয়েছিল। এই প্রসঙ্গে, ভক্তিমার্গ সম্প্রদায় জোর দিয়েছিল, \"ভক্তরা যা শিখেছেন এবং অনুশীলন করেছেন তার বেশিরভাগই অপরিবর্তিত রয়েছে। যাইহোক, আমাদের নিজস্ব সম্প্রদায় থাকার অর্থ হল আমরা অন্য কোনো আন্দোলন বা ঐতিহ্য থেকে স্বাধীন। আমাদের সমস্ত দার্শনিক বিশ্বাস, আচার, নিয়ম, এবং আধ্যাত্মিক সাধনা একচেটিয়াভাবে সমর্থিত এবং গুরুজি এবং তাঁর শিক্ষার সাথে সংযুক্ত।\"\n২০২২ সালে, বিশ্বানন্দ অন্যান্য বিশিষ্ট ব্যক্তিদের সাথে স্টার্ট আপ ইন্ডিয়া ম্যাগাজিনের \"বিপ্লবী গুরু ২০২২\" পুরস্কারে সম্মানিত হন। ২০২৩ সালের জুন মাসে, বিশ্বানন্দ রুক্মিণী, বিট্ঠলা, গরুড়, বাবাজি, রামানুজ, শ্রী বিট্ঠলা গিরিধারী পরব্রহ্মণ এবং গায়ত্রীর সম্মানে জার্মানিতে তার বৃহত্তম মন্দির, শ্রী বিঠল ড্যাম মন্দির উদ্বোধন করেছিলেন।\n\n\n== নাম ==\nপরমহংস বিশ্বানন্দের পুরো নাম এবং উপাধি হল মহামণ্ডলেশ্বর ১০০৮ পরমহংস শ্রী বেদব্যাস রঙ্গরাজ ভট্টার শ্রী স্বামী বিশ্বানন্দ।  তার নামের প্রতিটি অংশের আলাদা অর্থ রয়েছে।\n\nমহামণ্ডলেশ্বর বা মহা মণ্ডলেশ্বর (হিন্দি महामंडलेश्वर) - এই উপাধিটি বিশ্বানন্দকে ২০১৫ সালে নাসিকের কুম্ভ-মেলার সময় দেওয়া হয়েছিল।  আক্ষরিক অর্থে, এটি \"মহান এবং/অথবা অসংখ্য মঠের মঠ\" বা \"একটি ধর্মীয় জেলা বা প্রদেশের মঠ\" (মহা - \"মহান\", মন্ডলা - \"জেলা\", ঈশ্বর - \"প্রধান\", \"শাসক\") হিসাবে অনুবাদ করে।  নির্মোহী আখড়া, অযোধ্যায় অবস্থিত একটি আধ্যাত্মিক সরকারী প্রতিষ্ঠান এবং বেশ কয়েকজন হিন্দু নেতা ও সন্ন্যাসীর সমন্বয়ে গঠিত, বিশ্বানন্দকে এই উপাধি প্রদান করেছে। যারা \"অসামান্য নেতৃত্ব এবং হিন্দু জীবনধারা বজায় রেখেছেন\" তাদের এই উপাধি প্রদান করা হয়।\n১০০৮ - আধ্যাত্মিক অর্জনে ১০০৮ নম্বরটির প্রতীকী তাৎপর্য রয়েছে।  হিন্দু ও বৌদ্ধধর্মে, ১০৪ নম্বরটি পবিত্র বলে বিবেচিত হয়, যা মানুষের অস্তিত্বের বিভিন্ন দিককে প্রতিফলিত করে।  ১০০৮ নম্বরটি বরাদ্দ করা আরও বেশি তাৎপর্য এবং উচ্চ সম্মান দেয়, যা মহান আধ্যাত্মিক সাফল্যের ইঙ্গিত দেয়।\nপরমহংস ( হিন্দি परमहंस ) - এই উপাধি বিশ্বানন্দকে তাঁর সতগুরু মহাবতার বাবাজি দিয়েছিলেন, কিন্তু বিশ্বানন্দ এটি ব্যবহার শুরু করেছিলেন শুধুমাত্র ২০১৬ সালে। পরমহংস হল আধ্যাত্মিক বিকাশের সর্বোচ্চ স্তর যেখানে একজন সন্ন্যাসী \"সর্বোচ্চ বাস্তবতার\" সাথে একতা অর্জন করে।  অনূদিত, শব্দের অর্থ \"সর্বোচ্চ রাজহাঁস\" (পরমা দ্বারা গঠিত, যার অর্থ \"সর্বোচ্চ\" বা \"অতীন্দ্রিয়\", এবং হামসা, যার অর্থ \"হংস বা বন্য হংস\")।\nশ্রী বেদব্যাস রঙ্গরাজ ভট্টার (হিন্দি श्री वेदव्यास रंगराज भट्टर) হলেন শ্রী বৈষ্ণব আচার্যের নাম যিনি ২০০৮ বছর বয়সে বিশ্বানন্দকে শ্রীসম্প্রদায়ে দীক্ষা দিয়েছিলেন।  তাঁর পরম্পরার ঐতিহ্য অনুসারে, তিনি দীক্ষা নিয়ে বিশ্বানন্দকে তাঁর নাম দান করেছিলেন।\nশ্রী স্বামী বিশ্বানন্দ ( হিন্দি श्री स्वामी विश्वानंद) হল সেই নাম যা বিশ্বানন্দ দাবি করেন যে তাকে ২০০১ সালে মহাবতার বাবাজি দিয়েছিলেন।  বিশ্বানন্দ নামের অর্থ \"সর্বজনীন আনন্দ\"।  এই নামে তাঁর বই এবং তাঁর অন্যান্য রচনার বহু সংস্করণ প্রকাশিত হয়েছিল।\n\n\n== ভক্তি মার্গ আন্দোলন ==\nপরমহংস বিশ্বনন্দ বৈষ্ণব সংগঠন ভক্তি মার্গের প্রতিষ্ঠাতা, যেটি ২০০৫ সালে প্রতিষ্ঠিত হয়েছিল। অনুবাদিত, ভক্তি মানে \"প্রেম এবং ভক্তি\" এবং মার্গ মানে \"পথ\"।  আন্দোলনটি পরমহংস বিশ্বনন্দের শিক্ষা অনুসরণ করে, যা ভক্তি-যোগ অনুশীলনের সাথে সম্পর্কিত।  \"ভগবানের প্রতি প্রেমময় ভক্তি\" এবং শ্রীমদ ভগবত গীতা, শ্রীমদ্ভাগবতম, শাণ্ডিল্য-ভক্তি-সূত্র এবং নারদ-ভক্তি-সূত্রের মতো ধর্মগ্রন্থ থেকে শিক্ষার উপর শিক্ষার কেন্দ্রবিন্দু।  শ্রী যন্ত্র ধ্যান এবং পূজার মতো তান্ত্রিক অনুশীলনও সম্প্রদায়ে প্রচলিত।  এছাড়াও, সম্প্রদায় সাধুদের জীবন ও কাজ, আধ্যাত্মিক আলোচনা (সৎসঙ্গ) এবং বিশ্বনন্দের রচিত বই থেকে অনুপ্রেরণা গ্রহণ করে।\n\n\n=== সন্ন্যাসী এবং অমন্য সম্প্রদায় ===\nসম্প্রদায়ের মূল অংশ বিবাহিত ব্যক্তি (গৃহস্থ) এবং সন্ন্যাসী এবং সন্ন্যাসী (ব্রহ্মচারী এবং ব্রহ্মচারিণী) দ্বারা গঠিত।  তারা সাধারণত আশ্রম এবং সম্প্রদায়গুলিতে বাস করে, যদিও বিশ্বজুড়ে ছড়িয়ে ছিটিয়ে থাকা ভক্ত এবং অনুগামীরা রয়েছে।  সম্প্রদায় একসাথে ধ্যান এবং প্রার্থনার মতো অনুশীলনে জড়িত।  বিশ্বনন্দের মতে, একজন সন্ন্যাসী বা পরিবার-ভিত্তিক ব্যক্তি হোক না কেন, ঈশ্বরের দিকে মনোযোগ দেওয়া গুরুত্বপূর্ণ।\n\n\n=== আদেশ ===\nবিশ্বনন্দ, হরি ভক্ত সম্প্রদায়ের প্রতিষ্ঠাতা আচার্য হিসাবে, ভিক্ষু (ব্রহ্মচারী) এবং সন্ন্যাসী (ব্রহ্মচারিণী), ঋষি এবং ঋষিক, স্বামী এবং স্বামীনিদের জন্য দীক্ষা পরিচালনা করেন।  দীক্ষার প্রতিটি স্তরের জন্য একটি নির্দিষ্ট জীবনধারা এবং/অথবা ভূমিকা প্রয়োজন।  কৃষ্ণ ও পরমহংস বিশ্বানন্দের শিক্ষা প্রচারের জন্য ঋষি ও স্বামীদের প্রয়োজন।  স্বামীরাও তাঁর প্রতিনিধি যারা তাঁর আশীর্বাদ অন্যান্য দেশে নিয়ে যান।  প্রথম ব্রহ্মচারী দীক্ষা হয়েছিল ২০০৫ সালে এবং প্রথম স্বামী দীক্ষা হয়েছিল ২০০৪ সালে। আজ এই আন্দোলনে ৩২ জন স্বামী ও স্বামীনি, ১৬ জন ঋষি ও ঋষিক এবং ৩৫০ জন ব্রহ্মচারী ও ব্রহ্মচারিণী রয়েছেন।\n\n\n=== মন্দির ও আশ্রম ===\nবিশ্বনন্দ সারা বিশ্বে অনেক মন্দির এবং আশ্রম প্রতিষ্ঠা করেছেন, সেইসাথে ৮০ টিরও বেশি দেশে ভক্তি মার্গ গ্রুপগুলি প্রতিষ্ঠা করেছেন।  আশ্রমগুলি হল আধ্যাত্মিক কেন্দ্র যেখানে যোগের বিভিন্ন দিক এবং \"ঈশ্বরের প্রতি ভক্তি\" অনুশীলন করা হয়, সেইসাথে ত্যাগের জীবন।  বিশ্বানন্দ দ্বারা প্রতিষ্ঠিত আশ্রমগুলি আধ্যাত্মিক অনুশীলনের স্থান হিসাবে কাজ করে।  অধিকাংশ হিন্দু উৎসব আশ্রমে পালিত হয়।  এগুলি সাধারণত নির্জন এবং শান্তিপূর্ণ জায়গায় অবস্থিত, যা দর্শনার্থীদের ধ্যান এবং চিন্তায় নিমগ্ন হতে দেয়।  ভক্তিমার্গ মন্দিরগুলিতে প্রতিদিন সংস্কৃত প্রার্থনা এবং মন্ত্রগুলি গাওয়া হয়।  প্রতিটি ভক্তিমার্গ আশ্রমে অন্তত একটি মন্দির আছে, যেখানে বেশ কয়েকটি দেবতা রয়েছে।  প্রধান আশ্রম হল জার্মানির হেসে, টাউনাসের শ্রী পীঠ নিলয়।  ২০২৩ সাল পর্যন্ত, ভক্তিমার্গ সম্প্রদায়ের বিশ্বব্যাপী ১৪ টি প্রতিষ্ঠিত ও পরিচালিত আশ্রম রয়েছে এবং ৩ টি উন্নয়নশীল।  এছাড়াও ৪১ টি মন্দির চালু আছে এবং ৬ টি নির্মাণাধীন রয়েছেবিশ্বানন্দ সারা বিশ্বে অনেক মন্দির এবং আশ্রম প্রতিষ্ঠা করেছেন, সেইসাথে ৪০ টিরও বেশি দেশে ভক্তি মার্গ গ্রুপগুলি প্রতিষ্ঠা করেছেন।  আশ্রমগুলি হল আধ্যাত্মিক কেন্দ্র যেখানে যোগের বিভিন্ন দিক এবং \"ঈশ্বরের প্রতি ভক্তি\" অনুশীলন করা হয়, সেইসাথে ত্যাগের জীবন।  বিশ্বানন্দ দ্বারা প্রতিষ্ঠিত আশ্রমগুলি আধ্যাত্মিক অনুশীলনের স্থান হিসাবে কাজ করে।  অধিকাংশ হিন্দু উৎসব আশ্রমে পালিত হয়।  এগুলি সাধারণত নির্জন এবং শান্তিপূর্ণ জায়গায় অবস্থিত, যা দর্শনার্থীদের ধ্যান এবং চিন্তায় নিমগ্ন হতে দেয়।  ভক্তিমার্গ মন্দিরগুলিতে প্রতিদিন সংস্কৃত প্রার্থনা এবং মন্ত্রগুলি গাওয়া হয়।  প্রতিটি ভক্তিমার্গ আশ্রমে অন্তত একটি মন্দির আছে, যেখানে বেশ কয়েকটি দেবতা রয়েছে।  প্রধান আশ্রম হল জার্মানির হেসে, টাউনাসের শ্রী পীঠ নিলয়।  ২০২৩ সাল পর্যন্ত, ভক্তিমার্গ সম্প্রদায়ের বিশ্বব্যাপী ১৪ টি প্রতিষ্ঠিত ও পরিচালিত আশ্রম রয়েছে এবং ৩ টি উন্নয়নশীল।  এছাড়াও ৪১ টি মন্দির চালু আছে এবং ৬ টি নির্মাণাধীন রয়েছে।\n২০০৬ সাল থেকে, বিশ্বনন্দ ভারত, ইউরোপ এবং আফ্রিকা সহ বিভিন্ন পবিত্র স্থানে ৬৯ টি তীর্থযাত্রা করেছেন\n\n\n=== ছুটির দিন এবং ঘটনা ===\nসমস্ত প্রধান হিন্দু অনুষ্ঠান ভক্তি মার্গা মন্দির এবং বিশ্বজুড়ে সম্প্রদায়গুলিতে পালিত হয়।  ঘটনার উপর নির্ভর করে, বিভিন্ন রীতিনীতি এবং ঐতিহ্য পালন করা হয়।  বেশিরভাগ অনুষ্ঠানের মধ্যে থাকে পূজা, অভিষেক, যজ্ঞ এবং কালাশ-পূজা সহ আধ্যাত্মিক সঙ্গীত ও নৃত্য।  ভক্তিমার্গে পালিত প্রধান অনুষ্ঠানগুলি হল মহা শিবরাত্রি, বসন্ত নবরাত্রি, রামা-নবমী, হনুমান জয়ন্তী, পরমহংস বিশ্বানন্দের আবির্ভাব দিবস, গুরুপূর্ণিমা, কৃষ্ণ জন্মাষ্টমী, গণেশ চতুর্থী, রাধাষ্টমী, নবরাত্রি, জাস্ট লাভ ফেস্টিভ্যাল, বাবাজী দিবস, নরশিমা, কার্নিশ উৎসব।  , দিওয়ালি এবং অন্যান্য\n\n\n== জাস্ট লাভ ফেস্টিভ্যাল ==\n\"জাস্ট লাভ ফেস্টিভ্যাল\" হল ভক্তি মার্গা সম্প্রদায়ের দ্বারা আয়োজিত একটি হিন্দু উৎসব, যা \"ইতিবাচকতা এবং উন্নতি\" এবং \"ঈশ্বরের সাথে সংযোগ\" নিবেদিত।  উত্সবটি ২০১৫ সালে প্রতিষ্ঠিত হয়েছিল এবং ভক্তিমার্গের প্রধান আশ্রম, জার্মানির শ্রী পীঠ নিলয়ায় প্রতি বছর অনুষ্ঠিত হয়।  উৎসবের সময়কাল তিন থেকে দশ দিনের মধ্যে পরিবর্তিত হয়।  জাস্ট লাভ ফেস্টিভ্যালে বিভিন্ন ধরণের আধ্যাত্মিক সঙ্গীতের প্রতিনিধিত্বকারী সঙ্গীত গোষ্ঠীগুলি রয়েছে।  পরিবেশনায় প্রধানত ভজন এবং কীর্তনা (ঐতিহ্যগত ধর্মীয় গান) থাকে কিন্তু ভিন্ন ভিন্ন সঙ্গীত শৈলীকে অন্তর্ভুক্ত করে অনন্য ব্যাখ্যা সহ।\nঅনুস্ঠানটি সাধারণত গ্রীষ্মকালে অনুষ্ঠিত হয়।  জাস্ট লাভ ফেস্টিভ্যাল বিভিন্ন ক্রিয়াকলাপকে অন্তর্ভুক্ত করে, যার মধ্যে রয়েছে চারু ও কারুশিল্প প্রদর্শনী, যোগব্যায়াম এবং ধ্যানের ক্লাস, কেনাকাটার জন্য বিভিন্ন পণ্য এবং পরিষেবা, নিরামিষভোজী খাবার, বনফায়ারের মতো আনুষ্ঠানিক আচার এবং হিন্দু প্রার্থনা সহ একটি বাজার।  ইভেন্টটি ভক্তি মার্গের সাথে যুক্ত প্রশিক্ষকদের নেতৃত্বে শিক্ষামূলক বক্তৃতা এবং কর্মশালাও অফার করে ।  ২০২২ সালে, উৎসবটি মরিশাসেও অনুষ্ঠিত হয়েছিল।  তদুপরি, ২০২১ সাল থেকে, হোলি লেক ফেস্টিভ্যাল নামে জার্মানির দ্বিতীয় আশ্রম শ্রী বিঠল ড্যামে উত্সবের একটি \"স্কেল-ডাউন\" সংস্করণ অনুষ্ঠিত হয়।\n\n\n== দর্শন এবং শিক্ষা ==\nবিশ্বনন্দের শিক্ষাগুলি এই ধারণার উপর ভিত্তি করে যে ঈশ্বর এক এবং ব্যক্তিগত: তাকে বিভিন্ন নামে ডাকা যেতে পারে এবং বিভিন্ন সময়ে তিনি যে বিভিন্ন রূপ গ্রহণ করেন তার দ্বারা উল্লেখ করা যেতে পারে, \"একজন তাঁর সাথে অনন্য ধর্মীয় সম্পর্ক গড়ে তোলেন\" অনুসারে।  এই শিক্ষা মানুষকে ধর্মীয় ও সাংস্কৃতিক ঐতিহ্যের সাথে জড়িত স্বেচ্ছাচারী সীমানা এবং বিভাজন অতিক্রম করতে এবং ঈশ্বরের সাথে যোগাযোগের জন্য আহ্বান জানায়।  এটি আরও বলে যে ঈশ্বরের সর্বোচ্চ রূপ হল প্রেম, এবং এই রূপের নাম নারায়ণ।  তাঁর শিক্ষার অংশ হিসাবে, বিশ্বনন্দ সৎসঙ্গ নামে পরিচিত আধ্যাত্মিক আলোচনা করেন।\n\n\n== দর্শন ==\nবিশ্বনন্দ দর্শন করেন।  \"দর্শন\" শব্দটি সংস্কৃত শব্দ \"দর্শনা\" থেকে উদ্ভূত হয়েছে, যার অনুবাদ \"দেখা\", \"দৃষ্টি\" বা \"দৃশ্যমানতা।\" হিন্দুধর্মে, দর্শন হল একটি দেবতা, শ্রদ্ধেয় ব্যক্তি বা একটি পবিত্র ব্যক্তিকে চিন্তা করার কাজ। ২০২২ সাল পর্যন্ত, বিশ্বানন্দ ৪৬ টি দেশ এবং ২২০ টি শহরে ৩৩১ টি দর্শন পরিচালনা করেছেন, যার সময় প্রায় ১৩৩০০০ মানুষ তাঁর আশীর্বাদ পেয়েছেন।  যখন কোভিড-১৯ মহামারি শারীরিক জমায়েত সীমাবদ্ধ করে, বিশ্বানন্দ দর্শন দেওয়ার আরেকটি উপায় তৈরি করেছিলেন: তিনি সারা বিশ্বের মানুষকে আশীর্বাদ দেওয়া চালিয়ে যাওয়ার জন্য অনলাইন প্ল্যাটফর্মগুলি ব্যবহার করতে শুরু করেছিলেন।  ২০২২ থেকে ২০২২ পর্যন্ত, ২৮৮০০০ এরও বেশি অংশগ্রহণকারী সহ ৩৮৫ টি অনলাইন দর্শন অনুষ্ঠিত হয়েছিল।\n\n\n== শিক্ষা এবং ঐতিহ্য ==\nহরি ভক্ত সম্প্রদায় হল ঐতিহ্যের একটি ধর্মীয় ব্যবস্থা যা আচার, সঙ্গীত, জ্ঞান এবং শিল্পকলার উপর ভিত্তি করে ভক্তির ৪ টি অস্ত্রের উপর জোর দেয় এবং \"যারা ঈশ্বরকে ভালবাসে তাদের জন্য পথ\" হিসাবে সংজ্ঞায়িত করা হয়।\nঅনুসারীরা নারায়ণকে সর্বোত্তম দেবতা হিসাবে বিশ্বাস করে এবং এমন পদ্ধতি অনুসরণ করে যা তাদেরকে তাঁর কাছাকাছি নিয়ে আসে যেমন একজন আধ্যাত্মিক শিক্ষকের নির্দেশনা অনুসরণ করা এবং আচার, সঙ্গীত এবং নৃত্যের মাধ্যমে ভক্তিমূলক সেবা।  এছাড়াও তারা নিরামিষবাদকে মেনে চলে এবং আরও বেশি করে ভেগানিজমে চলে, এবং সমস্ত জীবের প্রতি নম্রতা, শ্রদ্ধা এবং সমবেদনা দেখায়, এর সাথে মিলিত হয়ে তারা আত্মক্রিয়া যোগ নামে একটি ধ্যান কৌশল অনুশীলন করে, যার লক্ষ্য \"শরীর, মন এবং আত্মার ঐক্য অর্জন\"।  বিভিন্ন শ্বাস-প্রশ্বাসের কৌশল, ধ্যান এবং শারীরিক ব্যায়াম এবং \"মহাবতার বাবাজির অনুগ্রহ\" (বা শক্তিপাত)।\n\n\n== বৈষ্ণব আচার্য ==\nবিশ্বনন্দ হরি ভক্ত সম্প্রদায়ের একজন বৈষ্ণব আচার্য, যেটি তিনি ২০২১ সালে প্রতিষ্ঠা করেছিলেন। আচার্য (সংস্কৃত আচার্য) শব্দের অর্থ \"সম্মানিত শিক্ষক\" এবং যারা আধ্যাত্মিক বংশের অনুকরণীয় অনুসারী বা অন্য উদাহরণে, তাদের সম্মানিত করা হয়।  একটি নির্দিষ্ট বংশের প্রতিষ্ঠাতা।\n\n\n== আধ্যাত্মিক অনুশীলন ==\nবিশ্বনন্দের শিক্ষা অনুসারে, ঈশ্বরের প্রতি চিরন্তন প্রেম এবং ভক্তি (ভক্তি) ঈশ্বরের কৃপায় অর্জিত হয়।  এর জন্য প্রয়োজন কৃতজ্ঞতা ও গ্রহণযোগ্যতার সাথে ঈশ্বরের ইচ্ছার কাছে নিজের জাল পরিচয় বা অহংকার সমর্পণ।  এই মনোভাব গড়ে তোলার জন্য, বিশ্বনন্দ অনেক কৌশল নিয়ে এসেছেন যেমন জপ (মন্ত্রের পুনরাবৃত্তি), মন্দিরে সম্প্রদায়ের প্রার্থনা, ভগবদ গীতা পড়া এবং অধ্যয়ন করা, সৎসঙ্গ (আধ্যাত্মিক বক্তৃতা), সেবা (নিঃস্বার্থ সেবা), আত্মক্রিয়া যোগ, কীর্তন (  ধর্মীয় গান), সংঘ (সম্প্রদায় সমমনা ব্যক্তিদের সমর্থন প্রদান করে), এবং পূজা বা অভিষেকমের মতো আচার।\n\n\n== আত্মা ক্রিয়া যোগ ==\nবিশ্বানন্দ মহাবতার বাবাজির ঐতিহ্যে ক্রিয়া যোগের একজন মাস্টার, আত্ম ক্রিয়া যোগ নামক ক্রিয়া যোগের নিজস্ব সংস্করণ শেখান, যা তাকে মহাবতার বাবাজি দিয়েছিলেন।  সংস্কৃত থেকে অনুবাদ, আত্মা মানে \"আত্মা\";  kri মানে \"ক্রিয়া\";  ইয়া মানে \"উপলব্ধি\"।  আত্মা ক্রিয়া যোগকে মূলত ভক্তি ক্রিয়া বলা হত এবং ২০০৭ সালের বসন্তে বিশ্বানন্দ প্রথম এটি শিখিয়েছিলেন৷ নভেম্বর ২০০৮ সালে, প্রথম শিক্ষক প্রশিক্ষণের সময়, নামটি আত্মক্রিয়া যোগে পরিবর্তন করা হয়েছিল৷\nআত্মক্রিয়া যোগে ১৫ টি কৌশল রয়েছে (১৬ টি শক্তিপাত সহ)।  এই কৌশলগুলির মধ্যে রয়েছে মন্ত্র, ধ্যান, প্রাণায়াম, নিরাময়, আসন, মুদ্রা এবং অন্যান্য। ১৫ টি কৌশলের মধ্যে ১৪ টি রামায়ণ এবং শ্রীমদ-ভাগবতমের মতো ধর্মগ্রন্থগুলিতে উল্লিখিত ভক্তির নয়টি রূপের উপর ভিত্তি করে।  এই কৌশলগুলির প্রত্যেকটি ভক্তির একটি রূপ বিকাশ করে।  এছাড়াও, ভক্তির আদেশের উপর ভিত্তি করে আত্মক্রিয়া যোগ অনুশীলন এবং শেখানোর জন্য একটি প্রস্তাবিত আদেশ রয়েছে।\nআত্মক্রিয়া যোগের পাঁচটি স্তর রয়েছে।  এখনও পর্যন্ত, বিশ্বানন্দ তার ছাত্রদের মাত্র তিনটি স্তর দিয়েছেন (খুব ছোট, নির্বাচিত গোষ্ঠীর জন্য তিনটি স্তর), দাবি করেছেন যে তারা এখনও পরবর্তী স্তরের জন্য প্রস্তুত নয়।  পরমহংস বিশ্বানন্দ আত্মা ক্রিয়া যোগকে \"একটি কৌশল যা মহাবতার বাবাজি দ্বারা প্রদত্ত নিজের আত্মের জ্ঞান শেখায়\" হিসাবে বর্ণনা করেছেন। \"আত্ম ক্রিয়া\" মানে আত্মার উপলব্ধি সহ সবকিছু করা। এই উপলব্ধিতে, আপনি সবকিছুর ঐক্য উপলব্ধি করেন এবং আপনার  স্বয়ং ঈশ্বরের সাথে একতা।\"\nজাপা\n\"জপ\" হল একটি সংস্কৃত শব্দ যা সাধারণত হিন্দু এবং বৌদ্ধ ঐতিহ্যে মন্ত্র, প্রার্থনা বা ঐশ্বরিক নামের পুনরাবৃত্তি বা আবৃত্তিকে বোঝাতে ব্যবহৃত হয়।  এটি একটি ধ্যানমূলক অনুশীলন যেখানে একটি নির্দিষ্ট শব্দ, বাক্যাংশ বা শব্দ হয় নিঃশব্দে বা শ্রবণযোগ্যভাবে পুনরাবৃত্তি হয়।  জাপানের একটি গভীর আধ্যাত্মিক এবং মনস্তাত্ত্বিক প্রভাব রয়েছে বলে মনে করা হয়, কারণ পুনরাবৃত্তি মনকে ফোকাস করতে, মননশীলতা গড়ে তুলতে এবং ঐশ্বরিক বা অনুশীলনের উদ্দিষ্ট লক্ষ্যের সাথে একটি গভীর সংযোগ স্থাপন করতে সহায়তা করে।  পুনরাবৃত্ত আবৃত্তি প্রার্থনা জপমালা, জপমালা ব্যবহার করে বা কেবল মানসিক পুনরাবৃত্তির মাধ্যমে করা যেতে পারে।  জপ বিভিন্ন আধ্যাত্মিক পথের একটি মৌলিক দিক এবং এটি আধ্যাত্মিক বৃদ্ধি, অভ্যন্তরীণ শান্তি এবং আত্ম-উপলব্ধি অর্জনের জন্য ব্যবহার করা হয়। বিশ্বানন্দের অনুগামী এবং ভক্তরা যে মন্ত্রগুলি ব্যবহার করেন তা হল \"ওম নমো নারায়ণায়\" এবং \"শ্রী বিত্তলা গিরিধারী পরব্রহ্মণে নমঃ\"।\n\n\n== ওম- জপ ==\nওম জপ, বিভিন্ন ঐতিহ্য এবং সংস্কৃতিতে পাওয়া একটি শ্রদ্ধেয় আধ্যাত্মিক অনুশীলন, পবিত্র ধ্বনি \"ওম\" এর পুনরাবৃত্তিমূলক আবৃত্তি জড়িত।  এই প্রাচীন কৌশলটি একটি সম্মিলিত ধ্যান পদ্ধতি যা ওম ধ্বনি উচ্চারণ করে।  ধ্যান এবং ফোকাসের জন্য একটি মন্ত্র হিসাবে পরিবেশন করা, ব্যক্তিরা প্রায়শই একটি ধ্যানের ভঙ্গি গ্রহণ করে, তাদের চোখ বন্ধ করে এবং ওম মন্ত্রের অনুরণনে নিজেকে নিমজ্জিত করে।  অভ্যাসটির উদ্দেশ্য হল শক্তিকে শুদ্ধ করা এবং সারিবদ্ধ করা, নেতিবাচকতা দূর করা, আবেগের সাথে সামঞ্জস্য করা, চক্রগুলিকে (শক্তি কেন্দ্রগুলি) পুনরায় ভারসাম্য করা এবং উচ্চ চেতনার সংযোগকে শক্তিশালী করা।  এই অনুশীলনটি আত্মক্রিয়া যোগের কাঠামোর মধ্যে একীভূত।\nওম চ্যাটিং গ্রুপ সেশনের পরিপ্রেক্ষিতে, অংশগ্রহণকারীরা দুটি বৃত্ত গঠন করে।  যারা বাইরের বৃত্তে থাকে তারা ভেতরের দিকে মুখ করে, আর ভিতরের বৃত্তে যারা থাকে তারা বাইরের দিকে মুখ করে।  ওম এর সম্মিলিত জপটি ৩০ থেকে ৪৫ মিনিটের জন্য স্থায়ী হয়, এই সময়ে অংশগ্রহণকারীরা দুবার অবস্থান পরিবর্তন করে, যা প্রত্যেককে অভ্যন্তরীণ বৃত্তে অন্তর্ভুক্ত করার সুবিধা দেয়।\n\n\n== বাবাজি সূর্য-নমস্কার ==\n\"সূর্য-নমস্কার\" হল যোগ ব্যায়ামের একটি সেট যা শ্বাস-প্রশ্বাস এবং শ্বাস ছাড়ার (প্রানায়াম) পাশাপাশি মন্ত্র এবং ধ্যানের সাথে আসনগুলিকে একত্রিত করে।  বিশ্বানন্দ অন্যান্য \"সূর্য-নমস্কার\" অনুশীলন থেকে আলাদা করার জন্য নামের সাথে \"বাবাজি\" উপসর্গ যোগ করেছেন।  তাঁর মতে, \"বাবাজী সূর্য-নমস্কার\" অন্য যেকোন \"সূর্য-নমস্কার\" থেকে ভিন্ন কারণ এটি সূর্য নমস্কার এবং চন্দ্র নমস্কার (\"চন্দ্র-নমস্কার\") এর সংমিশ্রণ এবং এটি প্রদত্ত আত্মক্রিয়া যোগ কৌশলের অংশ।  তাঁর গুরু মহাবতার বাবাজি দ্বারা।\nমুদ্রা\nমুদ্রা (সংস্কৃত মুদ্রা) হল \"শক্তি এবং চেতনাকে নিয়ন্ত্রণ করার জন্য\" হাত ও শরীরের সাথে সঞ্চালিত অঙ্গভঙ্গি, ভঙ্গি এবং প্রতীকগুলির ব্যবহার জড়িত একটি অনুশীলন।\nবিশ্বানন্দের মতে, এগুলি খুবই সহজ কিন্তু শক্তিশালী যোগ কৌশল।  তারা আমাদের মধ্যে ইতোমধ্যে যে শক্তি আছে তা নিয়ে কাজ করে।  তারা আমাদেরকে শুদ্ধ করে এবং আমাদের এই মুহূর্তে প্রয়োজন এমন গুণাবলী গড়ে তোলে।  তাদের মধ্যে অনেক কিছু নির্দিষ্ট দেবতা বা মন্ত্রের সাথে মিলে যায়।\nঅর্থ:\nমুদ্রা মানে \"ভঙ্গিমা, চিহ্ন বা সীলমোহর।\"  মুদ্রা শব্দের আরেকটি অর্থ সংস্কৃতে এর শিকড় রয়েছে।  \"মুদ্রেভ\" শব্দের অর্থ হল, \"অভ্যন্তরীণ আলো বের করা\"।  অন্য কথায়, একটি মুদ্রা হল একটি অঙ্গভঙ্গি যা ভিতরের আলোকে প্রকাশ করে।  কিছু মুদ্রা পুরো শরীরকে একত্রিত করে তবে বেশিরভাগই তাদের হাত এবং আঙ্গুল দিয়ে সঞ্চালিত হয়।  এ কারণেই তারা \"হাতের জন্য যোগ\" নামেও পরিচিত।\n\n\n== শ্রী যন্ত্র ধ্যান ==\nএকটি যন্ত্র হল একটি প্রাচীন ধ্যানের হাতিয়ার যা মনকে ফোকাস করতে এবং ঐশ্বরিকতার সাথে সংযোগ করতে ব্যবহার করা যেতে পারে।  শ্রী-যন্ত্রকে সবচেয়ে শক্তিশালী এবং কার্যকরী যন্ত্রগুলির মধ্যে একটি হিসাবে বিবেচনা করা হয় কারণ এতে সমস্ত সৃষ্টির শক্তি রয়েছে।  শ্রী-যন্ত্র হাজার হাজার বছর ধরে আধ্যাত্মিক এবং বস্তুগত সম্পদ আকর্ষণ করতে, শারীরিক, মানসিক এবং মানসিক সুস্থতাকে সমর্থন করতে এবং পরিবেশকে শুদ্ধ করতে ব্যবহৃত হয়ে আসছে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nHaigh, Martin J. (২০২২)। \"Geogpraphical Spread of Hindu Religion and Culture into the West\"। Practising Cultural Geographies: Essays in Honour of Rana P. B. Singh। Springer Nature। পৃষ্ঠা 224ff। আইএসবিএন 978-9811664151। \nHawley, J. S.  (২০২০)। Krishna's Playground: Vrindavan in the 21st Century। Oxford University Press। আইএসবিএন 978-0190123987। \n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\n\"Swami Vishwananda\"। RationalWiki (ইংরেজি ভাষায়)।"}