{"pageid": 1424617, "title": "জাতীয় ফুটবল লিগ (বাংলাদেশ)", "url": "https://bn.wikipedia.org/wiki?curid=1424617", "content": "জাতীয় ফুটবল লিগ হলো বাংলাদেশে প্রিমিয়ার আধা পেশাদারী  ফুটবল লিগ। ২০০০ সালে এটি বাংলাদেশের ফুটবল লিগ হিসেবে প্রতিষ্ঠিত হয়।\n২০০০ থেকে ২০০৬ সাল পর্যন্ত, জাতীয় ফুটবল লিগে বিভিন্ন জেলার (চট্টগ্রাম, রাজশাহী, বরিশাল এবং সিলেট) ক্লাব চ্যাম্পিয়নরা প্রতিদ্বন্দ্বিতা করেছিল, পাশাপাশি তৎকালীন দেশের প্রিমিয়ার বিভাগের শীর্ষ তিনটি সমাপ্তি দল ছিল, ঢাকা প্রিমিয়ার ডিভিশন লিগ (ঢাকা লিগ)।\n২০০৬ সালে, ঢাকা প্রিমিয়ার ডিভিশন লিগকে দেশের প্রথম পেশাদার শীর্ষ-স্তরের জাতীয় লিগ, বাংলাদেশ প্রিমিয়ার লিগ দ্বারা প্রতিস্থাপিত করা হয়।\n\n\n== ইতিহাস ==\n২০০০ সালে, বাংলাদেশ ফুটবল ফেডারেশন জাতীয় ফুটবল লিগ (এনএফএল) প্রতিষ্ঠা করে, যেটি তৎকালীন দেশের শীর্ষ-স্তরের লিগ, ঢাকা প্রিমিয়ার ডিভিশন লিগ (ঢাকা লিগ) এর পাশাপাশি খেলা হত। বিভিন্ন জেলা চ্যাম্পিয়নদের জন্য একটি ভাল প্ল্যাটফর্ম পাওয়ার জন্য লিগটি চালু করা হয়েছিল, কারণ শীর্ষ-স্তরের লিগে শুধুমাত্র ঢাকার ক্লাবগুলি উপস্থিত ছিল।\nলিগে ঢাকা প্রিমিয়ার ডিভিশন লিগের প্রতিটি মৌসুমের শীর্ষ ৩টি শেষ দল, চট্টগ্রাম, রাজশাহী এর জেলা লিগের চ্যাম্পিয়ন এবং সিলেট ও ​​বরিশাল এর চ্যাম্পিয়নদের মধ্যে প্লে-অফের বিজয়ীদের অন্তর্ভুক্ত ছিল। ২০০৩ মৌসুম থেকে, জাতীয় লিগের বিজয়ীদের ঢাকা প্রিমিয়ার ডিভিশন লিগের চ্যাম্পিয়নদের পরিবর্তে এএফসি কাপের গ্রুপ পর্বে স্থান দেওয়া হয়েছিল।\n২০০৫ থেকে ২০০৭ পর্যন্ত, ঢাকা প্রিমিয়ার ডিভিশন লিগ অনুষ্ঠিত হয়নি, যার অর্থ হল জাতীয় ফুটবল লিগই একমাত্র কার্যকরী প্রতিযোগিতা যেখানে দেশের শীর্ষস্থানীয় ক্লাবগুলি অংশগ্রহণ করত, ঘরোয়া কাপ প্রতিযোগিতা বাদ দিয়ে।\n২০০৭ সালে, বাংলাদেশ প্রিমিয়ার লিগ দেশের শীর্ষ স্তর হিসেবে ঢাকা প্রিমিয়ার ডিভিশন লিগকে প্রতিস্থাপন করে। এটি একটি জাতীয় পর্যায়ের প্রতিদ্বন্দ্বিতায় বাংলাদেশের প্রথম পেশাদার ফুটবল লিগের সূচনা করে, যার অর্থ হল একটি জাতীয় ফুটবল লিগের আর প্রয়োজন হবে না।\n\n\n== বিজ্ঞাপনী উদ্যোক্তা ==\n২০০১-২০০৫ পর্যন্ত এই প্রতিযোগিতার বিজ্ঞাপনী উদ্যোক্তা ছিলো নিটোল-টাটা গ্রুপ ছিল। তাদের সহায়তার কারণে, প্রতিযোগিতাটি নিটল-টাটা জাতীয় ফুটবল লিগ নামে পরিচিত ছিল।\n\n\n== বিজয়ী ==\nযেসব খেলায় বিজয়ী-  \n\n\n== ক্লাবভিত্তিক পরিসংখ্যান ==\n\n\n== আরও দেখুন ==\nজাতীয় ফুটবল চ্যাম্পিয়নশিপ (বাংলাদেশ)\n\n\n== তথ্যসূত্র =="}