{"pageid": 1424221, "title": "২০২৪ ফিফা আন্তঃমহাদেশীয় কাপ", "url": "https://bn.wikipedia.org/wiki?curid=1424221", "content": "২০২৪ ফিফা আন্তঃমহাদেশীয় কাপ (স্পন্সরশিপের কারণে এরামকো কর্তৃক উপস্থাপিত ফিফা আন্তঃমহাদেশীয় কাপ কাতার ২০২৪  নামে আনুষ্ঠানিকভাবে পরিচিত) হল ফিফা আন্তঃমহাদেশীয় কাপের উদ্বোধনী সংস্করণ, যা ফিফা কর্তৃক আয়োজিত একটি বার্ষিক ক্লাব অ্যাসোসিয়েশন ফুটবল প্রতিযোগিতা। প্রতিটি ফিফা কনফেডারেশনে মহাদেশীয় চ্যাম্পিয়নশিপের আগের সংস্করণ জিতেছিলেন এমন ছয়টি দলকে একক-বিদায় বন্ধনীতে একে অপরের সাথে খেলা এই প্রতিযোগিতাটি অনুষ্ঠিত হয়েছিল। এটি ২০২৪ সালের ২২ সেপ্টেম্বর থেকে ১৮ ডিসেম্বর পর্যন্ত অনুষ্ঠিত হয়েছে, যেখানে একটি দলের জন্য একটি স্বাগতিক স্টেডিয়ামে প্রথম পর্ব এবং কাতারে চূড়ান্ত পর্বের খেলা অনুষ্ঠিত হয়।\nটুর্নামেন্টটি বিস্তৃতভাবে ফিফা ক্লাব বিশ্বকাপের পূর্ববর্তী বার্ষিক সংস্করণগুলির বিন্যাস বজায় রাখে, যা আরও বেশি প্রবেশকারীদের নিয়ে একটি চতুর্বার্ষিক টুর্নামেন্টে প্রসারিত এবং পুনর্গঠিত হয়েছিল, এবং ব্যতিক্রম যে কিছু ম্যাচ ক্লাবের স্বাগতিক ভেন্যুতে খেলা হবে এবং পরে পর্বের ম্যাচগুলি হবে একটি নিরপেক্ষ ভেন্যুতে। টুর্নামেন্টের নামটি প্রাক্তন আন্তঃমহাদেশীয় কাপ থেকে নেওয়া হয়েছে, যেটি শেষবার ২০০৪ সালে উয়েফা এবং কনমেবল এর দলের মধ্যে খেলা হয়েছিল।\n\n\n== বিন্যাস ==\nবিশদটি ১৭ ডিসেম্বর ২০২৩ তারিখে ফিফা কাউন্সিল দ্বারা অনুমোদিত এবং ঘোষণা করা হয়েছিল এবং ২০২৬ সেপ্টেম্বর ২০২৪ তারিখে বিন্যাসটি আনুষ্ঠানিকভাবে নিশ্চিত করা হয়েছিল।\n\nপ্রথম পর্ব : ২০২৩-২৪ এএফসি চ্যাম্পিয়ন্স লিগের বিজয়ী দল ফিফা আফ্রিকান-এশিয়ান-প্যাসিফিক কাপ প্লে-অফে ২০২৪ ওএফসি চ্যাম্পিয়ন্স লিগের বিজয়ী দলের সাথে ম্যাচটি আয়োজন করেছিল।\nদ্বিতীয় পর্ব :২০২৩–২৪ ক্যাফ চ্যাম্পিয়ন্স লিগের বিজয়ী দল ফিফা আফ্রিকান-এশিয়ান-প্যাসিফিক কাপ নামে প্রথম পর্বের বিজয়ী দলের সাথে ম্যাচটি আয়োজন করেছিল। সমান্তরালভাবে, ২০২৪ সালের কোপা লিবার্তাদোরেসের বিজয়ী এবং ২০২৪ কনকাকাফ চ্যাম্পিয়ন্স কাপের বিজয়ী দল কাতারের দোহায় একটি ম্যাচে একে অপরের মুখোমুখি হবে, যা ফিফা আমেরিকার ডার্বি নামে ম্যাচটি আয়োজন করেছিল।\nপ্লে-অফ : দ্বিতীয় পর্বের ম্যাচের বিজয়ী দল দোহায় ফিফা চ্যালেঞ্জার কাপে একে অপরের মুখোমুখি হবে।\nফাইনাল : প্লে-অফ পর্বে বিজয়ী দল কাতারের লুসাইলে ২০২৩-২৪ উয়েফা চ্যাম্পিয়ন্স লিগের বিজয়ী দলের সাথে খেলবে।\n\n\n== উত্তীর্ণ দল ==\n\n\n== ম্যাচ ==\n২০২৪ সালের ২৬ আগস্ট তারিখে ম্যাচের সময়সূচী নিশ্চিত করা হয়েছিল।\n\n\n=== বন্ধনী ===\n\n\n=== প্রথম পর্ব ===\n\n\n=== দ্বিতীয় পর্ব ===\n\n\n=== প্লে-অফ ===\n\n\n=== ফাইনাল ===\n\n\n== গোলদাতা ==\n\n\n== পুরস্কার ==\n\nপ্রতিযোগিতা শেষে নিম্নোক্ত পুরস্কার প্রদান করা হয়। \n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}