{"pageid": 1424126, "title": "কাবরদিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1424126", "content": "গ্রেট কাবার্ডার গ্র্যান্ড প্রিন্সিপ্যালিটি বা পূর্ব সার্কাসিয়া ছিল উত্তর ককেশাসের একটি ঐতিহাসিক দেশ যা আংশিকভাবে আধুনিক কাবার্ডিনো-বালকারিয়ার সাথে সম্পর্কিত। এটির প্রতিবেশীদের তুলনায় ভাল রাজনৈতিক সংগঠন ছিল এবং পনেরো শতক থেকে রুশ -সার্কাসিয়ান যুদ্ধের পর ঊনবিংশ শতাব্দীর প্রথম দিকে রাশিয়ার নিয়ন্ত্রণে না আসা পর্যন্ত এটি একটি রাজনৈতিক সম্প্রদায় হিসাবে বিদ্যমান ছিল।\n\n\n== ভূগোল এবং মানুষ ==\nকাবার্ডিয়ানরা সার্কাসিয়ান জাতির পূর্ব শাখা। উত্তরে ছিল নোগাই স্টেপ্পে যাযাবর, ক্রিমিয়ান খানাতের ভাসাল। পশ্চিমে ছিল আবাজিন, বেসলেনি, আরেকটি সার্কাসিয়ান উপজাতি। পূর্বে কাবার্ডিয়ানরা মাঝে মাঝে কুমিকদের সাথে যোগাযোগ করত। দেশের সীমানা ওঠানামা করেছে, যেমন তার রাজনৈতিক ঐক্য এবং বহির্ভূত অঞ্চলের উপর নিয়ন্ত্রণের মাত্রা ছিল। কাবরদিয়ার মূল অংশ ছিল গ্রেট কাবার্ডিয়া যা কুবান নদীর উত্তর-প্রবাহিত অংশের কিছুটা পূর্ব থেকে তেরেক নদীর উত্তর-প্রবাহিত অংশের কিছুটা পূর্ব পর্যন্ত বিস্তৃত ছিল। পূর্বে টেরেক এবং সুনজা নদীর মধ্যবর্তী লেসার কাবার্ডিয়া ছিল যা এখন চেচেন দেশ। রাশিয়ান একজন ইতিহাসবিদ এর মতে, অষ্টাদশ শতাব্দীতে কাবার্ডিয়ানরা তাদের প্রতিবেশীদের দ্বারা ব্যাপকভাবে প্রশংসিত এবং অনুলিপি করা হয়েছিল, যেমন \"তিনি কাবার্ডিয়ানদের মতো পোশাক পরেন বা চড়েন\" এই বাক্যাংশটি ছিল উচ্চ প্রশংসার অভিব্যক্তি। ইয়ারমোলভ বললেন যে কাবার্ডিয়ানরা ককেশাসের সেরা যোদ্ধা ছিল কিন্তু তার সময়ে তারা প্লেগের কারণে অনেকটাই দুর্বল হয়ে পড়েছিল।\n\n\n== ইতিহাস ==\nইনাল দ্য গ্রেট, ১৪২৭ থেকে ১৪৫৩ সাল পর্যন্ত সার্কাসিয়ার রাজা যিনি সমস্ত সার্কাসিয়ানকে এক রাজ্যে একত্রিত করেছিলেন, সার্কাসিয়াকে কয়েকটি প্রদেশে বিভক্ত করেছিলেন, কাবার্ডিয়া তাদের মধ্যে একটি। তার মৃত্যুর পর কাবরদিয়া স্বাধীন হয়।\nলিখিত ইতিহাসের স্থানীয় ঐতিহ্য ছাড়া, কাবার্ডিয়ান ইতিহাস সম্পর্কে যা জানা যায় তার বেশিরভাগই প্রতিবেশীদের সাথে তাদের যোগাযোগ থেকে আসে। প্রায় ১৫০০ সালে গোল্ডেন হোর্ড ভেঙে গেলে স্টেপে যাযাবররা নোগাই হোর্ড নামে সংগঠিত হয়। তারা এবং ক্রিমিয়ানরা উত্তর ককেশাসে অভিযান শুরু করে বা চালিয়ে যায়। ওয়াল্টার রিচমন্ড বছরের জন্য অভিযানের রিপোর্ট করেছেন: '১৪৭৬ এর পরে নয়', ১৪৯১, ১৪৯৮, প্রায় ১৫০০ 'প্রতি বসন্তে', ১৫২১, ১৫১৮, ১৫১৯, ১৫৩৯, ১৫৪৭, ১৫৬৭, ১০ বছরের বিরতির পরে ১৬৩৫ \"সাত বার', ১৬৭০, ১৭০৮, ১৭২০, ১৭৩৫, ১৭৪০, ১৭৬০-১৭৬১ এবং ১৭৭৭।\n১৫৬০ সালের দিকে একটি সংক্ষিপ্ত জোট: যেহেতু ক্রিমিয়ানরাও রাশিয়ায় অভিযান চালাচ্ছিল (দেখুন ক্রিমিয়ান-নোগাই পূর্ব স্লাভিক ভূমিতে অভিযান) দুই জনগণ প্রাকৃতিক মিত্র ছিল। সম্ভবত ১৫২০ সাল থেকে নিম্ন টেরেক কস্যাকের একটি বিচ্ছিন্ন দল ছিল। ১৫৫২ সালে একটি কাবার্ডিয়ান দূতাবাস মস্কোতে পৌঁছেছিল। ১৫৫৬ সালে কাবার্ডিয়ান এবং কস্যাক তামান উপদ্বীপে তুর্কি দুর্গ টেমরিউক দখল করে। ১৫৫৬ সালে যখন আস্ট্রাখান বন্দী হয় তখন কাবরদিয়ার ২৫০ মাইল উত্তর-পূর্বে রাশিয়ার একটি ঘাঁটি ছিল। কিছু কাবার্ডিয়ান রাশিয়ান পরিষেবাতে প্রবেশ করেছিল। টেমরিউক ১৫৫৮ সালের কিছু সময় আগে ক্ষমতায় আসেন এবং ১৬৬১ সালে তার মেয়ে ইভান দ্য টেরিবলকে বিয়ে করেন। ১৫৬৭ সালে রাশিয়া লেসার কাবরদিয়ায় তেরেক এবং সুনঝা (নদী)সুনঝার সংযোগস্থলে সুনজা অস্ট্রগ প্রতিষ্ঠা করে। ১৫৬৯ সালে, তুর্কিরা আস্ট্রাখানকে নিতে ব্যর্থ হওয়ার পর, তাদের পশ্চাদপসরণকারী সৈন্যদের কাবার্ডিয়ানরা হত্যা করে। ১৫৭০ সালে টেমরিউক ক্রিমিয়ানদের সাথে যুদ্ধে নিহত হন। ১৫৮৮ সালে মৈত্রীর আরেকটি চুক্তি হয়েছিল। টেমরিউকের মৃত্যু এবং লিভোনিয়ান যুদ্ধে ক্ষতির সাথে রাশিয়া প্রায় ২০০ বছর ধরে ককেশাস থেকে বিচ্ছিন্ন হয়ে পড়ে। Sunzha Ostrog ১৫৭১ সালে পরিত্যক্ত হয়, ১৫৭৮ সালে পুনর্নির্মিত হয় এবং এক বছর পরে পরিত্যক্ত হয়।\n১৬০০-১৭৫৩: ১৬৪৫ সালে একটি রেজিমেন্ট টারস্কে স্থানান্তরিত হয় (এটি শতাব্দীর প্রথম দিকে পুনঃপ্রতিষ্ঠিত হয়েছে)। কাবার্ডিয়া দুটি উপদলে বিভক্ত হয়, রাশিয়াপন্থী বাকসান এবং ক্রিমিয়ানপন্থী কাশকাতাউ (মূলত জোটগুলি বিপরীত ছিল, কিন্তু তারা ১৭২২ সালের কিছু সময় পরে পক্ষ পরিবর্তন করে।) এক পক্ষ আস্ট্রাখান থেকে রাশিয়ানদের নিয়ে এসেছিল। ১৭১১ সালের দিকে নেক্রাসভ কস্যাক কুবানে বসতি স্থাপন করে। আরও কস্যাক তেরেকে বসতি স্থাপন করে এবং কিজলিয়ার ১৭৩৬ সালে প্রতিষ্ঠিত হয়। ১৭৩৯ সালে কাবার্ডিয়াকে রাশিয়ান এবং অটোমান সাম্রাজ্যের মধ্যে একটি বাফার রাষ্ট্র ঘোষণা করা হয়। ১৭৪৪ সালে কোলতসভ এবং ৪০০ কস্যাক বাকসান গোষ্ঠীকে সমর্থন করতে আসেন। ১৭৫৩ সালে আরেকটি বাহিনী পাঠানো হয়েছিল।\nবিজয়: কাবার্ডিয়া প্রায় ১৭৬৯ থেকে ১৮৩০ সালের মধ্যে রাশিয়ার নিয়ন্ত্রণে আসে। তারা তেরেক দেশ থেকে পশ্চিমে, আস্ট্রাখান থেকে দক্ষিণ-পশ্চিমে এবং আজভ থেকে কিছুটা কম দক্ষিণ-পূর্ব দিকে চলে যায়। ১৭৬৯ সাল থেকে রাশিয়া পাহাড়ের দক্ষিণে জর্জিয়ায় হস্তক্ষেপ করে। এর জন্য তাদের জর্জিয়ান মিলিটারি হাইওয়ে ধরে রাখতে হয়েছিল যা কাবরদিয়ার মধ্য দিয়ে গেছে। ১৮০০ সালে জর্জিয়া সংযুক্ত করা হয়েছিল।\n\nমোজডক ১৭৬৩ সালে প্রতিষ্ঠিত হয় এবং ১৭৬৯ সালে রাশিয়া প্রথমবার কাবার্ডিয়া আক্রমণ করে। ১৭৭৪ সালের চুক্তি কাবর্দিয়াকে ক্রিমিয়ান খানাতের একটি ভাসাল ঘোষণা করে। ১৭৭৭ সালে মোজডোক লাইন শুরু হয় যা মোজডোক থেকে উত্তর-পশ্চিমে আজভ পর্যন্ত চলে। ১৭৭৯ সাল থেকে কাবার্ডিয়ান চারণভূমি কেটে, মালকা নদীর পাশ দিয়ে পশ্চিমে দুর্গের একটি লাইন পরিচালিত হয়েছিল। ১৭৭৯ সালে ভন শট্রান্ডম্যানকে উত্তর ককেশাসে পাঠানো হয়েছিল এবং ফোর্ট পাভোলোস্ক নামক স্থানে ১৫০০ কাবার্ডিয়ানদের সাথে যুদ্ধ করেছিলেন। মালকা নদীতে একটি বড় যুদ্ধ হয়েছিল এবং পরে বক্সান দেশে ৩০০০ কাবার্ডিয়ান পরাজিত হয়েছিল। এটি একটি চুক্তির দিকে পরিচালিত করেছিল কিন্তু ১৭৮০ সালে আরও যুদ্ধ হয়েছিল। ১৭৮৩ সালের মধ্যে জর্জিয়ান সামরিক মহাসড়কটি চাকার ট্রাফিক ব্যবহার করার জন্য যথেষ্ট উন্নত হয়েছিল। ১৭৮৫-১৭৯১ সালে শেখ মনসুর উত্তর ককেশাসে একটি রুশ বিরোধী পবিত্র যুদ্ধের নেতৃত্ব দেওয়ার চেষ্টা করেছিলেন। রুশ-তুর্কি যুদ্ধের সময় (১৭৮৭-১৭৯২) রাশিয়ান বাহিনী তিনবার সার্কাসিয়ান অঞ্চল অতিক্রম করে আনাপার কৃষ্ণ সাগরের দুর্গ দখল করার চেষ্টা করে। এই যুদ্ধের শেষের দিকে বাতাল পাশা উত্তর ককেশাস আক্রমণ করেন এবং পরাজিত হন। ১৭৯১ সালে কুবান এবং লাবা নদীর সংযোগস্থলে সার্কাসিয়াতে উস্ট-লাবিনস্ক প্রতিষ্ঠিত হয়েছিল। ১৭৯৩ সালের মধ্যে মোজডক লাইন বরাবর ২৫০০০ কস্যাক বসতি স্থাপন করা হয়েছিল।\nউনিশ শতকের গোড়ার দিকে উত্তর ককেশাসে একটি প্লেগ আঘাত হানে যা ১৮৩০ সাল পর্যন্ত স্থায়ী ছিল। অনুমান করা হয় যে কাবার্ডিয়া তার জনসংখ্যার ৯০% হারায়, ১৭৯০ সালে ২০০,০০০ থেকে ১৮৩০ সালে ৩০,০০০ এ নেমে আসে। ১৮০৪ সালে সমগ্র উত্তর ককেশাস জুড়ে একটি সাধারণ বিদ্রোহ হয়েছিল। রাশিয়ানরা তাদের আর্টিলারির কারণে কমপক্ষে তিনটি যুদ্ধে জয়লাভ করেছিল। একটিতে উভয় পক্ষের ১৩০০০ পুরুষ এবং অন্যটিতে ৭০০০ কাবার্ডিয়ান জড়িত ছিল। ১৮১০ সালের দিকে রাশিয়া ২০০টি গ্রাম ধ্বংস করে। ১৮২২ সালে উত্তর ককেশাস লাইনে নতুন দুর্গ নির্মিত হয়েছিল। ১৮২০-এর দশকে আলেক্সি পেট্রোভিচ ইয়ারমোলভ একটি প্রচারণার নেতৃত্ব দেন যা লেসার কাবার্ডিয়াকে সম্পূর্ণরূপে জনশূন্য করে দিয়েছিল। প্রায় ১৮৩০ সালের পর কাবার্ডিয়ানরা প্লেগ এবং যুদ্ধের দ্বারা পরাজিত হয় এবং রাশিয়ানরা পূর্বে মুরিদ যুদ্ধ এবং পশ্চিমে রুশো-সার্কাসিয়ান যুদ্ধের দিকে তাদের মনোযোগ দেয়।\n\n\n== তথ্যসূত্র =="}