{"pageid": 1424280, "title": "আরতি নায়েক", "url": "https://bn.wikipedia.org/wiki?curid=1424280", "content": "আরতি নায়েক-কামাথ হলেন একজন ভারতীয় হিন্দুস্তানি শাস্ত্রীয় সঙ্গীত কণ্ঠশিল্পী, যিনি গোয়ালিয়র ঘরানার ঐতিহ্যে সঙ্গীত পরিবেশন করেন। তিনি সঙ্গীত নাটক নাট্যগীতেও কাজ করেছেন।\n\n\n== প্রাথমিক জীবন ==\nআরতি নায়েক সঙ্গীত পরিবারের সদস্য। তাঁর পিতা ছিলেন রামরাও নায়েক, যিনি কিরানা-গোয়ালিয়র ঘরানার একজন কণ্ঠশিল্পী। তাঁর পিতামহী ছিলেন মুক্তা নায়েক, একজন ভক্তিগীতি গায়ক এবং তাঁর মাতামহ হনুমন্ত কামাথ একজন থিয়েটার অভিনেতা ছিলেন।\n৪ বছর বয়সে, আরতি নায়েক তাঁর মা প্রতিমা নায়েকের নির্দেশনায় সঙ্গীতের প্রাথমিক প্রশিক্ষণ শুরু করেন। তাঁর বাবা ভাস্করবুয়া ঘোডের (গোয়ালিয়র ঘরানা) শিষ্য ছিলেন। ৬ বছর বয়সে বাবার নির্দেশনায় সঙ্গীতে তাঁর অগ্রিম প্রশিক্ষণ শুরু হয়। তাঁর সঙ্গীত প্রতিভা তাঁর বাবা রামরাও নায়েক, কিরানা ঘরানার (ফিরোজ দস্তুরের শিষ্য) এ কে অভয়ঙ্কর এবং গোয়ালিয়র ঘরানার ভি আর আথাভালে লক্ষ করেছিলেন। তাঁরা তাঁর দক্ষতা বিকাশে সাহায্য করেন। ৯ বছর বয়সে, তিনি কোন প্রশিক্ষণ ছাড়াই তবলা এবং হারমোনিয়াম বাজাতে শুরু করেন। তিনি সেতার এবং ভরতনাট্যমও শিখেছেন।\n\n\n== শিক্ষা ==\nআরতি নায়েক মুম্বাইয়ের অখিল ভারতীয় গন্ধর্ব মহাবিদ্যালয় মণ্ডলের একজন সঙ্গীত অলঙ্কার এবং সঙ্গীত বিশারদ উপাধিপ্রাপ্ত, তিনি ক্রমতালিকার একজন স্থানাধিকারীও বটে। তিনি মুম্বাইয়ের এসএনডিটি বিশ্ববিদ্যালয় থেকে এমএ (সঙ্গীত) এবং শিবাজি বিশ্ববিদ্যালয় থেকে বাণিজ্যে স্নাতকোত্তর ডিগ্রি অর্জন করেছেন।\n\n\n== কর্মজীবন ==\nতিনি ভারত জুড়ে অনেক সঙ্গীত সংগঠনের পৃষ্ঠপোষকতায় হিন্দুস্তানি শাস্ত্রীয় সঙ্গীত এবং নাট্যগীত, ভজন, ঠুংরি এবং টপ্পা সহ আধা-শাস্ত্রীয় সঙ্গীতের সফল অনুষ্ঠান করে আসছেন। তিনি যে স্থানগুলিতে সঙ্গীত পরিবেশন করেছেন তার মধ্যে রয়েছে:\n\nসূর্য উৎসব, তিরুবনন্তপুরম\nসঙ্গীত নাটক একাডেমী কর্তৃক যুব উৎসব\nকাশী সঙ্গীত সমাজ – বারাণসী, উত্তরপ্রদেশ\nসঙ্গীত নৃত্য একাডেমী সম্মেলন, বেঙ্গালুরু\nপণ্ডিত বিষ্ণু দিগম্বর পলুস্কর সমরোহা, হায়দ্রাবাদ\nশনি জয়ন্তী সঙ্গীত উৎসব, ইন্দোর\nটেম্পল মিউজিক ফেস্টিভ্যাল, বেঙ্গালুরু\nসুরশ্রী কেশরবাই কেরকার স্মৃতি সঙ্গীত সমরোহা, গোয়া\nনেহেরু সেন্টার, ওয়ারলি মুম্বাই\nগান্ধারভে মহাবিদ্যালয়, ভাশি, মুম্বাই-এ প্ল্যাটিনাম জয়ন্তী উদযাপন\nতিনি মারাঠি সঙ্গীত নাটক নাট্যগীতেও অভিনয় করেছেন, বিভিন্ন সঙ্গীত নাটক যেমন সঙ্গীত সৌভদ্র, সঙ্গীত সৌশয় কল্লোল, সঙ্গীত যায়াতি আনি দেবযানী, এবং সঙ্গীত মানাপমান-এ প্রধান ভূমিকায় অভিনয় করেছেন। নতুন দিল্লির ভারত সরকারের সংস্কৃতি মন্ত্রণালয় থেকে ভারতীয় শাস্ত্রীয় কণ্ঠসঙ্গীতের (২০০৭) জন্য তিনি বৃত্তি লাভ করেছেন।\nতিনি ভারতীয় শাস্ত্রীয় সঙ্গীতের উপর ভিত্তি করে জাতীয় পুরস্কার বিজয়ী মারাঠি চলচ্চিত্র সাভালি (২০০৭) -এর জন্য নেপথ্য সঙ্গীত গেয়েছেন। এছাড় তিনি অন্তরনাদ এর জন্যও নেপথ্য সঙ্গীত গেয়েছেন।\n\n\n== ব্যক্তিগত জীবন ==\nআরতি নায়েক সুধীন্দ্র কামাথকে বিয়ে করেছেন, সুধীন্দ্র পেশায় একজন প্রকৌশলী, এবং তাঁরা গোয়ার মারগাওতে থাকেন।\n\n\n== পুরস্কার এবং স্বীকৃতি ==\nপণ্ডিত বাসবরাজ রাজগুরু জাতীয় যুব পুরস্কার\n২০১৩ - ১৪ সালের জন্য গোয়া সরকারের শিল্প ও সংস্কৃতি বিভাগ কর্তৃক যুব সৃজন পুরস্কার (নবসার্জন চেতনা পুরস্কার - সঙ্গীত)\nকাশী সঙ্গীত সমাজ, বারাণসী কর্তৃক সঙ্গীত রত্ন।\nসঙ্গীতে কৃতিত্বের জন্য গোয়া সরকার কর্তৃক যশদামিনী পুরস্কার\nসঙ্গীতের ক্ষেত্রে সর্বোচ্চ মানের কাজের স্বীকৃতিস্বরূপ জায়ান্টস ইন্টারন্যাশনাল অ্যাওয়ার্ড।\nসুর সিংগার সংসদ, মুম্বাই দ্বারা সুরমণি।\nসারস্বত যুব পুরস্কার, ম্যাঙ্গালোরের কোদিয়াল খবর দ্বারা, সঙ্গীতের ক্ষেত্রে শ্রেষ্ঠত্ব অর্জনের জন্য।\nআধা-শাস্ত্রীয় সঙ্গীত বিভাগ (১৯৯৯ - ২০০০) এবং হালকা গানের বিভাগের জন্য (২০০১ - ২০০২) অল ইণ্ডিয়া রেডিও প্রতিযোগিতা জিতেছেন\nমহারাষ্ট্রের কানাকাওলির বসন্তরাও আচরেকার সাংস্কৃতিক প্রতিষ্ঠান কর্তৃক আয়োজিত বামন্দাজি পুরস্কার।\nকেরালার ত্রিবান্দ্রমের জাতীয় যুব উৎসবে হিন্দুস্তানি শাস্ত্রীয় কণ্ঠ্য বিভাগে সেরা গায়ক হিসাবে পুরস্কৃত।\nমহারাষ্ট্রর সাংলির মহারাষ্ট্র নাট্য মণ্ডল কর্তৃক মারাঠি সঙ্গীত নাটকে 'সেরা অভিনেত্রী' হিসেবে পুরস্কৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআরতি নায়েক ওয়েবসাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ জানুয়ারি ২০১৯ তারিখে"}