{"pageid": 1424061, "title": "এস. এম. সিরিল", "url": "https://bn.wikipedia.org/wiki?curid=1424061", "content": "সিস্টার এম. সিরিল মুনি, (২১ জুলাই ১৯৩৬ - ২৩ জুন ২০২৩) তিনি ছিলেন একজন ভারত-ভিত্তিক আইরিশ সন্ন্যাসিনী, শিক্ষাবিদ, শিক্ষামূলক উদ্ভাবক। ২০০৭ সালে ভারত সরকারের তাকে চতুর্থ সর্বোচ্চ বেসামরিক সম্মান পদ্মশ্রী পুরস্কার প্রদান করেন। তিনি ইউনেস্কো কর্তৃক স্বীকৃতি (১৯৯৪) এবং ২০০২ সালে ক্যাথলিক বিশপদের মার্কিন সম্মেলন কর্তৃক প্রদত্ত আন্তর্জাতিক খ্রিস্টান স্টুয়ার্ডশিপ অ্যাওয়ার্ড সহ বহু পুরস্কার পেয়েছেন।\nতিনি আয়ারল্যান্ডের ব্রে শহরের ওলফ টোন স্কয়ারে জন্মগ্রহণ করেন। তিনি সেখানে হলি ঘোস্ট ফাদার্স মিশনের পত্রিকা বিতরণে তার মায়ের সহায়তা করতেন। ব্রে লরেটো কনভেন্টে পড়াশোনার জন্য বৃত্তি লাভ করেন তিনি এবং ১৯৫৫ সালে ধর্মীয় জীবনে প্রবেশ করে ইনস্টিটিউট অফ দ্য ব্লেসড ভার্জিন মেরি-তে যোগদান করেন।\n১৯৫৬ সাল থেকে ভারতে বসবাস এবং কর্মরত ছিলেন তিনি। সেখানে নগর ও গ্রামীণ দরিদ্র শিশুদের মানসম্পন্ন শিক্ষা প্রদানের একজন জাতীয় নেতা হিসেবে তার খ্যাতি ছড়িয়ে পড়ে। তার রামধনু স্কুল প্রকল্প অধীনে, \"প্রতিবার ভর্তির সময় আমরা ২৫% দরিদ্র শিশুদের ভর্তি করার সিদ্ধান্ত নিয়েছিলাম, এবং সময়ের সাথে সাথে এই সংখ্যা ৫০% পর্যন্ত বৃদ্ধি পেয়েছে,\" ২০১৫ সালে আইরিশ টাইমসকে দেওয়া এক সাক্ষাৎকারে মুনি বলেছিলেন। \"স্থানীয়ভাবে আবাসনের ব্যবস্থা করে সড়কের ছেলেমেয়েদের নিয়মিত স্কুলে আসতে উৎসাহিত করা হয়েছিল। এই মডেলটি পশ্চিমবঙ্গ সরকার অনুলিপি করেছে।\"\n\n\n== পটভূমি ==\nইনস্টিটিউট অফ দ্য ব্লেসড ভার্জিন মেরি (১০৫৫) এর একজন বোন বলে তিনি ১০ অক্টোবর ১৯৫৬ সালে ভারতে আসেন। তিনি প্রাণিবিদ্যায় ( লখনউ, উত্তর প্রদেশ, ভারত) পিএইচডি অর্জন করেছেন। ১৯৭৯ সাল থেকে তিনি লরেটো ডে স্কুল শিয়ালদহের অধ্যক্ষ ছিলেন।\n\n\n== মৃত্যু ==\nএস এম সিরিল ২৪ জুন ২০২৩ সালে ৮৬ বছর বয়সে কলকাতায় মারা যায়।\n\n\n== নাগরিক সম্মান/পুরস্কার ==\n২০১৫: সেন্ট মাইকেল কলেজের অনারারি ডক্টর অফ হিউম্যান লেটারস\n২০১৩: আইরিশ প্রেসিডেন্সিয়াল ডিস্টিংগুইশড সার্ভিস অ্যাওয়ার্ড\n২০১২: রূপসী বাংলা থেকে অপরাজিতা পুরস্কার (পাবলিক চয়েস)\n২০১১: মনমাউথ বিশ্ববিদ্যালয়ের গ্লোবাল ভিশনারি অ্যাওয়ার্ড\n২০০৭: পদ্মশ্রী পুরস্কার, ভারত সরকার কর্তৃক প্রদত্ত চতুর্থ সর্বোচ্চ বেসামরিক সম্মান\n২০০২: আন্তর্জাতিক খ্রিস্টান স্টুয়ার্ডশিপ অ্যাওয়ার্ড, আমেরিকার বিশপস।\n২০০০: সৃজনশীল শ্রেষ্ঠত্বের জন্য কলকাতা টেলিগ্রাফ পুরস্কার\n১৯৯৪: সাক্ষরতার বিস্তারের জন্য নোমা পুরস্কার, ইউনেস্কো\nসমাজসেবার জন্য কলকাতা টেলিগ্রাফ পুরস্কার (৭ বার)\nফ্রেন্ড অফ চাইল্ড ইন নিড ইনস্টিটিউট পুরস্কার\n\n\n== আরও দেখুন ==\nশিক্ষা কলকাতায়\n\n\n== তথ্যসূত্র =="}