{"pageid": 1424520, "title": "আবুল হাসান আলি (গ্রানাডা)", "url": "https://bn.wikipedia.org/wiki?curid=1424520", "content": "আবুল হাসান আলি ইবনে সা'দ ( আরবি: أبو الحسن علي بن سعد, প্রতিবর্ণীকৃত: Abū al-Ḥasan ‘Alī ibn Saʿd মৃ.: ১৪৮৫ খ্রি.) ছিলেন গ্রানাডার নাসিরি রাজবংশের ২১তম শাসক ছিলেন। তিনি প্রথম দফায় ১৪৬৪ থেকে ১৪৮২ এবং দ্বতীয় দফায় ১৪৮৩ থেকে ১৪৮৫ খ্রিস্টাব্দ পর্যন্ত গ্রানাডা শাসন করেছেন। স্পেনীয় ভাষায় তিনি মিলি হাজান (Muley Hacén) নামে পরিচিত ছিলেন (Muley আরবি শব্দ مولاي (Molaay/mawlāy) থেকে উদ্ভূত, যার অর্থ হল= \"আমার সর্দার বা নেতা\")। \n\n\n== জীবনী ==\nগ্রানাডার নাসিরি রাজবংশের আবু নাসর সা'দের পুত্র আবুল হাসান আলী ১৪৬৪ সালে গ্রানাডা আমিরাতের সুলতান হন এবং ১৪৭৭ সালে তিনি তৎকালীন স্পেনে উদীয়মান শক্তি কাস্তিল রাজ্যের নবীন মুকুটকে শ্রদ্ধা জানাতে অস্বীকার করেন। ১৪৮১ সালে তিনি বিদ্রোহ জাহারান খ্রিস্টানদের হত্যা বা দাসত্বে আবদ্ধ করার লক্ষ্যে জাহারা দে লা সিয়েরা শহরে আক্রমণের নির্দেশ দেন। এই পদক্ষেপটিকে কাস্তিলের ইসাবেলা গ্রানাডার বিরুদ্ধে যুদ্ধ শুরু করার প্রথম কারণ মনে করেন। \nতিনি গ্রানাডার শেষ সুলতান দ্বাদশ মুহাম্মাদের পিতা ছিলেন, যিনি বোয়াবদিল নামেও পরিচিত ছিলেন।\nতিনি প্রাক্তন খ্রিস্টান ক্রীতদাস ইসাবেল দে সোলিসকে বিয়ে করার জন্য আয়েশাকে ত্যাগ করেছিলেন বলে লোকমুখে প্রচলিত আছে। ইসাবেল দে সোলিস ছিলো সাঞ্চো জিমেনেজ দে সোলিসের কন্যা, যাকে ইসলামে ধর্মান্তরিত করার পরে জোরাইদা বা সোরায়া (সোরায়া অর্থ 'তারকা' ) নাম দিয়ে তিনি বিয়ে করেছিলেন। যার দুইজন ছেলে ছিল। এই বিয়ে একটি কেলেঙ্কারির সৃষ্টি করেছিল বলে প্রচলিত আছে। ১৪৯২ খ্রিস্টাব্দে, তিনি আয়েশা দ্বারা সমর্থিত একটি বিদ্রোহে ক্ষমতাচ্যুত হন এবং তার প্রথম স্ত্রীর পুত্র বোয়াবদিল দ্বারা তার আসন প্রতিস্থাপিত হয়। \n১৪৮৩ সালে তিনি তার ভাই ত্রয়োদশ মুহাম্মদ বা আল জাগলের সহায়তায় সিংহাসন পুনরুদ্ধার করতে সক্ষম হন এবং আরও দুই বছর রাজত্ব করেন। তিনি ১৪৮৫ সালে মারা যান এবং তার ভাই তার স্থলাভিষিক্ত হন। ১৪৯২ সালে গ্রানাডার পরাজয়ের পর জোরাইদা এবং তার দুই পুত্র পুনরায় ক্যাথলিক ধর্মে ধর্মান্তরিত হয়। ছেলেদের নাম জুয়ান ডি গ্রানাডা এবং ফার্নান্দো ডি গ্রানাডা। \n\n\n== সাংস্কৃতিক প্রভাব ==\nইবেরীয় উপদ্বীপের সর্বোচ্চ পর্বতমালা 'মুলহাজানের' (Mulhacén ) নামকরণ করা হয়েছে আবুল হাসান আলীর নামে।\nজেরাল্ডিন ব্রুকসের পিপল অব দ্য বুক নামি উপন্যাসে ইসাবেল দে সোলিসের সাথে আবুল হাসান আলী একটি চরিত্রে উপস্থিত হয়েছেন এবং ওয়াশিংটন আরভিং'স টেলস অফ দ্য আলহাম্ব্রার ১৭ নং খণ্ডে মুলা আবুল হাসানকে সংক্ষেপে উল্লেখ করেছেন।\nতিনি পাকিস্তানি ঔপন্যাসিক নাসিম হিজাজীর বিখ্যাত উপন্যাস শাহীনের একটি বিষয়, যা তাকে সাহসী এবং ন্যায়বিচারের জন্য সংগ্রামী (মুজাহিদ) হিসাবে চিত্রিত করেছে। এতো তিনি খ্রিস্টানদের প্রতি শ্রদ্ধা জানাতেও প্রস্তুত নন, যাকে তিনি নিজেদের দাসত্বের একটি রূপ হিসাবে বিবেচনা করেন এবং তার বিবেক তা কখনোই মেনে নেয় না এবং তাকে তা করার অনুমতি দেয় না। \n\n\n== আরও দেখুন ==\nমুসলিমদের স্পেে বিজয়\nনসরি রাজবংশ\nগ্রানাডা আমিরাত\nগ্রানাডা আমিরাত\nআল জাগল\nগ্রানাডা যুদ্ধ\n\n\n== তথ্যসূত্র ==\n\"Réquiem por Granada\" (1991) - DVD\n\n\n== বহিঃসংযোগ ==\n\"Réquiem por Granada\" (১৯৯১) - ডিভিডি"}