{"pageid": 1424553, "title": "আন্তঃরাজ্যিক পরিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1424553", "content": "ভারতের সংবিধানের অনুচ্ছেদ ২৬৩ অনুযায়ী এক আন্তঃরাজ্যিক পরিষদ স্থাপন করা হবে \"যদি কোন সময়ে রাষ্ট্রপতির নিকট ইহা প্রতীয়মান হয় যে ... একটি পরিষদ স্থাপন দ্বারা জনস্বার্থ সাধিত হইবে\"। সুতরাং সংবিধান নিজে আন্তঃরাজ্যিক পরিষদ প্রতিষ্ঠা করেনি, কারণ যখন সংবিধান রচনা করা হয়েছিল তখন এর প্রয়োজনবোধ করা হয়নি। ২৮ মে ১৯৯০-এ সরকারিয়া কমিশনের সুপারিশ অনুযায়ী এক রাষ্ট্রপতি আদেশ দ্বারা এক স্থায়ী প্রতিষ্ঠান হিসাবে আন্তঃরাজ্যিক পরিষদ স্থাপন করা হয়েছিল। এছাড়া, বিচারপতি আর. এস. সরকারিয়ার সভাপতিত্বে কেন্দ্র-রাজ্য সম্পর্ক কমিশন সুপারিশ করেছিল যে অনুচ্ছেদ ২৬৩ অনুযায়ী আন্তঃসরকারি পরিষদ নামক এক স্থায়ী আন্তঃরাজ্যিক পরিষদ গঠন করা উচিত। এই কমিশনের সুপারিশে স্থাপিত আন্তঃরাজ্যিক পরিষদকে ভঙ্গ করা বা পুনঃপ্রতিষ্ঠা করা সম্ভব নয়। সুতরাং আন্তঃরাজ্যিক পরিষদ বর্তমানে একটি স্থায়ী সাংবিধানিক প্রতিষ্ঠান, যার উদ্দেশ্য রাজ্যের মধ্যে নীতি, অভিন্ন স্বার্থ ও বিবাদ নিয়ে অনুসন্ধান করা।\n\n\n== উদ্দেশ্যসমূহ ==\nঅনুচ্ছেদ ২৬৩ অনুযায়ী আন্তঃরাজ্যিক পরিষদের উদ্দেশ্য নিম্নরূপ:\n\nরাজ্যসমূহের মধ্যে যে বিবাদ উদ্ভূত হতে পারে, তার সম্পর্কে অনুসন্ধান করা ও মন্ত্রণা দেওয়া।\nযে সকল বিষয়ে রাজ্যসমূহের মধ্যে কয়েকটি বা সবগুলির অথবা সংঘের ও এক বা একাধিক রাজ্যের অভিন্ন স্বার্থ আছে, সেইসকল বিষয়ে তদন্ত ও আলোচনা করা।\nঐরূপ কোনো বিষয় সম্বন্ধে সুপারিশ করা এবং বিশেষত, সেই বিষয় সম্পর্কে নীতি ও কার্যের সুষ্ঠুতর সংযোজনের জন্য সুপারিশ করা।\n\n\n== সংগঠন ==\nআন্তঃরাজ্যিক পরিষদ নিম্নলিখিত সদস্য নিয়ে গঠিত:\n\nপ্রধানমন্ত্রী, সভাপতি।\nসমস্ত রাজ্যের মুখ্যমন্ত্রী।\nরাষ্ট্রপতি শাসনের অধীনস্থ রাজ্যের রাজ্যপাল।\nবিধানসভা রয়েছে এমন কেন্দ্রশাসিত অঞ্চলের মুখ্যমন্ত্রী।\nবিধানসভা নেই এমন কেন্দ্রশাসিত অঞ্চলের উপরাজ্যপাল ও প্রশাসক।\nস্বরাষ্ট্রমন্ত্রী সহ ছয়জন ক্যাবিনেট মন্ত্রী, যাঁরা প্রধানমন্ত্রী দ্বারা মনোনীত হবেন।\nস্ট্যান্ডিং কমিটি\n\nস্বরাষ্ট্রমন্ত্রী, সভাপতি।\n৫ জন ক্যাবিনেট মন্ত্রী।\n৯ জন মুখ্যমন্ত্রী।\n\n\n== বৈঠকসমূহ ==\n১৯৯০ সালে স্থাপিত হওয়ার পর আন্তঃরাজ্যিক পরিষদে ১২টি বৈঠক সম্পন্ন হয়েছিল।\n\n\n== তথ্যসূত্র =="}