{"pageid": 1424260, "title": "থলপাভাকুথু", "url": "https://bn.wikipedia.org/wiki?curid=1424260", "content": "থলপাভাকুথু (মালয়ালম :തോൽപാവകൂത്ത്, তামিল :தோல்பாவைக்கூத்து) হল ছায়া পুতুল নৃত্যের একটি রূপ যা ভারতের কেরালা এবং তামিলনাড়ুতে প্রচলিত। এটি চামড়ার পুতুল ব্যবহার করে সঞ্চালিত হয় এবং মন্দিরে বা গ্রামে বিশেষভাবে নির্মিত থিয়েটারে সঞ্চালিত হয়। শিল্পের এই রূপটি বিশেষ করে তামিলনাড়ুর মাদুরাই এবং মাদুরাইয়ের নিকটবর্তী জেলাগুলিতে এবং এছাড়াও কেরালার পালঘাট, ত্রিশূর ও মালাপ্পুরম জেলাগুলিতে জনপ্রিয়।\n\n\n== ইতিহাস ==\n\nথলপাভাকুথু তিনটি তামিল শব্দের একটি সমাসবদ্ধ পদ, এর মধ্যেথল অর্থ চামড়া, পাভাই অর্থ পুতুল এবং কুথু  অর্থ অভিনয় অথবা নাটক। এটি দক্ষিণ ভারতে প্রদর্শিত হওয়া দুটি ঐতিহ্যবাহী পাভাই কুথুর মধ্যে একটি। অন্যটি হল \"মারপ্পভাইকুথু\" যাকে বোম্মালট্টমও বলা হয়। একমাত্র তফাৎ হল বোম্মালট্টম কাঠের পুতুল ব্যবহার করে, আর থলপাভাইকুথু ব্যবহার করে চামড়ার পুতুল। পাভাইকুথু-র (বোম্মালত্তম এবং থলপাভাইকুথু উভয়ই) প্রাচীনতম উল্লেখ পাওয়া যায় ৩০০ খ্রিস্টাব্দের একটি প্রাচীন তামিল পাঠ্য থিরুক্কুরালে। ১০২০তম কুরাল এটির উল্লেখ করেছে। ছায়া পুতুলের অভিনয় প্রদর্শনের সময় তামিল, সংস্কৃত এবং মালয়ালম ভাষা ব্যবহার করা হয়। মুদিয়েত্তু এবং পদায়নির মতো, থলপাভাকুথুও একটি শিল্প রূপ যা কেরালার ভদ্রকালীকে উত্সর্গীকৃত। কিংবদন্তি অনুসারে, ভদ্রকালীর অনুরোধে থলপাভাকুথু প্রদর্শিত হয়েছিল। দেবী রাক্ষস দারিকার সাথে যুদ্ধ করার কারণে রাবণ বধ প্রত্যক্ষ করতে পারেননি, তাই এটি তাঁর সামনে প্রদর্শিত হয়েছিল। এখন যখন এটি মন্দিরে সঞ্চালিত হয়, যেখানে এটি মঞ্চস্থ হয়, সেখানে সাধারণত মঞ্চের সামনে একটি বেদীতে দেবীর একটি মূর্তি স্থাপন করা হয়।\n\n\n== প্রদর্শন ==\nএকটি কুথুমদাম হল একটি পৃথক ৪২-ফুট দীর্ঘ মঞ্চ যেখানে থলপাভাকুথু সঞ্চালিত হয়। মঞ্চে সাদা কাপড়ের একটি পর্দা রাখা হয়, যার পিছনে পুতুল রাখা হয়। পুতুলের পিছনে রাখা অর্ধেক নারকেল খোলায় বা মাটির প্রদীপে ২১টি আলো জ্বালানো হয়, যার ফলে তাদের ছায়া পর্দায় পড়ে। প্রদীপগুলি একটি বিশেষভাবে নির্মিত কাঠের পাটার উপর সমান দূরত্বে স্থাপন করা হয়, কাঠের পাটাটিকে ভিলাক্কু মাড়াম বলা হয়। প্রদর্শনের সময় শ্লোক আবৃত্তি করা হয় এবং ছায়া পুতুল সঞ্চালনকারীদের আগে থেকে ৩০০০টির বেশি শ্লোক শিখে রাখতে হয়। আবৃত্তির সাথে থাকে চেন্দা, মাদ্দালম, এজুপাড়া, ইলতালম, শঙ্খ এবং চেরুকুঝাল ইত্যাদি যন্ত্র।\nকাম্বা রামায়ণের সমস্ত পর্ব মঞ্চস্থ ক'রে একটি সম্পূর্ণ থলপাভাকুথু প্রদর্শন শেষ হতে ২১ দিন সময় লাগে এবং ১৮০ থেকে ২০০টি পুতুলের প্রয়োজন হয়। প্রতিদিন নয় ঘণ্টা করে প্রদর্শন চলে। সম্পূর্ণ প্রদর্শনের জন্য ৪০ জন শিল্পী প্রয়োজন। প্রধান পুতুলচালককে পুলাভার বলা হয়। ঐতিহ্যগতভাবে, প্রদর্শন রাতে শুরু হয় এবং ভোর পর্যন্ত চলে। অনুষ্ঠানটি শুরু হয় কেলিকোট্টু এবং কালারিচিন্থু নামে একটি আহ্বানের মাধ্যমে। প্রদর্শনগুলি জানুয়ারি থেকে মে পর্যন্ত এবং পুরমের সময় করা হয়। যেখানে থলপাভাকুথু সঞ্চালিত হচ্ছে, সেই মন্দিরের ঐতিহ্যের উপর নির্ভর ক'রে এই প্রদর্শন ৭, ১৪, ২১, ৪১ বা ৭১ দিন স্থায়ী হতে পারে। এটি কেরালা জুড়ে শতাধিক মন্দিরে সঞ্চালিত হয়।\n\n\n== পুতুল ==\n\nথলপাভাকুথুতে ব্যবহৃত পুতুলগুলি হরিণের চামড়া দিয়ে তৈরি করা হত কিন্তু এখন সাধারণত ছাগলের চামড়া দিয়ে তৈরি করা হয়। পুতুলগুলি উদ্ভিজ্জ রঙে আঁকা হয়, কারণ এই রংগুলি দীর্ঘস্থায়ী হয়। কিছু পুতুল চার ফুট পর্যন্ত লম্বা হতে পারে। দুটি লাঠি ব্যবহার করে পুতুলগুলি নিয়ন্ত্রণ করা হয়; পুতুলচালক এক হাতে পুতুলটিকে ধরে রাখে এবং তার অন্য হাতে রাখা একটি পাতলা লাঠি ব্যবহার করে সে পুতুলের অঙ্গ-প্রত্যঙ্গগুলি পরিচালনা করে।\n\n\n== পুতুলচালক ==\n\nপ্রধান পুতুলচালককে সাধারণত পুলাভার বলা হয়। এটি একটি সম্মান সূচক উপাধি। পুলাভার একজন পণ্ডিতও বটে। পুলাভাররা পুতুলশিল্পে নিবিড় প্রশিক্ষণ গ্রহণ করে এবং মালায়ালাম, তামিল ও সংস্কৃতের গভীর জ্ঞান রাখে। পুতুলচালকদের কাম্বা রামায়ণ অধ্যয়ন করতে হয় এবং বেদ ও পুরাণ সঙ্গে আয়ুর্বেদ ভালভাবে পড়তে হয়। এরসঙ্গে শাস্ত্রীয় সঙ্গীতেও প্রশিক্ষণ নিতে হয়। যাইহোক, কিছু পুতুলচালক শাস্ত্রীয় সঙ্গীত ত্যাগ করে কারণ এতে দক্ষতা অর্জনের জন্য বেশ কয়েক বছর পড়াশোনা করতে হয়। একজন পুতুলচালকের এই শিল্প সম্পূর্ণভাবে আয়ত্ত করতে এবং এটি সম্পাদন করতে সক্ষম হতে ৬ থেকে ১০ বছরের কঠোর প্রশিক্ষণের প্রয়োজন হতে পারে। কে কে রামচন্দ্র পুলাভার কেরালার প্রধান পুতুলচালক ছিলেন। তিনি সমৃদ্ধ ঐতিহাসিক পটভূমি সহ একটি ঐতিহ্যবাহী পরিবারে জন্মগ্রহণ করেছিলেন; তিনি ছয় বছর বয়স থেকে তাঁর মহান গুরু / বাবার কাছে থলপাভাকুথু অধ্যয়ন করেছিলেন।\n\n\n== আসন্ন বিলুপ্তির লক্ষণ এবং নতুন প্রবণতা ==\nটেলিভিশন এবং চলচ্চিত্রের মতো বিনোদনের বিকল্প মঞ্চের আগমন এবং সাংস্কৃতিক মূল্যবোধের পরিবর্তনের কারণে অনেক ঐতিহ্যবাহী শিল্পের মতো থলপাভাকুথুও বিলুপ্তির হুমকির সম্মুখীন হয়েছে। তরুণ প্রজন্ম ক্রমবর্ধমানভাবে এই শিল্প রূপটি গ্রহণ করতে ব্যর্থ হয়েছে কারণ এটি অত্যন্ত পরিশ্রমসাপেক্ষ এবং খুব বেশি অর্থ প্রদান করে না। গ্রামীণ কেরালায়ও এই অনুষ্ঠাগুলির দর্শক কমে গেছে। এই সামাজিক পরিবর্তনগুলি মানিয়ে নিতে গিয়ে, অনেকগুলি অভিনয়ের সময়কাল মারাত্মকভাবে হ্রাস করা হয়েছে। বাস্তবিকভাবে, পুতুলচালকেরা তরুণদের কাছে এর আবেদন জাগিয়ে তুলতে সমসাময়িক এবং ধর্মনিরপেক্ষ বিষয়বস্তু প্রবর্তন করতে শুরু করেছে। সাম্প্রতিক বছরগুলিতে র‌্যাগিং, সাম্প্রদায়িক সখ্যতা এবং ভারতের স্বাধীনতা সংগ্রামের গল্পের মতো বিষয়গুলি প্রদর্শিত হয়েছে। প্রদর্শনগুলি আর শুধুমাত্র মন্দিরের মধ্যেই সীমাবদ্ধ নয় বরং কলেজ এবং কেরালার আন্তর্জাতিক চলচ্চিত্র উৎসবের মতো ধর্মনিরপেক্ষ স্থানগুলিতেও অনুষ্ঠিত হয়।\n\n\n== আরও দেখুন ==\nনক্কুবিদ্যা পাবকালি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\ntholpavakoothu.in (থলপাভাকুথু - একটি অনন্য ছায়া পুতুল খেলা)\npuppetry.org.in (থলপাভাকুথু - প্রয়াত গুরু কৃষ্ণান কুট্টি পুলাভারের স্মরণে হোমপেজ)\ntholpavakoothu.org (থলপাভাকুথু - কেরালা, ভারতের ছায়া পুতুল খেলা (সংরক্ষিত)\nটেমপ্লেট:Culture of Kerala"}