{"pageid": 1424828, "title": "ফিফা আন্তঃমহাদেশীয় কাপ", "url": "https://bn.wikipedia.org/wiki?curid=1424828", "content": "ফিফা আন্তঃমহাদেশীয় কাপ (ইংরেজি: FIFA Intercontinental Cup) হল একটি ফিফা পরিচালিত ভবিষ্যত ক্লাব ফুটবল প্রতিযোগিতা। প্রথম সংস্করণটি ২০২৪ সালে অনুষ্ঠিত হয়েছিল৷ প্রতিযোগিতায় ফিফা এর ছয়টি কনফেডারেশনের ক্লাব চ্যাম্পিয়ন দল উপস্থিত হয়েছে এবং ইউরোপীয় দল ফাইনালে সরাসরি খেলছে। নকআউট টুর্নামেন্ট হিসাবে এটি খেলা হয়েছিল৷\n\n\n== ইতিহাস ==\n১৬ ডিসেম্বর ২০২২-এ, ফিফা কাউন্সিল ২০২৫ সালে শুরু হওয়া ফিফা ক্লাব বিশ্বকাপের সাতটি থেকে বত্রিশটি দল সম্প্রসারণের অনুমোদন দেয়। ২০২৩ সালের টুর্নামেন্টটি তাই আগের ফরম্যাটের অধীনে শেষ খেলা ছিল। যাইহোক, কনফেডারেশনগুলি ফিফার কাছে তাদের শীর্ষ ক্লাব প্রতিযোগিতার চ্যাম্পিয়নদের \"প্রতিদ্বন্দ্বিতাকে উদ্দীপিত\" করার জন্য বার্ষিক একে অপরের সাথে খেলার প্রয়োজনীয়তা প্রকাশ করেছে। তাই, ১৪ মার্চ ২০২৩-এ, ফিফা কাউন্সিল ২০২৪ সালে শুরু হওয়া একটি বার্ষিক ক্লাব প্রতিযোগিতার জন্য একটি ধারণা অনুমোদন করে, পরে ফিফা আন্তঃমহাদেশীয় কাপ নামে নামকরণ করা হয়। এটি ফিফার ছয়টি কনফেডারেশনের শীর্ষ ক্লাব প্রতিযোগিতার চ্যাম্পিয়নদের দেখাবে, যেমন এএফসি চ্যাম্পিয়ন্স লিগ, ক্যাফ চ্যাম্পিয়নস লিগ, কনকাকাফ চ্যাম্পিয়নস কাপ, কোপা লিবের্তাদোরেস, ওএফসি চ্যাম্পিয়ন্স লিগ এবং উয়েফা চ্যাম্পিয়ন্স লিগ।\nটুর্নামেন্টের উদ্বোধনী সংস্করণ ২০২৪ সালের ডিসেম্বরে অনুষ্ঠিত হয়েছিল।\n\n\n== বিন্যাস ==\nপ্রতিযোগিতায় উয়েফা ব্যতীত সমস্ত কনফেডারেশনের ক্লাবগুলির মধ্যে আন্তঃমহাদেশীয় প্লে-অফের একটি সিরিজ খেলা হবে। উয়েফার ক্লাব ফাইনালে সরাসরি সুযোগ পাবে। ওএফসি চ্যাম্পিয়নস লিগ বিজয়ী প্রথম খেলায় এএফসি বা ক্যাফ চ্যাম্পিয়ন্স লিগ বিজয়ীর বিরুদ্ধে মুখোমুখি হবে। প্লে-অফ পর্ব (বছর অনুযায়ী পর্যায়ক্রমে), দ্বিতীয় প্লে-অফ পর্বে প্রথম ম্যাচআপের বিজয়ী বাকি এএফসি বা ক্যাফ চ্যাম্পিয়নের মুখোমুখি হয় এবং কনকাকাফ চ্যাম্পিয়ন্স কাপ এবং কোপা লিবার্তাদোরেস-এর বিজয়ীদের মধ্যে একটি ম্যাচ আপ। এএফসি/ক্যাফ/ওএফসি প্রতিনিধি এবং কনকাকাফ/কনমেবল প্রতিনিধিদের মধ্যে প্লে-অফ ফাইনাল এবং প্লে-অফের বিজয়ী এবং উয়েফা চ্যাম্পিয়নস লিগ বিজয়ীদের মধ্যে ফাইনাল একটি নিরপেক্ষ ভেন্যুতে অনুষ্ঠিত হবে, যেখানে বিজয়ী ক্লাব চ্যাম্পিয়নদের মুকুট পরবে।\n\n\n== ফলাফল ==\n\n\n=== মাধ্যমিক ট্রফি বিজয়ী ===\nফাইনাল ছাড়াও, আফ্রিকান-এশিয়ান-প্যাসিফিক কাপ (এএফসি, সিএএফ এবং ওএফসি প্রতিনিধিদের দ্বারা প্রতিদ্বন্দ্বিতা), আমেরিকা ডার্বি (কনকাকাফ এবং কনমেবলের প্রতিনিধিদের দ্বারা প্রতিদ্বন্দ্বিতা) এবং চ্যালেঞ্জার কাপের (উপরে উল্লিখিত দুটি ম্যাচের বিজয়ীদের দ্বারা প্রতিদ্বন্দ্বিতা) বিজয়ী দলগুলিকে ট্রফি প্রদান করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}