{"pageid": 1424386, "title": "পুরোহিত এবং নেকড়ে", "url": "https://bn.wikipedia.org/wiki?curid=1424386", "content": "পুরোহিত এবং নেকড়ে বা দ্য প্রিস্ট অ্যাণ্ড দ্য উল্ফ হলো পশ্চিম এশীয় থেকে উৎপন্ন একটি প্রাচীন উপকথা যা মধ্যযুগীয় ইউরোপে ঈশপের উপকথার সংগ্রহে অন্তর্ভুক্ত হয়েছিল। এটি ব্যাখ্যা করে যে এমনকি শিক্ষার প্রভাবও একজনের মৌলিক প্রকৃতিকে পরিবর্তন করতে পারে না এবং বলে যে একজন পুরোহিত কিভাবে একটি নেকড়েকে পড়তে শেখানোর চেষ্টা করেছিলেন।\n\n\n== উপকথার যাত্রা ==\nআহিকারের পশ্চিম এশীয় গল্পে ইতোমধ্যে একটি প্রতিষ্ঠিত কল্পকাহিনীর একটি নিছক উল্লেখ রয়েছে। আনুমানিক ৫০০ খ্রিস্টপূর্বাব্দের আগের আরামাইক প্যাপিরাস যথেষ্ট পরিমানে অবশিষ্ট নেই, তবে গল্পটি সিরিয়াক ভাষার পরবর্তী প্রাচীনতম সংস্করণে পাওয়া গেছে এবং পরবর্তী আরবি, আর্মেনিয়ান ও স্লাভোনিক অভিযোজনগুলিতে পুনরাবৃত হয়েছে। আহিকারের সঙ্গে তার ভাগ্নে নাদান বিশ্বাসঘাতকতা করে। তার আচরণ প্রকাশ হয়ে যাওয়ার পর সে দ্বিতীয় সুযোগের জন্য আবেদন করেছিল। অহিকার নীতিগর্ভ রূপক-কাহিনীর একটি ক্রমের মধ্য দিয়ে যে উত্তর দেয় তার ইঙ্গিত হলো হাড়ের মধ্যে যা গাঁথা রয়েছে তা মাংস ছেড়ে যাবে না, অর্থাৎ মানুষের যে প্রবৃত্তি অধিগত হয়ে আছে তাকে পাল্টানো যাবে না। এর মধ্যে আলেখ উল্লেখ করেছে যে কিভাবে 'তারা একটি নেকড়েকে লেখকের বাড়িতে নিয়ে এসেছিল: প্রভু তাকে বলেছিলেন 'আলেফ, বেথ'; নেকড়েটি বলেছিল 'ছাগলছানা, মেষশাবক'। উপকথার পরবর্তী সংস্করণগুলিতে এটি স্পষ্ট হয় যে যখন প্রভু নেকড়েকে সেমিটিক বর্ণমালা শেখানোর চেষ্টা করেন, যার মধ্যে আলেফ এবং বেথ প্রথম দুটি অক্ষর, তখন নেকড়েটি যেগুলি খেতে পছন্দ করে এমন প্রাণীদের অনুরূপ শব্দযুক্ত নাম দিয়ে সেগুলি প্রতিস্থাপন করে।\n\nযদি গ্রীক ঈশপের গল্পে কখনও এই উপকথার সমতুল্য কিছু থেকেও থাকে, তবে তা শেষ পর্যন্ত স্থায়ী হয়নি। যাইহোক, এটি মধ্যযুগীয় ইউরোপে খুব জনপ্রিয় একটি গল্প হিসাবে পুনরায় আবির্ভূত হয়। একে কেবল সাহিত্যের গ্রন্থে নয় বরং গির্জার স্থাপত্যেও ভাস্কর্যের মাধ্যমে একে পাওয়া গিয়েছিল। ১৯০৬ সালের একটি পোপের ষাঁড়ে (একটি পোপ ষাঁড় হল এক ধরণের সর্বসাধারণের ফরমান, চিঠির লিখিত আদেশ বা ক্যাথলিক চার্চের পোপ দ্বারা জারি করা সনদ) একটি মাত্র উল্লেখ আছে: \"একটি নেকড়েকে অক্ষর শেখার জন্য রাখা হয়েছিল, কিন্তু যখন প্রভু 'অ' শিখিয়েছিলছিল, তখন নেকড়েটি 'ভেড়ার বাচ্চা' (অ্যাগনেলাম ) উত্তর দেয়\", এখানেও আবার তার খাদ্যের প্রতি অনুক্ষণের চিন্তা প্রতিফলিত হয়, তার পছন্দের একটি প্রাণী 'অ' দিয়ে শুরু হয়। এর পরেই, ঈশপের অনেক উৎসের সাথে উপকথার সংগ্রহের সংস্করণগুলি উপস্থিত হতে শুরু করে। সেগুলির মধ্যে আছে অ্যাংলো ল্যাটিন রোমুলাস-এর লেখা, যেখানে এটির শিরোনাম দেওয়া হয় পুরোহিত এবং নেকড়ে (লাতিন: De presbyterio et vulpo)।  এর পরে আসে অ্যাংলো ফরাসি মারি ডি ফ্রান্সের লেখা, যার নীতি বাক্য হলো 'হৃদয় যেখানে আছে মুখ সেখানে বিশ্বাসঘাতকতা করবে'।  চেরিটন অঞ্চলের ওডোর লেখা ল্যাটিন উপকথার সময়কাল এর পরে। গল্পটি নিভার্দাসে ঘেন্টের জন্তু উপসর্গ, ইসেনগ্রিমাস -এ অন্তর্ভুক্ত ছিল (সং.৫৪০-৬০)। এছাড়া জ্যাকব গ্রিম দ্বারা সংগৃহীত মধ্যযুগীয় জার্মান কিংবদন্তি \"ডের উলফ ইন ডার শুওল\" (জার্মান: Der Wolf in der Schuole)-এর একটি পর্ব হিসেবেও অন্তর্ভুক্ত করা হয়েছিল।\nগল্পটি বিভিন্ন পাণ্ডুলিপিতে একটি চিত্র এবং গির্জার স্থাপত্যের মোটিফ হিসাবে সমানভাবে জনপ্রিয় ছিল। ভাস্কর্য চিত্রগুলির একটি কালানুক্রমিক তালিকা থেকে মনে হয়, ১২ শতকের ইতালি থেকে উত্তর দিকে ফ্রান্স, সুইজারল্যান্ড এবং জার্মানি পর্যন্ত ভৌগোলিক ভাবে এটি অগ্রসর হয়েছিল।\n\n\n== তথ্যসূত্র =="}