{"pageid": 1424628, "title": "ত্রিপুরা উপজাতি অঞ্চল স্বায়ত্তশাসিত জেলা পরিষদ নির্বাচন, ২০২১", "url": "https://bn.wikipedia.org/wiki?curid=1424628", "content": "ত্রিপুরা উপজাতীয় অঞ্চল স্বায়ত্তশাসিত জেলা পরিষদের (টিটিএএডিসি) নির্বাচন ৬ এপ্রিল ২০২১-এ অনুষ্ঠিত হয়েছিল। স্বায়ত্তশাসিত জেলা পরিষদের ২৮টি নির্বাচিত আসনের মধ্যে ২৫টি তফসিলি উপজাতিদের জন্য সংরক্ষিত।\nনির্বাচনে যোগ্য ভোটার ছিলেন ৮,৬৫,০৪১ জন। ১০ এপ্রিল ২০২১ তারিখে টিপরা-আইএনপিটি জোটের বিজয়ের সাথে ভোট গণনা করা হয়েছিল। TIPRA দলের নেতৃত্বাধীন জোট নির্বাচনে ১৮টি আসন জিতেছিল যেখানে বিজেপি নেতৃত্বাধীন জোট মাত্র ৯টি আসন জিততে পারে।\n\n\n== প্রচারণা ==\nভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী), ভারতের কমিউনিস্ট পার্টি, অল ইন্ডিয়া ফরওয়ার্ড ব্লক এবং আরএসপির সমন্বয়ে গঠিত বামফ্রন্ট ২০২১ সালের ৬ মার্চ ২৮টি আসনের জন্য তাদের প্রার্থী তালিকা ঘোষণা করে। ইনডিজিনাস পিপলস ফ্রন্ট অফ ত্রিপুরা (আইপিএফটি) ৭ মার্চ ২০২১ তারিখে ১৮ টি আসনের জন্য প্রার্থী তালিকা ঘোষণা করে। মহারাজা কিরীট প্রদ্যোত দেব বর্মনের টিআইপিআরএ এবং তার সহযোগী দল ত্রিপুরার আদিবাসী ন্যাশনালিস্ট পার্টি (আইএনপিটি) ৮ মার্চ ২০২১ তারিখে যথাক্রমে ১৭টি এবং ৫টি আসনের প্রার্থীদের প্রথম তালিকা ঘোষণা করেছে। ভারতীয় জাতীয় কংগ্রেস (আইএনসি) ৮ মার্চ ২০২১-এ সমস্ত ২৮টি আসনের জন্য তার প্রার্থীদের তালিকা ঘোষণা করেছে।\n\n\n== ঘটনা ==\nমোট ভোট প্রক্রিয়া শান্তিপূর্ণ ছিল। তবে বুধজং নগর-ওয়াক্কিনগর এবং আমতলি-গোলাঘাটি নামে দুটি নির্বাচনী এলাকায় সামান্য গোলযোগের খবর পাওয়া গেছে। TIPRA এই বিশৃঙ্খলা সৃষ্টির জন্য ক্ষমতাসীন বিজেপিকে অভিযুক্ত করেছে।\n\n\n== ফলাফল ==\nভোটগুলি ১০ এপ্রিল ২০২১ তারিখে গণনা হওয়ার কথা ছিল এবং গণনায় TIPRA দল ১৬টি আসন জিতেছিল যার জোট অংশীদার INPT নির্বাচনে ২টি আসন জিতেছিল যখন বিজেপি ৯টি আসন জিতেছিল এবং ১টি আসন একটি স্বতন্ত্র প্রার্থীর কাছে যায়।\n\n\n=== দল ও জোট ভিত্তিক ফলাফল ===\n\n\n== কার্যনির্বাহী কমিটির সদস্যবৃন্দ ==\nটিটিএএডিসি-এর কার্যনির্বাহী কমিটি ২৩ এপ্রিল ২০২১-এ CEO-এর বিজ্ঞপ্তির মাধ্যমে গঠিত হয়েছিল, TIPRA, রাজ্যের গভর্নর দ্বারা নির্বাচিত এবং ইনস্টল করার পরে বিজয়ী দলীয় জোট। কার্যনির্বাহী সদস্যদের তালিকা নিম্নরূপ:\nমার্চ ২০২৩-এর হিসাবে\n\n\n== আরো দেখুন ==\nটিপরাল্যান্ড\n2015 ত্রিপুরা উপজাতি অঞ্চল স্বায়ত্তশাসিত জেলা পরিষদ নির্বাচন\n2010 ত্রিপুরা উপজাতীয় অঞ্চল স্বায়ত্তশাসিত জেলা পরিষদ নির্বাচন\n2005 ত্রিপুরা উপজাতি এলাকা স্বায়ত্তশাসিত জেলা পরিষদ নির্বাচন\n2000 ত্রিপুরা উপজাতি অঞ্চল স্বায়ত্তশাসিত জেলা পরিষদ নির্বাচন\n\n\n== তথ্যসূত্র =="}