{"pageid": 1424981, "title": "ভারত স্কাউটস ও গাইডিং", "url": "https://bn.wikipedia.org/wiki?curid=1424981", "content": "ভারত স্কাউটস অ্যান্ড গাইডস (বিএসজি) হল ভারতের জাতীয় স্কাউটিং এবং গাইডিং সমিতি। বিএসজির জাতীয় সদর দপ্তর ভারত সরকার দ্বারা স্বীকৃত।\nস্কাউটিং ভারতে স্কাউট অ্যাসোসিয়েশনের একটি বিদেশী শাখা হিসাবে ১৯০৯ সালে প্রতিষ্ঠিত হয়েছিল এবং ১৯৩৮ সালে স্কাউট আন্দোলনের বিশ্ব সংস্থার সদস্য হয়েছিলেন। ভারতে গাইডিং ১৯১১ সালে শুরু হয়েছিল এবং ওয়ার্ল্ড অ্যাসোসিয়েশন অব গার্ল গাইডের প্রতিষ্ঠাতা সদস্যদের মধ্যে ছিলেন। ১৯২৮ সালে গার্ল স্কাউট, সেই সময়ে বর্তমান বাংলাদেশ ও পাকিস্তানকেও কভার করে। ২০২১ সালের তথ্য অনুযায়ী বিএসজির সদস্য ৩,৮৩৫,০৯৪ স্কাউট এবং ২০০৫ সালের তথ্য অনুযায়ী ১,২৮৬,১৬১ গাইড ছিল।\n\n\n== ইতিহাস ==\n\n\n=== বয় স্কাউটস ===\n\nস্কাউটিং আনুষ্ঠানিকভাবে ব্রিটিশ ভারতে ১৯০৯ সালে প্রতিষ্ঠিত হয়েছিল। প্রথমে ব্যাঙ্গালোরের বিশপ কটন বয়েজ স্কুলে শুরু হয়েছিল। ১৯১৪ সালে বিচারপতি ভিভিয়ান বোস, মদন মোহন, হৃদয়নাথ কুঞ্জরু, গিরিজা শঙ্কর বাজপাই, অ্যানি বেসান্ট এবং জর্জ অরুন্ডেল দ্বারা স্থানীয় ভারতীয়দের জন্য স্কাউটিং শুরু হয়েছিল। এর আগে, স্কাউটিং শুধুমাত্র ব্রিটিশ এবং বিদেশী স্কাউটদের জন্য খোলা ছিল। ১৯১৬ সালে, একটি শাবক বিভাগ চালু করা হয়েছিল, তারপর ১৯১৮ সালে রোভার বিভাগ শুরু হয়েছিল।\n১৯১৬ সালে, কলকাতার সিনিয়র ডেপুটি কমিশনার অব পুলিশ জেএস উইলসন কলকাতা পুলিশ ট্রেনিং স্কুলে পাঠ্যপুস্তক হিসেবে স্কাউটিং ফর বয়েজ চালু করেন। কর্নেল উইলসন ডিস্ট্রিক্ট স্কাউট কমিশনার আলফ্রেড পিকফোর্ডের কাছে স্বেচ্ছায় তার সেবা প্রদান করেন এবং ১৯১৭ সালে ওল্ড মিশন চার্চ ট্রুপের সহকারী স্কাউটমাস্টার হন। দুজনে একসাথে বয় স্কাউটস অ্যাসোসিয়েশনে ভারতীয় ছেলেদের ভর্তির জন্য লড়াই করেছিল, যা ভারত সরকারের বিরুদ্ধে একটি আদেশের কারণে ভর্তি হয়নি কারণ \"স্কাউটিং তাদের বিপ্লবী হওয়ার প্রশিক্ষণ দিতে পারে\"। শীঘ্রই উইলসন কাবমাস্টার এবং স্কাউটমাস্টার হিসাবে কাজ করছিলেন এবং ১৯১৯ সালের মে মাসে পিকফোর্ডকে জেলা কমিশনার হিসাবে স্থলাভিষিক্ত করেন যখন পিকফোর্ড ভারতের জন্য চিফ স্কাউট কমিশনার হিসাবে উন্নীত হন।\nসরকারি আদেশের আশেপাশে যাওয়ার উপায় হিসাবে, একই লক্ষ্য ও পদ্ধতি নিয়ে বাংলার বয় স্কাউটস প্রতিষ্ঠিত হয়েছিল। অনেকগুলো পৃথক স্কাউট সংগঠন গড়ে উঠতে শুরু করে। ১৯১৬ সালে অ্যানি বেসান্ট এবং জর্জ অরুন্ডেলের নেতৃত্বে মাদ্রাজে ইন্ডিয়ান বয় স্কাউটস অ্যাসোসিয়েশন প্রতিষ্ঠিত হয়েছিল; মহীশূরের বয় স্কাউটস, বয় স্কাউটস অফ বরোদা, হায়দ্রাবাদে নিজামের স্কাউটস, সেবা সমিতি স্কাউট অ্যাসোসিয়েশন (মানবতা উত্থান সেবা সমিতি), ১৯১৭ সালে এলাহাবাদে মদন মোহন মালবিয়া এবং হৃদয়নাথ কুঞ্জরু দ্বারা প্রতিষ্ঠিত হয়। ১৯২০ সালের আগস্টে কলকাতায় একটি সম্মেলন অনুষ্ঠিত হয় যেখানে উইলসন একটি স্কাউট সমাবেশ করেন এবং এর ফলে ভারতের ভাইসরয় লর্ড ব্যাডেন-পাওয়েলকে তৎকালীন চিফ স্কাউট অফ দ্য ওয়ার্ল্ড দ্বারা ভারত সফরের আমন্ত্রণ পাঠান। লর্ড এবং লেডি ব্যাডেন-পাওয়েল রেঙ্গুনের উদ্দেশ্যে কলকাতা ত্যাগ করার আগে উপমহাদেশের একটি সংক্ষিপ্ত সফরের জন্য ১৯২১ সালের জানুয়ারির শেষের দিকে বোম্বে আসেন। আলফ্রেড পিকফোর্ড তাদের সাথে ছিলেন এবং তাদের ঘনিষ্ঠ বন্ধুদের একজন হয়ে ওঠেন।\n\nএই সফরের ফলাফল ছিল ভারতে বয় স্কাউট অ্যাসোসিয়েশনে সেবা সমিতি স্কাউট অ্যাসোসিয়েশন ব্যতীত সমস্ত স্কাউট সংস্থার একটি ইউনিয়ন। ১৯২২ সালে পিকফোর্ড ইংল্যান্ডে ফিরে আসেন এবং লন্ডনে তাদের সদর দফতরে বয় স্কাউটস অ্যাসোসিয়েশনের ওভারসিজ কমিশনার নিযুক্ত হন এবং ভারতীয় ছেলেদের এই প্রোগ্রামে যুক্ত করার তার উদ্দেশ্য পূরণ হয়।\n১৯৩৮ সালে, জাতীয়তাবাদের তরঙ্গের পরে বেশ কয়েকজন সদস্য ভারতে বয় স্কাউটস অ্যাসোসিয়েশন ছেড়ে চলে যান। তারা গঠন করেছিল – সেবা সমিতি স্কাউট অ্যাসোসিয়েশন এবং সদ্য প্রতিষ্ঠিত ইন্ডিয়া ন্যাশনাল স্কাউট অ্যাসোসিয়েশনের সাথে ভারতের প্রথম সহশিক্ষামূলক স্কাউটিং এবং গাইডিং সংস্থা হিন্দুস্তান স্কাউট অ্যাসোসিয়েশন। একই বছরে, ভারতের বয় স্কাউটস অ্যাসোসিয়েশন স্কাউট আন্দোলনের বিশ্ব সংস্থার সদস্য হয়।\n\n\n=== নারী পথ প্রদর্শক ===\nপ্রথম গার্ল গাইড কোম্পানি ১৯১১ সালে জবলপুরে ক্রাইস্ট চার্চ স্কুলে প্রতিষ্ঠিত হয়েছিল। ১৯১৫ সালে আন্দোলন অবিলম্বে বৃদ্ধি পেয়ে ১,২০০ টিরও বেশি সদস্যের সাথে পঞ্চাশটিরও বেশি কোম্পানি বিদ্যমান ছিল, তাদের সবকটি সরাসরি গার্ল গাইড অ্যাসোসিয়েশনের সাথে নিবন্ধিত এবং সমস্ত ইউরোপীয় বংশোদ্ভূত মেয়েদের জন্য সীমাবদ্ধ। এই সংস্থাগুলো ১৯১৬ সালে অল ইন্ডিয়া গার্ল গাইড অ্যাসোসিয়েশন গঠন করে। একই বছরে ভারতীয় মেয়েদের জন্য সংগঠনটি খোলা হয়।\n\nজেএস উইলসন গার্ল গাইড সমাবেশের জন্য পরিবহন সরবরাহ করেছিলেন।মেয়েরা নিজেরাও কখনই নিশ্চিত ছিল না যে তারা পুলিশ ভ্যানে চড়তে পছন্দ করে নাকি দাঙ্গার ট্রাকে। প্রাক্তন জনসাধারণের দৃষ্টিভঙ্গি থেকে তাদের আড়াল, কিন্তু খুব গরম ছিল; পরেরটি, প্রসারিত ধাতুর খাঁচা হওয়ায় শীতল ছিল, কিন্তু কলকাতা চিড়িয়াখানার কথা মনে করিয়ে দেয় !১৯২৮ সালে অল ইন্ডিয়া গার্ল গাইডস অ্যাসোসিয়েশন তার প্রতিষ্ঠাতা সদস্যদের একজন হিসাবে ওয়ার্ল্ড অ্যাসোসিয়েশন অব গার্ল গাইডস এবং গার্ল স্কাউটসে যোগদান করে। ১৯৪৮ সালে ভারতবর্ষের স্বাধীনতা ও দেশভাগের পর এই সদস্যপদ নবায়ন করা হয়।\n\n\n=== ভারত স্কাউটস অ্যান্ড গাইডস ===\n\nভারতের স্বাধীনতার পর প্রথম বছরগুলোতে জওহরলাল নেহেরু, আবুল কালাম আজাদ ও মঙ্গল দাস পাকভাসা সহ নেতৃস্থানীয় রাজনীতিবিদরা, সেইসাথে স্কাউট নেতারা ভারতের স্কাউট এবং গাইডদের একত্রিত করার চেষ্টা করেছিলেন। এজন্য ১৯৫০ সালে ১৫ আগস্ট ভারতে বয় স্কাউট অ্যাসোসিয়েশন এবং হিন্দুস্তান স্কাউট অ্যাসোসিয়েশনের একীভূতকরণ ভারত স্কাউটস অ্যান্ড গাইডস গঠন করা হয়। প্রায় এক বছর পর ১৯৫১ সালে অল ইন্ডিয়া গার্ল গাইড অ্যাসোসিয়েশন এই নতুন সংগঠনে যোগ দেয়।\n১৯৫৯ সালে, নয়াদিল্লিতে ১৭তম বিশ্ব স্কাউট সম্মেলন বিএসজি দ্বারা আয়োজিত হয়েছিল। ১৯৬৬ সালে মহারাষ্ট্রের পুনেতে সঙ্গম ওয়ার্ল্ড গার্ল গাইড/গার্ল স্কাউট সেন্টার খোলা হয়েছিল। ১৯৫৬ সালে এই চতুর্থ বিশ্ব কেন্দ্রের ধারণাটি নতুন দিল্লিতে একটি আন্তর্জাতিক কমিশনারদের বৈঠকের সময় তৈরি হয়েছিল।\n১৯৮৬ সালে আন্তর্জাতিক শান্তি বছরে তাদের উল্লেখযোগ্য এবং সুনির্দিষ্ট অবদানের জন্য জাতিসংঘ ভারত স্কাউটস এবং গাইডদের সম্মানসূচক \"শান্তি বার্তাবাহক\" হিসাবে নির্বাচিত করে।\n\n\n=== সেথনার ১৮ তম পশ্চিম বোম্বে স্কাউট গ্রুপ ===\nসেথনার ১৮ তম পশ্চিম বোম্বে স্কাউট গ্রুপ ভারতের সবচেয়ে পুরানো ক্রমাগত চলমান স্কাউট গ্রুপ। এটি ১৯১৪ সালে প্রতিষ্ঠিত হয়েছিল, যখন রুস্তমজি এডুলজি সেথনা (১৮৯৮-১৯৫৪) স্কাউট আন্দোলনের প্রতিষ্ঠাতা রবার্ট ব্যাডেন-পাওয়েলের লেখা স্কাউটিং ফর বয়েজ বইটি দেখতে পান। তিনি বইটি দেখে মুগ্ধ হয়েছিলেন এবং দেশীয় ছেলেদের জন্য ভারতের প্রথম স্কাউট গ্রুপগুলোর মধ্যে একটি গঠন করেছিলেন। এর আগে, কিছু স্কাউট গ্রুপ ছিল, তবে তারা মূলত ভারতে ব্রিটিশ প্রবাসীদের জন্য ছিল।\nশেঠনা প্রতিযোগী স্কাউট অ্যাসোসিয়েশনগুলোর একটিতে যোগদান এবং তার সৈন্য নিবন্ধন করতে প্রতিরোধ করেছিলেন যতক্ষণ না স্কাউটিং জাতি, বর্ণ বা ধর্ম নির্বিশেষে সকলের জন্য উন্মুক্ত হয়ে যায়। তিনি এই অসঙ্গতি সম্পর্কে ব্যাডেন-পাওয়েলকে লিখেছিলেন। ১৯২১ সালে প্রবিধান পরিবর্তন করে সবাইকে ভারতে স্কাউট আন্দোলনের অংশ হওয়ার অনুমতি দেওয়া হয়। দলটি শুরু হওয়ার দিন থেকে অবিরাম চলছে। বিশ্বযুদ্ধ বা ভারত বিভাজন কোনোটিই দলটিকে কাজ করা থেকে বিরত রাখতে পারেনি।\n\n\n=== সাগর স্কাউট এবং গাইড ===\nসি স্কাউটস অ্যান্ড গাইডস হল ভারতের সবচেয়ে পুরাতন ক্রমাগত চলমান সি স্কাউট গ্রুপ। এটি ২০০০ সালে ওশেন ক্যাডেট একাডেমি নিগদি/পুনে (পরে নাম পরিবর্তন করে SEA SCOUTS AND GUIDES করা হয়), মহারাষ্ট্র দ্বারা পুনঃপ্রতিষ্ঠিত হয় এবং ২০২২ সালে অক্সিলারি ইউনিট হিসাবে দ্য ভারত স্কাউটস অ্যান্ড গাইডস, ন্যাশনাল হেডকোয়ার্টার, নয়াদিল্লির সাথে অধিভুক্তি লাভ করে।\nসি স্কাউটস এবং গাইড দুটি বোট ক্লাবের মালিক। একটি ইন্দ্রায়ণী নদীর তীরে এবং দ্বিতীয়টি কর্ণাটকের সাভাদি তালুকা আথানি জেলায়।\nসি স্কাউটস এবং গাইড কর্ণাটকের তালুকা আথানি গ্রাম সাভাদিতে একটি ভূমি-ভিত্তিক প্রশিক্ষণ জাহাজও স্থাপন করছে।\n\n\n=== উল্লেখযোগ্য সদস্য ===\nভিভিয়ান বোস ১৯৪৭ থেকে ১৯৪৯ সাল পর্যন্ত স্কাউট আন্দোলনের ওয়ার্ল্ড অর্গানাইজেশনের ওয়ার্ল্ড স্কাউট কমিটির সদস্য ছিলেন।\n১৯৬৯ সালে শ্রীমতি লক্ষ্মী মজুমদারকে ব্রোঞ্জ উলফ স্কাউট আন্দোলনের ওয়ার্ল্ড অর্গানাইজেশনের একমাত্র স্বতন্ত্র্য বিশ্ব স্কাউটিংয়ে ব্যতিক্রমী সেবার জন্য ওয়ার্ল্ড স্কাউট কমিটি দ্বারা ভূষিত করা হয়।\n\n\n== কার্যক্রম ==\nসমিতি তার মিশনে তার লক্ষ্যগুলো বর্ণনা করে:\n\nস্কাউটিংয়ের মিশন হল তরুণদের শিক্ষায় অবদান রাখা, স্কাউট প্রতিশ্রুতি এবং আইনের উপর ভিত্তি করে একটি মূল্যায়ন ব্যবস্থার মাধ্যমে একটি উন্নত বিশ্ব গড়ে তুলতে সাহায্য করা যেখানে লোকেরা ব্যক্তি হিসাবে স্বয়ংসম্পূর্ণ এবং সমাজে একটি গঠনমূলক ভূমিকা পালন করা।\nস্কাউট এবং গাইড ইউনিটগুলো পৃথক যদিও তাদের কিছু সহশিক্ষামূলক কার্যক্রম যেমন জাম্বরি, সমাবেশ ও সম্মেলন রয়েছে। বিভিন্ন প্রতিবন্ধী ছেলে ও মেয়েরাও স্কাউটিং প্রোগ্রামে অংশগ্রহণ করে।\nস্কাউটের প্রতীকটি ভারতের পতাকার সবুজ এবং জাফরান রঙে সারনাথের অশোক স্তম্ভ থেকে নেওয়া অশোক চক্র নামে পরিচিত, চব্বিশটি স্পোক সহ একটি চাকা অন্তর্ভুক্ত করে।\n\n\n=== বিভাগ ও শাখা ===\n\nসমিতি বয়স অনুযায়ী চারটি (নিজস্ব তিন) বিভাগে বিভক্ত:\nখরগোশ (ছেলে এবং মেয়ে উভয়) - বয়স ৩ থেকে ৫\n\nভারত স্কাউটস\nকাব - ছেলে, বয়স ৫ থেকে ১০\nস্কাউটস - ছেলে, বয়স ১০ থেকে ১৭\nরোভার - ছেলে, বয়স ১৭ থেকে ২৫\nভারত গাইড\nবুলবুল - মেয়ে, বয়স ৫ থেকে ১০\nগাইড - মেয়ে, বয়স ১০ থেকে ১৭\nরেঞ্জার্স - মেয়ে, বয়স ১৭ থেকে ২৫\nউপরন্তু চারটি বিশেষ শাখা রয়েছে\n\nএক্সটেনশন স্কাউটিং\nসাগর স্কাউটিং\nএয়ার স্কাউটিং\nভেঞ্চার ক্লাব স্কিম\n\n\n=== পুরস্কার ===\nসর্বোচ্চ পুরস্কারগুলো হলো:\n\nশাবক/বুলবুল বিভাগের জন্য \"গোল্ডেন অ্যারো অ্যাওয়ার্ড\"\nস্কাউট/গাইড বিভাগের জন্য রাষ্ট্রপতি স্কাউট/গাইড পুরস্কার\nরোভার/রেঞ্জার বিভাগের জন্য রাষ্ট্রপতি রোভার/রেঞ্জার অ্যাওয়ার্ড\n\n\n=== স্কাউট/গাইড নীতিবাক্য ===\nখরগোশ - হাসতে থাকুন\nশাবক/বুলবুল - আপনার যথাসাধ্য চেষ্টা করুন\nস্কাউটস/গাইড - প্রস্তুত থাকুন!\nরোভার/রেঞ্জার্স - পরিষেবা\n\n\n=== স্কাউট/গাইড প্রতিশ্রুতি ===\n\n\n=== স্কাউট এবং গাইড আইন ===\nএকজন স্কাউট/গাইড বিশ্বস্ত\nএকজন স্কাউট/গাইড অনুগত\nএকজন স্কাউট/গাইড সকলের বন্ধু এবং অন্য স্কাউট/গাইডের ভাই/বোন।\nএকজন স্কাউট/গাইড বিনয়ী।\nএকজন স্কাউট/গাইড প্রাণীদের বন্ধু এবং প্রকৃতিকে ভালোবাসে।\nএকজন স্কাউট/গাইড শৃঙ্খলাবদ্ধ এবং সরকারি সম্পত্তি রক্ষা করতে সাহায্য করে।\nএকজন স্কাউট/গাইড সাহসী।\nএকজন স্কাউট/গাইড মিতব্যয়ী হয়।\nএকজন স্কাউট/গাইড চিন্তা, কথা ও কাজে নির্মল।\n\n\n== সদস্যপদ ==\n\n\n=== বিদেশী দল ===\nবিএসজি সৌদি আরব, কাতার, ওমান, সংযুক্ত আরব আমিরাত এবং ইয়েমেনে ভারতীয় নাগরিকদের জন্য ইউনিট রক্ষণাবেক্ষণ করে।\n\n\n== নেতৃত্ব ==\n\n\n=== সভাপতি ===\nমঙ্গল দাস পাকভাসা ১৯৫৩ থেকে নভেম্বর ১৯৬০\nআম্মু স্বামীনাথন নভেম্বর ১৯৬০ থেকে মার্চ ১৯৬৫\nবিচারপতি ভুবনেশ্বর প্রসাদ সিনহা এপ্রিল ১৯৬৫ থেকে ফেব্রুয়ারি ১৯৬৭\nস্যার চান্দুলাল এম. ত্রিবেদী ফেব্রুয়ারি ১৯৬৭ থেকে অক্টোবর ১৯৭৩\nধর্ম বীর নভেম্বর ১৯৭৩ থেকে সেপ্টেম্বর ১৯৭৬\nজগজীবন রাম সেপ্টেম্বর ১৯৭৬ থেকে এপ্রিল ১৯৮৩\nশঙ্কররাও চ্যাবন এপ্রিল ১৯৮৩ থেকে নভেম্বর ১৯৯৮\nরামেশ্বর ঠাকুর নভেম্বর ১৯৯৮ থেকে নভেম্বর ২০০১\nশরদ পাওয়ার নভেম্বর ২০০১ থেকে নভেম্বর ২০০৪\nরামেশ্বর ঠাকুর নভেম্বর ২০০৪ থেকে নভেম্বর ২০১৩\nঅশোক গেহলট নভেম্বর ২০১৩ থেকে নভেম্বর ২০১৬\nড. অনিল জৈন নভেম্বর ২০১৬ থেকে বর্তমান\n\n\n=== প্রধান জাতীয় কমিশনারগণ ===\nডঃ হৃদ্য নাথ কুঞ্জরু ১৯৫২ থেকে নভেম্বর ১৯৫৭\nবিচারপতি ভিভিয়ান বোস নভেম্বর ১৯৫৭ থেকে নভেম্বর ১৯৫৯\nঅধ্যাপক মদন মোহন নভেম্বর ১৯৫৯ থেকে নভেম্বর ১৯৬০\nডঃ হৃদ্য নাথ কুঞ্জরু নভেম্বর ১৯৬০ থেকে নভেম্বর ১৯৮৪\nশ্রীমতি লক্ষ্মী মজুমদার নভেম্বর ১৯৬৪ থেকে এপ্রিল ১৯৮৩\nলক্ষ্মণ সিং এপ্রিল ১৯৮৩ থেকে নভেম্বর ১৯৯২\nভিপি দীনদয়ালু নাইডু নভেম্বর ১৯৯২ থেকে নভেম্বর ১৯৯৫\nললিত মোহন জৈন নভেম্বর ১৯৯৫ থেকে নভেম্বর ২০১৩\nভাইদাস আই. নাগারলে নভেম্বর ২০১৩ থেকে ২৫ মে ২০১৭ পর্যন্ত\nডাঃ কৃষাণ কুমার খান্ডেলওয়াল ৯ জুলাই ২০১৭ থেকে বর্তমান\n৩০ নভেম্বর ২০১৪ তারিখে জাতীয় কমিশনারের পদবি পরিবর্তন করে প্রধান জাতীয় কমিশনার করা হয়।\n\n\n== আরও দেখুন ==\nলক্ষ্মী মজুমদার\nইভলিন নোরাহ শুল্লাই\nসতীশরঞ্জন দাশ\nসঙ্গম ওয়ার্ল্ড গার্ল গাইড/গার্ল স্কাউট সেন্টার\n\n\n== মন্তব্য ==\n\n\n== গ্রন্থপঞ্জি ==\nScouting 'Round the World, John S. Wilson, first edition, Blandford Press ১৯৫৯ page ২০৩.\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nSethnas ১৮th West Bombay Scout Group India's oldest continuously running Scout troop"}