{"pageid": 1424380, "title": "ওসমানিয়া বিশ্ববিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1424380", "content": "ওসমানিয়া বিশ্ববিদ্যালয় হল একটি কলেজিয়েট সরকারী রাজ্য বিশ্ববিদ্যালয় যা ভারতের তেলেঙ্গানা, হায়দ্রাবাদে অবস্থিত। হায়দ্রাবাদের সপ্তম নিজাম মীর ওসমান আলী খান ১৯১৭ সালের ২৯ আগস্ট এটি তৈরির আহ্বান জানিয়ে একটি ফরমান জারি করেন এটি দক্ষিণ ভারতের তৃতীয় প্রাচীনতম বিশ্ববিদ্যালয় এবং হায়দ্রাবাদের পূর্ববর্তী রাজ্যে প্রতিষ্ঠিত প্রথম বিশ্ববিদ্যালয়। এটিই ছিল প্রথম ভারতীয় বিশ্ববিদ্যালয় যেটি শিক্ষার ভাষা হিসেবে উর্দু ব্যবহার করে, যদিও ইংরেজি একটি বাধ্যতামূলক বিষয় হিসেবে। ২০১২ সাল পর্যন্ত, বিশ্ববিদ্যালয়টি ৮০টিরও বেশি দেশ থেকে ৩,৭০০ আন্তর্জাতিক ছাত্রদের অধ্যয়ন করিয়েছে।\nওসমানিয়া হল বিশ্বের বৃহত্তম বিশ্ববিদ্যালয় ব্যবস্থাগুলোর অন্যতম যার ক্যাম্পাস এবং অধিভুক্ত কলেজগুলোতে ৩০০,০০০ এরও বেশি শিক্ষার্থী রয়েছে। ওসমানিয়া মেডিকেল কলেজ একসময় ওসমানিয়া বিশ্ববিদ্যালয় ব্যবস্থার একটি অংশ ছিল। তবে, এটি এখন কালোজি নারায়ণ রাও ইউনিভার্সিটি অফ হেলথ সায়েন্সেসের তত্ত্বাবধানে রয়েছে।\n\n\n== ইতিহাস ==\n\n১৯১৭ সালে, স্যার আকবর হায়দারি, শিক্ষামন্ত্রীর কাছে একটি স্মারকলিপিতে, শিক্ষার মাধ্যম হিসাবে উর্দু সহ হায়দ্রাবাদে একটি বিশ্ববিদ্যালয় প্রতিষ্ঠার প্রয়োজনীয়তার উপর জোর দিয়েছিলেন, “যেহেতু এটি ভারতের বিস্তৃত মুদ্রার ভাষা”। ২৬ এপ্রিল, ১৯১৭ সালে, হায়দ্রাবাদের নিজাম মীর ওসমান আলী খান ওসমানিয়া বিশ্ববিদ্যালয় প্রতিষ্ঠার জন্য একটি ফরমান জারি করেন।\nবিশ্ববিদ্যালয়টি ১৯১৮ সালে বশিরবাগে নিজাম কলেজ সংলগ্ন একটি ভবনে কাজ শুরু করে। কলা এবং ধর্মতত্ত্ব শুধুমাত্র দুটি অনুষদ ছিল, এবং প্রথম ব্যাচে ২২৫ জন ছাত্র এবং ২৫ জন অনুষদ সদস্য ছিল।\nসরকার বিশ্ববিদ্যালয়ের একটি স্থায়ী ক্যাম্পাস স্থাপনের জন্য প্যাট্রিক গেডেস এবং এডউইন জ্যাসপারকে আমন্ত্রণ জানায়। গেডেস সম্ভাব্য অবস্থান জরিপ এবং ১৯২৩ সালে তার রিপোর্ট উপস্থাপন করে। জ্যাসপার ভবনের পরিকল্পনা তৈরি করেন এবং নিজাম ১৯৩৪ সালের ৫ জুলাই ক্যাম্পাসের ভিত্তিপ্রস্তর স্থাপন করেন। জ্যাসপার হায়দ্রাবাদ ছেড়ে যাওয়ার পর, রাজ্যের স্থপতি জাইন ইয়ার জং ক্যাম্পাস নির্মাণের তত্ত্বাবধান করেন।\n\n\n=== স্বাধীনতা-পরবর্তী (১৯৪৭-বর্তমান) ===\nস্বাধীনতা এবং ১৯৪৮ সালে হায়দ্রাবাদ রাজ্যের যোগদানের পরে, বিশ্ববিদ্যালয়টি রাজ্য সরকারের অধীনে চলে যায়। প্রথম রাজ্য সরকারের নির্বাচনের পর, কেন্দ্রীয় সরকারের শিক্ষার মাধ্যম হিসাবে হিন্দি সহ ওসমানিয়া বিশ্ববিদ্যালয়কে একটি কেন্দ্রীয় বিশ্ববিদ্যালয়ে রূপান্তর করার পরিকল্পনা ঘোষণা করেছিল। তবে, তা বিক্ষোভের দিকে পরিচালিত করে এবং মুলকি আন্দোলনের চাপে, পরিকল্পনাটি বাদ দেওয়া হয়। অবশেষে, শিক্ষার মাধ্যম হিসাবে ইংরেজি উর্দুকে প্রতিস্থাপিত করে এবং নিজামের মুকুটটিও বিশ্ববিদ্যালয়ের সীলমোহর থেকে মুছে ফেলা হয়।\n\n২০২২ সালে ন্যাশনাল ইনস্টিটিউশনাল র‍‍্যাঙ্কিং ফ্রেমওয়ার্ক (NIRF) ওসমানিয়া বিশ্ববিদ্যালয়কে ভারতীয় বিশ্ববিদ্যালয়ের মধ্যে ২২তম স্থান দেয়।\n\n\n== সীল ==\nমূল সীলমোহরটিতে নিজামের মুকুটটি নুরুন আলা নুর শব্দগুচ্ছটি একটি ক্রেস্টে দেখানো ছিল। এতে হাদিসও রয়েছে, \"আমি জ্ঞানের শহর এবং আলী তার দরজা\"।\nবর্তমান প্রতীকটিতে তেলুগু এবং সংস্কৃত ভাষায় শিলালিপি রয়েছে। নতুন লোগোর মাঝে উর্দু অক্ষর আইন রয়েছে।\n\n\n== ক্যাম্পাস ==\n\nপ্রধান ক্যাম্পাসটি হায়দ্রাবাদের একটি প্রধান বুদ্ধিবৃত্তিক কেন্দ্র, এবং এর প্রাক্তন ছাত্র এবং অনুষদের সদস্যদের মধ্যে ভারতের প্রাক্তন প্রধানমন্ত্রী পিভি নরসিমহা রাও সহ অনেক বিশিষ্ট ব্যক্তি রয়েছে। জেনেটিক্স, প্রাণরসায়ন, বায়োটেকনোলজি, রসায়ন, প্রকৌশল, ব্যবস্থাপনা এবং আইনের প্রধান ক্যাম্পাস বিভাগসমূহে ভর্তি অত্যন্ত প্রতিযোগিতামূলক। রাজ্য সরকার অধ্যাপক এস. রামচন্দ্রমকে বিশ্ববিদ্যালয়ের উপাচার্য নিযুক্ত করেছে। বিশ্ববিদ্যালয়টিকে NAAC দ্বারা 'A+ ' গ্রেড দিয়ে স্বীকৃত করা হয়েছে এবং UGC, নয়াদিল্লি দ্বারা 'ইউনিভার্সিটি উইথ পটেনশিয়াল ফর এক্সিলেন্স'-এর মর্যাদা দেওয়া হয়েছে।\nবিশ্ববিদ্যালয় কলেজগুলো বেগমপেট বিশ্ববিদ্যালয়ে অবস্থিত। এরকম দশটি কলেজ রয়েছে: ইউনিভার্সিটি কলেজ অফ আর্টস অ্যান্ড সোশ্যাল সায়েন্স, ইউনিভার্সিটি কলেজ অফ কমার্স অ্যান্ড বিজনেস ম্যানেজমেন্ট, ইউনিভার্সিটি কলেজ অফ টেকনোলজি, ইউনিভার্সিটি কলেজ অফ ইঞ্জিনিয়ারিং, ইউনিভার্সিটি কলেজ অফ ল, ইউনিভার্সিটি কলেজ অফ সায়েন্স, ইনস্টিটিউট অফ অ্যাডভান্স স্টাডি ইন এডুকেশন, এবং পিজি কলেজ অফ ফিজিক্যাল এডুকেশন। বিশ্ববিদ্যালয়টি মানবিক, কলা, বিজ্ঞান, সামাজিক বিজ্ঞান, আইন, প্রকৌশল, মেডিসিন, প্রযুক্তি, বাণিজ্য ও ব্যবসায় ব্যবস্থাপনা, তথ্য প্রযুক্তি এবং প্রাচ্য ভাষার শিক্ষা প্রদান করে। ২০০১ সালে, ওসমানিয়াকে ভারত সরকারের অংশ, বিশ্ববিদ্যালয় মঞ্জুরি কমিশনের জাতীয় স্বীকৃতি ও মূল্যায়ন কাউন্সিল (NAAC) দ্বারা পাঁচ তারকা মর্যাদা প্রদান করা হয়।\nবিশ্ববিদ্যালয়ের একটি ক্যাম্পাস প্রায় ১৬০০ একর (৬ কিমি২) ৩০০,০০০ শিক্ষার্থীর সাথে (সমস্ত ক্যাম্পাস, অনুষদভুক্ত কলেজ এবং জেলা কেন্দ্র গণনা) এটিকে ভারতের বৃহত্তম উচ্চ শিক্ষা ব্যবস্থার অন্যতম করে তুলেছে। ওসমানিয়ায় প্রায় ৫০০০ শিক্ষক ও কর্মী নিযুক্ত আছেন। এটি সারা দেশের পাশাপাশি অন্যান্য দেশের শিক্ষার্থীদের আকর্ষণ করে।\n\n\n== সংগঠন ও প্রশাসন ==\n\n\n=== গণতান্ত্রিক কলেজ ===\nওসমানিয়া বিশ্ববিদ্যালয় হল ইউনিভার্সিটি কলেজ, কনস্টিটিউয়েন্ট কলেজ এবং অধিভুক্ত কলেজগুলোর একটি কনফেডারেশন। বিশ্ববিদ্যালয়ের গাঠনিক কলেজগুলোর মধ্যে রয়েছে:\n\nনিজাম কলেজ\nস্নাতকোত্তর কলেজ অফ ল, বশীরবাগ\nইউনিভার্সিটি কলেজ ফর উইমেন, কোটি\nইউনিভার্সিটি কলেজ অফ সায়েন্স, সাইফাবাদ\nইউনিভার্সিটি পোস্ট গ্র্যাজুয়েট কলেজ, সেকেন্দ্রাবাদ\n\n\n=== অন্যান্য স্বায়ত্তশাসিত কেন্দ্র ===\nইলেকট্রনিক্স অ্যান্ড টেলিকমিউনিকেশন ইঞ্জিনিয়ার্স ইনস্টিটিউশন, হায়দ্রাবাদ\nইন্ডিয়ান কাউন্সিল অফ সোশ্যাল সায়েন্স রিসার্চ, হায়দ্রাবাদ\nউদ্ভিদ আণবিক জীববিদ্যা কেন্দ্র\nসেন্টার ফর ইন্ডিয়ান ওশান স্টাডিজ\nজাপাল-রাঙ্গাপুর মানমন্দির\nনেভিগেশনাল ইলেকট্রনিক্সে গবেষণা ও প্রশিক্ষণ ইউনিট\nশহুরে এবং পরিবেশগত অধ্যয়নের জন্য আঞ্চলিক কেন্দ্র\nজাতীয় পুষ্টি ইনস্টিটিউট\nসিটি কলেজ হায়দ্রাবাদ\nস্টেম সেল সায়েন্স সেন্টার, হায়দ্রাবাদ\nআনোয়ার উল উলূম কলেজ, হায়দ্রাবাদ\nদূরশিক্ষার জন্য PGRR কেন্দ্র\n\n\n=== অধিভুক্ত ইঞ্জিনিয়ারিং কলেজ ===\nবিশ্ববিদ্যালয়ের অধিভুক্ত ইঞ্জিনিয়ারিং কলেজগুলো বেশিরভাগ জিএইচএমসি এলাকায় ছড়িয়ে ছিটিয়ে রয়েছে এবং বিভিন্ন স্নাতক এবং স্নাতকোত্তর ইঞ্জিনিয়ারিং কোর্স অফার করে। অধিভুক্ত ইঞ্জিনিয়ারিং কলেজগুলোর মধ্যে রয়েছে (নির্দিষ্ট ক্রমবিহীন):\n\nচৈতন্য ভারতী ইনস্টিটিউট অফ টেকনোলজি\nবাসাবি কলেজ অফ ইঞ্জিনিয়ারিং\nমুফাখাম জাহ কলেজ অফ ইঞ্জিনিয়ারিং অ্যান্ড টেকনোলজি\nডেকান কলেজ অফ ইঞ্জিনিয়ারিং অ্যান্ড টেকনোলজি\nমাতুরি ভেঙ্কটা সুব্বা রাও ইঞ্জিনিয়ারিং কলেজ\nমাতৃশ্রী ইঞ্জিনিয়ারিং কলেজ\nমেথডিস্ট কলেজ অফ ইঞ্জিনিয়ারিং অ্যান্ড টেকনোলজি\nমহিলাদের জন্য স্ট্যানলি কলেজ অফ ইঞ্জিনিয়ারিং অ্যান্ড টেকনোলজি\nইসলামিয়া ইঞ্জিনিয়ারিং কলেজ\nনিল গোগটে ইনস্টিটিউট অফ টেকনোলজি\nকেশব মেমোরিয়াল ইঞ্জিনিয়ারিং কলেজ\nগোকরাজু লাইলাবতী ইঞ্জিনিয়ারিং কলেজ ফর উইমেন\nকস্তুরবা গান্ধী ডিগ্রি ও পিজি কলেজ ফর উইমেন\n\n\n== অ্যাকাডেমিক্স ==\n\n\n=== ভর্তি ===\nওসমানিয়া একটি অলাভজনক বিশ্ববিদ্যালয় যা সরকার দ্বারা অর্থায়ন ও পরিচালিত হয়। মূল ক্যাম্পাসে ব্যাচেলর অফ ইঞ্জিনিয়ারিং, স্নাতকোত্তর এবং ডক্টরাল প্রোগ্রামে ভর্তি করা হয় মেধার ভিত্তিতে, প্রতিটি কোর্সের জন্য জাতীয় প্রবেশিকা পরীক্ষা (EAMCET, GATE, BCFSBTGMES-N&D, TSLAWCET, OU PhD প্রবেশিকা পরীক্ষা, DOST ইত্যাদি) দ্বারা মূল্যায়ন করা হয়।\n\n\n=== লাইব্রেরি ===\n\nইউনিভার্সিটি লাইব্রেরি হল বিশ্ববিদ্যালয়ের প্রধান লাইব্রেরি এবং এটি বিশ্ববিদ্যালয়ের সাথে ১৯১৮ সালে প্রতিষ্ঠিত হয়েছিল। এটিতে প্রায় ৫০০,০০০ বই এবং ৬০০০টিরও বেশি পাণ্ডুলিপি রয়েছে, যার মধ্যে বিরল পাম লিভ পাণ্ডুলিপি রয়েছে। এটিতে বিভিন্ন জার্নাল, সরকারী নথিপত্র ইত্যাদিও রয়েছে। মূল গ্রন্থাগারটি একটি গ্রন্থাগার ব্যবস্থার সমন্বয় সাধন করে, যা পুরো ক্যাম্পাসের গ্রন্থাগারগুলো এবং অন্যান্য সাংবিধানিক কলেজ গ্রন্থাগারগুলোকে সংযুক্ত করে।\n\n\n=== র‍‍্যাঙ্কিং ===\n \n২০২৩ সালের QS ওয়ার্ল্ড ইউনিভার্সিটি র‍‍্যাঙ্কিং অনুসারে ওসমানিয়া বিশ্ববিদ্যালয় বিশ্বে ১২০‍১-১৪০০ র‍‍্যাঙ্ক করেছে, QS এশিয়া র‍‍্যাঙ্কিং দ্বারা এশিয়া বিভাগের বিশ্ববিদ্যালয়গুলির মধ্যে ৪০১-৪৫০ এবং ২০২০ সালে QS ইন্ডিয়া র‍‍্যাঙ্কিং-এ ৩২-এ স্থান পেয়েছে।\nটাইমস হায়ার এডুকেশন ওয়ার্ল্ড ইউনিভার্সিটি র‍্যাঙ্কিং ২০২৩ র‍্যাঙ্কিংয়ে বিশ্বব্যাপী এটিকে ১২০‍১-১৫০০ স্থান দিয়েছে ২০২২ সালে এশিয়ায় ৩০১-৩৫০ এবং ২০২১ উদীয়মান অর্থনীতির বিশ্ববিদ্যালয় র‍্যাঙ্কিংগুলির মধ্যে ৩০১-৩৫০।\nন্যাশনাল ইনস্টিটিউশনাল র‍্যাঙ্কিং ফ্রেমওয়ার্ক (NIRF) এটিকে ২০২৩ সালে বিশ্ববিদ্যালয়ের মধ্যে ৩৬তম স্থান দিয়েছে এবং সামগ্রিকভাবে ৬৪তম।\n\n\n== গবেষণা ==\nগবেষণা কার্যক্রম ভারত সরকারের বিভিন্ন স্বায়ত্তশাসিত সংস্থা কর্তৃক অর্থায়ন করা হয়। UFRO (ইউনিভার্সিটি ফরেন রিলেশনস অফিস) এর মাধ্যমে বিদেশী ছাত্রদেরও বিশ্ববিদ্যালয়ে ভর্তি করা হয় যা ন্যূনতম মানদণ্ডের মাধ্যমে ভর্তির বরাদ্দ দেয়। বিদেশে অবস্থানরত প্রবাসী ভারতীয়রাও UFRO-এর মাধ্যমে ভর্তি হয়ে থাকেন যারা সাধারণত প্রবেশিকা পরীক্ষার কোটার মাধ্যমে ভর্তির জন্য অযোগ্য।\n\n\n== উল্লেখযোগ্য প্রাক্তন ছাত্র এবং অনুষদ ==\nওসমানিয়া বিশ্ববিদ্যালয়ের উল্লেখযোগ্য প্রাক্তন ছাত্রদের মধ্যে রয়েছে ভারতের ৯ম প্রধানমন্ত্রী পিভি নরসিংহ রাও, জয়পাল রেড্ডি, ক্যাবিনেট মন্ত্রী, তেলেঙ্গানা নাল্লারি কিরণ কুমার রেড্ডির সঙ্গে যুক্ত অন্ধ্র প্রদেশের ১৬তম এবং শেষ মুখ্যমন্ত্রী, অ্যাডোবি সিস্টেমের সিইও শান্তনু নারায়ণ এবং সিনিয়র অ্যাডভোকেট সুবোধ মার্কণ্ডেয়।\nঅন্যান্য প্রাক্তন ছাত্রদের মধ্যে রয়েছে আধ্যাত্মিক পথপ্রদর্শক এবং শ্রীমদ রাজচন্দ্র মিশন ধরমপুরের প্রতিষ্ঠাতা, পূজ্য গুরুদেবশ্রী রাকেশজি, খাজা বন্দনাওয়াজ বিশ্ববিদ্যালয়ের প্রো-চ্যান্সেলর সৈয়দ মুহাম্মদ আলী আল হুসাইনি, প্রাক্তন ভারতীয় ক্রিকেট দলের অধিনায়ক মোহাম্মদ আজহারউদ্দিন, ক্রিকেট ধারাভাষ্যকার হর্ষ ভোগলে, ঔপন্যাসিক ভেঙ্কটেশ কুলকার্নি, লেখক। এবং কবি স্নেহা নারায়ণন, পিডিএসইউ প্রতিষ্ঠাতা জর্জ রেড্ডি, প্রাক্তন কেন্দ্রীয় স্বরাষ্ট্রমন্ত্রী শিবরাজ পাতিল, রিজার্ভ ব্যাঙ্ক অফ ইন্ডিয়ার প্রাক্তন গভর্নর ইয়াগা ভেনুগোপাল রেড্ডি, রসায়নবিদ গরিকপতি নরহরি শাস্ত্রী, ধাতুবিদ এবং বেনারস হিন্দু বিশ্ববিদ্যালয়ের প্রাক্তন উপাচার্য প্যাচা রামচন্দ্র রাও এবং ফিজিউদ্দীন চৌধুরী। রাকেশ শর্মা, মহাকাশচারী এবং মহাকাশে ভ্রমণকারী প্রথম ভারতীয়, ওসমানিয়ার স্নাতক ছিলেন। করণ বিলিমোরিয়া, কোবরা বিয়ারের প্রতিষ্ঠাতা, হাউস অফ লর্ডসের সদস্য, এবং বার্মিংহাম বিশ্ববিদ্যালয়ের সপ্তম চ্যান্সেলর ১৯৮১ সালে ওসমানিয়া থেকে তার ব্যাচেলর অফ কমার্স ডিগ্রি অর্জন করেন রাফি আহমেদ, একজন সুপরিচিত ভাইরোলজিস্ট এবং ইমিউনোলজিস্ট ১৯৬৮ সালে ওসমানিয়া বিশ্ববিদ্যালয় থেকে স্নাতক হন।\nবিশ্ববিদ্যালয়ের উল্লেখযোগ্য প্রাক্তন ফ্যাকাল্টি সদস্যদের মধ্যে রয়েছেন ভদ্রিরাজু কৃষ্ণমূর্তি, দ্রাবিড়বিদ এবং ভাষাবিদ, এবং বিশ্ববিদ্যালয়ের ভাষাবিজ্ঞান বিভাগের প্রতিষ্ঠাতা, পদার্থবিদ সুরি ভাগবন্তম, এবং ভাষাবিদ মাসুদ হোসেন খান।\n\n\n== তথ্যসূত্র ==\n\n\n== বহি সংযোগ ==\n\nহায়দ্রাবাদ পোর্টাল\nদাপ্তরিক ওয়েবসাইট\nColleges under Osmania University\nটেমপ্লেট:Universities in Telanganaটেমপ্লেট:Hyderabad topics"}