{"pageid": 1424468, "title": "ত্রিপুরা উপজাতি অঞ্চল স্বায়ত্তশাসিত জেলা পরিষদ নির্বাচন, ২০১০", "url": "https://bn.wikipedia.org/wiki?curid=1424468", "content": "ত্রিপুরা উপজাতি অঞ্চল স্বায়ত্তশাসিত জেলা পরিষদের (টিটিএএডিসি) নির্বাচন ৩ মে ২০১০-এ অনুষ্ঠিত হয়েছিল । ওই দিন স্বায়ত্তশাসিত জেলা পরিষদের ২৮টি নির্বাচিত আসনের মধ্যে ২৭টির জন্য নির্বাচন অনুষ্ঠিত হয়। ভারতীয় জনতা পার্টির প্রার্থী রঞ্জিত জামাতিয়ার মৃত্যুর পর একটি আসনে (মহারানি-চেল্লাগং) নির্বাচন পাল্টাপাল্টি হয়েছিল। স্বায়ত্তশাসিত জেলা পরিষদের ২৮টি নির্বাচিত আসনের মধ্যে ২৫টি তফসিলি উপজাতিদের জন্য সংরক্ষিত।\nনির্বাচনকে সামনে রেখে নিরাপত্তা ব্যবস্থা ছিল কঠোর। ত্রিপুরার স্বরাষ্ট্র বিভাগ ৯১টি ভোটকেন্দ্রকে \"অতি সংবেদনশীল\" এবং ৩৪৭টি \"সংবেদনশীল\" হিসেবে চিহ্নিত করেছে। ত্রিপুরার কর্তৃপক্ষ নির্বাচনী প্রক্রিয়া নিশ্চিত করতে ভারত সরকারকে অতিরিক্ত ত্রিশটি আধা-সামরিক বাহিনী সরবরাহ করতে বলেছিল।\nযোগ্য ভোটার ছিল ৬,৩৬,১৬৯ জন। নির্বাচনে ভোটদানের হার দাঁড়িয়েছে ৮৩.৬৯%। ৭-৮ মে ২০১০ তারিখে ভোট গণনা করা হয়েছিল। নির্বাচনের ফলাফল বামফ্রন্টের জন্য ভূমিধস বিজয় ছিল। বামফ্রন্ট, ৬৩.৮১% ভোট পেয়ে, নির্বাচনের জন্য যে ২৭টি আসন ছিল তার সবকটি জিতেছে। ২৫টি আসন ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী), একটি আসন ভারতের কমিউনিস্ট পার্টি এবং একটি আসন অল ইন্ডিয়া ফরওয়ার্ড ব্লকের কাছে যায়।\nভারতীয় জাতীয় কংগ্রেস নির্বাচনে দ্বিতীয় বৃহত্তম দল হিসেবে আবির্ভূত হয়। দলটি ১৮টি আসনে দ্বিতীয় স্থানে রয়েছে। এর প্রার্থীদের মধ্যে ছিলেন দেবব্রত কলোই, প্রাক্তন টিটিএএডিসি প্রধান নির্বাহী সদস্য। লড়াইয়ের অন্যান্য দলগুলি ছিল ত্রিপুরার আদিবাসী জাতীয়তাবাদী দল, ত্রিপুরার আদিবাসীদের ফ্রন্ট (একটি INPT স্প্লিন্টার-গ্রুপ, যা একটি পৃথক টিটিএএডিসি রাজ্যের জন্য প্রচার করেছিল), ত্রিপুরার জাতীয় সমাজতান্ত্রিক দল, ত্রিপুরার জাতীয় সম্মেলন, অল ইন্ডিয়া তৃণমূল। কংগ্রেস ও বিজেপি। এনসিটি এবং তৃণমূল কংগ্রেস জোটবদ্ধ হয়ে প্রতিদ্বন্দ্বিতা করেছিল। স্বতন্ত্র প্রার্থী ছিলেন ৪৪ জন। মোট ১২২ জন প্রার্থী তাদের মনোনয়ন দাখিল করেছিলেন। বামফ্রন্ট, কংগ্রেস এবং আইএনপিটি প্রতিটি ২৮টি আসনে প্রতিদ্বন্দ্বিতা করেছিল।\nউত্স:  '(ST)' নির্দেশ করে যে আসনটি তফসিলি উপজাতিদের জন্য সংরক্ষিত। মোটা লেখায় বিজয়ী প্রার্থীদের নাম। বামফ্রন্ট প্রার্থীরা সিপিআই(এম) থেকে এসেছেন যদি না অন্যথায় বলা হয়। শুধুমাত্র বামফ্রন্ট, কংগ্রেস এবং INPT প্রার্থীদের ফলাফল উপরে তালিকাভুক্ত করা হয়েছে। রামচন্দ্র ঘাট আসনে, ত্রিপুরার জাতীয় পরিষদের সরঞ্জিত দেববর্মা ২,১৫৮ ভোট পেয়ে দ্বিতীয় স্থানে রয়েছেন।\n\n\n== আরো দেখুন ==\nত্রিপুরা উপজাতি অঞ্চল স্বায়ত্তশাসিত জেলা পরিষদ নির্বাচন, ২০১৫\nত্রিপুরা উপজাতি অঞ্চল স্বায়ত্তশাসিত জেলা পরিষদ নির্বাচন, ২০০৫\nত্রিপুরা উপজাতি অঞ্চল স্বায়ত্তশাসিত জেলা পরিষদ নির্বাচন, ২০০০\n\n\n== তথ্যসূত্র =="}