{"pageid": 1424076, "title": "উইটুল্যান্ড", "url": "https://bn.wikipedia.org/wiki?curid=1424076", "content": "উইটুল্যান্ড পূর্ব আফ্রিকার প্রায় ৩,০০০ বর্গকিলোমিটার (১,২০০ বর্গ মাইল) একটি অঞ্চল, যা তানা নদীর মুখের উত্তরে ভারত মহাসাগর বন্দর লামু থেকে অভ্যন্তরীণভাবে অবস্থিত উইটু শহরে কেন্দ্রীভূত ছিল। এখন কেনিয়ায়।\n\n\n== ইতিহাস ==\n\n\n=== উইতু সালতানাত প্রতিষ্ঠা ===\n১৮১০-এর দশকে প্রতিষ্ঠিত এবং তারপরে ১৮৫৮ সালে নামমাত্র প্যাটের শাসন থেকে সম্পূর্ণ স্বাধীন হয়ে মূল ভূখণ্ডে বেশ কয়েকটি বিভ্রান্তিকর পদক্ষেপের পরে, উইটুল্যান্ডের স্থানীয় সালতানাত জাঞ্জিবার দাস ব্যবসা থেকে পালিয়ে আসা ক্রীতদাসদের জন্য একটি আশ্রয়স্থল ছিল এবং এইভাবে জাঞ্জিবার সালতানাতের আক্রমণের লক্ষ্যবস্তু ছিল (ওমানি রাজবংশের একটি শাখা দ্বারা শাসিত, ব্রিটিশ সুরক্ষার অধীনে)। জাঞ্জিবার সালতানাতের কাছ থেকে ক্রীতদাস অভিযানের বৃদ্ধির সম্মুখীন হয়ে উইটুর সুলতান আনুষ্ঠানিকভাবে জার্মান সুরক্ষার অনুরোধ করেছিলেন যাতে তিনি \"শেষ পর্যন্ত জাঞ্জিবার যোদ্ধাদের আক্রমণ থেকে মুক্তি পান।\"\n\n\n=== গেলদি সালতানাতের সাথে উইটু সম্পর্ক ===\nজেলেদি সালতানাত ছিল দক্ষিণ সোমালিয়ার আন্তঃনদী অঞ্চলে অবস্থিত একটি শক্তিশালী সোমালি রাষ্ট্র যেটি জুব্বা এবং শাবেলে নদীর উপর আধিপত্য বিস্তার করেছিল। উইটু সুলতানদের সুলতান ইউসুফ মাহামুদ ইব্রাহিমের সাথে দৃঢ় সম্পর্ক ছিল কারণ উভয় রাজ্যই জাঞ্জিবারের প্রতি পারস্পরিক বিরোধী ছিল এবং বাণিজ্যিক স্বার্থ ভাগ করেছিল। সিউ দ্বীপে উইতু বওয়ানা মাতাকার সুলতান একটি বিদ্রোহের মুখোমুখি হয়েছিলেন এবং ১৮২০ সালে ক্ষমতাচ্যুত হন। কিছু সোমালিদের সাথে বিদ্বেষী দ্বীপবাসী যারা পূর্বের প্রশাসনের প্রতি অধিক অনুগত ছিল তারা দ্বীপটি ওমানি দখলের আহ্বান জানায়। ইউসুফ হস্তক্ষেপ করবেন এবং উইটু বিজয়ী প্রমাণিত হবেন কারণ এটি সুলতানকে বারডেরায় একটি নতুন উদীয়মান জঙ্গি গোষ্ঠীকে যুক্ত করতে নিয়ে আসবে যেটি একটি মূল বাণিজ্য কেন্দ্র ছিল এবং যেখানে সিউ সোমালিরা তাদের শক্তি আকর্ষণ করেছিল। উভয় রাজ্যই জুব্বা নদীর মাধ্যমে হাতির দাঁতের ব্যবসায় আগ্রহী ছিল এবং এই অঞ্চলের জন্য রাজস্বের একটি বড় উৎস হিসেবে উন্নতি লাভ করে। পরে জঙ্গি সোমালি ও ওমানি সহানুভূতিশীলদের বিরুদ্ধে সিউতে তাদের বিজয়ের পর উইটু সুলতান ইউসুফের সাথে জড়িত হওয়ার আগে সাহায্য পাঠান এবং শেষ পর্যন্ত ১৮৪৮ সালে আদাদ্দে সুলেমানের যুদ্ধে ওমানি জোটবদ্ধ বিমলদের বিরুদ্ধে হেরে যান।\n\n\n=== জার্মান প্রটেক্টরেট (১৮৮৫-১৮৯০) ===\n১৮৮৫ সালে জার্মান ভাই ক্লেমেন্স এবং গুস্তাভ ডেনহার্ড উইটুর প্রথম এমফাল্মে (সুলতান বা রাজার জন্য সোয়াহিলি) আহমেদ ইবনে ফুমো বাকারির সাথে একটি চুক্তির বিষয়ে আলোচনা করেন, যিনি ৮ এপ্রিল ১৮৮৫ সালে ভাইদের \"তানা\" অঞ্চলের ২৫ বর্গমাইল এলাকা ছেড়ে দেন। কোম্পানি\", এবং উইটুল্যান্ডের অবশিষ্ট অংশ ২৭ মে ১৮৮৫ সালে উইটুল্যান্ডের জার্মান প্রটেক্টরেট (ডয়েচ-উইটু) হয়ে ওঠে। রাইখকে সেখানে জার্মান বাসিন্দারা প্রতিনিধিত্ব করেছিলেন: গুস্তাভ ডেনহার্ড (১৮৫৬-১৯১৭; অফিসে ৮ এপ্রিল ১৮৮৫) - ১ জুলাই ১৮৯০) এবং তার ডেপুটি ক্লেমেন্স আন্দ্রেয়াস ডেনহার্ড (১৮৫২-১৯২৮)। জার্মান শাসন অপেক্ষাকৃত মৃদু ছিল, এবং অঞ্চলটি অব্যাহতভাবে পালিয়ে যাওয়া ক্রীতদাসদের জন্য একটি আশ্রয়স্থল ছিল। ১৮৮৯ সালে, উইটুল্যান্ড বেশ কয়েকটি ডাকটিকিট জারি করেছিল যদিও তাদের ডাকের ব্যবহার যাচাই করা হয়নি।\n\n\n=== ব্রিটিশ শাসন এবং উইটু অভিযান ===\n১৮৯০ সালের হেলিগোল্যান্ড-জাঞ্জিবার চুক্তি অনুসারে, ১৮ জুন ১৮৯০ তারিখে একটি ব্রিটিশ সুরক্ষা ঘোষণা করা হয়েছিল এবং ১ জুলাই ১৮৯০ সালে সাম্রাজ্যবাদী জার্মানি তার সুরক্ষা ত্যাগ করে, উইটুল্যান্ডকে গ্রেট ব্রিটেনকে ব্রিটিশ পূর্ব আফ্রিকার অংশে পরিণত করে। ভূখণ্ডের বাসিন্দাদের কাছ থেকে ব্যাপক প্রতিবাদ হয়েছিল, যারা জার্মানির সুরক্ষায় থাকতে চেয়েছিল।\n\n\n==== প্রথম অভিযান (১৮৯০) ====\nএর কিছুক্ষণ পরেই বেশ কয়েকজন জার্মান বণিককে হত্যা করা হয়, এবং একটি মিশ্র ব্রিটিশ ও জাঞ্জিবারি শাস্তিমূলক অভিযান পাঠানো হয়। সৈন্যরা ২৬ অক্টোবর, ১৮৯০ তারিখে উইটুতে অবতরণ করে এবং অবতরণ করে। ধারাবাহিক গুলি-আউটের পর, সুলতান ফুমো বাকারি ইবনে আহমদ তার অবশিষ্ট ৩,০০০ বন্দুকধারীদের নিয়ে শহর থেকে পালিয়ে যান। তিনি ব্রিটিশদের দ্বারা ক্ষমতাচ্যুত হন এবং এর পরেই তিনি মারা যান।\nবওয়ানা শায়খ ইবনে আহমদের একটি সংক্ষিপ্ত রাজত্বের পর, শাসন ক্ষমতা (এখন একটি শায়খডমে পরিণত হয়েছে এবং জাঞ্জিবার সালতানাতের একটি ভাসাল করা হয়েছে) ফুমো উমর ইবনে আহমাদকে দেওয়া হয়েছিল। ১৮৯১ সালের মার্চ মাসে উইটুতে দাসপ্রথাও আনুষ্ঠানিকভাবে বিলুপ্ত করা হয়েছিল এবং নতুন চুক্তি কার্যকর করার জন্য ভারতীয় পুলিশকে আনা হয়েছিল।\n\n\n==== দ্বিতীয় অভিযান (১৮৯৩) ====\nফুমো বাকারির একজন ভাই, ফুমো ওমান নামে, নতুন শাসনের বিরুদ্ধে প্রতিরোধ গড়ে তোলেন এবং উইটুর উত্তর-পূর্বে জোনজেনি শহরের কাছাকাছি গ্রাম ও খামারগুলিতে ক্রমবর্ধমান সহিংস অভিযান শুরু করেন। কূটনীতির একটি সংক্ষিপ্ত প্রচেষ্টা ব্যর্থ হয়, এবং ব্রিটিশ এবং জাঞ্জিবারি সরকার উইটুতে যাত্রা করার জন্য একটি দ্বিতীয় নৌ অভিযান প্রস্তুত করে।\nজুলাই মাসে একটি ছোট অভিযাত্রী বাহিনী উইটুতে অবতরণ করে এবং আলোচনার জন্য দ্বিতীয় অনুরোধ ফুমো ওমানে পাঠানো হয়েছিল। এটি প্রত্যাখ্যান করা হয় এবং মেরিনরা বিদ্রোহীদের নিয়ন্ত্রণাধীন প্রধান শহরগুলিতে অগ্রসর হয়। ঘন জঙ্গল এবং তীক্ষ্ণ বাঁক সহ ছদ্মবেশী গর্তগুলি শক্তিশালী সুরক্ষিত শহরগুলিকে ঘিরে রেখেছিল এবং বিদ্রোহী বন্দুকধারীরা প্রতিরক্ষামূলক অবস্থান তৈরি করেছিল যা ভারী গুলি চালানোর অনুমতি দেয়। যাইহোক, দীর্ঘস্থায়ী এবং তীব্র গুলি-আউটের পরে, নৌ মেরিনরা প্রতিটি শহরে তাদের পথে লড়াই করেছিল এবং দুর্গগুলি ধ্বংস করেছিল। ফুমো ওমান পালিয়ে যায় এবং ফুমো 'উমারি বিন হামিদকে পুনর্বহাল করা হয়।\nফুমো 'উমারি রাজধানী জোঙ্গেনিতে স্থানান্তরিত করেন, কিন্তু ব্রিটিশ শক্তির বৃদ্ধি এবং জাঞ্জিবারের আঞ্চলিক গুরুত্বের কারণে উইটুর অবস্থান এবং প্রভাব ধীরে ধীরে হ্রাস পায়।\n\n\n== উইটু শেষ ==\n১৯০৫ সালে উইটুর তত্ত্বাবধান ফরেন অফিস থেকে ঔপনিবেশিক অফিসে স্থানান্তরিত করা হয়, এবং এই উইটুকে কেনিয়া উপকূল প্রটেক্টরেটের টানা জেলার একটি অংশ হিসাবে পরিচালিত করা হয়। ১৯২৩ সালে উমারি বিন হামিদের মৃত্যুর পর একটি স্বতন্ত্র সত্তা হিসাবে উইটুর প্রশ্নটি শেষ পর্যন্ত বন্ধ হয়ে যায়।\n\n\n=== শাসকদের তালিকা ===\nপরিচিত শাসক সুলতান হলো:\n\n১৮১০-১৮৪৮: বওয়ানা মাতাকা\n১৮৪৮-১৮৫৮: মোহাম্মদ শেখ (বওয়ানা মাতাকার ছেলে)\n১৮৫৮-১৮৮৮: আহমদ ইবনে ফুমো বাকারি\n১৮৮৮-১৮৯০: ফুমো বাকারি ইবনে আহমদ\n১৮৯০-১৮৯১: বোওয়ানা শাইখ ইবনে আহমদ\n১৮৯১-১৮৯৩: ফুমো 'উমর ইবনে আহমদ (১ম বার)\n১৮৯৩-৭ জুলাই ১৮৯৫: খালি\n৭ জুলাই ১৮৯৫-১৯২৩: ফুমো 'উমর ইবনে আহমদ (২য় বার)\n\n\n== আরও দেখুন ==\nপেটে\nলা মিউ\nজাঞ্জিবার\nইউসুফ মাহামুদ ইব্রাহিম\nজেলেদির সালতানাত\n\n\n== তথ্যসূত্র =="}