{"pageid": 1424282, "title": "১৯৯৬ এএফসি এশিয়ান কাপ", "url": "https://bn.wikipedia.org/wiki?curid=1424282", "content": "১৯৯৬ এএফসি এশিয়ান কাপ হল পুরুষদের এএফসি এশিয়ান কাপের ১১তম আসর। এশিয়ান ফুটবল কনফেডারেশন (এএফসি) কর্তৃক আয়োজিত একটি চতুর্বার্ষিক আন্তর্জাতিক ফুটবল প্রতিযোগিতা। ১৯৯৬ সালের ৪ থেকে ২১ ডিসেম্বর সংযুক্ত আরব আমিরাতে ফাইনাল খেলা অনুষ্ঠিত হয়। সৌদি আরব আবুধাবিতে অনুষ্ঠিত ফাইনাল খেলায় স্বাগতিক সংযুক্ত আরব আমিরাতকে পরাজিত করে। রানার্স-আপ হিসাবে, সংযুক্ত আরব আমিরাত এএফসির প্রতিনিধিত্ব করেছিল ১৯৯৭ ফিফা কনফেডারেশন্স কাপ- এ বিজয়ী সৌদি আরব স্বাগতিক হিসাবে স্বয়ংক্রিয়ভাবে যোগ্যতা অর্জন করেছিল।\n\n\n== যোগ্যতা ==\n\n৩৩টি দল বাছাইপর্বের টুর্নামেন্টে অংশ নেয়। এটি ১০টি গ্রুপে বিভক্ত ছিল এবং প্রতিটি গ্রুপের প্রথম স্থান অধিকারী দল এইভাবে যোগ্যতা অর্জন করেছিল।\nবাছাইপর্বের দলগুলো ছিল:\n\nটীকা:\n\n\n== দলীয় সদস্য ==\n\n\n== টুর্নামেন্টের সারাংশ ==\nটুর্নামেন্টটি স্বাগতিক সংযুক্ত আরব আমিরাত গ্রুপ এ-তে দক্ষিণ কোরিয়ার মুখোমুখি হয়েছিল, যেখানে আমিরাতিরা ১–১ গোলে ড্র করেছিল। পরবর্তীকালে, কুয়েত আশ্চর্যজনকভাবে ইন্দোনেশিয়ার কাছে ড্র করেছিল, এমনকি ইন্দোনেশিয়ানরা নেতৃত্ব নিয়েছিল। তবে, সংযুক্ত আরব আমিরাত, কুয়েত এবং দক্ষিণ কোরিয়া শেষ পর্যন্ত তার অবস্থান প্রতিষ্ঠা করেছিল, দক্ষিণ কোরিয়া কুয়েতের কাছে হেরে এবং গোল পার্থক্যের কারণে তৃতীয় স্থানে ছিল এবং কেবল দুটি সেরা তৃতীয় স্থানের দল হিসাবে যোগ্যতা অর্জন করেছিল, যখন স্বাগতিক স্বাচ্ছন্দ্যে প্রথম স্থান দখল করেছিল, দক্ষিণ কোরিয়া এবং সংযুক্ত আরব আমিরাতের কাছে টানা দুটি পরাজয়ের পরে ইন্দোনেশিয়াকে নীচে রেখেছিল। \nগ্রুপ বি সহজেই সৌদি আরব, ইরান এবং ইরাক তাদের গ্রুপের তিনটি শীর্ষস্থানীয় স্থান দখল করেছিল, উভয় দলই থাইল্যান্ডকে পরাজিত করতে সক্ষম হয়েছিল, যা তিনটি পরাজয়ের সাথে নীচে শেষ করেছিল এবং তাদের তিনজনই একে অপরের কাছে পরাজিত হয়েছিল। ইরাক কেবল নিকৃষ্ট গোল পার্থক্যের কারণে তৃতীয় স্থান অর্জন করেছিল, তবে সেরা তৃতীয় স্থান অর্জনকারী হিসাবে যোগ্যতা অর্জন করেছিল। \nএদিকে, গ্রুপ সি আরও বিনোদনমূলক ছিল, শেষ তিনটি ফিনিশার উভয়ই কেবল একটি করে জয় ছিনিয়ে নিয়েছিল। অভিষিক্ত উজবেকিস্তান, একটি বড় টুর্নামেন্টের সবেমাত্র প্রথম প্রতিযোগিতামূলক অংশগ্রহণে এবং কম হিসাবে বিবেচিত হয়েছিল, দলের প্রথম প্রতিযোগিতামূলক ম্যাচে চীনকে শেষ দিকে দুটি গোলে পরাজিত করে পুরো এশিয়াকে স্তম্ভিত করে দিয়েছিল। ডিফেন্ডিং চ্যাম্পিয়ন জাপান অবশ্য তিনটি জয় সংগ্রহকারী একমাত্র দল হিসাবে আবির্ভূত হয়েছিল, অন্যদিকে চীন সিরিয়াকে পরাজিত করার পরাজয়ের পরে পুনরুদ্ধার করেছিল। সিরিয়ানরা তার একমাত্র জয়টি দখল করেছিল, উজবেকিস্তানের বিপক্ষে ২–১ ব্যবধানে জিতেছিল, তবে জাপান এবং চীনের কাছে দুটি পরাজয়ের সাথে দলটির খারাপ পারফরম্যান্স দলটিকে কোয়ার্টার ফাইনালে পৌঁছাতে ব্যয় করেছিল। চীনের বিপক্ষে জয় সত্ত্বেও উজবেকিস্তান সবার শেষে শেষ করেছিল এবং বাদ পড়েছিল। \nকোয়ার্টার-ফাইনালে পুরো পূর্ব এশিয়া ছিটকে পড়ে। ডিফেন্ডিং চ্যাম্পিয়ন জাপান কুয়েতের কাছে পরাজিত হয়, চীন সৌদি আরবের সাথে সাত গোলের থ্রিলারে হেরে যায়, অন্যদিকে দক্ষিণ কোরিয়া ইরানের কাছে ২–৬ গোলে হেরে যায়, দ্বিতীয়ার্ধে ইরান পাঁচ গোল করে। আব্দুলরহমান ইব্রাহিমের গোল্ডেন গোলের জন্য ধন্যবাদ জানিয়ে স্বাগতিক সংযুক্ত আরব আমিরাত ইরাকের বিপক্ষে ১–০ গোলের সফল জয়ের মাধ্যমে ট্রফি জয়ের চেষ্টা অব্যাহত রেখেছিল। সেমিফাইনালটি পশ্চিম এশিয়ার বিষয় হয়ে ওঠে এবং গ্রুপ এ এবং বি এর পুনঃম্যাচ: সৌদি আরব গ্রুপ পর্বের পরে ইরানের বিরুদ্ধে সফল প্রতিশোধ নিয়েছিল, ইরানিদের পেনাল্টিতে পরাজিত করেছিল, যখন সংযুক্ত আরব আমিরাত সৌদি আরবের সাথে ফাইনালে আরও ১–০ ব্যবধানে জিতে দ্বিতীয়বারের মতো কুয়েতি ড্রিমকে হত্যা করেছিল। পেনাল্টিতে কুয়েতকে পরাজিত করে ইরান শেষ পর্যন্ত তৃতীয় স্থান অর্জন করে, ম্যাচটি ১–১ গোলে ড্র হয়। \nসংযুক্ত আরব আমিরাত এবং সৌদি আরবের মধ্যে ফাইনালটি প্রত্যাশার চেয়ে বিরক্তিকর ছিল। দুই দলই ৬০,০০০ দর্শকের সামনে রক্ষণাত্মক এবং উৎসাহী আক্রমণের অভাব ছিল। অবশেষে, পেনাল্টি আনতে হয়েছিল, যেখানে সংযুক্ত আরব আমিরাত দুটি মিস করেছিল এবং সৌদি আরব কেবল একটি মিস করেছিল, এইভাবে সৌদি আরব দেশের টানা চতুর্থ এশিয়ান কাপের ফাইনালে তৃতীয় ট্রফির জন্য মুকুট অর্জন করেছিল। এই জয়ের জন্য ধন্যবাদ, সৌদি আরব লেবাননে অনুষ্ঠিত ২০০০ এএফসি এশিয়ান কাপের জন্য যোগ্যতা অর্জনের জন্য স্বয়ংক্রিয়ভাবে যোগ্যতা অর্জন করেছিল।\n\n\n== ভেন্যু ==\n\n\n== গ্রুপ পর্ব ==\nসকল সময় সংযুক্ত আরব আমিরাতের সময় (ইউটিসি+৪)\n\n\n=== গ্রুপ এ ===\n\n\n=== গ্রুপ বি ===\n\n\n=== গ্রুপ সি ===\n\n\n=== তৃতীয় স্থান অধিকারী বাছাইপর্ব ===\nপ্রথম পর্বের শেষে, প্রতিটি গ্রুপের তৃতীয় স্থানে থাকা দলগুলির মধ্যে একটি তুলনা করা হয়েছিল। সেরা দুই তৃতীয় স্থান অধিকারী দল কোয়ার্টার ফাইনালে উন্নীত হয়।\n\nইরাক (সেরা তৃতীয় স্থান) এবং দক্ষিণ কোরিয়া (দ্বিতীয় সেরা তৃতীয় স্থান) কোয়ার্টার-ফাইনালের জন্য যোগ্যতা অর্জন করে।\n\n\n== নকআউট পর্ব ==\nসকল সময় সংযুক্ত আরব আমিরাতের সময় (ইউটিসি+৪)\n\n\n=== কোয়ার্টার-ফাইনাল ===\n\n\n=== সেমি-ফাইনাল ===\n\n\n=== তৃতীয় স্থান নির্ধারণী খেলা ===\n\n\n=== ফাইনাল ===\n\n\n== পরিসংখ্যান ==\n\n\n=== গোলদাতা ===\n৮টি গোল করে ইরানের আলি দাই টুর্নামেন্টের সর্বোচ্চ গোলদাতা। মোট, ৪৭ জন বিভিন্ন খেলোয়াড় ৮০টি গোল করেছিলেন, যার মধ্যে একটি আত্মঘাতী গোল হিসাবে জমা দেওয়া হয়েছিল।\n৮টি গোল\n\n আলি দাই\n৬টি গোল\n\n জাসেম আল হুয়াইদি\n৪টি গোল\n\n ফাহাদ আল মেহালাল\n৩টি গোল\n\n২টি গোল\n\n১টি গোল\n\n১টি আত্মঘাতী গোল\n\n হাসান আব্বাস (জাপানের বিপক্ষে)\n\n\n=== পুরস্কার ===\nসেরা খেলোয়াড়\n\n খোদাদাদ আজিজি\nসর্বোচ্চ গোলদাতা\n\n আলি দাই\nসেরা গোলরক্ষক\n\n মোহাম্মদ আল-দিয়া\nফেয়ার প্লে পুরস্কার\n\n ইরান\nটুর্নামেন্টের সেরা দল\n\n\n== মার্কেটিং ==\n\n\n=== স্পন্সরশিপ ===\nক্যানন\nক্লারিয়ন\nকোকা-কোলা\nডায়াডোরা\nএমিরেটস\nএনার্জাইজার\nফুজিফিল্ম\nজিলেট\nমাইল্ড সেভেন\nমিতসুবিশি\nএসএবিআইসি\nসানিও\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআরএসএসএসএফ বিস্তারিত"}