{"pageid": 1424377, "title": "পানীয় জল", "url": "https://bn.wikipedia.org/wiki?curid=1424377", "content": "পানীয় জল হলো এমন পানি যা পানের জন্য নিরাপদ। এটি সরাসরি তরল অবস্থায় পান করা যেতে পারে অথবা খাদ্য প্রস্তুতের মাধ্যমে পরোক্ষভাবে গ্রহণ করা যেতে পারে। অনেক সময় এই পানি নলপানির মাধ্যমে সরবরাহ করা হয়, যদিও তা সব সময় নয়।\nসুস্বাস্থ্য বজায় রাখতে যে পরিমাণ পানীয় জলেল প্রয়োজন, তা ব্যক্তিভেদে ভিন্ন হতে পারে। এটি নির্ভর করে শারীরিক পরিশ্রমের মাত্রা, বয়স, স্বাস্থ্যের অবস্থা এবং পরিবেশগত পরিস্থিতির ওপর। গরম আবহাওয়ায় কাজ করা ব্যক্তিদের প্রতিদিন ১৬ লিটার (৪.২ ইউএস গ্যালন) পর্যন্ত পানি প্রয়োজন হতে পারে।\nবিশ্বে প্রায় ১ থেকে ২ বিলিয়ন মানুষ নিরাপদ পানীয় পানির অভাবে রয়েছে। পানি বিভিন্ন রোগজীবাণু বহন করতে পারে এবং এটি বিশ্বজুড়ে মৃত্যুর ও অসুস্থতার একটি প্রধান কারণ। উন্নয়নশীল দেশগুলোতে এই সমস্যা সবচেয়ে প্রকট।\n\n\n== উৎস ==\n\nপানযোগ্য পানি পৃথিবীর প্রায় সব বসবাসযোগ্য অঞ্চলে পাওয়া যায়, যদিও অনেক ক্ষেত্রে তা ব্যয়বহুল হতে পারে এবং সরবরাহ সবসময় টেকসই নাও হতে পারে। সাধারণত যে উৎসগুলো থেকে পানীয় পানি সংগ্রহ করা হয়, সেগুলোর মধ্যে রয়েছে উত্সের পানি, হাইপোরেহিক অঞ্চল এবং পানিভাণ্ডার (ভূগর্ভস্থ পানি), বৃষ্টির পানি সংগ্রহ, পৃষ্ঠপানি (নদী, খাল, হিমবাহ ইত্যাদি), অথবা বিশুদ্ধ করা সমুদ্রের পানি।\nএই পানি উৎসগুলো থেকে নিরাপদভাবে পানি গ্রহণের জন্য উপযুক্ত পানি পরিশোধন প্রয়োজন এবং পানযোগ্য পানির মানদণ্ড পূরণ করতে হয়।\nএকটি পরীক্ষামূলক উৎস হলো বায়ু থেকে পানি আহরণকারী যন্ত্র।\nউৎসের পানি অনেক সময় বোতলজাত পানির উৎস হিসেবেও ব্যবহৃত হয়।\n\n\n== সরবরাহ ==\n\nপানযোগ্য পানি পরিবহন ও সরবরাহের সবচেয়ে কার্যকর ও সুবিধাজনক উপায় হলো পাইপলাইনের মাধ্যমে। তবে নলবাহিত পানি সরবরাহ ব্যবস্থা গড়ে তুলতে উল্লেখযোগ্য পরিমাণ মূলধন বিনিয়োগ প্রয়োজন হয়। কিছু ব্যবস্থার ক্ষেত্রে পরিচালন ব্যয়ও খুব বেশি হতে পারে। উন্নত দেশগুলোর পুরনো হয়ে যাওয়া পানি ও পয়ঃনিষ্কাশন পরিকাঠামো প্রতিস্থাপনে প্রতি বছর প্রায় ২০০ বিলিয়ন মার্কিন ডলার পর্যন্ত ব্যয় হতে পারে।\nপাইপলাইন থেকে অপরিশোধিত ও পরিশোধিত উভয় ধরনের পানির রসানোর কারণে পানিপ্রাপ্তিতে সমস্যা দেখা দেয়। শহরাঞ্চলের অনেক পানি সরবরাহ ব্যবস্থায় ৫০% পর্যন্ত পানি রসানোর হার অস্বাভাবিক নয়।\nনলপানি, যা গৃহস্থালির পানি সরবরাহ ব্যবস্থার মাধ্যমে সরবরাহ করা হয়, সাধারণত পাইপের মাধ্যমে বাড়িতে পৌঁছায় এবং কল বা স্পিগটের মাধ্যমে ব্যবহারের জন্য প্রদান করা হয়।\n\n\n== পরিমাণ ==\n\n\n=== সাধারণ গৃহস্থালির ব্যবহারে ===\n\nমার্কিন যুক্তরাষ্ট্রে একজন মানুষ দৈনিক গৃহস্থালি কাজে গড়ে প্রায় ৬৯.৩ ইউএস গ্যালন (২৬২ লিটার; ৫৭.৭ ইম্পেরিয়াল গ্যালন) পানি ব্যবহার করে। এর মধ্যে মাত্র ১% পানি পান ও রান্নার কাজে ব্যবহৃত হয়, যা সরবরাহ করে পাবলিক পানি সরবরাহ ব্যবস্থা।\nএই ব্যবহারের ক্ষেত্রগুলো হল (কমার ক্রমানুসারে): শৌচাগার, কাপড় কাচার যন্ত্র, শাওয়ার, গোসলের টাব, কল এবং রসানো (লিকেজ)।\n\n\n=== প্রাণীদের জন্য ===\nগৃহপালিত প্রাণীদের পানীয় পানির চাহিদা ও তার গুণগত এবং পরিমাণগত দিকগুলি প্রাণী পালনের প্রেক্ষাপটে বিশ্লেষণ ও বর্ণনা করা হয়েছে। উদাহরণস্বরূপ, একজন কৃষক প্রতিদিন একটি দুগ্ধ গাভীর জন্য প্রায় ৩৫ ইউএস গ্যালন (১৩০ লিটার) পানি পরিকল্পনা করে থাকে, একটি ঘোড়ার জন্য তার এক-তৃতীয়াংশ এবং একটি শূকরের জন্য প্রায় এক-দশমাংশ।\nতবে বন্য প্রাণীদের পানীয় পানি গ্রহণের আচরণ নিয়ে তুলনামূলকভাবে খুব কম গবেষণা হয়েছে।\n\n\n== মান ==\n\nবিশ্ব স্বাস্থ্য সংস্থার ২০১৭ সালের প্রতিবেদন অনুযায়ী, নিরাপদ পানীয় পানি বলতে এমন পানির কথা বোঝানো হয়েছে, যা \"আজীবন পান করলেও স্বাস্থ্যের ওপর কোনো উল্লেখযোগ্য ক্ষতিকর প্রভাব ফেলে না, এবং জীবনের বিভিন্ন পর্যায়ে দেখা দিতে পারে এমন সংবেদনশীলতার দিকগুলোকেও বিবেচনায় নেওয়া হয়।\"\nইউনিসেফ ও ইউনেস্কো-এর এক প্রতিবেদনে বলা হয়েছে, ফিনল্যান্ডের পানীয় পানির মান বিশ্বে সর্বোত্তম।\n\n\n=== পানির মান নিরীক্ষণের মানদণ্ড ===\nপানীয় পানির গুণমান নির্ধারণে সাধারণত তিনটি প্রধান শ্রেণিতে ভাগ করা হয়: জীবাণুবিষয়ক, রাসায়নিক এবং ভৌত।\nজীবাণুবিষয়ক মানদণ্ডে অন্তর্ভুক্ত রয়েছে কলিফর্ম ব্যাকটেরিয়া, ই. কোলাই, এবং কিছু নির্দিষ্ট রোগজীবাণু ব্যাকটেরিয়া (যেমন কলেরার জীবাণু Vibrio cholerae), ভাইরাস, এবং প্রটোজোয়া পরজীবী। শুরুতে কলিফর্ম ব্যাকটেরিয়ার উপস্থিতির মাধ্যমে মল দ্বারা দূষণের ইঙ্গিত পাওয়া যেত, কারণ এটি মলজাত রোগজীবাণুদের একটি সহজ শনাক্তকারী চিহ্ন। ফিসাল কলিফর্ম (যেমন ই. কোলাই) থাকলে তা সাধারণত নর্দমার মাধ্যমে দূষণের ইঙ্গিত দেয়। অন্যান্য জীবাণু দূষকের মধ্যে রয়েছে প্রোটোজোয়ান ওওসিস্ট যেমন Cryptosporidium sp., Giardia lamblia, Legionella, এবং অন্ত্রসংশ্লিষ্ট ভাইরাস। জীবাণুবাহিত রোগজীবাণু সাধারণত সবচেয়ে গুরুত্ব সহকারে বিবেচিত হয়, কারণ এগুলো স্বাস্থ্যের ওপর তাৎক্ষণিক প্রভাব ফেলে।\n\nভৌত ও রাসায়নিক মানদণ্ডে অন্তর্ভুক্ত রয়েছে ভারী ধাতু, ক্ষুদ্র পরিমাণের জৈব যৌগ, মোট স্থগিত কঠিন পদার্থ, এবং ধোঁয়াটভাব (turbidity)। রাসায়নিক উপাদানগুলো সাধারণত দীর্ঘমেয়াদি স্বাস্থ্যঝুঁকি তৈরি করে, বিশেষত ভারী ধাতুর জমা হওয়ার মাধ্যমে। তবে কিছু উপাদান যেমন নাইট্রেট/নাইট্রাইট এবং আর্সেনিক স্বল্পমেয়াদেও তীব্র প্রভাব ফেলতে পারে। ভৌত উপাদানসমূহ পানীয় পানির স্বাদ ও চেহারার ওপর প্রভাব ফেলে এবং জীবাণু অপসারণ প্রক্রিয়াকে জটিল করে তুলতে পারে।\nকীটনাশকও একটি সম্ভাব্য রাসায়নিক দূষক হিসেবে পানীয় পানির মানের জন্য গুরুত্বপূর্ণ। কীটনাশক সাধারণত খুব কম মাত্রায় পানীয় পানিে উপস্থিত থাকতে পারে, তবে এর বিষাক্ততা এবং মানুষের এক্সপোজারের পরিমাণের ওপর ভিত্তি করে স্বাস্থ্যঝুঁকি নির্ধারণ করা হয়।\nপারফ্লুোরিনেটেড অ্যালকাইলেটেড পদার্থ (PFAS) হলো এক ধরনের সিন্থেটিক যৌগের দল, যা খাদ্য মোড়ক, পানিরোধী কাপড়, কার্পেট এবং রান্নার পাত্রসহ বহু ভোক্তা পণ্যে ব্যবহৃত হয়। PFAS পরিবেশে দীর্ঘ সময় ধরে স্থায়ী থাকে এবং সাধারণত স্থায়ী জৈব দূষক হিসেবে পরিচিত। PFAS রাসায়নিক উপাদান বিশ্বজুড়ে মানুষের ও প্রাণীর রক্তে, খাদ্যদ্রব্যে, পানি, বাতাস এবং মাটিতে শনাক্ত হয়েছে। প্রাণীর ওপর PFAS নিয়ে করা পরীক্ষায় বৃদ্ধি ও বিকাশে প্রভাব, এবং সম্ভাব্যভাবে প্রজনন, থাইরয়েড, রোগপ্রতিরোধ ব্যবস্থা ও লিভারে প্রভাব দেখা গেছে। ২০২২ সাল পর্যন্ত PFAS-এর অনেক যৌগের স্বাস্থ্যগত প্রভাব এখনো পরিষ্কারভাবে জানা যায়নি। বিজ্ঞানীরা এই রাসায়নিকগুলোর মানুষের স্বাস্থ্যের ওপর প্রভাব কতটা এবং কতটা গুরুতর হতে পারে, তা নির্ধারণে গবেষণা চালিয়ে যাচ্ছেন। বিশ্বব্যাপী পানীয় পানিে PFAS এর উপস্থিতি ব্যাপকভাবে শনাক্ত হয়েছে, এবং অনেক দেশে এ বিষয়ে নিয়মনীতি গঠিত হয়েছে বা প্রণয়নের প্রক্রিয়ায় রয়েছে।\n\n\n=== পানীয় পানির গুণমান মানদণ্ড ===\n\n\n== তথ্যসূত্র =="}