{"pageid": 1424967, "title": "তানিয়া লিং", "url": "https://bn.wikipedia.org/wiki?curid=1424967", "content": "তানিয়া লিং (জন্ম কলকাতা ১৯৬৬) একজন শিল্পী, ডিজাইনার এবং ফ্যাশন ইলাস্ট্রেটর (অঙ্কন সরঞ্জাম বা ডিজাইন-ভিত্তিক সফ্টওয়্যার প্রোগ্রাম ব্যবহারের মাধ্যমে একটি দৃশ্যের আকারে ফ্যাশন ধারণাগুলিকে বোঝানোর শিল্প)।\nতানিয়া লিং লন্ডনের সেন্ট মার্টিন্স স্কুল অফ আর্ট-এ ফ্যাশন ডিজাইন এবং টেক্সটাইল নিয়ে পড়াশোনা করেছেন, এবং ১৯৮৯ সালে স্নাতক হন। এর পরপরই তিনি ডিজাইনার হিসেবে কাজ করার জন্য প্যারিসে আসেন এবং প্রথমে ডরোথি বিস ও তারপর ক্রিশ্চিয়ান ল্যাক্রোইক্সের ডিজাইন স্টুডিওতে কাজ করেন। লন্ডনে ফিরে তিনি তাঁর স্বামী উইলিয়াম লিং-এর সাথে একটি সমসাময়িক আর্ট প্রোজেক্ট শুরু করেন, যার নাম দেন বিপাশা ঘোষ।\nতানিয়া লিং লন্ডনের চ্যারিং ক্রস রোডে শিল্পী গ্যাভিন তুর্কের স্টুডিওতে তাঁর নিজের আঁকার একটি প্রদর্শনী (১৯৯৬) করেন। এর পরে ব্রিটিশ ভোগ থেকে তাঁকে একটি কাজ দেওয়া হয় এবং পরবর্তীকালে সেটি একজন ফ্যাশন ইলাস্ট্রেটর হিসাবে কর্মজীবনের দিকে তাঁকে নিয়ে যায়। তানিয়া লিং হার্পারস বাজার, ভোগ, লুই ভিটন এবং সেলফ্রিজ সহ বিশ্বের অনেক শীর্ষস্থানীয় ফ্যাশন প্রকাশনা এবং ফ্যাশন ব্যবসার জন্য কাজ করেছেন।\n২০০২ সালে তানিয়া লিং নিজস্ব পরিধানের জন্য প্রস্তুত পোশাকের সংগ্রহ চালু করেছিলেন, যা নিউ ইয়র্কের ৫ম অ্যাভিনিউতে হেনরি বেন্ডেলের জানালায় প্রদর্শিত হয়েছিল। সেখানে তাঁর সৃষ্ট পোশাক বিক্রি হয়েছিল। পরের বছর ব্রিটিশ ভোগ তাঁকে ব্রিটেনের সবচেয়ে গুরুত্বপূর্ণ ট্রেণ্ড-সেটারদের একজন হিসেবে ঘোষণা করে এবং দ্য অবজারভার পত্রিকা তাঁকে তাদের বছরের ডিজাইনার হিসেবে ঘোষণা করে। তাঁর এ/ডব্লিউ (অটাম ওয়্যার বা শরৎকালীন পোশাক) ২০০৩ সংগ্রহটি লন্ডনের ইনস্টিটিউট অফ কনটেম্পরারি আর্টসে দেখানো হয়েছিল। তিনি ভেরিটা-এর সৃজনশীল ডিরেক্টর হিসেবে নিযুক্ত হন (২০০৯), এটি একটি নতুন রেডি-টু-ওয়্যার সংগ্রহ যা ফিলিপ্পো বিনাঘি এবং স্টেফানো পিলাটি ভেরিটা ফাউণ্ডেশনকে সমর্থন করার জন্য প্রতিষ্ঠা করেছিলেন।\n২০১১ সালে লন্ডনের ভিক্টোরিয়া এবং অ্যালবার্ট মিউজিয়াম তাঁর পঞ্চাশটিরও বেশি অঙ্কন কিনে নিয়েছিল। ২০১৪ সালে, তাঁর অনেকগুলি অঙ্কিত চিত্র এবং ভাস্কর্য মার্ডারমে সংগ্রহ কিনে নিয়েছিল।\n২০১৭ সালে, তানিয়া লিং লন্ডনে একটি একক প্রদর্শনীর আয়োজন করেন, যার নাম ছিল \"উই হ্যাভ লাইফ\"। এর বিশেষ বিষয়বস্তু ছিল ঘোড়া। ডেটেগেল আর্ট-এর মাধ্যমে প্রকাশিত ভ্যানেসা মুরেলের সাথে একটি সাক্ষাৎকারে, তানিয়া লিং ঘোড়ার প্রতি তাঁর আজীবন ভালবাসা প্রকাশ করেছিলেন। শৈশবকাল থেকে তিনি এই মহিমান্বিত প্রাণীগুলিকে আঁকার স্বপ্ন দেখেছেন। \"অনেক অল্পবয়সী মেয়ের মত, আমি শুধু ঘোড়া পছন্দ করতাম,\" তানিয়া লিং বলেছেন। \"আমি তাদের ক্রমাগত আঁকতাম এবং বেশিরভাগ মেয়েরা যখন ঘোড়ায় চড়ত, তখন আমি শুধু একজন ঘোড়া হতে চেয়েছিলাম।\" \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nলিং এর অফিসিয়াল ওয়েবসাইট\nতানিয়া লিং ফাইন আর্ট\nটেলিগ্রাফে তানিয়া লিং ইন্টারভিউ, ২০১৫"}