{"pageid": 1424850, "title": "২০২৭ এএফসি এশিয়ান কাপ বাছাইপর্ব – তৃতীয় পর্ব", "url": "https://bn.wikipedia.org/wiki?curid=1424850", "content": "এএফসি তৃতীয় পর্ব হল ২০২৭ এএফসি এশিয়ান কাপ বাছাইপর্ব এর তৃতীয় পর্ব, যা ২৫ মার্চ ২০২৫ থেকে ৩১ মার্চ ২০২৬ পর্যন্ত অনুষ্ঠিত হবে।\n\n\n== বিন্যাস ==\nমোট ২৪টি দল (প্রথম পর্ব থেকে ৩টি সেরা র‌্যাঙ্কের পরাজিত দল, দ্বিতীয় পর্ব থেকে ১৮টি এবং তৃতীয়–স্থান ও চতুর্থ–স্থান অধিকারী দল প্লে-অফ পর্ব থেকে ৩টি বিজয়ী দল) ২০২৭ এএফসি এশিয়ান কাপের তৃতীয় পর্বের চূড়ান্ত ৬টি স্লটের জন্য প্রতিদ্বন্দ্বিতা করার জন্য অংশগ্রহণ করেছিল।\n২৪টি দলকে ৪টি দলের ৪টি গ্রুপে বিভক্ত করে হোম-এন্ড অ্যাওয়ে রাউন্ড-রবিন ম্যাচ খেলার জন্য। প্রতিটি গ্রুপের শুধুমাত্র বিজয়ী দল গুলো ২০২৭ এএফসি এশিয়ান কাপের জন্য যোগ্যতা অর্জন করবে, যেখানে ১৮টি দল দ্বিতীয় পর্ব থেকে যোগ্যতা অর্জন করেছিল তাদের সাথে যোগ দেবে।\n\n\n== উত্তীর্ণ দল ==\n\n\n== পাত্র বিন্যাস ও দৈব চয়ন ==\nআনুষ্ঠানিক দৈব চয়ন অনুষ্ঠিত হয়েছে, ৯ ডিসেম্বর ২০২৪ তারিখে মালয়েশিয়ার কুয়ালালামপুরে অবস্থিত এএফসি সদর দপ্তরে। ২৪টি দল থেকে চারটি চারটি করে দল নিয়ে মোট ছয়টি গ্রুপ গঠন করা হবে। প্রত্যেক গ্রুপের জন্য চারটি করে দল নির্বাচন করতে ফিফা র‌্যাঙ্কিংয় অনুযায়ী দলগুলোকে স্বস্ব র‌্যাঙ্কিংয়ের অধঃক্রম অনুযায়ী চারটি পাত্রে বিন্যাস্ত হবে, যেখানে প্রতিটি পাত্রে ছয়টি করে দল থাকবে।\n\n\n== সময়সূচী ==\nপ্রতিটি ম্যাচ সাপ্তাহিকের সময়সূচী নিম্নরূপ।\n\n\n== গ্রুপ পর্ব ==\nপ্রতিটি গ্রুপের বিজয়ী দল চূড়ান্ত টুর্নামেন্টের জন্য যোগ্যতা অর্জন করেছিল।\n\n\n=== টাইব্রেকার ===\nদলগুলিকে পয়েন্ট অনুসারে র‍্যাঙ্কিং করা হয় (জয়ের জন্য ৩ পয়েন্ট, ড্রয়ের জন্য ১ পয়েন্ট, হারের জন্য ০ পয়েন্ট), এবং যদি পয়েন্টে টাই থাকে, তাহলে র‍্যাঙ্কিং নির্ধারণের জন্য প্রদত্ত ক্রম অনুসারে নিম্নলিখিত টাইব্রেকার মানদণ্ড প্রয়োগ করা হয়।\n\nগ্রুপ পর্বের সকল ম্যাচে অর্জিত পয়েন্ট;\nগ্রুপ পর্বের সকল ম্যাচে গোল পার্থক্য;\nগ্রুপ পর্বের সকল ম্যাচে গোল সংখ্যা;\nযেসকল দলের পয়েন্ট সমান, তাদের একে-অপরের বিরুদ্ধে ম্যাচে অর্জিত পয়েন্ট;\nযেসকল দলের পয়েন্ট সমান, তাদের একে-অপরের বিরুদ্ধে ম্যাচে গোল পার্থক্য;\nযেসকল দলের পয়েন্ট সমান, তাদের একে-অপরের বিরুদ্ধে ম্যাচে গোল সংখ্যা;\nপেনাল্টি শুট-আউট যদি শুধুমাত্র দুটি দল টাই থাকে এবং তারা গ্রুপের শেষ রাউন্ডে একে অপরের সাথে খেলতে থাকে;\nগ্রুপ পর্বের সকল ম্যাচে সর্বনিম্ন শাস্তিমূলক পয়েন্ট (একটি ম্যাচে একটি নির্দিষ্ট খেলোয়াড়ের ক্ষেত্রে শুধুমাত্র একটি নিয়ম প্রয়োগ করা যাবে): \nদৈব চয়ন\n\n\n=== গ্রুপ এ ===\n\n\n=== গ্রুপ বি ===\n\n\n=== গ্রুপ সি ===\n\n\n=== গ্রুপ ডি ===\n\n\n=== গ্রুপ ই ===\n\n\n=== গ্রুপ এফ ===\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}