{"pageid": 1424900, "title": "অনুরাধা ভট্টাচার্য", "url": "https://bn.wikipedia.org/wiki?curid=1424900", "content": "অনুরাধা ভট্টাচার্য (জন্ম ৬ই ডিসেম্বর ১৯৭৫) হলেন ইংরেজিতে কবিতা এবং কথাসাহিত্যের একজন ভারতীয় লেখক। তাঁর উপন্যাস ওয়ান ওয়ার্ড চণ্ডীগড় সাহিত্য একাডেমি দ্বারা ২০১৬ সালের সেরা বইয়ের পুরস্কার পেয়েছে। তিনি চণ্ডীগড়ের সেক্টর-১১-এর পোস্ট গ্র্যাজুয়েট গভর্নমেন্ট কলেজে ইংরেজির সহযোগী অধ্যাপক।\n\n\n== জীবন এবং কর্মজীবন ==\n১৯৭৫ সালের ৬ই ডিসেম্বর অনুরাধা ভট্টাচার্য ভারতের কলকাতায় তপন কুমার ভট্টাচার্য এবং চিত্রা ভট্টাচার্যের ঘরে জন্মগ্রহণ করেন। ২০১৭ সালের পদ্ম পুরস্কারপ্রাপ্ত অশোক কুমার ভট্টাচার্য তাঁর মাতামহ ছিলেন। শীঘ্রই, তাঁর পরিবার রূড়কি বিশ্ববিদ্যালয় ক্যাম্পাসে চলে আসে। তিনি রূড়কীর সেন্ট অ্যানস সিনিয়র সেকেণ্ডারি স্কুল, এবং রাজস্থানের বনস্থলী বিদ্যাপীঠ থেকে তাঁর শিক্ষা লাভ করেন। তিনি ১৯৯৬ সালে ইংরেজি সাহিত্যে স্নাতকোত্তর ডিগ্রির জন্য কলকাতার যাদবপুর বিশ্ববিদ্যালয়ে যোগ দেন। যাদবপুর বিশ্ববিদ্যালয়ে থাকাকালীন, পি লাল ১৯৯৮ সালে রাইটার'স ওয়ার্কশপ-এর মাধ্যমে তাঁর প্রথম কবিতার বই প্রকাশ করেন।\nতিনি খড়গপুরের ইণ্ডিয়ান ইনস্টিটিউট অফ টেকনোলজিতে মানবিক ও সামাজিক বিজ্ঞান বিভাগে জুনিয়র রিসার্চ ফেলো ছিলেন। তিনি মনোবিশ্লেষণ এবং সাহিত্যের আন্তঃবিভাগীয় গবেষণা এলাকায় কাজ করেছেন। তিনি ২০০৫ সালে ইংরেজি সাহিত্যে ডক্টর অব ফিলোসফি পান। তিনি ২০০৬ সালে ইংরেজির সহকারী অধ্যাপক হিসেবে চণ্ডীগড়ের সেক্টর-১১-এর পোস্ট গ্র্যাজুয়েট সরকারি কলেজে যোগদান করেন।\nতাঁর কবিতা বিশ্বব্যাপী বিভিন্ন সাহিত্য পত্রিকা এবং সংকলনে প্রকাশিত হয়েছে। গুরদেব চৌহান তাঁর কবিতাকে বিভিন্ন স্তরযুক্ত বলেছেন।\nতাঁর প্রথম উপন্যাস হলো দ্য রোড টেকেন , এটি ২০১৫ সালের এপ্রিলে প্রকাশিত হয়েছিল। প্রকাশক ছিলেন নিউ দিল্লির ক্রিয়েটিভ ক্রো পাবলিশার্সের কর্নেল মহিপ চাড্ডা। বিজয়ওয়াড়া সাংস্কৃতিক কেন্দ্র দ্বারা আয়োজিত অমরাবতী পোয়েটিক প্রিজম কবিদের বার্ষিক উৎসবেও তাঁকে সম্মানিত করা হয়েছিল। ২০১৮ সালে পয়েসিসঅনলাইন এর আন্তর্জাতিক ছোটগল্প প্রতিযোগিতায় তাঁর গল্প \"পেইন্টিং ব্ল্যাক অ্যাণ্ড ব্লু\" এর জন্য তিনি পঞ্চম পুরস্কার জিতেছিলেন।\nশিল্প ও সংস্কৃতির ক্ষেত্রে ব্যাপক কাজের জন্য অনুরাধা ভট্টাচার্যকে চণ্ডীগড় প্রশাসকের উপদেষ্টা প্রশংসা পুরস্কার প্রদান করেন। হরিদ্বার সাহিত্য উৎসবে, ২০১৮ সালের ডিসেম্বরে, তিনি বলেছিলেন, \"আমি যে অনন্য জিনিসগুলি অনুভব করেছি বা পর্যবেক্ষণ করেছি সেগুলি সম্পর্কে লিখি এবং সমাজের সুবিধার জন্য আমি সেগুলি প্রকাশ করি\"।\n২০২০ সালে, তিনি তাঁর স্টিল শি ক্রায়েড উপন্যাসের জন্য চণ্ডীগড় সাহিত্য একাডেমি থেকে বছরের সেরা বইয়ের পুরস্কার পেয়েছিলেন। তিনি তাঁর মাতামহ অশোক কুমার ভট্টাচার্যের উপর লেখা তাঁর কবিতার বই মাই দাদু প্রকাশের জন্য তাদের অনুদানও পেয়েছিলেন।\nঅনুরাধা ভট্টাচার্য সর্বভারতীয় তরুণ লেখকদের 'দ্য লিট ডিজিটাল অ্যাওয়ার্ডস ২০২০'-এর চারজন জুরি সদস্যের একজন ছিলেন।\n২০২১ সালের জুন মাসে, যুক্তরাজ্যের মোসাইক প্রেস একটি দ্বৈত ভাষার প্রকাশনা প্রকাশ করেছিল, সেখানে ৪৯টি কবিতার ইতালীয় অনুবাদের পাশাপাশি ইংরেজিতেও অনুবাদ ছিল। কোরেন্টি ইনক্রোসিয়েট নামে এই বইয়ে অনুরাধা ভট্টাচার্যের লেখা রয়েছে।\n\n\n== পুরস্কার ও সম্মাননা ==\nচণ্ডীগড় সাহিত্য একাডেমি ২০২০ সালের ইংরেজি উপন্যাস বিভাগে বছরের সেরা বই পুরস্কার ২০১৯\nভারতের প্রজাতন্ত্র দিবসে, প্রশংসা পুরস্কার চণ্ডীগড় প্রশাসন, ২০১৯\nসাহিত্যে শ্রেষ্ঠত্বের জন্য পয়েসিস পুরস্কার পয়েসিসঅনলাইন, ২০১৮\nচণ্ডীগড় সাহিত্য আকাদেমি বছরের সেরা বই পুরস্কার ২০১৬ ইংরেজি উপন্যাস বিভাগে, ২০১৭\nকাফলা ইন্টারকন্টিনেন্টাল থেকে সাহিত্যশ্রী, ২০১৬\n\n\n== নির্বাচিত কাজ ==\n\n\n=== বই ===\nকরোনা ডলড্রামস (কবিতা) (নতুন দিল্লি: অথর প্রেস ২০২১ আইএসবিএন ৯৭৮-৯৩-৯০৮৯১-২৫-২)\nজাদু (উপন্যাস) (নতুন দিল্লি: অথর প্রেস ২০২১আইএসবিএন ৯৭৮-৯৩-৯০৪৫৯-৮২-৭)\nমাই দাদু (কবিতা) (নতুন দিল্লি: আধ্যায় বুকস ২০২০আইএসবিএন ৯৭৮-৯৩-৮৮৬৮৮-৭১-০)\nস্টিল শি ক্রায়েড (উপন্যাস) (নতুন দিল্লি: অথর প্রেস ২০১৯ আইএসবিএন ৯৭৮-৯৩-৮৮৮৫৯-৭৩-৮)\nওয়ান ওয়ার্ড (উপন্যাস) (নতুন দিল্লি: ক্রিয়েটিভ ক্রোজ পাবলিশার্স ২০১৬ আইএসবিএন ৯৭৮-৯৩-৮৪৯০১-২৮-৮)\nটুয়েন্টিয়েথ সেঞ্চুরি ইউরোপিয়ান লিটারেচার – এ কালচারাল ব্যাগেজ (একাডেমিক বই) (নতুন দিল্লি: ক্রিয়েটিভ ক্রোজ পাবলিশার্স ২০১৬ আইএসবিএন ৯৭৮-৯৩-৮৪৯০১-০৩-৫)\nদ্য রোড টেকেন (উপন্যাস) (নতুন দিল্লি: ক্রিয়েটিভ ক্রোজ পাবলিশার্স ২০১৫ আইএসবিএন ৯৭৮-৯৩-৮৪৯০১-০৭-৩)\nদ্য ল্যাকানিয়ান লেখক (একাডেমিক কাজ) (চণ্ডিগড়: কাফলা ইন্টারকন্টিনেন্টাল ২০১৫ আইএসবিএন ৯৭৮-৯৩-৮৪০২৩-০৫-৮)\nলফ্টি - টু ফিল আপ এ কালচারাল চসম (কবিতা) (কলকাতা: রাইটার'স ওয়ার্কশপ ২০১৫ আইএসবিএন ৯৭৮-৯৩-৫০৪৫-১০০-৭)\nনটস (কবিতা) (কলকাতা: রাইটার'স ওয়ার্কশপ ২০১২ আইএসবিএন ৯৭৮-৯৩-৫০৪৫-০৪২-০)\nফিফটি ফাইভ পোয়েমস (কলকাতা: রাইটার'স ওয়ার্কশপ ১৯৯৮ আইএসবিএন ৮১-৭৫৯৫-২৯৪-৬)\n\n\n=== ছোট গল্প ===\n\"বাস স্ট্যান্ড\" (কাফলা ইন্টারকন্টিনেন্টালে, গ্রীষ্ম ২০১৩, চণ্ডীগড় আইএসএসএন 2278-1625)\n\"ইফ ইউ ম্যারি, ইয়োর ফাদার উইল ডাই\" (ই-ম্যাগাজিন ইণ্ডিয়ান রিভিউতে )\n\"দ্য ক্যান্সার\" (কাফলা ইন্টারকন্টিনেন্টালে, জানুয়ারি-এপ্রিল ২০১৪, চণ্ডীগড় আইএসএসএন 2278-1625)\n\"নাইট বাস\" (ই জার্নালে দ্য ব্যাক্ট্রিয়ান রুম, এপ্রিল ২০১৪)\n\"হে স্বামীজী !\" (ই জার্নালে দ্য ব্যাক্ট্রিয়ান রুম, আগস্ট ২০১৪)\n\"বিগ ম্যাক্স\" (ই জার্নালে দ্য ব্যাক্ট্রিয়ান রুম, আগস্ট ২০১৪)\n\"ডেথ বাই ওয়াটার\" (কাফলা ইন্টারকন্টিনেন্টালে, এপ্রিল ২০১৫, চণ্ডীগড় আইএসএসএন 2278-1625)\n\"আই লাভ ইয়োর আইজ\", (স্কুল শিক্ষায় (প্রিন্ট ম্যাগাজিন ) ডিসেম্বর-জানুয়ারি ২০১৪-১৫ এবং ই-ম্যাগাজিন ইণ্ডিয়ান রিভিউতে)\n\"দ্য স্টোরি অফ এ ব্যানানা ট্রি\", (ই ম্যাগাজিনে দ্য ব্যাক্ট্রিয়ান রুম, মার্চ ২০১৫, স্কুল শিক্ষা (প্রিন্ট ম্যাগাজিন) ফেব্রুয়ারী ২০১৫ এবং লিটল হ্যাণ্ডস (প্রিন্ট ম্যাগাজিন) মার্চ ২০১৫\n\"ক্লাসরুম\" ( ল্যাংলিটে, একটি অনলাইন জার্নাল, মে ২০১৫ আইএসএসএন 2349-5189)\n\"ডেথ বাই ওয়াটার\" ( কাফলা ইন্টারকন্টিনেন্টালে, গ্রীষ্ম ২০১৫, চণ্ডীগড়আইএসএসএন 2278-1625)\n\"মাদার কাউ\" (স্কুল শিক্ষা বর্ষ-৫, ভলিউম ৯, জানুয়ারি ২০১৬, RNI: MPBIL2010/34735 ,আইএসএসএন 2394-6938 এবং লিটল হ্যাণ্ডস, ভলিউম ৩ সংখ্যা ৮, ফেব্রুয়ারি ২০১৬, তিরুবনন্তপুরম, RNI: KERENG/2013/51995)\n\"পার্টি\" ( ল্যাংলিটে, একটি অনলাইন জার্নাল, মার্চ ২০১৬ আইএসএসএন 2349-5189)\n\"অর্ডার অর্ডার\" (ই-ম্যাগাজিনে ইণ্ডিয়ান রিভিউ, সেপ্টেম্বর ২০১৬)\n\"দ্য ক্যামেল অ্যাণ্ড দ্য হর্স\" (সংগোপ্তক, দ্য রাইটার্স ব্লগ, কলকাতা, ফেব্রুয়ারি ২০১৭ এবং লিটল হ্যাণ্ডস (প্রিন্ট ম্যাগাজিন) মার্চ ২০১৭)\n\"দ্যা পাম্পকিন\" (অনুরাধস্পেয়ারে, গানসপটক, দ্য রাইটার্স ব্লগ, কলকাতা, মার্চ ২০১৭)\n\"দ্য রেলওয়ে স্টেশন হ্যাং ওভার\" (অনুরাধস্পেয়ারে, গানসপটক, দ্য রাইটার্স ব্লগ, কলকাতা, এপ্রিল ২০১৭ এবং লিটল হ্যাণ্ডস (প্রিন্ট ম্যাগাজিন) এপ্রিল ২০১৭)\n\"পেইন্টিং ব্ল্যাক অ্যাণ্ড ব্লু\" ( স্কুল শিক্ষা (প্রিন্ট ম্যাগাজিনে) জানুয়ারি ২০১৮।\n\"এ ভিজিট টু বালাজি\" (রিডার রাইটার লাউঞ্জে, একটি অনলাইন জার্নাল, আগস্ট ২০১৯\n\"সামোসা এক্সপ্রেস\" ( ল্যাংলিটে, একটি অনলাইন জার্নাল, খণ্ড.৫ সংখ্যা-৪ ২০১৯, মে ২০১৯ আইএসএসএন 2349-5189 )\n\"এক্স কানেকশন\" ( মিউজ ইন্ডিয়াতে, একটি অনলাইন জার্নাল, সংখ্যা-৯৪ ২০২০, নভেম্বর-ডিসেম্বর ২৯২৯ আইএসএসএন 0975-1815)\n\n\n=== অন্যান্য প্রকাশনা ===\nএকজন শিক্ষাবিদ হিসেবে, অনুরাধা ভট্টাচার্য্য কিছু সমালোচনামূলক প্রবন্ধ প্রকাশ করেছেন, সেগুলি হলো বৌদ্ধধর্ম, জাক লাকঁ, অগুস্ত স্ত্রিন্দবারি, ম্যাক্সিম গোর্কি, পিরাণ্ডেলো, আলবের কাম্যু, বের্টল্ট ব্রেখট, পিটার ওয়েইস, সালমান রুশদি, মিলান কুন্ডেরা, অরুন্ধতী রায়, অরবিন্দ আদিগা, ঝুম্পা লাহিড়ী এবং পাবলো নেরুদার উপর, যা বিভিন্ন ভারতীয় প্রিন্ট জার্নালে প্রকাশিত হয়েছে।\n\n\n== আরও দেখুন ==\nভারতীয় লেখকদের তালিকা\n\n\n== তথ্যসূত্র =="}