{"pageid": 1424811, "title": "জোডি উইলিয়ামস", "url": "https://bn.wikipedia.org/wiki?curid=1424811", "content": "জোডি উইলিয়ামস (জন্ম ৯ অক্টোবর, ১৯৫০) একজন আমেরিকান রাজনৈতিক কর্মী। তিনি অ্যান্টি-পারসোনেল ল্যান্ডমাইন নিষিদ্ধ করার কাযে, মানবাধিকার রক্ষায় (বিশেষত মহিলাদের ক্ষেত্রে) এবং আজকের বিশ্বে নিরাপত্তায় নতুন উপলব্ধি উন্নীত করার ক্ষেত্রে প্রচেষ্টার জন্য পরিচিত। অ্যান্টি-পার্সোনেল মাইন নিষিদ্ধকরণ ও অপসারণ করার ক্ষেত্রে তার ভূমিকার স্বীকৃতিস্বরূপ জন্য ১৯৯৭ সালে তিনি নোবেল শান্তি পুরস্কারে ভূষিত হন। \n\n\n== শিক্ষা ==\nউইলিয়ামস ওয়াশিংটন, ডিসি’র পল এইচ. নিটজে স্কুল অফ অ্যাডভান্সড ইন্টারন্যাশনাল স্টাডিজ  (জনস হপকিন্স ইউনিভার্সিটির একটি বিভাগ) থেকে আন্তর্জাতিক সম্পর্কে স্নাতকোত্তর (১৯৮৪) অর্জন করেন, ব্রাটলব্রো, ভার্মন্ট-এর স্কুল ফর ইন্টারন্যাশনাল ট্রেনিং (এসআইটি) থেকে দ্বিতীয় ভাষা হিসেবে স্প্যানিশ এবং ইংরেজি শেখানোর জন্য এমএ ডিগ্রি (১৯৭৬) অর্জন করেন এবং ভার্মন্ট বিশ্ববিদ্যালয় থেকে বিএ (১৯৭২) ডিগ্রী অর্জন করেন।\n\n\n== অ্যাডভোকেসি ==\nউইলিয়ামস ১৯৯২ সালের প্রথম দিক থেকে ১৯৯৮ সালের ফেব্রুয়ারি পর্যন্ত ল্যান্ডমাইনস নিষিদ্ধ করার জন্য আন্তর্জাতিক প্রচারণার (আইসিবিএল) প্রতিষ্ঠাতা সমন্বয়কারী হিসেবে দায়িত্ব পালন করেন। এর পূর্বে তিনি নিকারাগুয়া এবং এল সালভাদরের যুদ্ধ সম্পর্কিত বিভিন্ন প্রকল্পে এগারো বছর অতিবাহিত করেছিলেন।মানবাধিকার এনসাইক্লোপিডিয়া অনুসারে, সেখানে তিনি \"১৯৮০-এর দশক জীবন-হুমকিপূর্ণ মানবাধিকার কাজ করে কাটিয়েছেন।\" \nসরকার, জাতিসংঘের সংস্থা এবং রেড ক্রসের ইন্টারন্যাশনাল কমিটির সাথে একটি সহযোগিতামূলক প্রচেষ্টায়, উইলিয়ামস আইসিবিএল-এর একজন প্রধান কৌশলবিদ এবং মুখপাত্র হিসাবে কাজ করেছিলেন। এই কাজে  তিনি দুটি বেসরকারি সংস্থা (এনজিও) সমন্বয় করে, ৯০টি দেশের ১,৩০০টি এনজিও নিয়ে একটি আন্তর্জাতিক পাওয়ার হাউস তৈরি করেন।\nছোট আকারে শুরু হওয়া এই প্রচেষ্টা ও ১৯৯২ সালে এর আনুষ্ঠানিক সূচনা থেকে, উইলিয়ামস এবং আইসিবিএল সেপ্টেম্বর ১৯৯৭ সালে অসলোতে অনুষ্ঠিত একটি কূটনৈতিক সম্মেলনের সময় অ্যান্টিপারসোনেল ল্যান্ডমাইন নিষিদ্ধ করার একটি আন্তর্জাতিক চুক্তির প্রচারাভিযানের লক্ষ্য অর্জন করে। অটোয়া চুক্তি যেটি ল্যান্ড-মাইন নিষিদ্ধ করেছিল, সেটা তার এবং আইসিবিএল-এর কৃতিত্ব। তিন সপ্তাহ পরে, তিনি ও আইসিবিএল নোবেল শান্তি পুরস্কারে ভূষিত হন। প্রায় শত বছরের ইতিহাসে, সেই সময়ে তিনি ১০ম নারী ও ৩য় আমেরিকান নারী হিসেবে পুরস্কার প্রাপ্ত হন৷\n২০০৪ সালের নভেম্বর ইরানের নোবেল শান্তি পুরস্কার বিজয়ী শিরিন এবাদি এবং কেনিয়ার অধ্যাপক ওয়াঙ্গারি মাথাইয়ের সাথে আলোচনার পর, উইলিয়ামস নোবেল নারী উদ্যোগ প্রতিষ্ঠা করেন। এটি ২০০৬ সালের জানুয়ারিতে চালু হয়। উইলিয়ামস তখন থেকে এর চেয়ারপার্সন হিসেবে কাজ করেছেন। এই উদ্যোগটি ছয়জন নারী শান্তি বিজয়ীকে একত্রিত করেছ্এ। ই সকল সম্মানিত নারীগণ সমতা, ন্যায়বিচার ও শান্তিমূলকভাবে নারীদের কাজের প্রচারের জন্য তাদের প্রভাব ব্যবহার করতে চায়।  (অং সান সু চি একজন সম্মানিত সদস্য।)\n২০২০ সালে উইলিয়ামস শেভরন কর্পোরেশনকে লগো এগ্রিও ওয়েল ফিল্ড বাসিন্দাদের পরিষ্কার করার খরচ দেওয়ার জন্য আহ্বান জানিয়েছিলেন; যা ২০১১ সালে নির্ধারণ করা হয় এবং তখন থেকেই মামলা চলছে।\nউইলিয়ামস উদ্ধৃত করে বলে, \"রংধনুর উপর দিয়ে একটি ঘুঘু উড়ছে এবং মানুষের হাতে হাত ধরে কুম্বায় গান গাওয়া শান্তির চিত্রটি, এমন লোকেদের শিশুতে পরিণত করে যারা বিশ্বাস করে যে টেকসই শান্তি সম্ভব। যদি আপনি মনে করেন যে, গান গাইতে গাইতে রংধনুর দিকে তাকালে হঠাৎ শান্তি এনে দেবে, তাহলে আপনি অর্থপূর্ণ চিন্তা করতে সক্ষম নন, বা বিশ্বের সমস্যাগুলো বুঝতে সক্ষম নন।\"  \n২০১৯ সালে উইলিয়ামস এভরি উইমেন কোয়ালিশনের সমর্থনে নারীদের বিরুদ্ধে সহিংসতা বন্ধ করার জন্য একটি চুক্তির আহ্বান জানান।\n\n\n== শিক্ষকতা পেশা ==\nউইলিয়ামস, ২০০৭ সাল থেকে হিউস্টন বিশ্ববিদ্যালয়-এর গ্রাজুয়েট কলেজ অফ সোশ্যাল ওয়ার্ক-এ শান্তি ও সামাজিক ন্যায়বিচারের স্যাম এবং সেল কিপার অধ্যাপক। এর পূর্বে তিনি ২০০৩ সাল থেকে কলেজে গ্লোবাল জাস্টিসের একজন সম্মানিত ভিজিটিং প্রফেসর ছিলেন।\n\n\n== স্বীকৃতি ==\nউইলিয়ামস মানবাধিকার এবং বৈশ্বিক নিরাপত্তায় তার অবদানের জন্য স্বীকৃত হয়ে চলেছেন। তিনি ১৫টি সম্মানসূচক ডিগ্রী প্রাপক। ২০০৪ সালে তার প্রথম এই ধরনের তালিকায়, তাকে ফোর্বস ম্যাগাজিনে বিশ্বের ১০০ জন শক্তিশালী নারীর একজন হিসাবে অভিহিত করা হয়। তিনি গ্ল্যামার ম্যাগাজিনের \"উইম্যান অফ দ্যা ইয়ার\" হিসাবে স্বীকৃত নোবেল পুরস্কার বিজয়ীদের মধ্যে একজন - যা হিলারি ক্লিনটন, কেটি কুরিক এবং বারবারা ওয়াল্টার্সকেও সম্মানিত করেছে৷\n\n\n== প্রকাশনা ==\nউইলিয়ামস-এর কাজের মধ্যে ম্যাগাজিন ও সংবাদপত্রের নিবন্ধ অন্তর্ভুক্ত রয়েছে; উদাহরণস্বরূপ দি ওয়াল স্ট্রিট জার্নাল, ইন্টারন্যাশনাল হেরাল্ড ট্রিবিউন, দি ইন্ডিপেনডেন্ট (ইউ কে), দি আইরিশ টাইমস, দ্য টরন্টো গ্লোব অ্যান্ড মেইল, লস অ্যাঞ্জেলস টাইমস, লা জর্নাডা (মেক্সিকো), দি রিভিউ অফ দ্য ইন্টারন্যাশনাল রেড ক্রস, কলম্বিয়া ইউনিভার্সিটির জার্নাল অফ পলিটিক্স অ্যান্ড সোসাইটি ।\nতিনি অসংখ্য বইয়ে কয়েকটি অধ্যায় যোগ করেছেন:\n\nদ্য পার্সোনাল ফিলোসফিস অফ রিমার্কেবল মেন অ্যান্ড উইমেন,  জে অ্যালিসন এবং ড্যান গেডিম্যান দ্বারা সম্পাদিত;\nএ মেমোরি, এ মনোলোগ, এ রন্ট, অ্যান্ড এ প্রেয়ার \nকিথ ম্যাকডারমট-এর লেসনস ফ্রম আওয়ার ফাদারস\nজিনা মিসিরোগ্লু-এর গার্লস লাইক আস: ফোর্টি এক্সট্রা-অর্ডিনারি উইমেন সেলিব্রেট গার্রহুড ইন স্টোরি, পোয়েট্রি অ্যান্ড সং;\nদি ওয়ে উই উইল বি ফিফটি ইয়ারস ফ্রম টুডে: সিক্সটি অফ দি ওয়াল্ডস গ্রেটেস্ট মাইন্ডস শেয়ার দেয়ার ভিশনস অফ দ্য নেক্সট হাফ-সেঞ্চুরি; \nউইলিয়ামস ১৯৯৫ সালে ল্যান্ডমাইন সংকটের উপর একটি মূল বইয়ের সহ-লেখক, আফটার দ্য গানস ফল সাইলেন্ট: দি এন্ডুরিং লিগ্যাসি অফ ল্যান্ডমাইনস । \n২০০৮ সালের মার্চের শেষে প্রকাশিত তার বই, ব্যানিং ল্যান্ডমাইনস: ডিজারমেমেন্ট, সিটিজেন ডিপ্লোমেসি া্যান্ড হিউম্যান সিকিউরিটি,  খনি নিষিদ্ধ চুক্তি এবং অন্যান্য মানব নিরাপত্তা-সম্পর্কিত কাজের উপর-এর প্রভাব বিশ্লেষণ করে।\nমার্চ ২০১৩ সালে তার স্মৃতিকথা, মাই নেম ইজ জোডি উইলিয়ামস: এ ভার্মন্ট গার্লস উইন্ডিং পাথ টু দ্য নোবেল পিস প্রাইস,  প্রকাশিত হয়।\n\n\n== আরও দেখুন ==\nনারী নোবেল বিজয়ীদের তালিকা\nশান্তি কর্মীদের তালিকা\nপিসজ্যাম\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n\"An Individual's Impact on Social and Political Change\"\nOne on One – Jody Williams, interview by Riz Khan on Al Jazeera English, March 2011 (video, 25 mins).\nটেমপ্লেট:1997 Nobel Prize winners"}