{"pageid": 1424420, "title": "কিরণমালা (বাংলা লোককথা)", "url": "https://bn.wikipedia.org/wiki?curid=1424420", "content": "কিরণমালা হলো লেখক দক্ষিণারঞ্জন মিত্র মজুমদার কর্তৃক সংগৃহীত একটি বাংলা লোককথা এবং এটি ঠাকুরমার ঝুলি  সংকলনে প্রকাশিত হয়েছে। ঠাকুরমার ঝুলি হলো বাংলা লোককাহিনী এবং রূপকথার একটি সংগ্রহ।\nগল্পটিকে আরনে-থম্পসন-উথার সূচকে (লোককথার অধ্যয়নে ব্যবহৃত লোককথার একটি তালিকা) গল্পের ধরন এটিইউ ৭০৭, \"দ্য থ্রি গোল্ডেন চিলড্রেন\" হিসাবে শ্রেণীবদ্ধ করা হয়েছে। একজন মহিলা রাজাকে প্রতিশ্রুতি দেয় যে সে বিস্ময়কর গুণাবলীর একটি বা অনেক সন্তানের জন্ম দেবে, কিন্তু তার ঈর্ষান্বিত আত্মীয় বা রাজার অন্য স্ত্রীরা শিশুদের এবং তাদের মায়ের বিরুদ্ধে ষড়যন্ত্র করে।\n\n\n== অনুবাদ ==\nগল্পটি লেখক ফ্রান্সিস ব্র্যাডলি ব্র্যাডলি-বার্ট দ্বারা কিরণমালা বা আলোর পুষ্পস্তবক; গীতা মজুমদারের কিরণমালার গল্প; এবং সায়ন্তনী দাশগুপ্তের  কিরণমালা হিসাবে প্রকাশিত হয়েছে।\n\n\n== সারসংক্ষেপ ==\nরাজা তার প্রজাদের মতামত শোনার জন্য রাতে রাস্তায় ঘুরতে ঘুরতে একটি বাড়ির কাছে এসে থামে, যেখানে তিন বোন একে অপরের সাথে কথা বলছে: প্রথমজন রাজার ঘোড়াবরদারকে, দ্বিতীয়টি রাজকীয় বাবুর্চিকে, এবং তৃতীয়টি রাজাকে বিয়ে করতে চায়। রাজা পরের দিন তাদের সকলকে নিজের কাছে নিয়ে আসে এবং সবচেয়ে ছোটটিকে বিয়ে করে।\nসময় অতিবাহিত হয়, এবং যুবতী রানী অন্তঃসত্তা হয়, কিন্তু শুশ্রূষার জন্য অপরিচিত ব্যক্তির পরিবর্তে সে তার বড় বোনদের কাছে চায়। তার অজান্তেই, তার বোনেরা তার ভাগ্যে হিংসা পোষণ করতে শুরু করেছে এবং তার ক্ষতি করার সুযোগটি কাজে লাগাতে শুরু করেছে। প্রথমবার, রানী একটি ছেলের জন্ম দেয়, যাকে বড় বোন একটি মাটির পাত্রে ভরে নদীতে ফেলে দেয় এবং রাজাকে সন্তান হিসেবে একটি খেঁকি কুকুর দেখায়। দ্বিতীয়বার, রানী আর একটি পুত্রের জন্ম দেয়, কিন্তু রাজাকে একটি বিড়ালছানা দেখানো হয়। পরের বছর, একটি মেয়ের জন্ম হয়, কিন্তু তার জায়গায় একটি পুতুল রাখা হয়। তার স্ত্রীকে একজন দুষ্ট মহিলা ভেবে রাজা তাকে একটি গাধার পিঠে চড়িয়ে প্রাসাদ থেকে তাড়িয়ে দেয়।\nতিনটি শিশু তিনবার মাটির পাত্রে করে নদীতে পরিত্যক্ত হয়েছে। প্রতিবারই একজন ব্রাহ্মণ নদীর ধারে পুজো করতে এসে প্রতিটি পাত্র খুঁজে পায় এবং তাদের উদ্ধার করে, তারপর তাদের নিজের সন্তানের মতো করে বড় ক'রে তোলে। ব্রাহ্মণ ছেলেদের নাম রাখে অরুণ ও বরুণ এবং মেয়েটির নাম কিরুণমালা। ব্রাহ্মণ মারা যাওয়ার পরে, একদিন রাজা রাস্তায় প্রবল ঝড়ের মধ্যে পড়ে সেখানে আসে এবং ভাইবোনেদের সাথে দেখা হয়। রাজা সেখানে একটি প্রাসাদ তৈরি করার সিদ্ধান্ত নেয়। একদিন, একজন ফকির তাদের সুন্দর বাসস্থানের পাশ দিয়ে যেতে যেতে, তাদের প্রশংসা করে, কিন্তু মেয়েটিকে তার ভাইদের \"রুপোর গাছে সোনার ফুল, হীরের গাছে সোনার পাখি এবং মুক্তোর জাল দিয়ে তৈরি একটি চন্দ্রাতপ\" আনার জন্য পাঠাতে পরামর্শ দেয়।\" এই গল্পে, শুধুমাত্র জল ব্যবহার করে কিরুণমালার প্রস্তরীভূত ভাইদের জাদুমুক্ত করা হয়েছে, এবং সোনার পাখিগুলির মধ্যে একটি রাজাকে একটি ভোজসভায় আমন্ত্রণ জানাতে রাজি করায়।\n\n\n== বিশ্লেষণ ==\n\n\n=== গল্পের ধরন ===\nগল্পটি আন্তর্জাতিক আর্নে-থম্পসন-উথার সূচকে এটিইউ ৭০৭, \"দ্য থ্রি গোল্ডেন চিলড্রেন\" হিসাবে শ্রেণীবদ্ধ করা হয়েছে।\nস্টিথ থম্পসন এবং জোনাস ব্যালিসের ভারতীয় গল্পের সূচী অনুসারে, এটিইউ ৭০৭ গল্পের ধরন ভারতীয় উৎসের ৪৪টি রূপ দেখায়। উপরন্তু, গবেষক নরিকো মায়েদা এবং \nভারতবেত্তা ডব্লিউ নরম্যান ব্রাউন ধরণ ৭০৭-এর ভারতীয় রূপগুলিকে পাঁচটি দলে বিভক্ত করেছেন: (১) বিস্ময়কর জিনিসের সন্ধান; (২) ফুলে পুনর্জন্ম; (৩) কাঠের ঘোড়ার ব্যবহার; (৪) শিশুরা গান গায়; (৫) বিবিধ।\n\n\n=== মোটিফ ===\nজিউসেপ ফ্লোরার মতে, কিরণ মানে 'রশ্মি (আলোর)'। তার ভাইদের নামের মধ্যে, অরুণ এসেছে হিন্দু ধর্মের সূর্যোদয়ের সাথে যুক্ত হিন্দু দেবতা অরুণ থেকে, এবং যার নামের অর্থ হল 'লালচে'।\n\n\n== বৈকল্পিক ==\nলেখক এলিস এলিজাবেথ ড্রাকট সিমলা থেকে দ্য এনচান্টেড বার্ড, মিউজিক অ্যাণ্ড স্ট্রিম শিরোনামে একটি গল্প সংগ্রহ করেছেন। এই গল্পে, একজন রাজপুত্র নিজে দরিদ্র মানুষ হিসাবে ছদ্মবেশ ধারণ করতে এবং তার প্রজাদের সাথে মিশতে পছন্দ করে। একদিন, একটি গলির মধ্য দিয়ে হেঁটে যাওয়ার সময়, সে শুনতে পায় তিন বোন কথা বলছে : বড় একজন রাজপুত্রের চাকরকে, মধ্যমাটি রাজপুত্রের বাবুর্চিকে এবং সবচেয়ে ছোটটি রাজপুত্রকে বিয়ে করতে চায়। পরের দিন, রাজপুত্র তিন বোনকে ডেকে পাঠায় এবং তাদের ইচ্ছা পূরণ করে। কিছু সময় পরে, ছোট বোন, যে রাজকুমারের স্ত্রী, সে একটি পুত্রের জন্ম দেয়। বড় বোনেরা তাদের বোনের সৌভাগ্যে ঈর্ষান্বিত হয়ে, ছেলেটিকে একটি বাক্সে ভরে নদীর স্রোতে ফেলে দেয়, রাজপুত্রকে একটি কুকুরছানা দেখায়। রাজপুত্রের মালী শিশুটিকে খুঁজে পায় এবং তাকে নিজের ছেলে হিসাবে বড় করে। পরের বছরগুলিতে, রাজকুমারী আরও দুটি সন্তানের জন্ম দেয় (একটি ছেলে যা একটি বিড়ালছানা দ্বারা প্রতিস্থাপিত হয় এবং একটি মেয়ে যা একটি ইঁদুর দ্বারা প্রতিস্থাপিত হয়), যাদেরকে নদীতে ফেলে দেওয়া হয়, কিন্তু মালী তাদের উদ্ধার করে। যুবরাজ, তার স্ত্রীর উপর ক্রুদ্ধ হয়ে তাকে প্রাসাদ থেকে তাড়িয়ে দেয়। শিশুদের জন্য, মালী রাজকুমারের কাছে বসবাসের উদ্দেশ্যে জমির একটি অংশ চেয়েছিল এবং বাচ্চাদের তার সাথে নিয়ে যায়: যখন ছেলেরা শিকারে যায়, মেয়েটি বাড়িতে থাকে। একদিন, একজন বৃদ্ধ মহিলা ভাইবোনদের সাথে দেখা করতে এসে বলে যে তাদের বাড়িতে পাখি, গান এবং নদীর জল নেই। মেয়েটি তার বড় ভাইদের এই তিনটি জিনিস আনতে পাঠায়। বড় ভাই তার অনুসন্ধানে ব্যর্থ হয় এবং পাথরে পরিণত হয় এবং মধ্যম ভাইটিরও তাই হয়। মেয়েটি একা একা একটি পাহাড়ে ওঠে এবং কথা বলা পাখিটিকে খাঁচায় বন্দী করে। পাখিটি তখন তাকে কাছের একটি গাছের ডাল ভেঙে মাটিতে লাগাতে বলে, বাতাস বইলে সেটি গান তৈরি করবে; এবং একটি ঝরনা থেকে কিছু জল নিতে বলে। মেয়েটি পাথরের উপর জল ছিটিয়ে তার ভাইদের জীবন ফিরিয়ে দেয়। গল্পের শেষে, তিন ভাইবোন রাজকুমারকে তাদের বাড়িতে আমন্ত্রণ জানায় এবং মুক্তো দিয়ে ক্ষীর প্রস্তুত করে। যুবরাজ মন্তব্য করে যে সে মুক্তো খেতে পারবে না, এবং পাখিটি তাকে উত্তর দেয় যে যুবরাজ কি করে বিশ্বাস করে যে তার স্ত্রী, রাজকুমারী প্রাণীদের জন্ম দিয়েছে।\nভারতীয় লেখক এম এন ভেঙ্কটস্বামী দ্য টু প্রিন্সেস অ্যাণ্ড দেয়ার সিস্টার শিরোনামে একটি ভারতীয় গল্প প্রকাশ করেছেন: একজন দরিদ্র মহিলার তিনটি কন্যা রয়েছে। একদিন, একটি পরী, এক বৃদ্ধ মহিলার ছদ্মবেশে সেখানে গেলে, সবচেয়ে ছোট এবং দয়ালু তৃতীয় বোন তাকে তাদের বাড়িতে স্বাগত জানায়। পরী আশীর্বাদ করে তাদের বাড়ি থেকে চলে যায়। এক রাতে, তিন বোন একে অপরের সাথে কথা বলে: সবচেয়ে বড় প্রতিশ্রুতি দেয় যে যদি সে জাহাজের প্রধানকে বিয়ে করে, সে একটি দুর্দান্ত পাল বুনতে পারবে; মধ্যম একজন রাজাকে বিয়ে করলে ছেলের জন্ম দেওয়ার প্রতিশ্রুতি দেয়; এবং কনিষ্ঠটি রাজকুমারকে বিয়ে করলে যমজ সন্তানের জন্ম দেওয়ার প্রতিশ্রুতি দেয়, যাদের মধ্যে ছেলের গলায় সোনার চেন এবং মেয়ের সামনে দুটি তারা থাকবে। কাকতালীয়ভাবে, একজন জাহাজের ক্যাপ্টেন, একজন রাজা এবং একজন রাজপুত্র ঠিক সেই মুহূর্তে বাড়ির পাশ দিয়ে যায় এবং তাদের কথোপকথন শুনতে পায়। পুরুষরা প্রত্যেক বোনকে তাদের পছন্দ অনুযায়ী নিজ নিজ স্ত্রী হিসেবে গ্রহণ করে। ছোটজনের ভাগ্যের প্রতি ঈর্ষান্বিত হয়ে, বড় বোন রাজাকে ছেলের পরিবর্তে একটি কাঠের টুকরো দেখায় এবং রাজপুত্রের সন্তানদের বদলে দুটি জন্তুকে দেখায়। সব শিশুদের জলে ফেলে দেয়। একটি দেশের বণিক বাচ্চাদের রক্ষা করে এবং একটি পরী শিশুদের দেখাশোনা করে, শিশুদের জৈবিক মায়েদের সাথে এই পরীর অনেক বছর আগে দেখা হয়েছিল। যখন তারা বড় হয়, তাদের মাসি যে জাহাজের ক্যাপ্টেনের স্ত্রী, সে তাদের নৃত্যরত জল, গান গাওয়া আপেল এবং গান গাওয়া পাখি আনতে পাঠায়, পাখিটি \"সমস্ত প্রদেশ এবং জাতীয়তা\" থেকে গান গায়। ভেঙ্কটস্বামীর ভূমিকা অনুসারে, গল্পটি একজন তামিল ভেষজবিদ আর জে স্যামুয়েল বলেছিলেন, তিনি আবার এটি ১৮৭০ এর দশকের প্রথম দিকে একজন তামিল পণ্ডিতের কাছ থেকে শুনেছিলেন।\nনরিকো মায়েদা এবং ডব্লিউ নরম্যান ব্রাউন জম্মু থেকে ডেস রাজ চোপড়া নামে একজন তথ্যদাতার কাছ থেকে একটি গল্প সংগ্রহ করেছিলেন। দ্য স্ল্যাণ্ডারড কুইন শিরোনামের এই গল্পে, খলিফা হারুন-আল-রশিদ রাতে শহরের রাস্তায় ঘুরে বেড়ায় এবং তিন বোনের কথা শোনে: বড়টি রাজার বাবুর্চিকে; মধ্যম রাজার খানসামাকে; এবং সর্বকনিষ্ঠ রাজাকে বিয়ে করতে চায়, বিয়ের পর সে দুই পুত্র এবং একটি \"সুন্দর বর্ণের\" কন্যার জন্ম দেবে। পরের দিন সকালে রাজা তাদের দরবারে নিয়ে যায় এবং তাদের বিয়ের ইচ্ছা পূরণ করে। তাদের বোনের সৌভাগ্যের প্রতি ঈর্ষান্বিত হয়ে, রানীর বোনেরা রাজার শিশুদের (দুজন সোনালি চুলের ছেলে এবং একটি মেয়ে, পরপর বছর জন্মায়) প্রতিস্থাপন ক'রে পশুদের দেখায় এবং শিশুদের জলে ফেলে দেয়। রাজার মালী তাদের রক্ষা করে এবং অনেক বছর পরে, তাদের একটি কথা বলা পাখি যেটি ভবিষ্যত জানে, সোনালি রঙের জল এবং একটি গাছ যা বাতাসের পাতা ঝরঝর করে সুর তোলে সেগুলি আনার জন্য পাঠানো হয়।\nজম্মু থেকে মায়েদা এবং ব্রাউনের সংগ্রহ করা দ্য স্ল্যাণ্ডারড কুইন গল্পের আর একটি একটি রূপে, একজন রাজার তিনজন স্ত্রী রয়েছে এবং কোন পুত্র নেই। একদিন, সবচেয়ে বয়স্ক স্ত্রী ঘোষণা করে যে সে গর্ভবতী। অন্য দুজন ঈর্ষা ক'রে, সন্তান জন্মের সাথে সাথে জলে ফেলে দেওয়ার ষড়যন্ত্র করে। শিশুটির দুই ভাই, যারা পরের বছরগুলিতে জন্মায়, তাদেরও জলে ফেলা হয়। তিনজনকেই এক জেলে উদ্ধার করে এবং একজন জ্ঞানী ব্যক্তি তাদের বড় ক'রে তোলে। অনেক বছর পরে, তারা একটি সুন্দর বাগান সহ একটি আরামদায়ক বাড়িতে বাস করে। একদিন, রাজা তাদের বাগানের পাশ দিয়ে যায় এবং তার প্রশংসা করে, কিন্তু বলে যে এটিতে সোনার জল এবং স্বর্গের পাখির অভাব রয়েছে। দুই ভাই এই দুটি জিনিসের সন্ধানে যায়, কিন্তু ব্যর্থ হয় এবং পাথরের মূর্তিতে পরিণত হয়; তাদের বোন অনুসন্ধান শেষ করে, তাদের বাঁচায় এবং জিনিসপত্র বাড়িতে নিয়ে আসে।\nমায়েদা এবং ব্রাউন জিট কৌর দ্বারা সংগৃহীত একটি গল্পের সংক্ষিপ্তসার করেছেন: একজন রাজার সাতটি স্ত্রী এবং কোন পুত্র নেই। রাজা ভ্রমণ করার সিদ্ধান্ত নেয় এবং এমন একজায়গায় দাঁড়ায় যেখানে মেয়েরা নিজেদের মধ্যে কথা বলছে। তাদের মধ্যে সবচেয়ে সুন্দর যে, সে বলে একজন জ্যোতিষী তার সম্বন্ধে ভবিষ্যদ্বাণী করেছে: সে \"দুজন সুদর্শন পুত্র\" এবং \"একটি সুন্দর কন্যা\"র জন্ম দেবে। রাজা তাকে তার অষ্টম স্ত্রী হিসাবে নিয়ে যায়, অন্য সাত স্ত্রী অসন্তুষ্ট হয়, তারা তাকে হেয় করার ষড়যন্ত্র করে: সন্তানের জন্মের সাথে সাথে (পরপর তিনটি গর্ভাবস্থায়), রানিরা শিশুদের নিয়ে নদীতে ফেলে দেয়, এবং বদলে রাজাকে বানর দেখায়। শিশুদের একজন জেলে বাঁচিয়ে বড় করে। অনেক বছর পর, একজন বৃদ্ধ মহিলা ভাইবোনদের বাড়িতে যায় এবং তাদের কথা বলতে পারে এমন একটি চড়ুই খুঁজতে বলে। ভাইরা ব্যর্থ হয়, কিন্তু তাদের বোন পাখিটিকে নিয়ে আসে এবং ভাইদের জীবন ফিরিয়ে আনতে পবিত্র জল ছিটিয়ে দেয়। চড়ুই তখন ভোজসভার সময় রাজার কাছে সত্য প্রকাশ করে।\n\n\n== অভিযোজন ==\n১৯৭৯ সালের ভারতীয় বাংলা ভাষার চলচ্চিত্র অরুণ বরুণ ও কিরণমালাও এই লোককথার উপর ভিত্তি করে তৈরি হয়েছিল।\n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:Thakurmar Jhuliটেমপ্লেট:The Three Golden Children"}