{"pageid": 1424699, "title": "ত্রিপুরার স্থানীয় নির্বাচন, ২০১৪", "url": "https://bn.wikipedia.org/wiki?curid=1424699", "content": "২০১৪ সালের ১৫ জুলাই ভারতের ত্রিপুরা রাজ্যে স্থানীয় সংস্থার নির্বাচন অনুষ্ঠিত হয়। ত্রিপুরা রাজ্য নির্বাচন কমিশন ২৮ এপ্রিল ২০১৪ তারিখে নির্বাচনের তারিখ ঘোষণা করে। যোগ্য ভোটার সংখ্যা দাঁড়িয়েছে ১১,০৮,১৯০ জন।\nত্রিপুরা রাজ্য নির্বাচন কমিশন মোট ৫৯১টি গ্রাম পঞ্চায়েতের (গ্রাম পরিষদ) ৬,১১১টি আসন, ৩৫টি পঞ্চায়েত সমিতিতে ৪১৯টি আসন এবং ৮টি জেলা পরিষদের (জেলা পরিষদ) ১১৬টি আসনের জন্য নির্বাচনের ঘোষণা দিয়েছে। ২,৬১৫টি ভোট কেন্দ্র ছিল। মোট ১৩,৭৫৪ জন প্রার্থী প্রতিদ্বন্দ্বিতায় ছিলেন।  এছাড়া নগর সংস্থার ৪টি আসনের উপনির্বাচনও অনুষ্ঠিত হয়েছে। ভারতের কমিউনিস্ট পার্টির (মার্ক্সবাদী) প্রার্থীরা ৯৮০টি গ্রাম পঞ্চায়েত আসনে, ৩৮১টি পঞ্চায়েত সমিতির আসনে এবং ২টি জেলা পরিষদের আসনে বিনা প্রতিদ্বন্দ্বিতায় নির্বাচিত হয়েছেন। ২টি গ্রাম পঞ্চায়েত আসনে প্রার্থীর মৃত্যুর কারণে স্থগিত করা হয়েছে নির্বাচন। দুটি গ্রাম পঞ্চায়েতে, বিশালগড় এবং কদমতলাতে, ব্যালট পেপারে ভুল ছাপের কারণে নির্বাচন একদিনের জন্য স্থগিত করা হয়েছিল।\nত্রিপুরার স্থানীয় নির্বাচনে পঞ্চাশ শতাংশ আসন মহিলাদের জন্য সংরক্ষিত।  মহিলাদের জন্য কোটা ২০১০ সালে ত্রিপুরা বিধানসভা দ্বারা পাস করা একটি আইনের  ত্রিপুরা পঞ্চায়েত নির্বাচনের আরেকটি অভিনবত্ব হল ব্যালট পেপারে 'উপরের কোনটিই নয়' (নোটা) বিকল্পের প্রবর্তন।\nভোটের আগে ত্রিপুরা রাজ্য নির্বাচন কমিশন অনুরোধ করেছিল যে দিল্লিতে সরকার নির্বাচন শান্তিপূর্ণভাবে অনুষ্ঠিত হতে পারে তা নিশ্চিত করতে চল্লিশটি আধাসামরিক সংস্থা মোতায়েন করবে। ত্রিপুরা রাজ্য সরকার নির্বাচনের জন্য ১২,০০০ এর বেশি নিরাপত্তা কর্মী দেওয়ার প্রতিশ্রুতি দিয়েছে। ০৭.০০ IST থেকে ভোটগ্রহণ শুরু হয়।  ৮৫% এরও বেশি যোগ্য ভোটার তাদের ভোট দিয়েছেন। বিভিন্ন দলের সহানুভূতিশীলদের মধ্যে বিক্ষিপ্ত সংঘর্ষের ঘটনা সহ ভোটগ্রহণ মূলত শান্তিপূর্ণ ছিল।  ১৮ জুলাই ২০১৪ তারিখে ৪৪টি কাউন্টিং হলে ভোট গণনা শুরু হয়। কেন্দ্রীয় আধাসামরিক বাহিনীর সুরক্ষায় গণনা করা হয়েছিল।\nফলাফল ১৯ জুলাই ২০১৪ এ ঘোষণা করা হয়েছিল। সিপিআই(এম)-এর নেতৃত্বাধীন বামফ্রন্ট ৫৯১টি গ্রাম পঞ্চায়েতের মধ্যে ৫৬৩টিতে সংখ্যাগরিষ্ঠ আসন জিতেছে (২০০৯ সালে ৪১৪টি গ্রাম পঞ্চায়েতের তুলনায়)। বামফ্রন্ট প্রতিটি পঞ্চায়েত সমিতি এবং জেলা পরিষদে সংখ্যাগরিষ্ঠ আসন জিতেছে। ভারতীয় জাতীয় কংগ্রেস ১৮টি গ্রাম পঞ্চায়েতে সংখ্যাগরিষ্ঠ আসন জিতেছে। ভারতীয় জনতা পার্টি পাঁচটি গ্রাম পঞ্চায়েত এবং অল ইন্ডিয়া তৃণমূল কংগ্রেস তিনটি জিতেছে। নির্বাচনী বিজয়ের বিষয়ে মন্তব্য করে মুখ্যমন্ত্রী মানিক সরকার বলেছেন যে \"এই রায়ের মাধ্যমে ত্রিপুরার জনগণ বামফ্রন্ট সরকারের প্রতি তাদের বিশ্বাস ও আস্থা প্রদর্শন করেছে এবং পুনরুক্ত করেছে।\"\n\n\n== তথ্যসূত্র =="}