{"pageid": 1424006, "title": "পেন্সিল স্যুট", "url": "https://bn.wikipedia.org/wiki?curid=1424006", "content": "পেন্সিল স্যুট হল সালোয়ার কামিজের একটি ধরন। স্যুটটি একটি পেন্সিল স্কার্টের নীতি অনুসরণ করে তৈরি এবং একে ঐতিহ্যবাহী সালোয়ার কামিজের সাথে মেলানো হয়েছে।\nসাধারন সালোয়ারগুলি ঢিলেঢালাভাবে ফিট করা প্যান্ট হয়ে থাকে। অপরদিকে পেন্সিল স্যুট আঁটসাঁটভাবে ফিট করা প্যান্ট, যা মহিলাদের পায়ের আকৃতি অনুসরণ করে। চুড়িদার পোশাকে গোড়ালির কাছে কুঁচি বা \"চুড়ি\" থাকে, এখানে সেটি থাকেনা। কামিজটির দৈর্ঘ্য উরু পর্যন্ত হয় এবং কোমরের নিচ থেকে ধারের সেলাই খোলা থাকে। এই পোশাকটি প্রায়শই একই বা বিপরীত রঙের একটি দোপাট্টা দিয়ে পরা হয়।\nবেশিরভাগ ডিজাইনার স্যুটের মতো একটি পেন্সিল স্যুটও পুঁতি, আয়নার কাজ, জারদোজি বা জরির কাজ দিয়ে অলঙ্কৃত করা হয়। স্যুটের সাধারণ রূপগুলিও প্রতিদিনের পরিধানের জন্য ব্যবহৃত হয়ে থাকে।\n\n\n== বর্ণনা ==\nপেন্সিল প্যান্ট কোমরে একটি ফিতা বা দড়ি দিয়ে লাগিয়ে রাখা হয়। প্যান্টটি মহিলার পায়ে আঁটোসাটোভাবে বসে যায় এবং এতে কোনও অতিরিক্ত কাপড় থাকে না। সাধারণত সহজে চলাচল করার জন্য এবং  নিচে বসতে মহিলাদের কোনো অসুবিধা না হবার জন্য এটি প্রসারণযোগ্য উপাদান দিয়ে তৈরি করা হয়।\nপ্যান্ট গোড়ালির দিকে সরু হয়ে আসে এবং প্রান্তে একটি বোতামযুক্ত কাফ দ্বারা আটকে থাকে। প্রচলিত সালোয়ার কামিজে প্রথাগত কাট ব্যবহার করা হলেও পেন্সিল স্যুট সেলাই করতে ক্রসকাট ব্যবহার করা হয়। সালোয়ার কামিজের এই সংস্করণটির পরিধেয় মহিলাদের দেহাকৃতির উপর জোর দেয়।\nপেন্সিল স্যুটের কামিজ সাধারণ কুর্তার মতো করে সেলাই করা হয়। যদিও কামিজের উচ্চতা পরিধানকারীর রুচি অনুযায়ী পরিবর্তিত হতে পারে, তবে স্বাভাবিক স্টাইল হল এটি উরুর দৈর্ঘ্য পর্যন্ত হয়। যাতে সহজে চলাচল করা যায়, তাই সাধারণত কোমরের নিচে থেকে দুপাশে সেলাই থাকেনা। গলার নকশা বিভিন্ন ধরেনের হয়, যেমন নিমজ্জিত নেকলাইন, বোট লাইন, হাই নেক বা ম্যাণ্ডারিন কলার যুক্ত নেকলাইন হতে পারে।\nবাধ্যতামূলক না হলেও পেন্সিল স্যুটের সাথে দোপাট্টা বা ওড়না পরার রীতি রয়েছে। আজকাল দোপাট্টা শুধু হাতের উপর রাখা হয় বা ফ্যাশনের অনুষঙ্গ হিসেবে ব্যবহার করা হয়। এই কারণে দোপাট্টাগুলি স্বচ্ছ, ঝলমলে কাপড়ে তৈরি করা হয়।\n\n\n== পেন্সিল স্যুট এবং বলিউড ==\nপেন্সিল স্যুটটি প্রথমদিকে ফ্যাশন ইন্ডাস্ট্রির নেতৃস্থানীয় ডিজাইনারদের দ্বারা ডিজাইন করা হতো। এটি শুধুমাত্র বলিউডের মাধ্যমেই জনপ্রিয় হয়ে ওঠে। বলিউডের কিছু বিখ্যাত প্রধান চরিত্র পেন্সিল স্যুট পরিধান করার পর পেন্সিল স্যুটগুলি ফ্যাশনেবল হয়ে ওঠে।\nচলচ্চিত্রে পরিধান করা ছাড়াও অভিনেত্রীরা বিভিন্ন অনুষ্ঠান এবং ইভেন্টগুলিতেও পরার জন্য পেন্সিল স্যুট বেছে নিয়েছিলেন। এটি কলেজ এবং অফিসগামী মহিলাদের পোশাকে পেন্সিল স্যুটের অভিযোজনকে আরো ত্বরান্বিত করে।\n\n\n== পেন্সিল স্যুট এবং চুড়িদারের মধ্যেকার পার্থক্য ==\nএক পর্যায়ে পেন্সিল স্যুটকে চুড়িদারের একটি রূপ বলা যেতে পারে; কিন্তু একটি পেন্সিল স্যুট চুড়িদার থেকে অনেকটাই আলাদা। চুড়িদারের 'চুড়ি' বা কুঁচি থেকে এর নাম এসেছে যা গোড়ালির কাছে এসে শেষ হয়ে যায়। পেন্সিল স্যুটে কোনো ধরনের 'চুড়ি' বা কোনো অতিরিক্ত কাপড় থাকে না।\n\nচুড়িদারের উরুতে অতিরিক্ত কাপড় দেওয়া হয় যাতে এটি পরিহিত মহিলারা সহজ নড়াচড়া করতে পারে। পেন্সিল স্যুটে অতিরিক্ত কাপড়ের ব্যবস্থা নেই তবে পরিধানকারীর স্বাচ্ছন্দ্যের জন্য এটি স্থিতিস্থাপক কাপড় দিয়ে তৈরি করা হয় যাতে এটা সহজেই প্রসারিত হতে পারে।"}