{"pageid": 1424470, "title": "কালিলা ওয়া-দিমনা", "url": "https://bn.wikipedia.org/wiki?curid=1424470", "content": "কালিলা ওয়া-দিমনা বা কেলিলেহ ও দেমনেহ (আরবি: كليلة ودمنة; ফার্সি: کلیله و دمنه) হলো উপকথার একটি সংগ্রহ। বইটি পনেরোটি অধ্যায় নিয়ে গঠিত যেখানে অনেক কল্পকাহিনী রয়েছে এবং যেখানে চরিত্ররা সবাই পশু। একটি উল্লেখযোগ্য প্রাণী চরিত্র হল সিংহ, যে রাজার ভূমিকা পালন করে; তার একটি ভৃত্য বলদ রয়েছে, নাম শেত্রেবাহ। কালিলা ওয়া দিমনা  শিরোনামের জন্তু দুটি হলো দুটি শৃগাল। উভয়েই গল্পের বর্ণনাকারী এবং প্রধান চরিত্র হিসাবে উপস্থিত হয়েছে। এর সম্ভাব্য উৎস সংস্কৃত পঞ্চতন্ত্র। ১৩ শতকের পর থেকে পাণ্ডুলিপিতে থাকা চিত্র সহ বইটি অনেক ভাষায় অনুবাদ করা হয়েছে।\n\n\n== উৎপত্তি ==\nবইটি আনুমানিক ২০০ খ্রিস্টপূর্বাব্দের সংস্কৃত পাঠ পঞ্চতন্ত্রের  উপর ভিত্তি করে লেখা। বোরজুয়া এটিকে ষষ্ঠ শতাব্দীতে মধ্য ফার্সি ভাষায় অনুবাদ করেছিলেন। এটি পরবর্তীতে অষ্টম শতাব্দীতে ফার্সি ইবনুল মুকাফফা' দ্বারা আরবি ভাষায় অনুবাদ করা হয়। কার্টলির রাজা ষষ্ঠ ভাখতাং ১৮ শতকে একে ফার্সি থেকে জর্জিয়ান ভাষায় অনুবাদ করেছিলেন। পরে তাঁর কাজটি তাঁর পরামর্শদাতা সুলখান-সাবা অরবেলিয়ানি সম্পাদনা করেছিলেন। কাখেতির রাজা ডেভিড প্রথম -এর একটি পূর্বের অসমাপ্ত অনুবাদের সাথে এই লেখাটি সম্ভাব্য মূল পাঠ্য নির্ধারণ করার সময় একটি সহায়ক পাঠ্য হিসাবে ব্যবহার করা হয়েছে।\n\n\n== সারমর্ম ==\nদার্শনিক বিদপাই রাজা ড্যাবশেলিমকে পরিদর্শন করতে আসেন এবং তাঁকে নররূপ আরোপিত প্রাণীদের (যে সব দেবতা, প্রকৃতি, জীবজন্তু ইত্যাদিতে মানুষের রূপ বা নরত্ব আরোপ করা হয়) গল্পের একটি সংকলন বলেন, যেগুলির নীতিবাক্য একজন রাজার জন্য গুরুত্বপূর্ণ। গল্পগুলি তিনি বলেছিলেন ড্যাবশেলিমের কাছ থেকে উপমা দেওয়ার অনুরোধের প্রতিক্রিয়ায়। গল্পগুলি রাশিয়ান পুতুলের বিন্যাস অনুসরণ করে, তারা নিজেদের মধ্যে জড়িয়ে আছে এবং তাদের গভীরতায় মূল কথা নিহিত আছে। পনেরটি প্রধান গল্প আছে, যারা কাঠামো গল্প  হিসেবে কাজ করছে। তার মধ্যে আরও অনেক গল্প আছে। কালিলা এবং দিমনা নামে দুটি শৃগাল, গল্পের বর্ণনাকারী এবং তারা উভয়েই প্রধান হবার বৈশিষ্ট্যযুক্ত। তারা বাঙ্কালা সিংহ রাজার দরবারে কাজ করে। কালিলা তার অনেক কিছু নিয়ে খুশি, যেখানে দিমনা খ্যাতি অর্জনের জন্য ক্রমাগত সংগ্রাম করে। গল্পগুলি মানুষের সামাজিক ও রাজনৈতিক প্রেক্ষাপটে স্থাপিত রূপক, এবং কল্পকাহিনীর পদ্ধতিতে মানুষের জীবনকে চিত্রিত করে।\n\n\n== পাণ্ডুলিপি ==\nপাঠ্যের পাণ্ডুলিপি বহু শতাব্দী ধরে বিদ্যমান রয়েছে এবং বিভিন্ন ভাষায় তাকে অনুবাদ করা হয়েছে। উপকথার সাথে সামঞ্জস্য রেখে চিত্রও রয়েছে।\n\n\n=== আনুমানিক ১২২০ সংস্করণ (বিএনএফ আরাবে ৩৪৬৫) ===\nকালিলা ওয়া দিমনার এই সংস্করণটি এখন বিবলিওতেক নাসিওনাল দ্য ফ্রঁসে (বিএনএফ আরাবে ৩৪৬৫) আছে। এটি ১৩ শতকের প্রথম চতুর্থাংশের ( তারিখ আনুমানিক ১২২০ খ্রিস্টাব্দ) রচনা।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== ১৩১৩ সংস্করণ (বিএনএফ ল্যাটিন ৮৫০৪) ===\nকালিলা ওয়া দিমনার ফরাসি অনুবাদ, রেমণ্ড ডি বেজিয়ার্স, ১৩১৩ খ্রিস্টাব্দের রচনা। এখন বিবলিওতেক নাসিওনাল দ্য ফ্রঁসে (বিএনএফ ল্যাটিন ৮৫০৪) আছে। \n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== অন্যান্য সংস্করণ ===\n\n\n== ঐতিহ্য ==\nকালিলা ও দিমনার মধ্য ফার্সি পাণ্ডুলিপির ইবনে আল-মুকাফ্ফার অনুবাদকে আরবি ও বিশ্ব সাহিত্যের একটি শ্রেষ্ঠ রচনা বলে মনে করা হয়। ১৪৮০ সালে, ইয়োহানেস গুটেনবার্গ  আন্টন ফন ফোরের জার্মান সংস্করণ, বুচ ডের বেইসপিলে ডের আলটেন উইজেন  (জার্মান: Buch der Beispiele der alten Weisen) প্রকাশ করেন। লা ফন্টেইন, তাঁর দ্বিতীয় সংকলনের উপকথার মুখবন্ধে স্পষ্টভাবে \"ভারতীয় ঋষি পিলপে\" এর প্রতি তাঁর ঋণ স্বীকার করেছেন। সংগ্রহটি নাটক, কার্টুন, এবং ধারাভাষ্যমূলক রচনায় রূপান্তরিত হয়েছে।\n\n\n== আরও দেখুন ==\nহিতোপদেশ\nজাতকের গল্প\n\n\n== তথ্যসূত্র ==\n\n\n== উৎসসমূহ ==\nContadini, Anna (১ জানুয়ারি ২০১২)। A World of Beasts: A Thirteenth-Century Illustrated Arabic Book on Animals (the Kitāb Na‘t al-Ḥayawān) in the Ibn Bakhtīshū‘ Tradition। Brill। ডিওআই:10.1163/9789004222656_005। \n\n\n== বহিঃসংযোগ ==\nবোদলিয়ান লাইব্রেরিতে ১৩৫৪-এর ডিজিটাইজড সংস্করণ\nবাভারিয়ান স্টেট লাইব্রেরি থেকে ১৩১০ এর ডিজিটাল সংস্করণ\nবাভারিয়ান স্টেট লাইব্রেরি থেকে ১৬/১৭ শতকের ডিজিটাল সংস্করণ\nটেমপ্লেট:Panchatantraটেমপ্লেট:Islamic manuscripts"}