{"pageid": 1424246, "title": "বাই (ক্রীড়া)", "url": "https://bn.wikipedia.org/wiki?curid=1424246", "content": "ক্রীড়া এবং অন্যান্য প্রতিযোগিতামূলক ক্রিয়াকলাপে একটি বাই এর দুটি ভিন্ন অর্থ হতে পারে। উভয়ই বোঝাতে চায় যে একটি প্রতিযোগিতায় একজন অংশগ্রহণকারী প্রয়োজন হয় না যখন অন্যান্য অংশগ্রহণকারীদের বেশিরভাগই থাকে। এর প্রধান ব্যবহার হয় টুর্নামেন্ট প্রতিযোগিতায়। একক-নির্মূল টুর্নামেন্টে, যখন অংশগ্রহণকারীদের একটি বিজোড় সংখ্যা থাকে, তখন একটি বাই এক বা একাধিক পরবর্তী রাউন্ডে খেলার অনুমতি দেয়। অন্যান্য ধরণের এলিমিনেটর টুর্নামেন্টে অন্যান্য কারণেও বাই অন্তর্ভুক্ত থাকতে পারে। একটি উদাহরণ সেরা র‍্যাঙ্কিং দল (গুলি) এর জন্য পুরস্কার হিসাবে হবে।\nরাউন্ড-রবিন টুর্নামেন্টে যেখানে বিজোড় সংখ্যক প্রতিযোগী থাকে, সাধারণত প্রতিটি রাউন্ডে একজন বাই পায়। তবে পুরো টুর্নামেন্টে প্রতিটি দল সমান সংখ্যক ম্যাচ খেলবে।\nরাউন্ড-রবিন প্রসঙ্গের অনুরূপ, যেখানে বেশিরভাগ দল নিয়মিত-মৌসুমের খেলার সময় একই দিনে খেলে, এমন একটি দল যারা নির্দিষ্ট দিনে খেলে না তাদের বাই বলা হয়। যে খেলাগুলি সাপ্তাহিক খেলা হয়, বিশেষত গ্রিডেরন ফুটবল, একটি দল যা একটি নির্দিষ্ট সপ্তাহে একেবারেই খেলে না তাদের \"বাই উইক\" এ বলা হয়। উদাহরণ, নিয়মিত সময় ফুটবল মৌসুম এনএফএল-এ, প্রতিটি দল নিয়মিত মৌসুমে এক সপ্তাহের ছুটি (বাই সপ্তাহ) পায়।\n\n\n== বিদায় প্রতিযোগিতা ==\nএকটি সাধারণ একক-বিদায় টুর্নামেন্টে, প্রতিটি রাউন্ডে পূর্ববর্তী রাউন্ডের অর্ধেক দল থাকে। এইভাবে ফাইনালে দুটি থাকবে, সেমি-ফাইনালে থাকবে চারটি, কোয়ার্টার-ফাইনালে থাকবে আটটি, ইত্যাদি। এইভাবে প্রতিযোগীদের সংখ্যা দুটির ক্ষমতার সাথে একটি সাধারণ বন্ধনী থাকতে পারে যেখানে সমস্ত দল পরাজিতের সাথে জুটিবদ্ধ হয়। প্রতিটি ম্যাচ বাদ দেওয়া হয় এবং বিজয়ী পরবর্তী রাউন্ডে চলে যায় যতক্ষণ না শুধুমাত্র একজন চ্যাম্পিয়ন থাকে।\nযাইহোক, যদি দলের সংখ্যা দুটির শক্তি না হয়, তাহলে একটি সাধারণ বিদায় প্রতিযোগিতা শেষ পর্যন্ত বিজোড় সংখ্যক দল নিয়ে একটি রাউন্ড তৈরি করবে (যদি সংখ্যাটি শুরু করতে বিজোড় না হয়)। উদাহরণস্বরূপ, নয়টি দলের একটি টুর্নামেন্টে প্রথম রাউন্ডে মাত্র চারটি ম্যাচ হতে পারে, যখন দশটি দলের একটি সাধারণ টুর্নামেন্ট পাঁচটি দল নিয়ে দ্বিতীয় রাউন্ড তৈরি করবে, যার অর্থ শুধুমাত্র দুটি ম্যাচ হতে পারে। এইভাবে, যদি অংশগ্রহণকারীদের সংখ্যা দুটির শক্তি না হয় (যেমন ১৬ বা ৩২), একটি কার্যকরী বন্ধনী তৈরি করার জন্য বাই প্রদান করা হয় যাতে নির্দিষ্ট অংশগ্রহণকারীদেরকে আগের রাউন্ডে প্রতিদ্বন্দ্বিতা করার প্রয়োজন না করে স্বয়ংক্রিয়ভাবে পরবর্তী রাউন্ডে নিয়ে যায়।\nযখন অংশগ্রহণকারীদের র‌্যাঙ্কিং করা হয়, টুর্নামেন্টে সর্বোচ্চ র‌্যাঙ্কিংয়ের অংশগ্রহণকারীদের দ্বিতীয় রাউন্ডে বিদায় দেওয়া হয়, কারণ এটিকে সাধারণত পরবর্তী রাউন্ডে নিশ্চিত প্রবেশের সুবিধা হিসেবে দেখা হয়। এনএফএল প্লে-অফে, উদাহরণস্বরূপ, ২০২০ অনুসারে, প্রতিটি সম্মেলনে সেরা রেকর্ড সহ বিভাগ-শীর্ষকে দ্বিতীয় পর্বে বিদায় দেওয়া হয়। কানাডিয়ান ফুটবল লিগ (সিএফএল) তার দুই বিভাগের বিজয়ীকে সরাসরি ডিভিশন ফাইনালে বিদায় দেয় কারণ অন্য চারটি দল সেমি-ফাইনাল সপ্তাহে প্রতিদ্বন্দ্বিতা করে। অন্যান্য টুর্নামেন্টে যেখানে দলগুলি অর‌্যাঙ্কিংযুক্ত, বাই নির্ধারণ করতে এলোমেলো ড্র ব্যবহার করা যেতে পারে।\nবাই অফার করা দলের সংখ্যা সাধারণত নিশ্চিত করার জন্য ডিজাইন করা হয়েছে যে পরের পর্বে একটি পাওয়ার-অফ-দুই সংখ্যক দল রয়েছে যাতে টুর্নামেন্টটি সেই পর্বে থেকে একটি সাধারণ একক-বিদায় প্রতিযোগিতা হিসাবে এগিয়ে যেতে পারে।\nযদি টুর্নামেন্টের দ্বিতীয় পর্বে বাই একক প্রথম পর্বে বাই হয়, তাহলে বাই সংখ্যার প্রয়োজন হবে দলের সংখ্যা এবং দুইজনের পরের-সর্বোচ্চ শক্তির মধ্যে পার্থক্য। উদাহরণস্বরূপ, একটি ১২-দল টুর্নামেন্টের জন্য চারটি বাই (১৬−১২) প্রয়োজন যাতে দ্বিতীয় রাউন্ডে ছয়টি দলের পরিবর্তে আটটি অগ্রিম (যেহেতু চারটি বাই চারটি দলের মধ্যে দুটি বাদ পড়া এড়াতে পারে)।\n\n\n== সুইস সিস্টেম টুর্নামেন্ট ==\nবিজোড় সংখ্যক খেলোয়াড়ের সাথে একটি সুইস-সিস্টেম টুর্নামেন্টে, প্রতিটি রাউন্ডে একজন খেলোয়াড় বাই পায়, কিন্তু সমস্ত খেলোয়াড় বাই পাবে না (যেহেতু খেলোয়াড়দের তুলনায় কম রাউন্ড আছে)। ফিদে নির্দিষ্ট করে যে তাদের অনুমোদিত দাবা টুর্নামেন্টে \"পেয়ারিং-অ্যালোকেটেড\" বাই একই অংশগ্রহণকারীকে একাধিকবার দেওয়া যাবে না। কিছু একক-বর্জন বন্ধনীতে বৈপরীত্য ব্যবহার করে, বাইগুলি পুলের সর্বনিম্ন-রেট যোগ্য খেলোয়াড়ের জন্য বরাদ্দ করা হয়।\n\n\n== তথ্যসূত্র =="}