{"pageid": 1424717, "title": "ওয়ার্কার্স স্টেডিয়াম (সাবেক)", "url": "https://bn.wikipedia.org/wiki?curid=1424717", "content": "ওয়ার্কার্স স্টেডিয়াম (সরলীকৃত চীনা: 工人体育场; প্রথাগত চীনা: 工人體育場; ফিনিন: Gōngrén Tǐyùchǎng), প্রায়শই সংক্ষেপে হিসাবে গংটি বা গং টি (সরলীকৃত চীনা: 工体; প্রথাগত চীনা: 工體; ফিনিন: Gōng Tǐ), বেইজিং, চীনের চাওয়াং জেলার একটি বহুমুখী স্টেডিয়াম ছিল। স্টেডিয়ামটি ১৯৫৯ সালে নির্মিত হয়েছিল এবং ২০০৪ সালে সংস্কার করা হয়েছিল (কংক্রিটের কাঠামো শক্তিশালী হয়েছে, একটি নতুন ঘূর্ণায়মান ডিসপ্লে স্ক্রিন এবং শক্তি-সাশ্রয়ী ডিভাইস ইনস্টল করা হয়েছে)। স্টেডিয়ামটি ২০২০ সালে সম্পূর্ণ পুনর্নির্মাণের জন্য বন্ধ করে দেওয়া হয়েছিল এবং ১৫ এপ্রিল ২০২৩-এ মূল সাইটে নির্মিত একটি নতুন স্টেডিয়াম হিসাবে পুনরায় চালু করা হয়েছিল।  এটির ধারণক্ষমতা ছিল ৬৫,০৯৪ এবং এটি ৩৫০,০০০ বর্গমিটার (৩,৮০০,০০০ বর্গফুট) ভূমি এলাকা জুড়ে ছিল। এটি গণপ্রজাতন্ত্রী চীনের দশম বার্ষিকীতে ১৯৫৯ সালে নির্মিত দশটি মহান ভবনগুলির মধ্যে একটি।\n\n\n== বিলুপ্ত ==\n\n২০২০ সালের ৪ঠা জানুয়ারি তারিখে, ২০২৩ এএফসি এশিয়ান কাপের আয়োজক মাঠ হিসেবে ওয়ার্কার্স স্টেডিয়ামকে ঘোষণা করা হয়। তবে, ১৪ মে ২০২২ তারিখে, এএফসি ঘোষণা করেছিল যে কোভিড-১৯ মহামারি দ্বারা সৃষ্ট ব্যতিক্রমী পরিস্থিতির কারণে চীন টুর্নামেন্টটি আয়োজন করতে পারবে না।\n২০১৯ মৌসুমে, বেইজিং গুয়ান তিন বছরের জন্য তার হোম স্টেডিয়ামটি বেইজিং ফেংতাই স্টেডিয়াম এস্থানান্তরিত করেছিল যখন টুর্নামেন্টের আগে সংস্কার করা হয়েছিল। পুনর্নির্মাণ প্রকল্পের প্রকৌশল সংস্থা হল বেইজিং কনস্ট্রাকশন ইঞ্জিনিয়ারিং গ্রুপ।\n\n\n== উল্লেখযোগ্য কনসার্ট ==\n৬ আগস্ট ১৯৯৯: এ-মেই - মেই লি ৯৯\n১৩ অক্টোবর ২০০২: গ্লে - বেইজিংয়ে গ্লে ওয়ান লাভ, শ্রোতা: ৩৫,০০০\n২৮ আগস্ট ২০০৪: ফেই ওং - নো ফেই! নো লাইভ! ট্যুর\n২৩ সেপ্টেম্বর ২০০৫: এস.এইচ.ই - ফ্যান্টাসি ল্যান্ড ওয়ার্ল্ড ট্যুর\n২২ অক্টোবর ২০০৫: রেইন - রেইন ডে ২০০৫ ট্যুর\n১ মে ২০০৮: জে চৌ - জে চৌ ২০০৭ ওয়ার্ল্ড ট্যুর\n১৬ সেপ্টেম্বর ২০১১: স্যাম্প - উই স্যাম্প! ২০১১ বেইজিং বাস\n১৭ মে ২০১৪:ডেভ ওয়াং ডেভ ওয়াং কামবেক ওয়ার্ল্ড ট্যুর\n১০ অক্টোবর ২০১৪: মারাইয়া কেরি  - দ্য ইলুসিভ চ্যান্টেস শো, শ্রোতা: ৬০,০০০\n১৯ অক্টোবর ২০১৪: ওয়াইজি এন্টারটেইনমেন্ট - পাওয়ার ওয়ার্ল্ড ট্যুর\n২৬ জুলাই ২০১৫: লিংকিন পার্ক - দ্য হান্টিং পার্টি ট্যুর\n১৪ জুলাই ২০১৮: জোকার জুই - স্কাইস্ক্র্যাপার ওয়ার্ল্ড ট্যুর\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে ওয়ার্কার্স স্টেডিয়াম সম্পর্কিত মিডিয়া দেখুন।\n\nনিউ ওয়ার্কার্স স্টেডিয়ামের জন্য অফিসিয়াল ওয়েবসাইট (নতুন গংটি), এপ্রিল ২০২৩ থেকে  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ এপ্রিল ২০২৩ তারিখে\nস্টেডিয়ামের ছবি\nচীনের ফুটবল স্টেডিয়াম (জার্মান ভাষায়)\nস্পোর্টস ইলাস্ট্রেটেড আর্টিকেল, এপ্রিল ০৩, ২০০৭ সংগৃহীত\nদ্য ক্রনিকেল অফ গংটি জিমেন, গংটি জিমেন (ওয়ার্কার্স স্টেডিয়াম ওয়েস্ট গেট), একটি রাতের জীবন এলাকা সম্পর্কে নিবন্ধ"}