{"pageid": 1424557, "title": "ড এম এ ওয়াজেদ মিয়া স্বর্ণপদক", "url": "https://bn.wikipedia.org/wiki?curid=1424557", "content": "ড এম এ ওয়াজেদ মিয়া স্বর্ণপদক ২০১০ সালের ১৬ই ফেব্রুয়ারী প্রতিষ্ঠা করেন ড. এম. এ ওয়াজেদ মিয়া মেমোরিয়াল ফাউন্ডেশন।\nবিশিষ্ট সাহিত্যিক, শিক্ষাবিদ, গবেষক, সাংবাদিক, ক্রীড়াবিদ  বিভিন্ন সামাজিক ব্যক্তিত্ব্দের জাতীয়/আন্তজার্তিক পর্যায়ে অনন্য অবদানের স্বীকৃতি প্রদানের উদ্দেশ্যে ২০১০ সাল থেকে ড. এম. এ ওয়াজেদ মিয়া  আন্তজার্তিক  স্বর্ণপদক প্রদান করা হয়  ২০১০ সাল থেকে ৮৬ জন গুণী ব্যক্তিকে \"ড.এম.এ ওয়াজেদ মিয়া আন্তজার্তিক স্বর্ণপদক\"। ১৭ ফেব্রুয়ারি ২০২৪ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৮ ফেব্রুয়ারি ২০২৪। প্রদান করা হয়েছে।\n\n\n== ইতিহাস ==\nএ. কে. এম ফরহাদুল কবির  প্রখ্যাত পরমাণু বিজ্ঞানী এম এ ওয়াজেদ মিয়া কে নিয়ে ঘিরে প্রতিষ্ঠা করেন ড.এম.এ ওয়াজেদ মিয়া মেমোরিয়াল ফাউন্ডেশন। ২০১০ সাল থেকে ড.এম.এ ওয়াজেদ মিয়া মেমোরিয়াল ফাউন্ডেশন এম.এ ওয়াজেদ মিয়া  আন্তজার্তিক স্বর্ণপদক  প্রদান করে আসছে।\n\n\n== আন্তজার্তিক ==\nবাংলাদেশ সহ ভারত জাপান কানাডা যুক্তরাজ্য নেপাল সহ বিভিন্ন দেশের জাতীয় ব্যাক্তিদের আন্তর্জাতিক স্বর্ণপদক প্রদান করে ড.এম.এ ওয়াজেদ মিয়া মেমোরিয়াল ফাউন্ডেশন।\n\n\n== সংক্ষিপ্ত তথ্য আন্তর্জাতিক স্বর্ণপদক পদক প্রদান ==\nজাতীয় প্রেসক্লাবে আয়োজিত এম এ ওয়াজেদ মিয়ার জন্মদিন উপলক্ষে ও মৃত্যু বার্ষিকী অনুষ্ঠানে ড.এম.এ ওয়াজেদ মিয়া আন্তজার্তিক স্বর্ণপদক প্রদান করা হয়ে থাকে।\nনিজ নিজ ক্ষেত্রে শ্রেষ্ঠত্ব অর্জনকারী এবং বিভিন্ন ক্ষেত্রে গুরুত্বপূর্ণ অবদান রেখেছেন  এমন  দেশি ও বিদেশি ব্যক্তিকে এম.এ ওয়াজেদ মিয়া আন্তজার্তিক  স্বর্ণপদপক প্রদানের মাধ্যমে  সম্মানিত করা হয়।\n১.প্রফেসর ড. বিদ্যুৎ বরণ সাহা ( বিজ্ঞানী ক্যাটাগরিতে, জাপান),Prof. Bidyut Baran Saha is awarded the Dr MA Wazed Miah International Gold Medal-2023 কে আন্তজার্তিক স্বর্ণপদক প্রদান করা হয়েছে\n২.ড. এম আব্দুল মোতালেব ( বিজ্ঞানী ক্যাটাগরিতে, যুক্তরাষ্ট্র),কে আন্তর্জাতিক স্বর্ণপদক প্রদান করা হয়েছে\n৩. প্রফেসর ড. গৌরীশংকর শাহ (বিজ্ঞানী ক্যাটাগরিতে, ভারত), কে আন্তর্জাতিক স্বর্ণপদক প্রদান করা হয়েছে\n৪.প্রফেসর ড. এম রফিকুল ইসলাম (বিজ্ঞানী ক্যাটাগরিতে, কানাডা),কে আন্তর্জাতিক স্বর্ণপদক প্রদান করা হয়েছে\n৫.মিতা মুখার্জী (সাংবাদিকতা ক্যাটাগরিতে, ভারত)  কে আন্তর্জাতিক স্বর্ণপদক প্রদান করা হয়েছে\n৬.সাংবাদিকতায় ভারতের সাংবাদিক অম্বর মুখার্জি, কে আন্তর্জাতিক স্বর্ণপদক প্রদান করা হয়েছে\n৭.বিজ্ঞান গবেষণায় নেপালের বিজ্ঞানী ওমরদীপ চৌধুরীকে স্বর্ণপদক প্রদান করা হয় কে আন্তর্জাতিক স্বর্ণপদক প্রদান করা হয়েছে\n৮.জাতীয় ভোক্তা অধিকার সংরক্ষণ অধিদপ্তর মহাপরিচালক কে ১১তম পদক প্রদান করা হয়। কে আন্তর্জাতিক স্বর্ণপদক প্রদান করা হয়েছে   \n৯.ক্যান্সার চিকিৎসায় বিশেষ অবদানের চিকিৎসাখাতে বিশেষ অবদানের স্বীকৃতি স্বরূপ ওয়াজেদ মিয়া আন্তর্জাতিক স্বর্ণপদক পুরস্কার ২০২২ পেয়েছেন বঙ্গবন্ধু শেখ মুজিব মেডিকেল বিশ্ববিদ্যালয়এর ন্যাশনাল ইনস্টিটিউট অব নিউক্লিয়ার মেডিসিন এন্ড অ্যালায়েড সায়েন্সের বিভাগীয় প্রধান অধ্যাপক ডা. এ কে এম ফজলুল বারী। \n১০.\nবেগম রোকেয়া বিশ্ববিদ্যালয়, রংপুর  দুর্যোগ ব্যবস্থাপনা বিভাগের সহযোগী অধ্যাপক ড. আবু রেজা মো. তৌফিকুল ইসলাম কে  সায়েন্টিস্ট সেক্টরে বিশেষ অবদানের স্বীকৃতিস্বরূপ ড. এম এ ওয়াজেদ মিয়া ১২তম আন্তর্জাতিক স্বর্ণপদক পুরস্কার দেওয়া হয়েছে।\n১১.নর্থ সাউথ বিশ্ববিদ্যালয় সহযোগী অধ্যাপক ও বিজ্ঞানী ড. মো. ফিরোজ খান কে পদক প্রদান করা হয়। কে আন্তর্জাতিক স্বর্ণপদক প্রদান করা হয়েছে\n১২.ফরিদপুর পুলিশসুপার কে .এম.এ.ওয়াজেদ মিয়া আন্তর্জাতিক স্বর্ণপদক-২০২০ পদক প্রদান করা হয়। কে আন্তর্জাতিক স্বর্ণপদক প্রদান করা হয়েছে\n১৩.বিজ্ঞানে জাহাঙ্গীরনগর বিশ্ববিদ্যলয়ের প্রাক্তন উপাচার্য শরিফ এনামুল কবির কে এম.এ.ওয়াজেদ মিয়া আন্তর্জাতিক স্বর্ণপদক পদক প্রদান করা হয়।\n১৪.\nসৈয়দ আবুল হোসেন কে এম.এ.ওয়াজেদ মিয়া আন্তর্জাতিক স্বর্ণপদক পদক প্রদান করা হয়।\n১৫.শামসুদ্দীন মোল্লা কে এম.এ.ওয়াজেদ মিয়া আন্তর্জাতিক স্বর্ণপদক পদক প্রদান করা হয়।\n।\n১৬.ফরিদপুর জেলা প্রসাসক কে এম.এ ওয়াজেদ আন্তর্জাতিক স্বর্ণপদক প্রদান করা হয়েছে\n১৭. সাহিত্যে অবদান রাখায় কবি ও সাংবাদিক সৈয়দা রাশিদা বারী কে ড. এম. এ. ওয়াজেদ মিয়া আন্তর্জাতিক স্বর্ণপদক ২০২৩ প্রদান করা হয়েছে।\n১৮. ২০২২ সালে বিশ্বসেরা ২% বিজ্ঞান গবেষকের তালিকায় স্থান পাওয়া বিশিষ্ট বিজ্ঞানী  প্রফেসর ড. মোঃ সফিউর রহমানকে পরিবেশ বিজ্ঞান গবেষণায় বিশেষ অবদানের জন্য বেস্ট সাইন্টিস্ট  ড.এম.এ ওয়াজেদ মিয়া আন্তজার্তিক স্বর্ণপদক পুরস্কার প্রদান করা হয় আরো অনেকে রয়েছেন।\n১৯.সেরা সমাজ সেবক হিসেবে কাজী আকরাম উদ্দিন আহমদ কে ড.এম.এ ওয়াজেদ মিয়া আন্তর্জাতিক স্বর্ণপদক প্রদান করা হয়েছে    \n২০. সেরা অভিনেতা আসাদুজ্জামান নূর কে ড.এম.এ ওয়াজেদ মিয়া আন্তর্জাতিক স্বর্ণপদক প্রদান করা হয়েছে \n২১.সেরা শিক্ষাবিদ ড. আ আ ম স আরেফিন সিদ্দিক কে ড.এম.এ ওয়াজেদ মিয়া আন্তর্জাতিক স্বর্ণপদক প্রদান করা হয়েছে \n২২.সেরা শিক্ষানুরাগী (মরণোত্তর) মরহুম কাজী মাহবুবউল্লাহ কে ড.এম.এ ওয়াজেদ মিয়া আন্তর্জাতিক স্বর্ণপদক প্রদান করা হয়েছে \n২৩.সেরা শিক্ষিকা ড. এস এম আনোয়ারা বেগম কে ড.এম.এ ওয়াজেদ মিয়া আন্তর্জাতিক স্বর্ণপদক প্রদান করা হয়েছে \n২৪.সফল পরমাণু বিজ্ঞানী ড. কানাই লাল চক্রবর্তী কে ড.এম.এ ওয়াজেদ মিয়া আন্তর্জাতিক স্বর্ণপদক প্রদান করা হয়েছে \n২৫.সফল কথাশিল্পী সৈয়দা ফরিদা রহমান কে ড.এম.এ ওয়াজেদ মিয়া আন্তর্জাতিক স্বর্ণপদক প্রদান করা হয়েছে \nআরো অনেকে রয়েছেন।\n\n\n== তথ্য জাতীয় স্বর্ণপদক পদক প্রদান ==\n১.সংগঠক হিসেবে বাংলাদেশ ফুটবল ফেডারেশনের এক্সিকিউটিভ মেম্বার ও মিডিয়া কমিটির চেয়ারম্যান জাকির হোসেন চৌধুরী কে জাতীয় স্বর্ণপদক প্রদান করা  হয়েছে \n২. ক্রীড়ায় অবদান রাখায় সাবেক ফুটবলার ও জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের প্রধান কোচ সুজিত কুমার ব্যানার্জী (চন্দন) কে এম.এ ওয়াজেদ মিয়া জাতীয় স্বর্ণপদক প্রদান করা হয়েছে \n৩. বাংলা কবিতা সাহিত্যে অসামান্য অবদানের জন্য কবি, কথাকার, লোকসাহিত্য গবেষক ও গীতিকার রাজু অনার্য  ড. এম. এ. ওয়াজেদ মিয়া ১১তম জাতীয় স্বর্ণপদক-২০২৪’ পুরস্কারে ভূষিত হয়েছেন \n\n\n== তথ্যসূত্র =="}