{"pageid": 1424140, "title": "ভ্যালিন", "url": "https://bn.wikipedia.org/wiki?curid=1424140", "content": "ভ্যালিন (প্রতীক Val বা V ) হলো একটি আলফা-অ্যামিনো অ্যাসিড যা প্রোটিনের জৈব সংশ্লেষণে ব্যবহৃত হয়। এই জৈব যৌগটিতে একটি আলফা-অ্যামিনো মূলক, একটি আলফা- কার্বক্সিল মূলক এবং একটি পার্শ্ব শৃঙ্খলযুক্ত আইসোপ্রোপাইল মূলক রয়েছে। জৈবিক অবস্থায় অ্যামিনো মূলকটি একটি হাইড্রোজেন আয়ন (বা প্রোটন) লাভ করে প্রোটোনযুক্ত অবস্থায় −NH 3+ আকারে থাকে। অন্যদিকে জৈবিক অবস্থায় কার্বক্সিল মূলকটি একটি হাইড্রোজেন আয়ন (বা প্রোটন) হারিয়ে প্রোটোনবিযুক্ত −COO − আকারে থাকে। এটি একটি অধ্রুবীয় অ্যালিফ্যাটিক অ্যামিনো অ্যাসিড তৈরি করে। এটি মানুষের জন্য একটি অপরিহার্য অ্যামিনো অ্যাসিড। তবে আমাদের শরীর এটিকে সংশ্লেষ করতে পারে না। তাই এই অ্যামিনো অ্যাসিডটিকে অবশ্যই আমাদের দৈনন্দিন খাদ্য থেকে পেতে হবে। আমাদের খাদ্যতালিকায় যে সব খাবারে প্রোটিন থাকে সেই সব খাবারে ভ্যালিন যৌগটিকে পাওয়া যায়। এই খাদ্যতালিকার মধ্যে রয়েছে মাংস, দুগ্ধজাত দ্রব্য, সয়া পণ্য, মটরশুটি, শিম প্রভৃতি। রাইবোনিউক্লিক অ্যাসিড (আরএনএ) অণুর তিনটি পরস্পর-সংলগ্ন নিউক্লিওটাইড একটি সাঙ্কেতিক একক বা কোডন গঠন করে, যা প্রোটিন সংশ্লেষণের পরবর্তী ধাপে কোন্ অ্যামিনো অ্যাসিডটি যোগ করতে হবে সেটি নির্ধারণ করে। ভ্যালিনের ক্ষেত্রে এটি GU (GUU, GUC, GUA এবং GUG) দিয়ে শুরু হওয়া সমস্ত কোডন দ্বারা এনকোড করা হয়।\n\n\n== ইতিহাস এবং ব্যুৎপত্তি ==\n১৯০১ সালে জার্মান রসায়নবিদ হের্মান এমিল ফিশার সর্বপ্রথম কেসিন থেকে ভ্যালিনকে আলাদা করতে সক্ষম হন। ভ্যালিন নামটি ভ্যালেরিক অ্যাসিড থেকে এসেছে। ভ্যালেরিক নামটি আবার ভ্যালেরিয়ান নামে একটি উদ্ভিদ থেকে এসেছে। এই উদ্ভিদটি বীরুৎ শ্রেণীর। ভ্যালেরিয়ান উদ্ভিদের শিকড়ে একধরনের অ্যাসিডের উপস্থিতি দেখা যায়। এই অ্যাসিডের নাম দেওয়া হয় ভ্যালেরিক অ্যাসিড।\n\n\n== নামকরণ ==\nইউপ্যাক পদ্ধতিতে জৈব রসায়নের নামকরণ (আইইউপিএসি) অনুসারে, ভ্যালিনের গঠনে নম্বর চিহ্নিতকরণের ক্রমানুসারে কার্বক্সিল কার্বনকে ১ দ্বারা চিহ্নিত করা হয়। সেখানে ৪ এবং ৪' দুটি প্রান্তিক মিথাইল কার্বনকে নির্দেশ করে।\n\n\n== বিপাক ==\n\n\n=== উৎস এবং প্রস্তুতি ===\nঅন্যান্য শাখা-শৃঙ্খল অ্যামিনো অ্যাসিডের মতো ভ্যালিন জৈব যৌগটিও ব্যাকটেরিয়া এবং উদ্ভিদ দ্বারা সংশ্লেষিত হয়। তবে প্রাণীরা এই অ্যামিনো অ্যাসিডটিকে তৈরি করতে পারে না। তাই এটি প্রাণীদের জন্য একটি অপরিহার্য অ্যামিনো অ্যাসিড। প্রাণীদের খাদ্যে এর উপস্থিত থাকা খবই প্রয়োজন। প্রাপ্তবয়স্ক মানুষের ক্ষেত্রে এই অ্যামিনো অ্যাসিডটি প্রায় ২৪ মিলিগ্রাম/কেজি শরীরের ওজন-এ প্রতিদিন প্রয়োজন হয়। এটি পাইরুভিক অ্যাসিড থেকে শুরু করে বিভিন্ন ধাপের মাধ্যমে উদ্ভিদ ও ব্যাকটেরিয়ায় সংশ্লেষিত হয়। সংশ্লেষণের প্রাথম ধাপে এটি লিউসিন নামে একটি অ্যামিনো অ্যাসিড তৈরি করে। মধ্যবর্তী পর্যায়ে এটি আবার আলফা-কিটোআইসোভ্যালারেট নামে একটি জৈব যৌগ তৈরি করে। সেটি আবার গ্লুটামেটের সাথে বিজারিত হয়। এই জৈব সংশ্লেষণের সাথে জড়িত উৎসেচক গুলির মধ্যে রয়েছে:\n\nঅ্যাসিটোল্যাক্টেট সিন্থেস (অ্যাসিটোহাইড্রক্সি অ্যাসিড সিন্থেস নামেও পরিচিত)। অ্যাসিটোল্যাক্টেট সিন্থেস হলো অনুঘটক উৎসেচক যা বিভিন্ন অ্যামিনো অ্যাসিডের জৈব সংশ্লেষণের সঙ্গে জড়িত।\nঅ্যাসিটোহাইড্রক্সি অ্যাসিড আইসোমেরোরিডাক্টেস\nডাইহাইড্রক্সিঅ্যাসিড ডিহাইড্রেটেজ\nভ্যালিন অ্যামিনোট্রান্সফেরেজ\n\n\n=== বিয়োজন ===\nভ্যালিনের বিয়োজন প্রক্রিয়াটি বেশ জটিল। অন্যান্য শাখা-শৃঙ্খল অ্যামিনো অ্যাসিডের মতো, ভ্যালিনের অপচিতি শুরু হয় ট্রান্সঅ্যামাইনেশন-এর মাধ্যমে। যে প্রক্রিয়ায় জীবদেহে সঞ্চিত জটিল পদার্থগুলি ভেঙ্গে গিয়ে অপেক্ষাকৃত সরল যৌগে পরিণত হয় এবং প্রোটোপ্লাজমে সঞ্চিত স্থিতিশক্তি গতিশক্তিরূপে নির্গত হয় তাকে বলা হয় অপচিতি। আর ট্রান্সঅ্যামাইনেশন হলো একটি রাসায়নিক বিক্রিয়া যা একটি অ্যামিনো মূলককে কিটোঅ্যাসিডে স্থানান্তর করে নতুন অ্যামিনো অ্যাসিড তৈরি করে। ভ্যালিনের অপচিতি এবং ট্রান্সঅ্যামাইনেশনের ফলে আলফা-কিটোআইসোভালেরেট নামে একটি জৈব যৌগ তৈরি হয়। এই আলফা-কিটোআইসোভালেরেট একটি আলফা-কিটো অ্যাসিড। এটি পরে জারণনির্ভর ডিকারবক্সিলেশনের মাধ্যমে আইসোবিউটিরিল-কোএ- তে রূপান্তরিত হয়। এটি আরও জারিত হয়ে সাইট্রিক অ্যাসিড চক্রে প্রবেশ করতে পারে।\n\n\n== সংশ্লেষণ ==\nজৈব যৌগ আইসোভ্যালেরিক অ্যাসিড থেকে ভ্যালিন তৈরি করা যায়। প্রথমে আইসোভ্যালেরিক অ্যাসিডের সঙ্গে ব্রোমিনের বিক্রিয়া করে α-ব্রোমো যৌগ তৈরি করা হয়। পরে অ্যামিনেশন প্রক্রিয়ার সাহায্যে অ্যামিন মূলক যুক্ত করে ভ্যালিন তৈরি করা হয়।\n\nHO 2 CCH 2 CH(CH 3 ) 2 + Br 2 → HO 2 CCHBrCH(CH 3 ) 2 + HBr\nHO 2 CCHBrCH(CH 3 ) 2 + 2 NH 3 → HO 2 CCH(NH 2 ) CH(CH 3 ) 2 + NH 4 Br\n\n\n== বৈশিষ্ট্য ==\nপ্যানটোথেনিক অ্যাসিড (ভিটামিন বি ৩) এবং পেনিসিলিনের সংশ্লেষণের একটি প্রাথমিক পদার্থ হিসাবে ভ্যালিন কাজ করে। প্রাণীজ উপাদান যেমন, মুরগির ডিম, গরুর দুধ এবং মাংসে যথেষ্ট পরিমাণে ভ্যালিন থাকে। বাদাম, মটরশুটি, চাল, কুমড়োর বীজ এবং সামুদ্রিক শৈবালে ভ্যালিন পাওয়া যায়। কয়েকটি বিশেষ ক্ষেত্রে আমাদের শরীরে ভালিনের প্রয়োজনীয়তা বৃদ্ধি পায়। আমাদের শরীরে একাধিক স্ক্লেরোসিসের উপস্থিতিতে, ক্ষতিগ্রস্থ টিস্যু পুনরুদ্ধার, নির্দিষ্ট ওষুধ খাওয়ার ফলে অ্যামিনো অ্যাসিডের ঘাটতি, অনিদ্রা, বিরক্তি প্রভৃতি অবস্থায় ভালিনের প্রয়োজনীয়তা বৃদ্ধি পায়।\nভালিন আমাদের শরীরে নানান কাজ করে। এটি প্রোটিন বিপাক নিয়ন্ত্রণ করে। ভালিন পেশী কোষের জন্য শক্তির একটি উৎস। এটি শরীরে পেশী সমন্বয় বাড়ায় এবং ঠান্ডা, তাপ ও ব্যথায় শরীরের সংবেদনশীলতা হ্রাস করে। শরীরে নাইট্রোজেনের স্বাভাবিক মাত্রা বজায় রাখার জন্য ভালিন প্রয়োজনীয় একটি অ্যামিনো অ্যাসিড। ভ্যালিন আমাদের শরীরে সেরোটোনিনের মাত্রা হ্রাসে হস্তক্ষেপ করে।\n\n\n== চিকিৎসাক্ষেত্রে ==\n\n\n=== বিপাকীয় রোগ ===\nভ্যালিন ভেঙ্গে গেলে নানা ধরনের বিপাকীয় রোগ দেখা দিতে পারে। এরকম কয়েকটি বিপাকীয় রোগ হলো:\nসম্মিলিত ম্যালোনিক এবং মিথাইলম্যালোনিক অ্যাসিডুরিয়া (সিএমএএমএমএ)– এটি একটি জন্মগত বিপাকীয় রোগ, যা ম্যালোনিক এবং মিথাইল ম্যালোনিক  অ্যাসিডের উচ্চমাত্রা দ্বারা চিহ্নিত করা হয়।\nম্যাপেল সিরাপ মূত্র রোগ (এমএসইউডি)– এই রোগে আক্রান্ত শিশুদের অস্বাভাবিক বা স্পাস্টিক নড়াচড়া, হাইপারটোনিয়া, স্নায়বিক উপসর্গ এবং তাদের প্রস্রাব, ঘাম বা কানের মোমের মধ্যে ম্যাপেল সিরাপের মতো একটি স্বতন্ত্র গন্ধ পাওয়া যায়।\nমিথাইলম্যালোনিক অ্যাসিডেমিয়া– মিথাইলম্যালোনিক অ্যাসিডমিয়া হলো বিপাকের জন্মগত ত্রুটিগুলির মধ্যে একটি যার ফলে রক্তে অ্যাসিলকার্নিটাইন জমা হয় এবং প্রস্রাবে মিথাইলম্যালোনিক অ্যাসিডের নিঃসরণ বৃদ্ধি পায়। এই রোগে স্নায়ুঘটিত দূর্বলতা, পেটের রোগ, অলসতা, অ্যানোরেক্সিয়া প্রভৃতি উপসর্গ থাকতে পারে।\nপ্রোপিওনিক অ্যাসিডেমিয়া– প্রোপিওনিক অ্যাসিডেমিয়া বা অ্যাসিডুরিয়াও হএকটি বিপাকীয় রোগ। এই রোগের উপসর্গগুলি হলো অলসতা, বমি, কোমা প্রভৃতি। সঠিকভাবে চিকিৎসা না করলে এই রোগে মৃত্যু পর্যন্ত হতে পারে।\n\n\n=== মূত্র নিরোধক ===\nঅন্যান্য শাখা-শিকলযুক্ত অ্যামিনো অ্যাসিডের মতো রক্তে ভ্যালিনের মাত্রা স্বাভাবিকের থেকে কম থাকলে এটি ওজন হ্রাস এবং ইনসুলিন প্রতিরোধ ক্ষমতা হ্রাসের কারণ হতে পারে। ডায়াবেটিক লক্ষণযুক্ত ইঁদুর এবং মানুষের রক্তে ভ্যালিনের মাত্রা স্বাভাবিকের থেকে বেশি থাকে। পরীক্ষায় দেখা গিয়েছে ইঁদুরকে একদিনের জন্য শাখা শৃঙ্খল অ্যামিনো অ্যাসিড (ব্রাঞ্চড চেন অ্যামাইনো অ্যাসিড- বিসিএএ) বঞ্চিত খাবার খাওয়ালে ইনসুলিনের সংবেদনশীলতা উন্নত হয় এবং এক সপ্তাহের জন্য ভ্যালিন-বঞ্চিত খাবার খাওয়ালে রক্তে গ্লুকোজের মাত্রা উল্লেখযোগ্যভাবে কমে যায়। খাদ্যঘটিত স্থূলতা এবং ইনসুলিন প্রতিরোধী ইঁদুরের মধ্যে, ভ্যালিন এবং অন্যান্য শাখা-শিকলযুক্ত অ্যামিনো অ্যাসিডের মাত্রা হ্রাস করলে গ্লুকোজের নিয়ন্ত্রণে উন্নতি হয়।  ৩-হাইড্রক্সিআইসোবিউটিরেট যৌগটি ভ্যালিনের অপচিতি বিপাকে অংশ নেয়। এটি ফ্যাটি অ্যাসিড গ্রহণকে উদ্দীপিত করে ইঁদুরের ইনসুলিন প্রতিরোধে সাহায্য করে।  ইঁদুরের ক্ষেত্রে বিসিএএযুক্ত খাবার নিয়ন্ত্রণ করলে এটি রক্তে গ্লুকোজের মাত্রা হ্রাস করে শরীরের গঠন উন্নত করে। \n\n\n=== হেমাটোপয়েটিক স্টেম সেল ===\nহেমাটোপয়েটিক স্টেম সেল (এইচএসসি) স্ব-পুনর্নবীকরণের জন্য আমাদের খাদ্যে ভ্যালিন অপরিহার্য, এটি ইঁদুরের উপর পরীক্ষা করে প্রমাণিত হয়েছে। ইঁদুরের উপর পরীক্ষা করে আরও দেখা গিয়েছে যে, খাদ্যে ভ্যালিনের পরিমাণ কম থাকলে ইঁদুরের অস্থি মজ্জায় দীর্ঘমেয়াদী পুনরুদ্ধারকারী হেমাটোপয়েটিক স্টেম সেল কমে যায়। খাবারে ভ্যালিনের পরিমাণ কম দেওয়ার তিন সপ্তাহ পরে ইঁদুরের মধ্যে সফলভাবে স্টেম সেল প্রতিস্থাপন করা হয়। স্টেম সেল প্রতিস্থাপিত হবার পর ইঁদুরগুলিকে ধীরে ধীরে দু-সপ্তাহ ধরে ভ্যালিনযুক্ত খাবার দেওয়া হয়। পরীক্ষায় দেখা যায় এই ইঁদুরগুলি দীর্ঘদিন বাঁচতে পারে।\n\n\n== তথ্যসূত্র =="}