{"pageid": 1424609, "title": "উত্তরা গ্রুপ অব কোম্পানিজ", "url": "https://bn.wikipedia.org/wiki?curid=1424609", "content": "উত্তরা গ্রুপ অফ কোম্পানিজ ঢাকায় অবস্থিত একটি বাংলাদেশী বৈচিত্র্যময় ব্যবসায় সংগঠন। বাংলাদেশ মোটরসাইকেল ম্যানুফ্যাকচারার্স অ্যান্ড অ্যাসেম্বলার অ্যাসোসিয়েশনের সভাপতি মতিউর রহমান উত্তরা গ্রুপ অব ইন্ডাস্ট্রিজের চেয়ারম্যান ও ব্যবস্থাপনা পরিচালক।\nউত্তরা মোটরস লিমিটেড হলো গ্রুপটির ফ্ল্যাগশিপ, যারা বাংলাদেশে এশিয়া মোটরওয়ার্কস, বাজাজ অটো, ফোর্স মোটরস, ইসুজু, মারুতি সুজুকি, পাক সুজুকি মোটর কর্পোরেশন লিমিটেড, সুজুকি ইন্ডোমোবিল মোটর, এসএমএল ইসুজু এবং সুজুকির অফিসিয়াল ডিস্ট্রিবিউটর।\n\n\n== ইতিহাস ==\nউত্তরা গ্রুপ অফ কোম্পানিজ এর উৎপত্তি গ্রুপের ফ্ল্যাগশিপ উত্তরা মোটরস লিমিটেড, যা ১৯৭২ সালে মুখলেসুর রহমান দ্বারা প্রতিষ্ঠিত হয়েছিল।\nঅক্টোবর ২০১০, উত্তরা গ্রুপ অব কোম্পানিজের উপ-ব্যবস্থাপনা পরিচালক মুজিবুর রহমান ইস্টার্ন ইন্স্যুরেন্স কোম্পানি লিমিটেডের চেয়ারম্যান নির্বাচিত হন।\nআগস্ট ২০১৪, উত্তরা গ্রুপ বাজাজ মোটরসাইকেল তৈরির জন্য ৳১.৫ বিলিয়ন এর কারখানা তৈরির পরিকল্পনা ঘোষণা করে। এটি আইপিডিসি ফাইন্যান্সের ১১ শতাংশের মালিক।\nজুন ২০২১, উপ-ব্যবস্থাপনা পরিচালক, মেহদাদুর রহমান ডুরান্ড, এক সপ্তাহ আগে গুলশানে তার বাড়িতে সংঘটিত অগ্নি দুর্ঘটনায় মারা যান। গ্রুপটি প্রধানমন্ত্রী শেখ হাসিনার ত্রাণ তহবিলে অনুদান দিয়েছে।\nমার্চ ২০২২, বাংলাদেশে নিযুক্ত জাপানের রাষ্ট্রদূত, আইটিও নাওকি, বাংলাদেশ-জাপান বাণিজ্যে ভূমিকার জন্য উত্তরা গ্রুপের চেয়ারম্যান মতিউর রহমানকে রোসেটের অর্ডার অফ দ্য রাইজিং সান, গোল্ড রেস প্রদান করেন। রহমান দুবাইয়ে ইন্টারন্যাশনাল চেম্বার অব কমার্স বাংলাদেশ এর প্রতিনিধিদলের অংশ ছিলেন। গ্রুপটি এএসএম ওয়াহেদুজ্জামানের লেখা শিক্ষার্থীদের স্বাস্থ্য বিষয়ক একটি বই প্রকাশ করেছে।\nউত্তরা গ্রুপের পরিচালকগণ উত্তরা ফাইন্যান্স অ্যান্ড ইনভেস্টমেন্ট লিমিটেডেরও পরিচালক। বাংলাদেশ ব্যাংক উত্তরা ফাইন্যান্সের বোর্ড থেকে তাদের অপসারণ করেছে একটি তদন্তে ২০২২ সালের ডিসেম্বরে উত্তরা গ্রুপের পরিচালক ও সহযোগী সংস্থাগুলোর ৫১ বিলিয়ন বিডিটি অনিয়মিত ঋণ পাওয়া গেছে এসএম শামসুল আরেফিনকে দেশত্যাগে বাধা দিতে দুর্নীতি দমন কমিশনকে বলেছে উত্তরা ফাইন্যান্স। বাংলাদেশ ব্যাংক ২৮ ডিসেম্বর ২০২২ তারিখে উত্তরা ফাইন্যান্স অ্যান্ড ইনভেস্টমেন্টস লিমিটেডের পরিচালনা পর্ষদ ভেঙ্গে দিয়েছে যখন এটি ৫১ বিলিয়ন টাকা অনিয়মিত লেনদেন পেয়েছে। অধিকাংশ অনিয়মিত ঋণ, যা পাবলিক স্টেটমেন্টে নথিভুক্ত নয়, উত্তরা গ্রুপ অব ইন্ডাস্ট্রিজের বিভিন্ন সহযোগী প্রতিষ্ঠানে গেছে। এতে উত্তরা ফাইন্যান্স অ্যান্ড ইনভেস্টমেন্টস লিমিটেডের পরিচালক এবং উত্তরা গ্রুপ অব ইন্ডাস্ট্রিজের কয়েকটি সহযোগী প্রতিষ্ঠানের ব্যবস্থাপনা পরিচালক মুজিবুর রহমানের সম্পৃক্ততা পাওয়া গেছে। ব্লুচিপ সিকিউরিটিজের নামে ২.৩৬ বিলিয়ন টাকার জাল আমানত রসিদ তৈরি করা হয়েছিল; মুজিবুর রহমান ব্লুচিপ সিকিউরিটিজের ব্যবস্থাপনা পরিচালক ছিলেন। গত নভেম্বরে বাংলাদেশ সিকিউরিটিজ অ্যান্ড এক্সচেঞ্জ কমিশনের কাছে উত্তরা ফাইন্যান্সের পরিচালকদের তালিকা চেয়েছিল বাংলাদেশ ব্যাংক। বাংলাদেশ ব্যাংক উত্তরা ফাইন্যান্সের পরিচালনা পর্ষদের চেয়ারম্যান রশিদুল হাসান ও ভাইস চেয়ারম্যান মতিউর রহমানকে অপসারণ করেছে। এছাড়া বোর্ড সদস্য কাজী ইমদাদ হোসেন, নাঈমুর রহমান ও জাকিয়া রহমানকে বরখাস্ত করা হয়েছে। দুর্নীতি দমন কমিশনের আবেদনের পরিপ্রেক্ষিতে ঢাকা মহানগর সিনিয়র স্পেশাল জজ মোঃ আসাদুজ্জামান তাদের বিরুদ্ধে ভ্রমণ নিষেধাজ্ঞা জারি করেন, মোহাম্মদ মাইনুদ্দিন ও অনিল চন্দ্র দাস। বাংলাদেশ সিকিউরিটিজ অ্যান্ড এক্সচেঞ্জ কমিশন উত্তরা ফাইন্যান্স অ্যান্ড ইনভেস্টমেন্টস লিমিটেডের চেয়ারম্যান পদে মেজর জেনারেল মোহাম্মদ মাকসুদুর রহমানসহ ১২ জন স্বতন্ত্র পরিচালক নিয়োগ করেছে।\n\n\n== ব্যবসাসমূহ ==\nউত্তরা মোটরস লিমিটেড\nউত্তরা ফাইন্যান্স অ্যান্ড ইনভেস্টমেন্ট লিমিটেড\nউত্তরা অটোমোবাইলস লিমিটেড\nউত্তরা মোটর কর্পোরেশন লিমিটেড\nউত্তরা অটোমোবাইল ম্যানুফ্যাকচারার্স লিমিটেড\nমেনোকা মোটরস লিমিটেড\nইস্টার্ন মোটরস লিমিটেড\nউত্তরা সার্ভিসেস লিমিটেড\nউত্তরা টায়ার রিট্রেডিং কোং লিমিটেড।\nউত্তরা নিটিং অ্যান্ড ডাইং লিমিটেড\nউত্তরা নিটওয়্যারস লিমিটেড\nহলমার্ক ফার্মাসিউটিক্যালস লিমিটেড\nএক্সচেঞ্জ অ্যান্ড সিকিউরিটিজ লিমিটেড\nইউজিসি সিকিউরিটিজ লিমিটেড\nইস্টার্ন ক্যাপিটাল লিমিটেড\nউত্তরা হংকং জেভিসি লিমিটেড\nউত্তরা প্রপার্টিজ লিমিটেড\nদ্য কনসোলিডেটেড টি অ্যান্ড ল্যান্ডস কোম্পানি (বাংলাদেশ) লিমিটেড\nরামগড় চা বাগান লিমিটেড\nন্যাশনাল লাইফ ইন্স্যুরেন্স কোম্পানি লিমিটেড\n\n\n== তথ্যসূত্র ==\n\n\n== বহি সংযোগ ==\nইস্টার্ন ক্যাপিটাল লিমিটেড"}