{"pageid": 1424606, "title": "ডিজিটাল অধিকার ব্যবস্থাপনা", "url": "https://bn.wikipedia.org/wiki?curid=1424606", "content": "ডিজিটাল অধিকার ব্যবস্থাপনা (ডিআরএম) বা ডিজিটাল অধিকার ব্যবস্থাপনা হলো কপিরাইটযুক্ত ডিজিটাল সামগ্রীর ব্যবহার সীমাবদ্ধ করার জন্য প্রযুক্তি এবং সিস্টেমগুলি গ্রহণ করা । ডিআরএম সরঞ্জামগুলি কপিরাইট ধারকের অধিকার রক্ষা করতে এবং অননুমোদিত পরিবর্তন বা বিতরণ প্রতিরোধ করার জন্য ডিজাইন করা হয়েছে৷ অনেক দেশের আইন অনুযায়ী ডিআরএম-এর প্রতারণাকে অপরাধী হিসেবে গণ্য করে।   এই ধরনের প্রতারণার বিষয়ে যোগাযোগ, প্রতারণার জন্য ব্যবহৃত সরঞ্জাম তৈরি ও বিতরণকে অপরাধ হিসেবে দেখা হয়। এই ধরনের আইনগুলি মার্কিন যুক্তরাষ্ট্রের ডিজিটাল মিলেনিয়াম কপিরাইট আইন (ডিএমসিএ), এবং ইউরোপীয় ইউনিয়নের তথ্য সোসাইটির নির্দেশিকা  – এর সাথে ফরাসি ড্যাডসি ইউরোপীয় ইউনিয়নের একটি সদস্য রাষ্ট্রের সেই নির্দেশ বাস্তবায়নের উদাহরণ।\nকপিরাইট ধারকরা যুক্তি দেন যে ডিআরএম প্রযুক্তিগুলি মেধা সম্পত্তি রক্ষার জন্য প্রয়োজনীয়, ঠিক যেমন শারীরিক তালাগুলি ব্যক্তিগত সম্পত্তি চুরি থেকে বাধা দেয়।  উদাহরণ স্বরূপ, তারা কপিরাইট ধারকদের শৈল্পিক নিয়ন্ত্রণ বজায় রাখতে সাহায্য করতে পারে, এবং লাইসেন্সের পদ্ধতি যেমন ভাড়ার সমর্থন করতে পারে।  শিল্প ব্যবহারকারীরা (অর্থাৎ শিল্প) ডিআরএম প্রযুক্তির ব্যবহার বিভিন্ন হার্ডওয়্যার পণ্যে প্রসারিত করেছে, যেমন কেউরিগের কফিমেকার, ফিলিপসের লাইট বাল্ব, মোবাইল ডিভাইস পাওয়ার চার্জার, এবং জন ডিরের ট্রাক্টর ।  উদাহরণস্বরূপ, ট্রাক্টর কোম্পানিগুলি ডিআরএম এর মাধ্যমে মেরামত করা থেকে কৃষকদের আটকানোর চেষ্টা করে।\nডিআরএম বিতর্কিত। কপিরাইট লঙ্ঘন প্রতিরোধে ডিআরএম সক্ষমতা সম্পর্কে প্রমাণের অনুপস্থিতি রয়েছে, সৃষ্ট অসুবিধার জন্য বৈধ গ্রাহকদের কিছু অভিযোগ, এবং উদ্ভাবন এবং প্রতিযোগিতা দমন করার সন্দেহ রয়েছে। তদ্ব্যতীত, যদি ডিআরএম স্কিম পরিবর্তিত হয় বা যদি একটি প্রয়োজনীয় পরিষেবা বন্ধ করা হয় তবে কাজগুলি স্থায়ীভাবে অ্যাক্সেসযোগ্য হয়ে উঠতে পারে। ডিআরএম প্রযুক্তি ব্যক্তিদের কপি করা বা আইনগতভাবে বিষয়বস্তু ব্যবহারে সীমাবদ্ধ করার জন্য সমালোচিত হয়েছে, যেমন ন্যায্য ব্যবহার বা ব্যাকআপ কপি তৈরি করে। ডিআরএম বিনোদন শিল্প ( যেমন, অডিও এবং ভিডিও প্রকাশক) দ্বারা সাধারণ ব্যবহার করা হয়। অনেক অনলাইন স্টোর যেমন ওভারড্রাইভ, কেবল এবং স্যাটেলাইট পরিষেবা অপারেটরদের মতো ডিআরএম প্রযুক্তি ব্যবহার করে। অ্যাপল ২০০৯ সালের দিকে আইটিউনস থেকে ডিআরএম প্রযুক্তি সরিয়ে দেয়। সাধারণ ডিআরএম লাইব্রেরির মাধ্যমে ধার দেওয়া সামগ্রী বা পাবলিক ডোমেনে কাজগুলি অ্যাক্সেস করতেও বাধা দেয়।\n\n\n== ভূমিকা ==\nডিজিটাল মিডিয়া এবং এনালগ-টু-ডিজিটাল রূপান্তর প্রযুক্তির উত্থান কপিরাইট-মালিকদের উদ্বেগ বাড়িয়েছে, বিশেষ করে সঙ্গীত এবং ভিডিও শিল্পের মধ্যে। যদিও অ্যানালগ মিডিয়া প্রতিটি কপি জেনারেশনের সাথে এবং স্বাভাবিক ব্যবহারের সময় অনিবার্যভাবে গুণমান হারায়, ডিজিটাল মিডিয়া ফাইলগুলি কোন অবনতি ছাড়াই সীমা ছাড়াই ডুপ্লিকেট হতে পারে। ডিজিটাল ডিভাইসগুলি ভোক্তাদের ( রিপ ) মিডিয়াকে প্রকৃত, অ্যানালগ বা সম্প্রচার আকারে পোর্টেবিলিটি বা পরবর্তীতে ব্যবহারের জন্য ডিজিটাল ফর্মে রূপান্তর করতে সুবিধাজনক করে তোলে। ইন্টারনেট এবং ফাইল-শেয়ারিং সরঞ্জামগুলির সাথে মিলিত, কপিরাইটযুক্ত বিষয়বস্তুর অননুমোদিত বিতরণ ( ডিজিটাল পাইরেসি ) আরও সহজ করে তুলেছে।\n\n\n== ইতিহাস ==\n১৯৯০-এর দশকে ইন্টারনেটের বৃদ্ধির সাথে ডিআরএম একটি প্রধান উদ্বেগের কারণ হয়ে ওঠে, কারণ জলদস্যুতা সিডি বিক্রি এবং অনলাইন ভিডিও জনপ্রিয় হয়ে ওঠে। এটি ২০০০-এর দশকের গোড়ার দিকে শীর্ষে পৌঁছেছিল কারণ বিভিন্ন দেশ আইন ও প্রবিধানের সাথে সাড়া দেওয়ার চেষ্টা করেছিল এবং ২০১০-এর দশকে সোশ্যাল মিডিয়া হিসাবে ছড়িয়ে পড়েছিল, স্ট্রিমিং পরিষেবাগুলি মূলত জলদস্যুতাকে প্রতিস্থাপিত করেছিল এবং সামগ্রী প্রদানকারীরা পরবর্তী প্রজন্মের ব্যবসায়িক মডেলগুলিকে বিশদভাবে ব্যাখ্যা করেছিল।\n\n\n=== প্রাথমিক প্রচেষ্টা ===\n১৯৮৩ সালে, সফ্টওয়্যার সার্ভিস সিস্টেম (এসএসএস) জাপানি প্রকৌশলী রিউইচি মোরিয়া দ্বারা তৈরি করা হয়েছিল ডিআরএম প্রযুক্তির প্রথম উদাহরণ। এটি পরবর্তীকালে সুপার ডিস্ট্রিবিউশন নামে পরিমার্জিত হয়। এসএসএস এনক্রিপশনের উপর ভিত্তি করে ছিল, বিশেষ হার্ডওয়্যার সহ যা ডিক্রিপশন নিয়ন্ত্রণ করে এবং কপিরাইট ধারককে অর্থপ্রদান করতে সক্ষম করে। অন্তর্নিহিত নীতিটি ছিল যে এনক্রিপ্ট করা ডিজিটাল পণ্যগুলির শারীরিক বিতরণ সম্পূর্ণরূপে সীমাবদ্ধ হওয়া উচিত এবং সেই পণ্যগুলির ব্যবহারকারীদের এটি করতে উত্সাহিত করা হবে।\nকম্পিউটার এবং নিন্টেন্ডো এন্টারটেইনমেন্ট সিস্টেম গেমগুলির জন্য একটি প্রাথমিক ডিআরএম সুরক্ষা পদ্ধতি ছিল যখন গেমটি প্লেয়ারকে বিরতি দেয় এবং গেমের সাথে আসা একটি বুকলেট বা ম্যানুয়ালটিতে একটি নির্দিষ্ট পৃষ্ঠা দেখার জন্য অনুরোধ করে; যদি প্লেয়ারের উপাদান অ্যাক্সেসের অভাব থাকে তবে তারা চালিয়ে যেতে পারবে না।\nডিআরএম সিস্টেমের একটি প্রাথমিক উদাহরণ হল কন্টেন্ট স্ক্র্যাম্বল সিস্টেম (সিএসএস) যা ডিভিডি মুভিতে ডিভিডি ফোরাম দ্বারা নিযুক্ত। ডিভিডি ডিস্কে বিষয়বস্তু এনক্রিপ্ট করতে ক্যাসকেডিং স্টাইল শীটস একটি এনক্রিপশন অ্যালগরিদম ব্যবহার করে। ডিভিডি প্লেয়ারের নির্মাতাদের অবশ্যই এই প্রযুক্তির লাইসেন্স দিতে হবে এবং তাদের ডিভাইসে এটি প্রয়োগ করতে হবে যাতে তারা বিষয়বস্তু ডিক্রিপ্ট করতে পারে। সিএসএস লাইসেন্স চুক্তিতে ডিভিডি বিষয়বস্তু কীভাবে চালানো হয় তার উপর বিধিনিষেধ অন্তর্ভুক্ত করে, কোন আউটপুটগুলি অনুমোদিত এবং এই ধরনের অনুমোদিত আউটপুটগুলি কীভাবে উপলব্ধ করা হয় তা সহ। বিষয়বস্তু প্রদর্শিত হওয়ার সাথে সাথে এটি এনক্রিপশনকে অক্ষত রাখে।\n১৯৯৮সালের মে মাসে, ডিজিটাল মিলেনিয়াম কপিরাইট আইন (ডিএমসিএ) মার্কিন কপিরাইট আইনের একটি সংশোধনী হিসাবে পাস করে। এটির বিতর্কিত (সম্ভবত অনিচ্ছাকৃত) প্রভাব ছিল। রাশিয়ান প্রোগ্রামার দিমিত্রি স্ক্লিয়ারভকে হ্যাকার সম্মেলন ডিএফএফ-কন এ একটি উপস্থাপনার পরে ডিএমসিএ লঙ্ঘনের অভিযোগে গ্রেপ্তার করা হয়েছিল। ডিএমসিএ বৈধ ব্যবহারকারীদের জন্য চিলিং হিসাবে উল্লেখ করা হয়েছে; যেমন নিলস ফার্গুসন সহ নিরাপত্তা পরামর্শদাতা, যিনি ডিএমসিএ-এর অধীনে গ্রেপ্তারের ভয়ে ইন্টেলের সুরক্ষিত-কম্পিউটিং স্কিমে আবিষ্কৃত দুর্বলতা প্রকাশ করতে অস্বীকার করেছিলেন; এবং স্ক্রিন রিডার বা অন্যান্য সহায়ক প্রযুক্তির অন্ধ বা দৃষ্টি প্রতিবন্ধী ব্যবহারকারীরা।\n১৯৯৯ সালে, জন লেচ জোহানসেন ডিসিএসএস প্রকাশ করেন, যা একটি সিএসএস-এনক্রিপ্টেড ডিভিডিকে লিনাক্স চালিত কম্পিউটারে চালানোর অনুমতি দেয়, এমন সময়ে যখন লিনাক্সের জন্য কোনও কমপ্লায়েন্ট ডিভিডি প্লেয়ার তৈরি হয়নি। ডিসিএসএস-এর বৈধতা প্রশ্নবিদ্ধ: এর লেখকদের একজনের বিরুদ্ধে মামলা করা হয়েছিল, এবং কীগুলির পুনরুত্পাদন অবৈধ সংখ্যা হিসাবে বিধিনিষেধের সাপেক্ষে।\nআরও আধুনিক উদাহরণগুলির মধ্যে রয়েছে এডিইপিটি, ফেয়ারপ্লে, অ্যাডভান্সড অ্যাক্সেস কন্টেন্ট সিস্টেম।\nওয়ার্ল্ড ইন্টেলেকচুয়াল প্রপার্টি অর্গানাইজেশন কপিরাইট ট্রিটি (ডব্লিউসিটি) ১৯৯৬ সালে পাস হয়েছিল। মার্কিন যুক্তরাষ্ট্রের ডিজিটাল মিলেনিয়াম কপিরাইট অ্যাক্ট (ডিএমসিএ) ১৯৯৮ সালে পাস হয়েছিল। ইউরোপীয় ইউনিয়ন তথ্য সমাজ নির্দেশিকা প্রণয়ন করে। ২০০৬ সালে, ফ্রান্সের সংসদের নিম্নকক্ষ বিতর্কিত ডিএডিভিএসআই আইনের অংশ হিসাবে এই ধরনের আইন গ্রহণ করে, কিন্তু যোগ করা হয় যে সুরক্ষিত ডিআরএম কৌশলগুলিকে পারস্পরিক সামঞ্জস্যপূর্ণ করা উচিত, এটি একটি পদক্ষেপ যা মার্কিন যুক্তরাষ্ট্রে ব্যাপক বিতর্ক সৃষ্টি করে। ২০০৬ সালে ট্রাইব্যুনাল ডি গ্র্যান্ডে ইনস্ট্যান্স দে প্যারিস সিদ্ধান্ত নেয় যে যেকোনো ব্যক্তিগত কপি তৈরির সম্ভাবনাকে সম্পূর্ণরূপে অবরুদ্ধ করা ফ্রান্সের কপিরাইট আইনের অধীনে অনুমোদনযোগ্য আচরণ নয়।\n\n\n=== ২০০০-এর দশক ===\n২০০১ সালে ফক্স ব্রডকাস্টিং ব্রডকাস্ট পতাক ধারণাটি তৈরি করে এবং এটিকে MPAA এবং মার্কিন যুক্তরাষ্ট্রের ফেডারেল কমিউনিকেশন কমিশন (FCC) সমর্থন করে। ২০০৫ সালের মে মাসে একটি মার্কিন যুক্তরাষ্ট্রের আপিল আদালতের রায়ে বলা হয় যে FCC-এর এটিকে মার্কিন টিভি শিল্পের উপর চাপিয়ে দেওয়ার কর্তৃত্ব নেই। এটি প্রয়োজন যে সমস্ত HDTV একটি স্ট্রিম রেকর্ড করা যেতে পারে কিনা তা নির্ধারণ করে একটি স্ট্রিম স্পেসিফিকেশন মেনে চলে। এটি সময়-পরিবর্তনের মতো ন্যায্য ব্যবহারের ঘটনাকে ব্লক করতে পারে। এটি ডিজিটাল ভিডিও ব্রডকাস্টিং প্রোজেক্ট (DVB) দ্বারা গ্রহণ করার সময় অন্যত্র আরও বেশি সাফল্য অর্জন করে, যা প্রায় ৩৫ টি দেশের প্রায় ২৫০ জন সম্প্রচারকারী, প্রস্তুতকারক, নেটওয়ার্ক অপারেটর, সফ্টওয়্যার ডেভেলপার এবং নিয়ন্ত্রক সংস্থার একটি কনসোর্টিয়াম যা নতুন ডিজিটাল টিভি স্ট্যান্ডার্ড তৈরির চেষ্টা করে।\n২০০১ সালের জানুয়ারিতে ওয়ার্ল্ড ওয়াইড ওয়েব কনসোর্টিয়ামের ডিজিটাল রাইটস ম্যানেজমেন্ট ওয়ার্কশপ অনুষ্ঠিত হয়।\n২০০১ সালের ২২ মে, ইউরোপীয় ইউনিয়ন কপিরাইট সুরক্ষার সাথে তথ্য সমাজ নির্দেশিকাটি পাস করে।\n২০০৩ সালে,  ইউরোপীয় কমিটি ফর স্ট্যান্ডার্ডাইজেশন/তথ্য সমাজ স্ট্যান্ডার্ডাইজেশন সিস্টেম (CEN/ISSS) ডিআরএম প্রতিবেদন প্রকাশিত হয়।\n\n২০০৪ সালে, ইউরোপীয় কমিশনের পরামর্শ প্রক্রিয়া এবং কপিরাইট ও সম্পর্কিত অধিকার ব্যবস্থাপনা বিষয়ে ইউরোপীয় কমিশনের \"COM(2004)261\" বিষয়ে ডিজিটাল অভ্যন্তরীণ বাজার DG এর কাজ শেষ হয়।২০০৫ সালে, ডিরেক্টরেট-জেনারেল ফর ইনফরমেশন সোসাইটি অ্যান্ড মিডিয়া (ইউরোপীয় কমিশন) এর ডিআরএম কর্মশালা এবং ডিআরএম-এর উপর উচ্চ স্তরের গ্রুপের কাজ অনুষ্ঠিত হয়। \n২০০৫ সালে, সনি বিএমজি ব্যবহারকারীদের কম্পিউটারে ডিআরএম সফ্টওয়্যার ইনস্টল করে, ব্যবহারকারীকে স্পষ্টভাবে জানায়নি বা নিশ্চিতকরণের প্রয়োজন ছাড়াই। অন্যান্য জিনিসের মধ্যে, সফ্টওয়্যারটিতে একটি রুটকিট অন্তর্ভুক্ত ছিল, যা একটি সুরক্ষা দুর্বলতা তৈরি করেছিল। এই সফ্টওয়্যারের প্রকৃতি অনেক পরে জনসাধারণের জ্ঞাত হলে, সনি বিএমজি প্রাথমিকভাবে দুর্বলতার গুরুত্ব কমিয়ে দিয়েছিল, কিন্তু শেষ পর্যন্ত লাখ লাখ সিডি প্রত্যাহার করে এবং রুটকিট অপসারণের জন্য সফ্টওয়্যারটি প্যাচ করার জন্য বেশ কয়েকটি প্রচেষ্টা করেছিল। ক্লাস অ্যাকশন মামলা দায়ের করা হয়েছিল, যা শেষ পর্যন্ত ক্ষতিগ্রস্ত গ্রাহকদের নগদ অর্থ প্রদান বা ডিআরএম-মুক্ত অ্যালবাম ডাউনলোড সরবরাহের চুক্তিতে মীমাংসা করা হয়েছিল।\n২০০৬ সালে মুক্তিপ্রাপ্ত মাইক্রোসফটের মিডিয়া প্লেয়ার জুন মাইক্রোসফটের PlaysForSure ডিআরএম স্কিম ব্যবহারকারী কন্টেন্ট সমর্থন করেনি।\nউইন্ডোজ মিডিয়া ডিআরএম, অধিকার ব্যবস্থাপনা ভাষায় মিডিয়া ফাইল থেকে নির্দেশাবলী পড়ে যা ব্যবহারকারী মিডিয়া দিয়ে কী করতে পারে তা জানায়। উইন্ডোজ মিডিয়া ডিআরএম এর পরবর্তী সংস্করণগুলিতে সাবস্ক্রিপশন বাতিল করার পর ডাউনলোড করা ফাইলগুলি প্লে করা যায় না এমন সঙ্গীত সাবস্ক্রিপশন পরিষেবা বাস্তবায়িত হয়েছে, পাশাপাশি আঞ্চলিক লকআউটের ক্ষমতাও রয়েছে। FairUse4WM এর মতো সরঞ্জাম উইন্ডোজ মিডিয়া থেকে ডিআরএম বাধা সরিয়ে নেয়।\n২০০৬ সালে অ্যান্ড্রু গাওয়ার্স কর্তৃক ব্রিটিশ সরকার দ্বারা গাওয়ার্স ইন্টেলেকচুয়াল প্রোপার্টি পর্যালোচনা প্রকাশিত হয়েছিল, যাতে কপিরাইট শর্ত, ব্যতিক্রম, অকল্পিত কাজ এবং কপিরাইট প্রয়োগ সম্পর্কিত সুপারিশ ছিল।\nডিজিটাল ভিডিও ব্রডকাস্টিং (DVB) এর ডিভিবি-সিপিসিএম হল ব্রডকাস্ট ফ্ল্যাগের একটি আপডেটেড রূপ। এর প্রযুক্তিগত স্পেসিফিকেশন ২০০৭ সালের মার্চ মাসে ইউরোপীয় সরকারগুলিকে জমা দেওয়া হয়েছিল। অনেক ডিজিটাল রাইটস ম্যানেজমেন্ট (ডিআরএম) সিস্টেমের মতোই, সিপিসিএম সিস্টেমের উদ্দেশ্য কপিরাইট ধারকের নির্দেশে শেষ ব্যবহারকারী দ্বারা কপিরাইটযুক্ত ম্যাটেরিয়ালের ব্যবহার নিয়ন্ত্রণ করা। ইলেকট্রনিক ফ্রন্টিয়ার ফাউন্ডেশনের (EFF) রেন বুচোলজের মতে, \"আপনি আগে থেকেই জানতে পারবেন না যে আপনি কোন নির্দিষ্ট প্রোগ্রাম বা ডিভাইস রেকর্ড এবং ব্যবহার করতে পারবেন কিনা এবং কীভাবে করতে পারবেন\"। এই স্ট্যান্ডার্ডের স্বীকৃতি এবং স্থিতিশীলতা নিশ্চিত করার জন্য এখন পর্যন্ত কোনো প্রতিষ্ঠান এগিয়ে আসেনি, তাই বর্তমানে এই সিস্টেমটি পুরোপুরি বাস্তবায়ন করা সম্ভব নয়, কারণ এখন পর্যন্ত কোনো ডিভাইস সার্টিফিকেট সরবরাহকারী প্রতিষ্ঠান তৈরি হয়নি।\n২০০৬ সালের ডিসেম্বরে, হ্যাকাররা এইচডি ডিভিডি এবং ব্লু-রে ডিস্কের জন্য শিল্পমানের অ্যাডভান্সড অ্যাক্সেস কন্টেন্ট সিস্টেম (AACS) এর একটি প্রক্রিয়া কী প্রকাশ করেছিল, যা AACS-সুরক্ষিত সামগ্রীতে নিরবচ্ছিন্ন অ্যাক্সেস সক্ষম করেছিল।\n২০০৭ সালের জানুয়ারিতে, ইএমআই ডিআরএম সহ অডিও সিডি প্রকাশ বন্ধ করে দেয় এবং ঘোষণা করে যে \"ডিআরএম-এর খরচ ফলাফলের সাথে মিলছে না।\" মার্চ মাসে, ইউরোপের অন্যতম বৃহৎ ইন্টারনেট মিউজিক খুচুরো বিক্রেতা মিউজিকলোড.ডি তাদের ডিআরএম-বিরোধী শক্তিশালী অবস্থান ঘোষণা করে। একটি খোলা চিঠিতে, মিউজিকলোড জানায় যে তাদের গ্রাহক সহায়তা ফোন সেবার প্রতি চারটি কলের মধ্যে তিনটিই ডিআরএম নিয়ে গ্রাহক হতাশার ফল।\n২০০৭ সালের এপ্রিলের পর থেকে অ্যাপল ইনক। তাদের মিউজিককে ডিআরএম-মুক্ত করে দেয় এবং ২০০৮ সালের পর থেকে সব মিউজিককে \"ডিআরএম-মুক্ত\" লেবেল দেয়। আইটিউনসে বিক্রি হওয়া অন্যান্য কাজ যেমন অ্যাপ, অডিওবুক, মুভি এবং টিভি শোগুলি ডিআরএম দ্বারা সুরক্ষিত।\n২০০৭ সালের অক্টোবরে ব্রিটিশ রক ব্যান্ড রেডিওহেড তাদের \"ইন রেইনবোজ\" অ্যালবামটি প্রকাশ করে। এই অ্যালবামের জন্য ভক্তরা তাদের পছন্দমতো মূল্য দিতে পারে, অথবা বিনামূল্যে ডাউনলোড করতে পারে। এটি ডিআরএম-এর বিরুদ্ধে একটি উল্লেখযোগ্য পদক্ষেপ হিসেবে বিবেচিত হয়, কারণ এটি দেখায় যে শিল্পীরা ডিআরএম ব্যবহার না করেও আয় করতে পারেন।\n২০০৭ সালের নভেম্বরে একটি উল্লেখযোগ্য ডিআরএম ব্যর্থতা ঘটে। ২০০৬ সালের আগে মেজর লিগ বেসবল থেকে কেনা ভিডিওগুলি লাইসেন্স যাচাইকারী সার্ভার পরিবর্তনের কারণে চালানো যায় না। এটি দেখায় যে ডিআরএম ভোক্তাদের জন্য অসুবিধা সৃষ্টি করতে পারে এবং এটি সর্বদা কার্যকর নাও হতে পারে।\n২০০৭ সালে ইউরোপীয় সংসদ কপিরাইট সুরক্ষার বিষয়ে ইউরোপীয় ইউনিয়নের নির্দেশনাকে সমর্থন করে। এই নির্দেশিকা ডিআরএম ব্যবহারের অনুমতি দেয়, তবে এটি কিছু ব্যতিক্রমও অন্তর্ভুক্ত করে, যেমন ব্যক্তিগত ব্যবহারের জন্য কপি তৈরি করার অধিকার।\n২০০৭ সাল, আসুস একটি সাউন্ডকার্ড প্রকাশ করে যাতে \"অ্যানালগ লুপব্যাক ট্রান্সফর্মেশন\" নামক একটি ফাংশন রয়েছে। এই ফাংশনটি ডিআরএম-এর বিধিনিষেধগুলিকে অতিক্রম করতে পারে। এটি ব্যবহারকারীদের ডিআরএম-সীমাবদ্ধ অডিও রেকর্ড করতে দেয়।\nডিজিটাল ডিস্ট্রিবিউটর গগ.কম (পূর্বে গুড ওল্ড গেমস): পিসি ভিডিও গেমসে বিশেষীকরণ করে এবং একটি কঠোর নন-ডিআরএম নীতি রয়েছে। এর মানে হল যে গগ.কম-এ বিক্রি হওয়া সমস্ত গেমস ডিআরএম-মুক্ত।\nবাঁন বুকস এবং ও'রেইলি মিডিয়া: ২০১২ সালের আগে ডিআরএম বাদ দিয়ে দেয়। এর মানে হল যে এই প্রকাশকদের বইগুলি ডিআরএম-মুক্ত এবং যেকোনো ডিভাইসে পড়া যেতে পারে।\nটর বুকস: ২০১২ সালে, বিজ্ঞান কল্পকাহিনী এবং ফ্যান্টাসি বইয়ের একটি প্রধান প্রকাশক, প্রথমে ডিআরএম-মুক্ত ই-বই বিক্রি করে। এটি ডিআরএম-এর বিরুদ্ধে আরেকটি উল্লেখযোগ্য পদক্ষেপ ছিল। ২০০৮ সালে  অ্যাক্সিডিস প্রকল্প সম্পন্ন হয়। এটি ছিল ইউরোপীয় কমিশনের FP6 এর একটি ইন্টিগ্রেটেড প্রকল্প, যার মূল লক্ষ্য ছিল কন্টেন্ট প্রযোজনা, কপি সুরক্ষা এবং বিতরণ স্বয়ংক্রিয়করণ, সম্পর্কিত খরচ কমানো এবং বিটুবি এবং বিটুসি উভয় ক্ষেত্রেই ডিআরএম সমর্থন করা, সেগুলিকে সামঞ্জস্যপূর্ণ করা।\nইন্ডিকেয়ার প্রকল্পটি ছিল ইউরোপে ডিআরএম সমাধানের ভোক্তা গ্রহণযোগ্যতার উপর একটি সংলাপ যা ২০০৮ সালে সম্পন্ন হয়েছিল।\n২০০৮ সালের মাঝামাঝি: ম্যাস ইফেক্ট-এর উইন্ডোজ সংস্করণটি প্রধানত সেকুরোম ডিআরএম ব্যবহারকারী শিরোনামগুলি এবং একটি সার্ভারের সাথে প্রমাণীকরণ প্রয়োজনীয় একটি প্রবৃত্তির সূচনা করে।  ২০০৮ সালের স্পোর গেমে ডিআরএম স্কিম ব্যবহার করা নিয়ে প্রতিবাদ হয়, যার ফলে লাইসেন্সবিহীন সংস্করণ খোঁজা বৃদ্ধি পায়। অ্যাক্টিভেশনের সীমাবদ্ধতা নিয়ে এই প্রতিক্রিয়ার ফলে স্পোর ২০০৮ সালের সবচেয়ে বেশি পাইরেট করা গেম হয়ে ওঠে, টরেন্টফ্রিক দ্বারা সংকলিত শীর্ষ ১০ তালিকায় শীর্ষে অবস্থান করে। তবে, টুইকগাইডেস এই সিদ্ধান্তে পৌঁছায় যে ডিআরএম ভিডিও গেম পাইরেসি বাড়ায় না, উল্লেখ করে যে তালিকাভুক্ত অন্যান্য গেম, যেমন কল অফ ডিউটি ৪ এবং অ্যাসাসিনস ক্রিড, সীমাবদ্ধতা বা অনলাইন অ্যাক্টিভেশন ছাড়াই ডিআরএম ব্যবহার করে। এছাড়াও, বায়োশক, ক্রাইসিস ওয়ারহেড এবং ম্যাস ইফেক্টের মতো অন্যান্য ভিডিও গেম যা ডিআরএম ব্যবহার করে সেগুলি তালিকায় নেই।\n২০০৮ সালের শেষের দিকে এবং ২০০৯ সালের শুরুতে অনেক মূলধারার প্রকাশক অনলাইন ডিআরএম-এ নির্ভর করে থাকে, যার মধ্যে ইলেকট্রনিক আর্টস, ইউবিসফট, ভালভ এবং আটারি অন্তর্ভুক্ত। ইলেকট্রনিক আর্টসের ক্ষেত্রে দ্য সিমস ৩ একটি উল্লেখযোগ্য ব্যতিক্রম। ২০০৮ সালের শেষের দিকে, ইউবিসফট \"লোকজন আসলে কত সত্যবাদী\" সে সম্পর্কে \"ডুমস ডে দেওয়া লোকদের জন্য অবৈধ কপি ব্যবহার করতে উৎসাহিত করছিল\" এই দাবি পরীক্ষা করার জন্য একটি পরীক্ষামূলক পদক্ষেপ হিসাবে প্রিন্স অফ পার্সিয়া গেমটি অনলাইন ডিআরএম ছাড়া মুক্তি দেয়। যদিও ইউবিসফট \"পরীক্ষা\"র ফলাফল নিয়ে মন্তব্য করেনি, টুইকগাইডেস উল্লেখ করে যে মিনিনোভায় দুটি টরেন্ট মুক্তির ২৪ ঘণ্টার মধ্যে ২৩,০০০ এরও বেশি লোক গেমটি ডাউনলোড করে।\n২০০৯ সাল, অ্যামাজন ক্রয়ের মূল্য ফেরত দেওয়ার পরে গ্রাহকদের অ্যামাজন কিন্ডল থেকে জর্জ অরওয়েলের অ্যানিম্যাল ফার্ম (১৯৪৫) এবং নাইনটিন এইটি ফোর (১৯৪৯) এর ক্রয় করা কপিগুলি দূরবর্তীভাবে মুছে ফেলে দেয়।  মন্তব্যকারীরা এই কাজগুলিকে অরওয়েলীয় হিসাবে বর্ণনা করে এবং অ্যামাজনকে নাইনটিন  এইটি ফোর-এর বিগ ব্রাদারের সাথে তুলনা করে। পরে অ্যামাজনের সিইও জেফ বেজোস একটি প্রকাশ্য ক্ষমা চেয়েছিলেন। ফ্রি সফটওয়্যার ফাউন্ডেশন (FSF) লিখেছে যে এটি অ্যামাজনের দূরবর্তীভাবে কন্টেন্ট সেন্সর করার অত্যধিক ক্ষমতার একটি উদাহরণ, এবং অ্যামাজনকে ডিআরএম বাদ দিতে আহ্বান করে। অ্যামাজন পরে মুছে ফেলার কারণটি প্রকাশ করে: সংশ্লিষ্ট ই-বইগুলি অরওয়েলের রচনার অননুমোদিত পুনঃপ্রকাশ, যা পাবলিক ডোমেইনের মধ্যে ছিল না এবং যে কোম্পানি এটিকে প্রকাশ করেছে এবং অ্যামাজনের সেবায় বিক্রি করেছে সেটি করার কোনো অধিকার ছিল না।\n২০০৭ সালে রেডিওহেড তাদের \"ইন রেইনবোজ\" অ্যালবামটি বিনামূল্যে বা ভক্তদের পছন্দের মূল্যে ডাউনলোড করার জন্য প্রকাশ করে। ২০০৮ সালে মেজর লিগ বেসবল থেকে কেনা ভিডিওগুলি লাইসেন্স যাচাইকারী সার্ভার পরিবর্তনের কারণে চালানো যায় না। ২০০৯ সালে অ্যামাজন ক্রয়ের মূল্য ফেরত দেওয়ার পরে গ্রাহকদের কিন্ডল থেকে জর্জ অরওয়েলের দুটি বই দূরবর্তীভাবে মুছে ফেলে। ২০১১ সালে কমেডিয়ান লুইস সি.কে. তার কনসার্ট ফিল্ম \"লাইভ অ্যাট দ্য বিকন থিয়েটার\" $৫-এ ডিআরএম-মুক্ত।\n\n\n=== ২০১০-বর্তমান ===\nইউবিসফট তার ইউপ্লে অনলাইন গেম প্ল্যাটফর্মের মাধ্যমে ৯ ফেব্রুয়ারি ২০১০ সালে আনুষ্ঠানিকভাবে অনলাইন প্রামাণীকরণে ফিরে আসার ঘোষণা করে, যা সাইলেন্ট হান্টার ৫, দ্য সেটলার্স ৭ এবং অ্যাসাসিনস ক্রিড II দিয়ে শুরু হয়। প্রকাশের ২৪ ঘণ্টার মধ্যেই সাইলেন্ট হান্টার ৫ ক্ষতিগ্রস্ত হওয়ার প্রথম রিপোর্ট করা হয়, তবে ক্র্যাক করা সংস্করণের ব্যবহারকারীরা শীঘ্রই জানতে পারে যে গেমটির শুধুমাত্র প্রাথমিক অংশই খেলানো যায়। ইউপ্লে সিস্টেমটি স্থানীয় পিসিতে ইনস্টল করা গেমটি অসম্পূর্ণ রেখে এবং তারপর খেলাটি অগ্রসর হওয়ার সাথে সাথে অ্যুবিসফটের সার্ভার থেকে গেম কোডের অংশগুলি ক্রমাগত ডাউনলোড করে কাজ করে। এপ্রিলের প্রথম সপ্তাহে পিসি মুক্তির এক মাসেরও বেশি সময় পরে সফ্টওয়্যার প্রকাশ করা হয় যা অ্যাসাসিনস ক্রিড II-এ ইউবিসফটের ডিআরএমকে অতিক্রম করতে পারে। এই সফ্টওয়্যারটি গেমের জন্য একটি ইউবিসফট সার্ভার অনুকরণ করে এটি করে। সেই মাসের শেষের দিকে, একটি প্রকৃত ক্র্যাক প্রকাশ করা হয় যা সংযোগের প্রয়োজনীয়তা সম্পূর্ণভাবে সরিয়ে ফেলতে পারে।\nডিজিটাল রাইটস ম্যানেজমেন্ট (ডিআরএম)-এর কিছু উল্লেখযোগ্য ঘটনার মধ্যে রয়েছে, ২০১০ সালের মার্চ: বৃহৎ আকারের ডিডোএস আক্রমণের কারণে ইউপ্লে সার্ভারগুলি কিছুদিন অ্যাক্সেসযোগ্য হয়নি। এর ফলে প্রায় ৫% গেম মালিক তাদের গেম খেলতে পারেননি। পরে কোম্পানি ক্ষতিগ্রস্ত গেমের মালিকদের একটি ফ্রি ডাউনলোডের মাধ্যমে ক্ষতিপূরণ দিয়েছিল এবং এরপর আর কোনো ডাউনটাইম হয়নি।\n২০১১ সাল: কমেডিয়ান লুইস সি.কে. তার কনসার্ট ফিল্ম \"লাইভ অ্যাট দ্য বিকন থিয়েটার\" একটি সস্তা (মার্কিন $৫), ডিআরএম-মুক্ত ডাউনলোড হিসাবে প্রকাশ করেন। লাইসেন্সবিহীন কপি আটকানোর একমাত্র চেষ্টা ছিল একটি চিঠি যা কর্পোরেট জড়িত না থাকা এবং শিল্পী ও দর্শকের মধ্যে সরাসর সম্পর্ককে জোর দেয়। মুক্তির ১২ ঘণ্টার মধ্যে লাভজনক হয়ে ওঠে এমন এই ফিল্মটি বাণিজ্যিকভাবে সফল হয়। শিল্পী পরামর্শ দিয়েছিলেন যে এর ফলে চুরির হার স্বাভাবিকের চেয়ে কম ছিল, যা এই মুক্তিকে ডিজিটাল বাজারের জন্য একটি গুরুত্বপূর্ণ কেস স্টাডি করে তুলেছে।\n২০১২ সাল: ইউরোপীয় ইউনিয়নের আদালত কপিরাইটযুক্ত গেম পুনঃবিক্রয়ের পক্ষে রায় দেয়।\n২০১২ সালে, ভারত ডিজিটাল অধিকার ব্যবস্থাপনা সুরক্ষা কার্যকর করেছে।\n২০১২ সাল: ওয়েবকমিক \"ডিজেল সুইটিজ\" একটি ডিআরএম-মুক্ত পিডিএফ ই-বই প্রকাশ করে।  এরপর তিনি আইপ্যাডের জন্য বিশেষভাবে ডিজাইন করা একটি ডিআরএম-মুক্ত আইবুক প্রকাশ করেন, যা তিন দিনেই ১০,০০০ এরও বেশি ডাউনলোড পায়। এর ফলে স্টিভেনস একটি কিকস্টার্টার প্রকল্প চালু করেন - \"ইবুক স্ট্র্যাভাগানজা ৩০০০\" - ১২ বছর ধরে লেখা ৩,০০০ কমিক্সকে একটি \"বিশাল\" ই-বুকে রূপান্তরিত করার জন্য অর্থায়ন করতে, যা বিনামূল্যে এবং আইবুকস্টোরের মাধ্যমে মুক্তি দেওয়া হবে; ৮ ফেব্রুয়ারি ২০১২ সালে চালু হয়, ৩০ দিনে $৩,০০০ সংগ্রহের লক্ষ্যে। এই ক্ষেত্রে \"পেমেন্ট অপশনাল\" ডিআরএম-মুক্ত মডেলটি স্টিভেনসের এই দৃষ্টিভঙ্গির উপর ভিত্তি করে গৃহীত হয়েছিল যে \"ওয়েবকমিক্স পাঠকদের একটি শ্রেণি আছে যারা বড় অংশে পড়তে পছন্দ করবে এবং আরও ভালো, এতে একটু অর্থ ব্যয় করতেও। ইচ্ছুক হবে।\"\nফেব্রুয়ারী ২০১২-এ একটি নতুন ভিডিও গেম, ডাবল ফাইন অ্যাডভেঞ্জার, এর জন্য কিকস্টার্টারে ক্রাউডফান্ডিংয়ের আহ্বান করে এবং ব্যাকারদের জন্য গেমটি ডিআরএম-মুক্ত অফার করে। এই প্রকল্পটি ৪৫ দিনের মধ্যে তার মূল লক্ষ্য $৪০০,০০০ ছাড়িয়ে $২ মিলিয়নেরও বেশি অর্থ সংগ্রহ করে। ক্রাউডফান্ডিং প্রি-অর্ডার বা সাবস্ক্রিপশনের মতো কাজ করে। ডাবল ফাইন অ্যানভেঞ্জারের-এর সাফল্যের পরে, অনেক গেম ক্রাউড-ফান্ডেড হয় এবং অনেকগুলো ডিআরএম-মুক্ত সংস্করণ অফার করে।   লাইব্রেরি.নিউ (১৫ ফেব্রুয়ারি ২০১২ তারিখে আদালতের আদেশে বন্ধ), বুকফাই, বুকফাইন্ডার, লাইব্রেরি জেনেসিস এবং সাই-হাব - এই ওয়েবসাইটগুলি কপিরাইট লঙ্ঘন করে ই-বই ডাউনলোড করার অনুমতি দেয়। \nলাইব্রেরি.নিউ (১৫ ফেব্রুয়ারি ২০১২ তারিখে আদালতের আদেশে বন্ধ), বুকফাই, বুকফাইন্ডার, লাইব্রেরি জেনেসিস এবং সাই-হাব - এই ওয়েবসাইটগুলি কপিরাইট লঙ্ঘন করে ই-বই ডাউনলোড করার অনুমতি দেয়। \n২০১৩ সাল পর্যন্ত, অন্যান্য ডেভেলপাররা, যেমন ব্লিজার্ড এন্টারটেইনমেন্ট গেমটির বেশিরভাগ লজিক \"পাশে\" রাখে বা গেম নির্মাতার সার্ভার দ্বারা পরিচালিত হয়। ব্লিজার্ড এই কৌশলটি তাদের গেম ডায়াবলো III এর জন্য ব্যবহার করে এবং ইলেকট্রনিক আর্টস তাদের সিমসিটির পুনরায় চালুর সাথে এই একই কৌশলটি ব্যবহার করে, যার প্রয়োজনীয়তা নিয়ে প্রশ্ন উঠেছে।\n২০১৪ সাল, ইউরোপীয় ইউনিয়নের আদালত কিছু পরিস্থিতিতে গেম ডিভাইসগুলিতে ডিআরএম এড়িয়ে যাওয়া বৈধ বলে রায় দেয়। \n২০১৪ সালে, ডিজিটাল কমিক বিতরক কমিকসোলোজি অধিকারীদের ডিআরএম-মুক্ত ডাউনলোডের বিকল্প সরবরাহ করার অনুমতি দেয়। এটি অনুমোদনকারী প্রকাশকদের মধ্যে রয়েছে ডাইনামাইট এন্টারটেইনমেন্ট, ইমেজ কমিকস, থ্রিলবেন্ট, টপ শেলফ প্রোডাকশন এবং জেনেস্কোপ এন্টারটেইনমেন্ট । \n২০২২ সালের ফেব্রুয়ারিতে কমিকসোলোজি, যা পরে অ্যামাজনের-এর মালিকানায় ছিল, সমস্ত কমিকসে ডিআরএম-মুক্ত ডাউনলোড করার বিকল্পটি শেষ করে, যদিও তারিখের আগে আগে কেনা যেকোন কমিকগুলিতে ডিআরএম-ছাড়া কমিক ডাউনলোড করার বিকল্প থাকবে। \n\n\n== প্রযুক্তি ==\n\n\n=== প্রতিপাদন ===\nপণ্য কী\nসাধারণত একটি আলফা-সংখ্যামূলক স্ট্রিংয়ের সমন্বয়ে গঠিত পণ্যের কি, সফ্টওয়্যারের একটি নির্দিষ্ট কপির লাইসেন্সকে উপস্থাপন করতে পারে। ইনস্টলেশন প্রক্রিয়ার সময় বা সফ্টওয়্যার চালুর সময়, ব্যবহারকারীকে এই কি লিখতে বলা হয়; কিটি যদি বৈধ হয় (সাধারণত অভ্যন্তরীণ অ্যালগোরিদমের মাধ্যমে), তাহলে তা গৃহীত হয় এবং ব্যবহারকারী চালিয়ে যেতে পারেন। পণ্যের কিগুলিকে অন্যান্য ডিআরএম কার্যক্রম (যেমন অনলাইন \"সক্রিয়করণ\") এর সাথে একত্রিত করা যেতে পারে, পণ্যের কি ছাড়া সফ্টওয়্যার চালানোর জন্য ক্র্যাকিং প্রতিরোধ করতে, অথবা গ্রহণযোগ্য কি তৈরি করতে কিজেন ব্যবহার প্রতিরোধ করতে।\n\n\n=== সক্রিয়করণ সীমাবদ্ধতা: ===\nডিআরএম একজন বৈধ ব্যবহারকারী কতগুলো ডিভাইসে কন্টেন্ট ইনস্টল করতে পারেন তা সীমিত করতে পারে। এই সীমাবদ্ধতা সাধারণত ৩-৫ টি ডিভাইসকে সমর্থন করে। এটি সেই ব্যবহারকারীদের প্রভাবিত করে যাদের ডিভাইসের সংখ্যা সীমার চেয়ে বেশি। কিছু ক্ষেত্রে একটি ডিভাইসকে অন্যটি দিয়ে প্রতিস্থাপন করা যায়। এটি ছাড়া সফ্টওয়্যার এবং হার্ডওয়্যার আপগ্রেডের জন্য অতিরিক্ত ক্রয় প্রয়োজন হতে পারে।\nঅনেক প্রকাশক এবং শিল্পী তাদের কাজকে \"ডিআরএম-মুক্ত\" লেবেল করেন। বড় বড় কোম্পানি যারা এটি করেছে তাদের মধ্যে রয়েছে অ্যাপল, গগ.কম, টর বুকস এবং ভিমিও অন ডিমান্ড । কমিক্সোলজিতে একবার ডিআরএম-মুক্ত কাজসমূহ ২০০পর্যন্ত বিক্রয়ের জন্য উপলব্ধ ছিল যখন এর মূল সংস্থা, অ্যামাজন, অ্যামাজনের ওয়েবসাইটে তাদের স্থানান্তরের অংশ হিসাবে ডিআরএম-মুক্ত কাজগুলি কেনার বিকল্পটি সরিয়ে দেয়, যদিও আগের কেনাকাটাগুলি ডিআরএম-মুক্ত ছিল। \nউপরন্তু, বাষ্পের মতো প্ল্যাটফর্মগুলিতে ডিআরএম প্রক্রিয়া অন্তর্ভুক্ত থাকতে পারে। উপরোক্ত বেশিরভাগ মেকানিজম হল প্রতি ডিআরএম মেকানিজমের পরিবর্তে কপি প্রোটেকশন মেকানিজম।\n\n\n== এনক্রিপশন ==\nএনক্রিপশন এমনভাবে বিষয়বস্তুকে পরিবর্তন করে যার অর্থ হল এটি প্রথমে ডিক্রিপ্ট না করে ব্যবহার করা যাবে না। এনক্রিপশন নিশ্চিত করতে পারে যে সফ্টওয়্যার পরিবর্তন করে অন্যান্য বিধিনিষেধের ব্যবস্থাগুলিকে বাইপাস করা যাবে না, তাই ডিআরএম সিস্টেমগুলি সাধারণত অন্যান্য কৌশল ছাড়াও এনক্রিপশনের উপর নির্ভর করে।\nমাইক্রোসফট প্লে রেডি মাল্টিমিডিয়া এবং অন্যান্য ফাইলের অবৈধ অনুলিপি প্রতিরোধ করে। \nকপি করা, মুদ্রণ করা, ফরোয়ার্ড করা এবং ব্যাকআপ কপি তৈরি করা প্রতিরোধ করার জন্য ইলেকট্রনিক বই এবং নথিতে বিধিনিষেধ প্রয়োগ করা যেতে পারে। এটি ই-প্রকাশক এবং এন্টারপ্রাইজ তথ্য অধিকার ব্যবস্থাপনা উভয়ের জন্যই সাধারণ। এটি সাধারণত কন্টেন্ট ম্যানেজমেন্ট সিস্টেম সফ্টওয়্যারের সাথে একত্রিত হয়। \nযদিও কিছু ভাষ্যকার দাবি করেন যে ডিআরএম ই-বুক প্রকাশকে জটিল করে তোলে, এটি ব্রিটিশ লাইব্রেরির মতো সংস্থাগুলি দ্বারা তার নিরাপদ ইলেকট্রনিক ডেলিভারি পরিষেবায় বিশ্বব্যাপী বিরল নথিগুলিতে অ্যাক্সেসের অনুমতি দেওয়ার জন্য ব্যবহার করা হয়েছে যা, আইনি কারণে, আগে শুধুমাত্র উপলব্ধ ছিল অনুমোদিত ব্যক্তিরা আসলে লাইব্রেরির নথি কেন্দ্র পরিদর্শন করেন। \nঅ্যাডোবি ইনকর্পোরেটেড, অ্যামাজন, অ্যাপল ইনকর্পোরেটেড, এবং মার্লিন ট্রাস্ট ব্যবস্থাপনা সংস্থা (এমটিএমও ) থেকে চারটি প্রধান ই-বুক ডিআরএম স্কিম সাধারণ ব্যবহারে রয়েছে।\n\nঅ্যাডোবি: অ্যাডোবির ডিআরএম EPUB এবং PDF ফাইলগুলোতে প্রয়োগ করা হয় এবং এটি বিভিন্ন থার্ড-পার্টি ই-বুক রিডার এবং অ্যাডোবি ডিজিটাল এডিশন (ADE) সফটওয়্যার ব্যবহার করে পড়া যায়। বার্নস অ্যান্ড নোবল অ্যাডোবির সরবরাহ করা ডিআরএম প্রযুক্তি ব্যবহার করে, যা EPUB এবং পুরনো PDB (পাম ওএস) ফরম্যাটের ই-বুকগুলোতে প্রয়োগ করা হয়।\nঅ্যামাজন: অ্যামাজনের ডিআরএমটি মূল মোবিপকেট এনক্রিপশনের একটি অভিযোজন এবং এটি অ্যামাজনের .azw4, KF8, এবং মোবিপকেট ফরম্যাটের ই-বুকগুলোতে প্রয়োগ করা হয়। টোপাজ ফরম্যাটের ই-বুকগুলোর নিজস্ব এনক্রিপশন সিস্টেম রয়েছে।\nঅ্যাপল: অ্যাপলের ফেয়ারপ্লে ডিআরএমটি EPUB ফাইলগুলোতে প্রয়োগ করা হয় এবং এটি শুধুমাত্র iOS ডিভাইস এবং ম্যাক ওএস কম্পিউটারে অ্যাপলের iBooks অ্যাপ ব্যবহার করে পড়া যায়।\nমার্লিন: মার্লিন ডিআরএমটি ওপেন ইন্ডাস্ট্রি গ্রুপ মার্লিন ডেভেলপার কমিউনিটি (MDC) দ্বারা তৈরি এবং রক্ষণাবেক্ষণ করা হয় এবং MTMO লাইসেন্স দেয়। (মার্লিন ইন্টারট্রাস্ট, প্যানাসনিক, ফিলিপস, স্যামসাং এবং সনি দ্বারা প্রতিষ্ঠিত হয়েছিল।) অনলাইন পাঠ্যপুস্তক প্রকাশক Kno EPUB বইগুলো সুরক্ষিত করতে মার্লিন ব্যবহার করে। এই বইগুলি iOS এবং অ্যান্ড্রয়েডের জন্য Kno অ্যাপে পড়া যায়।\n\n\n=== রানটাইম সীমাবদ্ধতা ===\nউইন্ডোজ ভিস্তা-তে Protected Media Path নামে একটি ডিআরএম সিস্টেম রয়েছে, যেটিতে প্রোটেক্টটেড প্যাথ (PVP) রয়েছে।  স্বাক্ষরবিহীন সফ্টওয়্যার চলমান থাকাকালীন PVP ডিআরএম-সীমাবদ্ধ বিষয়বস্তুকে বাজানো বন্ধ করার চেষ্টা করে, যাতে স্বাক্ষরবিহীন সফ্টওয়্যারটিকে বিষয়বস্তু অ্যাক্সেস করা থেকে বিরত রাখা যায়। উপরন্তু, PVP মনিটর বা গ্রাফিক্স কার্ডে ট্রান্সমিশনের সময় তথ্য এনক্রিপ্ট করতে পারে, যা অননুমোদিত রেকর্ডিং করা আরও কঠিন করে তোলে।\nবোহেমিয়া ইন্টারঅ্যাকটিভ অপারেশন ফ্ল্যাশপয়েন্টের পর থেকে একধরনের প্রযুক্তি ব্যবহার করেছে: কোল্ড ওয়ার ক্রাইসিস, যেখানে গেমের অনুলিপিটি অননুমোদিত বলে সন্দেহ করা হলে, বন্দুকের নির্ভুলতা হারানো বা খেলোয়াড়দের পাখিতে পরিণত হওয়ার মতো বিরক্তিগুলি চালু করা হয়।  ক্রোটিয়ামের সিরিয়াস স্যাম 3: বিএফই গেমটিতে একটি বিশেষ অজেয় শত্রুকে উপস্থিত করে এবং খেলোয়াড়কে হত্যা না করা পর্যন্ত ক্রমাগত আক্রমণ করে। \n\n\n=== আঞ্চলিক লকআউট ===\nআঞ্চলিক লকআউট (বা অঞ্চল কোডিং) একটি নির্দিষ্ট অঞ্চল বা অঞ্চল ছাড়া একটি নির্দিষ্ট পণ্য বা পরিষেবার ব্যবহারকে বাধা দেয়। লকআউট ভৌত উপায়ে প্রয়োগ করা যেতে পারে, প্রযুক্তিগত উপায়ে যেমন ব্যবহারকারীর IP ঠিকানা পরিদর্শন করা বা একটি সনাক্তকারী কোড ব্যবহার করে, অথবা শুধুমাত্র অঞ্চল-নির্দিষ্ট প্রযুক্তি সমর্থন করে এমন ডিভাইসগুলির দ্বারা প্রবর্তিত অনিচ্ছাকৃত উপায়গুলির মাধ্যমে (যেমন ভিডিও ফর্ম্যাট, যেমন,  এনটিএসসি এবং পিএএল।\n\n\n=== জলছাপ ===\nডিজিটাল ওয়াটারমার্কগুলি স্টেগানোগ্রাফিকভাবে অডিও বা ভিডিও ডেটার মধ্যে এমবেড করা যেতে পারে। এগুলি কপিরাইট মালিক, বিতরণ শৃঙ্খল রেকর্ডিং বা ক্রেতাকে সনাক্ত করার জন্য ব্যবহার করা যেতে পারে। এগুলি তাদের নিজস্বভাবে সম্পূর্ণ ডিআরএম  প্রক্রিয়া নয়, তবে কপিরাইট প্রয়োগের জন্য একটি সিস্টেমের অংশ হিসাবে ব্যবহৃত হয়, যেমন বিধিনিষেধ প্রয়োগ করার পরিবর্তে আইনি উদ্দেশ্যে প্রমাণ প্রদানে সহায়তা করা। \nকিছু অডিও/ভিডিও সম্পাদনা প্রোগ্রাম বিকৃত, মুছে ফেলতে বা অন্যথায় ওয়াটারমার্কের সাথে হস্তক্ষেপ করতে পারে। সিগন্যাল/মডুলেটর-ক্যারিয়ার ক্রোমাটোগ্রাফি রেকর্ডিং থেকে ওয়াটারমার্ককে আলাদা করতে পারে বা ত্রুটি হিসাবে সনাক্ত করতে পারে। উপরন্তু, মৌলিক অ্যালগরিদম ব্যবহার করে অডিওর দুটি পৃথকভাবে প্রাপ্ত কপির তুলনা ওয়াটারমার্ক প্রকাশ করতে পারে।\n\n\n=== মেটাডাটা ===\nকখনও কখনও, ক্রয় করা মিডিয়াতে মেটাডেটা অন্তর্ভুক্ত করা হয় যা ক্রেতার নাম, অ্যাকাউন্টের তথ্য বা ইমেল ঠিকানার মতো তথ্য রেকর্ড করে। এছাড়াও ফাইলের প্রকাশক, লেখক, তৈরির তারিখ, ডাউনলোডের তারখ এবং বিভিন্ন নোট অন্তর্ভুক্ত থাকতে পারে। এই তথ্য বিষয়বস্তু এম্বেড করা হয় না, একটি ওয়াটারমার্ক হিসাবে. এটি বিষয়বস্তু থেকে আলাদা রাখা হয়, কিন্তু ফাইল বা স্ট্রীমের মধ্যে।\nউদাহরণ হিসেবে, আইটিউনস থেকে কেনা মিডিয়াতে মেটাডেটা ব্যবহার করা হয় ডিআরএম-মুক্ত পাশাপাশি ডিআরেএম-সীমাবদ্ধ সামগ্রীর জন্য। এই তথ্য MPEG স্ট্যান্ডার্ড মেটাডেটা হিসাবে অন্তর্ভুক্ত করা হয়েছে। \n\n\n== আইন ==\nওয়ার্ল্ড ইন্টেলেকচুয়াল প্রপার্টি অর্গানাইজেশন ওয়ার্ল্ড ইন্টেলেকচুয়াল প্রপার্টি অর্গানাইজেশন কপিরাইট ট্রিটি (ডব্লিউসিটি) সমর্থন করে যার জন্য দেশগুলিকে ডিআরএম প্রতারণার বিরুদ্ধে আইন প্রণয়ন করতে হবে। ডব্লিআইপিও ইন্টারনেট চুক্তিগুলি ফৌজদারি নিষেধাজ্ঞা বাধ্যতামূলক করে না, শুধুমাত্র \"কার্যকর আইনি প্রতিকার\" প্রয়োজন। \n\n\n=== চীন ===\nচীনের অন্তর্বর্তীকালীন বিধিগুলি ডিজিটাল সামগ্রী নিয়ন্ত্রণ করে। চীন বৌদ্ধিক সম্পত্তি অধিকার রক্ষা করার দাবি করে, যদিও বিশ্ব বাণিজ্য সংস্থা (WTO) নির্ধারণ করেছে যে \"চীনের কপিরাইট আইন বার্ন কনভেনশন দ্বারা প্রয়োজনীয় অনুযায়ী চীনা নাগরিকদের মতো একই কার্যকারিতা অ-চীনা নাগরিকদের প্রদান করে না\" এবং \"চীনের কপিরাইট আইন বৌদ্ধিক সম্পত্তি অধিকার লঙ্ঘনের যেকোনো কাজের বিরুদ্ধে কার্যকর ব্যবস্থা নেওয়ার অনুমতি দেয় এমন প্রয়োগ পদ্ধতি সরবরাহ করে না\"।\n\n\n=== ইউরোপীয় ইউনিয়ন ===\nইউরোপীয় ইউনিয়ন তাদের তথ্য সমাজ ডাইরেকটিভ এবং WIPO বাস্তবায়নের অধীনে কাজ করে। ইউরোপীয় সংসদ তারপর সদস্য রাষ্ট্রগুলোকে বাণিজ্যিক উদ্দেশ্যে আন্তর্জাতিক কপিরাইট লঙ্ঘন আইনবহির্ভূত ঘোষণা করার নির্দেশ দেয়। শাস্তি জরিমানা থেকে কারাদণ্ড পর্যন্ত হতে পারে। এটি পেটেন্ট অধিকার এবং ব্যক্তিগত, অবাণিজ্যিক উদ্দেশ্যে কপি করাকে বাদ দেয়।  কপিরাইটযুক্ত গেম পুনঃবিক্রি করা যায়। খেলার ডিভাইসগুলিতে ডিআরএম এড়িয়ে যাওয়া কিছু পরিস্থিতিতে আইনগত; সুরক্ষা কেবল নিষিদ্ধ ক্রিয়াকলাপে হস্তক্ষেপকারী প্রযুক্তিগত ব্যবস্থাকেই আচ্ছাদন করে।\n\n\n=== ভারত ===\nভারত ডব্লিআইপিও কপিরাইট চুক্তি বা ডব্লিআইপিও পারফরম্যান্স এবং ফোনোগ্রাম চুক্তিতে স্বাক্ষরকারী নয়৷  এর কপিরাইট আইন ডিজিটাল বিষয়বস্তুর সুরক্ষা প্রদান করে, প্রযুক্তিগত সুরক্ষা এবং অবৈধ অনুলিপি বিতরণকে অপরাধী করে। শাস্তির মধ্যে রয়েছে কারাগারের সময়। ন্যায্য ব্যবহার স্পষ্টভাবে সম্বোধন করা হয় না.\n\n\n=== ইজরায়েল ===\nইজরায়েল ডব্লিআইপিওকপিরাইট চুক্তিতে স্বাক্ষরকারী নয়। ইজরায়েলি আইন স্পষ্টভাবে প্রযুক্তিগত সুরক্ষা ব্যবস্থার ফাঁকি দেওয়া নিষিদ্ধ করে না।\n\n\n=== পাকিস্তান ===\nপাকিস্তান ডব্লিআইপিও কপিরাইট চুক্তি বা ডব্লিআইপিও পারফরম্যান্স এবং ফোনোগ্রাম চুক্তিতে স্বাক্ষরকারী নয়৷ পাকিস্তানি আইন প্রযুক্তিগত সুরক্ষা ব্যবস্থার ফাঁকি দিয়ে অপরাধ করে না। \n২০২২ সালে জানুয়ারিতে, পাকিস্তানের বুদ্ধিবৃত্তিক সম্পত্তি অফিস ডব্লিআইপিও  কপিরাইট চুক্তি এবং ডব্লিআইপিও পারফরম্যান্স এবং ফোনোগ্রাম চুক্তিতে যোগদান করতে চায়। যাইহোক, চুক্তিতে যোগদানের জন্য পাকিস্তানের জন্য কোন বড় অগ্রগতি হয়নি, এবং কপিরাইট অধ্যাদেশের সংশোধনী আইনের সময়রেখা অস্পষ্ট।  ২০২৩সালের ফেব্রুয়ারি পর্যন্ত, পাকিস্তানের মেধা সম্পত্তি অফিস বর্তমানে তার কপিরাইট অধ্যাদেশের খসড়া সংশোধনী চূড়ান্ত করছে। \n\n\n=== যুক্তরাষ্ট্র ===\nমার্কিন সুরক্ষাগুলি ডিজিটাল মিলেনিয়াম কপিরাইট আইন (DMCA) দ্বারা পরিচালিত হয়৷ এটি প্রযুক্তির উত্পাদন এবং প্রচারকে অপরাধী করে যা ব্যবহারকারীদের অনুলিপি-নিষেধাজ্ঞাগুলি এড়াতে দেয়৷ বিপরীত প্রকৌশল স্পষ্টভাবে অনুমোদিত, একটি নিরাপদ পোতাশ্রয় প্রদান করে যেখানে অন্য সফ্টওয়্যারগুলির সাথে ইন্টারঅপারেটিং করার জন্য ছত্রভঙ্গ করা প্রয়োজন।\nওপেন-সোর্স সফ্টওয়্যার যা সুরক্ষিত বিষয়বস্তুকে ডিক্রিপ্ট করে তা প্রতিনিয়ত নিষিদ্ধ নয়। মালিকানা সিস্টেমের সাথে ওপেন সোর্স অপারেটিং সিস্টেমের আন্তঃকার্যযোগ্যতা অর্জনের উদ্দেশ্যে করা ডিক্রিপশন সুরক্ষিত। অন্যদের কপিরাইট লঙ্ঘন করতে বা উৎসাহিত করার উদ্দেশ্যে এই ধরনের সফ্টওয়্যার প্রচার নিষিদ্ধ।\nডিএমসিএ (ডিজিটাল মিলেনিয়াম কপিরাইট অ্যাক্ট) বেশিরভাগ ক্ষেত্রেই অকার্যকর হয়ে উঠেছে। ডিএমসিএ এড়াবার সফটওয়্যারগুলি সহজেই পাওয়া যায়। তবে, যারা ডিআরএম সিস্টেমগুলি সংরক্ষণ করতে চান তারা এই আইনটি ব্যবহার করে এমন সফটওয়্যারগুলির বিতরণ এবং বিকাশকে সীমাবদ্ধ করার চেষ্টা করেছেন, যেমন ডিক্রিপ্ট করা ডিভিডি সফটওয়্যার DeCSS এর ক্ষেত্রে। যদিও গবেষণার জন্য একটি ব্যতিক্রম রয়েছে, তবে এই ব্যতিক্রমটি এমন কিছু যোগ্যতা সাপেক্ষে, যা গবেষণা সম্প্রদায়ের মধ্যে অস্পষ্টতা তৈরি করেছে।\nক্রিপ্টো-বিশ্লেষণ গবেষণাও ডিএমসিএ লঙ্ঘন করতে পারে, যদিও এটি এখনও অমীমাংসিত।\n\n\n=== উল্লেখযোগ্য মামলা ===\nডিভিডি কপি কন্ট্রোল অ্যাসোসিয়েশন, ইনকর্পোরেটেড বনাম বানার\nডিভিডি কপি কন্ট্রোল অ্যাসোসিয়েশন, ইনকর্পোরেটেড বনাম ক্যালেইডোস্কেপ, ইনকর্পোরেটেড\nরিয়েলনেটওয়ার্কস, ইনকর্পোরেটেড বনাম ডিভিডি কপি কন্ট্রোল অ্যাসোসিয়েশন, ইনকর্পোরেটেড\nইউনিভার্সাল বনাম রেইমারডেস\nএই মামলাগুলি ডিভিডি কপি করার অধিকার নিয়ে ডিভিডি কপি কন্ট্রোল অ্যাসোসিয়েশন (DVD CCA) এবং বিভিন্ন ব্যক্তি ও প্রতিষ্ঠানের মধ্যে আইনি বিরোধ।\nDVD CCA v. Bunner: এই মামলায়, DVD CCA বানারকে ডিভিডি কপি করার জন্য একটি সফ্টওয়্যার তৈরি এবং বিতরণ করার জন্য অভিযুক্ত করে।\nDVD CCA v. Kaleidescape: এই মামলায়, DVD CCA ক্যালেইডোস্কেপকে ডিভিডি কপি করার জন্য একটি ডিভাইস তৈরি এবং বিক্রয় করার জন্য অভিযুক্ত করে।\nRealNetworks v. DVD CCA: এই মামলায়, RealNetworks DVD CCA-এর বিরুদ্ধে মামলা করে, যুক্তি দিয়ে যে DVD CCA-এর ডিভিডি কপি করার উপর নিষেধাজ্ঞা অ্যান্টিট্রাস্ট আইন লঙ্ঘন করে।\nUniversal v. Reimerdes: এই মামলায়, Universal Pictures Reimerdes-কে ডিভিডি কপি করার জন্য একটি ওয়েবসাইট তৈরি এবং পরিচালনা করার জন্য অভিযুক্ত করে।\n\n\n=== রায়: ===\nDVD CCA v. Bunner: আদালত Bunner-এর বিরুদ্ধে রায় দেয় এবং তাকে ডিভিডি কপি করার সফ্টওয়্যার বিতরণ বন্ধ করতে নির্দেশ দেয়।\nDVD CCA v. Kaleidescape: আদালত Kaleidescape-এর বিরুদ্ধে রায় দেয় এবং তাদের ডিভিডি কপি করার ডিভাইস বিক্রয় বন্ধ করতে নির্দেশ দেয়।\nRealNetworks v. DVD CCA: আদালত RealNetworks-এর পক্ষে রায় দেয় এবং DVD CCA-এর ডিভিডি কপি করার উপর নিষেধাজ্ঞা বাতিল করে।\nUniversal v. Reimerdes: আদালত Universal Pictures-এর পক্ষে রায় দেয় এবং Reimerdes-কে ডিভিডি কপি করার ওয়েবসাইট বন্ধ করতে নির্দেশ দেয়।\n\n\n== বিরোধী দল ==\nডিআরএম সার্বজনীন বিরোধিতার মুখোমুখি হচ্ছে। জন ওয়াকার  এবং রিচার্ড স্টলম্যান উল্লেখযোগ্য সমালোচক।  স্টলম্যান দাবি করেছেন যে  \"অধিকার\" শব্দটি ব্যবহার করা বিভ্রান্তিকর এবং এটির পরিবর্তে \"ডিজিটাল সীমাবদ্ধতা ব্যবস্থাপনা\" হিসাবে \"সীমাবদ্ধতা\"  শব্দটি ব্যবহার করা উচিত। এই পরিভাষা অন্যান্য লেখক এবং সমালোচকরাও গ্রহণ করেছেন।\nডিআরএম-বিরোধী এই আন্দোলনে আরও কিছু উল্লেখযোগ্য সমালোচক রয়েছেন, যেমন যুক্তরাজ্য ও অন্যান্য জায়গায় ডিআরএম এবং  এর অনুরূপ প্রচেষ্টার বিরোধিতা করা একটি ব্রিটিশ সংগঠনের প্রধান রস অ্যান্ডারসন এবং ক্যারি ডক্টোরো। ইএফএফ এবং ফ্রীকালচার.অর্গ-এর মতো সংগঠনগুলিও ডিআরএম-বিরোধী। ফাউন্ডেশন ফর আ ফ্রি ইনফরমেশন ইনফ্রাস্ট্রাকচার একটি মুক্ত বাজার দৃষ্টিকোণ থেকে ডিআরএম-এর বাণিজ্যিক বাধা হিসাবে প্রভাবের সমালোচনা করেছে।\nব্রুস স্নেইয়ার যুক্তি দিয়েছেন যে ডিজিটাল কপি প্রতিরোধ ব্যর্থ: \"मनोरঞ্जन শিল্প যা করার চেষ্টা করছে তা হল এই প্রাকৃতিক আইনকে বিপরীতে ব্যবহার করে প্রযুক্তি নিয়োগ করা। তারা তাদের বর্তমান ব্যবসা রক্ষার জন্য কপি করাকে যথেষ্ট কঠিন করে তুলতে একটি কার্যকর উপায় চায়। কিন্তু তারা ব্যর্থ হতে নির্ধারিত।\" তিনি ডিজিটাল ফাইলগুলিকে অনুলিপিযোগ্য না করার চেষ্টাকে \"পানিকে ভিজে না করার মতো\" বলে বর্ণনা করেছেন।   \nস্টারফোর্সের নির্মাতারা বলেছেন যে \"কপি সুরক্ষার উদ্দেশ্য গেমটিকে ক্র্যাক করা যায় না - এটি অসম্ভব।\" \n\nবিল গেটস ২০০৬ সিইএস-এ ডিআরএম সম্পর্কে কথা বলেছিলেন, জানিয়েছিলেন যে ডিআরএম বৈধ গ্রাহকদের জন্য সমস্যা সৃষ্টি করে। \n২৫ মে ২০০৭ তারিখে ডিআরএমের প্রতিবাদকারী ডিজাইন সদস্য দ্বারা ত্রুটিপূর্ণ\nনরওয়েজিয়ান ভোক্তা অধিকার সংগঠন \"ফরব্রুকারডেট\" ২০০৭ সালে অ্যাপলকে তাদের কোম্পানির ডিআরএম ব্যবহার নিয়ে অভিযোগ জানিয়েছিল, অভিযোগ করেছিল যে এটি ব্যবহারকারীদের তাদের সঙ্গীত এবং ভিডিওতে অ্যাক্সেস অনুমতিক্রমে সীমিত করে এবং নরওয়েজিয়ান ভোক্তা আইন পরিপন্থী ইউএলএ ব্যবহার করে। এই অভিযোগটি ২০১৪ সালে ইইউ-তে পর্যালোচনা করা হয়েছিল এবং সুইডেন ও ডেনমার্কের ভোক্তাদের রক্ষক সমর্থন করেছিলেন। মার্কিন যুক্তরাষ্ট্রের ফেডারেল ট্রেড কমিশন ২০০৯ সালের মার্চ মাসে গ্রাহকদের মিডিয়া পণ্য ব্যবহারে ডিআরএম সীমাবদ্ধতা প্রকাশের পর্যালোচনা করতে শুনানি অনুষ্ঠিত করেছিল।\nভালভের প্রেসিডেন্ট গ্যাবে নেয়েল বলেছেন, \"বেশিরভাগ ডিআরএম কৌশলগুলি কেবল বোবা\" কারণ তারা শুধুমাত্র ভোক্তাদের চোখে একটি গেমের মান হ্রাস করে। নেয়েল পরামর্শ দিয়েছিলেন যে লক্ষ্যটি পরিবর্তে \"সেবা মূল্যের মাধ্যমে গ্রাহকদের জন্য আরও বেশি মূল্য তৈরি করা\" হওয়া উচিত। ভালভ পিসি গেমগুলির জন্য একটি অনলাইন স্টোর, সেইসাথে একটি সামাজিক নেটওয়ার্কিং পরিষেবা এবং একটি ডিআরএম প্ল্যাটফর্ম  স্টিম পরিচালনা করে৷ \n২০১২ সালে গেম ডেভেলপারস কনফারেন্সে, সিডি প্রজেক্ট রেডের সিইও মার্সিন আইউইনস্কি ঘোষণা করেছিলেন যে কোম্পানিটি ডিআরএম ব্যবহার করবে না। আইউইনস্কি ডিআরএম সম্পর্কে বলেছেন, \"এটি খুব বেশি জটিল জিনিস... গেমটি... দুই ঘন্টার মধ্যে ফাটল হয়ে গেছে।\" আইউইনস্কি যোগ করেছেন \"ডিআরএম আপনার গেমকে রক্ষা করে না। যদি এমন উদাহরণ থাকে যে এটি করে, তাহলে লোকেদের এটি বিবেচনা করা উচিত, তবে বৈধ ব্যবহারকারীদের সাথে জটিলতা রয়েছে।\" \nঅ্যাসোসিয়েশন ফর কম্পিউটিং মেশিনারি এবং ইন্সটিটিউট অফ ইলেকট্রিক্যাল অ্যান্ড ইলেকট্রনিক্স ইঞ্জিনিয়ার্স ডিআরএম-এর বিরোধিতা করে, আইইইই স্পেকট্রামের একটি ইস্যুতে এএসিএস- প্রযুক্তি \"ব্যর্থ হওয়ার সম্ভাবনা সবচেয়ে বেশি\" হিসাবে নামকরণ করে। \n\n\n=== পাবলিক লাইসেন্স ===\nফ্রি সফ্টওয়্যার ফাউন্ডেশন দ্বারা প্রকাশিত গ্লু জেনারেল পাবলিক লাইসেন্স সংস্করণ ৩-তে একটি বিধান রয়েছে যে ডিআরএম এর আইনি মূল্যকে \"স্ট্রিপ\" করে, যাতে লোকেরা ডিএমসিএ- এর মতো আইন না লঙ্ঘন করে জিপিএল সফ্টওয়্যারে ডিআরএম ভাঙতে পারে। ২০০৬ সালের মে মাসে, এফএসএফ ডিআরএম-এর বিরুদ্ধে একটি \" ডিজেক্টিভ বাই ডিজাইন \" প্রচারণা শুরু করে। \nক্রিয়েটিভ কমন্স লাইসেন্সিং বিকল্পগুলি প্রদান করে যা নির্মাতাদের ডিআরএম ব্যবহার না করে কাজ করতে উত্সাহিত করে।  ক্রিয়েটিভ কমন্স লাইসেন্সগুলিতে ডিআরএম-বিরোধী ধারা রয়েছে, যার ফলে লাইসেন্সধারীর দ্বারা ডিআরএম ব্যবহার লাইসেন্সের বেসলাইন অধিকারের লঙ্ঘন করে। \n\n\n=== ডিআরএম মুক্ত কাজ করে ===\nঅনেক প্রকাশক এবং শিল্পী তাদের কাজকে \"ডিআরএম-মুক্ত\" লেবেল করেন। বড় বড় কোম্পানি যারা এটি করেছে তাদের মধ্যে রয়েছে অ্যাপল, গগ.কম, টর বুকস এবং ভিমিও অন ডিমান্ড । কমিক্সোলজিতে একবার ডিআরএম-মুক্ত কাজসমূহ ২০০পর্যন্ত বিক্রয়ের জন্য উপলব্ধ ছিল যখন এর মূল সংস্থা, অ্যামাজন, অ্যামাজনের ওয়েবসাইটে তাদের স্থানান্তরের অংশ হিসাবে ডিআরএম-মুক্ত কাজগুলি কেনার বিকল্পটি সরিয়ে দেয়, যদিও আগের কেনাকাটাগুলি ডিআরএম-মুক্ত ছিল। \n\n\n== ঘাটতি ==\n\n\n=== উপস্থিতি ===\nঅনেক ডিআরএম সিস্টেমের অনলাইন প্রমাণীকরণ প্রয়োজন। যখনই সার্ভার ডাউন হয়ে যায়, বা কোনও অঞ্চল ইন্টারনেট বিভ্রাটের সম্মুখীন হয়, তখন এটি লোকেদের নিবন্ধন বা উপাদান ব্যবহার করা থেকে লক আউট করে। এটি বিশেষ করে এমন পণ্যগুলির জন্য সত্য যেগুলির জন্য একটি অবিরাম অনলাইন সংযোগ প্রয়োজন, যেখানে, উদাহরণস্বরূপ, সার্ভারে একটি সফল ডিনাইয়াল আক্রমণ উপাদানটিকে অব্যবহারযোগ্য করে তোলে৷\n\n\n=== ব্যবহারযোগ্যতা ===\nডিআরএম স্কিম সহ কমপ্যাক্ট ডিস্ক (সিডি) মান-সম্মত নয় এবং সিডি-রম লেবেলযুক্ত। সিডি-রম সব সিডি প্লেয়ার বা ব্যক্তিগত কম্পিউটারে চালানো যায় না।\n\n\n=== কর্মক্ষমতা ===\nকিছু ডিআরএম সিস্টেম কম কর্মক্ষমতার সাথে যুক্ত: কিছু গেম ডিনুভো অ্যান্টি-টেম্পার প্রয়োগ করে ডিআরএম ছাড়াই ভাল পারফর্ম করেছে। যাইহোক, ২০১৮ সালের মার্চ মাসে, পিসি গেমার ডেনুভো- এর পারফরম্যান্সের প্রভাবের জন্য ফাইনাল ফ্যান্টাসি  পরীক্ষা করেছে, যা লোড করার সময় সামান্য বৃদ্ধি সত্ত্বেও কোনও নেতিবাচক গেমপ্লে প্রভাব সৃষ্টি করতে পারেনি।\n\n\n=== দৃঢ়তা ===\nডিআরএম কপি-প্রতিরোধ স্কিমগুলি কখনই সম্পূর্ণ সুরক্ষিত হতে পারে না কারণ বিষয়বস্তু ডিক্রিপ্ট করার জন্য প্রয়োজনীয় যুক্তি সফ্টওয়্যার বা হার্ডওয়্যারে উপস্থিত থাকে এবং পরোক্ষভাবে হ্যাক করা যেতে পারে। একজন আক্রমণকারী এই তথ্যটি বের করতে পারে, ডিক্রিপ্ট করতে পারে এবং বিষয়বস্তুটি কপি করতে পারে, ডিআরএমকে বাইপাস করে।\nস্যাটেলাইট এবং কেবল সিস্টেমগুলি তাদের বিষয়বস্তু ব্যাপকভাবে বিতরণ করে এবং হার্ডওয়্যার ডিআরএম সিস্টেমের উপর নির্ভর করে। সুরক্ষা প্রকল্পের বিপরীত প্রকৌশল দ্বারা এই ধরনের সিস্টেমগুলি হ্যাক করা যেতে পারে।\n\n\n=== এনালগ হোল ===\nঅডিও এবং ভিজ্যুয়াল উপাদান (ইন্টারেক্টিভ উপকরণ, যেমন, ভিডিও গেম ব্যতীত) এনালগ হোলের সাপেক্ষে, অর্থাৎ উপাদানটি দেখার জন্য, ডিজিটাল সিগন্যালটিকে একটি এনালগ সংকেতে পরিণত করতে হবে। রূপান্তরের পরে, উপাদানটি কপি করা এবং একটি ডিজিটাল বিন্যাসে পুনঃরূপান্তর করা যেতে পারে।\nঅ্যানালগ হোল বাহ্যিকভাবে আরোপিত বিধিনিষেধ ছাড়া পূরণ করা যাবে না, যেমন আইনি প্রবিধান, কারণ দুর্বলতা সমস্ত অ্যানালগ উপস্থাপনার অন্তর্নিহিত। ডিজিটাল থেকে এনালগ এবং পিছনে রূপান্তর রেকর্ডিং গুণমান হ্রাস করে। এনালগ হোল প্লাগ করার HDCP প্রচেষ্টা মূলত অকার্যকর ছিল।\n\n\n=== ভোক্তা অধিকার ===\n\n\n==== মালিকানা বিধিনিষেধ ====\nডিআরএম বিরোধীরা যুক্তি দেয় যে এটি ব্যক্তিগত সম্পত্তির অধিকার লঙ্ঘন করে এবং সাধারণ এবং আইনী ব্যবহারকারীর কার্যকলাপের একটি পরিসরকে সীমাবদ্ধ করে। একটি ডিআরএম উপাদান যেমন একটি ডিজিটাল অডিও প্লেয়ারে পাওয়া যায় তা সীমাবদ্ধ করে যে এটি নির্দিষ্ট বিষয়বস্তুর ক্ষেত্রে কীভাবে কাজ করে, ব্যবহারকারীর ইচ্ছাকে অগ্রাহ্য করে (উদাহরণস্বরূপ, একটি সংকলনের অংশ হিসাবে ব্যবহারকারীকে একটি কপিরাইটযুক্ত গান সিডিতে অনুলিপি করা থেকে বাধা দেয়)। ডক্টরো এটিকে \"আপনার নিজের কপিরাইট আইন তৈরি করার অধিকার\" হিসাবে বর্ণনা করেছেন।\nউইন্ডোজ ভিস্তা অক্ষম বা অবনমিত কন্টেন্ট প্লে যা একটি সুরক্ষিত মিডিয়া পাথ ব্যবহার করে। ডিআরএম ব্যক্তিগত কপি করার অধিকার সীমিত করে, বন্ধুদের অনুলিপি ধার দেওয়ার বিধান, পরিষেবা বন্ধ করার বিধান, হার্ডওয়্যার অজ্ঞেয়বাদ, সফ্টওয়্যার এবং অপারেটিং সিস্টেম অজ্ঞেয়বাদ, লাইব্রেরি ব্যবহার, প্রকাশকের দ্বারা চুক্তি সংশোধনের বিরুদ্ধে গ্রাহক সুরক্ষা, এবং বিষয়বস্তু পাস করতে পারে কিনা। মালিকের উত্তরাধিকারীদের কাছে।\n\n\n=== অপ্রচলিততা ===\nযখন কোনো কোম্পানি ব্যবসায়িক পরিবর্তন বা দেউলিয়া হয়, তখন তার আগের সেবাগুলো আর পাওয়া যায় না। উদাহরণ এমএসএন সঙ্গীত অন্তর্ভুক্ত, ইয়াহু মিউজিক স্টোর, অ্যাডোব পিডিএফ-এর জন্য অ্যাডোব কনটেন্ট সার্ভার ৩, এবং চাহিদার উপর এইসট্রেক্স ভিডিও। \nডিআরএম আইন ব্যাপকভাবে উপেক্ষিত হয়: অস্ট্রেলিয়ার অফিশিয়াল মিউজিক চার্ট সার্ভের মতে, কয়েক কোটি মানুষ বিভিন্ন কারণে কপিরাইট লঙ্ঘন করে। EFF-এর মতে, \"গ্রাহকদের আকৃষ্ট করার চেষ্টায়, এই মিউজিক পরিষেবগুলি চতুর মার্কেটিংয়ের মাধ্যমে আপনার উপর আরোপিত সীমাবদ্ধতাগুলি লুকিয়ে রাখার চেষ্টা করে।\"\n\n\n=== জলদস্যুতা ===\nডিআরএম আইন ব্যাপকভাবে লঙ্ঘন করা হয়: অস্ট্রেলিয়া অফিসিয়াল মিউজিক চার্ট সার্ভে অনুসারে, সমস্ত কারণ থেকে কপিরাইট লঙ্ঘন লক্ষ লক্ষ মানুষ অনুশীলন করে। EFF এর মতে, \"গ্রাহকদের আকৃষ্ট করার প্রয়াসে, এই সঙ্গীত পরিষেবাগুলি চতুর বিপণনের মাধ্যমে আপনার উপর আরোপিত বিধিনিষেধগুলিকে অস্পষ্ট করার চেষ্টা করে।\" \n\n\n=== অর্থনৈতিক প্রভাব ===\n\n\n==== নিয়ন্ত্রণ এবং বিক্রয় মধ্যে বাণিজ্য বন্ধ ====\nরেইকস বলেছেন: \"যদি তারা চুরি করবে, তাহলে আমরা চাই তারা অন্য কারোর চেয়ে আমাদের থেকেই চুরি করুক।\" ক্যাথলিন কনার এবং রিচার্ড রামেল্টের একটি প্রাথমিক পত্রেও অনুরূপ যুক্তি দেওয়া হয়েছে। গাল ওয়েস্ট্রিচার-সিঙ্গার এবং অরুণ সুন্দররাজনের পরবর্তী একটি ই-বুকের জন্য ডিজিটাল রাইটস ম্যানেজমেন্ট সম্পর্কিত গবেষণায় দেখা গেছে যে কিছু ফর্মের ডিআরএম শিথিল করলে অধিকারীদের জন্য উপকারী হতে পারে কারণ চুরির ক্ষতি বৈধ ক্রেতাদের মূল্য বৃদ্ধি দ্বারা অতিক্রম করে। ডিআরএম অটুট হলেও, চোররা হয়তো কিনতে ইচ্ছুক নাও হতে পারে, তাই বিক্রি নাও বাড়তে পারে।\nপাইরেসি ভোক্তাদের সচেতনতা বৃদ্ধি, বিষয়বস্তু ছড়িয়ে এবং জনপ্রিয় করে কিছু বিষয়বস্তু প্রদানকারীর জন্য উপকারী হতে পারে। এটি লাইভ পারফরম্যান্সের মতো অন্যান্য মিডিয়ার মাধ্যমেও আয় বাড়াতে পারে।\nগাণিতিক মডেলগুলি পরামর্শ দেয় যে ডিআরএম স্কিমগুলি একাধিক স্তরে তাদের কাজ করতে ব্যর্থ হতে পারে। সবচেয়ে বড় ব্যর্থতা হল যে ডিআরএম একটি বৈধ গ্রাহকের উপর যে বোঝা চাপিয়েছে তা গ্রাহকের কেনার ইচ্ছাকে হ্রাস করে। একটি আদর্শ ডিআরএম আইনি ক্রেতাদের অসুবিধা করবে না। গাণিতিক মডেলগুলি সঙ্গীত শিল্পের জন্য কঠোরভাবে প্রযোজ্য।\n\n\n== বিকল্প ==\nবেশ কিছু ব্যবসায়িক মডেল ডিআরএম বিকল্প অফার করে। \n\n\n=== সাবসক্রিপশন ===\nস্ট্রিমিং পরিষেবাগুলি পরিষেবার লাইব্রেরিতে অ্যাক্সেসের বিনিময়ে ব্যবহারকারীদের মাসিক সাবস্ক্রিপশনে স্বাক্ষর করার মাধ্যমে লাভজনক ব্যবসায়িক মডেল তৈরি করেছে৷ এই মডেলটি সঙ্গীত (যেমন Spotify, অ্যাপল মিউজিক, ইত্যাদি) এবং ভিডিও (যেমন  নেটফ্লিক্স, ডিজনি প্লাস, হুলু, ইত্যাদি) জন্য কাজ করেছে।\n\n\n=== সহজ এবং সস্তা ===\nএকটি পাইরেটেড অনুলিপি অ্যাক্সেস করা অবৈধ এবং অসুবিধাজনক হতে পারে। যে ব্যবসাগুলি এটি করার জন্য গ্রহণযোগ্য ফি নেয় তারা গ্রাহকদের আকর্ষণ করে। একটি ব্যবসায়িক মডেল যা অবৈধ ফাইল শেয়ারিংকে বাধা দেয় তা হল আইনি সামগ্রী ডাউনলোড করা সহজ এবং সস্তা করা। জলদস্যু ওয়েবসাইটগুলি প্রায়ই ম্যালওয়্যার হোস্ট করে যা ফাইলগুলির সাথে নিজেদের সংযুক্ত করে৷ যদি বিষয়বস্তু বৈধ সাইটগুলিতে সরবরাহ করা হয় এবং যুক্তিসঙ্গত মূল্য দেওয়া হয়, তাহলে ভোক্তারা আইনত মিডিয়া কেনার সম্ভাবনা বেশি থাকে।\n\n\n=== ক্রাউডফান্ডিং বা প্রি-অর্ডার ===\nক্রাউডফান্ডিং ডিজিটাল সামগ্রীর জন্য একটি প্রকাশনার মডেল হিসাবে ব্যবহৃত হয়েছে। \n\n\n=== ঐতিহ্যবাহী পণ্যের প্রচার ===\nঅনেক শিল্পী পরবর্তী অ্যালবামের জন্য সচেতনতা তৈরি করার জন্য পৃথক ট্র্যাকগুলি দেন। \n\n\n=== শৈল্পিক স্বাধীনতা ভাউচার ===\nডিন বেকার দ্বারা প্রস্তাবিত শৈল্পিক স্বাধীনতা ভাউচার (এএফভি) হলো \"সৃজনশীল এবং শৈল্পিক কাজ\" সমর্থন করার জন্য একটি পদ্ধতি। এই পদ্ধতিতে, প্রতিটি গ্রাহককে শিল্পী বা সৃজনশীল কাজের সৃষ্টিকর্তাকে দেওয়ার জন্য $100 ফেরতযোগ্য কর ক্রেডিট পান। প্রতারণা রোধ করতে, শিল্পীদের সরকারের অধীনে নিবন্ধন করতে হবে। এই ভাউচারটি লাভবান হওয়া যেকোনো শিল্পীকে একটি নির্দিষ্ট সময়ের জন্য তাদের উপাদান কপিরাইট করতে নিষেধ করে। গ্রাহকরা সহজেই একটি নির্দিষ্ট সময়ের জন্য সঙ্গীত অর্জন করতে পারবেন এবং গ্রাহকই নির্ধারণ করবেন কোন শিল্পী $100 ডলার পাবেন। এই টাকা একজন শিল্পীকে বা অনেক শিল্পীকে দেওয়া যেতে পারে, এবং এই বণ্টন সম্পূর্ণরূপে গ্রাহকের ইচ্ছামত।\nএই আইডিয়াটির সম্ভাবনীয় সুবিধা এবং অসুবিধাগু\nসুবিধা:\n\nশিল্পীদের জন্য নতুন আর্থিক সমর্থন উৎস তৈরি করে।\nকপিরাইটের সীমাবদ্ধতা ছাড়িয়ে সৃজনশীল স্বাধীনতা বাড়ায়।\nভোক্তাদের সরাস্তিভাবে শিল্পীদের সমর্থন করার ক্ষমতা প্রদান করে।\nঅসুবিধা:\n\nপ্রতারণা প্রতিরোধে প্রশাসনিক জটিলতা তৈরি করতে পারে।\nজনপ্রিয় শিল্পীদের উপর তহবিল কেন্দ্রীভূত হতে পারে।\nকপিরাইটের মাধ্যমে আয় হ্রাস হতে পারে, যা কখনও কখনও শিল্পীদের জীবিকা নির্বাহের জন্য গুরুত্বপূর্ণ।\n\n\n== আরও দেখুন ==\nডিজিটাল অধিকার\n\n\n== তথ্যসূত্র =="}