{"pageid": 1424197, "title": "টেলোফেজ", "url": "https://bn.wikipedia.org/wiki?curid=1424197", "content": "টেলোফেজ ( প্রাচীন গ্রিক  τέλος (télos) 'সমাপ্ত, ফল, চূড়ান্ত ', and  φάσις (ফেজিজ) 'অবয়ব') হলো ইউক্যারিওটিক কোষে মিয়োসিস এবং মাইটোসিস উভয় ধরণের কোষ বিভাজনের চূড়ান্ত পর্যায়। টেলোফেজ চলাকালীন সময়ে, প্রোফেজ এবং প্রোমেটাফেজের প্রভাব (নিউক্লিওলাস এবং নিউক্লিয়ার মেমব্রেন বিচ্ছিন্ন) বিপরীত হয়। যেহেতু, ক্রোমোজোমগুলো কোষের মেরুতে পৌঁছায়, প্রতি সেট ক্রোমাটিডের  চারপাশে একটি নিউক্লিয়ার ঝিল্লি পুনরায় একত্রিত হয়, নিউক্লিওলাই পুনরায় আবির্ভূত হয় এবং ক্রোমোজোমগুলো ইন্টারফেজ চলাকালীন সময়ে উপস্থিত হয়ে প্রসারিত ক্রোমাটিনে পরিণত হতে শুরু করে। মাইটোটিক স্পিন্ডল বিচ্ছিন্ন হয় এবং অবশিষ্ট স্পিন্ডল মাইক্রোটিউবুলগুলো ডিপোলিমারাইজ হয়। টেলোফেজ হলো কোষ চক্র‌ সময়কালের প্রায় ২%।\nসাইটোকাইনেসিস সাধারণত টেলোফেজের শেষের দিকে শুরু হয় এবং এটি সম্পূর্ণ হলে দুইটি অপত্য নিউক্লিয়েআইকে এক জোড়া পৃথক অপত্য কোষে পৃথক করে।\nটেলোফেজ প্রাথমিকভাবে মাইটোটিক সাইক্লিন-ডিপেনডেন্ট কাইনেস (Cdk) সাবস্ট্রেটের ডিফসফোরিলেশন দ্বারা চালিত হয়।\n\n\n== সিডিকে সাবস্ট্রেটের ডিফোসফোরিলেশন ==\nপ্রথম দিকে মাইটোসিসে মাইটোটিক সাইক্লিন-ডিপেনডেন্ট কাইনেস (M-Cdks) এর প্রোটিন টার্গেটগুলোর ফসফোরিলেশন স্পিন্ডল সমাবেশ, ক্রোমোজোমের ঘনীভূতকরণ এবং নিউক্লিয়ার ঝিল্লির ভাঙ্গনকে চালনা করে। টেলোফেজে  এই একই সাবস্ট্রেটের ডিফোসফোরিলেশন স্পিন্ডলের বিযুক্তকরণ (ডিসঅ্যাসেম্বলি), ক্রোমোজোমের (ডিকনডেনসেশন) এবং অপত্য নিউক্লেএয়াইর পুনর্গঠনকে চালিত করে। টেলোফেজ সংগঠিত হওয়ার জন্য অনুমতিপ্রাপ্ত ডিফোসফোরিলেশনের মাত্রা স্থাপনের জন্য Cdks এর নিষ্ক্রিয়তা এবং ফসফাটেজের সক্রিয়তা উভয়ই প্রয়োজন হয়।\nপ্রাথমিকভাবে Cdk এর নিষ্ক্রিয়তা হলো সম্পর্কিত সাইক্লিন ধ্বংসের ফলাফল। সাইক্লিনগুলোকে অ্যানাফেজ প্রমোটিং কমপ্লেক্স (APC) দ্বারা প্রোটিওলাইটিক অবক্ষয়ের জন্য টার্গেট করা হয়, যা সাইক্লোসোম বা ইউবিকুইটিন-লাইগেজ নামেও পরিচিত। সক্রিয়, সিডিসি টুয়েন্টি (CDC20)-বাউন্ড এপিসি (APC) (APC/CCDC20) অ্যানাফেজ থেকে শুরু হওয়া অবনতির জন্য মাইটোটিক সাইক্লিনকে টার্গেট করে প্রথমে। কোষে নন-ডিগ্রেডেবল এম-সাইক্লিনের পরীক্ষামূলক সংযোজন একটি পোস্ট-অ্যানাফেজ/প্রি-টেলোফেজ-সদৃশ অবস্থায় কোষ চক্রের আবদ্ধকরণকে প্ররোচিত করে, যার মধ্যে ঘনীভূত ক্রোমোজোমগুলো কোষের মেরুতে গিয়ে বিভক্ত হয়, একটি অক্ষত মাইটোটিক স্পিন্ডল এবং নিউক্লিয়ার ঝিল্লির কোনো পুনর্গঠন হয় না। এটি ব্যাঙের (জেনোপাস) ডিম, ফলের মাছি (ড্রোসোফিলা মেলানোগাস্টার), বাডিং ইস্টে (স্যাকারোমাইসিস সেরেভিসিয়া) এবং ফিশন ইস্টে (শিজোস্যাকারোমাইসেস পম্বে) এবং একাধিক মানব কোষে দেখা যায়।\nফসফেটেস সক্রিয়করণের প্রয়োজনীয়তা বাডিং ইস্টে দেখা যায়, যেগুলোতে মাইটোটিক প্রস্থানের জন্য প্রয়োজনীয়াতিরিক্ত ফসফেটেস নেই এবং ফসফেটেস সিডিসি (cdc14) এর উপর নির্ভর করে। এই কোষগুলোতে cdc14 সক্রিয়তা ব্লক করার ফলে এম-সাইক্লিন (M-cyclin) অবক্ষয় ব্লক করার মতো একই ফেনোটাইপিক আবদ্ধ হয়।\nঐতিহাসিকভাবে, এটা মনে করা হয় যে, অ্যানাফেজ এবং টেলোফেজ এমন ঘটনা যা স্পিন্ডল-অ্যাসেম্বলি চেকপয়েন্ট (এসএসি-SAC) এর পূর্ণকরণের পরে নিষ্ক্রিয়ভাবে সংঘঠিত হয়, যা মেটাফেজ-অ্যানাফেজ রূপান্তরকে সংজ্ঞায়িত করে। যাহোক, অ্যানাফেজ এবং টেলোফেজের মধ্যে অতিরিক্ত সিডিসি (cdc14) কার্যকলাপের ডিফারেনশিয়াল পর্যায়গুলোর অস্তিত্ব, অনাবিষ্কৃত লেইট-মাইটোটিক চেকপয়েন্টগুলোর সংকেত দেয়। নিউক্লিয়াসে Cdc14 মুক্তির মাধ্যমে সক্রিয় হয়, নিউক্লিওলাসে সিকোয়েস্ট্রেশন থেকে এবং পরবর্তীতে সাইটোপ্লাজমে একীভূত হয়। Cdc-14 প্রারম্ভিক অ্যানাফেজ রিলিজ পাথওয়েতে থাকে, যা স্পিন্ডলকে স্থিতিশীল করে, এছাড়াও নিউক্লিওলাস থেকে cdc14 মুক্ত করে কিন্তু এটি নিউক্লিয়াসে সীমাবদ্ধ থাকে। পরবর্তী অ্যানাফেজে, cdc14-এর সম্পূর্ণ বিকাশ এবং রক্ষণাবেক্ষণের সক্রিয়করণ পৃথক মাইটোটিক এক্সিট নেটওয়ার্ক (MEN) পথের মাধ্যমে পর্যাপ্ত পরিমাণে (স্পিন্ডল বিচ্ছিন্নকরণ এবং নিউক্লিয়ার ঝিল্লি সমাবেশকে ট্রিগার করার জন্য) হয়ে থাকে।\nটেলোফেজের ক্ষেত্রে Cdc14-মধ্যস্থিত ডিফসফোরিলেশন অনন্য ডাউনস্ট্রিম নিয়ন্ত্রক প্রক্রিয়াগুলোকে সক্রিয় করে। উদাহরণস্বরূপ, CDH1 এর ডিফোসফোরিলেশন APC/C কে CDH1 এ আবদ্ধ করতে দেয়। APC/CCDC20 প্রোটিওলাইসিসের জন্য CDC20 কে টার্গেট করে, যার ফলে, APC/CCDC20 থেকে APC/CCDH1 কার্যকলাপে একটি কোষগত বা সেলুলার সুইচ হয়। APC/CCDH1নির্দিষ্ট লক্ষ্যগুলোর সাথে মাইটোটিক সাইক্লিনের সর্বব্যাপীতা অব্যাহত থাকে যেমন- ইস্টের মাইটোটিক স্পিন্ডল উপাদান, Ase1, এবং cdc5, যার অবনতি কোষগুলোকে G1 পর্যায়ে ফিরে আসার জন্য প্রয়োজন।\n\n\n=== টেলোফেজ চালনায় অতিরিক্ত মেকানিজম ===\nসম্পূর্ণ-কোষ ফসফোপ্রোটিন প্রোফাইলে একটি পরিবর্তন শুধুমাত্র টেলোফেজ ইভেন্টগুলোর সূত্রপাতের জন্য অবদান রাখে। এরূপ এমন অনেক নিয়ন্ত্রক প্রক্রিয়ার মধ্যে এটি সবচেয়ে বিস্তৃত।\n\nটেলোফেজের শুরুতে, মেটাফেজ প্লেট থেকে ক্রোমোজোমের অ্যানাফেজ-মধ্যস্থ দূরত্বের জন্য স্থানিক কিউসকে ট্রিগার করতে পারে।\nটেলোফেজের একটি গুরুত্বপূর্ণ নিয়ন্ত্রক এবং প্রভাবক হল cdc48 (ইস্টের cdc48 হলো মানব পি (p97)-এর সমতুল্য, গঠনগত এবং কার্যগত উভয় ক্ষেত্রেই), একটি প্রোটিন যা যান্ত্রিকভাবে টার্গেট প্রোটিনের গঠন পরিবর্তন করতে এটির এটিপেজ (ATPase) কার্যকলাপকে নিযুক্ত করে। স্পিন্ডল ডিসঅ্যাসেম্বলি, নিউক্লিয়ার ঝিল্লি অ্যাসেম্বলি এবং ক্রোমোজোম ডিকনডেনসেশনের জন্য Cdc48 প্রয়োজনীয়। Cdc48 এই প্রক্রিয়াগুলোর সাথে কাঠামোগতভাবে জড়িত প্রোটিনগুলোকে সংশোধন করে এবং কিছু সর্বব্যাপী প্রোটিন আছে যেগুলো এইভাবে প্রোটিসোমকে টার্গেট করে।\n\n\n== মাইয়োটিক স্পিন্ডল ডিঅ্যাসেম্বলি ==\n\nমাইটোটিক স্পিন্ডল ভেঙে যাওয়া, যা সমস্ত ইউক্যারিওটে মাইটোসিস সম্পূর্ণ হওয়ার জন্য সাধারণত ঘটে। এটি এমন একটি ঘটনা যা প্রায়শই অ্যানাফেজ-বি থেকে টেলোফেজ রূপান্তরকে সংজ্ঞায়িত করার জন্য ব্যবহৃত হয়, যদিও নিউক্লিয়ার রিঅ্যাসেম্বলি শুরু হওয়ার প্রবণতা স্পিন্ডল ডিঅ্যাসেম্বলির পূর্বে সংঘটিত হয়।\nস্পিন্ডল ডিঅ্যাসেম্বলি হলো একটি অপরিবর্তনীয় প্রক্রিয়া যা চূড়ান্ত অবক্ষয়ে প্রভাব ফেলে না, তবে এটি কনস্টিটুয়েন্ট মাইক্রোটিউবিউলের পুনর্গঠনকে প্রভাবিত করে। মাইক্রোটিউবিউলগুলো কাইনেটোকোরস এবং স্পিন্ডল পোল বডি থেকে বিচ্ছিন্ন হয়ে তাদের ইন্টারফেজ অবস্থায় ফিরে আসে।\nটেলোফেজের সময় স্পিন্ডল ডিপোলিমারাইজেশন কোষের ধনাত্মক প্রান্ত থেকে ঘটে এবং এইভাবে, এটি স্পিন্ডল অ্যাসেম্বলির বিপরীত। পরবর্তী মাইক্রোটিউবিউল অ্যারে অ্যারে অ্যাসেম্বলি, পোলারাইজড স্পিন্ডল ইন্টারপোলারের মতো নয়। এটি বিশেষত প্রাণী কোষে স্পষ্ট দেখা যায়। \nএটি অবিলম্বে, মাইটোটিক স্পিন্ডল ডিঅ্য়াসেম্বলি করার পরে, সাইটোকাইনেসিস পরিচালনার জন্য কেন্দ্রীয় স্পিন্ডল‌ নামে পরিচিত মাইক্রোটিউবিউলগুলোর অ্যান্টিপ্য়ারালাল বান্ডিল স্থাপন করে। অত্যন্ত গতিশীল এবং তুলনামূলকভাবে সংক্ষিপ্ত মাইটোটিকগুলোকে ডিঅ্যাসেম্বলি করার পরে তুলনামূলকভাবে স্থিতিশীল এবং দীর্ঘ ইন্টারফেজ মাইক্রোটিউবিউল অ্যারে স্থাপনের জন্য ATPase p97 প্রয়োজন হয়।\nযদিও স্পিন্ডল অ্যাসেম্বলি ভালোভাবে পরীক্ষণ করা হয়েছে এবং একটি প্রক্রিয়া হিসেবে চিহ্নিত করা হয়েছে যেখানে অস্থায়ী কাঠামো SAC দ্বারা সংশোধিত হয়, স্পিন্ডল বিচ্ছিন্ন করার আণবিক ভিত্তি তুলনামূলকভাবে বিস্তারিত বোঝা যায় নি। MEN দ্বারা M-Cdk সাবস্ট্রেটের লেইট-মাইটোটিক ডিফোসফোরিলেশন ক্যাসকেডকে ব্যাপকভাবে স্পিন্ডল ডিঅ্যাসেম্বলি করার জন্য দায়ী বলে মনে করা হয়। মাইক্রোটিবিউলের স্থিতিশীলতা এবং অস্থিতিশীল কারণগুলোর ফসফোরিলেশন অবস্থা, সেইসাথে মাইক্রোটিউবিউল নিউক্লিয়েটরগুলো তাদের কার্যকলাপের মূল নিয়ন্ত্রক। উদাহরণস্বরূপ- NuMA হল একটি ঋণাত্মক-প্রান্ত ক্রসলিংকিং প্রোটিন এবং Cdk সাবস্ট্রেট যার মাইক্রোটিউবিউল থেকে বিচ্ছিন্নতা টেলোফেজ চলাকালীন সময়ে এর ডিফসফোরিলেশন দ্বারা প্রভাবিত হয়।\nইস্টে স্পিন্ডল ডিসেম্বলি করার একটি সাধারণ মডেল হল- তিনটি কার্যকর ওভারল্যাপিং সাবপ্রসেস স্পিন্ডল ডিসএনেগজমেন্ট, ডিস্টাবিলাইজেশন এবং ডিপোলিমারাইজেশন। যেগুলো প্রাথমিকভাবে যথাক্রমে APC/CCDH1, মাইক্রোটিউবিউল-স্ট্যাবিলাইজার-বিশেষ কাইনেজ এবং ধনাত্মক-প্রান্ত নির্ভর মাইক্রোটিউবিউল ডিপোলিমারেস দ্বারা প্রভাবিত হয়। এই প্রভাবকগুলো ইস্ট এবং উচ্চতর ইউক্যারিওটের মধ্যে অত্যন্ত সংরক্ষিত বলে পরিচিত। APC/CCDH1 ক্রসলিংকিং মাইক্রোটিউবিউল-সম্পর্কিত প্রোটিনকে টার্গেট করে (NuMA, Ase1, Cin1 এবং আরও অনেক কিছু)। অরোরাবি (ইস্ট আইপিআই1) স্পিন্ডল-সম্পর্কিত স্টেবিলাইজিং প্রোটিন EB1 (ইস্ট বি1) কে ফসফরিলেট করে, যা পরে মাইক্রোটিউবিউলস থেকে বিচ্ছিন্ন হয়ে যায় এবং ডিস্টাবিলাইজার She1, যেটি পরে মাইক্রোটিউবিউলসের সাথে যুক্ত হয়। কিনেসিন এইট (Kinesin8) (ইস্ট Kip3), একটি ATP-নির্ভর ডিপোলিমারেজ, অপত্য কোষের ধনাত্মক প্রান্তে মাইক্রোটিউবিউল ডিপোলিমারাইজেশনকে ত্বরান্বিত করে। দেখা যায় যে, এই মেকানিজমগুলোতে সমসাময়িক ব্যাঘাত ঘটে। কিন্তু টেলোফেজের সময় এসবে নাটকীয় স্পিন্ডল হাইপারস্টেবিলিটি দেখা যায়, যা মেকানিজমগুলোতে বৈচিত্র্য থাকা সত্ত্বেও কার্যকর ওভারল্যাপিং ঘটায়।\n\n\n== নিউক্লিয়ার ঝিল্লির রিঅ্যাসেম্বলী ==\nনিউক্লিয়ার ঝিল্লির প্রধান উপাদানগুলো হল একটি যুগল মেমব্রেন, নিউক্লিয়ার পোর কমপ্লেক্স এবং ভিতরের নিউক্লিয়ার মেমব্রেনের অভ্যন্তরীণ একটি নিউক্লিয়ার ল্যামিনা। এই উপাদানগুলো প্রোফেজ এবং প্রোমেটাফেজের সময় ভেঙে যায় এবং টেলোফেজের সময় পুনর্গঠিত হয়, যখন বিচ্ছিন্ন অপত্য ক্রোমাটিডের পৃষ্ঠে নিউক্লিয়ার ঝিল্লি গঠিত হয়। প্রোমেটাফেজের সময় নিউক্লিয়ার ঝিল্লি খণ্ডিত এবং আংশিকভাবে এন্ডোপ্লাজমিক রেটিকুলাম কর্তৃক শোষিত হয় এবং ক্রোমাটিনে অভ্যন্তরীণ নিউক্লিয়ার মেমব্রেন প্রোটিন-ধারণকারী ইআর (ER) ভেসিকেলগুলোকে লক্ষ্য করে টেলোফেজের সময় এই প্রক্রিয়ার বিপরীতে ঘটে। মেমব্রেন-গঠনকারী ভেসিকেলগুলো সরাসরি ক্রোমাটিনের পৃষ্ঠে একত্রিত হয়, যেখানে তারা একটি অবিচ্ছিন্ন মেমব্রেনে পার্শ্বীয়ভাবে ফিউজ হয়।\nক্রোমোজোমের পৃষ্ঠে প্রারম্ভিক নিউক্লিয়ার ঝিল্লির সমাবেশের জন্য র‍্যান-জিটিপি (Ran-GTP) নামে প্রোটিনের প্রয়োজন: এটি প্রাথমিকভাবে মাইটোসিসের সময় ইম্পোর্টিন β দ্বারা পৃথক করা ঝিল্লির উপাদানগুলোকে প্রকাশ করে। মাইটোসিসের সময় র‍্যান-জিটিপি (Ran-GTP)  ক্রোমোজোমের কাছাকাছি স্থানে থাকে। কিন্তু টেলোফেজে এম-সিডিকে (M-Cdk) টার্গেটগুলো  ডিফোসফোরাইলেড না হওয়া পর্যন্ত ইম্পোর্টিন β থেকে নিউক্লিয়ার ঝিল্লির প্রোটিনগুলোর ডিসোসিয়েশনকে ট্রিগার করে না। এই ঝিল্লির উপাদানগুলোর মধ্যে বেশ কয়েকটি নিউক্লিয়ার পোর উপাদান রয়েছে, যার মধ্যে রয়েছে নিউক্লিয়ার পোর স্ক্যাফোল্ড প্রোটিন ইএলওয়াইস (ELYS) এবং এটিকে নিয়ে সর্বাধিক গবেষণা করা হয়েছে। এটি A:T বেস জোড়া (ইন ভিট্রো) সমৃদ্ধ DNA অঞ্চলগুলোকে চিনতে পারে এবং তাই ডিএনএর সাথে সরাসরি আবদ্ধ হতে পারে। যাহোক, জেনোপাস এগ নির্যাস সম্পর্কিত পরীক্ষণ শেষে এই সিদ্ধান্তে বিজ্ঞানীরা পৌঁছেছেন যে, ELYS অনাবৃত ডিএনএর সাথে যুক্ত হতে ব্যর্থ হয় এবং শুধুমাত্র হিস্টোন ডাইমার এবং নিউক্লিওসোমগুল]কে সরাসরি আবদ্ধ করে। ক্রোমাটিনের সাথে আবদ্ধ হওয়ার পরে, ইএলওয়াইএস (ELYS) নিউক্লিয়ার পোর স্ক্যাফোল্ড এবং নিউক্লিয়ার পোর ট্রান্স-মেমব্রেন প্রোটিনের অন্যান্য উপাদানকে নিয়োজিত করে। নিউক্লিয়ার পোর কমপ্লেক্স একটি সংগঠিত পদ্ধতিতে নিউক্লিয়ার ঝিল্লিতে সন্নিবেশিত এবং একত্রিত হয়, পরপর নাপ ওয়ান জিরো সেভেন-ওয়ান সিক্সিট (Nup107-160), পিওএম ওয়ান টু ওয়ান (POM121), এবং এফজি নাফস (FG Nups) যোগ করে।\nবিজ্ঞানীদের মধ্যে বিতর্ক রয়েছে যে, নিউক্লিয়ার ঝিল্লির পুনঃসংযোজন পদ্ধতিতে আদি নিউক্লিয়ার পোর অ্য়াসেম্বলি এবং পরবর্তীতে পোরের চারপাশে ঝিল্লির ভেসিকল নিযুক্তি বা নিউক্লিয়ার ঝিল্লির প্রাথমিকভাবে বর্ধিত ইআর (ER) সিসটানাই থেকে তৈরি হয় নাকি, পূর্ববর্তী নিউক্লিয়ার পোর অ্যাসেম্বলি থেকে তৈরি হয়।\n\nমাইটোসিসের সময় কোষে যেখানে নিউক্লিয়ার ঝিল্লি  নন-ইআর ভেসিকলে টুকরো টুকরো হয়ে যায়, একটি Ran-GTP-নির্ভর পথ এই বিচ্ছিন্ন ভেসিকল পপুলেশনকে ক্রোমাটিনে চালিত করতে পারে যেখানে তারা নিউক্লিয়ার ঝিল্লির পুনর্গঠনের জন্য ফিউজ করে।\nমাইটোসিস চলাকালে কোষে যেখানে নিউক্লিয়ার ঝিল্লি এন্ডোপ্লাজমিক রেটিকুলামে শোষিত হয়, সেখানে ক্রোমাটিনের পৃষ্ঠের উপর প্রসারিত ঝিল্লির স্থিতিশীলতার সাথে ক্রোমাটিনের চারপাশে পার্শ্বীয় প্রসারণকে পুনরায় একত্রিত করা হয়। গবেষকগণ দাবি করেন যে, এই মেকানিজমটি নিউক্লিয়ার পোর গঠনের পূর্বশর্ত এবং গবেষণায় আরো পাওয়া গেছে- বেয়ার-ক্রোমাটিন-সম্পর্কিত নাপ ওয়ান জিরো সেভেন- ওয়ান সিক্সটি (Nup107-160) কমপ্লেক্সগুলো একত্রিত প্রাক-পোরের পরিবর্তে একক ইউনিটে উপস্থিত থাকে।\nসম্পূর্ণ ক্রোমাটিড সেটের বেষ্টনীর চারপাশে ঝিল্লিটি মসৃণ এবং প্রসারিত হয়। এটি সম্ভবত নিউক্লিয়ার পোরগুলোর ল্যামিন আগমনের কারণে ঘটে, যা একটি অবিচ্ছিন্ন মেমব্রেনের মধ্যে ধরে রাখা যেতে পারে। জেনোপাস এগের নির্যাসের নিউক্লিয়ার ঝিল্লি মসৃণ করতে ব্যর্থ হয় যখন ল্যামিনের নিউক্লিয়ার আগমন বাধাপ্রাপ্ত হয়, অবশিষ্টগুলো সংকুচিত এবং ঘনীভূত ক্রোমোজোমের সাথে আবদ্ধ থাকে। যাহোক, ইআর (ER) পার্শ্বীয় সম্প্রসারণের ক্ষেত্রে, নিউক্লিয়ার ঝিল্লির পুনঃসংযোজন সম্পূর্ণ হওয়ার আগে নিউক্লিয়ার ইমপোর্ট শুরু হয়, যা গঠনকারী নিউক্লিয়াসের দূরবর্তী এবং মধ্যবর্তী দিকগুলোর মধ্যে একটি অস্থায়ী আন্তঃ-নিউক্লিয়ার প্রোটিন গ্রেডিয়েন্টের দিকে পরিচালিত হয়।\nমাইটোসিসের সময় প্রোফেজে বিচ্ছিন্ন ল্যামিন সাবইউনিটগুলো  নিষ্ক্রিয় এবং পৃথক হয়। ল্যামিনা রিঅ্য়াসেম্বলি, ল্য়ামিন ডিফসফোরিলেশন এবং ল্যামিন-বি তে অতিরিক্তভাবে সিওওএইচ (COOH)-এর মিথাইল-এস্টারিফিকেশনের রেসিডিও কর্তৃক ট্রিগারর্ড হয়। মিড-অ্যানাফেজের সময়ে, ল্যামিন-বি ক্রোমাটিনকে ট্রিগার করে। টেলোফেজ চলাকালীন, যখন নিউক্লিয়ার ইমপোর্ট পুনঃস্থাপিত হয়, তখন ল্যামিন-এ পুনর্গঠিত নিউক্লিয়াসে প্রবেশ করে কিন্তু G1 পর্যায়ে কয়েক ঘন্টা ধরে ধীরে ধীরে পেরিফেরাল ল্যামিনাতে একত্রিত হতে থাকে।\nজেনোপাস এগের নির্যাস এবং মানুষের ক্যান্সার সেল লাইনগুলো নিউক্লিয়ার ঝিল্লির রিঅ্যাসেম্বলি গবেষণার জন্য ব্যবহৃত প্রাথমিক মডেল।\nইস্টে ল্যামিন থাকে না; মাইটোসিসের সময়ে তাদের নিউক্লিয়ার ঝিল্লি অক্ষত থাকে এবং সাইটোকাইনেসিসের সময় নিউক্লিয়ার বিভাজন ঘটে।\n\n\n== ক্রোমোজোম ডিকনডেনসেশন ==\nপ্রসারিত ক্রোমাটিনে ক্রোমোজোম ডিকনডেনসেশন (এটি শিথিলকরণ বা ডিকমপেকশন  নামেও পরিচিত) কোষের ইন্টারফজ প্রক্রিয়াগুলো পুনরায় শুরু করার জন্য প্রয়োজনীয়, এবং টেলোফেজের সময়, এটি অনেক ইউক্যারিওটে নিউক্লিয়ার ঝিল্লির সমাবেশের সমান্তরালে ঘটে। ক্রোমোজোম ডিকনডেনসেশনের জন্য মেন-মধ্যস্থ Cdk ডিফসফোরিলেশনের প্রয়োজন রয়েছে।\nমেরুদণ্ডী প্রাণীদের ক্ষেত্রে, নিউক্লিয়ার ইমপোর্ট পুনঃস্থাপিত হওয়ার পরেই ক্রোমোজোম ডিকনডেনসেশন শুরু হয়। যদি নিউক্লিয়ার ছিদ্রের মাধ্যমে ল্যামিন পরিবহন প্রতিরোধ করা হয়, ক্রোমোজোমগুলো সাইটোকাইনেসিসের পরে ঘনীভূত থাকে এবং কোষগুলো পরবর্তী এস পর্যায়ে (S phase) পুনরায় প্রবেশ করতে ব্যর্থ হয়। স্তন্যপায়ী প্রাণীদের ক্ষেত্রে, এস ফেজের জন্য ডিএনএ লাইসেন্সিং (এর প্রতিলিপির জন্য প্রয়োজনীয় একাধিক প্রোটিন উপাদানের সাথে ক্রোমাটিনের সংযোগ) এছাড়াও টেলোফেজের শেষের দিকে নিউক্লিয়ার ঝিল্লির পরিপক্কতার সাথে কাকতালীয়ভাবে ঘটে। এটিকে দায়ী করা যেতে পারে এবং টেলোফেজের চলাকালীন নিউক্লিয়ার ইমপোর্ট মেশিনরী রিইস্টাব্লিশমেন্ট ইন্টারফেজ নিউক্লিয়ার এবং সাইটোপ্লাজমিক প্রোটিন স্থানীয়করণের প্রমাণ প্রদান করে।\n\n\n== আরো দ্রষ্টব্য ==\nসাইটোস্কেলিটন-ফিলামেন্টাস প্রোটিনের নেটওয়ার্ক যা কোষের অভ্যন্তরীণ কাঠামো গঠন করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃ সংযোগ ==\nটেমপ্লেট:কমন ক্যাটাগরী-ইনলাইন"}