{"pageid": 1425412, "title": "গুয়ানাতে ডাচদের ঔপনিবেশিকীকরণ", "url": "https://bn.wikipedia.org/wiki?curid=1425412", "content": "ডাচরা ষোড়শ শতকের শেষের দিকে দক্ষিণ আমেরিকার অরিনোকো ও আমাজন নদীর মধ্যবর্তী উপকূলীয় অঞ্চল গুয়ানাসে তাদের উপনিবেশ শুরু করে। ডাচরা মূলত সমস্ত গুয়ানার দাবি করেছিল (যাকে ডে ওয়াইল্ড কুস্ট, \"বন্য উপকূল\"ও বলা হয়) কিন্তু –প্রথমে এটিকে বাভারিয়া ও তারপর হানাউতে বিক্রি করার প্রচেষ্টা এবং পর্তুগাল, ব্রিটেন ও ফ্রান্সের কাছে অংশগুলি হারানোর পরে–অংশটি আসলে নেদারল্যান্ডস দ্বারা বসতিস্থাপন ও নিয়ন্ত্রিত হয়ে ডাচ গায়ানা (ডাচ: Nederlands-Guiana) নামে পরিচিতি লাভ করে।\nএসেকুইবো ও ডেমেরারা এর উপনিবেশগুলি ডাচ ওয়েস্ট ইন্ডিয়া কোম্পানি দ্বারা নিয়ন্ত্রিত ছিল, অন্যদিকে বারবিস ও সুরিনাম যথাক্রমে সোসাইটি অফ বারবিস এবং সোসাইটি অফ সুরিনাম দ্বারা নিয়ন্ত্রিত ছিল। কেয়েনও ডাচ নিয়ন্ত্রণের সংক্ষিপ্ত সময়ের অধীনে এসেছিল। ১৮১৪ সালে নেপোলিয়নিক যুদ্ধের পর, ব্রিটেন কোরানটাইন নদীর পশ্চিমে তিনটি উপনিবেশের (ডেমেররা, বারবিস ও এসেকুইবো) নিয়ন্ত্রণ লাভ করে, যা ব্রিটিশ গুয়ানা এবং পরে আধুনিক গায়ানা হয়ে ওঠে। অবশিষ্ট উপনিবেশ সুরিনাম (যাকে \"ডাচ গুয়ানা\"ও বলা হয়), ১৯৭৫ সালে স্বাধীনতা না হওয়া পর্যন্ত ডাচদের নিয়ন্ত্রণে ছিল।\n\n\n== ইতিহাস ==\n\n\n=== উৎপত্তি ===\n\n১৫৯৮ সালে, বন্য উপকূল পরিদর্শন করা তিনটি ডাচ জাহাজের একটি বহর ইংরেজরা একই কাজ করার এক বছর পরে \"সুরিনামো\" নদী পার হওয়ার কথা উল্লেখ করেছে। পরের বছর এই অঞ্চলের প্রথম মানচিত্রাঙ্কন দেখা যায়: ফ্লেমিশ ভূগোলবিদ জোডোকাস হন্ডিয়াস দ্বারা আঁকা এই সমুদ্রযাত্রার বিবরণে অঙ্কিত ১৫৯৯ সালের একটি মানচিত্র। 1581 সালের শুরুতে, উপনিবেশগুলি ডাচ উপনিবেশবাদীদের দ্বারা বসতি স্থাপন করেছিল, যাদের বেশিরভাগই জিল্যান্ড প্রদেশ থেকে এসেছিল। পোমেরুন, এসেকুইবো, বারবিস ও সুরিনাম নদী সহ বিভিন্ন নদীর কাছে বাণিজ্য পোস্ট স্থাপন করা হয়েছিল। অনেক ছোট বাণিজ্যিক প্রতিষ্ঠান, বেশিরভাগই বার্টারিং পোস্ট ফরাসি, ডাচ এবং ইংরেজ ঔপনিবেশিকদের দ্বারা প্রতিষ্ঠিত হয়েছিল। রোগের প্রভাব এবং স্থানীয়দের আক্রমণের কারণে এই উপনিবেশগুলি খুব কমই দীর্ঘস্থায়ী হয়েছিল।\n\n\n=== প্রতিষ্ঠা ===\nডাচ ওয়েস্ট ইন্ডিয়া কোম্পানি ১৬২১ সালে তৈরি করা হয়েছিল এবং দক্ষিণ আমেরিকার উপনিবেশগুলির উপর তত্ত্বাবধানহীন নিয়ন্ত্রণ দেওয়া হয়েছিল। উপনিবেশটি আব্রাহাম ভ্যান পিয়ের দ্বারা পরিচালিত হয়েছিল, একজন ডাচ অভিযাত্রী যিনি বারবিসে বসতি স্থাপন করেছিলেন। তৃতীয় অ্যাংলো-ডাচ যুদ্ধের পর, ইংল্যান্ড নিউ আমস্টারডামের বিনিময়ে সুরিনাম উপনিবেশ হস্তান্তর করে।\nডাচ গুয়ানা একটি রাজনৈতিক সত্তা ছিল না, বরং, একটি ভৌগোলিক ইঙ্গিত ছিল। ডাচ গুয়ানা বরাবর যে উপনিবেশগুলি নিয়ে গঠিত হয়েছিল সেগুলি প্রাথমিকভাবে বেশ কয়েকটি সত্তা দ্বারা নিয়ন্ত্রিত ছিল। এসসেকুইবা ও ডেমেরারা ডাচ ওয়েস্ট ইন্ডিয়া কোম্পানি দ্বারা নিয়ন্ত্রিত হত, অন্যদিকে বারবিস ও সুরিনাম যথাক্রমে সোসাইটি অফ বারবিস এবং সোসাইটি অফ সুরিনাম দ্বারা নিয়ন্ত্রিত হত। পার্নামবুকো ও পর্তুগিজ গায়ানা সহ পশ্চিমতর পশ্চিমের বসতি যা বর্তমানে আমাপা রাজ্য, ১৬৩০ থেকে ১৬৫৪ সাল পর্যন্ত ডাচদের নিয়ন্ত্রণে ছিল। ১৬৬০ ও ১৬৬৪ এর মধ্যে এবং আবার ১৬৭৬ ও ১৬৭৭ এর মধ্যে কায়েনও (ফরাসি গায়ানা) সংক্ষিপ্তভাবে ডাচদের দ্বারা নিয়ন্ত্রিত হয়েছিল।\n\n\n=== বিচ্ছেদ ===\n\nবাটাভীয় প্রজাতন্ত্রের অধীনে, ডাচ গুয়ানার বেশিরভাগ অংশ আবার ব্রিটিশদের দখলে ছিল। ১৮১৪ সালে নেপোলিয়নিক যুদ্ধের পর, ব্রিটেন কোরানটাইন নদীর পশ্চিমে তিনটি উপনিবেশের (ডেমেররা, বারবিস ও এসেকুইবো) নিয়ন্ত্রণ লাভ করে। এই তিনটি উপনিবেশ ব্রিটিশ গুয়ানায় পরিণত হয়। ১৮১৫ সালের পর, সেখানে পাঁচটি গুয়ানা ছিল, যা সেগুলির প্রভাবশালী ভাষা দ্বারা উল্লেখ করা হয়: স্পেনীয় গুয়ানা (ভেনিজুয়েলা), ব্রিটিশ গুয়ানা, ডাচ গুয়ানা, ফরাসি গুয়ানা এবং পর্তুগিজ গুয়ানা (ব্রাজিল\n)। \nযে উপনিবেশটি ছিল তা ১৯৭৫ সাল পর্যন্ত নেদারল্যান্ডস রাজ্যের অংশ ছিল, যখন এটি সুরিনাম প্রজাতন্ত্র হিসাবে স্বাধীন হয়েছিল।\n\n\n== ভূগোল ==\nডাচ গুয়ানা গুয়ানা শিল্ডের বেশিরভাগ অংশ জুড়ে, যার সীমানা উত্তর-পশ্চিমে ওরিনোকো বদ্বীপ, দক্ষিণ-পশ্চিমে ক্যারোনি নদীর পূর্ব তীর, দক্ষিণ-পূর্বে আমাজন নদীর ব-দ্বীপের মারাজো দ্বীপ পর্যন্ত।\n\n\n== ডাচ গুয়ানা বা সুরিনাম ==\nযদিও সুরিনাম উপনিবেশটি সর্বদা আনুষ্ঠানিকভাবে ডাচ ও ইংরেজি উভয় ভাষায় সুরিনাম নামে পরিচিত ছিল, ব্রিটিশ গুয়ানা এবং ফরাসি গুয়ানার সাথে সাদৃশ্য হিসাবে উপনিবেশটিকে প্রায়শই ১৯ ও ২০ শতকের অনানুষ্ঠানিক এবং আধা-সরকারিভাবে ডাচ গুয়ানা (ডাচ: নেদারল্যান্ডস গুয়ানা) হিসাবে উল্লেখ করা হত। ঐতিহাসিকভাবে, সুরিনাম ছিল গুয়ানাদের অনেক ডাচ উপনিবেশের মধ্যে একটি, অন্যগুলি হল বারবিস, এসেকুইবো, ডেমেরারা ও পোমেরুন, যেগুলি ১৮১৪ সালে যুক্তরাজ্যের দখলে নেওয়ার পরে, ১৮৩১ সালে ব্রিটিশ গুয়ানায় একত্রিত হয়েছিল। ডাচরাও ১৬৩০ থেকে ১৬৫৪ সাল পর্যন্ত উত্তর ব্রাজিলকে নিয়ন্ত্রণ করেছিল, সেই অঞ্চলটি সহ যেটি লিসবন দ্বারা শাসিত হয়েছিল, তখন সেটিকে পর্তুগিজ গুয়ানা বলা হত। এইভাবে, ১৮১৪ সালের আগে ডাচ গুয়ানা শব্দটি শুধুমাত্র সুরিনামকে বর্ণনা করেনি, বরং এই অঞ্চলে ডাচ সার্বভৌমত্বের অধীনে সমস্ত উপনিবেশকে একত্রিত করেছে: স্বতন্ত্র সরকারগুলির সাথে যার বহিরাগত সীমানা সময়ের সাথে অনেক পরিবর্তিত হয়েছে।\n\n\n== তথ্যসূত্র ==\nউদ্ধৃতি\n\nবই\nHartsinck, J.J. (১৭৭০), Beschryving van Guiana, of de wilde kust in Zuid-America, Amsterdam: Gerrit Tielenburg \n\n\n== বহিঃসংযোগ ==\nডাচ ওয়েস্ট ইন্ডিজ ১৬৩০-১৯৭৫\n১৫৯৮ সাল থেকে \"গুয়ানার বিস্ময়কর, বড় এবং সমৃদ্ধ ভূমির নতুন মানচিত্র...\""}