{"pageid": 1425603, "title": "বুরগুন্ডিয়ানদের রাজ্য", "url": "https://bn.wikipedia.org/wiki?curid=1425603", "content": "বুরগুন্ডিয়ানদের রাজ্য ( লাতিন: Regnum Burgundionum) বা বুরগুন্ডির প্রথম রাজ্য ( লাতিন: Primum Regnum Burgundiae) ৫ম শতাব্দীতে রাইনল্যান্ডে এবং তারপর পূর্ব গলে, জার্মানিক বুরগুন্ডিয়ানদের দ্বারা প্রতিষ্ঠিত হয়েছিল।\n\n\n== ইতিহাস ==\n\n\n=== পটভূমি ===\nবুরগুন্ডিয়ানরা, একটি জার্মানিক আদিবাসী, সম্ভবত খ্রিস্টীয় তৃতীয় শতাব্দীতে স্ক্যান্ডিনেভিয়ান দ্বীপ বোর্নহোম থেকে ভিস্টুলা অববাহিকায় স্থানান্তরিত হয়েছিল। যাইহোক, বুরগুন্ডিয়ানদের প্রথম নথিভুক্ত রাজা, গুজুকি (গেবিকা), রাইনের পূর্ব দিকে, ৪র্থ শতাব্দীর শেষভাগে বাস করতেন।\n৪০৬ সালে অ্যালান্স, ভ্যান্ডালস, সুয়েভি এবং সম্ভবত বুরগুন্ডিয়ানরা রাইন নদী পার হয় এবং রোমান গল আক্রমণ করে। বুরগুন্ডিয়ানরাফোডারতি হিসাবে মধ্য রাইন বরাবর জার্মানিয়া সেকুন্দা’র রোমান প্রদেশে  বসতি স্থাপন করেছিল।\n\n\n=== রাজ্য ===\n৪১১ (এ.ডি) সালে, বুরগুন্ডিয়ান রাজা গুন্থার (বা গুন্দাহার বা গুন্ডিকার) অ্যালান্সের রাজা গোয়ারের সহযোগিতায় জোভিনাসকে সম্রাট (পুতুল হিসেবে) স্থাপন করেন। জোভিনাসের সাম্রাজ্যিক কর্তৃত্বের অজুহাতে, গুন্থার রাইন নদীর পশ্চিম (অর্থাৎ রোমান) তীরে, লাউটার এবং নাহে নদীর মাঝখানে বসতি স্থাপন করেন, বোরবেটোমাগাস বসতি দখল করেন (বর্তমান ওয়ার্মস), স্পিয়ার এবং স্ট্রাসবার্গ । স্পষ্টতই একটি যুদ্ধবিরতির অংশ হিসাবে, সম্রাট অনারিয়াস পরে আনুষ্ঠানিকভাবে তাদের জমি \"মঞ্জুর\" করেছিলেন। বারগুন্ডিয়ানরা বোরবেটোমাগাসে তাদের রাজধানী স্থাপন করে। থিবসের অলিম্পিওডোরাস একজন গুন্টিরিওসের কথাও উল্লেখ করেছেন যাকে জোভিনাস কর্তৃক জার্মানিয়া সেকুন্ডা দখলের ৪১১ প্রেক্ষাপটে \"বুরগুন্ডিয়ানদের কমান্ডার\" বলা হয়েছিল। \nফোডারতি হিসেবে তাদের নতুন মর্যাদা থাকা সত্বেও, রোমান উর্ধ্বতন গ্যালিয়া বেলজিকাতে বারগুন্ডিয়ানরা অভিযান চালায়, যা রোমানদের কাছে অসহনীয় হয়ে ওঠে এবং ৪৩৬ সালে নির্মমভাবে শেষ করা হয়, যখন রোমান জেনারেল ফ্ল্যাভিয়াস এটিয়াস হুন (ভাড়াটে সৈন্য)দের ডেকেছিল যারা ৪৩৭ সালে রাজ্যকে নিমজ্জিত করেছিল। জানা যায় অধিকাংশ বুরগুন্ডিয়ানদের সাথে, গুন্থার যুদ্ধে নিহত হন।  প্রচারনাটির উৎস ছিলো, মধ্যযুগীয় নিবেলুনজেলিয়েড কবিতা।\n৪৩৭ সালে গুন্ডারিক (বা গুন্ডিওক বা গন্ডিওক) রাজা হিসাবে গুন্থার-্এর স্থলাভিষিক্ত হন। ৪৪৩ সালের পর, অবশিষ্ট বুরগুন্ডিয়ানরা অ্যায়টিয়াসের (সম্রাট) দ্বারা বর্তমান উত্তর-পূর্ব ফ্রান্স এবং পশ্চিম সুইজারল্যান্ডের অঞ্চলে, আবার ফোডারতি হিসাবে পুনর্বাসিত করা হয়, রোমান প্রদেশ ম্যাক্সিমা সেকোয়ানোরাম-এ। রোন নদীর তলদেশে তাদের রাজ্যকে প্রসারিত করার প্রচেষ্টা তাদের দক্ষিণে ভিসিগোথিক রাজ্যের সাথে দ্বন্দ্বে নিয়ে আসে। ৪৫১ সালে, গুন্ডারিক কাতালাউনিয়ান সমভূমির যুদ্ধে হুনদের নেতা অ্যাটিলার বিরুদ্ধে সম্রাট অ্যাটিয়াসের বাহিনীতে যোগ দেন।\n৪৭৩ সালে গুন্ডারিক মারা গেলে, তার রাজ্যটি তার চার পুত্রের মধ্যে ভাগ করা হয়: গুন্ডোবাদ (৪৭৩-৫১৬ লিয়নে, ৪৮০ সাল থেকে সমস্ত বুরগুন্ডির রাজা), দ্বিতীয় চিলপেরিক (৪৭৩-৪৯৩ ভ্যালেন্সে), গুন্ডোমার/গোডোমার (৪৭৩ – ৪৮৬ সালে ভিয়েন) এবং গোডেগিসেল (৪৭৩ – ৫০০, ভিয়েন এবং জেনেভাতে)।\n\n৪৭৬ সালে পশ্চিম রোমান সাম্রাজ্যের পতনের পর, রাজা গুন্ডোবাদ অস্ট্রোগোথিক রাজা থিওডেরিক দ্য গ্রেটের হুমকির বিরুদ্ধে পরাক্রমশালী ফ্রাঙ্কিশ রাজা ক্লোভিস ১ম এর সাথে মিত্রতা করেন। এর ফলে, গুন্ডোবাদ বুরগুন্ডিয়ান অধিগ্রহণকে সুরক্ষিত করতে এবং লেক্স বুরগুন্ডিওনাম (একটি প্রাচীন জার্মানিক আইন)  সংকলন করতে সক্ষম হয়েছিল। পরবর্তীতে যখন রোম আর গলের বাসিন্দাদের সুরক্ষা দিতে সক্ষম হয়নি, তখন সেকোয়ানি নবগঠিত বুরগুন্ডি রাজ্যে একীভূত হয়ে যায়। \nগ্রেগরি অফ ট্যুরস (৫৩৮-৫৯৪)-এর মতে, ৪৯৩ সালে গুন্ডোবাদ তার ভাই চিলপেরিক ২য়-কে হত্যা করেছিলেন ও তার মেয়ে ক্লোটিল্ডকে নির্বাসিত করেছিলেন, যিনি ফ্রাঙ্কসের রাজা মেরোভিনজিয়ান ক্লোভিসের সাথে বিবাহিত ছিলেন, যিনি সদ্য উত্তর গল জয় করেছিলেন। রাজ্যের পতন শুরু হয়েছিল যখন তারা তাদের প্রাক্তন ফ্রাঙ্কিশ মিত্রদের আক্রমণের মুখে পড়েছিল। ৫২৯ সালে, রাজা ক্লোভিসের ছেলেরা তার বাবার গুন্ডোবাদের হত্যার প্রতিশোধ নিতে তাদের মা ক্লোটিল্ডের দ্বারা প্ররোচিত হয়ে বুরগুন্ডিয়ান ভূমিতে প্রচারণা চালায়। ৫৩২ সালে, অতুনের যুদ্ধে বুরগুন্ডিয়ানরা ফ্রাঙ্কদের দ্বারা চূড়ান্তভাবে পরাজিত হয়, যেখানে রাজা গোডোমার নিহত হন এবং ৫৩৪ সালে বুরগুন্ডি ফ্রাঙ্কিশ রাজ্যে অন্তর্ভুক্ত হয়।\n\n\n== রাজাদের তালিকা ==\nগেবিকা (৪র্থ শতাব্দীর শেষের দিকে – সি. ৪০৭)\nগুন্ডোমার ১ম (সি. ৪০৭–৪১১), গেবিকার পুত্র\nগিসেলহের (সি. ৪০৭–৪১১), গেবিকার পুত্র\nগুন্থার (সি. ৪০৭–৪৩৬), গেবিকার পুত্র\nফ্ল্যাভিয়াস অ্যাটিয়াস বুরগুন্ডিয়ানদের সাপাউদিয়ায় (উর্ধ্ব রোন বেসিন) সরিয়ে নেয় ।\n\nগুন্ডেরিক/গুন্ডিওক (৪৩৬–৪৭৩) দ্বারা বিরোধিতা\nচিলপেরিক ১ম, গুন্ডিওকের ভাই (৪৪৩–সি. ৪৮০)\nগুন্ডিওকের চার পুত্রের মধ্যে রাজ্যের বিভাজন:\nগুন্ডোবাদ (৪৭৩–৫১৬ লিয়নে, ৪৮০ থেকে সমস্ত বুরগুন্ডির রাজা),\nচিলপেরিক ২য় (ভ্যালেন্সে ৪৭৩–৪৯৩)\nগুন্ডোমার/গোডোমার (৪৭৩–৪৮৬ ভিয়েনে)\nগোডেগিসেল (৪৭৩–৫০০, ভিয়েন এবং জেনেভাতে)\nসিগিসমন্ড, গুন্ডোবাদের ছেলে (৫১৬–৫২৪)\nদ্বিতীয় গোডোমার বা গুন্ডিমার, গুন্ডোবাদের ছেলে (৫২৪–৫৩২)\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\n\nটেমপ্লেট:Early Germanic Kingdoms"}