{"pageid": 1425687, "title": "দক্ষিণ রোডেশিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1425687", "content": "দক্ষিণ রোডেশিয়া ছিল দক্ষিণ আফ্রিকার একটি স্থলবেষ্টিত স্ব-শাসিত ব্রিটিশ ক্রাউন উপনিবেশ, যা ১৯২৩ সালে প্রতিষ্ঠিত হয়েছিল এবং জাম্বেজি নদীর দক্ষিণে অবস্থিত ব্রিটিশ সাউথ আফ্রিকা কোম্পানি (BSAC) অঞ্চল নিয়ে গঠিত। এই অঞ্চলটি দক্ষিণ জাম্বেশিয়া নামে পরিচিত থাকলেও, সেসিল রোডসের নেতৃত্বাধীন ব্রিটিশ সাউথ আফ্রিকা কোম্পানি এখানে উপনিবেশ স্থাপন করে, অতঃপর সেসিল রোডস-এর নামে এই অঞ্চলটির নামকরণ করা হয়। এই অঞ্চলের সীমানার অঞ্চলগুলি ছিল বেচুয়ানাল্যান্ড (বতসোয়ানা), উত্তর রোডেশিয়া (জাম্বিয়া), পর্তুগিজ মোজাম্বিক (মোজাম্বিক), এবং ট্রান্সভাল প্রজাতন্ত্র (১৯৬১ পরবর্তী দক্ষিণ আফ্রিকা)। \nএ অঞ্চলের মাতাবেলে রাজা- লোবেঙ্গুলা এবং বিভিন্ন সংখ্যাগরিষ্ঠ মাশোনা ভাসাল প্রধানদের কাছ থেকে ১৮৯০ সালে ব্রিটিশ সাউথ আফ্রিকা কোম্পানি-এর পাইওনিয়ার কলাম এই দক্ষিণাঞ্চলীয় অঞ্চলটি কিনেছিল। এর পেছনে কারণ ছিল এ অঞ্চলের বিস্তৃত স্বর্ণের মজুদ। যদিও বেচুয়ানা এবং পর্তুগাল এই অঞ্চলের কিছু অংশ দাবি করেছিল, এ অঞ্চলের আদিবাসি-বুশমেন বা 'খোইসান' ইতিহাসের শুরু থেকেই এটি দখল করেছিল এবং এর কিছু অংশে বসবাস অব্যাহত রেখেছিল। ১৯৭০ সালে রোডেশিয়া সরকার দ্বারা উপনিবেশের বিলুপ্তির পরে, ১৯৭৯ সালে দক্ষিণ রোডেশিয়ার উপনিবেশ জিম্বাবুয়ে রোডেশিয়া প্রজাতন্ত্র পুনঃপ্রতিষ্ঠিত হয়েছিল। এর একমাত্র প্রকৃত প্রাকৃতিক সীমানা হল জাম্বেজি এবং লিম্পোপো নদী, এর অন্যান্য সীমানা প্রাক-ঔপনিবেশিক সময় থেকে পূর্ববর্তী প্রধান রাজ্যগুলির সীমানার সাথে মিশে ছিল।\n১৯৫৩ সালে, এটি ফেডারেশন অফ রোডেশিয়া এবং নিয়াসাল্যান্ডে একীভূত হয়, যা ১৯৬৩ সাল পর্যন্ত স্থায়ী ছিল। দক্ষিণ রোডেশিয়ার নাম পরিবর্তন করে রোডেশিয়া রাখা হয় এবং ১৯৮০ সাল পর্যন্ত এটি ব্রিটিশ উপনিবেশ ছিল। যদিও, রোডেশিয়া সরকার ১৯৬৫ সালে স্বাধীনতার একতরফা ঘোষণা দেয় এবং স্বাধীন রোডেশিয়া প্রতিষ্ঠা করে। ১৯৭৯ সালে, এটি জিম্বাবুয়ে রোডেশিয়া হিসাবে এর শাসনব্যবস্থার অধীনে নিজেদের পুনর্গঠন করে, যদিও এটিও আন্তর্জাতিক স্বীকৃতি জিততে ব্যর্থ হয়। ১৯৭৯ সালের ডিসেম্বরে ল্যাঙ্কাস্টার হাউস চুক্তির পর, দেশটি ১৯৮০ সালের এপ্রিলে জিম্বাবুয়ে হিসাবে আন্তর্জাতিকভাবে স্বীকৃত স্বাধীনতা অর্জন করে।\n\n\n== ইতিহাস ==\n\"রোডেশিয়া\" হিসাবে উৎপত্তি\n১৮৯৫ সালে \"রোডেশিয়া\" নামটি ব্যবহার না হওয়া পর্যন্ত, অঞ্চলটিকে \"দক্ষিণ জাম্বেজিয়া\" হিসাবে উল্লেখ করা হয়েছিল, যা জাম্বেজি নদীর নাম থেকে এসেছিল। এটি দক্ষিণ আফ্রিকায় ব্রিটিশ উপনিবেশ স্থাপন চলাকালীন সময় ব্রিটিশ সাম্রাজ্য-নির্মাতা সেসিল রোডসের সম্মানে, উনার নামে অঞ্চলটির এরকম নামকরণ করা হয়। ১৮৮৮ সালে রোডস, স্থানীয় নেতাদের কাছ থেকে রুড কনসেশন এবং মোফ্যাট চুক্তির মতো চুক্তির মাধ্যমে খনিজ অধিকার লাভ করে, যা এনদেবেল জনগোষ্ঠীর রাজা লোবেঙ্গুলা দ্বারা স্বাক্ষরিত হয়েছিল। \"দক্ষিণ\" শব্দটি প্রথম ১৮৯৮ সালে ব্যবহৃত হয়েছিল এবং ১৯৬৪ সাল থেকে এটি ব্যবহার বাদ দেওয়া হয়েছিল, ফেডারেশন অফ রোডেশিয়া এবং নিয়াসাল্যান্ডের বিভক্তের সময়। তারপর 1979 সালে জিম্বাবুয়ে রোডেশিয়া সৃষ্টি না হওয়া পর্যন্ত নাম রোডেশিয়া-ই ছিল। আইনত, 'দক্ষিণ রোডেশিয়া' নামটি ১৮ এপ্রিল ১৯৮০ পর্যন্ত ব্যবহার করা অব্যাহত ছিল, যখন জিম্বাবুয়ে প্রজাতন্ত্র ঘোষণা করা হয়েছিল।\nব্রিটিশ সরকার ১৮৮৯ সালে লিম্পোপো থেকে টাঙ্গানিকা হ্রদ পর্যন্ত একটি বিস্তীর্ণ অঞ্চল পরিচালনা করার জন্য রোডসের ব্রিটিশ দক্ষিণ আফ্রিকা কোম্পানিকে (BSAC) অনুমোদন দেয় ফোর্ট সালিসবারি (বর্তমানে হারারে) প্রতিষ্ঠার জন্য। ১৮৯৩-১৮৯৪ সালে, ব্রিটিশ দক্ষিণ আফ্রিকা কোম্পানি,  প্রথম মাতাবেলে যুদ্ধে এনদেবেলেকে পরাজিত করে, যার ফলে রাজা লোবেঙ্গুলার মৃত্যু এবং উল্লেখযোগ্য হতাহতের ঘটনা ঘটে। জেমসন রেইডের পর দ্বিতীয় মাতাবেলে যুদ্ধ (১৮৯৬-৯৭) সংঘটিত হয়, যার ফলে ব্রিটিশ বসতি স্থাপনকারীদের মধ্যে ব্যাপক ক্ষতি হয়। মাতোবো পাহাড়ে মিলিমোর পতন এবং রোডসের আলোচনা বিদ্রোহের অবসান ঘটায়।\nস্বাধীনতা পর্যন্ত শতাব্দী\nজাম্বেজির উত্তরের অঞ্চলটি আফ্রিকান প্রধানদের সাথে পৃথক চুক্তির মাধ্যমে জাম্বিয়া হয়ে ওঠে। ১৮৯৭ সালে বারোটসেল্যান্ডের জন্য এবং ১৯০০  সালে উত্তর-পশ্চিম রোডেশিয়ার জন্য এবং ১৮৯৫ সালে উত্তর-পূর্ব রোডেশিয়ার জন্য প্রশাসক নিয়োগ করা হয়েছিল। \"রোডেশিয়া\" প্রাথমিকভাবে দক্ষিণে শ্বেতাঙ্গদের দ্বারা ব্যবহৃত হয়েছিল, যার ফলে ১৮৯৮ সালে \"দক্ষিণ রোডেশিয়া\" আনুষ্ঠানিকভাবে ব্যবহার করা হয়েছিল। উত্তরাঞ্চলের একীভূতকরণ, ১৯১১ সালে \"উত্তর রোডেশিয়া\" শব্দের উদ্ভব ঘটায়। চুক্তি, সংসদের রায় এবং ব্রিটিশ ঔপনিবেশিক কমিশন কর্তৃপক্ষ ভূমি অধিকার নিয়ে বিরোধের দিকে পরিচালিত করে। যা স্বাধীন জন্য আন্দোলনের জন্ম দেয়। ১৯২০ সালের নির্বাচন ব্রিটিশ দক্ষিণ আফ্রিকা কোম্পানি শাসনের প্রতি অসন্তোষের ইঙ্গিত দেয়, যার ফলে দায়িত্বশীল সরকারের জন্য চাপ সৃষ্টি হয়। \n১৯২৩ সালে একটি নতুন সংবিধান কার্যকর হয়। দ্বিতীয় বিশ্বযুদ্ধের সময়, সাউদার্ন রোডেশিয়ান বাহিনী যুক্তরাজ্যের জন্য একটি গুরুত্বপূর্ণ ভূমিকা পালন করেছিল, উচ্চ হতাহতের সংখ্যা থাকলেও উল্লেখযোগ্য সাফল্য ছিল। ১৯৪০-এর দশকে, মধ্য আফ্রিকার জন্য একটি বিশ্ববিদ্যালয়ের ধারণা প্রস্তাব করা হয়েছিল, যার ফলে ১৯৫২ সালে সালিসবারিতে ইউনিভার্সিটি কলেজ অফ রোডেশিয়া প্রতিষ্ঠিত হয়। ১৯৭১ সাল পর্যন্ত এটি লন্ডন বিশ্ববিদ্যালয় এবং বার্মিংহাম বিশ্ববিদ্যালয় থেকে ডিগ্রি প্রদান করে, পরে রোডেশিয়া বিশ্ববিদ্যালয় হয়ে ওঠে এবং অবশেষে ১৯৮০ সালে জিম্বাবুয়ে বিশ্ববিদ্যালয় নামে নামকরণ করা হয়।\n১৯৫৩–১৯৬৫\nআফ্রিকান অঞ্চলগুলিতে স্বাধীনতার জন্য ক্রমবর্ধমান আন্দোলনের প্রতিক্রিয়ার জেরে, যুক্তরাজ্য ১৯৫৩ সালে দক্ষিণ রোডেশিয়া, উত্তর রোডেশিয়া এবং নিয়াসাল্যান্ড (বর্তমানে জিম্বাবুয়ে, জাম্বিয়া এবং মালাউই) নিয়ে গঠিত ফেডারেশন অফ রোডেশিয়া এবং নিয়াসাল্যান্ড (বা মধ্য আফ্রিকান প্রজাতন্ত্র) প্রতিষ্ঠা করে। কৃষ্ণাঙ্গ জাতীয়তাবাদী, ঔপনিবেশিক প্রশাসক এবং শ্বেতাঙ্গ বসতি স্থাপনকারীদের স্বার্থের ভারসাম্য বজায় রাখার উদ্দেশ্যে, ফেডারেশনের লক্ষ্য ছিল অস্ট্রেলিয়া এবং কানাডার মতো সফল ফেডারেশনগুলিকে অনুসরণ করা।\nযদিও, জনসংখ্যার বৈষম্য এবং কৃষ্ণাঙ্গ শ্রমের উপর নির্ভরতার কারণে, ফেডারেশনটি দুবতে শুরু করে, যার ফলে ১ জানুয়ারী, ১৯৬৩-এ এর বিলুপ্তি ঘটে। ন্যাসাল্যান্ড মালাউই হিসাবে স্বাধীনতা লাভ করার সময়, উত্তর রোডেশিয়া জাম্বিয়াতে পরিণত হয়। দক্ষিণ রোডেশিয়া সংখ্যাগরিষ্ঠ শাসনকে প্রতিহত করে, নিজের নাম রোডেশিয়া করার চেষ্টা করে, যা যুক্তরাজ্য স্বীকৃতি দেয়নি।\nউত্তর রোডেশিয়ার উল্লেখযোগ্য শ্বেতাঙ্গ জনসংখ্যা এবং তামার খনি থেকে সম্পদ থাকা সত্ত্বেও, এটি স্বাধীনতাকে বেছে নিয়েছিল, যা দুটি রোডেশিয়ার মধ্যে সীমানা সৃষ্টি করে। দক্ষিণ রোডেশিয়া, ফেডারেশনের সম্পদ থেকে উপকৃত হয়ে, কারিবা বাঁধের মতো অবকাঠামোতে বিনিয়োগ করেছিল, যা জনগণের মধ্যে উত্তেজনা সৃষ্টি করেছিল।\n\"রোডেশিয়া\"-এর জাগরণ \n১৯৬৪ সালে উত্তর রোডেশিয়ার প্রটেক্টরেটের অস্তিত্ব বিলীন হওয়ায়, দক্ষিণ রোডেশিয়া আবারও রোডেশিয়া নাম লাভ করে।\n১৯৬৫ সালে, রোডেশিয়া একতরফাভাবে ইয়ান স্মিথের নেতৃত্বে শ্বেতাঙ্গ-প্রধান সরকারের অধীনে নিজেকে স্বাধীন ঘোষণা করে। শ্বেতাঙ্গ সরকার এবং দুই আফ্রিকান সংখ্যাগরিষ্ঠের মধ্যে দীর্ঘ গৃহযুদ্ধের পর, সোভিয়েত ব্লক-সমন্বিত 'মুক্তি আন্দোলন' (জিম্বাবুয়ে পিপলস রেভোলিউশনারি আর্মি এবং জিম্বাবুয়ে আফ্রিকান ন্যাশনাল লিবারেশন আর্মি)। সালিসবারি সরকার, পরিস্থিতি অস্থিতিশীল ছিল বুঝতে পেরে এবং শক্তিশালী আন্তর্জাতিক চাপের সম্মুখীন হয়ে, ১৯৭৮ সালের মার্চ মাসে কৃষ্ণাঙ্গ জাতীয়তাবাদী নেতাদের সাথে অভ্যন্তরীণ ঝামেলার মীমাংসা করে। এক বছর পরে একটি সাধারণ নির্বাচনের ফলে একটি ঐক্য সরকার গঠন করা হয়, যা ডিসেম্বর ১৯৭৯ সালে ল্যাঙ্কাস্টারের সমাপ্তি ঘটায়। হাউস চুক্তি, যার মাধ্যমে ব্রিটেন ১৮ এপ্রিল ১৯৮০ সালে জিম্বাবুয়েকে স্বাধীনতা দেওয়ার আগে একটি সংক্ষিপ্ত সময়ের জন্য দেশটির নিয়ন্ত্রণ পুনরায় নেয়।\n১৯৬৪ সাল থেকে নামের দিকবদল\n৭ অক্টোবর, ১৯৬৪-এ, উত্তর রোডেশিয়া জাম্বিয়া হিসাবে স্বাধীনতা লাভ করার পরে, দক্ষিণ রোডেশিয়া সরকার তার নাম পরিবর্তন করে রোডেশিয়া রাখার ইচ্ছা প্রকাশ করে। অভ্যন্তরীণ বিষয়ক মন্ত্রী ২৩ অক্টোবর এই পরিকল্পনাটি নিশ্চিত করেন এবং আইনসভা পরিবর্তনটিকে আনুষ্ঠানিক করার জন্য একটি বিল পাস করেন। তবে, বিলটি পাস হওয়া সত্ত্বেও, এটি ব্রিটিশ রাজের সম্মতি পায়নি কারণ এটি বিষয়ে দক্ষিণ রোডেশিয়া এবং যুক্তরাজ্যের মধ্যে পূর্ববর্তী চুক্তিগুলির সাথে বিরোধপূর্ণ ছিল।\nযদিও গভর্নর ব্যাখ্যা বিল অনুমোদন করেননি, ব্রিটিশ ঔপনিবেশিক অফিস ১৯৬৫ সালের মধ্যে আনুষ্ঠানিকভাবে \"রোডেশিয়া\" নামটি ব্যবহার করা শুরু করে। আনুষ্ঠানিক অনুমোদনের অভাব সত্ত্বেও, রোডেশিয়ান সরকার নতুন নামটি গ্রহণ করে এবং ১৯৬৫ সালে স্বাধীনতার একতরফা ঘোষণায় এটি ব্যবহার শুরু করে। যদিও \"রোডেশিয়া\" ব্যাপকভাবে গৃহীত হয়েছিল, \"দক্ষিণ রোডেশিয়া\" যুক্তরাজ্যের সাংবিধানিক তত্ত্বের আনুষ্ঠানিক নাম ছিল। ল্যাঙ্কাস্টার হাউস চুক্তির পর, লর্ড সোয়েমস ১৯৭৯ সালে দক্ষিণ রোডেশিয়ার গভর্নর নিযুক্ত হন। ১২ ডিসেম্বর, ১৯৭৯-এ, জিম্বাবুয়ে রোডেশিয়ার সংসদ থেকে লর্ড সোয়েমসের কাছে ক্ষমতা হস্তান্তর করা হয়। ১৯৮০ সালের ফেব্রুয়ারিতে নির্বাচনের পর, উপনিবেশের অস্তিত্ব বিলীন হয়ে যায় এবং জিম্বাবুয়ে ১৭ এপ্রিল, ১৯৮০-এ স্বাধীনতা লাভ করে।\n\n\n== তথ্যসূত্র =="}