{"pageid": 1425449, "title": "উইমেন ইন সিনেমা কালেক্টিভ", "url": "https://bn.wikipedia.org/wiki?curid=1425449", "content": "উইমেন ইন সিনেমা কালেক্টিভ, সংক্ষেপে ডব্লিউসিসি হল মালয়ালম চলচ্চিত্র শিল্পে কাজ করা মহিলাদের জন্য একটি সংগঠন।\n\n\n== গঠন ==\n২০১৭ সালের ১লা নভেম্বর, মালয়ালম চলচ্চিত্রের একজন বিশিষ্ট চলচ্চিত্র অভিনেত্রীর সঙ্গে জড়িত যৌন নিপীড়নের মামলার পরে কেরালায় উইমেন ইন সিনেমা কালেক্টিভ ফাউণ্ডেশন একটি সমিতি হিসাবে নিবন্ধিত হয়েছিল। সংগঠনটির লক্ষ্য হল মহিলাদের সঙ্গে হওয়া দুর্ব্যবহারের অভ্যাসের বিরুদ্ধে সামাজিক সচেতনতা জাগ্রত করা এবং মালয়ালম চলচ্চিত্র শিল্পে লিঙ্গ নিরপেক্ষ অনুশীলনের প্রচার করা, যাতে নারী শিল্পীদের কল্যাণের জন্য ঐক্যবদ্ধ কণ্ঠস্বর তৈরি করা যায়।\n\n\n== প্রধান সাফল্য ==\nসিনেমা কালেক্টিভের মহিলারা অভ্যন্তরীণ অভিযোগ কমিটি (আইসিসি) গঠন করতে এবং সমস্ত মালয়ালাম চলচ্চিত্র প্রযোজনা ইউনিটগুলিতে যৌন হয়রানি থেকে মহিলাদের সুরক্ষা (পিওএসএইচ) আইন, ২০১৩- এর কঠোর প্রয়োগ নিশ্চিত করতে কেরালা হাইকোর্টের হস্তক্ষেপ চেয়েছিল। কেরালা হাইকোর্ট সমস্ত চলচ্চিত্র বিভাগে পিওএসএইচ আইন মেনে চলার রায় ঘোষণা করেছে - যা ডব্লিউসিসি প্রতিষ্ঠার পরে একটি উল্লেখযোগ্য মাইলফলক ছিল।\n\n\n== কার্যক্রম ==\nপুনর্বায়ন, সারা বছরব্যাপী একটি ধারাবাহিক অনুষ্ঠানের পরিকল্পনা যেখানে কর্মক্ষেত্রে ইচ্ছাকৃতভাবে নারী বর্জন, কর্মক্ষেত্রে শোষণ এবং লিঙ্গ বৈষম্যের মতো বিষয়গুলির বিষয়ে সমাজে আরও সচেতনতা আনা যাবে। এই সংস্থা বিভিন্ন ক্ষেত্রের বিশিষ্ট এবং সফল নারীদের একত্রিত করেছে — যার মধ্যে আছেন মিডিয়াকর্মী, আইনজীবী, আমলা, রাজনীতিবিদ, সামাজিক কর্মী, যাঁরা এই বিষয়গুলো নিয়ে আলোচনা ও চিন্তাভাবনা করবেন।\nযে মালয়ালম চলচ্চিত্রগুলি বেকডেল টেস্টে উত্তীর্ণ হয়, বছরের শেষে তাদের জন্য পুরস্কার ঘোষণা করে এবং প্রদর্শনী আয়োজন করে ডব্লিউসিসি চলচ্চিত্রে নারীদের ভূমিকা উদযাপন করতে চায়।\n২০১৭ সালের ১৮ই মে, ডব্লিউসিসি কেরালার মুখ্যমন্ত্রীর কাছে একটি আবেদন জমা দেয়, যেখানে মালয়ালম চলচ্চিত্রের একজন বিশিষ্ট অভিনেত্রীর সঙ্গে জড়িত যৌন নিপীড়নের মামলার তদন্ত করা এবং দ্রুত ব্যবস্থা নেওয়ার অনুরোধ জানানো হয়। পরবর্তীতে ডব্লিউসিসি প্রকাশ্যে নিন্দাও জানায় এবং যখন বিষয়টি শুধুমাত্র বিচারাধীন ছিল, সেই সময় অভিনেতা দিলীপকে পুনর্বহাল করার মালয়ালম চলচ্চিত্র শিল্পীদের সমিতি -র সিদ্ধান্তের বিরুদ্ধে বিদ্রোহ করে।\nডব্লিউসিসি সদস্যরা চলচ্চিত্রে শিল্পে কর্মরত মহিলাদের জন্য মজুরি কাঠামো এবং কল্যাণমূলক প্রকল্পগুলিকে আনুষ্ঠানিক করার উদ্দেশ্যে সরকারের হস্তক্ষেপের জন্য অনুরোধ করেছেন, প্রকল্পগুলির মধ্যে আছে, যেখানে কমপক্ষে ৩০% নারী প্রতিনিধিত্ব রয়েছে সেখানকার প্রযোজনা ক্রুদের জন্য মাতৃত্বকালীন বেতন এবং ট্যাক্স ভর্তুকি।\nডব্লিউসিসি কেরালা সরকারকে আরও চলচ্চিত্র নির্মাণ সম্পর্কিত প্রযুক্তিগত কোর্স চালু করার অনুরোধ করেছে যা আরও বেশি নারীর জন্য সরাসরি কর্মসংস্থানের সুযোগ প্রদান করবে এবং সরকারী মালিকানাধীন স্টুডিওতে আরও মহিলাদের সংরক্ষণের ব্যবস্থা করবে।\n\n\n== বিতর্ক ==\nমালয়ালম চলচ্চিত্র শিল্পীদের সমিতি এবং ডব্লিউসিসি-এর একজন সদস্য, অভিনেতা পার্বতী থিরুভোথু প্রথম প্রকাশ্যে বলেছিলেন যে নারী বিদ্বেষ সংলাপযুক্ত চলচ্চিত্রগুলিকে উৎসাহিত করা উচিত নয়। তিনি বর্ষীয়ান অভিনেতা মামুট্টির চলচ্চিত্র কাসাবা (২০১৬) সম্বন্ধে বলেছিলেন এটি এরকম একটি চলচ্চিত্র। তিনি অনুরোধ করেছিলেন যে মামুট্টির মতো বরিষ্ঠ অভিনেতারা, যাঁরা সম্মানিত এবং যাঁদের অনেক অনুরাগী রয়েছে, তাঁদের এখন থেকে এমন চলচ্চিত্রগুলিতে অভিনয় করা থেকে বিরত থাকতে হবে, যেখানে এই ধরনের নারী বিদ্বেষী সংলাপ রয়েছে। তাতে সমাজের উন্নতি হবে। পার্বতীর দৃষ্টিভঙ্গি সমালোচনাই বেশি পেয়েছিল কিন্তু চলচ্চিত্র সমিতির কাছ থেকে কিছু সমর্থনও পেয়েছিল। কিন্তু তিনি সাইবার-গুণ্ডামির শিকার হয়েছিলেন। তিনি অভিনেতার অনুরাগীদের দ্বারা নিষ্ঠুরভাবে ট্রোলড হয়েছিলেন। পার্বতীর অভিযোগের পরে কেরালা পুলিশ তাদের দুজনকে গ্রেপ্তার করেছিল।\n\n\n== অনুরূপ উদ্যোগ ==\nফিল্ম এমপ্লয়িজ ফেডারেশন অফ কেরালা (ফেফকা) তাদের নিজস্ব মহিলা শাখা চালু করেছে।নবনির্মিত মহিলা শাখার সভাপতি ভাগ্যলক্ষ্মী, ডব্লিউসিসির সমালোচনা করেছেন, তাদের পন্থা বাছাইমূলক হওয়ার কারণে। নতুন মহিলা শাখাটিকে অনেক উপায়েই ডব্লিউসিসির সমান্তরাল সমিতি হিসাবে দেখা হয়, দাবি করা হয় এটি এমন একটি মঞ্চ যেখানে মহিলা প্রযুক্তিবিদদের উদ্বেগ প্রকাশ করা যেতে পারে এবং তারা সেগুলি সমাধানের জন্য সংশ্লিষ্ট প্রযোজকদের সাথে সালিস হিসাবে কাজ করবে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nফেসবুকে উইমেন ইন সিনেমা কালেক্টিভ\nউইমেন ইন সিনেমা কালেক্টিভ দাপ্তরিক ওয়েবসাইট"}