{"pageid": 1425285, "title": "মীর ইকবাল হুসেইন ট্রফি", "url": "https://bn.wikipedia.org/wiki?curid=1425285", "content": "সাব জুনিয়র জাতীয় ফুটবল চ্যাম্পিয়নশিপ হল, যা মীর ইকবাল হুসেইন ট্রফি নামেও পরিচিত, একটি ভারতীয় বার্ষিক টুর্নামেন্ট যা ভারতের ভারতের রাজ্য ফুটবল সংস্থাগুলির প্রতিনিধিত্বকারী অনূর্ধ্ব-১৬ দলগুলির জন্য প্রতিযোগিতা। ১৯৭৭ সালে ১৫ বছরের কম বয়সী ছেলেদের জন্য এই টুর্নামেন্ট শুরু হয়। ১৯৭৬ সালের ১২ জুন এআইএফএফ-এর দার্জিলিং সভায় এই প্রতিযোগিতার আয়োজন করা হয়। এআইএফএফ কর্ণাটক রাজ্য ফুটবল সংস্থার প্রাক্তন সভাপতি মীর ইকবাল হুসেইনের স্মরণে ট্রফিটি দান করেছে।\n২০০৯–১০ মৌসুম থেকে, এই চ্যাম্পিয়নশিপটি কোকা-কোলা দ্বারা স্পনসর করা হয়েছে এবং তিন বছরের জন্য কোকা-কোলা এমআইএইচটি নামকরণ করা হয়েছিল। এটি টুর্নামেন্টের বিন্যাসেও পরিবর্তন দেখেছিল যেখানে জাতীয় দল নির্বাচনের আগে তিনটি ভিন্ন স্তর রয়েছে। জাতীয় পর্যায়ে, মোট ১২টি রাজ্য দল জাতীয় বিজয়ী নির্ধারণ করতে প্রতিযোগিতা করে।\nসাব-জুনিয়র জাতীয় ফুটবল চ্যাম্পিয়নশিপের ৩২তম সংস্করণটি ২০০৯ সালে নতুন বিন্যাসে পরিচালিত হয়েছিল। এরপর গত তিন বছর ধরে একই বিন্যাসে টুর্নামেন্ট অনুষ্ঠিত হয়ে আসছে।\n\n\n== নিয়ম এবং বিন্যাস ==\nটুর্নামেন্টের তিনটি স্তর যেমন ব্যাখ্যা করা হয়েছে\n১. জেলা পর্যায়\nজেলা ফুটবল অ্যাসোসিয়েশন জোনাল স্তরের টুর্নামেন্টে রাজ্যের প্রতিনিধিত্ব করার জন্য সমস্ত তরুণ ফুটবলারদের মধ্যে থেকে ১৬ জন খেলোয়াড়ের একটি দল নির্বাচন করবে। প্রতিটি জেলায় অংশগ্রহণকারী স্কুল দলগুলির মধ্যে পরিচালিত আন্তঃস্কুল প্রতিযোগিতার মাধ্যমে এটি করা হবে।\n২. আঞ্চলিক পর্যায়\nরাজ্যের সব দলকে পাঁচটি জোনে ভাগ করা হবে। প্রতিটি জোন থেকে রাজ্য দলগুলি একটি আঞ্চলিক স্তরে একটি টুর্নামেন্টে খেলবে। শীর্ষ দুই দল জাতীয় পর্যায়ের ফাইনালে খেলার যোগ্যতা অর্জন করবে।\n৩. জাতীয় পর্যায়\nমোট ১২টি দল - ১০টি দল (প্রতিটি অঞ্চল থেকে ২টি করে) এবং গত বছরের বিজয়ী এবং হোম দল জাতীয় ফাইনালে প্রতিযোগিতা করবে। এরপর প্রতিটি দল রাউন্ড রবিন পদ্ধতিতে খেলবে। সর্বোচ্চ পয়েন্ট সহ শীর্ষ চারটি দল সেমি-ফাইনাল পর্বে অগ্রসর হবে, তাদের মধ্যে দুটি চূড়ান্ত পর্বে অগ্রসর হবে। বিজয়ী দলকে পুরস্কৃত করা হবে কোকা-কোলা মীর ইকবাল হুসেইন ট্রফি। জাতীয় ফাইনালে, এআইএফএফ সবচেয়ে প্রতিশ্রুতিশীল ফুটবল প্রতিভাদের মধ্যে ৪০ জনকে চিহ্নিত করবে এবং নির্বাচন করবে। এই ৪০ জন ফুটবলারকে এআইএফএফ অফিসিয়াল জাতীয় অনূর্ধ্ব -১৬ সাব-জুনিয়র দল হওয়ার জন্য প্রস্তুত করবে।\n\n\n== ফলাফল ==\nনিচে বিজয়ী ও রানার্সআপ দলের তালিকা তুলে ধরা হলো:\n\n\n== আরও দেখুন ==\nভারতের ফুটবল দলের তালিকা\nভারত জাতীয় ফুটবল দল\nভারত জাতীয় মহিলা ফুটবল দল\nভারত জাতীয় অনূর্ধ্ব-১৯ ফুটবল দল\nভারত জাতীয় অনূর্ধ্ব-২০ ফুটবল দল\nভারত জাতীয় অনূর্ধ্ব-২৩ ফুটবল দল\nএম দত্ত রায় ট্রফি\nবিসি রায় ট্রফি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅফিসিয়াল ওয়েবসাইট"}