{"pageid": 1425019, "title": "কোভিল", "url": "https://bn.wikipedia.org/wiki?curid=1425019", "content": "কোইল অথবা কোয়িল অথবা কোভিল, (অর্থ: ভগবানের নিবাস)  দ্রাবিড় স্থাপত্যসহ হিন্দু মন্দিরের একটি স্বতন্ত্র শৈলীর জন্য তামিল শব্দ। কোইল (கோயில், kōyil) এবং কোভিল (கோவில், kōvil) উভয় শব্দই পরস্পর পরিবর্তনযোগ্যভাবে ব্যবহৃত হয়। তামিল ভাষায়, কোভিল (wikt:ta:கோவில்) তামিল ব্যাকরণের নিয়ম অনুসারে উদ্ভূত শব্দ।\n\n\n== বর্ণনা ==\n\nসমসাময়িক তামিল ভাষায়, 'কোভিল ' শব্দটি \"উপাসনার স্থান\" বোঝাতেও ব্যবহৃত হয়। আধুনিক আনুষ্ঠানিক বক্তৃতায় অনেক হিন্দুরা কোভিলকে অলায়ম, দেব স্থানাম নামেও উল্লেখ করেছেন। আম্বালাম হল ১৯ শতকের তামিল সন্ন্যাসী ভাল্লালারের ভক্তদের দ্বারা ব্যবহৃত আরেকটি শব্দ।  আরেকটি শব্দ হল 'থালি', (தளி) যার অর্থও মন্দির।\nবৈষ্ণবদের জন্য সর্বাগ্রে কোভিলগুলি হল, শ্রী রঙ্গনাথস্বামী মন্দির এবং বেঙ্কটেশ্বর মন্দির, তিরুপতিকে গুরুত্বপূর্ণ হিসাবে দেখা হয় যখন শৈবদের জন্য অগ্রণী ভূমিকা পালনকারী কোভিলগুলি হল চিদাম্বরম মন্দির এবং কোনেশ্বরম মন্দির গুরুত্বপূর্ণ।\nভারতের তামিলনাড়ুতে \"কোভিল\" শব্দটি সাধারণত এই অঞ্চলের বিখ্যাত হিন্দু মন্দিরগুলিকে বোঝাতে ব্যবহৃত হয়, যেমন পার্থসারথি মন্দির, চেন্নাই, থাঞ্জাভুরের বৃহদেশ্বর মন্দির, এবং নরসিংহস্বামী মন্দির, নামাক্কল গুরুত্বপূর্ণ।  সাংস্কৃতিক এবং ধর্মীয় ল্যান্ডমার্ক, এবং প্রতি বছর হাজার হাজার দর্শক আকর্ষণ করে।\nশুধুমাত্র তামিলনাড়ুতেই হিন্দু ধর্মীয় ও দাতব্য বৃত্তিদান বিভাগ দ্বারা নিবন্ধিত ৩৬,৪৮৮টিরও বেশি মন্দির রয়েছে। সাধারণ যুগের আগে লিপিবদ্ধ সঙ্গম সাহিত্য, তামিলগামের প্রথম দিকের রাজাদের তৈরি করা কিছু মন্দিরকে বোঝায়। ৫ম থেকে ১০ম শতাব্দীর শ্রদ্ধেয় বৈষ্ণব অলবর সাধকদের গান এবং শৈব নায়ণারদের গানগুলি ৭ম থেকে ১০ শতক খ্রিস্টাব্দের সময়কালের মধ্যে সেই সময়ের মন্দিরগুলির যথেষ্ট উল্লেখ প্রদান করে। বেশিরভাগ মন্দিরে পাওয়া পাথরের শিলালিপি বিভিন্ন শাসকদের দ্বারা তাদের প্রসারিত পৃষ্ঠপোষকতার বর্ণনা দেয়।\nসবচেয়ে প্রাচীন মন্দিরগুলি কাঠের পাশাপাশি ইট এবং মর্টার দিয়ে নির্মিত হয়েছিল। প্রায় ৭০০ সাধারণ সাল পর্যন্ত মন্দিরগুলি বেশিরভাগই পাথর কাটা ধরণের ছিল। পল্লব রাজারা পাথরের মন্দিরের মহান নির্মাতা ছিলেন। চোল রাজবংশ (৮৫০-১২৭৯ খ্রিস্টাব্দ) তাদের কৃতিত্বের জন্য তাঞ্জাবুরের বৃহদীশ্বর মন্দিরের মতো অনেকগুলি স্মৃতিস্তম্ভ রেখে গিয়েছিল। চোলরা মন্দিরে অনেক অলঙ্কৃত মন্ডপ বা হল যোগ করে এবং বড় বড় টাওয়ার তৈরি করে। পাণ্ড্য শৈলীতে (১৩৫০ খ্রিস্টাব্দ পর্যন্ত) বিশাল টাওয়ার, উঁচু প্রাচীর ঘেরা এবং বিশাল টাওয়ারযুক্ত গেটওয়ের (গোপুরাম) উত্থান দেখা যায়। বিজয়নগর শৈলী (১৩৫০ - ১৫৬০ খ্রিস্টাব্দ) জটিলতা এবং সৌন্দর্যের জন্য বিশেষ করে সজ্জিত একশিলা স্তম্ভের জন্য বিখ্যাত। নায়ক শৈলী (১৬০০ - ১৭৫০ খ্রিস্টাব্দ) বৃহৎ প্রাকরাম (বাহ্যিক আঙ্গিনা) (পরিক্রমা-চলাচল পথ) এবং স্তম্ভযুক্ত হলের সংযোজনের জন্য উল্লেখ করা হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}