{"pageid": 1425915, "title": "নন্দীগ্রাম বিধানসভা কেন্দ্র নির্বাচন, ২০২১", "url": "https://bn.wikipedia.org/wiki?curid=1425915", "content": "নন্দীগ্রাম বিধানসভা কেন্দ্র হল ভারতের পশ্চিমবঙ্গ রাজ্যের পূর্ব মেদিনীপুর জেলার একটি বিধানসভা কেন্দ্র। পশ্চিমবঙ্গের বিধানসভার সাধারণ নির্বাচন পশ্চিমবঙ্গের ২৯৪ টি আসনের মধ্যে ২৯২টি আসনের জন্য আটটি ধাপে ২৭ মার্চ থেকে ২৯ এপ্রিল ২০২১ এর মধ্যে অনুষ্ঠিত হয়েছিল। বাকি দুটি নির্বাচনী এলাকার জন্য ভোট বিলম্বিত হয়েছিল এবং ১৬ মে ২০২১ তারিখে অনুষ্ঠিত হওয়ার কথা ছিল। নন্দীগ্রামে ভোটগ্রহণ হয় ১ এপ্রিল।\n১৮ জানুয়ারি মমতা বন্দ্যোপাধ্যায় নন্দীগ্রামে এক জনসভায় ঘোষণা করেছিলেন যে তিনি নন্দীগ্রাম থেকে আসন্ন বিধানসভা নির্বাচনে প্রতিদ্বন্দ্বিতা করবেন। কয়েক ঘণ্টা পরে শুভেন্দু অধিকারী, যিনি তার ঘনিষ্ঠ সহযোগী এবং পরে প্রতিদ্বন্দ্বী হয়ে ওঠেন, ঘোষণা করেছিলেন যে তিনি অন্তত ৫০,০০০ ভোটের ব্যবধানে মুখ্যমন্ত্রীকে পরাজিত করবেন বা রাজনীতি ছেড়ে দেবেন।\n২ মে রিটার্নিং অফিসার ১৭ রাউন্ড গণনা শেষে শুভেন্দু অধিকারীকে বিজয়ী ঘোষণা করেন। মমতা বন্দ্যোপাধ্যায় ফলাফলকে জালিয়াতি বলেছেন এবং পুনঃগণনা নিয়ে হাইকোর্টে যাওয়ার সিদ্ধান্ত নিয়েছেন। রাজ্য নির্বাচনে বিজেপির সামগ্রিক পরাজয়ের কারণে নন্দীগ্রাম আসনটি প্রতিপত্তির লড়াইয়ে পরিণত হয়েছে।\n\n\n== পটভূমি ==\n\n\n=== নির্বাচনী ব্যবস্থা ===\nভারতের সংবিধানের ১৬৮ অনুচ্ছেদে বর্ণিত, পশ্চিমবঙ্গ বিধানসভা হল পশ্চিমবঙ্গের এককক্ষ বিশিষ্ট আইনসভার একমাত্র কক্ষ এবং এটি একটি স্থায়ী সংস্থা নয় এবং বিলুপ্তির বিষয়। বিধানসভার মেয়াদকাল তার প্রথম অধিবেশনের জন্য নির্ধারিত তারিখ থেকে পাঁচ বছর হয় যদি না তাড়াতাড়ি ভেঙে দেওয়া হয়। বিধানসভার সদস্যরা সরাসরি জনগণের দ্বারা নির্বাচিত হন। বর্তমান পশ্চিমবঙ্গ বিধানসভার মেয়াদ ৩০ মে ২০২১ এ শেষ হওয়ার কথা ছিল।\n\n\n=== রাজনৈতিক উন্নয়ন ===\n২০১৯ সালের ভারতীয় সাধারণ নির্বাচনে পশ্চিমবঙ্গের ৪২ টি লোকসভা আসনের মধ্যে তৃণমূল কংগ্রেস ২২ টি জিতেছে এবং বিজেপি ১৮ টি জিতেছে। বিজেপি ভোট শেয়ারের ৪০ শতাংশ অর্জন করে আগেরবারের থেকে বৃদ্ধি পেয়েছে এবং ২০১৬ থেকে ২০২১ সালের উপনির্বাচনে  তৃণমূল, কংগ্রেস এবং বাম নেতাদের দলত্যাগের মাধ্যমে ২০২১ সাল পর্যন্ত বিধানসভায় তাদের আসন ৩১ বাড়িয়েছে। বিভিন্ন রাজনৈতিক বিশ্লেষকদের মতে বাম এবং অন্যান্য বিরোধী ভোটারদের বিজেপির দিকে সরে যাওয়ার ফলে বিজেপির ভোটের হার বেড়েছে। কিছু বাম কর্মী স্থানীয়দের বাড়িতে গিয়ে বলেছিল \"এবার রাম (বিজেপিকে 'জয় শ্রীরাম' বলে ইঙ্গিত করে যেটি গেরুয়া দল ব্যবহার করেছিল), পরের বার বাম।\" (পরে মমতা বন্দ্যোপাধ্যায় বলেছিলেন \"সিপিএমের ক্ষতিকারকরা  সবই এখন বিজেপিতে। নন্দীগ্রামে ভোটের দিন শুভেন্দু সাংবাদিকদের বলেছিলেন \"তারা সবাই (তার সঙ্গীদের দিকে ইঙ্গিত করে যারা 'জয় শ্রীরাম' বলে চিৎকার করছিল) পুরানো বামপন্থী। এই আমদাবাদ অঞ্চল বামপন্থীদের শক্ত ঘাঁটি। তারা সবাই আমার সাথে আছে।\")\nশুভেন্দু অধিকারী নন্দীগ্রামে সাম্প্রদায়িক মেরুকরণের চেষ্টা করেছিলেন এবং এমন কিছু বলতে শুরু করেছিলেন যা হিন্দু ও মুসলমানদের বিভক্ত করার চেষ্টা করে।\n১০ মার্চ মমতা বন্দ্যোপাধ্যায় হলদিয়া মহকুমা অফিস সদর দফতরে তার মনোনয়ন জমা দেন। সন্ধ্যা সোয়া ৬টার দিকে বিরুলিয়া বাজার এলাকা থেকে বের হওয়ার সময় তিনি আহত হয়। তিনি অভিযোগ করেছেন যে তাকে \"চার-পাঁচ জন\" দ্বারা ধাক্কা দেওয়া হয়েছিল যারা তাকে মারধর করে এবং তার পায়ে তার গাড়ির দরজা ধাক্কা দেয়। মমতা বন্দ্যোপাধ্যায়কে চিকিৎসার জন্য কলকাতার এসএসকেএম হাসপাতালে নিয়ে যাওয়া হয়। বিজেপি সাংসদ সুব্রহ্মণ্যম স্বামী সরাসরি মমতা বন্দ্যোপাধ্যায়ের অফিসে ফোন করেছিলেন এবং মুখ্যমন্ত্রীর স্বাস্থ্যের খোঁজখবর নিয়েছিলেন। পরে তার আরোগ্য কামনা করে বিবৃতিও দেন তিনি। আহত হওয়ার একদিন পরে মমতা একটি ভিডিও বার্তা প্রকাশ করে জনগণ এবং দলীয় কর্মীদের শান্ত হতে এবং সংযম অনুশীলন করার আহ্বান জানান। ভর্তি হওয়ার দুদিন পর তিনি তার বাম পা প্লাস্টার করে হুইলচেয়ারে হাসপাতাল ছেড়ে যান। এসএসকেএম হাসপাতালের চিকিৎসকরা তৃণমূল প্রধান বারবার তাদের চিকিৎসা প্রতিষ্ঠান থেকে ছেড়ে দেওয়ার অনুরোধ করার পরে এই সিদ্ধান্ত নেন। প্রত্যক্ষদর্শী নিতাই মাইতি নামে এক মিষ্টির দোকানদার বলেন, \"ভিড় আগে থেকেই ছিল। কিন্তু গাড়ি আসার সঙ্গে সঙ্গেই যেন এলাকাটা মানুষে ভরে গেছে। সেখানে কিছুটা ধাক্কাধাক্কি হয়েছে। এরই মধ্যে মমতা বন্দ্যোপাধ্যায়ও সেখানে উপস্থিত ছিলেন। গাড়ির সদর দরজা খুলে সবেমাত্র বাইরে বেরিয়েছি। হঠাৎ বাইরে থেকে একটা ধাক্কা লাগল এবং দরজা বন্ধ হয়ে গেল। মমতা বন্দ্যোপাধ্যায় হঠাৎ পায়ে গুরুতর চোট নিয়ে মাটিতে লুটিয়ে পড়েন।\" মেদিনীপুরের ডিআইজি কুনাল আগরওয়াল, জেলা ম্যাজিস্ট্রেট বিভু গোয়েল এবং পুলিশ সুপার প্রবীণ প্রকাশ বৃহস্পতিবার সকালে নন্দীগ্রামের বিরুলিয়া বাজারে নির্বাচন কমিশনে তাদের প্রতিবেদন পাঠানোর আগে প্রত্যক্ষদর্শীদের বক্তব্য সংগ্রহ করতে যান। ডিএম এবং এসপির সামনে তৃণমূল কংগ্রেস ও বিজেপি কর্মীরা সংঘর্ষে জড়িয়ে পড়েন।\n১৩ মার্চ সম্মিলিত কিষাণ মোর্চা (এসকেএম) নন্দীগ্রামে একটি মহাপঞ্চায়েতে ভাষণ দেয় এবং স্থানীয় জনসাধারণকে বিজেপিকে ভোট না দেওয়ার জন্য আবেদন করে।\nওই দিনই তৃণমূল ভবনে তৃণমূলে যোগ দেন যশবন্ত সিনহা। এই সিদ্ধান্ত সম্পর্কে তিনি বলেছিলেন “টিপিং পয়েন্ট ছিল আক্রমণ (কথিত নন্দীগ্রামের ঘটনা যেখানে মমতা তার বাম পায়ে আঘাত করেছিলেন)। এই (বিজেপি) সরকার নির্বাচনে জয়ী হওয়ার জন্য যেকোনো কিছু করতে পারে,” এবং তিনি গণতন্ত্র বাঁচাতে মমতা বন্দ্যোপাধ্যায়ের সঙ্গে একসঙ্গে কাজ করবেন। \"তিনি সবসময় একজন যোদ্ধা\" সিনহা বলেছিলেন যে মমতা বন্দ্যোপাধ্যায় কান্দাহার হাইজ্যাকিং সঙ্কটের সময় আলোচনার কৌশলের অংশ হিসাবে জিম্মি হওয়ার প্রস্তাব দিয়েছিলেন। \"তিনি দেশের জন্য চূড়ান্ত আত্মত্যাগ করতে প্রস্তুত ছিলেন\" সিনহা যোগ করেছেন।\n১৫ মার্চ শুভেন্দু অধিকারী নন্দীগ্রাম থেকে মমতা বন্দ্যোপাধ্যায়ের ভোটার তালিকা অপসারণ চেয়েছিলেন এবং অভিযোগ করেছিলেন যে বাংলার মুখ্যমন্ত্রী তার মনোনয়নের হলফনামা দাখিল করার সময় তার বিরুদ্ধে ছয়টি ফৌজদারি মামলার তথ্য গোপন করেছেন। পরে খবর আসে যে বিজেপির দ্বারা উল্লিখিত অন্তত একটি মামলা - আসানসোলের একটি সিবিআই মামলা - \"বাংলার মুখ্যমন্ত্রীর নয়, একটি ভিন্ন মমতা বন্দ্যোপাধ্যায়\" এর সাথে সম্পর্কিত। ১৭ মার্চ স্থানীয় মহিলারা নন্দীগ্রামে শুভেন্দুর কনভয়ের সামনে ঝাড়ু ও জুতা নিয়ে প্রতিবাদ করেছিলেন। একই দিনে তৃণমূল কংগ্রেস শুভেন্দু অধিকারীর মনোনয়ন বাতিলের দাবি জানিয়ে অভিযোগ করেছে যে শুভেন্দু তার মনোনয়নপত্রে \"তার বাসস্থানের মিথ্যা বিবরণ\" দাখিল করেছেন। পরের দিন শুভেন্দু অধিকারীর অনুষ্ঠান ঘিরে উত্তপ্ত নন্দীগ্রাম। সোনাচূড়ায় তৃণমূল ও বিজেপি কর্মীদের সংঘর্ষ। উভয় পক্ষের বেশ কয়েকজনকে রক্তাক্ত অবস্থায় হাসপাতালে ভর্তি করা হয়েছে। ২২ শে মার্চ তৃণমূল কংগ্রেসের রাজ্যসভার সাংসদ ডেরেক ও'ব্রায়েন নির্বাচন কমিশনে অভিযোগ দায়ের করেছিলেন যে শুভেন্দু নন্দীগ্রামের চারটি বাড়িতে 'বহিরাগতদের' আশ্রয় দিচ্ছেন, প্রতিটি বাড়ির ঠিকানা উল্লেখ করে। পরের দিন কাকলি ঘোষ দস্তিদার এবিপি আনন্দকে বলেছিলেন যে বিজেপির গুন্ডারা নন্দীগ্রামের খোদাম্বারি এবং হরিদেবপুরের (সম্ভবত হরিপুর বলে ভুল) জনগণকে সন্ত্রাস করছে। ২৬ মার্চ নন্দীগ্রামে প্রচারণার সময় শুভেন্দুকে আরেকটি প্রতিবাদের মুখোমুখি হতে হয়। একই দিন ডেরেক ও'ব্রায়েন এবং কাকলি ঘোষ দস্তিদার ইসির কাছে অভিযোগ করেন যে শুভেন্দু অশান্তি সৃষ্টির জন্য কিছু নির্বাচনী এলাকায় দুর্বৃত্তদের জড়ো করছেন। পরের দিন বোমা হামলায় এক মহিলা আহত হন এবং প্রতিবাদে তৃণমূল কংগ্রেস রাস্তা অবরোধ করে। ৩০ মার্চ শুভেন্দু অধিকারী একটি জাল পোস্ট শেয়ার করেছিলেন যেখানে দাবি করা হয়েছিল যে কলকাতা টিভির একটি সমীক্ষা অনুসারে তিনি নন্দীগ্রামে জয়ী হতে চলেছেন।\nনন্দীগ্রামে ভোটের প্রাক্কালে নির্বাচন কমিশন হলদিয়ার মহকুমা পুলিশ অফিসার এবং পূর্ব মেদিনীপুর জেলার মহিষাদলের সার্কেল ইন্সপেক্টরকে অ-নির্বাচনী দায়িত্বে বদলির নির্দেশ দেয়। এবং সেই আসনে ১৪৪ ধারা জারি করে। শিশির অধিকারীর টেলিফোনের কথোপকথন ওই দিনই ভাইরাল হয়। শিশির অধিকারী আমদাবাদ ২ ( নন্দীগ্রাম ২ ব্লকের একটি গ্রাম পঞ্চায়েত) তৃণমূল কংগ্রেস সভাপতি কাইজার শেখকে ফোন করেছিলেন এবং তাঁর ছেলে শুভেন্দু অধিকারীর পক্ষে ভোট পেতে সাহায্য করার জন্য অনুরোধ করেছিলেন। পরে কাইজার বলেছিলেন \"আমি 'গদ্দারদের' (বিশ্বাসঘাতকদের) ডাকে সাড়া দেব না যারা বিপুল পরিমাণ অর্থ উপার্জন করে দল ছেড়েছে। আমি মমতা বন্দ্যোপাধ্যায়ের একজন সত্যিকারের সহকারী এবং একই রকম থাকব।\" ভোটের আগের রাতে বোমা সরবরাহের অপরাধে নন্দীগ্রামের সোনাচূড়া থেকে এক বিজেপি কর্মীকে গ্রেফতার করা হয়। বিজেপির এক নেতা তাঁকে এই কাজ করতে বলেছিলেন।\nদ্বিতীয় ধাপের ভোটের দিন অর্থাৎ ১ এপ্রিল কয়েকটি স্থানে বোমা হামলা ও বুথে ভোটদানে বাধা দেওয়ার অভিযোগে উত্তেজনা ছড়িয়ে পড়ে। বয়ালের ১৩, ১৪,, ১৯ ও ২০ নম্বর বুথে বিজেপির বিরুদ্ধে ভোটদানে বাধা দেওয়ার অভিযোগ আনা হয়। বিকেলে মুখ্যমন্ত্রী নন্দীগ্রাম কেন্দ্র জুড়ে কয়েকটি বুথ পরিদর্শন করেছিলেন যেখানে স্থানীয় তৃণমূল কংগ্রেসের নেতারা অভিযোগ করেছিলেন যে তাদের নির্বাচনী এজেন্টদের বুথে প্রবেশ করতে দেওয়া হচ্ছে না।\nভোটের একদিন পরে নন্দীগ্রামের কিছু অংশে তৃণমূল কংগ্রেস এবং বিজেপির কর্মীদের মধ্যে বিপথগামী সংঘর্ষ হয়।\n৮ এপ্রিল নির্বাচন কমিশন শুভেন্দু অধিকারীকে নন্দীগ্রামে ২৯ মার্চের ভাষণে সাম্প্রদায়িকতার জন্য নোটিশ জারি করে। সেই বক্তৃতায় শুভেন্দু একজন \"বেগম\" (মমতা বন্দ্যোপাধ্যায়ের প্রতি অবগুণ্ঠিত খনন) উল্লেখ করছিলেন। ইসির নোটিশের জবাবে শুভেন্দু অধিকারী দাবি করেন তিনি কখনো কোনো রাজনৈতিক নেতার বিরুদ্ধে ব্যক্তিগত আক্রমণ বা অবমাননাকর মন্তব্য করেননি। তবে ১৩ এপ্রিল তার বক্তব্যে অবমাননাকর বক্তব্য দেওয়ায় তাকে সতর্ক করে নির্বাচন কমিশন।\n\n\n=== গণনার দিন এবং পরে ঘটনা ===\n২ মে ভোট গণনা হয়। হাই-ভোল্টেজ নন্দীগ্রাম আসনের হালনাগাদের দিকে নজর ছিল সবার। বিজয়ী ঘোষণার আগে ১৭ রাউন্ড গণনা করা হয়েছিল। মমতা বন্দ্যোপাধ্যায় প্রাথমিক রাউন্ডে পিছিয়ে ছিলেন। সার্ভারে সমস্যার কারণে নন্দীগ্রামের ফলাফল ঘোষণা বিলম্বিত হবে বলে নির্বাচন কমিশন জানিয়েছিল। ১৬ তম রাউন্ডে গোকুলনগর পঞ্চায়েত এলাকায় ভোট গণনা শুরু হলে পিছিয়ে পড়েন মমতা। ১৬ তম রাউন্ডের পরে ১৭ তম রাউন্ডের গণনা এক ঘন্টা বিলম্বিত হয়েছিল। গণনার সঙ্গে জড়িত কর্মীদের মতে ওই সময় পোস্টাল ব্যালট গণনা চলছিল। সপ্তদশ রাউন্ড শেষে ঘোষণা করা হয় মমতা বন্দ্যোপাধ্যায় জয়ী হয়েছেন। যদিও পরে এটি ঘোষণা করা হয়েছিল যে শুভেন্দু অধিকারী (তার) প্রাক্তন দলের নেতাকে প্রায় ১,৯৫৬ ভোটের ব্যবধানে পরাজিত করেছেন। নির্বাচন কমিশনের চূড়ান্ত তথ্য অনুযায়ী, মোট ২,২৮,৪০৫টি বৈধ ভোট গণনা করা হয়েছে। উভয় পক্ষই দাবি করতে থাকে যে তারা নন্দীগ্রাম জিতেছে। অশান্তির আশঙ্কায় হলদিয়া গণনা কেন্দ্রের আশেপাশে নিরাপত্তা জোরদার করা হয়েছে।\nকেন্দ্রীয় মন্ত্রী রাজনাথ সিং এবং নির্মলা সীতারামন দলের জয়ের জন্য টুইটারে মমতা বন্দ্যোপাধ্যায়কে অভিনন্দন জানিয়েছেন। বিজেপি পশ্চিমবঙ্গের সহ-সভাপতি জয় প্রকাশ মজুমদার, বিজেপির প্রেস কনফারেন্স থেকে শ্রীমতি ব্যানার্জিকে অভিনন্দন জানিয়েছেন।\nযখন তৃণমূল কংগ্রেস পশ্চিমবঙ্গে নেতৃত্ব দিচ্ছিল প্রশান্ত কিশোর (যিনি বারবার আগেই দাবি করেছিলেন যে বিজেপি এই নির্বাচনের ফলাফলে দ্বিতীয় অঙ্ক অতিক্রম করবে না) নির্বাচনী কৌশলীর পেশা ছেড়ে দেওয়ার ঘোষণা দিয়েছিলেন। বাংলায় তার অভিজ্ঞতার কথা বলতে গিয়ে প্রশান্ত কিশোর অভিযোগ করেছিলেন যে নির্বাচন কমিশনের পক্ষপাতের কারণে প্রচারণা কঠিন হয়ে পড়েছিল এবং তৃণমূল কংগ্রেস বিজয়ী হওয়ার জন্য বিজেপির দ্বারা নির্মিত প্রচারের বিরুদ্ধে লড়াই করার জন্য \"নরকের\" মধ্য দিয়ে গিয়েছিল। \"ইসি বিজেপির সম্প্রসারণের মতো কাজ করছে,\" কিশোর বলেন। বিকেল ৪.২৫ টায় ANI ঘোষণা করেছে যে মমতা বন্দ্যোপাধ্যায় শুভেন্দু অধিকারীকে ১,২০০ ভোটের ব্যবধানে পরাজিত করেছেন। অন্য সূত্র অনুযায়ী এই ব্যবধান ছিল ৩,৭১৭।  জয়প্রকাশ মজুমদার সংবাদমাধ্যমকে বলেন, \"শুভেন্দু অধিকারী বাংলার মুখ্যমন্ত্রীকে কঠিন লড়াই দিয়েছেন। এর জন্য তিনি সাধুবাদ পাওয়ার যোগ্য।\"\nবিধানসভা নির্বাচনে জয়লাভের পর মমতা বন্দ্যোপাধ্যায় তার বাসভবনের বাইরে হাঁটতে হাঁটতে তার সমর্থকদের বলেছিলেন \"আমি সবাইকে অনুরোধ করছি বিজয় মিছিল না বের করার জন্য। আমি সবাইকে এখনই তাদের বাড়িতে ফিরে যাওয়ার আহ্বান জানাচ্ছি। আমি সবাইকে ধন্যবাদ জানাতে চাই। এটি জয়ের বিজয়। বাংলার মানুষ এবং বাংলা। একমাত্র বাংলাই পারে (এমন কীর্তি)। মমতা বন্দ্যোপাধ্যায়, বিজয়ের পরে তার প্রথম সংবাদ সম্মেলনে ঘোষণা করেছিলেন যে কোভিড পরিস্থিতির উন্নতি হওয়ার পরে তৃণমূল কংগ্রেসব্রিগেডে তাদের বিজয় উদযাপন করবে। তিনি সমস্ত দেশবাসীকে বিনামূল্যে টিকা দেওয়ার জন্য কেন্দ্রীয় সরকারের কাছে একটি অনুরোধ করেছিলেন (এর আগে তিনি প্রধানমন্ত্রীকে \"রাষ্ট্রীয় তহবিল দিয়ে সরাসরি টিকা দেওয়ার ডোজ কেনার এবং সমগ্র জনসংখ্যাকে কভার করে রাজ্যে একটি বিশাল বিনামূল্যের টিকাদান অভিযান চালু করার অনুমতি চেয়ে প্রধানমন্ত্রীকে চিঠি দিয়েছিলেন।\") এবং সতর্ক করে দিয়েছিলেন যে যদি তারা এটি না করে তবে তিনি গান্ধী মূর্তির সামনে তার অহিংস আন্দোলন শুরু করবেন। \"আমি গর্বিত যে বাংলা দেশকে বাঁচিয়েছে\"। “নির্বাচন কমিশন বিজেপির মুখপাত্রের মতো আমাদের সাথে লড়াই করেছে। আমি যখন নন্দীগ্রামের জন্য ইস্যু তুলেছিলাম, আপনি বিশ্বাস করেননি যে তারা কীভাবে ভোট লুট করেছে। তারা (নির্বাচন কমিশন) প্রায় তিন ঘণ্টা সার্ভার (নন্দীগ্রামে) বন্ধ রেখেছে, তারা বিজয় ঘোষণা করেছে এবং তার পর তারা বলছে অন্য কথা। কিছু প্রতারণা চলছে। আমরা আদালতে এর বিরুদ্ধে লড়ব। এ জন্য আমরা মামলা করব এবং লড়াই করব। এটি একটি মাত্র আসন এবং তাতে আমাদের আপত্তি নেই কারণ বাংলা ম্যাচ জিতেছে। নন্দীগ্রামের জন্য চিন্তা করবেন না, সংগ্রামের জন্য আপনাকে কিছু ত্যাগ করতে হবে। আমি নন্দীগ্রামের জন্য সংগ্রাম করেছি কারণ আমি আন্দোলন করেছি। ঠিক আছে. নন্দীগ্রামবাসী আমাকে যে রায় দেবে আমি তা মেনে নেব। এটা গুরুত্বপূর্ণ যে আমরা ব্যাপক জয় পেয়েছি এবং বিজেপি নির্বাচনে হেরেছে।”\nতৃণমূল কংগ্রেস নেতা ডেরেক ও'ব্রায়েন, কল্যাণ ব্যানার্জী, ফিরহাদ হাকিম এবং অতীন ঘোষের একটি প্রতিনিধি দল নন্দীগ্রামে পুনঃগণনার দাবিতে নির্বাচন কমিশনের কার্যালয়ে গিয়ে নন্দীগ্রাম গণনায় জালিয়াতির অভিযোগে কমিশনের কাছে একটি চিঠি জমা দেয়। পুনঃগণনার দাবির পাশাপাশি গণনা প্রক্রিয়ার বিভিন্ন সমস্যা ও অসংলগ্ন দিক তুলে ধরা হয়। উদাহরণস্বরূপ, গণনা প্রক্রিয়া সময়ে সময়ে স্থবির ছিল, যা কমিশন দ্বারা রিপোর্ট করা হয়নি; ইভিএম থেকে সংখ্যার কারচুপি ও অব্যবস্থাপনা হয়েছে; বিজেপির পক্ষে অবৈধ ভোট গণনা করা হয়েছে; অন্য পক্ষের (যেমন তৃণমূল কংগ্রেসের) পক্ষে দেওয়া বৈধ ভোট গণনা করা হয়নি; পোস্টাল ব্যালট গণনায় অসঙ্গতি ছিল। তারা নন্দীগ্রাম কেন্দ্রের ভোট পোস্টাল ব্যালটে পুনঃগণনার জন্য লিখিতভাবে অনুরোধ করেছেন। তারা অভিযোগ করেছেন যে মমতা বন্দ্যোপাধ্যায়ের পুনর্গণনার দাবি রিটার্নিং অফিসার 'অজানা কারণে' প্রত্যাখ্যান করেছেন যা আইনের দৃষ্টিতে মোটেও ভাল নয়।\nযদিও নির্বাচন কমিশন নন্দীগ্রামে শুভেন্দু অধিকারীকে আনুষ্ঠানিকভাবে বিজয়ী ঘোষণা করেছিল, তথাকথিত অধিকারী দুর্গ ধরে রাখার লড়াইয়ে হেরে যান। কার্যত পুরো মেদিনীপুর জিতেছিল তৃণমূল কংগ্রেস। ২০২১ সালের নির্বাচনের ফলাফল থেকে এটা স্পষ্ট যে অধিকারীরা তৃণমূল কংগ্রেসের দয়ায় এই অঞ্চলে আধিপত্য বিস্তার করেছে। পূর্ব মেদিনীপুরের ১৬টি আসনের মধ্যে ৯টি তৃণমূলের দখলে থাকে। পশ্চিম মেদিনীপুরে ১৫ টি আসনের মধ্যে ১৩ টি তৃণমূল কংগ্রেসের দখলে থাকে। ঝাড়গ্রামে ৪টি আসনের সবকটিতেই জয় পেয়েছে শাসক দল। বিজেপি তমলুক লোকসভা কেন্দ্রের ৮ টি বিধানসভা আসনের মধ্যে মাত্র ২টি জিতেছিল, যেখান থেকে শুভেন্দু এর আগে দুবার জিতেছিলেন। নন্দীগ্রাম ও হলদিয়া ছেড়ে বাকিটা তৃণমূলের দখলে। উল্লেখ্য যে তমলুক লোকসভা কেন্দ্রের বর্তমান সাংসদ হলেন দিব্যেন্দু অধিকারী, যিনি শুভেন্দু অধিকারীর ভাই। শুধু তাই নয় পূর্ব মেদিনীপুরের কাঁথির বুথ (কাঁথি পৌরসভার ১৫ নম্বর ওয়ার্ডের ৮৩ নম্বর বুথ) যেখানে অধিকারী পরিবারের সদস্যরা তাদের ভোট দিয়েছেন সেখানে বিজেপি কার্যত তৃণমূল কংগ্রেস থেকে পিছিয়ে ছিল। কমিশনের প্রকাশিত তথ্য অনুযায়ী বিজেপি তৃণমূল কংগ্রেসের চেয়ে এক বা দুই নয়, বরং ৫৪ ভোটে পিছিয়ে ছিল।\n৩ মে মমতা বন্দ্যোপাধ্যায় তার কালীঘাট অফিসে সাংবাদিকদের সাথে কথা বলার সময় বলেছিলেন যে তিনি আগের রাতে ১১ টার মধ্যে একটি এসএমএস পেয়েছিলেন। নন্দীগ্রামের রিটার্নিং অফিসার এই বার্তাটি তার পরিচিত একজনকে লিখেছিলেন (যার পরিচয় তিনি প্রকাশ করেননি)। তিনি উচ্চস্বরে এটি পড়ার জন্য একজন ব্যক্তিকে ডাকলেন। তাতে লেখা ছিল \"স্যার এটা আমার প্রিভিউ নয় (সম্ভবত 'পুরভিউ'-এর ভুল)। স্যার প্লিজ আমাকে বাঁচান। আমার পরিবার ধ্বংস হয়ে যাবে। আমার আত্মহত্যা করা ছাড়া আর কোনো উপায় নেই। জীবনের হুমকি আসছে। আমাকে খুন করা হতে পারে। আমার কিছু করার ছিল না। প্লিজ আমাকে ক্ষমা করুন। আমার একটি ছোট মেয়ে আছে।\" এটি পড়ার পরে মমতা বন্দ্যোপাধ্যায় বলেন, \"রিটার্নিং অফিসার বলেছেন যদি তিনি পুনঃগণনার আদেশ দেন, তাহলে তার জীবন ঝুঁকির মধ্যে পড়তে পারে। আপনি কি বুঝতে পারেন এর মানে কী, সেখানে কী ঘটেছে? সব জায়গায় একই ফলাফল। এবং একটি জায়গায় হঠাৎ করে আট হাজার ভোট শূন্য হয়ে গেল! চার ঘণ্টা (নির্বাচন কমিশনের) সার্ভার ডাউন ছিল। তারপর চল্লিশ মিনিটের লোডশেডিং ছিল। মেশিন (ইভিএম) পরিবর্তন করা হয়েছে। (বিজেপি) অনেক কিছু করেছে। পুনঃগণনা হলে ভয় পাওয়ার কী আছে? দাবি করেছেন? যে কেউ আনুষ্ঠানিকভাবে পুনগণনার দাবি করতে পারেন। নির্বাচন কমিশন কেন পুনগণনার নির্দেশ দেয়নি? তাদের স্বার্থ কী? আপনি দেখেছেন পুনঃগণনা কর্মকর্তার মারাত্মক কথা যে তাকে বন্দুকের মুখে কাজ করতে হয়েছে। তিনি কাজ করতে পারেননি কারণ তার জীবনের হুমকি ছিল।এটা কী?প্রত্যেক রিপোর্টার দেখেছে এবং ঘোষণা করেছে (আমার জয়), নির্বাচন কমিশন ঘোষণা করেছে, গভর্নর আমাকে ডেকেছে (অভিনন্দন জানাতে)। তারপর সবকিছু উল্টে গেল! এমন 'মাফিয়াগিরি' আমি আগে দেখিনি। যাই হোক আমরা চাই এর বিচার হোক, আমরা অবশ্যই আদালতে যাব। আমাদের দলের কর্মীরা আন্দোলন শুরু করেছে (নন্দীগ্রামে)। নির্বাচন কমিশনকে লিখিতভাবে দিতে হবে যে ইভিএম, ভিভিপিএটি, পোস্টাল ব্যালটগুলি আলাদা জায়গায় রাখতে হবে যাতে ইভিএমগুলি কারচুপি না হয় এবং যদি সেগুলি টেম্পার করা হয় তবে একটি ফরেনসিক অডিট হবে। যতক্ষণ না তাদের আলাদা হেফাজতে রাখা হবে, তাদের আন্দোলন চলবে।\" তিনি আরও বলেছিলেন যে সেখানে (গণনা কেন্দ্রের ভিতরে) বসে থাকা দুই পর্যবেক্ষক খুব পক্ষপাতদুষ্ট ছিল এবং তাদের লক্ষ্য ছিল যেভাবেই হোক তাকে পরাজিত করা। মমতা প্রধানমন্ত্রী নরেন্দ্র মোদীকেও কটাক্ষ করেছেন, অভিযোগ করেছেন যে তিনি তৃণমূল কংগ্রেসের জয়ে তাকে অভিনন্দন জানাতে ফোন করেননি। মমতা বন্দ্যোপাধ্যায় বলেন এই প্রথম কোনো প্রধানমন্ত্রী ফোন করেননি।\nনির্বাচন কমিশন পশ্চিমবঙ্গের মুখ্য সচিবের কাছে একটি নতুন চিঠি লিখেছিল যাতে নন্দীগ্রামের রিটার্নিং অফিসারকে দেওয়া নিরাপত্তার নিয়মিত ভিত্তিতে কঠোর নজরদারি এবং পর্যবেক্ষণ করার জন্য সমস্ত উপযুক্ত ব্যবস্থা নেওয়ার নির্দেশ দেওয়া হয়। নির্বাচন কমিশন আরও বলেছে যে ওই কর্মকর্তাকে যথাযথ চিকিৎসা সহায়তা এবং কাউন্সেলিংও বাড়ানো উচিত। পশ্চিমবঙ্গ সরকার ইসিকে জানিয়েছিল যে, পরবর্তী নির্দেশে, এটি অফিসারকে ব্যক্তিগতভাবে নিরাপত্তা প্রদান করেছে, কাজের জন্য নিযুক্ত দুজন ব্যক্তিগত নিরাপত্তা কর্মকর্তা এবং তার বাড়িতে। ইসি স্পষ্ট করেছে যে নন্দীগ্রাম বিধানসভা কেন্দ্রে পুনর্গণনার সিদ্ধান্ত নেওয়ার জন্য \"নির্বাচন প্যানেল দ্বারা নিযুক্ত রিটার্নিং অফিসারই আইনের অধীনে চূড়ান্ত কর্তৃত্ব\", \"যেহেতু রিটার্নিং অফিসার পুনঃগণনার সিদ্ধান্ত প্রত্যাখ্যান করেছেন, তাই নতুন কোনও পুনঃগণনা হবে না। সেই রায়। এখন শুধুমাত্র আদালতে চ্যালেঞ্জ করা যাবে।\" কমিশনের সিদ্ধান্তের বিরুদ্ধে সরব হয়েছেন তৃণমূল সাংসদ সুখেন্দু শেখর রায়। তিনি বলেন, \"নির্বাচন কমিশন এখন মাছকে সবজি দিয়ে ঢেকে দেওয়ার চেষ্টা করছে (অর্থাৎ আড়াল করার জন্য)। আমাদের প্রশ্ন, চার ঘণ্টা সার্ভার ডাউন ছিল কীভাবে? কেন দুই ঘণ্টা ভোট গণনা বন্ধ ছিল? কেন? পোস্টাল ব্যালট গণনা কি হঠাৎ মাঝপথে শুরু হয়ে গেল? কমিশন বলছে প্রতিটি রাউন্ড গণনার পর এজেন্টরা নথিতে স্বাক্ষর করেছে, আমরা তা যাচাই করব।\" তিনি বলেন, \"কারো জীবন বিপন্ন হলে প্রশাসন বিষয়টি দেখবে। প্রশাসন সে বিষয়ে যথাযথ পদক্ষেপ নেবে। সেক্ষেত্রে রাজনৈতিক দলের করার কিছু নেই। কিন্তু কমিশন মঙ্গলবার এত কথা বলছে। সোমবার পর্যন্ত রাতে নিরাপত্তা দেওয়ার দায়িত্ব ছিল নির্বাচন কমিশনের।”\nএরই মধ্যে একটি রেকর্ড করা ফোন কল ফাঁস হয়ে যায়।  অডিওর এক প্রান্তে ছিলেন নন্দীগ্রামের বিজেপি নেতা প্রলয় পাল এবং অন্য প্রান্তে ছিলেন শুভেন্দু অধিকারী। প্রলয় পাল স্বীকার করেছেন যে তিনি মিঃ শুভেন্দুর সাথে ফোনে কথা বলেছেন নির্বাচনের ফলাফলের পরে সহিংসতা সম্পর্কে তাকে অবহিত করার জন্য। তবে তিনি অডিও ফাঁস করেননি বলে দাবি করেন।  রবিবার ফলাফল ঘোষণার পর, সোমবার শুভেন্দু অধিকারীর ঘনিষ্ঠ নন্দীগ্রামের একাধিক নেতার মোবাইল বন্ধ হয়ে যায়।  এদিকে সোমবার সকাল থেকে বিভিন্ন জোনে সংঘর্ষের ঘটনা ঘটে। মিঃ প্রলয় অগত্যা শুভেন্দুকে ফোন করেছিলেন কারণ তিনি শুভেন্দুর ঘনিষ্ঠ নেতাদের সাথে যোগাযোগ করতে পারেননি।  সেই পরিস্থিতিতেও ফোনে হাসতে শোনা যায় শুভেন্দু অধিকারীকে। হিন্দুরা কেন জোটে বিজেপিকে ভোট দেয়নি তা নিয়ে ক্ষোভ প্রকাশ করেন তিনি 'মিস্টার শুভেন্দু কি ঠিক করবেন হিন্দু সম্প্রদায় কাকে ভোট দেবে? নাকি বিজেপি হিন্দুত্বের চুক্তি নিয়েছে?' অডিওটি সামনে আসার সাথে সাথে অনেককে জিজ্ঞাসা করেছিলেন। শুভেন্দু নন্দীগ্রামে তাদের (বিজেপির) 'নিরাপদ অঞ্চল' হিসাবে অন্যান্য জায়গার (গোকুলনগর, সোনাচূড়া, বয়াল) পাশাপাশি বিরুলিয়ার নামকরণ করেছিলেন। অডিও থেকে এটাও জানা গেছে যে শুভেন্দু জঙ্গিদের রাখে। অডিওটির একটি অংশ এরকম- প্রলয়: \"কেন্দেমারীর হিন্দুরা মোটামুটিভাবে আমাদের ভোট দিয়েছে।\" শুভেন্দু: \"এখনও কেন্দেমারিতে পাঁচ হাজার লিড আছে।\" প্রলয়: \"হ্যাঁ তারা (নেতৃত্ব) নিয়েছে।\" শুভেন্দু: \"আমাদের জঙ্গিদের এখানে ১৫ দিন/এক মাস থাকতে দিন। এখন কিছুই নেই (তাদের যা করতে হবে)। আমি তাদের থাকার এবং খাওয়ার ব্যবস্থা করব। তাদের কাপড়, তোয়ালে নিয়ে আসতে বলুন। তাদের সঙ্গে থাকতে দিন। আমি এক মাসের জন্য।\"\nশুভেন্দুকে বিজয়ী ঘোষণা করার পর থেকে তৃণমূল কংগ্রেসের কর্মীরা গণনা কেন্দ্রের বাইরে বিক্ষোভ শুরু করে। রবিবার সন্ধ্যায় বিজেপি প্রার্থী কোলাঘাট গেস্ট হাউস থেকে হলদিয়ার গণনা কেন্দ্রে তাঁর শংসাপত্র নিতে পৌঁছানোর সাথে সাথেই এলাকা উত্তপ্ত হয়ে ওঠে। তাঁকে দেখেই শুভেন্দুর গাড়ি ঘিরে ব্যাপক বিক্ষোভ দেখান তৃণমূল সমর্থকরা। কেন্দ্রীয় বাহিনী শুভেন্দুর গাড়িটিকে রক্ষা করছিল যখন এটি একটি বৃত্তাকার মোড় নেয় এবং এলাকা ছেড়ে চলে যায়। তৃণমূল কর্মীরা অভিযোগ করেছেন যে গণনা ৩ ঘন্টার জন্য বন্ধ করা হয়েছিল, ফলাফলটি বিদ্যুত কেটে যাওয়ার পরে উল্টে দেওয়া হয়েছিল এবং তাদের এজেন্টকে মারধর করা হয়েছিল এবং কেন্দ্রীয় বাহিনী (অথবা শুভেন্দু অধিকারী দ্বারা আনা দুর্বৃত্তরা) দ্বারা (গণনা কেন্দ্র থেকে) বহিষ্কার করা হয়েছিল। ২ মে রাত থেকে নন্দীগ্রামে পুনঃগণনার দাবিতে হলদিয়ার মঞ্জুশ্রী ক্রসিংয়ে এসডিও অফিসের সামনে ধর্না শুরু করে টিএমসি কর্মী ও সমর্থকরা। গণনা কেন্দ্রের চারপাশে শত শত পুলিশ ও কেন্দ্রীয় সেনা মোতায়েন করা হয়েছে। সুপ্রকাশ গিরি বলেন, \"ইসি পুনঃগণনার নির্দেশ না দেওয়া পর্যন্ত আমরা আমাদের অবস্থান ধর্মঘট চালিয়ে যাব। পুলিশ যদি কাউকে স্পর্শ করে তাহলে ধর্মঘটের তীব্রতা অন্য মাত্রায় নিয়ে যাবে\"। \"প্রথম দিন থেকেই ইসি পক্ষপাতদুষ্ট ছিল। বিজেপি যখন আমাদের পাশের বিধানসভা কেন্দ্র ময়নায় পুনঃগণনার দাবি জানায়, গত রাতে আবার ভোট গণনা করা হয়। এবং তারপরে তৃণমূল প্রার্থী হেরে যায়। তবে ইসি আমাদের অনুরোধ শোনেনি। নন্দীগ্রামে পুনর্গণনার জন্য।\" ৫ মে তৃণমূল কংগ্রেস নন্দীগ্রামে পুনঃগণনার দাবিতে বেলেঘাটা এবং মানিকতলা আসনের সংযোগস্থলে বাগমারীতে সারাদিন ধরে ধর্না করেছিল।  ধর্না মঞ্চে উপস্থিত ছিলেন কুণাল ঘোষ। নন্দীগ্রামে কট্টর তৃণমূল কংগ্রেসের নেতা এবং সমর্থকরা হলদিয়া গণনা কেন্দ্রের বাইরে ইভিএম নিয়ে যেতে দেয়নি। ৫ মে রাতে যখন দায়িত্বরত কেন্দ্রীয় বাহিনীর কর্মীরা এবং পুলিশ সেই ইভিএমগুলিকে বের করে আনার চেষ্টা করেছিল তখন তাদের বিক্ষোভকারী তৃণমূল কংগ্রেসের কর্মীদের সাথে ঝগড়া হয়েছিল। এরপরই বিক্ষোভকারীদের ওপর লাঠিচার্জ করা হয় বলে অভিযোগ। তৃণমূল নেতারা পরের দিন সকালে মঞ্জুশ্রী ক্রসিংয়ে এক ঘন্টার জন্য রাস্তা অবরোধ করে, কেন্দ্রীয় বাহিনী তাদের উপর হামলার অভিযোগ করে। নবনিযুক্ত জেলা ম্যাজিস্ট্রেট পূর্ণেন্দু কুমার মাজি তৃণমূল কংগ্রেসের কর্মীদের সঙ্গে কথা বলতে ঘটনাস্থলে আসেন। তিনি ইভিএম নিরাপদ স্থানে রাখার প্রতিশ্রুতি দেন।  নির্দেশ দিলে আবার গণনা করা হবে বলে আশ্বাস পেয়ে টিএমসি কর্মী-সমর্থকরা অবরোধ তুলে নেন।  তারা হলদিয়া সরকারের গণনা কেন্দ্র থেকে ইভিএম মেশিনগুলি বের করতে এগিয়ে এসেছিল। স্পন্সরড হাই স্কুল। ৩৩ নম্বর ট্রাঙ্ক, ছয়টি ইভিএম বোঝাই তালা খোলা পাওয়া গেছে। পুলিশ সঙ্গে সঙ্গে ওই ইভিএম বাজেয়াপ্ত করে। স্বভাবতই প্রশ্ন উঠেছে যে সেই ইভিএমগুলি গণনার সময় প্রতিস্থাপন করা হয়েছিল কিনা।  জেলা তৃণমূল যুব কংগ্রেসের সহ-সভাপতি শেখ আজগর আলি বলেন, \"বক্সে গোকুলনগর গ্রাম পঞ্চায়েত এলাকার ১০টি বুথের ইভিএম ছিল। ইভিএমগুলি সিল করা হয়েছিল৷ কিন্তু তাতে শুধুমাত্র বিজেপির গণনা এজেন্টের স্বাক্ষর রয়েছে, তার স্বাক্ষর নেই৷  তৃণমূলের এজেন্ট। গোকুলনগরের বুথের ভোট গণনার আগে মমতা বন্দ্যোপাধ্যায় ৮,০০০ ভোটে এগিয়ে ছিলেন।\" এসডিও বলেন, \"গণনার পর ৪৫ দিন পর্যন্ত স্ট্রংরুমে ইভিএম সংরক্ষণ করা হয়। তালাবিহীন একটি বাক্স নজরে আসে। রিটার্নিং অফিসারের কাছে অভিযোগ করেছে তৃণমূল।\" নতুন জেলা ম্যাজিস্ট্রেট এবং এসপি দায়িত্ব নেওয়ার পর গণনা কেন্দ্র থেকে ১২টি অগণিত ইভিএম, সবকটি ভোটে ভরা। নন্দীগ্রামের সংখ্যালঘু অধ্যুষিত সামসাবাদ এলাকার কয়েকটি বুথে এই ইভিএম ব্যবহার করা হয়েছে। গণনার দিন গণনা কেন্দ্রের বিদ্যুৎ সরবরাহ প্রায় ৪০ মিনিটের জন্য বিচ্ছিন্ন ছিল এবং সেই সময় ইভিএম প্রতিস্থাপন করা হয়েছিল বলে আশঙ্কা করা হচ্ছে।  তৃণমূল কংগ্রেস অভিযোগ করেছে যে শুভেন্দু ঘনিষ্ঠ পুলিশ অফিসার এবং নির্বাচন কমিশনের সহায়তায় ইভিএম পরিবর্তন করা হয়েছিল। সকাল ১১:৩০ টার দিকে সিল করা কন্টেনারগুলি, ইভিএম এবং পোস্টাল ব্যালটগুলি বোঝাই কেন্দ্রীয় বাহিনীর নিরাপত্তায় এবং সাব-ডিভিশনাল ম্যাজিস্ট্রেট (এডিএম) অবনীত পুনিয়ার উপস্থিতিতে এডিএম অফিসের স্থায়ী স্ট্রংরুমে নিয়ে যাওয়া হয়।\n\n\n=== কোর্টে মামলা ===\n১৭ জুন খবর আসে যে অ্যাডভোকেট সঞ্জয় বসু নন্দীগ্রামের রায়কে চ্যালেঞ্জ করে মমতা বন্দ্যোপাধ্যায়ের পক্ষে কলকাতা হাইকোর্টে একটি নির্বাচনী পিটিশন দায়ের করেছেন। বিচারপতি কৌশিক চন্দের একটি একক বিচারকের বেঞ্চ পরের দিন সকাল ১১ টার মধ্যে ভিডিও কনফারেন্সের মাধ্যমে মামলার শুনানি করতে পারে।\nশুক্রবার সকালে মমতা বন্দ্যোপাধ্যায়ের আবেদনের সংক্ষিপ্ত শুনানি করেন বিচারপতি চন্দ। মুখ্যমন্ত্রীর আইনজীবী সৌমেন্দ্র নাথ মুখোপাধ্যায় আদালতের সামনে আদালতে শুনানির তারিখ তাড়াহুড়ো করার কথা উল্লেখ করেছেন। চন্দ বলেছেন যে একটি নির্বাচনী পিটিশনের ক্ষেত্রে আবেদনকারীকে অবশ্যই আদালতে উপস্থিত থাকতে হবে এবং এস.এন. মুখোপাধ্যায়কে জিজ্ঞাসা করুন যে আবেদনকারী মামলার শুনানিতে ব্যক্তিগতভাবে উপস্থিত হবে কিনা। যার প্রতি এস.এন. মুখার্জি সুপ্রিম কোর্টের একটি রায়ের উদ্ধৃতি দিয়ে উত্তর দিয়েছিলেন যে আদালতে আবেদনকারীর উপস্থিতি প্রয়োজনীয় নয় এবং আদালত চাইলে তিনি কার্যত উপস্থিত থাকতে পারেন।  বিচারপতি চন্দা তার সাথে একমত হন এবং মামলাটি ২৪ জুন পর্যন্ত স্থগিত করেন। চন্দ কলকাতা হাইকোর্ট প্রশাসনকে জনপ্রতিনিধিত্ব আইনে মামলাটি সঠিকভাবে দায়ের করা হয়েছে কিনা তা খতিয়ে দেখার নির্দেশ দেন।\nনির্বাচন সংক্রান্ত আরও চারটি মামলা হাইকোর্টের চার বিচারপতির অন্য একক বেঞ্চে শুনানির জন্য এসেছে। তিনটি মামলায় বিচারপতি শুভ্রা ঘোষ, বিবেক চৌধুরী এবং শুভাশীষ দাশগুপ্ত সংশ্লিষ্ট ভোট কেন্দ্রের রিটার্নিং অফিসারদের ভোট সংক্রান্ত যাবতীয় নথিপত্র রাখার নির্দেশ দেন। প্রতিটি মামলা সংশ্লিষ্ট নির্বাচনী এলাকা থেকে পরাজিত তৃণমূল প্রার্থীর পক্ষে দায়ের করা হয়েছে। বাদীরা হলেন-আলো রানী সরকার (নির্বাচন: বনগাঁ দক্ষিণ, পরাজয়ের ব্যবধান: ২,০০৪), মানস মজুমদার (নির্বাচন: গোঘাট, পরাজয়ের ব্যবধান: ৪,১৪৭), সংগ্রাম ডলুই (নির্বাচন: ময়না, পরাজয়ের হারান: ১,২৬০) এবং শান্তিরাম মাহাতো (নির্বাচনী: বলরামপুর, ব্যবধান হারানো: ৪২৩) যথাক্রমে। পরবর্তীদের আইনজীবী, ললিত মাহাতো এবং সুজয় মন্ডল বলেছেন, আদালত সন্তুষ্ট যে মামলাটি সংবিধান বা নাগরিক আইন নয়, জনপ্রতিনিধিত্ব আইনের অধীনে সঠিকভাবে দায়ের করা হয়েছে। তাই এদিন মামলার রায় না হওয়া পর্যন্ত বলরামপুর ভোটকেন্দ্রে ভোট সংক্রান্ত যাবতীয় নথিপত্র ও যন্ত্রপাতি সংরক্ষণের নির্দেশ দেন বিচারক। উল্লেখ্য, বাদীর প্রধান অভিযোগ ছিল, চূড়ান্ত গণনা শেষে তিনি ১ হাজার ২১ ভোটে এগিয়ে থাকলেও ৪২৩ ভোটে পরাজিত ঘোষণা করা হয়।  অন্যদিকে বাদী আলো রানী সরকার ও মানস মজুমদার ভার্চুয়াল পদ্ধতিতে শুনানিতে অংশ নেন। রিটার্নিং কর্মকর্তাদের মামলায়ও একই নির্দেশনা দেওয়া হয়েছে। (বিজেপি প্রার্থী কল্যাণ চৌবে ৪ জুলাই মানিকতলা আসনের রায়কে চ্যালেঞ্জ করে কলকাতা হাইকোর্টে একটি মামলা দায়ের করেন, যদিও ফলাফল ঘোষণার ৪৫ দিন কেটে গেছে। তিনি মানিকতলা আসনটি প্রায় ২০,০০০ ভোটে তৃণমূল কংগ্রেসের সাধন পান্ডের কাছে হেরেছেন কিন্তু এখনও দাবি করেছেন ৩,৩৬৩ ভোটে জিতেছেন। বিজেপির জিতেন্দ্র তিওয়ারিও ২৯ জুন পাণ্ডবেশ্বর আসনের ফলাফলকে চ্যালেঞ্জ করেছিলেন। এবং ১৪ জুলাই কলকাতা হাইকোর্ট শুনানির জন্য তার নির্বাচনী আবেদন গ্রহণ করে) আলো রানী সরকারের মামলার ১৬ জুলাই আবার শুনানি হয় যেখানে তিনি অভিযোগ করেন যে বিজেপির স্বপন মজুমদার, বনগাঁ দক্ষিণ থেকে বিজয়ী বিজেপি প্রার্থী, তার হলফনামায় মিথ্যা তথ্য দিয়েছেন এবং প্রচার শেষ হওয়ার পরেও তিনি গোপনে প্রচার চালিয়ে গেছেন। তার থেকেও বড় কথা, কেন্দ্রীয় জওয়ানরা সেখানকার ভোটারদের ওপর প্রভাব বিস্তার করেছে। জওয়ানদের প্রভাব বিস্তারের অভিযোগে কোনও নির্বাচন বাতিল করা যেতে পারে কিনা তা নিয়ে প্রশ্ন তোলেন বিচারপতি বিবেক চৌধুরী। তাই এই মামলার গ্রহণযোগ্যতা যাচাইয়ের জন্য ৩০ জুলাই শুনানি হবে বলে জানানো হয়েছে।\n২৪ জুন মমতা বন্দ্যোপাধ্যায় কার্যত সংক্ষিপ্ত সময়ের জন্য শুনানির জন্য হাজির হন। তার পক্ষে উপস্থিত হয়ে সিনিয়র আইনজীবী অভিষেক মনু সিংভী মামলার শুনানি থেকে বিচারপতি চন্দের প্রত্যাহার চেয়েছিলেন। বিচারপতি চন্দ সম্মত হন যে মামলাটি ভিন্ন বেঞ্চে সরিয়ে দেওয়ার পিছনে আবেদনকারীর যুক্তি বৈধ ছিল। শুনানি শেষে তিনি তার প্রত্যাহার চেয়ে আবেদনের উপর আদেশ সংরক্ষণ করেন।\n২৭ জুন পশ্চিমবঙ্গের বার কাউন্সিল কলকাতা হাইকোর্টের ভারপ্রাপ্ত প্রধান বিচারপতি রাজেশ বিন্দালকে অপসারণ চেয়ে ভারতের প্রধান বিচারপতিকে একটি চিঠি লিখেছিল। তারা অভিযোগ করেছে যে বিচারপতি বিন্দালের পক্ষপাতিত্ব বিশেষত রাজ্য সরকারের ক্ষেত্রে দৃশ্যমান। চিঠিতে তারা নারদা এবং নন্দীগ্রামের মতো ক্ষেত্রে বিন্দলের ভূমিকার কথা উল্লেখ করেছেন। সেপ্টেম্বরে প্রধান বিচারপতির নেতৃত্বে সুপ্রিম কোর্ট কলেজিয়াম এন. ভি. রমনা, বিচারপতি বিন্দালকে এলাহাবাদ হাইকোর্টের প্রধান বিচারপতি হিসেবে বদলি করার সুপারিশ করেছিলেন। এবং বিচারপতি প্রকাশ শ্রীবাস্তবকে কলকাতা হাইকোর্টের প্রধান বিচারপতি হিসেবে নিয়োগ করা হবে। বিচারপতি শ্রীবাস্তব ১১ অক্টোবর প্রধান বিচারপতি হিসেবে শপথ নেন।\n৭ জুলাই কৌশিক চন্দ মামলা থেকে সরে দাঁড়ানোর সিদ্ধান্ত নেন।  তিনি মমতা বন্দ্যোপাধ্যায়কে তার নির্বাচনী পিটিশন থেকে প্রত্যাহার চাওয়ার জন্য ₹৫ লক্ষ জরিমানা আরোপ করেছেন এবং সেই পরিমাণ রাজ্য বার কাউন্সিলকে দেওয়ার নির্দেশ দিয়েছেন। অভিষেক সিংভী এর আগে বিচারপতি চন্দকে বলেছিলেন, \"আমরা জানতাম যে বিচারপতি সব্যসাচী ভট্টাচার্যের বেঞ্চে এই মামলার শুনানি হবে। ১৬ জুন হঠাৎ আমরা জানতে পারি যে মামলাটি আপনার বেঞ্চে এসেছে।\" শেখ সুফিয়ান বলেন, আমরা শাস্তির সিদ্ধান্ত মেনে নিতে পারি না। আমরা সুপ্রিম কোর্টে যাব।\n১২ জুলাই জানা গেল বিচারপতি শম্পা সরকারের বেঞ্চে নন্দীগ্রাম মামলার শুনানি হবে। শুনানি ১৪ জুলাই হতে পারে।\n১৪ জুলাই হাইকোর্ট শুভেন্দু অধিকারীকে নোটিশ জারি করে।  আদালত নির্বাচন কমিশন, রাজ্য নির্বাচনী অফিসার এবং রিটার্নিং অফিসারকে মামলার শুনানি না হওয়া পর্যন্ত নির্বাচন সংক্রান্ত সমস্ত রেকর্ড অক্ষত রাখার নির্দেশ দিয়ে নোটিশ জারি করেছে।  ১২ আগস্ট পরবর্তী শুনানির তারিখ নির্ধারণ করা হয়েছে। অন্যদিকে শুভেন্দু ব্যানার্জির নির্বাচনী পিটিশন মামলা রাজ্যের বাইরে স্থানান্তরের জন্য সুপ্রিম কোর্টে গিয়েছিলেন।\n১২ আগস্ট শুভেন্দুর আইনজীবীরা বিচারপতি সরকারের আদালতে জমা দেন যে বিধায়ক পশ্চিমবঙ্গ থেকে মামলাটি স্থানান্তর করার জন্য সুপ্রিম কোর্টের দ্বারস্থ হয়েছেন। বিবাদীর আবেদনের পরিপ্রেক্ষিতে বিচারপতি সরকার ১৫ নভেম্বর শুনানি মুলতবি করেন।\n\"একটি বুথে ৫০০ জন ভোটার ছিল এবং সেখানে ১,০০০ ভোট দেওয়া হয়েছিল। VVPAT গণনা করা হয়নি। মেশিনগুলি গুঁড়িয়ে দেওয়া হয়েছিল।\" ৮ সেপ্টেম্বর ভবানীপুরে এক কর্মী সম্মেলনে নন্দীগ্রাম নির্বাচনে কারচুপির বিষয়ে মমতা বন্দ্যোপাধ্যায় উল্লেখ করেন। তিনি ২৪ সেপ্টেম্বর সেই দাবিগুলি পুনরাবৃত্তি করেছিলেন।\n১৫ নভেম্বর সকালে শুভেন্দু অধিকারী উচ্চ আদালতে নন্দীগ্রাম ভোট পুনঃগণনা মামলার শুনানি সুপ্রিম কোর্ট কর্তৃক মামলার স্থানান্তরের আবেদন নিষ্পত্তি না হওয়া পর্যন্ত স্থগিত করার জন্য হাইকোর্টে আবেদন করেন। সুপ্রিম কোর্টে বিচারপতি হিমা কোহলির বেঞ্চে একই দিনে এই মামলার শুনানির কথা ছিল কিন্তু বিচারক না থাকায় শুনানি হবে না বলে মনে হয়। হাইকোর্টে শুনানির সময় অ্যাডভোকেট জেনারেল সৌমেন্দ্রনাথ মুখোপাধ্যায়, যিনি মমতা বন্দ্যোপাধ্যায়ের পক্ষে জেরা করছিলেন, তিনি শুভেন্দুর আবেদনের বিরোধিতা করেছিলেন। সিদ্ধান্ত হয়েছিল যে মামলার পরবর্তী শুনানি হবে ১ ডিসেম্বর, তবে তার আগে ২৯ নভেম্বরের মধ্যে সমস্ত পক্ষকে লিখিত 'মিনিট' জমা দিতে হবে যেখানে লেখা থাকবে কোন পক্ষ কোন বিষয়ে প্রশ্ন করতে চায়। হাইকোর্ট শুভেন্দুকে ২৯শে নভেম্বরের মধ্যে কলকাতা হাইকোর্টে কেন অনাস্থার বিষয়ে লিখিত বক্তব্য পেশ করতে বলেছে। অন্যদিকে সুপ্রিম কোর্টে নন্দীগ্রাম মামলার শুনানি পর্যবেক্ষণ করতে গিয়ে বিচারপতি হিমা কোহলি শুভেন্দু অধিকারীর আইনজীবী মহেশ জেঠমালানিকে বলেন, হাইকোর্ট সুষ্ঠু বিচার দেবে না এমন ভুল ধারণা মোটেও ঠিক নয়। অবশেষে দুই সপ্তাহের মধ্যে মামলার শুনানি হবে বলে জানিয়েছেন বিচারক।\nসুপ্রিম কোর্টে শুনানি হওয়ার কথা ছিল ২৯ নভেম্বর।\n১ ডিসেম্বর শুভেন্দু অধিকারী হাইকোর্টে লিখিত বক্তব্য জমা দেন। বিচারপতি শম্পা সরকারের একক বেঞ্চ জানান, এ সংক্রান্ত একটি মামলা সুপ্রিম কোর্টে বিচারাধীন থাকায় হাইকোর্টে সে সময় মামলাটির শুনানি হচ্ছিল না। আগামী ৮ জানুয়ারি মামলার পরবর্তী শুনানির দিন ধার্য ছিল।\nইতোমধ্যে বিজেপির বহিষ্কৃত হাওড়া জেলা সভাপতি সুরজিৎ সাহা দাবি করেছেন যে শুভেন্দুকে বিজয়ী করার জন্য দলের নির্দেশে হাওড়া থেকে নন্দীগ্রামে পুরুষদের পাঠানো হয়েছিল।\nরাজ্য থেকে নন্দীগ্রাম মামলা স্থানান্তরের জন্য অধিকারীর আবেদনের শুনানি ৩ জানুয়ারী ২০২২-এ সুপ্রিম কোর্টে হওয়ার কথা ছিল। বিচারপতি হিমা কোহলির একক বেঞ্চ আপিলের ওপর ১৪ দিনের স্থগিতাদেশ দেয়।\n\n\n== নির্বাচনী ফলাফল ==\n\n\n=== ২০২১ ===\n২০২১ সালের নির্বাচনে ভারতীয় জনতা পার্টির শুভেন্দু অধিকারী তার নিকটতম প্রতিদ্বন্দ্বী তৃণমূল কংগ্রেসের মমতা বন্দ্যোপাধ্যায়কে পরাজিত করেছিলেন। কিন্তু এই ফলাফল আজ পর্যন্ত বিতর্কিত রয়ে গেছে।\n\n\n== আরো দেখুন ==\nপশ্চিমবঙ্গ বিধানসভা উপনির্বাচন, ২০১৬-২০২১\nপশ্চিমবঙ্গ বিধানসভা নির্বাচন, ২০১৬\n২০২১-এ ভারতে নির্বাচন\nপশ্চিমবঙ্গে ভারতের সাধারণ নির্বাচন, ২০১৯\nপশ্চিমবঙ্গ পঞ্চায়েত নির্বাচন, ২০১৮\nত্রিপুরা বিধানসভা নির্বাচন, ২০১৮\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nWest Bangal General Legislative Election at the Election Commission of India"}