{"pageid": 1425911, "title": "ইউরিডিন", "url": "https://bn.wikipedia.org/wiki?curid=1425911", "content": "ইউরিডিন (প্রতীক U or Urd) হলো একটি গ্লাইকোসিলেটেড পাইরিমিডিন অ্যানালগ যা একটি β-N1- গ্লাইকোসিডিক বন্ডের মাধ্যমে একটি রাইবোজ রিং (বা আরও নির্দিষ্টভাবে, একটি রাইবোফুরানোজ) এর সাথে সংযুক্ত ইউরাসিল ধারণকারী। অ্যানালগ হল পাঁচটি স্ট্যান্ডার্ড নিউক্লিওসাইডের মধ্যে একটি যা নিউক্লিক অ্যাসিড তৈরি করে, অন্যগুলি হল অ্যাডেনোসিন, থাইমিডিন, সাইটিডিন এবং গুয়ানোসিন। পাঁচটি নিউক্লিওসাইডকে সাধারণত তাদের চিহ্ন, যথাক্রমে U, A, dT, C এবং G সংক্ষেপে বলা হয়। যাইহোক, থাইমিডিনকে সাধারণত 'dT' হিসাবে লেখা হয় ('d' 'deoxy' প্রতিনিধিত্ব করে) কারণ এতে 2'-deoxyribofuranose moiety থাকে, ribofuranose রিং ইউরিডিনে পাওয়া যায় না। কারণ থাইমিডিন ডিঅক্সিরাইবোনিউক্লিক অ্যাসিড (ডিএনএ) তে পাওয়া যায় এবং সাধারণত রাইবোনিউক্লিক অ্যাসিড (আরএনএ) তে পাওয়া যায় না। বিপরীতভাবে, ইউরিডিন আরএনএতে পাওয়া যায় ডিএনএ নয়। বাকি তিনটি নিউক্লিওসাইড আরএনএ এবং ডিএনএ উভয়েই পাওয়া যেতে পারে। আরএনএ-তে, এগুলিকে A, C এবং G হিসাবে উপস্থাপন করা হবে যেখানে ডিএনএ-তে তারা dA, dC এবং dG হিসাবে উপস্থাপিত হবে।\n\n\n== জৈবসংশ্লেষণ ==\nইউরিডিন প্রকৃতিতে ব্যাপকভাবে ওরোটিডাইলেট ডিকারবক্সিলেস অনুঘটকের উপস্থিতিতে ডি নভো সংশ্লেষণের মাধ্যমে অরোটিডাইলেটের ডিকারবক্সিলেশন দ্বারা ইউরিডিন মনোফসফেট (ইউরিডিলেট) হিসাবে উৎপাদিত হয়। অরোটেট থেকে অরোটিডাইলেটটি উৎপাদিত হয়। এটি ৫-ফসফরিবোসিল-১-পাইরোফসফেট (পিআরপিপি) এর সাথে মিলিত হয়ে পাইরিমিডিন ফসফরিবোসিলট্রান্সফেরেজ দ্বারা অরোটিডাইলেট তৈরি করে। পিআরপিপি আরও ফসফোরিলেশন দ্বারা রাইবোস-৫-ফসফেট থেকে তৈরি করা হয়। এটি বিক্রিয়াকে এগিয়ে নিয়ে যাওয়ার জন্য একটি শক্তিশালী অণু হিসাবে কাজ করে। কার্বাময়েল ফসফেট ও অ্যাস্পার্টিক থেকে বেশ কয়েকটি ধাপে ওরোটেট তৈরি হয়।\n\n\n== খাদ্যতালিকাগত উৎস ==\nইউরিডিনকে একটি অ-প্রয়োজনীয় পুষ্টি হিসাবে গণ্য করা হয়, কারণ এটি মানবদেহের দ্বারা প্রয়োজন অনুসারে উৎপাদিত হয় এবং সম্পূরক সাধারণত সুপারিশ করা হয় না, যদিও এটি নির্দিষ্ট প্রয়োগের জন্য অন্বেষণ করা হয়েছে।\nআরএনএ আকারে ইউরিডিন ধারণ করে এমন কিছু খাবার নিচে তালিকাভুক্ত করা হলো। যদিও দাবি করা হয়েছিল যে এই ফর্মের ইউরিডিনের কার্যত কোনওটিই জৈব উপলভ্য নয়, যেহেতু ১৯৮১ সালে ইয়েল স্কুল অফ মেডিসিনের হ্যান্ডশুমাচারের ল্যাবরেটরি দ্বারা দেখানো হয়েছে, এটি লিভার এবং গ্যাস্ট্রোইনটেস্টাইনাল ট্র্যাক্টে ধ্বংস হয়ে যায়, এবং খাওয়ার সময় কোনও খাবার থাকে না। রক্তে ইউরিডিনের মাত্রা বাড়ানোর জন্য কখনও নির্ভরযোগ্যভাবে দেখানো হয়েছে। এটি ইয়ামামোটো এট আল দ্বারা বিরোধিতা করা হয়েছে। বিয়ার খাওয়ার ৩০ মিনিট পর প্লাজমা ইউরিডিনের মাত্রা ১.৮ গুণ বেড়ে যায়, যা অন্ততপক্ষে পরস্পরবিরোধী তথ্যের পরামর্শ দেয়। ইথানল নিজে থেকেই (যা বিয়ারে থাকে) ইউরিডিনের মাত্রা বাড়ায়, যা ইয়ামামোটো এট আল-এর গবেষণায় ইউরিডিনের মাত্রা বাড়ার ব্যাখ্যা দিতে পারে। মনোফসফেট, ইউএমপি, যা উভয়ই জৈব উপলভ্য এবং পরিপাকতন্ত্র থেকে সঞ্চালনে প্রবেশ করতে সক্ষম।\n\nছাগল এবং ভেড়ার দুধ এবং দুধের পণ্য\nআখের নির্যাস\nটমেটো (০.৫ থেকে ১.০ গ্রাম ইউরিডিন প্রতি কিলোগ্রাম শুকনো ওজন)\nব্রুয়ারের খামির (শুষ্ক ওজন দ্বারা ১.৭% ইউরিডিন)\nবিয়ার\nব্রকলি\nঅঙ্গ মাংস (যকৃত, অগ্ন্যাশয়, ইত্যাদি)\nআরএনএ-সমৃদ্ধ খাবার গ্রহণের ফলে রক্তে পিউরিন (অ্যাডেনাইন এবং গুয়ানোসিন) উচ্চ মাত্রার হতে পারে। উচ্চ মাত্রার পিউরিন ইউরিক অ্যাসিডের উৎপাদন বাড়াতে পরিচিত এবং এটি গাউটের মতো অবস্থার কারণ হতে পারে।\nহার্ভার্ড গবেষকরা রিপোর্ট করেছেন যে ওমেগা -৩ ফ্যাটি অ্যাসিড এবং ইউরিডিন, মাছ, আখরোট, গুড় এবং চিনির বিটের মতো খাবারের দুটি উপাদান, ইঁদুরের বিষণ্নতা প্রতিরোধ করে যতটা কার্যকরভাবে অ্যান্টিডিপ্রেসেন্ট ওষুধ। \"ইঁদুরকে ইউরিডিন এবং ওমেগা -৩ ফ্যাটি অ্যাসিডের সংমিশ্রণ প্রদানের ফলে তাৎক্ষণিক প্রভাব তৈরি হয় যা ইঁদুরকে স্ট্যান্ডার্ড অ্যান্টিডিপ্রেসেন্ট ওষুধ দেওয়ার কারণে সৃষ্ট থেকে আলাদা করা যায় না,\" ম্যাকলিনের আচরণগত জেনেটিক্স ল্যাবরেটরির পরিচালক উইলিয়াম কার্লেজন বলেছেন।\n\n\n== গ্যালাকটোজ গ্লাইকোলাইসিস ==\nইউরিডিন গ্যালাকটোজের গ্লাইকোলাইসিস পথের ভূমিকা পালন করে। গ্যালাকটোজ বিপাক করার জন্য কোনো ক্যাটাবলিক প্রক্রিয়া নেই। অতএব, গ্যালাকটোজ গ্লুকোজে রূপান্তরিত হয় এবং সাধারণ গ্লুকোজ পাথওয়েতে বিপাকিত হয়। একবার আগত গ্যালাকটোজ গ্যালাকটোজ ১-ফসফেটে (Gal-1-P) রূপান্তরিত হয়ে গেলে, এটি UDP-গ্লুকোজের সাথে একটি বিক্রিয়ায় জড়িত থাকে, একটি গ্লুকোজ অণু যা ইউরিডিন ডিফসফেট (UDP) এর সাথে আবদ্ধ হয়। এই প্রক্রিয়াটি গ্যালাকটোজ-১-ফসফেট ইউরিডিল ট্রান্সফারেজ এনজাইম দ্বারা অনুঘটক হয় এবং ইউডিপিকে গ্যালাকটোজ অণুতে স্থানান্তর করে। শেষ ফলাফল হল UDP-গ্যালাকটোজ এবং গ্লুকোজ-১-ফসফেট। গ্যালাকটোজের সঠিক গ্লাইকোলাইসিস করার জন্য এই প্রক্রিয়াটি অব্যাহত থাকে।\n\n\n== আরও দেখুন ==\nডিঅক্সিউরিডিন মনোফসফেট\nসিউডোরিডাইন\nইউরিডিন মনোফসফেট\n\n\n== তথ্যসূত্র =="}