{"pageid": 1425929, "title": "সৌরাষ্ট্র (অঞ্চল)", "url": "https://bn.wikipedia.org/wiki?curid=1425929", "content": "সৌরাষ্ট্র, কাথিয়াওয়ার নামেও পরিচিত, আরব সাগর উপকূলে অবস্থিত ভারতের গুজরাতের একটি উপদ্বীপীয় অঞ্চল। এটি গুজরাট রাজ্যের প্রায় এক তৃতীয়াংশ কভার করে, বিশেষ করে গুজরাতের ১১টি জেলা, রাজকোট জেলা সহ। বোম্বাই রাজ্যের সাথে একীভূত হওয়ার আগে এটি পূর্বে ভারতের একটি রাজ্য ছিল। ১৯৬১ সালে এটি বোম্বে থেকে আলাদা হয়ে গুজরাতে যোগ দেয়।\n\n\n== ইতিহাস ==\nইতিহাস: বিখ্যাত সোমনাথ মন্দির ছিল সৌরাষ্ট্রের প্রতীক। রায়বটকা পর্বত গিরনার পর্বতমালার একটি অংশ ছিল। অশোক, রুদ্রদমন এবং গুপ্ত সম্রাট স্কন্দগুপ্তের সময়ের গুরুত্বপূর্ণ নথি জুনাগড়ের কাছে একটি শিলায় খোদাই করা আছে, যা প্রাচীনকালে এই অঞ্চলের গুরুত্বকে তুলে ধরে। রুদ্রদমনের শিলালিপিতে সুরাষ্ট্রকে শক ক্ষত্রপদের আধিপত্য হিসাবে বর্ণনা করা হয়েছে। মনে হয় অলক্ষেন্দ্রর পাঞ্জাব আক্রমণের সময় যবন সম্রাটের দাঁতে টক করা বর্ণ 'কথা' পরে পাঞ্জাব ছেড়ে দক্ষিণ দিকে এসে সৌরাষ্ট্রে বসতি স্থাপন করেছিল, যার কারণে এই দেশের নামও কাথিয়াওয়ার হয়ে যায়। ইতিহাসের বেশিরভাগ সময়কালে, সৌরাষ্ট্র গুজরাটের রাজাদের দ্বারা শাসিত হয়েছিল এবং এর ভাগ্য গুজরাটের ইতিহাসের সাথে আবদ্ধ ছিল।\n\n\n== দর্শনীয় স্থান ==\nগির অরণ্য ও সিংহদর্শন\nসোমনাথ জ্যোতির্লিঙ্গ\nদ্বারিপুরী\nপোরবন্দর (সুদামা মন্দির এবং মহাত্মা গান্ধীর জন্মস্থান)\nপ্রভাস (ভগবান শ্রীকৃষ্ণের মৃত্যুর স্থান)\n\n\n== প্রত্নতাত্ত্বিক স্থান ==\nগুজরাতের কাথিয়াওয়াড় উপদ্বীপে ভাদর নদীর কাছে অবস্থিত রংপুর ১৯৫৩-১৯৫৪ খ্রিস্টাব্দে এ. রঙ্গনাথ রাও খনন করেন। প্রাক-হরপ্পা সভ্যতার ধ্বংসাবশেষ এখানে পাওয়া গেছে। এখানে পাওয়া কাঁচা ইটের দুর্গ, ড্রেন, মৃৎশিল্প, পার্টিশন, পাথরের প্যানেল ইত্যাদি উল্লেখযোগ্য। এখানে ধানের তুষের স্তূপ পাওয়া গেছে। এখানেই সিন্ধু সভ্যতার অন্তঃসত্ত্বা। হরপ্পা সভ্যতার যথেষ্ট নিদর্শনও রয়েছে।\n\n\n== সৌরাষ্ট্রের নাম ==\nইতিহাসে সৌরাষ্ট্রের বহু অংশের নাম আমরা পাই।\nহালার (উত্তর-পশ্চিম অংশ),\nসোরথ-কাথিয়াওয়ার (পশ্চিম অংশ),\nগোহিলওয়াড় (দক্ষিণ-পূর্ব অংশ) ইত্যাদি।\n\n\n== সৌরাষ্ট্রের উপ-অঞ্চল ==\nহালার, গোহিলওয়াড়, ঘেড়ে, বরদা, গির, প্রভাস, সোরথ, ঝালাওয়ার ইত্যাদি উপ-অঞ্চলগুলি সৌরাষ্ট্রের কিছু বিশেষ সম্প্রসারণের স্থানীয় নাম। \n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:ভারতের ঐতিহ্যবাহী অঞ্চল"}