{"pageid": 1425303, "title": "অবৎসার", "url": "https://bn.wikipedia.org/wiki?curid=1425303", "content": "অবৎসার (সংস্কৃত: अवत्सार) একজন ঋষি (ঋষি) ঋগ্বেদে যার উল্লেখ আছে বিশেষভাবে। পঞ্চম মণ্ডলের ৪৪ সূক্তে তার নাম প্রথম দেখা যায়।\n\n\n== কাজ ==\nঅবৎসার হলেন ঋগ্বেদের পঞ্চম মণ্ডলের 44 নম্বর সূক্তের প্রধান কবি, যার স্তোত্রটি বিশ্বদেব নামক ঋগ্বেদিক দেবতাদের শ্রেণীকে সম্বোধন করে। তিনি ঋগ্বেদে উপস্থিত চারটি মন্ত্রের আটটি স্তোত্রের সেটের জন্য পরিচিত। সূক্ত IX.53 থেকে IX.60, এবং সামবেদেও (SV.757, SV.1717)। তাকে দেবতাদের প্রধান পুরোহিত বলা হয়। তাকে অগ্নিকে ছয়-অক্ষর অর্ঘ্য নিবেদনকারী হিসেবে বর্ণনা করা হয়েছে - হে অগ্নি, অর্ঘ্য উপভোগ করুন এবং এভাবে মুক্ত হয়েছিলেন। সত্যসাধ (21.3.13) অনুসারে, কশ্যপ প্রবর (বংশ) তিনজন ঋষি-পূর্বপুরুষ নিয়ে গঠিত: - কশ্যপ, অবৎসার এবং নয়ধ্রুব। বংশটিও সান্দিল্য প্রকরণ দুটির অন্তর্গত। কশ্যপ পরিবারের আটজন উল্লেখযোগ্য ঋষি রয়েছেন – কশ্যপ, অবৎসার, নিধুর্ব, রেভ, দেবাল, অসিত, ভূতামস এবং বিব্রহ; রেভর নামহীন দুই পুত্রও ঋগ্বেদীয় স্তোত্রের রচয়িতা ছিলেন।\nতিনি নবম মণ্ডলের ৫৩ থেকে ৬০ সূক্তের জন্য বেশি পরিচিত; এই সূক্তগুলোতে চারটি মন্ত্র রয়েছে, সবগুলোই গায়ত্রী ছন্দে রচিত। ঋগ্বেদে, তিনি ঈশ্বরকে সম্বোধন করেছেন, “সম্পূর্ণ সশস্ত্র এবং বহু সূক্ষ্ম ও সূক্ষ্ম ঐশ্বরিক শক্তিতে সমৃদ্ধ এবং সমস্ত অশুভ শক্তির ধ্বংসকারী” (RV.IX.53.1)। তারপর তিনি ঈশ্বরকে সম্বোধন করেন, “শুদ্ধকারী বা বিশুদ্ধ, সূর্যের মতো উজ্জ্বল”।\nতাঁর নাম যজুর্বেদে (YVIII.i & III.xviii) যেখানে তিনি অগ্নির কাছে প্রার্থনা করেন, এবং ঐতরেয় ব্রাহ্মণ এবং কৌশিটকী ব্রাহ্মণে দেখা যায়। ঐতরেয় ব্রাহ্মণ (AB ii.24) এবং কৌশিতকি ব্রাহ্মণ (KBviii.6) এর শ্লোকগুলো থেকে, উভয়ই পাঁচটি উৎসর্গের যজ্ঞ সংক্রান্ত, এটি বলা হয়েছে যে অবৎসার অগ্নির গৃহে পৌঁছেছিলেন এবং সর্বোচ্চ বিশ্ব জয় করেছিলেন।\nঋগ্বেদ সূক্ত IX.৫৩-এ, তিনি আমাদের স্মরণ করিয়ে দেন যে বিদ্বান লোকেরা বেদ থেকে প্রাচীনদের জ্ঞান আহরণ করে যা আলোকিত করে, এবং ঋগ্বেদ মন্ত্র IX.৬০.৩-এ তিনি বলেছেন যে ভগবান, জ্ঞান এবং চেতনা রূপে বিদ্বান ব্যক্তিদের শুদ্ধ মন ও হৃদয়ে বাস করেন এবং তাদের সকলের মন ও হৃদয়ে যারা ভগবানকে জানেন সম্পূর্ণ সচেতনভাবে না জেনেও।\n\n\n== বংশতালিকা ==\nঅবৎসারকে কশ্যপের পুত্র বলে বর্ণনা করা হয়েছে, যার জীবৎকাল বামদেবের (মহর্ষি গৌতমের পুত্র) পরে, কিন্তু অত্রির চেয়ে আগে ছিল। অবত শব্দটি কৃত্রিমভাবে খনন করা জলের উৎস বা কৃত্রিম কূপকে বোঝায়।\nমারিচীর পুত্র কশ্যপ ছাড়াও, দ্বিতীয় কশ্যপ ছিলেন বলে মনে হয় যিনি অবৎসার, নারদ এবং বশিষ্ঠের স্ত্রী অরুন্ধতীর পিতা ছিলেন এবং এই দ্বিতীয় কশ্যপ ছিলেন সপ্তর্ষিদের একজন। মৎস্য পুরাণ প্রদত্ত ঋষির তালিকা অনুসারে, কশ্যপের দুই পুত্র ছিল - অবৎসার এবং অসিত; নিধ্রুব ও রেভ ছিলেন অবৎসারের পুত্র। কিন্তু এই তালিকাটি সংশয়পূর্ণ; বংশতালিকা অন্যথায় কাশ্যপদের মধ্যে তিনটি গোষ্ঠী দেয়, সান্দল‍্য, নৈধ্রুব এবং রৈভ্য।\nশ্রীমদ্ভাগবতম বইয়ের চতুর্থ অধ্যায় অষ্টম থেকে জানা যায় যে মৈত্রেয় শ্রুতির মাধ্যমে উত্থানপাদের পুত্র এবং স্বয়ম্ভুব মনুর পৌত্র ধ্রুব, তাঁর প্রথম স্ত্রী ব্রাহ্মী, দুই পুত্র, বৎসর এবং কল্মাবৎসর বা কল্প ছিলেন।\n\n\n== তথ্যসূত্র =="}