{"pageid": 1425952, "title": "অ্যামোনিয়াম ফ্লুরোসিলিকেট", "url": "https://bn.wikipedia.org/wiki?curid=1425952", "content": "অ্যামোনিয়াম ফ্লুরোসিলিকেট (এছাড়াও অ্যামোনিয়াম হেক্সাফ্লুরোসিলিকেট, অ্যামোনিয়াম ফ্লোসিলিকেট বা অ্যামোনিয়াম সিলিকোফ্লোরাইড নামে পরিচিত) এর গাঠনিক সংকেত (NH4)2SiF6। এটি ফ্লুরোসিলিসিক অ্যাসিডের সমস্ত লবণের মতোই একটি বিষাক্ত রাসায়নিক পদার্থ। এটি সাদা স্ফটিক দিয়ে তৈরি। এর অন্তত তিনটি পলিমর্ফ রয়েছে এবং প্রকৃতিতে বিরল খনিজ ক্রিপ্টোহালাইট বা বাররাইট হিসেবে দেখা যায়।\n\n\n== গঠন ==\nঅ্যামোনিয়াম ফ্লুরোসিলিকেটের তিনটি প্রধান পলিমর্ফ(বহুরূপী ফর্ম) রয়েছে: α-(NH4)2[SiF6] ফর্মটি ঘনক আকৃতির এবং খনিজ ক্রিপ্টোহালাইটের সাথে মিলে যায়। β (বিটা) ফর্মটি ত্রিকোণীয় (স্কেলেনোহেড্রাল) এবং খনিজ বারারিট হিসাবে প্রকৃতিতে পাওয়া যায়। এর তৃতীয় γ (গামা) ফর্মটি ২০০১ সালে আবিষ্কৃত হয়েছিল এবং ষড়ভুজাকার ৬ মিমি প্রতিসাম্য দ্বারা চিহ্নিত করা হয়েছিল। তিনটি আকৃতিতেই, [SiF6]2− অষ্টভূজ আকারে সাজানো হয়। α আকারে এই স্তরগুলি [১১১] দিকের দিকে লম্বভাবে থাকে। β এবং γ আকারে স্তরগুলি সি-অক্ষের সাথে লম্বভাবে থাকে। (দ্রষ্টব্য: ত্রিকোণীয় প্রতিসাম্য ষড়ভুজাকার গোষ্ঠীর অংশ, তবে সমস্ত ষড়ভুজাকার স্ফটিক ত্রিভুজ নয়। α-(NH4)2[SiF6] (আলফা) ফর্মটির সিলিকন পরমাণু কিউবিক ক্লোজ প্যাকিং (সিসিপি) আছে। γ ফর্মটিতে ষড়ভুজ ক্লোজ প্যাকিং রয়েছে এবং β-(NH4)2[SiF6] এর প্রাথমিক ষড়ভুজ প্যাকিং রয়েছে। তিনটি পর্যায়েই ১২টি ফ্লোরিন পরমাণু (NH4)+ এর চারপাশ ঘিরে থাকে।\nবাররাইটকে কক্ষ তাপমাত্রায় মেটাস্টেবল বলে দাবি করা হয়েছিল তবে একটি পলিমর্ফ কখনো অন্যটিতে পরিণত হয়েছে কিনা তা দেখা যায় না। তবুও বাররাইট যথেষ্ট ভঙ্গুর বলে স্পেকট্রোস্কোপির জন্য এটিকে পিষলে কিছুটা ক্রিপ্টোহালাইট তৈরি হবে। তবে অ্যামোনিয়াম ফ্লুরোসিলিকেট ০.২ থেকে ০.৩ গিগাপ্যাসকেল চাপে একটি ত্রিকোণীয় রূপ ধারণ করে। এই বিক্রিয়া অপরিবর্তনীয়। যদি এটি বারারাইটে পরিণত না হয় তবে দশাটি অন্তত খুব ঘনিষ্ঠভাবে সম্পর্কিত বলা যায়।\n(NH4)2[SiF6] এর হাইড্রোজেন বন্ধনের কারণে এই লবণ দশা পরিবর্তন করতে পারে যা অন্যান্য স্বাভাবিক লবণ পারে না। অ্যামোনিয়াম লবণের দশা পরিবর্তনের ক্ষেত্রে ক্যাটায়ন এবং অ্যানায়নের মধ্যেকার মিথস্ক্রিয়া বিশেষভাবে গুরুত্বপূর্ণ।\n\n\n== প্রকৃতিতে প্রাপ্যতা ==\nএই যৌগটি প্রকৃতিতে বিরল। এটি ধ্রূমরন্ধ্র এবং কয়লা আগুন একটি উদ্বায়ী যৌগ হিসাবে পাওয়া যায়। খনিজ হিসাবে একে হয় ক্রিপ্টোহালাইট বা বারারিট বলা হয়, যৌগ দুটি পরস্পরের পলিমর্ফ।\n\n\n== রাসায়নিক বৈশিষ্ট্য এবং স্বাস্থ্য ঝুঁকি ==\nঅ্যামোনিয়াম ফ্লুরোসিলিকেট দাহ্য নয়। তবে এটি হাইড্রোজেন ফ্লোরাইড, সিলিকন টেট্রাফ্লোরাইড এবং নাইট্রোজেন অক্সাইড সহ আগুনে পোড়ালে বিপজ্জনক ধোঁয়া ছড়াবে। এটি অ্যালুমিনিয়ামকে ক্ষয় করে। পানিতে অ্যামোনিয়াম ফ্লুরোসিলিকেট দ্রবীভূত হয়ে অম্লীয় দ্রবণ তৈরি করে।\nঅ্যামোনিয়াম ফ্লুরোসিলিকেটের কণা শ্বাস নেওয়ার ফলে ফুসফুসের জ্বালা হতে পারে। এরফলে মৃত্যুও হতে পারে। এটি পেটে গেলে তা মারাত্মক হতে পারে। ধূলিকণার সংস্পর্শে চোখে জ্বালা, ত্বকে জ্বালা বা ঘা হতে পারে।\n\n\n== ব্যবহারসমূহ ==\nঅ্যামোনিয়াম ফ্লুরোসিলিকেট একটি জীবাণুনাশক হিসাবে ব্যবহার করা হয় এবং এটি কাচ, ধাতু ঢালাই এবং ইলেক্ট্রোপ্লেটিং এর প্রযোজনীয় উপকরণ। এটি লন্ড্রি টক হিসাবে ওয়াশিং মেশিনের পানিকে নিরপেক্ষ করতেও ব্যবহৃত হয়।\n\n\n== আরও দেখুন ==\n\nহেক্সাফ্লুরোসিলিসিক অ্যাসিড\nসোডিয়াম ফ্লুরোসিলিকেট\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআদিম ষড়ভুজ প্যাকিং\nটেমপ্লেট:Fluorine compounds"}