{"pageid": 1425650, "title": "সর্ব ভারতীয় মহিলা আইনজীবী সমিতি", "url": "https://bn.wikipedia.org/wiki?curid=1425650", "content": "সর্ব ভারতীয় মহিলা আইনজীবী সমিতি (এআইএফডব্লিউএল) হল ভারতীয় মহিলা আইনজীবীদের একটি সংগঠন। এই সমিতি ২০০৭ সালে প্রতিষ্ঠিত হয়। এটি সমিতি-নিবন্ধন আইনের অধীনে একটি নিবন্ধিত সমিতি। এটি আন্তর্জাতিক মহিলা আইনজীবী ফেডারেশন (এফআইডিএ) -এর সাথে সম্বন্ধযুক্ত।\n\n\n== সমিতির লক্ষ্য ==\nভারতের সংবিধানকে সমুন্নত রাখা এবং আইনের শাসন রক্ষার জন্য কাজ করা।\nবিচার বিভাগের স্বাধীনতা সমুন্নত রাখা এবং বিচার প্রশাসনে অধিকতর দক্ষতা নিশ্চিত করা।\nবিশেষ করে আইন প্রণয়নের মাধ্যমে নারী ও শিশুদের অধিকার ও কল্যাণ প্রচার করা এবং তাদের অধিকার প্রয়োগে সহায়তা করা।\nনারী আইনজীবীদের মর্যাদা, স্বার্থ, প্রতিপত্তি, অধিকার ও সুযোগ-সুবিধা এবং মর্যাদাকে সমর্থন, সুরক্ষাদান এবং সমুন্নত রাখা।\nতুলনামূলক আইন এবং আইনশাস্ত্রের বিজ্ঞানের অধ্যয়ন প্রচার করা।\nবিভিন্ন দেশের জ্ঞানের প্রসার এবং বিশেষ করে নারী ও শিশু সংক্রান্ত আইন প্রণয়ন করা।\nসমস্ত কেন্দ্রীয় এবং রাজ্য আইন এবং বিশেষত, যেগুলি মহিলা ও শিশুদের অধিকার, সুযোগ-সুবিধা এবং স্বার্থ সম্পর্কিত বা প্রভাবিত করে সেগুলির উপর অধ্যয়ন এবং মতামত প্রকাশ করা।\nন্যায়বিচারের প্রাপ্যতা কম ব্যয়বহুল করার জন্য প্রচেষ্টা করা।\n\n\n== সমিতির সভাপতিরা ==\nসমিতির প্রতিষ্ঠাতা সভাপতি ছিলেন শীলা অনীশ এবং এখন তিনি আন্তর্জাতিক মহিলা আইনজীবী ফেডারেশনের পরিচালক। অতীতের অন্যান্য সভাপতিদের মধ্যে আছেন ভি পি সীমন্তিনী, এম ভাস্করলক্ষ্মী, কে শান্তাকুমারী, অমি যাজ্ঞিক এবং ইন্দ্রায়ণী পাটানি। বর্তমান সভাপতি হেমলতা মহিষী একজন অনুশীলনকারী আইনজীবী। অনেক প্রাক্তন সভাপতি এবং অন্যান্য পদাধিকারী তাঁদের নিজ নিজ রাজ্য ভিত্তিক মহিলা আইনজীবী সমিতির সভাপতি ছিলেন।\n\n\n== সমিতির সম্মেলন ==\nসমিতির অতীত সম্মেলনের মধ্যে ছিল, ২০০৭ সালের সেপ্টেম্বরে বেঙ্গালুরুতে এশিয়া মহিলা আইনজীবী সম্মেলন; এআইএফডব্লিউএল জাতীয় সম্মেলন কোচি (ডিসেম্বর ২০০৯), হায়দ্রাবাদ (জানুয়ারি ২০১১), চেন্নাই (জানুয়ারি ২০১২), মুম্বাই (ডিসেম্বর ২০১৩), ব্যাঙ্গালোর (নভেম্বর ২০১৪), এবং আহমেদাবাদ (সেপ্টেম্বর ২০১৭)।\nএই সমিতি ২০০৭ সালের সেপ্টেম্বরে বেঙ্গালুরুতে এশিয়া মহিলা আইনজীবী সম্মেলনের আয়োজন করে, যেখানে ভারতের প্রধান বিচারপতি কে জি বালাকৃষ্ণান এবং কর্ণাটকের প্রধান বিচারপতি সাইরিয়াক জোসেফ উপস্থিত ছিলেন। ন্যাশনাল লিগ্যাল সার্ভিস অথরিটির সাথে যৌথভাবে এই সমিতি ২০০৮ সালের ১৬ই মার্চ গার্ল চাইল্ডের উপর একটি সেমিনারের আয়োজন করে এবং এটি প্রিন্ট মাধ্যমের সামনের পাতায় স্থান পেয়েছিল এবং সম্মেলনটি জনসাধারণের নজরে পড়ে। এআইএফডব্লিউএল-এর সদস্যরা ২০০৮ সালে ইতালিতে অনুষ্ঠিত আন্তর্জাতিক মহিলা আইনজীবী সম্মেলনে প্রতিনিধিত্ব করেছিল। ২০০৯ সালে কোচিতে অনুষ্ঠিত জাতীয় সম্মেলনে, ভি পি সীমন্তিনী সমিতির তৎকালীন সভাপতি ছিলেন। লে মেরিডিয়ান ইন্টারন্যাশনাল কনভেনশন সেন্টারে এই সম্মেলন অনুষ্ঠিত হয়। ওই সম্মেলনে প্রধান অতিথি ছিলেন ভারতের রাষ্ট্রপতি প্রতিভা দেবীসিংহ পাটিল। ২০১২ সালে, যখন চেন্নাইতে জাতীয় সম্মেলন অনুষ্ঠিত হয়েছিল, তখন অ্যাডভোকেট কে শান্তাকুমারী সমিতির সভাপতি ছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nwww.aifwl.com"}