{"pageid": 1425968, "title": "ইমরান খানের বিরুদ্ধে অনাস্থা প্রস্তাব", "url": "https://bn.wikipedia.org/wiki?curid=1425968", "content": "২০২২ সালের এপ্রিলে ইমরান খানের বিরুদ্ধে অনাস্থা প্রস্তাব তাকে পাকিস্তানের প্রধানমন্ত্রী পদ থেকে অপসারণের দিকে পরিচালিত করে। মূলত আইনসভার ওয়েস্টমিনস্টার সিস্টেম উপর ভিত্তি করে, প্রধানমন্ত্রী পাকিস্তানের জাতীয় পরিষদের ধারা 91 এর ধারা (2A) এর অধীনে সংসদের নিম্নকক্ষ, পাকিস্তানের জাতীয় পরিষদ সংখ্যাগরিষ্ঠের আস্থার আদেশ দেন। সংবিধান জাতীয় পরিষদে ইমরান খান এর বিরুদ্ধে অনাস্থা প্রস্তাব দাখিল করার জন্য অসংখ্য বিরোধী দল বাহিনীতে যোগ দেয়। নিম্নকক্ষে সংখ্যাগরিষ্ঠতা পাস হওয়ায় এটি শেষ পর্যন্ত খানকে অফিস থেকে অপসারণের দিকে পরিচালিত করে।\n\n\n== প্রেক্ষাপট ==\n২০২২ সালের শুরুতে, ইমরান খানের সরকার বেশ কিছু চ্যালেঞ্জের সম্মুখীন হয়েছিল। এর মধ্যে ছিল:\n\nঅর্থনৈতিক দুরবস্থার জাল:\nমুদ্রাস্ফীতির তীব্রতা: ২০২২ সালের শুরুতে পাকিস্তানের মুদ্রাস্ফীতির হার ছিল ১৩% এর কাছাকাছি, যা ছিল দক্ষিণ এশিয়ার মধ্যে সর্বোচ্চ।\nবেকারত্বের বিষময় আঁধার: ২০২২ সালে পাকিস্তানের বেকারত্বের হার ছিল ৬.২%, যা গত ১৫ বছরের মধ্যে সর্বোচ্চ।\nবহ্যিক ঋণের বোঝা: ২০২২ সালের শুরুতে পাকিস্তানের বহ্যিক ঋণের পরিমাণ ছিল ১৩০ বিলিয়ন ডলার, যা দেশের জিডিপির ৯০% এর বেশি। রাজনৈতিক অস্থিরতার ঝড়:\nদুর্নীতির অভিযোগ: ইমরান খানের সরকারের বিরুদ্ধে বিভিন্ন দুর্নীতির অভিযোগ উঠেছিল, যার মধ্যে ছিল\nচিনি আমদানি কেলেঙ্কারি\nবাস্তুত্যাগীদের জমি দখলের অভিযোগ\nসরকারি পদে নিয়োগে অনিয়ম\nস্বজনপ্রীতির অভিযোগ: ইমরান খানের সরকারের বিরুদ্ধে স্বজনপ্রীতির অভিযোগও উঠেছিল।\nতার পরিবারের সদস্যদের গুরুত্বপূর্ণ পদে নিয়োগ\nসরকারি প্রকল্পে তার বন্ধুদের সুবিধা দেওয়ার অভিযোগ\nবিরোধী দলের ক্রমবর্ধমান চাপ: ইমরান খানের সরকারের বিরুদ্ধে বিরোধী দলগুলি\nনিয়মিত বিক্ষোভ প্রদর্শন\nজাতীয় পরিষদে অনাস্থা প্রস্তাব বিরোধী দলের ঐক্যের নতুন অধ্যায়:\nপাকিস্তান ডেমোক্রেটিক মুভমেন্ট (PDM) গঠন: ২০২০ সালে বিরোধী দলগুলি\nইমরান খানের সরকারের পদত্যাগের দাবি\nগণতন্ত্র পুনঃপ্রতিষ্ঠার দাবি\n\n\n== অনাস্থা প্রস্তাব ==\nউত্থাপন: ৮ই মার্চ ২০২২ সালে বিরোধী দলের নেতা শেহবাজ শরীফ জাতীয় পরিষদে অনাস্থা প্রস্তাব উত্থাপন করেন।\nআলোচনা: প্রস্তাবের উপর দুই দিন ধরে আলোচনা অনুষ্ঠিত হয়।\nভোটাভুটি: ৩রা এপ্রিল ২০২২ সালে অনাস্থা প্রস্তাবের উপর ভোটাভুটি অনুষ্ঠিত হয়।\n\n\n== ভোটাভুটি ও ফলাফল ==\n৩রা এপ্রিল ২০২২ সালে জাতীয় পরিষদে অনাস্থা প্রস্তাবের উপর ভোটাভুতি অনুষ্ঠিত হয়। ভোটাভুতিতে ইমরান খানের পক্ষে ১৭৪ ভোট এবং বিরোধীদের পক্ষে ১৭২ ভোট পড়ে।\nভোটাভুতিতে জয়ী হওয়ায় ইমরান খান প্রধানমন্ত্রী পদে টিকে থাকেন।\nভোটাভুতির ফলাফল:\n\nফলাফলের বিশ্লেষণ:\n\nইমরান খানের সরকারের সংখ্যাগরিষ্ঠতা: ভোটাভুতির ফলাফল দেখায় যে ইমরান খানের সরকার জাতীয় পরিষদে সংখ্যাগরিষ্ঠতা ধরে রাখতে সক্ষম হয়েছিল।\nবিরোধী দলের ঐক্য: যদিও বিরোধী দলগুলি অনাস্থা প্রস্তাবের উপর ঐক্যবদ্ধ ছিল, তারা সংখ্যাগরিষ্ঠতা অর্জনে ব্যর্থ হয়েছিল।\nপাকিস্তানের রাজনীতিতে প্রভাব: ভোটাভুতির ফলাফল পাকিস্তানের রাজনীতিতে উল্লেখযোগ্য প্রভাব ফেলে।\nফলাফলের প্রভাব:\n\nইমরান খানের সরকারের শক্তিশালীকরণ: ভোটাভুতিতে জয়ী হওয়ায় ইমরান খানের সরকারের অবস্থান আরও শক্তিশালী হয়।\nবিরোধী দলের দুর্বলতা: ভোটাভুতিতে পরাজিত হওয়ার ফলে বিরোধী দলগুলি দুর্বল হয়ে পড়ে।\nপাকিস্তানের রাজনৈতিক অস্থিরতা: ভোটাভুতির ফলে পাকিস্তানের রাজনৈতিক অস্থিরতা বৃদ্ধি পায়।\nভবিষ্যৎ পদক্ষেপ:\n\nইমরান খানের সরকার: ভোটাভুতিতে জয়ী হওয়ার পর ইমরান খানের সরকার\nঅর্থনৈতিক সংস্কার\nরাজনৈতিক স্থিতিশীলতা\nবিরোধী দল: ভোটাভুতিতে পরাজিত হওয়ার পর বিরোধী দল\nআন্দোলন চালিয়ে যাওয়ার ঘোষণা\nভবিষ্যতের নির্বাচনের জন্য প্রস্তুতি\nএই বিভাগে ভোটাভুতি ও ফলাফলের বিস্তারিত বিশ্লেষণ প্রদান করা হয়েছে।\nআরও তথ্যের জন্য, আপনি Google Scholar-এ \"Imran Khan no confidence motion\" অনুসন্ধান করতে পারেন।\n\n\n== প্রভাব ==\nরাজনৈতিক উত্তেজনা বৃদ্ধি: অনাস্থা প্রস্তাব পাকিস্তানের রাজনৈতিক পরিস্থিতিতে উত্তেজনা বৃদ্ধি করে।\nসরকারের ভাবমূর্তি ক্ষুণ্ণ: ভোটাভুতিতে জয়ী হলেও ইমরান খানের সরকারের ভাবমূর্তি ক্ষুণ্ণ হয়।\nঅর্থনৈতিক অনিশ্চয়তা: অনাস্থা প্রস্তাবের ফলে পাকিস্তানের অর্থনীতিতে অনিশ্চয়তা বৃদ্ধি পায়।\n\n\n== উল্লেখযোগ্য দিক ==\nবিরোধী দলের ঐক্য: এই অনাস্থা প্রস্তাব গুরুত্বপূর্ণ ছিল কারণ এটি দীর্ঘদিন পর বিরোধী দলগুলিকে একত্রিত করে।\nভোটাভুতির ফলাফল: ভোটাভুতির ফলাফল ছিল অত্যন্ত কাছাকাছি, যা ইঙ্গিত করে যে ইমরান খানের সরকার জনগণের সমর্থন হারাচ্ছে।\nভবিষ্যৎ প্রভাব: অনাস্থা প্রস্তাবের ফলে পাকিস্তানের রাজনীতিতে দীর্ঘস্থায়ী প্রভাব পড়ে।\n\n\n== অতিরিক্ত তথ্য ==\nআন্তর্জাতিক প্রতিক্রিয়া: অনাস্থা প্রস্তাবের ফলে আন্তর্জাতিক সম্প্রদায়ের মধ্যে উদ্বেগ দেখা দেয়।\nপাকিস্তানের সামরিক বাহিনীর ভূমিকা: পাকিস্তানের সামরিক বাহিনী দেশের রাজনীতিতে গুরুত্বপূর্ণ ভূমিকা পালন করে। অনাস্থা প্রস্তাবের সময়ও সেনাবাহিনী নিরপেক্ষ থাকার ঘোষণা দিয়েছিল।\nভবিষ্যৎ পদক্ষেপ: অনাস্থা প্রস্তাব পরাজিত হলেও বিরোধীরা ইমরান খানের বিরুদ্ধে আন্দোলন চালিয়ে যাওয়ার ঘোষণা দিয়েছে।"}