{"pageid": 1425605, "title": "আনোয়া'ই পরিবার", "url": "https://bn.wikipedia.org/wiki?curid=1425605", "content": "আনোয়া'ই পরিবার Samoan উচ্চারণ: [anoˈaʔi] আমেরিকান সামোয়া থেকে উদ্ভূত পেশাদারি কুস্তিগিরদের পেশাদার কুস্তিগিরদের একটি পরিবার পরিবারের সদস্যরা বিভিন্ন ধরণের প্রচারের মধ্যে বেশ কয়েকটি ট্যাগ টিম এবং আস্তাবল নিয়ে গঠিত, বিশেষ করে ডাব্লিউডাব্লিউই। পরিবারের বিখ্যাত সদস্যদের মধ্যে রয়েছে রোমান রেইনস এবং ডব্লিউডব্লিউই হল অফ ফেমার্স রিকিশি, ইয়োকোজুনা এবং ওয়াইল্ড সামোয়ানস (আফা এবং সিকা)। অন্যান্য উল্লেখযোগ্য সদস্যদের মধ্যে রয়েছে দি উসোস (জে উসো এবং জিমি উসো), উমাগা, রোজি, জ্যাকব ফাতু এবং সোলো সিকোয়া।\nশ্রদ্ধেয় আমিতুয়ানা ʻ ʻ এবং পিটার মাইভিয়া রক্তের ভাই ছিলেন, একটি সম্পর্ক যা ʻ পুত্র আফা এবং সিকার সাথে অব্যাহত ছিল, যারা পিটারকে তাদের চাচা বলে মনে করে। পিটার ওফেলিয়া \"লিয়া\" ফুয়াতাগাকে বিয়ে করেছিলেন, যার ইতিমধ্যেই আতা নামে একটি কন্যা ছিল, যাকে তিনি দত্তক নেন এবং নিজের মতো করে বড় করেন। আতা কুস্তিগির রকি জনসনকে বিয়ে করেন এবং এই দম্পতি ডোয়াইন জনসনের বাবা-মা হন, যিনি নিজেকে একজন অভিনেতা হিসাবে প্রতিষ্ঠিত করার আগে রকি মাইভিয়া এবং দ্য রক হিসাবে কুস্তি করেছিলেন। তার মেয়ে সিমোন জনসন ডব্লিউডব্লিউই-তে আভা চরিত্রে অভিনয় করেন। পিটারের প্রথম কাজিন জোসেফ ফ্যানেন ছিলেন সাভেলিনা ফ্যানেনের পিতা, যিনি ডাব্লিউডাব্লিউই তে নায়া জ্যাক্স নামে পরিচিত। ট্রিনিটি ফাতু, ডব্লিউডব্লিউই-তে নাওমি নামে পরিচিত, জিমি উসোকে বিয়ে করে পরিবারে বিয়ে করেন। জিমি স্নুকা বিবাহের দ্বারা সম্পর্কিত, পিটার মাইভিয়ার ভাগ্নী শ্যারনের সাথে বিবাহিত। জিমির সন্তান সরোনা স্নুকা, তামিনা নামে পরিচিত, এবং জিমি স্নুকা জুনিয়র, যা ডিউস বা সিম স্নুকা নামে পরিচিত, উভয়েই ডাব্লিউডাব্লিউই এর জন্য কুস্তি করেছে। ডোয়াইন জনসন টোঙ্গা উলি` ফিফিতাকে মনে করেন, যিনি কুস্তিতে হাকু নামে পরিচিত, তার চাচা। টোঙ্গার ছেলে আলিপেতে, যা তমা টোঙ্গা নামে পরিচিত, তেভিটা, টাঙ্গা লোয়া নামে পরিচিত, এবং টাউতুইয়াকি, হিকুলিও নামে পরিচিত, এবং তাদের চাচাতো ভাই সিমি, যা ব্যাড লাক ফালে নামে পরিচিত, সবাই নিউ জাপান প্রো-রেসলিং- এর জন্য কুস্তি করেছে।\n\n\n== আনোয়া'ই পরিবারের গাছ ==\n\n\n== অন্যান্য সদস্যগণ ==\nপিটার মাইভিয়া জুনিয়র, পিটার মাইভিয়ার ছেলে, এনডব্লিউএ পলিনেশিয়ান প্রো রেসলিং- এর জন্য কুস্তি করেছেন। হলিউডের স্টান্টম্যান তানোয়াই রিড (আমেরিকান গ্ল্যাডিয়েটর্সে তোয়া নামে পরিচিত) হলেন পিটারের স্ত্রী লিয়া মাইভিয়ার বড় ভাগ্নে, যখন পেশাদার কুস্তিগির লিনা ফ্যানেন (নায়া জ্যাক্স) ডোয়াইন জনসনের দ্বিতীয় চাচাতো ভাই। রকি জনসনের ভাই রিকি জনসনও একজন পেশাদার কুস্তিগির ছিলেন।\nডোয়েইন জনসনের মেয়ে সিমোন ডব্লিউডব্লিউই'র ডেভেলপমেন্টাল লিগ এনএক্সটি- তে আভা (তার আগের রিং নাম আভা রেইন থেকে সংক্ষিপ্ত) হিসেবে পারফর্ম করে। তিনি এনএক্সটি-এর অন-স্ক্রিন জেনারেল ম্যানেজার। [[Afa Anoaʻi|আফা আনোয়াই'র]] মেয়ে লিন তোভাল আনোয়া'ই একজন লেখক এবং শিল্পী। ভ্যালের স্বামী ভার্টিগো \"দ্য কিউর\" রিভেরা হিসাবে ওয়ার্ল্ড এক্সট্রিম রেসলিং- এর জন্য কুস্তি করেন।\nস্যাম ফাতুর ছেলে জার্নি ফাতু প্রাথমিকভাবে ডেথ ম্যাচে কুস্তি করে।\nইসায়াহ ফাতু (জিলা ফাতু), প্রয়াত এডি \"উমাগা\" ফাতুর ছেলে, বুকার টি'স রিয়েলিটি অফ রেসলিং- এ কুস্তি করেন।\nজেরেমিয়া পেনিয়াটা ফাতু (থামিকো টি. ফাতু), রিকিশির ছেলে, স্বাধীন সার্কিটে কুস্তি করে।\nশন মালুতা, আ'ফার ভাগ্নে, ডাব্লিউডাব্লিউই এর ক্রুজারওয়েট ক্লাসিক টুর্নামেন্টে একজন অংশগ্রহণকারী ছিলেন। আ'ফার ভাগ্নে ডেভিড তুয়া একজন পেশাদার বক্সার।\nশ্যারন ইলির সাথে তার বিয়ে হলেও জিমি স্নুকা আনোয়া'ই পরিবারের একজন সদস্য ছিলেন। তাদের দুই সন্তান, জিমি স্নুকা জুনিয়র (অন্যথায় ডিউস নামে পরিচিত) এবং তামিনা স্নুকাও ডাব্লিউডাব্লিউই এর হয়ে কুস্তি করবে।\n\n\n== বন্য সামোয়ান ==\n\n\n=== ৩-মিনিট ওয়ার্নিং ===\n২০০২ থেকে ২০০৩ পর্যন্ত ডব্লিউডব্লিউই- তে, ম্যাট অ্যানোয়া ʻ এবং এডি ফাতু যথাক্রমে রোজি এবং জামাল নাম ব্যবহার করে একটি ট্যাগ দল গঠন করেন। ৩-মিনিট ওয়ার্নিং র ব্র্যান্ডের জেনারেল ম্যানেজার এরিক বিশফের জন্য এনফোর্সার্স হিসেবে কাজ করেছে। দলটিকে রিংয়ে যেকোন ক্রিয়াকলাপ স্কোয়াশ করার জন্য ব্যবহার করা হয়েছিল যা বিশফ \"বিরক্ত\" বলে মনে করেছিলেন। বিশফ প্রায়শই \"তিন মিনিট\" বাক্যাংশটি উচ্চারণ করে দলের চমকপ্রদ প্রবেশকে নির্দেশ করতেন।\n\n\n=== সামোয়ান গ্যাংস্টাস ===\n \nসামোয়ান গ্যাংস্টাস স্বাধীন প্রচার ওয়ার্ল্ড এক্সট্রিম রেসলিং (ডাব্লিউএক্সডাব্লিউ) এর একটি ট্যাগ দল ছিল। ট্যাগ টিম Anoa ʻ পরিবারের সদস্যদের নিয়ে গঠিত।\nসামোয়ান গ্যাংস্টাস একটি ট্যাগ দল ছিল অন্য মা ম্যাট ই. স্মলস এবং [[Samula Anoaʻi|সুইট স্যামি সিল্ক]] (ম্যাট এবং সামু আনোআ ʻ) এর ভাইদের নিয়ে গঠিত। তাদের ট্যাগ টিম ১৯৯৭ সালে ডাব্লিউএক্সডাব্লিউ-তে গঠিত হয়েছিল, দ্য ওয়াইল্ড সামোয়ানের এক অর্ধেক, সামুর বাবা এবং ম্যাটের চাচা [[Afa Anoaʻi|আফা আনোইয়ের]] প্রচার। ডব্লিউএক্সডব্লিউ-তে ট্যাগ টিম বিভাগে এই জুটি সাফল্য পেয়েছে। ২৪ জুন, তারা লাভ কানেকশন (সুইট ড্যাডি জে লাভ এবং জর্জি লাভ) কে হারিয়ে তাদের প্রথম ডাব্লিউএক্সডাব্লিউ ট্যাগ টিম চ্যাম্পিয়নশিপ জিতেছে। তবে তাদেরকে সাময়িকভাবে বরখাস্ত করে পদ শূন্য ঘোষণা করা হয়। ম্যাটকে ম্যাটি স্মলস হিসাবে পুনরায় প্যাকেজ করা হয়েছিল। তারা ১৯৯৭ সালের গ্রীষ্মে ফিরে আসে এবং ১৭ সেপ্টেম্বর সাইবেরিয়ান এক্সপ্রেসকে (দ্য ম্যাড রাশিয়ান এবং রাশিয়ান এলিমিনেটর) পরাজিত করে তাদের দ্বিতীয় ডাব্লিউএক্সডাব্লিউ ট্যাগ টিম চ্যাম্পিয়নশিপ জয় করে।\nছোট এবং মসৃণ মধ্যে সমস্যা শুরু হয়. দুই অংশীদার একে অপরের সাথে দ্বন্দ্ব শুরু করে এবং তাদের ট্যাগ শিরোনামে সঠিকভাবে ফোকাস করতে পারেনি। ২৭ মার্চ, ১৯৯৮-এ, স্মুথ একটি হেরে যাওয়া লিভস টাউন ম্যাচে স্মলসকে পরাজিত করে। এই ম্যাচ হারার ফলে, স্মলস পদোন্নতি ছাড়তে বাধ্য হয়েছিল। তিনি ডাব্লিউএক্সডাব্লিউ ত্যাগ করেছিলেন যখন স্মুথ একটি একক ক্যারিয়ারে মনোনিবেশ করেছিলেন। কিছুক্ষণ পর, Smalls ডাব্লিউএক্সডাব্লিউ-তে ফিরে আসে এবং দুই অংশীদার আবার সামোয়ান গ্যাংস্টাস হিসাবে আবার একত্রিত হয় এবং ট্যাগ টিম বিভাগে দলবদ্ধ হতে শুরু করে। তারা ডব্লিউএক্সডব্লিউ-তে বেশ কয়েকটি ট্যাগ টিমের সাথে ঝগড়া করে এবং ডাব্লিউএক্সডাব্লিউ ট্যাগ টিম চ্যাম্পিয়নশিপ পুনরুদ্ধারের দিকে মনোনিবেশ করে। যাইহোক, তাদের পারিবারিক বিরোধ এবং একে অপরের সাথে সমস্যার কারণে, তারা শূন্য ট্যাগ শিরোনামের জন্য টুর্নামেন্টে অংশ নেয়নি এবং পরিবর্তে একে অপরের সাথে বিবাদে জড়িয়ে পড়ে। সামোয়ান গ্যাংস্টারা বিভক্ত হওয়ার পর একে অপরের সাথে ঝগড়া করে যতক্ষণ না স্মলস ডাব্লুএক্সডাব্লু ছেড়ে চলে যায় এবং কিমো হিসাবে কুস্তি শুরু করে। তিনি দ্য আইল্যান্ড বয়েজ হিসাবে একমো (এডি ফাতু) এর সাথে টিম করা শুরু করেন এবং ওয়ার্ল্ড রেসলিং এন্টারটেইনমেন্ট (ডব্লিউডাব্লিউই) এর সাথে স্বাক্ষর করার আগে এবং এর উন্নয়নমূলক অঞ্চলগুলিতে কাজ করার আগে এই জুটি ফ্রন্টিয়ার মার্শাল-আর্টস রেসলিং (এফএমডব্লিউ) এ কাজ করেছিলেন।\n\n\n== সামোয়ার সন্তান ==\nসামোয়ার সন্তান হল একটি ট্যাগ দল যা বর্তমানে পুয়ের্তো রিকান রেসলিং প্রমোশন ওয়ার্ল্ড রেসলিং কাউন্সিল এবং ডাব্লিউএক্সডাব্লিউ-তে কুস্তি করছে। দলটি আফা জুনিয়র]] এবং এলএ স্মুথ নিয়ে গঠিত।\nদলটি ১৯৯৮ সালে ডব্লিউএক্সডব্লিউ-তে গঠিত হয়েছিল, সংক্ষেপে সামুর সাথে একটি স্থিতিশীল হিসাবে। দলটি এপ্রিল ২০০৯ এ আফা জুনিয়র এবং এলএ স্মুথের সাথে একটি ডাব্লিউএক্সডাব্লিউ শোতে সংস্কার করে। ২০১৩ সালে, তারা পুয়ের্তো রিকোতে ডাব্লিউডাব্লিউসি প্রচারে কুস্তি শুরু করে। ইউফোরিয়া ২০১৪ এ, তারা থান্ডার এবং লাইটনিংয়ের কাছে হেরে যায়। তারা ৯ ফেব্রুয়ারি থান্ডার অ্যান্ড লাইটনিং থেকে ডাব্লিউডাব্লিউসি ওয়ার্ল্ড ট্যাগ টিম চ্যাম্পিয়নশিপ জিতেছিল, ৩০ মার্চ ক্যামিনো এ লা গ্লোরিয়াতে থান্ডার অ্যান্ড লাইটনিংয়ের কাছে শিরোপা হারানোর আগে। যাইহোক, তারা ২৯ জুন, ২০১৩-এ সামার ম্যাডনেসে শিরোপা জিতেছিল।\n\n\n== দি উসোস ==\nউসোস (জন্ম ২২ আগস্ট, ১৯৮৫) ছিল একটি সামোয়ান আমেরিকান পেশাদার কুস্তি ট্যাগ দল যা যমজ ভাই জেই উসো এবং জিমি উসো নিয়ে গঠিত, যারা ডাব্লিউডাব্লিউই তে উপস্থিত হয়েছিল যেখানে তারা তিনবারের র ট্যাগ টিম চ্যাম্পিয়ন ছিল (তাদের প্রথম দুটি রাজত্বের সময়, এটি ছিল ডাব্লিউডাব্লিউই ট্যাগ টিম চ্যাম্পিয়নশিপ নামে পরিচিত)। তারা পাঁচবার স্ম্যাকডাউন ট্যাগ টিম চ্যাম্পিয়নও ছিল — তাদের পঞ্চম শাসনামলটি শিরোনামের জন্য দীর্ঘতম রাজত্বের পাশাপাশি ডাব্লিউডাব্লিউই ইতিহাসে দীর্ঘতম পুরুষ ট্যাগ টিম চ্যাম্পিয়নশিপের রাজত্ব। এই জুটি আগে তামিনা স্নুকা দ্বারা পরিচালিত হয়েছিল এবং তারা এক সময়ের এফসিডাব্লিউ ফ্লোরিডা ট্যাগ টিম চ্যাম্পিয়ন।\n\n\n== দ্য ব্লাডলাইন ==\nদ্য ব্লাডলাইন হল একটি খলনায়ক পেশাদার রেসলিং স্টেবল যা ডাব্লিউডাব্লিউই-তে পারফর্ম করছে। গ্রুপটির নেতৃত্বে আছেন রোমান রেইন্স, যিনি আনডিস্পিউটেড ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়ন হিসেবে স্বীকৃত, কারণ তিনি একই সাথে ডাব্লিউডাব্লিউই এবং ইউনিভার্সাল চ্যাম্পিয়নশিপ উভয়ই জয় করেন। এছাড়াও গ্রুপে রয়েছেন রেইন্সের কাজিন সোলো সিকোয়া, যিনি একজন প্রাক্তন এনএক্সটি উত্তর আমেরিকান চ্যাম্পিয়ন। দ্য ইউসোস (জে ইউসো এবং জিমি ইউসো), যারা পূর্বে আনডিস্পিউটড ডাব্লিউডাব্লিউই ট্যাগ টিম চ্যাম্পিয়নশিপ অধিষ্ঠিত ছিল, তারা গ্রুপ ত্যাগ করেছিল, যদিও জিমি পরবর্তীতে পুনরায় যোগদান করেছিল। ২০২৪ সালের ফেব্রুয়ারিতে, দ্য রক - পূর্বপুরুষের রক্তের ভাইদের মাধ্যমে রোমান রেইন্সের চাচাতো ভাই হিসাবে বিবেচিত - এই গ্রুপে যোগদান করেছিল। পল হেইম্যান, যিনি রোমান রেইন্সের ম্যানেজার, তিনিও এই দলের একজন সদস্য।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসামোয়ান রাজবংশ"}