{"pageid": 1425395, "title": "লেটিশিয়া দারচে", "url": "https://bn.wikipedia.org/wiki?curid=1425395", "content": "লেটিশিয়া সউজিয়ার (বিবাহপূর্ব দারচে, জন্ম ২২শে জুন ১৯৯১) একজন বেলজিয়ান-মরিশিয়ান মডেল এবং সৌন্দর্য প্রতিযোগিতার শিরোনামধারী। তিনি মিস মরিশাস ২০১০ সুন্দরী প্রতিযোগিতার বিজয়ী ছিলেন।\n\n\n== প্রাথমিক জীবন ==\nবেলজিয়ান বাবা মিশেল এবং মরিশিয়ান মা জ্যাকলিনের কাছে আকল-এ জন্মগ্রহণ ক'রে, দারচে তাঁর জীবনের প্রথম তিন বছর মরিশাসে কাটিয়েছেন। তারপরে তাঁর পরিবার দশ বছরের জন্য স্পেনে এবং পরবর্তী পাঁচ বছরের জন্য বেলজিয়ামে চলে যায়।  সেখানে তিনি জোডোইনে তাঁর ঠাকুমা রাশেলের সাথে দেখা করতে যেতেন।\nদারচে ফরাসি, স্প্যানিশ, ইংরেজি, ফ্লেমিশ এবং মরিশিয়ান ক্রেওল ভাষায় কথা বলেন।  তিনি ১৬ বছর বয়সে তাঁর মডেলিং জীবন শুরু করেন এবং এলিট মডেল লুক মরিশাস ২০০৯- এ অংশগ্রহণ করেন। সেখানে তিনি প্রিক্স স্পেশাল ডু জুরি অর্জন করেন এবং সামগ্রিকভাবে দ্বিতীয় হন।\nমিস মরিশাসে প্রতিদ্বন্দ্বিতা করার আগে, দারচে প্যারিস-সোরবোন বিশ্ববিদ্যালয়ে সমাজবিজ্ঞান এবং অর্থনীতিতে স্নাতক ডিগ্রি করছিলেন  এবং মডেল হিসাবে ফ্রান্সে ফটোশুট করেছিলেন।\n\n\n== মিস মরিশাস ২০১০ ==\nদারচে তাঁর দেশের জাতীয় সৌন্দর্য প্রতিযোগিতা, মিস মরিশাস -এ প্রতিদ্বন্দ্বিতা করেছিলেন, চূড়ান্ত ১৪ জন প্রতিযোগীর মধ্যে তিনি ছিলেন একজন। এটি ২০১০ সালের ২৫শে সেপ্টেম্বর, বেল ওমব্রেতে অনুষ্ঠিত হয়েছিল এবং তিনি চূড়ান্তভাবে শিরোপা বিজয়ী হয়েছিলেন। এই জয়ের ফলে তিনি মরিশাসের হয়ে মিস ইউনিভার্স ২০১১ এবং মিস ওয়ার্ল্ড ২০১১-এর প্রতিনিধিত্ব করার অধিকার অর্জন করেছিলেন।\n\n\n== মিস ইউনিভার্স ২০১১ ==\nটাইম ম্যাগাজিন মিস ইউনিভার্স ২০১১ প্রতিযোগিতায় লেটিশিয়া দারচের পরিধান করা পোশাকটিকে সবচেয়ে খারাপ হিসেবে গণ্য করেছে। টাইম ম্যাগাজিন এটিকে তাঁর বাহুতে ঝুলন্ত পর্দার জন্য টয়লেট পেপার হিসাবে বর্ণনা করেছে।\n\n\n== ব্যক্তিগত জীবন ==\nলেটিশিয়া দারচে ২০১২ সালের ৩রা আগস্ট, ক্যাপ ম্যালেরো-এ ম্যাক্সিম সউজিয়ারকে বিয়ে করেন। তাঁর বিয়ের পোশাকটি তৈরি করেছিলেন বিখ্যাত মরিশিয়ান স্টাইলিস্ট / পোশাক পরিকল্পক আলেকজান্দ্রা জুগলল, যিনি এই অনুষ্ঠানের জন্য পোশাকের একটি অনন্য নকশা করেছিলেন।\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:Miss Universe 2011 delegatesটেমপ্লেট:Miss World 2011 delegates"}