{"pageid": 1425469, "title": "লর্ড অব দ্য ফ্লাইজ", "url": "https://bn.wikipedia.org/wiki?curid=1425469", "content": "লর্ড অব দ্য ফ্লাইজ (ইংরেজি: Lord of the Flies) ব্রিটিশ লেখক উইলিয়াম গোল্ডিং রচিত ১৯৫৪ সালের উপন্যাস। গল্পটি একদল ব্রিটিশ বালকের একটি জনবসতিহীন দ্বীপে আটকা পড়া এবং নিজেদের শাসন করার জন্য তাদের বিপর্যয়কর প্রচেষ্টাকে কেন্দ্র করে গড়ে ওঠেছে। বিষয়বস্তুতে রয়েছে দলগত ও একক চিন্তাভাবনা, যুক্তিবাদী ও মানসিক প্রতিক্রিয়া এবং নৈতিকতা ও অনৈতিকতার মতপার্থক্য।\nগোল্ডিংয়ের প্রথম উপন্যাসটি ইতিবাচক পর্যালোচনা লাভ করে। এটি মডার্ন লাইব্রেরির ১০০ সেরা উপন্যাস, সম্পাদকদের তালিকায় ৪১তম এবং পাঠকদের তালিকায় ২৫তম স্থান অধিকার করে। ২০০৩ সালে এটি বিবিসির দ্য বিগ রিড জরিপে ৭০তম স্থান, ও ২০০৫ সালে টাইম পত্রিকা বইটিকে ১৯২৩ থেকে ২০০৪ পর্যন্ত প্রকাশিত ১০০ সেরা ইংরেজি ভাষার উপন্যাসের একটি এবং সর্বকালের ১০০ সেরা প্রাপ্তবয়সীদের বইয়ের তালিকায় অন্তর্ভুক্ত হয়। ২০১৬ সালের ইউকে জরিপে লর্ড অব দ্য ফ্লাইজ দেশের বিদ্যালয়ের প্রিয় বইয়ের মধ্যে ৩য় স্থান অধিকার করে। এছাড়া এটি বিবিসি নিউজ-এর ২০০৯ সালে প্রকাশিত ১০০ \"সবচেয়ে অনুপ্রেরণাদায়ী\" উপন্যাসের তালিকায় অন্তর্ভুক্ত হয়।\n\n\n== চরিত্রাবলি ==\n\n\n=== মুখ্য চরিত্র ===\nরালফ: মুখ্য চরিত্র ও বালকদের নির্বাচিত নেতা।\nজ্যাক: দৃঢ়চেতা ও অহমিকাপূর্ণ খল চরিত্র।\nসাইমন: আধ্যাত্মিক বালক।\nপিগি: রালফের বুদ্ধিদীপ্ত ও বাচাল বন্ধু।\nরজার: শুরুতে শান্তশিষ্ট বালক এবং শেষভাগে অন্যান্য বালকদের ভয় দেখাতে শুরু করে।\n\n\n=== গৌণ চরিত্র ===\nস্যাম ও এরিক: যমজ ভাই, যারা রালফের অল্প কয়েকজন সমর্থকদের মধ্যে অন্তুর্ভুক্ত।\nঅফিসার: নৌ কর্মকর্তা যিনি বেঁচে থাকা বালকদের উদ্ধার করেন।\n\n\n== স্বীকৃতি ==\nমডার্ন লাইব্রেরির ১০০ সেরা উপন্যাস - সম্পাদকদের তালিকায় ৪১তম এবং পাঠকদের তালিকায় ২৫তম স্থান\n২০০৩ সালে এটি বিবিসির দ্য বিগ রিড জরিপে ৭০তম স্থান\n২০০৫ সালে টাইম পত্রিকা বইটিকে ১৯২৩ থেকে ২০০৪ পর্যন্ত প্রকাশিত ১০০ সেরা ইংরেজি ভাষার উপন্যাসের একটি এবং সর্বকালের ১০০ সেরা প্রাপ্তবয়সীদের বইয়ের তালিকায় অন্তর্ভুক্ত হয়।\n২০১৬ সালের ইউকে জরিপে লর্ড অব দ্য ফ্লাইজ দেশের বিদ্যালয়ের প্রিয় বইয়ের মধ্যে ৩য় স্থান\n২০১৯ সালের ৫ই নভেম্বর বিবিসি নিউজ-এর ১০০ \"সবচেয়ে অনুপ্রেরণাদায়ী\" উপন্যাসের তালিকায় অন্তর্ভুক্ত হয়।\n\n\n== অন্যান্য মাধ্যমে ==\n\n\n=== চলচ্চিত্র ===\nলর্ড অব দ্য ফ্লাইজ (১৯৬৩) - পিটার ব্রুক পরিচালিত চলচ্চিত্র\nআলকিত্রাং দুগো (১৯৭৫) - লুপিতা কনসিও পরিচালিত ফিলিপিনো চলচ্চিত্র\nলর্ড অব দ্য ফ্লাইজ (১৯৯০) - হ্যারি হুক পরিচালিত চলচ্চিত্র\nলেডিওয়ার্ল্ড (২০১৮) - লুকা গুয়াদাইনিনো পরিচালিত চলচ্চিত্র\n\n\n=== মঞ্চ ===\nবইটি ১৯৮৪ সালে ক্লিফটন কলেজ প্রিপারেটরি স্কুলে প্রথম মঞ্চায়ন হয়। এই বিদ্যালয়ের শিক্ষক ইলিয়ট ওয়াটকিন্স উইলিয়াম গোল্ডিংয়ের অনুমতি সাপেক্ষে এটি মঞ্চ উপযোগী করেন এবং গোল্ডিং প্রথম রাতের মঞ্চায়নে উপস্থিত ছিলেন।\nনাইজেল উইলিয়ামস এই বইটি মঞ্চস্থ করার উপযোগী করেন। মঞ্চনাটকটি ১৯৯৫ সালের জুলাই মাসে রয়্যাল শেকসপিয়ার কোম্পানিতে প্রথম মঞ্চস্থ হয়।\n\n\n=== বেতার ===\n২০১৩ সালের জুন মাসে বিবিসি বেতার ৪ এক্সট্রাতে সাশা ইয়েভতুশেঙ্কো পরিচালনায় জুডিথ অ্যাডামস কর্তৃক বেতারের জন্য উপযোগকৃত চারটি ৩০ মিনিটের পর্ব সম্প্রচারিত হয়। গল্প বর্ণনা করেন রুথ উইলসন, রালফ চরিত্রে ফিন বেনেট, জ্যাক চরিত্রে রিচার্ড লিনেল, পিগি চরিত্রে ক্যাসপার হিল্টন-হিলি ও সাইমন চরিত্রে জ্যাক কেইন কণ্ঠ দেন।\nপর্বসমূহ হল:\n\nফায়ার অন দ্য মাউন্টেন\nপেইন্টেড ফেসেস\nবিস্ট ফ্রম দি এয়ার\nগিফট ফর ডার্কনেস\n\n\n=== গান ===\n\"লর্ড অব দ্য ফ্লাইজ\" - উপন্যাস ও চলচ্চিত্র অবলম্বনে আয়রন মেইডেন-এর গাওয়া গান\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nChapter 1: \"The Sound of the Shell\" of the novel Lord of the Flies by William Golding on eNotes\nLord of the Flies  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৮ জুন ২০১৯ তারিখে student guide and teacher resources; themes, quotes, characters, study questions\nReading and teaching guide from Faber and Faber, the book's UK publisher\nAn interview with Judy Golding, the author's daughter, in which she discusses the inspiration for the book, and the reasons for its enduring legacy\nWilliam Golding official website run and administered by the William Golding Estate\nThe real Lord of the Flies: what happened when six boys were shipwrecked for 15 months About a real life incident in 1965; reality had a much more positive outcome than Golding's book.\nটেমপ্লেট:উইলিয়াম গোল্ডিং"}