{"pageid": 1425174, "title": "ক্লস্ট্রিডিয়াম টিট্যানি", "url": "https://bn.wikipedia.org/wiki?curid=1425174", "content": "ক্লস্ট্রিডিয়াম টিট্যানি (ইংরেজি: Clostridium tetani) হলো মাটিতে বসবাসকারী একটি সাধারণ ব্যাকটেরিয়া যা ধনুষ্টঙ্কার (টিটেনাস) রোগের জন্য দায়ী। ক্লস্ট্রিডিয়াম টিট্যানি-এর একটি বর্ধমান কোষ সাধারণত দণ্ডাকৃতির ও ২.৫ μm দীর্ঘ হয় কিন্তু রেণু (স্পোর) গঠনের সময় এরা আরও লম্বা ও টেনিস র‍্যাকেট বা ঢাকের কাঠি আকৃতির হয়। C. tetani রেণুসমূহ খুবই শক্তপোক্ত ও কঠিন পরিবেশে টিকে থাকতে সক্ষম, এটি সারাবিশ্বে মাটিতে বা প্রাণীর পরিপাক নালিতে পাওয়া যায়। ক্ষতস্থানের সংস্পর্শে আসলে এটি বৃদ্ধি লাভ করে ও টেটানোস্প্যাজমিন (ধনুষ্টঙ্কার অধিবিষ) নামক একটি খুবই শক্তিশালী অধিবিষ (টক্সিন) উৎপাদন করে যা চেষ্টীয় স্নায়ুকোষের কাজে বিঘ্ন ঘটায় এবং ধনুষ্টঙ্কার রোগের সৃষ্টি করে। এই অধিবিষের ক্রিয়া টিটেনাস টক্সোয়েড টিকা প্রদান করে প্রতিরোধ করা যায়, যা সারাবিশ্বে শিশুদের প্রদান করা হয়ে থাকে।\n\n\n== বৈশিষ্ট্যাবলি ==\n\nক্লস্ট্রিডিয়াম টিট্যানি হলো দণ্ডাকৃতির, গ্রাম-ধনাত্মক ব্যাকটেরিয়া, যা প্রায় ০.৫ মাইক্রোমিটার প্রশস্ত ও ২.৫ মাইক্রোমিটার দীর্ঘ। এর দেহের চতুর্পাশের বিবিধ ফ্লাজেলা (কশা) থাকায় এটি চলনক্ষম। ক্লস্ট্রিডিয়াম টিট্যানি পূর্ণ অবায়ুজীবী হওয়ায় অক্সিজেনের উপস্থিতিতে বাঁচতে পারে না। ৩৩-৩৭°সে. তাপমাত্রায় এর বৃদ্ধি সবচেয়ে ভালো হয়। \nবিভিন্ন পরিস্থিতির সংস্পর্শে আসলে, ক্লস্ট্রিডিয়াম টিট্যানি এর ফ্লাজেলা (কশা)  ঝরিয়ে ফেলে রেণু (স্পোর) গঠন করে। প্রতিটি কোষ একটি করে রেণু গঠন করতে পারে। রেণুটি কোষের একটি প্রান্তে গঠিত হয়, ফলে কোষটি দেখতে ঢাকের কাঠির মতো লাগে। ক্লস্ট্রিডিয়াম টিট্যানি রেণুগুলো অত্যন্ত শক্তপোক্ত, জীবাণুনাশক প্রতিরোধী ও  তাপরোধক, কয়েক মিনিট ধরে ফুটালেও এরা বেঁচে থাকতে পারে। রেণুগুলো দীর্ঘজীবী, এরা সারা বিশ্বব্যাপী মাটিতে ও প্রাণীর অন্ত্রে বাস করে।\n\n\n== বিবর্তনবাদ ==\nClostridium tetani (ক্লস্ট্রিডিয়াম টিট্যানি) হলো Clostridium গণভুক্ত একটি প্রজাতি। এই দলে দেড়শোর অধিক গ্রাম-ধনাত্মক ব্যাকটেরিয়ার প্রজাতি রয়েছে। C. tetani প্রায় ১০০ প্রজাতির একটি গুচ্ছের মধ্যে পড়ে যারা একে অপরের সাথে অন্যান্য গণভুক্ত প্রজাতির তুলনায় অধিক ঘনিষ্ঠভাবে সম্পর্কযুক্ত। এই গুচ্ছের অন্তর্ভুক্ত অন্যান্য রোগসঞ্চারী ক্লস্ট্রিডিয়াম প্রজাতিগুলো হলো ক্লস্ট্রিডিয়াম বটুলিনাম ও ক্লস্ট্রিডিয়াম পারফ্রিনজেন্স। ক্লস্ট্রিডিয়াম টিট্যানি-এর ঘনিষ্ঠতম আত্মীয় হলো ক্লস্ট্রিডিয়াম ককলিয়ারিয়াম অন্যান্য ক্লস্ট্রিডিয়াম প্রজাতিগুলোকে কতক জিনগতভাবে সম্পর্কযুক্ত গোষ্ঠীতে বিভক্ত করা যেতে পারে, যাদের অধিকাংশই ক্লস্ট্রিডিয়াম টিট্যানি অপেক্ষা অন্যান্য গণের সদস্যদের সাথে বেশি সম্পর্কযুক্ত। উদাহরণ হিসেবে মানব দেহে রোগসঞ্চারী জীবাণু ক্লস্ট্রিডিয়াম ডিফিসিলি কে উল্লেখ করা যেতে পারে, যা ক্লস্ট্রিডিয়াম টিট্যানি-এর তুলনায় পেপটোস্ট্রেপটোকক্কাস গণের সদস্যদের সাথে বেশি সম্পর্কযুক্ত।\n\n\n== রোগ সৃষ্টিতে ভূমিকা ==\n\nক্লস্ট্রিডিয়াম টিট্যানি মাটিতে বা প্রাণীর অন্ত্রীয় নালিতে প্রায়শই নিরীহ অবস্থায় থাকলেও যখন রেণু বা স্পোর কোনো ক্ষতস্থানের মধ্য দিয়ে শরীরে প্রবেশ করে, তখন এটি ধনুষ্টঙ্কার নামক একটি তীব্র রোগ সৃষ্টি করতে পারে। \nগভীর ক্ষত, যেমন বিদ্ধ করা বা সংদূষিত সুচ ইনজেকশন বা অন্তঃক্ষেপন থেকে সৃষ্ট ক্ষতগুলোতে নেক্রোসিস (কলামৃত্যু) হলে এবং উপরিতলে বায়ুর পরিমাণ কমে গেলে সেখানে অক্সিজেনের পরিমাণ অনেক কমে যায়, ফলে ক্লস্ট্রিডিয়াম টিট্যানি রেণুগুলো অঙ্কুরিত হয় ও বৃদ্ধি পায়। ক্লস্ট্রিডিয়াম টিট্যানি ক্ষতস্থানে যখন বৃদ্ধিপ্রাপ্ত হয়, তখন এটি টেটানোলাইসিন নামক অধিবিষ অবমুক্ত করে এবং কোষ দ্বিখণ্ডিত বা বিগলিত হওয়ার পর টেটানোস্প্যাজমিন অবমুক্ত করে। টেটানোলাইসিনের কাজ স্পষ্ট নয়, যদিও ধারণা করা হয় এটি ক্ষতের মধ্যে সংক্রমণ প্রতিষ্ঠা করতে সি. টিট্যানি কে সাহায্য করে। টেটানোস্প্যাজমিন (ধনুষ্টঙ্কার অধিবিষ) হলো পরিচিত সর্বাপেক্ষা শক্তিশালী অধিবিষসমূহের মধ্যে একটি, যার প্রাক্কলিত প্রাণঘাতী মাত্রা হলো প্রতি কিলোগ্রাম দৈহিক ওজনের জন্য ২.৫ ন্যানোগ্রাম অপেক্ষা কম। এটি ধনুষ্টঙ্কারের উপসর্গের জন্য দায়ী। টেটানোস্প্যাজমিন সারা দেহে লসিকাতন্ত্র ও রক্তপ্রবাহের মধ্য দিয়ে ছড়িয়ে পড়ে এবং স্নায়ুতন্ত্রের বিভিন্ন অংশে গৃহীত হয়। স্নায়ুতন্ত্রে, টেটানোস্প্যাজমিন চেষ্টীয় স্নায়ু প্রান্তে প্রশমক স্নায়ুপ্রেরক গ্লাইসিন ও গামা-অ্যামিনোবিউটিরিক অ্যাসিড অবমুক্তিতে বাধা প্রদান করে। এই অবরোধের ফলে চেষ্টীয় স্নায়ু (মটোর নার্ভ) ব্যাপকভাবে সক্রিয় হয়ে উঠে, ফলে সারা দেহে মাংসপেশির আক্ষেপ বা খিঁচুনি শুরু হয়ে যায়। মাংসপেশির আক্ষেপ বা খিঁচুনিগুলো সাধারণত দেহের ঊর্ধ্বাংশ থেকে শুরু হয়ে নিচের দিকে নামে, সংক্রমিত হওয়ার ৮ দিন পর থেকে উপসর্গ শুরু হয়। প্রথম যে উপসর্গটি দেখা দেয় তা হলো হনুস্তম্ভ (ট্রিসমাস) বা দন্তলগ্ন (লক্‌জ), এর পরে ঔদরিক পেশিসমূহের আক্ষেপ বা খিঁচুনি হয় ও সর্বশেষে তা নিম্নবাহুসমূহের পেশিতে ছড়িয়ে পড়ে। মাংসপেশির খিঁচুনি কয়েক সপ্তাহ ধরে চলতে থাকে। টেটানোস্প্যাজমিনকে ইনকোড বা সংকেতে আবদ্ধকারী জিন একটি প্লাজমিডে পাওয়া যায় যা সি. টিট্যানি-এর অনেক প্রজাতির মধ্যে থাকে; যে প্রজাতিতে উক্ত প্লাজমিড অনুপস্থিত তা অধিবিষ তৈরি করতে পারে না। ব্যাকটেরিয়ার শারীরবৃত্তিতে টেটানোস্প্যাজমিনের কাজ জানা যায়নি।\n\n\n=== চিকিৎসা ও প্রতিরোধ ===\nক্লস্ট্রিডিয়াম টিট্যানি অনেক জীবাণুনাশকের প্রতি সংবেদনশীল, যেমন ক্লোরামফেনিকল, ক্লিন্ডামাইসিন, এরিথ্রোমাইসিন, পেনিসিলিন জি ও টেট্রাসাইক্লিন। তবে, ধনুষ্টঙ্কারের চিকিৎসায় অ্যান্টিবায়োটিক ব্যবহার করার উপকারিতা কতটুকু তা স্পষ্ট নয়। এর বদলে প্রায়শই টিটেনাস ইমিউন গ্লোবিউলিন দ্বারা চিকিৎসা করা হয়, যা প্রবহমান টেটানোস্প্যাজমিনের সাথে যুক্ত হয়ে এটিকে অকার্যকর করে ফেলে। অধিকন্তু, পেশি আক্ষেপের তীব্রতা কমাতে বেঞ্জোডায়াজেপিন বা পেশি শিথিলকারক জাতীয় ওষুধ ব্যবহার করা যেতে পারে। সি. টিট্যানি সংক্রমণের ক্ষতি সাধারণত ধনুষ্টঙ্কার টিকা দিয়ে প্রতিরোধ করা হয়। এই টিকায় টেটানোস্প্যাজমিন অধিবিষকে ফরমালডিহাইড দ্বারা নিষ্ক্রিয় করা হয়, এর অপর নাম টিটেনাস টক্সোয়েড। গাঁজন প্রক্রিয়ায় বিপুলসংখ্যক ক্লস্ট্রিডিয়াম টিট্যানি বাণিজ্যিকভাবে উৎপাদন করা হয়, তারপর অধিবিষকে পরিশোধন করে ৪-৬ সপ্তাহ ধরে ৪০% ফরমালডিহাইড দিয়ে নিষ্ক্রিয় করা হয়। এই টিকা সাধারণত ডিপিটি টিকা হিসেবে দেওয়া হয়, যার মধ্যে এর সাথে ডিফথেরিয়া টক্সোয়েড ও হুপিং কাশির টিকাও থাকে। এটি কয়েকমাস বা বছর ধরে দেওয়া হয় যেন পোষক দেহে প্রতিরক্ষা ব্যবস্থা গড়ে উঠে এবং অধিবিষের প্রভাব থেকে দেহ রক্ষা পায়।\n\n\n== গবেষণা ==\nক্লস্ট্রিডিয়াম টিট্যানি বিভিন্ন অবাত বৃদ্ধি মাধ্যম যেমন থায়োগ্লাইকোলেট ব্রথ, কেসিন হাইড্রোলিসেট মিডিয়া ও রক্ত আগারে বংশবৃদ্ধি করতে পারে। জীবাণু সাধারণত নিরপেক্ষ থেকে ক্ষারকীয় pH মাত্রায় ও বিজারক পদার্থযুক্ত মাধ্যমে ভালো বৃদ্ধি পায়। ক্লস্ট্রিডিয়াম টিট্যানি-এর একটি প্রজাতির জিনোম অনুক্রম বের করা হয়েছে, যাতে ২,৩৭৩টি প্রোটিন কোডিং জিনসহ ২৮ লাখ সংখ্যক ক্ষারক জোড় রয়েছে।\n\n\n== ইতিহাস ==\nক্ষতের সাথে ধনুষ্টঙ্কারের সম্পর্ক বিষয়ে নিদানিক বর্ণনাসমূহ কমপক্ষে ৪র্থ খ্রিষ্টপূর্বাব্দে হিপোক্রেটিসের প্রবচন রচনায় পাওয়া যায়। মাটির সাথে ধনুষ্টঙ্কারের সম্পর্ক বিষয়ে প্রথম ধারণা পাওয়া যায় ১৮৮৪ সালে, যখন জার্মান বিজ্ঞানী আর্থুর নিকোলাইয়ার দেখিয়েছিলেন যে প্রাণীদের দেহে মাটির নমুনা অন্তঃক্ষেপন করলে ধনুষ্টঙ্কার হয়। ১৮৮৯ সালে জাপানি বিজ্ঞানী কিতাসাতো শিবাসাবুরো রোগীর দেহ থেকে ক্লস্ট্রিডিয়াম টিট্যানি পৃথক করেছিলেন, যিনি পরবর্তীতে দেখিয়েছিলেন যে উক্ত জীবাণু প্রাণীতে প্রবেশ করালে রোগ সৃষ্টি করতে পারে এবং উক্ত অধিবিষকে সুনির্দিষ্ট অ্যান্টিবডি (প্রতিরক্ষিকা) দ্বারা প্রশমিত করা যায়। ১৮৯৭ সালে ফরাসি অণুজীববিদ এদমোঁদ নোকারদ দেখয়েছিলেন যে, ধনুষ্টঙ্কার প্রতিবিষ (অ্যান্টিটক্সিন) মানবদেহে নিষ্ক্রিয় অনাক্রম্যতা তৈরি করে এবং এটি প্রতিষেধন (প্রোফিল্যাক্সিস) ও চিকিৎসার উদ্দেশ্যে ব্যবহার করা যেতে পারে। প্রথম বিশ্বযুদ্ধ চলাকালীন, আহত সৈনিকদের ধনুষ্টঙ্কার প্রতিরোধ করার জন্য প্রতিষেধক হিসেবে ঘোড়া থেকে প্রাপ্ত ধনুষ্টঙ্কার অ্যান্টিসিরাম (প্রতিরক্তাম্বু) ব্যাপকভাবে ব্যবহৃত হয়েছিল, ফলে যুদ্ধের পুরো সময় ধনুষ্টঙ্কারে আক্রান্ত হওয়ার হার নাটকীয়ভাবে কমে গিয়েছিল। ফরমালডিহাইড দিয়ে ধনুষ্টঙ্কার অধিবিষ নিষ্ক্রিয় করার আধুনিক পদ্ধতিটি ১৯২০ সালে ফরাসি জীববিজ্ঞানী গাসতোঁ রামোঁ উদ্ভাবন করেছিলেন; যা ১৯২৪ সালে পি. দেসকমবে কর্তৃক টিটেনাস টক্সোয়েড টিকা উদ্ভাবনের পথ উন্মোচন করে, যেটি দ্বিতীয় বিশ্বযুদ্ধের সময় আহত সৈনিকদের ধনুষ্টঙ্কার প্রতিরোধ করতে ব্যাপকভাবে ব্যবহৃত হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nType strain of Clostridium tetani at BacDive -  the Bacterial Diversity Metadatabase"}