{"pageid": 1425972, "title": "অমিতা ধান্দা", "url": "https://bn.wikipedia.org/wiki?curid=1425972", "content": "অমিতা ধান্দা একজন ভারতীয় শিক্ষাবিদ এবং কর্মী। তিনি আগে আইনের অধ্যাপক ছিলেন, এখন তিনি হায়দ্রাবাদের এনএএলএসএআর ইউনিভার্সিটি অফ ল- এর অধ্যাপক এমেরিতা হিসেবে মনোনীত হয়েছেন। তিনি ২০১০ সালে আরটিই আইন (শিক্ষার অধিকার আইন) বাস্তবায়নের জন্য শক্তিশালী ১৪- সদস্য জাতীয় উপদেষ্টা পরিষদের সদস্য হিসাবে নিযুক্ত হন। তিনি তামিলনাড়ু ন্যাশনাল ল স্কুলের একাডেমিক কাউন্সিলেও রয়েছেন। তিনি দিল্লিতে ভারতীয় আইন ইনস্টিটিউটে একজন গবেষক হিসাবে নিজের কর্মজীবন শুরু করেছিলেন এবং তারপর থেকে এনএএলএসএআর- এ একজন পূর্ণ-সময়ের অধ্যাপক হয়েছেন। তিনি ভারতে মানসিক স্বাস্থ্য এবং প্রতিবন্ধী অধ্যয়নের গবেষণায় অবদান রেখেছেন এবং এনএএলএসএআর এর সেন্টার ফর ডিসএবিলিটি স্টাডিজের প্রধান। অমিতা ধান্দা নিজেকে একজন নারীবাদী হিসেবে পরিচয় দেন এবং লিঙ্গ ভিত্তিক বেশ কিছু গবেষণাপত্র প্রকাশ করেছেন। তিনি তিনটি বই লিখেছেন এবং অন্যান্য কয়েকটি অনলাইন সংবাদপত্র এবং জাতীয় দৈনিকের সাথে সাথে কাফিলার অতিথি লেখকও। তাঁর দক্ষতা আইনের ব্যাখ্যায়ও প্রসারিত, যার জন্য তিনি খ্যাতি অর্জন করেছেন।\n\n\n== প্রাথমিক জীবন ==\nঅমিতা ধান্দা এলএলএম করেন এবং তারপর দিল্লি থেকে পিএইচডি সম্পন্ন করেন। ১৯৮৪ সালে, তিনি দিল্লিতে ইণ্ডিয়ান ইনস্টিটিউট অফ ল-তে একজন গবেষক হিসাবে কাজ শুরু করেন। ভারতের তৎকালীন প্রধান বিচারপতি বিচারপতি ভগবতী তাঁর ক্ষমতার উপর ভিত্তি করে তাঁকে নিজের করণিক রাখার সিদ্ধান্ত নিয়েছিলেন। তিনি ইনস্টিটিউটে ১৯৮৪ থেকে ১৯৯৯ পর্যন্ত ১৫ বছর কাজ করেছেন। তিনি বিখ্যাত পণ্ডিতদের সহায়তায় রচনা করা, গবেষণা, সম্পাদনা এবং শিক্ষাদান করতে শিখেছিলেন। ইনস্টিটিউটের সাথে থাকাকালীন, তিনি পশ্চিমবঙ্গে বন্দীদের মানসিক স্বাস্থ্যের উপর গবেষণা করেন এবং ১৯৯৫ সালের প্রতিবন্ধী আইনে সংশোধনের পরামর্শ দেন। ১৯৯৯ সাল থেকে, তিনি এনএএলএসএআর- এ একজন পূর্ণ-সময়ের অধ্যাপক হিসেবে যোগদান করেন, যেখানে তিনি প্রশাসনিক আইন, আইন ও দারিদ্র্য, আইন ও সাহিত্য এবং বিচারিক প্রক্রিয়া শেখান।\n\n\n== কর্মজীবন ==\nঅমিতা ধান্দা শিক্ষাবিদ্যা এবং অন্তর্ভুক্তি বিষয়ে আইনী তত্ত্ব, আইন এবং দারিদ্র্য ও যৌন বিভ্রান্তিগত কোর্স শেখান। তিনি দিল্লিতে ভারতীয় আইন ইনস্টিটিউটে গবেষণা অনুষদ হিসাবে পাঁচ বছরের কর্মজীবনের পরে হায়দরাবাদের ন্যাশনাল একাডেমি অফ লিগ্যাল স্টাডিজ অ্যাণ্ড রিসার্চ (এনএএলএসএআর) এ আইনের অধ্যাপক এবং ডিন (শিক্ষাগত) হন। এনএএলএসএআর-এ, তিনি প্রতিবন্ধী অধ্যয়ন কেন্দ্রের প্রধান। তিনি মানসিক অক্ষমতার অধিকারী ব্যক্তিদের আইনি অবস্থানের উপর ব্যাপকভাবে লিখেছেন। মানসিক রোগে আক্রান্ত ব্যক্তিদের আইনি অবস্থার উপর অমিতা ধান্দার লিগ্যাল অর্ডার অ্যাণ্ড মেন্টাল ডিসঅর্ডার (২০০০ সালে প্রকাশিত) বইটি, এই ক্ষেত্রে একটি অগ্রণী প্রচেষ্টা। তিনি আইনী জ্ঞানের ডিকলোনাইজেশন এবং এনজেণ্ডারিং ল: লতিকা সরকারের সম্মানে প্রবন্ধের লেখকও। এছাড়াও তিনি এন এস বিন্দ্রার ইন্টারপ্রিটেশন অফ স্ট্যাটিউটস সম্পাদনা করেছেন।\nঅমিতা ধান্দা জাতিসংঘের অ্যাডহক কমিটির আলোচনায় জড়িত ছিলেন, যেটি ২০০৬ সালের ডিসেম্বরে গৃহীত প্রতিবন্ধী ব্যক্তিদের অধিকার সম্পর্কিত জাতিসংঘ কনভেনশনের খসড়া তৈরি করেছিল। ২০১১ সালে, তিনি প্রতিবন্ধী ব্যক্তিদের অধিকারের বিষয়ে একটি আইনের খসড়া তৈরির জন্য ভারত সরকারের সামাজিক ন্যায়বিচার ও ক্ষমতায়ন মন্ত্রক দ্বারা গঠিত কমিটির একজন নেতা ছিলেন। অমিতা ধান্দা একটি অধিকার সংবেদনশীল মানসিক স্বাস্থ্য আইন প্রণয়নে গুজরাট সরকারকে সহায়তা করছেন। তাঁর গবেষণার দক্ষতা আন্তর্জাতিক এবং জাতীয় প্রতিষ্ঠান, যেমন বিশ্ব স্বাস্থ্য সংস্থা, স্বীকার করেছে। তিনি রোগীদের অধিকারের জন্যও কর্মী, বিশেষ করে মানসিকভাবে অসুস্থদের এজেন্সি এবং সুরক্ষা দেওয়ার চেষ্টা করার পাশাপাশি \"মানসিক অসুস্থতার\" ভিত্তিতে বিবাহবিচ্ছেদ হওয়া মহিলাদের সুরক্ষা দেওয়ার জন্য লড়াই করেন। অমিতা ধান্দার গবেষণাটি জাতীয় ও আন্তর্জাতিক উভয় ক্ষেত্রেই প্রধান প্রতিষ্ঠানগুলির দ্বারা উল্লেখ করা হয়েছে, এগুলির মধ্যে আছে বিশ্ব স্বাস্থ্য সংস্থা, ইউনিসেফ, এনএইচআরসি, রাষ্ট্রীয় মহিলা আয়োগ, এনআইএমএইচ। তিনি একটি অনলাইন রাজনৈতিক ও সাংস্কৃতিক সংবাদ পত্রিকা স্ক্রোল- এর জন্য অবদানকারী লেখকও। তিনি একটি বিখ্যাত জাতীয় দৈনিক দ্য হিন্দুর জন্যও বেশ কয়েকটি নিবন্ধ লিখেছেন। তিনি অন্যান্য অনলাইন পত্রিকা এবং জাতীয় দৈনিকগুলি, যেমন, ফ্রন্টলাইন, কাফিলা এবং ইণ্ডিয়ান এক্সপ্রেস এর জন্য লিখেছেন।\nবর্তমানে ডাঃ ধান্দা গবেষণার কাজে নিযুক্ত আছেন যার মধ্যে রয়েছে মানসিক স্বাস্থ্য, শিশু অধিকার, অক্ষমতা এবং পরিবেশ।\n\n\n== যৌন হয়রানির মামলা ==\nঅধ্যাপক ধান্দা ২০১১ সালে এনএএলএসএআর -এর উপাচার্য বীর সিংয়ের বিরুদ্ধে যৌন হয়রানির অভিযোগ এনেছিলেন। তিনি দাবি করেন যে ২২শে ডিসেম্বর উপাচার্য তাঁকে একটি মেল পাঠিয়েছেন যাতে একটি যৌন ইঙ্গিত রয়েছে। এই অভিযোগটি উপাচার্য অস্বীকার করেছেন এবং বলেছেন যে তিনি অমিতা ধান্দার বিরুদ্ধে মানহানির মামলা করবেন। তবে মানহানির কোনো মামলা হয়নি। এনএএলএসএআর -এর আচার্য দ্বারা গঠিত একটি কমিটি, যার মধ্যে প্রাক্তন সুপ্রিম কোর্টের বিচারক এস এস এম কাদরি এবং অন্ধ্র প্রদেশ হাইকোর্টের বিচারক রমেশ রঙ্গনাথন এবং ভি ভি এস রাও ছিলেন; তাঁরা এই অভিযোগগুলি পরীক্ষা করেছিলেন। কিন্তু তাদের কোনও যোগ্যতা খুঁজে পাননি। পরবর্তীকালে, সিংয়ের বিরুদ্ধে অভিযোগ খারিজ হয়ে যায়।\n\n\n== বই ==\nসম্পাদক বক্সী, উপেন্দ্র। ধান্দা, অমিতা। ভ্যালিয়েন্ট ভিকটিম অ্যাণ্ড লেদাল লিটিগেশন: দ্য ভোপাল কেস। এন এম ত্রিপাঠি, ১৯৯০।\nধান্দা, অমিতা। এনজেণ্ডারিং ল: লতিকা সরকারের সম্মানে প্রবন্ধ। ইস্টার্ন বুক কোম্পানি, ১৯৯৯।\nধান্দা, অমিতা। লিগাল অর্ডার অ্যাণ্ড মেন্টাল ডিজঅর্ডার। সেজ পাবলিকেশনস প্রাইভেট লিমিটেড, ২০০০।\nধান্দা, অমিতা। ডিকলোনাইজিং অফ লিগাল নলেজ। টেলর এবং ফ্রান্সিস, ২০০৯।\nবিন্দ্রা, এন এস, ধান্দা, অমিতা। ইন্টারপ্রিটেশন অফ স্ট্যাটিউটস লেক্সিসনেক্সিস, ২০১৭।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপ্রোফাইল  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ মার্চ ২০১৬ তারিখে"}