{"pageid": 1425624, "title": "কালিয়াঙ্কট্টু নীলি", "url": "https://bn.wikipedia.org/wiki?curid=1425624", "content": "যক্ষিণী কালিয়াঙ্কট্টু নীলি হল একজন প্রতিহিংসাপরায়ণ ভূত যাকে কেরালার লোকগান, ভিলাটিচান গান এবং ত্রিবাঙ্কুরের লোককাহিনীতে পাওয়া যায়। মার্তণ্ডবর্মা, সিভি রমন পিল্লাইয়ের ঐতিহাসিক উপন্যাসেও নীলিকে দেখা যায়। যদিও সে একজন যক্ষী (ভূত), তবুও তাকে পঞ্চভাঙ্কাড়ুর একটি মন্দিরে মাতৃরূপে পূজা করা হয়।  তাকে মহান পুরোহিত কদামাত্তাথু কাথানার শূলে চড়ানোর পর এই পূজা হয়।\n\n\n== লোককাহিনী ==\nনীলি তিরুবনন্তপুরম জেলার পঞ্চভাঙ্কাড়ুতে ঘোরাফেরা করত এবং সন্ত্রাস করত। তাকে ঐশ্বরিক সৌন্দর্যের সাথে রক্তপিপাসু ভূত বলা হয়।\nঅশুভ আত্মা হওয়ার আগে, নীলি জন্মগ্রহণ করেছিল করভেনির কন্যা একজন দেবদাসী আলি হিসাবে। সে নবম শতাব্দীর প্রথম দিকে পাখাকান্নুরে বসবাস করত, তার আবির্ভাব ছিল হিংস্র। তার চুল তার হাঁটু পর্যন্ত লম্বা ছিল, যেটি তার প্রশস্ত চোখ এবং মন্ত্রমুগ্ধ সৌন্দর্যের পরিপূরক। তাকে সুন্দরী হিসাবে বর্ণনা করা হয়েছিল এবং সে স্থানীয় শিব মন্দিরের পুরোহিত নাম্বির প্রেমে প'ড়ে তাকে বিয়ে করেছিল। নাম্বি তাকে অর্থের জন্য বিয়ে করেছিল এবং নিয়মিত অন্যান্য মহিলাদের নিয়ে আলির সাথে প্রতারণা করত। কারভেনি জামাইয়ের অশ্লীলতায় বিরক্ত হয়ে নাম্বিকে বাড়ি থেকে বের করে দেয়। অন্তঃসত্ত্বা আলিও তার সাথে বাড়ি ছেড়ে চলে যায়। পথে নাম্বি আলিকে হত্যা ক'রে তার গয়না চুরি করে নেয়। আলির ছোট ভাই অম্বি আলিকে ফিরিয়ে আনার জন্য ছুটে এসেছিল, সে তার বোনের মৃতদেহ দেখে পাথরে মাথা ঠুকে আত্মহত্যা করে। নাম্বিও পরে সাপের কামড়ে মারা যায়।\nঅম্বি ও আলি উভয়ই চোল রাজার সন্তান - নীলন এবং নীলি হিসাবে পুনর্জন্ম লাভ করে এবং সারা দেশে অশুভ ছড়িয়ে পড়তে থাকে। রাতে তারা গবাদি পশুর রক্ত পান করতে থাকে এবং বেশ কিছু গবাদি পশু হারিয়ে যায়। চোল রাজা বুঝতে পেরেছিলেন যে তাঁর সন্তানেরা মন্দের কারণ, তিনি চোল রাজ্যের দক্ষিণ সীমান্ত নাগেরকোয়েলের কাছে পঞ্চবঙ্কঠে তাদের পরিত্যাগ করেন। পাজায়ান্নুর গ্রাম পরবর্তীতে শিশুদের আস্তানায় পরিণত হয়। সত্তরজন স্থানীয় উরানমা নাগেরকোয়েলে যাদুকর নাম্বিকে নিয়ে এসেছিল। সে নীলনকে পরাস্ত করলেও নীলিকে থামাতে পারেনি। পরে নীলনের প্রতিশোধ নেওয়ার জন্য নীলি নাগেরকোয়েলে নাম্বিকে হত্যা করে। এদিকে, আলির স্বামী নাম্বির পুনর্জন্ম হয়েছিল, কাভেরিপুমপট্টিনামে আনন্দন রূপে। সে ব্যবসার জন্য পঞ্চভাঙ্কাড়ু হয়ে মুজিরিসে যাচ্ছিল। আনন্দনের কাছে জাদুর কাঠি ছিল, তাই নীলি তাকে স্পর্শ করতে পারেনি, সে তাকে অনুসরণ করেছিল। নীলিকে অনুসরণ করতে দেখে আনন্দন দৌড়ে পাজায়ান্নুর গ্রামে পৌঁছোয়। এদিকে, নীলি একটি শিশুকে নিয়ে এক মহিলার রূপ ধারণ করে এবং গ্রামবাসীদের বিশ্বাস করায় যে আনন্দন তার স্বামী এবং সে তার সাথে ঝগড়া করে পালিয়ে যাচ্ছে। আনন্দন চিৎকার করে বলেছিল যে এই মহিলা নীলি, কিন্তু কেউ তার কথা বিশ্বাস করেনি। উরনমারা শপথ করে বলেছিল যে যক্ষিণী যদি তাকে কিছু করে তবে উরানমারা তার সাথেই মারা যাবে। নীলি সেই রাতে আনন্দনকে ধূর্তভাবে হত্যা করে। পরদিন সকালে আনন্দনকে মৃত দেখে সত্তরজন উরনমা নিজেদের প্রতিজ্ঞা পূরণের জন্য আগুনে প্রবেশ করে। আনন্দন এবং সত্তরজন উরনামাকে হত্যা করার পর নীলি একটি কালীপাল গাছের নীচে বসবাস করার সিদ্ধান্ত নেয় এবং ধীরে ধীরে মাতৃদেবী হয়ে ওঠে। অন্য সংস্করণ অনুসারে, নীলিকে সংযত করা হয়নি এবং পরে কদামাত্তাথু কাথানার তাকে শূলে বিদ্ধ করেছিল।\n\n\n== জনপ্রিয় সংস্কৃতি ==\nএকটি মালয়ালম ভয়ের চলচ্চিত্র কালিয়াঙ্কট্টু নীলি (১৯৭৯), নীলিকে প্রধান চরিত্র হিসেবে ব্যবহার করেছিল।\nকালিয়াঙ্কট্টু নীলি ১৯৮৫ সালের মালয়ালম চলচ্চিত্র, কদামাত্তাথাচানে উপস্থিত হয়।\nকালিয়াঙ্কট্টু নীলি মালয়ালম অতিপ্রাকৃত নাটক টেলিভিশন সিরিজ, কদামাত্তাথু কাথানার-এ উপস্থিত হয়।\nকালিয়াঙ্কট্টু নীলি সম্পর্কে এজাচেরি রামচন্দ্রনের লেখা একটি কবিতার নাম নীলি।\n২০২৪ সালের চলচ্চিত্র কাথানার - দ্য ওয়াইল্ড সর্সারার, নীলি চরিত্রের উপর ভিত্তি করে তৈরি এবং অনুষ্কা শেট্টি নীলির চরিত্রে অভিনয় করেছেন।\n\n\n== তথ্যসূত্র =="}