{"pageid": 1425774, "title": "দীনেশ কুমার মজুমদার", "url": "https://bn.wikipedia.org/wiki?curid=1425774", "content": "দীনেশ কুমার মজুমদার ছিলেন ভারত উপমহাদেশের ব্রিটিশ বিরোধী স্বাধীনতা আন্দোলনের একজন অন্যতম ব্যক্তিত্ব। দীনেশকুমার মজুমদার ১৮৯৮ সালে ঢাকার বিক্রমপুরের পাইকপাড়ায় জন্মগ্রহণ করেন। বাবা লাবণ্যময়ী ও মা যোগেশ মজুমদার। তিনি ১৯১৪ সালে ঢাকা ন্যাশনাল স্কুল থেকে ম্যাট্রিক পাস করেন। স্কুল জীবনে সাহসী দেশপ্রেমিক দীনেশ ঢাকায় অনুশীলন সমিতিতে যোগ দেন।\n\n\n== বিপ্লবী তৎপরতা ==\nদীনেশ অসহযোগ আন্দোলনেও অংশ নিয়েছিলেন এবং বন্দীদশা এড়ানোর জন্য বিপ্লবী কর্মকাণ্ড সংগঠিত করার জন্য ব্রিটিশ নিয়ন্ত্রিত বাংলায় ক্রমাগত তার আস্তানা পরিবর্তন করেছিলেন। ১৯২৬ সালে কোচবিহার রাজ্য পুলিশ তাঁকে সন্দেহ করে এবং পরবর্তীকালে জলপাইগুড়ি পুলিশের হাতে ধরা পড়ে। দীর্ঘ জিজ্ঞাসাবাদ শেষে তাকে দ্রুত জেলা ছাড়ার নির্দেশ দেওয়া হয়।\n\n\n== রাজনৈতিক কাজ ==\n১৯৩০ সালে জলপাইগুড়িতে তাঁকে আবার গ্রেফতার করে ১১ মাসের কারাদণ্ড দেওয়া হয়। দুর্ব্যবহারের প্রতিবাদে তিনি ১২ দিন অনশন শুরু করেন। ফলে তাকে বহরমপুর বিশেষ কারাগারে স্থানান্তর করা হয়, যেখানে তিনি নির্মম নির্যাতন সহ্য করেন। ১৯৩১ সালে মুক্তি পাওয়ার পর জেলা প্রশাসক তাঁকে অবিলম্বে জলপাইগুড়ি ত্যাগ করার নোটিশ দেন। ১৯৩২ সালে ক্যাস্টেল (বিভাগীয় কমিশনার, ঢাকা) ও বোর্নিও (সার্জেন্ট-ইন্সপেক্টর, ঢাকা) হত্যা মামলা, দুর্নো (জেলা ম্যাজিস্ট্রেট, ঢাকা) হত্যা মামলা এবং বাংলাবাজারের (ঢাকা) রাজনৈতিক ডাকাতি মামলায় তিনি গ্রেফতার হন। ব্রিটিশ পুলিশ তাকে মৃত্যুদণ্ডের জন্য দোষী সাব্যস্ত করার জন্য সর্বাত্মক প্রচেষ্টা করেছিল, কিন্তু তিনি অল্পের জন্য ফাঁসির মঞ্চ থেকে রক্ষা পেয়েছিলেন এবং চার বছরের সশ্রম কারাদণ্ড পেয়েছিলেন। ১৯৩৬ সালে আন্তঃপ্রাদেশিক মামলায় (পি.সি-৩) কলকাতা পুলিশ তাঁকে গ্রেফতার করে আন্দামান সেলুলার জেলে পাঠিয়ে দেয়।\n\n\n== পরবর্তী জীবন ==\nপরে তিনি ১২, দ্বারকানাথ রোডে বসবাস করেন। নেতাজির বড় ভাই শরৎচন্দ্র বসু ১৯৪৭ সালের ১৫ আগস্ট ভারতের প্রথম স্বাধীনতা দিবস উদযাপনের সকালের শোভাযাত্রায় অংশ নেওয়ার জন্য মজুমদারকে আমন্ত্রণ জানান। ঢাকার দীনেশ কুমার মজুমদারকে ১৯৭২ সালের ১৫ আগস্ট স্বাধীনতা সংগ্রামে তাঁর আত্মত্যাগ ও অবদানের জন্য ভারত সরকার কর্তৃক তাম্রপত্রে ভূষিত করা হয়।\n১৯৭৮ সালের ৪ জুন কলকাতার এনআরএস হাসপাতালে দীনেশের দেহাবসান ঘটে।\n\n\n== তথ্যসূত্র =="}