{"pageid": 1425831, "title": "দ্বিতীয় পোলিশ প্রজাতন্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=1425831", "content": "দ্বিতীয় পোলিশ প্রজাতন্ত্র, সময়ে সময়ে আনুষ্ঠানিকভাবে পোল্যান্ড প্রজাতন্ত্র নামে পরিচিত, মধ্য ও পূর্ব ইউরোপের একটি দেশ যা ৭ অক্টোবর ১৯১৮ থেকে ৬ অক্টোবর ১৯৩৯  মধ্যে বিদ্যমান ছিল। প্রথম বিশ্বযুদ্ধের চূড়ান্ত পর্যায়ে রাষ্ট্রটি প্রতিষ্ঠিত হয়। দ্বিতীয় বিশ্বযুদ্ধের ইউরোপীয় থিয়েটারের সূচনা চিহ্নিত করে নাৎসি জার্মানি, সোভিয়েত ইউনিয়ন এবং স্লোভাক প্রজাতন্ত্র  পোল্যান্ড আক্রমণ করার পরে ১৯৩৯ সালে দ্বিতীয় প্রজাতন্ত্রের অস্তিত্ব বন্ধ হয়ে যায়। ১৯৪০ সালে ফ্রান্সের পতনের পর প্যারিস এবং পরে লন্ডনে পোলিশ নির্বাসিত সরকার প্রতিষ্ঠিত হয়েছিল।\nবেশ কয়েকটি আঞ্চলিক সংঘাতের পরে, সবচেয়ে গুরুত্বপূর্ণ  পোলিশ–সোভিয়েত যুদ্ধ জয়ের পরে, ১৯২২ সালে রাষ্ট্রের সীমানা  চূড়ান্ত হয়েছিল, তখন পোল্যান্ডের প্রতিবেশী ছিল চেকোস্লোভাকিয়া, জার্মানি, ফ্রি সিটি অফ ড্যানজিগ, লিথুয়ানিয়া, লাটভিয়া, রোমানিয়া এবং সোভিয়েত ইউনিয়ন। এটি Gdynia শহরের উভয় পাশে পোলিশ করিডোর নামে পরিচিত উপকূলরেখার একটি ছোট স্ট্রিপের মাধ্যমে বাল্টিক সাগরে প্রবেশ করতে হতো। ১৯৩৯ সালের মার্চ এবং আগস্টের মধ্যে, পোল্যান্ডও তৎকালীন হাঙ্গেরিয়ান গভর্নরেট সাবকারপাথিয়ার সাথে একটি সীমান্ত ভাগ করেছিল। ১৯৩৮ সালে দ্বিতীয় প্রজাতন্ত্র ছিল ইউরোপের ষষ্ঠ বৃহত্তম দেশ। ১৯২১ সালের আদমশুমারি অনুসারে, বাসিন্দার সংখ্যা ছিল ২৭.২ মিলিয়ন। ১৯৩৯ সালের মধ্যে, দ্বিতীয় বিশ্বযুদ্ধ শুরু হওয়ার ঠিক আগে, যা আনুমানিক ৩৫.১ মিলিয়নে উন্নীত হয়েছিল। জনসংখ্যার প্রায় এক তৃতীয়াংশ সংখ্যালঘু গোষ্ঠী থেকে এসেছে: ১৩.৯% রুথেনিয়ান; ১০% আশকেনাজি ইহুদি; ৩.১% বেলারুশিয়ান; ২.৩% জার্মান এবং ৩.৪% চেক এবং লিথুয়ানিয়ান। একই সময়ে উল্লেখযোগ্য সংখ্যক জাতিগত পোল দেশের সীমানার বাইরে বাস করত।\nদ্বিতীয় প্রজাতন্ত্র মাঝারি অর্থনৈতিক উন্নয়ন বজায় রাখে। আন্তঃযুদ্ধ পোল্যান্ডের সাংস্কৃতিক কেন্দ্র-ওয়ারশ, ক্রাকো, পজনান, উইলনো, এবং লুও-প্রধান ইউরোপীয় শহর এবং আন্তর্জাতিকভাবে প্রশংসিত বিশ্ববিদ্যালয় এবং উচ্চ শিক্ষার অন্যান্য প্রতিষ্ঠানের স্থান হয়ে উঠেছে। যদিও পোলিশ ইহুদিরা দ্বিতীয় প্রজাতন্ত্রের নেতা জোজেফ পিলসুডস্কির সবচেয়ে বড় সমর্থক ছিল, ১৯২৬ সালে রাজনীতিতে ফিরে আসার এবং ক্ষমতা একত্রিত করার পরেও, ১৯৩০-এর দশকে প্রজাতন্ত্র তার ইহুদিদের (এবং কিছুটা হলেও  ইউক্রেনীয়দের সাথে প্রকাশ্যে বৈষম্য করতে শুরু করে) নাগরিক, পেশায় ইহুদিদের প্রবেশ সীমাবদ্ধ করা এবং ইহুদি ব্যবসায় সীমাবদ্ধতা স্থাপন করেছিল।\nরাষ্ট্রের আনুষ্ঠানিক নাম ছিল পোল্যান্ড প্রজাতন্ত্র । পোলীয় ভাষায়, এটিকে Rzeczpospolita Polska ( abbr. RP ) হিসাবে উল্লেখ করা হয়েছিল, যেখানে পোলিশ-লিথুয়ানিয়ান কমনওয়েলথ (প্রথম পোলিশ প্রজাতন্ত্র হিসাবে বিবেচিত) সহ বিভিন্ন পোলিশ রাজ্যের উল্লেখ করার সময় Rzeczpospolita শব্দটি প্রজাতন্ত্রের একটি ঐতিহ্যবাহী নাম। Pierwsza Rzeczpospolita ) এবং পরে, বর্তমান তৃতীয় পোলিশ প্রজাতন্ত্র । অন্যান্য আঞ্চলিক-ব্যবহৃত সরকারী ভাষায়, রাজ্যটিকে উল্লেখ করা হতো: Republik Polen (জার্মান ),  Польська Республіка ( ট্রান্সক্রিপশন : Polʹsʹka Respublika ) ইউক্রেনীয়, Польская Рэспубліка ( ট্রান্সক্রিপশন : Poĺkathusan ) এবং বেলকাথিয়ান ইনপুকানজা ( লিপিকান ) .\n১৪ নভেম্বর ১৯১৮ এবং ১৩ মার্চ ১৯১৯-এর মধ্যে, রাজ্যটিকে পোলীয় ভাষায় Rzeczpospolita Polska এর পরিবর্তে Republika Polska হিসাবে উল্লেখ করা হয়েছিল। উভয় পদের অর্থ প্রজাতন্ত্র ; যাইহোক, প্রজাতন্ত্র একটি সাধারণ শব্দ, যখন Rzeczpospolita ঐতিহ্যগতভাবে পোলিশ রাজ্যগুলিকে বোঝায়। উপরন্তু, ৮ নভেম্বর ১৯১৮ এবং ১৬ আগস্ট ১৯১৯ এর মধ্যে, পোল্যান্ড রাজ্যের আইন জার্নাল দেশটিকে পোল্যান্ড রাজ্য ( পোলীয় : Państwo Polskie ) হিসাবে উল্লেখ করেছে।\nদ্বিতীয় বিশ্বযুদ্ধের সমাপ্তির পরে, এবং পরবর্তীকালে পোলিশ গণপ্রজাতন্ত্রী এবং তৃতীয় পোলিশ প্রজাতন্ত্রের প্রতিষ্ঠার পর, ঐতিহাসিক রাষ্ট্রটিকে দ্বিতীয় পোলিশ প্রজাতন্ত্র হিসাবে উল্লেখ করা হয়। পোলীয় ভাষায়, দেশটিকে ঐতিহ্যগতভাবে II Rzeczpospolita ( Druga Rzeczpospolita ) হিসাবে উল্লেখ করা হয়, যার অর্থ দ্বিতীয় প্রজাতন্ত্র।\n\n\n== পটভূমি ==\nঅস্ট্রিয়ান, প্রুশিয়ান এবং রাশিয়ান সাম্রাজ্যিক শক্তির মধ্যে বিভাজনের এক শতাব্দীরও বেশি সময় পরে, পোল্যান্ড ১৯১৭-১৯১৮ সালে ইউরোপে প্রথম বিশ্বযুদ্ধের শেষে একটি সার্বভৌম রাষ্ট্র হিসাবে পুনরায় আবির্ভূত হয়। প্রথম বিশ্বযুদ্ধের বিজয়ী মিত্ররা ১৯১৯ সালের জুনের ভার্সাই চুক্তিতে পোল্যান্ডের পুনর্জন্ম নিশ্চিত করেছিল। এটি ছিল ১৯১৯ সালের প্যারিস শান্তি সম্মেলনের একটি মহান গল্প। ১৯১৮ থেকে ১৯২১ সাল পর্যন্ত নবগঠিত পোলিশ সেনাবাহিনীর দ্বারা সংঘটিত একাধিক সীমান্ত যুদ্ধের মাধ্যমে পোল্যান্ড তার স্বাধীনতাকে মজবুত করে।  পোল্যান্ডের আন্তঃযুদ্ধ অঞ্চলের পূর্ব অর্ধেকের বিস্তৃতি ১৯২২ সালে কূটনৈতিকভাবে নিষ্পত্তি হয়েছিল এবং লীগ অফ নেশনস দ্বারা আন্তর্জাতিকভাবে স্বীকৃত পেয়েছিল।\n\n\n=== প্রথম বিশ্বযুদ্ধের সমাপ্তি ===\nপ্রথম বিশ্বযুদ্ধের সময় (১৯১৪-১৯১৮), জার্মান সাম্রাজ্য ধীরে ধীরে পূর্ব ফ্রন্টে আধিপত্য বিস্তার করে কারণ ইম্পেরিয়াল রাশিয়ান সেনাবাহিনী পিছিয়ে পড়ে। জার্মান এবং অস্ট্রো-হাঙ্গেরিয়ান সেনাবাহিনী পোল্যান্ডের রুশ-শাসিত অংশ দখল করে। পোলিশ প্রশ্নটি যত দ্রুত সম্ভব সমাধান করার ব্যর্থ প্রচেষ্টায়, বার্লিন ১৪ জানুয়ারী ১৯১৭-এ একটি গভর্নিং প্রোভিশনাল কাউন্সিল অফ স্টেট এবং (১৫ অক্টোবর ১৯১৭ থেকে) একটি রিজেন্সি কাউন্সিল ( রাদা রেজেন্সিজনা ক্রোলেস্টওয়া পোলস্কিগো ) সহ পোল্যান্ডের পুতুল রাজ্য প্রতিষ্ঠা করে। কাউন্সিল জার্মান তত্ত্বাবধানে দেশটি পরিচালনা করত (এছাড়াও মিটেলেউরোপা দেখুন), একজন রাজার নির্বাচনের অপেক্ষায়। ১১ নভেম্বর ১৯১৮-এ জার্মানি আত্মসমর্পণ করে এবং যুদ্ধ শেষ হওয়ার এক মাসেরও বেশি আগে, রিজেন্সি কাউন্সিল অস্থায়ী কাউন্সিল অফ স্টেটকে বিলুপ্ত করে এবং পোলিশ স্বাধীনতা পুনরুদ্ধার করার তার অভিপ্রায় ঘোষণা করেছিল (১৫ অক্টোবর ১৯১৮)। পোল্যান্ড এবং লিথুয়ানিয়ার মার্কসবাদী -ভিত্তিক সোশ্যাল ডেমোক্রেটিক পার্টির উল্লেখযোগ্য ব্যতিক্রম ( SDKPiL ), বেশিরভাগ পোলিশ রাজনৈতিক দলগুলি এই পদক্ষেপকে সমর্থন করেছিল। ২৩ অক্টোবর রিজেন্সি কাউন্সিল জোজেফ Świeżyński এর অধীনে একটি নতুন সরকার নিযুক্ত করে এবং পোলিশ সেনাবাহিনীতে যোগদান শুরু করে।\n\n\n=== প্রজাতন্ত্র গঠন ===\n\n১৯১৮-১৯১৯ সালে, ১০০ টিরও বেশি শ্রমিক পরিষদ পোলিশ অঞ্চলে গঠিত হয়; ১৯১৮ সালের ৫ নভেম্বর, লুবলিনে, প্রতিনিধিদের প্রথম সোভিয়েত প্রতিষ্ঠিত হয়। ৬ নভেম্বর সমাজতন্ত্রীরা অস্ট্রিয়ান গ্যালিসিয়ার টারনোব্রজেগে টারনোব্রজেগ প্রজাতন্ত্র ঘোষণা করে। একই দিনে সমাজতান্ত্রিক, ইগনাসি দাসজিনস্কি, লুবলিনে পোল্যান্ড প্রজাতন্ত্রের একটি অস্থায়ী জনগণের সরকার ( Tymczasowy Rząd Ludowy Republiki Polskiej ) স্থাপন করেন। রবিবার, ১০ নভেম্বর সকাল ৭ টায়, জোজেফ পিলসুডস্কি, ম্যাগডেবার্গের একটি জার্মান কারাগারে ১৬ মাস থেকে সদ্য মুক্ত, ট্রেনে করে ওয়ারশ ফিরে আসেন। পিলসুডস্কি, কর্নেল কাজিমিয়ের্জ সোসনকোভস্কির সাথে, ওয়ারশ রেলওয়ে স্টেশনে রিজেন্ট জেডজিসলো লুবোমিরস্কি এবং কর্নেল অ্যাডাম কোক তাদের অভ্যর্থনা জানান। পরের দিন, তার জনপ্রিয়তা এবং বেশিরভাগ রাজনৈতিক দলের সমর্থনের কারণে, রিজেন্সি কাউন্সিল পিলসুডস্কিকে পোলিশ সশস্ত্র বাহিনীর কমান্ডার ইন চিফ হিসেবে নিয়োগ করে। ১৪ নভেম্বর, কাউন্সিল নিজেই বিলুপ্ত হয়ে যায় এবং রাজ্যের প্রধান ( Naczelnik Państwa ) হিসাবে তার সমস্ত কর্তৃত্ব পিলসুডস্কির কাছে হস্তান্তর করে। পিলসুডস্কির সাথে আলোচনার পর, দাসজিনস্কির সরকার নিজেকে ভেঙে দেয় এবং জেডরজেজ মোরাকজেউস্কির অধীনে একটি নতুন সরকার গঠিত হয়। ১৯১৮ সালে, ইতালি কিংডম ইউরোপের প্রথম দেশ, যেটি পোল্যান্ডের নতুন সার্বভৌমত্বকে স্বীকৃতি দেয়।\n\nসেই সময়ে গ্যালিসিয়ায় (পূর্বে অস্ট্রিয়ান-শাসিত দক্ষিণ পোল্যান্ড) যে সরকারী কেন্দ্রগুলি গঠিত হয়েছিল সেগুলির মধ্যে সিজিন প্রিন্সিপ্যালিটির ন্যাশনাল কাউন্সিল (১৯১৮ সালের নভেম্বরে প্রতিষ্ঠিত), জাকোপেন প্রজাতন্ত্র এবং পোলিশ লিকুইডেশন কমিটি (২৮ অক্টোবর) অন্তর্ভুক্ত ছিল। এর পরেই, পোলিশ-ইউক্রেনীয় যুদ্ধ শুরু হয় লিভিভ এ (১ নভেম্বর ১৯১৮) ইউক্রেনীয়দের সামরিক কমিটির বাহিনী এবং Lwów Eaglets নামে পরিচিত ছাত্রদের নিয়ে গঠিত পোলিশ অনিয়মিত ইউনিটের মধ্যে, যারা পরে পোলিশ আর্মি দ্বারা সমর্থিত হয়েছিল (দেখুন Lwów এর যুদ্ধ (১৯১৮), Przemyśl এর যুদ্ধ (১৯১৮))। ইতোমধ্যে, পশ্চিম পোল্যান্ডে, বৃহত্তর পোল্যান্ড বিদ্রোহের (১৯১৮-১৯১৯) ব্যানারে জাতীয় মুক্তির আরেকটি যুদ্ধ শুরু হয়। ১৯১৯ সালের জানুয়ারিতে, চেকোস্লোভাক বাহিনী ট্রান্স-ওলজা এলাকায় পোলিশ ইউনিট আক্রমণ করে (দেখুন পোলিশ-চেকোস্লোভাক যুদ্ধ )। এর পরেই, পোলিশ-লিথুয়ানিয়ান যুদ্ধ (আনু. ১৯১৯-১৯২০) শুরু হয় এবং, ১৯১৯ সালের আগস্টে, আপার সাইলেসিয়ার পোলিশ-ভাষী বাসিন্দারা তিনটি সিলেসিয়ান বিদ্রোহের একটি সিরিজ শুরু করে। সেই সময়ের সবচেয়ে সমালোচনামূলক সামরিক সংঘাত, যাইহোক, পোলিশ-সোভিয়েত যুদ্ধ (১৯১৯-১৯২১), একটি নিষ্পত্তিমূলক পোলিশ বিজয়ে শেষ হয়েছিল।\n\n\n== রাজনীতি ও সরকার ==\n\nদ্বিতীয় পোলিশ প্রজাতন্ত্র ১৯১৯ ( ১৯১৯ এর ছোট সংবিধান দেখুন) থেকে ১৯২৬ সাল পর্যন্ত একটি সংসদীয় গণতন্ত্র ছিল, রাষ্ট্রপতির সীমিত ক্ষমতা ছিল। সংসদ তাকে নির্বাচিত করেছিল, এবং সেজমের (নিম্নকক্ষের) অনুমোদন নিয়ে তিনি প্রধানমন্ত্রীর পাশাপাশি সরকারকে নিয়োগ করতে পারতেন, কিন্তু তিনি শুধুমাত্র সিনেটের সম্মতিতে সেজমকে ভেঙে দিতে পারেন। অধিকন্তু, ডিক্রি পাস করার তার ক্ষমতা সীমিত ছিল যে প্রধানমন্ত্রী এবং উপযুক্ত অন্য মন্ত্রীকে তাদের স্বাক্ষর সহ তার ডিক্রি যাচাই করতে হবে। পোল্যান্ড ছিল বিশ্বের প্রথম দেশগুলোর একটি যারা নারীদের ভোটাধিকারকে স্বীকৃতি দেয়। পোল্যান্ডের মহিলারা ২৮ নভেম্বর ১৯১৮ তারিখে জেনারেল জোজেফ পিলসুডস্কির একটি ডিক্রি  ভোট দেওয়ার অধিকার মঞ্জুর করেছিল।\nএই সময়ের প্রধান রাজনৈতিক দলগুলি ছিল পোলিশ সোশ্যালিস্ট পার্টি, ন্যাশনাল ডেমোক্র্যাট, বিভিন্ন কৃষক দল, খ্রিস্টান ডেমোক্র্যাট এবং জাতিগত সংখ্যালঘুদের রাজনৈতিক দলগুলি (জার্মান: পোল্যান্ডের জার্মান সোশ্যাল ডেমোক্রেটিক পার্টি, ইহুদি: পোল্যান্ডে জেনারেল ইহুদি শ্রমিক বুন্ড, ইউনাইটেড ইহুদি । সোশ্যালিস্ট ওয়ার্কার্স পার্টি, এবং ইউক্রেনীয়: ইউক্রেনীয় ন্যাশনাল ডেমোক্রেটিক অ্যালায়েন্স )। ঘন ঘন সরকার পরিবর্তন করা  এবং রাজনীতিবিদদের অন্যান্য নেতিবাচক প্রচার (যেমন দুর্নীতির অভিযোগ বা ১৯১৯ পোলিশ অভ্যুত্থান প্রচেষ্টা ) তাদের ক্রমবর্ধমান অজনপ্রিয় করে তোলে। এই সময়ে প্রধান রাজনীতিবিদরা, জেনারেল পিলসুডস্কি ছাড়াও, কৃষক কর্মী উইনসেন্টি উইটোস (তিনবার প্রধানমন্ত্রী) এবং ডানপন্থী নেতা রোমান ডমোস্কি অন্তর্ভুক্ত ছিলেন। সেজেমে জাতিগত সংখ্যালঘুদের প্রতিনিধিত্ব করা হয়েছিল; যেমন ১৯২৮ - ১৯৩০ সালে ইউক্রেনীয়-বেলারুশিয়ান ক্লাব ছিল, ২৬ ইউক্রেনীয় এবং ৪ বেলারুশিয়ান সদস্য ছিল।\n\nপোলিশ-সোভিয়েত যুদ্ধের পর, মার্শাল পিলসুডস্কি ইচ্ছাকৃতভাবে বিনয়ী জীবনযাপন করেন, জীবিকার জন্য ঐতিহাসিক বই লিখেছিলেন। ১৯২৬ সালের মে মাসে তিনি একটি সামরিক অভ্যুত্থানের মাধ্যমে ক্ষমতা গ্রহণের পর, তিনি জোর দিয়েছিলেন যে তিনি পোলিশ সমাজ এবং অত্যধিক পক্ষপাতমূলক রাজনীতির রাজনীতি নিরাময় করতে চান। তদনুসারে, তার শাসনামলকে পোলিশ ভাষায় সানাকজা বলা হত। ১৯২৮ সালের সংসদীয় নির্বাচনগুলি এখনও অবাধ এবং সুষ্ঠু বলে বিবেচিত হয়েছিল, যদিও সরকারের সাথে সহযোগিতার জন্য পিলসুডস্কি ননপার্টিসান ব্লক তাদের জয়লাভ করেছিল। পরবর্তী তিনটি সংসদীয় নির্বাচন (১৯৩০, ১৯৩৫ এবং ১৯৩৮ সালে) কারচুপি করা হয়েছিল, বিরোধী কর্মীদের বেরেজা কার্তুস্কা কারাগারে পাঠানো হয়েছিল (এছাড়াও ব্রেস্ট ট্রায়াল দেখুন)। ফলে তাদের মধ্যে সরকার সমর্থক দল জাতীয় ঐক্য শিবির বিপুল সংখ্যাগরিষ্ঠতা পেয়েছে। ১৯৩৫ সালের বসন্তে একটি কর্তৃত্ববাদী সংবিধান অনুমোদিত হওয়ার পরই পিলসুডস্কি মারা যান। দ্বিতীয় পোলিশ প্রজাতন্ত্রের শেষ চার বছরে, প্রধান রাজনীতিবিদদের মধ্যে ছিলেন রাষ্ট্রপতি ইগনাসি মোসিকি, পররাষ্ট্রমন্ত্রী জোজেফ বেক এবং পোলিশ সেনাবাহিনীর কমান্ডার-ইন-চীফ, মার্শাল এডওয়ার্ড রাইডজ-শমিগলি। দেশটিকে ১০৪টি নির্বাচনী জেলায় বিভক্ত করা হয়েছিল, এবং যে রাজনীতিবিদরা পোল্যান্ড ত্যাগ করতে বাধ্য হয়েছিল তারা ১৯৩৬ সালে ফ্রন্ট মর্জেস প্রতিষ্ঠা করেছিল। যে সরকার তার শেষ বছরগুলিতে দ্বিতীয় পোলিশ প্রজাতন্ত্র শাসন করেছিল তাকে প্রায়শই পিলসুডস্কির কর্নেল হিসাবে উল্লেখ করা হয়।\n\n\n=== সামরিক ===\n\nইন্টারওয়ার পোল্যান্ডের সক্রিয় দায়িত্বে ২৭০,০০০ সৈন্যের একটি বিশাল বাহিনী ছিল: ৩৭টি পদাতিক ডিভিশনে, ১২টি অশ্বারোহী ব্রিগেড এবং দুটি সাঁজোয়া ব্রিগেড এবং আর্টিলারি ইউনিট। আরও ৭০০,০০০ পুরুষ রিজার্ভে পরিবেশন করেছে। যুদ্ধের শুরুতে, পোলিশ সেনাবাহিনী প্রায় এক মিলিয়ন সৈন্য, ৪,৩০০ বন্দুক, ২০০ থেকে ৩০০টি ট্যাঙ্ক সহ প্রায় ১,০০০ সাঁজোয়া যান (অধিকাংশ সাঁজোয়া যান ট্যাঙ্কেটের বাইরে ছিল) এবং ৭৪৫টি বিমান ময়দানে রাখতে সক্ষম হয়েছিল  (তবে, তাদের মধ্যে মাত্র ৪৫০টি বোমারু বিমান ১৯৩৯ সালের ১ সেপ্টেম্বর পর্যন্ত যুদ্ধের জন্য উপলব্ধ ছিল)।\nপোলিশ সেনাবাহিনীর প্রশিক্ষণ ছিল পুঙ্খানুপুঙ্খ। নন-কমিশনড অফিসাররা ছিলেন বিশেষজ্ঞ জ্ঞান এবং উচ্চ আদর্শের অধিকারী পুরুষদের একটি যোগ্য সংস্থা। কর্মকর্তারা, সিনিয়র এবং জুনিয়র উভয়ই, ক্ষেত্র এবং লেকচার হলে তাদের প্রশিক্ষণ ক্রমাগত রিফ্রেশ করে, যেখানে আধুনিক প্রযুক্তিগত অর্জন এবং সমসাময়িক যুদ্ধের পাঠ প্রদর্শন করা হয় এবং আলোচনা করা হয়। পোলিশ সেনাবাহিনীর সরঞ্জামগুলি নাৎসি জার্মানির তুলনায় প্রযুক্তিগতভাবে কম উন্নত ছিল এবং পশ্চিম ইউরোপীয় সামরিক সমর্থনে আস্থা এবং বাজেটের অসুবিধার কারণে এর পুনঃসস্ত্রীকরণ ধীর হয়ে গিয়েছিল।\nপুরো পোলিশ সামরিক বাহিনী এবং সেনাবাহিনীর স্তরে পোলিশ কমান্ড সিস্টেম অপ্রচলিত ছিল। সেনাবাহিনীর কমান্ডে জেনারেলদের হাইকমান্ডের কাছ থেকে অনুমতি নিতে হয়েছিল। পোলিশ সামরিক বাহিনী ১৯৩৯ সালে পোলিশ প্রতিরক্ষামূলক যুদ্ধের সময় যখন ইতোমধ্যে অনেক দেরি হয়ে গেছে তখনই সেনাবাহিনীর গ্রুপগুলির তৈরি ফ্রন্টগুলি সংগঠিত করার চেষ্টা করেছিল।\n\nতার স্বাধীনতা পুনরুদ্ধার করার পর, পোল্যান্ড বড় অর্থনৈতিক সমস্যার সম্মুখীন হয়েছিল। প্রথম বিশ্বযুদ্ধের দ্বারা আনা ধ্বংসযজ্ঞ, জার্মান ও রাশিয়ান দখলদার শক্তি দ্বারা পোলিশ অর্থনীতির শোষণ এবং পশ্চাদপসরণকারী সেনাবাহিনীর দ্বারা সম্পাদিত নাশকতা ছাড়াও, নতুন প্রজাতন্ত্রকে অর্থনৈতিকভাবে বৈষম্যপূর্ণ অর্থনৈতিক অঞ্চলগুলিকে একত্রিত করার কাজের মুখোমুখি হয়েছিল, যা পূর্বে বিভিন্ন দেশ এবং বিভিন্ন সাম্রাজ্যের অংশ ছিল।  প্রজাতন্ত্রের সীমানার মধ্যে তিনটি ভিন্ন অর্থনৈতিক ব্যবস্থার অবশিষ্টাংশ ছিল, যেখানে পাঁচটি ভিন্ন মুদ্রা ( জার্মান মার্ক, ইম্পেরিয়াল রাশিয়ান রুবেল, অস্ট্রিয়ান ক্রোন, পোলিশ মার্কা এবং অস্ট্রুবেল )  এবং সামান্য বা কোনো প্রত্যক্ষ অবকাঠামো নেই। লিঙ্ক পরিস্থিতি এতটাই খারাপ ছিল যে প্রতিবেশী শিল্প কেন্দ্রগুলির পাশাপাশি বড় শহরগুলিতে সরাসরি রেল যোগাযোগের অভাব ছিল কারণ তারা বিভিন্ন এখতিয়ার এবং বিভিন্ন সাম্রাজ্যের অংশ ছিল। উদাহরণস্বরূপ, ১৯৩৪ সাল পর্যন্ত ওয়ারশ এবং ক্রাকোর মধ্যে সরাসরি রেল যোগাযোগ ছিল না। এই পরিস্থিতিটি  মেলচিওর ওয়াঙ্কোভিচ তার বই সজটাফেটা- তে  বর্ণনা করেছেন।\nএর পাশাপাশি প্রথম বিশ্বযুদ্ধ এবং পোলিশ-সোভিয়েত যুদ্ধ উভয়ের পরে ব্যাপক ধ্বংসযজ্ঞ ছিল। দেশের পূর্বাঞ্চলীয় (সাধারণত যাকে পোল্যান্ড বি বলা হয়) এবং পশ্চিমাঞ্চলের (পোল্যান্ড এ বলা হয়) অংশগুলির মধ্যে একটি বড় অর্থনৈতিক বৈষম্য ছিল, পশ্চিম অর্ধেক, বিশেষ করে যে অঞ্চলগুলি প্রুশিয়া এবং জার্মান সাম্রাজ্যের অন্তর্গত ছিল, অনেক বেশি উন্নত এবং সমৃদ্ধ ঘন ঘন সীমান্ত বন্ধ এবং জার্মানির সাথে একটি শুল্ক যুদ্ধ পোল্যান্ডের উপর নেতিবাচক অর্থনৈতিক প্রভাব ফেলেছিল। ১৯২৪ সালে, প্রধানমন্ত্রী Władyslaw Grabski, যিনি অর্থনৈতিক মন্ত্রীও ছিলেন, পোল্যান্ডের জন্য একটি একক সাধারণ মুদ্রা (মার্কা প্রতিস্থাপন) হিসাবে জলোটি চালু করেছিলেন, যা একটি স্থিতিশীল মুদ্রা ছিল। মুদ্রা পোল্যান্ডকে ব্যাপক হাইপারইনফ্লেশন নিয়ন্ত্রণে সাহায্য করেছিল। এটি ইউরোপের একমাত্র দেশ যা বিদেশী ঋণ বা সাহায্য ছাড়াই এটি করতে সক্ষম হয়েছিল।  গড় বার্ষিক বৃদ্ধির হার (মাথাপিছু জিডিপি) ছিল ১৯২০-২৯ সালে ৫.২৪% এবং ১৯২৯-৩৮ সালে ০.৩৪%।\nপ্রতিবেশীদের সাথে বৈরী সম্পর্ক ছিল ইন্টারবেলাম পোল্যান্ডের অর্থনীতির জন্য একটি বড় সমস্যা। ১৯৩৭ সালে, সমস্ত প্রতিবেশীর সাথে বৈদেশিক বাণিজ্যের পরিমাণ ছিল পোল্যান্ডের মোট ২১%। পোল্যান্ডের সবচেয়ে গুরুত্বপূর্ণ প্রতিবেশী জার্মানির সাথে বাণিজ্য পোলিশ বিনিময়ের ১৪.৩% এর জন্য দায়ী। সোভিয়েত ইউনিয়নের সাথে বৈদেশিক বাণিজ্য (০.৮%) কার্যত অস্তিত্বহীন ছিল। চেকোস্লোভাকিয়া ৩.৯%, লাটভিয়া ০.৩% এবং রোমানিয়া ০.৮%। ১৯৩৮ সালের মাঝামাঝি, অস্ট্রিয়ার সাথে অ্যানসক্লাসের পরে, বৃহত্তর জার্মানি পোলিশ বৈদেশিক বাণিজ্যের ২৩% এর জন্য দায়ী ছিল।\n\nপিলসুডস্কির শাসন তার অস্তিত্ব জুড়ে পোলিশ-লিথুয়ানিয়ান কমনওয়েলথের রক্ষণশীল মুক্ত-বাজার অর্থনৈতিক ঐতিহ্য অনুসরণ করে। জাতীয় আয়ের বণ্টন হিসাবে ৯.৩% করের সাথে পোল্যান্ডে ইউরোপের সর্বনিম্ন করের হার ছিল। পিলসুডস্কির শাসনামলও বিদেশী বিনিয়োগ এবং অর্থনীতির উপর ব্যাপকভাবে নির্ভরশীল ছিল, পোলিশ ইকুইটি মূলধনের ৪৫.৪% বিদেশী কর্পোরেশন দ্বারা নিয়ন্ত্রিত। গ্রেট ডিপ্রেশনের পরে, পোলিশ অর্থনীতি ভেঙে পড়ে এবং পুনরুদ্ধার করতে ব্যর্থ হয় যতক্ষণ না ইগনেসি মোসিকির সরকার পিলসুডস্কির মৃত্যুর পর কর রাজস্ব এবং জনসাধারণের ব্যয় বৃদ্ধির সাথে আরও সরকারি হস্তক্ষেপের মাধ্যমে অর্থনৈতিক সংস্কার প্রবর্তন করে। এই হস্তক্ষেপবাদী নীতিগুলি পোল্যান্ডের অর্থনীতিকে মন্দা থেকে পুনরুদ্ধার করতে দেখেছিল।\nগ্রেট ডিপ্রেশনের পর পোল্যান্ডের ধীরে ধীরে পুনরুদ্ধারের ভিত্তি ছিল অর্থনীতিবিদ ইউজেনিউস কুয়াটকোভস্কির অধীনে নতুন সরকারের গণ অর্থনৈতিক উন্নয়ন পরিকল্পনা, যা তিনটি মূল অবকাঠামোগত উপাদান নির্মাণের তত্ত্বাবধান করেছিল। প্রথমটি ছিল Gdynia সমুদ্রবন্দর প্রতিষ্ঠা, যা পোল্যান্ডকে সম্পূর্ণভাবে Gdańsk বাইপাস করতে দেয় (যা পোলিশ কয়লা রপ্তানি বয়কট করার জন্য প্রবল জার্মান চাপের মধ্যে ছিল)। দ্বিতীয়টি ছিল আপার সাইলেসিয়া এবং গডিনিয়ার মধ্যে ৫০০-কিলোমিটার রেল সংযোগ নির্মাণ, যাকে বলা হয় পোলিশ কোল ট্রাঙ্ক-লাইন, যা কয়লা দিয়ে মালবাহী ট্রেনগুলি পরিবেশন করে। তৃতীয়টি ছিল COP - Centralny Okręg Przemysłowy (বাংলা : কেন্দ্রীয় শিল্প অঞ্চল) নামে একটি কেন্দ্রীয় শিল্প জেলা তৈরি করা। দুর্ভাগ্যবশত, জার্মান এবং সোভিয়েত আক্রমণ এবং দ্বিতীয় বিশ্বযুদ্ধের সূচনার ফলে এই উন্নয়নগুলি বাধাগ্রস্ত হয়েছিল এবং ব্যাপকভাবে ধ্বংস হয়েছিল।  ইন্টারবেলাম পোল্যান্ডের অন্যান্য কৃতিত্বের মধ্যে রয়েছে স্ট্যালোওয়া ওলা (একটি একেবারে নতুন শহর, একটি স্টিল মিলের চারপাশে একটি বনে নির্মিত), মোসিস (এখন একটি বড় নাইট্রেট কারখানা সহ Tarnów এর একটি জেলা), এবং ব্যাংক অফ পোল্যান্ড নামে একটি কেন্দ্রীয় ব্যাংক তৈরি করা।  বেশ কয়েকটি বাণিজ্য মেলা ছিল, যার মধ্যে সবচেয়ে জনপ্রিয় হল পজনান ইন্টারন্যাশনাল ফেয়ার, লিভিভের Targi Wschodnie, এবং উইলনোর  Targi Północne । পোলিশ রেডিওর দশটি স্টেশন ছিল ( আন্তঃযুদ্ধ পোল্যান্ডে রেডিও স্টেশনগুলি দেখুন), একাদশতম ১৯৩৯ সালের শরৎকালে খোলার পরিকল্পনা করা হয়েছিল। তদুপরি, ১৯৩৭ সালে, পোলিশ প্রকৌশলীরা টিভি পরিষেবা কাজ শুরু করেছিল। ১৯৩৯ সালের প্রথম দিকে, পোলিশ রেডিওর বিশেষজ্ঞরা চারটি টিভি সেট তৈরি করেছিলেন। পরীক্ষামূলক পোলিশ টিভি দ্বারা সম্প্রচারিত প্রথম মুভিটি ছিল বারবারা রাডজিউইলোওয়ানা এবং ১৯৪০ সাল নাগাদ একটি নিয়মিত টিভি পরিষেবা চালু হওয়ার কথা ছিল।\nইন্টারবেলাম পোল্যান্ডও অনেক সামাজিক সমস্যা সহ একটি দেশ ছিল। বেকারত্ব ছিল উচ্চ, এবং গ্রামাঞ্চলে দারিদ্র্য ব্যাপক ছিল, যার ফলে ১৯২৩ সালের ক্রাকো দাঙ্গা এবং ১৯৩৭ সালের পোল্যান্ডে কৃষক ধর্মঘটের মতো সামাজিক অস্থিরতার বেশ কয়েকটি ঘটনা ঘটে। জাতীয় সংখ্যালঘুদের সাথে বিরোধ ছিল, যেমন পূর্ব গ্যালিসিয়ায় ইউক্রেনীয়দের শান্তিকরণ (১৯৩০), পোলিশ প্রতিবেশীদের সাথে সম্পর্ক কখনও কখনও জটিল ছিল (দেখুন স্টলপসে সোভিয়েত অভিযান, পোলিশ-চেকোস্লোভাক সীমান্ত সংঘাত এবং ১৯৩৮ সালের পোলিশ লিথুয়ানিয়ার আল্টিমেটাম )। এর উপরে, পোল্যান্ডে ১৯৩৪ সালের বন্যার মতো প্রাকৃতিক দুর্যোগ ছিল।\n\n\n=== প্রধান শিল্প কেন্দ্র ===\n\nইন্টারবেলাম পোল্যান্ড অনানুষ্ঠানিকভাবে দুটি ভাগে বিভক্ত ছিল - পশ্চিমে উন্নত \"পোল্যান্ড এ\" এবং পূর্বে অনুন্নত \"পোল্যান্ড বি\"। পোলিশ শিল্প পশ্চিমে কেন্দ্রীভূত ছিল, বেশিরভাগই পোলিশ আপার সাইলেসিয়ায় এবং সংলগ্ন লেসার পোল্যান্ডের জাগলি ড্যাব্রোস্কি প্রদেশে, যেখানে বেশিরভাগ কয়লা খনি এবং ইস্পাত কারখানা অবস্থিত ছিল। অধিকন্তু, ভারী শিল্প প্ল্যান্ট Częstochowa (Huta Częstochowa, ১৮৯৬ সালে প্রতিষ্ঠিত), Ostrowiec Świętokrzyski ( Huta Ostrowiec, ১৮৩৭-১৮৩৯ সালে প্রতিষ্ঠিত), Stalowa Wola (একদম নতুন শিল্প শহর, যা ধুলো থেকে নির্মিত হয়েছিল) Chrzanów ( Fablok, ১৯১৯ সালে প্রতিষ্ঠিত), Jaworzno, Trzebinia (তেল শোধনাগার, ১৮৯৫ সালে শুরু), উজ (পোলিশ টেক্সটাইল শিল্পের আসন), পজনান (H. Cegielski – Poznań ), ক্রাকো এবং ওয়ারস্কতোর (Ursus কারখানা)। আরও পূর্বে, ক্রেসিতে, শিল্প কেন্দ্রগুলির মধ্যে এই অঞ্চলের দুটি প্রধান শহর অন্তর্ভুক্ত ছিল - লিভিভ এবং উইলনো (Elektrit)।\nকয়লা খনির পাশাপাশি, পোল্যান্ডের বোরিসলো, ড্রোহোবিকজ, জাসলো এবং গর্লিস, পটাসিয়াম লবণ (টিইএসপি), এবং ব্যাসাল্ট (জানোওয়া ডোলিনা) এ তেলের মজুত ছিল। ইতোমধ্যে বিদ্যমান শিল্প এলাকাগুলি ছাড়াও, ১৯৩০-এর দশকের মাঝামাঝি সময়ে মন্ত্রী ইউজেনিউস কুয়াটকোস্কির অধীনে কেন্দ্রীয় শিল্প অঞ্চল নামে একটি উচ্চাকাঙ্ক্ষী, রাষ্ট্র-স্পন্সর প্রকল্প শুরু হয়েছিল। ইন্টারবেলামে পোলিশ অর্থনীতির বৈশিষ্ট্যগুলির মধ্যে একটি ছিল প্রধান কারখানা ধীরে ধীরে জাতীয়করণ। এটি ছিল উরসাস ফ্যাক্টরির ক্ষেত্রে এবং বেশ কিছু স্টিলওয়ার্ক, যেমন রুদা স্লাস্কা -তে হুটা পোকোজ - নোভি বাইটম, হুটা ক্রোলেউস্কা চোরজো - ক্রোলেউস্কা হুটা, হুটা লৌরা অ্যাসরোসেমিয়া এবং ওয়েলোসকিলে উজ এ।\n\n\n=== পরিবহন ===\n\nপোল্যান্ডের ১৯৩৯ সালের পরিসংখ্যানগত ইয়ারবুক অনুসারে, পোল্যান্ডে রেলপথের মোট দৈর্ঘ্য (৩১ ডিসেম্বর ১৯৩৭ অনুযায়ী) ছিল ২০,১১৮ কিলোমিটার (১২,৫০১ মাইল)। রেলের ঘনত্ব ছিল ৫.২ কিলোমিটার (৩.২ মাইল) প্রতি ১০০ বর্গকিলোমিটার (৩৯ বর্গমাইল)। দেশের পশ্চিমাঞ্চলে রেলপথ খুব ঘন ছিল, যখন পূর্বে, বিশেষ করে পোলেসি, কিছু কাউন্টিতে রেলের অস্তিত্ব ছিল না। ইন্টারবেলাম সময়কালে, পোলিশ সরকার প্রধানত দেশের কেন্দ্রীয় অংশে বেশ কয়েকটি নতুন লাইন নির্মাণ করে (এছাড়াও পোলিশ স্টেট রেলরোড সামার ১৯৩৯ দেখুন)। যুদ্ধের কারণে বিস্তৃত ওয়ারসজাওয়া গোওনা রেলওয়ে স্টেশনের নির্মাণ কখনই শেষ হয়নি, যখন পোলিশ রেলওয়েগুলি তাদের সময়ানুবর্তিতার জন্য বিখ্যাত ছিল।\nইন্টারবেলামে, পোল্যান্ডের রাস্তার নেটওয়ার্ক ঘন ছিল, কিন্তু রাস্তার মান খুবই খারাপ ছিল – সমস্ত রাস্তার মাত্র ৭% পাকা এবং অটোমোবাইল ব্যবহারের জন্য প্রস্তুত ছিল, এবং বড় শহরগুলির একটিও একে অপরের সাথে ভালভাবে সংযুক্ত ছিল না। - মানসম্পন্ন হাইওয়ে। ১৯৩৯ সালে পোলস শুধুমাত্র একটি হাইওয়ে তৈরি করেছিল:  ওয়ারলুবি এবং ওসিয়েক (মধ্য-উত্তর পোল্যান্ড) গ্রামগুলির সংযোগকারী সোজা কংক্রিটের ২৮ কিমি রাস্তা। এটি ইতালীয় প্রকৌশলী পিয়েরো পুরিসেলি ডিজাইন করেছিলেন।\n\n১৯৩০-এর দশকের মাঝামাঝি, পোল্যান্ডে ৩,৪০,০০০ কিলোমিটার (২,১১,২৬৬ মাইল)  রাস্তা ছিল, কিন্তু মাত্র ৫৮,০০০  শক্ত পৃষ্ঠ ছিল (নুড়ি, কবেলস্টোন বা সেট ), এবং ২,৫০০ আধুনিক  অ্যাসফাল্ট বা কংক্রিটের পৃষ্ঠ ছিল। দেশের বিভিন্ন স্থানে পাকা রাস্তার কিছু অংশ ছিল, যেগুলো হঠাৎ করেই শেষ হয়ে যায় এবং তার পরেই ছিল কাঁচা রাস্তা।  দীর্ঘস্থায়ী বিদেশী আধিপত্য এবং অপর্যাপ্ত তহবিল উভয়ের কারণেই রাস্তার বেহাল দশা। ২৯ জানুয়ারী ১৯৩১-এ, পোলিশ সংসদ রাজ্য সড়ক তহবিল তৈরি করেছিল, যার উদ্দেশ্য ছিল রাস্তা নির্মাণ ও সংরক্ষণের জন্য অর্থ সংগ্রহ করা। সরকার রাস্তার অগ্রাধিকার সহ একটি ১০-বছরের পরিকল্পনা প্রণয়ন করেছে: উইলনো থেকে ওয়ারশ এবং ক্রাকো হয়ে জাকোপানে (যাকে মার্শাল পিলসুডস্কি হাইওয়ে বলা হয়), ওয়ারশ থেকে পোজনান এবং উজ পর্যন্ত অ্যাসফল্ট হাইওয়ে, পাশাপাশি একটি ওয়ারশ রিং রোড। যাইহোক, পরিকল্পনাটি অত্যন্ত উচ্চাভিলাষী ছিল, যার জন্য জাতীয় বাজেটে অপর্যাপ্ত অর্থ ছিল। ১৯৩৮ সালের জানুয়ারিতে, পোলিশ রোড কংগ্রেস অনুমান করেছিল যে পোল্যান্ডকে পশ্চিম ইউরোপের সাথে তাল মিলিয়ে চলার জন্য রাস্তার তিনগুণ বেশি অর্থ ব্যয় করতে হবে।\n১৯৩৯ সালে, যুদ্ধ শুরু হওয়ার আগে, LOT পোলিশ এয়ারলাইনস, যা ১৯২৯ সালে প্রতিষ্ঠিত হয়েছিল, এর কেন্দ্র ছিল ওয়ারশ ওকেসি বিমানবন্দরে। সেই সময়ে, LOT অভ্যন্তরীণ এবং আন্তর্জাতিক উভয় পরিষেবার রক্ষণাবেক্ষণ করেছিল। Gdynia - রুমিয়া, গদানস্ক - Langfuhr, Katowice-Muchowiec, Kraków-Rakowice-Czyżyny, Lwów-Skniłów, Poznań-Ławica, এবং Wilno-Porubanek এর সাথে ওয়ারশ-এর নিয়মিত ঘরোয়া যোগাযোগ ছিল। তদুপরি, এয়ার ফ্রান্স, লারেস, লুফথানসা এবং মালের্টের সহযোগিতায়, এথেন্স, বৈরুত, বার্লিন, বুখারেস্ট, বুদাপেস্ট, হেলসিঙ্কি, কাউনাস, লন্ডন, প্যারিস, প্রাগ, রিগা, রোম, তালিন এবং জাগরেবের সাথে আন্তর্জাতিক সংযোগ বজায় রেখেছিল।\n\n\n=== কৃষি ===\n\nপরিসংখ্যানগতভাবে, বেশিরভাগ নাগরিক গ্রামাঞ্চলে বাস করত (১৯২১ সালে ৭৫%)। জনসংখ্যার ৬৫% কৃষক। ১৯২৯ সালে, পোল্যান্ডের জিএনপির ৬৫% কৃষি উৎপাদন ছিল।  দেশভাগের ১২৩ বছর পরে, দেশের অঞ্চলগুলি খুব অসমভাবে উন্নত হয়েছিল। সাবেক জার্মান সাম্রাজ্যের ভূমি ছিল সবচেয়ে উন্নত; বৃহত্তর পোল্যান্ড, আপার সাইলেসিয়া এবং পোমেরেলিয়ায় কৃষিকাজ এবং ফসল পশ্চিম ইউরোপীয় স্তরে ছিল। কংগ্রেস পোল্যান্ডের কিছু অংশে, পূর্ব বর্ডারল্যান্ডস এবং পূর্বে গ্যালিসিয়াতে পরিস্থিতি আরও খারাপ ছিল, যেখানে কৃষি ছিল বেশ পশ্চাদপদ এবং আদিম, যেখানে প্রচুর সংখ্যক ছোট খামার ছিল, দেশীয় বা আন্তর্জাতিক উভয় ক্ষেত্রেই সফল হতে পারেনি। বাজার আরেকটি সমস্যা ছিল গ্রামাঞ্চলের অতিরিক্ত জনসংখ্যা, যার ফলে দীর্ঘস্থায়ী বেকারত্ব দেখা দেয়। বসবাসের অবস্থা বেশ কিছু পূর্বাঞ্চলে, যেমন হুটসুল সংখ্যালঘু অধ্যুষিত কাউন্টিতে এতটাই খারাপ ছিল যে সেখানে স্থায়ী অনাহার ছিল।  কৃষকরা সরকারের বিরুদ্ধে বিদ্রোহ করেছিল (দেখুন: পোল্যান্ডে ১৯৩৭ কৃষক ধর্মঘট ), এবং কেন্দ্রীয় শিল্প অঞ্চলের জন্য বেশ কয়েকটি কারখানা নির্মাণের কারণে ১৯৩০ এর দশকের শেষের দিকে পরিস্থিতি পরিবর্তন হতে শুরু করে, যা হাজার হাজার গ্রামীণ এবং ছোট শহরের বাসিন্দাদের কর্মসংস্থান করেছিল।\n\n\n=== জার্মান বাণিজ্য ===\n১৯২৫ সালের জুনের শুরুতে, একটি শুল্ক যুদ্ধ শুরু হয়, যেখানে পুনরুদ্ধারবাদী ওয়েমার প্রজাতন্ত্র প্রায় এক দশক ধরে পোল্যান্ডের বিরুদ্ধে বাণিজ্য নিষেধাজ্ঞা আরোপ করে ; এটি শুল্ক এবং বিস্তৃত অর্থনৈতিক বিধিনিষেধ জড়িত। ১৯৩৩ সালের পর বাণিজ্য যুদ্ধ শেষ হয়। নতুন চুক্তিগুলি বাণিজ্যকে নিয়ন্ত্রিত এবং উন্নীত করেছে। জার্মানি পোল্যান্ডের বৃহত্তম ব্যবসায়িক অংশীদার হয়ে ওঠে, এরপর ব্রিটেন। ১৯৩৮ সালের অক্টোবরে, জার্মানি পোল্যান্ডকে ৬০,০০০,০০০ RM (১২০,০০০,০০০ zloty, বা £ ৪,৮০০,০০০) ক্রেডিট দেয় যা যুদ্ধের প্রাদুর্ভাবের কারণে কখনই বাস্তবায়িত হয়নি। জার্মানি পোলিশ কাঠ এবং কৃষি পণ্যের বিনিময়ে কারখানার সরঞ্জাম এবং যন্ত্রপাতি সরবরাহ করবে। এই নতুন বাণিজ্য বিদ্যমান জার্মান-পোলিশ বাণিজ্য চুক্তি ছাড়াও হতে হবে।\n\n\n== শিক্ষা ও সংস্কৃতি ==\n\n১৯১৯ সালে, পোলিশ সরকার নিরক্ষরতা সীমিত করার প্রয়াসে ৭ থেকে ১৪ বছর বয়সী সকল শিশুর জন্য বাধ্যতামূলক শিক্ষা চালু করে, যা ব্যাপক ছিল, বিশেষ করে পূর্বের রাশিয়ান বিভাজন এবং পূর্ব পোল্যান্ডের অস্ট্রিয়ান বিভাজনে। ১৯২১ সালে, পোল্যান্ডের এক-তৃতীয়াংশ নাগরিক নিরক্ষর থেকে যায় (৩৮% গ্রামাঞ্চলে)। প্রক্রিয়াটি ধীরগতির ছিল, কিন্তু ১৯৩৭ সালের মধ্যে নিরক্ষরতার মাত্রা সামগ্রিকভাবে ২৩% (গ্রামাঞ্চলে ২৭%) এবং ১৯৩৭ সালে আরও 18%-এ নেমে আসে। ১৯৩৯ সাল নাগাদ, ৯০% এরও বেশি শিশু স্কুলে যায়। ১৯৩২ সালে, ধর্ম ও শিক্ষা মন্ত্রী, Janusz Jędrzejewicz একটি বড় সংস্কার করেন যা শিক্ষার দুটি প্রধান স্তরের প্রবর্তন করে: সাধারণ বিদ্যালয় ( szkoła powszechna ), তিনটি স্তর সহ – ৪ গ্রেড + ২ গ্রেড + ১ গ্রেড; এবং মিডল স্কুল ( szkoła średnia ), দুটি স্তর সহ – ৪টি গ্রেড ব্যাপক মিডল স্কুল এবং 2টি নির্দিষ্ট হাই স্কুলের গ্রেড (শাস্ত্রীয়, মানবতাবাদী, প্রাকৃতিক এবং গাণিতিক)। মিডল স্কুলের একজন স্নাতক একটি ছোট মাতুরা পেয়েছে, যখন হাই স্কুলের একজন স্নাতক একটি বড় মাতুরা পেয়েছে, যা তাদের বিশ্ববিদ্যালয়-স্তরের শিক্ষা নিতে সক্ষম করেছে।\n\n১৯১৮ সালের আগে, পোল্যান্ডে তিনটি বিশ্ববিদ্যালয় ছিল: জাগিলোনিয়ান ইউনিভার্সিটি, ইউনিভার্সিটি অফ ওয়ারশ এবং লাউও ইউনিভার্সিটি। লুবলিনের ক্যাথলিক বিশ্ববিদ্যালয় ১৯১৮ সালে প্রতিষ্ঠিত হয়েছিল; অ্যাডাম মিকিউইচ বিশ্ববিদ্যালয়, পজনান, ১৯১৯ সালে; এবং অবশেষে, ১৯২২ সালে, সেন্ট্রাল লিথুয়ানিয়া প্রজাতন্ত্রের সংযুক্তির পরে, উইলনো বিশ্ববিদ্যালয় প্রজাতন্ত্রের ষষ্ঠ বিশ্ববিদ্যালয়ে পরিণত হয়। এছাড়াও তিনটি টেকনিক্যাল কলেজ ছিল: ওয়ারশ ইউনিভার্সিটি অফ টেকনোলজি, লওয়া পলিটেকনিক এবং ক্রাকোতে এজিএইচ ইউনিভার্সিটি অফ সায়েন্স অ্যান্ড টেকনোলজি, ১৯১৯ সালে প্রতিষ্ঠিত। ওয়ারশ ইউনিভার্সিটি অফ লাইফ সায়েন্সেস ছিল একটি কৃষি প্রতিষ্ঠান। 1939 সাল নাগাদ, প্রায় ৫০,০০০ শিক্ষার্থী পরবর্তী শিক্ষায় নাম লেখান। বিশ্ববিদ্যালয়গুলিতে 28% ছাত্র ছিল মহিলা, যা ইউরোপে দ্বিতীয় সর্বোচ্চ অংশ ছিল।\nইন্টারবেলামে পোলিশ বিজ্ঞান তার গণিতবিদদের জন্য বিখ্যাত ছিল যারা লওয়া স্কুল অফ ম্যাথমেটিক্স, ক্রাকো স্কুল অফ ম্যাথমেটিক্স এবং ওয়ারশ স্কুল অফ ম্যাথমেটিক্সের চারপাশে জড়ো হয়েছিল। Lwów–Warsaw স্কুল অফ লজিক অ্যান্ড ফিলোসফিতে বিশ্বমানের দার্শনিকরা ছিলেন। ফ্লোরিয়ান জ্যানিয়েকি পোলিশ সমাজতাত্ত্বিক গবেষণা প্রতিষ্ঠা করেছিলেন। রুডলফ উইগল টাইফাসের বিরুদ্ধে একটি ভ্যাকসিন আবিষ্কার করেন। ব্রনিস্লো ম্যালিনোস্কি বিংশ শতাব্দীর সবচেয়ে গুরুত্বপূর্ণ নৃবিজ্ঞানীদের মধ্যে গণ্য হন।\n\nপোলিশ সাহিত্যে, ১৯২০ এর দশক কবিতার আধিপত্য দ্বারা চিহ্নিত করা হয়েছিল। পোলিশ কবিদের দুটি দলে বিভক্ত করা হয়েছিল - স্কাম্যান্ডেরাইটরা (জান লেকোন, জুলিয়ান তুউইম, আন্তোনি স্লোনিমস্কি এবং জারোস্লো ইওয়াসকিউইচ ) এবং ভবিষ্যতবাদীরা (আনাটল স্টার্ন, ব্রুনো জাসিয়েনস্কি, আলেকসান্ডার ওয়াট, জুলিয়ান প্রজিবোস )। সুপ্রতিষ্ঠিত ঔপন্যাসিক ( স্টেফান ইরোমস্কি, ভ্লাডিসল রেমন্ট) ছাড়াও ইন্টারবেলামে নতুন নাম এসেছে – Zofia Nałkowska, Maria Dąbrowska, Jarosław Iwaszkiewicz, Jan Parandowski, Bruno Schultz, Stanistław Wizwickowwigtnaw . অন্যান্য উল্লেখযোগ্য শিল্পীদের মধ্যে ছিলেন ভাস্কর জাওয়েরি দুনিকোস্কি, চিত্রশিল্পী জুলিয়ান ফালাত, ওজসিচ কোসাক এবং জ্যাসেক ম্যাল্কজেউস্কি, সুরকার ক্যারল সেজাইমানভস্কি, ফেলিকস নওওয়েজস্কি, এবং আর্তুর রুবিনস্টাইন, গায়ক জান কিপুরা।\nওয়ারশ, উইলনো এবং লওয়া শহরে তিনটি প্রধান কেন্দ্রের সাথে ইন্টারবেলামে থিয়েটারটি অত্যন্ত জনপ্রিয় ছিল। সব মিলিয়ে, পোল্যান্ডে ১০৩টি থিয়েটার এবং অন্যান্য অনেক নাট্য প্রতিষ্ঠান (১০০টি ফোক নাট্যশালা সহ) ছিল। ১৯৩৬ সালে, বিভিন্ন শো ৫ মিলিয়ন মানুষ দেখেছিলেন এবং সেই সময়ের পোলিশ থিয়েটারের প্রধান ব্যক্তিরা ছিলেন জুলিয়াস ওস্টারওয়া, স্টেফান জারাকজ এবং লিওন শিলার । এছাড়াও, যুদ্ধ শুরু হওয়ার আগে, প্রায় এক মিলিয়ন রেডিও ছিল।\n\n\n== প্রশাসনিক বিভাগ ==\nদ্বিতীয় প্রজাতন্ত্রের প্রশাসনিক বিভাগটি পোলিশ-লিথুয়ানিয়ান কমনওয়েলথের প্রশাসনিক বিভাগকে উল্লেখ করে একটি তিন-স্তরের ব্যবস্থার উপর ভিত্তি করে ছিল। সর্বনিম্ন স্তরে ছিল জিমিনি, স্থানীয় শহর এবং গ্রাম সরকারগুলি জেলা বা প্যারিশের মতো। এগুলিকে তখন একত্রে পাওয়্যাটি (কাউন্টির অনুরূপ) গোষ্ঠীতে বিভক্ত করা হয়েছিল, যা ফলস্বরূপ, województwa ( voivodeships, প্রদেশগুলির মতো) হিসাবে গোষ্ঠীভুক্ত হয়েছিল। এই প্রশাসনিক ব্যবস্থা আধুনিক তৃতীয় পোলিশ প্রজাতন্ত্রে চলে গেছে।\n\n\n== জনসংখ্যা ==\nঐতিহাসিকভাবে, পোল্যান্ড প্রায় সবসময় একটি বহুজাতিক দেশ ছিল। এটি দ্বিতীয় প্রজাতন্ত্রের জন্য বিশেষভাবে সত্য ছিল, যখন প্রথম বিশ্বযুদ্ধ এবং পরবর্তী পোলিশ-সোভিয়েত যুদ্ধের পরিপ্রেক্ষিতে আবার স্বাধীনতা অর্জিত হয়েছিল, পরবর্তী যুদ্ধটি আনুষ্ঠানিকভাবে রিগা শান্তির মাধ্যমে শেষ হয়েছিল। ১৯২১ সালের আদমশুমারি দেখায় যে জনসংখ্যার ৩০.৮% নৃতাত্ত্বিক সংখ্যালঘুদের নিয়ে গঠিত, ১.৬% (শুধুমাত্র অ-পোলিশ জাতিগোষ্ঠীর সাথে চিহ্নিত) বা ৩.৮% (যারা পোলিশ জাতিসত্তা এবং অন্য কোনো জাতিগোষ্ঠী, উভয়ের সাথে সনাক্ত করে তাদের সহ )। ২০১১ সালে সোভিয়েত ইউনিয়ন থেকে প্রায় ৫০০,০০০ পোলের প্রথম স্বতঃস্ফূর্ত ফ্লাইট সার্বভৌম পোল্যান্ডের পুনর্গঠনের সময় ঘটেছিল। দ্বিতীয় তরঙ্গে, ১৯১৯ সালের নভেম্বর থেকে ১৯২৪ সালের জুনের মধ্যে, প্রায় ১,২০০,০০০ মানুষ পোল্যান্ডের জন্য ইউএসএসআর অঞ্চল ছেড়ে যায়। অনুমান করা হয় যে তাদের মধ্যে প্রায় ৪৬০,০০০ জন প্রথম ভাষা হিসেবে পোলিশ ভাষায় কথা বলত। ১৯৩৭ সালের পোলিশ আদমশুমারি অনুসারে: জনসংখ্যার ৬৮.৯% পোলিশ, ১৩.৯% ইউক্রেনীয়, প্রায় ৯% ইহুদি, ৩.১% বেলারুশিয়ান, ২.৩% জার্মান এবং ২.৮% অন্যান্য, লিথুয়ানিয়ান, চেক, আর্মেনিয়ান, রাশিয়ান এবং রোমানি সহ। সংখ্যালঘুদের পরিস্থিতি একটি জটিল বিষয় ছিল এবং সময়ের মধ্যে পরিবর্তিত হয়েছিল।\nপোল্যান্ডও অনেক ধর্মের জাতি ছিল। ১৯২১ সালে, ১৬,০৫৭,২২৯ পোল (প্রায় ৬২.৫%) রোমান (লাতিন) ক্যাথলিক, ৩,০৩১,০৫৭ নাগরিক (প্রায় ১১.৮%) নাগরিক ছিলেন পূর্ব রাইট ক্যাথলিকস (বেশিরভাগ ইউক্রেনীয় গ্রীক ক্যাথলিক এবং আর্মেনিয়ান রাইট ক্যাথলিক্স), ২,৮১৫,৮১৭ জন  (প্রায় ১০.৯৫%) অর্থোডক্স ছিল, ২,৭৭১,৯৪৯ (প্রায় ১০.৮%) ছিল ইহুদি, এবং ৯৪০,২৩২ (প্রায় ৩.৭%) ছিল প্রোটেস্ট্যান্ট (বেশিরভাগ লুথারান)।\n১৯৩১ সালের মধ্যে, পোল্যান্ডে বিশ্বের দ্বিতীয় বৃহত্তম ইহুদি জনসংখ্যা ছিল, যেখানে বিশ্বের সমস্ত ইহুদিদের এক-পঞ্চমাংশ এর সীমানার মধ্যে বসবাস করত (প্রায় ৩,১৩৬,০০০)।  ইন্টারবেলাম পোল্যান্ডের শহুরে জনসংখ্যা ক্রমাগত বেড়েই চলেছে; ১৯২১ সালে, শুধুমাত্র ২৪% পোল শহরে বাস করত, ১৯৩০ এর দশকের শেষের দিকে, সেই অনুপাত বেড়ে ৩০% হয়ে যায়। এক দশকেরও বেশি সময়ে, ওয়ারশ-এর জনসংখ্যা ২০০,০০০,উজ  ১৫০,০০০, এবং পোজনান - ১০০,০০০ বৃদ্ধি পেয়েছে। এটি শুধুমাত্র অভ্যন্তরীণ অভিবাসনের কারণে নয়,  অত্যন্ত উচ্চ জন্মহারের কারণেও হয়েছিল।\n\n\n=== দ্বিতীয় পোলিশ প্রজাতন্ত্রের বৃহত্তম শহর ===\n\n\n== জাতিগত সংখ্যালঘুদের অবস্থা ==\n\n\n=== ইহুদি ===\n১৯২০-এর দশক থেকে, পোলিশ সরকার ইহুদিদের সরকারি ব্যাংক ঋণ, সরকারি খাতে চাকরি এবং ব্যবসায়িক লাইসেন্স প্রাপ্তি থেকে বাদ দিয়েছিল। ১৯৩০-এর দশক থেকে, ইহুদি দোকান, ইহুদি রপ্তানি সংস্থা, শেচিতার বিরুদ্ধে ব্যবস্থা নেওয়া হয়েছিল এবং সেইসাথে চিকিৎসা ও আইনি পেশায় ইহুদিদের ভর্তি, ব্যবসায়িক সংস্থায় ইহুদি এবং বিশ্ববিদ্যালয়গুলিতে ইহুদিদের তালিকাভুক্তির উপর সীমাবদ্ধতা স্থাপন করা হয়েছিল। রাজনৈতিক আন্দোলন ন্যাশনাল ডেমোক্রেসি ( Endecja, সংক্ষেপে \"ND\" থেকে) প্রায়ই ইহুদি বিরোধী ব্যবসা বয়কট সংগঠিত করে। ১৯৩৫ সালে মার্শাল জোজেফ পিলসুডস্কির মৃত্যুর পর, এন্ডেকজা তাদের প্রচেষ্টা জোরদার করে, যা সারা দেশের ছোট শহরগুলিতে চরম ক্ষেত্রে সহিংসতার সূত্রপাত করে।  ১৯৩৭ সালে, জাতীয় গণতন্ত্র আন্দোলন রেজোলিউশন পাস করে যে \"এর প্রধান লক্ষ্য এবং কর্তব্য হতে হবে পোল্যান্ডের সামাজিক, অর্থনৈতিক এবং সাংস্কৃতিক জীবনের সকল ক্ষেত্রে ইহুদিদের অপসারণ করা\"।  সরকার প্রতিক্রিয়া হিসাবে জাতীয় ঐক্যের ক্যাম্প (OZON) সংগঠিত করে, যা ১৯৩৮ সালে পোলিশ সেজমের নিয়ন্ত্রণ নিয়েছিল এবং পরবর্তীতে জার্মানি, হাঙ্গেরি এবং রোমানিয়ার ইহুদি বিরোধী আইনের অনুরূপ ইহুদি-বিরোধী আইনের খসড়া তৈরি করেছিল। ওজোন পোল্যান্ড থেকে ইহুদিদের ব্যাপক দেশত্যাগ, নিউমেরাস ক্লসাস (এছাড়াও ঘেটো বেঞ্চগুলি দেখুন), এবং ইহুদি অধিকারের অন্যান্য সীমাবদ্ধতার পক্ষে কথা বলে। উইলিয়াম ডব্লিউ. হেগেনের মতে, ১৯৩৯ সাল নাগাদ, যুদ্ধের আগে, পোলিশ ইহুদিদেরকে নাৎসি জার্মানির মতো অবস্থার জন্য হুমকি দেওয়া হয়েছিল।\nপ্রাক-যুদ্ধ সরকার ইউক্রেনীয় জাতীয়তা ঘোষণাকারী, পূর্ব অর্থোডক্স চার্চের অন্তর্গত এবং দ্বিতীয় পোলিশ প্রজাতন্ত্রের পূর্ব সীমান্তে বসবাসকারী লোকদের অধিকারকেও সীমাবদ্ধ করেছিল। সম্ভাব্য প্রতিটি ক্ষেত্রে ইউক্রেনীয় সীমাবদ্ধ ছিল, বিশেষ করে সরকারী প্রতিষ্ঠানে, এবং \"ইউক্রেনীয়\" শব্দের ব্যবহার নিষিদ্ধ করার প্রয়াসে \"রুথেনিয়ান\" শব্দটি প্রয়োগ করা হয়েছিল। ইউক্রেনীয়দের অশিক্ষিত দ্বিতীয় শ্রেণীর কৃষক বা তৃতীয় বিশ্বের মানুষ হিসাবে শ্রেণীবদ্ধ করা হয়েছিল এবং প্রচলিত ইউক্রেইনোফোবিয়া এবং আরোপিত বিধিনিষেধের কারণে তারা খুব কমই পূর্ব সীমান্ত অঞ্চলের বাইরে বসতি স্থাপন করেছিল। ইউক্রেনীয় রাষ্ট্র পুনরুদ্ধারের অনেক প্রচেষ্টা দমন করা হয়েছিল এবং ইউক্রেনীয় জাতীয়তাবাদীদের সংগঠন দ্বারা সূচিত যেকোন বিদ্যমান সহিংসতা বা সন্ত্রাসবাদকে একটি \"নিষ্ঠুর পূর্ব বর্বর\" এর চিত্র তৈরি করার জন্য জোর দেওয়া হয়েছিল।\n\n\n== ভূগোল ==\nদ্বিতীয় পোলিশ প্রজাতন্ত্র প্রধানত সমতল ছিল যার গড় উচ্চতা ২৩৩ মিটার (৭৬৪ ফুট) সমুদ্রপৃষ্ঠের উপরে, দক্ষিণতম কার্পাথিয়ান পর্বতমালা ব্যতীত (দ্বিতীয় বিশ্বযুদ্ধ এবং এর সীমানা পরিবর্তনের পরে, পোল্যান্ডের গড় উচ্চতা ১৭৩ মিটার (৫৬৮ ফুট) এ নেমে এসেছে) )। দক্ষিণ সীমান্ত বরাবর শুধুমাত্র ১৩% অঞ্চল ৩০০ মিটার (৯৮০ ফুট) এর বেশি ছিল । দেশের সর্বোচ্চ উচ্চতা ছিল মাউন্ট রাইসি, যা ২,৪৯৯ মিটার (৮,১৯৯ ফুট) তে উঠেছিল কার্পাথিয়ানদের টাট্রা রেঞ্জে, প্রায় ৯৫ কিলোমিটার (৫৯ মাইল) ক্রাকওয়ের দক্ষিণে। অক্টোবর ১৯৩৮ থেকে ১৯৩৯ সালের সেপ্টেম্বরের মধ্যে, সর্বোচ্চ উচ্চতা ছিল লোডাউয়ি স্জসিট ( স্লোভাক ভাষায় Ľadový štít নামে পরিচিত), যা ২,৬২৭ মিটার (৮,৬১৯ ফুট) বেড়েছে সমুদ্রপৃষ্ঠের উপরে। বৃহত্তম হ্রদ ছিল নারাচ হ্রদ ।\n\nট্রান্স-ওলজাকে সংযুক্ত করার পর দেশের মোট এলাকা ছিল ৩,৮৯,৭২০ বর্গকিলোমিটার (১,৫০,৪৭০ বর্গমাইল)। এটা উত্তর থেকে দক্ষিণে ৯০৩ কিলোমিটার (৫৬১ মাইল) প্রসারিত  এবং ৮৯৪ কিলোমিটার (৫৫৬ মাইল) পূর্ব থেকে পশ্চিমে। ১ জানুয়ারী ১৯৩৮-এ, সীমানার মোট দৈর্ঘ্য ছিল ৫,৫২৯ কিলোমিটার (৩,৪৩৬ মাইল), সহ: ১৪০ কিলোমিটার (৮৭ মাইল) উপকূলরেখা (যার মধ্যে ৭১ কিলোমিটার (৪৪ মাইল) হেল উপদ্বীপ দ্বারা তৈরি করা হয়েছিল ), ১,৪১২ কিলোমিটার (৮৭৭ মাইল) সোভিয়েত ইউনিয়নের সাথে, চেকোস্লোভাকিয়ার সাথে 948 কিলোমিটার (1938 পর্যন্ত), ১,৯১২ কিলোমিটার (১,১৮৮ মাইল) জার্মানির সাথে (একসাথে পূর্ব প্রুশিয়ার সাথে), এবং ১,০৮১ কিলোমিটার (৬৭২ মাইল) অন্যান্য দেশের সাথে (লিথুয়ানিয়া, রোমানিয়া, লাটভিয়া, ড্যানজিগ)। দ্বিতীয় পোলিশ প্রজাতন্ত্রের প্রধান শহরগুলির মধ্যে ক্রাকোতে সবচেয়ে উষ্ণ বার্ষিক গড় তাপমাত্রা ছিল ৯.১ ডিগ্রি সেলসিয়াস (৪৮.৪ ডিগ্রি ফারেনহাইট) ১৯৩৮ সালে; এবং উইলনোতে সবচেয়ে ঠান্ডা ( ৭.৬ ডিগ্রি সেলসিয়াস (৪৫.৭ ডিগ্রি ফারেনহাইট) ১৯৩৮ সালে)। পোল্যান্ডের চরম ভৌগোলিক পয়েন্টগুলির মধ্যে রয়েছে উত্তরে সোমিনোর প্রজেসওয়াতা নদী ( উইলনো ভয়েভোডেশিপের ব্রাসলা কাউন্টিতে অবস্থিত); দক্ষিণে মানকজিন নদী ( স্তানিস্লোভ ভয়িভোডশিপের কসো কাউন্টিতে অবস্থিত); পূর্বে পোলক পর্যন্ত রেলওয়ের কাছে স্পাসিবিওরকি ( উইলনো ভয়িভোডশিপের ডিজিসনা কাউন্টিতে অবস্থিত); এবং ওয়ার্টা নদীর কাছে মুকোসিনেক এবং পশ্চিমে মেসজিন হ্রদ ( পজনান ভয়িভোডশিপের মিডজিচোদ কাউন্টিতে অবস্থিত)।\n\n\n=== জল ===\nইন্টারবেলাম পোল্যান্ডের প্রায় ৭৫% ভূখণ্ড ভিস্তুলা দ্বারা উত্তর দিকে বাল্টিক সাগরে প্রবাহিত ছিল (দ্বিতীয় পোলিশ প্রজাতন্ত্রের সীমানার মধ্যে ভিস্টুলার নিষ্কাশন বেসিনের মোট এলাকা ছিল ১,৮০,৩০০ বর্গকিলোমিটার (৬৯,৬০০ বর্গমাইল)। নিমেন ( ৫১,৬০০ বর্গকিলোমিটার (১৯,৯০০ বর্গমাইল)  ), ওডার ( ৪৬,৭০০ বর্গকিলোমিটার (১৮,০০০ বর্গমাইল) ) এবং দৌগাভা ( ১০,৪০০ বর্গকিলোমিটার (৪,০০০ বর্গমাইল) )। দেশের অবশিষ্ট অংশের নদী দক্ষিণ দিকে কৃষ্ণ সাগরে  নিষ্কাশন করে  যেমন ডিনিপার ( প্রিপিয়াত, হোরিন এবং স্টায়ার, সব মিলিয়ে ৬১,৫০০ বর্গকিলোমিটার (২৩,৭০০ বর্গমাইল) ) পাশাপাশি নিস্টার ( ৪১,৪০০ বর্গকিলোমিটার (১৬,০০০ বর্গমাইল) ) ও ছিল।\n\n\n== ১৯৩৯ সালে পোল্যান্ড আক্রমণ ==\n\n১৯৩৯ সালের সেপ্টেম্বরে দ্বিতীয় বিশ্বযুদ্ধের শুরুতে সার্বভৌম দ্বিতীয় পোলিশ প্রজাতন্ত্রের সমাপ্তি ঘটে। নাৎসি জার্মানি এবং সোভিয়েত ইউনিয়ন গোপন মোলোটভ-রিবেনট্রপ চুক্তি স্বাক্ষরের এক সপ্তাহ পরে, ১ সেপ্টেম্বর ১৯৩৯ সালে পোল্যান্ডে জার্মান আক্রমণ শুরু হয়। সেই দিন, জার্মানি এবং স্লোভাকিয়া পোল্যান্ড আক্রমণ করে এবং ১৭ সেপ্টেম্বর সোভিয়েতরা পূর্ব পোল্যান্ড আক্রমণ করে। বিশ দিনের অবরোধের পর ২৮ সেপ্টেম্বর ওয়ারশ নাৎসিদের হাতে পড়ে। উন্মুক্ত সংগঠিত পোলিশ প্রতিরোধ ৬ অক্টোবর ১৯৩৯ তারিখে ককের যুদ্ধের পরে শেষ হয়, যেখানে জার্মানি এবং সোভিয়েত ইউনিয়ন দেশের বেশিরভাগ অংশ দখল করে। লিথুয়ানিয়া উইলনো এলাকাকে সংযুক্ত করে এবং স্লোভাকিয়া পোল্যান্ডের দক্ষিণ সীমান্ত বরাবর এলাকাগুলো দখল করে - যার মধ্যে রয়েছে গোর্না ওরাওয়া এবং তাট্রান্সকা জাভোরিনা - যেটি পোল্যান্ড চেকোস্লোভাকিয়া থেকে ১৯৩৮ সালের অক্টোবরে সংযুক্ত করেছিল। পোল্যান্ড আক্রমণকারীদের কাছে আত্মসমর্পণ করেনি, কিন্তু পোলিশ সরকার-নির্বাসিত এবং পোলিশ আন্ডারগ্রাউন্ড স্টেটের পৃষ্ঠপোষকতায় লড়াই চালিয়ে যায়। ২৮ সেপ্টেম্বর ১৯৩৯-এ জার্মান-সোভিয়েত বন্ধুত্ব, সহযোগিতা এবং সীমানা চুক্তি স্বাক্ষরের পর, নাৎসি জার্মানির দখলে থাকা পোলিশ অঞ্চলগুলি হয় সরাসরি নাৎসি জার্মানিতে অন্তর্ভুক্ত হয়, অথবা সাধারণ সরকারের অংশ হয়ে যায়। সোভিয়েত ইউনিয়ন, পশ্চিম ইউক্রেন এবং পশ্চিম বেলারুশ (২২ অক্টোবর ১৯৩৯) এর পিপলস অ্যাসেম্বলির নির্বাচনের পরে, পূর্ব পোল্যান্ডকে আংশিকভাবে বাইলোরুশিয়ান সোভিয়েত সমাজতান্ত্রিক প্রজাতন্ত্রের সাথে এবং আংশিকভাবে ইউক্রেনীয় সোভিয়েত সমাজতান্ত্রিক প্রজাতন্ত্রের সাথে সংযুক্ত করে (নভেম্বর ১৯৩৯)।\n\n১৯৩৯ সালে জার্মানি আক্রমণ করার সাথে সাথে পোলিশ যুদ্ধ পরিকল্পনা (প্ল্যান ওয়েস্ট এবং প্ল্যান ইস্ট) ব্যর্থ হয়। জার্মানদের বিরুদ্ধে যুদ্ধে পোলিশদের ক্ষতি (নিহত এবং কর্মে নিখোঁজ) ছিল প্রায় সিএ। ৭০,০০০ পুরুষ। তাদের মধ্যে প্রায় ৪২০,০০০ বন্দী করা হয়েছিল। রেড আর্মির বিরুদ্ধে ক্ষতি (যা ১৭ সেপ্টেম্বর পোল্যান্ড আক্রমণ করেছিল) ৬,০০০ থেকে ৭,০০০ হতাহতের সংখ্যা যোগ করে এবং MIA, ২৫০,০০০ বন্দী হয়। যদিও পোলিশ সেনাবাহিনী - মিত্রদের নিষ্ক্রিয়তা বিবেচনা করে - একটি প্রতিকূল অবস্থানে ছিল - এটি শত্রুদের গুরুতর ক্ষতি করতে সক্ষম হয়েছিল: ২০,০০০ জার্মান সৈন্য নিহত হয়েছিল বা MIA, ৬৭৪টি ট্যাঙ্ক এবং ৩১৯টি সাঁজোয়া যান ধ্বংস বা খারাপভাবে ক্ষতিগ্রস্থ হয়েছিল, ২৩০টি বিমান গুলি করেছিল নিচে রেড আর্মি প্রায় ২,৫০০ সৈন্য, ১৫০টি যুদ্ধ যান এবং ২০টি বিমান হারিয়েছে (নিহত এবং MIA)। পোল্যান্ডে সোভিয়েত আক্রমণ এবং পশ্চিমা মিত্রদের কাছ থেকে প্রতিশ্রুত সাহায্যের অভাব 1939 সালের ৬ অক্টোবরে পোলিশ বাহিনীর পরাজয়ে অবদান রাখে।\n\nএকটি জনপ্রিয় পৌরাণিক কাহিনী হল যে পোলিশ অশ্বারোহীরা ১৯৩৯ সালের সেপ্টেম্বরের অভিযানের সময় ল্যান্সে সজ্জিত জার্মান ট্যাঙ্কগুলিকে চার্জ করেছিল। এই প্রায়ই পুনরাবৃত্তি করা অ্যাকাউন্ট, প্রথম জার্মান প্রচার হিসাবে ইতালীয় সাংবাদিকদের দ্বারা রিপোর্ট করা হয়েছিল, চোজনিসের কাছে পোলিশ ১৮ তম ল্যান্সার রেজিমেন্টের একটি পদক্ষেপের সাথে সম্পর্কিত। এটি ১ সেপ্টেম্বর ১৯৩৯ সালে ক্রোজ্যান্টির কাছে একটি একক সংঘর্ষের ভুল রিপোর্টিং থেকে উদ্ভূত হয়েছিল, যখন স্যাবারদের সাথে সজ্জিত পোলিশ ১৮ তম ল্যান্সারের দুটি স্কোয়াড্রন একটি মাউন্টেড স্যাবার চার্জ দিয়ে একটি জার্মান পদাতিক গঠনকে বিস্মিত করে এবং নিশ্চিহ্ন করে দেয়। মধ্যরাতের কিছু পরেই ২য় (মোটর চালিত) ডিভিশনকে পোলিশ অশ্বারোহী বাহিনী প্রত্যাহার করতে বাধ্য করেছিল, আগে পোলরা জার্মান সাঁজোয়া গাড়ির দ্বারা খোলা অবস্থায় ধরা পড়েছিল। ঘটনাটি ঘটেছিল কারণ কিছু জার্মান সাঁজোয়া গাড়ি উপস্থিত হয়েছিল এবং অশ্বারোহী বাহিনী পালিয়ে যাওয়ার সাথে সাথে ২০ জন সৈন্যকে গুলি করে হত্যা করেছিল। এমনকি এটি প্রত্যেককে তাদের বিশ্বাসের পুনর্বিবেচনা করতে রাজি করাতে ব্যর্থ হয়েছিল - এমন কিছু ছিল যারা ভেবেছিল যে পোলিশ অশ্বারোহী ১৯৩৯ সালে ভুলভাবে নিয়োগ করা হয়েছিল।\n1945 এবং 1990 এর মধ্যে, পোলিশ-ইন-নির্বাসিত সরকার লন্ডনে কাজ করেছিল, নিজেকে পোলিশ জাতির একমাত্র আইনী এবং বৈধ প্রতিনিধি হিসাবে উপস্থাপন করেছিল এবং ১৯৯০ সালে ওয়ারশতে কমিউনিস্ট সরকারের বৈধতাকে চ্যালেঞ্জ করেছিল, নির্বাসিত শেষ রাষ্ট্রপতি, রিজার্ড কাকজোরোস্কি, দ্বিতীয় এবং তৃতীয় প্রজাতন্ত্রের মধ্যে ধারাবাহিকতা নির্দেশ করে নবনির্বাচিত রাষ্ট্রপতি লেচ ওয়ালেসার কে রাষ্ট্রপতির পরিচয়চিহ্ন হস্তান্তর করেন।\n\n\n== আরও দেখুন ==\nপোল্যান্ডের ইতিহাস (১৯১৮-১৯৩৯)\nপোল্যান্ডে ১৯৩৮\nপোল্যান্ডে ১৯৩৯\nপোলিশ-লিথুয়ানিয়ান কমনওয়েলথ, \"প্রথম পোলিশ প্রজাতন্ত্র\" নামেও পরিচিত এবং \"রাজার সভাপতিত্বে একটি প্রজাতন্ত্র\" হিসাবে বর্ণনা করা হয়েছে।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nডেভিস, নরম্যান । ঈশ্বরের খেলার মাঠ । পোল্যান্ডের ইতিহাস। ভলিউম 2: 1795 থেকে বর্তমান পর্যন্ত। অক্সফোর্ড: অক্সফোর্ড ইউনিভার্সিটি প্রেস, 1981। পৃষ্ঠা 393-434\nলাতাওয়াস্কি, পল। পোল্যান্ড পুনর্গঠন 1914-23 (1992)\nলেসলি, আরএফ এট আল। 1863 সাল থেকে পোল্যান্ডের ইতিহাস। কেমব্রিজ ইউ প্রেস, 1980। 494 পিপি।\nলুকোভস্কি, জের্জি এবং জাওয়াদজকি, হুবার্ট। পোল্যান্ডের একটি সংক্ষিপ্ত ইতিহাস। কেমব্রিজ ইউ. প্রেস, ২য় সংস্করণ ২০০৬। 408 পিপি। উদ্ধৃতি এবং অনুসন্ধান\nপোগোনোস্কি, ইও সাইপ্রিয়ান। পোল্যান্ড: একটি ঐতিহাসিক এটলাস। হিপোক্রেন, 1987। 321 পিপি। নতুন ডিজাইন করা মানচিত্র\nস্ট্যাচুরা, পিটার ডি. পোল্যান্ড, 1918-1945: দ্বিতীয় প্রজাতন্ত্রের একটি ব্যাখ্যামূলক এবং ডকুমেন্টারি ইতিহাস (2004) অনলাইন  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৬ মে ২০১৯ তারিখে  </link>\nস্ট্যাচুরা, পিটার ডি. এড. পোল্যান্ড বিটুইন দ্য ওয়ারস, 1918-1939 (1998) পণ্ডিতদের প্রবন্ধ\nওয়াট, রিচার্ড এম. বিটার গ্লোরি: পোল্যান্ড অ্যান্ড ইটস ফেট, 1918-1939 (1998) উদ্ধৃতি এবং পাঠ্য অনুসন্ধান, ব্যাপক সমীক্ষা\n\n\n=== রাজনীতি এবং কূটনীতি ===\nCienciala, Anna M. \" Józef Pi£sudski এবং Jozef Beck এর বৈদেশিক নীতি, 1926-1939: ভুল ধারণা এবং ব্যাখ্যা \", দ্য পোলিশ রিভিউ (2011) 56#1 pp. 111–151; আগের সংস্করণ ।\nCienciala, Anna M. (1968), Poland the Western Powers, 1938–1939. পূর্ব ও পশ্চিম ইউরোপের আন্তঃনির্ভরতার একটি অধ্যয়ন । পিডিএফ, কানসাস ইউ প্রেস।\nCienciala, Anna M., and Titus Komarnicki (1984), From Versailles to Locarno, Keys to Polish Foreign Policy, 1919–1925 PDF, Kansas U. Press.\nDrzewieniecki, Walter M. \"The Polish Army on the Eve of II World War\", পোলিশ রিভিউ (1981) 26#3 pp 54–64.\nগার্লিকি, আন্দ্রেজেজ। জোজেফ পিলসুডস্কি, 1867-1935 (নিউ ইয়র্ক: স্কোলার প্রেস 1995), পণ্ডিত জীবনী; 4 ভোল পোলিশ সংস্করণের এক-ভোল সংস্করণ\nহেদারিংটন, পিটার। অপরাজেয়: জোসেফ পিলসুডস্কি, পুনরুত্থিত পোল্যান্ড, এবং পূর্ব ইউরোপের জন্য সংগ্রাম (2012) 752pp উদ্ধৃতি এবং পাঠ্য অনুসন্ধান\nJędrzejewicz, W. Piłsudski. এ লাইফ ফর পোল্যান্ড (1982), পণ্ডিত জীবনী\nকান্তোরোসিনস্কি, জেবিগনিউ। শুভ ইচ্ছার প্রতীক: মার্কিন যুক্তরাষ্ট্রের জন্য প্রশংসা এবং বন্ধুত্বের একটি পোলিশ ঘোষণা । ওয়াশিংটন, ডিসি: লাইব্রেরি অফ কংগ্রেস (1997)\nপোলোনস্কি, এ. স্বাধীন পোল্যান্ডে রাজনীতি, 1921-1939: সাংবিধানিক সরকারের সংকট (1972)\nরিখফ, এইচ. ভন।জার্মান-পোলিশ সম্পর্ক, 1918-1933 (জন হপকিন্স ইউনিভার্সিটি প্রেস 1971)\nRothschild, J. Piłsudski's Coup d'État (নিউ ইয়র্ক: Columbia University Press 1966)\nWandycz, PS পোলিশ কূটনীতি 1914-1945: লক্ষ্য এবং অর্জন (1988)\nWandycz, PS সোভিয়েত-পোলিশ সম্পর্ক, 1917-1921 (হার্ভার্ড ইউনিভার্সিটি প্রেস 1969)\nWandycz, PS মার্কিন যুক্তরাষ্ট্র এবং পোল্যান্ড (1980)\nজামোয়স্কি, অ্যাডাম। ওয়ারশ 1920: ইউরোপে লেনিনের ব্যর্থ বিজয় (2008) উদ্ধৃতি এবং পাঠ্য অনুসন্ধান\nজিমারম্যান, জোশুয়া ডি. জোজেফ পিলসুডস্কি: আধুনিক পোল্যান্ডের প্রতিষ্ঠাতা (হার্ভার্ড ইউনিভার্সিটি প্রেস, 2022) অনলাইন পর্যালোচনা\n\n\n=== সামাজিক এবং অর্থনৈতিক বিষয় ===\nAbramsky, C. et al. eds পোল্যান্ডে ইহুদি (অক্সফোর্ড: ব্ল্যাকওয়েল 1986)\nব্ল্যাঙ্ক, আর. অরফান্স অফ ভার্সাই। পশ্চিম পোল্যান্ডে জার্মানরা, 1918-1939 (1993)\nগুটম্যান, ওয়াই এবং অন্যান্য। eds দুই বিশ্বযুদ্ধের মধ্যে পোল্যান্ডের ইহুদি (1989)।\nLandau, Z. এবং Tomaszewski, J. The Polish Economy in the Twentieth Century (Routledge, 1985)\nমোকলাক, জারোস্লো। দ্বিতীয় পোলিশ প্রজাতন্ত্রের লেমকো অঞ্চল: রাজনৈতিক এবং আন্তঃদেশীয় সমস্যা 1918-1939 (2013); ওল্ড রুসিন, মস্কোফাইলস এবং ন্যাশনাল মুভমেন্ট অ্যাক্টিভিস্ট এবং গ্রীক ক্যাথলিক এবং অর্থোডক্স চার্চের রাজনৈতিক ভূমিকা কভার করে\nOlszewski, AK An Outline of Polish Art and Architecture, 1890–1980 (Warsaw: Interpress 1989.)\nরোজকোস্কি, ডব্লিউ. পোল্যান্ডের জমির মালিক, 1918-1939 (কেমব্রিজ ইউনিভার্সিটি প্রেস, 1991)\nস্ট্যানিউইচ, উইটোল্ড। \" দুই বিশ্বযুদ্ধের মধ্যে পোল্যান্ডের কৃষি সমস্যা \", স্লাভোনিক এবং পূর্ব ইউরোপীয় পর্যালোচনা (1964) 43#100 পিপি। 23-33।\nটেলর, জেজে পোল্যান্ডের অর্থনৈতিক উন্নয়ন, 1919-1950 (কর্নেল ইউনিভার্সিটি প্রেস 1952)\nWynot, ED Warsaw বিটুইন দ্য ওয়ারস। একটি উন্নয়নশীল জমিতে রাজধানী শহরের প্রোফাইল, 1918-1939 (1983)\nŻółtowski, A. ইউরোপের সীমান্ত। পোলিশ ইস্টার্ন প্রভিন্সের একটি অধ্যয়ন (লন্ডন: হলিস এবং কার্টার 1950)\nইভা প্লাচ, \"পোল্যান্ডের আন্তঃযুদ্ধে কুকুর এবং কুকুরের প্রজনন\", কানাডিয়ান স্লাভোনিক পেপারস 60। না 3-4\n\n\n=== প্রাথমিক উৎস ===\nছোট পরিসংখ্যান বার্ষিক বই, 1932 ( Mały rocznik statystyczny 1932 ) সম্পূর্ণ পাঠ্য (পোলীয় ভাষায়)\nছোট পরিসংখ্যান বার্ষিক বই, 1939 ( Mały rocznik statystyczny 1939 ) সম্পূর্ণ পাঠ্য (পোলীয় ভাষায়)\n\n\n=== হিস্টোরিওগ্রাফি ===\nকেনি, প্যাড্রাইক। \"আফটার দ্য ব্ল্যাঙ্ক স্পটস আর ফিলড: রিসেন্ট পার্সপেক্টিভস অন মডার্ন পোল্যান্ড\", জার্নাল অফ মডার্ন হিস্ট্রি (২০০৭) ৭৯#১ পৄষ্ঠা ১৩৪-৬১, JSTOR-তে\nপোলোনস্কি, অ্যান্টনি। \"দ্য হিস্ট্রি অফ ইন্টার-ওয়ার পোল্যান্ড টুডে\", সার্ভে (১৯৭০) পৄষ্ঠা ১৪৩-১৫৯।\n\n\n== বহিঃ সংযোগ ==\nপোলিশ ট্যাঙ্গোস: পোল্যান্ডের স্বাধীনতার অনন্য আন্তঃযুদ্ধের সাউন্ডট্র্যাক\nপোলিশ সিনেমার স্বর্ণযুগ: পোল্যান্ডের আন্তঃযুদ্ধ চলচ্চিত্রের গ্ল্যামার এবং অগ্রগতি\n'পাকটি আই ফ্যাক্টি': দ্য লাস্ট-এভার পোলিশ ইন্টারওয়ার ক্যাবারে রিভিউ\nবোস্টন পাবলিক লাইব্রেরির লেভেনথাল মানচিত্র ও শিক্ষা কেন্দ্র থেকে পোল্যান্ডের মানচিত্র (মার্চ ১৯২০)\nপোল্যান্ড ১৯৩৮ সালে WW2 এর ঠিক আগে ইভ কুরি কন্যা মারি স্ক্লোডোস্কা-কুরির প্রথম রঙিন চলচ্চিত্রের সারাংশ\nটেমপ্লেট:Poland topics"}