{"pageid": 1425961, "title": "সোনাল শুক্লা", "url": "https://bn.wikipedia.org/wiki?curid=1425961", "content": "সোনাল শুক্লা (১৯৪১ - ২০২২১) ছিলেন একজন ভারতীয় নারীবাদী, কর্মী, শিক্ষক, লেখক এবং সমাজকর্মী। তিনি ভাচা চ্যারিটেবল ট্রাস্ট প্রতিষ্ঠার জন্য পরিচিত হয়ে আছেন। এটি একটি বেসরকারী সংস্থা যারা ভারতের মুম্বাইতে মহিলা পণ্ডিতদের জন্য একটি গ্রন্থাগার প্রতিষ্ঠা করেছিল। সোনাল শুক্লা মথুরা ধর্ষণ মামলা সংক্রান্ত নারীবাদী বিক্ষোভের একজন প্রধান সদস্য এবং নারী নিপীড়নের বিরুদ্ধে ফোরামের একজন প্রতিষ্ঠাতা সদস্য ছিলেন। এই ফোরাম ১৯৮০-এর দশকে ধর্ষণের বিরুদ্ধে ভারতের আইন সংস্কারের জন্য সফলভাবে একটি আন্দোলনের নেতৃত্ব দিয়েছিল।\n\n\n== জীবনী ==\nসোনাল শুক্লা ১৯৪১ সালে ভারতের বারাণসীতে জন্মগ্রহণ করেন। তাঁর বাবা নিনু মজুমদার ছিলেন একজন সঙ্গীতজ্ঞ এবং রেডিও উপস্থাপক, যিনি ভারতের জাতীয় সম্প্রচারকারী অল ইণ্ডিয়া রেডিওর জন্য বিবিধ ভারতী স্টেশন তৈরি করেছিলেন এবং তাঁর মা কৌমুদী মুন্সি ছিলেন একজন ধ্রুপদী গায়িকা। তাঁর তিন ভাইবোন ছিলেন, মীনা, রাজুল এবং উদয়। তিনি হিমাংশু শুক্লা নামে একজন ডাক্তারকে বিয়ে করেছিলেন। তিনি ২০২১ সালে হৃদযন্ত্রের ক্রিয়া বন্ধ হয়ে মারা যান।\n\n\n== কাজ ==\nসোনাল শুক্লা একজন শিক্ষক হিসাবে নিজের কর্মজীবন শুরু করেন, তিনি সাহিত্যে এমএ এবং তুলনামূলক শিক্ষায় এম এড ছিলেন। কর্মজীবনের প্রথমদিকে, তিনি মুম্বাইতে সাফাই কর্মীদের এবং আদিবাসী মাছ ধরার সম্প্রদায়ের জীবন উন্নত করার জন্য বেশ কয়েকটি জনসাধারণের উদ্যোগের সাথে ঘনিষ্ঠভাবে জড়িত ছিলেন। ব্যাপক গার্হস্থ্য সহিংসতার প্রতিক্রিয়ায়, তিনি প্রাথমিকভাবে তাঁর নিজের বাড়িকে দুই বছরের জন্য গার্হস্থ্য নির্যাতনের শিকার নারীদের আশ্রয়স্থলে পরিণত করেছিলেন।\nসোনাল শুক্লা ১৯৭০ এবং ১৯৮০ এর দশকে মহিলা সংগঠনের সক্রিয় সদস্য ছিলেন। ১৯৭৭ সালে, তিনি সমাজতান্ত্রিক মহিলা গোষ্ঠী প্রতিষ্ঠা করেন, যে গোষ্ঠী ইংরেজি এবং হিন্দিতে একটি মুদ্রিত নিউজলেটার 'ফেমিনিস্ট নেটওয়ার্ক' প্রকাশ করত। ১৯৭৯ সালে মথুরা ধর্ষণ মামলার পর, এই নিউজলেটারে প্রকাশিত একটি চিঠির মাধ্যমে ব্যাপক প্রতিবাদ ছড়িয়ে পড়ে। এই চিঠি লিখেছিলেন চারজন আইন অধ্যাপক, যাঁরা ধর্ষণ নিয়ন্ত্রণকারী ভারতীয় আইনের সমালোচনা করেছিলেন। তিনি নারী নিপীড়নের বিরুদ্ধে ফোরামের সহ-প্রতিষ্ঠাতা ছিলেন। এই ফোরামটি ১৯৭৯ সালে মথুরা ধর্ষণ মামলার বিচারিক কার্যক্রমের প্রতিক্রিয়ায় তৈরি একটি সংগঠন, যেটি ধর্ষণ নিয়ন্ত্রণকারী ভারতের আইনে সংস্কারের জন্য সফলভাবে প্রচারণা চালিয়েছিল।\n১৯৮৭ সালে, সোনাল শুক্লা মুম্বাইতে ভাচা চ্যারিটেবল ট্রাস্ট প্রতিষ্ঠা করেন। এটি একটি বেসরকারী সংস্থা যারা নারীবাদী গবেষণাকে সমর্থন করার জন্য একটি গ্রন্থাগার প্রতিষ্ঠা করেছিল, সেইসাথে মহিলা ছাত্রদের সংস্থান প্রদানের জন্য (যেমন আন্তর্জাতিক প্রকাশনাগুলি যা ভারতে সহজে পাওয়া যেত না) সাহায্য করত। প্রাথমিকভাবে এটি তাঁর বাড়িতে খোলা হয়েছিল, পরে সেটি একটি স্কুলে চলে যায়। সেখানে সোনাল শুক্লা স্বাধীন প্রতিষ্ঠান হিসাবে একটি গ্রন্থাগার প্রতিষ্ঠা করেন। গ্রন্থাগারটিতে ৩০০০ টিরও বেশি বই রয়েছে এবং ১৯৯১ সালে, এরা ভারতীয় স্বাধীনতা আন্দোলনে মহিলাদের ভূমিকার উপর সঙ্গীতের পাশাপাশি তথ্যচিত্রের সংগ্রহ প্রকাশ করেছে। গ্রন্থাগারটি ভারতে নারীবাদী লেখা ও সাহিত্যের সংরক্ষণাগার হিসেবেও কাজ করে, মহিলাদের পত্রিকা এবং অন্যান্য মহিলাদের লেখা সংগ্রহ করে।\nসোনাল শুক্লা ভাচা-এর সাথে অনেকগুলি বই এবং পাঠ্যও প্রকাশ করেছিলেন, যেগুলি লিঙ্গ গতানুগতিকতাকে চ্যালেঞ্জ করেছিল। ভাচার সাথে, সোনাল সুবিধাবঞ্চিত পরিবেশ থেকে উঠে আসা প্রাথমিক বিদ্যালয়ের শিশুদের জন্য বিনামূল্যে স্কুলের ক্লাসও পরিচালনা করেছিলেন। ১৯৯৫ সালে, তিনি মুম্বাইয়ের মিউনিসিপ্যাল স্কুলে অধ্যয়নরত শিশুদের প্রাতিষ্ঠানিক সহায়তা প্রদানের জন্য ভাচা প্রসারিত করেন, মুম্বাইয়ের বস্তিতে ১৫টি কেন্দ্র তৈরি করেন, যেখানে ইংরেজি ভাষার বক্তৃতা, ফটোগ্রাফি এবং কম্পিউটারে দক্ষতা বিনামূল্যে শেখানো হয়েছে। ভারতে কোভিড-১৯ এর বৈশ্বিক মহামারি চলাকালীন, তিনি মুম্বাইতে অভাবী পরিবারগুলিকে বিনামূল্যে খাবার এবং রজঃস্রাবসংক্রান্ত স্বাস্থ্যবিধি পণ্য সহ ব্যক্তিগত সরবরাহ প্রদানের জন্য ভাচা সহ স্বেচ্ছাসেবকদের একটি দল সংগঠিত করেছিলেন।\nসোনাল শুক্লা ১৯৮০ সাল থেকে ২০২১ সালে তাঁর মৃত্যুর আগে পর্যন্ত একটি গুজরাটি সংবাদপত্রে একটি সাপ্তাহিক কলাম প্রকাশ করেছিলেন, যেখানে তিনি খাদ্য, সাহিত্য এবং রাজনীতি থেকে শুরু করে নারীবাদী ধারণা এবং মহিলাদের অধিকার পর্যন্ত  বিভিন্ন বিষয়ে লিখেছেন। গুজরাটি লেখক, গোবর্ধনরাম ত্রিপাঠীর ওপর তাঁর কিছু লেখা ভারতীয় সাহিত্যের উপর বিস্তৃত গবেষণার অংশ হিসাবে প্রকাশিত হয়েছে। তিনি নারীবাদের দৃষ্টিকোণ থেকে শিক্ষাবিদ্যা এবং শিক্ষা সম্পর্কে, শিক্ষক ইউনিয়ন সম্পর্কে এবং ভারতের লোকসাহিত্যে নারী ও পরিবারের চিত্রণ সম্পর্কেও লিখেছেন।\n২০২১ সালে, তিনি ফ্রেডরিখ এবার্ট ফাউণ্ডেশন কর্তৃক 'জেণ্ডার আইকন' হিসাবে স্বীকৃত হয়েছিলেন এবং তাঁর সম্মানে জ্যোতি পুনওয়ানির লেখা তারঁ জীবন সম্পর্কে একটি সচিত্র বই প্রকাশিত হয়েছিল। সোনাল শুক্লা ভারতীয় কবি ও লেখক রবীন্দ্রনাথ ঠাকুরকে, এবং সেইসাথে মহাত্মা গান্ধীকে তাঁর কাজের প্রধান প্রভাব হিসেবে উল্লেখ করেছেন।\n\n\n== প্রকাশনা ==\n(২০০৮) সোনাল শুক্লা, 'ফ্যামিলি ইন ফেমিনিস্ট সংস: এ কন্টিনিউইটি উইথ ফোক লিটারেচার' জয় দেশমুখ-রণদিভে সম্পাদিত, ডেমোক্রেসি ইন দ্য ফ্যামিলি: ইনসাইটস ফ্রম ইণ্ডিয়া (সেজ প্রকাশনা) আইএসবিএন ৮-১৩২-১০০০৪-২\n(২০০৮) সোনাল শুক্লা, 'প্রোমোটিং উইমেন'স পার্টিসিপেশন ইন এ টিচার'স ইউনিয়ন: দ্য রোল অফ এ উইমেনস কমিটি' জ্যাকি কার্ক সম্পাদিত, উইমেন টিচিং ইন সাউথ এশিয়া (সেজ পাবলিকেশন্স) আইএসবিএন ৮-১৩২-১০০৭২-৭\n(২০১০) সোনাল শুক্লা এবং প্রজ্ঞা স্বরগাঁওকর 'দ্য অ্যাডোলেসেন্ট গার্ল', বিভূতি প্যাটেলের সম্পাদনা, গার্লস অ্যাণ্ড গার্লহুডস অ্যাট দ্য থ্রেশহোল্ড অফ ইয়ুথ অ্যাণ্ড জেণ্ডার-একটি ভাচা উদ্যোগ ই (দিল্লি, দ্য উইমেন প্রেস)আইএসবিএন ৮-১৮৯-১১০২৭-৬\n(২০১০) সোনাল শুক্লা এবং নিশ্চিন্ত হোরা (সম্পাদনা), এক্সপিরিয়েন্সিং গার্লহুড: স্টোরিজ ফ্রম বস্তিস ইন মুম্বাই  (ভাচা চ্যারিটেবল ট্রাস্ট)।\n\n\n== তথ্যসূত্র =="}