{"pageid": 1425902, "title": "জেলিনা ভেগা", "url": "https://bn.wikipedia.org/wiki?curid=1425902", "content": "থিয়া মেগান ত্রিনিদাদ (জন্ম ডিসেম্বর ২৭, ১৯৯০) একজন আমেরিকান পেশাদার কুস্তিগির। তিনি বর্তমানে ডাব্লিউডাব্লিউই -তে স্বাক্ষর করেছেন, যেখানে তিনি জেলিনা ভেগা নামে স্ম্যাকডাউন ব্র্যান্ডে পারফর্ম করেন এবং ল্যাটিনো ওয়ার্ল্ড অর্ডারের সদস্য। তিনি একজন প্রাক্তন ডাব্লিউডাব্লিউই নারী ট্যাগ টিম চ্যাম্পিয়ন এবং কুইন্স ক্রাউন টুর্নামেন্টের (২০২১) উদ্বোধনী বিজয়ী।\nত্রিনিদাদ টোটাল ননস্টপ অ্যাকশন রেসলিং- এ রোসিতা নামে তার সময়ের জন্যও পরিচিত, যেখানে তিনি সরিতার সাথে এক সময়ের টিএনএ নকআউটস ট্যাগ টিম চ্যাম্পিয়ন ছিলেন এবং তার আসল নামে বিভিন্ন স্বাধীন প্রচারের জন্য। তিনি ২০১৭ সালে জেলিনা ভেগা নামে রিং নামে ডাব্লিউডাব্লিউই এর এনএক্সটি ব্র্যান্ডে আত্মপ্রকাশ করেন, যেখানে তিনি প্রধানত অ্যান্ড্রেড \"সিয়েন\" আলমাসের ম্যানেজার হিসেবে দায়িত্ব পালন করেন। ডাব্লিউডাব্লিউই ২০২০ সালের নভেম্বরে ত্রিনিদাদকে ছেড়ে দেয়, কিন্তু ছয় মাসেরও কম সময় পরে তাকে পুনরায় স্বাক্ষর করে। কুইন্স ক্রাউন টুর্নামেন্ট জয়ের পর ত্রিনিদাদের রিং নাম পরিবর্তন করে কুইন জেলিনা রাখা হয়।\nত্রিনিদাদ ২০১৯ সালের জীবনীমূলক চলচ্চিত্র ফাইটিং উইথ মাই ফ্যামিলিতে সহ পেশাদার কুস্তিগির এজে লি চরিত্রে অভিনয় করেছেন।\n\n\n== জীবনের প্রথমার্ধ ==\nথিয়া মেগান ত্রিনিদাদ ২৭ ডিসেম্বর, ১৯৯০ সালে নিউ ইয়র্ক সিটির কুইন্স বরোতে জন্মগ্রহণ করেন। তিনি পুয়ের্তো রিকান বংশোদ্ভূত। তিনি তার বাবা মাইকেল এবং ছোট ভাই টিমোথির সাথে পেশাদার কুস্তি দেখে বড় হয়েছেন, এবং রে মিস্টেরিও এবং লিটা দ্বারা অনুপ্রাণিত হয়েছিলেন। তার বাবা-মায়ের বিবাহ বিচ্ছেদ হয়েছিল যখন সে এবং তার ভাই ছোট ছিল, যদিও তারা বন্ধু ছিল। তিনি স্কুলে সাঁতার এবং বেসবল অনুশীলন করতেন। তার বয়স যখন ১০ বছর, তার বাবা ১১ সেপ্টেম্বরের হামলায় নিহত হন; তিনি ওয়ার্ল্ড ট্রেড সেন্টারে ক্যান্টর ফিটজেরাল্ডের টেলিকম বিশ্লেষক হিসাবে কাজ করেছিলেন, এবং নর্থ টাওয়ারের ১০৩ তম তলায় ছিলেন যখন এটি ধসে পড়ে।\nতার মা, মনিক ফেরার, তিনি এবং তার স্বামী কীভাবে দেখা করেছিলেন এবং তার মৃত্যুর সাথে হামলার দিনে তিনি কী অনুভব করেছিলেন তার গল্প নিয়ে স্টোরিকর্পসের কাছে গিয়েছিলেন, যা স্টোরিকর্পস অলওয়েজ এ ফ্যামিলি শিরোনাম একটি ছোট কার্টুন তৈরি করেছিল সম্মানের উপায় হিসাবে। তার স্মৃতি। তিনি বলেছেন যে তার বাবার কারণেই তিনি কুস্তি ব্যবসায় প্রবেশ করেছিলেন। তিনি ৫ সেপ্টেম্বর, ২০১১-এ একটি এনবিসি বিশেষে চিলড্রেন অফ ৯/১১ শিরোনামে প্রদর্শিত হয়েছিল বড় হয়ে, তিনি ৯/১১-এ বাবা-মাকে হারিয়েছে এমন শিশুদের জন্য একটি শিবিরে পরামর্শদাতা হিসাবেও কাজ করেছিলেন এবং হারিকেন ক্যাটরিনার পরে মঙ্গলবারের শিশুদের সাথে হ্যাবিট্যাট ফর হিউম্যানিটির মতো দাতব্য কাজেও অংশগ্রহণ করেছিলেন।\n\n\n== প্রারম্ভিক কর্মজীবন ==\n১৭ বছর বয়সে, ত্রিনিদাদ জাভি-এয়ার, আজরিয়াল এবং টিজে পারকিন্সের অধীনে প্রশিক্ষণ শুরু করে। ত্রিনিদাদ ২০ ফেব্রুয়ারী, ২০১০ তারিখে ব্লুমফিল্ড, নিউ জার্সি- তে ডিভিনা ফ্লাই ফর ন্যাশনাল রেসলিং সুপারস্টারস (এনডাব্লিউএস) নামে রিং নামে তার পেশাদার রেসলিং আত্মপ্রকাশ করে, যেখানে তিনি হেরে যাওয়ার প্রচেষ্টায় ব্রিটনি স্যাভেজের বিরুদ্ধে প্রতিদ্বন্দ্বিতা করেছিলেন। ২১ শে আগস্ট এনডাব্লিউএস ইভেন্টে, ফ্লাই হেরে যাওয়ার প্রচেষ্টায় নিয়ার বিরুদ্ধে প্রতিদ্বন্দ্বিতা করেছিল। ১ অক্টোবরে একটি এনডাব্লিউএস ইভেন্টে, তিনি এখন স্নুকি ফ্লাই নামে রিং নামে, জুডাস ইয়ং এবং মাইক ডেনিসের সাথে একটি মিশ্র-ট্যাগ-টিমে ব্রিটনি স্যাভেজ এবং টিম সুপ্রিম (কর্ভিস ফিয়ার এবং নিকি ওশান) এর কাছে হেরে যাওয়ার প্রচেষ্টায় জুটিবদ্ধ হয়েছিল। ম্যাচ.\n২০ ফেব্রুয়ারী, ২০১০-এ, তিনি ব্রিটনি স্যাভেজের বিরুদ্ধে হেরে যাওয়ার প্রচেষ্টায় ডিভিনা ফ্লাই নামে রিং নামে উইমেন সুপারস্টারস আনসেন্সরড (ডাব্লিউএসইউ) হয়ে আত্মপ্রকাশ করেন। ২৬শে জুন, ২০১০-এ, ডিভিনা ফ্লাই এবং নিয়া, সম্মিলিতভাবে দ্য ফ্লাই গার্লস নামে পরিচিত, ডাব্লিউএসইউ ট্যাগ টিম চ্যাম্পিয়নশিপের জন্য প্রতিদ্বন্দ্বিতা করেছিল কিন্তু বর্তমান চ্যাম্পিয়ন, সিন্ডি রজার্স এবং জানার কাছে হেরেছিল। ১১ সেপ্টেম্বর, ২০১০-এ, ডিভিনা ফ্লাই নবাগত ক্যান্ডি কার্টরাইটের বিরুদ্ধে একটি ফ্লাই কাটার দিয়ে একটি ম্যাচ জিতেছিল।\n\n\n== মোট ননস্টপ অ্যাকশন রেসলিং ==\nটমি ড্রিমার দ্বারা আবিষ্কৃত হওয়ার পর, ত্রিনিদাদ টোটাল ননস্টপ অ্যাকশন রেসলিং'স (টিএনএ) ইমপ্যাক্টে একটি ট্রাইআউট ডার্ক ম্যাচে কুস্তি করেছিল ! ১১ জানুয়ারী, ২০১১-এ টেলিভিশন ট্যাপিং, অ্যাঞ্জেলিনা লাভের কাছে হেরে যায়। জানুয়ারী ২৭ এ রিপোর্ট করা হয়েছিল যে ত্রিনিদাদ প্রচারের সাথে একটি চুক্তি স্বাক্ষর করেছে। ১০ ফেব্রুয়ারির ইমপ্যাক্ট পর্বে!, ত্রিনিদাদ, রিং নামের অধীনে রোজিটা একটি আট মহিলা ট্যাগ টিম ম্যাচে সরিতার গল্পের কাজিন হিসাবে আত্মপ্রকাশ করেছিল, যেখানে তারা দুজন ম্যাডিসন রেইন এবং তারার সাথে জুটি বেঁধেছিল এবং অ্যাঞ্জেলিনা লাভ, মিকি জেমস, ভেলভেট স্কাই এবং উইন্টারকে পরাজিত করেছিল, যখন রোসিতা পিন করা আকাশ।\nফেব্রুয়ারী ২০১১-এ, রোজিটা এবং সরিতা অ্যাঞ্জেলিনা লাভ এবং ভেলভেট স্কাইকে পরাজিত করে লাভ'স অ্যান্ড উইন্টার'স টিএনএ নকআউটস ট্যাগ টিম চ্যাম্পিয়নশিপে একটি শট অর্জন করে। ১৩ মার্চ ভিক্টোরি রোডে, রোজিতা এবং সরিতা লাভ অ্যান্ড উইন্টারকে পরাজিত করে টিএনএ নকআউটস ট্যাগ টিম চ্যাম্পিয়নশিপ জিতেছে, সারিতা ঘোষণা করেছে যে তাদের বিজয় টিএনএ-এর মেক্সিকান দখল শুরু করবে। ইমপ্যাক্ট এর পরের পর্বে!, রোসিতা, সরিতা এবং হার্নান্দেজের জোটের নাম ছিল মেক্সিকান আমেরিকা। তাদের তিনজন তখন প্রেম, উইন্টার এবং ম্যাট মরগানের কাছে ছয়জনের স্ট্রিট ফাইট- এ পরাজিত হন। ২৪ শে মার্চ, তিনজন আনার্কিয়ার সাথে যোগ দেয়। পরের সপ্তাহগুলিতে রোজিতা এবং সরিতা নকআউটস ট্যাগ টিম চ্যাম্পিয়নশিপকে সফলভাবে রক্ষা করেন প্রথমে দ্য বিউটিফুল পিপল (অ্যাঞ্জেলিনা লাভ এবং ভেলভেট স্কাই) এবং তারপর ম্যাডিসন রেইন এবং তারার বিরুদ্ধে। তারা ১৬ জুন ইমপ্যাক্ট রেসলিং পর্বে তাদের তৃতীয় সফল ডিফেন্স করেছে, ভেলভেট স্কাই এবং মিস টেসমাচারকে পরাজিত করেছে, ওডিবি এর বাইরের হস্তক্ষেপের পর। রোজিতা এবং সরিতা টিএনএ নকআউটস ট্যাগ টিম চ্যাম্পিয়নশিপ মিস টেসমাচার এবং তারার কাছে ১২ জুলাই ইমপ্যাক্ট রেসলিং- এর ২১ জুলাই পর্বের টেপিংয়ে হেরে যায়। তারা ৭ আগস্ট হার্ডকোর জাস্টিসে একটি রিম্যাচ পায়, কিন্তু টেসমাচার এবং তারার কাছে পরাজিত হয়। ২২ মার্চ, ২০১২-এ, ইমপ্যাক্ট রেসলিং- এর পর্বে, রোসিতা এবং সরিতা আবারও নকআউটস ট্যাগ টিম চ্যাম্পিয়নশিপ পুনরুদ্ধার করতে ব্যর্থ হন, যখন তারা এরিক ইয়াং এবং ওডিবি-র কাছে পরাজিত হয়।\nটিএনএ ইমপ্যাক্টের ১৯ এপ্রিল এপিসোডে, রোজিটা এবং সরিতা ব্রুক টেসমাচার, তারা, ভেলভেট স্কাই এবং মিকি জেমসের কাছে হেরে যাওয়ার প্রচেষ্টায় ম্যাডিসন রেইন এবং গেইল কিমের সাথে জুটি বাঁধেন। রোজিতা এবং সরিতাকে ১৫\nএপ্রিল লকডাউনে আরেকটি শিরোনামের সুযোগ দেওয়া হয়েছিল, কিন্তু এরিক ইয়াং এওডিবি DB এর কাছে আবারও পরাজিত হয়েছিল, এবার একটি স্টিলের খাঁচা ম্যাচে।\nপরবর্তীতে, রোজিটা এবং সরিতা উভয়েই টিএনএ থেকে নিষ্ক্রিয় হয়ে যায়, যখন আনার্কিয়া প্রচার ছেড়ে দেয় এবং হার্নান্দেজ মুখ ফিরিয়ে নেয়, কার্যকরভাবে মেক্সিকান আমেরিকাকে শেষ করে দেয়। কয়েক মাস নিষ্ক্রিয়তার পর, ৯ জানুয়ারী, ২০১৩ এ রিপোর্ট করা হয়েছিল যে টিএনএ এর সাথে ত্রিনিদাদের চুক্তির মেয়াদ শেষ হয়ে গেছে এবং তিনি প্রচারের সাথে বিচ্ছিন্ন হয়ে গেছেন।\n\n\n== স্বাধীন সার্কিট ==\n২০১১ সালের আগস্টের শেষের দিকে, রোজিটা কনসেজো মুন্ডিয়াল দে লুচা লিব্রে (সিএমএলএল) প্রচার দ্বারা আয়োজিত একটি অনুষ্ঠানে যোগ দিতে মেক্সিকো ভ্রমণ করেন, যার জন্য সরিতা নিয়মিতভাবে ডার্ক অ্যাঞ্জেল নামে রিং নামে কাজ করে। মেক্সিকোতে রোজিতার থাকার সময়, তাকে CMLL প্রশিক্ষক, আর্তুরো বেরিসটাইন এবং টনি সালাজার দ্বারা প্রশিক্ষিত করা হয়েছিল এবং অবশেষে তাকে প্রচারের সাথে একটি চুক্তির প্রস্তাব দেওয়া হয়েছিল, যা সে, তবে, প্রতিদ্বন্দ্বী প্রচার AAA এর সাথে TNA-এর কাজের সম্পর্কের কারণে স্বাক্ষর করতে পারেনি। মাত্র কয়েকদিন পরে, রোসিটা AAA-এর টেলিভিশন প্রোগ্রাম, Sin Límite- এ একটি গল্পের প্রচার করতে হাজির হয়, যেখানে TNA-এর কুস্তিগিররা প্রচারে আক্রমণ চালাচ্ছিল।\n14 মে, 2011-এ, রোজিটা ফ্যামিলি রেসলিং এন্টারটেইনমেন্ট (FWE) এর জন্য মেল্টডাউন পে-পার-ভিউ-এ তার ইন-রিং ডেবিউ করেন, বিশেষ অতিথি রেফারি হিসেবে ক্রিস্টি হেমের সাথে সহকর্মী নকআউট উইন্টারে হেরে যান। রোজিটা এবং উইন্টারের তিনটি রিম্যাচ ছিল, প্রথমটি 20 আগস্ট এম্পায়ার সিটি শোডাউনে, দ্বিতীয়টি 15 নভেম্বর ফলআউটে এবং তৃতীয়টি 17 ডিসেম্বর হ্যাস্টিলিটিতে ; সবই উইন্টার জিতেছে। রোজিটা 24 মার্চ, 2012-এ ওয়েলকাম টু দ্য রাম্বল পে-পার-ভিউ-এ প্রচারে ফিরে আসেন, যেখানে তিনি ত্রিমুখী ম্যাচে FWE মহিলা চ্যাম্পিয়নশিপের জন্য মারিয়া ক্যানেলিসকে ব্যর্থভাবে চ্যালেঞ্জ করেন, পরে শীতকালীন তাকে নতুন হওয়ার জন্য পিন করে। রক্ষক.\n6 মে, 2015-এ, গ্লোবাল ফোর্স রেসলিং (GFW) তাদের তালিকার অংশ হিসাবে ত্রিনিদাদকে ঘোষণা করেছে। তিনি 12 জুন, 2015-এ প্রচারের জন্য আত্মপ্রকাশ করেছিলেন, যেখানে তিনি জ্যাকসন, টেনেসির GFW গ্র্যান্ড স্ল্যাম ট্যুরের প্রথম শোতে Lei'D Tapa কে পরাজিত করেছিলেন। 20 আগস্ট, 2015-এ, তার প্রোফাইল GFW ওয়েবসাইট থেকে সরিয়ে দেওয়া হয়েছিল।\n17 জুলাই, 2015-এ, ত্রিনিদাদ অস্টিন অ্যারিসকে পরিচালনা করে রিং অফ অনার (ROH) তে আত্মপ্রকাশ করে। 2শে সেপ্টেম্বর, 2016-এ, তিনি শাইন রেসলিং-এ যোগ দেন, শাইন 37-এ আত্মপ্রকাশ করেন, যা তিনি স্টর্মি লিকে পরাজিত করেন। 20 সেপ্টেম্বর, 2016-এ, তিনি ক্রিস উলফকে পরাজিত করে ওয়ার্ল্ড ওয়ান্ডার রিং স্টারডমে আত্মপ্রকাশ করেন।\n\n\n== ডাব্লিউডাব্লিউই (২০১৭-২০২০) ==\n৪ মার্চ, ২০১৩-এ, ত্রিনিদাদ ডাব্লিউডাব্লিউই- এর জন্য একটি ট্রাইআউটে অংশ নিয়েছিল। তিনি ২০১৪ সালে প্রচারে বেশ কয়েকটি সংক্ষিপ্ত উপস্থিতি করেছিলেন, যার মধ্যে অ্যাডাম রোজের একটি \"রোজবাডস\" অন্তর্ভুক্ত ছিল, এবং ২৬ অক্টোবর, ২০১৬ তারিখে ডাব্লিউডাব্লিউই এনএক্সটি- এর পর্বে এনএক্সটি মহিলা চ্যাম্পিয়ন আসকার বিরুদ্ধে একটি ম্যাচ হেরেছিলেন।\n\nজুন ২০১৭ এর মধ্যে, ত্রিনিদাদ ডাব্লিউডাব্লিউই এর সাথে একটি চুক্তি স্বাক্ষর করেছে এবং ডাব্লিউডাব্লিউই পারফরম্যান্স সেন্টারে প্রশিক্ষণ শুরু করেছে। তিনি ৯ জুনের পর্বের সাথে এনএক্সটি- তে উপস্থিত হতে শুরু করেন, যেখানে তিনি আন্দ্রেদ \"সিয়েন\" আলমাসের সাথে তার আচরণ সম্পর্কে মুখোমুখি হন এবং তাকে চড় মেরেছিলেন। এনএক্সটি- এর ১৯ জুলাই পর্বে, তিনি আলমাসের সাথে ছিলেন যখন সে সেজার বোননিকে আক্রমণ করেছিল এবং নো ওয়ে জোস থেকে পিছু হটেছিল। জেলিনা ভেগা নামে, তিনি আলমাসের হিল ম্যানেজার হিসাবে প্রতিষ্ঠিত হন, যিনি ৯ আগস্ট এনএক্সটি- এর পর্বে নো ওয়ে জোসকে পরাজিত করেছিলেন। এনএক্সটি টেকওভার: ওয়ারগেমস- এ ১৮ নভেম্বর, ভেগা এনএক্সটি চ্যাম্পিয়নশিপের জন্য ড্রু ম্যাকইনটায়ারের বিরুদ্ধে একটি ম্যাচে আলমাসের সাথে যান, যেখানে তিনি ম্যাকইনটায়ারে হারিকানরানা করার চেষ্টা করে হস্তক্ষেপ করেছিলেন, প্রথম প্রচেষ্টায় ব্যর্থ হন, কিন্তু তার উপর একটি হারিকানরানা চালক সঞ্চালন করতে সক্ষম হন। পরে ম্যাচের আগে আলমাস শিরোপা দখল করেন। ২৭ জানুয়ারী, ২০১৮ তারিখে, এনএক্সটি টেকওভারে: ফিলাডেলফিয়া, জনি গারগানোর বিরুদ্ধে আলমাসের খেতাব রক্ষার সময়, ভেগা হস্তক্ষেপ করেছিল এবং গারগানোতে একটি ডাইভিং হারিকানরানা প্রদর্শন করেছিল, যার ফলে গারগানোর স্ত্রী, ক্যান্ডিস লেরে তাকে আক্রমণ করেছিল, এবং শেষ পর্যন্ত আলমাস ম্যাচটি জিতেছিল। ২৮ জানুয়ারী রয়্যাল রাম্বলে, জেলিনা তার প্রথম প্রধান রোস্টারে উপস্থিত হন যখন তিনি রয়্যাল রাম্বল ম্যাচের সময় ৭ নম্বরে আলমাসের প্রবেশদ্বারে তার সাথে ছিলেন। এনএক্সটি- এর ১৮ এপ্রিলের পর্বে, তিনি তার প্রথম টেলিভিশন ম্যাচের সময় আলমাসের সাথে ছিলেন যেখানে তিনি ক্যান্ডিস লেরাইয়ের কাছে পরাজিত হন। এনএক্সটি-তে এটি জেলিনা এবং আলমাসের শেষ উপস্থিতি হিসাবে প্রমাণিত হয়েছিল।\n১৭ এপ্রিল সুপারস্টার শেক-আপের সময়, ভেগা এবং আলমাস উভয়কেই স্ম্যাকডাউন ব্র্যান্ডে খসড়া করা হয়েছিল। তিনি ১৫ মে একটি স্থানীয় কুস্তিগিরের বিরুদ্ধে একটি ম্যাচে আলমাসের সাথে ব্র্যান্ডের হয়ে আত্মপ্রকাশ করে। স্ম্যাকডাউনের ৩১শে জুলাই পর্বে, ভেগা ব্র্যান্ডে তার প্রথম ম্যাচ করেছিল, লানাকে পরাজিত করেছিল। তিনি এবং আলমাস ১৯ আগস্ট সামারস্লামে লানা এবং রুসেভকে পরাজিত করেন ২৮ অক্টোবর বিবর্তনে, জেলিনা ভবিষ্যত মহিলাদের চ্যাম্পিয়নশিপ ম্যাচের জন্য একটি ব্যাটল অব রয়্যালে প্রতিদ্বন্দ্বিতা করেছিল, কিন্তু চূড়ান্ত বিজয়ী নায়া জ্যাক্সের দ্বারা এলিমিনেট পড়েন। ৭ এপ্রিল রেসলম্যানিয়া ৩৫ এ, তিনি উইমেনস ব্যাটল রয়্যালে অংশগ্রহণ করেন কিন্তু জিততে ব্যর্থ হন।\n২০১৯ ডাব্লিউডাব্লিউই সুপারস্টার শেক-আপের সময়, জেলিনা এবং আন্দ্রাদে উভয়কেই র ব্র্যান্ডে ড্রাফ্ট করা হয়েছিল। তবে ২২ এপ্রিল, জেলিনাকে স্ম্যাকডাউন ব্র্যান্ডে ফিরিয়ে আনা হয়। অক্টোবরে ২০১৯ ড্রাফ্ট অংশ হিসাবে, জেলিনা এবং আলমাস (এখন নতুন নামকরণ করা হয়েছে অ্যান্ড্রেড) র ব্র্যান্ডে খসড়া করা হয়েছিল। তিনি বেশিরভাগ সময় আন্দ্রেকে সহায়তা করেছিল এবং বিভিন্ন অনুষ্ঠানে তাকে ইউনাইটেড স্টেটস চ্যাম্পিয়নশিপ ধরে রাখতে সাহায্য করেছিল। তিনি মহিলাদের রয়্যাল রাম্বল ম্যাচে ২৬ জানুয়ারী ২৫ নম্বরে পে-পার-ভিউ- এ অংশ নিয়েছিল কিন্তু শায়না বাসজলার দ্বারা বাদ পড়েন। অ্যান্ড্রেড এবং নতুন ট্যাগ টিমের অংশীদার অ্যাঞ্জেল গারজা ক্রমাগত একে অপরের সাথে তর্ক এবং লড়াইয়ের সাথে, ভেগা তার ক্লায়েন্টদের সাথে ১৪ সেপ্টেম্বরের র সংস্করণে তার মেলামেশা শেষ করতে দেখা যায়, মিকি জেমসকে পরাজিত করার পরে আসকাকে বাধা দেয় এবং মুখোমুখি হয়, একটি বিবাদ শুরু করে। পরের সপ্তাহে, জেলিনা জেমসকে পরাজিত করে ২৭ সেপ্টেম্বর ক্ল্যাশ অফ চ্যাম্পিয়ন্স -এ র উইমেনস চ্যাম্পিয়নশিপের জন্য আসুকার বিরুদ্ধে একটি শিরোপা জেতার ম্যাচে যা সে জমা দিয়ে হেরে যায়।\nঅক্টোবরে ২০২০ ড্রাফ্টের অংশ হিসাবে, জেলিনাকে স্ম্যাকডাউন ব্র্যান্ডে খসড়া করা হয়েছিল। ১৩ নভেম্বর, ২০২০-এ, ডাব্লিউডাব্লিউই ঘোষণা করেছে যে তারা ত্রিনিদাদকে তার চুক্তি থেকে মুক্তি দিয়েছে। একই দিনে, ত্রিনিদাদ পেশাদার কুস্তিতে ইউনিয়নকরণের জন্য তার সমর্থনকে টুইট করেছিল। পরে রিপোর্ট করা হয় যে, তৃতীয় পক্ষের প্ল্যাটফর্মে তাদের অ্যাকাউন্টগুলির নিয়ন্ত্রণ গ্রহণের জন্য প্রতিভাদের প্রয়োজন ডাব্লিউডাব্লিউই-এর বিরুদ্ধে ত্রিনিদাদের বিরোধিতার কারণে এই রিলিজ হয়েছে।\n\n\n== ডাব্লিউডাব্লিউই-এ ফেরত ==\n\n\n==== কুইন জেলিনা (২০২১ – ২০২২) ====\nতার প্রাথমিক প্রকাশের প্রায় আট মাস পরে, তিনি ২ জুলাই, ২০২১-এ ফিরে আসেন, স্ম্যাকডাউন- এর পর্ব, যেখানে ঘোষণা করা হয়েছিল যে তিনি ২০২১ ওমেনস মানি ইন দ্য ব্যাঙ্ক ল্যাডার ম্যাচে প্রতিদ্বন্দ্বিতা করবেন; লিভ মরগানের কাছে হেরে একই রাতে তিনি তার ইন-রিংয়ে ফিরে আসেন। ১৮ জুলাই ইভেন্টে, তিনি ম্যাচ জিততে ব্যর্থ হন। স্ম্যাকডাউনের ২৭ আগস্টের পর্বে, তিনি স্ম্যাকডাউন মহিলা চ্যাম্পিয়নশিপের #১ প্রতিযোগী নির্ধারণ করতে একটি ফ্যাটল-ফোর ওয়ে এলিমিনেশন ম্যাচে প্রতিদ্বন্দ্বিতা করেন, যেটি বিয়াঙ্কা বেলায়ার জিতেছিলেন।\nতিনি, বিশেষভাবে ডিজাইন করা রিং গিয়ার সহ, মূলত ১০ সেপ্টেম্বর, ২০২১-এ ম্যাডিসন স্কয়ার গার্ডেনে অনুষ্ঠিত স্ম্যাকডাউনের পর্বে কুস্তি করার জন্য নির্ধারিত ছিল কিন্তু শেষ পর্যন্ত তার ম্যাচটি সময়ের জন্য কাটা হয়েছিল। ভিন্স ম্যাকমোহন পরে ব্যক্তিগতভাবে ভেগার কাছে এর জন্য ক্ষমা চেয়েছিলেন।\nতার আগে, ভেগা স্ম্যাকডাউনের প্রতিনিধিত্ব করে উদ্বোধনী কুইন্স ক্রাউন টুর্নামেন্টে প্রবেশ করেন, যেখানে তিনি প্রথম রাউন্ডে টনি স্টর্মকে এবং সেমিফাইনালে কারমেলাকে পরাজিত করেন। ২১শে অক্টোবর ক্রাউন জুয়েল- এ, তিনি ফাইনালে র-এর ড্রুড্রপ কে পরাজিত করে টুর্নামেন্ট জিতে এবং \"কুইন\" এর মুকুট লাভ করে; ডাব্লিউডাব্লিউই তে তার প্রথম প্রশংসা। র- এর পরবর্তী পর্বে, এখন আনুষ্ঠানিকভাবে র ব্র্যান্ডের সদস্য, ভেগা তার বিজয়ের জন্য একটি রাজ্যাভিষেক করেছিল, যেখানে তাকে একটি মুকুট, কেপ এবং রাজদণ্ড দিয়ে শোভিত করা হয়েছিল এবং তার আংটির নাম পরিবর্তন করে রাণী জেলিনা রাখা হয়েছিল; তিনি তার রাজদণ্ড ব্যবহার করে পুনরায় ম্যাচে ডুড্রপকে পরাজিত করেছিলেন। র- এর ৮ নভেম্বরের পর্বে, তিনি র উইমেনস চ্যাম্পিয়নশিপের #১ প্রতিযোগী নির্ধারণ করতে একটি ফ্যাটল-ফাইভ ওয়ে ম্যাচে প্রতিদ্বন্দ্বিতা করেছিলেন, যেটি লিভ মরগান জিতেছিল। তিনি ২১ নভেম্বর সারভাইভার সিরিজে ৫ অন ৫ সারভাইভার সিরিজ এলিমিনেশন ম্যাচে অংশগ্রহণ করেছিলেন, কিন্তু টনি স্টর্ম দ্বারা এলিমিনেট হয়ে পড়েন।\nর- এর পরবর্তী পর্বে, কুইন জেলিনা এবং কারমেলা রিয়া রিপলি এবং নিকি এএসএইচকে পরাজিত করে ডাব্লিউডাব্লিউই নারী ট্যাগ টিম চ্যাম্পিয়নশিপ জিতেছেন, যা ডাব্লিউডাব্লিউই-তে কুইন জেলিনার প্রথম চ্যাম্পিয়নশিপ চিহ্নিত করেছে। ৩ জানুয়ারি। র এর ২০২২ পর্বে, তারা রিপলি এবং নিকি এ.এস.এছ-এর বিপক্ষে রিম্যাচে চ্যাম্পিয়নশিপ ধরে রেখেছে। ২৯শে জানুয়ারী রয়্যাল রাম্বলে, তিনি রিপলির দ্বারা বাদ পড়ার আগে সাশা ব্যাঙ্কসকে এলিমিনেট করে #৭ এ প্রবেশ করেন। ৩ এপ্রিল রেসলম্যানিয়া ৩৮ এর দ্বিতীয় রাতে, সাশা ব্যাঙ্কস এবং নাওমির কাছে একটি ফ্যাটল-ফোর-ওয়ে ট্যাগ টিম ম্যাচে কুইন জেলিনা এবং কারমেলা চ্যাম্পিয়নশিপ হারান, যেটিতে লিভ মরগান এবং রিয়া রিপলি এবং নাটালিয়া এবং শায়না বাসজলারও জড়িত ছিলেন, তাদের রাজত্বের অবসান ঘটিয়েছিলেন ১৩১ দিনে। মে মাসে, এটি জানানো হয়েছিল যে ইন-রিং ইনজুরির কারণে তিনি কর্মের বাইরে ছিলেন যার জন্য অস্ত্রোপচারের প্রয়োজন ছিল।\n\n\n==== ল্যাটিনো ওয়ার্ল্ড অর্ডার (২০২২ – বর্তমান) ====\nসাত মাসের বিরতির পর, জেলিনা ৭ অক্টোবর, ২০২২-এ ফিরে আসেন, স্ম্যাকডাউনের পর্বে, নিজেকে লেগাডো দেল ফ্যান্টাসমার সাথে সারিবদ্ধ করে এবং হিট রোকে আক্রমণ করে। ২৮ জানুয়ারী, ২০২৩-এ রয়্যাল রাম্বলে, তিনি মহিলাদের রয়্যাল রাম্বল ম্যাচে #২১-এ প্রবেশ করেছিল। লেসি ইভান্সের দ্বারা এলিমিনেট হওয়ার আগে তিনি জিয়া লিকে এলিমিনেট করে দিয়েছিলেন। স্ম্যাকডাউনের মার্চ ১০ এপিসোডে, ভেগা তার ডাব্লিউডাব্লিউই ক্যারিয়ারে প্রথমবারের মতো মুখ ঘুরিয়ে দ্য জাজমেন্ট ডে এর বিরুদ্ধে রে মিস্টেরিওকে সাহায্য করার জন্য লেগাডো দেল ফ্যান্টাসমায় যোগ দেন। স্ম্যাকডাউনের ৩১ মার্চের পর্বে, রে ল্যাটিনো ওয়ার্ল্ড অর্ডারের সংস্কার করেন এবং লেগাডো দেল ফ্যান্টাসমাকে তার ছেলে, ডমিনিক মিস্টেরিও এবং দ্য জাজমেন্ট ডে-এর বিরুদ্ধে লড়াইয়ে সহায়তা করার জন্য প্রশংসার প্রতীক হিসেবে যোগদানের জন্য আমন্ত্রণ জানান। স্ম্যাকডাউনের ২১ এপ্রিলের পর্বে, ভেগা ব্যাকল্যাশে স্ম্যাকডাউন মহিলা চ্যাম্পিয়নশিপের জন্য দ্য জাজমেন্ট ডে-এর রিয়া রিপলির বিরুদ্ধে একটি ম্যাচের জন্য অনুরোধ করেছিলেন, যেটি ডাব্লিউডাব্লিউই কর্মকর্তা অ্যাডাম পিয়ার্স মঞ্জুর করেছিলেন। তিনি ব্যাকল্যাশে রিয়া রিপলি থেকে চ্যাম্পিয়নশিপ জিততে ব্যর্থ হয়েছিল কিন্তু ম্যাচের পরে হোমটাউন জনতার কাছ থেকে একটি স্থায়ী প্রশংসা পেয়েছিলেন। স্ম্যাকডাউনের ২ জুন এপিসোডে ভেগা লেসি ইভান্সকে পরাজিত করে ২০২৩ সালের মহিলাদের মানি ইন দ্য ব্যাংক ল্যাডার ম্যাচে যোগ্যতা অর্জন করেছে। তিনি এবং তার স্থিতিশীল সহকর্মী সান্তোস এসকোবার নামের ইভেন্টে তাদের নিজ নিজ মানি ইন দ্য ব্যাংক ল্যাডার ম্যাচ জিততে ব্যর্থ হন। স্ম্যাকডাউনের ২৫ আগস্টের পর্বে, যেমন ভেগা পূর্বে ডাব্লিউডাব্লিউই মহিলা চ্যাম্পিয়ন ইয়ো স্কাইকে পরাজিত করেছিল চ্যাম্পিয়নশিপ জেতার আগে, তিনি স্কাইকে চ্যাম্পিয়নশিপের জন্য চ্যালেঞ্জ করেছিল, তবে, ব্যর্থ হয়েছিল।\nস্ম্যাকডাউনের ১০ নভেম্বরের পর্বে, সান্তোস এসকোবার এলডব্লিউও থেকে সরে যায় এবং পরের সপ্তাহে লেগাডো দেল ফ্যান্টাসমা থেকে জেলিনা, ওয়াইল্ড এবং দেল তোরোকে সরিয়ে দেয়।\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n== অন্যান্য মিডিয়া ==\nতিনি ৯/১১ এর চিলড্রেন ডকুমেন্টারিতে আবির্ভূত হন এবং ১১ সেপ্টেম্বরের স্মরণ অনুষ্ঠানের প্রথম এবং বিশতম বার্ষিকীতে, তিনি শিকারের নাম পাঠে অংশগ্রহণ করেছিলেন। তিনি বলেছেন যে ডোয়াইন জনসন (ওরফে দ্য রক) তাকে চলচ্চিত্রে অভিনয় করতে অনুপ্রাণিত করেছিলেন।\nত্রিনিদাদ ডব্লিউডব্লিউই ২কে১৯- এ অ-প্লেযোগ্য ম্যানেজার হিসেবে আবির্ভূত হয় এবং তারপরে ডব্লিউডব্লিউই ২কে২০ এবং ডব্লিউডব্লিউই ২কে২১- এ খেলার যোগ্য চরিত্র হিসেবে।\nতিনি স্ট্রিট ফাইটার ৬- এ ইন-গেম ধারাভাষ্যকার হিসেবেও রয়েছে। আগস্ট ২০২৩-এ, ত্রিনিদাদ নিউজিল্যান্ডের পেশাদার কুস্তিগির চেরি ক্রাউলির সাথে (সর্বোচ্চ ডাকোটা কাই নামে পরিচিত), \"ZELVXandCharlieGirl\" নামে একটি নতুন পডকাস্ট চালু করেছে।\n\n\n== ব্যক্তিগত জীবন ==\n২০১৮ সালে, ত্রিনিদাদ ডাচ পেশাদার কুস্তিগির টম বুজেনকে বিয়ে করেন, যিনি মালাকাই ব্ল্যাক নামেও পরিচিত। তিনি ফ্লোরিডার টাম্পায় থাকেন।\n১১ সেপ্টেম্বর হামলার ১০ম বার্ষিকীতে, ত্রিনিদাদ টিএনএ-এর নো সারেন্ডার পে-পার-ভিউতে একটি চরিত্রের বাইরের সাক্ষাৎকারে সন্ত্রাসী হামলার ফলে মারা যাওয়া তার বাবার বিষয়ে কথা বলেছেন। তিনি ৯/১১ হামলার ২০ তম বার্ষিকীতে হাজির হন, এবং তার বাবার নাম পড়ার সাথে সাথে তাকে সম্মান জানান।\n\n\n== চ্যাম্পিয়নশিপ এবং অর্জন ==\nপ্রো রেসলিং ইলাস্ট্রেটেড\nঅনুপ্রেরণামূলক রেসলার অফ দ্য ইয়ার (২০১১)\n২০১১ সালে পিডব্লিউআই ফিমেল ৫০- এ শীর্ষ ৫০মহিলা কুস্তিগিরদের মধ্যে ৩১ নম্বরে স্থান পেয়েছে\nস্পোর্টস ইলাস্ট্রেটেড\n২০১৮ সালে শীর্ষ ৩০ মহিলা কুস্তিগিরদের মধ্যে ৩০ নম্বরে রয়েছে\nমোট ননস্টপ অ্যাকশন রেসলিং\nটিএনএ নকআউটস ট্যাগ টিম চ্যাম্পিয়নশিপ (১ বার) – সরিতা এর সাথে\nডাব্লিউডাব্লিউই\nডাব্লিউডাব্লিউই নারী ট্যাগ টিম চ্যাম্পিয়নশিপ (১ বার) – কারমেলার সাথে\nডাব্লিউডাব্লিউই কুইন্স ক্রাউন টুর্নামেন্ট (২০২১, উদ্বোধনী)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট \nথিয়া ত্রিনিদাদ-এর প্রোফাইল: কেজম্যাচ.নেট, রেসলিংডাটা.কম, ইন্টারনেটের রেস্টলিং ডাটাবেস\nইন্টারনেট মুভি ডেটাবেজে থিয়া ত্রিনিদাদ  (ইংরেজি)\nডাব্লিউডাব্লিউই.কম-এ জেলিনা ভেগা"}