{"pageid": 1426434, "title": "মেসোসোম", "url": "https://bn.wikipedia.org/wiki?curid=1426434", "content": "মেসোসোম বা কন্ড্রয়েড হল ব্যাকটেরিয়ার প্লাজমা মেমব্রেনের ভাঁজ করা প্রসারিত অংশ যা ইলেক্ট্রন মাইক্রোস্কোপির জন্য নমুনা প্রস্তুত করতে ব্যবহৃত রাসায়নিক স্থিরকরণ কৌশলের মাধ্যমে উৎপাদিত হয়। ১৯৬০-এর দশকে এই কাঠামো্র বেশ কয়েকটি কাজ থাকতে পারে বলে মনে করা হয়েছিল। তবে ১৯৭০-এর দশকের শেষের দিকে এগুলি শুধুমাত্র অলঙ্কারিক অংশ হিসাবে স্বীকৃত হয়। ব্যাকটেরিয়া কোষগুলির স্বাভাবিক কাঠামোর অংশ হিসাবে এটি আর বিবেচনা করা হয় না। এই প্রসারিত অংশগুলি ভেসিকল, টিউবুলস এবং ল্যামেলা আকারে থাকে।\n\n\n== প্রাথমিক পর্যবেক্ষণ ==\nএই গঠনগুলি গ্রাম-পজিটিভ ব্যাকটেরিয়ায় পরিলক্ষিত হয়। এটি প্লাজমা ঝিল্লির প্রসারিত অংশ যা ইলেক্ট্রন মাইক্রোস্কোপির জন্য প্রস্তুত করতে রাসায়নিকভাবে স্থির করা হয়েছে। ১৯৫৩ সালে জর্জ বি চ্যাপম্যান এবং জেমস হিলিয়ার সর্বপ্রথম এই গঠনটি পর্যবেক্ষণ করেছিলেন। তারা মেসোসোমকে \"পেরিফেরাল বডি\" হিসাবে উল্লেখ করেছিলেন। ১৯৬০ সালে ফিটজ-জেমস তাদের \"মেসোসোম\" বলে অভিহিত করেন।\nপ্রাথমিকভাবে ধারণা করা হয়েছিল যে মেসোসোম কোষ বিভাজনের সময় কোষ প্রাচীর গঠন, ক্রোমোজোম প্রতিলিপি বা অক্সিডেটিভ ফসফোরাইলেশনের জন্য একটি সাইট হিসাবে বিভিন্ন কোষীয় প্রক্রিয়াতে ভূমিকা পালন করে। মেসোসোম কোষের পৃষ্ঠের ক্ষেত্রফল বৃদ্ধি করে কোষকে শ্বসনে সহায়তা করে বলে মনে করা হয়েছিল। এটি প্রকৃত কোষের মাইটোকন্ড্রিয়নের ক্রিস্টের সাথে সাদৃশ্যপূর্ণ যা আঙুলের মতো অভিক্ষেপ গঠন করে এবং প্রকৃত কোষে শ্বসনে সাহায্য করে। মেসোসোম সালোকসংশ্লেষণ, কোষ বিভাজন, ডিএনএ প্রতিলিপি এবং কোষের বিভাগীয়করণে সহায়তা করে বলে অনুমান করা হয়েছিল।\n\n\n== অনুমানের অস্বীকৃতি ==\n১৯৭০-এর দশকের শেষের দিকে এই মডেলগুলিকে প্রশ্নবিদ্ধ করা হয়েছিল। এসব মডেল অনুযায়ী মেসোসোমকে রাসায়নিক স্থিরকরণের প্রক্রিয়া চলাকালীন ঝিল্লির ক্ষতির মাধ্যমে তৈরি করা অলঙ্কারিক অংশ এবং রাসায়নিকভাবে স্থির না করা কোষগুলিতে দেখা যায় না বলে তথ্য প্রদান করা হয়েছে। ১৯৮০ এর দশকের মাঝামাঝি থেকে শেষের দিকে ইলেক্ট্রন মাইক্রোস্কোপির জন্য ক্রায়োফিক্সেশন এবং ফ্রিজ প্রতিস্থাপন পদ্ধতিতে অগ্রগতির সাথে জীবিত কোষে মেসোসোমগুলির অস্তিত্ব নেই এ সিদ্ধান্তে নেয়া হয়। কিছু গবেষকরা তর্ক চালিয়ে যাচ্ছেন যে প্রমাণগুলি অমীমাংসিত রয়ে গেছে এবং মেসোসোমগুলি সব ক্ষেত্রেই অলঙ্কারিক অংশ নাও হতে পারে।\nসম্প্রতি কিছু শ্রেণীর অ্যান্টিবায়োটিক এবং অ্যান্টিব্যাকটেরিয়াল পেপটাইড (ডিফেনসিন) এর সংস্পর্শে আসা ব্যাকটেরিয়ার ঝিল্লিতে অনুরূপ ভাঁজ দেখা গিয়েছে। এই মেসোসোম-সদৃশ গঠনগুলির উপস্থিতি এই রাসায়নিকগুলি প্লাজমা মেমব্রেন এবং/অথবা কোষ প্রাচীরের ক্ষতির ফলে সৃষ্ট হতে পারে।\nপরবর্তীতে মেসোসোম নিয়ে অনুকল্পের অস্বীকৃতি বিজ্ঞান দর্শনের দৃষ্টিকোণ থেকে আলোচনা করা হয়েছে যে কীভাবে একটি বৈজ্ঞানিক ধারণা মিথ্যা হতে পারে এবং অনুকল্পটিকে প্রত্যাখ্যান করা যায়। বৈজ্ঞানিক সম্প্রদায়ের পরীক্ষা প্রক্রিয়া কীভাবে কাজ করে তা নিয়েও বিশ্লেষণ করা হয়েছে।\n\n\n== আরও দেখুন ==\nকোষ ঝিল্লি\nঅঙ্গাণু\nলাইসোসোম\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nFritz H. Kayser, M.D. (২০০৫)। \"Color Atlas of Medical Microbiology.Kayser, Medical Microbiology © 2005 Thieme\"।"}