{"pageid": 1426827, "title": "হাওয়াই রাজ্য", "url": "https://bn.wikipedia.org/wiki?curid=1426827", "content": "হাওয়াইয়ান রাজ্য, বা হাওয়াই রাজ্য (হাওয়াইয়ান : Ke Aupuni Hawaiʻi) ১৯ শতকে হাওয়াইয়ান দ্বীপপুঞ্জে অবস্থিত একটি সার্বভৌম রাষ্ট্র ছিল। দেশটি ১৭৯৫ সালে গঠিত হয়েছিল, যখন স্বাধীন হাওয়াইয়ের দ্বীপের যোদ্ধা প্রধান কামেহামেহা দ্য গ্রেট, অন্য স্বাধীন  দ্বীপসমূহ ওআহু, মাউই, মোলোকাই এবং লানাইয় জয় করেন এবং সবগুলোকে একটি সরকারের অধীনে একীভূত করেন। ১৮১০ সালে হাওয়াইয়ান দ্বীপপুঞ্জ একীভূত হয় যখন কাউয়াই এবং নিহাউ স্বেচ্ছায় হাওয়াইয়ান রাজ্যে যোগ দেয়। দুটি প্রধান রাজ পরিবার রাজ্য শাসন করেঃ কামেহামেহা বংশ এবং কালাকাউয়া বংশ।\nরাজ্যটি প্রধান ইউরোপীয় শক্তির কাছ থেকে স্বীকৃতি লাভ করে। মার্কিন যুক্তরাষ্ট্র তার প্রধান ব্যবসায়িক অংশীদার হয়ে ওঠে এবং অন্যান্য শক্তিকে (যেমন ব্রিটেন এবং জাপান) আধিপত্য জাহির করা থেকে বিরত রাখতে রাজ্যটির উপর নজর রাখে। ১৮৮৭ সালে রাজা কালাকাউয়া একটি নতুন সংবিধান গ্রহণ করতে বাধ্য হন রাজতন্ত্রবিরোধী মিলিশিয়া হনলুলু রাইফেলস কর্তৃক এক অভ্যুত্থানে। রানী লিলিউওকালানি, যিনি ১৮৯১ সালে কালাকাউয়ার স্থলাভিষিক্ত হন, নতুন সংবিধান বাতিল করার চেষ্টা করেন। তিনি ১৮৯৩ সালে ক্ষমতাচ্যুত হন, মূলত নিরাপত্তা কমিটির হাতে, যা মূলত হাওয়াইয়ান প্রজা এবং আমেরিকান, ব্রিটিশ এবং জার্মান বংশোদ্ভূত বসবাসকারী বিদেশী নাগরিকদের একটি গোষ্ঠী, যাদের অনেকেই মার্কিন যুক্তরাষ্ট্রে  শিক্ষিত, ফলে রাজতন্ত্রের সমাপ্তি ঘটে। হাওয়াই স্বল্পসময়ের জন্য একটি স্বাধীন প্রজাতন্ত্র ছিল যতক্ষণ না মার্কিন যুক্তরাষ্ট্র এটিকে নিজের সাথে যুক্ত করে ৪ জুলাই, ১৮৯৮ সালে নিউল্যান্ডস রেজ্যুলিউশনের মাধ্যমে, হাওয়াই অঞ্চল প্রতিষ্ঠা করে\nইউনাইটেড স্টেটস পাবলিক ল, ১০৩-১৫০ অফ ১৯৯৩ (যা অ্যাপোলজি রেজ্যুলিউশন নামে পরিচিত), স্বীকার করেছে যে \"হাওয়াই রাজ্যের উৎখাত মার্কিন যুক্তরাষ্ট্রের এজেন্ট এবং নাগরিকদের সক্রিয় অংশগ্রহণের মাধ্যমে ঘটেছে\" এবং এছাড়াও \"নেটিভ হাওয়াইয়ান জনগণ কখনই তাদের জাতীয় ভূমির উপর তাদের অন্তর্নিহিত সার্বভৌমত্ব হাওয়াই রাজ্য বা গণভোট বা গণভোটের মাধ্যমে কোন ম্যান্ডেট দ্বারা মার্কিন যুক্তরাষ্ট্রের কাছে পরিত্যাগ করে নি।\"\n\n\n== উৎপত্তি ==\nপ্রাচীন হাওয়াইতে সমাজ বহু শ্রেণীতে বিভক্ত ছিল। শাসকরা এসেছিলেন আলি সম্প্রদায় থেকে। প্রতিটি দ্বীপ আলাদা আলি নুই দ্বারা শাসিত ছিল। স্থানীয়দের বিশ্বাস প্রথম পলিনেশিয়ান পাপা  হাওয়াইয়ান ধর্মের ভূমি মাতা দেবী হয়েছিলেন। তার বংশানুক্রমিক ধারা থেকে এসেছে এই শাসকরা  বলে বিশ্বাস করা হতো। ক্যাপ্টেন জেমস কুক প্রথম ইউরোপীয় যিনি তার প্রশান্ত মহাসাগরীয় তৃতীয় সমুদ্রযাত্রায় (১৭৭৬-১৭৮০) হাওয়াইয়ান দ্বীপপুঞ্জের মুখোমুখি হন। ১৭৭৯ সালে হাওয়াই দ্বীপের কেয়ালাকেকুয়া উপসাগরে একটি লংবোট নেওয়া নিয়ে বিরোধে তিনি নিহত হন। তিন বছর পরে দ্বীপটি কালানি'ওপুউ'র পুত্র কিওয়ালা'র কাছে চলে যায়, যখন ধর্মীয় কর্তৃত্ব শাসকের ভাগ্নে কামেহামেহাকে দেওয়া হয়।\n\nযোদ্ধা প্রধান কামেহামেহা দ্য গ্রেট দ্বীপগুলোকে একত্রিত করার জন্য ১৫ বছর ধরে সামরিক অভিযান চালান। তিনি ১৭৯৫ সালে পশ্চিমা অস্ত্র এবং  জন ইয়ং এবং আইজ্যাক ডেভিসের মতো  উপদেষ্টাদের সহায়তায় হাওয়াইয়ান রাজ্য প্রতিষ্ঠা করেন। ওআহু এবং মাউই উভয় আক্রমণে সফল হলেও, তিনি কাউয়া'ইকে সংযুক্ত করতে ব্যর্থ হন। তিনি ঝড় এবং মহামারীতে বাধাগ্রস্থ হয়েছিলেন যা তার সেনাবাহিনীকে ধ্বংস করে দিয়েছিলো। ১৮১০ সালে কাউয়া'ইর প্রধান কামেহামেহার প্রতি আনুগত্যের শপথ নেন। এই একত্রীকরণ প্রাচীন হাওয়াইয়ান সমাজের অবসান ঘটায়, এটিকে রূপান্তরিত করে ইউরোপীয় সরকার ব্যবস্থার আদলে একটি সাংবিধানিক রাজতন্ত্রে। এই রাজ্যটি এভাবে পলিনেশিয়ান সমাজে রাজতন্ত্রের প্রাথমিক উদাহরণ হয়ে ওঠে, ইউরোপীয়দের সাথে যোগাযোগ ক্রমাগত বৃদ্ধির ফলে। অনুরূপ রাজনৈতিক ব্যবস্থার উন্নয়ন ঘটেছে (উদাহরণস্বরূপ) তাহিতি, টোঙ্গা, ফিজি এবং নিউজিল্যান্ডে।\n\n\n== ইতিহাস ==\nপলিনেশিয়ান জলযাত্রীরাই মূলত হাওয়াই দ্বিপে বসতি স্থাপন করেছিল। তারা প্রায়  ৬ষ্ঠ শতাব্দীতে দ্বীপগুলোতে এসেছিলেন। দ্বীপগুলো স্বাধীন রাজ্য হিসাবে শাসিত হয়েছিল।\n১৭৭৮ সালে ব্রিটিশ অভিযাত্রী জেমস কুক দ্বীপগুলো পা রাখেন, যা ইউরোপ এবং আমেরিকার সাথে যোগাযোগ শুরু করে। এটি বাণিজ্য বৃদ্ধি করে এবং \"পাশ্চাত্য\" প্রযুক্তি এবং ধারণাগুলো এই দ্বীপসমুহে  প্রবর্তন করে।\n\n\n=== কামেহামেহা রাজবংশ (১৭৯৫-১৮৭৪) ===\n১৮১০ থেকে ১৮৯৩ সাল পর্যন্ত দুটি প্রধান রাজবংশীয় পরিবার হাওয়াইয়ান রাজ্য শাসন করেঃ কামেহামেহা বংশ (১৭৯৫ থেকে ১৮৭৪) এবং কালাকাউয়া রাজবংশ (১৮৭৪-১৮৯৩)। কামেহামেহা পরিবারের পাঁচজন সদস্য ১৮৭২ সাল পর্যন্ত সরকার পরিচালনা করেন, প্রত্যেকে কামেহামেহা নামে পরিচিত। লুনালিলো ( শা. ১৮৭৩–১৮৭৪) তার মায়ের বংশধারার মাধ্যমে কামেহামেহা বংশের সদস্য ছিলেন। লিহোলিহো ( দ্বিতীয় কামেহামেহা , শা. ১৮১৯–১৮২৪) এবং কাউইকেওলি ( তৃতীয় কামেহামেহা , শা. ১৮২৫–১৮৫৪) ছিলেন কামেহামেহা দ্য গ্রেটের সরাসরি পুত্র।\nলিহোলিহো'র (দ্বিতীয় কামেহামেহা ) রাজত্বকালে (১৮১৯-১৮২৪), খ্রিস্টান মিশনারি এবং তিমি শিকারীদের আগমনে রাজ্যের পরিবর্তনগুলোকে ত্বরান্বিত করে।\nকাউইকাওলির রাজত্ব (১৮২৪-১৮৫৪), তৃতীয় কামেহামেহা  হিসাবে, কামেহামেহা দ্য গ্রেটের প্রথম স্ত্রী, রানী কা'আহুমানু (যিনি ১৮৩২ সালে তার মৃত্যুর আগ পর্যন্ত রানী রিজেন্ট এবং কুহিনা নুই বা প্রধানমন্ত্রী হিসাবে শাসন করেছিলেন) এর একজন তরুণ ওয়ার্ড হিসাবে শুরু হয়েছিল। কাউইকাওলির তিন দশকের শাসন ছিল রাজ্যটির রাজতন্ত্রের ইতিহাসে দীর্ঘতম। তিনি ১৮৪৮ সালের গ্রেট মাহেলে প্রণয়ন করেন যা প্রথম সংবিধান (১৮৪০) এবং এর উত্তরসুরি (১৮৫২) জারি করতে সহায়তা করে। দ্বীপে আগত রোগের মাধ্যমে তার জনগণের সর্বনাশা ক্ষতির সাক্ষী হন তিনি।\nআলেকজান্ডার লিহোলিহো বা চতুর্থ কামেহামেহা (শাসন: ১৮৫৪-১৮৬৩) রাজ্যে ইংরেজ ধর্ম এবং রাজকীয় অভ্যাসের প্রবর্তন করেন।\nলট বা পঞ্চম কামেহামেহা (আর. ১৮৬৩-১৮৭২), রাজ্যে হাওয়াইয়ান জাতীয়তাবাদকে দৃঢ় করার জন্য সংগ্রাম করেছিলেন।\n\n\n=== উত্তরাধিকার সংকট এবং রাজতান্ত্রিক নির্বাচন ===\nকামেহামেহা পরিবারের রাজবংশীয় শাসন ১৮৭২ সালে পঞ্চম কামেহামেহা এর মৃত্যুর সাথে শেষ হয়। তার মৃত্যুশয্যায়, তিনি হাই চিফেস বার্নিস পাউহি বিশপকে ডেকে পাঠান, তাকে সিংহাসনের উত্তরাধিকারী করার তার অভিপ্রায় ঘোষণা করার জন্য। বার্নিস সিংহাসন প্রত্যাখ্যান করেন এবং পঞ্চম কামেহামেহা উত্তরাধিকারীর নাম ঘোষণা না করেই মারা যান।\nসিংহাসন বসতে বিশপের অস্বীকৃতি আইনসভাকে নতুন রাজা নির্বাচন করতে বাধ্য করেছিল। ১৮৭২ থেকে ১৮৭৩ সাল পর্যন্ত কামেহামেহা বংশের বেশ কয়েকজন আত্মীয়কে মনোনীত হয়েছিল। ১৮৭৩ সালের রাজতান্ত্রিক নির্বাচনে, একটি আনুষ্ঠানিক জনপ্রিয় ভোট এবং একটি সর্বসম্মত আইনসভা ভোটে, উইলিয়াম সি. লুনালিলো, কামেহামেহা প্রথমের নাতি, হাওয়ার দুই নির্বাচিত রাজার মধ্যে প্রথম হন। ৩৯ বছর বয়সে যক্ষ্মা রোগে অকাল মৃত্যুর কারণে তার রাজত্বের অবসান ঘটে।\nলুনালিলোর মৃত্যুর পর, ডেভিড কালাকাউয়া দ্বিতীয় রাজবংশের সূচনা করে একটি প্রতিদ্বন্দ্বিতাপূর্ণ নির্বাচনে চতুর্থ কামেহামেহাের বিধবা রানী এমাকে পরাজিত করে।\n\n\n=== কালাকাউয়া রাজবংশ ===\n\nতার পূর্বসূরির মতো, লুনালিলোও সিংহাসনের উত্তরাধিকারী মনোয়োন দিতে ব্যর্থ হন। আবারও, হাওয়াইয়ান কিংডমের আইনসভা, শূন্যপদ পূরণের জন্য নির্বাচন আয়োজন করে। চতুর্থ কামেহামেহাের বিধবা রানী এমাকে ডেভিড কালাকাউয়ার সাথে মনোনীত করা হয়েছিল। ১৮৭৪ সালের নির্বাচন বাজে প্রচারণাপূর্ন ছিল যেখানে উভয় প্রার্থীই কাদা ছোড়াছুড়ি এবং ছলাকলার আশ্রয় নেন। কালাকাউয়া হাওয়াইয়ের দ্বিতীয় নির্বাচিত রাজা হন কিন্তু লুনালিলোর মতো আনুষ্ঠানিক জনপ্রিয় ভোট ছাড়াই। পছন্দটি ছিল বিতর্কিত, এবং ইউএস এবং ব্রিটিশ সৈন্যদেরকে রাণী এমার সমর্থক বা এমমাইটস  -দের দাঙ্গা দমন করার জন্য ডাকা হয়।\nকালাকাউয়া আনুষ্ঠানিকভাবে ঘোষণা করেন যে তার বোন লিলিউওকালানি তার মৃত্যুর পর সিংহাসনে বসবেন। অনিশ্চয়তা এড়ানোর আশায়, কালাকাউয়া তার উইলে সিংহাসনের উত্তরাধিকারের একটি তালিকা তৈরী করেন, যাতে লিলিউওকালানির পরে সিংহাসনটি প্রিন্সেস ভিক্টোরিয়া কাইউলানি, তারপর রানীর কনসর্ট কাপিয়াওলানি ও তার বোন প্রিন্সেস পোমাইকেলানি, তারপর প্রিন্স ডেভিড লাআমেয়া কাউনালি এবং প্রিন্সেস ডেভিড লায়ানাকোলানি এবং সর্বশেষ জোনাহ কুহিও কালানিয়ানাওলে তালিকাভূক্ত হন।। যাইহোক, রাজ্যের আইন অনুসারে উইল ঘোষণা সঠিক ছিল না। প্রতিবাদগুলো নিম্ন পদস্থ aliʻi কে মনোনীত করার বিষয়ে আপত্তি করেছিল, যারা সিংহাসনের জন্য যোগ্য ছিল না যখন উচ্চ পদস্থ aliʻi বর্তমান ছিলো যারা সিংহাসনের জন্য যোগ্য ছিল, যেমন হাই চিফেস এলিজাবেথ কেকাআনিয়াউ। যাইহোক, রানী লিলিউওকালানি রাজকীয় বিশেষাধিকার পেয়েছিলেন এবং তিনি আনুষ্ঠানিকভাবে তার ভাগ্নী রাজকুমারী কাইউলানিকে উত্তরাধিকারী হিসাবে ঘোষণা করেছিলেন। পরে তিনি একটি নতুন সংবিধান প্রস্তাব করেন, কিন্তু আইনসভা সেটি অনুমোদন করেনি।\nকালাকাউয়ার প্রধানমন্ত্রী ওয়াল্টার এম. গিবসন কালাকাউয়ার অর্থ যথেচ্ছার খরচ করেন এবং একটি পলিনেশিয়ান কনফেডারেশন প্রতিষ্ঠার চেষ্টায়, ১৮৮৭ সালে সামোয়াতে \"হোমমেড যুদ্ধজাহাজ\" কাইমিলোয়া পাঠান। যা জার্মান নৌবাহিনীর সন্দেহের কারণ হয়।\n\n\n==== বেয়নেট সংবিধান ====\n\nহাওয়াইয়ান রাজ্যের ১৮৮৭ সালের সংবিধানটি রাজা কালাকাউয়ার অধীনে স্বরাষ্ট্রমন্ত্রী লরিন এ. থার্স্টন কর্তৃক প্রণিত হয়েছিল। একটি সশস্ত্র মিলিশিয়া সহ ৩,০০০ জন নাগরিকদের একটি বৈঠকের পরে রাজা কর্তৃক সংবিধানটি ঘোষণা করা হয়েছিল, তাকে স্বাক্ষর করো নয়তো পদচ্যুত হও এই দাবিতে। নথিটি যুক্তরাজ্যের মতো একটি সাংবিধানিক রাজতন্ত্র তৈরি করেছিল, রাজার ব্যক্তিগত কর্তৃত্বের বেশিরভাগ অংশ কেড়ে নিয়ে আইনসভার ক্ষমতায়ন এবং একটি মন্ত্রিসভা সরকার প্রতিষ্ঠা করে। এটি \"বেয়নেট সংবিধান\" নামে পরিচিত হয়ে ওঠে কেননা কালাকাউয়ার সহযোগিতা লাভের জন্য সামরিক শক্তি ব্যবহারের হুমকি দেওয়া হয়েছিলো।\n১৮৮৭ সালের সংবিধান নাগরিকদের হাউস অফ নোবলস (যারা আগে রাজা কর্তৃক নিযুক্ত ছিলেন) এর সদস্যদের নির্বাচন করার অধিকার দেয়। এটি ভোট দেওয়ার যোগ্য হওয়ার জন্য একজন নাগরিককে ১৮৬৪ সালের সংবিধানের পূর্বে যে মূল্যর সম্পত্তির ধারণ করতে হতো তা আরো বৃদ্ধি করা হয়। এটি এশীয়দের ভোটের অধিকারও কেড়ে নেয় যারা জনসংখ্যার একটি বড় অংশ  (কিছু জাপানি এবং কিছু চীনা যারা পূর্বেই নাগরিকত্ব পেয়েছিলো তারাও  ভোটাধিকার হারায়)। এটি ধনী নেটিভ হাওয়াইয়ান এবং ইউরোপীয়ানদের মধ্যে ভোটাধিকার সীমাবদ্ধ করে। বেয়োনেট সংবিধান রাজাকে মন্ত্রিপরিষদ মন্ত্রীদের নিয়োগের ক্ষমতা দেয়, কিন্তু আইনসভার অনুমোদন ছাড়া তাদের বরখাস্ত করার ক্ষমতা কেড়ে নেয়।\n\n১৮৯১ সালে কালাকাউয়া মারা যান এবং তার বোন লিলিউওকালানি সিংহাসন লাভ করেন। তিনি একটি অর্থনৈতিক সংকটের সময় ক্ষমতায় আসেন যা আংশিকভাবে ম্যাককিনলি ট্যারিফ কারণে হয়েছিল। ১৮৭৫ সালের পারস্পরিক চুক্তি প্রত্যাহার করা হয়, নতুন শুল্ক আইনে হাওয়াইয়ান রপ্তানিকারকরা মার্কিন বাজারে পন্য রপ্তানিতে আগে যে সুবিধাগুলো পেতো তা বাদ যায়। অনেক হাওয়াইয়ান ব্যবসায়ী এবং নাগরিকদের আয় কমে যায়, এবং তাই লিলিউওকালানি অতিরিক্ত আয় বাড়াতে লটারি এবং আফিম লাইসেন্সের প্রস্তাব করেন। তার মন্ত্রীরা এবং ঘনিষ্ঠ বন্ধুরা তাকে সংসদে এ সংক্রান্ত বিলগুলো পাস করা থেকে বিরত করার চেষ্টা করেছিল এবং এই বিতর্কিত প্রস্তাবগুলো তার বিরুদ্ধে এই সাংবিধানিক সংকটে ব্যবহৃত হয়েছিল।\nলিলিউওকালানি ১৮৮৭ সালের সংবিধান বাতিল করে রাজাকে ক্ষমতা পুনরুদ্ধার করতে চেয়েছিলেন। তিনি একটি নতুন সংবিধান ঘোষণা করার জন্য একটি পিটিশনের ফলে একটি প্রচারণা শুরু করেছিলেন। অনেক নাগরিক এবং বাসিন্দা যারা ১৮৮৭ সালে কালাকাউয়াকে \"বেয়নেট সংবিধান\" স্বাক্ষর করতে বাধ্য করেছিল তারা যখন তার মন্ত্রিসভার তিনজন সদস্য তাদের জানিয়েছিল যে রানী তার নতুন সংবিধান একতরফাভাবে ঘোষণা করার পরিকল্পনা করছেন তখন শঙ্কিত হয়ে পড়েন। কিছু সদস্য তার পরিকল্পনা সমর্থন না করার জন্য তাদের নিরাপত্তার জন্য ভয় পেয়েছিলেন বলে জানা গেছে।\n\n\n==== উৎখাত ====\n\n১৮৯৩ সালে স্থানীয় ব্যবসায়ী এবং রাজনীতিবিদরা, ছয়টি অ-নেটিভ হাওয়াইয়ান রাজ্যের প্রজাদের সমন্বয়ে গঠিত, পাঁচজন আমেরিকান নাগরিক, একজন ব্রিটিশ নাগরিক এবং একজন জার্মান নাগরিক, যাদের সকলেই হাওয়াইতে বসবাস করছিলেন, তারা শাসনকে উৎখাত করেন এবং সরকার দখল করেন। .\nইতিহাসবিদরা পরামর্শ দেন যে ব্যবসায়ীরা আরও অনুকূল বাণিজ্য পরিস্থিতি থেকে লাভবান হওয়ার জন্য মার্কিন যুক্তরাষ্ট্রের উৎখাত এবং সংযুক্তির পক্ষে ছিলেন।\nমার্কিন যুক্তরাষ্ট্র সরকারের মন্ত্রী জন এল. স্টিভেনস ইউএসএস বোস্টন থেকে ইউনিফর্মধারী ইউএস মেরিনদের একটি কোম্পানিকে ডাকেন।১৮৯৩ সালের ১৬ জানুয়ারির বিকেলে ইউএসএস বোস্টন এবং মার্কিন নাবিকদের দুটি কোম্পানি ইউএস লেগেশন, কনস্যুলেট এবং আরিয়ন হলে অবস্থান নিতে হনলুলুতে আসে। এই মোতায়েন নিরাপত্তা কমিটির অনুরোধে করা হয়েছিল, যা দাবি করেছিল \"আমেরিকান জীবন ও সম্পত্তির জন্য আসন্ন হুমকি।\" স্টিভেনসকে তার নিজের কর্তৃত্বে এবং অনুপযুক্তভাবে তার বিচক্ষণতা ব্যবহার করে অবতরণের আদেশ দেওয়ার জন্য অভিযুক্ত করা হয়েছিল। ইতিহাসবিদ উইলিয়াম রাস উপসংহারে এসেছিলেন যে \"যেকোন ধরণের যুদ্ধ প্রতিরোধ করার আদেশ রাজতন্ত্রের পক্ষে নিজেকে রক্ষা করা অসম্ভব করে তুলেছিল।\" \n\n\n==== ১৮৯৫ বিদ্রোহ ====\n১৭ জুলাই, ১৮৯৩-এ, সানফোর্ড বি ডোল এবং তার কমিটি সরকারের নিয়ন্ত্রণ নেয় এবং নিজেকে হাওয়াইয়ের অস্থায়ী সরকার ঘোষণা করে \"যুক্তরাষ্ট্র দ্বারা সংযুক্ত না হওয়া পর্যন্ত শাসন করবে\"। ডলে অস্থায়ী সরকার এবং পরবর্তী হাওয়াই প্রজাতন্ত্র উভয়েরই রাষ্ট্রপতি ছিলেন। কমিটি এবং প্রাক্তন সরকারের সদস্যরা উভয়েই নিজ নিজ অবস্থানের জন্য ওয়াশিংটন, ডিসিতে লবিং করেছেন।\nরাষ্ট্রপতি গ্রোভার ক্লিভল্যান্ড উচ্ছেদকে যুদ্ধের একটি অবৈধ কাজ বলে মনে করেন; তিনি সংযুক্তিকরণ বিবেচনা করতে অস্বীকার করেন এবং প্রাথমিকভাবে রানীকে তার সিংহাসনে ফিরিয়ে আনতে কাজ করেন। ১৪ ডিসেম্বর, ১৮৯৩ এবং ১১ জানুয়ারী, ১৮৯৪ সালের মধ্যে, মার্কিন যুক্তরাষ্ট্র, জাপানের সাম্রাজ্য এবং যুক্তরাজ্যের মধ্যে অস্থায়ী সরকারের বিরুদ্ধে রাণীকে ফিরিয়ে দেওয়ার জন্য তাদের চাপ দেওয়ার জন্য ব্ল্যাক উইক নামে পরিচিত একটি স্থবিরতা ঘটে। এই ঘটনাটি এই বার্তাটি ঘরে তুলেছিল যে রাষ্ট্রপতি ক্লিভল্যান্ড চান রানী লিলিউওকালানির ক্ষমতায় ফিরে আসতে। ৪ জুলাই, ১৮৯৪-এ, হাওয়াই প্রজাতন্ত্রকে রাষ্ট্রপতি ক্লিভল্যান্ডের দ্বিতীয় মেয়াদের শেষের জন্য অপেক্ষা করার জন্য অনুরোধ করা হয়েছিল। ১৮৯৪ সালে লবিং অব্যাহত থাকার সময়, রাজকীয় গোষ্ঠী প্রাক্তন ক্যাপ্টেন অফ দ্য গার্ড স্যামুয়েল নওলেইনের নেতৃত্বে একটি ৬০০ শক্তিশালী সেনাবাহিনী সংগ্রহ করেছিল। ১৮৯৫ সালে তারা ১৮৯৫ উইলকক্স বিদ্রোহের চেষ্টা করেছিল। প্রাসাদের মাঠে অস্ত্রের ভাণ্ডার পাওয়া গেলে লিলিউওকালানিকে গ্রেপ্তার করা হয়। প্রজাতন্ত্রের একটি সামরিক ট্রাইব্যুনাল তাকে রাষ্ট্রদ্রোহের দায়ে দোষী সাব্যস্ত করে এবং স্থায়ী গৃহবন্দী করে বিচার করেছিল।\n২৪শে জানুয়ারী, ১৮৯৫-এ, গৃহবন্দী থাকা অবস্থায় লিলিউওকালানিকে \"লিলিউওকালানি ডোমিনিস\" হিসাবে একটি পাঁচ পৃষ্ঠার ঘোষণাপত্রে স্বাক্ষর করতে বাধ্য করা হয়েছিল যেখানে তিনি মন্ত্রী সহ তার কারাগারে বন্দী সমর্থকদের মৃত্যুদণ্ডের মুক্তি এবং হ্রাসের বিনিময়ে আনুষ্ঠানিকভাবে সিংহাসন ত্যাগ করেছিলেন। জোসেফ নাওয়াহি, প্রিন্স কাওয়ানানাকো, রবার্ট উইলিয়াম উইলকক্স এবং প্রিন্স জোনাহ কুহিও:\n\nসিংহাসনে আরোহণের পূর্বে, চৌদ্দ বছর ধরে, বা উত্তরাধিকারী হিসাবে আমার নাম ঘোষণার তারিখ থেকে, আমার সরকারী উপাধি ছিল কেবল লিলিউওকালানি। আমি রাজকুমারী এবং রানী উভয়ই ঘোষিত হয়েছিলাম। আজ পর্যন্ত সরকারের আর্কাইভে এইভাবে এটি লিপিবদ্ধ আছে। অস্থায়ী সরকার বা অন্য কেউই আমার নামে কোনো পরিবর্তন আনেনি। আমার সমস্ত অফিসিয়াল কাজ, সেইসাথে আমার ব্যক্তিগত চিঠিগুলি লিলিউওকালানী নামে স্বাক্ষর করা হয়েছিল। কিন্তু যখন আমাকে অন্তরীনকারীগন আমাকে সই করতে বলেন (\"লিলিউকলানি ডোমিনিস,\") আমি তাদের নির্দেশ মতোই তা করি। অন্যান্য কাজের মতো এতেও তাদের উদ্দেশ্য স্পষ্টতই ছিল আমার লোকদের সামনে এবং বিশ্বের সামনে আমাকে হেয় করা। আমি মুহুর্তের মধ্যে উপলব্দি করলাম, তারা যা বুঝতে পারেনি, যে, এমনকি সবচেয়ে কঠোর কষ্ট ও চাপের মধ্যেও, আমি ওদের নির্দেশ পালন করছিলাম না, এই দাবির দ্বারা তারা নিজেরা ও তাদের সীমা অতিক্রম করেছে। আমি যতদুর জানি লিলিউওকালানি ডোমিনিস নামে কোনও ব্যক্তি নেই, এবং কখনও ছিল না।\n\n\n== অর্থনৈতিক, সামাজিক ও সাংস্কৃতিক রূপান্তর ==\n১৯ শতকে অর্থনৈতিক এবং জনসংখ্যার কারণগুলো দ্বীপগুলোকে নতুন আকার দিয়েছে। তাদের একত্রীকরণ আন্তর্জাতিক বাণিজ্য খুলে দেয়। কামেহামেহার অধীনে ১৭৯৫-১৮১৯), চন্দন কাঠ চীনে রপ্তানি করা হয়েছিল। এর ফলে দ্বীপগুলোতে অর্থ ও বাণিজ্যের প্রচলন শুরু হয়।\nকামেহামেহার মৃত্যুর পর, উত্তরাধিকার তার প্রধান স্ত্রী কাহুমানু দ্বারা তত্ত্বাবধান করা হয়েছিল, যিনি নতুন রাজা, লিহোলিহোর উপর শাসক হিসাবে মনোনীত ছিলেন, যিনি একজন নাবালক ছিলেন।\nরানী কাহুমানু মহিলাদের আচরণ নিয়ন্ত্রণকারী বিভিন্ন নিষেধাজ্ঞা ( কাপু) দূর করেছিলেন। তিনি নারী-পুরুষকে একসঙ্গে খেতে দেন এবং নারীদেরকে কলা খেতে দেন। তিনি খ্রিস্টধর্মের পক্ষে পুরানো ধর্মকেও উল্টে দিয়েছিলেন। মিশনারিরা একটি লিখিত হাওয়াইয়ান ভাষা তৈরি করেছিল। এটি ১৯ শতকের শেষার্ধে ৯০ শতাংশের উপরে হাওয়াইতে সাক্ষরতার উচ্চ স্তরের দিকে পরিচালিত করেছিল। লেখালেখি সরকারের একত্রীকরণে সহায়ক। লিখিত সংবিধান তৈরি করা হয়।\n১৮৪৮ সালে রাজা তৃতীয় কামেহামেহা  দ্বারা গ্রেট মাহেল প্রবর্তিত হয়েছিল। এটি এই ঘোষণার পূর্বে কার্যকর প্রথাগত ভূমি মেয়াদ ব্যবস্থাকে আনুষ্ঠানিক করে সরকারী সম্পত্তির অধিকার প্রতিষ্ঠা করে। জমির আটানব্বই শতাংশ আলী, প্রধান বা অভিজাতদের জন্য বরাদ্দ করা হয়েছিল, দুই শতাংশ সাধারণদের জন্য। কোন জমি বিক্রি করা যাবে না, শুধুমাত্র একজন বংশধরের কাছে হস্তান্তর করা যাবে।\nবাইরের বিশ্বের সাথে যোগাযোগ স্থানীয়দেরকে গুটিবসন্তের মতো বিপর্যয়কর  প্লেগের আমদানি করে। স্থানীয় হাওয়াইয়ান জনসংখ্যা  ১৭৭৮ সালে আনুমানিক ১২৮,০০০  থেকে কমে ১৮৫৩ সালে ৭১,০০০-এ নেমে আসে, যা ১৯২০ সালে সর্বনিম্ন ২৪,০০০-এ পৌঁছায়। বেশিরভাগই প্রত্যন্ত গ্রামে বাস করত।\nআমেরিকান মিশনারিরা বেশিরভাগ নেটিভকে খ্রিস্টান ধর্মে দীক্ষিত করেছিল। মিশনারি এবং তাদের সন্তানেরা ১৯ শতকের মাঝামাঝি সময়ে একটি ক্ষমতাশালী অভিজাত হয়ে ওঠে। তারা রাজাদের প্রধান উপদেষ্টা এবং মন্ত্রিপরিষদের সদস্য ঠিক করে দিতো এবং শহরগুলোতে পেশাদার ও বণিক শ্রেণীর উপর আধিপত্য বিস্তার করত।\nঅভিজাতরা চিনি শিল্পকে প্রতিষ্ঠিত করে। ১৮৫০ সালের পর আমেরিকানরা ফসলের খামার বানানো শুরু করে স্থানীয়দের খুব কমই তাদের খামারে  কাজ করতে ইচ্ছুক ছিল, তাই নিয়োগকারীরা এশিয়া এবং ইউরোপ জুড়ে লোক খোজা শুরু করে। ফলস্বরূপ, ১৮৫০ থেকে ১৯০০ সালের মধ্যে, চীন, জাপান, ফিলিপাইন, পর্তুগাল এবং অন্যান্য জায়গা থেকে প্রায় ২০০,০০০ শ্রমিক হাওয়াইতে নির্দিষ্ট মেয়াদী চুক্তির অধীনে কাজ করা শুরু করে (সাধারণত পাঁচ বছরের জন্য)। বেশিরভাগ চুক্তির সময় শেষে বাড়ি ফিরে গেলেও অনেকে সেখানে স্থায়ী হয়। ১৯০৮ সালের মধ্যে প্রায় ১৮০,০০০ জাপানি শ্রমিক এসেছিলো। এর বেশি আর প্রবেশের অনুমতি দেওয়া হয়নি, তবে ৫৪,০০০ স্থায়ীভাবে রয়ে যায়।\n\n\n== সামরিক ==\nকামেহামেহা প্রথমের অধীনে কোনা এর যোদ্ধাদের থেকে হাওয়াইয়ান সেনাবাহিনী ও নৌবাহিনীর বিকাশ ঘটে। সেনাবাহিনী এবং নৌবাহিনী ঐতিহ্যবাহী ক্যানো এবং ইউনিফর্ম উভয়ই ব্যবহার করত যার মধ্যে প্রাকৃতিক উপকরণ দিয়ে তৈরি হেলমেট এবং কটি বা নেংটি (মালো বলা হয়) ছিলো পাশাপাশি ব্যবহৃত হতো পশ্চিমা প্রযুক্তি যেমন আর্টিলারি কামান, মাস্কেট (বড় নলওয়ালা বন্দুক) এবং জাহাজ। ইউরোপীয়ান উপদেষ্টাদের প্রতি ভাল আচরণ করা হতো এবং তারা হাওয়াইয়ান নাগরিকত্ব গ্রহন করেন। ১৮১৯ সালে কামেহামেহা মারা যাওয়ার সময় তিনি তার ছেলে লিহোলিহো এর জন্য কয়েক হাজার সৈন্য এবং অনেক যুদ্ধজাহাজ সহ একটি বিশাল অস্ত্রাগার রেখে যান। এটি ১৮১৯ সালের পরে কুয়ামোতে বিদ্রোহ এবং ১৮২৪ সালে কাউইতে হিউমেহুমের বিদ্রোহ দমন করতে সাহায্য করেছিল।\nরোগের আক্রমণে জনসংখ্যার সাথে সামরিক বাহিনী সঙ্কুচিত হয়, তাই কামেহামেহা রাজবংশের শেষের দিকে হাওয়াইয়ান নৌবাহিনী বিলুপ্ত হয়ে যায় এবং সেনাবাহিনীতে কয়েকশ সৈন্য ছিল। ১৮৪৯ সালে হনলুলুকে বরখাস্ত করে ফরাসি আক্রমণের পর, তৃতীয় কামেহামেহা  মার্কিন যুক্তরাষ্ট্র এবং ব্রিটেনের সাথে প্রতিরক্ষা চুক্তি চেয়েছিল। ক্রিমিয়ান যুদ্ধের সময়, তৃতীয় কামেহামেহা  হাওয়াইকে একটি নিরপেক্ষ রাষ্ট্র ঘোষণা করেছিলেন। মার্কিন যুক্তরাষ্ট্র সরকার চতুর্থ কামেহামেহা এর উপর একচেটিয়াভাবে মার্কিন যুক্তরাষ্ট্রের সাথে বাণিজ্য করার জন্য জোরালো চাপ দেয়, দ্বীপগুলোকে সংযুক্ত করার হুমকি দেয়। এই হুমকি মোকাবেলা করার জন্য চতুর্থ কামেহামেহা এবং পঞ্চম কামেহামেহা অন্যান্য বিদেশী শক্তির সাথে, বিশেষ করে গ্রেট ব্রিটেনের সাথে জোট করার জন্য চাপ দেয়। হাওয়াই উত্তর-পশ্চিম হাওয়াইয়ান দ্বীপপুঞ্জ সহ প্রশান্ত মহাসাগরে জনবসতিহীন দ্বীপ দাবি করেছে, যার মধ্যে অনেকগুলো আমেরিকান দাবির সাথে সাংঘর্ষিক।\n১৮৭৩ সালের সেপ্টেম্বরে ব্যারাক বিদ্রোহের পর লুনালিলোর অধীনে রাজকীয় রক্ষীদের ভেঙে দেওয়া হয়েছিল। রাজা কালাকাউয়ার অধীনে একটি ছোট সেনাবাহিনী পুনরুদ্ধার করা হয়েছিল কিন্তু মিশনারি পার্টি দ্বারা ১৮৮৭ সালের বিদ্রোহ থামাতে ব্যর্থ হয়েছিল। মার্কিন যুক্তরাষ্ট্র হাওয়াইতে কমপক্ষে একটি ক্রুজার রাখার নীতি বজায় রেখেছে। ১৭ জানুয়ারী, ১৮৯৩-এ, লিলিউওকালানি, বিশ্বাস করেন যে মার্কিন সামরিক বাহিনী হস্তক্ষেপ করবে যদি সে সংবিধান পরিবর্তন করে, ইউএসএস বোস্টন জন্য অপেক্ষা করেইউএসএস বোস্টন বন্দর ছেড়ে যেতে. একবার জানা গেল যে লিলিউওকালানি সংবিধান সংশোধন করছেন, বোস্টন ফিরে আসেন এবং মিশনারি পার্টিকে তার উৎখাতে সহায়তা করেন। হাওয়াইয়ের অস্থায়ী সরকার প্রতিষ্ঠার পর, কিংডমের সামরিক বাহিনীকে নিরস্ত্র ও ভেঙে দেওয়া হয়।\n\n\n== ফরাসি ঘটনা (১৮৩৯) ==\n\nরানী কাহুমানুর শাসনের অধীনে, হাওয়াইতে ক্যাথলিক ধর্ম ছিল অবৈধ, এবং 1831 সালে ফরাসি ক্যাথলিক পুরোহিতদের নির্বাসিত করা হয়েছিল। ক্যাথলিক ধর্মে ধর্মান্তরিত নেটিভ হাওয়াইয়ানরা দাবি করেছে যে, যাজকদের বহিষ্কারের পর তাদের বন্দী করা হয়েছে, মারধর করা হয়েছে এবং নির্যাতন করা হয়েছে। কুহিনা নুই কাহুমানু II এর অধীনে ফরাসি ক্যাথলিক মিশনারিদের বিরুদ্ধে প্রতিরোধ অব্যাহত ছিল।\n১৮৩৯ সালে ফরাসি ফ্রিগেট আর্টেমিসের ক্যাপ্টেন ল্যাপ্লেস আদেশের অধীনে হাওয়াইয়ের উদ্দেশ্যে যাত্রা করেন:\n\nআপনি ফরাসি নামের ক্ষতির জন্য প্রতিষ্ঠিত খুঁজে পান যা নৃশংস ছাপ ধ্বংস করুন; ফ্রান্সের ক্ষমতা সম্পর্কে যে ভুল মতামত তৈরি করা হয়েছে তা সংশোধন করা; এবং এটি ভালভাবে বোঝার জন্য যে সাগরের সেই দ্বীপগুলোর প্রধানদের পক্ষে এমনভাবে আচরণ করা যাতে ফ্রান্সের ক্রোধ না হয়। আপনি যদি প্রয়োজনে আপনার সমস্ত শক্তি ব্যবহার করে, যে সমস্ত অন্যায় সংঘটিত হয়েছে তার সম্পূর্ণ প্রতিশোধের সাথে আপনি ঠিক করবেন এবং আপনি সেই জায়গাগুলো ছাড়বেন না যতক্ষণ না আপনি সমস্ত মনে একটি দৃঢ় এবং স্থায়ী ছাপ রেখে যাচ্ছেন।\nযুদ্ধের হুমকির অধীনে, রাজা তৃতীয় কামেহামেহা  লাপ্লেসের দাবিতে সম্মত হয়ে 17 জুলাই, 1839 তারিখে সহনশীলতার আদেশে স্বাক্ষর করেন। তিনি পুরোহিতদের নির্বাসন এবং ধর্মান্তরিতদের কারাবাস ও নির্যাতনের জন্য ক্ষতিপূরণ হিসাবে $২০,০০০ প্রদান করেছিলেন। রাজ্য ঘোষণা করেছিল:\n\nস্যান্ডউইচ দ্বীপপুঞ্জের রাজার অধীন সমস্ত রাজ্য জুড়ে ক্যাথলিক উপাসনাকে বিনামূল্যে ঘোষণা করা হবে; এই ধর্মীয় বিশ্বাসের সদস্যরা তাদের মধ্যে প্রোটেস্ট্যান্টদের প্রদত্ত সুযোগ-সুবিধা ভোগ করবে।\nহনলুলুর রোমান ক্যাথলিক ডায়োসিস ফিরে আসেন এবং ক্ষতিপূরণ হিসাবে তৃতীয় কামেহামেহা  একটি গির্জার জন্য জমি দান করেন।\n\n\n== আক্রমন ==\n\n\n=== পলেট অ্যাফেয়ার (১৮৪৩) ===\n\n১৩ ফেব্রুয়ারি, ১৮৪৩ সালে। রয়্যাল নেভি যুদ্ধজাহাজ এইচএমএস Carysfort এর লর্ড জর্জ পলেট হনলুলু হারবারে প্রবেশ করেন এবং রাজা তৃতীয় কামেহামেহা  ব্রিটিশ ক্রাউনের কাছে দ্বীপগুলো অর্পণ করার দাবি জানান। ফ্রিগেটের বন্দুকের নিচে, তৃতীয় কামেহামেহা  ২৫ ফেব্রুয়ারি পাউলেটের কাছে আত্মসমর্পণ করে, লিখেছিল:“আমার পূর্বপুরুষের লোকেরা, এবং বিদেশী দেশের লোকেরা, তোমরা কোথায় আছ?\n শোন তো! আমি তোমাদের জানাই যে, আমি বিভ্রান্তিতে আছি যে কারণে আমাকে বিনা কারণে নিয়ে আসা হয়েছে, তাই আমি আমাদের দেশের জীবন বিলিয়ে দিয়েছি। শোন তো! কিন্তু তোমার উপর আমার শাসন, আমার প্রজাদের, এবং তোমার সুযোগ-সুবিধা অব্যাহত থাকবে, কারণ আমি আশা করি যে যখন আমার আচরণ ন্যায়সঙ্গত হবে তখন দেশের জীবন পুনরুদ্ধার হবে।\n ১৮৪৩ সালের ২৫শে ফেব্রুয়ারি হনলুলু, ওহুতে সম্পন্ন হয়েছে।\n তৃতীয় কামেহামেহা\n\n কেকাউলুওহি\"গেরিট পি. জুড, একজন ধর্মপ্রচারক যিনি কিংডমের অর্থমন্ত্রী হয়েছিলেন, গোপনে জেএফবি মার্শালকে মার্কিন যুক্তরাষ্ট্র, ফ্রান্স এবং ব্রিটেনে পাঠানোর ব্যবস্থা করেছিলেন, পাউলেটের পদক্ষেপের প্রতিবাদ করার জন্য। Ladd & Co.-এর বাণিজ্যিক এজেন্ট মার্শাল, টেপেকের ব্রিটেনের ভাইস কনসালকে রাজ্যের অভিযোগ জানিয়েছিলেন। রিয়ার অ্যাডমিরাল রিচার্ড ডার্টন থমাস, পাউলেটের কমান্ডিং অফিসার, ২৬ জুলাই, ১৮৪৩ তারিখে হনলুলু বন্দরে এসেছিলেন, এইচএমএস Dublin এ ভালপারাইসো, চিলি থেকে। অ্যাডমিরাল থমাস পলেটের কর্মকাণ্ডের জন্য তৃতীয় কামেহামেহা  এর কাছে ক্ষমা চেয়েছিলেন এবং ৩১ জুলাই, ১৮৪৩ সালে হাওয়াইয়ের সার্বভৌমত্ব পুনর্বহাল করেন। তার সার্বভৌমত্ব পুনর্বহাল এর বক্তৃতায়, তৃতীয় কামেহামেহা  ঘোষণা করেছিলেন হাওয়াই রাজ্যের ভবিষ্যতের নীতি  \"উআ মাউ কে ইএ ও কা ʻআইনা ই কা পোনো \" (ভূমির জীবন ধার্মিকতায় স্থায়ী হয়)। দিনটি লা হোইহোই ইএ ( সার্বভৌমত্ব পুনর্বহাল দিবস) হিসাবে পালিত হয়েছিল।\n\n\n=== ফরাসি আক্রমণ (১৮৪৯) ===\n১৮৪৯ সালের আগস্টে, ফরাসি অ্যাডমিরাল লুই ট্রোমেলিন লা পুরসুইভান্তে এবং গাসেন্ডির সাথে হনলুলু হারবারে আসেন। ডি ট্রোমেলিন ২২শে আগস্ট রাজা তৃতীয় কামেহামেহা   এর কাছে দশটি দাবি উথ্যাপন করেন, প্রধানত ক্যাথলিকদের পূর্ণ ধর্মীয় অধিকার দেয়া, (ক্যাথলিকরা তখন শুধুমাত্র আংশিক ধর্মীয় অধিকার ভোগ করতো)। ২৫ আগস্টও দাবি পূরণ করা হয়নি। দ্বিতীয় সতর্কবার্তার পর, ফরাসি সৈন্যরা অস্থি সর্বস্ব বাহিনীকে পরাহত করে হনলুলু ফোর্ট দখল করে, উপকূলীয় বন্দুকগুলোকে অকেজো করে এবং অন্যান্য সমস্ত অস্ত্র  (প্রধানত মাস্কেট এবং গোলাবারুদ) যা তারা পায় তা ধ্বংস করে। তারা হনলুলুতে সরকারি ভবন এবং সাধারণের সম্পত্তিতে হামলা চালায়, যার ফলে $১০০,০০০ ক্ষতি হয়। অভিযানের পর হানাদার বাহিনী দুর্গের দিকে তার সেনা প্রত্যাহার করে নেয়। ডি ট্রোমেলিন শেষ পর্যন্ত তার লোকদের ফিরিয়ে আনেন এবং ৫ সেপ্টেম্বর হাওয়াই ত্যাগ করেন।\n\n\n== বিদেশী সম্পর্ক ==\nহাওয়াইয়ান ভূখণ্ডে বিদেশী আগ্রাসন প্রত্যাশিত, রাজা তৃতীয় কামেহামেহা  হাওয়াইয়ের স্বাধীনতার স্বীকৃতি নিশ্চিত করার জন্য মার্কিন যুক্তরাষ্ট্র এবং ইউরোপে একটি প্রতিনিধি দল পাঠান। টিমোটিও হ্যালিলিও, উইলিয়াম রিচার্ডস এবং স্যার জর্জ সিম্পসনকে ৮ এপ্রিল, ১৮৪২-এ যৌথ মন্ত্রী পূর্ণ ক্ষমতাবান হিসাবে কমিশন দেওয়া হয়। সিম্পসন গ্রেট ব্রিটেনে গিয়েছিলেন যখন হ্যালিলিও এবং রিচার্ডস মার্কিন যুক্তরাষ্ট্রে ভ্রমণ করেছিলেন। হাওয়াইয়ান প্রতিনিধিদল ১৯ ডিসেম্বর, ১৮৪২-এ মার্কিন প্রেসিডেন্ট জন টাইলারের দ্বারা হাওয়াইয়ের স্বাধীনতার আশ্বাস প্রদান করে। এরপর তারা যুক্তরাজ্য এবং ফ্রান্সের আনুষ্ঠানিক স্বীকৃতি পেতে ইউরোপে সিম্পসনের সাথে দেখা করে। ১৭ মার্চ, ১৮৪৩-এ, ফ্রান্সের রাজা লুই ফিলিপ বেলজিয়ামের রাজা লিওপোল্ড I- এর অনুরোধে হাওয়াইয়ের স্বাধীনতাকে স্বীকৃতি দেন। এপ্রিল ১, ১৮৪৩-এ, লর্ড অ্যাবারডিন, রানী ভিক্টোরিয়ার পক্ষে, হাওয়াইয়ান প্রতিনিধিদলকে আশ্বস্ত করেছিলেন, \"মহারাজের সরকার তাদের বর্তমান সার্বভৌম অধীনে স্যান্ডউইচ দ্বীপপুঞ্জের স্বাধীনতাকে স্বীকৃতি দিতে ইচ্ছুক এবং দৃঢ়প্রতিজ্ঞ ছিল।\"\n\n\n=== অ্যাংলো-ফ্রাঙ্কো ঘোষণা ===\n\n২৮ নভেম্বর, ১৮৪৩ তারিখে, লন্ডনের কোর্টে, ব্রিটিশ এবং ফরাসি সরকার আনুষ্ঠানিকভাবে হাওয়াইয়ের স্বাধীনতাকে স্বীকৃতি দেয়। \"অ্যাংলো-ফ্রাঙ্কো ঘোষণা\", ফ্রান্স এবং ব্রিটেনের একটি যৌথ ঘোষণা, রাজা লুই-ফিলিপ এবং রানী ভিক্টোরিয়া স্বাক্ষরিত, হাওয়াইয়ান প্রতিনিধিদলকে আশ্বস্ত করেছে:গ্রেট ব্রিটেন এবং আয়ারল্যান্ডের ইউনাইটেড কিংডমের মহামান্য রানী এবং ফরাসী রাজা মহামান্য, স্যান্ডউইচ দ্বীপপুঞ্জে (হাওয়াইয়ান দ্বীপপুঞ্জ) বিদেশিদের সাথে তার সম্পর্কের নিয়মিততা প্রদান করতে সক্ষম সরকারের অস্তিত্ব বিবেচনায় নিয়ে জাতিগুলো, পারস্পরিকভাবে, স্যান্ডউইচ দ্বীপপুঞ্জকে একটি স্বাধীন রাষ্ট্র হিসাবে বিবেচনা করা এবং কখনই যে ভূখণ্ডের যে কোনও অংশ সরাসরি বা প্রটেক্টরেটের শিরোনামের অধীনে বা অন্য কোনও ফর্মের অধীনে দখল করা ঠিক বলে মনে করেছে। তারা গঠিত হয়.\n নিম্নস্বাক্ষরিত, মহামহিম-এর পররাষ্ট্র বিষয়ক প্রিন্সিপাল সেক্রেটারি এবং ফরাসী রাজার অসামান্য রাষ্ট্রদূত, লন্ডনের কোর্টে, প্রয়োজনীয় ক্ষমতা দিয়ে সজ্জিত হয়ে, এতদ্বারা ঘোষণা করেন যে, তাদের কথিত মহামান্যরা গ্রহণ করবেন। পারস্পরিকভাবে যে প্রবৃত্তি.\n যার সাক্ষীতে নিম্নস্বাক্ষরকারীরা বর্তমান ঘোষণাপত্রে স্বাক্ষর করেছেন এবং তাতে তাদের অস্ত্রের সিল লাগিয়েছেন।\n\n আমাদের প্রভুর বছরে, ১৮৪৩ সালের নভেম্বরের ১৮ তম দিনে লন্ডনে ডুপ্লিকেট করা হয়েছে। আবারডিন। [এলএস] ST. আউলয়ার [এলএস]হাওয়াই ছিল প্রথম অ-ইউরোপীয় আদিবাসী রাষ্ট্র যার স্বাধীনতা প্রধান শক্তি দ্বারা স্বীকৃত হয়েছিল। যুক্তরাষ্ট্র এই বিবৃতিতে ফ্রান্স ও যুক্তরাজ্যের সাথে যোগ দিতে অস্বীকার করেছে। যদিও প্রেসিডেন্ট জন টাইলার হাওয়াইয়ের স্বাধীনতাকে মৌখিকভাবে স্বীকৃতি দিয়েছিলেন। ১৮৪৯ সালে মার্কিন যুক্তরাষ্ট্র আনুষ্ঠানিকভাবে হাওয়াইয়ের স্বাধীনতাকে স্বীকৃতি দেয়।\n১৮ নভেম্বর, লা কুওকো (স্বাধীনতা দিবস) স্বীকৃতি উদযাপনের জন্য একটি হাওয়াইয়ান জাতীয় ছুটিতে পরিণত হয়। হাওয়াইয়ান কিংডম বেশিরভাগ প্রধান দেশের সাথে চুক্তিতে প্রবেশ করে এবং ৯০টিরও বেশি লেগেশন এবং কনস্যুলেট স্থাপন করে।\n\n\n== রাজকুমার এবং প্রধানরা যারা শাসক হওয়ার যোগ্য ছিল ==\n১৮৩৯ সালে রাজা তৃতীয় কামেহামেহা  চিফস চিলড্রেন স্কুল (রয়্যাল স্কুল) তৈরি করেন এবং 16 জন সর্বোচ্চ র্যাঙ্কিং আলি'কে শাসন করার যোগ্য হিসেবে নির্বাচিত করেন এবং তাদের সর্বোচ্চ শিক্ষা ও যথাযথ শিষ্টাচার প্রদান করেন। আমোস স্টার কুক এবং তার স্ত্রীর নির্দেশনায় তাদের বোর্ডিং স্কুলে ভর্তি হওয়া দরকার ছিল। যোগ্য রাজপুত্র এবং প্রধানরা: মোসেস কেকুয়াইওয়া, আলেকজান্ডার লিহোলিহো, লট কামেহামেহা , ভিক্টোরিয়া কামামালু, এমা রুক, উইলিয়াম লুনালিলো, ডেভিড কালাকাউয়া, লিডিয়া কামাকায়েহা, বার্নিস পাউহি, এলিজাবেথ কেকাইউয়াউ, জেমস কায়াবিয়াউ, মাহিয়াউয়াউ, মাহিয়াউইউক অ্যালানি, জন পিট কিনাউ এবং মেরি পায়াইনা, ১৮৪৪ সালে রাজা তৃতীয় কামেহামেহা  কর্তৃক আনুষ্ঠানিকভাবে ঘোষিত\n\n\n== আঞ্চলিক ব্যাপ্তি ==\nরাজ্য ১৭৯৫ সালে গঠিত হয়। নুয়ানু কামেহামেহা যুদ্ধে মাউই, মোলোকাই এবং ওআহু জয় করেন। কামেহামেহা আমি কেপানিওয়াইয়ের যুদ্ধে পাঁচ বছর আগে মাউই এবং মোলোকাই জয় করেছিলাম। বিগ আইল্যান্ড ঝুঁকির মুখে পড়লে এবং পরে মাউই-এর বয়স্ক রাজা কাহেকিলি দ্বিতীয় দ্বারা পুনরায় জয়লাভ করলে তারা পরিত্যক্ত হয়। তার ডোমেইন তখন হাওয়াইয়ান শৃঙ্খলের ছয়টি প্রধান দ্বীপ নিয়ে গঠিত। কৌমুয়ালি'র শান্তিপূর্ণ আত্মসমর্পণের সাথে, কাউয়াই এবং নিহাউ রাজ্যে যোগদান করেন। কামহামেহা দ্বিতীয় কাউয়াই এবং নিহাউ-এর কার্যত নিয়ন্ত্রণ গ্রহণ করেন যখন তিনি কাউমালি'কে অপহরণ করেন, দ্বীপগুলোর উপর তার ভাসাল শাসনের অবসান ঘটে।\n১৮২২ সালে রানী কাহুমানু এবং তার স্বামী রাজা কৌমুয়ালি ক্যাপ্টেন উইলিয়াম সুমনারের সাথে নিহোয়াকে খুঁজে বের করার জন্য ভ্রমণ করেছিলেন, কারণ তার প্রজন্ম কেবল গান এবং পৌরাণিক কাহিনীর মাধ্যমে এটি জানত। রাজা চতুর্থ কামেহামেহা দ্বীপটি আনুষ্ঠানিকভাবে সংযুক্ত করার জন্য পরে সেখানে যাত্রা করেন। চতুর্থ কামেহামেহা এবং কালাকাউ পরবর্তীতে হাওয়াইয়ান দ্বীপপুঞ্জের অন্যান্য দ্বীপের দাবি করবে, যার মধ্যে রয়েছে হোলোইকাউয়া বা পার্ল এবং হার্মিস অ্যাটল, মোকুমানামানা বা নেকার দ্বীপ, কাউও বা লায়সান, পাপা'পোহো বা লিসিয়ানস্কি দ্বীপ, হোলানিকু বা কুরে আটোহাইল্লানি, কাউয়াইলোআনিউ ফ্রেঞ্চ ফ্রিগেট শোলস, নালুকাকালা বা মারো রিফ এবং পুহাহোনু বা গার্ডনার পিনাকলস, পাশাপাশি পালমাইরা অ্যাটল, জনস্টন অ্যাটল এবং জার্ভিস দ্বীপ। ১৮৫৬সালের গুয়ানো দ্বীপপুঞ্জ আইনের অধীনে এই দ্বীপগুলোর বেশ কয়েকটি মার্কিন যুক্তরাষ্ট্র দাবি করেছিল। সলোমন দ্বীপপুঞ্জের নিকটবর্তী স্টুয়ার্ট দ্বীপপুঞ্জ ( সিকাইয়ানা প্রবাল), ১৮৫৬ সালে এর বাসিন্দাদের দ্বারা হাওয়াইয়ের কাছে হস্তান্তর করা হয়েছিল, তবে এই ছাড়টি কখনই আনুষ্ঠানিকভাবে রূপান্তরিত হয়নি।\n\n\n== রাজকীয় সম্পত্তি ==\n\nএর ইতিহাসের প্রথম দিকে, হাওয়াই রাজ্য হাওয়াই এবং মাউই (লাহাইনা) দ্বীপের উপকূলীয় শহরগুলো থেকে শাসিত হয়েছিল। তৃতীয় কামেহামেহা ের রাজত্বকালে হনলুলুতে একটি রাজধানী প্রতিষ্ঠিত হয়েছিল।\nপঞ্চম কামেহামেহা হাওয়াইয়ান রাজ্যের নতুন-আবিষ্কৃত সমৃদ্ধির সাথে মানানসই একটি রাজকীয় প্রাসাদ নির্মাণের সিদ্ধান্ত নিয়েছিলেন এবং অন্যান্য জাতির রাজকীয়দের সাথে দাঁড়ান। তিনি আলিওলানি হেলে প্রাসাদের ভবনের দায়িত্ব দেন। এটি সম্পূর্ণ হওয়ার আগেই তিনি মারা যান। পরে, হাওয়াই রাজ্যের সুপ্রিম কোর্ট ভবনটি দখল করে নেয়।\nডেভিড কালাকাউয়া একটি প্রাসাদ নির্মাণের জন্য পঞ্চম কামেহামেহা এর স্বপ্ন ভাগ করে নিয়েছিলেন এবং ইউরোপীয় রাজকীয়দের ফাঁদ পেতে চেয়েছিলেন। তিনি ইওলানি প্রাসাদ নির্মাণের দায়িত্ব দেন। পরবর্তী বছরগুলোতে, প্রাসাদটি তার বোনের অস্থায়ী কারাগার হিসাবে কাজ করেছিল, সংযুক্তির সময় মার্কিন পতাকাকে আনুষ্ঠানিকভাবে উত্থাপনের স্থান এবং তারপর আঞ্চলিক গভর্নর এবং আইনসভার কার্যালয়, শেষ পর্যন্ত একটি জাদুঘরে পরিণত হয়েছিল।\n\n\n=== প্রাসাদ এবং রাজকীয় মাঠ ===\nঅনেক হাওয়াইয়ান রাজকীয় বাসস্থান টিকে আছে।\n\n\n== আরও দেখুন ==\nহাওয়াইয়ান রাজ্যের মন্ত্রিসভা\nহাওয়াই এর চার্চ\nহাওয়াইয়ান সার্বভৌমত্ব আন্দোলন\nহাওয়াই-তাহিতি সম্পর্ক\nহাওয়াই এর আইনি অবস্থা\nহাওয়াইয়ান রাজ্য দ্বারা স্বাক্ষরিত দ্বিপাক্ষিক চুক্তির তালিকা\nহাওয়াই মিশনারিদের তালিকা\nহাওয়াইয়ান কিংডমের প্রিভি কাউন্সিল\nহাওয়াই সুপ্রিম কোর্ট\nনেটিভ হাওয়াইয়ানদের মার্কিন যুক্তরাষ্ট্রের ফেডারেল স্বীকৃতি\nহাওয়াইয়ান রাজ্যের অস্ত্রের কোট\nকমোয়ামোয়া\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nLiliuokalani (১৮৯৮)। Hawaii's Story by Hawaii's Queen, Liliuokalani। Lee and Shepard। আইএসবিএন 978-0-548-22265-2। ওসিএলসি 2387226  – HathiTrust-এর মাধ্যমে। \n\n\n== আরও পড়া ==\nবিচার্ট, এডওয়ার্ড ডি. হাওয়াইয়ে কাজ করা: একটি শ্রম ইতিহাস। ইউনিভার্সিটি অফ হাওয়াই প্রেস, ১৯৮৫।\nব্র্যাডলি, হ্যারল্ড ডব্লিউ. দ্য আমেরিকান ফ্রন্টিয়ার ইন হাওয়াই: দ্য পাইওনিয়ার্স, ১৭৮৯-১৮৪৩। স্ট্যানফোর্ড, সিএ: স্ট্যানফোর্ড ইউনিভার্সিটি প্রেস, ১৯৪২।\n\nগ্রিনলি, জন ওয়াট। \"চারটি মানচিত্রে আটটি দ্বীপ: হাওয়াইয়ের কার্টোগ্রাফিক পুনর্নির্মাণ, ১৮৭৬-১৯৫৯।\" কার্টোগ্রাফিকা ৫০, ২ (২০১৫), ১১৯–১৪০। অনলাইন\nহ্যালি, জেমস এল. ক্যাপটিভ প্যারাডাইস: হাওয়াইয়ের ইতিহাস (সেন্ট মার্টিন প্রেস, ২০১৪)।\nকুইকেন্ডাল, রাল্ফ সিম্পসন এবং আর্থার গ্রোভ ডে। হাওয়াই: একটি ইতিহাস, পলিনেশিয়ান রাজ্য থেকে আমেরিকান রাজ্য পর্যন্ত। নিউ ইয়র্ক: প্রেন্টিস হল, ১৯৬১।\n\nসিলার, জুলিয়া ফ্লিন। লস্ট কিংডম: হাওয়াইয়ের শেষ রানী, সুগার কিংস এবং আমেরিকার ফার্স্ট ইম্পেরিয়াল অ্যাডভেঞ্চার (২০১২)।\nসিলভা, নোয়েনো কে. দ্য পাওয়ার অফ দ্য স্টিল-টিপড পেন: নেটিভ হাওয়াইয়ান বুদ্ধিবৃত্তিক ইতিহাস পুনর্গঠন। ডারহাম, এনসি: ইউনিভার্সিটি অফ নর্থ ক্যারোলিনা প্রেস, ২০১৭।\nসুমিদা, স্টিফেন এইচ এবং দ্য ভিউ ফ্রম দ্য শোর: হাওয়াইয়ের সাহিত্য ঐতিহ্য। সিয়াটেল: ইউনিভার্সিটি অফ ওয়াশিংটন প্রেস, ২০১৫।\nট্রেগাস্কিস, রিচার্ড। যোদ্ধা রাজা: হাওয়াইয়ের কামেহামেহা দ্য গ্রেট (১৯৭৩)।\nউইলসন, রব। \"খ্রিস্টান ট্রান্সসেন্ডেন্টালিজম রপ্তানি করা, হাওয়াইয়ান চিনি আমদানি করা: হাওয়াইয়ের ট্রান্স-আমেরিকানাইজেশন।\" আমেরিকান সাহিত্য ৭২#.৩ (২০০০): ৫২১–৫৫২। অনলাইন\nউইন্ডেট, অলিভ। দ্বীপপুঞ্জ: হাওয়াই এর ইতিহাস (১৯৬৮)।\n\n\n== বহিঃসংযোগ ==\nSoszynski, Henry। \"Index to Hawaiian Kingdom Genealogy\"। web page on \"Rootsweb\"। সংগ্রহের তারিখ ফেব্রুয়ারি ১৬, ২০১০। \nMonarchy in Hawaii  ওয়েব্যাক মেশিনে আর্কাইভকৃত নভেম্বর ৬, ২০১৯ তারিখে (Part 1)\nMonarchy in Hawaii  ওয়েব্যাক মেশিনে আর্কাইভকৃত নভেম্বর ২১, ২০০৮ তারিখে (Part 2)\nKingdom of Hawaii at DCStamps"}