{"pageid": 1426085, "title": "ইসরায়েল-হামাস যুদ্ধের প্রভাব", "url": "https://bn.wikipedia.org/wiki?curid=1426085", "content": "ইসরায়েল-হামাস যুদ্ধের প্রাদুর্ভাব ইসরায়েলি প্রধানমন্ত্রী বেঞ্জামিন নেতানিয়াহু  এবং নেতানিয়াহুর পদত্যাগের জন্য ক্রমবর্ধমান আন্দোলনের সাথে  এই ইস্যুতে নেতৃত্বের ব্যর্থতার কারণে ইসরায়েলি নাগরিকদের কাছ থেকে সরকারের প্রতি ক্রমবর্ধমান সমর্থন কমতে থাকে এবং সরকার অপছন্দের দিকে পরিচালিত করে।\nহামাসের প্রতি বিশ্বব্যাপী মনোযোগ তুরস্ক ও কাতারের মতো দেশগুলিকে প্রভাবিত করেছে, যাদের হামাসের সাথে দৃঢ় সম্পর্ক রয়েছে, এবং যুক্তরাষ্ট্র দ্রুত গতিপথে কাজ করছিল কাতারের সাথে জিম্মিদের মুক্তি নিশ্চিত করতে।\nহামাসের কর্মকাণ্ডের কূটনৈতিক প্রচেষ্টার উপর উল্লেখযোগ্য প্রভাব পড়েছে, যা সম্ভবত ইসরায়েল ও সৌদি আরবের মধ্যে মার্কিন মধ্যস্থতায় একটি চুক্তিকে ব্যর্থ করতে পারে। নিউ ইয়র্ক টাইমস উল্লেখ করেছে যে পরিস্থিতি বাড়ানো এবং ফিলিস্তিনিদের অধিকার নিয়ে উদ্বেগের কারণে ইসরায়েলি-সৌদি সম্পর্ক স্বাভাবিক হওয়ার সম্ভাবনা কম বলে মনে হচ্ছে। এছাড়াও, জল্পনা করা হচ্ছে যে ইরান হয়তো ইসরায়েল ও সৌদি আরবের মধ্যে সম্পর্ক ব্যাহত করার চেষ্টা করছে। ১৪ অক্টোবর, সৌদি আরব ইসরায়েলের সাথে সম্পর্ক স্বাভাবিককরণের সম্ভাবনার বিষয়ে আলোচনা স্থগিত করে। \nবিভিন্ন নেতা এবং বিশেষজ্ঞরা এই বিবাদের বিস্তৃত হওয়ার সম্ভাবনা এবং এমনকি ইসরায়েল ও ইরানের মধ্যে যুদ্ধের দিকে ঝুঁকে পড়ার বিষয়ে জল্পনা-কল্পনা করেছেন, ইরানি কর্মকর্তারা যদি ইসরায়েলের সামরিক অভিযান চালিয়ে যায় বা গাজায় একটি স্থল অভিযান চালায় তবে হস্তক্ষেপ করার আগ্রহ প্রকাশ করেছেন, যা এই অঞ্চল জুড়ে বিবাদের আরও উত্তাপ হওয়ার সম্ভাবনাকে আরও জোরদার করে। \nইউক্রেন আশঙ্কা প্রকাশ করেছে যে, রাশিয়া হয়তো ইজরায়েল-হামাস যুদ্ধের সুযোগ নিয়ে ইউক্রেনের প্রতি আন্তর্জাতিক সমর্থন হ্রাস করতে চেষ্টা করতে পারে। অন্যদিকে, রাশিয়া এটিকে পশ্চিমা নীতির ব্যর্থতা হিসাবে চিত্রিত করেছে। রাশিয়ার প্রেসিডেন্ট ভ্লাদিমির পুতিন এই সংঘাতকে মধ্যপ্রাচ্যে মার্কিন নীতির ব্যর্থতার উদাহরণ হিসাবে চিহ্নিত করেছেন এবং ইঙ্গিত দিয়েছেন যে এটি ইউক্রেনের প্রতি পশ্চিমা সমর্থনকে প্রভাবিত করবে, সম্ভবত ইস্রায়েলের সাথে রাশিয়ার সম্পর্ককেও প্রভাবিত করবে। \nমার্কিন যুক্তরাষ্ট্র হামাসকে অর্থায়ন করা ইরানি নেটওয়ার্কের অর্থনৈতিক সহায়তা বন্ধ করার চেষ্টায় নতুন নিষেধাজ্ঞা আরোপ করেছে। \nযুদ্ধের শুরু থেকেই, পশ্চিমা বিশ্বে ইসলামবিদ্বেষী ঘটনা বৃদ্ধি পেয়েছে, যখন বিশ্বব্যাপী ইহুদিবিদ্বেষী হামলা উল্লেখযোগ্য হারে বৃদ্ধি পেয়েছে। \n\n\n== পটভূমি ==\nইসরায়েল-হামাস যুদ্ধে হামাসের প্রাথমিক হামলা ইস্রায়েল ও হামাসের মধ্যে চলমান সংঘাতে একটি উল্লেখযোগ্য বৃদ্ধি চিহ্নিত করেছে।  এটি আগের সংঘাতের চেয়ে আলাদা, যেখানে সাধারণত ধীরে ধীরে উত্তেজনা বৃদ্ধির পরে ধাপে ধাপে এগো করা হতো।  এটি ১৯৪১ সালের পার্ল হারবার আক্রমণ, ১৯৬৮ সালের টেট অভিযান, ১৯৭৩ সালের ইয়ম কিপুর যুদ্ধ, ২০০১ সালের ১১ সেপ্টেম্বরের হামলা এবং ২০০৩ সালের রমজান অভিযানের সাথে তুলনা করা হয়েছে।  টেট অভিযানের মতো, হামাসের হামলাও একটি ছুটির সকালে ঘটেছিল, 'একসাথে সব জায়গায়' হওয়ার মতো মনে হয়েছিল এবং এটি একটি গেরিলা বাহিনীর পক্ষে সম্ভব বলে মনে করা হয়নি এমন ক্ষমতা দেখিয়েছিল।\n\n\n== ঘরোয়া প্রভাব ==\n\n\n=== ফিলিস্তিনি উপদল ===\nড্যানিয়েল বাইম্যান এবং আলেকজান্ডার পালমারের মতে, এই হামলা ফিলিস্তিন মুক্তি সংস্থা (পিএলও) এর পতনের এবং হামাসের ক্ষমতা কেন্দ্র হিসাবে প্যালেস্টীয় রাজনীতিতে উত্থানের দৃষ্টান্ত উপস্থাপন করেছে। তারা এই অবস্থা অব্যাহত থাকলে পিএলও আরও দুর্বল হয়ে পড়বে বলে ভবিষ্যদ্বাণী করেছেন।  লাইথ আলাজলৌনি লিখেছেন, হামাসের হামলার তাৎক্ষণিক ফল হল হামাস এবং পিএলওকে ঐক্যবদ্ধ করা। তবে, এটি শীঘ্রই তাদের মধ্যে সংঘাতের দিকে নিয়ে যেতে পারে, ফলে পশ্চিম তীরের নিরাপত্তা পরিস্থিতি নিয়ন্ত্রণ হারাতে পিএলও ব্যর্থ হতে পারে, যদি সেখানকার আরও আগ্রাসী গোষ্ঠী নিজেদের স্বাধীন আক্রমণ শুরু করে।\nহামাসের প্রতি বিশ্বব্যাপী দৃষ্টি নিবদ্ধ থাকায়, এমিল হোকায়েম লিখেছেন, হামাসের সাথে বিশেষ সম্পর্ক থাকা তুরস্ক ও কাতারকে হামাসকে অতিরিক্ত ছাড় দেওয়া এবং তাদের সাথে সম্পর্কের কারণে কলঙ্কিত হওয়ার অভিযোগ আনা যেতে পারে।  তবে, ১৩ অক্টোবরে, পররাষ্ট্রমন্ত্রী অ্যান্টনি ব্লিঙ্কেন কাতারের প্রধানমন্ত্রী এবং পররাষ্ট্রমন্ত্রী মোহাম্মদ বিন আবদুলরহমান বিন জাসিম আল থানির সাথে যৌথ সংবাদ সম্মেলনে বলেন, যুক্তরাষ্ট্র কাতারের সাথে \"নিবিড়ভাবে কাজ করছে\"  জামানিরা মুক্ত করতে এবং \"এই প্রচেষ্টায় কাতারের জরুরি অবদানের জন্য\" তিনি কৃতজ্ঞতা প্রকাশ করেছেন।\n২০২৪ সালের জানুয়ারি পর্যন্ত, ফিলিস্তিনি কর্তৃপক্ষ একটি গুরুতর রাজনৈতিক ও অর্থনৈতিক সংকটের সম্মুখীন হয়েছে, এর কারণ ইজরায়েলি সরকার পশ্চিম তীরে কর রাজস্ব স্থানান্তর বন্ধ করে দেওয়া। সাধারণত ইজরায়েল ফিলিস্তিনিদের কর আদায় করে এবং তারপরে তা ফিলিস্তিনি কর্তৃপক্ষকে দেয়।   \n\n\n=== রোগের প্রাদুর্ভাব ===\n\n১৬ অক্টোবরে, চিকিৎসকরা হাসপাতালে রোগীদের ভিড় এবং অসমাহিত লাশের কারণে আসন্ন রোগের প্রাদুর্ভাবের বিষয়ে সতর্ক করেছেন। বিশ্ব স্বাস্থ্য সংস্থার মতে, \"আসল বিপর্যয়\" আসার আগে \"কেবল ২৪ ঘন্টা জল, বিদ্যুৎ এবং জ্বালানি\" রয়েছে।  ১৮ অক্টোবরে, যুক্তরাষ্ট্র গাজায় মানবিক সাহায্যের আহ্বান জানানো একটি জাতিসংঘের প্রস্তাবনাকে ভেটো দেয়।\" ডব্লিউএইচও গাজার পরিস্থিতিকে \"নিয়ন্ত্রণের বাইরে চলে যাওয়া\" হিসাবে উল্লেখ করেছে।\nফিলিস্তিনে (গাজা) মানবিক(গাজা) মানবিক পরিস্থিতিকে \"সংকট\" এবং \"বিপর্যয়\" হিসাবে বিবেচনা করা হয়।\" ইসরায়েলের অবরোধের ফলে উল্লিখিত শহরে ওষুধ, খাদ্য, জ্বালানি, পানি এবং চিকিৎসা সম্পর্কিত সরবরাহের মতো জিনিসের ঘাটতি রয়েছে। জাতিসংঘের মানবিক সাহায্যপ্রধান মার্টিন গ্রিফিথস বলেছেন, \"গাজায় সাধারণ মানুষের জনগোষ্ঠীর চারদিকে ফাঁস আরও শক্ত হয়ে উঠছে।\"  ১৩ অক্টোবরে, ইউএনআরডব্লিউএ কমিশনার ফিলিপ ল্যাযারিনি বলেছেন,\"মানবিক সংকটের বিকাশের পরিমাণ এবং গতি হতবাক করা।\" \nইসরায়েল-হামাস যুদ্ধের কারণে গাজা জুড়ে হাসপাতাল এবং ক্লিনিকগুলি ক্ষতিগ্রস্ত/ধ্বংস হয়ে গেছে।\" ইনসিকিউরিটি ইনসাইট জানিয়েছে যে, সংঘাতের প্রথম সাত সপ্তাহে স্বাস্থ্যসেবার বিরুদ্ধে ৩৪৫টি সহিংসতার ঘটনা রেকর্ড করা হয়েছে। চলমান সীমান্ত বন্ধের ফলে রোগীদের চিকিৎসা নেওয়ার জন্য ইসরায়েল, পশ্চিম তীর বা পূর্ব জেরুজালেমে যাওয়া বন্ধ হয়ে যাবে। এর উপর, পানি বিশুদ্ধকরণের জন্য জ্বালানির অভাবের কারণে গাজার জনগণের ৯৫% নিরাপদ পানির সুবিধা থেকে বঞ্চিত হয়ে রয়েছে, যা কলেরা রোগের ঝুঁকি বাড়িয়ে দেয়।\n\n\n=== খেলাধুরা ওপর প্রভাব ===\n\nডিসেম্বর ২০২৩ সালের মধ্যে, ইসরায়েলি হামলায় কমপক্ষে ৮৫ জন ফিলিস্তিনি ক্রীড়াবিদ নিহত হয়েছেন, যাদের মধ্যে ৫৫ জন ফুটবলার। নিহতদের মধ্যে ১৮ জন শিশু এবং ৩৭ জন কিশোর। এছাড়া ও, ফিলিস্তিনি ফুটবল অ্যাসোসিয়েশন ২৪ জন ম্যানেজার এবং প্রযুক্তি কর্মী নিহত হওয়ার কথা জানিয়েছে। নিহতদের মধ্যে রয়েছেন হানি আল-মাসরি, একজন সাবেক ফুটবলার এবং ফিলিস্তিনি জাতীয় অলিম্পিক দলের সিইও।  ইসরায়েলি বাহিনী পশ্চিম তীরে ২৩ বছর বয়সী ফুটবলার আহমেদ দারাঘমেহকে হত্যা করে। জনপ্রিয় আরবি ফুটবল ওয়েবসাইট কুওরা তাকে এই মৌসুমে সেরা গোলদাতা হিসেবে পরিচয় করিয়ে দেয়, তার ঝুলিতে ৬টি গোল রয়েছে। ইসরায়েল হানি আল-মাসদারকেও হত্যা করে, যিনি ফিলিস্তিনি অলিম্পিক ফুটবল দলের কোচ ছিলেন, তাকে ফিলিস্তিনে আবু আবাদ নামে পরিচিত ছিল।\n\n\n=== নেতানিয়াহু সরকার ===\n\nইসরায়েলের চ্যানেল ১২ এর প্রধান রাজনৈতিক ধারাভাষ্যকার অ্যামিত সেগাল বলেছেন, এই সংঘাত বেঞ্জামিন নেতানিয়াহুর প্রধানমন্ত্রী হিসেবে টিকে থাকার ক্ষমতাকে পরীক্ষা করবে। তিনি উল্লেখ করেছেন যে, অতীতে সংঘটিত যুদ্ধগুলো কয়েকজন পূর্বসূরিকার সরকারের পতন ঘটেছিল, যেমন ১৯৭৩ সালের ইয়ম কিপ্পুর যুদ্ধের পর গোল্ডা মেয়ার, ১৯৮২ সালের লেবাননের যুদ্ধের পর মেনাখেম বেগিন এবং ২০০৬ সালের লেবাননের যুদ্ধের পর এহুদ অলমের্টের সরকার।  ১১ অক্টোবরে জরুরি ঐক্য সরকার গঠনের আগে, পলিটিকো এই সম্ভাব্য পদক্ষেপকে নেতানিয়াহুর নিজের অবস্থান সংশোধন এবং তার রাজনৈতিক ঐতিহ্য রক্ষার সুযোগ হিসেবে বর্ণনা করে। কিছু পর্যবেক্ষক যেমন বর্তমান সরকারের অভ্যন্তরীণ অসন্তোষ, বিচার বিভাগ সংস্কার এবং ফিলিস্তিনি অঞ্চলে ইসরায়েলের দখল গভীর করার প্রচেষ্টায় আরও বেশি মনোযোগ দেওয়ার কারণে  ইসরায়েলি গোয়েন্দা ব্যবস্থার ব্যর্থতার কথা উল্লেখ করেছেন, কিছু ধারাভাষ্যকার নেতানিয়াহুর পিএলওকে পাশ কাটিয়ে হামাসকে সমর্থন করার জন্য সমালোচনা করেছেন  এবং তাকে দায় হিসাবে চিহ্নিত করেছেন।\nরাজনৈতিক সাংবাদিক পিটার বিউমন্ট এই হামলাকে ইসরায়েলি সরকারের পক্ষ থেকে \"যুগের জন্য একটি গোয়েন্দা ব্যর্থতা\" বলে বর্ণনা করেছেন।  ইহুদি সংবাদ সিন্ডিকেট এটিকে \" কল্পনার ব্যর্থতা \" বলে মনে করেছে।  গোয়েন্দা ব্যর্থতার বিষয়ে বিবিসির একটি প্রতিবেদনে উল্লেখ করা হয়েছে যে \"এটি অবশ্যই হামাসের অপারেশনাল নিরাপত্তার অসাধারণ মাত্রা গ্রহণ করেছে।\"  মার্কিন কর্মকর্তারা হামাসের কোনো প্রস্তুতি সম্পর্কে ইসরায়েলি গোয়েন্দারা কীভাবে অবগত নয় তা নিয়ে বিস্ময় প্রকাশ করেছেন।  ইসরায়েলি কর্মকর্তারা পরে বেনামে অ্যাক্সিওসকে জানিয়েছিলেন যে আইডিএফ এবং শিন বেট হামলার আগের দিন হামাসের অস্বাভাবিক গতিবিধি সনাক্ত করেছে, কিন্তু সামরিক সতর্কতার স্তর বাড়ানোর আগে অতিরিক্ত গোয়েন্দা তথ্যের জন্য অপেক্ষা করার সিদ্ধান্ত নিয়েছে। তারাও রাজনৈতিক নেতাদের গোয়েন্দা প্রতিবেদনের কথা জানায়নি। \nহামাস এবং ইসরায়েলের সামরিক প্রতিষ্ঠানের উৎস রয়টারসকে জানালেন যে হামাসের দ্বারা ইসরায়েলকে ভুল ধারণা দেওয়ার একটি বছরব্যাপী প্রচারণার শেষ পর্ব ছিল আক্রমণটি।  একজন আইডিএফ কর্ণেল মিডিল ইস্ট আই কে অজানা ভাবে বলেছেন যে গোপনীয়তা এককগুলি আলাদা হামলার জন্য ব্যবহার করা হবে এমন হামাসের প্রশিক্ষণ কার্যক্রম শনাক্ত করেছে কিন্তু তাদের উদ্দেশ্য ভুল বুঝেছে; তারা একটি বড় সংযুক্ত হামলার চেয়ে এগুলি ব্যবহার করা হবে এমন মূল্যায়ন করেছে।\nআইডিএফ-এর গাজা বিভাগের সাবেক উপ-কমান্ডার আমির আভিভি ফিনানশিয়াল টাইমসকে বলেছেন যে এটি “যম কিপুর যুদ্ধের চেয়ে কম ব্যর্থতা নয়।”  নেতানিয়াহুর প্রাক্তন জাতীয় নিরাপত্তা উপদেষ্টা যাকব আমিদ্রোর বলেছেন যে আক্রমণটি প্রমাণ করেছে যে গাজায় তাদের গোপনীয়তা ক্ষমতা “ভাল ছিল না।” একজন অজানা মিশরীয় গোপনীয়তা কর্মকর্তা এশিয়ান প্রেসকে বলেছেন যে “[মিশর] তাদের সতর্ক করেছিল যে অবস্থার একটি বিস্ফোরণ আসছে, এবং খুব শীঘ্রই, এবং এটি বড় হবে। কিন্তু তারা এই সতর্কতাগুলি অবজ্ঞা করেছিল।” এই গল্পটি মাইকেল ম্যাককল, ইউএস হাউস ফরেন রিলেশন্স কমিটির চেয়ারম্যান, দ্বারা সত্যাপিত হয়েছে, যিনি বলেছেন যে সতর্কতাগুলি আক্রমণের তিন দিন আগে দেওয়া হয়েছিল।\n১১ অক্টোবর ২০২৩, ইনেট প্রতিবেদন করেছে যে মিশরের সাধারণ গোপনীয়তা পরিচালনার পরিচালক আব্বাস কামেল প্রাথমিক আক্রমণের দশ দিন আগে নেতানিয়াহুকে একটি ব্যক্তিগত ফোন কল করেছিলেন যে গাজায় ব্যক্তিগণ করা উচিত “অস্বাভাবিক কিছু, একটি ভয়ানক অপারেশন।” সাবেক এমআই6 প্রধান স্যার অ্যালেক্স ইয়াঙ্গার তার মতামত প্রকাশ করেছেন যে হামাস যোদ্ধারা ইসরায়েলে “প্রতিষ্ঠানিক আত্মসন্তুষ্টি” কারণে তাদের আক্রমণ সম্পাদন করতে পেরেছেন। নেতানিয়াহু প্রতিবেদনগুলি “সম্পূর্ণ মিথ্যা” এবং মিথ্যা খবর হিসাবে বর্ণনা করেছেন।    ৎ\nযুদ্ধের প্রাদুর্ভাবের ফলে নেতানিয়াহু এবং সরকারের প্রতি ইসরায়েলি নাগরিকদের অপছন্দ বৃদ্ধি পেয়েছে। নেতানিয়াহুর পদত্যাগের দাবি জোরদার হয়েছে, কারণ জনগণের মতে নেতৃত্ব দেওয়ার ক্ষেত্রে সরকার ব্যর্থ হয়েছে।  একটি জরিপে দেখা গেছে যে ৫৬% ইসরায়েলি মনে করেন এই দ্বন্দ্বের পর  নেতানিয়াহুকে অবশ্যই করতে হবে। ৮৬% জরিপ অংশগ্রহণকারী সরকারকে এই আকস্মিক হামলা সম্ভব করার নিরাপত্তা ব্যর্থতার জন্য দায়ী করেছেন। ১৪ নভেম্বর নাগাদ, বার ইলান বিশ্ববিদ্যালয়ের একটি জরিপ অনুমান করে জানিয়েছে যে মাত্র ৪% ইহুদি ইসরায়েলি মনে করেন নেতানিয়াহু এই যুদ্ধ সম্পর্কে সঠিক তথ্য দেবেন।  ১২ অক্টোবর পর্যন্ত, নেতানিয়াহু তার সরকারের ব্যর্থতার জন্য ক্ষমা চাইতে বা দায় স্বীকার করতে ব্যর্থ হয়েছেন।\nজর্ডানের পররাষ্ট্রমন্ত্রী আয়মান সাফাদির সাথে নেতানিয়াহুর সরকার তদন্তের আওতায় এসেছে, জর্ডানের পররাষ্ট্রমন্ত্রী আয়মন সাফাদি বলেছেন, \"ইসরায়েলের প্রধানমন্ত্রী হয়তো সচেতনভাবে অন্যান্য ফ্রন্টে, বিশেষ করে লেবানন এবং এই অঞ্চলের অন্যান্য অংশের সাথে, রাজনৈতিক গণনা বিলম্বিত করার জন্য দ্বন্দ্বের উস্কানি দিচ্ছেন যা তাকে সম্মুখীন হতে হবে\"। \n\n\n=== শিশুদের ওপর প্রভাব ===\n\n১৩ নভেম্বরে, ইউনিসেফ জানিয়েছে যে গাজায়  ৭০০,০০০ এরও বেশি শিশু বাস্তুচ্যুত হয়েছে।  ফিলিস্তিন রেড ক্রিসেন্ট সোসাইটি জানিয়েছে, বিদ্যুৎ বিভ্রাট, মৌলিক জিনিসপত্রের অভাব এবং \"বেদনা ও ভয়ের দৃশ্য\" এর কারণে শিশুরা কষ্ট পাচ্ছে।  ইউনিসেফের নির্বাহী পরিচালক ক্যাথরিন এম. রাসেল ১৫ নভেম্বরে গাজা সফর করে জানান, অনেক শিশু ধ্বংসাবশেষের নিচে আটকা পড়েছে এবং তাদের চিকিৎসার সুযোগ নেই।\nখান ইউনুসের নাসের মেডিকেল কমপ্লেক্সের শিশু বিশেষজ্ঞদের প্রধান ডাঃ আহমেদ আল-ফারা জানিয়েছেন, পরিষ্কার পানির অভাবে তিনি শিশুদের মধ্যে \"এখন পর্যন্ত দেখা সবচেいえ মারাত্মক গ্যাস্ট্রোএন্টেরাইটিসের মহামারি\" দেখেছেন।  ইউনিসেফের মুখপাত্র টোবি ফ্রিকার বলেছেন, \"এখন এই মুহূর্তে গাজা জুড়ে কোথাও শিশুদের জন্য নিরাপদ জায়গা নেই।\"  সেভ দ্য চিলড্রেন গাজায় শিশুদের মধ্যে মানসিক স্বাস্থ্য সমস্যার গুরুতর লক্ষণ দেখেছে বলে জানিয়েছে।\n\n\n== কূটনৈতিক প্রভাব ==\nইসরায়েল-হামাস যুদ্ধ একটি বড় কূটনৈতিক সঙ্কটের জন্ম দেয়, বিশ্বের অনেক দেশ এই সংঘর্ষের প্রতি তীব্র প্রতিক্রিয়া জানায় যা আঞ্চলিক সম্পর্কের গতিকে প্রভাবিত করে।  অন্তত নয়টি দেশ তাদের রাষ্ট্রদূতদের প্রত্যাহার এবং ইসরায়েলের সাথে কূটনৈতিক সম্পর্ক ছিন্ন করার কঠোর পদক্ষেপ নিয়েছে। \n\n\n=== কূটনৈতিক সম্পর্ক ছিন্ন ও প্রত্যাহার ===\nবেশ কয়েকটি দেশ ইসরায়েলে তাদের রাষ্ট্রদূতদের প্রত্যাহার করেছে বা পুরোপুরি সম্পর্ক ছিন্ন করেছে; এর মধ্যে: জর্ডান, বাহরাইন, তুরস্ক, কলম্বিয়া, হন্ডুরাস, চিলি, বেলিজ, দক্ষিণ আফ্রিকা এবং চাদ । ক্রমবর্ধমান সংঘাতের বিষয়ে মানবিক উদ্বেগের কথা উল্লেখ করে হামাসের সাথে ইসরায়েলের সংঘর্ষের প্রতিক্রিয়ায় এই ব্যবস্থা নেওয়া হয়েছিল। \n\n\n=== ব্রাজিল ===\nপ্রেসিডেন্ট লুইজ ইনাসিও লুলা দা সিলভা গাজা উপত্যকায় ইসরায়েলের পদক্ষেপের সমালোচনা করেছেন  এটাকে প্রধানমন্ত্রী বেঞ্জামিন নেতানিয়াহুর \"পাগলামি\" বলে অভিহিত করেছেন। \n\n\n=== বলিভিয়া ===\nজাবালিয়া শরণার্থী শিবিরে ইসরায়েলের ৩১ অক্টোবরের বিমান হামলার বিকেলে, বলিভিয়া ইসরায়েলের সাথে সমস্ত কূটনৈতিক সম্পর্ক ছিন্ন করে, গাজা উপত্যকায় অভিযুক্ত যুদ্ধাপরাধ এবং মানবাধিকার লঙ্ঘনের জন্য তার সিদ্ধান্তকে দায়ী করে। \n\n\n=== জর্ডান ===\nজর্ডান, মধ্যপ্রাচ্যে মার্কিন যুক্তরাষ্ট্রের একটি প্রধান মিত্র, ১ নভেম্বর তার রাষ্ট্রদূতকে প্রত্যাহার করে, \"গাজায় ইসরায়েলি যুদ্ধের প্রত্যাখ্যান এবং নিন্দার জর্ডানের অবস্থানের অভিব্যক্তি হিসাবে, যা নিরপরাধ মানুষকে হত্যা করছে এবং একটি অভূতপূর্ব মানবিক বিপর্যয় ঘটাচ্ছে।\"  একইভাবে, জর্ডান যোগ করেছে যে ইসরায়েলের রাষ্ট্রদূত যে হামাসের হামলার পর আম্মান (রাজধানী শহর) ত্যাগ করেছিলেন, তাদের ফিরে আসার অনুমতি দেওয়া হবে না। \n২০২৩ সালের নভেম্বরে, জর্ডানের প্রধানমন্ত্রী বলেছিলেন যে জর্ডান গাজার উপর ইসরায়েলি আগ্রাসন এবং এর পরবর্তী পরিণতির প্রতিক্রিয়ায় সমস্ত উপলব্ধ বিকল্প বিবেচনা করছে।  তিনি যুক্তি দিয়েছিলেন যে ইসরায়েলের ভারী জনবহুল গাজা স্ট্রিপের অবরোধ আত্মরক্ষা হিসাবে ন্যায়সঙ্গত হতে পারে না এবং নির্বিচারে ইসরায়েলি আক্রমণের সমালোচনা করেছিলেন, যার লক্ষ্যে নিরাপদ অঞ্চল এবং অ্যাম্বুলেন্স অন্তর্ভুক্ত ছিল। \n\n\n=== বাহরাইন ===\n২ নভেম্বর ২০২৩ তারিখে বাহরাইনের জাতীয় সভা ডিপ্লোম্যাটিক এবং অর্থনৈতিক সম্পর্ক স্থগিত করেছে, যা দাবি করেছে একটি ‘দৃঢ় এবং ঐতিহাসিক অবস্থান যা প্যালেস্টাইনী কারণ এবং প্যালেস্টাইনী জনগণের বৈধ অধিকার সমর্থন করে।’ ইসরায়েল বলেছে যে তাদের পূর্বে এই সিদ্ধান্ত সম্পর্কে কোন ধারণা ছিল না।\n\n\n=== তুরস্ক ===\n৪ নভেম্বর গাজায় বেসামরিকদের উপর ইসরায়েলের ক্রমাগত হামলার কারণে সৃষ্ট মানবিক সঙ্কটের কারণে তুরস্ক ইসরায়েলে তার রাষ্ট্রদূতকে প্রত্যাহার করে।  তুরস্কের প্রেসিডেন্ট রিসেপ তাইয়েপ এরদোয়ান ঘোষণা করেছেন যে তিনি ইসরায়েলের প্রধানমন্ত্রী বেঞ্জামিন নেতানিয়াহুর সাথে সব ধরনের যোগাযোগ ছিন্ন করছেন। \n\n\n=== মালয়েশিয়া ===\nপররাষ্ট্র মন্ত্রণালয়ের এক বিবৃতিতে মধ্যপ্রাচ্যে সাম্প্রতিক উত্তেজনা নিয়ে উদ্বেগ প্রকাশ করেছে মালয়েশিয়া । বিবৃতিতে দীর্ঘস্থায়ী অবৈধ দখলদারিত্ব, অবরোধ, দুর্ভোগ, আল-আকসার অপবিত্রতা এবং দখলদার হিসেবে ইসরায়েলের দখলদারিত্বের রাজনীতিকে পরিস্থিতির মূল কারণ হিসেবে দায়ী করা হয়েছে। মালয়েশিয়া 1967-এর পূর্ববর্তী সীমান্তে ফিরে আসার আহ্বান জানিয়েছে এবং নিরপরাধ বেসামরিক নাগরিকদের জীবনকে সম্মান ও সুরক্ষার গুরুত্বের উপর জোর দিয়ে সহিংসতা বন্ধ করার দাবিতে জাতিসংঘের নিরাপত্তা পরিষদকে আহ্বান জানিয়েছে। প্রধানমন্ত্রী আনোয়ার ইব্রাহিম, পশ্চিমা দেশগুলির কথিত চাপ সত্ত্বেও, মালয়েশিয়া এবং গোষ্ঠীর মধ্যে দীর্ঘস্থায়ী সম্পর্ক তুলে ধরে হামাসের নিন্দা না করা বেছে নিয়েছেন। অধিকন্তু, মালয়েশিয়া জাতিসংঘে হামাসের নিন্দার বিপক্ষে ভোট দিয়েছে। সাম্প্রতিক একটি উন্নয়নে, মালয়েশিয়া মালয়েশিয়ার বন্দরে ডকিং থেকে ইসরায়েলের মালিকানাধীন এবং ইস্রায়েলের পতাকাবাহী জাহাজের পাশাপাশি ইসরায়েলের দিকে রওনা হওয়া জাহাজগুলিকে নিষিদ্ধ ঘোষণা করেছে। \n\n\n=== অন্যদেশ ===\nহামাসের সাথে সংঘর্ষের প্রতিক্রিয়ায় দক্ষিণ আমেরিকার বেশ কয়েকটি দেশ ইসরায়েলের বিরুদ্ধে কূটনৈতিক প্রতিবাদ জানায়।\n\n\n== অর্থনৈতিক প্রভাব ==\nসংঘাতের ফলে বিশ্ব অর্থনীতিতে মন্দা দেখা দেওয়ার আশঙ্কা রয়েছে।  যুদ্ধের ফলে ইউরোপের অর্থনৈতিক পরিস্থিতিতে উল্লেখযোগ্য প্রভাব পড়তে পারে, যা অঞ্চল বাণিজ্য হ্রাস, কঠোর আর্থিক নিয়ন্ত্রণ, জ্বালানি খরচ বৃদ্ধি এবং ভোক্তাদের আস্থা হ্রাসের মাধ্যমে এটি প্রভাবিত করবে। গোল্ডম্যান স্যাক্স জোর দিয়েছিল যে ইউরোপীয় অর্থনীতিতে চাপ প্রবেশ করার সবচেয়ে গুরুত্বপূর্ণ এবং সম্ভাব্য কার্যকর পদ্ধতি হল পেট্রোলিয়াম ও প্রাকৃতিক গ্যাসের বাজারগুলির মাধ্যমে।\nবিশ্বব্যাংক সতর্ক করেছে যে যদি যুদ্ধ গাজা উপত্যকারের বাইরে অন্যান্য তেলসমৃদ্ধ অঞ্চলে ছড়িয়ে পড়ে, তাহলে তেলের দাম বাড়তে পারে ১৫০ ডলার প্রতি ব্যারেল পর্যন্ত।  সম্প্রতি একটি প্রতিবেদনে, বিশ্বব্যাংক অক্টোবর ৩০ তারিখে ইসরায়েল-গাজা সংঘাত সম্পর্কে একটি উদ্বেগজনক সতর্কতা জারি করেছে। তারা জানিয়েছে যে এই সংঘাতের ফলে উল্লেখযোগ্য বিশ্বব্যাপী অর্থনৈতিক ধাক্কা লাগতে পারে। এর একটি সম্ভাব্য ফল হতে পারে তেলের দামের তীব্র উর্ধ্বগতি, যেখানে অনুমানগুলি ইঙ্গিত দেয় যে এটি একশো পঞ্চাশ ডলার প্রতি ব্যারেল পর্যন্ত পৌঁছাতে পারে। এটি বিশ্ব অর্থনীতির জন্য কঠোর পরিণতি বয়ে আনবে, খাদ্যের দাম বাড়াবে এবং সম্ভবত লাখ লাখ মানুষ্যকে খাদ্য ঘাটতিতে ফেলবে। প্রতিবেদনে ১৯৭৩ সালের যুদ্ধের সঙ্গে তুলনা করা হয়েছে, যে সময় সৌদি আরবের নেতৃত্বে ওপেকের আরব সদস্যরা ইসরায়েলের প্রতি সমর্থনের প্রতিক্রিয়ায় মার্কিন যুক্তরাষ্ট্রের উপর তেল নিষেধাজ্ঞা জারি করেছিল।\n\n\n=== ইজরায়েল ===\nইসরায়েলের অর্থমন্ত্রী জানিয়েছেন যে গাজা যুদ্ধের দৈনিক সরাসরি খরচ তার দেশের কাছে প্রায় ২৪৬ মিলিয়ন ডলার।\nক্যালকালিস্ট, অর্থ মন্ত্রণালয়ের প্রাথমিক পরিসংখ্যান উল্লেখ করে জানিয়েছে, যুদ্ধ যদি আট থেকে বারো মাস চলতে থাকে, তাহলে যুদ্ধের খরচ ইসরায়েলি অর্থনীতির জন্য ৫০ বিলিয়ন ডলারেরও বেশি, বা জিডিপির প্রায় ১০% হবে। অনুমানগুলি ধরে নেয় যে সংঘাতটি গাজায় সীমাবদ্ধ থাকবে, অন্যান্য পক্ষের সাথে আরও বাড়বে না, এবং এটি ৩৫০,০০০ নিযুক্ত রিজার্ভ বাহিনী শীঘ্রই কাজে ফিরে আসার উপর নির্ভর করে।\n\n\n=== ফিলিস্তিন ===\nফিলিস্তিনের শ্রমমন্ত্রী নাসরি আবু জাইশ বলেছেন, গাজায় বেকারত্ব ৪৭ শতাংশ থেকে ৯০ শতাংশে উন্নীত হয়েছে, যখন পশ্চিম তীরে বেকারত্ব ছিল ২৫ শতাংশ।  ইউএন কনফারেন্স অন ট্রেড অ্যান্ড ডেভেলপমেন্ট গাজায় মোট দেশজ উৎপাদনে ২৪ শতাংশ সংকোচনের রিপোর্ট করেছে, যুদ্ধ-পূর্ব জিডিপি স্তর ২০৯২ সাল পর্যন্ত পুনরুদ্ধার করার অনুমান করা হয়নি, এই উপসংহারে বলা হয়েছে, \"প্রতিবেদনের প্রধান টেকওয়ে হল যে আমরা ধ্বংসের মাত্রা গাজায় সাক্ষ্য দেওয়া অভূতপূর্ব।\"  কনফারেন্সে বলা হয়েছে গাজা পুনর্নির্মাণে বিলিয়ন ডলার এবং কয়েক দশক সময় লাগবে।  ২০২৪ সালের ফেব্রুয়ারিতে, আন্তর্জাতিক মুদ্রা তহবিলের প্রধান ক্রিস্টালিনা জর্জিয়েভা বলেছিলেন যে যুদ্ধ পশ্চিম তীর এবং গাজার অর্থনীতিকে ধ্বংস করেছে।  জাতিসংঘ বাণিজ্য ও উন্নয়ন সম্মেলন- এর চেয়ার বলেছেন গাজার পুনর্নির্মাণের জন্য নিজস্ব মার্শাল প্ল্যান প্রয়োজন, যার খরচ হতে পারে $৫০ বিলিয়ন মার্কিন ডলার পর্যন্ত। \n\n\n=== মিশর ===\nমিশর, দুর্বল অর্থনীতির সাথে ঝাঁপিয়ে পড়া একটি দেশ, গাজা উপত্যকার কাছে চলমান সংঘাতের ফলে আরও বাধার সম্মুখীন হয়েছে৷ এই দ্বন্দ্ব পর্যটন খাতকে ব্যাহত করার এবং প্রাকৃতিক গ্যাস আমদানিতে বাধা দেওয়ার ক্ষমতা রাখে, যার ফলে মিশরের অর্থনীতিতে চাপ পড়ে। ফিলিস্তিনের (গাজা) যুদ্ধ, সিনাই উপদ্বীপের সাথে মিশরের সীমান্ত বরাবর উদ্ভাসিত, ইউক্রেনের প্রতি রাশিয়ার আগ্রাসন এবং করোনভাইরাস মহামারির বৈশ্বিক প্রভাবের সাথে মিলে যায়, উভয়ই মিশরের অর্থনীতির দুর্বলতা প্রকাশ করেছে। \n\n\n=== চীন ===\nচীন পারস্য উপসাগর থেকে তার অর্ধেক তেল আমদানি পায়, কিন্তু এই দেশটি বর্তমানে রিয়েল এস্টেট বাজারে পতনের সাথে লড়াই করছে এবং এটি প্রায় ৩ দশকের মধ্যে সবচেয়ে দুর্বল বৃদ্ধির সম্মুখীন হচ্ছে। \n\n\n=== লেবানন ===\nদক্ষিণ লেবাননে জলপাই ব্যবসা, যা অনেকের আয়ের প্রধান উৎস, সক্রিয় গোলাগুলির ভয়ে কৃষকরা তাদের ফসল কাটা বন্ধ করে দেওয়া হয়েছিল।  কৃষিমন্ত্রী আব্বাস হজ হাসানের মতে, আইডিএফের গোলাগুলির কারণে আগুনে ৪০,০০০ জলপাই গাছ পুড়ে গেছে। \nইনস্টিটিউট অফ ইন্টারন্যাশনাল ফাইন্যান্স ভবিষ্যদ্বাণী করেছে যে, যুদ্ধ আরও ছড়িয়ে পড়ার ক্ষেত্রে লেবাননের জিডিপি বছরের শেষ নাগাদ এক শতাংশ এবং ২০২৪ সালে ৩০ শতাংশ কমে যেতে পারে । \n\n\n=== পশ্চিমা কোম্পানি বর্জন ===\nপশ্চিমা সরকারগুলির ইসরায়েলের প্রতি সমর্থনে ক্ষোভ প্রকাশ করে, কিছু মুসলিম দেশের লোকজন পশ্চিমা ব্যবসা, বিশেষ করে যেমন স্টারবাকস, ম্যাকডোনাল্ডস এবং কোকা-কোলার মতো আমেরিকান ব্যবসা বয়কট করেছে।\nউত্তর আয়ারল্যান্ডের ডেরিতে প্রচারকরা পুমা পণ্যগুলি সরিয়ে ফেলার জন্য ও'নিলকে রাজি করায়, কারণ স্পোর্টস ব্র্যান্ডটি ইসরায়েলি ফুটবল অ্যাসোসিয়েশনের পৃষ্ঠপোষক। লেবার সংগঠন সোশ্যাল মিডিয়ায় ফিলিস্তিনের প্রতি সমর্থন পোস্ট করার পর কর্পোরেশনের স্টারবাক ওয়ার্কার্স ইউনিয়নের বিরুদ্ধে মামলা করার সিদ্ধান্তের পর, পশ্চিম ইয়র্কশায়ারের কেইলে স্টারবাক্সকে লক্ষ্য করা হয়েছিল, বিক্ষোভকারীরা দোকানের জানালাগুলি ভাঙচুর করেছিল।\nলকহিড মার্টিন,জেনারেল ডাইনামিক্স, টেক্সট্রন, বোয়িং, রেথিয়ন  টেকনোলজিস এবং নর্থরপ গ্রামানের মতো যুক্তরাষ্ট্র এবং যুক্তরাজ্যের অস্ত্র কারখানায়, যা ইসরায়েলে অস্ত্র সরবরাহ করে, সেখানে সরাসরি পদক্ষেপ নেওয়া হয়েছিল। উদাহরণস্বরূপ, ১০ নভেম্বর ২০২৩ এ, কেন্টের রোচেস্টারে ট্রেড ইউনিয়ন কর্মীরা একটি বিএই সিস্টেমস কারখানার প্রবেশদ্বারগুলি অবরুদ্ধ করে, এই সুবিধাটি গাজায় বোমা হামলায় ব্যবহৃত সামরিক বিমানের উপাদান তৈরি করে বলে জানায়; এবং  ১৬ নভেম্বরে, ফিলিস্তিন অ্যাকশন সাউথাম্পটনে একটি লিওনার্দো কারখানা দখল করে, উৎপাদন বন্ধ করে দেয়।  মালয়েশিয়ার বন্দরে প্রবেশে জিআইএমকে নিষেধ করা হয়েছিল।\n\n\n== সামরিক প্রভাব ==\nহামাসের নেতা ইসমাইল হানিয়া এই যুদ্ধ জেরুজালেম ও পশ্চিম তীর পর্যন্ত বিস্তৃত হবে বলে আশঙ্কা প্রকাশ করেছেন। হিজবুল্লাহর নির্বাহী কাউন্সিলের প্রধান হাশেম সাফি আল দিন এই সংঘর্ষে যোগ  দেওয়ার হুমকি দিয়েছেন। উত্তরপূর্ব বিশ্ববিদ্যালয়ের রাজনীতি বিজ্ঞানী ম্যাক্স আব্রাহামস মতামত দিয়েছেন যে এই সংঘাত ইসরায়েল ও ইরানের মধ্যে যুদ্ধে পরিণত হতে পারে।\n ১৪ অক্টোবর জাতিসংঘের কূটনীতিক টর ওয়েনেসল্যান্ডের সাথে সাক্ষাতের সময়, ইরানের পররাষ্ট্রমন্ত্রী হোসেন আমির-আব্দোল্লাহিয়ান জানিয়েছেন যে ইসরায়েল যদি তার সামরিক অভিযান চালিয়ে যায় বা গাজায় একটি স্থল অভিযান শুরু করে তাহলে ইরান যুদ্ধে হস্তক্ষেপ করবে।\n১৬ অক্টোবর ইরান ইসরায়েলের বিরুদ্ধে \"আগামী\" হামলার হুমকি দিয়েছিল, যা এই অঞ্চল জুড়ে যুদ্ধের আরও বৃহত্তর উত্তাপের ইঙ্গিত দেয়। ইরানের পররাষ্ট্রমন্ত্রী বলেছেন: \"আসন্ন ঘন্টাগুলিতে প্রতিরোধ ফ্রন্টের পক্ষ থেকে প্রাক-নির্ধারিত পদক্ষেপ নেওয়ার সম্ভাবনা রয়েছে ... সকল বিকল্প খোলা আছে এবং আমরা গাজার জনগণের বিরুদ্ধে সংঘটিত যুদ্ধাপরাধের প্রতি উদাসীন থাকতে পারি না।\"\nইসরায়েল ও হামাসের মধ্যে সংঘাতের ইউরোপে প্রতিক্রিয়া রয়েছে, কারণ গোটা মহাদেশ জুড়ে সংখ্যালঘু সম্প্রদায়ের বিরুদ্ধে হুমকি এবং শারীরিক নির্যাতন বৃদ্ধি পেয়েছে। এছাড়াও, বিশ্বাস করা হয় যে প্যারিসে সাম্প্রতিক সন্ত্রাসী হামলা আংশিকভাবে গাজার পরিস্থিতি দ্বারা অনুপ্রাণিত হয়েছিল। \n\n\n== আন্তর্জাতিক সম্পর্ক ==\n\n\n=== ইসরায়েল-সৌদি আরব সম্পর্ক স্বাভাবিককরণ ===\nদ্য টাইমস অফ ইজরায়েলের একটি বিশ্লেষণে, পত্রিকাটি লিখেছে যে \"হামাস বিশ্বের চোখকে জোর করে ফিলিস্তিনিদের দিকে ফিরিয়ে দিয়েছে এবং ইসরায়েল ও সৌদি আরবের মধ্যে মার্কিন যোগসায্জিত একটি ঐতিহাসিক চুক্তি লাভের প্রচেষ্টার গতি মারাত্মকভাবে ক্ষুণ্ন করেছে।\"\n দ্য নিউ ইয়র্ক টাইমস জানিয়েছে যে ইসরায়েল ও সৌদি আরবের মধ্যে সম্পর্ক স্বাভাবিকীকরণের সম্ভাবনা ক্ষীণ হয়ে গেছে, সৌদি আরবের এই বক্তব্যের উল্লেখ করে যে দেশটি বারবার \"অব্যাহত দখল, ফিলিস্তিনি জনগণ ও তাদের বৈধ অধিকার বঞ্চনা এবং এর পবিত্র স্থানগুলির বিরুদ্ধে পুনঃপুনঃ স্থিতিগত উত্তেজনা সৃষ্টির ফলে পরিস্থিতি বিস্ফোরিত হওয়ার সম্ভাবনা\" সম্পর্কে সতর্ক করেছে।\nআন্দ্রেয়াস ক্লুথ তার ব্লুমবার্গ নিউজের কলামে লিখেছেন যে হামাস \"মাঝে পূর্বকে পুনর্নির্মাণের জন্য বাইডেনের চুক্তিকে পুড়িয়ে দিয়েছে\", যুক্তি দেখিয়েছেন যে সৌদি আরব, ইসরায়েল এবং মার্কিন যুক্তরাষ্ট্রের মধ্যে আলোচিত হওয়া চুক্তিটি ফিলিস্তিনিদেরকে অবহেলায় ফেলে রাখবে, তাই এই গোষ্ঠী \"সবকিছু উড়িয়ে দেওয়ার\" সিদ্ধান্ত নিয়েছে। তিনি আরো বলেন যে, গাজার দৃষ্টিকোণ থেকে বিষয়টি আরও খারাপের দিকে যাচ্ছে, কারণ নেতানিয়াহুর জোটের অংশীদাররা এই সংঘাতের জন্য দু-রাষ্ট্র সমাধানের বিরোধিতা করেন। তিনি জানান যে তারা সমগ্র পশ্চিম তীর দখল করতে পছন্দ করবে, এমনকি ইসরায়েলকে গোঁজামি রাষ্ট্রে পরিণত করার ঝুঁকি নিয়েও, এটি সমালোচকরা দীর্ঘদিন ধরে ইসরায়েলের লক্ষ্য হিসাবে দাবি করে এসেছেন। \nইরান ইসরায়েল ও সৌদি আরবের মধ্যে সম্পর্ক ক্ষতি করার চেষ্টা করছে বলে জল্পনা উঠেছে, শিন বেটের গবেষণা বিভাগের সাবেক প্রধান, নিওমি নিউম্যান বলেছেন, হামাসের হামলাটি ইরানের ইসরায়েল ও তার সুন্নি প্রতিদ্বন্দ্বীর  মধ্যে সম্পর্ক স্বাভাবিকীকরণের প্রচেষ্টা বাধাগ্রস্ত করার আশায় সময়ক্ষেপ করা হয়েছিল বলে আংশিকভাবে হতে পারে। ৯ অক্টোবরে ইরানের পররাষ্ট্র মন্ত্রণালয়ের মুখপাত্র নাসের কানানি তেহরানের হামাসের হামলায় সম্পৃক্ততার অভিযোগ অস্বীকার করেন। ১২ অক্টোবরে সৌদি ক্রাউন প্রিন্স মোহাম্মদ বিন সালমান ইরানের প্রেসিডেন্ট ইব্রাহিম রাইসির সাথে ইসরাইল-গাজা পরিস্থিতি নিয়ে আলোচনা করেন।  ১৩ অক্টোবর ২০২৩, সৌদি আরব গাজা থেকে ফিলিস্তিনিদের বাস্তুচ্যুত এবং \"অরক্ষিত বেসামরিকদের\" উপর হামলার জন্য ইসরায়েলের সমালোচনা করে। ১৪ অক্টোবর, সৌদি আরব ইসরায়েলের সাথে সম্পর্কের সম্ভাব্য স্বাভাবিককরণের বিষয়ে আলোচনা স্থগিত করে। ২৭ অক্টোবর ২০২৩, সৌদি আরব মার্কিন যুক্তরাষ্ট্রকে সতর্ক করেছিল যে ইসরায়েল দ্বারা গাজা আক্রমণ \"মধ্যপ্রাচ্যের জন্য  \" হবে ফিলিস্তিন রাষ্ট্র হিসেবে তৈরির পথ। \n\n\n=== ফিলিস্তিন রাষ্ট্রের স্বীকৃতি ===\nসংঘাতের পরিপ্রেক্ষিতে, স্প্যানিশ পররাষ্ট্রমন্ত্রী জোসে ম্যানুয়েল আলবারেস ঘোষণা করেছেন  যে স্পেন অল্প সময়ের মধ্যে ফিলিস্তিন রাষ্ট্রকে স্বীকৃতি  দেওয়ার পক্ষে রয়েছে। বেলজিয়ামের উন্নয়ন সহযোগিতা মন্ত্রী ক্যারোলিন জেনেজ জানিয়েছেন, বেলজিয়ামও ফিলিস্তিন রাষ্ট্রকে স্বীকৃতি দেওয়ার বিষয়টি বিবেচনা করছে।\n১৯ জানুয়ারিতে, নেতানিয়াহু ঘোষণা করেন যে, যুদ্ধ-পরবর্তী কোনো পরিস্থিতিতে ফিলিস্তিন রাষ্ট্রের অস্তিত্ব থাকবে না। এর প্রত্যুত্তরে যুক্তরাজ্যের বিরোধী দলের নেতা কির স্টারমার বলেন, \"ফিলিস্তিন রাষ্ট্র গঠন কোনো প্রতিবেশীর অনুগ্রহের বিষয় নয়। এটি ফিলিস্তিন জনগণের অব্যর্থে অধিকার।\"\n ২১ জানুয়ারিতে, নেতানিয়াহু ঘোষণা করেন, \"আমি পশ্চিম জর্দানের পশ্চিমে সমগ্র এলাকার উপর পূর্ণ ইসরায়েলি নিরাপত্তা নিয়ন্ত্রণের বিষয়ে আপোষ করব না – এবং এটি একটি ফিলিস্তিন রাষ্ট্রের বিপরীতে।\"  ফরাসি পররাষ্ট্রমন্ত্রী জানিয়েছেন, ফ্রান্স \"ফিলিস্তিন রাষ্ট্র সৃষ্টির প্রতি আন্তরিক থাকবে।\" আন্তোনিও গুতেরেস বলেছেন, \"ফিলিস্তিন জনগণের নিজস্ব রাষ্ট্র গড়ার অধিকার সকলকে স্বীকার করতে হবে।\"  ইউরোপীয় ইউনিয়ন ফিলিস্তিন রাষ্ট্র গঠনের বিরোধিতার জন্য ইসরায়েলের উপর \"ফলাফল\" আরোপ করতে চেয়েছিল বলে জানা গেছে।\n২২ জানুয়ারি ২০২৪ তারিখে সৌদি পররাষ্ট্রমন্ত্রী রাজকুমার ফয়সাল বিন ফারহান আল সৌদ জানিয়েছেন যে, ফিলিস্তিন রাষ্ট্রের বাস্তবসম্মত পথ না থাকলে ইসরায়েলের সাথে কোনো স্বাভাবিককরণ চুক্তি হবে না।  আয়মান সাফাদি বলেন, ইসরায়েল \"সমস্ত আন্তর্জাতিক সম্প্রদায়কে অমান্য করছে এবং এখন বিশ্বের পক্ষ নেওয়ার সময় এসেছে।\"  জোসেপ বোরেল এবং আনালেনা বায়ারবক জানিয়েছেন, তারা দুই-রাষ্ট্র সমাধানের দিকে কাজ করছেন, এটিকে \"একমাত্র সমাধান\" বলে অভিহিত করছেন। পৃথকভাবে, বোরেল দুই দিন পরে বলেন, \"এখন থেকে আমি শান্তি প্রক্রিয়া সম্পর্কে কথা বলব না, তবে আমি দুই-রাষ্ট্র-সমাধান প্রক্রিয়া চাই।\"  মালয়েশিয়ার পররাষ্ট্রমন্ত্রী মোহাম্মদ হাসান জানিয়েছেন  তিনি ফিলিস্তিনকে পূর্ণ সদস্য রাষ্ট্র হিসাবে ভর্তি করার জন্য জাতিসংঘের একটি প্রস্তাবনা পেশ করবেন। ৩০ জানুয়ারী, ডেভিড ক্যামেরন বলেছিলেন যে যুক্তরাজ্য এবং তার মিত্ররা \"ফিলিস্তিন রাষ্ট্রকে স্বীকৃতি দেওয়ার\" পরিকল্পনা তৈরি করছে। \nসংযুক্ত আরব আমিরাতের জাতিসংঘের প্রতিনিধি লানা জাকি নুসিবেহ বলেছেন, \"আমরা এই সংঘাত পরিচালনা করতে পারি না, আমাদের এটি সমাধান করতে হবে যার অর্থ দুটি রাষ্ট্র... একটি দ্বি-রাষ্ট্র সমাধানের দিকে একটি অপরিবর্তনীয় অগ্রগতি হতে হবে।\"  ইসরায়েলের একজন প্রাক্তন শান্তি আলোচনাকারী গের্শন বাস্কিন বলেছেন, \"আসুন, ১৩৯টি দেশ ইতিমধ্যেই ফিলিস্তিনকে স্বীকৃতি দিয়েছে৷ কিন্তু ধনী দেশগুলি তা করেনি, এবং তাদের এটি করার সময় এসেছে।\"  আফ্রিকান ইউনিয়নের চেয়ারম্যান আজালি আসুমানি বলেছেন, পূর্ব জেরুজালেমকে রাজধানী করে ফিলিস্তিনি জনগণের নিজস্ব রাষ্ট্রের অধিকার রয়েছে। \n\n\n=== যুদ্ধাপরাধ, গণহত্যা ও মামলা ===\nইসরায়েল এবং হামাস উভয়কেই আন্তর্জাতিক সংস্থা এবং সরকার যুদ্ধাপরাধ, গণহত্যা এবং মানবতার বিরুদ্ধে অপরাধের জন্য অভিযুক্ত করেছিল। দক্ষিণ আফ্রিকা ইসরায়েলকে গণহত্যার অভিপ্রায়ের অভিযোগে আন্তর্জাতিক বিচার আদালতে নিয়ে আসে। আল জাজিরার সিনিয়র রাজনৈতিক বিশ্লেষক মারওয়ান বিশারার মতো বিশ্লেষকরা মন্তব্য করেছেন যে আন্তর্জাতিক সম্পর্কের উপর এই ধরনের মামলার প্রভাব সীমিত হবে, উল্লেখ করে, \"আন্তর্জাতিক বিচার আদালত কিছু রায় দিতে পারে, কিন্তু এই রায়টি কি কখনো বাস্তবায়িত হবে? মার্কিন যুক্তরাষ্ট্র এবং যুক্তরাজ্যের উপস্থিতি?\n\n\n=== রুশ-ইউক্রেন যুদ্ধ ===\nইউক্রেন জোর দিয়েছিল যে রাশিয়া ইউক্রেনের জন্য আন্তর্জাতিক সমর্থন কমাতে ইসরাইল-হামাস যুদ্ধের দ্বন্দ্বকে কাজে লাগানোর চেষ্টা করবে, অন্যদিকে রাশিয়া এটিকে পশ্চিমা নীতি ব্যর্থতা বলে অভিহিত করেছে।  ইউক্রেনের প্রেসিডেন্ট ভলোদিমির জেলেনস্কি রাশিয়াকে অভিযুক্ত করেছেন যে তিনি \"বিশ্বের ঐক্যকে ক্ষুণ্ন করতে, বিভেদ ও দ্বন্দ্ব বাড়াতে এবং এইভাবে রাশিয়াকে ইউরোপের স্বাধীনতা ধ্বংস করতে সাহায্য করার জন্য মধ্যপ্রাচ্যে সংঘাত সৃষ্টি করতে চাইছে।\" \nরাশিয়ার প্রেসিডেন্ট ভ্লাদিমির পুতিন যুদ্ধকে \" মধ্যপ্রাচ্যে মার্কিন যুক্তরাষ্ট্রের নীতির ব্যর্থতার একটি সুস্পষ্ট উদাহরণ\" ঘোষণা করেছেন, যোগ করেছেন যে ওয়াশিংটন ক্রমাগতভাবে ফিলিস্তিনিদের মৌলিক স্বার্থ বিবেচনায় নিতে ব্যর্থ হয়েছে। রাশিয়ান ভাষ্যকাররা যুদ্ধটিকে পশ্চিমের সামরিক এবং গোয়েন্দা ব্যর্থতা হিসাবে চিহ্নিত করেছেন, ভবিষ্যদ্বাণী করেছেন যে এটি ইউক্রেনের জন্য পশ্চিমা সমর্থন হ্রাস করবে। নিউ ইয়র্ক টাইমস বলেছে যে ইসরায়েলের সাথে রাশিয়ার সম্পর্কের অবনতি ঘটছে, যা ইউক্রেনের প্রতি পশ্চিমা সমর্থন এবং রাশিয়া-ইউক্রেনীয় যুদ্ধে রাশিয়ার প্রতি ইরানের অব্যাহত সমর্থন দ্বারা চালিত হয়েছে।  জেলেনস্কি সরকার ইসরায়েলকে সমর্থন করায় ফিলিস্তিনি-ইউক্রেনীয়রা \"দ্বৈত মান\" অনুভব করছে বলে জানিয়েছে।  ব্লুমবার্গের কলামিস্ট আন্দ্রেয়াস ক্লুথ লিখেছেন যে কিছু ট্রাম্প -সমর্থক রিপাবলিকান আইনপ্রণেতারা ইসরায়েলের জন্য সাহায্য সমর্থন করেছিলেন কিন্তু ইউক্রেনের জন্য এর বিরোধিতা করেছিলেন।  পলিটিকো লিখেছিল যে এটি একটি পূর্বনির্ধারিত উপসংহার ছিল যে যুদ্ধ ইউক্রেন থেকে মার্কিন মনোযোগ সরিয়ে দেবে। \n\n\n=== মার্কিন-ইরান সম্পর্কের প্রভাব ===\nইসরায়েল ও হামাসের মধ্যকার যুদ্ধ মধ্যপ্রাচ্যে প্রভাব বিস্তারের জন্য যুক্তরাষ্ট্র ও ইরানের লড়াইকে আরও গভীর করেছে। ইরানের দীর্ঘমেয়াদী কৌশলের মধ্যে রয়েছে ইসরায়েলকে ধ্বংস করা এবং ইসরায়েল ও তার আঞ্চলিক প্রতিবেশীদের মধ্যে বিভেদ সৃষ্টি করা। অঞ্চল জুড়ে উত্তেজনা এবং ক্ষোভ সত্ত্বেও, ইরানকে নিয়ন্ত্রণে রাখা এবং একটি বৃহত্তর যুদ্ধ প্রতিরোধ করার জন্য বিডেন প্রশাসনের প্রচেষ্টা বেশিরভাগ আরব সরকারের অগ্রাধিকারের সাথে সঙ্গতিপূর্ণ। \n\n\n=== গ্লোবাল সাউথ ===\nকরেছেন।  সাউথ চায়না মর্নিং পোস্টের একজন কলামিস্ট অ্যালেক্স লো লিখেছেন, \"যখন ফিলিস্তিনিদের বিরুদ্ধে ইসরায়েলের অপরাধ লেখা হবে, তখন ভবিষ্যতের ইতিহাসবিদরা বলতে পারবেন না যে বিশ্ব কিছুই করেনি... এটি মানবতার প্রতি তার মৌলিক দায়িত্ব পালন করার চেষ্টা করছে।\" কিন্তু যুক্তরাষ্ট্রের নেতৃত্বে পশ্চিমারা প্রতিবারই তাদের ব্যর্থ করে দিচ্ছে।\"  ফিলিস্তিনি নেসেটের প্রাক্তন সদস্য সামি আবু শেহাদেহ, UNRWA- এর জন্য তহবিল বন্ধ করার জন্য পশ্চিমা দেশগুলির সমালোচনা করেছেন তার বারোজন কর্মচারীর বিরুদ্ধে অভিযোগের পরে, কিন্তু জাতিগত নির্মূলের পক্ষে ওকালতি করার জন্য ইসরায়েলি রাজনীতিবিদদের অনুমোদন না দেওয়ার জন্য, বলেছেন, \"কারো কি কোন সন্দেহ আছে? কেন মার্কিন যুক্তরাষ্ট্র, যুক্তরাজ্য, অস্ট্রেলিয়া, কানাডা এবং জার্মানিকে গ্লোবাল সাউথের সমস্যার অংশ হিসেবে দেখা হচ্ছে?  দক্ষিণ আফ্রিকা বনাম ইসরায়েল মামলাকে আন্তর্জাতিক ব্যবস্থার \"বিশ্বাসযোগ্যতার পরীক্ষা\" হিসেবে গ্লোবাল সাউথে দেখা হয়েছে বলে জানা গেছে। \n\n\n=== অস্ত্র স্থানান্তর ===\nযুদ্ধের ফলে, পশ্চিমা অস্ত্র সরবরাহ জনগণের চোখে ক্রমেই বেশি পর্যবেক্ষণের আওতায় আসে। আন্তর্জাতিক আদালত দক্ষিণ আফ্রিকা বনাম ইসরায়েল মামলায় ইসরায়েল সম্ভবত গাজায় গণহত্যায় জড়িত বলে রায় দেওয়ার পর, 'ডেমোক্রেসি ফর দ্য আরব ওয়ার্ল্ড নাউ' এর মত সংগঠনগুলো ঘোষণা করে, \"মার্কিন যুক্তরাষ্ট্র আর ইসরায়েলের সাথে অস্ত্র সরবরাহ অব্যাহত রাখতে পারে না এবং করতেও পারে না।\"  অক্সফাম, সেভ দ্য চিলড্রেন, নরওয়েজিয়ান রেফিউজি কাউন্সিল এবং অ্যামনেস্টি ইন্টারন্যাশনাল সহ আরও ষোলটি মানবিক সংস্থা ইসরায়েলে অস্ত্র সরবরাহ বন্ধের আহ্বান জানায়।  মার্কিন প্রেসিডেন্ট জো বাইডেনের গাজায় ইসরায়েলের কর্মকাণ্ড \"অতিরিক্ত\" মন্তব্যের পর, ইউরোপীয় ইউনিয়নের পররাষ্ট্রনীতি প্রধান জোসেপ বোরেল বলেন, \"আপনি যদি বিশ্বাস করেন যে খুব বেশি লোক নিহত হচ্ছে, তাহলে হয়তো কম অস্ত্র সরবরাহ করা উচিত।\"\n\n\n=== বিদেশি নাগরিকদের সরিয়ে নেয়া ===\n৯ অক্টোবর ২০২৩ হাঙ্গেরি দুটি বিমান ব্যবহার করে ইসরায়েল থেকে তাদের ২১৫ জন নাগরিককে সরিয়ে নেয়, অন্যদিকে রোমানিয়া একই দিনে দুটি ট্যারোম বিমান এবং দুটি ব্যক্তিগত বিমানে দুটি তীর্থযাত্রী গোষ্ঠী সহ তাদের ২৪৫ জন নাগরিককে সরিয়ে নেয়।  অস্ট্রেলিয়াও প্রত্যাবাসন বিমানের ঘোষণা দেয়।  ইসরায়েলে থাকা ৩০০ জন নাইজেরিয়ান তীর্থযাত্রী বায়ুপথে বাড়ি ফিরে যাওয়ার আগে জর্ডানে পালিয়ে যায়।\nইসরায়েল থেকে তাদের নাগরিকদের সরিয়ে নিতে ভারত অপারেশন অজয় শুরু করে। \n১২ অক্টোবর ২০২৩, যুক্তরাজ্য ইসরায়েলে থাকা তাদের নাগরিকদের জন্য ফ্লাইটের ব্যবস্থা করে; প্রথম বিমানটি সেদিনই বেন গুরিয়ন বিমানবন্দর থেকে ছেড়ে যায়। বাণিজ্যিক ফ্লাইট পাওয়া যায় বলে সরকার আগে জানিয়েছিল যে তারা তাদের নাগরিকদের সরিয়ে নেবে না। তবে, ফ্লাইটগুলো বাণিজ্যিক ছিল।\n\n\n== আন্তর্জাতিক রাজনীতি ==\n\n\n=== ব্রিটিশ রাজনীতি ===\n\nযুদ্ধের ফলে ব্রিটিশ রাজনীতিও প্রভাবিত হয়েছে। লেবার এমপি অ্যান্ডি ম্যাকডোনাল্ড একটি ফিলিস্তিনপন্থী সমাবেশে বক্তৃতা দেওয়ার পরে হুইপকে স্থগিত করা হয়েছিল।  পরে তিনি তার মন্তব্যের প্রতিক্রিয়ার জন্য কনজারভেটিভ এমপি ক্রিস ক্লার্কসনের বিরুদ্ধে মামলা করেন। \n২০২৩ সালের অক্টোবরে, কনজারভেটিভ এমপি পল ব্রিস্টো প্রধানমন্ত্রী ঋষি সুনাককে মানবিক কারণে ২০২৩ সালের ইসরাইল-হামাস যুদ্ধে একটি \"স্থায়ী যুদ্ধবিরতি\" সমর্থন করার জন্য অনুরোধ জানিয়ে একটি চিঠি লিখেছিলেন। তার ফেসবুক পেজে আরও মন্তব্যে তিনি বলেন, ফিলিস্তিনিদের \" হামাসের অপরাধের জন্য সম্মিলিত শাস্তি ভোগ করা উচিত নয়।\" ব্রিস্টো ব্রিটিশ মুসলিমদের উপর সর্বদলীয় সংসদীয় গ্রুপের সহ-সভাপতি। সরকারের অবস্থান থেকে সরে আসা এবং \" সম্মিলিত দায়িত্বের নীতির সাথে সামঞ্জস্যপূর্ণ নয়\" বলে তার মন্তব্যের জন্য তাকে বিজ্ঞান, উদ্ভাবন এবং প্রযুক্তি বিভাগের সংসদীয় ব্যক্তিগত সচিব হিসাবে বরখাস্ত করা হয়েছিল। ব্রিস্টো ছিলেন প্রথম কনজারভেটিভ এমপি যিনি বিচ্ছিন্ন হয়েছিলেন। \nশ্রমিক দলের নেতা কির স্টারমারের ২০২৩ সালের ইসরায়েল-হামাস যুদ্ধে যুদ্ধবিরতি না চেয়ে প্রচেষ্টা চালাতে অস্বীকৃতি জানানোর সিদ্ধান্তের ফলে বেশ কয়েক ডজন শ্রমিক দলের কাউন্সিলর পদত্যাগ করেছেন।  ফলে অক্সফোর্ড সিটি কাউন্সিল কোনো নির্দিষ্ট দলের নিয়ন্ত্রণাধীন হয় না।  ২৫ অক্টোবর পর্যন্ত, ৩১ জন কাউন্সিলর দল থেকে পদত্যাগ করেছেন। স্লাউ বরো কাউন্সিলের শ্রমিক দলের সকল ১৮ জন সদস্য জনসমক্ষে স্টারমারের যুদ্ধবিরতির আহ্বান অগ্রাহ্য করেছেন।\nস্কটল্যান্ডের প্রথম মন্ত্রী হুমজা ইউসুফ এবং লিবারেল ডেমোক্র্যাট এমপি লায়লা মোরানের আত্মীয়রা গাজা উপত্যকায় আটকা পড়েছেন। \n২০২৩ সালের ৮ নভেম্বরে, কির স্টারমার যুদ্ধবিরতির আহ্বানে সমর্থন জানানোর জন্য স্কটিশ ন্যাশনাল পার্টির প্রস্তাবের পক্ষে ভোট দেওয়ার জন্য তার ৫৬ জন সাংসদ তিন-লাইনের হুইপকে অগ্রাহ্য করার পর নেতা হিসাবে তার বৃহত্তম পরাজয়ের সম্মুখীন হন।  এদের মধ্যে রয়েছেন ১০ জন ফ্রন্টবেনচার; জেস ফিলিপস, নায শাহ, আফজাল খান, ইয়াসমিন কুরেশি, সারা ওয়েন, রেচেল হপকিন্স, অ্যান্ডি স্লটার, পাউলা বার্কার, মেরি ফয়ে এবং ড্যান কার্ডেন।\n১৫ নভেম্বর, ২০২৩ সালে, কির স্টারমার নেতা হিসাবে তার বৃহত্তম পরাজয়ের সম্মুখীন হন যখন তার ৫৬ জন সাংসদ তিন-লাইনের হুইপকে অগ্রাহ্য করে গাজায় যুদ্ধবিরতি সমর্থন করার জন্য স্কটিশ ন্যাশনাল পার্টির প্রস্তাবের পক্ষে ভোট দেন।  এদের মধ্যে রয়েছেন ১০ জন ফ্রন্টবেনচার; জেস ফিলিপস, নায শাহ, আফজাল খান, ইয়াসমিন কুরেশি, সারা ওয়েন, রেচেল হপকিন্স, অ্যান্ডি স্লটার, পাউলা বার্কার, মেরি ফয়ে এবং ড্যান কার্ডেন।\nক্রিশ্চিয়ান এইড, গ্লোবাল জাস্টিস নাউ, অক্সফাম এবং ওয়ার অন ওয়ান্ট সহ কয়েকটি মানবিক সংস্থার একটি গোষ্ঠী ঘোষণা করে যে যুক্তরাজ্য সরকার ইসরায়েলে অস্ত্র পাঠানো বন্ধ না করা পর্যন্ত \"গাজায় প্রতিদিন নিরপরাধ বেসামরিক নাগরিকদের হত্যাকাণ্ডে\" সহযোগী।\n\n\n=== ইরোপীয় রাজনীতি ===\nইউরোপীয় সংসদের বেলজিয়ান সদস্য মার্ক বোটেঙ্গা বলেছেন, আসন্ন নির্বাচনগুলি ইউরোপীয় নেতারা যুদ্ধ পরিচালনার পদ্ধতিতে ভূমিকা রাখবে, \"ইউরোপীয় সরকারগুলি ইসরায়েলকে অনুমতি দেয় এবং সেই কারণে রাস্তায় লোকেরা ক্ষিপ্ত\" বলে উল্লেখ করেছেন।\n\n\n=== জর্ডান রাজনীতি ===\nইসরায়েল-হামাস সংঘাতের ফলস্বরূপ, জর্ডানের রাজনৈতিক পরিবেশ প্রভাবিত হয়েছে। জর্ডানের প্রধানমন্ত্রী বিশের আল খাসাওনেহ ইসরায়েলের রাষ্ট্রদূতকে ফিরিয়ে আনার মাধ্যমে গাজায় ইসরায়েলের অভিযানের প্রতি তার দেশের অনুমোদন না দেওয়ার কথা জানিয়েছেন। এছাড়াও, জর্ডান ঘোষণা করেছে যে, হামাসের হামলার পর আম্মান থেকে চলে যাওয়া ইসরায়েলের রাষ্ট্রদূতকে ফিরতে দেওয়া হবে না। খাসাওনেহ জোর দিয়েছেন যে, গাজায় ইসরায়েলি নির্যাতনের প্রতিবাদে এবং এর পরবর্তী ফলাফলগুলিতে তার দেশ সব অপশন বিবেচনা করছে। উল্লেখ্য, জর্ডান ও ইসরায়েল ১৯৯৪ সালে শান্তি চুক্তি স্বাক্ষর করেছিল। খাসাওনেহ যুক্তি দেখান যে, ভারী জনবহুল গাজা উপকূলের ইসরায়েলি অবরোধ নিজেদের ব্যাখ্যামতে আত্মরক্ষা হিসেবে ন্যায্য বলে মনে করা যায় না। তিনি আরও জোর দিয়েছেন যে, নির্বিচারে চালানো ইসরায়েলি হামলায় বেসামরিক ও সামরিক লক্ষ্যের মধ্যে কোনো পার্থক্য করা হয় না, এমনকি নিরাপদ অঞ্চল এবং অ্যাম্বুল্যান্সও লক্ষ্যবস্তুতে পরিণত হয়।\nযুদ্ধের কারণে জর্ডানের জনগণের মধ্যে হামাসের সমর্থন বেড়েছে। \n\n\n=== মার্কিন রাজনীতি ===\nযুদ্ধের প্রতি বাইডেন প্রশাসনের সাড়ার প্রত্যুত্তরে, সুইং রাজ্যগুলির মুসলিম ও আরব আমেরিকান নেতারা #AbandonBiden অভিযান শুরু করেছে যাতে নিশ্চিত করা যায় যে বাইডেন একবারের জন্য রাষ্ট্রপতি নির্বাচিত হবেন।  সংগঠনের নেতারা ইঙ্গিত দিয়েছেন যে তারা সম্ভাব্য রিপাবলিকান প্রার্থী ডোনাল্ড ট্রাম্পকে সমর্থন করবেন না, তবে বাইডেনকেও ভোট দেবেন না বলে শপথ করেছেন।  ডিসেম্বর ৩০, ২০২৩-এ, #AbandonBiden অভিযান জানিয়েছে যে তারা সকল পঞ্চাশটি রাজ্যে সম্প্রসারিত হচ্ছে। জানুয়ারী ২৬, ২০২৪-এ, মিশিগানের ডিয়ারবর্নের মেয়র আবদুল্লাহ হামুদ রাষ্ট্রপতির গাজা নীতির কারণে বাইডেনের প্রচারমূলক কর্মীদের সাথে দেখা করতে অস্বীকৃতি জানান।  ১ ফেব্রুয়ারি ২০২৪-এ, আরব আমেরিকান ভোটাররা মিশিগানে বাইডেনের প্রচারের বিরুদ্ধে প্রতিবাদ জানায়, একজন ভোটার বলেন, \"যেমনটি তিনি আমাদের ছেড়ে দিয়েছেন, আমরা তাকে নির্বাচন দিনে ছেড়ে দেব।\"\n১৯ ডিসেম্বর নিউ ইয়র্ক টাইমস/সিয়েনা কলেজের একটি জরিপে দেখা গেছে, ৫৭ শতাংশ আমেরিকানরা জো বাইডেনের সংঘাত পরিচালনার বিষয়ে অনুমোদন করেননি, যার মধ্যে অধিকাংশই চায় ইসরায়েল বেসামরিকদের সুরক্ষায় সামরিক অভিযান শেষ করুক। ১৮-২৯ বছর বয়সী তিন-চতুর্থাংশ লোক বাইডেনের পরিচালনা পদ্ধতির বিরোধিতা করেছে, যাদের মধ্যে অর্ধেক বলেছেন ইসরায়েল ইচ্ছাকৃতভাবে বেসামরিক নাগরিকদের হত্যা করছে এবং তিন-চতুর্থাংশ বলেছেন তারা বেসামরিক নাগরিকদের জন্য যথেষ্ট সতর্কতা অবলম্বন করছে না। হার্ভার্ড বিশ্ববিদ্যালয়ের রাষ্ট্রবিজ্ঞানী স্টিফেন ওয়াল্ট বলেছেন, \"বাইডেন নির্দয় বা অজ্ঞ (বা উভয়ই) বলে মনে হচ্ছে এবং অনেকে তাকে ট্রাম্পের চেয়ে ভালো মনে করেন না\"। ফিনান্সিয়াল টাইমসের সম্পাদকীয় লেখক এডওয়ার্ড লুস লিখেছেন, \"ফিলিস্তিনের প্রতি জো বাইডেনের সম্ভাব্য উদাসীনতা ব্যয়বহুল হতে পারে\"।  নিউ ইয়র্ক টাইমস জানিয়েছে, আফ্রিকান আমেরিকান খ্রিস্টানরা \"যুদ্ধের প্রতি রাষ্ট্রপতির অবস্থানে এতটাই বিমূঢ় হয়েছেন যে পুনর্নির্বাচনে তাদের সমর্থন বিপদে পড়তে পারে\"। কিম্বারলি হ্যালকেট জানিয়েছেন, যুদ্ধের বিরোধী রাজনৈতিক মতামতের এই মাত্রা যুক্তরাষ্ট্রে ভিয়েতনাম যুদ্ধের প্রতিবাদ থেকে দেখা যায়নি।\nজানুয়ারি ২০২৪ সালে, প্রধানমন্ত্রী নেতানিয়াহুর মন্তব্যের পর যে ইসরায়েল জর্ডান নদীর পশ্চিমে সমগ্র এলাকা নিয়ন্ত্রণ করবে, কংগ্রেস সদস্য সুজান বোনামিসি এবং ডন বেয়ার নিন্দাজনক বিবৃতি দেন। \n\n\n=== ব্রাজিলের রাজনীতি ===\n১৮ অক্টোবর ২০২৩ ব্রাজিল মিসরে পানি পরিশোধক উপকরণ নিয়ে একটি বিমানটি গাজায় দান করার জন্য পাঠায়। ফিরে আসার পর গাজা থেকে দ্বৈত নাগরিকত্বধারী ব্রাজিলীয়দের সরিয়ে নেওয়ার পরিকল্পনা করা হয়েছিল। বিমানটি ইসরায়েল ব্রাজিলীয় নাগরিকদের ছেড়ে যাওয়ার অনুমতি না দেওয়া পর্যন্ত অপেক্ষা করার কথা ছিল।\n১ নভেম্বর প্রথম প্রায় ৫০০ জন বিদেশীকে গাজা ছেড়ে যাওয়ার অনুমতি দেওয়া প্রথম তালিকা প্রকাশ করা হয়।  দিনে দিনে বিভিন্ন জাতীয়তার ব্যক্তিদের কিন্তু ব্রাজিলিয়ানদের গাজা ছেড়ে যাওয়ার অনুমতি দেওয়া হয়। এটি কিছু ব্রাজিলীয়দের মধ্যে সন্দেহ জাগে যে ইউএনে ব্রাজিলের ভূমিকার কারণে ইসরায়েল প্রতিশোধ নিচ্ছে।\nব্রাজিলে ইসরায়েলের রাষ্ট্রদূত ড্যানিয়েল জোহার জোনশাইন আশ্বস্ত করেছেন যে বিলম্বের অনুমোদনের জন্য কোন রাজনৈতিক কারণ নেই। \n৮ নভেম্বর, রাষ্ট্রদূত জোনশাইন মন্তব্য করেন যে মিশর উচ্ছেদের জন্য একটি দৈনিক কোটা নির্ধারণ করছে এবং বিলম্বের জন্য হামাসকে দায়ী করেছে। \nসাংবাদিক রেইনাল্ডো আজেভেদো এই ব্যাখ্যার সমালোচনা করেছেন, অভিযোগ করেছেন যে উচ্ছেদের তালিকা ইসরায়েল দ্বারা নির্ধারিত হয়েছিল এবং ব্রাজিলীয় নাগরিকদের কূটনৈতিক জিম্মি হিসাবে রাখা হয়েছিল। \nএকই দিনে, ব্রাজিলের ফেডারেল পুলিশ সন্ত্রাসবাদে প্রস্তুতি নেওয়া সন্দেহে একটি গোষ্ঠীর বিরুদ্ধে দুটি অস্থায়ী গ্রেপ্তার ওয়ারেন্ট এবং এগারোটি তল্লাশি ওয়ারেন্ট জারি করে। অভিযানটি ব্রাজিলে হিজবুল্লাহর সাথে যুক্ত সন্ত্রাসবাদী কাজে ব্রাজিলীয়দের সম্ভাব্য নিয়োগের প্রমাণ খোঁজে।  রাষ্ট্রদূত জোন্সাইন মন্তব্য করেছেন, \"যদি তারা ব্রাজিলকে বেছে নিয়ে থাকে, তাহলে এ কারণে যে সেখানে তাদের সাহায্যকারীরা আছে।\" এই মন্তব্য ব্রাজিলীয় কর্তৃপক্ষের কাছ থেকে তীব্র সমালোচনা পায়। \n৯ নভেম্বরে ২০২৩, সাবেক প্রেসিডেন্ট জাইর বোলসোনারো টুইট করে জানান যে, বর্তমান প্রেসিডেন্ট লুলার দল ওয়ার্কার্স পার্টি (পিটি) হামাসের প্রতি সহানুভূতিশীল। সেই বিকেলে, জোন্সাইন ব্রাজিলীয় গণপরিষদের সদস্যদের সাথে দেখা করেন, ৭ অক্টোবর ২০২৩-এর ঘটনাগুলির ভিডিও দেখান এবং বোলসোনারোর পাশে বসে থাকেন।  এই বৈঠকটি উল্লেখযোগ্য নেতিবাচক প্রতিক্রিয়া সৃষ্টি করে।  কিছু গণপরিষদ সদস্য, যেমন পিটির লিন্ডবার্গ ফারিয়াস এমনকি জোন্সাইনকে বহিষ্কারের আহ্বান জানান। \n১০ নভেম্বরে ২০২৩, ব্রাজিলীয়দের গাজা ছেড়ে যাওয়ার অনুমতি দেওয়া হয়, কিন্তু সীমান্ত বন্ধ থাকে। ১২ নভেম্বরে, উচ্ছেদে আগ্রহী ৩২ জন ব্রাজিলীয় সকলেই মিশরের মাধ্যমে গাজা ছেড়ে যেতে সক্ষম হয়।  রাষ্ট্রপতির বিমান বহিযার ভি.সি.-২ এ তাদের পরিবহন করা হয়। ১৩ নভেম্বর রাতে ব্রাসিলিয়ায় পৌঁছানোর পর, প্রেসিডেন্ট লুলা তাদের স্বাগত জানান। এই অভ্যর্থনা অনুষ্ঠানে প্রেসিডেন্ট ইসরায়েলের সাড়াকে অমানবিক বলে নিন্দা করেন।\n\n\n=== দক্ষিণ ও মধ্য আমেরিকা ===\n\nহামাসের সাথে সংঘাতের প্রত্যুত্তরে বেশ কয়েকটি দক্ষিণ আমেরিকান দেশ ইসরায়েলের বিরুদ্ধে কূটনৈতিক প্রতিবাদ জানিয়েছে। ৩১ অক্টোবর ইসরায়েলের জাবালিয়া শরণার্থী শিবিরে বিমান হামলার পরদিন, বলিভিয়া ইসরায়েলের সাথে সমস্ত কূটনৈতিক সম্পর্ক ছিন্ন করে দেয়।  তারা অভিযোগ করে যে, গাজা উপকূলে যুদ্ধাপরাধ ও মানবাধিকার লঙ্ঘনের কারণেই এই সিদ্ধান্ত নেওয়া হয়েছে। চিলি এবং কলম্বিয়াও তাদের রাষ্ট্রদূতদের ফিরিয়ে নেয়। বেলিজ ইসরায়েলের সাথে কূটনৈতিক সম্পর্ক স্থগিত করে।\nহন্ডুরাসের প্রেসিডেন্ট জিওমারা কাস্ট্রো ৪ নভেম্বরে তার দেশের পররাষ্ট্র মন্ত্রণালয়ের বিবৃতির পরই তার রাষ্ট্রদূতকে ফিরিয়ে আনার ঘোষণা দেন। বিবৃতিতে বলা হয়েছে যে, \"গাজা উপকূলে বেসামরিক ফিলিস্তিনি জনগণ যা নির্যাতন এবং আন্তর্জাতিক মানবিক আইনের গুরুতর লঙ্ঘনের শিকার হচ্ছে, হন্ডুরাস তা এনার্জেটিকভাবে নিন্দা জানায়\"। \n\n\n== মিডিয়া প্রভাব ==\n\n\n=== বিন লাদেনের \"আমেরিকান জনগণের কাছে চিঠি\" ===\nনভেম্বর ২০২৩ সালে, ২০০২ সালে প্রকাশিত বিন লাদেনের \"আমেরিকান জনগণের উদ্দেশ্যে চিঠি\" টিকটক এবং অন্যান্য সামাজিক যোগাযোগ মাধ্যমে ভাইরাল হয়ে যায়। চিঠিতে, বিন লাদেন ইসরায়েলের প্রতি মার্কিন সমর্থন সহ মার্কিন যুদ্ধাপরাধের বিভিন্ন কাজের নিন্দা জানান এবং মার্কিন যুদ্ধের বিরুদ্ধে আল-কায়েদার যুদ্ধকে একটি প্রতিরক্ষামূলক সংগ্রাম হিসেবে সমর্থন করেন। বেশ কয়েকজন সামাজিক যোগাযোগ মাধ্যম ব্যবহারকারী, যার মধ্যে রয়েছে আমেরিকানরা, চিঠি এবং এর বিষয়বস্তু ব্যাপকভাবে শেয়ার করে মার্কিন পররাষ্ট্রনীতির প্রতি তাদের বিরোধিতা প্রকাশ করেছেন। দুই দশকেরও বেশি সময় অনলাইনে প্রকাশিত থাকার পরে দ্য গার্ডিয়ান ওয়েবসাইট থেকে চিঠিটি সরিয়ে দেওয়া হয় এবং টিকটক চিঠির বৈশিষ্ট্যযুক্ত ভিডিওগুলি মুছে ফেলতে শুরু করে।  দ্য ওয়াশিংটন পোস্টের প্রতিবেদনে বলা হয় যে, মিডিয়া কভারেজের আগে চিঠির ভাইরাল হওয়ার বিষয়টি সীমিত ছিল, এটি টিকটকে কখনো ট্রেন্ড হয়নি, চিঠি সম্পর্কিত টিকটক ভিডিওর বেশিরভাগই বিন লাদেনের সমালোচনা করছিল এবং মিডিয়া কভারেজ তার গুরুত্ব বাড়িয়ে দিয়েছিল এবং চিঠির ভাইরাল হওয়ার মাত্রা বাড়িয়েছিল।\n\n\n== তথ্যসূত্র =="}