{"pageid": 1426377, "title": "ফ্রাঙ্কো মোডিগ্লিয়ানি", "url": "https://bn.wikipedia.org/wiki?curid=1426377", "content": "ফ্রাঙ্কো মোডিগ্লিয়ানি (১৮ জুন ১৯১৮-২৫ সেপ্টেম্বর ২০০৩) ছিলেন একজন ইতালীয়-আমেরিকান অর্থনীতিবিদ এবং অর্থনীতিতে ১৯৮৫ সালের নোবেল স্মারক পুরস্কারের প্রাপক। তিনি আরবানা-চ্যাম্পেইনের ইলিনয় বিশ্ববিদ্যালয়, কার্নেগি মেলন বিশ্ববিদ্যালয় এবং এমআইটি স্লোন স্কুল অফ ম্যানেজমেন্টের অধ্যাপক ছিলেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nমোদিগ্লিয়ানি ১৮ জুন ১৯১৮ সালে রোমে একজন শিশু বিশেষজ্ঞ পিতা এবং একজন স্বেচ্ছাসেবী সমাজকর্মী মায়ের ইহুদি পরিবারে জন্মগ্রহণ করেন।\nতিনি সতেরো বছর বয়সে বিশ্ববিদ্যালয়ে প্রবেশ করেন, রোমের স্যাপিয়েঞ্জা বিশ্ববিদ্যালয়ে আইন অনুষদে ভর্তি হন। স্যাপিয়েঞ্জায় তার দ্বিতীয় বছরে, রাজ্যের সরকারী ছাত্র সংগঠন দ্বারা স্পন্সর করা অর্থনীতিতে একটি দেশব্যাপী প্রতিযোগিতায় তাঁর জমা দেয়া লেখা প্রথম পুরস্কার জেতে এবং মোদিগ্লিয়ানি বেনিটো মুসোলিনির হাত থেকে পুরস্কার গ্রহণ করেণ। তিনি ফ্যাসিস্ট ম্যাগাজিন লো স্ট্যাটোর জন্য বেশ কয়েকটি প্রবন্ধ লেখেন; যেখানে তিনি উদারতাবাদের সমালোচনাকারী ফ্যাসিবাদী আদর্শিক স্রোতের প্রতি ঝোঁক দেখিয়েছিলেন।\nফ্যাসিস্ট ইতালিতে তার প্রথম দিকের কাজগুলির মধ্যে একটি ছিলো, সমাজতান্ত্রিক অর্থনীতিতে উৎপাদনের সংগঠন ও ব্যবস্থাপনা সম্পর্কে একটি নিবন্ধ; যা ইতালীয় ভাষায় লেখা এবং সমাজতন্ত্রের পক্ষে যুক্তি দেয়া আব্বা লার্নার ও অস্কার ল্যাঞ্জের মতো পূর্ববর্তী মার্কেট সোশিয়ালিস্ট দ্বারা নির্ধারিত লাইনে।\nকিন্তু, ইতালিতে জাতিগত আইন পাশ হওয়ার পরপরই সেই প্রাথমিক উৎসাহ বাষ্পীভূত হয়ে যায়। ১৯৩৮ সালে, মোডিগ্লিয়ানি তার তৎকালীন বান্ধবী সেরেনা ক্যালাবির সাথে প্যারিসের উদ্দেশ্যে ইতালি ছেড়ে সেখানে তার পিতা-মাতার সাথে যোগদান করেন। শহরের বিশ্ববিদ্যালয়ে তার লউরিয়া থিসিস নিয়ে আলোচনা করতে স্বল্প সময়ের জন্য রোমে ফিরে আসার পর, তিনি ২২ জুলাই ১৯৩৯ সালে তার ডিপ্লোমা অর্জন করেন এবং প্যারিসে ফিরে আসেন।\nএকই বছর, তারা সবাই মার্কিন যুক্তরাষ্ট্রে অভিবাসিত হয় এবং তিনি গ্রাজুয়েট ফ্যাকাল্টি হিসেবে নিউ স্কুল ফর সোশ্যাল রিসার্চ-এ ভর্তি হন। তার পিএইচ.ডি. গবেষণামূলক প্রবন্ধ ছিলো, জন হিক্সের আইএস-এলএম মডেলের একটি বিশদ বিবরণ এবং সম্প্রসারণ, ১৯৪৪ সালে জ্যাকব মার্শাক ও আব্বা লার্নারের তত্ত্বাবধানে লেখা হয়েছিল, এবং \"গ্রাউন্ড ব্রেকিং\" হিসাবে বিবেচিত হয়।\n\n\n== কর্মজীবন ==\n১৯৪২ থেকে ১৯৪৪ সাল পর্যন্ত, মোদিগ্লিয়ানি কলম্বিয়া বিশ্ববিদ্যালয় ও বার্ড কলেজে অর্থনীতি এবং পরিসংখ্যানের একজন প্রশিক্ষক হিসাবে পড়ান। ১৯৪৬ সালে, তিনি মার্কিন যুক্তরাষ্ট্রের একজন ন্যাচারালাইজড সিটিজেন হন। ১৯৪৮ সালে, তিনি আরবানা-চ্যাম্পেইন অনুষদের ইলিনয় বিশ্ববিদ্যালয়ে যোগদান করেন। ১৯৫২ থেকে ১৯৬২ সাল পর্যন্ত, তিনি কার্নেগি মেলন বিশ্ববিদ্যালয়ের অনুষদের সদস্য ছিলেন।\n১৯৬২ সালে, তিনি এমআইটি অনুষদে ইনস্টিটিউটের অধ্যাপক হিসেবে যোগদান করেন।\n\n\n== অর্থনৈতিক তত্ত্বে অবদান ==\nমোদিগ্লিয়ানি, ১৯৫০-এর দশকে শুরু করেছিলেন, তিনি ছিলেন জীবন-চক্র অনুমানের প্রবর্তক, যা অর্থনীতিতে সঞ্চয়ের মাত্রা ব্যাখ্যা করার চেষ্টা করে। অনুমান করা হয় যে, ভোক্তারা তাদের সারা জীবন ধরে লক্ষ্য রাখে, একটি স্থিতিশীল স্তরের খরচের (উদাহরণস্বরূপ, তাদের কাজের বছরগুলিতে সঞ্চয় করে এবং তারপরে তাদের অবসরের সময় এগুলো ব্যয় করে)।\nর‌্যাশনাল এক্সপেক্টেশনস হাইপোথিসিসকে অর্থনীতিবিদরা ১৯৫৪ সালে মোডিগ্লিয়ানি এবং এমিল গ্রুনবার্গের লেখা গবেষণাপত্র থেকে নেয়া বলে মনে করেন।\nতিনি যখন কার্নেগি মেলন ইউনিভার্সিটির ফ্যাকাল্টির সদস্য ছিলেন, তখন তিনি ১৯৫৮ সালে মার্টন মিলারের সাথে কর্পোরেট ফাইন্যান্সের জন্য মোডিগ্লিয়ানি-মিলার উপপাদ্য প্রণয়ন করেন। উপপাদ্যটি দাবি করে যে, নির্দিষ্ট অনুমানের অধীনে, একটি ফার্মের মূল্য প্রভাবিত হয় না যে, এটি ইক্যুইটি (শেয়ার বিক্রি) বা ঋণ (অর্থ ধার) দ্বারা অর্থায়ন করা হয়, যার অর্থ ঋণ থেকে ইক্যুইটি অনুপাত প্রাইভেট ফার্মের জন্য গুরুত্বহীন।\n১৯৬০-এর দশকের গোড়ার দিকে, মিল্টন ফ্রিডম্যান ও ডেভিড আই. মেইসেলম্যানের ১৯৬৩ সালের গবেষণাপত্রে [ আলবার্ট আন্দোর সাথে সহ-লেখিত তার প্রতিক্রিয়া, অর্থনীতিবিদদের মধ্যে তথাকথিত \"মনিটারি/ফিসক্যাল পলিসি ডিবেট\" শুরু করেছিল, যা ষাট বছরেরও বেশি সময় ধরে চলেছিল।\n১৯৭৫ সালে, মোদিগ্লিয়ানি, একটি গবেষণাপত্রে যার সহ-লেখক ছিলেন তার প্রাক্তন ছাত্র লুকাস পাপাদেমোস, \"নিরু (এনআইআরইউ)\" ধারণাটি প্রবর্তন করেছিলেন; বেকারত্বের অ-মুদ্রাস্ফীতি হার, স্পষ্টতই একটি উন্নতি \"বেকারত্বের স্বাভাবিক হার\" ধারণার উপরে। উক্তিটি বেকারত্বের একটি স্তরকে নির্দেশ করে যার নীচে মূল্যস্ফীতি বৃদ্ধি পায়।\n১৯৯৭ সালে, মোডিগ্লিয়ানি এবং তার নাতনি, লেহ মোডিগ্লিয়ানি, বিকশিত করেছিলেন যাকে এখন বলা হয় \"মোডিগ্লিয়ানি রিস্ক-অ্যাডজাস্টেড পারফরম্যান্স\", একটি বিনিয়োগের পোর্টফোলিওর ঝুঁকি-অ্যাডজাস্টেড রিটার্নের একটি পরিমাপ যা শার্প রেশিও থেকে প্রাপ্ত হয়েছিল, যা ঝুঁকির জন্য সামঞ্জস্য করা হয়েছিল একটি বেঞ্চমার্কের সাথে সম্পর্কিত পোর্টফোলিও, যেমন \"বাজার\"।\n\n\n== নিয়োগ এবং পুরস্কার ==\n১৯৮৫ সালের অক্টোবরে, মোডিগ্লিয়ানিকে \"সঞ্চয় এবং আর্থিক বাজারের অগ্রণী বিশ্লেষণের জন্য\" অর্থনীতিতে নোবেল পুরস্কার দেওয়া হয়।\n১৯৮৫ সালে, মোডিগ্লিয়ানি এমআইটি-এর জেমস আর. কিলিয়ান ফ্যাকাল্টি অ্যাচিভমেন্ট অ্যাওয়ার্ড পান। তিনি ১৯৯৭ সালে ইউনিভার্সিটি অফ নেপলস ফেদেরিকো ২য় থেকে ম্যানেজমেন্ট ইঞ্জিনিয়ারিংয়ে একটি সম্মানসূচক ডিগ্রী লাভ করেন।\nতাঁর জীবনের শেষ দিকে, মোডিগ্লিয়ানি শান্তি ও নিরাপত্তা সংস্থার অর্থনীতিবিদদের একজন ট্রাস্টি হয়েছিলেন, পূর্বে যেটা ছিলো \"অস্ত্র কমানোর জন্য অর্থনীতিবিদদের জোট\" এবং একজন \"প্রভাবশালী উপদেষ্টা\" হিসাবে বিবেচিত হন: ১৯৬০ এর দশকের শেষের দিকে, ফেডারেল রিজার্ভের সাথে একটি চুক্তিতে, তিনি \"এমআইটি-পেনসিলভানিয়া-সোশ্যাল সায়েন্স রিসার্চ কাউন্সিল\" মডেলটি ডিজাইন করেন, একটি টুল যা \"বহু দশক ধরে ওয়াশিংটনের আর্থিক নীতি পরিচালনা করেছে।\"\nডিউক ইউনিভার্সিটির রুবেনস্টেইন লাইব্রেরিতে মোডিগ্লিয়ানির গবেষণাপত্রের একটি সংগ্রহ রাখা আছে।\n\n\n== সমালোচনা ==\nরাজস্ব নীতির উপর মোডিগ্লিয়ানির কাজ পোস্ট-কিনেসিয়ান অর্থনীতির অনুসারীদের সমালোচনার মুখে পড়ে; যারা তাঁর দৃষ্টিভঙ্গির \"কেইনেসিয়ানিজম\"কে বিতর্কিত করে, নাইরু ধারণায় তার অবদানকে নির্দেশ করে, সেইসাথে রাজস্ব ঘাটতির বিষয়ে তার সাধারণ অবস্থানকে নির্দেশ করে। মোডিগ্লিয়ানি-মিলার উপপাদ্যটি বোঝায় যে, একটি বদ্ধ অর্থনীতির জন্য, রাষ্ট্রীয় ধার নেওয়া হল নিছক বিলম্বিত কর, যেহেতু রাষ্ট্রীয় ব্যয় শুধুমাত্র \"মানি মুদ্রণ\", ট্যাক্সেশন বা ঋণ গ্রহণের মাধ্যমে অর্থায়ন করা যেতে পারে এবং তাই রাষ্ট্রীয় ব্যয়ের আর্থিক অর্থায়ন বোঝায় পরবর্তী আরোপিত একটি তথাকথিত \"মুদ্রাস্ফীতি কর\", যা স্পষ্টতই স্পষ্ট করের মতো স্থায়ী আয়ের উপর একই প্রভাব ফেলে।\nতবুও, তারা বেকারত্বের ইস্যুতে তার ভিন্নমতের বক্তব্যকে স্বীকার করে, যেখানে মোডিগ্লিয়ানি প্রথম দিকেহেটেরোডক্স অর্থনীতিবিদদের সাথে একমত হন যে, ২০ শতকের শেষের দিকে ইউরোপ-ব্যাপী বেকারত্ব কঠোরতা নীতির কারণে চাহিদার অভাবের কারণে ঘটেছিল।\n\n\n== ব্যক্তিগত জীবন ==\n১৯৩৯ সালে, যখন তাঁরা প্যারিসে ছিলেন, মোডিগ্লিয়ানি সেরেনা ক্যালাবিকে বিয়ে করেন। তাঁদের দুটি সন্তান, আন্দ্রে এবং সার্জিও মোডিগ্লিয়ানি।\nমোডিগ্লিয়ানি ২০০৩ সালে ম্যাসাচুসেটসের কেমব্রিজে মারা যান, যখন তিনি এমআইটিতে কাজ করেন এবং জীবনের শেষ মাস পর্যন্ত শিক্ষকতা করে গেছেন। তাঁর বয়স হয়েছিলো ৮৫ বছর। সেরেনা মোডিগ্লিয়ানি-ক্যালাবি, প্রগতিশীল রাজনীতিতে শেষ অবধি সক্রিয় ছিলেন, বিশেষত লিগ অফ উইমেন ভোটারদের সাথে, এবং অংশগ্রহণমূলক গণতন্ত্রে একজন স্পষ্টভাষী বিশ্বাসী; তিনি ২০০৮ সালে মারা যান।\n\n\n== নির্বাচিত গ্রন্থপঞ্জি ==\n\n\n=== বই ===\nModigliani, Franco; Abel, Andrew B. (১৯৮০)। The Collected Papers of Franco Modigliani। MIT Press। আইএসবিএন 978-0-262-13150-6। \nModigliani, Franco; Fabozzi, Frank J. (১৯৯৬)। Capital Markets: Institutions and Instruments। Prentice Hall। আইএসবিএন 978-0-13-300187-7। \nModigliani, Franco; Fabozzi, Frank J. (১৯৯৮)। Foundations of Financial Markets and Institutions। Prentice Hall। আইএসবিএন 978-0-13-686056-3। \nModigliani, Franco (২০০১)। Adventures of an Economist। Texere। আইএসবিএন 978-1-58799-007-6। \nModigliani, Franco; Muralidhar, Arun (২০০৪)। Rethinking Pension Reform (পিডিএফ)। Cambridge University Press। আইএসবিএন 978-0-521-83411-7। \n\n\n=== প্রবন্ধ ===\nModigliani, Franco (১৯৪৪)। \"Liquidity Preference and the Theory of Interest and Money\": 45–88। জেস্টোর 1905567। ডিওআই:10.2307/1905567। \nModigliani, Franco (১৯৯৮)। \"Lessons learned from Barbara\": 143–144। ডিওআই:10.1080/135457098338347। \n\n\n== আরও দেখুন ==\nপিয়েরো স্রাফা\nইহুদি নোবেল বিজয়ীদের তালিকা\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nThe Concise Encyclopedia of Economics। \nModigliani works, IDEAS/RePEc\nউপস্থিতি - সি-স্প্যানে\n\"What influences our likelihood to save?\", Union Bank of Switzerland website, with filmed interviews by Franco Modigliani\nWorks by or about Franco Modigliani at Internet Archive\nNobelprize.org-এ ফ্রাঙ্কো মোডিগ্লিয়ানি  (ইংরেজি)\nটেমপ্লেট:Keynesiansটেমপ্লেট:Presidents of the Econometric Societyটেমপ্লেট:Presidents of the American Economic Association"}