{"pageid": 1426257, "title": "স্যাক্সনি রাজ্য", "url": "https://bn.wikipedia.org/wiki?curid=1426257", "content": "স্যাক্সনি রাজ্য (জার্মান: Königreich Sachsen), ১৮০৬ থেকে ১৯১৮ পর্যন্ত স্থায়ী, নেপোলিয়ন -পরবর্তী জার্মানির মাধ্যমে নেপোলিয়নিকের বেশ কয়েকটি ঐতিহাসিক কনফেডারেসির স্বাধীন সদস্য ছিলেন। রাজ্যটি স্যাক্সনির নির্বাচকমণ্ডলী থেকে গঠিত হয়েছিল। ১৮৭১ সাল থেকে, এটি জার্মান সাম্রাজ্যের অংশ ছিল। প্রথম বিশ্বযুদ্ধের সমাপ্তি এবং স্যাক্সনির রাজা ফ্রেডেরিক অগাস্টাস III এর ত্যাগের পর ১৯১৮ সালে ওয়েমার প্রজাতন্ত্রের যুগে এটি একটি মুক্ত রাষ্ট্র হয়ে ওঠে। এর রাজধানী ছিল ড্রেসডেন শহর, এবং এর আধুনিক উত্তরসূরি রাষ্ট্র হল ফ্রি স্টেট অফ স্যাক্সনি।\n\n\n== ইতিহাস ==\n\n\n=== নেপোলিয়নিক যুগ এবং জার্মান কনফেডারেশন ===\n১৮০৬ সালের আগে, স্যাক্সনি পবিত্র রোমান সাম্রাজ্যের অংশ ছিল, একটি হাজার বছরের পুরনো সত্তা যা শতাব্দীর পর শতাব্দী ধরে অত্যন্ত বিকেন্দ্রীভূত হয়েছিল। হাউস অফ ওয়েটিনের স্যাক্সনির নির্বাচকমণ্ডলীর শাসকরা কয়েক শতাব্দী ধরে নির্বাচকের শিরোনাম ধরে রেখেছিলেন। পবিত্র রোমান সাম্রাজ্য ১৮০৬ সালের আগস্ট মাসে অস্টারলিটজের যুদ্ধে নেপোলিয়নের হাতে সম্রাট ফ্রান্সিস II- এর পরাজয়ের পর বিলুপ্ত হয়ে যায়, যার ফলে স্যাক্সনি একটি স্বাধীন রাষ্ট্র হয়ে ওঠে। ১৮০৬ সালের অক্টোবরে জেনার যুদ্ধে স্যাক্সনির মিত্র প্রুশিয়ার পরাজয়ের পর, স্যাক্সনি রাইন কনফেডারেশনে যোগদান করে, নিজেকে প্রথম ফরাসি সাম্রাজ্যের অধীনস্থ করে, তারপরে মধ্য ইউরোপের প্রভাবশালী শক্তি। ২০ ডিসেম্বর ১৮০৬-এ ফ্রেডরিক অগাস্টাস III, স্যাক্সনির শেষ নির্বাচক, রাজা ফ্রেডরিক অগাস্টাস I হন।\n১৮০৭ সালে তিলসিটের চুক্তি Lordship of Cottbus অর্পণ করে, পূর্বে স্যাক্সন লোয়ার লুসাতিয়া থেকে স্যাক্সনি পর্যন্ত প্রুশিয়ান ছিটমহলের একটি সংগ্রহ। চুক্তিগুলি ওয়ারশ-এর পোলিশ ডাচিও প্রতিষ্ঠা করেছিল, যা ফ্রেডরিক অগাস্টাস প্রথমের অধীনে স্যাক্সনির সাথে একটি ব্যক্তিগত ইউনিয়নে স্থাপন করা হয়েছিল।\n১৮১৩ সালে লিপজিগের যুদ্ধে নেপোলিয়নের পরাজয়ের সাথে সাথে স্যাক্সনি কনফেডারেশনের মধ্যেই থেকে যায়। যুদ্ধের পরে, যে যুদ্ধে স্যাক্সনি - কার্যত সমস্ত জার্মান রাজ্যের মধ্যে একাই - ফরাসিদের সাথে যুদ্ধ করেছিলেন, রাজা ফ্রেডরিক অগাস্টাস প্রথম তার সৈন্যদের দ্বারা পরিত্যক্ত হয়েছিলেন, প্রুশিয়ানদের দ্বারা বন্দী হয়েছিলেন, এবং মনে করা হয়েছিল যে তিনি তার সিংহাসন কেড়ে নিয়েছেন। মিত্ররা, যারা স্যাক্সনিকে প্রুশিয়ান দখল ও প্রশাসনের অধীনে রাখে। এটি সম্ভবত ফ্রেডরিক অগাস্টাসের পক্ষ থেকে যে কোনও অপরাধের চেয়ে স্যাক্সনিকে সংযুক্ত করার প্রুশিয়ান আকাঙ্ক্ষার কারণে বেশি হয়েছিল এবং ভিয়েনার কংগ্রেসে স্যাক্সনির ভাগ্য একটি প্রধান সমস্যা হিসাবে প্রমাণিত হবে।\nশেষ পর্যন্ত, রাজ্যের ৬০%, যার মধ্যে ঐতিহাসিকভাবে উল্লেখযোগ্য উইটেনবার্গ - প্রোটেস্ট্যান্ট সংস্কারের বাড়ি এবং ভোটারদের ঐতিহাসিক কেন্দ্র - সেইসাথে লোয়ার লুসাটিয়া, বেশিরভাগ আপার লুসাটিয়া, Thuringian Circle এবং Neustadt Circle, অন্যান্য অঞ্চলগুলির মধ্যে, প্রুশিয়া দ্বারা সংযুক্ত করা হয়েছিল; নিউস্ট্যাড সার্কেলের বেশিরভাগ অংশ প্রুশিয়া দ্বারা স্যাক্সে-ওয়েইমার-আইসেনাচকে পুনরায় হস্তান্তর করা হয়েছিল। প্রুশিয়ার মধ্যে লুসাতিয়া ব্যতীত অন্য বেশির ভাগ হস্তান্তরিত অঞ্চল স্যাক্সনির নতুন প্রদেশের অংশ হয়ে যাবে; উপরের লুসাতিয়ান অঞ্চলটি সিলেসিয়ার সাথে সংযুক্ত ছিল এবং বাকি অংশ, নিম্ন লুসাটিয়া সহ, ব্র্যান্ডেনবার্গের অংশ হয়ে ওঠে। ফ্রেডেরিক অগাস্টাসকে তার রাজ্যের বাকি অংশে সিংহাসনে পুনরুদ্ধার করা হয়েছিল, যা এখনও ড্রেসডেন এবং লিপজিগের প্রধান শহরগুলিকে অন্তর্ভুক্ত করে। রাজ্যটি পতিত পবিত্র রোমান সাম্রাজ্যের প্রতিস্থাপনের জন্য জার্মান রাজ্যগুলির নতুন সংগঠন জার্মান কনফেডারেশনেও যোগ দেয়।\n\n\n=== অস্ট্রো-প্রুশিয়ান যুদ্ধ এবং জার্মান সাম্রাজ্য ===\n\n১৮৬৬ সালের অস্ট্রো-প্রুশিয়ান যুদ্ধের সময়, স্যাক্সনি অস্ট্রিয়ার পক্ষে ছিল, এবং রয়্যাল স্যাক্সন আর্মিকে সাধারণত অস্ট্রিয়ান কারণে যথেষ্ট সাহায্য আনার একমাত্র মিত্র হিসাবে দেখা হত, বোহেমিয়াতে অস্ট্রিয়ান সেনাবাহিনীর সাথে যোগ দেওয়ার জন্য স্যাক্সনির প্রতিরক্ষা ত্যাগ করে। এই কার্যকারিতা সম্ভবত স্যাক্সনিকে অস্ট্রিয়ার সাথে মিত্র অন্যান্য উত্তর জার্মান রাজ্যগুলির ভাগ্য থেকে বাঁচতে দেয় - বিশেষ করে হ্যানোভারের রাজ্য - যেগুলি যুদ্ধের পরে প্রুশিয়া দ্বারা সংযুক্ত হয়েছিল। অস্ট্রিয়ান এবং ফরাসিরা সম্মানের বিন্দু হিসাবে জোর দিয়েছিল যে স্যাক্সনিকে অবশ্যই রেহাই দিতে হবে এবং প্রুশিয়ানরা রাজি হয়ে যায়। স্যাক্সনি তা সত্ত্বেও পরের বছর প্রুশিয়ান নেতৃত্বাধীন উত্তর জার্মান কনফেডারেশনে যোগদান করেন। ১৮৭১ সালের ফ্রাঙ্কো-প্রুশিয়ান যুদ্ধে ফ্রান্সের বিরুদ্ধে প্রুশিয়ার বিজয়ের সাথে, কনফেডারেশনের সদস্যরা অটো ভন বিসমার্ক দ্বারা জার্মান সাম্রাজ্যে সংগঠিত হয়েছিল, উইলহেলম প্রথম এর সম্রাট ছিলেন। জন, স্যাক্সনির বর্তমান রাজা হিসাবে, সম্রাটকে primus inter pares হিসাবে গ্রহণ করতে হয়েছিল, যদিও তিনি, অন্যান্য জার্মান রাজকুমারদের মত, অন্যান্য রাজ্যের সাথে কূটনৈতিক সম্পর্ক স্থাপনের ক্ষমতা সহ সার্বভৌম শাসকের কিছু বিশেষাধিকার বজায় রেখেছিলেন।\n\n\n=== রাজত্বের শেষ ===\nপ্রথম বিশ্বযুদ্ধে জার্মানির পরাজয়ের আগের দিনগুলিতে শুরু হওয়া একটি বিপ্লবের ফলে ১৯১৮ সালে উইলহেম I-এর নাতি কায়সার উইলহেম দ্বিতীয় ত্যাগ করেছিলেন। স্যাক্সনির রাজা ফ্রেডেরিক অগাস্টাস তৃতীয় তাকে পদত্যাগে অনুসরণ করেন এবং সোভিয়েত রিপাবলিক অফ স্যাক্সনি প্রতিষ্ঠার চেষ্টা করেন, যা ড্রেসডেন এবং লাইপজিগ শহরগুলির চারপাশে গঠিত হয়েছিল। বিপ্লব শেষ পর্যন্ত এবং দ্রুত ফ্রিকর্পস দ্বারা নিপতিত হবে। নবগঠিত ওয়েইমার প্রজাতন্ত্রের মধ্যে, ১ নভেম্বর ১৯২০-এ, স্যাক্সনি রাজ্যটি স্যাক্সনির মুক্ত রাজ্যে পুনর্গঠিত হবে \n\n\n== শাসন ==\n\n\n=== ১৮৩১ সালের সংবিধান ===\nস্যাক্সনির ১৮৩১ সালের সংবিধান রাজ্যটিকে একটি সংসদীয় রাজতন্ত্র হিসাবে প্রতিষ্ঠিত করেছিল।\n\n\n==== রাজা ====\nরাজাকে জাতির প্রধান হিসাবে নামকরণ করা হয়েছিল। তাকে সংবিধানের বিধানগুলি অনুসরণ করতে হবে, এবং ডায়েট বা সংসদের সম্মতি ব্যতীত অন্য কোনও রাজ্যের (রক্তের উত্তরাধিকার দ্বারা সংরক্ষণ) শাসক হতে পারেন না। রাজপরিবারের পুরুষদের মধ্যে ক্রাউনটি বংশগত ছিল, যদিও যোগ্য পুরুষ উত্তরাধিকারীর অনুপস্থিতিতে নারীদের উত্তরাধিকারী হওয়ার বিধান বিদ্যমান ছিল। রাজা খুব কম বয়সী হলে বা অন্যথায় শাসন করতে অক্ষম হলে একটি রিজেন্সি গঠনের সাথে সাথে ক্রাউন প্রিন্সের শিক্ষা সংক্রান্ত বিধানগুলি যুক্ত করা হয়েছিল।\nরাজা কর্তৃক স্বাক্ষরিত বা জারি করা যেকোনো কাজ বা ডিক্রি তার অন্তত একজন মন্ত্রীকে পাল্টা স্বাক্ষর করতে হতো, যারা এইভাবে তাদের জন্য দায়িত্ব গ্রহণ করেছিল। মন্ত্রীর পাল্টা স্বাক্ষর ছাড়া রাজার কোনো কাজই বৈধ বলে বিবেচিত হতো না।  রাজাকে কোন অভিযুক্ত ব্যক্তিকে নির্দোষ ঘোষণা করার, বা বিকল্পভাবে তাদের শাস্তি প্রশমিত বা স্থগিত করার বা তাদের ক্ষমা করার অধিকার দেওয়া হয়েছিল (কিন্তু জরিমানা বাড়ানোর নয়); এই ধরনের ডিক্রিতে মন্ত্রীর সহ-স্বাক্ষরের প্রয়োজন ছিল না। তাকে স্যাক্সনিতে ধর্মীয় বিষয়েও সর্বোচ্চ ক্ষমতা দেওয়া হয়েছিল। তিনি সেই হাউসের প্রস্তাবিত তিনজন প্রার্থীর মধ্য থেকে একজন প্রক্সি সহ ডায়েটের উচ্চকক্ষের সভাপতি নিযুক্ত। (নিচে দেখ)\nরাজাকে আইন প্রণয়ন এবং তা কার্যকর করার একমাত্র ক্ষমতা দেওয়া হয়েছিল এবং শুধুমাত্র তার সম্মতিতেই ডায়েটে আইনের জন্য কোনো প্রস্তাব উত্থাপন করা যেতে পারে। জরুরী ডিক্রি জারি করার এবং এমনকি অ-জরুরী আইন জারি করারও তার সমান কর্তৃত্ব ছিল যা তিনি প্রয়োজনীয় বা \"সুবিধেজনক\" বলে মনে করেন, যদিও এই জাতীয় উপকরণগুলির জন্য তার অন্তত একজন মন্ত্রীর পাল্টা স্বাক্ষরের প্রয়োজন ছিল এবং পরবর্তী ডায়েটে উপস্থাপন করতে হবে। অনুমোদনের জন্য. তিনি অবশ্য এই পদ্ধতিতে সংবিধান বা নির্বাচনী আইন পরিবর্তন করতে পারেননি। তাকে ডায়েট দ্বারা পাস করা আইন ভেটো করার অনুমতি দেওয়া হয়েছিল (যদিও প্রতিটি ক্ষেত্রে তাকে এটি করার জন্য তার কারণগুলি জানাতে হয়েছিল), বা পুনর্বিবেচনার জন্য প্রস্তাবিত সংশোধনীর সাথে সেগুলি ফেরত পাঠাতে হয়েছিল। তাকে সুপ্রিম কোর্টের মাধ্যমে ডায়েট কর্তৃক প্রত্যাখ্যান করা রাষ্ট্রীয় ব্যয়ের জন্য অর্থ পাওয়ার জন্য অসাধারণ ডিক্রি জারি করার অনুমতি দেওয়া হয়েছিল, যদিও এই ধরনের ডিক্রি শুধুমাত্র এক বছরের জন্য স্থায়ী হতে পারে। তাকে ডায়েট ভেঙে দেওয়ার অনুমতি দেওয়া হয়েছিল, যদিও নিম্নকক্ষের জন্য নতুন নির্বাচন ছয় মাসের মধ্যে অনুষ্ঠিত হতে হয়েছিল; তাকে তার বিবেচনার ভিত্তিতে আইনসভার অসাধারণ অধিবেশন আহ্বান করার অনুমতি দেওয়া হয়েছিল।\n১৬৯৭ সাল থেকে স্যাক্সনির নির্বাচকরা পোল্যান্ড-লিথুয়ানিয়ার মুকুট গ্রহণ করার জন্য ক্যাথলিক হয়ে ওঠে, যার মধ্যে তারা ১৭৬৩ সাল পর্যন্ত রাজা ছিল। রাজপরিবার রোমান ক্যাথলিক ছিল, ৯৫% প্রোটেস্ট্যান্ট ছিল এমন একটি ডোমেনের উপর শাসন করে।\n\n\n==== মন্ত্রণালয় ====\nসংবিধানে মন্ত্রণালয়কে ছয়টি বিভাগের সমন্বয়ে সংজ্ঞায়িত করা হয়েছিল, যার সবকটিই ডায়েটের অধীনে ছিল:\n\nবিচারপতি প্রধান আদালত;\nঅর্থ আদালত;\nঅভ্যন্তরীণ বিষয়ক কার্যালয়;\nযুদ্ধ অফিস;\nইক্লিসিয়েস্টিক্যাল কোর্ট;\nপররাষ্ট্র দপ্তর।\nমন্ত্রণালয়ের সদস্যদের ইচ্ছামত ডায়েটের যেকোন চেম্বারে উপস্থিত হওয়ার এবং সেখানে বিতর্কে অংশ নেওয়ার অধিকার ছিল, কিন্তু হাউসের বিভাজনে তাদের প্রত্যাহার করতে হয়েছিল।\n\n\n==== অধিকার বিল ====\nসংবিধানে একটি বিল অফ রাইটস অন্তর্ভুক্ত করা হয়েছিল। এটি অন্তর্ভুক্ত:\n\n\"ব্যক্তির স্বাধীনতা এবং তার নিজের সম্পত্তির উপর অধিকারের সুরক্ষা আইন ও ন্যায়বিচার যা নির্দেশ করে তা ছাড়া সীমাহীন\" (ধারা ২৭);\nএকজন নাগরিকের যে কোনো বৈধ পেশা বেছে নেওয়ার এবং দেশত্যাগ করার অধিকার যতক্ষণ না তাদের সাথে কোনো সামরিক বা বেসামরিক বাধ্যবাধকতা সংযুক্ত না থাকে (ধারা ২৮-২৯);\nবাজেয়াপ্ত সম্পত্তির জন্য অর্থ প্রদানের অধিকার এবং রাষ্ট্র কর্তৃক নির্ধারিত অর্থপ্রদানের পরিমাণকে আদালতে চ্যালেঞ্জ করার অধিকার (ধারা ৩১);\nবিবেক ও ধর্মের স্বাধীনতা (ধারা ৩২), যদিও ধর্মের স্বাধীনতা রাষ্ট্র কর্তৃক স্বীকৃত খ্রিস্টান চার্চের মধ্যে সীমাবদ্ধ ছিল (ধারা ৫৬);\nরাষ্ট্র-স্বীকৃত ধর্মীয় সংগঠনের সদস্যদের জন্য সমতা (ধারা ৩৩);\nসরকারি চাকরির যোগ্যতার সমতা (ধারা ৩৪);\nসংবাদপত্রের একটি সীমিত স্বাধীনতা, আইনি বিধিনিষেধ সাপেক্ষে (ধারা ৩৫);\nসরকারী আধিকারিকদের ক্রিয়াকলাপগুলি আদালতে বা ডায়েটের কাছে আপিল করার অধিকার (ধারা ৩৬);\nরাজার কাছে সরাসরি অভিযোগের আবেদন করার অধিকার (ধারা ৩৬);\nআইনের আদালতে দোষী সাব্যস্ত হওয়ার মাধ্যমে নির্বিচারে গ্রেপ্তার এবং শাস্তি থেকে মুক্তি (ধারা ৫১);\nগ্রেপ্তারের কারণ না জানিয়ে কোনো ব্যক্তিকে ২৪ ঘণ্টার বেশি আটকে না রাখা (ধারা ৫১);\nআইন বা শিরোনাম দ্বারা নির্ধারিত (ধারা ৩৭) ব্যতীত অন্য সমস্ত কর থেকে মুক্ত হওয়ার অধিকার।\n\n\n==== আইনসভা ====\nডায়েট বা আইনসভা দুটি হাউসে বিভক্ত ছিল, যেগুলো সাংবিধানিকভাবে তাদের অধিকার ও মর্যাদায় সমান ছিল এবং কোনো হাউস অন্যটি ছাড়া মিলিত হতে পারে না। \nউপরের কক্ষটি নিম্নলিখিতগুলি নিয়ে গঠিত:\n\nরক্তের সমস্ত রাজপুত্র যারা আইনি বয়সের (সংবিধানে 19 হিসাবে সংজ্ঞায়িত);\nমিসনিয়ার বিশপ্রিকের একজন ডেপুটি ( মেইসেন );\nপ্রিন্সিপ্যালিটি অফ ওয়াইল্ডেনফেলসের স্বত্বাধিকারী;\nএকজন ডেপুটি পাঁচটি শোনবার্গ পরিবারের ডোমেনের প্রতিনিধিত্ব করে;\nলিপজিগ বিশ্ববিদ্যালয়ের একজন ডেপুটি, সেই প্রতিষ্ঠানের অধ্যাপকদের দ্বারা নির্বাচিত;\nKönigsbrück এর ব্যারোনির স্বত্বাধিকারী;\nরিবার্সডর্ফের ব্যারোনির স্বত্বাধিকারী;\nলুথেরান কোর্ট চ্যাপেলের মন্ত্রী (আদালত প্রচারক);\nবুডেসেন/বাউটজেনের সেন্ট পিটারের রোমান ক্যাথলিক কলেজিয়েট চার্চের ডিন ;\nলিপজিগ শহরের সুপারিনটেনডেন্ট;\nউরজেনের লুথেরান ক্যাথেড্রালের একজন ডেপুটি;\nএকজন ডেপুটি অন্য চারটি শোনবার্গ পারিবারিক সম্পত্তির প্রতিনিধিত্ব করে;\nরাজ্যের ম্যানোরিয়াল এস্টেটের বারোজন স্বত্বাধিকারী, ভাড়া থেকে প্রতি বছর ন্যূনতম $2000 আয়ের অধিকারী, নিজেদের মধ্যে থেকে জীবনের জন্য বেছে নেওয়া;\nমালিকানা শ্রেণীর আরও দশজন ব্যক্তি, যাদের ভাড়া থেকে প্রতি বছর ন্যূনতম $4000 আয়ের অধিকারী, যাকে রাজা আজীবনের জন্য বেছে নেন;\nড্রেসডেন এবং লাইপজিগের প্রধান ম্যাজিস্ট্রেট;\nরাজার দ্বারা নির্বাচিত আরও ছয় জন নগর ম্যাজিস্ট্রেট, এই বিধান দিয়ে যে রাজাকে রাজ্যের সমস্ত অংশের প্রতিনিধিত্ব করার চেষ্টা করতে হবে।\nএই হাউসের সদস্যরা তাদের আসন ধরে রেখেছিলেন যতক্ষণ না তারা সংবিধানের অধীনে এটি করার যোগ্য ছিলেন, বা কিছু ক্ষেত্রে তারা ষাট বছর বয়সে পৌঁছেছেন বা ডায়েটের তিনটি অধিবেশনে অংশ নিয়েছেন। \nডায়েটের নিম্নকক্ষটি ছিল:\n\nম্যানোরিয়াল এস্টেটের বিশজন মালিক, প্রতি বছর কমপক্ষে $৬০০ ভাড়ার আয়ের অধিকারী;\nশহর থেকে পঁচিশ জন ডেপুটি;\nকৃষকদের মধ্য থেকে নির্বাচিত পঁচিশ জন ডেপুটি;\nবাণিজ্য ও কারখানার পাঁচজন প্রতিনিধি।\nপ্রতিটি প্রতিনিধির জন্য একটি প্রক্সিও বেছে নিতে হবে, যারা প্রতিনিধির স্থান নেবে, যদি তারা অক্ষম, অনুপস্থিত, পদত্যাগ বা অপসারণ করা হয়। প্রতিটি প্রতিনিধি নয় বছরের জন্য নির্বাচিত হয়; যাইহোক, প্রায় এক-তৃতীয়াংশকে প্রতি তিন বছরে তাদের আসন থেকে পদত্যাগ করতে হবে (সঠিক পরিসংখ্যানগুলি সংবিধানে সেট করা হয়েছিল, এবং ডায়েটের প্রথম অধিবেশনের শুরুতে লটের মাধ্যমে নির্ধারিত হয়েছিল), যদিও সকলেই অবিলম্বে পুনর্নির্বাচনের জন্য যোগ্য ছিল। নিম্নকক্ষটি চারজন সদস্যকে মনোনীত করবে, যাদের মধ্যে রাজা একজনকে সেই হাউসের সভাপতি এবং অন্য একজনকে তার প্রক্সি হিসেবে বেছে নিতেন।\nডায়েটের সদস্যদের বয়স কমপক্ষে ৩০ বছর হতে হবে; নির্বাচকদের বয়স অবশ্যই ২৫ বছর হতে হবে, আইনের আদালতে কোনো অপরাধের জন্য দোষী সাব্যস্ত হননি, তাদের ব্যক্তিগত সম্পত্তি কোনোভাবে আর্থিকভাবে ক্ষতিগ্রস্ত হইয়েনি এবং অভিভাবকত্বের অধীনে থাকবেন না।\nঅন্য কোন ব্যবসায় এগিয়ে যাওয়ার আগে ডায়েটকে রাজার দ্বারা নির্ধারিত যে কোনও ব্যবসা বিবেচনা করা দরকার ছিল।  সদস্যদের তাদের বিবেককে ভোট দিতে হবে এবং তাদের ভোটারদের কাছ থেকে নির্দেশনা গ্রহণ করতে হবে না।  সদস্যদের চেম্বারে বাক স্বাধীনতা দেওয়া হয়েছিল, কিন্তু একে অপরকে, রাজাকে, রাজপরিবারের কোনো সদস্য বা সংসদকে অপমান করার অনুমতি দেওয়া হয়নি। যে সদস্যরা এই নিয়মগুলির যেকোনও লঙ্ঘন করেছেন তাদের নিজ নিজ হাউস দ্বারা শৃঙ্খলাবদ্ধ করা যেতে পারে, পুনঃনির্বাচনের জন্য অযোগ্যতা সহ স্থায়ী বহিষ্কার সহ।  ডায়েট নতুন আইন প্রণয়ন বা বিদ্যমান আইনে পরিবর্তনের প্রস্তাব করতে পারে, কিন্তু রাজার স্পষ্ট সম্মতি ছাড়া কোনো বিল আনা যেত না।  বিপরীতভাবে, ডায়েটের সম্মতি ছাড়া কোনও নতুন আইন প্রণয়ন করা যায়নি। \nডায়েটের উভয় কক্ষে সাধারণ এক-তৃতীয়াংশ-প্লাস-এক ভোটের মাধ্যমে বিল পাস করা যেতে পারে; উভয় কক্ষে সংখ্যাগরিষ্ঠ ভোটের প্রয়োজন ছিল না।  প্রত্যাখ্যাত বা সংশোধিত যেকোনো বিলের একটি বিবৃতি থাকতে হবে কেন তা প্রত্যাখ্যান বা সংশোধন করা হয়েছে। ডায়েটের সম্মতি ব্যতীত কোনো নতুন কর আরোপ করা যেত না, যদিও কিছু ক্ষেত্রে রাজাকে এটি এড়িয়ে যাওয়ার অনুমতি দেওয়া হয়েছিল। সংসদ উভয় কক্ষের সর্বসম্মত ভোটে মন্ত্রণালয়ের সদস্যদের অভিশংসন করতে পারে; তাই অভিশংসিত মন্ত্রীদের একটি বিশেষ আদালতে বিচার করতে হবে; এই আদালতের সিদ্ধান্ত চূড়ান্ত ছিল, এমনকি রাজার ক্ষমার অধিকারও এর দ্বারা দোষী সাব্যস্ত ব্যক্তিদের জন্য প্রসারিত হয়নি।\n১৮৪৮ সালের অশান্ত বিপ্লবের পরিপ্রেক্ষিতে, স্যাক্সনির ল্যান্ডট্যাগ ভোটদানের অধিকার প্রসারিত করে (যদিও এখনও সম্পত্তির প্রয়োজনীয়তা বজায় রাখে) এবং ভোটের কর বাতিল করে। ১৮৭১ সালে, স্যাক্সনি জার্মান সাম্রাজ্যের অন্তর্ভুক্ত হয় এবং আরও ভোটাধিকার ধীরে ধীরে প্রসারিত হয়। ১৯০০-এর দশকের গোড়ার দিকে, স্যাক্সনির স্থানীয় রাজনীতি একটি কুলুঙ্গিতে স্থির হয়ে গিয়েছিল যেখানে সোশ্যাল ডেমোক্র্যাট, রক্ষণশীল এবং ন্যাশনাল লিবারেলরা ভোটের ভাগ এবং ল্যান্ডট্যাগ আসনগুলিকে তিনভাবে ভাগ করেছিল। (১৯০৯ সালে: সোশ্যাল ডেমোক্র্যাটরা ২৭% আসন জিতেছে, রক্ষণশীলরা ৩১% আসন জিতেছে, ন্যাশনাল লিবারেলরা ৩১% আসন জিতেছে)। ভোটারদের অংশগ্রহণ বেশি ছিল (১৯০৯ সালে ৮২%)।\n\n\n==== বিচার বিভাগ ====\nবিচার বিভাগকে বেসামরিক সরকার থেকে স্বাধীন করা হয়েছিল। ১৪২ থেকে ১৫০ ধারায় তৈরি হাইকোর্ট অফ জুডিশিয়াচারকে সংবিধানের \"সন্দেহজনক\" পয়েন্টগুলির উপর শাসন করার ক্ষমতা দেওয়া হয়েছিল; এর সিদ্ধান্ত চূড়ান্ত বলে ঘোষণা করা হয়েছিল এবং রাজকীয় হস্তক্ষেপ থেকে রক্ষা করা হয়েছিল।\n\n\n==== প্রশাসনিক পুনর্গঠন ====\n\n১৮৩১ সালের সংবিধান গৃহীত হওয়ার পর, ৬ এপ্রিল, ১৮৩৫ সালের আদেশে জেলা অধিদপ্তর (ক্রিসডিরেকশনেন) প্রতিষ্ঠিত হয়। এগুলি পরবর্তীকালে ক্রিশাউপ্টম্যানশ্যাফ্ট নামে পরিচিত ছিল। মূলত চারটি ছিল:\n\nক্রেইশুপটম্যানশাফ্ট বাউটজেন\nক্রেইশুপটম্যানশাফ্ট ড্রেসডেন\nক্রেইশুপটম্যানশাফ্ট লিপজিগ\nক্রেইশুপটম্যানশাফ্ট জুকাউ\n১৯০০ সালে পঞ্চমটি যোগ করা হয়েছিল:\n\nক্রেইশুপটম্যানশাফ্ট চেমনিটজ\n\n\n=== রাইখস্টাগ ডেপুটি ১৮৬৭ থেকে ১৯১৮ ===\nটেমপ্লেট:Reichstag constituencies of the Kingdom of Saxonyউত্তর জার্মান কনফেডারেশন চুক্তি অনুসরণ করে ১৮৬৬ সালে স্যাক্সনি রাজ্য উত্তর জার্মান কনফেডারেশনে প্রবেশ করে  ফলস্বরূপ, কিংডম ডেপুটিদের রাইখস্টাগে ফিরিয়ে দেয়। 18 জানুয়ারী ১৮৭১ সালে জার্মান সাম্রাজ্য প্রতিষ্ঠার পর, ডেপুটিদের জার্মান সাম্রাজ্যের রাইখস্টাগে ফিরিয়ে দেওয়া হয়েছিল। এই অনুসরণ করে স্যাক্সনি ১৮৬৭ সালের ফেব্রুয়ারি থেকে রাইখস্ট্যাগ নির্বাচনে অংশগ্রহণ করেন। জিটাউ 1919 সাল পর্যন্ত রাইখস্ট্যাগ ডেপুটিদের একটি সিরিজ ফিরিয়ে দিয়েছিলেন যখন বিদ্যমান নির্বাচনী এলাকা বাতিল করা হয়েছিল।টেমপ্লেট:States of the Confederation of the Rhine\n\n\n== আরও দেখুন ==\nরু ক্রাউন অর্ডার\nস্যাক্সনির মুদ্রা\nরয়্যাল স্যাক্সন আর্মি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nস্যাক্সনি রাজ্যের সংবিধান (জার্মান ভাষায়)\nস্যাক্সনি রাজ্যের সংবিধান (ইংরেজিতে)\nটেমপ্লেট:জার্মান সাম্রাজ্যের রাজ্য\nটেমপ্লেট:সাবেক রাজতন্ত্র\nটেমপ্লেট:উত্তর জার্মান কনফেডারেশনের রাজ্য\nটেমপ্লেট:জার্মান সাম্রাজ্যের রাজ্য\nটেমপ্লেট:সাবেক রাজতন্ত্র"}