{"pageid": 1426079, "title": "পলিস্যাকারাইড", "url": "https://bn.wikipedia.org/wiki?curid=1426079", "content": "পলিস্যাকারাইডস বা পলিকার্বোহাইড্রেট হল খাদ্যে সর্বাধিক পরিমাণে পাওয়া কার্বোহাইড্রেট। তারা গ্লাইকোসাইডিক বন্ধন দ্বারা একত্রে সংযুক্ত মনোস্যাকারাইড একক দ্বারা গঠিত দীর্ঘ-চেইন পলিমারিক কার্বোহাইড্রেট। এই কার্বোহাইড্রেট অ্যামাইলেজ এনজাইমগুলিকে অনুঘটক হিসাবে ব্যবহার করে পানির (হাইড্রোলাইসিস) করার মাধ্যমে উপাদান শর্করা (মনোস্যাকারাইডস বা অলিগোস্যাকারাইড) তৈরি করে। এগুলি রৈখিক থেকে অনেক শাখাবিশিষ্ট কাঠামোর মধ্যে খতে পারে। উদাহরণগুলির মধ্যে রয়েছে সঞ্চিত পলিস্যাকারাইড যেমন স্টার্চ, গ্লাইকোজেন এবং গ্যালাক্টোজেন এবং গাঠনিক পলিস্যাকারাইড যেমন সেলুলোজ এবং কাইটিন।\nপলিস্যাকারাইডগুলি প্রায়শই বেশ ভিন্নধর্মী হয় এবং এতে পুনরাবৃত্তি হওয়া এককের সামান্য পরিবর্তন থাকে। গঠনের উপর নির্ভর করে এই বৃহদাণু তাদের মনোস্যাকারাইড থেকে আলাদা বৈশিষ্ট্য থাকতে পারে। এগুলি আকারহীন বা এমনকি পানিতে অদ্রবণীয় হতে পারে।\nকোনো পলিস্যাকারাইডের সমস্ত মনোস্যাকারাইড একই ধরণের হলে ঐ পলিস্যাকারাইডকে হোমোপলিস্যাকারাইড বা হোমোগ্লাইকান বলা হয়। আবার যখন একাধিক ধরণের মনোস্যাকারাইড উপস্থিত থাকে তখন তাদেরকে হেটেরোপলিস্যাকারাইড বা হেটেরোগ্লাইকান বলা হয়।\nপ্রাকৃতিক স্যাকারাইডগুলি সাধারণত (CH2O)n সাধারণ সংকেতসহ মনোস্যাকারাইড নামক সরল কার্বোহাইড্রেট দিয়ে গঠিত; যেখানে n এর মান তিন বা তার বেশি। মনোস্যাকারাইডের উদাহরণ হল গ্লুকোজ, ফ্রুক্টোজ এবং গ্লিসারালডিহাইড। পলিস্যাকারাইডের  সাধারণ সূত্র Cx(H2O)y; যেখানে x এবং y সাধারণত ২০০ এবং ২৫০০ এর মধ্যে কোনো সংখ্যা হতে পারে। যখন পলিমার কাঠামোতে পুনরাবৃত্তিকারী এককগুলি ছয়-কার্বন মনোস্যাকারাইড বা হেক্সোজ হয়, যেমনটি বেশিরভাগ ক্ষেত্রেই হয়, তখন সাধারণ সংকেত (C6H10O5)n হয়; যেখানে সাধারণত ৪০≤ n ≤ ৩০০০।\nএকটি নিয়মানুযায়ী পলিস্যাকারাইডে দশটিরও বেশি মনোস্যাকারাইড ইউনিট থাকে। অলিগোস্যাকারাইডে তিন থেকে দশটি মনোস্যাকারাইড একক থাকে। তবে নিয়্মের কিছুটা পরিবর্তন হতে পারে। পলিস্যাকারাইড জৈবিক পলিমারের একটি গুরুত্বপূর্ণ শ্রেণী। জীবন্ত প্রাণীর মধ্যে তারা সাধারণত গঠন বা সঞ্চয় সম্পর্কিত কাজ করে থাকে। স্টার্চ (গ্লুকোজের একটি পলিমার) উদ্ভিদে সঞ্চয় পলিস্যাকারাইড হিসাবে ব্যবহৃত হয়, যা অ্যামাইলোজ এবং শাখাযুক্ত অ্যামাইলোপেকটিন উভয় আকারে পাওয়া যায়। প্রাণীদের মধ্যে গঠনগতভাবে অনুরূপ গ্লুকোজ পলিমার হল ঘন শাখাযুক্ত গ্লাইকোজেন, যাকে কখনো কখনো \"প্রাণীজ স্টার্চ\" বলা হয়। গ্লাইকোজেনের বৈশিষ্ট্যগুলি এটিকে আরও দ্রুত বিপাকিত হতে সক্ষম করে। ব্যাকটেরিয়াতে তারা ব্যাকটেরিয়ার বহুকোষীতায় গুরুত্বপূর্ণ ভূমিকা পালন করে।\nসেলুলোজ এবং কাইটিন হল গাঠনিক পলিস্যাকারাইডের উদাহরণ। সেলুলোজ উদ্ভিদ এবং অন্যান্য জীবের কোষ প্রাচীর গঠনে ব্যবহৃত হয় এবং বলা হয় যে এটি পৃথিবীর সবচেয়ে প্রতুলজৈব অণু। এটির অনেক ব্যবহার রয়েছে যেমন কাগজ এবং টেক্সটাইল শিল্পে একটি উল্লেখযোগ্য ভূমিকা রয়েছে। এটি রেয়ন (ভিসকস প্রক্রিয়ার মাধ্যমে), সেলুলোজ অ্যাসিটেট, সেলুলয়েড এবং নাইট্রোসেলুলোজ উৎপাদনের জন্য কাঁচামাল হিসাবে ব্যবহৃত হয়। কাইটিনের একটি অনুরূপ গঠন রয়েছে তবে নাইট্রোজেনযুক্ত পার্শ্ব শাখা রয়েছে যা এর শক্তি বৃদ্ধি করে। এটি আর্থ্রোপডা পর্বের প্রাণিদের বহিঃকঙ্কাল এবং কিছু ছত্রাকের কোষ প্রাচীরের পাওয়া যায়। অস্ত্রোপচারের সুতা সহ এর একাধিক ব্যবহার রয়েছে। পলিস্যাকারাইডের মধ্যে রয়েছে ক্যালোজ বা ল্যামিনারিন, ক্রাইসোলামিনারিন, জাইলান, অ্যারাবিনোক্সিলান, মান্নান, ফুকোইডান এবং গ্যালাক্টোম্যানন।\n\n\n== কাজ ==\n\n\n=== গঠন ===\nপলিস্যাকারাইডগুলি শক্তির সাধারণ উৎস। অনেক জীব সহজেই স্টার্চকে ভেঙে গ্লুকোজে পরিণত করতে পারে। বেশিরভাগ জীবই সেলুলোজ বা অন্যান্য পলিস্যাকারাইড যেমন সেলুলোজ, কাইটিন এবং অ্যারাবিনোক্সিলানকে হজম করতে পারে না। তবে কিছু ব্যাকটেরিয়া এবং প্রোটিস্ট এই ধরনের কার্বোহাইড্রেট বিপাক করতে পারে। উদাহরণস্বরূপ রুমিন্যান্টস এবং উইপোকাসেলুলোজ প্রক্রিয়া করার জন্য অণুজীব ব্যবহার করে।\nযদিও এই জটিল পলিস্যাকারাইডগুলি খুব হজমযোগ্য নয়, তবুও তারা মানুষের জন্য গুরুত্বপূর্ণ খাদ্য উপাদান সরবরাহ করে। এদেরকে খাদ্য আঁশ বলা হয় ও এই কার্বোহাইড্রেটগুলি হজমশক্তি বাড়ায়। খাদ্যতালিকাগত আঁশের প্রধান কাজ হল পরিপাক নালির বিষয়বস্তুর প্রকৃতি এবং অন্যান্য পুষ্টি এবং রাসায়নিকগুলির শোষণ প্রক্রিয়াকে প্রভাবিত করে। দ্রবণীয় আঁশ ছোট অন্ত্রের পিত্ত অ্যাসিডের সাথে আবদ্ধ হয়ে তাদের শরীরে প্রবেশের সম্ভাবনা কমায়। এটি রক্তে কোলেস্টেরলের মাত্রা কমায়। দ্রবণীয় ফাইবার চিনির শোষণকেও কমিয়ে দেয়। ফলে খাওয়ার পরে চিনির প্রতিক্রিয়া হ্রাস করে, রক্তের লিপিডের মাত্রা স্বাভাবিক করে এবং একবার কোলনে গাঁজন হয়ে গেলে, বিস্তৃত শারীরবৃত্তীয় কার্যকলাপের সাথে উপজাত হিসাবে শর্ট-চেইন ফ্যাটি অ্যাসিড তৈরি করে (নীচে আলোচনা করা হয়েছে)। অদ্রবণীয় আঁশ ডায়াবেটিসের ঝুঁকি হ্রাস করে। তবে এর পদ্ধতি এখনো অজানা।\nএখনো আনুষ্ঠানিকভাবে একটি অপরিহার্য পুষ্টি উপাদান হিসাবে প্রস্তাবিত না করা হলেও (২০০৫ সালের হিসাব অনুযায়ী) খাদ্য আঁশকে খাদ্যের গুরুত্বপূর্ণ অংশ হিসাবে বিবেচনা করা হয়। অনেক উন্নত দেশে নিয়ন্ত্রক কর্তৃপক্ষ ভোক্তাদের আঁশ গ্রহণের পরিমাণ বৃদ্ধির সুপারিশ করে।\n\n\n== সঞ্চিত পলিস্যাকারাইড ==\n\n\n=== স্টার্চ ===\nস্টার্চ হল একটি গ্লুকোজ পলিমার যাতে গ্লুকোপাইরানোজ ইউনিটগুলি আলফা -লিংকেজ দ্বারা আবদ্ধ থাকে। এটি অ্যামাইলোজ (১৫-২০%) এবং অ্যামাইলোপেকটিন (৮০-৮৫%) এর মিশ্রণে তৈরি। অ্যামাইলোজ হল কয়েকশত গ্লুকোজ অণুর একটি সরলরৈখিক চেইন এবং অ্যামাইলোপেকটিন হল একটি শাখাযুক্ত অণু যা কয়েক হাজার গ্লুকোজ ইউনিট (২৪-৩০টি গ্লুকোজ ইউনিটের প্রতিটি চেইন হল অ্যামাইলোপেক্টিনের একেকটি একক) দ্বারা তৈরি। স্টার্চ পানিতে অদ্রবণীয়। এগুলি আলফা -লিংকেজ (গ্লাইকোসিডিক বন্ধন) ভেঙে হজম করা যেতে পারে। মানুষ এবং অন্যান্য প্রাণী উভয়েরই অ্যামাইলেস এনজাইম রয়েছে যাতে তারা স্টার্চ হজম করতে পারে। আলু, চাল, গম এবং ভুট্টা মানব খাদ্যে স্টার্চের প্রধান উৎস। স্টার্চের মাধ্যমে গাছপালা গ্লুকোজ সঞ্চয় করে।\n\n\n=== গ্লাইকোজেন ===\nগ্লাইকোজেন প্রাণী এবং ছত্রাকের কোষে দীর্ঘমেয়াদী শক্তি সঞ্চয়ে কাজ করে। প্রাথমিকভাবে সঞ্চয় করা শক্তি অ্যাডিপোজ টিস্যুতে থাকে। প্রাথমিকভাবে যকৃৎ এবং পেশীতে গ্লাইকোজেন তৈরি হয় তবে মস্তিষ্ক এবং পাকস্থলীর মধ্যে গ্লাইকোজেনেসিস প্রক্রিয়া দ্বারাও তৈরি করা যেতে পারে।\nগ্লাইকোজেন স্টার্চের সাথে সাদৃশ্যপূর্ণ। এটি উদ্ভিদের একটি গ্লুকোজ পলিমার এবং কখনো কখনো একে প্রাণীজ স্টার্চ হিসাবেও উল্লেখ করা হয়। গ্লাইকোজেন অ্যামাইলোপেক্টিনের অনুরূপ গঠন বিশিষ্ট কিন্তু স্টার্চের তুলনায় আরও ব্যাপকভাবে শাখাযুক্ত এবং দৃঢ় হয়। গ্লাইকোজেন হল আলফা(১→৪) গ্লাইকোসিডিক বন্ডের একটি পলিমার যা আলফা(১→৬)-সংযুক্ত শাখাগুলির সাথে যুক্ত। গ্লাইকোজেন সাইটোসোল /সাইটোপ্লাজমে গ্রানিউল আকারে পাওয়া যায়। এটি বিভিন্ন ধরনের কোষে এবং গ্লুকোজ চক্রে গুরুত্বপূর্ণ ভূমিকা পালন করে। গ্লাইকোজেন একটি শক্তির ভান্ডার গঠন করে যা গ্লুকোজের আকস্মিক প্রয়োজন মেটাতে দ্রুত একত্রিত করা যেতে পারে। কিন্তু যেটি কম দৃঢ় এবং একারণে ট্রাইগ্লিসারাইডের (লিপিড) তুলনায় শক্তির রিজার্ভ হিসাবে দ্রুত পাওয়া যায়।\nখাওয়ার পরপরই যকৃতের হেপাটোসাইটগুলিতে গ্লাইকোজেন ৮ শতাংশ পর্যন্ত (প্রাপ্তবয়স্ক ব্যক্তিতে ১০০-১২০গ্রাম) স্থান দখল করতে পারে। শুধুমাত্র যকৃতে  সঞ্চিত গ্লাইকোজেনই দেহের অন্যান্য অঙ্গে প্রবেশযোগ্য। পেশীগুলিতে গ্লাইকোজেন পেশী ভরের এক থেকে দুই শতাংশের কম ঘনত্বে পাওয়া যায়। শরীরে সঞ্চিত গ্লাইকোজেনের পরিমাণ—বিশেষ করে পেশী, লিভার এবং লোহিত রক্তকণিকার মধ্যে — শারীরিক কার্যকলাপ, বেসাল বিপাকীয় হার এবং খাদ্যাভ্যাস যেমন বিরতিহীন উপবাসের সাথে পরিবর্তিত হয়। অল্প পরিমাণে গ্লাইকোজেন বৃক্কে পাওয়া যায় এবং এমনকি মস্তিষ্কের নির্দিষ্ট গ্লায়াল কোষে এবং শ্বেত রক্তকণিকায় অল্প পরিমাণে পাওয়া যায়। গর্ভাবস্থায় ভ্রূণকে পুষ্ট করার জন্য জরায়ু গ্লাইকোজেন সঞ্চয় করে।\nগ্লাইকোজেন গ্লুকোজ অবশিষ্টাংশের একটি শাখাযুক্ত চেইন দ্বারা গঠিত। এটি প্রাথমিকভাবে যকৃত এবং পেশীতে সঞ্চিত থাকে।\n\nএটি প্রাণীদের জন্য একটি শক্তির ভান্ডার হিসেবে কাজ করে।\nএটি প্রাণীজগতে সঞ্চিত কার্বোহাইড্রেটের প্রধান রূপ।\nএটি পানিতে অদ্রবণীয়। আয়োডিনের সাথে মেশানো হলে এটি বাদামী-লাল হয়ে যায়।\nএটি হাইড্রোলাইসিসে গ্লুকোজ উৎপন্ন করে।  \n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== গ্যালাক্টোজেন ===\nগ্যালাক্টোজেন হল গ্যালাকটোজের একটি পলিস্যাকারাইড যা পালমোনেট শামুক এবং কিছু ক্যানোগাস্ট্রোপডায় শক্তি সঞ্চয়ে কাজ করে। এই পলিস্যাকারাইডটি প্রজননের জন্য স্বতন্ত্র এবং এটি শুধুমাত্র স্ত্রী শামুকের প্রজনন তন্ত্রের অ্যালবুমেন গ্রন্থিতে এবং ডিমের পেরিভিটেলাইন তরলে পাওয়া যায়। এছাড়াও গ্যালাক্টোজেন ভ্রূণ এবং বাচ্চার বিকাশের জন্য একটি শক্তির ভান্ডার হিসাবে কাজ করে, যা পরে কিশোর এবং প্রাপ্তবয়স্কদের মধ্যে গ্লাইকোজেন দ্বারা প্রতিস্থাপিত হয়।\nপলিস্যাকারাইড-ভিত্তিক ন্যানো পার্টিকেল এবং কার্যকরী পলিমার ক্রসলিংকিং দ্বারা গঠিত গ্যালাকটোজেনগুলির হাইড্রোজেল কাঠামোর মধ্যে বিভিন্ন প্রয়োগ রয়েছে। এই হাইড্রোজেল কাঠামোগুলি নির্দিষ্ট ন্যানো পার্টিকেল ফার্মাসিউটিক্যালস এবং/অথবা এনক্যাপসুলেটেড থেরাপিউটিকসকে সময়ের সাথে বা পরিবেশগত উদ্দীপনার প্রতিক্রিয়া হিসাবে প্রকাশ করার জন্য ডিজাইন করা যেতে পারে।\nগ্যালাকটোজেন হল পলিস্যাকারাইড যার জৈববিশ্লেষণের জন্য বন্ধন আসক্তি রয়েছে। এর সাথে চিকিৎসা যন্ত্রের পৃষ্ঠে গঠিত অন্যান্য পলিস্যাকারাইডের সাথে গ্যালাকটোজেনকে শেষ-বিন্দু সংযুক্ত করার মাধ্যমে গ্যালাকটোজেনগুলি জৈব বিশ্লেষণ (যেমন- সিটিসি) প্রকাশ করার একটি পদ্ধতি হিসাবে ব্যবহার করে।\n\n\n=== ইনুলিন ===\nইনুলিন হল একটি প্রাকৃতিকভাবে সৃষ্ট পলিস্যাকারাইড। এটি একটি জটিল কার্বোহাইড্রেট যা ফ্রুক্টোজ দ্বারা গঠিত। এটি উদ্ভিদ থেকে প্রাপ্ত ও মানুষের পাচন এনজাইমগুলি একে সম্পূর্ণরূপে বিয়োজিত করতে পারে না। ইনুলিনগুলি খাদ্য আঁশের একটি শ্রেণীর অন্তর্গত যা ফ্রুকটান নামে পরিচিত। ইনুলিনের মাধ্যমে কিছু গাছপালা শক্তি সঞ্চয় করে। সাধারণত শিকড় বা রাইজোমে ইনুলিন পাওয়া যায়। বেশিরভাগ গাছপালা যেগুলি ইনুলিনকে সংশ্লেষিত করে এবং সঞ্চয় করে তারা অন্যান্য ধরণের কার্বোহাইড্রেট যেমন স্টার্চ সংরক্ষণ করে না। মার্কিন যুক্তরাষ্ট্রে ২০১৮ সালে ফুড অ্যান্ড ড্রাগ অ্যাডমিনিস্ট্রেশন (এফডিএ) ইনুলিনকে খাদ্য আঁশের একটি উপাদান হিসাবে অনুমোদন করেছে যা উৎপাদিত খাদ্য পণ্যের পুষ্টির মান বৃদ্ধি করতে ব্যবহৃত হয়।\n\n\n== গাঠনিক পলিস্যাকারাইড ==\n\n\n=== অ্যারাবিনোক্সিলান ===\nঅ্যারাবিনোক্সিল্যানগুলি উদ্ভিদের প্রাথমিক এবং গৌণ কোষের প্রাচীরে পাওয়া যায় এবং দুটি শর্করার পলিমা্রের মিশ্রণ। এরা হল:  অ্যারাবিনোজ এবং জাইলোজ। এগুলি মানব স্বাস্থ্যের উপরও উপকারী প্রভাব ফেলতে পারে।\n\n\n=== সেলুলোজ ===\nউদ্ভিদের গঠনগত উপাদানগুলি প্রাথমিকভাবে সেলুলোজ থেকে গঠিত হয়। কাঠ মূলত সেলুলোজ এবং লিগনিন। কাগজ এবং তুলা প্রায় বিশুদ্ধ সেলুলোজ। সেলুলোজ হল একটি পলিমার যা পরপর অনেকগুলো গ্লুকোজ একেককে বিটা -লিংকেজ দ্বারা একত্রিত করে গঠিত হয়। মানুষ এবং অনেক প্রাণীর এই বিটা -সংযোগ ভাঙতে এনজাইমের অভাব হবার কারণে তারা সেলুলোজ হজম করতে পারে না। কিছু কিছু প্রাণী যেমন তিমি সেলুলোজ হজম করতে পারে কারণ সেলুলেজ এনজাইম ধারণকারী ব্যাকটেরিয়া তাদের অন্ত্রে থাকে। সেলুলোজ পানিতে অদ্রবণীয়। আয়োডিনের সাথে মিশ্রিত করলে এটির রঙ পরিবর্তন হয় না। পানি দ্বারা আর্দ্র বিশ্লেষনে এটি গ্লুকোজ উৎপন্ন করে। এটি প্রকৃতিতে সর্বাধিক পরিমাণে প্রাপ্ত কার্বোহাইড্রেট।\n\n\n=== কাইটিন ===\nকাইটিন একটি প্রাকৃতিক পলিমার। এটি অনেক প্রাণীর গাঠনিক উপাদান গঠন করে যেমন বহিঃকঙ্কাল। সময়ের সাথে সাথে এটি প্রাকৃতিক পরিবেশে জীবাণু দ্বারা বিয়োজ্য। কাইটিনেস নামক এনজাইম দ্বারা এর বিযোজন ঘটে। ব্যাকটেরিয়া এবং ছত্রাকের মতো অণুজীব এই এনজাইম নিঃসরণ করে এবং কিছু গাছপালা উৎপাদন করে। এই অণুজীবের কাইটিনের পচন থেকে উৎপন্ন সরল শর্করার সাথে বন্ধন গঠনকারী রিসেপ্টর রয়েছে। কাইটিন শনাক্ত করতে পারলে তারা গ্লাইকোসিডিক বন্ডগুলিকে বিচ্ছিন্ন করে এটিকে সাধারণ শর্করা এবং অ্যামোনিয়ায় রূপান্তরিত করার জন্য পরিপাক করার জন্য প্রয়োজনীয় এনজাইম তৈরি করে।\nরাসায়নিকভাবে কাইটিন কাইটোসানের সাথে ঘনিষ্ঠভাবে সম্পর্কিত। এটি কাইটিন থেকে উদ্ভূত যৌগ যা কাইটিন থেকে পানিতে বেশি পরিমাণে দ্রবনীয়। এটি সেলুলোজের সাথেও ঘনিষ্ঠভাবে সম্পর্কিত কারণ এটি গ্লুকোজ থেকে উদ্ভূত যৌগের একটি দীর্ঘ শাখাবিহীন শৃঙ্খল। উভয় উপাদানই গঠন এবং শক্তি সঞ্চয়ে অবদান রাখে ও জীবকে রক্ষা করে।\n\n\n=== পেকটিন ===\nপেকটিন হল একটি জটিল পলিস্যাকারাইড। এতে ১,৪-লিঙ্কযুক্ত α- ডি -গ্যালাকটোসিল ইউরোনিক অ্যাসিডের অবশিষ্টাংশ থাকে। এগুলি বেশিরভাগ প্রাথমিক কোষ প্রাচীরে এবং স্থলজ উদ্ভিদের অ-কাষ্ঠল অংশে উপস্থিত থাকে।\n\n\n== অম্লীয় পলিস্যাকারাইড ==\nঅম্লীয় পলিস্যাকারাইড হল এমন পলিস্যাকারাইড যাতে কার্বক্সিল গ্রুপ, ফসফেট গ্রুপ এবং/অথবা সালফিউরিক এস্টার গ্রুপ থাকে।\nসালফেট গ্রুপ ধারণকারী পলিস্যাকারাইডগুলি শেওলা থেকে বা রাসায়নিক পরিবর্তনের মাধ্যমে পাওয়া যেতে পারে।\nপলিস্যাকারাইড হল জৈব অণুর প্রধান শ্রেণী। তারা বেশ কয়েকটি ছোট মনোস্যাকারাইডের সমন্বয়ে কার্বোহাইড্রেট অণুর দীর্ঘ চেইন গঠন করে। এই জটিল জৈব অণুগুলি প্রাণী কোষের শক্তির একটি গুরুত্বপূর্ণ উৎস হিসাবে কাজ করে এবং একটি উদ্ভিদ কোষের গঠনগত উপাদান গঠন করে। মনোস্যাকারাইডের ধরণের উপর নির্ভর করে এটি হোমোপলিস্যাকারাইড বা হেটেরোপলিস্যাকারাইড হতে পারে।\nপলিস্যাকারাইডগুলি রৈখিক পলিস্যাকারাইড নামে পরিচিত মনোস্যাকারাইডের একটি সরল শৃঙ্খল হতে পারে বা শাখাযুক্ত পলিস্যাকারাইড হিসাবে পরিচিত হতে পারে।\n\n\n== ব্যাকটেরিয়ার পলিস্যাকারাইড ==\nপ্যাথোজেনিক ব্যাকটেরিয়া সাধারণত একটি ব্যাকটেরিয়াল ক্যাপসুল তৈরি করে যা একটি পুরু, মিউকাসের ন্যায় পলিস্যাকারাইডের স্তর। ক্যাপসুলটি ব্যাকটেরিয়া পৃষ্ঠে অ্যান্টিজেনিক প্রোটিনগুলিকে ঢেকে রাখে যা অন্যথায় শরীরের ইমিউন সিস্টেমকে উত্তেজিত করে এবং এর ফলে ব্যাকটেরিয়া ধ্বংস হয়ে যায়। ক্যাপসুলার পলিস্যাকারাইডগুলি পানিতে দ্রবণীয়, সাধারণত অম্লীয় প্রকৃতির এবং আণবিক ওজন ১০০,০০০ থেকে ২,০০০,০০০ ডাল্টন হয়ে থাকে। এগুলি রৈখিক এবং নিয়মিতভাবে পুনরাবৃত্তি করা এক থেকে ছয়টি মনোস্যাকারাইড একক নিয়ে গঠিত। এদের গঠ্নগত বৈচিত্র্য দেখা যায়। প্রায় দুই শতাধিক পলিস্যাকারাইড শুধুমাত্র ই. কোলাই দ্বারা উত্পাদিত হয়। সংযোজিত বা প্রকৃতিগত ক্যাপসুলার পলিস্যাকারাইডের মিশ্রণ ভ্যাকসিন হিসেবে ব্যবহৃত হয়।\nব্যাকটেরিয়া এবং ছত্রাক এবং শৈবাল সহ অন্যান্য অনেক জীবাণু প্রায়শই পলিস্যাকারাইড নিঃসরণ করে যাতে তারা পৃষ্ঠের সাথে লেগে থাকতে পারে এবং তাদের শুকিয়ে যাওয়া থেকে রক্ষা করে। মানুষ এর মধ্যে কিছু পলিস্যাকারাইডকে ব্যবহার করে দরকারী পণ্যগুলিতে তৈরি করতে পেরেছে। এসব পলস্যাকারাইডের মধ্যে জ্যান্থান গাম, ডেক্সট্রান, ওয়েলান গাম, গেলান গাম, ডিউটান গাম এবং পুলুলান উল্লেখযোগ্য।\nএই পলিস্যাকারাইডগুলির বেশিরভাগই যখন খুব কম স্তরের পানিতে দ্রবীভূত অবস্থায় প্রয়োজনীয় ভিস্কো-ইলাস্টিক বৈশিষ্ট্য প্রদর্শন করে। এটি দৈনন্দিন জীবনে ব্যবহৃত বিভিন্ন তরল যেমন কিছু খাবার, লোশন, ক্লিনার এবং পেইন্ট তৈরি করে। স্থির অবস্থায় এরা আঠালো তরল তৈরি করে।কিন্তু  নাড়া বা ঝাঁকানি, ঢালা, মুছা বা ব্রাশ করার মাধ্যমে এমনকি সামান্য চাপ প্রয়োগ করা হলে এটি অনেক বেশি মুক্ত-প্রবাহিত হয়। তরলের এই ধর্মের নাম সিউডোপ্লাস্টিসিটি বা শিয়ার থিনিং; রিওলজিতে এসব ধর্ম নিয়ে আলোচনা করা হয়।\n\nপলিস্যাকারাইডের জলীয় দ্রবণগুলি নাড়া দেয়া হলে বেশ অস্বাভাবিক আচরণ করে থাকে: নাড়া বন্ধ হয়ে যাওয়ার পরে দ্রবণটি প্রথমে গতির কারণে ঘূর্ণায়মান হতে থাকে, তারপর সান্দ্রতার কারণে স্থির হয়ে যায় এবং থামার আগে সংক্ষিপ্ত সময়ের জন্য দিক পরিবর্তন করে। এই প্রতিক্ষেপ পলিস্যাকারাইড চেইনের স্থিতিস্থাপক প্রভাবের কারণে হয়, যা দ্রবণের প্রসারিত অবস্থা থেকে শিথিল অবস্থায় ফিরে আসে।\nসেল-সারফেস পলিস্যাকারাইডগুলি ব্যাকটেরিয়া বাস্তুবিদ্যা এবং শারীরবৃত্তিতে বিভিন্ন ভূমিকা পালন করে। তারা কোষ প্রাচীর এবং পরিবেশের মধ্যে একটি বাধা হিসাবে কাজ করে ও হোস্ট-প্যাথোজেন মিথস্ক্রিয়ায় মধ্যস্থতা করে। পলিস্যাকারাইড বায়োফিল্ম গঠনে এবং মাইক্সোকোকাস জ্যান্থাসের ব্যাকটেরিয়াতে জটিল জীবন গঠনের ক্ষেত্রেও গুরুত্বপূর্ণ ভূমিকা পালন করে।\nএই পলিস্যাকারাইডগুলি নিউক্লিওটাইড -অ্যাক্টিভেটেড প্রিকার্সর (যাকে নিউক্লিওটাইড শর্করা বলা হয়) থেকে সংশ্লেষিত করা হয় এবং বেশিরভাগ ক্ষেত্রে সম্পূর্ণ পলিমারের জৈব সংশ্লেষণ, সমাবেশ এবং পরিবহনের জন্য প্রয়োজনীয় এনজাইমগুলি জীবের জিনোমের মধ্যেকার গুচ্ছে সংগঠিত জিন দ্বারা এনকোড করা হয়। লাইপোপলিস্যাকারাইড হল সবচেয়ে গুরুত্বপূর্ণ সেল-সারফেস পলিস্যাকারাইডগুলির মধ্যে একটি কারণ এটি বাইরের পর্দার অখণ্ডতায় একটি মূল কাঠামোগত ভূমিকা পালন করে এবং সেইসাথে হোস্ট-প্যাথোজেন মিথস্ক্রিয়াগুলির একটি গুরুত্বপূর্ণ মধ্যস্থতাকারী হিসেবে কাজ করে।\nযে এনজাইমগুলি এ-ব্যান্ড (হোমোপলিমারিক) এবং বি-ব্যান্ড (হেটেরোপলিমেরিক) ও-অ্যান্টিজেন তৈরি করে তাদের চিহ্নিত করা হয়েছে এবং তাদের বিপাকীয় পথগুলি নির্ধারণ করা হয়েছে। এক্সোপোলিস্যাকারাইড অ্যালজিনেট হল β-১,৪-লিঙ্কযুক্ত ডি- ম্যানুরোনিক অ্যাসিড এবং এল- গুলুরোনিক অ্যাসিডের অবশিষ্টাংশের একটি রৈখিক কোপলিমার। এটি শেষ পর্যায়ের সিস্টিক ফাইব্রোসিস রোগের মিউকয়েড ফেনোটাইপের জন্য দায়ী। পেল এবং পিএসএল লোকি হল দুটি সম্প্রতি আবিষ্কৃত জিন গুচ্ছ যারা বায়োফিল্ম গঠনের জন্য গুরুত্বপূর্ণ বলে এক্সোপোলিস্যাকারাইডগুলিকে এনকোড করে। র‍্যামনোলিপিড হল একটি বায়োসারফ্যাক্ট্যান্ট যার উৎপাদন ট্রান্সক্রিপশনাল স্তরে কঠোরভাবে নিয়ন্ত্রিত হয়। কিন্তু রোগের ক্ষেত্রে এটি সুনির্দিষ্ট কোন ভূমিকা পালন করে তা বর্তমানে এখনো ভালভাবে বোঝা যায়নি। প্রোটিন গ্লাইকোসাইলেশন বিশেষ করে পিলিন এবং ফ্ল্যাজেলিন ২০০৭ সালের দিকে গবেষণার কেন্দ্রবিন্দুতে পরিণত হয়েছিল। গবেষণায় এটি ব্যাকটেরিয়া সংক্রমণের সময় সংসক্তি এবং আক্রমণের জন্য গুরুত্বপূর্ণ বলে দেখানো হয়েছে।\n\n\n== পলিস্যাকারাইডের রাসায়নিক শনাক্তকরণ পরীক্ষা ==\n\n\n=== পর্যায়ক্রমিক অ্যাসিড-শিফ স্টেইন (পিএএস) ===\nঅরক্ষিত ভিসিনাল ডায়াল বা অ্যামিনো শর্করা সহ পলিস্যাকারাইড (যেখানে কিছু হাইড্রক্সিল গ্রুপ অ্যামাইন দিয়ে প্রতিস্থাপিত হয়) একটি ইতিবাচক পর্যায়ক্রমিক অ্যাসিড-শিফ স্টেইন (পিএএস) দেয়। পিএএস দিয়ে স্টেইনিং পরীক্ষায় ইতিবাচক ফল প্রদর্শন করে এমন পলিস্যাকারাইডের তালিকাও দীর্ঘ। এপিথেলিয়াল উত্সের মিউকিনগুলি পিএএস এর সাথে স্টেইন করলেও যোজক টিস্যুর উত্সের মিউকিনে এত বেশি অ্যাসিডিক প্রতিস্থাপন রয়েছে যে তাদের কাছে পিএএস এর সাথে প্রতিক্রিয়া করার জন্য পর্যাপ্ত গ্লাইকল বা অ্যামিনো-অ্যালকোহল গ্রুপ অবশিষ্ট থাকে না।\n\n\n== পলিস্যাকারাইড থেকে উদ্ভূত যৌগ ==\nরাসায়নিক পরিবর্তনের মাধ্যমে পলিস্যাকারাইডের কিছু বৈশিষ্ট্য উন্নত করা যেতে পারে। বিভিন্ন লিগ্যান্ড তাদের হাইড্রোক্সিল গ্রুপের সাথে সমন্বিতভাবে সংযুক্ত হতে পারে। সেলুলোজে মিথাইল, হাইড্রোক্সিইথাইল বা কার্বোক্সিমিথাইল গ্রুপের সমযোজী সংযুক্তির কারণে উদাহরণস্বরূপ জলীয় মাধ্যমে অধিক পরিমাণে ফোলা বৈশিষ্ট্যগুলি যুক্ত করা যেতে পারে। আরেকটি উদাহরণ হল থায়োলেটেড পলিস্যাকারাইড (থিওমার দেখুন)। এসব ক্ষেত্রে থায়োল গ্রুপগুলি পলিস্যাকারাইডের সাথে সংযুক্ত থাকে যেমন হায়ালুরোনিক অ্যাসিড বা কাইটোসান। থায়োলেটেড পলিস্যাকারাইডগুলি ডাইসালফাইড বন্ড গঠনের মাধ্যমে ক্রসলিংক করার কারণে তারা স্থিতিশীল ত্রিমাত্রিক নেটওয়ার্ক গঠন করতে সক্ষম হয়। তদ্ব্যতীত তারা ডাইসালফাইড বন্ডের মাধ্যমে প্রোটিনের সিস্টাইন এককের সাথে আবদ্ধ হতে পারে। এই বন্ডগুলির কারণে পলিস্যাকারাইডগুলি মিউকিন বা কেরাটিনের মতো প্রোটিনের সাথে সমযোজীভাবে সংযুক্ত হতে পারে।\n\n\n== আরও দেখুন ==\nগ্লাইকান\nঅলিগোস্যাকারাইডের নামকরণ\nপলিস্যাকারাইড এনক্যাপসুলেটেড ব্যাকটেরিয়া\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপলিস্যাকারাইড গঠন\nইউরোপীয় পলিস্যাকারাইড নেটওয়ার্ক অফ এক্সিলেন্স"}