{"pageid": 1426177, "title": "ভারতী আশা সহায় চৌধুরী", "url": "https://bn.wikipedia.org/wiki?curid=1426177", "content": "লেফটেনেন্ট ভারতী আশা সহায় চৌধুরী (বিবাহের পূর্বে আশা সেন সহায়) (জন্ম ১৯২৮) ছিলেন  আজাদ হিন্দ ফৌজের রাণী ঝাঁসি বাহিনীর অন্যতম লেফটেনেন্ট। \n\n\n== জীবনী ==\nভারতী আশা সেন সহায়ের জন্ম ১৯২৮ খ্রিস্টাব্দে জাপানের কৌবে। তার বিহারী পিতা আনন্দমোহন সহায় ছিলেন উগ্র জাতীয়তাবাদী এবং  নেতাজী সুভাষচন্দ্র বসুর রাজনৈতিক উপদেষ্টা। তিনি জাপানের কোবেতে ভারতীয় জাতীয় কংগ্রেসের শাখা চালু করার আগে ডঃ রাজেন্দ্র প্রসাদের একজন ঘনিষ্ঠ সহযোগী ছিলেন এবং রাসবিহারী বসুর সাথে ঘনিষ্ঠভাবে কাজ করেছিলেন। ভারতী আশা'র বাঙালি মাতা সতী সেন ছিলেন  দেশবন্ধু চিত্তরঞ্জন দাশের ভগিনী অন্যতম নারী বিপ্লবী  ঊর্মিলা দেবীর কন্যা। মাতাপিতা দুজনেই জাতীয়তাবাদী ব্যক্তিত্ব হওয়ার কারণে, তাদের কন্যার হৃদয়ে রোপিত হয় দেশপ্রেমের বীজ। তারা তাদের প্রথমা কন্যার নাম রাখেন দেশের নামে ‘ভারতী’ আর দেশের স্বাধীনতা লাভের আশায় ‘আশা’ । অবশ্য তার জাপানী বন্ধুরা যোগ করেন ‘আশা-স্যান’।  জাপানের স্কুল ছাত্রী 'আশা-স্যান' র পনের বছর বয়সে টোকিওতে নেতাজির সঙ্গে প্রথম সাক্ষাত হয় তার মা সতী সেনের মাধ্যমেই। তার মা আশাকে বলেছিলেন - আমি ইতিমধ্যেই তোমার বাবা ও কাকাকে ভারত মাতার হাতে তুলে দিয়েছি। এখন তুমি আর আমার মেয়ে নও, ভারতের মেয়ে...।  সেই থেকেই নিজেকে দেশের স্বাধীনতার জন্য অর্পণ করে ভারতী। নেতাজি তাকে শিখিয়েছিলেন মাথা উঁচু করে দাঁড়িয়ে জয়হিন্দ বলতে। তার অস্ত্র প্রশিক্ষণ হয়েছিল থাইল্যান্ডের  ব্যাংককে। রিভলবার চালাতে ওস্তাদ ছিলেন। সতের বৎসর বয়সে স্বাধীনতার সংগ্রামে তিনি রানি ঝাঁসি রেজিমেন্টে যোগ দেন। ১৯৪২ খ্রিস্টাব্দে আন্দামান ও নিকোবর দ্বীপপুঞ্জ মুক্ত হলে ভারতী আশা সুভাষচন্দ্রের সফরে তিনিও সেখানে যান। ১৯৪৫ খ্রিস্টাব্দে তিনি আইএনএ-র রানি ঝাঁসি রেজিমেন্টে নতুন কমিশনপ্রাপ্ত লেফটেন্যান্ট হন। তবে শেষে জাপানিদের আত্মসমর্পণে তিনি বন্দী হন। ১৯৪৬ খ্রিস্টাব্দের এপ্রিলে ছাড়া পাওয়ার পর তিনি তার পিতা  আনন্দমোহন সহায় ও পিতৃব্য সত্যদেব সহায়ের সঙ্গে কলকাতা ফিরে আসেন। \nছোটবেলা থেকেই ভারতী আশা'র ডায়েরি লেখার অভ্যাস ছিল। ১৯৪৩ খ্রিস্টাব্দ এবং ১৯৪৭ খ্রিস্টাব্দের মধ্যে জাপানি ভাষায় লেখা দ্য ওয়ার ডায়েরি অফ আশা-স্যান : ফ্রম টোকিও টু নেতাজী'স ইন্ডিয়ান ন্যাশনাল আর্মি ভারতের স্বাধীনতা আন্দোলনের সবচেয়ে গুরুত্বপূর্ণ ব্যক্তিগত বিবরণ লিপিবদ্ধ হয়েছে। স্বাধীনতার কুড়ি বৎসর পর ভারতী আশা' ১৯৪৩ খ্রিস্টাব্দ হতে ১৯৪৭ খ্রিস্টাব্দ পর্যন্ত সময়ের ডায়েরির বিবরণ প্রথমে আশা-স্যান কী সুভাষ ডায়েরি নামে হিন্দিতে অনুবাদ করেন। ধারাবাহিক ভাবে তেরটি পর্বে হিন্দি পত্রিকা ধর্মযুগে ১৯৭৩ খ্রিস্টাব্দে প্রকাশিত হয়। পরে তার পৌত্রী তনভি শ্রীবাস্তব হিন্দি হতে ইংরাজীতে  অনুবাদ করেন। \n\n\n== তথ্যসূত্র =="}