{"pageid": 1426811, "title": "অটোরিকশা", "url": "https://bn.wikipedia.org/wiki?curid=1426811", "content": "অটোরিকশা হল ম্যানুয়ালি টানা রিকশা বা মানবচালিত রিকশার মোটরযুক্ত সংস্করণ। বেশিরভাগ অটো রিকশারই তিনটি চাকা থাকে এবং চলার সময় এলোমেলো হয় না। বিশ্বের বিভিন্ন দেশে এগুলোকে বিভিন্ন নামে ডাকা হয়, যেমন অটো, অটো রিকশা, বেবি ট্যাক্সি, মোটোট্যাক্সি, পিজন, জনিবি, বাজাজ, চাঁদ গাড়ি, লাপা, টুক-টুক, টাম-টাম, কেকে-নাপেপ, মারুয়া, আদাইদাইতা সাহু, ৩ হুইল, প্রাগ্যা, বাও-বাও, ইজি বাইক, সিএনজি এবং টাক্সি।\nঅটো রিকশা বিশ্বজুড়ে পরিবহনের একটি সাধারণ মাধ্যম। এটি ভাড়ায় নিয়ে যাতায়াতের পাশাপাশি ব্যক্তিগত ব্যবহারের জন্যও উপযোগী। এগুলো সাধারণত উষ্ণ বা উপকূলীয়জলবায়ু অঞ্চলে বেশি দেখা যায়, কারণ এগুলো সাধারণত সম্পূর্ণরূপে আবদ্ধ থাকে না। অনেক উন্নয়নশীল দেশেও এগুলো প্রচলিত কারণ এগুলো কেনা ও চালানো তুলনামূলকভাবে সস্তা। অটো রিকশার অনেকগুলি ভিন্ন নকশা রয়েছে। অটো রিকশার নকশা অনেক রকমের হতে পারে। সবচেয়ে সাধারণ ধরনের অটো রিকশাগুলোতে দেখা যায় - টিনের শীটের তৈরি গাড়ির চেহারা বা তিনটি চাকার উপর থাকা খোলা ফ্রেম। খোলা দিক দিয়ে ভাঁজ করা যায় এমন কাপড়ের ছাদ। চালকের জন্য সামনের দিকে হ্যান্ডেলবার নিয়ন্ত্রণ সহ একটি ছোট কেবিন। পিছনে যাত্রী, মালামাল বা দু'টি কাজেই ব্যবহার করা যায় এমন জায়গা। আরেকটি ধরণ হল একটি মোটরসাইকেল যার একটি প্রসারিত সাইডকার রয়েছে বা, কম ঘন ঘন, একটি যাত্রী কম্পার্টমেন্ট ঠেলে বা টানছে।\n২০১৯ সালের হিসাবে, ভারতের বাজাজ অটো বিশ্বের বৃহত্তম অটো রিকশা নির্মাতা, যা ২০১৯ অর্থবছরে ৭৮০,০০০টি বিক্রি করে।\n\n\n== উৎপত্তি ==\n\n১৯৩০ এর দশকে জাপান এশিয়ার সেই সময়কার সবচেয়ে শিল্পোন্নত দেশ ছিল। এই সময়ে জাপান মোটরযানের উন্নয়নে উৎসাহ প্রদান করে, যার মধ্যে মোটরসাইকেল ভিত্তিক কম খরচের তিন চাকার গাড়িও অন্তর্ভুক্ত ছিল। ১৯৩১ সালে মুক্তিপ্রাপ্ত ৩ চাকার খোলা \"ট্রাক\" মাৎসুদা-গো, প্রায়শই আধুনিক অটো রিকশার জনক বলা হয়।\nসেই দশকের শেষের দিকে, জাপান ডাক ও টেলিযোগাযোগ মন্ত্রণালয় দক্ষিণ-পূর্ব এশিয়ায় তাদের প্রভাব বিস্তারের অংশ হিসাবে প্রায় ২০,০০০ টি ব্যবহৃত তিন চাকা গাড়ি সেই অঞ্চলে বিতরণ করে।  এই গাড়িগুলি কিছু অঞ্চলে, বিশেষ করে থাইল্যান্ডে জনপ্রিয় হয়ে ওঠে। ১৯৬৫ সালে জাপান সরকার জাপানে থ্রি-হুইলার লাইসेंस বাতিল করার পর থাইল্যান্ড স্থানীয় উৎপাদন ও নকশা উন্নয়নে এগিয়ে আসে।\nদক্ষিণ-পূর্ব এশিয়ায় উৎপাদন শুরু হয় ১৯৫৯ সালে চালু হওয়া দাইহাতসু মিজেটের নকডাউন উৎপাদন থেকে।  একটি ব্যতিক্রম হল স্থানীয়ভাবে রূপান্তরিত ফিলিপাইন ট্রাইসাইকেল, যা ১৯৪১ সালে দ্বিতীয় বিশ্বযুদ্ধের সময় সাম্রাজ্যিক জাপানি বাহিনী দ্বারা দ্বীপপুঞ্জে প্রবর্তিত রিকুও টাইপ ৯৭ মোটরসাইকেল সহ একটি সাইডকার থেকে উদ্ভূত।\nইউরোপে, পিয়াগিওর বিমান ডিজাইনার এবং ভেস্পার উদ্ভাবক, কররাডিনো ডি'আসকানিও, ইতালির যুদ্ধোত্তর অর্থনৈতিক পুনর্গঠনে শক্তি সঞ্চারের জন্য একটি হালকা তিন চাকার বাণিজ্যিক যানবাহন তৈরির ধারণা নিয়ে আসেন। এর ফলস্বরূপ ১৯৪৭ সালে পিয়াগিও এপে তৈরি হয়।\n\n\n== আঞ্চলিক বৈচিত্র ==\n\n\n=== মিশর ===\nস্থানীয়ভাবে \"টুকটুক\" নামকরণ করা হয়েছে, মিশরের বেশিরভাগ অংশে অটোরিকশা পরিবহনের মাধ্যম হিসেবে ব্যবহৃত হয়। পুলিশ নিয়ন্ত্রণ এবং সড়ক আইন প্রয়োগের কারণে নিউ কায়রো এবং হেলিওপোলিসের মতো শহরগুলির কিছু সমৃদ্ধ এবং নতুন অংশের হাইওয়েতে এটি সাধারণত পাওয়া বিরল।\n\n\n=== গাজা ===\nগাজায় সাম্প্রতিককালে স্থানীয় বাসিন্দাদের জন্য বিনোদন সুবিধার ঊর্ধ্বগতির সাথে সাথে, গাধার গাড়িগুলো প্রায় বিলুপ্ত হয়ে গেছে এবং তাদের জায়গা নিয়েছে টুকটুক। ২০১০ সালে মিশর এবং ইসরায়েলের অধিকাংশ মোটরযান আমদানির উপর নিষেধাজ্ঞার কারণে, টুকটুকগুলিকে মিসরের সাথে গাজাকে সংযোগকারী টানেল নেটওয়ার্কের মাধ্যমে বিভিন্ন অংশে চোরাচালানির জন্যে ব্যবহার হয়েছিলো। \n\n\n=== মাদাগাস্কার ===\nমাদাগাস্কারে, বিভিন্ন শহরে, বিশেষ করে আন্তসিরাবে হাতে চালিত রিকশা একটি সাধারণ পরিবহন ব্যবস্থা। পুশ-পুশ অর্থ \"ধাক্কা দেওয়া\" থেকে এগুলিকে \"পসি\" নামে পরিচিত। ২০০৬ সাল থেকে টোয়ামাসিনার মতো কয়েকটি সমতল শহরে সাইকেল রিকশা জনপ্রিয় হয়ে ওঠে এবং পসির বেশিরভাগ অংশের জায়গা নেয় এবং এখন ২০০৯ সালে চালু হওয়া অটো রিকশার হুমকির মুখে রয়েছে। টোয়ামাসিনা, মহাজাঙ্গা, তোলিয়ার এবং আন্তসিরানানা মতো প্রাদেশিক রাজধানীগুলি দ্রুত এসব গ্রহণ করছে। উত্তরে এগুলিকে \"বাজাজ\" এবং পূর্বে \"টুক-টুক\" বা \"টিক-টিক\" নামে পরিচিত এবং এখন ট্যাক্সি হিসাবে পরিচালনা করার লাইসেন্সপ্রাপ্ত। জটলাবহুল এবং আরও দূষিত জাতীয় রাজধানী, আন্তানানারিভোতে এখনও এগুলিকে পরিচালনা করার লাইসেন্স দেওয়া হয়নি।\n\n\n=== নাইজেরিয়া ===\n\nউত্তর-পূর্ব নাইজেরিয়ার উয়োতে একটি পথচারী সেতু থেকে অটো রিকশার জটলাভের আকাশ দৃশ্য অটো রিকশা নাইজেরিয়া জুড়ে শহরগুলিতে পরিবহন সরবরাহ করতে ব্যবহৃত হয়। জনপ্রিয়তা এবং ব্যবহার সারা দেশে পরিবর্তিত হয়। উদাহরণস্বরূপ, লাগোসে, \"কেকে\" (হাউসা ভাষায় \"সাইকেল\") নিয়ন্ত্রিত এবং রাষ্ট্রের মহাসড়কের চারপাশে পরিবহন নিষিদ্ধ, যখন কানোতে এটি জনপ্রিয়ভাবে \"আদাইদাইতা সাহু\" নামে পরিচিত। \n\n\n=== দক্ষিণ আফ্রিকা ===\n\nহেরমানুস, দক্ষিণ আফ্রিকা (২০১৪) এ টুক-টুক ১৯৮০- এর দশকের শেষের দিকে ডারবানে চালু করা টুক-টুক, বিশেষ করে গাউটেং-এ সাম্প্রতিক বছরগুলিতে জনপ্রিয়তা লাভ করেছে।কেপ টাউনে এগুলিকে মুদি সরবরাহ করতে এবং সাম্প্রতিককালে পর্যটকদের পরিবহনে ব্যবহৃত হয়। \n\n\n=== সুদান ===\n\nঅটোরিকশা, সুদানে \"রক্ষা\" নামে পরিচিত, রাজধানী খার্তুমে বাসের পরে যাতায়াতের সবচেয়ে সাধারণ মাধ্যম।\n\n\n=== তানজানিয়া ===\nঅটোরিকশা স্থানীয়ভাবে \"বাজাজি\" নামে পরিচিত, এগুলি দার এস সালাম এবং অন্যান্য অনেক শহর ও গ্রামে পরিবহণের একটি সাধারণ মাধ্যম। \n\n\n=== উগান্ডা ===\n২০২০ সালে সোকোওয়াচ নামে একটি স্থানীয় ডেলিভারি সংস্থা দূষণ কমাতে বৈদ্যুতিক টুক-টুক ব্যবহার করে একটি পাইলট প্রকল্প শুরু করেছিল। \n\n\n=== জিম্বাবুয়ে ===\n\nআমেরিকান-জিম্বাবুয়ে ব্যবসায়ী ডিভাইন মাফা ২০০৯ সালে হেন্ডে মোটো ইভি অ্যান্ড ট্যাক্সি কোম্পানি প্রতিষ্ঠা করেন। হেন্ডে মোটো ট্যাক্সি প্রথমে জিম্বাবুয়েতে প্রথম গাড়ি হিসাবে চালু করা হয়, যা জিম্বাবুয়ের ত্রি-চাকা উৎপাদনকারী সংস্থা হেন্ডে মোটো প্রাইভেট লিমিটেড দ্বারা উৎপাদিত হয়। হেন্ডে মোটো ইঞ্জিনটি সাফারি ফাইবারগ্লাসের বডিতে লাগানো হয়। প্রথম হেন্ডে মোটো ট্যাক্সিটি ২০০৯ সালের অগাস্টে জিম্বাবুয়ের ক্বেকওয়েতে চালু করা হয়, এরপরে ভিক্টোরিয়া ফলস সিটি দ্বিতীয় এবং শেষ পর্যন্ত ২০০৯ সালে হারারে চালু হয়। হেন্ডে মোটো প্রথম জিম্বাবুয়ে-নির্মিত বৈদ্যুতিক যাত্রী তিন চাকার গাড়ির উৎপাদনকারীও। এটি লিথিয়াম আয়ন ব্যাটারি দ্বারা চালিত হয় যা ৬ ঘণ্টার চার্জে ৭০ মাইল পর্যন্ত চলে।\n\n\n=== আফগানিস্তান ===\nআফগানিস্তানে অটোরিকশা, যা \"রেকশা\" নামেও পরিচিত, দীর্ঘদিন ধরে যানবাহনের একটি জনপ্রিয় মাধ্যম। ১৯৮০-এর দশকে সোভিয়েত আগ্রাসনের সময় এগুলি প্রথম দেশে আনা হয়েছিল এবং তখন থেকেই শহুরে পরিবহনের একটি অপরিহার্য অংশ হয়ে উঠেছে।\nরেকশাগুলি সাধারণত ছোট দূরত্বের যাত্রা এবং শহরের ভেতরে যাতায়াতের জন্য ব্যবহৃত হয়। এগুলি তুলনামূলকভাবে সস্তা এবং দ্রুত, যা এগুলিকে জনসাধারণের জন্য একটি আকর্ষণীয় বিকল্প করে তোলে।\n\n\n=== বাংলাদেশ ===\nবাংলাদেশের শহুরে জীবনে অটোরিকশা একটি অপরিহার্য অংশ। ছোট দূরত্বের যাত্রা, শহরের ভেতরে যাতায়াত, দ্রব্য পরিবহন, এমনকি জরুরী পরিস্থিতিতেও অটোরিকশা গুরুত্বপূর্ণ ভূমিকা পালন করে। ১৯৭০-এর দশকে প্রথম বাংলাদেশে অটোরিকশা চালু হয়েছিল। তখন থেকে এটি দ্রুত জনপ্রিয়তা লাভ করে এবং বর্তমানে শহর ও গ্রামাঞ্চলে যানবাহনের একটি গুরুত্বপূর্ণ মাধ্যম হয়ে উঠেছে। অটো রিকশা (স্থানীয়ভাবে \"বেবি ট্যাক্সি\" এবং সাম্প্রতিককালে জ্বালানি উৎস, কমপ্রেসড প্রাকৃতিক গ্যাসের কারণে \"সিএনজি\" নামে পরিচিত) বাংলাদেশে পরিবহনের অন্যতম জনপ্রিয় মাধ্যম, প্রধানত তাদের আকার এবং গতির কারণে।  এগুলি সরু, জনাকীর্ণ রাস্তার জন্য সবচেয়ে উপযোগী এবং এইভাবে শহর এলাকার মধ্যে দীর্ঘ দূরত্ব অতিক্রম করার প্রধান উপায়। \nঢাকায় দুই স্ট্রোক ইঞ্জিনগুলিকে বাতাস দূষণের অন্যতম প্রধান উৎস হিসাবে চিহ্নিত করা হয়েছে। সুতরাং, ২০০৩ সালের জানুয়ারি থেকে, রাজধানী থেকে ঐতিহ্যবাহী অটো রিকশা নিষিদ্ধ করা হয়েছে; শুধুমাত্র নতুন প্রাকৃতিক গ্যাস-চালিত মডেল (সিএনজি) শহরের সীমানার মধ্যে চালানোর অনুমতি দেওয়া হয়েছে। সমস্ত সিএনজি গাড়ি সবুজ রঙে রাঙানো হয় যাতে এটি বোঝা যায় যে যানগুলি পরিবেশ-বান্ধব এবং প্রতিটি গাড়িতেই একটি মিটার লাগানো আছে। \nঅটোরিকশা বিভিন্ন উদ্দেশ্যে ব্যবহৃত হয়। ছোট দূরত্বের যাত্রা, শহরের ভেতরে যাতায়াত, দ্রব্য পরিবহন, এমনকি জরুরী পরিস্থিতিতেও অটোরিকশা গুরুত্বপূর্ণ ভূমিকা পালন করে।\nসিএনজি অটোরিকশা: এগুলি তিন চাকার যানবাহন যা সিএনজি দ্বারা চালিত হয়। এগুলি বেশি শক্তিশালী এবং দ্রুত।\nব্যাটারিচালিত অটোরিকশা: এগুলি তিন চাকার যানবাহন যা ব্যাটারি দ্বারা চালিত হয়। এগুলি পরিবেশবান্ধব এবং কম শব্দ করে।\n\n\n=== ভারত ===\nবেশিরভাগ শহরে অটো রিকশা চলাচল করে, যদিও 'সাইকেল রিকশা'ও এখানে সাধারণ দেখা যায়। এছাড়াও, কলকাতার মতো কিছু এলাকায় 'হাতে টানা রিকশা'ও পাওয়া যায়। অনেক রাজ্য সরকার নারীদের দ্বারা চালিত 'পিঙ্ক রিকশা' নামে নারী বান্ধব রিকশা পরিষেবা চালু করেছে। বাংলাদেশে রিকশা ড্রাইভারদের সাধারণত 'রিকশাওয়ালা', 'অটো-ওয়ালা', 'টুকটুক-ওয়ালা' বা 'অটো-কাঁড়া' বলা হয়।\nঅটো রিকশা সাধারণত শহর এবং শহরতলিতে ছোট দূরত্বের জন্য ব্যবহৃত হয়; দীর্ঘ দূরত্বের জন্য এগুলি কম উপযোগী কারণ এগুলি ধীরগতির এবং গাড়িগুলি খোলা থাকে, ফলে যাত্রীদের বায়ু দূষণের সম্মুখীন হতে হয়।   অটো রিকশা (যাকে সাধারণত \"অটো\" বলা হয়) সস্তা এবং কার্যকর পরিবহন প্রদান করে। সরকারের FAME-II প্রকল্পের মাধ্যমে ই-মোবাইলিটির প্রচার ও পরিবেশবান্ধব পরিবহনে উৎসাহ দেওয়ার কারণে আধুনিক অটো রিকশা বিদ্যুৎ, তরল পেট্রোলিয়াম গ্যাস (এলপিজি), কমপ্রেসড প্রাকৃতিক গ্যাস (সিএনজি) এবং তরলীকৃত পেট্রোলিয়াম গ্যাস (এলপিজি) দ্বারা চলে।\nট্র্যাফিকের দ্রুত চলাচল বাড়ানোর জন্য, মুম্বাইয়ের দক্ষিণ অংশে অটোরিকশা চালানোর অনুমতি নেই। \nভারত বার্ষিক রিকশা চালানোর অবস্থান। ভারতে প্রতিবছর 'রিকশা রান' নামে একটি প্রতিযোগিতা অনুষ্ঠিত হয়।\nভারতে দুই ধরনের অটো রিকশা রয়েছে। পুরোনো মডেলে ইঞ্জিন ড্রাইভারের আসনের নিচে থাকলেও, নতুন মডেলে ইঞ্জিন পিছনে থাকে। এগুলি সাধারণত পেট্রোল, সিএনজি, বা ডিজেলে চলে। একটি সাধারণ রিকশায় চালকের আসন সহ চার জনের বসার জায়গা থাকে। দেশের বিভিন্ন অংশে ছয় আসনের রিকশা পাওয়া যায়, তবে ২০১৩ সালের ১০ জানুয়ারি পুনে আঞ্চলিক পরিবহন কর্তৃপক্ষ (আরটিএ) কর্তৃক এই মডেলটি শহরে আনুষ্ঠানিকভাবে নিষিদ্ধ করা হয়েছে।\nএছাড়াও, আধুনিক বৈদ্যুতিক অটো রিকশাগুলি, যা বৈদ্যুতিক মোটরগুলিতে চলে এবং উচ্চ টর্ক এবং ভাল গতির সাথে লোডিং ক্ষমতা রয়েছে, ভারতেও জনপ্রিয়তা অর্জন করছে৷ অনেক অটো চালক বৈদ্যুতিক থ্রি-হুইলারে চলে গেছে কারণ সিএনজি বা ডিজেলের দাম অনেক বেশি এবং এই ধরনের অটোরিকশা বৈদ্যুতিক অটোরিকশার তুলনায় অনেক বেশি ব্যয়বহুল। সরকার বর্তমান সিএনজি এবং ডিজেল রিকশাকে বৈদ্যুতিক রিকশায় রূপান্তর করার জন্যও পদক্ষেপ নিচ্ছে। \nঅনেক শহরে (যেমন দিল্লী, আগ্রা) সিএনজি অটোগুলি আগের পেট্রোল চালিত অটো থেকে সবুজ এবং হলুদ রঙের লিভারি দ্বারা আলাদা করা যায়, আগের কালো এবং হলুদ চেহারার বিপরীতে। অন্যান্য শহরে (যেমন মুম্বাই) একমাত্র স্বতন্ত্র বৈশিষ্ট্য হল অটোর পিছনে বা পাশে পাওয়া 'সিএনজি' প্রিন্ট। কিছু স্থানীয় সরকার দুই-স্ট্রোক সংস্করণের পরিবর্তে চার-স্ট্রোক ইঞ্জিন বিবেচনা করছে।\nভারতের অটো রিকশা নির্মাতাদের মধ্যে রয়েছে বাজাজ অটো, অতুল অটো লিমিটেড, অকুলাস অটো, কেরালা অটোমোবাইলস লিমিটেড, ফোর্স মোটরস, মাহিন্দ্রা অ্যান্ড মাহিন্দ্রা, পিয়াজিও এপ, টিভিএস মোটরস, ফ্লিক মোটরস এবং খালসা অটো।\nদিল্লিতে একসময় 'ফাট-ফাটি' নামে হার্লে-ডেভিডসন ইঞ্জিন চালিত একটি রিকশাও চলাচল করত, এটি এর শব্দ থেকেই নাম পেয়েছিল। কথিত আছে, স্বাধীনতার পরপরই দ্বিতীয় বিশ্বযুদ্ধের সময় ব্রিটিশ সৈন্যরা যে হার্লে-ডেভিডসন মোটরবাইক ব্যবহার করত, সেগুলির একটি মজুদ দিল্লিতে একটি সামরিক স্টোরেজ হাউজে ফেলে রাখা অবস্থায় পাওয়া যায়। চালকরা এই বাইকগুলো কিনে নেন, (সম্ভবত উইলিস জিপ থেকে) একটি গিয়ার বক্স যোগ করেন, চার থেকে ছয়জন যাত্রী বসার উপযোগী যাত্রী আসন ঢালাই করে ঐ অসাধারণ যানবাহনগুলো রাস্তায় চালান। ১৯৯৮ সালে দূষণকারী যানবাহনের ব্যবহার নিষিদ্ধ করে দেওয়ার সুপ্রিম কোর্টের রায় দিল্লির ফাট-ফাটিগুলির চূড়ান্ত মৃত্যুদণ্ড জারি করে। \n\n২০২২ সালের হিসাবে ভারতে রাস্তায় প্রায় ২৪ লাখ ব্যাটারিচালিত তিন চাকার রিকশা রয়েছে। প্রতি মাসে প্রায় ১১,০০০ টি নতুন রিকশা রাস্তায় আসে, যা ৩.১ বিলিয়ন মার্কিন ডলারের বাজার তৈরি করে। নির্মাতা সংস্থাগুলির মধ্যে রয়েছে মহিন্দ্রা অ্যান্ড মহিন্দ্রা লিমিটেড এবং কিনেটিক ইঞ্জিনিয়ারিং। বৈদ্যুতিক যানবাহন গ্রহণের অন্তরায় হলো চার্জিং স্টেশনের কর্মী; ২০১৭ সালের শেষে ভারতে মাত্র ৪২৫টি স্টেশন ছিল। ২০২২ সালের মধ্যে এই সংখ্যা বেড়ে ২,৮০০ এ পৌঁছানোর প্রবল সম্ভাবনা রয়েছে।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\nসাধারণত রিকশা ভাড়া সরকার দ্বারা নিয়ন্ত্রিত হয়, তবে অটো (এবং ট্যাক্সি) চালক ইউনিয়নরা ভাড়া বৃদ্ধির দাবিতে প্রায়শই ধর্মঘটে যায়। ২০২০ সালের সরকার এবং হাইকোর্টের সরকারি পরিবহনে জিপিএস সিস্টেম ইনস্টল করার আদেশের বিরুদ্ধে প্রতিবাদ জানাতে তারা দিল্লিতে একাধিকবার ধর্মঘটে গেছে। যদিও ২০১৫ সালে সরকারি পরিবহনে জিপিএস ইনস্টলেশন বাধ্যতামূলক করা হয়েছে, তবে ২০২০ সাল পর্যন্ত প্রতিপালন খুবই কম ছিল। \n২০২২ সালের রিকশা দৌড়ে বাজাজ অটো অটো রিকশার ২০০সিসি ভেরিয়েন্টটি উমলিং লা পাসের উপরে, ৫,৭৯৮ মিটার (১৯,০২২ ফুট) উচ্চতায় বিশ্বের সর্বোচ্চ অটো রিকশার রেকর্ড স্থাপন করতে ব্যবহৃত হয়েছিল \n\n\n=== ইরাক ===\nবাগদাদ এবং অন্যান্য ইরাকি শহরগুলিতে ঘন ঘন সহিংসতার সাথে যানবাহনের অসংবেদনশীল খরচের সাথে মিলিত চরম যানজটের কারণে, ট্যাক্সি পরিষেবা এবং অন্যান্য উদ্দেশ্যে ভারত থেকে প্রচুর পরিমাণে রিকশা আমদানি করা হয়েছে, পূর্বের পূর্ববর্তী মনোভাবের সম্পূর্ণ বিপরীতে। ২০০৩-এর ইরাক আক্রমণের সময় যুগে রিকশাকে অবজ্ঞা করা হয়েছিল এবং সেডানগুলিকে একটি স্ট্যাটাস সিম্বল হিসাবে উচ্চ সম্মানে রাখা হয়েছিল। রিকশাকে রাজনৈতিক প্রতিবাদ বিদ্রোহের সহায়ক হিসেবে উল্লেখ করা হয়েছে \n\n\n=== নেপাল ===\nনেপালের রাস্তায় \"টেম্পো\" নামে পরিচিত অটোরিকশা। ছোট দূরত্বের যাত্রা, শহরের ভেতরে যাতায়াত, দ্রব্য পরিবহন, এমনকি জরুরী পরিস্থিতিতেও টেম্পো গুরুত্বপূর্ণ ভূমিকা পালন করে। ১৯৬০-এর দশকে নেপালে প্রথম টেম্পো চালু হয়েছিল। তখন থেকে এটি দ্রুত জনপ্রিয়তা লাভ করে এবং বর্তমানে শহর ও গ্রামাঞ্চলে যানবাহনের একটি গুরুত্বপূর্ণ মাধ্যম হয়ে উঠেছে। টেম্পো বিভিন্ন উদ্দেশ্যে ব্যবহৃত হয়। ছোট দূরত্বের যাত্রা, শহরের ভেতরে যাতায়াত, দ্রব্য পরিবহন, এমনকি জরুরী পরিস্থিতিতেও টেম্পো গুরুত্বপূর্ণ ভূমিকা পালন করে।\n১৯৮০ এবং ১৯৯০ এর দশকে নেপালে অটো রিকশা একটি জনপ্রিয় পরিবহনের মাধ্যম ছিল, যতক্ষণ না সরকার ২০০০ এর দশকের গোড়ার দিকে এই ধরনের ৬০০টি যানবাহন চলাচল নিষিদ্ধ করে।  কাঠমান্ডুতে চলমান প্রথম দিকের অটো রিকশাগুলি বাজাজ অটো দ্বারা তৈরি করা হয়েছিল।\nনেপালে দুটি প্রধান ধরণের টেম্পো দেখা যায়: পেট্রোল টেম্পো এগুলি তিন চাকার যানবাহন যা পেট্রোল দ্বারা চালিত হয়। এগুলি বেশি শক্তিশালী এবং দ্রুত। বৈদ্যুতিক টেম্পো: এগুলি তিন চাকার যানবাহন যা ব্যাটারি দ্বারা চালিত হয়। এগুলি পরিবেশবান্ধব এবং কম শব্দ করে।\nরিকশা চালানোর জন্য নেপাল একটি জনপ্রিয় গন্তব্য হয়েছে। ২০০৯ সালে শৎকালের দৌড় প্রতিযোগিতায় ভারতের গোয়াতে হয়েছিল এবং নেপালের পোখারাতে শেষ হয়েছিল। \n\n\n=== পাকিস্তান ===\nপাকিস্তানের শহরগুলিতে অটো রিকশা পরিবহনের একটি জনপ্রিয় মাধ্যম। এগুলি প্রধানত শহরের মধ্যে ছোট দূরত্বের যাতায়াতের জন্য ব্যবহৃত হয়। অটো রিকশার অন্যতম প্রধান উৎপাদনকারী হল পিয়াগিও।\nসরকার পাকিস্তানের সকল প্রধান শহরে ২০২৫ সালের মধ্যে সকল পেট্রোল চালিত অটো রিকশাকে পরিবেশবান্ধব সিএনজি রিকশায় রূপান্তরের পদক্ষেপ নিচ্ছে। বাণিজ্যিক ব্যাংকগুলির মাধ্যমে সহজ ঋণ প্রদানের মাধ্যমে এই রূপান্তর উৎসাহিত করা হচ্ছে। পরিবেশ দূষণ এবং শব্দ স্তর কমানোর প্রচেষ্টায়, এনভিরনমেন্ট কানাডা লাহোর, করাচি এবং কোয়েটায় পাইলট প্রকল্প বাস্তবায়ন করছে। এসব প্রকল্পে মিসিসাগা, অন্টারিও, কানাডাতে উদ্ভাবিত ইঞ্জিন প্রযুক্তি ব্যবহার করা হয়, যা দুই স্ট্রোক ইঞ্জিনে পেট্রোলের পরিবর্তে সিএনজি ব্যবহার করে। \n\nপাকিস্তানের অনেক শহরে মোটরসাইকেল রিকশাও চলাচল করে, এগুলিকে সাধারণত \"চাঁদগাড়ি\" (চাঁদের গাড়ি) বা \"চিংচি\" বলা হয়। এই নামগুলি চীনা সংস্থা জিনান কিংকি মোটরসাইকেল কোং লিমিটেড থেকে এসেছে, যারা প্রথমে এ ধরনের রিকশা বাজারে আনে।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\nপাকিস্তানে অসংখ্য রিকশা নির্মাতা প্রতিষ্ঠান রয়েছে। লাহোর সিএনজি অটো রিকশা উৎপাদনের কেন্দ্র। কিছু উল্লেখযোগ্য নির্মাতা হল: নিউ এশিয়া অটোমোবাইল প্রাইভেট লিমিটেড; এইকো এক্সপোর্ট কোম্পানি; স্টলকো মোটর্স; গ্লোবাল সোর্সেস; পারহিয়ার অটোমোবাইলস; গ্লোবাল লিডসিস টেকনোলজিস; সিওয়া ইন্ডাস্ট্রিজ; প্রাইম পাঞ্জাব অটোমোবাইলস; মুরশিদ ফার্ম ইন্ডাস্ট্রিজ; সাজগর অটোমোবাইলস; এনটিএন এন্টারপ্রাইজেস; এবং ইম্পেরিয়াল ইঞ্জিনিয়ারিং কোম্পানি।\n\n\n=== শ্রীলঙ্কা ===\n\nশ্রীলঙ্কায় সড়কগুলিতে সর্বত্র দেখা যায় অটো রিকশা, যা সাধারণত 'থ্রি-হুইলার', 'টুক-টুক' (সিংহলি: ටුක් ටුක්, উচ্চারণ [টুক টুক]) বা 'ট্রিশ' নামে পরিচিত। এই তিন চাকার যানগুলি মানুষজন ও মালামাল পরিবহনে ব্যবহৃত হয়। শ্রীলঙ্কার তিন চাকার যানগুলি হালকা 'ফনম পেনহ' ধাঁচের। এগুলির অধিকাংশ ভারত থেকে আমদানি করা হয়, যা মূলত সামান্য পরিবর্তিত 'ইন্ডিয়ান বাজাজ' মডেল। তবে সাম্প্রতিককালে স্থানীয়ভাবেও কিছু তৈরি হচ্ছে এবং অঞ্চলের অন্যান্য দেশ থেকে আমদানি ও অন্যান্য ব্র্যান্ডের তিন চাকার যান, যেমন 'পিয়াগিও এপ'ও বাড়ছে।\nপ্রায় ১৯৭৯ সালে 'রিচার্ড পিয়েরিস প্রাইভেট কোম্পানি' প্রথমে শ্রীলঙ্কায় তিন চাকার যান চালু করে; বর্তমানে এটি 'ডেভিড পিয়েরিস মোটর কোম্পানি, লিমিটেড' কর্তৃক পরিচালিত হয়। ২০২৩ সালের মাঝামাঝি পর্যন্ত তথ্য অনুসারে, একটি নতুন পেট্রোল চালিত টুক-টুকের মূল্য প্রায় ৪,৩০০ মার্কিন ডলার এবং নতুন চালু হওয়া চীনা ইলেকট্রিক মডেলের মূল্য প্রায় ৫,৯০০ মার্কিন ডলার। ২০০৮ সাল থেকে পরিবেশ দূষণের কথা চিন্তা করে শ্রীলঙ্কার সরকার সমস্ত ২-স্ট্রোক পেট্রোল ইঞ্জিন আমদানির ওপর নিষেধাজ্ঞা জারি করে। বর্তমানে দেশটিতে যে তিন চাকার যানগুলি আমদানি করা হয়, সেগুলিতে ৪-স্ট্রোক ইঞ্জিন রয়েছে। অধিকাংশ তিন চাকার যান ভাড়ায় চালানো হয়, তবে কিছু মালামাল পরিবহনে বা ব্যক্তিগত কোম্পানি বা বিজ্ঞাপনের জন্য ব্যবহৃত হয়।\nশ্রীলঙ্কায় তিন চাকার যানের ক্ষেত্রে প্রায় একচ্ছত্র অধিপত্য রয়েছে 'বাজাজ' কোম্পানির, যার এজেন্ট হল 'ডেভিড পিয়েরিস মোটর কোম্পানি, লিমিটেড।' শ্রীলঙ্কার কয়েকটি তিন চাকার যানে মাইলেজ মাপার যন্ত্র রয়েছে। রাজধানী শহরে এটি ক্রমেই বেশি দেখা যাচ্ছে। ভাড়ার ব্যাপারে যাত্রী ও চালকের মধ্যে মূলত আলোচনা করে ঠিক করা হয়। শ্রীলঙ্কায় ১২ লাখেরও বেশি ত্রিশ রয়েছে এবং এগুলির অধিকাংশই আর্থিক ঋণের মাধ্যমে কেনা। \nশ্রীলঙ্কায় পর্যটকরাও টুকটুক চালাতে পারেন। সিলনের অটোমোবাইল অ্যাসোসিয়েশনের মাধ্যমে পর্যটকরা একটি অস্থায়ী স্বীকৃতি পার্মিট পেতে পারেন, যা তাদের আইনত তিন চাকার যান চলাচলে চলতে পারেন।\nশ্রীলঙ্কায়, পর্যটকরা টুকটুক চালাতে সক্ষম। অটোমোবাইল অ্যাসোসিয়েশন অফ সিলনের মাধ্যমে, পর্যটকরা একটি অস্থায়ী স্বীকৃতি পারমিট পেতে সক্ষম হয় যা তাদের বৈধভাবে তিন চাকার গাড়ি চালানোর অনুমতি দেয়। \n\n\n=== দক্ষিণ-পূর্ব এশিয়া ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== কম্বোডিয়া ===\nকম্বোডিয়ায় যাত্রী বহনকারী তিন চাকার যানটিকে រ៉ឺម៉ក (rœmâk) বা 'রম্বক' বলা হয়। এই শব্দটি ফরাসি শব্দ \"রিমরক\" থেকে এসেছে, যার অর্থ \"ট্রেলার\"। 'রম্বক' রাজধানী শহর, ফ্নম পেনহ এবং সিএম রিপে অবস্থিত অ্যাংকর মন্দিরগুলিতে পর্যটকদের ভ্রমণের জন্য ব্যাপকভাবে ব্যবহৃত হয়। কখনও কখনও এগুলির চারটি চাকা থাকে এবং এগুলি একটি মোটরসাইকেল (যা এঁকে যায়) এবং একটি ট্রেলার (যা এঁকে যায় না) দিয়ে তৈরি হয়। থাই শহরগুলির তুলনায় কম্বোডিয়ার শহরগুলিতে অটোমোবাইল চলাচল অনেক কম, ফলে শহরাঞ্চলে পরিবহনের সবচেয়ে সাধারণ মাধ্যম হিসেবে এখনও পর্যন্ত টুকটুকই ব্যবহৃত হয়। 'ইন্ডিপেন্ডেন্ট ডেমোক্রেসি অফ ইনফর্মাল ইকোনমি অ্যাসোসিয়েশন' (আইডিইএ) -এর তথ্য অনুসারে, ফ্নম পেনহ শহরে ৬,০০০ এরও বেশি টুকটুক রয়েছে। এই অ্যাসোসিয়েশনটি টুকটুক চালকদের পাশাপাশি অন্যান্য পেশার সদস্যদের প্রতিনিধিত্ব করে।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n১৯৬০-এর দশকে কম্বোডিয়ায় প্রথম রেকশা চালু হয়েছিল। তখন থেকে এটি দ্রুত জনপ্রিয়তা লাভ করে এবং বর্তমানে শহর ও গ্রামাঞ্চলে যানবাহনের একটি গুরুত্বপূর্ণ মাধ্যম হয়ে উঠেছে। রেকশা বিভিন্ন উদ্দেশ্যে ব্যবহৃত হয়। ছোট দূরত্বের যাত্রা, শহরের ভেতরে যাতায়াত, দ্রব্য পরিবহন, এমনকি জরুরী পরিস্থিতিতেও রেকশা গুরুত্বপূর্ণ ভূমিকা পালন করে।\nটুক-টুক: এগুলি তিন চাকার যানবাহন যা একটি ছোট ইঞ্জিন দ্বারা চালিত হয়। এগুলি সাধারণত দুই থেকে তিনজন যাত্রী বহন করতে পারে। সাইকোল: এগুলি দুই চাকার যানবাহন যা একটি ছোট ইঞ্জিন দ্বারা চালিত হয়। এগুলি সাধারণত একজন যাত্রী বহন করতে পারে।\n\n\n=== ইন্দোনেশিয়া ===\nইন্দোনেশিয়ায় অটো রিকশা বিভিন্ন এলাকায় বিভিন্ন নামে পরিচিত। জাকার্তায় এগুলিকে 'বাজাজ' বলা হয়, জাভা, মেডান এবং গোরন্টালো এলাকাগুলিতে 'বেন্টর' নামে পরিচিত, সুলভেসির কিছু অংশে এবং দেশের অন্যান্য স্থানেও এগুলি দেখা যায়।\n\nজাকার্তায় অটো রিকশাগুলিকে 'বাজাজ' বলা হয়। এগুলি ভারতের মতোই তবে দুই রঙের পাওয়া যায়: কমপ্রেসড প্রাকৃতিক গ্যাস (সিএনজি) ব্যবহারকারী নীল, এবং সাধারণ পেট্রোল ব্যবহারকারী কমলা রঙের। নীল রঙের বাজাজ ভারত থেকে আমদানি করা হয়, 'বাজাজ' এবং 'টিভিএস' ব্র্যান্ডের। কমলা রঙের বাজাজগুলি ১৯৭৭ সালের পুরোনো ডিজাইনের। কমলা রঙের বাজাজ দুই স্ট্রোক ইঞ্জিন ব্যবহার করে, যখন নীল রঙের বাজাজ চার স্ট্রোক ইঞ্জিন ব্যবহার করে। নিঃসরণ নিয়ন্ত্রণের কারণে ২০১৭ সাল থেকে কমলা রঙের বাজাজ নিষিদ্ধ করা হয়েছে। জাকার্তায়, শহরের চলাচলে বাজাজ অন্যতম জনপ্রিয় মাধ্যম।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\nজাকার্তার বাইরে 'বেন্টর' ধাঁচের অটো রিকশা সর্বত্রই দেখা যায়। যাত্রী আসন মোটরসাইকেলের সাথে পাশে (মেডানের মতো) বা সামনে (যেমন সুলভেসির কিছু অংশে) লাগানো থাকে।\n\n\n=== ফিলিপাইন ===\nফিলিপাইনে 'ট্রাইসিকেল' ( ফিলিপিনো : ট্র্যাসিকেল ; সেবুয়ানো : ট্রেসিকোল ) জনপ্রিয় জনসাধারণের যাতায়াতের একটি অনুরূপ মাধ্যম। তবে, অটো রিকশার মতো নয়, এটি একটি মোটরসাইকেল যাতে পাশে একটি সাইডকার সংযুক্ত থাকে এবং এর উৎপত্তিও ভিন্ন। ফিলিপাইনে এর আবির্ভাবের সঠিক তারিখ অজানা, তবে দ্বিতীয় বিশ্বযুদ্ধের পরে, প্রায় জিপনির আবির্ভাবের একই সময়ে এটি দেখা যেতে শুরু করে। ১৯৪১ সাল থেকে ফিলিপাইনে জাপানি সাম্রাজ্যিক বাহিনী কর্তৃক ব্যবহৃত 'রিকুও টাইপ ৯৭' সামরিক মোটরসাইকেল থেকে এটির উৎপত্তি হওয়ার সম্ভাবনা সবচেয়ে বেশি। মোটরসাইকেলটি মূলত সাইডকার সহ একটি হার্লে-ডেভিডসনের লাইসেন্সপ্রাপ্ত অনুলিপি ছিল।  তবে, 'ট্রাইসিকেল'-এর উৎপত্তিস্থল অন্য একটি অনুমানের সাথেও জড়িত, যা একইভাবে নির্মিত 'ট্রিসিক্যাড'-এর সাথে সম্পর্কিত। 'ট্রিসিক্যাড' হলো মানুষ্যচালিত সাইকেল রিকশা, যা 'ট্রাইসিকেল'-এর মতো একই কনফিগারেশনে নির্মিত। তবে, 'ট্রিসিক্যাড'-এর উৎপত্তিও অজানা।\nট্রাইসিকেলের নকশা এবং কনফিগারেশন প্রতিটি জায়গায় ব্যাপকভাবে পরিবর্তিত হয়, তবে প্রতিটি পৌরসভার মধ্যে একটি মোটামুটি একক মান বজায় রাখার দিকে ঝুঁকে। সাধারণ নকশা হলো মোটরসাইকেলের সাথে (সাধারণত ডান দিকে) জুড়ি দেওয়া একটি যাত্রী বা পণ্যবাহী সাইডকার। ডানদিকে সাইডকার থাকা ট্রাইসিকেল খুব কমই দেখা যায়। মোটরসাইকেলটি  মাঝখানে থাকা এবং দুটি পাশের বেঞ্চ সহ একটি যাত্রী ক্যাব দ্বারা আবৃত একটি বড় আকারের ট্রাইসিকেলকে 'মোটোরেলা' বলা হয়। এটি মিন্দানাও, কামিগুইন এবং বোহল দ্বীপপুঞ্জে পা ট্রাইসাইকেলগুলিও অনন্যভাবে তৈরি করা হয়েছে যাত্রীবাহী ক্যাবকে উপরের দিকে তির্যক করে, শহরের রাস্তাগুলি যা খাড়া পাহাড় বরাবর চলে। \nট্রাইসিকেলের নকশা এবং কনফিগারেশন প্রতিটি জায়গায় ব্যাপকভাবে পরিবর্তিত হয়, তবে প্রতিটি পৌরসভার মধ্যে একটি মোটামুটি একক মান বজায় রাখার দিকে ঝুঁকে।  সাধারণ নকশা হলো মোটরসাইকেলের সাথে (সাধারণত ডান দিকে)  জুড়ি দেওয়া একটি যাত্রী বা পণ্যবাহী সাইডকার। ডানদিকে সাইডকার থাকা ট্রাইসিকেল খুব কমই দেখা যায়। মোটরসাইকেলটি মাঝখানে থাকা এবং দুটি পাশের বেঞ্চ সহ একটি যাত্রী ক্যাব দ্বারা আবৃত একটি বড় আকারের ট্রাইসিকেলকে 'মোটোরেলা' বলা হয়। এটি মিন্দানাও, কামিগুইন এবং বোহল দ্বীপপুঞ্জে পা\n\nট্রাইসিকেল এবং 'ট্রিসিক্যাড'-এর আগে, ফিলিপাইনে গণপরিবহনের সবচেয়ে সাধারণ মাধ্যম হলো ঘোড়া বা ক্যারাবাও দ্বারা টানা গাড়ি, যা 'কালেসা' (ফিলিপিনো স্প্যানিশে ক্যালেসা বা ক্যারোমেটা) নামে পরিচিত। টানা রিকশা ফিলিপাইনে জনপ্রিয়তা অর্জন করতে পারেনি। ২০ শতাব্দীর প্রথম দিকে মার্কিনরা এটি চালু করার চেষ্টা করেছিল, কিন্তু স্থানীয় ফিলিপিনোরা এটির তীব্র বিরোধিতা করেছিল।  কারণ, তারা এটিকে অসম্মানজনক পরিবহনের মাধ্যম হিসাবে দেখেছিল, যা মানুষকে \"জানোয়ার\" করে তোলে।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== থাইল্যান্ড ===\nথাইল্যান্ডে অটো রিকশাকে 'টুক-টুক' (থাই: ตุ๊ก ๆ, উচ্চারণ [túk túk]) বলা হয়। এটি ব্যাংকক এবং অন্যান্য থাই শহরগুলিতে ব্যাপকভাবে ব্যবহৃত একধরণের শহুর পরিবহন। এই শব্দটি অনুকরণধ্বনি বা অনুকরণ বাচক শব্দ, যা সাধারণত ছোট (প্রায়শই দুই স্ট্রোক) ইঞ্জিনের শব্দকে অনুকরণ করে। ট্রাফিক জট একটি প্রধান সমস্যা এমন জায়গায়, যেমন ব্যাংকক এবং নাখোন রাতচাসিমায়, এটি বিশেষভাবে জনপ্রিয়। ১৯৬০ এর দশকে ব্যাংককে এগুলিকে 'সামল' নামে ডাকা হত।\nব্যাংকক এবং থাইল্যান্ডের অন্যান্য শহরগুলিতে ভারতীয় অটো রিকশার একটি আরও খোলা রূপান্তর হল 'টুক-টুক'। ২০১৭ সালে থাইল্যান্ডে প্রায় ২০,০০০ টি 'টুক-টুক' ট্যাক্সি হিসাবে নিবন্ধিত হয়েছিল। শুধুমাত্র ব্যাংককেই নাকি ৯,০০০ টি 'টুক-টুক' রয়েছে বলে জানা যায়। \n\n'টুক-টুক หัวกบ' (টুক-টুক หัวกบ; আক্ষরিক অর্থ: ব্যাঙের মাথার টুক-টুক) হল একটি অনন্য টুক-টুক, যার ক্যাবটি ব্যাঙের মাথার মতো দেখতে। alnız ফরা নাখোন সি আয়ুথিয়া এবং ট্রাং-এ এই ধরনের যান রয়েছে। \n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== চীন ===\n\nচীনে বিভিন্ন ধরনের অটো রিকশা ব্যবহৃত হয়, সেগুলিকে 'সান লুন চে' (三轮车) এবং কখনও কখনও 'সান বেং জি' (三蹦子) বলা হয়, যার অর্থ 'থ্রি-হুইলার' বা 'ট্রাইসিকেল'। গ্রামাঞ্চলে এগুলি পণ্য বা যাত্রী পরিবহনে ব্যবহৃত হয়। তবে, অনেক শহর এলাকায় যাত্রীদের জন্য অটো রিকশাগুলিকে অবৈধভাবে চালানো হয় কারণ এগুলিকে নিরাপদ বলে মনে করা হয় না এবং দেখতেও খারাপ লাগে।  তবে কিছু শহরে এগুলির অনুমতি দেওয়া হয়েছে। দক্ষিণ-পূর্ব এশীয় শব্দ 'টুক-টুক' চীনা ভাষায় 'ডু ডু চে' (嘟嘟车, বা 'বিপ বিপ গাড়ি') হিসাবে অনুবাদ করা হয়।\nচীনের রাস্তায় \"তুক-তুক\" নামে পরিচিত অটোরিকশা, যাতায়াত ব্যবস্থার একটি অপরিহার্য অংশ। ছোট দূরত্বের যাত্রা, শহরের ভেতরে যাতায়াত, দ্রব্য পরিবহন, এমনকি জরুরী পরিস্থিতিতেও তুক-তুক গুরুত্বপূর্ণ ভূমিকা পালন করে।\n\n\n=== ফ্রান্স ===\nপ্যারিসে প্রায় ২৫০টি (২০১৩ সালের তথ্য অনুযায়ী) টুক-টুক পর্যটকদের জন্যে পরিবহনের বিকল্প হিসাবে ব্যবহৃত হয়, এর মধ্যে কিছু পেডেল দিয়ে চালিত হয় এবং সাথে ইলেকট্রিক মোটরের সহায়তা রয়েছে। এগুলি এখনও পুরোপুরি লাইসेंसপ্রাপ্ত নয় এবং রাস্তায় যাত্রীদের জন্য অপেক্ষা করতে পারে না। জ্বালানী সীমাবদ্ধতার কারণে দখলদারিত্বের বছরগুলিতে প্যারিসে 'ভেলোট্যাক্সি' (Velotaxi) বেশি দেখা যেত। \n\n\n=== ইতালি ===\n১৯৪০ এর দশকের শেষের দিক থেকে ইতালিতে অটো রিকশা সাধারণভাবে ব্যবহৃত হচ্ছে। দ্বিতীয় বিশ্বযুদ্ধের পরের বছরগুলিতে যখন দেশটির অর্থনৈতিক সংস্থান কম ছিল, তখন এটি কম খরচে পরিবহনের মাধ্যম হিসাবে জনপ্রিয়তা লাভ করে। 'পিয়াগিও এপে' (টুক্সি), যা ভেস্পা সৃষ্টিকর্তা কোররাডিনো ডি'আস্কানিও দ্বারা নকশা করা এবং ১৯৪৮ সালে প্রথমে ইতালিয়ান কোম্পানি পিয়াগিও দ্বারা উৎপাদিত হয়। প্রাথমিকভাবে পণ্য বহনের জন্য তৈরি করা হলেও এটি ব্যাপকভাবে অটো রিকশা হিসাবেও ব্যবহৃত হত। এটি এখনও সারা দেশ জুড়ে অত্যন্ত জনপ্রিয়, বিশেষ করে মধ্য এবং দক্ষিণ ইতালির অনেক ছোট শহরের কেন্দ্রস্থলে পাওয়া সংকীর্ণ রাস্তাগুলিতে এটি খুব কার্যকর। যদিও পরিবহনে এটির আর মূল ভূমিকা নেই, তবুও কিছু অঞ্চলে, যেমন ইশিয়া এবং স্ট্রোম্বোলি দ্বীপপুঞ্জে (স্ট্রোম্বোলিতে কোন গাড়ির অনুমতি নেই) এখনও পিয়াগিও এপেকে মিনিট্যাক্সি হিসাবে ব্যবহার করা হয়। সম্প্রতি এটি আবার একটি ট্রেন্ডি-পরিবেশবান্ধব পরিবহনের মাধ্যম হিসাবে বা ইতালিয়ান নকশার ইতিহাসে এপিই যে ভূমিকা পালন করেছে তার উপর নির্ভর করে।\nটুক টুকগুলি দেশের প্রধান পর্যটন শহর এবং অঞ্চলগুলিতে, বিশেষত লিসবন এবং আলগারভের রৌদ্রোজ্জ্বল অঞ্চলে, পর্যটন মরসুমে দর্শনার্থীদের জন্য একটি অভিনব পরিবহন হিসাবে ব্যবহৃত হয়।\n\n\n=== যুক্তরাজ্য ===\n২০০৬ সালে একজন ব্রিটিশ ভ্রমণ লেখক – অ্যান্টোনিয়া বোলিংব্রোক-কেন্ট – এবং তার বন্ধু জো হাক্সস্টার ১২,৫৬১ মাইল (২০,২১৫ কিলোমিটার) ভ্রমণ করেছিলেন ব্যাংকক থেকে ব্রাইটন পর্যন্ত একটি অটোরিকশা সহ। এই 98 দিনের ভ্রমণের মাধ্যমে তারা একটি অটোরিকশা নিয়ে দীর্ঘতম ভ্রমণের জন্য গিনেস ওয়ার্ল্ড রেকর্ড স্থাপন করেছে। ২০২২ সালের অক্টোবরে, অপরাধের বিরুদ্ধে লড়াইয়ে সহায়তা করার জন্য গোয়েন্ট পুলিশ চারটি টুক টুক গাড়ির জন্য £৪০,০০০ খরচ করেছে। \n\n\n=== মন্টিগ্রো ===\nমন্টিনিগ্রোতে অটোরিকশা, যা স্থানীয়ভাবে \"টেক্সি\" নামে পরিচিত, যানবাহন ব্যবস্থার একটি গুরুত্বপূর্ণ অংশ। ছোট দূরত্বের যাত্রা, শহরের ভেতরে যাতায়াত, দ্রব্য পরিবহন, এমনকি জরুরী পরিস্থিতিতেও টেক্সি গুরুত্বপূর্ণ ভূমিকা পালন করে। মন্টিনিগ্রোতে টেক্সির ইতিহাস দীর্ঘ এবং জটিল। প্রথম টেক্সিগুলি ১৯২০-এর দশকে আবির্ভূত হয়েছিল। দ্বিতীয় বিশ্বযুদ্ধের পর, টেক্সি পরিষেবা রাষ্ট্রায়ত্ত করা হয়েছিল এবং \"Jugoslavenska Autopreduzeća\" (JAP) নামে একটি একক কোম্পানি দ্বারা পরিচালিত হয়েছিল।\n১৯৯০-এর দশকে, জেএপি ভেঙে ফেলা হয়েছিল এবং বাজার বেসরকারীকরণ করা হয়েছিল। এর ফলে টেক্সি কোম্পানিগুলির একটি বিস্ফোরণ ঘটে, যার প্রতিটি তাদের নিজস্ব ভাড়া এবং পরিষেবার মান নির্ধারণ করে। টুক টুক মন্টিনিগ্রো ২০১৮ সালে মন্টিনিগ্রোর কোটরে বৈদ্যুতিক টুক টুকসের সাথে ট্যুর বাস্তবায়ন করেছে।\n\n\n=== আমেরিকা ===\n\n\n=== এল সালভাদার ===\nমোটোট্যাক্সি বা মোটো হল অটোরিকশার এল সালভাডোরান সংস্করণ। এগুলি সাধারণত একটি মোটরসাইকেলের সামনের প্রান্ত থেকে তৈরি করা হয় এবং পিছনের অংশে একটি দুই চাকার যাত্রীবাহী এলাকায় সংযুক্ত থাকে। বাণিজ্যিকভাবে উত্পাদিত মডেল, যেমন ভারতীয় বাজাজ ব্র্যান্ড, এছাড়াও নিযুক্ত করা হয়.\n\n\n=== গুয়াতেমালা ===\nগুয়াতেমালা শহরে, ফ্লোরেস দ্বীপ শহর, পেটেন, পর্বত শহর অ্যান্টিকুয়া গুয়াতেমালা এবং পাহাড়ি অঞ্চলের অনেক ছোট শহরে টুক-টুক ট্যাক্সি এবং ব্যক্তিগত যান হিসাবে উভয় কাজেই চলাচল করে। ২০০৫ সালে, লাগো দে আতিটলান শহর পানাজাচেল এবং সান্তিয়াগো আতিটলানে টুক-টুকগুলি ব্যাপকভাবে দেখা যেত। অ্যান্টিকুয়া গুয়াতেমালায় টুক-টুক এখনও প্রচলিত পরিবহনের মাধ্যম হিসাবে কাজ করলেও, সারা দেশে এর ব্যবহার কমে গেছে।\n\n\n=== যুক্তরাষ্ট্র ===\n\n১৯৫০ এবং ১৯৬০ এর দশকে, মার্কিন যুক্তরাষ্ট্রের পোস্ট অফিস (১৯৭১ সালে ইউনাইটেড স্টেটস পোস্টাল সার্ভিস দ্বারা প্রতিস্থাপিত) টুক-টুকের একটি নিকট আত্মীয়, 'ওয়েস্টকোস্টার মেইলস্টার' ব্যবহার করেছিল। পার্কিং বলবৎকরণ, মল সুরক্ষা এবং অন্যান্য ক্ষুদ্র প্রয়োগের জন্য এখনও সীমিত পরিসরে এই ধরনের গাড়ি ব্যবহার করা হয়।  মার্কিন যুক্তরাষ্ট্রে কিছুদিন বাজারে থাকার পরে (২০০০ এর মাঝামাঝি থেকে ২০০৮ সাল পর্যন্ত), গাড়িগুলি জনপ্রিয়তা লাভ করতে পারেনি এবং ফলস্বরুপ, এগুলি আর পাওয়া যায় না। তবে, বিক্রি হওয়া গাড়িগুলি এখনও রাস্তায় চলতে পারে কারণ নির্মাতা সংস্থা বাজাজ গাড়িগুলিতে থাকা ম্যানুয়াল ট্রান্সমিশনকে খারাপ বিক্রির কারণ হিসাবে উল্লেখ করেছিল।\n\n\n=== কিউবা ===\n\nকিউবায়, ছোট, নারকেলের মতো দেখতে অটো রিকশাগুলিকে \"কোকোট্যাক্সি\" বলা হয়। নামটি \"কোকো\" (নারকেল) এবং \"ট্যাক্সি\" শব্দের সমন্বয়ে তৈরি। এই রিকশাগুলি তাদের অনন্য আকৃতি এবং নকশার জন্য পরিচিত। এগুলি তৈরি করা হয় পুরোনো আমেরিকান গাড়ির চ্যাসিসের উপর, যার উপরে নারকেলের আকৃতির কাঠের বা ফাইবারগ্লাসের শেল বসানো থাকে। কোট্যাক্সিগুলি সাধারণত দুই থেকে তিনজন যাত্রী বহন করতে পারে এবং শহরের চারপাশে ঘুরে বেড়ানোর জন্য একটি জনপ্রিয় উপায়। এগুলি তুলনামূলকভাবে সস্তা এবং কিউবার সংস্কৃতির একটি আইকনিক অংশ।\n\n\n=== পেরু ===\nপেরুতে গাড়ির একটি সংস্করণকে মটোকার বা মোটোট্যাক্সি বলা হয়।  এগুলি মূলত মোটরসাইকেলের সাথে যুক্ত একটি ছোট, খোলা ক্যাবিন। মটোকারগুলি শহরের চারপাশে ঘুরে বেড়ানোর জন্য একটি জনপ্রিয় এবং সস্তা উপায়।  এগুলি সাধারণত দুই থেকে তিনজন যাত্রী বহন করতে পারে। মটোকারগুলি তুলনামূলকভাবে দ্রুত এবং ট্র্যাফিকের মধ্য দিয়ে সহজেই যেতে পারে।\n\n\n== জ্বালানি দক্ষতা ও দূষণ ==\n১৯৯৮ সালের জুলাই মাসে, ভারতের সর্বোচ্চ আদালত দিল্লি সরকারকে নির্দেশ দেয় যে দিল্লির সব অটো রিকশা এবং শহরের আশেপাশের সমস্ত বাসের জন্য CNG বা LPG (অটোগ্যাস) জ্বালানি ব্যবহার বাধ্যতামূলক করতে হবে। CNG-তে পরিবর্তনের ফলে দিল্লির বায়ুর গুণমান উন্নত হয়েছে। প্রাথমিকভাবে, দিল্লিতে অটো রিকশা চালকদের CNG রিফিলিংয়ের জন্য দীর্ঘ লাইনে অপেক্ষা করতে হত তবে CNG স্টেশনের সংখ্যা বৃদ্ধির পরে পরিস্থিতি উন্নত হয়। ধীরে ধীরে, অনেক রাজ্য সরকার একই ধরনের আইন পাস করে, ফলে বেশিরভাগ বড় শহরে বায়ুর গুণমান উন্নত করতে এবং দূষণ কমাতে CNG বা LPG যানবাহনে স্থানান্তরিত হয়। কিছু স্থানীয় সরকার দুই স্ট্রোকের পরিবর্তে চার স্ট্রোক ইঞ্জিন চালু করার জন্য জোর দিচ্ছে। ভারতীয়-নির্মিত একটি অটো রিকশার ট্র্যাডিশনাল মাইলেজ প্রতি লিটারে প্রায় ৩৫ কিলোমিটার (৯৯ মাইল প্রতি গ্যালন-ইম্প; ৮২ মাইল প্রতি গ্যালন-মার্কিন)। পাকিস্তান একই ধরনের আইন পাস করেছে যা নির্দিষ্ট এলাকায় অটো রিকশা নিষিদ্ধ করেছে। অনেক পাকিস্তানি শহরে CNG অটো রিকশা প্রচুর পরিমাণে দেখা যেতে শুরু করেছে। \n২০০৭ সালের জানুয়ারিতে শ্রীলঙ্কা সরকারও বায়ু দূষণ কমাতে দুই স্ট্রোকের 'ট্রিশ' নিষিদ্ধ করে। ফিলিপাইনে 'এনভিরোফিট' টেকনোলজি ব্যবহার করে কার্বুরেটেড  দুই স্ট্রোক ইঞ্জিনকে সরাস্থি-ইনজেক্টেড ইঞ্জিনে রূপান্তর করার প্রকল্প রয়েছে। গবেষণায় দেখা গেছে যে, এনভিরোফিট সিস্টেমের অনুরূপভাবে  LPG বা CNG গ্যাসের সরাস্থি-ইনজেকশন বিদ্যমান ইঞ্জিনগুলিতে লাগানো যেতে পারে। ২০০৮ সালের হিসাবে ভিগান সিটিতে বেশিরভাগ ভাড়ায় দেওয়া ট্রাইসাইকেলগুলিতে চার স্ট্রোক ইঞ্জিনযুক্ত মোটরসাইকেল দ্বারা চালিত হয়, কারণ দুই স্ট্রোক মোটরসাইকেলযুক্ত ট্রাইসাইকেলগুলিকে পরিচালনা অনুমতি দেওয়া হয় না। ভারতে নতুন মেশিনগুলিতে সরাস্থি-ইনজেকশন স্ট্যান্ডার্ড সরঞ্জাম। \nমার্চ ২০০৯ সালে ইন্টারন্যাশনাল সেন্টার ফর হাইড্রোজেন এনার্জি টেকনোলজিস দ্বারা সমন্বিত একটি আন্তর্জাতিক কনসোর্টিয়াম নতুন দিল্লির প্রগতি ময়দান কমপ্লেক্সে 15টি হাইড্রোজেন-জ্বালানিযুক্ত তিন চাকার যানবাহনের বহর পরিচালনার লক্ষ্যে স্থানীয় এবং আন্তর্জাতিক স্টেকহোল্ডারদের একটি দুই বছরের পাবলিক-প্রাইভেট অংশীদারিত্বের সূচনা করে।  জানুয়ারী ২০১১ পর্যন্ত, প্রকল্পটি সমাপ্তির কাছাকাছি ছিল।\nসাম্প্রতিক সময়ে, মূলত বিকাশশীল দেশগুলি, কম খরচে স্থানীয় দূষণ কমাতে হাইড্রোজেন অভ্যন্তরীণ জ্বালানি (এইচআইসিভি) চালিত তিন চাকার যানের দিকে নজর দিচ্ছে। 'বাজাজ অটো' কোম্পানি 'এনার্জি কনভারশন ডিভাইসেস' এর সঙ্গে একটি এইচআইসিভি অটো রিকশা তৈরি করেছিল। \"ভারতে ৩-চাকার পরিবহনে পরিষ্কার হাইড্রোজেন প্রযুক্তি\" শীর্ষক একটি প্রতিবেদনে তারা জানায় যে, এই রিকশার কর্মক্ষমতা সিএনজি অটোর সমান। ২০১২ সালে, 'মাহিন্দ্র তাদের প্রথম এইচআইসিভি অটো রিকশা হায়আলফা  'প্রদর্শন করে। এই হাইড্রোজেন চালিত রিকশাটি আন্তর্জাতিক হাইড্রোজেন এনার্জি টেকনোলজিস সেন্টারের সহায়তায় তৈরি হয়েছিল।\n\n\n== বিশ্ব রেকর্ডসমূহ ==\n২০২২ সালের ১৬ সেপ্টেম্বর, সকাল ১১:০৪ মিনিটে (ভারতীয় সময়) এক কানাডিয় দল (গ্রেগ হ্যারিস এবং প্রিয়া সিং) এবং একটি সুইস দল (মিশেল ডারিয়ানানি ও নেভেনা লাজারেভিক) অটো রিকশা চালানোর সর্বোচ্চ উচ্চতায় বিশ্বরেকর্ড স্থাপন করে। দুটি দল ৫,৭৯৮ মিটার (১৯,০২২ ফুট) উচ্চতায় অবস্থিত উমলিং লা পাসের শীর্ষে গাড়ি চালিয়ে এই রেকর্ড গড়ে। \nএই দুটি দল 'দ্য অ্যাডভেঞ্চারিস্টস' দ্বারা উন্নীত 'রিকশা রান (হিমালয়ান সংস্করণ)' প্রতিযোগিতায় অংশগ্রহণ করছিল, যেখানে দলগুলি রাজস্থানের থার মরুভূমির শহর জয়সলমের থেকে লাদাখের হিমালয়ান শহর লেহ পর্যন্ত অটো রিকশা চালিয়ে প্রতিযোগিতা করে। রিকশা রান দলগুলিকে শুরু এবং শেষের রেখা দেওয়া হয়, তবে প্রায় ২,৩০০ কিলোমিটারের যাত্রা পূর্ণ করতে তাদের নিজস্ব পথ বেছে নিতে হয় এবং অন্য কোন সমর্থন দেওয়া হয় না।\nউমলিং লা পাসের রাস্তাটি ভারতের বর্ডার রোডস অর্গানাইজেশন দ্বারা নির্মিত হয়েছিল এবং ২০১৭ সালে শেষ হয়েছিল। গিনেস ওয়ার্ল্ড রেকর্ডস এই রাস্তাটিকে বিশ্বের সর্বোচ্চ মোটরযানযোগ্য রাস্তা হিসেবে স্বীকৃতি দিয়েছে।\n\n\n== আরও দেখুন ==\nই-ট্রাইসাইকেল\nজিপনি\nরিকশা\n\n\n== তথ্যসূত্র =="}