{"pageid": 1426063, "title": "সরোজিনী বরদাপ্পন", "url": "https://bn.wikipedia.org/wiki?curid=1426063", "content": "সরোজিনী বরদাপ্পান (২১শে সেপ্টেম্বর ১৯২১ - ১৭ই অক্টোবর ২০১৩) ছিলেন তামিলনাড়ু রাজ্যের একজন ভারতীয় সমাজকর্মী। তিনি মাদ্রাজের প্রাক্তন মুখ্যমন্ত্রী এম ভক্তবৎসলমের কন্যা ছিলেন।\n\n\n== জীবনী ==\n১৯২১ সালে ২১শে সেপ্টেম্বর, মাদ্রাজে, ভক্তবৎসলম এবং জ্ঞানসুন্দরম্বলের ঘরে সরোজিনী জন্মগ্রহণ করেন। তাঁর জন্মের সময় তাঁর বাবা ভক্তবৎসলম মাদ্রাজ আইন কলেজের ছাত্র ছিলেন। সরোজিনী লেডি শিবস্বামী গার্লস স্কুলে নবম শ্রেণী পর্যন্ত পড়াশুনা করেন, এরপর তাঁর প্রথাগত শিক্ষা বন্ধ হয়ে যায়। তিনি ব্যক্তিগত শিক্ষকের কাছে হিন্দি অধ্যয়ন করেন এবং তার বিশারদ সম্পন্ন করেন। যেহেতু পরীক্ষা কেন্দ্রে গিয়ে পরীক্ষা দেওয়াতে তাঁর পরিবারের আপত্তি ছিল, তাই তিনি তাঁর প্রাথমিক পরীক্ষা বাড়িতে বসেই দিয়েছিলেন। এরপরে, তিনি বলেছেন, যে তাঁর পরিবারের রক্ষণশীলতার কারণে তাঁর প্রথাগত শিক্ষায় ইতি টানতে হয়েছিল। প্রথম দিকে তিনি ভারতীয় জাতীয় কংগ্রেস এবং কংগ্রেস সেবাদলের সাথে যুক্ত ছিলেন।\nঅল্প বয়সে, তিনি তাঁর এক সম্পর্কিত ভাই বরদাপ্পনের সাথে বিবাহ বন্ধনে আবদ্ধ হন। ভারত ছাড়ো আন্দোলনের তীব্রতার সময়, যখন তাঁর বাবা গ্রেফতার হন, তখন সরোজিনীর বয়স ছিল ২১ বছর। দুই বছর কারাভোগের পর ১৯৪৪ সালে ভক্তবৎসলম মুক্তি পান।\nসরোজিনী বিয়ের পর আবার পড়াশোনা শুরু করেন এবং দূর শিক্ষার মাধ্যমে মহীশূর বিশ্ববিদ্যালয় থেকে রাষ্ট্রবিজ্ঞানে স্নাতকোত্তর সম্পন্ন করেন। তিনি মাদ্রাজ বিশ্ববিদ্যালয় থেকে বৈষ্ণবধর্মে এমএ করেছেন। সরোজিনী ৮০ বছর বয়সে \"সমাজসেবা এবং স্বামী নারায়ণ আন্দোলন\" বিষয়ে তাঁর গবেষণাপত্রের জন্য পিএইচডি লাভ করেন। সরোজিনী কাঞ্চীর পরমাচার্য চন্দ্রশেখরেন্দ্র সরস্বতীর প্রবল ভক্ত। তাঁর ভাইঝি জয়ন্তী নটরাজন কেন্দ্রীয় মন্ত্রিসভায় মন্ত্রী ছিলেন। সরোজিনী ২০১৩ সালের ১৭ই অক্টোবর তারিখে ৯২ বছর বয়সে মারা যান।\n\n\n== সঙ্গীত ==\nসরোজিনী পারুর সুন্দরম আইয়ারের কাছে সঙ্গীত শিখেছিলেন এবং কংগ্রেসের সভায় প্রার্থনার গান গেয়েছিলেন। তিনি ময়িলাপুর গৌরি আম্মার কাছ থেকে ক্ষেত্রজ্ঞান পদম এবং তামিল পদম, ই কৃষ্ণ আইয়ারের কাছ থেকে সুব্রহ্মণ্য ভারতীর গান এবং বীণা বিশালক্ষীর কাছ থেকে হিন্দি ভজন শিখেছিলেন।\n\n\n== সামাজিক কর্ম ==\nসরোজিনী ছোট বেলা থেকেই সামাজিক কর্মকাণ্ডে জড়িত ছিলেন। তাঁর মা জ্ঞানসুন্দরম্বল উইমেনস ইণ্ডিয়া অ্যাসোসিয়েশন (ডব্লিউআইএ) এর সাথে যুক্ত ছিলেন এবং সরোজিনী অল্প বয়সেই এই সংস্থায় যোগ দিয়েছিলেন। সরোজিনী ডব্লিউআইএ-এর সভাপতি হিসেবেও কাজ করেছেন। তাঁর নেতৃত্বে সংগঠনের শাখার সংখ্যা চার থেকে বেড়ে ৭৬ হয়। সরোজিনী ময়িলাপুর একাডেমির সভাপতিও ছিলেন।\nসরোজিনী ৩৫ বছরেরও বেশি সময় ধরে ভারতীয় রেড ক্রস সোসাইটির সদস্য। মারি চেন্না রেড্ডি যখন তামিলনাড়ুর রাজ্যপাল ছিলেন, তখন সরোজিনী রেড ক্রস সোসাইটির সভাপতি নিযুক্ত হন। স্বাভাবিক রীতি অনুযায়ী রাজ্যপালের স্ত্রী সোসাইটির সভাপতি হতেন। যোগাযোগ করা হলে, চান্না রেড্ডির স্ত্রী তামিল ভাষায় দক্ষতার অভাবের কারণে অনুরোধটি প্রত্যাখ্যান করেছিলেন এবং পরিবর্তে সরোজিনীকে সংগঠনের সভাপতিত্ব করতে বলেছিলেন।\nসরোজিনী ১৯৭৩ - ১৯৭৭ সাল পর্যন্ত ভারত সরকারের কেন্দ্রীয় সমাজকল্যাণ বোর্ডের সভাপতি হিসেবে দায়িত্ব পালন করেন। ১৯৮৭ সালে, নার্সিং এবং নার্সিং পেশার উপর উচ্চ ক্ষমতাসম্পন্ন কমিটিতে সরোজিনী বরদাপ্পান ভারত সরকার দ্বারা সভাপতি নিযুক্ত হন। তাঁর কাজ ছিল নার্সিং কর্মী, নার্সিং পরিষেবা এবং নার্সিং পেশার বিকাশের সাথে সম্পর্কিত অন্যান্য বিষয়গুলির ভূমিকা, কার্যাবলী, অবস্থা, প্রস্তুতি পর্যালোচনা করা এবং সরকারের কাছে উপযুক্ত সুপারিশ করা। কমিটি ১৯৮৯ সালে তাদের প্রতিবেদন জমা দেয়।\n\n\n== সম্মান ==\nসরোজিনী ১৯৭৩ সালে ভারতের চতুর্থ সর্বোচ্চ বেসামরিক পুরস্কার পদ্মশ্রীতে ভূষিত হন। ২০০৫ সালের ২৩শে ফেব্রুয়ারি, চেন্নাইয়ে অনুষ্ঠিত একটি অনুষ্ঠানে তিনি ২০০৪ সালের জন্য জানকিদেবী বাজাজ পুরস্কারে ভূষিত হন। একই বছর, তিনি যমুনালাল বাজাজ ফাউণ্ডেশন থেকে যমুনালাল বাজাজ পুরস্কার পান। ২০০৯ সালে, সমাজসেবার জন্য  সরোজিনীকে ভারতের তৃতীয় সর্বোচ্চ বেসামরিক পুরস্কার, পদ্মভূষণ দেওয়া হয়। ২০০৯ সালের ৫ই মার্চ, তাঁকে চেন্নাইতে একটি অনুষ্ঠানে সম্মানিত করা হয়। তিনি ১৯৮৩ সালের জন্য মাদ্রাজের শেরিফ নির্বাচিত হন।\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:Padma Shri Award Recipients in Social Work\n\nটেমপ্লেট:Jamnalal Bajaj Award winners"}