{"pageid": 1426143, "title": "ইসরায়েল-হামাস যুদ্ধের কূটনৈতিক প্রভাব", "url": "https://bn.wikipedia.org/wiki?curid=1426143", "content": "ইসরায়েল-হামাস যুদ্ধ একটি বড় কূটনৈতিক সঙ্কটের জন্ম দেয়, বিশ্বের অনেক দেশ এই সংঘর্ষের প্রতি তীব্র প্রতিক্রিয়া জানায় যা আঞ্চলিক সম্পর্কের গতিকে প্রভাবিত করে।  অন্তত নয়টি দেশ তাদের রাষ্ট্রদূতদের প্রত্যাহার এবং ইসরায়েলের সাথে কূটনৈতিক সম্পর্ক ছিন্ন করার কঠোর পদক্ষেপ নিয়েছে।  সংঘর্ষের ফলে চলমান সংঘাতের দুই-রাষ্ট্রীয় সমাধানের উপর নতুন করে ফোকাস করা হয়েছে। \n\n\n== শান্তি প্রক্রিয়া ও ফিলিস্তিনের স্বীকৃতি ==\n\n\n=== যুক্তরাষ্ট্র ===\n১৮ নভেম্বরে, মার্কিন প্রেসিডেন্ট জো বাইডেন বলেন, যুদ্ধের পর \"গাজা এবং পশ্চিম তীর একক শাসন কাঠামোর অধীনে পুনঃমিলিত হওয়া উচিত, শেষ পর্যন্ত একটি পুনর্জাগত ফিলিস্তিনি কর্তৃপক্ষের অধীনে, কারণ আমরা সবাই দ্বি-রাষ্ট্র সমাধানের দিকে কাজ করছি\"।  বাইডেন পুনর্ব্যক্ত করেন যে, মার্কিন যুক্তরাষ্ট্র \"দ্বি-রাষ্ট্র সমাধানে ছেড়ে দেবে না\"।   \n২ ডিসেম্বর ২০২৩ সালে দুবাইয়ে বক্তৃতা করতে গিয়ে মার্কিন ভাইস প্রেসিডেন্ট হ্যারিস বলেছেন, যুদ্ধ পরবর্তী পদ্ধতিতে পাঁচটি নীতি নিয়ন্ত্রণ করে: \"না কোন জোরপূর্বক স্থানান্তর, না কোন পুনঃ দখল, না কোন অবরোধ, কোন অঞ্চল কমানো না এবং \"গাজাকে সন্ত্রাসবাদী কার্যকলাপের মঞ্চ হিসাবে ব্যবহার করা যাবে না।\" আমরা ফিলিস্তিনি কর্তৃপক্ষের অধীনে একটি ঐক্যবদ্ধ গাজা এবং পশ্চিম তীর দেখতে চাই, এবং ফিলিস্তিনি জনগণের ভাষা এবং আকাঙ্ক্ষা এই কাজের কেন্দ্রে থাকতে হবে।\"। \nযুদ্ধ এবং জিম্মিদের মুক্তির ক্ষেত্রে একটি বর্ধিত বিরতির উপর সামঞ্জস্যপূর্ণ, বাইডেন প্রশাসন একটি যুদ্ধ-পরবর্তী ইসরায়েল-ফিলিস্তিন শান্তি পরিকল্পনা প্রচার করছে যাতে ফিলিস্তিনি রাষ্ট্রের স্বীকৃতি অন্তর্ভুক্ত থাকবে।\nনেতানিয়াহু ২৩ ফেব্রুয়ারি ২০২৪ সালে যুদ্ধ-পরবর্তী গাজা পরিকল্পনা প্রস্তাব করার পর, যা মার্কিন অবস্থানের সাথে অসামঞ্জস্য, মার্কিন যুক্তরাষ্ট্র তাদের নীতি পুনর্নিরীক্ষণ করেছে।  ২২ ফেব্রুয়ারিতে ইসরায়েল কর্তৃক নতুন বসতি নির্মাণ পরিকল্পনার ঘোষণার প্রত্যুত্তরে, মার্কিন যুক্তরাষ্ট্র পূর্বের দীর্ঘস্থায়ী মার্কিন অবস্থান পুনঃপ্রতিষ্ঠিত করেছে যে, বসতি নির্মাণ \"আন্তর্জাতিক আইনের সাথে অসঙ্গত\"।\n\n\n=== ইউরোপীয় ইউনিয়ন ===\nফিনান্সিয়াল টাইমসের একটি অপ-এডে, ইউরোপীয় প্রধান কূটনীতিক জোসেপ বোরেল বলেছেন, দুই-রাষ্ট্র সমাধানই ইসরায়েলের জন্য \"সেরা নিরাপত্তা নিশ্চয়তা\"।  ২০২৪ সালের জানুয়ারিতে বোরেল বলেন, \"ইসরায়েল নেতিবাচক দিকে জোর দিলেও আমরা শুধুমাত্র বিশ্বাস করি যে বাইরে থেকে আরোপিত দুই-রাষ্ট্র সমাধান শান্তি আনবে\"।\n২২ জানুয়ারি তারিখে নির্ধারিত বৈঠকের আগে প্রচারিত একটি নথিতে, ব্রাসেলস প্রস্তাব দেয় যে, ইইউ সদস্য রাষ্ট্রগুলি \"তাদের প্রস্তাবিত শান্তি পরিকল্পনার সাথে জড়িত থাকার বা না থাকার সাথে যুক্ত ফলাফলগুলি নির্ধারণ করবে\"।\nযুদ্ধবিরতির আলোচনা দীর্ঘদিন ধরে স্থগিত থাকায় এবং গাজায় চলমান যুদ্ধের কারণে, কিছু ইউরোপীয় দেশ একটি সমঝোতাপূর্ণ মীমাংসার আগে একটি ফিলিস্তিনি রাষ্ট্রের স্বীকৃতির সমর্থন করছে। ব্রিটেনের পররাষ্ট্রমন্ত্রী ডেভিড ক্যামেরন  বলেন যে, গাজায় যুদ্ধবিরতির পরে যুক্তরাজ্য একটি ফিলিস্তিনি রাষ্ট্রকে স্বীকৃতি দিতে পারে। \n\n\n=== স্পেন ===\nস্পেনীয় পররাষ্ট্রমন্ত্রী জোসে মানুয়েল আলবারেস  বলেন, স্পেন অল্প সময়ের মধ্যে ফিলিস্তিন রাষ্ট্রকে স্বীকৃতি দেওয়ার পক্ষে।  ডেপুটি প্রধানমন্ত্রী ইওলান্ডা ডিয়াজ  আন্তর্জাতিক সম্প্রদায়কে তাকে \"গাজায় গণহত্যা\" বলে অভিহিত করার জন্য ইসরায়েলের উপর চাপ দিতে আহ্বান জানিয়েছেন, যখন সামাজিক অধিকারমন্ত্রী আইওন বেলারা ইউরোপীয় ইউনিয়ন এবং মার্কিন যুক্তরাষ্ট্রকে \"ইসরায়েলের যুদ্ধাপরাধে সহযোগী হওয়ার\" অভিযোগ করেছেন এবং গাজা উপকূলে ফিলিস্তিনি জনগণের বিরুদ্ধে চলমান \"পরিকল্পিত গণহত্যা\" হিসাবে সনাক্ত হওয়ার কারণে ইসরায়েলকে আন্তর্জাতিক অপরাধ আদালতে অভিযুক্ত করার আহ্বান জানিয়েছেন।\nনভেম্বর ২০২৩ সালে, সানচেজ গাজা উপকূলে ইসরায়েলের গোলাবর্ষণের সমালোচনা করেন এবং \"অবিলম্বে যুদ্ধবিরতি\" আহ্বান জানান। তিনি \"ইউরোপ এবং স্পেনে ফিলিস্তিনি রাষ্ট্রকে স্বীকৃতি দেওয়ার জন্য কাজ করবেন\" বলে প্রতিশ্রুতি দেন। \n\n\n=== বেলজিয়াম ===\nবেলজিয়ামের উন্নয়ন সহযোগিতা মন্ত্রী ক্যারোলিন জেনেজ বলেছেন, বেলজিয়ামও ফিলিস্তিন রাষ্ট্রকে স্বীকৃতি দেওয়ার কথা ভাবছে। \n\n\n=== ফ্রান্স ===\n১৬ ফেব্রুয়ারি ২০২৪-এ, ফরাসি প্রেসিডেন্ট ইমানুয়েল ম্যাক্রোঁ বলেছিলেন \"ফিলিস্তিন রাষ্ট্রকে স্বীকৃতি দেওয়া ফ্রান্সের জন্য নিষিদ্ধ নয়।\" \n\n\n=== ইসরায়েল ===\nপ্রধানমন্ত্রী বেঞ্জামিন নেতানিয়াহু বলেন, \"যুদ্ধের পর গাজায় এবং [পশ্চিম তীর] এ একটি ফিলিস্তিনি রাষ্ট্র প্রতিরোধ করবেন এমন একমাত্র ব্যক্তি আমি।\"  ১৮ জানুয়ারী, ২০২৪ এ, নেতানিয়াহু মার্কিন যুক্তরাষ্ট্রের পক্ষ থেকে ফিলিস্তিনি রাষ্ট্র প্রতিষ্ঠার দিকে পদক্ষেপ নেওয়ার আহ্বান প্রত্যাখ্যান করেন।  ১৭ ফেব্রুয়ারিতে, নেতানিয়াহু বলেন, \"ফিলিস্তিনিদের সাথে ভবিষ্যৎ চুক্তি বিষয়ে আন্তর্জাতিক নির্দেশে আমরা মাথা নত করব না\"।  ১৯ ফেব্রুয়ারিতে, নেতানিয়াহু বলেন, তিনি একটি ফিলিস্তিনি রাষ্ট্রের বিরোধিতা করার জন্য আইন প্রস্তাব করবেন।  ২০ ফেব্রুয়ারিতে, তিনি বলেন একটি ফিলিস্তিনি রাষ্ট্র \"আমাদের অস্তিত্বকে বিপদে ফেলবে\"।\n\n\n=== আরব রাষ্ট্রসমূহ ===\n৮ ডিসেম্বর ২০২৩ সালে, একটি আরব প্রতিনিধিদল জোর দিয়েছিল যে, তারা ফিলিস্তিনি রাষ্ট্রের প্রসঙ্গ ছাড়া গাজা-পরবর্তী শাসন নিয়ে আলোচনা করতে চায় না।  ১৯ ফেব্রুয়ারি, ২০২৪ সালে, সৌদি পররাষ্ট্রমন্ত্রী ফয়সাল বিন ফারহান আল সৌদ বলেন, \"আমি যখন আন্তর্জাতিক সম্প্রদায়ের আমাদের অংশীদারদের সাথে কথা বলি, তারা সবাই একমত যে আমাদের অঞ্চল, ফিলিস্তিনে স্থিতিশীলতা এবং ইসরায়েলের নিরাপত্তার পথ একটি ফিলিস্তিনি রাষ্ট্রের দিকে।\"\n\n\n== কূটনৈতিক সম্পর্ক ছিন্ন ও প্রত্যাহার ==\nইসরায়েল-হামাস যুদ্ধ একটি বড় কূটনৈতিক সঙ্কটের জন্ম দেয়, বিশ্বের অনেক দেশ এই সংঘর্ষের প্রতি তীব্র প্রতিক্রিয়া জানায় যা আঞ্চলিক সম্পর্কের গতিকে প্রভাবিত করে।  অন্তত নয়টি দেশ তাদের রাষ্ট্রদূতদের প্রত্যাহার এবং ইসরায়েলের সাথে কূটনৈতিক সম্পর্ক ছিন্ন করার কঠোর পদক্ষেপ নিয়েছে।  বেশ কয়েকটি দেশ ইসরায়েলে তাদের রাষ্ট্রদূতদের প্রত্যাহার করেছে বা পুরোপুরি সম্পর্ক ছিন্ন করেছে; এর মধ্যে: জর্ডান, বাহরাইন, তুরস্ক, কলম্বিয়া, হন্ডুরাস, চিলি, বেলিজ, দক্ষিণ আফ্রিকা এবং চাদ । ক্রমবর্ধমান সংঘাতের বিষয়ে মানবিক উদ্বেগের কথা উল্লেখ করে হামাসের সাথে ইসরায়েলের সংঘর্ষের প্রতিক্রিয়ায় এই ব্যবস্থা নেওয়া হয়েছিল। \n\n\n=== দক্ষিণ ও মধ্য আমেরিকা ===\nহামাসের সাথে সংঘর্ষের প্রতিক্রিয়ায় দক্ষিণ আমেরিকার বেশ কয়েকটি দেশ ইসরায়েলের বিরুদ্ধে কূটনৈতিক প্রতিবাদ জানায়।\n\n\n=== ব্রাজিল ===\nপ্রেসিডেন্ট লুইজ ইনাসিও লুলা দা সিলভা গাজা উপত্যকায় ইসরায়েলের পদক্ষেপের সমালোচনা করেছেন  এটাকে প্রধানমন্ত্রী বেঞ্জামিন নেতানিয়াহুর \"পাগলামি\" বলে অভিহিত করেছেন।  ১৯ ফেব্রুয়ারি, ব্রাজিল ইসরায়েলে তার রাষ্ট্রদূতকে প্রত্যাহার করে। \n\n\n=== বলিভিয়া ===\nজাবালিয়া শরণার্থী শিবিরে ইসরায়েলের ৩১ অক্টোবরের বিমান হামলার বিকেলে, বলিভিয়া ইসরায়েলের সাথে সমস্ত কূটনৈতিক সম্পর্ক ছিন্ন করে, গাজা উপত্যকায় অভিযুক্ত যুদ্ধাপরাধ এবং মানবাধিকার লঙ্ঘনের জন্য তার সিদ্ধান্তকে দায়ী করে।  ৬ নভেম্বর ২০২৩ পর্যন্ত, বলিভিয়া ইসরায়েলের সাথে কূটনৈতিক সম্পর্ক ছিন্ন করেছে।  একইভাবে, বলিভিয়াকে ইসরায়েলের সাথে কূটনৈতিক সম্পর্ক ছিন্ন করা ল্যাটিন আমেরিকার দেশগুলির মধ্যে প্রথম দেশ হিসাবে বিবেচনা করা হয়।\n\n\n=== চিলি ===\nচিলি ইসরায়েল থেকে তাদের রাষ্ট্রদূতদের প্রত্যাহার করেছে; গাজা উপত্যকায় আন্তর্জাতিক মানবিক আইনের \"অগ্রহণযোগ্য\" লঙ্ঘনের উল্লেখ করে।\n\n\n=== কলম্বিয়া ===\nকলম্বিয়াও ইসরায়েল থেকে তার রাষ্ট্রদূতদের প্রত্যাহার করেছে।  পররাষ্ট্র মন্ত্রণালয় একটি বিবৃতি প্রকাশ করেছে যাতে ইসরায়েল ও ফিলিস্তিনের মধ্যে অবিলম্বে আলোচনা পুনরায় শুরু করার আহ্বান জানানো হয়, যার লক্ষ্য একটি শান্তি প্রক্রিয়া শুরু করার লক্ষ্যে যার ফলে সুসংগত সহাবস্থান হয়। উভয় পক্ষের আঞ্চলিক অখণ্ডতাকে সম্পূর্ণরূপে সমর্থন করে আন্তর্জাতিকভাবে স্বীকৃত নিরাপদ সীমান্ত প্রতিষ্ঠার মাধ্যমে এটি অর্জন করা উচিত। পরবর্তীকালে, প্রেসিডেন্ট গুস্তাভো পেট্রোর আইডিএফ-এর সাথে নাৎসি জার্মানির তুলনা করার পর ইসরায়েল কলম্বিয়ায় সমস্ত নিরাপত্তা রপ্তানি বন্ধ করার সিদ্ধান্ত নেয়। প্রতিশোধ হিসাবে, পেট্রো গণহত্যার বিরোধিতার উপর জোর দিয়ে দুই দেশের মধ্যে কূটনৈতিক সম্পর্ক স্থগিত করার হুমকি দেয়। 31 অক্টোবর, \"ফিলিস্তিনি জনগণের গণহত্যা\" এর প্রতিবাদের একটি রূপ হিসাবে পেট্রো ইস্রায়েলে কলম্বিয়ার রাষ্ট্রদূতকে প্রত্যাহার করে।\n\n\n=== বেলিজ ===\nইসরায়েলের সঙ্গে কূটনৈতিক সম্পর্ক স্থগিত করেছে বেলিজ । \n\n\n=== জর্ডান ===\nজর্ডান, মধ্যপ্রাচ্যে মার্কিন যুক্তরাষ্ট্রের একটি প্রধান মিত্র, ১ নভেম্বর তার রাষ্ট্রদূতকে প্রত্যাহার করে, \"গাজায় ইসরায়েলি যুদ্ধের প্রত্যাখ্যান এবং নিন্দার জর্ডানের অবস্থানের অভিব্যক্তি হিসাবে, যা নিরপরাধ মানুষকে হত্যা করছে এবং একটি অভূতপূর্ব মানবিক বিপর্যয় ঘটাচ্ছে।\"  একইভাবে, জর্ডান যোগ করেছে যে ইসরায়েলের রাষ্ট্রদূত যে হামাসের হামলার পর আম্মান (রাজধানী শহর) ত্যাগ করেছিলেন, তাদের ফিরে আসার অনুমতি দেওয়া হবে না। \n২০২৩ সালের নভেম্বরে, জর্ডানের প্রধানমন্ত্রী বলেছিলেন যে জর্ডান গাজার উপর ইসরায়েলি আগ্রাসন এবং এর পরবর্তী পরিণতির প্রতিক্রিয়ায় সমস্ত উপলব্ধ বিকল্প বিবেচনা করছে।  তিনি যুক্তি দিয়েছিলেন যে ইসরায়েলের ভারী জনবহুল গাজা স্ট্রিপের অবরোধ আত্মরক্ষা হিসাবে ন্যায়সঙ্গত হতে পারে না এবং নির্বিচারে ইসরায়েলি আক্রমণের সমালোচনা করেছিলেন, যার লক্ষ্যে নিরাপদ অঞ্চল এবং অ্যাম্বুলেন্স অন্তর্ভুক্ত ছিল। \n\n\n=== বাহরাইন ===\n২ নভেম্বর ২০২৩ তারিখে বাহরাইনের জাতীয় সভা ডিপ্লোম্যাটিক এবং অর্থনৈতিক সম্পর্ক স্থগিত করেছে, যা দাবি করেছে একটি ‘দৃঢ় এবং ঐতিহাসিক অবস্থান যা প্যালেস্টাইনী কারণ এবং প্যালেস্টাইনী জনগণের বৈধ অধিকার সমর্থন করে।’ ইসরায়েল বলেছে যে তাদের পূর্বে এই সিদ্ধান্ত সম্পর্কে কোন ধারণা ছিল না।\n\n\n=== তুরস্ক ===\n৪ নভেম্বর গাজায় বেসামরিকদের উপর ইসরায়েলের ক্রমাগত হামলার কারণে সৃষ্ট মানবিক সঙ্কটের কারণে তুরস্ক ইসরায়েলে তার রাষ্ট্রদূতকে প্রত্যাহার করে।  তুরস্কের প্রেসিডেন্ট রিসেপ তাইয়েপ এরদোয়ান ঘোষণা করেছেন যে তিনি ইসরায়েলের প্রধানমন্ত্রী বেঞ্জামিন নেতানিয়াহুর সাথে সব ধরনের যোগাযোগ ছিন্ন করছেন। \n\n\n=== মালয়েশিয়া ===\nপররাষ্ট্র মন্ত্রণালয়ের এক বিবৃতিতে মধ্যপ্রাচ্যে সাম্প্রতিক উত্তেজনা নিয়ে উদ্বেগ প্রকাশ করেছে মালয়েশিয়া । বিবৃতিতে দীর্ঘস্থায়ী অবৈধ দখলদারিত্ব, অবরোধ, দুর্ভোগ, আল-আকসার অপবিত্রতা এবং দখলদার হিসেবে ইসরায়েলের দখলদারিত্বের রাজনীতিকে পরিস্থিতির মূল কারণ হিসেবে দায়ী করা হয়েছে। মালয়েশিয়া ১৯৬৭-এর পূর্ববর্তী সীমান্তে ফিরে আসার আহ্বান জানিয়েছে এবং নিরপরাধ বেসামরিক নাগরিকদের জীবনকে সম্মান ও সুরক্ষার গুরুত্বের উপর জোর দিয়ে সহিংসতা বন্ধ করার দাবিতে জাতিসংঘের নিরাপত্তা পরিষদকে আহ্বান জানিয়েছে। প্রধানমন্ত্রী আনোয়ার ইব্রাহিম, পশ্চিমা দেশগুলির কথিত চাপ সত্ত্বেও, মালয়েশিয়া এবং গোষ্ঠীর মধ্যে দীর্ঘস্থায়ী সম্পর্ক তুলে ধরে হামাসের নিন্দা না করা বেছে নিয়েছেন। অধিকন্তু, মালয়েশিয়া জাতিসংঘে হামাসের নিন্দার বিপক্ষে ভোট দিয়েছে। সাম্প্রতিক একটি উন্নয়নে, মালয়েশিয়া মালয়েশিয়ার বন্দরে ডকিং থেকে ইসরায়েলের মালিকানাধীন এবং ইস্রায়েলের পতাকাবাহী জাহাজের পাশাপাশি ইসরায়েলের দিকে রওনা হওয়া জাহাজগুলিকে নিষিদ্ধ ঘোষণা করেছে। \n\n\n=== হন্ডুরান ===\nহন্ডুরানের প্রেসিডেন্ট জিওমারা কাস্ত্রো ৪ নভেম্বর ২০২৩ তার রাষ্ট্রদূতকে প্রত্যাহার করার ঘোষণা দেন, দেশটির পররাষ্ট্র মন্ত্রণালয় বলেছে যে \"হন্ডুরাস গণহত্যা এবং আন্তর্জাতিক মানবিক আইনের গুরুতর লঙ্ঘনের তীব্র নিন্দা করে যে বেসামরিক ফিলিস্তিনি জনগণ গাজা উপত্যকায় ভুগছে\"। .\n\n\n=== দক্ষিণ আফ্রিকা ===\nদক্ষিণ আফ্রিকা ৬ নভেম্বর ২০২৩ তার সম্পূর্ণ কূটনৈতিক মিশন প্রত্যাহার করে এবং \"ইসরায়েলি সরকারের নৃশংসতা ও গণহত্যার বিরোধিতাকারীদের\" অপমান করার জন্য ইসরায়েলের রাষ্ট্রদূতের সমালোচনা করে।  ২১শে নভেম্বর, ইসরায়েল দক্ষিণ আফ্রিকায় তার রাষ্ট্রদূতকে \"পরামর্শের জন্য\" প্রত্যাহার করে তার কয়েক ঘন্টা আগে দক্ষিণ আফ্রিকার পার্লামেন্ট দেশে ইসরায়েলি দূতাবাস বন্ধ বা স্থগিত করার বিষয়ে ভোট দেওয়ার কথা ছিল।  কূটনৈতিক সম্পর্ক স্থগিত এবং দূতাবাস বন্ধ করার পক্ষে ভোট আসে। \nপররাষ্ট্র মন্ত্রণালয় একটি বিবৃতি জারি করে উত্তেজনা কমানোর আহ্বান জানায় এবং \"ফিলিস্তিনের জমি দখল, বসতি নির্মাণের ক্রমাগত সম্প্রসারণ, আল আকসা মসজিদ এবং খ্রিস্টান পবিত্র স্থানগুলির অবমাননা এবং ফিলিস্তিনি জনগণের উপর চলমান নির্যাতন\" এর জন্য এই বিশৃঙ্খলার জন্য দায়ী করে। দক্ষিণ আফ্রিকা দ্বি-রাষ্ট্র সমাধানের প্রতি সমর্থন পুনর্ব্যক্ত করেছে।  পররাষ্ট্রমন্ত্রী নালেদি পান্ডোরকে হামাসের আক্রমণের দশ দিন পর তাদের ফোন কল গ্রহণের জন্য দক্ষিণ আফ্রিকার ইহুদি বোর্ড অভিযুক্ত করে এবং তাকে এই সংঘাতে পক্ষ অবলম্বনের অভিযোগ করে। পান্ডোর হামাসকে সমর্থন প্রকাশের বিষয়টি অস্বীকার করে বলেন যে তিনি ফিলিস্তিনি জনগণের প্রতি সমর্থন প্রকাশ করেছেন এবং গাজার জনগণের জন্য সহায়তা নিয়ে আলোচনা করেছেন।  দক্ষিণ আফ্রিকা জাতিসংঘে হামাসের নিন্দা করার বিরুদ্ধে ভোট দিয়েছে।\n\n\n=== চাদ ===\nচাদ ৬ নভেম্বর তার রাষ্ট্রদূতকেও প্রত্যাহার করে, উল্লেখ করে যে এটি \"অনেক নিরপরাধ বেসামরিক মানুষের প্রাণহানির নিন্দা করেছে এবং একটি যুদ্ধবিরতির আহ্বান জানিয়েছে যা ফিলিস্তিনি সমস্যার স্থায়ী সমাধানের দিকে পরিচালিত করে\"।  এটি জাতিসংঘে হামাসের নিন্দার বিরুদ্ধে ভোট দিয়েছে। \n\n\n=== বেলজিয়াম ===\n১ ফেব্রুয়ারি ২০২৪-এ, বেলজিয়ামের উন্নয়ন সহযোগিতা মন্ত্রী ক্যারোলিন জেনেজ এবং পররাষ্ট্র মন্ত্রী হাদজা লাহবিব ঘোষণা করেছিলেন যে তারা গাজায় বেলজিয়ান এজেন্সি ফর ডেভেলপমেন্ট কোঅপারেশনে ইসরাইল বোমা হামলার পর তাদের রাষ্ট্রদূতকে ডেকে পাঠাচ্ছে। \n\n\n== প্রতিক্রিয়া ==\n Cuba কিউবা: রাষ্ট্রপতি (কানেল) বলেছেন, \"আমরা নিরপেক্ষ থাকব না। আমরা ইসরায়েলের গণহত্যার তীব্র নিন্দা জানাই।\" ** লিবিয়া: রাষ্ট্রীয় পরিষদ ফিলিস্তিনের প্রতি সমর্থন প্রকাশ করেছে এবং জাতীয় ঐক্য সরকারকে ইসরায়েলকে সমর্থনকারী দেশগুলির সাথে কূটনৈতিক সম্পর্ক ছিন্ন করার জন্য অনুরোধ জানিয়েছে, যখন পররাষ্ট্রমন্ত্রী তাহের আল-বাদুর গাজায় ইসরায়েলি হামলার অবিলম্বে অবসানের আহ্বান জানিয়েছেন। প্রতিনিধি পরিষদ গাজার প্রতি সমর্থন প্রকাশ করেছে, ইসরায়েলের নিন্দা জানিয়েছে এবং প্রতিদ্বন্দ্বী জাতীয় স্থিতিশীলতা সরকারকে ইসরায়েলকে সমর্থনকারী দেশগুলিতে তেল রফতানি সম্পূর্ণরূপে বন্ধ করার এবং মার্কিন যুক্তরাষ্ট্র, যুক্তরাজ্য, ফ্রান্স, জার্মানি এবং ইতালির রাষ্ট্রদূতদের লিবিয়া থেকে অবিলম্বে বহিষ্কার করার জন্য অনুরোধ জানিয়েছে।\n Malaysia: মালয়েশিয়া: পররাষ্ট্র মন্ত্রণালয় একটি বিবৃতি জারি করে মধ্যপ্রাচ্যে সাম্প্রতিক উত্তেজনা সম্পর্কে মালয়েশিয়া তার উদ্বেগ প্রকাশ করেছে। বিবৃতিতে দখলদার হিসাবে ইসরায়েল দীর্ঘস্থায়ী অবৈধ দখল, অবরোধ, দুঃখ, আল-আকসা অবমাননা এবং বঞ্চনার রাজনীতিকে পরিস্থিতির মূল কারণ হিসাবে দায়ী করা হয়েছে। মালয়েশিয়া ১৯৬৭ সালের পূর্বের সীমানায় ফিরে আসার আহ্বান জানিয়েছে এবং জাতিসংঘ নিরাপত্তা পরিষদকে নিরাপত্তাহীনতা শেষ করার দাবি জানাতে এবং নিরপরাধ সামান্য নাগরিকদের জীবন সম্মান ও রক্ষা করার গুরুত্বের উপর জোর দেওয়ার আহ্বান জানিয়েছে। প্রধানমন্ত্রী আনোয়ার ইব্রাহিম, পশ্চিমা দেশগুলির কথিত চাপ সত্ত্বেও, হামাসের নিন্দা করার বিষয়ে কোনো মন্তব্য না করার সিদ্ধান্ত নিয়েছেন, মালয়েশিয়া ও এই গোষ্ঠীর মধ্যে দীর্ঘস্থায়ী সম্পর্কের কথা তুলে ধরেছেন। এছাড়াও, মালয়েশিয়া জাতিসংঘে হামাসের নিন্দা করার বিরুদ্ধে ভোট দিয়েছে। সাম্প্রতিক ঘটনাবলিতে, মালয়েশিয়া ইসরায়েল-মালিকানাধীন এবং ইসরায়েল পতাকাধারী জাহাজ, পাশাপাশি ইসরায়েলে যাত্রা করা জাহাজগুলিকে মালয়েশীয় বন্দরে ভেড়াতে নিষেধাজ্ঞা জারি করেছে।\n Libya: রাষ্ট্রীয় পরিষদ ফিলিস্তিনের প্রতি সমর্থন প্রকাশ করেছে এবং জাতীয় ঐক্য সরকারকে ইসরায়েলকে সমর্থনকারী দেশগুলির সাথে কূটনৈতিক সম্পর্ক ছিন্ন করার জন্য অনুরোধ জানিয়েছে, যখন পররাষ্ট্রমন্ত্রী তাহের আল-বাদুর গাজায় ইসরায়েলি হামলার অবিলম্বে অবসানের আহ্বান জানিয়েছেন। প্রতিনিধি পরিষদ গাজার প্রতি সমর্থন প্রকাশ করেছে, ইসরায়েলের নিন্দা জানিয়েছে এবং প্রতিদ্বন্দ্বী জাতীয় স্থিতিশীলতা সরকারকে ইসরায়েলকে সমর্থনকারী দেশগুলিতে তেল রফতানি সম্পূর্ণরূপে বন্ধ করার এবং মার্কিন যুক্তরাষ্ট্র, যুক্তরাজ্য, ফ্রান্স, জার্মানি এবং ইতালির রাষ্ট্রদূতদের লিবিয়া থেকে অবিলম্বে বহিষ্কার করার জন্য অনুরোধ জানিয়েছে। \n Benin: বেনিন: ডিসেম্বর ২০২৩ সালে, জাতিসংঘে হামাসের নিন্দা করার বিরুদ্ধে বেনিন ভোট দিয়েছে।.\n Burundi: বুরুন্ডি: জাতিসংঘে হামাসের নিন্দা করার বিরুদ্ধে বুরুন্ডি ভোট দিয়েছে (ডিসেম্বর ২০২৩ সালে)\n Sudan: পররাষ্ট্র মন্ত্রণালয় বলেছে যে সুদান \"ফিলিস্তিনি জনগণের তাদের স্বাধীন রাষ্ট্র পাওয়ার বৈধ অধিকার\" সমর্থন করেছে; এবং \"আন্তর্জাতিক রেজুলেশন মেনে চলার জন্য এবং নিরপরাধ বেসামরিক নাগরিকদের সুরক্ষার জন্য ডাকা হয়েছে৷\"\n\n\n=== রুশ-ইউক্রেন যুদ্ধ ===\nইউক্রেন জোর দিয়েছিল যে রাশিয়া ইউক্রেনের জন্য আন্তর্জাতিক সমর্থন কমাতে ইসরাইল-হামাস যুদ্ধের দ্বন্দ্বকে কাজে লাগানোর চেষ্টা করবে, অন্যদিকে রাশিয়া এটিকে পশ্চিমা নীতি ব্যর্থতা বলে অভিহিত করেছে।  ইউক্রেনের প্রেসিডেন্ট ভলোদিমির জেলেনস্কি রাশিয়াকে অভিযুক্ত করেছেন যে তিনি \"বিশ্বের ঐক্যকে ক্ষুণ্ন করতে, বিভেদ ও দ্বন্দ্ব বাড়াতে এবং এইভাবে রাশিয়াকে ইউরোপের স্বাধীনতা ধ্বংস করতে সাহায্য করার জন্য মধ্যপ্রাচ্যে সংঘাত সৃষ্টি করতে চাইছে।\" \nরাশিয়ার প্রেসিডেন্ট ভ্লাদিমির পুতিন যুদ্ধকে \" মধ্যপ্রাচ্যে মার্কিন যুক্তরাষ্ট্রের নীতির ব্যর্থতার একটি সুস্পষ্ট উদাহরণ\" ঘোষণা করেছেন, যোগ করেছেন যে ওয়াশিংটন ক্রমাগতভাবে ফিলিস্তিনিদের মৌলিক স্বার্থ বিবেচনায় নিতে ব্যর্থ হয়েছে। রাশিয়ান ভাষ্যকাররা যুদ্ধটিকে পশ্চিমের সামরিক এবং গোয়েন্দা ব্যর্থতা হিসাবে চিহ্নিত করেছেন, ভবিষ্যদ্বাণী করেছেন যে এটি ইউক্রেনের জন্য পশ্চিমা সমর্থন হ্রাস করবে। নিউ ইয়র্ক টাইমস বলেছে যে ইসরায়েলের সাথে রাশিয়ার সম্পর্কের অবনতি ঘটছে, যা ইউক্রেনের প্রতি পশ্চিমা সমর্থন এবং রাশিয়া-ইউক্রেনীয় যুদ্ধে রাশিয়ার প্রতি ইরানের অব্যাহত সমর্থন দ্বারা চালিত হয়েছে।  জেলেনস্কি সরকার ইসরায়েলকে সমর্থন করায় ফিলিস্তিনি-ইউক্রেনীয়রা \"দ্বৈত মান\" অনুভব করছে বলে জানিয়েছে।  ব্লুমবার্গের কলামিস্ট আন্দ্রেয়াস ক্লুথ লিখেছেন যে কিছু ট্রাম্প -সমর্থক রিপাবলিকান আইনপ্রণেতারা ইসরায়েলের জন্য সাহায্য সমর্থন করেছিলেন কিন্তু ইউক্রেনের জন্য এর বিরোধিতা করেছিলেন।  পলিটিকো লিখেছিল যে এটি একটি পূর্বনির্ধারিত উপসংহার ছিল যে যুদ্ধ ইউক্রেন থেকে মার্কিন মনোযোগ সরিয়ে দেবে। \n\n\n=== মার্কিন-ইরান সম্পর্কের প্রভাব ===\nইসরায়েল ও হামাসের মধ্যকার যুদ্ধ মধ্যপ্রাচ্যে প্রভাব বিস্তারের জন্য যুক্তরাষ্ট্র ও ইরানের লড়াইকে আরও গভীর করেছে। ইরানের দীর্ঘমেয়াদী কৌশলের মধ্যে রয়েছে ইসরায়েলকে ধ্বংস করা এবং ইসরায়েল ও তার আঞ্চলিক প্রতিবেশীদের মধ্যে বিভেদ সৃষ্টি করা। অঞ্চল জুড়ে উত্তেজনা এবং ক্ষোভ সত্ত্বেও, ইরানকে নিয়ন্ত্রণে রাখা এবং একটি বৃহত্তর যুদ্ধ প্রতিরোধ করার জন্য বিডেন প্রশাসনের প্রচেষ্টা বেশিরভাগ আরব সরকারের অগ্রাধিকারের সাথে সঙ্গতিপূর্ণ। \n\n\n== অন্যান্য প্রভাব ==\n\n\n=== চীন ===\nএই যুদ্ধ মধ্যপ্রাচ্যে চীনের 'ভারসাম্যপূর্ণ কূটনীতি'র কৌশল পরীক্ষা করেছিল। সংঘাতের উপর মেরুকরণ বেইজিংয়ের কৌশলগত মধ্যপ্রাচ্যের দৃষ্টিভঙ্গি বজায় রাখা কঠিন করে তুলেছে। \n\n\n=== গ্লোবাল সাউথ ===\nকরেছেন।  সাউথ চায়না মর্নিং পোস্টের একজন কলামিস্ট অ্যালেক্স লো লিখেছেন, \"যখন ফিলিস্তিনিদের বিরুদ্ধে ইসরায়েলের অপরাধ লেখা হবে, তখন ভবিষ্যতের ইতিহাসবিদরা বলতে পারবেন না যে বিশ্ব কিছুই করেনি... এটি মানবতার প্রতি তার মৌলিক দায়িত্ব পালন করার চেষ্টা করছে।\" কিন্তু যুক্তরাষ্ট্রের নেতৃত্বে পশ্চিমারা প্রতিবারই তাদের ব্যর্থ করে দিচ্ছে।\"  ফিলিস্তিনি নেসেটের প্রাক্তন সদস্য সামি আবু শেহাদেহ, UNRWA- এর জন্য তহবিল বন্ধ করার জন্য পশ্চিমা দেশগুলির সমালোচনা করেছেন তার বারোজন কর্মচারীর বিরুদ্ধে অভিযোগের পরে, কিন্তু জাতিগত নির্মূলের পক্ষে ওকালতি করার জন্য ইসরায়েলি রাজনীতিবিদদের অনুমোদন না দেওয়ার জন্য, বলেছেন, \"কারো কি কোন সন্দেহ আছে? কেন মার্কিন যুক্তরাষ্ট্র, যুক্তরাজ্য, অস্ট্রেলিয়া, কানাডা এবং জার্মানিকে গ্লোবাল সাউথের সমস্যার অংশ হিসেবে দেখা হচ্ছে?  দক্ষিণ আফ্রিকা বনাম ইসরায়েল মামলাকে আন্তর্জাতিক ব্যবস্থার \"বিশ্বাসযোগ্যতার পরীক্ষা\" হিসেবে গ্লোবাল সাউথে দেখা হয়েছে বলে জানা গেছে। \n৮ নভেম্বর ২০২৩-এ, নাইজেরিয়া চেক প্রধানমন্ত্রী পেত্র ফিয়ালার পরিকল্পিত সফর বাতিল করে।  ২০ ডিসেম্বর, মালয়েশিয়া বলেছিল যে এটি ইসরায়েলের আন্তর্জাতিক আইন লঙ্ঘনের কারণে ইসরায়েলের পতাকাবাহী জাহাজগুলিকে তার বন্দরগুলিতে প্রবেশ করা নিষিদ্ধ করছে। \n\n\n=== মার্কিন কূটনীতি ===\nগাজা যুদ্ধ শুরু হওয়ার সময়, মার্কিন যুক্তরাষ্ট্র প্রভাব অর্জনে বেগ পেয়েছিল। মার্কিন যুক্তরাষ্ট্র তার নিকটতম মধ্যপ্রাচ্যের মিত্র দেশকে দুর্বল করার লক্ষ্যে তীব্র কূটনৈতিক কাজে লিপ্ত এবং এই যুদ্ধ যাতে এই অঞ্চলে ছড়িয়ে না পড়ে সেই চেষ্টায় রত।  ইয়ান ব্রেমারের মতে, যুদ্ধের প্রতি বাইডেনের পদ্ধতি তাকে ভ্লাদিমির পুতিনের মতো কূটনৈতিকভাবে বিচ্ছিন্ন করে দিয়েছে।  ডক্টার্স উইদাউট বর্ডার্স জানিয়েছে যে যুদ্ধের প্রতি মার্কিন যুক্তরাষ্ট্রের সমর্থন \"কোনো নিয়ম এবং কোনো সীমা\"  না থাকায় দেশটি একা পড়ে গেছে। বৈরুতের আমেরিকান ইউনিভার্সিটির অধ্যাপক রামি জর্জ খুরি বলেছেন, মার্কিন নীতির ফলে দেশটি \"বিশ্বের বেশিরভাগ মানুষের চোখে খারাপ লোক\" হিসাবে দেখা দিচ্ছে।  কাতার বিশ্ববিদ্যালয়ের অধ্যাপক হাসান বারারি বলেছেন, \"মার্কিন যুক্তরাষ্ট্র এখন আন্তর্জাতিক সম্প্রদায়ে বিচ্ছিন্ন... এটি মানবাধিকারের ধারণা ধরে রাখে এমন একটি দেশের জন্য সত্যিই লজ্জাজনক বিষয়।\"  ওয়াশিংটন পোস্ট জানিয়েছে যে জাতিসংঘের যুদ্ধবিরতির প্রস্তাব কার্যকর না হওয়া \"মার্কিন যুক্তরাষ্ট্রের বিচ্ছিন্নতাকে জোড় দিয়েছে।\"  দ্য ইন্টারসেপ্ট জানিয়েছে যে গাজায় ইসরায়েলের কর্মকাণ্ডের প্রতি বাইডেনের সমর্থন \"মার্কিন যুক্তরাষ্ট্রকে বিচ্ছিন্ন দশায় নিয়ে যাচ্ছে\"।\n\n\n=== জি-৭ ===\nমার্কিন পররাষ্ট্রমন্ত্রী অ্যান্টনি ব্লিঙ্কেন এই সংকট মোকাবেলায় জি-৭ এর মধ্যে ঐক্য চেয়েছেন।  জি-৭ সদস্যরা বৃহত্তর মধ্যপ্রাচ্যে ইতিমধ্যেই নড়বড়ে নিরাপত্তাকে আরও অস্থিতিশীল করা থেকে গাজার যুদ্ধ ঠেকাতে অভিন্ন ভিত্তি খুঁজছিলেন। \n\n\n=== অন্যদেশ ===\nহামাসের সাথে সংঘর্ষের প্রতিক্রিয়ায় দক্ষিণ আমেরিকার বেশ কয়েকটি দেশ ইসরায়েলের বিরুদ্ধে কূটনৈতিক প্রতিবাদ জানায়।\nভারত-মধ্যপ্রাচ্য-ইউরোপ অর্থনৈতিক করিডোর ( IMEC ) বাস্তবায়নে, যা মার্কিন যুক্তরাষ্ট্র দ্বারা সমর্থিত, সাময়িক বাধার সম্মুখীন হবে৷ সৌদি আরব এবং ইসরায়েলের মধ্যে সম্পর্ক স্বাভাবিককরণের সাম্প্রতিক চ্যালেঞ্জগুলি নিঃসন্দেহে IMEC পরিকল্পনার ভবিষ্যত বাস্তবায়নের জন্য নতুন বাধা সৃষ্টি করবে। \n\n\n=== মার্কিন-ইরান সম্পর্কের উপর প্রভাব ===\nইসরায়েল ও হামাসের মধ্যকার যুদ্ধ মধ্যপ্রাচ্যে প্রভাব বিস্তারের জন্য যুক্তরাষ্ট্র ও ইরানের লড়াইকে আরও গভীর করেছে। ইরানের দীর্ঘমেয়াদী কৌশলের মধ্যে রয়েছে ইসরায়েলকে ধ্বংস করা এবং ইসরায়েল ও তার আঞ্চলিক প্রতিবেশীদের মধ্যে বিভেদ সৃষ্টি করা। অঞ্চল জুড়ে উত্তেজনা এবং ক্ষোভ সত্ত্বেও, ইরানকে নিয়ন্ত্রণে রাখা এবং একটি বৃহত্তর যুদ্ধ প্রতিরোধ করার জন্য বিডেন প্রশাসনের প্রচেষ্টা বেশিরভাগ আরব সরকারের অগ্রাধিকারের সাথে সঙ্গতিপূর্ণ। \n\n\n=== সৌদি-ইসরায়েল স্বাভাবিকীকরণ চুক্তি ===\nসৌদি আরব, ক্রাউন প্রিন্স মোহাম্মদ বিন সালমানের নেতৃত্বে, সম্ভবত কূটনৈতিক সম্পর্ক স্বাভাবিক করার বিষয়ে ইসরায়েলের সাথে আলোচনা করছে।  তবে যুদ্ধ শুরুর কারণে এসব আলোচনা স্থগিত হয়ে যায়। আলোচনা স্থগিত করার সিদ্ধান্তটি মার্কিন পররাষ্ট্রমন্ত্রী অ্যান্টনি ব্লিঙ্কেনকে জানানো হয়েছিল, যা 'শান্তি পুনরুদ্ধার' এবং দুই দেশের মধ্যে কূটনৈতিক সম্পর্ক স্থাপনের সাম্প্রতিক মার্কিন প্রচেষ্টাকে আঘাত করেছে। \n\n\n=== জাতিসংঘ ===\nদোহা ইনস্টিটিউট ফর গ্র্যাজুয়েট স্টাডিজের অধ্যাপক টেমের কারমাউত, জাতিসংঘের ধারণার উপর যুদ্ধের প্রভাব ব্যাখ্যা করেছেন, বলেছেন, \"জাতিসংঘ অপ্রাসঙ্গিক, প্রান্তিক, অত্যন্ত রাজনৈতিক হয়ে উঠছে এবং এর ম্যান্ডেট এখন প্রশ্নবিদ্ধ হচ্ছে।\"  জাতিসংঘের মহাসচিব আন্তোনিও গুতেরেস বলেছেন যে যুদ্ধ ছিল \"বৈশ্বিক সম্পর্কের অচলাবস্থার একটি ভয়ঙ্কর অভিযোগ।\" \n\n\n=== জেনেভা কনভেনশন ===\nইসরায়েল, জেনেভা কনভেনশনে স্বাক্ষরকারী হওয়ায়, যুদ্ধাপরাধের তদন্ত পরিচালনা করতে বাধ্য, এমনকি যদি সেগুলি তার নিজস্ব বাহিনী দ্বারা সংঘটিত হয়। আন্তর্জাতিক মানবিক আইন অনুসারে, রাষ্ট্রগুলি তদন্ত করতে বাধ্য এবং প্রয়োজনে যুদ্ধাপরাধের জন্য দায়ী ব্যক্তিদের বিচার করতে বাধ্য। \n\n\n=== রাশিয়া ===\nজেলেনস্কির বিপরীতে, পুতিন ইসরায়েলে হামাসের সন্ত্রাসী হামলাকে অবিলম্বে নিন্দা জানাননি। পরিবর্তে, তিনি এর জন্য যুক্তরাষ্ট্রের ব্যর্থ মধ্যপ্রাচ্য নীতির দায় চাপিয়ে দিয়েছেন। রাশিয়া, জাতিসংঘ নিরাপত্তা পরিষদ (UNSC) অবস্থানকে কাজে লাগিয়ে, হামাসের নাম উল্লেখ না করেই বেসামরিকদের উপর হামলার নিন্দা জানিয়ে প্রস্তাব পেশ করেছে।\nএছাড়াও, রাশিয়া যুক্তরাষ্ট্র-পৃষ্ঠপোষক প্রস্তাবনা ভেটো দিয়েছে, যা সকল রাষ্ট্রের আত্মরক্ষার অধিকার স্বীকার করে। রাশিয়ার এই কূটনৈতিক প্রতিক্রিয়া ইউক্রেনের প্রচেষ্টার মতোই আন্তর্জাতিক সম্প্রদায়কে আকর্ষণ করার চেষ্টা প্রদর্শন করে। মস্কো বিশ্বাস করে যে হামাসের সাথে ইসরায়েলের বিরুদ্ধে জোট বাঁধা সবচেয়ে কার্যকর পন্থা, কারণ তারা হামাসের সাথে সম্পর্ক বজায় রেখেছে এবং তাদেরকে সন্ত্রাসী সংগঠন হিসাবে ঘোষণা করেনি। হামাসের ভয়াবহ হামলার কিছুদিন পরেই, হামাসের শীর্ষস্থানীয় কর্মকর্তাদের একটি প্রতিনিধি দল রাশিয়ায় গিয়ে রাশিয়ান-ইসরায়েলি বন্দীদের মুক্তি এবং ক্ষতিগ্রস্ত এলাকা থেকে রাশিয়ান নাগরিকদের সরিয়ে নেওয়া বিষয়ে আলোচনা করে। \n\n\n== আন্তর্জাতিক সংস্থা ==\n আফ্রিকান ইউনিয়ন: আফ্রিকান ইউনিয়নের কমিশন চেয়ারপারসন মুসা ফকি এই পরিস্থিতিতে \"গভীর উদ্বেগ\" প্রকাশ করেছেন এবং যুদ্ধবিরতির দ্রুত আহ্বান জানিয়েছেন। এছাড়াও, তিনি স্মরণ করিয়ে দিয়েছেন যে, ফিলিস্তিনি জনগণের মৌলিক অধিকার, বিশেষ করে একটি স্বাধীন ও সার্বভৌম রাষ্ট্র গঠনের অধিকার, অস্বীকার করা হচ্ছে, যা \"স্থায়ী ইসরায়েলি-ফিলিস্তিনি উত্তেজনার প্রধান কারণ।\"\n আরব লীগ: লিগটি বলেছে, \"ইসরায়েলের চলমান সহিংস ও চরমপন্থী নীতি বাস্তবায়ন, এই অঞ্চলে যে কোন গুরুতর স্থিতিশীলতার সুযোগকে কেড়ে নেওয়ার একটি সময়ের বোমা।\"\"\n\n\n== তথ্যসূত্র =="}