{"pageid": 1426214, "title": "সদৌ অসম লেখিকা সমরোহ সমিতি", "url": "https://bn.wikipedia.org/wiki?curid=1426214", "content": "সদৌ অসম লেখিকা সমরোহ সমিতি (আক্ষ. 'নিখিল আসাম লেখক সম্মেলন সমিতি') ভারতের আসামের একটি বেসরকারি মহিলা সাহিত্য সংগঠন। এটি ১৯৭৪ সালে সৃজনশীল সাধনার মধ্যে দিয়ে, বিশেষ করে সাহিত্যের মাধ্যমে আসামের মহিলাদের ঐক্যবদ্ধ করা ও মুক্ত করার জন্য প্রতিষ্ঠিত হয়েছিল। সমগ্র আসাম এবং কলকাতা, শিলং ও ডিমাপুরে এর দুই শতাধিক শাখা রয়েছে। সংগঠনের প্রধান কার্যালয় তেজপুরে। সমিতির শাখাগুলিরও নিজ নিজ স্থানে দপ্তর রয়েছে।\n\n\n== ইতিহাস ==\nবিভিন্ন সামাজিক-রাজনৈতিক ও অর্থনৈতিক সমস্যার কারণে অসমীয়া নারীদের সামাজিক অবস্থান ভালো ছিল না। এই দৃশ্যকল্পটি নারী সমাজের মধ্যে সামাজিক ন্যায্যতা, ন্যায়বিচারের জন্য সংগ্রাম এবং নারীর মর্যাদা বাড়ানোর উদ্দেশ্যে বিভিন্ন পদক্ষেপ গ্রহণের জন্য একটি তাগিদ তৈরি করে।\nঅসমে মহিলাদের জন্য একটি পৃথক সাহিত্য সংগঠনের জন্য শীলা বরঠাকুরের দেওয়া প্রস্তাবে, সমিতিটি সংগঠিত হয়েছিল। সংগঠনটি অসমীয়া সাহিত্যকে সমৃদ্ধ করতে এবং সাহিত্যিক অভিব্যক্তির মাধ্যমে নারীর ক্ষমতায়নের জন্য কাজ করে। এটি সৃজনশীল লেখার পরিবেশ তৈরি করার চেষ্টা করে এবং এর সদস্যদের ছোটগল্প, উপন্যাস, কবিতা ও অন্যান্য চিন্তাশীল লেখার উপর বিভিন্ন বই প্রকাশ করতে অনুপ্রাণিত করে।\n\n\n== উদ্দেশ্য ==\nসংগঠনের উদ্দেশ্যগুলি নিম্নরূপ:\n\nশিক্ষা ও সংস্কৃতির মাধ্যমে নারীর ক্ষমতায়ন এবং এর মাধ্যমে তাঁদের আত্মসম্মানকে শক্তিশালী করা।\nসৃজনশীল কাজের মাধ্যমে আত্মপ্রকাশ গড়ে তোলা এবং অসমীয়া ভাষা, সাহিত্য ও সংস্কৃতিতে ইতিবাচক অবদান রাখা।\nনারী লেখকদের লেখা মূল্যবান বই প্রকাশ ও সংরক্ষণ করা।\nদেশের সমৃদ্ধ সাংস্কৃতিক ঐতিহ্য সংরক্ষণ ও সমৃদ্ধ করা।\n\n\n== প্রকাশনা ==\nলেখিকার জীবনী (চার খন্ডে)\nধর্মেশ্বরী দেবী বড়ুয়ানি রচনা সম্ভার (১৯৯২)\nপদ্মভূষণ পুষ্পলতার চিন্তার রেঙ্গানি\nমহাশ্বেতা\nবারেরোহোনিয়া\nবর্মা তোমাক (ছোট গল্পের সংকলন)\nশতাব্দীর সাধু (একশত বছরের অসমীয়া গল্পের সংগ্রহ)\nলেখিকার গ্রন্থ পঞ্জি (অসমীয়া নারী লেখকদের গ্রন্থপঞ্জি)\nঅসমিয়া সাহিত্যত নারী (সাহিত্য সমালোচনা)\nআইতাই সাধু কোই (নারী লেখকদের লেখা ছোটগল্পের সংকলন)\nলেখিকা একটি দ্বিবার্ষিক পত্রিকা যা সংগঠনের মুখপত্রও বটে। লেখিকা সমরোহ সমিতির সকল শাখার নিজস্ব প্রকাশনা এবং একটি বার্ষিক পত্রিকা রয়েছে। শাখাগুলির কয়েকটি গুরুত্বপূর্ণ প্রকাশনা হল শতরূপা, মণিহার, সন্ধ্যা, সালংকৃত, চয়নিকা, শ্রীলেখা, অনুলেখা, অনন্যা, সোনালিমেঘ, দুলারি, মীরদান, নারী অরু ন্যায়িকত্য এবং জীবনর জোনাকি পোহার।\n\n\n== আরও দেখুন ==\nঅসাম সাহিত্য সভা\nঅসমীয়া সাহিত্য\nঅসম উপত্যকা সাহিত্য পুরস্কার\nঅসমীয়া ভাষা আন্দোলন\nঅসমীয়া ভাষার অন্ধকার যুগ\nঅসম সাহিত্য সভা পত্রিকা\nঅসমীয়া ভাষা উন্নতি সাধিনী সভা\nমণিপুরী সাহিত্য পরিষদ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nhttps://archive.org/search.php?query=Assam%20lekhika%20samaroh%20samiti\nhttp://www.assamtribune.com/scripts/detailsnew.asp?id=dec1915/state050\nhttps://www.mail-archive.com/assam@assamnet.org/msg21165.html"}