{"pageid": 1426701, "title": "সাইপ্রাস মহিলা কাপ", "url": "https://bn.wikipedia.org/wiki?curid=1426701", "content": "সাইপ্রাস মহিলা কাপ মহিলাদের ফুটবলে জাতীয় দলের জন্য একটি বিশ্বব্যাপী আমন্ত্রণমূলক টুর্নামেন্ট। এটি ২০০৮ সাল থেকে সাইপ্রাসে বার্ষিক অনুষ্ঠিত হচ্ছে। প্রতিযোগিতাটি সাইপ্রাসে অনুষ্ঠিত হলেও স্বাগতিকরা এখনও প্রতিযোগিতায় অংশ নিতে পারেনি।\nএটি ফেব্রুয়ারির শেষের দিকে বা মার্চের শুরুতে খেলা হয়, একই সময়ে অ্যালগারভ কাপ, আর্নল্ড ক্লার্ক কাপ, কাপ অফ নেশনস, ইস্ট্রিয়া কাপ, পিনাটার কাপ, শিবিলিভস কাপ, টুরনোই ডি ফ্রান্স, তুর্কি মহিলা কাপ এবং মহিলা রেভেলশন্স কাপ।\n\n\n== বিন্যাস ==\nসাইপ্রাস মহিলা কাপ নিম্নলিখিত দুই-পর্যায়ের বিন্যাস ব্যবহার করে:\nপ্রথম পর্বটি একটি গ্রুপ পর্ব যেখানে ১২টি আমন্ত্রিত দলকে চারটি দলের তিনটি গ্রুপে ভাগ করা হয়। অ্যালগারভ কাপের মতোই, গ্রুপ এ এবং গ্রুপ বি- এর দলগুলি উচ্চতর র্যাঙ্কড দল নিয়ে গঠিত এবং তারাই একমাত্র দল যা আসলে চ্যাম্পিয়নশিপের জন্য প্রতিদ্বন্দ্বিতায় রয়েছে; গ্রুপ সি- তে নিম্ন র‌্যাঙ্কের দল রয়েছে। প্রতিটি গ্রুপ ছয়টি খেলার একটি রাউন্ড-রবিন খেলে, প্রতিটি দল একই গ্রুপের অন্য দলের প্রত্যেকের বিরুদ্ধে একটি করে ম্যাচ খেলবে।\nদ্বিতীয় পর্বটি হল একটি একক \"ফাইনালের ম্যাচ\" যেখানে সমস্ত ১২টি দলের অংশগ্রহণে ছয়টি খেলা টুর্নামেন্টের চূড়ান্ত অবস্থান নির্ধারণের জন্য খেলা হয়, ম্যাচ-আপগুলি নিম্নরূপ:\n\n১১তম স্থানের ম্যাচ: ৩য় সেরা ৪র্থ স্থান অধিকারী দল বনাম ২য় সেরা ৪র্থ স্থান অধিকারী দল\n৯ম স্থানের ম্যাচ: সেরা ৪র্থ স্থান অধিকারী দল বনাম ৩য় সেরা ৩য় স্থান অধিকারী দল\n৭ম স্থানের ম্যাচ: ২য় সেরা ৩য় স্থান অধিকারী দল বনাম সেরা ৩য় স্থান অধিকারী দল\n৫ম স্থানের ম্যাচ: ৩য় সেরা ২য় স্থান অধিকারী দল বনাম ২য় সেরা ২য় স্থান অধিকারী দল\n৩য় স্থানের ম্যাচ: ৩য় সেরা গ্রুপ বিজয়ী বনাম সেরা ২য় স্থান অধিকারী দল\nফাইনাল: সেরা গ্রুপ বিজয়ী বনাম দ্বিতীয় সেরা গ্রুপ বিজয়ী\n\n\n== ফলাফল ==\n\n\n== শীর্ষ চারে পৌঁছানো দল ==\n\n\n== অংশগ্রহণকারী দেশসমূহ ==\n\n\n== সাধারণ পরিসংখ্যান ==\n২০১৮ হিসাবে\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট (ইংরেজি ভাষায়)\nসাইপ্রাস মহিলা কাপ – আরএসএসএসএফ (ইংরেজি ভাষায়)\nসাইপ্রাস মহিলা কাপ উইমেন্সসকারইউনাইটেড.কম (আর্কাইভ ২৩ জানুয়ারি ২০১২)"}