{"pageid": 1426151, "title": "মাদ্রাজ দেবদাসী (উৎসর্গ প্রতিরোধ) আইন", "url": "https://bn.wikipedia.org/wiki?curid=1426151", "content": "মাদ্রাজ দেবদাসী (উৎসর্গ প্রতিরোধ) আইন ( যাকে তামিলনাড়ু দেবদাসী (উৎসর্গ প্রতিরোধ) আইন বা মাদ্রাজ দেবদাসী আইনও বলা হয়) হল একটি আইন, যেটি প্রণীত হয়েছিল ভারত ব্রিটিশ শাসন থেকে স্বাধীন হওয়ার ঠিক পরে, ১৯৪৭ সালের ৯ই অক্টোবর তারিখে। আইনটি মাদ্রাজ প্রেসিডেন্সিতে পাস করা হয়েছিল এবং দেবদাসীদের বিবাহের আইনি অধিকার দিয়েছিল, হিন্দু মন্দিরে মেয়েদের উৎসর্গ করা অবৈধ করে দিয়েছিল। যে বিলটি এই আইনে পরিণত হয় সেটি ছিল দেবদাসী বিলোপ বিল।\nপেরিয়র ই. ভি. রামস্বামী দেবদাসী বিলোপ বিল পাশ করার কর্মকাণ্ডের অংশ ছিলেন কিন্তু, মাদ্রাজ প্রেসিডেন্সি জুড়ে দেবদাসীদের তীব্র প্রতিবাদের কারণে, তিনি প্রস্তাব করেছিলেন যে বিলটি শুধুমাত্র একটি ব্যক্তিগত বিল হিসাবে পেশ করা হবে, একটি পাবলিক বিল নয়।\nমুথুলক্ষ্মী রেড্ডি ১৯৩০ সালের প্রথম দিকে মাদ্রাজ আইন পরিষদে বিলটি উত্থাপন করেছিলেন কিন্তু ১৯৪৭ সালের ৯ই অক্টোবর ও পি রামস্বামী রেড্ডিয়ার (ওরফে ওমান্দুর রেড্ডির কংগ্রেস নেতৃত্বাধীন সরকার) -এর প্রধানমন্ত্রীত্বের (বা মাদ্রাজের প্রিমিয়ার, স্বাধীনতার আগে বলা হত, ১৯৪৯ সাল পর্যন্ত এই পদে ছিলেন) সময় এটি পাস হয়েছিল।\nকিছু দেবদাসী বিলের বিরুদ্ধে আপত্তি জানিয়েছিলেন, কারণ তাঁরা নিজেদেরকে পতিতা না ভেবে পরিশীলিত এবং পণ্ডিত শিল্পী বলে মনে করেছিলেন। মাদ্রাজ দেবদাসী আইন পরবর্তী সম্পর্কিত আইনগুলির মতো কঠোর ছিল না। যেহেতু মাদ্রাজ দেবদাসী আইনটি শুধুমাত্র দেবদাসীদের জন্য নির্দিষ্ট ছিল, তাই দক্ষিণ ভারতে পতিতাবৃত্তি অব্যাহত ছিল, বিশেষ করে অন্ধ্র প্রদেশের উপকূল বরাবর। ১৯৫৬ সালের ১৪ই আগস্ট মাদ্রাজ দেবদাসী বিরোধী আইন পাশ হবার পর এতে বিরতি আসে। মাদ্রাজ দেবদাসী আইন হল ব্রিটিশ ভারতের প্রেসিডেন্সি এবং প্রদেশগুলিতে এবং পরবর্তী ভারতের রাজ্য ও অঞ্চলগুলিতে বলবৎ হওয়া একাধিক আইনের মধ্যে একটি, যা পতিতাবৃত্তিকে বেআইনি করে তুলেছিল। এই রকম আইনগুলির মধ্যে রয়েছে ১৯৩৪ সালের বোম্বে দেবদাসী সুরক্ষা আইন, ১৯৫৭ সালের বোম্বে সুরক্ষা (সম্প্রসারণ) আইন এবং ১৯৮৮ সালের অন্ধ্রপ্রদেশ দেবদাসী (উৎসর্গের নিষেধাজ্ঞা) আইন।\nবোম্বে দেবদাসী সুরক্ষা আইনে একজন মহিলার উৎসর্গকে একটি বেআইনি কাজ হিসাবে ঘোষণা করা হয়েছে, এটি তার সম্মতিতে হোক বা না হোক, উভয়ক্ষেত্রেই। এই আইন অনুসারে, দেবদাসীর বিবাহ আইনগত ও বৈধ বলে বিবেচিত হবে এবং এই ধরনের বিবাহে জাত সন্তানকে বৈধ বলে গণ্য করা হবে।\n\n\n== তথ্যসূত্র =="}