{"pageid": 1426213, "title": "আর্গোস্টেরল", "url": "https://bn.wikipedia.org/wiki?curid=1426213", "content": "আর্গোস্টেরল (আর্গোস্টা-৫,৭,২২-ট্রাইএন-৩β-অল) হলো একটি মাইকোস্টেরল যা ছত্রাক এবং প্রোটোজোয়া কোষের ঝিল্লিতে পাওয়া যায়। রসায়নবিদের ভাষায় এটি একটি ৫,৭-ডায়েন অক্সিস্টেরল। কোলেস্টেরল প্রাণী কোষে যে কাজ করে আর্গোস্টেরলও সেইসব কিছু কাজ করতে পারে। আর্গোস্টেরল একটি স্নেহপদার্থ। যেহেতু অনেক ছত্রাক এবং প্রোটোজোয়া আর্গোস্টেরল ছাড়া বাঁচতে পারে না তাই যেসব উৎসেচক আর্গোস্টেরল সংশ্লেষিত করে, সেইসব উৎসেচক ওষুধের গবেষণার ক্ষেত্রে খুব গুরুত্বপূর্ণ হয়ে উঠেছে। মানুষের পুষ্টিতে আর্গোস্টেরল হলো ভিটামিন D2-এর একটি প্রোভিটামিন। খাদ্যের মধ্যে থাকা যেসব জৈব যৌগ প্রাণীদেহে গৃহীত হওয়ার পর বিভিন্ন ভিটামিনে রূপান্তরিত হয় তাদেরকে প্রোভিটামিন বলে। সূর্যালোকের অতিবেগুনী (ইউভি) রশ্মির প্রভাবে আর্গোস্টেরল একটি রাসায়নিক বিক্রিয়া ঘটিয়ে ভিটামিন D2 তৈরি করে।\n\n\n== ছত্রাকে আর্গোস্টেরলের ভূমিকা ==\nআর্গোস্টেরল ছত্রাকের মধ্যে পাওয়া একটি স্টেরল। এটির নামকরণ করা হয়েছে আর্গট (ergot) নামে একপ্রকার ছত্রাক জাতীয় উদ্ভিদের নাম থেকে। এই ছত্রাক ক্ল্যাভিসেপস প্রজাতির সদস্যদের একটি সাধারণ নাম। আর্গোস্টেরল সর্বপ্রথম এই আর্গট ছত্রাক থেকে আলাদা করা হয়েছিল। আর্গোস্টেরল হলো খামির এবং অন্যান্য ছত্রাকের কোষের ঝিল্লির একটি উপাদান। কোলেস্টেরল প্রাণী কোষে যে কাজ করে তার অনেকগুলি কাজ আর্গোস্টেরল একই করতে পারে। উচ্চতর ছত্রাকের মধ্যে আর্গোস্টেরলের উপস্থিতি জলবায়ুর অস্থিতিশীলতার সাথে সম্পর্কিত বলে মনে করা হয়। অত্যন্ত পরিবর্তিত আর্দ্রতায় উচ্চতর ছত্রাকেরা পরিবেশগত প্রতিকুলতার মধ্যে পড়ে। কোলেস্টেরলের তুলনায় আর্গোস্টেরল সংশ্লেষণে অতিরিক্ত শক্তির প্রয়োজন হয়। তাই আর্গোস্টেরল একটি সুবিধাজনক ছত্রাকের মধ্যে বিকল্প হিসাবে বিবর্তিত হয়েছে বলে মনে করা হয়। আর্গোস্টেরলের গঠনে দুটি সংযোজিত দ্বিবন্ধনীর উপস্থিতি এটিকে অ্যান্টিঅক্সিডেন্ট বা জারণরোধকের বৈশিষ্ট্য দেয়। অ্যান্টিঅক্সিডেন্ট হলো এমন পদার্থ যা জারণ ক্রিয়ায় বাধা দিয়ে কোষের ক্ষতি প্রতিরোধ করতে পারে।\n\n\n== অ্যান্টিফাঙ্গাল ওষুধের লক্ষ্যে আর্গোস্টেরল ==\nছত্রাকের কোষের ঝিল্লিতে আর্গোস্টেরল পাওয়া যায়। তবে প্রাণীদের মধ্যে এটি অনুপস্থিত। তাই ছত্রাকরোধী ওষুধের প্রয়োগে আর্গোস্টেরলের দিকে বিজ্ঞানীদের নজর বেশি। কিছু প্রোটিস্টের কোষের ঝিল্লিতেও আর্গোস্টেরল উপস্থিত থাকে, যেমন ট্রিপানোসোম। পশ্চিম আফ্রিকায় আফ্রিকান ট্রাইপানোসোমিয়াসিস নামক রোগের বিরুদ্ধে অ্যান্টিফাঙ্গাল ওষুধের ব্যবহারে আর্গোস্টেরলকেই প্রয়োগ কেন্দ্র ধরা হয়।\nঅ্যামফোটেরিসিন বি হলো একটি অ্যান্টিফাঙ্গাল ওষুধ। মিউকরমাইকোসিস বা চলতি কথায় ব্ল্যাক ফাঙ্গাসে আক্রান্ত রোগীর চিকিৎসায় অ্যামফোটেরিসিন বি ওষুধ দেওয়া হয়। এই ওষুধটি প্রয়োগ করা হয় আর্গোস্টেরলকে লক্ষ্য করে। ওষুধটি শারীরের কোষের ঝিল্লির মধ্যে থাকা আর্গোস্টেরলের সাথে আবদ্ধ হয়ে ছত্রাকের ঝিল্লিতে একটি মেরু ছিদ্র তৈরি করে। ছিদ্রের মধ্যদিয়ে প্রধানত পটাশিয়াম আয়ন, প্রোটন আয়ন এবং অন্যান্য অণু বেরিয়ে যায়। এর ফলে ছত্রাকে আক্রান্ত কোষের মূত্যু হয়। শরীরে আক্রান্ত কোষ নষ্ট হয়ে রোগী সুস্থ হয়ে ওঠে। কিছুক্ষেত্রে অ্যামফোটেরিসিন বি ওষুধের পার্শ্বপ্রতিক্রিয়া দেখা যায়। বেশিরভাগ পরিস্থিতিতে এই ওষুধটি পার্শ্বপ্রতিক্রিয়াহীন ওষুধ দ্বারা প্রতিস্থাপিত করা হয়েছে। তবে পার্শ্বপ্রতিক্রিয়া থাকা সত্ত্বেও প্রাণঘাতী ছত্রাক বা প্রোটোজোয়ান সংক্রমণের জন্য এটি এখনও ব্যবহৃত হয়।\nফ্লুকোনাজোল, মিকোনাজোল, ইট্রাকোনাজোল, ক্লোট্রিমাজোল এবং মাইক্লোবিউটানিলl ওষুধগুলি ভিন্নভাবে কাজ করে। এগুলি ১৪আলফা-ডিমিথাইলেজ নামক উৎসেচকের সাথে মিলে ল্যানোস্টেরল থেকে আর্গোস্টেরলের সংশ্লেষণকে বাধা দেয়। আর্গোস্টেরল ল্যানোস্টেরলের তুলনায় একটি ছোট অণু। আর্গোস্টেরল সংশ্লেষণে জৈব যৌগ ফার্নেসাইল পাইরোফসফেটের দুটি অণু এবং ল্যানোস্টেরল একত্রিত করে বিক্রিয়া করানো হয়। ফার্নেসাইল পাইরোফসফেট একটি ১৫-কার্বনযুক্ত-দীর্ঘ টারপেনয়েড। অন্যদিকে ল্যানোস্টেরলে ৩০টি কার্বন রয়েছে। এরপর দুটি মিথাইল মূলক সরে গিয়ে আর্গোস্টেরল তৈরি করে। \"অ্যাজোল\" শ্রেণীর অ্যান্টিফাঙ্গাল ওষুধগুলি ল্যানোস্টেরল এবং আর্গোস্টেরলের মধ্যে বায়োসিন্থেটিক পথের মিথাইল মূলক বিযুক্তকারী উৎসেচকগুলিকে বাধা দেয়।\n\n\n== অ্যান্টিপ্রোটোজোয়াল ওষুধের লক্ষ্যে আর্গোস্টেরল ==\nট্রাইকোমোনাস এবং লিশম্যানিয়াসহ কিছু প্রোটোজোয়ায় ওষুধ প্রয়োগ করে আর্গোস্টেরল সংশ্লেষণ এবং কার্যকারিতাকে বাধা দেওয়া যায়\n\n\n== ভিটামিন D2 অগ্রদূত হিসাবে ==\nআর্গোস্টেরল হলো ভিটামিন D2 এর একটি প্রোভিটামিন, যার রাসায়নিক নাম হলো আর্গোক্যালসিফেরল। ৩০ সেমি দূরত্ব থেকে ০.৪০৩ এমডবলু প্রতি সেমি২ তীব্রতায় অতিবেগুনী রশ্মি-সি (UV-C) এর বিকিরণ সাদা বোতাম মাশরুমের উপর ফেলে দেখা গিয়েছে যে এতে ভিটামিন D2 তৈরি হয়। এক্ষেত্রে ভিটামিন D2 এর মাত্রা সময়-নির্ভর অর্থাৎ সময়ের সঙ্গে ভিটামিনের মাত্রা বৃদ্ধি পায়।    \nমাশরুমে স্বাভাবিকভাবেই একটি নির্দিষ্ট পরিমাণে ভিটামিন ডি তৈরি হয়। মাশরুমের উৎপাদনের পরে অনেক মাশরুমে ভিটামিন ডি এর মাত্রা বাড়ানোর জন্য বিকিরণ রশ্মি প্রয়োগ করা হয়ে থাকে। ছত্রাকও বাণিজ্যিকভাবে জন্মানো হয় যাতে এর থেকে আর্গোস্টেরল বের করা যায়। খাদ্য সম্পূরক এবং খাদ্য সংযোজন হিসাবে আর্গোস্টেরলকে ভিটামিন ডি-তে রূপান্তর করা যায়।\n১৯৩০-এর দশকে বিকিরণ রশ্মিযুক্ত আর্গোস্টেরলকে ভায়োস্টেরল বলা হতো। এটি আর্গোস্টেরলের একটি প্রিভিটামিন এবং ভিটামিন D2 এর মিশ্রণ ছিল\n\n\n== বিষাক্ততা ==\nআর্গোস্টেরলের মিহি গুঁড়ো ত্বক, চোখ এবং শ্বাসযন্ত্রে অস্বস্তিকর অনুভূতির সৃষ্টি করে। বেশি পরিমাণে খেলে হাইপারক্যালসেমিয়া রোগের সৃষ্টি হতে পারে। এর ফলে শরীরের নরম টিস্যু এবং কিডনিতে অবাঞ্ছিত ক্যালসিয়াম লবণ জমা হওয়ার লক্ষণ প্রকাশ পায়।\n\n\n== তথ্যসূত্র =="}