{"pageid": 1426308, "title": "আলি ইবনে ঈসা", "url": "https://bn.wikipedia.org/wiki?curid=1426308", "content": "আলি বিন ঈসা আল কাহাল ( আরবি: علي بن عيسى الكحال; ৯৪০ –১০১০ খ্রি.; উপাধি: চক্ষুরোগ বিশেষজ্ঞ : \"দ্য অকুলিস্ট\"/\"আল-কাহহাল\" ) ছিলেন মধ্যযুগের ইসলামি স্বর্ণযুগে সবচেয়ে পরিচিত ও সবচে' বিখ্যাত আরব চক্ষু বিশেষজ্ঞ। তিনি মধ্যযুগীয় ইউরোপে 'জেসু অকুলিস্ট' নামে পরিচিত ছিলেন, যা তার নামের একটি লাতিন অনুবাদ। তিনি প্রভাবশালী তাজকিরাত আল-কাহহালিন গ্রন্থের লেখক ছিলেন, যা কখনও কখনও মেমোরেন্ডাম অফ দ্য অকুলিস্ট নামে অনুবাদ করা হয়, যা মধ্যযুগের অবশিষ্ট থাকা সবচেয়ে ব্যাপক আরবি চক্ষুবিদ্যার বই।\nবইটি তিনি হুনাইন ইবনে ইসহাক, গ্যালেন ও অন্যান্য পূর্ববর্তী লেখকদের রচনার উপর ভিত্তি করে তৈরি করেছিলেন এবং তাদের উল্লিখিত রোগের চিকিত্সা ও প্রতিকারসহ চোখের শারীরস্থান এবং তার রোগের বিস্তারিত বর্ণনা করেছেন। ইবনে ঈসা তার কাজের মাঝে চোখের শারীরস্থানের চিত্রও অন্তর্ভুক্ত করেছেন। এটি তার সময়ে চক্ষুবিদ্যার উপর একটি আদর্শ ও অমূল্য সম্পদ ছিল।\nইবনে ঈসা চোখের বিভিন্ন রোগের চিকিৎসার বর্ণনা দিয়েছেন এবং পরামর্শ দিয়েছেন। তিনিই প্রথম ভোগ-কোয়নাগি-হারাদা রোগের লক্ষণ বর্ণনা করেন। ইবনে ঈসা পটেরিজিয়ামের ফলে সৃষ্ট এপিফোরাকে শ্রেণিবদ্ধ করেছেন এবং রোগের পর্যায়ের উপর ভিত্তি করে এপিফোরার চিকিৎসার পরামর্শ দিয়েছেন–যথা: প্রাথমিক পর্যায়ে অ্যামোনিয়া লবণ, পোড়া তামা বা ঢালা আঠার মতো ক্ষয়কারী উপাদান দিয়ে চিকিৎসা এবং এপিফোরার দীর্ঘস্থায়ী পর্যায়ের জন্য একটি পালকযুক্ত শর দিয়ে একটি বক্রাকার ব্যবচ্ছেদ। এছাড়া অন্যান্য অস্ত্রোপচার সম্পর্কেও বইটিতে বর্ণনা করা হয়েছে। তিনি সম্ভবত নিজের গ্রন্থ তাদকিরাতে \"অস্থায়ী অস্থিসন্ধির প্রদাহের\" একটি বিরবণ লিপিবদ্ধ করেছেন।\n\n\n== বৈজ্ঞানিক কৃতিত্ব ==\n\nতিনি তার সময়ে চক্ষুবিজ্ঞানের ক্ষেত্রে বিশিষ্ট ছিলেন এবং \"তাজকিরাত আল কুহহালিন\" শিরোনামে প্রসিদ্ধ তার গ্রন্থটির প্রতি লোকেরা অন্যান্য বইয়ের পরিবর্তে অধিক ঝুঁকে পড়েছিল; যেমনটি ইবনে আবি উসাইবা বলেছেন। বইটি তিনটি বিভাগ নিয়ে গঠিত; চোখের শারীরস্থান বিষয়ে প্রথম বিভাগ এবং চোখের দৃশ্যমান রোগগুলির উপর দ্বিতীয় বিভাগ অর্থাৎ যে রোগগুলি সংবেদনশীল অঙ্গের নীচে হয়ে থাকে। তৃতীয় বিভাগটি চোখের অভ্যন্তরীণ রোগসমূহ সম্পর্কে, যা সংবেদনের অধীনে ঘটে না। তাঁর এই বইটি পশ্চিমে ব্যাপক খ্যাতি লাভ করেছে এবং লাতিন ও হিব্রু ভাষায় অনুবাদ করা হয়েছে। জার্মান চিকিৎসক হিরশবার্গ তার 'তাযকিরাত আল-কাহালিন' বইটির ভূমিকাতে বলেছেন যে, আলী বিন ঈসাই প্রথম চোখের ডাক্তার, যিনি সম্মোহন এবং অ্যানেস্থেশিয়ার পরামর্শ দেন।\nতিনি মানাফি আ'যাউল হাইওয়ান এবং রিসালাহ ফি ইলমিল ইস্তেরলাব নামে দুইটি বইও লিখেছেন।\n\n\n== আরও দেখুন ==\nআল রাযী\nইবনে সিনা\nগোন্ডি শাপুর একাডেমি\nনাসরীয় মারিস্তান\nসিদি ফেজ মারিস্তান\nআল আদুদি হাসপাতাল\nমধ্যযুগে ইসলামি বিশ্বের আবিষ্কারের তালিকা\nমধ্যযুগীয় ইসলামি বিশ্বে বিজ্ঞান\n\n\n== তথ্যসূত্র =="}