{"pageid": 1426617, "title": "চিনামিতা", "url": "https://bn.wikipedia.org/wiki?curid=1426617", "content": "চিনামিটাস বা তুলুমকিস ( নাহুয়াত্ল চিনামিটল, মোপান তুলুমকি ) সম্ভবত  মোপান মায়া সভ্যতার জাতিগোষ্ঠী যারা সম্ভবত বর্তমান বেলিজ এবং গুয়াতেমালায়  মায়া নিম্নভূমির একটি প্রাথমিক কলম্বিয়ান রাষ্ট্র সাবেক চিনামিতা অঞ্চল গঠন করেছিল। ১৭ শতকের গোড়ার দিকে, অঞ্চলটি সম্ভবত পূর্ব পেটেন বেসিনে মোপান নদীর তীরে এবং পশ্চিম বেলিজের প্রতিবেশী অংশে বিস্তৃত ছিল যার ফলে নোজপেটেনের ইতজার পূর্বে, ইয়াক্সা এবং সাকনাব হ্রদের দক্ষিণে এবং টিপুজের পশ্চিমে অবস্থিত।\n\n\n== ব্যুৎপত্তি ==\nচিনামিতা শব্দটি এসেছে নাহুয়াটল chinamitl থেকে, যার অর্থ \"বেতের বেড়া\"। এটি মোপান শব্দ tulum ki এর সমতুল্য, যার অর্থ \"আগাভের প্রাচীর\"। “তুলুম কি” ছিল চিনামিতার রাজধানী নাম।  যদিও স্প্যানিশ ইতিহাসবিদ জুয়ান দে ভিলাগুটিয়ের সোটো-মেয়র চিনামিতাস এবং তুলুমকিস শব্দ দুটিকে দুটি স্বতন্ত্র জাতি হিসেবে বর্ণনা করেছেন;তবে মায়ান হলো tulum ki- শব্দের নাহুয়াত্ল অনুবাদ মাত্র\n\n\n== এলাকা ==\nঅঞ্চলটি উত্তর-পূর্ব গুয়াতেমালা এবং দক্ষিণ-পশ্চিম বেলিজের মোপান নদীর তীরে মোপান অঞ্চলের অধীনস্থ বা অংশ নিয়ে গঠিত হয়েছে বলে মনে করা হয়। ফলে নোজপেটেন এবং টিপুর মধ্যে বিভক্ত ছিল  যাহোক, কিছু পণ্ডিত প্রস্তাব করেছেন যে অঞ্চলটি বরং উত্তর-পূর্ব গুয়াতেমালায় অবস্থিত। \nচিনামিতাদের প্রধান বসতি ছিল তুলমকি নামক শহরে। ১৭ শতকের গোড়ার দিকে তুলমকির জনসংখ্যা ৮০০০ ছিল বলে জানা যায়।  বসবাসকারীদের মধ্যে চিনামিতাদের দ্বারা স্প্যানিয়ান বন্দীকৃত পুরুষ এবং মহিলারাও অন্তর্ভুক্ত ছিল। ঐতিহাসিকদের বর্ননা থেকে যায়. শহরটিকে পরিখা এবং একটি ম্যাগুই এর বেড়া দ্বারা সুরক্ষিত করা হয়েছিল এবং একটি সরু পথ প্রবেশ দ্বার হিসেবে ব্যবহার হতো।\n\n\n== ইতজার সাথে সম্পর্ক ==\nচিনামিতাদের সাথে ইটজাদের সম্পর্ক বেশ বৈরিতাপূর্ণ ছিল। পরবর্তীতে ক্ষমতা গ্রহনকারীরা পূর্ববর্তীদের বিরুদ্ধে \"অবিরাম যুদ্ধ চালিয়েছিল\" এবং যার কারণে ইটজা প্রতিবেশী এবং ইটজার মিত্রদের সাথে  চিনামিতাদের পারস্পরিক শত্রুতাপূর্ন সম্পর্ক ছিল।  ১৬১৮ সালে, ইতজা যোদ্ধারা ফ্রান্সিসকান মিশনারি বার্তোলোমে ডি ফুয়েনসালিদা এবং জুয়ান ডি অরবিটাকে জানিয়েছিলেন যে, তাদের ভয়ানক চিনামিতা শত্রুদের মুখোমুখি হওয়ার ভয়ে চিনামিতার টিপুজে এবং টিপুজের মিত্রদের সাথে দেখা করার সময় সবসময় সশস্ত্র ভ্রমণ করতো।  ফুয়েনসালিডার মতে, চিনামিতাদের নরখাদক হিসেবে খ্যাতি ছিল।  ১৯৬৬ সালে যখন ফ্রান্সিসকান বন্ধু আন্দ্রেস দে আভেন্ডাও ই লয়োলা ইটজা পরিদর্শন করেন, তখন তিনি বুঝতে পেরেছিলেন যে টুলুন্সিসরা ইটজা রাজ্যের একটি অংশ নিয়ে আলাদা রাষ্ট্র গঠন করেছে।\n\n\n== উত্তরাধিকার ==\n২০০৯ সাল পর্যন্ত অঞ্চলটি এবং অঞ্চলটির বাসিন্দাদের সম্পর্কে  \"ডকুমেন্টারি রেফারেন্স বা ভাষাগত পুনর্গঠন ব্যতীত বস্তুগত এবং ভূ-রাজনৈতিকভাবে কার্যত অজানা ছিল।\" প্রাক্তন মোপান অঞ্চলের বাসিন্দাদের পাশাপাশি চিনামিতাদেরকেও বেলিজ এবং গুয়াতেমালার আধুনিক মোপান মায়াদের পূর্বপুরুষ বলে মনে করা হয়।\n\n\n== পাদটীকা ও তথ্যসূত্র ==\n\n\n=== ব্যাখ্যামূলক পাদটীকা ===\nযাহোক, থমসন ১৯৭৭, পৃষ্ঠা. ১৩ তে উল্লেখ করেছেন যে অঞ্চলটির উপরোক্ত অবস্থান \"নিশ্চয়ই ভুল; পূর্ব এবং দক্ষিণ-পূর্ব পেটেন, সম্পূর্ণরূপে স্প্যানিয়ার্ডদের দ্বারা অন্বেষণ করা হয়েছিল (১৬৯৭ সালের মধ্যে), এই ধরনের কোন গোষ্ঠী নেই অর্থাৎ চিনামিতাস নেই;\nঅধিকন্তু, যেমন তুলুমকিদের মতো পরিখাযুক্ত এবং বেড়াযুক্ত দুর্গ পশ্চিমা ধরনের, পূর্বপেটেনের নয়।\"ক্যাসো ব্যারেরা ২০০৬, প্রথম মানচিত্র (ফার্স্ট ম্যাপ), এবং অনুচ্ছেদ ৫ এ \"জোকমো নদীর কাছে অঞ্চলটির অবস্থান সনাক্ত করেন, যেখানে স্পোরস ১৯৮৬, পৃষ্ঠা ৭২ এ অঞ্চলটিকে রিও সান পেড্রো, এবং থম্পসন ১৯৭৭, পৃষ্ঠা ১৩ তে উসুমাসিন্তা এবং সান পেড্রোর মধ্যবর্তী পর্বতমালা’র (কর্ডিলেরা)  মাঝখানে বলেছেন। পালকা ২০০৫, পৃষ্ঠা. ১-২ উত্তর-পশ্চিম গুয়াতেমালাতেও এই অঞ্চলটির অবস্থান বলে মনে করেছেন, উল্লেখ্য যে আঠার শতকের প্রথম দিকে, প্রাক্তন চিনামিতা অঞ্চলের অন্তত কিছু বাসিন্দা উসুমাসিন্তায় বসতি স্থাপন করেছিল বলে জানা যায়। যেখানে জোন্স ১৯৯৮, পৃষ্ঠা ৪৩২ এ পূর্বোক্ত সকলের মতামতের সাথে দ্বিমত পোষন করে উল্লেখ করেস যে তারা \"নিশ্চয়ই  চিনামিতাসের অবস্থানকে নোজপেতেনের পূর্ব দিকের পরিবর্তে দক্ষিণ-পশ্চিমে সনাক্তকরণ করা ভুল।\" বিশেষ দ্রষ্টব্য: ক্যাসো ব্যারেরা ২০০৬, প্রথম মানচিত্র (ফার্স্ট ম্যাপ), এবং অনুচ্ছেদ ৫ এ আরও প্রস্তাব করেছেন যে, চিনামিতাস অঞ্চলটি জোকমো অঞ্চলের একটি অংশ হিসেবে গঠিত হয়েছে, যার বাসিন্দারা \"সম্ভবত জোকমো নদীর কাছে প্রতিষ্ঠিত একটি ভিন্নমতপূর্ণ ইটজা উপদল\" ছিল। জোকমো নদী চিহ্নিত করার জন্য দেখুন ক্যাসো ব্যারেরা ২০০৬, প্রথম মানচিত্র (ফার্স্ট ম্যাপ), কোলার এপসোনডা জিমেনো ২০০৪, পৃষ্ঠা ১২২।\nভিজেসিমাল পদ্ধতি (একটি ভিজেসিমাল বা বিশের উপর ভিত্তি করে বা ২০ ভিত্তিক সংখ্যা গননার পদ্ধতি) ব্যবহার করে দেখা যায়- মায়ান গণনার মাধ্যমে উল্লেখিত জনসংখ্যা ৮,০০০ যা ২০x২০x২০ এর সমান। থমসন (১৯৭৭) এর মতে, সম্ভবত উল্লেখিত ৮,০০০ শুধুমাত্র \"বহুলতা\" বোঝায়।\n\n\n== তথ্যসূত্র ==\n\n\n=== পূর্ণ উদ্ধৃতি ==="}