{"pageid": 1426181, "title": "নাগা মাতৃ সমিতি", "url": "https://bn.wikipedia.org/wiki?curid=1426181", "content": "নাগা মাতৃ সমিতি (এনএমএ) হল নাগাল্যান্ডের মহিলাদের দ্বারা গঠিত একটি সুশীল সমাজের সংগঠন। এই সংগঠনটি মূলত সংঘাত, শান্তি স্থাপন এবং মাদকের অত্যধিক ব্যবহারের সমস্যাগুলি সমাধান করার চেষ্টা করে। এই কাজের জন্য সংগঠনটি একটি মঞ্চ তৈরি করেছে, যার মাধ্যমে বিভিন্ন কণ্ঠস্বরকে একত্রিত করে সমাধানের জন্য ধারাবাহিকভাবে সংলাপ চালানো যায়। গঠনের পর থেকে, ৮০ এবং ৯০ এর দশকের মধ্যে, এনএমএ ধারাবাহিকভাবে ভ্রাতৃঘাতী হত্যাকাণ্ড, বিভিন্ন নাগা সংগঠন- যেমন  এনএসসিএন (আইএম) এবং এনএসসিএন (কে), এবং ভারতীয় নিরাপত্তা বাহিনীর মধ্যে সহিংসতার বিরুদ্ধে তাদের মতামত তুলে ধরেছে।\n\n\n== ইতিহাস ==\nনাগা মাতৃ সমিতি, এনএমএ ১৯৮৪ সালে কোহিমাতে প্রতিষ্ঠিত হয়েছিল। এর পটভূমিতে ছিল নাগাল্যান্ডের জাতিগত সংঘাত, ব্যাপক মদ্যপান এবং মাদক সংক্রান্ত সমস্যাগুলি। নাগাল্যান্ডের মহিলাদের জন্য, এনএমএ একটি ছাতা সংগঠনে পরিণত হয়েছিল, যারা বিভিন্ন নাগা জাতিগত গোষ্ঠীর নারী শাখা যেমন, আঙ্গামি, আও, ইত্যাদিকে একত্রিত করেছিল। নেইডুনুও অঙ্গামি এনএমএ-এর অন্যতম প্রতিষ্ঠাতা সদস্য ছিলেন। তিনি ১৯৮৪ থেকে ১৯৯৪ সাল পর্যন্ত এর সাধারণ সম্পাদক হিসাবে দায়িত্ব পালন করেছিলেন এবং তিনি 'শান্তির মা' হিসাবে জনপ্রিয় ছিলেন। ১৯৮০ এর দশকে নাগাল্যান্ডে মাদকাসক্তি একটি ব্যাপক সমস্যা ছিল। এটি এই বিপদের বিরুদ্ধে লড়াই করার জন্য জীবনের বিভিন্ন স্তর থেকে মহিলাদের একত্রিত করেছে। ১৯৯০ এর দশকে, এইচআইভি এবং এইডস মোকাবিলায়ও এনএমএ অগ্রণী ভূমিকা পালন করেছিল। একজন প্রতিষ্ঠাতা এবং প্রাক্তন এনএমএ সভাপতি আবেই-উ মেরুর মতে \"শুরুতে, সবচেয়ে বড় যে সমস্যা বাড়িগুলিকে প্রভাবিত করেছিল তা হলো মাদকাসক্তি\"। তিনি আরও বলেন \"মায়েরা একত্রিত হয়েছিলেন কারণ এটি প্রতিটি বাড়িতে আঘাত করছিল।\"\n\n\n=== ক্রিয়াকলাপ ===\nএনএমএ- এর সংবিধান অনুযায়ী প্রত্যেক প্রাপ্তবয়স্ক নাগা মহিলা এক টাকার টোকেন বার্ষিক সদস্যতা ফি প্রদানের মাধ্যমে স্বয়ংক্রিয়ভাবে সদস্য হতে পারেন। বিভিন্ন নাগা জাতিগত গোষ্ঠী এনএমএর নেতা হওয়ার জন্য সদস্যদের মধ্যে থেকে নেতৃবৃন্দকে মনোনীত করে। তথ্য প্রচারের পাশাপাশি এনএমএ একটি পুনর্বাসন কেন্দ্র চালু করেছে। এনএমএ বিভিন্ন প্রাসঙ্গিক বিষয়ে রাজ্য জুড়ে মহিলাদের জন্য কর্মশালা এবং প্রশিক্ষণ কর্মসূচির আয়োজন করে। তারা নারীদের অর্থনৈতিক ক্ষমতায়নের দিকেও কাজ করে। এনএমএ সফলভাবে নাগাল্যান্ড সরকার এবং নাগা স্টুডেন্টস ফেডারেশনের মধ্যে চাকরির বয়সসীমা নিয়ে আলোচনায় মধ্যস্থতা করেছে। ১৯৯৪ সালের অক্টোবরে, রাজ্যে ক্রমবর্ধমান সহিংসতা এবং রাজনৈতিক অস্থিতিশীলতার পরিস্থিতি আটকানোর জন্য এনএমএ একটি শান্তি দল গঠন করে।\n\n\n=== মাদক ও মদ্যপানের বিরুদ্ধে ===\n৮০-এর দশকের গোড়ার দিকে, মাদক-আসক্তি উত্তর-পূর্বে একটি ব্যাপক সমস্যা ছিল যা রাজ্যের যুবকদের উপর বিরূপ প্রভাব ফেলেছিল। এর পিছনে একটি প্রধান কারণ ছিল এটি সোনালী ত্রিভুজের কাছাকাছি একটি এলাকা, সেই অঞ্চল থেকে মাদক পরিবহন করা হত। অর্থনৈতিক ও সামাজিক সমস্যা এবং একটি শিথিল সরকারী কতৃত্বও সমস্যাটিকে আরও বাড়িয়ে তুলেছিল। নাগা মাতৃ সমিতি, কৃপা ফাউণ্ডেশনের সহযোগিতায় কোহিমায় একটি নেশামুক্তি এবং পরামর্শ প্রদান কেন্দ্র চালায়। পাত্র এবং মান্না (২০০৮) দ্বারা পরিচালিত একটি সমীক্ষায় দেখা গেছে, 'তারা এই সামাজিক কুফলগুলির বিপদ সম্পর্কে মহিলাদের সচেতন করার এবং একটি ভাল নাগা সমাজ প্রতিষ্ঠার জন্য তাদের অনুপ্রাণিত করার চেষ্টা করেছিল'।\n\n\n=== শান্তি এবং সংঘাত বিষয়ে ===\nএনএমএ বিভিন্ন বিদ্রোহী দলকে শান্তি আলোচনায় আনার প্রচেষ্টায় গুরুত্বপূর্ণ ভূমিকা পালন করেছে। ১৯৯৪ সালে, এনএমএ তার 'আর রক্ত ঝরা নয়' (শেড নো ব্লাড) প্রচারাভিযানের মাধ্যমে একটি শান্তি প্রতিষ্ঠার প্রচেষ্টা শুরু করে এবং এটি তাদের দ্বারা পরিচালিত শান্তি প্রচেষ্টার দিকনির্দেশক শক্তি হিসাবে রয়ে গেছে। প্রচারাভিযানটি মানুষের অখণ্ডতার নীতির উপর বিশ্বাস করে এবং প্রতিটি জীবনের মূল্যকে পবিত্র হিসাবে বিবেচনা করে। প্রচারণার অংশ হিসাবে, এনএমএ সমস্ত দাবিদারহীন মৃতদেহগুলিকে ঐতিহ্যবাহী শালে মুড়ে দেয়, সেগুলি 'নাগা' বা ভারতীয় নিরাপত্তা বাহিনী, যারই হোক না কেন। প্রাক্তন স্বরাষ্ট্র সচিব, জি কে পিল্লাই যিনি ১৯৯৭ সালের ইন্দো-নাগা শান্তি চুক্তির সহায়ক ছিলেন, তিনি এই বাণীর শক্তিকে উদ্দীপক হিসাবে স্মরণ করেন, এটি সেই মায়েদের কাছ থেকে এসেছে যাঁরা সন্তান জন্মদান এবং সন্তান লালন-পালনের ব্যথা অনুভব করেছিলেন এবং তারপরে সশস্ত্র সংঘর্ষে নিজেদের সন্তানদের হারিয়েছেন। তিনি বিশ্বাস করেন যে এই আন্দোলন শান্তি প্রক্রিয়ার ক্ষেত্রে অনুঘটকের মতো গুরুত্বপূর্ণ ভূমিকা পালন করেছে।\n\n\n==== ২০১০ মাও গেটের ঘটনা ====\n২০১০ সালে, মণিপুরের উখরুল জেলায় এনএসসিএন (আইএম) নেতা, থুইঙ্গালেং মুইভাহের সফরের সময় যে সংঘর্ষ হয়েছিল সেই সময় মণিপুর কমাণ্ডোদের দ্বারা দুই তরুণ নাগাকে গুলি করে হত্যা করা হয়েছিল। নাগা মাতৃ সমিতির সদস্যরা দাবিহীন মৃতদেহগুলি উদ্ধার ক'রে তাদের পরিবারের কাছে হস্তান্তর করার চেষ্টা করেছিল।\n\n\n=== জাতিগত ঐক্যের জন্য ===\nএনএমএ জাতিগত ঐক্যের মতো বিতর্কিত বিষয়ে আলোচনা ও পরামর্শের জায়গায় বিশ্বাস করে। স্থানীয় রংমেই সম্প্রদায়ের বিষয়ে উদ্ভূত একটি সংঘর্ষের সময়, এনএমএ জাতিগত নেতাদের এবং নাগা গ্রাম পরিষদকে (নাগা হোহো) \"ভিতরে এবং বাইরে থেকে বিভাজনকারী শক্তির বিরুদ্ধে ঐক্যবদ্ধ হওয়ার জন্য এবং নাগাদের ভবিষ্যতের জন্য শান্তিতে এবং বৃহত্তর বোঝাপড়ার সাথে একসাথে কাজ করার জন্য আহ্বান জানায়।\" পাত্র এবং মান্না (২০০৮) দ্বারা পরিচালিত গবেষণায় উল্লেখ করা হয়েছে, 'সালিশকারী হিসাবে মহিলাদের ভূমিকা বেশ স্বীকৃত এবং গৃহীত। বিবাদমান নাগাদের আত্মধ্বংস থেকে ঠেকাতে তাঁরা নিজেদের ভূমিকাকে দৃঢ় করেছেন'।\n\n\n=== মহিলাদের সংরক্ষণের জন্য ===\nএনএমএ রাজনীতিতে নারীদের আরও বেশি প্রতিনিধিত্ব করার জন্য এবং সর্বসাধারণের ক্ষেত্রে সিদ্ধান্ত গ্রহণের জন্য লড়াই করে। বর্তমানে এনএমএ স্থানীয় নির্বাচনে মহিলাদের ৩৩% সংরক্ষণের জন্য ভারতের সুপ্রিম কোর্টে একটি মামলা লড়ছে। সংস্থাটি বিশ্বাস করে যে এই ধরনের সংরক্ষণ প্রথাগত আইনের সাথে সংঘর্ষপূর্ণ নয়।\n\n\n=== এইচআইভি এবং এইডসের বিরুদ্ধে ===\nএনএমএ ১৯৯১ সালে এইচআইভি-এইডস রোগীদের কলঙ্কিত করার বিরুদ্ধে আন্দোলনের নেতৃত্ব দেয়। আন্দোলনের অংশ হিসেবে, এনএমএর সদস্যরা মণিপুর জেল থেকে এইচআইভি পজিটিভ বন্দীদের হাত ধ'রে স্পর্শ করে।\n\n\n== পুরস্কার এবং স্বীকৃতি ==\n২০১৩ সালের জীবন অবদানের জন্য টাইমস অফ ইন্ডিয়া সোশ্যাল ইমপ্যাক্ট অ্যাওয়ার্ড।\n\n\n== তথ্যসূত্র =="}