{"pageid": 1426565, "title": "২০২৩–২৪ রঞ্জি ট্রফি", "url": "https://bn.wikipedia.org/wiki?curid=1426565", "content": "২০২৩–২৪ রঞ্জি ট্রফি হল রঞ্জি ট্রফির ৮৯তম আসর, যা ভারতের প্রধান প্রথম-শ্রেণীর ক্রিকেট টুর্নামেন্ট। এটি ৫ জানুয়ারি থেকে ১৪ মার্চ ২০২৪ পর্যন্ত অনুষ্ঠিত হবে সৌরাষ্ট্র ডিফেন্ডিং চ্যাম্পিয়ন ছিল, আগের মৌসুমে \nতাদের দ্বিতীয় রঞ্জি ট্রফি জিতেছিল।\n\n\n== বিন্যাস ==\nদলগুলোকে এলিট শ্রেণী নামে দুটি বিভাগে বিভক্ত করা হয়েছে, যেখানে ৩২টি দল চারটি গ্রুপে বিভক্ত, প্লেট বিভাগে ৬টি দল রয়েছে। এলিট গ্রুপের দলগুলি একে অপরের সাথে একবার খেলেছিল, প্রতিটি গ্রুপ থেকে শীর্ষ দুটি দল কোয়ার্টার-ফাইনালে খেলার যোগ্যতা অর্জন করেছিল। প্লেট গ্রুপেও দলগুলি একে অপরের সাথে একবার খেলেছে, তবে শীর্ষ চারটি দল প্লেট গ্রুপ নকআউটের জন্য যোগ্যতা অর্জন করেছে, নীচের দুটি দল পঞ্চম এবং ষষ্ঠ অবস্থানের জন্য খেলছে এবং তৃতীয় এবং চতুর্থ অবস্থানের জন্য আরেকটি প্লেঅফ হয়েছে। দুই প্লেট ফাইনালিস্টকে পরবর্তী মৌসুমের, ২০২৪-২৫-এর জন্য এলিট গ্রুপে উন্নীত করা হবে, যখন চারটি এলিট গ্রুপের নীচের দুটি দল একত্রিত হবে - উভয় পয়েন্ট এবং ভাগফলকে ফ্যাক্টরিং করে প্লেট গ্রুপে নামিয়ে দেওয়া হবে।\n\n\n== লিগ পর্ব ==\n\n\n=== প্লেট গ্রুপ ===\n\n  প্লেট সেমি-ফাইনালে অগ্রসর \n\n\n== প্লেট নকআউট ==\n\n\n=== বন্ধনী ===\n\n\n=== প্লেট সেমি-ফাইনাল ===\n\n\n=== প্লেট ফাইনাল ===\n\n\n== নকআউট পর্ব ==\nগ্রুপ পর্বে তাদের শেষ ম্যাচে পাঞ্জাবের বিপক্ষে জয়ের পর তামিলনাড়ু ছয় মৌসুমে প্রথমবারের মতো নকআউটে উঠেছে। চণ্ডীগড়ের বিরুদ্ধে কর্ণাটকের টানা প্রচেষ্টার অর্থ হল গ্রুপ সি-তে তামিলনাড়ু শীর্ষস্থান দখল করেছে। হরিয়ানার বিরুদ্ধে বিদর্ভের জয় তাদের গ্রুপের শীর্ষে নিয়ে গেছে, তার পরে ডিফেন্ডিং চ্যাম্পিয়ন সৌরাষ্ট্র। \n গ্রুপ ডি-তে মধ্যপ্রদেশ শীর্ষে ছিল, বরোদা দ্বিতীয় স্থানে রয়েছে। মুম্বাই এবং অন্ধ্র বি গ্রুপের প্রথম দুটি স্থান দখল করেছে\n\n\n=== বন্ধনী ===\n\n\n=== কোয়ার্টার-ফাইনাল ===\nতামিলনাড়ু ছিল সেমি-ফাইনালের প্রথম দল, সৌরাষ্ট্রের বিরুদ্ধে জয়ের পর ২০১৬-১৭ সংস্করণের পর তাদের প্রথম দল। তারা প্রথম ইনিংসে ১৫৫ রানের লিড অর্জন করেছিল, শুধুমাত্র সৌরাষ্ট্রের চেতেশ্বর পুজারা তাদের বোলিংকে কোনো প্রতিরোধের প্রস্তাব দিয়েছিল। অধিনায়ক আর সাই কিশোর ম্যাচের পরিসংখ্যান ৯/৯৩ ফিরিয়ে দেন এবং তার দলকে ইনিংস ও ৩৩ রানে জয় নিশ্চিত করতে সাহায্য করেন। মধ্যপ্রদেশ চতুর্থ কোয়ার্টার-ফাইনালে তাদের পরাজিত করার পর অন্ধ্রকে প্রথম সেমি-ফাইনালে উঠতে অস্বীকার করেছে। মধ্যপ্রদেশকে তাদের দ্বিতীয় ইনিংসে ১০৭ রানে গুটিয়ে দেওয়ার পরে জয়ের জন্য ১৭০ রানের প্রয়োজন ছিল, অন্ধ্র ৪ উইকেটে ১১২ রান করার আগে অধিনায়ক এবং সর্বোচ্চ স্কোরার হনুমা বিহারী অনুভব আগরওয়ালের হাতে আউট হয়েছিলেন। অশ্বিন হেব্বার (২২) নবম উইকেটে ৩২ রান যোগ করেন এবং কুলবন্ত খেজরোলিয়ার দ্বারা আউট হওয়া শেষ ব্যাটসম্যান ছিলেন, যিনি তার দলকে ৪ রানের ব্যবধানে জয় নিশ্চিত করেছিলেন। উইকেট-রক্ষক হিমাংশু মন্ত্রী ছিলেন বিজয়ীদের জন্য অসাধারণ পারফরমার, তার ৪৯ এবং ৪৩; যাইহোক, ৯/৮৫ ম্যাচ খেলার জন্য আগরওয়ালকে ম্যান অফ দ্য ম্যাচ দেওয়া হয়। টানা তৃতীয়বারের মতো সেমি-ফাইনালে উঠল মধ্যপ্রদেশ।\nবাকী কোয়ার্টার-ফাইনালের খেলায় উভয় খেলার শেষ দিনে, বিদর্ভ কর্ণাটককে পরাজিত করে এবং মুম্বাই বরোদার সাথে ড্র করে, কিন্তু প্রথম ইনিংসের লিড নিয়ে সেমি-ফাইনালে এগিয়ে যায়। কর্ণাটক তাদের একটি ভয়ঙ্কর ৩৭১ রান তাড়া করতে অবিচল দেখায় এবং এক উইকেটে ১০৪ রানে পঞ্চম দিনে প্রবেশ করে, কিন্তু হর্ষ দুবে এবং আদিত্য সারওয়াতে চার উইকেট লাভের অর্থ হল তারা ১২৭ রান কম পড়ে। স্বাগতিকদের ৩৮৪ রানের জবাবে বরোদা ৩৪৮ রানে অলআউট হওয়ার পর প্রথম ইনিংসে ৩৬ রানের লিড পায় মুম্বাই। তাদের দ্বিতীয় ইনিংসে, তাদের চূড়ান্ত জুটি তানুশ কোটিয়ান এবং তুষার দেশপাণ্ডে ২৩২ রানের জুটি গড়েন, উভয়ই সেঞ্চুরি করেছিলেন, যা প্রথম শ্রেণির ক্রিকেটে দ্বিতীয় উদাহরণ। ৬০৬ রান তাড়া করতে নেমে বরোদা ৩ উইকেটে ১২১ রান তুলে চা বিরতির সময় ম্যাচটি পরিত্যক্ত ঘোষণা করে। প্রথম ইনিংসের লিডের ভিত্তিতে সেমি-ফাইনালে উঠেছিল মুম্বই।\n\n\n=== সেমি-ফাইনাল ===\n\n\n=== ফাইনাল ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে সিরিজ হোম\nইএসপিএনক্রিকইনফোতে প্লেট লিগ (ইংরেজি)"}