{"pageid": 1426347, "title": "কানিজ সুরকা", "url": "https://bn.wikipedia.org/wiki?curid=1426347", "content": "কানিজ সুরকা হলেন দক্ষিণ আফ্রিকার একজন তাৎক্ষণিক অভিনয় শিল্পী, অভিনেত্রী, কৌতুক অভিনেতা এবং একজন ভারতীয় বংশোদ্ভূত ইউটিউবার, যিনি মূলত ভারতে কাজ করেন। তিনি দ্য উইক দ্যাট ওয়াজ নট শো দিয়ে তাঁর কর্মজীবন শুরু করেছিলেন। তিনি বিভিন্ন স্ট্যাণ্ড আপ মঞ্চে (যেখানে কলা প্রদর্শনকারী দঁড়িয়ে পরিবেশন করেন) প্রদর্শন করেছেন। তিনি অ্যামাজন প্রাইম ভিডিও স্ট্যাণ্ড-আপ কমেডি রিয়েলিটি শো কমিকস্তানের প্রথম দুই মরশুমের বিচারক ছিলেন। এছাড়াও তিনি ইউটিউব -এ একটি অনলাইন কমেডি গেম শো, দ্য জেনারেল ফান গেম শো উপস্থাপন করেন।\n\n\n== ব্যক্তিগত জীবন ==\nকানিজ সুরকা দক্ষিণ আফ্রিকার এমথাথায় জন্মগ্রহণ করেন এবং বড় হয়ে ওঠেন। তিনি ডিএসজি, গ্রাহাম স্কুলে বিদ্যালয় শিক্ষা সমাপ্ত করেছেন এবং রোডস বিশ্ববিদ্যালয় থেকে আইন ও মনোবিজ্ঞানে স্নাতক ডিগ্রি অর্জন করেছেন।\nকানিজ সুরকা নৃতাত্ত্বিকভাবে একজন গুজরাটি, তিনি একটি মুসলিম পরিবারে জন্মগ্রহণ করেছিলেন, যাঁরা মূলত কাপদভঞ্জের বাসিন্দা। এটি তাঁকে বিভিন্ন সংস্কৃতি এবং ধর্ম সম্পর্কে গভীরভাবে বোঝার সুযোগ ক'রে দিয়েছিল।\n\n\n== কর্মজীবন ==\n২০০৯ সাল থেকে কানিজ সুরকা মুম্বাইয়ের ক্রমবর্ধমান তাৎক্ষণিক উদ্ভাবনী বিনোদন অনুষ্ঠানের অংশ ছিলেন। মুম্বাইতে তাঁর প্রাথমিক কাজ ছিল দিব্যা পলটের ইম্পস দলের সাথে। কানিজ সুরকা ২০১৩ সালে মুম্বাই-ভিত্তিক গল্প বলার ক্লাব \"টল টেলস\" এর সহ-নির্দেশক ছিলেন।\nতিনি সিএনএন-নিউজ১৮ (পূর্বে সিএনএন-আইবিএন) -এর ব্যঙ্গাত্মক সংবাদ অনুষ্ঠান দ্য উইক দ্যাট ওয়াজ নট -এ মূলধারার জনপ্রিয়তা অর্জন করেছিলেন। তিনি বীর দাস-এর একটি উদ্যোগ উইয়ার্ডঅ্যাস কমেডির সাথেও কাজ করেছিলেন এবং তারপরে তাদের সাথে যুগ্ম ভাবে কাজ করা শুরু করেছিলেন। তিনি বেশ কয়েকটি অল ইণ্ডিয়া বাকছোড় ভিডিওতে উপস্থিত হতে শুরু করেন, যার মধ্যে 'ক্লিটিকা'-র মতো ভূমিকায় তিনি আসতেন, 'এ ওম্যান'স বেস্টিস', 'অনেস্ট ওয়েডিং', 'অনেস্ট বার' ভিডিওগুলিতে এবং ইনস্টাগ্রাম চরিত্র 'ইফ অ্যাপস ওয়্যার পিপল' থেকে। তিনি অ্যামাজন প্রাইমের জন্য কমিকস্তান এবং 'ইমপ্রোভ অল স্টারস' এবং টিএলসি -র জন্য কুইন্স অফ কমেডি এর মতো শোগুলির বিচারক ছিলেন। কানিজ সুরকা \"দ্য ইমপ্রোভাইজার্স\" নামে একটি ইমপ্রোভ গোষ্ঠীর (তাৎক্ষণিকভাবে উদ্ভাবন ক'রে পরিবেশন) অংশ, তাঁর সঙ্গে আছেন আবিশ ম্যাথিউ, কানান গিল এবং কেনি সেবাস্টিয়ান। তিনি অ্যামাজন প্রাইম ভিডিওতে 'সামথিং ফ্রম নাথিং' শিরোনামে একটি ইমপ্রোভ স্পেশাল করেছেন। তিনি অ্যামাজন প্রাইমের স্ট্যাণ্ড-আপ কমেডি রিয়েলিটি শো কমিকস্তানে বিচারক হয়ে তাঁর কমেডি দক্ষতা প্রমাণ করে ইম্প্রোভ কমেডির শিল্পও শেখান।\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n=== ওয়েব ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে কানিজ সুরকা (ইংরেজি)"}