{"pageid": 1426729, "title": "সামারস্ল্যাম (২০২৩)", "url": "https://bn.wikipedia.org/wiki?curid=1426729", "content": "সামারস্ল্যাম একটি পেশাদার কুস্তি প্রতি-দর্শনে-পরিশোধ (পিপিভি) এবং ডাব্লিউডাব্লিউই নেটওয়ার্কের অনুষ্ঠান ছিল, যা ওয়ার্ল্ড রেসলিং এন্টারটেইনমেন্ট (ডাব্লিউডাব্লিউই) তাদের ব্র্যান্ড র এবং স্ম্যাকডাউনের জন্য প্রযোজনা করেছে। এটি সামারস্ল্যাম কালানুক্রমিকের অধীনে প্রচারিত ষট্‌ত্রিংশ অনুষ্ঠান ছিল। এই অনুষ্ঠানটি ২০২৩ সালের ৫ই আগস্ট তারিখে মার্কিন যুক্তরাষ্ট্রের মিশিগানের ডেট্রয়েটের ফোর্ড ফিল্ডে অনুষ্ঠিত হয়েছে।\nএই অনুষ্ঠানে সর্বমোট নয়টি ম্যাচ অনুষ্ঠিত হয়েছে। এই অনুষ্ঠানের সর্বশেষ ম্যাচে রোমান রেইন্স আনডিস্পিউটেড ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়নশিপ ম্যাচে জে উসোকে পরাজিত করেছে। অন্যান্য শীর্ষস্থানীয় ম্যাচে, বিয়াঙ্কা বেলেয়ার ডাব্লিউডাব্লিউই নারী চ্যাম্পিয়নশিপের জন্য আয়োজিত ট্রিপল থ্রেট ম্যাচে শার্লট ফ্লেয়ার ও আসকাকে এবং একক ম্যাচে কোডি রোডস ব্রক লেজনারকে পিনফলের মাধ্যমে পরাজিত করেছে।\n\n\n== কাহিনী ==\nএই অনুষ্ঠানে পূর্ব নির্ধারিত কাহিনীর ধারাবাহিকতায় অনুষ্ঠিত ম্যাচগুলো অন্তর্ভুক্ত ছিল, যেখানে কুস্তিগিরগণ পূর্ব নির্ধারিত কাহিনী অনুযায়ী অনুষ্ঠানগুলোতে নায়ক, খলনায়ক অথবা পার্থক্যহীন চরিত্র ধারণ করেছেন যা এক বা একাধিক ম্যাচে উত্তেজনা সৃষ্টি করেছে। এই ম্যাচগুলোর ফলাফল র এবং স্ম্যাকডাউন ব্র্যান্ডে নিযুক্ত ডাব্লিউডাব্লিউইর লেখকদের দ্বারা পূর্বনির্ধারিত ছিল, যার ধারাবাহিক কাহিনী ডাব্লিউডাব্লিউইর সাপ্তাহিক টেলিভিশন অনুষ্ঠান র এবং স্ম্যাকডাউনে প্রদর্শন করা হয়েছে।\n\n\n== পটভূমি ==\nসামারস্ল্যাম হলো ডাব্লিউডাব্লিউই দ্বারা আয়োজিত একটি বার্ষিক সরাসরি অনুষ্ঠান, যা সাধারণত প্রতি বছরের আগস্ট মাসে অনুষ্ঠিত হয়। \"গ্রীষ্মের সবচেয়ে বড় পার্টি\" হিসেবে পরিচিত এই অনুষ্ঠানটি ডাব্লিউডাব্লিউই দ্বারা আয়োজিত প্রধান চারটি প্রতি-দর্শনে-পরিশোধ অনুষ্ঠানের (রেসলম্যানিয়া, রয়্যাল রাম্বল এবং সার্ভাইভার সিরিজ) মধ্যে একটি; এবং ২০২১ সাল অনুযায়ী, প্রধান পাঁচটি অনুষ্ঠানের মধ্যে একটি (যেখানে মানি ইন দ্য ব্যাংক অন্তর্ভুক্ত)। এই পাঁচটি প্রধান অনুষ্ঠানের মধ্যে রেসলম্যানিয়ার পর এটি ডাব্লিউডাব্লিউই দ্বারা আয়োজিত দ্বিতীয় বৃহত্তম অনুষ্ঠান। ১৯৮৮ সালের ২৯শে আগস্ট তারিখে প্রথমবারের মতো সামারস্ল্যাম অনুষ্ঠিত হয়েছে।\n৭ ফেব্রুয়ারী, ২০২৩-এ ঘোষিত, ৩৬ তম সামারস্ল্যাম শনিবার, ৫ আগস্ট, ২০২৩ তারিখে মিশিগানের ডেট্রয়েটের ফোর্ড ফিল্ডে অনুষ্ঠিত হওয়ার কথা ছিল, আগের বছরের জুলাইয়ে অনুষ্ঠিত হওয়ার পর সামারস্লামকে তার ঐতিহ্যবাহী আগস্ট স্লটে ফিরিয়ে দেয়। এটি ২০০৭ সালের এপ্রিলে রেসলম্যানিয়া ২৩ এর পর ফোর্ড ফিল্ডে অনুষ্ঠিত ডাব্লিউডাব্লিউই এর প্রথম ইভেন্টটিকে চিহ্নিত করে, এবং ১৯৯৩ ইভেন্টের পর মিশিগানে অনুষ্ঠিত প্রথম সামারস্লাম। ইভেন্টে র এবং স্ম্যাকডাউন ব্র্যান্ড বিভাগের কুস্তিগীররা উপস্থিত ছিলেন, এবং বিশ্বব্যাপী পে-পার-ভিউ এবং মার্কিন যুক্তরাষ্ট্রে লাইভস্ট্রিমিং পরিষেবা পিকক এবং বেশিরভাগ আন্তর্জাতিক বাজারে ডাব্লুডাব্লিউই নেটওয়ার্ক সম্প্রচারের পাশাপাশি, প্রথম ছিল। জানুয়ারিতে ফক্সটেল এর চ্যানেল বিঞ্জ-এর অধীনে ডাব্লিউডাব্লিউই নেটওয়ার্কের অস্ট্রেলিয়ান সংস্করণ একীভূত হওয়ার পর অস্ট্রেলিয়ায় বিঞ্জ- এ লাইভস্ট্রিম করতে সামারস্ল্যাম। ডেট্রয়েট এলাকার নেটিভ, মিউজিশিয়ান, এবং ডাব্লিউডাব্লিউই হল অফ ফেমার কিড রক ইভেন্টের জন্য ঠান্ডা উন্মুক্ত করেছেন।\n১৪ এপ্রিল টিকিট বিক্রি শুরু হয়েছিল। ১৫,০০০-৩০,০০০ টি টিকিট বিক্রি হওয়ার সাথে সাথে আগের দিন প্রাক-বিক্রয় শুরু হয়েছিল। ২৮ জুলাই পর্যন্ত, একটি রিপোর্ট করা হয়েছে ৪৫,৯৭১ টি টিকিট বিক্রি হয়েছে।\nজানুয়ারী ২০২৩ থেকে, জল্পনা ছিল যে ডাব্লিউডাব্লিউই বিক্রয়ের জন্য রাখা হয়েছে। রেসলম্যানিয়া ৩৯ ২য় রাত শুরু হওয়ার কয়েক ঘন্টা আগে, সিএনবিসি একাধিক সূত্রের মাধ্যমে রিপোর্ট করেছে যে ডাব্লুডাব্লুই এবং এন্ডেভারের মধ্যে একটি চুক্তি, জুফ্ফার মাধ্যমে আলটিমেট ফাইটিং চ্যাম্পিয়নশিপ (ইউএফসি) এর মূল কোম্পানি, আসন্ন। চুক্তিটি ইউএফসি-এর সাথে ডাব্লিউডাব্লিউই-এর একীভূতকরণকে একটি নতুন সর্বজনীনভাবে লেনদেন করা কোম্পানিতে যুক্ত করে, যেখানে Endeavour 51% শেয়ার ছিল। পরের দিন ৩ এপ্রিলে বিক্রয় নিশ্চিত করা হয় এবং ১২ সেপ্টেম্বর চূড়ান্ত করা হয়, ডাব্লিউডাব্লিউই-এর সাথে ইউএফসি-এর সাথে একীভূত হয়ে টিকেও গ্রুপ হোল্ডিংস- এর বিভাগ হয়ে যায়। ২০২৩ সামারস্ল্যামটি পালাক্রমে অনুষ্ঠিত হয়েছিল চূড়ান্ত সামারস্লাম যেখানে ডাব্লুডাব্লুই এখনও ম্যাকমোহন পরিবারের মালিকানাধীন এবং নিয়ন্ত্রিত ছিল।\nটেক্সাসের ডালাসে জেক পল এবং নেট ডিয়াজের মধ্যে বক্সিং ম্যাচের একই রাতে সামারস্লাম অনুষ্ঠিত হয়। তার ভাইকে সমর্থন করার জন্য, লোগান পল অনুরোধ করেছিলেন, এবং তাকে মঞ্জুর করা হয়েছিল, অনুষ্ঠানের কার্ডের উদ্বোধনী স্থান যাতে তিনি তার ভাইয়ের সাথে তার বক্সিং ম্যাচের জন্য দুই ঘন্টার ফ্লাইট করতে পারেন।\n২০২৩ সালের এই অনুষ্ঠানটি সামারস্ল্যাম কালানুক্রমিকের ষট্‌ত্রিংশ অনুষ্ঠান ছিল, যা ৫ই আগস্ট তারিখে মার্কিন যুক্তরাষ্ট্রের মিশিগানের ডেট্রয়েটের ফোর্ড ফিল্ডে আয়োজন করার জন্য নির্ধারণ করা হয়েছিল। এই অনুষ্ঠানটি ঐতিহ্যগতভাবে প্রতি-দর্শনে-পরিশোধে সম্প্রচার করার পাশাপাশি মার্কিন যুক্তরাষ্ট্রে ধারাবাহিক সম্প্রচার পরিষেবা এবং আন্তর্জাতিক বাজারে ডাব্লিউডাব্লিউই নেটওয়ার্কে সরাসরি সম্প্রচার করা হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট (ইংরেজি)"}