{"pageid": 1426702, "title": "শিবিলিভস কাপ", "url": "https://bn.wikipedia.org/wiki?curid=1426702", "content": "শিবিলিভস কাপ হল একটি আমন্ত্রণমূলক মহিলা অ্যাসোসিয়েশন ফুটবল টুর্নামেন্ট যা ফেব্রুয়ারির শেষের দিকে বা মার্চের শুরুতে মার্কিন যুক্তরাষ্ট্রের বিভিন্ন শহরে অনুষ্ঠিত হয়। এর প্রথম তিন বছরে (২০১৬, ২০১৭ এবং ২০১৮), এটি একই চারটি দল দ্বারা প্রতিদ্বন্দ্বিতা করেছিল: মার্কিন যুক্তরাষ্ট্র, ইংল্যান্ড, ফ্রান্স এবং জার্মানি। ২০১৯ সাল থেকে, টুর্নামেন্ট লাইনআপে প্রতি বছর বিভিন্ন দল রয়েছে। ২০২৪ সালের জন্য ফিফা প্রতিযোগিতার উইন্ডোতে পরিবর্তন এবং ফেব্রুয়ারি এবং মার্চ মাসে কনকাকাফ ডব্লিউ গোল্ড কাপের মঞ্চায়নের কারণে, এই বছর শিবিলিভস কাপের বিন্যাস পরিবর্তন হবে। যদিও এখনও চারটি অংশগ্রহণকারী থাকবে, সাধারণ ছয়টির পরিবর্তে চারটি ম্যাচ হবে এবং দলগুলি সেমি-ফাইনাল, একটি তৃতীয় স্থানের ম্যাচ এবং চ্যাম্পিয়নশিপ খেলা খেলবে।\nশিবিলিভস কাপটি বছরের একই সময়ে অ্যালগারভ কাপ, আর্নল্ড ক্লার্ক কাপ, কাপ অফ নেশনস, সাইপ্রাস মহিলা কাপ, ইস্ট্রিয়া কাপ, পিনাটার কাপ, টুরনোই ডি ফ্রান্স, তুর্কি মহিলা কাপ এবং মহিলা রেভেলেশন্স কাপ।\n\n\n== ইতিহাস ==\n২০১৫ বিশ্বকাপে মার্কিন জাতীয় দলের দ্বারা শিবিলিভস আন্দোলন অনুপ্রাণিত হয়েছিল। এই আন্দোলনের উদ্দেশ্য হল অল্পবয়সী নারীদের তাদের স্বপ্ন অর্জনে উৎসাহিত করা, তারা অ্যাথলেটিক্সের সাথে আবদ্ধ থাকুক বা না থাকুক। নিয়মিত সমাজের অংশ হিসেবে, শিবিলিভস নারীর ক্ষমতায়নের জন্য নিবেদিত। ক্ষমতায়নের এই থিমটি ইউএস সকার এবং এর অনুরাগীদের মধ্যে একটি বন্ধনে বিকশিত হয়েছে, কারণ দলটি এই বার্তাটি সারা দেশে সম্প্রদায়ের কাছে ছড়িয়ে দিয়েছে। ইউনাইটেড স্টেটস সকার শেবিলিভস অ্যাম্বাসেডর হিসাবে কাজ করে, অলাভজনক, মহিলা ক্রীড়া সংস্থা এবং প্রভাবশালীদের একত্রিত করতে এবং মেয়েদের এবং মহিলাদের ইতিবাচকভাবে প্রভাবিত করার লক্ষ্যে একটি নতুন প্রোগ্রাম চালু করে।\n\n\n== শিবিলিভস সামিট ==\nশিবিলিভস সামিট, যা কার্যত ২০২১ সালে হয়েছিল, টুর্নামেন্টের চারপাশে প্রোগ্রামিংয়ের একটি প্রধান উপাদান। এর উদ্দেশ্য হল শিবিলিভস-এর তিনটি মূল স্তম্ভ: আত্মবিশ্বাস, কর্মজীবন এবং সম্প্রদায় ব্যবহার করে যুবতী নারী ও মেয়েদের ক্ষমতায়ন করা। সামিটে প্যানেল, ফায়ারসাইড চ্যাট এবং ব্রেকআউট সেশন রয়েছে যা ইভেন্টে অংশগ্রহণকারীদের হাতে-কলমে অভিজ্ঞতা এবং সাফল্যের জন্য সরঞ্জাম সরবরাহ করার জন্য ডিজাইন করা হয়েছে। ইভেন্ট প্রোগ্রামিং এসটিইএম-এর মহিলা থেকে পেশাদার ক্রীড়াবিদ পর্যন্ত বিভিন্ন মহিলা বক্তাদের বৈশিষ্ট্যযুক্ত।\nএর তৃতীয় বছরে, ২০২১ ইভেন্টের জন্য কিছু উল্লেখযোগ্য বক্তা অন্তর্ভুক্ত:\n\nঅ্যাবি ওয়ামবাচ\nসেজ স্টিল\nসিন্ডি পার্লো কোন\nটিয়ের্না ডেভিডসন\nড্যানিয়েল স্লাটন\nক্যাথি এঙ্গেলবার্ট\n\n\n== টুর্নামেন্ট বিন্যাস ==\nচারটি আমন্ত্রিত দল একটি রাউন্ড-রবিন টুর্নামেন্টে খেলে। গ্রুপ পর্বে দেওয়া পয়েন্টগুলি জয়ের জন্য তিনটি পয়েন্ট, ড্রয়ের জন্য এক পয়েন্ট এবং হারের জন্য শূন্য পয়েন্টের সূত্র অনুসরণ করে। পয়েন্টে টাই গোল ডিফারেন্সিয়াল দ্বারা নির্ধারিত হবে; অন্যান্য টাই-ব্রেকারগুলিকে নিম্নলিখিত ক্রমে প্রয়োজন অনুসারে ব্যবহার করা হয়: গোল পার্থক্য, গোল করা, হেড টু হেড ফলাফল এবং হলুদ এবং লাল কার্ডের সংখ্যার উপর ভিত্তি করে একটি ফেয়ার প্লে স্কোর।\n\n\n== ফলাফল ==\n\n\n== পদক ==\n\n\n== অংশগ্রহণকারী দেশসমূহ ==\n\n\n== সারাংশ ==\n২২ ফেব্রুয়ারি ২০২৩ পর্যন্ত হালনাগাদকৃত।\n\n\n== সেরা খেলোয়াড় ==\n\n\n== শীর্ষ গোলদাতা ==\n২২ ফেব্রুয়ারি ২০২৩ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপ্রাতিষ্ঠানিক ওয়েবসাইট, ইউএসসকার.কম (ইংরেজি ভাষায়)"}