{"pageid": 1426463, "title": "গ্রেট ফুলো সাম্রাজ্য", "url": "https://bn.wikipedia.org/wiki?curid=1426463", "content": "গ্রেট ফুলো সাম্রাজ্য, ডেনাঙ্কে কিংডম বা ডেনিয়াঙ্কে কিংডম নামেও পরিচিত, সেনেগালের একটি পুলার রাজ্য ছিল, যেটি ফুটা তোরো অঞ্চলে আধিপত্য বিস্তার করেছিলো। এর জনগণ প্রতিবেশীদের উপর আধিপত্য বিস্তার করেছিলো, মালি এবং সোংঘাই সাম্রাজ্যের বিরুদ্ধে যুদ্ধের মাধ্যমে।\nটেঙ্গুয়েলা, ফুটা তোরোর একজন ফুলা প্রধান, ১৪৫০-এর দশকে ফুটা কিঙ্গি রাজ্য প্রতিষ্ঠার জন্য দেশত্যাগের নেতৃত্ব দেন। তার কার্যক্রম বাণিজ্যকে ব্যাহত করে, যা মালির যোগাযোগ লাইনকে হুমকির মুখে ফেলে এবং সোংঘাইয়ের সাথে সংঘর্ষের দিকে ধাবিত করে। ১৫১২ সালে, সোংঘাইয়ের আমার কনজাগো টেঙ্গুয়েলাকে পরাজিত করে তার রাজ্যের সমাপ্তি ঘটায়। টেঙ্গুয়েলার পুত্র, কলি, আরও অভিবাসনের নেতৃত্ব দেন এবং জোলোফ সাম্রাজ্যের বিরুদ্ধে সামরিক প্রচেষ্টাকে পুনঃনির্দেশিত করে, এর পতন ত্বরান্বিত করেন। কলির রাজত্বের পরবর্তীতে, ডেনিয়ানকে রাজবংশ একটি বৃহৎ সাম্রাজ্য শাসন করেছিল; কিন্তু পরবর্তীতে উত্তরাধিকার সংগ্রাম, বিদেশী হস্তক্ষেপ এবং অ-স্থিতিশীলতা পশ্চাদ্ধাবন করে। ১৭৭৬ সালে, সুলায়মান বাল একটি বিপ্লবের নেতৃত্ব দিয়ে, রাজবংশকে উৎখাত করেন এবং ফুটা তোরোর ইমামত প্রতিষ্ঠা করেন।\n\n\n== ব্যুৎপত্তি ==\nডেনিয়ানকোবে ছিলো, কলি টেঙ্গুয়েলার বংশ। নামটির উৎপত্তির ক্ষেত্রে বিভিন্ন তত্ত্ব রয়েছে; যা হয় ডেনিয়া আর না হয় দীনি নামে বিখ্যাত পূর্বপুরুষদের উদ্ধৃত করে অথবা কলি দীনি নামক স্থানের কাছে কোনো সময়ে বসতি স্থাপন করেছিল।\nগ্রেট ফুলো আখ্যাটি রাজ্য এবং এর নেতাকে পর্তুগিজরা দিয়েছিলো।\n\n\n== ইতিহাস ==\n\n\n=== টেঙ্গুয়েলা (১৪৬৪-১৫১২) ===\nটেঙ্গুয়েলা ছিলেন ফুটা তোরোর ফুলা সিলাতিগি বা প্রধান। একজন সম্প্রসারণবাদী জোলোফ সাম্রাজ্যের চাপে, ১৪৫০-এর দশকে তিনি পূর্ব দিকে দেশত্যাগের নেতৃত্ব দিয়ে, দিয়ারা রাজ্যের দেশে ফুটা কিঙ্গি নামে পরিচিত একটি রাজ্য প্রতিষ্ঠা করেন। এই ঘাঁটি থেকে, টেঙ্গুয়েলা সামরিকভাবে প্রতিবেশী বেশ কয়েকটি এলাকায় হস্তক্ষেপ করে এবং বাণিজ্য ব্যাহত করে। মান্ডে আধিপত্যের বিরুদ্ধে ফুলাদের সংগঠিত করতে, তার ছেলে কলি ফুটা জালোনে যান।\n১৪৯০ সাল নাগাদ উচ্চ গাম্বিয়া নদী অববাহিকায় টেঙ্গুয়েলার কর্মকাণ্ড মালি সাম্রাজ্য এবং তাদের পশ্চিমাঞ্চলীয় কাবু প্রদেশের যোগাযোগ লাইনের পাশাপাশি বাম্বুক স্বর্ণ-এলাকা হুমকির মুখে ফেলেছিল। ১৫১১ সালে, ক্রমবর্ধমান উত্তেজনার পর, টেঙ্গুয়েলা দিয়ারা রাজ্য আক্রমণ করে, যার শাসকরা সোংঘাইয়ের কাছে সাহায্যের আহ্বান জানায়। আমার কনজাগো, আসকিয়া মোহাম্মদ ১ম-এর ভাই, ১৫১২ সালে টেঙ্গুয়েলাকে যুদ্ধে পরাজিত ও হত্যা করেন এবং তার নতুন রাষ্ট্রকে নির্মূল করেন।\n\n\n=== কলি টেঙ্গুয়েলা (১৫১২-১৫৩৭) ===\nকলি টেঙ্গুয়েলা উত্তরে আরেকটি সশস্ত্র অভিবাসনের নেতৃত্ব দেন তার ঘাঁটি থেকে ফুটা জালোনে; তার পথে অনেক ছোট ছোট রাজ্য আক্রমণ করে। ফুটা তোরোতে তার পরিবারের শাসন পুনঃপ্রতিষ্ঠিত করার পর, তিনি নতুন রাজ্যের সামরিক বাহিনীকে সোংঘাই থেকে দূরে জোলোফ সাম্রাজ্যের দিকে ব্যাপক সাফল্যের সাথে পুনঃনির্দেশ করেন।ডেনিয়াঙ্কে সাম্রাজ্যের বৃদ্ধি জোলোফ রাজ্যকে বেশ কয়েকটি যুদ্ধরত রাজ্যে বিভক্ত করতে ত্বরান্বিত করে। তিনি বর্তমান সেনেগালের ফুটা তোরো অঞ্চলে তুম্বেরে-জিন্দে একটি স্থায়ী রাজধানী স্থাপন করেন এবং কিঙ্গিকে পুনরায় জয় করেন। কলি ১৫৩৭ সালে বুসা রাজ্যের বিরুদ্ধে যুদ্ধের সময় মারা যান।\n\n\n=== শীর্ষ ===\nকলির বিজয় এবং ১৫৪৯ সালে ডাঙ্কির যুদ্ধে জোলোফ সাম্রাজ্যের পতনের পর, ডেনিয়াঙ্ক একটি বৃহৎ সাম্রাজ্যের উপর শাসন শুরু করেন এবং এক ডজনেরও বেশি ভাসাল রাজ্যের কাছ থেকে শ্রদ্ধা পান। অন্যান্যদের মধ্যে জোলোফ সাম্রাজ্য, ওয়ালো, ক্যাওর, গাজাগা, দিয়ারা এবং ওয়াগাডু অন্তর্ভুক্ত ছিল। তারা ১৭ শতকের প্রথম দিকে সাতিগি সাম্বা লামুর অধীনে তাদের ক্ষমতার শীর্ষে পৌঁছেছিল, যখন তারা সেনেগালের মুখ এবং ট্রান্স-সাহারান বাণিজ্য পথ উভয়ই নিয়ন্ত্রণ করতো। \n\n\n=== ডেনিয়াঙ্কের উত্তরসূরিরা ===\nকোলির স্থলাভিষিক্ত হন তার ভাই লাব্বা টেনগুয়েলা, ডেনিয়াঙ্কে রাজবংশের (বা ডেনিয়াঙ্কে) সূচনা করেন যা অষ্টাদশ শতাব্দীর শেষের দিকে ক্রমবর্ধমান ইসলামিক জনগোষ্ঠীর উপর সর্বপ্রাণবাদী রাজা হিসেবে শাসন করে এই অঞ্চলে একটি প্রধান শক্তি হিসাবে। তোরোদবে ক্রমবর্ধমান প্রভাবশালী হয়ে ওঠে, ডেনিয়াঙ্কের নেতৃত্বের বিরোধিতা করে এবং প্রতিবেশী সর্বপ্রাণবাদী মান্ডিঙ্কা রাজ্যের বিরুদ্ধে জিহাদের আহ্বান জানায়। সিলাতিগি সিরি সাওয়া লামু (আর.১৬৬৯-১৭০২) এর শাসনামলে চর বউবা যুদ্ধের প্রাদুর্ভাব দেখা দেয়, সেনেগাল নদী উপত্যকায় ঐতিহ্যবাদী রাজতন্ত্রের বিরুদ্ধে, ইসলামিক অভ্যুত্থান ডেনিয়াঙ্কদের মধ্যে একটি গৃহযুদ্ধের জন্ম দেয়।\nসাতিগি’র উত্তরাধিকার সম্পর্কে ফুটা তোরোর কোনো সুস্পষ্ট নিয়ম ছিল না, যার কারণে নিয়মিত ক্ষমতার লড়াই এবং গৃহযুদ্ধ চলতে থাকতো।১৮ শতকের গোড়ার দিকে, মরক্কোর সুলতান মৌলে ইসমাইল দ্বারা সমর্থিত ট্রারজা মুরস, সেনেগালের উত্তর তীর এবং গাম অ্যারাবিকের লাভজনক বাণিজ্যের উপর নিয়ন্ত্রণ প্রয়োগ করার চেষ্টা করেছিল। সেন্ট-লুইসের ফরাসিরা একই চেষ্টা করেছিল এবং অস্থিরতা ও বিদেশী হস্তক্ষেপ ফুটা তোরো ও সেনেগাল নদী উপত্যকায় প্রাত্যহিক সমস্যা হয়ে ওঠে। সুপরিচিত সেডো যুদ্ধের প্রধান সাম্বা গেলাজো জিগি ১৭২৫ সালে উভয় প্রধান শক্তির সমর্থনে ক্ষমতা গ্রহণ করেছিলেন, কিন্তু তাদের প্রভাব থেকে মুক্ত হতে পারেননি এবং তাকে ১৭৩১ সালে তাড়িয়ে দেওয়া হয়েছিল। সাতিগি’রা পরের কয়েক দশক ধরে বিস্ময়কর গতিতে একে অপরের স্থলাভিষিক্ত হয়েছিল এবং মুররা আসল ক্ষমতা ধরে রেখেছিল। \n১৭৭৬ সালে, সুলায়মান বালের নেতৃত্বে একটি বিপ্লবে রাজবংশের পতন ঘটে। জিহাদে জয়লাভের পর তিনি পদত্যাগ করেন এবং ফুটা তোরোর ইমামতের প্রথম আলমামি আবদুল কাদির ইবনে হাম্মাদির স্থলাভিষিক্ত হন।\n\n\n== সরকার ==\nসিলাতিগি সাধারণত টেঙ্গুয়েলা বংশের সবচেয়ে বয়স্ক পুরুষ ছিলেন, কিন্তু উত্তরাধিকারকে বাটু ফুটা দ্বারা অনুমোদিত হতে হয়েছিল (যা সম্ভ্রান্তদের একটি পরিষদ), যা একটি সাংবিধানিক পরিষদ হিসাবেও কাজ করত, সবচেয়ে যোগ্য প্রার্থীদের কাছে ক্ষমতার মসৃণ স্থানান্তর নিশ্চিত করতে।\nআরেকটি বাটু ছিল রাজপরিবারের সদস্যদের নিয়ে গঠিত এক ধরণের মন্ত্রিসভা, যাদের প্রত্যেকের কাছে কর সংগ্রহ এবং রাজকীয় সম্পত্তির ব্যবস্থাপনার মতো নির্দিষ্ট দলিলাদি থাকতো। উত্তরাধিকারী অনুমানকারী বা কমলেঙ্কু, উদাহরণস্বরূপ, সেনেগালের ডান তীর পরিচালনা করতেন, মুরসসহ সেখানে বসবাসকারীরা। রাজকীয় নিয়ন্ত্রণ ছিল শিথিল এবং প্রশাসন ছিল বিকেন্দ্রীকরণকৃত, রাজস্ব ভাগাভাগি হতো সাতিগি এবং প্রাদেশিক গভর্নরদের মধ্যে।\nরাজা তার বড় বড় ঘোড়ার পালের সাথে অত্যন্ত গতিময় থাকতেন। এ কারণে, রাজধানী বারবার পরিবর্তন করা হতো।\n\n\n== অর্থনীতি ==\nফুটা তোরো বিস্তৃত বাণিজ্য নেটওয়ার্ক থেকে উপকৃত হয়েছিল, সাহেলের চারণভূমি থেকে ঘোড়া এবং গাধা দক্ষিণে চলাচলের জন্য; কোলা বাদাম, লোহা এবং দাস কাবু থেকে উত্তরে বহন; বাম্বুক থেকে সোনা এবং গজাগা রাজ্যের সোনিঙ্কের পাশাপাশি কাপড় পশ্চিমে নেয়া; এবং লবণ ও ইউরোপীয় পণ্য উপকূল থেকে পূর্বে আসতো। রাজ্যের প্রধান রপ্তানি ছিল চামড়া। পাম পণ্য এবং মোমও ছিল প্রথম দিকের গুরুত্বপূর্ণ বাণিজ্য পণ্য। ১৭ শতকে ফরাসী, ইংরেজ এবং ডাচ ব্যবসায়ীরা সোনা এবং হাতির দাঁতের পাশাপাশি ক্রীতদাস কেনার জন্য বাজারে প্রবেশ করেছিল।\n\n\n== আরও দেখুন ==\nতাকরুর\nফুতা তোরোর ইমামতি\nফুতা জাল্লানের ইমামতি\nমালি সাম্রাজ্যের সামরিক ইতিহাস\nজোলোফ সাম্রাজ্য\nসেনেগালের ইতিহাস\n\n\n== তথ্যসূত্র ==\n\n\n=== সূত্র ===\nKane, Oumar (২০০৪)। La première hégémonie peule. Le Fuuta Tooro de Koli Teηella à Almaami Abdul। Karthala। সংগ্রহের তারিখ ১২ জুলাই ২০২৩। \nOliver, Roland (১৯৭৫)। The Cambridge History of Africa Volume 3 c. 1050 - c. 1600। Cambridge University Press। পৃষ্ঠা 811। আইএসবিএন 0-521-20981-1। \nThornton, John (১৯৯৮)। Africa and Africans in the Making of the Atlantic World, 1400-1800 (Second সংস্করণ)। Cambridge University Press। পৃষ্ঠা 340 Pages। আইএসবিএন 0-521-62724-9। \nThornton, John K. (১৯৯৯)। Warfare in Atlantic Africa 1500-1800। Routledge। আইএসবিএন 1-85728-393-7। \nWoodson, Cater G. (২০০০)। Carter G. Woodson: A Historical Reader। Garland Publishing, Inc.। পৃষ্ঠা 269। আইএসবিএন 0-8153-3270-X। \n\n\n== বহিঃসংযোগ ==\nhttp://www.san.beck.org/1-13-Africa1500-1800.html\nhttps://web.archive.org/web/20060321172333/http://www.jamtan.com/jamtan/fulani.cfm?chap=4&linksPage=329\nhttp://www.jamtan.com/jamtan/fulani.cfm?chap=2&linksPage=214\nটেমপ্লেট:Sahelian kingdoms"}