{"pageid": 1426654, "title": "এলেন লক্ষ্মী গোরে", "url": "https://bn.wikipedia.org/wiki?curid=1426654", "content": "এলেন লক্ষ্মী গোরে (১১ই সেপ্টেম্বর ১৮৫৩ - ১৯৩৭) একজন ভারতীয় কবি, খ্রিস্টান ধর্মপ্রচারক, স্ত্রী যাজক এবং নার্স ছিলেন।\n\n\n== প্রাথমিক জীবন ==\nএলেন লক্ষ্মী গোরে বারাণসীতে জন্মগ্রহণ করেছিলেন, তিনি ছিলেন নীলকান্ত (নেহেমিয়া) গোরে এবং লক্ষ্মীবাই জোঙ্গালেকারের কন্যা। তাঁর বাবা ছিলেন একজন ব্রাহ্মণ, যিনি পরে খ্রিস্টান ধর্মে ধর্মান্তরিত হয়ে যান এবং একজন নিযুক্ত মন্ত্রী ছিলেন। ১৮৫৩ সালে লক্ষ্মী গোরের মা মারা যান, এবং শিশু লক্ষ্মী গোরে শ্বেতাঙ্গ পশ্চিমীদের দ্বারা লালিত-পালিত হয়েছিলেন। তাঁদের মধ্যে ছিলেন স্মেইলেস নামে নীলকর এবং তারপর মিশনারি, রেভারেণ্ড এবং শ্রীমতি ডব্লিউ টি স্টরস। তাঁরা তাঁকে \"নেলি\" বলে ডাকতেন। তিনি ১২ থেকে ২৭ বছর বয়স পর্যন্ত ইংল্যান্ডে শিক্ষিত হন, তাঁর শিক্ষালয়ের মধ্যে আছে লন্ডনের হোম এবং ঔপনিবেশিক কলেজ।\n\n\n== কর্মজীবন ==\nইংরেজ ধর্মপ্রচারক ফ্রান্সিস রিডলি হাভারগালের দ্বারা উৎসাহিত হয়ে, এলেন লক্ষ্মী গোরে ১৮৮০ সালে ধর্মপ্রচারক হিসেবে ভারতে ফিরে আসেন। তাঁর প্রথম প্রকাশিত সংকলন, ফ্রম ইণ্ডিয়া'স কোরাল স্ট্র্যাণ্ড -এ (১৮৮৩) খ্রিস্টান মিশনারি বিষয় সহ কবিতা রয়েছে। এটি পশ্চিমীদের মধ্যে একজন ভারতীয় মহিলা হিসাবে তাঁর অভিজ্ঞতা থেকে লেখা। উদাহরণস্বরূপ, \"হু উইল গো ফর আস?\" কবিতায় তিনি শ্বেতাঙ্গ খ্রিস্টান মহিলাদের অনুনয় করেছেন উদ্ভট কাল্পনিক গল্প না শুনে তাঁদের নিপীড়িত বোনেদের প্রকৃত উদ্বেগের কথা শোনার জন্য: \"এটি কোনও রোমান্টিক গল্প নয় / অলস, শূন্য গল্প নয় / একটি নিরর্থক দূরদর্শী আদর্শ নয় / না, আপনার বোনদের দুর্ভোগ বাস্তব / তাদের অনুনয়ের সুরকে প্রাধান্য দিন...\" তাঁর একটি কবিতা আমেরিকান সুরকার জর্জের সঙ্গীত সহ \"ইন দ্য সিক্রেট অফ হিজ প্রেজেন্স\" বহুল পরিচিত স্তব হয়ে ওঠে। কোলস স্টেবিন্স; তাঁর গান নিরাপত্তা এবং আশ্রয়ের বিষয়বস্তু অন্বেষণ করে।\nগোরে অমৃতসরের একটি মেয়েদের স্কুলে পড়াতেন। তিনি এলাহাবাদে একজন নার্স হিসেবে প্রশিক্ষণ নেন এবং ১৮৯২ থেকে ১৯০০ সাল পর্যন্ত বিশপ জনসন অনাথ আশ্রমের সুপারিনটেনডেন্ট হন। তিনি ১৮৯৭ সালে একজন স্ত্রী যাজক হিসাবে নিযুক্ত হন। লক্ষ্মী গোরের দ্বিতীয় কবিতার সংকলন, যার শিরোনাম শুধুই পোয়েমস (১৮৯৯), মাদ্রাজ থেকে প্রকাশিত হয়েছিল এবং এটি \"তাঁর আমূল রূপান্তরিত অন্তর্দৃষ্টি\" এবং \"তাঁর জটিল, বহুমুখী পরিচয়\" প্রতিফলিত করে, একজন ভারতীয় খ্রিস্টান মহিলা এবং একজন ট্রান্সজাতিক দত্তক হিসেবে। তিনি একটি পুস্তিকা লিখেছিলেন, \"ইভাঞ্জেলিস্টিক ওয়ার্ক অ্যামং উইমেন\" (১৯০৮)। ১৯৩২ সালে তিনি মিশনের কাজ থেকে অবসর নেন।\n\n\n== এলেন লক্ষ্মী গোরের স্তোত্র ==\n\"দ্য গ্রেট রিফাইনার\"\n\"নো ডিসপয়েন্টমেন্ট ইয়োণ্ডার\" (এছাড়াও \"ওভার ইয়োণ্ডার\" শিরোনামে)\n\"লো, দ্য ডার্কনেস গ্যাদারস রাউণ্ড আস\" (এছাড়াও \"বীকন-লাইট\" শিরোনামে)\n\"ইন দ্য সিক্রেট অফ হিজ প্রেজেন্স\" গানের কথাগুলি নিয়ে অস্ট্রেলিয়ান সুরকার আর্নেস্ট এডউইন মিচেল একটি সঙ্গীত পরিবেশন করেছিলেন\n\n\n== ব্যক্তিগত জীবন ==\nএলেন লক্ষ্মী গোরে ১৯৩৭ সালে কানপুরের সেন্ট ক্যাথরিন হাসপাতালে মারা যান, তখন তাঁর বয়স ছিল আশির ঘরে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nন্যান্সি জিওন চো, দ্য মিনিস্ট্রি অফ সং: আনম্যারেড ব্রিটিশ উইমেন'স হিম রাইটিং, ১৭৬০-১৯৩৬  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ মে ২০২৩ তারিখে (পিএইচডি গবেষণামূলক, ডারহাম বিশ্ববিদ্যালয়, ২০০৬)। গোরের একটি অধ্যায় রয়েছে\nএলেন লক্ষ্মী গোরে, \"'আণ্ডার দ্য সারফেস'-এর লেখক ফ্রান্সেস রিডলি হাভারগালকে সম্বোধন করেছেন\", গোরের একটি কবিতা, দ্য ফায়ারসাইড অ্যানুয়াল (১৮৭৭) এ প্রকাশিত হয়েছে, গোরের ভারতে ফেরার আগে"}