{"pageid": 1426863, "title": "কমলকৃষ্ণ স্মৃতিতীর্থ", "url": "https://bn.wikipedia.org/wiki?curid=1426863", "content": "মহামহোপাধ্যায় কমলকৃষ্ণ স্মৃতিতীর্থ (মার্চ ১৮৭০ - ২৫ জানুয়ারি ১৯৩৪) ছিলেন সিদ্ধ পুরুষ বাশিষ্ট শ্রীশ্রী নারায়ণ ঠাকুরের অধস্তন একাদশ পুরুষ।\n\n\n== বংশ পরিচয় ==\nমহামহোপাধ্যায় কমলকৃষ্ণ স্মৃতিতীর্থ (১৮৭০ - ১৯৩৪) ভাটপাড়ায় বাশিষ্ঠ বংশের পন্ডিত পরিবারে জন্মগ্রহণ করেন। তিনি ভট্টপল্লীর প্রখ্যাত পন্ডিত নন্দলাল ন্যায়রত্ন এবং মাতা ভৈমী দেবীর জ্যেষ্ঠ পুত্র। বাংলা ১২৭৬ ফাল্গুনে (১৮৭০ খ্রীষ্টাব্দের মার্চ মাসে) তাঁহার জন্ম হয়।\n\n\n== শিক্ষালাভ ==\nতদানীন্তন প্রধান বৈয়াকরণ দিগম্বর তর্কসিদ্ধান্তের চতুষ্পাঠীতে ব্যাকরণ ও কাব্য পাঠ করে ১২৯৩ শশাঙ্কাব্দে (১৮৮৭) গভর্ণমেন্ট পরীক্ষায় ``কাব্যতীর্থ\" উপাধি প্রাপ্ত হন। তার পরে তাঁহার পিতা এবং ভট্টপল্লী স্থিত অন্যান্য বিদ্বানদের কাছে স্মৃতি এবং ন্যায় শাস্ত্রাদি পাঠ করেন।\n\n\n== কর্মক্ষেত্র ==\nবাঙ্গাবাসী কার্য্যালয়ের প্রকাশিত ``শাস্ত্রপ্রকাশ\" পত্রিকায় কতিপয় পুরাণের অনুবাদ করেন। ১৩০২ সনে (১৮৯৭) মহামহোপাধ্যায় হরপ্রসাদ শাস্ত্রীর সাথে প্রথম নেপাল যাত্রায় নেপালের দরবার লাইব্রেরীতে স্মৃতি ও অন্যান্য শাস্ত্রের পুস্তক সংগ্রহার্থে বঙ্গীয় এশিয়াটিক সোসাইটি দ্বারা প্রেরিত হন। ১৩০৬ সনে (১৯০০) এশিয়াটিক সোসাইটির ``Bibliotheca Indica\"র সম্পাদন কার্য্যে নিযুক্ত হন এবং নয়টি স্মৃতি এবং একটি জ্যোতিষ গ্রন্থ তাঁহার দ্বারা সম্পাদিত হয়। একই বর্ষে ভাটপাড়া সংস্কৃত কলেজে কাব্যের অধ্যাপক পদে নিযুক্ত হন। ১৩১২ সনে (১৯০৬) গভর্ণমেন্ট পরীক্ষায় স্মৃতিতীর্থ উপাধি প্রাপ্ত হয়ে ভাটপাড়া সংস্কৃত কলেজে স্মৃতিশাস্ত্রের অন্যতর অধ্যাপক-পদে উন্নীত হন এবং আমৃত্যু এই পদের মর্যাদা রক্ষা করেছেন। ১৩৩০ সনে ২৩শে মাঘ (১৯২৪ খ্রীষ্টাব্দ) এশিয়াটিক সোসাইটির সহযোগী সদস্য নির্বাচিত হন।\n\n১৩৩২ সনে (১৯২৬ খ্রীষ্টাব্দ) গভার্ণমেন্ট হইতে মহামহোপাধ্যায় উপাধি দ্বারা ভূষিত হয়েছিলেন। তাঁর সাথে সেই বছর এই উপাধির সহ-প্রাপক ছিলেন ফণীভূষণ তর্কবাগীশ। উপাধি দেওয়ার সময় গবর্নমেন্টের হয়ে আর্ল অফ লিটন বলেছেন:\"Your family was famous for its learning and piety and you have followed faithfully in the footsteps of your fathers. A pandit of the old school, you have proved yourself a Sanskrit scholar of unusual profundity and width. You have rendered signal services to Sanskrit learning by editing in the Bibliotheca Indica series, some of the rarest works of Smriti and a work on Astronomy; and no less an authority than the Asiatic Society of Bengal has shown its appreciation of your merit by making you an associate member. You have done much to farther the spread of Sanskrit learning, and I congratulate you on this farther recognition of your high character and profound scholarship.\"\n১৩৩৩ সনে (১৯২৭) ``প্রাচীন ভারতে সাক্ষ্যবিধি'' নামক গবেষণামূলক প্রবন্ধের জন্য কলিকাতা বিশ্ববিদ্যালয় থেকে যোগেন্দ্র স্মৃতি পুরস্কার প্রাপ্ত হন। ১৩৩৪ সনে (১৯২৮) বরোদা গভার্ণমেন্ট তাঁহাকে `গাইকোয়াড় ওরিয়েন্টাল সিরিজে'র অন্যতম সম্পাদক নিযুক্ত করেন। ১৩৩৫ সনে (১৯২৯) থেকে কলিকাতা বিশ্ববিদ্যালয়ের এম.এ. পরীক্ষায় পরীক্ষক নিযুক্ত হন। সংস্কৃত শ্লোক রচনা ইনি সিদ্ধহস্ত ছিলেন এবং ভট্টপল্লীর সংস্কৃত নাটকাভিনয়ের সময়ে ইনি মুখ্য ভূমিকা পালন করতেন। স্বীয় বাস্তুতে পিতামহের নামে ``কৈলাস চতুষ্পাঠী\" স্থাপন করে প্রায় শত সংস্কৃত পণ্ডিতদের স্মৃতি, যজুর্বেদ এবং অন্যান্য শাস্ত্রাধ্যয়ন করেছেন।\n\n\n== সাহিত্য প্রতিভা ==\nসংস্কৃত শ্লোক রচনাতে তিনি ছিলেন সিদ্ধহস্ত। বহু ক্ষেত্রেই তিনি তাঁর বক্তব্য শ্লোক রচনা করে ব্যক্ত করতেন। স্ব-সম্পাদিত গ্রন্থে আত্মপরিচয়ে তিনি লিখছেন:\nनगर्य्याः कलिकाताया उत्तरे योजनत्रये।\nमुखरो वेदनिनदैर्वेष्टितः पण्डितैः सदा ॥ १ ॥\nविद्या-ब्राह्मण्यनिष्ठाया आकरो वङ्गमण्डले ।\nभट्टपल्ल्यग्रहारोऽस्ति भारते विश्रुतिं गतः ॥ २ ॥\nतत्रासीत्‌ सिद्धिमापन्नो वसिष्ठगोत्रसम्भवः ।\nनारायणाख्यो ब्रह्मर्षिप्रतिमो वेदवित्तमः ॥ ३ ॥\nआसन्‌ तदन्वये विद्या-सदाचारविभूषिते ।\nबहवो विश्रुता धीरा नानाशास्त्रविचक्षणाः ॥ ४ ॥\nनारायणाद्धि नवमः कैलासचन्द्रसंक्षितः ।\nसाक्षात्‌ केलासचन्द्रो वा रूपाकारगुणैस्तथा ॥ ५ ॥\nआशैशवं सदाचारी ब्रह्मनिष्ठोऽथ शास्त्रविद्‌ ।\nबाकूसिद्धो वकारेषु पमाते स्मरणीयकः ॥ ६ ॥\nतदङ्गजो नन्दलालो नानाश्रास्त्रविचक्षणः ।\nन्यायरत्नेति विख्यातो सारल्यं मूर्त्तिमदिव ॥ ७ ॥\nतस्यायं ज्येष्ठतनयः स्मृतितीर्थोपनामकः ।\nकाव्यस्मृतिमीमांसासु पाठनायां रतः सदा ।\nराजदत्तमहामहोपाध्याय-पदभूषितः॥ ८ ॥\nश्रीमान्‌ कमलकृष्णोऽहं पुनःसंस्कारकर्म्मणा ।\nसम्पादयामीमं ग्रन्थं गुरोश्चरणचिन्तया ॥ ९ ॥\nयमशरवसुचन्द्रैः सम्मिते शाकवर्षे\nधनुरधियति सूर्य्ये चान्द्रपौषस्य शुक्ले ।\nकृतिरिह विमलैषा भीष्मसूसन्निधाने\nचरममगमदात्मा प्रियतां तेन विष्णुः ॥ १० ॥\n\n\n== পুরস্কার/উপাধি ==\nকাব্যতীর্থ\nস্মৃতিভূষণ\nস্মৃতিতীর্থ\nমহামহোপাধ্যায়\nকলিকাতা বিশ্ববিদ্যালয়ের যোগেন্দ্র স্মৃতি পুরস্কার\nএশিয়াটিক সোসাইটির সহযোগী সদস্য (Associate Member)\n\n\n== গ্রন্থ ==\n\n\n=== সম্পাদিত ===\nহারলতা\nকৃত্যরত্নাকর\nগৃহস্থরত্নাকর\nবিবাদরত্নাকর\nতীর্থচিন্তামণি\nবর্ষক্রিয়াকৌমুদী\nদানক্রিয়াকৌমুদী\nশ্রাদ্ধক্রিয়াকৌমুদী\nশুদ্ধিকৌমুদী\nদন্ডবিবেক\nরাজধর্মকৌস্তুভ\n\n\n=== অনুদিত ===\nঅগস্ত্য সংহিতা\nরাজতরঙ্গিণীর শেষার্দ্ধ\nকথা সরিৎ সাগরের বঙ্গানুবাদ\n\n\n=== প্রণীত ===\nপ্রাচীন ভারতে সাক্ষ্যবিধি (Journal of the Department of Letters, Vol. XX, Year 1930. Calcutta University)\nভট্টপল্লীবাশিষ্ঠবংশপরিচয় \n\n\n== মৃত্যু ==\n১৩৪০ সনে ১১ই মাঘ (২৫শে জানুয়ারী ১৯৩৪) ভট্টপল্লীতে স্বীয় বাসভবনে সজ্ঞানে ‍৺গঙ্গালাভ করেন। তাঁর মৃত্যুতে পঞ্চানন তর্করত্ন লিখেছিলেন:কবি, সুবক্তা, সদানন্দ কমলকৃষ্ণ --- যাও! যাও আমার কমল, যাও সোনার কমল --- মন্দাকিনীই তোমার প্রকৃত স্থান, --- এ মর্ত্ত্যভূমি কয়দিনের জন্য তোমার সৌরভসুখ ভোগ করিয়াছে --- সৌভাগ্যক্রমে। এখন তোমার নিত্যস্থানের নিজ আসনে গিয়া আমোদ বিস্তার কর।\n\n\n== তথ্যবিবরণী ==\nChakravarti, Chintaharan. \"Mahamahopadhyaya Kamalkrishna Smrititirtha.\" Modern Review 55, no. 5 (1934): 517-518.\nBhattacharya, Bhabatosh. \"Obituary Notices - M.M. Pandit Kamal Krishna Smrititirtha.\" Year-Book of the Royal Asiatic Society of Bengal I (1935): 186-188.\nতর্করত্ন, পঞ্চানন. (১৩৪০). মহামহোপাধ্যায় কমলকৃষ্ণ স্মৃতিতীর্থ. মাসিক বসুমতি, ১২শ বর্ষ, ২য় খন্ড(৪র্থ সংখ্যা), ৬৮৩-৬৮৪.\n\n\n== তথ্যসূত্র =="}