{"pageid": 1426693, "title": "ওয়াসোলু সাম্রাজ্য", "url": "https://bn.wikipedia.org/wiki?curid=1426693", "content": "ওয়াসোলু সাম্রাজ্য, কখনও কখনও মান্দিনকা সাম্রাজ্য হিসাবে উল্লেখ করা হয়, একটি স্বল্পস্থায়ী পশ্চিম আফ্রিকান রাজ্য ছিল যা প্রায় ১৮৭৮ থেকে ১৮৯৮ সাল পর্যন্ত বিদ্যমান ছিল, যদিও তারিখগুলি উৎস থেকে উৎসে ভিন্ন হয়। এটি তখন দক্ষিণ-পশ্চিম মালি এবং উচ্চ গিনি থেকে বিস্তৃত ছিল, যার রাজধানী ছিল বিসান্দুগু; পতনের আগে এটি উত্তর ঘানা এবং আইভরি কোস্টে আরও দক্ষিণ ও পূর্বে প্রসারিত হয়েছিল।\n\n\n== ইতিহাস ==\n\n\n=== প্রাথমিক বছর ===\n১৮৬৪ সালে টোকোলিউর সাম্রাজ্যের প্রতিষ্ঠাতা উমর টালের মৃত্যু তার সাম্রাজ্যকে তার পুত্রদের মধ্যে কার্যত বিভক্ত করে এবং স্থানীয় শাসকদের জন্য তাদের স্বাধীনতা পুনঃপ্রতিষ্ঠা করার জন্য রাজনৈতিক স্থান উন্মুক্ত করে দেয়। এই প্রজন্মের নেতাদের মধ্যে সামোরি ট্যুরে ছিলেন অন্যতম উল্লেখযোগ্য।\n\nএকটি ছোট ওয়ারব্যান্ডের নিয়ন্ত্রণ নেওয়ার পর, তিনি বলপ্রয়োগ বা কূটনীতির মাধ্যমে সমগ্র টোরন অঞ্চলে তার প্রভাব বিস্তার করতে সক্ষম হন, গবোডৌ-এর শক্তিশালী কোনাতে পরিবার এবং বিসান্দুগুয়ের নেতাদের সাথে জোট গড়ে তোলেন। ১৮৬৬ থেকে ১৮৭৩ সাল পর্যন্ত স্থায়ী এই প্রথম সম্প্রসারণবাদী পর্যায়টিতে সামোরির সেনাবাহিনী ও প্রভাব নাটকীয়ভাবে বৃদ্ধি পায় কারণ তার মায়ের কামারা বংশের সদস্য এবং অসংখ্য স্বেচ্ছাসেবী তার সাফল্যে আকৃষ্ট হয়েছিল।\n১৮৭৫ সালে বেট সাম্রাজ্য, কাঙ্কনের কাবা রাজবংশের দ্বারা শাসিত একটি ধর্মতান্ত্রিক রাজ্য, তার পৌত্তলিক প্রতিবেশীদের বিশেষ করে গেবেরেডুতে অবস্থিত কন্ডে গোষ্ঠীর বিরুদ্ধে জোট করার জন্য কমিশনারদেরকে ট্যুরের নিকট পাঠায়। সামোরি কর্তৃক গৃহীত হয়ে টিনটিওলে একটি বৈঠকের মাধ্যমে চুক্তিটি সিল করা হয়। তার কাবা মিত্রদের সাথে ট্যুরে কৌরোসা, নোরাসোবা, বারো এবং অন্যান্য গুরুত্বপূর্ণ শহর জয় করেন। এছাড়াও তিনি ১৮৭৮ সালে ডিঙ্গুইরায়ের আগুইবু টালের (উমর টালের ছেলে) সাথে কূটনৈতিক সম্পর্ক স্থাপন করেন, তারপর ১৮৭৯ সালে ফুতা জালোন ইব্রাহিমা সোরি দারার ইমামতের আলমামির সাথে একটি জোট গঠন করেন।\nসেনাবাহিনী আরও আর্থিকভাবে স্থিতিশীল হতে এবং বাণিজ্য চালিয়ে যাওয়ার জন্য মালি এবং গিনি সীমান্তের বুরে সোনার খনির জেলা দখল করে এবং ১৮৭৮ সালের মধ্যে বিসান্দুগুকে রাজধানী করে ট্যুরে নিজেকে ওয়াসোলু সাম্রাজ্যের ফামা (সম্রাট) ঘোষণা করেছিলেন। তিনি ১৮৮৪ সালে আলমামির ইসলামী উপাধি গ্রহণ করেন।\n\n\n=== ঔপনিবেশিক সংঘাত ===\n১৯ শতকের শেষের দিকে আফ্রিকা দখলের লড়াই আফ্রিকার ইউরোপীয় উপনিবেশ ত্বরান্বিত হতে শুরু করে এবং ওয়াসোলু ফ্রান্সের সাথে নিয়মিত সংঘর্ষে জড়িয়ে পড়ে।\n১৮৮১ সালের শেষের দিকে, বর্তমান মালির কিতায়ফরাসি সৈন্যদলের কমান্ডার গুস্তাভ বোর্গনিস-দেসবর্দেস সামোরি ট্যুরের কাছে একজন দূত পাঠান ঘোষণা করার জন্য যে কিনিয়ারান এখন একটি ফরাসি প্রটেক্টরেট। ১৮৮২ সালের ২১ ফেব্রুয়ারী, ট্যুর মুগ্ধ না হয়ে শহরটি বরখাস্ত করেন। একটি ফরাসি ত্রাণ স্তম্ভ খুব দেরিতে পৌঁছেছিল, কিন্তু ওয়াসোলু সেনাবাহিনীকে তাড়া করেছিল, যারা ২৬ তারিখে সামায়াতে ফিরেছিল এবং যুদ্ধে লিপ্ত হয়। অত্যাধুনিক ফরাসি অস্ত্রের মুখোমুখি হওয়ার সময় সোফাস ঐতিহ্যবাহী সম্মুখ আক্রমণ একটি বধে পরিণত হয়েছিল, কিন্তু সামোরি দ্রুত কার্যকর গেরিলা কৌশল এবং অত্যকল্পস্থায়ী অশ্বারোহী আক্রমণ গ্রহণ করে এগিয়ে যান। তারা নাইজারে ফিরে ফরাসিদের হয়রানি করেছিল। এই বিজয় ট্যুরেকে আফ্রিকান নেতা হিসাবে বিখ্যাত করে তুলে যিনি আক্রমণকারী তৌবাবের বিরুদ্ধে ব্যাপকভাবে তার প্রতিপত্তি এবং নিয়োগ বৃদ্ধির পাশাপাশি ভবিষ্যতের ব্যস্ততার জন্য একটি নীলনকশা প্রদান করে রুখে দাঁড়ান।\nসামায়ার পর, বামাকোর কিছু নেতা ট্যুরেকে প্রস্তাব দিতে করতে শুরু করেন। নাইজারের এই গুরুত্বপূর্ণ কৌশলগত শহরটি দখল করতে আগ্রহী ফরাসিরা ১৮৮৩ সালের ১ ফেব্রুয়ারি সেখানে একটি দুর্গ প্রতিষ্ঠার জন্য একটি বাহিনী নিয়ে আসে। সামোরির ভাই কেবে ব্রেমা ফরাসিদের তাদের প্রতিরক্ষা থেকে প্রলুব্ধ করার জন্য বামাকোতে একটি বাহিনীকে নেতৃত্ব দিয়েছিলেন। তারা এপ্রিলের শুরুতে ওয়ায়ো ওয়ায়াঙ্কো ক্রিকে দুটি যুদ্ধে লিপ্ত হয়, যেখানে কেবে ব্রেমা প্রথম জয়লাভ করে কিন্তু শেষ পর্যন্ত পিছু হটতে বাধ্য হয়।\n১৮৮৫ সালে ট্যুরে সিয়েরা লিওনের ফ্রিটাউনে লোক পাঠান যাতে প্রস্তাব করা হয় যে ওয়াসোলু একটি ব্রিটিশ প্রটেক্টরেট হবে। ব্রিটিশরা ফ্রান্সের সাথে বিরোধ এড়াতে প্রস্তাব প্রত্যাখ্যান করেছিল, কিন্তু ওয়াসোলু সেনাবাহিনীর কাছে আরও রাইফেল বিক্রির আকারে বাণিজ্য বৃদ্ধির অনুমতি দেয়।\nযখন ১৮৮৫ সালের একটি ফরাসি অভিযান নিয়াগাসোলা দখল করে বুরে সোনার ক্ষেত্রগুলি বাজেয়াপ্ত করার চেষ্টা করে, তখন ট্যুরে পাল্টা আক্রমণ করেন। তার সেনাবাহিনীকে তিনটি স্তম্ভে বিভক্ত করে তিনি দ্রুত তাদের প্রত্যাহার করতে বাধ্য করেন। ফরাসিরা ২৮ মার্চ, ১৮৮৬-এ স্বাক্ষরিত কেনিবা কৌরা চুক্তিতে আলোচনা করতে বাধ্য হয়েছিল। এই চুক্তিটি সিগুইরি পর্যন্ত নাইজারকে ফরাসি এবং ওয়াসোলুর মধ্যে সীমানা হিসাবে স্বীকৃতি দেয়।\n\n\n=== কেনেদুগোর সাথে যুদ্ধ ===\nমোটামুটি একই সময়ে, ওয়াসোলু সাম্রাজ্য ও কেনেদুগো রাজ্যের মধ্যে বাগো নদীর সীমানা নিয়ে সহিংসতায় জড়ায় কারণ উভয় পক্ষের বাহিনী একে অপরের উপর হামলা চালায় এবং তিয়েবা ত্রাওর-এর সেনাবাহিনী ওয়াসোলু অঞ্চলে একটি বিদ্রোহ শুরু করার চেষ্টা করেছিল। দুর্ভিক্ষ ও অস্থিতিশীলতা ব্যাপক আকার ধারণ করলে ১৮৮৫ সালে সামোরির বাহিনী জোর করে ইসলাম গ্রহণ এবং স্থানীয় পবিত্র স্থানগুলি ধ্বংস করতে শুরু করলে জনগণ বিদ্রোহ করে। বিদ্রোহীরা সিওনদুগু এবং ফুলালাতে সোফা সৈন্যদলে গণহত্যা চালায়। সামোরি পরিস্থিতি মোকাবেলায় কেমে ব্রেমাকে প্রেরণ করেছিলেন এবং তিনি নির্মমভাবে বিদ্রোহটি দমন করেছিলেন। ১৮৮৭ সালের শুষ্ক মৌসুমের শেষ নাগাদ, শেষ প্রতিরোধ অব্যাহত রাখায় নতি দেওয়ার জন্য অনাহারে পড়েছিল।\nওয়াসোলু অঞ্চল তার নিয়ন্ত্রণে ফিরে আসার সাথে সাথে সামোরি ফরাসিদের সাথে বিসান্দুগু চুক্তিতে স্বাক্ষর করেন। শর্তগুলো এক বছর আগে স্বাক্ষরিত চুক্তির মতোই ছিল। ফরাসিদের তখন অনুমিত মিত্রদের সাথে, তিনি কেনেদুগোর বিরুদ্ধে তার পূর্ণ শক্তি ফিরিয়ে এনে, এপ্রিল মাসে তাদের রাজধানী সিকাসো অবরোধ শুরু করেন যা ১৫ মাস স্থায়ী হয়।\nঅবরোধটি ওয়াসোলু সাম্রাজ্যের উচ্চ জলছাপ এবং এর পতনের সূচনাকে চিহ্নিত করে। সিকাসোর টাটা সেই সময়ে পশ্চিম আফ্রিকার সবচেয়ে উন্নত প্রতিরক্ষা ব্যবস্থাগুলির মধ্যে একটি ছিল এবং সামোরির কোন কামান ছিল না। তার সরবরাহ ধারাগুলো তখনও প্রতিকূল বাম্বারা অঞ্চল দিয়ে বিসান্দুগু থেকে খাদ্য ও গোলাবারুদ আনতে কুলিদের উপর নির্ভর করেছিল। বর্ষাকালে রাস্তাঘাট জঞ্জালে পরিণত হয় এবং আমাশয় সেনাবাহিনীতে ছড়িয়ে পড়ে পুরুষদের বিধ্বস্ত করে দেয় এবং অন্যান্য গুরুত্বপূর্ণ নেতাদের মধ্যে কেবে ব্রেমাকে হত্যা করে। ইতোমধ্যে ফরাসিরা মিত্র হিসাবে কাজ করা তো দূরের কথা, বরং সিগুইরিতে একটি দুর্গ তৈরি করেছিল এবং সাহেল বা সেনেগালের সাথে সমস্ত বাণিজ্য বন্ধ করে দিয়ে অর্থনীতিকে ধ্বংস করেছিল। যখন একটি গুজব ছড়িয়ে পড়েছিল যে সামোরি নিজেই মারা গেছেন, তখন আরও একটি ব্যাপক বিদ্রোহ শুরু হয়েছিল। ১৮৮৮ সালের বর্ষাকালের শেষে তিনি অবরোধ ত্যাগ করতে বাধ্য হন। তার ক্ষুধার্ত, মরিয়া সৈন্যরা আবারও নৃশংসভাবে ওয়াসোলুকে বরখাস্ত করে, তারা যে কোনো বিদ্রোহীকে হত্যা করেছিল।\n\n\n=== কাঙ্কন ও বিসান্দুগু এর পতন ===\n১৮৮৯ সালের ফেব্রুয়ারিতে সামোরি এবং ফরাসিরা আরেকটি চুক্তি স্বাক্ষর করে, এবার নিয়াকোতে, যা ঔপনিবেশিক নিয়ন্ত্রণকে আরও দক্ষিণে ঠেলে দেয়। সিকাসোতে পরাজয়ের পর সাম্রাজ্য দুর্বল হয়ে পড়ে, এবং ১৮৯০ সালের ব্রাসেলস সম্মেলন আইন অনুসারে ব্রিটিশরা তাদের ব্রীচলোডিং বন্দুক বিক্রি বন্ধ করে দিয়েছিল।\n১৮৯১ সালের ১০ মার্চ, কর্নেল লুই আর্চিনার্ডের অধীনে একটি ফরাসি বাহিনী কাঙ্কনে আশ্চর্যজনক আক্রমণের জন্য ন্যামিনা থেকে যাত্রা শুরু করে। তিনি একটি বজ্র অভিযানের মাধ্যমে কয়েক সপ্তাহের মধ্যে সামোরিকে বশে আনার আশা করেছিলেন। তার দুর্গ ফরাসি কামান থামাতে পারবে না জেনেও ট্যুরে কৌশলে যুদ্ধ শুরু করেন এবং মাটিতে থুবড়ে পড়েন। ১১ এপ্রিল কাঙ্কন এবং তারপরে নির্জন বিসান্দুগু দখল করতে আর্কিনার্ডের খুব কমই সমস্যা হয়েছিল, তবে ট্যুরে নেওয়ার মতো খুব সামান্যই রেখেছিল।\nআর্চিনার্ডের স্থলাভিষিক্ত কর্নেল হামবার্ট ১৮৯২ সালের জানুয়ারিতে কাঙ্কনে আসেন এবং বিসান্দুগুতে আক্রমণে বাছাই করা লোকদের একটি ছোট, ভাল সরবরাহ করা বাহিনীর নেতৃত্ব দেন। ফরাসিরা বিসান্দুগু এবং কেরোয়ানে সৈন্য ঘাঁটি স্থাপন করেছিল। সামোরি ৯ মে ১৮৯২-এ ফ্রাঙ্কোনেডউ-এ আরেকটি কাউন্সিল আহ্বান করেন যেখানে তারা পূর্ব দিকে সরে যাওয়ার এবং কাবাডুগুতে সাম্রাজ্যকে পুনঃস্থাপন করার সিদ্ধান্ত নেয়, ফরাসিদের অনুবর্তনে বিলম্ব করার জন্য এটিকে সরিয়ে নেওয়ার আগে প্রতিটি এলাকা ধ্বংস করে দেয়।\n১৮৯৩ সালের প্রথম মাসগুলিতে ফরাসিরা, যদিও গিনিতে ট্যুরের সেনাবাহিনীকে কোণঠাসা করতে না পারলেও ফারানাহ দখল করতে সক্ষম হয়েছিল এবং ওয়াসোলুর আধুনিক অস্ত্রশস্ত্রের প্রাথমিক উৎস লাইবেরিয়া ও সিয়েরা লিওনে পুনরায় সরবরাহের রুটগুলি অবরুদ্ধ করতে সক্ষম হয়েছিল। এটি গোল্ড কোস্টের মধ্য দিয়ে একটি দীর্ঘ রুটে সামোরিকে নির্ভরশীল করে রেখেছিল। কিসিডুগুতে ওয়াসোলুর প্রজা এবং সাম্রাজ্যের পশ্চিম ও দক্ষিণতম অংশের বাকি অংশগুলি আত্মসমর্পণ করেছিল। ম্যান্ডিং অঞ্চলে সামোরি ট্যুরের সাম্রাজ্য তখন চলে যায়।\n\n\n=== কং ও বাউনা ===\n\n১৮৯৫ সালের ফেব্রুয়ারিতে সামোরি তার ঘাঁটি কাবাডৌগু থেকে বান্দামা এবং কোমো নদীর দিকে ডাবাকালায় নিয়ে যান। তার উদ্দেশ্য এবং পুরো অঞ্চলের চাবিকাঠি ছিল প্রাচীন দ্যুলা বাণিজ্য শহর কং। ফরাসিরা ১৮৯৪ সালের আগস্ট মাসে কর্নেল মন্টেইলের নেতৃত্বে একটি স্তম্ভ স্থাপন করে শহরটিকে সুরক্ষিত করার চেষ্টা করেছিল, তবে এটি ১৮৯৫ সালের ফেব্রুয়ারি পর্যন্ত বৃহৎ বাসাম ছেড়ে যায়নি। এর উত্তরণ একটি জনপ্রিয় প্রতিরোধ আন্দোলনের জন্ম দেয়। ২ মার্চ মন্টেইল সোফায় হোঁচট খান; ১৪ তারিখের একটি যুদ্ধে ফরাসিরা পিছু হটতে এবং কংক ত্যাগ করতে বাধ্য হয়েছিল, যা এপ্রিলে সামোরির প্রতি আনুগত্যের প্রতিশ্রুতি। পূর্বদিকের নতুন ওয়াসোলু সাম্রাজ্য উল্লেখযোগ্য ফরাসি হস্তক্ষেপ ছাড়াই প্রায় দুই বছর ভোগ করা হয়।\nট্যুর কং শহরকে অনেক সুযোগ-সুবিধা প্রদান করেন, তবে ফরাসিদের আধিপত্যে উপকূলের সাথে স্থানীয় দ্যুলা বণিকদের বাণিজ্য ওয়াসোলু সাম্রাজ্যে তাদের শোষণের পর থেকে ধীর হয়ে গিয়েছিল। সামোরি যখন ফরাসি বাহিনীর সাথে লড়াই করার পরিবর্তে পিছু হটে বন্দুকের নতুন উৎস সুরক্ষিত করার জন্য গোল্ড কোস্টে আরও পূর্ব দিকে ঠেলে দিতে চেয়েছিলেন, তখন তারা অস্ত্র কাফেলাকে বাধা দিয়ে এবং ফরাসিদের ফিরে আসার জন্য চ্যানেল খোলার মাধ্যমে তার দুর্বলতার সুযোগ নিতে চেয়েছিল। অসন্তোষ শেষ পর্যন্ত প্রকাশ্য বিদ্রোহে পরিণত হলে সামোরি ১৮৯৭ সালের ২৩ মে শহরটি ধ্বংস করে দেয়।\nসোফাগুলি যে শক্তির মুখোমুখি হয়েছিল তা ছিল বাউনাকে নিয়ন্ত্রণ করার এবং সামোরি ও ব্রিটিশদের আলাদা রাখার জন্য ফ্রান্সের প্রচেষ্টার অংশ। ক্যাপ্টেন পল ব্রাউলোট নাইজার বাঁক থেকে দক্ষিণে এসে অন্য একটি প্রটেক্টরেট নিয়ে আলোচনার চেষ্টা করেছিলেন কিন্তু তা নাকচ করা হয়, কারণ ট্যুরে শুধুমাত্র ফরাসিদের থেকে আলাদা থাকতে চেয়েছিলেন। ১৮৯৭ সালের এপ্রিল মাসে, গভর্নর উইলিয়াম এডওয়ার্ড ম্যাক্সওয়েল বাউনা ত্যাগ করার জন্য সামোরির ছেলে এবং এই অঞ্চলের কমান্ডার সারাঙ্কেন মরিকে ভয় দেখানোর চেষ্টা করেছিলেন। যখন এটি ব্যর্থ হয়, তখন হেন্ডারসনের অধীনে দক্ষিণ নাইজেরিয়া রেজিমেন্টের একটি বাহিনী শহরের দিকে অগ্রসর হয় কিন্তু ডোকিটাতে পরাজিত হয়, পরে নাস্তানাবুদ করা হয় এবং হেন্ডারসনকএ ওয়া-এ বন্দী করা হয়।\nএই বিপর্যয় একটি আক্রমনাত্মক ব্রিটিশ প্রতিক্রিয়া প্ররোচিত করবে জেনেও, ফরাসিরা আলোচনার মাধ্যমে বাউনা অর্জনের চেষ্টা করার জন্য আবারও একটি সশস্ত্র স্তম্ভের প্রধান করে ব্রাউলোটকে পাঠায়। সরঙ্কেন মরি প্রথমে মেনে নেন। কিন্তু যখন ব্রাউলোট বাউনায় পৌঁছায়, তখন তাকে হত্যা করা হয় এবং ১৮৯৭ সালের ২০ আগস্ট শহরের বাইরে তার স্তম্ভটি ধ্বংস করা হয়, ওয়াসোলু ও ফরাসিদের মধ্যে যুদ্ধ পুনরায় শুরু হয়।\n১ মে ১৮৯৮-এ সিকাসোর রাজধানী কেনেদুগো পতনের ফলে ফরাসি ঔপনিবেশিক বাহিনীকে ওয়াসোলুর বিরুদ্ধে একটি কেন্দ্রীভূত আক্রমণ শুরু করার অনুমতি দেয়। ট্যুরে এবার লাইবেরিয়ার দিকে আবারও দেশান্তরি হতে বাধ্য হন। মিছিল করার সময় ভূমি থেকে বাঁচার আশায়, পশ্চিম আইভরি কোস্টের অপরিচিত পার্বত্য অঞ্চল, প্রতিকূল স্থানীয়রা এবং ঔপনিবেশিক আক্রমণের সংমিশ্রণ অভিযানটিকে একটি বিপর্যয়ে পরিণত করেছে। হাজার হাজার মানুষ অনাহারে মারা যায়। সোফা পলাতকদের কাছ থেকে তথ্য ব্যবহার করে ফরাসি অধিনায়ক হেনরি গৌরাড ১৮৯৮ সালের ২৯ সেপ্টেম্বর গুলেমুতে ট্যুরের বাহিনীকে অবাক করে দিয়েছিলেন এবং বিনা যুদ্ধে আলমামি দখল করেছিলেন। তার দখলের সাথে ওয়াসোলু সাম্রাজ্যের অস্তিত্ব বিলুপ্ত হয়ে যায়।\n\n\n== সরকার ==\n\n\n=== কাজ ===\nওয়াসোলু সাম্রাজ্য স্বীয় মহিমায় ৬২টি ক্যান্টন এবং ১০টি প্রদেশে বিভক্ত ছিল, যার জনসংখ্যা ছিল ৩০০,০০০ জন, যারা বিভিন্ন জাতিসত্তার প্রতিনিধিত্ব করে (মালিঙ্কে, সেনুফো, ফুলা, মসি, ইত্যাদি)। কেলেটিগি (অর্থাৎ যুদ্ধ প্রধান) নামে পরিচিত প্রধান কর্মকর্তারা তাদের প্রদেশে সেনাবাহিনী এবং বিচার প্রশাসন উভয়ের দায়িত্বে ছিলেন। কর সাধারণত হালকা ছিল।\nওয়াসোলু শাসনের একটি গুরুত্বপূর্ণ উপাদান ছিল নিয়মিত প্রধান রাজ্য কাউন্সিল যা সাম্রাজ্যের সমস্ত গুরুত্বপূর্ণ বিশিষ্ট ব্যক্তিদের একত্রিত করেছিল। এই উপলক্ষ্যে, তারা প্রধান প্রশ্নের সিদ্ধান্ত নেয় এবং বিজিত অঞ্চল সংগঠিত করে। কিছু উদাহরণের মধ্যে রয়েছে ১৮৭৫ সালের কাউন্সিল বিসান্দুগুতে রাজধানী উদ্বোধন করার জন্য এবং সামোরি ট্যুরেকে ফামা হিসাবে ঘোষণা করা, ১৮৮৪ সালের কাউন্সিল যেটি ইসলামকে রাষ্ট্রধর্ম হিসাবে বিধিবদ্ধ করেছিল এবং ১৮৯৩ সালের ফ্রাঙ্কোনডৌ কাউন্সিল যেখানে আক্রমণকারী ফরাসিদের কাছ থেকে সরকারের কেন্দ্রকে পূর্বে সরিয়ে নেওয়ার সিদ্ধান্ত নেওয়া হয়েছিল।\n\n\n=== বৈদেশিক সম্পর্ক ===\nব্রিটিশ উপনিবেশ এবং ওয়াসোলু সাম্রাজ্যের মধ্যে কাফেলাগুলির সুরক্ষা এবং বিশেষত অস্ত্রের ক্ষেত্রে\nবাণিজ্যের অব্যাহত প্রবাহ নিশ্চিত করার জন্য সামোরি ট্যুরে ফ্রিটাউনে একটি কূটনৈতিক মিশন বজায় রেখেছিলেন। ফরাসিরা ওয়াসোলুর সাথে নিয়মিত কূটনৈতিক প্রতিনিধিদলও বিনিময় করেছিল। ১৮৮৬ সালের কেনিয়েবা কৌরা চুক্তির পর, সামোরির ছেলে জাওলেন কারামোকে একটি কূটনৈতিক/তথ্য অনুসন্ধান মিশনে প্যারিসে পাঠানো হয়েছিল। তিনি একজন ফ্রাঙ্কোফাইল হয়েছিলেন এবং পরবর্তী বছরগুলিতে যুদ্ধের পরিবর্তে একটি আলোচনার মাধ্যমে মীমাংসার দিকে ঝুঁকেছিলেন। ১৮৯৪ সালের এপ্রিল মাসে তিনি যখন এই উদ্দেশ্যে একটি কূটনৈতিক ব্যাক চ্যানেল খোলেন, তবে জাওলেন কারামো অনাহারে মারা যান।\nওয়াসোলু একটি অত্যন্ত দক্ষ গোয়েন্দা নেটওয়ার্ক নিয়ে গর্ব করত যেটিকে ফরাসিরা 'আফ্রিকান টেলিগ্রাফ' বলে উল্লেখ করেছিল। নবাগত সৈন্যদের তথ্য সংগ্রহের জন্য ফরাসি পোস্টে পাঠানো হত, কখনও কখনও কর্মকর্তাদের পরিবারে চাকর হিসাবে কাজ নেওয়া হত যেখানে তারা সংবেদনশীল কথোপকথন শুনতে পেত। দিউলা ব্যবসায়ীরাও তথ্য সংগ্রহ করে ওয়াসোলু নেতাদের কাছে পৌঁছে দিতেন।\nওয়াসোলুর সীমানা বরাবর অঞ্চলগুলি প্রায়শই বিশৃঙ্খল এবং অস্থিতিশীল ছিল, গ্রামগুলি চারদিক থেকে আক্রমণের শিকার হয়েছিল।\n\n\n=== সেনাবাহিনী ===\nসমস্ত প্রশাসনিক ও রাজনৈতিক প্রশ্নের সর্বব্যাপী ওয়াসোলু সেনাবাহিনী ছিল সর্বাগ্রে সরকারী প্রতিষ্ঠান। এটি আধুনিক আগ্নেয়াস্ত্রের সাথে সুসজ্জিত ছিল এবং সোফার পদাতিক শাখা এবং একটি অশ্বারোহী শাখায় বিভক্ত স্থায়ী এককগুলির একটি জটিল কাঠামো নিয়ে গর্বিত ছিল। বিলাকোরো, বিধর্মী নবীনরা সৈন্যদের জন্য বালকভৃত্য হিসাবে কাজ করত। ১৮৮৭ সালে সামোরি ৩০,০০০ থেকে ৩৫,০০০ পদাতিক এবং প্রায় ৩,০০০ অশ্বারোহী বাহিনী নিয়ে প্রতি ৫০ জনের নিয়মিত দলের অংশে লড়াই করতে পারতেন। প্রতিটি গ্রামের প্রতি দশজনের মধ্যে একজন সংরক্ষিত ছিল, যাতে সাম্রাজ্যের ১০টি প্রদেশের প্রতিটিতে ১০,০০০ পুরুষকে সরবরাহ করতে পারা যায়।: এমনকি মান্ডিং অঞ্চল থেকে পূর্ব দিকে যাওয়ার সময়ও ওয়াসোলু সেনাবাহিনীতে প্রায় ১২০০০ পদাতিক, ২০০০ অশ্বারোহী এবং সামগ্রিকভাবে প্রায় ১২০,০০০ লোক ছিল। অন্যদিকে, সেরা সশস্ত্র সৈন্যরা ফরাসিদের তৈরি রিপিটার রাইফেল ব্যবহার করে ফরাসিদের প্রতিরোধ করেছিল, বোল্ট-অ্যাকশন চেসপট দিয়ে সশস্ত্ররা কৌশলগত সংরক্ষণ হিসাবে ব্যবহারের জন্য পূর্ব দিকে নতুন অঞ্চল জয় করেছিল এবং ফ্লিন্টলক সহ পুরুষরা হোম গার্ড বা অভ্যন্তরীণ নিরাপত্তা হিসাবে কাজ করেছিল। এই ব্যবস্থাটি সামোরিকে ইতোমধ্যেই জয়ী করা এবং সংগঠিত অঞ্চলে ফিরে যেতে সক্ষম করেছিল, সাত বছর ধরে ফরাসিদের জন্য কোনও খাবার রাখেনি।\nঅভিজাত সৈন্যরা গ্রাস রাইফেল দিয়ে সজ্জিত ছিল, যা স্থানীয় কামাররা মেরামত করতে এবং এমনকি গোড়া থেকে তৈরি করতে শিখেছিল, তবে পুরো সেনাবাহিনীকে সরবরাহ করার জন্য প্রয়োজনীয় পরিমাণে ছিলনা।: রাজ্যে আগ্নেয়াস্ত্র শিল্প ছিল যাতে প্রায় ৩০০-৪০০ কামার নিয়োগ করা হয়। ১২টি বন্দুক এবং দিনে প্রায় ২০০-৩০০ কার্তুজ তৈরি করা হত। অস্ত্রশস্ত্র ব্রিটিশ সিয়েরা লিওন থেকে আমদানি করা হত। তবে তারা কখনই কামান জোটাতে পারেনি।\nওয়াসোলু সেনাবাহিনীর শৃঙ্খলা ও সংগঠন সমসাময়িক ইউরোপীয় সেনাবাহিনীর সাথে তুলনীয় এবং অনুকরণীয় ছিল। যোগাযোগ ও নিয়মকানুন একই রকম ছিল এবং পালিয়ে যাওয়া টায়ারেলারদের প্রশিক্ষক হিসাবে নিযুক্ত করা হয়েছিল। শৃঙ্খলা, পাশাপাশি শাস্তির হুমকি এবং পুরস্কার বা পদোন্নতির প্রতিশ্রুতি পদমর্যাদার মধ্যে শৃঙ্খলা বজায় রেখেছিল।\n\n\n== অর্থনীতি ==\nসাম্রাজ্যে বসবাসকারী বেশিরভাগ মানুষ জীবিকা নির্বাহকারী কৃষক ছিলেন। রাজ্যটি উপকূলীয় বাণিজ্যিক শহরগুলিতে হাতির দাঁত, মোম, চামড়া, রাবার এবং সোনা বিক্রি করে বড় আকারের বাণিজ্যে নিযুক্ত ছিল, যা সমস্ত দাসদের দ্বারা বহন করা হত এবং বিক্রিও করা হত। প্রাপ্ত অর্থ থেকে সেনাবাহিনী রক্ষণাবেক্ষণের জন্য প্রয়োজনীয় অস্ত্র ও গোলাবারুদ ক্রয় করেছিল। নিয়মিত কাফেলাগুলিও ঘোড়া কেনার জন্য উত্তরে বামাকো এবং বোবো-ডিওলাসোতে গিয়েছিল।\nযেহেতু ওয়াসোলু ফরাসিদের কাছ থেকে আরও বেশি চাপের মধ্যে পড়েছিল, তাই তারা যুদ্ধের অর্থায়নের জন্য ক্রীতদাস ব্যবসার দিকে ক্রমবর্ধমানভাবে ফিরে যেতে বাধ্য হয়েছিল। ১৮৮০-এর দশকে অর্থনৈতিক স্থিতিশীলতা লুণ্ঠনের প্রবাহ এবং যুদ্ধ বন্দী বা শরণার্থীদের দাসত্বে বিক্রি করে অভ্যন্তরীণ দাস বাণিজ্যের উপর নির্ভরশীল ছিল।\n\n\n== সমাজ ও ধর্ম ==\nবিশেষ করে ১৮৮৪ সালে ইসলামকে রাষ্ট্রীয় ধর্ম হিসাবে বিধিবদ্ধ করার পর, এটি সাম্রাজ্য গড়ে তোলার জন্য এবং এর বিভিন্ন অধিবাসীদের একত্রিত করার জন্য একটি গুরুত্বপূর্ণ কাঠামো এবং মডেল ছিল। অনেক বিজিত এলাকায় মসজিদ নির্মাণ করা হয়, ইসলামের মূলনীতির ভিত্তিতে একটি বিচার ব্যবস্থা চালু করা হয় এবং সর্বপ্রাণবাদী চর্চা দমন করা হয়। সাম্রাজ্য জুড়ে রাজ্য কুরআনের বিদ্যালয়গুলিকে পৃষ্ঠপোষকতা করত এবং সামোরি ট্যুরে প্রায়শই তিনি যে অঞ্চলগুলি দিয়ে গিয়েছিলেন সেখানকার বিদ্যালয়গুলি পরিদর্শন করতেন, শিক্ষার্থীদের সাক্ষাৎকার নিতেন, ভাল শিক্ষকদের পুরস্কৃত করতেন এবং প্রকাশ্যে খারাপদের তিরস্কার করতেন।: প্রবলভাবে সর্বপ্রাণবাদী এলাকায় জনগণ এই ইসলামীকরণকে তাদের সাংস্কৃতিক ঐতিহ্যের জন্য হুমকি বলে মনে করেছিল এবং ১৮৮৫ সালের বিদ্রোহের পরে আরও সাধারণ হয়ে ওঠে; ফরাসিদের বিরুদ্ধে যুদ্ধ করার জন্য এগুলিকে শীর্ষে থেকে নামিয়ে রাখা হয়েছিল। সামগ্রিকভাবে, সামোরি ট্যুরের ধর্মান্তরিতকরণের কঠোর পদ্ধতিগুলি মূলত ব্যর্থ হয়েছিল এবং এই সর্বপ্রাণবাদী সম্প্রদায়গুলি ওয়াসোলু সাম্রাজ্যের পতনের পরেই ইসলামে ধর্মান্তরিত হয়েছিল।\n\n\n== আরও পড়ুন ==\nরিচার্ড ব্রেন্ট টার্নার। ২০০৩। আফ্রিকান-আমেরিকান অভিজ্ঞতায় ইসলাম, ইন্ডিয়ানা বিশ্ববিদ্যালয় প্রেস। মার্কিন যুক্তরাষ্ট্র।\nফিনচ আয়েশা কে। ২০১৫। কিউবায় দাস বিদ্রোহের পুনর্বিবেচনা: লা এসকালেরা এবং ১৮৪১-১৮৪৪ সালের বিদ্রোহ। ইউএনসি প্রেস বুকস, মার্কিন যুক্তরাষ্ট্র।\nগডফ্রে এমওয়াকিকাগিলে। ২০১০। আফ্রিকায় গাম্বিয়া এবং এর জনগণের জাতিগত পরিচয় ও সাংস্কৃতিক একীকরণ। নিউ আফ্রিকা প্রেস। দক্ষিন আফ্রিকা।\nজেমস স্টুয়ার্ট ওলসন। ১৯৯৬। আফ্রিকার জনগণ। একটি জাতিগত ঐতিহাসিক অভিধান। গ্রীনউড। মার্কিন যুক্তরাষ্ট্র।\nঅ্যান্টনি অ্যাপিয়া, হেনারি লুই গেটস। ২০১০। আফ্রিকার এনসাইক্লোপিডিয়া। অক্সফোর্ড ইউনিভার্সিটি প্রেস।\nআর্নল্ড হিউজ, হ্যারি গেইলি। ১৯৯৯। গাম্বিয়ার ঐতিহাসিক অভিধান। ৩য় সংস্করণ। স্কেয়ারক্রো। মার্কিন যুক্তরাষ্ট্র।\nনিকোলাস এস. হপকিনস। ১৯৭১। মান্দিঙ্কা সামাজিক সংগঠন। ম্যান্ডিং আফ্রিকান সিরিজের কাগজপত্রে। খণ্ড- ৩। ইন্ডিয়ানা ইউনিভার্সিটি প্রেস। মার্কিন যুক্তরাষ্ট্র।\nডোনাল্ড রাইট, ১৯৭৮। কোলি টেঙ্গেলা সোনকো ঐতিহ্যের উৎস। মান্দিঙ্কা মৌখিক ঐতিহ্য পরিবর্তনের প্রক্রিয়ার একটি উদাহরণ। আফ্রিকার ইতিহাস। ক্যামব্রিজ ইউনিভার্সিটি প্রেস। যুক্তরাজ্য।\nটবি গ্রিন। ২০১১। পশ্চিম আফ্রিকায় ট্রান্স-আটলান্টিক ক্রীতদাস বাণিজ্যের উত্থান। ১৩৫০-১৫৮৯। ক্যামব্রিজ ইউনিভার্সিটি প্রেস| যুক্তরাজ্য।\nমিচেল অ্যাপোটোস। ২০১৬। স্থাপত্য। পশ্চিম আফ্রিকায় ইসলাম ও পরিচয়। লারাবাঙ্গা থেকে শিক্ষা। রাউটলেজ। যুক্তরাজ্য।\n\n\n== তথ্যসূত্র =="}