{"pageid": 1426301, "title": "সঙ্গীতা ভট", "url": "https://bn.wikipedia.org/wiki?curid=1426301", "content": "সঙ্গীতা ভট একজন ভারতীয় অভিনেত্রী। তিনি প্রধানত কন্নড় চলচ্চিত্রে অভিনয় করেন এবং সেইসঙ্গে তামিল ও তেলুগু চলচ্চিত্রেও অভিনয় করেছেন।\n\n\n== অভিনয় জীবন ==\nচলচ্চিত্রে অভিনয় শুরু করার আগে, সঙ্গীতা ভট কিছু টেলিভিশন ধারাবাহিক দিয়ে তাঁর অভিনয় জীবন শুরু করেছিলেন। তিনি যে ধারাবাহিকগুলিতে অভিনয় করেছেন সেগুলি হলোপাঞ্জরাধা গিলি (কস্তুরি চ্যানেল কন্নড়), ভাগ্যবন্থরু (সুবর্ণ চ্যানেল কন্নড়), চন্দ্রচকোরি (উদয় টিভি কন্নড়), নীলি (সুবর্ণ চ্যানেল কন্নড়), এবং চন্দ্রমুখী (কস্তুরি চ্যানেল কন্নড়)। এছাড়াও, তিনি লাইফ সুপার গুরু (জি কন্নড় চ্যানেল), বিসিএল (সুবর্ণ প্লাস)-এর মতো রিয়েলিটি টিভি অনুষ্ঠানে এসেছেন। ২০১৪ সালে তিনি প্রীতি গীতি ইত্যাদিতে অভিনয় করে নিজের চলচ্চিত্র জীবন শুরু করেন। সেখানে তিনি পবন ওয়াদেয়ার-এর সাথে প্রধান ভূমিকায় অভিনয় করেন। তারপর থেকে, তিনি ডু, কাকি /কা কা কা (তেলুগু/তামিল দ্বিভাষিক), এবং মামু টি আঙ্গাদি-তে অভিনয় করেন।  তিনি তামিল চলচ্চিত্র আরাম্বামায়ে আত্তাগাসাম -এ অভিনয় করেছিলেন, কিন্তু ২০১৭ সালে তাঁর অভিনীত চলচ্চিত্র এরাদানে সালা এবং দয়াভিত্তু গামানিসু আরও সফল হয়েছিল। এরাদানে সালা -তে তাঁর অসাধারণ সাহসী অভিনয়, অনুরাগীদের দ্বারা প্রশংসিত হয়েছিল। দয়াভিত্তু গামানিসিতে, তিনি বশিষ্ঠ এন সিমহার সাথে, একজন শিক্ষকের চরিত্রে অভিনয় করেছিলেন। চলচ্চিত্রটি সমালোচকদের দ্বারা প্রশংসিত হয় এবং এসআইআইএমএ (দক্ষিণ ভারতীয় আন্তর্জাতিক চলচ্চিত্র পুরস্কার)-এর জন্য মনোনীত হয়।\nতিনি বিজয় রাঘবেন্দ্র এবং অনুক্তার সাথে কিসমত ছবিতে প্রধান চরিত্রে অভিনয় করেছিলেন। এটি একটি প্রতিভাবান ম্যাঙ্গালোরীয় দল দ্বারা পরিচালিত এবং প্রযোজিত হয়েছিল। এটিও সমালোচকদের দ্বারা প্রশংসিত চলচ্চিত্র ছিল। তাঁর অন্য চলচ্চিত্রগুলি হল আলিদু উলিদাভারু এবং কাপাতা নাটক পথধারী (২০১৮ - ২০১৯ - ২০২০)। সঙ্গীতা ভট তাঁর অভিব্যক্তি এবং স্বাভাবিক অভিনয়ের জন্য পরিচিত, যে অভিনয় সাধারণ মানুষের সাথে সংযোগ স্থাপন করে। তিনি কন্নড় চলচ্চিত্র শিল্পে সমালোচকদের দ্বারা প্রশংসিত অভিনেত্রী হিসেবেও পরিচিত। এই অভিনেত্রী তাঁর স্বামী সুদর্শন রঙ্গপ্রসাদের সাথে তাঁদের নিজেদের প্রোডাকশন হাউস \"স্ক্র্যাবল প্রোডাকশন\" থেকে কনভারসেশন নামে একটি স্বল্পদৈর্ঘ্য চলচ্চিত্র নির্মাণ ও তাতে অভিনয় করেছেন।\n\n\n== চলচ্চিত্রের তালিকা ==\nসমস্ত চলচ্চিত্র কন্নড় ভাষায়, যদি না অন্যথায় উল্লেখ করা হয়।\n\n\n=== ছায়াছবি ===\n\n\n=== টেলিভিশন ===\nচন্দ্র চকোরী\nভাগ্যবন্থরু\nনীলি\nচন্দ্রমুখী\nলাইফ সুপার গুরু\nইয়েদিউর শ্রী সিদ্ধলিঙ্গেশ্বর\n\n\n=== স্বল্পদৈর্ঘ্য চলচ্চিত্র ===\n\"কনভারসেশন\" (২০১৮)\n\n\n== বিতর্ক ==\n২০১৮ সালের ১৪ই অক্টোবর, তিনি কন্নড় ফিল্ম ইণ্ডাস্ট্রিতে #মি-টু আন্দোলন শুরু করেছিলেন, তিন পৃষ্ঠার একটি লেখা প্রকাশ করেছিলেন তিনি। বিভিন্ন বিখ্যাত মানুষ তাঁর সমর্থনে এগিয়ে এসেছিলেন, এতে আরও অনেক কিছু প্রকাশ পেয়েছিল।\n\n\n== তথ্যসূত্র =="}