{"pageid": 1427902, "title": "জালাবিয়েহ", "url": "https://bn.wikipedia.org/wiki?curid=1427902", "content": "জালাবিয়েহ (আরবি: زلابية) হল একটি ফ্রিটার বা ডোনাট যা আরব বিশ্ব, পশ্চিম এশিয়া এবং ইউরোপের কিছু অংশে পাওয়া যায়, খাবারটি প্রথমোল্লিখিত দেশ দ্বারা প্রভাবিত। ফ্রিটার সংস্করণটি গমের আটার আধা-পাতলা গোলা থেকে তৈরি করা হয়, যা গরম তেলে ঢেলে ভালোভাবে মচমচে করে ভাজা হয়। এই খাবারের প্রথম পরিচিত রেসিপিটি ১০ শতকের আরবি রান্নার বই থেকে এসেছে। মূলত একটি নারকেলের খোলের মধ্যে থেকে গোলা ঢেলে তৈরি করা হয়েছিল। জালাবিয়েহ হল আরবি ভাষার শব্দ যা মিজরাহি ইহুদিরা একটি খামিরযুক্ত ময়দার গোলাকে ডুবোতেলে-ভেজে তৈরি খবারের জন্য ব্যবহার করে, প্রায়শই মধু বা সিরাপ দিয়ে উপরের দিকে থাকে এবং এটি লাডিনোতে বার্মুয়েলস নামে পরিচিত।\n\n\n== ইতিহাস ==\nজালাবিয়েহ এর প্রথম পরিচিত রেসিপিগুলি ১০ শতকের আরবি রান্নার বই কিতাব আল-তাবিখ থেকে এসেছে। আরবদের রেসিপির পুরানো আল-বাগদাদি বইয়ে; ময়দার গোলা একটি নারকেলের খোলার মধ্য দিয়ে ঢেলে দেওয়া হত। ভাজার এই শৈলীটি ভারতীয় জিলাপি এবং ফানেল ব্যবহার করে তৈরি স্ট্রবেন এর ১৬ শতকের জার্মান খাবারের রেসিপির অনুরূপ।\nপেস্ট্রি মিষ্টান্ন তৈরিতে বিভিন্ন পদ্ধতি গড়ে উঠেছে। মুকাদ্দাসীর (দশম শতক) মতে, বৃহত্তর সিরিয়ার মানুষ শীতকালে \"জালিকাবিহীন ধরনের জালাবিয়েহ প্রস্তুত করত। এটি হল ডুবোতেলে-ভাজা রুটির ফ্রিটার জালাবিয়া। কিছু ক্রলারের মতো আকারে লম্বাটে, আবার ছোটগুলো ডাম্পলিংয়ের আকৃতির মতো, কখনও কখনও বলের মতো করে তৈরি করা হয।\" উত্তর আফ্রিকায়, তারা একটি ভিন্ন ধরনের পেস্ট্রি, যেমন মুশাব্বাককে-এর নাম দিয়েছিল জালাবিয়া, এটি একটি ডুবোতেলে ভাজা জালি-আকৃতির পেস্ট্রি, যা লুপিং পিটা দ্বারা তৈরি করা হয় এবং অসল (মধু) সিরাপ বা কাতর-এ ভিজিয়ে দেওয়া হয়।\"\n১২৮০ সালে, ইহুদি-সিসিলিয়ান ডাক্তার ফারাজ বেন সেলিম একটি ঔষধপ্রস্তুত-বিদ্যা সংক্রান্ত বই ল্যাটিন ভাষায় অনুবাদ করেন, (ইংরেজি: The Table of Countries; লাতিন: Tacvini Aegritvdinvm et Morborum ferme omnium Corporis humani), যেটি ইবনে জাজলা নামে একজন আরব চিকিৎসক লিখেছিলেন এবং এতে \"জেলেবিয়া\" এর জন্য একটি সহ বেশ কয়েকটি ফারসি রেসিপি রয়েছে।\nইয়েমেনি ইহুদিদের মধ্যে, জালাবিয়েহ বিশেষত শীতের মাসগুলিতে খাওয়া একটি খাবার ছিল। ইয়েমেনে প্রায় ১ সেন্টিমিটার ডুবো তেলে শিলখড়ির পাত্রে জালাবিয়েহ ভালোভাবে ভাজা হতো, যার মধ্যে তেল এবং কখনও কখনও মধু মেশানো হত। সেখানে, জালাবিয়েহ \"একটি নরম খামিরের রুটি [এবং] থেকে তৈরি করা হয়েছিল যাকে ডুবো তেলে উভয় দিকে ভাজা হয়। এমন অনেকে আছেন যারা উন্নত স্বাদের জন্য ময়দার সাথে কালোজিরা যোগ করেন। এগুলি গরম থাকা অবস্থায় খাওয়া হয়। আবার কারও কারও মধু বা চিনি দিয়ে খাওয়ার অভ্যাস থাকে।\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:Doughnuts"}