{"pageid": 1427802, "title": "মং মাও", "url": "https://bn.wikipedia.org/wiki?curid=1427802", "content": "মুয়াং মাও বা মং মাও (Möng Mao) (Shan: မိူင်းမၢဝ်း;Tai Nuea: ᥛᥫᥒᥰ ᥛᥣᥝᥰ; বর্মী: မိုင်းမော; চীনা: 勐卯) বা মাও সাম্রাজ্য ছিল একটি উপজাতীয় তাই রাজ্য যা বর্তমান মিয়ানমার, চীন,  উত্তর-পূর্ব ভারতের আসাম রাজ্য এবং অরুণাচল প্রদেশের সীমান্ত বরাবর বেশ কয়েকটি ছোট তাই রাজ্য বা গোষ্ঠীপ্রধান শাসিত অঞ্চলকে শাসন করত। মূলত ইউনান এর ডিহং অঞ্চলে এটির প্রথম পত্তন হয় এবং এর রাজধানী ছিলো আধুনিক যুগের সীমান্ত শহর রুইলি/মেং মাও-এর সন্নিকটে । এই অঞ্চলের প্রধান নদীর নাম মাও, যা শোয়েলি নদী নামেও পরিচিত।\n\n\n== নাম ==\nশান ভাষায় মং মাও হলো তাই নুইয়া যাকে মং মাও লং (Tai Nuea: ᥛᥫᥒᥰ ᥛᥣᥝᥰ ᥘᥨᥒᥴ; Shan: မိူင်းမၢဝ်းလူင်)ও বলা হয়, যার অর্থ \"গ্রেট মুয়াং মাও\"। \" মং\" অর্থ দেশ বা স্থান।  \"মাও\" (ᥛᥣᥝᥰ) শব্দটি \"মাথা ঝিমঝিম করা\" (ᥛᥝᥰ) থেকে উদ্ভব হয়েছে, কারণ কিংবদন্তি রাজা চাও উ টিং-এর মা কে যখন একটি পাখির মাধ্যমে আকাশ পথে  এসেছিলেন তখন তিনি মাথা ঝিমঝিম করা অনুভব করেছিলেন।  \"মং মাও\" নামটি এখোনো ব্যবহৃত হয় রুইলি শহরের সরকারী নাম তাই নুইয়া হিসাবে  (ᥝᥥᥒᥰ ᥛᥫᥒᥰ ᥛᥣᥝᥰ)।\nকোসাম্বি একটি ভারতীয় প্রাচীন দেশ ছিল, মং মাও তার বৌদ্ধ শাস্ত্রীয় নাম হিসাবে কোসাম্বি ব্যবহার করেছিলেন।  \"কোসাম্বি\" কে \"গুও-ঝান-বি\" ও বলা হয় (টেমপ্লেট:Lang-tdd, চীনা: 果占璧) রুইলিতে, আধুনিক দাই লোকেরা \"গুও-ঝান-বি\" এর একটি নতুন ব্যাখ্যা দেয় যা হলো \"সুগন্ধি নরম চাল উৎপন্ন করার স্থান\"। \nচীনা সাহিত্যে মং মাওকে বলা হত লুচুয়ান ( চীনা: 麓川 ), ইউয়ানশিতে প্রশাসনিক বিভাগের নাম হিসাবে প্রথম ব্যবহৃত হয় \"লুচুয়ান সার্কিট \" ( চীনা: 麓川路 )।  কিছু সাহিত্যে মং মাওকে উল্লেখ করা হয় বাইয়ি ( চীনা: 百夷 ), তবে বেশিরভাগ সময় এটি ইউনানের দক্ষিণ-পশ্চিম সীমান্তের সমস্ত জাতিগোষ্ঠীকে সম্মিলিত ভাবে নির্দেশ করে, অথবা বিশেষভাবে দাই জনগোষ্ঠীকে বোঝায়। \nবার্মিজ সাহিত্যে, মং মাওকে মাও  বা মাও শান বলা হত।  মণিপুর সাহিত্যে, যেমন চেইথারোল কুম্বাবা পং নামটি ব্যবহার করে মং মাওকে বোঝানোর জন্য। \n\n\n== ইতিহাস ==\n\nএই অঞ্চলের উপাখ্যান, মং মাও উপাখ্যান , অনেক পরে লেখা হয়েছিল।  কোন কোন পণ্ডিত মং মাওকে, পং রাজ্যের সাথে এবং সেইসাথে চীনা ইতিহাসে উল্লিখিত লুহ শোয়ান রাজ্যের সাথে চিহ্নিত করেছেন। অধিকাংশ তাই ইয়াই (Tai Yai) ইতিহাসের মতো, পং রাজ্যের ইতিহাস মূলত কিংবদন্তি এবং বিদ্যমান ইতিহাস ও ঐতিহ্যের মধ্যে রয়েছে পরস্পরবিরোধী নাম ও তারিখ যা ভিন্ন ভিন্ন মত ব্যাখ্যা করে। \nমং মাও এর উথ্যান হয়েছিলো ১২৫৪ সালের দিকে, যখন ইউনানের ডালি রাজ্য মঙ্গোলদের ইউয়ান রাজবংশের হাতে পতনের পর নের্তৃত্বশূন্যতা (power vacuum) তৈরি হয় । ইউয়ান এই অঞ্চলকে পরোক্ষভাবে শাসন করতো যা নেটিভ চিফটেন সিস্টেম হিসাবে পরিচিত ছিল। রাজ্যটি ইউনানের দক্ষিণ-পশ্চিম সীমান্ত বরাবর বসবাসকারী বিচিত্র জাতিগোষ্ঠীগুলোকে কিছুটা ঐক্যবদ্ব করেছিল । \nমিং এর ইউনান বিজয়ের পর সি লুনফার অধীনে মং মাও, মিং কর্তৃপক্ষের কাছে বশ্যতার সিদ্ধান্ত নেন। যাইহোক, মং মাও ১৩৮৬ সালে বিদ্রোহ করেন এবং মিং-মং মাও যুদ্ধের (১৩৮৬-১৩৮৮) নেতৃত্ব দেন। ১৪৪৮ সালে, মিং, সিপসংপান্না এবং অন্যান্য মিত্র বাহিনীর জোট মং মাওকে পরাভুত করে ।\n\"মুয়াং মাও\" কখনও কখনও লেখকরা  লুচুয়ান-পিংমিয়ান (麓川平緬), মুয়াং ইয়াং ( চীনা: 孟養; ফিনিন: Mèngyǎng), এবং Hsenwi ( চীনা: 木邦; ফিনিন: Mùbāng) সহ চীনা-মিয়ানমার সীমান্ত বরাবর তাই রাজ্যের সমগ্র গোষ্ঠীকে উল্লেখ করতে ব্যবহার করেন , যদিও নির্দিষ্ট স্থানের নাম প্রায় সবসময়ই মিং এবং বার্মিজ উৎসে ব্যবহৃত হয়। \nক্ষমতার কেন্দ্র ঘন ঘন এই ছোট রাজ্য বা রাজ্যপ্রধানদের মধ্যে পালাবদল হয়। কখনও তারা এক শক্তিশালী নেতার অধীনে একত্রিত হয়, কখনও হয় না। যেমন শান পণ্ডিত সাই কাম মং লক্ষ্য করেছেন: \"কখনও কখনও এই [ছোট রাজ্যগুলির] একটি নেতৃস্থানীয় রাজ্যে পরিণত হয় এবং কখনও কখনও তারা সকলে মিলে একটি একক রাজ্যে একীভূত হয়...\" রাজ্যের রাজধানী এক স্থান হতে অন্য স্থানে বিভিন্ন সময় স্থানান্তরিত হয়, কিন্তু তাদের অধিকাংশই নাম মাও নদীর কাছাকাছি অবস্থিত ছিল (বর্তমানের বেশিরভাগ মানচিত্রে  শ্বেলি ) \nমং মাও ক্রনিকলের বিভিন্ন সংস্করণে মং মাও শাসকদের বংশের পরিচয় পাওয়া যায়। প্রথম দিকে লিপিবদ্ধ, ইলিয়াস (১৮৭৬) কর্তৃক সংকলিত, শান ঐতিহ্যের ক্রনিকলে, ৫৬৮ খ্রিস্টাব্দ হতে মং মাও-এর প্রথম শাসক  সহ অন্যান্য শাসকদের একটি দীর্ঘ তালিকা পাওয়া যায়। মং মাও-এর শেষ দিকের শাসকদের সম্পর্কে ইলিয়াসের তারিখগুলো মিং রাজবংশের সূত্র [যেমন মিং শিলু (ওয়েড, ২০০৫) এবং বাইয়ি ঝুয়ান (ওয়েড, ১৯৯৬) যা শাসক সি কেফার সময় থেকে আরও নির্ভরযোগ্য বলে বিবেচিত হয়] তারিখগুলির সাথে খুব ভাল মেলে না। এছাড়াও মং মাও-এর মোটামুটি একটি বিশদ বিবরণ স্থানীয় ক্রনিকেল বিয়ান-ঝাং-গা (১৯৯০) এ বর্ণনা করা হয়েছে, যা উইথায়াসাকফান এবং ঝাও হংইয়ুন (২০০১) কর্তৃক থাই ভাষায় অনুবাদ করা হয়েছে।\n\n\n=== সাওফাস ===\nমংরি মংগ্রাম থেকে হাকুন লাই ৫৬৮-৬৩৮\nআই ডাইপ দ্যাট এইচপিএ ৬৩৮-৬৭৮হকুন লাইয়ের ছেলে\nHkam Pong Hpa 678 Sao Hkun Kyunt এর ছেলে\nHkam Pong Hpa এর পুত্র Hkam Sap Hpa\nHkam Sip Hpa Hkam Sap Hpa ৭০৩-৭৫৩ এর ছোট ভাই\nনি এইচপা মং ৭৫৩-৭৯৩ হকাম সিপ এইচপিএর ছেলে\nনি এইচপা মং এর ছেলে সাও হুকুন এইচপিএ ৭৯৩-৮৩৪\nHso Hkai Hpa 834-863 Sao Hkun Hpa এর ছেলে\nHso Hkai Hpa-এর ছেলে Hso Han Hpa ৮৬৩-৯০১\nHso Tao Hpa 901-933 Hso-Han-Hpa এর ছেলে\nHso Pwot Hpa 933-960 Hso Tao Hpa এর ছেলে\nHso Won Hpa 960-983 Hso Pwot Hpa এর ছেলে\nHso Hon Hpa 983-995 Hso Won Hpa এর ছেলে\nHso Hau Hpa 995-1014 (Hso Hon Hpa এর ছেলে)\nHso Lip Hpa 1014-1035 (Hso Hau Hpa এর ছেলে)\nHkun Kwat Hpa 1035-1050\nHso Tai Hpa 1050-1062 (Hkun Kwat Hpa এর ছেলে)\nHso Lung Hpa 1062-1081 (Hso তাই Hpa এর ছেলে)\nSao Sang Mwun 1081-1096 (Hso Lu Hpa এর ছেলে)\nসাও সাং ইয়াও ১০৯৬-১১০৩(সাও সাং মুউনের ছেলে)\nHso Tai Hpa ১১০৩-১১১২(সাও সাং ইয়াওর ছোট ভাই)\nসাও সেন এনগা ১১১২-১১২৩(হসো তাই এইচপিএর ছেলে)\nসাও লুং চু ১১২৩-১১৩৭(সাও সেন এনগার ছোট ভাই)\nসাও নাগা চু ১১৩৭-১১৪৫(সাও লুং চু এর ছেলে)\nসাও হাকুন মিং ১১৪৫-১১৬৩ (সাও এনগা চুর ছেলে)\nসাও হুকুন কুম ১১৬৩-১১৭১(সাও হুকুন মিংয়ের ছেলে)\nসাও তাই পাম ১১৭১-১১৮৮(সাও হুকুন কুমের ছেলে)\nসাও তাই লুং ১১৮৮-১২০৩ (সাও তাই পামের ছেলে)\nপাম ইয়াউ পুং ১২০৩-১২১০ সাও তাই লুংয়ের ছেলে\n(তার ছোট ভাই ফু সান কাং (এইচপিও সান কাং) মংমিটের সাওফা হয়েছিলেন)\n\nসাও আই মো কাং নেং ১২১০-১২২০\nতিনি ছিলেন মাং-নিয়াউং-এর সাওফার বংশধরদের একজন\n\nHso Kwam Hpa (Hso Hkaan Hpa) Sao Ai Mo Kang Neng এর ছেলে ১২২০-১২৫০\n(তার ছোট ভাইয়ের নাম স্যাম লুং কুং মেইং (স্যাম লুং এইচপিএ) মংকাওংয়ের সাওফা হয়েছিলেন)\n\nHso Piu Hpa 1250-1282 (Hso Kwam Hpa এর ছেলে)\nতাই পেং (Hso Kam Hpa) ১২৮২-১২৮৫(Hso Piu Hpa এর ছেলে)\nHso Wak Hpa 1285-1315\n(তিনি অবস্থিত শহরের বর্তমান স্থাপন করেছিলেন)\n\nAi Puk 1315-1330 (Hso Wak Hpa এর ছেলে)\nশূন্য হয় ১৩৩০-১৩৩৯\n\nহসো কি এইচপা (তাই পং) ১৩৩৯-১৩৪৬\nতাই লুং ১৩৪৬-১৩৯৬(হসো কি এইচপা (তাই পং) এর ছেলে)\nSao Lwei (Hso Tit Hpa) ১৩৯৬-১৪১৫(তাই লুংয়ের ছেলে)\nHso Ngan Hpa ১৪১৫-১৪৪৫(সাও লুইয়ের ছেলে বা Hso Tit Hpa)\nখালি ১৪৪৫-১৪৪৮\n\nসাও লাম কন কাম এইচপিএ ১৪৪৮-১৪৬১(হসো এনগান এইচপিএর ছেলে তবে কিছু সূত্র জানিয়েছে যে তিনি হসো ওয়াক এইচপিএর চাচা)\nহসো হাম এইচপিএ ১৪৬১-১৪৯০(সাও লাম কন কাম এইচপিএর ছেলে)\nHso Kaa Hpa 1490-1496 (Hso Hum Hpa এর ছেলে)\nHso Pim Hpa (ডাক নাম Kyie-poi-pei-ma) ১৪৯৬-১৫১৬(Hso Kaa Hpa এর ছেলে)\nHso Hom Hpa ১৫১৬-১৬০৪(Hso Pim Hpa এর ছেলে)\nসাও পোরিং ১৬০৪-১৬১১(হসো হোম এইচপিএর ছেলে)\nকান কিয়াং এইচপিএ ১৬১১-১৬৪৬( ওয়ানমাও রাজ্যের সাওফা হসো এইচকওয়া এইচপিএর ছেলে)\nHso Lon Hpa 1646-? (কান কিয়াং এইচপিএর ছেলে)\nHso Jueng Hpa (Hso Lung Hpa এর ছেলে)\nHso Joem Hpa (Hso Jueng Hpa এর ছেলে)\nHso Choeun Hpa ? -1699 (হসো জোয়েম এইচপিএর ছেলে)\nHso Piam Hpa 1699-1726 (Hso Choeun Hpa এর ছেলে)\nHso Chu Hpa ১৭২৬-? (হসো পিয়াম এইচপিএর ছেলে)\nHso Ying Hpa ? -১৭৮৭(হসো চু এইচপিএর ছেলে)\nHso Wen Hpa ১৭৮৭-? (হসো ইং এইচপিএর ছেলে)\nHso Jing Hpa ? -১৮১৪ (হসো ওয়েন এইচপিএর ছোট ভাই)\nHso Lam Hpa ১৮১৪-? (হসো জিং এইচপিএর ছেলে)\nHso Suan Hpa ( Hso Lam Hpa এর ছেলে)\nHso Yew Hpa ? -১৮৯৪(হসো সুয়ান এইচপিএর ছেলে)\nHso Klai Hpa 1894-1928 (Hso Yew Hpa এর ছেলে)\nHso An Hpa 1928-1929 (Hso Klai Hpa এর ছেলে)\nHso Yoew Hpa 1929-1955 (Hso An Hpa এর ছেলে)\nথাও জিং প্যান ১৯২৯-১৯৪০ (Hso Yoew Hpa এর চাচা (Hso Yoew Hpa এর মায়ের ছোট ভাই))\nFang Hkuea Shang 1940-1942 (Hso Yoew Hpa' আরেক চাচা)\n\n\n== রাজাদের তালিকা ==\n\n\n== তাই আহোমের বংশধর ==\nচাওলুং সুকাফা আহোম রাজ্যের (যা বর্তমানে আসামের অংশ) প্রতিষ্ঠাতা ছিলেন। মুয়াং মাও-এর একজন তাই রাজপুত্র, ১২২৮ সালে বর্তমানে আসামের চরাইদেও অঞ্চলে রাজ্য প্রতিষ্ঠা করেছিলেন এবং প্রায় ৬০০ বছর ধরে বিদ্যমান ছিলেন যা অহোমিসেশন প্রক্রিয়ার দিকে পরিচালিত করেছিল এবং এই প্রক্রিয়ায় এই অঞ্চলের বিভিন্ন আদিবাসী জাতিগোষ্ঠীকে একীভূত করেছিল, 'অহোম'-এর ব্যানারে যা এই অঞ্চলে গভীর প্রভাব ফেলেছিল। আসামের ইতিহাসে তার অবস্থানের প্রতি শ্রদ্ধার জন্য, সম্মানিত চাওলুং (শানঃ ၸဝ်ႈလူင်) সাধারণত তার নামের সাথে যুক্ত করা হয় ( চাওঃ প্রভু; লুংঃ মহান)।\n১৯৯৬ সাল থেকে, ২রা ডিসেম্বর আসামে পালিত হচ্ছে সুকাফা দিভাখ, বা আক্সম দিওয়াখ (আসাম দিবস), আসামে আহোম রাজ্যের প্রথম রাজার পাটকাই পাহাড়ের উপর দিয়ে যাত্রা করার পর তার আবির্ভাবের স্মরণে।\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nAung Tun, Sai (২০০৯)। History of the Shan State: From Its Origins to 1962। Silk Worm Books। আইএসবিএন 978-974-9511-43-5। \nBian-zhang-ga. (1990). \"Hemeng gumeng: Meng Mao gudai zhuwang shi [A History of the Kings of Meng Mao].\" In Meng Guozhanbi ji Meng Mao gudai zhuwang shi [History of Kosampi and the kings of Meng Mao]. Gong Xiao Zheng. (tr.) Kunming, Yunnan, Yunnan Minzu Chubanshe.\nDaniels, Christian (2006) \"Historical memories of a Chinese adventurer in a Tay chronicle; Usurpation of the throne of a Tay polity in Yunnan, 1573–1584,\"  International Journal of Asian Studies, 3, 1 (2006), pp. 21–48.\nElias, N. (1876) Introductory Sketch of the History of the Shans in Upper Burma and Western Yunnan. Calcutta: Foreign Department Press. (Recent facsimile Reprint by Thai government in Chiang Mai University library).\nFernquest, Jon (Autumn ২০০৬)। \"Crucible of War: Burma and the Ming in the Tai Frontier Zone (1382–1454)\" (পিডিএফ) (2)। ১৫ এপ্রিল ২০১৯ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৯ ফেব্রুয়ারি ২০২৪। \nTranslated by 龚肃政 (Gong Suzheng); Explained by 杨永生 (Yang Yongsheng) (১৯৮৮)। \"银云瑞雾的勐果占璧简史 (Yin yun rui wu de meng guo zhan bi jian shi)\" [Chronicle of Guo-zhan-bi]। 勐果占璧及勐卯古代诸王史 (Meng guo zhan bi ji meng mao gu dai zhu wang shi) (chinese ভাষায়)। Yunnan Nationalities Publishing House। পৃষ্ঠা 1–51। আইএসবিএন 7-5367-0352-X। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nG. E. Harvey (১৯২৫)। History of Burma: From the Earliest Times to 10 March 1824। Frank Cass & Co. Ltd। \n胡绍华 (Hu Shaohua) (১৯৮৪)। \"试述\"百夷\"含义的历史演变\" (chinese ভাষায়): 85-89। ডিওআই:10.15970/j.cnki.1005-8575.1984.03.022। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nJiang Yingliang (1983) Daizu Shi [History of the Dai ethnicity], Chengdu: Sichuan Renmin Chubanshe.\nKala, U (২০০৬)। Maha Yazawin (Burmese ভাষায়) (4th printing সংস্করণ)। Ya-Pyei Publishing। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nKam Mong, Sai (2004) The History and Development of the Shan Scripts, Chiang Mai; Silkworm Books.\nLiew, Foon Ming. (1996) \"The Luchuan-Pingmian Campaigns (1436–1449): In the Light of Official Chinese Historiography\". Oriens Extremus 39/2, pp. 162–203.\nMaha Sithu (২০১২)। Yazawin Thit (Burmese ভাষায়) (2nd printing সংস্করণ)। Ya-Pyei Publishing। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \n孟尊贤 (Meng Zunxian) (২০০৭)। 傣汉词典 (Dai han ci dian) (chinese ভাষায়)। Yunnan Nationalities Publishing House। আইএসবিএন 978-7-5367-3790-7। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nSaroj Nalini Arambam Parratt (২০০৫)। The Court Chronicle of the Kings of Manipur: The Cheitharon Kumpapa। Routledge। আইএসবিএন 0-203-44427-2। \nRoyal Historical Commission of Burma (২০০৩)। Hmannan Yazawin (Burmese ভাষায়)। Ministry of Information, Myanmar। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nSaimong Mangrai, Sao (১৯৬৫)। The Shan States and the British Annexation। Cornell University। আইএসবিএন 978-0877270577। \nTaw Sein Ko (১৮৯৯)। Inscriptions of Pagan, Pinya and Ava: Translation, with Notes। Government Printing, Burma। \nWade, Geoff (1996) \"The Bai Yi Zhuan: A Chinese Account of Tai Society in the 14th Century,\" 14th Conference of the International Association of Historians of Asia (IAHA), Chulalongkorn University, Bangkok, Thailand [Includes a complete translation and introduction to the Ming travelogue \"Bai-yi Zhuan\", a copy can be found at the Thailand Information Center at Chulalongkorn Central Library\nWade, Geoff. tr. (2005) Southeast Asia in the Ming Shi-lu: an open access resource, Singapore: Asia Research Institute and the Singapore E-Press, National University of Singapore, http://epress.nus.edu.sg/msl/\nWitthayasakphan, Sompong and Zhao Hongyun (translators and editors) (2001) Phongsawadan Muang Tai (Khreua Muang ku muang), Chiang Mai: Silkworm. (Translation of Mong Mao chronicle into the Thai language)\n尤中 (You Zhong) (১৯৮৭)। \"明朝\"三征麓川\"叙论\" (chinese ভাষায়): 58-64+57। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \n\n\n== বহিঃসংযোগ ==\nযুদ্ধের ক্রূসিবলঃ বার্মা অ্যান্ড দ্য মিং ইন দ্য তাই ফ্রন্টিয়ার জোন (১৩৮২-১৪৫৪)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৫ এপ্রিল ২০১৯ তারিখে, জন ফার্নকুয়েস্ট দ্বারা\nটেমপ্লেট:Shan states"}