{"pageid": 1427888, "title": "প্রাতিষ্ঠানিক বর্ণবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1427888", "content": "প্রাতিষ্ঠানিক বর্ণবাদ, যা পদ্ধতিগত বর্ণবাদ নামেও পরিচিত, তাকে এমন নীতি এবং অনুশীলন হিসেবে সংজ্ঞায়িত করা হয় যা পুরো সমাজ কিংবা সংস্থা জুড়ে বিদ্যমান এবং তা কিছু লোকের জন্য অবিরত অন্যায্য সুবিধা দেয় এবং অন্যদিকে কোনো নির্দিষ্ট জাতি বা জাতিগত গোষ্ঠীর ভিত্তিতে অন্যদের প্রতি অন্যায্য বা ক্ষতিকারক আচরণকে সমর্থন করে থাকে। এটি ফৌজদারি বিচার, কর্মসংস্থান, আবাসন, স্বাস্থ্যসেবা, শিক্ষা এবং রাজনৈতিক প্রতিনিধিত্বের মতো ক্ষেত্রে বৈষম্য তৈরি করে।\nস্টোকেলি কারমাইকেলএবং চার্লস ভি হ্যামিল্টন প্রাতিষ্ঠানিক বর্ণবাদ শব্দটি ১৯৬৭ সালে প্রথম ব্ল্যাক পাওয়ার: দ্য পলিটিক্স অফ লিবারেশনে ব্যবহার করেন।  কারমাইকেল এবং হ্যামিল্টন ১৯৬৭ সালে উল্লেখ করেন যে, যদিও স্বতন্ত্র বর্ণবাদ প্রায়শই তার প্রকাশ্য প্রকৃতির কারণে সহজেই সনাক্ত করা যায়, প্রাতিষ্ঠানিক বর্ণবাদ তার \"কম প্রকাশ্য, অনেক বেশি সূক্ষ্ম\" প্রকৃতির কারণে সহজে অনুধাবনযোগ্য নয়। প্রাতিষ্ঠানিক বর্ণবাদ \"সমাজে প্রতিষ্ঠিত এবং প্রচলিত শক্তির ক্রিয়াকলাপ থেকে উদ্ভূত হয় এবং এইভাবে [ব্যক্তিগত বর্ণবাদের] তুলনায় অনেক কম জনসাধারণের নিন্দা পায়\"।\nযুক্তরাজ্যের লরেন্স প্রতিবেদনে (১৯৯৯) স্যার উইলিয়াম ম্যাকফারসন প্রাতিষ্ঠানিক বর্ণবাদকে সংজ্ঞায়িত করেন: \"যা মানুষের জন্য তাদের বর্ণ, সংস্কৃতি বা জাতিগত উৎসের কারণে একটি উপযুক্ত এবং পেশাদার পরিষেবা প্রদান করতে একটি সংস্থার সামষ্টিক ব্যর্থতা৷ এটি এমন প্রক্রিয়া, মনোভাব এবং আচরণে দেখা বা সনাক্ত করা যেতে পারে যা কুসংস্কার, অজ্ঞতা, চিন্তাহীনতা এবং বর্ণবাদী বাঁধাধরা ধারণার মাধ্যমে বৈষম্যের পরিমাণ যা সংখ্যালঘু জাতিগত লোকদের ক্ষতিগ্রস্থ করে।\"\n\n\n== শ্রেণিবিভাগ ==\n\nঅতীতে, \"বর্ণবাদ\" শব্দটি প্রায়ই \"কুসংস্কার\" এর সাথে বিনিময়যোগ্যভাবে ব্যবহৃত হতো, যা অসম্পূর্ণ তথ্যের উপর ভিত্তি করে অন্য কোনো ব্যক্তির ব্যাপারে মত তৈরি করে। ২০ শতকের শেষ চতুর্থাংশে, বর্ণবাদ ব্যক্তিদের পরিবর্তে সমাজব্যবস্থার সাথে যুক্ত হয়ে পড়ে। ১৯৭৭ সালে, ডেভিড ওয়েলম্যান তার বই পোর্ট্রেট অফ হোয়াইট রেসিজম-এ \"জাতির উপর ভিত্তি করে সুবিধার একটি ব্যবস্থা\" হিসেবে বর্ণবাদকে সংজ্ঞায়িত করেন, শ্বেতাঙ্গ ব্যক্তিরা বর্ণবাদী প্রতিষ্ঠানকে সমর্থন করার অগণিত উদাহরণের মাধ্যমে এই সংজ্ঞাটি তুলে ধরেন এবং অস্বীকার করেন যে তারা পক্ষপাতদুষ্ট। শ্বেতাঙ্গ লোকেরা বর্ণের লোকেদের সাথে ভালো আচরণ করতে পারে যদিও তারা পদ্ধতিগত বর্ণবাদকে সমর্থন করে যদি তা তাদের উপকার করে, যেমন ঋণ দেওয়ার চর্চা, ভাল অর্থায়ন করা বিদ্যালয় ধারণা এবং কাজ করার সুযোগ। প্রাতিষ্ঠানিক বর্ণবাদের ধারণাটি ১৯৯০-এর দশকের মাঝামাঝি এবং শেষের দিকে রাজনৈতিক বক্তৃতায় আবার আবির্ভূত হয়, কিন্তু এটি একটি প্রতিদ্বন্দ্বিতামূলক ধারণা থেকে গেছে। প্রাতিষ্ঠানিক বর্ণবাদ হলো যেখানে জাতি সমাজের পণ্য, পরিষেবা এবং সুযোগগুলোতে একটি ভিন্ন স্তরের প্রবেশাধিকার ঘটায়।\nপ্রফেসর জেমস এম জোনস তিন ধরনের বর্ণবাদের তত্ত্ব দেন: ব্যক্তিগতভাবে মধ্যস্থতা, অভ্যন্তরীণ এবং প্রাতিষ্ঠানিক।  ব্যক্তিগতভাবে মধ্যস্থতা করা বর্ণবাদের মধ্যে রয়েছে জাতিগতভাবে কুসংস্কারমূলক কর্মের প্রতি ইচ্ছাকৃত সুনির্দিষ্ট সামাজিক মনোভাব (ক্ষমতা, উদ্দেশ্য এবং তাদের জাতি অনুসারে অন্যদের উদ্দেশ্য সম্পর্কে ধর্মান্ধ বা ভিন্ন অনুমান করা), বৈষম্য (নিজ জাতি অনুসারে অন্যদের প্রতি পার্থক্যমূলক কর্ম এবং আচরণ করা), বাঁধাধরা ধারণা, কমিশন, এবং বাদ (অসম্মান, সন্দেহ, অবমূল্যায়ন, এবং অমানবিককরণ করা)। অভ্যন্তরীণ বর্ণবাদ হলো জাতিগতভাবে কলঙ্কিত ব্যক্তিদের দ্বারা, তাদের নিজস্ব ক্ষমতা এবং অন্তর্নিহিত মূল্য সম্পর্কে নেতিবাচক ধারণা করা, যা নিম্ন আত্মসম্মান এবং তাদের মতো অন্যদের কম সম্মান দ্বারা চিহ্নিত করা যায়। এই বর্ণবাদ \"শ্বেতাঙ্গতা\" (যেমন অ-শ্বেতাঙ্গ সম্প্রদায়ে গায়ের চামড়ার রঙ দ্বারা স্তরবিন্যাস), আত্ম-অবমূল্যায়ন (যেমন, জাতিগত অপবাদ, ডাকনাম, পূর্বপুরুষের সংস্কৃতি প্রত্যাখ্যান করা ইত্যাদি) এবং পদত্যাগ, অসহায়ত্ব এবং হতাশা (যেমন, বিদ্যালয় ছেড়ে দেওয়া, ভোট দিতে ব্যর্থ হওয়া, স্বাস্থ্য-ঝুঁকির কাজে জড়িত হওয়া ইত্যাদি)-এর মাধ্যমে প্রকাশিত হয়ে থাকতে পারে।\nক্রমাগত নেতিবাচক বাঁধাধরা ধারণাগুলো প্রাতিষ্ঠানিক বর্ণবাদকে ইন্ধন দেয় এবং আন্তঃব্যক্তিক সম্পর্ককে প্রভাবিত করে। জাতিগত বাঁধাধরা ধারণা জাতিগত আবাসিক বিচ্ছিন্নকরণ এবং লালরেখার নিদর্শনগুলোতে অবদান রাখে এবং অপরাধ, অপরাধ নীতি এবং কল্যাণ নীতি সম্পর্কে দৃষ্টিভঙ্গি তৈরি করে, বিশেষ করে যদি প্রাসঙ্গিক তথ্যগুলো বাঁধাধরা ধারণা-সামঞ্জস্যপূর্ণ হয়।\nপ্রাতিষ্ঠানিক বর্ণবাদকে সংজ্ঞায়িত করা হয় ঘৃণা এবং কুসংস্কার থেকে তৈরি একটি ব্যবস্থা হিসেবে, অথবা এটিকে একটি মূল আদর্শ হিসেবে, যা একটি মনো-জাতিগত প্রতিষ্ঠান তৈরি করে। এটি বাঁধাধরা ধারণা এবং দূর-বিকল্প-ডান দৃষ্টিভঙ্গি থেকে উদ্ভূত। প্রাতিষ্ঠানিক বর্ণবাদ সাধারণত স্থাপন করা হয় যখন প্রতিষ্ঠান কোন ধরনের অজুহাত তৈরি করে, সাধারণত একটি ষড়যন্ত্র তত্ত্ব বা বর্তমান এবং বড় ঘটনা ব্যবহার করে, যাতে তারা বন্ধ না হয় সেটি নিশ্চিত করার জন্য। এই প্রতিষ্ঠানগুলো যে ষড়যন্ত্র এবং অজুহাত ব্যবহার করে তা সাধারণত হালকাভাবে সংযুক্ত থাকে।\nকখনো কখনো প্রাতিষ্ঠানিক বর্ণবাদ হিসেবে বর্ণিত অন্যান্য উদাহরণগুলো হলো- নিরাপত্তারক্ষী এবং পুলিশের দ্বারা বর্ণবাদী আচরণ, বাঁধাধরা ধারণা থেকে উদ্ভূত জাতিগত ব্যঙ্গচিত্রের ব্যবহার, গণমাধ্যমে কিছু জাতিগত গোষ্ঠীর নিম্ন- এবং ভুল উপস্থাপনা এবং লাভজনক কর্মসংস্থান এবং পেশাগত অগ্রগতিতে জাতি-ভিত্তিক বাধা। পাশাপাশি, পণ্য, পরিষেবা এবং সমাজের সুযোগের পার্থক্যগত প্রবেশিধিকারকে \"প্রাতিষ্ঠানিক বর্ণবাদ\" শব্দটির মধ্যে অন্তর্ভুক্ত করা যেতে পারে, যেমন কাঁচা রাস্তা এবং রাস্তা, উত্তরাধিকারসূত্রে প্রাপ্ত আর্থ-সামাজিক অসুবিধা এবং প্রমিত পরীক্ষা (প্রতিটি জাতিগোষ্ঠীকে এটির জন্য আলাদাভাবে প্রস্তুতি নিতে হয়; অনেকের প্রস্তুতি দুর্বল)।\nকিছু সমাজতাত্ত্বিক তদন্তকারীরা প্রাতিষ্ঠানিক বর্ণবাদ এবং \"কাঠামোগত বর্ণবাদ\" (কখনো কখনো \"কাঠামোগত বর্ণবাদীকরণ\" হিসেবে উল্লেখ করা হয়) এর মধ্যে পার্থক্য করেন। আগেরটি একটি প্রতিষ্ঠানের মধ্যে নিয়ম এবং অনুশীলনের উপর দৃষ্টি নিবদ্ধ করে, এবং পরেরটি প্রতিষ্ঠানগুলোর মধ্যে মিথস্ক্রিয়াগুলোর উপর দৃষ্টি নিবদ্ধ করে, যে মিথস্ক্রিয়া অ-শ্বেতাঙ্গদের বিরুদ্ধে বর্ণবাদী ফলাফল তৈরি করে। কাঠামোগত বর্ণবাদের একটি গুরুত্বপূর্ণ বৈশিষ্ট্য হলো এটিকে স্বতন্ত্র কুসংস্কার বা একটি প্রতিষ্ঠানের একক কার্যক্রমে হ্রাস করা যায় না।\nডিসি ম্যাথিউ \"'অভ্যন্তরীণ প্রাতিষ্ঠানিক বর্ণবাদ' এর মধ্যে পার্থক্য করার কথা বলেন, তিনি মনে করেন যে প্রতিষ্ঠানগুলো তাদের গঠনগত বৈশিষ্ট্যের কারণেই বর্ণবাদী, এবং 'বহির্ভূত প্রাতিষ্ঠানিক বর্ণবাদ', যা মনে করে যে প্রতিষ্ঠানগুলো তাদের নিজেদের নেতিবাচক প্রভাবের কারণেই বর্ণবাদী।\"\n\n\n== ব্যবহার ==\n\n\n=== আলজেরিয়া ===\n\nফরাসি রাজনৈতিক চিন্তাবিদ অ্যালেক্সিস ডি টোকভিল (১৮০৫-১৮৫৯) সাধারণভাবে উপনিবেশিকে সমর্থন করেন এবং তাই আলজেরিয়ার উপনিবেশকেও সমর্থন করেন। ফ্রান্সের বৈদেশিক বিষয়ে বেশ কয়েকটি বক্তৃতায়, একটি অ্যাডহক কমিশনের পক্ষে ১৮৪৭ সালের মার্চ মাসে জাতীয় পরিষদে উপস্থাপিত দুটি সরকারি প্রতিবেদনে এবং তার চিঠিপত্রে, তিনি বারবার এই বিষয়ে মন্তব্য এবং বিশ্লেষণ করেছেন। সংক্ষেপে, টোকভিল উত্তর আফ্রিকায় ফরাসি সম্প্রসারণের জন্য একটি তাত্ত্বিক ভিত্তি তৈরি করেন। এমনকি তিনি কোরান অধ্যয়ন করেন, তীক্ষ্ণভাবে এই সিদ্ধান্তে পৌঁছেছিলেন যে ইসলাম ছিল \"মুসলিম বিশ্বের অধঃপতনের প্রধান কারণ\"। ফরাসি বিজয়ের প্রথম বছর এবং কীভাবে ঔপনিবেশিক রাষ্ট্র প্রথম স্থাপিত ও সংগঠিত হয় সে সম্পর্কেও তার মতামত শিক্ষামূলক। টোকভিল আলজেরিয়ায় \"সম্পূর্ণ আধিপত্য\" এবং পরবর্তী \"দেশের ধ্বংস\" এর প্রাথমিক আইনজীবী হিসেবে আবির্ভূত হন।\n৩১ জানুয়ারী ১৮৩০-এ, চার্লস এক্স আলজিয়ার্স দখল করে ফরাসি রাষ্ট্রকে এমনভাবে শুরু করেন যেটি উত্তর আফ্রিকার আরব বংশোদ্ভূত কাবিলে বা বারবারসে পরিচালিত প্রাতিষ্ঠানিক বর্ণবাদে পরিণত হয়। আলজিয়ার্সের দে ফরাসি রাষ্ট্রদূতকে চামর দিয়ে চড় মেরে রাজতন্ত্রকে অপমান করেন এবং ফরাসিরা সেই অজুহাতটি ব্যবহার করে আক্রমণ এবং আশেপাশে জলদস্যুতা বন্ধ করার জন্য। অনানুষ্ঠানিক উদ্দেশ্য ছিল ফরাসি মুকুটের মর্যাদা পুনরুদ্ধার করা এবং উত্তর আফ্রিকায় পা রাখা, যার ফলে ভূমধ্যসাগরে ব্রিটিশদের ফ্রান্সের উপর সুবিধা লাভ করা রোধ করা যায়। জুলাই রাজতন্ত্র, যা ১৮৩০ সালে ক্ষমতায় এসেছিল, তারা সেই বোঝা উত্তরাধিকারসূত্রে পেয়েছিল। পরবর্তী দশ বছরে আদিবাসী জনগোষ্ঠীকে ফরাসি সেনাবাহিনীর শক্তির শিকার হতে দেখা যায়। ১৮৪০ সালের মধ্যে, আরও রক্ষণশীল উপাদানগুলো সরকারের নিয়ন্ত্রণ লাভ করে এবং উপনিবেশের নবনিযুক্ত গভর্নর জেনারেল থমাস বুগৌডকে আলজেরিয়ায় প্রেরণ করে, যা দেশটির বিজয়ের প্রকৃত সূচনা করে। তার নিযুক্ত পদ্ধতি ছিলো নৃশংস; সেনাবাহিনী গ্রামবাসীদের ব্যাপকভাবে বিতাড়িত করে, পুরুষদের গণহত্যা করে এবং নারীদের ধর্ষণ করে, শিশুদের জিম্মি করে, গবাদি পশু ও ফসল চুরি করে এবং বাগান ধ্বংস করে।\nটোকভিল বলেন: \"ফ্রান্সে আমি প্রায়শই শুনেছি যে লোকেদের আমি সম্মান করি, কিন্তু অনুমোদন করি না, অনুশোচনা করি [সেনা] ফসল পোড়ানো, শস্যভাণ্ডার খালি করা এবং নিরস্ত্র পুরুষ, নারী এবং শিশুদের আটক করার মতো কাজগুলো। তবে, আরবদের বিরুদ্ধে যুদ্ধ করতে চাইলে এসব অবশ্যই মেনে নিতে হবে।\" তিনি \"আলজেরিয়ায় সকল রাজনৈতিক স্বাধীনতা স্থগিত করা আবশ্যক\" বলেও সমর্থন করেন।  মার্শাল বুজিউড, যিনি প্রথম গভর্নর-জেনারেল ছিলেন এবং তিনি বেসামরিক সরকারেরও নেতৃত্ব দেন, রাজা তাকে পুরস্কৃত করেন বিজয়ের পাশাপাশি অত্যাচারের পদ্ধতিগত ব্যবহার চালু করার জন্য এবং তিনি আরব জনসংখ্যার বিরুদ্ধে একটি \" ঝলসানো পৃথিবী \" নীতি অনুসরণ করেন।\nফরাসি ঔপনিবেশিক রাষ্ট্র, যেমন তিনি এটিকে কল্পনা করেন এবং এটি আলজেরিয়ায় রূপ নেয়, একটি দ্বি-স্তরীয় সংগঠন ছিল, যা ফ্রান্সের মূল ভূখণ্ডের শাসনের মতো নয়। এটি জাতিগত, সাংস্কৃতিক এবং ধর্মীয় পার্থক্যের উপর ভিত্তি করে দুটি ভিন্ন রাজনৈতিক ও আইনি ব্যবস্থা চালু করেছিল। টোকভিলের মতে, যে ব্যবস্থাটি কোলনগুলোতে প্রয়োগ করা উচিত তা তাদের একা সম্পত্তি ধরে রাখতে এবং অবাধে ভ্রমণ করতে সক্ষম করবে তবে তাদের যেকোনো ধরনের রাজনৈতিক স্বাধীনতা থেকে বঞ্চিত করবে, যা আলজেরিয়ায় স্থগিত করা উচিত।\"অতএব আফ্রিকাতে দুটি সম্পূর্ণ স্বতন্ত্র আইন থাকা উচিত, কারণ দুটি খুব আলাদা সম্প্রদায় রয়েছে। ইউরোপীয়দের সাথে তাদের নিজেদের মতো আচরণ করতে আমাদের বাধা দেওয়ার একেবারে কিছুই নেই, কারণ তাদের জন্য প্রতিষ্ঠিত নিয়মগুলি কেবল তাদের ক্ষেত্রেই প্রযোজ্য হবে\"।\n১৮৪০-এর দশকে প্রতিরোধের পরাজয়ের পর, উপনিবেশ ত্বরান্বিত হতে থাকে। ১৮৪৮ সাল নাগাদ, আলজেরিয়ায় ১০৯,৪০০ জন ইউরোপীয় ছিল, যাদের মধ্যে মাত্র ৪২,২৭৪ জন ফরাসি ছিল।  কোলন প্রতিনিধি দলের নেতা, অগাস্ট ওয়ার্নিয়ার (১৮১০-১৮৭৫), ১৮৭০-এর দশকে বসতি স্থাপনকারীদের কাছে জমির ব্যক্তিগত হস্তান্তর এবং আলজেরিয়ার স্থানীয় জনগণের কাছ থেকে জমি বন্টন এবং বসতি স্থাপনকারীদের বণ্টনের সুবিধার্থে আইন সংশোধন বা প্রবর্তনে সফল হন। ইউরোপীয়রা মোট আবাদযোগ্য জমির প্রায় ৩০% দখল করে, যার মধ্যে ছিল সবচেয়ে উর্বর জমির সিংহভাগ এবং সেচের আওতায় থাকা বেশিরভাগ এলাকা।  ১৮৮১ সালে, কোড ডি ল'ইন্ডিজেনাট আদিবাসীদের জন্য নির্দিষ্ট শাস্তি তৈরি করে এবং তাদের জমি দখল বা বরাদ্দের আয়োজন করে বৈষম্যকে প্রাতিষ্ঠানিক করে তোলে।  ১৯০০ সালের মধ্যে, ইউরোপীয়রা কৃষিতে উৎপাদন মূল্যের দুই-তৃতীয়াংশেরও বেশি এবং কার্যত সমস্ত কৃষি রপ্তানি উৎপাদন করেছিল। ঔপনিবেশিক সরকার ইউরোপীয়দের তুলনায় মুসলমানদের ওপর বেশি করে কর আরোপ করেছিল। মুসলমানরা, ফরাসি বিজয়ের আগে থেকে প্রথাগত কর প্রদানের পাশাপাশি, নতুন করও প্রদান করেছিল যেগুলো থেকে সাধারণত কোলনদের অব্যাহতি দেওয়া হয়। উদাহরণস্বরূপ, ১৯০৯ সালে মুসলমানরা, যারা জনসংখ্যার প্রায় ৯০% ছিল কিন্তু আলজেরিয়ার আয়ের মাত্র ২০% উৎপাদন করছিল, তারা ৭০% প্রত্যক্ষ করের এবং মোট সংগৃহীত করের ৪৫% প্রদান করছিল।\n\n\n==== শিক্ষা ====\nঔপনিবেশিক শাসন মুসলমানদের জন্য সামগ্রিক শিক্ষার জন্য মারাত্মকভাবে ক্ষতিকর প্রমাণিত হয়, যারা আগে পড়া, লেখা এবং ধর্ম শেখার জন্য ধর্মীয় বিদ্যালয়ের উপর নির্ভর করত। ১৮৪৩ সালে, রাষ্ট্র হাবাস জমিগুলো বরাদ্দ করে, ধর্মীয় ভিত্তি যা ধর্মীয় প্রতিষ্ঠানের জন্য বিদ্যালয়সহ আয়ের প্রধান উৎস ছিলো, কিন্তু ঔপনিবেশিক কর্মকর্তারা বিদ্যালয় এবং মসজিদগুলো সঠিকভাবে রক্ষণাবেক্ষণের জন্য এবং পর্যাপ্ত শিক্ষক ও ধর্মীয় নেতাদের জন্য যথেষ্ট অর্থ বরাদ্দ করতে অস্বীকার করেছিল। ১৮৯২ সালে, ইউরোপীয়দের শিক্ষার জন্য মুসলিমদের তুলনায় পাঁচগুণ বেশি ব্যয় করা হয়, যাদের বিদ্যালয়ে যাওয়ার বয়সের শিশু পাঁচ গুণ বেশি ছিলো। কারণ অল্প কিছু মুসলিম শিক্ষক প্রশিক্ষিত ছিলেন, মুসলিম বিদ্যালয় মূলত ফরাসি শিক্ষকদের দ্বারা পরিচালিত ছিল। এমনকি একটি রাষ্ট্র-চালিত মাদ্রাসায় প্রায়ই ফরাসি অনুষদের সদস্য থাকত। শ্রেণীকক্ষে মুসলিম এবং ইউরোপীয় শিশুদের একত্রিত করার উদ্দেশ্যে দ্বিভাষিক এবং দ্বি-সাংস্কৃতিক বিদ্যালয় স্থাপনের প্রচেষ্টা ছিল একটি সুস্পষ্ট ব্যর্থ উদ্যোগ, এবং উভয় সম্প্রদায়ের দ্বারা এটি প্রত্যাখ্যান করা হয় এবং ১৮৭০ সালের পর পর্যায়ক্রমে এটি বাতিল করা হয়। একটি অনুমান অনুসারে, ১৮৭০ সালে আলজেরিয়ার ৫% এরও কম শিশু যেকোনো এক ধরনের বিদ্যালয় পড়ত। ১৯৫৪ সালের শেষের দিকে, পাঁচজনের মধ্যে মাত্র একজন মুসলিম ছেলে এবং ১৬ জনের মধ্যে একটি মেয়ে আনুষ্ঠানিক বিদ্যালয়ে পড়াশোনা করত। ১৮৯০ সাল নাগাদ আলজেরিয়ায় ফ্রান্সের \"সভ্যতার মিশনের\" অংশ হিসেবে ফরাসী বিদ্যালয় ব্যবস্থায় ইউরোপীয় ছাত্রদের সাথে অল্প সংখ্যক মুসলমানকে শিক্ষিত করার প্রচেষ্টা শুরু হয়। পাঠ্যক্রম সম্পূর্ণরূপে ফরাসি ছিল এবং আরবি অধ্যয়নের জন্য কোনো স্থান অনুমোদিত ছিল না, যা ইচ্ছাকৃতভাবে এমনকি মুসলিম বিদ্যালয়গুলোতেও কমিয়ে দেওয়া হয়। একটি প্রজন্মের মধ্যে, সুশিক্ষিত মুসলমানদের একটি শ্রেণী, ইভোলুয়েস (আক্ষরিক অর্থে \"বিকশিত\") তৈরি হয়।\n\n\n==== ভোটাধিকার ====\n১৮৩০ সালে অটোমান আলজেরিয়া জয়ের পর, ফ্রান্স এক শতাব্দীরও বেশি সময় ধরে এই অঞ্চলে তার ঔপনিবেশিক শাসন বজায় রেখেছিল যেটিকে \"অর্ধ- বর্ণবাদ \" হিসেবে বর্ণনা করা হয়েছে। ১৮৬৫ সালের ঔপনিবেশিক আইন আরব এবং বারবার আলজেরিয়ানদের ফরাসি নাগরিকত্বের জন্য আবেদন করার অনুমতি দেয় শুধুমাত্র যদি তারা তাদের মুসলিম পরিচয় ত্যাগ করে; আজেদিন হাদ্দুর যুক্তি দেন যে এটি \"রাজনৈতিক বর্ণবাদের আনুষ্ঠানিক কাঠামো\" প্রতিষ্ঠা করেছে।\nফরাসি চতুর্থ প্রজাতন্ত্রের অধীনে, মুসলিম আলজেরিয়ানদের নাগরিকত্বের অধিকার দেওয়া হয়, কিন্তু তখনো বৈষম্যের ব্যবস্থা আরও অনানুষ্ঠানিক উপায়ে বজায় রাখা হয়। ফ্রেডরিক কুপার লিখেছেন যে মুসলিম আলজেরিয়ানরা \"তাদের নিজেদের ভূখণ্ডে তখনও প্রান্তিক ছিল, বিশেষত 'ফরাসি' নাগরিক মর্যাদা এবং 'মুসলিম' নাগরিক মর্যাদার পৃথক ভোটার ভূমিকা ছিল, যা ক্ষমতা তাদের দখলে রাখার জন্য করা হয়।\" \"বর্ণবৈষম্যের অভ্যন্তরীণ ব্যবস্থা\" এটি দ্বারা প্রভাবিত আলজেরিয়ার মুসলমানদের দ্বারা যথেষ্ট প্রতিরোধের সম্মুখীন হয় এবং এটিকে ১৯৫৪ সালের বিদ্রোহের অন্যতম কারণ হিসেবে উল্লেখ করা হয়।\n১৯৫৫ সাল থেকে ১৯৬২ সাল পর্যন্ত আলজেরিয়ায় ফরাসি সেনাবাহিনীদের এবং রাষ্ট্র দ্বারা সংঘটিত সকল অপরাধ সম্পর্কে স্পষ্টতই ব্যতিক্রম কিছু ছিল না। উল্টো তারা ইতিহাসেরই অংশ হয়ে তা আবার পুনরাবৃত্তি করে।\n\n\n==== রাষ্ট্রীয় বর্ণবাদ ====\nমিশেল ফুকোর মত অনুসরণ করে, ফরাসি ঐতিহাসিক অলিভিয়ার লে কোর গ্র্যান্ডমাইসন ফরাসি তৃতীয় প্রজাতন্ত্রের অধীনে একটি \"রাষ্ট্রীয় বর্ণবাদ\" সম্পর্কে কথা বলেন, এর একটি উল্লেখযোগ্য উদাহরণ হলো যে ১৮৮১ সালের আদিবাসী কোড আলজেরিয়ায় প্রয়োগ করা হয়। \"তৃতীয় প্রজাতন্ত্রের অধীনে একটি রাষ্ট্রীয় বর্ণবাদ সম্পর্কে কথা বলা কি অত্যধিক নয়?\" এই প্রশ্নের উত্তরে তিনি উত্তর দেন:\"না, যদি আমরা সেই এলাকাগুলোতে ভোট এবং বৈষম্যমূলক ব্যবস্থার সূত্র হিসেবে, জাতিগত, ধর্মীয় এবং সাংস্কৃতিক মানদণ্ডের সমন্বয়ের ভিত্তিতে 'রাষ্ট্রীয় বর্ণবাদ'কে চিহ্নিত করতে পারি। ১৮৮১ আদিবাসী কোড এই ধারার একটি স্মৃতিস্তম্ভ! সমসাময়িক দ্বারা বিবেচনা করা মর্যাদাপূর্ণ আইনবিদদের 'বিচারগত মনস্ট্রোসিটি' হিসেবে, এই কোড 'আরবদের' জন্য বিশেষ অপরাধ এবং শাস্তির পরিকল্পনা করেছিল। তারপরে এটি সাম্রাজ্যের অন্যান্য অঞ্চলে প্রসারিত করা হয়। একদিকে, উপনিবেশগুলোতে অবস্থিত ফরাসি এবং ইউরোপীয় সংখ্যালঘুদের জন্য আইনের শাসনের রাজ্য। অন্যদিকে, \"আদিবাসী\" জনগণের জন্য ব্যতিক্রম একটি স্থায়ী রাষ্ট্র। এই পরিস্থিতি ১৯৪৫ সাল পর্যন্ত স্থায়ী ছিলো\"। ১৯৪৭ সালে একটি সংস্কার প্রচেষ্টা চলাকালীন, ফরাসিরা একটি দ্বিকক্ষ বিশিষ্ট আইনসভা তৈরি করে যার একটি কক্ষ ফরাসি নাগরিকদের জন্য এবং আরেকটি মুসলিমদের জন্য ছিলো, কিন্তু এটি একটি ইউরোপীয় ভোটকে মুসলিমদের ভোটের তুলনায় সাতগুণ বেশি মূল্য দেয়। রাষ্ট্রীয় বর্ণবাদ ইতিহাস জুড়ে বেশ কয়েকবার গৃহীত হয়, যেমন ঘৃণা থেকে তৈরি হওয়া ব্যবস্থা। রাষ্ট্রীয় বর্ণবাদ প্রায় সবসময়ই গণহত্যা এবং বিদ্রোহের দিকে নিয়ে যায়, তবে কখনো কখনো ব্যবস্থাকে লাইনে রাখতে পরিচালিত করে।\n\n\n=== অস্ট্রেলিয়া ===\n\nএটি অনুমান করা হয় যে অস্ট্রেলিয়ার ইউরোপীয় উপনিবেশের পূর্বে আদিবাসীদের জনসংখ্যা (১৭৮৮ সালে শুরু হয়) প্রায় ৩১৪,০০০ ছিলো।  এটি বাস্তুবিদদের দ্বারা অনুমান করা হয়েছে যে এই ভূমি এক মিলিয়ন জনসংখ্যাকে জায়গা দিতে পারে। ১৯০১ সাল নাগাদ, তাদের দুই-তৃতীয়াংশ কমিয়ে ৯৩,০০০-এ নেমে আসে। ২০১১ সালে, ফার্স্ট নেশনস অস্ট্রেলিয়ান (উভয় আদিবাসী অস্ট্রেলিয়ান এবং টরেস স্ট্রেইট দ্বীপবাসী ) মোট জনসংখ্যার প্রায় ৩% নিয়ে গঠিত, যা ছিল ৬৬১,০০০। ১৭৭০ সালে যখন ক্যাপ্টেন কুক বোটানি বে- তে অবতরণ করেন, তখন তিনি ব্রিটিশ পতাকা না লাগাতে এবং কোনো স্থানীয় জনসংখ্যাকে ক্ষতি না করার আদেশ দেন, যা মূলত উপেক্ষা করা হয়।\n\n\n==== জমির অধিকার, চুরি করা প্রজন্ম এবং টেরা নুলিয়াস ====\nটোরেস স্ট্রেইট দ্বীপবাসীরা টোরেস স্ট্রেট দ্বীপপুঞ্জের আদিবাসী, যেটি কুইন্সল্যান্ড এবং পাপুয়া নিউ গিনির উত্তরতম প্রান্তের মধ্যবর্তী টোরেস স্ট্রেটে অবস্থিত। প্রাতিষ্ঠানিক বর্ণবাদের প্রাথমিক শিকড় ছিলো এই দ্বীপবাসীদের মধ্যে মিথস্ক্রিয়ার কারণে, যারা মেলানেশিয়ান বংশোদ্ভূত ছিলো এবং ভরণ-পোষণের জন্য সমুদ্রের উপর নির্ভরশীল ছিলো এবং যাদের ভূমি অধিকার বাতিল করা হয়, এবং পরবর্তীতে অস্ট্রেলিয়ান আদিবাসী জনগণ, যাদের সন্তানদের তাদের পরিবার থেকে অস্ট্রেলিয়ান ফেডারেল দ্বারা সরিয়ে দেওয়া হয় রাজ্যের সরকারী সংস্থা এবং গির্জা মিশনের মাধ্যমে, তাদের নিজ নিজ সংসদের আইনের অধীনে। আনুমানিক ১৯০৯ এবং ১৯৬৯ সালের মাঝামাঝি সময়ে এর অপসারণ ঘটেছিল, যার ফলস্বরূপ পরে এটি চুরি করা প্রজন্ম হিসেবে পরিচিত হয়। ১৯২০-এর দশকে মিশ্র-জাতি (\" অর্ধ-জাতি \") শিশুদের পরিত্যাগের একটি উদাহরণ ওয়াল্টার বাল্ডউইন স্পেন্সারের একটি প্রতিবেদনে দেওয়া হয়েছে যে ঘান রেলপথ নির্মাণের সময় জন্মগ্রহণকারী অনেক মিশ্র-বংশের শিশুকে প্রাথমিক বয়সে পরিত্যক্ত করা হয়, যাদের কেউ ছিল না। এই ঘটনা এবং অন্য আরও কিছু ঘটনা এই জাতীয় শিশুদের জন্য ব্যবস্থা এবং সুরক্ষার জন্য রাষ্ট্রীয় পদক্ষেপের প্রয়োজনীয়তাকে উৎসাহিত করেছিল। এসব আসলে সরকারী নীতি ছিল এবং তা বিভিন্ন আইন দ্বারা সিদ্ধও ছিল। এগুলো পরে প্রত্যাহার করা হয়েছে এবং সরকারের উচ্চ স্তরেও অতীতের ভুলের জন্য মাশুল করা হয়েছে।\nঔপনিবেশিকরা প্রথম জাতি অস্ট্রেলিয়ানদের সাথে যে আচরণ করেছে তাকে সাংস্কৃতিক গণহত্যা বলা হয়। আইনি ব্যবস্থায় শিশু অপসারণের প্রথম প্রবর্তন ভিক্টোরিয়ান আদিবাসী সুরক্ষা আইন ১৮৬৯- এ লিপিবদ্ধ করা হয়েছে। সেন্ট্রাল বোর্ড ফর দ্য প্রোটেকশন অফ অ্যাবোরিজিনস ১৮৬০ সাল থেকে এই ধরনের ক্ষমতার পক্ষে কথা বলে আসছে, এবং এই আইনটি ভিক্টোরিয়ার উপনিবেশকে আদিবাসী এবং \" অর্ধ-বর্ণ \" ব্যক্তিদের উপর বিস্তৃত ক্ষমতা দিয়েছে, যার মধ্যে রয়েছে শিশুদের জোরপূর্বক অপসারণ,  বিশেষ করে \"ঝুঁকিতে\" মেয়েরা। ১৯৫০ সাল নাগাদ, অন্যান্য রাজ্য এবং অঞ্চলগুলোর দ্বারা অনুরূপ নীতি এবং আইন গৃহীত হয়, যেমন আদিবাসীদের সুরক্ষা এবং আফিম অ্যাক্ট ১৮৯৭ (কিউএলডি), আদিবাসী অধ্যাদেশ ১৯১৮ (এনটি), আদিবাসীদের বিক্রয়ের বিধিনিষেধ আইন ১৯৩৪ (এসএ) এবং ১৯৩৬ আদিবাসী অ্যাডমিনিস্ট্রেশন অ্যাক্ট (ডব্লিউএ)।\nএই অস্ট্রেলিয়ান রাজ্য এবং অঞ্চলগুলোতে, এই বিচ্ছিন্ন শিশুদের অভ্যর্থনার জন্য ২০ শতকের প্রথম দশকে অর্ধ-জাতি প্রতিষ্ঠান (সরকারি আদিবাসী রিজার্ভ এবং গির্জা-চালিত মিশন স্টেশন উভয়ই) প্রতিষ্ঠিত হয়। এই ধরনের প্রতিষ্ঠানের উদাহরণগুলোর মধ্যে রয়েছে ওয়েস্টার্ন অস্ট্রেলিয়ার মুর রিভার আদিবাসী সেটেলমেন্ট, কুইন্সল্যান্ডের ডুমাডিজি অ্যাবোরিজিনাল মিশন, ভিক্টোরিয়ায় এবেনেজার মিশন এবং নিউ সাউথ ওয়েলসের ওয়েলিংটন ভ্যালি মিশন।\n১৯১১ সালে, দক্ষিণ অস্ট্রেলিয়ার আদিবাসীদের প্রধান অভিভাবক, উইলিয়াম গার্নেট সাউথ, \"আদালতের শুনানি ছাড়াই আদিবাসী শিশুদের অপসারণের ক্ষমতার জন্য তদবির করেন কারণ আদালত কখনো কখনো শিশুকে অবহেলিত বা নিঃস্ব বলে স্বীকার করতে অস্বীকার করেছিল\"। তারা যুক্তি দিয়েছিল যে \"মিশ্র বংশোদ্ভূত সমস্ত শিশুকে অবহেলিত হিসেবে বিবেচনা করা উচিত\"। কথিত আছে যে তার প্রচেষ্টা আদিবাসী আইন ১৯১১ প্রণয়নে একটি ভূমিকা পালন করেছিল; এটি তাকে তথাকথিত \"অর্ধ-জাতি\"সহ দক্ষিণ অস্ট্রেলিয়ার প্রতিটি আদিবাসী শিশুর আইনি অভিভাবক করে তুলে। ব্রিঙ্গিং দেম হোম,  নামক মিশ্র জাতির অবস্থার উপর একটি প্রতিবেদনে বলা হয়েছে \"... মিশন, সরকারী প্রতিষ্ঠান এবং শিশু নিবাসগুলোর ভৌত অবকাঠামো মূলত খুব খারাপ ছিল এবং  খাওয়ানো, ও আশ্রয় দেওয়া বা শিশুদের পর্যাপ্ত পোশাক পরিয়ে রাখার জন্য প্রয়োজনীয় পরিমাণ সম্পদ অপর্যাপ্ত ছিল\"।\nএই সময়কালে বাস্তবে মিশ্র-জাতির শিশুদের অপসারণ এই সত্যের সাথে সম্পর্কিত ছিল যে তারা বেশিরভাগই ছিল যাজক খামারে কাজ করা গৃহকর্মীদের সন্তান, এবং তাদের অপসারণ মায়েদের খামারে সাহায্য হিসেবে কাজ চালিয়ে যাওয়ার অনুমতি দেয় একই সাথে শ্বেতাঙ্গদের তাদের পিতা করার দায়িত্ব থেকে এবং বাড়িতে মিশ্র-জাতির বাচ্চাদের দৃশ্যমান হওয়ার জন্য সামাজিক কলঙ্ক থেকে মুক্তি দেয়। এছাড়াও, যখন তারা খামারে একা ছিল তখন তারা সেই পুরুষদের লক্ষ্যবস্তুতে পরিণত হয় যারা মিশ্র-জাতির শিশুদের জনসংখ্যা বৃদ্ধিতে অবদান রেখেছিল। প্রাতিষ্ঠানিক বর্ণবাদ ছিল সরকারি নীতি, যা শিশুদের জন্মের সময় তাদের মায়ের কাছ থেকে নেওয়ার অনুমতি দেয় এবং এটি ২০ শতকের বেশিরভাগ সময় ধরে চলতে থাকে।   \n১৯৩০-এর দশকে নর্দার্ন টেরিটরি প্রটেক্টর অফ আদিবাসীস, সিসিল কুক, \"অর্ধ-বর্ণ\" শিশুদের সংখ্যা ক্রমাগত বৃদ্ধিকে একটি সমস্যা হিসেবে দেখেছিলেন। তার প্রস্তাবিত সমাধান ছিল: \"সাধারণত পঞ্চম এবং অবিচ্ছিন্নভাবে ষষ্ঠ প্রজন্মের দ্বারা, অস্ট্রেলিয়ান আদিবাসীদের সমস্ত স্থানীয় বৈশিষ্ট্য নির্মূল হয়ে যায়। এই অর্ধ-জাতির সমস্যা দ্রুত দূর হবে কৃষ্ণাঙ্গ জাতি সম্পূর্ণ বিলুপ্তির মাধ্যমে এবং তাদের বংশধরদের শ্বেতাঙ্গদের রঙে যুক্ত করে\"। তিনি এক পর্যায়ে তাদের সকলকে বন্ধ্যা করার পরামর্শ দেন।\nএকইভাবে পশ্চিম অস্ট্রেলিয়ায় আদিবাসীদের প্রধান রক্ষাকারী, এও নেভিল, ১৯৩০ সালে দ্য ওয়েস্ট অস্ট্রেলিয়ান- এর জন্য একটি নিবন্ধে লিখেছিলেন: \"ভবিষ্যতে পূর্ণ-রক্ত এবং সাদা এবং একটি সাধারণ মিশ্রণ থাকবে। পূর্ণ-রক্ত নির্মূল করুন এবং সাদা মিশ্রণকে অনুমতি দিন এবং অবশেষে, জাতি শ্বেতাঙ্গ হয়ে যাবে\"।\nসরকারী নীতি তখন জনসংখ্যা থেকে সমস্ত কৃষ্ণাঙ্গ মানুষকে অপসারণ করার দিকে মনোনিবেশ করেছিল, যে পরিমাণে পূর্ণ-রক্তযুক্ত আদিবাসীদের মারা হয় তাদের সমাজ থেকে নির্মূল করার জন্য, এবং মিশ্র বর্ণের লোকদের শ্বেতাঙ্গ জাতির সাথে একীভূত করা হয়েছে যাতে কয়েক প্রজন্মের মধ্যে তারাও শ্বেতাঙ্গ হয়ে যায়।\n১৯০০ সাল নাগাদ, নথিভুক্ত ফার্স্ট নেশনস অস্ট্রেলিয়ানদের জনসংখ্যা প্রায় ৯৩,০০০-এ নেমে আসে।\nওয়েস্টার্ন অস্ট্রেলিয়া এবং কুইন্সল্যান্ড বিশেষভাবে আদিবাসী এবং টরেস স্ট্রেইট দ্বীপবাসীদের ভোটার তালিকা থেকে বাদ দিয়েছে।\n\n\n==== জমির অধিকার প্রত্যাবর্তন ====\n১৯৮১ সালে জেমস কুক ইউনিভার্সিটিতে একটি ভূমি অধিকার সম্মেলন অনুষ্ঠিত হয়, যেখানে এডি মাবো, টরেস স্ট্রেইট দ্বীপবাসী, শ্রোতাদের কাছে একটি বক্তৃতা দেন যেখানে তিনি মারে দ্বীপে জমির উত্তরাধিকার ব্যবস্থা ব্যাখ্যা করেন। অস্ট্রেলিয়ান সাধারণ আইন মতবাদের পরিপ্রেক্ষিতে এর তাৎপর্য উপস্থিতিদের মধ্যে একজন আইনজীবী দ্বারা লিপিবদ্ধ করা হয়, যিনি পরামর্শ দেন যে আদালত ব্যবস্থার মাধ্যমে জমির অধিকার দাবি করার জন্য একটি পরীক্ষামূলক মামলা হওয়া উচিত।\nঅস্ট্রেলিয়ার আদিবাসী মানুষ এবং টরেস স্ট্রেইট দ্বীপবাসী, এবং বিশেষত চুরি হওয়া প্রজন্মের সাথে সম্পর্কিত সমস্ত বিষয়ে গণমাধ্যমের দৃষ্টি নিক্ষেপ করার পার্শ্ব প্রতিক্রিয়া ছিল মাবো মামলায় জনসাধারণের আগ্রহ। জোরপূর্বক অপসারণের সামাজিক প্রভাবগুলো পরিমাপ করা হয়েছে এবং তা বেশ গুরুতর বলে প্রমাণিত হয়েছে।\nসবচেয়ে উল্লেখযোগ্যভাবে, সমীক্ষায় ইঙ্গিত দেওয়া হয়েছে যে অপসারিত আদিবাসীদের প্রকৃতপক্ষে মাধ্যমিক শিক্ষা সম্পন্ন করার সম্ভাবনা কম, বরং পুলিশের মামলা খাবার সম্ভাবনা তিনগুণ এবং অবৈধ ওষুধ ব্যবহার করার সম্ভাবনা দ্বিগুণ ছিল। \"অপসারিত\" আদিবাসীদের একমাত্র উল্লেখযোগ্য সুবিধা ছিল উচ্চ গড় আয়, যা প্রতিবেদনে উল্লিখিত হয়েছে যে সম্ভবত অপসারিত ব্যক্তিদের বর্ধিত নগরায়নের কারণে, এবং এর ফলে প্রত্যন্ত সম্প্রদায়ে বসবাসকারী আদিবাসীদের তুলনায় সহজে কল্যাণ সুবিধায় প্রবেশাধিকার থাকবার কারণে।\n\n\n==== প্রথম জাতির স্বাস্থ্য এবং কর্মসংস্থান ====\nফার্স্ট নেশনস জনসংখ্যার চিকিৎসার জন্য ক্ষমা চেয়ে পার্লামেন্টের হাউসে তার ২০০৮ সালের ভাষণে, প্রধানমন্ত্রী কেভিন রুড স্বাস্থ্য পরিষেবায় বৈষম্যমূলক চিকিৎসার বিষয়ে স্বাস্থ্য পরিষেবাগুলোর কাছে একটি আবেদন করেন৷ তিনি ফার্স্ট নেশনস এবং অ-আদিবাসী অস্ট্রেলিয়ানদের চিকিৎসার মধ্যে বিস্তৃত ব্যবধানকে উল্লেখ করেছেন এবং সরকারকে \" ক্লোজিং দ্য গ্যাপ \" নামক একটি কৌশলে প্রতিশ্রুতিবদ্ধ করেছেন, তিনি স্বাস্থ্য পরিষেবায় অতীতের প্রাতিষ্ঠানিক বর্ণবাদের কথা স্বীকার করেছেন যা আদিবাসীদের আয়ুকে কমিয়ে এনেছিল। যে কমিটিগুলো এই বিষয়ে অনুসরণ করেছে তারা আয়ু, শিক্ষার সুযোগ এবং কর্মসংস্থানের বৈষম্য দূর করার জন্য বিস্তৃত বিভাগগুলোকে রূপরেখা দিয়েছে৷  অস্ট্রেলিয়ান সরকার অতীতের বৈষম্য দূর করার জন্য অর্থ বরাদ্দ করেছে। ফার্স্ট নেশনস অস্ট্রেলিয়ানরা তাদের সাধারণ চিকিৎসকদের সাথে দেখা করে এবং বহুমূত্ররোগ, রক্তসংবহনজনিত রোগ, মাংসপেশীর অবস্থা, শ্বাসযন্ত্র এবং কিডনি রোগ, মানসিক, কান এবং চোখের সমস্যা এবং আচরণগত সমস্যাগুলোর জন্য হাসপাতালে ভর্তি হয় তবুও অ-আদিবাসী অস্ট্রেলিয়ানদের থেকে সাধারণ চিকিৎসক-এর কাছে যাওয়া, একটি প্রাইভেট ডাক্তার ব্যবহার করা, অথবা একটি বৃদ্ধাশ্রমে থাকার জন্য আবেদন করার সম্ভাবনা কম।\n২০১১ সালে, অস্ট্রেলিয়ান ইনস্টিটিউট অফ হেলথ অ্যান্ড ওয়েলফেয়ার উল্লেখ করেছে যে ২০০৮ সাল থেকে আয়ু বৃদ্ধি পেয়েছে নারীদের জন্য ১১.৫ বছর এবং পুরুষদের জন্য ৯.৭ বছর এবং শিশুমৃত্যু উল্লেখযোগ্যভাবে হ্রাস পেয়েছে, তবে এটি এখনো অ-আদিবাসীদের জনসংখ্যার তুলনায় ২.৫ গুণ বেশি।  ফার্স্ট নেশনস অস্ট্রেলিয়ানদের স্বাস্থ্য সমস্যাগুলোর বেশিরভাগই পরিবহনের প্রাপ্যতার জন্য চিহ্নিত করা যেতে পারে। প্রত্যন্ত সম্প্রদায়গুলোতে, প্রতিবেদনে উদ্ধৃত করা হয়েছে যে প্রত্যন্ত ফিস্ট নেশনস সম্প্রদায়ের জনসংখ্যার ৭১% জনসাধারণের পরিবহনের অভাব ছিল এবং ৭৮% সম্প্রদায়ের নিকটতম হাসপাতাল তাদের বাসস্থান থেকে ৮০ কিলোমিটার (৫০ মাইল) দূরে ছিল। যদিও ইংরেজি ছিল অস্ট্রেলিয়ার অফিসিয়াল ভাষা, অনেক ফার্স্ট নেশনস অস্ট্রেলিয়ান এটিকে প্রাথমিক ভাষা হিসেবে বলতেন না এবং অস্ট্রেলিয়ান আদিবাসী ভাষায় অনুবাদ করা মুদ্রিত সামগ্রীর অভাব এবং অনুবাদকদের অনুপলব্ধতা পর্যাপ্ত স্বাস্থ্যসেবার ক্ষেত্রে একটি বাধা তৈরি করে। আদিবাসীদের জন্য ২০১৫ সাল নাগাদ, \"ক্লোজিং দ্য গ্যাপ\" লক্ষ্য অর্জনের প্রতিশ্রুতিযুক্ত বেশিরভাগ তহবিল কমিয়ে ফেলা হয়, এবং জাতীয় গোষ্ঠী  ফার্স্ট নেশনস জনসংখ্যার অবস্থা পর্যবেক্ষণ করে আশাবাদী ছিল না যে ২০০৮ সালের প্রতিশ্রুতিগুলো রাখা হবে। ২০১২ সালে, গোষ্ঠীটি অভিযোগ করেছিল যে প্রাতিষ্ঠানিক বর্ণবাদ এবং প্রকাশ্য বৈষম্য সমস্যা হয়ে চলেছে, এবং সরকারের কিছু ক্ষেত্রে, এছাড়া আদিবাসীদের অধিকার সংক্রান্ত জাতিসংঘের ঘোষণাকে একটি বাধ্যতামূলক দলিলের পরিবর্তে একটি উচ্চাকাঙ্খী উদ্যোগ  হিসেবে বিবেচনা করা হয়।\n\n\n=== কানাডা ===\n\n\n==== আদিবাসী কানাডিয়ান ====\nকানাডায় আদিবাসীদের জীবনযাত্রার মান অ-আদিবাসীদের তুলনায় অনেক কম, এবং তারা, অন্যান্য 'দৃশ্যমান সংখ্যালঘুদের' সাথে, একটি গোষ্ঠী হিসেবে, কানাডার সবচেয়ে দরিদ্র। তাদের ইউরোপীয় বংশের অন্যান্য কানাডিয়ানদের সাথে সমতা অর্জনে বাধা রয়েছে। ফার্স্ট নেশনস জনগণের আয়ু কম; তাদের উচ্চ বিদ্যালয়ের ডিগ্রি কম, বেকারত্বের হার অনেক বেশি, শিশুমৃত্যুর সংখ্যা প্রায় দ্বিগুণ এবং আইন প্রয়োগকারী সংস্থার সাথে মামলা উল্লেখযোগ্যভাবে বেশি।\nআদিবাসীদের 'সভ্য' করার ঔপনিবেশিক সাম্রাজ্যবাদীদের দ্বারা উত্থাপিত লক্ষ্যকে সমর্থন করেছিল। এটি ইউরোপীয় সমাজ এবং তাদের সাথে সম্পর্কিত খ্রিস্টান ধর্মের মূল্যবান সুবিধার বিনিময়ে আদিবাসীদের জমি অধিগ্রহণের উপর জোর দেয়। কানাডায় ব্রিটিশ নিয়ন্ত্রণ (মুকুট) শুরু হয় যখন তারা প্রথম দেশগুলোর উপর এখতিয়ার প্রয়োগ করেছিল এবং এটি হয় একটি রাজকীয় ঘোষণার মাধ্যমে যে আইনের প্রথম অংশ ব্রিটিশ সরকার ফার্স্ট নেশনস নাগরিকদের তাদের জীবনের নিয়ন্ত্রণের জন্য গ্রহণ করেছিল। এটি মুকুটের সুরক্ষায় বসবাসকারী প্রথম জাতি হিসেবে ইন্ডিয়ান উপজাতিদের স্বীকৃতি দেয়।\n১৭৬৩ সালে প্যারিসের চুক্তির পর, যার ফলে ফ্রান্স বর্তমান কানাডার সমস্ত দাবি ব্রিটেনের কাছে হস্তান্তর করে, যে গ্রেট ব্রিটেনের রাজা তৃতীয় জর্জ একটি রাজকীয় ঘোষণা জারি করেন যাতে উল্লেখ করা হয় যে মুকুট উপনিবেশের আদিবাসীদের সাথে কীভাবে আচরণ করা হবে। এটি আদিবাসীদের সাথে মুকুটের বিষয় সম্পর্কিত আইনের সবচেয়ে গুরুত্বপূর্ণ অংশ। এই রাজকীয় ঘোষণা ইন্ডিয়ান মালিকানাধীন জমিগুলোকে স্বীকৃতি দেয় এবং যা তাদের শিকারের ক্ষেত্র হিসেবে ব্যবহার করার জন্য সংরক্ষিত ছিল। এটি একটি প্রক্রিয়াও প্রতিষ্ঠা করেছিল যার মাধ্যমে মুকুট তাদের জমি ক্রয় করতে পারে এবং প্রথম জাতির সাথে চুক্তি করার সময় মুকুটকে দিকনির্দেশনা করার জন্য মৌলিক নীতিগুলোও তৈরি করেছিল। ঘোষণাটি চুক্তির মাধ্যমে হস্তান্তরিত ইন্ডিয়ান জমিগুলোকে মুকুটের সম্পত্তিতে পরিণত করেছিল এবং বলেছিল যে আদিবাসী শিরোনাম একটি ব্যক্তিগত অধিকারের পরিবর্তে একটি সম্মিলিত বা সাম্প্রদায়িক অধিকার যাতে ব্যক্তিরা ইউরোপীয় ঔপনিবেশিকতার অনেক আগে যেখানে বসবাস এবং শিকার করেন সেই জমিগুলোর উপর তাদের কোনো ব্যক্তিগত দাবি নেই৷\n\n\n==== ইন্ডিয়ান আইন ====\n১৮৬৭ সালে, ব্রিটিশ উত্তর আমেরিকা আইন ইন্ডিয়ানদের জন্য সংরক্ষিত জমিকে মুকুটের দায়িত্বে ফেলে। ১৮৭৬ সালে বহু ইন্ডিয়ান আইনের মধ্যে প্রথমটি পাস হয়, প্রতিটি পরপর  আদিবাসীদের অধিকার দিকে আরও ঝুঁকেছিল তার আগেরটি থেকে। বিভিন্ন সংশোধিত ইন্ডিয়ান আইন (২০০২ সালের মধ্যে ২২ বার) রাজ্যের ওয়ার্ড হিসেবে আদিবাসীদের অবস্থানকে মজবুত করেছিল এবং ইন্ডিয়ান এজেন্টদেরকে আদিবাসীদের জীবনের প্রায় প্রতিটি দিক নিয়ন্ত্রণ করার বিচক্ষণ ক্ষমতা দেওয়া হয়।  তখন ইন্ডিয়ান এজেন্টের কাছ থেকে অনুমতি নেওয়া আবশ্যক হয়ে পড়ে যদি স্থানীয় লোকেরা তাদের জন্মানো এবং কাটা ফসল বিক্রি করতে চায়, বা এলাকাতে ঐতিহ্যবাহী পোশাক পরতে চায়। ইন্ডিয়ান আইনটি ১৯৬০ সাল পর্যন্ত ইন্ডিয়ানদের ভোটের অধিকার অস্বীকার করার জন্যও ব্যবহৃত হয় এবং তারা জুরিতে বসতে পারেনি।\n১৮৮৫ সালে, জেনারেল মিডলটন মেটিস বিদ্রোহকে পরাজিত করার পর   পশ্চিম কানাডায় পাস ব্যবস্থা চালু করেন, যার অধীনে আদিবাসীরা তাদের কৃষি প্রশিক্ষকদের কাছ থেকে পাস না পেয়ে তাদের এলাকা ত্যাগ করতে পারে না।  যদিও ইন্ডিয়ান আইন তাকে এই ধরনের ক্ষমতা দেয়নি, এবং অন্য কোনো আইন ইন্ডিয়ান বিষয়ক বিভাগকে এমন একটি ব্যবস্থা চালু করার অনুমতি দেয়নি,  এবং যদিও ১৮৯২ সালের প্রথম দিকেই মুকুট আইনজীবীদের কাছে এটি অবৈধ বলে পরিচিত ছিল, তা সত্ত্বেও পাস ব্যবস্থাটি রয়ে গেছে এবং তা ১৯৩০-এর দশকের গোড়ার দিকে পর্যন্ত চলমান ছিল। যেহেতু আদিবাসীদের তখন আইনজীবী হওয়ার অনুমতি ছিল না, তাই তারা আদালতে লড়াই করতে পারেনি।  এইভাবে প্রাতিষ্ঠানিক বর্ণবাদকে সরকারী নীতি হিসেবে ব্যবহার করা হয়।\nযখন আদিবাসীরা তাদের অধিকারের স্বীকৃতির জন্য চাপ দিতে শুরু করে এবং ইন্ডিয়ান বিভাগের মধ্যে দুর্নীতি ও ক্ষমতার অপব্যবহারের অভিযোগ করতে শুরু করে, তখন আইনটি সংশোধন করা হয় যাতর ফলে একজন আদিবাসী ব্যক্তির মুকুটের বিরুদ্ধে কোনো দাবি তোলার উদ্দেশ্যে একজন আইনজীবীকে নিয়োগ করাকে অপরাধ করে তোলে।\n\n\n==== মেটিস ====\n\nউত্তর-পশ্চিমে সেই ইন্ডিয়ান চুক্তিগুলোর প্রভাবের বিপরীতে, যা আদিবাসীদের জন্য আলাদা এলাকা স্থাপন করেছিল, মেটিস জমির সুরক্ষা ১৮৭০-এর দশকে প্রতিষ্ঠিত স্ক্রিপ নীতি দ্বারা সুরক্ষিত ছিল না,  যার ফলে মুকুট একটি স্ক্রিপ বিনিময় করেছিল  একটি নির্দিষ্ট (১৬০-২৪০ একর) মিশ্র ঐতিহ্যের জমি অনুদানের বিনিময়ে। \n\nযদিও ১৮৮৩ ডোমিনিয়ন ল্যান্ডস অ্যাক্টের ধারা ৩ এই সীমাবদ্ধতাটি নির্ধারণ করেছিল, এটি ছিল ইন্ডিয়ান ভূখণ্ডে স্ক্রিপ কমিশনের এখতিয়ার সীমাবদ্ধ করার আদেশ-ইন-কাউন্সিলের প্রথম উল্লেখ। তবে, ১৮৮৬ সালে বার্গেসের কাছ থেকে গুলেট-কে নির্দেশের একটি খসড়া চিঠিতে প্রথম এটি উল্লেখ করা হয়। বেশিরভাগ ক্ষেত্রে, স্ক্রিপ নীতি মেটিসের জীবনধারাকে বিবেচনা করেনি, তাদের জমির অধিকারের নিশ্চয়তাও দেয়নি এবং কোনো অর্থনৈতিক বা জীবনধারা পরিবর্তনের সুবিধা দেয়নি। \n\nবেশিরভাগ মেটিস নিরক্ষর ছিলেন এবং স্ক্রিপের মূল্য জানতেন না, এবং বেশিরভাগ ক্ষেত্রেই কাগজের অবমূল্যায়নকারী ধোঁকাবাজদের কাছে অর্থনৈতিক প্রয়োজনের কারণে তাৎক্ষণিক সন্তুষ্টির জন্য তাদের স্ক্রিপ বিক্রি করেতেন। বলা বাহুল্য যে, তারা যে প্রক্রিয়ার মাধ্যমে তাদের জমির জন্য আবেদন করত তা ইচ্ছাকৃতভাবে কঠিন করা হয়।\nমেটিস যারা তাদের জন্য আবেদন করেছিল তাদের জন্য স্ক্রিপ জমি বাধ্যতামূলক করার জন্য কোনো আইন ছিল না, পরিবর্তে, মেটিস স্ক্রিপ জমিগুলো যে কারো কাছে বিক্রি করা যেতে পারে, ফলে সেই জমিতে থাকা আদিবাসী অধিকারকে বিচ্ছিন্ন করা করা যেতে পারে যাদের নাম সেখানে আছে। মেটিসের সুস্পষ্ট ক্ষতি হওয়া সত্ত্বেও, জল্পনা-কল্পনা ছড়িয়ে পড়েছিল এবং স্ক্রিপ বণ্টনের সাথে যোগসাজশ করা হয়। যদিও এটি মেটিসদের সচেতনভাবে 'প্রতারণা' করার জন্য ফেডারেল সরকারের একটি দূষিত অভিপ্রায়কে বাধা দেয় না, এটি মেটিসদের কল্যাণ, তাদের দীর্ঘমেয়াদী স্বার্থ এবং তাদের আদিবাসী উপাধির স্বীকৃতির প্রতি তাদের উদাসীনতাকে চিত্রিত করে। কিন্তু নীতির মূল বিষয় ছিল উত্তর-পশ্চিমে কৃষিবিদদের সাথে জমি বন্দোবস্ত করা, মেটিসদের জন্য জমি সংরক্ষণ করা নয়।\n\n\n==== ভোটাধিকার ====\n১৯৫১ সাল পর্যন্ত, বিভিন্ন ইন্ডিয়ান আইন একজন 'ব্যক্তি'কে \"ইন্ডিয়ান ব্যতীত অন্য একজন ব্যক্তি\" হিসেবে সংজ্ঞায়িত করেছিল এবং সমস্ত আদিবাসীকে রাজ্যের ওয়ার্ড হিসেবে বিবেচনা করা হত। আইনগতভাবে, মুকুট একটি আইনের ব্যবস্থা তৈরি করেছিল যার মাধ্যমে একজন আদিবাসী ব্যক্তিও কানাডার আইনে \"ব্যক্তি\" হতে পারে।\nএটা আশা করা হয় যে আদিবাসীরা তাদের স্থানীয় ঐতিহ্য ও সংস্কৃতি ত্যাগ করবে এবং সভ্য সমাজের 'সুবিধা' গ্রহণ করবে। প্রকৃতপক্ষে, ১৯২০ থেকে ১৯৪০ এর দশক পর্যন্ত, কিছু আদিবাসী বিদ্যালয়ে যাওয়ার, ভোট দেওয়ার বা পান করার অধিকার পাওয়ার জন্য তাদের মর্যাদা ত্যাগ করেছিল। তবে, স্বেচ্ছাসেবী ভোটাধিকারের সুবিধা একটা ব্যর্থতা প্রমাণিত হয় যখন নামমাত্র কিছু আদিবাসী এই সুবিধা গ্রহণ করেছিল।\n১৯২০ সালে, সম্মতি ছাড়াই ভোটাধিকারের অনুমোদনের জন্য একটি আইন পাস করা হয় এবং অনেক আদিবাসী মানুষ অনিচ্ছাকৃতভাবে ভোট দেবার অধিকার পায়। এই নীতির অধীনে আদিবাসীরা স্বয়ংক্রিয়ভাবে তাদের ইন্ডিয়ান মর্যাদা হারিয়েছে এবং এছাড়াও তারা যদি পেশাদার হয়ে ওঠে যেমন ডাক্তার বা মন্ত্রী, এমনকি যদি তারা বিশ্ববিদ্যালয়ের ডিগ্রি অর্জন করে, এবং এর সাথে সাথে, তারা সংরক্ষিত এলাকাগুলোতে বসবাসের অধিকার হারায়।\nভোটাধিকারের শর্তগুলো বিশেষত আদিবাসী নারীদের প্রতি বৈষম্যমূলক, ইন্ডিয়ান আইনের ধারা ১২ (১)(বি) উল্লেখ করে যে একজন ইন্ডিয়ান মর্যাদাসম্পন্ন নারী একজন অ-ইন্ডিয়ান পুরুষকে বিয়ে করলে তার সন্তানদের মতোই একজন ইন্ডিয়ান হিসেবে তার মর্যাদা হারাবে। বিপরীতে অ-ইন্ডিয়ান নারীরা ইন্ডিয়ান পুরুষদের বিয়ে করলে ইন্ডিয়ান মর্যাদা পাবে।  ডানকান ক্যাম্পবেল স্কট, ডেপুটি সুপারিনটেনডেন্ট অফ ইন্ডিয়ান অ্যাফেয়ার্স, ১৯২০ সালে সেই দিনের অনুভূতিটি সুন্দরভাবে প্রকাশ করেন: \"আমাদের উদ্দেশ্য হলো কানাডায় এমন একটিও ইন্ডিয়ান না থাকা যারা রাজনৈতিক ব্যবস্থার অংশ না এবং সেই পর্যন্ত চেষ্টা অব্যাহত রাখা, এবং সেখানে নেই ইন্ডিয়ান প্রশ্ন এবং ইন্ডিয়ান বিভাগ নেই\" ভোটাধিকারের এই দিকটি ১৯৮৫ সালে বিল সি-৩১ পাসের মাধ্যমে সম্বোধন করা হয়,  যেখানে ইন্ডিয়ান আইনের বৈষম্যমূলক ধারাটি সরানো হয়, এবং কানাডা আনুষ্ঠানিকভাবে আদিবাসীদের অধিকার দেওয়ার লক্ষ্য ছেড়ে দেয়।\n\n\n==== আবাসিক বিদ্যালয় ====\n\n১৯ এবং ২০ শতকে, ইউরোপীয়-কানাডিয়ান সমাজে আদিবাসী কানাডিয়ানদের আত্তীকরণের বৃহত্তর নীতিতে এজেন্ট হিসেবে কানাডিয়ান ফেডারেল সরকারের ইন্ডিয়ান অ্যাফেয়ার্স ডিপার্টমেন্ট আনুষ্ঠানিকভাবে ইন্ডিয়ান আবাসিক বিদ্যালয় ব্যবস্থার বৃদ্ধিকে উৎসাহিত করে। এই নীতিটি বিভিন্ন খ্রিস্টান গির্জাের সমর্থনে প্রয়োগ করা হয়, যা অনেক বিদ্যালয় পরিচালনা করেছিল। এই ব্যবস্থার সময়কালে, আনুমানিক ৩০% আদিবাসী শিশুদের, প্রায় ১৫০,০০০কে জাতীয়ভাবে আবাসিক বিদ্যালয়ে রাখা হয়, শেষ বিদ্যালয়টি ১৯৯৬ সালে বন্ধ হয়ে গিয়েছিল। আবাসিক বিদ্যালয়ের অবস্থা নিয়ে শিক্ষার্থীদের অভিজ্ঞতার বিষয়ে দীর্ঘদিন ধরে বিতর্ক রয়েছে। ফার্স্ট নেশনস, মেটিস এবং ইনুইট শিশুদের জন্য দিবা বিদ্যালয়গুলো সবসময় আবাসিক বিদ্যালয়ের চেয়ে অনেক বেশি ছিল, একবিংশ শতাব্দীর শুরুতে একটি নতুন ঐক্যমত্য আবির্ভূত হয় যে আবাসিক বিদ্যালয়গুলো আদিবাসী শিশুদের উল্লেখযোগ্য ক্ষতি করেছিল তাদের পরিবার থেকে সরিয়ে দিয়ে, তাদের পৈতৃক ভাষা পড়া থেকে বঞ্চিত করার মাধ্যমে এবং কিছু ছাত্রকে জোরপূর্বক বন্ধ্যাকরণের মধ্য দিয়ে, এবং তাদের অনেককে বিদ্যালয়ের কর্মীদের দ্বারা শারীরিক ও যৌন নির্যাতনের জন্য পথ উন্মুক্ত করে, এবং তাদের ভোটাধিকার জোরপূর্বক বাতিল করে।\nআদিবাসী জনসংখ্যাকে সভ্য ও খ্রিস্ট ধর্মে দীক্ষিত করার লক্ষ্যে, ১৯ শতকে 'শিল্প বিদ্যালয়'-এর একটি ব্যবস্থা তৈরি করা হয় যা একাডেমিক অধ্যয়নের সাথে \"আরও ব্যবহারিক বিষয়\" যুক্ত করে এবং ১৮৪০-এর দশকে আদিবাসীদের জন্য বিদ্যালয়গুলো আবির্ভাব হতে শুরু করে। ১৮৭৯ সাল থেকে, এই বিদ্যালয়গুলো পেনসিলভানিয়ার কার্লাইল ইন্ডিয়ান বিদ্যালয়ের অনুকরণে তৈরি করা হয়, যার মূলমন্ত্র ছিল \" তার মধ্যে ইন্ডিয়ানকে হত্যা করুন এবং মানুষকে বাঁচান \"।  এটা অনুভূত হয় যে তাদের মধ্যে \"ইন্ডিয়ানদের হত্যা\" করার জন্য সবচেয়ে কার্যকর অস্ত্র ছিল শিশুদের তাদের আদিবাসী সমর্থন থেকে সরিয়ে দেওয়া এবং তাই আদিবাসী শিশুদের তাদের বাড়ি, তাদের পিতামাতা, তাদের পরিবার, বন্ধুবান্ধব এবং সম্প্রদায় থেকে সরিয়ে নেওয়া হয়।  ১৮৭৬ সালের ইন্ডিয়ান আইন ফেডারেল সরকারকে আদিবাসী শিক্ষার দায়িত্ব দেয় এবং ১৯১০ সালের মধ্যে আবাসিক বিদ্যালয়গুলো আদিবাসী শিক্ষা নীতিতে আধিপত্য বিস্তার করে। সরকার ক্যাথলিক, অ্যাংলিকান, ইউনাইটেড গির্জা এবং প্রেসবিটেরিয়ান গির্জার মতো ধর্মীয় গোষ্ঠীগুলোকে আদিবাসী শিক্ষা গ্রহণের জন্য তহবিল সরবরাহ করেছিল। ১৯২০ সাল নাগাদ, স্থানীয়দের উপস্থিতি বাধ্যতামূলক করা হয় এবং দেশব্যাপী ৭৪টি আবাসিক বিদ্যালয় চালু ছিল। সিফটন এবং তার মতো অন্যদের ধারণা অনুসরণ করে, এই বিদ্যালয়গুলোর একাডেমিক লক্ষ্যগুলো ছিল \"বুদ্ধিহীন করা\"। ডানকান ক্যাম্পবেল স্কট যেমনটি সেই সময়ে বলেছিলেন, তারা এমন ছাত্রদের চায় না যাদেরকে \"ইন্ডিয়ান গ্রামের জন্য খুব চতুর করে তোলা হয়\": \"এই লক্ষ্যে আবাসিক বিদ্যালয়গুলোতে পাঠ্যক্রমকে সরলীকরণ করা হয়েছে এবং প্রদত্ত ব্যবহারিক নির্দেশাবলী এমন করে দেওয়া হতো যেন বিদ্যালয় ছাড়ার পর যখন ছাত্র সংরক্ষিত এলাকায় ফিরে আসে তখন তা অবিলম্বে কাজে লাগে।\"\nসরকার যে তহবিল সরবরাহ করেছিল তা সাধারণত অপর্যাপ্ত ছিল এবং প্রায়শই বিদ্যালয়গুলো নিজেদেরকে \"স্বয়ংসম্পূর্ণ ব্যবসা\" হিসেবে চালাত, যেখানে 'ছাত্র কর্মীদের' ক্লাস থেকে সরিয়ে দেওয়া হয় কাপড় ধোবার জন্য, ভবন গরম করার জন্য বা খামারের কাজ করার জন্য। শিক্ষার্থী হলগুলো প্রায়শই খারাপভাবে উত্তপ্ত থাকত এবং সেখানে অত্যধিক ভিড় ছিল এবং খাবারও পর্যাপ্ত পুষ্টিকর ছিল না। ইন্ডিয়ান অ্যাফেয়ার্স দ্বারা পরিচালিত ১৯০৭ সালের একটি প্রতিবেদনে দেখা গেছে যে ১৫টি প্রেইরি বিদ্যালয়ে মৃত্যুর হার ২৪% ছিল।  প্রকৃতপক্ষে, সেই সময়ে ইন্ডিয়ান বিষয়ক একজন ডেপুটি সুপারিনটেনডেন্ট জেনারেল মন্তব্য করেন: \"এটা বলা একেবারেই ঠিক হবে যে এই বিদ্যালয়গুলোর মধ্য দিয়ে পাশ করা শিশুদের পঞ্চাশ শতাংশ তারা সেখানে যে শিক্ষা পেয়েছিল তা থেকে উপকৃত হয়নি।\" যদিও পরবর্তী বছরগুলোতে মৃত্যুর হার হ্রাস পেয়েছিল, মৃত্যু আবাসিক বিদ্যালয় ঐতিহ্যের একটি অংশ থেকে যাবে। বিএনএ- তে সেই প্রতিবেদনের লেখক ডঃ পিএইচ ব্রাইসকে পরে সরিয়ে দেওয়া হয় এবং ১৯২২ সালে একটি পুস্তিকা প্রকাশ করে  যেটি বিদ্যালয়গুলোতে ইন্ডিয়ানদের অবস্থার প্রতি সরকারদের উদাসীনতাকে 'মানবহত্যা' বলে অভিহিত করে।\nনৃতাত্ত্বিক স্টেকলি এবং কামিন্স উল্লেখ করেছেন যে স্থানীয় অবমাননা - মানসিক, শারীরিক এবং যৌন - যার জন্য ব্যবস্থাটি এখন সুপরিচিত \"ইউরোপীয়রা কানাডার আদিবাসীদের প্রতি একক-নিকৃষ্ট জিনিস হিসেবে সহজেই যোগ্যতা অর্জন করতে পারে\"।  শাস্তিগুলো প্রায়শই নৃশংস এবং নিষ্ঠুর ছিল, এর ফলে কখনো কখনো এমনকি জীবন-হুমকি বা জীবন শেষ হয়ে যায়। কখনো কখনো শিশুদের জিহ্বায় পিন লাগিয়ে তাদের স্থানীয় ভাষায় কথা বলা আটকে দেওয়া হয়, অসুস্থ শিশুদের তাদের বমি খাওয়ানো হয় এবং শিশুদের যৌনাঙ্গের আধা-আনুষ্ঠানিক পরিদর্শন করা হয়।  ষাটের দশকের স্কুপ (বা কানাডা স্কুপস) শব্দটি কানাডিয়ান অনুশীলনকে বোঝায়, যা ১৯৬০-এর দশক থেকে শুরু হয় এবং ১৯৮০-এর দশকের শেষ পর্যন্ত অব্যাহত ছিল, কানাডার আদিবাসীদের সন্তানদের তাদের পরিবার থেকে পালক বাড়িতে রাখা বা দত্তক নেওয়ার জন্য। .\nবেশিরভাগ আবাসিক বিদ্যালয় ১৯৭০-এর দশকে বন্ধ হয়ে যায়, শেষটি ১৯৯৬ সালে বন্ধ হয়ে যায়। সরকার এবং গীর্জার বিরুদ্ধে ফৌজদারি এবং দেওয়ানী মামলা ১৯৮০-এর দশকের শেষের দিকে শুরু হয় এবং এর পরেই শেষ আবাসিক বিদ্যালয়টি বন্ধ হয়ে যায়। ২০০২ সালের মধ্যে, মামলার সংখ্যা ১০,০০০ পেরিয়ে যায়। ১৯৯০-এর দশকে, ইউনাইটেড গির্জা থেকে শুরু করে, আবাসিক বিদ্যালয়গুলো পরিচালনাকারী গির্জাগুলো আনুষ্ঠানিক ক্ষমা জারি করতে শুরু করে। ১৯৯৮ সালে, কানাডিয়ান সরকার সমঝোতার বিবৃতি জারি করে,  এবং   আবাসিক বিদ্যালয়ে শারীরিক এবং যৌন নির্যাতনের উত্তরাধিকার থেকে উদ্ভূত ব্যক্তি, পরিবার এবং সম্প্রদায়ের নিরাময় প্রয়োজনীয়তা মোকাবেলার জন্য একটি সম্প্রদায়-ভিত্তিক নিরাময় কৌশলের সমর্থনে $৩৫০ মিলিয়নের প্রতিশ্রুতি দেয়। এই অর্থ ব্যবহার করা হয় আদিবাসী নিরাময় ফাউন্ডেশন চালু করতে।\n১৯৯০ এর দশক থেকে, সরকার ইন্ডিয়ান আবাসিক বিদ্যালয়ের প্রভাব মোকাবেলায় বেশ কয়েকটি উদ্যোগ শুরু করে। মার্চ ১৯৯৮ সালে, সরকার সমঝোতার একটি বিবৃতি দেয় এবং আদিবাসী নিরাময় ফাউন্ডেশন প্রতিষ্ঠা করে। ২০০৩ সালের শরত্কালে, বিকল্প বিরোধ নিষ্পত্তি প্রক্রিয়া চালু করা হয়, যা আদালতের বাইরে একটি প্রক্রিয়া ছিল যা আবাসিক বিদ্যালয়ের প্রাক্তন শিক্ষার্থীদের জন্য ক্ষতিপূরণ এবং মানসিক সহায়তা প্রদান করে যারা শারীরিক বা যৌন নির্যাতনের শিকার হয় বা অন্যায়ভাবে বন্দী অবস্থায় ছিল। ১১ জুন ২০০৮-এ, প্রধানমন্ত্রী স্টিফেন হার্পার বর্তমান মন্ত্রিসভার পক্ষ থেকে এবং আদিবাসী প্রতিনিধিদের একটি শ্রোতার সামনে একটি আনুষ্ঠানিক ক্ষমা চান। একটি ট্রুথ অ্যান্ড রিকনসিলিয়েশন কমিশন ২০০৮ থেকে ২০১৫ পর্যন্ত অতীতের অবশিষ্ট দ্বন্দ্ব নিরসনের আশায় অতীতের অন্যায় নথিভুক্ত করার জন্য চলে।\n\n\n==== সমসাময়িক পরিস্থিতি ====\nঅতীতের প্রকাশ্য প্রাতিষ্ঠানিক বর্ণবাদ স্পষ্টভাবে কানাডা জুড়ে দৃশ্যমান সংখ্যালঘু এবং আদিবাসী সম্প্রদায়ের উপর গভীরভাবে বিধ্বংসী এবং দীর্ঘস্থায়ী প্রভাব ফেলেছে।  ইউরোপীয় সাংস্কৃতিক নিয়ম কানাডার স্থানীয় জনগোষ্ঠীর উপর চাপিয়ে দিয়েছে এবং আদিবাসী সম্প্রদায়গুলো বিদেশী শাসন ব্যবস্থা, ন্যায়বিচার,\nসম্ভবত আবাসিক বিদ্যালয়গুলোর কারণে কর্মহীনতা এবং পারিবারিক ধ্বংসলীলা সবচেয়ে স্পষ্ট। হাচিন্স স্টেটস;  \"যারা আবাসিক বিদ্যালয়ে পড়েন তাদের মধ্যে অনেকেই পোস্ট-ট্রমাটিক স্ট্রেস ডিসঅর্ডারে আক্রান্ত হয়েছেন, তারা প্যানিক অ্যাটাক, অনিদ্রা, এবং অনিয়ন্ত্রিত বা ব্যাখ্যাতীত রাগের মতো উপসর্গে ভুগছেন।  অনেকে অ্যালকোহল বা মাদকের অপব্যবহার, যৌন অপ্রতুলতা অথবা আসক্তি, ঘনিষ্ঠ সম্পর্ক গঠনে অক্ষমতা, এবং খাওয়ার ব্যাধিতে আক্রান্ত। স্থানীয় পিতামাতার তিন প্রজন্ম গুরুত্বপূর্ণ পিতামাতার দক্ষতা শেখার সুযোগ হারিয়েছে যা সাধারণত বাড়ির পরিবেশে যত্ন নেওয়া এবং লালনপালনের ক্ষেত্রে পিতামাতা থেকে সন্তানের কাছে স্থানান্তরিত হয়।  এবং আবাসিক বিদ্যালয়গুলোর ছাত্ররা যে নির্যাতিত হয়েছে তা অনেক আদিবাসী সম্প্রদায়ের মধ্যে অপব্যবহারের একটি দুঃখজনক চক্র শুরু করেছে।\" আবাসিক বিদ্যালয়গুলোর দীর্ঘস্থায়ী প্রভাব সমস্যাটির শুধুমাত্র একটি দিক।\nহাচিন্স প্রতিবেদনে আরও বলা হয়েছে: \"কানাডায় আদিবাসী শিশুরা মূলধারার শিক্ষার সাথে লড়াই চালিয়ে যাচ্ছে। কিছু ইন্ডিয়ান শিক্ষার্থীদের জন্য, ইংরেজি একটি দ্বিতীয় ভাষা হিসেবে রয়ে গেছে, এবং অনেকেরই তাদের সমর্থন করার জন্য যথেষ্ট শিক্ষিত পিতামাতার অভাব রয়েছে। তাছাড়া, কানাডায় বিদ্যালয় একটি ইংরেজি লিখিত ঐতিহ্যের উপর ভিত্তি করে, যা আদিবাসী সম্প্রদায়ের মৌখিক ঐতিহ্য থেকে আলাদা। \"আদিবাসী জনগোষ্ঠী খারাপ স্বাস্থ্যের জন্য ভুগছে। কানাডার সামগ্রিক জনসংখ্যার তুলনায় তাদের আয়ু সাত বছর কম এবং শিশু মৃত্যুর হার প্রায় দ্বিগুণ। যদিও একটি জাতি হিসেবে কানাডা নিয়মিতভাবে জাতিসংঘের মানব উন্নয়ন সূচকে শীর্ষ তিনে রয়েছে,  এর অন-রিজার্ভ আদিবাসী জনসংখ্যা, যদি একটি জাতি হিসেবে মূল্যায়ন করা হয়, তাহলে তা অবাক করার মতো তেষট্টিতম স্থান পাবে।\"\n এর কেন্দ্রীয় এবং সবচেয়ে স্বাতন্ত্র্যসূচক নীতি হলো সেই শক্তি যাকে ধারাবাহিকভাবে অস্বীকার করা হয়।  এমন অনেকেই আছেন যারা যুক্তি দেন যে মানবাধিকারের ক্ষেত্রে কানাডার প্রচেষ্টা এবং বর্ণবাদের বিরুদ্ধে তার অবস্থানের ফলে যা হয়েছে তা হলো \"অধিক রাজনৈতিকভাবে সঠিক একটি জনগোষ্ঠী হয়েছে যারা তাদের কুসংস্কারগুলোকে আরও ভালভাবে গোপন করতে শিখেছে\"।  প্রকৃতপক্ষে, যুক্তি হলো যে কানাডায় বর্ণবাদ নির্মূল করা হচ্ছে না, বরং তাদের প্রতিষ্ঠানগুলোতে আরও গোপন, আরও যুক্তিবাদী এবং সম্ভবত আরও গভীরভাবে এটি নিহিত হয়ে উঠছে।\nব্রিটিশ কলাম্বিয়ার সাম্প্রতিক গণভোটের মাধ্যমে যে বর্ণবাদ জীবিত রয়েছে তা প্রমাণিত হয়েছে যার মাধ্যমে প্রাদেশিক সরকার শ্বেতাঙ্গ সংখ্যাগরিষ্ঠদেরকে ইন্ডিয়ান সংখ্যালঘুদের সাথে চুক্তির আলোচনার আদেশের বিষয়ে সিদ্ধান্ত নিতে বলছে। গণভোটের ফলাফল  হবে, তদুপরি, যদিও এটি বহুবার সংশোধিত হয়েছে, তবুও \"ইন্ডিয়ান আইনটি রয়ে গেছে যে আইন জাতিভিত্তিক সমাজের একটি অংশকে একক করে\"। \n\n নোভা স্কটিয়ায় ডোনাল্ড মার্শাল তদন্ত, আলবার্টাতে কাউসি প্রতিবেদন  এবং আদিবাসীদের রয়্যাল কমিশন সকলেই একমত যে,  আদিবাসীদের ক্ষেত্রে, কানাডিয়ান সমাজে বর্ণবাদ প্রাতিষ্ঠানিকভাবে, পদ্ধতিগতভাবে এবং স্বতন্ত্রভাবে অব্যাহত রয়েছে।\n২০২০ সালে, জয়েস ইচাকুয়ানের মৃত্যুর পরে, কানাডার তৎকালীন প্রধানমন্ত্রী, জাস্টিন ট্রুডো, পদ্ধতিগত বর্ণবাদের একটি মামলাকে স্বীকৃতি দেন।\n২০২২ সালে, পোপ ফ্রান্সিস \"তপস্যার তীর্থযাত্রা\" নামে এক সপ্তাহব্যাপী সফরের জন্য কানাডা সফর করেন। ভ্যাটিকান কর্মকর্তারা এই সফরকে একটি \"অনুশোচনামূলক তীর্থযাত্রা\" বলে অভিহিত করেছেন। পোপকে এডমন্টনে স্বাগত জানানো হয়, যেখানে তিনি ক্যাথলিক-চালিত আবাসিক বিদ্যালয়গুলোতে ২০ শতকে সংঘটিত আদিবাসীদের ওপর অপব্যবহারের জন্য ক্ষমা চেয়েছিলেন, যা এখন বন্ধ হয়ে গেছে। তার অবস্থানের সময়, তিনি আবাসিক বিদ্যালয়ের কেলেঙ্কারি মোকাবেলা করার জন্য আদিবাসী গোষ্ঠীগুলোর সাথে দেখা করেন।\n\n\n==== চীনা অভিবাসন বিরোধী আইন ====\nকানাডিয়ান সরকার ১৮৮৫ সালের চাইনিজ ইমিগ্রেশন অ্যাক্ট পাস করে, কানাডায় অভিবাসিত সমস্ত চীনাদের উপর $৫০ মাথার কর আরোপ করে। যখন ১৮৮৫ সালের আইন চীনা অভিবাসন রোধ করতে ব্যর্থ হয়, তখন কানাডিয়ান সরকার চীনা অভিবাসন আইন, ১৯০০ পাশ করে, মাথার কর বাড়িয়ে $১০০ করে, এবং সেই আইনটি ব্যর্থ হলে, চীনা অভিবাসন আইন, ১৯০৪ পাশ করে, মাথার কর  (ল্যান্ডিং ফি)  $৫০০-এ বৃদ্ধি করে , ২০০৩ সালে যা $৮,০০০ এর সমতুল্য - প্রধান করের সাথে তুলনা করলে - ল্যান্ডিং ফি এবং স্থায়ী বসবাসের অধিকারের অধিকার - $৯৭৫ জন প্রতি, ১৯৯৫-২০০৫ দশকে নতুন অভিবাসীদের দ্বারা প্রদান করা হয়, যা ২০০৬ সালে ৪৯০ ডলারে হ্রাস পেয়েছে।\nচাইনিজ ইমিগ্রেশন অ্যাক্ট, ১৯২৩, যা \"চীনা বর্জন আইন\" নামে বেশি পরিচিত, জাতিগত চীনাদের কানাডায় অভিবাসনের উপর নিষেধাজ্ঞার সাথে নিষেধাজ্ঞামূলক ফি প্রতিস্থাপন করেছে - বণিক, কূটনীতিক, ছাত্র এবং \"বিশেষ পরিস্থিতি\" ব্যতীত। যে চীনারা ১৯২৩ সালের আগে কানাডায় প্রবেশ করেছিল তাদের স্থানীয় কর্তৃপক্ষের সাথে নিবন্ধন করতে হয় এবং তারা শুধুমাত্র দুই বছর বা তার কম সময়ের জন্য কানাডা ছেড়ে যেতে পারে। যেহেতু বর্জন আইনটি ১৯২৩ সালের ১ জুলাই কার্যকর হয়, চীনা-কানাডিয়ানরা কানাডা দিবসকে (অধিরাজ্য দিবস) \"অপমান দিবস\" হিসেবে উল্লেখ করে।\n\n\n==== কৃষ্ণাঙ্গ কানাডিয়ান ====\n\n\n=== চীন ===\n \nপ্রাতিষ্ঠানিক বর্ণবাদ গণপ্রজাতন্ত্রী চীনের অনেক ক্ষেত্রে বিদ্যমান, যদিও কিছু পণ্ডিতরা চীনা সরকারের বর্ণবাদকে একটি পশ্চিমা সমস্যা হিসেবে চিত্রিত করেছেন,\n২০১৮ সালে জাতিসংঘের জাতিগত বৈষম্য দূরীকরণ কমিটি প্রতিবেদনে বলেছে যে চীনা আইন জাতিগত বৈষম্যকে সংজ্ঞায়িত করে না। \n\n\n==== স্থানীয় জাতিগত সংখ্যালঘুরা ====\n\n\n===== উইঘুর =====\n \n ২০১৭ সালে, একটি প্রতিবেদন করা হয়েছে যে কমপক্ষে এক মিলিয়ন উইঘুর মুসলমানকে \" পুনঃশিক্ষা শিবির \" এ আটক করা হয়েছে যা সাধারণত কনসেনট্রেশন ক্যাম্প হিসেবে বর্ণনা করা হয়, যেখানে তারা নির্যাতন, জোরপূর্বক শ্রম, ধর্মীয় বৈষম্য, রাজনৈতিক প্ররোচনা এবং অন্যান্য মানবাধিকার লঙ্ঘনের শিকার।  পলাতক কয়েদিদের কাছ থেকে জানা গিয়েছে যে কয়েদিদের জোর করে বন্ধ্যাকরণের বিষয়ে।  অনেক ক্ষেত্রে, তারা দ্রুত-ফ্যাশন কোম্পানির মতো গণ-উৎপাদন শিল্পের জন্য কাজ করতে বাধ্য হয়; শেইন এবং টেমু। [১] এটি উইঘুর ফোর্সড লেবার প্রিভেনশন অ্যাক্টের লঙ্ঘন হিসেবে বিবেচিত, যা জিনজিয়াং থেকে আমদানি করা পোশাকে তুলা ব্যবহার নিষিদ্ধ করে যদি এতে সমান বেতনের শ্রমিক নিয়োগের নিশ্চয়তা না থাকে।\n২০১৫ থেকে ২০১৮ সালের মধ্যে দুটি জিনজিয়াং অঞ্চলে জন্মের হার ৬০% এরও বেশি কমে গেছে, চীনা সরকারের উইঘুর জনসংখ্যাকে কৃত্রিমভাবে কমানোর পদক্ষেপের ফলে।  পরিস্থিতিটিকে অসংখ্য সূত্র দ্বারা একটি চলমান গণহত্যা হিসেবে বর্ণনা করা হয়েছে, এবং অন্যরা যুক্তি দেন যে হলোকাস্টের পর এটি সম্ভবত \"একটি ধর্মীয় সংখ্যালঘু গোষ্ঠীর বৃহত্তম গণ আটক\"। নতুন স্টেটসম্যান।\n\n\n===== তিব্বতিরা =====\n১৯৫১ সালে গণপ্রজাতন্ত্রী চীন তিব্বতের নিয়ন্ত্রণ লাভ করার পর থেকে, চীন এবং হান চীনা সংস্কৃতির মাধ্যমে তিব্বতীয়দের দাসত্ব থেকে মুক্ত হওয়ার জন্য চীনা কমিউনিস্ট পার্টি দ্বারা পরিকল্পিত একটি বিস্তৃত প্রচার পদ্ধতির আকারে প্রাতিষ্ঠানিক বর্ণবাদ রয়েছে। ২০১৬ সালে চীনে অনুষ্ঠিত একটি রাষ্ট্র-সংগঠিত ঐতিহাসিক অপেরা ৬৪১ সালে তিব্বতের সম্রাট সোংসেন গাম্পোর সাথে প্রিন্সেস ওয়েনচেং -এর বিবাহের আগে তিব্বতকে অসম্পূর্ণ হিসেবে চিত্রিত করেছিল।\n১৯৯১ সালের একটি জার্নাল নিবন্ধ শনাক্ত করেছে যে কীভাবে তিব্বতে জোরপূর্বক গর্ভপাত, বন্ধ্যাকরণ এবং শিশুহত্যা এই অঞ্চলে একটি গুরুতর সিসিপি জন্ম-নিয়ন্ত্রণ\nনির্বাসনে থাকা তিব্বতি সরকার কর্তৃক জাতিগত বৈষম্য দূরীকরণ সংক্রান্ত জাতিসংঘের কমিটির কাছে জমা দেওয়া একটি গবেষণাপত্রে উল্লেখ করা হয়েছে যে তিব্বতিরা কীভাবে একটি শিক্ষা ব্যবস্থার মুখোমুখি হয় যা হান চীনাদের শিক্ষার তুলনায় বৈষম্যহীন। গবেষণাপত্র অনুসারে, তিব্বত স্বায়ত্তশাসিত অঞ্চলের প্রায় ৬০% তিব্বতের বিপরীতে চীনা প্রাপ্তবয়স্কদের মাত্র ০৯%  নিরক্ষর। তদুপরি, তিব্বতি শিশুদের তাদের নিজস্ব ইতিহাস এবং সংস্কৃতি সম্পর্কে শিখতে বাধা দেওয়া হয় এবং তাদের নিজস্ব ভাষা শিখতে নিষেধ করা হয়।\n২০০৮ সালের তিব্বত বিক্ষোভের সময়, একজন স্থানীয় প্রত্যক্ষদর্শী দাবি করেন যে লাসার কাছে সেরা মঠের চারপাশে দাঙ্গার পর চীনা সামরিক পুলিশ \"ভিক্ষুদের ধরে নিয়েছিল, তাদের লাথি মেরেছিল\"। \n\n\n==== আফ্রিকান বিরোধী মনোভাব ====\nআফ্রিকান জনগণ কিংবা আফ্রিকান বংশোদ্ভূত জনগণ বলে মনে করা লোকদের বিরুদ্ধে বর্ণবাদ চীনে অনেকদিন ধরেই নথিভুক্ত করা হয়েছে।\n একটি উল্লেখযোগ্য উদাহরণ ছিল ১৯৮৮ সালের নানজিং-বিরোধী আফ্রিকান বিক্ষোভ, যেখানে আফ্রিকান বিশ্ববিদ্যালয়ের ছাত্ররা বর্ণবাদী মারধর এবং অন্যান্য আক্রমণের শিকার ছিল। কিছু ক্ষেত্রে, চীনা বিশ্ববিদ্যালয়ের ছাত্ররা বর্ণবাদী স্লোগান দিয়েছিল যেমন \"' ডাউন উইথ দ্য ব্ল্যাক ডেভিল!' এবং 'রক্তের বিনিময়ে রক্ত! '\"   আফ্রিকানদের বিরুদ্ধে বর্ণবাদের এই সুস্পষ্ট দৃষ্টান্ত থাকা সত্ত্বেও, চীনা রাষ্ট্রীয় গণমাধ্যম আক্রমণগুলোকে আফ্রিকান ছাত্রদের দ্বারা প্ররোচিত করা হিসেবে চিত্রিত করেছে।\nআধুনিক চীনে, রাষ্ট্রীয় অর্থায়নে পরিচালিত ঝেজিয়াং নর্মাল ইউনিভার্সিটির মতো নির্দিষ্ট কিছু বিশ্ববিদ্যালয়ে বর্ণবাদ একটি সমস্যা হিসেবে রয়ে গেছে। একজন কৃষ্ণাঙ্গ স্নাতক ছাত্র বর্ণনা করেছেন যে কীভাবে \"আফ্রিকান শিক্ষার্থীরা অধ্যাপক এবং সহপাঠীদের জেনোফোবিক মন্তব্য করতে শুনে থাকে, যেমন 'আফ্রিকানরা আমাদের বৃত্তি তহবিল নষ্ট করছে '\"  এবং কীভাবে আফ্রিকান শিক্ষার্থীরা, উচ্চতর গ্রেড থাকা সত্ত্বেও, জেডজেএনইউ-এর তিন-স্তরের থেকে তাদের সহপাঠীদের তুলনায় নিম্ন স্তরের বৃত্তি তহবিল পাচ্ছে। \nএকটি সমীক্ষায় উল্লেখ করা হয়েছে যে গুয়াংজুতে পুলিশের জাতিগত প্রোফাইলিংয়ের মাধ্যমে কীভাবে আফ্রিকানদের \"বর্জ্য\" এবং \"ট্রিপল অবৈধ\" হিসেবে চিত্রিত করা হচ্ছে।  ২০০৭ সালে, আফ্রিকান নাগরিকদের বেইজিংয়ের সানলিতুন জেলায় মাদকবিরোধী অভিযানের সময় পুলিশরা তাদের লক্ষ্যবস্তু করেছিল। তারা পুলিশের বর্বরতার শিকার হয় এবং । \n২০০৮ সালের রাষ্ট্রীয় গণমাধ্যম প্রতিবেদনেআফ্রিকানদেরকে বর্ণবাদী পদ্ধতিতে উল্লেখ করা হয়েছে, যেমন চেং ব্যাখ্যা করেছেন: \"...প্রায়শই আফ্রিকানদের প্রতি ভাষা অনেক কম সভ্য মানুষদের মতো অবমাননাকর ছিল। চীনা শব্দ যেমন 部落 (বুলুও, \"উপজাতি\") বা 聚居地/ 群居/群落 (জুজুদি/কুঞ্জু/কুনলুও, আবাসস্থল), 社区 (শেকু, সম্প্রদায়) এর পরিবর্তে প্রায়শই আফ্রিকানদের উল্লেখ করা হত।\" \nইংহং চেং একটি ২০১১ জার্নাল নিবন্ধে জোর দেন যে \"আফ্রিকানদের বিরুদ্ধে সাইবার বর্ণবাদ অবশ্যই একমাত্র জাতিগত চিন্তাভাবনা নয় তবে এটি সম্ভবত সবচেয়ে স্পষ্ট এবং নির্লজ্জ একটি।\"  সমসাময়িক চীনা জাতীয়তাবাদকে সামঞ্জস্য করার জন্য শিক্ষা ও পপ সংস্কৃতিতে কীভাবে \"জাতির পদ্ধতিগত বক্তৃতা অনেক বেশি স্পষ্ট, পরিশীলিত এবং সুস্পষ্ট উপায়ে বিকশিত হয়েছে তার পাশাপাশি তিনি \"জাতিগত বাঁধাধরা চিন্তাধারা, শ্রেণিবিন্যাস উপলব্ধি এবং সংবেদনশীলতার প্রকাশের সর্বব্যাপীতার বিবরণ দেন। \"  পিআরসি-তে আরো রাষ্ট্রীয় পুঁজিবাদী সরকার গ্রহণের ফলে বাণিজ্যিকীকৃত চীনা গায়ক এবং গীতিকারদের ইন্টারনেটে ব্যাপক জনপ্রিয়তা তৈরি হয়েছে, যাদের কিছু উপাদান বিষয়বস্তুতে জাতিগত। চেং যেমন উল্লেখ করেছেন: \"'  দ্য ইয়েলো রেস' (হুয়াংঝংগ্রেন 黄种人) এবং 'ইয়েলো' (হুয়াং 黄), যথাক্রমে ২০০৬ এবং ২০০৭ সালে তৈরি করা হয় এবং চীনের অলিম্পিকের হোস্টিংকে উৎসর্গ করা হয়। এই গানগুলোতে বর্ণবাদী ভাষা,\n\n২০১৮ সালে, সিসিটিভি নিউ ইয়ার'স গালাতে, একটি রাষ্ট্রীয় গণমাধ্যম টেলিভিশন অনুষ্ঠান যা অতীতে ৮০০ মিলিয়ন মানুষ দেখেছে তাতে একটি বর্ণবাদী নব্য ঔপনিবেশিক স্কিট পরিবেশন করে যাতে একজন চাইনিজ অভিনেত্রী কালো মুখের মেকআপ পরেছিলেন। স্কিট \"চীনা-আফ্রিকান সহযোগিতার প্রশংসা করে, দেখায় যে চীনা বিনিয়োগ থেকে আফ্রিকানরা কতটা উপকৃত এবং তারা বেইজিংয়ের প্রতি কতটা কৃতজ্ঞ।\"  একই বছর পরে, ডেইলি মনিটর বলে যে উগান্ডা এবং নাইজেরিয়ার নাগরিকরা গুয়াংজুতে চীনা সরকার দ্বারা বৈষম্যের শিকার হয়েছে, যেমন  ট্যাক্সি থামিয়ে দেওয়া এবং আফ্রিকান দেশগুলোর পাসপোর্ট বাজেয়াপ্ত করা, সেইসাথে হোটেল এবং রেস্তোরাঁয় আফ্রিকানদের পরিষেবা দিতে নিষিদ্ধ করার নোটিশ দেওয়ার মাধ্যমে।  এছাড়াও, কিছু আফ্রিকান মালিকানাধীন দোকান জোর করে বন্ধ করে দেওয়া হয়। \nকোভিড-১৯ মহামারি চলাকালীন, আফ্রিকান জনগণের বিরুদ্ধে পদ্ধতিগত বর্ণবাদের একাধিক উদাহরণ নথিভুক্ত করা হয়, যার মধ্যে ভুল তথ্য এবং বর্ণবাদী স্টেরিওটাইপিং রয়েছে যা আফ্রিকানদের ভাইরাসের বাহক হিসেবে চিত্রিত করা হয়েছিল। দ্য গার্ডিয়ানের মতে, আফ্রিকানদের \"হাসপাতাল, হোটেল, সুপারমার্কেট, দোকান এবং খাবারের আউটলেটে প্রবেশ করতে অস্বীকার করা হয়। একটি হাসপাতালে, এমনকি একজন গর্ভবতী নারীকেও প্রবেশ করতে অস্বীকার করা হয়। ম্যাকডোনাল্ডস রেস্তোরাঁয়, একটি নোটিশ দেওয়া হয় যে 'কৃষ্ণাঙ্গ মানুষ আসতে পারবে না। '\"  \n\n\n==== জাপান বিরোধী মনোভাব ====\nজাপান বিরোধী মনোভাব চীনে একটি আধুনিক সমস্যা হিসেবে বিদ্যমান, মূলত ঐতিহাসিক অভিযোগের কারণে। রেস্তোরাঁ এবং পাবলিক প্রতিষ্ঠানগুলো জাপানিদের পরিষেবা বা প্রবেশকে প্রত্যাখ্যান করার খবর পাওয়া গেছে, যা বিশেষত দ্বিতীয় চীন-জাপানি যুদ্ধের কারণে উদ্ভূত হয় যার  \nজাপানি পণ্যও চীনে এক বছরের মধ্যে দশ বারের বেশি বয়কট করা হয়েছে। সরকারী লোকেরা নাগরিকদের এসকল বয়কট করতে পরিচালিত করে যা এই পরিস্থিতিকে আরো বৃদ্ধি করে। \nএকটি উতসুরি দ্বীপ রয়েছে, যা পূর্ব চীনের বিতর্কিত একটি দ্বীপের অংশ, যাকে জাপানে সেনকাকু দ্বীপ এবং চীনে দিয়াওয়ু দ্বীপ বলা হয়। ১৫ সেপ্টেম্বর, ২০১২-এ, চীনের বেইজিং-এ জাপানি দূতাবাসের বাইরে \nতবে সাম্প্রতিক বছরগুলোতে, এই দুই দেশের নেতৃবৃন্দের মধ্যে যৌথ যোগাযোগ হয়েছে এবং  \n\n\n=== মালয়েশিয়া ===\n\nচীনা এবং ভারতীয় বংশোদ্ভূত মালয়েশিয়ানরা - যারা মালয়েশিয়ার জাতিগত সংখ্যালঘুদের একটি উল্লেখযোগ্য অংশ, তারা যথাক্রমে জনসংখ্যার প্রায় ২৩.২% এবং ৭.০% ছিল  - মালয়েশিয়ার সংবিধান দ্বারা এদের নাগরিকত্ব দেওয়া হয় কিন্তু এটি একটি সামাজিক চুক্তিকে বোঝায় যা তাদের একটি অসুবিধায় ফেলেছে এবং অন্যান্য উপায়ে বৈষম্যের শিকার করেছে, কারণ মালয়েশিয়ার সংবিধানের অনুচ্ছেদ ১৫৩ মুসলিম মালয় জনগণের বিশেষ \"অবস্থান\" এবং \"সুবিধা\"কে ভূমির প্রাথমিক বাসিন্দা হিসেবে উল্লেখ করে।\n\n\n==== মলয় আধিপত্য ====\nতবে, কেতুয়ানন মেলায়ু (আক্ষরিক মালয় আধিপত্য) ধারণার কারণে, যে নাগরিককে বুমিপুতের মর্যাদা হিসেবে বিবেচনা করা হয় না, তারা অর্থনৈতিক স্বাধীনতা, শিক্ষা, স্বাস্থ্যসেবা এবং আবাসনের মতো বিষয়ে অনেক বাধা এবং বৈষম্যের সম্মুখীন হয়।  বিরোধী দল, সরকারী সমালোচক এবং মানবাধিকার পর্যবেক্ষকরা মালয়েশিয়ার পরিস্থিতিকে বর্ণবাদী নীতির সাথে অত্যন্ত সাদৃশ্যপূর্ণ বলেন কারণ তাদের অবস্থান প্রকৃতপক্ষে দ্বিতীয় শ্রেণীর নাগরিক হিসেবে।  এ ধরনের নীতি দেশ থেকে উল্লেখযোগ্য মেধা পাচার বৃদ্ধি করছে। \n১৯৭০ সালে, মালয়েশিয়ার নতুন অর্থনৈতিক নীতি একটি ইতিবাচক কর্মসূচী শুরু করে যা মালয় জনসংখ্যার অর্থনীতিতে অংশীদারিত্ব বাড়ানোর লক্ষ্যে, জনশিক্ষা, আবাসন প্রবেশাধিকার, যানবাহন আমদানি, সরকারী চুক্তি এবং শেয়ার মালিকানার মতো ক্ষেত্রে মালয়দের জন্য কোটা প্রবর্তন করে। প্রাথমিকভাবে মালয়দের দরিদ্র অর্থনৈতিক অংশগ্রহণ রোধ করার একটি পরিমাপ হিসেবে একে বোঝানো হয়, যার লক্ষ্য ছিল কট্টর দরিদ্র মালয়দের সংখ্যা হ্রাস করা, এটি এখন বেশিরভাগ রক্ষণশীল মালয়রা এনটাইটেলমেন্ট বা 'জন্মাধিকার' হিসেবে বিবেচনা করে। \n তবে, প্রকৃত আদিবাসী বা ওরাং আসলি নামে পরিচিত যারা, তারা প্রান্তিক রয়ে গেছে এবং মালয়েশিয়া সরকার তাদের অধিকার উপেক্ষা করেছে।  যেহেতু অনুচ্ছেদ ১৬০ একজন মালয়কে \"ইসলাম ধর্মের দাবিদার\" হিসেবে সংজ্ঞায়িত করে, তাই বুমিপুত্রকে সহায়তাকারী আইন থেকে উপকৃত হওয়ার যোগ্য ব্যক্তিরা, তত্ত্বগতভাবে, সমান্তরাল সিরিয় আদালত ব্যবস্থা দ্বারা প্রয়োগকৃত ধর্মীয় আইনের অধীন৷\nযদিও বিশ্বের ১৭৯টি দেশ জাতিগত বৈষম্যের সমস্ত রূপ নির্মূলের আন্তর্জাতিক কনভেনশন (আইসিইআরডি) অনুমোদন করেছে, তবে মালয়েশিয়া তাদের মধ্যে একটি নয়। পাকাতান হারাপান (পিএইচ) সরকার যেটি ২০১৮ থেকে ২০২০ সাল পর্যন্ত বারিসান ন্যাশনাল (বিএন)-কে প্রতিস্থাপন করেছিল, তারা আইসিইআরডি অনুমোদন করার জন্য একটি প্রস্তুতির ইঙ্গিত দিয়েছিল, কিন্তু মালয়েশিয়ার সংবিধানের সাথে কনভেনশনের বিরোধ এবং স্বাধীনতার পর থেকে  মালয়েশিয়ায় প্রতিষ্ঠিত জাতি ও ধর্মীয় রীতিনীতির কারণে এখনও তা করতে পারেনি।  তদুপরি, ২০১৮ সালে মালয় আধিপত্যবাদীরা দেশের রাজধানীতে এই ধরনের অনুসমর্থন রোধ করতে একটি গণ সমাবেশ করেছিল, যদি তারা তা করলে জাতিগত সংঘাতের হুমকি দেয়। \n\n\n=== নাইজেরিয়া ===\n\n\n==== স্বদেশীয়তা ====\nনাইজেরিয়াতে ২৫০ টিরও বেশি জাতিগোষ্ঠী রয়েছে, তবে দেশটিতে রাজনৈতিকভাবে তিনটি প্রধান জাতিগোষ্ঠীর আধিপত্য রয়েছে - উত্তরের হাউসা-ফুলানি, দক্ষিণ-পূর্বের ইগবো এবং দক্ষিণ-পশ্চিমের ইওরুবা ৷  \nনাইজেরিয়ার সংবিধান সমস্ত জাতিগত গোষ্ঠীর মধ্যে সমতার প্রতিশ্রুতি দেয়, কিন্তু বাস্তবে, \"স্বদেশী\" ধারণাটি স্থানীয় এবং রাজ্য সরকারগুলোতে (এবং কম পরিমাণে, ফেডারেল সরকার) জুড়ে বিস্তৃত রয়েছে, যা হিউম্যান রাইটস ওয়াচ দ্বারা বৈষম্য এবং আন্তর্জাতিক মানবাধিকার আইন লঙ্ঘনের একটি বিষয় হিসেবে সমালোচিত হয়েছে।  নাগরিকরা একটি নির্দিষ্ট এলাকার \"আদিবাসী\" হিসেবে স্বীকৃত হয় যদি তারা একটি জাতিগোষ্ঠীর অন্তর্গত হয় যা সেই এলাকার আদিবাসী বলে বিবেচিত হয়।  অন্যান্য জাতিগত গোষ্ঠীর নাগরিকরা, তারা বা তাদের পরিবার কতদিন ধরে একটি এলাকায় বসবাস করছে তা নির্বিশেষে, আইনত অ-আদিবাসী হিসেবে স্বীকৃত। \nনাইজেরিয়ার পাবলিক বিশ্ববিদ্যালয়গুলো ভর্তি প্রক্রিয়া আদিবাসীদের পক্ষ নেয় এবং অ-আদিবাসীরা বৈষম্যমূলক ভর্তি নীতির অধীন করে যা অ-আদিবাসী ছাত্রদের সংখ্যা সীমিত করার চেষ্টা করে।  অ-আদিবাসী শিক্ষার্থীদের শিক্ষার জন্য উচ্চ হার প্রদান করতে হয় এবং তারা একাডেমিক বৃত্তি থেকে বঞ্চিত হয়।  অ-আদিবাসীরা প্রায়ই স্থানীয় রাজনীতিতে অংশগ্রহণ করতে পারে না এবং তারা সরকারি চাকরি থেকেও বাদ পড়ে। \nহিউম্যান রাইটস ওয়াচ দাবি করেছে যে আদিবাসী নীতিগুলো \"লক্ষ নাইজেরিয়ানকে দ্বিতীয় শ্রেণীর নাগরিকের মর্যাদায়\" ছেড়ে দেয়। \n\n\n==== নাইজার ডেল্টা জাতিগত সংখ্যালঘু ====\nনাইজেরিয়ার সংবিধানে ১৯৭৯ সালের একটি সংশোধনী ফেডারেল সরকারকে কোনো ক্ষতিপূরণ ছাড়াই তেল কোম্পানিগুলোর কাছে ওগোনি অঞ্চল দখল ও বিতরণ করার ক্ষমতা দেয়।  ১৯৯০ সালে, ওগোনি কর্মী কেন সারো-উইওয়া ওগোনি জনগণের জন্য আত্মনিয়ন্ত্রণ, পরিবেশ ধ্বংসের জন্য ক্ষতিপূরণ এবং তেল উৎপাদন থেকে লভ্যাংশ প্রদানের জন্য  সারভাইভাল অফ দ্য ওগনি জনগণের জন্য আন্দোলন শুরু করেন।  ১৯৯৫ সালে, নাইজেরিয়ার সামরিক স্বৈরশাসক সানি আবাচা- এর শাসনামলে তাকে গ্রেপ্তার করা হয় এবং অন্য নয়জন ওগোনি কর্মীসহ তাকে মৃত্যুদণ্ড দেওয়া হয়, যা মানবাধিকারের লঙ্ঘন হিসেবে আন্তর্জাতিকভাবে নিন্দা করা হয়।\nযদিও সানি আবাচা মারা যাওয়ার পর থেকে নাইজেরিয়ান সরকার আরও গণতান্ত্রিক হয়ে উঠেছে, নাইজার ডেল্টার জাতিগত গোষ্ঠীগুলোর এখনও প্রতিনিধিত্বের অভাব রয়েছে এবং তারা নাইজেরিয়ার রাজনীতি, অর্থনীতি এবং সমাজের মূলধারা থেকে বাদ পড়ে গেছে। নাইজার ডেল্টায় সংঘাতের ফলে ডেল্টা অঞ্চলে সরকারী নিরাপত্তা বাহিনী নিয়মিত নির্যাতন, হত্যা এবং সম্পত্তি বাজেয়াপ্ত করে।\n\n\n==== ওসু ====\n\nওসুকে আধ্যাত্মিকভাবে নিকৃষ্ট প্রাণী হিসেবে বিবেচনা করা হয়, এবং তারা নওয়াদিয়ালা বা ডায়ালা ( ইগবো : প্রকৃত জন্ম) থেকে আলাদা। তারা বৃহত্তর সমাজ থেকে বহিষ্কৃত থাকে এবং ইগবো তাদের বিয়ে করতে নিরুৎসাহিত হয়। ঐতিহাসিকভাবে তাদের হয় দাস হিসেবে বিক্রি করা হয় বা কোনো দেবতার কাছে দাসত্বের জন্য বিতরণ করা হয় যারা বিশ্বাস করে যে তারা উৎসবের সময় মানব বলিদানের জন্য অনুরোধ করে যাতে জঘন্যতা থেকে ভূমি পরিষ্কার করা যায়, এইভাবে জনগণ দ্বারা ক্রীতদাস কেনার এক ব্যবস্থার দিকে পরিচালিত হয়।\nঔপনিবেশিকতা এবং খ্রিস্টধর্মের প্রভাব থাকা সত্ত্বেও, ওসুর বিরুদ্ধে বৈষম্য এখনো এই আধুনিক দিনেও টিকে আছে।  আধুনিক সময়ে, ওসুকে প্রায়ই বিয়ে, ঐতিহ্যগত নেতৃত্বের অবস্থান এবং রাজনৈতিক অফিস থেকে প্রতিদ্বন্দ্বিতা করতে বাধা দেওয়া হয়।\n\n\n=== দক্ষিণ আফ্রিকা ===\nদক্ষিণ আফ্রিকায়, বর্ণবৈষম্যের সময়, প্রাতিষ্ঠানিক বর্ণবাদ শ্বেতাঙ্গ হিসেবে শ্রেণীবদ্ধ বা চিহ্নিত নয় এমন কোনো ব্যক্তিকে সম্পদ এবং ক্ষমতা থেকে বাদ দেওয়ার একটি শক্তিশালী মাধ্যম। যাদের কালো হিসেবে চিহ্নিত করা হয়েছে তাদের আলাদা আলাদাভাবে বৈষম্য করা হয়েছে, আফ্রিকানরা রঙ্গিন বা ইন্ডিয়ান হিসেবে চিহ্নিতদের চেয়ে বেশি চরম বর্জন ও শোষণের সম্মুখীন হয়েছে। দক্ষিণ আফ্রিকায় প্রাতিষ্ঠানিক বর্ণবাদের একটি উদাহরণ হল আদিবাসী ল্যান্ড অ্যাক্ট, ১৯১৩, যা শ্বেতাঙ্গ ব্যবহারের জন্য ৯০% জমি সংরক্ষিত করেছিল এবং ১৯২৩ সালের আদিবাসী আরবান এরিয়াস অ্যাক্ট শহুরে এলাকায় প্রবেশাধিকার নিয়ন্ত্রণ করেছিল, যা বাণিজ্যিক কৃষকদের জন্য উপযুক্ত যারা শ্রম রাখতে আগ্রহী ছিল তাদের জমি।\nদক্ষিণ আফ্রিকায় প্রাতিষ্ঠানিক বর্ণবাদের আরো আধুনিক রূপ আন্তঃজাতিগত সম্পর্ক এবং সরকারী সরকারী নীতিকে কেন্দ্র করে তৈরি হয়। আন্তঃজাতিগত ঘনিষ্ঠ সম্পর্কের বিরোধিতা অন্তর্নিহিত বর্ণবাদের ইঙ্গিত হতে পারে, এবং বিপরীতভাবে এই সম্পর্কের গ্রহণযোগ্যতা এবং সমর্থন বর্ণবাদের বিরুদ্ধে অবস্থানের ইঙ্গিত হতে পারে।  যদিও মিশ্র বিবাহ আইনের নিষেধাজ্ঞা ১৯৮৫ সালে বাতিল করা হয়, তবুও \"মিশ্র\" শব্দটি সমাজে বিদ্যমান ছিল, এইভাবে \"মিশ্র\" সম্পর্ক এবং বর্ণের অন্তর্নিহিত কলঙ্ক বহন করে। ফলস্বরূপ, বক্তৃতা একটি কাঠামো যা উপলব্ধি করে যে ভাষা প্রাতিষ্ঠানিক কাঠামো এবং সম্পর্ক তৈরি করতে পারে। তবে, ভাষা গঠন করে আমরা কে, আমরা কীভাবে অন্যদের সাথে যোগাযোগ করি এবং কীভাবে আমরা নিজেদের বুঝতে পারি।\nএছাড়াও, বর্ণবাদ-পরবর্তী বর্ণবাদ এখনো দক্ষিণ আফ্রিকায় ছড়িয়ে আছে, কালোর-ওপর-সাদারা এবং সাদার-ওপর-কালোরা উভয়ই, যদিও খবরে কালোর-ওপর-সাদারা এই বর্ণবাদ বিষয়ে বেশি বিজ্ঞাপন দেওয়া হচ্ছে। ২০১৫ সালে, স্টেলেনবোশের কাছে একটি রেস্তোরাঁয় কৃষ্ণাঙ্গ কর্মীরা মৌখিকভাবে একদল শ্বেতাঙ্গ ছাত্রের দ্বারা অপমানিত হয় বলে অভিযোগ উঠে। জবাবে, একজন কৃষ্ণাঙ্গ ছাত্র ঘোষণা করেছিল যে এই অঞ্চলে যারা আফ্রিকান ভাষায় কথা বলে না তারা প্রত্যেকেই এলাকার একজন এলিয়েন। \"তারা কুকুরের দিকে বাঁশি বাজানোর সাথে সাথে তাদের দিকে শিস দিচ্ছিল,\" তিনি দাবি করেন। তিনি আরও দাবি করেছেন যে শ্বেতাঙ্গ ছাত্ররা এমনকি কাউন্টারে লাফিয়ে লাফিয়ে কুকুরের মতো তাদের থাপ্পড় দিয়েছিল। তিন শ্বেতাঙ্গ পুরুষ এবং আরও চারজন শ্বেতাঙ্গ যুবক রেস্তোরাঁ থেকে বেরিয়ে যাওয়ার পরে তাকে মারধর করে বলে অভিযোগ রয়েছে।\nদক্ষিণ আফ্রিকার সরকার দক্ষিণ আফ্রিকায় জাতিগত অর্থনৈতিক বৈষম্য মোকাবেলা করার জন্য কিছু উদ্যোগ গ্রহণ করেছে উদাহরণস্বরূপ, বিইই (ব্ল্যাক ইকোনমিক এমপাওয়ারমেন্ট) হলো একটি দক্ষিণ আফ্রিকার সরকারী প্রোগ্রাম যার লক্ষ্য হলো অর্থনীতিতে কৃষ্ণাঙ্গ মানুষের পূর্ণ অংশগ্রহণের সুবিধা, বিশেষ করে বর্ণবাদ দ্বারা প্রতিষ্ঠিত ভারসাম্যহীনতাকে মোকাবেলা করা। এটি ব্যবসায়গুলোকে প্রণোদনা দেয় যেগুলো বিভিন্ন পরিমাপযোগ্য মানদণ্ডের মাধ্যমে কৃষ্ণাঙ্গ অর্থনৈতিক ক্ষমতায়নে অবদান রাখে, যেমন আংশিক বা সংখ্যাগরিষ্ঠ কৃষ্ণাঙ্গ মালিকানা, কৃষ্ণাঙ্গ কর্মচারী নিয়োগ করা এবং কৃষ্ণাঙ্গ-মালিকানাধীন সরবরাহকারীদের সাথে চুক্তির পাশাপাশি সরকারী সংগ্রহ প্রক্রিয়াগুলোতে অগ্রাধিকারমূলক আচরণ। বিইই-এর অগ্রাধিকারমূলক ক্রয় বৈশিষ্ট্যকে একটি দীর্ঘমেয়াদী ক্রয় কৌশলের আদর্শ হিসেবে স্বাগত জানানো হয়েছে যেখানে সামাজিক নীতির লক্ষ্যগুলো অর্জনের জন্য সরকারি সংগ্রহ ব্যবহার করা হয়।\n\n\n=== যুক্তরাজ্য ===\n\n\n==== মেট্রোপলিটন পুলিশ সেবা ====\nযুক্তরাজ্যে, কৃষ্ণাঙ্গ ব্রিটেন স্টিফেন লরেন্স হত্যার তদন্তে এই সিদ্ধান্তে উপনীত হয়েছে যে তদন্তকারী পুলিশ বাহিনী প্রাতিষ্ঠানিকভাবে বর্ণবাদী ছিল। স্যার উইলিয়াম ম্যাকফারসন শব্দটি \"বর্ণ, সংস্কৃতি বা জাতিগত উৎসের কারণে লোকেদের উপযুক্ত এবং পেশাদার পরিষেবা প্রদানে একটি সংস্থার সমষ্টিগত ব্যর্থতার বর্ণনা\" হিসেবে ব্যবহার করেন, যা \"প্রক্রিয়া, দৃষ্টিভঙ্গিতে এবং আচরণে দেখা বা সনাক্ত করা যায় , যা অনিচ্ছাকৃত কুসংস্কার, অজ্ঞতা, চিন্তাহীনতা এবং বর্ণবাদী স্টেরিওটাইপিংয়ের মাধ্যমে বৈষম্যের সমান, যা সংখ্যালঘু জাতিগত ব্যক্তিদের ক্ষতিগ্রস্থ করে\"।  স্যার উইলিয়ামের সংজ্ঞা প্রায় চল্লিশ বছর আগের স্টোকেলি কারমাইকেলের মূল সংজ্ঞার সাথে মিলে যায়। স্টোকেলি কারমাইকেল এবং চার্লস হ্যামিল্টন ছিলেন ব্ল্যাক পাওয়ার কর্মী এবং ১৯৬৭ সালে প্রথম 'প্রাতিষ্ঠানিক বর্ণবাদ' শব্দটি ব্যবহার করেন একটি সামাজিক কাঠামোর পরিণতি বর্ণনা করতে যা একটি জাতিগত শ্রেণিবিন্যাসে স্তরিত\nস্টিফেন লরেন্স তদন্ত প্রতিবেদন, এবং এতে জনসাধারণের প্রতিক্রিয়া প্রধান কারণগুলোর মধ্যে ছিল যা মেট্রোপলিটন পুলিশকে জাতিগত সংখ্যালঘুদের সাথে আচরণের সমাধান করতে বাধ্য করেছিল। অতি সম্প্রতি, প্রাক্তন মেট্রোপলিটন পুলিশ কমিশনার, স্যার ইয়ান ব্লেয়ার বলেন যে ব্রিটিশ সংবাদ মাধ্যমগুলো প্রাতিষ্ঠানিকভাবে বর্ণবাদী,  এই মন্তব্যটি সাংবাদিকদের ক্ষুব্ধ করে, ন্যাশনাল ব্ল্যাক পুলিশ অ্যাসোসিয়েশন ব্লেয়ারের মূল্যায়নকে\nপ্রতিবেদনে আরও দেখা গেছে যে মেট্রোপলিটন পুলিশ প্রাতিষ্ঠানিকভাবে বর্ণবাদী। সংস্কারের জন্য মোট ৭০টি সুপারিশ করে। এই প্রস্তাবগুলোর মধ্যে দ্বিগুণ ঝুঁকির নিয়ম বাতিল করা এবং ব্যক্তিগতভাবে করা বর্ণবাদী বিবৃতিকে অপরাধীকরণ অন্তর্ভুক্ত করা হয়েছে। ম্যাকফারসন প্রাতিষ্ঠানিক বর্ণবাদের সমস্যা মোকাবেলায়\n২০১৫ সালের জুনে, মেট্রোপলিটন পুলিশ কমিশনার, স্যার বার্নার্ড হোগান-হোই বলেন যে মেট্রোপ\n২০২৩ সালের মার্চ মাসে, মেট্রোপলিটন পুলিশ কমিশনার, স্যার মার্ক রাউলি বলেন যে তিনি যখন ব্ল্যাকস্টকের পর্যালোচনার ব্যারনেস কেসির লুইস কেসির ব্যাখ্যা গ্রহণ করেন, তখন তিনি প্রাতিষ্ঠানিক বর্ণবাদ শব্দটি ব্যবহার করবেন না এই বলে যে এটি অস্পষ্ট এবং রাজনৈতিক।\n\n\n==== অপরাধ ====\nইংলিশ এবং ওয়েলশ কারাগার ব্যবস্থায়, ২০২০ সালে সংকলিত সরকারি তথ্যে দেখা গেছে যে বর্ণের যুবকরা অসামঞ্জস্যপূর্ণভাবে শাস্তির শিকার হয় যা জাতিসংঘ বন্দীদের সাথে আচরণের বিষয়ে ম্যান্ডেলা নিয়ম লঙ্ঘন বলে বিবেচনা করে। কোভিড-১৯ মহামারির কারণে কিছু নাবালককে প্রাক-বিচার আটকে রাখা হয় যাদের অনির্দিষ্টকালের জন্য নির্জন কারাগারে রাখা হয়।   ১৮ বছরের কম বয়সী সংখ্যালঘুরা বন্দী যুবকদের ৫০% এবং কারাগারের মোট জনসংখ্যার ২৭% নিয়ে গঠিত। যদিও জাতিগত সংখ্যালঘুরা সামগ্রিক জনসংখ্যার ১৪%।\n\n\n==== স্বাস্থ্যসেবা ====\nপ্রাতিষ্ঠানিক বর্ণবাদ মাতৃত্ব থেকে মানসিক রোগ পর্যন্ত স্বাস্থ্যসেবার বিভিন্ন দিকে বিদ্যমান। শ্বেতাঙ্গদের তুলনায় কৃষ্ণাঙ্গ নারীদের গর্ভাবস্থা, প্রসবকালীন এবং এক বছর প্রসবোত্তর পর্যন্ত সময়ে মারা যাওয়ার সম্ভাবনা চারগুণ বেশি।\nএশিয়ান নারীদের গর্ভাবস্থায় শ্বেতাঙ্গদের তুলনায় দ্বিগুণ মৃত্যুর সম্ভাবনা রয়েছে। শ্বেতাঙ্গদের তুলনায় কৃষ্ণাঙ্গ নারীদের মৃত শিশুর জন্ম হওয়ার সম্ভাবনা দ্বিগুণ।\nইনস্টিটিউট ফর দ্য স্টাডি অফ একাডেমিক রেসিজমের মতে, পণ্ডিতরা সামাজিক মনোবিজ্ঞানী মাইকেল বিলিগের একটি ১৯৭৯ সালের কাজ - \"মনোবিজ্ঞান, বর্ণবাদ, এবং ফ্যাসিবাদ\" - যা মনোরোগবিদ্যা ইনস্টিটিউট এবং বর্ণবাদী/ইউজেনিক তত্ত্বের মধ্যে সম্পর্ক চিহ্নিত করেছে, বিশেষ করে এই বিষয়ে। জাতি এবং বুদ্ধিমত্তার প্রতি, উদাহরণস্বরূপ আইওপি মনোবিজ্ঞানী হ্যান্স আইসেঙ্ক দ্বারা প্রচারিত এবং আমেরিকান মনোবিজ্ঞানী আর্থার জেনসেনের আইওপি-এ আগস্ট ১৯৭০-এ একটি অত্যন্ত প্রচারিত বক্তৃতায়। বিলিগ উপসংহারে পৌঁছেছেন যে \"বর্ণবাদী অনুমান\" ইনস্টিটিউটের গবেষণায় অনিচ্ছাকৃতভাবে এবং ইচ্ছাকৃতভাবে অনুপ্রবেশ করেছে। ২০০৭ সালে, বিবিসি জানিয়েছে যে ব্রিটিশ মনোরোগবিদ্যায় প্রাতিষ্ঠানিক বর্ণবাদ সনাক্তকারী একটি সরকারী তদন্তের পরিপ্রেক্ষিতে একটি \"জাতির সারি\" ভেঙ্গে গেছে, যেখানে আইওপি/মডসলিসহ মনোরোগ বিশেষজ্ঞরা দাবির বিরুদ্ধে যুক্তি দেখিয়েছেন, মানসিক স্বাস্থ্য আইন কমিশনের প্রধানরা তাদের প্রাতিষ্ঠানিক বর্ণবাদের ধারণাকে ভুল বোঝার এবং ব্রিটেনের কৃষ্ণাঙ্গ সম্প্রদায়ের বৈধ উদ্বেগকে খারিজ করার জন্য অভিযুক্ত করেছেন। স্বেচ্ছাসেবী গোষ্ঠীর প্রচারাভিযানগুলি সংখ্যালঘু গোষ্ঠীর সদস্যদের উপর বিভাগ, অতিরিক্ত ওষুধ, ভুল রোগ নির্ণয় এবং জোরপূর্বক সংযমের উচ্চ হার মোকাবেলা করতে চায়। ২০১৪ সালের পরিসংখ্যান অনুসারে, কৃষ্ণাঙ্গ প্রাপ্তবয়স্কদের যে কোনও জাতিগত গোষ্ঠীর মধ্যে সর্বনিম্ন চিকিত্সার হার ছিল, ৫.২%। শ্বেতাঙ্গদের চিকিৎসার হার ১৭.৩%। মার্চ ২০১৯ থেকে পরিসংখ্যান দেখায় যে আগের বছরের মানসিক স্বাস্থ্য আইনের অধীনে শ্বেতাঙ্গদের আটক হওয়ার সম্ভাবনার চেয়ে কৃষ্ণাঙ্গ মানুষ চারগুণ বেশি ছিল।\nমহামারির প্রাথমিক সময়ে শ্বেতাঙ্গদের তুলনায় কৃষ্ণাঙ্গ পুরুষদের ৪.২ গুণ বেশি এবং কৃষ্ণাঙ্গ নারীদের ৪.৩ গুণ বেশি কোভিড-১৯-এর ফলে মারা যাওয়ার সম্ভাবনা ছিল।\n\n\n==== শিক্ষা ====\nউদ্ভাবন এবং ব্যবসায়িক দক্ষতা বিভাগের ২০০৯ সালের একটি প্রতিবেদনে দেখা গেছে যে কৃষ্ণাঙ্গ ছাত্ররা তাদের শিক্ষকদের দ্বারা কম ভবিষ্যদ্বাণী করা গ্রেড পাওয়ার সম্ভাবনা সবচেয়ে বেশি। দেখা গেছে যে ৮.১% কৃষ্ণাঙ্গ ছাত্ররা, শ্বেতাঙ্গ ছাত্রদের ৪.৬%, এশিয়ান ছাত্রদের ৬.৫% এবং মিশ্র-জাতির ছাত্রদের ৬.১% এর তুলনায় উচ্চতর প্রকৃত গ্রেড পেয়েছে।\nসমালোচকরা দাবি করেন যে যুক্তরাজ্যে শিক্ষার প্রাতিষ্ঠানিক বর্ণবাদ পাঠ্যক্রমের মধ্যেই রয়েছে। পাঠ্যক্রমকে উপনিবেশিত করার পক্ষে এবং বিপক্ষে যুক্তিগুলো বিবিসির মোরাল মেজ পডকাস্টে বর্ণিত হয়েছে।\n\n\n==== চাকরি ====\nসমতা এবং মানবাধিকার কমিশন রিপোর্ট করেছে যে ডিগ্রীসহ কৃষ্ণাঙ্গ শ্রমিকরা শ্বেতাঙ্গদের তুলনায় গড়ে ২৭.১% কম আয় করেছে। এটি কৃষ্ণাঙ্গ মানুষ এবং অল্প পরিমাণে, যুক্তরাজ্যে অন্যান্য জাতিগত সংখ্যালঘুরা যে তীব্র বৈষম্যের সম্মুখীন হয় তার কারণগুলোর জন্য কিছু আলোকপাত করে৷ উদাহরণস্বরূপ, একজন শ্বেতাঙ্গ ব্যক্তির নেতৃত্বে ১৩% পরিবারের তুলনায় ৫৬% কৃষ্ণাঙ্গ পরিবারের মাথা দারিদ্র্যের মধ্যে বসবাস করত।\nযুক্তরাজ্য, সেইসাথে মার্কিন যুক্তরাষ্ট্র এবং অন্যান্য পশ্চিম ইউরোপীয় দেশগুলোতে কর্মসংস্থানের মানগুলো প্রায়ই উপেক্ষা করে যে কীভাবে নির্দিষ্ট মান, যেমন চোখের যোগাযোগ, সারা বিশ্বে বিভিন্ন অর্থ রয়েছে। এশিয়ান, ল্যাটিন আমেরিকান এবং আফ্রিকান সংস্কৃতি চোখের যোগাযোগকে অসম্মান বা চ্যালেঞ্জিং কর্তৃত্ব হিসাবে বিবেচনা করতে পারে, যার ফলে প্রায়শই তারা ইন্টারভিউ এবং কর্মসংস্থান প্রক্রিয়ায় সম্মান দেখানোর জন্য অন-অন-অন-চোখের যোগাযোগ বজায় রাখে। বিপরীতভাবে, উত্তর আমেরিকা এবং পশ্চিম ইউরোপের দেশগুলোর বেশিরভাগ লোকেরা চোখের যোগাযোগকে উৎসাহ এবং বিশ্বাস প্রকাশ হিসেবে দেখেন।\n\n\n==== বিমানবন্দর ====\nই-গেট ব্যবস্থা বাস্তবায়ন করে, যুক্তরাজ্য বিমানবন্দরে তাদের জাতীয়তার ভিত্তিতে লোকেদের দুটি দলে বিভক্ত করে। যানজট এবং দীর্ঘ সারি এড়াতে ব্যবস্থাটি নিজেই ব্যবহারিক এবং কার্যকর। তবে, এটিও সত্য যে রোমানিয়া রোমানিয়া এবং চীনের মতো কিছু দেশের লোকেরা বিরক্ত হয়েছিল এবং তাদের বিশেষ নজরে রাখা হয়েছিল।\n\n\n=== যুক্তরাষ্ট্র ===\n\n\n==== আবাসন এবং ঋণ প্রদান ====\n\nহাউজিং সেক্টরে প্রাতিষ্ঠানিক বর্ণবাদ ১৯৩০-এর দশকে হোম ওনারস লোন কর্পোরেশনের মধ্যে দেখা যায়। ব্যাঙ্কগুলো ঋণ খেলাপির জন্য একটি ঝুঁকি আছে এবং অপরাধের উচ্চ ঝুঁকিতে রয়েছে এমন রেডলাইন পাড়া নির্ধারণ করে। এই এলাকাগুলো আফ্রিকান-আমেরিকানদের হওয়ার প্রবণতা বেশি ছিল, যেখানে শ্বেতাঙ্গরা আবাসন ঋণ পেতে সক্ষম হয়েছিল। কয়েক দশক ধরে, যখন শ্বেতাঙ্গরা শহরতলির সুন্দর বাড়িতে চলে যাওয়ার জন্য শহর ছেড়েছিল, প্রধানত আফ্রিকান-আমেরিকান আশেপাশের এলাকাগুলো আলাদা হয়ে যায়। খুচরা দোকান এছাড়াও গ্রাহকদের কাছাকাছি হতে এবং ছিনতাই করা এড়াতে শহরতলিতে সরানো শুরু করে। ১৯৩০-এর দশকে এবং ১৯৬০-এর দশকে রাষ্ট্রপতি ফ্র্যাঙ্কলিন ডি. রুজভেল্টের নতুন চুক্তির সাথে শুরু করে, এফএইচএ শ্বেতাঙ্গ জনসংখ্যার অর্থনৈতিক প্রবৃদ্ধিতে অবদান রেখেছিল ব্যাংকগুলোকে ঋণের গ্যারান্টি প্রদান করে, যার ফলে শ্বেতাঙ্গদের বাড়ির মালিকানা অর্থায়ন করা হয়েছিল এবং শ্বেতাঙ্গ উড়ান সক্ষম হয়েছিল, এবং এটা কৃষ্ণাঙ্গ মানুষের জন্য ঋণ উপলব্ধ করা হয়নি. যেহেতু সংখ্যালঘুরা ব্যাংক থেকে অর্থায়ন ও সাহায্য পেতে পারেনি, শ্বেতাঙ্গরা ইক্যুইটি লাভে এগিয়ে ছিল। তদুপরি, অনেক কলেজ ছাত্র তখন, গৃহমালিকানার ইক্যুইটি দিয়ে অর্থায়ন করা হয়েছিল যা পূর্বের সরকারী হ্যান্ডআউট পেয়ে অর্জিত হয়েছিল, যা কৃষ্ণাঙ্গ এবং অন্যান্য সংখ্যালঘু পরিবারগুলোর জন্য একই রকম ছিল না। এফএইচএ এর ১৯৪৩ মডেলের প্রাতিষ্ঠানিক বর্ণবাদ রাষ্ট্রপতি বারাক ওবামার প্রচেষ্টা তার ফেয়ার হাউজিং ফাইন্যান্স (জিএসই) সংস্কারের মাধ্যমে ২০০৮ সালের হাউজিং ক্ষতি স্থিতিশীল করার জন্য মহান মন্দার পরে বদমেজাজি করা হয়েছে।\nএই পরিবর্তনগুলো, যা সরকারী-অর্থায়নকৃত প্রোগ্রাম এবং প্রকল্প দ্বারা আনা হয়েছিল, অভ্যন্তরীণ-শহরের বাজারে একটি উল্লেখযোগ্য পরিবর্তনের দিকে পরিচালিত করেছে। ডাকাতির কারণে, কৃষ্ণাঙ্গ এলাকায় খাবারের দোকান কম, কিন্তু আরো মদের দোকান বেশি ছিল। স্বল্প-আয়ের আশেপাশের এলাকাগুলোতে স্বাধীনভাবে মালিকানাধীন ছোট মুদির দোকান রয়েছে যেগুলোর দাম বেশি থাকে৷ দরিদ্র ভোক্তাদের মধ্যম আয়ের আশেপাশে ভ্রমণের বিকল্প বা কম খরচের জন্য বাকি আছে।\nইউরোপীয় আমেরিকান এবং আফ্রিকান-আমেরিকান জনগণের মধ্যে জাতিগত বিভাজন এবং সম্পদের বৈষম্য ঐতিহাসিক নীতির উত্তরাধিকার অন্তর্ভুক্ত করে। ১৯৩৫ সালের সামাজিক নিরাপত্তা আইনে, কৃষি কর্মী এবং চাকরদের, যারা অসামঞ্জস্যপূর্ণভাবে কৃষ্ণাঙ্গ ছিল, তাদের বাদ দেওয়া হয়েছিল কারণ প্রধান শ্বেতাঙ্গরা কৃষি ব্যবস্থার পরিবর্তনের জন্য সরকারী সহায়তা চায়নি। ১৯৩৫ সালের ওয়াগনার অ্যাক্টে, \"কৃষ্ণাঙ্গদের নতুন সুরক্ষিত শ্রমিক ইউনিয়নে প্রবেশের বাধাগুলোকে চ্যালেঞ্জ করা এবং যৌথ দর কষাকষির অধিকার সুরক্ষিত করা থেকে আইন দ্বারা অবরুদ্ধ করা হয়েছিল।\" সম্পত্তি মূল্য এবং জাতি সরকার ঋণ জন্য যোগ্যতা। ফেডারেল হাউজিং অ্যাডমিনিস্ট্রেশন দ্বারা আবাসিক বন্ধকগুলোকে গাইড করার জন্য ব্যবহৃত ১৯৩৬ আন্ডাররাইটিং ম্যানুয়ালটি একটি প্রতিবেশীর সুরক্ষার জন্য ২০% ওজন দিয়েছে, উদাহরণস্বরূপ, জোনিং অধ্যাদেশ, দলিল সীমাবদ্ধতা এবং উচ্চ-গতির ট্র্যাফিক ধমনী, প্রতিকূল প্রভাব থেকে, যেমন অসামঞ্জস্যপূর্ণ জাতিগত গোষ্ঠীর অনুপ্রবেশ থেকে। এইভাবে, শ্বেতাঙ্গ-সংখ্যাগরিষ্ঠ এলাকাগুলো সরকারের সর্বোচ্চ সম্পত্তি মূল্যের রেটিং পেয়েছে এবং শ্বেতাঙ্গরা সরকারি ঋণ এবং সাহায্যের জন্য যোগ্য ছিল। রিচার্ড রথস্টেইন, তার বই \"দ্য কালার অফ ল\"-এ আমেরিকায় আবাসিক বিচ্ছিন্নতার ইতিহাসের কথা বলেছেন। তিনি উল্লেখ করেছেন যে সমস্ত শাখায় এবং সমস্ত স্তরে সরকারী প্রতিষ্ঠান এবং আফ্রিকান আমেরিকানদের বাড়ির মালিকানা থেকে বাদ দেওয়ার ক্ষেত্রে জড়িত ছিল। \"আমরা এই দেশে একটি জাতিভেদ ব্যবস্থা তৈরি করেছি, আফ্রিকান আমেরিকানদেরকে শোষিত এবং ভৌগলিকভাবে বর্ণগতভাবে সুস্পষ্ট সরকারী নীতির দ্বারা পৃথক রাখা হয়েছে,\" তিনি লিখেছেন। জাতিগত চুক্তির মতো বিষয়গুলো কভার করার ক্ষেত্রে - যেখানে বিকাশকারীদের ঋণগুলো চুক্তির উপর নির্ভরশীল ছিল যা কৃষ্ণাঙ্গদের নির্দিষ্ট বর্জনের বানান করে, তিনি দেখিয়েছিলেন যে এটি ফেডারেল হাউজিং অ্যাডমিনিস্ট্রেশনের আন্ডাররাইটিং ম্যানুয়াল দ্বারা বানান করা একটি নীতি, যা ফেডারেল ব্যাঙ্ক ঋণের জন্য কোনও গ্যারান্টি অস্বীকার করে। একজন বিকাশকারীর কাছে যদি তারা শ্বেতাঙ্গ সম্প্রদায়ের আফ্রিকান আমেরিকানদের কাছে সম্পত্তি বিক্রি করে। লেভিটাউন, লং আইল্যান্ড, নিউ ইয়র্ক, এরকম একটি মহকুমায় বাড়ির মালিকদের \"ককেশীয় জাতি ব্যতীত অন্যদের\" ভাড়া দেওয়া বা বিক্রি করা নিষিদ্ধ ছিল। ১৯৩৪ থেকে ১৯৬২ সালের মধ্যে, সরকার-ভর্তুকিপ্রাপ্ত আবাসনের দুই শতাংশেরও কম অশ্বেতাঙ্গদের কাছে গিয়েছিল।\n১৯৬৮ সালে, ফেয়ার হাউজিং অ্যাক্ট (এফএইচএ) রাষ্ট্র-অনুমোদিত জাতিগত বিচ্ছিন্নতার প্রভাব দূর করার জন্য আইনে স্বাক্ষরিত হয়েছিল। কিন্তু এটি স্থিতাবস্থা পরিবর্তন করতে ব্যর্থ হয় কারণ মার্কিন যুক্তরাষ্ট্র ১৯৬০-এর দশকের মতো প্রায় বিচ্ছিন্ন ছিল। ১৯৯০-এর দশকে একটি নতুন বৈষম্যমূলক ঋণদানের অভ্যাস ছিল সাবপ্রাইম ঋণ। ঋণদাতারা নিম্ন-আয়ের এবং সংখ্যালঘু আশেপাশের লোকদের জন্য উচ্চ-সুদের সাব-প্রাইম ঋণ লক্ষ্য করে যারা ন্যায্য-সুদের প্রধান ঋণের জন্য যোগ্য হতে পারে। সিকিউরিটাইজেশন, বন্ধকী দালাল এবং অন্যান্য অ-আমানত ঋণদাতা, এবং বন্ধকী ঋণ শিল্পের আইনী নিয়ন্ত্রন সবই সাবপ্রাইম ঋণ বাজারের প্রচারে ভূমিকা পালন করেছে।\nমার্কিন যুক্তরাষ্ট্রে ১৯৮০ এর দশকে পরিচালিত অসংখ্য অডিট গবেষণায় মেট্রোপলিটন হাউজিং মার্কেটে আফ্রিকান আমেরিকান এবং হিস্পানিকদের বিরুদ্ধে বৈষম্যের ধারাবাহিক প্রমাণ পাওয়া গেছে।\nরেডলাইন করার দীর্ঘদিনের বেআইনি অভ্যাস (যেখানে ব্যাঙ্কগুলো সংখ্যালঘু সম্প্রদায়কে ঋণ দেওয়া বন্ধ করে দেয়) সম্প্রতি নিউ ইয়র্ক এবং কানেকটিকাটের ফেডারেল ব্যাঙ্ক নিয়ন্ত্রকদের জন্য উদ্বেগ হিসাবে পুনরায় আবির্ভূত হয়েছে। বিচার বিভাগ এবং ভোক্তা আর্থিক সুরক্ষা ব্যুরোর সাথে একটি নিষ্পত্তি ছিল উভয় সংস্থার ইতিহাসে সবচেয়ে বড়, যা নিউ জার্সির বৃহত্তম সঞ্চয় ব্যাঙ্ক থেকে অনুশীলনের জন্য $৩৩ মিলিয়ন পুনরুদ্ধারের শীর্ষে ছিল। ব্যাঙ্কের বিরুদ্ধে উচ্চতর অপরাধের আশপাশ থেকে সরে যাওয়ার এবং ঋণ ও বন্ধক দেওয়ার ক্ষেত্রে শ্বেতাঙ্গদের পক্ষ নেওয়ার অভিযোগ আনা হয়েছিল, ২০১৪ সালে করা প্রায় ১,৯০০টি বন্ধকের মধ্যে মাত্র ২৫টি কৃষ্ণাঙ্গ আবেদনকারীদের কাছে গিয়েছিল। ব্যাঙ্কের আধিকারিকরা পক্ষপাতিত্ব অস্বীকার করেছেন এবং ব্যাঙ্কগুলোর ব্যবসায়িক অনুশীলনের সাথে সামঞ্জস্য রেখে নিষ্পত্তি করা হয়েছে। এটি ২০১৪ সালে ফেডারেল, রাজ্য এবং শহরের কর্মকর্তাদের দ্বারা সংখ্যালঘুদের জন্য নির্দেশিত ঋণ কার্যক্রম সম্প্রসারণের জন্য অন্যান্য সফল প্রচেষ্টা অনুসরণ করে এবং কিছু ক্ষেত্রে প্রভিডেন্স, রোড আইল্যান্ডে রেডলাইন করার ধরণগুলোর জন্য ব্যাঙ্কগুলোকে জরিমানা দিতে বাধ্য করে; সেন্ট লুইস, মিসৌরি; মিলওয়াকি, উইসকনসিন; এবং বাফেলো এবং রচেস্টার, নিউ ইয়র্ক। বিচার বিভাগ আরও সক্রিয় রেডলাইনিং তদন্ত চলছে, এটা বিকশিত হয়েছে, তারা ব্যাখ্যা করেছে, আরও রাজনৈতিকভাবে সঠিক সংস্করণে, যেখানে ব্যাঙ্কাররা কৃষ্ণাঙ্গ মানুষদের ঋণ অস্বীকার করার বিষয়ে খোলাখুলি কথা বলেন না। বিচার বিভাগের কর্মকর্তারা উল্লেখ করেছেন যে কিছু ব্যাঙ্ক নিঃশব্দে তাদের কার্যক্রমে প্রাতিষ্ঠানিক পক্ষপাতিত্ব করেছে। তারা তাদের ক্রিয়াকলাপগুলোকে সংখ্যালঘু সম্প্রদায়ের বাইরে সম্পূর্ণভাবে স্থানান্তরিত করেছে, অন্যরা শূন্যতা পূরণ করতে এবং ক্লায়েন্টদের জন্য প্রতিদ্বন্দ্বিতা করতে চলে গেছে। এই ধরনের ব্যবস্থাপনার সিদ্ধান্তগুলো বিবৃত অভিপ্রায় নয়, এটি অকথিত রেখে দেওয়া হয় যাতে এমনকি ব্যাঙ্কের অন্যান্য গ্রাহকরাও জানেন না যে এটি ঘটছে। অর্থনৈতিক গতিশীলতা তার ব্লাইট এবং বেকারত্বের দুর্বলতাকে প্রভাবিত করতে পারে। ১৯৬০ এবং ১৯৭০ এর দশকে, এই অনুশীলন নিষিদ্ধ করার জন্য আইন পাস করা হয়েছিল; তার রিটার্ন অনেক কম প্রকাশ্য, এবং যখন ব্যাংকের বিশাল সংখ্যাগরিষ্ঠ আইনগতভাবে কাজ করে, তখন অনুশীলনটি আরও বিস্তৃত বলে মনে হয় কারণ তদন্তে শ্বেতাঙ্গদের তুলনায় অনুরূপ পরিস্থিতিতে কৃষ্ণাঙ্গদের জন্য অনুমোদিত ঋণের একটি বিশাল বৈষম্য প্রকাশ করা হয়।\nলস এঞ্জেলেস এবং বাল্টিমোরের মতো প্রধান শহরগুলোর গবেষণায় দেখা যায় যে রঙের সম্প্রদায়ের পার্ক এবং সবুজ স্থানগুলোতে নিম্ন স্তরের অ্যাক্সেস রয়েছে। পার্কগুলোকে একটি পরিবেশগত সুবিধা হিসাবে বিবেচনা করা হয় এবং এর সামাজিক, অর্থনৈতিক এবং স্বাস্থ্য সুবিধা রয়েছে। পাবলিক স্পেসগুলো সামাজিক মিথস্ক্রিয়া করার অনুমতি দেয়, সম্প্রদায়ে প্রতিদিনের ব্যায়ামের সম্ভাবনা বাড়ায় এবং মানসিক স্বাস্থ্যের উন্নতি করে। তারা শহুরে তাপ দ্বীপের প্রভাবকেও কমাতে পারে, বন্যপ্রাণীর আবাসস্থল প্রদান করতে পারে, বন্যা নিয়ন্ত্রণ করতে পারে এবং নির্দিষ্ট বায়ু দূষণ কমাতে পারে। সংখ্যালঘু গোষ্ঠীর সিদ্ধান্ত গ্রহণের প্রক্রিয়ায় কম অ্যাক্সেস আছে যা পার্কের বন্টন নির্ধারণ করে। সাফোক ইউনিভার্সিটি দ্বারা প্রকাশিত একটি সাম্প্রতিক গবেষণায় দেখা গেছে যে একইভাবে অবস্থিত শ্বেতাঙ্গ ভাড়াটেদের তুলনায় ভাড়া নেওয়ার সময় কৃষ্ণাঙ্গ ভাড়াটেরা বৈষম্যের সম্মুখীন হয়।\n\n\n==== স্বাস্থ্যসেবা এবং পরিবেশগত বর্ণবাদ ====\nপ্রাতিষ্ঠানিক বর্ণবাদ জাতিগত গোষ্ঠীর মধ্যে স্বাস্থ্য বৈষম্য তৈরি করে অ-শ্বেতাঙ্গ সংখ্যালঘু সম্প্রদায়ের মধ্যে স্বাস্থ্যসেবা প্রবেশাধিকারকে প্রভাবিত করে। উদাহরণস্বরূপ, ১৮৬৫ থেকে ১৯০৬ পর্যন্ত, অনেক কৃষ্ণাঙ্গ প্রবীণ সেনারা অন্যায়ভাবে ইউনিয়ন সেনাবাহিনীর অক্ষমতা পেনশন সিস্টেম দ্বারা অক্ষমতা পেনশন পাবার ক্ষেত্রে বৈষম্যের শিকার হয়েছিল। বর্ণবাদ জাতিগত সংখ্যালঘুদের মধ্যে এইডসের মতো রোগের অসম হারের জন্যও দায়ী হতে পারে। ১৯৯২ সালের একটি নিবন্ধে, জেনিস হাচিনসন যুক্তি দেন যে ফেডারেল সরকার সংখ্যালঘু সম্প্রদায়ের মধ্যে এইডস মহামারিতে ধীরে ধীরে সাড়া দিয়েছে এবং তাদের প্রচেষ্টাগুলি করা হয়েছে। প্রতিরোধমূলক ঔষধ, সম্প্রদায় স্বাস্থ্য রক্ষণাবেক্ষণ, এবং এইডস চিকিত্সা সেবা জাতিগত বৈচিত্র্যের প্রতি সংবেদনশীল। উপরন্তু, 2000 সালের পর এইচআইভি ভাইরাসে সংক্রামিত সংখ্যালঘু নারীদের উচ্চ সংখ্যকের সাথে সহ-সম্পর্কের জন্য আসক্তির জন্য ভেক্টর সহ কৃষ্ণাঙ্গ পুরুষদের ব্যাপক বন্দিদশা, গবেষণার বিষয় ছিল, এবং ফলাফলগুলি দেখিয়েছে যে পূর্ববর্তী বিশ্লেষণগুলি উত্থান ভুলভাবে এটা দায়ী পুরুষের উপর পুরুষ যৌন অভ্যাস, বরং বর্তমান গবেষণায় পাওয়া কার্যকারণ প্রভাব তুলনায়. জনস্বাস্থ্য গবেষণায় দেখা গেছে বন্দী পুরুষরা যখন তাদের সম্প্রদায়ে ফিরে আসে, বিষমকামী অংশীদারদের কাছে ভাইরাস প্রেরণের মাধ্যমে সংক্রমণের ঝুঁকি বাড়ায়, যৌন নিপীড়ন ও ধর্ষণের গড় হারের চেয়ে বেশি হারের কারণে কারাগারে এটি অর্জন করা, কনডমের অ্যাক্সেস নেই, ইনজেকশনযোগ্য ওষুধ এবং পরিষ্কার সূঁচের অভাব, উল্কি আঁকার সাথে, এবং দারিদ্র্য ও বেকারত্বের কারণে মুক্তি পাওয়ার পর স্বাস্থ্যসেবা এবং চিকিত্সার জন্য অপর্যাপ্ত অ্যাক্সেস। গবেষণায় আরও পাওয়া গেছে যে কারাবাসের উচ্চ হার কৃষ্ণাঙ্গ সম্প্রদায়ের উপলব্ধ পুরুষদের সংখ্যা হ্রাস করে এবং সামাজিক সম্পর্ক ভেঙে দেয়, যার ফলে প্রতিটি পুরুষের সমবর্তী যৌন অংশীদারদের সংখ্যা বৃদ্ধি পায়।\nপ্রাতিষ্ঠানিক বর্ণবাদ স্বাস্থ্য-সম্পর্কিত নীতির মাধ্যমে সংখ্যালঘুদের স্বাস্থ্যকে সরাসরি প্রভাবিত করতে পারে, সেইসাথে পরোক্ষভাবে অন্যান্য কারণের মাধ্যমেও। উদাহরণস্বরূপ, জাতিগত বিচ্ছিন্নতা অসামঞ্জস্যপূর্ণভাবে কৃষ্ণাঙ্গ সম্প্রদায়কে রাসায়নিক পদার্থ যেমন সীসা রং, শ্বাসকষ্টের জ্বালা যেমন ডিজেল ধোঁয়া, ভিড়, আবর্জনা এবং শব্দের কাছে প্রকাশ করে। জাতিগত সংখ্যালঘু গোষ্ঠীর সদস্যদের যারা শিক্ষা এবং কর্মসংস্থানে একটি সুবিধাবঞ্চিত অবস্থা আছে তাদের বীমামুক্ত হওয়ার সম্ভাবনা বেশি, যা তাদের প্রতিরোধমূলক, ডায়াগনস্টিক, বা থেরাপিউটিক স্বাস্থ্য পরিষেবা অ্যাক্সেস থেকে উল্লেখযোগ্যভাবে বাধা দেয়।\nমার্কিন যুক্তরাষ্ট্রে জাতিগত সংখ্যালঘুরা সাধারণ জনসংখ্যার তুলনায় বেশি স্বাস্থ্য ও পরিবেশগত ঝুঁকির সম্মুখীন হয়। ১৯৮২ সালে, ওয়ারেন কাউন্টি, এনসি-তে একটি আফ্রিকান-আমেরিকান সম্প্রদায়ে একটি প্রস্তাবিত পলিক্লোরিনযুক্ত বাইফেনাইল ল্যান্ডফিল ছিল। পিসিব'র বিষাক্ত রাসায়নিক যে ভূগর্ভস্থ জলে জোঁক এবং পানীয় জল সরবরাহ দূষিত করতে পারে. সম্প্রদায় প্রতিরোধ করে এবং বলে যে এটি পরিবেশগত বর্ণবাদের একটি কাজ। এই ঘটনাটিকে পরিবেশগত ন্যায়বিচার আন্দোলনের সূচনা বলে মনে করা হয়: রঙের সম্প্রদায়গুলি যে অন্যায়ের মুখোমুখি হয় তা মোকাবেলার একটি আন্দোলন। গবেষণা দেখায় যে পরিবেশগত আইন ও বিধি প্রয়োগে জাতিগত বৈষম্য রয়েছে। আমেরিকার সবচেয়ে দূষিত পরিবেশে বর্ণ এবং দরিদ্রদের বসবাস, কাজ এবং খেলার সম্ভাবনা বেশি। রঙের সম্প্রদায়গুলি অসামঞ্জস্যপূর্ণভাবে সীসা, কীটনাশক, এবং পেট্রোকেমিক্যাল উদ্ভিদের সংস্পর্শে আসে। দুর্ভাগ্যবশত, জাতি এবং শ্রেণী একটি নির্ভরযোগ্য সূচক যেখানে শিল্প কারখানা এবং বর্জ্য সুবিধা অবস্থিত। প্রাতিষ্ঠানিক পরিবেশগত বর্ণবাদ এই ভূমি ব্যবহারের সিদ্ধান্তগুলিকে অন্তর্ভুক্ত করে যা হাঁপানি, স্থূলতা এবং ডায়াবেটিসের মতো স্বাস্থ্য সমস্যাগুলিতে অবদান রাখে।\nমার্কিন যুক্তরাষ্ট্রে ওপিওড মহামারিটি অত্যধিক শ্বেতাঙ্গ, আফ্রিকান-আমেরিকান এবং ল্যাটিনো সম্প্রদায়গুলিকে রেহাই দেয় কারণ ডাক্তাররা অসচেতনভাবে তাদের অ-শ্বেতাঙ্গ রোগীদের জন্য আরও সতর্কতার সাথে মাদকদ্রব্য লিখে দেন। \"জাতিগত স্টেরিওটাইপিং অ-শ্বেতাঙ্গ জনসংখ্যার উপর একটি প্রতিরক্ষামূলক প্রভাব ফেলছে,\" ডঃ অ্যান্ড্রু কোলোডনি, ব্রান্ডেইসের ওপিওড পলিসি রিসার্চ কোলাবোরেটিভের সহ-পরিচালকের মতে।\nকোভিড-১৯ মহামারিটি অসামঞ্জস্যপূর্ণভাবে আফ্রিকান আমেরিকানদের প্রভাবিত করেছে, অন্যান্য জাতিগত গোষ্ঠীর তুলনায় প্রাথমিক তরঙ্গের সময় এই রোগে বেশি মারা গেছে। কংগ্রেসের সামনে সাক্ষ্য দিতে গিয়ে, মার্কিন করোনাভাইরাস টাস্ক ফোর্সের নেতৃস্থানীয় মহামারি বিশেষজ্ঞ, ডঃ অ্যান্টনি ফৌসি সাক্ষ্য দিয়েছেন যে কারণের সংমিশ্রণ সংখ্যালঘুদের সংখ্যালঘু সংক্রমিতদের প্রভাবিত করে। প্রাতিষ্ঠানিক বর্ণবাদ সিডিসি দ্বারা সংগৃহীত তথ্যে একটি ভূমিকা পালন করেছে কিনা সে বিষয়ে প্রতিক্রিয়া জানাতে, তিনি নির্দিষ্ট জনসংখ্যার অন্তর্নিহিত অবস্থার সাথে সংক্রমণের ঝুঁকিকে একটি কারণ হিসাবে উল্লেখ করেছেন, তবে তার মতামত নিশ্চিত করেছেন যে এই ক্ষেত্রে ছিল। একটি কুইন্স ইউনিভার্সিটি বেলফাস্ট গবেষণায় দেখা গেছে যে ভাইরাসের জন্য কৃষ্ণাঙ্গ, মধ্য-প্রাচ্য এবং এশিয়ান ব্যক্তিদের বৃহত্তর সংবেদনশীলতার জন্য অপর্যাপ্ত প্রমাণ রয়েছে।\nশ্বেতাঙ্গ নারীদের তুলনায় কৃষ্ণাঙ্গ নারীদের মাতৃত্বজনিত কারণে মারা যাওয়ার সম্ভাবনা আড়াই গুণ বেশি। আফ্রিকান আমেরিকানদের জন্য শিশু-মৃত্যুর হার প্রতি ১,০০০ জন্মে ১১, যা ২০১৮ মার্কিন যুক্তরাষ্ট্রের গড় ৫.৭ এর চেয়ে বেশি। প্রত্যাশিত আয়ুতে কৃষ্ণাঙ্গ এবং শ্বেতাঙ্গ আমেরিকানদের মধ্যে একটি ক্রমাগত জাতিগত ব্যবধান বিদ্যমান; গড়ে এই জীবন-প্রত্যাশিত ব্যবধান প্রায় ৪ বছর। যাইহোক, এটি রাজ্য এবং শহর উভয় স্তরের উপর নির্ভর করে ব্যাপকভাবে পরিবর্তিত হয়। উদাহরণস্বরূপ, উইসকনসিনে, কৃষ্ণাঙ্গ-শ্বেতাঙ্গ জীবনের প্রত্যাশার ব্যবধান নারীদের জন্য প্রায় ৬ বছর এবং পুরুষদের জন্য ৭ বছর, এবং ওয়াশিংটন ডিসিতে এই ব্যবধানটি নারীদের জন্য প্রায় ১২ বছর এবং পুরুষদের মধ্যে ১৭ বছরের বেশি।\n\n\n==== অপরাধ ====\n\nযদিও ক্র্যাক কোকেন ব্যবহারকারীদের প্রায় এক তৃতীয়াংশ শ্বেতাঙ্গ বা হিস্পানিক মানুষ (২০১৩ সালে ০.৮%, ০.৩% এবং ০.১% কৃষ্ণাঙ্গ, শ্বেতাঙ্গ এবং হিস্পানিকদের জন্য গত বছরের ব্যবহারের রিপোর্ট করা হয়েছে), ১৯৯৪ সালে ফেডারেল আদালতে ক্র্যাক কোকেনের জন্য যেসকল লোক দোষী সাব্যস্ত হয়েছে তার একটি বড় শতাংশের দখলে ছিল কৃষ্ণাঙ্গ মানুষ। ১৯৯৪ সালে, ক্র্যাক কোকেন রাখার দায়ে দোষী সাব্যস্ত হওয়া আসামীদের ৮৬.৩% কৃষ্ণাঙ্গ মানুষ, যখন ১০.৩% শ্বেতাঙ্গ এবং ৫.২% হিস্পানিক ছিল। পাউডার কোকেনের দখল আরও জাতিগতভাবে মিশ্রিত ছিল, অপরাধীদের মধ্যে ৫২% শ্বেতাঙ্গ, ২৯.৭% কৃষ্ণাঙ্গ এবং ১৭% হিস্পানিক। ফেডারেল বিচার ব্যবস্থার মধ্যে, পাউডার কোকেন বিতরণের অভিপ্রায়ে দোষী সাব্যস্ত একজন ব্যক্তিকে ৫০০ গ্রাম বা তার বেশি পরিমাণের জন্য পাঁচ বছরের কারাদণ্ড দেওয়া হয়, যেখানে ৫ গ্রাম বা তার বেশি পরিমাণ ক্র্যাক কোকেন বিতরণের অভিপ্রায়ে রাখার জন্য দোষী সাব্যস্ত একজন ব্যক্তি পাঁচ বছরের কারাদণ্ডের মুখোমুখি হন। গুরুতর এবং ভারসাম্যহীন মাদকদ্রব্য রাখার আইনের সংমিশ্রণে, জাতিভেদে দোষী সাব্যস্ত হওয়ার হারসহ, বিচার ব্যবস্থা একটি জাতিগত বৈষম্য তৈরি করেছে। ২০১৫ সালে, বর্তমান রাষ্ট্রপতি বারাক ওবামা একটি ফেডারেল কারাগার (প্রথম রাষ্ট্রপতি) পরিদর্শন করেছিলেন যে কীভাবে অসম সাজা বন্দীদের প্রভাবিত করে এবং কীভাবে মার্কিন যুক্তরাষ্ট্রে, অত্যধিক সাজা দেওয়া কঠোর সাজা আইনের ক্ষতিকারক ফলাফল ছিল, সেই সাথে প্রয়োজনীয়তা নিয়ে আলোচনা করার জন্য পদ্ধতি পরিবর্তন করতে সিনেটে, শীর্ষস্থানীয় রিপাবলিকান এবং ডেমোক্র্যাটিক সিনেটররা, একটি বিরল দ্বিদলীয় প্রচেষ্টায়, এই আইনগুলোর জন্য কংক্রিট সংশোধন করার জন্য কয়েক মাস ধরে আলোচনা করেছিলেন। আইনটি ২০১০ সালে বৈষম্য কমাতে পরিবর্তন করা হয়েছিল; এটি শুধুমাত্র নতুন ক্ষেত্রে প্রভাবিত করে। সিনেটের মতে, চার দশকের চরম সাজা নীতির পর হাজার হাজার দীর্ঘ সাজা কমানোর জন্য একটি পূর্ববর্তী সংশোধনের প্রয়োজন ছিল। গবেষণায় দেখা গেছে যে একই সময়ে কারাগারের জনসংখ্যা এবং অপরাধ উভয়ই কমানো সম্ভব। মার্কিন দন্ড কমিশন একটি বছর-দীর্ঘ পর্যালোচনা, যা ৬,০০০ বন্দীদের একটি গণ মুক্তির ফলাফল হবে, যাদের সব ইতোমধ্যে কারাগারে যথেষ্ট সময় পরিবেশন করা হয়েছে নিম্নলিখিত ড্রাগ সাজা একটি পূর্ববর্তী হ্রাস ঘোষণা. এই পদক্ষেপটি অতিরিক্ত ভিড় কমাতে এবং গত কয়েক দশক ধরে কারাগারে পাঠানো অন্যায়ভাবে অভিযুক্ত মাদক অপরাধীদের সান্ত্বনা দেওয়ার প্রয়াসে করা হয়েছিল। যাদের মুক্তি দেওয়া হবে তাদের মধ্যে কিছুকে নির্বাসন দেওয়া হবে, এবং সবগুলো আরও বিচার বিভাগীয় পর্যালোচনা সাপেক্ষে হবে।\nএনওয়াইপিডি দ্বারা অনুশীলন হিসাবে স্টপ এবং ফ্রিস্ক এবং অ্যারেস্ট কোটা নামেও পরিচিত বড় শহরগুলোতে সংখ্যালঘু জনসংখ্যাকে লক্ষ্য করে এমন নীতিগুলোর সমস্যা, অনুশীলনটি পরিবর্তন করেছে এমন মামলার কারণে মিডিয়া কভারেজ থেকে সরে গেছে। ফ্লয়েড বনাম নিউ ইয়র্কের সিটিতে, একটি রায় যা এনওয়াইপিডি তত্ত্বাবধানের জন্য একটি স্বাধীন ইন্সপেক্টর জেনারেলের অফিস তৈরি করেছিল, ফেডারেল বিচারক উচ্চপদস্থ ব্যক্তিদের \"কোটা\" ব্যবহারের একটি হুইসেল-ব্লোয়ারের রেকর্ডিংকে 'ধূমপান বন্দুকের প্রমাণ' বলে অভিহিত করেছেন যে পুলিশ জাতিগতভাবে প্রোফাইলিং করছে। এবং নাগরিকদের নাগরিক অধিকার লঙ্ঘন। মামলার কেন্দ্রে থাকা পুলিশ অফিসারটি শহরের সাথে $১.১ মিলিয়নে মীমাংসা করে এবং একটি পৃথক মামলায় হাসপাতালের বিরুদ্ধে একটি অতিরিক্ত নিষ্পত্তি জিতেছিল যেখানে পুলিশ প্রতিশোধ নেওয়ার পরে তাকে অনিচ্ছাকৃতভাবে বন্দী করে রাখা হয়েছিল এবং তাকে বেআইনিভাবে একটি সাইক ওয়ার্ডে রাখা হয়েছিল তার মধ্যে ফাজড পরিসংখ্যান রিপোর্ট করার জন্য প্রান্তিক ২০১৪ সালে অফিস নেওয়ার পর, নিউ ইয়র্ক সিটির মেয়র বিল ডি ব্লাসিও স্টপ-এন্ড-ফ্রিস্ক অনুশীলনের মামলা চালিয়ে যেতে অস্বীকার করেন এবং অনুশীলনের অধীনে সংখ্যালঘুদের সংখ্যা নাটকীয়ভাবে কমে যায়। মাদকদ্রব্য প্রয়োগকারী কর্মকর্তাদের দ্বারা পরিচালিত অভ্যাসটি মোকদ্দমা প্রকাশ করার পরে প্যাড গ্রেপ্তারের পরিসংখ্যানে কোটার ব্যবহারও হ্রাস পেয়েছে।\nএকটি স্ট্যানফোর্ড ইউনিভার্সিটি গবেষণা যা মার্কিন যুক্তরাষ্ট্রে ৯৩ মিলিয়ন ট্রাফিক স্টপ বিশ্লেষণ করে প্রকাশ করেছে যে আফ্রিকান আমেরিকানরা শ্বেতাঙ্গদের তুলনায় নিষিদ্ধ হওয়ার সম্ভাবনা কম থাকা সত্ত্বেও বন্ধ হওয়ার সম্ভাবনা বিশ শতাংশ বেশি। ক্যালিফোর্নিয়া রাজ্যে, লস অ্যাঞ্জেলেসে পুলিশ অফিসারদের দ্বারা আটকানো ৩৮% লোক ছিল কৃষ্ণাঙ্গ মানুষ, যদিও জনসংখ্যার মাত্র ৯% ছিল। ওয়াশিংটন, ডি.সি.-তে, কৃষ্ণাঙ্গ মানুষ জনসংখ্যার ৪৬% তৈরি করে কিন্তু ৭২% মানুষ থেমে যায় যদিও কৃষ্ণাঙ্গ এবং শ্বেতাঙ্গদের মধ্যে নিষিদ্ধ হিট হারের পার্থক্য পরিসংখ্যানগতভাবে উল্লেখযোগ্য নয়। বোস্টনে, জনসংখ্যার মাত্র ২৪% হওয়া সত্ত্বেও থেমে যাওয়া কৃষ্ণাঙ্গদের মধ্যে ৬৪% ছিল; এমনকি অভিযুক্ত গ্যাং জড়িত থাকার জন্য নিয়ন্ত্রণ করার পরেও এবং পূর্বে গ্রেপ্তারের রেকর্ড, কৃষ্ণাঙ্গদের পুনরাবৃত্তি পুলিশ এনকাউন্টার এবং এনকাউন্টারের সময় যাচাই বা অনুসন্ধান করার সম্ভাবনা বেশি ছিল। ইলিনয়ে, সংখ্যালঘু চালকদের শ্বেতাঙ্গ চালকদের তুলনায় ১.৫ বেশি বার বন্ধ করা হয় এবং ল্যাটিনো চালকদের প্রায় ২ গুণ বেশি কুকুর-স্নিফ অনুসন্ধানের শিকার হওয়ার সম্ভাবনা অ-হিস্পানিক শ্বেতাঙ্গদের তুলনায় কিন্তু নিষিদ্ধ ১.৬ গুণ কম প্রায়ই পাওয়া যায়।\nহার্ভার্ড বিশ্ববিদ্যালয়ের একটি গবেষণায় দেখা গেছে যে ম্যাসাচুসেটসের ফৌজদারি বিচার ব্যবস্থায় সংখ্যালঘুরা সেই রাজ্যের জনসংখ্যার অনুপাতের তুলনায় ফৌজদারি বিচার ব্যবস্থার সমস্ত অংশে প্রতিনিধিত্ব করার জন্য বেশি ঝুঁকির সম্মুখীন হয়। মাদক বা অস্ত্রের অভিযোগে তাদের গ্রেফতার ও দোষী সাব্যস্ত হওয়ার সম্ভাবনা শ্বেতাঙ্গদের তুলনায় আট গুণ বেশি। একই অপরাধের জন্য কৃষ্ণাঙ্গদের ২৩৮ দিন বেশি এবং ল্যাটিনোদের ১৭৮ দিন বেশি সাজা পাওয়া গেছে। গবেষণায় উপসংহারে বলা হয়েছে যে 'স্টপ অ্যান্ড ফ্রিস্ক' সম্পর্কে \"অনুসন্ধানে বৈষম্য অপরাধমূলক আচরণের পার্থক্যের চেয়ে জাতিগত পক্ষপাতের সাথে বেশি সামঞ্জস্যপূর্ণ ছিল,\" বোস্টন শহরের জনসংখ্যার ২৪ শতাংশ যারা কৃষ্ণাঙ্গ ছিল তাদের ৮৩ শতাংশ পুলিশ জিজ্ঞাসাবাদ করেছে বা আটক করেছে।\nদক্ষিণ দারিদ্র্য আইন কেন্দ্র (এসপিএলসি) পাওয়া গেছে যে, ২০০৮ সাল থেকে, অফিসে বারাক ওবামার নির্বাচনের পর, বর্ণবাদী ঘৃণা গোষ্ঠীগুলো ৪০০% এর উপরে বৃদ্ধি পেয়েছে। এসপিএলসি দাবি করে যে প্রাতিষ্ঠানিক স্তরে বর্ণবাদ কঠিনভাবে মারা যায়, এবং এখনও আইন প্রয়োগকারী এবং ফৌজদারি বিচার ব্যবস্থা সহ অনেক মার্কিন প্রতিষ্ঠানে প্রচলিত। প্রায়ই এই প্রতিষ্ঠান বৃহত্তর পুলিশ বর্বরতা বরাবর জাতিগত প্রোফাইলিং ব্যবহার করে। মার্কিন যুক্তরাষ্ট্রে জাতি এবং মৃত্যুদণ্ডের মধ্যে আরেকটি বড় বৈষম্য হল যে শ্বেতাঙ্গ শিকারের সাথে হত্যা মামলায় মৃত্যুদণ্ডের ফলে কৃষ্ণাঙ্গ শিকারদের তুলনায় বেশি সম্ভাবনা ছিল।\nপ্রাক্তন হোমল্যান্ড সিকিউরিটি সেক্রেটারি জেহ জনসন দ্বারা একটি সাম্প্রতিক রিপোর্ট প্রকাশ্য এবং প্রাতিষ্ঠানিক বর্ণবাদ উভয়ই এনওয়াইএস আদালতের ব্যবস্থায় একটি ব্যাপক সমস্যা হতে দেখা যায়। \"এনওয়াইএস-এ রঙিন মানুষের জন্য দ্বিতীয় শ্রেণীর বিচার ব্যবস্থা\" উল্লেখ করে জনসনের রিপোর্টে বিশেষ করে নিউ ইয়র্ক সিটিতে আদালত ব্যবস্থা এবং রঙিন মানুষের মধ্যে মিথস্ক্রিয়ায় পক্ষপাতিত্ব এবং পদ্ধতিগত বর্ণবাদের বিরুদ্ধে লড়াইয়ের সুপারিশ করা হয়েছে। প্রধান প্রশাসনিক বিচারক লরেন্স কে. মার্কস রিপোর্টের ফলাফলগুলোকে উদ্বেগজনক বলে মনে করেন এবং বলেছিলেন যে রাষ্ট্র রিপোর্টের সমস্ত সমাধান বাস্তবায়নের চেষ্টা করবে। রিপোর্ট এছাড়াও আদালত কর্মকর্তাদের মধ্যে অসহিষ্ণু বর্ণবাদ আছে। দলটি ৩০০ জনেরও বেশি আদালতের কর্মীদের সাক্ষাৎকার গ্রহণ করেছে, যার মধ্যে আইনজীবীরা আদালতের কর্মকর্তা এবং বিচারকদের কাছ থেকে বৈষম্যের ঘটনা উল্লেখ করেছেন। যে বিচারকদের সাক্ষাৎকার নেওয়া হয়েছিল তারা বলেছেন যে ব্যস্ততম আদালতে সম্পদের অভাব সংখ্যালঘু ক্লায়েন্টদের উপর একটি ভিন্ন প্রভাব ফেলেছিল যা বেশিরভাগ মামলা তৈরি করে এবং বিচারিক বৈচিত্র্য প্রভাব কমাতে ব্যর্থ হয় কারণ কিছু কৃষ্ণাঙ্গ প্রার্থী আপস্টেট নিউইয়র্কে জমা দিতে পারে, যেখানে সংযোগ রয়েছে। বিচারক হিসেবে তাদের নিয়োগের ক্ষেত্রে গুরুত্বপূর্ণ। একজন বিচারক বলেছেন যে নিউইয়র্ক শহরের আদালতে তহবিল প্রদানে অনীহা ছিল \"যা প্রাতিষ্ঠানিক পক্ষপাতের উদাহরণ\"।\n\n\n==== ১৯৮৬ সালের মাদক বিরোধী আইন ====\nটেমপ্লেট:Racism topics\nকৃষ্ণাঙ্গ মানুষ এবং শ্বেতাঙ্গ অপরাধীদের দেওয়া শাস্তির মধ্যে বৈষম্য ক্র্যাক- এবং গুঁড়ো-কোকেন অপরাধের দ্বারা সবচেয়ে বেশি চিহ্নিত করা হয়েছে, যা ফেডারেল আইন অনুসারে ভিন্ন শাস্তি পেয়েছে। ১৯৮৬ এবং ১৯৯৭-এর মধ্যে, ফেডারেল মাদক বন্দীদের সংখ্যা চারগুণ হয়, সেই সংখ্যালঘুদের ৭৪% নিম্ন-স্তরের মাদক অপরাধের জন্য দোষী সাব্যস্ত হয় এবং বাধ্যতামূলক ন্যূনতম আইনের অধীনে দণ্ডিত হয় এবং পরে আইনে ষড়যন্ত্রের সংশোধনী যোগ করে।\nকংগ্রেসের সদস্য এবং রাজ্য বিধায়করা বিশ্বাস করেছিলেন যে এই কঠোর, অনমনীয় রায়গুলো মাদক ব্যবসার শীর্ষে থাকা ব্যক্তিদের ধরবে এবং অন্যদের এতে প্রবেশ করা থেকে বিরত রাখবে। পরিবর্তে, ড্রাগ সমস্যার এই বিস্তৃত প্রতিক্রিয়া আরও নিম্ন-স্তরের অপরাধীদের নিয়ে আসে, যার ফলে কারাগারের জনসংখ্যা ধারণক্ষমতা ছাড়িয়ে যাওয়া এবং করদাতাদের বোঝা বেড়ে যায়। বাধ্যতামূলক সাজা আইন সংখ্যালঘুদেরকে অসামঞ্জস্যপূর্ণভাবে প্রভাবিত করেছে এবং তাদের তীব্রতার কারণে পরিবারগুলো ধ্বংস হয়ে গেছে। ফলস্বরূপ, অনেক রাজ্য এই আইনগুলো ফিরিয়ে আনার প্রচেষ্টার সম্মুখীন হচ্ছে এবং বাধ্যতামূলক ন্যূনতমগুলি শেষ করার জন্য কংগ্রেসে প্রচেষ্টা রয়েছে।\n\n\n==== কিশোর আদালত ====\n\n২০১৪ সালে ফার্গুসন, মিসৌরিতে মাইকেল ব্রাউনের গুলি চালানোর আগে একটি ফেডারেল তদন্ত শুরু হয়েছিল, যা সেন্ট লুইস কাউন্টি, মিসৌরিতে কিশোর বিচার ব্যবস্থায় যুবকদের দেওয়া চিকিৎসায় ত্রুটি খুঁজে পেয়েছিল৷ বিচার বিভাগ, তিন বছরের মধ্যে ৩৩,০০০টি মামলার উপর ভিত্তি করে ২০ মাসের তদন্তের পরে, রিপোর্ট করেছে যে কৃষ্ণাঙ্গ যুবকদের সাথে শ্বেতাঙ্গদের তুলনায় আরও কঠোর আচরণ করা হয়েছিল এবং জাতি নির্বিশেষে সমস্ত নিম্ন-আয়ের যুবকদের তাদের মৌলিক সাংবিধানিক অধিকার থেকে বঞ্চিত করা হয়েছিল। যে যুবক-যুবতীরা আইন প্রয়োগকারীর মুখোমুখি হয়েছিল তারা আটককে বিরোধিতা করার বা আইনজীবীদের কাছ থেকে কোনও সাহায্য পাওয়ার খুব কম বা কোন সুযোগ পায়নি। ১ মিলিয়নের একটি কাউন্টিতে কিশোরদের জন্য শুধুমাত্র একজন পাবলিক ডিফেন্ডার নিয়োগ করা হয়েছে, এবং সেই আইনি সহায়তা ২০১৪ সালে 394টি মামলা পরিচালনা করেছে। তদন্তটি সেন্ট লুইসের কুখ্যাত মামলার সাথে সম্পর্কহীন ছিল, যা নিরস্ত্র কৃষ্ণাঙ্গ যুবকদের পুলিশ গুলি করার আগে শুরু হয়েছিল। কাউন্সেলের অ্যাক্সেস মঞ্জুর করতে ব্যর্থতা একটি অনানুষ্ঠানিক প্রক্রিয়ার অনুশীলনকে আলোকিত করেছে যা অপরাধীদেরকে একটি সতর্কবাণী দিয়ে ছেড়ে দিতে পারে বা আদালতে অভিযুক্ত হওয়ার পরিবর্তে তাদের ডাইভারশন প্রোগ্রামে প্রবেশ করতে পারে। কিন্তু অনানুষ্ঠানিক প্রক্রিয়ায় গৃহীত হওয়ার জন্য, অপরাধীদের অপরাধ স্বীকার করতে হয়েছিল, যা ফৌজদারি কার্যধারায় নিজেকে দোষী না করার অধিকারের বিরুদ্ধে চলে। মাইকেল ব্রাউনের গুলি চালানোর পরের তদন্তে কিশোরদের মামলা পরিচালনার পদ্ধতিতে একটি বিশাল বৈষম্য পাওয়া গেছে, যেখানে কৃষ্ণাঙ্গ যুবকদের আনুষ্ঠানিক ফৌজদারি বিচারের মধ্য দিয়ে শ্বেতাঙ্গদের তুলনায় 67% বেশি হওয়ার সম্ভাবনা রয়েছে। এটি তাদের আটকে রাখার সম্ভাবনাও খুঁজে পেয়েছিল, এবং পরবর্তীতে মামলাটি শেষ হওয়ার পরে কারাগারে দণ্ডিত হয়েছিল। তারা আরো একটি পূর্ববর্তী মামলা থেকে প্যারোল লঙ্ঘনের জন্য আটক করা সম্ভব ছিল।\nকাউন্টি বিচার বিভাগের সাথে সম্পূর্ণ সহযোগিতা করেনি, এবং সেন্ট লুইস ফ্যামিলি কোর্ট মন্তব্য করতে অস্বীকৃতি জানায়, যেমন রাষ্ট্রীয় আদালত ব্যবস্থা, যার এটি একটি অংশ। বিচার বিভাগের একজন কর্মকর্তা \"বিবেচনামূলক সিদ্ধান্ত নেওয়ার সময় অন্তর্নিহিত পক্ষপাতের ভূমিকাকে\" দোষ দিয়েছিলেন। তারা আরও রিপোর্ট করেছে যে আদালত খুব কমই সম্ভাব্য কারণের জন্য প্রমাণ বিবেচনা করে এবং কিশোররা অবৈধভাবে সেই প্রমাণকে চ্যালেঞ্জ করার সুযোগ বা কিশোর বিচার ব্যবস্থার বাইরে প্রাপ্তবয়স্ক আদালতে মামলা স্থানান্তর করার সুযোগ থেকে বঞ্চিত হয়। বেশিরভাগ রাষ্ট্রীয় আদালতে, পাবলিক ডিফেন্ডারের অফিস সিদ্ধান্ত নেয় কে প্রতিনিধিত্বের যোগ্যতার জন্য যথেষ্ট দরিদ্র; সেন্ট লুইস ফ্যামিলি কোর্টে বিচারক বা কোর্ট কমিশনার, কখনও কখনও বিভিন্ন মানের উপর ভিত্তি করে সিদ্ধান্ত নেন কে কাউন্সেলের অ্যাক্সেস পাবে। বিচার কর্মকর্তার কাছে সবচেয়ে বেশি সমস্যা ছিল আদালতের আধিকারিকদের অভিযুক্ত অপরাধ সম্পর্কে জটিল বিধিবদ্ধ ভাষা আবৃত্তি করার জন্য ক্রমাগত ব্যবহার, তারপর \"আপনি কি বোঝেন\" এবং হ্যাঁ/না প্রশ্নগুলির মাধ্যমে আসামীদের নেতৃত্ব দেন৷ বিচারকরা এই আবেদনগুলি জোরপূর্বক করা হয়েছিল কিনা, শিশুটির কোনো অপরাধমূলক উদ্দেশ্য ছিল কিনা বা বিশেষ করে, তারা কি অভিযোগের জন্য দোষী সাব্যস্ত করার পরিণতিগুলি সম্পূর্ণরূপে বুঝতে পেরেছিল কিনা তা খুঁজে বের করার কোন প্রচেষ্টা করেননি। নিজেদের প্রতিরক্ষায় অংশ নেওয়ার জন্য তাদের যোগ্যতা কখনোই প্রতিষ্ঠিত হয়নি এবং পরীক্ষা করা মামলার আইনি সহায়তাকারী কখনই সম্ভাব্য কারণ অনুসন্ধানকে চ্যালেঞ্জ করেননি, একজন বিশেষজ্ঞ সাক্ষী নিয়োগ করেননি বা শুনানির প্রমাণ বা নেতৃস্থানীয় প্রশ্নগুলিকে চ্যালেঞ্জ করেননি এবং বেশিরভাগ ক্ষেত্রেই শিশুর দোষ স্বীকার করে শেষ হয়েছে। সিভিল রাইটস ডিভিশন (বিচার বিভাগের) মিসিসিপি, টেনেসি, টেক্সাস এবং মিসৌরিতে কিশোর বিচার ব্যবস্থা নিয়ে ২০১৩ সালে শুরু হওয়া চারটি তদন্ত শুরু করে, এবং যখন নিষ্পত্তি করা হয়েছিল, তখন এটিকে ফৌজদারি দোষী সাব্যস্ততার বৈষম্য কাটিয়ে উঠতে মামলা দায়ের করতে হয়েছিল।\nবিদ্যালয়ে শূন্য-সহনশীলতা শৃঙ্খলার সাথে মিলিত, আমেরিকান বার অ্যাসোসিয়েশন দ্বারা ঘোষণা করা \"এক-আকার-ফিট-সমস্ত সমাধান\", কৃষ্ণাঙ্গ এবং ল্যাটিনো যুবকদের আইন প্রয়োগকারীর সাথে নেতিবাচক যোগাযোগের সম্মুখীন হওয়ার সম্ভাবনা বেশি এবং লঙ্ঘন হয়, যার ফলে জরিমানা হয় এবং অর্থ প্রদানে ব্যর্থতা, যার ফলে পরোয়ানা এবং/অথবা প্রবেশন লঙ্ঘন হয়। এই চক্রটি শিশুদের, বিশেষ করে নিম্ন আয়ের সংখ্যালঘুদের বিদ্যালয় থেকে কারাগারের পাইপলাইনে রাখার জন্য দেখানো হয়েছে।\n\n\n==== বিচারিক অসদাচরণ ====\n২০১০ সালে, দুই ওয়াশিংটন রাজ্যের উচ্চ আদালতের বিচারপতি, রিচার্ড বি. স্যান্ডার্স এবং জেমস এম জনসন, বিভিন্ন বোর্ড এবং কমিশনের জন্য $২৫,০০০ তহবিলের ভাগ্য নির্ধারণের জন্য আদালতের বৈঠকে বিস্মিত হয়েছিলেন। তারা বলেছিলেন যে কারাগারের জনসংখ্যার মধ্যে আফ্রিকান-আমেরিকান প্রতিনিধিত্ব খুব বেশি ছিল কারণ আফ্রিকান আমেরিকানরা তাদের জাতিগত কারণে নয় বরং তারা অনেক বেশি অপরাধের জন্য জড়িত। একজন কৃষ্ণাঙ্গ আইনজীবী বলেছেন যে এই দুই বিচারক একজন প্রাক্তন লিগ্যাল এইড আইনজীবীকে বর্ণনা করতে দারিদ্র্য দালাল শব্দটি ব্যবহার করেন তা শুনে তিনি হতবাক হয়েছিলেন। আদালতের রাজ্য প্রশাসনিক কার্যালয় (এওসি) ব্যবস্থাপক শার্লি বন্ডন, যিনি আইনি ব্যবস্থার সমালোচনামূলক আদালতের কার্যক্রম তদারকি করেন, তিনি বিচারপতিদের বলেছিলেন যে তিনি বিশ্বাস করেন যে জাতিগত \"ফৌজদারি-বিচার ব্যবস্থায় পক্ষপাতিত্ব, নিচ থেকে উপরে।\" বিচারপতি সন্ডার্সের প্রতিক্রিয়া কালো মানুষের সমালোচনামূলক ছিল, এই বলে যে তিনি বিশ্বাস করেন না যে দারিদ্র্য ব্যতীত বাধাগুলি বিদ্যমান ছিল কারণ এটি একজন অ্যাটর্নি বহন করার ক্ষমতাকে সীমাবদ্ধ করতে পারে। জেমস এম জনসন, যিনি আদালতের সবচেয়ে রক্ষণশীল বিচারক হিসাবে পরিচিত ছিলেন, তিনি সম্মত হন যে আফ্রিকান আমেরিকানরা তাদের নিজস্ব সম্প্রদায়ের বিরুদ্ধে অপরাধ করে, যার প্রতি বন্ডন আপত্তি জানিয়ে আদালতের সাথে একটি রুদ্ধদ্বার বৈঠকের অনুরোধ করেছিলেন। ভিতরে, বিচারপতি ডেব্রা স্টিফেনস বলেন যে তিনি স্যান্ডার্স এবং জনসনকে মন্তব্য করতে শুনেছেন, যার মধ্যে জনসন \"আপনি সবাই\" বা \"আপনি মানুষ\" ব্যবহার করেছেন যখন তিনি বলেছিলেন যে আফ্রিকান আমেরিকানরা তাদের নিজস্ব সম্প্রদায়ে অপরাধ করে। অন্য যারা বৈঠকে উপস্থিত ছিলেন তারা বলেছেন যে তারা বিচারপতিদের মন্তব্যে বিক্ষুব্ধ হয়েছিলেন, বলেছেন যে মন্তব্যগুলি জ্ঞান এবং সংবেদনশীলতার অভাব দেখিয়েছে। একজন কিটসাপ কাউন্টি জেলা আদালতের বিচারক, জেমস রিহল, সম্মত হয়েছেন, কারণ তিনি আইনি ব্যবস্থায় সমান আচরণের প্রতিবন্ধকতা সম্পর্কে \"তীব্রভাবে সচেতন\" ছিলেন। ২০১০ সালে, আফ্রিকান আমেরিকানরা ওয়াশিংটন রাজ্যের জনসংখ্যার ৪ শতাংশ প্রতিনিধিত্ব করেছিল কিন্তু কারাগারের জনসংখ্যার ২০ শতাংশ ছিল। দেশব্যাপী, অনুরূপ বৈষম্য গবেষকদের দ্বারা দায়ী করা হয়েছে শাস্তি প্রথা,[অপর্যাপ্ত আইনি প্রতিনিধিত্ব, ড্রাগ-প্রয়োগকরণ নীতি এবং অপরাধ-প্রয়োগকরণ পদ্ধতি যা অন্যায়ভাবে আফ্রিকান আমেরিকানদের প্রভাবিত করে।\n২০২০ সালে, একটি তদন্তে জানা যায় যে ওকলাহোমা বিচারক যারা তাদের বিচারিক শপথ লঙ্ঘন করেছেন এবং আইন মেনে চলতে ব্যর্থ হয়েছেন তাদের কোনো নিষেধাজ্ঞার সম্মুখীন হতে হবে না কারণ ২০০৪ সাল থেকে কোনোটিই আরোপ করা হয়নি। মার্কিন যুক্তরাষ্ট্র জুড়ে, আরও হাজার হাজার ব্যক্তিকে সুপ্রিম কোর্টের বিচারপতিদের চেম্বারে ব্যক্তিগতভাবে অনুমোদন দেওয়া হয়েছিল এবং তাদের কিছু মামলায় বর্ণবাদী বিবৃতি, আইনজীবীর অধিকার সম্পর্কে আসামীদের কারাগারে অবহিত করতে ব্যর্থতা এবং অসদাচরণের তদন্তকারী রাষ্ট্রীয় কর্মকর্তাদের কাছে মিথ্যা বলার অভিযোগ রয়েছে। প্রতিবেদনে ২০০৮ থেকে ২০১৮ পর্যন্ত ৩,৬০০টি মামলা চিহ্নিত করা হয়েছে যেখানে বিচারকদের শৃঙ্খলাবদ্ধ করা হয়েছিল কিন্তু অপরাধের প্রকৃতি সহ তাদের পরিচয় লুকিয়ে রাখা হয়েছিল- পাবলিক স্ক্রুটিনি থেকে। অনেক বিচারপতি যারা শাস্তির হুমকিতে পদত্যাগ করেছিলেন তারা কোনো নিষেধাজ্ঞার সম্মুখীন হননি এবং আইনের অনুশীলন চালিয়ে যান, কারণ তারা অন্যায় স্বীকার করেননি এবং অন্যান্য বিচারকদের দ্বারা গোপনীয় বিচার করা হয়েছিল। প্রতিবেদনে দেখা গেছে যে অসদাচরণের জন্য অনুমোদিত ১০ জনের মধ্যে ৯ জন বিচারককে তাদের দায়িত্বে ফিরে যাওয়ার অনুমতি দেওয়া হয়েছিল, যা উল্লেখযোগ্য সীমালঙ্ঘনের জন্য একটি শিথিল তদারকি এবং নম্র শাস্তিমূলক ব্যবস্থাকে প্রকাশ করে।\n\n\n==== বিসবি নির্বাসন ====\n\n১৯১৮ সালে, ইউএস ডিপার্টমেন্ট অফ জাস্টিস ফেল্পস ডজ মাইনিং কোম্পানির ২১ জন অফিসার এবং এক্সিকিউটিভের বিরুদ্ধে বিসবি, অ্যারিজোনা থেকে রাষ্ট্রীয় লাইন জুড়ে ১,২০০ কর্মীকে অপহরণের অভিযোগে অভিযুক্ত করে। পুরুষদের পরবর্তীতে প্রতিরক্ষা থেকে একটি প্রাক-বিচার মোশনের ভিত্তিতে মুক্তি দেওয়া হয়, এই দাবি করে যে ফেডারেল সরকারের কাছে তাদের চার্জ করার কোনো ভিত্তি নেই, কারণ তারা কোনো ফেডারেল আইন ভঙ্গ করা হয়নি। অ্যারিজোনার কর্মকর্তারা শ্রমিকদের নির্বাসন এবং তাদের হারানো মজুরি এবং অন্যান্য ক্ষতির জন্য দায়ীদের বিরুদ্ধে রাষ্ট্রীয় আদালতে ফৌজদারি কার্যক্রম শুরু করেননি। বিচার বিভাগ আপিল করেছিল, কিন্তু ইউনাইটেড স্টেটস বনাম হুইলার, ২৫৪ ইউ.এস. ২৮১ (১৯২০), প্রধান বিচারপতি এডওয়ার্ড ডগলাস হোয়াইট 8-থেকে-1 সংখ্যাগরিষ্ঠতার জন্য লিখেছেন যে মার্কিন সংবিধান ফেডারেল সরকারকে অধিকার প্রয়োগ করার ক্ষমতা দেয়নি। নির্বাসিত বরং এটি \"অবশ্যই মুক্ত বাসস্থান, প্রবেশ এবং প্রস্থানের সাথে মোকাবিলা করার জন্য সংরক্ষিত ক্ষমতার রাজ্যগুলি দ্বারা অব্যাহত দখলকে ধরে নিয়েছে।\" শুধুমাত্র \"রাষ্ট্রীয় বৈষম্যমূলক পদক্ষেপ\" এর ক্ষেত্রে ফেডারেল সরকারের ভূমিকা পালন করতে হবে। এই গণনাকৃত যুক্তির দ্বারা, সুপ্রিম কোর্টের কর্মকর্তারা এই দিকটি না নিয়ে ভুল করেছেন যে আজকের আইনী অভিধানে শুধু চুরি করা মজুরি, ইউনিয়ন ভাঙচুর, মিথ্যা কারাদণ্ড এবং অন্যান্য অপরাধের জন্য নয়, বরং ন্যায়বিচার চাওয়ার এবং প্রতিকার পাওয়ার অধিকার রয়েছে। বন্দুকধারী পুরুষদের দ্বারা আপনার বাড়ি থেকে জোরপূর্বক সরানো এবং গবাদি পশুর গাড়িতে রাষ্ট্রীয় লাইন জুড়ে পাঠানোর সহজাত অধিকার যেমন অনেক বাড়ির মালিক ছিলেন। সুপ্রিম কোর্টের 9 জন বিচারপতির মধ্যে ৮ জন একমত হয়েছেন এবং সেই সময়ে (প্রথম বিশ্বযুদ্ধ পরবর্তী বিরোধী-ইউনিয়ন এবং আইডব্লিউডব্লিউ) বিরোধী বক্তব্যের ভিত্তিতে, এই সিদ্ধান্তে পৌঁছান যে সরকার কর্মীদের অপসারণের জন্য কোম্পানিকে সাহায্য করেছে, যাদের মধ্যে অনেক মেক্সিকানরা ভাল বেতন এবং কাজের অবস্থার জন্য ওকালতি করছিলেন, পরের রাজ্যে সীমান্তের কাছাকাছি একটি জায়গায় যেতে উপদেশ দিয়েছিলেন যে কখনই ফিরে যাবেন না। যে কয়েকজন নির্বাসিত ব্যক্তি ফিরে এসেছেন এবং যারা নির্বাসনে প্রতিদ্বন্দ্বিতা করেছিলেন তারা তাদের মামলাগুলি হারান যাতে তাদের বাড়ি ফিরে আসে এবং 1966 সালে অবশেষে, মার্কিন যুক্তরাষ্ট্র বনাম গেস্ট, ৩৮৩ ইউএস ৭৪৫ (১৯৬৬), সুপ্রিম কোর্ট প্রধান বিচারপতি হোয়াইটের সিদ্ধান্তকে বাতিল করে দেয় যে ফেডারেল সরকার শুধুমাত্র রাষ্ট্র লঙ্ঘনের বিরুদ্ধে ভ্রমণের অধিকার রক্ষা করতে পারে।\nসংঘাতের শেষে, অ্যাটর্নি জেনারেল এ. মিচেল পামার এবং অন্যরা বিসবি ঘটনাকে যুক্তি হিসেবে ব্যবহার করে রাষ্ট্রদ্রোহ আইনের সমতুল্য শান্তিকালীন জন্য ওকালতি করেন। তারা বলেছে যে কোম্পানির প্রতিনিধি এবং স্থানীয় আইন প্রয়োগকারীরা আইন নিজের হাতে তুলে নেওয়ার একমাত্র কারণ হল সরকারের সরাসরি মৌলবাদী অনুভূতি দমন করার ক্ষমতা নেই। সরকার যথাযথ আইন প্রণয়ন এবং দীর্ঘ কারাবাসের হুমকি দিয়ে সজ্জিত হলে, বেসরকারী নাগরিকরা কাজ করার প্রয়োজন অনুভব করত না। ১৯২০ সালে লেখা, হার্ভার্ডের অধ্যাপক জেকারিয়াহ চাফি সেই দৃষ্টিভঙ্গিকে উপহাস করেছিলেন: \"নিঃসন্দেহে কিছু সরকারী পদক্ষেপের প্রয়োজন ছিল শান্তিবাদী এবং চরম মৌলবাদীদের জনতার সহিংসতা থেকে রক্ষা করার জন্য, কিন্তু বিশ বছরের জন্য কারাবাস একটি খুব অদ্ভুত ধরনের সুরক্ষা বলে মনে হয়।\" এটিকে স্থানীয় শেরিফের দ্বারা যথাযথভাবে নিয়োগকৃত ব্যক্তিগত নাগরিকদের সতর্কতামূলক পদক্ষেপ হিসাবে বিবেচনা করা হয়েছিল যা অ্যারিজোনা, নিউ মেক্সিকো এবং টেক্সাসের মেক্সিকান বংশোদ্ভূতদের প্রতি নির্দেশিত বর্ণবাদী উপাদানকে কোন গুরুত্ব দেয় না, ১৯১০ এর শুরুর দিকে যাদের মার্কিন যুক্তরাষ্ট্রে তাদের বাড়ি থেকে নিয়মতান্ত্রিকভাবে বাধ্য করা হয়েছিল।\n\n\n==== মেক্সিকান বংশোদ্ভূত লোকদের লিঞ্চিং ====\n\n১৮৫০ থেকে ১৯৩০ এর দশক পর্যন্ত দক্ষিণ-পশ্চিমে মেক্সিকানদের বিরুদ্ধে সতর্কতামূলক পদক্ষেপ এবং অন্যান্য সহিংসতা নথিভুক্ত করা হয়েছিল। অন্তত শত শত সম্ভবত হাজার হাজার মেক্সিকান শ্বেতাঙ্গ অ্যাংলো আমেরিকান এবং সরকারী বাহিনীর দ্বারা নিহত হয়েছিল, নিহতদের মধ্যে অনেকেই আমেরিকান নাগরিক ছিলেন। তাদের মধ্যে কিছু লোককে হত্যা করেছিল যারা তাদের জমি থেকে তাড়িয়ে দিতে চেয়েছিল এবং অন্যদের হত্যা করা হয়েছিল কারণ তারা দস্যু বা বিদ্রোহী বলে সন্দেহ করেছিল। তাদের অনেককে মারধর করা হয়, যার মধ্যে কয়েকজনকে কারাগার থেকে নিয়ে যাওয়া হয় এবং শত শত মানুষের সামনে হত্যা করা হয়। ১৮৪৮ এবং ১৯২৮ সালের মধ্যে ৫৭১ মেক্সিকানদের মারধর করা হয়েছিল। কিছু মেক্সিকান দস্যু অভিযানের প্রতিক্রিয়ায় নিহত হয়েছিল, অন্যদের হত্যা করার অভিযোগ আনার পরে হত্যা করা হয়েছিল, অন্যদেরকে গবাদি পশু চুরি করার অভিযোগে হত্যা করা হয়েছিল, অন্যদেরকে কার্ডে প্রতারণার অভিযোগে হত্যা করা হয়েছিল, এবং অন্যরা তাদের হত্যা করার পরে হত্যা করা হয়েছিল। অন্যায়ের প্রতিবাদ করেছেন। উদাহরণস্বরূপ, টেক্সাসে ব্রাইট রেঞ্চ অভিযানের এক মাস পরে, রেঞ্জার্স মেক্সিকান সীমান্তের কাছে পোরভেনির গণহত্যা করেছিল যেখানে ১৫ জন পুরুষ ও ছেলেকে মৃত্যুদণ্ড দেওয়া হয়েছিল এবং অভিযানে জড়িত থাকার অভিযোগে মিথ্যা অভিযোগ করা হয়েছিল। পোরভেনির গণহত্যা সম্পর্কে সচেতনতা বাড়ানোর প্রচেষ্টা প্রাথমিকভাবে ঐতিহাসিক স্থানগুলিতে রাজ্য কমিশন দ্বারা স্থগিত করা হয়েছিল, স্থানীয় ঐতিহাসিক কমিশনের চেয়ারম্যান একটি মার্কার নির্মাণের বিরোধিতা করে দাবি করেছিলেন যে এটি 'জঙ্গি হিস্পানিক' দ্বারা ব্যবহার করা হচ্ছে যারা ক্ষতিপূরণ পেতে চেয়েছিলেন। পরে তাকে রাজ্য ঐতিহাসিক কমিশনের প্রধানের দ্বারা অতিরিক্ত শাসিত করা হয়েছিল, যিনি সন্দেহভাজন মেক্সিকান ভিলিস্টাস দ্বারা আক্রান্ত অ্যাংলো রাঞ্চগুলোতে মার্কার স্থাপনের প্রতিশ্রুতি দেওয়ার পাশাপাশি পোরভেনির গণহত্যার স্থানে একটি মার্কার স্থাপনের প্রতিশ্রুতি দিয়ে একটি চুক্তি করেছিলেন।\n\n\n==== পামার রেইডস ====\n\nমার্কিন যুক্তরাষ্ট্রের বিচার বিভাগের মতে, পামার বিচার বিভাগের অপব্যবহার করে তাদের শপথ লঙ্ঘন করেছেন কারণ যারা ভাল মজুরির পক্ষে আন্দোলন করেন তাদের ওপরে অবৈধভাবে আক্রমণে যাওয়ার জন্য। স্ট্রাইকাররা এজেন্ট উস্কানিদাতাদের লক্ষ্যবস্তুতে পরিণত হয়েছিল যারা \"কমিউনিস্ট শ্রমিক\" এবং যুদ্ধবিরোধী কর্মীদের সভায় অনুপ্রবেশ করেছিল। বিসবি নির্বাসন সংবাদপত্রে তা প্রকাশ হওয়ার পর, আমেরিকানরা অবৈধ বিদেশীদের সাথে আচরণের বিষয়ে বিভক্ত হয়ে পড়ে, যারা কথিত কমিউনিস্ট ছিল। প্রাক্তন রাষ্ট্রপতি থিওডোর রুজভেল্ট প্রেসে মতামত দিয়েছিলেন যে বিসবি খনি শ্রমিকরা \"এটি আসছে, কারণ তারা সর্বনাশের দিকে ঝুঁকছিল!\" বিচার বিভাগ রাষ্ট্রীয় অভিনেতাদের দ্বারা অধিকার ও স্বাধীনতা থেকে বঞ্চিত ব্যক্তিদের পক্ষে ওকালতি করা থেকে শুরু করে সন্দেহজনক পরোয়ানা এবং উগ্রবাদের সন্দেহে তাদের আটকে রাখা হয়েছে। রেড স্কয়ার যেটি ১৯২০ সালে রাশিয়ান ইহুদি এবং অন্যান্য পূর্ব ইউরোপীয় অভিবাসীদের বিরুদ্ধে প্রাতিষ্ঠানিক বর্ণবাদকে উস্কে দিয়েছিল তা ছিল রাশিয়ায় ১৯১৭ বলশেভিক বিপ্লবের প্রতিক্রিয়া এবং ১৯১৯ সালের প্রথম দিকে ইতালীয় নৈরাজ্যবাদীদের দ্বারা সরকার উৎখাতের পক্ষে একটি বোমা হামলা। ফলাফল ছিল কুখ্যাত পালমার অভিযান, বাহ্যত বিপজ্জনক বিদেশী অপসারণ করার জন্য একটি নির্বাসন ব্যবস্থা। ১৯১৯ সালে অ্যাটর্নি জেনারেল এ. মিচেল পালমার মার্কিন যুক্তরাষ্ট্র থেকে মৌলবাদী এবং নৈরাজ্যবাদীদের অপসারণের জন্য একটি ধারাবাহিক অভিযান শুরু করেন। শ্রম বিভাগের অনুগত কর্মকর্তাদের কাছ থেকে ওয়ারেন্টের অনুরোধ করা হয়েছিল, এবং ব্যাপক অভিযানে ধরা পড়া বেশ কিছু বিদেশী নাগরিককে অবশেষে নির্বাসিত করা হয়েছিল। যেহেতু শুধুমাত্র শ্রম বিভাগেরই বিদেশীদের নির্বাসনের আইনি অধিকার ছিল, তাই তারা পদ্ধতিতে আপত্তি জানিয়েছিল; তা সত্ত্বেও, আইনের রঙের অধীনে, ৭ নভেম্বর ১৯১৯ তারিখে অভিযান শুরু হয়। এটির নেতৃত্বে ছিলেন ২৪ বছর বয়সী জে. এডগার হুভার, বিচার বিভাগের ব্যুরো অফ ইনভেস্টিগেশনের একটি নতুন বিভাগের নেতৃত্বে ছিলেন, যাকে বলা হয় জেনারেল ইন্টেলিজেন্স ডিভিশন। চরমপন্থি গোষ্ঠীর কর্মসূচি তদন্ত এবং তাদের সদস্যদের শনাক্ত করার দায়িত্বে সজ্জিত, তদন্ত ব্যুরোর এজেন্টদের সাথে স্থানীয় পুলিশের সাথে অভিযান শুরু হয়, ১২টি শহরে রাশিয়ান শ্রমিক ইউনিয়নের বিরুদ্ধে ধারাবাহিকভাবে প্রচারিত এবং হিংসাত্মক অভিযান চালানো হয়।\nসংবাদপত্রে বলা হয়েছে যে কয়েকজনকে গ্রেপ্তারের সময় \"খারাপভাবে মারধর\" করা হয়েছিল। পরে অনেকেই শপথ করেন যে জিজ্ঞাসাবাদের সময় তাদের হুমকি ও মারধর করা হয়েছে। সরকারী এজেন্টরা একটি বিস্তৃত জাল নিক্ষেপ করে, কিছু আমেরিকান নাগরিক, পথচারী যারা রাশিয়ান বলে স্বীকার করেছিল, কিছু রাশিয়ান শ্রমিকদের সদস্য নয়। অন্যরা ছিল শিক্ষকরা যারা টার্গেটেড র্যাডিক্যাল গ্রুপের সাথে ভাগ করে নিয়ে মহাকাশে নাইট স্কুলের ক্লাস পরিচালনা করছিলেন। গ্রেফতারি পরোয়ানার সংখ্যা ছাড়িয়ে গেছে। নিউইয়র্ক সিটিতে গ্রেপ্তার হওয়া 650 জনের মধ্যে সরকার মাত্র ৪৩ জনকে নির্বাসন দিতে সক্ষম হয়েছিল। হুভার পরবর্তী অভিযানের আয়োজন করেছিল। তিনি সফলভাবে শ্রম দপ্তরকে প্ররোচিত করেন যাতে গ্রেফতারকৃতদের অবিলম্বে জানানোর জন্য যে তাদের একটি অ্যাটর্নি পাওয়ার অধিকার রয়েছে। পরিবর্তে, লেবার নির্দেশনা জারি করে যে তার প্রতিনিধিরা \"সরকারি স্বার্থ রক্ষার জন্য\" আসামীর বিরুদ্ধে মামলা প্রতিষ্ঠিত হওয়া পর্যন্ত অপেক্ষা করতে পারে। কম প্রকাশ্যে, হুভার একটি ভিন্ন সংগঠন, কমিউনিস্ট লেবার পার্টিকে অন্তর্ভুক্ত করার জন্য কমিউনিস্ট পার্টির বিরুদ্ধে কাজ করার জন্য লেবার চুক্তির ব্যাখ্যা করার সিদ্ধান্ত নেন। অবশেষে, শ্রম সচিব উইলিয়াম বি. উইলসন জোর দিয়েছিলেন যে ওয়ারেন্টের জন্য একটি সংস্থার সদস্যতার চেয়ে বেশি প্রয়োজন হওয়া সত্ত্বেও, হুভার আরও অনুগত শ্রম আধিকারিকদের সাথে কাজ করেছিলেন এবং শ্রম কর্মীদের অভিভূত করে দিয়েছিলেন যে ওয়ারেন্ট পেতে চান। পামার এবং হুভার সহ বিচার বিভাগের কর্মকর্তারা পরে এই ধরনের বিবরণের অজ্ঞতা দাবি করেন।\nবিচার বিভাগ ২ জানুয়ারি ১৯২০-এ ধারাবাহিক অভিযান শুরু করে, পরবর্তী কয়েক দিনের মধ্যে ফলো-আপ অপারেশনগুলি। ছোট অভিযান পরবর্তী ছয় সপ্তাহে বাড়ানো হয়েছে। কমপক্ষে ৩,০০০ গ্রেপ্তার করা হয়েছিল, এবং আরও অনেককে বিভিন্ন সময়ের জন্য আটকে রাখা হয়েছিল। পুরো এন্টারপ্রাইজটি নভেম্বরের অ্যাকশনকে বৃহত্তর পরিসরে প্রতিলিপি করেছে, যার মধ্যে রয়েছে তল্লাশি পরোয়ানা ছাড়াই গ্রেপ্তার এবং বাজেয়াপ্ত করা, সেইসাথে অতিরিক্ত ভিড় এবং অস্বাস্থ্যকর হোল্ডিং সুবিধাগুলিতে আটক রাখা। হুভার পরে \"বর্বরতার স্পষ্ট ঘটনা\" স্বীকার করেছেন। বোস্টনের কিছু ক্ষেত্রে নির্যাতনের অন্তর্ভুক্ত, যেখানে বন্দীদের চুল্লির উপরে একটি 'হট বাক্সে' রাখা হয়েছিল এবং দিনে এক গ্লাস জল এবং এক টুকরো রুটি দেওয়া হয়েছিল এবং সেখানে ৫০ ঘন্টা রাখা হয়েছিল। অভিযানগুলি ২৩ টি রাজ্যের ৩০ টিরও বেশি শহর এবং শহরগুলিকে কভার করেছিল, তবে মিসিসিপির পশ্চিমে এবং ওহাইওর দক্ষিণে \"প্রচারের অঙ্গভঙ্গি\" ছিল যাতে প্রচেষ্টাটি দেশব্যাপী পরিসরে প্রদর্শিত হয়। কারণ অভিযানগুলি সমগ্র সংস্থাগুলিকে লক্ষ্য করে, এজেন্টরা সংগঠনের মিটিং হলগুলিতে পাওয়া প্রত্যেককে গ্রেপ্তার করে, শুধুমাত্র অ-র্যাডিক্যাল সংগঠনের সদস্যদেরই গ্রেপ্তার করে না, তবে এমন দর্শকদেরও গ্রেপ্তার করে যারা একটি টার্গেট সংগঠনের অন্তর্গত ছিল না, এবং কখনও কখনও আমেরিকান নাগরিকদের গ্রেপ্তার এবং নির্বাসনের জন্য যোগ্য নয়। কয়েক সপ্তাহের মধ্যে, শ্রম বিভাগে কর্মীদের পরিবর্তনের পর, পামার শ্রম লুই ফ্রিল্যান্ড পোস্টের সহকারী সচিবের শ্রমের নতুন এবং খুব স্বাধীন-বুদ্ধিসম্পন্ন ভারপ্রাপ্ত সচিবের মুখোমুখি হন, যিনি ২,০০০ টিরও বেশি ওয়ারেন্টকে অবৈধ বলে বাতিল করেছিলেন। গ্রেফতারকৃত ১০,০০০ জনের মধ্যে ৩,৫০০ জনকে আটকে রাখা হয়েছে কর্তৃপক্ষের হাতে; ৫৫৬ আবাসিক অবৈধ বিদেশীকে অবশেষে ১৯১৮ সালের ইমিগ্রেশন অ্যাক্টের অধীনে নির্বাসিত করা হয়েছিল।\n\n\n==== অন্যান্য ঘটনা ====\n২৮ মে ১৯২০-এ, এসিএলইউ তার \"ইউনাইটেড স্টেটস ডিপার্টমেন্ট অফ জাস্টিস এর অবৈধ অনুশীলনের উপর রিপোর্ট\" প্রকাশ করে, যা বিচার বিভাগের সন্দেহভাজন ব্যক্তিদের বেআইনি গ্রেপ্তার, এজেন্টদের প্ররোচনাকারীদের দ্বারা অবৈধ ফাঁদে ফেলা, এবং বেআইনি ইনকম্যুনিকাডো আটকের বিষয়ে সতর্কতার সাথে নথিভুক্ত করে। যেমন বিশিষ্ট আইনজীবী এবং আইন অধ্যাপক ফেলিক্স ফ্রাঙ্কফুর্টার, রোস্কো পাউন্ড এবং আর্নস্ট ফ্রয়েন্ড এতে স্বাক্ষর করেন। হার্ভার্ডের অধ্যাপক জেকারিয়া চাফি তার ১৯২০ খণ্ডের বাক স্বাধীনতায় অভিযান এবং নির্বাসনের প্রচেষ্টা এবং আইনি প্রক্রিয়ার অভাবের সমালোচনা করেছিলেন। তিনি লিখেছেন: \"মন্দ-চিন্তাকে প্রতিরোধ করার জন্য একজন কোয়েকারকে কারাগার এবং নির্বাসনে নিয়োগ করা উচিত আমাদের সময়ের সবচেয়ে দুঃখজনক বিড়ম্বনাগুলির মধ্যে একটি।\" বিধি কমিটি জুন মাসে পামারকে একটি শুনানি দেয়, যেখানে তিনি পোস্ট এবং অন্যান্য সমালোচকদের আক্রমণ করেছিলেন যাদের \"সামাজিক বিপ্লবের জন্য কোমল স্বেচ্ছাচারিতা এবং অপরাধী নৈরাজ্যবাদীদের প্রতি বিকৃত সহানুভূতি... জনগণের মধ্যে বৃহৎ জনসাধারণের শত্রু যাদের এটি ইচ্ছা ছিল এবং কংগ্রেসের পরিত্রাণের অভিপ্রায়।\" প্রেস বিবাদটিকে উইলসন প্রশাসনের অকার্যকরতা এবং বিভাজনের প্রমাণ হিসাবে দেখেছিল যখন এটি তার চূড়ান্ত মাসগুলিতে পৌঁছেছিল।\n১৯২০ সালের জুন মাসে, ম্যাসাচুসেটস ডিস্ট্রিক্ট কোর্টের বিচারক জর্জ ডব্লিউ অ্যান্ডারসনের একটি সিদ্ধান্তে ১৭ গ্রেপ্তারকৃত বিদেশিদের ছাড়ার নির্দেশ দেওয়া হয় এবং বিচার বিভাগের কর্মকাণ্ডের নিন্দা করা হয়। তিনি লিখেছেন যে \"একটি জনতা হলো একটি জনতা, তা সরকারী কর্মকর্তাদের দ্বারা গঠিত হোক না কেন বিচার বিভাগের নির্দেশে কাজ করে বা অপরাধী এবং খারাপ এবং দুষ্ট শ্রেণীর দ্বারা।\" তার সিদ্ধান্ত কার্যকরভাবে অভিযানের কোনো পুনর্নবীকরণ প্রতিরোধ করে।\nমন্টানায়, তামার খনি শ্রমিকরা ওয়েস্টার্ন ফেডারেশন অফ মাইনার্সের সাথে অসন্তুষ্ট ছিল এবং এইভাবে খনি শ্রমিকদের মধ্যে সংঘর্ষ শুরু হয় যার ফলে মাঠের অনেক শ্রমিককে আটক করা হয়। ইউএস ডিস্ট্রিক্ট কোর্টের বিচারক জর্জ এম. বোরকুইন, ১৯২০ সালের ১২ ফেব্রুয়ারি তাদের মুক্তির একটি রিট মঞ্জুর করে একটি সিদ্ধান্তে লিখেছেন, \"স্বাধীনতার ঘোষণা, আমাদের দেশের পিতাদের লেখা, বিপ্লব, সংবিধান এবং ইউনিয়ন, সবই ছিল। সরকারী অত্যাচারের মতো সরকারকে উৎখাত করতে অনুপ্রাণিত। তারা এখনও জীবিত, অতীব গুরুত্বপূর্ণ, দেশের সকল আবাসিক, এলিয়েন এবং নাগরিকদের রক্ষা করার জন্য সম্ভাব্য শক্তি। যদি এলিয়েনের মন্দ ওকালতি এবং শিক্ষার প্রমাণ এতটাই চাওয়া হয় যে এটি কেবল এখানেই বিদ্যমান। , এবং এখানে সুরক্ষিত হিসাবে, তিনি এই দেশের জন্য অনেক কম বিপদের কারণ যারা আইন-শৃঙ্খলা, মানবতা এবং ন্যায়বিচার লঙ্ঘন করে তাকে নির্বাসনে নিয়ে এসেছে। আজ আমেরিকায় প্রকাশ।\" হুভার এফবিআই-এর প্রধান হন, যেটি তার ইতিহাসে কইনটেলপ্রো, মার্টিন লুথার কিং জুনিয়র এবং ম্যালকম এক্স অপারেশনের প্রাতিষ্ঠানিক বর্ণবাদের জন্যও পরিচিত হয়েছিল এবং উইলসনকে প্রতিস্থাপন করার জন্য ডেমোক্র্যাটিক রাষ্ট্রপতি মনোনয়নের জন্য পালমার তার বিডের জন্য সমস্ত সমর্থন হারিয়েছিলেন। বিচারক সুন্দরভাবে তা সংক্ষিপ্ত করলেন; \"বিবেকবান ব্যক্তিরা যারা এই দেশকে এবং এর প্রতিষ্ঠানগুলিকে ভালবাসে তারা তাদের মধ্যে এবং তাদের অনুশীলনে এবং সরকারকে হিস্টিরিয়া দ্বারা আরও বেশি বিপদ দেখেন, তারা কৃপণ, ঘৃণ্য \"রেডস\" এর চেয়ে উদ্দীপিত করে যা তাদের সকলের দৃশ্যমান উপলক্ষ। সেই লোকেরা আত্মবিশ্বাসের সাথে অনুমান করতে পারে এমনকি \"রেডস\" হিসেবে, তারাও যথাসময়ে চলে যাবে, এবং জাতি এখনও বেঁচে থাকে। উভয়ের সাথে মোকাবিলা করা আদালতের জন্য, এখতিয়ারের মধ্যে আনা হলে উভয়কেই আটকে রাখা। নাগরিক স্বাধীনতা সম্পর্কে অনেক উল্লেখযোগ্য কাজ লিখতে। তার প্রথম বই, বাকস্বাধীনতা, আধুনিক প্রথম সংশোধনী তত্ত্ব প্রতিষ্ঠা করে।\n\n\n==== অভিবাসনে ====\nঅন্যান্য অনেক সংখ্যালঘু গোষ্ঠীও প্রাতিষ্ঠানিক বর্ণবাদের শিকার হয়েছিল। উদাহরণস্বরূপ, চীনা নাগরিকদের উপর অভিবাসন নিষেধাজ্ঞা আরোপ করা হয়েছিল। ১৮৭০ এর দশকে পশ্চিম উপকূলে, চীনা শ্রমিক এবং শ্বেতাঙ্গদের মধ্যে চাকরির জন্য তীব্র প্রতিযোগিতায় কিছু শ্বেতাঙ্গকে চীনা বিরোধী আন্দোলন শুরু করতে অনুপ্রাণিত করেছিল। ১৮৮২ সালের প্রথম চীনা বর্জন আইন পাশ করা হয়েছিল চীনাদের মার্কিন যুক্তরাষ্ট্রে অভিবাসন থেকে নিষিদ্ধ করার জন্য, ফলস্বরূপ, ১৮৮৭ সালে মাত্র দশজন চীনা অভিবাসী মার্কিন যুক্তরাষ্ট্রে প্রবেশ করেছিল। ১৯১৭ এশিয়াটিক ব্যারেড জোন অ্যাক্ট, তুরস্ক থেকে ইন্দোনেশিয়া এবং চীনে অভিবাসন বন্ধ করার চেষ্টা করেছিল, দক্ষিণ এশিয়ার উপমহাদেশ এবং দক্ষিণ-পূর্ব এশিয়া থেকে কার্যত সমস্ত নতুন আগমনকে বাদ দিয়েছিল। ১৭০০ এর দশকের শেষের দিকে ফ্রান্স এবং আয়ারল্যান্ডের বিরুদ্ধে মার্কিন ইতিহাস জুড়ে অন্যান্য অভিবাসন বিরোধী নীতি ছিল এবং ১৯২৪ সালের অভিবাসন আইনের সাথে দক্ষিণ ইউরোপীয়, পূর্ব ইউরোপীয়, ইহুদি, আফ্রিকান, আরব, পূর্ব এশিয়ান এবং ভারতীয়দের বিরুদ্ধে অভিবাসন বিরোধী মনোভাবও প্রভাবিত করতে পারে। সংখ্যালঘুরা যারা বহু প্রজন্ম ধরে মার্কিন নাগরিক, যেমন দ্বিতীয় বিশ্বযুদ্ধের সময় জাপানি আমেরিকানদের বন্দী করা এবং ১৯৩০ এর মেক্সিকান প্রত্যাবাসন। ১৯৬৫ অভিবাসন আইনটি ১৯২০ সাল থেকে চালু হওয়া জাতীয়-অরিজিন কোটা ব্যবস্থাকে উল্টে দিয়েছে, যা কিছু জাতিগত সংখ্যালঘুদের প্রতি বৈষম্যমূলক আচরণ করেছিল, বিশেষ করে পূর্ব গোলার্ধে যারা উদ্ভূত হয়েছিল।\n১৯২৯ এবং ১৯৩৯ সালের মধ্যে, মহামন্দার সময়, ৩৫৫,০০০ থেকে এক মিলিয়ন মেক্সিকান এবং মেক্সিকান আমেরিকানদের মেক্সিকোতে প্রত্যাবাসন বা নির্বাসিত করা হয়েছিল, যাদের মধ্যে ৪০ থেকে ৬০% মার্কিন নাগরিক ছিল, বেশিরভাগই ছিল শিশু। আনুষ্ঠানিক নির্বাসনের চেয়ে স্বেচ্ছায় প্রত্যাবাসন বেশি সাধারণ ছিল। সরকার আনুষ্ঠানিকভাবে ১৯২৯ এবং ১৯৩৫ এর মধ্যে কমপক্ষে ৮২,০০০ জনকে মেক্সিকোতে নির্বাসিত করেছিল। আইএনএস অনুসারে, ১৯৩০-এর দশকে প্রায় ৪০০,০০০ থেকে 1 মিলিয়ন মেক্সিকান এবং মেক্সিকান-আমেরিকান মেক্সিকোতে চলে গিয়েছিল। কয়েকজনকে আনুষ্ঠানিকভাবে নির্বাসিত করা হয়েছিল, বেশিরভাগই তাদের নিজস্ব শহর থেকে মেক্সিকোতে গিয়েছিল যেখানে কর্মকর্তারা নির্বাসনের হুমকি দিয়ে তাদের বাধ্য করেছিল; অথবা স্বেচ্ছায় প্রত্যাবাসন করা হয়েছিল - যদিও প্রায়ই জোরপূর্বক - প্রত্যাবাসন কর্মসূচি রাজ্য এবং স্থানীয় সরকার এবং দাতব্য সাহায্য সংস্থার দ্বারা পরিচালিত হয়।\n\nপ্রত্যাবাসন প্রচারাভিযান ছিল ওকিস দ্বারা পশ্চিম অভিবাসন এবং গ্রেট ডিপ্রেশন সময় মার্কিন যুক্তরাষ্ট্রে আবাসন এবং মজুরি শ্রম ঘাটতি মহামন্দার আগ পর্যন্ত, অনেক আমেরিকান নাগরিক মেক্সিকানদের মূল্য সস্তা শ্রম হিসেবে দেখেছিলেন। বর্ধিত দারিদ্র্য এবং কম কাজের কারণে, অনেক আমেরিকান এবং কর্মকর্তারা মেক্সিকানদের বলির পাঁঠা বানায়। হুভার প্রশাসনের শ্রম সচিব, উইলিয়াম এন. ডোয়াক (হুভারভিলস) আমেরিকানদের কাছ থেকে চাকরি নেওয়ার জন্য \"অবৈধ অভিবাসীদের\" (অভিবাসী শ্রমিকদের) বলির পাঁঠা বানিয়েছিলেন। ১৯৩১ সালে, ন্যাশনাল কমিশন অন ল অবজারভেন্স অ্যান্ড এনফোর্সমেন্ট, উইকারশাম কমিশন ডোয়াকের অধস্তনদের দ্বারা নিযুক্ত পদ্ধতিগুলোকে অসাংবিধানিক বলে মনে করে। নীতিটি ফ্র্যাঙ্কলিন ডি. রুজভেল্টের প্রশাসনে অব্যাহত ছিল।\nআব্রাহাম হফম্যানের মতে, \"১৯৩১ সাল থেকে, দেশ জুড়ে শহর ও কাউন্টিগুলো স্থানীয় কল্যাণ ব্যুরো বা ব্যক্তিগত দাতব্য সংস্থাগুলোর পৃষ্ঠপোষকতায় পরিচালিত প্রত্যাবাসন কর্মসূচিকে তীব্র করে তোলে এবং শুরু করে\"। লস অ্যাঞ্জেলেসের বোর্ড অফ সুপারভাইজারদের দাতব্য সংস্থা এবং জনকল্যাণ কমিটির চেয়ারম্যান (এবং পরে লস অ্যাঞ্জেলেস মেয়র), ফ্রাঙ্ক এল. শও নির্বাসনের বৈধতা নিয়ে গবেষণা করেছিলেন কিন্তু তাকে পরামর্শ দেওয়া হয়েছিল যে শুধুমাত্র ফেডারেল সরকারই বৈধভাবে লোকদের নির্বাসনের অনুমতি দেয়। ফলস্বরূপ, এল.এ. কাউন্টি সুপারভাইজাররা তাদের অভিযানকে \"প্রত্যাবাসন\" বলে অভিহিত করেন, যা বলডেরামা দাবি করেন নির্বাসনের জন্য একটি উচ্চারণ।\nসি.পি. ভিসেল, বেকারত্ব ত্রাণ সমন্বয়ের জন্য লস এঞ্জেলেস সিটিজেনস কমিটির মুখপাত্র তার \"বেকারত্ব ত্রাণ পরিমাপ\" শুরু করেন। যা একটি \"মনস্তাত্ত্বিক অঙ্গভঙ্গি\" তৈরি করবে যা \"স্কেয়ারহেড\" মেক্সিকানদের লস এঞ্জেলেস থেকে বের করবে। ইমিগ্রেশন ব্যুরো অনেক ব্যাপক অভিযান এবং নির্বাসনের জন্য দায়ী ছিল, এবং স্থানীয় সরকার এই অভিযানগুলোকে অভিবাসীদের, বিশেষ করে মেক্সিকানদের জন্য \"ভয়ঙ্কর\" বলে। আর মেক্সিকানদের কাছ থেকে অনেক অভিযোগ ও সমালোচনাকে উস্কে দেওয়ার মেক্সিকান কনস্যুলেট এবং স্প্যানিশ ভাষার ম্যাগাজিন লা ওপিনিওন।\nসামাজিক ইতিহাসের অধ্যাপক রেমন্ড রদ্রিগেজ এবং ফ্রান্সিসকো বালডেরামা দ্বারা 'বিশ্বাসঘাতকতার দশক' সহ প্রত্যাবাসন সম্পর্কে অসংখ্য বই লেখা হয়েছে। ১৯৯৫ সালে, তারা একটি বই লিখেছিল, যা ক্যালিফোর্নিয়া রাজ্য এবং লস এঞ্জেলেস কাউন্টির কর্মকর্তাদের কাছ থেকে আইনী শুনানি এবং আনুষ্ঠানিক ক্ষমা চাওয়া হয়েছিল। ২০০৬ সালে, হাউস অফ রিপ্রেজেন্টেটিভস কংগ্রেস পার্সন হিলডা সোলিস এবং লুইস গুতেরেস প্রত্যাবাসনের জন্য মার্কিন সরকারের কাছ থেকে ক্ষমা চাওয়ার আহ্বান জানান। মেক্সিকান প্রত্যাবাসন অভিযান মার্কিন পাঠ্যপুস্তকে ব্যাপকভাবে আলোচিত হয় না। মার্কিন যুক্তরাষ্ট্রে সবচেয়ে বেশি ব্যবহৃত নয়টি আমেরিকান ইতিহাস পাঠ্যপুস্তকের 2006 সালের একটি সমীক্ষায়, চারটি বিষয় উল্লেখ করেনি এবং শুধুমাত্র একজন এই বিষয়ে অর্ধেকেরও বেশি পৃষ্ঠা উৎসর্গ করেছে। মোট, তারা প্রত্যাবাসন চার পৃষ্ঠা উৎসর্গকৃত।\n\nমেক্সিকান শ্রম যা মার্কিন কৃষি ব্যবসা সরবরাহ করে তাদের প্রত্যাবাসন চক্রকারে চলমান ছিল, কারণ সময়ে সময়ে মেক্সিকোতে তীব্র শ্রমের অভাব ছিল। অবৈধ সীমান্ত ক্রসিংকে ঘিরে ক্রমবর্ধমান কূটনৈতিক এবং নিরাপত্তা সমস্যাগুলোর সাথে, আইএনএস ১৯৫০ এর দশকের গোড়ার দিকে মেক্সিকান সরকারের সহযোগিতায় ১৯৫৪ সালে অপারেশন ওয়েটব্যাক শুরু করে তার অভিযান এবং আশঙ্কা বৃদ্ধি করে। ব্র্যাসেরো প্রোগ্রাম কার্যকর হওয়ার সময়, আইএনএস ১৯৫৪ সালে শুরু করে এক মিলিয়ন মেক্সিকানকে নির্বাসিত করেছিল। যাদের গ্রেপ্তার করা হয়েছিল তাদের প্রায়শই সম্পত্তি পুনরুদ্ধার না করে বা পরিবারের সাথে যোগাযোগ না করেই নির্বাসিত করা হয়েছিল এবং তারা মেক্সিকোতে প্রবেশ করার সময় প্রায়ই খাবার বা কর্মসংস্থান ছাড়াই আটকা পড়েছিল। নির্বাসিত মেক্সিকানরা প্রায়ই চরম পরিস্থিতির সম্মুখীন হয় এবং কিছুকে মরুভূমিতে ফেলে রাখা হয়; ১৯৫৫ সালের জুলাই মাসে ১১২-ডিগ্রি তাপে ৪৪ জন নির্বাসিত শ্রমিক মারা গিয়েছিল। বেশিরভাগ নির্বাসিতকে জাহাজে করে ভেরাক্রুজে পাঠানো হয়েছিল বা স্থলপথে দক্ষিণ মেক্সিকান শহরগুলোতে পাঠানো হয়েছিল। অপারেশন চলাকালীন, আমেরিকান কৃষকদের দ্বারা অবৈধ শ্রমিকদের নিয়োগের কারণে অবৈধ শ্রমের সস্তা মূল্য এবং ব্রেসরো প্রোগ্রামের আমলাতান্ত্রিক বাধা এড়ানোর ইচ্ছার কারণে অব্যাহত ছিল।\n\n\n==== সিভিল সেবা ====\n\nসিভিল সার্ভিস শিরোনামে মেধা-ভিত্তিক নিয়োগের পছন্দের ক্ষেত্রে জাতি-অন্ধ ছিল বলা হলেও; বাস্তবে, তবে, এমন কিছু শিরোনাম রয়েছে যা বর্তমান দিনে একীকরণকে প্রতিরোধ করেছে। যে প্রতিষ্ঠানগুলো ১৯৫০ এবং ১৯৬০ এর দশকের নাগরিক অধিকারের লড়াইয়ের পরেও প্রতিরোধ করেছিল, ১৯৭০ এবং এমনকি শেষ দশক পর্যন্ত আদালতের হস্তক্ষেপের ফলে। আদালতের হস্তক্ষেপের ফলে সম্মতি ডিক্রির অনেকগুলো ফেডারেল সরকারের হস্তক্ষেপের ফলে নিয়োগের ক্ষেত্রে ইইওসি অভিযোগের কারণে বা বৈষম্য প্রকাশ্য ছিল। ২০০৭ পর্যন্ত, যখন এফডিএনওয়াই-এর ভলকান সোসাইটি ভিন্ন প্রভাবের আইনি তত্ত্ব ব্যবহার করে আদালতে বিরাজ করেছিল, অনেক মামলার ফলে নিয়োগের ক্ষেত্রে জাতিগত কোটা আরোপ করা হয়েছিল। সারা দেশে পুলিশ এবং ফায়ার ডিপার্টমেন্টগুলো ইনসুলার সংস্কৃতি পরিবর্তন করতে ধীর গতিতে কাজ করেছে যা তাদের বৈচিত্র্যের অভাব এবং চ্যালেঞ্জের জন্য উন্মুক্ত রাখে।\nসিভিল সার্ভিস, একটি প্রতিষ্ঠান হিসেবে, ঐতিহ্যগতভাবে পদে নিয়োগের ক্ষেত্রে স্বজনপ্রীতি এবং রাজনীতির প্রভাব রোধ করতে ব্যবহৃত হত। ১৮৭১ সালে ফেডারেল স্তরে অনুমোদিত, এটি ১৮৩০ সাল থেকে লুণ্ঠন ব্যবস্থার সংস্কার এবং গৃহযুদ্ধ-পরবর্তী যুগের অপব্যবহারের কারণে ঘটেছিল, যখন কংগ্রেস রাষ্ট্রপতিকে একটি সিভিল সার্ভিস কমিশন নিয়োগ করতে এবং ভর্তির জন্য প্রবিধান নির্ধারণের অনুমোদন দেয়। জনসেবার জন্য। একজন অসন্তুষ্ট অফিস-প্রার্থী ১৮৮১ সালে রাষ্ট্রপতি গারফিল্ডকে হত্যা করেছিলেন এবং কংগ্রেস ১৮৮৩ সালে পেন্ডলটন সিভিল সার্ভিস রিফর্ম অ্যাক্ট পাস করতে অনুপ্রাণিত হয়েছিল, যা দৃঢ়ভাবে সিভিল সার্ভিস প্রতিষ্ঠা করেছিল। পুনর্গঠনের সময়, এটি ফেডারেল সরকারকে দক্ষিণে (প্রাথমিকভাবে ডাক পরিষেবা) সদ্য মুক্তিপ্রাপ্ত কৃষ্ণাঙ্গ লোকদের জন্য চাকরি প্রদান করতে সক্ষম করে যেখানে তাদের জন্য অন্য কোন কর্মসংস্থানের সুযোগ ছিল না। ১৮৮১ সালে মেধা ব্যবস্থার সূচনা হওয়ার পর থেকে, ফেডারেল সিভিল সার্ভিসের পদে কৃষ্ণাঙ্গদের সংখ্যা ০.০৫৭% থেকে ১৯১০ সালের মধ্যে ৫.৬%-এ উন্নীত হয়। ১৮৮৩ সাল থেকে, ফেডারেল কর্মচারীদের সংখ্যাগরিষ্ঠ পদে বসানো হয় যেগুলো সিভিল সার্ভিস পদবী দ্বারা শ্রেণীবদ্ধ করা হয়। (এছাড়াও দেখুন: ইউএস সিভিল সার্ভিস রিফর্ম)\n১৯১৩ সালে, জমির আইন বিচ্ছিন্ন করার সাথে, রাষ্ট্রপতি উড্রো উইলসনের প্রশাসনের অধীনে কংগ্রেসের দক্ষিণের ডেমোক্র্যাটরা ফেডারেল সিভিল সেবাে, বিশেষ করে পোস্টাল সেবাে তাদের প্রতিষ্ঠিত অবস্থান থেকে যতটা সম্ভব সংখ্যালঘুদের অপসারণের চেষ্টা করেছিল।   \n\nএটি প্রশাসনকে সিভিল সার্ভিসে অধিষ্ঠিত পদ থেকে কৃষ্ণাঙ্গ বেসামরিক কর্মচারীদের অবনমিত ও অপসারণ করতে সক্ষম করে এবং আরও কোনো নতুন নিয়োগকে বাধা দেয়, এইভাবে উদ্দেশ্যমূলকভাবে ফেডারেল সিভিল সার্ভিস থেকে কৃষ্ণাঙ্গ বর্জনকে বাড়িয়ে তোলে।  উইলসন তার প্রশাসনে কৃষ্ণাঙ্গদের উন্নীত করার প্রতিশ্রুতি দিয়ে প্রচার করেছিলেন অতীতের রিপাবলিকান প্রশাসনের দেওয়া পৃষ্ঠপোষকতার সাথে মিল রেখে। অনেক কৃষ্ণাঙ্গ সংবাদপত্র, তার উদ্বোধনী বক্তৃতার উপর ভিত্তি করে, তাকে সমর্থন করেছিল, কিন্তু কংগ্রেসে যারা দক্ষিণী গণতন্ত্রী একীকরণের বিরোধিতা করেছিল তারা সক্রিয়ভাবে তাকে বিতর্কিত করেছিল, এবং পৃষ্ঠপোষক নিয়োগ আরও কম পড়েছিল। পোস্ট অফিসে কৃষ্ণাঙ্গ এবং শ্বেতাঙ্গদের মধ্যে 'বিরোধ' দাবি করে, তারা তাদের আলাদা করার প্রস্তাব করেছিল। পরিমাপ বিরোধিতা, কিছু বিভাগে জিম ক্রো অনুশীলন একটি প্রতিহিংসা সঙ্গে নেওয়া হয়েছিল. ১৯২১ সাল নাগাদ, যারা কৃষ্ণাঙ্গ ডাক কর্মীদের পদচ্যুত বা বরখাস্ত করা হয়নি তাদের ওয়াশিংটন, ডি.সি.-তে 'ডেড লেটার অফিস'-এ একটি প্রাচীরের পিছনে ছিল বা পর্দার পিছনে রাখা হয়েছিল যেখানে অন্যান্য কর্মীদের তাদের দেখতে হয়নি। বিচ্ছিন্নতাকে ন্যায্যতা দেওয়ার জন্য প্রকৃতপক্ষে কোন ভিত্তি বা অভিযোগ জমা ছাড়াই এটি অনানুষ্ঠানিক নীতিতে পরিণত হয়েছে। চিহ্ন টয়লেট এবং লাঞ্চরুম সীমাবদ্ধ প্রদর্শিত, পুরো অফিস রুম দ্বারা পৃথক করা হয় এবং কর্মীদের জাতি দ্বারা বন্ধ জোড়া ছিল. প্রস্তাবিত বৈষম্যমূলক আইনের ভার্চুয়াল বন্যা কংগ্রেসে 'জিম ক্রো' স্ট্রিটকার থেকে শুরু করে সামরিক কমিশন থেকে সেনা বা নৌবাহিনীর অফিসার পর্যন্ত কৃষ্ণাঙ্গদের বাদ দেওয়া এবং এন্টি-মিসেজেনেশন বিলের প্রস্তাব করা হয়েছিল। কৃষ্ণাঙ্গ অভিবাসন সীমাবদ্ধ করার বিলও ছিল। এটি রাজ্যগুলোতে ছড়িয়ে পড়ে যেখানে কৃষ্ণাঙ্গ লোকদের সীমাবদ্ধ করে আরও বিল পাস হয়েছিল। ফেডারেল সিভিল সার্ভিস উইলসনের অধীনে ভালভাবে কাজ করেনি, কারণ তিনি মনে করেছিলেন যে \"এটি তাদের সুবিধার জন্য ছিল\" এবং \"বর্ণের পুরুষ এবং নারীদের নিয়োগ এবং অগ্রগতি ঘিরে থাকা অনেক অসুবিধাগুলো দূর করার সম্ভাবনা রয়েছে\", যার অধীনে সংঘটিত বিচ্ছিন্নতাকে সমর্থন করে তার প্রশাসন।\nপরবর্তী অধ্যায় ছিল .১৯৩৯ সালের হ্যাচ অ্যাক্ট, যা রাষ্ট্র এবং স্থানীয় বেসামরিক কর্মচারীদের রাজনৈতিক কর্মকাণ্ডে অংশ নিতে বা অফিসের জন্য দৌড়াতে বাধা দেয়। এটি কংগ্রেসের রক্ষণশীল শক্তির প্রতিক্রিয়া ছিল যারা WPA এবং FDR রাষ্ট্রপতির আস্থাভাজন হ্যারি হপকিন্সের সাথে সংযুক্ত কিছু সংস্থায় প্রশাসনিক নিয়োগ রোধ করতে চেয়েছিল, যাদের তারা 'ভুল লোকদের' চাকরি দিচ্ছে বলে মনে করেছিল। ব্রাউন বনাম শিক্ষা বোর্ড সুপ্রীম কোর্টের সিদ্ধান্ত এবং নাগরিক অধিকারের যুগে আসা সম্পর্কিত মামলাগুলি পর্যন্ত, প্রাতিষ্ঠানিক বিচ্ছিন্নতা ফেডারেল স্তরে প্লেসি বনাম ফার্গুসন ইউএস সুপ্রিম কোর্ট মামলার সিদ্ধান্ত দ্বারা বহাল ছিল, যা আদালত ১৯৫৪ সালে বাতিল করে দেয়। এটি অনুসরণ করে, শহরগুলো তাদের আইনজীবীদের সাথে পরামর্শ করে এবং ফলস্বরূপ, একীকরণ শুরু হয়। এটিকে প্রাতিষ্ঠানিক বর্ণবাদ দ্বারা প্রতিস্থাপিত করা হয়েছিল, আইনের চিঠিকে সমুন্নত রাখার অভ্যাস ছিল, কিন্তু চেতনা নয়, সংখ্যালঘু নিয়োগকারীদের শিরোনামে জায়গা পেতে বাধা দেওয়ার প্রয়াসে যেখানে তাদের অসমনুপাতিকভাবে কম উপস্থাপন করা হয়েছিল, যেমন পুলিশ এবং দমকল বিভাগ, এবং ব্যবস্থাপনা পদে।\n\n\n==== মিশ্রণ-পরবর্তী সময়কাল ====\n১৯৫০-এর দশকে সারা দেশে, কৃষ্ণাঙ্গ লোকেরা কর্মসংস্থান বৈষম্যকে চ্যালেঞ্জ করার সাধারণ কারণ খুঁজে পেয়েছিল এবং বর্ণের সংবাদপত্রগুলো এই কারণটি গ্রহণ করেছিল। অর্থনৈতিকভাবে, যুদ্ধোত্তর বছরগুলোতে সংখ্যালঘুদের জন্য চাকরি দুষ্প্রাপ্য হয়ে উঠছিল কারণ ফিরে আসা চাকরিজীবীরা উৎপাদন এবং কারখানার ভিত্তি পুনরুদ্ধার করেছিল। সিভিল সার্ভিস দ্বিতীয় বিশ্বযুদ্ধের বিদেশ থেকে ফিরে আসা কৃষ্ণাঙ্গ ব্যক্তিদের এবং সদ্য বিচ্ছিন্ন সশস্ত্র পরিষেবা ছেড়ে কৃষ্ণাঙ্গ অফিসারদের জন্য একটি যুক্তিসঙ্গত বিকল্প বলে মনে হয়েছিল। ১৯৫০-এর দশকে লস অ্যাঞ্জেলেসে, এনএএসিপি ক্যালিফোর্নিয়া ঈগল-এ একটি সংহতকরণ প্রচারণা চালায় এবং এলএএফডি-তে আরও চাকরি দেওয়ার জন্য ফায়ার কমিশনের কাছে আবেদন করে। ফায়ার চিফ ইঞ্জিনিয়ার জন অ্যাল্ডারসন যখন বিভাগটিকে সংহত করার চেষ্টা করেন, তখন একীকরণের প্রতিরোধ তথাকথিত 'হেট হাউস' তৈরি করে এবং সংখ্যালঘু অগ্নিনির্বাপকদের রক্ষা করার জন্য অভিভাবকদের একটি প্রতিরক্ষামূলক বাহিনী হিসাবে স্টেন্টোরিয়ান গঠন করে। ভলকান সোসাইটি সিটি কাউন্সিলের সামনে উপস্থিত হলে এবং কৃষ্ণাঙ্গ ফায়ারম্যানদের জন্য ফায়ারহাউসে 'ব্ল্যাক বেড' বাদ দেওয়ার দাবি করার সময় নিউইয়র্ক এর আগে তার নিজস্ব প্রকাশের অভিজ্ঞতা হয়েছিল। ১৯৪৪ সালের সেই শুনানিতে, একদিকে এনওয়াইসি কাউন্সিল চেম্বারগুলো এফডিএনওয়াই পিতল দিয়ে ভরা এবং অন্যদিকে কৃষ্ণাঙ্গ অগ্নিনির্বাপক কর্মীরা প্রচারের সুযোগের অভাব এবং জাতিগত হয়রানির প্রতিবাদ করে৷[উদ্ধৃতি প্রয়োজন]\nএর পটভূমিতে, একীকরণ শুরু হয় এবং প্রাতিষ্ঠানিক বর্ণবাদ দ্বারা বিচ্ছিন্নতা প্রতিস্থাপিত হয়, যা দ্বিতীয় বিশ্বযুদ্ধের আগে এবং সময়কালে কৃষ্ণাঙ্গদের প্রথম নিয়োগের সময়কার রূপ নেয়। একসময় সিভিল সার্ভিসের পদে নিযুক্ত কৃষ্ণাঙ্গ ব্যক্তিরা বিচ্ছিন্নতা, বর্বরতা, সম্পূর্ণ শত্রুতা এবং পৃথক কোয়ার্টারের শিকার হন। ১৯৫৬-এর পর, প্রথম কৃষ্ণাঙ্গরা একাডেমি প্রশিক্ষণ শেষ করতে অন্যায়ভাবে ব্যর্থ হওয়ার পর এলএএফডি-এ নিয়োগ দেয়। নিউ ইয়র্কের ভলকান সোসাইটি অনেক কৃষ্ণাঙ্গদের পরামর্শ দিয়েছিল, কিন্তু অগ্রগতি ধীর ছিল, ১৯৬৪ সালের নাগরিক অধিকার আইন পাস হওয়ার আগে, যখন সংখ্যালঘু নিয়োগের সংখ্যা বৃদ্ধি পায় তখন পর্যন্ত শহরগুলোর জনসংখ্যাকে প্রতিফলিত করে নিয়োগের প্রতিফলন ঘটেনি। ১৯৭০-এর দশকে মার্কিন শ্রম বিভাগ নিক্সন প্রশাসনের সময় জাতিগত কোটা কার্যকর করা শুরু করে যাতে কৃষ্ণাঙ্গ নিয়োগ বাধ্যতামূলক ছিল, কিন্তু এটি ১৯৭০-এর দশকের মামলা ছিল যা সারা দেশে সম্মতি ডিক্রি আরোপকে বিস্ফোরিত করেছিল। ১৯৭১ সালে, বাল্টিমোরের ভলকান ব্লেজারস, মেরিল্যান্ড ফায়ার ডিপার্টমেন্ট একটি যুগান্তকারী মামলা দায়ের করে যার ফলশ্রুতিতে সহকারী প্রধান পর্যন্ত অফিসারদের পদে কৃষ্ণাঙ্গদের নিয়োগ করা হয়েছিল যখন পদোন্নতিতে বৈষম্য ছিল। অন্যান্য সংখ্যালঘু গোষ্ঠীগুলো তাদের নেতৃত্ব অনুসরণ করেছিল এবং আদালতেও গিয়েছিল। ২০০৯ সালে, বাল্টিমোর সিটি জাতিগত বৈষম্যের অভিযোগে সংখ্যালঘু পুলিশ সদস্যদের দায়ের করা একটি মামলা নিষ্পত্তি করতে $৪.৬ মিলিয়ন প্রদান করে। অন্যান্য সাম্প্রতিক মামলাগুলো যেমন প্রমাণিত হয়েছে, বেসামরিক বিভাগগুলো প্রাতিষ্ঠানিক বর্ণবাদের মামলাগুলোর জন্য তাদের প্রধানকে দায়ী করেছে, যার একটি উদাহরণ হল ২০০৭ সালে এলএএফডি প্রধান, উইলিয়াম বামাত্রে, যাকে লস অ্যাঞ্জেলেসের মেয়র অবসর গ্রহণ করান। কৃষ্ণাঙ্গ এবং নারীদের বর্ণবাদ এবং হয়রানির অভিযোগের জন্য ও বৈচিত্র্য আনতে ব্যর্থতার জন্য $৭.৫ মিলিয়ন ডলার জরিমানা হয়। \n\n\n==== ইতিবাচক পদক্ষেপ ====\nইতিবাচক পদক্ষেপ, যদিও মূলত জাতি, ধর্ম, বর্ণ এবং জাতিগততার উপর ভিত্তি করে বৈষম্য প্রতিরোধে নীতি ও অনুশীলনের একটি উদ্যোগ বোঝানোর জন্য করা হয়েছিল, এখন প্রায় সকল নীতিগুলোকে ইতিবাচকভাবে সুবিধাবঞ্চিত বা নিম্ন প্রতিনিধিত্ব করা গোষ্ঠীর সদস্যদের সমর্থন করে যারা অতীতে বিভিন্ন ক্ষেত্রে বৈষম্যের শিকার হয়েছে যেমন শিক্ষা, কর্মসংস্থান এবং বাসস্থান। ঐতিহাসিকভাবে এবং আন্তর্জাতিকভাবে, ইতিবাচক পদক্ষেপের জন্য সমর্থন যেমন কর্মসংস্থান এবং বেতন বৈষম্য কমানো, শিক্ষার প্রবেশাধিকার বৃদ্ধি, বৈচিত্র্য প্রচার, এবং আপাত অতীত ভুল, ক্ষতি, বা প্রতিবন্ধকতা প্রতিকার হিসএবে লক্ষ্য অর্জনের চেষ্টা করেছে।\n১৯৯০ এর দশকে রাষ্ট্রপতি জর্জ এইচ ডব্লিউ বুশ তার কার্যকালের সময় ইতিবাচক পদক্ষেপ বাদ দেওয়ার চেষ্টা করেছিলেন। কলেজ ভর্তি কোটার বিরুদ্ধে একটি সংক্ষিপ্ত বিবরণ জারি করে তিনি জাতি, লিঙ্গ, ধর্ম, বা জাতীয় উৎসের ভিত্তিতে কোটা, পছন্দ, এবং আলাদা করার  বিরুদ্ধে দাঁড়িয়েছিলেন এবং নিয়োগে তাদের ব্যবহার বাতিল করেছিলেন। কংগ্রেস ১৯৯১ সালের নাগরিক অধিকার আইনের মাধ্যমে এই চেষ্টার জবাব দিয়েছিল, যা কেবলমাত্র সেই মামলাগুলোর নিষ্পত্তির শর্তগুলোকে দেখে যেখানে পূর্বে বৈষম্য নিশ্চিত করা হয়েছিল। আদালতে প্রাতিষ্ঠানিক বৈষম্যের একটি মামলা প্রমাণ করা প্রায় অসম্ভব ছিল এবং অন্যান্য অনেক মামলা একটি সম্মতি ডিক্রি আরোপ করার পরে শেষ করা হয়েছিল। প্রেসিডেন্ট জর্জ এইচ.ডব্লিউ. বুশের প্রচেষ্টা ব্যর্থ হলেও, এটি ১৯৯৭ ক্যালিফোর্নিয়া প্রস্তাব ২০৯, ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়গুলোতে ইতিবাচক পদক্ষেপ বাতিল করার একটি ব্যালট উদ্যোগের জন্ম দেয়। এটি সংখ্যালঘুদের জন্য ইতিবাচক পদক্ষেপের উদ্যোগের পথগুলোকে বন্ধ করে দেয়, কারণ জাতিগতভাবে বৈচিত্র্যময় ক্যাম্পাস জনসংখ্যার বিকাশের জন্য সক্রিয়ভাবে ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়গুলোর জন্য আইনের আর প্রয়োজন নেই। ফলস্বরূপ, বৈষম্যমূলক নিয়োগের জন্য ক্ষতিপূরণ চাওয়া কর্মসংস্থান বৈষম্য মামলা প্রত্যাখ্যান করেছে, কারণ'ক্যাচআপ বিধান' এর অধীনে অতীতের ভুলের কারণে প্রতিকারের জন্য যুক্তি আর দাবিদারদের পক্ষে কাজ করেনি। প্রস্তাবনা ২০৯ ২০১৩ সালের সংশোধনী নং ৫ এর মতো বিষয়গুলোকে প্রতিহত করেছে, যা ২০৯ তে উল্টে যেত যদি এটি পাসের আগে এর প্রধান সেনেট সমর্থন দ্বারা প্রত্যাহার না করা হয়। ২০১৪ সালে ইউসিএলএ বোর্ড অফ রিজেন্টস ২০৯ প্রয়োগ করার পরে ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়গুলিতে সংখ্যালঘু ভর্তির হ্রাসের কারণে ২০৯টি প্রকাশ্যে ত্যাগ করেছিল। রিজেন্টরা ২০২০ সালে এটি পুনরায় নিশ্চিত করেছে। \nক্যালিফোর্নিয়া ২০৯-এর অনুরূপ ব্যালট উদ্যোগ সারা দেশে ছড়িয়ে পড়েছে, প্রাথমিকভাবে লাল রাজ্যগুলোতে। ২০০৩ সালের গ্রেটজ বনাম বলিঞ্জারের মামলায়, সুপ্রিম কোর্ট রায় দেয় যে মিশিগান বিশ্ববিদ্যালয়ের তার পয়েন্ট-অ্যালোকেশন-ভিত্তিক ভর্তি প্রক্রিয়ায় ইতিবাচক পদক্ষেপের ভুল-বাস্তবায়নের ফলে সংখ্যালঘু আবেদনকারীদের জন্য একটি সমজাতীয় পরিসংখ্যানগত সুবিধা হয়েছে এবং অসাংবিধানিকভাবে বিশ্ববিদ্যালয়টিকে অক্ষম করা হয়েছে। প্রতিটি ব্যক্তির স্বতন্ত্র বৈচিত্র্যের অবদানের মধ্যে পার্থক্য করা। একই দিনে এবং মিশিগান ইউনিভার্সিটির আরেক (ল স্কুল) আবেদনকারীর বিষয়ে, সুপ্রিম কোর্ট গ্রুটার বনাম বলিঞ্জারের মামলায় রায় দেয় যে সংখ্যালঘু গোষ্ঠীর স্বতন্ত্র অবদানকে স্বীকৃতি দিতে ব্যর্থ হওয়া অসাংবিধানিক ছিল, ইতিবাচক পদক্ষেপের সামগ্রিক উদ্যোগ - একটি অন্তর্ভুক্তিমূলক, বর্ণগতভাবে বৈচিত্র্যময় জনসংখ্যা তৈরি করা - ছিল না।\nইতিবাচক পদক্ষেপ বাতিল করার প্রচেষ্টা শুধুমাত্র ক্যালিফোর্নিয়া এবং মিশিগানের মধ্যে সীমাবদ্ধ ছিল না। ২০০৮ সালে আমেরিকান সিভিল রাইটস ইনস্টিটিউটের চেয়ারম্যান ওয়ার্ড কনেরলি নেব্রাস্কায় ইতিবাচক পদক্ষেপ নিষিদ্ধ করার আইন পাসের জন্য সফলভাবে প্রচারণা চালান। পাঁচটি রাজ্যের মধ্যে তিনটি যে এসিআরআই বিরোধী ইতিবাচক অ্যাকশন ব্যালটগুলোকে প্রত্যাখ্যান করেছিল এবং এটি অন্যটিতে ব্যালট তৈরি করতে ব্যর্থ হয়েছিল। কননারলি বলেছেন, \"আমি মনে করি যে কিছু ত্রৈমাসিকে, দেশের অনেক অংশে, একজন শ্বেতাঙ্গ পুরুষ সত্যিই সুবিধাবঞ্চিত... কারণ আমরা নারী এবং সংখ্যালঘুদের এতটা সুবিধাবঞ্চিত হওয়ার এই ধারণাটি গড়ে তুলেছি এবং আমাদের তাদের সাহায্য করতে হবে, যে আমাদের আছে, অনেক ক্ষেত্রে, জিনিসটিকে এমনভাবে পাকানো যে এটি আর সমান সুযোগের ক্ষেত্র নয়। \nইতিবাচক পদক্ষেপের প্রতি রক্ষণশীল আপত্তির মধ্যে রয়েছে যে যদিও এটি বৈষম্যমূলক অভ্যাসগুলো সংশোধন করার লক্ষ্যে করা, তবে ইতিবাচক পদক্ষেপটি সংখ্যাগরিষ্ঠের বিরুদ্ধে সহজাতভাবে বৈষম্যমূলক এবং 'জাতিগত কোটা' পূরণ করার জন্য নিয়োগকর্তাদের একটি পদের জন্য উপলব্ধ সবচেয়ে যোগ্য প্রার্থী নিয়োগ করা থেকে বিরত রাখে। ইতিবাচক পদক্ষেপের সমর্থকরা উল্লেখ করেছেন যে অতীতের প্রাতিষ্ঠানিক বর্ণবাদ বিরূপভাবে সংখ্যালঘুদের প্রভাবিত করেছে।\n২০২০ সালে, একটি সমীক্ষায় উপসংহারে এসেছে যে প্রস্তাব ২০৯ কৃষ্ণাঙ্গ এবং হিস্পানিক ছাত্রদের জন্য ক্ষতির কারণ হয়েছে যদিও শ্বেতাঙ্গ বা এশীয় ছাত্রদের ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ের ব্যবস্থায় এর ফলে কোনো লাভ হয়নি। ২০২০ সালে ক্যালিফোর্নিয়ার ব্যালটে বিতর্কিত পরিমাপ বাতিল করার সাথে সাথে, অন্যান্য এগারোটি রাজ্য যারা অনুরূপ আইন পাস করেছে তাদেরটাও পর্যালোচনা করা হচ্ছে।  রক্ষণশীলরা এখনও সুপ্রিম কোর্টে জাতি ভিত্তিক ভর্তিকে বিরোধিতা করছে, ট্রাম্প প্রশাসনের অধীনে ডিওজে কথিত বৈষম্যের জন্য ইয়েল বিশ্ববিদ্যালয়ের বিরুদ্ধে মামলা করেছে।\n\n\n==== শিক্ষা ====\nপ্রমিত পরীক্ষাকে প্রাতিষ্ঠানিক বর্ণবাদের একটি রূপ হিসেবেও বিবেচনা করা হয়েছে, কারণ এটি বিশেষ সামাজিক-সাংস্কৃতিক পটভূমির লোকেদের পক্ষে পক্ষপাতমূলক বলে মনে করা হয়। কিছু সংখ্যালঘুরা আর্থ-সামাজিক অবস্থা নিয়ন্ত্রণ করার পরেও কার্যত সমস্ত প্রমিত পরীক্ষায় শ্বেতাঙ্গদের থেকে ক্রমাগত খারাপ পরীক্ষা করেছে, অন্যরা ধারাবাহিকভাবে ভাল পরীক্ষা করেছে।  \n \nমার্কিন সুপ্রিম কোর্ট এর আগে তিনটি মামলা শিক্ষায় প্রাতিষ্ঠানিক বর্ণবাদ আছে কি না তা নির্ধারণ করেছে। বাক্কে (১৯৭৮) সংখ্যালঘুদের বিশ্ববিদ্যালয়ে ভর্তি এবং নিয়োগের ক্ষেত্রে একটি প্রান্ত অর্জন করার অনুমতি দেয়। গ্রুটার (২০০৩)-এ বিচারপতি কনরস সুইং ভোট প্রস্তাব ২০৯ এবং অনুরূপ উদ্যোগের একটি তিরস্কার ছিল, একটি ২৫ বছরের টাইমলাইন দেয় যেখানে এই ধরনের হস্তক্ষেপের আর প্রয়োজন হবে না। শুয়েট (২০১৩) রাজ্যগুলোকে পাবলিক বিশ্ববিদ্যালয়ে ভর্তিতে জাতি-ভিত্তিক ইতিবাচক পদক্ষেপ নিষিদ্ধ করার অনুমতি দিয়েছে। আইনকে পাশ কাটিয়ে যাবার  জন্য বৈষম্যমূলক ব্যালট উদ্যোগ (১৯৯৭-২০০৮) ব্যবহারের মাধ্যমে, অ্যান্টি-ইতিবাচক পদক্ষেপের প্রচেষ্টার জনসমক্ষে গ্রহণযোগ্যতা অর্জনের মাধ্যমে, অগ্রগতি চাওয়া সংখ্যালঘুদের উপর অযৌক্তিক বোঝা চাপানোর প্রক্রিয়া, এই শতাব্দীতে, প্রবেশ করা হয়েছে। শুয়েট-এর প্রতি তার ভিন্নমত থেকে সহযোগী বিচারপতি সোনিয়া সোটোমায়র লিখেছেন যে মিশিগানের ভোটাররা \"সেই রাজ্যের রাজনৈতিক প্রক্রিয়ার মৌলিক নিয়মগুলোকে এমনভাবে পরিবর্তন করেছে যা জাতিগত সংখ্যালঘুদের অনন্যভাবে সুবিধাবঞ্চিত করেছে।\" সংখ্যালঘু ভর্তির ক্ষেত্রে প্রভাবগুলো ক্ষতিকর প্রমাণিত হওয়ার পরে বিপরীত-বর্ণবাদের উল্লেখ করা ব্যর্থ নীতির পুনরাবৃত্তি করছে এবং এই পক্ষপাতকে আরও বাড়িয়ে দিচ্ছে এটি ১৯৬৪ সালের নাগরিক অধিকার আইনকে ভঙ্গ করে, যেখানে জাতি, বর্ণ, ধর্ম, লিঙ্গ বা জাতীয় উৎসের ভিত্তিতে বৈষম্য নিষিদ্ধ ছিল৷\n\n\n==== উচ্চ শিক্ষায় ====\n১৯৬০-এর দশকে, নাগরিক অধিকার এবং উচ্চশিক্ষা আইন পাস হওয়ার পর রঙিন ছাত্ররা রেকর্ড সংখ্যায় কলেজ ও বিশ্ববিদ্যালয়ে যেতে শুরু করে।  যাইহোক, উচ্চশিক্ষার প্রধানত শ্বেতাঙ্গ প্রতিষ্ঠানে একীকরণের বাধাগুলো অনুষদ এবং রঙিন ছাত্রদের জন্য এই ধরনের পরিবেশে কাজ করা এবং অধ্যয়নের জন্য অপ্রত্যাশিত বাধার দিকে পরিচালিত করে। শিক্ষাগত গবেষণার পর্যালোচনা অনুসারে, উত্তেজনা এবং সহিংসতা অনুসরণ করা হয়েছে, একটি কারণ হল অনেক কলেজ এবং বিশ্ববিদ্যালয়ের ছাত্রদের বৈচিত্র্য শেখানোর প্রস্তুতির অভাব।  প্রাথমিকভাবে, বিচ্ছিন্ন বিদ্যালয়গুলোতে শিক্ষার মান খারাপ হওয়ার কারণে অনেক কৃষ্ণাঙ্গ ছাত্রদের কলেজে যাওয়াও কঠিন ছিল।\n১৯৫৪ সালের ব্রাউন বনাম শিক্ষা বোর্ডের সিদ্ধান্তটি ছিল বিচ্ছিন্নকরণ প্রক্রিয়ার এবং আইনগত বৈষম্য দূরীকরণের সূচনা। তবে, প্রক্রিয়াটি যে বাধা উপস্থাপন করবে এবং যে বাধাগুলো বিদ্যমান থাকবে তা নির্ধারণ করা কঠিন ছিল। যদিও \"পৃথক কিন্তু সমান\" ধারণাটি মার্কিন সুপ্রীম কোর্ট দ্বারা বাতিল করা হয়েছে, এটা স্পষ্ট যে জাতিগত বিভাজন এখনও সমাধান করা হয়নি।  ব্রাউন বনাম শিক্ষা বোর্ডের বছর পার হওয়ার সাথে সাথে মৌখিক ও শারীরিক নির্যাতন চলতে থাকে। ব্রাউন বনাম. শিক্ষা বোর্ডের পরে, বিচ্ছিন্ন পরিবেশ কঠোর হতে প্রমাণিত হয়েছিল এবং কিছু কাজ করার প্রয়োজন ছিল।  উচ্চ শিক্ষা প্রতিষ্ঠানে জাতিগত উত্তেজনা এবং জাতিগত ঘটনা বৃদ্ধির কারণ \"জ্ঞান, অভিজ্ঞতা এবং বিভিন্ন সহকর্মীদের সাথে যোগাযোগের অভাব; সহকর্মী-গোষ্ঠীর প্রভাব; প্রতিযোগিতা এবং চাপ বৃদ্ধি; ক্যাম্পাসের বাইরে গোষ্ঠীগুলির প্রভাব এবং মিডিয়া; অ্যালকোহল ব্যবহার; মান পরিবর্তন; বৈচিত্র্যের ভয়; এবং অন্যায্য আচরণের উপলব্ধি \" যদিও ব্রাউন বনাম শিক্ষা বোর্ড ১৯৫৪ সালে শাসিত হয়েছিল, প্রকৃত একীকরণ অনেক বছর পরে পর্যন্ত সম্পূর্ণরূপে ঘটেনি; মার্কিন সুপ্রিম কোর্ট স্কুলের বিচ্ছিন্নকরণের উপর একাধিক শুনানি করেছে, ক্রমাগত তারা বজায় রেখেছে যে ব্রাউন বনাম শিক্ষা বোর্ড অবশ্যই স্কুল, কলেজ এবং বিশ্ববিদ্যালয় দ্বারা অনুসরণ করা উচিত। যে পদ্ধতিতে ব্রাউন বনাম. শিক্ষা বোর্ডের সিদ্ধান্তের কয়েক বছর পরে আউট করা হয়েছিল যেভাবে কিছু শিক্ষা প্রতিষ্ঠান একীকরণ এড়াতে যাবে এমন অসাধারণ দৈর্ঘ্য চিত্রিত করে শিক্ষায় বর্ণবাদের জন্ম দিতে সাহায্য করেছিল।\n২০০৮ সালে, ন্যাশনাল সেন্টার ফর এডুকেশন স্ট্যাটিস্টিকস রিপোর্ট করেছে যে সংখ্যালঘু এবং বর্ণের ছাত্রদের তালিকাভুক্তির হার বেড়েছে, শ্বেতাঙ্গ তালিকাভুক্তি এখনও গড়ে সংখ্যাগরিষ্ঠ, স্নাতক কলেজ এবং বিশ্ববিদ্যালয়ের ছাত্রদের ৬৩ শতাংশের জন্য দায়ী; তবে, ২০০৮ সালে জনসংখ্যার ৬৬ শতাংশ সাদা ছিল   যদিও এটি অঞ্চল, রাজ্য এবং অভিজাত অবস্থার উপর ভিত্তি করে পরিবর্তিত হয়, সাধারণভাবে মার্কিন যুক্তরাষ্ট্রের বেশিরভাগ কলেজ এবং বিশ্ববিদ্যালয়গুলো প্রধানত সাদা জনসংখ্যার শতাংশ প্রতিফলিত করে।  ইউএস ডিপার্টমেন্ট অফ এডুকেশন অনুসারে, কলেজ ক্যাম্পাসে ঘৃণামূলক অপরাধ বৃদ্ধি পেয়েছে, ২০১৬ সালে ১২৫০টি ঘৃণামূলক অপরাধ, ২০১৫ থেকে ২৫ শতাংশ বেশি;  তবে, ২০১৯ সালে, সমস্ত রিপোর্ট করা জাতিগত, জাতিগত, ধর্মীয়, যৌন অভিযোজন, লিঙ্গ, লিঙ্গ পরিচয়, এবং অক্ষমতা ঘৃণামূলক অপরাধের মোট সংখ্যা হলো ৭৫৭টি, যখন জাতিগতভাবে অনুপ্রাণিত ভীতি প্রদর্শন, ধ্বংস, ক্ষতি, ভাঙচুর এবং সাধারণ আক্রমণের মোট সংখ্যা ৩২৯টি।\nমাধ্যমিক-পরবর্তী শিক্ষার জন্য প্রস্তুতি একটি সমস্যা বলে মনে হচ্ছে। ইউএস ডিপার্টমেন্ট অফ এডুকেশনের মতে, কলেজের জন্য প্রস্তুত হওয়া একজন শিক্ষার্থী সফল হোক বা না হোক তার অবিচ্ছেদ্য বিষয়।  যদিও সরকার সংখ্যালঘু এবং নিম্ন-আয়ের ছাত্রদের জন্য কলেজের প্রস্তুতিমূলক প্রোগ্রামগুলো অফার করে,গিয়ার আপ এবং ফেডারেল ট্রিও প্রোগ্রামগুলোর মতো প্রোগ্রামগুলো ছাত্রদের তাদের সাফল্য এবং ধরে রাখার জন্য আরও ভালভাবে কলেজের জন্য প্রস্তুত করতে সাহায্য করে, এই প্রোগ্রামগুলোতে অ্যাক্সেস তুলনামূলকভাবে সীমিত। যদিও ফেডারেল ট্রাইও প্রোগ্রামের মতো প্রোগ্রামগুলো ধারণার পর থেকে বেড়েছে, এখনও এমন কিছু কাজ করা দরকার যদি আরও সংখ্যালঘু শিক্ষার্থীরা একটি পোস্ট-সেকেন্ডারি প্রতিষ্ঠানে উপস্থিত হতে এবং সফল হওয়ার আশা করা হয়। ভৌগলিকভাবে একজন শিক্ষার্থী যেখানে হতে পারে তার উপর ভিত্তি করে ফেডারেল ট্রাইও প্রোগ্রামগুলোর প্রাপ্যতার কারণে, লক্ষ্যবস্তু\n এই সহিংসতার প্রভাব ঘটনার বাইরেও প্রসারিত। বাল্টিমোরে একটি মার্কিন সমীক্ষা অনুসারে, বর্ণবাদের সাথে উচ্চ সিস্টোলিক রক্তচাপের মতো স্বাস্থ্য জটিলতার সম্পর্ক রয়েছে।  একইভাবে, ১৯৯৭ থেকে ২০০৩ পর্যন্ত অনুষ্ঠিত একটি গবেষণায় দেখা গেছে যে বর্ণবাদ স্তন ক্যান্সারের উচ্চ হারের দিকে পরিচালিত করে।  যদিও এটি শিক্ষার বাইরেও প্রসারিত, এটি ব্যাখ্যা করতে পারে যে কেন অনেক সংখ্যালঘু এবং বর্ণের ছাত্ররা নিজেদেরকে এমন একটি পরিবেশে ফেলতে অস্বস্তি বোধ করবে যা সম্ভাব্যভাবে আরও বর্ণবাদ অর্জন করতে পারে।  যদিও কলেজ ক্যাম্পাসে প্রাতিষ্ঠানিক বর্ণবাদের চিত্রগুলো সংবাদপত্র এবং ব্লগে পাওয়া যায়, এই ঘটনাগুলো সম্পর্কে আরও জানার জন্য অন্যান্য জায়গা রয়েছে। গণমাধ্যম ছাড়াও, উচ্চ শিক্ষায় প্রাতিষ্ঠানিক বর্ণবাদ সম্পর্কে আপ টু ডেট রাখতে ব্যবহার করা যেতে পারে এমন একটি উৎস হল দ্য জার্নাল অফ ব্ল্যাকস ইন হায়ার এডুকেশন (জেবিএইচই)। এই জার্নালটির লক্ষ্য কৃষ্ণাঙ্গ প্রাতিষ্ঠানিক বর্ণবাদ বিরোধী যতটা সম্ভব তথ্য প্রদান করা। JBHE কলেজ এবং বিশ্ববিদ্যালয় ক্যাম্পাসে জাতি-সম্পর্কিত ক্রিয়াকলাপের সংস্থান, পরিসংখ্যান এবং বর্তমান প্রতিবেদন প্রকাশ করে।  উদাহরণস্বরূপ, JBHE ২০১৫ ইউনিভার্সিটি অফ ওকলাহোমা সিগমা আলফা এপসিলন বর্ণবাদের ঘটনায় রিপোর্ট করেছে। \n২০১৬ সালে, ইউএস ডিপার্টমেন্ট অফ এডুকেশন বিদ্যালয়ে অপরাধ সংক্রান্ত একটি রিপোর্ট প্রকাশ করেছে। ২০১৩ সালে কলেজ ক্যাম্পাসে রিপোর্ট করা জাতিগত বিদ্বেষমূলক অপরাধগুলোর মধ্যে ৪১% ছিল ভাঙচুর, ৩৭% ভয় দেখানো এবং ৩৮% সাধারণ আক্রমণ।  ইউএস ডিপার্টমেন্ট অফ এডুকেশন অনুসারে, ২০১৫ সালে কলেজ এবং বিশ্ববিদ্যালয় ক্যাম্পাসে ১৪৬টি বর্ণবাদী হয়রানির ঘটনা ঘটেছে  যাইহোক, এই সংখ্যাটি কোনভাবেই জাতিগত হয়রানির প্রকৃত পরিমাণের একটি সত্য চিত্র নয়। উচ্চ শিক্ষা গবেষণা ইনস্টিটিউট দ্বারা পরিচালিত গবেষণা দাবি করে যে এই ঘটনার মাত্র ১৩% রিপোর্ট করা হয়।  সেন্টার ফর কলেজ হেলথ অ্যান্ড সেফটি অনুসারে, খুব কম ঘটনাই রিপোর্ট হওয়ার একটি কারণ হল ঘৃণামূলক অপরাধ কী, সেইসাথে এই ধরনের অপরাধ কোথায় রিপোর্ট করতে হবে সে সম্পর্কে সচেতনতার অভাব।  যদিও রিপোর্ট করা হয়েছে তাতে ডেটা সীমিত, এফবিআই ২০১৫ সালে রিপোর্ট করা ঘৃণামূলক অপরাধ সম্পর্কে অসংখ্য টেবিল এবং পরিসংখ্যানে জনসাধারণের অ্যাক্সেসের অনুমতি দেয়। ৪,০২৯টি ঘৃণামূলক অপরাধ জাতি/জাতিগত/বংশ দ্বারা অনুপ্রাণিত হয়, যার মধ্যে ৫২.৭% FBI রিপোর্টগুলো কালো বিরোধী পক্ষপাত দ্বারা অনুপ্রাণিত হয়।  ৩,৩১০টি জাতিগত পক্ষপাত ঘৃণা অপরাধের মধ্যে ৭.৯% বিদ্যালয়/কলেজে ঘটেছে।\nFakehatecrimes.org একটি ডাটাবেস সরবরাহ করে সংবাদ উত্সগুলোর লিঙ্ক সহ যা মিথ্যাভাবে রিপোর্ট করা ঘৃণামূলক অপরাধের রিপোর্ট করে৷  উদাহরণস্বরূপ, ক্যাপিটাল ইউনিভার্সিটির একজন ছাত্র তার দরজায় একটি জাতি-সম্পর্কিত নোট খুঁজে পেয়েছে বলে দাবি করেছে এবং তার গল্পটি বিশ্ববিদ্যালয়ের সংবাদপত্রে শেয়ার করা হয়েছে। পরে, অন্য একটি নিবন্ধে, সংবাদপত্রটি শেয়ার করেছে যে কীভাবে ছাত্র তদন্তের পরে স্বীকার করেছে যে সে গল্পটি তৈরি করেছে।\nইনসাইড হায়ার এড এবং সাউদার্ন পোভার্টি ল সেন্টার, এবং ব্রুকিংস ইনস্টিটিউশন সহ অসংখ্য সংবাদ সূত্র,  রিপোর্ট করেছে যে মার্কিন যুক্তরাষ্ট্রের প্রেসিডেন্ট হিসেবে ডোনাল্ড ট্রাম্পের নির্বাচনের পর জাতিগত ঘৃণামূলক অপরাধ এবং হয়রানি বৃদ্ধি পেয়েছে।  যদিও প্রতিটি মামলা যাচাই করা হয়নি, এসপিএলসি এক সপ্তাহেরও কম সময়ে ২০১টি জাতিগত ঘটনা গণনা করেছে বলে দাবি করেছে। সর্বাধিক সংখ্যক ঘটনাকে \"অ্যান্টি-ব্ল্যাক\" হিসেবে চিহ্নিত করা হয়েছে এবং ৫০ টিরও বেশি ঘটনার জন্য দায়ী, যার মধ্যে প্রায় ৪০টি কলেজ ক্যাম্পাসে সংঘটিত হয়।\nশিরোনাম VI এর অধীনে, সমস্ত উচ্চ শিক্ষা প্রতিষ্ঠান যারা ফেডারেল তহবিল পায় তাদের অবশ্যই জাতিগত বৈষম্যের ঘটনাগুলোর বিরুদ্ধে কিছু পদক্ষেপ নিতে হবে যা \"যথেষ্ট গুরুতর\" বলে বিবেচিত হয় বা যা একজন ছাত্রের শিক্ষাকে নেতিবাচকভাবে প্রভাবিত করে। এই কর্মগুলোর মধ্যে ঘটনাটি তদন্ত করা, বর্তমান এবং সম্ভাব্য ভবিষ্যতের ঘটনা বন্ধ করার প্রচেষ্টা করা এবং ঘটনার কারণে যে সমস্যাগুলো এসেছে তার সমাধান করা অন্তর্ভুক্ত।  শিরোনাম ৬-এর মতো, ক্লারি অ্যাক্ট হল অন্য একটি আইন যার জন্য উচ্চ শিক্ষা প্রতিষ্ঠানের প্রয়োজন হয় যেগুলো ফেডারেল তহবিল গ্রহণ করে ক্যাম্পাস অপরাধ সংক্রান্ত কিছু বাধ্যবাধকতা থাকতে। প্রধান প্রয়োজন হল এই প্রতিষ্ঠানগুলোকে অবশ্যই একটি বার্ষিক প্রতিবেদন তৈরি করতে হবে যা ক্যাম্পাসে গত তিন বছরে সংঘটিত অপরাধ এবং এটি বন্ধ করার প্রচেষ্টার বিবরণ দেয়। এই রিপোর্টগুলো অবশ্যই সমস্ত ছাত্র এবং কর্মীদের কাছে উপলব্ধ করা উচিত, যা ক্যাম্পাসে বিদ্যমান অপরাধ সম্পর্কে আরও বেশি স্বচ্ছতার জন্য অনুমতি দেয়।\nদেশজুড়ে ছাত্ররা বিক্ষোভে সংগঠিত ও অংশগ্রহণের মাধ্যমে ক্যাম্পাসে জাতিগত বৈষম্যের অবসান ঘটাতে কাজ করেছে। সবচেয়ে উল্লেখযোগ্য উদাহরণগুলোর মধ্যে একটি হল ২০১৫-১৬ ইউনিভার্সিটি অফ মিসৌরি বিক্ষোভ, যা ৫০টি বিশ্ববিদ্যালয়ে বিক্ষোভের দিকে পরিচালিত করেছিল।  ক্যাম্পাসে বর্ণবাদের বিরুদ্ধে লড়াই করার জন্য কী করা উচিত তার বিশদ বিবরণ ৮০টি আমেরিকান বিশ্ববিদ্যালয়ের শিক্ষার্থীদের দ্বারা করা দাবিগুলোর তালিকা WeTheProtesters, একটি অ্যাডভোকেসি গ্রুপ দ্বারা সংগ্রহ করা হয়েছে।\nএটি পাওয়া গেছে যে ক্যালিফোর্নিয়ায়, \"মেডিকেল বিদ্যালয়গুলো এশিয়ান আমেরিকানদের ভর্তি সীমিত করার নীতি চালু করেছে।\"  ম্যাসাচুসেটসের অশ্বেতাঙ্গ আবাসিক চিকিত্সকদের অধ্যয়ন করা হয় এবং \"কাজের উপর কিছু বৈষম্যের সম্মুখীন হওয়ার রিপোর্ট করা হয়\" এবং \"পেশাগতভাবে অগ্রসর হতে অসুবিধা অনুভূত হয়।\" এসটিএটি দ্বারা পরিচালিত একটি সমীক্ষায় দেখা গেছে যে আফ্রিকান আমেরিকান আবাসিক চিকিৎসকরা \"হয় শ্বেতাঙ্গ বাসিন্দাদের তুলনায় অনেক বেশি হারে প্রশিক্ষণ প্রোগ্রাম থেকে চলে যান বা তাদেরকে বাতিল করা হয়।\"  ২০১৫ সালে, যদিও কৃষ্ণাঙ্গ আবাসিক চিকিৎসকরা আবাসিক চিকিৎসকদের মোট জনসংখ্যার মাত্র ৫% ছিলেন, একই বছরে অ্যাক্রিডিটেশন কাউন্সিল অব গ্র্যাজুয়েট মেডিকেলের তথ্য অনুসারে \"তারা বরখাস্ত হওয়া শিক্ষার্থীর প্রায় ২০% ছিল\"। নিউ ইংল্যান্ড জার্নাল অফ মেডিসিন গবেষণা প্রকাশ করেছে যা প্রমাণ করেছে যে এশিয়ান আমেরিকান আবাসিক চিকিত্সক এবং উপস্থিত চিকিত্সকরা \"সহকর্মী, তত্ত্বাবধায়ক, কর্মচারী এবং রোগীদের কাছ থেকে উচ্চ স্তরের হয়রানি এবং বৈষম্যের সম্মুখীন হন।\"  উপরন্তু, এশিয়ান আমেরিকান প্রশিক্ষণার্থী এবং চিকিত্সকদের \"উচ্চতর স্তরের নেতৃত্ব থেকে বাদ দেওয়া হতে পারে\" এবং \"সম্মানে ভূষিত হওয়ার সম্ভাবনা কম।\"\n\n\n==== অনুষদের উপর প্রভাব ====\nকাঠামোগত অসমতা উপেক্ষা করা যেতে পারে এই ধারণার নিয়ে যে বর্ণবাদ তার নিজে নিজেই সময়ের সাথে অদৃশ্য হয়ে যাবে।  বর্ণবাদ বিভিন্ন উপায়ে প্রকাশ পেতে পারে, যার মধ্যে আছে গবেষণার অবমূল্যায়ন, মেয়াদের প্রক্রিয়া সম্পর্কিত অলিখিত নিয়ম এবং নীতি এবং বর্ণের অনুষদের জন্য পরামর্শের অভাবসহ নানা কিছু।  বর্ণ অনুষদের নারীদের প্রায়শই দ্বিগুণ খারাপ অবস্থায় দেখা যায় কারণ তারা জাতি এবং লিঙ্গ উভয়ের ভিত্তিতে বৈষম্যের মুখোমুখি হয়।  ২০২০ সালের তথ্য অনুযায়ী, উচ্চ শিক্ষা প্রতিষ্ঠানের অনুষদ সদস্যরা প্রধানত শ্বেতাঙ্গ ছিল, বর্ণের অনুষদ ছিল মোট অনুষদের প্রায় ২৬%, যার মধ্যে ১২% এশিয়ান, ৭% কৃষ্ণাঙ্গ, ৬% লাতিন, ১% আমেরিকান ইন্ডিয়ান এবং ১% এর কম দুই বা ততোধিক জাতি (ছক দেখুন)।  ইতিবাচক পদক্ষেপ সম্পূর্ণরূপে বাস্তবায়নে ব্যর্থতার কারণ হিসেবে কম সংখ্যক প্রতিনিধিত্বকেও চিহ্নিত করা হয়েছে। \n\nরঙের অনুষদ সদস্যরা প্রায়শই বৈচিত্র্যের বিষয় নিয়ে গবেষণায় নিযুক্ত হন, যাকে অনেক শ্বেতাঙ্গ \"ঝুঁকিপূর্ণ\" বলে মনে করেন।  মেধাতন্ত্রের ধারণার উপর প্রতিষ্ঠিত বিস্তৃত বিশ্বাসগুলো, যেখানে সাফল্য শুধুমাত্র ব্যক্তিগত প্রচেষ্টার উপর ভিত্তি করে, গবেষণাকে প্রশ্নবিদ্ধ করা হয় যা সাফল্যে অবদান রাখে এমন কাঠামোগত সমস্যাগুলো প্রকাশ করে।  সামাজিক বিজ্ঞানের মধ্যে গবেষণার রাজনৈতিক আন্ডারটোনগুলো অনুসন্ধানের বৈধতা এবং বৈজ্ঞানিক প্রকৃতিকে প্রশ্নবিদ্ধ করতে ব্যবহৃত হয়, যদিও এই ক্ষেত্রগুলোতে গবেষণাটি আগ্রহের কম রাজনৈতিকভাবে বিতর্কিত ক্ষেত্রগুলোতে গবেষণার মতোই পরিচালিত হয়।  অন্যান্য শাখায় দীর্ঘকাল ধরে গৃহীত গবেষণা পদ্ধতিগুলো অনুসন্ধানের প্রভাবের উপর নির্ভর করে প্রশ্নবিদ্ধ করা হয়, বিশেষ করে যখন এই ফলাফলগুলো সাধারণ জনগণ এবং/অথবা প্রতিষ্ঠানের মধ্যে জাতিগত বৈষম্য প্রকাশ করতে পারে।  \"এইভাবে, গবেষণায় নিরপেক্ষ এবং পাণ্ডিত্যপূর্ণ বলে মনে হচ্ছে, গুরুত্বপূর্ণ রাজনৈতিক প্রকাশ রয়েছে, যার মধ্যে রয়েছে জাতিগত বৈষম্যের ন্যায্যতা যা প্রতিষ্ঠানের ছাত্র এবং প্রাক্তন ছাত্রদের মধ্যে প্রতিলিপি করা হয়েছে যা আনুষ্ঠানিকভাবে বলে যে তারা বৈচিত্র্যকে মূল্য দেয় এমনকি তাদের সমস্ত অভ্যন্তরীণ প্রক্রিয়া বর্জনীয় আধিপত্য পুনরুত্পাদন করে। কিছু জাতিগত গোষ্ঠীর জন্য।\"\nএই উদ্বেগটি বিশেষত প্রাইভেট প্রতিষ্ঠানগুলোতে প্রকট, যেখানে প্রাক্তন ছাত্র, কর্পোরেট স্বার্থ এবং অন্যান্য সম্ভাব্য দাতাদের দ্বারা উল্লিখিত গবেষণা গ্রহণের বিষয়ে উদ্বেগ অনুষদের দ্বারা গবেষণার গ্রহণযোগ্যতার ক্ষেত্রে ভূমিকা রাখে।  একটি কেস স্টাডিতে, জাতি- এবং বৈচিত্র্য-সম্পর্কিত গবেষণাকে সর্বোচ্চ স্তরের জাতীয় শৃঙ্খলা সংস্থাগুলোর দ্বারা বৈধ বলে গণ্য করা হয়, যা অনুষদ এবং প্রশাসকদের দ্বারা প্রত্যাখ্যান করা হয়, যা গবেষণার স্বীকৃতি সংক্রান্ত অলিখিত নিয়মগুলোর অস্তিত্ব এবং প্রয়োগের ইঙ্গিত দেয়।  রঙের অনুষদের দ্বারা গবেষণা প্রত্যাখ্যান কার্যকাল অর্জনে অসুবিধার জন্য একটি অবদানকারী কারণ, যাদের ফলাফল জাতি সম্পর্কের বিষয়ে ব্যাপকভাবে স্বীকৃত বিশ্বাসের বিরোধিতা করতে পারে তাদের জন্য একটি উচ্চ কর্মক্ষমতা বার সেট করা হয়।\nরঙের ফ্যাকাল্টি সদস্যরাও বাধার সম্মুখীন হয় কারণ তারা তাদের কোর্সে বৈচিত্র্যের বিষয়গুলো অন্তর্ভুক্ত করার জন্য কাজ করে, কারণ শ্বেতাঙ্গরা প্রায়শই বহুসাংস্কৃতিক দৃষ্টিভঙ্গির অন্তর্ভুক্তি প্রতিরোধ করে।  শ্রেণীকক্ষে চ্যালেঞ্জগুলো লিঙ্গ এবং বয়সের পাশাপাশি জাতি সম্পর্কিত বিষয়গুলোর সাথে সংযুক্ত বলে মনে হয়। উদাহরণ স্বরূপ, আফ্রিকান-আমেরিকান নারী ফ্যাকাল্টি যাদের বয়স ৩৫ এবং তার চেয়ে কম বয়সী শ্বেতাঙ্গরা তাদের ২০-এর দশকে বেশি চ্যালেঞ্জ করে, যখন ৪০ এবং তার বেশি বয়সীরা অপ্রচলিত বয়সের ছাত্রদের কাছ থেকে আরও বেশি চ্যালেঞ্জের মুখোমুখি হয়।\n\n\n==== শিক্ষার্থীদের উপর প্রভাব ====\n\nমার্কিন যুক্তরাষ্ট্রে উচ্চ শিক্ষা প্রতিষ্ঠানের জাতিগত জনসংখ্যা দ্রুত পরিবর্তন হচ্ছে। উচ্চশিক্ষার প্রতিষ্ঠানগুলো প্রায়শই ঐতিহ্যগতভাবে \"প্রধানভাবে শ্বেতাঙ্গ প্রতিষ্ঠান\" (পিডব্লিউআই) হিসেবে পরিচিত ছিল।  এই প্রতিষ্ঠানগুলোকে এখন তাদের বৈচিত্র্যের প্রচেষ্টাকে উন্নত করতে এবং পিডব্লিউআই ক্যাম্পাসে নেতিবাচক জাতিগত পরিবেশের মূল কারণকে মোকাবেলা করে এমন নীতি তৈরি করার জন্য চ্যালেঞ্জ করা হয়েছে। এটি অনুমান করা হয় যে ২০১০ সালের মধ্যে, ৪০% উচ্চ বিদ্যালয়ের স্নাতক অ-শ্বেতাঙ্গ হবে।  উচ্চ বিদ্যালয়ে জাতিগত একতা বৃদ্ধি পেলেও উচ্চ শিক্ষা প্রতিষ্ঠানগুলো জাতিগতভাবে বৈচিত্র্যময় হয়ে উঠছিল।  উচ্চ বিদ্যালয়ে জাতিগত একজাতীয়তার কারণে, কলেজের কিছু শিক্ষার্থী শুধুমাত্র কলেজে তাদের প্রথম আন্তঃজাতিগত যোগাযোগ করতে পারে। যে সমস্ত বিশ্ববিদ্যালয় এবং কলেজগুলো বৈচিত্র্যকে তাদের অগ্রাধিকারগুলোর মধ্যে একটি হিসেবে চিহ্নিত করেছে তাদের পরিকল্পনা করা উচিত যে কীভাবে কৌশলগতভাবে এবং একটি সংবেদনশীল পদ্ধতিতে একটি ক্যাম্পাস পরিবেশ তৈরি করা যায় যেখানে সমস্ত শিক্ষার্থী, বিশেষ করে একটি পিডব্লিউআই-তে বর্ণের ছাত্রদেরকে পোস্ট-সেকেন্ডারি ডিগ্রি অর্জনের অনিরাপদ, বৈষম্যের ঝুঁকিতে পড়তে হবে না।\nতথ্যে দেখা গেছে যে বর্ণ এবং শ্বেতাঙ্গ শিক্ষার্থীদের ক্যাম্পাসের জাতিগত পরিবেশ সম্পর্কে ভিন্ন ধারণা রয়েছে। একটি প্রতিষ্ঠানে ৪৩৩ জন স্নাতক ছাত্রদের মাঝে করা একটি সমীক্ষায় দেখা গেছে যে, শ্বেতাঙ্গদের তুলনায়, বর্ণের শিক্ষার্থীরা ক্যাম্পাসের নীতিগুলো সম্পর্কে ভিন্নভাবে অনুভব করে। শ্বেতাঙ্গরা প্রায়শই তাদের ক্যাম্পাসের জাতিগত জলবায়ুকে ইতিবাচক হিসেবে বর্ণনা করতেন, যখন আফ্রিকান বংশোদ্ভূত ছাত্ররা এটিকে নেতিবাচক হিসেবে মূল্যায়ন করেছিল। ফলাফলগুলো ইঙ্গিত দেয় যে রঙের শিক্ষার্থীরা হয়রানির শিকার হয় যা \"আক্রমনাত্মক, প্রতিকূল, বা ভীতিকর\" শ্বেতাঙ্গদের তুলনায় বেশি হারে, যা তাদের শেখার ক্ষেত্রে হস্তক্ষেপ করে। আরও, \"বর্ণের ছাত্ররা জলবায়ুকে শ্বেতাঙ্গদের তুলনায় বেশি বর্ণবাদী এবং কম গ্রহণযোগ্য বলে মনে করেছিল, যদিও শ্বেতাঙ্গরা বর্ণের ছাত্রদের মতো একই হারে জাতিগত হয়রানি স্বীকার করেছিল\"।  উপরন্তু, অনেক আফ্রিকান-আমেরিকান ছাত্রদের \"শ্বেতাঙ্গ হওয়ার\" ভয়ের কারণে প্রধানত শ্বেতাঙ্গ কলেজে টিকে থাকা কঠিন।\nশ্বেতাঙ্গরাও তাদের শ্রেণীকক্ষের অভিজ্ঞতা এবং পাঠ্যক্রমের বিভিন্ন দৃষ্টিভঙ্গি, প্রাতিষ্ঠানিক নীতির পাশাপাশি স্টুডেন্ট অফ কালারের নিয়োগ এবং ধরে রাখার বিষয়ে অধ্যাপকরা যেভাবে উপস্থাপন করেন সে সম্পর্কে আরও ইতিবাচক বোধ করেন। আফ্রিকান বংশোদ্ভূত ছাত্র এবং অন্যান্য রঙের ছাত্ররা অনুভব করেছিল যে ক্যাম্পাসের পরিবেশ বন্ধুত্বপূর্ণ ছিল না এবং তারা বর্ণবাদের লক্ষ্যবস্তু ছিল। ৯৩টি প্রতিষ্ঠানের ৫,০০০ প্রথম বর্ষের ছাত্রদের নিয়ে করা অন্য একটি গবেষণায়, শ্বেতাঙ্গরা বর্ণের ছাত্রদের তুলনায় \"জাতিগত বৈষম্য আর সমস্যা নয়\" এই বিবৃতির সাথে একমত হওয়ার সম্ভাবনা বেশি ছিল।  শ্বেতাঙ্গদেরও মনে হওয়ার সম্ভাবনা ছিল যে ক্যাম্পাসের জলবায়ু রঙের শিক্ষার্থীদের তুলনায় উন্নত হচ্ছে। শ্বেতাঙ্গরা অনুভব করেছিল যে ক্যাম্পাসের জলবায়ু বর্ণবাদী, বন্ধুত্বপূর্ণ এবং সম্মানজনক ছিল যখন রঙের ছাত্ররা অনুভব করেছিল যে এটি বর্ণবাদী, প্রতিকূল এবং অসম্মানজনক।  গবেষণায় দেখা গেছে যে কলেজ এবং বিশ্ববিদ্যালয়ে জাতিগত বৈচিত্র্য, মার্কিন যুক্তরাষ্ট্রে পদ্ধতিগত বর্ণবাদ এবং জাতিগত ইতিহাস সম্পর্কে ইচ্ছাকৃত শিক্ষা ছাড়াই, একটি বর্ণবাদী ক্যাম্পাসের জলবায়ু তৈরি করতে পারে যা রঙিন শিক্ষার্থীদের প্রতি নিপীড়নমূলক।  মার্কিন যুক্তরাষ্ট্রে ইতিহাসের পাঠ্যপুস্তকগুলো সাধারণত ইতিহাসের অপ্রীতিকর অংশগুলোর উপর আলোকপাত করে, যার ফলে অনেক ছাত্র অশ্রুর পথ,২০ শতকের শ্রমিকদের সংগ্রাম এবং আদিবাসীদের পশ্চিমে অপসারণ সম্পর্কে অবগত নয়।   সেখানে থাকা দরকার, \"কলেজের ছাত্রদের পরিবর্তনশীল জাতিগত গঠনের সাথে সম্পর্কিত ইচ্ছাকৃত শিক্ষা হস্তক্ষেপ [যা] সম্ভবত পরিবেশের জলবায়ু কীভাবে পরিবর্তিত হয় তা প্রভাবিত করবে\"।  যদি উচ্চ শিক্ষা প্রতিষ্ঠানে প্রাতিষ্ঠানিক বর্ণবাদকে মোকাবেলা করতে হয়, তাহলে বিভিন্ন ধরনের হস্তক্ষেপ তৈরি করতে হবে, বিশেষ করে, একাডেমির জন্য বিশেষভাবে তৈরি করা হস্তক্ষেপ। র‍্যাঙ্কিন এবং রিজন এর গবেষণা এই সিদ্ধান্তে পৌঁছেছে যে হস্তক্ষেপ কার্যকর হওয়ার জন্য, অনুষদকে ক্যাম্পাসে সামাজিকীকরণ এজেন্ট হিসেবে ব্যবহার করা দরকার, বিশেষ করে, কারণ বেশিরভাগ ক্যাম্পাসে বুদ্ধিবৃত্তিক এবং আচরণগত নিয়মগুলো অনুষদ দ্বারা সেট করা হয় এবং এই নিয়মগুলো ক্যাম্পাসের জলবায়ুর উপর ভারী প্রভাব ফেলে। মিশিগান ইউনিভার্সিটির #বিবিইউএম মুহূর্ত হলো জাতিগত ক্যাম্পাসের জলবায়ু পরিবর্তন করার চেষ্টা করা শিক্ষার্থীদের একটি উদাহরণ। ব্ল্যাক স্টুডেন্ট ইউনিয়ন মিশিগান ইউনিভার্সিটিতে জাতিগত জলবায়ু এবং কীভাবে এটি সমস্ত ছাত্রদের প্রভাবিত করছে সেদিকে দৃষ্টি আকর্ষণ করতে সংগঠনগুলোর সাথে সংগঠিত এবং সহযোগিতা করছে৷  হস্তক্ষেপ তৈরি করতে যা জাতি সম্পর্কে টেকসই শিক্ষার দিকে পরিচালিত করে, উচ্চশিক্ষার প্রতিষ্ঠানগুলোকে বর্ণ এবং শ্বেতাঙ্গ ছাত্রদের ইতিহাস এবং অভিজ্ঞতাকে সমানভাবে মূল্য দিতে হবে। এর একটি উদাহরণ হলো ইতিহাস বিভাগের পাশাপাশি আফ্রিকান/আফ্রিকান-আমেরিকান স্টাডিজ, চিকানো স্টাডিজ, এশিয়ান-আমেরিকান স্টাডিজ, আরব-আমেরিকান স্টাডিজ এবং আদিবাসী আমেরিকান স্টাডিজ বিভাগের মাধ্যমে কোর্সওয়ার্কের প্রয়োজন। গবেষণায় দেখানো হয়েছে যে পাঠ্যক্রমের বৈচিত্র্য আন্তঃগোষ্ঠী মনোভাব, জাতিগত কুসংস্কার এবং আন্তঃগোষ্ঠী বোঝাপড়া হ্রাস এবং ক্যাম্পাস বৈচিত্র্যের প্রতি মনোভাবের সাথে ইতিবাচকভাবে জড়িত।\n\n\n=== রাজনীতিতে ===\n\n\n==== পুনর্গঠন ====\n\nদাসপ্রথা বিলুপ্ত হবার পর, সরকার বিভিন্ন পরিবর্তনের মধ্য দিয়ে যায় যা মার্কিন যুক্তরাষ্ট্রে নতুন (কৃশাঙ্গ) নাগরিকদের উপস্থিতি প্রতিফলিত করে। সদ্য অর্জিত স্বাধীনতা রাজনীতিতে আফ্রিকান-আমেরিকান অংশগ্রহণ বৃদ্ধি পায়। ১৮৬৭ থেকে ১৮৭৭ সাল পর্যন্ত আফ্রিকান-আমেরিকান অংশগ্রহণের এই সময়টিকে পুনর্গঠন বলা হয়। রাজনীতিতে আফ্রিকান-আমেরিকান অংশগ্রহণ বৃদ্ধি সত্ত্বেও, কৃষ্ণাঙ্গ রাজনীতি কীভাবে উন্নত হয়েছে তার উদাহরণ হিসাবে পুনর্গঠনকে উল্লেখ করা হয়না। এই সময়কাল সম্পর্কে খুব স্বতন্ত্র দৃষ্টিভঙ্গি আছে। কেউ কেউ বিশ্বাস করতেন যে আইনসভায় সদ্য মুক্তিপ্রাপ্ত দাসদের প্রবর্তনের সাথে দক্ষিণে দুর্নীতি ব্যাপকভাবে ছড়িয়ে পড়ে এবং সরকারে কৃষ্ণাঙ্গ ব্যক্তিদের প্রবর্তনের ফলে চারপাশে যে নেতিবাচকতা রয়েছে তার প্রতি প্রচুর মনোযোগ দেওয়া হয়েছিল। দক্ষিণ ক্যারোলিনা পুনর্গঠন বিশেষত তদন্তের অধীনে ছিল কারণ বিধায়করা প্রধানত কৃষ্ণাঙ্গ ছিলেন। মনোযোগ শুধুমাত্র আইনসভার মধ্যে ঘটতে থাকা ভুল ধারণাগুলোর উপর কেন্দ্রীভূত ছিল, যেমন \"বিধানসভার সদস্যদের দ্বারা রাষ্ট্রীয় তহবিলের অনৈতিক বরাদ্দ\" এবং দক্ষিণ ক্যারোলিনার কৃষ্ণাঙ্গ এবং শ্বেতাঙ্গ উভয় আইন প্রণেতাদের দ্বারা সংঘটিত অন্যান্য অনৈতিক বা বেআইনি কাজও। আরও একটি বিষয় উত্থাপিত হয়েছিল যেগুলো হলো রাজ্য হাউসের সংস্কারের জন্য কেনা বহু দামী আলংকারিক বস্তু এবং অলঙ্করণ। শ্বেতাঙ্গরা সাধারণত সমালোচনার বাইরে ছিল, তাদের এসব কাজে সম্পৃক্ততা সত্ত্বেও, এবং কৃষ্ণাঙ্গ মানুষের প্রভাবের কারণে তাদের দুর্নীতির শিকার হিসেবে উল্লেখ করা হয়েছিল। [উদ্ধৃতি প্রয়োজন]\nঅন্যান্যরা বিশ্বাস করতেন যে পুনর্গঠন আইনের সমস্ত দুর্নীতির জন্য দায়ী নয়। জনগণের এই দলটি গঠনমূলক বিতর্ক এবং কথোপকথন দেখেছিল যা দক্ষিণের আইনসভাগুলোর মধ্যে প্রবাহিত হয়। তারা অফিসে থাকাকালীন সময়ে প্রদর্শিত কালো বিধায়কদের ইতিবাচক দিক এবং বৈশিষ্ট্যগুলোর প্রতি আরও গ্রহণযোগ্য ছিল।</link>\nআগ্রহী অংশগ্রহণকারীদের পরিমাণ সত্ত্বেও, এই সময়কালটি শেষ পর্যন্ত রাজনীতিতে কৃষ্ণাঙ্গদের অংশগ্রহণের হ্রাস ঘটায়। রাজনীতিতে কৃষ্ণাঙ্গদের অংশগ্রহণ বৃদ্ধির বিরুদ্ধে তাদের প্রতিক্রিয়া কার্যকরভাবে অংশগ্রহণকারীদের সংখ্যা থামাতে এবং তারপরে হ্রাস পেতে শুরু করে। বিংশ শতাব্দীর মাঝামাঝি সময়ে, অতীতে জড়িত থাকা সত্ত্বেও, রাজনীতিতে কালোদের অংশগ্রহণ কম ছিল। কৃষ্ণাঙ্গ অংশগ্রহণ সামগ্রিক অংশগ্রহণের তুলনায় একটি সাধারণ ঘটনা ছিল না এবং এটি প্রায়শই উদযাপন করা হত যখন কালো প্রার্থী বা রাজনীতিবিদরা তাদের রাজনৈতিক প্রচেষ্টায় বিশেষভাবে ভাল করেন। এই পতন পুনর্গঠন আন্দোলনের একটি সাদা পাল্টা আক্রমণের জন্য দায়ী করা হয়। কৃষ্ণাঙ্গদের ক্ষমতা গ্রহণ থেকে বিরত রাখার জন্য অনেক পদ্ধতি ব্যবহার করা হয়। এর মধ্যে অন্যতম ছিল সহিংসতা। এর একটি উদাহরণ হতে পারে কু ক্লাক্স ক্ল্যান, একটি গোপন দল যার সদস্যরা শ্বেতাঙ্গ আধিপত্যে বিশ্বাসী। কৃষ্ণাঙ্গদের মারধর, মারধর এবং ভয় দেখানো রাজনীতিতে কালোদের অংশগ্রহণের পতন ত্বরান্বিত করতে সাহায্য করেছিল। রাজনীতিতে, বিশেষ করে ভোটদানে কৃষ্ণাঙ্গদের অংশগ্রহণ নিরুৎসাহিত করার জন্য জবরদস্তিও ছিল আরেকটি পদ্ধতি। চাকরি হারানোর হুমকি এবং চিকিৎসা সেবা প্রত্যাখ্যান হল কিছু জবরদস্তিমূলক পদ্ধতি। জবরদস্তি সরাসরি শারীরিক সহিংসতার মতো বড় ভূমিকা পালন করেনি তবে এটি রাজনীতিতে কৃষ্ণাঙ্গদের অংশগ্রহণের বৃদ্ধিকে আরও বাধাগ্রস্ত করে।   এই পদ্ধতিগুলো এমন একটি রাজনৈতিক ব্যবস্থা তৈরি করতে সাহায্য করেছিল যেখানে অফিসে খুব কম সংখ্যালঘু রয়েছে।\n\n\n==== প্রতিনিধিত্ব ====\nকংগ্রেসে কৃষ্ণাঙ্গ প্রতিনিধিত্ব খুব কম ছিল, গৃহযুদ্ধের শেষ থেকে নিক্সন যুগ পর্যন্ত প্রতি কংগ্রেসে আটজনেরও  কম কৃষ্ণাঙ্গ ছিল, তবে নিক্সনের সময় কংগ্রেসে ১১ জন কৃষ্ণাঙ্গ সদস্য ছিল (হাউসে দশজন এবং সিনেটে একজন)। ৯১ তম কংগ্রেসের পরে, কৃষ্ণাঙ্গ প্রতিনিধিত্ব বাড়তে শুরু করে, বিশেষ করে কৃষ্ণাঙ্গ ডেমোক্র্যাটদের মধ্যে। \n\n\n==== প্রযুক্তিতে ====\nপ্রযুক্তির সাথে প্রাতিষ্ঠানিক বর্ণবাদের সংযোগ এমন একটি ক্ষেত্র যা পর্যাপ্তভাবে দেখা হয়নি। জেসি ড্যানিয়েলস তার \"ইন্টারনেট স্টাডিজে জাতি এবং বর্ণবাদ\" প্রবন্ধে লিখেছেন \"ইন্টারনেট অবকাঠামো এবং নকশার উন্নয়নে জাতিগত ভূমিকা অনেকাংশে অস্পষ্ট করা হয়েছে। যেমন সিনক্লেয়ার পর্যবেক্ষণ করেছেন, 'আমেরিকাতে জাতিগত ইতিহাস ছিল এমনভাবে লেখা হয়েছে যেন প্রযুক্তির অস্তিত্ব খুব কমই ছিল, এবং প্রযুক্তির ইতিহাস যেন জাতিগত তাৎপর্য থেকে একেবারেই নির্দোষ। '\"   সমাজবিজ্ঞানী রুহা বেঞ্জামিন তার বই রেস আফটার টেকনোলজি: অ্যাবোলিশনিস্ট টুলস ফর দ্য নিউ জিম কোডে আরও লিখেছেন যে গবেষকদের \" বর্ণবাদ কীভাবে পরিকাঠামো এবং নকশাকে আকার দেয় তা বিশ্লেষণ করার পরিবর্তে ব্যক্তিগত স্তরে ইন্টারনেট কীভাবে জাতিগত কুসংস্কারকে স্থায়ী করে বা মধ্যস্থতা করে সেদিকে মনোনিবেশ করা উচিত।\"  বেঞ্জামিন প্রযুক্তিতে প্রাতিষ্ঠানিক বর্ণবাদ এবং বর্ণবাদের মধ্যে সংযোগ স্থাপন করেন এবং প্রযুক্তিতে প্রাতিষ্ঠানিক বর্ণবাদের পাশাপাশি \"কাঠামোগত বর্ণবাদের প্রযুক্তি\" বিষয়ে ভবিষ্যতের গবেষণার গুরুত্ব উল্লেখ করেন। \n\n\n==== সামরিক বাহিনীতে ====\n২০২০ সালের জুনে, মার্কিন সেনাবাহিনী অসচেতন পক্ষপাতিত্ব মোকাবেলার প্রচেষ্টার অংশ হিসেবে প্রাতিষ্ঠানিক বর্ণবাদ প্রতিরোধ করার জন্য তার পদোন্নতি নীতিতে পরিবর্তন আনে যার ফলে কৃষ্ণাঙ্গ প্রার্থীরা একইভাবে যোগ্য শ্বেতাঙ্গদের চেয়ে বেশি বার পাস করে। উদাহরণস্বরূপ, প্রার্থীদের ছবি আর তাদের প্রচারমূলক প্যাকেজের অংশ হবে না, যা কৃষ্ণাঙ্গ সৈন্যদের অগ্রগতির সুযোগকে বাধাগ্রস্ত করতে দেখা গেছে। \n\n\n== আরও দেখুন ==\nটেমপ্লেট:Racism topics\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== আরও পড়ুন ==\nপ্রাতিষ্ঠানিক বর্ণবাদ এবং পুলিশ প্রাতিষ্ঠানিক বর্ণবাদ এবং পুলিশ: ঘটনা বা কল্পকাহিনী? , সিভিটাস থিঙ্কট্যাঙ্ক ম্যাকফারসন রিপোর্ট সম্পর্কে প্যামফলেট\nমূল্য পরিশোধ করা: কানাডিয়ান ফৌজদারি বিচার ব্যবস্থায় প্রাতিষ্ঠানিক বর্ণবাদের কারণ এবং প্রভাবের উপর জাতিগত প্রোফাইলিংয়ের মানবিক খরচ\nকানাডা একত্রীকরণ ইন্ডিয়ান আইন আরএসসি, ১৯৮৫, সি. আই-৫ বর্তমান থেকে ৯ জুন ২০১৫। ২ এপ্রিল ২০১৫-এ সর্বশেষ সংশোধিত এবং বিচার মন্ত্রী নিম্নলিখিত ঠিকানায় প্রকাশ করেছেন: \"বিচার আইন ওয়েবসাইট\" / \"সাইট ওয়েব দে লা আইন (বিচার)\", কানাডা সরকার\nজন কমলোস, \"অর্থনীতিতে গোপন বর্ণবাদ ,\" ফিনাঞ্জ আর্কাইভ/পাবলিক ফাইন্যান্স অ্যানালাইসিস, ৭৭ (২০২১) ১:৮৩–১১৫।"}