{"pageid": 1427483, "title": "বার্নসাইড শহরের ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1427483", "content": "সিটি অফ বার্নসাইড একটি স্থানীয় সরকারি এলাকা অ্যাডিলেড মেট্রোপলিটন শহরে।  বার্নসাইডএর ইতিহাস তিন শতক ধরে বিস্তৃত।  বার্নসাইডএর পুরনো অভিবাসী ছিল কোরনা আদিবাসী জনগোষ্ঠী।  এই আদিবাসীরা শীতকালে টোরেন্স নদীর খালের আশেপাশে এবং অ্যাডিলেড পাহাড়ে বসবাস করতো ।  \n১৮৩৬ সালে ব্রিটেন দক্ষিণ অস্ট্রেলিয়াতে উপনিবেশ তৈরী করে। ঠিক এর পরপরই ব্রিটিশ ঔপনিবেশিকরা  অ্যাডিলেড শহরের পূর্বে অবস্থিত পর্বতমালার পাদদেশে জমি অধিগ্রহন শুরু করে। ম্যাগিল নামক গ্রামটিকে বিভক্ত করা হয় ১৮৩৮এ। পরের বছরে পিটার অ্যান্ডার্সন নামে একজন স্কটসম্যান তার পরিবারের সাথে এই এলাকায় বসতি স্থাপন করেন এবং এই জায়গাটির নামকরণ করেন সেকেন্ড ক্রিক সংলগ্ন তার সম্পত্তির অবস্থান অনুসারে। স্কটিশ ভাষায় \"বার্ন\" শব্দটির অর্থই হলো 'ক্রিক' বা 'স্ট্রিম'। বার্নসাইড গ্রামটি শীঘ্রই প্রতিষ্ঠিত হয় ও ১৮৫৬তে বার্নসাইড জেলা পরিষদকে গেজেটেড করা হয়। বৃহত্তর ইস্ট টোরেন্স জেলা পরিষদ থেকে আলাদা হয়ে যায় বার্নসাইড। প্রাথমিক দিকে বার্নসাইডএর অর্থনীতির মূল ভিত্তি ছিল আঙ্গুরচাষ বা viticulture , খনন, ও জলপাই উপবন। গ্লেন অসমন্ড শহরে যথাযথ খনিজ মজুত ছিল। ম্যাগিল গ্রাম  এবং স্টোনিফেল শহরে দ্রাক্ষাক্ষেত্র প্রতিষ্ঠিত করা হয়।  \n১৯২৬ সালে তুসমোর উপশহরে বর্তমান পরিষদের সভাগৃহ তৈরী হয়।  এই পারিষদটি পৌরসভাতে পরিণত হয় ১৯৩৫এ।  বার্নসাইড গ্রামটিতে এতো দ্রুত উন্নতি হতে থাকে যে খুব তাড়াতাড়ি এটি শহরে রূপান্তরিত হয় এবং ১৯৪৩এ বার্নসাইডকে শহর হিসাবে ঘোষণা করা হয়। ৬০এর দশকে একটি কমিউনিটি গ্রন্থাগার ও সাঁতার কেন্দ্র গড়ে ওঠে।  অগ্রগতি বার্নসাইডএ চলতে থাকে।  ১৯৯৭ ও ২০০১ এর মধ্যে গ্রন্থাগারটি এবং সাঁতার কেন্দ্রকে আরো উন্নত করে তোলা হয়েছিল।  \n\n\n== আদি গ্রামাঞ্চল ==\nএই দুটি গ্রাম একত্র হয়ে  শহরের অন্যতম প্রথম পৌরসভাগুলির মধ্যে একটি তৈরী হয় ১৮৫৩ সালে যেটি বর্তমানে সিটি অব নরউড পেনাম সেন্ট পিটার্স নামে পরিচিত।  কেনসিংটনের যে অংশগুলি এখন বার্নসাইডএ অন্তর্ভুক্ত হয়েছে তা হলো কেনসিংটন গার্ডেন ও কেনসিংটন পার্কের উপশহর। ম্যাগিল গ্রামটি সর্বপ্রথম ম্যাগিল এস্টেট হিসেবে প্রতিষ্ঠিত হয় (৫২৪ একর) যেটির মালিক ছিলেন দুজন স্কটসম্যান - রবার্ট কক এবং উইলিয়াম ফার্গুসন।  এদের মধ্যে প্রথম সাক্ষাৎ হয়েছিল একটি জাহাজে যার নাম ছিল  এইচএমএস বাফলো।  ম্যাগিল গ্রামটির নামকরণ হয়েছিল এক সাহেব ডেভিড এম ম্যাকগিলের নামে।ইনি মিসেস ককের ট্রাস্টি ছিলেন। ফার্গুসনকে ম্যাগিল এস্টেট চাষের দায়িত্ব দেয়া হয় এবং ১৮৩৮ সালে উনি ওই এস্টেটে আবাস্থল নির্মাণ করেন।  চাষ শুরু হওয়ার পরপরই এই দুই স্কটসম্যানের আর্থিক অভাব দেখা দেয়।  এর ফলে ম্যাগিল গ্রামটিকে বিভক্ত করতে হয়।  ম্যাগিল পর্বতমালার পাদদেশে অবস্থিত প্রথম গ্রাম যেটিকে বিভক্ত করা হয়। ম্যাগিলের কাছেই অবস্থিত গ্লেন  অসমন্ড নামক আরেক গ্রাম।  এই গ্রামে রুপো ও সীসা আবিষ্কার করে দুই কর্নিশ অভিবাসী। ধাতুগুলি আবিষ্কার হওয়ার পরে এই উপনিবেশটির রপ্তানির আয় বেড়ে যায় যে সময়ে দক্ষিণ অস্ট্রেলিয়ার অর্থনীতি নড়বড়ে ও দেউলিয়ার মুখে দাঁড়িয়ে। দক্ষিণ অস্ট্রেলিয়ার তৎকালীন রাজ্যপাল জর্জ গলার এই প্রাথমিক আবিষ্কার পরিদর্শনে যান।  পরবর্তীকালে প্রথম খনি তাঁর সম্মানে নামকরণ করা হয়।  এই খনির নাম ছিল হুইল গলার।  ১৮৪০এর দশকে হুইল গলার বিদেশে রপ্তানি শুরু করে যার ফলে কর্নিশ এবং জর্মান অভিবাসীদের কর্মসংস্থান হয়।  জর্মান অভিবাসীদের কর্মসংস্থানের কারণ ছিল এক জর্মান ব্যবসায়ীর অনেক খনি কেনা।  গ্লেন অসমন্ডের চরিত্র প্রথমদিকে কর্নিশ হলেও পরবর্তীসময়ে জর্মান ছিল। ১৮৫১ সালে পার্শ্ববর্তী উপনিবেশ ভিক্টোরিয়ায় গোল্ড রাশ শুরু হওয়ার পর শ্রমিকদের প্রস্থান ঘটে যার কারণে খনির কাজ ব্যাহত হয়।\n১৮৩৯ খ্রিস্টাব্দে অ্যান্ডারসন পরিবার প্রথমবার বার্নসাইড গ্রামে পদার্পন করে। এই পরিবার যে খালি হাতে এসেছিলেন তা নয়।  তাঁরা নিজেদের সাথে ভালো চরিত্রের প্রশংসাপত্র, চাষের মূল্যবান অভিজ্ঞতা, এবং ৩০০০ পাউন্ড এনেছিলেন।  এসব কিছু থাকা সত্ত্বেও তাঁরা মানিয়ে নিতে পারলেন না। এর কারণ ছিল এই যে স্কটল্যান্ডের কৃষিকাজের ধরণ এখানকার থেকে অনেকটাই আলাদা ছিল।  ১৮৪৭এ অ্যান্ডারসনরা মরফেট ভেল নামক এক জায়গায় চলে যান তাঁদের সব জমি ও বাড়ি বিক্রি করে।  পরে এই জমিটা উইলিয়াম রান্ডেল নামে এক ব্যক্তি কেনেন ও তার পর সেখানে একটি গ্রাম তৈরিতে প্রবৃত্ত হন। রান্ডেল ন্যাথান হেইলসকে পরিমাপক হিসাবে নিযুক্ত করেন। এই অঞ্চলের প্রথমে স্থাপিত গ্রামগুলি কিছু সময়ের জন্য বিদ্যমান ছিল যেমন গ্লেন অসমন্ড, ম্যাগিল, ও কেনসিংটন যখন বার্নসাইডকে নতুন গ্রাম হিসেবে ঘোষণা করা হয়। এই নতুন গ্রামটি বেড়ে ওঠার জন্য কয়েকটি ভালো অবস্থান ছিল।  প্রথমত, দুটি প্রধান রাস্তা বার্নসাইড (বর্তমানে গ্লিনবার্ন) ও গ্রীনহিল রোড দ্বারা আবদ্ধ ছিল।  দ্বিতীয়ত, সেকেন্ড ক্রিকে থাকার সুবিধে ছিল। গ্রামটি বাসিন্দাদের আকৃষ্ট করতে সক্ষম হয়েছিল যাদের মধ্যে কিছু ধনী অ্যাডিলেডের লোক ছিল যারা পাদদেশে একটি এস্টেট তৈরী করেছিল; আর কিছু লোক জমিতে কাজ করার ক্ষেত্রে বেশ উদ্বিগ্ন ছিল।   হেইলসের দেওয়া ১৮৫০ সালের বিজ্ঞাপনে গ্রামটিকে \"বার্নসাইড  দ্য বিউটিফুল\" হিসাবে বর্ণনা করা হয়। এর সুবিধাগুলির মধ্যে ছিল \"চিরস্থায়ী প্রবাহিত জল, বিস্তৃত এবং বৈচিত্র্যময় দৃশ্য, সমৃদ্ধ বাগানের মাটি এবং ভাল বিল্ডিং পাথর।\" \n\n\n== জেলা পরিষদ প্রতিষ্ঠা ==\nযে গ্রামগুলি নিয়ে পরবর্তীকালে বার্নসাইড জেলা পরিষদ তৈরী হয়, তারা মূলত পূর্ব টরেন্সের জেলা পরিষদের অন্তর্ভুক্ত ছিল। টরেন্স নদীর উত্তরে ছিল পূর্ব টরেন্স, দক্ষিণে মাউন্ট বার্কার রোড, পূর্বে অ্যাডিলেড পাহাড়, এবং পশ্চিমে অ্যাডিলেড পার্কল্যান্ডস।  ১৮৫২র ডিস্ট্রিক্ট কাউন্সিল অ্যাক্ট অনুসারে পূর্ব  টরেন্সের জেলা পরিষদ ঘোষণা হয় ছাব্বিশে মে ১৮৫৩ সালে।  ঘোষণাটি করেছিলেন তৎকালীন রাজ্যপাল হেনরি ইয়ং।  রাজ্যপাল সাহেব এই  অ্যাক্ট  অনুসারে পাঁচজন উদ্বোধনী কাউন্সিলর নিয়োগ করেন - ডাঃ ডেভিড ওয়ার্ক, জেমস কৱলেডিক, চার্লস বনি, দানিয়েল ফার্গুসন, ও জর্জ মুলার। এর মধ্যে চার্লস বনি কাউন্সিলর ছাড়াও উপনিবেশের ক্রাউন ল্যান্ডস কমিশনার ছিলেন। এই পাঁচজন কাউন্সিলররা ম্যাগিলের ওয়ার্ল্ড এন্ড হোটেলে বারই জুন ১৮৫৩তে প্রথমবার মিলিত হন।  প্রাথমিক পরিকল্পনাগুলির মধ্যে ছিল পরিষদের এলাকা পরিমাপ এবং কাউন্সিল আইন দ্বারা প্রদত্ত লাইসেন্স ফি ও কর সংগ্রহ করা।  \nম্যাগিলের বাসিন্দা টি বি পেনফোল্ড, একজন প্রাক্তন অধিনায়ক, জেলার প্রথম ক্লার্কও ও কালেক্টর দুই'ই হন ১ জানুয়ারী ১৮৫৪ সালে।  সেই বছরের চৌথা জানুয়ারী একটি ভোট হয় যেখানে রেটপেয়ররা সিদ্ধান্ত নেয় যে তারা কাউন্সিলকে কত টাকা দেবে।  সিদ্ধান্তে এও প্রস্তাব পাস হয় যে দাতব্য সংস্থাগুলিকে, স্কুল এবং চার্চগুলিকে টাকা দিতে হবে না। ১৮৫৫তে পরিষদক্ষেত্রর জনসংখ্যা ছিল ৩,৭০৫ যেটি পার্শবর্তী কেনসিংটন এবং নরউড কর্পোরেট টাউনের থেকে হাজার বেশি।  \nপূর্ব টরেন্স কিন্তু কেনসিংটন এবং নরউডের মতো স্থিতিশীল হয়নি।  রেটপেয়ররা তাঁদের টাকার হদিস না পেয়ে হতাশ ছিলেন।  এ ছাড়াও কাউন্সিলরদের কাছে পর্যাপ্ত পরিমাণে টাকা বা প্রশাসনিক ব্যবস্থা ছিলনা যাতে তারা ভালো ভাবে কাজ করতে পারে।  শেষমেশ ১৮৫৬ সালের ১৪ই আগস্টে এলাকাটি তিন ভাগে বিভক্ত হয়।  পেইনআমের জেলা পরিষদ উত্তর-পশ্চিম টরেন্সের থেকে পৃথক হয়ে যায় এবং বার্নসাইডের জেলা পরিষদ টরেন্সের দক্ষিণ-পশ্চিমে পৃথক হয়ে গঠিত হয়। পূর্ব টরেন্সের জেলা পরিষদ আবার ১৮৫৮তে ভাগ হয়ে যায় যখন ক্র্যাফার্স জেলা পরিষদ আলাদা হয়। \n\n\n== 1860 থেকে 1900 ==\nনতুন বার্নসাইড জেলা পরিষদের প্রথম মিটিং আয়োজিত হয়েছিল উনিশে অগাস্ট ১৮৫৬ সালে গ্রীনগেট ইন, তুসমরে।  পরের মিটিংটা ঊনত্রিশে ডিসেম্বরে হয়েছিল কারণ নতুন কাউন্সিলর নির্বাচনে সময় লেগেছিল।  জেলা পরিষদের চেয়ারম্যান ডাঃ ক্রিস্টোফার পেনফোল্ড বাকি প্রতিনিধিদের সাথে সেখানে দেখা করেন - গ্লেনুঙ্গার দানিয়েল ফার্গুসন, আলেকজান্ডার ফার্গুসন অফ মনরিথ, ম্যাগিলের জন টাউনসেন্ড, এবং বেল ভিউয়ের জেমস গ্রিলস। এই সময়েই কেন্ট টাউন বার্নসাইডের অংশ হওয়ার বিরুদ্ধে সিদ্ধান্ত নেয় । এর পরিবর্তে কেনসিংটন এবং নরউডের কর্পোরেট শহরে যুক্ত হওয়ার আবেদন করে । পরিষদের বৈঠকগুলি ডিসেম্বর ১৮৬৯ পর্যন্ত হয় গ্রীনগেট ইনে বা ফার্গুসনের বাড়িতে হতো । তারপরই প্রথম কাউন্সিল চেম্বার নির্মিত হয় । এটি লোকাল গভর্মেন্ট অ্যাক্ট ১৮৫২ অনুসারে কাজ করছিল । এর মধ্যে ছিল ছোটখাটো রাস্তার দেখভাল, কসাইখানার লাইসেন্স ও পাবলিক হাউজের প্রশাসনিক দায়িত্ব, এবং অস্বাস্থ্যকর স্কচ থিসেলের বিস্তার রোধ । এ ছাড়াও শিক্ষার প্রসার ঘটাতে অক্ষম ছিল পরিষদ।  রাস্তা ও ব্রিজ তৈরির কাজ শুরু হয় পরিষদ গঠিত হওয়ার পর।  বাসিন্দারা উন্নয়ন ও নির্মাণের প্রবাহে বিস্মিত হয়েছিল।  একই সময়ে প্রচুর কাজের অনুরোধ পেয়ে পরিষদ অভিভূত হয়েছিল । এর ফলে তাঁরা ব্যক্তিগত রেটপেয়রদের কাছে আর্থিক সাহায্য চায় ব্রিজ তৈরির জন্য।\nর্নসাইডের ইতিহাসের সাক্ষী থেকেছে দুটি প্রতিষ্ঠান - স্কুল এবং গির্জা, যারা এই ইতিহাসকে নথিভুক্ত করে রেখেছে। ম্যাগিলে প্রথম বিদ্যালয় খোলা হয়েছিল ১৮৪৬ সালে । এই প্রাথমিক বিদ্যালয়টিকে নভেম্বর ১৮৫৫তে বর্ধিত করা হয় যখন আটত্রিশ জন ছেলে ও উনত্রিশ জন মেয়ে ভর্তি হয়।  পড়াশোনার বিষয়বস্তু ছিল পড়া, লেখা, পাটিগণিত, ব্যাকরণ, ভূগোল, ইতিহাস, অঙ্কন, এবং গান।  আশ্চর্যের বিষয় এই যে কেবল মাত্র একজন শিক্ষকের দ্বারা এতগুলো বিষয়বস্তু পড়ানো হতো । ১৮৬৫তে দুজন শিক্ষক ছিলেন । ১৮৫৮র অক্টোবর মাসে গ্লেন অসমন্ড প্রাথমিক বিদ্যালয় প্রতিষ্ঠিত হয়।  এটি গ্লেন অসমন্ড ইনস্টিটিউটের উত্তরসূরি ছিল যেখানে কমিউনিটি ডিবেটের চল ছিল এবং শিক্ষার কেন্দ্র হিসেবে চিহ্নিত ছিল । বার্নসাইড প্রাথমিক বিদ্যালয় তৈরি হয় ১৮৭২ সালে । এই প্রাথমিক বিদ্যালয়গুলি শহরের বাসিন্দাদের তরফ থেকে প্রচুর বই ও লেখা পেয়েছিল যা বিদ্যালয়ের অনুপস্থিত গ্রন্থাগারকে সমৃদ্ধ করে । বাসিন্দাদের দ্বারা এই বিদ্যালয়গুলিতে প্রায়ই বিতর্কসভা আয়োজিত হতো যেখানে আলোচ্য বিষয় ছিল রাষ্ট্র ও স্থানীয় এলাকার ভবিষ্যৎ নিয়ে । এই বিতর্কসভাতে জনসমাগম ভালই হতো।  তবে এত বুদ্ধিমত্তা সত্ত্বেও প্রাপ্তবয়স্ক জনগণ শিক্ষার ক্ষেত্রে খুব একটা অগ্রসর ছিল না।  শিক্ষার অভিযান চলতে থাকে যতক্ষণ না দ্বিতীয় বোয়ের যুদ্ধ (১৮৯৯ - ১৯০২) শারীরিক ক্রিয়াকলাপ এবং মেরিটের উপর বেশি জোর দেয় । আশ্চর্যজনকভাবে, এই শিক্ষার কার্যকলাপের বিকাশটি তুসমরের কাছে বার্নসাইডের ঐতিহ্যবাহী কেন্দ্রে প্রতিফলিত করা সম্ভব হয়নি, যেখানে বর্তমান কাউন্সিল চেম্বার, কমিউনিটি সেন্টার, এবং গ্রন্থাগার অবস্থিত।\n১৮৭১ সালের মধ্যে বার্নসাইড উল্লেখযোগ্যভাবে বৃদ্ধি পেয়েছিল।  গ্রামগুলি মিলিয়ে মোট ১,৫৫৭ জন বাসিন্দা ছিলেন।  তুলনামূলকভাবে কেনসিংটন-নরউড এলাকা ছোট হলেও ৫,১৩২ জন বাসিন্দা ছিলেন । ১৮৬৯এর ডিসেম্বরে জেলা পরিষদ প্রথম কাউন্সিল চেম্বার নির্মাণ করে।  দুটি গ্রামে - বেউলা পার্ক (উত্তর কেনসিংটন) এবং ইস্টউড, ১৮৭০ ও ১৮৮০র মধ্যে জনসংখ্যা বৃদ্ধি এবং উন্নয়নের জোয়ার ঘটে যা নতুন অভিবাসীদের আবাসন এবং ধনী অ্যাডিলেড জন্য বিনিয়োগ উভয়ই প্রদান করে। পার্কসাইড হাসপাতাল (বর্তমানে গ্লেনসাইড), একটি মানসিক স্বাস্থ্য আশ্রয়গার, তৈরি হয় ১৮৬৬ সালে । এটি একটি প্রাথমিক বার্নসাইড স্থাপত্য ছিল ।  ১৮৮১তে টমাস কুপার দক্ষিণ অস্ট্রেলিয়ার লিইব্ৰুকএ প্রথম ব্র্যান্ডেড বিয়ার \"কুপার্স\" তৈরি করা শুরু করেন।ঠিক এই সময়টিতে স্টোনিফেল অর্থনৈতিক সম্প্রসারণ দেখতে আরম্ভ কর।  ১৮৭৩ সালে স্টোনিফেল অলিভ কোম্পানি প্রতিষ্ঠিত হয়। ঊনবিংশ শতকের শেষভাগে বার্নসাইড উল্লেখযোগ্য উন্নয়ন দেখলেও ঠিক শেষের দশকে সবকিছু বন্ধ হয়ে যায় যার কারণ হিসেবে অর্থনৈতিক মন্দাকে চিহ্নিত করা হয় ।\n\n\n== বিংশ শতাব্দীর গোড়ার দিকে ==\n\nবিংশ শতাব্দীর শুরুতে বার্নসাইড নগরোন্নয়নের সাক্ষী থাকে।  গ্রামগুলির ক্রমশ উন্নয়ন হচ্ছিল।  কিছু গ্রামকে গেজেটেড করা হয় যার মধ্যে তুরাক গার্ডেন ও দুলউইচ অন্যতম।  এরপর এই গ্রামগুলিকে বসতি স্থাপনের উদ্দেশ্যে খুলে দেয়া হয় এবং শহরতলি হিসাবে বিজ্ঞপিত করা হয়। ১৯২০র শেষদিকে জেলা পরিষদের জনসংখ্যা ছিল প্রায় ১৭০০০ যারা মোট ৪০০০ বাড়িতে বাস করতো। বাজেটের মোট বরাদ্দ ছিল ৬০,০০০ পাউন্ড।  এর ১০ শতাংশ আসত বাণিজ্যিক এন্টারপ্রাইজ পেমেন্ট থেকে আর বাকিটা করদাতাদের ফি থেকে। এই সময়ে দক্ষিণ অস্ট্রেলিয়ার সরকার স্থানীয় সরকারের উন্নতি বিষয়ক কয়েকটি আইন আনে।  এর মধ্যে ছিল টাউন প্ল্যানিং অ্যাক্ট (১৯২০) এবং বিল্ডিং অ্যাক্ট (১৯২৩)।  এই আইনগুলি জেলা পরিষদকে অনেক বেশি দায়িত্বভার দেয়।  একই সাথে এটা বলা দরকার যে অ্যাডিলেড শহর ক্রমান্বয়ে সম্প্রসারিত হচ্ছিল।  বার্নসাইডের কাউন্সিলররা রাজ্য সরকারকে রিসোর্ট অধিগ্রহণ ও পরিচালনার পরামর্শ দিয়েছিলেন।  ওয়াটারফল গালি এবং মরিয়ালতা সংরক্ষণ পার্কে একটি করে কিয়স্ক খোলা হয়েছিল এই পরামর্শ মেনে।  এ ছাড়াও বিস্তীর্ণ সবুজায়ন ও বৃক্ষ রোপণের পরিকল্পনার জন্য বার্নসাইডকে অ্যাডিলেডের সংবাদপত্র প্রশংসা করেছিল।  জেলা পরিষদ যে শুধু নতুন গাছ লাগাচ্ছিল তাই নয় বরং তার সাথে পুরানো গাছগুলিকেও সংরক্ষিত করছিল।  \n\nএই প্রচেষ্টার পিছনে ছিলেন এইচইএস মেলবোর্ন নামে একজন কাউন্সিলর যিনি তার এই প্রচেষ্টার জন্য প্রশংসিত হন।  ১৯২৯ সালে যখন গ্রেট ডিপ্রেসন হয় তখন এমনিতেই গোটা বিশ্বের অবস্থা টলমলে।  এর ফলে পরিষদের তহবিলে খুব বেশি টাকা মজুত ছিল না।  এমন সময়ে মেলবোর্ন সাহেব নিজের টাকা খরচ করে স্থানীয় বাসিন্দাদের জন্য জমি অধিগ্রহণ করেছিলেন।  পরবর্তীসময়ে তিনি বাজেটের সভাপতিত্ব করেন এবং ওনার তত্ত্বাবধানে গাছ লাগানো চলতে থাকে শহরটিকে আরো সুন্দর করে তোলবার জন্য।  গর্ডন অ্যালেন, এক স্থানীয় বাসিন্দা, যিনি মেলবোর্ন সাহেবের উত্তরাধিকারী কাউন্সিলর হিসেবে দায়িত্বভার গ্রহণ করেন, বলেছিলেন যে - \"নো কাউন্সিল এভার হ্যাড এ বেটার ম্যান।\" মাউন্ট অসমন্ডের গল্ফ কোর্সের নির্মাণও মেলবোর্নের তত্ত্বাবধানে হয়েছিল।  তবে তাঁর একটা কান্ট্রি ক্লাব করার স্বপ্ন কখনো বাস্তবায়িত হয়নি।\n\nহিলস ফেস জোনের পূর্ববর্তী উন্নয়ন সীমাবদ্ধতা ১৯২০ সালে প্রতিষ্ঠিত হয়েছিল; কাউন্সিল কঠোর নির্দেশিকা মেনে চলতে বাধ্য হয়।   ১৯২৮ সালে   গ্রীনহিল এবং পোর্ট্রাশ রোডের কোণে নতুন কাউন্সিল চেম্বারের বিল্ডিং নির্মিত হয়; যেগুলি এখনও ব্যবহার করা হয়।  ১৯৩১ সালে বন্যা  ওয়াটারফল গালিকে বিধ্বস্ত করেছিল।  বার্নসাইড বাড়তে থাকে এবং ১৯৩৫ সালে বার্নসাইডের জেলা পরিষদ বার্নসাইডের পৌরসভায় পরিণত হয়। ১৯৪১ সালের মধ্যে, মাত্র ৪০১ একর (১.৬ বর্গকিলোমিটার)   চাষের অধীনে ছিল।\n\n\n== ১৯৪৫ থেকে ১৯৭০এর দশক ==\n১৯৪৫ সালে ক্লীল্যান্ড কনজারভেশন পার্কের অধিকাংশ এলাকা (এটিকে ক্লীল্যান্ড ন্যাশনাল পার্কে আপগ্রেড করা হয়েছে নভেম্বর ২০২১এ) দক্ষিণ অস্ট্রেলিয়া সরকার কিনে নেয়। এর কারণ হিসেবে দেখা হয় অধ্যাপক স্যার জন ক্লীল্যান্ডের লবি । বেশিরভাগ এলাকাকে একত্রিত করে ১৯৬৩তে এই পার্কটি তৈরি করা হয় যা পূর্বদিকের পাহাড় থেকে মাউন্ট লোফ্টির চূড়া পর্যন্ত এবং উত্তর দিকে গ্রীনহিল রোড পর্যন্ত বিস্তৃত।  ১৯৪৩ সালে বার্নসাইড পৌরসভাকে শহর হিসাবে ঘোষণা করা হয়।\nবার্নসাইডের অনেক ছেলে প্রথম এবং দ্বিতীয় বিশ্বযুদ্ধে লড়াই করেছিল। ফিরে আসার পর তাঁদের স্মারক দিয়ে সম্মানিত করা হয় ও বিশেষভাবে তাঁদের উদ্দেশ্যে বার্নসাইডের প্রথম কমিউনিটি হাসপাতালের নামকরণ হয়। বার্নসাইড ওয়ার মেমোরিয়াল হাসপাতাল ১৯৪৯এর এপ্রিল মাসে খোলা হয় তুর্ক গার্ডেনে, যা ওত্তো ভ্যান রাইবেনের দ্বারা দান করা একটি বাড়িতে নির্মিত হয়েছিল। হ্যাজেলউড পার্কে সাঁতার কেন্দ্রের বিপরীতে বিদ্যালয়ে এবং গির্জায় যুদ্ধে পতিতদের স্মৃতিচিহ্ন পাওয়া যায়।  অস্ট্রেলিয়ার অনেক জায়গার মতো বার্নসাইডও \"লেস্ট উই ফর্গেট\" বাক্যটির তাৎপর্য তুলে ধরেছিল যা অনেক স্মৃতিসৌধের উপর খোদাই করা হয়েছে।  আলেকজান্দ্রা এভিনিউতে অবস্থিত রোজ পার্কে একটি বড় স্মৃতিস্তম্ভ এবং অস্ট্রেলিয়ান ইম্পেরিয়াল ফোর্সের মূর্তি রয়েছে যার ফলকটিতে লেখা রয়েছে - \"ইন মেমরি অফ দি ফলেন: ওয়ার্ল্ড ওয়ার ২, কোরিয়া, ভিয়েতনাম।\" \n১৯৫১তে যখন অস্ট্রেলিয়া অস্ট্রেলিয়ান ফেডারেশনের সুবর্ণ জয়ন্তী উদযাপন করেছিল তখন বার্নসাইডের বাসিন্দারা এই উদযাপনে যোগদান দিয়েছিল ও ১৯৬১তে তাঁরা তাঁদের নিজেদের শহরের শতবর্ষ পালন করে।  যুদ্ধ পরবর্তীকালে প্লেফোর্ড সরকারের অধীনে বার্নসাইড অর্থনৈতিক সমৃদ্ধির সাক্ষী হয় যার ফলে জনসংখ্যায় উন্নতি দেখা যায়। ১৯৪৭এ ২৭,৯৪২ জন থেকে বেড়ে ১৯৬১তে ৩৮,৭৬৮ হয় । ১৯৫৩ সালে পাবলিক বলরুম ও ১৯৬৫তে অলিম্পিক গ্রান্ডস্ট্যান্ড হয় কেনসিংটন পার্কে। এ ছাড়া ১৯৬৩তে বার্নসাইডের পূর্ব সীমান্তে ক্লীল্যান্ড কনজারভেশন পার্কটি প্রতিষ্ঠিত হয়েছিল।\nবার্নসাইডের সড়ক ব্যবস্থা সম্পূর্ণভাবে বিটুমেনাইজ করা হয় ১৯৬০ ও ১৯৭০এর দশকে।  এটি সম্পূর্ণভাবে সরকার স্পনসর করেছিল রাস্তা কর্মসূচির মাধ্যমে।  বিপজ্জনক মাউন্ট বার্কার রোড প্রতিস্থাপনের পরিকল্পনা করা হয়েছিল।  নানা প্রস্তাবনার মধ্যে একটি ছিল বার্নসাইড-ক্রেফার্স হাইওয়ে, যেটি পরিষদ দৃঢ়ভাবে সমর্থন করেছিল।  হাইওয়েটি হ্যাজেলউড পার্ক পৌঁছানোর পর গ্রীনহিল রোড ছেড়ে বেরোনোর পরিকল্পনা ছিল । তারপর এই হাইওয়ে রাস্তাটি হ্যাজেলউড পার্ক  এবং বৌমন্তের মধ্যে দিয়ে গিয়ে ওয়াটারফল গালির পাহাড়ের চারপাশ ঘিরে ঈগল অন দি হিলের উপর দিয়ে সোজা মিশেছে ক্রেফার্সের রাস্তায় । বার্নসাইড পরিষদ হাইওয়ের প্রস্তুতির জন্য লিন্ডেন এভিনিউকে চওড়া করে।  এই প্রস্তাবনাটি শেষমেশ খারিজ হয়ে যায় এবং মাউন্ট বার্কার রোডকে আপগ্রেড করার সিদ্ধান্ত গৃহীত হয়।\n\n৭,৮০০টি বইয়ের সংগ্রহ সহ বার্নসাইড একটি পাবলিক গ্রন্থাগার লাভ করে ১৯৬১ সালে। লাইব্রেরি অ্যাক্ট ১৯৫৫তে পাস্ হওয়ার পর বাসিন্দাদের পক্ষে একটি গ্রন্থাগার স্থাপনের খরচ সাশ্রয়ী হয়েছিল। বার্নসাইড সাঁতার কেন্দ্র ১৯৬৬তে প্রথমবার খোলা হয় । এই কেন্দ্রটি তৎকালীন মেয়র জর্জ বোল্টনের প্রকল্প ছিল। হ্যাজেলউড পার্ককে নিয়ে ওনার এক সুদূর বড়মাপের পরিকল্পনা ছিল যা বাস্তবায়িত করতে তাঁর কালঘাম ছুটেছিল।  বোল্টন ১৯৬৪ সালে অভূতপূর্ব জনবিরোধিতার সম্মুখীন হন এই পরিকল্পনার জন্য। বার্নসাইডের ১৫% বয়স্ক জনগণ সম্পূর্ণভাবে এই পরিকল্পনার বিরুদ্ধে ছিলেন কারণ তাঁদের মনে হয়েছিল যে এত কোলাহল ও পরিশ্রম বৃথা যাবে এবং কাজ আশানরুপ হবে না । মোট পঁচাত্তর হাজার পাউন্ড খরচ হবে বলে অনুমান করা হয়েছিল।  যে সময়ে আর্কিটেক্টরা পদত্যাগ করছিলেন প্রস্তাবিত উন্নয়নের স্কেল নিয়ে এবং তার সাথে বাসিন্দাদেরও বিরূপ প্রতিক্রিয়া ছিল, সেই সময়ে অ্যাডিলেড সংবাদপত্রগুলির উচ্ছাস দেখা দিয়েছিল । তার কারণ ছিল এই যে পুরো ১৯৬৪ সালে কার্টুনিস্টরা প্রচুর কার্টুন তৈরি করেছিলেন এই ভরাডুবির উপর। ব্বিশে মার্চ এই পরিকল্পনার ভাগ্য নির্ধারণের যে পোল হওয়ার কথা ছিল তা ব্যর্থ হওয়ায় দৈনিক পত্র সানডে মেইল হেডলাইন ছাপে \"বার্নসাইড সেজ নো টু সুইম পুল।\" এতে অবিশ্যি মেয়র বোল্টন হতাশ হননি বরঞ্চ পরিকল্পনাগুলো নিয়ে এগিয়ে যান । ডিসেম্বর মাসে নতুন প্রস্তাবনা ঘোষণা করেন । তারপর চুটিয়ে জনপ্রচারের পর ১৯৬৫র ফেব্রুয়ারীর  পোলে তাঁর পরিকল্পনা ব্যাপকভাবে পাস্ হয় । মেয়র এই যুদ্ধে জয়ী হন এবং তাঁর নামে সাঁতার কেন্দ্রের নামকরণ হয় - জর্জ বোল্টন সুইমিং সেন্টার।\n\n১৯৬৭ সালে বার্নসাইড পরিষদ একটি উচ্চাভিলাষী লক্ষ্যের উদ্দেশ্যে পা বাড়ায় - জনসংখ্যার প্রত্যেক হাজার জনের জন্য পাঁচ হেক্টর জমি আলাদা করতে হবে।\n  এই লক্ষ্যের জন্য পরিষদ রাজ্য সরকারের থেকে হ্যাজেলউড পার্ক কিনে নেয়। ১৯৭৩এ লোকাল গবর্মেন্ট অ্যাক্ট সংশোধনীর মাধ্যমে বৌমন্ত কমনের নিয়ন্ত্রণ প্রাপ্ত হয়েছিল। মাউন্ট অসমন্ডের কিয়দংশ হাইওয়ে বিভাগ থেকে অর্জিত হয়েছিল। কাউন্সিলের মালিকানায় আসার আগে, হেজেলউড পার্ক একটি সরকারি উদ্যোগের অধীনে বিভক্ত করা হয়। কাউন্সিল যখন এটি শুনেছিল, তখন মালিকানা নেওয়ার জন্য মোশন  আনা হয়েছিল এবং দলিলটি ১৯৬৪ সালে হস্তান্তর করা হয়েছিল। প্রিমিয়ার টমাস প্লেফোর্ড IV এর সাথে আলোচনার পরেই কাউন্সিল এটি পরিচালনা করে।\n\n\n== ১৯৮০ থেকে ২০১০এর দশক ==\n\n১৯৮২ সালে গ্রন্থাগার সংলগ্ন একটি কাউন্সিল চেম্বারের পাশাপাশি একটি কমিউনিটি সেন্টার তৈরী হয়।  সমগ্র কাউন্সিল\nকমপ্লেক্সটিকে বার্নসাইড সাঁতার কেন্দ্রের সাথে আপগ্রেড করা হয় ১৯৯৬এ।  ২০০১এ একটি আধুনিক গ্রন্থাগার এবং কমিউনিটি সেন্টার নির্মিত হয় বাসিন্দাদের জন্য।  \n১৯৯৩ সালে বার্নসাইডের নতুন কাউন্সিল লোগো তৈরী হয় সবুজ ও বেগুনি রং ব্যবহার করে।  এই দুটি রঙের ব্যবহারের পিছনে আক্ষরিক অর্থ ছিল।  সবুজ রংটি পার্ক ও রিজার্ভের প্রতীক এবং বেগুনি রং জাকারান্দা গাছের প্রতীক।   \nস্কাই এবং উলডানার পূর্বদিকের পার্শ্ববর্তী অ্যাডিলেড হিলসের   শহরতলীগুলিকে ১৯৯৯ সালে বার্নসাইডে একত্রিত করা হয়েছিল। বিখ্যাত কুপার্স ব্রুয়ারি ২০০১এ লিইব্রুক থেকে সরে গিয়ে  রিজেন্সি পার্কে স্থানান্তরিত হয়। কুপার্সের প্রাক্তন প্রাঙ্গণটি একটি অবসর গ্রামে রূপান্তরিত হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n=== বই সূত্র ===\nBromell, W. (১৯৮১)। Mines in Burnside: Their Historical Significance। Unley : Burnside Council। \nThe First Hundred Years: A History of Burnside in South Australia। Corporation of the City of Burnside। ১৯৫৬। \nCox, A. Bertram (১৯৭৮)। Fairways on the Mount: A History of the Mount Osmond Golf Club 1927–1977। Mount Osmond, S. Aust. : The Club। \nHugo, Graeme (১৯৯৬)। \"Playford's people: Population change in South Australia\"। Playford's South Australia: Essays on the History of South Australia, 1933–1968। Association of Professional Historians। আইএসবিএন 0-646-29092-4। \nSimpson, ER (১৯৯৩)। Beaumont House the land and its people। Hyde Park Press, Richmond, Adelaide। আইএসবিএন 978-0-9592458-2-0। \nWarburton, E (১৯৮১)। The Paddocks Beneath: A History of Burnside from the Beginning। Corporation of the City of Burnside, South Australia। আইএসবিএন 978-0959387605। \n\n\n== আরও পড়া ==\n\"Burnside Heritage Survey (South Australia): Part 1: General Report (amended 1987)\" (পিডিএফ)। Prepared for the Corporation of the City of Burnside and the State Heritage Branch of the Department of Environment and Planning by John Dallwitz and Alexandra Marsden of Heritage Investigations, Adelaide 1986। \n\"Burnside Street Names and their Origins\"। Burnside Historical Society। ২০১৫।  Also available on Burnside Council website. (Preface to 3rd edition says 1st edition 1989; 2nd edition 2000; Amendment 1 2004; 3rd edition 2015.)\n\n\n== বহিঃসংযোগ ==\nআমাদের ইতিহাস: বার্নসাইডের শহর\nটেমপ্লেট:City of Burnside suburbs"}