{"pageid": 1427907, "title": "বানাত প্রজাতন্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=1427907", "content": "বানাত প্রজাতন্ত্র (জার্মান: Banater Republik, হাঙ্গেরিয়ান: Bánáti Köztársaság বা Bánsági Köztársaság, রোমানিয়ান: Republica bănățeană বা Republica Banatului, সার্বিয়ান: Банатска република, Banatska republika) ১৯১৮ সালের অক্টোবর মাসের ৩১ তারিখের দিকে, অস্ট্রিয়া-হাঙ্গেরির বিলুপ্তির সময় তিমিশোয়ারায় ঘোষিত একটি স্বল্পস্থায়ী রাষ্ট্র ছিল। এই প্রজাতন্ত্রটি প্রতিদ্বন্দ্বী জাতীয়তাবাদীদের মধ্যে বিভাজন রোধ করার চেষ্টায় বহুজাতিক শাসিত বানাত অঞ্চলটিকে নিজের অধীনে নেওয়ার দাবি করে। স্থানীয় হাঙ্গেরিয়ান, সোয়াবিয়ান এবং ইহুদী সম্প্রদায়ের খোলামেলা সমর্থন পেয়ে, ইহুদি বংশোদ্ভূত জার্মানভাষী সমাজতান্ত্রিক অটো রোথ এর নামমাত্র নেতা হিসেবে দায়িত্ব পালন করেন। তবে এই প্রকল্পটি এ অঞ্চলের পূর্ব ও পশ্চিম অংশে কেন্দ্রীভূত রোমানিয়ান এবং সার্বিয় সম্প্রদায় কর্তৃক প্রত্যাখ্যাত হয়। এই স্বল্পস্থায়ী রাষ্ট্রকে কেবল প্রতিবেশী হাঙ্গেরীয় প্রজাতন্ত্র স্বীকৃতি দেয়, যার সাথে এটি একীভূত হওয়ার চেষ্টা করে। এর সামরিক কাঠামো কমন আর্মি থেকে উত্তরাধিকারসূত্রে লাভ করা হয় এবং হাঙ্গেরিয়ান কর্মকর্তা আলবার্ট বার্থার অধীনে স্থাপন করা হয়।\nএই প্রজাতন্ত্রটি পূর্ব ইউরোপে সুইজারল্যান্ডের ক্যান্টন মডেল প্রতিষ্ঠার পক্ষপাতিতা ছিল, এবং বিভাজনের বিকল্প হিসাবে জাতিগোষ্ঠীগুলির মধ্যে শান্তিপূর্ণ সহযোগিতার পক্ষে সমর্থন করে। তিমিশোয়ারার বাইরে দেশের উপর এর নিয়ন্ত্রণ সীমিত ছিল: এটি কখনও প্যানসেও, যা সার্বীয় স্বায়ত্তশাসনের কেন্দ্র হয়ে উঠেছিল, দখল করতে পারেনি এবং রোমানিয়ান শহর লুগোজ এবং ক্যারানসেবেষের পূর্ণ নিয়ন্ত্রণে ব্যর্থ হয়। হাঙ্গেরিয়ান যুদ্ধবিরতির আগে, বানাত অঞ্চলটিকে ফরাসি ড্যানিউব সেনাবাহিনীর আগ্রাসনের হুমকি দেওয়া হয়। রোথের সরকার কৃষক বিদ্রোহের ঢেউয়ের বিরুদ্ধেও লড়াই করে এবং সামরিকভাবে দুর্বল হলেও ডেন্টা, ফ্যাগেট এবং কারপিনিশে বিদ্রোহ দমিয়ে রাখতে সক্ষম হয়।\n১৯১৮ সালের নভেম্বরের শেষের দিকে, সমগ্র অঞ্চলটি সার্বিয়া রাজ্য দ্বারা দখল হয়ে যায়, যা ডিসেম্বরে সার্ব, ক্রোয়াট এবং স্লোভেনদের রাজ্য বা কথ্যভাবে যুগোস্লাভিয়া হয়ে ওঠে। রোথ গভর্নর হিসেবে অবস্থান করেন এবং প্রজাতন্ত্রটির নামমাত্র অস্তিত্ব বজায় রাখা হয়। পরের জানুয়ারিতে, ফরাসিরা যুগোস্লাভিয়া এবং রোমানিয়ার রাজ্যের মধ্যে সংঘর্ষ প্রতিরোধে হস্তক্ষেপ করে। ২০ ফেব্রুয়ারি ১৯১৯-এ রাম্প রিপাবলিক পতন হয়, যার ফলে উল্লেখযোগ্য সহিংসতা হয়। রথ গ্রেপ্তার থেকে রক্ষা পান এবং আরাদে পালিয়ে যান, যেখানে তিনি হাঙ্গেরিয়ান সোভিয়েত প্রজাতন্ত্রের প্রতিনিধিদের সাথে যোগাযোগ করেন বলে জানা গেছে। তিনি বানাতের স্বায়ত্তশাসনের জন্য সমাধান প্রস্তাব করতে থাকেন, যার মধ্যে এই অঞ্চলটিকে ফরাসি ঔপনিবেশিক সাম্রাজ্যে অন্তর্ভুক্ত করার পরিকল্পনা ছিল। ১৯২০ সালে, বানাত যুগোস্লাভিয়া, রোমানিয়া এবং রিজেন্সি হাঙ্গেরির মধ্যে বিভক্ত হয়েছিল।\nপ্রাথমিক যুদ্ধবিরতির (interwar) সময়কালে বানাত বিচ্ছিন্নতাবাদী এবং ফেডারেলবাদী পরিকল্পনাগুলি খসড়া করা অব্যাহত থাকে, বিশেষ করে সোয়াবিয়ানদের মধ্যে এগুলো জনপ্রিয় ছিল। ১৯২১ সালের আগে, স্বাধীন বানাতের ধারণাটিকে স্বায়ত্তশাসিত সোয়াবিয়ান পার্টি এবং ফরাসি বংশোদ্ভূত সোয়াবিয়ানরা গ্রহণ করেছিল; আরভাম ইমব্রোয়ান এবং পেট্রু গ্রোজা সহ রোমানিয়ানরা সংখ্যালঘুদের অধিকার এবং ক্ষমতা বিকেন্দ্রীকরণের প্রতি সহানুভূতিশীল ছিলেন, তবে স্বায়ত্তশাসনকে সমর্থন করেননি। দূরবাম প্রবল বামপন্থী কর্মী হিসাবে গ্রোজা এবং রোথ পুরো যুদ্ধবিরতির সময়কাল জুড়ে একে অপরের সাথে সহযোগিতা করেন। দ্বিতীয় বিশ্বযুদ্ধের সময় নাৎসি জার্মানিও সোয়াবিয়ান কেন্দ্রিক স্বায়ত্তশাসনবাদী পরিকল্পনা গ্রহণ করে, যার ফলে একটি নাৎসি কার্যকরী বানাতের সৃষ্টি হয়; স্টেফান ফ্রেকোটের মতো উদারপন্থী সোয়াবিয়ানরা এই প্রবণতার বিরোধিতা করে এবং ফরাসি ও জার্মান সোয়াবিয়ানদের মধ্যে সম্পূর্ণ সীমাবদ্ধকরণের পক্ষে সমর্থন জানায়। অনেক দশক পর, ২০১০ সালে রোমানিয়ায় বানাতে বিচ্ছিন্নতাবাদী পরিকল্পনাগুলির পুনরুত্থান দেখা যায়, যেখানে সেগুলি জাতিগত পরিচয়ের পরিবর্তে আঞ্চলিক পরিচয়ের সাথে যুক্ত হয়।\n\n\n== পূর্ববর্তী উদাহরণ ==\nবানাত হল দানিউব নদীর বাম তীরে অবস্থিত একটি প্রাকৃতিক ভৌগোলিক অঞ্চল, যা প্যানোনিয়ান সমভূমির মধ্যে এবং একই নামের পর্বতমালার পশ্চিমতম 썹 বরাবর অবস্থিত। এটি প্রথমে অ্যাঞ্জেভিন হাঙ্গেরিয়ান রাজ্যের দ্বারা আঞ্চলিক ইউনিটে সংগঠিত হয়েছিল: নিম্নভূমিগুলি কাউন্টি হিসাবে এবং পর্বতময় এলাকাগুলি একটি 'বানাত অফ সেভেরিন' হিসাবে। পরবর্তীটি প্রাথমিক রোমানিয়ান 'কন্যাঝেস' এবং 'ভোয়েভোডেস' এর কিছুটা অনানুষ্ঠানিক  এখতিয়ারের সাথে সহাবস্থান করত, এর মধ্যে কিছু কিছু ১৫২০-এর দশকে এখনও সনাক্ত করা যায়; এই জাতীয় প্রতিনিধিত্ব \"সামন্ততান্ত্রিক\" প্যানোনিয়ান ভূমিতে খুব কমই পাওয়া যেত। যুদ্ধবিরতির (interwar) সাংবাদিক কোরা ইরিনেউ প্রস্তাবনা করেন যে পূর্ব বানাতে \"স্বায়ত্তশাসিত নীতির\" একটি প্রাথমিক উদাহরণ হাঙ্গেরিয়ান রাজকীয় ক্ষমতার দুর্বলতা থেকে উদ্ভূত হয়েছিল, যা দীর্ঘ সারি ইনকার্শনের সময় অটোমান সাম্রাজ্যের বিরুদ্ধে নিজেকে রক্ষা করতে অসুবিধা হয়েছিল।  ম্যাথিয়াস করভিনাস পশ্চিমকে একটি পৃথক \"ক্যাপ্টেন্সি\" হিসাবে সংগঠিত করেছিলেন, যার উদ্দেশ্য ছিল তুর্কি অগ্রগতির বিরুদ্ধে সীমান্ত রক্ষা করা। \n১৫৫২ সাল থেকে, বর্তমানে বানাত বলে পরিচিত অধিকাংশ এলাকা একক উসমানীয় প্রশাসনিক এককের অন্তর্ভুক্ত হয়, যার নাম ছিল 'তেমেসভারের এয়ালেট' (Eyalet of Temeşvar)। ১৫৬৮ সালের আগে, পূর্ব অংশটি 'লুগোসের স্বায়ত্তশাসিত বানাত' (Banate of Lugos) ছিল, যা ট্রান্সিলভানিয়ান রাজত্ব দ্বারা পরিচালিত হতো, তবে অধিকাংশ অংশই পরে ফিরিয়ে এনে এয়ালেটের সাথে একীভূত করা হয়। গ্রেট টার্কিশ যুদ্ধে জয়ী হওয়ার পরে, হাবসবার্গ রাজতন্ত্র এই অঞ্চলটি দখল করে। ১৬৯৪ সালে, এখনও নামবিহীন এলাকার সার্বীয় বসতি স্থাপনকারীরা স্বায়ত্তশাসন প্রদানের জন্য একটি লিখিত প্রতিশ্রুতি লাভ করে, তবে এটি কখনো কার্যকর করা হয়নি। ১৭১৮ সালের  পাসারোভিটজের চুক্তির পর, এই অঞ্চলটি হাবসবার্গ প্রদেশে পরিণত হয়, যার নাম দেওয়া হয় 'তেমেসভারের বানাত' (Banat of Temeswar)। হাঙ্গেরিয়ান ভূগোলবিদ সান্দোর কোকাই এটিকে বানাতের একটি প্রাথমিক পূর্বসূরি মনে করেন, যা প্রজাতন্ত্রের আঞ্চলিক এবং সাংস্কৃতিক সামঞ্জস্যের দাবির যৌক্তিকতা প্রমাণ করে। সার্বীয় মধ্যযুগ বিশেষজ্ঞ জোভান রাদোনিকের মতে, এই সময়েই অঞ্চলটি 'বানাত' নামটি লাভ করে, কারণ \"এটি এর আগে কখনো কোনো একক প্রশাসনিক একক ছিল না\"\n১৭৭৮ সালে এই বানাত বিলুপ্ত হয়, যখন এর উপাদানগুলো হাবসবার্গের হাঙ্গেরি রাজ্যের সাথে মিশে যায়। ১৭৯০-এর দশকে, সার্বরা পৃথক অঞ্চলের দাবিদারদের এবং সাভা তেকেলিয়ার মতো যারা জোসেফিন কেন্দ্রীয়তার পক্ষে যুক্তি দেন, তাদের মধ্যে বিভক্ত হয়ে পড়ে। বানাতকে সার্বীয় স্বায়ত্তশাসনের জন্য সংরক্ষিত করার প্রকল্পটি অবশেষে দ্বিতীয় লিওপোল্ড (Leopold II) কর্তৃক প্রত্যাখ্যাত হয়। হাঙ্গেরিয়ান জাতীয়তাবাদ এবং উদারনীতির উত্থান এই অবস্থাকে চ্যালেঞ্জ করে।  ১৮৩৪ সালে, পর্বতময় পূর্ব বানাতে একটি ফ্রিম্যাসন লজ (Masonic Lodge) গঠিত হয়, যা প্রজাতন্ত্রবাদ প্রচার করে। এই ধারণাগুলি ১৮৪৮ সালের হাঙ্গেরিয়ান বিপ্লবের পেছনে ছিল, যা সমগ্র রাজ্যের জন্য স্বাধীনতা ঘোষণা করে এবং বানাতের উপর তার দখল বজায় রাখে। পোষক-হাঙ্গেরিয়ান সার্ব, পেটার চার্নোজেভিচ, বানাতে কমিশনার হিসাবে নিযুক্ত হন, যার দায়িত্ব ছিল রক্ষণশীল বিদ্রোহীদের বিরুদ্ধে সামরিক আইন আরোপ করা। একই সাথে, রোমানিয়ান র্যাডিকালরা একটি রোমানিয়ান বানাতের ধারণা এগিয়ে নিয়ে যাচ্ছিল। এদের মধ্যে একজন ছিলেন এফতিমে মুরগু, যিনি জুন মাসে একটি জনসাধারণ সমাবেশ গঠন করেন এবং বিপ্লবী হাঙ্গেরির মধ্যে একটি \"রোমানিয়ান ক্যাপ্টেন্সি\" (Romanian Captaincy) ঘোষণা করেন।  এই প্রচেষ্টা মূলত হাবসবার্গ (ইম্পেরিয়াল অস্ট্রিয়ান) শাসনামূলক ব্যবস্থার বিরুদ্ধে পরিচালিত হয়েছিল; অস্ট্রিয়ানরা \"সার্বিয়ান ভোয়েভোডিনা\" (Serbian Vojvodina) এর প্রতিদ্বন্দ্বী সরকার থেকে আঞ্চলিক সমর্থন পেয়েছিল, যার লক্ষ্য ছিল সমগ্র বানাতকে অন্তর্ভুক্ত করা। \n১৮৪৯ থেকে ১৮৬০ সালের মধ্যে, বানাত, বাচকা এবং সিরমিয়ার সাথে, একটি নতুন হাবসবার্গ-সার্ব প্রদেশ, ভোয়েভোদেশিপ অফ সার্বিয়া এবং বানাত অফ টেমেশভারের অংশ ছিল; এই সমস্ত সত্ত্বার সম্মিলিত রাজধানী ছিল তিমিশোয়ারা। \"মিশ্র\" হিসাবে দেখা এই ব্যবস্থাপনা সাধারণত রোমানিয়ানদের দ্বারা স্বাগত জানানো হয়নি। তবে, ১৮৫০ সালের পরে বানাতীয় স্বায়ত্তশাসনে দ্বিতীয় পরীক্ষা চালানো হয়, যখন অস্ট্রিয়ানরা চার্নোজেভিচের আরোমানীয় জামাই আন্দ্রে মোসিওনিকে ভোয়েভোদেশিপের পূর্ব অর্ধেকের গভর্নর হিসাবে নিয়োগ করে। এই পরিবর্তনটি প্রধানত রোমানিয়ান জনগোষ্ঠীর  জন্য মূলত সুবিধাজনক ছিল, যা প্রশাসনকে নিয়ন্ত্রণ করত, কিন্তু ১৮৫২ সালে শেষ হয়, যখন মোসিওনি কেন্দ্রীয় সরকারের সাথে তার বিরোধের কারণে পদত্যাগ করেন।  ১৮৬০ সালের নভেম্বরে, মোসিওনি একটি জনপ্রিয় সমাবেশের আয়োজন করে, একটি \"রোমানিয়ান ক্যাপ্টেনসি\" দাবি করে, কিন্তু অস্ট্রিয়ান তত্ত্বাবধানে।  এই ক্রিয়াটি সমর্থিত ছিল না, এবং ডিসেম্বরে অঞ্চলটি এবং ভয়েভডশিপ হাঙ্গেরি রাজ্যে (বা সেন্ট স্টিফেনের ক্রাউনের ল্যান্ডস ) মধ্যে ফিরে আসে। রোমানিয়ান ফোকাস সম্প্রদায়ের জন্য একটি পৃথক মুকুট ভূমি গঠনের দিকে স্থানান্তরিত হয়েছে, বানাতকে ট্রান্সিলভানিয়া এবং বুকোভিনার সাথে একীভূত করেছে। \nক্যাপ্টেন্সি\" প্রকল্পটি আংশিকভাবে হাঙ্গেরিয়ান ডায়েটে সার্বীয় এবং রোমানিয়ান ডেপুটিদের একটি জোট দ্বারা পুনরুজ্জীবিত হয়, যার মধ্যে রয়েছে স্বেতোজার মাইলেটিচ, ভিনসেন্টিয়ু বেবেস এবং সিগিজমুন্ড পোপোভিসিউ।  ১৮৬৬ সালের সময়, তারা জাতিগত ফেডারেলবাদ এবং কর্পোরেটিজমের ভিত্তিতে হাঙ্গেরিকে পুনঃসংজ্ঞায়িত করার জন্য আইন প্রস্তাব করেন। তবে, ১৮৬৭ সালের অস্ট্রো-হাঙ্গেরিয়ান সমাঝোতা বানাতকে হাঙ্গেরিয়ান ক্রাউনের অধীনে একীভূতকরণকে দৃঢ় করে এবং এই অঞ্চলকে ঐক্যবদ্ধ সরকারের অধীনে রাখে। এই ধাক্কা মোসিওনিকে সম্পূর্ণভাবে রাজনীতি থেকে সরে আসতে প্ররোচিত করে।\n১৯০০ সালে অরেল পোপোভিচির দ্বারা জাতিগত ফেডারেলবাদ  একবার পুনঃনির্ধারণ করা হয়। তবে, তার প্রকল্প, \"গ্রেটার অস্ট্রিয়ার যুক্তরাষ্ট্র,\" সোয়াবিয়ান-বসতি এলাকার জন্য একটি বিশেষ মর্যাদা সহ, বানাতকে রোমানিয়ান ট্রান্সিলভানিয়া এবং একটি রাম্প হাঙ্গেরিের মধ্যে বিভাজনের প্রস্তাব দেয়।\n\n\n== ইতিহাস ==\n\n\n=== সৃষ্টি ===\n\nপ্রথম বিশ্বযুদ্ধের চূড়ান্ত পর্যায়ে, অস্ট্রো-হাঙ্গেরিয়ান শাসনের পতনের সাথে বানাত বিষয়টি পুনর্বিবেচনা করা হয়: অস্টার বিপ্লব রাজ্যটিকে উৎখাত করে এবং নভেম্বর ১৯১৮ সালের মাঝামাঝি একটি হাঙ্গেরিয়ান প্রজাতন্ত্র প্রতিষ্ঠা করে। তিমিশোয়ারায়, অক্টোবর মাসের শুরুর দিকে শুরু হওয়া যুদ্ধবিরোধী প্রতিবাদ সমস্ত্র মাস জুড়েই তীব্রতা বৃদ্ধি পায় এবং অবশেষে জনগণ অস্ট্রিয়ান কর্তৃত্বের প্রতীক হিসেবে কয়েকটি মূর্তি উল্টে ফেলে। বানাত রাষ্ট্রটি আসলে এই ধরনের একটি জনপ্রিয় সমাবেশেই ঘোষণা করা হয়, অক্টোবর ৩১ বা নভেম্বর ২ তারিখে। লেফটেন্যান্ট কর্নেল আলবার্ট বার্থা, যিনি অগ্রসরমান ফরাসি ড্যানিউব সেনাবাহিনীর বিরুদ্ধে একটি হাঙ্গেরিয়ান অগ্রগতি সংগঠিত করার চেষ্টা করছিলেন, দাবি করেন যে তিনি রিপাবলিকটিকে একটি বাফার জোন হিসাবে তৈরি করেছেন; তিনি ৩১ অক্টোবরকে রিপাবলিকের আনুষ্ঠানিক জন্ম তারিখ হিসাবেও রেকর্ড করেন। ঠিক সেই দিনই, সাধারণ সেনাবাহিনী গঠনকারী জাতীয়তার প্রতিনিধিত্বকারী জাতীয় কমিটিতে বিভক্ত হয়ে যায়। এটি জার্মান অস্ট্রিয়া, যা এখনও স্থানীয়ভাবে ব্যারন ভন হর্ড্ট দ্বারা প্রতিনিধিত্ব করা হচ্ছে, এবং হাঙ্গেরিয়ান ন্যাশনাল কাউন্সিলের মধ্যে চুক্তি অনুযায়ী সম্পন্ন হয়, যা আলিস্পান গাইর্গি কোরোসকে প্রতিনিধিত্ব করেছিলো। \nঅন্যান্য তথ্য অনুসারে, হাঙ্গেরিয়ান সামাজিক গণতান্ত্রিক পার্টি (এমএসজেডপি) এর সদস্য অটো রোথকে এই উদ্যোগের কৃতিত্ব দেওয়া হয়। এই রিপোর্টগুলি অনুযায়ী, তিমিশোয়ারা কাউন্সিলর হিসাবে ইতোমধ্যে দায়িত্ব পালন করা রোথ ৩০ অক্টোবরে তার দলীয় সহকর্মীদের সাথে দেখা করেন এবং পরে বার্থার কাছে যান।  এই প্রক্রিয়ায় স্থানীয় ফ্রিম্যাসনরাও জড়িত ছিলেন, যাদের মধ্যে লসোনজি লজের দুই সদস্য কালমান জাকোবি এবং ইস্টভান টোকেস ছিলেন। \nরোথ স্বীকার করেছেন যে সেই রাতে তিনি মিলিটারি ক্যাসিনোতে বক্তব্য রাখেন, যেখানে তিনি প্রজাতন্ত্র ঘোষণা করেননি, বরং এই ধারণার প্রতি তার সমর্থন প্রকাশ করেন। এর পরিবর্তে, তিনি ঘোষণা করেন যে বার্থা শহরের সামরিক কমান্ডের দায়িত্বে রয়েছেন এবং জনগণের কাউন্সিল গঠনের অনুরোধ জানান।   রোমানিয়ান অংশগ্রহণকারীরা এই পদক্ষেপের বিরোধিতা করেন: তাদের কথিত নেতা, আউরেল কোসমা,ও ঐ অনুষ্ঠানে বক্তব্য রাখেন এবং অন্যান্য অংশগ্রহণকারীদের জানান যে তিনি এবং তার সহকর্মীরা তাদের নিজস্ব জাতীয় প্রতিষ্ঠান গঠন করবেন। বছরের পর বছর, রোথ মনে করিয়েছেন যে, উপস্থিত কোনও হাঙ্গেরিয়ান তাকে, প্রজাতন্ত্রবাদী হওয়ার জন্য, বা কোসমাকে, রোমানিয় জাতীয়তাবাদী হওয়ার জন্য, হত্যা করার জন্য কোনো পদক্ষেপ না নেওয়াতে তিনি বিস্মিত হয়েছেন। \nতিমিশোয়ারার লিবার্টি স্কয়ারে আগে ঘোষিত বৃহৎ সমাবেশের মাধ্যমে শুরু করে, হাঙ্গেরিয়ান সামাজিক গণতান্ত্রিক পার্টি (এমএসজেডপি) এর স্থানীয় শাখা জনগণ কাউন্সিল এবং পরবর্তী প্রজাতন্ত্রী সরকার গঠনের প্রচেষ্টা সংগঠিত করে।  অংশগ্রহণকারীরা সমাজতান্ত্রিক লাল পতাকা উড়িয়েছিলেন।  অবশেষে, স্থানীয় রাজনীতিবিদদের একটি সমাবেশে রোথকে \"প্রজাতন্ত্রের প্রেসিডেন্ট\" নির্বাচিত করা হয় এবং বর্তমানে মিলিটারি কাউন্সিলের প্রধান থাকা বার্থাকে বানাতের সামরিক বাহিনীর কমান্ডার করা হয়। বিবরণগুলি একমত যে, প্রজাতন্ত্রটি তিমিশোয়ারা সিটি হলের বারান্দা থেকে ঘোষণা করা হয়েছিল। সমাবেশটি হাঙ্গেরির 'হিমনুস' এবং 'লা মার্সেইয়েজ' গান গাওয়ার মধ্যে শেষ হয়।\n\"চিফ-কমিশনার\" হিসাবেও নিযুক্ত, রোথ তিনটি ঐতিহ্যবাহী কাউন্টি (টেমেস, টোরোন্টাল, ক্রাসো-সজোরেনি) এর দায়িত্বে উপ-কমিশনারদের নিয়োগ করেন।  প্রজাতন্ত্রী কর্মকর্তারা গর্ব করতেন যে, ৪ নভেম্বরের মধ্যে তারা ইতোমধ্যেই একটি নতুন প্রশাসনিক যন্ত্রাগার তৈরি করেছেন, সেইসাথে একটি জাতীয় রক্ষীবাহিনী স্থাপন করেছেন। সরকারের মূল ছিল ২০ সদস্যের নির্বাহী কমিটি, যা সরবরাহ এবং দুর্ভিক্ষের সমস্যাগুলি মোকাবেলায় এগিয়ে যায়। ৩ নভেম্বরে, প্রজাতন্ত্র এবং হাঙ্গেরির সাথে তার কনফেডারেশন অন্য একটি সোয়াবিয়ান জনপ্রিয় সমাবেশ থেকে সমর্থন অর্জন করে, যার প্রধান সংগঠক ছিলেন কাস্পার মুথ।\nরাষ্ট্রীয় আইনসভাটি তিমিশোয়ারার জনগণ কাউন্সিলেরই অনুরূপ ছিল, এবং স্থানীয় নাগরিক পার্টি এবং অন্যান্য \"ধনকুবের দলসমূহ\" থেকে ৭০ সদস্য, জাতীয় সামরিক কমিটি থেকে ৬০ সদস্য, শ্রমিক কাউন্সিল থেকে ৪০ সদস্য এবং পুরো ২০ সদস্যের তিমিশোয়ারা সিটি কাউন্সিল অন্তর্ভুক্ত ছিল। রোমানিয়ান লেখক গেয়র্ঘে ইয়ানকুর মতে, ব্যক্তিগত অনুমোদনের ক্ষেত্রে, কাউন্সিলটি এমএসজেডপি দ্বারা আধিপত্য ছিল। ভৃষাকে অবস্থিত নোভা জোরা পত্রিকার খবর অনুযায়ী, এই সংসদীয় সংস্থা করের বন্ধনী চালু করে, সর্বোচ্চ আয়ের ব্যক্তিদের উপর ৪,০০,০০০ কোরোনা কর নির্ধারণ করে।\nযদিও অস্ট্রো-হাঙ্গেরিয়ান বিরোধী, হাঙ্গেরির নিজস্ব প্রজাতন্ত্রী শাসন, যার প্রধান ছিলেন মিহাই কারোলি, পুরনো রাজ্যের অঞ্চল যতটা সম্ভব সংরক্ষণ করার এবং এর সীমানার মধ্যে প্রতিযোগী রোমানিয়ান এবং সার্বীয় জাতীয়তাবাদের অগ্রযাত্রার বিরোধিতা করার চেষ্টা করেছিল।  যদিও হাঙ্গেরিয়ান সৈন্যরা এলাকা থেকে সরে যায়, কিন্তু বার্থাকে কারোলির কমিশনার হিসাবে স্বীকৃত করা হয় এবং বানাতকে বুদাপেস্টে জানোস (জোহান) জাঙ্কার দ্বারা প্রতিনিধিত্ব করা অব্যাহত থাকে। যদিও রোথের ঘোষণা কখনও কখনও স্বাধীনতার ঘোষণা হিসাবে অনুবাদ করা হয়, প্রজাতন্ত্রী কর্মকর্তারা স্বীকার করেছেন যে তাদের চূড়ান্ত পরিকল্পনা ছিল একটি ফেডারেল এবং গণতান্ত্রিক হাঙ্গেরি তৈরি করা, যার ইউনিটগুলি সুইজ ক্যান্টনগুলির মডেল অনুসারে গঠিত হবে। ডিসেম্বর ১৯১৮ সালে মিকসা স্ট্রোবলের দ্বারা একটি সোয়াবিয়ান \"জাতীয় ক্যান্টন\" গঠনের জন্য একটি নির্দিষ্ট প্রস্তাব উত্থাপন করা হয়েছিল।  রোথের শাসনকে মাঝে মাঝে \"বানাত স্বায়ত্তশাসিত প্রজাতন্ত্র\" বা \"ম্যাগিয়ার রাষ্ট্রের মধ্যে সীমিত স্বায়ত্তশাসন\" হিসাবে উল্লেখ করা হয়। \nক্রোয়েশীয় পণ্ডিত লাদিস্লাভ হেকা প্রজাতন্ত্রটিকে হাঙ্গেরিয়ান এবং সোয়াবিয়ানদের মধ্যে একটি জোটের ফলস্বরূপ দেখেন; তিনি আরও উল্লেখ করেন যে প্রতিবেশী বাচকায় থাকা স্লাভিক ক্যাথলিক সম্প্রদায় বুঞ্জেভসিও কিছুটা হলেও হাঙ্গেরিয়ান শাসন পছন্দ করেছিল। বেশ কয়েকজন রোমানিয়ান এবং সার্বীয় ইতিহাসবিদ একমত যে হাঙ্গেরিয়ান পরিকল্পনা ছিল বানাত প্রজাতন্ত্র প্রতিষ্ঠার পেছনের প্রধান চালিকা শক্তি, যা তারা হাঙ্গেরিয়ান শাসনের প্রক্সি হিসাবে দেখে: \"মিহাই কারোলির সরকার একটি 'বানাত স্বায়ত্তশাসিত প্রজাতন্ত্র' চেয়েছিল ম্যাগিয়ার রাষ্ট্রের মধ্যে [...], তিমিশোয়ারার আইনজীবী অটো রোথ এবং অন্যান্য ম্যাগিয়ার, জার্মান এবং ইহুদি বুদ্ধিজীবীদের কাছ থেকে জোরালো প্রচার সমর্থন অর্জন করে।\" আয়ন ডি. সুচিউ প্রস্তাব করেন যে প্রজাতন্ত্রটি এলাকাটির উপর নিয়ন্ত্রণ বজায় রাখার কারোলির প্রচেষ্টার একটি \"নাটক\" এবং \"শেষ বিভ্রান্তি\" ছিল। লজুবিভোজে সেরোভিকের মতে, \"বানাত প্রজাতন্ত্রের নেতারা প্রাথমিকভাবে হাঙ্গেরিয়ান [অঞ্চলগত] অখণ্ডতা নিশ্চিত করার লক্ষ্য নিয়েছিলেন\"।   গবেষক কারমেন অ্যালবার্টের দ্বারা উল্লিখিত হিসাবে, \"তথাকথিত 'বানাতিয়ান প্রজাতন্ত্র'\" আঞ্চলিক ইতিহাসে একটি রহস্যময় বিশদ হিসাবে রয়ে গেছে, তবে এটিকে \"মূলতঃ ইউনিয়ন বিরোধী\" হিসাবে গণ্য করা যেতে পারে, কারণ এটি বৃহত্তর রোমানিয়ার বিরোধিতা করেছিল। \n\n\n=== অভ্যন্তরীণ দ্বন্দ্ব ===\nসান্দোর ককাইয়ের অনুমান অনুসারে, প্রজাতন্ত্রটি \"ইউরোপের অন্যতম জটিল অঞ্চল\"কে অন্তর্ভুক্ত করার চেষ্টা করেছিল। এই অঞ্চলে ছিল  ১.৫৮ মিলিয়ন লোক; তাদের মধ্যে ৫৯২,০৪৯ (৩৭.৪২%) ছিল রোমানিয়ান, ৩৮৭,৫৪৫ (২৪.৫০%) ছিল সোয়াবিয়ান বা অন্যান্য জার্মান, ২৮৪,৩২৯ (১৭.৯৭%) ছিল সার্ব, এবং ২৪২,১৫২ (১৫.৩১%) ছিল হাঙ্গেরিয়ান, এবং ৪.৮% \"চোদ্দটি ছোট জাতিগোষ্ঠীর\" অন্তর্গত ছিল। ৮৫৫,৮৫২ (৫৪.১০%) পূর্ব অর্থোডক্স গীর্জার অন্তর্গত ছিল, যখন ৫৯১,৪৪৭ (৩৭.৩৮%) ছিল ক্যাথলিক।  একই রকম তথ্যের উপর নির্ভর করে, ঐতিহাসিক মিরসিয়া রুজনাক যুক্তি দেন যে প্রজাতন্ত্রটি প্রায় ৪৭% জনসংখ্যার প্রতিনিধিত্ব করতে দাবি করতে পারে, যাদের সার্ব এবং রোমানিয়ানরা এই অঞ্চলের ভবিষ্যৎ সম্পর্কে কোন কথাই বলার অধিকার দেয়নি। রোথ নিজে একটি সংখ্যালঘু গোষ্ঠীর অন্তর্গত ছিলেন: তিনি জাতিগতভাবে ইহুদি ছিলেন তবে ইহুদি ধর্ম পালন করতেন না।   তার সরকার প্রাথমিকভাবে হাঙ্গেরিয়ান এবং জার্মান শ্রমিকদের সমর্থন পেয়েছিল, এবং সোয়াবিয়ান ক্যাথলিক বুদ্ধিজীবীদের মধ্যে মূল সমর্থন লাভ করেছিল।\nকসমা এবং রোমানিয়ান ন্যাশনাল পার্টি (পিএনআর) কর্তৃক প্রজাতন্ত্রের নামমাত্র অঞ্চলের ভিতরেই রোথের নীতিগুলোকে প্রতিদ্বন্দ্বিতা করা হয়েছিল, যারা বানাতকে গ্রেটার রোমানিয়ার সাথে একীভূত করার জন্য সংগঠিত হয়েছিল। এই দল লিবার্টি স্কয়ারে তাদের নিজস্ব সমাবেশ করেছিল, তাদের অনুসারীদের সংখ্যামূলক শক্তি প্রদর্শন করে এবং রোমানিয়ান জাতীয়তাবাদী জাতীয় সঙ্গীত পরিবেশন করে। রোথ এই গুরুত্ব স্বীকার করেছিলেন, যিনি স্মরণ করিয়েছিলেন যে \"কসমার শক্তিশালী রক্ষীদের লকস্টেপ দিয়ে রাস্তাগুলি কেঁপে উঠেছিল\"। রোমানিয়ানদের প্রজাতন্ত্রের প্রতিরোধের প্রধান ঘটনাগুলি তিমিশোয়ারার ঘটনাবলীর সাথে ঘনিষ্ঠভাবে জড়িত ছিল। ৩১ অক্টোবরে রেশিতায় রোমানিয়ানদের একটি সভা অনুষ্ঠিত হওয়ার পর, একটি \"জাতীয় কাউন্সিল\" এবং একটি আত্মরক্ষা বাহিনী গঠিত হয়, যা কিছু রোমানিয়ান এমএসজেডপি সদস্যদের সহায়তা নেয়।  এটি পরে পেট্রু বার্নাউ সভাপত্বে একটি \"শ্রমিক কাউন্সিল\" -এ রূপান্তরিত হয়। একই সময়ে, রেশিতার অধিকাংশ জার্মান এবং হাঙ্গেরিয়ান শ্রমিকরা ১ নভেম্বর একটি জনসভায় প্রজাতন্ত্র উদযাপন করেছিল। \n৩ নভেম্বরে, ভ্যালেরিয়ু ব্রানিষ্টে লুগোজে রোমানিয়ানদের একটি বৃহৎ সমাবেশের আয়োজন করেন, যা কোসমার প্রচেষ্টাকে সমর্থন করে এবং রোমানিয়ান সামরিক বাহিনী গঠনের পক্ষেও ভোট দেয়। এই ইস্যুগুলি আবারও উত্থাপিত হয় এবং ৭ নভেম্বরে কারানসেবেষে অনুষ্ঠিত আরেকটি সমাবেশে অনুমোদিত হয়।  এখানে সিটি হল রোমানিয়ান ত্রিরঙ্গ দ্বারা সজ্জিত ছিল। পূর্ব বানাতে হাঙ্গেরিয়ান উপস্থিতি ক্ষীণ হয়ে যায়, অবশিষ্ট কর্তৃপক্ষ অভিযোগ করে যে রোমানিয়ানরা \"জনগণের সরকারের নীতি\" কে  সংখ্যাগরিষ্ঠ-রোমানিয়ান এলাকায় বিচ্ছিন্নতা অনুমোদনের নীতি হিসাবে পড়েছে। তবে, কারানসেবেষ দুটি সমান্তরাল কাউন্সিলের আয়োজন অব্যাহত রাখে: জোল্ট রেথি দ্বারা গঠিত একটি প্রজাতন্ত্রী এবং রেমুস ডোবোর অধীনে একটি রোমানিয়ান। \nপ্রজাতন্ত্রের প্রাথমিক দিনগুলিতে তিমিশোয়ারায় ইতোমধ্যেই একটি সার্বীয় জাতীয় কাউন্সিল গঠন করা হয়েছিল। স্বেতোজার ডেভিডভ এবং জর্জিয়ে লেটিকের সভাপত্বে এই পরিষদটি বেশিরভাগ ক্ষেত্রে রোথের কমিশনারদের সাথে সহযোগিতা করতে  অস্বীকৃতি জানায়, কেবল তাদেরকে একটি অস্থায়ী সিটি সরকার হিসাবে স্বীকৃতি দেয়; এটি দাবি করে যে মিত্রবাহিনী \"যত দ্রুত সম্ভব\" বানাত দখল করবে। ৫ নভেম্বরে, বানাত সার্বরা পানচেভোতে আরেকটি বিদ্রোহী জাতীয় কাউন্সিল গঠন করে। ১০ নভেম্বরে, এই দুটি কাউন্সিল, অন্যান্য সার্বীয় সংস্থার পাশাপাশি, জনপ্রিয় পরিষদে প্রতিনিধিদের প্রেরণ করে, যারা বানাতের সার্ বিয়ান রাজ্যের সাথে অবিলম্বে একীভূত হওয়ার জন্য ভোট দেয়।\nযাইহোক, রোথ বুঞ্জেভসি এবং অন্যান্য স্লাভদের মধ্যে বিভাজন সৃষ্টি করতে সক্ষম হন: ৭ নভেম্বরে, সম্বোরে বানাত প্রজাতন্ত্রের ঘনিষ্ঠ সহযোগী হিসাবে একটি \"বুঞ্জেভ্যাক জনগণের প্রজাতন্ত্র\" ঘোষণা করা হয়। \nবার্থার নিজের স্মৃতিকথার মতে, তিনি ফরাসিদের সাথে পৃথক আলোচনা শুরু করেন, মিথ্যাভাবে দাবি করেন যে তাদের প্রতিরোধ করার জন্য তার কাছে ৪০,০০০ সৈন্য প্রস্তুত রয়েছে। কিন্তু বাস্তবে, তিনি স্বীকার করেছেন যে, ৪,০০০ এরও কম ছিল। তার প্রতিদ্বন্দ্বী কোসমা এবং লুসিয়ান জর্জেভিচি প্রতিটি ছোট এলাকায় রোমানিয়ান সামরিক বাহিনী গঠনের লক্ষ্য নির্ধারণ করেছিলেন; তারা শুধু টেমেসেই ৬০,০০০ নতুন সদস্যের খবর দিয়েছিল। যাইহোক, প্রতিযোগী সকল পক্ষের গ্রামাঞ্চলের উপর নিয়ন্ত্রণ ছিল সীমিত: কৃষকরা এবং সাধারণ সেনাবাহিনী থেকে ফিরে আসা লোকেরা গ্রামগুলির নিয়ন্ত্রণ নিয়ে নেয় এবং ৪০টিরও বেশি স্বাধীন কাউন্সিল প্রতিষ্ঠা করে। অক্টোবরেই, তিমিশোয়ারার নাগরিক রক্ষীবাহিনী, যা সকল জাতীয়তার আধাসামরিক বাহিনী নিয়ে গঠিত, মুক্তিপ্রাপ্ত বন্দীদের দলগুলির সাথে যুদ্ধ করে তাদের পরাজিত করে এবং কেন্দ্রীয় ডাকঘরের উপর বৈধ নিয়ন্ত্রণ ফিরিয়ে আনে। রাশিয়ায় যুদ্ধবন্দী থাকা অনেক সার্ব, সামরিক প্রশিক্ষণ, সামাজিক অভিযোগ এবং কমিউনিস্ট বিশ্বাস নিয়ে বাড়ি ফিরে। \"অক্টোবরিস্ট\" নামে পরিচিত এই লোকেরা পলাতক এবং নির্বাসিতদের (\"গ্রিন ক্যাড্রে\") সাথে যোগ দেয় এবং ক্লিসুরা এলাকায় অভিযান শুরু করে।  সানিকোলাউ মারেতে রোমানিয়ান রক্ষীদের দায়িত্ব নেওয়া করিওলান ব্যারান স্টার বিশ্নভের বানাত বুলগেরিয়ানদের সাথে রোমানিয়ানদের বিরোধের বিষয়ে একটি দলিল তৈরি করেন। \n1 নভেম্বর একটি সামাজিক বিদ্রোহের সূত্রপাত হয়, যখন লুগোজের উত্তর-পূর্বে মার্গিনার চিনিকলটি আশেপাশের অঞ্চলের কৃষকদের দ্বারা দখল করা হয়; আরেকটি নিউক্লিয়াস ছিল টিমিসোয়ারার দক্ষিণে সিয়াকোভাতে ।  যুদ্ধকালীন অন্যায়ের জন্য দায়ী হিসেবে চিহ্নিত নোটারি পাবলিকদের বিরুদ্ধে প্রাক্তন সৈন্যরা নিপীড়নের নির্দেশ দিয়েছিল। এই ধরনের ঘটনা ঘিলাদে শীর্ষে ছিল, যেখানে একজন নোটারির বিচার হয়েছিল এবং একটি স্ব-নিযুক্ত আদালত দ্বারা মৃত্যুদন্ড কার্যকর করা হয়েছিল, এবং আবার ডেন্টাতে, যেখানে সংরক্ষণাগারটি ধ্বংস হয়ে গিয়েছিল এবং এর কিউরেটর গুরুতরভাবে আহত হয়েছিল।  বুনিয়ার মেয়রকে (বর্তমানে ফাগেট ) খুন করা হয়েছিল, এবং স্কুল শিক্ষক এবং পুরোহিতকে তাড়িয়ে দেওয়া হয়েছিল।\n১ নভেম্বরে লুগোজের উত্তর-পূর্বে মারজিনার চিনি কারখানা পার্শ্ববর্তী অঞ্চলের কৃষকরা দখল করার পরে একটি সামাজিক বিদ্রোহ শুরু হয়; তিমিশোয়ারার দক্ষিণে ছিয়াকোভায় আরেকটি কেন্দ্র গড়ে উঠে। প্রাক্তন সৈন্যরা যুদ্ধকালীন অন্যায়ের দায়ী হিসেবে চিহ্নিত পাবলিক নোটারিদের বিরুদ্ধে দমনমূলক ব্যবস্থা নেয়। গিলাদে এই ধরনের ঘটনা সর্বোচ্চ পর্যায়ে পৌঁছায়, যেখানে একজন নোটারিকে নিজেদের মতো করে গঠিত আদালতে বিচার করা হয় এবং মৃত্যুদণ্ড দেওয়া হয়, এবং আবার ডেন্টাতেও একই ঘটনা ঘটে, যেখানে আর্কাইভ ধ্বংস করা হয় এবং এর কিউরেটর গুরুতর আহত হয়। বুনিয়ার (বর্তমানে ফাগেট) মেয়রকে হত্যা করা হয় এবং স্কুল শিক্ষক ও পুরোহিতকে তাড়িয়ে দেওয়া হয়।  বিদ্রোহী গোষ্ঠীগুলি সকল জাতীয়তার  জমির মালিকদের বিরুদ্ধে লুটপাটও সংগঠিত করেছিল - যার মধ্যে রয়েছে ব্রিসিসি- এ মসিউনি পারিবারিক সম্পত্তি, ভজবোদনসি- এর বাসভবন, এবং ভোইদিগের আবাসন। \nএই পরিপ্রেক্ষিতে রোথের প্রজাতন্ত্র সামরিক আইন প্রয়োগের আশ্রয় নেয়। এর ন্যাশনাল গার্ড কৃষক আন্দোলন দমন করার চেষ্টা করে, বিশেষ করে জেবেলে, যেখানে সংঘর্ষে ১৭ জন নিহত হয়। সরকার মূলত ক্ষমতাহীন ছিল, কিন্তু তিমিশোয়ারার প্রতিভূত সৈন্যরা তাদের দায়িত্ব নেয়।  মার্জিনাতে, তারা চিনি শিল্পে নিযুক্ত ৩৩ জন ভাড়াটে সৈন্যের উপর নির্ভর করে বলে জানা যায়, যারা জনগণকে ভীত করতে আশ্রয় নেয়। ৪ নভেম্বরে, প্রতিভূত ইউনিটগুলি ডেন্টা এবং কার্পিনিশে ঝাঁপিয়ে পড়ে, কয়েক দশক লুটপাটকারীকে ফাঁসি দেয়। একই দিনে, ফাগেটে ইহুদিবিরোধী দাঙ্গাকারীদের বিরুদ্ধে হাঙ্গেরিয়ান গার্ড হস্তক্ষেপ করে, ১৬ জন পর্যন্ত রোমানিয়ানকে হত্যা করে। রোমানিয়ান ধর্মযাজক ট্রেইয়ান বিরায়েস্কুর মতে, প্রজাতন্ত্রের ৩য় হোনভেড রেজিমেন্ট, ফাগেট, রাকোভিটায় এবং টোপোলোভাতু মারেতে নৃশংস অত্যাচার চালায়।  তিনি এই ধরনের ঘটনার ১৬০ জন নিহতের কথা জানান, যা ৩ নভেম্বর থেকে ১৭ নভেম্বরের মধ্যে ঘটে।\nএই সময়ের মধ্যেই প্রজাতন্ত্রের ন্যাশনাল গার্ড প্রতি জেলায় প্রায় ৫০০ জন নতুন আগতদের অন্তর্ভুক্ত করে বৃদ্ধি পায়। এই ইউনিট এবং তাদের রোমানিয়ান সমকক্ষদের মধ্যে প্রকাশ্য সংঘর্ষ হয়: ফাগেটের দখলদারিত্ব কেবল তখনই উপশমিত হয় যখন অ্যাক্সেন্টে ইয়ানকু এবং ডিনু পোপেস্কু একটি রোমানিয়ান গার্ড গঠন ও সশস্ত্র করে এবং প্রজাতন্ত্রিক সৈন্যদের শহর ছেড়ে চলে যাওয়ার আদেশ দেয়।  আরেকটি স্থায়ী বিদ্রোহ ছিল কুসিচ এবং জ্লাতিয়ার সার্ব গ্রামবাসীদের, যারা \"অক্টোবরিস্টদের\" সহায়তায় তাদের নিজস্ব \"সোভিয়েত প্রজাতন্ত্র\" গড়ে তোলে। \n\n\n=== সার্বিয়ান অনুপ্রবেশ ===\nহাঙ্গেরিয়ান যুদ্ধবিরতির পর, যা মিত্রবাহিনীকে হাঙ্গেরির অংশবিশেষ দখল করার অনুমতি দেয়, বারথা প্রতিবাদে পদত্যাগ করেন।  ১২ নভেম্বরে  রাজকীয় সার্বীয় সেনাবাহিনী হাঙ্গেরি এবং মিত্রবাহিনী উভয়ের সমর্থন নিয়ে বানাতে প্রবেশ করে। তিমিশোয়ারা দ কর্নেল চোলোভিচের নেতৃত্বে একটি বাহিনী  ১৭ নভেম্বরেখল করে, \"স্বাধীনতা ও গণতন্ত্র\" এর নিশ্চয়তার প্রতীক হিসেবে সকল সম্প্রদায় তাদেরকে সাধুবাদ জানায়। এই উপলক্ষে কোসমা ও রোথ উভয়েই বক্তৃতা করেন এবং হস্তক্ষেপের প্রশংসা করেন; রোথ \"জীবন্ত থাকুক আন্তর্জাতিকতাবাদ!\"  স্লোগান দিয়ে চোলোভিচকে অভ্যর্থনা জানান। ১৬-১৭ নভেম্বরে প্রজাতন্ত্রের ন্যাশনাল গার্ড বিলুপ্ত হয়ে যায়, এবং বিরায়েস্কুর মতে, প্রজাতন্ত্রিক কারাগার থেকে \"শত শত রোমানিয়ান কৃষক\" মুক্তি পায়। রোথকে কার্যতামিকভাবে বেসামরিক গভর্নর হিসেবে নিশ্চিত করা হয়, এবং জনগণের কাউন্সিল একটি আঞ্চলিক আইনসভা হিসেবে অবস্থান করে।  সরকার বানাতের নাগরিকদের \"অনাগতদের\" সাথে আন্তঃক্রিয়ার সময় শান্ত থাকার নির্দেশ দেয় এবং ১৬ নভেম্বর থেকে \"শুধু কাগজে বিদ্যমান\" ছিল। \n\n২০ নভেম্বরের মধ্যে, সার্বীয় বাহিনী মুরেș নদীর তীরে শিবির স্থাপন করে, সেগেদ থেকে লিপোভা পর্যন্ত। পূর্ব দিকে অগ্রসর হওয়ার সময়, তারা কারানসেবেষ এবং ওরসোভায় থামে। সার্বীয় বাহিনী তিমিশোয়ারা এবং রেষিতার অবশিষ্ট রক্ষীদের অস্ত্র নিরস্ত্র করে, সেইসাথে লুগোজের দুটি কাউন্সিলকে একক রক্ষী ইউনিট গঠনের জন্য বাধ্য করে। কুসিচ-জ্লাতিৎসার \"অক্টোবরিস্ট\" প্রজাতন্ত্র, যার নেতৃত্বকারীরা বেলা কৃকভা আঁকা একটি মিছিলে অংশ নেওয়ার চেষ্টা করেছিল, তাদেরকেও এই সময়ের মধ্যে দমিয়ে দেওয়া হয়। \nএই অভিযানের সাধারণ উদ্দেশ্য ছিল প্যারিস শান্তি সম্মেলনের আগে যতটা সম্ভব অঞ্চলটি দখলে রাখা, সার্বিয়া ও রোমানিয়ার মধ্যে অঞ্চলটি বিভাজনের জন্য সবচেয়ে অনুকূল শর্তাবলী লাভ করা। সার্বিয়া তাদের দখলে থাকা বানাতকে একটি অর্জিত অঞ্চল হিসাবে বিবেচনা করে, যেটি বানাত, বাচকা এবং বারানজা নামে পরিচিত একটি প্রদেশের অংশ। ২৫ নভেম্বরে এই দৃষ্টিভঙ্গি নভি সাডের সর্ব-স্লাভ জনপ্রিয় পরিষদ কর্তৃক জোরদার করা হয়। এই সমাবেশে বিবাদিত অঞ্চল জুড়ে উদ্ভূত ৭২ জন সার্ব, বুঞ্জেভসি, স্লোভাক, মন্টেগ্রিন, শোকসি এবং ক্রাসোভানি প্রতিনিধি উপস্থিত ছিলেন। নীতিগতভাবে অ-স্লাভদের প্রত্যাখ্যান করা হয়েছিল, যদিও সম্পূর্ণ অনুপস্থিত ছিল না - রোমানিয়ানদের ব্যতীত, যারা এই সমাবেশ বয়কট করেছিল। \nসার্বিয়ান হস্তক্ষেপের কারণে কিছু রোমানিয়ানকে ততদিনে বহিষ্কৃত করা হয়েছিল। এদের মধ্যে রয়েছেন বারান, যিনি ট্রান্সিলভেনিয়ার বানাটীয় রক্ষীদের সংগঠিত করতে শুরু করেন, সেইসাথে কায়ুস ব্রেডিসিয়ানু এবং ইওয়ান সার্বু, যারা ফরাসিদেরকে শান্তিরক্ষী হিসাবে হস্তক্ষেপ করার জন্য অনুরোধ করেছিলেন। রোমানিয় কৃষকরা মূলত সার্বিয়ান প্রশাসনের প্রতি সহানুভূতিশীল ছিল, কারণ সার্বিয়া এবং রোমানিয়া উভয়েই মিত্রশক্তির শিবিরে ছিল। যাইহোক, দখলে নেওয়া জিনিসপত্রের জব্দ, অতিরিক্ত শিকার, সম্পত্তি মালিকদের বিরুদ্ধে অত্যাচার এবং হাঙ্গেরিয়ান জেন্ডার্মদের পুনঃঅভ্যুত্থান নিয়ে সংঘর্ষের ফলে দখলদার এবং দখলকৃতদের মধ্যে বেশ কয়েকটি সংঘর্ষ দেখা দেয়। এছাড়াও ১২ নভেম্বরে, স্থানীয় রোমানিয় সম্প্রদায় নিজেদেরকে ট্রান্সিলভেনিয়ার কেন্দ্রীয় রোমানিয় জাতীয় কাউন্সিল (সিএনআরসি) এর সাথে জড়িয়ে ফেলে, যা প্রধান জাতিগত প্রতিনিধিত্ব সংস্থা হয়ে উঠছিল। এমএসজেডপি-এর রোমানিয় সদস্য এবং বোচসার বাসিন্দা ইওসিফ রেনয় সিএনআরসি নেতৃত্ব বোর্ডে নির্বাচিত হন। \nনভেম্বরে অন্যান্য কাউন্সিল প্রতিনিধি এবং কয়েকজন সহানুভূতিসম্পন্ন সোয়াবিয়দের সাথে যৌথভাবে বানাত রোমানিয়ানরা কারোলির প্রতিনিধি ওস্কার জাসির সাথে আলোচনায় অংশগ্রহণ করে। সিএনআরসি, বানাত প্রজাতন্ত্রের পুরো অঞ্চলকে রোমানিয়ার সাথে, সানাদ এবং বেকিশ কাউন্টিগুলির পাশাপাশি সংযুক্ত করার দাবি জানায়; জাসি একটি \"নতুন গণতান্ত্রিক দেশ\" এর মধ্যে ক্যান্টোনাল ফেডারেলিজমের প্রতিশ্রুতি দিয়ে জবাব দেন। কোনো সিদ্ধান্ত ছাড়াই আলোচনা স্থগিত করা হয়, যা সিএনআরসিকে ১ ডিসেম্বর ট্রান্সিলভেনিয়ার আলবা ইউলিয়াতে একটি রোমানিয় জাতীয় পরিষদ আহ্বান করতে অনুপ্রাণিত করে। সার্বিয়ান প্রশাসনের প্রতি বিরোধ না জেগে উঠার জন্য, বানাতে পরিষদের জন্য নির্বাচন অনুষ্ঠিত হয়নি, যাদেরকে \"সকল সামাজিক শ্রেণী থেকে\" শুধুমাত্র অনানুষ্ঠানিক প্রতিনিধি পাঠানোর পরামর্শ দেওয়া হয়েছিল।  সার্বিয়ান সেনাবাহিনীর প্রবেশ অবরোধ করার চেষ্টা সত্ত্বেও প্রায় ১৮২ জন এই ভোটে উপস্থিত ছিলেন। তবে আরও ২০০ জনকে গ্রেপ্তার করা হয় এবং পরে সার্বিয়ায় বা দখলকৃত আলবেনিয়ায় নির্বাসিত করা হয়।   প্রতিনিধিরা সমন্বয় সভা করেন যা বানাতের স্বায়ত্তশাসনের বিরুদ্ধে ভোট দেয় এবং প্রশাসনের দায়িত্ব নেওয়ার জন্য ফরাসি বা ইংরেজ সৈন্যদের আহ্বান জানায়। \n১ ডিসেম্বরে, যা এখন \"মহাসম্মিলনের দিন\" নামে স্মরণীয়, আলবা ইউলিয়ার মহান জাতীয় পরিষদ ট্রান্সিলভেনিয়া-বানাতের রোমানিয়ার সাথে একীভূতকরণ ঘোষণা করে; একই সাথে সার্বিয়া সার্ব, ক্রোয়াট এবং স্লোভেনদের রাজ্যে (সাধারণত যুগোস্লাভিয়া নামে পরিচিত) একীভূত হয়। এই মেরুকরণ সোয়াবিয় ভোটদাতাদের মধ্যেও বিভাজন সৃষ্টি করে, যারা রোমানিয়ার পক্ষে থাকা এবং যারা যুগোস্লাভ প্রকল্পের পক্ষে কাজ করেছিলেন। রোমানিয়ার পক্ষ সমর্থক লবি ট্রান্সিলভেনিয়ান স্যাক্সনদের দ্বারা, বিশেষ করে লেখক ভিক্টর ওরেন্ডি-হোমেনাউ দ্বারা জোরদার করা হয়েছিল। পরবর্তীটি একটি সোয়াবিয় সাংস্কৃতিক ও রাজনৈতিক ক্লাব, কুলতুর ডের শ্বাবেন প্রতিষ্ঠা করেছিলেন।  সমান্তরালে, কাস্পার মুথ স্বায়ত্তশাসিত প্রজাতন্ত্রের জন্য চাপ দিতে থাকেন এবং ১৯১৯ সালের জানুয়ারিতে স্বায়ত্তশাসিত সোয়াবিয় পার্টি গঠন করেন। \n\n\n=== শক্ত হাতে দমন ===\n\nসার্বিয়ার দখলদারিত্বের পাশাপাশি বানাতে একটি ছোট ফরাসি উপস্থিতি স্থাপন করা হয়েছিল: ফ্রান্সিস লিওন জোউইনোট-গামবেটা দ্বারা সমন্বিত ফরাসি এবং আফ্রিকান টহলদাররা টিমিশোয়ারার ঠিক বাইরে এবং ইগ্রিশ এবং ভোজভোদিন্সি সহ বিভিন্ন স্থানে  ছিলেন। ৩ ডিসেম্বরে, রোমানিয়া ও যুগোস্লাভিয়ার মধ্যে উত্তেজনা বৃদ্ধি পাওয়ার পরে এবং একটি আঞ্চলিক যুদ্ধে পরিণত হওয়ার হুমকি দেওয়ার পরে, জেনারেল পল প্রসপার হেনরিস এবং হেনরি বের্থেলটের অধীনে ১৫,০০০ ফরাসি সৈন্য টিমিশোয়ারা দখল করে। ১৮ ডিসেম্বরে, সোয়াবিয়ানদের জার্মান জাতীয় কাউন্সিল পুনরুত্থিত হয় এবং খোলামেলাভাবে তাদের নিজস্ব সামরিক আত্মরক্ষা ইউনিট, বা ভোকসমিলিজের জন্য আবেদন করে। এগুলি সুইজারল্যান্ডের সশস্ত্র বাহিনীর উপর সরাসরি অনুকরণ করা উচিত। রোমানিয় সম্প্রদায়ের নেতৃত্বদাতারা এবং ওরেন্ডি-হোমেনাউর অনুসারীরা ফরাসি হস্তক্ষেপের উদযাপন করেছিলেন, কিন্তু জানুয়ারি মাসে, ফ্রান্স যুগোস্লাভ বাহিনীর আরেকটি সমাবেশকে সহ্য করছে বলে আশঙ্কা করতে শুরু করে। রাজধানীতে ফরাসি সৈন্যদের কমান্ড দেওয়া হওয়া জোউইনোট-গাম্বেটা সেখানকার রোমানিয় সম্প্রদায়ের কাছে অপছন্দনীয় হয়ে ওঠে, তাকে ব্যাপকভাবে হাঙ্গারোফাইল হিসেবে বিবেচনা করা হয়; বিপরীতে, স্থানীয় ম্যাগায়াররা ফ্রাঙ্কোফিল অনুভূতির ঢেউ অনুভব করেছে। \n২১ ফেব্রুয়ারিতে, যা তাঁরা এখনও নিয়ন্ত্রণ করে সেই অঞ্চলগুলিতে, যুগোস্লাভ কমান্ডাররা প্রজাতন্ত্রিক আমলাতন্ত্রের স্থানে তাদের সহজাতীয়দের দিয়ে প্রতিস্থাপন করতে শুরু করে। যুগোস্লাভ দৃষ্টিকোণ থেকে, রোথের প্রতিস্থাপন ছিল মার্টিন ফিলিপন, যিনি টিমিশোয়ারার মেয়র এবং আঞ্চলিক জুপান উভয়ই ছিলেন।  তার অঞ্চলে, ফরাসি শাসনের সময়কালে বের্থেলট হাঙ্গেরিয় সরকারি পরিচালকদের তাদের কাজ পুনরায় শুরু করার অনুমতি দেয় এবং অন্যান্য সমস্ত জাতীয় কাউন্সিলের পাশাপাশি জাতীয়তাবাদী পতাকা প্রদর্শন নিষিদ্ধ করে।  কারোলি সরকার ক্রাসো-স্জোরেনির জন্য একজন আলিস্পান নিযুক্ত করে এই অঞ্চলের উপর নিয়ন্ত্রণ পুনঃপ্রতিষ্ঠিত করার জন্য চূড়ান্ত চেষ্টা করেছিল। রোমানিয়ার প্রতিবাদে ফরাসিদের দ্বারা এই পদক্ষেপ ভেটো দেওয়া হয়। \nএর মধ্যে, অবশিষ্ট প্রজাতন্ত্র এবং সার্ব কাউন্সিল শত্রুতে পরিণত হয়েছিল। কাউন্সিলের সংবাদপত্র, সার্বস্কি গ্লাসনিক, মন্তব্য করেছিল যে রোথ রাজনীতিতে একটি \"কামেলিয়ন\", এমন প্রমাণ উপস্থাপন করে যে তিনি একটি হাঙ্গেরি সমর্থক অভ্যুত্থানের পরিকল্পনা করছেন। ২০ ফেব্রুয়ারিতে, জার্মান জাতীয় কাউন্সিল এবং প্রজাতন্ত্রের অবশিষ্ট নির্বাহী প্রতিষ্ঠানগুলি বিলুপ্ত করা হয়। ঘটনাগুলির একটি সংস্করণে এই সিদ্ধান্তটি ফরাসিদের নেওয়া বলে জানা যায়। অন্য একটি ঘটনাবলি জানায় যে টিমিশোয়ারায় যুগোস্লাভ বাহিনী এই পদক্ষেপের পিছনে ছিল এবং উল্লেখ করে যে সার্ব এবং প্রজাতন্ত্রিক জাতীয় রক্ষীদের মধ্যে সংঘর্ষ হয়েছিল।  টিমিশোয়ারার কমান্ডার তখন সোয়াবিয় জোসেফ গেমল ছিলেন, যিনি নভি সাড থেকে যুগোস্লাভ শাসনকে স্বীকার করতে অস্বীকার করেন, যার ফলে শহরটি প্রতিশোধমূলক অবরোধের হুমকির সম্মুখীন হয়। \n২১ ফেব্রুয়ারিতে, যা তাঁরা এখনও নিয়ন্ত্রণ করে সেই অঞ্চলগুলিতে, যুগোস্লাভ কমান্ডাররা প্রজাতন্ত্রিক আমলাতন্ত্রের স্থানে তাদের সহজাতীয়দের দিয়ে প্রতিস্থাপন করতে শুরু করে। যুগোস্লাভ দৃষ্টিকোণ থেকে, রোথের প্রতিস্থাপন ছিল মার্টিন ফিলিপন, যিনি টিমিশোয়ারার মেয়র এবং আঞ্চলিক জুপান উভয়ই ছিলেন।  তার অঞ্চলে, ফরাসি শাসনের সময়কালে বের্থেলট হাঙ্গেরিয় সরকারি পরিচালকদের তাদের কাজ পুনরায় শুরু করার অনুমতি দেয় এবং অন্যান্য সমস্ত জাতীয় কাউন্সিলের পাশাপাশি জাতীয়তাবাদী পতাকা প্রদর্শন নিষিদ্ধ করে।  কারোলি সরকার ক্রাসো-স্জোরেনির জন্য একজন আলিস্পান নিযুক্ত করে এই অঞ্চলের উপর নিয়ন্ত্রণ পুনঃপ্রতিষ্ঠিত করার জন্য চূড়ান্ত চেষ্টা করেছিল। রোমানিয়ার প্রতিবাদে ফরাসিদের দ্বারা এই পদক্ষেপ ভেটো দেওয়া হয়। \nরোথ ক্ষমতাচ্যুত হওয়ার পরই প্রতিবাদ ও ধর্মঘট শুরু হয়।   টিমিশোয়ারার জার্মান এবং হাঙ্গেরিয় কর্মীরা ফরাসিদেরকে \"সার্বীয় সাম্রাজ্য\" জোরদার করার বিরুদ্ধে হস্তক্ষেপ করার এবং যুদ্ধবিরতি চুক্তি বজায় রাখার জন্য অনুরোধ জানায়।  যুগোস্লাভদের তাড়া খেয়ে রোথ আরাদে ফরাসি বাহিনীর সঙ্গে আশ্রয় খুঁজে পান।  পরবর্তী সময়ে সোয়াবিয় রাজনৈতিক শিবিরগুলি পুনর্গঠিত হয়: হাঙ্গেরির জন্য মুথের প্রাথমিক পছন্দটি ব্যাপকভাবে অসম্মানিত হয়, কারণ মার্চ মাসে কারোলি ক্ষমতাচ্যুত হন এবং একটি হাঙ্গেরিয় সোভিয়েত প্রজাতন্ত্র প্রতিষ্ঠিত হয়।  এদিকে, টিমিশোয়ারার সার্বীয়-নিযুক্ত মেয়র হিসাবে ফিলিপনের স্থলাভিষিক্ত রেইনহোল্ড হিগেন সফলভাবে বানাতকে যুগোস্লাভিয়ায় যোগ দেওয়ার জন্য প্রচার চালানো শুরু করেন এবং প্রতিশ্রুতি দেন যে সোয়াবিয়দের তাদের নিজস্ব বিশ্ববিদ্যালয় থাকবে।  মুথ নিজেই যুগোস্লাভ পরিকল্পনায় চলে গেলেও তার সহকর্মীদের অধিকাংশই বৃহত্তর রোমানিয়ার সমর্থক হয়ে ওঠে। \nরোথ কথিতভাবে হাঙ্গেরিয় সোভিয়েতদের সাথে যোগ দিয়েছিলেন, যদিও তার নিজের বর্ণনা অনুসারে, তিনি তাদের মতবাদগত শত্রু ছিলেন। তিনি আরেকটি রাজনৈতিক সমাধানও উপস্থাপন করেছিলেন, যা তিনি ফরাসি কর্মকর্তাদের সাথে সরাসরি আলোচনায় উপস্থাপন করেছিলেন: তিনি \"ফরাসি সুরক্ষায় স্বাধীন বানাত\" প্রস্তাব করেছিলেন এবং পরবর্তীকালে এটিকে ফরাসি ঔপনিবেশিক সাম্রাজ্যের অন্তর্ভুক্ত করার পরামর্শ দিয়েছিলেন।  যুগোস্লাভিয়ায় ফরাসি রাষ্ট্রদূত লুই গ্যাব্রিয়েল ডি ফন্টেনয় এই পরিকল্পনাটিকে সম্পূর্ণভাবে প্রত্যাখ্যান করেছিলেন, বিশেষ করে রোমানিয়রাও স্বাধীনতার পক্ষপাতী, এই দাবিটিকেও। যাইহোক, বের্থেলট নিজের রেকর্ড করা মতে, ১৯১৯ সালের এপ্রিলে পল-জোসেফ ডি লোবিট এখনও বানাতীয় প্রজাতন্ত্রবাদকে টিকিয়ে রাখার সম্भावনার পক্ষে সমর্থন জানিয়েছিলেন, যিনি হাঙ্গেরির ফরাসি সেনাবাহিনীর কমান্ডার ছিলেন।\nএদিকে, সোয়াবিয় প্রতিনিধি দলগুলি বের্থেলটের কাছে রোমানিয়ার সাথে একীভূত হওয়ার জন্য আবেদন জানায়; এটি ১৫ এপ্রিল আনুষ্ঠানিকভাবে অনুমোদিত হয়, যখন টিমিশোয়ারায় সকল সোয়াবিয় দলের নেতৃবৃন্দ মিলিত হয়। রোমানিয়ার পক্ষে, পিএনআর-এর বিরোধী জাতীয়তাবাদী গোষ্ঠী থেকে বানাতীয় আঞ্চলিকতার একটি নতুন সংস্করণ পুনঃউত্থান হচ্ছিল: ১৯১৯ সালের মাঝামাঝি, আভ্রাম ইমব্রোয়ান এবং পেট্রু গ্রোজা নেতৃত্বে বানাতের একটি জাতীয় ঐক্য, সেই কারণে সমর্থন সংগ্রহ করে।  এর  ইশতেহারে বিকেন্দ্রীকরণ এবং সংখ্যালঘু অধিকারের দাবি করা হয়, তবে পূর্ণ স্বায়ত্তশাসন ছাড়াই।\n\n\n== উত্তরাধিকার ==\n\n\n=== বৃহত্তর রোমানিয়া ===\n১৯১৯ সালের শেষের দিকে, রোমানিয় ল্যান্ড ফোর্সেসের ইউনিটগুলি ট্রান্সিলভেনিয়ার থেকে চলে এসে লুগোজে ফরাসিদের পাশে ঘাঁটি স্থাপন করে। ঐ শহরে রোমানিয় ত্রিরঙ্গা পতাকা উড়ানোর অনুমতি দেওয়া হয়েছিল। এমিল হেনরিওট রিপোর্ট করেন টিমিশোয়ারার সোয়াবিয়রা সাধারণত এই ঘটনার পক্ষে ছিল, যদিও একটি সংখ্যালঘু দল ফেডারেল রাষ্ট্র হিসাবে বানাত ও বাকার স্বাধীনতার সমর্থক ছিল। তাদের দল হাঙ্গেরিতে অন্তর্ভুক্তির পক্ষপাতী ছিল, তবে স্বাধীনতাকে পরবর্তী সেরা সমাধান হিসাবে দেখেছিল। এই ধরনের গোষ্ঠীগুলিও সুইজারল্যান্ডের মডেলের উল্লেখ করেছিল, কিন্তু তারা ফরাসি তত্ত্বাবধান চায়নি; তারা একটি আমেরিকান দখল পছন্দ. ফরাসি দখলের অবশিষ্ট মাসগুলিতে, তবে, বিভিন্ন রিপাবলিকান কর্মকর্তারা আবার প্রশাসন দ্বারা নিযুক্ত হন। ১৯১৯ সালের শরতে, লোসনসি লজের টোকেস টেমসের আলিস্পান হয়ে ওঠে।\n\n১৯১৯ সালের শুরুর দিকে একজন আমেরিকান সমাজতান্ত্রিক ও শান্তিকামী জর্জ ডি. হেরন বানাতকে একটি স্বাধীন বাফার রাষ্ট্রে পরিণত করার প্রকল্পটি প্রকাশ করেন। ফরাসি কূটনীতিবিদরা হেরনের পরিকল্পনাকে কিছু সমর্থন জানিয়েছিল, এটি এমন একটি বিষয় যা ফ্রান্স-রোমানিয় সম্পর্ককে খারাপ করেছিল।   ১৬ এপ্রিল, ১৯২০ সালে, সোয়াবিয় কর্মীরা পিস কনফারেন্সে আরও একটি ব্যর্থ প্রস্তাব জমা দেন, বিশেষ করে সুইজারল্যান্ডের ক্যান্টনাল মডেলের উল্লেখ করে বানাত-বাকা স্বাধীনতার জন্য। \"নিরপেক্ষ ও স্বাধীন বানাতিয়া প্রজাতন্ত্র\" টি ফরাসি (লরেইন) বংশোদ্ভূত সোয়াবিয়দের দ্বারা বেশিরভাগ গ্রহণ করা হয়েছিল, যারা তাদের উপদলের জন্য একটি পৃথক ক্যান্টন প্রস্তাব করেছিল। ততদিনে, ফ্রাঙ্কো-সোয়াবিয় স্টেফান ফ্রেকোট মাইকেল কাউশের সাথে যোগ দিয়ে একটি \"জার্মান-সোয়াবিয় পিপলস পার্টি\" (ডিএসভিপি) গঠন করেছিলেন, যা মুথের স্বায়ত্তশাসিত সোয়াবিয় পার্টির সাথে প্রতিযোগিতা করত।  মে ১৯২০ সালের নির্বাচনে মুথ এবং ইমব্রোয়ান উভয়েই রোমানিয়ার লোয়ার চেম্বারে আসন জেতেন। উভয় ডেপুটিই বানাতের পরিকল্পিত বিভাজনের বিরুদ্ধে কথা বলেছিলেন, যদিও মুথ সংখ্যালঘু চুক্তিতে বর্ণিত সাংস্কৃতিক স্বায়ত্তশাসন লাভের জন্য সোয়াবিয়দের পক্ষেও জোর দিয়েছিলেন। \nট্রিয়ানন চুক্তির অধীনে ১৯২০ সালের জুন মাসে বানাতের সীমান্ত বেশিরভাগভাবে নিষ্পত্তি করা হয়েছিল। এলাকাটি কার্যকরভাবে যুগোস্লাভিয়া ও রোমানিয়ার মধ্যে বিভক্ত হয়েছিল যদিও ১৯২৪ সাল পর্যন্ত সীমান্ত সংশোধন ছিল।  সেই সময়ের মধ্যে, বুঞ্জেভাচ-শোকাক পার্টি বুঞ্জেভসি এবং অন্যান্য ক্যাথলিকদের স্বায়ত্তশাসনের পক্ষে সমর্থন জানাতে শুরু করে, যার মধ্যে যুগোস্লাভ বানাতের এলাকাও অন্তর্ভুক্ত।  অঞ্চলের উত্তর-পশ্চিম অংশের একটি ক্ষুদ্র অংশ পুনর্গঠিত হাঙ্গেরীয় রাজ্যের অন্তর্ভুক্ত হয়, এই রাষ্ট্রটি বানাতের অন্যান্য অংশ থেকে ১৪৫,০০০ শরণার্থীকেও আশ্রয় দেয়।  ১৯২১ সালের আগস্টে সাত দিনের জন্য, এই বানাতীয় প্রান্তসীমা সার্বীয়-হাঙ্গেরীয় বারানিয়া-বাজা প্রজাতন্ত্রের সাথে সংযুক্ত করা হয়েছিল, যা আংশিকভাবে বুঞ্জেভি বিচ্ছিন্নতাবাদের একটি নমুনা ছিল।\n১৯২০ সালের১০ আগস্টে, টিমিসোরাতে রোমানিয়ান দখলের এক সপ্তাহ পরে, তেত্রিশটি সোয়াবিয়ান কমিউন সংযুক্তিকরণের পক্ষে ভোট দেয়।  একটি চূড়ান্ত প্রতিনিধি দল, ফ্রেকোটের সভাপতিত্বে এবং সমগ্র বানাট জনসংখ্যার 68% প্রতিনিধিত্ব করার দাবি করে,  আরও উচ্চাভিলাষী প্রকল্প নিয়ে মিত্রদের কাছে আবেদন করেছিল। এটি পুরো অঞ্চলকে রোমানিয়ার সাথে একীভূত করতে চেয়েছিল, কিন্তু এই প্রস্তাবটি অনুসরণ করা হয়নি।  সমান্তরালভাবে, DSVP এবং স্বায়ত্তশাসিত পার্টি জার্মান পার্টিতে দ্রবীভূত হয়ে যায়, যেটি রোমানিয়ান কেন্দ্রিকতার সাথে মিলিত হয়েছিল এবং রোমানিয়ার সমস্ত জার্মানদের জন্য একটি ভাগ করা ককাস হিসাবে কাজ করছিল; জার্মান ন্যাশনাল কাউন্সিলের নামকরণ করা হয় কমিউনিটি অফ জার্মান সোয়াবিয়ানস, এবং ১০৪৩ সাল পর্যন্ত টিকে ছিল\n১৯২০ সালে রোমানিয় কর্তৃপক্ষ রোথকে গ্রেফতার করে এবং ১৯২০ সালে মুক্তি দেয়, জানা যায় তিনি রাজনীতির বাইরে থাকার প্রতিশ্রুতি দিয়েছিলেন। তিনি তার আলোকচিত্র স্টুডিও এবং টিমিশোয়ারার শ্রমিক কক্ষে তার অবদানের দিকে মনোযোগ দেন। ১৯৩০ এবং ১৯৪০ এর দশকে, রোথ গোপনে গ্রোজার সাথে নিজেকে যুক্ত করেছিলেন, বামপন্থী প্লাউঘমেন'স ফ্রন্টের মধ্যে বানাতীয় আঞ্চলিকতাকে পুনরুজ্জীবিত করেছিলেন। ১৯২০ এর দশকে কিছুকালের জন্য,\"বিচ্ছিন্নতা পর্যন্ত\" পূর্ণ আঞ্চলিক স্বনির্ধারণকেও অবৈধ রোমানিয় কমিউনিস্ট পার্টি কর্তৃক সমর্থন করা হয়েছিল, যা কমিউনিস্ট ইন্টারন্যাশনাল (কমিন্টার্ন) দ্বারা নির্ধারিত নির্দেশিকা মেনে চলত।  ১৯২৮ সালে \"জাতীয় সমস্যা\" সম্পর্কিত তাদের রেজোলিউশনে বিশেষভাবে বানাতকে রোমানিয় \"সাম্রাজ্যবাদের\" শিকার হিসাবে উল্লেখ করা হয়েছিল।\nজনগণ পার্টির মধ্য থেকে আঞ্চলিকতার আরও প্রধান সমর্থন প্রচারিত হয়েছিল ইমব্রোয়ানের ভাই নিকোলাই দ্বারা, যিনি ১৯২৬ সালে একটি স্বতন্ত্র সংসদীয় ক্লাব প্রতিষ্ঠা করেছিলেন। কাউন্টিতে (কারাষ, সেভেরিন, টিমিș-টোরন্টাল) বিভক্ত, এই অঞ্চলকে রোমানিয়ার দক্ষিণ-পশ্চিমের জন্য একটি স্বল্পমেয়াদী মন্ত্রিসভা পরিচালনা অধিদপ্তর প্রতিষ্ঠার সাথে কিছু রাজনৈতিক প্রতিনিধিত্ব দেওয়া হয়েছিল; ১৯২৩ সালের সংবিধানের লঙ্ঘন হিসাবে  পূর্ণ আঞ্চলিকতাকে বিবেচনা করা হয়েছিল। এই অবস্থা জাতীয় কৃষক পার্টির রোমুলাস বোইলা দ্বারা চ্যালেঞ্জ করা হয়েছিল, যিনি রোমানিয়াকে স্বায়ত্তশাসিত সত্ত্বায় বিভক্ত করার প্রস্তাব করেছিলেন -  যদিও তার প্রকল্প নির্বাচনীরাষ্ট্রের কাছে কখনই জনপ্রিয় হয়নি।  বানাত ১৯৩৮-১৯৪০সালে একক \"ভূমি\" হিসাবে পুনঃপ্রতিষ্ঠিত হয়, । নতুন কাঠামোটি অ-বানাতিয়ান অঞ্চলগুলিকেও সংযুক্ত করেছে, যেমন হুনেডোরা কাউন্টি এবং সেভেরিনের উত্তরের কমিউনগুলি।  সংস্কারটি একটি স্বৈরাচারী জাতীয় রেনেসাঁ ফ্রন্ট দ্বারা অনুমোদিত হয়েছিল, আলেকজান্দ্রু মার্তাকে রয়্যাল কমিশনার হিসাবে নিযুক্ত করা হয়েছিল; তার মেয়াদ কেবল কেন্দ্রীকরণকে শক্তিশালী করেছে।\n\n\n=== যুদ্ধের প্রতিধ্বনি ===\n\nদ্বিতীয় বিশ্বযুদ্ধের সময়, নাৎসি জার্মানি নিজেদের জড়িয়ে পড়ে সোয়াবিয়দের জন্য আঞ্চলিক সরকারের সমর্থন দেয়। রোমানিয়ায়, এটি নাৎসি নির্মাণ হিসাবে সোয়াবিয় পরিচয়কে উন্নীত করে, সোয়াবিয়দের (পূর্বপুরুষ) এবং বানাত ফরাসিদের বংশধরদের মধ্যে একটি প্রধান বিভাজনকে উৎসাহিত করে; পরের দলটি ফ্রেকোটের নেতৃত্বে ছিল। ১৯৪০ সালের নভেম্বরে, একটি বন্ধুত্বপূর্ণ জাতীয় লিজিয়ানারি রাষ্ট্রের অধীনে, জার্মানি একটি স্বায়ত্তশাসিত সংস্থা বা \"জার্মান জাতিগত গোষ্ঠী\" তৈরির অর্জন করে, যা সম্পূর্ণভাবে নাৎসিবিহীন ছিল। এই ব্যবস্থাটি জার্মানির পরবর্তী মিত্র আয়ন আন্তোনেস্কুর অধীনে বজায় রাখা হয়, যদিও গোয়েন্দারমারি দ্বারা জাতিগত গোষ্ঠীটি নিজেই গোপনে পর্যবেক্ষণ করা হচ্ছিল। এই সূত্রগুলি জার্মানি সোয়াবিয়দের জন্য \"ডানিউব ল্যান্ড\" খোদাই করতে চায় বলে ফিরিয়ে দেয়। দখলকৃত সার্বিয়ায় নাৎসি স্বায়ত্তশাসন নীতি আরও ব্যাপকভাবে অনুসরণ করা হয়েছিল। ১৯৪১ সালে, রোমানিয়া এবং হাঙ্গেরি জার্মানির দ্বারা এই অঞ্চলের নিয়ন্ত্রণ লাভ করার জন্য একে অপরের সাথে প্রতিদ্বন্দ্বিতা করে; শেষ পর্যন্ত, প্রাক্তন যুগোস্লাভ বিভাজন থেকে একটি বানাত প্রশাসনিক ইউনিট তৈরি করা হয়। \nআন্তোনেস্কুর একনাশকত্বের উচ্চতায়, গ্রোজাকে ফ্যাসিবাদবিরোধী ইউনিয়ন অফ প্যাট্রিয়টদের সাথে যোগাযোগের জন্য গ্রেফতার করা হয়; রোথ নিজেই গ্রোজাকে মুক্ত করার জন্য একটি প্রচেষ্টা সংগঠিত করতে সক্ষম হন।  তবুও, যুদ্ধের বাকি সময় জুড়ে তাকে বর্ণগত আইনের অধীনে জমা দেওয়া হয়েছিল, এই সময়ের মধ্যে তিনি নিজের এবং অন্যান্য ইহুদি বানাতিয়দের মাদাগাস্কারে নির্বাসনে পাঠানোর কথা চিন্তা করেন। ১৯৪৪ সালের আগস্টে কিং মাইকেল ক্যু এর পর, সার্বীয় যুদ্ধবিরোধী ইউনিটগুলি ক্লিশুরা এলাকায় স্ব-শাসনের সাথে পরীক্ষা-নিরীক্ষা করে একটি কাউন্সিল স্থাপন করে, যার নেতৃত্বে ছিলেন ত্রিশা কোজিচিচ।\nনভেম্বরের আশেপাশে, রোথ নিজেই সংক্ষিপ্তভাবে বানাত প্রশাসনে ফিরে আসেন, টিমিș-টোরন্টালে সোশ্যাল ডেমোক্রেটিক পার্টির অধ্যায়ের প্রতিনিধিত্ব করেন। এই গ্রুপটি ১৯১৮ সালের তার রাজনৈতিক প্রতিদ্বন্দ্বী পেট্রু বার্নাউকেও আতিথ্য দেখিয়েছিল, যিনি সেই সময়ে রেষিতার মেয়র ছিলেন। পরবর্তী সময়ে, সোয়াবিয় জনসংখ্যার বেশিরভাগই হারিয়ে গিয়েছিল, কারণ অনেকে পিছু হটে যাওয়া জার্মান সেনাবাহিনীর সাথে শরণার্থী হিসেবে চলে যায়, যখন বাকিদের অনেকেই যুদ্ধোত্তর নির্বাসনের লক্ষ্যবস্তু হয়ে ওঠে। পূর্বতম কাউন্টিগুলিতে, প্রায় ৭,০০০ সোয়াবিয়দের সোভিয়েত ইউনিয়নে শ্রমিক বাহিনী হিসেবে নির্বাসিত করা হয়।  যদিও অনেক শরণার্থী এবং নির্বাসিতদের পশ্চিম জার্মানিতে গ্রহণ করা হয়েছিল, ১৯৪৫ সালের মধ্যে বানাত ছেড়ে যাওয়া ১০,০০০ ফরাসি হিসাবে চিহ্নিত ব্যক্তিদের ফ্রান্সে পুনর্বাসন করা হয়। কারাষে, সোশ্যাল ডেমোক্র্যাটরা সোভিয়েত দখল বাহিনীর সাথে সংঘর্ষে জড়িয়ে পড়ে, তাদের জার্মান বিরোধী নির্যাতন শেষ করার দাবি জানায়।  ততদিনে রোমানিয়ার প্রধানমন্ত্রী  গ্রোজা রোমানিয়ান এবং সোয়াবিয়দের মধ্যে একটা ডিগ্রি পৃথকীকরণের পক্ষে মত দেন, তবে সমাজতান্ত্রিক ঐতিহ্যের জন্য শেষোক্তদের প্রশংসা করেন এবং তাদের শহুরে শ্রমিকশ্রেণিতে একীভূত হওয়ার প্রস্তাব করেন। \n১৯৪৮ সালে রোমানিয় কমিউনিস্ট রাষ্ট্র প্রতিষ্ঠার সাথে সোভিয়েত উপস্থিতি চূড়ায় পৌঁছেছিল। তার প্রাথমিক পর্যায়ে, এই নতুন শাসন প্রশাসনিক মানচিত্র পুনঃনকশা করে এবং  ১৯৫২ সালের মধ্যে রোমানিয়ান বানাতকে রিজিয়ুনা টিমিșোয়ারায় পুনঃএকীভূত করে। ১৯৫৬ সাল থেকে এই ইউনিটটি উত্তর দিকে প্রসারিত করা হয়, আরাড অঞ্চলের কিছু অংশ অন্তর্ভুক্ত করে।  ১৯৬০ সালে রোমানিয় জাতীয় কমিউনিজমের আগমন প্রথমে ঐতিহ্যবাহী রূপে টেরিটোরিয়াল ইউনিটগুলিকে পুনঃনামকরণের মাধ্যমে সূচিত করা হয়: রিজিয়ুনা বানাতের সৃষ্টি \"পুনঃ-রোমানিয়ানাইজেশন\" এবং \"প্রশাসনিক সংগঠনের ঐতিহ্যবাহী রূপে আংশিক প্রত্যাবর্তন\" হিসাবে স্বাগত জানানো হয়।  আট বছরের মধ্যে জাতীয়-কমিউনিস্ট নেতা, নিকোলায়ে চৌষেস্কুর শাসনে বৃহত্তর ইউনিটগুলিকে কাউন্টিতে ফিরিয়ে দেওয়া হয়।  জাতীয়তাবাদী আন্দোলনের প্রতি নতুন করে  সন্দেহ নিয়ে আসে এবং আন্তর্জাতিকতাবাদকে কমিয়ে দেয়। ১৯৭২ সালে, সি. মিকু-এর একটি নিবন্ধ, যেটিতে ১৯১৮ সালের প্রজাতন্ত্রের কিছু প্রশংসা ছিল, ভুলবশত ইউনিয়ন অফ কমিউনিস্ট ইয়ুথ দ্বারা প্রকাশিত হয়েছিল, যা সরকারী সেন্সরগুলির হস্তক্ষেপের জন্য প্ররোচিত করেছিল। \n১৯৮০-এর দশকে সামিজদাত ফর্মে লেখা দার্শনিক আয়ন ডেজিডেরিয়ু সিরবু যুক্তি দিয়েছিলেন যে, দমন এবং \"অন্ধকার\" প্রদেশগুলিকে স্বায়ত্তশাসনবাদী মনোভাবের দিকে ফিরিয়ে দিচ্ছে। তিনি উল্লেখ করেছেন যে, বানাত এবং অন্যান্য অঞ্চলগুলিকে রোমানিয় \"পেরেস্ত্রোইকা\" দ্বারা অব্যাহতি দিতে হবে। তিমিশোয়ারায় শুরু হওয়া ১৯৮৯ সালের বিপ্লবটি স্বায়ত্তশাসন এবং বিচ্ছিন্নতাবাদ সম্পর্কিত বিতর্কগুলিকে পুনরুজ্জীবিত করে। ক্ষমতাচ্যুতি ও মৃত্যুদণ্ডের আগে, চৌষেস্কু বিপ্লবীদের ট্রান্সিলভানিয়া এবং বানাতকে রোমানিয়া থেকে পৃথক করার অভিপ্রায়ে অভিযুক্ত করেন। এই অভিযোগ আবার কমিউনিজম-পরবর্তী জাতীয় উদ্ধার ফ্রন্ট এবং তাদের বিরোধীদের মধ্যে বিবাদে উত্থাপিত হয়। প্রথমে উল্লেখিতদের সদস্যরা মিথ্যাভাবে দাবি করেন যে, পরের প্রতিবাদিতির টিমিশোয়ারার ঘোষণাপত্রটি ছিল আঞ্চলিক স্বায়ত্তশাসন সম্পর্কে। \nচৌষেস্কু যুগে, সোয়াবিয়দের পলায়ন দ্রুতগতিতে বেড়ে যায়, কারণ শাসনকর্তা কয়েক হাজার রোমানিয় জার্মানদের জন্য ঝুলিতে থাকা মুদ্রার বিনিময়ে বহির্গমন ভিসা প্রদানে সম্মত হয়। বিশেষ করে বিপ্লবের পরে, বানাতিয় আঞ্চলিক স্বায়ত্তশাসন বা স্বাধীনতা আবার বিষয় হয়ে ওঠে—এই ক্ষেত্রে, পূর্ব বানাতের রোমানিয় সংখ্যাগরিষ্ঠের বিভিন্ন সদস্য দ্বারা। এই গোষ্ঠীগুলি, তাদের পতাকা হিসাবে সবুজের উপর সাদা ক্রুশ বা ঐতিহাসিক সেন্ট জর্জের ক্রুশ সবুজের উপর উড়িয়ে, অঞ্চলের হাবসবার্গ ঐতিহ্য পুনরুদ্ধারে আগ্রহী হয়ে ওঠে এবং কিছু ক্ষেত্রে নিজেদেরকে অন্যান্য রোমানিয়ানদের থেকে জাতিগতভাবে পৃথক বলে ঘোষণা করে।  ২০১৩ সালে, এই আন্দোলনের কর্মীরা আঞ্চলিক স্বাধীনতা এবং ইউরোপীয় ফেডারেলবাদ— উভয়কেই সমর্থন করে। এই দুটি পতাকা আঞ্চলিক অনুসারী হিসাবে জনপ্রিয় হয়ে ওঠে। ২০১৪ সালের সরকারবিরোধী সমাবেশের সময় সবুজের উপর সাদা ক্রুশের পতাকা বিশিষ্টভাবে প্রদর্শিত হয়। এই বিষয়টি সরকার সমর্থিত সোশ্যাল ডেমোক্র্যাটরা তুলে ধরে, যারা এটিকে স্বায়ত্তশাসন বা স্বাধীনতার দিকে এগিয়ে যাওয়া হিসাবে দেখে; এই দাবিটি বানাত লীগের সদস্যরা অস্বীকার করে। সবুজের উপর সাদা ক্রুশের পতাকাটি, যদিও রক্ষণশীল বানাত লীগ দ্বারা বিশদভাবে ব্যাখ্যা করা হয়েছে,২০১৮ সাল থেকে বানাত পার্টি বা ফুটবল আল্ট্রার মতো প্রগতিশীল দলগুলি গ্রহণ করেছে। বানাটের সেন্ট জর্জ ক্রস পতাকা, অন্যদিকে, ঐতিহাসিক ভিত্তির কারণে ২০১৭ সাল থেকে আরও জনপ্রিয় হয়ে ওঠে এবং এটি বেশিরভাগ রক্ষণশীল গোষ্ঠীর দ্বারা গৃহীত হয় এবং ২০২১ সাল থেকে সবচেয়ে গুরুত্বপূর্ণ আঞ্চলিক সংবাদপত্র \"Ziua de Vest\" দ্বারা হাইলাইট করা হয়। \" বানাতের পতাকা হিসাবে প্যাসারোভিৎস চুক্তির বার্ষিকীতে (বানাতের অনানুষ্ঠানিক জাতীয় হলিডে)। \n\n\n== তথ্যসূত্র =="}