{"pageid": 1427837, "title": "দিবানিদ্রা", "url": "https://bn.wikipedia.org/wiki?curid=1427837", "content": "দিবানিদ্রা (স্প্যানিশ শব্দ, উচ্চারণ: [ˈsjesta] অর্থ \"ঝুম\") হলো দুপুরের প্রথম দিকে, প্রায়শই মধ্যাহ্নভোজনের পরে নেওয়া একটি ছোট ঘুম। এই ধরনের ঘুম কিছু দেশের, বিশেষ করে উষ্ণ আবহাওয়া অঞ্চলের, ঐতিহ্য। \"দিবানিদ্রা\" শব্দটি ঘুমের জন্যই ব্যবহৃত হয় না, বরং সাধারণত দুপুর ২টা থেকে ৫টা পর্যন্ত দিনের একটা নির্দিষ্ট সময়কেও বোঝায়। এই সময়টিকে ঘুমের পাশাপাশি, অবসর, মধ্যাহ্নভোজন বা অন্যান্য কাজের জন্য ব্যবহার করা হয়।\nঐতিহাসিকভাবে, ভূমধ্যসাগর ও দক্ষিণ ইউরোপ, মধ্যপ্রাচ্য, মূল ভূখণ্ড চীন এবং ভারতীয় উপমহাদেশ জুড়ে দিবানিদ্রা ছিল সাধারণ। স্পেনে দিবানিদ্রা একটি প্রাচীন ঐতিহ্য এবং স্পেনের প্রভাবের ফলে লাতিন আমেরিকা ও ফিলিপাইনের অধিকাংশ অংশেও এটি প্রচলিত। স্প্যানিশ শব্দ \"দিবানিদ্রা\" মূলত লাতিন শব্দ \"হোরা সেক্সটা\" (ষষ্ঠ ঘণ্টা, ভোর থেকে গণনা করা, অর্থাৎ \"মধ্যাহ্ন বিশ্রাম\") থেকে এসেছে।\nআধুনিক দিবানিদ্রা ভৌগোলিক বণ্টনের ব্যাখ্যা করার কয়েকটি কারণ হল উষ্ণ তাপমাত্রা এবং মধ্যাহ্নভোজনে খাবারের প্রচুর খাওয়া। এই দুটি কারণ একত্রে মিলে মধ্যাহ্নভোজনের পরে ঘুমের অনুভূতি তৈরি করে। যেসব দেশে দিবানিদ্রা প্রচলিত, সেসব দেশে গ্রীষ্মের দুপুরের গরম অসহনীয় হয়ে উঠতে পারে, তাই বাড়িতে মধ্যাহ্ন বিরতি স্বাগত।\n\n\n== জৈবিক প্রয়োজনে ঘুম ==\nমানুষের ঘুমের সময় নির্ধারণ হয় হোমিওস্ট্যাটিক ঘুমের প্রবণতা, শেষ পর্যাপ্ত ঘুমের পর থেকে অতিবাহিত সময়ের ফাংশন হিসেবে ঘুমের প্রয়োজন এবং সঠিকভাবে গঠিত এবং পুনর্নির্মাণকারী ঘুমের পর্বের আদর্শ সময় নির্ধারণকারী সার্কেডিয়ান তাল এর মধ্যে ভারসাম্যের উপর নির্ভর করে। ঘুমের প্রতি হোমিওস্ট্যাটিক চাপ জাগরণের পর বাড়তে শুরু করে। (অন্তিম) দুপুরে জাগরণের জন্য সার্কেডিয়ান সংকেত গড়ে উঠতে শুরু করে। ঘুমের ওষুধ বিশেষজ্ঞ চার্লস চিজস্লারের মতে, \"সার্কেডিয়ান সিস্টেম ঘুমের প্রতি হোমিওস্ট্যাটিক চাপকে অতিক্রম করার জন্য সুন্দরভাবে গঠিত হয়েছে।\" \nঅতএব, অনেক মানুষের ক্ষেত্রে, ঘুমের প্রবণতা কয়েক ঘণ্টা ধরে গড়ে উঠলে এবং জাগরণের প্রবণতা এখনও শুরু হয়নি, তখন ঘুমের চাপ কমে যায়। চিজস্লারকে আবার উদ্ধৃত করে বলা যায়, \"এটি দুপুরের ঘুমের (নাপ) জন্য খুব উপযুক্ত সময়।\" সন্ধ্যের দিকে জাগরণের প্রবণতা বাড়ে, যার ফলে একজনের স্বাভাবিক শোবার সময় থেকে ২-৩ ঘণ্টা আগে ঘুমিয়ে পড়া কঠিন হয়ে যায়, যখন জাগরণ ধরে রাখার সময়সীমা শেষ হয়।\n\n\n== বিভিন্ন দেশে ==\n\nদুপুরে দীর্ঘ বিরতি নেওয়া এবং এর সাথে ঘুম নেওয়া বেশ কিছু ভূমধ্যসাগরীয়, ক্রান্তীয় এবং উপক্রান্তীয় দেশে প্রচলিত। ২০০৭ সালের ১৩ ফেব্রুয়ারির ওয়াশিংটন পোস্ট গ্রীসে পরিচালিত গবেষণা সম্পর্কে বিস্তারিতভাবে প্রতিবেদন করে, যা ইঙ্গিত দেয় যে যারা দুপুরে ঘুমিয়ে পড়েন তাদের হৃদযন্ত্রে আক্রমণের ঝুঁকি কম থাকে। \nমার্কিন যুক্তরাষ্ট্র, যুক্তরাজ্য এবং ক্রমবর্ধমান অন্যান্য দেশগুলিতে, একটি সংক্ষিপ্ত ঘুমকে \"পাওয়ার ন্যাপ\" হিসাবে উল্লেখ করা হয়। এই শব্দটি কর্নেল বিশ্ববিদ্যালয়ের সামাজিক মনোবিজ্ঞানী জেমস মাস প্রথম ব্যবহার করেন এবং সারা মেডনিকের মতো অন্যান্য গবেষণা বিজ্ঞানী এবং জনপ্রিয় সংবাদমাধ্যমও এটি স্বীকৃত করে। কিছু শীতল অঞ্চলেও দিবানিদ্রা পালন করা হয়, যেমন পাতাগোনিয়া। উত্তর ইতালিতে পাওয়ার ন্যাপকে \"রিপোসো\" এবং দক্ষিণ ইতালিতে \"পেন্নিচেলা\" বা \"পিসোলিনো\" বলা হয়। \n\nএটি রাশিয়ায় প্রথা ছিল, অ্যাডাম ওলিয়ারিয়াস বলেছিলেন যে \"দেশের রীতি ছিল, যেখানে রাতের খাবারের পরে ঘুমও প্রয়োজনীয়\"।  মিথ্যা দিমিত্রির প্রতি শত্রুতার একটি উৎস ছিল যে তিনি \"...দিবানিদ্রায় লিপ্ত হননি।\"  \nদক্ষিণ ইতালিতে সিয়াস্তাকে \"কনট্রোরা\" (কনট্রো (\"বিপরীতে\") + অরা (\"ঘণ্টা\") থেকে উদ্ভূত) বলা হয়, যাকে দিনের একটি মায়াবী মুহূর্ত বলে বিশ্বাস করা হয়, যেখানে পৃথিবী আবার ভূত ও আত্মাদের দখলে চলে আসে। ডালমাটিয়া ( উপকূলীয় ক্রোয়েশিয়া) অঞ্চলে, ঐতিহ্যবাহী দুপুরের ঘুমকে \"পিজোলট\" ( ভেনিসীয় পিক্সোলোটো থেকে) নামে পরিচিত। মিশরে, অন্যান্য মধ্যপ্রাচ্যের দেশগুলির মতো, সরকারি কর্মীরা সাধারণত সপ্তাহে ছয় দিন, দিনে ছয় ঘণ্টা কাজ করে। এই সময়সূচির কারণে, কর্মীরা কর্মক্ষেত্রে লাঞ্চ খায় না, বরং বিকেল ২টার কাছাকাছি কাজ ছেড়ে বেরিয়ে যায় এবং দুপুরের খাবার হিসাবে তাদের সবচেয়ে ভারী খাবার খায়। ভারী লাঞ্চের পরে, তারা \"তা'সিলা\" বা দুপুরের ঘুম দেয় এবং ঘুম থেকে উঠে চা পান করে। রাতের খাবারে সাধারণত তারা একটি হালকা খাবার খায়।\nআইনহার্ডের 'চার্লেম্যাগনের জীবন' সম্রাটের গ্রীষ্মকালীন সিয়াস্তার বর্ণনা দেয়: \"গ্রীष्মে, দুপুরের খাবারের পর, তিনি কিছু ফল খেতেন এবং আরেকবার পান করতেন; তারপর তিনি রাতে যেমন করতেন, ঠিক তেমনি তার জুতা খুলে সম্পূর্ণভাবে খোলাসা করতেন এবং দুই বা তিন ঘণ্টা বিশ্রাম নিতেন।\" \nচীনে, দুপুরের খাবারের পর ঘুম দেওয়া, যাকে (মধ্যাহ্নের ঘুম) বলা হয়, লোকজনের মধ্যে একটি সাধারণ অভ্যাস। জরিপগুলো ইঙ্গিত দেয় যে চীনা জনসংখ্যার প্রায় দুই-তৃতীয়াংশ নিয়মিতভাবে দুপুরের ঘুম দেয়, যার গড় দৈর্ঘ্য প্রায় ৩০ মিনিট।  \n\n\n=== স্পেন ===\nআধুনিক স্পেনে, কর্মজীবী সপ্তাহের মধ্যে দুপুরের ঘুম বয়স্ক কর্মীদের মধ্যে বেশিরভাগ ক্ষেত্রেই প্রযোজন্য  করা হয়েছে। ২০০৯ সালের একটি জরিপ অনুসারে, জরিপকৃত স্প্যানিশদের ১৬.২ শতাংশ দাবি করেছেন যে, তারা \"প্রতিদিন\" ঘুমিয়ে পড়েন, যখন ২২ শতাংশ \"মাঝে মাঝে\" এমন করেন, ৩.২ শতাংশ  \"শুধুমাত্র সপ্তাহান্তে\" এবং অবশিষ্ট, ৫৮/৬ শতাংশ, \"কখনই না\"। যারা দৈনিক ঘুমানোর দাবি করেছে তাদের ৭ ভাগ কমেছে ১৯৯৮ সালে পূর্ববর্তী ভোটের তুলনায় শতাংশ। চারটি দিবানিদ্রা  গ্রহণকারীর মধ্যে প্রায় তিনজন বিছানার পরিবর্তে সোফায় দিবানিদ্রা নেওয়ার দাবি করেছেন।\n\nদিনের উচ্চ তাপমাত্রা এড়াতে এবং গভীর সন্ধ্যা এবং রাত পর্যন্ত সামাজিক জীবন প্রসারিত করার জন্য বয়স্কদের মধ্যে বা গ্রীষ্মের ছুটির সময় এই অভ্যাসটি বেশি হয়। \n\nআধুনিক স্পেনে, কর্মজীবী সপ্তাহের মধ্যে দুপুরের ঘুম বয়স্ক কর্মীদের মধ্যে বেশিরভাগ ক্ষেত্রেই প্রযোজন্য  করা হয়েছে। ২০০৯ সালের একটি জরিপ অনুসারে, জরিপকৃত স্প্যানিশদের ১৬.২ শতাংশ দাবি করেছেন যে, তারা \"প্রতিদিন\" ঘুমিয়ে পড়েন, যখন ২২ শতাংশ \"মাঝে মাঝে\" এমন করেন, ৩.২ শতাংশ \"শুধু সাপ্তাহিক ছুটির দিনে\" এবং বাকি ৫৮.৬ শতাংশ \"কখনোই না\"। ১৯৯৮ সালের পূর্বের একটি জরিপের তুলনায় প্রতিদিন ঘুম দেওয়ার দাবিদারদের সংখ্যা ৭ শতাংশ হ্রাস পেয়েছে। চার জন সিয়াস্তা-গ্রহণকারীর মধ্যে প্রায় তিনজনই বিছানার পরিবর্তে সোফায় ঘুমিয়ে পড়ার দাবি করেন। বয়স্কদের মধ্যে বা গ্রীষ্মের ছুটির সময় দিনের উচ্চ তাপমাত্রা এড়ানো এবং আরও ঠান্ডা সন্ধ্যা ও রাত পর্যন্ত সামাজিক জীবন বাড়ানোর জন্য এই অভ্যাসটি বেশি দেখা যায়।\nইংরেজি ভাষার গণমাধ্যম প্রায়শই সিয়াস্তাকে স্প্যানিশ কর্মঘণ্টার বৈশিষ্ট্যপূর্ণ দুই থেকে তিন ঘণ্টার মধ্যাহ্নভোজনের বিরতির সাথে মিশিয়ে দেয়, যদিও কর্মীদের সিয়াস্তার সময় পাওয়ার সম্ভাবনা কম এবং এই দুটি ঘটনা একে অপরের সাথে অবশ্যই জড়িত নয়। বাস্তবে, গড় স্প্যানিশ কর্মী তাদের প্রায় সমস্ত ইউরোপীয় সমকক্ষের চেয়ে বেশি সময় কাজ করে (সাধারণত ১১ ঘণ্টার কর্মদিন, সকাল ৯টা থেকে রাত ৮টা পর্যন্ত)। [বিরোধপূর্ণ] \n\n\n== কার্ডিওভাসকুলার সুবিধা ==\n\nদিবানিদ্রার অভ্যাসটি করোনারি মৃত্যুহার ৩৭ শতাংশ হ্রাসের সাথে যুক্ত হয়েছে, সম্ভবত দিনের ঘুমের মধ্যস্থতায় কার্ডিওভাসকুলার স্ট্রেস হ্রাসের কারণ। \nহৃদরোগ স্বাস্থ্য এবং দিবানিদ্রার মধ্যে সম্পর্ক নিয়ে পরিচালিত মহামারীবিদ্যাগত অধ্যয়নগুলি পরস্পরবিরোধী সিদ্ধান্তে উপনীত হয়েছে। এর কারণ সম্ভবত হতে পারে বিভ্রান্তকারী চলকগুলির, যেমন শারীরিক কার্যকলাপ, খারাপ নিয়ন্ত্রণ। এমন সম্ভাবনা রয়েছে যে দিবানিদ্রা নেওয়া ব্যক্তিদের শারীরিক কার্যকলাপের অভ্যাস ভিন্ন হতে পারে, উদাহরণস্বরূপ, তারা আগে ঘুম থেকে উঠে সকালে আরও বেশি কার্যকলাপের সময় নির্ধারণ করতে পারে। শারীরিক কার্যকলাপে এই ধরনের পার্থক্য হৃদরোগ সংক্রান্ত কার্যকারিতায় বিভিন্ন ২৪-ঘণ্টার প্রোফাইলের দিকে পরিচালিত করতে পারে। এমনকি যদি দিবানিদ্রা এবং হৃদরোগ স্বাস্থ্যের মধ্যে সম্পর্ক ব্যাখ্যায় শারীরিক কার্যকলাপের এই ধরনের প্রভাব অস্বীকার করা যায়, তবুও এখনও জানা যায় না যে দিনের ঘুম, উমড়ে পড়া অবস্থা বা ঘুমের প্রত্যাশা নিজেই সবচেয়ে গুরুত্বপূর্ণ কারণ কিনা। \n\n\n== আরও দেখুন ==\nকাজের সময় ঘুম\n\n\n== তথ্যসূত্র =="}