{"pageid": 1427257, "title": "বৈদিক পুরোহিত", "url": "https://bn.wikipedia.org/wiki?curid=1427257", "content": "বৈদিক ধর্মের যাজকগণ যজ্ঞ সেবার কর্মকর্তা। যজ্ঞ হিন্দুধর্মের একটি গুরুত্বপূর্ণ অংশ, বিশেষ করে বেদ। আচারের জন্য প্রশিক্ষিত এবং এর অনুশীলনে দক্ষ ব্যক্তিদের বলা হত ঋত্বিজ (ṛtvij) (ऋत्विज् ' নিয়মিত - বলিদান')। একটি সামাজিক শ্রেণীর সদস্য হিসাবে, তারা সাধারণভাবে বিপ্র (vipra) নামে পরিচিত ছিল 'ঋষি' বা কবি (kavi) 'দ্রষ্টা'। ভূমিকার বিশেষীকরণ সময়ের সাথে সাথে আচার-অনুষ্ঠানের বিস্তার এবং বিকাশে অংশ নিয়েছিল। অবশেষে ষোলটি ঋত্বিজ (ṛtvija) সম্পূর্ণ পরিপূরক প্রধান অনুষ্ঠানের জন্য রীতি হয়ে ওঠে। ষোলটি চারজন প্রধান পুরোহিত এবং তাদের সহকারী নিয়ে গঠিত।\n\n\n== প্রধান পুরোহিতগণ ==\n\nপুরানো তথ্যসূত্রগুলো একইভাবে তখনকার ঋত্বিক এবং পুরোহিতদের নির্দেশ করে\nপ্রধান পুরোহিত হিসাবে হোত্র (hotṛ), সম্ভবত প্রথম দিকে তাঁর সহকারী হিসাবে কেবল অধ্বর্যু। ঋগ্বেদে \"সাত হোতার\" শব্দটি একাধিকবার পাওয়া যায়। ঋগ্বেদের স্তোত্র ২.১.২ এটি নিম্নরূপ বলে,\n\nतवाग्ने होत्रं तव पोत्रमृत्वियं तव नेष्ट्रं त्वमग्निदृतायतः ।\nतव प्रशास्त्रं त्वमध्वरीयसि ब्रह्म चासि गृहपतिश्च नो दमे ॥२॥\nThine is the Herald's task and Cleanser's duly timed; Leader art thou, and Kindler for the pious man.\n\nThou art Director, thou the ministering Priest: thou art the Brahman, Lord and Master in our home.\nউপরের স্তোত্রে পুরোহিতদের hotṛ, potṛ, neṣṭṛ, অগ্নিধ, prashāstṛ (অর্থাৎ মৈত্রবরুণ) এবং অধ্বর্যু হিসাবে গণনা করা হয়েছে।\n\nহোত্রী (hotṛi) ছিলেন আমন্ত্রণ এবং লিটানি পাঠকারী। এর মধ্যে থাকতে পারে একক শ্লোক (ṛca), স্ট্রোফ (ত্রিগুণ যাকে tṛca বলা হয় বা জোড়াকে বলা হয় প্রগাথ), বা সম্পূর্ণ স্তোত্র (সূক্ত), যা  ঋগ্বেদ (ṛgveda) থেকে নেওয়া হয়েছে। যেহেতু আচারের প্রতিটি পর্বে একটি আহ্বানের প্রয়োজন ছিল, hotṛi একটি অগ্রণী বা সভাপতির ভূমিকা ছিল।\nঅধ্বর্যু যজ্ঞের শারীরিক বিবরণের দায়িত্বে ছিলেন (বিশেষ করে অধ্বর, সোমযজ্ঞের একটি শব্দ)। মনিয়ার-উইলিয়ামসের মতে, অধ্বর্যুকে অন্যান্য দায়িত্বের মধ্যে \"মাটি পরিমাপ করতে হয়েছিল, বেদী তৈরি করতে হয়েছিল, বলির পাত্র প্রস্তুত করতে হয়েছিল, কাঠ ও জল আনতে হয়েছিল, আগুন জ্বালাতে হয়েছিল, পশুকে আনতে হয়েছিল এবং তা পুড়িয়ে দিতে হয়েছিল\"। প্রতিটি ক্রিয়ার সাথে যজুর্বেদ থেকে গৃহীত প্রার্থনামূলক বা উপকারী সূত্র (যজু) ছিল। সময়ের সাথে সাথে, অধ্বর্যুর ভূমিকা গুরুত্ব পায় এবং ṛgveda অনেক শ্লোক যজুর্বেদের গ্রন্থে অক্ষত বা অভিযোজিত হয়।\nউদ্গাত্রি (udgātṛi) ছিল সামবেদ থেকে আঁকা সুরের (সামন) সাথে সেট করা স্তোত্রের মন্ত্র। এটি ছিল প্রধান সোম যজ্ঞের একটি বিশেষ ভূমিকা: udgātṛ একটি বৈশিষ্ট্যপূর্ণ কাজ ছিল সোম পাবমান, সোম উদ্ভিদের সদ্য চাপা রসের উত্সাহী বৈশিষ্ট্যের প্রশংসায় স্তোত্র গাওয়া।\nব্রাহ্মণ (brahman) ছিলেন atharvaveda স্তোত্র পাঠকারী যিনি মূলত নীরব ছিলেন এবং পদ্ধতিগুলো পর্যবেক্ষণ করেন এবং ভুল হয়ে গেলে এটিকে 'নিরাময়' করতে অথর্ববেদ মন্ত্র ব্যবহার করেন।\nউপরের স্তোত্র ২.১.২-এ ব্রাহ্মণ শব্দটি ২.১.১ স্তবকের দেবতা অগ্নিকে বোঝায়।\nঋগ্বেদিক ব্রাহ্মণ, ঐতরেয় এবং কৌশিতকি, শাস্ত্র পাঠ করার জন্য সাতটি হোত্রক নির্দিষ্ট করেছেন (লিটানি): hotṛ, ব্রাহ্মণচামসীন, মৈত্রবরুণ, potṛ, neṣṭṛ, অগ্নিকাচ্ছ এবং অগ্নিকাচ্ছ । তারা সুব্রহ্মণ্য এবং গ্রাবস্তুতের কার্যালয়গুলোর উত্স ব্যাখ্যা করার জন্য একটি কিংবদন্তিও বহন করে।\n\n\n=== পুরোহিত ===\n\nসম্পূর্ণরূপে বিকশিত আচারের প্রয়োজনীয়তাগুলো যথেষ্ট কঠোর ছিল যে কেবল পেশাদার যাজকরা পর্যাপ্তভাবে সেগুলো সম্পাদন করতে পারে। এইভাবে, যদিও আদি কালে, প্রকৃত বলিদানকারী, বা আচারের উদ্দিষ্ট সুবিধাভোগী, সরাসরি অংশগ্রহণকারী হতেন, বৈদিক যুগে তিনি (যজমান) কেবলই একজন পৃষ্ঠপোষক ছিলেন, hotṛ বা ব্রাহ্মণ তার স্থলাভিষিক্ত হতেন। আচারে এই সেকেন্ডিংয়ে পুরোহিতের ক্রমবর্ধমান গুরুত্বের উত্স রয়েছে (আক্ষরিক অর্থে, \"যাকে সামনে রাখা হয়েছে\")। একজন পুরহিতের পক্ষে তার প্রভুর উদ্দেশ্যে বলিদানের সময় hotṛ বা ব্রাহ্মণ হওয়া অস্বাভাবিক ছিল না, তার জন্য অন্যান্য গার্হস্থ্য (gṛhya) আচারও পরিচালনা করা। পরের দিনগুলোতে, বৈদিক আচার-অনুষ্ঠানের অদৃশ্য হওয়ার সাথে সাথে, পুরোহিত শব্দটি \"পুরোহিত\" এর একটি সাধারণ শব্দ হয়ে উঠেছে।\n\n\n== সহকারী ==\nশ্রৌত সূত্রের পদ্ধতিগত প্রকাশে, যা খ্রিস্টপূর্ব পঞ্চম বা ষষ্ঠ শতাব্দীর, সহকারীরা চারটি প্রধান পুরোহিতের প্রত্যেকের সাথে যুক্ত চারটি দলে বিভক্ত, যদিও শ্রেণিবিভাগ কৃত্রিম এবং কিছু ক্ষেত্রে ভুল:\n\nহোতার (hotṛ) এর সাথে:\nমৈত্রবরুণ\nআচ্চাভাক\nগ্রাবস্তুত (সোম পাথরের প্রশংসা)\nউদ্গাতার udgātṛ সাথে:\nprastotṛ (যিনি প্রস্তব উচ্চারণ করেন)\npratihartṛ (\"অ্যাভারটার\")\nসুব্রহ্মণ্য\nঅধ্বর্যু সহ:\npratiprasthātṛ\nneṣṭṛ\nউন্নত্র (unnetṛ) (যিনি আধারে সোম রস ঢেলে দেন)\nব্রাহ্মণের সাথে:\nব্রাহ্মণাচ্চামসিন\nঅগ্নীধ (পুরোহিত যিনি পবিত্র আগুন জ্বালান)\npotṛ (\"পরিশোধক\")\n\n\n== ভাষাতাত্ত্বিক তুলনা ==\nজরথুষ্ট্রীয় ধর্মের পবিত্র গ্রন্থের সাথে তুলনা করা, একই উৎপত্তির একটি স্বতন্ত্র ধর্ম, যা *অথরওয়ান (বৈদিক অথর্বণ; আবেস্তান āθrauuan/aθaurun) এবং *ঝাউতার (বেদ হোতার ; zaotar) এর মতো পুরোহিতদের জন্য পদের প্রাচীনতা দেখায় 'আহ্বানকারী, বলিদানকারী'। যদিও *ঝাউতার ভালভাবে বোঝা যায়, তবে *অথর্বণের আসল অর্থ অজানা। অথর্বণ শব্দটি ঋগ্বেদে আবির্ভূত হয়েছে (যেমন, RV ৬.১৬.১৩-এ যেখানে অগ্নিকে প্রত্যেক কবির মন থেকে অথর্বণ দ্বারা মন্থন করা হয়েছে বলে বলা হয়েছে)। পূর্ববর্তী আবেস্তাতে, āθrauuan/aθaurun একটি প্রেক্ষাপটে আবির্ভূত হয় যা \"মিশনারী,\" সম্ভবত ইন্দো-ইরানীয় *অর্থবন থেকে মেটাথেসিস দ্বারা \"উদ্দেশ্যের অধিকারী\" বলে পরামর্শ দেয়। যাইহোক, একটি সাম্প্রতিক তত্ত্ব ইঙ্গিত করে যে প্রোটো ইন্দো-ইরানিয়ান *অথর্বণ সম্ভবত মধ্য এশিয়ার বিএমএসি সভ্যতার অজানা ভাষা থেকে একটি সাবস্ট্রেট শব্দের প্রতিনিধিত্ব করে। এটি বিএমএসি *অথর- প্লাস ইন্দো-ইরানীয় অধিকারী প্রত্যয় *-ওয়ান হিসাবে বিশ্লেষণ করা যেতে পারে, এই ক্ষেত্রে *অথর্বণ হবে \"যে *অথার অধিকারী\"। যদিও *অথর শব্দের অর্থ অজানা, পিনল্ট অনুমান করেন যে এর অর্থ \"উচ্চতর শক্তি\" এবং এটিকে \"নায়ক\" শব্দের টোচারিয়ান শব্দের সাথে সংযুক্ত করেছে। উপনিষদে, atharvan উদাহরণ হিসেবে দেখা যায় অথর্বাঙ্গিরস (atharvāngiras), অথর্বণ (atharvan) এবং অঙ্গিরস (angiras) এর যৌগ, হয় দুইজন ঋষি বা তাদের পারিবারিক নাম।\nবর্তমান ভারতীয় জরথুষ্ট্রিয়ান (পারসি) ঐতিহ্যে অথর্নান শব্দটি পুরোহিতকে সাধারণ (বেহদিন) থেকে আলাদা করতে ব্যবহৃত হয়। এই উপ-বিভাগগুলো (ঐতিহাসিক ভারতীয় প্রেক্ষাপটে, বর্ণ), এবং তাদের বর্ণনা করার জন্য ব্যবহৃত পদগুলো ভারতীয় জরথুস্ট্রিয়ানদের জন্য নির্দিষ্ট তুলনামূলকভাবে সাম্প্রতিক বিকাশ এবং যদিও শব্দগুলো নিজেরাই পুরানো, তবে পার্সীদের জন্য তাদের যে অর্থ এসেছে তা তাদের দ্বারা প্রভাবিত হয়। হিন্দুধর্মের সাথে বহু শতাব্দীর সহাবস্থান। তখন দেখা যাচ্ছে যে ভারতীয় জরথুষ্ট্রীয় পুরোহিতরা হিন্দুধর্মের atharvan সাথে এর সাদৃশ্যের জন্য পুরানো āθrauuan/aθaurun (প্রথাগত, এবং খুব ভালোভাবে প্রত্যয়িত ডেরিভেটিভ āsron) পুনরায় গ্রহণ করেছিলেন। , যা পরবর্তীকালে পার্সি পুরোহিতরা আবেস্তান আটার 'আগুন' থেকে উদ্ভূত বলে ধরে নেন। এই লোক-ব্যুৎপত্তি সম্ভবত \"প্রাচীন ইন্দো-ইরানীয় ধর্মে আগুনের গুরুত্ব সম্পর্কে একটি ভুল অনুমান দ্বারা প্ররোচিত হয়েছে\"।\nহোতার, উদ্গাতার এবং অধ্বর্যুদের মধ্যে পুরোহিতের কার্যাবলীর বিভাজন কেল্টিক যাজকত্বের সাথে তুলনা করা হয়েছে যেমন স্ট্র্যাবোর প্রতিবেদনে আছে, ড্রুইডরা উচ্চ যাজক হিসাবে, বার্ডরা জপ করে এবং ভ্যাটরা প্রকৃত বলিদান করে।\n\n\n== আরো দেখুন ==\nঅগ্নিহোত্র\nঅগ্নিস্টোম\nব্রাহ্মণ\nনাম্বুদ্রী\nশ্রাদ্ধ\n\n\n== তথ্যসূত্র ==\n\n\n== বহি সংযোগ ==\nএকটি জীবন্ত ঐতিহ্যের টার্নিং পয়েন্ট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ এপ্রিল ২০০৮ তারিখে"}