{"pageid": 1427434, "title": "সি কে মীনা", "url": "https://bn.wikipedia.org/wiki?curid=1427434", "content": "সি কে মীনা (২৭শে জুলাই, ১৯৫৭) একজন সাংবাদিক, ঔপন্যাসিক এবং সংবাদপত্রের কলাম লেখক। তিনি একজন বিজ্ঞান স্নাতক হলেও পরে বেঙ্গালুরু বিশ্ববিদ্যালয় থেকে ইংরেজিতে এমএ এবং কমিউনিকেশনে বিএস করতে গিয়েছিলেন। তিনি ১৯৮০ -এর দশকে বেঙ্গালুরুর সাপ্তাহিক ট্যাবলয়েড দ্য সিটি ট্যাব-এ তাঁর কর্মজীবন শুরু করেন এবং ১৯৮৬ থেকে ১৯৯৩ সাল পর্যন্ত ডেকান হেরাল্ডে কাজ করেন। তারপরে তিনি বেঙ্গালুরুতে এশিয়ান কলেজ অফ জার্নালিজমের সহ-প্রতিষ্ঠা করেন।\n২০০৫ সালে, ড্রোনকুইল থেকে তাঁর প্রথম উপন্যাস, ব্ল্যাক লেন্টিল ডোনাটস প্রকাশিত হয়। এরপর বেরিয়েছিল ড্রিমস ফর দ্য ডাইং (২০০৮) এবং সেভেন ডেজ টু সামহোয়্যার (২০১২)। তিনি দত্তক নেওয়ার উপর একটি হ্যাণ্ডবুকও সহ-লেখন করেছেন। তিনি দ্য ইনভিজিবল মেজরিটি: ইণ্ডিয়া'স এবেল্ড ডিসএবেলড (২০২১) শিরোনামে প্রতিবন্ধীত্বের ওপর একটি বইয়ের সহ-লেখক, যেটি তাঁর প্রথম তথ্য নির্ভর বই। তিনি ২০০২ সাল থেকে হিন্দু মেট্রো প্লাসের জন্য একটি পাক্ষিক কলাম \"সিটি লাইটস\" লিখছেন।\n\n\n== লিখন শৈলী ==\nসি কে মীনার নিজের ভাষায়, \"লেখাটি এতই ইচ্ছাকৃত, কেউ এটিতে সর্বদা কাজ করে, একটি প্রভাব তৈরি করার চেষ্টা করে, তাই স্বতঃস্ফূর্ততা কম, কিন্তু একই সাথে, কেউ এটিকে নিজের মাথায় জোরে জোরে বলছে, কাল্পনিক শ্রোতাদের কাছে গল্প বলছে। আমি গল্প বলতে এবং গল্প শুনতে ভালোবাসি; আমি একজন নির্লজ্জ আড়ি পাতা মানুষ এবং আমি পুরোপুরি অভিব্যক্তিহীন হতে পারি; এমনকি আমি নিচু গলায় বলা জিনিস শুনতে পাই।\"\nচারুমতী সুপ্রজা তাঁর সাথে একটি সাক্ষাৎকার পর্ব করার পরে মনে করেন, \"মীনা তাঁর লেখার মধ্যে গতানুগতিকতা আসতে দেন না। তিনি তাঁর গল্পগুলিতে আসল \"চরিত্রগুলি\" তুলে ধরেন। তাঁর লেখায় এমন একটি ঝাঁকুনি রয়েছে যা অহংকারী নয় - কেবলমাত্র আসল। আপনি অনেক লাইনে অন্তর্নিহিতভাবে চাপা হাসি পাবেন। মীনার লেখার ব্যক্তিত্বের সাথে জমকালো, ধীরেসুস্থে বর্ণনাগুলি খাপ খায় না। কিন্তু যতক্ষণ না আপনি তাঁর সুন্দরভাবে সাজানো গল্পের প্রতিটি বাঁক, চমক এবং ঝলকানি অনুসরণ করছেন ততক্ষণ পর্যন্ত বইটি ছেড়ে দেওয়ার আশা করবেন না।\"\nমীনা টি জি বৈদ্যনাথনের দ্বারা প্রভাবিত ছিলেন।\n\n\n== নারীবাদ ==\nমীনা একজন নারীবাদী। তাঁর একটি সাক্ষাৎকারে তিনি বলেছেন, \"কেন কেন্দ্রে মহিলারা? পুরুষ নয়, মহিলা। আমার কাছে, মহিলারা কেন্দ্রে আছে, আমি পছন্দ করি বা না করি। এটি সম্ভবত নারীবাদী দৃষ্টিভঙ্গির সাথে যুক্ত যা আমার সবসময় ছিল। যে কোন ভাবেই হোক, যখন আমি লিখতে শুরু করি তখন আমি দেখতে পাই যে মহিলারাই কেন্দ্রের মঞ্চে আসেন, পুরুষরা হয় খুব চমৎকার মানুষ নয় (হাসি) অথবা ঘটনাচক্রে ভালো।\"\n\n\n== লেখা ==\nসি কে মীনার প্রথম উপন্যাস, ব্ল্যাক লেন্টিল ডোনাটস ২০০৫ সালে প্রকাশিত হয়েছিল। মীনা এতে, শান্তি এবং তার দ্বিতীয় ব্যক্তিত্ব লিলি সম্পর্কে কথা বলেছেন, লিলি তাদের ছোট শহরের পীড়নকর উষ্ণতা থেকে রক্ষা পেতে একটি উদীয়মান মহানগরে স্বাধীনতার স্বাদ নিতে যায়। শান্তি তিনটি মশার নৈরাজ্যবাদ দ্বারা প্রলুব্ধ হয়, যখন লিলির প্রলোভনগুলি আরও অনুমানযোগ্য লাইনে রয়েছে। কিন্তু সব সময় তারা একটি উন্মাদ গণ আবেগোন্মত্ততায় ভুগে ছটফট করছে যা তাদের বহিরাগত হিসাবে দেখে। সি কে মীনা ভারতের মহানগরের প্রেম এবং ঘৃণা, ভদ্রতা এবং বর্বরতার মধ্য দিয়ে পাঠকদের একটি রোলার কোস্টার যাত্রায় নিয়ে যান।\n\n\n=== অন্যান্য লেখা ===\nসেভেন ডেজ টু সামহোয়ার।\nঅ্যাডপশন: হোয়াট, হোয়াই, হোয়েন, হাউ।\nড্রিমস ফর দ্য ডাইং।\n\n\n==== প্রবন্ধ ====\nওয়াক ইনটু দ্য নাইট উইদাউট ফিয়ার\nদিস লেডি ইজ এ ট্র্যাম্প\n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:Malayalam Literature"}