{"pageid": 1427918, "title": "ফরাসি নিরক্ষীয় আফ্রিকা", "url": "https://bn.wikipedia.org/wiki?curid=1427918", "content": "ফরাসি নিরক্ষীয় আফ্রিকা (ফরাসি: Afrique équatoriale française, বা AEF) ছিল নিরক্ষীয় আফ্রিকার ফরাসি ঔপনিবেশিক অঞ্চলগুলোর একটি ফেডারেশন। ফরাসি গ্যাবন, ফরাসি কঙ্গো (বর্তমান কঙ্গো প্রজাতন্ত্র), উবাঙ্গি-শারি (বর্তমান মধ্য আফ্রিকান প্রজাতন্ত্র) এবং ফরাসি চাদ এই ফেডারেশনের অংশ ছিল গঠিত। এটি ১৯১০ থেকে ১৯৫৮ সাল পর্যন্ত বিদ্যমান ছিল এবং এর প্রশাসনিক রাজধানী ছিল কঙ্গো নদীর তীরবর্তী ব্রাজাভিলে। এটি বর্তমানে কঙ্গো প্রজাতন্ত্রের রাজধানী।\n\n\n== ইতিহাস ==\n১৯১০ সালে প্রতিষ্ঠিত এই ফেডারেশনে চারটি ঔপনিবেশিক সম্পত্তি ছিল। সেগুলো হলো: ফরাসি গ্যাবন, ফরাসি কঙ্গো, উবাঙ্গি-শারি এবং ফরাসি চাদ। গভর্নর-জেনারেল প্রতিটি অঞ্চলের ডেপুটিদের সাথে ব্রাজাভিলে অবস্থান করতেন।\n১৯১১ সালে ফ্রান্স আগাদির সংকটের ফলে এই অঞ্চলের কিছু অংশ জার্মান কামেরুনকে হস্তান্তর করে। প্রথম বিশ্বযুদ্ধে জার্মানির পরাজয়ের পর ভূখণ্ডটি ফ্রান্স ফিরিয়ে নেয়। তখন ক্যামেরুনের বেশিরভাগ অংশই ফ্রেঞ্চ লিগ অফ নেশনস ম্যান্ডেট হয়ে ওঠে। তবে তা ফরাসি নিরক্ষীয় আফ্রিকা-তে একীভূত হয়নি।\nফরাসি নিরক্ষীয় আফ্রিকা বিশেষত উবাঙ্গি-শারি অঞ্চলে কঙ্গো ফ্রি স্টেটের মতো একই রকম রেয়াতের ব্যবস্থা ছিল। সেখানেও অনুরূপ নৃশংসতা সংঘটিত হয়েছিল। লেখক আন্দ্রে গিড উবাঙ্গি-শারিতে ভ্রমণ করে সেখানকার বাসিন্দাদের দ্বারা বিকৃত, খণ্ড-বিখণ্ড, মৃত্যুদণ্ড, শিশুদের পুড়িয়ে ফেলা এবং গ্রামবাসীদের জোরপূর্বক বড় রশ্মির সাথে বেঁধে রাখা এবং ক্লান্তি ও তৃষ্ণা থেকে নামা পর্যন্ত হাঁটাচলার কথা বর্ণনা করেন। ১৯২৭ সালে প্রকাশিত গাইডের ট্রাভেলস ইন দ্য কঙ্গো বইটিতে ফরাসি নিরক্ষীয় আফ্রিকার কোম্পানিগুলির রেয়াৎ ব্যবস্থার তীব্র সমালোচনা করা হয়। বইটি ফ্রান্সের উপনিবেশবাদ বিরোধী আন্দোলনে গুরুত্বপূর্ণ প্রভাব ফেলেছিল। উবাঙ্গি-শারি এবং ফরাসি নিরক্ষীয় আফ্রিকার অন্যান্য অংশে ফরাসি রেয়াৎ ব্যবস্থার অধীনে শিকারের সংখ্যা অজানা রয়ে গেছে। অ্যাডাম হোচচাইল্ড ফরাসি কঙ্গো এবং গ্যাবনে জনসংখ্যার অর্ধেক হ্রাসকে কঙ্গো মুক্ত রাজ্যে জনসংখ্যা হ্রাসের অনুমানের মতোই ধারণা করেছে।\n১৯২০-এর দশকের শেষের দিকে এবং ১৯৩০-এর দশকের গোড়ার দিকে একটি ঔপনিবেশিক বিরোধী আন্দোলন সোসাইটি অ্যামিকেলে দেস অরিজিনারেস দে ল'এ। আন্দ্রে মাতসোয়া দ্বারা ইএফ প্রতিষ্ঠিত হয়েছিল, এই অঞ্চলের বাসিন্দাদের জন্য ফরাসি নাগরিকত্ব চেয়েছিলেন।\nদ্বিতীয় বিশ্বযুদ্ধের সময়, ফ্রেঞ্চ ক্যামেরুন এবং গ্যাবন ব্যতীত সমগ্র ফরাসি নিরক্ষীয় আফ্রিকা ১৯৪০ সালের আগস্ট মাসে ফ্রি ফ্রেঞ্চ ফোর্সের সাথে মিছিল করে, গ্যাবন পরিবর্তে ১২ নভেম্বর ১৯৪০ পর্যন্ত ভিচি ফ্রান্সের প্রতি অনুগত থাকে যখন ভিচি প্রশাসন গ্যাবনের যুদ্ধের পরে প্রত্যাহার করে নেয়। ফেডারেশন আফ্রিকায় ফ্রেঞ্চ ফরাসি কার্যক্রমের কৌশলগত কেন্দ্র হয়ে ওঠে। ফেলিক্স এবুয়েকে ফরাসি নিরক্ষীয় আফ্রিকা এর গভর্নর-জেনারেল হিসাবে নিযুক্ত করা হয়েছিল। ছিল ফরাসি নিরক্ষীয় আফ্রিকা এবং ক্যামেরুন উভয়কে গ্রুপ করে ফ্রি ফ্রেঞ্চ আফ্রিকার পৃষ্ঠপোষকতায় একটি পৃথক প্রশাসনিক কাঠামো প্রতিষ্ঠিত হয়ে।\nচতুর্থ প্রজাতন্ত্রের অধীনে (১৯৪৬-৫৮) ফেডারেশন ফরাসি পার্লামেন্টে প্রতিনিধিত্ব করত। যখন অঞ্চলগুলি ১৯৫৮ সালের সেপ্টেম্বর গণভোটে ফরাসি সম্প্রদায়ের মধ্যে স্বায়ত্তশাসিত হওয়ার জন্য ভোট দেয়, তখন ফেডারেশনটি বিলুপ্ত হয়ে যায়। ১৯৫৯ সালে নতুন প্রজাতন্ত্রগুলি ১৯৬০ সালের আগস্টে সম্পূর্ণ স্বাধীন হওয়ার আগে কেন্দ্রীয় আফ্রিকান প্রজাতন্ত্রের ইউনিয়ন নামে একটি অন্তর্বর্তী সমিতি গঠন করে।\n\n\n== প্রশাসন ==\nঅ্যাসোসিয়েশন বা সমিতির ধারণা থেকে ফরাসি নিরক্ষীয় আফ্রিকা যাত্রা শুরু করে।১৮০০ এর দশকের মাঝামাঝি সময়ে ইতালীয়-ফরাসি অভিযাত্রী পিয়ের স্যাভরগান দে ব্রাজার মাধ্যমে ফরাসি সুরক্ষার প্রতিশ্রুতিবদ্ধ চুক্তির মাধ্যমে বাস্তবায়িত হয়েছিল। তিনি আদিবাসী সম্প্রদায়গুলিকে বৃহত্তর বাণিজ্যের সুযোগের বিনিময়ে ফরাসিদের সাথে সহযোগিতা করতে রাজি করেছিলেন। এই সমিতি অবশেষে এই অঞ্চলে ফরাসি পরোক্ষ শাসনের দিকে পরিচালিত করে।  তবে, ফ্রান্সের পরোক্ষ শাসনের প্রচেষ্টা স্থানীয় নেতাদের ধারাবাহিক প্রতিরোধের সম্মুখীন হয়।\nফরাসি নিরক্ষীয় আফ্রিকা ফ্রান্সের একটি অস্থির উপনিবেশ হিসাবে অনুভূত হয়েছিল। তাই ফ্রান্স টেকসই বিনিয়োগের পরিবর্তে হাতির দাঁত এবং রাবারের মতো প্রাকৃতিক সম্পদের শোষণের জন্য বেসরকারি কোম্পানিগুলোকে চুক্তি দেয়। বেসরকারি কোম্পানিগুলি সামান্য থেকে বিনা বেতনে ভারী কর আরোপ করে এবং শ্রমিক ও স্থানীয় সম্প্রদায়ের প্রতি নিষ্ঠুর আচরণ করে।\n১৯০৮ সালে ফরাসি নিরক্ষীয় আফ্রিকা অঞ্চলের মধ্যে ফরাসি কর্তৃত্বকে শক্তিশালী করার আশায় চারটি উপনিবেশে বিভক্ত করা হয়। ১৯৩৪ সাল পর্যন্ত, ফরাসি নিরক্ষীয় আফ্রিকা ফরাসি পশ্চিম আফ্রিকার মতো ফরাসি উপনিবেশগুলোর একটি ফেডারেশন ছিল। তবে, সেই বছরে ফরাসি নিরক্ষীয় আফ্রিকা একটি একক সত্ত্বা হয়ে ওঠে। তখন এর অন্তর্ভুক্ত উপনিবেশগুলো region হিসাবে পরিচিত হয় এবং পরে ১৯৩৭ সালে territory হিসাবে পরিচিত হয়। একীভূত উপনিবেশের জন্য একক বাজেট ছিল। এই একীকরণের আগে প্রতিটি সদস্যের নিজস্ব আর্থিক ব্যবস্থা ছিল। \n১৯৪২ সাল পর্যন্ত ফরাসি নিরক্ষীয় আফ্রিকা একজন গভর্নর-জেনারেল দ্বারা পরিচালিত হয়েছিল। তার \"বেসামরিক এবং সামরিক উভয় পরিষেবার সর্বোচ্চ নির্দেশনা\" ছিল। তবে প্রশাসক এবং স্থানীয় জনগণের মধ্যে সংখ্যার পার্থক্য ফরাসীদের পক্ষে স্বেচ্ছায় বা অনিচ্ছাকৃত আদিবাসী সহযোগিতা ছাড়া তাদের সদর দফতরের বাইরে ক্ষমতা প্রয়োগ করা কঠিন করে তুলেছিল। উপরন্তু, ফ্রান্সের কেন্দ্রীভূত ঔপনিবেশিক নীতির কারণে গভর্নর-জেনারেলের ক্ষমতা অনুশীলনের সুযোগ সীমিত ছিল। উপনিবেশের জন্য ১৯৪২ সালের ব্রিটিশ নৌ গোয়েন্দা হ্যান্ডবুকের লেখক লিখেছেন, \"সবচেয়ে গুরুত্বপূর্ণ আইনগুলো প্যারিসে প্রণীত হয়েছে। যদিও গভর্নর-জেনারেল ছোটখাটো বিবরণ এবং জরিমানা পূরণ করেন।\" গভর্নর-জেনারেলকে প্রশাসনের পরামর্শদাতা পরিষদ (Conseil d'Administration) এর মাধ্যমে সহায়তা করা হতো। এটই গুরুত্বপূর্ণ স্থানীয় কর্মকর্তাদের এবং কিছু সদস্য ও কিছু ইউরোপীয়দের নিয়ে গঠন করা হতো। আফ্রিকান এবং ইউরোপীয় উভয়ই পরোক্ষভাবে নির্বাচিত হতো। সমস্ত প্রধান প্রশাসনিক পদ ফরাসি সরকার দ্বারা নিযুক্ত করা হয়েছিল। তারা আফ্রিকান জনগণের দ্বারা নির্বাচিত কর্মকর্তাদের কাছে দায়বদ্ধ ছিল না। উপরন্তু, কূটনীতি, প্রতিরক্ষা এবং রাজনীতির উপর ফ্রান্সের সম্পূর্ণ নিয়ন্ত্রণ ছিল।\nএকীভূত উপনিবেশের অধীনে, তিনটি সংবিধান অঞ্চল, চাদ, গ্যাবন এবং উবাঙ্গি-শারি, একজন গভর্নর দ্বারা শাসিত হয়েছিল। অন্যদিকে ময়েন-কঙ্গো গভর্নর-জেনারেলের অধীনে ছিল। প্রত্যেকের স্থানীয় স্বার্থের কাউন্সিল ছিল (Conseil des Intérêts Locaux)। এগুলো প্রশাসনের কাউন্সিলের অনুরূপ। স্থানীয়ভাবে অঞ্চলগুলিকে নিযুক্ত কর্মকর্তাদের দ্বারা তত্ত্বাবধানে বিভাগ এবং উপবিভাগে বিভক্ত করা হয়েছিল। একমাত্র পৌরসভাগুলিই অঞ্চলগুলির রাজধানী ছিল। সেগুলিকে সেনেগালের কমিউনস ডি প্লেইন অনুশীলনের বিপরীতে কমিউন মিক্সট হিসাবে শ্রেণীবদ্ধ করা হয়েছিল। এগুলোতে গণতান্ত্রিকভাবে নির্বাচিত কাউন্সিল ছিল। যদিও এই পৌরসভাগুলি স্থানীয় স্ব-সরকারের কিছু ক্ষমতার অধিকারী ছিল, তবে মেয়র এবং কাউন্সিলরদের সরাসরি নিয়োগ করা হতো। এসব পরিষদে আফ্রিকান প্রতিনিধিও ছিল।\n\n\n== ভূগোল ==\nপুরো আফ্রিকার এক অষ্টমাংশের একটু কম ভূমি নিয়ে এই ফেডারশন গঠিত ছিল। আধুনিক দিনের মধ্য আফ্রিকান প্রজাতন্ত্র, চাদ প্রজাতন্ত্র, কঙ্গো প্রজাতন্ত্র, গ্যাবন প্রজাতন্ত্র  এবং ক্যামেরুনের বেশিরভাগ অংশ জুড়ে ফরাসি ভাষার বৃহত্তর অংশ নিরক্ষীয় আফ্রিকা একটি গ্রানাইট মালভূমি জুড়ে এটি বিস্তৃত ছিল। এটি উত্তর-পূর্বে তিবেস্তি, ওউডাই এবং ফার্টিট ম্যাসিফ, পূর্বে দারফুর এবং দক্ষিণ-পশ্চিমে ক্রিস্টাল পর্বতমালা এবং মায়োম্বে সীমানা তৈরি করে। দুটি নদীয় অববাহিকা অঞ্চলটির মধ্য এবং দক্ষিণ অংশ দখল করেছে। একটি হলো চাদের অববাহিকা। এটি একটি প্রাক্তন অভ্যন্তরীণ সমুদ্র, যার মধ্যে কেবল চাদ হ্রদ একটি অবশিষ্টাংশ হিসেবে ছিল। অন্যটি হচ্ছে কঙ্গোর অববাহিকা। এটি একই নামের নদী এবং এর প্রধান উপনদীর (ওবাংগুই নদী, সংঘ নদী এবং আলিমা নদী) প্রবাহের মাধ্যমে সৃষ্ট। এই ফেডারেশনটির একটি উপকূলীয় সমভূমি অঞ্চল ছিল। এটি স্প্যানিশ গিনি (বর্তমানে নিরক্ষীয় গিনি) থেকে কঙ্গো নদী পর্যন্ত বিস্তৃত। ফরাসি নিরক্ষীয় আফ্রিকার সর্বোচ্চ বিন্দু ছিল তিবেস্তিতে অবস্থিত মাউন্ট এমি কাউসি (৩,৪১৫ মিটার)। \nভূখণ্ডের আকার ও বিস্তৃতির কারণে,এর জলবায়ু এক স্থান থেকে অন্য স্থানে অত্যন্ত পরিবর্তিত হয়। উত্তরে বিশেষভাবে শুষ্ক সাহারান জলবায়ু থেকে দক্ষিণ অংশে আর্দ্র গ্রীষ্মমন্ডলীয় জলবায়ুতে বদলে যায়। গাছপালার বিস্তার এই পার্থক্যগুলোর মাধ্যমে প্রভাবিত হয়েছিল। উত্তরে বৃষ্টির অনুপস্থিতিতে কয়েকটি কাঁটাযুক্ত গুল্ম ছাড়া গাছপালা বিকাশ করা প্রায় অসম্ভব করে তুলেছিল। কেন্দ্রে ছিল সাভানার বিস্তার। সেখানে বাজরা, চিনাবাদাম এবং কাসাভা জন্মে। সবশেষে দক্ষিণে ছিল আর্দ্র গ্রীষ্মমন্ডলীয় বন। সেখান থেকে আবলুস এবং ওকোমের মতো বিভিন্ন প্রজাতি নেওয়া হতো। উপকূলীয় অঞ্চলে ভ্যানিলা, কোকো এবং কফি গাছ জন্মে।\nফরাসি নিরক্ষীয় আফ্রিকা ব্রিটিশ নাইজেরিয়া, ফরাসি পশ্চিম আফ্রিকা, ইতালীয় লিবিয়া, অ্যাংলো-মিশরীয় সুদান এবং বেলজিয়ান কঙ্গো দ্বারা আবদ্ধ ছিল। পশ্চিমে, এটি আটলান্টিক মহাসাগরের সীমানায়।\n\nফরাসি চাদ\nউবাঙ্গি-শারি\nফরাসি কঙ্গো\nফরাসি গ্যাবন\n\n\n== ডাকটিকিট ==\n\nচারটি অঞ্চলের ডাক প্রশাসন ১৯৩৬ সাল পর্যন্ত পৃথক ছিল। তারা প্রতিটি নিজস্ব স্ট্যাম্প জারি করত। সেই বছরে, গ্যাবন এবং মধ্য কঙ্গোর ডাকটিকিটগুলি AFRIQUE/ÉQUATORIALE/FRANÇAISE ওভারপ্রিন্ট করা হয়। উপনিবেশের জন্য একটি নির্দিষ্ট সিরিজ ১৯৩৭ সালে অনুসরণ করা হয়েছিল। সেগুলো স্থানীয় দৃশ্য এবং উপনিবেশের গঠনের ক্ষেত্রে জড়িত প্রধান ফরাসি ব্যক্তিত্বদের ছবি অঙ্কিত হতো। ১৯৪০ সাল থেকে প্রতি বছর ডাকটিকিটে বিভিন্ন রঙ এবং মূল্য পরিবর্তন হয়।\n১৯৩৭ সিরিজটি ১৯৪০ সালে ফ্রি ফ্রেঞ্চদের দ্বারা AFRIQUE FRANÇAISE/LIBRE বা শুধু LIBRE- এর উপরে প্রিন্ট করা হয়।  ১৯৪১ সালে তারা একটি ফিনিক্স পাখিকে অগ্নিশিখা থেকে উত্থিত অবস্থায় চিত্রিত করে ডাকটিকিটের একটি সিরিজ জারি করেছিল। স্থানীয় দৃশ্য এবং মানুষের ছবি সমন্বিত একটি নতুন নির্দিষ্ট সিরিজ ১৯৪৬ সালে জারি করা হয়। ১৯৫০ এর দশকে আরও বিশটি স্ট্যাম্প প্রকাশিত হয়েছিল। সর্বশেষটি ১০ ডিসেম্বর ১৯৫৮ সালে সর্বজনীন মানবাধিকার ইস্যু ছিল\n\n\n== আরও দেখুন ==\nফরাসি নিরক্ষীয় আফ্রিকার ঔপনিবেশিক প্রধানদের তালিকা\nফরাসি ঔপনিবেশিক সাম্রাজ্য\nফ্রি ফ্রেঞ্চ আফ্রিকা\nফরাসি পশ্চিম আফ্রিকা\nফরাসি সম্পত্তি এবং উপনিবেশ তালিকা\nফরাসি ঔপনিবেশিক পতাকা\nফরাসি উত্তর আফ্রিকা\nমধ্য আফ্রিকান রাজ্যের অর্থনৈতিক সম্প্রদায়\nমধ্য আফ্রিকান ফ্রাঙ্ক\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জী ==\nডটন, জেপি \"দ্যা 'পাচা ব্যাপার' পুনর্বিবেচনা করেছে: আন্তঃযুদ্ধ ফরাসি নিরক্ষীয় আফ্রিকায় সহিংসতা এবং ঔপনিবেশিক শাসন।\" জার্নাল অফ মডার্ন হিস্ট্রি ৯১.৩ (২০১৯): ৪৯৩-৫২৪ অনলাইন\nডি ভ্রিস, লোটজে এবং জোসেফ ম্যাঙ্গারেলা। \"ওয়ার্কশপ রিপোর্ট: ফ্রেঞ্চ নিরক্ষীয় আফ্রিকায় সহিংসতার উত্তরাধিকার ট্রেসিং।\" আফ্রিকা স্পেকট্রাম ৫৪.২ (২০১৯): ১৬২-১৭২। অনলাইন\nগার্ডিনিয়ার, ডেভিড ই. \"ফ্রেঞ্চ নিরক্ষীয় আফ্রিকায় শিক্ষা, ১৮৪২-১৯৪৫।\" ফরাসি ঔপনিবেশিক ঐতিহাসিক সোসাইটির সভার কার্যবিবরণী। ভলিউম ৩ (মিশিগান স্টেট ইউনিভার্সিটি প্রেস, ১৯৭৮) অনলাইন।\nGifford, Prosser, এবং William Roger Louis, eds. আফ্রিকায় ফ্রান্স এবং ব্রিটেন: ইম্পেরিয়াল রাইভালরি এবং ঔপনিবেশিক শাসন (ইয়েল ইউনিভার্সিটি প্রেস, ১৯৭১)\nহেড্রিক, রিটা। \"ফরাসি নিরক্ষীয় আফ্রিকায় স্বাস্থ্যের উপর উপনিবেশবাদের প্রভাব, ১৯১৮-১৯৩৯।\" ফরাসি ঔপনিবেশিক ঐতিহাসিক সোসাইটির সভার কার্যক্রম ৪. (মিশিগান স্টেট ইউনিভার্সিটি প্রেস, ১৯৭৯)।\nAdu Boahen, Albert, ed. Africa under Colonial Domination: 1880–1935 (Yale UP, 1967).\nCoghe, Samuël. \"A New Pastoral Frontier: Colonial Development, Environmental Knowledge, and the Introduction of Trypanotolerant Cattle in French Equatorial Africa, 1945–1960.\" Environmental History 27.4 (2022): 692-721. online\nCornevin, Robert. \"History of French Equatorial Africa until independence.\" in Africa South of the Sahara 1987 (1986).\nDaughton, J. P. \"The 'Pacha affair' reconsidered: violence and colonial rule in interwar French Equatorial Africa.\" Journal of Modern History 91.3 (2019): 493-524 online\nde Vries, Lotje, and Joseph Mangarella. \"Workshop Report: Tracing Legacies of Violence in French Equatorial Africa.\" Africa Spectrum 54.2 (2019): 162-172. online\nGardinier, David E. \"Education in French Equatorial Africa, 1842-1945.\" Proceedings of the Meeting of the French Colonial Historical Society. Vol. 3 (Michigan State University Press, 1978) online.\nGifford, Prosser, and William Roger Louis, eds. France and Britain in Africa: Imperial Rivalry and Colonial Rule (Yale University Press, 1971)\nHeadrick, Rita. \"The Impact of Colonialism on Health in French Equatorial Africa, 1918-1939.\" Proceedings of the Meeting of the French Colonial Historical Society Vol. 4. (Michigan State University Press, 1979).\nHiribarren, Vincent. \"Why researchers should publish archive inventories online: The case of the archives of French Equatorial Africa.\" History in Africa 43 (2016): 375-378.\nJennings, Eric. Free French Africa in World War II: The African Resistance (Cambridge University Press, 2015).\nKlein, Martin. Slavery and Colonial Rule in French West Africa (Cambridge University Press, 1998)\nMartin, Phyllis M. \"Colonialism, youth and football in French Equatorial Africa.\" International Journal of the History of Sport 8.1 (1991): 56-71. online\nNeill, Deborah. \"Finding the 'Ideal Diet': Nutrition, Culture, and Dietary Practices in France and French Equatorial Africa, c. 1890s to 1920s.\" Food and Foodways 17.1 (2009): 1-28. online\nPakenham, Thomas (১৯৯১)। The Scramble for Africa, 1876–1912। London: Weidenfeld and Nicolson। আইএসবিএন 0-297-81130-4। \nPetringa, Maria (২০০৬)। Brazza, a Life for Africa। Bloomington, IN: AuthorHouse। আইএসবিএন 978-1-4259-1198-0। \nShillington, Kevin, সম্পাদক (২০০৫)। \"Colonial Federations: French Equatorial Africa\"। Encyclopedia of African History। Fitzroy Dearborn। পৃষ্ঠা 260–261। আইএসবিএন 978-1-135-45670-2। \nStanziani, Alessandro. \"The Abolition of Slavery and the ‘New Labour Contract’ in French Equatorial Africa, 1890–1914.\" in The Palgrave Handbook of Bondage and Human Rights in Africa and Asia (2019): 227-245. online\nStanziani, Alessandro. \"The Welfare State and the Colonial World, 1880–1914: The Case of French Equatorial Africa.\" in Labor on the Fringes of Empire: Voice, Exit and the Law (2018): 251-316. online\n\"France: Africa: French Equatorial Africa (French Congo)\"। Statesman's Year-Book। London: Macmillan and Co.। ১৯২১। পৃষ্ঠা 886–888  – Internet Archive-এর মাধ্যমে। \nThompson, Virginia, and Richard Adloff. The Emerging States of French Equatorial Africa (Stanford University Press, 1960) online book; see also  online book review"}