{"pageid": 1427410, "title": "অনু আগরওয়াল", "url": "https://bn.wikipedia.org/wiki?curid=1427410", "content": "অনু আগরওয়াল (জন্ম: ১১ই জানুয়ারি ১৯৬৯) একজন ভারতীয় হিন্দি চলচ্চিত্রের মডেল এবং অভিনেত্রী। তিনি তার প্রথম চলচ্চিত্র আশিকী-র জন্য সর্বাধিক পরিচিত।\n\n\n== প্রাথমিক জীবন ==\nঅনু আগরওয়াল ১১ই জানুয়ারি ১৯৬৯ দিল্লিতে জন্মগ্রহণ করেন। তার পিতার নাম রমেশ প্রকাশ এবং মাতার নাম উর্মিলা। তার আসল নাম অনিতা আগরওয়াল। তিনি তার স্কুল জীবন থেকেই অভিনয়ের সাথে যুক্ত ছিলেন। তিনি যখন সপ্তম শ্রেণীতে পড়তেন, তখন তিনি একটি মনোলোগ প্রতিযোগিতায় অভিনয় করেন। তারপর তিনি একটি থিয়েটার গ্রুপে অভিনয় শুরু করেন। অভিনয়ের পাশাপাশি তিনি একটি নাটক পরিচালনা করেছিলেন। তিনি দিল্লি বিশ্ববিদ্যালয় থেকে সমাজবিজ্ঞানে স্বর্ণপদক বিজয়ী হয়েছিলেন। ১৯৮৮ সালে মডেলিং শুরু করার সময়ে তিনি দূরদর্শনে ইসি বাহানে নামে সিরিয়াল কাজ করেন। এরপর তিনি মিউজিক্যাল ব্লকবাস্টার সুপারহিট চলচ্চিত্র আশিকীর মাধ্যমে বলিউডে আত্মপ্রকাশ করেন। আশিকী চলচ্চিত্রের জন্য তার খ্যাতি ছড়িয়ে পড়ে এবং প্রতিটি চলচ্চিত্র নির্মাতা তার সাথে সেই সময় কাজ করতে চেয়েছিলেন।\n\n\n== দুর্ঘটনা ও পুনর্লাভ ==\n১৯৯৯ সালে মুম্বাইয়ে একটি মারাত্মক দুর্ঘটনা ২৯ দিন কোমায় চলে যায় এবং বেশ কয়েক বছর সংগ্রামের পর অনু আগরওয়াল তান্ত্রিক অনুশীলন এবং সন্ন্যাসনী হয়ে যান। ওই দুর্ঘটনার পর তিনি আর বলিউড এ পা রাখেন নি। তিনি দিল্লিতে একটি অনুষ্ঠানে তার আত্মজীবনী উন্মচন করেছিলেন। তিনি একটি সাক্ষাৎকারে বলেন যে - 'দুর্ঘটনাটি আমার স্মৃতিশক্তি কেড়ে নিয়েছে। এটা বিশ্বাস করতে আমার সময় লেগেছে এটি একটি গ্রহ ছিল শক্তির স্থানান্তর হয়েছে। ডাক্তাররা এখনও মনে করেন এটি একটি অলৌকিক ঘটনা যে আমি বেঁচে আছি...। আপনাদের কে বলার জন্য আমি বেঁচে আছি আমি প্রেমের নতুন সন্ধান পেয়েছি। এভাবেই তিনি মৃত্যু থেকে ফিরে এসেছেন, জীবনকে দ্বিতীয় সুযোগ দেওয়ার জন্য মৃত্যুর সাথে লড়াই করেছেন। এটাই তার অনুপ্রেরণামূলক গল্প।\nবর্তমানে তিনি অবিবাহিত এবং বিহারে থাকেন। তিনি মুঙ্গেরের বিহারে যোগব্যায়াম স্কুলে যোগব্যায়াম অনুশীলন করেন। মুম্বাইয়ের অনুফুনযোগা নামে একটি যোগব্যায়াম কেন্দ্র গড়ে তোলেন যা বস্তির বাচ্চাদের বিনামূল্যে যোগব্যায়াম শেখান। তিনি উত্তরাখণ্ড এবং কচ্ছের আশ্রম থেকে বিপাসনা, ক্র্যানিওসাক্রাল থেরাপি এবং তন্ত্রসাধনা নিয়ে পরীক্ষা করার পর তৈরি করেছেন।\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে অনু আগরওয়াল (ইংরেজি)"}