{"pageid": 1427981, "title": "কনকাকাফ সেন্ট্রাল আমেরিকান কাপ", "url": "https://bn.wikipedia.org/wiki?curid=1427981", "content": "কনকাকাফ সেন্ট্রাল আমেরিকান কাপ (স্পেনীয়: Copa Centroamericana) হল একটি বার্ষিক মহাদেশীয় ক্লাব ফুটবল প্রতিযোগিতা যা কনকাকাফ দ্বারা আয়োজিত হবে। এটি মধ্য আমেরিকার ক্লাবগুলির দ্বারা প্রতিদ্বন্দ্বিতা করবে এবং কনকাক্যাফ চ্যাম্পিয়ন্স কাপে সেই অঞ্চলের বাছাইপর্বের টুর্নামেন্ট হিসেবে কাজ করবে৷\n\n\n== ইতিহাস ==\n২১ সেপ্টেম্বর ২০২১-এ, কনকাকাফ ২০২৪ সালে শুরু হওয়া কনকাকাফ চ্যাম্পিয়ন্স লিগ টুর্নামেন্টের ১৬ থেকে ২৭ টি দল সম্প্রসারণের পরিকল্পনা ঘোষণা করে। পুনর্গঠনের অংশ হিসাবে, ২০২৩ সালে শুরু হওয়া উত্তর আমেরিকা, মধ্য আমেরিকা এবং ক্যারিবিয়ান দলের জন্য আঞ্চলিক যোগ্যতার টুর্নামেন্ট অনুষ্ঠিত হবে। কনকাকাফ সেন্ট্রাল আমেরিকান কাপ মধ্য আমেরিকার দলগুলির জন্য কনকাকাফ চ্যাম্পিয়ন্স কাপে যোগ্যতা অর্জনের একমাত্র পদ্ধতি হিসাবে কনকাকাফ লিগকে প্রতিস্থাপন করবে।\n\n\n== বিন্যাস ==\nটুর্নামেন্টটি গ্রুপ পর্ব এবং নকআউট পর্বে বিভক্ত হবে। প্রথম পর্বে ২০টি দলকে ৫টি করে ৪টি গ্রুপে ভাগ করা হবে। দলগুলি তাদের গ্রুপে প্রতিটি দলের বিরুদ্ধে একটি করে ম্যাচ খেলবে এবং প্রতিটি গ্রুপের শীর্ষ ২টি দল নকআউট পর্বে যাবে। নকআউট পর্বে চার রাউন্ড এবং কোয়ার্টার-ফাইনালে পরাজিতদের জন্য একটি প্লে-ইন রাউন্ড থাকবে।\n২টি প্লে-ইন রাউন্ড এবং ৪টি কোয়ার্টার-ফাইনাল বিজয়ী কনকাকাফ চ্যাম্পিয়ন্স কাপের জন্য যোগ্যতা অর্জন করে। সেন্ট্রাল আমেরিকান কাপ বিজয়ী প্রথম রাউন্ডে বাই পাবে এবং সরাসরি চ্যাম্পিয়ন্স কাপের শেষ ১৬ পর্বে অগ্রসর হবে এবং অন্যান্য যোগ্যতা অর্জনকারী দল প্রথম পর্বে প্রবেশ করবে।\n\n\n== যোগ্যতা ==\nসেন্ট্রাল আমেরিকান ফুটবল ইউনিয়নের সাতটি সদস্যের প্রতিনিধিত্বকারী মোট ২০টি দল তাদের ঘরোয়া লিগের মৌসুমের ফলাফলের ভিত্তিতে যোগ্যতা অর্জন করবে। ১৮টি বার্থের জন্য যোগ্যতার মানদণ্ড নিম্নরূপ:\n\n কোস্টারিকা থেকে ৩টি ক্লাব\nএল সালভাদর থেকে ৩টি ক্লাব\n গুয়াতেমালা থেকে ৩টি ক্লাব\n হন্ডুরাস থেকে ৩টি ক্লাব\n পানামা থেকে ৩টি ক্লাব\n নিকারাগুয়া থেকে ৩টি ক্লাব\n বেলিজ থেকে ১টি ক্লাব\n২০২৩ সংস্করণের জন্য, কোস্টারিকা এবং হন্ডুরাস ২০২২ কনকাকাফ লিগের ফাইনালে পৌঁছেছে এমন ক্লাবগুলিকে একটি অতিরিক্ত স্লট দেওয়া হয়েছিল৷ ভবিষ্যতের বছরগুলিতে চূড়ান্ত দুটি স্লটের বিতরণ নির্ধারণ করতে হবে।\n\n\n== ফলাফল ==\n\n\n== আরও দেখুন ==\nইউএনসিএএফ ইন্টারক্লাব কাপ\nলিগস কাপ\nকনকাকাফ ক্যারিবিয়ান কাপ\nকনকাকাফ ক্যারিবিয়ান শিল্ড\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপ্রাতিষ্ঠানিক ওয়েবসাইট"}