{"pageid": 1427933, "title": "ডাল রিয়াটা", "url": "https://bn.wikipedia.org/wiki?curid=1427933", "content": "ডাল রায়াটা বা ডাল রিয়াডা (এছাড়াও ডালরায়েডা) (/dælˈriːədə/) ছিল একটি গ্যালিক রাজ্য, যা উত্তর চ্যানেলের উভয় পাশে, স্কটল্যান্ডের পশ্চিম উপকূল এবং উত্তর-পূর্ব আয়ারল্যান্ডকে ঘিরে  ছিল।  ৬ষ্ঠ এবং ৭ম শতাব্দীতে এর সর্বমহিমায়, এটি এখনকার স্কটল্যান্ডের আর্গিল (\"গ্যালদের উপকূল\") এবং উত্তর আয়ারল্যান্ডের কাউন্টি অ্যান্ট্রিমের কিছু অংশ জুড়ে বিস্তৃত ছিল। সম্প্রসারণের একটা সময়ের পর, ডাল রায়াটা অবশেষে গ্যালিক রাজ্য আলবার সাথে যুক্ত হয়ে যায়।\nআর্গিলে, এটি চারটি প্রধান আত্মীয় বা গোষ্ঠী নিয়ে গঠিত ছিল, প্রত্যেকটিরই নিজস্ব প্রধান ছিল: সেনেল এনগাব্রাইন (কিনটায়রে অবস্থিত), সেনেল এনওয়েঙ্গুসা (আইলেতে অবস্থিত), সেনেল লোয়ার্ন (যারা লর্ন জেলার নামকরণ করেছিলেন) এবং সেনেল কমগাইল (যারা কোয়ালকে তাদের নাম দিয়েছিল)। ধারণা করা হয় যে দুনাদের পাহাড়ি দুর্গ ছিল এর রাজধানী। অন্যান্য রাজকীয় দুর্গগুলির মধ্যে রয়েছে ডানোলি, ডুনাভার্টি এবং ডানসেভেরিক। ডাল রায়াতার মধ্যে ছিল গুরুত্বপূর্ণ মঠ আইওনা, যা উত্তর ব্রিটেন জুড়ে কেল্টিক খ্রিস্টান ধর্মের বিস্তার এবং দ্বীপের শিল্পের বিকাশে মূল ভূমিকা পালন করেছিল। আইওনা শিক্ষার একটি কেন্দ্র ছিল এবং অনেক গুরুত্বপূর্ণ পাণ্ডুলিপি তৈরি করেছিল। ডাল রায়াতার একটি শক্তিশালী সমুদ্রযাত্রার সংস্কৃতি এবং একটি বিশাল নৌবহর ছিল।\nকথিত আছে যে ৫ম শতাব্দীতে কিংবদন্তি রাজা ফার্গাস মোর (ফার্গাস দ্য গ্রেট) দ্বারা ডাল রায়াটা প্রতিষ্ঠিত হয়েছিল। রাজ্যটি ঈদান ম্যাক গাব্রাইনের (রাজত্বকাল ৫৭৪-৬০৮) অধীনে এর সর্বোচ্চ শিখরে পৌঁছায়। তার রাজত্বকালে ডাল রায়াতার ক্ষমতা এবং প্রভাব বৃদ্ধি পায়; এটি অর্কনি এবং আইল অফ ম্যানে নৌ অভিযান পরিচালনা করে এবং ব্রিটনিক রাজ্য স্ট্র্যাথক্লাইড এবং অ্যাংলিয়ান রাজ্য বের্নিসিয়ার উপর আক্রমণ চালায়। যাইহোক, ৬০৩ সালে দেগস্টানের যুদ্ধে বের্নিসিয়ার রাজা এথেলফ্রিথ এর বৃদ্ধি রোধ করে। ডমনাল ব্রেক (মৃত্যু ৬৪২) এর রাজত্বকালে আয়ারল্যান্ড এবং স্কটল্যান্ডে গুরুতর পরাজয় ডাল রায়াতার \"স্বর্ণযুগ\" শেষ করে দেয় এবং কিছু সময়ের জন্য রাজ্যটি নর্থাম্ব্রিয়ার একটি অধীনস্থ রাজ্যে পরিণত হয়।\n৭৩০-এর দশকে পিক্টিশ রাজা ওয়েঙ্গাস প্রথম ডাল রায়াতার বিরুদ্ধে অভিযান চালান এবং ৭৪১ সালের মধ্যে এটিকে পিক্টিশ অধীনস্থত্বের আওতায় নিয়ে আসেন। ৮ম শতাব্দীর শেষের দিক থেকে রাজ্যের ভাগ্য নিয়ে মতানৈক্য রয়েছে। কিছু পণ্ডিত বিদেশী শাসনের দীর্ঘ সময়ের (প্রায় ৬৩৭ থেকে প্রায় ৭৫০-৭৬০) পরে ডাল রায়াতান ক্ষমতার কোন পুনঃজাগরণ দেখেননি, অন্যদিকে অন্যরা আয়েদ ফিন্ডের (৭৩৬-৭৭৮) অধীনে পুনঃজাগরণ দেখেছেন। এমনকি কেউ কেউ দাবি করেন যে ডাল রায়াটা ফোর্ট্রিউর রাজত্ব অধিগ্রহ করেছিল। ৭৯৫ সাল থেকে ডাল রায়াতায় ছ sporadic ভাবে ভাইকিং হামলা চলছিল। পরবর্তী শতাব্দীতে, ডাল রায়াতান এবং পিক্টিশ রাজকীয় উপাধি একীভূত হয়েছিল বলেও মত আছে। কিছু উৎস বলে, সিনাড ম্যাক আইলপিন (কেনেথ ম্যাকআলপিন) ৮৪৩ সালে ভাইকিংদের দ্বারা পিক্টদের বিপর্যস্তকারী পরাজয়ের পর পিক্টদের রাজা হওয়ার আগে ডাল রায়াতার রাজা ছিলেন। কিছু সময় পরে রাজ্যটির স্বাধীনতা শেষ হয়ে যায়, পিক্টল্যান্ডের সাথে মিশে আলবার রাজ্য গঠিত হয়।\nলাতিন উৎসগুলি প্রায়শই ডাল রায়াতার বাসিন্দাদের স্কটস (স্কোটি) হিসাবে উল্লেখ করে, এই নামটি মূলত রোমান এবং গ্রীক লেখকরা ঐরিশ গ্যালদের জন্য ব্যবহার করেছিল, যারা রোমান ব্রিটেনকে আক্রমণ করে উপনিবেশ স্থাপন করেছিল। পরে, এটি আয়ারল্যান্ড বা অন্য যেকোনো জায়গা থেকে আসা গ্যালদের ক্ষেত্রে প্রযোজ্য হয়েছিল। এখানে তাদেরকে গ্যাল বা ডাল রায়াতান হিসাবে উল্লেখ করা হয়েছে।\n\n\n== নামকরণ ==\n*ডাল রায়াটা নামটি পুরাতন আইরিশ ভাষা থেকে উদ্ভূত। পুরাতন কেল্টিক ডালোম থেকে প্রাপ্ত ডাল, এর অর্থ 'অংশ' বা 'ভাগ' (যেমন 'জমির একটি অংশ'); রায়াতা বা রিয়াদা মনে করা হয় একটি ব্যক্তিগত নাম। সুতরাং, এই নামটি এই এলাকায় অঞ্চলের 'রিয়াদার অংশ' নির্দেশ করে। সুতরাং, নামটি এলাকার অঞ্চলের \"রিয়াদার অংশ\" বোঝায়।\n১৮৯১ সালে আর্চিবাল্ড গেইকি দ্বারা উদ্ভূত শব্দ \"ডালরাডিয়ান ভূতাত্ত্বিক সিরিজ\" নামটি ডাল রায়াতার নামানুসারে রাখা হয় কারণ এর প্রকাশ প্রাক্তন রাজ্যের ভৌগোলিক পরিসীমার সাথে মিল রয়েছে।\n\n\n== মানুষ, স্থল এবং সমুদ্র ==\n\nডাল রায়াটা উত্তর চ্যানেল জুড়ে বিস্তৃত ছিল এবং পশ্চিম স্কটল্যান্ড এবং উত্তর-পূর্ব আয়ারল্যান্ডের কিছু অংশ অন্তর্ভুক্ত ছিল। স্কটল্যান্ডে, এটি প্রায় অর্গিলের (এয়ারার গয়েইডেল, \"গ্যালদের উপকূল\" থেকে) সাথে মিল ছিল এবং পরে স্কাইকে অন্তর্ভুক্ত করার জন্য বৃদ্ধি পেয়েছিল। আয়ারল্যান্ডে, এটি কাউন্টি অ্যান্ট্রিমের উত্তর-পূর্বে প্রায় ক্যারি এবং গ্লেনার্মের ব্যারনির সাথে মিলিয়ে নিয়েছিল।\nআধুনিক ডাল রায়াতা এবং প্রথম সহস্রাব্দের মধ্যে অনেক পার্থক্য রয়েছে। আজকের বেশিরভাগ মানুষ্য বসতি প্রথম দিকে পরিচিত কোনো বসতির চেয়ে অনেক বড়। তবে কিছু অঞ্চল, যেমন কিলমারটিন, এবং অনেক দ্বীপ, যেমন আইলে এবং টায়রি, সম্ভবত আজকের মতোই জনবহুল ছিল। অনেক ছোট বসতি এখন বিলুপ্ত হয়ে গেছে, ফলে গ্রামাঞ্চল আগের তুলনায় অনেক ফাঁকা, এবং যেসব এলাকা আগে কৃষিকাজ করা হতো এখন তা পরিত্যক্ত। এমনকি ভূমিরুপও পুরোপুরি একই রকম নেই: সমুদ্রপৃষ্ঠের উচ্চতা পরিবর্তিত হয়েছে, এবং ক্ষয় ও পলি পড়ার কারণে কিছু কিছু জায়গায় উপকূলের আকৃতি ব্যাপকভাবে পরিবর্তিত হয়েছে, যখন প্রাকৃতিকভাবে পিট জমে যাওয়া এবং পিট কাটার কারণে মানুষ্য নির্মিত পরিবর্তনগুলি অভ্যন্তরীণ ভূদৃশ্য পরিবর্তন করেছে\nসে সময় যেমন স্বাভাবিক ছিল, জীবিকা নির্বাহই ছিল অধিকাংশ মানুষের পেশা। ওটস এবং বার্লি ছিল প্রধান খাদ্যশস্য। যাজকবাদ ছিল বিশেষভাবে গুরুত্বপূর্ণ, এবং ট্রান্সহুমেন্স (নিশ্চিত গ্রীষ্ম এবং শীতকালীন চারণভূমির মধ্যে মানুষের গবাদি পশু নিয়ে মৌসুমী চলাচল) অনেক জায়গায় প্রথা ছিল। কিছু এলাকা, বিশেষ করে আইলে, বিশেষ করে উর্বর ছিল এবং সারা বছর ভালো চারণ পাওয়া যেত, ঠিক যেমনটি আয়ারল্যান্ডে ছিল। টাইরি পরবর্তী সময়ে তার ওট এবং বার্লির জন্য বিখ্যাত ছিল, যখন ছোট, জনবসতিহীন দ্বীপগুলি ভেড়া পালনের জন্য ব্যবহৃত হত। এলাকাটি, ইদানীং পর্যন্ত, তার উপকূলীয় মৎস্যসম্পদ এবং প্রচুর শেলফিশের জন্য উল্লেখযোগ্য ছিল, তাই সামুদ্রিক খাবার সম্ভবত খাদ্যের একটি গুরুত্বপূর্ণ অংশ ছিল।\nসেঞ্চাস ফার এন-আলবান স্কটল্যান্ডের ডাল রিয়াটাতে তিনটি প্রধান আত্মীয় গোষ্ঠীর তালিকা করেছে, চতুর্থটি পরে যোগ করা হয়েছে:\n\n\n==== কিনটায়েরের গোষ্ঠীসমূহ: ====\nসেনেল ন গাব্রাইন (গাব্রানের বংশধর): এই গোষ্ঠীটি কিনটায়ের অঞ্চলে বসবাস করত এবং তারা গাব্রান ম্যাক ডোমাঙ্গাইর্তের বংশধর হওয়ার দাবি করত।\n\n\n==== আইসলে এবং জুরারের গোষ্ঠীসমূহ: ====\nসেনেল ন ওয়েঙ্গুসা (ওয়েঙ্গুসের বংশধর): এই গোষ্ঠীটি আইসলে এবং জুরা দ্বীপে বসবাস করত এবং তারা ওয়েঙ্গুস মোর ম্যাক ইয়ের্কের বংশধর হওয়ার দাবি করত।\n\n\n==== লর্নের গোষ্ঠীসমূহ: ====\nসেনেল লোয়ার্ন (লোয়ার্নের বংশধর): এই গোষ্ঠীটি সম্ভবত লর্ন, মুল এবং আরদনামুরচান অঞ্চলে বসবাস করত এবং তারা লোয়ার্ন ম্যাক ইয়ের্কের বংশধর হওয়ার দাবি করত।\n\n\n==== কোয়াল এবং বিউটের গোষ্ঠীসমূহ: ====\nসেনেল কমগাইল (কমগাইলের বংশধর): এই গোষ্ঠীটি পরবর্তী সময়ে কোয়াল এবং বিউট অঞ্চলে বসতি স্থাপন করে এবং তারা কমগাইল ম্যাক ডোমাঙ্গাইর্তের বংশধর হওয়ার দাবি করত। ৮ম শতাব্দীতে তারা সম্ভবত পূর্ব দিকে স্ট্র্যাথিয়ার্ন অঞ্চলে বিস্তৃত হয়েছিল।\nসেনচাস: আয়ারল্যান্ডে কোন গোষ্ঠীর তালিকা দেয় না, তবে আইসলেতে আরও একটি ক্ষুদ্র গোষ্ঠী, সেনেল চোনচ্রাইডের উল্লেখ করে, যা এয়ার্কের আরেক ছেলে ফার্গুস বেকের বংশধর।\nসেনেল বা'এটাইন: মরভার্নে (পরবর্তীতে ক্লান ম্যাকিনেস) অবস্থিত আরেকটি গোষ্ঠী, প্রায় একই সময়ে সেনেল লোয়ার্ন থেকে আলাদা হয়, যখন সেনেল কমগাইল তার মূল গোষ্ঠী থেকে পৃথক হয়। মরভার্ন এলাকা এর আগে সেনেল বা'এটাইনের নামে পরিচিত ছিল, যাকে \"কিনেলভ্যাডন\" নামে ডাকা হতো।\nসেনেল লোয়ার্ন: সম্ভবত \"তিনটি গোষ্ঠী\"র মধ্যে বৃহত্তম ছিল, কারণ সেনচাসে এটিকে আরও বেশ কয়েকটি গোষ্ঠীতে বিভক্ত করা হয়েছে: সেনেল শালাইগ, সেনেল ক্যাথবাথ, সেনেল নেচদাখ, সেনেল মুরেরদাইগ।\nএয়ার্গিয়াল্লা: সেনেল লোয়ার্নের মধ্যেও এটির উল্লেখ রয়েছে, তবে এটি আইরিশ বসতি স্থাপনকারী বা কেবল আরও একটি উপজাতি, যার উপর এই লেবেল প্রয়োগ করা হয়েছিল, তা স্পষ্ট নয়। ব্যানারম্যান ইউই ম্যাক ইয়ুইসের সাথে একটি যোগাযোগ প্রস্তাব করেন। \"এয়ার্গিয়াল্লা\" অর্থ \"ঘটনাদাতা\" যা বিশৃঙ্খলা বাড়ায়। তবে, এটি লক্ষণীয় যে, আয়ারল্যান্ডে মাত্র একটি গোষ্ঠীকেই সম্ভবত এই নাম দেওয়া হয়েছিল এবং এটি খুব বিরল, সম্ভবত ইউই ম্যাক ইয়ুইস অনুমানকে সমর্থন করে। এই তালিকাটি সম্পূর্ণ বা সঠিক, এমন কোনো কারণ নেই।\nডাল রিয়াটায় চারটি স্থান রাজকীয় সম্পর্কযুক্ত ছিল বলে মনে হয়: ডানড, ডানোলি, ডানাভার্টি এবং টারবার্ট। এর মধ্যে ডানড সবচেয়ে গুরুত্বপূর্ণ বলে মনে হয়। এটি আংশিকভাবে খনন করা হয়েছে, এবং দুর্গ ছাড়াও অস্ত্র, শস্য মাড়াইয়ের পাথর এবং গয়না তৈরির অনেক ছাঁচ পাওয়া গেছে। অন্যান্য উচ্চমানের উপকরণগুলির মধ্যে ছিল গল থেকে আগত কাঁচের জিনিসপত্র এবং মদের কলস, যা ব্রিটেন এবং আয়ারল্যান্ডের অন্য যেকোনো স্থানের চেয়ে বেশি পরিমাণে পাওয়া গেছে। অন্যান্য ক্ষুদ্র কেন্দ্রগুলির মধ্যে ছিল ডান ওল্লাইগ, সেনেল লোয়ার্ন রাজাদের আসন এবং কিনটায়েরের দক্ষিণ প্রান্তে সেনেল ন গাব্রাইনের ভূমিতে অবস্থিত ডানাভার্টি। আয়ারল্যান্ডে প্রধান রাজকীয় কেন্দ্রটি ডানসেভেরিক (ডান সেবুইর্জ) বলে মনে হয়।\nডাল রিয়াতার একটি শক্তিশালী সমুদ্রগামী সংস্কৃতি ছিল, যা আধিপত্যমূলক এবং জলদস্যুতার সাথে সম্পর্কিত ছিল। এটি ছিল অনেক দ্বীপ এবং উপদ্বীপ নিয়ে গঠিত একটি দ্বীপপুঞ্জ। এই কারণে এবং স্থলপথে ভ্রমণের কঠিনতার কারণে যেকোনো দূরত্বে যাওয়ার সবচেয়ে সহজ উপায় ছিল সমুদ্রপথে যাতায়াত। দূরবর্তী বাণিজ্যের পাশাপাশি স্থানীয় বাণিজ্যও সম্ভবত গুরুত্বপূর্ণ ছিল।\nসমুদ্রগামী জাহাজের মধ্যে কুরাক সম্ভবত সবচেয়ে সাধারণ ছিল, এবং অভ্যন্তরীণ জলে খোদাই করা নৌকা এবং করাকল ব্যবহৃত হতো। বিভিন্ন উৎস থেকে বড় কাঠের জাহাজ, যা \"লং শিপ\" নামে পরিচিত, সম্ভবত একই নামের ভাইকিং জাহাজের অনুরূপ ছিল, সেগুলির প্রমাণ পাওয়া যায়। ডাল রিয়াটার দক্ষ নাবিকদের দ্বারা পরিচালিত একটি বৃহৎ যুদ্ধবহিনী ছিল, যা দূরব্যাপী অভিযান চালাতে সক্ষম ছিল। নৌবহিনীর জনবল জোগানোর জন্য একটি সংগঠিত ব্যবস্থা ছিল। নৌবাহিনীতে লোক নিয়োগের উদ্দেশ্যে বাড়িগুলিকে বিশের গ্রুপে ভাগ করা হতো, প্রতিটি গ্রুপকে ২৮ জন নৌযাত্রী সরবরাহ করতে হতো।\n\n\n== ধর্ম ও শিল্প ==\n\nখ্রিস্টান-পূর্ব ডাল রিয়াটার কোনো লিখিত বিবরণ নেই, এবং প্রাচীনতম জ্ঞাত রেকর্ডগুলি আয়োনা ও আইরিশ মঠের জীবাখ্যাতকারদের কাছ থেকে আসে। সেন্ট প্যাট্রিকের সময়ে, ডাল রিয়াটার রাজারা মনে করতেন তারা কেল্টিক দেবতাদের বংশধর, এবং অঞ্চলের পৌত্তলিকরা কিছু ঝর্ণা এবং \"আত্মার আবাসস্থল গাছের উপবন\" কে পবিত্র উপবন হিসাবে দেখত।\nঅ্যাডমনানের লেখা \"সেন্ট কলম্বারের জীবনী\" খ্রিস্টান ডাল রিয়াটার ইঙ্গিত দেয়। এটি সত্য কিনা জানা যায় না। ডাল রিয়াটায় খ্রিস্টধর্মের ইতিহাসে কলম্বার চরিত্রটি খুবই গুরুত্বপূর্ণ। অ্যাডমনানের \"জীবনী\" ঐতিহাসিক রেকর্ড হিসাবে কাজে লাগলেও, এটি ইতিহাস হিসাবে কাজ করার জন্য নয়, বরং জীবনগ্রন্থ হিসাবে লেখা হয়েছিল। অ্যাডমনানের দিনে জীবনগ্রন্থ রচনার ক্ষেত্রে উচ্চ মধ্যযুগের শৈলী অবলম্বন করা হয়নি, সেজন্য এই কাজটি ঐতিহাসিকভাবে মূল্যবান তথ্যের একটি খনি হিসাবে কাজ করে। এটি একটি গুরুত্বপূর্ণ ভাষাগত  উৎস যা ৭ম শতাব্দীর শেষের দিকে উত্তর স্কটল্যান্ডে গ্যালিক এবং পি-সেল্টিক স্থানের নাম বণ্টন নির্দেশ করে। স্সাই-এ একজন ব্যক্তির সাথে কথোপকথনের সময় এটি বিখ্যাতভাবে উল্লেখ করে যে কলম্বার একজন অনুবাদকের প্রয়োজন। একটি নন-গেলিক ভাষার এই প্রমাণটি দ্বীপের বিপরীতে প্রত্যন্ত মূল ভূখণ্ডে পি-সেল্টিক স্থানের নামের সঙ্গে সমর্থিত।\nসেন্ট কলম্বার ডাল রিয়াতার সীমানার মধ্যে আইওনা মঠ প্রতিষ্ঠা করার ফলে এই রাজ্য উত্তর ব্রিটেনে খ্রিস্টান ধর্মের বিস্তারে একটি বড় ভূমিকা পালন করে। এটি কেবল পিক্টল্যান্ড (পিক্টদের রাজ্য) অঞ্চলেই নয়, বরং লিন্ডিসফার্নের মাধ্যমে নর্থাম্ব্রিয়া, মার্সিয়া এবং এর বাইরেও বিস্তৃত হয়। যদিও আইওনা মঠ উত্তরের উই নেইলের সেনেল কোনাভের অন্তর্গত ছিল, ডাল রিয়াটার নয়, তবুও এর সেনেল ন গাব্রাইনের সাথে ঘনিষ্ঠ সম্পর্ক ছিল, যা সম্ভবত ঐতিহাসিক বর্ণনাগুলিকে সম্পূর্ণ নিরপেক্ষ করে তোলে না।\nযদিও আইওনা ডাল রিয়াটার সবচেয়ে বড় ধর্মীয় কেন্দ্র ছিল, তবে এটিই একমাত্র ছিল না। সেনেল লোয়ার্নের অঞ্চলে অবস্থিত লিসমোর এতটা গুরুত্বপূর্ণ ছিল যে সেখানকার মঠাধ্যক্ষদের মৃত্যুর ঘটনা বেশ কয়েকবার রেকর্ড করা হয়েছে। এছাড়াও, অধিকাংশ সময় পিক্টদের অঞ্চলে থাকা অ্যাপলক্রস এবং বিউটের কিংগার্থকে মঠ স্থান হিসেবে জানা যায়। এছাড়াও, আইগ এবং টায়েরির মতো অনেক ছোট ধর্মীয় স্থান অতি সম্প্রতি জানা গেছে।\nআয়ারল্যান্ডে, আরময় প্রাথমিক সময়ে মূল ধর্মীয় কেন্দ্র ছিল, যা সেন্ট প্যাট্রিক এবং আরময়ের প্রথম বিশপ বলে মনে করা হয় এমন সেন্ট ওলকানের সাথে সম্পর্কিত ছিল। একটি গুরুত্বপূর্ণ প্রাথমিক কেন্দ্র হিসাবে, আরময় পরে মোভিলা (নিউটাউনার্ডস) এবং ব্যাঙ্গরের মঠ দ্বারা অত্যাশকৃত হয়ে অবনতি লাভ করে।\nধর্মীয় কেন্দ্রগুলির শুধু মাত্র আধ্যাত্মিক গুরুত্বই ছিল না, বরং রাজনৈতিক গুরুত্বও ছিল। পবিত্র প্রতিষ্ঠাতার সাথে যুক্ত থাকার মর্যাদা ছিল কম গুরুত্বপূর্ণ বিষয় নয়। মঠগুলি ধনসম্পদ এবং মর্যাদার পাশাপাশি শিক্ষা ও স্বাক্ষরতার উৎস হিসেবে কাজ করতো, যা উচ্চাকাঙ্ক্ষী রাজাদের জন্য কাজে লাগতো।\nআলোকিত পাণ্ডুলিপি \"কিলিংসের বই\" সম্ভবত কমপক্ষে আইওনা মঠে শুরু হয়েছিল, যদিও কিংবদন্তি অনুসারে এটি সেন্ট কলম্বা করেননি, কারণ এটি ৮০০ সালের (সম্ভবত ৫৯৭ সালে কলম্বার মৃত্যুর দ্বিশত বার্ষিক উদ্‌যাপন উপলক্ষে নির্মাণের নির্দেশ দেওয়া হয়েছিল)।\nএটি কলম্বা করেন কিনা তা ঠিক না জানলেও, আইওনা নিশ্চিতভাবেই দ্বীপাঞ্চল শিল্পের গঠনে গুরুত্বপূর্ণ ভূমিকা পালন করেছিল, যেখানে ভূমধ্যসাগরীয়, অ্যাংলো-স্যাক্সন, কেল্টিক এবং পিক্টিশ উপাদানগুলি একত্রিত হয়ে \"কিলিংসের বই\" এর মতো শেষের দিকের একটি শৈলী তৈরি করেছিল।\nডাল রিয়াটান শিল্পের ধারণা দেওয়ার জন্য অনেকগুলি মূর্তি এখনও বিদ্যমান। আইওনায় অবস্থিত \"সেন্ট মার্টিনের ক্রুশ\" একটি সুন্দরভাবে সংরক্ষিত উঁচু ক্রুশ, যা সম্ভবত রুথওয়েল ক্রুশের মতো উত্তরাম্ব্রীয় স্বাধীনভাবে দাঁড়িয়ে থাকা ক্রুশ দ্বারা অনুপ্রাণিত, যদিও আয়ারল্যান্ডেও (আহেনি, কাউন্টি টিপারারি) এরকম একটি ক্রুশ রয়েছে। এসলে অবস্থিত \"কিলডাল্টন ক্রুশ\" এর সাথে এর সাদৃশ্য রয়েছে। আর্ডচ্যাটানের একটি খোদাই করা পাথরের টুকরোতে শক্তিশালী পিক্টিশ প্রভাবগুলি প্রদর্শিত হয়, অন্যদিকে \"ডাপলিন ক্রুশ\" বিপরীত দিকেও প্রভাব বিস্তার করেছে বলে মত রয়েছে। উচ্চমানের হিবেরনো-স্যাক্সন ধাতু কাজ, যেমন আধ-বৃত্তাকার ব্রোচ, সম্ভবত ডানড এ তৈরি করা হয়েছিল।\nমঠের পাশাপাশি প্রত্নতাত্ত্বিক প্রমাণ এবং স্থাননাম থেকেও উল্লেখযোগ্য সংখ্যক গির্জা পাওয়া যায়। \"কিল\" উপাদানটি, গ্যালিক \"সিল\" থেকে, অনেক ক্ষেত্রেই প্রাথমিক গীর্জাগুলির সাথে যুক্ত বলে মনে করা হয়, যেমন, ডানডের নিকটবর্তী কিলমারটিন।\n\n\n== ইতিহাস ==\n\n\n=== উৎপত্তি ===\n১১শ শতাব্দীর \"ডুয়ান আলবানাচ\" (স্কটদের গান) বলে যে, এয়ার্কের তিন ছেলে - ফার্গুস মোর, লোয়ার্ন এবং ওয়েঙ্গুস - প্রায় ৫০০ খ্রিস্টাব্দে আলবাকে (স্কটল্যান্ড) জয় করে। ৮ম শতাব্দীর লেখক বিড একটি ভিন্ন এবং সম্ভবত পুরানো বিবরণ দেন, যেখানে রিউডা নামে একজন আইরিশ গ্যালিক নেতৃত্বে ডাল রিয়াটা জয়লাভ করা হয়। পুরাতন আইরিশে \"ডাল\" অর্থ \"ভাগ\" বা \"শেয়ার\", এবং সাধারণত প্রতিষ্ঠাতার নামের পরে আসে। বিডের গল্পটি সম্ভবত একই উৎস থেকে এসেছে যেখানে আইরিশ কাহিনীতে কাইপ্রে রিয়াতা এবং তার ভাইরা, সিল কনায়রি (কোনাইরে কোয়েম এবং কোনাইরে মোরের ছেলে/বংশধর) রয়েছে।  কমগল ম্যাক ডোমাঙ্গার্টের মৃত্যুর প্রতিবেদন ৫৪০ সালের কাছাকাছি এবং তার ভাই গাব্রানের ৫৬০ সালের কাছাকাছি মৃত্যুর প্রতিবেদন পাওয়া যাওয়ার সাথে সাথে ডাল রিয়াটার গল্পটি কিংবদন্তি থেকে ইতিহাসের নিকটে চলে আসে।\nডুয়ান আলবানাচের ইতিহাসের সংস্করণটি দীর্ঘকাল ধরে গৃহীত হয়েছিল, যদিও এটি আলবানাস এবং ব্রুটাসের ব্রিটেন জয়ের কাল্পনিক কাহিনী দ্বারা গৃহীত হয়েছিল। ঐতিহ্যগতভাবে, স্কটল্যান্ডে গ্যালিকের উপস্থিতি আয়ারল্যান্ড থেকে অভিবাসন, অথবা আইরিশ গেলিক অভিজাতদের দ্বারা দখলের ফলাফল হিসাবে দেখা হয়েছে। যাইহোক, তার একাডেমিক পেপারে কি স্কট আইরিশ ছিল?, প্রত্নতাত্ত্বিক ডঃ ইওয়ান ক্যাম্পবেল বলেছেন যে স্থানান্তর বা দখলের কোন প্রত্নতাত্ত্বিক বা স্থানের নাম প্রমাণ নেই। প্রত্নতাত্ত্বিক প্রমাণের এই অভাব পূর্বে প্রফেসর লেসলি অ্যালকক দ্বারা উল্লেখ করা হয়েছিল।  ক্যাম্পবেল পরামর্শ দেন যে আর্গিল এবং এন্ট্রিম একটি \"সামুদ্রিক প্রদেশ\" গঠন করেছিল, সমুদ্র দ্বারা একত্রিত হয়েছিল এবং হাইল্যান্ডের পর্বত দ্বারা স্কটল্যান্ডের বাকি অংশ থেকে বিচ্ছিন্ন হয়েছিল, ঐতিহাসিকভাবে ড্রুইম আলবান নামে পরিচিত।  এই কাল্পনিক বিচ্ছেদ একটি ভাগ করা ভাষাকে শতাব্দীর পর শতাব্দী ধরে বজায় রাখার অনুমতি দেয়; আরগিল গ্যালিক-ভাষী থেকে যায়\nযদিও \"ডুয়ান আলবানাচ\" এ উপস্থাপিত ইতিহাস বহুকাল ধরে গৃহীত হয়ে আসছে, তবে এর আগে অ্যালাবানাস এবং ব্রুটাস কর্তৃক ব্রিটেন জয়ের কাল্পনিক গল্পটি রয়েছে। ঐতিহ্যগতভাবে, স্কটল্যান্ডে গ্যালিক ভাষার উপস্থিতি কীভাবে হয়েছে, তা দুটি ধারণা থেকে ব্যাখ্যা করা হয়: (ক) আয়ারল্যান্ড থেকে একটি অভিবাসন বা (খ) আইরিশ গ্যালিক অভিজাত শাসন দখল। তবে, গবেষক ডঃ ইউয়ান ক্যাম্পবেল তাঁর গবেষণাপত্রে \"Were the Scots Irish?\"-এ (স্কটরাষ্ট্রীয়রা কি আইরিশ ছিল?) বলেন যে, অভিবাসন বা দখলের কোনো প্রত্নতাত্ত্বিক বা স্থাননাম প্রমাণ নেই। প্রত্নতাত্ত্বিক প্রমাণের এই অভাব আগে অধ্যাপক লেসলি অ্যালককও উল্লেখ করেছেন। ক্যাম্পবেল পরামর্শ দেন যে, আর্গিল এবং অ্যান্ট্রিম একটি \"সমুদ্র উপকূলীয় প্রদেশ\" গঠন করেছিল, সমুদ্র দ্বারা সংযুক্ত এবং হাইল্যান্ডের পাহাড় দ্বারা স্কটল্যান্ডের বাকি অংশ থেকে বিচ্ছিন্ন, ঐতিহাসিকভাবে একে \"ড্রুইম আলবান\" বলা হতো। এই কাল্পনিক বিচ্ছিন্নতা শতাব্দী ধরে একটি ভাষা চর্চার অনুমতি দেয়; আর্গিল গ্যালিকভাষী থাকলেও স্কটল্যান্ডের বাকি অংশ পিকটিশ বা অন্য ব্রিটোনিক ভাষায় কথা বলে। ক্যাম্পবেল পরামর্শ দেন যে মধ্যযুগীয় বিবরণগুলি ছিল এক ধরনের রাজবংশীয় প্রচার, যা সিংহাসনের প্রতি রাজবংশের দাবিকে শক্তিশালী করার জন্য এবং এন্ট্রিমের অঞ্চলে ডাল রিয়াটার দাবিকে শক্তিশালী করার জন্য নির্মিত হয়েছিল। যদিও মধ্যযুগীয় বিবরণের এই দৃষ্টিভঙ্গি অন্যান্য ঐতিহাসিকদের দ্বারা ভাগ করা হয়েছে, তার তত্ত্বকে চ্যালেঞ্জ করা হয়েছে।\nআইরিশ পণ্ডিত ইউন ম্যাকনিল প্রস্তাবনা দেন যে, স্কটিশ ডাল রিয়াটা দুটি ধাপে গড়ে উঠেছে। তিনি মনে করেন যে, রোমান শাসনের শেষের দিকে ব্রিটেনে আইরিশ হামলার সময় আর্গিলে আইরিশ জনবসতি স্থাপন করা হয়। পরে, এই জনবসতিগুলি যখন নিজের মূল ভূমির চেয়ে অর্থনৈতিক ও রাজনৈতিকভাবে আরও গুরুত্বপূর্ণ হয়ে উঠল, তখন এর শাসকরা আয়ারল্যান্ড থেকে আর্গিলে চলে যান।\nযে সময়ে ডাল রিয়াতার উদ্ভব হয়েছিল সেটি ছিল উলস্টারে একটি বড় অস্থিরতার কারণ, উলাইডের এয়ারগিয়াল্লা এবং উই নিল অঞ্চলের (প্রাচীন কেন্দ্র ইমেন মাচা সহ) হারানোর পরে। \"দ্য থ্রিভিং অফ ডালরিয়াডা\", পিপি। 47-50, স্কটল্যান্ড থেকে আইরিশ ডাল রিয়াতার পরবর্তী বিজয়ের কথা উল্লেখ করে, এমেন মাচার পতনের পরের সময়কালে।\nভাষাগত ও বংশগত প্রমাণ ডাল রিয়াটার পূর্বপুরুষদের প্রাগৈতিহাসিক আইভার্নি এবং ডারিনিদের সাথে সম্পর্কিত বলে মনে করে, যা উলাইদ এবং দূরবর্তী মানস্টারের বিভিন্ন অস্পষ্ট রাজ্যের সাথে আত্মীয়তার ইঙ্গিত দেয়। আত্মীয়দের পূর্বপুরুষ হিসাবে প্রস্তাব করা হয়েছে। শেষ পর্যন্ত, প্রাচীনতম বংশ অনুসারে, ডাল রিয়াটা এরাইনের প্রাগৈতিহাসিক রাজা বা দেবতা দেদা ম্যাক সিনের বংশধর।\n\n\n=== ড্রুইম সেট টু ম্যাগ রথ ===\n\n৬ষ্ঠ শতাব্দীর মাঝামাঝি, স্কটল্যান্ডের ডাল রিয়াটা পিক্টের রাজা ব্রাইডেই প্রথমের কাছ থেকে গুরুতর হুমকির মুখে পড়ে, যখন আইরিশ অংশটি উলাইডের দাল নারাইদির কাছ থেকে শত্রুতার সম্মুখীন হয়, যার ফলে তারা আইরিশ উত্তরাঞ্চলীয় উই নিলের সাহায্য চায়। .   ডাল রিয়াটা আডেন ম্যাক গ্যাব্রেইনের শাসনামলে সর্বোচ্চ মাত্রায় পৌঁছেছিল, যাকে কলম্বা দ্বারা পবিত্র করা হয়েছিল বলে কথিত ছিল,  যিনি অ্যাডেন স্কটল্যান্ডের উপকূলে আইওনা দ্বীপটি দিয়েছিলেন। কলম্বা, যিনি একজন সেনেল কোনেল রাজপুত্রও ছিলেন, 575 সালে লিমাভাদির কাছে ড্রুইম কেট কনভেনশনে দাল রিয়াটা এবং সেনেল কোনাইল, যারা উত্তর উই নিলের শাসক রাজবংশের মধ্যে একটি জোটের জন্য আলোচনা করেছিলেন।   উপস্থিত ছিলেন কলাম্বা, এডেন ম্যাক গ্যাব্রেইন, এবং আয়েদ ম্যাক আইনমুইরেচ, উত্তরের রাজা উই নিল এবং আয়ারল্যান্ডের উচ্চ রাজা।\nদ্রুইম কেটে আসলে কী নিয়ে আলোচনা হয়েছিল তা একটি বিতর্কের বিষয়। বিভিন্ন ধারণা রয়েছে, যেমন: ডাল রিয়াটার উভয় অংশের সাংবিধানিক অবস্থা নির্ধারণ, আইরিশ ডাল রিয়াটার স্বতন্ত্র রাজা থাকার সাথে তার অবস্থা নির্ধারণ, ডাল রিয়াটা আয়ারল্যান্ডের উচ্চ রাজার হাত থেকে স্বাধীন হবে, ডাল রিয়াটার আইরিশ অংশ উচ্চ রাজাকে শ্রদ্ধা নিবেদন করবে এবং যুক্ত বাহিনী দিয়ে সমর্থন করবে, এবং স্কটিশ অংশ স্বাধীন হবে কিন্তু প্রয়োজনে উচ্চ রাজাকে তার জাহাজবহিনী দিয়ে সমর্থন করবে; উলাইদের আধিপত্য থেকে ডাল রিয়াটাকে মুক্ত করা, যাতে তারা তাদের স্কটিশ অঞ্চল প্রসারিত করতে মনোযোগ দিতে পারে। একটি বিষয় নিশ্চিত - উভয় পক্ষেরই সাধারণ শত্রু হিসেবে দাল নারাইদি ছিল।\nডাল রিয়াতা  এবং সেনেল কোনাভেলের মধ্যে এই চুক্তি সফল হয়। প্রথমে তারা দাল নারাইদির রাজা বাটান ম্যাক কাইরিলকে পরাজিত করে এবং তারপর আইডানকে তার প্রতিবেশীদের বিরুদ্ধে, এমনকি অর্কনি পর্যন্ত এবং ফোর্থ নদীর তীরে মাএটেদের জমি পর্যন্ত ব্যাপকভাবে অভিযান চালাতে অনুমতি দেয়। আইডান তার ক্ষমতা প্রসারিত করতে খুবই সফল বলে মনে হয়, ৬০৩ সালের আশেপাশে দেগস্টানে বার্নিসিয়ান রাজা এথেলফ্রিথের মুখোমুখি হওয়ার আগ পর্যন্ত। এথেলফ্রিথের ভাই মারা যান কিন্তু আইডান পরাজিত হন এবং বার্নিসিয়ান রাজারা দক্ষিণ স্কটল্যান্ডে তাদের অগ্রগতি অব্যাহত রাখে। আইডান 608 সালের আশেপাশে ৭০ বছর বয়সে মারা যান। সম্ভবত আইডানের ছেলে গার্টনাইটের জয়ের ফলে স্কাই দ্বীপ ডাল রিয়াটার অন্তর্ভুক্ত হয়।\nএটা ধারণা করা হয় যে, উলাদের দাল নারাইদি রাজা ফিয়াচনা ম্যাক বাটাইন (মৃত্যু ৬২৬) ডাল রিয়াটার উভয় অংশের অধিপতি ছিলেন। ফিয়াচনা উত্তরাম্ব্রীয়দের বিরুদ্ধে অভিযান চালান এবং বামবার্গ অবরোধ করেন, এবং মনে করা হয় এই অভিযানে ডাল রিয়াটারাও লড়াই করেছিল।\n৬২৯ সালে ফিদ ইউইনের যুদ্ধে ডাল রিয়াটারা উল্লেখযোগ্য ক্ষতির সম্মুখীন হয়। এই যুদ্ধে কংগাল কাওয়িচ ম্যাক স্ক্যান্ডলানের নেতৃত্বে দাল নারাইদিরা ডাল রিয়াটার রাজাকে হত্যা করে, সেইসাথে আইডান ম্যাক গাব্রাইনের ৩ জন নাতিকেও হত্যা করে। মনে করা হয়, এই যুদ্ধে টিকে থাকাই ডাল রিয়াটার জন্য একটি অর্জন ছিল।\nডাল রিয়াতা উত্তর ইউ নেইলের সাথে জোট বজায় রাখে ডোমনাল ব্রেকের রাজত্ব পর্যন্ত, যিনি দাল নারাইদির রাজা কংগাল কাওয়িচ দ্বারা এই জোট ত্যাগ করতে রাজি হন। আয়ারল্যান্ডের উচ্চ রাজা হিসেবে নিজেকে স্থাপনের চেষ্টায়, কংগাল কাওয়িচ ডাল রিয়াটা এবং স্ট্র্যাথক্লাইডের সাথে জোট বাঁধেন। এর ফলে ৬৩৭ সালে বিপর্যয়কর মাঘ রথের যুদ্ধ হয়, যেখানে কংগাল কাওয়িচকে উত্তর ইউ নেইলের উচ্চ রাজা ডোমনাল ম্যাক আইডো দ্বারা নিহত করা হয়, এবং এর ফলে আইরিশ ডাল রিয়াটা তাদের স্কটিশ অঞ্চলের দখল হারিয়ে ফেলে। এই একই বছরে কিনটায়েরের উপকূলে সাইলতীরেও একটি সমুদ্রযুদ্ধ হয়। এই পরাজয়কে পরে ডোমনাল ব্রেকের পূর্বের জোট পরিবর্তন করার জন্য ঐশ্বরিক শাস্তি হিসেবে ধরা হয়। ডোমনাল ব্রেকের নীতি তার ৬৪২ সালের মৃত্যুর সাথে শেষ হয়ে গেছে বলে মনে হয়। কারণ, তার শেষ এবং মারাত্মক পরাজয়ের ঠিক পরেও ৭৩০ এর দশকে পর্যন্ত ডাল রিয়াটা থেকে সেনাবাহিনী এবং জাহাজবহিনী ইউ নেইলের পাশে যুদ্ধ করে।\nএই পরাজয় ডাল রিয়াতা এবং সেইসাথে ডাল নাআরাইদির শক্তিকে ছিন্নভিন্ন করে দেয়, যার ফলে উত্তরাঞ্চলীয় উই নিল আয়ারল্যান্ডের উত্তরে প্রভাবশালী শক্তিতে পরিণত হয়।  ১০শতকের মধ্যে, ডাল রিয়াতার আইরিশ ভূমি উই তুয়ারট্রি এবং তাদের ক্লায়েন্ট, ফির লি-এর নিয়ন্ত্রণে ছিল।\n\n\n=== মাগ রাথের যুদ্ধ ===\nআলস্টারের বিবরণীতে উল্লেখিত আরও কিছু অজানা ডাল রিয়াটার রাজাদের, যেমন ফিয়ান্নাফেল আ উয়া দুঁনচাদো এবং ডনকোয়ার্স, সম্ভবত আইরিশ ডাল রিয়াটার রাজা ছিলেন বলে প্রস্তাবনা করা হয়েছে।\nমাগ রাথের যুদ্ধের (স্কটিশদের কাছে মোইরা নামে পরিচিত) পরে স্কটিশ ডাল রিয়াটা উত্তরাম্ব্রীয় রাজাদের করদাতা রাজ্যে পরিণত হয়েছিল বলে মনে হয়। এই অবস্থা ৬৮৫ সালে পিক্টিশ রাজা ব্রুইড ম্যাক বিলি ডান নেকটাইনে একফ্রিথ অফ উত্তরাম্ব্রিয়াকে পরাজিত না করা পর্যন্ত স্থায়ী হয়েছিল। যদিও সাধারণত এমনটি ধরে নেওয়া হয়, তবে ৬৮৫ সালে এই অধীনতা শেষ হয়েছিল কিনা তা নিশ্চিত নয়। তবে, ৭৪০ সালে ওয়েঙ্গাস ম্যাক ফার্গুসার নেতৃত্বে পিক্টরাষ্ট্র ডাল রিয়াটাকে পদদলিত করতে বাধা দেওয়ার জন্য ইডবার্ট ইটিং কিছু প্রচেষ্টা চালিয়েছিলেন বলে মনে হয়। ৬৮৫ সালে করদাতা সম্পর্ক শেষ হয়নি, না কি ইডবার্ট কেবল পিক্টিশ শক্তির বৃদ্ধিকে আটকাতে চেয়েছিলেন, তা স্পষ্ট নয়।\nএটি যেহেতু বিশ্বাস করা হয় যে ডাল রিয়াটা পিক্টল্যান্ডকে গ্রাস করে আলবাকে রাজ্য গড়ে তোলে, সেইজন্য ডাল রিয়াটার পরবর্তী ইতিহাসকে সাধারণত ভবিষ্যতের বিজয়ের পূর্বপথ হিসাবে দেখা হয়।\nবিবরণী থেকে স্পষ্ট যে, সেনেল গ্যাব্রাইন ৭ম শতাব্দীর শেষের দিকে এবং ৮ম শতাব্দীতে রাজকীয় ক্ষমতার একক আধিপত্য হারিয়েছিল। কারণ, এই সময়ে ফেরচার ফোটা, তার ছেলে সেলবাখ এবং নাতিরা ডুঙ্গাল ও মিউরেদাচের মতো সেনেল লোয়ার্ন রাজারা ডাল রিয়াটার রাজার অবস্থানের জন্য লড়াই করতে দেখা যায়। ৭৩০ এর দশকে ওয়েঙ্গাস ম্যাক ফার্গুস, পিক্টদের রাজা, ডাল রিয়াটাকে জয় করার মাধ্যমে এই দীর্ঘস্থায়ী অস্থিরতা শেষ হয়। ৭৪১ সালে ওয়েঙ্গাসের তৃতীয় অভিযানের পর, ডাল রিয়াটা আইরিশ নথি থেকে এক প্রজন্মের জন্য অনুপস্থিত হয়।৭৪১ সালে ওংগাসের তৃতীয় অভিযানের পর, ডাল রিয়াটা তারপর এক প্রজন্মের জন্য আইরিশ রেকর্ড থেকে অদৃশ্য হয়ে যায়।\n\n\n=== গত শতাব্দী ===\n৭৬৮ সালে আয়েদ ফিন্ড ফোরট্রিউর পিক্টিশ রাজার বিরুদ্ধে যুদ্ধ করেছিলেন বলে মনে হয়। ৭৭৮ সালে মৃত্যুর সময় আয়েদ ফিন্ডকে \"ডাল রিয়াটার রাজা\" বলা হয়, ঠিক যেমন তার ভাই ফার্গুস ম্যাক এচডাখকে ৭৮১ সালে বলা হয়।  আলস্টারের বিবরণীতে বলা হয়েছে যে, ৭৯২ সালে\"ডাল রিয়াটার রাজা\" ডনকয়ার্স নামে একজন ব্যক্তি মারা যান এবং এখানেই এই রেকর্ড শেষ হয়। অনুপস্থিত প্রজন্মগুলিকে পূরণ করতে অনেক তত্ত্ব দেওয়া হয়েছে, তবে এর কোনটিই খুব দৃঢ় প্রমাণের উপর ভিত্তি করে তৈরি করা হয়নি।\nদুয়ান আলবানাখ এবং রাজকীয় বংশাবলিতে বেশ কয়েকজন রাজার নাম উল্লিখিত রয়েছে, কিন্তু আমরা যা চাই তার চেয়ে এগুলি কম নির্ভরযোগ্য। স্পষ্ট উপসংহার হল, ৭৩০ এর দশকে তার পরাজয় এবং বিজয়ের পরে যে কেউ ক্ষুদ্র ডাল রিয়াটা রাজ্য শাসন করতেন, কেবল আয়েদ ফিন্ড এবং তার ভাই ফার্গুসই আইওনা এবং আয়ারল্যান্ডের ক্রোড়পত্রকারদের কাছ থেকে কম মনোযোগ আকর্ষণ করেছিলেন। এটি খুব জোরালোভাবে অ্যালেক্স উলফের এই সিদ্ধান্তের পক্ষে যুক্তি দেয় যে ওয়েঙ্গাস ম্যাক ফার্গুস \"কার্যকরভাবে রাজ্যটি ধ্বংস করেছিলেন\"।\nএটি অসম্ভাব্য যে ডাল রিয়াটা সরাসরি পিকটিশ রাজাদের দ্বারা শাসিত হয়েছিল, তবে এটি যুক্তি দেওয়া হয় যে কস্ট্যান্টিন ম্যাক ফার্গুসার পুত্র ডোমনাল ৮১১ থেকে ৮৩৫ সাল পর্যন্ত ডাল রিয়াতার রাজা ছিলেন। তিনি দৃশ্যত ডাল রিয়াতার শেষ নামধারী রাজা ম্যাক বোয়ান্টার অনুসরণ করেছিলেন, যিনি ভাইকিংদের হাতে ৮৩৯ সালের মহান পিকটিশ পরাজয়ে নিহত হন।\n৯ম শতাব্দীতে পিক্টরাষ্ট্র গ্যালিক হয়ে উঠছিল এবং এটি প্রস্তাব করা হয় যে ডাল রিয়াটান এবং পিক্টিশ রাজ্যগুলির মধ্যে একীভূতকরণ ঘটেছিল। এতিহ্যগতভাগে, এটি সিনায়েদ ম্যাক আইলপিন (কেনেথ ম্যাকআলপিন) এর কাছে দায়ী করা হয়, যিনি ৮৪৩ সালের দিকে পিক্টদের রাজা হয়েছিলেন। কিছু উৎস বলছে যে, এর আগে দুই বছরের জন্য সিনায়েদ হলেন ডাল রিয়াটার রাজা। অ্যালপিন রাজবংশের অধীনে, ডাল রিয়াটা এবং পিক্টল্যান্ড একীভূত হয়ে আলবা বা স্কটল্যান্ড রাজ্য গঠন করে।\n\n\n=== ডাল রিয়াটা থেকে ইনসে গল পর্যন্ত ===\nযদি ভাইকিংরা পিক্টল্যান্ডে এবং আয়ারল্যান্ডে, নর্থামব্রিয়ার মতো ডাল রিয়াটাতে একটি দুর্দান্ত প্রভাব ফেলে, তবে তারা বিদ্যমান রাজ্যটিকে সম্পূর্ণরূপে একটি নতুন সত্তা দিয়ে প্রতিস্থাপন করেছে বলে মনে হয়। ডাল রিয়াটার ক্ষেত্রে, এটি সুড্রেসের রাজ্য হিসাবে পরিচিত ছিল, ঐতিহ্যগতভাবে ৯ম শতাব্দীর মাঝামাঝি কেটিল ফ্ল্যাটনোজ (গ্যালিকে ক্যাটিল খুঁজুন ) দ্বারা প্রতিষ্ঠিত হয়েছিল। ফ্রাঙ্কিশ আনালেস বার্টিনিয়ানি ৮৪৭ সালে ভাইকিংদের দ্বারা ইনার হেব্রিডস, ডাল রিয়াতার সমুদ্রের দিকের অংশের বিজয় রেকর্ড করতে পারে\nঅ্যালেক্স উলফ মতামত দিয়েছেন যে নর্স-গেলিক উইমাইর এবং নেটিভদের মধ্যে ডাল রিয়াটার একটি আনুষ্ঠানিক বিভাজন ঘটেছে, যেমন আয়ারল্যান্ড এবং ব্রিটেনের অন্য কোথাও ঘটেছিল, নর্সরা বেশিরভাগ দ্বীপ নিয়ন্ত্রণ করে এবং গেলস নিয়ন্ত্রণ করে। স্কটিশ উপকূল এবং আরও দক্ষিণের দ্বীপ। পরিবর্তে, উলফ মতামত দেন যে এটি যথাক্রমে এয়ার গিডিল  এবং ইনসা গল, \"গিলস এর উপকূল\" এবং \"বিদেশীদের দ্বীপ\" শব্দের জন্ম দিয়েছে।\n\n\n=== আলপিনের বাড়ির নীচে ===\nউলফ আরও প্রদর্শন করেছেন যে, ম্যালকম দ্বিতীয়ের সময়, ডাল রিয়াটার শীর্ষস্থানীয় সেনেলা (ফার্থের উত্তরের) দক্ষিণ-পশ্চিম অঞ্চল থেকে উত্তর, পূর্ব এবং উত্তর-পূর্বে স্থানান্তরিত হয়েছিল। সেনেল লোয়ার্ন গ্রেট গ্লেনের দিকে এগিয়ে মোরে, পূর্বের এবং কখনও কখনও এখনও ফোর্ট্রিউ, সেনেল গ্যাব্রাইনের একটি শাখা গাউরি নামে পরিচিত জেলা এবং আরেকটি ফাইফ জেলা অধিকার করে। সেনেল নওয়েঙ্গুসা সার্কিনকে অ্যাঙ্গাস হিসাবে তার নাম দিয়েছে, সেনেল কমগাইল স্ট্র্যাথিয়ার্ন অধিকার করেছে এবং আরেকটি কম পরিচিত আত্মীয়, সেনেল কনাইং, সম্ভবত মারে চলে গেছে।\n\n\n== কথাসাহিত্যে ==\nরোজমেরি সুটকলিফের ১৯৬৫ সালের উপন্যাস \"দ্য মার্ক অফ দ্য হর্স লর্ড\" -এ ডাল রিয়াটা রাজকীয় উত্তরাধিকার নিয়ন্ত্রণের জন্য একটি অভ্যন্তরীণ সংগ্রামের মধ্য দিয়ে যায় এবং ক্যালেডোনদের বিরুদ্ধে তাদের সীমানা রক্ষার জন্য একটি বাহ্য সংঘাতের মধ্য দিয়ে যায়।\nরোজমেরি সুটকলিফের ১৯৫৪ সালের ঐতিহাসিক অ্যাডভেঞ্চার উপন্যাস \"দ্য ইগল অফ দ্য নাইন্থ\" -এ, একজন তরুণ রোমান কর্মকর্তা তার বাবার লিজিয়নের হারিয়ে যাওয়া রোমান ঈগল স্ট্যান্ডার্ড উত্তর গ্রেট ব্রিটেনে উদ্ধার করার চেষ্টা করে। গল্পটি নবম স্প্যানিশ লিজিয়নের রোমান দখলদারিত্বের শেষের দিকে স্কটিশ হাইল্যান্ডসে হারিয়ে যাওয়ার উপর ভিত্তি করে তৈরি। উপন্যাসটি ২০১১ সালের চলচ্চিত্র \"দ্য ইগল\" -এ জেরেমি ব্রক দ্বারা অভিযোজিত হয়েছিল।\nকুশিয়েল উপন্যাস সিরিজে (২০০১ সালে \"কুশিয়েল'স ডার্ট\" দিয়ে শুরু) জ্যাকলিন ক্যারি রচিত উপন্যাসগুলিতে আলবার রাজ্যের ডাল রিয়াটা একটি রাজকীয় বিবাহ এবং এর পরে ফ্রান্সের সাথে জোট (সিরিজে \"টের দি'আঙ্গে\" নামে পরিচিত) গঠনে গুরুত্বপূর্ণ ভূমিকা পালন করে।\nজুলিয়ান মে'র \"সাগা অফ প্লিওসিন এক্সাইল\" সিরিজে, জন্ম না হওয়া Aiken Drum এর স্বগৃহ একটি জাতিগত স্কটিশ গ্রহ যা ডাল রিয়াটা নামে পরিচিত।\nটেলিভিশন সিরিজ \"লস্ট গার্ল\" -এ, যে পবে লাইট ফে এবং ডার্ক ফে মিশে যায় সেটিকে ডাল রিয়াটা বলা হয়, এই নামটি প্রাচীন রাজ্যের নাম থেকে নেওয়া হয়েছে।\nজুলস ওয়াটসনের \"ডাল রিয়াটা ট্রিলজি\" (২০০৬-২০০৮) ব্রিটেনে রোমান আক্রমণের সময় তিন শতাব্দীর ঘটনাবলি বর্ণনা করে।\nস্কটল্যান্ডে নির্মিত একটি ফিচার-লেংথ ফ্যান্টাসি চলচ্চিত্র, যার আগের নাম ছিল \"ডাল রিয়াটা'স কিং\" এবং পরে \"দ্য গ্যালিক কিং\" নামকরণ করা হয়, এর গল্পটি প্রথম স্কটিশ রাজার উপর খুবই আলগাভাবে ভিত্তি করে তৈরি। এটি ২০১৭ সালে হোম মিডিয়ায় মুক্তি পায়।\nপ্যারাডক্স ইন্টারেক্টিভের 4X ভিডিও গেম \"ক্রুসেডার কিংস দ্বিতীয়\" -এ ডাল রিয়াটা একটি খেলযোগ্য জাতি। ৭৬৯ সালের সর্বপ্রথম শুরু তারিখে, যখন \"চার্লেম্যাগনে\" ডিএলসি ছিল, তখন তারা একটি আইরিশ ক্যাথলিক স্বাধীন ছোট রাজ্য, যা আইড ফিন্ড দ্বারা শাসিত, হেব্রিডস এবং আর্গিল নিয়ে গঠিত। এই গেমটি যে কোনও সময় রাজ্যের শীর্ষস্থানীয় প্রভু আইরিশ হলে দ্বীপপুঞ্জের ডিউচির উল্লেখ করার জন্যও ডাল রিয়াটা শব্দটি ব্যবহার করবে।\nডালরিয়াডা একটি হাঙ্গেরিয়ান লোক মেটাল ব্যান্ডের নাম।\nদ্য ডালরিয়াডা হল ফাইনাল ফ্যান্টাসি শ্যাডোব্রিংগারে প্রবর্তিত একটি অভিযানের নাম।\n\n\n== আরও পড়ুন ==\nইউরোপের ইতিহাস\nআমেরিকার ইতিহাস\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র =="}