{"pageid": 1427825, "title": "লাইডিগ কোষ", "url": "https://bn.wikipedia.org/wiki?curid=1427825", "content": "লাইডিগ কোষ বা লেডিগ কোষ অণ্ডকোষের আন্তঃস্থায়ী কোষ নামেও পরিচিত। লাইডিগ-এর আন্তঃস্থায়ী কোষ, অণ্ডকোষের সেমিনিফেরাস টিউবুলের সংলগ্ন স্থানে উপস্থিত থাকে এবং লুটিনাইজিং হরমোনের (এলএইচ) উপস্থিতিতে টেস্টোস্টেরন তৈরি করে।[১][২] এগুলি নাশপাতি আকৃতির এবং কোষে একটি বড় নিউক্লিয়াস, সাইটোপ্লাজম এবং অসংখ্য লিপিড-ভরা ভেসিকেল থাকে। কোষের সাইটোপ্লাজমটি ইওসিনোফিল দিয়ে রঞ্জিত করা যায়।[৩]\n\n\n== কোষের গঠন ==\nস্তন্যপায়ী প্রাণীর লেডিগ কোষ বহুতলক (ছয়টি সমতলবিশিষ্ট ঘনবস্তু), যার কেন্দ্রস্থলে একটি  ডিম্বাকার নিউক্লিয়াস অবস্থিত। নিউক্লিয়াসে এক থেকে তিনটি নিউক্লিওলি এবং প্রচুর ঘন হেটেরোক্রোমাটিন থাকে। কোষের আম্লিক সাইটোপ্লাজমে সাধারণত অসংখ্য ঝিল্লি-আবদ্ধ চর্বিপূর্ণ থলি, মসৃণ অন্তঃকোষীয় জালক (এন্ডোপ্লাজমিক রেটিকুলাম)[৪], কিছু বিক্ষিপ্ত রুক্ষ অন্তঃকোষীয় জালক (এন্ডোপ্লাজমিক রেটিকুলাম) এবং বেশ কিছু স্পষ্ট মাইটোকন্ড্রিয়া থাকে। কোষের রেইনকে স্ফটিকে লিপোফুসিন রঙ্গক এবং রড আকৃতির ৩ থেকে ২০ মাইক্রোমিটার ব্যাসযুক্ত স্ফটিক থাকে।[৫] \nপ্রাপ্তবয়স্ক লাইডিগ কোষগুলি জন্মোত্তর টেস্টিসে পরিবর্তিত হয় এবং বয়ঃসন্ধি পর্যন্ত সুপ্ত থাকে। [৬] গর্ভাবস্থার ৮ থেকে ২০ তম সপ্তাহের মধ্যে ভ্রূণের লেডিগ কোষের পূর্বসুরী কোষের বিভাজনের দ্বারা টেস্টিস তৈরী হয়, যা পুরুষ ভ্রূণের পুরুষালিকরণের জন্য যথেষ্ট টেস্টোস্টেরন তৈরি করে।[৭]\n\n\n== এন্ড্রোজেন উৎপাদন ==\nলাইডিগ কোষ এন্ড্রোজেন (১৯-কার্বন স্টেরয়েড) নামে এক শ্রেণীর হরমোন নিঃসরণ করে।[৮]\nমস্তিষ্কের হাইপোথ্যালামাস থেকে নিঃসৃত গোনাডোট্রপিন হরমোন পিটুইটারির অগ্রভাগকে উদ্দীপিত করে লুটেইনাইজিং হরমোন (এলএইচ) নিঃসরণ করে, যা পরবর্তীতে লাইডিগ কোষকে উদ্দীপিত করে টেসটোস্টেরন, অ্যান্ড্রোস্টেনিডিওন এবং ডিহাইড্রোএপিয়ান্ড্রোস্টেরন (ডিএইচইএ) নিঃসরণ করে।[৮]\nএলএইচ তার রিসেপ্টর এর সাথে যুক্ত হয়, যা একটি জি-প্রোটিন যুক্ত রিসেপ্টর এবং সিএমপি   এর উৎপাদন বৃদ্ধি করে। সিএমপি, প্রোটিন কাইনেজ উৎসেচক এর সক্রিয়করণের  মাধ্যমে, কোলেস্টেরলের উৎসরণ অন্তঃকোষীয় (প্রাথমিকভাবে কোষপর্দা এবং আন্তঃকোষীয় স্থান) স্থান থেকে মাইটোকন্ড্রিয়ায় স্থানান্তরিত করে, প্রথমে বাইরের মাইটোকন্ড্রিয়াল ঝিল্লিতে এবং তারপরে কোলেস্টেরলকে অ্যাকটেস্টেরলের অভ্যন্তরে স্থানান্তরিত করতে হয় যা স্টেরয়েডোজেনিক নিয়ন্ত্রক প্রোটিন, এবং স্টেরয়েড জৈব সংশ্লেষণের হার- নিয়ন্ত্রণকারী পদক্ষেপ। এর পরে কোলেস্টেরল সাইড-চেইন ক্লিভেজ এনজাইমের মাধ্যমে ট্রান্সলোকেটেড কোলেস্টেরল থেকে প্রেগনেনোলোন তৈরি হয়, যা অভ্যন্তরীণ মাইটোকন্ড্রিয়াল ঝিল্লিতে পাওয়া যায়, যা শেষ পর্যন্ত লাইডিগ কোষ দ্বারা টেস্টোস্টেরন সংশ্লেষণ এবং নিঃসরণ ঘটায়।[৮] \nইঁদুরের ক্ষেত্রে, প্রোল্যাক্টিন (পিআরএল) লেডিগ কোষে এলএইচ রিসেপ্টরের সংখ্যা বাড়িয়ে এলএইচ-এর প্রতি লেডিগ কোষের প্রতিক্রিয়া বাড়ায়।[৯]\n\n\n== রোগ সম্পর্কিত তাৎপর্য ==\nলাইডিগ কোষগুলি অনিয়ন্ত্রিতভাবে বৃদ্ধি পেতে পারে এবং একটি লেডিগ কোষ টিউমার তৈরি করতে পারে। এগুলি হরমোনীয়ভাবে সক্রিয় হতে পারে, অর্থাৎ টেস্টোস্টেরন নিঃসরণ করে। রেইনকে স্ফটিকগুলির কার্যকারিতা অজানা, তবে তারা লাইডিগ কোষের টিউমারের ক্ষেত্রে উপস্থিত থাকে। এগুলি সমস্ত লাইডিগ কোষের টিউমারের অর্ধেকেরও কম পাওয়া যায়, তবে যখন উপস্থিত থাকে, তখন তারা একটি লাইডিগ কোষের টিউমার নির্ণয় নিশ্চিত করতে পারে।[১০][১১] অণ্ডকোষের মধ্যে অন্য কোনো আন্তঃস্থায়ী কোষে এই বৈশিষ্ট্যগুলি সহ নিউক্লিয়াস বা সাইটোপ্লাজম নেই, যা সনাক্তকরণ তুলনামূলকভাবে সহজ করে তোলে।যেকোন বয়সেই লাইডিগ কোষের টিউমারের জন্য সংবেদনশীল, লাইডিগ কোষের টিউমার ৫ থেকে ১০ এবং ৩০ থেকে ৩৫ বছর বয়সী মানুষের মধ্যে বেশি দেখা যায়।[১২] একটি শিশুর লাইডিগ কোষ টিউমার সাধারণত অকাল বয়ঃসন্ধি ঘটায়। টিউমারে আক্রান্ত প্রায় ১০% ছেলেদের গাইনোকোমাস্টিয়া আছে। যদিও লাইডিগ কোষ টিউমার সবসময় শিশুদের মধ্যে অক্ষতিকর, এটি ১০% থেকে ১৫% প্রাপ্তবয়স্কদের মধ্যে ম্যালিগন্যান্ট। [১২] এটি অ-যৌন কোষের সবচেয়ে সংঘটিত টেস্টিকুলার ক্যান্সার।\nসিস্টিক এলাকা সনাক্ত করতে সোনোগ্রাফি ব্যবহার করা যেতে পারে, তবে এটি ম্যালিগন্যান্ট টিউমার ছাড়া অন্য টিউমার সনাক্তকরণে অক্ষম।[১৩] \nঅ্যাড্রেনোমাইলোনিউরোপ্যাথি আরেকটি রোগের উদাহরণ যা লাইডিগ কোষকে প্রভাবিত করে।[১৪] এই ক্ষেত্রে, এলএইচ এবং ফলিকল-স্টিমুলেটিং (এফএসএইচ) হরমোনের পরিমাণ স্বাভাবিকের চেয়ে বেশি হওয়া সত্ত্বেও একজন ব্যক্তির টেস্টোস্টেরন হ্রাস পেতে পারে।\n\n\n== ব্যুৎপত্তি ==\nলাইডিগ কোষের নামকরণ করা হয়েছে জার্মান শারীরতত্ত্ববিদ ফ্রাঞ্জ লেডিগের নামে, যিনি ১৮৫০ সালে তাদের আবিষ্কার করেছিলেন।[১৫]\n\n\n== তথ্যসূত্র =="}