{"pageid": 1427924, "title": "পাকোল", "url": "https://bn.wikipedia.org/wiki?curid=1427924", "content": "পাকোল বা পাকুল (কোওয়ার ও শিনা ভাষায়:پاکول, পশতু: پکول, উর্দু: پاکول‎‎) হল একটি নরম, সমতল, গোটান, গোলাকার শীর্ষযুক্ত পুরুষদের টুপি, যা সাধারণত আফগানিস্তান এবং পাকিস্তানে পরা হয়। এটি সাধারণত উল দিয়ে তৈরি এবং বিভিন্ন মাটির রঙে পাওয়া যায়, যেমন বাদামী, কালো, ধূসর, সাদা। আখরোট ব্যবহার করে একে রঙ্গিন লালও করা হয়। পাকোলের উৎপত্তি চিত্রাল, বা পাকিস্তানের গিলগিত-বালতিস্তানে বলে মনে করা হয়।\n\n\n== বর্ণনা ==\nএটি একটি হাতে বোনা উলের টুপি, যেটি একটি চ্যাপ্টা গোলাকার শীর্ষ দিয়ে গঠিত, নিম্নভাগে গোলাকার ধারি এটিকে ঘিরে রেখেছে। এটি সাধারণত সাদা, ধূসর বা বাদামী রঙের বিভিন্ন পরতে পাওয়া যায়। টুপির ব্যবহারিক নকশা ঠান্ডা আবহাওয়ায় কান ও ঘাড় ঢেকে রাখে এবং উষ্ণ তাপমাত্রায় এটিকে গুটিয়ে নেওয়ার সুযোগ আছে। টুপিটি অনেক উপায়ে সাজানো যায়, কখনও কখনও টুপিতে ফুল বা পালক রাখা হয়, বিশেষ করে উৎসব অনুষ্ঠানের ক্ষেত্রে তা করা হয়। বেসের চারপাশে সেলাই করা একটি দড়ি এর ব্যবহারে অভিযোজ্যতা এবং নমনীয়তা প্রদান করে। দড়িটি শক্ত করে বা আলগা করে, পরিধানকারী প্রয়োজন অনুসারে টুপিটিকে সুরক্ষিত করতে সক্ষম হয়।\n\n\n== উৎপত্তি ও ইতিহাস ==\nপাকোলের উৎপত্তি চিত্রালে, বা আরও সুনির্দিষ্টভাবে গিলগিত, আস্তোর এবং পাকিস্তানের গিলগিত-বালতিস্তানের আশেপাশের এলাকায়। পশমী টুপি শতাব্দী ধরে শিনা সম্প্রদায়  এবং খো জাতির (চিত্রালী নামেও পরিচিত) প্রধান পাগড়ি ছিল।   এটি ১৮৯০ এর দশকের শেষের দিক থেকে আফগানিস্তানের বিভিন্ন সম্প্রদায় যেমন পশতুন, তাজিক এবং নুরিস্তানি দ্বারা গৃহীত হয়েছিল। এটি পাকিস্তানের পশতুনদের মধ্যে বড় পাগড়ির প্রতিস্থাপন হিসাবে প্রথম গৃহীত হয়েছিল, বিশেষ করে পেশোয়ারের মতো প্রধান শহরগুলিতে। গ্রামের ব্যবসায়ীদের চিত্রালি টুপির জনপ্রিয়তা ছড়িয়ে দেওয়াতে ভূমিকা ছিল। প্রাথমিকভাবে তারা ব্যবসা সম্প্রসারণ করেছিল এবং শেষে পেশোয়ারের পুরানো শহরের একটি বিশাল এলাকায় তারা আধিপত্য বিস্তার করেছিল, অঞ্চলটি কিসা কাহওয়ানি নামে পরিচিত। শুধুমাত্র আফগান সীমান্তের উপজাতীয় এলাকায় ঐতিহ্যবাহী পশতুন পাগড়ি তখনও জনপ্রিয় ছিল। তবে অল্প দিন আগের পেশোয়ারের ছবিতে এখনও দেখা যায় পাকোলের পরিবর্তে পাগড়ি দিয়ে মাথা ঢেকে রাখা মানুষের আধিপত্য।\nসম্প্রতি, কাশ্মীর উপত্যকায় উত্তর কাশ্মীরের বান্দিপুর জেলার গুরেজ এবং তুলেইল এলাকার জাতিগত শিন মরশুমি অভিবাসীরাও পাকোল চালু করেছিল। বর্তমানে পাকিস্তান এবং আফগানিস্তানের পাশাপাশি ভারতের কিছু অংশ, যেমন জম্মু ও কাশ্মীর এবং দিল্লির সমস্ত সামাজিক শ্রেণি এবং অবস্থানের লোকেরা সাধারণত পাকোল পরিধান করে।\n\n\n== তথ্যসূত্র =="}