{"pageid": 1427891, "title": "বেইলি রোড অগ্নিকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1427891", "content": "বেইলি রোড অগ্নিকাণ্ড হলো বাংলাদেশের রাজধানী ঢাকা শহরের বেইলি রোড এলাকার সংঘটিত হওয়া অগ্নিকাণ্ড। গ্রিন কোজি নামক বহুতল ভবনে ২০২৪ সালের ২৯শে ফেব্রুয়ারি রাতে এই অগ্নিকাণ্ড সংঘটিত হয়। ঘটনায় ৪৬ জন মৃত্যুবরণ করেন। ভবনটিতে একাধিক রেস্তোরাঁ ও দোকান ছিল, যার মধ্যে কাচ্চি ভাই রেস্তোরাঁ, স্যামসাংয়ের শো-রুম, গ্যাজেট অ্যান্ড গিয়ার, ইল্লিয়িন, খানা'স ও পিৎজা ইন উল্লেখযোগ্য। পুরো ভবনের প্রতিটি তলায় রেস্তোরাঁ থাকায় ভবনে গ্যাস সিলিন্ডার মজুদ রাখা ছিল, যার ফলে দ্রুত আগুন ছড়িয়ে পড়ে বলে জানা যায়।\n\n\n== ঘটনা ==\n২৯ ফেব্রুয়ারি ২০২৪-এ আনুমানিক রাত ৯টা ৫০ মিনিটে গ্রিন কোজি নামক ভবনটিতে আগুন লাগে। আগুন লাগা ভবনটি ছয়তলাবিশিষ্ট। ফায়ার সার্ভিসের হিসাব অনুযায়ী ভবনের নিচতলায় স্যামসাং ও গ্যাজেট অ্যান্ড গিয়ার (ইলেকট্রনিক সরঞ্জামের দোকান), শেখলিক (একটি ফলের রস বিক্রির দোকান) ও চুমুক নামের একটি চা–কফি বিক্রির দোকান ছিল। দ্বিতীয় তলায় কাচ্চি ভাই নামের একটি রেস্তোরাঁ, তৃতীয় তলায় ইলিয়ন নামের একটি পোশাকের দোকান, চতুর্থ তলায় খানাস ও ফুকো নামের দুটি রেস্তোরাঁ, পঞ্চম তলায় পিৎজা ইন নামের একটি রেস্তোরাঁ, ষষ্ঠ তলায় জেসটি ও স্ট্রিট ওভেন নামের দুটি রেস্তোরাঁ এবং ছাদের একটি অংশজুড়ে অ্যামব্রোসিয়া নামের একটি রেস্তোরাঁ ছিল। এছাড়া হাক্কা ঢাকার একটি সাইনবোর্ড ছিল সপ্তম তলায়।\nএকে একে ফায়ার সার্ভিসের মোট ১৩টি ইউনিট প্রায় দুই ঘণ্টা পর রাত ১১টা ৫০ মিনিটে আগুন নিয়ন্ত্রণে আনে। ঘটনার পরে ফায়ার সার্ভিস মহাপরিচালক মো. মাইন উদ্দিন জানান তাদের ১৩টি ইউনিট অগ্নিনির্বাপণে কাজ করে। ঘটনাস্থল থেকে তারা প্রাথমিকভাবে ৩ জনকে মৃত অবস্থায়, ৪২ জনকে অচেতন অবস্থায়, জীবিত অবস্থায় ৭৫ জনকে উদ্ধার করে।\n\n\n== কারণ ==\n\nনিচতলার 'চুমুক' নামের ছোট একটি চা-কফির দোকানের ইলেকট্রিক চুলায় বৈদ্যুতিক গোলযোগ (শর্টসার্কিট) থেকে পুরো অগ্নিকাণ্ডের থেকে সূত্রপাত হয়। শুরুতে ধারণা করা হয়েছিল ভবনের দ্বিতীয় তলায় ‘কাচ্চি ভাই’ নামের রেস্তোরাঁ থেকে আগুনের সূত্রপাত হয়েছে।\nআগুনের ঘটনায় হতাহতরা আগুনে দগ্ধ হননি, অর্থাৎ তাদের শরীরে পোড়া দাগ নেই। কিন্তু প্রচণ্ড ধোঁয়ায় শ্বাসপ্রশ্বাস নিতে না পেরে তারা আক্রান্ত হয়েছেন। ভবনে দুটি ছোট লিফট ও একটি সিঁড়ি ছিল। আগুন লাগার পর মানুষ ভবন থেকে নেমে আসতে পারেননি।\" মৃত্যুর কারণ বিষাক্ত কার্বন মনোক্সাইড গ্যাস ছিল বলে ধারণা করা হয়। আহত ব্যক্তিরা ৩০ থেকে ৪৫ মিনিট কালো ধোঁয়ার মধ্যে আটকে ছিলেন, যা ছিল বিষাক্ত। ভবনটিতে কোনো অগ্নিনিরাপত্তাব্যবস্থা না থাকায় অগ্নিনির্বাপণের কোনো ব্যবস্থা নেয়া যায়নি।  মাইন উদ্দিন বলেন ঝুঁকিপূর্ণ জানিয়ে ভবন কর্তৃপক্ষকে তিনবার চিঠি দেওয়া হয়েছিল, কিন্তু কোনো ব্যবস্থা নেয়া হয়নি। রাজউকের নগর–পরিকল্পনাবিদ ও বিশদ অঞ্চল পরিকল্পনা (ড্যাপ) প্রকল্পের পরিচালক আশরাফুল ইসলাম প্রথম আলোকে দেয়া বক্তব্যে বলেন ভবনটির বাণিজ্যিক অনুমোদন নেয়া হয় সাততলা পর্যন্ত। তবে অফিস হিসেবে ব্যবহার করার অনুমোদন থাকলেও \"রেস্তোরাঁ, শোরুম (বিক্রয়কেন্দ্র) বা অন্য কিছু করার জন্য অনুমোদন নেওয়া হয়নি।\"\n\n\n== হতাহত ==\nঅগ্নিকাণ্ডে ৪৬ জন মারা যায়। এছাড়া আরও ৭৫ জন বিভিন্নভাবে আহত অবস্থায় উদ্ধার হন এবং তাদের মধ্যে ৪২ জনকে অচেতন অবস্থায় পাওয়া যায়। ঘটনার পর আহতদের মধ্যে ঢাকা মেডিকেল কলেজ হাসপাতালে ৩৩ জন, শেখ হাসিনা জাতীয় বার্ন ও প্লাস্টিক সার্জারি ইনস্টিটিউটে ১০ জন ও পুলিশ হাসপাতালে ১ জন মারা যান। নিহতদের মধ্যে ২০ জন পুরুষ, ১৮ জন নারী ও ৮ জন শিশু রয়েছেন। এছাড়া আহত ২২ জনের অবস্থা আশঙ্কাজনক বলে জানানো হয়।\n\n\n== তদন্ত ==\nআগুনের ঘটনা তদন্তে একাধিক কমিটি গঠন করা হয়। ঘটনার পরপর ১ মার্চ সাত সদস্যের কমিটি গঠন করে রাজউক এবং তাদের সাত কার্যদিবসের মধ্যে তদন্ত প্রতিবেদন জমা দিতে বলা হয়। আগুন লাগা ভবনটির নকশা ও অনুমোদন প্রক্রিয়া পরীক্ষা করে দেখবে এ তদন্ত কমিটি, জানিয়ে অফিস আদেশ দেয়া হয়। এছাড়া স্বরাষ্ট্র মন্ত্রণালয়ের পক্ষ থেকে ৫ সদস্যবিশিষ্ট একটি কমিটি গঠন করা হয়। স্বরাষ্ট্র সচিবের প্রতিনিধির নেতৃত্বে একটি বিশেষজ্ঞ কমিটি গঠন করার আদেশ দেয় হাইকোর্ট, যেখানে আরো বলা হয় যে ঢাকার ঝুঁকিপূর্ণ ভবনগুলোর বিরুদ্ধে কী ব্যবস্থা নেওয়া হয়েছে, সে বিষয়ে পরবর্তী ৪ মাসের মধ্যে প্রতিবেদন দিতে কমিটিকে নির্দেশ দেওয়া হয়। এ কমিটি গঠিত হয় পুলিশের মহাপরিদর্শক, ফায়ার সার্ভিস ও সিভিল ডিফেন্স, বাংলাদেশ প্রকৌশল বিশ্ববিদ্যালয় (বুয়েট) এবং ঢাকা সিটি করপোরেশনের প্রতিনিধিদের সমন্বয়ে। এছাড়া ফায়ার সার্ভিসের একটি পৃথক তদন্ত করে।\nরাজউকের তদন্ত প্রতিবেদনে ঢাকা দক্ষিণ সিটি করপোরেশন ও ফায়ার সার্ভিসের গাফিলতি খুঁজে পাওয়া গেছে; তবে ভবন নির্মাণের সময় যে উদ্দেশ্যের কথা বলা থাকে, ব্যবহারের সময় তা মানা না হলে সেটা দেখভালের দায়িত্ব রাজউকের হলেও প্রতিবেদনে রাজউকের দোষের কথা বলা হয়নি। যদিও পুলিশ রমনা থানায় যে মামলা করে, তার এজাহারে \"রাজউকের দোকান-পরিদর্শকদের ‘ম্যানেজ’ করে ভবনটিতে রেস্তোরাঁ ব্যবসা চলা\"র কথা বলা হয়, যা রাজউকের তদন্তে অনুল্লেখ ছিল। রাজউকের প্রতিবেদন মতে, ব্যবহার সনদ ছাড়া ১১ বছর ধরে [ঐ] ভবনে বাণিজ্যিক কার্যক্রম চলছিল। এক্ষেত্রে সনদ না থাকলেও ভবনের পাঁচটি রেস্তোরাঁকে ব্যবসা করার অনুমতি বা ট্রেড লাইসেন্স দেয় ঢাকা দক্ষিণ সিটি করপোরেশন। আর ফায়ার সার্ভিস ও সিভিল ডিফেন্স অধিদপ্তর ভবনের একটি রেস্তোরাঁকে অগ্নিনিরাপত্তা-সংক্রান্ত সনদ দিয়েছিল বলে প্রতিবেদনে উল্লেখিত হয়। \"এ ধরনের অনুমতি দেয়ার আগে বিবেচনায় নেওয়া প্রয়োজন ছিল রাজউক অনুমোদিত নকশা ও ব্যবহার সনদ\" বলা হয় এ তদন্ত প্রতিবেদনে। এ ঘটনায় ভবন মালিক ও রেস্তোরাঁ মালিকদের বিরুদ্ধে ব্যবস্থা নেয়ার সুপারিশ করা হলেও গাফিলতির জন্য দায়ী সরকারি দুই প্রতিষ্ঠানের কারো বিরুদ্ধে ব্যবস্থা নেয়ার কিছু বলা হয়নি। রাজউক কর্তৃক প্রদত্ত ছয় দফা সুপারিশের মধ্যে রয়েছে ভবন ব্যবহারের সনদ ছাড়া যেন গ্যাস, পানি, বিদ্যুৎ ইত্যাদি সেবা সরবরাহ না করা, ভবন নির্মাণের নকশাকারীদের নির্মাণকাজ শেষ হলে সমাপ্তি প্রতিবেদন পেশ করা ও তাতে নির্মাণে অনিয়মসহ অন্যান্য বিষয়াদি উল্লেখ করা, প্রাকৃতিক গ্যাস ও এলপি গ্যাস সরবরাহকারী সংশ্লিষ্ট কর্তৃপক্ষ কর্তৃক নিরাপত্তার বিষয় নিয়মিত পরিদর্শন ও পরীক্ষা-নিরীক্ষা নিশ্চিত করা, ৫ তলা বা তদূর্ধ্ব আবাসিক/বাণিজ্যিক/শিল্পকারখানায় অন্তত ৩-৬ মাস বিরতিতে অগ্নি মহড়া পরিচালনা বাধ্যতামূলক করা, ফায়ার লাইসেন্স প্রদান ও নবায়নের ক্ষেত্রে রাজউকের ব্যবহার সনদ বাধ্যতামূলক করা।\nফায়ার সার্ভিস ও সিভিল ডিফেন্স অধিদপ্তরের পক্ষ থেকে করা পাঁচ সদস্যবিশিষ্ট তদন্ত কমিটির প্রধান উক্ত অধিদপ্তরের পরিচালক (অপারেশন ও মেইনটেন্যান্স) লেফটেন্যান্ট কর্নেল মোহাম্মদ তাজুল ইসলাম চৌধুরী বলেন, \"ভবনটিতে কোনো কিছুই ঠিক ছিল না। ভবনটি এক কাজে ব্যবহারের জন্য তৈরি করা হয়, পরে ব্যবহার করা হচ্ছিল অন্য কাজে। ফলে ভবনটি ভয়াবহ ঝুঁকিতে ছিল।\" বাণিজ্যিক কার্যক্রমের জন্য নির্মিত এ ভবনে রেস্তোরাঁর কোনো অনুমতি ছিল না, যদিও ভবনের বেজমেন্ট ছাড়া সর্বত্র রেস্তোরাঁ ছিল। সিলিন্ডার ছিল সর্বত্র, এমনকি কোনো রেস্তোঁরার ক্যাশ কাউন্টারের পাশেও। তাজুল বলেন, \"ভবনে একটি মাত্র সিঁড়ি ছিল। অথচ ভবনে দুটি সিঁড়ি থাকার কথা। বেজমেন্টে পর্যাপ্ত পানি সংরক্ষণের ব্যবস্থা করা হয়নি। ভবনে অগ্নিনিরাপত্তা নিশ্চিতে ন্যূনতম ব্যবস্থা গ্রহণ করা হয়নি। ভবনে পর্যাপ্ত আলো-বাতাসেরও ব্যবস্থা ছিল না। যে কারণে আগুন লাগার পর আটকা পড়ে অনেকের মৃত্যু হয়।\" এই প্রতিবেদনের সুপারিশ ছিল অগ্নি নিরাপত্তা পরিকল্পনা ২০০৩ এবং রাজউক থেকে অনুমোদন করা নকশা যথাযথভাবে বাস্তবায়ন।\nগ্রিন কোজি কটেজ ভবনটি আমিন মোহাম্মদ গ্রুপ নির্মাণ করে এবং আমিন মোহাম্মদ প্রোপার্টি ম্যানেজমেন্ট সার্ভিসেস লিমিটেড এটি পরিচালনা করত। ফলে ভবনের নিরাপত্তা, নিরাপত্তা ব্যবস্থা, নিরাপত্তারক্ষী এবং লিফট ব্যবস্থাপনার দায়ভার তাদের ওপর ছিল। তবে আমিন মোহাম্মদ গ্রুপ নিজেকে কেবল ভবনের ডেভেলপার হিসেবে দাবি করে। ঘটনার পর প্রতিষ্ঠানটির নির্বাহী পরিচালক মোহাম্মদ তানভিরুল ইসলাম আইনি ঝামেলা এড়াতে বাংলাদেশ ত্যাগ করেন। রাজউকে মতে, ভবনটি পঞ্চম তলা পর্যন্ত বাণিজ্যিক কার্যক্রমের জন্য অনুমোদিত ছিল এবং ষষ্ঠ ও সপ্তম তলা আবাসিক ব্যবহারের জন্য নির্ধারিত থাকলেও আমিন মোহাম্মদ গ্রুপের ব্যবস্থাপনা পরিচালক মো. রমজানুল হক নিহাদ সপ্তম তলা কিনে \"হাক্কা ঢাকা\" নামক একটি চাইনিজ রেস্তোরাঁকে ভাড়া দেন। তদন্তে জানা গেছে, ভবনটিতে আলো ও বায়ু চলাচলের জন্য নির্ধারিত অনেক ফাঁকা জায়গা বন্ধ করে ব্যবহারযোগ্য স্থান বাড়ানো হয়েছিল। পুলিশ অ্যামিন মোহাম্মদ গ্রুপ, 'চুমুক' ফাস্ট ফুডের মালিক আনোয়ারুল হক, ভবন ব্যবস্থাপক মুনশি হামিমুল আলম বিপুল এবং 'কাচ্চি ভাই'-এর মালিক সোহেল সিরাজের বিরুদ্ধে অবহেলার পাশাপাশি হত্যাচেষ্টার অভিযোগে মামলা করেছে। ঢাকা মেট্রোপলিটন পুলিশের সূত্রে জানা যায়, আমিন মোহাম্মদ গ্রুপের আটজন ও রেস্তোরাঁসংশ্লিষ্ট আরও চারজনকে আটক করা হয়। পরে 'কাচ্চি ভাই'-এর মালিক সোহেল সিরাজকে দুই দিনের রিমান্ডে নেওয়া হয়।\n\n\n== প্রভাব ==\nবেইলি রোডে অগ্নিকাণ্ডের পর রেস্তোরাঁ ব্যবসায় এর প্রভাব পরে। খিলগাঁও, ধানমন্ডি, মিরপুর, মোহাম্মদপুরসহ ঢাকার বিভিন্ন রেস্তোরাঁতেই একই রকম অনিরাপত্তায় ব্যবসা চলে বলে সংবাদ প্রকাশিত হয়। ঢাকা জেলা প্রশাসকের কার্যালয়ের দেয়া তথ্য অনুযায়ী, বিদ্যমান আইনে বর্ণিত সকল প্রকার অনুমোদন ও ছাড়পত্র নিয়ে ঢাকায় মাত্র ১৩৪টি প্রতিষ্ঠান ব্যবসা করছে, যার মধ্যে দুই সিটি কর্পোরেশন এলাকায় আছে ১২৮টি রেস্তোরাঁ।\nবিভিন্ন রেস্তোরাঁয় অভিযান চালিয়ে বিপজ্জনক রেস্তোরাঁকে জরিমানা করা হয় ও বন্ধ করে দেয়া হয়। রাজউক ও ঢাকার দুই সিটি কর্পোরেশন তিনদিনে এগারোশর বেশি রেস্তোরাঁয় অভিযান চালিয়ে বেশ কিছু রেস্তোরাঁ সিলগালা ও বন্ধ করে এবং আটক করে আটশোর বেশি কর্মকর্তাকে। হাইকোর্ট এক আদেশে ঢাকার সকল ঝুঁকিপূর্ণ ভবনের সামনে সতর্কতামূলক সাইনবোর্ড স্থাপনের পাশাপাশি বেইলি রোড ছাড়া অন্যান্য ভয়াবহ অগ্নিকাণ্ডের ঘটনা তদন্তেরও নির্দেশ দেয়। এছাড়া ঢাকার সকল আবাসিক ভবনে রেস্তোরাঁ ও ব্যবসায়িক কার্যক্রম বন্ধের নির্দেশনা চেয়ে হাইকোর্টে রিট করা হয়।\nঘটনাটি আন্তর্জাতিকভাবে আলোচিত হয়। বিবিসি, সিএনএন, এবিসি নিউজ, দ্য গার্ডিয়ান, রয়টার্স, আল জাজিরা নানাবিধ আন্তর্জাতিক মিডিয়ায় সংবাদ প্রকাশিত হয়। ঘটনায় বাংলাদেশের প্রধানমন্ত্রী শেখ হাসিনা, ভারতের প্রধানমন্ত্রী নরেন্দ্র মোদী, জাপানের পররাষ্ট্রমন্ত্রী কামিকাওয়া ইওকো সহ অনেকে শোকপ্রকাশ করেন। আন্তর্জাতিক শ্রম সংস্থা (আইএলও) শোকপ্রকাশ করে নিরাপত্তার সকল প্রকার নীতি মেনে চলার আহ্বান জানায়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅগ্নিকাণ্ডের সময়ের কিছু চিত্র"}