{"pageid": 1427486, "title": "ইথিওপীয় সাম্রাজ্য", "url": "https://bn.wikipedia.org/wiki?curid=1427486", "content": "ইথিওপীয় সাম্রাজ্য (পূর্বে আবিসিনিয়া নামে পরিচিত ছিল এবং আধুনিক যুগে কেবল ইথিওপিয়া নামে পরিচিত) ছিল একটি সার্বভৌম রাষ্ট্র। এট ঐতিহাসিক ভাবে বর্তমান ইথিওপিয়া এবং ইরিত্রিয়ার ভৌগোলিক এলাকাকে ঘিরে রেখেছে। প্রায় ১২৭০ সালে ইয়েকুনো আমলাক দ্বারা সলোমনিক রাজবংশের প্রতিষ্ঠা থেকে শুরু করে ১৯৭৪ সালের ডারগের অভ্যুত্থান পর্যন্ত প্রায় ৭০০ বছর এই সাম্রাজ্য টিকে ছিল। সম্রাট হাইলে সেলাসিকে ক্ষমতাচ্যুত করার মাধ্যমে এই সাম্রাজ্যের বিলুপ্তি ঘটে। ১৮৯৬ সাল নাগাদ এই সাম্রাজ্য পার্শ্ববর্তী অন্যান্য অঞ্চল যেমন হারারঘে, গুরেজ এবং ওলায়িতা অন্তর্ভুক্ত করে এবং ১৯৫২ সালে ইরিত্রিয়া ফেডারেশনের একীভূত করণের মাধ্যমে ইতিহাসের বৃহত্তম সম্প্রসারণের সাক্ষী হয়। অস্তিত্বের বেশিরভাগ সময় জুড়ে এটি আফ্রিকার শৃঙ্গ বা হর্ন অফ আফ্রিকায় বিভিন্ন প্রতিকূল শক্তি দ্বারা বেষ্টিত ছিল। তারপরেও এটি খ্রিস্টধর্মের প্রাচীন রূপের উপর ভিত্তি করে একটি রাজ্য বিকাশ ও সংরক্ষণ করতে সক্ষম হয়।\n১২৭০ সালে ইয়েকুনো আমলাক এই সাম্রাজ্য প্রতিষ্ঠা করেন। তিনি নিজেকে শেষ আকসুমাইট রাজা এবং শেষ পর্যন্ত রাজা সলোমন এবং শেবার রাণী বিলকিসের বংশধর বলে দাবি করেন। এই সাম্রাজ্য জাগওয়ের আগাও রাজ্যকে প্রতিস্থাপিত করে। প্রাথমিকভাবে এই সাম্রাজ্য একটি ছোট ও রাজনৈতিকভাবে অস্থিতিশীল সত্তা ছিল। তবে ১ম আমদা সিয়ন (১৩১৪-১৩৪৪) এবং ১ম দাউইত (১৩৮২-১৪১৩) এর ক্রুসেডের অধীনে এই সাম্রাজ্য উল্লেখযোগ্যভাবে সম্প্রসারণ করতে সক্ষম হয়। এর ফলে এটি সাময়িকভাবে হর্ন অফ আফ্রিকাতে প্রভাবশালী শক্তি হয়ে ওঠে। সম্রাট জারা ইয়াকব (১৪৩৪-১৪৬৮) এর দীর্ঘ শাসনামলে ইথিওপিয়ান সাম্রাজ্য তার শীর্ষে পৌঁছায়। তিনি তার পূর্বসূরিদের বিজয়কে সুসংহত করেন, অসংখ্য গির্জা এবং মঠ নির্মাণ করেন, সাহিত্য ও শিল্পকে উত্সাহিত করেন, প্রশাসনিক কর্মকর্তাদের সাথে আঞ্চলিক যুদ্ধবাজদের প্রতিস্থাপিত করে সাম্রাজ্যিক কর্তৃত্ব কেন্দ্রীভূত করেন এবং পার্শ্ববর্তী ইসলামী অঞ্চলগুলোতে তার আধিপত্য উল্লেখযোগ্যভাবে প্রসারিত করেন।\nপ্রতিবেশী মুসলিম আদল সালতানাত বারবার আক্রমণের চেষ্টা করে এই সাম্রাজ্যকে হুমকি দিতে শুরু করে। অবশেষে ইমাম মাহফুজের অধীনে তা সফল হয়। সম্রাট লেবনা ডেঙ্গেলের হাতে মাহফুজের অতর্কিত হামলা এবং পরাজয় ১৬ শতকের শুরুর দিকে অ্যাডালাইট ইমাম আহমেদ গ্রানের জিহাদ নিয়ে আসে। তিনি পর্তুগিজদের সহায়তায় শুধুমাত্র ১৫৪৩ সালে পরাজিত হন। ওরোমো মাইগ্রেশনের কারণে সাম্রাজ্যের দক্ষিণাঞ্চল এবং অধীনস্ত রাজ্য গুলো ব্যাপকভাবে দুর্বল হয়ে পড়ে। উত্তরে বর্তমানে ইরিত্রিয়াতে ইথিওপিয়া উসমানীয়দের আক্রমণের প্রচেষ্টাকে প্রতিহত করতে সক্ষম হয়। যদিও এই সাম্রাজ্য তাদের কাছে লোহিত সাগরে প্রবেশাধিকার হারায়। এই চ্যালেঞ্জগুলোর প্রতিক্রিয়া জানিয়ে ১৬৩০-এর দশকে সম্রাট ফাসিলিডস গন্ডারের নতুন রাজধানী প্রতিষ্ঠা করেন। এটি গন্ডারিন সময়কাল নামে পরিচিত একটি নতুন স্বর্ণযুগের সূচনা করে। এসময়ে সাম্রাজ্যটি অপেক্ষাকৃত শান্তি সহ ওরোমোর সফল একীকরণ এবং সংস্কৃতির বিকাশ দেখেছিল। সম্রাট দ্বিতীয় আইয়াসু (১৭৫৫) এবং ১ম আইয়োস (১৭৬৯) এর মৃত্যুর সাথে রাজ্যটি শেষ পর্যন্ত বিকেন্দ্রীকরণের যুগে প্রবেশ করে। এটি জেমেন মেসাফিন্ট নামে পরিচিত। তখন আঞ্চলিক যুদ্ধবাজ শাসক ও নেতারা ক্ষমতার জন্য লড়াই করে। সম্রাট ছিল নিছক তাদের নিয়ন্ত্রিত পুতুল।\nসম্রাট দ্বিতীয় টেওড্রোস (শাসন আমল. ১৮৫৫-১৮৬৮) জেমেন মেসাফিন্টের অবসান ঘটান। তিনি সাম্রাজ্যকে পুনরায় একত্রিত করেন এবং আবিসিনিয়ায় ব্রিটিশ অভিযানের সময় তার মৃত্যুর আগে এটিকে আধুনিক যুগে নিয়ে যান। তার উত্তরসূরি চতুর্থ ইয়োহানেস প্রাথমিকভাবে যুদ্ধে লিপ্ত হন এবং ১৮৮৯ সালে মারা যাওয়ার আগে মিশরীয় ও মাহদিস্টদের সাথে সফলভাবে যুদ্ধ করেন। সম্রাট দ্বিতীয় মেনেলিক বর্তমানে আদ্দিস আবাবায় থেকে কাফা, ওয়েলেটা, হারার এবং অন্যান্য রাজ্যের মতো বর্তমান পশ্চিম, দক্ষিণ এবং পূর্ব ইথিওপিয়ার অনেক মানুষ ও রাজ্যকে পরাধীন করেন। এইভাবে ১৮৯৮ সালের মধ্যে ইথিওপিয়া তার আধুনিক আঞ্চলিক সীমানায় বিস্তৃত হয়। উত্তরাঞ্চলে তিনি ইতালির সম্প্রসারণের মুখোমুখি হন। ১৮৯৬ সালে আডওয়া যুদ্ধে ইতালীয়দের বিরুদ্ধে একটি দুর্দান্ত বিজয়ের মাধ্যমে আধুনিক আমদানি করা অস্ত্র ব্যবহার করে মেনেলিক ইথিওপিয়ার স্বাধীনতা নিশ্চিত করে এবং ইতালিকে ইরিত্রিয়ার মধ্যে সীমাবদ্ধ করেন।\nপরবর্তীতে দ্বিতীয় ইতালো-ইথিওপিয়ান যুদ্ধের পর, বেনিটো মুসোলিনির ইতালীয় সাম্রাজ্য ইথিওপিয়া দখল করে এবং ইতালীয় পূর্ব আফ্রিকা প্রতিষ্ঠা করে সাম্রাজ্যটিকে প্রতিবেশী ইরিত্রিয়া এবং দক্ষিণ-পূর্বে ইতালীয় সোমালিল্যান্ড উপনিবেশগুলোর সাথে একীভূত করে। দ্বিতীয় বিশ্বযুদ্ধের সময় ইতালীয়দের ব্রিটিশ সেনাবাহিনীর সহায়তায় ইথিওপিয়া থেকে বিতাড়িত করা হয়। সম্রাট তখন নির্বাসন থেকে ফিরে আসেন এবং দেশটি জাতিসংঘের অন্যতম প্রতিষ্ঠাতা সদস্য হয়ে ওঠে। তবে, ১৯৭৩ সালের ওলোর দুর্ভিক্ষ এবং ঘরোয়া অসন্তোষ ১৯৭৪ সালে সাম্রাজ্যের পতন এবং ডর্গের উত্থানের দিকে পরিচালিত করে।\n\n\n== ইতিহাস ==\n\n\n=== পটভূমি ===\nখ্রিস্টীয় ১০ শতকে আকসুম রাজ্যের পতনের পর, ইথিওপিয়ান হাইল্যান্ডস জাগওয়ে রাজবংশের শাসনের অধীনে চলে যায়। নতুন শাসক ছিলেন আগাওস। তারা লাস্তা অঞ্চল থেকে এসেছেন, পরবর্তীকালে ধর্মীয় গ্রন্থে এই রাজবংশকে বিশুদ্ধ \"সলোমনিক\" রক্ত না থাকার জন্য অভিযুক্ত করা হয়েছে এবং তাদের কৃতিত্বকে উপহাস করেছে। এমনকি তাদের ক্ষমতার শীর্ষে থাকা অবস্থাতেও বেশিরভাগ খ্রিস্টান তাদের দখলকারী হিসাবে বিবেচনা করে। তবে, জাগওয়ের স্থাপত্যটি পূর্ববর্তী আকসুমাইট ঐতিহ্যের একটি সংকেত দেখায়। এর নিদর্শন হিসেবে রয়েছে লালিবেলা। আকসুমাইট যুগের শেষের দিকে পাথর কেটে এসব গির্জা ভবন প্রথম আবির্ভূত হয় এবং জাগওয়ের অধীনে এর পরিসর সর্বোচ্চ সীমায় পৌঁছায়।\nজাগওয়ে সিংহাসনের উপর ঝগড়া বন্ধ করতে সক্ষম হয়নি। তাই রাজবংশের কর্তৃত্ব নিশ্চিত করতে ব্যবহৃত হতে পারে এমন লোক, শক্তি এবং সংস্থানগুলি সরিয়ে নিয়েছিল। ত্রয়োদশ শতাব্দীর শেষের দিকে, ইয়েকুনো আমলাক নামে এক তরুণ আমহারা সম্ভ্রান্ত পুরুষ বেতে আমহারার ক্ষমতায় আরোহন করেন। তিনি দৃঢ়ভাবে খ্রিষ্টীয় অর্থোডক্স চার্চের সমর্থন পেয়েছিলেন। এর কারণ হচ্ছে তিনি গির্জাটিকে একটি আধা-স্বাধীন প্রতিষ্ঠান হিসাবে গড়ে তোলার প্রতিশ্রুতি দিয়েছিলেন। এছাড়াও তিনি প্রতিবেশী মুসলিম মাখজুমি রাজবংশের সমর্থনও লাভ করেছেন। এরপরে ইয়েকুনো আমলাক জাগওয়ে রাজার বিরুদ্ধে বিদ্রোহ করেন এবং আনসাতার যুদ্ধে তাকে পরাজিত করেন। তাদ্দেসে তামরাট যুক্তি দিয়েছিলেন যে এই রাজা ছিলেন ইয়েতবারক। কিন্তু স্থানীয়ভাবে ড্যামন্যাটিও মেমোরিয়ার কারণে তার নাম সরকারি নথি থেকে মুছে ফেলা হয়। ওলোর ইতিহাসের আরও সাম্প্রতিক কালানুক্রমিক। গেটাচেউ মেকোনেন হাসেন বলেছেন যে ইয়েকুনো আমলাকের দ্বারা ক্ষমতাচ্যুত শেষ জাগওয়ে রাজা ছিলেন না'কুয়েতো লা'ব।\n\n\n=== প্রারম্ভিক সলোমনিক সময়কাল ===\n\nইয়েকুনো আমলাক ১২৭০ খ্রিস্টাব্দের মধ্যে সিংহাসনে আরোহন করেন। তিনি আকসুমের শেষ রাজা দিল নাওদ এবং তাই আকসুমের রাজকীয় রাজাদের বংশধর ছিলেন বলে জানা যায়। আকসুমাইট রাজকীয় বংশের মাধ্যমে এটাও দাবি করা হয় যে ইয়েকুনো আমলাক বাইবেলের রাজা সলোমনের বংশধর। চতুর্দশ শতাব্দীর একটি গ্রন্থ কেবরা নাগাস্ত-এ লিপিবদ্ধ কিংবদন্তিগুলিতে এই দাবির লিপিবদ্ধ রূপটি স্থাপন করা হয়েছিল। এই অনুসারে শেবার রানী আকসুম থেকে এসেছিলেন। তিনি রাজা সলোমনের বা ইসলামের নবি সুলাইমানের শাসনামালনে জেরুজালেমে যান। সেখানে রাজা সলোমনের সান্নিধ্যে তিনি একটি পুত্রের গর্ভধারণ করেন। ইথিওপিয়ায় তার স্বদেশে ফিরে আসার পর তিনি সন্তানের জন্ম দেন। সেই সন্তানের নাম ছিল প্রথম মেনেলিকত। তিনি ও তার বংশধররা (যার মধ্যে আকসুমাইট রাজকীয় ঘর অন্তর্ভুক্ত ছিল) জাগওয়ে দখলদারদের দ্বারা উৎখাত না হওয়া পর্যন্ত ইথিওপিয়া শাসন করে। ইয়েকুনো আমলাক নিজেকে মেনেলিক ১ম-এর একজন সরাসরি বংশধর হিসাবে দাবি করে। তাই তিনি বিশুদ্ধ সুলাইমানীয় ধারা \"পুনরুদ্ধার\" করেছেন বলে দাবি করতেন।\nইয়েকুনো আমলাকের রাজত্ব জুড়ে তিনি মুসলমানদের সাথে বন্ধুত্বপূর্ণ সম্পর্ক উপভোগ করতেন। তিনি শুধু প্রতিবেশী মাখজুমি রাজবংশের সাথেই ঘনিষ্ঠ সম্পর্ক স্থাপন করেননি বরং ইয়েমেনের রাসুলিদের সাথে এবং মিশরীয় মামলুক সালতানাতের সাথেও যোগাযোগ স্থাপন করেন। মামলুক সুলতান বেবারসকে পাঠানো একটি চিঠিতে, তিনি আরবের মুসলমানদের সাথে বন্ধুত্বপূর্ণ সহযোগিতার তার অভিপ্রায়ের কথা বলেন এবং নিজেকে আবিসিনিয়ার সমস্ত মুসলমানদের রক্ষাকারী হিসাবে বর্ণনা করেন। একজন ধর্মপ্রাণ খ্রিস্টান হিসেবে তিনি জেনেটা মরিয়মের গির্জা নির্মাণের আদেশ দেন। একটি শিলালিপিরতে তিনি তার কাজের স্মৃতিচারণ করেছেন। তাতে লেখা ছিল, \"ঈশ্বরের কৃপায়, আমি রাজা ইয়েকুনো আমলাক, আমি ঈশ্বরের ইচ্ছায় সিংহাসনে আসার পর এই গির্জা নির্মাণ করছি।\"\n১২৮৫ সালে ইয়েকুনো আমলাকের স্থলাভিষিক্ত হন তার ছেলে ইয়াগবেউ সিওন। তিনি মামলুকে সুলতানকে একটি চিঠি লিখেছিলেন, কালাউন তাকে আলেকজান্দ্রিয়ার কুলপতিকে ইথিওপিয়ান অর্থোডক্স চার্চের জন্য একটি আবুনা বা মেট্রোপলিটন পাঠানোর অনুমতি দেওয়ার জন্য অনুরোধ করেন। কিন্তু সুলতানের সাথে সুলতানের আচরণের প্রতিবাদও করেন। মিশরে তার খ্রিস্টান প্রজারা বলেন যে তিনি ইথিওপিয়ায় তার নিজের মুসলিম প্রজাদের রক্ষাকর্তা ছিলেন। তার রাজত্বের শেষের দিকে, ইয়াগবেউ তার পুত্রদের একজনকে তার উত্তরাধিকারী হিসেবে নিয়োগ দিতে অস্বীকার করেন এবং পরিবর্তে আদেশ দেন যে তাদের প্রত্যেককে এক বছরের জন্য শাসন করতে হবে। ১২৯৪ সালে তার পুত্ররা তার উত্তরাধিকারী হন কিন্তু এই চুক্তিটি অবিলম্বে ভেঙ্গে যায়। ১২৯৯ সালে তার এক পুত্র ওয়েডেম আরাদ সিংহাসন দখল করেন। মনে করা হয় ওয়েডেম আরাদ প্রতিবেশী ইফাতের সালতানাতের সাথে বিরোধে লিপ্ত ছিল। তারা পূর্ব শেওয়ায় নিজেদের শাসন সম্প্রসারণের চেষ্টা করছিল।\n\n\n==== আমদা সেয়নের বিজয় ====\n\nওয়েডেম আরাদের পুত্র প্রথম আমদা সিয়ন পিতার স্থলাভিষিক্ত হন। তার শাসনামলে তার মুসলিম শত্রুদের বিরুদ্ধে রাজার বিভিন্ন অভিযানের একটি অত্যন্ত বিশদ এবং আপাতদৃষ্টিতে সঠিক বিবরণের রচনা প্রত্যক্ষ করেন। এটি ছিল রাজকীয় ইতিহাসের একটি ধারার প্রথম অংশ, যা আধুনিক সময় পর্যন্ত ইথিওপিয়ান সম্রাটদের জন্য লেখা হয়। এই রাজকীয় ইতিহাসগুলো আফ্রিকার শৃঙ্গ বা হর্ন অফ আফ্রিকার সমগ্র মধ্যযুগীয় সময়ের একটি অবিচ্ছিন্ন কালানুক্রমিক রেকর্ড প্রদান করে। তার শাসনামলে উত্পাদিত একটি কম গুরুত্বপূর্ণ কাজ ছিল ফেথা নাগাস্ট বা \"ল অফ দ্য কিংস\"। এটি দেশের আইনি কোড হিসাবে কাজ করে। মূলত বাইবেলের নীতির উপর ভিত্তি করে রচিত এই কোডে সেই সময়ের আইনী ও সামাজিক ধারণাগুলোকে সংহিতাবদ্ধ করে। এটি ২০ শতকের প্রথম দিক পর্যন্ত ব্যবহার করা হয়।\nযুদ্ধবাজ সম্রাট প্রথম আমদা সিয়ন গোজ্জাম, দামোট এবং ইরিত্রিয়াতে অনেক অভিযান পরিচালনা করেন। কিন্তু তার সবচেয়ে গুরুত্বপূর্ণ অভিযান ছিল পূর্ব দিকে তার মুসলিম শত্রুদের বিরুদ্ধে। এটি পরবর্তী দুই শতাব্দীর জন্য খ্রিস্টানদের পক্ষে ক্ষমতার ভারসাম্য পরিবর্তন করে। ১৩২০ সালের দিকে, কায়রোতে অবস্থিত মামলুক সালতানাতের সুলতান আন-নাসির মুহম্মদ কপ্টদের উপর অত্যাচার শুরু করেন এবং তাদের গির্জা ধ্বংস করেন। সুলতান তার অত্যাচার বন্ধ না করলে আমদা সেয়ন নীল নদের প্রবাহকে সরিয়ে দেওয়ার হুমকি দেন। ইফাতের সুলতান প্রথম হক্ব-দ্বীন কায়রো থেকে ফেরার পথে একজন ইথিওপিয়ান দূতকে আটক করে বন্দী করেন। আমদা সিয়ন ইফাতের সালতানাতে আক্রমণ করে সুলতানকে হত্যা করে, রাজধানী লুণ্ঠন করে এবং মুসলিম অঞ্চল ধ্বংস করে, পশুসম্পদ গ্রহণ করে, অনেক বাসিন্দাকে হত্যা করে, শহর ও মসজিদ ধ্বংস করে এবং অনেক মানুষকে দাস বানিয়ে বন্দি করে।\nইফাত সুলতানের স্থলাভিষিক্ত হন প্রথম সাবর আদ-দীন যিনি মুসলমানদের সমাবেশ করেন এবং ইথিওপিয়ান দখলদারিত্বের বিরুদ্ধে বিদ্রোহ করেন। আমদা সিওন পূর্বে তার মুসলিম প্রতিপক্ষের বিরুদ্ধে আরেকটি অভিযান শুরু করে সুলতানকে হত্যা করে এবং বর্তমান পূর্ব ইথিওপিয়ার অ্যাডাল, দাওয়ারো এবং বালি পর্যন্ত অভিযান চালিয়ে প্রতিক্রিয়া জানায়। আমদা সিওনের বিজয়গুলো ইথিওপিয়ান সাম্রাজ্যের অঞ্চলকে উল্লেখযোগ্যভাবে প্রসারিত করেছে। এটি সাম্রাজ্যকে আকারের দিক থেকে দ্বিগুণ করেছে এবং এই অঞ্চলে সম্পূর্ণ আধিপত্য প্রতিষ্ঠা করেছে। হর্ন এবং ইথিওপিয়ান সাম্রাজ্যের মুসলমানদের মধ্যে সম্পর্ক এই যুগে সম্পূর্ণ ভেঙ্গে গেছে বলে মনে হয়। ইথিওপীয় ইতিহাসকারেরা পূর্বাঞ্চল ও উপকূলের মুসলমানদের \"মিথ্যাবাদী, হায়েনা, কুকুর, দুষ্টের সন্তান যারা খ্রিস্টের পুত্রকে অস্বীকার করে\" বলে উল্লেখ করেছে\n\n\n==== সলোমনিক শাসনের স্বর্ণযুগ ====\n\nতৎকালীন সম্রাট পূর্বাঞ্চলে আমদা সিয়নের অভিযান অনুসরণ করে। হর্নের বেশিরভাগ মুসলমান ইথিওপিয়ান সাম্রাজ্যের করদ রাজ্যে পরিণত হয়। তাদের মধ্যে ইফাত সালতানাতও ছিল। ১৩৪৪ সালে আমদা সিওনের উত্তরসূরি হন তার পুত্র নেওয়ায়া ক্রেস্টোস। নেওয়ায়া ক্রেস্টোস আদাল ও মোরায় বেশ কয়েকটি মুসলিম বিদ্রোহ দমন করে। তার রাজত্বের শেষের দিকে তিনি আক্রমনাত্মকভাবে আলেকজান্দ্রিয়ার চতুর্থ প্যাট্রিয়ার্ক মার্ককে সাহায্য করেন। প্যাট্রিয়ার্ক মার্ক মিশরের সুলতান আস-সালিহ সালিহ কর্তৃক বন্দী হয়েছিলেন। এর প্রতিক্রিয়ায় নেওয়ায়া ক্রেস্টোস একটি পদক্ষেপ নেন। পালটা পদক্ষেপ হিসেবে তিনি তার রাজ্যে থাকা মিশরীয় বণিকদের বন্দী করেন। এরফলে মিশরের সুলতান তার সিদ্ধান্ত থেকে পিছিয়ে যেতে বাধ্য হন।\n১৩৮২ সালে ১ম দাউইত ইথিওপিয়ার সম্রাট হিসাবে নেওয়ায়া ক্রেস্টোসের পুত্র নেওয়ায়া মরিয়মের স্থলাভিষিক্ত হন। ইফাত সালতানাতের করদ রাজ্যটি ইথিওপিয়ার আধিপত্যকে প্রতিহত করতে শুরু করে এবং সুলতান দ্বিতীয় সা'আদ-আদ-দিনের অধীনে তাদের স্বাধীনতা নিশ্চিত করে। সুলতান সা'আদ আদ-দীন তখন পূর্বে আমদা সেয়নের পদক্ষেপের পালটা হিসেবে ইথিওপিয়ার সীমান্ত প্রদেশগুলোতে প্রচুর লুট-তরাজ চালান এবং সেখানকার ইথিওপীয়দের বন্দি করে দাস বানানোর লক্ষ্যে অভিযান চালান। এর ফলে সম্রাট প্রথম দাউইট পার্শ্ববর্তী অঞ্চলের সমস্ত মুসলমানকে \"প্রভুর শত্রু\" হিসাবে ঘোষণা করেন এবং ইফাত সালতানাতে আক্রমণ করেন। এর ফলে সুলতান সা'আদ-দ্বীন এবং সম্রাট প্রথম দাউইটের মধ্যে যুদ্ধ সংঘটিত হয়। যুদ্ধে ইফাত সেনাবাহিনী পরাজিত হয় এবং \"কম ৪০০ জন প্রবীণ নয়, যাদের প্রত্যেকেই তার পদের চিহ্ন হিসাবে একটি লোহার বার বহন করে\" নিহত হয়, সা'আদ-দীন তার বাকি সমর্থকদের সোমালিল্যান্ডের উপকূলে জেইলা পর্যন্ত তাড়া করা হয়। সেখানে, ইথিওপিয়ান সেনাবাহিনী জেইলা শহর অবরোধ করে। শেষপর্যন্ত তারা শহরটি দখল করতে সক্ষম হয় এবং সুলতান সাদ-আদ-দিনকে হত্যা করে। এরফলে চিরতরে ইফাত সালতানাতের অবসান ঘটে। সাদ আদ-দিনের মৃত্যুর পর ওই অঞ্চলে \"মুসলমানদের শক্তি হ্রাস পায়\"। উদাহরণ স্বরূপ মিশরীয় ঐতিহাসিক আল-মাকরিজি বলেন, এবং তারপর আমহারা মুসলিম অঞ্চলে বসতি স্থাপন করে \"এবং ধ্বংসপ্রাপ্ত মসজিদ থেকে এবং তারা গীর্জা তৈরি করে\"। ইফাত সালতানের বাসিন্দা ইসলামের অনুসারীরা ইথিওপীয় দখলে যাওয়ার পর বিশ বছরেরও বেশি সময় ধরে হয়রানির শিকার হয়েছে বলে জানা গেছে। এই বিজয়ের পরে, ইথিওপিয়ান শক্তি তার বিস্তৃতির চূড়ান্ত শিখরে পৌঁছে যায় এবং এই যুগটি ইথিওপিয়ান সাম্রাজ্যের জন্য শান্তি ও স্থিতিশীলতার স্বর্ণযুগ হিসাবে কিংবদন্তি হয়ে উঠে।\nযাইহোক, অবশিষ্ট ওয়ালাশমা ১৪১৫ সালে তাদের নির্বাসন থেকে ফিরে আসেন এবং হারার অঞ্চলকে কেন্দ্র করে আদাল সালতানাত প্রতিষ্ঠা করেন। মুসলিমরা তখন পূর্বে খ্রিস্টান অধ্যুষিত অঞ্চলগুলোকে হয়রানি করতে শুরু করে সম্রাট ইয়েশাক প্রথমকে তার পূর্বের পেরিফেরাল অঞ্চলগুলোকে রক্ষা করার জন্য তার বেশিরভাগ সময় উত্সর্গ করেন। তিনি তার সেনাবাহিনীকে ড্রিল করার জন্য এবং তাদের গ্রিক আগুন কীভাবে তৈরি করতে হয় তা শেখানোর জন্য বেশ কিছু মিশরীয় খ্রিস্টান উপদেষ্টা নিয়োগ করেন বলে মনে হয়। এই অগ্রগতিগুলো মুসলমানদের দূরে রাখার জন্য যথেষ্ট ছিল না এবং ১৪২৯ সালে সম্রাট ইয়েশাক শীঘ্রই অ্যাডালিটদের সাথে যুদ্ধ করতে গিয়ে নিহত হন। ইয়েশাকের মৃত্যুর পর বেশ কয়েক বছরের রাজবংশীয় বিভ্রান্তি ছিল। এর ফলে এই সময়ে মাত্র ৫ বছরে ৫ জন সম্রাট একে অপরের স্থলাভিষিক্ত হন। যাইহোক, ১৪৩৪ সালে ইথিওপিয়ার জারা ইয়াকব নিজেকে স্থিতিশীল সম্রাট হিসেবে সিংহাসনে প্রতিষ্ঠিত করেন।\nসিংহাসনে আরোহনের প্রথম বছরগুলোতে জারা ইয়াকব গির্জার মধ্যে পৌত্তলিক উপাসনা এবং \"অ-খ্রিস্টান অনুশীলন\" এর বিরুদ্ধে একটি শক্তিশালী অভিযান শুরু করেন। তিনি দেশের প্রশাসনকে ব্যাপকভাবে কেন্দ্রীভূত করার ব্যবস্থাও নিয়েছিলেন। ফলে অঞ্চলগুলোকে আরও কঠোর সাম্রাজ্য নিয়ন্ত্রণের অধীনে নিয়ে আসেন। মিশরীয় ডেব্রে মিটমাক মঠ ধ্বংসের কথা শোনার পর, তিনি জাতীয় শোক পালনের আদেশ দেন এবং তেগুলেটে একই নামের একটি গির্জা নির্মাণ করেন। এরপর তিনি মিশরীয় সুলতান সাইফ আদ-দিন জাকমাকের কাছে দূত পাঠান মিশরীয় কপ্টসদের নিপীড়নের বিরুদ্ধে তীব্র প্রতিবাদ জানিয়ে এবং নীল নদের প্রবাহকে সরিয়ে দেওয়ার হুমকি দেন। সুলতান তখন সম্রাটকে বিভ্রান্ত করার জন্য আদাল সালতানাতকে দাওরো প্রদেশে আক্রমণ করতে উত্সাহিত করেন। তবে গোমিতের যুদ্ধে সম্রাট এই আক্রমণকে প্রত্যাখ্যান করেন। মিশরীয় সুলতান তখন আলেকজান্দ্রিয়ার প্যাট্রাইচকে মারাত্মকভাবে মারধর করেন এবং তাকে মৃত্যুদণ্ড দেওয়ার হুমকি দেন। সম্রাট জারা ইয়াকব পিছিয়ে যাওয়ার সিদ্ধান্ত নেন এবং আদাল অঞ্চলে যাননি। জারা ইয়াকব অনেক মূর্তিপূজককে অত্যাচার করে যারা পৌত্তলিক দেবতাদের উপাসনা করার পক্ষে অটল থাকে। এই মূর্তিকারীদের জনসমক্ষে শিরশ্ছেদ করা হয়। জারা ইয়াকব পরে আকাশে একটি অলৌকিক আলো দেখে ডেব্রে বেরহান প্রতিষ্ঠা করেন। পৌত্তলিকদের প্রতি তার নিপীড়নের জন্য এটি ঈশ্বরের অনুমোদনের একটি চিহ্ন বলে বিশ্বাস করে সম্রাট এই জায়গায় একটি গির্জা নির্মাণের আদেশ দেন এবং পরে কাছাকাছি একটি বিস্তৃত প্রাসাদ এবং সেন্ট সাইরিয়াকাসকে উত্সর্গীকৃত একটি দ্বিতীয় গির্জা নির্মাণ করেন।\nএরপর প্রথম বায়দা মরিয়ম জারা ইয়াকুবের স্থলাভিষিক্ত হন। সম্রাট বায়দা মরিয়ম তার পিতার স্ত্রীদের একজন ইথিওপিয়ার এলেনিকে রাণী মাতার উপাধি দেন। তিনি রাজপরিবারের একজন কার্যকরী সদস্য হিসেবে প্রমাণিত হন। পল বি হেনজ মন্তব্য করেন যে তিনি তার শাসনামলে \"ব্যবহারিকভাবে সহ-রাজা\" ছিলেন। ১৪৭৮ সালে বায়দা মরিয়মের মৃত্যুর পর তার ৭ বছর বয়সী ছেলে এসকেন্ডার পিতার স্থলাভিষিক্ত হন। রাজমাতা এলেনি তার রিজেন্ট বা রাজার অভিভাবক হিসেবে শাসন কার্য পরিচালনা করেন। তিনি আদাল সুলতান মুহাম্মদের সাথে শান্তি প্রতিষ্ঠার চেষ্টা করেন। কিন্তু তিনি হারারের আমির মাহফুজকে ইথিওপিয়ান ভূখণ্ডে অভিযান চালানো থেকে বিরত রাখতে পারেননি। যখন এস্কেন্ডার প্রাপ্তবয়স্ক হন, তখন তিনি অ্যাডাল আক্রমণ করেন এবং এর রাজধানী ডাকার ছিনতাই করেন। কিন্তু দেশের ফিরার পর অতর্কিত হামলায় নিহত হন। তার উত্তরসূরি সম্রাট নাওদ অবশেষে ইথিওপিয়ান অঞ্চলকে অ্যাডালাইট অভিযান থেকে রক্ষা করতে গিয়ে নিহত হন। ১৫১৭ সালে মাহফুজ ইথিওপিয়ান প্রদেশ ফাটাগার আক্রমণ করেন। কিন্তু সম্রাট দ্বিতীয় দাউইটের (লেবনা ডেঙ্গেল) অতর্কিত হামলায় তিনি নিহত হন। তার ইতিহাস বলে যে মুসলিম হুমকি শেষ হয়েছে এবং সম্রাট বীর হিসাবে উচ্চভূমিতে ফিরে এসেছেন।\n\n\n==== আদল সালতানাত আক্রমণ ====\n\n১৫২৭ সালে আহমদ ইবনে ইব্রাহিম আল-গাজি নামে একজন তরুণ ইমাম বছরের অভ্যন্তরীণ দ্বন্দ্বের পর আদলে ক্ষমতায় অধিষ্ঠিত হবেন। আদাল সালতানাত আরব এবং অটোমান সাম্রাজ্য থেকে আমদানি করা আগ্নেয়াস্ত্র, কামান এবং অন্যান্য উন্নত অস্ত্র মজুত করবে। তিনি ১৫২৯ সালে ইথিওপিয়া আক্রমণ করেন এবং সম্রাট দ্বিতীয় ডেভিটকে একটি ভারী পরাজয় ঘটান, কিন্তু পরে প্রত্যাহার করে নেন। তিনি সাম্রাজ্যের একটি সুনির্দিষ্ট আক্রমণ শুরু করার জন্য দুই বছর পরে ফিরে আসেন, গীর্জা জ্বালিয়ে দেন, জোর করে খ্রিস্টানদের ধর্মান্তরিত করেন এবং বাসিন্দাদের গণহত্যা করেন। ইতিহাসবিদের মতে তিনি যেখানেই গিয়েছিলেন তার লোকেরা \"প্রত্যেক প্রাপ্তবয়স্ক খ্রিস্টানকে হত্যা করেছে এবং যুবক ও কুমারীকে তুলে নিয়ে গেছে এবং দাস হিসাবে বিক্রি করেছে।\" ১৫৩০-এর দশকের মাঝামাঝি পর্যন্ত ইথিওপিয়ার বেশিরভাগ অংশ অ্যাডালাইটের দখলে ছিল এবং লেবনা ডেঙ্গেল পাহাড়ের দুর্গ থেকে পাহাড়ের দুর্গে পালিয়ে যায় যতক্ষণ না তিনি শেষ পর্যন্ত ডেব্রে দামোতে প্রাকৃতিক কারণে মারা যান।\nসম্রাটের স্থলাভিষিক্ত হন তার ১৮ বছর বয়সী পুত্র, গেলাউডেওস। তিনি একটি মরিয়া পরিস্থিতির মুখোমুখি হয়েন কিন্তু মুসলিম আক্রমণ প্রতিহত করার জন্য তার সৈন্য এবং জনগণকে সমাবেশ করেন। ১৫৪০ সাল নাগাদ গেলাউডেওস প্রায় ৭০ জন লোকের একটি ছোট বাহিনীকে শেওয়ার উচ্চভূমিতে প্রতিরোধ করে। যাইহোক, ১৫৪১ সালে চারশত সুসজ্জিত পর্তুগিজ মাস্কেটিয়ার মাসাওয়াতে পৌঁছায়। সেখানে ইথিওপিয়ান যোদ্ধাদের ছোট দল দ্বারা তাদের শক্তিশালী করা হয়, এই বিনয়ী বাহিনীটি টাইগ্রে জুড়ে তাদের পথ তৈরি করে যেখানে তারা অ্যাডালাইট পুরুষদের অনেক বড় দলকে পরাজিত করবে। পর্তুগিজদের সাফল্যে শঙ্কিত, গ্র্যাগন অটোমান সাম্রাজ্যের কাছে একটি পিটিশন পাঠাবেন এবং ২,৯০০টি মাস্কেট সশস্ত্র শক্তিবৃদ্ধি পাবেন। গ্র্যাগন তার তুর্কি মিত্রদের সাথে একসাথে ওফলাতে পর্তুগিজ ক্যাম্প আক্রমণ করবে তাদের কমান্ডার, ক্রিস্টোভাও দা গামা সহ তাদের পদমর্যাদার ২০০ জনকে হত্যা করবে।\nওফলাতে বিপর্যয়ের পর, বেঁচে থাকা পর্তুগিজরা সেমিয়েন পর্বতমালায় গেলাউডেওস এবং তার সেনাবাহিনীর সাথে দেখা করতে সক্ষম হয়। সম্রাট আক্রমণ করতে দ্বিধা করেননি এবং ওয়াইনা দাগার যুদ্ধে একটি বড় বিজয় অর্জন করেন যখন ইমামের মৃত্যু এবং তার সেনাবাহিনীর বিমানের দ্বারা আবিসিনিয়ার ভাগ্য নির্ধারণ করা হয়। আক্রমণকারী বাহিনী ভেঙে পড়ে এবং সমস্ত আবিসিনিয়ান যারা হানাদারদের দ্বারা ভীত হয়ে পড়েছিল তারা তাদের পূর্বের আনুগত্যে ফিরে এসেছিল, কোন কার্যকর বিরোধিতার সম্মুখীন না হয়েই খ্রিস্টান অঞ্চলগুলো পুনরুদ্ধার করা হয়।\n১৫৫৯ সালে ফাটাগারের যুদ্ধে আদল সালতানাত আক্রমণ করার চেষ্টা করতে গিয়ে গেলাউদেওস নিহত হন এবং তার বিচ্ছিন্ন মাথা আদালের রাজধানী হারারে প্যারেড করা হয়।\n\n\n=== প্রারম্ভিক আধুনিক যুগ ===\n\nঅটোমান সাম্রাজ্য ১৫৫৭ সাল থেকে ইথিওপিয়ার কিছু অংশ দখল করে, সাম্রাজ্যের প্রধান বন্দর মাসাওয়া জয় করে এবং বর্তমানে সুদানের মিত্র ফঞ্জ সালতানাতের কাছ থেকে সুয়াকিন দখল করে আবিসিনিয়া প্রদেশ হাবেশ ইয়লেট প্রতিষ্ঠা করে। ১৫৭৩ সালে অ্যাডাল সালতানাত আবার ইথিওপিয়া আক্রমণ করার চেষ্টা করে তবে সার্সা ডেঙ্গেল ওয়েবি নদীর যুদ্ধে ইথিওপিয়ান সীমান্ত সফলভাবে রক্ষা করেন।\n১৫৮৯ সালে সম্রাট সার্সা ডেঙ্গেলের বিজয় এবং আরকিকোকে বরখাস্ত করার মাধ্যমে অটোমানদের পরীক্ষা করা হয়, এইভাবে তাদের একটি সংকীর্ণ উপকূলরেখার স্ট্রিপে রাখা হয়। আফার সালতানাত লোহিত সাগরের বাইলুলের অবশিষ্ট ইথিওপিয়ান বন্দর রক্ষণাবেক্ষণ করে। সাম্রাজ্যের দক্ষিণ-পূর্ব প্রদেশগুলো থেকে একটি বৃহৎ যাজক জনগোষ্ঠীর আন্দোলনের সাথে একই সময়ের মধ্যে ওরোমো অভিবাসন ঘটে। গামো অঞ্চলের সন্ন্যাসী আব্বা বাহরে একটি সমসাময়িক বিবরণ লিপিবদ্ধ করেন। পরবর্তীকালে, সাম্রাজ্য সংগঠন ক্রমশ পরিবর্তিত হয়, দূরবর্তী প্রদেশগুলো আরও স্বাধীনতা লাভ করে। বেলের মতো একটি প্রত্যন্ত প্রদেশ ইয়াকব রাজত্বকালে (১৫৯০-১৬০৭) সাম্রাজ্যের সিংহাসনে শ্রদ্ধা নিবেদন করার জন্য সর্বশেষ রেকর্ড করা হয়েছে।\n১৬৩৬ সালে সম্রাট ফাসিলিডস গন্ডারকে একটি স্থায়ী রাজধানী হিসাবে প্রতিষ্ঠা করেন। এটি একটি অত্যন্ত স্থিতিশীল, সমৃদ্ধ বাণিজ্যিক কেন্দ্র হয়ে ওঠে। এই সময়কালে ইথিওপিয়ান শিল্পকলা, স্থাপত্য, এবং রাজকীয় কমপ্লেক্স ফাসিল ঘেব্বি নির্মাণের মতো উদ্ভাবন এবং টানা লেকের আশেপাশে স্থাপিত ৪৪টি গীর্জা তে গভীর সাফল্য দেখা যায়। শিল্পকলায়, গন্ডারিন যুগে ডিপটিচ এবং ট্রিপটিচ, ম্যুরাল এবং আলোকিত পাণ্ডুলিপি তৈরি করা হয়, বেশিরভাগই ধর্মীয় মোটিফ সহ। ইয়াসু দ্য গ্রেটের (১৬৮২-১৭০৬) রাজত্ব ছিল একত্রীকরণের একটি প্রধান সময়। এটি চতুর্দশ লুই-এর ফ্রান্স এবং ডাচ ভারতে দূতাবাস প্রেরণও দেখেছিল। প্রারম্ভিক আধুনিক সময় ছিল তীব্র সাংস্কৃতিক ও শৈল্পিক সৃষ্টির একটি। সেই এলাকার উল্লেখযোগ্য দার্শনিকরা হলেন জেরা ইয়াকব এবং ওয়াল্ডা হেইওয়াত। প্রথম আইয়াসুর মৃত্যুর পর সাম্রাজ্য রাজনৈতিক অস্থিরতার মধ্যে পড়ে।\n\n\n=== আধুনিক যুগ ===\n\n১৭৬৯ থেকে ১৮৫৫ পর্যন্ত, ইথিওপিয়ান সাম্রাজ্য প্রিন্সেস এরা (আমহারিক ভাষায়: জেমেনি মেসাফিন্ট ) নামে পরিচিত একটি সময়কাল অতিক্রম করে। এটি ছিল ইথিওপিয়ান ইতিহাসের একটি সময়কাল যেখানে বিভিন্ন রাস (ইংরেজি ডিউকদের সমতুল্য) এবং সম্রাটদের মধ্যে অসংখ্য দ্বন্দ্ব ছিল, যাদের ক্ষমতা ছিল সীমিত এবং শুধুমাত্র গন্ডারের সমসাময়িক রাজধানীর আশেপাশের এলাকায় আধিপত্য ছিল। সমাজ ও সংস্কৃতি উভয়ের বিকাশই এই সময়ে স্থবির হয়ে পড়ে। ইথিওপিয়ান অর্থোডক্স চার্চের মধ্যে এবং তাদের এবং মুসলমানদের মধ্যে ধর্মীয় দ্বন্দ্ব প্রায়শই পারস্পরিক কলহের অজুহাত হিসাবে ব্যবহৃত হত। সম্রাট দ্বিতীয় তেওড্রোসের রাজত্বের মাধ্যমে রাজকুমারী যুগের সমাপ্তি ঘটে।\n১৮৬৮ সালে ব্রিটিশ সরকারের বেশ কয়েকজন ধর্মপ্রচারক এবং প্রতিনিধিদের কারারুদ্ধ করার পর, ব্রিটিশরা সম্রাট তেওড্রোসের বিরুদ্ধে আবিসিনিয়ায় শাস্তিমূলক অভিযানে নিযুক্ত হয়। ইথিওপিয়ার অধিকাংশ অভিজাতদের সমর্থনে, প্রচারটি ব্রিটেনের জন্য সফল হয় এবং ইথিওপিয়ান সম্রাট আত্মসমর্পণের পরিবর্তে আত্মহত্যা করেন।\n১৮৭৪ থেকে ১৮৭৬ সাল পর্যন্ত, সাম্রাজ্য ইরিত্রিয়ায় সম্প্রসারিত হয়, টেম্বিয়ানের রাজা চতুর্থ ইয়োহানেসের অধীনে, যার নেতৃত্বে রাস আলুলার বাহিনী ইথিওপিয়ান-মিশরীয় যুদ্ধে জয়লাভ করে, হামাসিয়েনের গুন্ডেটের যুদ্ধে মিশরীয় বাহিনীকে চূড়ান্তভাবে পরাজিত করে। ১৮৮৭ সালে শেওয়ার রাজা মেনেলিক চেলেনকোর যুদ্ধে বিজয়ের পর হারার আমিরাত আক্রমণ করেন। ১৮৮৯ সালে মেনেলিকের জেনারেল গোবানা দাচেও হাদিয়া নেতা হাসান এনজামোকে পরাজিত করেন এবং হাদিয়া অঞ্চল দখল করেন।\n১৮৮০-এর দশককে স্ক্র্যাম্বল ফর আফ্রিকা দ্বারা চিহ্নিত করা হয়। ইতালি, আফ্রিকায় ঔপনিবেশিক উপস্থিতি চাওয়ায়, ব্রিটেন ইরিত্রিয়াকে পুরস্কৃত করে যার ফলে ১৮৮৭-১৮৮৯ সালের ইতালো-ইথিওপিয়ান যুদ্ধ এবং ইরিত্রিয়ার উপকূলীয় অঞ্চলগুলোর জন্য টেম্বিয়ান এবং ইতালির রাজা ইয়োহানেস চতুর্থের মধ্যে সংঘর্ষ হয়। সম্রাট ইয়োহানেস চতুর্থের মৃত্যুর পর, ইতালি শেওয়া (সাম্রাজ্যের অভ্যন্তরে একটি স্বায়ত্তশাসিত রাজ্য) এর সাথে একটি চুক্তি স্বাক্ষর করে। এটি আবিসিনিয়ার রক্ষাকবচ তৈরি করে।\nচুক্তির ইতালীয় এবং আমহারিক অনুবাদের মধ্যে উল্লেখযোগ্য পার্থক্যের কারণে, ইতালি বিশ্বাস করে যে তারা ইথিওপিয়াকে একটি সংরক্ষিত রাজ্য হিসাবে অন্তর্ভুক্ত করেছে, যখন শেওয়ার দ্বিতীয় মেনেলিক ১৮৯৩ সালে সংরক্ষিত মর্যাদা প্রত্যাখ্যান করেন। অপমানিত, ইতালি ১৮৯৫ সালে ইথিওপিয়ার বিরুদ্ধে যুদ্ধ ঘোষণা করে। প্রথম ইতালো-ইথিওপিয়ান যুদ্ধের ফলে ১৮৯৬ সালের আডওয়া যুদ্ধ হয়। সেখানে ইতালি সংখ্যাগতভাবে উচ্চতর ইথিওপিয়ানদের দ্বারা চূড়ান্তভাবে পরাজিত হয়। ফলস্বরূপ, আদ্দিস আবাবার চুক্তি অক্টোবরে স্বাক্ষরিত হয়। এটি ইরিত্রিয়ার সীমানাকে কঠোরভাবে চিত্রিত করে এবং ইতালিকে ইথিওপিয়ার স্বাধীনতাকে স্বীকৃতি দিতে বাধ্য করে। এন্টোটো সংস্কারের মাধ্যমে ইথিওপিয়ান সামরিক বাহিনীকে আধুনিক রাইফেল সরবরাহ করা হয়। একারণে অনেক ইতালীয় কমান্ডাররা যখন দেখেছিল যে কিছু ইথিওপিয়ানদের গড় ইতালীয় পদাতিকের চেয়ে বেশি উন্নত রাইফেল রয়েছে তা দেখে হতবাক হয়েন।\n১৮৯০-এর দশকের শুরুতে, সম্রাট মেনেলিক দ্বিতীয়- এর শাসনামলে, সাম্রাজ্যের বাহিনী কেন্দ্রীয় প্রদেশ শেওয়া থেকে যাত্রা শুরু করে তার রাজত্বের পশ্চিম, পূর্ব এবং দক্ষিণে বসবাসকারী ভূমি জয়ের মাধ্যমে অন্তর্ভুক্ত করার জন্য। যে অঞ্চলগুলোকে সংযুক্ত করা হয় সেগুলোর মধ্যে পশ্চিমের অরোমো (অ-শোন ওরোমো), সিদামা, গুরেজ, ওলায়তা, এবং ডিজি অন্তর্ভুক্ত ছিল। রাজকীয় সৈন্যদের মধ্যে ছিল রাস গোবেনার শেওয়ান ওরোমো মিলিশিয়া। ইথিওপিয়ার আধুনিক সীমানাগুলোর ফলে নতুন সংগঠিত অঞ্চলগুলোর সাথে, তারা যে জমিগুলোকে সংযুক্ত করে তার অনেকগুলো কখনই সাম্রাজ্যের শাসনের অধীনে ছিল না।\nইউরোপীয় শক্তি যাদের ঔপনিবেশিক সম্পত্তি ইথিওপিয়ার পাশে অবস্থিত তারা, অর্থাৎ যুক্তরাজ্য এবং ফ্রান্সের প্রতিনিধিদল শীঘ্রই এই নতুন প্রমাণিত ক্ষমতার সাথে তাদের নিজস্ব চুক্তি আলোচনার জন্য ইথিওপিয়ার রাজধানীতে পৌঁছায়।\n\n\n=== ইতালীয় আক্রমণ এবং দ্বিতীয় বিশ্বযুদ্ধ ===\n\n১৯৩৫ সালে মার্শাল এমিলিও ডি বোনোর নেতৃত্বে ইতালীয় সৈন্যরা ইথিওপিয়া আক্রমণ করে যা দ্বিতীয় ইতালো-ইথিওপিয়ান যুদ্ধ নামে পরিচিত। ইতালীয় বিজয় ঘোষণার সাত মাস আগে যুদ্ধ চলে। ইথিওপিয়ান সাম্রাজ্য ইতালীয় পূর্ব আফ্রিকার ইতালীয় উপনিবেশে অন্তর্ভুক্ত হয়। লিগ অফ নেশনস দ্বারা আক্রমণের নিন্দা করা হয়, যদিও শত্রুতা শেষ করার জন্য খুব বেশি কিছু করা হয়নি।\nসংঘাতের সময়, ইথিওপিয়ান এবং ইতালীয় সৈন্য উভয়ই যুদ্ধাপরাধ করে। ইথিওপিয়ান সৈন্যরা দম-দম বুলেট ( হেগ কনভেনশন লঙ্ঘন করে) ব্যবহার করেছে এবং বন্দী সৈন্যদের বিকৃত করেছে (প্রায়শই কাস্ট্রেশন সহ) বলে জানা যায়।  সাত বছর আগে স্বাক্ষরিত জেনেভা প্রটোকল উপেক্ষা করে ইতালীয় সৈন্যরা রাসায়নিক যুদ্ধে সালফার সরিষা ব্যবহার করে। ইতালীয় সামরিক বাহিনী বোমায় সরিষার গ্যাস ফেলে, বিমান থেকে স্প্রে করে এবং মাটিতে গুঁড়ো আকারে ছড়িয়ে দেয়। ১৫০,০০০ রাসায়নিক হতাহতের খবর পাওয়া গেছে, বেশিরভাগই সরিষা গ্যাস থেকে। যুদ্ধের পর ইতালি ইথিওপিয়াকে সংযুক্ত করে, পূর্ব আফ্রিকার ইতালির অন্যান্য উপনিবেশের সাথে একত্রিত হয়ে ইতালীয় পূর্ব আফ্রিকার নতুন উপনিবেশ গঠন করে এবং ইতালির ভিক্টর ইমানুয়েল তৃতীয় \" অ্যাবিসিনিয়ার সম্রাট\" উপাধি গ্রহণ করে।\n১৯৪০ সালের ১০ জুন, ইতালি যুক্তরাজ্য এবং ফ্রান্সের বিরুদ্ধে যুদ্ধ ঘোষণা করে, কারণ ফ্রান্স তখন নাৎসি জার্মানির দ্বারা জয়ী হওয়ার প্রক্রিয়ায় ছিল এবং বেনিটো মুসোলিনি ইতালির ঔপনিবেশিক অধিকার সম্প্রসারণ করতে চেয়েছিলেন। ১৯৪০ সালের আগস্টে ব্রিটিশ সোমালিল্যান্ডের ইতালীয় বিজয় সফল হয়, কিন্তু যুদ্ধ পরে ইতালির বিরুদ্ধে পরিণত হয়। হেইলে সেলাসি প্রতিরোধের সমাবেশে সাহায্য করার জন্য ইংল্যান্ড থেকে ইথিওপিয়ায় ফিরে আসেন। ব্রিটিশরা ১৯৪১ সালের জানুয়ারিতে ইথিওপিয়ান মুক্তিযোদ্ধাদের সহায়তায় তাদের নিজস্ব আক্রমণ শুরু করে এবং ইতালীয় পূর্ব আফ্রিকায় সর্বশেষ সংগঠিত ইতালীয় প্রতিরোধ ১৯৪১ সালের নভেম্বরে আত্মসমর্পণ করে, ইতালীয় শাসনের অবসান ঘটে।\n\n\n=== যুদ্ধোত্তর ইথিওপিয়া ===\n\n২৭ আগস্ট ১৯৪২-এ, হেইলে সেলাসি সমগ্র সাম্রাজ্য জুড়ে দাসত্বের আইনি ভিত্তি বাতিল করে এবং ক্রীতদাস ব্যবসার জন্য মৃত্যু সহ কঠোর শাস্তি আরোপ করে। দ্বিতীয় বিশ্বযুদ্ধের পর, ইথিওপিয়া জাতিসংঘের সনদ সদস্য হয়। ১৯৪৮ সালে ওগাডেন, সোমালিয়ার সাথে বিরোধপূর্ণ একটি অঞ্চল, ইথিওপিয়াকে দেওয়া হয়। ২ ডিসেম্বর ১৯৫০-এ, জাতিসংঘের সাধারণ পরিষদ ইথিওপিয়াতে ইরিত্রিয়া (সাবেক ইতালীয় উপনিবেশ) ফেডারেশন প্রতিষ্ঠা করে রেজোলিউশন ৩৯০ (V) গৃহীত হয়। এই রেজোলিউশন অনুসারে ইরিত্রিয়ার নিজস্ব সংবিধান থাকতে হবে। এটি জাতিগত, ভাষাগত এবং সাংস্কৃতিক ভারসাম্যের জন্য প্রদান করবে। তবে ইথিওপিয়া তার অর্থ, প্রতিরক্ষা এবং বৈদেশিক নীতি পরিচালনা করবে।\nদ্বিতীয় বিশ্বযুদ্ধের আগে তৈরি করা তার কেন্দ্রীকরণ নীতি থাকা সত্ত্বেও হেইল সেলাসি এখনও নিজের ইচ্ছামত সমস্ত প্রোগ্রামের জন্য ধাক্কা দিতে নিজেকে অক্ষম খুঁজে পেয়েছেন। ১৯৪২ সালে তিনি একটি প্রগতিশীল কর প্রকল্প চালু করার চেষ্টা করেন, কিন্তু অভিজাতদের বিরোধিতার কারণে এটি ব্যর্থ হয় এবং শুধুমাত্র একটি সমতল কর পাস হয়; ১৯৫১ সালে তিনি এটি কমাতেও সম্মত হন। ইথিওপিয়া তখনও \"আধা-সামন্ততান্ত্রিক\" ছিল, এবং সম্রাটের করের পদ্ধতির সংস্কারের মাধ্যমে এর সামাজিক ও অর্থনৈতিক রূপ পরিবর্তন করার প্রচেষ্টার ফলে অভিজাত ও পাদরিদের প্রতিরোধের সম্মুখীন হয়, যারা যুদ্ধোত্তর যুগে তাদের সুযোগ-সুবিধা পুনরায় চালু করতে আগ্রহী ছিল। যেখানে হেইলে সেলাসি প্রকৃতপক্ষে নতুন ভূমি কর কার্যকর করতে সফল হয়, সেখানে প্রায়শই জমির মালিকরা কৃষকদের কাছে বোঝা দিয়েছিলেন। তার ইচ্ছা থাকা সত্ত্বেও করের বোঝা মূলত কৃষকদের উপর থেকে যায়।\n১৯৪১ এবং ১৯৫৯ সালের মধ্যে, হাইল সেলাসি ইথিওপিয়ান অর্থোডক্স চার্চের অটোসেফালি প্রতিষ্ঠার জন্য কাজ করেন। ইথিওপিয়ান অর্থোডক্স চার্চের নেতৃত্বে ছিলেন আবুনা নামের একজন বিশপ। তিনি মিশরে প্যাট্রিয়ার্কেটে উত্তর দিয়েছিলেন। হাইল সেলাসি ইথিওপিয়ান বিশপদের স্বাধীনতা প্রতিষ্ঠার জন্য ১৯৪২ এবং ১৯৪৫ সালে মিশরের পবিত্র ধর্মসভায় আবেদন করেন এবং যখন তার আবেদন প্রত্যাখ্যান করা হয় তখন তিনি সেন্ট মার্কের সাথে সম্পর্ক ছিন্ন করার হুমকি দেন। অবশেষে ১৯৫৯ সালে পোপ কিরিলোস ষষ্ঠ আবুনাকে প্যাট্রিয়ার্ক-ক্যাথলিকোসে উন্নীত করেন। ইথিওপিয়ান চার্চ আলেকজান্দ্রিয়ান চার্চের সাথে অধিভুক্ত ছিল। এই প্রচেষ্টাগুলো ছাড়াও, হাইল সেলাসি গির্জার জমির উপর কর প্রবর্তন করে এবং পাদরিদের আইনি সুযোগ-সুবিধা সীমিত করে ইথিওপিয়ান গির্জা-রাষ্ট্র সম্পর্ক পরিবর্তন করে, যাদের আগে দেওয়ানি অপরাধের জন্য তাদের নিজস্ব আদালতে বিচার করা হয়।\n১৯৫৫ সালের নভেম্বরে তার রজতজয়ন্তী উদযাপনের সময়, হেইলে সেলাসি একটি সংশোধিত সংবিধান প্রবর্তন করেন, যার মাধ্যমে তিনি কার্যকর ক্ষমতা বজায় রাখেন, সংসদের নিম্নকক্ষকে একটি নির্বাচিত সংস্থায় পরিণত করার অনুমতি দিয়ে জনগণের কাছে রাজনৈতিক অংশগ্রহণ প্রসারিত করেন। দলীয় রাজনীতির জন্য সত্ত্বেওদেওয়া হয়নি। আধুনিক শিক্ষা পদ্ধতিগুলো সাম্রাজ্য জুড়ে আরও ব্যাপকভাবে ছড়িয়ে পড়েছিল, এবং দেশটি ইথিওপিয়ান ঐতিহ্যের দ্বারা এবং রাষ্ট্রের প্রাচীন রাজতান্ত্রিক কাঠামোর কাঠামোর মধ্যে একটি উন্নয়ন পরিকল্পনা এবং আধুনিকীকরণের পরিকল্পনা গ্রহণ করে। হাইলে সেলাসি আভিজাত্য এবং গির্জার ঐতিহ্যবাদীদের সাথে ব্যবহারিকভাবে আপোস করেন। তিনি রাষ্ট্র এবং জাতিগত গোষ্ঠীর মধ্যে সম্পর্ক উন্নত করার চেষ্টা করেন এবং আফার জমিগুলোকে স্বায়ত্তশাসন প্রদান করেন যেগুলো নিয়ন্ত্রণ করা কঠিন ছিল। তবুও, সামন্তবাদের অবসান ঘটাতে তার সংস্কারগুলো ধীরগতির এবং দুর্বল হয়ে পড়েছিল তার আবদ্ধ অভিজাততন্ত্রের সাথে আপস করার কারণে। ১৯৫৫ সালের সংশোধিত সংবিধান \"রাজ্যের অবিসংবাদিত ক্ষমতা\" পুনরুদ্ধার করার জন্য এবং কৃষকদের আপেক্ষিক ক্ষমতাহীনতা বজায় রাখার জন্য সমালোচিত হয়েছে।\n১৩ ডিসেম্বর ১৯৬০-এ, হাইল সেলাসি যখন ব্রাজিলে রাষ্ট্রীয় সফরে ছিলেন, তখন তার ইম্পেরিয়াল গার্ড বাহিনী একটি ব্যর্থ অভ্যুত্থান ঘটায়, সংক্ষিপ্তভাবে হাইল সেলাসির বড় ছেলে আসফা ওয়াসেনকে সম্রাট হিসেবে ঘোষণা করে। অভ্যুত্থানটি নিয়মিত সেনাবাহিনী এবং পুলিশ বাহিনী দ্বারা চূর্ণ করা হয়। অভ্যুত্থান প্রচেষ্টার ব্যাপক জনপ্রিয় সমর্থনের অভাব ছিল, ইথিওপিয়ান অর্থোডক্স চার্চ দ্বারা নিন্দা করা হয় এবং সেনাবাহিনী, বিমান বাহিনী এবং পুলিশের কাছে অজনপ্রিয় ছিল। তা সত্ত্বেও সম্রাটকে ক্ষমতাচ্যুত করার প্রচেষ্টায় ছাত্র ও শিক্ষিত শ্রেণীর সমর্থন ছিল। অভ্যুত্থান প্রচেষ্টাকে ইথিওপিয়ার ইতিহাসে একটি গুরুত্বপূর্ণ মুহূর্ত হিসাবে চিহ্নিত করা হয়েছে। সেখানে ইথিওপিয়ানরা \"প্রথমবারের মতো জনগণের সম্মতি ছাড়া রাজার শাসন করার ক্ষমতাকে প্রশ্নবিদ্ধ করে\"। ছাত্র জনগোষ্ঠী কৃষক ও দরিদ্রদের প্রতি সহানুভূতিশীল হতে শুরু করে এবং তাদের পক্ষে ওকালতি করতে শুরু করে। অভ্যুত্থান হাইলে সেলাসিকে সংস্কারকে ত্বরান্বিত করতে উদ্বুদ্ধ করে। এটি সামরিক ও পুলিশ কর্মকর্তাদের জমি অনুদানের আকারে প্রকাশিত হয়।\nসম্রাট পশ্চিমের একটি কট্টর মিত্র হিসাবে অব্যাহত রেখেছিলেন, আফ্রিকায় উপনিবেশকরণের একটি দৃঢ় নীতি অনুসরণ করার সময়। এটি এখনও বেশিরভাগ ইউরোপীয় ঔপনিবেশিক শাসনের অধীনে ছিল। জাতিসংঘ ইরিত্রিয়ার অবস্থা সম্পর্কে একটি দীর্ঘ তদন্ত পরিচালনা করেছে, পরাশক্তিরা প্রত্যেকেই রাষ্ট্রের ভবিষ্যতের অংশীদারিত্বের জন্য প্রতিদ্বন্দ্বিতা করছে। ব্রিটেন, তৎকালীন প্রশাসক, ইরিত্রিয়াকে সুদান এবং ইথিওপিয়ার মধ্যে বিভক্ত করার পরামর্শ দিয়েছিল, খ্রিস্টান এবং মুসলমানদের আলাদা করে। জাতিসংঘের একটি গণভোট ইরিত্রিয়াকে ইথিওপিয়ার সাথে ফেডারেশন করার পক্ষে ৪৬ থেকে ১০ ভোট দেয়। এটি পরবর্তীতে ৩৯০ (V) রেজোলিউশনে ২ ডিসেম্বর ১৯৫০ এ নির্ধারিত হয়। ইরিত্রিয়ার নিজস্ব সংসদ ও প্রশাসন থাকবে এবং ইথিওপিয়ার সংসদে প্রতিনিধিত্ব করা হবে এবং ফেডারেল পার্লামেন্টে পরিণত হবে। যাইহোক, হেইলে সেলাসির একটি পৃথক সংবিধানের খসড়া তৈরির ইউরোপীয় প্রচেষ্টার কোনটিই ছিল না যার অধীনে ইরিত্রিয়া শাসিত হবে এবং ইথিওপিয়া এবং ইরিত্রিয়া উভয় ক্ষেত্রেই তার নিজস্ব ১৯৫৫ সালের সংবিধান প্রয়োগ করতে চেয়েছিলেন। ১৯৬১ সালে স্বাধীনতা-মনস্ক ইরিত্রিয়ান এবং ইথিওপিয়ান বাহিনীর মধ্যে উত্তেজনা ইরিত্রিয়ান স্বাধীনতা যুদ্ধে পরিণত হয়। সম্রাট ১৯৬২ সালে ইরিত্রিয়াকে ইথিওপিয়ার চতুর্দশ প্রদেশ ঘোষণা করেন\n১৯৬৩ সালে হাইল সেলাসি মহাদেশ-ব্যাপী আফ্রিকান ইউনিয়ন (AU) এর অগ্রদূত আফ্রিকান ইউনিটি (OAU) গঠনে সভাপতিত্ব করেন। নতুন সংস্থা আদ্দিস আবাবায় তার সদর দপ্তর স্থাপন করবে। সেই বছরের মে মাসে, হেইলে সেলাসি অগ্রদূত আফ্রিকান ইউনিটির প্রথম অফিসিয়াল চেয়ারপারসন হিসেবে নির্বাচিত হন, একটি ঘূর্ণায়মান আসন। মালির মোদিবো কিতার সাথে, ইথিওপিয়ার নেতা পরবর্তীতে বামাকো চুক্তিতে সফলভাবে আলোচনায় সাহায্য করবেন। এটি মরক্কো এবং আলজেরিয়ার মধ্যে সীমান্ত সংঘাতের অবসান ঘটায়। ১৯৬৪ সালে হাইলে সেলাসি আফ্রিকার মার্কিন যুক্তরাষ্ট্রের ধারণার সূচনা করবেন, একটি প্রস্তাব পরে মুয়াম্মার গাদ্দাফি গ্রহণ করেন।\nছাত্র অশান্তি ১৯৬০ এবং ১৯৭০ এর দশকে ইথিওপিয়ান জীবনের একটি নিয়মিত বৈশিষ্ট্য হয়ে ওঠে। মার্কসবাদ ইথিওপিয়ান বুদ্ধিজীবীদের বড় অংশে শিকড় গেড়েছিল, বিশেষ করে যারা বিদেশে পড়াশোনা করে এবং এইভাবে উগ্র ও বামপন্থী অনুভূতির মুখোমুখি হয় যা বিশ্বের অন্যান্য অংশে জনপ্রিয় হয়ে উঠছিল। ইম্পেরিয়াল কোর্ট এবং পার্লামেন্টে রক্ষণশীল উপাদানগুলোর দ্বারা এবং ইথিওপিয়ান অর্থোডক্স চার্চের দ্বারা প্রতিরোধ, হেইল সেলাসির ভূমি সংস্কার প্রস্তাবগুলোকে বাস্তবায়ন করা কঠিন করে তোলে এবং সরকারের অবস্থানকেও ক্ষতিগ্রস্ত করে, যার ফলে হেইল সেলাসি তার একসময় যে সদিচ্ছা উপভোগ করেন তার অনেকটাই খরচ করে। এতে কৃষকদের মধ্যে ক্ষোভের সৃষ্টি হয়েছে। ইউনিয়নকে দুর্বল করার প্রচেষ্টাও তার ভাবমূর্তি ক্ষুন্ন করে। এই সমস্যাগুলো জমে উঠতে শুরু করলে, হেইলে সেলাসি তার প্রধানমন্ত্রী আকলিলু হাবতে ওল্ডের কাছে বেশিরভাগ অভ্যন্তরীণ শাসনভার ছেড়ে দেন এবং বিদেশী বিষয়ে আরও মনোনিবেশ করেন।\n\n\n=== রাজতন্ত্রের পতন ===\n\n১৯৭৩ সালের উল্লো দুর্ভিক্ষ, শহুরে স্বার্থ গোষ্ঠীর ক্রমবর্ধমান অসন্তোষ এবং ১৯৭৩ সালের তেল সংকটের কারণে জ্বালানির উচ্চ মূল্যের জন্য সরকারের ব্যর্থতা ১৯৭৪ সালের ফেব্রুয়ারিতে সেনাবাহিনী এবং বেসামরিক জনগণের দ্বারা একটি বিদ্রোহের দিকে পরিচালিত করে। জুন মাসে, সামরিক কর্মকর্তাদের একটি দল ব্যাপক বিদ্রোহের পর বেসামরিক সরকারের ক্ষমতাহীনতার কারণে আইন-শৃঙ্খলা বজায় রাখার জন্য সশস্ত্র বাহিনী, পুলিশ এবং টেরিটোরিয়াল আর্মির সমন্বয়কারী কমিটি গঠন করে যা ডেরগ নামেও পরিচিত।\nজুলাই মাসে, সম্রাট হেইলে সেলাসি প্রতিটি স্তরে সামরিক এবং সরকারি কর্মকর্তাদের গ্রেপ্তারের জন্য ডেরগকে মূল ছাড় দিয়েছিলেন। শীঘ্রই উভয় প্রাক্তন প্রধানমন্ত্রী সেহাফি তায়েজাজ আকলিলু হাবতে-ওল্ড এবং এন্ডেলকাচেউ মাকোনেন, তাদের বেশিরভাগ মন্ত্রিসভা, বেশিরভাগ আঞ্চলিক গভর্নর, অনেক সিনিয়র সামরিক অফিসার এবং ইম্পেরিয়াল কোর্টের কর্মকর্তাদের কারারুদ্ধ করা হয়। আগস্টে, একটি সাংবিধানিক রাজতন্ত্র তৈরির প্রস্তাবিত সংবিধান সম্রাটের কাছে উপস্থাপন করার পর, ডর্গ সেই দিকের আরও উন্নয়ন রোধ করার জন্য সাম্রাজ্যিক সরকারকে ভেঙে দেওয়ার একটি কর্মসূচি শুরু করে। দার্গ ১২ সেপ্টেম্বর ১৯৭৪-এ সম্রাটকে পদচ্যুত ও বন্দী করে এবং একজন জনপ্রিয় সামরিক নেতা ও একজন স্যান্ডহার্স্ট স্নাতক লেফটেন্যান্ট জেনারেল আমান অ্যান্ডমকে ভারপ্রাপ্ত রাষ্ট্রপ্রধান হিসেবে বেছে নেন। এটি মুলতুবি ছিল ক্রাউন প্রিন্স আসফাউ ওয়াসেন ইউরোপে চিকিৎসা থেকে প্রত্যাবর্তন করার সময় যখন তিনি সাংবিধানিক রাজা হিসাবে সিংহাসন গ্রহণ করবেন। যাইহোক, জেনারেল আমান আন্দম ইরিত্রিয়াতে একটি নতুন সামরিক আক্রমণের ইস্যুতে এবং সেলাসির প্রাক্তন সরকারের উচ্চপদস্থ কর্মকর্তাদের মৃত্যুদন্ড কার্যকর করার জন্য তাদের প্রস্তাবের ইস্যুতে দার্গের মৌলবাদীদের সাথে ঝগড়া করেন। তার প্রতি অনুগত ইউনিটগুলোকে নির্মূল করার পর: প্রকৌশলী, ইম্পেরিয়াল বডিগার্ড এবং বিমান বাহিনী, ডারগ জেনারেল আমানকে ক্ষমতা থেকে অপসারণ করে এবং ২৩ নভেম্বর ১৯৭৪ সালে তার কিছু সমর্থক এবং পূর্ববর্তী সাম্রাজ্য সরকারের ৬০ জন কর্মকর্তা সহ তাকে মৃত্যুদণ্ড দেয়।\nব্রিগেডিয়ার জেনারেল তাফারি বেন্টি ডেরগের নতুন চেয়ারম্যান এবং রাষ্ট্রপ্রধান হন। ১৯৭৫ সালের মার্চ মাসে রাজতন্ত্র আনুষ্ঠানিকভাবে বিলুপ্ত হয় এবং মার্কসবাদ-লেনিনবাদকে রাষ্ট্রের নতুন আদর্শ ঘোষণা করা হয়। সম্রাট হেইলে সেলাসি ২৭ আগস্ট ১৯৭৫ সালে রহস্যজনক পরিস্থিতিতে মারা যান যখন তার ব্যক্তিগত চিকিত্সক অনুপস্থিত ছিলেন। এটি সাধারণত বিশ্বাস করা হয় যে মেঙ্গিস্তু হাইলে মারিয়াম তাকে হত্যা করেছে, হয় এটি করার আদেশ দিয়ে বা তার নিজের হাতে, যদিও পূর্বেরটি সম্ভবত বেশি।\n\n\n== সমাজ ==\nবাহরির মতে, তার সময়ের সামন্ততান্ত্রিক ইথিওপিয়াতে দশটি সামাজিক গোষ্ঠী ছিল, অর্থাৎ ষোড়শ শতাব্দীর শেষের দিকে। এই সামাজিক দলগুলো সন্ন্যাসীদের নিয়ে গঠিত; ঋণী lay Off১মcer (বিচারক সহ); গণ্যমান্য ব্যক্তিদের স্ত্রী এবং রাজকন্যাদের ব্যক্তিগত সুরক্ষা প্রদানকারী অস্ত্রধারী পুরুষরা; শিমগ্লে, যারা প্রভু এবং বংশগত জমির মালিক ছিলেন; তাদের ক্ষেত শ্রমিক বা দাস; ব্যবসায়ী; কারিগর বিচরণকারী গায়ক; এবং সৈন্যদের, যাদের চেওয়া বলা হত। আধুনিক চিন্তাধারা অনুসারে, এই বিভাগগুলোর মধ্যে কিছু সত্য শ্রেণি নয়। তবে অন্ততঃ শিমগল, দাস, চেওয়া, কারিগর এবং ব্যবসায়ীরা নির্দিষ্ট শ্রেণী গঠন করে। ক্ষমতা সম্রাট এবং সেই অভিজাতদের উপর ন্যস্ত ছিল যাদেরকে তিনি তার ক্ষমতা কার্যকর করার জন্য নিযুক্ত করেন এবং ক্ষমতা প্রয়োগকারী যন্ত্রের মধ্যে ছিল এক শ্রেণীর সৈন্য, চেওয়া।\n\n\n== সামরিক ==\nআমদে সিয়নের শাসনামল থেকে চেওয়া রেজিমেন্ট নামক সৈন্যবাহিনী সাম্রাজ্যের সামরিক বাহিনীর মেরুদণ্ড তৈরি করে। এই রেজিমেন্টগুলোর নামের গিজ ভাষায় শব্দটি হল সেওয়া বা ṣewa (ጼዋ) এবং আমহারিক শব্দটি হল č̣äwa বা চেওয়া (ጨዋ)। ইথিওপীয় সাম্রাজ্যের একটি রেজিমেন্টের স্বাভাবিক আকার ছিল কয়েক হাজার লোক। প্রতিটি রেজিমেন্টকে একটি ফিফ (গুল্ট) বরাদ্দ করা হয়, যাতে ভূমি রাজস্ব দ্বারা এর রক্ষণাবেক্ষণ নিশ্চিত করা হয়।\n১৪৪৫ সালে গোমিতের যুদ্ধের পরে, ইতিহাসে রেকর্ড করা হয়েছে যে সম্রাট জারা ইয়াকব চেওয়া রেজিমেন্টের সাথে প্রদেশগুলোকে সাজানো শুরু করেন।\n\nসামরিক বাহিনীর প্রধান বিভাগ ছিল :\n\nআদালতে রেজিমেন্ট উচ্চ আদালতের কর্মকর্তাদের অধীনে\nপ্রদেশে রেজিমেন্ট, আঞ্চলিক রাসেস বা অন্যান্য কর্মকর্তাদের অধীনে\nসীমান্ত অঞ্চলে রেজিমেন্ট, বা আরও স্বায়ত্তশাসিত প্রদেশ, যেমন হাদিয়া, বাহির নেগাশ, বেলে, আজমাচের অধীনে যারা রাজা কর্তৃক নিযুক্ত সামরিক কর্মকর্তা ছিলেন।\nচেওয়া রেজিমেন্টগুলোর মধ্যে একটি গিজে আবে লাহম বা ওরোমোতে ওয়েরেজেনু নামে পরিচিত ছিল। এটি দীর্ঘকাল স্থায়ী ছিল এবং আডওয়ার যুদ্ধে অংশগ্রহণ করে। তবে ১৯২০-এর দশকে এটি পর্যায়ক্রমে বাদ দেওয়া হয়।\n১৯১৭ সালে সাম্রাজ্যের নিরাপত্তা বাহিনী কেবুর জাবাগ্না গঠনের সাথে রাস তাফারি মাকোনেনের অধীনে আধুনিক সেনাবাহিনী তৈরি করা হয়।\n\n\n== অর্থনীতি ==\n\nসামন্ততান্ত্রিক ব্যবস্থার কাঠামোতে বিংশ শতাব্দী পর্যন্ত অর্থনীতিতে \"আদিম অর্থ\" এবং বিভিন্ন ধরণের মুদ্রা সহ শতাব্দীর পুরানো বিনিময় ব্যবস্থা ছিল। কৃষকরা উৎপাদনের জন্য কাজ করত এবং তাদের ক্রিয়াকলাপ কর, বিপণন অবকাঠামো এবং কৃষি উৎপাদনের জন্য নির্ধারণ করত।\n১৯০৫ সালে মেনেলিক দ্বিতীয় প্রথম ব্যাঙ্ক ব্যাঙ্ক অফ আবিসিনিয়া প্রতিষ্ঠা করেন। এটি ১৯০৪ সালের ডিসেম্বরে ব্রিটিশ দখলকৃত ন্যাশনাল ব্যাঙ্ক অফ মিশরের কাছ থেকে ছাড়ের পরে। এটি সমস্ত সরকারি পাবলিক তহবিল, ঋণ, মুদ্রণ ব্যাঙ্কনোট, মিন্ট কয়েন এবং অন্যান্য সুযোগ-সুবিধাগুলো একচেটিয়াভাবে ব্যবহার করত। এটি হারার, ডায়ার দাওয়া, গোর এবং ডেম্বিডোলো এবং গাম্বেলার এজেন্সি এবং জিবুতিতে ট্রানজিট অফিসে শাখা প্রসারিত করেছে। ১৯৩২ সালে সম্রাট হেইল সেলাসি কর্তৃক প্রদত্ত ক্ষতিপূরণের পরে এটির নামকরণ করা হয় \"ব্যাংক অফ ইথিওপিয়া\"। শিল্প ও উৎপাদন সম্প্রসারণের জন্য, হাইল সেলাসি, জাতীয় অর্থনৈতিক পরিষদের সহায়তায়, ১৯৫৭ থেকে ১৯৭৪ সাল পর্যন্ত তিনটি পঞ্চবার্ষিক মহাপরিকল্পনাকে অন্তর্ভুক্ত করে উন্নয়ন পরিকল্পনা গ্রহণ করেন ১৯৬০ থেকে ১৯৭০ সালের মধ্যে, ইথিওপিয়া মাথাপিছু এবং মোট দেশজ উৎপাদন (জিডিপি) বার্ষিক ৪.৪% বৃদ্ধির হার উপভোগ করে। উৎপাদন বৃদ্ধির হার ১৯৬০/৬১ সালে ১.৯% থেকে ১৯৭৩/৭৪ সালে ৪.৪% এ বৃদ্ধি পেয়েছিল, পাইকারি, খুচরা বাণিজ্য, পরিবহন এবং যোগাযোগ খাত ৯.৫% থেকে ১৫.৬% বৃদ্ধি পেয়েছে। ইথিওপিয়া প্রায় ৮০০,০০০ বুশেল গম রপ্তানি করে, প্রধানত মিশর রাজ্য, ডাচ ইস্ট ইন্ডিজ এবং গ্রীসে। ১৯৩৪ সালের কাছাকাছি ইথিওপিয়ার জিডিপি ছিল ১.৩ বিলিয়ন ডলার, দ্বিতীয় ইতালো-ইথিওপিয়ান যুদ্ধের কারণে ব্যাপকভাবে কমে যাওয়ার আগে।\n\n\n== মুদ্রা ==\nইথিওপিয়ার ইতিহাসের পূর্ববর্তী সময়ের সবচেয়ে সাধারণ মুদ্রা ছিল প্রয়োজনীয় জিনিস যেমন, \"আমোল\" ( লবণ বার ), কাপড়ের টুকরো বা লোহা এবং পরবর্তী কার্তুজ। এটা শুধুমাত্র ১৯ শতকে যে মারিয়া থেরেসা থ্যালার বৃহৎ লেনদেনের বিনিময়ের মাধ্যম হয়ে উঠেছিল, যতক্ষণ না মেনেলিক অবশেষে শতাব্দীর শুরুতে স্থানীয় মুদ্রা তৈরি করা শুরু করেন।\n\n\n== সরকার ==\nসামন্তবাদ ইথিওপিয়ান সাম্রাজ্যের কেন্দ্রীয় নীতিতে পরিণত হওয়ায় এটি প্রাতিষ্ঠানিক সামাজিক বৈষম্য সহ একটি কর্তৃত্ববাদী ব্যবস্থায় বিকশিত হয়। জমি প্রধান পণ্য হয়ে ওঠার ফলে এর অধিগ্রহণই সাম্রাজ্যবাদের মূল চালিকা শক্তি হয়ে ওঠে। বিশেষ করে দ্বিতীয় মেনেলিকের রাজত্বের পর থেকে তা প্রকট হতে থাকে।\nসম্রাট হেইলে সেলাসির আধুনিকীকরণ প্রচেষ্টার অংশ হিসাবে ১৯৩১ এবং ১৯৫৫ সংবিধান প্রবর্তনের মাধ্যমে ঐতিহ্যগত রাজতান্ত্রিক শাসন ব্যবস্থা সংস্কার করা হয়। এটি দুটি আইনসভা সংস্থার পাশাপাশি একটি এক কেন্দ্রীক সংসদীয় ব্যবস্থা প্রবর্তন করে। সংসদের দুটি কক্ষ হলো: চেম্বার অফ সিনেট (ইয়েহেগু মেওসেগনা মেকার বেথ) এবং চেম্বার অফ ডেপুটিস (ইয়েহেগু মেমেরিয়া মেকার বেথ)। ১৯৫৬ সালের সংবিধানের ৫৬ অনুচ্ছেদের অধীনে, প্রতিটি অধিবেশনের শুরুতে বা শেষে মিলিত হওয়া উভয় চেম্বারের সদস্য একই সাথে কেউ হতে পারে না।\nসংসদীয় কাঠামোতে চেম্বার অফ ডেপুটিস প্রতি চার বছরে নির্বাচিত ২৫০ জন সদস্য নিয়ে গঠিত। অন্যদিকে সেনেট ডেপুটিদের অর্ধেক (১২৫) নিয়ে গঠিত এবং প্রতি ছয় বছরে সম্রাট কর্তৃক সরাসরি নিযুক্ত হতেন।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}