{"pageid": 1427939, "title": "কার্বন মূল্য", "url": "https://bn.wikipedia.org/wiki?curid=1427939", "content": "কার্বন মূল্যনির্ধারণ (অথবা CO২ মূল্যনির্ধারণ) জলবায়ু পরিবর্তন মোকাবেলায় বিভিন্ন দেশের প্রয়োগ করা একটি পদ্ধতি। গ্রিনহাউস গ্যাস নির্গমনের ওপর এই খরচ আরোপ করা হয় যাতে দূষণকারীদেরকে জীবাশ্ম জ্বালানী যেমন- কয়লা, তেল ও গ্যাস পোড়ানোর পরিমাণ কমাতে উৎসাহিত করা যায়। কার্বন মূল্যনির্ধারণ তাত্ত্বিকভাবে একটি কার্যকর পদ্ধতি হিসেবে ব্যাপক স্বীকৃতি পেয়েছে। কার্বন মূল্য নির্ধারণ একটি নেতিবাচক বহিঃপ্রভাবের (negative externality) অর্থনৈতিক সমস্যাটি মোকাবেলায় কাজ করে। কার্বন-ডাই-অক্সাইড (CO2) এবং অন্যান্য গ্রিনহাউস গ্যাস (GHG) নির্গমনের ক্ষতিকর প্রভাবের জন্য বাজার ব্যবস্থায় কোনো মূল্য নির্ধারিত থাকে না। ফলে, এই ক্ষতিকর নির্গমন মোকাবেলায় প্রয়োজনীয় পদক্ষেপ নেওয়া হয় না।\nকার্বন মূল্য সাধারণত কার্বন ট্যাক্স অথবা ক্যাপ অ্যান্ড ট্রেড সিস্টেমের মাধ্যমে প্রয়োগ করা হয়। ক্যাপ অ্যান্ড ট্রেড সিস্টেমে নির্গমনকারীদের জন্য নির্গমনের ভাতা কিনতে হয়।\n২০২১ সালে বৈশ্বিক গ্রিনহাউস গ্যাস নির্গমনের ২১.৭% কার্বন মূল্য নির্ধারণের আওতায় এসেছে, যা একটি বড় অগ্রগতি। চীনের জাতীয় কার্বন ট্রেডিং স্কিম চালু হওয়ার মধ্য দিয়ে এই অগ্রগতির বড় অংশটি অর্জিত হয়েছে। অধিকাংশ ইউরোপীয় দেশ ও কানাডাতে কার্বন প্রাইসিং কার্যকর আছে। অন্যদিকে ভারত, রাশিয়া, উপসাগরীয় দেশ এবং অনেক মার্কিন যুক্তরাষ্ট্রের অঙ্গরাজ্যগুলোতে এখনও কার্বন নির্গমনের উপর মূল্য আরোপ চালু হয়নি। অস্ট্রেলিয়ায় ২০১২ থেকে ২০১৪ সাল পর্যন্ত কার্বন মূল্য নির্ধারণ প্রকল্প চালু ছিল। ২০২০ সালে কার্বন মূল্যনির্ধারণ থেকে বিশ্বব্যাপী ৫৩ বিলিয়ন মার্কিন ডলার রাজস্ব আদায় হয়েছে।\nআন্তর্জাতিক জলবায়ু পরিবর্তন বিষয়ক প্যানেল (IPCC) অনুসারে, বিশ্ব উষ্ণায়ন ১.৫ ডিগ্রী সেলসিয়াসের মধ্যে রাখতে ২০৩০ সালে প্রতি টন কার্বন নির্গমনের মূল্য ১৩৫ থেকে ৫৫০০ ডলার এবং ২০৫০ সালের মধ্যে ২৪৫ থেকে ১৩,০০০ ডলার নির্ধারণ করা প্রয়োজন।\nসাম্প্রতিক মডেল অনুযায়ী, অর্থনৈতিক প্রতিক্রিয়া এবং বিশ্বব্যাপী জিডিপি প্রবৃদ্ধির হার কমে যাওয়ার ফলে কার্বনের সামাজিক মূল্য (social cost) প্রতি টন সিও২ এর ক্ষতি ৩০০০ মার্কিন ডলারেরও বেশি হবে। নীতি প্রণেতারা কার্বন মূল্য প্রতি টনে ৫০ থেকে ২০০ ডলারের মধ্যে রাখার সুপারিশ করেছেন। চীনের ইটিএস সহ অনেক কার্বন মূল্যনির্ধারণ প্রকল্প প্রতি টন সিও২ এর জন্য ১০ ডলারের নিচে রয়েছে। একটি ব্যতিক্রম হল ইউরোপীয় ইউনিয়ন নির্গমন ট্রেডিং সিস্টেম (EU-ETS) যা ২০২৩ সালের ফেব্রুয়ারিতে ১০০ ইউরো/টন সিও২ (১১৮ মার্কিন ডলার) ছাড়িয়ে গেছে।\nকার্বন কর এর সরলতা ও স্থিতিশীলতার কারণে অর্থনৈতিক ভিত্তিতে এটিকে অগ্রাধিকার দেওয়া হয়। তবে তাত্ত্বিকভাবে ক্যাপ-এন্ড-ট্রেড প্রক্রিয়ায় অবশিষ্ট কার্বন বাজেটের সীমার মধ্যে নির্গমন ভাতা সীমাবদ্ধ করার সম্ভাবনা রয়েছে। বর্তমান বাস্তবায়ন পরিকল্পনাগুলো শুধু নির্দিষ্ট নির্গমন হ্রাসের লক্ষ্যগুলো পূরণের জন্যই তৈরি করা হয়েছে।\n\n\n== উদ্দেশ্য ==\nঅনেক অর্থনীতিবিদ বিশ্বাস করেন, নির্গমন (এমিশন) কমানোর সবচেয়ে কার্যকরী উপায় হলো কার্বনের ওপর মূল্য আরোপ করা। এর অর্থ কার্বন ব্যবহারে সর্বনিম্ন সম্ভাব্য খরচে নির্গমন হ্রাস করা, যেখানে এই খরচগুলোর মধ্যে রয়েছে দক্ষতা বৃদ্ধির ব্যয় এবং জীবাশ্ম জ্বালানির মাধ্যমে পাওয়া পণ্য ও সেবা কম ব্যবহারের অসুবিধার ফলে সৃষ্ট খরচ। মূলত, কার্বন নির্গমনের সাথে জড়িত 'অব্যক্ত বাহ্যিক খরচগুলোকে' (যেগুলোর কোন মূল্য নির্ধারিত নেই) তাদের উৎসে মূল্য আরোপের মাধ্যমে একটি বাজার ব্যর্থতা দূর করে এই কার্যকারিতা অর্জিত হয়।\nঅর্থনীতিবিদদের মতে, কোন নির্গমনকারী প্রতিটি নির্গমনের ফলে কতটুকু সুবিধা পাচ্ছে তা নিয়ন্ত্রক সংস্থার পক্ষে নির্ণয় করা অত্যন্ত কঠিন।  এজন্য দক্ষ ফলাফল আসার সম্ভাবনা খুবই কম যদি নিয়ন্ত্রক সংস্থা নির্ধারণ করতে যায় কে নির্গমন করতে পারবে এবং কে পারবে না। অর্থনীতিবিদরা এজন্যই 'নিয়ন্ত্রণ ও আদেশ' নীতি কার্যকর হবে না এবং কার্বনের ওপর মূল্য আরোপের মতো বাজার ভিত্তিক প্রক্রিয়ার তুলনায় কম কার্যকর হবে বলে মত দেন। IPCC-এর ভাষায়, \"[নবায়নযোগ্য জ্বালানি ভর্তুকি] হ্রাসকরণ প্রক্রিয়া ত্বরান্বিত করার জন্য কার্বন কর এবং নির্গমন বাণিজ্যের তুলনায় কম কার্যকর বিকল্প\" (ধারা 3.8.1.2)।\n\n\n=== কার্বন নিঃসরণ বাণিজ্য (Emissions Trading) ===\n\nএকটি ক্যাপ-অ্যান্ড-ট্রেড পদ্ধতিতে, পারমিটের বাজার স্বয়ংক্রিয়ভাবে কার্বন মূল্য এমন একটি স্তরে সামঞ্জস্য করে যেটা নিশ্চিত করে যে নির্ধারিত সীমা বা 'ক্যাপ' পালন করা হচ্ছে। সরকার প্রথমে একটি নিঃসরণ সীমা নির্ধারণ করে, উদাহরণস্বরূপ প্রতি বছর ১০০০ টন কার্বন-ডাই-অক্সাইড। তারপরে হয় তারা পারমিটগুলি অংশীদারদের বিনামূল্যে প্রদান করে, অথবা সর্বোচ্চ দরদাতাকে নিলামে বিক্রি করে। পারমিট বিতরণের পরে, সেগুলি ব্যক্তিগতভাবে লেনদেন করা যেতে পারে। যাদের প্রয়োজনীয় পারমিট নেই তারা জরিমানার মুখোমুখি হতে পারে যা পারমিট ক্রয়ের চেয়ে বেশি ব্যয়বহুল। যদি 'ক্যাপ' এর পরিমাণ কম রাখা হয়, তবে পারমিটের স্বল্পতা দেখা দেবে এবং পারমিটের দাম বেশি হবে।\nইউরোপীয় ইউনিয়নের নিঃসরণ বাণিজ্য প্রকল্প বা ইইউ ইটিএস (EU ETS) এই পদ্ধতি ব্যবহার করে। ২০০৫ থেকে ২০০৯ সাল পর্যন্ত এর ফলে বেশ শক্তিশালী কার্বন মূল্যের যাত্রা শুরু হয়। তবে পরবর্তীতে যখন জোগান বৃদ্ধি পায় এবং বিশ্বব্যাপী অর্থনৈতিক মন্দার প্রভাব দেখা দেয়, তখন এই ব্যবস্থা দুর্বল হতে শুরু করে। সাম্প্রতিক নীতি পরিবর্তনের ফলে ২০১৮ সাল থেকে কার্বন মূল্য হু হু করে বেড়ে যায় এবং ২০২৩ সালের ফেব্রুয়ারিতে তা ১০০ ইউরো/টন CO2 ($১১৮) ছাড়িয়ে যায়।\n\n\n=== কার্বন কর ===\nকার্বন কর হলো পণ্য ও সেবা উৎপাদনের সময় যে কার্বন নিঃসরণ হয়, তার উপর আরোপিত একটি কর। কার্বন নিঃসরণজনিত 'লুকানো' সামাজিক ব্যয়কে দৃশ্যমান করার মাধ্যমে এই কর আরোপ করা হয়। বায়ুমণ্ডলে কার্বন নিঃসরণের ভয়াবহ প্রভাব রয়েছে যেমন, প্রাকৃতিক দুর্যোগের তীব্রতা বৃদ্ধি। জীবাশ্ম জ্বালানির দাম বাড়িয়ে কার্বন কর এই ক্ষতিকর গ্রিনহাউস গ্যাসের নিঃসরণ কমাতে সাহায্য করে। ফলে কার্বনবহুল পণ্য ও সেবার চাহিদাও হ্রাস পায়, এবং সেগুলো উৎপাদনে কম কার্বন নিঃসরণকারী পদ্ধতি গ্রহণের প্রবণতা বৃদ্ধি পায়।\nজ্বালানি যেমন কয়লা, তেল, বা প্রাকৃতিক গ্যাস পোড়ানোর ফলে সেগুলোর মধ্যকার অধিকাংশ কার্বন কার্বন-ডাই-অক্সাইডে (CO2) রূপান্তরিত হয়। গ্রিনহাউস গ্যাসগুলো জলবায়ু পরিবর্তনের মূল কারণ হিসেবে কাজ করে যা আমাদের পরিবেশ ও স্বাস্থ্যের ব্যাপক ক্ষতিসাধন করে। তাই উৎপাদন প্রক্রিয়ার যেকোনো পর্যায়েই পণ্যের কার্বন পরিমাণের (carbon content) উপর কর বসিয়ে এই নেতিবাচক প্রভাবগুলোকে হ্রাস করা যেতে পারে। কার্বন কর এই ধরনের একটি কর ব্যবস্থা যাকে পিগোভিয়ান কর (Pigovian Tax) বলা হয়।\nসবচেয়ে সাধারণভাবে, কার্বন কর শুধু কার্বন ডাই অক্সাইড নিঃসরণের ক্ষেত্রেই প্রযোজ্য। তবে অন্যান্য গ্রীনহাউস গ্যাস যেমন মিথেন বা নাইট্রাস অক্সাইডের ক্ষেত্রেও এধরনের কর আরোপ করা যেতে পারে। এক্ষেত্রে প্রতিটি গ্রীনহাউস গ্যাসের ক্ষতিকর প্রভাব কার্বন-ডাই-অক্সাইডের সমতুল্য করে পরিমাপ করা হয়।\nগবেষণায় দেখা গেছে কার্বন কর নিঃসরণ হ্রাসের একটি কার্যকরী পদ্ধতি। বহু অর্থনীতিবিদ যুক্তি দেখান যে জলবায়ু পরিবর্তনের মোকাবেলায় কার্বন কর সবচেয়ে কার্যকরী এবং ব্যয়সাশ্রয়ী পদক্ষেপ।  ৭৭টি দেশ এবং ১০০টিরও বেশি শহর ২০৫০ সালের মধ্যে কার্বন নিঃসরণ শূন্য করার প্রতিশ্রুতি দিয়েছে। ২০১৯ সালের তথ্য অনুযায়ী, ২৫টি দেশে কার্বন কর বাস্তবায়িত হয়েছে বা তা বাস্তবায়নের সময়সূচী নির্ধারিত হয়েছে। ৪৬টি দেশ কোনো না কোনভাবে কার্বন মূল্যায়ন প্রক্রিয়া (carbon price), যেমন কার্বন কর বা কার্বন নিঃসরণ বিনিময় প্রক্রিয়া চালু করেছে।\nকার্বন কর প্রায়ই প্রতিক্রিয়াশীল (regressive) হয়। নিম্নআয়ের পরিবারগুলো উচ্চআয়ের পরিবারের তুলনায় কার্বন নিঃসরণবহুল পণ্য ও সেবা যেমন পরিবহনে তাদের আয়ের অধিক অংশ ব্যয় করে। সেজন্য কার্বন কর এই কর আরোপে গরীব জনগোষ্ঠীর কল্যাণে নেতিবাচক প্রভাব ফেলে এবং তাদের ভোগ্যপণ্যের দাম বাড়িয়ে দেয়, যদিও এই করের উদ্দেশ্য ভিন্ন। অতএব কার্বন করকে আরো কল্যাণমুখী করে তুলতে নীতিনির্ধারকরা কার্বন কর থেকে যে রাজস্ব আদায় হবে, তা নিম্নআয়ের জনগোষ্ঠীর মাঝে আয়কর হ্রাস করে বা ভাতা প্রদানের মাধ্যমে পুনর্বণ্টন করতে পারেন। এই বিষয়টি মাথায় রেখেই জলবায়ু পরিবর্তন সংক্রান্ত রাজনীতিতে করের পরিবর্তে 'কার্বন ফি ও লভ্যাংশ' শব্দযুগলটি অনেকসময় ব্যবহৃত হয়। কার্বন কর বিদ্যুতের দামও বাড়িয়ে দিতে পারে।\nকার্বন মূল্য (Carbon Price) নীতিতে কার্বন কর ছাড়াও কার্বন নিঃসরণ বিনিময় পদ্ধতি রয়েছে। কার্বন কর-এর আরো দুটি অর্থনৈতিক বিকল্প হলো ক্রয়-বিক্রয়যোগ্য পারমিট/ক্রেডিট ব্যবস্থা এবং ভর্তুকি।\n২০২১ সালের জুন থেকে জুলাইয়ের মধ্যে ৩১টি দেশে গ্লোবস্ক্যান নামক প্রতিষ্ঠানের একটি মতামত জরিপে দেখা গেছে যে গড়ে ৬২% মানুষ কার্বন করের পক্ষে, এবং মাত্র ৩৩% মানুষ এটির বিপক্ষে। জরিপে উল্লেখিত ৩১টি দেশের ২৮টি দেশেই অধিকাংশ মানুষ কার্বন কর নীতির সমর্থক।\n\n\n==== হাইব্রিড নকশা ====\nকার্বন নিঃসরণের ক্যাপ-এন্ড-ট্রেড ব্যবস্থায় দামের স্থিতিশীলতার জন্য সর্বোচ্চ ও সর্বনিম্ন সীমা থাকতে পারে। এধরনের ব্যবস্থাকে হাইব্রিড নকশা বলা যেতে পারে। এই সর্বোচ্চ ও সর্বনিম্ন সীমার দ্বারা যতটুকু দাম নিয়ন্ত্রিত থাকে ততটুকুকে কর হিসেবে বিবেচনা করা হতে পারে।\n\n\n=== কার্বন কর বনাম নির্গমন বাণিজ্য ===\nকার্বন নির্গমন বাণিজ্য একটি নির্দিষ্ট সীমা নির্ধারণের মাধ্যমে কাজ করে যা নির্গমনকারীদের দ্বারা উৎপাদিত নির্গমনকে সীমিত রাখে। ফলে, এই লক্ষ্যমাত্রার সাথে মূল্য স্বয়ংক্রিয়ভাবে সামঞ্জস্যপূর্ণ হয়ে যায়। নির্দিষ্ট কার্বন করের তুলনায় এটিই এর মূল সুবিধা।\nঅন্যদিকে, কার্বন করকে ক্যাপ-অ্যান্ড-ট্রেড প্রোগ্রামগুলির তুলনায় ব্যাপক আকারে প্রয়োগ করা সহজতর বলে মনে করা হয়। ব্রিটিশ কলম্বিয়া, কানাডায় একটি কার্বন করের সরলতা এবং তাৎক্ষণিক কার্যকারিতা প্রমাণিত হয়েছে - মাত্র পাঁচ মাসের মধ্যে প্রণীত এবং বাস্তবায়িত।\nএকটি হাইব্রিড ক্যাপ-অ্যান্ড-ট্রেড প্রোগ্রাম মূল্য বৃদ্ধিতে একটি সীমা নির্ধারণ করে এবং কিছু ক্ষেত্রে, ন্যূনতম দামও নির্ধারণ করে। একটি নির্ধারিত মূল্যে বাজারে আরও ভাতা যোগ করে এই সর্বোচ্চ সীমা বজায় রাখা হয়। অন্যদিকে বাজারে ন্যূনতম মূল্যের নিচে বিক্রির অনুমতি না দিয়ে তল মূল্য বজায় রাখা হয়। উদাহরণস্বরূপ, আঞ্চলিক গ্রিনহাউস গ্যাস উদ্যোগ এর ব্যয় নিয়ন্ত্রণ বিধানের মাধ্যমে ভাতার মূল্যের ওপর একটি সর্বোচ্চ সীমা নির্ধারণ করে।\nতবে, শিল্পক্ষেত্রগুলি নিজেদেরকে কার্বন কর থেকে মুক্ত করার জন্য সফলভাবে লবি করতে পারে। কার্বন কর থেকে অব্যাহতি পেলে দূষকদের নির্গমন কমানোর কোন উদ্দীপনা থাকে না। অন্যদিকে, নির্গমন পারমিট বিনামূল্যে বিতরণ করা সম্ভাব্যভাবে দুর্নীতিপরায়ণ আচরণের দিকে নিয়ে যেতে পারে।\nবেশিরভাগ ক্যাপ-এন্ড-ট্রেড প্রোগ্রামে একটি ক্রমহ্রাসমান সীমা থাকে, সাধারণত প্রতি বছর একটি নির্দিষ্ট শতাংশ, যা বাজারকে নিশ্চয়তা দেয় এবং নির্গমন সময়ের সাথে সাথে হ্রাস পাবে বলে নিশ্চিত করে। কর প্রয়োগের ক্ষেত্রে, কার্বন নির্গমন হ্রাসের অনুমান থাকতে পারে, যা জলবায়ু পরিবর্তনের গতিপথ পরিবর্তন করার জন্য যথেষ্ট নাও হতে পারে। একটি ক্রমহ্রাসমান সীমা নির্দিষ্ট কোম্পানিদের নির্গমন হ্রাসের লক্ষ্যগুলো ও লক্ষ্যমাত্রা পূরণের মাপকাঠির জন্য একটি ব্যবস্থা তৈরী করে। এছাড়া কঠোর করের বিপরীতে, এটি নমনীয়তারও সুযোগ দেয়। নির্গমন বাণিজ্যের অধীনে নির্গমন পারমিট (ভাতাও বলা হয়) প্রদান করা এমন পরিস্থিতিতে পছন্দনীয় যেখানে নির্গমনের একটি আরও সঠিক লক্ষ্য স্তরের নিশ্চয়তার প্রয়োজন হয়।\n\n\n=== রাজস্ব নীতি ===\nকার্বন রাজস্ব খরচ করার প্রচলিত প্রস্তাবসমূহ\n\nপ্রতি মাথাপিছু ভিত্তিতে জনগণের কাছে রাজস্ব ফেরত: স্বল্পমূল্যে বায়ু ও সৌরশক্তি সহজলভ্য না হওয়া পর্যন্ত এই পন্থা বিদ্যুতের মূল্যবৃদ্ধির ঝুঁকি মোকাবেলায় সাহায্য করতে পারে। যাদের কার্বন ফুটপ্রিন্ট বড় (সাধারণত ধনীরা) তারা বেশি অর্থ প্রদান করবে, অন্যদিকে নিম্নআয়ের মানুষ এ নীতি থেকে উপকৃত হবে।\nনবায়নযোগ্য শক্তিতে ভর্তুকি প্রদান:  কার্বন নিরপেক্ষতা অর্জনে সহায়ক এই ভর্তুকি জ্বালানির ট্রানজিশন প্রক্রিয়া ত্বরান্বিত করবে।\nগবেষণা, গণপরিবহন, কার শেয়ারিং ও কার্বন নিরপেক্ষতা লাভে সহায়ক অন্যান্য নীতি বাস্তবায়নে বিনিয়োগ: এইসব উদ্যোগ নেতিবাচক নিঃসরণ (negative emissions) হ্রাস করতে গুরুত্বপূর্ণ ভূমিকা রাখবে।\nনেতিবাচক নিঃসরণ এর জন্য ভর্তুকি: PyCCS বা BECCS এর মতো প্রযুক্তির উপর নির্ভর করে, প্রতি টন CO2 অপসারণের খরচ প্রায় $150-$165। তাত্ত্বিকভাবে, নেতিবাচক নিঃসরণ অপসারণের বরাদ্দ শুরুর মূল্য যদি নিঃসরণ অপসারণ খরচ অতিক্রম করে, তবে গত ১৭০০ গিগাটন নিঃসরণ মোকাবিলা সম্ভব।\nগুরুত্বপূর্ণ বিষয়: কার্বন রাজস্ব কীভাবে সবচেয়ে কার্যকরী এবং ন্যায়সঙ্গত উপায়ে বরাদ্দ করা যায় তা নিয়ে ব্যাপক বিতর্ক রয়েছে। উপরের প্রস্তাবগুলোর বাস্তব প্রভাব নির্ভর করবে নীতিমালাসমূহ কীভাবে বাস্তবায়ন করা হয়, সেই সাথে বিভিন্ন আর্থ-সামাজিক ক্ষেত্রে এর ফলাফলের উপর।\n\n\n== কার্বনের সামাজিক ব্যয় ==\nএক টন কার্বন ডাই অক্সাইড (CO2) কতটুকু অর্থনৈতিক ক্ষতি করে তা নির্ভর করে জলবায়ু ও অর্থনৈতিক প্রভাবের উপর। এই প্রভাবগুলির জটিলতা এবং অনিশ্চয়তার কারণে, CO2-এর সঠিক মূল্য নির্ধারণ করা কঠিন। তবে, সাম্প্রতিক গবেষণায় দেখা গেছে CO2-এর কারণে সৃষ্ট ক্ষতি ক্রমশ বৃদ্ধি পাচ্ছে। গতিশীল মডেলগুলিতে ছাড়ের হার (discount rate) ব্যবহার করা হয়। এই হার বর্তমান সময়ের তুলনায় ভবিষ্যতের সময়ের মূল্য কমিয়ে দেয়। এর ফলে, বর্তমানে CO2 নির্গমনের ফলে সৃষ্ট ক্ষতির পরিমাণ কম দেখায়, এবং CO2 বাজেট শেষ হয়ে গেলে ক্ষতির পরিমাণ অনেক বেশি দেখায়।\n\n\n== মূল্য স্তর ==\nপ্রায় এক-তৃতীয়াংশ কার্বন ডাইঅক্সাইড নির্গমনের ওপর প্রতি টনে ১০ মার্কিন ডলারের ($১০/tCO2) কম  কার্বন মূল্য প্রযোজ্য। অধিকাংশের জন্যই নির্ধারিত এই মূল্য $40/tCO2 এর কম। একটি ব্যতিক্রম লক্ষ্য করা যায় ইইউ-ইটিএস (EU-ETS)-এর ক্ষেত্রে, যেখানে এই মূল্য সেপ্টেম্বর ২০২১ এ এসে $৬০/tCO2 তে পৌঁছায়। শুধুমাত্র সুইডেন ও সুইজারল্যান্ড এই দুটি দেশে কার্বন মূল্য $১০০/tCO2 ছাড়িয়ে গেছে।\n\n\n=== জীবাশ্ম জ্বালানীর বাজারে মূল্য বৃদ্ধি ===\nজীবাশ্ম জ্বালানী বিশেষ করে প্রাকৃতিক গ্যাসের দাম এবং অন্যান্য পণ্য, যেমন তেল ও কয়লার দাম ২০১২ সালে হঠাৎ বেড়ে যাওয়ায় এই বিতর্কের সৃষ্টি হয় যে সামাজিক চাপ কমাতে কার্বন মূল্য বৃদ্ধি কি স্থগিত করা উচিত। অন্যদিকে, মাথাপিছু আয়ের ভিত্তিতে মূল্যের পুনর্বণ্টন করা হলে তা নিম্নআয়ের পরিবারকে মুক্তি দেবে, কারণ তারা উচ্চবিত্তদের তুলনায় কম শক্তি খরচ করে। কার্বনের মূল্য যত বেশি হবে, ততই অর্থনৈতিকভাবে নিম্নবিত্তদের উপর চাপ কমবে। যদিও ব্যক্তিবিশেষের কথা বিবেচনা করা হলে, গ্রামাঞ্চলে যারা চলাচল করে তাদের ক্ষেত্রে বা যেসব বাড়িতে তাপ নিরোধক ব্যবস্থা ভালো নয় সেসব ক্ষেত্রে এই পুনর্বণ্টন সুবিধা প্রযোজ্য হবে না। যেহেতু তাদের কাছে জীবাশ্ম জ্বালানী ব্যবহার কমাতে বিকল্প সমাধানে বিনিয়োগ করার মতো অর্থ নেই তাই তারা লোন বা ভর্তুকির উপর নির্ভরশীল হবে। অন্যদিকে, কার্বন মূল্য বেশি হলে তা উচ্চ নির্গমনকারী কয়লাভিত্তিক প্রযুক্তির পরিবর্তে অধিক কার্যকরী প্রযুক্তি যেমন - সিসিজিটি গ্যাস টারবাইন ব্যবহারে উৎসাহিত করতে সহায়ক হবে।\n\n\n== ক্ষেত্র এবং পরিধি ==\nকার্বন মূল্যনির্ধারণ পদ্ধতি যেমন ETS (Emissions Trading System) এবং কর প্রয়োগকারী দেশগুলিতে, প্রায় ৪০% থেকে ৮০% পর্যন্ত কার্বন নিঃসরণ এসব নীতির আওতায় পড়ে। তবে, বিভিন্ন দেশের প্রকল্পগুলো বিস্তারিত বিবরণে যথেষ্ট আলাদা। কোনো কোনো ক্ষেত্রে জ্বালানি, পরিবহন, তাপ উৎপাদন, কৃষি বা কার্বন ডাই অক্সাইড (CO2) ছাড়াও মিথেন বা ফ্লুরিনেটেড গ্যাসের মতো অন্যান্য গ্রিনহাউস গ্যাস অন্তর্ভুক্ত থাকে আবার কোথাও থাকে না। ফ্রান্স বা জার্মানির মতো অনেক ইইউ সদস্য রাষ্ট্রে দুটি সিস্টেমের সহাবস্থান দেখা যায়: ইইউ-ইটিএস (EU-ETS) বিদ্যুৎ উৎপাদন এবং বৃহৎ শিল্পের কার্বন নিঃসরণের উপর মূল্য আরোপ করে, যেখানে জাতীয় ইটিএস বা কর ব্যক্তিগত ব্যবহারের জন্য পেট্রোল, প্রাকৃতিক গ্যাস এবং তেলের উপর আলাদা মূল্য নির্ধারণ করে।\n২ বিলিয়ন ডলারের বেশি আয়ের কার্বন মূল্য নির্ধারণ প্রকল্প\n\nঅন্যান্য কর এবং মূল্য উপাদান\nজ্বালানি এবং বৈদ্যুতিক শক্তির চূড়ান্ত ভোক্তা মূল্য প্রতিটি দেশের নিজস্ব কর বিধি এবং বাজার অবস্থার উপর নির্ভর করে। যদিও কার্বন মূল্যনির্ধারণের ভূমিকা ক্রমবর্ধমান, শক্তি কর, ভ্যাট, ইউটিলিটি খরচ এবং অন্যান্য উপাদানগুলি এখনও বিভিন্ন দেশের মধ্যে সম্পূর্ণ ভিন্ন মূল্যস্তরের মূল কারণ হিসেবে কাজ করে।\n\n\n== খুচরা মূল্যের উপর প্রভাব ==\nএই টেবিলটি $১০০ বা অন্য কোনো মুদ্রার সমতুল্য ১০০ একক কার্বন মূল্যের জন্য উদাহরণ প্রদান করে। খাদ্যের হিসাব CO2 সমতুল্যের উপর ভিত্তি করে করা হয়েছে, যার মধ্যে মিথেন নির্গমনের উচ্চ প্রভাবও অন্তর্ভুক্ত।\n\nবিদ্যুতের উৎস অনুযায়ী খরচ (প্রতি কিলোওয়াট ঘন্টা)\n\n\n== অর্থনীতি ==\nকার্বন নির্ধারণের মাধ্যমে হোক সেটা ক্যাপ বা ট্যাক্স পদ্ধতিতে, অনেক অর্থনৈতিক বৈশিষ্ট্য একই থাকে। যাইহোক, কিছু গুরুত্বপূর্ণ পার্থক্য আছে। ক্যাপ-ভিত্তিক মূল্যনির্ধারণ প্রকৃতিগতভাবেই অস্থির হওয়ায় বিনিয়োগকারী, ভোক্তা এবং সরকারগুলোর জন্য ঝুঁকিপূর্ণ হতে পারে।  এছাড়াও, ক্যাপ পদ্ধতি রিনিউয়েবল ভর্তুকির মতো নন-প্রাইস নীতির প্রভাবকে কমিয়ে দিতে পারে, কিন্তু কার্বন ট্যাক্স তা করে না।\n\n\n=== কার্বন লিকেজ ===\nকার্বন লিকেজ হলো এমন একটি প্রভাব যেখানে এক দেশ/ক্ষেত্রে নির্গমন নিয়ন্ত্রণ, অন্য দেশ/ক্ষেত্রের নির্গমনে  প্রভাব ফেলে, যেগুলো একই নিয়ন্ত্রণের আওতায় নেই। দীর্ঘমেয়াদী কার্বন লিকেজের মাত্রা সম্পর্কে কোনো ঐক্যমত নেই।\nলিকেজের হারকে এইভাবে সংজ্ঞায়িত করা হয়: যে দেশগুলোতে গার্হস্থ্য নিরসন ব্যবস্থা নেওয়া হচ্ছে, তার বাইরের দেশগুলোতে CO2 নির্গমনের বৃদ্ধি, এবং যেসব দেশে ব্যবস্থা নেওয়া হয়েছে সেগুলোর নির্গমন হ্রাসের পরিমাণের ভাগফল। তদনুসারে, ১০০% এর বেশি লিকেজ রেটের অর্থ হলো দেশগুলো যে নির্গমন হ্রাসের ব্যবস্থা নিচ্ছে, মূলত বাইরের দেশের নির্গমন আরও বৃদ্ধি পায়। যার মানে হচ্ছে এই গার্হস্থ্য পদক্ষেপগুলো আসলে বৈশ্বিক নির্গমন বাড়িয়ে দিয়েছে।\nকিয়োটো প্রটোকলের লিকেজ রেট ছিল ৫% থেকে ২০% এর মধ্যে। মূল্য প্রতিযোগিতায় ক্ষতির ফলে এই লিকেজ হয়েছিল। তবে লিকেজ রেট সম্পর্কে যথেষ্ট অনিশ্চয়তা বিদ্যমান। শক্তি-নির্ভর শিল্পের ক্ষেত্রে প্রযুক্তি উন্নয়নের মাধ্যমে Annex I কার্যক্রমের উপকারী প্রভাব উল্লেখযোগ্য হলেও, এই উপকারী প্রভাবটি নির্ভরযোগ্যভাবে পরিমাপ করা হয়নি। বার্কার এবং অন্যান্যরা (২০০৭) যেসব প্রমাণ পর্যালোচনা করেছিলেন, তার থেকে এটাই সিদ্ধান্তে উপনীত হন যে ইইউ-ইটিএস এর মতো তৎকালীন নিরসন ব্যবস্থার প্রতিযোগিতামূলক ক্ষতিসমূহ তেমন তাৎপর্যপূর্ণ ছিল না।\nইইউ ইটিএস নিয়মে কার্বন লিকেজ এক্সপোজার ফ্যাক্টর ব্যবহার করা হয় শিল্প কারখানাগুলোতে নির্গমন-অনুমতির বিনামূল্যের বরাদ্দকৃত  পরিমাণ নির্ধারণে।\nউন্নয়নশীল দেশগুলোর মধ্যে একটি সাধারণ ধারণা হলো বাণিজ্য আলোচনায় জলবায়ু পরিবর্তনের আলোচনা উচ্চ-আয়ের দেশগুলোকে 'সবুজ রক্ষণশীলতা' বা green protectionism এর দিকে ঠেলে দিতে পারে।  প্রতি টন CO2 নির্গমনের জন্য $৫০ কার্বন মূল্যের সাথে সামঞ্জস্যপূর্ণভাবে আমদানির ওপর ইকো-ট্যারিফস উন্নয়নশীল দেশগুলোর জন্য তাৎপর্যপূর্ণ হতে পারে। বিশ্বব্যাংক ২০১০ সালে মন্তব্য করেছিল যে বাণিজ্য শুল্ক প্রবর্তন, বাণিজ্য নিয়ন্ত্রনের বিস্তার ঘটাতে পারে যেখানে প্রতিযোগিতার মাঠ সমান নয়। এই শুল্ক নিম্ন-আয়ের দেশগুলোর জন্যও বোঝা হতে পারে যেসব দেশ জলবায়ু পরিবর্তনে খুবই নগন্য অবদান রেখেছে।\n\n\n=== নবায়নযোগ্য শক্তি নীতিগুলোর সাথে মিথস্ক্রিয়া ===\nক্যাপ-অ্যান্ড-ট্রেড এবং কার্বন ট্যাক্স, নবায়নযোগ্য জ্বালানি ভর্তুকির মতো মূল্য-বহির্ভূত নীতিগুলির সাথে ভিন্নভাবে মিথষ্ক্রিয়া করে। আইপিসিসি এটি নিম্নরূপে ব্যাখ্যা করে:কার্বন ট্যাক্স নবায়নযোগ্য জ্বালানি (RE) সরবরাহের জন্য ভর্তুকির মতো নীতিগুলির সাথে যুক্ত হয়ে পরিবেশগত উপকারের ক্ষেত্রে আরও কার্যকরী ভূমিকা রাখতে পারে।বিপরীতে, যদি কোনো ক্যাপ-অ্যান্ড-ট্রেড সিস্টেমে একটি বাধ্যতামূলক সীমা থাকে (যা নির্গমন-সম্পর্কিত সিদ্ধান্তগুলিকে প্রভাবিত করার মত কঠোর), তবে ক্যাপ প্রয়োগের নির্দিষ্ট সময়ের মধ্যে নবায়নযোগ্য জ্বালানি ভর্তুকির মত অন্যান্য নীতিগুলি নির্গমন হ্রাসে আর কোনো প্রভাব রাখতে পারে না।\n\n\n=== কার্বন মূল্য এবং অর্থনৈতিক প্রবৃদ্ধি ===\n২০২০ সালে করা একটি গবেষণা অনুযায়ী, ধনী শিল্পোন্নত গণতন্ত্রগুলিতে কার্বন নির্ধারণ অর্থনৈতিক প্রবৃদ্ধিকে ক্ষতিগ্রস্ত করেনি।\nএ ধরনের ব্যবসায়িক মডেলকে আকর্ষণীয় করে তোলার জন্য, ভর্তুকির পরিমাণ অতএব এই মূল্যের চেয়ে বেশি হতে হবে। এখানে, প্রযুক্তিগত উন্মুক্ততা সর্বোত্তম বিকল্প হতে পারে, কারণ প্রযুক্তিগত অগ্রগতির কারণে ব্যয় হ্রাসের আশা করা যায়। ইতিমধ্যেই, নেতিবাচক নির্গমন তৈরির এই খরচ প্রতি টন $২২০ ডলার CO2 খরচের চেয়ে কম, যার মানে হলো নেতিবাচক নির্গমন তৈরির জন্য একটি রাষ্ট্র-ভর্তুকিপ্রাপ্ত ব্যবসায়িক মডেল আজ ইতিমধ্যেই অর্থনৈতিকভাবে যৌক্তিক। সংক্ষেপে, কার্বন মূল্য ভবিষ্যৎ নির্গমন হ্রাসের সম্ভাবনা রাখে, অপরদিকে কার্বন ভর্তুকির অতীতের নির্গমন হ্রাসের সম্ভাবনা রয়েছে।\n\n\n== কার্বন মূল্য নির্ধারণের সুবিধা এবং অসুবিধা ==\n২০১৩ সালের শেষের দিকে, আমেরিকান ইকোনমিক অ্যাসোসিয়েশনের সভাপতি উইলিয়াম নর্ডহাউস একটি বই প্রকাশ করেন, 'The Climate Casino'। বইটিতে তিনি একটি আন্তর্জাতিক \"কার্বন মূল্য পদ্ধতি\"র প্রস্তাব করেন। এই ধরনের পদ্ধতির মাধ্যমে স্বতন্ত্র দেশগুলিকে নির্দিষ্ট কার্বন মূল্যের ব্যাপারে দায়বদ্ধ করা যায়, কিন্তু নির্দিষ্ট নীতির উপর নয়। এই মূল্য পদ্ধতিতে কার্বন কর, সীমা (cap), বা উভয়ের সংমিশ্রণ— সবই গ্রহণযোগ্য হবে। একই সময়ে, হার্ভার্ডের একজন নেতৃস্থানীয় জলবায়ু অর্থনীতিবিদ মার্টিন ওয়েইটজম্যান একটি তাত্ত্বিক গবেষণাপত্র প্রকাশ করেন। তিনি যুক্তি দেন যে কার্বন মূল্য পদ্ধতি আন্তর্জাতিক চুক্তিকে সহজতর করবে, যদিও জাতীয় লক্ষ্যমাত্রার উপর জোর দিলে তা প্রায় অসম্ভবই থেকে যায়। নর্ডহাউসও একই যুক্তি দেন, তবে তুলনামূলক কম আনুষ্ঠানিকভাবে।\nজোসেফ স্টিগলিটজ এর আগে অনুরূপ মতামত প্রকাশ করেছেন, এবং বেশ কিছু গবেষণাপত্রে এই ধারণাটি আলোচিত হয়েছে। মনে হচ্ছে, বিশ্বব্যাংক ও আন্তর্জাতিক মুদ্রা তহবিল (আইএমএফ) স্বাধীনভাবে এই ধারণাটিকে ব্যাপক সমর্থন দিয়েছে।\n\n১৯৯৭ সালে, নয়জন নোবেল বিজয়ীসহ ২৫০০ এরও বেশি অর্থনীতিবিদ \"Economists' Statement on Climate Change\" নামক এক বিবৃতিতে স্বাক্ষর করেন। এই বিবৃতিতে কার্বন মূল্য নির্ধারণের অর্থনৈতিক প্রয়োজনীয়তা সংক্ষেপে ব্যাখ্যা করা হয়েছে:জলবায়ু পরিবর্তনকে সংকুচিত করার সবচেয়ে কার্যকর উপায় হল বাজার-ভিত্তিক নীতিমালা। বিশ্বকে এর জলবায়ু লক্ষ্যে সবচেয়ে কম খরচে পৌঁছাতে হলে, একটি আন্তর্জাতিক নির্গমন (emissions) বাণিজ্য চুক্তির মতো সহযোগিতামূলক পন্থা প্রয়োজন। মার্কিন যুক্তরাষ্ট্র এবং অন্যান্য দেশগুলি কার্বন কর বা নির্গমন পার্মিট নিলামের মতো বাজার ব্যবস্থার মাধ্যমে তাদের জলবায়ু নীতিগুলি সবচেয়ে দক্ষতার সাথে বাস্তবায়ন করতে পারে।এই বিবৃতির যুক্তি হল কার্বন মূল্য নির্ধারণ একটি \"বাজার পদ্ধতি\", এবং পৃথক কার্বন নির্গমন উৎসের সরাসরি নিয়ন্ত্রণ বা নবায়নযোগ্য ভর্তুকির বিপরীতে হাতিয়ার। অর্থাৎ, মার্কিন যুক্তরাষ্ট্র ও অন্যান্য দেশগুলির জন্য \"কার্বন মূল্য নির্ধারণ\" তাদের জলবায়ু নীতিগুলি বাস্তবায়নের সবচেয়ে কার্যকর উপায়।\nCarbonfund.org Foundation এর মতো সংস্থার মাধ্যমে ব্যক্তি ও সংস্থাগুলি ক্ষতিপূরণ হিসেবে কার্বন অফসেট ক্রয় করতে পারে।\nমুৎসুয়োশি নিশিমুরা একটি নতুন পরিমাণগত পদ্ধতি প্রস্তাব করছেন। তিনি বলছেন সব দেশগুলিকে একই বিশ্বব্যাপী নির্গমনের লক্ষ্যমাত্রায় প্রতিশ্রুতিবদ্ধ হতে হবে। এরপর একটি বিশ্ব পরিষদ লক্ষ্যমাত্রার পরিমাণ অনুযায়ী পার্মিট জারি করবে, এবং সমস্ত জীবাশ্ম জ্বালানি সরবরাহকারীরা এই পার্মিট কিনতে বাধ্য হবে।\n২০১৯ সালে জাতিসংঘের মহাসচিব সরকারগুলিকে কার্বনের উপর কর আরোপ করার জন্য বলেছেন।\nকার্বন নির্গমনের অর্থনৈতিক দিক নির্ধারণ করতে কর (tax) বা ক্যাপ-অ্যান্ড-ট্রেড পদ্ধতি ব্যবহৃত হয়। উভয় পদ্ধতিই কার্যকরী; যদি পারমিট নিলাম করা হয় তাহলে সামাজিক দিক থেকে উভয়েরই একই ব্যয় আছে এবং মুনাফার ওপরও একই প্রভাব আছে। তবে কিছু অর্থনীতিবিদ যুক্তি দেন যে, \"ক্যাপ\" পদ্ধতি নতুনযোগ্য জ্বালানির ভর্তুকির মতো কর-বহির্ভূত নীতিগুলির কার্বন নির্গমন কমানোর ক্ষমতা কমিয়ে দেয়, কিন্তু কার্বন কর তা করে না। অন্যরা যুক্তি দেখান যে, একটি সুপ্রতিষ্ঠিত \"ক্যাপ\" হল কার্বন নির্গমন আসলেই কমবে তা নিশ্চিত করার একমাত্র উপায়; কার্বন কর অবস্থাসম্পন্ন লোকেদের নির্গমন অব্যাহত রাখতে বাধা দেবে না।\nক্যাপ-অ্যান্ড-ট্রেড ছাড়াও, নির্গমন বাণিজ্য বলতে প্রকল্প ভিত্তিক প্রোগ্রামগুলিকেও বোঝাতে পারে, যেগুলিকে ক্রেডিট বা অফসেট প্রোগ্রামও বলা হয়। এই ধরনের প্রোগ্রাম অনুমোদিত প্রকল্পসমূহ দ্বারা নির্গমন হ্রাস করার ক্রেডিট বিক্রি করতে পারে। সাধারণত, বিদ্যমান নিয়মের চেয়ে নির্গমন বেশি কমানোর জন্য একটি অতিরিক্ত শর্ত (additionality requirement) থাকতে পারে। কিয়োটো প্রোটোকলের অধীনে পরিচ্ছন্ন উন্নয়ন প্রক্রিয়া (Clean Development Mechanism) এই ধরনের একটি প্রোগ্রামের উদাহরণ। এই ক্রেডিটগুলি অন্যান্য সুবিধার সাথে বাণিজ্য করা যেতে পারে যেখানে ক্যাপ-অ্যান্ড-ট্রেড প্রোগ্রামের বিধি মেনে চলার জন্য এগুলি ব্যবহার করা যেতে পারে। দুর্ভাগ্যক্রমে, অতিরিক্ততার (additionality) ধারণাটিকে সংজ্ঞায়িত করা এবং পর্যবেক্ষণ করা কঠিন, যার ফলে কিছু কোম্পানি তাদের নির্গমন হ্রাসের পরে পুরস্কার পাবার লোভে উদ্দেশ্যমূলকভাবে নির্গমন বাড়িয়েছে।\nক্যাপ-অ্যান্ড-ট্রেড প্রোগ্রাম প্রায়শই পারমিটগুলির \"ব্যাংকিং\" এর অনুমতি দেয়। এর মানে হল যে পারমিটগুলি জমা রাখা যায় এবং ভবিষ্যতে ব্যবহার করা যেতে পারে। এটি কোন প্রতিষ্ঠানকে পরবর্তী বছরগুলিতে উচ্চতর কার্বন মূল্যের প্রত্যাশায় প্রাথমিক সময়গুলিতে অতিরিক্ত পরিমাণে কার্বন হ্রাস করার সুযোগ দেয়। এটি পারমিটের দাম স্থিতিশীল করতে সাহায্য করে।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nIPCC (২০১৮)।  Masson-Delmotte, V.; Zhai, P.; Pörtner, H.-O.; Roberts, D.;  ও অন্যান্য, সম্পাদকগণ। Global Warming of 1.5°C. An IPCC Special Report on the impacts of global warming of 1.5°C above pre-industrial levels and related global greenhouse gas emission pathways, in the context of strengthening the global response to the threat of climate change, sustainable development, and efforts to eradicate poverty (পিডিএফ)। Intergovernmental Panel on Climate Change।  Global Warming of 1.5 °C —.\nde Coninck, H.; Revi, A.; Babiker, M.; Bertoldi, P.;  ও অন্যান্য (২০১৮)। \"Chapter 4: Strengthening and Implementing the Global Response\" (পিডিএফ)। IPCC SR15 2018। পৃষ্ঠা 313–443। \nKikstra, Jarmo S; Waidelich, Paul; Rising, James; Yumashev, Dmitry; Hope, Chris; Brierley, Chris M (২০২১-০৯-০৬)। \"The social cost of carbon dioxide under climate-economy feedbacks and temperature variability\"। Environmental Research Letters। 16 (9): 094037। এসটুসিআইডি 237427400 । ডিওআই:10.1088/1748-9326/ac1d0b । বিবকোড:2021ERL....16i4037K। \nBank, World (২০২১)। State and Trends of Carbon Pricing 2021। The World Bank। আইএসবিএন 978-1-4648-1728-1। এসটুসিআইডি 242987579 । ডিওআই:10.1596/978-1-4648-1728-1। \n\"Technical Update of the Social Cost of Carbon for Regulatory Impact Analysis Under Executive Order 12866\" (পিডিএফ)। Interagency Working Group on Social Cost of Greenhouse Gases (US govt.)। ২০১৬। সংগ্রহের তারিখ ১২ সেপ্টেম্বর ২০২১। \n\"Measuring Emissions: A Guide for Organisations\" (পিডিএফ)। Ministry for the environment, New Zealand। ২০২০। \nQuaschning, Volker। \"Specific Carbon Dioxide Emissions of Various Fuels\"। সংগ্রহের তারিখ ২৩ সেপ্টেম্বর ২০২১। \n\"Meat Eater's Guide\" (পিডিএফ)। Environmental Working Group। ২০১১। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nNoleppa, Steffen (২০১২)। \"Klimawandel auf dem Teller\" (পিডিএফ) (জার্মান ভাষায়)। WWF Germany। ২০২০-১১-০১ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা।"}