{"pageid": 1427941, "title": "সুয়েবি রাজ্য", "url": "https://bn.wikipedia.org/wiki?curid=1427941", "content": "সুয়েবি রাজ্য রোমান সাম্রাজ্যের পতনের পরে গঠিত রাজ্যগুলির মধ্যে সুয়েবি রাজ্য (ল্যাটিন: Regnum Suevorum) বা গালিসিয়া রাজ্য (ল্যাটিন: Regnum Galicia) বা সুয়েবি গালিসিয়া রাজ্য (ল্যাটিন: Galicia suevorum regnum) অন্যতম। প্রাক্তন রোমান প্রদেশ গ্যালাসিয়া এবং উত্তর লুসিটানিয়াকে কেন্দ্র করে অবস্থিত এই রাজ্যটি সুয়েবিয়ানরা প্রায় ৪০৯ খ্রিস্টাব্দে প্রতিষ্ঠা করেছিল। ৬ষ্ঠ শতাব্দীতে এটি আনুষ্ঠানিকভাবে ঘোষিত রাজ্যে পরিণত হয়, যা গ্যালাসিয়ার সাথে নিজেকে একীভূত করে। ৫৮৫ খ্রিস্টাব্দ পর্যন্ত এটি তার স্বাধীনতা ধরে রাখে, এরপর এটি ভিসিগোথদের দ্বারা দখলমুক্ত হয় এবং হিস্পানিয়ায় ভিসিগোথিক রাজ্যের ষষ্ঠ প্রদেশে পরিণত হয়।\n\n\n== ইতিহাস ==\n\n\n=== উৎপত্তি ===\n৩১ ডিসেম্বর ৪০৬ খ্রিস্টাব্দে রাইন নদী অতিক্রম করে রোমান সাম্রাজ্যে প্রবেশ করা সুয়েবিদের সম্পর্কে খুব কমই জানা যায়। কিছু মতানুসারে, এই সুয়েবিরা সম্ভবত কুয়াডিদেরই একটি শাখা। প্রাথমিক লেখায় উল্লেখ করা হয়েছে যে, কুয়াডিরা মধ্য ডানিউবের উত্তরে বসবাস করত, যা বর্তমানে নিম্ন অস্ট্রিয়া এবং পশ্চিম স্লোভাকিয়ায়  অবস্থিত। দ্বিতীয় শতাব্দীর জার্মান যুদ্ধে তারা একটি গুরুত্বপূর্ণ ভূমিকা পালন করে, যেখানে মার্কাস অরেলিয়াসের অধীনে রোমানদের বিরুদ্ধে মারকোমানিরা সঙ্গী হয়ে তারা জোরালোভাবে লড়াই করেছিল। সুয়েবিদের সাথে কুয়াডিকে একই গোষ্ঠী হিসাবে চিহ্নিত করার প্রধান কারণটি সেন্ট জেরোম কর্তৃক আগেরুচিয়াকে লেখা  একটি চিঠি থেকে আসে। এই চিঠিতে ৪০৬ সালে গলের মধ্যে আক্রমণকারীদের তালিকা দেওয়া হয়েছে, যেখানে কুয়াডিদের উল্লেখ করা আছে কিন্তু সুয়েবিদের নেই। তবে, এই তত্ত্বের পক্ষে তর্কটি কেবল পাঠ্যে কুয়াডিদের অনুপস্থিতি এবং সুয়েবিদের আবির্ভাবে নির্ভর করে, যা অন্যান্য সমসাময়িক লেখকদের, যেমন অরোসিয়াসের সাক্ষ্যের সাথে বিরোধপূর্ণ। অরোসিয়াস তার লেখায় ৪০৬ সালে রাইন অতিক্রমকারী জাতিগুলির মধ্যে সুয়েবিদের উল্লেখ করেছিলেন এবং আরেকটি অংশে তিনি তাদের কুয়াডি, মারকোমানি, ভান্ডাল এবং সারমেশীয়দের পাশাপাশি উল্লেখ করেছিলেন।  ষষ্ঠ শতাব্দীর লেখকরা গ্যালাসিয়ার সুয়েবিদের আলামানিদের সাথে বা  শুধু জার্মানদের সাথে চিহ্নিত করেছিলেন, যেখানে চতুর্থ শতাব্দীর ল্যাটারকুলাস ভেরোনেনসিস কিছু সুয়েভিকে আলামান্নি, কোয়াদি, মারকোমান্নি এবং অন্যান্য জার্মানিক জনগণের পাশাপাশি উল্লেখ করেছেন।\n\nএছাড়াও, উল্লেখ করা হয়েছে যে, সুয়েবিদের উল্লেখ না থাকার অর্থ হতে পারে যে, তারা আলাদা একটি প্রাচীন জাতিগত গোষ্ঠী ছিল না, বরং সম্প্রতি গঠিত জনগোষ্ঠী, যাতে ডানিউব উপত্যকা থেকে আইবেরিয়ান উপদ্বীপে অভিবাসনের সময় অনেক ছোট ছোট গোষ্ঠী (তাদের মধ্যে কোয়াডি এবং মারকোমানিরা) একত্রিত হয়েছিল।  জর্ডানেস এবং অন্যান্য ইতিহাসবিদরা উল্লেখ করেছেন যে, ৫ম এবং ৬ষ্ঠ শতাব্দীতে ডানিউব অঞ্চলের কাছে আরও কিছু সুয়েবীয় গোষ্ঠী বসবাস করত। \n৪০৫ সালের অভিবাসনের পিছনে কোনো স্পষ্টভাবে নথিভুক্ত কারণ না থাকলেও, ব্যাপকভাবে গৃহীত একটি তত্ত্ব হল, ৪র্থ শতাব্দীর শেষের দিকে হানদের পশ্চিমাংশের দিকে ধাক্কা দেওয়ার কারণে রাইন নদীর পশ্চিমে অবস্থিত বিভিন্ন জার্মানিক জনগণের অভিবাসন ঘটেছিল, যা এই হুমকির প্রতিক্রিয়ায় জার্মানিক জনগণকে পশ্চিম দিকে সরে যেতে বাধ্য করে। প্রমাণের অভাবের কারণে এই তত্ত্ব একাডেমিক সম্প্রদায়ের মধ্যে বিতর্ক সৃষ্টি করেছে। [উদ্ধৃতি প্রয়োজন]  বিশ্বাসযোগ্য প্রমাণের অভাবের কারণে এই তত্ত্বটি একাডেমিক সম্প্রদায়ের মধ্যে বিতর্ক তৈরি করেছে।\n৪০৯ সালে স্পেনে জার্মানিক অভিযান: সুয়েবিদের আগমন:\nহানদের দ্বারা উচ্ছেদ হয়েছিল কিনা তা নির্বিশেষে, সুয়েবিরা ৩১ ডিসেম্বর ৪০৫ রাতে ভান্ডাল এবং অ্যালানদের সাথে রাইন নদী অতিক্রম করে। রোমান পশ্চিমাঞ্চল আক্রমণ ও গৃহযুদ্ধের ধারাবাহিকতার মধ্যে তাদের রোমান সাম্রাজ্যে প্রবেশ ঘটে। ৪০৫ থেকে ৪০৬ সালের মধ্যে, রোমান সাম্রাজ্যের পশ্চিমা অঞ্চলগুলিতে রাদাগাইসাসের অধীনে গথদের দ্বারা ইতালির আক্রমণ এবং একের পর এক ক্ষমতা দখলকারীর আবির্ভাব দেখা যায়। এটি আগ্রাসী জার্মানিকদের কম প্রতিরোধের সাথে গলে প্রবেশ করতে দেয়, ফলে উত্তরের প্রদেশগুলি জার্মানিয়া ইনফেরিয়র, বেলজিকা প্রাইমা এবং বেলজিকা সেকুন্ডায় উল্লেখযোগ্য ক্ষতি করার অনুমতি দেয়, যতক্ষণ না সাম্রাজ্য তাদের হুমকি হিসাবে দেখে।\nগলের জার্মানিক আগ্রাসনের প্রতিক্রিয়ায়, ক্ষমতা দখলকারী কনস্ট্যান্টাইন তৃতীয় ভান্ডাল, অ্যালান এবং সুয়েবিদের জনগণকে আটকে রেখে তাদের উত্তর গলে সীমাবদ্ধ করে। কিন্তু ৪০৯ সালের বসন্তে জেরোনটিয়াস হিস্পানিয়ায় বিদ্রোহ শুরু করেন এবং তার নিজের সম্রাট, ম্যাক্সিমাসকে প্রতিষ্ঠা করেন। সম্প্রতি অগাস্টাস উপাধি লাভ করা কনস্ট্যান্টাইন বিদ্রোহ মোকাবেলায় হিস্পানিয়ায় যাত্রা করেন। জেরোনটিয়াস কনস্ট্যান্টাইনের বিরুদ্ধে গলে জার্মানিকদের উসকে দিয়ে প্রতিউত্তর দেন, তাদের আবার জড়ো হওয়ার জন্য উৎসাহিত করেন এবং ৪০৯ সালের গ্রীষ্মে, ভান্ডাল, অ্যালান এবং সুয়েবিরা দক্ষিণ দিকে হিস্পানিয়ার দিকে চলতে শুরু করে।\n\n\n=== নিষ্পত্তি এবং একীকরণ ===\n\nকনস্ট্যান্টাইন এবং জেরোনটিয়াসের বাহিনীর মধ্যে আইবেরিয়ান উপদ্বীপে যে গৃহযুদ্ধ ছড়িয়ে পড়েছিল, তা পিরিনিয়াস পর্বতমালার পথগুলি উদ্দেশ্যমূলকভাবে বা অজান্তে অবহেলায় ফেলে দেয়, ফলে দক্ষিণ গল এবং আইবেরিয়ান উপদ্বীপ জার্মানিক আক্রমণের ঝুঁকিতে পড়ে। হাইডেটিয়াস নথিভুক্ত করেন যে, ভান্ডাল, অ্যালান এবং সুয়েবিদের দ্বারা আইবেরিয়ান উপদ্বীপে অতিক্রমণ ৪০৯ সালের সেপ্টেম্বর ২৮ অথবা অক্টোবর ১২ তারিখে ঘটেছিল। কিছু পণ্ডিত এই দুটি তারিখকে কয়েক হাজার লোকের পিরিনিয়াস পর্বতমালা অতিক্রম করার শুরু এবং শেষ হিসাবে বিবেচনা করেন, কারণ এটি একদিনে সম্পন্ন করা সম্ভব ছিল না।   হাইডেটিয়াস লেখেন যে, হিস্পানিয়ায় প্রবেশের পর, জার্মানিক জনগণ এবং এমনকি রোমান সৈন্যরাও ৪০৯-৪১০ সাল জুড়ে উন্মাদনার মতো লুটপাট চালিয়েছিল। তারা শহর ও গ্রামাঞ্চল থেকে খাদ্য ও জিনিসপত্র লুট করত। হাইডেটিয়াসের মতে, এই লুটপাটের ফলে দুর্ভিক্ষ দেখা দেয় এবং স্থানীয় জনগণ বাধ্য হয়ে মানব-মাংস খাওয়ার মতো জঘন্য কাজে জড়িয়ে পড়ে। \"[ক্ষুধার্ত] মানুষ্য খাদ্য হিসেবে মানুষের মাংস খেয়েছিল; এমনকি মায়েরাও তাদের নিজের হাতে হত্যা করা ও রান্না করা সন্তানদের লাশ খেয়েছিল।\"\n৪১১ সালে বিভিন্ন জার্মানিক গোষ্ঠী একটি শান্তিচুক্তি সম্পাদন করে এবং \"সঁতে\" বা \"পঙক্তি\" অনুসারে হিস্পানিয়ার প্রদেশগুলি নিজেদের মধ্যে ভাগ করে নেয়। অনেক পণ্ডিত বিশ্বাস করেন যে, \"সঁতে\" শব্দটি রোমান সরকারের কাছ থেকে জার্মানিক \"ফেডারেট\"রা যে \"সঁর্তে\" বা \" allotted lands\" পেতেন, তারই ইঙ্গিত দেয়।   এটি ইঙ্গিত দেয় যে, সুয়েবিরা এবং অন্যান্য আক্রমণকারীরা ম্যাক্সিমাসের সাথে একটি চুক্তি স্বাক্ষর করেছিল। তবে, রোমানদের এবং জার্মানিকদের মধ্যে কোনো চুক্তির কোনো সুনির্দিষ্ট প্রমাণ পাওয়া যায় না: হাইডেটিয়াস কোনো চুক্তির কথা কখনো উল্লেখ করেননি, এবং বলেন যে ৪১১ সালের শান্তি প্রভুর করুণায় এসেছিল। অন্যদিকে, অরোসিয়াস দাবি করেন যে, ভান্ডাল, অ্যালান এবং সুয়েবি রাজারা পরবর্তীকালে ভিসিগোথদের মতো একই ধরনের চুক্তির জন্য সক্রিয়ভাবে চেষ্টা করছিলেন।\nচারটি জার্মানিক গোষ্ঠীর মধ্যে জমি ভাগ করে দেওয়ার ক্ষেত্রে, সিলিং ভান্ডালরা হিস্পানিয়া বায়েটিকায়, অ্যালানদের লুসিটানিয়া এবং হিস্পানিয়া কারথাগিনেসিস প্রদেশগুলি এবং হাস্ডিং ভান্ডাল এবং সুয়েবিরা উত্তর-পশ্চিম প্রদেশ গালিসিয়াকে ভাগ করে নেয়। সুয়েবি এবং হাস্ডিং ভান্ডালদের মধ্যে গালিসিয়ার বিভাজন সুয়েবিদের প্রদেশের পশ্চিম অংশে, আটলান্টিক মহাসাগরের তীরে, সম্ভবত দক্ষিণে পর্তুগালের পোতা শহর এবং উত্তরে গালিসিয়ার পোন্টেভেড্রা শহরের মধ্যবর্তী এলাকায় স্থাপন করে। শীঘ্রই ব্রাগা তাদের রাজধানীতে পরিণত হয় এবং তাদের অঞ্চল পরে আস্তোর্গা, লুগো অঞ্চল এবং মিনহো নদীর উপত্যকায় প্রসারিত হয়। ৪৩৮ সালের আগে সুয়েবিরা প্রদেশের অন্য কোনো শহরে বাস করতেন\nসুয়েভি এবং হ্যাসডিং ভ্যান্ডালদের মধ্যে গ্যালেসিয়ার বিভাজন সুয়েভিকে প্রদেশের পশ্চিমে আটলান্টিক মহাসাগরের তীরে স্থাপন করেছিল, সম্ভবত এখন পর্তুগালের পোর্তো শহরগুলির মধ্যে, দক্ষিণে এবং পন্টেভেদ্রার মধ্যে অবস্থিত গ্যালিসিয়া, উত্তরে। শীঘ্রই ব্রাগা তাদের রাজধানী হয়ে উঠবে, এবং তাদের ডোমেইনটি পরে অ্যাস্টরগা এবং লুগো অঞ্চলে এবং মিনহো নদীর উপত্যকায় বিস্তৃত হয়, ৪৩৮ সালের আগে সুয়েভি প্রদেশের অন্য কোনো শহরে বসবাস করত এমন কোনো প্রমাণ নেই।  গ্যালেচি এবং সুয়েভির মধ্যে প্রাথমিক সম্পর্ক কখনও কখনও প্রস্তাবিত হিসাবে বিপর্যয়কর ছিল না, কারণ হাইডাটিয়াস ৪১১ থেকে ৪৩০ সালের মধ্যে স্থানীয়দের মধ্যে কোনো বিরোধের কথা উল্লেখ করেননি। তদুপরি, ওরোসিয়াস নিশ্চিত করেছেন যে নতুনরা তাদের নতুন জমি পাওয়ার পরে \"তাদের তলোয়ারগুলিকে লাঙ্গলে পরিণত করেছিল\"। \nসুয়েবিরা একটি জার্মানিক ভাষায় কথা বলত এবং প্রাচীন সূত্রগুলি সুয়েবীয় ভাষার উল্লেখ করে। বিশেষ করে, সুয়েবিদের সাথে \"এল্বে জার্মানিক\" গোষ্ঠীর ধারণা যুক্ত রয়েছে, যা ইরমিনোনেস দ্বারা কথিত প্রাথমিক উপভাষার একটি দল। এগুলি পূর্ব দিক থেকে জার্মানিতে প্রবেশ করে এবং বাল্টিক সাগর থেকে উৎপত্তি লাভ করে।\nপরবর্তী শাস্ত্রীয় সময়ে, এই উপভাষাগুলি, এখন এল্বের দক্ষিণে অবস্থিত এবং রোমান সাম্রাজ্যে ডানিউব জুড়ে বিস্তৃত হয়েছিল, হাই জার্মান স্বরব্যঞ্জন পরিবর্তন অভিজ্ঞতা লাভ করে, যা আধুনিক হাই জার্মান ভাষাকে সংজ্ঞায়িত করে  এবং এর সবচেয়ে চরম রূপে, আপার জার্মান। কিছু স্থাননাম ডেটার উপর ভিত্তি করে, আরেকটি জার্মানিক গোষ্ঠী সুয়েবিদের সাথে এসে পর্তুগালে বসতি স্থাপন করে।  এই গোষ্ঠীটি হল বুরি, যারা ক্যাভাদো এবং হোমেম নদীর মধ্যবর্তী অঞ্চলে, টেরাস দে বুরো (বুরির ভূমি) নামে পরিচিত এলাকায় বসতি স্থাপন করেছিল। এই অঞ্চলকে হাই মধ্যযুগ পর্যন্ত বুরিয়ো বলা হতো।\n\n\n=== ৫ম শতাব্দীর সময় রাজ্য ===\n \n\n\n==== রাজা হারমেরিক ====\n৪১৬ সালে, পশ্চিমের সম্রাট ৪০৯ সালে আগত জার্মানিকদের সাথে যুদ্ধ করার জন্য পাঠানো ভিসিগোথরা আইবেরিয়ান উপদ্বীপে প্রবেশ করে। ৪১৮ সালের মধ্যে, রাজা ওয়ালিয়ার নেতৃত্বে ভিসিগোথরা উভয় সিলিং ভান্ডাল এবং অ্যালানদের ধ্বংস করে দেয়। ওয়ালিয়ার অভিযানে অক্ষুণ্ন থাকা হাস্ডিং ভান্ডাল এবং সুয়েবিরা আইবেরিয়ান উপদ্বীপের দুটি অবশিষ্ট শক্তি হিসাবে থেকে যায়।\n৪১৯ সালে, ভিসিগোথদের অ্যাকুইটানিয়ায় তাদের নতুন জমিতে চলে যাওয়ার পর, গান্ডারিকের অধীনে ভান্ডাল এবং রাজা হেরমেরিকের নেতৃত্বে সুয়েবিদের মধ্যে বিবাদ দেখা দেয়। উভয় বাহিনী নেরবাসিয়াস পর্বতমালার যুদ্ধে মুখোমুখি হয়, কিন্তু কমিস হিস্পানিয়ারাম অ্যাস্টেরিয়াসের নেতৃত্বে রোমান বাহিনীর হস্তক্ষেপ এই সংঘাতের অবসান ঘটায়। তারা ভান্ডালদের আক্রমণ করে এবং তাদের বেটিকায় (আধুনিক আন্দালুসিয়া) চলে যেতে বাধ্য করে, ফলে সুয়েবিরা সমগ্র প্রদেশের প্রায় একক দখলে থাকে।\n\n\n=== লুসিটানিয়ায় আক্রমণ ও গালিসিয়ায় শান্তি (৪২৯-৪৩৮ খ্রিস্টাব্দ) ===\n৪২৯ সালে, ভান্ডালরা আফ্রিকায় যাওয়ার প্রস্তুতি নিচ্ছিল, সেই সময় হেরেমিগেরিয়াস নামে এক সুয়াবীয় সামন্ত জমি লুট করার জন্য লুসিটানিয়ায় যান। কিন্তু নতুন ভান্ডাল রাজা গেইসেরিক তার মোকাবিলা করেন। পশ্চাদপসর হওয়ার সময় গুয়াদিয়ানা নদীতে ডুবে মারা যান হেরেমিগেরিয়াস। গালিসিয়ার প্রাদেশিক সীমানার বাইরে সশস্ত্র সুয়েবিদের অভিযানের এটিই প্রথম ঘটনা।\nএরপর ভান্ডালরা আফ্রিকায় চলে যাওয়ার পর, সুয়েবিরা হিস্পানিয়ায় অবশিষ্ট একমাত্র জার্মানিক জনগোষ্ঠী হয়ে ওঠে। রাজা হেরমেরিক গালিসিয়া প্রদেশ জুড়ে সুয়েবি শাসনকে মজবুত করার জন্য তার অবশিষ্ট জীবন ব্যয় করেন। ৪৩০ সালে তিনি স্থানীয়দের সাথে বজায় রাখা পুরনো শান্তি চুক্তি ভঙ্গ করে কেন্দ্রীয় গালিসিয়া লুট করেন। যদিও খুব কম রোমানীয় প্রভাবিত গালিসিয়ানরা, যারা লৌহ যুগের পুরনো পাহাড়ি দুর্গগুলিতে পুনরায় বসবাস শুরু করেছিল, তারা একটি নতুন শান্তি চুক্তি করতে সক্ষম হয়, যা বন্দীদের আদান-প্রদানের মাধ্যমে সীলমোহর করা হয়। তবে, ৪৩১ এবং ৪৩৩ সালে আবার শত্রুতা দেখা দেয়।  ৪৩৩ সালে রাজা হেরমেরিক একজন স্থানীয় বিশপ, সিনফোসিয়াসকে রাষ্ট্রদূত হিসাবে পাঠান, যা সুয়েবিরা এবং স্থানীয়দের মধ্যে সহযোগিতার প্রথম প্রমাণ। তবে, ৪৩৮ সাল নাগ পর্যন্ত প্রদেশে বিশ বছর স্থায়ী হবে এমন একটি মজবুত শান্তি চুক্তি হয়নি।\n\n\n==== রাজা রেচিলা ====\n\n৪৩৮ সালে হেরমেরিক অসুস্থ হয়ে পড়েন। প্রাক্তন রোমান প্রদেশ গালিসিয়ার পুরো অংশ দখল করার পর, তিনি স্থানীয় জনগণের সাথে শান্তি স্থাপন করেন এবং অবসর গ্রহণ করেন, তার ছেলে রেচিলাকে সুয়েবিদের রাজা হিসেবে ছেড়ে যান। রেচিলা বিস্তৃতির জন্য একটি সুযোগ দেখেন এবং আইবেরিয়ান উপদ্বীপের অন্যান্য অঞ্চলে অগ্রসর হওয়া শুরু করেন।\nএকই বছরে তিনি বেটিকায় অভিযান চালান এবং জেনিল নদীর তীরে রোমান সামরিক বাহিনীর নেতা \"রোমানে মিলিশিয়ার ডাক্স আন্দেভোতুস\"-কে পরাজিত করেন, যার ফলে একটি বিশাল সম্পদ দখল করেন। এক বছর পর, ৪৩৯ সালে, সুয়েবিরা লুসিটানিয়া আক্রমণ করে এবং এর রাজধানী মেরিডায় প্রবেশ করে, যা সংক্ষিপ্ত সময়ের জন্য তাদের রাজ্যের নতুন রাজধানীতে পরিণত হয়। রেচিলা রাজ্যের বিস্তৃতি অব্যাহত রাখেন এবং ৪৪০ সালের মধ্যে কৌশলগত শহর মেরটোলায় অবস্থানরত রোমান কর্মকর্তা কাউন্ট সেনসোরিয়াসকে অবরোধ করতে এবং আত্মসমর্পণ করতে বাধ্য করতে সক্ষম হন।\nপরের বছর, ৪৪১ সালে, রেচিলা'র বাহিনী তিরিশ বছরেরও বেশি সময় তার জাতিকে শাসন করা বৃদ্ধ রাজা হেরমেরিকের মৃত্যুর কয়েক মাস পরেই সেভিল জয় করে। বেটিকার রাজধানী সেভিল জয়ের ফলে, সুয়েবিরা বেটিকা এবং কারথাগিনেসিস অঞ্চল দখল করতে সক্ষম হয়। তবে, বলা হয়েছে যে, বেটিকা এবং কারথাগিনেসিস জয় কেবল লুটপাটের মধ্যে সীমাবদ্ধ ছিল, এবং সুয়েবিদের উপস্থিতি, যদি থাকে, নগণ্য ছিল।\n৪৪৬ সালে, রোমানরা বেটিকা এবং কারথাগিনেসিস প্রদেশগুলিতে \"মেজিস্টার ইউট্রিয়াস্কি মিলিশিয়ায় ভিটাস\"-কে প্রেরণ করে, যিনি গথদের একটি বড় বাহিনীর সহায়তায় সুয়েবিদের দমন করার এবং হিস্পানিয়ায় সাম্রাজ্যিক প্রশাসন পুনরুদ্ধার করার চেষ্টা করেন। রেচিলা রোমানদের মোকাবিলা করার জন্য যাত্রা করেন এবং গথদের পরাজিত করার পর, ভিটাস অপমানে পালিয়ে যান; হিস্পানিয়া পুনর্দখলের আর কোনো সাম্রাজ্যিক প্রচেষ্টা করা হয়নি। ৪৪৮ সালে রেচিলা মূর্তিপূজক হিসেবে মারা যান এবং রাজ্য তার ছেলে রেচিয়ারকে দিয়ে যান।\n\n\n==== রাজা রেচিয়ার ====\nরেচিয়ার, একজন ক্যাথলিক খ্রিস্টান, ৪৪৮সালে তার পিতার উত্তরসূরি হন, গ্রহণ করেন রেচিয়ার, যিনি জার্মানিক জনগণের মধ্যে প্রথম ক্যাথলিক খ্রিস্টান রাজাদের একজন ছিলেন। তিনি নিজের নামে মুদ্রা প্রচলন করেন যা এই ধারার প্রথম উদাহরণ। কিছু মনে করেন, সাম্রাজ্যের শেষ দিকে স্বাধীনতা ঘোষণার একটি পদক্ষেপ হিসেবে মুদ্রা প্রচলনের কারণে, এটি সুয়েবিদের স্বায়ত্ত্বশাসনের একটি লক্ষণ। \nপিতা ও পিতামহের সফল কর্মজীবনের ধারা অনুসরণ করতে চাওয়া রেচিয়ার তার রাজত্ব জুড়ে বেশ কিছু সাহসী রাজনৈতিক পদক্ষেপ নেন। প্রথম পদক্ষেপটি ছিল ৪৪৮ সালে গথ রাজা থিওডোরিক প্রথমের কন্যার সাথে তার বিবাহ, যা এই দুই জাতির মধ্যে সম্পর্ক উন্নত করে। তিনি হিস্পানিয়ার ট্যারাকোনেনসিস অঞ্চলে (যা সে সময় পেনিনসুলার উত্তর-পূর্ব অংশ ছিল, ভূমধ্যসাগর থেকে বিসকে উপসাগর পর্যন্ত বিস্তৃত ছিল এবং এখনও রোমান শাসনের অধীনে ছিল) ভাস্কোনিয়া, সারাগোসা এবং লিডায় একাধিক সফল লুটপাট অভিযান পরিচালনা করেন। কখনও কখনও তিনি স্থানীয় \"বাগউডে\" বা স্থানীয় হিস্পানো-রোমান বিদ্রোহীদের সাথে জোট বেঁধে কাজ করতেন। লিডায় তিনি বন্দীদেরও আটক করেন, যাদেরকে দাস হিসেবে গালিসিয়া ও লুসিটানিয়ায় সুয়েবিদের ভূমিতে নিয়ে যাওয়া হয়।  এরপর রোম সুয়েবিদের কাছে একজন রাষ্ট্রদূত পাঠায় এবং কিছু ছাড় পাওয়ার চেষ্টা করে। কিন্তু ৪৫৫ সালে সুয়েবিরা কারথাগিনেসিস অঞ্চলের জমি লুট করে, যা আগে রোমে ফিরিয়ে দেওয়া হয়েছিল। এর প্রত্যুত্তরে নতুন সম্রাট আভিটাস এবং ভিসিগোথরা যৌথভাবে একটি দূতাবাস পাঠায়, কারণ তারা মনে রেখেছিল যে রোমের সাথে স্থাপিত শান্তি গথদের দ্বারাও অনুমোদিত হয়েছিল। কিন্তু রেচিয়ার ৪৫৫ এবং ৪৫৬ সালে ট্যারাকোনেনসিসে দুটি নতুন অভিযান চালান এবং বৃহৎ সংখ্যক বন্দী নিয়ে গালিসিয়ায় ফিরে আসেন। \n৪৫৬ সালের শরৎকালে সম্রাট আভিটাস অবশেষে রেচিয়ারের অবাধ্যতা মোকাবিলা করার জন্য পদক্ষেপ নেন। তিনি একটি বিশাল \"ফেডেরাটি\" বা মিত্র বাহিনীর নেতৃত্বে ভিসিগোথ রাজা থিওডোরিক দ্বিতীয়কে পিরিনিয়াস পর্বতমালা অতিক্রম করে গালিসিয়ায় পাঠান। এই \"ফেডেরাটি\" বাহিনীতে বারগুন্ডিয়ান রাজা গুন্ডিওক এবং হিলপেরিকও অন্তর্ভুক্ত ছিল। \nঅরবিগো নদীর তীরে, আস্তোর্গার কাছে ৫ অক্টোবরে সুয়েবিরা গোষ্ঠীভুক্ত হয়েছিল এবং উভয় বাহিনী মুখোমুখি হয়। থিওডোরিক দ্বিতীয়ের ডানপাশে থাকা গথরা সুয়েবিদের পরাজিত করে। যদিও যুদ্ধে অনেক সুয়েবি মারা যায় এবং অনেককে বন্দী করা হয়, তবে অধিকাংশই পালিয়ে যেতে সক্ষম হয়।  রাজা রেচিয়ার জখম অবস্থায় উপকূলের দিকে পালিয়ে যান, তাকে গথ বাহিনী অনুসরণ করে। গথ বাহিনী ২৮ অক্টোবরে ব্রাগা শহরে প্রবেশ করে এবং লুটপাট চালায়। পরে রাজা রেচিয়ারকে পোর্তোতে জাহাজে ওঠার সময় আটক করা হয় এবং ডিসেম্বরে তাকে মৃত্যুদণ্ড দেওয়া হয়। থিওডোরিক নতুন সম্রাট মেজোরিয়ান এবং মেজিস্টার মিলিটাম রিসিমার (একজন অর্ধ-সুয়েবি, সম্ভবত রেচিয়ারের আত্মীয়) এর রাজনৈতিক ও সামরিক অবস্থানের দ্বারা উদ্বিগ্ন হয়ে এপ্রিল ৪৫৯ সালে গলে ফিরে আসেন। পিরিনিয়াস পর্বতমালায় ফিরে আসার পথে তার সহযোগীরা এবং বাকি গথরা আস্তোর্গা, পালেন্সিয়া এবং অন্যান্য জায়গা লুট করে।\n\n\n==== প্রতিযোগী রাজারা ====\n\nভিসিগোথরা যখন রেচিয়ারকে নির্বাসিত করে, তখন হেরমেরিকের রাজবংশধারা বিলুপ্ত হয়ে যায় এবং সুয়েবি নেতৃত্বের প্রথাগত পদ্ধতিও তার সাথে শেষ হয়ে যায়। ৪৫৬ সালে, আইওলফ নামে একজন ব্যক্তি সুয়েবিদের নেতৃত্ব গ্রহণ করেন। আইওলফ কীভাবে নেতৃত্বে এলেন, তা স্পষ্ট নয়: হাইডেটিয়াস লিখেছেন যে আইওলফ ছিলেন একজন গথ বিদ্রোহী, অন্যদিকে ঐতিহাসিক জর্ডানেস লিখেছেন যে তিনি ছিলেন থিওডোরিক দ্বারা গালিসিয়া শাসনের জন্য নিযুক্ত একজন ওয়ার্নি এবং সুয়েবিরা তাকে এই অভিযানে উৎসাহিত করেছিল। যাই হোক না কেন, ৪৫৭ সালের জুনে তিনি পোর্তোতে নিহত হন। কিন্তু তার বিদ্রোহ, এবং মেজোরিয়ানের ভিসিগোথদের বিরুদ্ধে সশস্ত্র কর্মকাণ্ড, সুয়েবিদের উপর চাপ কমিয়ে দেয়।\n৪৫৬ সালে, রেচিয়ার মৃত্যুর একই বছরে, হাইডেটিয়াস উল্লেখ করেন যে \"সুয়েবিরা মালদ্রাসকে তাদের রাজা হিসাবে নিযুক্ত করে।\"  এই বক্তব্যটি ইঙ্গিত দেয় যে নতুন শাসক নির্বাচনে সম্ভবত সুয়েবি জাতি হিসাবে কিছুটা ভূমিকা পালন করেছিল।  মালদ্রাসের নির্বাচন সুয়েবিদের মধ্যে বিভাজন সৃষ্টি করে, কারণ কিছু লোক ফ্রামতা নামে আরেকজন রাজাকে অনুসরণ করে, যিনি মাত্র এক বছর পরেই মারা যান।  এরপর উভয় পক্ষই স্থানীয় গালিসিয়ানদের সাথে শান্তি চুক্তি করার চেষ্টা করে।\n৪৫৮ সালে গথরা আবার হিস্পানিয়ায় একটি বাহিনী পাঠায়, যা জুলাই মাসে বেটিকায় পৌঁছায় এবং এইভাবে সুয়েবিদের এই প্রদেশ থেকে বঞ্চিত করে। এই বাহিনী কয়েক বছর আইবেরিয়ায় অবস্থান করে।\n৪৬০ সালে, চার বছর রাজত্ব করার পর, মালদ্রাসকে হত্যা করা হয়। তার রাজত্বকালে তিনি লুসিটানিয়ায় এবং দুরো নদীর উপত্যকা অতিক্রম করে গালিসিয়ার দক্ষিণাংশে সুয়েবি ও রোমানদের সমানভাবে লুট করেন। এদিকে উত্তরে অবস্থানরত সুয়েবিরা ৪৫৯ এবং ৪৬০ সালে গালিসিয়াকে লুটপাট করে এমন অন্য নেতা রেচিমুন্ডকে বেছে নেয়। একই বছরে তারা এখনও রোমান কর্মকর্তার অধীনে থাকা লুগোর প্রাচীরবদ্ধ শহর দখল করে। এর প্রত্যুত্তরে গথরা শহরের বাইরে এবং আশেপাশের অঞ্চলে বসবাস করা সুয়েবিদের দণ্ড দিতে তাদের বাহিনী পাঠায়, কিন্তু তাদের অভিযানটি কিছু স্থানীয়দের দ্বারা ফাঁস হয়ে যায়, যাদের হাইডেটিয়াস বিশ্বাসঘাতক মনে করেন। এই ঘটনার ঠিক পরেই লুগো সুয়েবিদের জন্য একটি গুরুত্বপূর্ণ কেন্দ্রে পরিণত হয় এবং রেচিমুন্ড কর্তৃক রাজধানী হিসাবে ব্যবহৃত হয়।\nদক্ষিণে, ফ্রুমার মালদ্রাস এবং তার দলের ক্ষমতা গ্রহণ করেছিলেন, কিন্তু ৪৬৪ সালে তার মৃত্যু, সুয়েভদের মধ্যে অভ্যন্তরীণ বিরোধের একটি সময়কাল এবং স্থানীয় গ্যালিসিয়ান জনগণের সাথে চলমান সংঘাতের সমাপ্তি ঘটাল।\n\n\n==== রাজা রেমিসমন্ড ====\n\n৪৬৪ সালে, রেমিসমুন্ড, যিনি গ্যালিসিয়া এবং গলের মধ্যে কয়েকবার দূত হিসেবে ভ্রমণ করেছিলেন, রাজা হন। রেমিসমুন্ড তার শাসনের অধীনে সুয়েভদের দলগুলোকে ঐক্যবদ্ধ করতে সক্ষম হন এবং একই সাথে শান্তি পুনরুদ্ধার করতে সক্ষম হন। তিনি হয়তো থিওডোরিকের সমর্থনও পেয়েছিলেন, যিনি তাকে উপহার, অস্ত্র এবং একটি স্ত্রী পাঠিয়েছিলেন। রেমিসমুন্ডের নেতৃত্বে, সুয়েভরা আবার পার্শ্ববর্তী অঞ্চলগুলিতে অভিযান চালিয়েছিল, লুসিটানিয়ার জমি এবং কনভেন্টাস অ্যাস্টুরসেন্সে লুটপাট চালিয়েছিল, পাশাপাশি রেমিসমুন্ডের আনুগত্য স্বীকার করতে অস্বীকারকারী অউনোনেনসেসের মতো গ্যালিসিয়ান উপজাতিদের সাথে যুদ্ধ করেছিল।  ৪৬৮ সালে তারা লুসিটানিয়ার কোনিমব্রিগার প্রাচীরের একটি অংশ ধ্বংস করতে সক্ষম হয়, যা লুট করা হয় এবং তারপর বেশিরভাগই পরিত্যক্ত হয় কারণ অধিবাসীরা পালিয়ে যায় বা দাস হিসাবে উত্তরে ফিরে আসে। পরের বছর তারা লিসবন দখল করে, যা এর নেতা লুসিডিওর দ্বারা আত্মসমর্পণ করা হয়েছিল। পরে তিনি সম্রাটের কাছে সুয়েভদের দূত হন। ৪৬৮ সালে হিডেটিয়াসের ক্রনিকলের শেষ লেখাটি রেমিসমুন্ডের পরবর্তী ভাগ্য সম্পর্কে আমাদের জানায়নি।\nসুয়েভরা সম্ভবত ৪৬৬ সাল পর্যন্ত বেশিরভাগই মূর্তিপূজক ছিল। তবে, সেই সময় ভিসিগোথিক রাজা থিওডোরিক দ্বিতীয়ের প্রেরণায় এবং সুয়েভদের একত্রীকারক রেমিসমুন্ডের অনুরোধে আজাক্স নামে একজন এরিয়ান ধর্মপ্রচারক তাদের খ্রিস্টানে ধর্মান্তরিত করেন এবং একটি স্থায়ী এরিয়ান গির্জা প্রতিষ্ঠা করেন, যা ৫৬০-এর দশকে ক্যাথলিকে ধর্মান্তরিত হওয়ার আগ পর্যন্ত জনগণের উপর প্রভাব বিস্তার করে।\n\n\n=== আরিয়ান যুগ ===\n৪৭০ থেকে ৫৫০ সালের মধ্যবর্তী সময় সম্পর্কে খুব বেশি কিছু জানা যায় না। শুধুমাত্র ৭ম শতাব্দীর লেখক সেভিলের আইসিডোরের সাক্ষ্যাত বহিঃপ্রকাশ পাওয়া যায়, যিনি লিখেছিলেন যে এই সময়ে অনেক রাজা রাজত্ব করেন, যাদের সকলেই ছিলেন এরিয়ান খ্রিস্টান। \"ডিভিসিও ওয়েম্বে\" নামে একটি মধ্যযুগীয় নথিতে থিওডেমুন্ড নামে একজন রাজার উল্লেখ করা হয়েছে, যিনি অন্যথায় অজানা। অন্যান্য কম নির্ভরযোগ্য এবং অনেক পরের ক্রনিকলে হেরমেরিক দ্বিতীয়, রেচিলা দ্বিতীয় এবং রেচিয়ার দ্বিতীয় নামে কয়েকজন রাজার রাজত্বের কথা উল্লেখ করা হয়েছে। \nবেশি বিশ্বাসযোগ্য একটি পাথরের খোদাই, যা পর্তুগালের ভাইরাওতে পাওয়া যায়, সেখানে ৫৩৫ সালে একজন বেডেকটাইন খ্রিস্টান নান দ্বারা একটি গির্জা স্থাপনের কথা উল্লেখ করা হয়েছে। খোদাইটিতে লেখা রয়েছে \"সবচেয়ে নিরাময় রাজা ভেরেমুন্ডের\" শাসনের অধীনে এটি ঘটেছে, যদিও এই খোদাইটি লিওনের রাজা বেরমুদো দ্বিতীয়কেও উৎসর্গ করা হয়েছে বলে মত রয়েছে। এছাড়াও, ৫৪০ সালের দিকে পোপ ভিগিলিউস ব্রাগার বিশপ প্রোফুটুরাসকে লেখা একটি চিঠির মাধ্যমে জানা যায় যে, নির্দিষ্ট কিছু পরিস্থিতিতে অতীতে কিছু ক্যাথলিক অর্থোডক্স গির্জা ধ্বংস করা হয়েছিল এবং কিছু সংখ্যক ক্যাথলিক অর্থোডক্স এরিয়ান ধর্মে ধর্মান্তরিত হয়েছিল। \n\n\n=== ক্যাথলিক অর্থোডক্সিতে রূপান্তর ===\n\nসুয়েভদের অর্থোডক্স খ্রিস্টানে রূপান্তরের ঘটনাটি প্রাথমিক উৎসগুলিতে খুব ভিন্নভাবে উপস্থাপিত হয়েছে। সমসাময়িক একটি রেকর্ড, ৫৬১ সালের ১ মে অনুষ্ঠিত প্রথম ব্রাগা কাউন্সিলের কার্যবিবরণী, স্পষ্টভাবে উল্লেখ করেছে যে এই সভাটি অ্যারিআমীর নামক এক রাজার আদেশে অনুষ্ঠিত হয়েছিল। যদিও তার অর্থোডক্স বিশ্বাস সন্দেহের ঊর্ধ্বে নেই, তিনি কি রেচিয়ারের পর সুয়েভদের প্রথম অর্থোডক্স সম্রাট ছিলেন, এটি নিয়ে বিতর্ক রয়েছে কারণ এটি স্পষ্টভাবে বলা হয়নি। তবে, তিনিই প্রথম অর্থোডক্স সিনড এর আয়োজন করেন।\nঅন্যদিকে, সেভিলের আইসিডোরের লিখিত \"হিস্টোরিয়া সুয়েভোরাম\" বলে যে, তার লোকদের এরিয়ান ধর্ম থেকে অর্থোডক্স ধর্মে রূপান্তরিত করার ক্ষেত্রে মিশনারি মার্টিন অফ ব্রাগার সাহায্য নিয়েছিলেন থিওডেমার।  এবং অবশেষে, ফ্রাঙ্কীয় ইতিহাসবিদ গ্রেগরি অফ ট্যুরসের মতে, শার্লারিক নামে এক অন্যথা অজানা রাজা, মার্টিন অফ ট্যুরসের কথা শুনেছিলেন এবং তিনি যদি তাঁর ছেলেকে কুষ্ঠরোগ থেকে সুস্থ করে তুলতে পারেন তবে তিনি এই সন্তের বিশ্বাস গ্রহণ করার প্রতিশ্রুতি দেন। সেন্ট মার্টিনের ধামী এবং মধ্যস্থতার মাধ্যমে ছেলেটি সুস্থ হয়ে ওঠে; শার্লারিক এবং রাজকীয় পরিবারের সবাই নিসিয়ান বিশ্বাস গ্রহণ করেন।\nযেহেতু সেন্ট মার্টিন অফ ট্যুরসের ধামী এবং শার্লারিকের ধর্মান্তরণের বিবরণটি ৫৫০ সালের দিকে মার্টিন অফ ব্রাগার আগমনের সাথে মিলে যায়, তাই এই কিংবদন্তিকে সেন্ট মার্টিন অফ ব্রাগার পাদ্রীয় কাজ এবং সেন্ট মার্টিন অফ ট্যুরসের প্রতি তার ভক্তির একটি রূপক হিসাবে ব্যাখ্যা করা হয়েছে।\nবেশিরভাগ পণ্ডিত এই গল্পগুলিকে একত্রিত করার চেষ্টা করেছেন। এটি অভিযোগ করা হয়েছে যে শার্লারিক এবং থিওডেমার অবশ্যই অ্যারিআমীরের উত্তরসূরি ছিলেন, কারণ অ্যারিআমীরই প্রথম সুয়েভিক সম্রাট যিনি অর্থোডক্স সিনড-এর ওপর নিষেধাজ্ঞা প্রত্যাহার করেছিলেন; সেইজন্য আইসিডোর কালপঞ্জি ভুল করেছেন।   রেইনহার্ট পরামর্শ দিয়েছিলেন যে শার্লারিককে প্রথমে সেন্ট মার্টিনের ধামীগুলির মাধ্যমে রূপান্তরিত করা হয়েছিল এবং থিওডেমারকে পরে মার্টিন অফ ব্রাগার প্রচারের মাধ্যমে রূপান্তরিত করা হয়েছিল। \n\nডান শার্লারিককে থিওডেমারের সাথে তুলনা করেছেন, এমনকি বলেছেন যে দ্বিতীয় নামটি তার বাপ্তিস্মের সময় নেওয়া নাম ছিল।  এটাও পরামর্শ দেওয়া হয়েছে যে, থিওডেমার এবং অ্যারিআমীর একই ব্যক্তি এবং শার্লারিকের ছেলে ছিলেন।\nকিছু ইতিহাসবিদের মতে, শার্লারিক হলেন গ্রেগরি অফ ট্যুরসের একটি ভুল ছাড়া আর কিছুই না এবং তিনি কখনোই অস্তিত্বই পাননি।\nযদি গ্রেগরি যা বর্ণনা করেছেন ঠিক থাকে, মার্টিন অফ ব্রাগা ৫৮০ সালের দিকে মারা যান এবং প্রায় ৩০ বছর ধরে বিশপ ছিলেন, তাহলে শার্লারিকের রূপান্তর ৫৫০ সালের আগে ঘটেছিল বলে সর্বশেষে ধরা যেতে পারে।\nঅবশেষে, ফেরিরো বিশ্বাস করেন যে সুয়েভদের রূপান্তর ক্রমশ এবং ধাপে ধাপে হয়েছিল এবং শার্লারিকের জনসাধারণের রূপান্তরের পরে তার উত্তরাধিকার অ্যারিআমীরের রাজত্বকালে অর্থোডক্স সিনড-এর নিষেধাজ্ঞা প্রত্যাহার করা হয়েছিল; আর থিওডেমার তার রাজ্যে এরিয়ানদের নির্যাতন শুরু করার জন্য দায়ী হবেন, যাতে তাদের ধর্মীয় বিভ্রান্তি নির্মূল করা হয়।\nশেষ পর্যন্ত, ক্রনিকলার জন অফ বিক্লারুম, সুয়েভদের রূপান্তরের জন্য কোনও সুয়েভকে না দিয়ে, বরং একজন ভিসিগোথকে দায়ী করেছেন। তিনি ৫৮৭-৫৮৯ সালে রেকার্ড I এর অধীনে ঘটে যাওয়া গথদের রূপান্তরের সাথে তাদের রূপান্তরকে একত্রিত করেছেন, কিন্তু, এটি একটি পরবর্তী সময়ের সাথে মিলিত হয়, যখন রাজ্যটি ভিসিগোথিক রাজ্যের সাথে একীভূত হওয়ার প্রক্রিয়ায় ছিল।\n\n\n=== ৬ষ্ঠ শতাব্দী এবং সংযুক্তি ===\n\n\n==== ব্রিটিশরা ====\n\n৫ম শতাব্দীর শেষের দিকে বা ৬ষ্ঠ শতাব্দীর শুরুর দিকে, অ্যাংলো-স্যাক্সনদের হাত থেকে পালিয়ে আসা রোমানো-ব্রিটেনীয়দের একটি দল গ্যালিসিয়া অঞ্চলে সুয়েভি রাজ্যের উত্তরে বসতি স্থাপন করে, যা পরবর্তীতে ব্রিটোনিয়া নাম লাভ করে।  এই বসতি সম্পর্কে অধিকাংশ তথ্য ধর্মীয় উৎস থেকে পাওয়া যায়; ৫৭২ সালের দ্বিতীয় ব্রাগা কাউন্সিলের রেকর্ডগুলি ব্রিটোনেনসিস ইক্লেসিয়া (\"ব্রিটিশ চার্চ\") এবং সেডেস ব্রিটোনারাম (\"ব্রিটনের পাদ্রীয় আসন\") নামে একটি ডাইওসিসের কথা উল্লেখ করে, যখন সাধারণত ডিভিশিও থিওডেমিরি বা প্যারোচিয়াল সুয়েভোরাম নামে পরিচিত প্রশাসনিক ও ধর্মীয় নথি তাদের নিজস্ব গীর্জা এবং সান্তা মারিয়া ডি ব্রেটোনার মঠ   ব্রাগার দ্বিতীয় কাউন্সিলে এই ডায়োসিসের প্রতিনিধিত্বকারী বিশপের ব্রাথোনিক নাম ছিল মেলোক ।  ৭ম শতাব্দীর মধ্য দিয়ে বেশ কয়েকটি কাউন্সিলে এই দৃশ্যের প্রতিনিধিত্ব অব্যাহত ছিল।\n\n\n==== রাজা আরিয়ামির এবং রাজা থিওডেমার ====\n১ মে ৫৬১ সালে, রাজা অ্যারিআমীর, যিনি তার রাজত্বের তৃতীয় বছরে ছিলেন, প্রথম ব্রাগা কাউন্সিল আহ্বান করেন। কাউন্সিলের কার্যবিবরণীতে তাকে \"সবচেয়ে গৌরবময় রাজা অ্যারিআমীর\" হিসাবে অভিহিত করা হয়। রাজ্যে অনুষ্ঠিত প্রথম অর্থোডক্স কাউন্সিলটি প্রায় পুরোপুরিভাবে প্রিসিলিয়ানিজমের নিন্দা করতে উৎসর্গ করা হয়েছিল, এতে এরিয়ান ধর্মের কোনো উল্লেখ ছিল না এবং মাত্র একবার পাদ্রীদের তার পোশাক সাজানো এবং জার্মানিক শব্দ \"গ্রানোস\" পরিধান করার জন্য তিরস্কার করা হয়েছিল, যার অর্থ হতে পারে চুটি, লম্বা দাড়ি, গোঁফ, অথবা একটি সুয়েভিয়ান গিঁট, যা মূর্তিপূজক রীতি হিসাবে ঘোষিত হয়েছিল। আটজন সহকারী বিশপের মধ্যে মাত্র একজনের নাম ছিল জার্মানিক, বিশপ ইলডেরিক।।\nপরে, ১ জানুয়ারী ৫৬৯ সালে, অ্যারিআমীরের  উত্তরসূরি, থিওডেমার, লুগোতে একটি কাউন্সিল অনুষ্ঠিত করেন, যা রাজ্যের প্রশাসনিক ও ধর্মীয় সংগঠনের বিষয় নিয়ে আলোচনা করে। তার অনুরোধে, গ্যালিসিয়া রাজ্যকে দুটি প্রদেশ বা সিনডে বিভক্ত করা হয়, ব্রাগা এবং লুগো মহানগরের অধীনস্থতায়, এবং তেরটিটি বিশপের আসন, কিছু নতুন, যার জন্য নতুন বিশপদের নির্দেশ দেওয়া হয়, অন্যান্যগুলি পুরানো: উত্তরে ইরিয়া ফ্লাভিয়া, ব্রিটোনিয়া, অ্যাস্টোরগা, আউরেন্সে এবং তুই, লুগোর অধীনস্থ; এবং দক্ষিণে ডিউম, পোর্টো, ভিসিউ, লামেগো, কোয়েম্ব্রা এবং ইদানহা-আ-ভেলহা, ব্রাগার অধীনস্থ। প্রতিটি আসনকে আরও ছোট ছোট অঞ্চলে বিভক্ত করা হয়, যার নাম দেওয়া হয় \"এক্লেসিয়া\" এবং \"পাগি\"। উত্তরের মহানগর হিসাবে লুগোর নির্বাচন তার নির্ভরশীল আসনের সাথে এর কেন্দ্রীয় অবস্থানের কারণে শহরটির গুরুত্বের কারণে ছিল।\n\n\n==== রাজা মিরো ====\n\nজন অফ বিক্লারোর মতে, ৫৭০ সালে মিরো সুয়েসের রাজা হিসাবে থিওডেমারের স্থলাভিষিক্ত হন।  তার সময়কালে, সুয়েভিক রাজ্যকে ভিসিগোথরা আবার চ্যালেঞ্জ করেছিল যারা তাদের রাজা লিওভিগিল্ডের অধীনে তাদের রাজ্য পুনর্গঠন করছিলেন, ভৌইলের যুদ্ধে ফ্রাঙ্কদের কাছে পরাজয়ের পর থেকে তাদের রাজ্য হ্রাস হতে থাকে  এবং বেশিরভাগই বিদেশীদের দ্বারা শাসিত হয়েছিল। \n৫৭২ সালে মিরো ব্রাগার দ্বিতীয় সম্মেল উদযাপনের আদেশ দেন, সেন্ট মার্টিন সুয়েভি রাজ্যের রাজধানী আর্চবিশপ হিসেবে যার সভাপতিত্ব করেন ব্রাগার প্যানোনিয়ান । মার্টিন একজন চাষী মানুষ ছিলেন, যিনি সেভিলের ইসিডোর, ভেনান্তিয়াস ফরচুনাটাস এবং গ্রেগরি অফ ট্যুরস দ্বারা প্রশংসিত ছিলেন, যিনি সুয়েসদের ক্যাথলিক ধর্মের দিকে নিয়ে গিয়েছিলেন এবং যিনি রাজ্যের সাংস্কৃতিক ও রাজনৈতিক পুনর্জাগরণকে উন্নীত করেছিলেন।  কাউন্সিলের কাজগুলিতে, মার্টিন গ্যালেসিয়াতে ক্যাথলিক বিশ্বাসের ঐক্য এবং বিশুদ্ধতা ঘোষণা করেছিলেন এবং প্রথমবারের মতো, আরিয়াসকে অসম্মানিত করা হয়েছিল। উল্লেখযোগ্যভাবে, বারোজন সহকারী বিশপের মধ্যে পাঁচজন ছিলেন সুয়েস ( লুগোর নিটিগিয়াস, ওরেন্সের উইটিমার, টুইয়ের আনিলা, ভিসুর রেমিসোল, ইদানহা-এ-ভেলহার অ্যাডোরিক), এবং একজন ছিলেন একজন ব্রিটিশ, মেলোক ।\n৫৭২ সালের এই একই বছরে মিরো রানকোনদের বিরুদ্ধে একটি অভিযানের নেতৃত্ব দিয়েছিলেন, যখন ভিসিগোথ রাজা লিওভিগিল্ড দক্ষিণে সফল সামরিক কার্যকলাপ পরিচালনা করছিলেন: তিনি ভিসিগোথদের জন্য কর্ডোভা এবং মদিনা-সিডোনিয়া শহরগুলি পুনরুদ্ধার করেছিলেন এবং একটি সফল আক্রমণের নেতৃত্ব দিয়েছিলেন। মালাগা শহরের চারপাশে অঞ্চল। কিন্তু ৫৭৩ সাল থেকে তার যুদ্ধের অভিযান সুয়েভিক ভূমির কাছাকাছি চলে আসে, প্রথমে সাবারিয়া, পরে আরেজেনসিস পর্বত এবং ক্যান্টাব্রিয়া দখল করে, যেখানে তিনি কিছু আক্রমণকারীকে বিতাড়িত করেন। অবশেষে, ৫৭৬ সালে, তিনি রাজ্যের সীমানাকে বিরক্ত করে নিজেই গ্যালেসিয়ায় প্রবেশ করেন, কিন্তু মিরো দূত পাঠান এবং লিওভিগিল্ডের কাছ থেকে একটি অস্থায়ী শান্তি লাভ করেন। সম্ভবত এই সময়কালেই সুয়েভি ফ্রাঙ্কিশ রাজা গন্ট্রামের কাছে কিছু দূতও পাঠান, যাদেরকে চিলপেরিক I দ্বারা পোইটিয়ারের কাছে আটকানো হয়েছিল, এবং গ্রেগরি অফ ট্যুরস দ্বারা নথিভুক্ত হিসাবে এক বছরের জন্য কারারুদ্ধ করা হয়েছিল। \nপরবর্তীতে, ৫৭৯ সালে, লিওভিগিল্ডের পুত্র, রাজপুত্র হারমেনিগিল্ড, নিজেকে রাজা ঘোষণা করে তার পিতার বিরুদ্ধে বিদ্রোহ করেন। সেভিলে বসবাস করার সময় তিনি তার স্ত্রী ফ্রাঙ্কিশ রাজকুমারী ইঙ্গুন্ডিস  সেভিলের লিয়েন্ডারের প্রভাবে ক্যাথলিক ধর্মে ধর্মান্তরিত হয়েছিলেন। কিন্তু ৫৮২ সাল না পর্যন্ত লিওভিগিল্ড তার ছেলেকে আক্রমণ করার জন্য তার সৈন্যবাহিনীকে জড়ো করে: প্রথমে, তিনি মেরিদাকে নিয়ে যান; তারপর, ৫৮৩ সালে, তিনি সেভিলের দিকে যাত্রা করেন। অবরোধের আটকা পড়ে হারমেনিগিল্ডের বিদ্রোহ পূর্ব রোমান সাম্রাজ্যের দেওয়া সমর্থনের উপর নির্ভরশীল হয়ে পড়েন, যা জাস্টিনিয়ান প্রথম থেকে হিস্পানিয়ার দক্ষিণ উপকূলীয় অঞ্চলের বেশিরভাগ নিয়ন্ত্রণ করেছিল এবং সুয়েসদের দ্বারা।  এই একই বছর গ্যালাসিয়ানদের রাজা মিরো অবরোধ ভাঙার অভিপ্রায়ে তার সৈন্যবাহিনী নিয়ে দক্ষিণ দিকে অগ্রসর হন, কিন্তু, শিবিরে থাকার সময় তিনি নিজেকে লিওভিগিল্ড দ্বারা অবরুদ্ধ দেখতে পান এবং তারপরে ভিসিগোথিকের সাথে বিশ্বস্ততার একটি চুক্তি স্বাক্ষর করতে বাধ্য হন। রাজা উপহার বিনিময় করার পর, মিরো গ্যালেসিয়ায় ফিরে আসেন, যেখানে তাকে কিছু দিন পর বিছানায় শুইয়ে দেওয়া হয়, গ্রেগরি অফ ট্যুরসের মতে, \"স্পেনের খারাপ জলের কারণে\" খুব শীঘ্রই মারা যান।  হারমেনিগিল্ডের বিদ্রোহ ৫৮৪ সালে শেষ হয়েছিল, কারণ লিওভিগিল্ড ৩০ হাজার সলিডি দিয়ে বাইজেন্টাইনদের ঘুষ দিয়েছিলেন, যার ফলে তার ছেলেকে তাদের সমর্থন থেকে বঞ্চিত করেছিল। \n\nমিরোর মৃত্যুতে, তার ছেলে ইবুরিককে রাজা করা হয়েছিল।  এক বছর পার না হতেই তার শ্যালক, নাম অডেকা, সেনাবাহিনীর সাথে, ক্ষমতা দখল করে। তিনি ইবুরিককে একটি মঠে নিয়ে যান তাকে পুরোহিত হিসেবে নিয়োগ দিতে বাধ্য করেন, যার ফলে তিনি সিংহাসনের জন্য অযোগ্য হয়ে পড়েন। তারপর অডেকা রাজা মিরোর বিধবা সিসেগুন্তিয়াকে বিয়ে করে নিজেকে রাজা করে। এই দখল এবং ইবোরিক কর্তৃক প্রদত্ত বন্ধুত্ব লিওভিগিল্ডকে প্রতিবেশী রাজ্য দখল করার সুযোগ দেয়। ৫৮৫ সালে লিওভিগিল্ড গ্যালেসিয়া আক্রমণ করে সুয়েসের বিরুদ্ধে যুদ্ধে নামেন। জন অফ বিক্লারোর ভাষায়: \" কিং লিওভিগিল্ড গ্যালেসিয়াকে ধ্বংস করে দেয় এবং অডেকাকে রাজ্যের সামগ্রিকতা থেকে বঞ্চিত করে; সুয়েসদের জাতি, তাদের ধন এবং পিতৃভূমি তার নিজস্ব ক্ষমতার দ্বারা পরিচালিত হয় এবং গোথদের একটি প্রদেশে পরিণত হয়। \" প্রচারণার সময়, রাজা গুন্ট্রামের ফ্রাঙ্করা সেপ্টিমেনিয়া আক্রমণ করেছিল, সম্ভবত সুয়েসদের সাহায্য করার চেষ্টা করেছিল, একই সময়ে গ্যালেসিয়াতে জাহাজ পাঠায় যা লিওভিগিল্ডের সৈন্যরা বাধা দিয়েছিল, যারা তাদের পণ্যসম্ভার নিয়েছিল এবং তাদের বেশিরভাগকে হত্যা বা দাস বানিয়েছিল। ক্রু এইভাবে রাজ্যটি গথদের কাছে তাদের তিনটি প্রশাসনিক অঞ্চলের মধ্যে একটি হিসাবে স্থানান্তরিত হয়েছিল: গ্যালেসিয়া, হিস্পানিয়া এবং গ্যালিয়া নারবোনেসিস।  অডেকাকে বন্দী করা হয় এবং তাকে পবিত্র আদেশ নিতে বাধ্য করা হয়, তারপর দক্ষিণ লুসিতানিয়ার বেজায় নির্বাসনে পাঠানো হয়।\nএই একই বছর, ৫৮৫ সাল, ম্যালারিক নামে একজন ব্যক্তি গোথদের বিরুদ্ধে বিদ্রোহ করেছিলেন এবং সিংহাসন পুনরুদ্ধার করেছিলেন, কিন্তু শেষ পর্যন্ত তিনি পরাজিত হন এবং লিওভিগিল্ডের জেনারেলদের দ্বারা বন্দী হন, যারা তাকে ভিসিগোথিক রাজার কাছে শিকল দিয়ে নিয়ে যায়।\n\n\n==== সংযোজন ====\n\nজয়ের পরে, রাজা লিওভিগিল্ড সুয়েভিদের মধ্যে আবার আরিয়ান চার্চ চালু করেছিলেন, কিন্তু এটি একটি স্বল্পস্থায়ী প্রতিষ্ঠান ছিল। কারণ ৫৮৬ সালে তার মৃত্যুর পর তার ছেলে রেক্কারেড খোলাখুলিভাবে ভিসিগোথ এবং সুয়েভিদের ক্যাথলিকে গণধর্মান্তরের প্রচার করেন।\nরেক্কারেডের পরিকল্পনার বিরোধিতা করেছিল আরিয়ান ষড়যন্ত্রকারীদের একটি দল; এর নেতা সেগগাকে তার হাত কাটা হয়ে যাওয়ার পরে গালিসিয়ায় নির্বাসিত করা হয়।\nতৃতীয় টলেডো কাউন্সিলের সময় হিস্পানিয়া, গল এবং গালিসিয়া থেকে seventy-two জন বিশপের সহায়তায় ধর্মান্তর ঘটে। সেখানে আটজন বিশপ তাদের আরিয়ান ধর্ম ত্যাগ করেন, যাদের মধ্যে চারজন সুয়েভি: পোর্তোর আর্জিওভিটাস, লুগোর বেকিসিলা, তুইয়ের গার্ডিংস এবং ভিসিউর সানিলা।\nরাজা রেক্কারেড গণধর্মান্তরকে উদযাপন করেছিলেন: \"আমরা যে অনুগ্রহ লাভ করেছি তার মধ্যে কেবল গথদের ধর্মান্তরই পাওয়া যায় না,  বরং অগণিত সুয়েভিদেরও, যাদের আমরা ঐশ্বরিক সাহায্যে আমাদের রাজ্যের অধীনে এনেছি। যদিও বাহ্যিক দোষে তারা বিধর্মে প্রলুব্ধ হয়েছিল, কিন্তু আমাদের কঠোর পরিশ্রমের মাধ্যমে আমরা তাদের সত্যের উৎসে নিয়ে এসেছি\"। এর কিছুদিন পরে পোপ গ্রেগরি দ্য গ্রেট তাকে পাঠানো একটি চিঠিতে তাকে \"ভিসিগোথদের এবং সুয়েভিদের রাজা\" হিসাবে অভিহিত করা হয়।\nগথদের অধীনে, সুয়েভি রাজ্যের প্রশাসনিক ব্যবস্থা প্রাথমিকভাবে বজায় রাখা হয়েছিল - থিওডেমারের রাজত্বকালে প্রতিষ্ঠিত বেশ কয়েকটি সুয়েভি জেলা পরবর্তীতে ভিসিগোথিক টাকশাল হিসাবেও পরিচিত - কিন্তু সপ্তম শতাব্দীর মাঝামাঝি সময়ে একটি প্রশাসনিক এবং গির্জার পুনর্গঠন বেশিরভাগ টাকশালের অবলুপ্তির কারণ হয়, ব্রাগা, লুগো এবং তুই শহরগুলিকে বাদ দিয়ে।\nএছাড়াও, পঞ্চম শতাব্দীতে গালিসিয়ায় অন্তর্ভুক্ত হওয়া ল্যান্ডগো, ভিসিউ, কোইম্ব্রা এবং ইদানহা-আ-ভেলহা, উত্তর লুসিটানিয়ান বিশপরিকসমূহ মেরিডার আনুগত্যে ফিরিয়ে দেওয়া হয়। এটাও উল্লেখ করা হয়েছে যে ষষ্ঠ এবং সপ্তম শতাব্দীতে গালিসিয়ায় কোনো দৃশ্যমান গথিক অভিবাসন ঘটেনি।\nস্বতন্ত্র জাতি হিসাবে সুয়েভিদের শেষ উল্লেখটি একটি স্প্যানিশ কুডেক্সের ১০ম শতসুয়েসদের শেষ উল্লেখ করা হয়েছে: \"হ্যাঙ্ক আর্বর রোমানি প্রুনি ভোকান্ট, স্পানী নিক্সাম, উয়ান্ডালি এট গোটি এট সুয়েবি এট সেলটিবেরি সেরুলিয়াম ডিকুন্ট\" (\"এই গাছটি রোমানদের দ্বারা বরই-গাছ বলা হয়; স্প্যানিয়ার্ডদের দ্বারা নিক্সাম ; ভ্যান্ডাল, সুয়েস, গথ এবং সেল্টিবেরিয়ানরা এটিকে \"সেরুলিয়াম \" বলে ডাকে), তবে এই প্রসঙ্গে সুয়েবি সম্ভবত কেবল গ্যালাইসিকে বোঝাতে চেয়েছিলেন।\n\n\n== গ্যালিসিয়ান সুয়েবিক রাজাদের তালিকা ==\n\n\n=== সুয়েভি রাজারা (খ্রিস্টাব্দ ৪০৯-৫৮৫) ===\nপ্রাথমিক বসতি স্থাপনের ইতিহাসের জন্য গুরুত্বপূর্ণ উৎস হল অরোসিয়াস রচিত \"দ্য সেভেন বুকস অফ হিস্ট্রি এগেইনস্ট দ্য প্যাগানস\"। তিনি হাইডেটিয়াসের বর্ণিত বিপর্যয়ের চেয়ে সুয়েভি এবং ভান্ডালদের প্রাথমিক বসতি স্থাপনের একটি ভিন্ন চিত্র অাঁকেন। তার বর্ণনায়, সুয়েভি এবং ভান্ডালরা হিস্পানিয়ায় সহিংস প্রবেশের পরে শান্তিপূর্ণ জীবন শুরু করে, যখন অনেক দরিদ্র স্থানীয় রোমান কর এবং কর ফাঁসি থেকে বাঁচতে তাদের সাথে যোগ দেয়।\nনিচে রয়েছে সুয়েভি রাজাদের একটি তালিকা, যাদের রাজত্ব খ্রিস্টাব্দ ৪০৯ থেকে ৫৮৫ সাল পর্যন্ত বিস্তৃত:\n\nহেরেমিগ, খ্রিস্টপূর্ব ৪০৯–৪৩৮\nহেরেমিগারিয়াস, ৪২৭–৪২৯, লুসিটানিয়ার নেতা\nরেচিলা, ৪৩৮–৪৪৮\nরেচিয়ার, ৪৪৮–৪৫৬\nঐউলফ, ৪৫৬–৪৫৭, সম্ভবত ভিসিগোথদের নিযুক্ত, বিদেশী\nমাল্ড্রাস, ৪৫৬–৪৬০, ৪৫৭ সালের পর ফ্রামটার বিরোধী\nফ্রামটা, ৪৫৭, মাল্ড্রাসের বিরোধী\nরিচিমুন্ড, ৪৫৭–৪৬৪, ফ্রামটার উত্তরাধিকারী\nফ্রুমার, ৪৬০–৪৬৪, মাল্ড্রাসের উত্তরাধিকারী\nরেমিসমুন্ড, ৪৬৪–৪৬৯, ফ্রুমারের উত্তরাধিকারী, সুয়েভিদের পুনর্মিলিত করেন\nঅস্পষ্টতার সময়কাল\nহেরমেনেরিক, খ্রিস্টপূর্ব ৪৮৫\nভেরেমুন্ড, খ্রিস্টপূর্ব ৫৩৫\nথিওডেমুন্ড, ৬ষ্ঠ শতাব্দী\nচ্যারারিক, খ্রিস্টপূর্ব ৫৫০-৫৫৮/৫৫৯ এর পর, অস্তিত্ব কখনও কখনও সন্দেহ করা হয়েছে\nআরিয়ামির, ৫৫৮/৫৫৯–৫৬১/৫৬৬\nথিওডেমার, ৫৬১/৫৬৬–৫৭০\nমিরো, ৫৭০–৫৮৩\nইবোরিক, ৫৮৩–৫৮৪, অপসারিত হয়েছিলেন এবং আন্দেকা দ্বারা মঠে রাখা হয়েছিল।\nআন্দেকা, ৫৮৪–৫৮৫, লিওভিগিল্ড দ্বারা অপসারিত হয়েছিলেন এবং মঠে রাখা হয়েছিল।\nমালারিক, ৫৮৫, লিওভিগিল্ডের বিরোধিতা করে পরাজিত হয়।\n\n\n== উৎস ও বিতর্ক ==\n\nরোমের পশ্চিমাঞ্চলীয় প্রদেশ হারানোর ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা পালন করা ভান্ডাল, ভিসিগোথ, অস্ট্রোগোথ এবং হানদের মতো কিছু অন্যান্য জার্মান জাতির বিপরীতে, সুয়েভিরা গালিসিয়া এবং উত্তর লুসিটানিয়ায় (যা অন্তর্দেশীয় এবং ভূমধ্যসাগরীয় অঞ্চলের বাইরে ছিল) নিজেদের স্থাপন করে রোম এবং রোমান স্বার্থের জন্য খুব কমই হুমকী হয়ে উঠেছিল।\nআসলে, সেই সময়গুলিতে যখন আমাদের বিভিন্ন উৎসের মাধ্যমে তাদের ইতিহাস সম্পর্কে আরও বিস্তৃত জ্ঞান রয়েছে, ঠিক তখনই তারা রেচিলা রাজত্বকালের মতো চ্যালেঞ্জ হয়ে উঠেছিল। স্বাধীন জাতি হিসাবে তাদের পুরো ইতিহাস জুড়ে, তারা রোম, ভান্ডাল, ভিসিগোথ এবং পরে ফ্রাঙ্কদের সাথে গুরুত্বপূর্ণ কূটনৈতিক কার্যকলাপ বজায় রেখেছিল।\n৬ষ্ঠ শতাব্দীর শেষ তৃতীয়ভাগে মিরোর রাজত্বকালে তারা আবার গুরুত্বপূর্ণ ভূমিকায় ফিরে আসে, যখন তারা অন্যান্য ক্যাথলিক শক্তি - ফ্রাঙ্ক এবং পূর্ব রোমানদের সাথে হেরমানেগিল্ডকে সমর্থন করে এবং ভিসিগোথিক রাজা লিওভিগিল্ডের বিরুদ্ধে জোট বেঁধেছিল।\nতাদের তুলনামূলক বিচ্ছিন্নতা এবং দূরত্বের কারণে, সুয়েভি জাতি সম্পর্কে উৎস সীমাবদ্ধ, ইংরেজিতে অনূদিত সংখ্যা আরও কম।\n\n৫ম শতাব্দীতে সুয়েভির ইতিহাসের সবচেয়ে গুরুত্বপূর্ণ উৎস হল সেন্ট জেরোমের ক্রনিকেলের ধারাবাহিকতা হিসাবে ৪৭০ সালে স্থানীয় বিশপ হাইদাটিয়াসের লেখা ক্রনিকল। হাইডাটিয়াস প্রায় ৪০০ সালে লিমিসি শহরে জন্মগ্রহণ করেছিলেন, লিমা নদীর উপত্যকায় আধুনিক গ্যালিসিয়া এবং পর্তুগালের দক্ষিণ সীমানা জুড়ে। তিনি আইবেরিয়ান উপদ্বীপে সুয়েভি জনগণের ৪০৯বন্দোবস্ত, এবং রোমান প্রদেশ থেকে একটি স্বাধীন বর্বর রাজ্যে গ্যালিসিয়ার রূপান্তর প্রত্যক্ষ করেছিলেন। তার জীবনের বেশিরভাগ সময় তাকে বিচ্ছিন্ন রোমান সম্প্রদায়ে থাকতে বাধ্য করা হয়েছিল, সুয়েভি এবং ভ্যান্ডালদের দ্বারা ক্রমাগত হুমকির সম্মুখীন হয়েছিল, যদিও আমরা এটাও জানি যে তিনি হিস্পানিয়ার বাইরে, শিক্ষার জন্য বা রাষ্ট্রদূত হিসাবে বেশ কয়েকটি অনুষ্ঠানে ভ্রমণ করেছিলেন এবং যে তিনি বজায় রেখেছিলেন। \nঅন্যান্য বিশপের সাথে চিঠিপত্র। ৪৬০ সালে তিনি সুয়েভিক যুদ্ধবাজ ফ্রুমারিয়াস দ্বারা বন্দী হন, অন্যান্য স্থানীয় পুরুষদের দ্বারা বিশ্বাসঘাতকতার অভিযোগে অভিযুক্ত হন। তিন মাস বন্দী থাকার পর, যখন সুয়েভি শ্যাভস অঞ্চলে ধ্বংসযজ্ঞ চালায়, তখন তাকে অক্ষত অবস্থায় ছেড়ে দেওয়া হয়, যারা তাকে অভিযুক্ত করেছিল তাদের ইচ্ছার বিরুদ্ধে। হাইডাটিয়াসের ক্রনিকল, যখন সর্বজনীন বলে অভিহিত করা হয়, ধীরে ধীরে একটি স্থানীয় ইতিহাসে পরিণত হয়। বর্বর বসতি অনুসরণ করে, তিনি বিভিন্ন জাতির মধ্যে দ্বন্দ্ব সম্পর্কিত; পরবর্তীতে, তিনি স্থানীয়, সবেমাত্র রোমানাইজড, গ্যালিশিয়ানদের সাথে সুয়েসদের ঘন ঘন সংঘর্ষের কথাও বর্ণনা করেছেন; হিস্পানিয়াতে রোমান শক্তির পতন; দক্ষিণ এবং পূর্বে সুয়েভির বিস্তৃতি; ভিসিগোথ এবং অন্যান্য রোমান ফোডারতি বাহিনীর হাতে তাদের পরাজয়; এবং রেমিসমন্ডের অধীনে তাদের রাজ্যের পরবর্তী পুনর্গঠন, তাদের আরিয়ানবাদে রূপান্তর সহ। যদিও তাকে একজন মহান ইতিহাসবিদ হিসাবে বিবেচনা করা হয়, তার প্রতিকৃতিগুলি সাধারণত অস্পষ্ট থাকে, সুয়েভির সিদ্ধান্ত বা আন্দোলনের কোন বাস্তব কারণ বা নির্দেশনা ছাড়াই, সুয়েভি যা করেছে তা উল্লেখ করে, তবে তারা যা বলেছিল বা তারা যা জাহির করেছিল তা খুব কমই দেখা যায়। তাই হাইডাটিয়াসের সুয়েভির ইমেজ বাইরে থেকে, অনাচারী ডাকাত হিসেবে।  সুয়েভির এই বর্ণনাটি গৌণ উত্সগুলিতে রক্তপাত করেছে: ইএ থমসন, একজন বিশেষজ্ঞ যিনি এই বিষয়ে অনেকগুলি লেখা লিখেছেন, বলেছেন, \"তারা বছরের পর বছর যে কোনও জায়গায় অন্ধভাবে আঘাত করে যে তারা সন্দেহ করেছিল যে তাদের খাদ্য, মূল্যবান জিনিস সরবরাহ করবে। বা টাকা।\" \nসুয়েভিদের প্রাথমিক বসতি স্থাপনের ইতিহাসের জন্য আরেকটি গুরুত্বপূর্ণ উৎস হল অরোসিয়াস রচিত \"দ্য সেভেন বুকস অফ হিস্ট্রি এগেইনস্ট দ্য প্যাগানস\"। তিনি হাইডেটিয়াসের বর্ণিত বিপর্যয়ের চেয়ে সুয়েভি এবং ভান্ডালদের প্রাথমিক বসতি স্থাপনের একটি ভিন্ন চিত্র অাঁকেন। তার বর্ণনায়, সুয়েভি এবং ভান্ডালরা হিস্পানিয়ায় সহিংস প্রবেশের পরে শান্তিপূর্ণ জীবন শুরু করে, যখন অনেক দরিদ্র স্থানীয় রোমান কর এবং কর ফাঁসি থেকে বাঁচতে তাদের সাথে যোগ দেয়।\nতবে, যেমন উল্লেখ করা হয়েছে, তার বর্ণনাও তার নিজের উদ্দেশ্যে পক্ষপাতদুষ্ট, কারণ তিনি রোমের পতন এবং অবক্ষয়ের জন্য খ্রিস্টধর্মকে নির্দোষ প্রমাণ করার চেষ্টা করছিলেন। \n\nভ্যান্ডাল এবং সুয়েসের দ্বন্দ্বও গ্রেগরি অফ ট্যুরস দ্বারা বর্ণিত হয়েছে, যিনি ৬ শতকে অবরোধ, গ্যালিসিয়া ছেড়ে যেতে বাধ্য। হওয়া, অানা পরিস্থিতিতে গুন্ডারিকের মৃত্যু এবং পরাজিত ভ্যান্ডালদের সাথে চ্যাম্পিয়নদের লড়াইয়ে সংঘাতের সমাধানের বর্ণনা করেছিলেন।  ভ্যান্ডালদের মধ্যে দৃশ্যত কিছুটা ভিন্ন ইতিহাস বলা হয়েছিল, যেমন প্রকোপিয়াস লিখেছিলেন যে তাদের ঐতিহ্যে রাজা গুন্ডারিক স্পেনে জার্মানদের দ্বারা বন্দী হয়েছিলেন এবং বতীরবিদ্ধকরেছিলেন। \nপঞ্চম শতাব্দীর মাঝামাঝি পর্যন্ত আমাদের কাছে জর্ডানের গেটিকার ৪৪অধ্যায় রয়েছে, যা ভিসিগোথদের দ্বারা পরিচালিত রোমান ফোদেরাতি সৈন্যদের হাতে সুয়েভি রাজা রেচিয়ারের পরাজয়ের বর্ণনা করে। এটি একটি প্রাণবন্ত, যদি সংক্ষিপ্ত, বর্ণনা, যেখানে রেচিয়ার, একজন প্রতিবাদী মানুষ, একটি উদ্দেশ্য, একটি মেজাজ এবং আবেগ রয়েছে, যেমনটি বাকি নায়কদের করে।\n৪৬৯ সালে ক্রনিকল অফ হাইডাটিয়াসের সমাপ্তি, সুয়েসের ইতিহাসে একটি অস্পষ্টতার সময়কালের সূচনা করে, যারা ষষ্ঠ শতাব্দীর মাঝামাঝি পর্যন্ত ঐতিহাসিক আলোতে পুনরাবির্ভূত হয় না, যখন আমাদের কাছে প্রচুর উত্স রয়েছে। এর মধ্যে সবচেয়ে উল্লেখযোগ্য হল ব্রাগার প্যানোনিয়ান মার্টিনের কাজ, যাকে কখনও কখনও সুয়েসের প্রেরিত বলা হয়, সেইসাথে গ্রেগরি অফ ট্যুরসের বিবরণ। সেন্ট মার্টিনের অলৌকিকতায়, গ্রেগরি বর্ণনা করেছেন এবং সেন্ট মার্টিন অফ ট্যুরসের একটি অলৌকিক ঘটনাকে দায়ী করেছেন, রাজা চাররিকের ক্যাথলিক ধর্মে রূপান্তর, যখন ফ্রাঙ্কসের ইতিহাসে তিনি সুয়েস, ভিসিগোথ এবং ফ্রাঙ্কের সম্পর্কের জন্য বেশ কয়েকটি অধ্যায় উত্সর্গ করেছেন, এবং সুয়েভির স্বাধীনতার শেষ পর্যন্ত, ৫৮৫ সালে ভিসিগোথদের দ্বারা সংযুক্ত। অন্যদিকে, ব্রাগার মার্টিন, একজন সন্ন্যাসী যিনি প্রায় ৫৫০ সালে গ্যালিসিয়াতে এসেছিলেন, তিনি একজন সত্যিকারের রূপান্তরকারী শক্তি হয়ে ওঠেন: মঠের প্রতিষ্ঠাতা হিসাবে এবং ডুমের বিশপ এবং মঠ হিসেবে তিনি সুয়েসের ধর্মান্তরকে প্রচার করেছিলেন এবং পরে ব্রাগার আর্চবিশপ এবং রাজ্যের সর্বোচ্চ ধর্মীয় কর্তৃত্ব তিনি চার্চ এবং স্থানীয় প্রশাসনের সংস্কারে অংশগ্রহণ করেছিলেন। তার বেশ কিছু কাজ সংরক্ষিত করা হয়েছে, তার মধ্যে রাজা মিরোর প্রতি নিবেদিত সৎ জীবনের জন্য একটি সূত্র রয়েছে ; দেশের অধিবাসীদের কুসংস্কারের বিরুদ্ধে একটি গ্রন্থ; এবং অন্যান্য কয়েকটি ছোটখাট গ্রন্থ। রাজধানী ব্রাগার আর্চবিশপ হিসেবে দ্বিতীয় জনের নেতৃত্বে আলোচনার সঙ্গে তিনি ব্রাগার কাউন্সিলেও উপস্থিত ছিলেন। ডিভিসিও থিওডেমিরির সাথে এই কাউন্সিলগুলির কাজগুলি রাজ্যের অভ্যন্তরীণ রাজনৈতিক এবং ধর্মীয় জীবনের সবচেয়ে মূল্যবান উত্স।\nজন অফ বিক্লারো, একটি ভিসিগথ, প্রায় ৫৯০সালে লেখা ক্রনিকলটিও সর্বাধিক গুরুত্বপূর্ণ  যদিও সম্ভবত   সুয়েসের স্বাধীনতার শেষ ১৫ বছরের জন্য আংশিক,, সেইসাথে ভিসিগোথিক শাসনের অধীনে সুয়েসের প্রথম বছরগুলির জন্য তার বিবেচনাগুলো মূল্যবান।\nঅবশেষে, সেভিলের ইসিডোরের লেখা একটি ইতিহাসও অত্যন্ত আগ্রহের বিষয়।  হিস্পানিয়ায় সুয়েভির একটি সংক্ষিপ্ত ইতিহাস গঠনের জন্য তিনি হাইডাটিয়াসের বিবরণ, জন অফ বিক্লারোর ক্রনিকল  সহ ব্যবহার করেন। ইসিডোরের ইতিহাসগ্রন্থের চারপাশে বিতর্ক তার বাদ দেওয়া এবং সংযোজনের উপর কেন্দ্রীভূত, যা অনেক ইতিহাসবিদ এবং পণ্ডিতরা মনে করেন যে সকলের তুলনায় অনেকগুলি কেবল ভুল। ইসিডোরে গোথ, ভ্যান্ডাল এবং সুয়েসের রাজাদের ইতিহাস জুড়ে হাইডাটিয়াসের কিছু বিবরণ পরিবর্তিত হয়েছে।  অনেক পণ্ডিত এই পরিবর্তনের জন্য দায়ী করেছেন যে ইসিডোরের কাছে হাইডাটিয়াস ছাড়া অন্য উৎস থাকতে পারে। \nএটি বলা হয়েছে যে সুয়েভিক গ্যালিসিয়ার ইতিহাস এবং প্রাসঙ্গিকতা মূলত রাজনৈতিক কারণে স্পেনের অভ্যন্তরে দীর্ঘ প্রান্তিক এবং অস্পষ্ট ছিল।  গ্যালিসিয়াতে সুয়েবির প্রথম সংযুক্ত ইতিহাস লেখার জন্য একজন জার্মান পণ্ডিত উইলহেম রেইনহার্টকে ছেড়ে দেওয়া হয়েছিল, বা আরও সঠিকভাবে গ্যালেসিয়া এবং পর্তুগালের মধ্যে আনুষ্ঠানিক বিচ্ছেদ শুধুমাত্র  খ্রিস্টাব্দে সংঘটিত হয়।\n\n\n== সাংস্কৃতিক উত্তরাধিকার ==\n\nযেহেতু সুয়েবি দ্রুত স্থানীয় প্রাকৃত লাতিন  ভাষা গ্রহণ করেছিল, তাদের জার্মানিক জিহ্বা থেকে গ্যালিসিয়ান এবং পর্তুগিজ ভাষায় কিছু চিহ্ন অবশিষ্ট ছিল। গথিক বা সুয়েভিক থেকে লোনওয়ার্ডগুলির মধ্যে পার্থক্য করা কঠিন, তবে গ্যালিসিয়া এবং পর্তুগালের উত্তর অর্ধেকের বৈশিষ্ট্যযুক্ত কয়েকটি শব্দ রয়েছে, যেগুলি হয় সুয়েবি  বা গথদের জন্য দায়ী, যদিও কোনও বড় ভিসিগোথিক অভিবাসন নেই ৮ম শতাব্দীর আগে গ্যালেসিয়ায় পরিচিত।  এই শব্দগুলি গ্রামীণ প্রকৃতির, পশুপাখি, কৃষি এবং দেশের জীবনের সাথে সম্পর্কিত: ল্যাভের্কা 'লার্ক' (প্রোটো-জার্মানিক *লাইওয়াজিকোন  'লার্ক' থেকে), মেইক্সেংরা 'টাইটমাউস' (একই শব্দ পুরাতন নর্স মেইসিংগার 'টাইটমাউস', *মাইসোন  'টাইটমাউস' থেকে), লবিও বা লভিও 'ভিনেগ্রাপ' (*লাউবান  'ফোলিয়েজ' থেকে), ব্রিটার 'টু ব্রেক' (* থেকে breutanan  'to break'), escá 'bushel' (প্রাচীন স্কেলা 'বোল' থেকে, *skēlō  'বোল' থেকে), ouva 'elf, spirit' (*albaz  ' থেকে elf'), মার্কো 'সীমানা পাথর' (PGmc *মার্কান  'সীমান্ত, সীমা' থেকে), গ্রোবা 'গুল্লি' (*গ্রোবো  'খাঁজ' থেকে), মাগা 'মাছের অন্ত্র' এবং esmagar 'to smash' (PGmc *magōn 'tomach' থেকে),  bremar 'to yearn' (PGmc *bremmanan 'to roar' থেকে),  ট্রাউসা 'স্নোস্লাইড' (PGmc *dreusanan থেকে 'পতন' ),  brétema 'mist' (PGmc *breþmaz 'breath, vapour' থেকে), gabar 'to praise',  ornear 'to bray' (PGmc *hurnjanan 'to blow a horn' থেকে) ,  zapa 'ঢাকনা, ক্যাপ' (PGmc *tappōn 'ট্যাপ' থেকে),  ফিটা 'রিবন',  sá 'উৎপত্তি, প্রজন্ম' (PGmc *সালাজ 'হল, বাসস্থান' থেকে),  অন্যদের মধ্যে.\nস্থানীয় টপোনিমি এবং অ্যানথ্রোপনিমিতে তাদের অবদান সবচেয়ে উল্লেখযোগ্য ছিল, কারণ সুয়েসদের দ্বারা জন্মানো ব্যক্তিগত নামগুলি নিম্ন মধ্যযুগ পর্যন্ত গ্যালিসিয়ানদের মধ্যে ব্যবহার করা হয়েছিল, যখন উচ্চ মধ্যযুগে স্থানীয়দের মধ্যে সাধারণভাবে পূর্ব জার্মানিক নামগুলি সর্বাধিক প্রচলিত ছিল।  এই নামগুলি থেকে একটি সমৃদ্ধ টপোনিমিও পাওয়া যায়, যা প্রধানত উত্তর পর্তুগাল এবং গ্যালিসিয়াতে পাওয়া যায়, এবং জার্মানিক ব্যক্তিগত নাম থেকে প্রাপ্ত কয়েক হাজার স্থানের নাম নিয়ে গঠিত, যা জার্মানিক বা ল্যাটিন জেনিটিভ হিসাবে প্রকাশ করা হয়েছে: স্যান্ডিয়াস, মধ্যযুগীয় সিন্ডিলেনেস, সিন্ডিলা নামের জার্মানিক জেনেটিভ ফর্ম; লাতিন জেনিটিভ ফর্ম মুন্ডারিসি মুন্ডারিকস থেকে মন্ডারিজ ; পর্তুগাল এবং গ্যালিসিয়া উভয় ক্ষেত্রেই গুন্ডেমারী থেকে গন্ডোমার এবং বাল্টারি থেকে বাল্টার ; গুইটিরিজ থেকে উইটেরিসি । শীর্ষস্থানীয় আরেকটি গ্রুপ যা পুরানো জার্মানিক বসতিগুলির দিকে ইঙ্গিত করে তা হল সা, সা, সাস, গ্যালিসিয়াতে, বা পর্তুগালের Sá নামক স্থানগুলি, সমস্ত জার্মানিক শব্দ *সাল- 'হাউস, হল ' থেকে উদ্ভূত, এবং বেশিরভাগই চারপাশে বিতরণ করা হয়েছে। ব্রাগা, পোর্তো এবং পর্তুগালের মিনহো নদী উপত্যকায় এবং গ্যালিসিয়ার লুগোর চারপাশে, মোট কয়েকশ।\nআধুনিক গ্যালিসিয়াতে, চারটি প্যারিশ এবং ছয়টি শহর ও গ্রাম এখনও সুয়েভোস বা সুয়েগোস নামে পরিচিত, মধ্যযুগীয় রূপ সুয়েভোস থেকে, এগুলি সবই ল্যাটিন সুয়েওস 'সুয়েভস' থেকে, এবং পুরানো সুয়েভি বসতিগুলিকে উল্লেখ করে।\n\n\n== তথ্যসূত্র =="}