{"pageid": 1427942, "title": "জীবাশ্ম জ্বালানির ব্যবহার ধাপভিত্তিক বন্ধকরণ", "url": "https://bn.wikipedia.org/wiki?curid=1427942", "content": "জীবাশ্ম জ্বালানির ব্যবহার ধাপভিত্তিক বন্ধকরণ বলতে বায়ুদূষণজনিত মৃত্যু ও অসুস্থতা হ্রাস করা, জলবায়ু পরিবর্তন সীমিত করা এবং জ্বালানি স্বনির্ভরতা জোরদার করার জন্য জীবাশ্ম জ্বালানির ব্যবহার ও উৎপাদন শূন্যে নামিয়ে আনার প্রক্রিয়াকে বোঝায়। এটি চলমান নবায়নযোগ্য জ্বালানিগুলিতে স্থানান্তরণ প্রক্রিয়াটির একটি অংশ, তবে জীবাশ্ম জ্বালানিতে ভর্তুকির কারণে প্রক্রিয়াটি বাধাগ্রস্ত হচ্ছে।\nবর্তমানে অনেক দেশ কয়লাভিত্তিক বিদ্যুৎ কেন্দ্র বন্ধ করে দিচ্ছে। কিন্তু তবুও তারা জলবায়ুর লক্ষ্যসমূহ পূরণ করার জন্য বিদ্যুৎ উৎপাদনে যথেষ্ট পরিমাণে কয়লার ব্যবহার থেকে সরে আসছে না। তাছাড়া আরও অনেক দেশ পেট্রোল ও ডিজেলচালিত গাড়ি বিক্রি বন্ধ করার সময়সীমা নির্ধারণ করেছে। কিন্তু এখন পর্যন্ত তারা জীবাশ্মা জ্বালানী গ্যাস পোড়ানো বন্ধ করার সময়সীমা নির্ধারণ করেনি।\nবর্তমানে জীবাশ্ম জ্বালানি পরিত্যাগ করার মধ্যে পরিবহন এবং উত্তাপের মতো ক্ষেত্রগুলিতে জীবাশ্ম জ্বালানিকে টেকসই জ্বালানি উৎস দিয়ে প্রতিস্থাপন করা হচ্ছে। জীবাশ্ম জ্বালানির বিকল্পগুলির মধ্যে রয়েছে বৈদ্যুতিকীকরণ, সবুজ হাইড্রোজেন এবং জৈব জ্বালানি। ক্রমান্বয়ে পরিত্যাগ করার নীতিগুলির মধ্যে রয়েছে চাহিদা-পক্ষ এবং সরবরাহ-পক্ষ উভয় ধরনের পদক্ষেপ। চাহিদা-পক্ষের পদক্ষেপগুলো জীবাশ্ম জ্বালানির ব্যবহার কমানোর চেষ্টা করে, অন্যদিকে সরবরাহ-পক্ষের উদ্যোগগুলো জ্বালানি খাতের পরিবর্তনের গতি ত্বরান্বিত করতে এবং নির্গমন হ্রাস করতে উৎপাদন সীমাবদ্ধ করার চেষ্টা করে। জীবাশ্ম জ্বালানি কোম্পানিগুলোকে তারা যতটা কার্বন নির্গত করে ঠিক ততটাই কার্বন হ্রাস করার জন্য আইন প্রণয়নের পরামর্শ দেওয়া হয়েছে। আন্তর্জাতিক জ্বালানি সংস্থা অনুমান করে যে, শতাব্দীর মাঝামাঝি সময়ে কার্বন নিরপেক্ষতা অর্জনের জন্য, বৈশ্বিকভাবে নবায়নযোগ্য জ্বালানিতে বিনিয়োগ ২০৩০ সালের মধ্যে তিনগুণ বৃদ্ধি করতে হবে, যা বার্ষিক ৪ ট্রিলিয়ন মার্কিন ডলারেরও বেশি হবে।\n\n\n== উদ্দেশ্য ==\nপ্লাস্টিক দূষণ কমানোর লক্ষ্যে সার্কুলার ইকোনমি ও বায়োবেসড ইকোনমি (যেমন বায়োপ্লাস্টিক) উন্নত করা হচ্ছে। সেইসাথে রাসায়নিক প্রক্রিয়াজাতে (যেমন প্লাস্টিকের নতুন উপাদান তৈরিতে) অপরিশোধিত তেল ও প্রাকৃতিক গ্যাসের ব্যবহার ধীরে ধীরে কমিয়ে আনা হচ্ছে। কিন্তু, জীবাশ্ম জ্বালানি পরিত্যাগের মূল লক্ষ্য হলো এই জ্বালানী পোড়ানো বন্ধ করা এবং এর ফলে সৃষ্ট গ্রিনহাউস গ্যাসের নিঃসরণ রোধ করা। তাই, প্লাস্টিক শিল্পে তেল ও গ্যাসের ব্যবহার কমানোর চেষ্টাগুলো সরাসরি জীবাশ্ম জ্বালানি বর্জন বা হ্রাস করার পরিকল্পনার অংশ নয়।\nজীবাশ্ম জ্বালানি, যেমন কয়লা, তেল এবং প্রাকৃতিক গ্যাস, শতাব্দী ধরে বিশ্বের প্রধান শক্তির উৎস হিসেবে ব্যবহৃত হয়ে আসছে। কিন্তু এই জ্বালানির দহনের ফলে পরিবেশে বিপুল পরিমাণে গ্রিনহাউস গ্যাস নির্গত হয়, যা জলবায়ু পরিবর্তনের জন্য প্রধান কারণ। জলবায়ু পরিবর্তনের মারাত্মক প্রভাব থেকে পৃথিবীকে রক্ষা করার জন্য জীবাশ্ম জ্বালানির ব্যবহার কমিয়ে আনা এবং নবায়নযোগ্য শক্তির উৎসগুলির দিকে মনোযোগ দেওয়া অপরিহার্য।\n\n\n== জীবাশ্ম জ্বালানীর প্রকারভেদ ==\n\n\n=== কয়লা ===\n\nপ্যারিস চুক্তির ২ ডিগ্রি সেলসিয়াসের (৩.৬ ডিগ্রি ফারেনহাইট) নিচে বিশ্ব উষ্ণায়ন রাখার লক্ষ্য পূরণের জন্য, ২০২০ থেকে ২০৩০ সালের মধ্যে কয়লার ব্যবহার অর্ধেক কমাতে হবে। ২০১৭ সাল পর্যন্ত কয়লা বিশ্বের এক চতুর্থাংশেরও বেশি প্রাথমিক শক্তির যোগান দিয়েছে এবং জীবাশ্ম জ্বালানি থেকে সৃষ্ট গ্রিনহাউস গ্যাস নির্গমনের প্রায় ৪০% এর জন্য দায়ী। কয়লার ব্যবহার ধীরে ধীরে কমানোর ফলে স্বল্পমেয়াদী স্বাস্থ্য ও পরিবেশগত সুবিধা রয়েছে যা ব্যয়ের অর্থমূল্যকে ছাড়িয়ে যায় এবং এটি ছাড়া প্যারিস চুক্তিতে নির্ধারিত ২ ডিগ্রি সেলসিয়াস লক্ষ্য পূরণ করা সম্ভব নয়। তবে  কিছু দেশ এখনও কয়লার ব্যবহারকে সমর্থন করে এবং কত দ্রুত এটি বন্ধ করা উচিত তা নিয়ে অনেক মতবিরোধ রয়েছে।\n২০১৮ সালে, ৩০টি দেশ এবং অনেক উপ-জাতীয় সরকার ও ব্যবসা প্রতিষ্ঠান 'পাওয়ারিং পাস্ট কোল অ্যালায়েন্স'-এর সদস্য হয়। উন্নত প্রযুক্তি ছাড়া কয়লা বিদ্যুৎ উৎপাদন বন্ধের অগ্রগতির লক্ষ্যে প্রতিটি দেশ এ জোটে যোগদানের ঘোষণা দেয়। (উন্নত প্রযুক্তি বলতে কার্বন ক্যাপচার ও স্টোরেজ বা CCS-কে বোঝানো হয়েছে, তবে প্রায় সব বিদ্যুৎকেন্দ্রেই এই প্রযুক্তি নেই কারণ এটি অত্যন্ত ব্যয়বহুল।) ২০১৯ সাল অবধি, যেসব দেশ সবচেয়ে বেশি কয়লা ব্যবহার করে, তারা এই জোটে যোগ দেয়নি এবং কিছু দেশ নতুন কয়লাভিত্তিক বিদ্যুৎ কেন্দ্র নির্মাণ ও অর্থায়ন অব্যাহত রেখেছে। ইউরোপীয় ব্যাংক ফর রিকনস্ট্রাকশন অ্যান্ড ডেভেলপমেন্ট কয়লা থেকে ন্যায়সঙ্গতভাবে সরে আসার প্রক্রিয়াকে সমর্থন করে।\n২০১৯ সালে, জাতিসংঘের মহাসচিব বলেন যে 'সম্পূর্ণ বিপর্যয়ের' মুখোমুখি না হতে চাইলে দেশগুলোর উচিত ২০২০ সাল থেকে নতুন কয়লা বিদ্যুৎকেন্দ্র নির্মাণ বন্ধ করা।\n২০২০ সালে, যদিও চীন কিছু বিদ্যুৎকেন্দ্র নির্মাণ করেছিল, তবুও বিশ্বব্যাপী নির্মিত কয়লা বিদ্যুৎকেন্দ্রের চেয়ে বেশি সংখ্যক কেন্দ্র বন্ধ করে দেওয়া হয়েছে। জাতিসংঘের মহাসচিব বলেছেন যে OECD দেশগুলিকে ২০৩০ সালের মধ্যে এবং বাকি বিশ্বকে ২০৪০ সালের মধ্যে কয়লা থেকে বিদ্যুৎ উৎপাদন বন্ধ করা উচিত।\n\n\n=== খনিজ তেল ===\n\nখনিজ তেল (Crude oil)-কে বিভিন্ন প্রক্রিয়ার মাধ্যমে জ্বালানি তেল (fuel oil), ডিজেল (diesel) এবং পেট্রোল (petrol)-এ পরিশোধিত করা হয়। এই পরিশোধিত পণ্যগুলো প্রধানত ঐতিহ্যবাহী গাড়ি, ট্রাক, ট্রেন, বিমান এবং জাহাজের মাধ্যমে পরিবহনের জন্য ব্যবহার করা হয়।\n\n\n=== প্রাকৃতিক গ্যাস ===\n\nপ্রাকৃতিক গ্যাস একটি বহুল-ব্যবহৃত জ্বালানী যা বিদ্যুৎ উৎপাদনে গুরুত্বপূর্ণ ভূমিকা রাখে। এর থেকে নির্গত কার্বনের পরিমাণ প্রতি কিলোওয়াট-ঘণ্টায় প্রায় ৫০০ গ্রাম। গৃহস্থালীর কাজে তাপ উৎপাদনের জন্যও গ্যাস ব্যবহার করা হয়, যা কার্বন ডাই-অক্সাইড নির্গমনের একটি বড় উৎস। এছাড়াও, গ্যাসের লিক থেকে বায়ুমণ্ডলে মিথেনের মাত্রা বৃদ্ধি পায়।\nকিছু দেশে, কয়লার পরিবর্তে প্রাকৃতিক গ্যাসকে অস্থায়ীভাবে \"ব্রিজ ফুয়েল\" হিসেবে ব্যবহার করা হচ্ছে। পরবর্তীতে এর স্থলে নবায়নযোগ্য জ্বালানী বা হাইড্রোজেন-ভিত্তিক অর্থনীতির দিকে ধাবিত হওয়ার পরিকল্পনা রয়েছে। তবে, এই \"ব্রিজ ফুয়েল\" জীবাশ্ম জ্বালানীর ব্যবহার উল্লেখযোগ্যভাবে দীর্ঘায়িত করতে পারে। ফলস্বরূপ, ২০২০-এর দশকে নির্মিত গ্যাস-চালিত বিদ্যুৎকেন্দ্রগুলির অব্যবহৃত হয়ে পড়ার ঝুঁকি রয়েছে কারণ সাধারণত একটি প্ল্যান্টের গড় আয়ু ৩৫ বছর। প্রাকৃতিক গ্যাসের ব্যবহার তেল ও কয়লার পরে শেষ হলেও (সম্ভবত ২০৫০ সাল পর্যন্ত নয়), তবুও বিনিয়োগকারীদের মধ্যে এর কারণে সুনামের ঝুঁকি নিয়ে উদ্বেগ তৈরি হচ্ছে।\n২০১৯ সাল থেকে, কিছু অঞ্চলে প্রাকৃতিক গ্যাসের ব্যবহার ধীরে ধীরে কমে আসছে। উদাহরণস্বরূপ, ইউরোপীয় নেটওয়ার্ক অফ ট্রান্সমিশন সিস্টেম অপারেটরস ফর গ্যাস (ENTSOG) হাইড্রোজেনের ব্যবহার বাড়াচ্ছে। এছাড়াও, গ্যাস উত্তাপনের ব্যবহার কমানোর লক্ষ্যে ভবন নির্মাণের নিয়মকানুনেও পরিবর্তন আনা হচ্ছে।\n\n\n== কারণ ==\nজীবাশ্ম জ্বালানি বন্ধের পেছনে বেশ কিছু গুরুত্বপূর্ণ কারণ রয়েছে। এর মধ্যে উল্লেখযোগ্য কয়েকটি হলো:\n১. বায়ু দূষণ কমিয়ে জনস্বাস্থ্য উন্নত করা: জীবাশ্ম জ্বালানি পোড়ানোর ফলে বিভিন্ন ক্ষতিকর দূষিত পদার্থ বায়ুমণ্ডলে ছড়িয়ে পড়ে। এর ফলে শ্বাসকষ্ট, হাঁপানি, হৃদরোগ, ক্যান্সারসহ বিভিন্ন রোগের ঝুঁকি বেড়ে যায়। জীবাশ্ম জ্বালানি বন্ধ করে নবায়নযোগ্য জ্বালানির ব্যবহার বৃদ্ধি করলে বায়ু দূষণ কমিয়ে জনস্বাস্থ্য উন্নত করা সম্ভব।\n২. জলবায়ু পরিবর্তন মোকাবেলা: জীবাশ্ম জ্বালানি পোড়ানোর ফলে বায়ুমণ্ডলে গ্রিনহাউস গ্যাসের পরিমাণ বৃদ্ধি পায়। এর ফলে বিশ্ব উষ্ণায়ন এবং জলবায়ু পরিবর্তনের মতো গুরুতর সমস্যা দেখা দিচ্ছে। জীবাশ্ম জ্বালানি বন্ধ করে নবায়নযোগ্য জ্বালানির ব্যবহার বৃদ্ধি করলে জলবায়ু পরিবর্তন মোকাবেলায় গুরুত্বপূর্ণ ভূমিকা পালন করা সম্ভব।\n৩. জীবাশ্ম জ্বালানির উপর নির্ভরতা কমিয়ে আর্থিক স্বাধীনতা বৃদ্ধি: অনেক দেশ জীবাশ্ম জ্বালানির জন্য অন্য দেশের উপর নির্ভরশীল। এর ফলে তাদের অর্থনীতিতে বিরূপ প্রভাব পড়ে। জীবাশ্ম জ্বালানি বন্ধ করে নবায়নযোগ্য জ্বালানির ব্যবহার বৃদ্ধি করলে আর্থিক স্বাধীনতা বৃদ্ধি করা সম্ভব।\n৪. জ্বালানি নিরাপত্তা বৃদ্ধি: জীবাশ্ম জ্বালানির মজুত সীমিত এবং দ্রুত শেষ হয়ে যাচ্ছে। জীবাশ্ম জ্বালানি বন্ধ করে নবায়নযোগ্য জ্বালানির ব্যবহার বৃদ্ধি করলে জ্বালানি নিরাপত্তা বৃদ্ধি করা সম্ভব।\n৫. পরিবেশের ভারসাম্য রক্ষা: জীবাশ্ম জ্বালানি ব্যবহারের ফলে পরিবেশের ভারসাম্য নষ্ট হচ্ছে। জীবাশ্ম জ্বালানি বন্ধ করে নবায়নযোগ্য জ্বালানির ব্যবহার বৃদ্ধি করলে পরিবেশের ভারসাম্য রক্ষা করা সম্ভব।\nউল্লেখ্য যে, জীবাশ্ম জ্বালানি বন্ধের কিছু চ্যালেঞ্জও রয়েছে। এর মধ্যে উল্লেখযোগ্য হলো নবায়নযোগ্য জ্বালানি ব্যবহারের জন্য প্রয়োজনীয় অবকাঠামো তৈরিতে উচ্চ খরচ, জীবাশ্ম জ্বালানিভিত্তিক শিল্প ও কর্মসংস্থানের উপর প্রভাব।\n\n\n=== স্বাস্থ্য ===\nজীবাশ্ম জ্বালানির কারণেই বায়ু দূষণজনিত অকাল মৃত্যুর অধিকাংশ ঘটনা ঘটে। এই দূষণ ঘরের ভেতরে যেমন রান্না বা উত্তাপের ধোঁয়া থেকে হতে পারে, তেমনি যানবাহনের নির্গমনের কারণে ঘরের বাইরেও হতে পারে। একটি অনুমান অনুযায়ী, অকাল মৃত্যুর ৬৫% ঘটনা বায়ু দূষণের জন্য হয় এবং প্রতি বছর ৩৫ লাখ মানুষের প্রাণহানি ঘটে। লন্ডন স্কুল অফ হাইজিন অ্যান্ড ট্রপিক্যাল মেডিসিন-এর অধ্যাপক স্যার অ্যান্ডি হেইন্সের মতে, জীবাশ্ম জ্বালানি বন্ধ করার ফলে স্বাস্থ্যের যে উন্নতি হবে তার আর্থিক মূল্য (অর্থনীতিবিদরা প্রতিটি দেশের জীবনের মূল্য ব্যবহার করে অনুমান করেন) প্যারিস চুক্তির ২-ডিগ্রি সেলসিয়াস লক্ষ্য অর্জনের ব্যয়ের চেয়ে অনেক বেশি।\n\n\n=== জলবায়ু পরিবর্তন রোধের প্রচেষ্টা ===\nজলবায়ু পরিবর্তন সীমাবদ্ধ রাখার সবচেয়ে গুরুত্বপূর্ণ পদক্ষেপ হলো জীবাশ্ম জ্বালানির ব্যবহার ধীরে ধীরে বন্ধ করা। এর কারণ হলো বিশ্বব্যাপী গ্রিনহাউস গ্যাস নির্গমনের ৭০%-এরও বেশি এই জীবাশ্ম জ্বালানি থেকে আসে। আন্তর্জাতিক জ্বালানি সংস্থা (International Energy Agency) ২০২০ সালে উল্লেখ করেছে, প্যারিস চুক্তির লক্ষ্যগুলি পূরণ করতে হলে, জীবাশ্ম জ্বালানির পরিত্যাগের প্রক্রিয়াটি \"চারগুণ দ্রুততর হতে হবে\"। বিশ্বব্যাপী উষ্ণায়নকে শিল্পোত্তর-পূর্ব যুগের তুলনায় মাত্র ১.৫ ডিগ্রি সেলসিয়াস বৃদ্ধির মধ্যে সীমিত রাখতে হলে, ২০২১ সালের হিসেবে দেশ ও কোম্পানিগুলির মালিকানাধীন বেশিরভাগ জীবাশ্ম জ্বালানি মাটির নিচে রেখে দিতে হবে।\n\n\n=== শক্তির উৎস পরিবর্তনে কর্মসংস্থান ===\nনবায়নযোগ্য শক্তির দিকে রূপান্তর বিভিন্ন ক্ষেত্রে কর্মসংস্থানের নতুন সুযোগ সৃষ্টি করতে পারে। যেমন, নতুন বিদ্যুৎকেন্দ্র নির্মাণ এবং এসব কেন্দ্রের জন্য প্রয়োজনীয় যন্ত্রপাতি তৈরিতে নিয়োজিত শ্রমিকদের মাধ্যমে চাকরির বাজার সম্প্রসারিত হয়। জার্মানির বায়ুশক্তি শিল্পের বিকাশ এর একটি উৎকৃষ্ট উদাহরণ।\nএকইভাবে, পারমাণবিক শক্তির উপর নির্ভরতাও কর্মসংস্থানের সুযোগ তৈরি করে। পারমাণবিক প্রযুক্তি উন্নয়ন, নির্মাণ শ্রমিক, প্রকৌশলী এবং বিকিরণ সুরক্ষায় বিশেষজ্ঞদের মতো দক্ষ জনশক্তির প্রয়োজন হয়। বিদ্যুতের প্রায় ৭৫% পারমাণবিক শক্তি থেকে উৎপাদনকারী দেশ ফ্রান্সে এই খাতে ব্যাপক কর্মসংস্থান হয়েছে।\nনবায়নযোগ্য শক্তি খাতে বাংলাদেশের বিনিয়োগ বাড়ানো হলে দেশেও কর্মসংস্থানের বড় সুযোগ তৈরি হতে পারে। সৌরশক্তি, বায়ুশক্তি এবং অন্যান্য নবায়নযোগ্য উৎসে দক্ষ জনবলের চাহিদা বাড়বে, যার ফলে বিভিন্ন কারিগরি ও সাধারণ শ্রমিকের জন্য কর্মসংস্থান সৃষ্টি হবে।\n\n\n=== শক্তি স্বনির্ভরতা ===\nযেসব দেশের তেল-গ্যাস বা কয়লার মতো জীবাশ্ম জ্বালানির মজুদ নেই, তারা প্রায়ই জীবাশ্ম জ্বালানি থেকে সরে আসার পেছনে শক্তি স্বনির্ভরতা বৃদ্ধির যুক্তি দেখায়।\nসুইজারল্যান্ডে ব্যাপকভাবে রেলওয়ে নেটওয়ার্ককে বিদ্যুতায়িত করার সিদ্ধান্তটি দুটি বিশ্বযুদ্ধের আলোকে নেওয়া হয়েছিল (যে সময়ে সুইজারল্যান্ড নিরপেক্ষ ছিল)। সেই যুদ্ধের সময় কয়লা আমদানি কঠিন হয়ে পড়েছিল। সুইজারল্যান্ডে পর্যাপ্ত জলবিদ্যুৎ সম্পদ থাকায়, বাষ্পচালিত লোকোমোটিভ বা ডিজেলের বিপরীতে বৈদ্যুতিক ট্রেনগুলিকে দেশীয় শক্তির উৎস দিয়ে পরিচালিত করা যেতে পারে। এটি কয়লা আমদানির প্রয়োজনীয়তা অনেকটাই কমিয়ে দেয়।\n১৯৭৩ সালের তেল সংকটের কারণে জীবাশ্ম জ্বালানির আমদানির ওপর নির্ভরতা কমানোর জন্য অনেক দেশেই শক্তি আমদানি ও রপ্তানি নীতিমালার পরিবর্তন ঘটে। ফ্রান্স সরকার তখন পারমাণবিক শক্তি সম্প্রসারণের উচ্চাভিলাষী পরিকল্পনা ঘোষণা করে। ১৯৮০-এর দশকের শেষ নাগাদ তারা বিদ্যুৎ ক্ষেত্রে কয়লা, গ্যাস এবং তেলের উপর নির্ভরতা কমিয়ে প্রায় পুরোপুরি পারমাণবিক শক্তির দিকে ঝুঁকে পড়ে।\nনেদারল্যান্ডস এবং ডেনমার্কে সাইকেল চালানো উৎসাহিত করার প্রবণতাও ১৯৭৩ সালের তেল সংকটের সাথে মিলে যেত। পরিবহন খাতে তেল আমদানির প্রয়োজন কমানো এই উদ্যোগের অন্যতম উদ্দেশ্য ছিল।\n\n\n== জীবাশ্ম জ্বালানি ভর্তুকির পর্যায়ক্রমিক অপসারণ ==\nবিশ্বব্যাপী অনেক দেশে উল্লেখযোগ্য পরিমাণে জীবাশ্ম জ্বালানি খাতে ভর্তুকি দেওয়া হয়। ২০১৯ সালে, বিভিন্ন দেশে জীবাশ্ম জ্বালানি খাতে প্রদত্ত এই ভর্তুকির পরিমাণ ছিল প্রায় ৩২০ বিলিয়ন মার্কিন ডলার। সেই একই বছর, সরকারগুলো এই খাতে প্রায় ৫০০ বিলিয়ন মার্কিন ডলার ভর্তুকি প্রদান করে। তবে, গ্রিনহাউস গ্যাস নির্গমনের ব্যয়কে ভর্তুকি হিসেবে ধরার একটি অপ্রচলিত সংজ্ঞা ব্যবহার করে, আন্তর্জাতিক মুদ্রা তহবিল (আইএমএফ) হিসাব করে দেখে যে ২০১৭ সালে জীবাশ্ম জ্বালানি খাতে ভর্তুকির পরিমাণ ছিল ৫.২ ট্রিলিয়ন মার্কিন ডলার, যা বিশ্বের মোট জিডিপির ৬.৪%। কিছু জীবাশ্ম জ্বালানি কোম্পানি সরকারগুলোকে প্রভাবিত করার চেষ্টা করে যাতে এসব ভর্তুকি চালু রাখা হয়।\nজীবাশ্ম জ্বালানির ভর্তুকিগুলি ধাপে ধাপে বন্ধ করা অত্যন্ত গুরুত্বপূর্ণ। তবে সামাজিক বিক্ষোভ এড়াতে এবং দরিদ্র মানুষকে আরও দরিদ্র করে না তোলার স্বার্থে এটি অবশ্যই সতর্কতার সাথে করতে হবে। বেশিরভাগ ক্ষেত্রে, জীবাশ্ম জ্বালানির কম দাম, দরিদ্র পরিবারের তুলনায় ধনী পরিবারগুলিকে বেশি উপকৃত করে। তাই দরিদ্র ও অসহায় মানুষকে সাহায্য করার জন্য, জীবাশ্ম জ্বালানিতে ভর্তুকির চেয়ে অন্যান্য পদক্ষেপগুলি আরও কার্যকর হতে পারে। ফলে, এই ভর্তুকি সংস্কারের পক্ষে জনসমর্থনও বাড়তে পারে।\nঅর্থনৈতিক তত্ত্ব নির্দেশ করে যে, কয়লা খনন ও পোড়ানোর ভর্তুকি অপসারণ এবং সেগুলিকে উচ্চহারে কর আরোপের মাধ্যমে প্রতিস্থাপন করাই হবে সর্বোত্তম নীতিমালা। বিশ্বব্যাপী গবেষণাগুলি দেখায়, শুধু ভর্তুকি অপসারণের মাধ্যমেই (কর আরোপ ছাড়াই) দক্ষতা বৃদ্ধি এবং পরিবেশের ক্ষতি হ্রাস করা সম্ভব। এই ভর্তুকিগুলি অপসারণ জীবাশ্ম জ্বালানি নির্গমন উল্লেখযোগ্যভাবে হ্রাস করবে এবং নবায়নযোগ্য জ্বালানি খাতে কর্মসংস্থান সৃষ্টি করবে। আইএমএফ ২০২৩ সালে অনুমান করেছিল যে জীবাশ্ম জ্বালানিতে ভর্তুকি অপসারণ বৈশ্বিক উষ্ণায়নকে প্যারিস চুক্তির লক্ষ্যমাত্রার অনেক কাছাকাছি (২ ডিগ্রি সেলসিয়াসেরও অনেক কম) নিয়ে আসতে পারে।\nজীবাশ্ম জ্বালানিতে ভর্তুকি অপসারণের ফলে কী প্রভাব পড়বে তা অনেকাংশেই নির্ভর করে কী ধরনের ভর্তুকি অপসারণ করা হচ্ছে এবং অন্যান্য জ্বালানি উৎসের সহজলভ্যতা ও অর্থনীতির উপর। আরেকটি সমস্যা হলো \"কার্বন লিকেজ\" (carbon leakage)। শক্তি-নিবিড় একটি শিল্প থেকে ভর্তুকি প্রত্যাহার করলে, এর উৎপাদন কম নিয়ন্ত্রিত অন্য কোনও দেশে স্থানান্তরিত হতে পারে এবং ফলস্বরূপ বৈশ্বিক নির্গমনের পরিমাণ আসলে বেড়ে যেতে পারে।\nউন্নত দেশগুলিতে, জ্বালানি খরচ কম এবং এখাতে প্রচুর ভর্তুকি দেওয়া হয়। সে তুলনায় উন্নয়নশীল দেশে, দরিদ্র মানুষকে নিম্নমানের সেবার জন্য উচ্চ মূল্য দিতে হয়।\n২০৩০ সালের মধ্যে বিশ্বের ১০০% শক্তির চাহিদা বায়ু, জলবিদ্যুৎ এবং সৌরশক্তি দিয়ে মেটানোর একটি পরিকল্পনা সামনে রাখা হয়েছে। এতে জীবাশ্ম জ্বালানি থেকে নবায়নযোগ্য শক্তিতে ভর্তুকির স্থানান্তর করার কথা বলা হয়েছে। পাশাপাশি, বন্যা, ঘূর্ণিঝড়, হারিকেন, খরা এবং অন্যান্য চরম আবহাওয়ার ফলে সৃষ্ট ক্ষয়ক্ষতির জন্য কার্বনের উপর একটি মূল্য নির্ধারণের সুপারিশও করা হচ্ছে।\nভর্তুকি ছাড়াই ভারত এবং চীনে বড় আকারের সৌরবিদ্যুতের সমতুল্য বিদ্যুৎ খরচ (levelised cost of electricity) ২০২১ সাল থেকেই বিদ্যমান কয়লাভিত্তিক বিদ্যুৎ কেন্দ্রগুলির চেয়ে কম হয়ে গেছে।\nরাইস ইউনিভার্সিটি সেন্টার ফর এনার্জি স্টাডিজ নিম্নলিখিত পদক্ষেপগুলি গ্রহণের পরামর্শ দিয়েছে:\n\nসুনির্দিষ্ট পরিকল্পনায় সম্পূর্ণ ভর্তুকি প্রত্যাহার: দেশগুলিকে স্পষ্টভাবে প্রকাশিত এবং অন্তর্ভুক্ত জীবাশ্ম জ্বালানি ভর্তুকি প্রত্যাহারের একটি নির্দিষ্ট সময়সীমার ব্যাপারে প্রতিশ্রুতিবদ্ধ হওয়া উচিত।\nভর্তুকি সংস্কারের ভাষাকে স্বচ্ছতা দান: দ্ব্যর্থবোধক পরিভাষা দূর করার জন্য ভর্তুকি সংস্কার-সংক্রান্ত ভাষা সুস্পষ্ট হওয়া উচিত।\nসংস্কার পদ্ধতিকে আইনসিদ্ধ করা: প্রভাবিত দেশগুলিতে আনুষ্ঠানিক আইন প্রণয়ন করা উচিত যেখানে সংস্কারের পথগুলি সুনির্দিষ্ট করা থাকবে এবং পূর্বাবস্থায় ফিরে যাওয়ার কোন সুযোগ থাকবে না।\nবাজার-সম্পর্কিত মূল্য নির্ধারণ প্রক্রিয়ার স্বচ্ছতা:  বাজার-সম্পর্কিত মূল্য নির্ধারণের জন্য স্বচ্ছ ফর্মুলা প্রকাশ করা এবং মূল্য সমন্বয়ের নিয়মিত সময়সূচি মেনে চলা দরকার।\nক্রমান্বয়ে পূর্ণ সংস্কার: সুনির্দিষ্ট সময়সূচি অনুসারে ক্রমান্বয়ে মূল্যবৃদ্ধি ভোক্তাদের দিক থেকে স্পষ্ট সংকেত দেয়। একইসাথে শক্তির সঠিক ব্যবহারের ক্ষেত্রে বিনিয়োগ করার মাধ্যমে আংশিকভাবে মূল্যবৃদ্ধির ব্যাপারটি সামাল দেওয়ার সুযোগ দেয়।\nবহিঃখাতের নেতিবাচক প্রভাব হ্রাস:  কালক্রমে জীবাশ্ম জ্বালানি পণ্য ও সেবার ওপর কর বা ফি আরোপ করা এবং ট্যাক্স কোডে জীবাশ্ম জ্বালানির ক্ষেত্রে যেসব সুবিধা রয়েছে সেগুলি অপসারণ করা উচিত।\nসরাসরি নগদ অর্থ স্থানান্তর: সমাজের দরিদ্র অংশগুলির উপকারের জন্য ভর্তুকিযুক্ত মূল্য সংরক্ষণের পরিবর্তে সরাসরি নগদ অর্থ স্থানান্তরের ব্যবহার নিশ্চিত করা উচিত।\nবিস্তৃত জন-যোগাযোগ ক্যাম্পেইন: ব্যাপক জন-যোগাযোগ ক্যাম্পেইন চালু করতে হবে।\nআন্তর্জাতিক মূল্যে ভর্তুকি: বাকি যে অংশের জীবাশ্ম জ্বালানি ভর্তুকি থাকবে সেগুলো আন্তর্জাতিক মূল্যের ভিত্তিতে স্পষ্টভাবে বাজেটভুক্ত হতে হবে এবং জাতীয় কোষাগার থেকে প্রদান করতে হবে।\nপ্রতিবেদন প্রণয়ন: মূল্য পরিবর্তন এবং নির্গমন পরিবর্তন সুনির্দিষ্ট প্রতিবেদন তৈরি করে নথিবদ্ধ করতে হবে।\n\n\n== জীবাশ্ম জ্বালানি পরিত্যাগ সম্পর্কিত গবেষণা ==\n\n২০১৫ সালে, গ্রিনপিস এবং ক্লাইমেট অ্যাকশন নেটওয়ার্ক ইউরোপ জুড়ে কয়লাভিত্তিক বিদ্যুৎ উৎপাদন সক্রিয়ভাবে বন্ধ করার প্রয়োজনীয়তার উপর একটি প্রতিবেদন প্রকাশ করেছিল। ইইউ (EU) রেজিস্ট্রি থেকে পাওয়া তথ্যের ভিত্তিতে তারা তাদের বিশ্লেষণ করেছিল।\n২০১৬ সালে অয়েল চেঞ্জ ইন্টারন্যাশনালের একটি প্রতিবেদন এই সিদ্ধান্তে উপনীত হয়েছে যে, বর্তমানে চালু খনি এবং তেলক্ষেত্রগুলোতে নিহিত কার্বন নিঃসরণ (যদি এগুলো শেষ পর্যন্ত ব্যবহৃত হয়) বিশ্বকে ২ ডিগ্রি সেলসিয়াস তাপমাত্রা সীমার বাইরে নিয়ে যাবে। এই সীমাটি ২০১৫ সালের প্যারিস চুক্তিতে অন্তর্ভুক্ত ছিল। রিপোর্টে আরও বলা হয়েছে, \"সবচেয়ে শক্তিশালী জলবায়ু নীতি লিভারগুলির মধ্যে একটি হল ক্ষতিকর জীবাশ্ম জ্বালানির জন্য আর খনন না করা।\"\n২০১৬ সালে, ওভারসিজ ডেভেলপমেন্ট ইনস্টিটিউট (ওডিআই) এবং ১১টি অন্যান্য এনজিও এমন দেশগুলিতে নতুন কয়লাভিত্তিক বিদ্যুৎকেন্দ্র নির্মাণের প্রভাব সম্পর্কে একটি প্রতিবেদন প্রকাশ করে যেখানে জনসংখ্যার উল্লেখযোগ্য অংশ বিদ্যুতের সংযোগ থেকে বঞ্চিত। রিপোর্টটি এই সিদ্ধান্তে উপনীত হয়েছে যে, সামগ্রিকভাবে, কয়লাভিত্তিক বিদ্যুৎকেন্দ্র নির্মাণ দরিদ্রদের সাহায্য করার ক্ষেত্রে খুব কমই কাজ করে। উপরন্তু, সৌর ও বায়ুশক্তি ব্যবহার করে বিদ্যুত উৎপাদনের খরচ কমে আসায় তা কয়লাভিত্তিক বিদ্যুতের সাথে প্রতিযোগিতা শুরু করেছে।\n২০১৮ সালের 'নেচার এনার্জি'তে প্রকাশিত একটি গবেষণা ইঙ্গিত দেয় ইউরোপের ১০টি দেশ তাদের বর্তমান অবকাঠামো ব্যবহার করে সম্পূর্ণভাবে কয়লাভিত্তিক বিদ্যুৎ উৎপাদন বন্ধ করতে পারে। যুক্তরাষ্ট্র এবং রাশিয়া অন্তত ৩০% কয়লাভিত্তিক বিদ্যুৎ উৎপাদন বন্ধ করতে পারে।\n২০২০ সালে জীবাশ্ম জ্বালানি উৎপাদন সীমিত করার লক্ষ্য নিয়ে সাপ্লাই-সাইড পদক্ষেপগুলির প্রথম বৈশ্বিক হিসাব 'ফসিল ফুয়েল কাটস ডাটাবেস' দিয়ে শুরু হয়। ডাটাবেসের সর্বশেষ আপডেটে, ১৯৮৮ থেকে ২০২১ সালের অক্টোবরের মধ্যে ১১০টি দেশে বাস্তবায়িত প্রধান সাত ধরনের সরবরাহ-পক্ষের পদ্ধতির (উদাহরণ: বিনিয়োগ প্রত্যাহার, অবরোধ, মামলা, স্থগিতাদেশ ও নিষেধাজ্ঞা ইত্যাদি) ১৯৬৭টি উদ্যোগের রেকর্ড করা হয়।\nবিশ্ব যদি পুরোপুরি নবায়নযোগ্য শক্তি উৎসে রূপান্তরিত হয় তবে ১৫৬টি দেশের ভূ-রাজনৈতিক অবস্থান কীভাবে পরিবর্তিত হতে পারে তা মূল্যায়ন করে জিগালো ইনডেক্স অফ জিওপলিটিক্যাল গেইনস অ্যান্ড লসেস। প্রাক্তন জীবাশ্ম জ্বালানি রপ্তানিকারকদের ক্ষমতা হারাতে পারে, যেখানে প্রাক্তন জীবাশ্ম জ্বালানি আমদানিকারক এবং নবায়নযোগ্য শক্তি সম্পদে সমৃদ্ধ দেশগুলির অবস্থান শক্তিশালী হওয়ার সম্ভাবনা রয়েছে।\nবেশ কয়েকটি ডিকার্বোনাইজেশান পরিকল্পনা উপস্থাপন করা হয়েছে যা কার্বন-ডাই-অক্সাইড নির্গমনকে শূন্যে নামিয়ে আনবে।\nগার্ডিয়ানের একটি তদন্তে ২০২২ সালে দেখানো হয়েছে যে বড় জীবাশ্ম জ্বালানি সংস্থাগুলি নতুন জীবাশ্ম জ্বালানি উৎপাদন প্রকল্পে বিপুল বিনিয়োগের পরিকল্পনা অব্যাহত রেখেছে। এসব প্রকল্প জলবায়ুকে আন্তর্জাতিকভাবে সম্মত তাপমাত্রা সীমার বাইরে চালিত করবে।\n\n\n=== নবায়নযোগ্য শক্তির সম্ভাবনা ===\nসিডনি ইউনিভার্সিটি অফ টেকনোলজির ইনস্টিটিউট ফর সাসটেইনেবল ফিউচারস-এর গবেষক ডঃ স্ভেন টেস্ক এবং ডঃ সারাহ নিকলাস ২০২১ সালের জুন মাসে একটি গবেষণা প্রতিবেদন প্রকাশ করেন। তাদের গবেষণায় দেখা যায় যে, \"বিদ্যমান কয়লা, তেল ও গ্যাস উৎপাদন বিশ্বকে প্যারিস জলবায়ু চুক্তির লক্ষ্যমাত্রার বাইরে নিয়ে যাচ্ছে।\" 'ফসিল ফুয়েল নন-প্রোলিফারেশন ট্রিটি ইনিশিয়েটিভ'-এর সহযোগিতায় তারা একটি প্রতিবেদন প্রকাশ করেন যার শিরোনাম ছিল, \"Fossil Fuel Exit Strategy: An orderly wind down of coal, oil, and gas to meet the Paris Agreement.\" এই প্রতিবেদনে বৈশ্বিক নবায়নযোগ্য শক্তির সম্ভাবনা বিশ্লেষণ করা হয়েছে এবং এই সিদ্ধান্তে উপনীত হওয়া গেছে যে, \"পৃথিবীর প্রতিটি অঞ্চলই জীবাশ্ম জ্বালানিকে নবায়নযোগ্য শক্তি দিয়ে প্রতিস্থাপন করতে পারে। এতে করে বৈশ্বিক উষ্ণায়ন ১.৫° সেলসিয়াসের নিচে রাখা যাবে, সেই সাথে সবার জন্য নির্ভরযোগ্য বিদ্যুৎ সরবরাহ নিশ্চিত করা যাবে।\"\n\n\n=== অপসারণ প্রতিরোধের দায়িত্বের মূল্যায়ন ===\nসেপ্টেম্বর ২০২১ সালে, প্রথম বৈজ্ঞানিক মূল্যায়ন প্রদান করা হয়েছিল। এই মূল্যায়নে বলা হয়েছে যে, ২০৫০ সালের মধ্যে ১.৫ ডিগ্রি সেলসিয়াস তাপমাত্রা বৃদ্ধি ৫০% সম্ভাবনায় সীমাবদ্ধ রাখতে বিশ্বব্যাপী এবং প্রতিটি অঞ্চলে কতটুকু জীবাশ্ম জ্বালানি অপসারণ করা থেকে বিরত থাকতে হবে।\nমূল্যায়নের ফলাফল: বিশ্বব্যাপী, ২০৫০ সালের মধ্যে ৯০% কয়লা, ৬৮% তেল এবং ৪৫% প্রাকৃতিক গ্যাস অপসারণকরা থেকে বিরত থাকতে হবে। উন্নত অর্থনীতির দেশগুলোতে ২০৩০ সালের মধ্যে জীবাশ্ম জ্বালানি অপসারণ করা থেকে পুরোপুরি বিরত থাকতে হবে। উন্নয়নশীল দেশগুলোতে ২০৪০ সালের মধ্যে জীবাশ্ম জ্বালানি অপসারণ করা থেকে বিরতথাকতে হবে।\nমূল্যায়ন থেকে স্পষ্ট যে, জলবায়ু পরিবর্তন মোকাবেলায় জীবাশ্ম জ্বালানির উপর নির্ভরতা কমিয়ে আনা অত্যন্ত গুরুত্বপূর্ণ।\nমূল্যায়নে আরও বলা হয়েছে যে জীবাশ্ম জ্বালানি অপসারণ করা থেকে বিরত থাকার জন্য নীতিগত পরিবর্তন, প্রযুক্তিগত উদ্ভাবন এবং বিনিয়োগ প্রয়োজন। নবায়নযোগ্য শক্তির উৎস, কার্বন নিরপেক্ষ পরিবহন ব্যবস্থা এবং শক্তি দক্ষতা বৃদ্ধি গুরুত্বপূর্ণভূমিকা পালন করবে। মূল্যায়নের ফলাফল জলবায়ু পরিবর্তন মোকাবেলায় বিশ্ব নেতাদের জন্য গুরুত্বপূর্ণ নির্দেশিকা প্রদান করে।\n\n\n== জীবাশ্ম জ্বালানি বাতিলের চ্যালেঞ্জ ==\n\nজীবাশ্ম জ্বালানি বাতিল করা বেশ কঠিন কারণ বর্তমানে বিশ্ব এগুলোর ওপর ব্যাপকভাবে নির্ভরশীল। ২০১৪ সালে, জীবাশ্ম জ্বালানি বিশ্বের প্রাথমিক শক্তি ব্যবহারের ৮০% এরও বেশি সরবরাহ করেছিল।\nজীবাশ্ম জ্বালানি পরিত্যাগ করার অন্যতম প্রধান প্রভাব হতে পারে বিদ্যুতের মূল্যবৃদ্ধি। বিকল্প শক্তির উৎস দিয়ে এই জ্বালানির অংশ পূরণে যে নতুন বিনিয়োগের প্রয়োজন হবে তা বিদ্যুৎ খরচে যুক্ত হবে।\nজীবাশ্ম জ্বালানি শিল্পে কর্মসংস্থানের ক্ষেত্রে, এগুলো বাতিলের প্রচেষ্টা যৌক্তিকভাবে অবাঞ্ছিত। ফলস্বরূপ, এই শিল্পে নিযুক্ত লোকেরা সাধারণত এমন যেকোনো পদক্ষেপের বিরোধিতা করবে যা তাদের শিল্পকে হুমকির মুখে ফেলে। এন্ড্রে টভিন্নেরেইম এবং এলিজাবেথ ইভারসফ্লাটেন জীবাশ্ম জ্বালানি শিল্পে কর্মসংস্থানের সাথে জলবায়ু পরিবর্তন নীতির সমর্থনের মধ্যে সম্পর্ক নিয়ে গবেষণা করেছেন। জীবাশ্ম জ্বালানি শিল্প থেকে বাস্তুচ্যুত কর্মীদের জন্য ভূতাত্ত্বিক শক্তি শিল্পে কর্মসংস্থানের একটি সম্ভাব্য সুযোগ হতে পারে। জীবাশ্ম জ্বালানি পরিত্যাগের উদ্যোগের বিরুদ্ধে রাজনৈতিক স্বার্থও চাপ সৃষ্টি করতে পারে। এর একটি উদাহরণ হল যুক্তরাষ্ট্রের কংগ্রেস সদস্যদের ভোট কীভাবে তাদের নিজ নিজ রাজ্যে জীবাশ্ম জ্বালানি শিল্পের প্রাধান্যের সাথে সম্পর্কিত।\nএছাড়াও আরও চ্যালেঞ্জগুলোর মধ্যে রয়েছে- টেকসই পুনর্ব্যবহার নিশ্চিত করা, প্রয়োজনীয় উপকরণের উৎস করা, বিদ্যমান ক্ষমতা কাঠামোর স্থানান্তর, পরিবর্তনশীল নবায়নযোগ্য শক্তির ব্যবস্থাপনা, সর্বোত্তম জাতীয় পর্যায়ক্রম নীতি তৈরি করা, পরিবহন অবকাঠামো রূপান্তর করা এবং জীবাশ্ম জ্বালানি নিষ্কাশন প্রতিরোধ নিশ্চিত করা। এই ধরনের সমস্যা সমাধানে সক্রিয় গবেষণা ও উন্নয়ন চলছে।\nমিশরে COP27 সম্মেলনে, বিশ্বকে কম তেল পোড়ানোর আহ্বান বন্ধ করার জন্য সৌদি আরব প্রতিনিধিরা চাপ দেয় বলে সেখানে উপস্থিত লোকজন জানিয়েছেন। সৌদি আরব এবং আরও কয়েকটি তেল উৎপাদক দেশের আপত্তির পর, সম্মেলনের চূড়ান্ত বিবৃতিতে জীবাশ্ম জ্বালানি বাতিলের আহ্বান অন্তর্ভুক্ত করতে ব্যর্থ হয়েছে। ২০২২ সালের মার্চ মাসে, জলবায়ু বিজ্ঞানীদের সাথে জাতিসংঘের একটি বৈঠকে, সৌদি আরব, রাশিয়ার সাথে মিলে একটি সরকারী নথি থেকে \"মানুষ-সৃষ্ট জলবায়ু পরিবর্তন\" এর উল্লেখ মুছে ফেলার জন্য চাপ দেয়। এটি বৈজ্ঞানিকভাবে প্রতিষ্ঠিত সত্যকে অস্বীকার করে যে মানুষের জীবাশ্ম জ্বালানি পোড়ানো জলবায়ু সংকটের মূল চালিকাশক্তি।\n\n\n== প্রধান উদ্যোগ ও আইন যা জীবাশ্ম জ্বালানির ব্যবহার বন্ধ করবে ==\n\n\n=== চীন ===\nচীন ২০৬০ সালের মধ্যে কার্বন নিরপেক্ষ হওয়ার প্রতিশ্রুতি দিয়েছে। এই লক্ষ্য অর্জনের জন্য, কয়লা খনন এবং বিদ্যুৎ শিল্পে কর্মরত ৩ মিলিয়নেরও বেশি শ্রমিকের জন্য একটি ন্যায়সঙ্গত রূপান্তর প্রয়োজন। এখনও স্পষ্ট নয় যে চীন সেই তারিখের মধ্যে সমস্ত জীবাশ্ম জ্বালানী ব্যবহার বন্ধ করার লক্ষ্য রাখে কিনা, অথবা একটি ছোট অংশ কার্বন ক্যাপচার এবং স্টোরেজ প্রযুক্তির মাধ্যমে ব্যবহার করা হবে। ২০২১ সালে, কয়লা খননকে সর্বোচ্চ ক্ষমতায় চালানোর নির্দেশ দেওয়া হয়েছিল।\nচীন বিশ্বের বৃহত্তম জীবাশ্ম জ্বালানি ব্যবহারকারী দেশ। কিন্তু জলবায়ু পরিবর্তনের ক্রমবর্ধমান ঝুঁকি মোকাবেলায়, চীন জীবাশ্ম জ্বালানির ব্যবহার কমাতে এবং নবায়নযোগ্য শক্তির উৎসে রূপান্তর করতে বেশ কিছু পদক্ষেপ গ্রহণ করেছে।\n২০১৫ সালে, চীন জাতিসংঘের কাছে জাতীয় জলবায়ু পরিবর্তন কর্মপরিকল্পনা (INDC) জমা দিয়েছে। INDC-তে ২০৩০ সালের মধ্যে কার্বন ডাই অক্সাইড নির্গমন তীব্রতা ২০১৫ সালের তুলনায় ৬০-৬৫% কমিয়ে আনার লক্ষ্যমাত্রা নির্ধারণ করা হয়েছে। চীন জীবাশ্ম জ্বালানি ব্যবহার নিয়ন্ত্রণের জন্য বিভিন্ন নীতি প্রণয়ন করেছে। এর মধ্যে রয়েছে কয়লা খনির উৎপাদন কমানো, নতুন কয়লা-চালিত বিদ্যুৎ কেন্দ্র নির্মাণে নিষেধাজ্ঞা এবং গাড়ি নির্গমন মানদণ্ড কঠোর করা। চীন নবায়নযোগ্য শক্তির উন্নয়নকে উৎসাহিত করার জন্য বিভিন্ন নীতি প্রণয়ন করেছে। এর মধ্যে রয়েছে নবায়নযোগ্য শক্তির জন্য ভর্তুকি প্রদান, নবায়নযোগ্য শক্তি প্রকল্পে বিনিয়োগ বৃদ্ধি এবং নবায়নযোগ্য শক্তি ব্যবহারের জন্য আইনি কাঠামো তৈরি করা।\nচীন বিশ্বের বৃহত্তম নবায়নযোগ্য শক্তি উৎপাদনকারী দেশ। ২০১৮ সালে, চীনের নবায়নযোগ্য শক্তি উৎপাদন ক্ষমতা ৭২৮ গিগাওয়াট ছিল, যা বিশ্বের মোট নবায়নযোগ্য শক্তি উৎপাদন ক্ষমতার ২৮%। চীন জীবাশ্ম জ্বালানির ব্যবহার কমাতে বেশ কিছু পদক্ষেপ গ্রহণ করেছে। এর মধ্যে রয়েছে কয়লা-চালিত বিদ্যুৎ কেন্দ্রগুলি বন্ধ করা, গাড়িতে ইলেকট্রিক যানবাহন ব্যবহার বৃদ্ধি এবং শিল্পে জ্বালানি দক্ষতা উন্নত করা। চীন ২০১৭ সালে একটি জাতীয় কার্বন ট্রেডিং ব্যবস্থা চালু করেছে। এটি বিশ্বের বৃহত্তম কার্বন ট্রেডিং ব্যবস্থা এবং এটি চীনের কার্বন নির্গমন নিয়ন্ত্রণে গুরুত্বপূর্ণ ভূমিকা পালন করবে বলে আশা করা হচ্ছে।\n\n\n=== ইউরোপীয় ইউনিয়ন ===\n২০১৯ সালের শেষ দিকে ইউরোপীয় ইউনিয়ন একটি গুরুত্বপূর্ণ উদ্যোগ নেয় – ইউরোপিয়ান গ্রিন ডিলের সূচনা। এই পরিকল্পনার লক্ষ্য ছিল জলবায়ু পরিবর্তনের বিরূপ প্রভাব মোকাবেলা করা এবং ইউরোপকে আরো পরিবেশবান্ধব অঞ্চল হিসেবে গড়ে তোলা। এই লক্ষ্যে যেসব প্রধান পদক্ষেপ নেওয়া হয় সেগুলো হলো:\n\nএনার্জি ট্যাক্সেশন ডিরেক্টিভের সংশোধন: জীবাশ্ম জ্বালানি ভর্তুকি এবং কর ছাড় (বিশেষ করে বিমান ও জাহাজ চলাচল খাতে) যাচাই-বাছাই করা।\nসার্কুলার ইকোনমি অ্যাকশন প্ল্যান: যেখানে সম্পদ ও পণ্যের পুনর্ব্যবহারে জোর দেওয়া হচ্ছে, বর্জ্য কমানোর উপর দৃষ্টি রাখা হচ্ছে।\nজলবায়ু-সম্পর্কিত নীতির পর্যালোচনা ও সংশোধন: নির্গমন ব্যবস্থাপনা পদ্ধতি (Emissions Trading System) এই পর্যায়ের অন্তর্ভুক্ত ছিল।\nটেকসই ও দক্ষ যোগাযোগ ব্যবস্থার কৌশল: যাতে পরিবেশবান্ধব যানবাহন ও পরিবহনকে গুরুত্ব দেওয়া হয়।\nকার্বন বর্ডার অ্যাডজাস্টমেন্ট মেকানিজম (CBAM): যেসব দেশ তাদের গ্রিনহাউস গ্যাস নির্গমন ইউরোপীয়ান ইউনিয়নের মাপকাঠিতে কমাতে ব্যর্থ হবে তাদের উপর অতিরিক্ত শুল্ক আরোপের পরিকল্পনা।\nউপরন্তু ইউরোপীয় ইউনিয়ন নতুন গবেষণা ও কারিগরি উদ্ভাবনের জন্য বিভিন্ন উদ্যোগ গ্রহণ করে:\n\nHorizon Europe: জাতীয় পর্যায়ে এবং বেসরকারি বিনিয়োগকে কাজে লাগানোর লক্ষ্যে একটি বড় ধরনের প্রকল্প। পরিবহন ক্ষেত্রের প্রযুক্তি উন্নয়ন (যেমন ব্যাটারি, ক্লিন হাইড্রোজেন, পরিবেশবান্ধব ইস্পাত উৎপাদন, ইত্যাদি) এই প্রকল্পে বিশেষ গুরুত্ব দেওয়া হচ্ছে।\nইউরোপীয় ইনভেস্টমেন্ট ব্যাংক: ২০১৭ থেকে ২০২২ সালের মধ্যে ইউরোপীয় ইউনিয়নের শক্তি খাতের উন্নয়নে এই ব্যাংক ৮১ বিলিয়ন ইউরোর বেশি সাহায্য দিয়েছে। পাওয়ার গ্রিড, শক্তি সাশ্রয়, নবায়নযোগ্য শক্তির খাতে ইউরোপ এবং বিশ্বের অন্যান্য অংশে বিনিয়োগ এই সাহায্যের অন্তর্ভুক্ত ছিল।\n\n\n=== ভারত ===\nপ্যারিস চুক্তিতে, ভারত ২০৩০ সালের মধ্যে তার মোট বিদ্যুৎ উৎপাদনের ৪০% অ-জীবাশ্ম জ্বালানি উৎস থেকে উৎপাদনের লক্ষ্য নির্ধারণ করে একটি ইন্টেনডেড ন্যাশনালি ডিটারমাইন্ড কন্ট্রিবিউশনস (INDC) লক্ষ্যমাত্রা নির্ধারণ করেছে। ভারত আশাবাদী যে তারা এই লক্ষ্যমাত্রা অর্জন করতে সক্ষম হবে, এমনকি ছাড়িয়ে যেতে পারবে।\nজলবায়ু পরিবর্তনের ক্রমবর্ধমান হুমকির মুখে জীবাশ্ম জ্বালানির উপর নির্ভরতা কমাতে এবং পরিবেশের ভারসাম্য রক্ষায় ভারত বেশ কিছু গুরুত্বপূর্ণ পদক্ষেপ গ্রহণ করেছে। ভারত ২০৩০ সালের মধ্যে ৪৫০ গিগাওয়াট নবায়নযোগ্য বিদ্যুৎ উৎপাদনের লক্ষ্যমাত্রা নির্ধারণ করেছে। সৌর, বায়ু, জলবিদ্যুৎ, জৈব জ্বালানি ইত্যাদির ব্যবহার বৃদ্ধির জন্য বিভিন্ন প্রণোদনা ও নীতিমালা প্রণয়ন করা হয়েছে। বিদ্যুৎ বিতরণ ব্যবস্থার উন্নয়ন, বিদ্যুৎ চুরি রোধ এবং বিদ্যুৎ উৎপাদনের দক্ষতা বৃদ্ধির জন্য বিভিন্ন পদক্ষেপ নেওয়া হয়েছে। ইলেকট্রিক যানবাহনের ব্যবহার বৃদ্ধির জন্য ভর্তুকি ও প্রণোদনা প্রদান করা হচ্ছে। সরকারি যানবাহনগুলোকে ধাপে ধাপে ইলেকট্রিক যানবাহনে রূপান্তর করার পরিকল্পনাও রয়েছে। জৈব জ্বালানির ব্যবহার বৃদ্ধির জন্য 'জাতীয় জৈব জ্বালানি নীতি' (National Biofuel Policy) প্রণয়ন করা হয়েছে। ভারত ২০৭০ সালের মধ্যে 'কার্বন নিরপেক্ষ' (Net Zero) হওয়ার লক্ষ্যমাত্রা ঘোষণা করেছে।\n\n\n=== জাপান ===\nজাপান ২০৫০ সালের মধ্যে কার্বন নিরপেক্ষ হওয়ার প্রতিশ্রুতি দিয়েছে। অর্থাৎ, জাপান ২০৫০ সালের মধ্যে তার গ্রিনহাউস গ্যাস নির্গমন (যেমন কার্বন ডাই অক্সাইড) শূন্যের কাছাকাছি নামিয়ে আনবে।\nজাপান বিশ্বের অন্যতম প্রধান অর্থনীতি এবং জীবাশ্ম জ্বালানির বৃহৎ ব্যবহারকারী। জলবায়ু পরিবর্তনের মুখোমুখি হয়ে, জাপান ২০৫০ সালের মধ্যে কার্বন নিরপেক্ষতা অর্জনের লক্ষ্যমাত্রা নির্ধারণ করেছে। এই লক্ষ্য পূরণের জন্য, জীবাশ্ম জ্বালানির উপর নির্ভরতা কমিয়ে নবায়নযোগ্য জ্বালানির ব্যবহার বৃদ্ধি করা অত্যন্ত গুরুত্বপূর্ণ।\nজাপান সৌর, বায়ু, জলবিদ্যুৎ, জৈব জ্বালানি এবং ভূ-তাপীয় শক্তির মতো নবায়নযোগ্য জ্বালানিতে বিনিয়োগ বৃদ্ধি করছে। ২০৩০ সালের মধ্যে, জাপানের বিদ্যুৎ উৎপাদনে নবায়নযোগ্য জ্বালানির অবদান ২০% এ পৌঁছানোর লক্ষ্যমাত্রা নির্ধারণ করা হয়েছে। জাপান পুরাতন ও অকার্যকর কয়লাবিদ্যুৎ কেন্দ্র বন্ধ করার প্রক্রিয়া শুরু করেছে। ২০৩০ সালের মধ্যে, জাপানের বিদ্যুৎ উৎপাদনে কয়লার অবদান ৫০% কমিয়ে ২০% এ নামিয়ে আনার লক্ষ্যমাত্রা নির্ধারণ করা হয়েছে। জাপান ২০২১ সালে কার্বন মূল্য নির্ধারণ ব্যবস্থা চালু করেছে। এই ব্যবস্থার মাধ্যমে, কার্বন ডাই অক্সাইড নির্গমনের জন্য কোম্পানিগুলোকে ট্যাক্স প্রদান করতে হবে। জাপান বিদ্যুৎ ব্যবহারের দক্ষতা বৃদ্ধির জন্য বিভিন্ন পদক্ষেপ গ্রহণ করছে। এর মধ্যে রয়েছে উন্নত বিদ্যুৎ সরঞ্জাম ব্যবহার, বিদ্যুৎ সাশ্রয়ী ভবন নির্মাণ এবং বিদ্যুৎ ব্যবহারের ক্ষেত্রে জনসচেতনতা বৃদ্ধি। জাপান হাইড্রোজেন জ্বালানিকে জীবাশ্ম জ্বালানির বিকল্প হিসেবে ব্যবহারের জন্য গবেষণা ও উন্নয়নে বিনিয়োগ করছে। ২০৫০ সালের মধ্যে, জাপান হাইড্রোজেন জ্বালানি ব্যবহারের মাধ্যমে ১০ মিলিয়ন টন কার্বন ডাই অক্সাইড নির্গমন কমাতে চায়। জাপান CCS প্রযুক্তি ব্যবহার করে কার্বন ডাই অক্সাইড আটক করে ভূগর্ভস্থ স্তরে সংরক্ষণ করার জন্য গবেষণা ও উন্নয়নে বিনিয়োগ করছে। জাপান ২০৫০ সালের মধ্যে বিদ্যুৎ উৎপাদনে নবায়নযোগ্য জ্বালানির অবদান ৫০-৬০% এ পৌঁছানোর লক্ষ্যমাত্রা নির্ধারণ করেছে। এর জন্য, জাপান সৌর, বায়ু, জলবিদ্যুৎ, জৈব জ্বালানি এবং ভূ-তাপীয় শক্তির মতো নবায়নযোগ্য জ্বালানির ব্যবহার বৃদ্ধির জন্য বিভিন্ন পদক্ষেপ গ্রহণ করবে। জাপান পরিবহন খাতে জীবাশ্ম জ্বালানির ব্যবহার কমিয়ে নবায়নযোগ্য জ্বালানির ব্যবহার বৃদ্ধির পরিকল্পনা করছে। এর জন্য, জাপান ইলেকট্রিক যানবাহন (EV) ব্যবহারের প্রসার ঘটাবে এবং হাইড্রোজেন জ্বালানি চালিত যানবাহনের উন্নয়নে বিনিয়োগ করবে। জাপান কার্বন নিরপেক্ষ শহর তৈরির জন্য বিভিন্ন পদক্ষেপ গ্রহণ করবে। এর মধ্যে রয়েছে নবায়নযোগ্য জ্বালানি ব্যবহার, বিদ্যুৎ দক্ষতা বৃদ্ধি, এবং গণপরিবহন ব্যবস্থার উন্নয়ন।\nজাপানের জীবাশ্ম জ্বালানি পরিত্যাগের পথ সহজ নয়। জাপানের বিদ্যুৎ উৎপাদনে জীবাশ্ম জ্বালানির অবদান এখনও অনেক বেশি। নবায়নযোগ্য জ্বালানির ব্যবহার বৃদ্ধি করতে জাপানকে বিদ্যুৎ গ্রিড উন্নত করতে হবে এবং নবায়নযোগ্য জ্বালানি সংরক্ষণের ব্যবস্থা করতে হবে। এছাড়াও, জাপানকে পরিবহন খাতে জীবাশ্ম জ্বালানির ব্যবহার কমিয়ে নবায়নযোগ্য জ্বালানির ব্যবহার বৃদ্ধির জন্য প্রয়োজনীয় অবকাঠামো তৈরি করতে হবে।\n\n\n=== যুক্তরাজ্য ===\nযুক্তরাজ্য ২০৫০ সালের মধ্যে কার্বন নিরপেক্ষতা অর্জনে আইনিভাবে প্রতিশ্রুতিবদ্ধ। এই লক্ষ্যমাত্রা পূরণের জন্য, দেশটির জীবাশ্ম জ্বালানি ব্যবহার কমিয়ে আনতে হবে, যার মধ্যে সবচেয়ে বড় চ্যালেঞ্জ হলো ঘরবাড়ি গরম করার জন্য প্রাকৃতিক গ্যাসের উপর নির্ভরতা কমানো। এই চ্যালেঞ্জ মোকাবেলায়, বিকল্প সবুজ পুনরুদ্ধার আইন প্রণয়নের পরিকল্পনা বিভিন্ন গোষ্ঠী কর্তৃক প্রস্তাব করা হয়েছে। এই পরিকল্পনাগুলোর লক্ষ্য হলো প্রযুক্তির অগ্রগতির সাথে সাথে দ্রুততম সময়ে জীবাশ্ম জ্বালানির ব্যবহার বন্ধ করা।\nপ্রস্তাবিত বিকল্পগুলির মধ্যে রয়েছে:\n\nসৌর ও বায়ু বিদ্যুতের মতো নবায়নযোগ্য উৎস থেকে বিদ্যুৎ ব্যবহার করে ঘর গরম করা।\nহাইড্রোজেন গ্যাসের মতো কার্বন-নিরপেক্ষ জ্বালানি ব্যবহারের জন্য ঘরবাড়ি এবং অবকাঠামোকে অভিযোজিত করা।\nবিদ্যুৎ ব্যবহারের দক্ষতা বৃদ্ধির জন্য ভবনগুলির উন্নতিতে বিনিয়োগ করা।\nএই পরিকল্পনাগুলি বাস্তবায়নের জন্য উল্লেখযোগ্য বিনিয়োগ এবং নীতিগত পরিবর্তনের প্রয়োজন হবে। যাইহোক, জীবাশ্ম জ্বালানির উপর নির্ভরতা কমিয়ে আনার মাধ্যমে, যুক্তরাজ্য জলবায়ু পরিবর্তনের বিরুদ্ধে লড়াইয়ে গুরুত্বপূর্ণ ভূমিকা পালন করতে পারে এবং একটি টেকসই ভবিষ্যতের দিকে এগিয়ে যেতে পারে।\n\n\n== কয়লা বিদ্যুৎ বাতিলের আইন ও উদ্যোগসমূহ ==\nকয়লার ব্যবহার বন্ধ করা একটি পরিবেশ নীতি যার লক্ষ্য কয়লাভিত্তিক বিদ্যুৎকেন্দ্রে কয়লা পোড়ানো বন্ধ করা। এটি জীবাশ্ম জ্বালানির ব্যবহার বন্ধ করার একটি গুরুত্বপূর্ণ অংশ। কয়লা সবচেয়ে বেশি কার্বন-নিঃসরণকারী জীবাশ্ম জ্বালানি। সেজন্য কয়লার ব্যবহার পর্যায়ক্রমে কমিয়ে আনা জলবায়ু পরিবর্তন সীমাবদ্ধ রাখার জন্য অত্যন্ত গুরুত্বপূর্ণ, যেমনটা প্যারিস জলবায়ু চুক্তিতে বর্ণনা করা হয়েছে। আন্তর্জাতিক জ্বালানী সংস্থা (IEA) অনুমান করে যে, শিল্প-পূর্ব যুগের তুলনায় বিশ্বব্যাপী গড় তাপমাত্রা বৃদ্ধির ৩০% এরও বেশির জন্য কয়লা দায়ী। 'পাওয়ারিং পাস্ট কোল অ্যালায়েন্স'-এর কিছু দেশ ইতোমধ্যেই কয়লার ব্যবহার সম্পূর্ণ বন্ধ করেছে।\nচীন এবং ভারতে বিপুল পরিমাণে কয়লা পোড়ানো হয়। কিন্তু বর্তমানে নতুন বিদ্যুৎকেন্দ্র নির্মাণে বড় ধরনের অর্থায়ন শুধুমাত্র চীনের কয়লা বিদ্যুৎ খাতই পাচ্ছে। কয়লার ব্যবহার বন্ধ করলে যে পরিমাণ স্বাস্থ্যগত ও পরিবেশগত উপকার পাওয়া যাবে, যেমন জীববৈচিত্র্য রক্ষা এবং শ্বাসযন্ত্রের রোগ কমানো, তার চেয়ে ব্যয় অনেক কম। তাই উন্নত দেশগুলো 'জাস্ট এনার্জি ট্রানজিশন পার্টনারশিপ'-এর মাধ্যমে উন্নয়নশীল দেশগুলোকে কয়লা বিদ্যুৎ পরিত্যাগ করতে সাহায্য করতে পারে, তবে সেক্ষেত্রে উন্নয়নশীল দেশগুলিকে আর কোনো নতুন কয়লা-ভিত্তিক বিদ্যুৎকেন্দ্র নির্মাণ না করার প্রতিশ্রুতি দিতে হবে। এর একটি বড় উদাহরণ হল, G7 (অর্থনৈতিকভাবে উন্নত সাতটি দেশের সংস্থা) ২০২১ সালে বছরের মধ্যে কয়লা বিদ্যুৎকেন্দ্রগুলিকে সহায়তা বন্ধ করার প্রতিশ্রুতিবদ্ধ হয়েছিল।\nঅনুমান করা হয়েছে যে একবিংশ শতাব্দীর শেষ পর্যন্ত প্রতি বছর কয়লার ব্যবহার বন্ধ করার মাধ্যমে সমাজ মোট দেশজ উৎপাদনের (জিডিপি) ১% এরও বেশি উপকৃত হতে পারে। তাই অর্থনীতিবিদরা 'কোসিয়ান বার্গেইন' নামে একটি প্রক্রিয়া প্রস্তাব করেছেন, যেখানে উন্নত দেশগুলো উন্নয়নশীল দেশগুলোর কয়লা নির্ভরতা কমানোর প্রক্রিয়ায় অর্থসাহায্য প্রদান করবে।\n\n\n== জীবাশ্ম জ্বালানির বিদ্যুৎ কেন্দ্রগুলির পর্যায়ক্রমিক অপসারণ ==\n\nবিকল্প জ্বালানি বলতে এমন যেকোনো জ্বালানি উৎসকে বোঝায় যা জীবাশ্ম জ্বালানির ভূমিকা পালন করতে সক্ষম। নবায়নযোগ্য জ্বালানি, বা যে জ্বালানি নবায়নযোগ্য উৎস থেকে সংগ্রহ করা হয়, সেটি বিকল্প জ্বালানির একটি প্রকার। তবে, বিকল্প জ্বালানি অ-নবায়নযোগ্য উৎসগুলিকেও উল্লেখ করতে পারে, যেমন পারমাণবিক শক্তি। বিকল্প জ্বালানি উৎসের মধ্যে রয়েছে: সৌর শক্তি, জলবিদ্যুৎ, সামুদ্রিক শক্তি, বায়ু শক্তি, ভূতাত্ত্বিক শক্তি, জৈব জ্বালানি, ইথানল এবং হাইড্রোজেন।\nজীবাশ্ম জ্বালানি বাতিল করার সময় বিকল্প জ্বালানি উৎসের ব্যবহারের পাশাপাশি জ্বালানি দক্ষতা অত্যন্ত গুরুত্বপূর্ণ।\n\n\n=== নবায়নযোগ্য শক্তি ===\nনবায়নযোগ্য শক্তি, সবুজ শক্তি, বা নিম্ন-কার্বন শক্তি হলো এমন শক্তির উৎস যা প্রাকৃতিকভাবে মানুষের জীবদ্দশার মধ্যেই পুনরায় পূরণ হতে পারে। নবায়নযোগ্য সম্পদের মধ্যে রয়েছে সূর্যালোক, বায়ু, জলের প্রবাহ এবং ভূ-তাপীয় তাপ। যদিও বেশিরভাগ নবায়নযোগ্য শক্তির উৎস টেকসই, কিছু উৎস রয়েছে যেগুলো বর্তমান ব্যবহার-হারে টেকসই নয়। উদাহরণস্বরূপ, কিছু জৈববস্তুর উৎসকে তাদের বর্তমান ব্যবহার হার বিবেচনা করে টেকসই মনে করা হয় না। নবায়নযোগ্য শক্তি প্রায়শই বিদ্যুৎ উৎপাদন, উত্তাপ এবং শীতলীকরণের কাজে ব্যবহৃত হয়। নবায়নযোগ্য শক্তি প্রকল্পগুলি সাধারণত বড় আকারের হয়, তবে সেইসাথে এগুলো গ্রামীণ ও দূরবর্তী এলাকা এবং উন্নয়নশীল দেশগুলির জন্যও উপযুক্ত, যেখানে শক্তি প্রায়শই মানব উন্নয়নে গুরুত্বপূর্ণ ভূমিকা পালন করে।\nনবায়নযোগ্য শক্তি প্রায়শই আরও বিদ্যুতায়নের সাথে মিলিতভাবে ব্যবহার হয়, যার বেশ কিছু সুবিধা রয়েছে: বিদ্যুৎ তাপ বা বস্তুকে দক্ষতার সাথে স্থানান্তর করতে পারে এবং ব্যবহারের সময় পরিচ্ছন্ন হয়। ২০১১ থেকে ২০২১ সালের মধ্যে, নবায়নযোগ্য শক্তি বিশ্বব্যাপী বিদ্যুৎ সরবরাহের ২০% থেকে ২৮% পর্যন্ত বৃদ্ধি পেয়েছে। জীবাশ্ম জ্বালানির ব্যবহার ৬৮% থেকে ৬২% এ নেমে এসেছে, এবং পারমাণবিক শক্তির ব্যবহার ১২% থেকে ১০% এ নেমেছে। জলবিদ্যুতের অংশ ১৬% থেকে ১৫% এ কমেছে যখন সূর্য ও বায়ু থেকে শক্তি ২% থেকে ১০% বেড়েছে। বায়োমাস এবং ভূ-তাপীয় শক্তি ২% থেকে ৩% বৃদ্ধি পেয়েছে। ১৩৫ টি দেশে ৩,১৪৬ গিগাওয়াট নবায়নযোগ্য শক্তি ইনস্টল করা রয়েছে, যেখানে ১৫৬টি দেশের নবায়নযোগ্য শক্তি খাত নিয়ন্ত্রণকারী আইন রয়েছে। ২০২১ সালে, নবায়নযোগ্য বিদ্যুৎ বৃদ্ধিতে বিশ্বব্যাপী প্রায় অর্ধেক অবদান ছিল চীনের।\nবিশ্বব্যাপী নবায়নযোগ্য শক্তি শিল্পের সাথে এক কোটিরও বেশি কর্মসংস্থান যুক্ত, যার মধ্যে সৌরবিদ্যুত (সোলার ফটোভোলটাইক) খাতে সবচেয়ে বেশি কর্মী নিয়োজিত। নবায়নযোগ্য শক্তি ব্যবস্থা দ্রুত আরও কার্যকরী এবং সস্তা হয়ে উঠছে এবং মোট শক্তি খরচের মধ্যে এর ভাগ ক্রমশ বাড়ছে। বিশ্বে নতুন করে ইনস্টল করা বিদ্যুৎ ক্ষমতার বৃহৎ অংশই নবায়নযোগ্য। বেশিরভাগ দেশে, ফটোভোলটাইক সৌর বা স্থলভাগের বায়ুশক্তি থেকে নতুন বিদ্যুৎ সবচেয়ে সস্তায় উৎপাদন করা সম্ভব।\nবিশ্বের অনেক দেশ ইতোমধ্যেই তাদের মোট শক্তি সরবরাহের ২০% এরও বেশি অংশে নবায়নযোগ্য শক্তির অবদান রাখছে। কিছু দেশ নবায়নযোগ্য শক্তি ব্যবহার করে তাদের অর্ধেকেরও বেশি বিদ্যুৎ উৎপাদন করে। আর কিছু দেশ তাদের সমস্ত বিদ্যুৎ নবায়নযোগ্য শক্তি ব্যবহার করে উৎপাদন করে। আগামি ২০২০ দশক এবং তারও পরে জাতীয় নবায়নযোগ্য শক্তি বাজারগুলির দৃঢ়ভাবে বৃদ্ধি অব্যাহত থাকবে বলে আশা করা হচ্ছে। আইইএ (IEA) এর মতে, ২০৫০ সালের মধ্যে নিট-শূন্য নির্গমন অর্জন করতে হলে, বিশ্বব্যাপী বিদ্যুৎ উৎপাদনের ৯০% নবায়নযোগ্য উৎস থেকে উৎপন্ন করতে হবে। কিছু গবেষণায় বলা হয়েছে যে সমস্ত সেক্টর - বিদ্যুৎ, তাপ, পরিবহন ও শিল্প - জুড়ে ১০০% নবায়নযোগ্য শক্তিতে বিশ্বব্যাপী রূপান্তর সম্ভব এবং অর্থনৈতিকভাবে টেকসই।\nনবায়নযোগ্য শক্তির সম্পদ বিস্তৃত ভৌগোলিক এলাকা জুড়ে বিদ্যমান, জীবাশ্ম জ্বালানির বিপরীতে, যেগুলি সীমিত সংখ্যক দেশে কেন্দ্রীভূত। নবায়নযোগ্য শক্তি এবং শক্তি দক্ষতার প্রযুক্তি বাস্তবায়নের ফলে উল্লেখযোগ্য শক্তি সুরক্ষা, জলবায়ু পরিবর্তন প্রশমন এবং অর্থনৈতিক সুবিধা পাওয়া যাচ্ছে। তবে শত শত বিলিয়ন ডলারের জীবাশ্ম জ্বালানি ভর্তুকি নবায়নযোগ্য শক্তিকে বাধাগ্রস্ত করছে। আন্তর্জাতিক জনমত জরিপে সৌর শক্তি এবং বায়ু শক্তি ইত্যাদি নবায়নযোগ্য শক্তির জন্য শক্তিশালী সমর্থন দেখা যায়। ২০২২ সালে, আন্তর্জাতিক শক্তি সংস্থা (International Energy Agency) দেশগুলিকে আরও নবায়নযোগ্য শক্তি যুক্ত করার নীতিগত, নিয়ন্ত্রক, অনুমতি এবং অর্থায়নের বাধাগুলি সমাধান করার জন্য বলেছে। এতে করে ২০৫০ সালের মধ্যে নিট-শূন্য কার্বন নির্গমন অর্জনের সম্ভাবনা বাড়বে।\n\n\n=== জলবিদ্যুৎ ===\n\nজলবিদ্যুৎ একটি গুরুত্বপূর্ণ নবায়নযোগ্য শক্তির উৎস। ২০১৫ সালে, জলবিদ্যুৎ বিশ্বের মোট বিদ্যুতের ১৬.৬% এবং সমস্ত নবায়নযোগ্য বিদ্যুতের ৭০% উৎপাদন করেছিল। ইউরোপ ও উত্তর আমেরিকায়, বড়ো জলাধার তৈরি করে যে পরিবেশগত ক্ষতি হতো, তা নিয়ে উদ্বেগের কারণে ১৯৯০-এর দশকে বাঁধ নির্মাণ কমে যায়। সেই সময় থেকে, চীন, ব্রাজিল এবং ভারতের মতো দেশগুলিতে বড়ো বাঁধ ও জলাধার নির্মাণ অব্যাহত রয়েছে।  তবে পরিবেশগতভাবে সংবেদনশীল এলাকায় জলাধার সৃষ্টি করে এমন প্রচলিত বাঁধের বিকল্প হিসেবে নদীর স্বাভাবিক প্রবাহ ব্যবহার করে বিদ্যুৎ উৎপাদন ('রান-অফ-দ্য-রিভার' জলবিদ্যুৎ) এবং ক্ষুদ্র জলবিদ্যুৎ জনপ্রিয় হয়ে উঠেছে।\n\n\n=== বায়ু শক্তি ===\n\nবায়ু শক্তিকে কাজে লাগিয়ে উপযোগী কাজ সম্পাদন করাকেই বায়ু শক্তির ব্যবহার বলে।  ঐতিহাসিকভাবে, পালতোলা জাহাজ, বায়ুকল এবং বায়ু পাম্পে বায়ু শক্তি ব্যবহার করা হতো। বর্তমানে, বায়ু শক্তি মূলত বিদ্যুৎ উৎপাদনের জন্য ব্যবহৃত হয়। এই নিবন্ধে শুধুমাত্র বিদ্যুৎ উৎপাদনের জন্য বায়ু শক্তির ব্যবহার নিয়ে আলোচনা করা হয়েছে। আজকাল বায়ুশক্তি প্রায় সম্পূর্ণভাবেই উইন্ড টারবাইন দিয়ে উৎপাদন করা হয়, যেগুলো সাধারণত একত্রে বায়ু খামার তৈরি করে এবং বৈদ্যুতিক গ্রিডের সাথে সংযুক্ত থাকে।\n২০২২ সালে, বায়ু শক্তি থেকে ২০০০ টেরাওয়াট-ঘণ্টারও বেশি বিদ্যুৎ সরবরাহ করা হয়েছিল, যা বিশ্বের মোট বিদ্যুৎ উৎপাদনের ৭% এর বেশি এবং বিশ্ব শক্তির প্রায় ২%। ২০২১ সালে বেশিরভাগ চীন ও যুক্তরাষ্ট্রে প্রায় ১০০ গিগাওয়াট যোগ হওয়ার সাথে সাথে, বিশ্বব্যাপী ইনস্টল করা বায়ু বিদ্যুতের ক্ষমতা ৮০০ গিগাওয়াট ছাড়িয়ে গেছে। জলবায়ু পরিবর্তন সীমাবদ্ধ করার লক্ষ্যে প্যারিস চুক্তির লক্ষ্যগুলি পূরণ করতে বিশেষজ্ঞরা বলছেন যে বায়ু বিদ্যুত উৎপাদনের বার্ষিক প্রবৃদ্ধি ১%-এর বেশি হওয়া উচিত।\nবায়ু শক্তিকে একটি টেকসই, নবায়নযোগ্য শক্তির উৎস হিসেবে বিবেচনা করা হয়। জীবাশ্ম জ্বালানি পোড়ানোর তুলনায় পরিবেশের উপর এর প্রভাব অনেক কম। বায়ু শক্তি পরিবর্তনশীল, তাই বিদ্যুতের একটি নির্ভরযোগ্য সরবরাহ নিশ্চিত করতে শক্তি সঞ্চয় বা অন্যান্য সহজে ব্যবহারযোগ্য শক্তির উৎসের প্রয়োজন হয়। স্থলভিত্তিক (অনশোর) বায়ু খামারগুলোর উৎপাদিত শক্তির তুলনায় অন্যান্য বিদ্যুৎ কেন্দ্রের চেয়ে  চাক্ষুষ প্রভাব বেশি থাকে। তবে অফশোর, অর্থাৎ সমুদ্রে অবস্থিত বায়ু খামারগুলির চাক্ষুষ প্রভাব কম এবং এগুলোর ক্ষমতা সাধারণত বেশি হয়, যদিও তৈরি করতে খরচও বেশি হয়। অফশোর বায়ু শক্তির বর্তমানে নতুন ইন্সটলেশনের প্রায় ১০% অংশ রয়েছে।\nবায়ু শক্তি উৎপাদিত শক্তির একক প্রতি সবচেয়ে কম খরচের বিদ্যুৎ উৎসগুলির মধ্যে একটি। অনেক জায়গায়, নতুন স্থলভিত্তিক বায়ু খামারগুলি নতুন কয়লা বা গ্যাস চালিত বিদ্যুৎ কেন্দ্রের চেয়ে সস্তা।\nউচ্চ উত্তর এবং দক্ষিণ অক্ষাংশের অঞ্চলগুলিতে বায়ু শক্তির সর্বোচ্চ সম্ভাবনা রয়েছে। বেশিরভাগ অঞ্চলে, রাতের বেলায় এবং শীতকালে বায়ু শক্তির উৎপাদন বেশি হয় যখন সৌরশক্তির উৎপাদন কম থাকে। এই কারণে, বায়ু এবং সৌর শক্তির সমন্বয় অনেক দেশেই উপযুক্ত।\n\n\n=== সৌরশক্তি ===\n২০১৭ সালে, সৌরশক্তি বিশ্বব্যাপী মোট বিদ্যুৎ উৎপাদনের ১.৭% যুগিয়েছিল এবং এই হার প্রতিবছর ৩৫% করে বৃদ্ধি পাচ্ছিল।  ২০২০ সালের মধ্যে চূড়ান্ত বিশ্বব্যাপী শক্তি খরচে সৌরশক্তির অবদান ১% ছাড়িয়ে যাওয়ার সম্ভাবনা ছিল।\n\n\n==== সৌর আলোকতড়িৎ ====\n\nসৌর আলোকতড়িৎ কোষ সূর্যালোককে বিদ্যুতে রূপান্তরিত করে এবং অনেক সৌর আলোকতড়িৎ বিদ্যুৎ কেন্দ্র নির্মাণ করা হয়েছে। গত দশকে এই কেন্দ্রগুলির আকার ক্রমশ বেড়েছে এবং ঘন ঘন নতুন সক্ষমতার রেকর্ড হচ্ছে। এই কেন্দ্রগুলির অনেকগুলি কৃষির সাথে একীভূত এবং কিছুতে নতুন ধরনের অনুসরণ ব্যবস্থা (ট্র্যাকিং সিস্টেম) ব্যবহার করা হয়, যেগুলি সূর্যের দৈনিক গতিপথ অনুসরণ করে। ফলে প্রচলিত স্থির সিস্টেমের তুলনায় এরা আরও বেশি বিদ্যুৎ উৎপাদন করতে পারে। সৌর বিদ্যুৎ কেন্দ্রগুলি পরিচালনের সময় জ্বালানী খরচ হয় না এবং নিঃসরণও (emissions) থাকে না।\n\n\n==== কেন্দ্রীভূত সৌরশক্তি ====\n\nকেন্দ্রীভূত সৌরশক্তি (CSP) সিস্টেমগুলি একটি বড় এলাকার সূর্যালোককে একটি ছোট আলোকরশ্মি পটিতে (beam) কেন্দ্রীভূত করতে পরকলা (লেন্স) বা আয়না এবং অনুসরণ ব্যবস্থা (ট্র্যাকিং সিস্টেম) ব্যবহার করে। এরপর এই ঘনীভূত তাপকে একটি প্রচলিত বিদ্যুৎ কেন্দ্রের তাপীয় উৎস হিসাবে ব্যবহার করা হয়। বিভিন্ন ধরনের ঘনীভবন প্রযুক্তি রয়েছে; যার মধ্যে সর্বাধিক উন্নত হল অধিবৃত্তীয় অবতল প্রতিফলক (প্যারাবোলিক ট্রফ parabolic trough), ঘনবিন্যস্ত রৈখিক ফ্রেনেল প্রতিফলক (কমপ্যাক্ট লিনিয়ার ফ্রেনেল রিফ্লেক্টর Compact linear Fresnel reflector), স্টারলিং অবতল প্রতিফলক (স্টারলিং ডিশ Stirling dish) এবং সৌরশক্তি বুরূজ (\nসোলার পাওয়ার টাওয়ার solar power tower)। সূর্যকে অনুসরণ করতে এবং আলোকে কেন্দ্রীভূত করতে বিভিন্ন কৌশল ব্যবহার করা হয়। এই সমস্ত ব্যবস্থায় একটি কর্মক্ষম তরল (working fluid) ঘনীভূত সূর্যালোক দ্বারা উত্তপ্ত হয় এবং তারপর এটি বিদ্যুৎ উৎপাদন বা শক্তি সঞ্চয়ের জন্য ব্যবহৃত হয়।\n\n\n=== পারমাণবিক শক্তি ===\n২০১৪ সালের জলবায়ু পরিবর্তন সংক্রান্ত আন্তঃসরকারি প্যানেলের (IPCC) প্রতিবেদনে পারমাণবিক শক্তিকে এমন একটি প্রযুক্তি হিসেবে চিহ্নিত করা হয়েছে যা কয়লাভিত্তিক বিদ্যুৎ-এর তুলনায় মাত্র ৫% গ্রিনহাউস গ্যাস নির্গমন করে বিদ্যুৎ সরবরাহ করতে সক্ষম। বর্তমানে বিশ্বব্যাপী নির্মাণাধীন পারমাণবিক চুল্লীর সংখ্যা ৬০টিরও বেশি,  যেখানে চীন ২৩টি চুল্লি নিয়ে শীর্ষস্থান দখল করে আছে। বিশ্বব্যাপী, সাম্প্রতিক বছরগুলিতে বন্ধ হওয়া চুল্লির তুলনায় নতুন চুল্লী উন্মুক্ত করার সংখ্যা কম হলেও, সামগ্রিক বিদ্যুৎ উৎপাদন ক্ষমতা বৃদ্ধি পেয়েছে। চীন ২০৩০ সালের মধ্যে পারমাণবিক বিদ্যুৎ উৎপাদন দ্বিগুণ করার পরিকল্পনা ঘোষণা করেছে। ভারতও তার পারমাণবিক শক্তি ব্যাপকভাবে বাড়ানোর পরিকল্পনা করেছে। ম্যানহাটন ২ প্রকল্প একটি প্রতিবেদন উপস্থাপন করেছে যাতে কারখানায় অটোমেশনের মাধ্যমে উল্লেখযোগ্যভাবে পারমাণবিক শক্তি বাড়ানোর উপায় বর্ণনা করা হয়েছে।\nপারমাণবিক শক্তিকেন্দ্র নির্মাণ বন্ধের উদ্দেশ্যে অনেক দেশ আইন প্রণয়ন করেছে। অনেক ইউরোপীয় দেশ  পারমাণবিক বিদ্যুৎ কেন্দ্র ধীরে ধীরে বন্ধের ব্যাপারে বিতর্ক করেছে এবং কিছু দেশ ইতোমধ্যে  কয়েকটি চুল্লি সম্পূর্ণরূপে বন্ধ করে দিয়েছে। পারমাণবিক শক্তিকেন্দ্র নির্মাণে মন্দার পেছনে মূলত তিনটি দুর্ঘটনার প্রভাব রয়েছে: ১৯৭৯ সালে যুক্তরাষ্ট্রের থ্রি মাইল আইল্যান্ড দুর্ঘটনা, ১৯৮৬ সালে সোভিয়েত ইউনিয়নের চেরনোবিল দুর্ঘটনা এবং ২০১১ সালে জাপানের ফুকুশিমা পারমাণবিক বিপর্যয়।\n২০১১ সালের ফুকুশিমা পারমাণবিক বিপর্যয়ের পর জার্মানি তার ১৭টি চুল্লির মধ্যে আটটি স্থায়ীভাবে বন্ধ করে দিয়েছে এবং ২০২২ সালের শেষের মধ্যে বাকি চুল্লিগুলো বন্ধ করার প্রতিশ্রুতি দিয়েছে। ইতালি তাদের দেশকে পারমাণবিক-মুক্ত রাখার জন্য নির্ণায়ক ভোট দেয়। সুইজারল্যান্ড এবং স্পেন নতুন চুল্লি নির্মাণ নিষিদ্ধ করেছে। জাপানের প্রধানমন্ত্রী পারমাণবিক শক্তির উপর জাপানের নির্ভরতা নাটকীয়ভাবে হ্রাস করার আহ্বান জানিয়েছেন। তাইওয়ানের রাষ্ট্রপতিও একই আহ্বান জানান। ২০১২ সালের ডিসেম্বর থেকে জাপানের প্রধানমন্ত্রী শিনজো আবে দেশটির ৫৪টি পারমাণবিক কেন্দ্রের কিছু চালু করার এবং নির্মাণাধীন কিছু চুল্লি নির্মাণ চালিয়ে যাওয়ার পরিকল্পনা ঘোষণা করেছেন।\n২০১৬ সাল পর্যন্ত অস্ট্রেলিয়া, অস্ট্রিয়া, ডেনমার্ক, গ্রিস, মালয়েশিয়া, নিউজিল্যান্ড এবং নরওয়ের মতো দেশগুলিতে কোনও পারমাণবিক বিদ্যুৎকেন্দ্র নেই এবং তারা পারমাণবিক শক্তির বিরোধী। জার্মানি, ইতালি, স্পেন এবং সুইজারল্যান্ড তাদের পারমাণবিক বিদ্যুৎ পর্যায়ক্রমে বন্ধ করে দিচ্ছে। তবুও, IPCC অনুসারে, বৈশ্বিক বিদ্যুৎ চাহিদার সাথে তাল মিলিয়ে জীবাশ্ম জ্বালানি ধাপে ধাপে বন্ধ করার অধিকাংশ উপায়ের মধ্যে রয়েছে পারমাণবিক শক্তির সম্প্রসারণ। জাতিসংঘের ইউরোপীয় অর্থনৈতিক কমিশনও বলেছে যে পারমাণবিক সম্প্রসারণ ছাড়া বৈশ্বিক জলবায়ু লক্ষ্যগুলি সম্ভবত পূরণ করা হবে না।\nখরচ বৃদ্ধি, নির্মাণ বিলম্ব, মারাত্মক দুর্ঘটনার হুমকি এবং নিয়ন্ত্রক বাধাসমূহ প্রায়ই পারমাণবিক বিদ্যুৎকেন্দ্র সম্প্রসারণকে বাস্তবিকভাবে অসম্ভব করে তোলে। কিছু সংস্থা ও প্রতিষ্ঠান পারমাণবিক বিদ্যুৎকেন্দ্র নির্মাণের ব্যয়, সময়কাল এবং ঝুঁকি হ্রাস করার লক্ষ্যে পরিকল্পনা প্রস্তাব করেছে। উদাহরণস্বরূপ, NuScale Power একটি হালকা-জল চুল্লির জন্য পারমাণবিক নিয়ন্ত্রক কমিশন থেকে নিয়ন্ত্রক অনুমোদন পেয়েছে যা তত্ত্বগতভাবে দুর্ঘটনার ঝুঁকি কমাতে পারে এবং ঐতিহ্যবাহী পারমাণবিক কেন্দ্রগুলির চেয়ে কম খরচে নির্মিত হতে পারে। এনার্জি ইমপ্যাক্ট সেন্টারের OPEN100 (একটি প্ল্যাটফর্ম যা একটি ১০০-মেগাওয়াট চাপযুক্ত ওয়াটার রিঅ্যাক্টর সহ একটি পারমাণবিক কেন্দ্র নির্মাণের জন্য ওপেন-সোর্স ব্লুপ্রিন্ট সরবরাহ করে) দাবি করে যে তাদের মডেলটি মাত্র দুই বছরে ৩০০ মিলিয়ন ডলারে নির্মিত হতে পারে। উভয় পরিকল্পনাতেই, ছোট মডুলার চুল্লিগুলিকে ব্যাপক আকারে উৎপাদন করার ক্ষমতা তাত্ত্বিকভাবে নির্মাণের সময় কমিয়ে দেবে।\n\n\n=== বায়োমাস ===\nবায়োমাস হলো জীবন্ত বা সম্প্রতি মৃত জীব থেকে প্রাপ্ত জৈব পদার্থ। সাধারণত উদ্ভিদ বা উদ্ভিদজাত উপাদানকে বায়োমাস বলা হয়। এটি একটি নবায়নযোগ্য শক্তির উৎস। বায়োমাসকে সরাসরি জ্বালানি হিসেবে ব্যবহার করা যায়, কিংবা প্রক্রিয়াজাত করে বায়োফুয়েলের মতো অন্যান্য শক্তি পণ্য তৈরি করা যায়। তাপীয় রূপান্তর, রাসায়নিক রূপান্তর, এবং জৈবরাসায়নিক রূপান্তর - এই তিনটি প্রক্রিয়ায় বায়োমাসকে শক্তিতে রূপান্তর করা যায়।\nবায়োমাসকে জ্বালানী হিসেবে ব্যবহার করলে কার্বন মনোক্সাইড, কার্বন ডাই অক্সাইড, নাইট্রোজেন অক্সাইড (NOx), উদ্বায়ী জৈব যৌগ (VOC), ক্ষুদ্রকণা এবং অন্যান্য দূষক তৈরি হয়। কিছু ক্ষেত্রে, এসব দূষকের পরিমাণ কয়লা বা প্রাকৃতিক গ্যাসের মতো প্রচলিত জ্বালানি থেকেও বেশি হতে পারে (যেমন, ঘরের ভেতরে রান্না বা উত্তাপের কাজে ব্যবহারের সময়)। তবে বনজঙ্গলে অনিয়ন্ত্রিত দাবানল কিংবা উন্মুক্তভাবে জ্বালানোর তুলনায় কাঠের বায়োমাস থেকে কম কণা এবং অন্যান্য দূষক তৈরি হয়। জীবাশ্ম জ্বালানি, বায়োফুয়েল, এবং বায়োমাস পোড়ানোর ফলে ব্ল্যাক কার্বন নামক এক ধরনের দূষক তৈরি হয়। বিশ্ব উষ্ণায়নের অন্যতম প্রধান কারণ এই ব্ল্যাক কার্বন। ২০০৯ সালে সুইডেনে পরিচালিত একটি গবেষণায় দেখা যায় যে, দক্ষিণ এশিয়ার বিশাল এলাকাগুলোকে সমયાনুবর্তীভাবে ঢেকে ফেলা বাদামী ধোঁয়াশার সিংহভাগই তৈরি হয়েছিল বায়োমাস পোড়ানোর ফলে, যদিও জীবাশ্ম জ্বালানিরও কিছুটা অবদান ছিল। বর্তমানে ডেনমার্ক কয়লার ব্যবহার কমিয়ে বায়োমাস ও আবর্জনার ব্যবহার বাড়িয়েছে।\n\n\n== জীবাশ্ম জ্বালানিচালিত যানবাহন বন্ধ করা ==\n\nঅনেক দেশ ও শহরে নতুন অভ্যন্তরীণ দহন ইঞ্জিন (Internal Combustion Engine - ICE) চালিত যানবাহনের বিক্রির ওপর নিষেধাজ্ঞা জারি করা হয়েছে। ফলে সমস্ত নতুন গাড়িকে বৈদ্যুতিক হতে হবে অথবা দূষণমুক্ত অন্যান্য শক্তি দ্বারা চালিত হতে হবে। যুক্তরাজ্যে ২০৩৫ সালের মধ্যে এবং নরওয়েতে ২০২৫ সালের মধ্যে এই ধরনের নিষেধাজ্ঞা কার্যকরী হবে। বায়ুদূষণ সীমিত করার জন্য, অনেক গণপরিবহন কর্তৃপক্ষ শুধুমাত্র বৈদ্যুতিক বাস ক্রয়ের দিকে মনোযোগ দিচ্ছে এবং শহরের কেন্দ্রস্থলে আইসিই যানবাহনের ব্যবহার সীমিত করছে। অনেক মার্কিন যুক্তরাষ্ট্রের রাজ্যে  শূন্য-নির্গমন যানবাহন ('zero-emissions vehicle') নীতি রয়েছে, যেখানে বিক্রিত গাড়ির একটি নির্দিষ্ট শতাংশকে বৈদ্যুতিক হতে হবে। জার্মানিতে ভেরকেসওয়েন্ডে ('Verkehrswende') নামক পদটির প্রচলন রয়েছে যার মূল ভাব হলো দহন-চালিত সড়ক পরিবহন থেকে সাইকেল, পায়ে হাঁটা এবং রেল পরিবহনে স্থানান্তর এবং অবশিষ্ট সড়ক যানবাহনগুলিকে বৈদ্যুতিক সংযোগে প্রতিস্থাপন করা।\n\n\n=== বায়োফুয়েল (জৈব জ্বালানি) ===\nতরল জ্বালানী আকারে বায়োফুয়েলগুলি, যা উদ্ভিজ্জ উপকরণ থেকে উদ্ভূত, বাজারে প্রবেশ করছে। যাইহোক, বর্তমানে যে সমস্ত জৈব জ্বালানি সরবরাহ করা হচ্ছে তার মধ্যে অনেকগুলিই পরিবেশ, খাদ্য নিরাপত্তা এবং ভূমি ব্যবহারের উপর বিরূপ প্রভাবের জন্য সমালোচিত হয়েছে।\n\n\n== মতামত ==\n\n\n=== জরিপ ===\n২০২৩ এ, পিউ একটি জরিপ করে যার ফলাফল অনুযায়ী দেখা যায় যে প্রায় ৩১% আমেরিকান তেল, কয়লা ও প্রাকৃতিক গ্যাসের ব্যবহার সম্পূর্ণভাবে বন্ধ করে দিতে প্রস্তুত। ৩২% চান ভবিষ্যতে জীবাশ্ম জ্বালানির ব্যবহার বন্ধ করা হোক এবং ৩৫% কখনই চান না যে জীবাশ্ম জ্বালানি বন্ধ করা হোক।\n\n\n=== কয়লা ব্যবহার স্থগিত করার পক্ষে বিশিষ্ট ব্যক্তিদের মতামত ===\nমার্কিন রাজনীতিবিদ অ্যাল গোর বলেছেন:\n\"যদি আপনি একজন তরুণ হন এবং একটি টেকসই ভবিষ্যত দেখতে চান, কিন্তু দেখছেন যে সঠিক পদক্ষেপগুলি নেওয়া হচ্ছে না, তবে আমি মনে করি এখন সময় এসেছে অসামরিক অবাধ্যতার। আমাদেরকে অবশ্যই কার্বন ক্যাপচার ও সিকুয়েস্ট্রেশন ছাড়া নতুন কয়লা-ভিত্তিক বিদ্যুৎকেন্দ্র নির্মাণ বন্ধ করতে হবে।\"\n\n\n=== কয়লা ব্যবহার বন্ধ করার পক্ষে বিশিষ্ট ব্যক্তিদের মতামত ===\nগুগলের তৎকালীন সিইও এরিক শ্মিট সমস্ত জীবাশ্ম জ্বালানিকে বিশ বছরের মধ্যে নবায়নযোগ্য শক্তির উৎস দিয়ে প্রতিস্থাপনের আহ্বান জানিয়েছেন।\n\n\n== শীর্ষ তেল সংকট প্রশমন ==\n\nশীর্ষ তেল সংকট বলতে বোঝায় এমন একটি সময় যখন তেলের সর্বোচ্চ উৎপাদনের হার অর্জিত হবে, তারপর থেকে ক্রমান্বয়ে উৎপাদন হ্রাস পাবে। শীর্ষ তেল সংকট প্রশমনের লক্ষ্য হলো পেট্রোলিয়ামের ওপর নির্ভরতা কমিয়ে শীর্ষ তেল সংকটের সম্ভাব্য নেতিবাচক সামাজিক ও অর্থনৈতিক প্রভাবকে বিলম্বিত করা বা হ্রাস করা। পেট্রোলিয়ামের ব্যবহার কমানোর মাধ্যমে, প্রশমনের প্রচেষ্টা হুবার্ট বক্ররেখার আকারকে ইতিবাচকভাবে পরিবর্তন করতে চায়। হুবার্ট শীর্ষ তত্ত্ব অনুযায়ী এই বক্ররেখাটি সময়ের সাথে তেল উৎপাদনের হারকে নির্দেশ করে। বক্ররেখার শীর্ষবিন্দুকে শীর্ষ তেল হিসেবে অবহিত করা হয়, এবং প্রশমনের মাধ্যমে এই বক্ররেখার আকার পরিবর্তন করে শীর্ষ তেল উৎপাদনের সময়সীমাকে প্রভাবিত করা যায়। হার্শ প্রতিবেদনের লেখক তাঁর বিশ্লেষণে দেখিয়েছেন যে প্রশমন প্রচেষ্টার মাধ্যমে তেল উৎপাদন বক্ররেখার আকার পরিবর্তন করা সম্ভব হলেও, তেল উৎপাদনের প্রকৃতিও প্রশমন কৌশলকে প্রভাবিত করে।\nঐতিহাসিকভাবে বিশ্বব্যাপী তেল ব্যবহারের তথ্য পর্যালোচনা করলে দেখা যায় ১৯৭৩ এবং ১৯৭৯ সালের তেল সংকটের সময়ে প্রশমনের প্রচেষ্টা তেল ব্যবহার কমিয়েছিল। অন্যদিকে ১৯৭০ এর দশক থেকে শুরু করে বিভিন্ন সময়ের অর্থনৈতিক মন্দা ২০০৭ সালের আগ পর্যন্ত তেল ব্যবহারে উল্লেখযোগ্য হ্রাস আনতে পারেনি। যুক্তরাষ্ট্রে, উচ্চ তেলের দামের প্রতিক্রিয়ায় তেল ব্যবহার হ্রাস পায়।\nপ্রশমন প্রচেষ্টার সফলতার জন্য মূল বিষয়গুলো হলো বিভিন্ন পদ্ধতির কার্যকারিতা, সরকারি ও বেসরকারি খাতের ভূমিকা, এবং কত তাড়াতাড়ি সমাধান বাস্তবায়ন করা যায়। এই প্রশ্নগুলির উত্তর ও প্রশমন সংক্রান্ত নীতিমালা গ্রহণ করা সমাজের বর্তমান জীবনধারা অক্ষুণ্ন রাখতে এবং পৃথিবীর জনসংখ্যা বহন ক্ষমতাকে প্রভাবিত করতে পারে।\n\n\n=== বিকল্প জ্বালানি ===\nশীর্ষ তেলের প্রভাব প্রশমনের সবচেয়ে কার্যকরী পদ্ধতি হল পেট্রোলিয়ামের পরিবর্তে নবায়নযোগ্য বা বিকল্প জ্বালানি উৎস ব্যবহার করা।\n\n\n=== পরিবহণ খাতে জ্বালানি ব্যবহার ===\nসিংহভাগ তেল ব্যবহৃত হয় পরিবহণের জন্য বলে, প্রশমনের অধিকাংশ আলোচনাই পরিবহণ সংক্রান্ত বিষয়ের ওপর নিবদ্ধ।\n\n\n==== জ্বালানি প্রতিস্থাপন ====\nযদিও কিছু ক্ষেত্রে পরস্পরের বদলে ব্যবহার করা যায়, তবে বিকল্প জ্বালানির প্রকারভেদ মূলত নির্ভর করে জ্বালানিটি স্থিতিশীল ব্যবহারে নাকি পরিবহনে ব্যবহৃত হবে তার ওপর।\n\n\n=== জৈব জ্বালানি ===\nজৈব জ্বালানি হলো এমন জ্বালানি যা জৈববস্তু থেকে অপেক্ষাকৃত কম সময়ের মধ্যে উৎপাদিত হয়। তেলের মতো জীবাশ্ম জ্বালানি তৈরিতে যে দীর্ঘ প্রাকৃতিক প্রক্রিয়া জড়িত, জৈবজ্বালানি সেভাবে তৈরি হয় না। জৈব জ্বালানি, উদ্ভিদ, কৃষিজাত, গার্হস্থ্য বা শিল্পজাত বর্জ্য থেকে উৎপাদন করা যায়। এসব জ্বালানি মূলত পরিবহনের কাজে ব্যবহৃত হয়, তবে তাপ উৎপাদন এবং বিদ্যুৎ উৎপাদনেও ব্যবহার করা যেতে পারে। জৈব জ্বালানিকে সাধারণত নবায়নযোগ্য শক্তির উৎস হিসেবে বিবেচনা করা হয়।  কিন্তু, জৈব-জ্বালানির ব্যবহার নিয়ে বেশ কিছু সমালোচনাও আছে। \"খাদ্য বনাম জ্বালানি\" বিতর্ক, টেকসই উৎপাদন, বন উজাড়, জীববৈচিত্র্যের ক্ষতি ইত্যাদি নিয়ে উদ্বেগ রয়েছে।\nসাধারণত, জৈব জ্বালানি ইঞ্জিনে পোড়ানোর সময় কম পরিমাণে গ্রিনহাউস গ্যাস নির্গত করে। জৈব জ্বালানি উৎপাদনের ফসল বায়ুমণ্ডল থেকে কার্বন শোষণ করে বলে এগুলোকে সাধারণত কার্বন নিরপেক্ষ জ্বালানি হিসেবে বিবেচনা করা হয়। তবে, জৈবজ্বালানির জীবনচক্র বিশ্লেষণে (life-cycle assessment) দেখা গেছে যে, অতিরিক্ত ফসল উৎপাদনের জন্য ব্যাপক আকারে ভূমি-ব্যবহারের পরিবর্তন করতে হয়, যার সাথে উল্লেখযোগ্য নির্গমন জড়িত। জৈব জ্বালানি থেকে জলবায়ুগত প্রভাব সম্পর্কে অনুমানগুলো  পরিস্থিতি এবং ব্যবহৃত পদ্ধতির উপর নির্ভর করে ব্যাপকভাবে পরিবর্তিত হয়। অতএব, জৈব-জ্বালানির কারণে জলবায়ু পরিবর্তন রোধের সম্ভাবনাও ব্যাপকভাবে ভিন্ন। কিছু ক্ষেত্রে নির্গমনের মাত্রা জীবাশ্ম জ্বালানির সাথে তুলনীয়, আবার অন্যান্য ক্ষেত্রে জৈব জ্বালানির নির্গমন নেতিবাচকও হতে পারে (অর্থাৎ বায়ুমণ্ডল থেকে কার্বন অপসারণ ঘটাতে পারে)।\nদুটি সবচেয়ে সাধারণ ধরনের জৈব জ্বালানি হলো বায়োইথানল এবং বায়োডিজেল। ব্রাজিল বায়োইথানলের বৃহত্তম উৎপাদক, আর ইউরোপীয় ইউনিয়ন হচ্ছে বায়োডিজেলের বৃহত্তম উৎপাদক। বৈশ্বিকভাবে বায়োইথানল ও বায়োডিজেল  উৎপাদনের মাধ্যমে যথাক্রমে ২.২ ও ১.৮ এক্সাজুল শক্তি উৎপাদন করা হয়।  উল্লেখ্য, বিমান চলাচলের জন্য জৈব-জ্বালানির চাহিদা বাড়বে বলে পূর্বাভাস দেওয়া হয়েছে।\nবায়োইথানল: মূলত চিনি বা শর্করা জাতীয় ফসল যেমন ভুট্টা, আখ বা মিষ্টি জোয়ার থেকে গাঁজন প্রক্রিয়ার মাধ্যমে বায়োইথানল নামক অ্যালকোহল তৈরি করা হয়। গাছ এবং ঘাস জাতীয় উদ্ভিদ যেগুলো খাদ্য উৎস নয়, সেগুলোর সেলুলোজ থেকেও ইথানল উৎপাদনের প্রযুক্তি উন্নত হচ্ছে।  বিশুদ্ধ ইথানল (E100) সরাসরি যানবাহনের জ্বালানি হিসেবে ব্যবহার করা যায়। তবে, অকটেন রেটিং বাড়াতে এবং যানবাহনের নির্গমন উন্নত করতে একে সাধারণত গ্যাসোলিনের সাথে যুক্ত করা হয়।\n\nবায়োডিজেল: তেল বা চর্বি থেকে ট্রান্সএস্টেরিফিকেশন প্রক্রিয়ার মাধ্যমে বায়োডিজেল তৈরি করা হয়। বিশুদ্ধ বায়োডিজেল (B100) সরাসরি যানবাহনের জ্বালানি হিসেবে ব্যবহার করা যায়।তবে, সাধারণত ডিজেল চালিত যানবাহনে পার্টিকুলেট, কার্বন মনোক্সাইড এবং হাইড্রোকার্বনের মাত্রা কমাতে একে ডিজেলের সাথে যুক্ত করা হয়।\n\n\n==== স্থায়ী স্থাপনা ====\nযদিও তেল ও ডিজেল এখনও বিশ্বব্যাপী বিদ্যুতের একটি ছোট অংশ সরবরাহ করে, কিছু মধ্যপ্রাচ্যের তেল উৎপাদনকারী দেশ সৌর বিদ্যুতের সাথে প্রতিস্থাপন করছে, কারণ তেল রপ্তানি করা বেশি লাভজনক।\n\n\n==== মোবাইল অ্যাপ্লিকেশন ====\nপরিবহনের জ্বালানি হিসেবে তেলের অনন্য ভূমিকা রয়েছে কারণ এটি একটি উচ্চ ঘনত্বের শক্তির উৎস এবং ব্যবহার করা সহজ। তবে, অন্যান্য বেশ কিছু সম্ভাব্য বিকল্প রয়েছে। জৈবজ্বালানিগুলোর মধ্যে বায়োইথানল এবং বায়োডিজেলের ব্যবহার ইতোমধ্যেই কিছু দেশে প্রচলিত রয়েছে।\nহাইড্রোজেন জ্বালানি আরেকটি বিকল্প যা বিভিন্ন দেশে বিকাশাধীন রয়েছে। পাশাপাশি, হাইড্রোজেন যানবাহনও রয়েছে। তবে হাইড্রোজেন মূলত একটি শক্তি সঞ্চয় মাধ্যম, প্রাথমিক শক্তির উৎস নয়। ফলে, হাইড্রোজেন ব্যবহারের জন্য একটি অ-পেট্রোলিয়াম উৎস প্রয়োজন। যদিও ব্যয় এবং দক্ষতার দিক থেকে ব্যাটারি চালিত যানবাহনগুলি বর্তমানে হাইড্রোজেনকে ছাড়িয়ে গেছে, তবুও কিছু ক্ষেত্রে হাইড্রোজেন কার্যকরী হতে পারে। যেমন, স্বল্প দূরত্বের ফেরি এবং অত্যন্ত শীতল জলবায়ুতে হাইড্রোজেন উপযোগি হতে পারে। হাইড্রোজেন ফুয়েল সেলগুলি ব্যাটারি চালিত যানের তুলনায় এক-তৃতীয়াংশ কার্যকরী এবং পেট্রোল চালিত গাড়ির তুলনায় দ্বিগুণ দক্ষ।\nব্যাটারি দ্বারা চালিত বৈদ্যুতিক যানবাহন আরেকটি বিকল্প, এবং এগুলির যেকোন শক্তির পথের সর্বোচ্চ \"ওয়েল-টু-হুইল\"  দক্ষতা রয়েছে। ফলে, এটি অন্য যেকোনো পদ্ধতির তুলনায় অনেক বেশি সংখ্যক যানবাহনের ব্যবহার সম্ভব করে তোলে। এছাড়া, যদি বিদ্যুৎ কয়লাচালিত বিদ্যুৎ কেন্দ্র থেকেও উৎপন্ন করা হয়, তবেও দুটি সুবিধা রয়েছে। প্রথমত, লক্ষ লক্ষ যানবাহন পুনঃস্থাপনের চেয়ে কয়েক হাজার চিমনি থেকে কার্বন আলাদা করা সস্তা। দ্বিতীয়ত, বৈদ্যুতিক যানবাহনের ব্যবহার উৎসাহিত করা নবায়নযোগ্য শক্তির উৎসগুলিকে আরো বৃদ্ধি করার পথ সুগম করে।\n\n\n==== বিকল্প বিমান জ্বালানি ====\nএয়ারবাস এ৩৮০ প্রথমবারের মতো ১ ফেব্রুয়ারী ২০০৮ সালে বিকল্প জ্বালানিতে চালিত হয়েছিল। বোয়িংও তাদের ৭৪৭ বিমানে বিকল্প জ্বালানি ব্যবহার করার পরিকল্পনা করছে। কিছু বায়োজ্বালানি, যেমন ইথানল, কম শক্তি ধারণ করে, তাই এই ধরনের বিমানের জন্য আরও বেশি \"ট্যাঙ্কস্টপ\" (জ্বালানি ভরার জন্য বিরতি) প্রয়োজন হতে পারে।\nমার্কিন বিমান বাহিনী বর্তমানে তাদের পুরো বিমানবহর ফিশার-ট্রপশ প্রক্রিয়া থেকে উৎপাদিত সিন্থেটিক জ্বালানি এবং জেপি-৮ জেট জ্বালানির ৫০/৫০ মিশ্রণে চালানোর জন্য সার্টিফিকেশন প্রক্রিয়া সম্পন্ন করছে।\n\n\n==== সংরক্ষণ ====\nযখন বিকল্প জ্বালানি উপলব্ধ থাকে না, তখন শক্তি-দক্ষ যানবাহনের উন্নয়ন গুরুত্বপূর্ণ হয়ে উঠে। পরিবহনে তেলের ব্যবহার কমাতে সাইকেলের ব্যবহার বাড়ানো, গণপরিবহন ব্যবহার করা, কার-পুলিং, বৈদ্যুতিক যানবাহন এবং উচ্চ জ্বালানি-দক্ষ ডিজেল এবং হাইব্রিড যানবাহন ব্যাবহার এসবের মধ্যে অন্তর্ভুক্ত হতে পারে।\nআরও ভালোভাবে প্রভাব কমানোর মধ্যে রয়েছে বুদ্ধিমান পরিকল্পনার মাধ্যমে ভূমি ব্যবহারের ক্ষেত্রে স্মার্ট গ্রোথের দিকে মনোযোগ দেওয়া যাতে ব্যক্তিগত পরিবহনের প্রয়োজনীয়তা কমে, গণপরিবহনের ব্যবহার বাড়ানো, ভ্যান-পুলিং ও কার-পুলিং, বাস র‍্যাপিড ট্রানজিট, দূর থেকে কাজ করা (রিমোট ওয়ার্ক) এবং মানুষ-চালিত পরিবহন বাড়ানো। রেশনিং এবং গাড়ি চলাচল নিষিদ্ধ করাও ব্যক্তিগত পরিবহন কমানোর পদ্ধতি হতে পারে। ২০০৭ ও ২০০৮ সালে উচ্চ তেলের দাম যুক্তরাষ্ট্রের চালকদের ২০০৭ সালে কম গাড়ি চালাতে এবং ২০০৮ সালের প্রথম তিন মাসে আরও অনেক বেশি কম গাড়ি চালাতে উৎসাহিত করেছে।\nপিক অয়েল থেকে সম্ভাব্য সমস্যাগুলি মোকাবেলা করার জন্য, কলিন ক্যাম্পবেল রিমিনি প্রোটোকল নামে একটি প্রস্তাব করেছেন। এই পরিকল্পনাটির অন্যান্য দিকের সাথে দেশগুলিকে তাদের বর্তমান উৎপাদনের সাথে তেলের ব্যবহারের ভারসাম্য রাখার দরকার রয়েছে।\n\n\n== তথ্যসূত্র =="}