{"pageid": 1427308, "title": "মনিকা লিউইনস্কি", "url": "https://bn.wikipedia.org/wiki?curid=1427308", "content": "মনিকা স্যামিল লিউইনস্কি (জন্ম ২৩ জুলাই, ১৯৭৩) একজন মার্কিন সক্রিয়কর্মী ও লেখক। একজন প্রাক্তন হোয়াইট হাউস ইন্টার্ন, লেউইনস্কি ১৯৯০-এর দশকের শেষের দিকে একটি রাজনৈতিক কেলেঙ্কারিতে জনসাধারণের কভারেজের ফলস্বরূপ আন্তর্জাতিক সেলিব্রিটি মর্যাদা অর্জন করেছিলেন যখন মার্কিন প্রেসিডেন্ট বিল ক্লিনটন ১৯৯৫ এবং ১৯৯৭ এর মধ্যে ইন্টার্ন থাকাকালীন তার সাথে সম্পর্ক থাকার কথা স্বীকার করেছিলেন। ঘটনাটি এবং এর প্রতিক্রিয়া (যাতে ক্লিনটনের অভিশংসন অন্তর্ভুক্ত ছিল), পরে ক্লিনটন-লিউইনস্কি কেলেঙ্কারি নামে পরিচিতি লাভ করে।\n\n\n== জীবনের প্রথমার্ধ ==\nলিউইনস্কি ক্যালিফোর্নিয়ার সান ফ্রান্সিসকোতে জন্মগ্রহণ করেন এবং লস অ্যাঞ্জেলেসের ওয়েস্টসাইড ব্রেন্টউড এলাকায় এবং পরে বেভারলি হিলসের সাউথ ক্যালিফোর্নিয়ার একটি ধনী পরিবারে বেড়ে ওঠেন। তার বাবা বার্নার্ড লিউইনস্কি, একজন ক্যান্সার বিশেষজ্ঞ, যিনি জার্মান ইহুদিদের ছেলে যারা নাৎসি জার্মানি থেকে পালিয়ে এসে প্রথমে এল সালভাদরে চলে যান এবং তারপর অবশেষে মার্কিন যুক্তরাষ্ট্রে চলে আসেন। যখন তিনি ১৪ বছর বয়সে তার মা, মার্সিয়া কে ভিলেনস্কি হিসাবে জন্মগ্রহণ করেন, একজন লেখক যিনি মার্সিয়া লুইস নামটি ব্যবহার করেন। ১৯৯৬ সালে, তিনি একটি \"গসিপ জীবনী\" লিখেছিলেন, দ্য প্রাইভেট লাইভস অফ দ্য থ্রি টেনার্স । লিউইনস্কির দাদা, স্যামুয়েল এম. ভিলেনস্কি, ছিলেন একজন লিথুয়ানি ইহুদি, এবং তার দাদী ব্রোনিয়া পোলেশুক, চীনের তিয়ানজিনের ব্রিটিশ কনসেশনে একটি রুশ ইহুদি পরিবারে জন্মগ্রহণ করেছিলেন। ১৯৮৮ সালে লিউইনস্কির বাবা-মার বিবাহবিচ্ছেদ হয় এবং প্রত্যেকে আবার বিয়ে করেছিলেন।\nপরিবারটি লস অ্যাঞ্জেলেসের সিনাই মন্দিরে যোগদান করেছিল এবং লিউইনস্কি সিনাই আকিবা একাডেমিতে যোগ দিয়েছিল, যেটি মন্দিরের সাথে অধিভুক্ত ছিল। তার প্রাথমিক শিক্ষার জন্য, তিনি বেল-এয়ারের জন থমাস ডাই স্কুলে যোগ দেন। ১৯৯১ সালে স্নাতক হয়ে বেল এয়ার প্রেপে (পরে প্যাসিফিক হাই স্কুল নামে পরিচিত) স্থানান্তর করার আগে লিউইনস্কি তিন বছর বেভারলি হিলস হাই স্কুলে পড়াশোনা করেন\n\nতার উচ্চ বিদ্যালয়ের \nস্নাতক হওয়ার পর, লেউইনস্কি সান্তা মনিকা কলেজে ভর্তি হন। এসময় তিনি বেভারলি হিলস হাই স্কুলে নাটক বিভাগে এবং একটি টাই শপে কাজ করেন। ১৯৯২ সালে, তিনি তার বিবাহিত হাই স্কুলের প্রাক্তন নাটক প্রশিক্ষক অ্যান্ডি ব্লেইলারের সাথে পাঁচ বছরের সম্পর্ক শুরু করেছিলেন। ১৯৯৩ সালে, তিনি পোর্টল্যান্ড, ওরেগনের লুইস অ্যান্ড ক্লার্ক কলেজে ভর্তি হন, ১৯৯৫ সালে মনোবিজ্ঞানে স্নাতক ডিগ্রি অর্জন করেন ২০০০ সালে ল্যারি কিং লাইভে একটি উপস্থিতিতে, তিনি প্রকাশ করেছিলেন যে তিনি লস অ্যাঞ্জেলেসে একজন ৪০ বছর বয়সী বিবাহিত পুরুষের সাথে একটি সম্পর্ক শুরু করেছিলেন যখন তিনি ১৮ বছর বয়সের ছিলেন এবং যখন তিনি লুইস অ্যান্ড ক্লার্ক কলেজে পড়ছিলেন তখন এই সম্পর্কটি অব্যাহত ছিল। ১৯৯০-এর দশকের প্রথম দিকে; সে লোকটির পরিচয় প্রকাশ করেননি।\nএকটি পারিবারিক সংযোগের সহায়তায়, লিউইনস্কি হোয়াইট হাউসের চিফ অফ স্টাফ লিওন প্যানেটার অফিসে একটি অবৈতনিক গ্রীষ্মকালীন হোয়াইট হাউস ইন্টার্নশিপ অর্জন করেছিলেন। লিউইনস্কি ওয়াশিংটন, ডিসিতে চলে যান এবং ১৯৯৫ সালের জুলাই মাসে এই পদ গ্রহণ করেন। তিনি ডিসেম্বর ১৯৯৫ সালে হোয়াইট হাউস অফিস অফ লেজিসলেটিভ অ্যাফেয়ার্সে একটি বেতনভুক্ত পদে চলে যান।\n\n\n== কেলেঙ্কারি ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে মনিকা লিউইনস্কি (ইংরেজি)\nমনিকা লিউইনস্কি at TED\nউপস্থিতি - সি-স্প্যানে\nটেমপ্লেট:Impeachment and impeachment trial of Bill Clinton"}