{"pageid": 1427179, "title": "বিহার ক্রিকেট দল", "url": "https://bn.wikipedia.org/wiki?curid=1427179", "content": "বিহার ক্রিকেট দল ভারতীয় ঘরোয়া ক্রিকেট প্রতিযোগিতায় বিহার রাজ্যের প্রতিনিধিত্ব করে। এটি বিহার ক্রিকেট অ্যাসোসিয়েশন দ্বারা পরিচালিত হয়।\n\n\n== ইতিহাস ==\n\n\n=== ১৯৩৬ থেকে ২০০৪ ===\nদলটি ১৯৩৬-৩৭ থেকে ২০০৩-০৪ পর্যন্ত রঞ্জি ট্রফিতে প্রতিদ্বন্দ্বিতা করেছিল। বিহার রাজ্য যখন বিহার এবং ঝাড়খণ্ড নামে দুটি রাজ্যে বিভক্ত হয়েছিল, তখন প্রাক্তন রাজ্যের অধিকাংশ ক্রিকেট অবকাঠামো ঝাড়খণ্ডে ছিল, তাই ঝাড়খণ্ড রঞ্জি ট্রফিতে খেলা শুরু করে। বিহার রাজ্যের আর প্রতিনিধিত্ব ছিল না। এই বিভাজনের আগে বিহার ২৩৬টি প্রথম-শ্রেণীর ম্যাচ খেলেছিল, ৭৮টি জিতেছিল, ৫৬টিতে হেরেছিল এবং ১০২টি ড্র করেছিল।\nরঞ্জি ট্রফিতে বিহারের সেরা পারফরম্যান্স ছিল ১৯৭৫-৭৬ রঞ্জি ট্রফি মৌসুমে, যখন দলজিৎ সিং বিহারকে রঞ্জি ট্রফির ফাইনালে নেতৃত্ব দিয়েছিলেন।\n\n\n=== ২০১৮ এর পর ===\nএপ্রিল ২০১৮-এ, ২০১৮-১৯ রঞ্জি ট্রফি টুর্নামেন্টের আগে ভারতীয় ক্রিকেট কন্ট্রোল বোর্ড (বিসিসিআই) বিহারকে পুনঃপ্রতিষ্ঠা করে। ১৯ সেপ্টেম্বর ২০১৮-এ, তারা নাগাল্যান্ডকে ৮ উইকেটে হারিয়ে ২০১৮-১৯ বিজয় হাজারে ট্রফির তাদের উদ্বোধনী ম্যাচ জিতেছে।\n৮ অক্টোবর ২০১৮-এ, বিহার মিজোরামকে ৯ উইকেটে পরাজিত করে ২০১৮-১৯ বিজয় হাজারে ট্রফির কোয়ার্টার-ফাইনালে প্রবেশ করে। বিহার প্লেট গ্রুপ জিতেছে এবং টুর্নামেন্টের নক-আউট পর্বে উঠেছে। তবে, তারা তাদের কোয়ার্টার ফাইনাল ম্যাচে মুম্বাইয়ের কাছে নয় উইকেটে হেরে টুর্নামেন্ট থেকে ছিটকে যায়।\n২০১৮ সালের নভেম্বরে, ২০১৮-১৯ রঞ্জি ট্রফির তাদের উদ্বোধনী ম্যাচে, তারা উত্তরাখণ্ডের কাছে দশ উইকেটে হেরেছিল। তারা ২০১৮-১৯ টুর্নামেন্ট টেবিলের দ্বিতীয় স্থানে শেষ করেছে, তাদের আটটি ম্যাচ থেকে ছয়টি জয় পেয়েছে।\nমার্চ ২০১৯-এ, বিহার ২০১৮-১৯ সৈয়দ মুশতাক আলি ট্রফির গ্রুপ বি -তে ষষ্ঠ স্থান অর্জন করেছিল, তাদের ছয়টি ম্যাচে একটি জয় নিয়ে।  কেশব কুমার টুর্নামেন্টে দলের পক্ষে সর্বোচ্চ রান সংগ্রাহক ছিলেন, ১৪৫ রান সহ, এবং আশুতোষ আমান সাতটি ডিসমিসাল সহ সর্বাধিক উইকেট শিকারী ছিলেন।\n২৯ জানুয়ারি ২০২৩-এ, বিহার মণিপুরকে ২২০ রানে পরাজিত করে ২০২২-২৩ রঞ্জি ট্রফির প্লেট গ্রুপ ফাইনাল জিতেছিল।\n\n\n== সাফল্য ==\nরঞ্জি ট্রফি\nরানার্স-আপ: ১৯৭৫-৭৬\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবিহারের ম্যাচ খেলার তালিকা"}