{"pageid": 1427650, "title": "রবার্ট মুন্ডেল", "url": "https://bn.wikipedia.org/wiki?curid=1427650", "content": "রবার্ট আলেকজান্ডার মুন্ডেল  (অক্টোবর ২৪, ১৯৩১ - ৪ এপ্রিল, ২০২১) একজন কানাডীয় অর্থনীতিবিদ ছিলেন। তিনি কলাম্বিয়া বিশ্ববিদ্যালয়  এবং চাইনিজ ইউনিভার্সিটি অফ হংকং- এর অর্থনীতি বিভাগের অধ্যাপক ছিলেন।\nআর্থিক গতিবিদ্যা এবং সর্বোত্তম মুদ্রাঞ্চল বিষয়ে তার অগ্রণী কাজের জন্য তিনি ১৯৯৯ সালে অর্থনীতিতে নোবেল স্মারক পুরস্কার পান।  মুন্ডেল ইউরোর \"জনক\" হিসাবে পরিচিত, কারণ তিনি এই কাজের মাধ্যমে এটির প্রবর্তনের ভিত্তি স্থাপন করেছিলেন এবং সরবরাহ-পাক্ষিক অর্থনীতি নামে পরিচিত আন্দোলনটি শুরু করতে সহায়তা করেছিলেন। তিনি মুন্ডেল-ফ্লেমিং মডেল এবং মুন্ডেল-টবিন প্রভাবের জন্যও পরিচিত।\n\n\n== প্রাথমিক জীবন ==\nরবার্ট আলেকজান্ডার মুন্ডেলের জন্ম ১৩৯১ সালের ২৪ অক্টোবর কানাডার অন্টারিও অঞ্চলের কিংস্টনে।, তার মায়ের নাম লিলা তেরেসা (ওরফে হ্যামিল্টন) এবং বাবার নাম উইলিয়াম মুন্ডেল। তার মা ছিলেন একজন উত্তরাধিকারী এবং তার বাবা ছিলেন একজন সামরিক কর্মকর্তা যিনি কানাডার রয়্যাল মিলিটারি কলেজে পড়াতেন। তিনি তার জীবনের প্রথম কয়েক বছর কাটিয়েছিলেন অন্টারিওর একটি খামারে  এবং দ্বিতীয় বিশ্বযুদ্ধের শেষে যখন তার বাবা অবসর নেন তখন পরিবারের সাথে ব্রিটিশ কলম্বিয়ায় চলে আসেন। তিনি ব্রিটিশ কলাম্বিয়াতে তার উচ্চ বিদ্যালয়ের লেখাপড়া শেষ করেন; সেখানে তিনি এই সময়ে বক্সিং এবং দাবা আয়োজনে অংশগ্রহণ করেছিলেন বলে জানা যায়।\nতিনি ব্রিটিশ কলাম্বিয়া বিশ্ববিদ্যালয়ের ভ্যাঙ্কুভার স্কুল অব ইকোনমিক্স থেকে অর্থনীতি এবং রাশিয়ান বিষয়ে স্নাতক ডিগ্রি অর্জন করেন; এরপর এখান থেকে বৃত্তি পেয়ে সিয়াটেলের ওয়াশিংটন বিশ্ববিদ্যালয়ে যান। লন্ডন স্কুল অব ইকোনমিক্সে পড়াশোনা করার সময় তিনি ম্যাসাচুসেটস ইনস্টিটিউট অব টেকনোলজি থেকে পিএইচডি সম্পন্ন করেন।\n২০০৬ সালে রবার্ট মুন্ডেল ওয়াটারলু বিশ্ববিদ্যালয় থেকে সম্মানসূচক ডক্টর অফ ল' ডিগ্রি অর্জন করেন। তিনি ১৯৬৫ থেকে ১৯৭২ সাল পর্যন্ত শিকাগো বিশ্ববিদ্যালয়ের অর্থনীতি বিভাগের অধ্যাপক এবং রাজনৈতিক অর্থনীতি জার্নালের সম্পাদক, ১৯৭২ থেকে ১৯৭৪ সাল পর্যন্ত ওয়াটারলু বিশ্ববিদ্যালয়ের অর্থনীতি বিভাগের চেয়ারম্যান এবং ১৯৭৪ সাল থেকে তিনি কলাম্বিয়া বিশ্ববিদ্যালয়ের অর্থনীতির অধ্যাপক ছিলেন। এছাড়াও তিনি ম্যাকগিল বিশ্ববিদ্যালয়ের অর্থনীতি বিভাগের রিপ্যাপ অধ্যাপক পদে অধিষ্ঠিত ছিলেন। \n\n\n== কর্মজীবন ==\n১৯৭৪ সাল থেকে মৃত্যুর আগ পর্যন্ত তিনি কলাম্বিয়া বিশ্ববিদ্যালয়ের অর্থনীতি বিভাগের অধ্যাপক ছিলেন; এবং ২০০১ থেকে তিনি কলাম্বিয়ার সর্বোচ্চ একাডেমিক র‍্যাঙ্ক তথা বিশ্ববিদ্যালয়ের অধ্যাপক ছিলেন। ১৯৫৭ সালে শিকাগো বিশ্ববিদ্যালয়ে পোস্ট-ডক্টরাল ফেলোশিপ শেষ করার পর, তিনি স্ট্যানফোর্ড বিশ্ববিদ্যালয়ে এবং তারপর ১৯৫৯ - ১৯৬১ সালে জনস হপকিন্স বিশ্ববিদ্যালয়ে পল এইচ. নিটজ স্কুল অব অ্যাডভান্সড ইন্টারন্যাশনাল স্টাডিজে অর্থনীতি পড়াতে শুরু করেন।  ১৯৬১ সালে, তিনি আন্তর্জাতিক মুদ্রা তহবিলের কর্মী হিসেবে যুক্ত হন।\nমুন্ডেল ১৯৬৬ থেকে ১৯৭১ সাল পর্যন্ত শিকাগো বিশ্ববিদ্যালয়ের অর্থনীতির অধ্যাপক হিসাবে শিক্ষায়তনে ফিরে আসেন এবং তারপর ১৯৭৫ সাল পর্যন্ত জেনেভায় গ্র্যাজুয়েট ইনস্টিটিউট অব ইন্টারন্যাশনাল স্টাডিজে গ্রীষ্মকালীন অধ্যাপক হিসেবে দায়িত্ব পালন করেন। ১৯৮৯ সালে, তিনি ম্যাকগিল বিশ্ববিদ্যালয়ের অর্থনীতির রিপ্যাপ অধ্যাপক পদে নিযুক্ত হন।  ১৯৭০-এর দশকে, তিনি আর্থিক গতিবিদ্যা এবং সর্বোত্তম মুদ্রাঞ্চলে তার অগ্রণী কাজের মাধ্যমে ইউরো প্রবর্তনের ভিত্তি স্থাপন করেছিলেন যার জন্য তিনি ১৯৯৯ সালের অর্থনীতিতে নোবেল পুরস্কার জিতেছিলেন। এই সময়ে তিনি জাতিসংঘ, আইএমএফ, বিশ্বব্যাংক, ইউরোপীয় কমিশন, ফেডারেল রিজার্ভ বোর্ড, মার্কিন যুক্তরাষ্ট্রের ট্রেজারি বিভাগ এবং কানাডা ও অন্যান্য দেশের সরকারের অর্থনৈতিক উপদেষ্টা হিসাবে কাজ চালিয়ে যান। তিনি চাইনিজ ইউনিভার্সিটি অব হংকং-এর বিশিষ্ট প্রফেসর-এট-লার্জ ছিলেন।\nতার প্রধান কিছু অবদানের মধ্যে রয়েছে:\n\nসর্বোত্তম মুদ্রাঞ্চলের তাত্ত্বিক কাজ\nইউরোর উন্নয়নে অবদান\nসাপ্লাই-সাইড ইকোনমিক্স নামে পরিচিত আন্দোলন শুরু করতে সাহায্য করেছেন\nবিভিন্ন যুগে গোল্ড স্ট্যান্ডার্ডের অপারেশন সম্পর্কিত ঐতিহাসিক গবেষণা\n১৯৭০ এর মুদ্রাস্ফীতির পূর্বাভাস দিয়েছেন\nমুন্ডেল-ফ্লেমিং মডেল\nমুন্ডেল-টবিন প্রভাব\n\n\n== আন্তর্জাতিক মুদ্রা প্রবাহ ==\nকর কমানো এবং সরবরাহ-পাক্ষিক অর্থনীতির প্রতি  সমর্থনের জন্য রবার্ট মুন্ডেল রাষ্ট্রবিজ্ঞানে সবচেয়ে বেশি পরিচিত। অর্থনীতিতে মুদ্রাঞ্চল এবং আন্তর্জাতিক বিনিময় হার  নিয়ে তার কাজের জন্য যে তাকে ব্যাংক অফ সুইডেন থেকে আলফ্রেড নোবেলের স্মৃতিতে অর্থনীতিতে পুরস্কার প্রদান করা হয়। তার ব্যাঙ্ক অফ সুইডেন পুরস্কার গ্রহনের বক্তৃতায় সরবরাহ-পাক্ষিক অর্থনীতি বিশিষ্টভাবে তুলে ধরা হয়েছিল।\n১৯৬০-এর দশকে, মুন্ডেলের নিজ দেশ কানাডা বিনিময় হার চালু করেছিল: এর ফলে মুন্ডেল ফ্লোটিং এক্সচেঞ্জ রেটগুলোর ফলাফলগুলো তদন্ত শুরু করেছিলেন, এটি এমন একটি ঘটনা যা ১৯৩০-এর দশকের \" স্টকহোম স্কুল \" সফলভাবে সুইডেনকে স্বর্ণমান বাতিল করার জন্য লবিং করেছিল।\n১৯৬২ সালে, মার্কাস ফ্লেমিং- এর সাথে, তিনি বিনিময় হার বিষয়ে মুন্ডেল-ফ্লেমিং মডেল রচনা করেন এবং উল্লেখ করেন যে স্বরাষ্ট্র স্বায়ত্তশাসন, স্থির বিনিময় হার এবং অবাধ পুঁজি প্রবাহ থাকা অসম্ভব ছিল: এই উদ্দেশ্যগুলোর মধ্যে দুটির বেশি সফল হতে পারে না। মিলিত মডেলটি বাস্তবে, মুদ্রার হারে প্রয়োগ করা IS/LM মডেলের একটি বর্ধিত সংস্করণ।\n\n\n== ইউরোর জনক ==\nরবার্ট মুন্ডেলকে \" ইউরোর জনক\" হিসাবে বিবেচনা করা হয় তার প্রাথমিক কাজের মাধ্যমে ইউরোপীয় আর্থিক ইউনিয়নকে উৎসাহিত করার জন্য। ১৯৬০ এর দশক থেকে শুরু করে তিনি ইউরোপীয় অর্থনৈতিক ও মুদ্রা ইউনিয়নের সংবিধানকে সমর্থন করেছিলেন এবং ইউরো তৈরির জন্য চাপ দেন।\n২০০০ সালে, তিনি ভবিষ্যদ্বাণী করেছিলেন যে ২০১০ সালের আগে, ইউরো অঞ্চল ৫০টি দেশে বিস্তৃত হবে, যখন মার্কিন ডলার পুরো ল্যাটিন আমেরিকায় ছড়িয়ে পড়বে এবং এশিয়ার বেশিরভাগ অংশ ইয়েনের দিকে তাকিয়ে থাকবে। এই ধরনের ভবিষ্যদ্বাণী অত্যন্ত ভুল প্রমাণিত হয়েছে।\n২০১৪ সালে, মুন্ডেল ইউরোপীয় রাজ্যগুলোর মধ্যে একটি আর্থিক ইউনিয়নের প্রস্তাবের বিরোধিতা করেছিলেন। তিনি ঘোষণা করেছিলেন যে \"একটি কেন্দ্রীয় ইউরোপীয় কর্তৃপক্ষ থাকা হবে পাগলামো যা রাজ্যগুলির সমস্ত কর এবং শুল্ক নিয়ন্ত্রণ করে....। সার্বভৌমত্বের এই স্থানান্তরটি অনেক বড়\"। এতে এক দেশের ঋণের জন্য অন্যগুলো দেশগুলো দায়বদ্ধ হতে পারে এই সম্ভাবনার বিরুদ্ধেও তিনি তার বিরোধিতা করেছিলেন।\n\n\n== পুরস্কার ও সম্মাননা ==\nমুন্ডেল ১৯৭১ সালে গুগেনহেইম ফেলোশিপ এবং ১৯৯৯ সালে অর্থনীতিতে নোবেল স্মারক পুরস্কার লাভ করেন ২০০২ সালে তাকে কানাডা অর্ডারে কম্পেনিয়নে ভূষিত করা হয়।\n১৯৯২ সালে, মুন্ডেল প্যারিস বিশ্ববিদ্যালয় থেকে ডক্টার অনারিস কজা পেয়েছিলেন। মুন্ডেলের সম্মানসূচক অধ্যাপক এবং ফেলোশিপগুলো ছিল ব্রুকিংস ইনস্টিটিউশন, শিকাগো বিশ্ববিদ্যালয়, ইউনিভার্সিটি অফ সাউদার্ন ক্যালিফোর্নিয়া, ম্যাকগিল বিশ্ববিদ্যালয়, পেনসিলভেনিয়া বিশ্ববিদ্যালয়, বোলোগনা সেন্টার এবং চীনের রেনমিন বিশ্ববিদ্যালয় থেকে। তিনি ১৯৯৮ সালে আমেরিকান একাডেমি অফ আর্টস অ্যান্ড সায়েন্সের ফেলো হন। ২০০৫ সালের জুনে তিনি  জার্মানির কিলেতে গ্লোবাল ইকোনমিক্স প্রাইজ ওয়ার্ল্ড ইকোনমিক্স ইনস্টিটিউটে ভূষিত হন।\nতার সম্মানে গণপ্রজাতন্ত্রী চীনের বেইজিংয়ের ঝোংগুয়ানকুন জেলার মুন্ডেল ইন্টারন্যাশনাল ইউনিভার্সিটি অফ এন্টারপ্রেনারশিপের নামকরণ করা হয়েছে।\nমুন্ডেল ১৯৯৯ সালে অর্থনৈতিক বিজ্ঞানে নোবেল স্মারক পুরস্কার জিতেছিলেন। নোবেল পুরস্কার কমিটির মতে, তিনি \"বিভিন্ন বিনিময় হার শাসনের অধীনে তার আর্থিক ও রাজস্ব নীতির বিশ্লেষণ এবং সর্বোত্তম মুদ্রাঞ্চলের বিশ্লেষণের\" জন্য এই সম্মাননা পেয়েছিলেন। মুন্ডেল নোবেল পুরস্কার গ্রহণকালে বক্তৃতার উপসংহারে বলেছিলেন যে \"আন্তর্জাতিক মুদ্রা ব্যবস্থা নির্ভর করে কেবলমাত্র যে দেশগুলো এটি তৈরি করে তাদের ক্ষমতা কনফিগারেশনের উপর\"। তিনি সমগ্র বিংশ শতাব্দীকে বিভিন্ন সময়ের হিসেবে তিনটি ভাগে বিভক্ত করেছেন। পুরাতন মুদ্রাব্যবস্থা ধ্বংসের মাধ্যমে অবশেষে একটি নতুন আন্তর্জাতিক মুদ্রা ব্যবস্থা প্রতিষ্ঠিত হয়। প্রতিটি দেশের মুদ্রাস্ফীতি নিয়ন্ত্রণ এই যুগে একটি প্রধান বিষয় হয়ে ওঠে।\n\n\n== টেলিভিশন উপস্থিতি ==\nমুন্ডেল ডেভিড লেটারম্যানের সাথে সিবিএসের লেট শোতে হাজির হয়েছিলেন। ২০২২ সালের ১৭ অক্টোবরে তিনি প্রথম বারের মত উপস্থিতি ছিলেন, সেখানে তিনি \"নোবেল পুরস্কার জয়ের পর থেকে আমার জীবন পরিবর্তনের উপায়\" এর উপর শীর্ষ-১০টি উপায়ের তালিকা দেন। ২০০৪ সালের মার্চ মাসে তিনি \"ইউ মাম অ্যা রেডনেক\" জোকসটি বলেছিলেন, তারপরে ২০০৪ সালে মে মাসে বলেছিলেন \"ইয়ো মামা\" জোকসটি। শো জুড়ে বিভিন্ন মুহূর্তে প্যারিস হিলটনের স্মৃতিকথা থেকে কিছু অংশ পড়ার জন্য ২০০৪ সালের সেপ্টেম্বরে তিনি আবার হাজির হন। ২০০৫ সালের নভেম্বরে তিনি রডনি ডেঞ্জারফিল্ডের কৌতুকগুলোর একটি সিরিজ পাঠ করেছিলেন। ২০০৬ সালের ৭ ফেব্রুয়ারিতে সিবিএসে ৪৮ তম গ্র্যামি পুরস্কার প্রচারের আগের রাতে তিনি গ্র্যামি পুরস্কার মনোনীত কিছু গানের কথা অর্থাৎ গীতি পড়ে শোনান।\nরবার্ট মুন্ডেল ব্লুমবার্গ টেলিভিশনে অনেকবার উপস্থিত হয়েছেন, এতে তিনি প্রধানত ইউরো-সম্পর্কিত বিষয় এবং অন্যান্য ইউরোপীয় আর্থিক বিষয়গুলিতে কথা বলতেন।\nমুন্ডেল চায়না সেন্ট্রাল টেলিভিশনের জনপ্রিয় লেকচার রুম সিরিজেও উপস্থিত হয়েছেন। বিশ্বনাথন আনন্দ এবং ভেসেলিন টোপালভের মধ্যে ২০১০ সালের বিশ্ব দাবা চ্যাম্পিয়নশিপের গেম ফাইভে আনুষ্ঠানিক প্রথম পদক্ষেপে তিনি বিশেষ অতিথি ছিলেন। তিনি পার্ল স্প্রিং দাবা টুর্নামেন্টে উদ্বোধনী ধাপও খেলেছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\nরবার্ট মুন্ডেল  ভেলেরি নাতসিওস-মুন্ডেলকে বিয়ে করেছিলেন। এই দম্পতির একটি ছেলে ছিলো এবং ১৯৭০ এর দশকের শেষের দিকে তারা ইতালির তোস্কানার সিয়েনা অঞ্চলের মন্টেরিগিওনিতে বসবাস করতেন। আগের সংসারে তার দুই ছেলে ও এক মেয়ে ছিলো। তার এক ছেলে তার আগে গাড়ি দুর্ঘটনায় মারা গিয়েছিল।\nমুন্ডেল ২০২১ সালের ৪ এপ্রিলে পিত্তনালীর ক্যান্সার কোলাঞ্জিওকার্সিনোমা রোগে মারা যান। মৃৃত্যুকালে তার বয়স হয়েছিল ৮৮।\n\n\n== আরও দেখুন ==\nঅর্থনীতিবিদদের তালিকা\nওয়াটারলু বিশ্ববিদ্যালয়ের ব্যক্তিদের তালিকা\n\n\n== তথ্যসূত্র =="}