{"pageid": 1427456, "title": "ইঙ্গ-মিশরীয় সুদান", "url": "https://bn.wikipedia.org/wiki?curid=1427456", "content": "ইঙ্গ-মিশরীয় সুদান (আরবি: السودان الإنجليزي المصري ) ছিল ১৮৯৯ থেকে ১৯৫৬ সাল পর্যন্ত যুক্তরাজ্য ও মিশরের একটি যৌথ শাসন। বর্তমান দক্ষিণ সুদান ও সুদানের অঞ্চলের সাথে প্রায় মিল ছিল এই অঞ্চলটির। আইনত সার্বভৌমত্ব ও শাসন কার্যক্রম মিশর ও যুক্তরাজ্যের মধ্যে ভাগাভাগি করা হয়েছিল, কিন্তু বাস্তবে যৌথ শাসনের কাঠামো সুদানের উপর কার্যকর ব্রিটিশ নিয়ন্ত্রণ নিশ্চিত করেছিল। মিশরের স্থানীয় ক্ষমতা ও প্রভাব খুবই সীমিত ছিল। [তথ্যসূত্র প্রয়োজন]\nএই সময়ের মধ্যে মিশর নিজেই ক্রমশ ব্রিটিশ প্রভাবের অধীনে চলে আসে। ১৯৫২ সালের মিশরীয় বিপ্লবের পরে, মিশর যৌথ শাসনের অবসান এবং সুদানের স্বাধীনতার জন্য চাপ দেয়। ১৯৫৩ সালে মিশর ও যুক্তরাজ্যের মধ্যে চুক্তি অনুযায়ী, ১৯৫৬ সালের ১ জানুয়ারি সুদানকে \"সুদান প্রজাতন্ত্র\" নামে স্বাধীনতা দেওয়া হয়। ২০১১ সালে সুদানের দক্ষিণ অংশ নিজেই \"দক্ষিণ সুদান প্রজাতন্ত্র\" হিসাবে স্বাধীন হয়।\nঊনবিংশ শতাব্দীতে, যদিও আনুষ্ঠানিকভাবে উসমানীয় সাম্রাজ্যের একটি করদাতা রাষ্ট্র ছিল, মুহাম্মদ আলি ১৮০৫ সালে ক্ষমতা দখল করার পর থেকে মিশর একটি স্বাধীন রাষ্ট্রের মতো কাজ করে। উসমানীয় সাম্রাজ্যকে অবনমন এবং শেষ পর্যন্ত প্রতিস্থাপন করার চেষ্টা করে, মুহাম্মদ আলি নিজেকে খেদিবে ঘোষণা করেন এবং মিশরের সীমানা উত্তর দিকে সুদান পর্যন্ত এবং পূর্ব দিকে লেভান্ত ও আরবে (যার মধ্যে সর্বশেষটি উসমানীয় সাম্রাজ্যের খরচে) পর্যন্ত প্রসারিত করেন। সুদানের অঞ্চলগুলো মিশরের সাথে যুক্ত করা হয় এবং মিশরীয় নাগরিকত্ব প্রদান করে একীভূত অংশ হিসাবে শাসন করা হয়। অবশেষে মহান শক্তিগুলোর উসমানীয় সাম্রাজ্যকে সমর্থন করার জন্য হস্তক্ষেপ মুহাম্মদ আলির মৃত্যুর পর মিশরকে সমস্ত লেভান্তীয় ও আরব অঞ্চল অটোমানদের কাছে ফেরত দিতে বাধ্য করে। তবে মিশরের দক্ষিণ দিকে প্রসারের ক্ষেত্রে এরকম কোন বাধা ছিল না।\nমোহাম্মদ আলীর নাতি ইসমাঈল পাশার শাসনামলে, সুদানের উপর নিয়ন্ত্রণ জোরদার করে এবং দক্ষিণে গ্রেট লেকস অঞ্চল পর্যন্ত প্রসারিত করে। একই সময়ে, আধুনিক চাদ, ইরিত্রিয়া, জিবুতি এবং সোমালিয়ার অংশগুলিও মিশরের অধীনে আসে। উসমানীয় সুলতান ইসমাইলকে \"খেদিব\" উপাধি ব্যবহারের অনুমতি দেন।\nএই সময়ে মিশর তার সর্বোচ্চ ক্ষমতার শিখরে পৌঁছেছিল এবং ইসমাইল আফ্রিকায় ইউরোপীয় সম্প্রসারণের বিরুদ্ধে প্রতিরোধকারী একটি সংযুক্ত আফ্রিকান সাম্রাজ্য প্রতিষ্ঠার স্বপ্ন দেখেছিলেন।\nইসমাইলের দূরদৃষ্টিপূর্ণ পরিকল্পনাগুলো তবে মিশরের ইথিওপীয়-মিশরীয় যুদ্ধে বিধ্বংসী পরাজয়ের ফলে খর্ব হয়ে গিয়েছিল। তার দ্রুত আধুনিকীকরণের অত্যন্ত খরচসাপেক্ষ কর্মসূচির কারণে দেশে যে আর্থিক সমস্যাগুলি চলছিল, এই পরাজয় সেগুলো আরও বাড়িয়ে দিয়েছিল। ফলে, ১৮৭৯ সালে মহাশক্তিগুলো ইসমাইলকে সরিয়ে তার ছেলে তেওফিক পাশাকে ক্ষমতায় আনে। এরপর মিশর সুদান এবং মিশর ছাড়া অন্য সব অঞ্চল থেকে সরে আসে।\nতেওফিকের শাসনের প্রতি অসন্তুষ্টি ১৮৮১ সালে সুদানে মাহদি বিদ্রোহ এবং মিশরে আরাবি বিদ্রোহ সৃষ্টি করে। যদিও ১৮৮২ সালে যুক্তরাজ্যের সামরিক হস্তক্ষেপ আরাবি বিদ্রোহ দমিয়ে দেয় এবং মিশরে তেওফিকের আনুষ্ঠানিক ক্ষমতা পুনরুদ্ধার করে, তবে মাহদি বিদ্রোহ প্রসারিত হতে থাকে এবং সুদান মাহদি বিদ্রোহীদের কার্যকরী শাসনে চলে আসে।\nমিশরে ব্রিটিশ সামরিক উপস্থিতি দেশটিকে যুক্তরাজ্যের একটি আধা-রক্ষাকবচযুক্ত রাষ্ট্রে পরিণত করে। আনুষ্ঠানিকভাবে এটি উসমানীয় সাম্রাজ্যের একটি স্বায়ত্তশাসিত করদাতা রাষ্ট্র হিসেবে থাকলেও, প্রকৃত ক্ষমতা এখন কায়রোতে যুক্তরাজ্যের প্রতিনিধির হাতে ছিল। পরবর্তী দশকে, যুক্তরাজ্য ব্রিটিশ ধরণে মিশরীয় সামরিক বাহিনীকে সংস্কার ও পুনর্গঠন করে, এবং ব্রিটিশ ও মিশরীয় বাহিনী একযোগে ধীরে ধীরে মাহদি বিদ্রোহীদের পরাজিত করে এবং সুদানে মিশরীয় খেদিবের আনুষ্ঠানিক ক্ষমতা পুনরুদ্ধার করে। তবে, মিশরের মতোই, এই ক্ষমতা কার্যকরভাবে ব্রিটিশ নিয়ন্ত্রণের বাস্তবতার সাথে আপস হয়ে গিয়েছিল।\n১৮৯৯ সালে যুক্তরাজ্য তেওফিকের উত্তরসূরী খেদিব আব্বাস দ্বিতীয়কে বাধ্য করে সুদানকে মিশরের অবিচ্ছেদ্য অংশ থেকে এমন এক যৌথ শাসনে রূপান্তরিত করে, যেখানে সার্বভৌমত্ব মিশর ও যুক্তরাজ্যের মধ্যে ভাগাভাগি করা হবে। একবার প্রতিষ্ঠিত হওয়ার পর, এই যৌথ শাসনে মিশরীয় নিয়ন্ত্রণ ক্রমশ হ্রাস পেতে থাকে, এবং কার্যত যুক্তরাজ্য কর্তৃক খার্টুমের গভর্নর জেনারেলের মাধ্যমে শাসিত হবে এর অস্তিত্বের বেশিরভাগ সময়। তার রাজত্বের বাকি সময় জুড়ে, এটি জাতীয়তাবাদী খেদিব আব্বাস দ্বিতীয় এবং যুক্তরাজ্যের মধ্যে একটি প্রধান বিতর্কের বিষয় হয়ে দাঁড়ায়। আব্বাস মিশর ও সুদানে ব্রিটিশ নিয়ন্ত্রণ বাড়ানোর প্রক্রিয়া থামিয়ে দেওয়া এবং উল্টানোর চেষ্টা করেন।\n১৯১৪ সালে কেন্দ্রীয় শক্তির সদস্য হিসাবে প্রথম বিশ্বযুদ্ধে অটোমান সাম্রাজ্যের প্রবেশের পর, যুক্তরাজ্য ব্রিটিশ বিরোধী আব্বাস দ্বিতীয়কে সরিয়ে তার ব্রিটিশ-পন্থী চাচা হুসেইন কামেলকে ক্ষমতায় আনে। আনুষ্ঠানিক অটোমান সার্বভৌমত্বের আইনগত দিকটি সমাপ্ত হয়, এবং ১৫১৭ সালে অটোমান সাম্রাজ্য দ্বারা ধ্বংসপ্রাপ্ত মিশরের সুলতানি পুনঃপ্রতিষ্ঠিত হয়, হুসাইন কামেলকে সুলতান হিসেবে নিয়োগ করা হয়। আনুষ্ঠানিক সুলতানাত পুনঃপ্রতিষ্ঠার পরেও মিশর ও সুদানে ব্রিটিশ ক্ষমতা কমেনি ছিল না, কারণ যুক্তরাজ্য মিশরকে তার একটি আনুষ্ঠানিক রক্ষাকবচ বলে ঘোষণা করেছিল। যদিও মিশরকে ব্রিটিশ সাম্রাজ্যের সাথে সংযুক্ত করা হয়নি, এবং ব্রিটিশ রাজা কখনো মিশরের সার্বভৌম হননি, কিন্তু রক্ষাকবচ হিসেবে মিশরের মর্যাদা সুলতানাতের জন্য কোনো প্রকৃত স্বাধীনতা অনুমতি দেয়নি। সবদিক থেকেই, মিশরের সুলতানাত ঠিক ততটাই যুক্তরাজ্য দ্বারা নিয়ন্ত্রিত ছিল, যতটা ছিল মিশরের খেদিবাত। ১৯১৯ সালে ব্রিটিশ নিয়ন্ত্রণের প্রতি ক্রমবর্ধমান জাতীয়তাবাদী ক্ষোভ মিশরীয় বিপ্লবে পরিণত হয়, যা ১৯২২ সালে যুক্তরাজ্যকে মিশরকে \"মিশর রাজত্ব\" হিসেবে স্বাধীনতা দেওয়ার জন্য উৎসাহিত করে। মিশরীয় জাতীয়তাবাদীরা এবং মিশরের সাথে ঐক্যবদ্ধ হওয়ার পক্ষপাতী সুদানিরা দাবি করেন যে সুদানকে রাজ্যের সীমানায় অন্তর্ভুক্ত করা হোক, \"মিশর ও সুদানের রাজ্য\" শব্দটি জাতীয়তাবাদী আঞ্চলিক ভাষায় প্রবেশ করে। যাইহোক, যুক্তরাজ্য মিশরের স্বাধীনতাকে স্বীকৃতি দিয়েছিল এমন আইনি উপকরণের শর্তে, এটি সুদানের শাসনের সমস্যাটিকে ভবিষ্যতে সমাধান করার জন্য একটি প্রশ্ন হিসাবে বিশেষভাবে সংরক্ষণ করে। মিশরীয় এবং সুদানের দাবি অস্বীকার করে, ইউনাইটেড কিংডম ধীরে ধীরে কনডোমিনিয়ামের আরও নিয়ন্ত্রণ গ্রহণ করে, ১৯২৪ সালের মধ্যে মিশরকে প্রায় সম্পূর্ণরূপে বের করে দেয়।\nপরবর্তী কয়েক দশকে, মিশর ও সুদানে ব্রিটিশ শাসনের অব্যাহত থাকায় সেখানকার জনগণের অসন্তোষ ও ক্ষোভ বাড়তে থাকে। ১৯৫১ সালের ১৬ অক্টোবর মিশর সরকার যৌথ শাসন ব্যবস্থার ভিত্তি ছিল এমন চুক্তি বাতিল করে দেয় এবং মিশর ও সুদানকে \"মিশর ও সুদান রাজত্ব\" নামে আইনত ঐক্যবদ্ধ ঘোষণা করে, যার রাজা হবেন মিশর ও সুদানের রাজা ফারুক। কিন্তু আট মাস পর ১৯৫২ সালের মিশরীয় বিপ্লব এই ঘোষণাকে অস্বীকার করে এবং রাজা ফারুককে ক্ষমতাচ্যুত করে। নতুন বিপ্লবী সরকার, যেটির প্রধান ছিলেন মুহাম্মদ নেগুইব এবং গামাল আব্দেল নাসের, সুদানের স্বাধীনতাকে অগ্রাধিকার দেন। উল্লেখ্য, নেগুইব নিজে অর্ধ-সুদানি ছিলেন এবং খার্টুমে জন্মগ্রহণ ও বেড়ে ওঠেন। এই ধারাবাহিক চাপের মুখে, ১৯৫৩ সালে যুক্তরাজ্য মিশরের দাবি মেনে নেয়। মিশর ও যুক্তরাজ্যের সরকার যৌথ শাসন ব্যবস্থা বাতিল করতে এবং ১৯৫৬ সালে সুদানকে স্বাধীনতা দেওয়ার বিষয়ে একমত হয়। ১৯৫৬ সালের ১ জানুয়ারি মিশর ও যুক্তরাজ্যের সার্বভৌমত্ব সুদানের উপর আনুষ্ঠানিকভাবে শেষ হয় এবং সুদান স্বাধীন হয়।\n\n\n== পটভূমি ==\n\n\n=== মিশরের সাথে ইউনিয়ন ===\n১৮২০ সালে, মিশরীয় ওয়ালি মুহাম্মদ আলি পাশার সেনাবাহিনী, যার নেতৃত্বে ছিলেন তার ছেলে ইসমাইল  পাশা, সুদানের নিয়ন্ত্রণ লাভ করে। এই অঞ্চলের সাথে মিশরের ভাষাগত, সাংস্কৃতিক, ধর্মীয় এবং অর্থনৈতিক সম্পর্ক দীর্ঘদিনের ছিল, এবং ফারাওদের সময় থেকে বিরতি দিয়ে বিরতিয়ে একই সরকারের অধীনে আংশিকভাবে পরিচালিত হয়েছিল। মুহাম্মদ আলি (যিনি আনুষ্ঠানিকভাবে উসমানীয় সাম্রাজ্যের প্রতি আনুগত্য দেখাতেন) সম্ভবত উসমানীয় সাম্রাজ্যকে প্রতিস্থাপন করার লক্ষ্যে তার ক্ষমতা প্রসারের নীতি নিরলসভাবে অনুসরণ করছিলেন এবং সুদানকে মিশরের অধিকারের একটি মূল্যবান সংযোজন হিসেবে দেখতেন। তার শাসনামলে এবং তার উত্তরসূরীদের শাসনামলে, মিশর ও সুদানকে একটি একক রাজনৈতিক সত্ত্বা হিসেবে পরিচালিত করা হয়, এবং মুহাম্মদ আলি রাজবংশের সমস্ত শাসক সদস্যরা \"নীল উপত্যকার ঐক্য\" বজায় রাখা এবং সম্প্রসারিত করার চেষ্টা করেন। এই নীতিটি প্রসারিত এবং তীব্রতর হয়েছিল বিশেষ করে মুহাম্মদ আলীর নাতি ইসমাইল পাশা, যার শাসনামলে আধুনিক সুদানের বাকি বেশিরভাগ অংশ এবং দক্ষিণ সুদান জয় করা হয়েছিল।\n\n\n=== ব্রিটিশ সম্পৃক্ততা ===\n১৮৬৯ সালে সুয়েজ খাল খোলার পর মিশর ও সুদানের অর্থনৈতিক ও কৌশলগত গুরুত্ব অত্যন্ত বৃদ্ধি পায় এবং এটি মহাশক্তিগুলো, বিশেষ করে যুক্তরাজ্যের সাম্রাজ্যবাদী আগ্রহ আকর্ষণ করে। দশ বছর পর ১৮৭৯ সালে, ইসমাইল পাশার সরকারের অতিরিক্ত বৈদেশিক ঋণকে কারণ দেখিয়ে, মহাশক্তিগুলো তাকে সিংহাসন ত্যাগে বাধ্য করে এবং তার ছেলে তেওফিক পাশাকে সিংহাসনে বসায়। বিদেশী শক্তির হাতে তেওফিকের সিংহাসনে আরোহণ দেশের বিভিন্ন বিষয়ে ইউরোপীয় সরকার এবং ব্যবসায়ীদের ক্রমবর্ধমান প্রভাবের প্রতি ক্ষুব্ধ মিশরীয় ও সুদানি জাতীয়তাবাদীদের মধ্যে ক্ষোভের সৃষ্টি করে। এই পরিস্থিতি আরও খারাপ হয়ে যায় তেওফিকের দুর্নীতি ও অদক্ষতার কারণে, যা শেষ পর্যন্ত জাতীয়তাবাদী সেনাপতি আহমদ ওরবির নেতৃত্বে ওরবি বিদ্রোহে পরিণত হয়। তার সিংহাসনের অস্তিত্ব বিপদের মুখে পড়ায়, তেওফিক ব্রিটিশদের কাছে সাহায্য চান। ১৮৮২ সালে, তেওফিকের আমন্ত্রণে, ব্রিটিশরা মিশর ও সুদানের প্রধান সমুদ্রবন্দর আলেকজান্দ্রিয়া বন্দরে গোলাবর্ষণ করে এবং পরে দেশটি আক্রমণ করে। ব্রিটিশ বাহিনী কায়রোতে ওরবি সরকারকে উৎখাত করে এবং ১৮৮২ সালে মিশর ও সুদানের বাকি অংশ দখল করে। যদিও তেওফিকের কর্তৃত্ব আনুষ্ঠানিকভাবে পুনঃপ্রতিষ্ঠিত হয়, কিন্তু বাস্তবে, ব্রিটিশরা মিশর ও সুদানি বিষয়াবলীর উপর ব্যাপক নিয়ন্ত্রণ নেয়।\n\n\n=== মাহদিস্ট বিদ্রোহ ===\nসিংহাসন রক্ষায় ব্রিটিশ দখলদারিত্ব মেনে নেওয়ার তেওফিকের সম্মতি মিশর ও সুদান জুড়ে অনেকের কাছে তীব্র ঘৃণার জন্ম দেয়। ব্রিটিশ বাহিনীর বেশিরভাগ উত্তর মিশরে অবস্থান করে কায়রো, আলেকজান্দ্রিয়া এবং সুয়েজ খাল রক্ষা করায়, মিশরে তেওফিক ও তার ইউরোপীয় রক্ষাকর্তাদের বিরোধিতা বাধাপ্রাপ্ত হয়। তবে, সুদানে ব্রিটিশ সামরিক উপস্থিতি তুলনামূলকভাবে সীমিত ছিল এবং অবশেষে বিদ্রোহ শুরু হয়। সুদানি ধর্মীয় নেতা মুহাম্মদ আহমদ, যিনি নিজেকে মাহদি (পথনির্দেশক) ঘোষণা করেছিলেন, তার নেতৃত্বে সুদানের এই বিদ্রোহটি একই সাথে রাজনৈতিক ও ধর্মীয় ছিল। আব্দুল্লাহ (মুহাম্মদ আহমদ) কেবল ব্রিটিশদের বিতাড়িত করতে চাননি, রাজতন্ত্রকে উৎখাত করতে চেয়েছিলেন, যাকে ধর্মনিরপেক্ষ এবং পশ্চিমা-ঝোঁক হিসেবে দেখা হয় এবং একটি বিশুদ্ধ ইসলামী সরকার হিসেবে তিনি যা দেখেন তার পরিবর্তে এটিকে প্রতিস্থাপন করেন। যদিও প্রাথমিকভাবে একজন সুদানী ব্যক্তিত্ব, আবদাল্লা এমনকি কিছু মিশরীয় জাতীয়তাবাদীদের সমর্থনও আকৃষ্ট করেছিলেন এবং তৌফিক এবং ব্রিটিশ অফ গার্ডকে ধরেছিলেন। বিদ্রোহটি খার্তুমের পতনে পরিণত হয় এবং ১৮৮৫ সালে ব্রিটিশ জেনারেল চার্লস জর্জ গর্ডন (খার্তুমের গর্ডন) এর মৃত্যু হয়। তৌফিকের মিশরীয় বাহিনী এবং যুক্তরাজ্যের বাহিনী প্রায় পুরো সুদান থেকে প্রত্যাহার করতে বাধ্য হয়েছিল, আহমদ পরবর্তীকালে একটি ধর্মতান্ত্রিক রাষ্ট্র প্রতিষ্ঠা করে।\nআহমদের ধর্মীয় সরকার সুদানে ঐতিহ্যবাহী ইসলামি আইন জারি করে এবং দেশ থেকে ব্রিটিশদের সম্পূর্ণভাবে বিতাড়িত না করা এবং মিশর ও সুদান জুড়ে তার মাহদির সাম্রাজ্য প্রতিষ্ঠিত না হওয়া পর্যন্ত সশস্ত্র সংগ্রাম চালিয়ে যাওয়ার প্রয়োজনীয়তার ওপর জোর দেয়। খার্টুমের পতনের ছয় মাস পরে মারা যাওয়ার পরও তার উত্তরসূরি আব্দুল্লাহি ইবনে মুহাম্মদ তার আহ্বান পুরোপুরি অনুসরণ করেন। আব্দুল্লাহি ১৮৮৭ সালে ইথিওপিয়া আক্রমণ করেন এবং গোন্দার পর্যন্ত এবং ১৮৮৯ সালে উত্তর সুদান ও মিশরের বাকি অংশে প্রবেশ করেন। তবে তেওফিকের বাহিনী এই আগ্রাসন প্রতিহত করে এবং পরে ইথিওপিয়া থেকে পশ্চাদপসর হয়। আব্দুল্লাহি আগের মিশরীয় এবং ফুঞ্জ প্রশাসনিক ব্যবস্থাগুলি প্রায় সম্পূর্ণরূপে ধ্বংস করে ফেলেন এবং সুদানি উপজাতীয় ঐক্যকে কঠিনভাবে দুর্বল করে দেন। যুদ্ধ, দুর্ভিক্ষ, রোগ এবং নির্যাতনের কারণে ১৮৮৫ থেকে ১৮৯৮ সালের মধ্যে সুদানের জনসংখ্যা আট মিলিয়ন থেকে তিন মিলিয়নে নেমে যায়।\n\n\n== ইতিহাস ==\n\nকয়েকটি মাহদির পরাজয়ের পর, তেওফিকের ছেলে এবং উত্তরসূরি আব্বাস দ্বিতীয় এবং যুক্তরাজ্য সুদানের উপর পুনরায় নিয়ন্ত্রণ প্রতিষ্ঠিত করার সিদ্ধান্ত নেয়। ১৮৯৬ থেকে ১৮৯৮ সাল পর্যন্ত কিচনার একটি যৌথ মিশরীয়-ব্রিটিশ বাহিনীর নেতৃত্ব দেন। কিচনারের অভিযান আটবারা যুদ্ধ এবং ওমদুরমান যুদ্ধের মাধ্যমে সফল হয়। ব্রিটিশরা তাদের সামরিক শ্রেষ্ঠত্বের লাভ নিয়ে আব্বাস দ্বিতীয়কে সুদানে ব্রিটিশ নিয়ন্ত্রণ মেনে নিতে বাধ্য করে। যদিও মিশরে ব্রিটিশ প্রভাব আনুষ্ঠানিকভাবে উপদেষ্টাগত ছিল (যদিও বাস্তবে এটি আরও সরাসরি ছিল), ব্রিটিশরা জোর দিয়েছিল যে সুদানে তাদের ভূমিকা আনুষ্ঠানিক করা হবে। এভাবে, ১৮৯৯ সালে একটি চুক্তি স্বাক্ষরিত হয় যার মাধ্যমে এঙ্গো-মিশরীয় শাসন (যৌথ শাসন) প্রতিষ্ঠিত হয়, যেখানে সুদানকে ব্রিটিশ সম্মতিতে মিশর কর্তৃক নিযুক্ত একজন গভর্নর জেনারেল দ্বারা পরিচালিত হবে। বাস্তবে, মিশরীয় ও সুদানি জাতীয়তাবাদীদের ক্ষোভের বিষয় হল, সুদান কার্যকরভাবে একটি ব্রিটিশ উপনিবেশ হিসাবে পরিচালিত হত। 'বিভক্ত করো শাসন করো' নীতি অনুসরণ করে, ব্রিটিশরা মুহাম্মদ আলির অধীনে শুরু হওয়া নীল উপত্যকাকে মিশরীয় নেতৃত্বে ঐক্যবদ্ধ করার প্রক্রিয়াটিকে উল্টাতে আগ্রহী ছিল এবং দুই দেশকে আরও একত্রিত করার সমস্ত প্রচেষ্টাকে ব্যর্থ করতে চেয়েছিল। প্রথম বিশ্বযুদ্ধের সময়, ব্রিটিশরা ১৯১৬ সালে দারফুরকে অ্যাংলো-মিশরীয় সুদানে আক্রমণ করে এবং অন্তর্ভুক্ত করে।\nএই নীতি সুদানের অভ্যন্তরেও প্রয়োগ করা হয়, কারণ ব্রিটিশরা সুদানের বিভিন্ন জাতিগোষ্ঠীর মধ্যে পার্থক্য এবং ঘর্ষণ আরও বাড়ানোর জন্য দৃঢ়প্রতিজ্ঞ ছিল। ১৯২৪ সাল থেকে, ব্রিটিশরা মূলত সুদানকে দুটি পৃথক অঞ্চলে বিভক্ত করে - প্রধানত মুসলিম আরবী ভাষী উত্তর এবং প্রধানত প্রাণবাদী ও খ্রীষ্টান দক্ষিণ, যেখানে খ্রীষ্টান মিশনারীরা ইংরেজি ব্যবহারকে উৎসাহিত করত, যাদের প্রধান ভূমিকা ছিল শিক্ষাদান।\nসুদানে ব্রিটিশ দখল চলতে থাকায় মিশরে একটি ক্রমশ বাড়তে থাকা জাতীয়তাবাদী প্রতিবাদ শুরু হয়। মিশরীয় জাতীয়তাবাদী নেতারা ব্রিটেনকে মিশর ও সুদানের একক স্বাধীন ইউনিয়ন হিসেবে স্বীকৃতি দিতে বাধ্য করার জন্য দৃঢ়প্রতিজ্ঞ ছিলেন। ১৯১৪ সালে উসমানীয় সার্বভৌমত্বের আইনি কথনের আনুষ্ঠানিক অবসানের পর, হুসাইন কামেলকে মিশর ও সুদানের সুলতান ঘোষণা করা হয়। ১৯১৭ সালে মৃত্যুর পর তার ভাই ফুয়াদ সুলতান ফুয়াদ প্রথম হিসাবে তার স্থলাভিষিক্ত হন। যখন সুলতানিটিকে \"মিশর ও সুদানের রাজত্ব\" নামকরণ করা হয় তখনও একটি একক মিশরীয়-সুদানি রাষ্ট্রের জোর থাকে, কিন্তু ব্রিটিশরা এই প্রচেষ্টাগুলিকে বাধাপ্রদর্শন করতেই থাকে।\nকায়রোর সরকার ব্রিটিশ দখল শেষ করতে ব্যর্থ হওয়ার ফলে সুদানে স্বাধীনতার জন্য পৃথক প্রচেষ্টা শুরু হয়। এর মধ্যে প্রথমটি ১৯২৪ সালে 'হোয়াইট ফ্লাগ লিগ' নামে পরিচিত সুদানি সামরিক কর্মকর্তাদের একটি দলের নেতৃত্বে পরিচালিত হয়। গোষ্ঠীটির নেতৃত্বে ছিলেন প্রথম লেফটেন্যান্ট আলী আব্দ আল লাতিফ এবং প্রথম লেফটেন্যান্ট আব্দুল ফাদিল আলমাজ। পরবর্তীতে সামরিক প্রশিক্ষণ একাডেমির একটি বিদ্রোহের নেতৃত্ব দেন, যা তাদের পরাজয়ে এবং আলমাজের মৃত্যুতে শেষ হয়। কারণ, ব্রিটিশ বাহিনী তাকে ঘাঁটি হিসেবে ব্যবহৃত সামরিক হাসপাতালটি বিস্ফোরিত করে। এই পরাজয়ের আংশিক কারণ ছিল খার্টুম উত্তরে মিশরীয় সামরিক বাহিনী আগে থেকে দেওয়া প্রতিশ্রুতি অনুযায়ী বিদ্রোহীদের কামান্ড দিয়ে সমর্থন না করা। এই পরাজয়টি আংশিকভাবে খার্তুম উত্তরে মিশরীয় গ্যারিসন পূর্বে প্রতিশ্রুতি অনুযায়ী কামান দিয়ে বিদ্রোহকে সমর্থন না করার ফলে হয়েছে বলে অভিযোগ করা হয়েছিল।\n\n\n=== কনডোমিনিয়াম বাতিল করা ===\n\n১৯৩৬ সালে (সুয়েজ খাল অঞ্চল ব্যতীত) যখন ব্রিটিশরা মিশরের দখল শেষ করে, তখন তারা সুদানে তাদের বাহিনী অবস্থান করিয়ে রাখে। কায়রোর পর পর সরকার, যৌথ শাসন চুক্তি বাতিল ঘোষণা করে বারবার জানিয়েছিল যে সুদানে ব্রিটিশদের উপস্থিতি অবৈধ এবং ফারুক রাজাকে “মিশর ও সুদানের রাজা” হিসেবে পূর্ণ ব্রিটিশ স্বীকৃতির দাবি করে। তবে ব্রিটিশরা এই স্বীকৃতি দিতে অনিচ্ছুক ছিল, বিশেষত কারণ ফারুক গোপনে মুসোলিনির সাথে ইতালিয়ান আগ্রাসনের জন্য আলোচনা করছিলেন। ১৯৪০ সালে এই ক্ষতিকর পদক্ষেপ যা এ্যাংলো-মিশরীয় সম্পর্কের জন্য ক্ষতিকর ছিল, দ্বিতীয় বিশ্বযুদ্ধের জোয়ার পরিবর্তনে সাহায্য করে।\nশেষ পর্যন্ত ১৯৫২ সালের মিশরীয় বিপ্লবই এমন এক সিরিজ ঘটনার সূচনা করে, যা শেষ পর্যন্ত সুদানে ব্রিটিশ ও মিশরীয় দখল শেষ করে দেয়। ১৯৫৩ সালে রাজতন্ত্র বিলুপ্ত করার পর, মিশরের নতুন নেতারা মুহাম্মদ নেগুইব (যিনি সুদানে মিশরীয় সেনা কর্মকর্তার ছেলে হিসেবে বেড়ে উঠেছিলেন) এবং গামাল আব্দেল নাসের বিশ্বাস করতেন, সুদানে ব্রিটিশ শাসন শেষ করার একমাত্র উপায় হলো মিশর নিজেই সুদানের উপর সার্বভৌমত্ব আনুষ্ঠানিকভাবে ত্যাগ করা।\nকারণ, সুদানে নিয়ন্ত্রণের ব্রিটিশ দাবি তাত্ত্বিকভাবে মিশরীয় সার্বভৌমত্বের উপর নির্ভর করে, তাই বিপ্লবীরা হিসাব করেছিলেন যে এই কৌশল যুক্তরাজ্যকে প্রত্যাহার ছাড়া আর কোনো বিকল্প ছাড়ে ছেড়ে দেবে। এছাড়াও, নাসের দীর্ঘদিন ধরে জানতেন যে দারিদ্র্যপীড়িত সুদানকে শাসন করা মিশরের পক্ষে সমস্যাযুক্ত হবে।\n\n\n=== স্বাধীনতার উত্তরণ ===\n\n১৯৪৩ সালে উত্তর সুদানের প্রদেশগুলোতে কিছুটা স্বায়ত্তশাসন প্রতিষ্ঠার জন্য একটি উত্তর সুদান পরামর্শক পরিষদ গঠিত হয়। ১৯৪৭ সালে জুবায় অনুষ্ঠিত এক সম্মেলনে, উত্তরের সাথে দক্ষিণ প্রদেশগুলির প্রশাসন একীভূত করার সিদ্ধান্ত হয়।  ১৯৪৮ সালে দক্ষিণ প্রদেশগুলি থেকে নির্বাচিত তেরো জন প্রতিনিধি সুদানের বিধানসভায় আসন গ্রহণ করেন।\n১৯৫৩ সালের ১২ ফেব্রুয়ারিতে, মিশর, যুক্তরাজ্য এবং সুদানের রাজনৈতিক প্রতিনিধিদের মধ্যে রয়েল অধিভুক্তশাসন থেকে স্বায়ত্তশাসনে রূপান্তরের একটি চুক্তি সম্পাদিত হয়। ১৯৫৩ সালের মার্চে সুদানকে স্বায়ত্তশাসন দেওয়া হয় এবং ১৯৫৪ সালে ইসমাইল আল-আজহারি প্রধানমন্ত্রী হন। একটি গঠনতান্ত্রিক পরিষদ গঠিত হয় এবং একটি অস্থায়ী সংবিধানের খসড়া তৈরি করা হয়।  ১৯৫৫ সালের এপ্রিলে পরিকল্পিত এফ্রো-এশিয়ান সম্মেলনে সুদানি প্রতিনিধিরা অংশগ্রহণ করতে পারবেন বলে সিদ্ধান্ত হয়।\n১৯৫৪ সালের অক্টোবরে, মিশর এবং যুক্তরাজ্য সরকার একটি চুক্তি স্বাক্ষর করে। রর মাধ্যমে ১৯৫৬ সালের ১ জানুয়ারি সুদানকে স্বাধীনতা প্রদান করা হয়। সুদান একটি স্বাধীন সার্বভৌম রাষ্ট্র, \"সুদান প্রজাতন্ত্র\" হয়ে উঠে, মিশরের সাথে প্রায় ১৩৬ বছরের যোগাযোগ এবং ব্রিটিশদের দ্বারা ৫৬ বছর দখল শেষ করে দেয়।\n\nইংরেজ-মিশরীয় সুদানকে আটটি প্রদেশে বিভক্ত করা হয়েছিল, যা প্রতিষ্ঠার সময় দ্ব্যর্থক ছিল তবে দ্বিতীয় বিশ্বযুদ্ধের শুরুর দিকে সুস্পষ্টভাবে সংজ্ঞায়িত হয়েছিল। আটটি প্রদেশ ছিল: নীল নীল, দারফুর, ইকুয়েটোরিয়া, কাসালা, খার্টুম, কুরদুফান, উত্তর, এবং উচ্চ নীল। ১৯৪৮ সালে, ইকুয়েটোরিয়া থেকে বাহর আল গজল নিরক্ষীয় অঞ্চল থেকে বিভক্ত হয়। \n\n\n== অফিস হোল্ডার ==\n\n\n=== গভর্নররা ===\nপ্রাক-স্বাধীনতা সুদানের গভর্নরদের তালিকা\n\n\n=== প্রধান বিচারপতিগণ ===\n১৯০৩-১৯১৭ ওয়াসে স্টেরি  (১৯১৫ প্রধান বিচারক পর্যন্ত)\n১৯১৭-১৯২৫ রবার্ট হে ডান \n১৯২৫-১৯৩০ স্যার বার্নার্ড হামফ্রে বেল \n১৯৩০-১৯৩৬ হাওয়েল ওয়েন\n১৯৩৬-১৯৪২ টমাস পার্সিভাল ক্রিড\n১৯৪২-১৯৪৪ স্যার হুবার্ট ফ্ল্যাক্সম্যান\n১৯৪৪-১৯৪৬ সেসিল হ্যারি অ্যান্ড্রু বেনেট\n১৯৪৬-১৯৪৮স্যার চার্লস সিসিল জর্জ কামিংস\n১৯৪৭-১৯৫০ টমাস আর্থার ম্যাকলাগান \n১৯৫০-১৯৫৫ উইলিয়াম ও'ব্রায়েন লিন্ডসে \n১৯৫৬-১৯৬৪ মোহাম্মদ আহমেদ আবু রান্নাত\n\n\n=== মুখ্যমন্ত্রীরা ===\n১৯৫২-১৯৫৪আবদ আল-রহমান আল-মাহদি\n১৯৫৪-১৯৫৬ ইসমাইল আল-আজহারী\n\n\n== আরও দেখুন ==\nমিশরীয় সভ্যতা\nসুদানে ‍যুদ্ধ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"Sudan\"। ব্রিটিশ বিশ্বকোষ (১১তম সংস্করণ)। ১৯১১। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}