{"pageid": 1427164, "title": "১৯৪১–৪২ সন্তোষ ট্রফি", "url": "https://bn.wikipedia.org/wiki?curid=1427164", "content": "১৯৪১-৪২ সন্তোষ ট্রফি ছিল সন্তোষ ট্রফির প্রথম সংস্করণ, ভারতে ফুটবলের প্রধান রাজ্য প্রতিযোগিতা। এটি ১৯৪১ সালের জুলাই মাসে অনুষ্ঠিত হয়েছিল। ফাইনালে দিল্লিকে ৫–১ গোলে হারিয়ে বাংলা শিরোপা জয় লাভ করেছিলো। \n১০টি দল টুর্নামেন্টে প্রবেশ করলেও ঢাকা স্পোর্টিং অ্যাসোসিয়েশন প্রত্যাহার করে নেয়। সারা দেশে ম্যাচ খেলা অনুষ্ঠিত হয়েছিল এবং ক্যালকাটায় ফাইনাল খেলাটি অনুষ্ঠিত হয়েছিল।\n\n\n== প্রাথমিক ম্যাচ ==\n\n\n=== অঞ্চল এ ===\nএনডব্লিউআইএফএ (পাঞ্জাব এবং বেলুচিস্তান) সেমি-ফাইনালে সরাসরি যোগ্যতা অর্জন করেছে কারণ তারা শুধুমাত্র উত্তর অঞ্চলের দল ছিল।\n\n\n=== অঞ্চল বি ===\n\n\n=== অঞ্চল সি ===\n\nসাম্প্রদায়িক দাঙ্গায় ঢাক্কা প্রত্যাহার করায় বাংলা ওয়াকওভার পেয়েছিল। ম্যাচটি ১৩ জুলাই ঢাক্কায় অনুষ্ঠিত হওয়ার কথা ছিল।\n\n\n=== অঞ্চল ডি ===\n\nহাফ টাইমে ফলাফল ছিল ১-১।\n\n\n== সেমি-ফাইনাল ==\n\n\n== ফাইনাল ==\nফাইনালের আগে বৃষ্টি হয়েছিল এবং উভয় দলই সাবধানে শুরু করেছিল। ম্যাচের গেট ছিল ৬১৭৫ টাকা ৪ আনা (৬১৭৫.২৫ টাকা)। বেঙ্গল-বোম্বে সেমি-ফাইনালে একই ভেন্যুতে সংগ্রহ করে ৬৪৯২ টাকা ৮ আনা।\nডি মেলো চতুর্থ মিনিটে কর্নার কিক থেকে প্রথম গোলটি করেন, এটি একটি \"অলিম্পিক গোল\"। \"বলটি একটি প্রত্নতাত্ত্বিক প্যারাবোলার ট্র্যাকে এসেছিল এবং দূরের পোস্টের মধ্যে জালে চলে যায়।\" নবম মিনিটে আত্মা রামের পাস থেকে ক্রমবর্ধমান শটে সমতা আনেন হামিদুদ্দিন। ২২ মিনিটে দিল্লির গোলরক্ষক ডেলির একটি সেন্টার মিস করেন নূর মোহাম্মদ। ডি মেলোর হয়ে দ্বিতীয় গোল করার জন্য বলটি ডি. ব্যানার্জির হাতে চলে যায়। হাফ টাইমে ২–১ এগিয়ে ছিল বাংলা।\nতৃতীয় বেঙ্গল গোলটি আসে দ্বিতীয়ার্ধের অষ্টম মিনিটে, ভট্টাচার্যের পাস থেকে ডেলির ওপার থেকে ডান দিক থেকে কৌণিক শট খেলেন ব্যানার্জি। ভট্টাচার্য ১৬ মিনিট এবং ২৩ মিনিটে গোল করেন, সুনীল ঘোষ উভয় সহায়তা প্রদান করেন। ম্যাচের শুরুতে মাথায় চোট পেলেও একাদশ মিনিটে ফিরে আসেন ঘোষ।\nবেঙ্গলকে ট্রফিটি উপহার দেন ভারতীয় ফুটবল অ্যাসোসিয়েশনের সভাপতির স্ত্রী মিসেস এইচআর নর্টন। ফাইনালের প্রধান অতিথি ছিলেন আইএফএ-এর ভাইস প্রেসিডেন্ট মিসেস নর্টন এবং বিসি ঘোষ।\n\n\n== দলীয় সদস্য ==\nবোম্বে : এফ ই. এডেন (ক্যাপ্টেন, বোম্বে জিমখানা); জেমস (ব্রিটিশ পদাতিক বাহিনী) এবং এস থম্পসন (এইচ.ভি.এম.); রাজা (বি.ই.এস.টি), আলেকজান্ডার (ওয়াই.এম.সি.এ) এবং তেলং (বি.ই.এস.টি); ভীমরাও (ওয়াইএমসিএ), রাশাদ (মুসলিম স্পোর্টস), হিল (ব্রিটিশ পদাতিক), বুচি (বি.ই.এস.টি) এবং ল্যাংটন (ব্রিটিশ পদাতিক). রিজার্ভ: ড্রিনান (জিকে, হেভি ব্যাটারি), হিগিন্স (হেভি ব্যাটারি), ওসবোর্ন (পুলিশ), করুণাকার (ক্যালটেক্স) এবং স্বামী (ডব্লিউ.আই.এ.এ) \nমহীশূর : কাদিরভেলু; হাবিব ও অ্যাটকিনসন; শেরিফ, খাদের এবং চিন্নাস্বামী; নানজুনদা, লক্ষ্মীনারায়ণ, স্বামীনাথন, মুর্গেশ ও রহমত \nদিল্লি: ডেলি; কাউল, কামরুদ্দিন, ইউসুফ, আফজাল ও সরদার মির্জা; হাবীদ, নবাব, আখতার, আত্মারাম ও ফৈয়াজ খান\nরাজপুতানা : এন লড্রিক; এইচ ডিন, এ রহিম; মবিন আহমেদ, সাজ্জাদ মোহাম্মদ, সামিউল্লাহ; মুমতাজ আহমেদ, আতা মোহাম্মদ, দেবী সিং, ওয়াহিদউদ্দিন ও সিকান্দার খান \n\n\n== টীকা ==\nকিছু দলকে তাদের ফুটবল অ্যাসোসিয়েশনের পরে উল্লেখ করা হয়েছিল। এই নিবন্ধটি সেই নামগুলি ব্যবহার করে যার দ্বারা দলগুলি পরিচিত হয়েছিল।\n\nআইএফএ বেঙ্গল (ভারতীয় ফুটবল অ্যাসোসিয়েশন) - বাংলা\nডব্লিউআইএফএ বোম্বে (ওয়েস্টার্ন ইন্ডিয়া ফুটবল অ্যাসোসিয়েশন) - বোম্বে\nএনডব্লিউআইএফএ (নর্থ ওয়েস্ট ইন্ডিয়া ফুটবল অ্যাসোসিয়েশন) - পাঞ্জাব ও বেলুচিস্তান\nদিল্লি এফএ - দিল্লি\n\n\n== তথ্যসূত্র =="}