{"pageid": 1427220, "title": "কাতালোনিয়া রাজ্য", "url": "https://bn.wikipedia.org/wiki?curid=1427220", "content": "কাতালোনিয়া রাজ্য (কাতালান: Principat de Catalunya; অক্সিতঁ: Principat de Catalonha; স্পেনীয়: Principado de Cataluña; লাতিন: Principatus Cathaloniæ) ছিল উত্তর-পূর্ব আইবেরিয়ান উপদ্বীপে একটি মধ্যযুগীয় এবং প্রাথমিক আধুনিক রাজ্য। ইতিহাসের বেশিরভাগ সময় এটি আরাগন রাজ্যের সাথে রাজবংশীয় ইউনিয়নে ছিল, যা একসাথে আরাগন ক্রাউন গঠন করে। ১৩ ও ১৮ শতকের মধ্যে, এটি পশ্চিমে আরাগন রাজ্য, দক্ষিণে ভ্যালেন্সিয়ার রাজ্য, ফ্রান্স রাজ্য এবং উত্তরে অ্যান্ডোরার সামন্ত প্রভুত্ব এবং পূর্বে ভূমধ্যসাগর দ্বারা সীমাবদ্ধ ছিল। কাতালোনিয়া রাজ্য শব্দটি ১৮৩০ সালে যখন স্পেনীয় সরকার কেন্দ্রীভূত প্রাদেশিক বিভাগ বাস্তবায়ন করেছিল, তখন পর্যন্ত এটি আনুষ্ঠানিক ছিল। তবে জনপ্রিয় এবং অনানুষ্ঠানিক প্রেক্ষাপটে এখনও এটি রয়ে গেছে। বর্তমানে প্রিন্সিপ্যাট (রাজ্য) শব্দটি প্রাথমিকভাবে স্পেনের কাতালোনিয়ার স্বায়ত্তশাসিত সম্প্রদায়কে অন্যান্য কাতালান দেশ থেকে আলাদা হিসাবে এবং সাধারণত দক্ষিণ ফ্রান্সের রুসিলনের ঐতিহাসিক অঞ্চল সহ বোঝাতে ব্যবহৃত হত।\nলিবার মাইওলিচিনাস ডি গেস্টিস পিসানোরাম ইলাস্ট্রিবাস-এ কাতালোনিয়া ও কাতালানদের প্রথম উল্লেখ পাওয়া যায়। এটি উত্তর ইতালীয়, কাতালান এবং অক্সিটানদের যৌথ বাহিনীর দ্বারা মেজোর্কা বিজয়ের একটি পিসান ক্রনিকল (১১১৭ ও ১১২৫ সালের মধ্যে লিখিত)। সেই সময়ে, কাতালোনিয়া তখনও একটি রাজনৈতিক সত্তা হিসাবে বিদ্যমান ছিল না, যদিও এই শব্দটির ব্যবহার কাতালোনিয়াকে একটি সাংস্কৃতিক বা ভৌগোলিক সত্তা হিসাবে স্বীকার করে বলে মনে হয়েছিল। যে কাউন্টিগুলো শেষ পর্যন্ত কাতালোনিয়া রাজ্য তৈরি করেছিল সেগুলো ধীরে ধীরে বার্সেলোনা কাউন্টের শাসনে একীভূত হয়েছিল। ১১৩৭ সালে বার্সেলোনা কাউন্টি এবং আরাগন রাজ্য একটি একক রাজবংশের অধীনে একীভূত হয়েছিল, যাকে আধুনিক ইতিহাসবিদরা আরাগন ক্রাউন নামে অভিহিত করেছেন; তবে, আরাগন ও কাতালোনিয়া তাদের নিজস্ব রাজনৈতিক কাঠামো এবং আইনি ঐতিহ্য ধরে রেখেছে, পরবর্তী শতাব্দীতে পৃথক রাজনৈতিক সম্প্রদায় গড়ে তুলেছে। আলফনস আই দ্য ট্রুবাডোরের অধীনে (রাজত্ব ১১৬৪-১১৯৬) কাতালোনিয়াকে প্রথমবারের মতো একটি আইনি সত্তা হিসাবে গণ্য করা হয়েছিল। তবুও, কাতালোনিয়া রাজ্য শব্দটি ১৪ শতক পর্যন্ত আইনত ব্যবহার করা হয়নি, যখন এটি কাতালোনিয়ার আদালত দ্বারা শাসিত অঞ্চলগুলোতে প্রয়োগ করা হয়েছিল।\nএর প্রাতিষ্ঠানিক ব্যবস্থা শতাব্দীর পর শতাব্দী ধরে বিকশিত হয়েছে, রাজনৈতিক সংস্থাগুলোকে রাজত্বের অন্যান্য রাজ্য (যেমন আদালত, জেনারেলিট্যাট বা কনসেল ডি সেন্ট) এবং আইন (সংবিধান, বার্সেলোনার বিধি থেকে উদ্ভূত) প্রতিষ্ঠা করেছে যা মূলত রাজকীয় ক্ষমতা সীমিত এবং প্যাক্টিজমের রাজনৈতিক মডেল সুরক্ষিত। কাতালোনিয়া রাজত্ব বাণিজ্য ও সামরিক বাহিনীকে আরও উন্নয়নে অবদান রেখেছে, সবচেয়ে উল্লেখযোগ্যভাবে তাদের নৌবাহিনী। ভ্যালেন্সিয়া, ব্যালেরিক দ্বীপপুঞ্জ, সার্ডিনিয়া, সিসিলি, নেপলস ও এথেন্স সহ রাজত্বে আরও কিছু অঞ্চল যুক্ত হওয়ায় ভূমধ্যসাগর জুড়ে একটি থ্যালাসোক্রেসি গঠন করে কাতালান ভাষা বিকাশ লাভ করে এবং প্রসারিত হয়। ১৪ শতকের সংকট, বার্সেলোনা সভার শাসনের অবসান (১৪১০) ও একটি গৃহযুদ্ধ (১৪৬২-১৪৭২) রাজত্ব ও আন্তর্জাতিক বিষয়ে রাজ্যের ভূমিকাকে দুর্বল করে দিয়েছিল।\n১৪৬৯ সালে আরাগনের দ্বিতীয় ফার্ডিনান্ড এবং কাস্টিলের ইসাবেলা প্রথমের বিবাহ স্পেনের রাজতন্ত্রের ভিত্তি স্থাপন করে। ১৪৯২ সালে আমেরিকার স্পেনীয় উপনিবেশ শুরু হয় এবং রাজনৈতিক ক্ষমতা ক্যাস্টিলের দিকে সরে যেতে শুরু করে। কৃষকদের বিদ্রোহের পাশাপাশি কাতালান প্রতিষ্ঠান এবং রাজতন্ত্রের মধ্যে উত্তেজনা রিপারদের যুদ্ধ (১৬৪০-১৬৫৯) উস্কে দেয়। পাইরেনিস চুক্তির মাধ্যমে রুসিলনকে ফ্রান্সের কাছে হস্তান্তর করা হয়েছিল। স্পেনীয় উত্তরাধিকার যুদ্ধের সময় (১৭০১-১৭১৪), আরাগন ক্রাউন হ্যাবসবার্গের আর্চডিউক চার্লসকে সমর্থন করেছিল। ১৭১৪ সালে বার্সেলোনার আত্মসমর্পণের পর, বোরবনের রাজা ফিলিপ পঞ্চম ফরাসি মডেল দ্বারা অনুপ্রাণিত হয়ে স্পেন জুড়ে নিরঙ্কুশতা ও একীভূত প্রশাসন আরোপ করেন এবং আরাগন ক্রাউনের প্রতিটি রাজ্যের জন্য নুয়েভা প্লান্টা ডিক্রি প্রণয়ন করেন, যা মূল কাতালানদের দমন করে আরাগোনিজ, ভ্যালেন্সিয়ান ও মেজরকান রাজনৈতিক প্রতিষ্ঠান ও অধিকার এবং তাদের প্রদেশ হিসাবে ক্যাস্টিল রাজত্বে একীভূত করে, পৃথক রাজনৈতিক সত্তা হিসাবে তাদের মর্যাদা শেষ করে। তবে, কাতালোনিয়া রাজ্য সহ অঞ্চলগুলো ১৮৩৩ সালের স্পেনীয় প্রাদেশিক বিভাগ প্রতিষ্ঠার আগ পর্যন্ত প্রশাসনিক একক হিসাবে রয়ে গেছে, যা কাতালোনিয়াকে চারটি প্রদেশে বিভক্ত করেছে।\n\n\n== ইতিহাস ==\n\n\n=== উৎপত্তি ===\nআইবেরিয়ান উপদ্বীপের ভূমধ্যসাগরীয় উপকূলের মতো এটি প্রাচীন গ্রীকদের দ্বারা উপনিবেশিত হয়েছিল, যারা রোজে বসতি স্থাপন করতে বেছে নিয়েছিল। গ্রীক ও কার্থাজিনিয়ান উভয়ই প্রধান আইবেরিয়ান অধিবাসীদের সাথে যোগাযোগ করেছিল। কার্থাজিনিয়ান পরাজয়ের পর, এটি হিস্পানিয়ার বাকি অংশের সাথে রোমান সাম্রাজ্যের একটি অংশে পরিণত হয়, ট্যারাকো আইবেরিয়ান উপদ্বীপের অন্যতম প্রধান রোমান বাণিজ্যস্থল এবং টাররাকোনেন্সিস প্রদেশের রাজধানী।\n\nভিসিগোথরা ৫ম শতাব্দীর শেষের দিকে পশ্চিমী রোমান সাম্রাজ্যের পতনের পর শাসন করেছিল। মুরিশ আল-আন্দালুস ৭১১-৭১৮ সালে ভিসিগোথিক রাজ্য জয় করার পর ৮ম শতাব্দীর প্রথম দিকে নিয়ন্ত্রণ লাভ করেন। ৭৩২ সালে ট্যুরসে আবদুল রহমান ইবনে আব্দুল্লাহ আল-গাফিকির সৈন্যদের পরাজয়ের পর, ফ্রাঙ্করা ধীরে ধীরে পিরেনিসের উত্তরে প্রাক্তন ভিসিগোথ অঞ্চলগুলোর নিয়ন্ত্রণ লাভ করে, যেগুলো মুসলমানদের দ্বারা অধিকৃত করা হয়েছিল বা তাদের সাথে জোটবদ্ধ হয়েছিল, যাহাই আজকের কাতালোনিয়া। ৭৯৫ সালে শার্লেমেন ইতিহাস রচনা এবং কিছু ফ্রাঙ্কিশ ক্রনিকল দ্বারা মার্কা হিস্পানিকা নামে পরিচিত একটি বাফার অঞ্চল তৈরি করেছিলেন, যা সেপ্টিম্যানিয়া প্রদেশের বাইরে একটি বাফার অঞ্চল, স্থানীয়ভাবে শাসিত পৃথক কাউন্টি নিয়ে গঠিত যা আল-আন্দালুসের উমাইয়া এবং ফ্রাঙ্কিশ রাজ্যের মধ্যে প্রতিরক্ষামূলক বাধা হিসাবে কাজ করেছিল। \nমধ্যযুগে একটি স্বতন্ত্র কাতালান সংস্কৃতি গড়ে উঠতে শুরু করে যা কাতালোনিয়ার উত্তরাঞ্চলে এই কয়েকটি ছোট কাউন্টি থেকে উদ্ভূত হয়েছিল। বার্সেলোনার কাউন্ট ছিলেন ফ্রাঙ্কিশ সামন্তরা দ্বারা মনোনীত তৎকালীন ফ্রাঙ্কদের রাজা ক্যারোলিগিয়ান সম্রাট, যার কাছে তারা ছিল সামন্ত (৮০১-৯৮৮)। ৮৭৮ সালে উইলফ্রেড দ্য হেয়ারিকে আরগেল ও সেরদানিয়ার কাউন্ট, বার্সেলোনা, গিরোনা এবং ওসোনার কাউন্ট নিযুক্ত করা হয়েছিল। তারপর থেকে এই শেষ তিনটি কাউন্টি সর্বদা একই ব্যক্তির দ্বারা শাসিত হয়েছিল, কাতালোনিয়ার ভবিষ্যত রাজ্যের রাজনৈতিক কেন্দ্রে পরিণত হয়েছিল। ৮৯৭ সালে তার মৃত্যুর পর উইলফ্রেড তাদের উপাধি বংশানুক্রমিক করে তোলেন এবং এভাবে বার্সেলোনা সভার রাজবংশ প্রতিষ্ঠা করেন, যা ১৪১০ সালে এর শেষ শাসক সদস্য প্রথম মার্টিনের মৃত্যুর আগ পর্যন্ত কাতালোনিয়া শাসন করেছিল। নবম শতাব্দী ও দ্বাদশ শতাব্দীর মধ্যে অনেক মঠ প্রতিষ্ঠিত হয়েছিল যখন শহরগুলোতে এপিস্কোপাল আসনগুলো পুনরুদ্ধার করে গুরুত্বপূর্ণ শৈল্পিক ও বুদ্ধিবৃত্তিক কেন্দ্র গঠন করেছিল। এই ধর্মীয় কেন্দ্রগুলো কাতালোনিয়াতে রোমানেস্ক শিল্পের গুরুত্বপূর্ণ বিস্তারের (সান্তা মারিয়া ডি রিপোল ও মন্টসেরাতের মঠ, কার্ডোনার কলেজিয়েট চার্চ, জিরোনার ক্যাথেড্রাল ...) পাশাপাশি ধ্রুপদী, ভিসিগোথিক ও আরব কাজের দ্বারা পুষ্ট সমৃদ্ধ গ্রন্থাগারগুলোর রক্ষণাবেক্ষণে অবদান রাখে। পণ্ডিত ও গণিতবিদ গারবার্ট ডি'অরিলাক (সিলভেস্টার দ্বিতীয় নামে ভবিষ্যত পোপ) ভিক ও রিপোলে অধ্যয়ন করেছিলেন এবং গণিত ও জ্যোতির্বিদ্যার জ্ঞান আরবি ভাষা থেকে চালু হয়েছিল।\n\n৯৮৮ সালে কাউন্ট বোরেল দ্বিতীয় ফ্রাঙ্কিশ রাজা হিউ ক্যাপেট ও তার নতুন রাজবংশকে স্বীকৃতি দেননি, কার্যকরভাবে বার্সেলোনাকে ফ্রাঙ্কিশ শাসনের গণ্ডি থেকে বের করে নেন। সেই সময় থেকে, বার্সেলোনার কাউন্টরা প্রায়শই নিজেদেরকে প্রিন্সেপস (রাজপুত্র) হিসাবে উল্লেখ করত, যাতে অন্যান্য কাতালান কাউন্টের উপর তাদের প্রাধান্য দেখানো যায়। ৯ম ও ১০ম শতাব্দীতে, কাউন্টিগুলো ক্রমবর্ধমানভাবে ছোট, পরিবার-ভিত্তিক খামারের কৃষক মালিক অ্যালোয়ারদের একটি সমাজে পরিণত হয়েছিল,  যারা জীবিকা নির্বাহের কৃষিকাজ করে জীবনযাপন করত এবং কোনও আনুষ্ঠানিক সামন্তবাদী আনুগত্যের প্রতি ঋণী ছিল না। ১১ শতকের শুরুতে কাতালান কাউন্টিগুলো সামন্তকরণের একটি গুরুত্বপূর্ণ প্রক্রিয়ার শিকার হয়, কারণ মাইলগুলো এই পূর্বে স্বাধীন কৃষকদের উপর সামন্তদশার সংযোগ তৈরি করেছিল। শতাব্দীর মাঝামাঝি বছরগুলো ছিল ভয়াবহ শ্রেণীযুদ্ধের বৈশিষ্ট্যসম্পন্ন। ঘোড়ায় চড়ে ভাল সশস্ত্র ভাড়াটে সৈন্যদের চুক্তির ভিত্তিতে নতুন সামরিক কৌশল ব্যবহার করে কৃষকদের বিরুদ্ধে গুরুতর সহিংসতা চালানো হয়েছিল। শতাব্দীর শেষের দিকে, বেশিরভাগ অ্যালোয়াররা সামন্তে রূপান্তরিত হয়েছিল। কারকাসোনের এরমেসিন্ডে কাউন্টপত্নীর (১০১৭-১০৫৭) রাজত্বকালে, যিনি তার স্বামী কাউন্ট র‍্যামন বোরেলের মৃত্যুর পরে বার্সেলোনার সরকার পেয়েছিলেন, কেন্দ্রীয় ক্ষমতার বিচ্ছিন্নতা স্পষ্ট ছিল।\n\nসামন্তবাদী সহিংসতার প্রতি ক্যাথলিক চার্চের প্রতিক্রিয়া ছিল চার্চের চারপাশে স্যাগ্রেস প্রতিষ্ঠা এবং ঈশ্বরের শান্তি ও শান্তির আন্দোলন। ১০২৭ সালে রুসিলনের টুলুজেসে অ্যাবট ওলিবা শান্তি ও যুদ্ধবিরতির প্রথম সমাবেশের সভাপতিত্ব করেন। এরমেসিন্ডের নাতি কাউন্ট র‍্যামন বেরেনগুয়ের প্রথম, বার্সেলোনার রীতিনীতি লিখিতভাবে কাতালান আইনে সংহিতাকরণ শুরু করেন, যা পশ্চিম ইউরোপে সামন্ততান্ত্রিক আইনের প্রথম সম্পূর্ণ সংকলন হয়ে ওঠে। আইনি সংহিতাকরণ সামন্তকরণের প্রক্রিয়াকে এগিয়ে ও নিয়ন্ত্রণ করার জন্য কাউন্টের প্রচেষ্টার অংশ ছিল।\nর‍্যামন বেরেনগুয়ের তৃতীয় এর অধীনে, বার্সেলোনা কাউন্টি আঞ্চলিক সম্প্রসারণের একটি নতুন পর্যায়ের অভিজ্ঞতা লাভ করেছিল এর মধ্যে মেজোর্কার তাইফা (১১১৪) এর বিরুদ্ধে একটি যৌথ কাতালান ও পিসান ক্রুসেড এবং টাররাগোনা বিজয় (১১১৬) অন্তর্ভুক্ত ছিল, যা মুসলিম বিজয়ের পরে ভেঙে দেওয়া শহরের আর্কিপিস্কোপাল আসন (১১১৯) পুনরুদ্ধার করেছিল। এর অর্থ নারবোনের বিশপ্রিক থেকে কাতালান চার্চের স্বাধীনতা।\n\n\n=== রাজবংশীয় ইউনিয়ন ===\n১১৩৭ সালে বার্সেলোনার কাউন্ট র‍্যামন বেরেনগুয়ার চতুর্থ আরাগনের রানী পেট্রোনিলাকে বিয়ে করেন, বার্সেলোনা কাউন্টির রাজবংশীয় ইউনিয়ন এবং আরাগন রাজ্যের সাথে এর আধিপত্য প্রতিষ্ঠা করেন, যা আরাগন রাজত্ব তৈরি করেছিল। র‍্যামন বেরেনগুয়ার চতুর্থ এর শাসনামলে কাতালানদের লেইডা এবং টর্টোসার বিজয় দেখা যায়। তাদের ছেলে আলফনস আরাগনের প্রথম রাজা ছিলেন যিনি বার্সেলোনার কাউন্টও ছিলেন, তখন থেকে উত্তরাধিকারসূত্রে আরাগন ক্রাউনের সমস্ত রাজাদের উপাধি পেয়েছিলেন। আলফনসের শাসনামলে ১১৭৩ সালে কাতালোনিয়াকে প্রথমবারের মতো আইনত সীমাবদ্ধ করা হয়েছিল, যখন বার্সেলোনার রীতিনীতির প্রথম সংকলনটি তাদের কাতালোনিয়ার আইনে (কনস্যুইটুডিনেম ক্যাথালোনি) পরিণত করার প্রক্রিয়াতে তৈরি করা হয়েছিল।  রীতিনীতি ছাড়াও, ১১৭০ থেকে ১১৯৫ সালের মধ্যে লিবার ফেউডোরুম মেওর এবং গেস্টা কমিটাম বার্কিনোনেন্সিয়াম সংকলিত ও লেখা হয়েছিল, যাকে একসাথে কাতালান রাজনৈতিক পরিচয়ের তিনটি মাইলফলক হিসাবে বিবেচনা করা হয়।\n\nতার পুত্র রাজা আরাগন দ্বিতীয় পিটার, আলবিজেনসিয়ান ক্রুসেড থেকে র‍্যামন বেরেনগুয়ের প্রথম এর সময় থেকে অধিগ্রহণ করা অক্সিটান অঞ্চলগুলোর প্রতিরক্ষার মুখোমুখি হন। মুরেটের যুদ্ধ (১২ সেপ্টেম্বর ১২১৩) এবং রাজা পিটার এবং তার সামন্ত ও মিত্রদের অপ্রত্যাশিত পরাজয়, ফরাসি-ক্রুসেডার সেনাবাহিনীর বিরুদ্ধে টুলুস, কমিংস ও ফয়েক্সের কাউন্ট, যার ফলে কাতালোনিয়া এবং ল্যাঙ্গুয়েডকের প্রাচীন অঞ্চলগুলোর মধ্যে বিদ্যমান শক্তিশালী মানবিক, সাংস্কৃতিক ও অর্থনৈতিক বন্ধন ম্লান হয়ে যায়।\n১২৫৮ সালের কোরবিল চুক্তিতে আরাগনের জেমস প্রথম, সানিফ্রেডের বংশধর ও কার্কাসনের বেলো এবং সেইজন্য উত্তরাধিকার সূত্রে পাওয়া বার্সেলোনা সভার ল্যাঙ্গুয়েডোক-এ তার পারিবারিক অধিকার ও আধিপত্য ত্যাগ করেছিলেন এবং ফ্রান্সের ক্যাপেটিয়ান রাজা লুই নবম-কে ক্যারোলিংজিয়ান রাজবংশের উত্তরাধিকারী হিসাবে স্বীকৃতি দেন। বিনিময়ে, ফ্রান্সের রাজা আনুষ্ঠানিকভাবে সমস্ত কাতালান কাউন্টির উপর তার সামন্ত প্রভুত্বের দাবি ত্যাগ করেন। এই চুক্তিটি ফরাসি দৃষ্টিকোণ থেকে পূর্ববর্তী তিন শতাব্দীতে প্রতিষ্ঠিত এবং অনুশীলন করা কাতালান কাউন্টিগুলোর স্বাধীনতা নিশ্চিত করেছিল, তবে কাতালোনিয়া ও ল্যাঙ্গুয়েডোকের জনগণের মধ্যে অপূরণীয় বিচ্ছেদকেও বোঝায়।\nআরাগন ক্রাউনের মধ্যে একটি উপকূলীয় অঞ্চল হিসাবে এবং বার্সেলোনা বন্দরের ক্রমবর্ধমান গুরুত্বের সাথে কাতালোনিয়া ক্রাউনের সামুদ্রিক শক্তির প্রধান কেন্দ্রে পরিণত হয়, ভ্যালেন্সিয়া, ব্যালেরিক দ্বীপপুঞ্জ, সার্ডিনিয়া এবং সিসিলিতে বিজয় ও বাণিজ্যের মাধ্যমে তার প্রভাব ও শক্তিকে প্রচার ও প্রসারিত করতে সহায়তা করে।\n\n\n=== কাতালান সংবিধান (১২৮৩-১৭১৬) এবং ১৫ শতক ===\n\nএকই সময়ে, কাতালোনিয়া রাজ্য রাজত্বের ভূসম্পত্তি ও রাজার মধ্যে চুক্তির ধারণার উপর ভিত্তি করে একটি জটিল প্রাতিষ্ঠানিক ও রাজনৈতিক ব্যবস্থা গড়ে তুলেছিল। আইনকে (সংবিধান বলা হয়) কাতালোনিয়ার সাধারণ আদালতে অনুমোদিত হতে হয়েছিল, ইউরোপের প্রথম সংসদীয় সংস্থাগুলোর মধ্যে একটি যা রাজকীয় ক্ষমতাকে একতরফাভাবে আইন প্রণয়নের জন্য নিষিদ্ধ করেছিল, কোর্টে বর্ণনা করা ভূসম্পত্তির সাথে ভাগ করে নিয়েছিল (১২৮৩ সাল থেকে)। বার্সেলোনার রীতিনীতি থেকে উদ্ভুত প্রথম কাতালান সংবিধান ১২৮৩ সাল থেকে বার্সেলোনার কাতালান আদালত (কোর্টস) থেকে প্রাপ্ত। বিতর্কিত হ্যাবসবার্গ রাজা চার্লস তৃতীয় এর সভাপতিত্বে ১৭০৫-১৭০৬ সালের আদালত দ্বারা শেষগুলো জারি করা হয়েছিল। কাতালোনিয়ার সংবিধান এবং অন্যান্য অধিকারের সংকলন কোডেক্সের রোমান ঐতিহ্য অনুসৃত। এই সংবিধান রাজ্যটির বাসিন্দাদের জন্য অধিকারের একটি সংকলন তৈরি করেছিল এবং রাজাদের ক্ষমতাকে সীমিত করেছিল।\n\n১১ শতকের ভিত্তি সহ কাতালোনিয়ার জেনারেল কোর্ট (বা কাতালান আদালত) ইউরোপের প্রথম সংসদীয় সংস্থাগুলোর মধ্যে একটি যা ১২৮৩ সাল থেকে রাজার সাথে আইন তৈরি করার ক্ষমতা পেয়েছিল। আদালত \"আর্মস\" (ব্র্যাকোস)-এ সংগঠিত তিনটি ভূসম্পত্তি নিয়ে গঠিত, যেখানে বার্সেলোনার কাউন্ট হিসাবে রাজা সভাপতিত্বে ছিলেন। কাতালোনিয়ার বর্তমান সংসদকে এই প্রতিষ্ঠানের প্রতীকী এবং ঐতিহাসিক উত্তরসূরি হিসেবে বিবেচনা করা হয়।\n\"জেনারেলের কর\" পুনরুদ্ধার করার জন্য ১৩৫৯ সালের আদালত ডেপুটিদের একটি স্থায়ী প্রতিনিধিত্ব প্রতিষ্ঠা করে, যাকে জেনারেল ডেপুটেশন বলা হয় (কাতালানে: ডিপুটাসিও দেল জেনারেল) এবং পরে সাধারণত জেনারেলিট্যাট নামে পরিচিত হয়, যেটি পরবর্তী শতাব্দীগুলোতে তার উপর যথেষ্ট রাজনৈতিক ক্ষমতা অর্জন করেছিল।\nরাজ্যটি ১৩ শতক এবং ১৪ শতকের প্রথমার্ধে একটি সমৃদ্ধ সময় দেখেছিল। জনসংখ্যা বৃদ্ধি পেয়েছিল; কাতালান ভাষা এবং সংস্কৃতি পশ্চিম ভূমধ্যসাগরের দ্বীপগুলোতে বিস্তৃত হয়েছিল। আরাগনের তৃতীয় পিটার (\"দ্য গ্রেট\") এর শাসনামলে সিসিলির বিজয় ও ফরাসি ক্রুসেডের বিরুদ্ধে সফল প্রতিরক্ষা অন্তর্ভুক্ত ছিল; তার পুত্র ও উত্তরসূরি আলফোনসো তৃতীয় (\"দ্য জেনেরাস\") মেনোর্কা জয় করেন; এবং পিটারের দ্বিতীয় পুত্র জেমস দ্বিতীয় সার্ডিনিয়া জয় করেন; কাতালোনিয়া ছিল সাম্রাজ্যের কেন্দ্রবিন্দু, এটিকে সম্প্রসারণ ও সংগঠিত করে এর নিজস্ব অনুরূপ প্রাতিষ্ঠানিক ব্যবস্থা প্রতিষ্ঠা করেন। বার্সেলোনা তখন সবচেয়ে নিয়মিত রাজকীয় বাসস্থানে পরিণত হয়, ১৩১৮ সালে রয়্যাল আর্কাইভস প্রতিষ্ঠার মাধ্যমে রাজ্যে প্রশাসনিক কেন্দ্র হিসাবে একীভূত হয়। কাতালান কোম্পানি, রজার ডি ফ্লোরের নেতৃত্বে এবং সিসিলিয়ান ভেস্পার্সের যুদ্ধের আলমোগাভার অভিজ্ঞদের দ্বারা গঠিত ভাড়াটে সৈনিকদের তুর্কিদের বিরুদ্ধে লড়াই করার জন্য বাইজেন্টাইন সাম্রাজ্য দ্বারা ভাড়া করা হয়েছিল, বেশ কয়েকটি যুদ্ধে তাদের পরাজিত করেছিল। সম্রাটের পুত্র মাইকেল প্যালিওলোগোসের (১৩০৫) আদেশে রজার ডি ফ্লোরকে হত্যার পর, কোম্পানি বাইজেন্টাইন অঞ্চল লুট করে প্রতিশোধ নেয় এবং তারা আরাগনের রাজার নামে এথেন্স ও নিওপেট্রাসের ডুচিস জয় করে। গ্রীক ভূমিতে কাতালান শাসন ১৩৯০ সাল পর্যন্ত স্থায়ী ছিল।\nভূমধ্যসাগর জুড়ে একটি বিস্তৃত বাণিজ্য নেটওয়ার্ক তৈরি করে এই আঞ্চলিক সম্প্রসারণের সাথে বার্সেলোনায় কেন্দ্রীভূত কাতালান বাণিজ্যের একটি দুর্দান্ত বিকাশ ঘটেছে, যা জেনোয়া ও ভেনিসের সামুদ্রিক প্রজাতন্ত্রগুলোর সাথে প্রতিযোগিতা করেছিল। এই সারিতে, প্রতিষ্ঠানগুলো তৈরি করা হয়েছিল যা বণিকদের আইনি সুরক্ষা প্রদান করেছিল, যেমন সমুদ্রের কনস্যুলেট এবং সমুদ্রের কনস্যুলেটের বই, সামুদ্রিক আইনের প্রথম সংকলনগুলোর মধ্যে একটি।\n১৪ শতকের দ্বিতীয় ত্রৈমাসিকে কাতালোনিয়ার জন্য গুরুত্বপূর্ণ পরিবর্তন দেখা যায়, যা প্রাকৃতিক বিপর্যয়, জনসংখ্যাগত সংকট, কাতালান অর্থনীতিতে স্থবিরতা ও পতন এবং সামাজিক উত্তেজনার উত্থানের দ্বারা চিহ্নিত। গমের খারাপ ফলনের কারণে ১৩৩৩ সালটি লো মাল অ্যানি প্রাইমার (কাতালান: \"প্রথম খারাপ বছর\") হিসাবে পরিচিত ছিল। কালো মৃত্যু মহামারি এবং পরবর্তীতে প্লেগের প্রাদুর্ভাবের কারণে আরাগোনিজ রাজত্বের রাজ্যগুলো মারাত্মকভাবে প্রভাবিত হয়েছিল। ১৩৪৭ থেকে ১৪৯৭ সালের মধ্যে কাতালোনিয়া তার জনসংখ্যার ৩৭ শতাংশ হারিয়েছিল।\n১৪১০ সালে বার্সেলোনা সভার শেষ শাসক রাজা মার্টিন প্রথম কোন বংশধর রেখে যাওয়া ছাড়াই মারা যান। ক্যাসপ সমঝোতার অধীনে (১৪১২) ক্যাস্টিলিয়ান ট্রাস্টামারার সভা থেকে ফার্ডিনান্ড আরাগনের ফার্ডিনান্ড প্রথম হিসাবে আরাগন রাজত্ব লাভ করেন। ফার্ডিনান্ডের উত্তরসূরি আলফোনসো পঞ্চম (\"দ্য ম্যাগনানিমাস\") কাতালান-আরাগোনিজ সম্প্রসারণের একটি নতুন পর্যায় উন্নীত করেন, এই সময় নেপলস রাজ্যের উপরে তিনি অবশেষে ১৪৪৩ সালে শাসন লাভ করেন। তবে, তিনি কাতালোনিয়া রাজ্যে গ্রামাঞ্চল ও শহর উভয় ক্ষেত্রেই সামাজিক সংকটকে আরও বাড়িয়ে তোলেন। দুটি রাজনৈতিক দল বিগা ও বুস্কার মধ্যে কনসেল ডি সেন্টের নিয়ন্ত্রণ নিয়ে বিরোধের কারণে বার্সেলোনায় রাজনৈতিক দ্বন্দ্ব দেখা দেয়ায় উভয়ই অর্থনৈতিক সংকটের সমাধান খুঁজছিল। এদিকে, মন্দ রীতিনীতি হিসাবে পরিচিত সামন্ততান্ত্রিক নির্যাতনের শিকার রেমেনকা  (ভূমিদাস) কৃষকরা রাজার কাছ থেকে সুরক্ষা চেয়ে সিগনোরিয়াল চাপের বিরুদ্ধে একটি সিন্ডিকেট হিসাবে নিজেদের সংগঠিত করতে শুরু করেছিল। আলফোনসোর ভাই জন দ্বিতীয় (\"দ্য আনরিলায়েবল\") ছিলেন বাস্ক নাভারে রাজ্য এবং কাতালোনিয়া উভয় ক্ষেত্রেই একজন গভীর ঘৃণিত রাজপ্রতিনিধি ও শাসক।\nজন দ্বিতীয় এর নীতির প্রতি কাতালোনিয়ার প্রতিষ্ঠানগুলোর বিরোধিতার ফলে তাদের রাজবংশীয় অধিকার প্রত্যাখ্যান করার জন্য ভায়ানার যুবরাজ জনের পুত্র চার্লসের প্রতি তাদের সমর্থন ছিল। তার পিতা দ্বারা চার্লসকে আটকের প্রতিক্রিয়া হিসাবে জেনারেলিট্যাট রাজ্য কাউন্সিল নামে একটি রাজনৈতিক সংস্থা প্রতিষ্ঠা করেছিলেন, যার সাথে দ্বন্দ্বের হুমকির মুখে জন আলোচনা করতে বাধ্য হয়েছিল। ভিলাফ্রাঙ্কার আত্মসমর্পণ (১৪৬১) চার্লসকে কারাগার থেকে মুক্তি দিতে এবং তাকে কাতালোনিয়ার লেফটেন্যান্ট নিয়োগ করতে বাধ্য করেছিল, অন্যদিকে রাজাকে রাজ্যটিতে প্রবেশের জন্য জেনারেলিট্যাটের অনুমতির প্রয়োজন হয়েছিল।  আত্মসমর্পণের বিষয়বস্তু দক্ষতাবাদ ও কাতালোনিয়ার সাংবিধানিক ব্যবস্থার চূড়ান্ত পরিণতি এবং একীকরণের প্রতিনিধিত্ব করে। তবে, রাজা জনের মতবিরোধ, চার্লসের অল্প সময়ের মধ্যেই মৃত্যু এবং ১৪৬২ সালে রেমেনকা বিদ্রোহের ফলে দশ বছরের কাতালান গৃহযুদ্ধ (১৪৬২-১৪৭২) শুরু হয় যা দেশটিকে ক্ষয়িত করে তোলে। ১৪৭২ সালে কাতালোনিয়ার শেষ পৃথক শাসক রাজা আনজুর রেনে (\"দ্য গুড\") রাজা জনের বিরুদ্ধে যুদ্ধে হেরে যান।\nজনের পুত্র দ্বিতীয় ফার্ডিনান্ড (\"দ্য ক্যাথলিক\"), সংঘাতের সময় দখল করা উত্তর কাতালান কাউন্টিগুলো (১৪৯৩) পুনরুদ্ধার করেছিলেন এবং কাতালান প্রতিষ্ঠানগুলোর অঘোরে সংস্কার করেছিলেন। কাতালান আদালতে অনুমোদিত আইনে রাজকীয় ক্ষমতা উপস্থাপন করে দ্য কনস্টিটিউসিও ডি এল'অবজারভানকা (১৪৮১) অনুমোদিত হয়েছিল। কয়েক দশকের সংঘাতের পর, অর্থের বিনিময়ে সেন্টেন্সিয়া আরবিট্রাল ডি গুয়াডালুপে (১৪৮৬) দ্বারা রেমেনকা কৃষকদের বেশিরভাগ সামন্ততান্ত্রিক নির্যাতন থেকে মুক্তি দেওয়া হয়েছিল।\n\n\n=== প্রাথমিক আধুনিক যুগে কাতালোনিয়া ===\n\nক্যাস্টিলের ইসাবেলা প্রথম এবং আরাগনের ফার্ডিনান্ড প্রথম (১৪৬৯) এর বিয়ে আইবেরিয়ান উপদ্বীপের তিনটি প্রধান খ্রিস্টান রাজ্যের মধ্যে দুটিকে একীভূত করেছিল, আবার ফার্ডিনান্ড দ্বিতীয় এর ১৫১২ সালে বাস্ক রাজ্যে আক্রমণের পরে নাভারে রাজ্যটি অন্তর্ভুক্ত হয়েছিল।\nএর ফলে স্পেনের ধারণাকে শক্তিশালী করা হয়, যা এই রাজাদের মনে আগে থেকেই ছিল, প্রাক্তন আরাগন ক্রাউন, ক্যাস্টিল এবং ক্যাস্টিলের সাথে যুক্ত নাভারের (১৫১৫) দ্বারা গঠিত। ১৪৯২ সালে গ্রানাডার চারপাশে আল-আন্দালুসের শেষ অবশিষ্ট অংশটি জয় করা হয়েছিল এবং আমেরিকা মহাদেশে স্পেনীয়দের বিজয় শুরু হয়েছিল। রাজনৈতিক ক্ষমতা আরাগন থেকে ক্যাস্টিলের দিকে সরে যেতে শুরু করে এবং পরবর্তীকালে, ক্যাস্টিল থেকে স্প্যানিশ সাম্রাজ্যে, যা বিশ্ব আধিপত্যের জন্য ইউরোপে ঘন ঘন যুদ্ধে লিপ্ত হয়। ১৫১৬ সালে স্পেনের চার্লস প্রথম প্রথম রাজা হয়েছিলেন যিনি একই সাথে ক্যাস্টিল এবং আরাগন ক্রাউন নিজের অধিকারে শাসন করেছিলেন। তার পৈত্রিক (হ্যাবসবার্গ সভা) পিতামহ বিমল রোমান সম্রাট ম্যাক্সিমিলিয়ান প্রথমের মৃত্যুর পরে, তিনি ১৫১৮ সালে বিমল রোমান সম্রাট চার্লস পঞ্চম নির্বাচিত হন। চার্লস পঞ্চম এর রাজত্ব ছিল একটি আপেক্ষিক সুরেলা সময়, যে সময়ে এর নিজস্ব প্রান্তিকতা সত্ত্বেও কাতালোনিয়া সাধারণত স্পেনের নতুন কাঠামোকে মেনে নিয়েছিল।\n\n১৮ শতকের শুরুতে স্পেনীয় উত্তরাধিকার যুদ্ধের পরাজয়ের ফলে তারা শেষ অবধি দমন না হওয়া পর্যন্ত একটি বর্ধিত সময়ের জন্য কাতালোনিয়া আরাগন ক্রাউনের শেষ অংশ হিসাবে সমগ্র আধুনিক যুগে দক্ষিণ ও মধ্য ইউরোপে পরিলক্ষিত প্রবণতার বিরুদ্ধে সফলভাবে নিজস্ব প্রাতিষ্ঠানিক ব্যবস্থা এবং আইন বজায় রেখেছে, যা প্রতিনিধিত্বমূলক প্রতিষ্ঠানের গুরুত্বকে হ্রাস করেছে। রাজাদের দীর্ঘস্থায়ী অনুপস্থিতি, যারা বেশিরভাগ সময় কাস্টিলে বসবাস করতেন, রাজ্যটিতে রাজার প্রতিনিধি হিসাবে ভাইসরয়ের ব্যক্তিত্বকে সমন্বয়সাধন করার দিকে নিয়ে যায়।\nপরবর্তী দুই শতাব্দীতে, কাতালোনিয়া সাধারণত একাধিক যুদ্ধে হেরে যাওয়ার দিকে ছিল যা স্পেনে ক্ষমতার আরও কেন্দ্রীকরণের দিকে ধীরগতিতে নিয়ে যায়। এই সত্য সত্ত্বেও, ১৬ তম এবং ১৮ শতকের মধ্যে, স্থানীয় বিষয়ে রাজনৈতিক সম্প্রদায়ের ভূমিকা এবং দেশের সাধারণ সরকার বৃদ্ধি পায়, আবার বিশেষত দুটি শেষ আদালতের (১৭০১-১৭০২ এবং ১৭০৫-১৭০৬) পরে রাজকীয় ক্ষমতাগুলো তুলনামূলকভাবে সীমিত ছিল। সাংবিধানিক কাতালান প্রতিষ্ঠান এবং ধীরে ধীরে আরও কেন্দ্রীভূত রাজতন্ত্রের মধ্যে উত্তেজনা দেখা দিতে শুরু করে। ১৬২৬ সালে অলিভারেসের কাউন্ট-ডিউক, ফিলিপ চতুর্থ-এর মন্ত্রী রাজতন্ত্রের রাজ্যগুলোর সামরিক অবদান ইউনিয়ন ডি আর্মাস (অস্ত্র ইউনিয়ন) প্রতিষ্ঠা করার চেষ্টা করেছিলেন, কিন্তু প্রকল্পের প্রতি কাতালোনিয়ার প্রতিরোধ ছিল শক্তিশালী। এই ঘটনাগুলো, অন্যান্য কারণগুলোর সাথে যেমন অর্থনৈতিক সংকট, সৈন্যদের উপস্থিতি এবং কৃষকদের বিদ্রোহ রিপারস যুদ্ধের দিকে নিয়ে যায়, যাকে ফ্রাঙ্কো-স্পেনীয় যুদ্ধের প্রেক্ষাপটে কাতালান বিদ্রোহও (১৬৪০-১৬৫২) বলা হয়, যেখানে জেনারেলিট্যাটের সভাপতি পাউ ক্লারিসের নেতৃত্বে কাতালোনিয়া ১৬৪১ সালের জানুয়ারিতে ফরাসি সুরক্ষার অধীনে সংক্ষিপ্তভাবে নিজেকে একটি স্বাধীন প্রজাতন্ত্র হিসাবে ঘোষণা করে এবং পরে ফ্রান্সের রাজতন্ত্রে যোগ দেয়, রাজা লুই ত্রয়োদশ বার্সেলোনার কাউন্ট হিসাবে নিযুক্ত হন, কিন্তু, পরে প্রথম সামরিক সাফল্যের ফলে কাতালানরা শেষ পর্যন্ত পরাজিত হয় এবং ১৬৫২ সালে স্পেন ক্রাউনে পুনর্গঠিত হয়।\n১৬৫৯ সালে স্পেনের ফিলিপ চতুর্থ দ্বারা স্বাক্ষরিত পাইরেনিসের চুক্তির পর, রুসিলন, কনফ্লেন্ট, ভ্যালেস্পির এবং লা সেরডানিয়ার কিছু অংশ, যা বর্তমানে ফরাসি সেরডাগন নামে পরিচিত, এর কমর্কস (কাউন্টি) ফ্রান্সের কাছে হস্তান্তর করা হয়েছিল। লিভিয়া শহরটি স্পেনের অংশ ছিল, তবে, নতুন সীমান্তের এক মাইল উত্তরে একটি বিচ্ছিন্ন ছিটমহল। ভূখণ্ডের এই অংশে কাতালান প্রতিষ্ঠানগুলোকে দমন করা হয়েছিল এবং ১৭০০ সালে কাতালান ভাষার সর্বজনীন ব্যবহার নিষিদ্ধ করা হয়েছিল। সাম্প্রতিক সময়ে, কাতালোনিয়ার জাতীয়তাবাদী রাজনৈতিক দলগুলোর দ্বারা অর্পিত এলাকাটি উত্তর কাতালোনিয়া (ফরাসি ভাষায় রুসিলন) নামে পরিচিত, কাতালান-ভাষী অঞ্চলগুলোর অংশ যা কাতালান দেশ হিসাবে পরিচিত। বর্তমানে, এই অঞ্চলটি প্রশাসনিকভাবে পাইরেনিস-ওরিয়েন্টালস এর ফরাসি বিভাগের অংশ।\nস্পেনের শেষ হাবসবার্গ রাজা দ্বিতীয় চার্লসের শাসনামলে ১৭ শতকের শেষ দশকে স্পেন ও ফ্রান্সের মধ্যে বিরামহীন দ্বন্দ্ব এবং ব্যারেটিনের বিদ্রোহের মতো নতুন অভ্যন্তরীণ দ্বন্দ্ব সত্ত্বেও (১৬৮৭-১৬৮৯), জনসংখ্যা প্রায় ৫০০,০০০ জন বাসিন্দাতে বৃদ্ধি পায় এবং কাতালান অর্থনীতি চাঙ্গা হয়েছিল। ইংল্যান্ড এবং ডাচ প্রজাতন্ত্রে ওয়াইন রপ্তানির মাধ্যমে এই অর্থনৈতিক প্রবৃদ্ধি বৃদ্ধি পায়, কারণ ডাচদের বিরুদ্ধে ফরাসি মন্ত্রী জিন-ব্যাপটিস্ট কোলবার্টের বাণিজ্য যুদ্ধ এবং পরবর্তীতে ফ্রান্সের বিরুদ্ধে নয় বছরের যুদ্ধে এই দেশগুলোর অংশগ্রহণের কারণে ফরাসিদের সাথে বাণিজ্য করতে সক্ষম হয়নি। এই নতুন পরিস্থিতির কারণে অনেক কাতালান ইংল্যান্ড এবং বিশেষ করে নেদারল্যান্ডসকে কাতালোনিয়ার রাজনৈতিক ও অর্থনৈতিক মডেল হিসেবে দেখতে চেয়েছিল।\nস্পেনীয় উত্তরাধিকার যুদ্ধের শুরুতে, বোরবন আঞ্জুর ডিউক ফিলিপ পঞ্চম হিসাবে স্পেনের সিংহাসন দাবি করেছিল এবং রাজ্যটি প্রাথমিকভাবে তার দাবিকে সমর্থন করেছিল। তবে, ভাইসরয় ফ্রান্সিসকো ডি ভেলাস্কোর দমনমূলক ব্যবস্থা এবং রাজার কর্তৃত্ববাদী সিদ্ধান্ত (যার মধ্যে কিছু কাতালান আইনের বিপরীত), সেইসাথে অর্থনৈতিক নীতি এবং ফরাসি নিরঙ্কুশতার প্রতি অবিশ্বাস কাতালোনিয়াকে ১৭০৫ সালে পক্ষ পরিবর্তন করতে উস্কে দেয়, যখন হ্যাবসবার্গ প্রার্থী অস্ট্রিয়ার আর্চডিউক চার্লস (স্পেনের তৃতীয় চার্লস হিসাবে) বার্সেলোনায় অবতরণ করেন। পূর্বে, একই বছর, কাতালোনিয়া রাজ্য এবং ইংল্যান্ড রাজ্য জেনোয়া চুক্তিতে স্বাক্ষর করে হাবসবার্গ সমর্থক বৃহত্তর জোটে প্রবেশ করে এর প্রতিষ্ঠান এবং স্বাধীনতার প্রথম সুরক্ষা পায়। ইউট্রেক্টের চুক্তি (১৭১৩) যুদ্ধের সমাপ্তি ঘটায় এবং মিত্র বাহিনী কাতালোনিয়া থেকে প্রত্যাহার করে নেয়, যা সত্ত্বেও, ১১ সেপ্টেম্বর ১৭১৪-এ দীর্ঘ অবরোধের পর বার্সেলোনার পতন না হওয়া পর্যন্ত স্টেটস-জেনারেলের সিদ্ধান্তে নিজস্ব সেনাবাহিনী নিয়ে লড়াই করে যায়। ফিলিপ পঞ্চম এর বিজয়ী বাহিনী কাতালোনিয়ার রাজধানী দখল করে এবং (যেমনটি ঘটেছিল আরাগন এবং ভ্যালেন্সিয়া রাজ্যে, এছাড়াও চার্লসের অনুগত) ১৭১৬ সালে রাজা নুয়েভা প্লান্টা ডিক্রি জারি করেছিলেন। ডিক্রিগুলো প্রধান কাতালান প্রতিষ্ঠান ও আইনগুলোকে বিলুপ্ত করে (দেওয়ানি ও বাণিজ্য আইন ব্যতীত), নতুন রাজনৈতিক ব্যবস্থা হিসাবে নিরঙ্কুশতা প্রতিষ্ঠা করে এবং স্পেনীয় ভাষার প্রশাসনিক ব্যবহার চাপিয়ে দেয়, ধীরে ধীরে কাতালানদের স্থানচ্যুত করে।\n\n\n=== নুয়েভা প্লান্টার পর ===\n\nকাতালান প্রতিষ্ঠানের বিলুপ্তি ছাড়াও, নুয়েভা প্ল্যান্টা ডিক্রি কাতালোনিয়ার রয়্যাল অডিয়েন্সকে সংস্কার করে নতুন নিরঙ্কুশ ব্যবস্থা আরোপ নিশ্চিত করে, এটিকে রাজ্যটির সর্বোচ্চ সরকারি সংস্থায় পরিণত করে, বিলুপ্ত প্রতিষ্ঠানের অনেক কাজ শোষণ করে এবং রাজা কর্তৃক নিযুক্ত প্রদেশের সর্বোচ্চ কর্তৃপক্ষ (ভাইসরয়ের স্থলাভিষিক্ত) কাতালোনিয়ার ক্যাপ্টেন জেনারেল যে দলিল দিয়ে শাসন করবেন তা করে তোলে।\nভেগুইরিস-এ বিভাজন ক্যাস্টিলিয়ান কোরেজিমিয়েন্টস দিয়ে প্রতিস্থাপিত হয়েছিল। ১৮ ও ১৯ শতকের দেরীতে, সামরিক দখল, উচ্চ নতুন কর আরোপ এবং বোরবন সভার রাজনৈতিক অর্থনীতি সত্ত্বেও স্পেনীয় প্রশাসনের অধীনে কাতালোনিয়া (এখন একটি প্রদেশ হিসাবে) প্রোটো-শিল্পায়ন প্রক্রিয়া অব্যাহত রেখেছিল, আমেরিকাতে উন্মুক্ত বাণিজ্যের শুরু থেকে শতাব্দীর শেষের দিকে তুলনামূলকভাবে সাহায্য করেছিল এবং স্পেনীয় সরকার কর্তৃক প্রণীত সুরক্ষাবাদী নীতি (যদিও সেই সময়ে স্পেনীয় সরকারের নীতি মুক্ত বাণিজ্য এবং সুরক্ষাবাদের মধ্যে অনেকবার পরিবর্তিত হয়েছিল) একীভূত করে নতুন স্পেনের শিল্পায়নের কেন্দ্রে পরিণত হওয়া ১৭ শতকের শেষ থেকে কাতালোনিয়ায় অর্থনৈতিক প্রবৃদ্ধির মডেলটি ঘটেছিল; আজ অবধি, এটি মাদ্রিদ এবং বাস্ক দেশের সাথে স্পেনের অন্যতম শিল্পোন্নত অংশ হিসাবে রয়ে গেছে। ১৮৩৩ সালে মন্ত্রী জাভিয়ের ডি বার্গোসের ডিক্রি দ্বারা সমস্ত স্পেনকে প্রদেশে সংগঠিত করা হয়েছিল, যার মধ্যে কাতালোনিয়া অন্তর্ভুক্ত ছিল, যা একটি সাধারণ প্রশাসন ছাড়াই চারটি প্রদেশে বিভক্ত ছিল: বার্সেলোনা, গিরোনা, লেইডা ও তারাগোনা।\n২০ শতকের প্রথম তৃতীয় সময়ে বেশ কয়েকটি ঘটনায় কাতালোনিয়া বিভিন্ন মাত্রার স্বায়ত্তশাসন লাভ করে এবং হারায়, ১৯১৪ সালে প্রশাসনিক ঐক্য পুনরুদ্ধার করে, যখন চারটি কাতালান প্রদেশকে একটি কমনওয়েলথ (কাতালান: ম্যানকোমিউনিটাট) তৈরি করার অনুমোদন দেওয়া হয় এবং, পরে ১৯৩১ সালে দ্বিতীয় স্পেনীয় প্রজাতন্ত্রের ঘোষণা, জেনারেলিট্যাটকে স্বায়ত্তশাসনের একটি প্রতিষ্ঠান হিসাবে পুনরুদ্ধার করা হয়েছিল, কিন্তু স্পেনীয় গৃহযুদ্ধে (১৯৩৬-১৯৩৯) স্পেনের বেশিরভাগ অঞ্চলের মতো কাতালান স্বায়ত্তশাসন এবং সংস্কৃতিকে দ্বিতীয় স্প্যানিশ প্রজাতন্ত্রের পরাজয়ের পর একটি অভূতপূর্ব মাত্রায় চূর্ণ করা হয়েছিল যা ফ্রান্সিসকো ফ্রাঙ্কোকে ক্ষমতায় নিয়ে আসে। সাধারণ পুনরুদ্ধারের সংক্ষিপ্ত সময়ের পরে কাতালান ভাষার সর্বজনীন ব্যবহার আবার নিষিদ্ধ করা হয়েছিল।\n১৯৭৫ সালে ফ্রাঙ্কোর মৃত্যুর সাথে ফ্রাঙ্কো যুগের সমাপ্তি ঘটে; পরবর্তীতে স্পেনীয় উত্তরণে গণতন্ত্র, কাতালোনিয়া রাজনৈতিক ও সাংস্কৃতিক স্বায়ত্তশাসন ফিরিয়ে আনে। এটি স্পেনের স্বায়ত্তশাসিত সম্প্রদায়গুলোর মধ্যে একটি হয়ে ওঠে। সেই তুলনায় ফ্রান্সের উত্তর কাতালোনিয়ার কোনো স্বায়ত্তশাসন নেই।\n\n\n== রাজ্য পরিভাষা ==\n\nবার্সেলোনার কাউন্ট সাধারণত স্পেনীয় মার্চের অন্যান্য কাউন্টের উভয়ই তাদের সামরিক ও অর্থনৈতিক শক্তি এবং অন্যান্য শহরগুলোর উপর বার্সেলোনার আধিপত্যের কারণে প্রিন্সেপস বা প্রাইমাস ইন্টার পারেস (\"সমানদের মধ্যে প্রথম\") হিসাবে বিবেচিত হত।\nসুতরাং, বার্সেলোনা ক্যাথেড্রাল প্রতিষ্ঠাপন আইন (১০৫৮)-এ বার্সেলোনার কাউন্ট র‍্যামন বেরেনগুয়ের প্রথমকে \"বার্সেলোনার যুবরাজ, জিরোনার কাউন্ট এবং আওসোনার মার্চিস\" (প্রিন্সেপস বার্চিনোনেনসিস, আসে গেরুনডেনসিস, মার্চিও অসোনেনসিস) বলা হয়। এছাড়াও ১১ শতকের প্রথম দিক থেকে কাউন্টি শাসনকারী আইনের সংগ্রহ বার্সেলোনার রীতিনীতির বিভিন্ন বিভাগে যুবরাজের বেশ কয়েকবার উল্লেখ রয়েছে। রীতিনীতি #৬৪ প্রিন্সিপ্যাটাসকে বার্সেলোনা, জিরোনা ও আওসোনার কাউন্টির গ্রুপ বলে, এগুলো সবই বার্সেলোনা কাউন্টের কর্তৃত্বাধীন।\nপ্রিন্সিপ্যাট দে ক্যাথালুনিয়া শব্দটির প্রথম উল্লেখটি আরাগনের চতুর্থ পিটার ও বার্সেলোনার তৃতীয় এবং মায়োর্কা রাজ্যের মধ্যে বিরোধে পাওয়া যায় ১৩৪৩ সালে  এবং এটি ১৩৫০ সালে পিটার চতুর্থের সভাপতিত্বে পার্পিগনানে কাতালান আদালতের সমাবর্তনে আবার ব্যবহার করা হয়েছিল। এটি নির্দেশ করার উদ্দেশ্য ছিল যে এই আদালত দ্বারা সৃষ্ট আইনের অধীনে অঞ্চলটি কোনও রাজ্য ছিল না, তবে বার্সেলোনা কাউন্টের কর্তৃত্বের অধীনে অঞ্চলটির সম্প্রসারণ ছিল, যিনি আরাগনের রাজাও ছিলেন, যেমনটি দেখা যায় অ্যাক্টাস দে লাস কর্টেস জেনারেলস দে লা করোনা দে আরাগন ১২৬২–১৩৬৩। তবে, ১৩ শতকের দ্বিতীয়ার্ধের বার্নাট ডেসক্লট-এর ইতিহাসে আরও অনানুষ্ঠানিক প্রসঙ্গে একটি পুরানো উল্লেখ রয়েছে।\nবার্সেলোনা কাউন্ট এবং আদালত তার এখতিয়ারের অধীনে আরও কাউন্টি যুক্ত করার সাথে সাথে উরগেল কাউন্টি, কাতালোনিয়ার নাম, যা বার্সেলোনা কাউন্টি সহ বিভিন্ন নামের বেশ কয়েকটি কাউন্টি নিয়ে গঠিত সমগ্রের জন্য ব্যবহৃত হয়েছিল। কাতালোনিয়া এবং কাতালান শব্দটি সাধারণত উত্তর-পূর্ব স্পেন ও পশ্চিম ভূমধ্যসাগরীয় ফ্রান্সের অঞ্চলগুলোর পাশাপাশি এর বাসিন্দাদের বোঝাতে ব্যবহৃত হত এবং কমপক্ষে দ্বাদশ শতাব্দীর শুরু থেকেই কেবল বার্সেলোনা কাউন্টি নয়, যেমন লাইবার মাইওলিচিনাসে (প্রায় ১১১৭–১১২৫) এই নামগুলোর প্রথম দিকের লিপিবদ্ধকরণে দেখানো হয়েছিল।\n\"কাতালোনিয় রাজ্য\" নামটি ঐতিহাসিক নথিপত্রে প্রচুর পরিমাণে পাওয়া যায় যা ১৪ শতকের মাঝামাঝি থেকে ১৯ শতকের প্রথম দিকের কাতালোনিয়াকে বোঝায়। সাম্প্রতিক দশকগুলোতে পরিচালিত গবেষণা অনুসারে ১২ শতকের দ্বিতীয়ার্ধে বিবেচনা করা হয়েছিল যখন কাতালান কাউন্টিগুলো একটি ঐক্যবদ্ধ এবং সমন্বিত রাজনৈতিক সত্তা গঠন করে, - যদিও এখতিয়ারগতভাবে বিভক্ত - যাকে \"কাতালোনিয়া\" বলা হয়। এটি ঘটে কারণ বার্সেলোনা কাউট একদিকে হয়ে ওঠে সংখ্যাগরিষ্ঠ সার্বভৌম কাতালান কাউন্টি এবং অন্যদিকে আরাগনের রাজা, যা তাদের সামন্ততান্ত্রিক পোষ্যতে না থাকলে বাকী স্বায়ত্তশাসিত কাতালান কাউন্টে (প্যালারস, উরগেল এবং এম্পুরিস) জয়ী হতে সহায়তা করেছিল, পাশাপাশি তার বিস্তৃত রাজ্য টর্টোসা এবং লেইডা ইসলামি অঞ্চলগুলোকেও অন্তর্ভুক্ত করেছিল। ১৩ শতাব্দী থেকে এই প্রক্রিয়ার ফলে সৃষ্ট রাজনৈতিক সত্তা বারবার \"রাজ্য\" শব্দটিকে একটি মধ্যযুগীয় রাজ্য হিসাবে উল্লেখ করা হয়েছিল, অর্থাৎ সরকারি রাজ্য রাজনৈতিক শাসন রাজতান্ত্রিক সরকার।\nতবে এটি সরকারিভাবে এই সম্প্রদায়কে একীভূত করেছিল, কারণ, বিভিন্ন ঐতিহাসিক কারণে আরাগন রাজ্যের শাসকরা কখনই \"কাতালোনিয়ার রাজা\" উপাধি ব্যবহার করেননি। এখানেই \"রাজ্য\" শব্দটির ব্যবহার আসে, যেহেতু কমপক্ষে দ্বাদশ শতাব্দী থেকে, শব্দটি \"রাজ্য\" পরিভাষার সমার্থক ছিল যা সাধারণভাবে রাজনৈতিক সত্তাগুলোকে ইঙ্গিত করে যা ঐতিহাসিকভাবে \"মধ্যযুগীয় রাজ্য\" অভিব্যক্তিটিকে শ্রেণিবদ্ধ করে। তবুও এটি ১৪ শতাব্দী পর্যন্ত ছিল না — বিশেষত ১৩৫০ সাল থেকে — যা আরাগনের তৃতীয় পিটারের কাজের জন্য ধন্য, কাতালোনিয়া রাজ্য একটি সরকারি এবং জনপ্রিয় নাম হয়ে ওঠে। এই রাজনৈতিক সত্তাটি কিছু যৌগিক রাজতন্ত্র বা রাজবংশীয় সমষ্টির অংশ ছিল, যেমন আরাগন ক্রাউন, স্পেনীয় রাজতন্ত্র এবং ফ্রান্সের রাজত্ব (১৬৪১-১৬৫২), সেই সময়ের অন্যান্য রাজনৈতিক সম্প্রদায়ের সাথে সমান অবস্থানে থাকা, বা বহিরাগত বড় সাম্রাজ্যের সাথে সম্পর্ক, যেমনটি ছিল কাস্টিল, আরাগন, ভ্যালেন্সিয়া, ইংল্যান্ড, স্কটল্যান্ড বা মিলানের ডাচির রাজ্য।\nস্পেনীয় উত্তরাধিকার যুদ্ধের (১৭০১-১৭১৪) শেষে ১৭১৬ সালের নুয়েভা প্ল্যান্টা ডিক্রি এবং পরবর্তীতে কাতালান প্রাতিষ্ঠানিক ব্যবস্থা ভেঙে ফেলার পর, ক্যাস্টিলের সাথে যুক্ত করা অঞ্চলটি বোরবনের নতুন এবং আরও একীভূত রাজ্যের একটি প্রদেশে পরিণত হয়, ১৭১৬ সালে কাতালোনিয়ার রাজকীয় শ্রোতৃবর্গের দ্বারা তৈরি নুয়েভা প্লান্টা ডিক্রিতে সাক্ষী হিসাবে স্পেন, কিন্তু \"রাজ্য\" অঞ্চলের সংজ্ঞা হিসাবে অব্যাহত ছিল। বেশ ১৮৮৩ সালে কয়েকটি কার্লিস্ট যুদ্ধ সত্ত্বেও স্পেন রাজ্য স্থায়ীভাবে রূপান্তরিত না হওয়া পর্যন্ত এই পরিস্থিতি বজায় ছিল, যখন জাভিয়ের দে বার্গোস কাতালোনিয়া রাজ্য প্রদেশটি নির্মূল করে এই অঞ্চলটিকে বিদ্যমান চারটি প্রদেশে বিভক্ত করেছিল। এভাবে দেশের প্রশাসনিক ও রাজনৈতিক বাস্তবতা থেকে শব্দটি বিলুপ্ত হয়ে যায়। ১৯৩১ সালে প্রজাতন্ত্রী আন্দোলনগুলো এটিকে পরিত্যাগ করার পক্ষে ছিল কারণ এটি ঐতিহাসিকভাবে রাজতন্ত্রের সাথে সম্পর্কিত।\nকাতালোনিয়ার স্বায়ত্তশাসনের সংবিধি, স্পেনীয় সংবিধান বা ফরাসি সংবিধানে এই সম্প্রদায়ের উল্লেখ নেই, তবে, তাদের বেশিরভাগই প্রজাতন্ত্রী হওয়া সত্ত্বেও, এটি কাতালান জাতীয়তাবাদী এবং স্বতন্ত্রতাবাদীদের মধ্যে পরিমিতভাবে জনপ্রিয়।\n\n\n== সরকার ও আইন ==\nকাতালোনিয়া রাজ্যে এবং আরাগন ক্রাউনের অন্যান্য অঞ্চলের রাজনৈতিক ব্যবস্থাকে ইতিহাসগ্রন্থ দ্বারা \"প্যাক্টিজম\" হিসাবে সংজ্ঞায়িত করা হয়েছে। এটি রাজা ও রাজ্যের মধ্যে সুস্পষ্ট বা নিরঙ্কুশ চুক্তিকে  সংজ্ঞায়িত করে (এর আঙ্গিক ও প্রারম্ভিক প্রতিনিধিত্বে), যা রাজকীয় ক্ষমতাকে সিদ্ধান্তমূলকভাবে সীমিত করে।\n\n\n=== প্রতিষ্ঠান ===\n\nকর্ট জেনারেল দে কাতালুনিয়া বা কর্টস কাতালানস (কাতালোনিয়া বা কাতালান আদালতের সাধারণ আদালত): ১৩ শতকে প্রতিষ্ঠিত সংসদীয় সংস্থা এবং রাজ্যের প্রধান প্রতিষ্ঠান। সম্রাটের তলব ও সভাপতিত্বে, এটি রাজত্বের (ব্র্যাকোস) তিনটি এস্টেটের  প্রতিনিধিদের দ্বারা গঠিত হয়েছিল ও আইন পাস করেছিল এবং ক্রাউনকে অর্থনৈতিক অনুদান দিয়েছিল। এছাড়াও রাজার কাউন্সিল হিসাবে এবং রাজা বিচার পরিচালনা করতে পারে এমন স্থান হিসাবেও কাজ করেছিল।\nদিপুতাসিও দেল জেনারেল বা জেনারেলিট্যাট দে কাতালুনিয়া (কাতালোনিয়ার জেনারেল বা জেনারেলিট্যাটের ডেপুটেশন): \"জেনারেলের কর\" সংগ্রহের জন্য ১৩৫৯ সালে আদালত দ্বারা প্রতিষ্ঠিত স্থায়ী কাউন্সিল, এবং পরে রাজনৈতিক ক্ষমতা ও প্রসিকিউটরের কাজ অর্জন করে, আধুনিক যুগের প্রথম দিকে সবচেয়ে প্রাসঙ্গিক কাতালান প্রতিষ্ঠান হয়ে ওঠে। এটিতে তিনজন ডেপুটি এবং তিনজন ওয়েডর (হিসাব নিরীক্ষক) ছিল, একজন ডেপুটি এবং এস্টেটের একজন ওয়েডর ছিল।\nকনসেল দে সেন্ট দে বার্সেলোনা (কাউন্সিল অফ ওয়ান হান্ড্রেড অফ বার্সেলোনা): বার্সেলোনা শহরের সরকারের প্রতিষ্ঠান, জেমস প্রথমের শাসনামলে তৈরি করা হয়েছিল। পৌর কর্তৃপক্ষ পাঁচজন, পরে ছয়জন কাউন্সেলর (কনসেলার এন ক্যাপ-এর নেতৃত্বে, প্রধান কাউন্সেলর) শতাধিক ব্যক্তির (জুরাত) একটি কাউন্সিল দ্বারা নির্বাচিত হত।\nরিয়াল অডিয়েন্সিয়া আই রিয়াল কনসেল দে কাতালুনিয়া (রয়্যাল অডিয়েন্স ও কাতালোনিয়ার রাজকীয় কাউন্সিল): ১৪৯৩ সালে প্রতিষ্ঠিত কাতালোনিয়ার বিচারের সর্বোচ্চ আদালত এবং সরকারের আসন। এর সদস্যরা রাজা কর্তৃক নির্বাচিত হত এবং রাজা ও ভাইসরয়ের অনুপস্থিতিতে এটির সভাপতিত্ব করতেন চ্যান্সেলর (চ্যান্সেলার)।\nকনফারেন্সিয়া দেল ট্রেস কমুনস (তিন কমন্সের সম্মেলন): ১৭ ও ১৮ শতকে কাতালান সাংবিধানিক ব্যবস্থার সবচেয়ে গতিশীল এবং শক্তিশালী প্রতিষ্ঠান, জেনারেলিট্যাট, মিলিটারি এস্টেট এবং কাউন্সিল অফ ওয়ান হান্ড্রেড অফ বার্সেলোনা, রাজ্যের রাজনৈতিক সমস্যা নিয়ে আলোচনা ও সমাধান করার জন্য যৌথ সভা।\nজান্তা দে ব্রাকোস বা ব্রাকোস জেনারেলস (আক্ষ. \"অস্ত্র কাউন্সিল\", রাজ্য-জেনারেল): জেনারেলিট্যাট দ্বারা আহবান করা অসাধারণ সংসদীয় কাউন্সিল, সেই সময়ে বার্সেলোনায় থাকা কাতালান আদালতের প্রতিনিধিদের দ্বারা গঠিত। জান্তা আদালতের মতো কাজ করত, কিন্তু আনুষ্ঠানিকভাবে আইন প্রণয়ন ক্ষমতার অভাব ছিল।\nট্রাইব্যুনাল দে কনট্রাফ্যাকসিয়নস (বিরোধ আদালত): সংবিধানের প্রয়োগ নিশ্চিত করার জন্য ১৭০১–১৭০২ সালের আদালত দ্বারা প্রতিষ্ঠিত ন্যায়বিচার আদালত, পাশাপাশি রাজা বা তার কর্মকর্তাদের দ্বারা সম্পাদিত সহ কাতালান আইনের পরিপন্থী যে কোনও পদক্ষেপের সমাধান ও বিচার করা। এর সদস্যরা ভূমি ও রাজার প্রতিষ্ঠান দ্বারা সমতার ভিত্তিতে নির্বাচিত হত। এটি এমনকি ইউরোপীয় প্রেক্ষাপটেও ব্যক্তি ও নাগরিক অধিকারের জামিনে একটি গুরুত্বপূর্ণ অগ্রগতির প্রতিনিধিত্ব করেছিল।\n\n\n=== আইন প্রণয়ন ===\nউসাতেজ দে বার্সেলোনা (বার্সেলোনার রীতিনীতি): বার্সেলোনা কাউন্টির রোমান ও ভিসিগোথিক আইনের উপর ভিত্তি করে প্রথা ও আইনের সংকলন পুরো রাজ্যে প্রয়োগ করা হয়, যা কাতালান সংবিধানের ভিত্তি তৈরি করে।\nকন্সটিটিউসিয়ন্স দে কাতালুনিয়া (কাতালান সংবিধান): রাজা কর্তৃক প্রবর্তিত এবং কাতালান আদালত দ্বারা অনুমোদিত আইন। অন্যান্য আইনি বিধির উপর সেগুলোর প্রাধান্য ছিল এবং শুধুমাত্র আদালত নিজেই প্রত্যাহার করতে পারে।\nক্যাপিটোলস দে কর্ট (আদালতের অধ্যায়): আদালত কর্তৃক প্রবর্তিত এবং রাজা কর্তৃক অনুমোদিত আইন।\nঅ্যাক্টেস দে কর্ট (আদালতের আইন): আদালত কর্তৃক প্রবর্তিত ছোটখাটো আইনি এবং অন্যান্য নিয়ম ও ডিক্রি, যার জন্য রাজার আনুষ্ঠানিক অনুমোদনের প্রয়োজন ছিল না।\n\n\n=== রাজকীয় কর্মকর্তারা ===\nলোক্টিনেন্ট বা ভিররে দে কাতালুনিয়া (কাতালোনিয়ার লেফটেন্যান্ট বা ভাইসরয়): ১৫ থেকে ১৮ শতক পর্যন্ত রাজত্বে রাজার প্রতিনিধি। রাজার অল্টার নস হিসাবে, তিনি একই আচরণ এবং সম্মান পেতেন। কাতালান সংবিধান অ-কাতালানদের ভাইসরয় হিসাবে নিয়োগের অনুমতি দিয়েছে।\nপোর্ট্যান্টভিয়াস দে জেনারেল গভর্ন্যাডর: সাধারণ রাজকীয় প্রশাসনের সর্বোচ্চ কর্মকর্তা। প্রধান দায়িত্বগুলো সমগ্র অঞ্চল জুড়ে ন্যায়বিচার প্রশাসনের অন্তর্ভুক্ত। আইনত, রাজা মারা গেলে তিনি রাজকীয় অনুষদ গ্রহণ করতেন এবং নতুন রাজা সংবিধানের শপথ না করা পর্যন্ত ভাইসরয়কে স্থলাভিষিক্ত করেন, এটি ভাইস রেজিয়া নামে পরিচিত একটি ঘটনা।\nব্যাটলে জেনারেল দে কাতালুনিয়া\nমেস্ট্রে রেসিওনাল: রাজকীয় কর্মকর্তা যিনি রাজ্যের হিসাবরক্ষণের দায়িত্বে ছিলেন। আরাগন ক্রাউনের প্রতিটি রাজ্যে একজন মেস্ট্রে ছিলেন। তিনি রাজকীয় বংশের ব্যয় ও আয় নির্দেশ করে হিসাব নথিবদ্ধ করতেন। কাতালোনিয়া রাজ্যের মেস্ট্রে রেসিওনালেরও মেজোর্কা ও সার্ডিনিয়া রাজ্যের এখতিয়ার ছিল।\n\n\n=== ভেগুয়েরি ===\n\nভেগুয়েরিয়া ছিল কাতালোনিয়ার একটি আঞ্চলিক সংগঠন যার নেতৃত্বে থাকতেন একজন ভেগুয়ের (ল্যাটিন:ভিগেরিয়াস)। ভেগুয়েরিয়ার উৎপত্তি ক্যারোলিংগিয়ান সাম্রাজ্যের যুগে ফিরে যায়, যখন ভিকারস (ল্যাটিন: ভিকারি, একবচন ভিকারিয়াস) মার্কা হিস্পানিকায় কাউন্টের নিচে প্রবর্তিত করা হয়েছিল।  একজন ভিকারের দপ্তর ছিল একটি ভিকারিয়েট (ল্যাটিন: ভিকারিটাস) এবং তার অঞ্চলটি ছিল ভিকারিয়া। ক্যারোলিংগিয়ান প্রশাসনের এই সমস্ত ল্যাটিন পদ কাতালান ভাষায় বিকশিত হয়েছে।\nভেগুয়ের রাজা কর্তৃক নিযুক্ত ছিলেন এবং তার কাছেই দায়বদ্ধ ছিলেন। তিনি ছিলেন তার ভেগুরিয়া-এর সামরিক কমান্ডার (এবং এইভাবে জনসাধারণের মালিকানাধীন দুর্গের রক্ষক), একই জেলার প্রধান বিচারপতি এবং তার উপর অর্পিত অঞ্চলের সরকারি অর্থের (ফিস্ক) দায়িত্বে থাকা ব্যক্তি। সময়ের সাথে সাথে ভেগুয়েরের কাজগুলো প্রকৃতিতে আরও বেশি বিচারমূলক হয়ে ওঠে। তিনি কর্ট (আদালত) দেল ভেগুয়ের বা দে লা ভেগুয়েরিয়া-কে নিজস্ব সীলমোহর দিয়ে ধরে রাখেন। সামন্ততান্ত্রিক অভিজাত শ্রেণী ব্যতীত সকল বিষয়ে কর্টের কর্তৃত্ব ছিল। এটি সাধারণত ক্রাউন, দেওয়ানি এবং ফৌজদারি মামলার আবেদন শুনত। ভেগুয়ের অবশ্য কিছু সামরিক কার্যাবলিও বজায় রাখতেন: তিনি মিলিশিয়ার কমান্ডার এবং রাজকীয় দুর্গের নিয়ন্ত্রক ছিলেন। তার কাজ ছিল আইন-শৃঙ্খলা এবং রাজার শান্তি বজায় রাখা: অনেক ক্ষেত্রেই ইংল্যান্ডের শেরিফের মতো একটি দপ্তর।\nকিছু বৃহত্তর ভেগুয়েরির মধ্যে এক বা একাধিক সোটসভেগুয়েরি (উপভেগুয়েরি) অন্তর্ভুক্ত ছিল, যার স্বায়ত্তশাসনের একটি বড় মাত্রা ছিল। ১২ শতকের শেষের দিকে কাতালোনিয়ায় ১২টি ভেগুয়েরি ছিল। পিটার দ্য গ্রেটের রাজত্বের শেষের দিকে (১২৮৫) ছিল ১৭টি, এবং জেমস দ্য জাস্টের সময়ে ২১টি ছিল। ১৬৫৯ সালে পার্পিগনান এবং ভিলাফ্রাঙ্কা ডি কনফ্লেন্টের ভেগুয়েরির সাথে ফরাসি যুক্ত হওয়ার পর, কাতালোনিয়া ১৫টি ভেগুয়েরি, নয়টি সোটসভেগুয়েরি এবং ভ্যাল ডি'আরানের বিশেষ জেলাকে বজায় রেখেছিল। এই প্রশাসনিক বিভাগগুলো ১৭১৬ সাল পর্যন্ত রয়ে গিয়েছিল যখন সেগুলো ক্যাস্টিলিয়ান কোরেজিমিয়েন্টস দ্বারা প্রতিস্থাপিত হয়েছিল।\n\n\n== সামরিক ==\n\n১১ শতক থেকে শুরু হওয়া রীতিনীতি প্রিন্সেপস নামকুই রাজকুমার এবং রাজ্যের প্রতিরক্ষা নিয়ন্ত্রিত করে, এবং কাতালান ইতিহাস জুড়ে আত্মরক্ষা এবং আধাসামরিক এককগুলোর সংগঠনের ভিত্তি হয়ে ওঠে, যা স্যাগ্রমেন্টাল নামে পরিচিত পারস্পরিক-সুরক্ষা চুক্তিতে বাস্তবায়িত হয়, অন্যদিকে মিলিশিয়া কর্পস সোমেটেন্ট নামে পরিচিত ছিল। সামন্ততান্ত্রিক ব্যবস্থা কর্তৃত্ব, প্রতিষ্ঠান এবং কর্পোরেশনগুলোকে তার নিজস্ব সৈন্যবাহিনী গড়ে তোলার অনুমতি দেয়, সেইসাথে অন্যান্য রাজ্যের সামন্ত ও প্রজাদের সাথে সামন্ত চুক্তির কারণে রাজা কর্তৃক আহবান করার অনুমতি দেওয়া হয়, তবে, কোন স্থায়ী সেনাবাহিনী ছিল না। ভ্যালেন্সিয়া, মেজোর্কা ও ভূমধ্যসাগরে ক্রাউন সম্প্রসারণে কাতালান সৈন্যরা গুরুত্বপূর্ণ ভূমিকা পালন করেছিল। কাতালান নৌবাহিনী এবং এর কাতালান জাহাজ সমুদ্রের ধারে আধিপত্য বিস্তার ও সুরক্ষিত করতে অবদান রেখেছিল, আবার সেনাবাহিনী সার্ডিনিয়া বিজয়ে এবং সিসিলিয়ান ভেসপারদের যুদ্ধে তার অনেক সম্পদ বিনিয়োগ করেছিল। শেষেরটির পরে, বেশিরভাগ আলমোগাভার (হালকা পদাতিক) ১৩০৩ সালে রজার ডি ফ্লোর দ্বারা তৈরি গ্রেট কাতালান কোম্পানির ভাড়াটে হয়ে ওঠে।\nকাতালান গৃহযুদ্ধের (১৪৬২-১৪৭২) প্রাদুর্ভাবের কারণে, কাতালোনিয়া রাজ্য কাউন্সিল রাজা দ্বিতীয় জন এর বিরুদ্ধে যুদ্ধ করার জন্য বিভিন্ন সামরিক বাহিনীকে সংগঠিত করে। গৃহযুদ্ধটিতে পশ্চিম ইউরোপের সামরিক সংঘাতে আগ্নেয়াস্ত্রের প্রথম সাধারণ ব্যবহার দেখা গিয়েছিল। ১৪৯৩ সালের কাতালান আদালতে, রাজা দ্বিতীয় ফার্ডিনান্ড প্রিন্সেপস নামকুই এর রীতিনীতি নিশ্চিত করেন।\n১৬ শতকে স্পেনের রাজতন্ত্র প্রতিষ্ঠার পর, কাতালানদের হাবসবার্গের সামরিক বাহিনীতে পাওয়া যায়, তবে, রীতিনীতি প্রিন্সপেস নামকুই এবং একটি বৃহৎ কাতালান জনশক্তির অভাব সাম্রাজ্যের অন্যান্য রাজনীতির তুলনায় তাদের উপস্থিতি সীমিত করেছিল। বার্সেলোনার মতো কিছু শহর আত্মরক্ষার স্বীকৃতি লাভ করে এবং শহুরে মিলিশিয়া প্রতিষ্ঠা করে, যা করোনেলা নামে পরিচিত। ফ্রান্সের সাথে সামরিক সংঘর্ষের সময়, অনেক কাতালান মিলিশিয়া ১৬৩৯ সালে সালসে অবরোধের মতো নিয়মিত সেনাবাহিনীর সাথে লড়াইয়ে অংশ নিয়েছিল।\n\n\n== প্রতীক ==\nরাজকীয় সার্বভৌমত্বের অধীনে একটি রাজ্য হিসাবে কাতালোনিয়া, সেই সময়ের অন্যান্য রাজনৈতিক সত্তার মতো আধুনিক অর্থে নিজস্ব পতাকা বা জাতীয় প্রতীক ছিল না। তবে, রাজ্য এবং এর প্রতিষ্ঠানগুলো সনাক্ত করার জন্য বিভিন্ন রাজকীয় ও অন্যান্য চিহ্ন ব্যবহার করা হত।\n\n\n== ভাষা ==\n\nকাতালোনিয়া মূল অংশ গঠন করে যেখানে কাতালান কথা বলা হয়। কাতালান ভাষা আইবেরিয়ার রোমান্স ভাষা এবং দক্ষিণ ফ্রান্সের গ্যালো-রোমান্স ভাষার সাথে সাধারণ বৈশিষ্ট্যগুলো ভাগ করে নেয়, এটিকে সংখ্যালঘু ভাষাবিদদের দ্বারা একটি আইবেরো-রোমান্স ভাষা (যে গোষ্ঠীতে স্প্যানিশ অন্তর্ভুক্ত) হিসাবে গণ্য করা হয় এবং সংখ্যাগরিষ্ঠদের দ্বারা গ্যালো-রোমান্স ভাষা, যেমন ফরাসি বা অক্সিটান যেখান থেকে কাতালান ১১ ও ১৪ শতকের মধ্যে বিচ্ছিন্ন হয়েছিলো।\n৯ম শতাব্দীর মধ্যে, কাতালান পাইরেনিসের পূর্ব প্রান্তের উভয় দিকে প্রাকৃত ল্যাটিন থেকে বিবর্তিত হয়েছিল। ৮ম শতাব্দী থেকে, কাতালান কাউন্টরা তাদের অঞ্চল দক্ষিণ ও পশ্চিম দিকে প্রসারিত করে, তারপরে মুসলিমদের দখলে থাকা অঞ্চলগুলোকে জয় করে, তাদের ভাষা তাদের দিকেই নিয়ে আসে। ১১ শতকে, ম্যাকারোনিক ল্যাটিন ভাষায় লেখা সামন্ত নথিতে কাতালান উপাদান দেখাতে শুরু করে। ১১ শতকের শেষের দিকে, সম্পূর্ণরূপে বা বেশিরভাগ কাতালানে লেখা নথিগুলো প্রকাশিত হতে শুরু করে, যেমন গিটার্ড ইসারনের অভিযোগ, লর্ড অফ ক্যাবোয়েট (আনু. ১০৮০-১০৯৫), বা কাউন্ট পেরে রেমনের শান্তি ও যুদ্ধবিরতির শপথ (১০৯৮)।\n\nপরিপক্কতা এবং সাংস্কৃতিক পরিপূর্ণতার শীর্ষে পৌঁছে  মধ্যযুগের শেষের দিকে কাতালানরা একটি স্বর্ণযুগ বাস করত এবং আরাগন ক্রাউনের আধিপত্যে আরও জমি যুক্ত হওয়ায় আঞ্চলিকভাবে প্রসারিত হয়েছিল। এর উদাহরণ মেজরকান রামন লুল (১২৩২-১৩১৫), দ্য ফোর গ্রেট কাতালান ক্রনিকলস (১৩শ-১৪শ শতাব্দী) এবং ভ্যালেন্সিয়ান কবিতা বিদ্যালয়ের রচনায় দেখা যায় যা অসিয়াস মার্চ (১৩৯৭-১৪৫৯) এ শেষ হয়েছিল। কাতালান মেজোর্কা রাজ্যের ভাষা হয়ে ওঠে, পাশাপাশি বিশেষ করে উপকূলীয় অঞ্চলে ভ্যালেন্সিয়ার রাজ্যের প্রধান ভাষা। এটি সার্ডিনিয়া পর্যন্ত প্রসারিত হয়েছিল এবং এটি সার্ডিনিয়া, সিসিলি ও এথেন্সে প্রশাসনিক ভাষা হিসাবে ব্যবহৃত হয়েছিল। ১৩ ও ১৪ শতাব্দীর মধ্যে এই ভাষাটি ভূমধ্যসাগরীয় বিশ্ব জুড়ে বিদ্যমান ছিল এবং এটি লিঙ্গুয়া ফ্রাঙ্কার প্রথম ভিত্তিগুলোর একটি ছিল। \nরাজনৈতিক ঐশ্বর্য ভাষাগত একীকরণের সাথে সম্পর্কযুক্ত ছিল এই বিশ্বাসটি রয়্যাল চ্যান্সারির মাধ্যমে উচ্চারিত হয়েছিল, যা একটি উচ্চ প্রমিত ভাষাকে উন্নীত করেছিল। ১৫ শতকের মধ্যে, ভ্যালেন্সিয়া শহর সামাজিক ও সাংস্কৃতিক গতিশীলতার কেন্দ্রে পরিণত হয়েছিল। জোয়ানট মার্টোরেলের টাইরান্ট লো ব্ল্যাঙ্ক (১৪৯০) উপন্যাসটি মধ্যযুগ থেকে রেনেসাঁর মূল্যবোধে রূপান্তর দেখায়, যা বার্নাট মেটগে এবং আন্দ্রেউ ফেব্রারের কাজেও দেখা যায়। এই সময়কালে, কাতালান মধ্যযুগীয় ইউরোপের 'মহান ভাষা' হিসেবে রয়ে গেছে। আইবেরিয়ান উপদ্বীপে চলমান হরফের সাথে তৈরি হওয়া প্রথম বইটি কাতালান ভাষায় ছাপা হয়েছিল। \nক্যাস্টিল ও আরাগন (১৪৭৯) ক্রাউনের সম্মিলনের সাথে ক্যাস্টিলিয়ান (স্প্যানিশ) এর ব্যবহার ধীরে ধীরে আরও মর্যাদাপূর্ণ হয়ে ওঠে এবং কাতালানদের আপেক্ষিক পতনের সূচনা করে। ১৬ ও ১৭ শতাব্দীতে, কাতালান সাহিত্য স্পেনীয় প্রভাবের অধীনে আসে এবং শহুরে ও সাহিত্যিক শ্রেণীগুলো মূলত দ্বিভাষিক হয়ে ওঠে। স্পেনীয় উত্তরাধিকারের যুদ্ধে হ্যাবসবার্গপন্থী জোটের পরাজয়ের পর (১৭১৪) স্পেনীয় আইনী নথিপত্রে কাতালানকে প্রতিস্থাপন করে, কাতালোনিয়া এবং ভ্যালেন্সিয়া ও মেজোর্কার রাজ্যে প্রশাসনিক ও রাজনৈতিক ভাষায় পরিণত হয়।\nবর্তমানে, কাতালান কাতালোনিয়ার স্বায়ত্তশাসিত সম্প্রদায়ের তিনটি সরকারি ভাষার মধ্যে একটি, যেমনটি কাতালান স্বায়ত্তশাসনের সংবিধিতে বলা হয়েছে; অন্য দুটি হল স্পেনীয় এবং অক্সিটান এর আরানিজ প্রকরণ। \"উত্তর কাতালোনিয়া\"-তে কাতালানদের কোন সরকারি স্বীকৃতি নেই। বেলেরিক দ্বীপপুঞ্জ এবং ভ্যালেন্সিয়া অঞ্চলে (যেখানে একে ভ্যালেন্সিয়ান বলা হয়) স্পেনীয়ের পাশাপাশি কাতালানের সরকারি মর্যাদা রয়েছে, সেইসাথে ইতালীয়ের পাশাপাশি আলঘেরীয় কাতালান আলঘেরো শহর এবং অ্যান্ডোরায় একমাত্র সরকারি ভাষা হিসাবে রয়েছে।\n\n\n== সংস্কৃতি ==\nকাতালোনিয়ার ঐতিহ্য\nকাতালান শিল্প\nকাতালোনিয়ায় ধর্ম\nকাতালোনিয়ার রন্ধনপ্রণালী\nবিষয়শ্রেণী:কাতালান সংস্কৃতি\n\n\n== গ্রন্থপঞ্জি ==\nবায়দাল, ভিসেন্ট; পালমো, ক্রিস্টিয়ান (কোর্ড.) (২০২০)। কাতালোনিয়ার বিরুদ্ধে ছদ্ম ইতিহাস। স্প্যানিশ জাতীয়তাবাদ থেকে নতুন ইতিহাসে। ভিক: এড. ইউমো। আইএসবিএন 978-84-9766-689-3। \nবিসন, থমাস এন. (১৯৮৬)। আরাগন ক্রাউনের মধ্যযুগীয়: একটি সংক্ষিপ্ত ইতিহাস। অক্সফোর্ড: ক্ল্যারেন্ডন প্রেস। আইএসবিএন 9780198219873। \nবিসন, থমাস নোয়েল (১৯৯৮)। নির্যাতিত কণ্ঠস্বর। গ্রামীণ কাতালোনিয়ায় শক্তি, সংকট এবং মানবতা ১১৪০-১২০০। হার্ভার্ড ইউনিভার্সিটি প্রেস\nবন্যাসি, পিয়ের (১৯৭৫-১৯৭৬)। দশম শতাব্দীর মাঝামাঝি থেকে একাদশ শতাব্দীর শেষ পর্যন্ত কাতালোনিয়া। একটি সমাজে বৃদ্ধি এবং পরিবর্তন। তুলুজ: পাবলিকেশনস ডি এল'ইউনিভার্সিটি ডি তুলুজ-লে মিরাইল।\nক্যাপডেফেরো, জোসেপ এবং সেররা, ইভা (২০১৪)। কাতালোনিয়ার সংবিধানের প্রতিরক্ষা: কাউন্টারফ্যাকশনের ট্রাইব্যুনাল (১৭০২-১৭১৩)। কাতালোনিয়া সরকার। বিচার বিভাগ আইএসবিএন ৯৭৮-৮৪-৩৯৩-৯২০৩-৩\nচয়টর, এইচ. জে. (১৯৩৩)। আরাগন ও কাতালোনিয়ার ইতিহাস। লন্ডন: মেথুয়েন। আইএসবিএন 9780404014797। \nসিঙ্গোলানি, স্টেফানো মারিয়া (২০০৬)। \"পূর্বপুরুষদের ভেস্টিজেস অনুসরণ করুন। কাতালোনিয়ায় বংশ, রয়্যালটি এবং হিস্টোরিগ্রাফি র‍্যামন বেরেনগুয়ের চতুর্থ থেকে পিটার দ্বিতীয় পর্যন্ত (১১৩১–১২৮৫)\"।  মধ্যযুগীয় অধ্যয়নের বর্ষপুস্তক। আইএসএসএন ০০৬৬-৫০৬১\nসিঙ্গোলানি, স্টেফানো মারিয়া (২০১৫)। কাতালোনিয়ার জাতীয় গঠন এবং কাতালানদের পরিচয়ের সত্যতা (৭৮৫-১৪১০)। বার্সেলোনা: কাতালোনিয়া সরকার। আইএসবিএন 9788439392590। \nCosta Carreras, Joan; ইয়েটস, অ্যালান (২০০৯)। আধুনিক কাতালানের স্থপতি: নির্বাচিত লেখা/পম্পেউ ফাব্রা (১৮৬৮–১৯৪৮)। ইনস্টিটিউট ডি'এস্তুডিস কাতালানস এবং ইউনিভার্সিটি পম্পেউ ফাব্রা এবং জন বেঞ্জামিনস বি.ভি.। পৃষ্ঠা ৬–৭। আইএসবিএন 978-90-272-3264-9। \nইলিয়ট, জন (১৯৬৩)। কাতালানদের বিদ্রোহ: স্পেনের পতনের একটি গবেষণা (১৫৯৮-১৬৪০)। ক্যাম্ব্রিজ: ক্যাম্ব্রিজ বিশ্ববিদ্যালয় প্রেস। আইএসবিএন 0-521-27890-2। \nইলিয়ট, জন (১৯৬৩)। ইম্পেরিয়াল স্পেন ১৪৬৯-১৭১৬। লন্ডন: সংশোধিত রেপ. পেঙ্গুইন বই (২০০২)। আইএসবিএন 978-0141007038। \nFerro, ভিক্টর (১৯৮৭)। কাতালান পাবলিক আইন। নুয়ে প্ল্যান্টা ডিক্রি না হওয়া পর্যন্ত কাতালোনিয়ায় প্রতিষ্ঠান। ভিক: এড. এউমু। আইএসবিএন 84-7602-203-4। \nFontana, জোসেপ (২০১৪)। একটি পরিচয় গঠন। কাতালোনিয়ার ইতিহাস। এড. এউমু। আইএসবিএন 9788497665261। \nKagay, ডোনাল্ড  জে. (১৯৯৪)। বার্সেলোনার রীতিনীতি: কাতালোনিয়ার মৌলিক আইন। যুক্তরাষ্ট্র: পেনসিলভেনিয়া বিশ্ববিদ্যালয় প্রেস। আইএসবিএন 0-8122-1535-4। \nমিলার, উইলিয়াম (১৯০৮)। লেভান্টে লাতিন, ফ্রাঙ্কিশ গ্রীসের ইতিহাস (১২০৪–১৫৬৬)। নিউইয়র্ক: E. P. Dutton and Company। ওসিএলসি 563022439। \nমোরালেস রোকা, ফ্রান্সিসকো জোস (১৯৮৩)। কাতালোনিয়া রাজ্যের কর্টেসে অনুমোদিত নায়ক, ১৭ শতক (১৫৯৯-১৭৩৩)। এডিসিওনেস হিদালগুইয়া। আইএসবিএন 9788400054311। \nরেইডার, অ্যালান (২০০৭)। কাতালোনিয়ার ধ্বংসাবশেষ: পঞ্চদশ শতাব্দীতে গৃহযুদ্ধ। অক্সফোর্ড: অক্সফোর্ড বিশ্ববিদ্যালয় প্রেস। আইএসবিএন 978-0199207367। \nসাবাতে, ফ্লসেল (১৯৯৭)। মধ্যযুগীয় কাতালোনিয়ার অঞ্চল: মধ্যযুগ জুড়ে স্থান এবং আঞ্চলিক বিভাগের উপলব্ধি। বার্সেলোনা: Rafael Dalmau। আইএসবিএন 9788423205134। \nসালরাচ, জোসেপ মারিয়া (পরি.) (২০১৭)। কাতালান জাতির জন্ম। উৎপত্তি ও সম্প্রসারণ। নবম-চতুর্দশ শতাব্দী। বার্সেলোনা: এনসাক্লোপিডিয়া কাতালানা। আইএসবিএন 9788441231061। \nসানচেজ, ইসাবেল (২০০৪)। কাতালোনিয়া প্রাদেশিক সরকার (১৪১৩-১৪৭৯)। বার্সেলোনা: কাতালান স্টাডিজ ইনস্টিটিউট। আইএসবিএন 9788472837508। \nসেররা, ইভা (১৯৬৬)। চাষীদের যুদ্ধ।  এড. ব্রুগুয়েরা\nসেররা, এভা (২০১৮)। আধুনিক কাতালোনিয়ার গঠন ১৬৪০-১৭১৪। ভিক: এড. এউমু। আইএসবিএন 978-8497666435। \nসেসমা মুনোজ, জোস এঞ্জেল (২০০০)। আরাগন ক্রাউন। একটি সমালোচনামূলক ভূমিকা। জারাগোজা: কাজা দে লা ইনমাকুলাডা। আইএসবিএন 84-95306-80-8। \nসেটন, কেনেথ এম. (১৯৭৫)। \"গ্রিসে কাতালানরা, ১৩১১–১৩৮৮\"।   হ্যাজার্ড, হ্যারি ডব্লিউ.। ক্রুসেডের ইতিহাস, তৃতীয় খণ্ড: চতুর্দশ এবং পঞ্চদশ শতাব্দী। ম্যাডিসন, উইসকনসিন: উইসকনসিন বিশ্ববিদ্যালয় প্রেস। আইএসবিএন 978-0-299-06670-3। \nতেজাদা ই স্পিনোলা, ফ্রান্সিসকো ইলিয়াস ডি (১৯৫০)। মধ্যযুগীয় কাতালোনিয়ায় রাজনৈতিক মতবাদ। বার্সেলোনা: আইমা এড।\nটরেস আই সানস, জ্যাভিয়ার (২০০৮)।  জাতীয়তাবাদহীন জাতি। হিস্পানিক রাজতন্ত্রে কাতালোনিয়া। ভ্যালেন্সিয়া: ভ্যালেন্সিয়া বিশ্ববিদ্যালয়ের প্রকাশনা আইএসবিএন ৯৭৮-৮৪-৩৭০-৭২৬৩-০\nভিলার, পিয়ের (১৯৬২)। আধুনিক স্পেনে কাতালোনিয়া জাতীয় কাঠামোর অর্থনৈতিক ফাউন্ডেশনের উপর গবেষণা। তৃতীয় খণ্ড। প্যারিস\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nহাইপেরেনসাইক্লোপিডিয়ায় কাতালোনিয়া  আর্কাইভইজে আর্কাইভকৃত ২২ ফেব্রুয়ারি ২০১৩ তারিখে\nআরাগনের ক্রাউনের সাধারণ আর্কাইভ\nরেভিস্টেস কাতালানেস অ্যাম্ব অ্যাক্সেস ওবার্ট\nকাতালোনিয়ার জেনারেলিট্যাটের ইতিহাস"}