{"pageid": 1427842, "title": "দ্বীপপুঞ্জের রাজ্য", "url": "https://bn.wikipedia.org/wiki?curid=1427842", "content": "দ্বীপপুঞ্জের রাজ্য ছিল একটি নর্স-গ্যালিক রাজ্য। ৯ম থেকে ১৩শ শতাব্দী খ্রিস্টাব্দ পর্যন্ত এটি আইল অফ ম্যান, হেব্রিডিজ দ্বীপপুঞ্জ এবং ক্লাইডের দ্বীপগুলো নিয়ে গঠিত ছিল। নর্স জাতিরা এই দ্বীপপুঞ্জগুলোকে সুদ্রেয়জার বা \"দক্ষিণ দ্বীপপুঞ্জ\" হিসাবে জানতো, যা উত্তর দিকের অর্কনি এবং শেটল্যান্ডের নর্ডরেয়জার বা \"উত্তর দ্বীপপুঞ্জ\" থেকে পৃথক ছিল। স্কটিশ গ্যালিক ভাষায়, রাজ্যটি রিওঘাখদ নান এলিয়ান (Rìoghachd nan Eilean) নামে পরিচিত। এই অঞ্চলকে কখনও কখনও মান ও দ্বীপপুঞ্জের রাজ্য  বলা হয়, যদিও পরবর্তী শাসকদের মধ্যে কেবল কয়েকজনই এই উপাধি দাবি করেছিলেন। ঐতিহাসিক নথিপত্র অসম্পূর্ণ এবং এই সমগ্র সময়কাল জুড়ে রাজ্যটি একটি অবিরাম সত্ত্বা ছিল না। কখনও কখনও শাসকরা বাহ্যিক নিয়ন্ত্রণের বাইরে ছিলেন, যদিও অধিকাংশ সময় তাদের নরওয়ে, আয়ারল্যান্ড, ইংল্যান্ড, স্কটল্যান্ড বা অর্কনির রাজারা আধিপত্য বিস্তার করেছিলেন। সময়ে সময়ে পুরো অঞ্চল বা এর কিছু অংশের দাবি নিয়ে প্রতিযোগিতাও দেখা যায় বলে মনে হয়। এই দ্বীপপুঞ্জের মোট ভূমি এলাকা ৮,৩০০ বর্গকিলোমিটারের (৩,২০৫ বর্গমাইল) বেশি এবং এটি উত্তর থেকে দক্ষিণে ৫০০ কিলোমিটারের (৩১০ মাইল) বেশি জুড়ে বিস্তৃত।\n৮ম শতাব্দীর শেষের দিকে এ অঞ্চলে ভাইকিংদের প্রভাব দেখা যায়। যদিও ইউই ঈমাইর রাজবংশ এই প্রাথমিক সময়ে গুরুত্বপূর্ণ ভূমিকা পালন করেছে, তবে ১০ম শতাব্দীর মাঝামাঝি পর্যন্ত শাসকদের তারিখ ও বিবরণ সম্পর্কিত তথ্য অনুমাননির্ভর। দ্বীপপুঞ্জের রাজাদের সাথে আয়ারল্যান্ডের শাসকদের মধ্যে শত্রুতা এবং (সরাসরি অথবা তাদের অধীন অর্কনি আর্লের মাধ্যমে) নরওয়ে কাউন্টির হস্তক্ষেপ ছিল এই অঞ্চলের নিয়মিত ঘটনা।\nলক্সডেলা সাগায় গ্রন্থে কয়েকজন ব্যক্তির উল্লেখ পাওয়া যায়, যাদের ১০ম শতাব্দীর মাঝামাঝি বা তার কিছু আগে সোডোর থেকে আইসল্যান্ডে আসার কথা বলা হয়েছে, যা সম্ভবত এই সুড্রেয়ারই বোঝায়।\n১১শ শতাব্দীর শেষের দিকে ম্যাগনাস ব্যারফুটের আক্রমণের ফলে কিছুকালের জন্য নরওয়ে সরাসরি রাজ্যটি শাসন করে। কিন্তু খুব শীঘ্রই গডরেড ক্রোভানের বংশধররা পুনরায় স্বাধীনভাবে প্রভুত্ব বিস্তার করে। সোমারলেদের উদয়ের ফলে এই স্বাধীনতার অবসান ঘটে। ১১৬৪ সালে তার মৃত্যুর পরে রাজ্যটি দুটি ভাগে বিভক্ত হয়। এর এক শতাব্দীরও বেশি সময় পরে, ১২৬৬ সালের পার্থ চুক্তির ফলে এই দ্বীপপুঞ্জ স্কটল্যান্ড রাজ্যের অন্তর্ভুক্ত হয়।\n\n\n== ভৌগোলিক অবস্থান ==\nবিবেচনাধীন প্রধান দ্বীপগুলি নিম্নরূপ:\n\nআইল অব ম্যান, আধুনিক ইংল্যান্ড, উত্তর আয়ারল্যান্ড, স্কটল্যান্ড এবং ওয়েলস থেকে সমদূরত্বে আইরিশ সাগরে অবস্থিত।\nফার্থ অফ ক্লাইডের দ্বীপগুলি প্রায় ১৪০ কিলোমিটার (৮৭ মাইল) উত্তরে, যার মধ্যে সবচেয়ে বড় হল বুটে এবং আরান ।\nকিনটায়ার উপদ্বীপের পশ্চিম এবং উত্তরে দক্ষিণ অভ্যন্তরীণ হেব্রিডস, আইলে, জুরা, মুল এবং ইওনা সহ।\nঅর্দনামুর্চনের উত্তরে অভ্যন্তরীণ হেব্রাইডস, ছোট দ্বীপপুঞ্জ ( ইগ এবং রাম সহ), স্কাই, রাসে এবং তাদের বহিরাগতদের নিয়ে গঠিত।\nআউটার হেব্রিডস, ওরফে \"লং আইল্যান্ড\" পশ্চিমে, মিঞ্চের জল দ্বারা উত্তরের অভ্যন্তরীণ হেব্রাইডস থেকে বিচ্ছিন্ন।\nএই দ্বীপগুলি বেশিরভাগ সুড্রেস নামে পরিচিত, তাদের মোট ভূমি এলাকা প্রায় ৮,৩৭৪ বর্গকিলোমিটার (৩,২৩৩ বর্গমাইল) যার মধ্যে:\n\nআইল অব ম্যান ৫৭২ বর্গকিলোমিটার (২২১ বর্গমাইল), মোটের ৭% \nক্লাইড দ্বীপপুঞ্জ ৫৭৪ বর্গকিলোমিটার (২২২ বর্গমাইল), মোটের ৭% \nইনার হেব্রাইডস ৪,১৫৮ বর্গকিলোমিটার (১,৬০৫ বর্গমাইল), মোটের ৫০% এবং \nআউটার হেব্রাইডস ৩,০৭০ বর্গকিলোমিটার (১,১৮৫ বর্গমাইল), মোটের ৩৬%। \nআধুনিক ওয়েলসের অ্যাঙ্গেলসি প্রাথমিক পর্যায় থেকেই ইনসুলার ভাইকিং জগতের অংশ হতে পারে। \nঅর্কনি প্রায় ১৮০ কিলোমিটার (১১০ মাইল) আউটার হেব্রাইডসের পূর্ব-উত্তরপূর্বে, শেটল্যান্ড আরও ৮০ কিলোমিটার (৫০ মাইল) আরও উত্তর-পূর্বে এবং নরওয়ে প্রায় ৩০০ কিলোমিটার (১৯০ মাইল) শেটল্যান্ডের পূর্বে। আইল অফ ম্যান-এর দক্ষিণ প্রান্ত থেকে আউটার হেব্রাইডসের উত্তর প্রান্ত লুইসের বাট পর্যন্ত মোট দূরত্ব প্রায় ৫১৫ কিলোমিটার (৩২০ মাইল) ।\n\n\n== প্রথম ইতিহাস ==\n\n\n=== সূত্র ===\n\nআইওনা দ্বীপে মঠের উপস্থিতির কারণে, স্কটল্যান্ডের এই অংশ ৬ষ্ঠ শতাব্দীর মাঝামাঝি থেকে ৯ম শতাব্দীর মাঝামাঝি পর্যন্ত তুলনামূলকভাবে ভালোভাবে নথিভুক্ত ছিল। যাইহোক, ৮৪৯ সাল থেকে, যখন ভাইকিংদের অভিযানের মুখে কলম্বার ধ্বংসাবশেষ সরিয়ে ফেলা হয়, তখন স্থানীয় উৎস থেকে লিখিত প্রমাণ তিনশো বছরের জন্য প্রায় অদৃশ্য হয়ে যায়। এইভাবে ৮ম থেকে ১১শ শতাব্দী পর্যন্ত হেব্রিডিস এবং প্রকৃতপক্ষে উত্তর স্কটল্যান্ডের বেশিরভাগ অংশ সম্পর্কে তথ্যের উৎসগুলি প্রায় সম্পূর্ণভাবেই আইরিশ, ইংরেজি বা নর্স। প্রধান নর্স পাঠ্য হলো \"অর্কনেয়িঙ্গা সাগা\", যা সতর্কতার সাথে বিবেচনা করা উচিত কারণ এটি মৌখিক ঐতিহ্যের উপর ভিত্তি করে লেখা ছিল এবং ১৩শ শতাব্দীর গোড়ার দিকে পর্যন্ত কোনও আইসল্যান্ডীয় লেখক এটি লিখে রাখেননি। ইংরেজি এবং আইরিশ উৎসগুলি অধিকতর সমসাময়িক, তবে \"গল্পে দক্ষিণের পক্ষপাতিত্ব তৈরি করতে পারে\", বিশেষ করে বিবেচনাধীন সময়কালে হেব্রিডীয় দ্বীপপুঞ্জের বড় অংশ নর্স ভাষাভাষী হয়ে ওঠার কারণে। এই সময়ের প্রত্নতাত্ত্বিক সামগ্রী তুলনামূলকভাবে কম, বিশেষ করে এ অঞ্চলে প্রাপ্ত প্রচুর নব্যপ্রস্তর যুগ ও লৌহ যুগের নিদর্শনের তুলনায়।\nএই সময়ের \"ব্যাখ্যাগুলি ভাইকিং যুগের স্কটল্যান্ডের ব্যাপকভাবে ভিন্ন পুনর্গঠন ঘটিয়েছে\" এবং ব্যারেট (২০০৮) চারটি পরস্পরবিরোধী তত্ত্ব শনাক্ত করেছেন, যার মধ্যে কোনটিই তিনি প্রমাণিত বলে মনে করেন না।\nএটা স্পষ্ট যে, \"রাজা\" শব্দটি, যা দ্বীপপুঞ্জে নরওয়েজীয় বংশোদ্ভূত শাসকদের দ্বারা এবং তাদের সম্পর্কে ব্যবহৃত হতো, তা সার্বভৌম শাসন (যেমন, একজন উচ্চ রাজার শাসন) প্রকাশের উদ্দেশ্যে ছিল না। এটি সেই সময়ে আবির্ভূত হওয়া স্কটল্যান্ড রাজ্যে শব্দটি যেভাবে ব্যবহৃত হতো, তার চেয়ে আলাদা। এটাও মনে রাখা উচিত যে, বিভিন্ন রাজারা সম্পূর্ণ ভিন্ন অঞ্চল শাসন করেছেন এবং কয়েকজনকেই এই \"দূরবর্তী সমুদ্র রাজ্যের\" উপর কোনো ধরনের ঘনিষ্ঠ নিয়ন্ত্রণ প্রদর্শন করতে দেখা যায়। ঠিক তারিখ নিয়ে ইতিহাসবিদদের মধ্যে মাঝে মাঝে বিতর্ক থাকে।\n\n\n=== হেব্রাইডে শুরুর দিকে ভাইকিং অনুপ্রবেশ ===\n\nভাইকিংদের অভিযানের আগে দক্ষিণ হেব্রিডিসগুলি গ্যালিক রাজ্য ডাল রিয়াটার (বা ডালরিয়াদা) অংশ ছিল। ডাল রিয়াটারের উত্তরে, অভ্যন্তরীণ এবং বহিরাগত হেব্রিডিসগুলি সাধারণত পিক্টিশদের নিয়ন্ত্রণে ছিল, যদিও ঐতিহাসিক রেকর্ড খুব কমই পাওয়া যায়। ও কর্রাইন (১৯৯৮) এর মতে, \"ভাইকিংরা কখন এবং কীভাবে দ্বীপপুঞ্জ জয় করে এবং দখল করে, তা অজানা, সম্ভবত অজানা থাকবেই\", যদিও ৭৯৩ সাল থেকে ব্রিটিশ দ্বীপপুঞ্জে ভাইকিংদের দ্বারা পুনরাবৃত্তি আক্রমণের রেকর্ড আছে। ৭৯৪ সালে \"ব্রিটেনের সমস্ত দ্বীপপুঞ্জ\" ধ্বংসস্তূপে পরিণত হয়, ৮০২ এবং ৮০৬ সালে আইওনা লুট করা হয়। বিভিন্ন নামকৃত ভাইকিং নেতারা, যারা সম্ভবত স্কটল্যান্ডে অবস্থান করতেন, আইরিশ কাহিনীতে উপস্থিত হয়:    ৮৩৭ সালে সোক্সুলফ, ৮৪৫ সালে টিউর্গেস এবং ৮৪৭ সালে হাকন। আইরিশ রেকর্ডে নর্স উপস্থিতির আরেকটি প্রাথমিক উল্লেখ হল \"ভাইকিং স্কটল্যান্ড\" নামে একজন রাজা ছিলেন, যার উত্তরাধিকারী থোরির ৮৪৮ সালে একটি বাহিনী নিয়ে আয়ারল্যান্ডে গিয়েছিলেন।\n৯ম শতাব্দীতে, গালগ্যাদেল (অর্থাৎ, \"বিদেশী গ্যালস\") এর প্রথম উল্লেখ পাওয়া যায়। এই শব্দটি পরবর্তী শতাব্দীগুলিতে বিভিন্নভাবে ব্যবহৃত হত, মিশ্র স্ক্যান্ডিনেভিয়ান-সেল্টিক বংশদ্ভুত এবং/বা সংস্কৃতির ব্যক্তিদের উল্লেখ করতে যারা দক্ষিণ-পশ্চিম স্কটল্যান্ড, উত্তর ইংল্যান্ডের কিছু অংশ এবং দ্বীপপুঞ্জে প্রভাবশালী হয়ে ওঠে। \nঅর্কনেয়িঙ্গা সাগার মতে, প্রায় ৮৭২ সালে হারাল্ড ফেয়ারহেয়ার যুক্ত নরওয়ের রাজা হন এবং তার বিরোধীদের অনেকে স্কটল্যান্ডের দ্বীপপুঞ্জে পালিয়ে যান, যার মধ্যে পশ্চিম উপকূলের হেব্রিডিস এবং উত্তর দ্বীপপুঞ্জ অন্তর্ভুক্ত। হারাল্ড তার শত্রুদের তাড়া করে ৮৭৫ সালে তার রাজ্যের অন্তর্ভুক্ত করেন এবং তারপর, সম্ভবত এক দশকেরও একটু বেশি সময় পরে, হেব্রিডিসও। পরের বছর হেব্রিডিসের স্থানীয় ভাইকিং প্রধানরা বিদ্রোহ করে। এরপরে হারাল্ড কেটিল ফ্লাটনোসকে তাদের দমিয়ে আনতে পাঠান, তিনি তা দ্রুতই করেন কিন্তু পরে নিজেকে স্বাধীন \"দ্বীপপুঞ্জের রাজা\" ঘোষণা করেন। এই উপাধিটি তিনি সারাজীবন ধরে রেখেছিলেন।     ৮৫৭ সালে আয়ারল্যান্ডে যুদ্ধ, যদিও এই সংযোগটি সুনির্দিষ্ট নয়।  রাজা কোনো উত্তরসূরি রেখে যাননি এবং পরবর্তী চার দশকের খুব কম রেকর্ড নেই। যাইহোক, উলফ (২০০৭) পরামর্শ দিয়েছেন যে সাগাসে তার উপস্থিতি \"অনেকটা পরবর্তীকালে এই অঞ্চলে সার্বভৌমত্বের নরওয়েজিয়ান দাবিকে বৈধতা দেওয়ার জন্য তৈরি করা একটি গল্পের মতো\"। \nহেব্রিডিসের কথিত ৯ম শতাব্দীর শাসক এবং ক্লান ডোনাল্ডের পূর্বপুরুষ গোফ্রেইড ম্যাক ফার্গুসার আবির্ভাবের উৎপত্তি নিয়েও একই ধরনের সমস্যা রয়েছে। এমন ইঙ্গিত পাওয়া গেছে যে তার আবির্ভাব \"চতুর্দশ শতাব্দীর ক্লান্ ডোনাল্ডের প্রচারকদের কাজের মতোই দেখায়\"। \n\n\n=== ইমার বাড়ি ===\n৮৭০ সালে, \"উত্তরের দুই রাজা\" আমলাইব কনুং এবং ঈমার দ্বারা ডাম্বার্টন অবরোধিত হয়, যারা পরের বছর ব্রিটেন থেকে \"সংখ্য অধিক বন্দীদের নিয়ে ডাবলিনে ফিরে আসে\"। ততদিনে সম্ভবত স্কটল্যান্ডের পশ্চিম উপকূলে স্ক্যান্ডিনেভিয়ার আধিপত্য ইতোমধ্যে উল্লেখযোগ্য ছিল। \"ফ্র্যাগমেন্টারি অ্যানালস অফ আয়ারল্যান্ড\" -এ আমলাইব কনুংকে \"লোচলাইনের রাজার পুত্র\" হিসাবে বর্ণনা করা হয়েছে এবং ও কর্রাইন (১৯৯৮) যুক্তি দেখান যে এই সময়ে \"লোচলাইন হল ভাইকিং স্কটল্যান্ড এবং সম্ভবত ম্যান দ্বীপও অন্তর্ভুক্ত\"। একই উৎসে, আমলাইব কনুং-এর রেকর্ড রয়েছে যে ৮৭২ সালের দিকে লোচলাইনে ভাইকিংদের আক্রমণের সময় তার পিতা গোফ্রেইধের সাহায্যে এসেছিলেন। গোফ্রেইধ ৮৭৩ সালে মারা যান এবং সেই বছরেই ঈমারও মারা যাওয়ার পরে সম্ভবত অল্প সময়ের জন্য তার স্থলাভিষিক্ত হয়েছিলেন। আমলাইব সম্ভবত ৮৭৪ সালে মারা যান। ৮৭৮ সালে মারা যাওয়া একজন পিক্টিশ রাজা আয়দ ম্যাক সিনাএদার শোকগীতি কিনটায়ের সম্ভবত সেই সময় তার রাজ্যের অধীনে হারিয়ে গিয়েছে বলে ইঙ্গিত দেয়। নর্সরা সম্ভবত ৮৭৭ সালে ম্যান দ্বীপ দখল করে নিয়েছিল এবং ৯০০ সালের মধ্যেই তারা অবশ্যই এটি দখলে রেখেছিল। ৯০২ সালে ভাইকিংদের বারো বছর পর্যন্ত ডাবলিন থেকে বহিষ্কার করা হয় এবং এক বছর পরে, \"ঈমারের নাতি\" ঈমারকে মূল ভূমির স্কটল্যান্ডে কনস্ট্যান্টাইন দ্বিতীয় বাহিনীর সাথে যুদ্ধে হত্যা করা হয়। তবে এই ঘটনাবলী নর্সদের জন্য চূড়ান্ত মুহুর্তের চেয়ে পশ্চাপসরণ ছিল।    আলস্টারের বর্ষপঞ্জিতে ৯১৪ সালের গৃহযুদ্ধের কথা উল্লেখ করা রয়েছে, যেখানে রাগনাল ঊয়া ঈমার ম্যান দ্বীপের উপকূলে একটি নৌ-যুদ্ধে বারিদ ম্যাক ওয়েটিকে পরাজিত করেছিলেন বলে বর্ণনা করা হয়েছে।\n\n১০ম শতাব্দীর প্রথম চার দশক হেব্রিডিসের ক্ষেত্রে একটি অস্পষ্ট সময়। এটা সম্ভব যে সম্ভবত এই সময়ের ম্যান দ্বীপ শাসন করা রাগনাল ঊয়া ঈমারের কিছু প্রভাব থাকতে পারে। যাইহোক, আমলাইব কুয়ারান হলেন পরবর্তী রেকর্ডকৃত “দ্বীপপুঞ্জের রাজা”। ৯৪১ সালে আমলাইব ম্যাক গোফ্রেইদের মৃত্যুর পর, আমলাইব কুয়ারান উত্তরাম্ব্রিয়া রাজা হন এবং সম্ভবত তার চাচাতো ভাই আমলাইবের উত্তরাধিকারী হিসেবে ম্যানের রাজা হন। তাকে \"রেক্স প্লুরিমারাম ইনসুলারাম\" (Rex plurimarum insularum) হিসেবে উল্লেখ করা হয়েছে, যা ইঙ্গিত দেয় যে তিনি সম্ভবত প্রথম ব্যক্তি ছিলেন যিনি ম্যান এবং স্কটল্যান্ডের পশ্চিমা দ্বীপপুঞ্জ উভয়েরই রাজা ছিলেন। \n\nআমলাইব, যিনি ৯৮০ বা ৯৮১ সালে আইওনায় \"ধর্মীয় অবসরে\" থাকাকালীন প্রায় চার দশক পরে মারা যান, তার উত্তরাধিকারী হন ম্যাকাস ম্যাক আরাইল্ট, যিনি সম্ভবত তার ভাগ্নে ছিলেন। ম্যাকাসের ভাই গোফ্রেইদ ম্যাক আরাইল্ট তারপরে তার স্থলাভিষিক্ত হন। তাদের জীবদ্দশায়, এই দুই \"হারাল্ডের পুত্র\" কমপক্ষে আয়ারল্যান্ডের বিরুদ্ধে দুটি বড় অভিযান চালানোর জন্য পরিচিত ছিলেন, এবং পরবর্তীকালে ৯৮৭ সালে \"ম্যানের যুদ্ধে\" জয়ী হিসাবে উল্লেখ করা হয়েছে। ৯৮৬ এবং ৯৮৭ সালে, আমলাইব কুয়ারানের পরবর্তী ধর্মীয় মনোভাব সত্ত্বেও আইওনা দু'বার লুট করা হয়।  \"আলস্টারের বর্ষপঞ্জী\" দ্বারা উল্লিখিত এই \"ম্যানের যুদ্ধ\" জয়ী হওয়া বলা হয়েছে গোফ্রেইদ এবং \"ডেনরা\" দ্বারা - সম্ভবত ওলাফ ট্রিগভাসন এর অধীনে  স্ক্যান্ডিনেভিয়া থেকে সরাসরি বাহিনী। \"আলস্টারের বর্ষপঞ্জী\" ৯৮৯ সালে ডাল রিয়াটায় গোফ্রেইদের মৃত্যুর কথা উল্লেখ করে, তাকে \"ইন্সে গালের রাজা\" হিসেবে বর্ণনা করে, যদিও এটা স্পষ্ট নয় যে এটি সম্পূর্ণ নতুন শব্দ ছিল, নাকি আগে, সম্ভবত আমলাইব কুয়ারানের দ্বীপ রাজ্যকে উল্লেখ করতে ব্যবহৃত হয়েছিল। পশ্চিম স্কটল্যান্ডের জটিল ভূগোল এবং লিখিত রেকর্ডের অভাব এই রাজ্যগুলির বিস্তৃতি এবং প্রকৃতি সম্পর্কে নিশ্চিত হওয়া কঠিন করে তোলে। উদাহরণস্বরূপ, \"ক্রনিকল অফ দ্য কিংস অফ আলবা\" ইঙ্গিত দেয় যে ১০ম শতাব্দীর মাঝামাঝি থেকে ১১শ শতাব্দীর শেষের দিকে রাজত্ব করা এই প্রায় সমস্ত এর অর্থ হতে পারে যে আইওনা এবং মুল দ্বীপ উদীয়মান স্কটল্যান্ড রাজ্যের অন্তর্গত অথবা তার  নিকটবর্তী স্থানে অবস্থান করছিল। \n\n\n=== আর্লস অফ অর্কনি ও ডাবলিনের রাজা ===\n\nএই সময়ে, উত্তর অঞ্চল সম্পর্কে তথ্যের জন্য \"অর্কনেয়িংগা সাগা\" (Orkneyinga Saga) আবারও প্রধান উৎস হয়ে ওঠে। ৯৯০ সালে, অর্কনি'র জার্ল সিগার্ড দ্য স্টাউট হেব্রিডিস দখল করে নেন এবং জিলি নামে একজন জার্লকে দায়িত্ব দেন। ১০০৪ সালের মধ্যে দ্বীপপুঞ্জের স্বাধীনতা পুনঃপ্রতিষ্ঠিত হয় গোফ্রেইদের ছেলে রাগনাল ম্যাক গোফ্রেইদের অধীনে, যিনি সেই বছরেই মারা যান। সম্ভবত তাদের রাজত্বে কিছুটা সমাপতন ছিল, জিলির প্রভাবাঞ্চল উত্তরে এবং রাগনালের দক্ষিণে। রাগনালের মৃত্যুর পর সিগার্ড আবার নিয়ন্ত্রণ পুনর্দুলাভ করেন, যা তিনি ক্লন্টারফের যুদ্ধে তার মৃত্যু পর্যন্ত ধরে রাখেন, এরপরে দ্বীপপুঞ্জ সম্ভবত হাকোন এ্যারিকসনের অধীনে ছিল বলে ধারণা করা হয়।\nওয়েলশ পাঠ্য \"হিস্টোরিয়া গ্রুফুড ভাব কেনন\" অনুযায়ী, ১০৩৪ সালে তার মৃত্যুর সময় ওলাফ সিগট্রিগসন বেশ কয়েকটি জায়গার রাজা হিসেবে উল্লিখিত হয়েছেন। এর মধ্যে রয়েছে আইল অফ ম্যান, \"অন্যান্য অনেক ডেনীয় দ্বীপ\", গ্যালোওয়ে, রিন্স এবং অ্যাঙ্গলেসি। ওলাফ ছিলেন একজন উই ঈমার রাজবংশের সদস্য এবং তাঁর শাসনকে সঙ্গার অনুসারে তাঁর আগে ও পরে আসা নরওয়েজিয়ানদের সাথে মেলানো কঠিন। \"দ্য প্রফেসি অফ বেরচান\" এ একটি অস্পষ্ট ইঙ্গিত রয়েছে যে স্কটল্যান্ডের রাজা মায়েল কোলুইম ম্যাক সিনাডা প্রায় এই সময়ে আইলে এবং আরানে সক্রিয় ছিলেন, যা এই সময়ের স্ক্যান্ডিনেভিয়ান, নর্স-গ্যালিক এবং স্কটিশ প্রভাবের সম্ভাব্য তরল প্রকৃতির উপর জোর দেয়।\nপরবর্তী উল্লিখিত শাসক হলেন সিগার্ড দ্য স্টাউটের ছেলে থোরফিন দ্য মাইটি, যিনি ১০৩৫ সালের আশেপাশে নিয়ন্ত্রণ নেন এবং প্রায় দুই দশক পরে তার মৃত্যু পর্যন্ত রাজত্ব করেন। দ্বীপপুঞ্জ এবং নরওয়েজের মধ্যে চলমান ঘনিষ্ঠ সম্পর্ক ১০৫৮ সালের \"অ্যানালস অফ টাইগারনাচ\" থেকে পাওয়া একটি রেকর্ড দ্বারা ইঙ্গিত দেয়: \"নরওয়েজের রাজার ছেলের নেতৃত্বে একটি জাহাজবহর, অর্কনি, হেব্রিডিস এবং ডাবলিনের গ্যালদের সাথে ইংল্যান্ড রাজ্য দখল করার জন্য এগিয়ে এল, কিন্তু ঈশ্বর এতে সম্মতি দেননি।\" নরওয়েজের সেই সম্রাট ছিলেন ম্যাগনাস হারাল্ডসন, যিনি সম্ভবত থোরফিনের মৃত্যুকে অজুহাত হিসাবে ব্যবহার করে অর্কনি এবং হেব্রিডিসের উপর সরাসরি শাসন প্রতিষ্ঠা করতে চেয়েছিলেন।  \n\nতবে, ১১শ শতাব্দীর মাঝামাঝে উই ঈমার রাজবংশের একমার্কাচ ম্যাক রাগনাইলকে মান দ্বীপের শাসক বলা হয়। তিনি ১০৩৬ থেকে ১০৩৮ এবং ১০৪৬ থেকে ১০৫২ সাল পর্যন্ত ডাবলিনের রাজা ছিলেন, এবং সম্ভবত গ্যালোওয়েতে  রিন্সের রাজাও ছিলেন, যা ইঙ্গিত দেয় যে আইল অফ ম্যান এবং হেব্রিডিসের আধিপত্য আবার বিচ্ছিন্ন হয়ে গেছে (যদিও সম্ভবত তিনি সম্পূর্ণ বা আংশিকভাবে হেব্রিডিস শাসন করেছেন)। \nতারপরে লিস্টার রাজ্যের মুর্চাড ম্যাক ডিয়ারমাতকে মান এবং ডাবলিনের নিয়ন্ত্রণে থাকতে দেখা যায়, তারপরে তার পিতা ডিয়ারমাইট ম্যাক মাইল না ম্বো, আয়ারল্যান্ডের উচ্চ রাজা, ১০৭২ সালে তার মৃত্যু পর্যন্ত মান এবং দ্বীপপুঞ্জ দখলে নেন। এরপরে, গডরেড সিট্রিকসন এবং তার ছেলে ফিঙ্গাল গডরেডসন কমপক্ষে মান শাসন করেন, তবে গডফ্রেড ক্রোভানের আগমনের আগ পর্যন্ত হেব্রিডিস শাসকদের রেকর্ড অস্পষ্ট হয়ে রয়েছে।\n\n\n=== গডরেড ক্রোভান ও আইরিশ প্রভাব ===\n\n\"ক্রোভান\" এর অর্থ সম্ভবত \"সাদা হাত\" , যদিও কারণটি অজানা এবং তার উৎপত্তিও অনিশ্চিত।    ঈমার ম্যাক আরাইল্ট, ডাবলিনের রাজা এবং সম্প্রসারিতভাবে আমলাইব কুয়ারানের বংশধর হতে পারেন গডফ্রেড তার ছেলে বা ভাগ্নে। ১০৬৬ সালে স্ট্যামফোর্ড ব্রিজের যুদ্ধে হারাল্ড হার্ড্রাডের পরাজয়ে তিনি টিকে ছিলেন এবং সেখান থেকে ম্যানে পালিয়ে যান। তারপরে ১০৭৯ সালে, সম্ভবত পশ্চিমা দ্বীপপুঞ্জের বাহিনীর সাহায্যে, ফিঙ্গালের কাছ থেকে দ্বীপটি দখল করতে সক্ষম হওয়ার আগ পর্যন্ত তার খবর খুব কমই পাওয়া যায়। মান এবং দ্বীপপুঞ্জের পরবর্তী শাসকদের অনেকের পূর্বপুরুষ, তিনি ডাবলিনের রাজাও হয়ে ওঠেন, কিন্তু কোনও সমসাময়িক উৎস তাকে বা তার পূর্বসূরদের \"মান এবং দ্বীপপুঞ্জের রাজা\" হিসাবে উল্লেখ করে না।     তিনি শেষ পর্যন্ত মুইরচের্টাচ উয়া ব্রায়ানের দ্বারা ডাবলিন থেকে বিতাড়িত হন এবং ১০৯৫ সালের প্লেগে আইলে গিয়ে মারা যান। এটা স্পষ্ট নয় যে উই ব্রায়ান কর্তৃত্ব এখন মানের উত্তরে দ্বীপগুলিতে কতটা প্রতিষ্ঠিত হয়েছিল, তবে এই সমুদ্রে বাড়ন্ত আইরিশ প্রভাব নরওয়ে থেকে দ্রুত ও সিদ্ধান্তমূলক প্রতিক্রিয়া এনেছে। ১০৯৮ সালে সান্টওয়াটে আইল অফ ম্যানে সংঘটিত যুদ্ধটি উচ্চ মাত্রার রাজনৈতিক অস্থিরতার ইঙ্গিত দেয়। এটি দ্বীপের উত্তরাঞ্চলের লোকজন ও জার্ল ওটার এবং ম্যাকমানুস বা ম্যাকমারাস নামে পরিচিত এক ব্যক্তির নেতৃত্বে দক্ষিণাঞ্চলের লোকজনের মধ্যে অভ্যন্তরীণ বিবাদ ছিল।\n\n\n== পরবর্তী ইতিহাস ==\n\n\n=== নর্স এবং উই ব্রায়ান প্রভাব ===\nসম্ভবত দ্বীপপুঞ্জের সাধারণ অরাজকতার ফলস্বরূপ এবং সেখানে আইরিশ প্রভাব মোকাবেলা করতে ১০৯৮ সালের মধ্যে ম্যাগনাস ব্যারেফুট পুনরায় সরাসরি নরওয়েজিয়ান আধিপত্য পুনঃপ্রতিষ্ঠা করেছিলেন। তিনি প্রথমে অর্কনি, উত্তর স্কটিশ মূল ভূমি এবং হেব্রিডিস দখল করেন, যেখানে তিনি উইস্টে \"তলোয়ার রক্তে রঞ্জিত করেন\"। \"হেইম্‌স্ক্রিঙ্গলা\" অনুসারে, ম্যাগনাস ১০৯৩ সালে তার অভিযানের অংশ হিসাবে তার জাহাজকে কিন্টায়েরের উত্তরে নালাকাটি জুড়ে টেনে নিয়ে যান। তার জাহাজের তেলা ধরে \"পাল চালিয়ে\" নালাকাটি পার হওয়ার মাধ্যমে তিনি পুরো উপদ্বীপটিকে একটি দ্বীপ বলে দাবি করতে সক্ষম হন, এবং ফলে এটি এক ডজনেরও বেশিবেশি সময় ধরে নরওয়েজিয়ান শাসনের অধীনে ছিল।  \n১০৯৮ সালে, স্কটল্যান্ডের এডগার ম্যাগনাসের সাথে একটি চুক্তি স্বাক্ষর করেন যা দ্বীপগুলিতে স্কটস এবং নরওয়েজিয়ান দাবির মধ্যে সীমানার অনেকটাই নিষ্পত্তি করে। এডগার আনুষ্ঠানিকভাবে হারবিদিস এবং কিনতিয়ারে তার দাবি ছেড়ে দিয়ে বিদ্যমান পরিস্থিতি স্বীকার. \n\n১১০২ সালে দ্বিতীয় অভিযানের সময় আয়ারল্যান্ডে হামলা হওয়ার কথা জানা যায়। হেইম্‌স্ক্রিঙ্গলা সাগা রিপোর্ট করেছে যে তিনি তার অল্পবয়সী ছেলে সিগার্ডের সাথে বিবাহের জন্য মুইরচের্টাচ উয়া ব্রায়ানের কন্যা বজদমুঞ্জো লাভ করেছিলেন, যাকে তিনি তখন দ্বীপপুঞ্জের নামমাত্র দায়িত্বে ছেড়ে দিয়েছিলেন। এই ব্যবস্থা বেশি দিন টিকে  নি (ni, not) । ২৩শে আগস্ট, ১১০৩ সালে আলস্টারে যুদ্ধ করার সময় ম্যাগনাস নিহত হন এবং ১৪ বছর বয়সী সিগার্ড তার বধূ ছাড়াই নরওয়ে ফিরে আসেন। পরবর্তী রাজা ছিলেন লাগমান গড্রেডসন, গডফ্রেড ক্রোভানের ছেলে, যিনি সম্ভবত সিগার্ডের সম্মতিতে নিযুক্ত হয়েছিলেন। \nতিনি সফলভাবে তার ভাই হ্যারাল্ডের একটি বিদ্রোহের বিরুদ্ধে লড়াই করেন এবং সাত বছর রাজত্ব করার পর তিনি \"অনুতাপ করে যে তিনি তার ভাইয়ের চোখ খুলে দিয়েছিলেন\"  এবং জেরুজালেমে তীর্থযাত্রায় যান, যেখানে তিনি মারা যান।  \n\nলাগমান তার জীবিত ছেলে ওলাভের অপ্রাপ্তবয়স্ক অবস্থায় সিংহাসন ত্যাগ করেন এবং ১১১১ সালে, বলপ্রয়োগে অথবা দ্বীপপুঞ্জের সম্ভ্রান্তদের আমন্ত্রণে, একমার্কাচ ম্যাক রাগনাইলের নাতি ডোমনাল ম্যাক টাইড উয়া ব্রায়ান (ডোমনাল ম্যাকটেড ও'ব্রায়েন) দ্বীপপুঞ্জের শাসক হয়ে ওঠেন। সিংহাসনে আরোহণের কারণ যা-ই হোক, তিনি একজন জনপ্রিয়তাহীন নিষ্ঠুর শাসক বলে প্রমাণিত হন এবং দুই বছর পর দ্বীপবাসীদের দ্বারা বিতাড়িত হয়ে আয়ারল্যান্ডে পালিয়ে যান।\nদুই বছর পর, সিগার্ড রাজ্য দখলে নেওয়ার জন্য ইঙ্গেমুন্ডকে (যার পটভূমি অজানা) নিয়োগ করার চেষ্টা করেন। তবে, যখন ইঙ্গেমুন্ড লুইসে পৌঁছান তখন তিনি দ্বীপপুঞ্জের সমস্ত প্রধানদের কাছে দূত পাঠান তাদের জড়ো হওয়ার এবং তাকে রাজা ঘোষণা করার আহ্বান জানান। এই সময়ের মধ্যে তিনি এবং তার অনুসারীরা \"লুটপাট ও উচ্ছৃঙ্খলে\" লিপ্ত হয়। তারা মেয়ে ও বয়স্ক মহিলাদের অপমান করে এবং \"কামোদ্দীপক তৃপ্তিতে\" সব ধরনের আনন্দে নিজেদের আত্মসমর্পণ করে। যখন এই খবর দ্বীপপুঞ্জের প্রধানদের কাছে পৌঁছায়, যারা ইতোমধ্যে তাকে রাজা হিসাবে নিযুক্ত করার জন্য জড়ো হয়েছিল, তখন তারা প্রচণ্ড ক্ষোভে জ্বলে ওঠে, তার বিরুদ্ধে এগিয়ে আসে এবং রাতে তার উপর হামলা চালিয়ে তিনি  যে বাড়িতে ছিলেন সেখানে আগুন লাগিয়ে দিয়েছিলেন এবং আংশিকভাবে তরবারির দ্বারা এবং আংশিকভাবে অগ্নিশিখার দ্বারা ধ্বংস করেছিলেন, ইঙ্গেমুন্ড এবং তার সমস্ত বাড়ি। অনুগামীরা।\" \nপরবর্তী উল্লিখিত রাজা ছিলেন গডফ্রেড ক্রোভানের ছেলে ওলাভ গড্রেডসন, যিনি পাহাড়ি জাতির কাছে \"লাল\" এবং নরওয়েজিয়ানদের কাছে \"বিটলিং\" নামেও পরিচিত ছিলেন, পরেরটি সম্ভবত তার খাটো গড়নের কারণে দেওয়া হয়েছিল। তিনি ইংল্যান্ডের রাজা প্রথম হেনরির দরবারে সময় কাটিয়েছিলেন, যিনি সম্ভবত আইরিশ সাগর এবং আশেপাশে উই ব্রায়ানদের আধিপত্য কমাতে চেয়ে তার উচ্চাকাঙ্ক্ষাকে উৎসাহিত করেছিলেন। ওলাভ চল্লিশ বছর রাজত্ব করেন এবং সেই সময় জুড়ে কিছুটা শান্তি ও স্থিতিশীলতা বজায় রাখতে সক্ষম হন। তবে এ যুগ ঘটনাহীন ছিল না। তার শাসনকালে হেব্রিডিয়ান রাজকীয়দের একজন, ওইতির ম্যাক মিক ওইতির, জোর করে ডাবলিন দখল করেন এবং ১১৪৮ সালে নিহত হওয়ার আগ পর্যন্ত ছয় বছর ধরে দখলে রাখেন। ওইতিরের ছেলে থোরফিনকে ১১৫০ সালে হেব্রিডিয়ান লর্ডদের মধ্যে সবচেয়ে শক্তিশালী হিসাবে বর্ণনা করা হয়। ১১৫২ সালে ডাবলিনে তার ভাগ্নেরা তার বিরুদ্ধে বিদ্রোহ করে মান দ্বীপ আক্রমণ করে এবং তাকে হত্যা করে। \nওলাভের ছেলে গডফ্রেড দ্য ব্ল্যাক তার স্থলাভিষিক্ত হন এবং তার পিতার হত্যাকারীদের মৃত্যুদণ্ড দেন। এর কিছুদিন পরে, আয়ারল্যান্ডের যুদ্ধাপ্রবণ ম্যাক লচলিন গোত্র এবং \"গ্যালোওয়ে, আরণ, কিন্টায়ের, মান এবং স্কটল্যান্ডের অঞ্চলের জাহাজবহর\" ইনিশোয়েনের উপকূলে উই ব্রায়ান রাজবংশের বিরুদ্ধে একটি জলযুদ্ধে জড়িয়ে পড়ে বলে রেকর্ড করা আছে। তার শাসনামলে ডাবলিনের নাগরিকরা গডফ্রেডকে শহর শাসনের প্রস্তাব দেয়, যা তিনি গ্রহণ করেন। তারপরে, ম্যাঙ্কস ক্রনিকল অনুসারে, তিনি তার সাবেক মিত্র ম্যাক লচলিনদের উপর একটি ব্যাপক পরাজয় ঘটান, এরপর তিনি এবং তার প্রধানরা দ্বীপপুঞ্জে ফিরে আসেন এবং শহরটি ডিয়ারমাইট ম্যাক মুরচাদার আক্রমণকারী বাহিনীর হাতে ছেড়ে দেন।  \n\nগডফ্রেডের একনাশকতাবাদী শাসনশৈল দ্বীপবাসীদের কাছে তাকে অত্যন্ত অজনপ্রিয় করে তোলে বলে মনে হয় এবং এরপরের সংঘর্ষগুলি একক সম্ভ্রান্ত শাসনের অধীনে মান এবং দ্বীপপুঞ্জের একটি সুসংগত অঞ্চল হিসাবে অবশেষের সূচনা করে। দ্বীপপুঞ্জের শক্তিশালী ব্যারনরা একটি উঠতি এবং জোরালো চরিত্র – আর্গিলের লর্ড সোমেরলেডের সাথে ষড়যন্ত্র শুরু করে। সোমেরলেডের পিতৃপুরুষদের উৎপত্তি অস্পষ্ট, তবে এটি জানা যায় যে তিনি লাল ওলাভের কন্যা এবং গডফ্রেডের সৎবোন রাগ্নহিল্ডিসকে বিয়ে করেছিলেন। সম্ভবত সোমেরলেড প্রথমে ওলাভের কাছে সুদৃষ্টি লাভ করেন, যা কখনো একবার সুড্রেতেও প্রভাব বিস্তারকারী অর্কনি'র জার্লদের কাছ থেকে উত্তর হেব্রিডিসের নিয়ন্ত্রণ ছিনিয়ে নিতে সাহায্য করে। সোমেরলেডের জনপ্রিয়তা রাগ্নহিল্ডিসের সাথে তার ছেলে ডাবগলকে \"অটারের ছেলে থোরফিন\" দ্বারা দ্বীপপুঞ্জ (মান ছাড়া) জুড়ে ভবিষ্যতের রাজা হিসাবে ঘোষণা দেওয়ার কারণ হয়ে ওঠে। এ খবর শোনে গডফ্রেড ১১৫৬ সালে পার্শ্ব উৎসবের (Epiphany) জলযুদ্ধে সোমেরলেডের বাহিনীর সাথে সংঘর্ষে জড়িয়ে পড়েন। এই যুদ্ধে কোনো স্পষ্ট বিজয়ী না হলেও পরে সম্মতি হয় যে গডফ্রেড মান, উত্তর অভ্যন্তরীণ হেব্রিডিস এবং বহিরাগত হেব্রিডিসের শাসক হিসাবে থাকবেন, যখন সোমেরলেডের ছেলেরা তাদের পিতারের তত্ত্বাবধানে নামমাত্রভাবে দক্ষিণ অভ্যন্তরীণ হেব্রিডিস, কিন্টায়ের এবং ক্লাইডের দ্বীপপুঞ্জ শাসন করবে। দুই বছর পর, সোমেরলেডের আইল অফ মান আক্রমণের ফলে গডফ্রেড নরওয়ে পালিয়ে যান এবং সোমেরলেড অস্বীকৃতভাবে সমগ্র রাজ্যের শাসক হয়ে ওঠেন।  \nকেটিল ফ্লাটনোসের সময় থেকে দূর থেকে হেব্রিডিস শাসন করা কঠিন হয়ে পড়েছিল এবং এমনকি ম্যাগনাস ব্যারেলেগসের সময়েও, সম্ভবত স্থানীয় শাসকদের নিয়ন্ত্রণই ছিল বাস্তবতা, সমুদ্রের ওপার থেকে নামমাত্র শাসন নয়। সোমেরলেড এটিকে চূড়ান্ত সিদ্ধান্তে নিয়ে যান, দক্ষিণ হেব্রিডিস এবং কিন্টায়েরে তার ক্ষমতার কেন্দ্র থেকে নিজেকে দ্বীপপুঞ্জের স্বাধীন শাসক হিসাবে ঘোষণা করেন এবং তিনি কার্যত ডালরিয়াদাকে পুনঃনির্মাণ করেন। সোমেরলেড যে বৈধতার দাবি ব্যবহার করেছিলেন তার উৎস নিয়ে কিছু বিতর্ক রয়েছে। এটা বলা হয়েছে যে গফরাইড ম্যাক ফেরগুসার বংশধর হওয়ার তার দাবিগুলি \"গ্যালিক ঐতিহ্যে সংরক্ষিত আছে এবং আধুনিক পণ্ডিতদের দ্বারা মোটামুটি সত্যিকার হিসাবে গৃহীত হয়েছে\"। তবে, উলফ (২০০৫) জোর দিয়ে বলেন যে, \"ক্লান-ইতিহাসবিদদের দ্বারা সাম্প্রতিক কালে প্রবর্তিত, ক্লান সোমহাইরলেকে স্ক্যান্ডিনেভিয়ানদের কাছ থেকে দ্বীপপুঞ্জ মুক্ত করা গ্যালিক জাতীয়তাবাদী হিসাবে উপস্থাপন করা চিত্রের বিপরীতে, এটি আমাদের ত্রয়োদশ শতাব্দীর দুটি বিস্তৃত বর্ণনামূলক বিবরণী, অর্কনেয়িংগা সাগা এবং দ্য ক্রনিকল অফ দ্য কিংস অফ ম্যান অ্যান্ড দ্য আইলস-এ স্পষ্টভাবে বলা আছে যে ক্লান সোমহাইরলের প্রাথমিক নেতৃত্বকারীরা নিজেদেরকে তাদের মায়ের, রাগ্নহিল্ডিসের বংশধর হিসাবে দ্বীপপুঞ্জের রাজার প্রতিযোগী হিসাবে দেখেছিলেন\" এবং তাদের \"রাজকীয় মর্যাদার দাবি উই ঈমারের একটি অংশ হিসাবে তাদের অবস্থানের উপর ভিত্তি করে ছিল\"। স্কটল্যান্ডের গায়েল্টাচটের সবচেয়ে সুপরিচিত ঐতিহাসিক চিত্রগুলির মধ্যে এক হলেন এই আর্গিলের যুবরাজ, যিনি গ্যালিক ভাষায় সোমায়েরলে ম্যাক গিলে ব্রিগ্টে নামে পরিচিত, যদিও তার নরসে নাম, সোমার্লিডি, এর আক্ষরিক অর্থ \"গ্রীষ্মের পথিক\", যা ভাইকিংদের জন্য একটি সাধারণ নাম।  \n১১৬৪ সালে স্কটিশ মূল ভূমিতে আক্রমণের সময় রেনফ্রুর কাছে অবস্থানকালে হয়তো তার তাঁবুতে নিহত হয়ে সোমেরলেডের মৃত্যু হয়। এই সময়ে গডফ্রেড ১১৫৮ সালের পূর্বের তার অঞ্চল পুনর্দখল করেন এবং দক্ষিণ দ্বীপপুঞ্জগুলি পূর্বের চুক্তি অনুসারে সোমেরলেডের ছেলেদের মধ্যে বিতরণ করা হয়: ডাবগল মুল, কল, টায়ারি এবং জুরা পান; আইলে এবং কিন্টায়ের রাঘনলের কাছে যায়; আওনগাসের কাছে বিউট, আরান সম্ভবত তার এবং রেজিনাল্ডের মধ্যে বিভক্ত ছিল। ডাবগল এবং রাঘনলকে কমপক্ষে \"কিংস অফ দ্য আইলস\" উপাধি দেওয়া হতো। তবে, তাদের বংশধররা এই উপাধি ধরে রাখতে পারেনি বলে মনে হয় এবং \"দ্য ক্রনিকল অফ ম্যান অ্যান্ড দ্য সুড্রেস\" বিলাপ করে যে, রাগ্নহিল্ডিসের সাথে সোমেরলেডের বিবাহ \"পুরো দ্বীপপুঞ্জের রাজ্য ধ্বংসের কারণ\" হয়ে দাঁড়িয়েছে।\n\n\n=== বিভক্ত রাজ্য ===\n\nকালক্রমে সোমেরলেডের বংশধররা \"লর্ডস অফ দ্য আইলস\" নামে পরিচিত হন, যেখানে ডাবগল 'ক্লান ম্যাকডোগাল' এবং রাঘনল 'ক্লান ডোনাল্ড' এবং 'ক্লান ম্যাকরুয়ারি' নামধারী গোষ্ঠীর উত্থান ঘটান। ১২১০ সালে স্কাই দ্বীপে আওনগাস এবং তার তিন ছেলে নিহত হন। তত্ত্বীয়ভাবে, সোমেরলেড এবং তার বংশধরদের দ্বীপের অঞ্চলগুলি নরওয়েজিয়ানদের অধীনে ছিল এবং তার মূল ভূমির অঞ্চলগুলি ছিল 'কিংডম অফ আলবা'র  অধীনে, যখন 'ম্যান এবং উত্তর দ্বীপপুঞ্জের রাজারা' নরওয়েজিয়ান রাজাদের অধিভুক্ত  ছিলেন।\nতবে, সোমেরলেডের জীবদ্দশায় এবং তার মৃত্যুর পরেও স্কটিশ রাজারা তার এবং তার বংশধরদের দখলে থাকা দ্বীপপুঞ্জের নিয়ন্ত্রণ নেওয়ার চেষ্টা করেছিলেন। কূটনীতি খুব একটা কাজ না হওয়ায়, ১২৪৯ সালে আলেকজান্ডার দ্বিতীয় ব্যক্তিগতভাবে একটি বড় জাহাজবহরের নেতৃত্বে ফার্থ অফ ক্লাইড থেকে রওনা হয়ে কেরেরা দ্বীপের কাছে নোঙর করেন। আলেকজান্ডার অসুস্থ হয়ে সেখানে মারা যান, তবে তার উত্তরসূরি আলেকজান্ডার তৃতীয় এই অভিযান চালিয়ে যান। এই কৌশলটি অবশেষে নরওয়েজিয়ার রাজা হাকোন হাকোনার্সনের একটি আক্রমণের দিকে পরিচালিত করে। লার্গসের যুদ্ধের জমজমাট পরে, হাকোন অর্কনি দ্বীপে ফিরে যান, যেখানে ১২৬৩ সালের ডিসেম্বরে তিনি মারা যান, মৃত্যুর আগোনগুরু শয্যায় সাগাগুলি পাঠ করে বিনোদন নেওয়ার সময়। এই অশুভ অভিযানের পরে, ১২৬৬ সালের পারথ চুক্তির ফলে হেব্রিডিস, ম্যান এবং নরওয়েজিয়ান রাজকীয় অধিকার \"পুরনোকাল থেকে এখানে ছিল\" সবকিছুই স্কটল্যান্ডের রাজ্যের কাছে সমর্পণ করা হয়।   \nমান দ্বীপে, ১১৬৪ সালে সাময়িকভাবে রাজত্ব করা তার দখলদার ভাই রাগনাল্ডকে পরাজিত করার পরে, গডফ্রেড দ্য ব্ল্যাক মান এবং উত্তর দ্বীপপুঞ্জের রাজার পদে ফিরে আসেন। ১১৮৭ সালে তার মৃত্যুর পরে, রাজত্ব তার বড় ছেলে রাঘনল ম্যাক গফ্রাইধের কাছে চলে যায়, তার নির্বাচিত উত্তরাধিকারী ওলাফ দ্য ব্ল্যাকের (রাঘনলের সৎভাই) পরিবর্তে, যিনি পরিবর্তে লুইস দ্বীপের অধিভুক্ত হয়ে যান। ১২২৮ সালে, ওলাফ টাইনওয়াল্ডে রাঘনলের সাথে যুদ্ধ করেন এবং পরবর্তীটি নিহত হয়।  ২১ মে ১২৩৭-এ, ওলাফ সেন্ট প্যাট্রিকস আইলে মারা যান, এবং তার তিন পুত্রের স্থলাভিষিক্ত হন যারা পালাক্রমে রাজ্য শাসন করেছিলেন: হ্যারাল্ড (রাজত্ব করেছিলেন ১২৩৭-১২৪৮), রাগনভাল্ড (১২৪৯), এবং ম্যাগনাস (১২৫২-১২৬৫)। ম্যাগনাস ওলাফসন ছিলেন নর্স রাজাদের মধ্যে শেষ যিনি মানকে শাসন করেন, যেটি তার মৃত্যুতে স্কটল্যান্ড রাজ্যে অন্তর্ভুক্ত হয়েছিল।   \n\n\n== নরওয়েজীয় শাসনকাল ==\nলিখিত রেকর্ডের মতো, এই সময়ের জন্য প্রত্নতাত্ত্বিক প্রমাণ ব্যাপক নয়, এবং জনসংখ্যার দৈনন্দিন জীবনের জ্ঞানের অভাব রয়েছে। এটা জানা যায় যে আউন্সল্যান্ড সিস্টেম ব্যবহার করে হেব্রিডদের উপর কর আরোপ করা হয়েছিল এবং বোর্নেস থেকে প্রমাণ পাওয়া যায় যে সেখানে বসতি স্থাপনকারীরা উত্তর দ্বীপপুঞ্জের অনুরূপ অবস্থার পরিবারের চেয়ে বেশি সমৃদ্ধ হতে পারে, সম্ভবত আরও শিথিল রাজনৈতিক শাসনের কারণে।  পরবর্তীকালে, হেব্রাইডস লুইস, হ্যারিস এবং স্কাই থেকে আটজন প্রতিনিধি এবং দক্ষিণ হেব্রাইডস থেকে টাইনওয়াল্ড পার্লামেন্টে ম্যান-এর আরও আটজন প্রতিনিধি পাঠায়। \nএই সময়ের লিখিত নথি খুব একটা বিস্তৃত নয়, ফলে সাধারণ মানুষের দৈনন্দিন জীবন সম্পর্কে খুব বেশি জানা যায় না। তবে জানা যায় যে হেব্রিডিসে 'আউনল্যান্ড ব্যবস্থা' অনুসারে কর আদায় করা হতো। বর্নিস থেকে পাওয়া প্রমাণগুলি ইঙ্গিত দেয় যে সেখানকার বসতি স্থাপনকারীরা সম্ভবত তুলনামূলকভাবে আরও শিথিল রাজনৈতিক পরিস্থিতির কারণে উত্তর দ্বীপপুঞ্জের একই সামাজিক মর্যাদাপ্রাপ্ত পরিবারের চেয়ে সমৃদ্ধ ছিল। পরবর্তীকালে, হেব্রিডিস লিউয়েস, হ্যারিস এবং স্কাই থেকে আটজন এবং দক্ষিণ হেব্রিডিস থেকে আরও আটজন প্রতিনিধি মান দ্বীপের টাইনওয়াল্ড সংসদে পাঠিয়েছিল।\nকলোনসে এবং ওরোনসে দ্বীপপুঞ্জ গুরুত্বপূর্ণ পৌত্তলিক নর্স সমাধিক্ষেত্রের উৎস। আইলে দ্বীপে ১১শ শতাব্দীর একটি ক্রস স্ল্যাব পাওয়া যায় ১৮৩৮ সালে, যা আইরিশ এবং রিঙ্গেরাইক ভাইকিং শিল্পে সজ্জিত ছিল। রুভা আন ডুনাইন, বর্তমানে স্কাই দ্বীপের কুইলিন পাহাড়ের দক্ষিণে একটি জনশূন্য উপদ্বীপ, সেখানে অবস্থিত ছোট্ট লোখ না হ-আইরেড, যা একটি সংক্ষিপ্ত কৃত্রিম খাল দ্বারা সমুদ্রের সাথে সংযুক্ত। এই লোখটি বহু শতাব্দী ধরে, ভাইকিং এবং পরবর্তী স্কটিশ গোষ্ঠী শাসনের সময়, সমুদ্রপথে চলাচলের জন্য একটি গুরুত্বপূর্ণ স্থান ছিল। সেখানে পাথরে নির্মিত একটি ঘাট এবং জলের স্তর স্থির রাখার জন্য একটি ব্যবস্থা রয়েছে। সেখানে আবিষ্কৃত নৌকা কাঠামো ১২শ শতাব্দীর বলে মনে করা হয়। স্কটল্যান্ডের পশ্চিম উপকূলে কেবল তিনটি রুণ শিলা পাওয়া যায়, যেগুলো বারা, ইঞ্চমার্নক এবং আইওনায় খ্রিস্টান স্মৃতিস্তম্ভগুলিতে পাওয়া যায়।     স্কটল্যান্ডের পশ্চিম উপকূল থেকে বারা, ইঞ্চমারনক এবং ইওনাতে পাওয়া খ্রিস্টান স্মৃতিসৌধে শুধুমাত্র তিনটি রুন পাথরের সন্ধান পাওয়া যায়। \nনর্সদের জনবসতি গড়ে ওঠার সময় জিলিশ ভাষা দক্ষিণ হেব্রিডিসে কথ্য ভাষা হিসেবে টিকে থাকে, তবে স্থাননাম সংক্রান্ত প্রমাণগুলি ইঙ্গিত দেয় যে এর সামাজিক মর্যাদা নিচু ছিল। পূর্ব-নর্স নামগুলি প্রায় সম্পূর্ণভাবে মুছে গেছে। উত্তরের পিক্টিশ মৃৎপাত্র এবং আরম্ভিক ভাইকিং সময়ের মধ্যে শৈলীর কম ধারাবাহিকতা রয়েছে। যে মিলগুলো রয়েছে সেগুলি ইঙ্গিত দেয় পরবর্তী মৃৎপাত্রগুলি সম্ভবত আয়ারল্যান্ডে বসতি স্থাপনকারী নর্সদের দ্বারা বা আইরিশ দাসদের দ্বারা তৈরি হয়েছিল।   ফার্থ অফ ক্লাইডে, অ্যারানে নর্স সমাধিগুলি পাওয়া গেছে, যদিও বিউটে পাওয়া যায়নি এবং স্থাননাম সংক্রান্ত প্রমাণগুলি ইঙ্গিত দেয় যে হেব্রিডিসের তুলনায় জনবসতির নিদর্শন অনেক কম বিকশিত ছিল। আইল অফ মানে নর্স উৎপত্তির বহু ম্যাঙ্ক্স রানস্টোন (Manx Runestones) এবং স্থাননাম রয়েছে।  \n\nপ্রাথমিকভাবে একটি মূর্তিপূজক সংস্কৃতি হিসাবে, নর্স যুগে খ্রিস্টান ধর্মের দ্বীপগুলিতে ফিরে আসার বিষয়ে বিস্তৃত তথ্য পাওয়া যায় না, যদিও আধুনিক ডায়োসিস অফ সোডর অ্যান্ড ম্যান কয়েক শতাব্দীর পুরনো নাম বজায় রাখে।   যদিও আধুনিক দিনের ডায়োসিস অফ সোডর অ্যান্ড ম্যান শতাব্দী প্রাচীন নামটি ধরে রেখেছে।\n\n\n== আরও দেখুন ==\nদ্বীপপুঞ্জ\nদ্বীপরাষ্ট্র\n\n\n== তথ্যসূত্র ==\n\n\n=== সূত্র ===\nAnderson, Alan Orr (1922) Early Sources of Scottish History: A.D. 500 to 1286. 2. Edinburgh. Oliver and Boyd.\nBallin Smith, Beverley; Taylor, Simon; and Williams, Gareth (eds) (2007) West Over Sea: Studies in Scandinavian Sea-borne Expansion and Settlement Before 1300. Brill. আইএসবিএন ৯০-০৪-১৫৮৯৩-৬\nBarrett, James H. \"The Norse in Scotland\" in Brink, Stefan (ed) (2008) The Viking World. Abingdon. Routledge. আইএসবিএন ০-৪১৫-৩৩৩১৫-৬ISBN 0-415-33315-6\nCoventry, Martin (2008) Castles of the Clans. Musselburgh. Goblinshead. আইএসবিএন ৯৭৮-১-৮৯৯৮৭৪-৩৬-১ISBN 978-1-899874-36-1\nCrawford, Barbara E. (1987) Scandinavian Scotland. Leicester University Press. আইএসবিএন ০-৭১৮৫-১১৯৭-২ISBN 0-7185-1197-2\nDownham, Clare \"England and the Irish-Sea Zone in the Eleventh Century\" in Gillingham, John (ed) (2004) Anglo-Norman Studies XXVI: Proceedings of the Battle Conference 2003. Woodbridge. Boydell Press. আইএসবিএন ৯৭৮-১-৮৪৩৮৩-০৭২-৬ISBN 978-1-84383-072-6\nDownham, Clare (2007) Viking Kings of Britain and Ireland: The Dynasty of Ívarr to A.D. 1014. Edinburgh. Dunedin Academic Press. আইএসবিএন ৯৭৮-১-৯০৩৭৬৫-৮৯-০ISBN 978-1-903765-89-0\nDuffy, Seán (১৯৯২)। \"Irishmen and Islesmen in the Kingdom of Dublin and Man 1052–1171\": 93–133। জেস্টোর 30007421। \nEtchingham, Colman (2001) \"North Wales, Ireland and the Isles: the Insular Viking Zone\". Peritia. 15 pp. 145–87\nGregory, Donald (1881) The History of the Western Highlands and Isles of Scotland 1493–1625. Edinburgh. Birlinn. 2008 reprint – originally published by Thomas D. Morrison. আইএসবিএন ১-৯০৪৬০৭-৫৭-৮ISBN 1-904607-57-8\nGraham-Campbell, James and Batey, Colleen E. (1998) Vikings in Scotland: An Archaeological Survey. Edinburgh University Press. আইএসবিএন ৯৭৮-০-৭৪৮৬-০৬৪১-২ISBN 978-0-7486-0641-2\nHaswell-Smith, Hamish (2004) The Scottish Islands. Edinburgh. Canongate. আইএসবিএন ৯৭৮-১-৮৪১৯৫-৪৫৪-৭ISBN 978-1-84195-454-7\nHunter, James (2000) Last of the Free: A History of the Highlands and Islands of Scotland. Edinburgh. Mainstream. আইএসবিএন ১-৮৪০১৮-৩৭৬-৪ISBN 1-84018-376-4\nJennings, Andrew and Kruse, Arne \"One Coast-Three Peoples: Names and Ethnicity in the Scottish West during the Early Viking period\" in Woolf, Alex (ed.) (2009)\nJohnstone J. (ed) (1780) Anecdotes Of Olave The Black, King Of Man, And The Hebridian Princes Of The Somerled Family (by Thordr) To Which Are Added Xviii.Eulogies On Haco King Of Norway, By Snorro Sturlson, Publ. With A Literal Version And Notes  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৪ সেপ্টেম্বর ২০১৯ তারিখে. Nottingham University.\nMcDonald, R. Andrew (2007) The Kingdom of the Isles: Scotland's Western Seaboard c. 1100 – c. 1336. East Linton. Tuckwell Press. আইএসবিএন ১-৮৯৮৪১০-৮৫-২ISBN 1-898410-85-2\nMarsden, John (2008) \"Somerled and the Emergence of Gaelic Scotland\". Edinburgh. Birlinn. আইএসবিএন ৯৭৮-১-৯০৪৬০৭-৮০-৯ISBN 978-1-904607-80-9\nMunch, P.A. (ed) and Rev. Goss (tr) (1874) Chronica regnum Manniae et insularum: The Chronicle of Man and the Sudreys. Volume 1. Douglas, Isle of Man. The Manx Society. Retrieved 9 January 2011.\nMurray, W.H. (1973) The Islands of Western Scotland. London. Eyre Methuen. আইএসবিএন ০-৪১৩-৩০৩৮০-২ISBN 0-413-30380-2\nMurray, W.H. (1977) The Companion Guide to the West Highlands of Scotland. London. Collins.\nÓ Corráin, Donnchadh (Mar 1979) \"High-Kings, Vikings and Other Kings\". Irish Historical Studies 22 No. 83 pp. 283–323. Irish Historical Studies Publications.\nÓ Corráin, Donnchadh (1998) Vikings in Ireland and Scotland in the Ninth Century CELT.\nOram, Richard (2004) David I: The King Who Made Scotland. Stroud. Tempus. আইএসবিএন ০-৭৫২৪-২৮২৫-XISBN 0-7524-2825-X\nPálsson, Hermann and Edwards, Paul Geoffrey (1981). Orkneyinga Saga: The History of the Earls of Orkney. Penguin Classics. আইএসবিএন ০-১৪-০৪৪৩৮৩-৫ISBN 0-14-044383-5\nPower, Rosemary (১৯৮৬)। \"Magnus Barelegs' Expeditions to the West\": 107–132। জেস্টোর 25530199। .\nSellar, William David Hamilton Hebridean sea kings: The successors of Somerled, 1164–1316 in Cowan, Edward J. and McDonald, Russell Andrew (eds) (2000) Alba: Celtic Scotland in the middle ages. Tuckwell Press. আইএসবিএন ১-৮৬২৩২-১৫১-৫ISBN 1-86232-151-5\nThomson, William P. L. (2008) The New History of Orkney. Edinburgh. Birlinn. আইএসবিএন ৯৭৮-১-৮৪১৫৮-৬৯৬-০ISBN 978-1-84158-696-0\nSharples, Niall and Smith, Rachel \"Norse settlement in the Western Isles\" in Woolf, Alex (ed.) (2009)\nSheehan, John and Ó Corráin, Donnchadh (2010) The Viking Age: Ireland and the West. Proceedings of the Fifteenth Viking Congress. Dublin. Four Courts Press. আইএসবিএন ৯৭৮-১-৮৪৬৮২-১০১-১ISBN 978-1-84682-101-1\nWoolf, Alex (2005) \"The origins and ancestry of Somerled: Gofraid mac Fergusa and 'The Annals of the Four Masters'\". Mediaeval Scandinavia.15 pp. 199–213.\nWoolf, Alex \"The Age of the Sea-Kings: 900–1300\" in Omand, Donald (ed) (2006) The Argyll Book. Edinburgh. Birlinn. আইএসবিএন ১-৮৪১৫৮-৪৮০-০ISBN 1-84158-480-0\nWoolf, Alex (2007) From Pictland to Alba, 789–1070. The New Edinburgh History of Scotland. Edinburgh. Edinburgh University Press. আইএসবিএন ৯৭৮-০-৭৪৮৬-১২৩৪-৫ISBN 978-0-7486-1234-5\nWoolf, Alex (ed.) (2009) Scandinavian Scotland – Twenty Years After. St Andrews. St Andrews University Press. আইএসবিএন ৯৭৮-০-৯৫১২৫৭৩-৭-১ISBN 978-0-9512573-7-1"}