{"pageid": 1427785, "title": "রাশিয়ার জারতন্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=1427785", "content": "রাশিয়ার জারতন্ত্র বা মুসকোভির জারতন্ত্র ছিল ১৫৪৭ সালে চতুর্থ ইভানের জার উপাধি গ্রহণের পর থেকে ১৭২১ সালে পিটার দ্য গ্রেট কর্তৃক রুশ সাম্রাজ্যের গোড়াপত্তন পর্যন্ত কেন্দ্রীভূত রুশ রাষ্ট্র।\n১৫৫০ থেকে ১৭০০ সাল পর্যন্ত রাশিয়া প্রতি বছর গড়ে ৩৫,০০০ বর্গকিলোমিটার (১৪,০০০ বর্গমাইল) বৃদ্ধি পেয়েছিল। এই সময়কাল রুরিক থেকে রোমানভ রাজবংশের উত্থান, পোলিশ-লিথুয়ানীয় কমনওয়েলথ, সুইডেন ও উসমানীয় সাম্রাজ্যের সাথে যুদ্ধ, রাশিয়ার সাইবেরিয়া বিজয় এবং পিটার দ্য গ্রেটের শাসনামল পর্যন্ত। তিনি ১৬৮৯ সালে ক্ষমতা গ্রহণ করেন ও জারতন্ত্রকে একটি সাম্রাজ্যে রূপান্তরিত করেন। উত্তরের যুদ্ধের সময় তিনি উল্লেখযোগ্য সংস্কার বাস্তবায়ন করেন। ১৭২১ সালে সুইডেনের বিরুদ্ধে বিজয়ের পর রুশ সাম্রাজ্য ঘোষণা করেন।\n\n\n== নাম ==\nযদিও মস্কোর গ্র্যান্ড ডাচির প্রাচীনতম সমাপ্তির দিকে এর নথিতে ব্যবহৃত হয়েছিল \"রাস\" (Русь) এবং \"রাশিয়ান ভূমি\" (রুশ: Русская земля), রুশ ভাষায় এর নামের একটি নতুন রূপ ১৫ শতাব্দীর মধ্যে প্রচলিত হয়ে ওঠে। আঞ্চলিক শব্দ Rus ' Rus(s)iya বা Ros(s)iya (Rus'-এর গ্রিক নামের উপর ভিত্তি করে) রূপান্তরিত হয়েছিল। ১৪৮০-এর দশকে রুশ রাষ্ট্রের লেখক ইভান চেরনি ও মিখাইল মেডোভার্টসেভ রাশিয়াকে রুশ: \"Росиа\"(রোসিয়া) নামে উল্লেখ করেন এবং মেডোভার্টসেভও \"রুশ প্রভুত্বের রাজদণ্ড\" (রুশ: Росийскаго господства) উল্লেখ করেছেন। পরবর্তী শতাব্দীতে নতুন রূপগুলো Rus'-এর সাথে সহ-অবস্থান করেছিল এবং ইয়ারোস্লাভের (১৫১৫) স্পাসো-প্রিওব্রাজেনস্কি মঠের ট্রান্সফিগারেশন ক্যাথেড্রালের পশ্চিম পোর্টালে একটি শিলালিপিতে, ভ্লাদিমিরের থিওটোকোসের আইকন ক্ষেত্রে (১৫১৪), ম্যাক্সিমাস দ্য গ্রিকের রচনায়, ডোসিফেই টোপোরকভ (মৃত্যু ১৫৪৩ বা ১৫৪৪) কর্তৃক ১৫১৬-১৫২২ সালে লিখিত রুশ ক্রোনোগ্রাফ এবং অন্যান্য সূত্রে আবির্ভূত হয়েছিল।\n১৫৪৭ সালের ১৬ জানুয়ারিতে চতুর্থ ইভানকে সমস্ত রাশিয়ার জার এবং মহারাজের মুকুট (রুশ: Царь и Великий князь всея Руси) দেওয়া হয়। এর মাধ্যমে রাশিয়ার জারতন্ত্র বা \"মহান রুশ জারতন্ত্র\" ঘোষণা করা হয়, যেমনটি কনস্টান্টিনোপলের দ্বিতীয় প্যাট্রিয়ার্ক জেরেমিয়ার লিখিত রাজ্যাভিষেকের নথি সহ, এবং অসংখ্য সরকারী গ্রন্থে বলা হয়েছিল। পাণ্ডুলিপির সূত্রটি \"তার সমস্ত মহান রাশিয়ার রাজ্যে\" পরবর্তীতে অন্যান্য পাণ্ডুলিপিতে পাওয়া তথ্যগুলোকে প্রতিস্থাপন করেছে - \"সমস্ত রুশ রাজ্যে\" (vo vse Rossisskoe tsarstvo); আগেরটি ১৭ শতাব্দীর আরও সাধারণ একটি, যখন \"মহান রাশিয়া\" (ভেলিকায়া রসিয়া) শব্দটি ব্যাপকভাবে প্রতিষ্ঠিত হয়েছিল। ১৭ শতাব্দীর মধ্যে চিনিতে জার এর সাম্রাজ্যিক কর্তৃত্বের পরিধি বর্ণনা করার জন্য রুস-এর স্থলাভিষিক্ত রুসিয়া রূপ নেয়, তৃতীয় ফিওডোর রুশ এবং অ-রুশ অঞ্চল উভয়ের অধীনস্থ একটি সাম্রাজ্যবাদী এবং নিরঙ্কুশ রাষ্ট্রকে বোঝাতে \"মহান রুশ জারতন্ত্র\" (ভেলিকোরোসিসকো সারস্টভি) শব্দটি ব্যবহার করে। পুরানো নাম Rus' সরকারি নথিতে প্রতিস্থাপিত হয়েছিল, যদিও নাম Rus ' এবং রুশ ভূমি তখনো এটির সাধারণ এবং সমার্থক ছিল।\nসমগ্র ইউরোপে প্রধানত এর ক্যাথলিক অংশে, রুশ রাষ্ট্রটি আংশিকভাবে মস্কোভিয়া (ইংরেজি: Muscovy নামে পরিচিত ছিল), যদিও এই লাতিন শব্দটি রাশিয়ায় কখনও ব্যবহৃত হয়নি। রাশিয়া ও মস্কোভিয়া দুটি নাম ১৬ শতাব্দীর শেষের দিকে এবং ১৭ শতাব্দীর বিভিন্ন নাম ব্যবহার করে বিভিন্ন পশ্চিমা মানচিত্র ও উৎসের সাথে বিনিময়যোগ্য হিসেবে সহ-অবস্থান করত বলে মনে হয়, যাতে দেশটিকে \"রাশিয়া বা মস্কোভিয়া\" (লাতিন: Russia seu Moscovia) বা \"রাশিয়া বলা হয়, যা জনপ্রিয়ভাবে মস্কোভিয়া নামে পরিচিত\" (লাতিন: Russia vulgo Moscovia) ১৬ শতাব্দীতে ইংল্যান্ডে এটি রাশিয়া ও মুসকোভি নামে পরিচিত ছিল। অফ দ্য রাসে কমন ওয়েলথ (১৫৯১) বইয়ের লেখক জাইলস ফ্লেচার এবং দ্য প্রেজেন্ট স্টেট অফ রাশিয়া (১৬৬৮) এর লেখক স্যামুয়েল কলিন্সের মতো উল্লেখযোগ্য ইংরেজরা যাঁরা উভয়েই রাশিয়া সফর করেছিলেন তারা রাশিয়া শব্দটির সাথে পরিচিত ছিলেন এবং জন মিলটন সহ আরও অসংখ্য লেখক তাদের কাজে এটি ব্যবহার করেছিলেন। তিনি মস্কোভিয়া এবং রাশিয়ার পূর্ব দিকে অবস্থিত অন্যান্য কম পরিচিত দেশগুলোর একটি সংক্ষিপ্ত ইতিহাস লিখেছিলেন, তা মরণোত্তর প্রকাশ হয়, যেখানে তিনি এই শব্দ দিয়ে শুরু করেছেন: \"মস্কোভিয়ার সাম্রাজ্য, বা অন্যদের মতো এটাকে ডাকো, রাশিয়া...\"\nআলেকজান্ডার জিমিন এবং আনা খোরোশকেভিচের মতো বিশিষ্ট ইতিহাসবিদদের মতে, মস্কোভিয়া শব্দের ক্রমাগত ব্যবহার মূলত তাদের ঐতিহ্যগত অভ্যাস এবং রাশিয়ার মুসকোভীয় এবং লিথুয়ানীয় অংশের মধ্যে পার্থক্য করার প্রয়োজনীয়তার ফলস্বরূপ বাড়তে থাকে।  সেইসাথে পোলিশদের রাজনৈতিক স্বার্থের কারণেও এটি ঘটে। লিথুয়ানীয় কমনওয়েলথ রাশিয়ার পশ্চিম অঞ্চলগুলোর জন্য মস্কোর সাথে প্রতিদ্বন্দ্বিতা করেছিল। কমনওয়েলথের প্রচারের কারণে, জেসুইটদের পাশাপাশি ইউরোপের অনেক জায়গায় রাশিয়ার পরিবর্তে মস্কোভিয়া শব্দটি ব্যবহার করা হয়েছিল। পিটার দ্য গ্রেটের রাজত্বের আগে এই বিষয়ে প্রত্যক্ষ জ্ঞানের অভাব ছিল। তবে, উত্তর ইউরোপে এবং পবিত্র রোমান সাম্রাজ্যের দরবারে দেশটি তার নিজের নামে অর্থাৎ, রাশিয়া বা রসিয়া হিসেবে পরিচিত ছিল। রাশিয়ায় পবিত্র রোমান সম্রাটের রাষ্ট্রদূত সিগিসমন্ড ভন হারবারস্টেইন, রুশ জারতন্ত্রের উপর তার কাজে রাশিয়া এবং মস্কোভিয়া উভয়ই ব্যবহার করেছেন এবং উল্লেখ করেছেন: \"অধিকাংশ বিশ্বাস করে যে রাশিয়া রক্সোলানিয়ার একটি পরিবর্তিত নাম। মুস্কোভীয় (জার্মান সংস্করণে \"রুশ\") শব্দটি খণ্ডন করে তিনি বলেন যে তাদের দেশকে মূলত রাশিয়া (Rosseia) বলা হত\"। লাতিন ও রুশ নামের মধ্যে পার্থক্যের দিকে ইঙ্গিত করেন ফরাসি অধিনায়ক জ্যাক মার্গারেট। তিনি রাশিয়ায় কাজ করতেন এবং ১৭ শতাব্দীর প্রথম দিকের L'Empire de Russie--এর একটি বিশদ বিবরণ রেখেছিলেন। এতে রাজা চতুর্থ হেনরিকে উপস্থাপন করা হয়েছিল। বইয়ে তিনি বলেছিলেন যে বিদেশীরা \"একটি ভুল করে\" যখন তারা তাদের মস্কোভাইটস বলে, রাশিয়ান নয়। যখন তাদের জিজ্ঞাসা করা হয় তারা কোন জাতি, তখন তারা উত্তর দেয় 'রুসাক'। এর অর্থ 'রুশ'। এবং যখন তাদের জিজ্ঞাসা করা হয় তারা কোন জায়গা থেকে এসেছে, উত্তর হল মস্কো, ভোলোগদা, রিয়াসান এবং অন্যান্য শহরগুলো\"। রাশিয়ার লাতিন শব্দ মস্কোভিয়ার নিকটতম বিকল্প ছিল \"মস্কোর জারতন্ত্র\", বা \"মস্কো জারতন্ত্র\" (রুশ: Московское царство) যা \"রাশিয়া\" নামের সাথে ব্যবহার করা হত। কখনও কখনও এক বাক্যেই দুটি ব্যবহার করা হতো। যেমন ১৭শ শতাব্দীর রুশ সৃষ্টিকর্ম \"মহান এবং গৌরবময় রাশিয়ান মস্কো রাজ্য সম্পর্কে\" (রুশ: О великом и славном Российском Московском государстве).\n\n\n== ইতিহাস ==\n\n\n=== বাইজেন্টাইন ঐতিহ্য ===\n\n১৬ শতাব্দীর মধ্যে রুশ শাসক একজন শক্তিশালী, স্বৈরাচারী ব্যক্তিত্ব ও একজন জার হিসাবে আবির্ভূত হয়েছিল। তিনি এই উপাধিটি গ্রহণ করে মস্কোর সার্বভৌম জোর দেওয়ার চেষ্টা করে ইঙ্গিত দেন যে, তিনি একজন প্রধান শাসক বা সম্রাট (জার (царь) রোমান সাম্রাজ্যিক উপাধি/নাম সিজারের স্লাভিক অভিযোজনের প্রতিনিধিত্ব করে)। এটি বাইজেন্টাইন সম্রাটের সমতুল্য। প্রকৃতপক্ষে, তৃতীয় ইভান ১৪৭২ সালে প্রয়াত বাইজেন্টাইন সম্রাট ষষ্ঠ কনস্টানটাইন পালাইওলোগোসের ভাগ্নী সোফিয়া পালাইওলোজিনাকে বিয়ে করার পর মস্কো দরবার বাইজেন্টাইন শর্তাবলী, আচার-অনুষ্ঠান, উপাধি ও প্রতীকগুলো গ্রহণ করে। যেমন দুই-মাথার ঈগল যেটি রুশ অস্ত্রে টিকে ছিল।\nপ্রথমে বাইজেন্টাইন শব্দ অটোক্রেটর শুধুমাত্র একজন স্বাধীন শাসকের আক্ষরিক অর্থ প্রকাশ করেছিল, কিন্তু চতুর্থ ইভানের (১৫৩৩-১৫৮৪) রাজত্বকালে এটি সীমাহীন (স্বৈরাচারী) শাসনকে বোঝায়। ১৫৪৭ সালে গ্র্যান্ড ডিউক চতুর্থ ইভানকে জার মুকুট দেওয়া হয়েছিল এবং এইভাবে স্বীকৃত হয়েছিল। অন্তত রুশ অর্থোডক্স মণ্ডলী দ্বারা সম্রাট হিসেবে স্বীকৃত হয়। উল্লেখযোগ্যভাবে পসকভের হেগুমেন ফিলোথিউস ১৫১০ সালে দাবি করেছিলেন যে ১৪৫৩ সালে উসমানীয় সাম্রাজ্যের কাছে কনস্টান্টিনোপলের পতনের পর রুশ জারই একমাত্র বৈধ অর্থোডক্স শাসক ছিলেন এবং মস্কো ছিল তৃতীয় রোম। অর্থাৎ এটি পূর্ববর্তী যুগের খ্রিস্টধর্ম এবং রোমান সাম্রাজ্যের (পশ্চিম ও পূর্ব) দুটি কেন্দ্র রোম এবং কনস্টান্টিনোপলের চূড়ান্ত উত্তরাধিকারী হয়ে উঠেছে। \"তৃতীয় রোম\" ধারণাটি ভবিষ্যতের শতাব্দীতে রুশ জনগণের স্ব-চিত্রে অনুরণিত হয়।\n\n\n=== চতুর্থ ইভানের প্রারম্ভিক রাজত্ব ===\nজারের স্বৈরাচারী ক্ষমতার বিকাশ চতুর্থ ইভানের শাসনামলে শীর্ষে পৌঁছেছিল এবং তিনি \"গ্রোজনি\" উপাধি লাভ করেছিলেন। ইংরেজি শব্দ ভয়ানক সাধারণত ইভানের ডাকনামে রুশ শব্দ grozny অনুবাদ করতে ব্যবহৃত হয়, কিন্তু এটি একটি কিছুটা প্রাচীন অনুবাদ। রুশ শব্দ গ্রোজনি \"অনুপ্রাণিত ভয় বা সন্ত্রাস; বিপজ্জনক; শক্তিশালী; ভয়ঙ্কর\" হিসাবে ভয়ানক-এর পুরোনো ইংরেজি ব্যবহার প্রতিফলিত করে। এটি বাংলা ভয়ানক এর আরো আধুনিক অর্থ প্রকাশ করে না, যেমন \"খারাপ\" বা \"মন্দ\"। ভ্লাদিমির ডাল গ্রোজনিকে বিশেষভাবে প্রাচীন ব্যবহারে ও জারদের জন্য একটি উপাধি হিসাবে সংজ্ঞায়িত করেছেন: \"সাহসী, মহৎ, রাজকীয় এবং শত্রুদের ভয়ে রাখা, কিন্তু মানুষ বাধ্য\"। অন্যান্য অনুবাদেরও পরামর্শ দিয়েছেন আধুনিক পণ্ডিতরা।\nচতুর্থ ইভান ১৫৩৩ সালে তিন বছর বয়সে মস্কোর বড় রাজপুত্র হন। ১৫৪৭ সালে ইভান সিংহাসনে অধিষ্ঠিত না হওয়া পর্যন্ত বোয়ারদের শুয়স্কি এবং বেলস্কি দলগুলো রিজেন্সির নিয়ন্ত্রণের জন্য প্রতিদ্বন্দ্বিতা করছিল। মস্কোর নতুন সাম্রাজ্যবাদী দাবির প্রতিফলন করে জার হিসাবে ইভানের রাজ্যাভিষেক ছিল বাইজেন্টাইন সম্রাটদের অনুকরণে আয়োজিত একটি অনুষ্ঠান। বোয়ারদের একটি গোষ্ঠীর অব্যাহত সহায়তায় ইভান বেশ কয়েকটি দরকারি সংস্কারের মাধ্যমে তার রাজত্ব শুরু করেছিলেন। ১৫৫০-এর দশকে তিনি একটি নতুন আইনি ধারা ঘোষণা করেন, সামরিক বাহিনীকে পুনর্গঠন করেন এবং স্থানীয় সরকারকে পুনর্গঠন করেন। এই সংস্কারগুলো নিঃসন্দেহে ক্রমাগত যুদ্ধের মুখে রাষ্ট্রকে শক্তিশালী করার উদ্দেশ্যে করা হয়েছিল। তথাকথিত পরামর্শক বাছাই পরিষদ দ্বারা প্রস্তুত এবং এই সময়ের মধ্যে প্রচারিত মূল নথিগুলো নিম্নরূপ:\n\n\n=== চতুর্থ ইভানের বৈদেশিক নীতি ===\n\n১৫৪৯ সালে ব্যারন সিগিসমন্ড ভন হারবারস্টেইন তার রেরাম মস্কোভিটিকারাম কমেন্টারি (আক্ষরিক অর্থে মুসকোভীয় অ্যাফেয়ার্সের টীকা) প্রকাশ না করা পর্যন্ত মুসকোভি পশ্চিম ইউরোপে একটি মোটামুটি অজানা সমাজ ছিল। এটি একটি বিরল পরিদর্শন এবং খারাপভাবে প্রতিবেদন করা রাজ্যের একটি বিস্তৃত দৃষ্টিভঙ্গি প্রদান করে। ১৬৩০-এর দশকে অ্যাডাম ওলেরিয়াস রুশ জারতন্ত্রকে পরিদর্শন করেছিলেন। এরপ্রাণবন্ত এবং সুপরিচিত লেখাগুলো শীঘ্রই ইউরোপের সমস্ত প্রধান ভাষায় অনুবাদ করা হয়েছিল।\n\nরাশিয়া সম্পর্কে আরও তথ্য ইংরেজি ভাষায় ও ডাচ বণিকদের দ্বারা প্রচারিত হয়েছিল। তাদের মধ্যে একজন রিচার্ড চ্যান্সেলর ১৫৫৩ সালে শ্বেত সাগরে যাত্রা করেন এবং মস্কোর ভূগর্ভে চলে যান। ইংল্যান্ডে ফিরে আসার পর মস্কোভি কোম্পানি সেবাস্টিয়ান ক্যাবট স্যার হিউ উইলবি এবং লন্ডনের বেশ কয়েকজন বণিকের দ্বারা গঠিত হয়েছিল। চতুর্থ ইভান রানি প্রথম এলিজাবেথর সাথে চিঠি আদান-প্রদানের জন্য এই ব্যবসায়ীদের ব্যবহার করতেন।\n১৫৩০ থেকে ১৫৪০-এর অভ্যন্তরীণ অশান্তি সত্ত্বেও রাশিয়া যুদ্ধ চালিয়ে যেতে এবং রাজ্যের সীমা প্রসারিত করতে থাকে। এটি ১৫৩৩ থেকে ১৫৮৪ সাল পর্যন্ত ২.৮ থেকে ৫৪ লাখ বর্গকিলোমিটার বৃদ্ধি পায়। ইভান ১৫৫২ সালের মধ্য ভোলগায় কাজানের খানাতকে পরাজিত করে এবং পরে আস্ট্রখান খানাতকে পরাজিত করে, যেখানে ভলগা কাস্পিয়ান সাগরের সাথে মিলিত হয়। এই বিজয়গুলো রাশিয়াকে একটি বহুজাতিক এবং বহুস্বীকৃত রাষ্ট্রে রূপান্তরিত করেছিল যা এটি আজও অব্যাহত রয়েছে। জার সেই সময়ে সমগ্র ভলগা নদী নিয়ন্ত্রণ করে এবং মধ্য এশিয়ায় প্রবেশাধিকার লাভ করে।\nবাল্টিক সাগরের দিকে উত্তর-পশ্চিমে প্রসারিত হওয়া অনেক বেশি কঠিন বলে প্রমাণিত হয়েছিল। ১৫৫৮ সালে ইভান লিভোনিয়া আক্রমণ করেন, অবশেষে পোলিশ-লিথুয়ানিয়ান কমনওয়েলথ সুইডেন ও ডেনমার্কের বিরুদ্ধে পঁচিশ বছরের যুদ্ধে নিজেকে জড়িত করে। প্রাথমিক সাফল্য সত্ত্বেও ইভানের সেনাবাহিনীকে পিছনে ঠেলে দেওয়া হয়েছিল এবং জাতি বাল্টিক সাগরে একটি লোভনীয় অবস্থান নিশ্চিত করতে ব্যর্থ হয়।\nলিভোনীয় বিষয়ে রাশিয়ার ঘনত্ব থেকে লাভের আশায় ক্রিমিয়ার ডেভলেট আই গিরে প্রায় ১,২০,০০০ ঘোড়সওয়ার সহ মস্কো অঞ্চলকে বারবার ধ্বংস করে, যতক্ষণ না মোলোদির যুদ্ধ এই ধরনের উত্তরমুখী অনুপ্রবেশ বন্ধ করে দেয়। কিন্তু পরবর্তী কয়েক দশক ধরে নোগাই হোর্ড এবং ক্রিমীয় খানাত দ্বারা প্রতি বছর দক্ষিণ সীমান্ত লুণ্ঠন করা হয়েছিল যারা স্থানীয় বাসিন্দাদের তাদের সাথে দাস হিসেবে নিয়ে গিয়েছিল। হাজার হাজার সৈন্য মহা অ্যাবাটীয় বলয়কে রক্ষা করেছিল, এটি ছিল একটি রাষ্ট্রের জন্য একটি বোঝা যার সামাজিক ও অর্থনৈতিক উন্নয়ন স্থবির ছিল।\n\n\n=== চতুর্থ ইভান ও ওপ্রিচিনার শেষ রাজত্ব ===\n\n১৫৫০-এর দশকের শেষের দিকে ইভান তার উপদেষ্টা, সরকার ও বোয়ারদের সাথে শত্রুতা গড়ে তোলেন। এটি নীতিগত পার্থক্য, ব্যক্তিগত শত্রুতা বা মানসিক ভারসাম্যহীনতা তার ক্রোধের কারণ কিনা তা ঐতিহাসিকরা নির্ধারণ করেননি। ১৫৬৫ সালে তিনি রাশিয়াকে দুটি ভাগে বিভক্ত করেছিলেন: তার ব্যক্তিগত অঞ্চল (বা ওপ্রিচ্‌নিনা) এবং জন ক্ষেত্র (বা জেমশ্চিনা)। ব্যক্তিগত অঞ্চলের জন্য ইভান রাশিয়ার সবচেয়ে সমৃদ্ধ ও গুরুত্বপূর্ণ জেলাগুলো বেছে নিয়েছিলেন। এই অঞ্চলগুলোতে ইভানের দালালরা বোয়ার, বণিক ও এমনকি সাধারণ মানুষের উপর আক্রমণ করেছিল। সেখানে কম সময়ে কিছু মানুষকে তারা হত্যা করেছিল এবং জমি ও সম্পত্তি বাজেয়াপ্ত করেছিল। এইভাবে রাশিয়ায় এক দশকের সন্ত্রাস শুরু হয় যা নোভগোরোডের গণহত্যায় (১৫৭০) চূড়ান্ত হয়েছিল।\nওপ্রিচনিনার নীতির ফলস্বরূপ ইভান নেতৃস্থানীয় বোয়ার পরিবারের অর্থনৈতিক ও রাজনৈতিক ক্ষমতা ভেঙে দিয়েছিল। এরফলে সেই ব্যক্তিরা ধ্বংস হয়েছিল যারা রাশিয়া গড়ে তুলেছিল এবং এটি পরিচালনা করতে সবচেয়ে বেশি সক্ষম ছিল। এর ফলে বাণিজ্য হ্রাস পায়, এবং কৃষকরা, ক্রমবর্ধমান কর এবং সহিংসতার হুমকির সম্মুখীন হয়ে রাশিয়া ছেড়ে যেতে শুরু করে। কৃষকদের তাদের জমির সাথে বেঁধে তাদের গতিশীলতা হ্রাস করার প্রচেষ্টা রাশিয়াকে আইনি দাসত্বের কাছাকাছি নিয়ে আসে। ১৫৭২ সালে ইভান অবশেষে ওপ্রিচিনার অভ্যাস ত্যাগ করেন।\nএকটি জনপ্রিয় তত্ত্ব অনুসারে ইভান ওপ্রিচিনা শুরু করেছিলেন যুদ্ধের জন্য সম্পদ একত্রিত করতে এবং বিরোধীদের দমন করার জন্য। কারণ যাই হোক না কেন, ইভানের অভ্যন্তরীণ এবং বিদেশী নীতিগুলো রাশিয়ার উপর একটি বিধ্বংসী প্রভাব ফেলেছিল এবং সামাজিক সংগ্রাম ও গৃহযুদ্ধের সময়কালের দিকে পরিচালিত করেছিল। এই সময়টি রাশিয়ায় ঝামেলার সময় বা দ্য টাইম অফ ট্রাবলস (Smutnoye vremya, স্মুতনোয়ে ভ্রেমিয়া; ১৫৯৮-১৬১৩) নামে পরিচিত।\n\n\n=== \"ঝামেলার সময়\" ===\nচতুর্থ ইভান তার পুত্র ফিওডর দ্বারা স্থলাভিষিক্ত হন। তবে তিনি শাসনে আগ্রহী ছিলেন না এবং সম্ভবত মানসিকভাবে দুর্বল ছিলেন। প্রকৃত ক্ষমতা ফিওডরের ভগ্নিপতি, বোয়ার বরিস গডুনভের কাছে গিয়েছিল (যিনি ইউরি দিবস বাতিল করার জন্য কৃতিত্বপ্রাপ্ত, বছরের একমাত্র সময় যখন সার্ফরা এক জমির মালিক থেকে অন্য জমিতে যাওয়ার জন্য স্বাধীন ছিল)। সম্ভবত ফিওডরের রাজত্বের সবচেয়ে গুরুত্বপূর্ণ ঘটনাটি ছিল ১৫৮৯ সালে মস্কোর কুলতন্ত্রের ঘোষণা। কুলতন্ত্রের সৃষ্টি একটি পৃথক এবং সম্পূর্ণ স্বাধীন রুশ অর্থোডক্স মণ্ডলীর বিবর্তনের চূড়ান্ত পর্যায়ে পৌঁছায়।\n১৫৯৮ সালে ফিওদর উত্তরাধিকারী ছাড়াই মারা যান, রুরিক রাজবংশের অবসান ঘটে। বরিস গডুনভ তারপর একটি জেমস্কি সোবর, বোয়ার্স, খ্রিস্টীয় মণ্ডলীর কর্মকর্তা এবং সাধারণদের একটি জাতীয় সমাবেশ আহ্বান করেছিলেন যা তাকে জার ঘোষণা করেছিল, যদিও বিভিন্ন বোয়ার দল এই সিদ্ধান্তকে স্বীকৃতি দিতে অস্বীকার করেছিল। ব্যাপক ফসলের ব্যর্থতা ১৬০১-১৬০৩ সালের রুশ দুর্ভিক্ষের কারণ হয়েছিল এবং পরবর্তী অসন্তোষের সময় একজন ব্যক্তি আবির্ভূত হয়েছিল যিনি নিজেকে সারেভিচ ডেমেট্রিয়াস তথা চতুর্থ ইভানের পুত্র বলে দাবি করেছিলেন যিনি ১৫৯১ সালে মারা গিয়েছিলেন। সিংহাসনের এই মিথ্যা দাবিকারী ভুয়া প্রথম দিমিত্রি নামে পরিচিত হয়েছিলেন, পোল্যান্ডে সমর্থন অর্জন করেছিলেন এবং মস্কোর দিকে যাত্রা করেছিলেন, তিনি যাওয়ার সাথে সাথে বোয়ার এবং অন্যান্য ব্যক্তিদের মধ্যে অনুগামীদের জড়ো করেছিলেন। ইতিহাসবিদরা অনুমান করেন যে গডুনভ যদি ১৬০৫ সালে মারা না যান তবে এই সংকট মোকাবেলা করতেন। ফলস্বরূপ, ভুয়া প্রথম দিমিত্রি মস্কোতে প্রবেশ করেন এবং গডুনভের পুত্র জার দ্বিতীয় ফিওদরের হত্যার পর সেই বছর জার মুকুট স্থানান্তর হয়।\nপরবর্তীকালে রাশিয়া ক্রমাগত বিশৃঙ্খলার একটি সময়ে প্রবেশ করে, যা ঝামেলার সময় (Смутное Время) নামে পরিচিত। বোয়রদের উপর জারের নিপীড়ন, নগরবাসীর অসন্তোষ এবং কৃষকদের ক্রমান্বয়ে রক্ষণাবেক্ষণ সত্ত্বেও জারের ক্ষমতা সীমিত করার প্রচেষ্টা ছিল অর্ধহৃদয়। স্বৈরাচারের কোন প্রাতিষ্ঠানিক বিকল্প খুঁজে না পেয়ে অসন্তুষ্ট রুশরা সিংহাসনের বিভিন্ন মিথ্যা দাবিকারীদের বিরুদ্ধে গোপনে সমাবেত হয়। সেই সময়কালে, রাজনৈতিক কার্যকলাপের লক্ষ্য ছিল বসে থাকা স্বৈরশাসকের উপর প্রভাব অর্জন করা বা নিজের প্রার্থীকে সিংহাসনে বসানো। বোয়াররা নিজেদের মধ্যে লড়াই করেছিল, নিম্ন শ্রেণীগুলো অন্ধভাবে বিদ্রোহ করেছিল এবং বিদেশী সৈন্যরা মস্কোর ক্রেমলিন দখল করেছিল যা অনেককে রাশিয়ায় শৃঙ্খলা ও ঐক্য পুনরুদ্ধারের একটি প্রয়োজনীয় উপায় হিসাবে জারবাদী স্বৈরাচারকে গ্রহণ করতে প্ররোচিত করেছিল।\n\nসমস্যাগুলোর সময় একটি গৃহযুদ্ধ অন্তর্ভুক্ত করে যেখানে সিংহাসন নিয়ে একটি লড়াই প্রতিদ্বন্দ্বী বোয়ার উপদলের ষড়যন্ত্র, আঞ্চলিক শক্তি পোল্যান্ড ও সুইডেনের হস্তক্ষেপ এবং ইভান বোলোটনিকভের নেতৃত্বে তীব্র জনপ্রিয় অসন্তোষ দ্বারা জটিল হয়েছিল। ভুয়া প্রথম দিমিত্রি এবং তার পোলিশ বাহিনী উৎখাত করা হয়েছিল এবং একজন বোয়ার ভ্যাসিলি শুয়স্কি নিজেকে ১৬০৬ সালে জার ঘোষণা করেছিলেন। সিংহাসন ধরে রাখার প্রয়াসে শুয়স্কি সুইডেনের সাথে ইঙ্গরীয় যুদ্ধ শুরু করে সুইডিশদের সাথে মিত্রতা স্থাপন করেন। ভুয়া দ্বিতীয় দিমিত্রি মেরুর সাথে মিত্রতা করে মস্কোর প্রাচীরের কাছে হাজির হন এবং তুশিনো গ্রামে একটি নকল দরবার স্থাপন করেন।\n১৬০৯ সালে পোল্যান্ড আনুষ্ঠানিকভাবে রুশ বিষয়ে হস্তক্ষেপ করে, শুইস্কিকে বন্দী করে এবং ক্রেমলিন দখল করে। রুশ বোয়ারদের একটি দল ১৬১০ সালে একটি শান্তি চুক্তি স্বাক্ষর করে পোলিশ রাজা সিগিসমন্ড তৃতীয় ভাসার পুত্র পোল্যান্ডের চতুর্থ লাডিস্লাউস জার হিসাবে স্বীকৃতি দেয়। ১৬১১ সালে ভুয়া তৃতীয় দিমিত্রি সুইডিশ-অধিকৃত অঞ্চলে উপস্থিত হয় কিন্তু শীঘ্রই তাকে গ্রেপ্তার করা হয়েছিল এবং মৃত্যুদণ্ড দেওয়া হয়েছিল। পোলিশ উপস্থিতি রুশদের মধ্যে একটি দেশপ্রেমিক পুনরুজ্জীবনের দিকে পরিচালিত করেছিল এবং একটি স্বেচ্ছাসেবক বাহিনী, স্ট্রোগানভ বণিকদের অর্থায়নে ও অর্থোডক্স মণ্ডলী দ্বারা আশীর্বাদপ্রাপ্ত, নিঝনি নোভগরদে গঠিত হয়েছিল এবং রাজপুত্র দিমিত্রি পোজারস্কি এবং কুজমা মিনিনের নেতৃত্বে থাকা পোলদের তাড়িয়ে দিয়েছিল। ক্রেমলিন ১৬১৩ সালে একজন জেমস্কি সোবর বোয়ার মিখাইল রোমানভকে জার হিসাবে ঘোষণা করেছিলেন যিনি রোমানভ পরিবারের ৩০০ বছরের রাজত্ব শুরু করেছিলেন।\n\n\n=== রোমানভ ===\n\nনতুন রাজবংশের তাৎক্ষণিক কাজ ছিল শৃঙ্খলা পুনরুদ্ধার করা। রাশিয়ার প্রধান শত্রু পোল্যান্ড ও সুইডেন তখন একে অপরের সাথে সংঘর্ষে লিপ্ত ছিল। এই পরিস্থিতি রাশিয়াকে ১৬১৭ সালে সুইডেনের সাথে শান্তি স্থাপনের সুযোগ দিয়েছিল। পোলিশ-মস্কো‌ভীয় যুদ্ধ ১৬১৮ সালে ডিউলিনোর যুদ্ধবিরতির মাধ্যমে শেষ হয়। যুদ্ধ শেষে ১৫০৯ সালে লিথুয়ানিয়ার গ্র্যান্ড ডাচির কাছে হারানো স্মোলেনস্ক সহ কিছু অঞ্চলের উপর অস্থায়ীভাবে পোলিশ এবং লিথুয়ানীয় শাসন পুনরুদ্ধার করে।\nপ্রথম দিকের রোমানভরা দুর্বল শাসক ছিলেন। মিখাইলের অধীনে রাষ্ট্রীয় বিষয়গুলো জারের পিতা ফিলারেটের হাতে ছিল। তিনি ১৬১৯ সালে মস্কোর কুলপতি হন। পরবর্তীতে মিখাইলের ছেলে আলেক্সি (শাসনামল: ১৬৪৫-১৬৭৬) তার সরকার পরিচালনার জন্য একজন বোয়ার বরিস মরোজভের উপর নির্ভর করেছিলেন। মোরোজভ জনগণকে শোষণ করে তার অবস্থানের অপব্যবহার করে। ১৬৪৮ সালে মস্কোতে সল্ট দাঙ্গার পরিপ্রেক্ষিতে আলেক্সি তাকে বরখাস্ত করেছিলেন।\n\n\n=== ১৬৪৯-এর আইনতন্ত্র ===\nসরকারের কেন্দ্রীয় আমলাতন্ত্রের শক্তির কারণে স্বৈরাচার সমস্যার সময় এবং দুর্বল বা দুর্নীতিগ্রস্ত জারদের শাসন থেকে বেঁচে যায়। শাসকের বৈধতা বা সিংহাসন নিয়ন্ত্রণকারী বোয়ার গোষ্ঠী নির্বিশেষে সরকারি কর্মীরা কাজ চালিয়ে যেতেন। ১৭ শতাব্দীতে আমলাতন্ত্র নাটকীয়ভাবে প্রসারিত হয়। সরকারি দপ্তরের সংখ্যা (prikazy ; sing., prikaz) ১৬১৩ সালে বাইশ থেকে শতাব্দীর মাঝামাঝি সময়ে আশিতে উন্নীত হয়। যদিও বিভাগগুলোর প্রায়ই একে অন্যের মধ্যে সংঘর্ষ করত এবং কখনো কখনো তা বিরোধপূর্ণ ছিল। কেন্দ্রীয় সরকার প্রাদেশিক গভর্নরদের মাধ্যমে সমস্ত সামাজিক গোষ্ঠীর পাশাপাশি বাণিজ্য, উৎপাদন এবং এমনকি পূর্বদেশীয় মণ্ডলীকে শাসন ও নিয়ন্ত্রণ করতে সক্ষম হয়েছিল।\n\nরাষ্ট্র সম্পূর্ণরূপে দাসত্বকে অনুমোদন দিত এবং পলাতক কৃষকরা রাষ্ট্রীয় নথিভূক্ত পলাতক হয়ে পড়ে। জমিদারদের তাদের কৃষকদের উপর সম্পূর্ণ ক্ষমতা ছিল। রাষ্ট্রীয় মালিকানাধীন জমিতে বসবাসকারী কৃষকরা অবশ্য দাস হিসাবে বিবেচিত হত না। তারা কমিউনে সংগঠিত হয়েছিল। কমিউন কর এবং অন্যান্য বাধ্যবাধকতার জন্য দায়ী ছিল। তবে দাসের মতো রাজ্যের কৃষকরা তাদের চাষ করা জমির সাথে সংযুক্ত ছিল। মধ্যবিত্ত শহুরে ব্যবসায়ী ও কারিগরদের কর নির্ধারণ করা হয়েছিল। দাসদের মতোই তাদের বাসস্থান পরিবর্তন করতে নিষেধ করা হয়েছিল। জনসংখ্যার সমস্ত অংশ সামরিক শুল্ক ও বিশেষ করের অধীন ছিল। রুশ সমাজের বেশিরভাগ অংশকে নির্দিষ্ট আবাসে শৃঙ্খলিত করে, ১৬৪৯ সালের আইনি ধারা আন্দোলনকে কমিয়ে দেয় এবং জনগণকে রাষ্ট্রের স্বার্থের অধীনস্থ করে।\nএই ধারা অধীনে বর্ধিত রাষ্ট্রীয় কর ও প্রবিধানগুলো সামাজিক অসন্তোষকে পরিবর্তিত করেছে যা সমস্যাগুলোর সময় থেকে জ্বলছিল। ১৬৫০ এবং ১৬৬০ এর দশকে কৃষকদের পালিয়ে যাওয়ার সংখ্যা নাটকীয়ভাবে বৃদ্ধি পায়। একটি প্রিয় আশ্রয়স্থল ছিল দোন নদী অঞ্চল, ডন কশাকের অঞ্চল। ১৬৭০ এবং ১৬৭১ সালে ভোলগা অঞ্চলে একটি বড় অভ্যুত্থান ঘটে। স্টেনকা রাজিন নামক একজন কসাক যিনি দোন নদী অঞ্চলের ছিলেন, তিনি একটি বিদ্রোহের নেতৃত্ব দিয়েছিলেন যা ধনী কশাকদের একত্রিত করেছিল যারা এই অঞ্চলে সুপ্রতিষ্ঠিত ছিল এবং মুক্ত জমির সন্ধানে মালপত্র থেকে পালিয়ে গিয়েছিল। অপ্রত্যাশিত বিদ্রোহ ভলগা নদী উপত্যকাকে প্রবাহিত করে এবং এমনকি মস্কোকে হুমকি দেয়। জারবাদী সৈন্যরা শেষ পর্যন্ত বিদ্রোহীদের পরাজিত করে যখন তারা ভলগা বরাবর বড় শহরগুলো দখল করে নেয় একটি লড়াইয়ে যার প্যানাচে পরবর্তী প্রজন্মের রুশদের কল্পনাকে বন্দী করে। রাজিনকে প্রকাশ্যে নির্যাতন ও মৃত্যুদণ্ড দেওয়া হয়েছিল।\n\n\n=== বন্য ক্ষেত্র অধিগ্রহণ ===\n\nরুশ জারতন্ত্র ১৭ শতাব্দীর মধ্যে তার আঞ্চলিক বৃদ্ধি অব্যাহত রাখে। এটি দক্ষিণ-পশ্চিমে এটি বন্য ক্ষেত্র (আধুনিক পূর্ব ইউক্রেন এবং দক্ষিণ-পশ্চিম রাশিয়া) দাবি করে যা পোলিশ-লিথুয়ানীয় শাসনের অধীনে ছিল এবং কমনওয়েলথের শাসন ত্যাগ করার জন্য রাশিয়ার কাছ থেকে সহায়তা চেয়েছিল। জাপোরোজীয় কশাক, সামরিক গঠনে সংগঠিত যোদ্ধারা, পোল্যান্ডের সীমান্তবর্তী অঞ্চলে ক্রিমীয় তাতার ভূমিতে বসবাস করত। যদিও তাদের কিছু অংশ পোলিশ সেনাবাহিনীতে নিবন্ধিত কশাক হিসাবে কাজ করছিল, তবে জাপোরোজীয় কশাকরা অত্যন্ত স্বাধীন ছিল এবং পোলের বিরুদ্ধে বেশ কয়েকটি বিদ্রোহ করেছিল। ১৬৪৮ সালে পোলিশ শাসনের অধীনে সামাজিক ও ধর্মীয় নিপীড়নের কারণে খেমেলনিটস্কি বিদ্রোহের সময় পূর্ব ইউক্রেনের কৃষকরা বিদ্রোহে কশাকদের সাথে যোগ দিয়েছিল। প্রাথমিকভাবে কশাকরা ক্রিমীয় তাতারদের সাথে জোটবদ্ধ ছিল যা তাদের পোলিশ শাসন বাতিল করতে সাহায্য করেছিল। একবার পোলরা তাতারদের পক্ষ পরিবর্তন করতে রাজি করালে জাপোরোজীয় কশাকদের তাদের অবস্থান বজায় রাখার জন্য সামরিক সাহায্যের প্রয়োজন পড়ে।\n১৬৪৮ সালে জাপোরোজীয় অঞ্চলের হেটম্যান (নেতা) বোহদান খমেলনিটস্কি, রুশ জার প্রথম আলেক্সির সাথে মিত্র হওয়ার প্রস্তাব দেন। আলেক্সির এই প্রস্তাবের গ্রহণযোগ্যতা যা ১৬৫৪ সালে পেরেয়াস্লাভ চুক্তিতে অনুমোদিত হয়েছিল তা পোল্যান্ড এবং রাশিয়ার মধ্যে একটি দীর্ঘ যুদ্ধের দিকে পরিচালিত করে। আন্দ্রুসোভোর যুদ্ধবিগ্রহ, যা চুক্তির একটি অংশগ্রহণকারী পক্ষ হিসাবে হেটমানেটকে (কশাক হেটমানেট) জড়িত করেনি। কশাকরা এটিকে মস্কোর বিশ্বাসঘাতকতা হিসাবে বিবেচনা করে, ১৬৬৭ সালে যুদ্ধের সমাপ্তি ঘটে। ফলস্বরূপ, এটি ডিনিপার নদী বরাবর কশাক অঞ্চলকে বিভক্ত করে, পশ্চিম সেক্টর (বা ডান-তীর ইউক্রেন) পোল্যান্ডের সাথে পুনরায় একত্রিত হয় এবং পূর্ব দিক (বাম-ব্যাংক ইউক্রেন) জারের সার্বভৌমত্বের অধীনে স্ব-শাসিত হয়। যাইহোক, স্ব-শাসন দীর্ঘস্থায়ী হয়নি এবং ১৮ শতাব্দীতে কশাক অঞ্চলটি অবশেষে রুশ সাম্রাজ্যে (পোলতাভা যুদ্ধের পরে) অন্তর্ভুক্ত করা হয়েছিল।\n\n\n=== রাস্কোল (বিভেদ) ===\n\nরাশিয়ার দক্ষিণ-পশ্চিম সম্প্রসারণ, বিশেষ করে বন্য ক্ষেত্রে (আধুনিক পূর্ব ইউক্রেন) এর অন্তর্ভূক্তির অনিচ্ছাকৃত ফলাফল ছিল। বেশিরভাগ ছোট রুশরা ছিল অর্থোডক্স, কিন্তু রোমান ক্যাথলিক পোলিশের সাথে তাদের ঘনিষ্ঠ যোগাযোগ তাদেরকে পশ্চিমা বুদ্ধিবৃত্তিক স্রোতে নিয়ে আসে। কিয়েভের কসাক একাডেমির মাধ্যমে রাশিয়া পোলিশ ও মধ্য ইউরোপীয় প্রভাব এবং বৃহত্তর অর্থোডক্স বিশ্বের সাথে সংযোগ অর্জন করে। যদিও জাপোরোজীয় কশাক সংযোগ অনেক ক্ষেত্রে সৃজনশীলতাকে প্ররোচিত করেছে। এটি ঐতিহ্যগত রুশ ধর্মীয় অনুশীলন ও সংস্কৃতিকেও দুর্বল করে দেয়। রুশ অর্থোডক্স মণ্ডলী আবিষ্কার করে যে কনস্টান্টিনোপল থেকে এর বিচ্ছিন্নতার কারণে তাদের উপাসনাকেন্দ্রিক পুঁথি এবং অনুশীলনের মধ্যে ভিন্নতা দেখা দিয়েছে।\nরুশ অর্থোডক্স কুলপতি নিকন রুড গ্রন্থগুলোকে সেই সময়ের গ্রিক পাঠ্য এবং অনুশীলনের সাথে সামঞ্জস্যপূর্ণ করতে দৃঢ় প্রতিজ্ঞ ছিলেন। কিন্তু নিকন অনেক রুশদের বিরোধিতার সম্মুখীন হয়েছিল। তারা সংশোধনকে অনুপযুক্ত বিদেশী অনুপ্রবেশ হিসাবে দেখেছিল। অর্থোডক্স মণ্ডলী যখন নিকনের সংস্কারকে বাধ্য করে, তখন ১৬৬৭ সালে একটি বিভেদ দেখা দেয়। যারা সংস্কার গ্রহণ করেনি তাদের বলা হতো পুরাতন বিশ্বাসী; তাদেরকে আনুষ্ঠানিকভাবে বিধর্মী বলা হয়েছিল এবং তারা মণ্ডলী ও রাষ্ট্র দ্বারা নির্যাতিত হয়েছিল। প্রধান বিরোধী ব্যক্তিত্ব প্রোটোপপ আভাকুমকে পুড়িয়ে মারা হয়েছিল। পরবর্তীতে বিভক্তি স্থায়ী হয়ে যায় এবং অনেক বণিক ও কৃষক পুরাতন বিশ্বাসীদের সাথে যোগ দেয়।\nজার দরবার ছোট রাশিয়া এবং পশ্চিমের প্রভাব অনুভব করেছিল। কিয়েভ ১৬৩১ সালে মেট্রোপলিটন মহিলা সেখানে প্রতিষ্ঠিত বিখ্যাত পণ্ডিত একাডেমির মাধ্যমে নতুন ধারণা এবং অন্তর্দৃষ্টির একটি প্রধান ট্রান্সমিটার ছিল। আন্তর্জাতিক বাণিজ্য বৃদ্ধি এবং আরও বিদেশী রাশিয়ায় আসার সাথে সাথে পশ্চিমের অন্যান্য আরও সরাসরি চ্যানেল খোলা হয়েছিল। জার দরবার পশ্চিমের আরও উন্নত প্রযুক্তির প্রতি আগ্রহী ছিল, বিশেষ করে যখন সামরিক প্রয়োগ জড়িত ছিল। ১৭ শতাব্দীর শেষের দিকে সামান্য রুশ, পোলিশ এবং পশ্চিম ইউরোপীয় অনুপ্রবেশ রুশ সাংস্কৃতিক সংশ্লেষণকে দুর্বল করে দিয়েছিল। অন্তত অভিজাতদের মধ্যে এবং আরও আমূল রূপান্তরের পথ প্রস্তুত করেছিল এসব ঘটনা।\n\n\n=== সাইবেরিয়া জয় ===\n\nরাশিয়ার পূর্বমুখী সম্প্রসারণ সামান্য প্রতিরোধের সম্মুখীন হয়। ১৫৮১ সালে পশম ব্যবসায় আগ্রহী স্ট্রোগানভ বণিক পরিবার পশ্চিম সাইবেরিয়ায় একটি অভিযানের নেতৃত্ব দেওয়ার জন্য একজন কশাক নেতা ইয়ারমাক টিমোফেয়েভিচকে নিয়োগ দেয়। ইয়ারমাক সিবির খানাতকে পরাজিত করে এবং রাশিয়ার জন্য ওব এবং ইর্তিশ নদীর পশ্চিমের অঞ্চলগুলো দখল করে।\nমাঙ্গাজেয়ার মতো ঘাঁটি থেকে বণিক, ব্যবসায়ী ও অনুসন্ধানকারীরা পূর্ব দিকে ওব নদী থেকে ইয়েনিসে নদীতে, তারপরে লেনা নদী এবং প্রশান্ত মহাসাগরের উপকূলে ঠেলে দেয়। ১৬৪৮ সালে কশাক সেমিয়ন ডেজনেভ আমেরিকা এবং এশিয়ার মধ্যে থাকা সংযোগ পথটি উন্মোচন করেন। ১৭ শতাব্দীর মাঝামাঝি সময়ে রুশরা আমুর নদী এবং চৈনিক সাম্রাজ্যের উপকণ্ঠে পৌঁছেছিল।\nছিং রাজবংশের সাথে চৈনিক-রুশ সীমান্ত সংঘর্ষের পর, রাশিয়া ১৬৮৯ সালে চীনের সাথে শান্তি স্থাপন করে। নেরচিনস্ক চুক্তির মাধ্যমে রাশিয়া আমুর উপত্যকায় তার দাবি তুলে দেয়, কিন্তু এটি বৈকাল হ্রদের পূর্বের অঞ্চলে এবং বেইজিংয়ের বাণিজ্য যাত্রাপথে প্রবেশাধিকার লাভ করে। চীনের সাথে শান্তি প্রশান্ত মহাসাগরের প্রাথমিক অগ্রগতিকে শক্তিশালী করে। এটি ওই শতাব্দীর মাঝামাঝি হয়েছিল।\n\n\n=== পিটার দ্য গ্রেট ও রুশ সাম্রাজ্য ===\n\nপিটার দ্য গ্রেট (১৬৭২-১৭২৫) ১৬৯৬ সালে নিজের অধিকারে শাসক হয়েছিলেন। তিনি রাশিয়ার জারতন্ত্রকে নিয়ে আসেন ইউরোপীয় সংস্কৃতি ও রাজনীতির মূলধারায়। এর আগে পশ্চিম ইউরোপের সাথে এই শাসন ব্যবস্থার সামান্য যোগাযোগ ছিল। যথেষ্ট রক্তপাত দিয়ে অসংখ্য বিদ্রোহ দমন করার পর পিটার পশ্চিম ইউরোপের একটি ছদ্মবেশী সফর শুরু করেন। তিনি যা দেখেছিলেন তাতে তিনি মুগ্ধ হয়েছিলেন এবং নতুন ভাবে জাগ্রত হন। পিটার আভিজাত্যদের পশ্চিম ইউরোপীয় পোশাক পরতে এবং তাদের দাড়ি কামানোর নির্দেশ দেওয়া শুরু করেছিলেন। এটি এমন একটি পদক্ষেপ যা বোয়াররা তিক্ততার সাথে প্রতিবাদ করেছিল। অভিজাতদের মধ্যে সাজানো বিয়ে নিষিদ্ধ করা হয়েছিল এবং অর্থোডক্স মণ্ডলীকে রাষ্ট্রীয় নিয়ন্ত্রণে আনা হয়েছিল। একটি আধুনিক পশ্চিম ইউরোপীয় ধাঁচের সেনাবাহিনী ও অফিসার কর্পস তৈরির জন্য সামরিক একাডেমিগুলো প্রতিষ্ঠিত হয়েছিল।\nএই পরিবর্তনগুলো পিটারের অনেক ঘনিষ্ট জন মেনে নিতে পারেনি। এর ফলে এটি প্রকৃতপক্ষে দেশে বড় রাজনৈতিক বিভাজন সৃষ্টি করেছিল। অন্যদিকে তার কুখ্যাত নিষ্ঠুরতা (যেমন বিদ্রোহের ষড়যন্ত্রের জন্য তার নিজের ছেলকে নির্যাতন করে হত্যা) এবং সেন্ট পিটার্সবার্গের নির্মাণের মতো তার অনেক প্রকল্পের সাথে যে অপরিসীম মানবিক দুর্ভোগ ছিল। তাতে অনেক ধার্মিক রুশ বিশ্বাস করতে শুরু করে যে তিনি খ্রিস্টবিরোধী ছিলেন। সুইডেনের বিরুদ্ধে উত্তরের যুদ্ধে বছরের পর বছর ধরে পিটারের বেশিরভাগ মনোযোগ গ্রাস করেছিল। তবে সুইডিশরা শেষ পর্যন্ত পরাজিত হয়েছিল এবং ১৭২১ সালে শান্তিতে সম্মত হয়েছিল। রাশিয়া সুইডেন ও ফিনল্যান্ডের কিছু অংশ থেকে বাল্টিক উপকূল সংযুক্ত করে। এগুলো নতুন রাশিয়ান রাজধানী সেন্ট পিটার্সবার্গের স্থান হয়ে উঠে। উত্তরের যুদ্ধে রাশিয়ার বিজয় ইউরোপীয় রাজনীতিতে একটি সন্ধিক্ষণ চিহ্নিত করেছিল। কারণ এটি কেবল একটি মহান শক্তি হিসাবে সুইডেনের গ্রহণই নিয়ে আসেনি বরং স্থায়ী ইউরোপীয় মহান শক্তি হিসাবে রাশিয়ার নিষ্পত্তিমূলক উত্থানও এনেছিল। সাইবেরিয়ায় রাশিয়ান উপনিবেশও অব্যাহত ছিল এবং পারস্যের সাথে যুদ্ধের ফলে ককেশাসে ভূখণ্ড অধিগ্রহণ করা হয়। যদিও ১৭২৫ সালে পিটারের মৃত্যুর পর রাশিয়া সেই ভূখন্ডগুলো সমর্পণ করে।\n\n\n== সংগঠন ==\n\nমেস্টনিচেস্টভো\nপোশোশনিয়ে লুডি\nস্লোবোদা\nউকাসে\nভোটচিনা\nআমলাতান্ত্রিক উপাধি\n\nপ্রিকাজ\nপড্যাচি\nডায়াক\n\n\n== রাষ্ট্রীয় পতাকা ==\nজারতন্ত্রের সময় কোনো একক পতাকা ছিল না। পরিবর্তে, একাধিক পতাকা ছিল:\nজার দ্বারা ব্যবহৃত ২টি আদর্শ:\nরাশিয়ার জার আদর্শ (১৬৯৩-১৭০০): সাদা-নীল-লাল তিরঙ্গা যার কেন্দ্রে সোনালি দ্বি-মাথাযুক্ত ঈগল। ১৭০০ সালে সাম্রাজ্যিক আদর্শ দ্বারা প্রতিস্থাপিত (নীচে দেখুন)।\nরাশিয়ার জার সাম্রাজ্যিক আদর্শ : কালো দ্বি-মাথাযুক্ত ঈগল যা সেন্ট ভ্লাদিমির রেড কোট অফ আর্মস বহন করে, একটি সোনালী আয়তক্ষেত্রাকার মাঠে, মস্কোর জার এর পুরানো সাদা-নীল-লাল আদর্শের পরিবর্তে ১৭০০ সালে গৃহীত হয়েছিল।\nবেসামরিক পতাকা : প্রথম দিকে রোমানভ জাররা জারের দুই-মাথা বিশিষ্ট ঈগল সাম্রাজ্যিক পতাকা প্রতিষ্ঠা করেছিলেন। এর উৎপত্তি ১৪৭২ সালে একটি বেসামরিক পতাকা হিসাবে, এটি ১৮৫৮ সালে সাম্রাজ্যের সময় প্রতিস্থাপিত না হওয়া পর্যন্ত এটি রাশিয়ার বেসামরিক পতাকা ছিল।\nরাশিয়ার বেসামরিক প্রতীক : সাদা-নীল-লাল তিরঙ্গা, যা ২০ জানুয়ারি ১৭০৫-এ প্রথম পিটারেত ডিক্রি দ্বারা গৃহীত হয়েছিল।\nসাম্রাজ্যিক রুশ নৌবাহিনীর নৌ প্রতীক : একটি নীল সল্টার সহ সাদা ক্ষেত্র, ১৭১২ সালে গৃহীত, তার আগে রাশিয়ার নৌ প্রতীক ছিল সাদা-নীল-লাল তেরঙ্গা।\n\nসাম্রাজ্যিক রুশ নৌবাহিনীর নৌ জ্যাক : একটি নীল সল্টার সহ লাল ক্ষেত্র, ১৭০০ সালে গৃহীত হয়েছিল।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nরুশ রাজার তালিকা\nরুশ রাজার রাজ্যাভিষেক\nজারবাদী স্বৈরাচার\nরাশিয়ার জনতাত্ত্বিক ইতিহাস#রাশিয়ার জারতন্ত্র\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== প্রাথমিক সূত্র ==\nGrigory Kotoshikhin's Russia during the reign of Alexey Mikhailovich (1665) is the indispensable source for those studying administration of the Russian tsardom\nDomostroy is a 16th-century set of rules regulating everyday behaviour in the Russian boyar families.\n\n\n== মাধ্যমিক সূত্র ==\n\n{{{country}}}: A country study. Library of Congress Federal Research Division.  এই উৎস থেকে এই নিবন্ধে লেখা অন্তর্ভুক্ত করা হয়েছে, যা পাবলিক ডোমেইনে রয়েছে। – Russia\nJarmo Kotilaine, Marshall Poe (ed.), Modernizing Muscovy: Reform and Social Change in Seventeenth Century Russia, Routledge, 2004, আইএসবিএন ০-৪১৫-৩০৭৫১-১\n\n\n== বহিঃসংযোগ ==\n\n উইকিমিডিয়া কমন্সে রাশিয়ার জারতন্ত্র সম্পর্কিত মিডিয়া দেখুন।"}