{"pageid": 1427871, "title": "ডাগোম্বা জাতি", "url": "https://bn.wikipedia.org/wiki?curid=1427871", "content": "ডাগোম্বা বা ডাগবাম্বা হল ঘানা  এবং টোগোর একটি নৃতাত্ত্বিক গোষ্ঠী। তাদের সংখ্যা ৩১ লক্ষেরও বেশি। ডাগবাম্বা শব্দটি মূলত অন্যান্য সম্পর্কিত লোকদের বোঝানোর জন্য প্রসারিত হয়েছে যারা মামপ্রুসি এবং নানুম্বা সহ নাগবেওয়া দ্বারা একীভূত হয়েছিল। ডাগোম্বা দেশটিকে ডাগবন বলা হয়।\n এবং তারা ডাগবানি ভাষায় কথা বলে। ডাগোম্বা বংশানুক্রমিক এবং মাতৃতান্ত্রিক উভয় পদ্ধতির উত্তরাধিকার পদ্ধতি চর্চা করে।\n\nডাগোম্বা তাদের আতিথেয়তা, সহনশীলতা এবং বিভিন্ন সংস্কৃতি এবং বিশ্বাস ব্যবস্থার বাসস্থানের জন্য পরিচিত। তাদের ধর্ম হল ডাগবন প্রথাগত ধর্ম, কিন্তু ইসলাম প্রায় এক সহস্রাব্দ ধরে চলে আসছে। ১৬০০-এর দশকের শেষের দিকে, রাজা জাঞ্জিনা, ইসলাম পালনকারী প্রথম শাসক হন। জাঞ্জিনার রাজত্ব বৃহত্তর সমৃদ্ধির যুগের সূচনা করে। অনেক শিক্ষাকেন্দ্র প্রতিষ্ঠিত হয় এবং বৃত্তি ঐতিহ্যের একটি গুরুত্বপূর্ণ অংশ হয়ে ওঠে। ১৭০০ সালে, মোলিইলি বিশ্ববিদ্যালয় শহর প্রতিষ্ঠিত হয়, কিন্তু পরে ইউরোপীয় উপনিবেশের সময় পরিত্যক্ত হয়। জার্মানি পুড়িয়ে ফেলার পরেও এবং পূর্ব দাগবনে (নায়া) অবস্থিত তার রাজধানী, ইয়েন্ডি, দখল করার পরেও ডাগোম্বা ইউরোপীয় উপনিবেশকে প্রতিরোধ করেছিলো।\nডাগোম্বা হলো কয়েকটি আফ্রিকান জাতিগোষ্ঠীর একটি যারা মহিলাদের জন্য রাজকীয় উপাধি সংরক্ষণ করে। ডাগোম্বা মহিলারা শাসন করেন, পুরুষ প্রজাদের সাথে রাজকীয় পদে আরোহণ করেন এবং রাজকীয় জমির মালিক হন।  ঘানার প্রথম মহিলা মন্ত্রী, এবং আফ্রিকার প্রথম মহিলা ক্যাবিনেট মন্ত্রীর জন্ম দেওয়ায় এর মহিলাদের প্রভাব বিশিষ্ট।  ঐতিহাসিকভাবে, এর মহীয়সী কন্যা, ইয়েনেঙ্গাকে মোসি রাজ্যের \"মা\" হিসাবে গণ্য করা হয়, এমন একটি জনগোষ্ঠী যারা বুরকিনা ফাসোর প্রায় অর্ধেক জাতির। গুন্ডো না হল সমস্ত মহিলা প্রধানদের প্রধান, এবং জোসিমলি না ডাগবন শহর এবং বোন শহরগুলির মধ্যে সহযোগিতা বাড়ায়।\nআফ্রিকায় ইউরোপীয়দের আগমনের আগে ডাগোম্বারা বেশ কয়েকটি স্কুল প্রতিষ্ঠা করেছিল। একটি পরবর্তী কিন্তু অধিক পরিচিত প্রতিষ্ঠান হল বিশ্ববিদ্যালয় শহর মোলিইলি, ১৭০০ সালে প্রতিষ্ঠিত হয়।  আধুনিক বিশ্ববিদ্যালয়গুলিতে যা পাওয়া যায় তার মতোই মোলিইলির একটি শ্রেণিবদ্ধ শিক্ষা ব্যবস্থা ছিল। ডাগোম্বার একটি লেখার ব্যবস্থা আছে, ডাগবানি লিপি, যা একটি পরিবর্তিত আরবি বর্ণমালা কিন্তু দাগবানি বাক্য গঠন ব্যবহার করে।  সংরক্ষিত পাণ্ডুলিপিগুলি হারিয়ে গেছে, তবে অনেকগুলি ডেনমার্কে স্থানান্তরিত হয়েছে। গোল্ড কোস্টে একটি সংরক্ষিত (উপনিবেশ নয়) যোগদানের পর, ডাগোম্বারা গ্রীক এবং লাতিন বর্ণমালা গ্রহণ করে।\nনারীদের উচ্চ সম্মান করা হয়, এবং শিশুরা মায়ের অসন্তুষ্টি এবং ক্রোধকে ভয় পায়। ভাইয়েরা যে কোন মূল্যে বোনের মর্যাদা রক্ষা করে। ডাগোম্বা হলো আফ্রিকার কয়েকটি জনগোষ্ঠীর মধ্যে একজন যাদের মহিলা প্রধান রয়েছে যারা রাজকীয় জমির অধিকারী এবং পুরুষ প্রজাদের উপর শাসন করে। নিকটতম পারিবারিক বন্ধনকে \"মাবিহিলি\" বলা হয়। এই ধরনের ঘনিষ্ঠ পারিবারিক বন্ধনে পুরুষ এবং মহিলা উভয়ই একে অপরকে মাবিয়া (মায়ের সন্তান) হিসাবে উল্লেখ করে, যা মায়ের গুরুত্বকে বোঝায়। মাতৃভূমিকে মায়িলি এবং পিতৃভূমিকে বেইলি বলা হয়। মাবিহিলির কোন ইংরেজি সমতুল্য নেই।\nডাগোম্বা সমাজে, বেশ কিছু দেবতা রয়েছে (একবচন: উনি, বহুবচন: উনা)। এই সমস্ত দেবতার প্রধান (না) হল নাওউনি। প্রতিটি শহরে একটি উপাসনালয় আছে (buɣli)। উদাহরণস্বরূপ, টোলনের লোকদের মাজার হল জাগবো,[35][36] এবং ন্যাঙ্কপালের মন্দির হল ওনোইলি। অনেক গণক (baɣa) আছে যাদের কাছে লোকেরা ভবিষ্যদ্বাণী এবং তাদের সমস্যার সমাধানের জন্য পরামর্শ করে। মাতৃভাইয়ের মাধ্যমে অনেক কাণ্ডকারখানার উত্তরাধিকার।\nঅনেক খ্রিস্টান ধর্মপ্রচারক দল ডাগোম্বাকে ধর্মান্তরিত করতে ব্যর্থ প্রচারণা শুরু করেছে। যাইহোক, ডাগোম্বা তার ঐতিহ্যবাহী ধর্ম এবং ইসলামের অনুশীলন চালিয়ে যাচ্ছে। দাগোম্বাতে ইসলামের আগমন সমৃদ্ধি এনেছিল,[40][41] অন্যদিকে, খ্রিস্টধর্ম ইউরোপীয়দের দ্বারা আনা হয়েছিল, যারা তাদের শহরগুলি পুড়িয়ে দিয়েছিল এবং সেখানকার মানুষকে বাস্তুচ্যুত করেছিল। আজ, দাগোম্বা অনেক খ্রিস্টান মিশনারিকে তাদের কার্যক্রম পরিচালনা করার জন্য বিনামূল্যে জমি প্রদান করেছে। যদিও ইসলামিক স্কুলগুলি ছাত্রদের উপাসনা বা মসজিদে যাওয়ার জন্য বাধ্যতামূলক করে না, খ্রিস্টান স্কুলগুলি সমস্ত ছাত্রদের জন্য, এমনকি ডাগবন ঐতিহ্যগত ধর্ম এবং ইসলাম ধর্মের অনুসারীর জন্যও উপাসনা বাধ্যতামূলক করে।\nডাগোম্বারা ঘানার প্রাচীনতম উৎসব উদযাপন করে, যার মধ্যে অগ্নি উৎসবওরয়েছে, যা ডাগবন রাজ্য গঠনের আগে বিদ্যমান ছিল। অন্যান্য উৎসবের মধ্যে রয়েছে ডাম্বা উৎসব, গিনি ফাউল (কপিনি চুয়াউ) উৎসব এবং ইয়াম উৎসব (নিউলি ডিবু), কোনুরি চুয়াসু (ঈদুল ফিতর), চিমসি চুয়াউ (ঈদ আল-আযহা)।[37] অন্যান্য ছোটখাটো স্থানীয় উৎসব গুলোযা পালিত হয় তার মধ্যে টোলনের লোকেরা বাজার উৎসব (দা চুয়ু) অন্তর্ভুক্ত করে।\nডাগোম্বা জাতিরা ডাগবন রাজ্য প্রতিষ্ঠা করেন। তারা ঐতিহাসিকভাবে বুর্কিনা ফাসোর মসি জনগণের সাথে সম্পর্কিত। মসি রাজ্যগুলি না গবেওয়ার কন্যা ইয়েনেঙ্গা দ্বারা প্রতিষ্ঠিত হয়েছিল। মোহি/মোসির জন্মভূমি মধ্য বুরকিনা ফাসোতে রয়েছে। মোসির পাশাপাশি, ডাগোম্বারা আইভরি কোস্টের বাউনা রাজ্যের [৪৫] এবং ঘানার উচ্চ পশ্চিম অঞ্চলের দাগাবা রাজ্যের প্রতিষ্ঠাতা। ডাগোম্বার জন্মভূমি, ডাগবন, প্রায় বিশ হাজার বর্গ কিলোমিটার এলাকা জুড়ে বিস্তৃত।\nনা গবেওয়া ডাগবন রাজ্যের প্রতিষ্ঠাতা। না গবেওয়ার আগে ডাগোম্বা জাতি বিকেন্দ্রীভূত রাজ্যে বসবাস করতেন। গবেওয়া এবং তার বংশধররা রাজ্যকে কেন্দ্রীভূত করেছিল। বিকেন্দ্রীকৃত রাজ্যগুলি টিন্ডাম্বার নেতৃত্বে ছিল। আজ, টিন্ডাম্বা এখনও প্রাচীন দাগবন ঐতিহ্যগুলিকে সংরক্ষণ করে যা যুগ যুগ ধরে চলে আসছে, ঐতিহ্যগত ধর্মীয় ক্রিয়াকলাপের নেতৃত্ব দিচ্ছে এবং তাদের উপাদানগুলির সমস্যা সমাধান করছে। টিনডাম্বা ইয়া না দ্বারা নিযুক্ত করা হয় না, তারা একটি বাণী দ্বারা নির্বাচিত হয়. উত্তরাধিকার পিতৃতান্ত্রিক এবং মাতৃসূত্রীয় উভয়ই। ডাগবনে রয়্যালটি জটিল কারণ এটি শতাব্দী ধরে বিবর্তিত হয়েছে। ডাগোম্বা হল ড্রাম এবং অন্যান্য বাদ্যযন্ত্রের চারপাশে বোনা একটি পরিশীলিত মৌখিক ঐতিহ্য সহ একটি জাতিগোষ্ঠী। এইভাবে, ড্যাগবনের ইতিহাস সূক্ষ্মভাবে মৌখিক ঐতিহ্যের মাধ্যমে প্রণীত হয়েছে, ড্রামারদের সাথে পেশাদার গ্রিয়ট হিসেবে লুনসি নামে পরিচিত।ref>Abdallah, Zablong Zakariah; Locke, David (২০১০)। \"The Lunsi (drummers) of Dagbon: tradition and change\"। Research Review (ইংরেজি ভাষায়) (21)। আইএসএসএন 0855-4412। </ref> মৌখিক ঐতিহ্য অনুসারে, ডাগবনের রাজনৈতিক ইতিহাসের উৎপত্তি হয়েছে তোহাজি (\"লাল শিকারী\" হিসাবে অনুবাদ করা) নামক কিংবদন্তীর জীবন কাহিনীতে।\nডাগোম্বারা ইসলাম এবং ডাগবন প্রথাগত ধর্ম উভয়ই পালন করে। দ্বাদশ এবং পঞ্চদশ শতকের মধ্যে সোনিঙ্কে (ঘানাবাসীদের দ্বারা ওয়াঙ্গারা নামে পরিচিত) ব্যবসায়ীরা এই অঞ্চলে ইসলাম নিয়ে আসেন। না জানজিনার সময় থেকেই ইসলাম রাষ্ট্রধর্ম হয়ে আসছে এবং তখন থেকেই ইসলাম দ্রুত বর্ধনশীল বলে মনে হয়। বিংশ শতাব্দীর মাঝামাঝি আফা আজুরার সংস্কারমূলক কর্মকাণ্ড সমগ্র সম্প্রদায়কে ব্যাপকভাবে ইসলাম ধর্ম গ্রহণ করতে বাধ্য করে। দাগোম্বা লোকেদের উত্তরাধিকার মূলত পিতৃতান্ত্রিক, তবে নির্দিষ্ট টিন্ডাম্বার উত্তরাধিকার মাতৃসংক্রান্ত। পুরুষ অধস্তনদের সাথে মহিলা শাসকও রয়েছে, যেমন গুন্ডো না এবং কপাতু না। গুন্ডো না-এর বিস্তীর্ণ জমি রয়েছে এবং ডাগবনের রাজপরিবারের সমস্ত মহিলা সদস্যদের প্রধান। গুরুত্বপূর্ণ উৎসবগুলোর মধ্যে রয়েছে ডাম্বা, বুগুম (অগ্নি উৎসব) এবং ইসলামী ঈদ উৎসব। দাগোম্বার বৃহত্তম বসতি হল তামালে, ঘানার তৃতীয় জনবহুল এবং উত্তর অঞ্চলের রাজধানী।\nমসি এবং দাগোম্বা রাজ্যগুলি পশ্চিম আফ্রিকার মধ্যযুগীয় সাম্রাজ্যগুলির মধ্যে অন্যতম। দ্বাদশ শতকের শুরুতে, তারা শেষ পর্যন্ত সমগ্র উত্তর ভোল্টা অববাহিকার ভূমি শাসন করে, যা বর্তমানে উত্তর ঘানা এবং বুর্কিনা ফাসো অন্তর্ভুক্ত করে। তাদের দ্বিতীয় উত্তর সম্প্রসারণের সময়, মসি আক্রমণ পূর্ব মাসিনা এবং লেক ডেবো গ. ১৪০০, বেনকা গ. ১৪৩৩ এবং ওয়ালাতা ১৪৭৭-১৪৮৩ সালে (এই সাম্রাজ্যগুলি বর্তমান মালিতে ছিল)। ইলিয়াসু (১৯৭১) তার রচনা দ্য অরিজিন অফ দ্য মসি-দাগোম্বা স্টেটস এর মতে, পঞ্চদশ শতকের শেষের দিকে ইম্পেরিয়াল সোনহাই ক্ষমতা পুনরুদ্ধারের মাধ্যমে মোসি-দাগোম্বা সাফল্যের দ্বিতীয় সময়কাল শেষ হয়েছিল। যদিও মোসি-দাগোম্বা রাজ্যগুলির একই পিতামহ (না গবেওয়া) রয়েছে, দাগোম্বাকে ঐতিহ্যগতভাবে ওয়াগাডুগু, ইয়াতেঙ্গা এবং ফাদা এন'গৌরমার মসি রাজ্যের কাছে \"জ্যেষ্ঠ\" হিসাবে গণ্য করা হয়।\n\n\n== তথ্যসূত্র =="}