{"pageid": 1427827, "title": "আরএনএ সক্রিয়করণ", "url": "https://bn.wikipedia.org/wiki?curid=1427827", "content": "আরএনএ সক্রিয়করণ (RNAa) হল একটি ছোট RNA-নির্দেশিত এবং Argonaute (Ago)-নির্ভর জিন নিয়ন্ত্রণের ঘটনা যেখানে প্রবর্তক-লক্ষ্যযুক্ত শর্ট ডাবল-স্ট্র্যান্ডেড RNAs (dsRNAs) ট্রান্সক্রিপশনাল/এপিজেনেটিক স্তরে টার্গেট জিনের অভিব্যক্তিকে ইনডিউস করে। RNAa সর্বপ্রথম ২০০৬ সালের একটি পিএনএএস পেপারে রিপোর্ট করা হয়েছিল Li et al। যিনি এই ধরনের জিন সক্রিয়করণের ঘটনাকে বর্ণনা করার জন্য RNA ইন্টারফারেন্স ( RNAi )  বিপরীতে \"RNAa\" শব্দটি তৈরি করেছিলেন। dsRNA গুলি যেগুলি RNAa কে ট্রিগার করে তাকে ছোট সক্রিয় RNA ( saRNA ) বলা হয়।  মানব কোষে RNAa-এর প্রাথমিক আবিষ্কারের পর থেকে, অন্যান্য অনেকেই, মানব, অ-মানব প্রাইমেট, ইঁদুর এবং ছুচো সহ বিভিন্ন স্তন্যপায়ী প্রজাতি  উদ্ভিদ  এবং C. elegans এ, একই রকম পর্যবেক্ষণ করেছে, যা থেকে ধারণা করা যায় যে RNAa হল জিন নিয়ন্ত্রণের একটি বিবর্তনীয়ভাবে সংরক্ষিত প্রক্রিয়া।\nRNAa কে সাধারণত দুটি শ্রেণীতে ভাগ করা যায়ঃ বহির্মুখী এবং অন্তঃর্মুখী। বহির্মুখী বা এক্সোজেনাস RNAa কৃত্রিমভাবে ডিজাইন করা saRNA দ্বারা ট্রিগার হয় যা জিন প্রোমোটার এর মতো নন-কোডিং সিকোয়েন্সগুলিকে টার্গেট করে  এবং একটি জিনের ৩'টি টার্মিনাস  ও এই saRNAগুলিকে রাসায়নিকভাবে সংশ্লেষন করা যেতে পারে  বা ছোট হেয়ারপিন RNA (shRNA) হিসাবে প্রকাশ করা যেতে পারে।  যেখানে অন্তঃর্মুখী বা এন্ডোজেনাস RNAa-এর ক্ষেত্রে, জিনের অভিব্যক্তির উন্নীতকরণ, স্তন্যপায়ী কোষে এবং সি. এলিগানস, এবং সি. এলিগানসে ২২জি আরএনএ  miRNA-এর মতো প্রাকৃতিকভাবে সংঘটিত অন্তঃর্মুখী ছোট RNA দ্বারা পরিচালিত হয় ।\n\n\n== পদ্ধতি ==\nRNAa এর আণবিক প্রক্রিয়া সম্পূর্ণরূপে বোঝা যায় না। RNAi-এর মতোই, দেখা গেছে যে স্তন্যপায়ী RNAa-এর জন্য Argonaute প্রোটিনের Ago ক্লেডের সদস্য বিশেষ করে Ago2 প্রয়োজন, যা RNAi থেকে স্বতন্ত্র গতিবিদ্যার অধিকারী হতে হবে।  RNAi-এর উল্টো দিকে, প্রোমোটার-টারগেটেড saRNAs এপিজেনেটিক পরিবর্তন সহ জিনের প্রকাশের দীর্ঘায়িত সক্রিয়করণকে প্রভাবিত করে॥  বর্তমানে এটি মনে করা হয় যে saRNA গুলি প্রথমে একটি Ago প্রোটিন এর মাধ্যমে লোড এবং প্রসেস হয় একটি Ago-RNA কমপ্লেক্স গঠন করে যা পরে RNA দ্বারা তার প্রবর্তক লক্ষ্য (promoter target) -এ পরিচালিত হয়। লক্ষ্য বা টার্গেট একটি নন-কোডিং ট্রান্সক্রিপ্ট হতে পারে যা প্রবর্তক  বা ক্রোমোসোমাল ডিএনএকে ওভারল্যাপ করে।  পরবর্তিতে আরএনএ-পূর্ণ অ্যাগো (Ago) আরএইচএ-যা নিউক্লিয়ার ডিএনএ হেলিকেস-২ নামেও পরিচিত এবং CTR9 এর মতো অন্যান্য প্রোটিন নিয়োগ করে, একটি RNA-প্ররোচিত ট্রান্সক্রিপশনাল অ্যাক্টিভেশন (RITA) কমপ্লেক্স গঠন করার জন্য। RITA সরাসরি RNAP II এর সাথে ক্রিয়া করতে পারে ট্রান্সক্রিপশন সূচনা এবং উৎপাদনশীল ট্রান্সক্রিপশন প্রসারণকে উদ্দীপিত করতে যা H2B এর বর্ধিত সর্বব্যাপীতার (ubiquitination) সাথে সম্পর্কিত। \n\n\n== অন্তঃর্মুখী RNAa ==\n২০০৮ সালে, Place et al. অনেকগুলো মানব জিনের প্রমোটারদের উপর miRNAএর লক্ষ্যগুলি (টার্গেট) miR-373 চিহ্নিত করেন এবং দেখা গেছে যে মানব কোষে miR-373 এর অনুকরণীয় উপস্হিতি পূর্বাভাসিত টার্গেট জিনের অভিব্যক্তিকে প্রভাবিত করে। এই গবেষণার মাধ্যমে প্রথম উদাহরণ পাওয়া যায় যে RNAa-কে প্রাকৃতিক ভাবে পাওয়া  নন-কোডিং RNA ( ncRNA ) মধ্যস্থতা করা যেতে পারে। ২০১১ সালে, Huang et al. ইদুরের কোষে গবেষনায় পান যে যে অন্তঃর্মুখী RNAa শারীরবৃত্তীয় প্রেক্ষাপটে miRNAs কার্যক্রম দ্বারা প্রভাবিত হয় এবং সম্ভবত ক্যান্সার কোষ তার বৃদ্ধি লাভের জন্য এই সুবিধার সুযোগ গ্রহণ করে। তারপর থেকে, জিন প্রবর্তক  বা বর্ধক, এর ফলে গুরুত্বপূর্ণ জৈবিক ভূমিকা পালন করে জিনের অভিব্যক্তিকে উন্নীত করার জন্য অনেকগুলি miRNA দেখানো হয়েছে। একটি ভাল উদাহরণ হল miR-551b-3p যা পরিবর্ধনের কারণে ডিম্বাশয়ের ক্যান্সারে অতিমাত্রায় প্রকাশ পায়।  STAT3 এর প্রবর্তককে লক্ষ্য করে এর ট্রান্সক্রিপশন বাড়ানোর জন্য, miR-551b-3p ডিম্বাশয়ের ক্যান্সার কোষগুলিকে অ্যাপোপটোসিসের প্রতিরোধ এবং একটি প্রসারিত সুবিধা প্রদান করে। \nসি. এলিগানস হাইপোডার্মাল সীম কোষে, লিন-4 miRNA-এর ট্রান্সক্রিপশন ইতিবাচকভাবে লিন-4 দ্বারা নিয়ন্ত্রিত হয় যা এর প্রোমোটারে একটি সংরক্ষিত লিন-4 পরিপূরক উপাদানের সাথে আবদ্ধ হয়, যা একটি ইতিবাচক অটোরেগুলেটরি লুপ গঠন করে। \nC. elegans-এ, Argonaute CSR-1 RNA-নির্ভর RNA পলিমারেজ থেকে প্রাপ্ত 22G ছোট RNA এবং অ্যান্টিসেন্স থেকে জীবাণু-প্রকাশিত ট্রান্সক্রিপ্টের সাথে মিথস্ক্রিয়া করে এই mRNA গুলিকে Piwi থেকে রক্ষা করার জন্য - piRNA মধ্যস্থতা নীরবতা প্রচারের মাধ্যমে এপিজেনেটিক অ্যাক্টিভেশন। \nস্তন্যপায়ী কোষে অন্তঃসত্ত্বা RNAa দ্বারা জিন নিয়ন্ত্রণ কতটা ব্যাপক তা বর্তমানে অজানা। গবেষণায় দেখা গেছে যে উভয় miRNAs  এবং Ago প্রোটিন (Ago1)  মানব জিনোমের অসংখ্য সাইট, বিশেষ করে প্রবর্তক অঞ্চলে, জিন প্রতিলিপিতে ব্যাপকভাবে ইতিবাচক প্রভাব ফেলে।\n\n\n== অ্যাপ্লিকেশন ==\nRNAa ভেক্টর-ভিত্তিক জিন ওভার এক্সপ্রেশনের পরিবর্তে জিন ফাংশন অধ্যয়ন করতে ব্যবহৃত হয়েছে।  গবেষণাগুলি ভিভোতে RNAa এবং ক্যান্সার এবং অ-ক্যান্সারজনিত রোগের চিকিৎসায় এর সম্ভাব্য থেরাপিউটিক অ্যাপ্লিকেশনগুলি প্রদর্শন করেছে। Chen R, Wang T, Rao K, Yang J, Zhang S, Wang S, Liu J, Ye Z (অক্টোবর ২০১১)। \"Up-regulation of VEGF by small activator RNA in human corpus cavernosum smooth muscle cells\": 2773–80। ডিওআই:10.1111/j.1743-6109.2011.02412.x। পিএমআইডি 21819543। </ref>\n২০১৬ সালের জুনে, ইউকে-ভিত্তিক MiNA থেরাপিউটিকস CEBPA জিন সক্রিয় করার প্রয়াসে, যকৃতের ক্যান্সারে আক্রান্ত রোগীদের মধ্যে প্রথম প্রথম saRNA ড্রাগ MTL-CEBPA-এর প্রথম ধাপের ট্রায়াল শুরু করার ঘোষণা দেয়। \n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\n \n\n\n== বহিঃসংযোগ ==\nRNAa FAQs লি ল্যাব, ক্যালিফোর্নিয়া বিশ্ববিদ্যালয় সান ফ্রান্সিসকো\nকীভাবে আপনার জিন চালু করবেন। নতুন বিজ্ঞানী 16 নভেম্বর 2006"}