{"pageid": 1427157, "title": "হ্যারি মার্টিনসন", "url": "https://bn.wikipedia.org/wiki?curid=1427157", "content": "হ্যারি মার্টিসন (৬ মে ১৯০৪ - ১১ ফেব্রুয়ারি ১৯৭৮) ছিলেন একজন সুইডিশ লেখক, কবি এবং প্রাক্তন নাবিক। ১৯৪৯ সালে তিনি সুইডিশ একাডেমিতে নির্বাচিত হন। \n\nতিনি ১৯৭৪ সালে সুইডিশ সহকর্মী আইভিন্ড জনসনের সাথে যৌথভাবে সাহিত্যে নোবেল পুরস্কারে ভূষিত হন। মার্টিনসন এবং জনসন উভয়েই একাডেমির সদস্য ছিলেন বলে এই পুরস্কারের সিদ্ধান্তটি বিতর্কিত ছিল। তাকে \"বিংশ শতাব্দীর সুইডিশ কবিতার মহান সংস্কারক\" বলা হয় এবং সর্বহারা লেখকদের মধ্যে সবচেয়ে প্রাচীন বলে ধরা হয়।\"[3]\n\n\n== জীবন ==\nমার্টিনসন দক্ষিণ-পূর্ব সুইডেনের ব্লেকিঞ্জ কাউন্টির জামশোগে জন্মগ্রহণ করেন। অল্প বয়সে তিনি তার পিতামাতা উভয়কে হারিয়েছিলেন, তার বাবা ১৯১০ সালে যক্ষ্মা রোগে মারা যান এবং এক বছর পরে তার মা তার সন্তানদের রেখে পোর্টল্যান্ড, ওরেগন এ চলে যান। তখন মার্টিনসনকে সুইডিশ গ্রামাঞ্চলে পালক সন্তান হিসাবে রাখা হয়েছিল। [4] ষোল বছর বয়সে মার্টিনসন বাড়ি থেকে পালিয়ে যান এবং একটি জাহাজে চড়ে বসেন। তিনি পরের বছরগুলো ব্রাজিল ও ভারত সহ বিশ্বের বিভিন্ন দেশে ভ্রমণ করে বেড়ান।\n\nকয়েক বছর পরে ফুসফুসের সমস্যার কারণে তিনি সুইডেনের উপকূল এলাকায় বসবাস শুরু করেন। [5][6] সেখানে তার কোনো স্থায়ী কর্মসংস্থান ছিলো না। তিনি পথেঘাটে ভবঘুরে জীবনযাপন করছিলেন। ২১ বছর বয়সে তিনি লুন্ডাগার্ড পার্ক, লুন্ড এ উদ্দেশ্যহীন ঘোরাফেরা করার কারণে গ্রেফতার হন।[7]\n১৯২৯ সালে তিনি একজন কবি হিসাবে আত্মপ্রকাশ করেন। আর্তুর লুন্ডকভিস্ট, গুস্তাভ স্যান্ডগ্রেন, এরিক অ্যাসক্লুন্ড এবং জোসেফ কেজেলগ্রেনের সাথে তিনি Fem unga (পাঁচ যুবক) নামক সংকলন রচনা করেন,[8] এ রচনার মাধ্যমে সুইডিশ আধুনিকতাবাদের প্রবর্তন হয়েছিল। তার কবিতার মূল বৈশিষ্ট্যগুলো হলো ভাষাগত উদ্ভাবন, রূপকের ঘন ঘন ব্যবহার , গভীরভাবে অনুভূত মানবতাবাদের সাথে প্রকৃতির প্রতি তীব্র দৃষ্টি এবং প্রেম।[9][10] \nঔপন্যাসিক হিসেবে তার সাফল্য আসে ১৯৩৫ সালে আধা-আত্মজীবনীমূলক গ্রন্থ Nässlorna blomma (Flowering Nettle) এর মাধ্যমে; এতে গ্রামাঞ্চলে এক  তরুণের যাপিত কষ্টের কথা বলা হয়েছিল। এই বইটি ত্রিশটিরও বেশি ভাষায় অনূদিত হয়েছে। ১৯৪৮ সালে প্রকাশিত Vägen to Klockrike (The Road to Klockrike) উপন্যাসটি তার সাফল্যের তালিকায় যুক্ত হয়।  ১৯৪৯ সালে মার্টিনসন প্রথম সর্বহারা লেখক হিসেবে সুইডিশ একাডেমির সদস্য নির্বাচিত হন।\n\nতার সবচেয়ে উল্লেখযোগ্য কাজগুলির মধ্যে একটি হল কাব্যিক চক্র আনিয়ারা। এটি কাল্পনিক মহাকাশযান আনিয়ারার গল্প যা মহাকাশের মধ্য দিয়ে যাত্রা করার সময় তার গতিপথ হারিয়ে ফেলে এবং পরবর্তীতে গন্তব্য ছাড়াই ভেসে বেড়ায়। এই বইটি ১৯৫৬ সালে প্রকাশিত হয় এবং 1959 সালে কার্ল-বির্জার ব্লমডাহল এর উপর ভিত্তি করে একটি অপেরা রচনা করেন।[11][12] এই চক্রে \"মানুষের ভঙ্গুরতা এবং মূর্খতার একটি মহাকাব্যিক গল্প\" বলা হয়েছে।[13]\n১৯২৯ সালে তিনি ঔপন্যাসিক মোয়া মার্টিনসনকে বিয়ে করেছিলেন। মোয়া একজন নারীবাদী এবং সর্বহারা লেখক হিসাবে পরিচিত ছিলেন। স্টকহোম ভিত্তিক এনার্কিস্ট সংবাদপত্র ব্র্যান্ডে'র মাধ্যমে তাদের পরিচয় হয়েছিল। হ্যারি ১৯৩৪ সালে সোভিয়েত ইউনিয়ন ভ্রমণ করেন।[3][4] হ্যারির রাজনৈতিক প্রতিশ্রুতির অভাবের সমালোচনার কারণে ১৯৪০ সালে তার ও মোয়ার বিবাহবিচ্ছেদ হয়। হ্যারি ১৯৪২ সালে ইনগ্রিড লিন্ডক্র্যান্টজকে (1916-1994) বিয়ে করেন।\n\n\n== লেখা ==\nহ্যারি মার্টিনসন ১৯২৯ সালে Spokeskepp (Ghost Ship) কবিতার সংকলনের মাধ্যমে কবি হিসেবে আত্মপ্রকাশ করেন। এই সংকলনের বেশিরভাগ অংশে সমুদ্রের মোটিফ এবং একজন নাবিকের রূপকে জীবন গল্প বলেছেন। একই বছর তিনি সাহিত্য সংকলন Fem unga তে অবদান রাখেন, যা আধুনিকতাবাদী সুইডিশ সাহিত্যে একটি যুগান্তকারী এবং অত্যন্ত প্রভাবশালী বই। মার্টিনসনের সব চেয়ে বড় সাফল্য আসে ১৯৩১ সালে কবিতা সংকলন Nomad এর প্রকাশের মাধ্যমে। তার কবিতা সুনির্দিষ্ট পর্যবেক্ষণের সাথে সমৃদ্ধ চিত্রকল্প নির্মাণ এবং বিশদ বিবরণের জন্য খ্যাতি অর্জন করে।\nতার বই Resor utan mål (Aimless travels, ১৯৩২) এবং Kap Farväl (১৯৩৩; ইংরেজি অনুবাদ কেপ ফেয়ারওয়েল, ১৯৩৪) তে মার্টিনসন একজন নাবিক হিসাবে তার জীবনের স্মৃতিচারণ করেছেন। তার পরবর্তী লেখায় প্রকৃতি এবং পৃথিবী গুরুত্বপূর্ণ মোটিফ হয়ে ওঠে। 1930-এর দশকে তিনি একাধারে গদ্য এবং কবিতায় প্রকৃতির বর্ণনায় সিদ্ধহস্ত হয়ে উঠেছিলেন  এবং সুনির্দিষ্ট পর্যবেক্ষণ সহ তাঁর ছোট প্রকৃতির কবিতাগুলির জন্য বিশেষভাবে পরিচিত ছিলেন। \n\nতার আত্মজীবনীমূলক উপন্যাস Nässlorna blomma (Flowering Nettle, ১৯৩৫) এবং Vägen ut (The Way Out, ১৯৩৬) এ মার্টিনসন তার শৈশবের কথা বলেছেন। \nমার্টিনসনের বিজ্ঞানের প্রতি দৃঢ় আগ্রহ ছিল যা তার সাহিত্যকর্মে বিশেষ প্রভাব বিস্তার করেছে। দ্বিতীয় বিশ্বযুদ্ধের সময় মার্টিনসন তার লেখা Verklighet till döds (Reality to Death, ১৯৪০) বইতে সমসাময়িক সামাজিক অবস্থা এবং প্রযুক্তিগত উন্নয়নের সমালোচনা করেছেন। মার্টিনসন তার দার্শনিক ভবঘুরে উপন্যাস Vägen till Klockrike (১৯৪৮; ইংরেজি অনুবাদ The Road, ১৯৫০) এবং কবিতা সংকলন Passad (১৯৫০) এ আধুনিক সংস্কৃতির সমালোচনাও করেছেন।\n\nমার্টিনসন তার পরবর্তী লেখায় মহাকাশ এবং মহাজাগতিক বিষয়ে তার ক্রমবর্ধমান আগ্রহের উপর ভিত্তি করে একটি নতুন প্রধান থিম তৈরি করেছিলেন। এই থিম মার্টিসনের সবচেয়ে বেশি বিখ্যাত আনিয়ারা (১৯৫৬) মহাকাব্যে সবচেয়ে স্বতন্ত্র অভিব্যক্তিতে ফুটে উঠেছিল।\n1960 সালে প্রকাশিত তার কবিতা সংকলন ভ্যাগনেন (দ্য ওয়াগন) এ আধুনিক জীবন এবং এর প্রযুক্তি নিয়ে আরো জোরালো সমালোচনা করেন, যা সমসাময়িক সমালোচকরা ভালোভাবে গ্রহণ করেন নি। সমালোচনার প্রতি সংবেদনশীল হওয়ায় এটি মার্টিনসনের শেষ প্রকাশিত কবিতার সংকলন বলে মনে হয়েছিল। কিন্তু ১৯৭১ সালে তিনি Dikter om ljus och mörker (আলো ও অন্ধকারের কবিতা) নিয়ে ফিরে আসেন। এরপরে ১৯৭৩ সালে আসে প্রকৃতির কবিতার সংকলন Tuvor (Tufts)।\n\n\n== মৃত্যু ==\n১৯৭৪ সালের সাহিত্যে নোবেল পুরস্কার পাওয়ার পর যে সমালোচনা হয়েছিল তার সাথে সংবেদনশীল মার্টিনসন মানিয়ে নিতে পারেন। তিনি ১৯৭৮ সালের ১১ ফেব্রুয়ারি স্টকহোমের ক্যারোলিনস্কা ইউনিভার্সিটি হাসপাতালে এক জোড়া কাঁচি দিয়ে নিজের পেট কেটে আত্মহত্যা করেছিলেন।তার এই আত্মহত্যাকে হারা-কিরি পদ্ধতির সাথে তুলনা করা হয়ে থাকে।[14][15]\n\n\n== উত্তরাধিকার ==\nঅগাস্ট স্ট্রিন্ডবার্গের পর মার্টিনসনকে সুইডেনের সর্বশ্রেষ্ঠ লেখক হিসেবে গণ্য করা হয়। ২০০৪ সালে মার্টিনসনের জন্মের ১০০ তম বার্ষিকী সারা সুইডেন ব্যাপি পালিত হয়েছিল।[16] সেই বছর থেকে হ্যারি মার্টিনসনের স্মরণে সিকাদা পুরস্কার দেওয়া হয়। ১৯৮৪ সালে হ্যারি মার্টিনসন সোসাইটি প্রতিষ্ঠিত হয়। এই সোসাইটি হ্যারি মার্টিনসনের চেতনায় কাজ করা ব্যক্তি বা সংস্থাকে হ্যারি মার্টিসন পুরস্কার প্রদান করে থাকে।[17] সুইডিশ একাডেমি হ্যারি মার্টিনসনের স্মরণে সুইডিশ ভাষার একজন লেখককে একটি বৃত্তি প্রদান করে।[18]\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nPetri Liukkonen. \"Harry Martinson\". Books and Writers.\nA translator's look at Flowering Nettles  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৮-০৫-০৭ তারিখে Swedish book review\nNobelprize.org-এ হ্যারি মার্টিনসন  (ইংরেজি)"}