{"pageid": 1427625, "title": "ফেলিক্স দেরেল", "url": "https://bn.wikipedia.org/wiki?curid=1427625", "content": "ফেলিক্স দেরেল (২৫ এপ্রিল ২৮৭৩ - ২২ ফেব্রুয়ারি  ১৯৪৯) ছিলেন একজন ফরাসি অণুজীববিজ্ঞানী। তিনি ব্যাকটেরিওফাজ (ব্যাকটেরিয়া সংক্রামিত করে এমন ভাইরাস) এর সহ-আবিষ্কারক এবং ফেজ থেরাপির সম্ভাবনার উপর পরীক্ষা-নিরীক্ষা করেছিলেন। ' দি'হেরেলকে প্রয়োগিক অণুজীববিজ্ঞানের বৃহত্তর ধারণায় অবদানের জন্যও স্বীকৃতি দেওয়া হয়েছে।দেরেল ছিলেন একজন স্বশিক্ষিত অণুজীববিজ্ঞানী।  ১৯১৭ সালে তিনি আবিষ্কার করেন যে, যখন \"অদৃশ্য প্রতিদ্বন্দ্বী\"কে আগার প্লেটের উপর ব্যাকটেরিয়ার সাথে মেশানো হয়, তখন এটি মৃত ব্যাকটেরিয়ার এলাকা তৈরি করে। এই প্রতিদ্বন্দ্বী, যা এখন ব্যাকটেরিওফেজ হিসেবে পরিচিত, চেম্বারল্যান্ড ফিল্টারের মধ্য দিয়ে যেতে পারে। তিনি যথার্থভাবে এই ভাইরাসের একটি সাসপেনশনকে মিশ্রিত করেন এবং আবিষ্কার করেন যে সর্বোচ্চ মিশ্রণ (সর্বনিম্ন ভাইরাস ঘনত্ব), সমস্ত ব্যাকটেরিয়াকে হত্যা না করে, বিচ্ছিন্ন মৃত জীবাণু এলাকা তৈরি করে। এই এলাকাগুলি গণনা করে এবং মিশ্রণের গুণক দ্বারা গুণ করে তিনি আসল সাসপেনশনে ভাইরাসের সংখ্যা গণনা করতে সক্ষম হন।  তিনি উপলব্ধি করেন যে তিনি একটি নতুন ধরণের ভাইরাস আবিষ্কার করেছেন এবং পরে \"ব্যাকটেরিওফেজ\" শব্দটি তৈরি করেন।    ১৯১৮ থেকে  ১৯২১ সালের মধ্যে 'দি'হেরেল বিভিন্ন ধরণের ব্যাকটেরিওফেজ আবিষ্কার করেন যা ভিব্রিও কলেরা সহ কয়েকটি অন্যান্য প্রজাতির ব্যাকটেরিয়াকে সংক্রামিত করতে পারে। ব্যাকটেরিওফেজকে  টাইফয়েড এবং কলেরা মতো রোগের সম্ভাব্য চিকিৎসা হিসেবে ঘোষণা করা হয়েছিল, কিন্তু পেনিসিলিনের উদ্ভাবনের সাথে সাথে এর সম্ভাবনা ভুলে যাওয়া হয়।  ১৯৭০-এর দশকের গোড়ার দিক থেকে ব্যাকটেরিয়া অ্যান্টিবায়োটিক, যেমন পেনিসিলিন, এর প্রতিরোধ ক্ষমতা গড়ে তোলার ক্ষেত্রে ক্রমাগত অগ্রসর হচ্ছে এবং এটি গুরুতর সংক্রমণের চিকিৎসায় ব্যাকটেরিওফেজ ব্যবহারে নতুন আগ্রহ জাগিয়েছে।\n\n\n== জীবনী ==\n\n\n=== প্রারম্ভিক বছর ===\nফেলিক্স দি'হেরেলের জন্মস্থান নিয়ে বিতর্ক থাকলেও, বর্তমান গবেষণায় সিদ্ধান্ত নেওয়া হয়েছে যে তিনি ফ্রান্সে জন্মগ্রহণ করেছিলেন।  ফেলিক্স দি'হেরেলের বাবা, হিউবার্ট অগাস্টিন ফেলিক্স হেরেন্স দি'হেরেল, ফেলিক্সের ছয় বছর বয়সে ৩০ বছর বয়সে মারা যান। ৭ থেকে ১৭ বছর বয়স পর্যন্ত, দি'হেরেল প্যারিসের স্কুলে পড়াশোনা করেন, যার মধ্যে লিসি কন্ডোরসেট এবং লিসি লুই-লে-গ্র্যান্ড উচ্চ বিদ্যালয় অন্তর্ভুক্ত ছিল। ১৮৯১ সালের শরৎকালে, দি'হেরেল জার্মানির বনের দিকে ভ্রমণ করেন, সেখানে তিনি বেশ কয়েক মাস বন বিশ্ববিদ্যালয়ে বক্তৃতা শ্রবণ করেন। ১৬ থেকে ২৪ বছর বয়সের মধ্যে, তার মায়ের দেওয়া অর্থ দিয়ে দি'হেরেল ব্যাপকভাবে ভ্রমণ করেন। ১৬ বছর বয়সে তিনি সাইকেল নিয়ে পশ্চিম ইউরোপ জুড়ে ভ্রমণ শুরু করেন। ১৭ বছরে স্কুল শেষ করার পর তিনি দক্ষিণ আমেরিকা ভ্রমণ করেন। এরপরে, তিনি তুরস্ক সহ ইউরোপ জুড়ে তার ভ্রমণ অব্যাহত রাখেন, যেখানে ২০ বছর বয়সে তিনি তার স্ত্রী মেরি কেয়ের সাথে দেখা করেন।\n২৪ বছর বয়সে, এখন একটি কন্যার বাবা, দি'হেরেল এবং তার পরিবার কানাডায় চলে যান। তিনি একটি বাড়ির গবেষণাগার নির্মাণ করেন এবং বই ও তার নিজের পরীক্ষা-নিরীক্ষা থেকে অণুজীববিজ্ঞান অধ্যয়ন করেন। তার মৃত পিতারের এক বন্ধুর প্রভাবে, তিনি কানাডিয়ান সরকারের কাছ থেকে ম্যাপেল সিরাপকে স্নাফসে পরিণত করার জন্য নিরোদ্ধন ও পরিশোধনের উপর অধ্যয়ন করার জন্য একটি কমিশন অর্জন করেন। তার বাবার বন্ধু উল্লেখ করেন যে, \"পাস্তুর নিরোদ্ধন অধ্যয়ন করে একটি ভালো শুরু করেছিলেন, তাই এটি আপনার কাছেও আকর্ষণীয় হতে পারে।\" [উদ্ধৃতি প্রয়োজন] তিনি কোনো চিকিৎসা ডিগ্রি বা প্রকৃত অভিজ্ঞতা না থাকলেও, একটি ভূতাত্ত্বিক অভিযানের জন্য একজন চিকিৎসক হিসেবেও কাজ করেন। তার ভাইয়ের সাথে, তিনি তার প্রায় সমস্ত অর্থ একটি চকোলেট কারখানায় বিনিয়োগ করেন, যা শীঘ্রই দেউলিয়া হয়ে যায়। এই সময়ের মধ্যে,  দি'হেরেল  ১৯০১ সালের মে মাসের \"লে নাচুরালিস্ট কানাডিয়েন\" পত্রিকায় তার প্রথম বৈজ্ঞানিক পত্র \"ডি লা ফরমেশন ডু কার্বোন পার লে ভেজেটাউক্স\" প্রকাশ করেন। দি'হেরেল এই গবেষণাপত্রে বলেছিলেন যে তার পরীক্ষা-নিরীক্ষার ফলাফল ইঙ্গিত দেয় যে কার্বন একটি মৌলিক পদার্থ নয়, বরং একটি যৌগ।\n\n\n=== গুয়াতেমালা ও মেক্সিকো ===\nতার অর্থ প্রায় শেষ হয়ে গেলে এবং তার দ্বিতীয় কন্যা জন্মগ্রহণের পর, তিনি গুয়াতেমালা সিটির জেনারেল হাসপাতালে ব্যাকটেরিওলজিস্ট হিসেবে গুয়াতেমালার সরকারের সাথে একটি চুক্তি করেন। তার কিছু কাজের মধ্যে রয়েছে সেই সময়ের ভয়ঙ্কর রোগ, ম্যালেরিয়া এবং হলুদ জ্বরের বিরুদ্ধে প্রতিরক্ষা ব্যবস্থা গড়ে তোলা। তিনি কফি গাছের একটি স্থানীয় ছত্রাক সংক্রমণও অধ্যয়ন করেন এবং আবিষ্কার করেন যে মাটিতে অম্লত্ব সৃষ্টি করা কার্যকর চিকিৎসা হিসেবে কাজ করতে পারে। একটি অতিরিক্ত কাজ হিসাবে, তাকে কলা থেকে হুইস্কি তৈরির উপায় খুঁজে বের করতে বলা হয়েছিল। দেশের নির্মম ও বিপজ্জনক পরিবেশে জীবন তার পরিবারের জন্য কঠিন ছিল, কিন্তু দি'হেরেল, সবসময় অন্তরে একজন সাহসী মানুষ্য, \"সভ্য\" ক্লিনিকের নির্বীজ পরিবেশের তুলনায় \"আসল জীবনের\" কাছাকাছি কাজ করতে বেশি উপভোগ করতেন। পরে তিনি জানান যে তার বৈজ্ঞানিক পথ এই সময়েই শুরু হয়েছিল।\n১৯০৭ সালে, তিনি নিরোদ্ধন বিষয়ে তার অধ্যয়ন চালিয়ে যেতে মেক্সিকান সরকারের প্রস্তাব গ্রহণ করেন। তিনি এবং তার পরিবার মেরিডা, ইউকাটানের কাছে একটি সিসাল প্ল্যান্টেশনে চলে যান। রোগ তাকে এবং তার পরিবারকে আক্রমণ করে, কিন্তু  ১৯০৯ সালে, তিনি সফলভাবে সিসাল স্নাফস তৈরির একটি পদ্ধতি প্রতিষ্ঠা করেন।\n\n\n=== ফ্রান্সে ফিরে যান ===\nসিসাল স্নাফসের ব্যাপক উৎপাদনের জন্য মেশিনগুলি প্যারিসে অর্ডার দেওয়া হয়েছিল, যেখানে তিনি মেশিনগুলির নির্মাণের তত্ত্বাবধান করেন। এদিকে, তার অবসরে, তিনি প্যাস্তুর ইনস্টিটিউটের একটি গবেষণাগারে বিনামূল্যে কাজ করেন। তাকে শীঘ্রই নতুন মেক্সিকান কারখানা পরিচালনার চাকরি দেওয়া হয়, কিন্তু \"খুব বিরক্তিকর\" মনে করে তিনি তা প্রত্যাখ্যান করেন। তবে, তিনি গোটা প্ল্যান্টেশনে নিজেদের রোগ ব্যবহার করে পঙ্গপালদের আক্রমণ রোধ করার চেষ্টা করার জন্য সময় নিয়েছিলেন। তিনি লোকাস্টের অন্ত্র থেকে তাদের জন্য জীবাণুঘটিত ব্যাকটেরিয়া সংগ্রহ করেন। লোকাস্টের আক্রমণের বিরুদ্ধে এই উদ্ভাবনী পদ্ধতি বাসিল্লুস থুরিনজিয়েনসিস, যা বি.টি নামেও পরিচিত, ব্যবহার করে আধুনিক জৈবিক পোকামাকড় নিয়ন্ত্রণের পূর্বভাসী ছিল।\nফেলিক্স দি'হেরেল এবং তার পরিবার অবশেষে  ১৯১১ সালের শুরুতে প্যারিসে চলে যান, যেখানে তিনি আবার প্যাস্তুর ইনস্টিটিউটের একটি গবেষণাগারে বিনা মূল্যে সহকারী হিসেবে কাজ করেন। একই বছরে, কক্কোব্যাসিলাস ব্যবহার করে মেক্সিকান লোকাস্টের আক্রমণ ঠেকানোর তার সফল প্রচেষ্টার ফলাফল প্রকাশিত হলে তিনি বৈজ্ঞানিক সম্প্রদায়ের দৃষ্টি আকর্ষণ করেন। \n\n\n=== আর্জেন্টিনা ===\nবছরের শেষের দিকে, অস্থির দি'হেরেল আবার রাস্তায় নামেন, এবার আর্জেন্টিনায়, যেখানে তাকে এই ফলাফল অনেক বড় আকারে পরীক্ষা করার সুযোগ দেওয়া হয়েছিল। সুতরাং,  ১৯১২ এবং  ১৯১৩ সালে, তিনি কক্কোব্যাসিলাসের পরীক্ষা-নিরীক্ষার মাধ্যমে আর্জেন্টাইন লোকাস্টের আক্রমণের বিরুদ্ধে লড়াই করেছিলেন। যদিও আর্জেন্টিনা তার সাফল্য অসামঞ্জস্যপূর্ণ বলে দাবি করেছিল, তিনি নিজেই এটিকে একটি সম্পূর্ণ সাফল্য বলে ঘোষণা করেছিলেন এবং পরবর্তীতে এই পদ্ধতি প্রদর্শন করার জন্য অন্যান্য দেশে আমন্ত্রিত হয়েছিলেন।\n\n\n=== ফ্রান্স এবং ফেজ ===\nপ্রথম বিশ্বযুদ্ধের সময়, দি'হেরেল এবং তার সহকারীরা (তার স্ত্রী এবং কন্যারা সহ) মিত্রবাহিনী বাহিনীর জন্য ১ কোটি ২০ লক্ষেরও বেশি মাত্রায় ঔষধ তৈরি করেছিলেন। ইতিহাসের এই সময়ে, আজকের মানের তুলনায় চিকিৎসা ছিল প্রাথমিক। এডওয়ার্ড জেনার দ্বারা উদ্ভাবিত ক্ষুদ্রপোকামার টিকা ছিল কয়েকটি পাওয়া যায় এমন টিকার মধ্যে একটি। প্রাথমিক অ্যান্টিবায়োটিক ছিল সিফিলিসের বিরুদ্ধে আর্সেনিক-ভিত্তিক সালভারসান, যার পার্শ্বপ্রতিক্রিয়া ছিল মারাত্মক। সাধারণ চিকিৎসায় পারদ, স্ট্রিচনিন এবং কোকেন ব্যবহৃত হত। এর ফলে,  ১৯০০ সালে গড় আয়ু ছিল ৪৫ বছর এবং প্রথম বিশ্বযুদ্ধ সেই পরিস্থিতি কাটায়নি।\n১৯১৫ সালে, ব্রিটিশ ব্যাকটেরিওলজিস্ট ফ্রেডেরিক ডাব্লিউ. টোর্ট ব্যাকটেরিয়াকে সংক্রামিত এবং হত্যা করে এমন একটি ক্ষুদ্র উপাদান আবিষ্কার করেন, কিন্তু এই বিষয়ে আরও গবেষণা করেন না। স্বাধীনভাবে, 'ডিসেন্টেরি ব্যাসিলাসের একটি অদৃশ্য, প্রতিদ্বন্দ্বী সূক্ষ্ম জীবাণু' আবিষ্কারের কথা  ১৯১৭ সালের ৩ সেপ্টেম্বর তারিখে 'দি'হেরেল' ঘোষণা করেন। 'দি'হেরেল' দ্বারা ফেজ পৃথককরণের পদ্ধতিটি নিম্নরূপ কাজ করে:\n\nপুষ্টিকর মাধ্যমটি ব্যাকটেরিয়া দ্বারা সংক্রামিত হয়; মাধ্যমটি অস্বচ্ছ হয়ে যায়।\nব্যাকটেরিয়াগুলি ফেজ দ্বারা সংক্রামিত হয় এবং মারা যায়, নতুন ফেজ তৈরি করে; মাধ্যমটি পরিষ্কার হয়ে যায়।\nমাধ্যমটি চীনা মাটির ফিল্টারের মাধ্যমে ছেঁকে দেওয়া হয়, যা ব্যাকটেরিয়া এবং বড় বস্তুগুলিকে আটকে দেয়; শুধুমাত্র ছোট ছোট ফেজই এটির মধ্য দিয়ে পার হয়।\n১৯১৯ সালের শুরুর দিকে, 'দি'হেরেল' মুরগির মল থেকে ফেজ পৃথক করেন এবং এটির সাহায্যে মুরগির টাইফয়েডের প্রাদুর্ভাব সফলভাবে চিকিৎসা করেন।  মুরগির উপর এই সফল পরীক্ষার পর, তিনি মানুষের উপর প্রথম পরীক্ষার জন্য প্রস্তুত বোধ করেন। অগাস্ট  ১৯ ১৯ সালে ফেজ থেরাপি ব্যবহার করে প্রথম রোগী ক্ষত থেকে সুস্থ হন। এরপরে আরও অনেক রোগী সুস্থ হন।\"\nসেই সময়ে, কেউই, এমনকি দি'হেরেলও ঠিক জানত না ফেজ কী। দি'হেরেল দাবি করেছিলেন এটি একটি জৈবিক জীব যেটি প্রজনন করে, কোনোভাবে ব্যাকটেরিয়ার ওপর নির্ভর করে খায়। অন্যরা, যাদের মধ্যে প্রধান ছিলেন নোবেলজয়ী জুল বোর্ডেট, তত্ত্বীয়করণ করেছিলেন যে ফেজ হল নিথর রাসায়নিক, বিশেষ করে এনজাইম, যা ব্যাকটেরিয়াতে ইতোমধ্যে বিদ্যমান ছিল এবং কেবল একই রকম প্রোটিনের নিঃসরণ শুরু করে, প্রক্রিয়ায় ব্যাকটেরিয়াকে হত্যা করে। এই অনিশ্চয়তার কারণে, এবং দি'হেরেলের মানুষের উপর খুব বেশি দ্বিধাহীন না হয়ে ফেজ ব্যবহার করার কারণে, তার কাজ অন্যান্য অনেক বিজ্ঞানীর কাছ থেকে  ক্রমাগত আক্রমণের শিকার হচ্ছিলেন।  ১৯৩৯ সালে হেলমুট রুস্কা ইলেকট্রন মাইক্রোস্কোপের সাহায্যে প্রথম ফেজ পর্যবেক্ষণ না করা পর্যন্ত এর সত্যিকারের প্রকৃতি নির্ধারিত হয়নি। তার কাজ অন্যান্য অনেক বিজ্ঞানীদের দ্বারা।  ১৯৩৯ সালে হেলমুট রুস্কা দ্বারা একটি ইলেক্ট্রন মাইক্রোস্কোপের অধীনে প্রথম ফেজটি পর্যবেক্ষণ না করা পর্যন্ত এটির প্রকৃত প্রকৃতি প্রতিষ্ঠিত হয়েছিল।\n১৯২০ সালে দি'হেরেল কলেরা এবং প্লেগের অধ্যয়ন করার জন্য ইন্দোচিনে ভ্রমণ করেন, যেখান থেকে তিনি বছরের শেষের দিকে ফিরে আসেন। দি'হেরেল, যিনি এখনও অবৈতনিক সহকারী, নিজেকে একটি গবেষণাগার ছাড়া খুঁজে পান; দি'হেরেল পরে দাবি করেন যে এটি প্যাস্তুর ইনস্টিটিউটের সহকারী পরিচালক, আলবার্ট ক্যালমেটের সাথে ঝগড়ার ফল। জীববিজ্ঞানী এডোয়ার্ড পোজার্স্কি দি'হেরেলের প্রতি সহানুভূতি দেখান এবং তাকে তার গবেষণাগারে একটি বসার জায়গা (আক্ষরিক অর্থে একটি চৌকি) ধার দেন।  ১৯২১ সালে, তিনি ক্যালমেটকে কৌশলে ফেলে তার কাজ সম্পর্কে \"দ্য ব্যাকটেরিওফেজ: ইটস রোল ইন ইমিউনিটি\" শিরোনামে একটি একক গ্রন্থ প্রকাশ করতে সক্ষম হন। পরের বছরে, পশ্চিম ইউরোপ জুড়ে চিকিৎসক এবং বিজ্ঞানীরা ফেজ থেরাপিতে আগ্রহ বৃদ্ধি করেন, বিভিন্ন ধরণের রোগের বিরুদ্ধে এটি সফলভাবে পরীক্ষা করেন। যেহেতু ব্যাকটেরিয়া একক ফেজের বিরুদ্ধে প্রতিরোধক হয়ে ওঠে, দি'হেরেল \"ফেজ ককটেল\" ব্যবহারের পরামর্শ দেন যাতে বিভিন্ন ফেজ স্ট্রেন থাকে।\nফেজ থেরাপি শীঘ্রই একটি গম্ভীর গর্জন হয়ে ওঠে, এবং ওষুধে একটি বড় আশা।  ১৯২4, ২5 জানুয়ারী, ডি'হেরেল লিডেন বিশ্ববিদ্যালয়ের সম্মানসূচক ডক্টরেট,  পাশাপাশি লিউয়েনহোক পদক লাভ করেন, যা প্রতি দশ বছরে একবার দেওয়া হয়।\nফেজ থেরাপি শীঘ্রই একটি বুম এবং ঔষধে একটি মহান আশা হয়ে ওঠে।  ১৯২৪ সালের ২৫ জানুয়ারি, দি'হেরেল লিডেন বিশ্ববিদ্যালয়ের সম্মানসূচক ডক্টরেট ডিগ্রি  এবং লিউভেনহোক পদক লাভ করেন, যা প্রতি দশ বছরে একবার মাত্র দেওয়া হয়। পরবর্তীটি তাঁর কাছে বিশেষভাবে গুরুত্বপূর্ণ ছিল, কারণ তাঁর প্রতিমা লুই পাস্তুর ১৮৯৫ সালে একই পদক পেয়েছিলেন)। পরের বছর, তিনি নোবেল পুরস্কারের জন্য আটবার মনোনীত হন, যদিও তিনি একবারও পুরস্কৃত হননি। \n\n\n=== মিশর ===\nলাইডেন বিশ্ববিদ্যালয়ে একটি অস্থায়ী পদে থাকার পর, দি'হেরেল আলেকজান্দ্রিয়ায় কনসেইল সানিতের, মেরিটাইম এট কুয়ারান্টেনায়ের দি'ইজিপ্তের সাথে একটি পদ লাভ করেন। প্লেগ এবং কলেরা ইউরোপে ছড়িয়ে পড়া রোধ করার জন্য কনসেইল প্রতিষ্ঠিত হয়েছিল, বিশেষ করে মক্কা ও মদিনা থেকে ফিরে আসা মুসলিম তীর্থযাত্রীদের গোষ্ঠী সম্পর্কিত স্বাস্থ্যবিধিগত উদ্বেগগুলিতে আরও গুরুত্ব দেওয়া হয়েছিল।\n\n\n=== ভারত ===\nহেরেল  ১৯২০ সালের ইন্দোচিনা সফরে প্লেগে আক্রান্ত ইঁদুর থেকে সংগ্রহ করা ফেজগুলি তিনি পরে মানব প্লেগ রোগীদের উপর ব্যবহার করেন, যা সফল বলে দাবি করা হয়। ব্রিটিশ সাম্রাজ্য তার ফলাফলের উপর ভিত্তি করে প্লেগের বিরুদ্ধে একটি বিশাল অভিযান শুরু করে।\n১৯২৬ সালে, ভারতের ব্রিটিশ সরকার হাফকিন ইনস্টিটিউটে পরীক্ষার জন্য অ্যান্টি-প্লেগ ফেজের অনুরোধ জানায়। ইনস্টিটিউটটি ফেজগুলি বজে রাখতে সমস্যায় পড়ে। দি'হেরেল মিশরের কোয়ারান্টাইন বোর্ড থেকে বিনা বেতনে ছুটি নিয়ে নিজের খরচে বোম্বে চলে যান।\nহাফকিন ইনস্টিটিউট মার্টিনের মাধ্যম ব্যবহার করেনি, যাতে মুসলিম এবং হিন্দুদের কাছে আপত্তিজনক এমন ছেঁচে ফেলা শূকরের পেট এবং গোমাংসের মাংস অন্তর্ভুক্ত ছিল। ইনস্টিটিউটের মাধ্যমটি ছাগের টিস্যুর হাইড্রোক্লোরিক এসিডের পরিপাক ব্যবহার করে। দি'হেরেল পেঁপে রস (পাপাইনের উৎস) দিয়ে পরিপাক করার মাধ্যমে সমস্যাটি সমাধান করেন।\nএরপরে হাফকিন ইনস্টিটিউটের অভিনেতা পরিচালক লেফটেন্যান্ট কর্নেল জে মরিসন ফেজের কার্যকারিতা সম্পর্কে নিশ্চিত হন। মরিসন ভারত সরকারকে একটি চিঠিতে দি'হেরেলকে আমন্ত্রণ জানানোর জন্য লিখেন যে তিনি \"একজন দক্ষ কারিগর, এবং 'সবচেয়ে অনুপ্রেরণাদায়ী কর্মী'।\nদি'হেরেল কলেরা নিয়ে কাজ করার জন্য ভারতে ফিরে আসেন। তিনি হাফকিন ইনস্টিটিউটের সহকারী পরিচালক মেজর রেজিনাল্ড ম্যালোন এবং এম.এন. লাহিড়ীর সাথে সহযোগিতা করেন, যারা কলকাতার ক্যাম্পবেল হাসপাতালে পরীক্ষা-নিরীক্ষা পরিচালনা করেন। ক্যাম্পবেল হাসপাতাল টিম রাশিয়ান ব্যাকটেরিওলজিস্ট ইগর নিকোলাস আশেশভ (১৮৯১- ১৯৬১) এর সাথেও কাজ করেছিলেন, যিনি পটনায় কাজ করছিলেন। হাসপাতাল এবং মাঠে উভয়ই পরীক্ষা-নিরীক্ষা চালানো হয়েছিল।\nদি'হেরেল এবং সহকর্মীরা অনেক তীর্থযাত্রীদের ভিড় করা শিবিরের কাছের কূপগুলিতে ফেজ যোগ করেছিলেন। এরপরে শিবিরগুলিতে কলেরার ঘটনা অনেক কম ছিল। ফেজগুলি নির্দেশাবলি সহ আসাম এবং বাংলার গ্রাম প্রধানদের কাছে বিতরণ করা হয়েছিল।\nযাইহোক, এটি এমন একটি সময় ছিল যখন গান্ধীর সত্যাগ্রহ ভারতীয়দের কর্মবিরততার দিকে পরিচালিত করছিল। অনেক প্রধানই সহযোগিতা করেননি এবং আরও কম লোক ফলাফল সম্পর্কে খবর দিয়েছেন। ফলস্বরূপ,  ১৯৩৭ সালে এই পরীক্ষাটি বাতিল করা হয়। \n\n\n=== মার্কিন যুক্তরাষ্ট্র এবং বাণিজ্যিক ব্যর্থতা ===\nপরের বছর ব্রিটিশ সরকারের ভারতে কাজ করার অনুরোধ অস্বীকার করেন দি'হেরেল, কারণ তাকে ইয়েল বিশ্ববিদ্যালয়ে অধ্যাপক পদ দেওয়া হয়েছিল, যা তিনি গ্রহণ করেন। এদিকে, ইউরোপীয় এবং মার্কিন যুক্তরাষ্ট্রের ঔষধ কোম্পানিগুলি তাদের নিজস্ব ফেজ ঔষধ উৎপাদন শুরু করেছিল এবং অসম্ভব সুবিধার প্রতিশ্রুতি দিচ্ছিল।\nএই প্রবণতা প্রতিরোধ করতে, দি'হেরেল ফ্রান্সের একটি ফেজ-উৎপাদনকারী কোম্পানি সহ-প্রতিষ্ঠায় করতে সম্মত হন, এবং অর্থ ফেরত দিয়ে ফেজ গবেষণায় ঢালেন। বাণিজ্যিক ফেজ ঔষধের ফলাফল অনিয়ন্ত্রিত হওয়ায় সব কোম্পানিই উৎপাদন সমস্যায় পড়ে।\nফেজগুলি সম্পর্কে খুব কম বোঝা থাকায় সম্ভবত এগুলি বড় আকারে উৎপাদন করার চেষ্টার কারণেই উৎপাদন সমস্যা দেখা দিয়েছিল। ফেজগুলি ক্ষতিগ্রস্ত বা খুব কম ঘনত্বের হয়ে থাকতে পারে। অন্য সম্ভাবনা হলো, ভুল নির্ণয়ে ফলে অপ্রাসঙ্গিক ধরনের ফেজ ব্যবহার করা হয়েছিল, যা আগ্রহী হোস্ট ব্যাকটেরিয়ার সাথে খাপ খায়নি। ফেজের প্রস্তাবিত সুস্থকরণ প্রভাব সম্পর্কিত অনেক গবেষণাও ছিল খারাপভাবে পরিকল্পিত এবং পরিচালিত।\nএই পরিস্থিতিতে বৈজ্ঞানিক সম্প্রদায়ের অনেক প্রভাবশালী সদস্য দি'হেরেলের বিরুদ্ধে চলে যান। সম্ভবত সমস্যাগুলি আরও জটিল হয়ে উঠেছিল দি'হেরেলের খ্যাত খারাপ মেজাজের কারণে, যা বলা হয়েছে অন্যান্য কয়েকজন বিজ্ঞানীকে শত্রু করে তুলেছিল।\n\n\n=== সোভিয়েত ইউনিয়ন ===\n১৯৩৪ সালের দিকে দি'হেরেল জর্জিয়ার তিবলিসিতে যান। তাকে সোভিয়েত ইউনিয়নে একজন নায়ক হিসেবে স্বাগত জানানো হয়, পূর্বের রাজ্যগুলিকে  (ধ্বংস করে চলা) রোগ থেকে পরিত্রাণের জ্ঞান নিয়ে আসেন।  ১৯৩৪ সালে তিনি তিবলিসি স্টেট বিশ্ববিদ্যালয় থেকে সম্মানসূচক ডক্টরেট ডিগ্রিও লাভ করেন। \nদি'হেরেল সম্ভবত দুটি কারণে স্টালিনের আমন্ত্রণ গ্রহণ করেছিলেন। প্রথমত, তিনি কমিউনিজমের প্রতি বিমুগ্ধ বলে বলা হয়েছিল। দ্বিতীয়ত,  ১৯২৩ সালে তিবলিসি ইনস্টিটিউটের প্রতিষ্ঠাতা অধ্যাপক জর্জ এলিয়াভার সাথে কাজ করতে দি'হেরেল খুশি ছিলেন। এলিয়াভা  ১৯২৬ সালে প্যারিসে পাস্তুর ইনস্টিটিউটে সফরকালে দি'হেরেলের সাথে সখ্যতা গড়ে তোলেন এবং সেই সুযোগটি ফেজ সম্পর্কে জানতে কাজে লাগান।\nদি'হেরেল কয়েকবার করে প্রায় এক বছর তিবলিসি ইনস্টিটিউটে কাজ করেন। তিনি এমনকি তার একটি বই কমরেড স্টালিনকে উৎসর্গ করেছিলেন: \"দ্য ব্যাকটেরিওফেজ অ্যান্ড দ্য ফিনোমেনন অফ রিকাভারি,\"  ১৯৩৫ সালে তিবলিসিতে লিখিত এবং প্রকাশিত। প্রকৃতপক্ষে, দি'হেরেল সম্ভবত তিবলিসিতে স্থায়ী বাসস্থান নেওয়ার পরিকল্পনা করেছিলেন, কারণ তিনি ইনস্টিটিউটের চত্বরে একটি কুঁড়েঘর নির্মাণ শুরু করেছিলেন। একই ভবনটি পরে জর্জিয়ার NKVD এর সদর দপ্তর হিসেবে ব্যবহৃত হবে। \nএলিয়াভা যখন গোপন পুলিশের প্রধান লাভ্রেন্তি বেরিয়ার মতো একই নারীর প্রেমে পড়েন, তখন দি'হেরেলের ভাগ্য হঠাৎ উল্টে যায়। স্টালিনের নির্যাতনের একটি সময়কালে এলিয়াভাকে জনগণের শত্রু হিসেবে দোষী সাব্যস্ত করে মৃত্যুদণ্ড দেওয়া হয়। ফলস্বরূপ, দি'হেরেল আর কখনও ফিরে না আসার জন্য তিবলিসি থেকে পালিয়ে যান। তার বইটি বিতরণ নিষিদ্ধ করা হয়।\nদি'হেরেলের কর্মজীবনের জর্জিয়ান পর্বের বিষয়ে লেখক এবং চিকিৎসা বিজ্ঞানী ডেভিড শ্রায়ার-পেট্রভ গবেষণা করেছেন।\n\n\n=== ফ্রান্সে চূড়ান্ত প্রত্যাবর্তন ===\nসমস্ত সমস্যা সত্ত্বেও ফেজ থেরাপি বিকাশ লাভ করে, যুদ্ধের উভয় পক্ষের সামরিক বাহিনী তাদের সৈন্যদের অন্তত সংক্রমণ থেকে নিরাপদ রাখার চেষ্টায় এটি ব্যবহার করে। দি'হেরেল এই উন্নয়নের সত্যিকারের আনন্দ উপভোগ করতে পারেননি; তাকে ফ্রান্সের ভিশিতে জার্মান \"ওয়েহরমাচ্ট\" দ্বারা গৃহবন্দী করা হয়েছিল। তিনি এই সময়টাতে তার বই \"দ্য ভ্যালু অফ এক্সপেরিমেন্ট\" এবং তার আত্মজীবনী, যা ৮০০ পৃষ্ঠার দীর্ঘ, লেখার কাজে ব্যবহার করেন।\nডি-ডে এর পরে, নতুন অ্যান্টিবায়োটিক ঔষধ পেনিসিলিন জনসাধারণের জ্ঞানে আসে এবং পশ্চিমা বিশ্বের হাসপাতালগুলিতে প্রবেশ করে। পার্শ্বপ্রতিক্রিয়া এবং প্রতিরোধক ব্যাকটেরিয়ার সমস্যা থাকলেও, ফেজ থেরাপির চেয়ে এটি আরও নির্ভরযোগ্য এবং ব্যবহার করা সহজ হওয়ায় এটি দ্রুত পছন্দের পদ্ধতিতে পরিণত হয়। তবে, সোভিয়েত ইউনিয়নের রাষ্ট্রগুলিতে ফেজ থেরাপি তার পতনের আগ পর্যন্ত একটি সাধারণ চিকিৎসা পদ্ধতি হিসেবেই রয়ে যায়।\nফেলিক্স দি'হেরেল অগ্ন্যাশয়ের ক্যান্সারে আক্রান্ত হন এবং  ১৯৪৯ সালে একজন ভোলা মানুষ হিসেবে প্যারিসে মারা যান। তাকে ফ্রান্সের অব দ্য অব বিভাগের সাঁ-মার্দ-অঁ-ওথেতে সমাহিত করা হয়। \n১৯৬০-এর দশকে ফেলিক্স ডি'হেরেলের নাম নোবেল ফাউন্ডেশন দ্বারা প্রকাশিত বিজ্ঞানীদের তালিকায় উপস্থিত হয়েছিল যারা নোবেল পুরস্কার পাওয়ার যোগ্য ছিলেন কিন্তু কোনো না কোনো কারণে পাননি। সবমিলিয়ে হেরেল দশবার পুরস্কারের জন্য মনোনীত হয়েছিল। \nযাইহোক, ফ্রান্স সম্পূর্ণভাবে ফেলিক্স দি'হেরেলকে ভুলে যায়নি। প্যারিসের ১৬তম অ্যারোনডিসমেন্টে তার নামে একটি রাস্তা রয়েছে।\n\n\n== উত্তরাধিকার ==\nদি'হেরেল তাত্ত্বিক এবং প্রয়োগিক মাইক্রোবায়োলজির গুরুত্বপূর্ণ সমস্যাগুলিতে তার কল্পনাসম্পন্ন পদ্ধতির জন্য ব্যাপকভাবে পরিচিত হয়ে ওঠেন। একই সময়ে, তিনি নিজের বিজ্ঞাপন, তার অতিশয়োক্তিপূর্ণ সাফল্যের দাবি এবং ধারালো আর্থিক কার্যকলাপের জন্য ব্যাপকভাবে ঘৃণিত হয়েছিলেন। শক্তিশালী, প্রবীণ বিজ্ঞানীদের মধ্যে শত্রু তৈরি করার ক্ষেত্রেও তার প্রতিভা ছিল।\nমলিকুলার জীববিজ্ঞানে বিপ্লবে ফেজ ব্যবহার করাটাই দি'হেরেলের প্রধান ঐতিহ্য। ম্যাক্স ডেলব্রুক এবং \"ফেজ গ্রুপ\" ব্যাক্টেরিওফেজ ব্যবহার করে মলিকুলার জীববিজ্ঞানের উৎস সম্পর্কিত আবিষ্কার করেছিলেন। জিন অভিব্যক্তি এবং এর নিয়ন্ত্রণের প্রকৃতির প্রাথমিক গবেষণার বেশিরভাগই ফ্রঁসোয়া জ্যাকব, অঁদ্রে লিওফ এবং জ্যাক মনোড দ্বারা ব্যাক্টেরিওফেজের সাহায্যে সম্পাদিত হয়েছিল। আসলে, জেমস ওয়াটসন ডিএনএ এর গঠন নিয়ে তার অধ্যয়নের ঠিক আগে, সালভাডর লুরিয়ার গবেষণাগারে একটি ব্যাক্টেরিওফেজ-সম্পর্কিত প্রকল্পে কাজ করে তার পিএইচডি ডিগ্রি অর্জন করেছিলেন। প্রধান জৈবিক আবিষ্কারে ফেজের ব্যবহারের আরও বিস্তৃত বিবরণ \"ব্যাক্টেরিওফেজ\" পৃষ্ঠায় পাওয়া যাবে।\nপ্রাথমিক প্রয়োগ ব্যাকটেরিয়োলজিস্টদের একজন হিসাবে, দি'হেরেলের জীবাণু-কেন্দ্রিক বিশ্ব দৃষ্টিভঙ্গি তার নির্ভেজের জন্য খ্যাত হয়েছে, কারণ জীবাণুগুলি জীব-পরিশোধন, মাইক্রোবিয়াল জ্বালানি কোষ, জিন থেরাপি এবং মানব কল্যাণের সাথে প্রাসঙ্গিক অন্যান্য ক্ষেত্রে ক্রমশঃ গুরুত্বপূর্ণ ভূমিকা পালন করছে। \n\n\n== নামকরণ ==\nকডোভিরালেস বর্গের ব্যাক্টেরিওফেজ গোষ্ঠী, হেরেল্লেভিরিডি, ফেলিক্স দি'হেরেলের সম্মানে নামকরণ করা হয়েছে।\n\n\n== সাহিত্যিক নোট ==\nসিনক্লেয়ার লুইসের লেখা উপন্যাস \"অ্যারোজমিথ\", যা পল ডি ক্রুইফের বৈজ্ঞানিক সহায়তায় লেখা হয়েছিল, নির্দিষ্ট পর্যায় পর্যন্ত দি'হেরেলের জীবন অবলম্বনে রচিত। ডেভিড শ্রায়ার-পেট্রভের রচিত উপন্যাস \"দ্য ফ্রেঞ্চ কটেজ\" (রুশ: ফ্রাঞ্জুস্কি কোটেজ) সোভিয়েত জর্জিয়ায় দি'হেরেলের অভিজ্ঞতার বিষয়ে বিস্তারিত আলোচনা করে।\n\n\n== বই ==\n১৯৪৬. ল'য়েতুদ দ্যুন মালাদি: লে কোলেরা (L'étude d'une maladie: Le Choléra) [একটি রোগের অধ্যয়ন: কলেরা]. ফরাসি. এফ. রুজ এন্ড কোম্পানি এস.এ., লুসান.\n১৯৩8. লে ফেনোমেন দে লা গেরিসzong দান্স লে মালাদি ইনফেক্টিয়েজ (Le Phénomène de la Guérison dans les Maladies Infectieuses) [সংক্রামক রোগে সুস্থতার ঘটনা]. মেসঁ এত সি, প্যারিস.\nজি. এলিয়াবার সাথে রুশ অনুবাদ.  ১৯৩৫. ব্যাক্টেরিওফাগ আই ফেনোমেন ভাইজদোরভলেইনিয়া (Бактериофаг и феномен выздоровления) [ব্যাক্টেরিওফেজ এবং সুস্থতার ঘটনা]. টিফলিস গস. ইউনিভার্সিটি (তিবলিসি জাতীয় বিশ্ববিদ্যালয়, তিবলিসি, জর্জিয়া).\nজি. এলিয়াবার সাথে জর্জিয়ান অনুবাদ.  ১৯৩৫. (দেখুন সামারস ডাব্লিউসি,  ১৯৯৯, পৃষ্ঠা ১৬৫)\n১৯৩৩. লে ব্যাক্টেরিওফাগ এ সিস এপ্লিকেশন থেরাপিউটিকস (Le Bactériophage et ses Applications Thérapeutiques) [ব্যাক্টেরিওফেজ এবং এর চিকিৎসাগত প্রয়োগ]. ডোঁইন, প্যারিস.\nজি. এইচ. স্মিথের সাথে ইংরেজি অনুবাদ.  ১৯৩০. দ্য ব্যাক্টেরিওফেজ অ্যান্ড ইটস ক্লিনিক্যাল অ্যাপ্লিকেশন (The Bacteriophage and its Clinical Application) [ব্যাক্টেরিওফেজ এবং এর ক্লিনিক্যাল প্রয়োগ]. পৃষ্ঠা ১৬৫–২৪৩. চার্লস সি. থমাস, প্রকাশক, স্প্রিংফিল্ড, ইলিনয়।\n১৯২৯. এতুদ স্যুর লে কোলেরা (Études sur le Choléra) [কলেরা নিয়ে অধ্যয়ন]. ইম্প্র. এ. সেরাফিনি, আলেকজান্দ্রিয়া.\nআর. এইচ. ম্যালোন, এবং এম.এন. লাহিরির সাথে ইংরেজি অনুবাদ.  ১৯৩০. স্টাডিজ অন এশিয়াটিক কলেরা (Studies on Asiatic Cholera). থ্যাকার, স্পিংক অ্যান্ড কোম্পানি, কলকাতা.\n১৯২৬. লে ব্যাক্টেরিওফাগ এ সন কম্পোরটমঁ (Le Bactériophage et son Comportement) [ব্যাক্টেরিওফেজ এবং এর আচরণ]. মেসঁ এত সি, প্যারিস.\nজি. এইচ. স্মিথের সাথে ইংরেজি অনুবাদ.  ১৯২৬. দ্য ব্যাক্টেরিওফেজ অ্যান্ড ইটস বিহেভিয়ার (The Bacteriophage and Its Behavior) [ব্যাক্টেরিওফেজ এবং এর আচরণ]. দ্য উইলিয়ামস অ্যান্ড উইলকিন্স কোং, বাল্টিমোর।\n১৯২৪. (জি. এইচ. স্মিথের সাথে) ইমিউনিটি ইন ন্যাচুরাল ইনফেক্টিয়াস ডিজিজ (Immunity in Natural Infectious Disease)  কোং, বাল্টিমোর।ওসিএলসি 586303ওসিএলসি 586303\n১৯২৩। Les Defenses de l'Organisme. ফ্ল্যামারিয়ন, প্যওসিএলসি 11221115ারিস।ওসিএলসি 11127665ওসিএলসি 11127665\n১৯২১। লে ব্যাকটেরিওফেজ: ছেলে রোল ড্যান্স ল'ইমিউনিটি । ম্যাসন এবং সি, প্যারিস।ওসিএলসি 14794182ওসিএলসি 14794182, ইন্টারনেট আর্কাইভ\nজার্মান অনুবাদ,  ১৯২২। Der Bakteriophage und seine Bedeutung für die Immunität. এফ. ভিউয়েগ ও সোহন, ব্রাউনশওয়েগ।ওসিএলসি 36920828ওসিএলসি 36920828\nইংরেজি অনুবাদ,  ১৯২২ ব্যাকটেরিওফেজ: ইমিউনিটিতে এর ভূমিকা। উইলিয়ামস এবং উইলকিন্স কো./ওয়েভারলি প্রেস, বাল্টিমোর।ওসিএলসি 14789160ওসিএলসি 14789160\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nIreland, Tom (২০২৩-০৬-২৯)। The Good Virus। Hodder & Stoughton। আইএসবিএন 978-1-5293-6524-5। \n\n\n== পাদটিকা ==\n\n\n==== এই নিবন্ধটি Citizendium নিবন্ধ \"Félix d'Hérelle\" থেকে সংগৃহীত তথ্য অন্তর্ভুক্ত করে, যা ক্রিয়েটিভ কমন্স এট্রিবিউশন-শেয়ারআলাইক ৩.০ আনপোর্টেড লাইসেন্সের অধীনে প্রাপ্ত, তবে জিএফডিএলের অধীনে নয়। ====\n\nসূত্রসমূহ:\n\nSummers, WC ( ১৯99). ফেলিক্স দি'হেরেল এবং আণবিক জীববিজ্ঞানের উৎস (Félix d'Hérelle and the Origins of Molecular Biology). ইয়েল বিশ্ববিদ্যালয় প্রেস। আইএসবিএন ৯৭৮-০-৩০০-০৭১২৭-৬।\nHäusler, T (২006). ভাইরাস বনাম সুপারবাগস (Viruses vs. Superbugs). পালগ্রেভ ম্যাকমিলান ইউকে। আইএসবিএন 978140৩987648। (তার অপ্রকাশিত আত্মজীবনী ম্যাকমিলান থেকে উদ্ধৃত অংশগুলি অন্তর্ভুক্ত রয়েছে। [উদ্ধৃতি প্রয়োজন])\nD'herelle (২007). \"On an invisible microbe antagonistic toward dysenteric bacilli: brief note by Mr. F. D'Hérelle, presented by Mr. Roux.  ১৯17\". রিসার্চ ইন মাইক্রোবায়োলজি (Research in Microbiology)। ১৫৮ (৭): ৫৫৩–৪। ডিওআই:১০.১০১৬/জে.রেসমিক.২০০৭.০৭.০০৫। পিএমআইডি ১৭৮৫৫০৬০।\nD'Hérelle ( ১৯17). \"Sur un microbe invisible antagoniste des bacilles dysentériques\". কম্প্তে রেণ্ডু হেবডোমেডিয়ার দেস সিয়ান্স দে লাকাদেমি দে সায়েস (Comptes rendus hebdomadaires des séances de l'Académie des sciences)। ১৬৫: ৩৭৩–৩৭৫।\nShrayer David P. ( ১৯96). \"Felix d'Hérelle in Russia.\" বুল ইনস্ট পাস্তুর (Bull Inst Pasteur)। ৯৪:৯১–৬।\nSummers ( ১৯91). \"On the origins of the science in Arrowsmith: Paul de Kruif, Felix d'Herelle, and phage\". জার্নাল অফ দ্য হিস্ট্রি অফ মেডিসিন অ্যান্ড অ্যালিড সায়েন্সেস (Journal of the History of Medicine and Allied Sciences)। ৪৬ (৩): ৩১৫–৩২। ডিওআই:১০.১০৯৩/ঝমাস/৪৬.৩.৩১৫। পিএমআইডি  ১৯১৮৯২১।\nDuckworth ( ১৯76). \"Who discovered bacteriophage?\". ব্যাকটেরিওলজিক্যাল রিভিউস (Bacteriological Reviews)। ৪০ (৪): ৭৯৩–৮০২। ডিওআই:১০.১১২৮/ব্র.৪০.৪.৭৯৩-৮০২. ১৯৭৬। পিএমসি ৪১৩৯৮৫। পিএমআইডি ৭৯৫৪১৪।\nPeitzman ( ১৯69). \"Felix d'Herelle and bacteriophage therapy\". ট্রান্স্যাকশনস অ্যান্ড স্টাডিজ অফ দ্য কলেজ অফ ফিজিসিয়ান্স অফ ফিলাডেলফিয়া (Transactions & Studies of the College of Physicians of Philadelphia)। ৩৭ (২): ১১৫–২৩। পিএমআইডি ৪৯০০৩৭৬।\nLipska ( ১৯50). \"In memory of Prof. D'Herelle\". **মেডিসিনা ডোস্বিয়াডজালনা আই মিক"}