{"pageid": 1427057, "title": "ইবনে মুসা আন নওবাখতি", "url": "https://bn.wikipedia.org/wiki?curid=1427057", "content": "আবু মুহাম্মাদ আল হাসান ইবনে মুসা আন নাওবাখতি (আরবি: أبو محمد الحسن بن موسى النوبختي ) ছিলেন একজন পারসিক জাতি বংশোদ্ভূত পণ্ডিত, যিনি দশম শতকের প্রথমার্ধে একজন শীর্ষস্থানীয় শিয়া ইসলামী ধর্মতত্ত্ববিদ ও দার্শনিক হিসেবে পরিচিত ছিলেন।    তিনি ৯ম শতাব্দীর শেষের দিকে জন্মগ্রহণ করেন এবং ৯১২ ও ৯২২ সালের মধ্যবর্তী সময়ে মৃত্যুবরণ করেন। তিনি বিখ্যাত নাওবাখতি পরিবারের সদস্য ছিলেন এবং হারুন আল রশিদের আমলে আব্বাসীয় দরবারে কর্মরত ছিলেন এবং আল হাসান ইবনে মুসা ফিরাক আল-শিয়া শিরোনামে লিখিত শিয়া সম্প্রদায় সম্পর্কে নিজের বইয়ের জন্য সর্বাধিক পরিচিত।\n\n\n== বংশ ও জীবনী ==\nনাওবাখতি পরিবার ছিলো পারসিক বংশোদ্ভূত একটি পরিবার। এটি আব্বাসীয় খিলাফতের সময় ইসলাম গ্রহণকারী আদি পরিবারগুলির মধ্যে একটি। এটিকে তৎকালীন বিশিষ্ট শিয়া পরিবারগুলির একটি হিসাবে বিবেচনা করা হয়, যাদের অনেক পুরুষই খিলাফতের আওতাধীন বিভিন্ন কাজে নিযুক্ত ছিলেন।\nআল হাসান বিন মুসা শুধুমাত্র তার মায়ের পক্ষ থেকে নাওবাখতি পরিবারের সাথে যুক্ত। কারণ তিনি আবু সাহল আন নাওবাখতির ভাগ্নে, যিনি একজন প্রধান শিয়া ধর্মতাত্ত্বিক ছিলেন। তার জন্ম এবং মৃত্যুর তারিখ জানা যায়নি এবং ইবনে আল নাদিমের কিতাব আল ফিহরিস্তে সেগুলি উল্লেখ করা হয়েছিল; তবে বর্তমান মুদ্রিত সংস্করণটিতে সেগুলি বর্জিত। যেহেতু আন নাজাশি নাওবাখতি পরিবারের সময় নির্ধারণ করেছেন ৩০০ হিজরির আগে বা তার পরে, যা প্রকাশ করে যে লোকটি হিজরি চতুর্থ শতাব্দীর প্রথম দশকে বাস করতেন।\nআল হাসান ইবনে মুসা ছিলেন ধর্মতাত্ত্বিক ও দার্শনিক আবু সাহল ইবনে নাওবাখতের ভাগিনা। দর্শনের গ্রন্থে আব্বাসীয় দরবারে তার সহকর্মী অনুবাদকদের মধ্যে ছিলেন আবু উসমান আল-দিমাশকি, ইসহাক ইবনে হুনাইন ও সাবিত ইবনে কুররা। দাবি করা হয় যে, আল হাসান ইবনে মুসা ও আবু উসমান উভয়ই মুতাজিলা ও শিয়া ছিলেন এবং গোটা নাওবাখতি পরিবার 'আলী'র অনুসারী হিসেবে পরিচিত ছিল।  তিনি প্রচুর সংখ্যক বই প্রতিলিপি করেছেন এবং ধর্মতত্ত্ব, দর্শন ও অন্যান্য বিষয়েও বই লিখেছেন। তাঁর বই ফিরাক আশ-শি'আ (শিয়া সম্প্রদায়গুলি) শিয়া সম্প্রদায় সম্পর্কে লেখা প্রাচীনতম গ্রন্থাবলীর মধ্যে টিকে থাকা একটি সম্পূর্ণ কাজ। বইটি বিভিন্ন ইসলামী সম্প্রদায়ের মধ্যে পার্থক্য ও এর উৎস সম্পর্কে শিয়া ইসলামের ইমামি দৃষ্টিকোণ থেকে লেখা একটি গ্রন্থ।\n\n\n== উল্লেখযোগ্য রচনাবলি ==\nরিটার, হেলমাট, সম্পাদক (১৯৩১)। \"فراق الشيعة (Firaq aš-šī'a)\"। Bibliotheca Islamica (আরবি ভাষায়) (আধুনিক সংস্করণ)। Istanbul: Maṭba'at ad-daula (৪)। \nআর রাদ্দ 'আলাল গুলাত (الرد علي الغلاة)।\n\n\n=== আল-ফিহরিস্তে তালিকাভুক্ত গ্রন্থ ===\nকিতাব আল-আরা ওয়াদ-দিয়ানাত (كتاب الاراء و الديانات ولم يتمّه ; মতবাদ ও ধর্ম) (অসমাপ্ত);\nকিতাব আর-রাদ্দ আলা' আশহাব আত-তানাসুখ (كتاب الردّ الى اصحاب التناسخ);\nকিতাব আত-তাওহীদ ওয়া হাদিস আল-ইলাল (كتاب التوحيد وحديث العلل);\nকিতাব আন-নকদ (كتاب النقد)\nকিতাব আবু ঈসা ফি আল গরিব আল মাশরিকি (كتاب ابى عيسى في الغريب المشرقى);\nকিতাব ইখতিসারিল ইখতিসার আল-কুন ওয়াল-ফাসাদ লি-আরিসতালিস (كتاب اختصارِ اختصار الكون والفساد لارسطاليس);\nকিতাব আল ইততেজাজ লি-উমর ইবনে ইবাদ ওয়া নুসরাতু মাজহাবিহি (كتاب الاحتجاج لعمر بن عباد ونصرة مذهبه);\nকিতাব আল-আমামাহ (كتاب الامامة); (অসমাপ্ত)\n\n\n== বহিঃসংযোগ ==\nal-Nawbakhti, al-Hasan b. Musa. The Shi'ite Sects.. Annotated translation from Arabic, Study and Notes by S.M. Prozorov. Moscow, 1973.\nAl Nawbhakti Al Hasan Bin Musa.\n\n\n== গ্রন্থপঞ্জি ==\nAbbas Kadhim (transl.): Shī'a Sects (Kitāb Firaq Al-Shī'a) . London: ICAS Press 2007\nNorman Calder and Jawid Ahmad Mojaddedi: \"Classical Islam: A Sourcebook of Religious Literature.\" Routledge Chapman & Hall. 2003 (Online Excerpt)\nNadīm (al-), Abū al-Faraj Muḥammad ibn Isḥāq (১৯৭০)।  Dodge, Bayard, সম্পাদক। The Fihrist of al-Nadim; a Tenth-Century Survey of Muslim Culture। Bayard Dodge কর্তৃক অনূদিত। New York & London: Columbia University Press। \nṬūsī (al-), Abū Ja’far Muḥammad ibn al-Ḥasan (১৮৮৫)।  Sprenger, Aloys, সম্পাদক। \"Fihrist al-Ṭūsī (Tusy's list of Shy'ah Books and 'Alam al-Hoda's Notes on Shy'ah Biography)\"। Bibliotheca Indica। Calcutta: Asiatic Society of Bengal, Baptist Mission Press (71, 91, 107)। \nMas‘ūdī (al-), Abū al-Ḥasan ‘Alī ibn al-Ḥusayn (১৮৬৯) [1861]। Kitāb Murūj al-Dhahab wa-Ma'ādin al-Jawhar (Les Prairies d'or) (আরবি and ফরাসি ভাষায়)। Meynard (de), C. Barbier; Courteille (de), Pavet কর্তৃক অনূদিত। Paris: Imprimerie impériale। \n\n\n== তথ্যসূত্র =="}