{"pageid": 1427641, "title": "জোরপূর্বক নিখোঁজ হওয়া থেকে সুরক্ষার জন্য আন্তর্জাতিক কনভেনশন", "url": "https://bn.wikipedia.org/wiki?curid=1427641", "content": "জোরপূর্বক নিখোঁজ হওয়া থেকে সুরক্ষার জন্য আন্তর্জাতিক কনভেনশন (আইসিপিপিইডি) হলো জাতিসংঘের একটি আন্তর্জাতিক মানবাধিকার সনদ যা জোরপূর্বক গুম প্রতিরোধের উদ্দেশ্যে এবং মানবতার বিরুদ্ধে অপরাধের অংশ হিসেবে আন্তর্জাতিক আইনে সংজ্ঞায়িত করা হয়েছে।  সনদটি ২০ ডিসেম্বর ২০০৬ তারিখে জাতিসংঘের সাধারণ পরিষদ দ্বারা গৃহীত হয়েছিল এবং ৬ ফেব্রুয়ারি ২০০৭ তারিখে স্বাক্ষরের জন্য খোলা হয়েছিল। এটি ২৩ ডিসেম্বর ২০১০ এ কার্যকর হয়  ২০২৩ সালের এপ্রিল পর্যন্ত, ৯৮টি রাজ্য সনদে স্বাক্ষর করেছে এবং ৭১টি এটি অনুমোদন করেছে। \n\n\n== জেনেসিস ==\n১৯৯২ সালে একটি সাধারণ পরিষদের রেজোলইউশন অনুসরণ করে যার মধ্যে জোরপূর্বক গুম সম্পর্কে ২১টি নিবন্ধের ঘোষণা রয়েছে, এবং এটি ১৯৭৮ সালের প্রস্তাবনাগুলো সুপারিশ করার অনুরোধ করে, যার ফলে মানবাধিকার কমিশন একটি \"আন্তঃ-সেশনাল ওপেন-এন্ডেড ওয়ার্কিং গ্রুপ প্রতিষ্ঠা করে। ২০০১ সালে জোরপূর্বক নিখোঁজ হওয়া থেকে সকল ব্যক্তির সুরক্ষার জন্য আইনগতভাবে বাধ্যতামূলক আদর্শ আইনের খসড়া করা শুরু হয়। \nগ্রুপটি ২০০৬ সালে তার কাজ শেষ করে এবং এর খসড়া আন্তর্জাতিক কনভেনশনটি ২৯ জুন ২০০৬-এ মানবাধিকার কাউন্সিলে গৃহীত হয়েছিল এবং সেখানে সকলে ফ্রান্সের স্বাক্ষর অনুষ্ঠানের আয়োজন করার প্রস্তাবকে স্বাগত জানায়। \n২০ ডিসেম্বর ২০০৬-এ, সাধারণ পরিষদ বিনা ভোটে কনভেনশনের পাঠ্য গৃহীত হয় এবং প্যারিসে স্বাক্ষর অনুষ্ঠানে স্বাক্ষরের জন্য এটিকে সুযোগ করে দেয়।\n\n\n== সারসংক্ষেপ ==\nকনভেনশনটি ইউনাইটেড নেশনস কনভেনশন অ্যাগেইনস্ট টর্চারের আদলে তৈরি।\n\nকনভেনশনের অনুচ্ছেদ ২-এ \"জোরপূর্বক গুম\"কে নিম্নোক্তভাবে সংজ্ঞায়িত করা হয়েছেরাষ্ট্রের এজেন্টদের দ্বারা বা রাষ্ট্রের অনুমোদন, সমর্থন বা সম্মতি নিয়ে কাজ করে এমন ব্যক্তি বা ব্যক্তিদের গোষ্ঠী দ্বারা গ্রেপ্তার, আটক, অপহরণ বা স্বাধীনতা বঞ্চনার অন্য কোনো রূপের শিকার, এবং তারপরে স্বাধীনতার বঞ্চনা স্বীকার করতে অস্বীকার করা বা নিখোঁজ ব্যক্তির ভাগ্য বা অবস্থান গোপন করা, যা এই ধরনের ব্যক্তিকে আইনের সুরক্ষার বাইরে রাখে।কনভেনশনের ১ অনুচ্ছেদে আরও বলা হয়েছে যেকোনো ব্যতিক্রমী পরিস্থিতি যাই হোক না কেন, যুদ্ধের অবস্থা হোক বা যুদ্ধের হুমকি হোক, অভ্যন্তরীণ রাজনৈতিক অস্থিতিশীলতা বা অন্য কোনো পাবলিক জরুরী অবস্থা হোক না কেন, জোরপূর্বক গুম করার ন্যায্যতা হিসেবে ব্যবহার করা যাবে না।জোরপূর্বক গুমের ব্যাপক বা পদ্ধতিগত ব্যবহারকে আরও সংজ্ঞায়িত করা হয়েছে অনুচ্ছেদ ৫-এ মানবতার বিরুদ্ধে অপরাধ হিসেবে।\nকনভেনশনের সদস্যগুলো প্রতিশ্রুতি দেয়:\n\nজোরপূর্বক গুমের ঘটনা তদন্ত এবং দায়ী ব্যক্তিদের বিচারের আওতায় আনা;\nনিশ্চিত করে যে জোরপূর্বক গুম করা ফৌজদারি আইনের অধীনে একটি অপরাধ;\nজোরপূর্বক গুমের অপরাধের উপর এখতিয়ার স্থাপন করুন যখন অভিযুক্ত অপরাধী তার অঞ্চলের মধ্যে থাকে, এমনকি তারা সেখানকার নাগরিক বা বাসিন্দা না হলেও;\nঅপরাধীদের বিচার বা প্রত্যর্পণ নিশ্চিত করতে অন্যান্য রাজ্যের সাথে সহযোগিতা করা এবং জোরপূর্বক গুমের শিকারদের সহায়তা করা বা তাদের দেহাবশেষ খুঁজে বের করা এবং ফিরিয়ে দেওয়া;\nস্বাধীনতার বঞ্চনার বিষয়ে ন্যূনতম আইনি মানদণ্ডকে সম্মান করা, যার মধ্যে আছে আদালতের সামনে কারাদণ্ডকে বিরোধিতা করার অধিকার;\nবর্তমানে কারাবন্দিদের একটি দলিল তৈরি করা এবং আত্মীয়স্বজন এবং আইনজীবীর পরিদর্শনের অনুমতি দান;\nনিশ্চিত করা যে জোরপূর্বক গুমের শিকার বা যারা সরাসরি এর দ্বারা প্রভাবিত তাদের ক্ষতিপূরণ এবং ক্ষতিপূরণ পাওয়ার অধিকার রয়েছে। (ধারা ২৪. ৪)\nক্ষতিপূরণ পাওয়ার অধিকার উপাদান এবং বিপদগুলোকে বিবেচনা করে এবং যেখানে উপযুক্ত, ক্ষতিপূরণের অন্যান্য রূপ যেমন; ক) পুনরুদ্ধার। খ) পুনর্বাসন। গ) সন্তুষ্টি, মর্যাদা পুনরুদ্ধার এবং ক্ষতিপূরণ সহ। ঘ) পুনরাবৃত্তি না করার নিশ্চয়তা। (ধারা ২৪. ৫)\nকনভেনশনটি দলগুলোর দ্বারা নির্বাচিত এনফোর্সড ডিসপিয়ারেন্স সংক্রান্ত একটি কমিটি দ্বারা পরিচালিত হবে৷ দলগুলো এই কমিটির অধীন হওয়ার দুই বছরের মধ্যে এটি বাস্তবায়নের জন্য কী পদক্ষেপ নিয়েছে সে সম্পর্কে প্রতিবেদন দিতে বাধ্য।\nকনভেনশন একটি ঐচ্ছিক অভিযোগ ব্যবস্থা অন্তর্ভুক্ত করে যেখানে দলগুলোর নাগরিকরা নিখোঁজ ব্যক্তিকে খুঁজে পেতে সহায়তার জন্য কমিটির কাছে আবেদন করতে পারে।  দলগুলো যেকোনো সময় এই ব্যবস্থায় যোগ দিতে পারে, কিন্তু শুধুমাত্র স্বাক্ষরের মাধ্যমে এটি থেকে বেরিয়ে আসতে পারে।\n\n\n== সংরক্ষণ ==\n\n\n=== নিউজিল্যান্ড ===\nযদিও নিউজিল্যান্ড সরকার কনভেনশনকে সমর্থন করে এবং সম্মতিতে যোগ দেয় যার ফলে এটি গৃহীত হয়, এটি কনভেনশন এবং প্রতিষ্ঠিত আন্তর্জাতিক আইনের মধ্যে অসঙ্গতির বিষয়ে উল্লেখযোগ্য উদ্বেগের কথা বলেছে। এর মধ্যে রয়েছে ৫ অনুচ্ছেদে মানবতার বিরুদ্ধে অপরাধ হিসেবে জোরপূর্বক গুমের সংজ্ঞা এবং ৬ অনুচ্ছেদে কমান্ডের দায়িত্ব সম্পর্কিত বিধান।  এমএফএটির একজন মুখপাত্রের মতে, কনভেনশনে স্বাক্ষর বা অনুমোদন করার জন্য নিউজিল্যান্ডের \"তাৎক্ষণিক কোনো পরিকল্পনা নেই\"।\n\n\n=== যুক্তরাজ্য ===\nযুক্তরাজ্য কনভেনশন সম্পর্কে বেশ কয়েকটি প্রযুক্তিগত বিষয়ে সাধারণ পরিষদের প্রস্তাব গৃহীত হওয়ার পর আলোচনার সময় তার অবস্থান জানিয়েছে। উদাহরণস্বরূপ, ১৮ অনুচ্ছেদে, যা ন্যূনতম তথ্যের বর্ণনা নির্ধারণ করে যেগুলোতে একজন আইনজীবী বা স্বাধীনতা থেকে বঞ্চিত ব্যক্তির আত্মীয়ের প্রবেশাধিকার থাকা উচিত (যেমন কখন গ্রেপ্তার হয়েছিল, কে আদেশ দিয়েছিল এবং ব্যক্তির স্বাস্থ্য) রাষ্ট্রদূত ব্যাখ্যা করেছিলেন যে যদি একজন ব্যক্তির স্বাধীনতা থেকে বঞ্চিত করা দেশের আইন অনুসারে আইনতভাবে করা হয় এবং এটি \"বাধ্য গুম\" না হয় তবে এই ধরনের তথ্য স্বজন এবং আইনী পরামর্শের কাছ থেকে আটকানো যেতে পারে।\nকনভেনশনে স্বাক্ষর করার কোনো অভিপ্রায় ছিল কি না সে সম্পর্কে সংসদে একটি প্রশ্ন করা হয়েছিল, যার উত্তরে বলা হয় যে সরকারকে \"চুক্তির বিধান এবং বাস্তবায়নের জন্য তাদের প্রভাবগুলোর একটি বিশদ বিশ্লেষণ পরিচালনা করতে হবে যাতে অনুমোদনের প্রতি যুক্তরাজ্যের অবস্থান নির্ধারণ করা যায়। \" \n\n\n=== যুক্তরাষ্ট্র ===\nদৈনিক স্টেট ডিপার্টমেন্টের সংবাদ বিজ্ঞপ্তির সময় একটি প্রশ্ন যা স্বাক্ষর অনুষ্ঠানের তারিখের সাথে মিলে যায় তার সেটি নিম্নে দেওয়া হলো:প্রশ্ন: আপনি কি লক্ষ্য করেছেন যে ৫৭টি দেশ আজ একটি চুক্তি স্বাক্ষর করেছে যা মূলত সরকারগুলোকে গোপন বন্দী রাখা থেকে বাধা দেবে এবং মার্কিন যুক্তরাষ্ট্র এতে যোগ দেয়নি?\n জনাব. ম্যাক্রোম্যাক: হ্যাঁ. এটি হলো—আমি বুঝি যে সকল এবং জোরপূর্বক গুম ব্যক্তিদের সুরক্ষার জন্য একটি কনভেনশন করা হয়েছে৷ এবং আমি জানি- এখানে আমার কাছে কিছু তথ্য আছে। জর্জ, আমি স্বীকার করি যে আমার কাছে সমস্ত বিবরণ নেই। আমি জানি যে আমরা খসড়া তৈরি করার সমস্ত সভায় অংশগ্রহণ করেছি। এর বাইরে, আমরা কেন এটিতে স্বাক্ষর করিনি তার জন্য আমি আপনাকে পডিয়াম থেকে এখন কোনো নির্দিষ্ট কারণ দিতে পারি না। আমরা একটি সর্বজনীন দস্তাবেজ রেখেছি যেটির জন্য আমি আপনাকে পরে উদ্ধৃতি দিতে পারি এবং এটি খসড়াতে অংশগ্রহণ না করার জন্য আমাদের কারণগুলো ব্যাখ্যা করে৷ কিন্তু আমি মনে করি একটি সাধারণ মন্তব্য হিসেবে, স্পষ্টতই যে খসড়াটি ভোটের জন্য রাখা হয়েছিল বা স্বাক্ষরের জন্য রাখা হয়েছিল তা আমাদের চাহিদা এবং প্রত্যাশা পূরণ করেনি।\n\n\n== স্বাক্ষরকারী এবং অনুসমর্থন ==\nপ্যারিসে স্বাক্ষরের জন্য কনভেনশনটি খোলা হলে ৫৭ জন এতে স্বাক্ষর করেছিল।  বিতর্কিতভাবে, মার্কিন যুক্তরাষ্ট্র স্বাক্ষর করেনি, এই বলে যে এটি \"আমাদের প্রত্যাশা পূরণ করেনি\"।  বেশ কয়েকটি ইউরোপীয় দেশ এই সম্মেলনের প্রাথমিক স্বাক্ষরকারী ছিল না; এর মধ্যে যুক্তরাজ্য, স্পেন, ইতালি, জার্মানি এবং নেদারল্যান্ডস অন্তর্ভুক্ত ছিল।  স্পেন, ইতালি, জার্মানি এবং নেদারল্যান্ডস পরবর্তীকালে এই কনভেনশনে স্বাক্ষর ও অনুসমর্থন করেছে।  প্রাথমিক স্বাক্ষরকারীরা ছিল আলবেনিয়া, আলজেরিয়া, আর্জেন্টিনা, অস্ট্রিয়া, আজারবাইজান, ব্রাজিল, বুরকিনা ফাসো, বুরুন্ডি, কঙ্গো, ক্রোয়েশিয়া, ফ্রান্স, ঘানা, গুয়াতেমালা, হাইতি, জাপান, লিথুয়ানিয়া, মালদ্বীপ, মলদাভিয়া, মরক্কো, উগান্ডা, সেনেগাল, সার্বিয়া, সিয়েরা লিওন, মেসিডোনিয়া, চাদ, তিউনিসিয়া, ভানুয়াতু, বেলজিয়াম, বলিভিয়া, বসনিয়া হার্জেগোভিনা, ক্যামেরুন, কেপ ভার্দে, চিলি, কমোরস, কোস্টারিকা, কিউবা, সাইপ্রাস, ফিনল্যান্ড, গ্রেনাডা, হন্ডুরাস, ভারত, কেনিয়া, লেবানন, লুক্সেমবার্গ, মাদাগাস্কার, মাল্টা, মেক্সিকো, মোনাকো, মঙ্গোলিয়া, মন্টিনিগ্রো, নাইজার, প্যারাগুয়ে, পর্তুগাল, সামোয়া, সুইডেন এবং উরুগুয়ে। \n২০২৩ সালের এপ্রিল পর্যন্ত, ৭১টি দেশ কনভেনশনটি অনুমোদন করেছে বা এতে যোগ দিয়েছে।\n\n\n== কনভেনশনের জন্য আন্তর্জাতিক প্রচারণা ==\nএনফোর্সড ডিসঅ্যাপিয়ারেন্সের বিরুদ্ধে ইন্টারন্যাশনাল কোয়ালিশন (আইসিএইডি) হলো নিখোঁজদের পরিবারের সংগঠনগুলোর একটি বিশ্বব্যাপী নেটওয়ার্ক এবং স্থানীয়, জাতীয় এবং আন্তর্জাতিক স্তরে জোরপূর্বক গুমের অনুশীলনের বিরুদ্ধে এনজিওরা অহিংস পদ্ধতিতে প্রচারণা করে। আইসিএইডি ২০০৭ সালে নিখোঁজদের পরিবার এবং মানবাধিকার রক্ষকদের ২৫ বছরের দীর্ঘ সংগ্রামের ফলস্বরূপ একটি আন্তর্জাতিক আইনগতভাবে জোরপূর্বক গুমের বিরুদ্ধে একটি আইনী ধারা প্রতিষ্ঠিত হয়েছিল। আইসিএইডি-র প্রাথমিক উদ্দেশ্য হলো কার্যকরী নিখোঁজ হওয়া থেকে সকল ব্যক্তির সুরক্ষার জন্য আন্তর্জাতিক কনভেনশনের দ্রুত অনুমোদন এবং কার্যকর বাস্তবায়নের দিকে একসাথে কাজ করা। অ্যামনেস্টি ইন্টারন্যাশনাল কনভেনশনটি অনুমোদনের জন্য কোস্টারিকা, পাকিস্তান, পূর্ব তিমুর, বুরুন্ডি, পর্তুগাল, মরক্কো, লেবানন, কেপ ভার্দে, সার্বিয়া এবং প্যারাগুয়েতে প্রচারণা চালাচ্ছে। \n\n\n== আরও দেখুন ==\nনির্যাতনের বিরুদ্ধে জাতিসংঘ কনভেনশন\nজোর করে গুম\nশনিবার মায়েরা\nমানবতা বিরোধী অপরাধ\nআন্তর্জাতিক নিখোঁজ দিবস\nআন্তর্জাতিক মানবাধিকার আইন\nঅপারেশন কনডর\nজোরপূর্বক নিখোঁজ ব্যক্তিদের আন্তঃআমেরিকান কনভেনশন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকনভেনশনের সম্পূর্ণ পাঠ্য\nজাতিসংঘ স্বাক্ষরকারী এবং অনুসমর্থনের তালিকা\nএনফোর্সড ডিসপিয়ারেন্সের বিরুদ্ধে আন্তর্জাতিক জোট\nজাতিসংঘের আন্তর্জাতিক আইনের অডিওভিজ্যুয়াল লাইব্রেরির ঐতিহাসিক আর্কাইভগুলিতে প্রয়োগকৃত অন্তর্ধান থেকে সমস্ত ব্যক্তির সুরক্ষার জন্য আন্তর্জাতিক কনভেনশনের প্রক্রিয়াগত ইতিহাস এবং সম্পর্কিত নথি"}