{"pageid": 1427418, "title": "কিরণ মনরাল", "url": "https://bn.wikipedia.org/wiki?curid=1427418", "content": "কিরণ মনরাল (জন্ম ১৯৭১) একজন ভারতীয় লেখক। তিনি মুম্বাইতে থাকেন, তিনি ২০১১ সালে তাঁর প্রথম উপন্যাস দ্য রিলাক্ট্যান্ট ডিটেকটিভ প্রকাশ করেন। কারমিক কিডস (২০১৫) তাঁর প্রথম তথ্য ভিত্তিক সাহিত্য, এটি তাঁর নিজের অভিজ্ঞতার ভিত্তিতে অভিভাবকের ভূমিকা নিয়ে লেখা, সন্তান লালন-পালনে অভিভাবকের দায়িত্ব। মনরাল হলেন ইণ্ডিয়া হেল্পের প্রতিষ্ঠাতা, এটি স্বেচ্ছাসেবকদের একটি নেটওয়ার্ক যারা দুর্যোগের সময় ক্ষতিগ্রস্তদের সাহায্য করে।\n\n\n== প্রাথমিক জীবন ==\nকিরণ মনরাল ১৯৭১ সালের ২২শে জুন মুম্বাইয়ে জন্মগ্রহণ করেন। তিনি মুম্বাইয়ের ডুরেলো কনভেন্ট হাই স্কুলে পড়াশোনা করেন এবং ১৯৯১ সালে মিঠিবাই কলেজ থেকে ইংরেজিতে স্নাতক হন। \n\n\n== কর্মজীবন ==\nবিজ্ঞাপনের কপিরাইটার হিসেবে কাজ করার পর, তিনি মুম্বাইয়ের ডিএসজে টিভিতে সংবাদ পরিষেবায় যোগ দেন এবং টাইমস অফ ইন্ডিয়া ও কসমোপলিটান ইণ্ডিয়া-র বৈশিষ্ট্য লেখক হিসেবে কাজ করেন। ২০০০ সালে, তিনি একজন মুক্ত (ফ্রিল্যান্স) সাংবাদিক হয়ে ওঠেন এবং ২০০৫ সাল থেকে একজন ব্লগলেখক হিসেবে \"থার্টিসিক্সএণ্ডকাউন্টিং\" এবং \"কারমিকিডস\" তৈরি করেন। তাদের দর্শকসংখ্যার ভিত্তিতে, দুটিই ভারতের সবচেয়ে জনপ্রিয় ব্লগ হিসেবে বিবেচিত হত। এরপর মাতৃত্বের জন্য আরও সময় দেওয়ার উদ্দেশ্যে তিনি সেগুলি বন্ধ করে দেন।\n\n\n== সাহিত্য ==\nএরপরে কিরণ মনরাল লেখার দিকে মনোনিবেশ করেন এবং ২০১১ সালে দ্য রিলাক্ট্যান্ট ডিটেকটিভ প্রকাশ করেন। এটি সাধারণত ইতিবাচক পর্যালোচনা পেয়েছিল। এরপর ২০১৪ সালে তিনি লেখেন ওয়ানস আপন এ ক্রাশ। এটি অফিসে কাজ করা একটি তরুণীর অভিজ্ঞ রোম্যান্সের বর্ণনা, যে ক্রমাগত দুর্ভাগ্যের মধ্যে পড়ে। মনরাল তাঁর অল অ্যাবোর্ড (২০১৫) গল্পে, একটি ভূমধ্যসাগরীয় প্রমোদ তরীর পটভূমিকায় আরেকটি রোম্যান্সের গল্প নিয়ে আসেন।\nএকই বছর, কিরণ মনরাল তাঁর প্রথম তথ্য ভিত্তিক সাহিত্য, কারমিক কিডস প্রকাশ করেন, যেটি তাঁর দুরন্ত ছেলেকে লালন-পালনের অভিজ্ঞতার বর্ণনা, একেবারে সন্তানের জন্ম থেকে শুরু করে তার দশ বছর বয়স পর্যন্ত। জনৈক তাঁর এই বইটিকে শুধু মায়েদের জন্য নয় বরঞ্চ \"সবার পড়ার জন্য\" বলে অভিহিত করেছেন। হিমালয়ের পাদদেশের প্রেক্ষাপটে তৈরি তাঁর উপন্যাস, দ্য ফেস অ্যাট দ্য উইণ্ডো, \"রহস্যময়, গোপন পরিচয়ের একটি গভীরভাবে চিন্তা করার গল্প\" হিসাবে বর্ণনা করা হয়েছে।\nতাঁর উপন্যাস, সেভিং মায়া, ইংল্যান্ডের আর্ট কাউন্সিল দ্বারা সমর্থিত ইউকে সাবোটিউর পুরস্কারের জন্য দীর্ঘ তালিকাভুক্ত ছিল। তিনি ২০১৮ সালে একটি মনস্তাত্ত্বিক রোমাঞ্চকর গল্প মিসিং, প্রিজ্যুমড ডেড প্রকাশ করেন। টাইমস অফ ইন্ডিয়া লিখেছিল এটিকে \"যাঁরা মানসিক অসুস্থতার সাথে লড়াইরত প্রিয়জনকে জানেন তাঁদের প্রত্যেককে অবশ্যই পড়তে হবে।\" ২০১৯ সালে, তিনি ১৩ স্টেপস টু ব্লাডি গুড প্যারেন্টিং প্রকাশ করেন, এটি তিনি লেখক অশ্বিন সাঙ্ঘীর সাথে সহ-লিখন করেছিলেন। তিনি ট্রু লাভ স্টোরিজ সিরিজ লিখেছেন। এছাড়া তিনি একটি অ্যাপ-ভিত্তিক পড়ার মঞ্চ এ বয়'জ গাইড টু গ্রোয়িং আপ ফর জুগারনট লিখেছেন।\n\n\n== প্রকাশনা ==\nদ্য রিলাক্ট্যান্ট ডিটেকটিভ। ওয়েস্টল্যান্ড। ২০১১। আইএসবিএন 978-93-81626-11-5। , উপন্যাস\nওয়ানস আপন এ ক্রাশ। লিডস্টার্ট পাবলিশিং প্রাইভেট লিমিটেড। ২০১৪। আইএসবিএন 978-93-82473-91-6। , উপন্যাস\nঅল অ্যাবোর্ড!। পেঙ্গুইন বুকস লিমিটেড। ২০১৫। আইএসবিএন 978-93-5214-048-0। , উপন্যাস\nকারমিক কিডস: দ্য স্টোরি অফ পেরেন্টিং নোবডি টোল্ড ইউ!। হে হাউস। ২০১৫। আইএসবিএন 978-93-84544-87-4। , তথ্যভিত্তিক সাহিত্য\nদ্য ফেস অ্যাট দ্য উইণ্ডো। অ্যামেরিলিস। ২০১৬। আইএসবিএন 978-93-81506-78-3। , উপন্যাস\nসেভিং মায়া. বোম্বাইকলা বুকস।আইএসবিএন ৯৭৮-৮১৯৩৬৪২৮৫৬ISBN 978-8193642856. উপন্যাস\nমিসিং, প্রিজ্যুমড ডেড অ্যামেরিলিস আইএসবিএন ৯৭৮-৯৩৮৭৩৮৩৬৮৫ISBN 978-9387383685.  উপন্যাস\n১৩ স্টেপস টু ব্লাডি গুড প্যারেন্টিং আইএসবিএন ৯৭৮-৯৩৮৭৫৭৮৭৮৪ISBN 978-9387578784. তথ্যভিত্তিক সাহিত্য\nদ্য কিটি পার্টি মার্ডার আইএসবিএন ৯৭৮-৯৩৯০৩২৭৬২১ISBN 978-9390327621. কথাসাহিত্য\n\n\n== আরও দেখুন ==\nভারতীয় লেখকদের তালিকা\n\n\n== তথ্যসূত্র =="}