{"pageid": 1427925, "title": "সাব-রোমান ব্রিটেন", "url": "https://bn.wikipedia.org/wiki?curid=1427925", "content": "সাব-রোমান ব্রিটেন হলো গ্রেট ব্রিটেনে রোমান শাসনের অবসান এবং অ্যাংলো-স্যাক্সন বন্দোবস্তের মধ্যবর্তী প্রাচীন সময়কাল। শব্দটি মূলত ৫ম এবং ৬ষ্ঠ-শতাব্দীর খ্রিস্টাব্দের স্থানগুলোতে পাওয়া প্রত্নতাত্ত্বিক অবশেষ বর্ণনা করার জন্য ব্যবহৃত হয়। এই সময়টি রোমান সাম্রাজ্যের অধীনে পূর্ববর্তী উচ্চতর মান থেকে স্থানীয়ভাবে তৈরি জিনিসপত্রের ক্ষয় হওয়ার ইঙ্গিত দেয়। এটি এখন সেই সময়কালকে বর্ণনা করতে ব্যবহৃত হয়, যা ৪০৭ সালে ৩য় কনস্টানটাইন দ্বারা রোমান সৈন্যদের গলে প্রত্যাহার করার সাথে সাথে শুরু হয় এবং ৫৭৭ সালে দেওরহামের যুদ্ধের সাথে শেষ হয়।\n\n\n== শব্দের অর্থ ==\nউপ-রোমান ব্রিটেনের সময়কাল ঐতিহ্যগতভাবে ব্রিটেনের সেই অংশগুলোর ইতিহাস নিয়ে আলোচনা করা হয়, যা রোমান সাম্রাজ্য শাসনের শেষ থেকে রোমান শাসনের অধীনে ছিল। সময়টিকে ঐতিহ্যগতভাবে ৪১০ সাল থেকে সেন্ট অগাস্টিনের আগমনের তারিখ ৫৯৭ সাল পর্যন্ত ধরা হয়। এই সময়ের শেষের জন্য নেওয়া তারিখটি অনেকটাই স্বেচ্ছাচারী ভাবে নির্ধারন করা। কারণ সাব-রোমান সংস্কৃতি উত্তর ইংল্যান্ডে ৬৩৩ সালে রাজকীয় বিবাহের মাধ্যমে নর্থামব্রিয়ার সাথে রেগেড (ব্রিগেন্টসের রাজ্য) একীভূত না হওয়া পর্যন্ত অব্যাহত ছিল। ব্রিটেনের পশ্চিমে তা আরও দীর্ঘকাল ছিল, বিশেষ করে কর্নওয়াল, কামব্রিয়া এবং ওয়েলস অঞ্চলে।\nলিখিত উত্স উপাদানের অভাবের কারণে এই সময়কালটি প্রচুর একাডেমিক এবং জনপ্রিয় বিতর্ককে আকৃষ্ট করেছে। \"পোস্ট-রোমান ব্রিটেন\" শব্দটিও সেই সময়ের জন্য ব্যবহৃত হয়; \"সাব-রোমান\" এবং \"পোস্ট-রোমান\" হল এমন পদ যা ব্রিটানিয়ার পুরানো রোমান প্রদেশে প্রযোজ্য। অর্থাৎ ফোর্থ-ক্লাইড লাইনের দক্ষিণের ব্রিটেন। হ্যাড্রিয়ানের প্রাচীর এবং ফোর্থ-ক্লাইড লাইনের মধ্যবর্তী এলাকার ইতিহাস ওয়েলসের মতোই (দেখুন রেগেড, বার্নিসিয়া, গডোডিন এবং স্ট্র্যাথক্লাইড)। লাইনের উত্তরে একটি পাতলা জনবসতিপূর্ণ এলাকা রয়েছে। এর মধ্যে রয়েছে মায়েতাই (অ্যাঙ্গাসে), ডালরিয়াডা (আর্গিলে) রাজ্য এবং ইনভারনেসের কাছে যে রাজ্যের কেয়ার (প্রাসাদ) সেন্ট কলম্বা পরিদর্শন করেছিলেন। রোমানরা এই জনগণকে সম্মিলিতভাবে পিক্টি হিসাবে উল্লেখ করেছিল, যার অর্থ 'আঁকা মানুষ'।\n\"প্রয়াত প্রাচীনত্ব\" শব্দটি, বিস্তৃত দিগন্তকে বোঝায়। একাডেমিক সম্প্রদায়ে এর আরও বেশি ব্যবহার খুঁজে পায়। বিশেষ করে যখন রোমান-পরবর্তী পশ্চিম জুড়ে প্রচলিত ধ্রুপদী সংস্কৃতির রূপান্তরগুলো পরীক্ষা করা হয়। নিম্নোক্ত সময়কালের  সাথে ধারাবাহিকতার উপর জোর দেওয়া হলে এই সময়টিকে প্রাথমিক মধ্যযুগের অংশ হিসেবেও বিবেচনা করা যেতে পারে। জনপ্রিয় (এবং কিছু একাডেমিক) কাজগুলো সময়ের জন্য আরও অনেক নাটকীয় নাম ব্যবহার করে: অন্ধকার যুগ, ব্রাইথনিক যুগ, অত্যাচারী যুগ, বা আর্থার যুগ।\n\n\n== লিখিত হিসাব ==\nএই সময়ের থেকে সামান্য বিদ্যমান লিখিত উপাদান পাওয়া যায়। যদিও তা পরবর্তী সময়ের থেকে যথেষ্ট পরিমাণ প্রাসঙ্গিক হতে পারে। যা পাওয়া যায় তার অনেকগুলো শুধুমাত্র ৫ ম শতাব্দীর প্রথম কয়েক দশকের সাথে সম্পর্কিত। উত্সগুলোকে ব্রিটিশ এবং মহাদেশীয় এবং সমসাময়িক এবং অ-সমসাময়িক হিসাবে শ্রেণীবদ্ধ করা যেতে পারে।\nদুটি প্রাথমিক সমসাময়িক ব্রিটিশ সূত্র বিদ্যমান: সেন্ট প্যাট্রিক এবং গিলডাসের কনফেসিও De Excidio et Conquestu Britanniae (ব্রিটেনের ধ্বংস ও বিজয়ের উপর)। প্যাট্রিকের কনফেসিও এবং করটিকাসের কাছে তার চিঠি ব্রিটেনে তার জীবনের বিভিন্ন দিক প্রকাশ করে। সেখান থেকে তাকে আয়ারল্যান্ডে অপহরণ করা হয়েছিল। এটি সেই সময়ে খ্রিস্টধর্মের অবস্থায় আলোকপাত করার জন্য বিশেষভাবে কার্যকর। গিলডাস সাব-রোমান ইতিহাসের একটি উৎসের নিকটতম মাধ্যম। কিন্তু এটি ব্যবহারে অনেক সমস্যা রয়েছে। নথিটি ব্রিটিশ ইতিহাসের প্রতিনিধিত্ব করে, কারণ তিনি এবং তার দর্শকরা এটি বুঝতে পেরেছিলেন। যদিও সেই সময়ের আরও কিছু নথি বিদ্যমান আছে, যেমন সন্ন্যাসবাদের উপর গিলডাসের চিঠি, সেগুলো ব্রিটিশ ইতিহাসের সাথে সরাসরি প্রাসঙ্গিক নয়। যেমন গিলডাসের ডি এক্সিডিও একটি জেরেমিয়াড । এটি সমসাময়িক শাসকদের পাপের বিরুদ্ধে সতর্ক করার জন্য একটি বিতর্ক হিসাবে লেখা হয়েছে। বইটিতে ঐতিহাসিক এবং বাইবেলের উদাহরণের মাধ্যমে প্রমাণ করার চেষ্টা হয়েছে যে খারাপ শাসকদের সর্বদা ঈশ্বরের দ্বারা শাস্তি দেওয়া হয়। ব্রিটেনের ক্ষেত্রে তা হয়েছে স্যাক্সন আক্রমণকারীদের ধ্বংসাত্মক ক্রোধের মাধ্যমে। ডি এক্সিডিওর ঐতিহাসিক অংশটি সংক্ষিপ্তব এবং এর উপাদানটি পরিষ্কারভাবে গিলডাসের উদ্দেশ্য মাথায় রেখে নির্বাচন করা হয়েছে। বইটিতে কোন নির্দিষ্ট তারিখ দেওয়া নেই এবং কিছু বিশদ বিবরণ, যেমন হ্যাড্রিয়ানস এবং অ্যান্টোনিন ওয়ালগুলো সম্পর্কে স্পষ্টতই ভুল লেখা হয়েছিল। তবুও, গিলডাস আমাদেরকে কিছু রাজ্যের অন্তর্দৃষ্টি প্রদান করেন। যা তিনি যখন লিখছিলেন, তা তখন বিদ্যমান ছিল এবং কীভাবে একজন শিক্ষিত সন্ন্যাসী অ্যাংলো-স্যাক্সন এবং ব্রিটিশদের মধ্যে যে পরিস্থিতি তৈরি হয়েছিল তা উপলব্ধি করেছিলেন।\nআরও মহাদেশীয় সমসাময়িক সূত্র ব্রিটেনের উল্লেখ করে। যদিও এগুলো অত্যন্ত সমস্যাযুক্ত। সর্বাধিক বিখ্যাত হল অনারিয়াসের তথাকথিত রিস্ক্রিপ্ট, যেখানে পশ্চিমা সম্রাট অনারিয়াস ব্রিটিশ নাগরিকদের তাদের নিজস্ব প্রতিরক্ষার দিকে তাকাতে বলেছেন। এই রেফারেন্সের প্রথম উল্লেখটি ৬ তম শতাব্দীর বাইজেন্টাইন পণ্ডিত জোসিমাস দ্বারা লিখিত এবং দক্ষিণ ইতালির একটি আলোচনার মাঝখানে পাওয়া যায়। ব্রিটেনের আর কোন উল্লেখ করা হয়নি, যার ফলে কিছু আধুনিক শিক্ষাবিদরা পরামর্শ দিয়েছেন যে রিস্ক্রিপ্টটি ব্রিটেনের জন্য প্রযোজ্য নয়, ইতালির ব্রুটিয়ামের ক্ষেত্রে প্রযোজ্য। দ্য গ্যালিক ক্রনিকলস, ৪৫২ সালের ক্রোনিকা গ্যালিকা এবং ৫১১ সালের ক্রোনিকা গ্যালিকা অকালে বলে যে \"ব্রিটেন রোমানদের দ্বারা পরিত্যক্ত, স্যাক্সনদের ক্ষমতায় চলে গেছে\" এবং সেন্ট জার্মানাস এবং তার ব্রিটেন সফর বা সফর সম্পর্কে তথ্য প্রদান করে। যদিও আবার এই পাঠ্যটি যথেষ্ট একাডেমিক ডিকনস্ট্রাকশন পেয়েছে। ৬ষ্ঠ শতাব্দীর আরেক বাইজেন্টাইন লেখক প্রকোপিয়াসের রচনায় ব্রিটেনের কিছু উল্লেখ রয়েছে। যদিও এগুলোর যথার্থতা অনিশ্চিত।\nপরবর্তীতে লিখিত অসংখ্য সূত্র সেই সময়ের সঠিক বিবরণ প্রদানের দাবি করে। প্রথম এই চেষ্টা করেছিলেন সন্ন্যাসী বিড। তিনি ৮ম শতাব্দীর প্রথম দিকে লিখেছেন। তিনি তার Historia ecclesiastica gentis Anglorum (ইংরেজ জাতির ধর্মীয় ইতিহাস; ৭৩১ সালের দিকে লেখা) গ্রন্থে সাব-রোমান সময়কালের বিবরণ গিল্ডাসের উপর নির্ভর করা হয়। যদিও তিনি গিলডাসের বর্ণনার ঘটনাগুলোর জন্য তারিখ দেওয়ার চেষ্টা করেছিলেন। এটি ব্রিটিশ বিরোধী দৃষ্টিকোণ থেকে লেখা হয়েছে। পরবর্তী সূত্রগুলো, যেমন হিস্টোরিয়া ব্রিটোনাম প্রায়ই নেনিয়াসকে দায়ী করা হয়। অ্যাংলো-স্যাক্সন ক্রনিকল (আবার ওয়েস্ট স্যাক্সন উত্সের উপর ভিত্তি করে অ-ব্রিটন দৃষ্টিকোণ থেকে লেখা) এবং অ্যানালেস ক্যামব্রিয়া, সবই পৌরাণিক কাহিনীতে আচ্ছন্ন এবং কেবল এটিই পারে। এই সময়ের জন্য প্রমাণ হিসাবে যেকোনো সূত্র বেশ সতর্কতার সাথে ব্যবহার করা হবে। ওয়েলশ কবিতা (তালিসিন এবং অ্যানেরিনের) এবং ভূমি সংক্রান্ত দলিল (লল্যান্ডফ চার্টার) প্রদানকারী নথিও রয়েছে। এগুলো ৬ ষ্ঠ শতাব্দীর আগের বলে মনে হয়।\nনরম্যান বিজয়ের পর উপ-রোমান যুগের ইতিহাস দেওয়ার জন্য অনেক বই লেখা হয়েছিল। মনমাউথের জিওফ্রে হিস্টোরিয়া রেগুম ব্রিটানিয়া (ব্রিটেনের রাজাদের ইতিহাস) এর কাল্পনিক বিবরণ দ্বারা এগুলো প্রভাবিত হয়েছে। অতএব, এগুলোকে কেবল কিংবদন্তিগুলো কীভাবে বেড়েছে তা দেখানো হিসাবে বিবেচনা করা যেতে পারে। আধুনিক সময় পর্যন্ত সময়কাল সম্পর্কে গুরুতর গবেষণা করা হয়নি।\nসেল্টিক সাধুদের পরবর্তী জীবন যদিও প্রায়ই অবিশ্বাস্য, তবুও সেগুলো সাব-রোমান ব্রিটেনের জীবন সম্পর্কে কিছু অন্তর্দৃষ্টি প্রদান করে। উদাহরণস্বরূপ, চেপস্টো (সম্ভবত পোর্টস্কেওয়েটে) এর কাছে একটি জরাজীর্ণ কিন্তু তখনও দখলকৃত রোমান ভিলার বর্ণনা রয়েছে। এখানে সেন্ট ট্যাথিউসের একটি সফরের বিবরণে অন্তর্ভুক্ত; এবং যেমনটি ৬৮৫ সালে ছিল সেই অবস্থার কার্লাইলের রোমান ধ্বংসাবশেষ, এবং সেন্ট কুথবার্টের জীবন বর্ণনা করা হয়েছে।\n\n\n== প্রত্নতাত্ত্বিক প্রমাণ ==\nলন্ডিনিয়াম, ইবোরাকাম, ক্যান্টারবেরি এবং রক্সেটারের মতো কয়েকটি প্রত্নতাত্ত্বিক স্থান ব্যতীয় ব্রিটেনে ৫ম এবং ৬ষ্ঠ শতাব্দীতে শহরের জীবনে তীব্র বিচ্ছিন্নতা দেখা যায়। কিন্তু এপিস্কোপেটে বিচ্ছিন্নতা শহরের জীবনযাত্রার পতনেরও ইঙ্গিত দেয়। .\nরোমান ভিলা ব্যবস্থা প্রায় পাঁচশত প্রত্নতাত্ত্বিক স্থানের প্রতিনিধিত্ব করে। তবে সেগুলোও টিকে ছিল না। গল বা ফ্রান্সের বিপরীতে ব্রিটেনে একটি ভিলার নামও জার্মানিক যুগে টিকে ছিল না। তবে চেডওয়ার্থে এসব নির্মাণ কাজ অব্যাহত ছিল। ৫ ম শতাব্দীর মাঝামাঝি সময়ে নকশা করে তৈরি করা একটি ঘরের ২৮ কক্ষের মধ্যে একটিতে মোজাইক ২০২০ সালে আবিষ্কৃত হয়। \nউপ-রোমান যুগে, পাথরে ব্যবহার করে নির্মাণ ধীরে ধীরে শেষ হয়ে যায়। সেসময় রোমান আমলের তুলনায় কম টেকসই উপকরণ দিয়ে ভবন নির্মাণ করা হতো। তবে, এই সময়ের থেকে ব্রোচ, মৃৎপাত্র এবং অস্ত্রগুলো টিকে আছে। সেসময়কার সমাধি ও শ্মশানের উপর অধ্যয়ন এবং এর সাথে সম্পর্কিত কবর সামগ্রী এই সময়ের সাংস্কৃতিক পরিচয়ের বুঝতে অনেক সাহায্য করেছে। বিভিন্ন প্রত্নতাত্ত্বিক আবিষ্কার রোমান শিক্ষা, ভূমধ্যসাগরের সাথে বাণিজ্য এবং সেল্টিক শিল্পের সাথে ধারাবাহিকতার কিছু প্রমাণ দেখিয়েছে। ২০২৩ সালে সাউথ ওয়েলসে প্রত্নতাত্ত্বিক খনন একটি প্রাথমিক মধ্যযুগীয় মঠ এবং স্কুলের প্রমাণ পায়। মঠটির নাম ছিল সেন্ট ইল্টুড। ৬ ষ্ঠ শতাব্দীর শুরুতে সেন্ট ইলটিড চার্চের অগ্রদূত হিসেবে লান্টউইট মেজর (আনুমানিক ১১০০) কর্তৃক প্রতিষ্ঠিত হয়েছিল।\nবসতিগুলোর খনন সামাজিক কাঠামোর সম্ভাব্য পরিবর্তনগুলো প্রকাশ করেছে। ব্রিটেনে জীবন কতটা অপরিবর্তিত ছিল তা মধ্যযুগের প্রথম দিকের সাথে তুলনা করলে বুঝা যায়। এসব খনন কার্যে পাহাড়ের চূড়া, তথাকথিত \"পাহাড়ের দুর্গ\", কাস্ত্রা এবং মঠ খনন করা হয়েছে। শহরগুলোতে  বিশেষভাবে গুরুত্বপূর্ণ কিছু কাজ হয়েছে। পার্বত্য দুর্গের কাজ এই সময়ের মধ্যে সংস্কার ও বৈদেশিক বাণিজ্যের প্রমাণ দেখায়। প্রথম দিকের প্রধান খননগুলোর মধ্যে একটি ছিল টিনটেজেল (র‍্যাডফোর্ড ১৯৩৯)। এই এখনে আয়তাকার কাঠামো এবং অনেক ভূমধ্যসাগরীয় মৃৎপাত্র উন্মোচিত হয়। ভবনগুলোকে প্রথমে একটি মঠ হিসাবে ব্যাখ্যা করা হয়েছিল। কিন্তু পরে কাঠামোটিকে একটি রাজকীয় দুর্গ এবং বাণিজ্য কেন্দ্র হিসাবে ব্যাখ্যা করা হ। আরেকটি গুরুত্বপূর্ণ খনন ছিল দিনাস পাউইস (অ্যালকক ১৯৬৩)। এটি ধাতুর কাজের প্রমাণ দেখায়। অ্যালকক সাউথ ক্যাডবেরি (অ্যালকক ১৯৯৫) খননের নেতৃত্ব দেন। বার্ডসওয়াল্ড এবং স্যাক্সন শোর দূর্গ সহ আরও অনেক সাইট  উপ-রোমান যুগে দখল করা হয়েছে বলে দেখা গেছে। ফিল্ড ব্যবস্থা এবং পরিবেশগত প্রত্নতত্ত্বের উপর কাজও নিশ্চিত কতে করেছে সময়ের সাথে সাথে কতটা কৃষি অনুশীলন কতটা অব্যাহত রয়েছে এবং কতটা পরিবর্তিত হয়েছে। প্রত্নতত্ত্ব নিশ্চিত করেছে যে উইট আইল অফ বোকম্বে এবং গ্যাটকম্বে জার্মানিক কবরস্থান ঐতিহাসিক সূত্র দ্বারা প্রস্তাবিত তারিখের অন্তত ৫০ বছর আগে সংঘটিত হয়েছিল। ৪১৮ সালে ভিসিগথদের গ্যালিয়া অ্যাকুইটানিয়ায় হোনরিয়াসের ভূমি প্রদানের মাধ্যমে এই কবরস্থান প্রতিষ্ঠিত হয়।\n\nযদিও রেডিওকার্বন ডেটিং একটি মোটামুটি অনুমান প্রদান করতে পারে, তবুও এটি ঐতিহাসিক ঘটনাগুলোর সাথে প্রত্নতাত্ত্বিক আবিষ্কারগুলোকে যুক্ত করার জন্য যথেষ্ট সঠিক নয়। ডেনড্রোক্রোনোলজি বা বৃক্ষচক্রীয় কালনিরূপণবিজ্ঞানের মাধ্যমে কাঠের উপযুক্ত টুকরা উপস্থিতির উপর নির্ভর করে। মুদ্রা প্রায়ই, প্রায়শই কালনিরূপণ-এর জন্য সবচেয়ে উপযোগী হাতিয়ার। কিন্তু কোনো সদ্য তৈরি করা মুদ্রা ৫ম শতাব্দীর প্রথম দিকে ব্রিটেনে প্রচলন করেনি বলে মনে করা হয়।\nএকই সাইটে অ্যাংলো-স্যাক্সন এবং ব্রিটিশদের বসবাসের প্রত্নতাত্ত্বিক প্রমাণ রয়েছে। উদাহরণস্বরূপ, ওয়াসপারটন, ওয়ারউইকশায়ারের কবরস্থানে একটি পরিবারকে দীর্ঘ সময় ধরে অ্যাংলো-স্যাক্সন সংস্কৃতি গ্রহণ করতে দেখা যায়।\n\n\n== রোমান শাসনের অবসান ==\nব্রিটানিয়ায় রোমান শাসনের অবসানের আনুমানিক কারণ অভিজাত এবং রোমান সাম্রাজ্যের একজন রোমান জেনারেল এবং শক্তিশালী স্টিলিকোর মধ্যে একটি ক্ষমতার লড়াই ছিল বলে মনে করা হয়। ভিসিগোথদের আক্রমণ থেকে ইতালিকে রক্ষা করার জন্য স্টিলিকো লাইমস জার্মানিকাসকে রক্ষাকারী রোমান বাহিনীকে মারাত্মকভাবে হ্রাস করেছিলেন। ৪০৬ সালের গ্রীষ্মে ব্রিটেনে লিজিওনারির একটি বিদ্রোহ হয়েছিল যার ফলশ্রুতিতে বেশ কিছু দখলদারকে দ্রুত উত্তরাধিকারী হিসেবে অভিষিক্ত করা হয়েছিল, শাসক সম্রাটের বিরুদ্ধে বিদ্রোহ ঘোষণা করা হয়েছিল। এর মধ্যে শেষ, তৃতীয় কনস্ট্যান্টাইন, বোনোনিয়ার চ্যানেল অতিক্রম করেন এবং ব্রিটেনে থাকা সমস্ত মোবাইল সৈন্যদের সাথে নিয়ে যান, এইভাবে যে কোনো প্রথম সারির সামরিক সুরক্ষার প্রদেশটিকে অস্বীকার করে।  গল (আধুনিক ফ্রান্স) এর রোমান বাহিনী তার জন্য ঘোষণা করেছিল, তার পরে বেশিরভাগ হিস্পানিয়া (আধুনিক স্পেন)। ৩১ ডিসেম্বর ৪০৬-এ ভ্যান্ডাল, বারগুন্ডিয়ান, অ্যালান্স এবং সুয়েস রাইন পার হয়ে লাইমস জার্মানিকাসকে অতিক্রম করে।\nএদিকে ৪০৮ সালে ব্রিটেনের উপর বর্বর অভিযান পরিচালিত হয়েছিল। কিন্তু তারা পরাজিত হয়েছে বলে মনে হয়। ৪১০ সালের পর অনারিয়াস স্পষ্টতই ব্রিটেনের শহরগুলোতে চিঠি পাঠিয়েছিলেন যাতে তারা নিজেদের রক্ষা করতে বলে। যদিও এটি কখনও কখনও বিতর্কিত হয়।\n৫ম শতাব্দীর মাঝামাঝি থেকে জার্মানিক আক্রমণকারীরা পূর্ব নদী উপত্যকায় বসতি স্থাপন শুরু করে। পরবর্তীতে গৃহযুদ্ধ শুরু হয়েছে বলে মনে হয়। সেগুলোকে হয়তো রোমানপন্থী ও স্বাধীনতা-পন্থী গোষ্ঠীর মধ্যে বা \"প্রতিষ্ঠিত চার্চ\" এবং পেলাজিয়ান দলগুলোর মধ্যে (মাইরেস ১৯৬৫, মরিস ১৯৬৫), কৃষক এবং জমির মালিকদের মধ্যে একটি শ্রেণী সংগ্রাম (থম্পসন) ১৯৭৭, উড ১৯৮৪), বা শহুরে অভিজাতদের দ্বারা একটি অভ্যুত্থান (স্নাইডার ১৯৮৮)  হিসাবে ব্যাখ্যা করা হয়েছে। লেককের (ব্রিটানিয়া দ্য ফেইল্ড স্টেট, ২০০৮) অন্বেষণ করা একটি সাম্প্রতিক দৃশ্যে ব্রিটেনকে ব্রিটিশ উপজাতীয় পরিচয়ের ভিত্তিতে রাজ্যে হিংস্রভাবে বিভক্ত হতে দেখা যায়। সেখানে 'হিংসাত্মকভাবে' বিতর্কিত, তবে স্পষ্টতই বেশিরভাগ নাগরিক ধীরে ধীরে রাজ্যে রূপান্তরিত হয়েছে। গ্রামাঞ্চলে জীবন আগের মতোই চলতে থাকে বলে মনে হয়, এবং শহরগুলোতে কম পরিসরে যা জার্মানদের সফরের বর্ণনা দ্বারা প্রমাণিত। কেন্দ্রীয় শাসিত রোমান প্রদেশগুলোকে একে অপরের সাথে শত্রুতাপূর্ণ রাজত্ব প্রতিস্থাপিত করেছিল।\nগিলডাস বলেছেন, বর্বর হুমকি মোকাবেলার উপায় খুঁজে বের করার জন্য ভর্টিগারন একটি \"কাউন্সিল\" ডেকেছিলেন। কাউন্সিল রোমান অনুশীলন অনুসরণ করে স্যাক্সন ভাড়াটেদের নিয়োগের সিদ্ধান্ত নেয়। কিন্তু পরে তারা ব্রিটিশদের বিরুদ্ধে চলে যায় এবং শহরগুলো লুণ্ঠন করে। একজন ব্রিটিশ নেতা অ্যামব্রোসিয়াস অরেলিয়ানাস দীর্ঘ সময় ধরে দৃশ্যত বেশ কয়েকটি যুদ্ধে তাদের বিরুদ্ধে লড়াই করেছিলেন। এই সময়ের শেষের দিকে ৪৯০ সালের দিকে মন্স ব্যাডোনিকাসের যুদ্ধ হয়েছিল। পরবর্তী সূত্রে দাবি করা হয়েছিল রাজা আর্থার এই যুদ্ধে জিতেছিলে। যদিও গিলডাস তাকে শনাক্ত করেননি। এরপর এই অঞ্চলে দীর্ঘ শান্তি বিরাজ করে। ইয়র্ক থেকে বোর্নেমাউথ পর্যন্ত একটি লাইনের প্রায় পশ্চিমে ইংল্যান্ড এবং ওয়েলসের নিয়ন্ত্রণ ব্রিটিশদের হাতেই ছিল বলে মনে হয়। পূর্ব ইয়র্কশায়ার থেকে লিংকনশায়ার এবং সম্ভবত নটিংহামশায়ার হয়ে পূর্ব অ্যাংলিয়া এবং দক্ষিণ পূর্ব ইংল্যান্ড পর্যন্ত পূর্বাঞ্চলে স্যাক্সনদের নিয়ন্ত্রণ ছিল।\nসম্ভবত প্রায় ৫৪০ সালে ল্যাটিন ভাষায় লেখায় গিলডাস ব্রিটেনের ইতিহাসের একটি বিবরণ দিয়েছেন। তবে এই সময়ের আগের অংশটি (যার জন্য অন্যান্য উত্স পাওয়া যায়) গুরুতরভাবে ঘোলাটে। তিনি পশ্চিম ব্রিটেনের পাঁচজন শাসককে তাদের পাপের জন্য নিন্দা করেন। তারা ছিলেন ডুমনোনিয়ার কনস্টানটাইন, অরেলিয়াস ক্যানিনাস, ভোর্টিপোর অফ দ্য ডেমেটে, কুনেগ্লাসাস এবং ম্যাগ্লোকুনাস (মেলকুন বা পরবর্তী বানান মেলগউন অফ গুইনেড)। তিনি ব্রিটিশ পাদ্রীকেও আক্রমণ করেন। তিনি ব্রিটিশদের খাদ্যাভ্যাস, পোশাক ও বিনোদনের তথ্য দেন। তিনি লিখেছেন যে ব্রিটিশদের হত্যা করা হয়েছিল, দেশত্যাগে বাধ্য করা হয়েছিল বা ক্রীতদাস করা হয়েছিল। কিন্তু তিনি এই সংখ্যার কোন ধারণা দেননি।\n৬ষ্ঠ শতাব্দীর শেষভাগে স্যাক্সন সম্প্রসারণের আরও একটি সময়কাল শুরু হয়। ৫৫২ সালে ওয়েসেক্স রাজবংশের দ্বারা সেরোবুর দখলের সাথে এটি শুরু হয়।বং দেওরহামের যুদ্ধের (৫৭৭) পরে কটসওল্ডস এলাকায় প্রবেশ সহ বিভিন্ন ঘটনায় এটি অব্যহত থাকে। যদিও এই সময়ের জন্য অ্যাংলো-স্যাক্সন ক্রনিকলে এন্ট্রিগুলির যথার্থতা নিয়ে প্রশ্ন তোলা হয়েছে। এই বিজয়গুলি প্রায়ই কোনও স্পষ্ট প্রমাণ ছাড়াই আধুনিক লেখকদের দ্বারা বলা হয়। এসব ঘটনা দক্ষিণ পশ্চিম ইংল্যান্ডের ব্রিটিশদের (পরে পশ্চিম ওয়েলশ নামে পরিচিত) ওয়েলসের থেকে পৃথক করেছিল। (আলোচিত সময়কালের ঠিক পরে, ৬১১ সালে চেস্টারের যুদ্ধ সম্ভবত পরবর্তীটিকে ইংল্যান্ডের উত্তরের যুদ্ধ থেকে পৃথক করেছিল।) ৫৭০ এর দশক পর্যন্ত, ব্রিটিশরা তখনও ইংল্যান্ড এবং ওয়েলসের প্রায় অর্ধেকের নিয়ন্ত্রণে ছিল।\n\n\n== রাজ্য ==\n\nসেই সময়ে বিভিন্ন ব্রিটিশ রাজ্যের অস্তিত্ব ছিল। কিছু কিছু তাদের নাম পরিবর্তন করেছে এবং কিছু পার্শ্ববর্তী রাজ্যের দখলের চলে যায়। এগুলোর প্রায় সবগুলোর নাম জানা যায় না। বিশেষ করে দক্ষিণ-পূর্বাঞ্চলে এই অবস্থা প্রকট। এসব রাজ্যের রাজনৈতিক বিকাশের বিবরণও নেই; রোমান যুগের কিছু কর্তৃত্ব কাঠামো কিছু সময়ের জন্য কিছু এলাকার দায়িত্বে অব্যাহত থাকতে পারে। কখনও কখনও কিছু রাজ্য একজন শাসক দ্বারা একত্রিত হয়েছিল। তিনি একজন অধিপতি ছিলেন। অন্যান্য কিছু রাজ্যের মধ্যে যুদ্ধ হয়েছিল। এই সময়ের মধ্যে সীমানা পরিবর্তন হওয়ার সম্ভাবনা রয়েছে। প্রধান ব্রিটিশ রাজ্যগুলি ছিল:\n\nব্রাইনিচ - নর্থম্বারল্যান্ড ; অবশেষে বার্নিসিয়ার অ্যাঙ্গেলস দ্বারা নেওয়া\nদুমনোনিয়া - দক্ষিণ পশ্চিম ইংল্যান্ড, কর্নওয়াল এবং ডেভনের অনেক অংশ\nডাইফেড - দক্ষিণ পশ্চিম ওয়েলস\nএরগিং - দক্ষিণ পশ্চিম হিয়ারফোর্ডশায়ার, উত্তর মনমাউথশায়ার এবং ফরেস্ট অফ ডিন, গ্লুচেস্টারশায়ার\nগোয়েন্ট, ব্রাইচেইনিওগ এবং গ্লাইউইসিং - সাউথ ওয়েলস\nপাউইস - মধ্য ওয়েলস\nগুইনেড - নর্থ ওয়েলস\nএলমেট - দক্ষিণ পশ্চিম ইয়র্কশায়ার\nরেগেড - কামব্রিয়া এবং ল্যাঙ্কাশায়ার\nইব্রাক - ইয়র্ক এবং উত্তর ইয়র্কশায়ারের চারপাশে\nস্ট্র্যাথক্লাইড - (আনু. ৯০০ – আনু. ১১০০) দক্ষিণ পশ্চিম স্কটল্যান্ড, কাম্বারল্যান্ড, ওয়েস্টমোরল্যান্ডে\nগডডডিন - লোথিয়ানের ট্র্যাপ্রেইন আইনকে কেন্দ্র করে\nকিছু এলাকা অ্যাংলিয়ান বা স্যাক্সন সর্দারদের আধিপত্যের অধীনে পড়ে, পরবর্তী রাজ্যগুলো:\nবার্নিসিয়া - নর্থামব্রিয়া হওয়ার জন্য ডেইরার সাথে যোগদানের আগে বার্নিসিয়ার অ্যাংলিয়ান রাজ্য\nদেইরা - নর্থামব্রিয়া (পূর্ব ইয়র্কশায়ার) হওয়ার জন্য বার্নিসিয়ার সাথে যোগদানের আগে ডেইরার অ্যাংলিয়ান রাজ্য\nলিন্ডসে - নর্থামব্রিয়া এবং মার্সিয়ার সাথে যোগদানের আগে লিন্ডসের অ্যাংলিয়ান রাজ্য\nপূর্ব অ্যাংলিয়া - সাফোক এবং নরফোক সহ\nকেন্ট\nহাউইস - ডিন এবং পশ্চিম অক্সফোর্ডশায়ারের বন ছাড়া গ্লুচেস্টারশায়ারের বেশিরভাগ অংশ।\nসাসেক্স - সম্ভবত জুটিশ বংশোদ্ভূত লোকদের অন্তর্ভুক্ত হেস্টিঙ্গাসের বসতি সহ।\nএসেক্স - মিডলসেক্স এবং সারে সহ\nওয়েসেক্স - উপরের টেমস উপত্যকার এলাকা থেকে গঠিত এবং পরে মিওন উপত্যকায় এবং সাউদাম্পটনের আশেপাশে জুটিশ বসতির একটি এলাকাকে অন্তর্ভুক্ত করে (আইল অফ ওয়াইট সহ)\nমার্সিয়া - রেপটনকে কেন্দ্র করে\nমধ্য অ্যাংলিয়া - পূর্ব মিডল্যান্ডস, পরে মার্সিয়ার সাথে যোগ দেয়\nনর্থামব্রিয়া - বার্নিসিয়া এবং ডেইরা থেকে গঠিত\nউইথওয়ারা\n\n\n== ধর্ম ==\nআনুষ্ঠানিকভাবে রোমান সাম্রাজ্য ৫ ম শতাব্দীর শুরুতে খ্রিস্টান ছিল। তবে পশ্চিম ইংল্যান্ডে এই সময়ের শুরুতে গ্রামীণ পৌত্তলিক মন্দিরগুলোকে সংস্কার করা হয়েছে বলে প্রমাণ রয়েছে। তবে বেশিরভাগ মন্দিরগুলো শেষ পর্যন্ত একই স্থানে বা কাছাকাছিতে খ্রিস্টান গীর্জা দ্বারা প্রতিস্থাপিত হয়েছে বলে মনে হয়। \"কেল্টিক\" গির্জা বা মঠগুলো এই সময়কালে ব্রিটিশ অঞ্চলে যেমন গ্লাস্টনবারিতে বিকাশ লাভ করেছিল বলে মনে হয়। যদিও বেশিরভাগ পরিবর্তনই ৬ ষ্ঠ শতাব্দী পর্যন্ত হয়নি। কিন্তু \"স্যাক্সন\" অঞ্চল পুরো সময় জুড়েই পৌত্তলিক ছিল। এটি জনগণের মধ্যে একটি মহা বিদ্বেষ শক্তিশালী করে। অনেক রোমান কবরস্থান যেমন ক্যানিংটন, সমারসেটে পরবর্তী সময়েও চলতে থাকে। পূর্বে পৌত্তলিক স্যাক্সনদের মধ্যে ক্রমান্বয়ে শ্মশান থেকে রূপান্তর ঘটেছিল। যদিও সেন্ট অগাস্টিনের আগমনকে ঐতিহ্যগতভাবে স্যাক্সনদের জন্য তাৎপর্যপূর্ণ খ্রিস্টানাইজিং ইভেন্ট হিসাবে দেখা হয়। তিনি একজন বিশপ হিসেবে ইতোমধ্যেই রাজার মেরোভিনজিয়ান স্ত্রীর সাথে কেন্টে এসেছিলেন। অন্যান্য স্যাক্সন এই সময়ের পরেও পৌত্তলিক থেকে যায়।\n৪২৯ সালে একজন ব্রিটিশ ডিকন প্যালাডিয়াস পেলাজিয়ানিজমের বিরুদ্ধে লড়াই করার জন্য রোমের পোপের কাছে সমর্থনের অনুরোধ করেছিলেন। বিশপ জার্মানাস এবং ট্রয়েসের লুপাস পাঠানো হয়েছিল। একজন প্রাক্তন সামরিক কমান্ডার জার্মানাস সম্ভবত ওয়েলস বা হেয়ারফোর্ডশায়ারে ব্রিটিশদের \"হালেলুজাহ\" বিজয়ে নেতৃত্ব দিয়েছিলেন বলে জানা গেছে। জার্মানাস পরে ইংল্যান্ডে দ্বিতীয় সফরে এসেছেন বলে জানা যায়। গল এর একটি সিনডে একজন ব্রিটিশ বিশপের অংশগ্রহণ প্রমাণ করে যে অন্তত কিছু ব্রিটিশ চার্চ ৪৫৫ সালের শেষের দিকে গলের সাথে সম্পূর্ণ প্রশাসনিক এবং মতবাদিক যোগাযোগে ছিল।\nউত্তরে হুইথর্নকে বলা হয় স্কটল্যান্ডের প্রাচীনতম গির্জা।  ৩৯৭ সালে সেন্ট নিনিয়ান দ্বারা এটি প্রতিষ্ঠিত হয়েছিল। কোরোটিকাস (বা সেরেটিক) ছিলেন একজন ধর্মত্যাগী পিকট রাজা। তিনি সেন্ট প্যাট্রিকের চিঠি পেয়েছিলেন। তার ভিত্তি হতে পারে ক্লাইড নদীর উপর ডাম্বারটন রক। তার বংশধর রাইডারচ হেলের নাম লাইফ অফ সেন্ট কলম্বাতে রয়েছে। রাইডরিখ ছিলেন ৬ষ্ঠ শতাব্দীর শেষের দিকে ডাল রিয়াটার এডেন ম্যাক গ্যাব্রেইন এবং রেগেডের উরিয়েনের সমসাময়িক, সেইসাথে বার্নিসিয়ার এথেলফ্রিথের সমসাময়িক। কলম্বার বিপরীতে কেনটিগার্ন হলো ক্লাইডের ব্রিটিশদের অনুমিত প্রেরিত এবং গ্লাসগোর কথিত প্রতিষ্ঠাতা। তিনি একটি ছায়াময় ব্যক্তিত্ব।\n\n\n== অ্যাংলো-স্যাক্সন মাইগ্রেশন ==\n\n\n=== ভাষাগত প্রমাণ ===\nভাষাবিজ্ঞান সংস্কৃতির বিশ্লেষণে এবং একটি পরিমাণে রাজনৈতিক সমিতিগুলোর জন্য দরকারী। Historia ecclesiastica gentis Anglorum (ইংরেজ জাতির ধর্মীয় ইতিহাস; ৭৩১ সালে সমাপ্ত) গ্রন্থে বিড লিখেছেন যে \"বর্তমানে, [ব্রিটেনে আছে] পাঁচটি মানুষের ভাষা। যথা অ্যাঙ্গেল (ইংরেজি), ব্রিটন (ব্রিটোনিক), স্কটস (গাইলিক), ছবি এবং ল্যাটিন\" (HE ১.১)। কেনেথ এইচ জ্যাকসন এই সময়ের মধ্যে ব্রাইথনিক ভাষার পরিবর্তনের একটি পর্যালোচনা দিয়েছেন। পুরাতন ইংরেজি, ব্রিথনীয় এবং কিউ-সেল্টিক এবং ল্যাটিন সম্পর্কিত অধ্যয়নগুলো ব্রিটিশ, গেলস এবং অ্যাংলো-স্যাক্সনদের মধ্যে যোগাযোগের প্রমাণ দিয়েছে। ঐকমত্য হল যে পুরানো ইংরেজিতে ভাষাগত যোগাযোগের সামান্য প্রমাণ রয়েছে। কিছু পণ্ডিত পরামর্শ দিয়েছেন যে অভিধানের চেয়ে ব্যাকরণে এর পক্ষে আরও প্রমাণ রয়েছে। যদিও অনেকে এই মতটিকে চ্যালেঞ্জ করেছে। সেসময় লেখার জন্য ল্যাটিন ব্যবহার করা অব্যাহত থাকলেও, বক্তৃতার জন্য এর ব্যবহারের পরিমাণ অনেক বিতর্কিত হয়েছে।\nএকইভাবে স্থানের নামের অধ্যয়ন একটি এলাকার ভাষাগত ইতিহাস সম্পর্কে সূত্র দেয়। ইংল্যান্ড (কর্নওয়াল এবং কামব্রিয়া বাদে) তার জায়গার নামগুলোতে সেল্টিকের অস্পষ্ট প্রমাণ দেখায়। সেখানে ছড়িয়ে ছিটিয়ে আছে সেল্টিক জায়গার নাম। বিশেষত ক্রমান্বয়ে পশ্চিম দিকে এর মাত্রা বাড়তে থাকে। এছাড়াও সেল্টিক নদীর নাম এবং টপোগ্রাফিক নাম রয়েছে। শীর্ষস্থানীয় এবং ভাষাগত প্রমাণের একটি ব্যাখ্যা হল যে অ্যাংলো-স্যাক্সন ভাষা এবং সংস্কৃতি ব্রিটেনের দক্ষিণ এবং পূর্বে তাদের রাজনৈতিক ও সামাজিক প্রাধান্যের কারণে প্রভাবশালী হয়ে ওঠে। একটি ল্যাটিন উপাদান সহ নামগুলো বসতির ধারাবাহিকতার পক্ষে ইঙ্গিত দিতে দিতে পারে। কিছু জায়গা পৌত্তলিক জার্মানিক দেবতার জন্য নামকরণ করা হয়েছে। ব্রিটিশ বংশোদ্ভূত নামগুলো ব্রিটিশ জনসংখ্যার বেঁচে থাকার ইঙ্গিত দিতে পারে বা নাও পারে। ব্রিটিশদের জন্য অ্যাংলো-স্যাক্সন শব্দের উপর ভিত্তি করে নামগুলো, ওয়েলহ, ব্রিটিশদের বেঁচে থাকার ইঙ্গিত হিসাবে নেওয়া হয়। একটি উদাহরণ হল, যার অর্থ ব্রিটিশদের বসতি ।\nপাথরের উপর টিকে থাকা শিলালিপিগুলো ব্রিটিশ এবং অ্যাংলো-স্যাক্সনদের বসতি সম্পর্কে তথ্যের আরেকটি উৎস প্রদান করে। পশ্চিম ইংল্যান্ড, ওয়েলস এবং দক্ষিণ স্কটল্যান্ডে এই সময়ের থেকে কেল্টিক খোদাই করা পাথর পাওয়া যায়। স্কটল্যান্ড, ওয়েলস এবং কর্নওয়ালের কিছু অংশের শিলালিপিগুলো ওঘামে রয়েছে। এগুলোর কিছু রূপ বা গঠন রয়েছে যা পণ্ডিতরা বুঝতে সক্ষম হননি।\n\n\n=== মাইগ্রেশনের ব্যাপ্তি ===\nসাব-রোমান ব্রিটেনের শেষের দুটি বিপরীত মডেলকে রিচার্ড রিস \"পতন এবং অভিবাসন\" এবং \"আক্রমণ এবং স্থানচ্যুতি\" হিসাবে বর্ণনা করেছেন। এটি দীর্ঘকাল ধরে করা হয়েছে যে অ্যাংলো-স্যাক্সনরা ৫ ম এবং ৬ ষ্ঠ শতাব্দীতে প্রচুর পরিমাণে ব্রিটেনে স্থানান্তরিত হয়েছিল, যা উল্লেখযোগ্যভাবে ব্রিটিশ জনগণকে স্থানচ্যুত করেছিল। ১৯৪৩ সালে অ্যাংলো-স্যাক্সন ইতিহাসবিদ ফ্র্যাঙ্ক স্টেন্টন, যদিও ব্রিটিশদের বেঁচে থাকার জন্য যথেষ্ট ভাতা প্রদান করেন, মূলত এই মতের সংক্ষিপ্তসার করেন, যুক্তি দেন যে \"যুদ্ধের প্রথম পর্বে দক্ষিণ ইংল্যান্ডের বৃহত্তর অংশ দখল করা হয়েছিল\"। এই ব্যাখ্যাটি লিখিত সূত্রের উপর ভিত্তি করে করা হয়েছিল, বিশেষ করে গিলডাস কিন্তু পরবর্তী সূত্র যেমন অ্যাংলো-স্যাক্সন ইতিহাসবিদ বেদে, যেগুলো অ্যাংলো-স্যাক্সনদের আগমনকে একটি হিংসাত্মক ঘটনা হিসাবে উল্লেখ করেছিল। টপোনিমিক এবং ভাষাতাত্ত্বিক প্রমাণগুলোও এই ব্যাখ্যাকে সমর্থন করার জন্য বিবেচনা করা হয়েছিল, কারণ খুব কম ব্রিটিশ স্থানের নাম পূর্ব ব্রিটেনে টিকে ছিল, খুব কম ব্রিটিশ সেল্টিক শব্দগুলো পুরানো ইংরেজি ভাষা এবং ব্রাইথনিক ভাষাতে প্রবেশ করেছিল এবং লোকেরা দক্ষিণ-পশ্চিম ব্রিটেন থেকে আরমোরিকায় স্থানান্তরিত হয়েছিল, যা অবশেষে ব্রিটনি হয়ে ওঠে। এই ব্যাখ্যাটি বিশেষত পূর্ববর্তী ইংরেজ ঐতিহাসিকদের কাছে আবেদন করেছিল, যারা তাদের দৃষ্টিভঙ্গি আরও এগিয়ে নিতে চেয়েছিলেন যে ইংল্যান্ড একটি সীমিত রাজতন্ত্র এবং স্বাধীনতার ভালবাসার সাথে মূল ভূখণ্ডের ইউরোপ থেকে ভিন্নভাবে গড়ে উঠেছে। এটি যুক্তি ছিল, গণ অ্যাংলো-স্যাক্সন আক্রমণ থেকে এসেছে। যদিও এই দৃষ্টিভঙ্গি সর্বজনীন ছিল না - এডওয়ার্ড গিবন বিশ্বাস করতেন যে ব্রিটিশদের বেঁচে থাকার একটি বড় ব্যাপার ছিল - এটা প্রভাবশালী দৃষ্টান্ত ছিল. যদিও অনেক পণ্ডিত এখন এই যুক্তি ব্যবহার করবেন, ঐতিহ্যগত দৃষ্টিভঙ্গি এখনও অনেক অন্যান্য ইতিহাসবিদদের দ্বারা ধারণ করা হয়েছে, লরেন্স জেমস ২০০২ সালে লিখেছিলেন যে ইংল্যান্ড \"একটি অ্যাংলো-স্যাক্সন স্রোত দ্বারা নিমজ্জিত হয়েছিল যা রোমানো-ব্রিটিশকে ভাসিয়ে দিয়েছিল।\"\n১৯৯০ এর দশক থেকে ঐতিহ্যগত দৃষ্টিভঙ্গিটি আংশিকভাবে বিনির্মাণ করা হয়েছে (কিছু বৃত্তে উল্লেখযোগ্যভাবে), ব্রিটেনে অ্যাংলো-স্যাক্সনদের সংখ্যা হ্রাস পাওয়ার সাথে সাথে। একটি নিম্ন চিত্র কখনও কখনও গৃহীত হয়, যার অর্থ এটি অত্যন্ত অসম্ভাব্য যে বিদ্যমান ব্রিটিশ জনসংখ্যা অ্যাংলো-স্যাক্সনদের দ্বারা উল্লেখযোগ্যভাবে বাস্তুচ্যুত হয়েছিল। যদি কম অ্যাংলো-স্যাক্সন আসে, তাহলে প্রস্তাব করা হয় যে তারা স্থানীয় জনসংখ্যার সমন্বয়ে একটি শাসক এলিট গঠন করেছিল। এইভাবে কিছু \"স্যাক্সন\" কবর ব্রিটিশদের হতে পারে, যদিও অনেক পণ্ডিত একমত নন।\n২০১৬ সালে প্রকাশিত দুটি জেনেটিক গবেষণা, কেমব্রিজশায়ার, ইয়র্কশায়ার এবং ডারহামে প্রাপ্ত প্রাচীন সমাধি থেকে তথ্য ব্যবহার করে দেখা গেছে যে আধুনিক দিনের ইংরেজ জনসংখ্যার পূর্বপুরুষ অ্যাংলো-স্যাক্সন এবং সেল্টিক জনগণের উল্লেখযোগ্য অবদান রয়েছে।\n\n\n== রোমান ব্রিটেনের সমাপ্তি ==\nরোমান ব্রিটেনের সমাপ্তি চিহ্নিত করার জন্য বিভিন্ন তারিখ প্রস্তাব করা হয়েছে। এর মধ্যে রয়েছে ৪০২ সালে রোমান মুদ্রার মুদ্রা আমদানির সমাপ্তি, ৪০৭ সালে ৩য় কনস্টানটাইন এর বিদ্রোহ, ৪০৯ সালে জোসিমাস দ্বারা উল্লিখিত বিদ্রোহ এবং ৪১০ সালে অনারিয়াসের রেস্ক্রিপ্ট। আধুনিক উপনিবেশকরণের বিপরীতে রোমান ব্রিটেনের শেষের তারিখটি জটিল এবং তা নির্ণয়ের সঠিক প্রক্রিয়াটি অজানা।\nকেন ব্রিটেনে রোমান শাসনের অবসান হয়েছিল তা নিয়ে কিছু বিতর্ক রয়েছে। থিওডর মোমসেন প্রথম যে মতের পক্ষে ছিলেন, তা হলো রোম ব্রিটেন ছেড়ে চলে যায়। এই যুক্তিটি সময়ের সাথে প্রমাণিত হয়েছে। অতি সম্প্রতি এএস এসমন্ডে-ক্লিয়ারির মাধ্যমে এর পক্ষে জোরালো প্রমাণ পাওয়া গেছে। এই যুক্তি অনুসারে, রোমান সাম্রাজ্যের অভ্যন্তরীণ অশান্তি এবং বর্বর সেনাবাহিনীর বিরুদ্ধে লড়াই করার জন্য সৈন্য প্রত্যাহার করার প্রয়োজনীয়তার কারণে রোম ব্রিটেনকে পরিত্যাগ করতে বাধ্য করে। এটি ছিল সাম্রাজ্য ব্যবস্থার পতন যা ব্রিটেনে রোমান সাম্রাজ্যের শাসনের অবসান ঘটায়। তবে, মাইকেল জোনস একটি বিকল্প মত দিয়েছেন। তার যুক্তি অনুসারে, রোম ব্রিটেন ছেড়ে যায়নি, বরং ব্রিটেন রোম ছেড়ে যায়। তিনি ৪র্থ শতকের শেষের দিকে এবং ৫ম শতাব্দীর প্রথম দিকে ব্রিটেন থেকে আসা অসংখ্য দখলদারকে তুলে ধরেন এবং উল্লেখ করেন যে, ৫ম শতাব্দীর শুরুর দিকে ব্রিটেনে মুদ্রার সরবরাহ কমে গিয়েছিল। এর ফলে প্রশাসক ও সৈন্যরা বেতন পায়নি। তিনি যুক্তি দেন, এই ঘটনা  ব্রিটিশ জনগণকে রোমের বিরুদ্ধে বিদ্রোহ করতে পরিচালিত করেছিল। এই যুক্তিগুলো সমালোচনার জন্য উন্মুক্ত, এবং প্রশ্নটি এখনও উন্মুক্ত।\nসমস্ত লিখিত সূত্রে ইঙ্গিত করা হয়েছে, এটি একটি সহিংস সময় ছিল। এসময় সম্ভবত ব্যাপক উত্তেজনা ছিল। এটি অনেক ব্রিটিশদের মৃত্যুর কারণ হতে পারে। প্লেগের উল্লেখও আছে। লায়কক (ব্রিটানিয়া দ্য ফেইল্ড স্টেট, ২০০৮) উপজাতীয় সংঘাতের কথা জানায়। এটি সম্ভবত ৪১০ সালের আগেও শুরু হয়েছিল। সম্ভবত এর প্রভাবেই ব্রিটেনের বেশিরভাগ অংশ ভেঙে পৃথক হয়ে যায়। এর ফলে ব্রিটেনের অর্থনীতি ধ্বংসের দ্বারপ্রান্তে চলে যায়। ভূমি ব্যবহারের প্রমাণগুলো উত্পাদনে হ্রাসের দিকে ইঙ্গিত দেয়, যা জনসংখ্যা হ্রাসের লক্ষণ হতে পারে।\nএটা স্পষ্ট যে কিছু ব্রিটিশ মানুষ ইউরোপের অন্য কোথাও চলে গিয়েছিল এবং উত্তর-পশ্চিম গলের আরমোরিকা ব্রিটানি নামে পরিচিত হয়েছিল। হিস্পানিয়ার গ্যালেসিয়ায় ব্রিটিশ অভিবাসনের প্রমাণও রয়েছে। এই অভিবাসনের তারিখগুলো অনিশ্চিত, তবে সাম্প্রতিক গবেষণায় দেখা গেছে যে দক্ষিণ পশ্চিম ব্রিটেন থেকে ব্রিটানিতে অভিবাসন ৩০০ সালের প্রথম দিকে শুরু হয়েছিল এবং ৫০০ সালের মধ্যে শেষ হয়েছিল। এই বসতি স্থাপনকারীদের (তাদের উদ্বাস্তু হওয়ার সম্ভাবনা কম) কারণে পশ্চিমের আটলান্টিক-মুখী প্রদেশ আর্মোরিকার নামকরণে তাদের উপস্থিতি অনুভূত হয়। উদাহরণস্বরূপ,  কার্নে / কর্নোয়াইল (\"কের্নো / কর্নওয়াল\") এবং ডোমনোনিয়া (\"ডিভন\")। তবে সাব-রোমান যুগ জুড়ে ব্রিটেনের দক্ষিণ-পশ্চিম এবং ব্রিটানির মধ্যে ঘনিষ্ঠ যোগাযোগের স্পষ্ট ভাষাগত প্রমাণ রয়েছে।\nইবেরিয়ান উপদ্বীপের উত্তর-পশ্চিম কোণ গ্যালিসিয়াতে ঐতিহ্যবাহী সেল্টিক সংস্কৃতির আরেকটি অঞ্চল সুয়েবিয়ান পারোচিয়ালে প্রায় ৫৮০ সালে আঁকা ব্রাগার মেট্রোপলিটানেটের প্রতিটি ডায়োসিসের প্রধান চার্চগুলোর একটি তালিকা অন্তর্ভুক্ত কর। এর মধ্যে রয়েছে একলেসিয়া ব্রিটোনেনসিস (বর্তমানে লুগোর উত্তরে অবস্থিত ব্রেটোনা)। এটি ছিল একজন বিশপের আসন। তিনি উত্তর-পশ্চিম স্পেনে ব্রিটিশ অভিবাসীদের আধ্যাত্মিক চাহিদা পূরণ করতেন। ৫৭২ সালে বিশপ মাইলোকের একটি সেল্টিক নাম ছিল। বসতি স্থাপনকারীরা এখানে তাদের কেল্টিক খ্রিস্টান ধর্ম নিয়ে এসেছিল। কিন্তু তারা অবশেষে ৬৩৩ সালে টলেডোর চতুর্থ কাউন্সিলে ল্যাটিন চার্চের এখতিয়ার স্বীকার করে। ডায়োসিস ফেরোল থেকে ইও নদী পর্যন্ত প্রসারিত এই অঞ্চলটিকে স্পেনে কখনও কখনও \"তৃতীয় ব্রিটেন\" বা \"শেষ ব্রিটেন\" বলা হয়েছে।\nঅ-অ্যাংলো-স্যাক্সন রাজ্যগুলো পশ্চিম ব্রিটেনে আবির্ভূত হতে শুরু করে। এই বিষটি প্রথমে গিলডাসের ডি এক্সিডিওতে উল্লেখ করা হয়েছে। কিছুটা হলেও এই রাজ্যগুলি রোমান কাঠামো থেকে উদ্ভূত হতে পারে। কিন্তু এটাও স্পষ্ট যে তারা হিবার্নিয়া থেকে একটি শক্তিশালী প্রভাব নিয়েছিল, যা কখনোই রোমান সাম্রাজ্যের অংশ ছিল না। প্রত্নতত্ত্ব এই রাজ্যগুলোর অধ্যয়নকে আরও এগিয়ে নিতে সহায়তা করেছে। বিশেষ করে টিনটেজেল বা দক্ষিণ ক্যাডবারির পাহাড়ের দুর্গের মতো জায়গা এক্ষেত্রে ভূমিকা পালন করেছে।\nউত্তরে \"ওল্ড নর্থ\" নামে হেন ওগ্লেডের ব্রিটিশ সাম্রাজ্যের বিকাশ ঘটে। এর মধ্যে ছিল ইব্রাক (সম্ভাব্য নাম), ব্রাইনিচ, রেগেড, স্ট্র্যাথক্লাইড, এলমেট এবং গডডিন। হ্যাড্রিয়ানের প্রাচীর বরাবর ৫ম ও ৬ষ্ঠ শতাব্দীর মেরামত উন্মোচিত হয়েছে এবং দক্ষিণ পশ্চিম স্কটল্যান্ডের হুইথর্নে (সম্ভবত নিনিয়ানের মঠের স্থান)। সম্ভাবনার আবিষ্কারগুলো কিছু রোমান শহর যেমন রক্সেটার এবং কেয়ারওয়েন্টের অব্যাহত নগর দখলকে নথিভুক্ত করতে সাহায্য করেছে। ক্রমাগত শহুরে ব্যবহার একটি ধর্মীয় কাঠামোর সাথে যুক্ত হতে পারে।\nপশ্চিম ব্রিটেন সেসব প্রত্নতাত্ত্বিকদের আকৃষ্ট করেছে, যারা রাজা আর্থারকে ঐতিহাসিক ব্যক্তিত্ব হিসেবে স্থান দিতে চায়। যদিও এর জন্য সমসাময়িক লিখিত প্রমাণ নেই/ প্রত্নতাত্ত্বিক প্রমাণ থেকে বোঝা যায় যে উপ-রোমান যুগে একজন রোমানো-ব্রিটিশ রাজা হয়তো যথেষ্ট ক্ষমতার অধিকারী ছিলেন। যেমন টিনটেজেল এবং ওয়ানসডাইকের মতো মাটির কাজ তৈরির মাধ্যমে এটি প্রমাণিত। এই ধরনের ব্যাখ্যাগুলো জনপ্রিয় কল্পনা এবং শিক্ষাবিদদের সংশয়কে আকর্ষণ করে চলেছে।\nরাজনৈতিক এবং ভাষাগত দিক থেকে পিছিয়ে যাওয়ার সময়ে ব্রিটিশ পণ্ডিত ও ধর্মযাজকগণ সাক্ষরতা, ধর্মীয় সামাজিক গঠন এবং ব্রিটেনে রোমান আমলের ঐতিহাসিক স্মৃতির মাধ্যমে অ্যাংলো-স্যাক্সন নবাগতদের উপর উল্লেখযোগ্য প্রভাব ফেলেছিল। বিশেষ করে অ্যাংলো-স্যাক্সনদের খ্রিস্টীয়করণের পরে এটি বেশি হয়। সম্পূর্ণ মৌখিক সাংস্কৃতিক পটভূমি থেকে আসা অ্যাংলো-স্যাক্সনরা ব্রিটিশদের আরও উন্নত খ্রিস্টানাইজড এবং লিখিত সংস্কৃতি দ্বারা ব্যাপকভাবে প্রভাবিত হয়েছিল। ব্রিটিশ পণ্ডিতদের প্রায়ই রাজ্য পরিচালনায় সহায়তা করার জন্য অ্যাংলো-স্যাক্সন আদালতে নিযুক্ত করা হতো। রাজনৈতিকভাবে ব্রিটিশদের কাছে হেরে যাওয়া ব্রিটেনের সেই অংশগুলোতে ব্রিটিশ সংস্কৃতির পুনঃপ্রবর্তন ঘটে। ওয়েলশ ইতিহাসবিদদের সাহিত্যকর্মের কারণে কিংবদন্তি ব্রিটিশ যুদ্ধের নেতা রাজা আর্থারকে ইংরেজদের জাতীয় নায়ক হিসেবে গ্রহণ করা এই প্রক্রিয়ার মূল বিষয়।\n\n\n== পরিবেশগত পরিবর্তনের প্রভাব ==\n৫ম শতাব্দীতে এই অঞ্চলের জলবায়ু পরিবর্তনের প্রমাণ রয়েছে। এসময় সেখানকার আবহাওয়া শীতল এবং আর্দ্র হয়ে উঠে। এই পরিবর্তন ক্রমবর্ধমান ঋতু সংক্ষিপ্ত করার মাধ্যমে উচ্চভূমিগুলোকে শস্য উৎপাদনের জন্য অনুপযুক্ত করে তোলে। ডেনড্রোক্রোনোলজি বা বৃক্ষচক্রীয় কালনিরূপণবিজ্ঞানের মাধ্যমে ৫৪০ সালে একটি নির্দিষ্ট জলবায়ুগত ঘটনা সম্পর্কে প্রমাণ প্পাওয়া যায়। মাইকেল জোনস পরামর্শ দেন,ইতোমধ্যে সম্পূর্ণরূপে শোষিত জমি থেকে কৃষি উৎপাদন হ্রাসের যথেষ্ট জনসংখ্যাগত ফলাফল রয়েছে।\n\n\n== জনসংখ্যার ওঠানামা ==\n\n\n=== হ্রাস তত্ত্ব ===\n\n\n==== পটভূমি ====\nরোমান সাম্রাজ্যে অর্থনীতি এবং সেনাবাহিনীতে ক্রীতদাসরা গুরুত্বপূর্ণ ছিল। রোমান সাম্রাজ্যে দাসপ্রথার প্রচলনের অনুমান পরিবর্তিত হয়। কেউ কেউ অনুমান করেন যে ১ম শতাব্দীতে সাম্রাজ্যের জনসংখ্যার প্রায় ৩০% দাস ছিল। আরও সাম্প্রতিক একটি সমীক্ষা প্রারম্ভিক সাম্রাজ্যের জন্যও জনসংখ্যার ১০-১৫% দাসের পরিমাণ প্রস্তাব করে। সমীক্ষায় বলা হয়েছে, \"যেমন যেকোন বৃহত্তর অনুমানের জন্য একটি প্রাক-আধুনিক প্রেক্ষাপটে অকল্পনীয় মাত্রার রূপান্তরের প্রয়োজন হবে।\"  পরবর্তী রোমান সাম্রাজ্যে নিম্ন শতাংশের পার্থক্য  উপ-অভিজাত পরিবার এবং কৃষি সম্পত্তিতে কম ক্রীতদাসকে দায়ী করা যেতে পারে  (বিভিন্ন ধরণের প্রজাস্বত্বের একটি দুর্দান্ত সম্প্রসারণ দ্বারা প্রতিস্থাপিত)।  জার্মানিক অঞ্চল ছিল দাসদের অন্যতম প্রধান উৎস। এটি ছিল প্রধানত পাইকারি ব্যবসা। তারা রোমান সেনাবাহিনীকে অনুসরণ করে ক্রীতদাস বিক্রি করত। সাম্রাজ্য সম্প্রসারিত হওয়ার পর, ক্রীতদাস পাওয়ার জায়গা কমে যায়। ২১০ সালের দিকে, উত্তর সাগরের চারপাশে জলদস্যুতা বৃদ্ধি পায় এবং সেই এলাকার গ্রাম থেকে মুক্তিপণ আদায়ের জন্য বন্দীকৃতদের সাথে সরবরাহ বৃদ্ধি করে।্রর\nব্রিটেন সহজে প্রতিরক্ষাযোগ্য ছিল না। রোমানরা ব্রিটেন থেকে অঞ্চলটি দখলের জন্যে ব্যয় করা পুরো অর্থও তুলে নিতে পারেনি। তবুও, রোমানরা এটিকে রক্ষা করার জন্য ৩০,০০০ থেকে ৪০,০০০ জন অক্সিলিয়ারি ইউনিটের সমন্বয়ে তিন বা চারটি সৈন্যদল (লিজিওন) মোতায়েনকৃত রাখতে বাধ্য হয়েছিল। ৩৮৮ সালে ম্যাগনাস ম্যাক্সিমাস এবং ৪০১ সালে স্টিলিকো দ্বারা গ্যারিসনটির আকার হ্রাস করার পরে রোমান কর্তৃত্বের পতন না হওয়া পর্যন্ত তারা মোটামুটিভাবে পরিচালনা করেছিল। মনে হয় ৩৫০ সালের পর রোমান সরকারের সৈন্য নিয়োগে বেশি সমস্যা হচ্ছিল।\nপরিস্থিতি প্রতিকারের প্রয়াসে এটি নিয়োগের বিধানের পরিবর্তে অর্থ প্রদানের (aurum tironicum) সুযোগ নিয়েছিল। জমির মালিকরা তাদের কোনও ভাড়াটেকে সেনাবাহিনীতে যোগ দেওয়া থেকে বিরত রাখতে একটি নির্দিষ্ট ফি দিতে পারতেন (দাসদের তাদের স্বাধীনতার বিনিময়ে এমনকি সংকটপূর্ণ মুহুর্তেও খুব কমই অবলম্বন করা হত)। খুব বেশি লোক সেনাবাহিনীতে যোগ দিতে চাইতেন না। কর থেকে প্রাপ্ত সোনার ফলে জার্মানিক বা অন্যান্য উপজাতি গোষ্ঠীর বৃহত্তর ব্যবহারের দিকে পরিচালিত করে। তাদেরর ব্যয়বহুলভাবে সজ্জিত করে রাখা বা পেনশন প্রদানের কোনো প্রয়োজন ছিল না। কারণ এই ট্যাক্সটি ভাড়াটেদের নিয়োগ করার জন্য ব্যবহার করা হয়েছিল, কিন্তু এটি কোষাগারকেও খালি করেছিল। রোমান সেনাবাহিনীর ইউনিটগুলো পরবর্তীতে ছোট রোমান সৈন্যদল হিসেবে বিদ্যমান ছিল। কিন্তু ৫ম শতাব্দীতে সাম্রাজ্যের প্রতিরক্ষা ভাড়াটেদের হাতে রেখে তারা ধীরে ধীরে অদৃশ্য হয়ে যায়।\nঅ্যাড্রিয়ানোপলের যুদ্ধের পর ৩৮২ সালের চুক্তির মাধ্যমে গথিক ফোদেরাতিকে সাম্রাজ্যের সাথে অক্ষত থাকার সুযোগ দেওয়া হয়। এর ফলে তারা বর্বর শত্রুদের ধ্বংস করে তাদের সবাইকে হত্যা করে, দাস হিসেবে বিক্রি কর কিংবা তাদের রোমানে অন্তর্ভুক্ত করার শতাব্দী প্রাচীন রোমান নীতিকে উল্টে দেয়। সেসময়কার হসপিটালিটাস ব্যবস্থা একটি অঞ্চলের এক তৃতীয়াংশ জমি (বা ফি) বর্বরদের মঞ্জুর করেছিল। তারা তাদের জন্য নির্ধারিত জমিগুলি আক্রমণ ও দখল করেছিল। বিনিময়ে, এই লোকেরা সম্রাটের প্রতি আনুগত্য ঘোষণা করে এবং তাদের স্বাধীনতা বজায় রেখে সামরিক সহায়তা প্রদান করেছিল। তত্ত্বটি সঠিক হলে, এই সংস্কারের আগে এবং পরে জার্মানিক লোকেরা ব্রিটেনে বসবাস করতে পারে। একটি সর্পিল তৈরি করার জন্য একটি জিনিস অন্যটির দিকে পরিচালিত করেছিল।\nপেশাদার স্থায়ী সেনাবাহিনীকে সমর্থন করার জন্য স্বর্ণে বেতন দেওয়া ভাড়াটে সৈন্যদের প্রতিস্থাপনের নীতি পশ্চিমা সাম্রাজ্যের সর্বনাশ ডেকে আনে। ভাড়াটে সৈন্যদের প্রতিস্থাপন না করে তাদের সেখানে উপস্থিতিতে থাকার ব্যবস্থা করা উচিত ছিল। তা না হওয়ায় সাম্রাজ্যের সীমানার মধ্যে থেকে পরিচালিত ফেডারেটরা শেষ পর্যন্ত নতুন জমিদারে পরিণত হয়েছিল। কারণ তাদের বশীভূত করার জন্য কোনও পেশাদার রোমান সেনাবাহিনী ছিল না।\nপ্রাচীন লেখকরা এই ধারাবাহিক নীতিগত ভুলের বিষয়ে তিক্তভাবে মন্তব্য করেছেন। পূর্বাঞ্চলের যেসব এলাকা ভাড়াটে সৈন্যদের উপর খুব কম নির্ভরশীল ছিল, তারা ব্রিটেনের ভাগ্য থেকে রক্ষা পেয়েছিল। ৪১০ সালের পরের দশকে ব্রিটিশরা ভিসিগোথ, বারগুন্ডিয়ান, সুয়েস, ভ্যান্ডাল এবং ফ্রাঙ্কদের সাথে সম্রাটদের ভুলের পুনরাবৃত্তি করে। তারা তাদের রক্ষা করার জন্য ভাড়াটেদের আমন্ত্রণ জানায়, তারপরে একই ভাড়াটেরা পরবর্তীতে ব্রিটেনের নিয়ন্ত্রণ নেয়।\n\n\n==== প্লেগ অফ জাস্টিনিয়ান ====\nরোমান যুগের পরে ব্রিটেনের জনসংখ্যা ১.৫ থেকে ৩ মিলিয়নের মধ্যে হ্রাস পেতে পারে। সম্ভবত প্রথমত পরিবেশগত পরিবর্তনের কারণে (লেট অ্যান্টিক লিটল আইস এজ) এবং পরবর্তীকালে প্লেগ এবং গুটিবসন্ত দ্বারা (আনুমানিক ৬০০, গুটিবসন্ত ভারত থেকে ইউরোপে ছড়িয়ে পড়ে) এই জনহ্রাস ঘটে। জানা যায় যে, জাস্টিনিয়ান প্লেগ ৬ ষ্ঠ শতাব্দীতে ভূমধ্যসাগরীয় বিশ্বে প্রবেশ করে এবং ৫৪৪ বা ৫৪৫ সালে ব্রিটিশ দ্বীপপুঞ্জে প্রথম আয়ারল্যান্ডে পৌঁছায়। পরবর্তী মধ্যযুগীয় ওয়েলশ লুড এবং লেফেলিস লন্ডনের ব্রিটিশদের প্রভাবিত করে তিনটি প্লেগের একটি ধারা উল্লেখ করেছেন।\n\n\n==== অ্যাংলো-স্যাক্সন বসতি ====\nইউনিভার্সিটি কলেজ লন্ডনের নেতৃত্বে গবেষণা অনুসারে, অ্যাংলো-স্যাক্সন বসতি স্থাপনকারীরা ৫ম শতাব্দীর মাঝামাঝি থেকে ৩০০ বছরেরও বেশি সময় ধরে বসবাসকারী স্থানীয় সেল্টিক ব্রিটিশদের তুলনায় যথেষ্ট সামাজিক ও অর্থনৈতিক সুবিধা ভোগ করতে পারত।. অ্যাংলো-স্যাক্সনরা কেবল জার্মানিক ইনগাভোনস ছিল বলে ধরে নেওয়া এই দৃশ্যকল্প যথেষ্ট প্রশ্নবিদ্ধ হয়েছে।\n\n\n==== মাইনর মাইগ্রেশন তত্ত্ব ====\nএই সময়ের মধ্যে ব্রিটেনে আগত অ্যাংলো-স্যাক্সনদের সংখ্যা সম্পর্কে ঐতিহ্যগত দৃষ্টিভঙ্গিটি বিনির্মাণ করা হয়েছে। বর্তমান জনসংখ্যার সাথে একত্রিত হওয়া আগত লোকেরা ব্যাখ্যা করতে পারে যে কেন দ্বীপ জয় ততটাই ধীর এবং অসম্পূর্ণ ছিল এবং কেন দ্বীপটি ডেনিশ জলদস্যু এবং নর্মানদের দ্বারা বহিরাগত আক্রমণের সম্মুখীন হয়েছিল, সেইসাথে জনসংখ্যার গঠন সম্পর্কিত অন্যান্য সমস্যাগুলো।\n\n\n=== স্টিফেন ওপেনহাইমারের তত্ত্ব ===\nওয়েলে এবং ক্যাপেলি অধ্যয়নের উপর তার গবেষণার উপর ভিত্তি করে স্টিফেন ওপেনহাইমারও মতামত দেন, রোমানদের কোনো আক্রমণই ব্রিটিশ দ্বীপপুঞ্জের জিন পুলের উপর উল্লেখযোগ্য প্রভাব ফেলেনি এবং প্রাগৈতিহাসিক সময়ের অধিবাসীরা একটি আইবেরিয়ান জেনেটিক গোষ্ঠীভুক্ত। তিনি বলেছেন, ব্রিটিশ দ্বীপপুঞ্জের বেশিরভাগ মানুষ উত্তর স্পেন এবং দক্ষিণ-পশ্চিম ফ্রান্সের বাস্ক জনগণের সাথে জিনগতভাবে একই রকম। এটি ওয়েলসের ৯০% থেকে পূর্ব অ্যাংলিয়ায় ৬৬% পর্যন্ত। ওপেনহাইমার মতামত দেন যে ইংল্যান্ডের পশ্চিম এবং পূর্বের মধ্যে বিভাজন অ্যাংলো-স্যাক্সন আক্রমণের কারণে নয় বরং জিনগত প্রবাহের দুটি প্রধান পথ দিয়ে উদ্ভূত হয়েছে।  একটি আটলান্টিক উপকূলে, অন্যটি মহাদেশীয় ইউরোপের প্রতিবেশী অঞ্চল থেকে। দ্বিতীয় ঘটনাটি শেষ গ্লাসিয়াল ম্যাক্সিমামের ঠিক পরে ঘটেছিল। তিনি ফরস্টার এবং টোথের ভাষাবিজ্ঞানের উপর কাজ রিপোর্ট করেছেন। তাদের মত, ইন্দো-ইউরোপীয় ভাষাগুলো প্রায় ১০,০০০ বছর আগে শেষ বরফ যুগের শেষে খণ্ডিত হতে শুরু করেছিল। তিনি দাবি করেন যে সেল্টিক ভাষাগুলো প্রায় ৬০০০ বছর আগে ইন্দো-ইউরোপীয় ভাষা থেকে বিভক্ত হয়েছিল।  তিনি দাবি করেন, ইংরেজি ভাষা রোমান যুগের আগে অন্যান্য জার্মানিক ভাষা থেকে বিভক্ত হয়ে পড়ে এবং রোমানদের দ্বারা বিজয়ের আগে এবং অ্যাংলো-স্যাক্সনের আগমনের অনেক আগে বর্তমান দক্ষিণ ও পূর্ব ইংল্যান্ড, উত্তর-পূর্ব ফ্রান্স এবং বেলজিয়ামের বেলগা উপজাতিদের দ্বারা কথিত ইংরেজিতে পরিণত হয়েছিল। ব্রায়ান সাইকস তার গবেষণায় ওপেনহাইমারের মতো মোটামুটি অনুরূপ সিদ্ধান্তে এসেছিলেন। তিনি তার ২০০৬ সালে প্রকাশিত বই \"ব্লাড অফ দ্য আইলস: এক্সপ্লোরিং দ্য জেনেটিক রুটস অফ আওয়ার ট্রাইবাল হিস্ট্রি\" তে এবং মার্কিন যুক্তরাষ্ট্র এবং কানাডায় \"স্যাক্সন, ভাইকিংস এবং সেল্টস: ব্রিটেন এবং আয়ারল্যান্ডের জেনেটিক রুট \"হিসাবে প্রকাশিত বইয়ে প্রকাশ করেন। ন্যাশনাল মিউজিয়াম অফ ওয়েলসের ন্যাশনাল মিউজিয়াম তাদের প্রবন্ধ Who were the Celts? (কেল্ট কারা ছিল?) এর সংক্ষিপ্তসারে, \"এটা সম্ভব যে প্রাচীন এবং আধুনিক মানুষের ডিএনএর ভবিষ্যত জেনেটিক অধ্যয়ন আমাদের বিষয়টি সম্পর্কে জানাতে সাহায্য করতে পারে৷ তবে, প্রাথমিক গবেষণাগুলো, এখনও পর্যন্ত, খুব অল্প সংখ্যক লোকের কাছ থেকে অকল্পনীয় সিদ্ধান্তে উপনীত হওয়ার প্রবণতা ছিল এবং ভাষাতত্ত্ব এবং প্রত্নতত্ত্ব সম্পর্কে পুরানো অনুমান ব্যবহার করে।\"\n\n\n== আরও দেখুন ==\n \n\n\n== আরও পড়া ==\n \n\n\n== বহিঃসংযোগ ==\nসাব-রোমান ব্রিটেন টাইমলাইন - এ হিস্ট্রি অফ ব্রিটেন ব্লগে একটি টাইমলাইন অবতরণ।\nVortigern স্টাডিজ ওয়েবসাইট - যদিও Vortigern-কেন্দ্রিক, এটি উপ-রোমান ব্রিটিশ ইতিহাসের সমস্যাগুলো নেভিগেট করার জন্য একটি গভীর সম্পদ।\nইতিহাস ফাইল - সমস্ত ঐতিহাসিক রাষ্ট্রকে কভার করে তথ্যের একটি বিস্তৃত সংগ্রহ, যার মধ্যে ব্যাপক বৈশিষ্ট্য, অত্যন্ত বিস্তারিত মানচিত্র এবং প্রতিটি রাজ্যের শাসকদের তালিকা রয়েছে।\nস্যাক্সন এবং রোমানাইজড ব্রিটিশদের মধ্যে যুদ্ধের জাতিগত এবং সাংস্কৃতিক পরিণতি\nটেমপ্লেট:History of the British Islesটেমপ্লেট:Barbarian kingdomsটেমপ্লেট:Celts"}