{"pageid": 1427834, "title": "পেশীকোষ", "url": "https://bn.wikipedia.org/wiki?curid=1427834", "content": "পেশী কোষ একটি প্রাণীর পেশীতে অবস্থিত একটি পরিপক্ক সংকোচনশীল কোষ। এটি মায়োসাইট নামেও পরিচিত। মানুষ এবং অন্যান্য মেরুদণ্ডী প্রাণীদের মধ্যে তিন প্রকার পেশিকোষ দেখা যায়। এগুল হল: কঙ্কাল, মসৃণ এবং কার্ডিয়াক (কার্ডিওমায়োসাইট)। একটি কঙ্কালের পেশী কোষ দীর্ঘ এবং সুতোর ন্যায় আকারের হয়। এতে অনেকগুলি নিউক্লিয়াস থাকে। একে পেশী তন্তু বলা হয়। পেশী কোষগুলি মায়োব্লাস্ট নামক ভ্রূণের পূর্ববর্তী কোষ থেকে বিকাশ লাভ করে।\nকঙ্কালের পেশী কোষগুলি মায়োব্লাস্টের সংমিশ্রণ দ্বারা মায়োজেনেসিস প্রক্রিয়ার মাধ্যমে বহু-নিউক্লিয়াসযুক্ত কোষ (সিনসিটিয়া) তৈরি করে। কঙ্কালের পেশী কোষ এবং কার্ডিয়াক পেশী কোষ উভয়তেই মায়োফাইব্রিল এবং সারকোমিয়ার থাকে এবং একটি ডোরাকাটা পেশী টিস্যু গঠন করে।\nহৃদপেশী কোষগুলি হৃৎপিণ্ডের গহ্বরের প্রাচীরে হৃৎপেশী গঠন করে। এর একটি একক কেন্দ্রীয় নিউক্লিয়াস থাকে। হৃদপেশী  কোষগুলি ইন্টারক্যালেটেড ডিস্ক দ্বারা পাশের কোষগুলির সাথে যুক্ত হয়। অনেকগুলো যুক্ত হলে তাদের হৃদ পেশী তন্তু হিসাবে বর্ণনা করা হয়।\nমসৃণ পেশী কোষগুলি খাদ্যনালী এবং পাকস্থলীতে পেরিস্টালসিস সংকোচনের মতো অনৈচ্ছিক নড়াচড়া নিয়ন্ত্রণ করে। মসৃণ পেশীতে কোনো মায়োফাইব্রিল বা সারকোমিয়ার নেই এবং তাই এদের ডোরাকাটা দাগ থাকে না। মসৃণ পেশী কোষগুলির একটি একক নিউক্লিয়াস থাকে।\n\n\n== গঠন ==\nএকটি পেশী কোষের অস্বাভাবিক আণুবীক্ষণিক শারীরস্থান থেকে এর নামটি এসেছে। পেশী কোষের সাইটোপ্লাজমকে সারকোপ্লাজম বলা হয়। পেশী কোষের মসৃণ এন্ডোপ্লাজমিক রেটিকুলামকে সারকোপ্লাজমিক জালিকা বলা হয় এবং পেশী কোষের কোষের ঝিল্লিকে সারকোলেমা বলা হয়। সারকোলেমা উদ্দীপনা গ্রহণ এবং পরিচালনা করে।\n\n\n=== কঙ্কাল পেশী কোষ ===\n\nকঙ্কাল পেশী কোষ হল একটি পেশীর মধ্যে স্বতন্ত্র সংকোচনশীল কোষ এবং তাদের লম্বা সুতোর মত আকারের কারণে এরা সাধারণত পেশী তন্তু হিসাবে পরিচিত। একজন তরুণ প্রাপ্তবয়স্ক পুরুষের বাইসেপের মতো একটি একক পেশীতে প্রায় ২৫৩,০০০টি পেশী তন্তু থাকে। কঙ্কালের পেশী তন্তুগুলি একমাত্র পেশী কোষ যাতে একাধিক নিউক্লিয়াস থাকে। এজন্য একে সাধারণত মায়োনিউক্লি হিসাবে উল্লেখ করা হয়। মায়োজেনেসিসের সময় এটি ঘটে প্রতিটি মায়োব্লাস্ট একেকটি নিউক্লিয়াস দান করে ও মায়োব্লাস্ট কোষগুলো একত্রীকরণের মাধ্যমে পেশী কোষ বা মায়োটিউব গঠন করে। ফুসোজেন নামে পরিচিত পেশী-নির্দিষ্ট প্রোটিনের উপর এই একত্রীকরণ নির্ভর করে। এটি মায়োমেকার এবং মায়োমার্জার নামে পরিচিত।\nডোরাকাটা পেশী তন্তুতে মায়োফাইব্রিল থাকে যা মায়োফিলামেন্টের দীর্ঘ প্রোটিন চেইন নিয়ে গঠিত। তিন ধরনের মায়োফিলামেন্ট আছে: পাতলা, পুরু এবং স্থিতিস্থাপক। এরা একসঙ্গে পেশী সংকোচন করে। পাতলা মায়োফিলামেন্টগুলি বেশিরভাগই অ্যাক্টিনের ফিলামেন্ট এবং পুরু ফিলামেন্টগুলি বেশিরভাগই মায়োসিনের ফিলামেন্ট। পেশী সংকোচনের সময় তন্তুর দৈর্ঘ্যকে ছোট করার জন্য একে অপরের উপর অবস্থান করতে পারে। তৃতীয় ধরণের মায়োফিলামেন্ট হল একটি ইলাস্টিক ফিলামেন্ট যা টিটিন দ্বারা গঠিত এবং এটি একটি খুব বড় আকারের প্রোটিন।\nপেশী কোষের ডোরাকাটা স্থানে মায়োসিন অন্ধকার ফিলামেন্ট গঠন করে যা এ ব্যান্ড তৈরি করে। অ্যাক্টিনের পাতলা ফিলামেন্ট আই ব্যান্ড তৈরি করে। তন্তুর ক্ষুদ্রতম সংকোচনকারী এককটিকে সারকোমিয়ার বলা হয় যা দুটি জেড ব্যান্ডের মধ্যে পুনরাবৃত্তিকারী একক। সারকোপ্লাজমে গ্লাইকোজেন ও মায়োগ্লোবিন রয়েছে। অধিক পরিমাণে ব্যায়ামের সময় গ্লাইকোজেন কোষে শক্তি সরবরাহ করে। মায়োগ্লোবিন বা লাল রঙ্গক পেশী ক্রিয়াকলাপের জন্য অক্সিজেন সঞ্চয় করে।\nসারকোপ্লাজমিক রেটিকুলাম হল একটি বিশেষ ধরনের মসৃণ এন্ডোপ্লাজমিক রেটিকুলাম যা পেশী তন্তুর প্রতিটি মায়োফাইব্রিলের চারপাশে একটি নেটওয়ার্ক গঠন করে। টার্মিনাল সিসটারনা নামক দুটি প্রসারিত থলি এবং একটি একক টি-টিউবুল (ট্রান্সভার্স টিউব্যুল) উপাদান তিনটি একত্রে সারকোপ্লাজমিক রেটিকুলামের নেটওয়ার্কের মধ্যে বিদ্যমান ট্রায়াড গঠন করে। প্রতিটি টি-টিউবুলের প্রতিটি পাশে দুটি টার্মিনাল সিস্টারনা থাকে। ট্রান্সভার্স টিউব্যুল কোষের মধ্য দিয়ে প্রবাহিত হয় এবং অন্য দিক দিয়ে বের হয়ে যায়। সারকোপ্লাজমিক রেটিকুলাম ক্যালসিয়াম আয়নগুলির জন্য একটি আধার হিসাবে কাজ করে। একটি অ্যাকশন পোটেনশিয়াল টি-টিউবুলে ছড়িয়ে পড়লে এটি পেশী সংকোচনকে উদ্দীপিত করার জন্য গেটেড মেমব্রেন চ্যানেলগুলি থেকে ক্যালসিয়াম আয়ন মুক্ত করতে সারকোপ্লাজমিক রেটিকুলামকে সংকেত দেয়।\nকঙ্কাল পেশীতে প্রতিটি পেশী তন্তুর শেষে সারকোলেমার বাইরের স্তরটি মায়োটেন্ডিনাস জংশনে টেন্ডনের সাথে একত্রিত হয়। সারকোলেমার সাথে পেশী তন্তুতে অনেকগুলো চ্যাপ্টা নিউক্লিয়াস থাকে। ভ্রূণতাত্ত্বিকভাবে এই মাল্টিনিউক্লিয়েট অবস্থার ফলে প্রতিটি পেশী ফাইবার তৈরি করতে একাধিক মায়োব্লাস্ট যুক্ত হয়, যেখানে প্রতিটি মায়োব্লাস্ট একেকটি নিউক্লিয়াস সৃষ্টিতে অবদান রাখে।\n\n\n=== হৃদ পেশী কোষ ===\nহৃদ পেশী কোষের কোষের ঝিল্লিতে বেশ কয়েকটি বিশেষ অঞ্চল রয়েছে। যার মধ্যে ইন্টারক্যালেটেড ডিস্ক এবং ট্রান্সভার্স টিউবুলস অন্তর্ভুক্ত। কোষের ঝিল্লি একটি ল্যামিনা আবরণ দ্বারা আবৃত যা প্রায় ৫০ ন্যানমিটার প্রশস্ত। ল্যামিনার আবরণ দুটি স্তরে বিভক্ত। যথাঃ ল্যামিনা ডেনসা এবং ল্যামিনা লুসিডা। এই দুটি স্তরের মধ্যে ক্যালসিয়াম সহ বিভিন্ন ধরণের আয়ন থাকতে পারে।\nকঙ্কালের পেশীর মতো কার্ডিয়াক পেশীও ডোরাকাটা থাকে এবং কোষগুলিতে কঙ্কালের পেশী কোষের মতো মায়োফাইব্রিল, মায়োফিলামেন্ট এবং সারকোমিয়ার থাকে। কোষের ঝিল্লিটি কোষকঙ্কালের সাথে যুক্ত থাকে যা প্রায় ১০ ন্যানমিটার  প্রশস্ত। এগুলি সাধারণত জেড লাইনে অবস্থিত যাতে তারা খাঁজ তৈরি করে এবং ট্রান্সভার্স টিউবিউল নির্গত হয়। হৃদ পেশির মায়োসাইটগুলিতে এটি একটি শামুক সদৃশ পৃষ্ঠ তৈরি করে।\nকোষকঙ্কাল কোষের কাঠামো তৈরি করে। এর দুটি প্রাথমিক কাজ রয়েছে। যার প্রথমটি হল অন্তঃকোষীয় উপাদানগুলির স্থানকে স্থিতিশীল করা এবং দ্বিতীয়টি হল কোষের আকার এবং আকৃতি নিয়ন্ত্রণে সহায়তা করা। প্রথম কাজটি জৈব রাসায়নিক প্রক্রিয়ার জন্য গুরুত্বপূর্ণ এবং দ্বিতীয় কাজটি কোষের পৃষ্ঠ-থেকে আয়তনের অনুপাত নির্ধারণে গুরুত্বপূর্ণ ভূমিকা রাখে। এটি উত্তেজক কোষগুলির সম্ভাব্য বৈদ্যুতিক বৈশিষ্ট্যগুলিকে ব্যাপকভাবে প্রভাবিত করে। উপরন্তু কোষের আদর্শ আকৃতি এবং আকার থেকে বিচ্যুতি একটি নেতিবাচক প্রভাব ফেলতে পারে।\n\n\n=== মসৃণ পেশী কোষ ===\nমসৃণ পেশী কোষগুলিতে মায়োফাইব্রিল বা সারকোমিয়ার নেই বলে কোনো ডোরাকাটা দাগও থাকে না। এগুলি পাকস্থলী, অন্ত্র, মূত্রাশয় এবং জরায়ু সহ ফাঁপা অঙ্গগুলির প্রাচীরে, রক্তনালীগুলির প্রাচীরে এবং শ্বাসযন্ত্র, মূত্রনালীর এবং প্রজনন তন্ত্রের নালিতে পাওয়া যায়। চোখের মধ্যে সিলিয়ারি পেশী আইরিসকে প্রসারিত করে এবং সংকুচিত করে এবং লেন্সের আকৃতি পরিবর্তন করে। ত্বকে মসৃণ পেশী কোষ যেমন অ্যারেক্টর পিলির কারণে ঠান্ডা তাপমাত্রায় বা ভয় পেলে তার প্রতিক্রিয়া স্বরূপ লোম খাড়া হয়ে দাঁড়ায়।\nমসৃণ পেশী কোষগুলি স্পিন্ডল বা মাকু আকৃতির এবং মাঝখানের  দিকে চওড়া এবং সরু প্রান্তবিশিষ্ট। তাদের একটি একক নিউক্লিয়াস রয়েছে এবং দৈর্ঘ্য ৩০ থেকে ২০০ মাইক্রোমিটার পর্যন্ত হতে পারে। এটি কঙ্কালের পেশী তন্তুর চেয়ে হাজার গুণ খাটো। তাদের কোষের ব্যাসও অনেক ছোট বলে ডোরাকাটা পেশী কোষে পাওয়া টি-টিউবুলের প্রয়োজন হয় না। মসৃণ পেশী কোষে সারকোমিয়ার এবং মায়োফাইব্রিলের অভাব থাকলেও এতে প্রচুর পরিমাণে সংকোচনযোগ্য প্রোটিন অ্যাক্টিন এবং মায়োসিন থাকে। অ্যাক্টিন ফিলামেন্টগুলি সারকোলেমা (সারকোমিয়ারের জেড ডিস্কের অনুরূপ) দ্বারা আটকে থাকে।\n\n\n== বৃদ্ধি ==\nমায়োব্লাস্ট ভ্রূণের পূর্বসূরী কোষ যা বিভিন্ন পেশী কোষের প্রকারের সৃষ্টিতে পার্থক্য করে। পার্থক্যগুলো মায়োড, মাইফ৫, মায়োজেনিন, এবং এমআরএফ৪ সহ মায়োজেনিক নিয়ন্ত্রক উপাদান দ্বারা নিয়ন্ত্রিত হয়। এছাড়াও জিএটিএ৪ এবং জিএটিএ৬ পার্থক্য সৃষ্টিতে ভূমিকা পালন করে।\nকঙ্কাল পেশী তন্তু মায়োব্লাস্টগুলি একত্রিত হয়ে তৈরি হয় বলে পেশী তন্তুগুলি একাধিক নিউক্লিয়াস বিশিষ্ট কোষ হয়। এটি মায়োনিউক্লিয়া নামে পরিচিত। যার প্রতিটি নিউক্লিয়াস একটি একক মায়োব্লাস্ট থেকে উদ্ভূত হয়। মায়োব্লাস্টের একত্রীকরন কঙ্কাল পেশীর জন্য অনন্য। হৃদপেশী বা মসৃণ পেশীতে এটি দেখা যায় না।\nকঙ্কাল পেশীতে থাকা যেসব মায়োব্লাস্ট পেশী তন্তু গঠন করে না তারা মায়োস্যাটেলাইট কোষে আলাদা হয়ে যায়। এই স্যাটেলাইট কোষগুলি একটি কঙ্কাল পেশী তন্তুর সংলগ্ন থাকে। যা এন্ডোমিসিয়ামের (সংযোজক টিস্যু যা পেশী ফ্যাসিকেলগুলিকে পৃথক ফাইবারে বিভক্ত করে) সারকোলেমা এবং বেসমেন্ট মেমব্রেনের মধ্যে অবস্থিত। মায়োজেনেসিস পুনরায় সক্রিয় করার জন্য স্যাটেলাইট কোষগুলিকে নতুন তন্তুতে বিভাজিত করার জন্য উদ্দীপিত করতে হয়।\nস্যাটেলাইট কোষ সহ মায়োব্লাস্ট এবং তা থেকে উদ্ভূত কোষসমূহ বর্তমানে প্লুরিপোটেন্ট স্টেম সেলগুলির নির্দেশিত পার্থক্যের মাধ্যমে ইন ভিট্রোতে তৈরি করা সম্ভব।\nকিন্ডলিন-২ মায়োজেনেসিসের সময় বৃদ্ধি ও প্রসারণে ভূমিকা পালন করে।\n\n\n== কাজ ==\n\n\n=== ডোরাকাটা পেশীর সংকোচন ===\n\n\n==== কঙ্কাপেশী্র সংকোচন ====\nসংকোচন করার সময় পাতলা এবং পুরু ফিলামেন্টগুলি এডিনোসিন ট্রাইফসফেট ব্যবহার করে একে অপরের উপর অবস্থান করে। এটি স্লাইডিং ফিলামেন্ট মেকানিজম নামক একটি প্রক্রিয়ায় জেড ডিস্কগুলিকে কাছাকাছি টেনে নেয়। সবগুলো সারকোমিয়ারের সংকোচনের ফলে পুরো পেশী তন্তুর সংকোচন ঘটে। মায়োসাইটের এই সংকোচনটি মায়োসাইটের কোষের ঝিল্লির উপর অ্যাকশন পোটেনশিয়াল দ্বারা শুরু হয়। অ্যাকশন পোটেনশিয়াল পৃষ্ঠ থেকে মায়োসাইটের অভ্যন্তরে যাওয়ার জন্য ট্রান্সভার্স টিউবুল ব্যবহার করে যা কোষের ঝিল্লির মধ্যে অবিচ্ছিন্ন থাকে। সারকোপ্লাজমিক রেটিকুলা হল ঝিল্লিযুক্ত থলে যা ট্রান্সভার্স টিউবিউল স্পর্শ করে কিন্তু আলাদা থাকে। এগুলো প্রতিটি সারকোমেরের চারপাশে মোড়ানো এবং Ca2+ দিয়ে পূর্ণ থাকে।\nএকটি মায়োসাইটের উত্তেজনা এর সিনাপসে নিউরোমাসকুলার জংশনে ডিপোলারাইজেশন ঘটায় ও কাজের সম্ভাবনাকে জাগিয়ে তোলে। একটি একক নিউরোমাসকুলার সংযোগের সাথে প্রতিটি পেশী তন্তু শুধুমাত্র একটি সোম্যাটিক ইফারেন্ট নিউরন থেকে তথ্য গ্রহণ করে। সোম্যাটিক এফারেন্ট নিউরনে অ্যাকশন পোটেনশিয়াল তৈরি হলে নিউরোট্রান্সমিটার থেকে অ্যাসিটাইলকোলিন নিঃসৃত হয়।\nঅ্যাসিটাইলকোলিন নিঃসৃত হলে এটি সম্পূর্ণ সিন্যাপস জুড়ে ছড়িয়ে পড়ে এবং সারকোলেমার (পেশী কোষের ঝিল্লি) একটি রিসেপ্টরের সাথে আবদ্ধ হয়। এটি একটি আবেগের সূচনা করে যা সমগ্র সারকোলেমা জুড়ে ছড়িয়ে পড়ে।\nযখন অ্যাকশন পোটেনশিয়াল সারকোপ্লাজমিক রেটিকুলামে পৌঁছায় তখন এটি Ca2+ চ্যানেল থেকে Ca2+ নিঃসরণ শুরু করে। Ca2+ সারকোপ্লাজমিক রেটিকুলাম থেকে তার উভয় ফিলামেন্ট সহ সারকোমিয়ারে প্রবাহিত হয়। এর ফলে ফিলামেন্টগুলি পিছলে যেতে শুরু করে এবং সারকোমিয়ারগুলি  দৈর্ঘ্যে ছোট হয়ে যায়। এটির জন্য প্রচুর পরিমাণে এটিপি প্রয়োজন কারণ এটি প্রতিটি মায়োসিন মাথার সংযুক্তি এবং মুক্তি উভয় ক্ষেত্রেই ব্যবহৃত হয়। খুব দ্রুত Ca2+ সক্রিয়ভাবে সারকোপ্লাজমিক রেটিকুলামে ফিরে আসে ও পাতলা এবং পুরু ফিলামেন্টের মধ্যে মিথস্ক্রিয়াকে বাধা দেয়। এর ফলে পেশী কোষ পুনরায় শিথিল হয়।\nপেশী সংকোচনের চারটি প্রধান প্রকার রয়েছে। এগুলো হল: টুইচ, ট্রেপ্পে, টিটেনাস এবং আইসোমেট্রিক/আইসোটোনিক। টুইচ সংকোচন এমন একটি প্রক্রিয়া যেখানে একটি উদ্দীপনা একটি একক সংকোচনের সংকেত দেয়। টুইচ সংকোচনে, সংকোচনের দৈর্ঘ্য পেশী কোষের আকারের উপর নির্ভর করে পরিবর্তিত হতে পারে। ট্রেপ্পে (বা সামষ্টিক) সংকোচনের সময় পেশীগুলি সর্বাধিক কার্যকারিতায় শুরু হয় না। পরিবর্তে তারা বারবার উদ্দীপনার কারণে সংকোচনের বর্ধিত শক্তি অর্জন করে। টিটেনাসের সাথে দ্রুত উদ্দীপনার একটি সিরিজের কারণে পেশীগুলি দীর্ঘক্ষণ সংকোচন বজায় রাখতে পারে যা পেশীর ক্লান্তি না হওয়া পর্যন্ত চলতে পারে। আইসোমেট্রিক সংকোচন হল কঙ্কালের পেশী সংকোচন যার কারণে পেশীর নড়াচড়া হয় না। আইসোটোনিক সংকোচন হল কঙ্কালের পেশী সংকোচন যার ফলে পেশি নড়াচড়া করতে পারে।\n\n\n==== হৃদপেশীর সংকোচন ====\nসাইনোঅ্যট্রিয়াল নোডের বিশেষায়িত কার্ডিওমায়োসাইটগুলি বৈদ্যুতিক তাড়না তৈরি করে হৃদস্পন্দন নিয়ন্ত্রণ করে। এই বৈদ্যুতিক তাড়নাগুলি হৃৎপিণ্ডের বৈদ্যুতিক পরিবাহী ব্যবস্থার মাধ্যমে অবশিষ্ট হৃৎপিণ্ডের পেশী জুড়ে সংকোচনের সমন্বয় সাধন করে। সাইনোঅ্যট্রিয়াল নোড কার্যকলাপ পরিবর্তিতভাবে সমবেদী এবং পরাসমবেদী উভয় স্নায়ুতন্ত্রের স্নায়ু্তন্তু দ্বারা নিয়ন্ত্রিত হয়। এই সিস্টেমগুলি সাইনোঅ্যট্রিয়াল নোড দ্বারা বৈদ্যুতিক তাড়না উৎপাদনের হার যথাক্রমে বৃদ্ধি এবং হ্রাসে কাজ করে।\n\n\n== বিবর্তন ==\nপ্রাণীদের পেশী কোষের বিবর্তনমূলক উৎস নিয়ে অনেক বিতর্ক রয়েছে: একটি মতামত অনুযায়ী পেশী কোষগুলি একবার বিবর্তিত হয়েছিল এবং সমস্ত পেশী কোষের একটি একক সাধারণ পূর্বপুরুষ রয়েছে। আরেকটি মতামত অনুযায়ী পেশী কোষগুলি একাধিকবার বিবর্তিত হয়েছে এবং গঠনগত মিলগুলি এবং একই ধরনের জিনগুলির বিকাশ অভিসারী বিবর্তনের কারণে হইয়ে থাকে যা পেশীর বিবর্তনের আগে হয় - এমনকি মেসোডার্মেরও (মেসোডার্ম হল ভ্রূনীয় স্তর যা থেকে মেরুদণ্ডের পেশী কোষের সৃষ্টি হয়)।\nস্মিড এবং সিপেল (২০০৫) যুক্তি দেন যে পেশী কোষের উৎপত্তি একটি মনোফাইলেটিক বৈশিষ্ট্য যা একই সাথে সমস্ত প্রাণীর পাচন ও স্নায়ুতন্ত্রের বিকাশের সাথে ঘটে এবং এই উৎসটি একটি একক মেটাজোয়ান পূর্বপুরুষ থেকে পাওয়া যায় যেখানে পেশী কোষ উপস্থিত ছিল। তারা যুক্তি দেন যে নিডারিয়া এবং টিনোফোরা পর্বের প্রাণীদের পেশী কোষগুলির মধ্যে আণবিক এবং অঙ্গসংস্থানগত মিলগুলি দ্বিপার্শ্বপ্রতিসম প্রাণীদের সাথে যথেষ্ট মিলে। এ থেকে ধারণা করা যায় যে মেটাজোয়া প্রাণিগুলির মধ্যে একজন পূর্বপুরুষ থাতে পারে যা থেকে পেশী কোষগুলির উৎপত্তি হয়। এই ক্ষেত্রে, স্মিড এবং সিপেল যুক্তি দেন যে বিলাটেরিয়া, টিনোফোরা এবং নিডারিয়ার শেষ সাধারণ পূর্বপুরুষ ছিল একটি ট্রিপ্লোব্লাস্ট (এমন একটি জীব যার তিনটি ভ্রূনীয় স্তর রয়েছে) এবং সেটি থেকে ডিপ্লোব্লাস্ট (যার অর্থ দুটি জীবাণু স্তর বিশিষ্ট একটি জীব) জীবের বিবর্তন হয়েছিল। দ্বিপার্শ্বপ্রতিসম প্রাণীদের সাথে নিডারিয়া এবং টিনোফোরা-এর অঙ্গসংস্থানের তুলনা করে স্মিড এবং সিপেল এই সিদ্ধান্তে উপনীত হতে পেরেছিলেন যে কিছু প্রজাতির নিডারিয়া এবং টিনোফোরা-এর কর্ষিকায় মায়োব্লাস্ট সদৃশ কাঠামো রয়েছে। এটি পেশী কোষের জন্য অনন্য একটি কাঠামো বলে এই বিজ্ঞানীরা তাদের সংগৃহীত তথ্যের উপর ভিত্তি করে নির্ধারণ করেছেন যে এটি দ্বিপার্শ্বপ্রতিসম প্রাণীদের মধ্যে পর্যবেক্ষণ করা ডোরাকাটা পেশীগুলির জন্য একটি শনাক্তকারী বৈশিষ্ট্য। তারা আরও মন্তব্য করেছেন যে এই পেশী কোষগুলির উত্স মেসোডার্ম বা মেসেন্ডোডার্মের পরিবর্তে এক্টোডার্ম হওয়ার কারণে নিডারিয়া এবং টিনোফোরা‍য় পাওয়া পেশী কোষগুলি প্রায়শই টিকে থাকার সংগ্রাম করে।\nসত্যিকারের পেশী কোষের উৎপত্তিকে অন্যান্য লেখকরা মেসোডার্ম এবং এন্ডোডার্মের এন্ডোডার্ম অংশ থেকে হয়েছে বলে যুক্তি দেন। নিডারিয়া এবং টিনোফোরা পর্বের প্রাণিদের মধ্যে পাওয়া পেশী কোষ \"সত্য\" পেশী কোষ কিনা তা নিয়ে পাল্টা সংশয় দেখা দেয়। কারণ নিডারিয়া পর্বের প্রাণিরা একটি মেডুসা দশা এবং পলিপ দশার মাধ্যমে বিকাশ লাভ করে। তারা লক্ষ্য করে যে হাইড্রোজোয়ানদের মেডুসা পর্যায়ে কোষের একটি স্তর রয়েছে যা এক্টোডার্মের দূরবর্তী দিক থেকে পৃথক হয় এবং মেসোডার্মের অনুরূপভাবে ডোরাকাটা পেশী কোষ গঠন করে; তারা কোষের এই তৃতীয় পৃথক স্তরটিকে এক্টোকোডন  নাম দেন। স্মিড এবং সিপেল যুক্তি দেন যে এমনকি দ্বিপার্শ্বপ্রতিসম প্রাণীদের মধ্যেও সমস্ত পেশী কোষ মেসেন্ডোডার্ম থেকে উদ্ভূত হয় না: তাদের মূল উদাহরণ হল যে মেরুদণ্ডী প্রাণীদের চোখের পেশী এবং সর্পিলিয়ানদের পেশী উভয় ক্ষেত্রেই এই কোষগুলি এন্ডোডার্মাল মেসোডার্মের পরিবর্তে এক্টোডার্মাল মেসোডার্ম থেকে উদ্ভূত হয়। তারা যুক্তি দেন যে যেহেতু মায়োজেনেসিস একই আণবিক নিয়ন্ত্রক উপাদানগুলির সাহায্যে নিডারিয়ানদের মধ্যে ঘটে যা দ্বিপার্শ্বপ্রতিসম প্রাণীদের পেশী কোষগুলির স্পেসিফিকেশনে পাওয়া যায়, তাই ডোরাকাটা পেশীর উৎপত্তির একটি একক উৎস রয়েছে।\nআরেকটি যুক্তিতে আন্দ্রিকৌ এবং আর্নোন (২০১৫) জিন নিয়ন্ত্রক নেটওয়ার্কগুলিতে নতুন উপলব্ধ ডেটা ব্যবহার করে দেখাতে সক্ষম হয় যে কিভাবে জিন এবং মরফোজেনগুলির শ্রেণিবিন্যাস এবং টিস্যু স্পেসিফিকেশনের আরেকটি প্রক্রিয়া ভিন্নতর হয় এবং প্রাথমিক ডিউটেরোস্টোম এবং প্রোটোস্টোমের মধ্যে একই রকম হয়। সমস্ত দ্বিপার্শ্বপ্রতিসম প্রাণীদের মধ্যে কোন জিন আছে শুধুমাত্র তা বোঝার মাধ্যমেই নয়, এই জিনগুলির তৈরির সময় এবং স্থান বোঝার মাধ্যমে আন্দ্রিকৌ এবং আর্নোন মায়োজেনেসিসের বিবর্তন সম্পর্কে গভীরভাবে বোঝার বিষয়ে আলোচনা করেন।\nতাদের গবেষণাপত্রে আন্দ্রিকৌ এবং আর্নোন (২০১৫) যুক্তি দেন যে পেশী কোষের বিবর্তনকে সত্যিকার অর্থে বুঝতে হলে ট্রান্সক্রিপশনাল নিয়ন্ত্রকদের কার্যকারিতা অন্যান্য বাহ্যিক এবং অভ্যন্তরীণ মিথস্ক্রিয়াগুলির পরিপ্রেক্ষিতে বুঝতে হবে। তাদের বিশ্লেষণের মাধ্যমে আন্দ্রিকৌ এবং আর্নোন দেখতে পান যে অমেরুদণ্ডী দ্বিপার্শ্বপ্রতিসম প্রাণীদের এবং নিডারিয়া পর্বের প্রাণিদের উভয়ের মধ্যেই জিন নিয়ন্ত্রক নেটওয়ার্কের সংরক্ষিত অর্থলোগ রয়েছে। তারা যুক্তি দেন যে এই সাধারণ নিয়ন্ত্রক সার্কিটটি একটি একক ভাল-কার্যকর নেটওয়ার্ক থেকে শুধুমাত্র উচ্চ মাত্রার বিচ্যুতির জন্য অনুমোদিত। আন্দ্রিকৌ এবং আর্নোন দেখতে পান যে মেরুদণ্ডী প্রাণীদের মধ্যে পাওয়া জিনের অর্থলোগগুলি অমেরুদণ্ডী প্রাণির ডিউটেরোস্টোম এবং প্রোটোস্টোমের বিভিন্ন ধরণের কাঠামোগত মিউটেশনের মাধ্যমে পরিবর্তিত হয়েছে। এ থেকে তারা যুক্তি দেন যে এই প্রজাতিতে জিনের এই কাঠামোগত পরিবর্তনগুলি পেশীগুলির কার্যকারিতা এবং পেশী গঠনের একটি বৃহৎ বিচ্যুতি ঘটায়। আন্দ্রিকৌ এবং আর্নোন শুধুমাত্র মেরুদণ্ডী এবং অমেরুদণ্ডী প্রাণীর মধ্যে পাওয়া জিনের মিউটেশনের কারণেই নয় বরং প্রজাতি-নির্দিষ্ট জিনগুলির একীকরণের কারণে হওয়া পার্থক্যও শনাক্ত করতে সক্ষম হয়েছিলেন যা মূল জিন নিয়ন্ত্রক নেটওয়ার্ক ফাংশন থেকে বিচ্যুতি সৃষ্টি করতে পারে। এইভাবে একটি সাধারণ পেশী প্যাটার্নিং সিস্টেম নির্ধারণ করা হলেও তারা যুক্তি দেন যে এটি একটি পূর্বপুরুষের জিন নিয়ন্ত্রক নেটওয়ার্কের কারণে হতে পারে যেটি অতিরিক্ত জিন এবং মিউটেশনগুলির সাথে বিভিন্ন বংশের মধ্যে বেশ কয়েকবার সহযোজিত হয়েছে যা পেশীগুলির ভিন্ন বিকাশ ঘটার জন্য দায়ী। তাই মায়োজেনিক প্যাটার্নিং কাঠামো একটি পূর্বপুরুষের বৈশিষ্ট্য হতে পারে বলে মনে হয়। আন্দ্রিকৌ এবং আর্নোন ব্যাখ্যা করেছেন যে বিকাশের সময় বিভিন্ন সময়ে উপস্থিত ''সিস ''নিয়ন্ত্রক উপাদানগুলির সাথে সমন্বয়ে মৌলিক পেশী প্যাটার্নিং গঠনকেও বিবেচনায় নেয়া উচিত। উচ্চ স্তরের জিন পরিবারের যন্ত্রপাতি কাঠামোর বিপরীতে আন্দ্রিকৌ এবং আর্নোন দেখতে পান যে সিস-নিয়ন্ত্রক উপাদানগুলি নেটওয়ার্কে সময় এবং স্থান উভয় ক্ষেত্রেই ভালভাবে সংরক্ষিত ছিল না যা পেশী কোষ গঠনে একটি বড় মাত্রার বিচ্যুতির কারণ হতে পারে। এই বিশ্লেষণের মাধ্যমে মনে হয় যে মায়োজেনিক জিআরএন হল একটি পূর্বপুরুষের জিআরএন যার সাথে মায়োজেনিক ফাংশন এবং গঠনের প্রকৃত পরিবর্তনগুলি সম্ভবত বিভিন্ন সময়ে এবং স্থানে জিনের পরবর্তী সহযোজিত বৈশিষ্ট্যগুলোর সাথে যুক্ত।\nবিবর্তনগতভাবে কঙ্কাল এবং হৃদ পেশীগুলির বিশেষ রূপগুলি মেরুদণ্ডী/আর্থ্রোপোডা পর্বের প্রাণিদের বিবর্তনের পূর্বে হয়েছিল। এটি ইঙ্গিত দেয় যে এই ধরণের পেশীগুলি প্রায় ৭০০ মিলিয়ন বছর আগে একটি সাধারণ পূর্বপুরুষের মধ্যে বিকশিত হয়েছিল। মেরুদণ্ডী প্রাণিদের মসৃণ পেশীগুলি কঙ্কাল এবং হৃদ পেশী থেকে স্বাধীনভাবে বিকশিত হয়েছে বলে গবেষণায় পাওয়া গিয়েছে।\n\n\n=== অমেরুদণ্ডী প্রাণিতে পেশী কোষের ধরন ===\nঅমেরুদণ্ডী প্রাণিতে দৌড়ানো এবং লাফানোর জন্য ব্যবহৃত দ্রুত, মধ্যবর্তী এবং ধীর পেশী তন্তুগুলির বৈশিষ্ট্যগুলি আলাদা হতে পারে। মাইটোকন্ড্রিয়ার বস্তুসমূহ এবং পেশী তন্তুর মধ্যে অন্যান্য অঙ্গসংস্থানগত বৈশিষ্ট্যগুলি ব্যায়াম এবং বয়সের সাথে সাথে সেটসি মাছিতে পরিবর্তিত হতে পারে। যা এই শ্রেণিবিন্যাস পদ্ধতিকে আরও জটিল করে তোলে।\n\n\n== আরও দেখুন ==\nজীবাণু স্তর থেকে প্রাপ্ত মানব কোষের প্রকারের তালিকা\nপ্রাপ্তবয়স্ক মানবদেহে স্বতন্ত্র কোষের প্রকারের তালিকা\n উইকিমিডিয়া কমন্সে পেশীকোষ সম্পর্কিত মিডিয়া দেখুন।\n\n\n== তথ্যসূত্র =="}