{"pageid": 1427791, "title": "কঙ্গো গণতান্ত্রিক প্রজাতন্ত্রের ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1427791", "content": "বর্তমানে কঙ্গো গণতান্ত্রিক প্রজাতন্ত্রের প্রাচীনতম মানব বসতিগুলি প্রায় ৯০,০০০ বছর আগে মধ্য প্রস্তর যুগে ফিরে এসেছে। প্রথম বাস্তব রাজ্য, যেমন কঙ্গো, লুন্ডা, লুবা এবং কুবা, ১৪ শতকের পর থেকে সাভানার নিরক্ষীয় বনের দক্ষিণে আবির্ভূত হয়েছিল।\nকঙ্গো রাজ্য ১৪তম এবং ১৯ শতকের প্রথম দিকের মধ্যে এখন ডিআর কঙ্গোর পশ্চিম অংশ সহ পশ্চিম এবং মধ্য আফ্রিকার বেশিরভাগ অংশ নিয়ন্ত্রণ করেছিল। এর শীর্ষে ৫০০,০০০\nজন লোক ছিল, এবং এর রাজধানী Mbanza-Kongo (আধুনিক অ্যাঙ্গোলায় মাতাদির দক্ষিণে) নামে পরিচিত ছি১৫ 15 শতকের শেষের দিকে, পর্তুগিজ নাবিকরা কঙ্গো রাজ্যে আসেন, এবং এর ফলে পর্তুগিজ বাণিজ্যের উপর রাজার ক্ষমতা প্রতিষ্ঠিত হয় এবং এটি একটি মহান সমৃদ্ধি এবং একত্রীকরণের সময়কালের দিকে পরিচালিত করে। রাজা আফনসো প্রথ১৫০৬-১৫৪৩543) ক্রীতদাসদের জন্য পর্তুগিজদের অনুরোধের প্রতিক্রিয়া হিসাবে প্রতিবেশী জেলাগুলিতে অভিযান পরিচালনা করেছিলেন। তার মৃত্যুর পর রাজ্যে গভীর সংকট দেখা দেয়।\nআটলান্টিক দাস বাণিজ্য আনুমানিক ১৫০০ থেকে ১৮৫০ সাল পর্যন্ত ঘটেছিল, আফ্রিকার সমগ্র পশ্চিম উপকূলকে লক্ষ্যবস্তু করা হয়েছিল, কিন্তু কঙ্গোর মুখের চারপাশের অঞ্চলটি সবচেয়ে নিবিড় দাসত্বের শিকার হয়েছিল। প্রায় ৪০০ কিলোমিটার (২৫০ মাইল) দীর্ঘ, প্রায় ৪ মিলিয়ন লোককে ক্রীতদাস বানিয়ে আটলান্টিক পেরিয়ে ব্রাজিল, মার্কিন যুক্তরাষ্ট্র এবং ক্যারিবীয় অঞ্চলে চিনির বাগানে পাঠানো হয়েছিল। ১৭৮০ সাল থেকে, মার্কিন যুক্তরাষ্ট্রে ক্রীতদাসদের উচ্চ চাহিদা ছিল যার ফলে আরও বেশি লোককে ক্রীতদাস করা হয়েছিল। ১৭৮০ সালের মধ্যে, কঙ্গোর উত্তরে লোয়াঙ্গো উপকূল থেকে বার্ষিক ১৫০০০ জনেরও বেশি লোক পাঠানো হয়েছিল।\n১৮৭০ সালে, অভিযাত্রী হেনরি মর্টন স্ট্যানলি এসেছিলেন এবং এখন ডিআর কঙ্গো কী তা অন্বেষণ করেছিলেন। কঙ্গোর বেলজিয়ান উপনিবেশ শুরু হয় ১৮৮৫ সালে যখন রাজা দ্বিতীয় লিওপোল্ড কঙ্গো ফ্রি স্টেট প্রতিষ্ঠা ও শাসন করেন। যাইহোক, এত বিশাল এলাকার ডি ফ্যাক্টো নিয়ন্ত্রণ অর্জন করতে কয়েক দশক সময় লেগেছে। এত বিস্তীর্ণ ভূখণ্ডে রাষ্ট্রের ক্ষমতা প্রসারিত করার জন্য অনেক ফাঁড়ি তৈরি করা হয়েছিল। ১৮৮৫ সালে, ফোর্স পাবলিক স্থাপন করা হয়েছিল, সাদা অফিসার এবং কালো সৈন্যদের নিয়ে একটি ঔপনিবেশিক সেনাবাহিনী। ১৮৮৬ সালে, লিওপোল্ড ক্যামিল জ্যানসেনকে কঙ্গোর প্রথম বেলজিয়ান গভর্নর-জেনারেল বানিয়েছিলেন। উনিশ শতকের শেষের দিকে, বিভিন্ন খ্রিস্টান (ক্যাথলিক এবং প্রোটেস্ট্যান্ট সহ) মিশনারিরা স্থানীয় জনসংখ্যাকে ধর্মান্তরিত করার উদ্দেশ্যে আগত। মাতাদি এবং স্ট্যানলি পুলের মধ্যে একটি রেলপথ ১৮৯০-এর দশকে নির্মিত হয়েছিল। রাবার বাগানে ব্যাপক হত্যা, নির্যাতন এবং অন্যান্য অপব্যবহারের রিপোর্ট আন্তর্জাতিক এবং বেলজিয়ানদের ক্ষোভের দিকে নিয়ে যায় এবং বেলজিয়াম সরকার লিওপোল্ড II এর কাছ থেকে এই অঞ্চলের নিয়ন্ত্রণ হস্তান্তর করে এবং ১৯০৮ সালে বেলজিয়ান কঙ্গো প্রতিষ্ঠা করে।\nঅস্থিরতার পরে, বেলজিয়াম ১৯৬০ সালে কঙ্গোকে স্বাধীনতা দেয়। যাইহোক, কঙ্গো অস্থির ছিল, যার ফলে কঙ্গো সংকট দেখা দেয়, যেখানে কাতাঙ্গা এবং দক্ষিণ কাসাইয়ের আঞ্চলিক সরকারগুলি বেলজিয়ামের সমর্থনে স্বাধীনতা লাভের চেষ্টা করেছিল। প্রধানমন্ত্রী প্যাট্রিস লুমুম্বা স্নায়ুযুদ্ধের অংশ হিসাবে সোভিয়েত ইউনিয়নের সহায়তায় বিচ্ছিন্নতাকে দমন করার চেষ্টা করেছিলেন, যার ফলে কর্নেল জোসেফ মোবুতুর নেতৃত্বে মার্কিন যুক্তরাষ্ট্র একটি অভ্যুত্থানকে সমর্থন করেছিল। লুমুম্বাকে কাতাঙ্গান সরকারের কাছে হস্তান্তর করা হয়েছিল এবং ১৯৬১ সালে মৃত্যুদণ্ড কার্যকর করা হয়েছিল। বিচ্ছিন্নতাবাদী আন্দোলনগুলি পরে সোভিয়েত-সমর্থিত সিম্বা বিদ্রোহীদের মতো কঙ্গো সরকারের দ্বারা পরাজিত হয়েছিল। ১৯৬৫ সালে কঙ্গো সংকটের সমাপ্তির পর, জোসেফ কাসা-ভুবুকে ক্ষমতাচ্যুত করা হয় এবং মোবুতু দেশের সম্পূর্ণ ক্ষমতা দখল করে এবং তারপর এটির নাম পরিবর্তন করে জাইরে । তিনি দেশটিকে আফ্রিকানাইজ করার চেষ্টা করেছিলেন, নিজের নাম পরিবর্তন করে মোবুতু সেসে সেকো কুকু এনগবেন্দু ওয়া জা বাঙ্গা, এবং আফ্রিকান নাগরিকদের তাদের পশ্চিমা নামগুলি ঐতিহ্যগত আফ্রিকান নামগুলিতে পরিবর্তন করার দাবি করেছিলেন। মোবুতু তার শাসনের বিরোধিতাকে দমন করতে চেয়েছিলেন, যা তিনি ১৯৮০ এর দশকে সফলভাবে করেছিলেন। যাইহোক, ১৯৯০-এর দশকে তার শাসন দুর্বল হয়ে পড়ায়, মোবুতু বিরোধী দলের সাথে একটি ক্ষমতা ভাগাভাগি সরকারে সম্মত হতে বাধ্য হন। মোবুতু রাষ্ট্রের প্রধান ছিলেন এবং পরবর্তী দুই বছরের মধ্যে নির্বাচনের প্রতিশ্রুতি দিয়েছিলেন যা কখনও হয়নি।\nপ্রথম কঙ্গো যুদ্ধের সময়, রুয়ান্ডা জাইরে আক্রমণ করেছিল, যেখানে এই প্রক্রিয়া চলাকালীন মোবুতু তার ক্ষমতা হারিয়েছিল। ১৯৯৭ সালে, Laurent-Désiré Kabila ক্ষমতা গ্রহণ করেন এবং দেশটির নামকরণ করেন গণতান্ত্রিক প্রজাতন্ত্র কঙ্গো। পরবর্তীতে, দ্বিতীয় কঙ্গো যুদ্ধ শুরু হয়, যার ফলে একটি আঞ্চলিক যুদ্ধ হয় যাতে আফ্রিকার বিভিন্ন দেশ অংশ নেয় এবং এতে লক্ষ লক্ষ মানুষ নিহত বা বাস্তুচ্যুত হয়। কাবিলা ২০০১ সালে তার নিজের দেহরক্ষীর দ্বারা নিহত হন এবং তার পুত্র জোসেফ তার স্থলাভিষিক্ত হন এবং পরবর্তীতে ২০০৬ সালে কঙ্গো সরকার কর্তৃক রাষ্ট্রপতি নির্বাচিত হন। জোসেফ কাবিলা দ্রুত শান্তি কামনা করেন। বিদেশী সৈন্যরা কয়েক বছর কঙ্গোতে থেকে যায় এবং জোসেফ কাবিলা এবং বিরোধী দলের মধ্যে একটি ক্ষমতা ভাগাভাগি সরকার স্থাপিত হয়। জোসেফ কাবিলা পরে কঙ্গোর উপর সম্পূর্ণ নিয়ন্ত্রণ পুনরায় শুরু করেন এবং ২০১১ সালে একটি বিতর্কিত নির্বাচনে পুনরায় নির্বাচিত হন। ২০১৮ সালে, ফেলিক্স শিসেকেডি রাষ্ট্রপতি নির্বাচিত হন স্বাধীনতার পর প্রথম শান্তিপূর্ণ ক্ষমতা হস্তান্তরে ।\n\n\n== তথ্যসূত্র =="}