{"pageid": 1427085, "title": "মন-দৈহিক দ্বৈতবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1427085", "content": "মন-দৈহিক দ্বৈতবাদ হলো মনের দর্শনের এমন দৃষ্টিভঙ্গি যেখানে মানসিক ঘটনাগুলি অ-শারীরিক, অথবা মন এবং শরীর আলাদা এবং এদের পৃথক করা যায়। ফলশ্রুতিতে, এটি মন এবং বস্তুর মধ্যে, সেইসাথে বিষয় এবং বস্তুর মধ্যকার সম্পর্কের দৃষ্টিভঙ্গির একটি সংবদ্ধ রূপের ধরন এবং মন-শরীরের সমস্যায় অন্যান্য অবস্থানের সাথে, যেমন শারীরিকতা এবং সক্রিয়তায় বৈপরীত্য প্রদর্শন করে।\n\n\n== প্রকার ==\nসত্তাতত্ত্বে দ্বৈতবাদ অস্তিত্বের প্রকৃতি সম্পর্কে দ্বৈত প্রতিশ্রুতি দেয়; কারণ এটি মন এবং পদার্থের সাথে সম্পর্কিত এবং একে তিনটি ভিন্ন প্রকারে বিভক্ত করা যেতে পারে:\n\nপদার্থ দ্বৈতবাদ দাবি করে যে মন এবং পদার্থ মৌলিকভাবে স্বতন্ত্র ধরনের ভিত্তি।\nবস্তু দ্বৈতবাদ দাবী করে যে সত্তাতত্ত্বীয় পার্থক্যটি মনের বৈশিষ্ট্য এবং পদার্থের মধ্যে পার্থক্যের মধ্যে রয়েছে (যেমন ইমার্জেন্টিজমে)।\nভবিতব্য দ্বৈতবাদ শারীরিক পূর্বাভাস থেকে মানসিক পূর্বাভাসের অপরিবর্তনীয়তা দাবি করে।\n\n\n== আরও দেখুন ==\nMentalism (psychology)\nঅদ্বৈতবাদ;\nHard problem of consciousness;\nদ্বিপাক্ষিক (ধর্মতত্ব);\nদ্য কনসেপ্ট অব মাইন্ড - গিলবার্ট রেইল;\nত্রৈতবাদ;\nবিহ্বল প্রশ্ন।\n\n\n== তথ্যসূত্র ==\n\n\n== অধিক পঠন ==\nAmoroso, Richard L. 2010. Complementarity of Mind and Body: Realizing the Dream of Descartes, Einstein and Eccles. আইএসবিএন ৯৭৮-১-৬১৬৬৮-২০৩-৩. History making volume with first comprehensive model of dualism-interactionism, that is also empirically testable.\nBracken, Patrick, and Philip Thomas. 2002. \"Time to move beyond the mind–body split.\" British Medical Journal 325:1433–1434. ডিওআই:10.1136/bmj.325.7378.1433. A controversial perspective on the use and possible overuse of the Mind–Body split and its application in medical practice.\nDamasio, Antonio. 1994. Descartes' Error.\nSinclair, Alistair J. 2015. The Promise of Dualism. Almostic Publications. এএসআইএন 0957404433. Introducing dualism as being interactive and distinct from the substance dualism of Descartes.\nSpenard, Michael. 2011. Dueling with Dualism: the forlorn quest for the immaterial soul. আইএসবিএন ৯৭৮-০-৫৭৮-০৮২৮৮-২. An historical account of mind body dualism and a comprehensive conceptual and an empirical critique of the position.\nSperry, R. W. 1980. \"Mind-brain interaction: Mentalism, yes; dualism, no.\" Neuroscience 5(2):195–206. ডিওআই:10.1016/0306-4522(80)90098-6. PubMed.\n\n\n== বহিঃসংযোগ ==\n\nটেমপ্লেট:Wikibooks inline\n\"Dualism.\" Dictionary of Philosophy of Mind\n\"Dualism.\" the Stanford Encyclopedia of Philosophy\n\"Zombies.\" Stanford Encyclopedia of Philosophy\n\"Dualism and Mind\"। দর্শনের ইন্টারনেট বিশ্বকোষ (ইংরেজি ভাষায়)। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDualism at PhilPapers\nDualism at the Indiana Philosophy Ontology Project\nMind and body, Rene Descartes to William James\nOnline Papers on Materialism and Dualism\nPrison of Mind  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৪ মে ২০১৫ তারিখে\nDualism Arguments: Pros & Cons  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২ অক্টোবর ২০১৮ তারিখে\nটেমপ্লেট:Metaphysics\nটেমপ্লেট:Philosophy of mind\nটেমপ্লেট:Consciousness\nটেমপ্লেট:Catholic philosophy footer"}