{"pageid": 1428504, "title": "কে সরস্বতী আম্মা", "url": "https://bn.wikipedia.org/wiki?curid=1428504", "content": "কে সরস্বতী আম্মা (১৪ই এপ্রিল ১৯১৯ - ২৬শে ডিসেম্বর ১৯৭৫) একজন মালয়ালম নারীবাদী লেখিকা ছিলেন যাঁর ছোট গল্পগুলি বেশ কয়েকটি আমেরিকান গ্রন্থে অনুবাদিত হয়ে সংকলিত হয়েছে। সমালোচক জ্যান্সি জেমসের মতে, \"কেরালার নারীদের লেখার পুরো ইতিহাসে, নারী প্রতিভাকে ইচ্ছাকৃতভাবে অবহেলার সবচেয়ে দুঃখজনক ঘটনা হলেন সরস্বতী আম্মা।\"\n\n\n== সাহিত্যিক জীবন ==\nকে সরস্বতী আম্মার প্রথম ছোটগল্পটি ১৯৩৮ সালে প্রকাশিত হয়েছিল, তারপরে তাঁর ১২টি ছোটগল্প, একটি উপন্যাস এবং একটি নাটক প্রকাশিত হয়েছে। ১৯৫৮ সালে, পুরুষমরিল্লাথা লোকম নামে একটি প্রবন্ধের বই প্রকাশিত হয়েছিল। সেই সময়ে তাঁকে 'পুরুষ বিদ্বেষী' বলে ডাকা হয়েছিল, কিন্তু পরে নারীবাদী পণ্ডিতরা তাঁকে স্বীকৃতি দিয়েছেন।\nইণ্ডিয়ান জার্নাল অফ জেণ্ডার স্টাডিজে, জে দেবিকা তাঁর 'বিয়ণ্ড কুলীন অ্যাণ্ড কুলটা: দ্য ক্রিটিক অফ জেণ্ডার ডিফারেন্স ইন দ্য রাইটিংস অফ কে সরস্বতী আম্মা' এই শিরোনামের নিবন্ধে, কে সরস্বতী আম্মার লেখাগুলি পুনরায় পাঠ করেন। কে সরস্বতী আম্মাকে তিনি বর্ণনা করেছেন \"একজন লেখক যিনি মালয়ালী সাহিত্য মহাবিশ্বের মধ্যে প্রান্তিক এবং একজন সংশোধনাতীত মানব-বিদ্বেষী হিসাবে চিহ্নিত।\" দেবিকা তাঁর গবেষণাপত্রটিকে \"২০ শতকের প্রথম দিকের মালয়ালী জনসমাবেশে আধুনিক লিঙ্গ নিয়ে বিতর্কে গৃহীত অবস্থানের সাথে জড়িত থাকার জন্য তাঁর লেখা পড়ার প্রচেষ্টা\" বলে মনে করেন।\nসরস্বতী আম্মার কথাসাহিত্যের একটি বাছাই, যার কিছু অংশ ইংরেজিতে অনুবাদ করা হয়েছে, সেটি স্টোরিজ ফ্রম এ ফরগটেন ফেমিনিস্ট শিরোনামে প্রকাশিত হয়েছিল। মুখবন্ধে, জ্যান্সি জেমস বলেছেন, \"গল্পগুলিতে তিনি পুরুষদের সম্পর্কে এবং প্রেম সম্পর্কে মহিলাদের বিভ্রমকে ভেঙে দিয়েছিলেন এবং পুরুষতন্ত্র ও ঐতিহ্যকে তিক্তভাবে আক্রমণ করেছিলেন, তাঁকে একজন কঠোর নারীবাদী হওয়ার খ্যাতি প্রদান করেছিলেন।\"\n\n\n== কাজ ==\nউপন্যাস\n\n\"খণ্ড ২: দ্য টুয়েন্টিয়েথ সেঞ্চুরি\" (পিডিএফ)। উইমেন রাইটিং ইন ইণ্ডিয়া ৬০০ বিসি টু দ্য প্রেজেন্ট। দ্য সিটি ইউনিভার্সিটি অফ নিউইয়র্কের নারীবাদী প্রেস। ১৯৯৩। ৪ মার্চ ২০১৬ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৪ জুন ২০১৫। \nথারু, সুসি জে.; ললিতা, কে (১৯৯১)। উইমেন রাইটিং ইন ইণ্ডিয়া: দ্য টুয়েন্টিয়েথ সেঞ্চুরি। আইএসবিএন 9781558610293। \nপ্রেমভাজনম (প্রিয়) - - ১৯৪৪\nনাটক\n\nদেবদূত (মেসেঞ্জার অফ গড) -১৯৪৫\nছোট গল্প\n\nপোন্নুমকুদম (সোনার পাত্র) - - ১৯৪৬\nস্ত্রীজন্ম (একজন মহিলা হিসাবে জন্ম) - ১৯৪৬\nকীজজীবনক্কারি (পরাধীন মহিলা)- ১৯৪৯\nকলামন্দিরম (শিল্পের মন্দির) - ১৯৪৯\nপেনবুদ্ধি (নারীদের বুদ্ধি) - ১৯৫১\nকানাথা মাথিল (মোটা দেয়াল) - ১৯৫৩\nপ্রেম পরীক্ষম (প্রেমের পরীক্ষা) - ১৯৫৫\nচুভান্না পুক্কাল (লাল ফুল) - ১৯৫৫\nচোলামারাঙ্গল (ছায়াযুক্ত গাছ) - ১৯৫৮\nপ্রবন্ধ সংগ্রহ\n\nপুরুষনামারিল্লাথা লোকম (পুরুষ ছাড়া বিশ্ব) - ১৯৫৮\nমরণোত্তর প্রকাশিত\n\nএকজন বিস্মৃত নারীবাদীর গল্প\n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:Malayalam Literature"}