{"pageid": 1428916, "title": "মেহমুদ-উর রেহমান", "url": "https://bn.wikipedia.org/wiki?curid=1428916", "content": "মেহমুদ-উর রেহমান (মাহমুদুর রেহমান অথবা মেহমুদ-উর-রেহমান) একজন ভারতীয় সরকারি কর্মচারী ছিলেন, যিনি ২০০৮ সালে মহারাষ্ট্রে মুসলিমদের সামাজিক-অর্থনৈতিক পশ্চাৎপদে থাকার কারণ সম্পর্কিত কমিটির চেয়ারম্যান হিসেবে সর্বাধিক পরিচিত ছিলেন। তিনি ১৯৯৫ থেকে ২০০০ সাল পর্যন্ত আলিগড় মুসলিম বিশ্ববিদ্যালয়ের উপাচার্য এবং বোম্বে মার্কান্টাইল কো-অপারেটিভ ব্যাংকের চেয়ারম্যান হিসেবে দায়িত্ব পালন করেন।\n\n\n== শিক্ষা জীবন ==\nমেহমুদ-উর রেহমান ১৯৬২ সালে আইনে স্নাতক ডিগ্রি লাভ করেন এবং ১৯৬৫ সালে উত্তর প্রদেশ সরকারি চাকরিতে যোগদানের পূর্বে এলাহাবাদ বিশ্ববিদ্যালয় থেকে ফার্সি ভাষায় স্নাতকোত্তর ডিগ্রি অর্জন করেন।\n\n\n=== অন্যান্য প্রশিক্ষণের মধ্যে রয়েছে: ===\n১৯৭৭ সালে অস্ট্রেলিয়ার নিউ সাউথ ওয়েলসের আন্তর্জাতিক প্রশিক্ষণ ইনস্টিটিউট থেকে কৃষি সম্প্রসারণে ডিপ্লোমা লাভ।\nশিক্ষা ক্ষেত্রে অসামান্য প্রশাসনিক দক্ষতা ও অমূল্য অবদানের জন্য বারাণসী হিন্দু বিশ্ববিদ্যালয় কর্তৃক সম্মানসূচক ডি. লিট উপাধি প্রদান।\n\n\n== সরকারি চাকরি ==\nসরকারি চাকরিতে যোগদানের এক বছর পর তিনি ভারতীয় প্রশাসনিক সেবায় নির্বাচিত হন এবং ১৯৬৭-৬৮ সালে জম্মু ও কাশ্মীরের অনন্তনাগ জেলায় সহকারী কমিশনার হিসেবে দায়িত্ব পালন করেন। এছাড়াও তিনি সাব-ডিভিশনাল ম্যাজিস্ট্রেট, উপ- পরিকল্পনা সচিব, অতিরিক্ত জেলা প্রশাসক, জেলা প্রশাসক, লাদাখের উন্নয়ন কমিশনার, কৃষি কমিশনার ও সচিব হিসেবে দায়িত্ব পালন করেন। লাদাখের উন্নয়ন কমিশনার হিসেবে তিনি সেই অঞ্চলে কারাকুল ভেড়া প্রবর্তন করায় অবদান রেখেছিলেন বলে জানা যায়।\nমহারাষ্ট্রের মুসলিম সম্প্রদায়ের সামাজিক-অর্থনৈতিক ও শিক্ষাগত উন্নতির জন্য সুপারিশ করার লক্ষ্যে একটি কমিটি গঠনের সিদ্ধান্ত নেওয়া হলে, মহারাষ্ট্রের তৎকালীন মুখ্যমন্ত্রী বিলাসরাও দেশমুখের মন্ত্রিসভা মেহমুদ-উর রেহমানকে কমিটির চেয়ারম্যান হিসেবে নির্বাচিত করে। কমিটিটি মুসলিম সম্প্রদায়ের সামাজিক ও শিক্ষাগত পশ্চাৎপদ অবস্থার উপর জোর দেয় এবং ১৬ মাস পরে কমিটিটি ৮% সংরক্ষণের প্রস্তাব সহ একটি প্রতিবেদন জমা দেয়। জম্মু ও কাশ্মীর কৃষি বিশ্ববিদ্যালয় এবং বাগবানি প্রক্রিয়াকরণ ও বিপণন কর্পোরেশন (এইচপিএমসি) প্রতিষ্ঠায় তার অবদানের কথাও জানা যায়।\n\n\n=== প্রশাসনিক পদ ===\nসরকারি চাকরির সময় তিনি নিম্নলিখিত পদে কর্মরত ছিলেন:\n\nজুলাই ১৯৬৭ থেকে জুন ১৯৬৮ পর্যন্ত, জম্মু ও কাশ্মীরের অনন্তনাগ জেলায় সহকারী কমিশনার।\nজুন ১৯৬৮ থেকে জুলাই ১৯৬৯ পর্যন্ত, কাশ্মীরের সোপুরে উপ বিভাগীয় ম্যাজিস্ট্রেট।\nজুলাই ১৯৬৯ থেকে মার্চ ১৯৭০ পর্যন্ত, জম্মু ও কাশ্মীরের পরিকল্পনা বিভাগে সরকারি উপ সচিব।\nমার্চ ১৯৭০ থেকে এপ্রিল ১৯৭১ পর্যন্ত, জম্মুর অতিরিক্ত জেলা অধিপতি।\nএপ্রিল ১৯৭১ থেকে এপ্রিল ১৯৭৩ পর্যন্ত, উধমপুরের জেলা অধিপতি।\nএপ্রিল ১৯৭৩ থেকে অক্টোবর ১৯৭৬ পর্যন্ত, লাদাখের জেলা অধিপতি ও উন্নয়ন কমিশনার। এই সময়ে তিনি রাশিয়ান উৎসের কারাকুল ভেড়া লাদাখে প্রবর্তন করেন।\nকৃষি বিভাগের কমিশনার ও সচিব, জম্মু ও কাশ্মীর। এই দায়িত্বে তিনি জম্মু ও কাশ্মীর কৃষি বিশ্ববিদ্যালয় প্রতিষ্ঠা করেন এবং এই লক্ষ্যে থাইল্যান্ড, মালয়েশিয়া, অস্ট্রেলিয়া এবং নিউজিল্যান্ড সফর করেন। তিনি কৃষি প্রক্রিয়াজাতকরণ ও বিপণন কর্পোরেশন (এইচপিএমসি) প্রতিষ্ঠা করেন এবং জম্মু ও কাশ্মীরে খাদ্যশস্য উৎপাদনে স্বনির্ভরতা অর্জনে কাজ করেন। ১৯৭৮ সালের মার্চ মাসে ওয়ার্ল্ড ব্যাঙ্কের আমন্ত্রণে তিনি যুক্তরাষ্ট্র সফর করেন এবং জম্মু ও কাশ্মীরে উদ্যান চাষের উন্নয়নের জন্য ২২ মিলিয়ন ডলারের ঋণের আলোচনা করেন। তিনি কৃষি সম্প্রসারণ ও অস্ট্রেলিয়ার নিউ সাউথ ওয়েলস এবং পার্থে বক্তৃতা দেওয়ার জন্য কোর্সের জন্য অস্ট্রেলিয়া সফর করেন।\n১৯৭৮ সালে জম্মু ও কাশ্মীরে প্রথম পঞ্চায়েত নির্বাচন অনুষ্ঠিত করেন।\nজম্মু ও কাশ্মীর সরকারের শিল্প সচিব এবং শিল্প উদ্যোগের একটি দলের নেতৃত্ব দেন এবং লাভজনক করেন।\nজম্মু ও কাশ্মীর সরকারের স্বাস্থ্য সচিব হিসাবে পরিবার কল্যাণ কর্মসূচীর সম্প্রসারণে কাজ করেন।\nজম্মু ও কাশ্মীর সরকারের রাজস্ব সচিব।\nজম্মু ও কাশ্মীরের পরিকল্পনা ও উন্নয়ন কমিশনার এবং বেশ কয়েকটি বিদ্যুৎ উন্নয়ন প্রকল্প শুরু করেন।\nমুখ্যমন্ত্রীর প্রধান সচিব, মন্ত্রিসভার বিশেষ সচিবের অতিরিক্ত ক্ষমতাসহ\nজম্মু ও কাশ্মীর সিমেন্ট লিমিটেড, জম্মু ও কাশ্মীর মিনারেলস এবং হিমালয়ান উল চেম্বার্সের চেয়ারম্যানসহ বিভিন্ন পদে দায়িত্ব পালন করেন।\n\n\n== আলিগড় মুসলিম বিশ্ববিদ্যালয় (১৯৯৫ থেকে ২০০০) ==\nআলিগড় মুসলিম বিশ্ববিদ্যালয়ের ভাইস চ্যান্সেলর হিসেবে তার কর্মজীবনে (১৯৯৫ থেকে ২০০০) তিনি নিম্নলিখিত কারণে প্রশংসিত হয়েছিলেন:\n\nশিক্ষাবর্ষ সময়মতো শুরু করা এবং ক্যাম্পাস মেস ব্যবস্থা পুনরুজ্জীবিত করা।\nবিশ্ববিদ্যালয়ের বিভিন্ন কোর্সের নির্বাচন প্রক্রিয়ায় দুর্নীতির সম্ভাবনা দূর করার জন্য তিনি ব্যক্তিগতভাবে পুরো প্রক্রিয়া তত্ত্বাবধান করেছিলেন এবং কিছু ক্ষেত্রে ফলাফল ঘোষণার সময় ৯৫% পর্যন্ত কমানোর ফলে দুর্নীতির সুযোগ দূর করেছিলেন। অতীতে সম্প্রদায়ভিত্তিক নির্বাচনের অভিযোগ মেটাতে, তিনি একটি ঐতিহাসিক পদক্ষেপ হিসাবে, ইঞ্জিনিয়ারিংয়ের মতো কোর্সের জন্য সাক্ষাৎকার প্রক্রিয়া বাতিল করেছিলেন।\nরেহমানকে এএমইউকে প্রতিষ্ঠার পর থেকে তার প্রথম মহিলা প্রক্টর হিসেবে ডঃ শাদ বানো আহমদকে (১৯৯৬ থেকে ১৯৯৯) নিযুক্ত করার কৃতিত্বও দেওয়া হয়।\nবিশ্ববিদ্যালয়ে উপস্থিত অপরাধমূলক উপাদানগুলির বিরুদ্ধে কঠোর হওয়ায় তিনি বিক্ষোভকারী শিক্ষার্থীদের প্রতি রিভলবার বের করার জন্য সমালোচনার সম্মুখীন হয়েছিলেন এবং ইন্ডিয়া টুডে তাকে \"পণ্ডিতের চেয়ে জেনারেল বেশি\" বলে অভিহিত করেছিল।\nপরবর্তী কর্মজীবন:\n\nভাইস চ্যান্সেলর হিসেবে দায়িত্ব পালনের পর তিনি:\nসেপ্টেম্বর ২০০০ থেকে আগস্ট ২০০২ পর্যন্ত ভারত সরকারের সংসদ বিষয়ক মন্ত্রণালয়ের সচিব ছিলেন।\nআগস্ট ২০০২ থেকে অক্টোবর ২০০৩ পর্যন্ত পাঞ্জাব ওয়াকফ বোর্ডের প্রশাসক ছিলেন।\nআগস্ট ২০০২ থেকে অক্টোবর ২০০৩ পর্যন্ত কেন্দ্রীয় ওয়াকফ কাউন্সিলের সদস্য ছিলেন।\nতিনি নিম্নলিখিত সংস্থার সদস্যও ছিলেন:\nমে ২০০৩ থেকে কেন্দ্রীয় পোটা পর্যালোচনা কমিটি।\nহায়দারাবাদ বিশ্ববিদ্যালয়ের নির্বাহী কাউন্সিল।\nমওলانا আজাদ ন্যাশানাল উর্দু বিশ্ববিদ্যালয় (মানু)।\nআইআইএম ইন্দোরের গভর্নর বোর্ড।\nনতুন দিল্লির স্বরাষ্ট্র মন্ত্রণালয়ের পদ্ম পুরস্কার কমিটি।\n\n\n== সম্মাননা ==\nভারত সরকার ১৯৯১ সালে তাকে চতুর্থ সর্বোচ্চ বেসামরিক পুরস্কার 'পদ্মশ্রী' দিয়ে সম্মানিত করে।\nঅন্যান্য পুরস্কারের মধ্যে রয়েছে:\n১৯৬২ সালে ইলাহাবাদ বিশ্ববিদ্যালয়ের সমগ্র আর্টস অনুষদে একাডেমিক কৃতিত্বের জন্য আলাহাবাদ বিশ্ববিদ্যালয় থেকে কে.জি. গোল্ড মেডেল।\nবিশ্ববিদ্যালয়ের সেরা ছাত্র হিসেবে ১৯৬২ সালে আলাহাবাদ জুবলি গোল্ড মেডেল।\n১৯৬২ সালে সকল স্নাতকোত্তর পরীক্ষায় অসাধারণ যোগ্যতা প্রদর্শনের জন্য কুইন ভিক্টোরিয়া সিলভার মেডেল।\nজম্মু ও কাশ্মীরের রাজ্য সৈনিক বোর্ডের পক্ষ থেকে প্রাক্তন সামরিক সদস্যদের পুনর্বাসনের জন্য অসামান্য কাজের জন্য স্বর্ণপদক।\n১৯৯৭ সালে ডি. লিট. (অবৈতনিক কারণে - বি.এইচ.ইউ.) উপাধি লাভ করেন।\n\n\n== মৃত্যু ==\nমেহমুদ-উর রেহমানের মস্তিষ্ক রক্তক্ষরণে আক্রান্ত হওয়ার পর, ৯ জুলাই ২০১৭ সালে লখনউয়ে মৃত্যু হয়।\n\n\n== তথ্যসূত্র =="}