{"pageid": 1428974, "title": "বিশ্বম্ভর শরণ পাঠক", "url": "https://bn.wikipedia.org/wiki?curid=1428974", "content": "বিশ্বম্ভর শরণ পাঠক (১৯২৬ – ২০০৩) ছিলেন একজন ইতিহাসবিদ, সংস্কৃত পণ্ডিত এবং একজন ভারতবিদ যিনি বেশ কয়েকটি বই লিখেছেন।\nপাঠক ১৯২৬ সালে নর্মদাপুরমে জন্মগ্রহণ করেন পঞ্চাশের দশকের মাঝামাঝি বেনারস হিন্দু বিশ্ববিদ্যালয় (বিএইচইউ) থেকে তিনি প্রথম পিএইচডি সম্পন্ন করেন। ১৯৫৭-৫৮ সালে তিনি বিএইচইউ-এর প্রাচীন ভারতীয় ইতিহাস সংস্কৃতি ও প্রত্নতত্ত্ব বিভাগের বুলেটিন ভারতীর সহ-সম্পাদক (প্রফেসর আর বি পান্ডের সাথে) হিসাবে দায়িত্ব পালন করেন।\nপঞ্চাশের দশকের শেষের দিকে তিনি প্রাচীন ভারতীয় ইতিহাস, সংস্কৃতি ও প্রত্নতত্ত্ব বিভাগের শিক্ষক হিসেবে মধ্যপ্রদেশের সাগর বিশ্ববিদ্যালয়ে চলে যান। পাঠক ষাটের দশকের গোড়ার দিকে লন্ডন ইউনিভার্সিটির এসওএএস- এর ভারতবিদ্যায় এএল বাশামের অধীনে দ্বিতীয় পিএইচডি সম্পন্ন করেন।\nভি. এস. পাঠক ইতিহাস, প্রত্নতত্ত্ব ও সংস্কৃতি বিভাগের প্রধান এবং গোরখপুর বিশ্ববিদ্যালয়ের উপাচার্য হিসেবে দায়িত্ব পালন করেছেন। চণ্ডীগড়ের পাঞ্জাব বিশ্ববিদ্যালয়ে অধ্যাপক জগন্নাথ অগ্রবাল স্মারক বক্তৃতা (১৯৯৪ সালে শুরু হয়েছিল) দেওয়ার জন্য তাকে আমন্ত্রণ জানানো হয়েছিল।\nপাঠক ১৯ ডিসেম্বর ২০০৩ সালে মারা যান। তাঁর শেষ দিনগুলিতে, তিনি ভোজের তত্ত্ব-প্রকাশ এবং এর দুটি ভাষ্য টীকা করছিলেন।\n\n\n== নির্বাচিত কাজ ==\nপাঠক, ভি. এস. (১৯৬০), শিলালিপি থেকে উত্তর ভারতে সাইভা কাল্টের ইতিহাস (৭০০ থেকে ১২০০ সাল), রাম নরেশ ভার্মা দ্বারা প্রকাশিত, দ্য তারা প্রিন্টিং ওয়ার্কস, বারাণসী, উত্তর প্রদেশ, ভারতে মুদ্রিত।\nপাঠক, ভি. এস. (১৯৬৬), ভারতের প্রাচীন ঐতিহাসিক; ঐতিহাসিক জীবনীতে একটি গবেষণা, এশিয়া পাবলিশিং হাউস, বোম্বে, ভারত।\nপাঠক, ভি. এস. (১৯৮৭), স্মার্তা ধর্মীয় ঐতিহ্য: উত্তর ভারতের স্মার্তা ধর্মীয় ঐতিহ্যের এপিগ্রাফিক ডেটার অধ্যয়ন আনু. ৬০০ থেকে আনু. ১২০০ সাল, কুসুমাঞ্জলি প্রকাশন, মিরাট, উত্তর প্রদেশ, ভারত।\nপাঠক, ভি. এস. (১৯৯২), দেশ কি অভিধান (হিন্দিতে), লখনউ, উত্তর প্রদেশ, ভারত।\n\n\n== কাজ পর্যালোচনা ==\nVSPathak (1968), পর্যালোচনা: ভারতের প্রাচীন ঐতিহাসিক। এ স্টাডি ইন হিস্টোরিক্যাল বায়োগ্রাফি, জার্নাল অফ দ্য আমেরিকান ওরিয়েন্টাল সোসাইটি, ভলিউম 88, নং 2, পৃষ্ঠা 374।\n\n\n== তথ্যসূত্র =="}