{"pageid": 1428561, "title": "সংকীর্ণ দেহের বিমান", "url": "https://bn.wikipedia.org/wiki?curid=1428561", "content": "সংকীর্ণ দেহ বিশিষ্ট বিমান বা একক-করিডোর বিমান হল এমন একটি বিমান যা একটি সংকীর্ণ দেহ বরাবর সাজানো থাকে, যা ৪ মিটার (১৩ ফুট) কম প্রস্থের কেবিন ৬ আসন পর্যন্ত বসার অনুমতি দেয়। বিপরীতে, একটি প্রশস্ত দেহ বিশিষ্ট বিমান হল একটি বৃহত্তর বিমান যা সাধারণত একাধিক করিডোর এবং ৫ মিটার (১৬ ফুট) এর বেশি ব্যাসের সাথে বিমানের কাঠামো বিন্যাস করা হয় যা কমপক্ষে সাতটি পার্শ্ববর্তী আসন এবং প্রায়শই আরও বেশি ভ্রমণ ক্লাস অনুমতি দেয়।\n\n\n== বাজার ==\n\nঐতিহাসিকভাবে, ১৯৬০-এর দশকের শেষের দিকে শুরু হয় এবং ১৯৯০-এর দশক পর্যন্ত চলতে থাকে, বোয়িং 737 ক্লাসিক, ম্যাকডোনেল-ডগলাস MD-80 এবং এয়ারবাস এ320- এর মতো টুইন ইঞ্জিনের সংকীর্ণ দেহ বিমানগুলি প্রাথমিকভাবে সংক্ষিপ্ত থেকে মাঝারি মানের বাজারে নিযুক্ত ছিল। সেই সময়ের প্রশস্ত দেহ বিমানের যাত্রী বহন করার ক্ষমতাও ছিল না।\nপুনরায় নতুন ইঞ্জিনযুক্ত Boeing 737 MAX এবং Airbus A320neo বিমানগুলি ৫০০ মাইলের বেশি পরিষেবা দেয়, যা তাদেরকে পূর্ব মার্কিন যুক্তরাষ্ট্র এবং পশ্চিম ইউরোপের মধ্যে ৩,০০০ মাইল ট্রান্সঅ্যাটলান্টিক ফ্লাইট পরিচালনা করতে দেয়, পূর্বে এপথে প্রশস্ত দেহ বিমান দ্বারা আধিপত্য ছিল।নরওয়েজিয়ান এয়ার শাটল, জেটব্লু এবং টিএপি পর্তুগাল ছোট বিমানবন্দরগুলির মধ্যে কম ভাড়ার জন্য এয়ারলাইন হাবকে বাইপাস করে সরাসরি রুট খুলে৷বোয়িং 737NG এবং এয়ারবাস A318 ৩,৩০০-মাইল দূরত্ব সম্পূর্ণভাবে বোঝাই অপারেশনের জন্য অপর্যাপ্ত, অন্যদিকে Airbus A321LR ২০০৪ সালে তাদের উৎপাদন শেষ হওয়ার পর থেকে ব্যবহৃত জ্বালানি সাশ্রয়ী বোয়িং 757s-কে প্রতিস্থাপন করতে পারে \nবোয়িং Embraer E-Jet E2 পরিবার, Airbus A220 (পূর্বে Bombardier CSeries) এবং কোমাক সি৯১৯ থেকে প্রতিযোগিতা এবং মূল্যের চাপের সম্মুখীন হচ্ছে।\n২০১৬ এবং ২০৩৫ এর মধ্যে, FlightGlobal আশা করছে ২৬,৮৬০টি সংকীর্ণ দেহ বিমান প্রায় $ 1380 বিলিয়ন, ৪৫% Airbus A320 ফ্যামিলি সিইও এবং নিও এবং ৪৩% বোয়িং 737 NG এবং ম্যাক্স বিতরণ করা হবে।  ২০১৮ সালের জুনের মধ্যে, ১০,৫৭২টি Airbus A320neo এবং Boeing 737 MAX অর্ডার ছিল: ৬,০৬৮ এয়ারবাস ( 57 %, CFM সহ 2,295টি, PWs সহ 1,623টি এবং 2,150টি ইঞ্জিন এখনও নির্ধারিত হয়নি) এবং ৪,৫০৪টি বোয়িং ( 43 ); এশিয়া-প্রশান্ত মহাসাগরে 3,446 ( 33 %), ইউরোপে 2,349 ( 22 %), উত্তর আমেরিকায় 1,926 ( 18 %), ল্যাটিন আমেরিকায় 912 ( 9 %), মধ্যপ্রাচ্যে 654 ( 6 %), আফ্রিকায় 72 ( 1 %) এবং 1,213 এখনও আবদ্ধ নয় ( 11 %)। \nঅনেক এয়ারলাইন্স এয়ারবাস A321LR বা A321XLR ডেরিভেটিভ, এবং অন্যান্য বর্ধিত-পরিসরের মডেলগুলিতে, ট্রান্সআটলান্টিক এবং এশিয়া-প্যাসিফিক রুটের জন্য আগ্রহ দেখিয়েছে।\n\n\n== উদাহরণ ==\n\n\n=== ছয় আসনের কেবিন ===\n\n\n=== পাঁচ আসনের কেবিন ===\n\n\n=== চার আসনের কেবিন ===\n\n\n=== তিন আসনের কেবিন ===\n\n\n=== দুই আসনের কেবিন ===\n\n\n== ছবি গ্যালারী ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== নোট ==\n\n\n== তথ্যসূত্র =="}