{"pageid": 1428882, "title": "পুরাণ ভগত", "url": "https://bn.wikipedia.org/wiki?curid=1428882", "content": "পুরাণ ভগত (পরে শ্রী চৌরঙ্গীনাথ হন) পাঞ্জাবি লোককাহিনীর অন্তর্ভুক্ত শিয়ালকোটের একজন পৌরাণিক রাজপুত্র। কাহিনী অনুসারে, তিনি ছিলেন শিয়ালকোটের রাজা সালবানের পুত্র এবং রাজপুত্র রাসালুর বড় ভাই।\n\n\n== পটভূমি ==\nপুরাণ ভগত রাজা সালবানের প্রথম স্ত্রী রানি ইছিরার গর্ভে জন্মগ্রহণ করেছিলেন। জ্যোতিষীদের পরামর্শে, পুরাণকে তার জীবনের প্রথম ১২ বছরের জন্য রাজার কাছ থেকে দূরে পাঠানো হয়েছিল। সেইকারণে রাজা তার ছেলের মুখ দেখতে পাননি। পুরাণ দূরে থাকাকালীন, রাজা লুনা নামক এক তরুণীকে বিয়ে করেন। এই তরুনী একটি নিম্নবর্ণের পরিবার থেকে এসেছিল। ১২ বছর বিচ্ছিন্ন থাকার পর পুরাণ রাজপ্রাসাদে ফিরে আসেন। সেখানে তার সমবয়সী লুনা পুরাণের প্রতি মোহে আকৃষ্ট হয়। সম্পর্কে পুরাণ ছিলেন লুনার সৎ পুত্র। তাই তিনি তার আগ্রহ অস্বীকার করেছিলেন। এই কারণে বেদনার্ত লুনা অভিযোগ করে যে পুরান তার সম্মান লঙ্ঘন করেছে।\nঅভিযোগের কারণে পুরাণকে সবার থেকে বিচ্ছিন্ন করে হত্যা করার নির্দেশ দেওয়া হয়। সৈন্যরা তার হাত-পা কেটে তাকে জঙ্গলের একটি কূপে ফেলে দেয়। একদিন গুরু গোরক্ষনাথ তাঁর অনুগামীদের নিয়ে সেই অঞ্চলের নিকট দিয়ে যাচ্ছিলেন। তখন তিনি কূপ থেকে আওয়াজ শুনতে পেলেন। তিনি একটি একটি সুতো এবং কাঁচা মাটির পাত্র ব্যবহার করে কূপের মধ্যে বন্দী পুরাণকে বাইরে নিয়ে আসেন। পরে তাকে গোরক্ষনাথ দত্তক নেন। পরবর্তীকালে পুরাণ নিজেই যোগী হয়ে উঠেছিলেন।\n\n\n== পূজা ==\nপুরাণ পর্বরতীকালে বাবা সহজ নাথ জি নামেও পরিচিত হন। তিনি ছিলেন জান্দিয়ালদের সর্বোচ্চ প্রধান। জান্দিয়াল একটি বিশেষ হিন্দু বর্ণ । জান্দিয়ালরা বছরে দুবার গুরু পূর্ণিমায় বিশেষ স্থানে একত্রিত হয় এবং পুরাণ ভগতের পূজা করে। বাবা সহজ নাথ জির মূল প্রাচীন মন্দিরটি পাকিস্তানে অবস্থিত। তবে দেশভাগের পরে, জান্দিয়ালরা জম্মুর হীরানগরের কাছে জান্দিতে তার একটি অন্য মন্দির তৈরি করেন। এছাড়াও তালাব টিলোতে (জম্মু) একটি মন্দির, দিনানগরের কাছে আরেকটি মন্দির এবং তারাগড়ে যেখানে শর্মারা খাজুরিয়ার বছরে দুইবার সমবেত হন সেখানেও একটি মন্দির আছে। চতুর্থ মন্দিরটি দোরাংলায় অবস্থিত।\nপাকিস্তান থেকে আসা জান্দিয়াল পরিবারগুলি মূল মন্দির থেকে বালি কিনে এনে সেই বালি তারাগড়ে একটি ছোট মন্দির নির্মাণে ব্যবহার করেছিল। গুরু পূর্ণিমাতে সারা ভারত থেকে মানুষ এখানে আসেন দর্শনের জন্য।\nতারাগড় মন্দির ছাড়াও, জান্দিয়ালরা ( মহাজন ) আগ্রা, জম্মু এবং উধমপুরে (জম্মু ও কাশ্মীর) মন্দির তৈরি করেছে। উধমপুর শহর দেবিকা নগরী নামেও পরিচিত। মন্দিরটি ফাঙ্গিয়ালের বাইপাস রোডে অবস্থিত। জান্দিয়াল বিরাদারি বছরে দুবার বুদ্ধ পূর্ণিমা এবং কার্তিক পূর্ণিমায় বাবা সহজ নাথ জিকে উপাসনা করে এবং পূজা করে।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\n\nপুরাণ ভগতের কিংবদন্তির উপর বহু ভারতীয় চলচ্চিত্র নির্মিত হয়েছে। এর মধ্যে রয়েছে: পেসি করানি রচিত পুরাণ ভগত (১৯২৮), দেবকী বোসের পুরাণ ভগত (১৯৩৩), চতুর্ভুজ দোষীর ভক্ত পুরাণ (১৯৪৯), ধীরুভাই দেশাইয়ের ভক্ত পুরাণ (১৯৫২)।\nশিব কুমার বাটালভির পুরাণ ভগতের কিংবদন্তির উপর ভিত্তি করে একটি মহাকাব্যিক শ্লোক নাটক হল লুনা (১৯৫৬)। এটি এখন আধুনিক পাঞ্জাবি সাহিত্যের একটি অনন্য সংযোজন হিসাবে বিবেচিত।  এটি আধুনিক পাঞ্জাবি কিসসার একটি নতুন ধারাও তৈরি করেছে। যদিও কিংবদন্তীতে লুনাকে খলনায়ক হিসাবে চিত্রিত করা হয়েছে কিন্তু বাটালভি তার অন্তর্বেদনার উপর ভিত্তি করে মহাকাব্য রচনা করেছিলেন, যেই অন্তর্বেদনা তাকে খলনায়িকায় পরিণত করেছিল। বাটালভি ১৯৬৭ সালে লুনার জন্য সাহিত্য আকাদেমি পুরস্কারের সর্বকনিষ্ঠ প্রাপক হয়েছিলেন।\nপাঞ্জাবি লেখক পুরান সিং পুরাণ ভগতকে নিয়ে একটি কবিতা লিখেছেন।\n\n\n== আরো দেখুন ==\nপুরাণের কূপ\nনাথা\n\n\n== তথ্যসূত্র =="}