{"pageid": 1428160, "title": "মেলানি সিলগার্দো", "url": "https://bn.wikipedia.org/wiki?curid=1428160", "content": "মেলানি সিলগার্দো (জন্ম ১৯৫৬) একজন ভারতীয় কবি এবং গোয়ান বংশোদ্ভূত সম্পাদক, যিনি বর্তমানে লন্ডনে বসবাস করেন।\n\n\n== জীবনী ==\nমেলানি সিলগার্দো মহারাষ্ট্রের বোম্বেতে বড় হয়ে উঠেছেন। তাঁর পিতামাতা হলেন গোয়ান ক্যাথলিক। তিনি ইউনিস ডি সুজার অধীনে অধ্যয়ন করেন এবং ১৯৭০-এর দশকে ভারতের অন্যতম প্রধান ইংরেজি ভাষার কবি হয়ে ওঠেন। সহকবি সন্তান রড্রিগেস এবং রাউল ডি'গামা রোজ -এর সাথে, তিনি নিউগ্রাউণ্ড কোঅপারেটিভ প্রতিষ্ঠা করেন। এই প্রতিষ্ঠান থেকে তাঁদের লেখা প্রকাশ হয়েছে। লন্ডনে অধ্যয়নকালে, ১৯৮৫ সালে, তিনি স্কাইস অফ ডিজাইন প্রকাশ করেন। এটি এশিয়া বিভাগে সেরা প্রথম বই কমনওয়েলথ কবিতা পুরস্কার জিতেছিল। ১৯৯০-এর দশকের মাঝামাঝি পর্যন্ত, তিনি নারীবাদী ভিরাগো প্রেসে কাজ করেছিলেন, এরপর তিনি সৃজনশীল লেখা এবং শিক্ষাদানের দিকে ফিরে যান।\n\n\n== শিক্ষা ==\nমেলানি সিলগার্দো ১৯৫৬ সালে বোম্বেতে জন্মগ্রহণ করেন, তিনি শহরের সেন্ট জেভিয়ার্স কলেজে ইংরেজি অধ্যয়ন করেন, ১৯৭৬ সালে স্নাতক হন। তিনি ১৯৭৮ সালে মুম্বাই বিশ্ববিদ্যালয় থেকে ইংরেজি সাহিত্যে এমএ ডিগ্রি অর্জন করেন।\n\n\n== কাজ ==\nমেলানি সিলগার্দোর প্রথম কাজ থ্রি পোয়েটস : মেলানি সেলগার্দো, রাউল ডি'গামা রোজ, সন্তান রড্রিগেস (১৯৭৮) - এটি একটি কবিতা সংকলনের প্রথম খণ্ড, যেটি নিউগ্রাউণ্ড কোঅপারেটিভ থেকে প্রকাশিত হয়েছিল। ১৯৮৫ সালে, লন্ডন কলেজ অফ প্রিন্টিং- এ অধ্যয়নকালে, তিনি কবিতার দ্বিতীয় সংকলন, স্কাইস অফ ডিজাইন প্রকাশ করেন, যা সেরা প্রথম বই কমনওয়েলথ কবিতা পুরস্কারের অধীনে এশিয়ান পুরস্কার জিতেছিল। ১৯৮০-এর দশকের শেষ থেকে ১৯৯০-এর দশকের মাঝামাঝি পর্যন্ত, তিনি নারীবাদী ভিরাগো প্রেসের কমিশনিং সম্পাদক হিসাবে কাজ করেছিলেন। সেখানে তিনি কৃষ্ণাঙ্গ ক্রেতাদের সাথে পরামর্শ করেছিলেন এবং ওপেনিং দ্য গেটস (১৯৮০) এ ইংরেজি ভাষার লেখায় আরব মহিলাদের অবদানের একটি বড় সংগ্রহ তৈরি করেছিলেন। ২০১২ সালে, ডি সুজার সাথে, তিনি দিজ মাই ওয়ার্ডস: দ্য পেঙ্গুইন বুক অফ ইণ্ডিয়ান পোয়েট্রি সম্পাদনা করেন। যদিও তিনি আর কোনো কবিতা প্রকাশ করেননি, তবুও তিনি নারীর কবিতার সমর্থনে গুরুত্বপূর্ণ ভূমিকা পালন করেছেন বলে মনে করা হয়। তাঁর ভূমিকা শুধুমাত্র তাঁর নিজের কাজের জন্য নয়, তিনি নারীদের লেখার প্রতি যে আগ্রহের জন্য নিবেদিত হয়েছেন তার জন্য।\nমেলানি সিলগার্দো যদিও ইউনিস ডি সুজার পদাঙ্ক অনুসরণ করেছেন, কিন্তু তাঁর কবিতাগুলি অনেক বেশি হিংস্র, যেমনটি তার \"বোম্বে\" কবিতায় দেখা যায়। এই কবিতায় শহরের উন্নয়নকে আক্রমণ করা হয়েছে। ডি সুজা নিজেই দেখতে পান যে সিলগার্দোর কবিতাগুলি \"গভীরভাবে আবেগপ্রবণ কিন্তু কখনোই মর্মস্পর্শী নয়\"।\n\n\n== আরও দেখুন ==\nভারতীয় লেখকদের তালিকা\n\n\n== তথ্যসূত্র =="}