{"pageid": 1428592, "title": "গর্ভপাত বিষয়ে যাজক পরামর্শ পরিষেবা", "url": "https://bn.wikipedia.org/wiki?curid=1428592", "content": "গর্ভপাত বিষয়ে যাজক পরামর্শ পরিষেবা (সিসিএস) ছিল আমেরিকান যাজকদের একটি দল, যাঁরা নিরাপদ গর্ভপাতের জন্য লাইসেন্সপ্রাপ্ত ডাক্তারদের কাছে যাওয়ার সুপারিশ দিয়েছেন। রো বনাম ওয়েড মামলায় সুপ্রিম কোর্ট দেশব্যাপী গর্ভপাতকে আইনী করার সিদ্ধান্ত দেওয়ার আগেই তাঁরা এই কাজে লেগে গিয়েছিলেন। ১৯৬৭ সালে নিউ ইয়র্ক শহরে ২১ জন প্রোটেস্ট্যান্ট মন্ত্রী এবং ইহুদি রাব্বিদের একটি দল এটি শুরু করেছিল, এই দলটি পরিচালিত হয়েছিল জুডসন মেমোরিয়াল চার্চ থেকে। আটত্রিশটি রাজ্যে এই কর্মকাণ্ড চালানোর জন্য সদস্য সংখ্যা বেড়ে প্রায় ৩,০০০ হয়ে গিয়েছিল। ১৯৭৩ সালে রো বনাম ওয়েড মামলার সিদ্ধান্তের সময়, অনুমান- জাতীয়ভাবে প্রায় কমপক্ষে ৪৫০,০০০ প্রসূতিকে যাজক পরামর্শ পরিষেবা নিরাপদ গর্ভপাতের জন্য পরামর্শ দিয়েছিল। ১৯৭০ সালে, নিউ ইয়র্ক রাজ্যে,গর্ভপাতকে বৈধ ক'রে রাজ্যব্যাপী আইন জারির পর যাজক পরামর্শ পরিষেবা নিউ ইয়র্ক শহরে, উইমেন'স সার্ভিস নামে একটি গর্ভপাত ক্লিনিক শুরু করেছিল।\n\n\n== উৎপত্তি ==\n১৯৬০-এর দশকের মাঝামাঝি, সামাজিক ন্যায়বিচারের প্রশ্নগুলি নিয়ে আলোচনা করার জন্য উদার নিউইয়র্ক প্রোটেস্ট্যান্ট মন্ত্রী এবং ইহুদি রাব্বিদের একটি দল ওয়াশিংটন স্কোয়ার মেথডিস্ট চার্চে নিয়মিতভাবে মিলিত হতেন। ১৯৬৫ সালে, নিউ ইয়র্ক স্টেট অ্যাসেম্বলি সদস্য অ্যালবার্ট এইচ. ব্লুমেন্থাল রাজ্যের গর্ভপাত আইন সংস্কারের জন্য একটি প্রচেষ্টার নেতৃত্ব দেন। সংস্কার প্রচেষ্টা ব্যর্থ হওয়ায়, সাংবাদিক এবং গর্ভপাত কর্মী লরেন্স লেডার যাজক গোষ্ঠীকে গর্ভপাতের সুপারিশ দেওয়ার জন্য অনুরোধ করেছিলেন।\nযাজকদের দলটি নিউ ইয়র্ক সিভিল লিবার্টিজ ইউনিয়নের সদস্যদের মধ্যে থেকে গর্ভপাত ঘটানো মহিলা, স্ত্রীরোগ বিশেষজ্ঞ (গাইনোকোলজিস্ট) এবং আইনজীবীদের আমন্ত্রণ জানিয়েছিল তাদের সাথে কথা বলার জন্য এবং সুপারিশ পরিষেবা স্থাপন করতে সহায়তা দেওয়ার জন্য। এই গোষ্ঠী তাদের কাজের জন্য কিছু নিয়ম তৈরি করেছিল: পরামর্শদাতাদের অবশ্যই যাজক হতে হবে, গোপনীয়তার অধিকার প্রদান করতে হবে; তাঁরা তাদের নিয়মিত কার্যালয়ে ব্যক্তিগতভাবে পরামর্শ করবেন; তাঁরা শুধুমাত্র লাইসেন্সপ্রাপ্ত চিকিৎসকদের সুপারিশ করবেন; তাঁরা বিচারব্যবস্থাকে বিভ্রান্ত করার জন্য রাজ্যের বাইরে যাওয়ার সুপারিশ করবেন; এবং কোন পারিশ্রমিক নেবেন না।\nদলটি জুডসন মেমোরিয়াল চার্চের মন্ত্রী রেভারেণ্ড হাওয়ার্ড মুডিকে মুখপাত্র হিসেবে নিযুক্ত করেছিলেন। তাঁরা কলঙ্ক দূর করার উপায় হিসাবে \"গর্ভপাত\" শব্দটি ব্যবহার করার জন্য বেছে নিয়েছিলেন। তাঁরা জুডসনে একটি উত্তর দেওয়ার মেশিন স্থাপন করেছিলেন, যেখান থেকে সেই সপ্তাহে উপলব্ধ দুই পাদ্রীর নাম এবং যোগাযোগের তথ্য দিয়ে একটি বহির্গামী বার্তা পাওয়া যাবে। রেভারেণ্ড মুডি নিউ ইয়র্ক টাইমসকে গোষ্ঠীর প্রথম সাক্ষাৎকার দিয়েছিলেন। তাঁদের প্রবর্তন সম্পর্কে নিবন্ধটি ২১ জন যাজক সদস্যের নাম উল্লেখ ক'রে, ১৯৬৭ সালের ২৭শে মে তারিখে পত্রিকার প্রথম পৃষ্ঠায় প্রকাশিত হয়েছিল।\nনিউ ইয়র্ক শহরে এবং পরে, জাতীয় গোষ্ঠীতে সিসিএস-এর প্রশাসক ছিলেন জুডসনের গির্জার প্রশাসক, আর্লেন কারমেন। তিনি এবং অন্যান্য মহিলারা গর্ভবতী সেজে, অনেক গর্ভপাত প্রদানকারীর সাথে দেখা করেছিলেন, যাতে ক্লিনিকাল অবস্থা ও ব্যবহৃত পদ্ধতি এবং সেইসাথে ডাক্তারদের আচরণ পরীক্ষা করা যায়। অনুমোদিত চিকিৎসকদের এবং যাদের এড়িয়ে যেতে হবে তাদের নিয়ে কারমেন একটি তালিকা তৈরি করেছিলেন।\n\n\n== সম্প্রসারণ ==\nপরিষেবাটি কাজ শুরু করার প্রথম সপ্তাহগুলিতে কয়েকশো ডাক পেয়েছিল, যার মধ্যে অনেকগুলি ছিল নিউইয়র্কের বাইরের মহিলাদের থেকে। যেহেতু সমস্ত পরামর্শদান ব্যক্তিগতভাবে করা হয়েছিল, নিউ ইয়র্ক সিসিএস মনে করেছিল শীঘ্রই অন্য কোথাও অনুরূপ পরিষেবার প্রয়োজন আছে। রেভারেণ্ড মুডি ফিলাডেলফিয়া এবং শিকাগোর যাজক সহকর্মীদের বলেছিলেন সেখানে সিসিএস অধ্যায় শুরু করতে। নিউ জার্সি এবং লস এঞ্জেলেস থেকে যাজকেরা নিউ ইয়র্ক গোষ্ঠী সম্পর্কে পড়েন এবং স্থানীয় গোষ্ঠী গঠনের বিষয়ে তাঁদের সাথে যোগাযোগ করেন। ১৯৭২ সাল নাগাদ, ৩৮টি রাজ্যে গোষ্ঠীর শাখা তৈরি হয়েছিল এবং ১৯৭৩ সালের জানুয়ারি মাসে রো বনাম ওয়েড সিদ্ধান্ত দেশব্যাপী গর্ভপাতকে বৈধ করে। প্রায় ৩,০০০ সিসিএস পরামর্শদাতা ৪৫০,০০০ নারীকে নিরাপদ গর্ভপাতের জন্য সুপারিশ দিয়েছিলেন।\n\n\n== উত্তরসূরি ==\n১৯৭০ সালের ১লা জুলাই, নিউ ইয়র্ক রাজ্যে গর্ভপাত বৈধ হয়। সেই দিন, নিউইয়র্কের যাজক পরামর্শ পরিষেবা মার্কিন যুক্তরাষ্ট্রে প্রথম স্বতন্ত্র বহির্বিভাগ গর্ভপাত ক্লিনিক খোলে, যার নাম সেন্টার ফর রিপ্রোডাকটিভ অ্যাণ্ড সেক্সুয়াল হেলথ (পরে উইমেন'স সার্ভিস হিসাবে পরিচিত)। এর পরিচালনায় ছিলেন ডাঃ হেল হার্ভে ৩ এবং স্নাতক ছাত্রদের প্রশাসক নির্দেশক বারবারা পাইল। হার্ভে নিউ অরলিন্সে সিসিএস-এর সুপারিশ করা রোগীদের গর্ভপাত করেছিলেন এবং সিসিএস তাঁকে নিউ ইয়র্কে ক্লিনিক স্থাপনের জন্য আমন্ত্রণ জানিয়েছিল। মহিলা পরিষেবাগুলিতে, অর্থনৈতিকভাবে পিছিয়ে পড়া রোগীদের গর্ভপাতের জন্য $২৫ -এর মতো খরচ হত এবং পূর্বাঞ্চল জুড়ে সিসিএস শাখাগুলি মহিলাদের সেখানে সুপারিশ করত।\nএকই সময়ে, নিউ ইয়র্ক সিসিএস-এর উদ্বেগ ছিল যে নিউইয়র্ক শহরের হাসপাতালগুলিতে আইনি গর্ভপাতের চাহিদা অনেক বেশি হবে, যতটা তাদের করার ক্ষমতা আছে তার চেয়ে বেশি। রেভারেণ্ড মুডি এবং কারমেন ক্লার্জি অ্যাণ্ড লে অ্যাডভোকেটস ফর হসপিটাল অ্যাবরশন পারফরমেন্স নামে একটি পর্যবেক্ষক গোষ্ঠী প্রতিষ্ঠা করেন, যার নেতৃত্বে ছিলেন বারবারা ক্রাসনার। নিউ ইয়র্ক শহরের হাসপাতালে গর্ভপাত করাতে অসুবিধা আছে এমন যে কাউকেই গোষ্ঠীটি সুপারিশের প্রস্তাব দেয় এবং যে হাসপাতাল সময়মতো চিকিৎসা দেয়নি তাদের পরিসংখ্যান সংগ্রহ করে।\n১৯৭৩ সালে, রোমান ক্যাথলিকেরা বৈধ গর্ভপাতের বিরোধিতা করার পরে, প্রোটেস্ট্যান্ট এবং ইহুদি ধর্মযাজকদের একটি দল একটি শিক্ষা ও সমর্থন সংস্থা গঠন করে, যার নাম রিলিজিয়াস কোয়ালিশন ফর অ্যাবরশন রাইটস (আরসিএআর)। ১৯৯৩ সালে এর নাম বদলে রিলিজিয়াস কোয়ালিশন ফর রিপ্রোডাকটিভ চয়েস  (আরসিআরসি) হয়ে ওঠে। সারা দেশের প্রাক্তন সিসিএস সদস্যরা এই গোষ্ঠীর রাজ্য শাখা গঠন করেন বা শাখায় যোগ দেন।\n\n\n== তথ্যসূত্র =="}