{"pageid": 1428597, "title": "শ্রী স্বামীনারায়ণ মন্দির, করাচি", "url": "https://bn.wikipedia.org/wiki?curid=1428597", "content": "শ্রী স্বামী নারায়ণ মন্দির, করাচি' (উর্দু: شری سوامی نارائن مندر‎‎) একটি হিন্দু মন্দির যা পাকিস্তানের একমাত্র স্বামী নারায়ণ মন্দির। করাচি শহরের এম. এ. জিন্নাহ রোডে ৩২,৩০৬ বর্গগজ (২৭,০১২ বর্গমিটার) এর বেশি আয়তনের জন্য মন্দিরটি প্রসিদ্ধ। ২০০৪ সালের এপ্রিল মাসে মন্দিরটি তার ২১৬ বছর পূর্তি উদযাপন করেছিল। এই মন্দির চত্বরে একটি পবিত্র গোয়ালঘর রয়েছে। মন্দিরটি করাচিতে একটি হিন্দু পাড়ার কেন্দ্রে অবস্থিত। যে বিল্ডিংটিতে দর্শনার্থীদের জন্য একটি ধর্মশালা (গেস্ট হাউস) ছিল সেটি এখন সিটি ডিস্ট্রিক্ট সরকারের অফিসে রূপান্তরিত হয়েছে।\n\n\n== পাকিস্তান ও ভারতের স্বাধীনতা এবং পরে ==\n\nমন্দিরটি ১৯৪৭ সালে একটি শরণার্থী শিবিরে পরিণত হয়েছিল। স্বাধীনতার অশান্ত সময়ে স্বামীনারায়ণের আসল ছবিগুলি সরিয়ে ভারতে নিয়ে যাওয়া হয়েছিল। একটি মূর্তি যা মূলত এই মন্দিরে ছিল তা এখন রাজস্থানের খান গ্রামে অবস্থিত। সমস্ত সিন্ধু থেকে ভারতে বসতি স্থাপন করতে ইচ্ছুক লোকেরা এই মন্দির থেকে জাহাজে করে ভারতে যাওয়ার অপেক্ষায় ছিল। এই সময়কালে পাকিস্তানের প্রতিষ্ঠাতা মোহাম্মদ আলী জিন্নাহ মন্দিরটি পরিদর্শন করেছিলেন। ১৯৪৭ সালে স্বাধীনতার পর ১৯৮৯ সালে প্রথমবারের মতো আহমেদাবাদের শ্রী স্বামীনারায়ণ মন্দিরের একদল সাধু মন্দিরে গিয়েছিলেন। সেই থেকে আহমেদাবাদ মন্দিরের ছোট ছোট দল প্রতি কয়েক বছর পর পর তীর্থযাত্রায় এই মন্দিরে যান।\n\n\n== উৎসব এবং অনুষ্ঠান ==\nপাকিস্তান হিন্দু কাউন্সিলের মতে, স্বামীনারায়ণ জয়ন্তী, রাম নবমী, জন্মাষ্টমী, দশেরা, দিওয়ালি এবং প্রায় সব প্রধান ধর্মীয় উৎসব এই মন্দিরে হিন্দুরা পালন করে থাকে। হোলি উদযাপন করা হয় মন্দিরের মাঠের কেন্দ্রে হোলির আগুন জ্বালানোর সাথে, তারপরে রঙ নিয়ে খেলা হয়।  জন্মাষ্টমীতে কৃষ্ণের  ভজন এবং উপদেশ গেয়ে উদযাপন করা হয়। আবার দীপাবলিতে ভক্তরা রামকে তার চৌদ্দ বছরের নির্বাসন থেকে স্বাগত জানাতে প্রদীপ এবং মোমবাতি জ্বালায়। শেষে তিনি রাবণকে পরাজিত করেছিলেন এবং যুবকরা এই উপলক্ষে মন্দিরে পটকা ফাটায়। এই মন্দিরে হোলি উৎসব উদযাপন করাচির সবচেয়ে বড়।\nমন্দিরটি বিবাহের স্থান হিসাবেও দ্বিগুণ। ২০০৮ সালে ২০ জন দরিদ্র দম্পতির জন্য একটি গণবিবাহের ব্যবস্থা করা হয়েছিল।\n\n\n== হিংলাজ যাত্রা ==\nপ্রতি বছর এখানে স্বামীনারায়ণ মন্দির চত্বর থেকে হিংলাজ যাত্রা শুরু হয়।\n\n\n== গুরুদ্বার ==\nপাকিস্তানের সিন্ধু প্রদেশের করাচি জেলায় স্বামীনারায়ণ মন্দির কমপ্লেক্সে যেখানে একটি ছোট হিন্দু সম্প্রদায় বাস করে সেখানে ছোট শিখ সম্প্রদায়ের জন্য একটি গুরুদ্বার তৈরি করা হয়েছে।\nগুরুদ্বার সাহেবে পালকি সাহেবে শ্রী গুরু গ্রন্থ সাহিব জি-এর তিনটি সেট রয়েছে। এখানে গুরুদের ছবি এবং গুরু নানক দেব জিকে উৎসর্গ করা একটি ছোট মন্দির রয়েছে।  গুরুদ্বার সাহেবেও একটি হিন্দু ঘণ্টা আছে।\nঅল্প সংখ্যক হিন্দু পরিবারের সুরক্ষার জন্য পুরো কম্পাউন্ডটি একজন নিরাপত্তা প্রহরী দ্বারা সুরক্ষিত।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nঅফিসিয়াল স্বামীনারায়ণ সম্প্রদায়ের ওয়েবসাইট\nইউটিউব:শ্রী স্বামীনারায়ণ মন্দির করাচি"}