{"pageid": 1428500, "title": "নিষ্ঠা জৈন", "url": "https://bn.wikipedia.org/wiki?curid=1428500", "content": "নিষ্ঠা জৈন (জন্ম ২১শে জুন ১৯৬৫) হলেন একজন ভারতীয় চলচ্চিত্র পরিচালক এবং প্রযোজক যিনি তাঁর গুলাবি গ্যাং (২০১২), লক্ষ্মী অ্যাণ্ড মি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৭ জানুয়ারি ২০২২ তারিখে (২০০৭), এবং সিটি অফ ফটোস  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৭ জানুয়ারি ২০২২ তারিখে (২০০৪)-এর মতো তথ্যমূলক চলচ্চিত্রগুলির জন্য সবচেয়ে বেশি পরিচিত। তাঁর চলচ্চিত্র লিঙ্গ, বর্ণ এবং শ্রেণির ছেদবিন্দুতে জীবিত অভিজ্ঞতাকে প্রশ্ন করে। তারা ব্যক্তির মধ্যে রাজনীতি অন্বেষণ করে এবং বিশেষাধিকারের প্রক্রিয়া উন্মোচন করে। তথ্যমূলক চলচ্চিত্র ছাড়াও, তিনি বর্ণনামূলক (সাবুত / প্রুফ  [২০১৯] ) এবং ভার্চুয়াল বাস্তবতা (সাবমার্জড  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১ জুলাই ২০২২ তারিখে [২০১৬]) সহ বিভিন্ন মঞ্চ জুড়ে কাজ করছেন।\nনতুন দিল্লির জামিয়া মিলিয়া ইসলামিয়ার এ জে কে গণযোগাযোগ গবেষণা কেন্দ্রে তাঁর প্রশিক্ষণ শুরু হয়। এরপর তিনি ভিডিও সংবাদ পত্র নিউজট্র্যাক এবং আই উইটনেস-এর সম্পাদক ও সংবাদদাতা হিসেবে কাজ করেন। এর পরে, তিনি ভারতীয় চলচ্চিত্র ও দূরদর্শন সংস্থানে পড়াশোনা করেন এবং চলচ্চিত্র পরিচালনায় বিশেষজ্ঞ হন।\nনিষ্ঠা জৈন আইডিএফএ, জেডএফএফ, সিনেমা ভেরিটে এবং আইডিএসএফএফকে -তে জুরি হিসেবে কাজ করেছেন। তিনি স্ট্যানফোর্ড, এনওয়াইইউ, ওয়েলেসলি কলেজ, ইউসিএসবি, নর্থওয়েস্টার্ন ইউনিভার্সিটি, ইউটি অস্টিন, কেমব্রিজ ইউনিভার্সিটি, ইউনিভার্সিটি অফ লন্ডন, সেন্ট অ্যাণ্ড্রুস ইউনিভার্সিটি, হাইডেলবার্গ, ডেনিশ ফিল্ম স্কুল, এফটিআইআই পুনে,  সত্যজিৎ রায় ফিল্ম অ্যাণ্ড টিভি ইনস্টিটিউটে ভারত সহ আন্তর্জাতিকভাবে অসংখ্য বিশ্ববিদ্যালয়ে বক্তৃতা দিয়েছেন এবং মাস্টার ক্লাস নিয়েছেন।\nতাঁর চলচ্চিত্রগুলি বেশ কয়েকটি আন্তর্জাতিক পুরস্কার পেয়েছে এবং আন্তর্জাতিক চলচ্চিত্র উৎসবে ব্যাপকভাবে প্রদর্শিত হয়েছে, আন্তর্জাতিক টিভি নেটওয়ার্কগুলিতে সম্প্রচারিত হয়েছে এবং ভারত ও বিদেশের স্কুল ও কলেজগুলিতে নিয়মিত দেখানো হয়েছে। তিনি একজন চিকেন অ্যাণ্ড এগ পুরস্কার বিজয়ী (২০২০); একাডেমি অফ মোশন পিকচার্স অ্যাণ্ড সায়েন্সেস (এএমপিএএস) এর সদস্য ; ফিল্ম ইণ্ডিপেণ্ডেন্ট গ্লোবাল মিডিয়া মেকার ফেলো  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২২ এপ্রিল ২০২১ তারিখে (২০১৯ - ২০); এবং ফুলব্রাইট-নেহেরু একাডেমিক এবং প্রফেশনাল এক্সিলেন্স ফেলোশিপ (২০১৯) এর প্রাপক।\n\n\n== চলচ্চিত্রের তালিকা ==\nসিটি অফ ফটোস (৬০ মিনিট ২০০৪)\nকল ইট স্লাট (১৪ মিনিট, ২০০৫)\n৬ ইয়ার্ডস টু ডেমোক্রেসি (৬৬ মিনিট, ২০০৭) পরিচালক নিষ্ঠা জৈন, সহ-পরিচালক স্মৃতি নেভাটিয়া\nলক্ষ্মী অ্যাণ্ড মি (৫৯ মিনিট, ২০০৭)\nঅ্যাট মাই ডোরস্টেপ (৭০ মিনিট, ২০০৯)\nফ্যামিলি অ্যালবাম (৬০ মিনিট, ২০১০)\nগুলাবি গ্যাং (৯৬ মিনিট ২০১২)\nসাবমার্জড (৮ মিনিট ভিআর ২০১৬)\nসাবুত / প্রুফ (২১ মিনিট, ২০১৯) নিষ্ঠ জৈন এবং দীপ্তি গুপ্তা পরিচালিত\nগোল্ডেন থ্রেড (৯১ মিনিট, ২০২২)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে নিষ্ঠা জৈন (ইংরেজি)"}