{"pageid": 1428170, "title": "মুসলিম নারী অধিকার দিবস", "url": "https://bn.wikipedia.org/wiki?curid=1428170", "content": "মুসলিম নারী (বিবাহের অধিকার সুরক্ষা) আইন, ২০১৯ যেটি ভারতে তিন তালাক প্রথাকে নিষিদ্ধ করে তা কার্যকর করার জন্য ১লা আগস্ট সারা দেশে মুসলিম নারী অধিকার দিবস পালন করা হয়। \nতিন তালাককে ফৌজদারি অপরাধ হিসাবে শ্রেণীবদ্ধ করার আইনটি ১লা আগস্ট ২০১৯  থেকে কার্যকর হয়েছিল। তিন তালাক প্রথা নিষিদ্ধ ছিল এবং মুসলিম দম্পতিদের ভারতীয় দণ্ডবিধি অনুযায়ী বিবাহবিচ্ছেদ করা বাধ্যতামূলক ছিল, শরিয়া আইন নয়। ২০২০ সালের ১লা আগস্ট সারা দেশে প্রথম মুসলিম নারী অধিকার দিবস পালিত হয়। \nসংখ্যালঘু বিষয়ক মন্ত্রী মুখতার আব্বাস নকভি বলেছেন যে সরকারের লক্ষ্য দেশের মুসলিম মহিলাদের \"আত্মনির্ভরতা, আত্মসম্মান এবং আত্মবিশ্বাস\" উদযাপন করা এবং তাদের সাংবিধানিক, মৌলিক এবং গণতান্ত্রিক অধিকার রক্ষা করা। \n\n\n== ভারতে তিন তালাক ==\n২০১৯ সালের আগস্টে ভারতীয় সুপ্রিমকোর্টে তাৎক্ষনিকভাবে ১০০টি তিন তালাক মামলার কারণে বিজেপি সরকার এই বিল পাশ করে। ২৮ ডিসেম্বর, ২০১৭-তে লোকসভা মুসলিম নারী (বিয়ে সংক্রান্ত অধিকার সুরক্ষা) বিল, ২০১৭ পাশ করে। এই বিলটি তাৎক্ষণিক তিন তালাককে (তালাক ই বিদাত) তা যে কোন ভাবেই হোক না কেন- মুখে বলে, লিখে বা যেকোন ইলেক্ট্রনিক মিডিয়ায়, যেমন ই-মেইল, ক্ষুদেবার্তা এবং বার্তাবাহককে অবৈধ ঘোষণা করেছে এবং বরের জন্য তিন বছর পর্যন্ত কারারুদ্ধের বিধান রেখেছে। আরজেডি, আইমিম, বিজেডি, এআইএডিএমকে এবং আইইউএমএল-এর মন্ত্রিপরিষদ বিলটিকে বিবেকহীন প্রকৃতির এবং ভ্রান্ত ধারণা হিসেবে আখ্যায়িত করে এর বিরোধিতা করে যখন লোকসভায় আইনমত্রী রবি শঙ্কর প্রসাদ এর নেতৃত্বে কংগ্রেস বিলটিকে সমর্থন করে। লোকসভায় ১৯ বার বিলটিকে সংশোধন করা হলেও শেষমেষ তা বাতিল করা হয়।\n\n\n== সুপ্রিম কোর্টের রায় ==\nভারতের সুপ্রীম কোর্ট, \"তিন তালাক\"কে অসাংবিধানিক ঘোষণা করেছেন। ভারতে মোদি সরকারকে মুসলমান সম্প্রদায়ের বিয়ে ও বিবাহবিচ্ছেদ পরিচালনার আইন প্রণয়ন করতে বলেছে। ২২ আগস্ট ২০১৭ তারিখে ভারতে এই তথ্য প্রকাশিত হয়েছিল। ২8 ডিসেম্বার ২০১৭-এ, সুপ্রিম কোর্ট এই আদেশ দেয় এবং ভারতে তাৎক্ষনিক তিন তালাকের একাধিক মামলা উদ্ধৃত করে।\n ভারতে মুসলিম নারীরা  আদালতের বাইরেও তাদের বিবাহ বিচ্ছেদের দাবি পেশ করতে পারেন, ভারতের কেরালা হাইকোর্ট এমন  অধিকার দেয়। ভারতে এ নিয়ে পুরনো একটি রায় ছিলো যাতে উল্লেখ করা আছে, দেশটির  মুসলিম গৃহবধূরা শুধুমাত্র আদালতের  মাধ্যমেই স্বামীকে তালাক দিতে পারবে।\nমুসলিম নারীদের অধিকার আন্দোলনের সঙ্গে নারীবাদী অনেক সংগঠন এই রায়কে স্বাগত জানায়।  তাদের মতামত মুসলিম বিবাহিত নারীরা এ সিদ্ধান্তে  গুরুত্বপূর্ণ পারিবারিক ও সামাজিক অধিকার পেয়েছে।  ভারতীয় মুসলীম লীগ নেতাদের বরাতে  বিবিসি জানায়,  আদারতের এই রায় মুসলিম দেওয়ানি তথা শরীয়া আইনে অবাঞ্ছিত হস্তক্ষেপ।  ১৯৭২ সালে কেরালা হাইকোর্টে রায় দিয়েছিল কোনও পরিস্থিতিতেই একটি মুসলিম বিবাহ শুধু স্ত্রী চাইলেই ভেঙে দেওয়া যাবে না।\n\n\n== তথ্যসূত্র =="}