{"pageid": 1428192, "title": "ভ্রূণীয় স্তর", "url": "https://bn.wikipedia.org/wiki?curid=1428192", "content": "ভ্রূণীয় স্তর বা ভ্রূনস্তর হল কোষের একটি প্রাথমিক স্তর যা ভ্রূণের বিকাশের সময় গঠিত হয়।  মেরুদণ্ডী প্রাণীর তিনটি ভ্রূণীয় স্তর রয়েছে; তবে সমস্ত ইউমেটাজোয়ান (যে প্রাণীগুলো স্পঞ্জের মত) প্রাণীদের দুইটি বা তিনটি প্রাথমিক ভ্রূনীয় স্তর তৈরি হয়। কিছু প্রাণী, যেমন cnidarians, দুটি ভ্রূনীয় স্তর তৈরি করে (এক্টোডার্ম এবং এন্ডোডার্ম) তাদের ডিপ্লোব্লাস্টিক বলে। অন্যান্য প্রাণী যেমন বাইলেটারিয়ানরা এই দুটি স্তরের মাঝে একটি তৃতীয় স্তর (মেসোডার্ম) তৈরি করে, তাদের ট্রিপলোব্লাস্টিক বলে। ভ্রূণীয় স্তরগুলি সবশেষে অর্গানোজেনেসিস প্রক্রিয়ার মাধ্যমে একটি প্রাণীর সমস্ত টিস্যু এবং অঙ্গগুলির জন্ম দেয়।\n\n\n== ইতিহাস ==\n\nক্যাসপার ফ্রেডরিখ উলফ  প্রাথমিক ভ্রূণের গঠন পর্যবেক্ষণ করেছেন, যেটি দেখতে অনেকটা স্তরীভূত পাতার মতো। 1817 সালে হেইঞ্জ ক্রিশ্চিয়ান প্যান্ডার মুরগির ভ্রূণ পর্যবেক্ষন করার সময় তিনটি আদিম ভ্রূণীয় স্তর আবিষ্কার করেন। 1850 এবং 1855 সালের মধ্যে, রবার্ট রেমাক ভ্রূণ কোষের স্তর (কেইমব্লাট) ধারণাটিকে আরও পরিমার্জিত করেছিলেন, উল্লেখ করেছিলেন যে বাহ্যিক, অভ্যন্তরীণ এবং মধ্য স্তরগুলি যথাক্রমে এপিডার্মিস, অন্ত্র এবং মধ্যবর্তী পেশী এবং ভাস্কুল্যাচার গঠন করে।  1871 সালে হাক্সলি \"মেসোডার্ম\" শব্দটি এবং 1873 সালে ল্যাঙ্কেস্টার \"এক্টোডার্ম\" এবং \" এন্ডোডার্ম\" শব্দদ্বয় ইংরেজিতে চালু করেন ।\n\n\n== বিবর্তন ==\n\nপ্রাণীদের মধ্যে, স্পঞ্জেরা একক ভ্রূণীয় স্তর ধারণ করে। যদিও তাদের আলাদা কোষ রয়েছে (যেমন কলার কোষ), তাদের মধ্যে সত্যিকারের টিস্যু সমন্বয়ের অভাব রয়েছে। ডিপ্লোব্লাস্টিক প্রাণীর (যেমন Cnidaria এবং Ctenophora) দুটি ভ্রূণীয় স্তর রয়েছে, এন্ডোডার্ম এবং এক্টোডার্ম । ডিপ্লোব্লাস্টিক প্রাণীগুলি টিস্যুমাত্রার প্রাণী। সমস্ত দ্বিপার্শপ্রতিসম প্রাণী (ফ্ল্যাটওয়ার্ম থেকে মানুষ) ট্রিপ্লোব্লাস্টিক, ডিপ্লোব্লাস্টে পাওয়া ভ্রূণীয় স্তরগুলি ছাড়াওমেসোডার্ম নামে আলাদা স্তর রয়েছে । ট্রিপ্লোব্লাস্টিক প্রাণীরা পর্যাপ্ত অঙ্গ গঠন করে।\n\n\n== বিকাশ ==\nনিষিক্তকরণের মাধ্যমে প্রাণীদের জাইগোট গঠিত হয়। পরবর্তী পর্যায়ে, ক্লিভেজ, মাইটোটিক কোষ বিভাজন জাইগোটকেব্লাস্টুলা নামে কোষের একটি ফাঁপা বলে পরিণত করে। এই প্রাথমিক ভ্রূণের গঠনটি গ্যাস্ট্রুলেশনের মধ্য দিয়ে যায়, যা দুটি বা তিনটি স্তর (ভ্রূণীয় স্তর) সহ একটি গ্যাস্ট্রুলা গঠন করেমেরুদন্ডী প্রাণীর মধ্যে এই progenitor কোষগুলি টিস্যু এবং অঙ্গ গঠনে ভূমিকা পালন করে। \nপ্রায় তিন দিন পর, মানব ভ্রূণে জাইগোটটি মাইটোটিক বিভাজনের মাধ্যমে এক গুচ্ছ কোষ গঠন করে, যাকে মরুলা বলা হয়। পরবর্তীতে এটি ব্লাস্টোসিস্টে পরিবর্তিত হয়, যা ট্রফোব্লাস্ট নামক একটি বহিঃস্তুর এবং একটি অভ্যন্তরীণ কোষ গুচ্ছ বা এম্ব্রিওব্লাস্ট নিয়ে গঠিত। জরায়ুর তরল দিয়ে পূর্ণ, ব্লাস্টোসিস্ট জোনা পেলুসিডা থেকে বেরিয়ে আসে এবং ইমপ্লান্টেশন ঘটে। অভ্যন্তরীণ কোষ গুচ্ছতে প্রাথমিকভাবে দুটি স্তর রয়েছে: হাইপোব্লাস্ট এবং এপিব্লাস্ট । দ্বিতীয় সপ্তাহের শেষে, একটি আদিম ধারা বা প্রিমিটিভ স্ট্রিক প্রদর্শিত হয়। এই অঞ্চলের এপিব্লাস্ট আদিম ধারার দিকে চলে যায়, এর মধ্যে ডুব দেয় এবং একটি নতুন স্তর তৈরি করে, যাকে বলা হয় এন্ডোডার্ম, হাইপোব্লাস্টকে বাইরে ঠেলে দেয় (এটি অ্যামনিয়ন গঠন করে।এপিব্লাস্ট চলতে থাকে এবং মেসোডার্ম নামে দ্বিতীয় স্তর গঠন করে। উপরের স্তরটিকে এক্টোডার্ম বলা হয়। \nপ্রাথমিক শরীরের অক্ষের উপরে ভিত্তি করে গ্যাস্ট্রুলেশন ঘটে। ভ্রূণীয় স্তরের গঠন প্রাথমিকভাবে শরীরের অক্ষের সাথেও যুক্ত, তবে এটি গ্যাস্ট্রুলেশনের তুলনায় এটির উপর কম নির্ভরশীল। হাইড্রাক্টিনিয়াতে দেখা যায় যে ভ্রূণীয় স্তরের গঠন মিশ্র ডিলামিনেশন (স্তরে বিভক্ত হওয়ার প্রক্রিয়া) হিসাবে উদ্ভূত হয়। \nইঁদুরে ভ্রূণীয় স্তরের গঠন দুটি ট্রান্সক্রিপশন ফ্যাক্টর দ্বারা নিয়ন্ত্রিত হয়: Sox2 এবং Oct4 প্রোটিন। এই ট্রান্সক্রিপশন ফ্যাক্টরগুলো মাউসের প্লুরিপোটেন্ট স্টেম কোষগুলিকে ভ্রূণীয় স্তরে পরিবর্তিত হওয়ার জন্য উদ্দীপনা প্রদান করে। Sox2 এক্টোডার্মাল ডিফারেন্সিয়েশনকে উৎসাহিত করে, অন্যদিকে Oct4 মেসেন্ডোডার্মাল ডিফারেন্সিয়েশনকে উৎসাহিত করে। একটি জিন অন্য জিনের যা কাজ করে তা বাধা দেয়। সমগ্র জিনোম জুড়ে প্রতিটি প্রোটিনের পরিমাণ ভিন্ন, যার ফলে ভ্রূণের স্টেম কোষ তাদের ভাগ্য নির্বাচন করে। \n\n\n== ভ্রূণীয় স্তর ==\n\n\n=== এন্ডোডার্ম ===\n\nএন্ডোডার্ম হল ভ্রূণীয় তিনটি স্তরের মধ্যে একটি স্তর যা প্রাণীর ভ্রূণ বিকাশের সময় গঠিত হয়। আর্কেন্টেরন বরাবর ভিতরের দিকে স্থানান্তরিত কোষগুলি গ্যাস্ট্রুলার ভিতরের স্তর গঠন করে, যা এন্ডোডার্মে বিকশিত হয়।\nএন্ডোডার্ম প্রথমে চ্যাপ্টা কোষ নিয়ে গঠিত, যা পরবর্তীকালে কলামনার বা স্তম্ভাকারে পরিণত হয়। এটি মুখ, গলবিল এবং মলদ্বারের শেষ অংশ ব্যতীত সমগ্র পরিপাকতন্ত্রের এপিথেলিয়াল স্তর গঠন করে। এটি লিভার এবং অগ্ন্যাশয় সহ পরিপাকতন্ত্রের মধ্যে উন্মুক্ত সমস্ত গ্রন্থির আস্তরণের কোষও গঠন করে; তাছাড়া শ্রবণ নল এবং টিমপ্যানিক গহ্বরের এপিথেলিয়াম; ফুসফুসের শ্বাসনালী, ব্রঙ্কাই এবং অ্যালভিওলি; মূত্রাশয় এবং মূত্রনালী অংশ; এবং থাইরয়েড গ্রন্থি এবং থাইমাসের ফলিকল আস্তরণ গঠন করে।\nএন্ডোডার্ম গঠন করে: গলবিল , খাদ্যনালী, পাকস্থলী, ক্ষুদ্রান্ত্র, কোলন, যকৃত, অগ্ন্যাশয়, মূত্রাশয়, শ্বাসনালী এবং ব্রঙ্কির এপিথেলিয়াল অংশ, ফুসফুস, থাইরয়েড এবং প্যারাথাইরয়েড ।\n\n\n=== মেসোডার্ম ===\n\nট্রিপ্লোব্লাস্টিক প্রাণীদের ভ্রূণে মেসোডার্ম নামক ভ্রূণীয় স্তরটি  গঠিত হয়। গ্যাস্ট্রুলেশনের সময়, কিছু কোষ ভিতরের দিকে স্থানান্তরিত হয়ে মেসোডার্ম গঠনে অবদান রাখে, যা এন্ডোডার্ম এবং এক্টোডার্মের মধ্যে একটি অতিরিক্ত স্তর।   মেসোডার্মের গঠন সাধারনত সিলোমের বিকাশের দিকে পরিচালিত করে। সিলোমের ভিতরে গঠিত অঙ্গগুলি শরীরের প্রাচীর থেকে স্বাধীনভাবে নড়াচড়া করতে, বৃদ্ধি পেতে এবং বিকাশ করতে পারে যখন অভ্যন্তরীণ তরল তাদের ধাক্কা থেকে রক্ষা করে। \nমেসোডার্মের বেশ কয়েকটি উপাদান রয়েছে যা টিস্যুতে বিকশিত হয়: মধ্যবর্তী মেসোডার্ম, প্যারাক্সিয়াল মেসোডার্ম, পার্শ্বীয় প্লেট মেসোডার্ম এবং কর্ডা-মেসোডার্ম । কর্ডা-মেসোডার্ম নটোকর্ড হিসাবে বিকশিত হয়। মধ্যবর্তী মেসোডার্ম কিডনি এবং গোনাডে পরিণত হয়। প্যারাক্সিয়াল মেসোডার্ম তরুণাস্থি, কঙ্কালের পেশী এবং ডার্মিস হিসাবে বিকশিত হয়। পার্শ্বীয় প্লেট মেসোডার্ম সংবহনতন্ত্রে (হৃদপিণ্ড এবং প্লীহা সহ), অন্ত্রের প্রাচীর এবং মানবদেহের প্রাচীরে বিকাশ লাভ করে। \nসেল সিগন্যালিং ক্যাসকেড এবং এক্টোডার্মাল এবং এন্ডোডার্মাল কোষের সাথে মিথস্ক্রিয়াগুলির মাধ্যমে, মেসোডার্মাল কোষগুলি ডিফারেন্সিয়েসন প্রক্রিয়া শুরু করে। \nপেশী (মসৃণ এবং স্ট্রাইটেড), হাড়, তরুণাস্থি, সংযোজক টিস্যু, চর্বি টিস্যু, সংবহনতন্ত্র, লিম্ফ্যাটিক সিস্টেম, ডার্মিস, দাঁতের ডেন্টিন, জিনিটোরিনারি সিস্টেম, সিরাস মেমব্রেন, প্লীহা এবং নটোকর্ড ইত্যাদি ভ্রূণীয় মেসোডার্ম থেকে বিকশিত হয়।\n\n\n=== এক্টোডার্ম ===\n\nএক্টোডার্ম ভ্রূণের বাইরের স্তর তৈরি করে এবং এটি ভ্রূণের এপিব্লাস্ট থেকে তৈরি হয়।  এক্টোডার্ম পৃষ্ঠের এক্টোডার্ম, নিউরাল ক্রেস্ট এবং নিউরাল টিউবে বিকশিত হয়। \nসারফেস এক্টোডার্মের বিকাশ ঘটে: এপিডার্মিস, চুল, নখ, চোখের লেন্স, সেবেসিয়াস গ্রন্থি, কর্নিয়া, দাঁতের এনামেল, মুখ ও নাকের এপিথেলিয়াম।\nএক্টোডার্মের নিউরাল ক্রেস্ট এতে বিকশিত হয়: পেরিফেরাল স্নায়ুতন্ত্র, অ্যাড্রিনাল মেডুলা, মেলানোসাইটস, মুখের তরুণাস্থি।\nমস্তিষ্ক, মেরুদন্ডী, পোস্টেরিয়র পিটুইটারি, মোটর নিউরন, রেটিনা ইত্যাদি এক্টোডার্মের নিউরাল টিউব থেকে বিকশিত হয়।\nদ্রষ্টব্য: রাথকের থলির এক্টোডার্মাল টিস্যু থেকে সম্মুখ পিটুইটারি বিকশিত হয়।\n\n\n==== নিউরাল ক্রেস্ট ====\nঅত্যধিক গুরুত্বের কারণে নিউরাল ক্রেস্টকে কখনও কখনও চতুর্থ ভ্রূণীয় স্তর হিসাবে বিবেচনা করা হয়।  এটি অবশ্য এক্টোডার্ম থেকেই তৈরি হয়।\n\n\n== আরো দেখুন ==\n\nজননকোষ\nহিস্টোজেনেসিস\nনিউরুলেশন\nভূণীয় স্তর থেকে প্রাপ্ত মানব কোষের তালিকা\n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:Embryology"}