{"pageid": 1428931, "title": "জেরার্ড ফুসম্যান", "url": "https://bn.wikipedia.org/wiki?curid=1428931", "content": "জেরার্ড ফুসম্যান (১৭ মে ১৯৪০ – ১৪ মে ২০২২) একজন ফরাসি ভারততত্ত্ববিদ ছিলেন, যিনি কলেজ ডি ফ্রান্সের একজন অধ্যাপক ছিলেন।\nফসম্যান ১৭ মে ১৯৪০ সালে লেন্স, পাস-ডি-ক্যালাইসে জন্মগ্রহণ করেছিলেন। তিনি ৮১ বছর বয়সে ১৪ মে ২০২২ সালে স্ট্রাসবার্গে মারা যান\n\n\n== প্রকাশনার আংশিক তালিকা ==\n\"Die Felsbildstation Shatial\" Gérard Fussman & Ditte König Journal of Near Eastern Studies Vol. LIX, NO. 2   April 2000\n\"Une étape décisive dans l’étude des monnaies kouchanes\" Revue Numismatique, 6e série, XXVIII, pages 145 à 173 (sur la numismatique et la chronologie des Kouchans). Paris\n\"Upâya-kauśalya. L’implantation du bouddhisme au Gandhâra\" Études thématiques n °2 : Bouddhisme et cultures locales. Quelques cas de réciproques adaptations. Actes du colloque Franco-japonais de septembre 1991 édités par Fukui Fumimasa & Gérard Fussman. Pages 17–51. École Française d’Extrême Orient, Paris, 1994\n\"L’inscription de Rabatak et l’origine de l’ère śaka\" Journal Asiatique, 1998 fascicule 2. Pages 571-651 Paris\n\"Monuments bouddhiques de la région de Caboul, I, Le monastère de Gul Dara\" Marc Le Berre & Gérard Fussman Mémoires de la Délégation Archéologique Française en Afghanistan, tome XXII Diffusion De Boccard, Paris, 1976\n\"Antiquities of Northern Pakistan, vol. 3\" Sous la direction de Gérard Fussman & Karl Jettmar, en collaboration avec Ditte König. Heidelberger Akademie der Wissenschaften, Forschungsstelle \"Felsbilder und Inschriften am Karakorum Highway\" Verlag Philipp von Zabern, Mainz, 1994\n\"La place des Sukhavati-vyuha dans le bouddhisme indien\" Journal Asiatique 1999-2. Pages 755-818\n\"Une peinture sur pierre : le triptyque au stupa de Shatial. vol. 3\" Sous la direction de Gérard Fussman, Karl Jettmar, en collaboration evec Ditte König In Heidelberger Akademie der Wissenschaften, Forschungsstelle \"Felsbilder und Inschriften am Karakorum Highway\", Verlag Philipp von Zabern, Mainz, 1994. Pages 1–56\n\"Chilas, Hatun et les bronzes bouddhiques du Cachemire\" Antiquities of Northern Pakistan, Reports and Studies vol. 2. Sous la direction de Karl Jettmar, en collaboration avec Ditte König et Martin Bemann. Pages 1–60 Verlag Philipp von Zabern, Mainz, 1993\n\"Ménandre l’Indo-grec ou Paul Demiéville revisité\" Journal Asiatique 1993, 1-2, pages 61–138\n\"Pouvoir central et régions dans l’Inde ancienne: le problème de l’empire maurya\" Annales ESC, n°4, juillet-août 1982, pages 621-647\n\"Le concept d'empire dans l'Inde ancienne\" Le concept d'empire. Sous la direction de Maurice Duverger, Centre d'Analyse Comparative des Systèmes Politiques. Pages 379-396 Presses Universitaires de France, Paris, 1980\n\"Pour une problématique nouvelle des religions indiennes anciennes\" Journal Asiatique 1977, pages 21–70\nAryas, Aryens et Iraniens en Asie Centrale Fussman, G.; Kellens, J.; Francfort, H.-P.; Tremblay, X.. (2005) Institut Civilisation Indienne আইএসবিএন ২-৮৬৮০৩-০৭২-৬\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nCollège de France ওয়েবসাইট (ফরাসি ভাষায়) [১]\nগ্রন্থপঞ্জি"}