{"pageid": 1428934, "title": "ভূরিশ্রবা", "url": "https://bn.wikipedia.org/wiki?curid=1428934", "content": "ভূরিশ্রবা (সংস্কৃত: भूरिश्रवस् / भूरिश्रवा) ছিলেন বাহ্লিক রাজ্যের একটি ক্ষুদ্র রাজ্যের রাজপুত্র এবং মহাভারত মহাকাব্যে একটি ভূমিকা পালন করেছিলেন। ভূরিশ্রবার ভিন্ন ভিন্ন বানান রয়েছে, যার মধ্যে রয়েছে “ভুরিশ্রবা”, “ভূরিশ্রবা”, “ভূরিশ্রবস” ইত্যাদি।\nভূরিশ্রবা ছিলেন রাজা বাহ্লিকের নাতি, যিনি ছিলেন শান্তনুর বড় ভাই। তার তিনটি সন্তান ছিল: প্রতীপ, প্রয়াঞ্জা এবং একটি নামহীন কন্যা।\nভূরিশ্রবার পিতা সোমদত্ত একবার সিনি নামক আরেক রাজপুত্রের সাথে দ্বন্দ্ব জড়িয়ে পড়েন। যখন ভগবান কৃষ্ণের মা দেবকী অবিবাহিত ছিলেন, অনেক রাজপুত্র তাকে বিবাহের জন্য প্রতিদ্বন্দ্বিতা করেন, যার মধ্যে সোমদত্ত এবং সিনিও ছিলেন, যারা তার জন্য ব্যাপক সংঘর্ষ করেছিল। সিনি, বাসুদেবের পক্ষে যুদ্ধ করে যুদ্ধে জয়ী হন। এই ঘটনাটি সিনি এবং সোমদত্ত পরিবারের মধ্যে বিদ্বেষের সূচনা করে, যার ফলে একটি প্রজন্মের প্রতিদ্বন্দ্বিতা শুরু হয়।\nভৌর সৌদান গ্রাম (হিন্দি: भौर सैदां) ভূরিশ্রবার নামানুসারে অবস্থিত কুরুক্ষেত্র থেকে ২২ কিমি এবং থানেসার থেকে ১৩ কিমি দূরে ভূরেশ্বর মন্দিরের কাছে কুরুক্ষেত্র-পেহোয়া সড়কে, ভারতের হরিয়ানা রাজ্যের কুরুক্ষেত্রের মহাভারত তীর্থস্থানগুলোর মধ্যে একটি।\n\n\n== পারিবারিক বংশ ==\nভূরিশ্রবা একজন কুরু রাজকুমার, সোমদত্তের পুত্র এবং বাহ্লিকের নাতি। ভূরিশ্রবা কৌরব পক্ষ থেকে কুরুক্ষেত্র যুদ্ধে অংশ নেন।\nঅনেক আগে, সিনি দেবকীর স্বয়ম্বরে গিয়ে বাসুদেবের জন্য তাকে অপহরণ করেন। সোমদত্ত সিনিকে দ্বৈরথে আহবান করেন কিন্তু হেরে যান। সিনি সোমদত্তকে চুলের মুঠি ধরে এবং তাকে জীবিত রাখলেও সমস্ত রাজাদের সামনে লাথি মেরেছিল। অপমান সহ্য করতে না পেরে, সোমদত্ত ভগবান শিবের কাছে তপস্যা করে বর চায় যে দেবতা তাকে একটি শক্তিশালী পুত্র দেবেন যে তার অপমানের প্রতিশোধ নেবে। ভগবান শিব সোমদত্তকে বর দিয়েছিলেন, এবং ফলস্বরূপ, ভূরিশ্রবার জন্ম হয়েছিল। ভগবান শিবের কাছ থেকে সোমদত্তের আশীর্বাদের কারণে ভূরিশ্রবা এক শক্তিশালী যোদ্ধা হয়ে ওঠেন। যুদ্ধে, তিনি সিনি’র নাতি সাত্যকিকে লাথি মেরে সোমদত্তের অপমানের প্রতিশোধ নেন।\n\n\n== যুদ্ধে ভূমিকা ==\nকুরুক্ষেত্রের যুদ্ধের সময়, সিনি'র পৌত্র সাত্যকি, তৎকালীন শিব রাজ্যের একজন রাজা, পাণ্ডব সেনাবাহিনীর একজন সেনাপতি ছিলেন যখন ভূরিশ্রবা কৌরব বাহিনীর ১১জন সেনাপতির একজন।\nযুদ্ধের ১৪তম দিনে, ভূরিশ্রবা দ্রোণাচার্যের সেনাসজ্জায় অবস্থান করে, অর্জুনকে জয়দ্রথের কাছে পৌঁছুতে বাধা দেওয়ার চেষ্টা করে। যখন সাত্যকি এবং ভীম অর্জুনের সাহায্যে এগিয়ে আসেন, ভূরিশ্রবা তার অবস্থান পরিত্যাগ করে সাত্যকিকে দ্বন্দ্বে আহবান করেন। ইতোমধ্যেই দ্রোণের সাথে যুদ্ধ করে এবং তার সেনাসজ্জায় ঘুরেঘুরে ক্লান্ত হয়ে পড়া, সাত্যকি দীর্ঘ এবং রক্তক্ষয়ী যুদ্ধের পর ক্ষতবিক্ষত হতে শুরু করে। তাদের অস্ত্র ধ্বংস হবার পর, যুদ্ধ হাতাহাতি যুদ্ধে পরিণত হয়। ভূরিশ্রবা সাত্যকিকে ধাক্কা মেরে যুদ্ধক্ষেত্রে হেঁচড়ে টেনে নিয়ে যায়।\nঅর্জুনকে কৃষ্ণ সাত্যকির বিপদ সম্পর্কে সতর্ক করেন। ভূরিশ্রবা যখনই সাত্যকিকে হত্যা করতে যাবে, ঠিক তখনই অর্জুন উদ্ধারে আসেন, একটি তীর ছুড়ে ভূরিশ্রবার বাহু কেটে ফেলেন। ভূরিশ্রবা বিলাপ করে যে তাকে পেছন থেকে আঘাত করে এবং কোন আনুষ্ঠানিক আহবান ছাড়াই, অর্জুন যোদ্ধাদের পারস্পরিক সম্মানকে অসম্মান করেছেন। প্রত্যুত্তরে, অর্জুন নিরস্ত্র, অচেতন সাত্যকিকে হত্যা করার চেষ্টা করার জন্য ভূরিশ্রবাকে তিরস্কার করেন। অর্জুনও ১৩তম দিনে অভিমন্যু হত্যায় অংশ নেওয়ার জন্য  ভূরিশ্রবার সমালোচনা করেন।\nএ সময় ভুরিশ্রবা তার মূর্খতা বুঝতে পেরে লজ্জায় মাথা নিচু করে। অস্ত্র ফেলে তিনি যোগ তপষ্য করতে শুরু করেন। কিন্তু সাত্যকি তখন তার জ্ঞান ফিরে পায় তখন দ্রুতই তার শত্রুর শিরশ্ছেদ করে। যুদ্ধের উভয় পক্ষের যোদ্ধারা এই কাজের জন্য সাত্যকিকে নিন্দা জানায় - মহাকাব্যের একটি ঘটনা যা ঘৃণার অনিয়ন্ত্রিত শক্তির বিরুদ্ধে ধর্ম ও সম্মানের শ্রেষ্ঠত্ব প্রদর্শন করে।\nপ্রতীকীভাবে, ভূরিশ্রবা নিরস্ত্র সাত্যকিকে হত্যা করার প্রচেষ্টার ফলে একইভাবে তার নিজের মৃত্যু ঘটে, ভূরিশ্রবাকে একজনের বস্তুগত ক্রিয়া (কর্ম) এর বাধ্যতামূলক প্রভাবের প্রতিনিধিত্বকারী হিসাবে দেখা যায়।\nবহু বছর পরে, ভূরিশ্রবার মৃত্যুটি কৃতবর্মা সাত্যকিকে অপমান করার জন্য ব্যবহার করবেন। ফলস্বরূপ যুদ্ধে, সাত্যকি (পাশাপাশি অবশিষ্ট যাদবগণ) প্রাণ হারায়।\n\n\n== বংশধর ==\nভূরিশ্রবার দুই পুত্র অভিমন্যুর হাতে নিহত হয়। তার কন্যা দ্রুপদ পুত্র সত্যজিৎকে বিয়ে করে এবং যুদ্ধের পর তার দুটি পুত্র সন্তান হয়। প্রথমটি পাঞ্চালের রাজা হয় (সম্ভবত দ্রৌপদীর কন্যাকে বিয়ে করে) যেখানে দ্বিতীয় পুত্র প্রতীপের কন্যাকে বিয়ে করে এবং বাহ্লিক সিংহাসনের উত্তরাধিকারী হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমহাভারত অনুবাদ করেছেন সি রাজগোপালাচারী\nমহাভারত অনুবাদ করেছেন সি রাজগোপালাচারী"}