{"pageid": 1428045, "title": "তিনটি শূকরছানা", "url": "https://bn.wikipedia.org/wiki?curid=1428045", "content": "\"দ্য থ্রি লিটল পিগস\" বা তিনটি শূকরছানা হল তিন শূকরকে নিয়ে রচিত একটি কল্পকাহিনী, যারা বিভিন্ন উপকরণ দিয়ে তাদের বসতঘর তৈরি করে, কিন্তু এক বড় খারাপ নেকড়ে প্রথম দুটি শূকরের ঘর উড়িয়ে দেয় যা যথাক্রমে খড় এবং লাঠি দিয়ে তৈরি করা হয়েছিল, কিন্তু ইট দিয়ে তৈরি তৃতীয় শূকরের ঘরটি সে ধ্বংস করতে পারেনি। এই কল্পকাহিনীর মুদ্রিত সংস্করণগুলি ১৮৪০-এর দশকে প্রকাশিত হয়, তবে মনে করা হয় যে গল্পটি অনেক পুরানো। ১৮৯০ সালে জোসেফ জ্যাকবসের ইংলিশ ফেয়ারি টেলস-এ এর সবচেয়ে পরিচিত সংস্করণটি প্রকাশিত হয়। এর আগে সর্বপ্রথম সংস্করণটি ডার্টমুরে তিনটি পিক্সি এবং একটি শিয়ালের গল্প নিয়ে রচিত হয়েছিল, যার উৎস হিসেবে জ্যাকবস জেমস হ্যালিওয়েল-ফিলিপসকে কৃতিত্ব দেন। ১৮৮৬ সালে, হ্যালিওয়েল-ফিলিপস তার নার্সারি রাইমস অফ ইংল্যান্ডের পঞ্চম সংস্করণে গল্পটি প্রকাশ করেছিলেন এবং প্রথম মুদ্রণ হওয়ার কারণে এর মধ্যে কিছু প্রমিত বাক্যাংশ অন্তর্ভুক্ত ছিল।\nগল্পে ব্যবহৃত শব্দগুচ্ছ এবং তা থেকে গৃহীত বিভিন্ন নৈতিকতা পাশ্চাত্য সংস্কৃতির অবিচ্ছেদ্য অংশ হয়ে উঠেছে। দ্য থ্রি লিটল পিগস-এর অনেকগুলি সংস্করণ কয়েক বছর ধরে পুনর্লিখিত এবং পরিবর্তিত হয়েছে। কখনও কখনও নেকড়েকে একটি সদয় চরিত্রে পরিণত করা হয়েছে। রূপকথার গল্পের শ্রেনিবিন্যাসকারী থম্পসন মোটিফ সূচকে এটি টাইপ বি১২৪ লোককথা হিসাবে স্বীকৃত।\n\n\n== ঐতিহ্যগত সংস্করণ ==\nজেমস হ্যালিওয়েল-ফিলিপস দ্য থ্রি লিটল পিগস গল্পটিকে ইংল্যান্ডের নার্সারি রাইমস (লন্ডন এবং নিউ ইয়র্ক, ১৮৮৬ সাল)-এর অন্তর্ভুক্ত করেছিলেন। তর্কযোগ্যভাবে গল্পটির সর্বাধিক পরিচিত সংস্করণটি জোসেফ জ্যাকবসের ইংরেজি ফেইরি টেলস-এ প্রথমবার ১৯ জুন ১৮৯০ সালে প্রকাশিত হয়েছিল এবং হ্যালিওয়েলকে সেই গল্পের জন্য কৃতিত্ব দেওয়া হয়। গল্পটির প্রথম প্রকাশিত সংস্করণটি ১৮৫৩ সালে ইংল্যান্ডের ডেভনের ডার্টমুরে প্রকাশিত হয়, যেখানে তিনটি শূকর এবং একটি নেকড়ের জায়গায় তিনটি ছোট পিক্সি এবং একটি শিয়ালের কথা বর্ণনা করা হয়েছে। গল্প অনুযায়ী প্রথম পিক্সির একটি কাঠের ঘর ছিল:\n\nগল্পটির মুখ্য চরিত্র তিনতি শূকর ছানা এবং একটি নেকড়ে। তিনটি শূকরের মধ্যে প্রথম জন তার নিজের জন্য খড়ের ঘর তৈরি করে, কিন্তু একটি দুষ্ট নেকড়ে তা উড়িয়ে দেয় এবং তাকে গ্রাস করে। দ্বিতীয় ছোট শূকরটি বেতের ঘর তৈরি করে এবং সেটিও নেকড়েটি ভেংগে দেয় এবং দ্বিতীয় ছোট শূকরটিকেও গ্রাস করে। গল্পে নেকড়ে এবং শূকরের মধ্যে প্রতিটি সংলাপ প্রবাদ বাক্যাংশ হিসাবে প্রচলিত।\nতৃতীয় ছোট শূকরটি ইটের একটি ঘর তৈরি করে, যা নেকড়েটি ধংস করতে ব্যর্থ হয়। তারপরে সেই নেকড়ে বিভিন্ন ফন্দি এঁটে শূকরটিকে বাড়ি থেকে বের করার চেষ্টায় নির্দিষ্ট সময়ে বেশ কয়েকটি জায়গায় তার সাথে দেখা করতে বলে। কিন্তু শূকরটি নেকড়ের চেয়ে আগে সেই জায়গাগুলিতে পৌছে যায় এবং প্রতিবারই নেকড়ে অপ্রস্তুত হয়ে যায়। অবশেষে নেকড়ে রেগে যায় এবং বাড়ির চিমনি দিয়ে ভেতরে আসার সংকল্প করে। কিন্তু ইটের তৈরি বাড়ির মালিক শূকরটি জল গরম করার অছিলায় তার বাড়ির চুল্লিতে একটি জলের পাত্র বসিয়ে তার তলায় আগুন ধরিয়ে দেয়। নেকড়ে চিমনি দিয়ে ভেতরে আসতে গিয়ে আগুনের মধ্যে পড়ে যায় এবং মারাত্মকভাবে পুড়ে যায়। এভাবে তৃতীয় শূকর ভাইদের মৃত্যুর প্রতিশোধ নেয়। নেকড়ে পুড়ে সেদ্ধ হয়ে যাওয়ার পর শূকরটি রান্না করা নেকড়ের মাংস দিয়ে রাতের ভোজন সম্পন্ন করে।\n\n\n== তথ্যসূত্র =="}