{"pageid": 1428486, "title": "আম্মাচি পানাপিল্লাই আম্মা", "url": "https://bn.wikipedia.org/wiki?curid=1428486", "content": "আম্মাচি পানাপিল্লাই আম্মা হল ত্রিবাঙ্কুরের শাসক মহারাজের সহধর্মিণীর উপাধি, ত্রিবাঙ্কুর রাজপরিবারের অন্যান্য খেতাবধারী পুরুষ সদস্যদের এমন উপাধি থাকত।\n\nউপাধিটির আক্ষরিক অনুবাদ হল 'সঙ্গী', কারণ পূর্বে ত্রিবাঙ্কুরে মাতৃতান্ত্রিক ব্যবস্থা বিদ্যমান ছিল, সেই অনুসারে, মহারাজার বোনকে বলা হতো মহারানি, তাঁর স্ত্রীকে বলা হতো না। এইভাবে স্ত্রী, যিনি রাজকীয় বংশের ছিলেন না, তিনি আম্মাচি পানাপিল্লাই আম্মা উপাধি গ্রহণ করেন।\nআম্মাচিরা বেশিরভাগই ছিলেন অভিজাত নায়ার পরিবার থেকে। মহারাজারা এই নারীদের বিয়ে করেছিলেন সম্বন্ধম নিয়মের বিবাহের মাধ্যমে, এই নিয়মটি পাট্টুম পরিবত্তাভুম নামে পরিচিত।\n\n\n== উৎপত্তি ==\nত্রিবাঙ্কুরের (বর্তমান দক্ষিণ কেরালা) মহারাজারা খ্রিস্টীয় ১৪ শতকের দিকে দেশে প্রচলিত মাতৃ-তান্ত্রিক প্রথা এবং উত্তরাধিকার গ্রহণ করেছিলেন। তদনুসারে, একজন রাজা মারা গেলে, তার ভাগ্নে (বোনের ছেলে) পরবর্তী শাসক হবে।\n\n\n== আম্মাভিদুস ==\nযে পরিবারের মহিলার সঙ্গে মহারাজাদের বিয়ে হত তারা আম্মাভিদু নামে পরিচিত ছিল। এটা বিশ্বাস করা হয় যে তৎকালীন ত্রিবাঙ্কুরের রাজা, মহারাজা শ্রী কার্তিকা থিরুনাল ধর্মরাজ যখন পদ্মনাভপুরম থেকে তিরুবনন্তপুরমে রাজধানী স্থানান্তরিত করেন, তখন তিনি তাঁর চার স্ত্রীকে সঙ্গে নিয়ে এসেছিলেন। স্ত্রীরা ভাদাসেরি, নাগেরকোয়েল, অরুমানা এবং তিরুভাত্তার নামক স্থানের বাসিন্দা ছিলেন। আম্মাভিদু (আম্মাচিদের পৈতৃক বাড়ি) নামে পরিচিত নতুন বাড়িগুলি নতুন রাজধানীতে নির্মিত হয়েছিল এবং তাদের নাম দেওয়া হয়েছিল অরুমানা আম্মাভিদু, ভাদাসেরি আম্মাভিদু, নাগেরকোয়েল আম্মাভিদু, তিরুভাত্তার আম্মাভিদু। মহারাজা একটি নিয়মও চালু করেছিলেন যে সমস্ত রাজকীয় পুরুষ সদস্যদের শুধুমাত্র উপরে উল্লিখিত চারটি আম্মাভিদুর মধ্যে থেকে বিয়ে করতে হবে। এটি আম্মাচিদের পাশাপাশি তাদের ঘরবাড়িকে সামাজিক গুরুত্ব দিয়েছে।\nত্রিবাঙ্কুরের রাজারা ঐতিহ্যগতভাবে আম্মাভিদু থেকে স্ত্রী গ্রহণ করতেন এবং স্ত্রীদের আম্মাচি বলা হত, তাঁরা অতিরিক্ত উপাধি পেতেন পানাপিল্লাই আম্মা। যদি আম্মাভিদুর বাইরের অন্য কোনও মহিলাকে রাজা বিয়ে করতেন, তবে তাঁকে প্রথমে আম্মাভিদুদের একজনের কাছে দত্তক দেওয়া হবে এবং তারপরে রাজার সাথে বিবাহ হবে। মহারাজা স্বাথি থিরুনাল, মহারাজা আয়িলিয়াম থিরুনাল এবং মহারাজা মুলাম থিরুনালের বিবাহের ক্ষেত্রে এই ঘটনা ঘটেছিল।</link>\n\n\n== সামাজিক মর্যাদা ==\nযদিও আম্মাচি এবং তাঁর সন্তানদের উচ্চ সামাজিক সম্মানে রাখা হয়েছিল, কিন্তু তাঁদের কোন রাজকীয় উপাধি বা কোন রাজনৈতিক ক্ষমতা ছিল না। তাঁরা বহিরাগত ছিলেন এবং তাঁদের স্বামী ও তাঁর পরিবারের থেকে নিকৃষ্ট বলে বিবেচিত হতেন। অন্য রাজকীয় সদস্যদের সাথে তাঁদের কোন যোগাযোগ ছিল না। আম্মাচিদের তাঁদের রাজকীয় স্বামী বা স্ত্রীদের সাথে প্রকাশ্যে দেখা যাওয়ার নিয়ম ছিল না; তাঁরা একই গাড়িতে ভ্রমণ করতে পারতেন না। যদি কখনো তাঁরা মহারাজার সাথে ভ্রমণ করতেন তবে তাঁদের মহারাজার বিপরীতে বসতে হত, তাঁদের পাশে কখনই নয়। মহারাজারা তাঁদের সহধর্মিণীদের রান্না করা কোনো খাবার গ্রহণ করতেন না এবং রাজকীয় সদস্যদের সাথে তাঁদের সঙ্গীদের খাবার গ্রহণের অনুমতি ছিল না। সময় পরিবর্তনের সাথে সাথে বিধিনিষেধও হ্রাস পেয়েছে।\nরেভারেণ্ড স্যামুয়েল মেটার ১৯ শতকে ত্রিবাঙ্কুরের আম্মাচিদের অবস্থান সম্পর্কে নিম্নলিখিতগুলি পর্যবেক্ষণ করেছিলেন:\n\nএই সমস্ত সীমাবদ্ধতা থাকা সত্ত্বেও, ঐতিহাসিকরা উল্লেখ করেছেন যে আম্মাচিরা জমি এবং অন্যান্য সম্পত্তির কর ছাড়, আরামদায়ক জীবনযাপনের ব্যবস্থা এবং অন্যান্য সম্মানের মতো বস্তুগত সুবিধা দিয়ে ক্ষতিপূরণ পেতেন।\n\n\n== তথ্যসূত্র ==\n\nভি. নাগাম আইয়া দ্বারা ত্রিবাঙ্কুর রাজ্য ম্যানুয়াল\nটেমপ্লেট:Kingdom of Travancore"}