{"pageid": 1428868, "title": "গোয়ালিনী এবং তার দুগ্ধপাত্র", "url": "https://bn.wikipedia.org/wiki?curid=1428868", "content": "গোয়ালিনী এবং তার দুগ্ধপাত্র (দ্যি মিল্কমেড অ্যাণ্ড হার পেল) হল একটি লোককথা, যা সম্পদ ও খ্যাতির বিঘ্নিত দিবাস্বপ্ন নিয়ে উপদেশ দেয়। এই ধরণের প্রাচীন কাহিনীগুলি প্রাচ্যে বিদ্যমান ছিল অনেক আগে থেকেই কিন্তু পশ্চিমি দুনিয়ায় ঠিক এই ধাঁচের গল্প মধ্যযুগের আগে লেখা হয়নি। ১৮ শতকের এই লোকগাথা এক দিবাস্বপ্ন দেখা গোয়ালিনীর কথা বলে। সাম্প্রতিক সময়ে, কল্পকাহিনীটি শিল্পীদের দ্বারা বিভিন্নভাবে ব্যবহার করা হয়েছে এবং সঙ্গীতজ্ঞদের দ্বারা সুরসহ পরিবেশিত হয়েছে।\n\n\n== গল্পের সংকলনসমূহ ==\n\n\n=== প্রাচ্যদেশে ===\nপ্রাচ্যদেশে এই নির্দিষ্ট বিষয়ে বিভিন্ন ধরণের লোককাহিনী রয়েছে, যেখানে দরিদ্র ব্যক্তি অস্থায়ী বস্তু থেকে ভবিষ্যতের সম্পদের অলীক দিবাস্বপ্ন দেখে। যখন তারা তাদের কল্পনা দ্বারা বাস্তবতা থেকে দূরে চলে যায় এবং এটি নিয়েই ভাবে। যে বস্তুটিকে কেন্দ্র করে তাদের এই ভবিষ্যতের স্বপ্ন তারা গড়ে তোলে, স্বপ্ন কার্যকর করতে শুরু করার পর সেই বস্তুটি যদি কোনরূপে ক্ষতিগ্রস্ত হয় তখন তারা তার হীনমন্যতায় ভোগে। ভারতীয় পঞ্চতন্ত্রের গল্পসমূহে এরকম অনেক গল্পের উদাহরন দেখা যায়। প্রাচ্যদেশে এইরকমই এক প্রাচীন লোকগাথা আছে যেখানে এক ব্রাহ্মণ হাওয়ায় মহল নির্মাণ করেছিলেন অর্থাৎ অলীক কল্পনার দ্বারস্থ হয়ে তিনি ভবিষ্যতের স্বপ্ন দেখতেন। এরূপ প্রচলিত একটি লোকগাথায় দেখানো হয়েছে যে একজন ব্যক্তি অনুমান করছেন যে তাকে দেওয়া শস্যের একটি পাত্র বিক্রি করার ফলে তার কাছে এতো সম্পদ আসবে যা তার স্ত্রী এবং পরিবারকে সমর্থন করার মতো যথেষ্ট হবে এবং এছাড়াও সে পশু বিক্রি করে তার সম্পদের আরও বৃদ্ধি করবে। তার শিশু এবং তার স্ত্রী তার কথায় বিশেষ আগ্রহ দেখায়না, তাই সে স্ত্রীকে লাথি মারে এবং এটি করতে গিয়ে যে পাত্রটিকে নিয়ে সে তার ভবিষ্যতের স্বপ্ন দেখেছিল তাকেই ক্ষতিগ্রস্ত করে। এই একই গল্পের আরো কিছু সংস্করণ হল পঞ্চতন্ত্রের \"দরিদ্র ব্যাক্তি এবং তৈলপাত্র\", আরব্য রজনীর \"নাপিত ও তার লোভী ভাই\" এবং ইহুদি গল্প \" দরবেশ এবং মধুপাত্র\"।\n\n\n=== পাশ্চাত্যের উপকথা ===\n১৪ শতকের ডায়ালগাস ক্রিয়েউরারামের একটি গল্পে একজন গোয়ালীনির আখ্যান বলা হয়েছিল যিনি তার লাভের বিশদ আর্থিক গণনা করে ভবিষ্যতের সুদিনের আশা করতেন। কাস্টিলিয়ান আকারে এটি ডন জুয়ান ম্যানুয়েলের টেলস অফ কাউন্ট লুকানর (১৩৩৫) -এ ট্রুহানা নামক একজন মহিলার কথা বলা হয়েছে যার গল্পটির বিষয়বস্তু প্রায় একরকম। এই গল্পটি চিত্রিত করে যে মানুষকে তার চিন্তাভাবনাগুলি বাস্তবে সীমাবদ্ধ রাখা উচিত। এই গল্পে একটি মধুর পাত্র থেকে ত্রুহানা নিজের সম্পদ ও সমৃদ্ধি লাভের আশা করে, কিন্তু পাত্রটি তার মাথা থেকে পড়ে যায়।\nগল্পটি লা ফন্টেইনের উপকথার সংকলনে অন্তর্ভুক্ত হওয়ার পর দীর্ঘস্থায়ী জনপ্রিয়তা লাভ করে। লা ফন্টেইনের কাব্যিক রূপের মোহনীয়তা গল্পটিকে শ্রুতিমধুর করে তোলে তবে এই সংকলনের সংগে গল্পের মূল উৎস হিসাবে পরিচিত বোনাভেঞ্চার ডেস পেরিয়ার্সের নওভেলেস রিক্রেশানস এট জয়েউক্স ডেভিস (১৫৫৮)- এর লিপিবদ্ধ সংস্করণটির থেকে এর সামান্য পার্থক্য লক্ষ্য করা  যায়।\nএই উপকথাটির মূল গল্পে বলা হয়েছে যে, একবার একজন গোয়ালিনী তার একটি দুধের পাত্র নিয়ে বাজারে যাচ্ছিল। তার হিসাব ছিল এইরকম যে, সে এটি অর্ধ সৌ দিয়ে বিক্রি করবে এবং তা দিয়ে কিনবে এক ডজন ডিম। সেগুলি থেকে সে এক ডজন মুরগী ছানা পাবে; যখন তারা বড় হবে তখন সে তাদেরকে বিক্রী করবে এবং তারপর প্রত্যেকের থেকে পাঁচ সৌ অর্থ আনবে যা দিয়ে সে একটি পুরুষ এবং একটি মাদি শূকর কিনবে এবং তাদের থেকে আরও এক ডজন বাচ্চা হবে। তারা বড় হবে, এবং তাদের লালন-পালনের পর বিক্রি করে পুনরায় প্রত্যেকের থেকে কুড়ি সৌ অর্থ উপার্জন করবে। এটি দিয়ে সে একটি ঘোড়া কিনবে। এসব কল্পনা করে গোয়ালিনী এত খুশি হয়েছিল যে বেখেয়ালে তার হাত থেকে দুধের পাত্রটি পড়ে যায় এবং সমস্ত দুধ ছিটকে পড়ে। সাথে সাথে তার ডিম, তার মুরগি, ঘোড়া এবং বাচ্ছা সমস্ত স্বপনই অধরা থেকে যায়। এই গল্প থেকে একটি প্রচলিত প্রবাদ আছে যে \"আপনার মুরগির ছানা ডিম ভেংগে বের না হওয়া পর্যন্ত তাদের গণনা করবেন না।\" \n\n\n== তথ্যসূত্র =="}