{"pageid": 1428095, "title": "অনুরাধা রামনন", "url": "https://bn.wikipedia.org/wiki?curid=1428095", "content": "অনুরাধা রামনন (২৯শে জুন ১৯৪৭ - ১৬ই মে ২০১০) একজন তামিল লেখক, শিল্পী এবং একজন সামাজিক কর্মী ছিলেন।\n\n\n== জীবনী ==\nঅনুরাধা রামনন ১৯৪৭ সালে তামিলনাড়ুর তাঞ্জাভুরে জন্মগ্রহণ করেন। তাঁর দাদু আর বালাসুব্রমনিয়াম একজন অভিনেতা ছিলেন, যিনি অনুরাধাকে একজন লেখক হতে অনুপ্রাণিত করেছিলেন। অনুরাধা একজন শিল্পী হিসাবে তাঁর কর্মজীবন শুরু করেছিলেন, এর পর তিনি বেশ কয়েকটি ব্যর্থ প্রচেষ্টা করেন জনপ্রিয় পত্রিকায় চাকরি পাওয়ার জন্য। তিনি তামিল পত্রিকা মাঙ্গাই -তে যাওয়ার পর, সম্পাদক তাঁর লেখাগুলিকে খুব আকর্ষণীয় বলে মনে করেছিলেন। এটি তাঁকে সেখানে যোগদান করতে প্ররোচিত করেছিল। অনুরাধার সাহিত্যিক জীবন শুরু হয় ১৯৭৭ সালে পত্রিকায় কাজ করার সময়। তিনি জয়েন্দ্র সরস্বতীর বিরুদ্ধে যৌন হয়রানির অভিযোগও প্রকাশ করেছিলেন।\nতাঁর সাহিত্যিক অবদান ছাড়াও, তিনি তাঁর \"বিবাহবিচ্ছেদ বিরোধী প্রচারণা\" কাজের জন্য সুপরিচিত ছিলেন। ৩০ বছরেরও বেশি সময় ধরে চলা কর্মজীবনে, অনুরাধা প্রায় ৮০০টি উপন্যাস এবং ১,২৩০টি ছোট গল্প লিখেছেন। তাঁর কাজগুলি মূলত পরিবার এবং দৈনন্দিন ঘটনাকে কেন্দ্র করে। তাঁর প্রথম দিকের কাজগুলোর মধ্যে একটি হলো সিরাই, সেটি আনন্দ বিকাতন থেকে সেরা ছোট গল্পের জন্য স্বর্ণপদক জিতেছে। এটি একই নামের একটি চলচ্চিত্রে রূপান্তরিত হয়েছিল। এর পরে, তাঁর অন্যান্য উপন্যাস কুট্টু পুঝুক্কল, ওরু মালারিন পায়ানম এবং ওরু ভিদু ইরুভাসাল তামিল, তেলুগু এবং কন্নড়ের মতো বিভিন্ন ভাষার চলচ্চিত্রে রূপান্তরিত হয়েছিল। বালাচন্দর পরিচালিত ওরু ভিদু ইরু ভাসাল ১৯৯১ সালে অন্যান্য সামাজিক বিষয়ের উপর শ্রেষ্ঠ চলচ্চিত্রের জন্য জাতীয় চলচ্চিত্র পুরস্কার লাভ করে। তাঁর কাজের উপর ভিত্তি করে ১৯৮৮ সালের তেলুগু চলচ্চিত্র ওকা বারিয়া কথা পাঁচটি নন্দী পুরস্কার জিতেছে। চলচ্চিত্র ছাড়াও, তাঁর অনেক গল্প যেমন অর্চনাই পুকল, পাসম এবং কানাকান্দেন থোজি টেলিভিশন ধারাবাহিকে রূপান্তরিত হয়েছে। তামিলনাড়ুর তৎকালীন মুখ্যমন্ত্রী এম জি রামচন্দ্রন তাঁকে স্বর্ণপদক প্রদান করেন।\n\n\n== মৃত্যু ==\n২০১০ সালের ১৬ই মে তারিখে চেন্নাইতে ৬২ বছর বয়সে হৃদরোগে আক্রান্ত হয়ে অনুরাধা মারা যান। তিনি রামনন নীলকান্ত আইয়ারকে বিবাহ করেছিলেন এবং তাঁর দুটি কন্যা রয়েছে।\n\n\n== বিতর্ক ==\n\n\n=== জয়েন্দ্র সরস্বতীর বিরুদ্ধে যৌন হেনস্থার অভিযোগ ===\nঅনুরাধা রামনন বলেছিলেন, ১৯৯২ সালে, মঠ দ্বারা আধ্যাত্মিক পত্রিকা \"আম্মা\" প্রকাশের জন্য তাঁকে আলোচনার জন্য নিয়ে যাওয়া হয়। যখন তিনি জয়েন্দ্র সরস্বতীর সাথে দেখা করেন, তখন তখন তিনি যৌন হয়রানির শিকার হন। অনুরাধা রামনন সরস্বতীর বিরুদ্ধে যৌন অগ্রগতির অভিযোগ এনেছেন। তিনি বলেছিলেন যে তাঁদের প্রথম সাক্ষাতের সময়, সরস্বতী তাঁকে প্রস্তাবিত জার্নালের সম্পাদক করার প্রস্তাব দিয়েছিলেন, রামনন এই প্রস্তাবে সম্মত হন। তাঁদের চূড়ান্ত সাক্ষাতের সময়, তিনি বলেছিলেন, সরস্বতী অশালীন ভাষা ব্যবহার শুরু করেছিলেন।\nরামনন বলেন তাঁর পরিচিত একজন মহিলা পুলিশ অফিসার তাঁকে অভিযোগ দায়ের করার জন্য বলেছিলেন, কিন্তু তিনি তা করেননি কারণ তিনি নিজর মেয়েদের ভবিষ্যতের জন্য ভয় পেয়েছিলেন। তিনি জানান যে তাঁকে হত্যার চেষ্টা করা হয়েছে। তিনি বলেছিলেন যে একটি ট্রাক তাঁর গাড়িকে ধাক্কা দেয় এবং তাঁকে হাসপাতালে ভর্তি করার সময়ও তাঁর জীবন নেওয়ার আরও একটি চেষ্টা করা হয়েছিল। ২০০৪ সালের ডিসেম্বরে, তিনি বলেছিলেন যে ১২ বছর আগে যখন কথিত ঘটনাটি ঘটেছিল, তখন তিনি যদি প্রকাশ করতেন তাহলে তাঁকে শঙ্কররামনের মতো একই পরিণতি ভোগ করতে হতো।\n\n\n== তথ্যসূত্র =="}