{"pageid": 1428127, "title": "সিংহ ও ইদুর", "url": "https://bn.wikipedia.org/wiki?curid=1428127", "content": "দ্য লায়ন অ্যান্ড দ্য মাউস অথবা সিংহ এবং ইদুর হল ঈশপের কল্পকাহিনীগুলির মধ্যে একটি। গল্পের শ্রেনীবিন্যাসের বিশেষ পদ্ধতি পেরি সূচকে এই গল্পকে ১৫০ নম্বরে রাখা হয়েছে। গল্পের কিছু পূর্বাঞ্চলীয় সংস্করণ রয়েছে যার সবগুলোই আকার ও বর্ননা নির্বিশেষে পারস্পরিক সম্পর্ক প্রদর্শন করে। নবজাগরণের সময় লিখিত এই উপকথাটির পরিশিষ্টে সামাজিক উচ্চাকাঙ্ক্ষার নিন্দা করা হয়েছে। এই গল্পের একটি দ্বিতীয় ভাগও আছে।\n\n\n== সাহিত্যে উপকথা ==\nএই প্রাচীনতম সংস্করণগুলিতে লিখিত আছে যে একসময় একটি ইঁদুর একটি সিংহকে ঘুম থেকে জাগিয়ে তুললে সিংহ তাকে হুমকি দেয়। ইঁদুর ক্ষমা প্রার্থনা করে এবং বলে যে তার মতো অযোগ্য শিকার সিংহের পক্ষে সম্মানসূচক নয়। সিংহ সম্মত হয় এবং ইঁদুরকে মুক্ত করে। পরে একসময় সিংহটি শিকারিদের জালে ধরা পরে। সিংহের গর্জন শুনে, ইঁদুরটি  সিংহর করুণার কথা মনে করে এবং দড়ি কেটে দিয়ে তাকে মুক্ত করে। গল্পের মূল নৈতিক শিক্ষা হল এই যে ক্ষমা করলে তার পুরস্কার পাওয়া যায় এবং এমনটা কখনোই নয় যে, ছোট ব্যাক্তি বড় ব্যক্তিকে সাহায্য করতে পারে না। পরবর্তী ইংরেজি সংস্করণগুলিতে বলা হয়েছে যে ইঁদুর সিংহের অনুগ্রহ ফিরিয়ে দেওয়ার প্রতিশ্রুতি দিয়েছেল। সম্ভবত বিনোদনের জন্য এবং গল্পের পটভূমিকে আরও শক্তিশালী করে তুলতে এইরূপ করা হয়।\nস্কটিশ কবি রবার্ট হেনরিসন, ১৪৮০-এর দশকে তার মোরাল ফ্যাবিলিস -এ এই গল্পের একটি সংস্করণ অন্তর্ভুক্ত করেন যাতে ইঁদুর যে আবেদনটি করে তার বিস্তৃত বর্ননা আছে এবং এর মাধ্যমে আইন, ন্যায়বিচার এবং রাজনীতির গুরুতর বিষয়গুলিকে আনা হয়েছে। কবিতা আকারে লিখিত গল্পের এই বিশেষ সংস্করণে ৪৩টি স্তবক রয়েছে যার মধ্যে প্রথম বারোটিতে ঈশপের সাথে স্বপ্নে একটি সাক্ষাতের বর্ণনা করা হয়েছে এবং শেষে ছয়টি স্তবকে নৈতিকতার উপদেশ আছে। উপকথাটির সম্প্রসারিত সংস্করণে ১৩-৩৬  স্তবক আছে। ১৬৮৭ সালে ফ্রান্সিস বার্লোর লেখা উপকথার একটি সংস্করণে এক ভিন্ন ধরনের রাজনৈতিক পাঠ দেওয়া হয়েছে; সেখানে কবি আফ্রা বেহন মন্তব্য করেছেন যে সেবার কোনো রূপকে তুচ্ছ করা যায় না, কারণ নম্র ইঁদুর যেমন পশুদের রাজাকে সাহায্য করেছিল, তেমনি ওরচেস্টারের যুদ্ধের পর রাজা চার্লস যখন পালিয়ে বেড়াচ্ছিলেন তখন 'এক ওক গাছ রাজা চার্লসকে আত্মগোপনের জায়গা প্রদান ক'রে গৌরবময় রাজাকে বাঁচিয়েছিল'।\n১৬ শতকের ফরাসি কবি ক্লেমেন্ট মারোটও তাঁর বন্ধু লিয়ন জামেটের কাছে চিঠিতে, ১৫৩৪ সালে প্রথম প্রকাশিত সিংহ ও ইদুরের গল্পের একটি বর্ধিত সংস্করণ বর্ণনা করেছেন।  পরবর্তী শতাব্দীতে লা ফন্টেইনের উপকথায় গল্পের আরও সংক্ষিপ্ত সংস্করণ অন্তর্ভুক্ত ছিল।\n\n\n== শৈল্পিক ব্যাখ্যা ==\nএই উপকথাটি শিল্পী এবং ভাস্করদের কাছে অতন্ত্য প্রিয় এবং তারা তাদের শিল্পের মাধ্যমে এই উপকথার বহু পরিচিত দৃশ্য ফুটিয়ে তুলেছেন। ফ্লেমিশ চিত্রশিল্পী ফ্রান্স স্নাইডার্স এই উপকথার কমপক্ষে দুটি শৈল্পিক সংস্করণ বা চিত্র তৈরি করেছিলেন, যাদের মধ্যে একটি প্রধানমন্ত্রীর কান্ট্রি হাউস চেকার্স-এর গ্রেট হল-এ বিদ্যমান। উইনস্টন চার্চিল এই চিত্রের উপর আরো কয়েক পোঁচ রংয়ের প্রলেপ লাগান যাতে ইঁদুরটিকে ভালোভাবে দৃশ্যমান করা যায়। ১৯৭৩ সালে এই চিত্রটির পুনরায় সংস্করণ করা হয় এবং এর থেকে অতিরিক্ত রং অপসারণ করা হয়। এই চিত্র এখন সেখানে গ্রেট পার্লারের সামনের ঘরে ঝুলছে।\n\n\n== তথ্যসূত্র =="}