{"pageid": 1428607, "title": "অনুষ্টুপ", "url": "https://bn.wikipedia.org/wiki?curid=1428607", "content": "অনুষ্টুপ্ বা অনুষ্টুভ্ Anuṣṭubh (সংস্কৃত: अनुष्टुभ्, আইপিএ: [ɐnuˈʂʈubʱ]) একটি ছন্দ এবং একটি মেট্রিকাল একক, যা বৈদিক এবং ধ্রুপদী সংস্কৃত উভয় ধরনের কবিতায় পাওয়া যায়, তবে উল্লেখযোগ্য পার্থক্য রয়েছে।\nউৎপত্তিগতভাবে, একটি অনুষ্টুপ স্তবক হল চার লাইনের চতুষ্টয়। প্রতিটি লাইন, যাকে বলা হয় পদ যার আটটি সিলেবল আছে।\n\n\n== বৈদিক গ্রন্থে ==\nআর্নল্ড বৈদিক কর্পাসে অনুষ্টুপের তিন প্রকারের পার্থক্য করেছেন: একটি প্রাথমিক মুক্ত ফর্ম, যার মধ্যে খুব কম বিধিনিষেধ ছাড়া চারটি পদের প্রত্যেকটির ক্যাডেন্স (বৃত্ত vṛtta) একটি সাধারণ iambic (u – ux) প্রবণতা রয়েছে; যেমন\n\nā´ yás te sar | pirāsute | – – – – | u – u – |\nágne śám ás | ti dhā´yase ‖ – – – – | u – u – ‖\náiṣu dyumnám | utá śrávah | – – – u | u – u u |\nā´ cittám már | tieṣu dhāh ‖ – – – – | u – u – ‖\nপরবর্তীতে প্রতিটি পদ খোলার মধ্যে একটি মৃদু ট্রোকাইক বিকাশ ঘটে; এবং অবশেষে \"মহাকাব্যিক অনুষ্টুপ\" এর বিকাশ (অধিকাংশই অথর্ববেদে) শাস্ত্রীয় শ্লোক ফর্মের পূর্বরূপ। যদিও এই স্তোত্রগুলোতে প্রথম শ্লোকের আইম্বিক ক্যাডেন্স এখনও সমস্ত প্রকারের মধ্যে সর্বাধিক ঘন ঘন (২৫%), এটি ইতিমধ্যেই অনুষ্টুপ (শ্লোক) মহাকাব্যের প্রথম শ্লোকের স্বাভাবিক এবং বৈশিষ্ট্যগত ক্যাডেন্সের প্রায় সমান (২৩%)), যেখানে প্রথম শ্লোকের আইম্বিক ক্যাডেন্স সম্পূর্ণরূপে অদৃশ্য হয়ে গেছে।\nএটি দেখানো হয়েছে যে ঋগ্বেদের প্রতিটি পদে সামগ্রিকভাবে ৮-সিলেবল লাইনে দীর্ঘ (বা ভারী) শব্দাংশের শতাংশ নিম্নরূপ:\n\n৫৩%, ৭৭%, ৬৭%, ৭৯%, ৮%, ৯৩%, ৫%, ৮২%\nএইভাবে লাইনের প্রথমার্ধটি iambic (ইয়াম্বিক) হতে থাকে, যখন দ্বিতীয়ার্ধটি প্রায় সবসময় iambic (ইয়াম্বিক) হয়। সেসব লাইনে যেখানে ২য় সিলেবল ছোট, তৃতীয় সিলেবল প্রায় সবসময়ই লম্বা হয়।\n\n\n== শাস্ত্রীয় সংস্কৃতে: শ্লোক ==\n\nধ্রুপদী সংস্কৃতে অনুষ্টুপ তার নির্দিষ্ট মহাকাব্য আকারে বিকশিত হয়েছে যা শ্লোক নামে পরিচিত, যেমনটি উপরে বর্ণিত হয়েছে, যা ভারতীয় শ্লোকের সমতুল্য শ্রেষ্ঠত্ব হিসাবে বিবেচিত হতে পারে, যেমন, ধ্রুপদী সংস্কৃত কবিতায় অন্যান্য মিটারের তুলনায় অনেক বেশি ঘনঘন সংঘটিত।\n৫ম শতাব্দীর মধ্যে, কালিদাসের কবিতায়, শ্লোকের সীমাবদ্ধ রূপটি উপরের সারণীতে দেখানো হয়েছিল। ১৬টি সিলেবলের প্রতিটি অর্ধ-পদ্য হয় একটি পথ‍্যা (“স্বাভাবিক”) রূপ নিতে পারে বা কয়েকটি বিপুলা (\"বর্ধিত\") রূপের একটি হতে পারে। পথ্যা এবং বিপুলা অর্ধ-পদগুলো সংঘটনের ফ্রিকোয়েন্সি অনুসারে উপরের সারণীতে সাজানো হয়েছে। সবচেয়ে সাধারণ হল পথ্যা। কালিদাস, ভারবী, মাঘ এবং বিলহণ থেকে নেওয়া ২৫৭৯টি অর্ধ-শ্লোকের মধ্যে, এই ক্রমটিতে শ্লোকের চারটি গ্রহণযোগ্য রূপের প্রত্যেকটি নিম্নলিখিত অংশের দাবি করে: ২২৮৯, ১১৬, ৮৯, ৮৫; অর্থাৎ, অর্ধ-পদ্যের ৮৯% নিয়মিত পথ্যা রূপ আছে।\nআগেকার মহাকাব্যে, যেমন মহাভারত, একটি চতুর্থ বিপুলা পাওয়া যায়, যথা:\n\n| xxx –, | – u – x ||\nপ্রতিটি শ্লোকে দুটি নিয়ম প্রযোজ্য:\n\n1. উভয় পদে, সিলেবল ২-৩-এ, uu অনুমোদিত নয়।\n2. দ্বিতীয় পদে, সিলেবল ২-৪-এ, – u – অনুমোদিত নয়।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nআর্নল্ড, ইভি বৈদিক মিটার তার ঐতিহাসিক বিকাশে, কেমব্রিজ ইউনিভার্সিটি প্রেস, 1905\nহপকিন্স, ইডব্লিউ দ্য গ্রেট এপিক অফ ইন্ডিয়া, সি. স্ক্রিবনার্স সন্স, নিউ ইয়র্ক, 1901\nম্যাকডোনাল্ড, অ্যান। \"মূলমধ্যমকাকারিকে পুনর্বিবেচনা করা: পাঠ্য-সমালোচনামূলক প্রস্তাবনা এবং সমস্যা।\" Indotetsugaku-Bukkyōgaku-Kenkyū 14 (2007), 25-55\nম্যাকডোনেল, আর্থার এ. (1927), শিক্ষার্থীদের জন্য একটি সংস্কৃত ব্যাকরণ, (অক্সফোর্ড ইউনিভার্সিটি প্রেস, 3য় সংস্করণ, 1927) পরিশিষ্ট II।\nম্যাকডোনেল, আর্থার এ. (1916), শিক্ষার্থীদের জন্য একটি বৈদিক ব্যাকরণ পরিশিষ্ট II, পৃ. 438। (অক্সফোর্ড ইউনিভার্সিটি প্রেস, 1916)।\nOldenberg, Hermann (২০০৫-০১-০১)। Prolegomena on Metre and Textual History of the R̥gveda: Metrische und Textgeschichtliche Prolegomena, Berlin, 1888। Motilal Banarsidass Publishers। আইএসবিএন 978-81-208-0986-4। \nস্টেইনার, রোল্যান্ড। \"মরো লেহরে ডের অনুষ্টুভ বেই ডেন ইনডিশেন মেট্রিকার্ন।\" সুহ্রল্লেকাঃ, ফেস্টগাবে ফর হেলমুট আইমার। ( ইন্ডিকা এবং তিবেটিকা 28)। এডস। হ্যান, মাইকেল এবং জেনস-উই হার্টম্যান। সুইস্টাল-ওডেনডর্ফ (1996), 227-248।\n\n\n== আরো দেখুন ==\nছন্দ (বেদাঙ্গ)\nসংস্কৃত প্রসোডি\nশ্লোক"}