{"pageid": 1428305, "title": "বাংরু ভাষা", "url": "https://bn.wikipedia.org/wiki?curid=1428305", "content": "বাংরু (Tadə Baŋru বা Tadʑu Baŋru), লেভাই (Ləwjɛ) নামেও পরিচিত এবং মাঝে মাঝে উত্তর মিজি নামেও পরিচিত একটি ভাষা যা সার্লি সার্কেল, উত্তর কুরুং কুমে জেলায় ১,৫০০ জন লোক।  দুর্বল দলিল ব্যবহারের কারণে দীর্ঘ অশ্রেণীবদ্ধ, এটি মিজি ভাষার সাথে সম্পর্কিত বলে প্রমাণিত হয়েছে।\n\n\n== বণ্টন ==\nব্লেঞ্চ (২০১৫), রাম্যা (২০১২) উদ্ধৃত করে, বাংরু (উত্তর মিজি) গ্রামগুলি তালিকাভুক্ত করে বালা, লি, লোয়ার লিচিলা, আপার লিচিলা, মাচানে, মিলি, মোলো, নাদে, নামজু, পালো, রেরুং, সাপে, সাতে (saːtəː), ওয়াবিয়া, এবং ওয়ালু', পাশাপাশি সরলি টাউন। ঐতিহ্যগতভাবে, বাংরুরা 'তেরো বাংরু গ্রামে' বাস করত (বাংরু ভাষা: ləwjɛː neːpeː rəŋleː kətə̃ĩŋ)  ভাষাগত অঞ্চল যেখানে বাংরু ভাষা ব্যবহৃত হয় তা হল কুরুং কুমে জেলার পার্বত্য অঞ্চলের উত্তর অংশ, প্রধানত সরলি বৃত্তের সংলগ্ন গ্রামগুলি নিয়ে গঠিত।\nচীনে, বাংরু (চীনা ভাষায় বেংরু 崩如 হিসাবে প্রতিলিপিকৃত) বিক্সিয়া 比夏, দক্ষিণ লংজি কাউন্টি 隆子县, শানান প্রিফেকচার 山南地区, তিব্বত - জিলি 结列, বালুও 巴洛, জিয়াদে 夏德, লি 利, লিলাকি 利拉齐, এবং গেলংগে 嘎朗洛 (লি ২০০৩) গ্রামে কথিত হয়। লংজি কাউন্টির সান'আন কুলিন টাউনশিপ 三安曲林乡-এ বসবাসকারী আশেপাশের সুলুং লোকেদের মধ্যেও বাংরুতে কথা বলে। বাংরুর নামের মধ্যে রয়েছে ləʔ˧˩ wai˥ (অটোনিম), pɤn˧˩ ru˥ (বাংনি এক্সোনিম), এবং bu˧ zuai˥ bi˧ (শুলুং এক্সোনিম)। চীনের পাশের দোউয়ু গ্রাম নং 1 (斗玉一村) এও ৬ জন লোক বাস করে। লি (২০০৩) প্রতিবেদ করেছেন যে ১৯৮০ সালের হিসাবে প্রায় ১,৬০০ বাংরু মানুষ এবং ২০০২ সালের হিসাবে প্রায় ২,০০০\n00 জন।\nকুরুং কুমে জেলার ৯০%-এরও বেশি বাসিন্দার মতো, বেশিরভাগ বাংরু ভাষাভাষীরা নিশি ভাষার জাত ন্যাসংও বলতে পারে। বাংরু ভাষাভাষীরা সার্লি সার্কেলের জনসংখ্যার প্রায় ৪০%, যেখানে পুরোইক ভাষাভাষীদের সংখ্যাও কম।\nবাংরুরা নিজেদেরকে taːdə বা taːdʑuː baŋruː বলে এবং পূর্ব মিজি এবং পশ্চিম মিজিকে waːduː baŋruː বলে। বাংরুরা দাবি করে যে তারা দাদী সূর্যের (ʔaseː lədʑuwjɛː) পুত্রদের একজনের বংশধর, যখন মিজিরা অন্য ছেলের বংশধর যারা পূর্ব কামেং জেলার লাদা সার্কেল এলাকায় স্থানান্তরিত হয়েছিল। পাঁচটি বাংরু গোষ্ঠী রয়েছে:\n\nপিসা (pədʑoː dʑuː)\nমেলো (məloː dʑuː</link>)\nতাগাং (təgaŋ dʑuː</link>)\nমিলি (məli dʑuː</link>)\nসাপে (saːpə</link>)\nবাংরু সনাতন ধর্ম সূর্য ও চাঁদের (\"আমাদের পিতামহ চাঁদ\" ʔaloː ləbãĩ</link> এবং \"আমাদের ঠাকুরমা সূর্য\" ʔaseː lədʑuwjɛː</link> ; ডনি-পোলোও দেখুন), কিন্তু এটি এখন খ্রিস্টান ধর্ম দ্বারা প্রতিস্থাপিত হচ্ছে। \n\n\n== তথ্যসূত্র =="}