{"pageid": 1428867, "title": "কোমাক এআরজে২১", "url": "https://bn.wikipedia.org/wiki?curid=1428867", "content": "কোমাক এআরজে২১ জিয়াংফেং (চীনা: 翔凤; ফিনিন: xiángfèng; আক্ষরিক: \"Soaring Phoenix\") হল একটি ৭৮-৯০ আসনের আঞ্চলিক জেট যা চীনা রাষ্ট্রীয় মালিকানাধীন বানিজ্যিক বিমান কোম্পানি কোমাক দ্বারা নির্মিত।\nএআরজে২১ (অ্যাডভান্সড রিজিওনাল জেট) এর উন্নয়ন ২০০২ সালের মার্চ মাসে শুরু হয়, প্রথম প্রোটোটাইপটি ২১ ডিসেম্বর ২০০৭-এ চালু করা হয় এবং ২৮ নভেম্বর ২০০৮-এ সাংহাই থেকে প্রথম ফ্লাইট করে। এটি ৩০ ডিসেম্বর ২০১৪-এ তার চীনের বেসামরিক বিমান চলাচল কর্তৃপক্ষ টাইপ সার্টিফিকেশন পায় এবং চেংডু এয়ারলাইন্স দ্বারা ২৮ জুন ২০১৬-এ চালু করা হয়।\nএটিতে একটি ২৫° সুইপ্ট, সুপারক্রিটিকাল উইং রয়েছে যা আন্তোনভ দ্বারা ডিজাইন করা হয় এবং টুইন রিয়ার-মাউন্টেড জেনারেল ইলেকট্রিক সিএফ৩৪ ইঞ্জিন রয়েছে। ২০২২সালের শেষ নাগাদ ১০০টি বিমান বিতরণ করা হয়েছে\n\n\n== উন্নয়ন ==\n\nএআরজে২১ (অ্যাডভান্সড রিজিওনাল জেট) এর উন্নয়ন চীনের \"দশম পঞ্চবার্ষিক পরিকল্পনা\" এর একটি মূল প্রকল্প। এটি মার্চ ২০০২ সালে শুরু হয় এবং রাষ্ট্রীয় মালিকানাধীন ACAC কনসোর্টিয়ামের নেতৃত্বে। এআরজে২১ এর প্রথম ফ্লাইটটি ২০০৫ সালে ১৮ মাস পরে বাণিজ্যিক পরিষেবা শুরু করার পরিকল্পনা করা হয়।  কর্মসূচী নির্ধারিত সময় থেকে আট বছর পিছিয়ে যায়। নকশার কাজ বিলম্বিত হয় এবং চূড়ান্ত ট্রায়াল উৎপাদন পর্যায়ে জুন ২০০৬ পর্যন্ত শুরু হয়নি।\nপ্রথম প্রোটোটাইপ (ক্রমিক নম্বর ১০১) ২১ ডিসেম্বর ২০০৭,  ২৮ নভেম্বর ২০০৮-এ সাংহাইয়ের দাচাং এয়ারফিল্ডে একটি প্রথম ফ্লাইটের মাধ্যমে রোল আউট হয়।বিমানটি ১৫ জুলাই ২০০৯ সালে একটি দীর্ঘ-দূরত্বের পরীক্ষামূলক ফ্লাইট সম্পন্ন করে, সাংহাই থেকে জিয়ান পর্যন্ত উড়েছিল ২ ঘন্টা ১৯মিনিট, ১,৩০০ কিলোমিটার দূরত্বের বেশি। দ্বিতীয় এআরজে২১ (ক্রমিক নম্বর ১০২) ২৪ আগস্ট ২০০৯-এ একই পরীক্ষামূলক ফ্লাইট রুট সম্পন্ন করে। তৃতীয় বিমানটি (ক্রমিক নম্বর ১০৩) একইভাবে ১২ সেপ্টেম্বর ২০০৯-এ তার প্রথম পরীক্ষামূলক ফ্লাইট সম্পন্ন করে  চতুর্থ বিমানটি (সিএন ১০৪) নভেম্বর ২০১০ এর মধ্যে উড়ে। আগস্ট ২০১১ এর মধ্যে, স্ট্যাটিক, ফ্লাটার এবং ক্রসওয়াইন্ড ফ্লাইট পরীক্ষা সম্পন্ন হয়।\nএআরজে২১ হল একটি ছোট জেট বিমান যা দেখতে এমডি-৮০ এর মতো।  কোমাক দাবি করেছে যে এআরজে২১ একটি আসল ডিজাইনের উপর ভিত্তি করে তৈরি করা হয়েছে, যার একটি অংশ চীনের সুপার কম্পিউটার দ্বারা তৈরি করা হয়।  এসিএসি  কনসোর্টিয়াম ২০০৯ সালে পুনর্গঠিত হয় এবং কোমাক এর একটি অংশ হয়ে ওঠে।\n\n\n=== মূল ফ্লাইট পরীক্ষা এবং চীনের বেসামরিক বিমান চলাচল কর্তৃপক্ষ সনদ ===\nএসি১০৪ উত্তর আমেরিকায় প্রাকৃতিক-আইসিং পরীক্ষা শেষ করার পর ২৮ এপ্রিল, ২০১৪-এ চীনে ফিরে আসে। এই প্রথমবার চীন দ্বারা স্বাধীনভাবে বিকশিত একটি টার্বোফান-চালিত আঞ্চলিক জেট বিশেষ আবহাওয়ার পরিস্থিতিতে ফ্লাইট পরীক্ষা চালানোর জন্য বিদেশে উড়ে। একই সময়ে, অন্যান্য ফ্লাইট-পরীক্ষা বিমান ৩০,০০০ কিলোমিটারের বেশি কভার করেছে এশিয়া, আমেরিকা, ইউরোপ এবং প্রশান্ত মহাসাগর ও আটলান্টিক মহাসাগর জুড়ে। প্রাকৃতিক-আইসিং পরীক্ষাগুলি বায়ুযোগ্যতা শংসাপত্রের জন্য প্রয়োজন, এবং চীনের বাইরে এই পরীক্ষাগুলি পরিচালনা করে দেখায় যে অন্যান্য দেশে বেসামরিক বিমানের জন্য সার্টিফিকেশন পরীক্ষা করা সম্ভব।\nপ্রথম উৎপাদন বিমান ১৮ জুন ২০১৪ এ উড়ে  এবং এসি ১০৪ ৩০ অক্টোবর একটি এয়ারস্পিড ক্রমাঙ্কন ফ্লাইট সম্পন্ন করে। ২৯ শে অক্টোবর, ২০১৪ তারিখে রুট-প্রমাণ করা শুরু হয় এবং এসি১০৫ চেংডু, গুইয়াং, গুইলিন, হাইকো, ফুঝো, ঝৌশান, তিয়ানজিন, শিজিয়াজুয়াং, ইনচুয়ান এবং জিয়ানয়াং-এর দশটি বিমানবন্দরের মধ্যে ৮৩টি ফ্লাইট করে। ক্রমবর্ধমান ফ্লাইটের সময় ছিল ১৭৩ ঘন্টা এবং ৫৫ মিনিট।  নভেম্বর ২০১৪ পর্যন্ত, এসি১০৪ ১,৪৪২ ঘন্টা এবং ২৩ মিনিটে ৭১১টি ফ্লাইট সম্পন্ন করে। সার্টিফিকেশন পরীক্ষায় স্টল, উচ্চ-গতি, শব্দ এবং সিমুলেটেড এবং প্রাকৃতিক আইসিং অন্তর্ভুক্ত।  এসি১০৫ শেষ ফাংশন এবং নির্ভরযোগ্যতা ফ্লাইটের পরে জিয়ান জিয়ানয়াং আন্তর্জাতিক বিমানবন্দর থেকে ১৬ ডিসেম্বর, ২০১৪-এ ইয়ানলিয়াং বিমানবন্দরে ফিরে আসে। এটি এআরজে২১-৭০০ এয়ারওয়ার্ডিনেস সার্টিফিকেটের পরীক্ষা সম্পন্ন করে।\nএআরজে২১-৭০০ ৩০ ডিসেম্বর, ২০১৪-এ চীনের বেসামরিক বিমান চলাচল কর্তৃপক্ষ (CAAC) থেকে চীনা নাগরিক বিমান চলাচল বিধিমালার ২৫ অধ্যায়ের অধীনে তার প্রকারের শংসাপত্র পায় CAAC-এর সার্টিফিকেশন প্রোগ্রামের জন্য ৫,০০০ ঘন্টা প্রয়োজন। একটি এআরজে২১-৭০০ ১২ সেপ্টেম্বর ২০১৫-এ একটি গ্রাহকের কাছে পৌঁছে দেওয়ার আগে একটি চূড়ান্ত প্রদর্শনী ফ্লাইট সম্পন্ন করে।\n\n\n=== ভূমিকা ===\n\n২৯ নভেম্বর ২০১৫-এ, কোমাক চেংডু এয়ারলাইন্সে প্রথম এআরজে২১-৭০০ সরবরাহ করে।  প্রথম বাণিজ্যিক ফ্লাইটটি ২৮ জুন, ২০১৬-এ চেংদু শুয়াংলিউ বিমানবন্দর থেকে উড্ডয়ন করে, দুই ঘন্টা পরে সাংহাই- এ অবতরণ করে,   এর বাণিজ্যিক ফ্লাইটটি চীনের বেসামরিক বিমান চলাচল কর্তৃপক্ষ দ্বারা অনুমোদিত হওয়ার একদিন পরে। ২০১৬ সালের গ্রীষ্মকালীন সময়সূচীর সময়, অর্থাৎ ২৯ অক্টোবর, ২০১৬ পর্যন্ত, এআরজে২১-৭০০ চেংদু এবং সাংহাই হংকিয়াও-এর মধ্যে তিনটি সাপ্তাহিক ঘূর্ণন পরিচালনা করার জন্য নির্ধারিত ছিল। এআরজে২১ (বি-৩৩২১ দ্বারা ৮১টি, বি-৩৩২২ দ্বারা চারটি) দ্বারা ৮৫টি ফ্লাইট সেগমেন্ট পরিচালিত হয়।\n\n\n=== আরও উন্নয়ন ===\n২০১৮ সালের জুনে একটি এআরজে২১-৭০০+ ওজন এবং ড্র্যাগ হ্রাস সহ ২০২১ এর জন্য প্রস্তাব করা হয়। পরবর্তীকালে, Bombardier CRJ900, Embraer E175-E2 বা Mitsubishi MRJ90- এর মতো ১১৫টি অল-ইকোনমি আসনের জন্য একটি ৯০০ প্রসারিত সংস্করণ ডিজাইন করা হয়।কাঠামোগতভাবে রক্ষণশীল এবং গরম এবং উচ্চ অপারেশনের জন্য ডিজাইন করা হয়েছে, এআরজে২১ এর ২৫ টন (৫৫,০০০ পাউন্ড) খালি ওজন ২০০২ সালে প্রাথমিকভাবে লক্ষ্যমাত্রার চেয়ে বেশি এবং প্রতিযোগী বিমানের চেয়েও বেশি। ২০১৮ সালে একটি এক্সিকিউটিভ সংস্করণ চূড়ান্ত সমাবেশে ছিল এবং একটি কার্গো ভেরিয়েন্ট প্রস্তাব করা হয়।\n\n\n=== মালবাহী রূপান্তর প্রোগ্রাম ===\n\nএআরজে২১ প্যাসেঞ্জার টু ফ্রেটার (P2F) রূপান্তর প্রোগ্রাম মে ২০২০ এ শুরু হয়; টাইপ সার্টিফিকেশন এবং টেস্টিং প্রোগ্রাম ২০২২ সালের ডিসেম্বরে সম্পন্ন হয় এবং ১ জানুয়ারী, ২০২৩-এ চীনের বেসামরিক বিমান চলাচল কর্তৃপক্ষ দ্বারা প্রত্যয়িত প্রকারটি সম্পন্ন হয়\nপ্রথম দুটি এআরজে২১ রূপান্তরিত মালবাহী (B-3329 এবং B-3388) গ্রাহকদের কাছে ৩০ অক্টোবর ২০২৩-এ বিতরণ করা হয়। দুটি এয়ারফ্রেম প্রাথমিকভাবে যাত্রী কনফিগারেশনে ২০১৮ সালে চেংডু এয়ারলাইন্সে সরবরাহ করা হয় এবং পরবর্তীতে ২০২১ সালে P2F প্রোগ্রামের জন্য প্রত্যাহার করা হয়। এয়ারফ্রেম B-3329 ওয়াইটিও কার্গো এয়ারলাইন্সের কাছে হস্তান্তর করা হয় যেটি স্বল্প দূরত্বের আন্তর্জাতিক রুটে টাইপটি পরিচালনা করতে চায় যখন এয়ারফ্রেম বি-3388 এয়ার সেন্ট্রালকে সরবরাহ করা হয়। চীনের ঝেংঝুতে অবস্থিত (একই নামে পূর্বে পরিচিত একটি জাপানি কোম্পানির সাথে বিভ্রান্ত হবেন না) অভ্যন্তরীণ রুটে ফ্লাইটের জন্য।  রূপান্তরিত মালবাহী জাহাজের সর্বোচ্চ ১০ টন পেলোড ক্ষমতা এবং প্রায় ১৫০০ নটিক্যাল মাইল (২৭৮০ কিমি) পরিসীমা রয়েছে।\n\n\n=== উৎপাদন ===\nজুলাই ২০১৭ এর প্রথম দিকে, চীনের বেসামরিক বিমান চলাচল কর্তৃপক্ষ সনদ ব্যাপক উৎপাদনের জন্য এআরজে২১ প্রত্যয়িত করে।  ৬ মার্চ ২০২০-এ, প্রথম এআরজে২১ পুডং-এর দ্বিতীয় উৎপাদন লাইনে একত্রিত হয়, তার প্রথম উৎপাদন পরীক্ষামূলক ফ্লাইট নিয়ে।  দ্বিতীয় উৎপাদন লাইন, যার উৎপাদন ক্ষমতা বছরে ৩০টি জেট পর্যন্ত, একই সুবিধাতে অবস্থিত যা সি৯১৯ একত্রিত করে।\n\n\n== নকশা ==\nবেশ কিছু পশ্চিমা সূত্র দাবি করেছে যে এআরজে২১  ম্যাকডোনেল ডগলাস এমডি-৮০ বা এমডি-৯০ এর সাথে ঘনিষ্ঠভাবে সাদৃশ্যপূর্ণ, যা চীনে লাইসেন্সের অধীনে উৎপাদিত হয়। কোমাক জানিয়েছে যে এআরজে২১ সম্পূর্ণ দেশীয় ডিজাইন। এআরজে২১ এর বিকাশ মার্কিন যুক্তরাষ্ট্রের ইঞ্জিন এবং এভিওনিক্স সহ বিদেশী সরবরাহকারীদের উপর অনেক বেশি নির্ভর করে। এআরজে২১-এর একটি নতুন সুপারক্রিটিক্যাল উইং রয়েছে যা আন্তোনোভ ডিজাইন ব্যুরো দ্বারা ডিজাইন করা হয় যার সুইপ্ট ডানা রয়েছে  ২৫ ডিগ্রী এবং উইংলেটস চীনের কিছু সুপার কম্পিউটার এআরজে২১ এর যন্ত্রাংশ ডিজাইন করতে ব্যবহার করা হয়েছে।\n\n\n=== নির্মাতারা ===\nএসিএসি কনসোর্টিয়ামের সদস্যরা, যা বিমানের বিকাশের জন্য গঠিত হয়, তারা বিমানের প্রধান উপাদানগুলি তৈরি করে:\n\nচেংডু বিমান শিল্প গ্রুপ : নাক নির্মাণ\nজিয়ান এয়ারক্রাফ্ট কোম্পানি : উইংস এবং ফিউজেলেজ নির্মাণ; ইউক্রেনের আন্তোনোভ স্টেট কোম্পানি দ্বারা ডিজাইন করা উইং।\nশেনিয়াং এয়ারক্রাফ্ট কর্পোরেশন : এম্পেনেজ নির্মাণ\nসাংহাই বিমান প্রস্তুতকারক কোম্পানি: চূড়ান্ত সমাবেশ\nজেনারেল ইলেকট্রক : CF-34 টার্বোফ্যান\nরকওয়েল কলিন্স : এভিওনিক্স\nউপাদান এর সরবরাহকারী বিভিন্ন দেশীয় এবং আন্তর্জাতিক সরবরাহকারী।\n\n\n== বৈচিত্র্য ==\nএআরজে২১-৭০০\nবেসলাইন মডেল যার ধারণক্ষমতা ৭০ থেকে ৯৫ জন যাত্রী।\nএআরজে২১-৯০০\nএআরজে২১-৭০০ এর উপর ভিত্তি করে প্রসারিত ফিউজেলেজ মডেল, যার ধারণক্ষমতা হবে ৯৫ থেকে ১০৫ জন যাত্রী।\nএআরজে২১এফ\nএআরজে২১-৭০০-এর পরিকল্পিত ডেডিকেটেড মালবাহী সংস্করণ। এটির ধারণক্ষমতা থাকবে পাঁচটি এলডি৭ কন্টেইনার বা ইউনিট লোড প্যালেট, যার সর্বোচ্চ পেলোড ১০,২৫০কেজি হবে। \nএআরজে২১পি২এফ\nএআরজে২১পি২এফ সর্বোচ্চ ১০,১৫০ কেজি পেলোড দিয়ে ডিজাইন করা হয়েছে এবং এটি PMC, PAG এবং AKE কার্গো কন্টেইনারগুলির সাথে সামঞ্জস্যপূর্ণ। প্রথম বিমানটি চীনের গুয়াংজুতে GAMECO- তে ২২ ডিসেম্বর, ২০২২-এ রূপান্তর কার্যক্রম শুরু করে। রূপান্তরের প্রথম ব্যাচে ২টি এআরজে২১-৭০০ বিমান রয়েছে যা মূলত চেংডু এয়ারলাইন্স দ্বারা পরিচালিত এবং ২০১১ সালে কোমাকে ফেরত দেওয়া হয়\nএআরজে২১বি\nএআরজে২১-৭০০ এর পরিকল্পিত বিজনেস জেট সংস্করণ। একটি সাধারণ কনফিগারেশন ২০ জন যাত্রী আসন রয়েছে।\n\n\n== অপারেটর ==\n\nঅক্টোবর ২০১৮ পর্যন্ত, বাণিজ্যিক পরিষেবায় ছয়টি বিমান ছিল যার গড় মাসিক ব্যবহারের হার প্রায় ৩০ ঘন্টা।\n২০২১ সালের শেষ নাগাদ, গ্রাহকদের কাছে ৬৬টি বিমান সরবরাহ করা হয়। এবং ২০২২ সালের শেষ নাগাদ ১০০টি বিমান সরবরাহ করা হয়।\n\n\n=== আদেশ ও বিতরণ ===\n৩১ আগস্ট ২০১৮ পর্যন্ত, কোমাকের কাছে ২২১টি অসামান্য অর্ডার ছিল, ২৩টি ডেলিভারির পরে অপারেটর চেংডু এয়ারলাইনস চালু করে যারা এটিকে ২৮ জুন ২০১৬ তারিখে পরিষেবাতে দেয়\nআদেশ তালিকাভুক্ত নিম্নলিখিত সারণীটি ২০ জানুয়ারী ২০২৪ হিসাবে বর্তমান। দ্রষ্টব্য যে টেবিলে তালিকাভুক্ত নম্বরগুলি পাদটীকায় উদ্ধৃত দুটি ওয়েব-ভিত্তিক উৎসের ক্রস-রেফারেন্সিং দ্বারা প্রাপ্ত করা হয়েছে। এছাড়াও নোট করুন যে তালিকাভুক্ত নম্বরগুলি (নন- কোমাক ) বাণিজ্যিক বিমান পরিষেবা অপারেটরদের কাছে এয়ারফ্রেমগুলির প্রাথমিক বিতরণের বছরের জন্য এবং অগত্যা এই জাতীয় প্রতিটি অপারেটর দ্বারা পরিচালিত এয়ারফ্রেমের সংখ্যা প্রতিফলিত করে না; ফলস্বরূপ, বিতরণ করা মোট সংখ্যা মূল চুক্তিতে উদ্ধৃত এয়ারফ্রেমের মোট সংখ্যা ছাড়িয়ে যেতে পারে। \n\nরিপোর্ট করা আদেশ\n\nএকটি ইন্দোনেশিয়ান এয়ারলাইন ৬০ টি এআরজে২১ বিমান সমন্বিত তার পুরো বহরের সাথে উড়বে, যদিও এখন পর্যন্ত সেই এয়ারলাইনটি নির্দিষ্ট করা হয়নি।\n\n\n== বৈশিষ্ট্য ==\n\nনোট: তথ্য শুধুমাত্র রেফারেন্স জন্য প্রদান করা হয়. STD = স্ট্যান্ডার্ড রেঞ্জ, ER = এক্সটেন্ডেড রেঞ্জ\nসূত্র: এআরজে২১ সিরিজ, ICAS\n\n\n== বহিঃসংযোগ ==\n\nACAC Manufacturer of ARJ21\nToh, Mavis (২৭ আগস্ট ২০১৫)। \"Comac working toward November ARJ21 delivery\"। Flightglobal। \nGovindasamy, Siva; Miller, Matthew (২১ অক্টোবর ২০১৫)। \"China-made regional jet set for delivery, but no U.S. certification\"। Reuters। \n\"ACAC Selection Of GE's CF34 Engine\"। \nটেমপ্লেট:AVIC Aero Products\n\n\n== তথ্যসূত্র ==\n\n\n== আরো দেখুন ==\n\nকোমাক সি৯১৯\nসম্পর্কিত উন্নয়ন\nবোয়িং ৭১৭\nতুলনাযোগ্য ভূমিকার বিমান, কনফিগারেশন এবং যুগ\nAntonov An-148\nSukhoi Superjet 100\nBombardier CRJ700 series\nEmbraer E-Jets\nFokker 100\nMitsubishi Regional Jet\n\nসম্পর্কিত তালিকা\nList of jet airliners\nList of airliners\nList of Chinese aircraft"}