{"pageid": 1428847, "title": "স্পেশাল টাস্ক ফোর্স (ভারত)", "url": "https://bn.wikipedia.org/wiki?curid=1428847", "content": "ভারতে, স্পেশাল টাস্ক ফোর্স (এসটিএফ) হল এক ধরণের পুলিশ টাস্ক ফোর্স যা কিছু সমস্যা মোকাবেলা করার জন্য তৈরি করা হয়। প্রতিটি রাজ্যের একটি এসটিএফ গঠনের ক্ষমতা রয়েছে। এগুলি মূলত একটি কাজের জন্য পর্যাপ্ত পুলিশ বাহিনীর অভাবের কারণে গঠিত হয়, যেমন একটি বড় অপরাধী বা অপরাধমূলক নেটওয়ার্ককে নিরপেক্ষ করা বা বিদ্রোহ বিরোধী বা সন্ত্রাসবিরোধী ব্যবস্থা হিসাবে।  \n\nতামিলনাড়ু এবং কর্ণাটক রাজ্যগুলি প্রথমে ১৯৮০-এর দশকে হাতির দাঁতের শিকারী বীরাপনকে মোকাবেলা করার জন্য বিশেষ টাস্ক ফোর্স গঠন করে, যাকে ২০০৪ সালে বাহিনী অপারেশন কোকুন দিয়ে হত্যা করেছিল। ১৯৮০ এর দশকের শেষদিকে, বিদ্রোহ দমনের জন্য পাঞ্জাবে এই ধরনের বাহিনী গঠন করা হয়েছিল। শ্রী প্রকাশ শুক্লাকে হত্যা করার জন্য ১৯৯৮ সালে একটি এসটিএফ-ও গঠন করা হয়েছিল।\n\n\n== প্রকাশ শুক্লাকে খুন করতে উত্তরপ্রদেশ ==\nশ্রী প্রকাশ শুক্লাকে হত্যার জন্য ১৯৯৮ সালে উত্তরপ্রদেশ পুলিশ প্রথম একটি এসটিএফ গঠন করেছিল। কারণ তখন উত্তরপ্রদেশে অপরাধ চরমে ছিল। ১৯৯০-এর দশকে শ্রী প্রকাশ শুক্লা উত্তরপ্রদেশে সন্ত্রাসের সবচেয়ে বড় নাম হয়ে উঠেছিলেন। ৯০-এর দশকে শ্রী প্রকাশ শুক্লার ভয় এমনই ছিল যে পুলিশও তার পথের বাইরে চলে যেত। শুক্লা ১৯৯৬ সালে উত্তরপ্রদেশের মাটিতে প্রথমবার একে-৪৭ চালান। তাই উত্তরপ্রদেশে প্রথমবার এসটিএফ গঠিত হল। শ্রী প্রকাশ শুক্লাকে এখনও উত্তরপ্রদেশের সবচেয়ে বড় ডন হিসেবে বিবেচনা করা হয়। চাঁদাবাজি ও অন্যান্য অবৈধ কর্মকাণ্ড সর্বকালের সর্বোচ্চ পর্যায়ে ছিল। এসটিএফ অপরাধীদের ধরতে এবং ইউপিতে অপরাধ নিয়ন্ত্রণে অত্যন্ত সফল প্রমাণিত হয়েছে। তখন থেকে এটি ইউপি পুলিশের অবিচ্ছেদ্য অংশ।\nইউপি পুলিশের বিশেষ টাস্ক ফোর্স নিম্নলিখিত উদ্দেশ্যের জন্য ইউপি সরকারের জিও নং ১৯৮৯ (১) ষষ্ঠ-পু-২-৯৮-১১০০ (৩৫) তারিখ ৪.৫.৯৮ এর মাধ্যমে তৈরি করা হয়েছিল:\n\nমাফিয়া গ্যাং সম্পর্কে গোয়েন্দা তথ্য সংগ্রহ এবং এই ধরনের গ্যাংদের বিরুদ্ধে গোয়েন্দা ভিত্তিক ব্যবস্থা।\nকর্মপরিকল্পনা প্রণয়ন এবং বিঘ্নকারী উপাদান বিশেষ করে আইএসআই এজেন্টদের বিরুদ্ধে এর বাস্তবায়ন।\nজেলা পুলিশের সাথে সমন্বয় করে তালিকাভুক্ত চক্রের বিরুদ্ধে ব্যবস্থা।\nডাকাত দলের বিরুদ্ধে কার্যকর ব্যবস্থা, বিশেষ করে আন্তঃজেলা গ্যাং।\nসংগঠিত অপরাধীদের আন্তঃজেলা চক্রের বিরুদ্ধে কার্যকর ব্যবস্থা।\nএটিএস তৈরির সাথে সাথে, চার্টার নং ২, অর্থাৎ, ব্যাঘাতমূলক কার্যকলাপ বিশেষ করে আইএসআই এজেন্টদের প্রতিরোধের জন্য ব্যবস্থা এটিএস-এ স্থানান্তর করা হয়েছে।\nএসটিএফের নেতৃত্বে একজন অতিরিক্ত মহাপরিচালক পদমর্যাদার কর্মকর্তা, যিনি পুলিশের একজন মহাপরিদর্শক দ্বারা সহায়তা করেন। এসটিএফ টিম হিসাবে কাজ করে, প্রতিটি টিমের নেতৃত্বে হয় একজন অতিরিক্ত এসপি বা ডেপুটি এসপি। এসএসপি এসটিএফ দ্বারা পরিচালিত সমস্ত অপারেশনের দায়িত্বে থাকে। এসটিএফ-এর একটি প্যান-ইউপি এখতিয়ার রয়েছে৷ এর দলগুলি রাজ্যের বাইরেও কাজ করে, সংশ্লিষ্ট রাজ্য পুলিশের সহায়তায়।\nইউপি এসটিএফ তার উদ্দেশ্য অর্জনের জন্য মানুষের বুদ্ধিমত্তা, প্রযুক্তি এবং পরিশীলিত কৌশলের উপর ব্যাপকভাবে নির্ভর করে। প্রায় ১৫ বছরের সংক্ষিপ্ত জীবনকালে, ইউপি এসটিএফ-এর একটি ঈর্ষণীয় ইতিহাস রয়েছে যে ভারতের রাষ্ট্রপতি কর্তৃক প্রদত্ত ৮২টি পুলিশ মেডেল অফ গ্যালান্ট্রি এবং ৬০ জন অফিসারকে সুস্পষ্ট বীরত্বের কাজের জন্য বারবার পদোন্নতি দেওয়া হয়েছে।\n\n\n== অন্যান্য ==\nবন দস্যু এবং চন্দন কাঠ পাচারকারীদের ধরতে কর্ণাটক এবং তামিলনাড়ু দ্বারা আরেকটি বিশেষ টাস্ক ফোর্স গঠন করা হয়েছিল।\nবিহার এবং ঝাড়খণ্ড রাজ্যেও একটি বিশেষ টাস্ক ফোর্স রয়েছে।\n\n\n=== পশ্চিমবঙ্গ ===\nপশ্চিমবঙ্গে এসটিএফ প্রাথমিকভাবে সন্ত্রাস, এফআইসিএন (জালকরণ), মাদকদ্রব্য, অস্ত্র, গোলাবারুদ এবং বিস্ফোরক, মানি লন্ডারিং এবং রাষ্ট্রদ্রোহ সংক্রান্ত অপরাধের মোকাবিলা করার নির্দেশ দেয়।\n২০০৮ সালের আগস্টে কলকাতা পুলিশ দুটি সন্ত্রাসবিরোধী স্কোয়াডকে একত্রিত করে বিশেষ টাস্ক ফোর্স গঠন করে। কলকাতা পুলিশের এসটিএফ ইউনিট কলকাতার পুলিশ কমিশনারের অধীনে কাজ করে।\nসেপ্টেম্বর ২০১৯ -এ পশ্চিমবঙ্গ সরকার পশ্চিমবঙ্গ পুলিশের অধীনে বিশেষ টাস্ক ফোর্সের নতুন অধিদপ্তর তৈরি করেছে। এসটিএফ, পশ্চিমবঙ্গ একটি পৃথক ফিল্ড ইউনিট যা ডিজিপি পশ্চিমবঙ্গ পুলিশের অধীনে কাজ করছে।\n\n\n=== অরুণাচল প্রদেশ ===\nএকইভাবে অরুণাচল প্রদেশ পুলিশেরও একটি বিশেষ টাস্ক ফোর্স কোম্পানি রয়েছে যা ২০০৮ সালে গঠিত হয়েছিল।\n\n\n== তথ্যসূত্র =="}