{"pageid": 1428403, "title": "যশোর কালেক্টরেট ভবন", "url": "https://bn.wikipedia.org/wiki?curid=1428403", "content": "যশোর কালেক্টরেট ভবন ১৭৮৬ সালে স্থাপিত হয়। ভবনটি যশোর শহরে ভৈরব নদীর তীরে অবস্থিত। শুরু থেকেই ভবনটি জেলা প্রশাসকের কার্যালয় হিসেবে ব্যবহৃত হয়ে আসছে। বর্তমানে এটি যশোর জেলার বিনোদন কেন্দ্র হয়ে উঠেছে।\n\n\n== ইতিহাস ==\n১৭৮৬ সালে এপ্রিল মাসে জনাব টিলম্যান হেঙ্কেল যশোর কালেক্টরেট ভবন প্রতিষ্ঠার প্রস্তাব করেন। জনাব টিলম্যান হেঙ্কেল একজন বিচারক ও ম্যাজিস্টেট হিসেবে তিনি রাজস্ব আদায়ের বিষয়ে সমস্যার সম্মুখীন হয়েছিলেন‌। সদর দপ্তর কলকাতায় হওয়ার ফলে সরকারের কাছে তিনি এই বিষয়ে লিখে পাঠন। তৎকালীন সময়ে যশোর থেকে কোলকাতার যাতায়াত ব্যবস্থা দূরহ ছিল। রাজশাহী কালেক্টরেটের অমত্মর্গত ভূষণার স্টেটগুলো বাদে সকল স্টেটের রাজস্ব কলকাতায় জমা প্রদান করতে হতো। যেহেতু সিভিল কোর্ট রাজস্ব বিষয়ে কোন হস্তক্ষেপ করতে পারতো না, রাজস্বের সাথে সম্পর্কিত কোন বিষয়ে প্রশ্ন উত্থাপিত হলে তা কেবল কলকাতার রাজস্ব কমিটির শুনতে হতো এবং সে বিষয়ে শুধু তারাই সিদ্ধান্ত গ্রহণ করতে পারতেন। তাই এবিষয়ে অনেক জটিলতার সৃষ্টি হত এবং জনমনে সন্দেহের দানা বাধত।\nজনাব হেঙ্কেল তাই প্রস্তাব করেন যে কালেক্টরের কাজকে জাজদের কাজের সাথে সংযুক্ত করে দিতে হবে এবং জাজদের অবৈতনিক অতিরিক্ত দায়িত্ব হিসেবে কালেক্টরের দায়িত্ব অর্পণ করতে হবে। জনগণের মঙ্গল ও সুবিধার জন্য কালেক্টরের সম্মান বৃদ্ধি করার এই প্রসত্মাব তিনি করেছিলেন। তৎকালীন সরকারের কর্তারা বিষয়টি জানামাত্র আগ্রহ প্রকাশ করেন এবং ১৭৮৬ সালে যশোরে কালেক্টরেট প্রতিষ্ঠা করেন। এটা ছিল ইসাফপুর ও সৈয়দপুরে যা পূর্বে স্পষ্টই ভূষণা ও রাজশাহীর অংশ ছিল ইছাতি ও বাকেরগঞ্জ জেলার যা আগে ঢাকার অংশ ছিল মধ্যবর্তী অঞ্চল। এছাড়াও কোলকাতা ও হুগলীর কিছু অঞ্চল এবং মুর্শিদাবাদ থেকে নেয়া কিছু অঞ্চল নিয়ে এই কালেক্টরেটের সীমানা বিস্তৃত ছিল। মহাম্মদশাহী তৎকালীন সময় বা তার আগে থেকে আলাদা কালেক্টরেট ছিল। নালদি ও ফরিদপুর যদিও যশোর জাজশীপের অধীন ছিল তবুও তারা রাজশাহী কালেক্টরেটের অংশ ছিল। তৎকালীন সময়ে যশোরে প্রতি বছর ৬ লক্ষ টাকার ভূমি রাজস্ব সংগৃহীত হতো।\n\n\n== বর্তমান অবস্থা ==\nবর্তমানে বাংলাদেশ সরকার ভবনটি রাষ্ট্রিয় কাজে ব্যবহার করছে। সেই সাথে যশোর জেলার মানুষের বিনোদন কেন্দ্র হয়ে উঠেছে এই ভবনটি। জেলা কর্তৃপক্ষ থেকে এখানে একটি পার্ক তৈরি করেছে যা স্থানীয় ভাবে যশোর কালেক্টরেট পার্ক নামে পরিচিত।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}