{"pageid": 1428086, "title": "সোফিয়া ওকুনিউস্কা", "url": "https://bn.wikipedia.org/wiki?curid=1428086", "content": "সোফিয়া ওকুনিউস্কা (ইউক্রেনীয়: Софія Окуневська-Морачевська) (১২ মে ১৮৬৫ - ২৪ ফেব্রুয়ারি ১৯২৬) ছিলেন একজন ইউক্রেনীয় ডাক্তার, লেখক এবং নারীবাদী।\n\n\n== প্রারম্ভিক জীবন এবং শিক্ষা ==\nসোফিয়া ওকুনিউস্কা ১৮৬৫ সালের ১২ মে টারনোপিলের কাছে ডোভজাঙ্কা গ্রামে জন্মগ্রহণ করেন। বালিকা বয়সে সোফিয়াকে হাই স্কুলে পড়ার অনুমতি দেওয়া হয়, যদিও সেই সময়ে মেয়েদের জন্য হাই স্কুলে পড়ার চল অত ছিল না। ১৮৮৬ সালে তিনি খুব ভাল ফল পরীক্ষায় করে স্নাতক উত্তীর্ণ হন। তবুও অস্ট্রো-হাঙ্গেরিয়ান মহিলাদের বিশ্ববিদ্যালয়গুলিতে তাকে ভর্তি নেওয়া হয়নি। যেহেতু অস্ট্রিয়া-হাঙ্গেরির মহিলাদের ১৯০০ সাল পর্যন্ত বিশ্ববিদ্যালয়ে পড়ার অধিকার ছিল না, তাই ১৮৮৭ সালে সোফিয়া এবং তার পিসতুত বোন নাটালিয়া কোব্রিনস্কা সুইজারল্যান্ডে গিয়ে উচ্চ শিক্ষায় ভর্তি হন। তার পিসতুত বোন নাটালিয়া অর্থনীতি নিয়ে অধ্যয়ন শুরু করেন। আর সোফিয়া জুরিখ বিশ্ববিদ্যালয়ের চিকিৎসা অনুষদে ভর্তি হন। ১৮৯৬ সালে তিনিই প্রথম মহিলা যিনি বিশ্ববিদ্যালয় থেকে স্নাতক ডিগ্রি পান এবং অস্ট্রিয়া-হাঙ্গেরির একজন ডাক্তার হন। তিনিই প্রথম ইউক্রেনীয় মহিলা ডাক্তার ছিলেন। প্রকৃতপক্ষে প্রাক্তন অস্ট্রিয়ার তিনিই ছিলেন প্রথম মহিলা ডাক্তার। এত মেধাবী ছাত্রী হওয়া সত্ত্বেও সেইসময় সোফিয়ার কাজ খুঁজে পেতে অসুবিধা হয় তার কারণ তিনি ছিলেন একজন মহিলা।\nজুরিখে থাকাকালীন সোফিয়ার সঙ্গে ভ্যাকলাভ মোরাচেভস্কি নামে এক পোলিশ ছাত্রের সাক্ষাৎ হয়। যিনি ছিলেন ওয়ারশ-এর বাসিন্দা। ইউক্রেনীয়পন্থী মনোভাবের জন্য ভ্যাকলাভ বিশেষভাবে পরিচিত ছিলেন। ১৮৯০ সালে ভ্যাকলাভ মোরাচেভস্কির সঙ্গে সোফিয়ার বিয়ে হয়। ১৮৯৬ সালে তাদের পুত্রসন্তান ইউরির জন্ম হয়। ১৮৯৬ সালে সোফিয়া রক্তাল্পতার প্রভাবে রক্তের পরিবর্তন বিষয়ের উপর তার ডক্টরেট থিসিস জুরিখ বিশ্ববিদ্যালয়ে জমা দেন এবং চিকিৎসাশাস্ত্রে ডক্টরেট পান।\n\n\n=== নারীবাদী আন্দোলন ও অন্যান্য কর্মক্ষেত্র ===\nসোফিয়া তার আত্মীয় নাটালিয়া কোব্রিনস্কা এবং ওলহা কোবিলিয়ানস্কা মিলিতভাবে গ্যালিসিয়া এবং বুকোভিনার নারী আন্দোলনের বিকাশে সক্রিয়ভাবে অবদান রেখেছিলেন। তিনি সেই সময়ে পুরুষদের দ্বারা সক্রিয়ভাবে প্রচারিত অন্যান্য ক্রীড়া ক্রিয়াকলাপ যেমন, দীর্ঘ হাঁটা, ঘোড়ার পিঠে চড়া, স্কিইং, পর্বত শৃঙ্গ জয় করা প্রভৃতিতে অংশগ্রহণের চেষ্টা করেছেন।\nসোফিয়া একজন ব্যতিক্রমী দক্ষ পিয়ানোবাদক ছিলেন। তার জিমনেসিয়াম শিক্ষক জুলিয়ান কোবিলিয়ানস্কির বোন ওলহা কোবিলিয়ানস্কার সাথে সাক্ষাৎ হওয়ার পর সোফিয়াকে দেখে ওলহা বিমোহিত হয়েছিলেন। তাদের মধ্যে আজীবন বন্ধুত্ব ছিল।\n১৮৮৭ সালে, \"ফার্ষ্ট রেথ্\" শিরোনামে গ্যালিসিয়ার প্রথম মহিলা অ্যালমানাককে \"ইয়েরিনা\" ছদ্মনামে \"বিবাহের গান এবং আচারে নারীর গার্হস্থ্য দাসত্ব\" শিরোনামে একটি বৈজ্ঞানিক অনুসন্ধানে অবদান রাখেন।\n\n\n== কর্মজীবন ==\n\n১৮৯৬ সালের জানুয়ারিতে সোফিয়া একজন ডাক্তার হন এবং তার স্বামী ভ্যাকলাভ মোরাচেভস্কির সাথে গ্যালিসিয়ায় ফিরে আসেন। তিনি অবিলম্বে গ্যালিসিয়াতে চাকরি খুঁজে পাননি। সেইসময় অস্ট্রিয়ান সরকার বিদেশী ডিপ্লোমাকে স্বীকৃতি দেয়নি। ১৮৯৮ সালে তাদের কন্যাসন্তান ইভার জন্ম হয়।\n১৯০০ সালের মার্চ মাসে ক্রাকোর জাগিলোনিয়ান বিশ্ববিদ্যালয়ের সেনেট ডিপ্লোমাগুলিকে স্বীকৃতি দেয় কিন্তু তারা কাজ খুঁজে পায়নি। ভ্যাকলাভ এরপর কার্লোভি ভ্যারি (বর্তমান চেক প্রজাতন্ত্র)-তে চলে যান সেখানে তিনি তার ব্যক্তিগত অনুশীলন শুরু করেন এবং সোফিয়া তাদের সন্তানদের সাথে লিভিভে থাকতেন। সোফিয়া-ভ্যাকলাভ ১৯০৩ সালে ডঃ ইয়েভেন ওজারকেভিচ দ্বারা প্রতিষ্ঠিত \"পিপলস ক্লিনিকে\" কাজ শুরু করেন। সোফিয়া স্ত্রীরোগবিদ্যার বিষয় বেছে নেন এবং এই অঞ্চলের প্রথম মহিলা স্ত্রীরোগ বিশেষজ্ঞ হয়ে ওঠেন।\"পিপলস ক্লিনিকে,\" তিনি নার্স এবং আয়াদের জন্য প্রসূতিবিদ্যায় পাঠদান শুরু করেন। একটি ইউক্রেনীয় চিকিৎসা পরিভাষা অভিধান সংকলনও তিনি রচনা করেছিলেন। তিনি পশ্চিম ইউক্রেনীয় ডাক্তারদের প্রথম ইউনিয়ন \"মেডিকেল কমিশন\" প্রতিষ্ঠা করতে সাহায্য করেন। এই ইউনিয়নের তিনি ছিলেন সহ-প্রবর্তক। তিনি ছিলেন গ্যালিসিয়া এবং অস্ট্রিয়া-হাঙ্গেরির প্রথম ক্যান্সার বিশেষজ্ঞ যিনি ক্যান্সারের চিকিৎসায় রেডিয়েশন থেরাপি ব্যবহার করেছিলেন।\nসোফিয়া প্রসূতিদের যত্নের বিষয়ে অধ্যয়ন করেন এবং লিভিভে প্রসূতি-স্ত্রীরোগ বিশেষজ্ঞদের জন্য একটি স্কুল প্রতিষ্ঠা করেন। গ্যালিসিয়াতে শিশু মৃত্যুহার এবং প্রসবকালীন ট্রমা সম্পর্কিত ত্রুটির ব্যাপারে তিনি সর্বদাই উদ্বিগ্ন থাকতেন।\nতিনি \"ইয়েরিনা\" ছদ্মনামে নারী অধিকার কর্মী নাটালিয়া কোব্রিনস্কা এবং ওলেনা পিচিলকা দ্বারা সম্পাদিত \"দ্য ফার্স্ট ক্রাউন\"-এ শহুরে জীবন সম্পর্কে গল্প প্রকাশ করেন। তিনি ছিলেন গ্যালিসিয়া এবং অস্ট্রিয়া-হাঙ্গেরির নারীবাদী আন্দোলনের একজন গুরুত্বপূর্ণ ব্যক্তিত্ব।\nপ্রথম বিশ্বযুদ্ধের সময় তিনি অস্ট্রিয়ান ক্যাম্পে আহত ইউক্রেনীয় সৈন্যদের সেবা শুশ্রূষা করেন। যুদ্ধের পরে সোফিয়া এবং ভ্যাকলাভের মধ্যে আনুষ্ঠানিকভাবে বিবাহবিচ্ছেদ হয়ে যায়। তাদের বিবাহবিচ্ছেদের কয়েক মাস পরে ১৯১৯ সালে মেয়ে ইভা মোরাচেভস্কি আত্মহত্যা করেন। এই মর্মান্তিক ঘটনাটি মোরাচেভস্কি পরিবারের অন্তর্দ্বন্দ্বের কারণে ঘটেছিল বলে অনেকের বিশ্বাস। ইভা জুরিখ ইউনিভার্সিটি অফ টেকনোলজিতে স্থাপত্য নিয়ে পড়াশোনা করতেন। অকাল প্রয়াণ নাহলে তিনি প্রথম ইউক্রেনীয় মহিলা স্থপতি হতে পারতেন।\nসোফিয়া লিভিভে চলে আসেন এবং সেখানে ব্যক্তিগত চিকিৎসা সহায়তা প্রদান শুরু করেন। সোফিয়ার একমাত্র সান্ত্বনা ছিল তার ছেলে ইউরি। ১৯২৫ সাল পর্যন্ত তিনি ছেলের পরিবার এবং তাদের নবজাতক কন্যার সাথে থাকতেন।\n\n\n== মৃত্যু ==\n১৯২৬ সলের ২৪ ফেব্রুয়ারি একটি গুরুতর অ্যাপেন্ডিসাইটিসের ফলে  সোফিয়া ওকুনিউস্কা হাসপাতালে মারা যান। তাকে লিভিভের লিচাকিভ কবরস্থানে সমাহিত করা হয়। পরে তার ছেলে ইউরি, মেয়ে ইভা, স্বামী ভ্যাকলাভ এবং নাতনি সোফিয়াকে তার পাশে সমাহিত করা হয়।\n\n\n== তথ্যসূত্র =="}