{"pageid": 1428291, "title": "সনৎসুজাতীয়", "url": "https://bn.wikipedia.org/wiki?curid=1428291", "content": "সনৎসুজাতীয় হিন্দু মহাকাব্য মহাভারতের একটি অংশকে বোঝায়। এটি উদ্যোগ পর্বে (বই) আবির্ভূত হয়েছে এবং এটি পাঁচটি অধ্যায় (আধ্যায় ৪১-৪৬) নিয়ে গঠিত। সনৎসুজাতীয়- এর গুরুত্বের অন্যতম কারণ হল এতে অদ্বৈত বেদান্তের প্রধান ব্যাখ্যাকারী এবং অন্যতম গুরুত্বপূর্ণ হিন্দু ঋষি, দার্শনিক এবং রহস্যবাদী আদি শঙ্করের মন্তব্য অন্তর্ভুক্ত আছে।\n\nবুইটেনেন লিখেছেন যে “সনৎসুজাতীয় একটি দার্শনিক ক্লাসিক হিসাবে যৎসামান্য খ্যাতি ছিল... পাঠ্যটি অবশ্যই প্রাপ্তির চেয়ে বেশি অধ্যয়নের যোগ্য” (পৃ. ১৮২)।  তিনি আরও লিখেছেনসনৎসুজাতীয়কে সম্ভবত একটি সংক্ষিপ্ত, শেষদিককার-উপনিষদিক পাঠ্য হিসাবে সর্বাপেক্ষা বিবেচনা করা উচিৎ যা খুব দ্রুত নিজের প্রতি আকৃষ্ট হয়েছিল, পরিশিষ্ট, ভাষ্য এবং ধারাবাহিকতার মাধ্যমে, অন্যান্য পাঠ্য যা একই অনুপ্রেরণা হিসাবে বিবেচিত হয়েছিল...। এর মূলটি শুরুর ত্রিস্তুভ শ্লোক বলে মনে হয়, যেখানে মৃত্যুর সমস্যাটি সম্বোধন করা হয়েছে। এটি অনুসরণ করা হয়েছে, শ্লোকে, ব্রাহ্মণ এবং জ্ঞানের প্রতিফলন দ্বারা, বারোটি গুণ এবং বারোটি গুণের উপর এবং ব্রহ্মচর্যের উপর। এটি পরমব্রহ্ম প্রকাশের উপর একটি রহস্যময় স্তোত্র দিয়ে শেষ হয় ... বিরত সহ: “যোগীগণ আধ্যাত্মিক ধন্য প্রভুকে দেখেন।” (পৃ. ১৮২)\n\n\n== সনৎসুজাতীয় সারাংশ ==\nরাজা ধৃতরাষ্ট্র তার সৎ ভাই বিদুরের সাথে কথোপকথনরত, যিনি বিভিন্ন ধরনের পরামর্শের জন্য তার অনুরোধে সাড়া দিচ্ছেন।\n\nঅধ্যায় ৪১: রাজা ধৃতরাষ্ট্র আরও তথ্যের জন্য জিজ্ঞাসা করলেন। বিদুর উত্তর দেয় যে, একজন শূদ্র নারী থেকে জন্মগ্রহণ করায়, তিনি আত্মার সাথে সম্পর্কিত গোপন বিষয়গুলোর কথা বলতে পারবেন না, তবে যিনি ব্রাহ্মণ হিসাবে জন্ম নিয়েছেন, যদি তিনি এই গোপন বিষয়গুলো বলেন, তবে দেবতাদের দ্বারা নিন্দিত হয় না। তাই এই বিষয়গুলো শাশ্বত ঋষি  সনৎসুজাতকে দিয়ে বলানো যেতে পারে। বিদুর তখন তাঁর ধ্যানের মাধ্যমে  সনৎসুজাতকে আহ্বান করেন।  সনৎসুজাত আবির্ভূত হলে, বিদুর অনুরোধ করেন যে তিনি ধৃতরষ্ট্রের সন্দেহ দূর করেন।\nঅধ্যায় ৪২: ধৃতরাষ্ট্র  সনৎসুজাতকে জিজ্ঞাসা করেন কেন তিনি শেখান যে মৃত্যুর অস্তিত্ব নেই।  সনৎসুজাত উত্তর দেন যে বিভ্রান্তি মৃত্যুর সমান, এবং তার ব্যাখ্যা করেন।\nঅধ্যায় ৪৩:  সনৎসুজাত আরও ব্যাখ্যা করে বলেন যে বেদ (শাস্ত্র) কাউকে মন্দ থেকে বাঁচাতে পারে না, কিন্তু উত্তম পুনর্জন্মের দিকে নিয়ে যেতে পারে। অনেক শাস্ত্র আছে, কিন্তু সত্য একটিই, যার উপর ধ্যান করা উচিৎ, যা ব্রাহ্মণের জ্ঞান দেয়।\nঅধ্যায় ৪৪:  সনৎসুজাত ব্রহ্মচর্য (আত্ম-সংযমী আচরণ) এবং গুরুর (আধ্যাত্মিক শিক্ষক) প্রয়োজনীয়তা ব্যাখ্যা করে।\nঅধ্যায় ৪৫:  সনৎসুজাত স্তোত্রের মতো ভাষায় যোগির (অনুভূতিপ্রাপ্ত ব্যক্তি) অবস্থা বর্ণনা করে। একটি অব্যাহত বিরতি হল “যোগীগণ আধ্যাত্মিক ধন্য প্রভুকে দেখেন” (পৃ. ২৯২)। এই অধ্যায়ের অন্যান্য নিশ্চিতকরণের মধ্যে রয়েছে “কেউ তাকে তার চোখে দেখে না, কিন্তু যারা প্রজ্ঞা, মন এবং হৃদয় দিয়ে তার সম্পর্কে জ্ঞান লাভ করে তারা অমর হয়ে গেছে” (পৃ. ২৯২), এবং “যদি কেউ নিজেকে সমস্ত প্রাণীর মধ্যে দেখে তাদের বিভিন্ন কাজে যোগ দিয়েছে, কেন সে আর চিন্তা করবে?” (পৃ. ২৯৪), এবং\n\"আমার আত্মা হল স্থান, আমার আত্মা হল জন্ম,\nবেদ ঘোষণা করে আমিই অযুত ভিত্তি\"\n(পৃ. ২৯৪)\n\n\n== সংস্করণ ==\nজোহানেস বুইটেনেনের (১৯৭৮) মহাভারতের অনুবাদ একটি সারাংশ রয়েছে (পৃ. ২৮৫) এবং অনুবাদ (পিপি। ২৮৫-২৯৪) সনৎসুজাতীয় (গুগল বুকসে প্রিভিউর মাধ্যমে আংশিকভাবে অনলাইনে উপলব্ধ)\nকাশীনাথ ত্রিম্বক তেলাং (১৮৮২) সনাত্সুজাতীয় অনুবাদ করেছেন (অনলাইনে অবাধে/সম্পূর্ণভাবে উপলব্ধ – বহিঃসংযোগ দেখুন), যা ম্যাক্স মুলার সম্পাদিত সেক্রেড বুকস অফ দ্য ইস্ট ৮ম খণ্ডে প্রকাশিত হয়েছে। ভলিউমটি ২০০১ সংস্করণে পুনর্মুদ্রিত হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসনৎসুজাতীয় সহ ভগবদ্গীতা এবং অনুগীতা ভলিউম ৮, The Sacred Books of the East। অনুবাদ করেছেন কাশীনাথ ত্রিম্বক তেলাং (সম্পূর্ণ লেখা অনলাইন )\nMüller's Introduction (পাতা. ১৩৫), এবং সম্পর্কিত অনুবাদ (পাতা. ১৪৯) সনৎসুজাতীয় [১] (আংশিকভাবে অনলাইন)\nএস এন শাস্ত্রীর সনৎসুজাতীয়র অনুবাদ [২]  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৬ ডিসেম্বর ২০১৭ তারিখে (অনলাইন)। ITRANS-এর উপর ভিত্তি করে রোমানাইজড সংস্কৃত, এবং “শ্রী শঙ্কর ভগবৎপদ-এর ভাষ‍্যের উপর ভিত্তি করে” (অ্যাক্সেস ২২ মার্চ ২০১০) ভাষ্য অন্তর্ভুক্ত করে।\nসমান্তরাল সংস্কৃত এবং রোমানাইজড সংস্কৃত, sacred.texts.com-এ অবাধে দেখা যায় – বই ৫, অধ্যায়: 41, 42, 43, 44, 45"}