{"pageid": 1428304, "title": "ঘোষণা করা হবে", "url": "https://bn.wikipedia.org/wiki?curid=1428304", "content": "ঘোষণা করা ( টিবিএ ) হল একটি স্থানধারক শব্দ যা ইভেন্ট পরিকল্পনায় খুব বিস্তৃতভাবে ব্যবহৃত হয় তা বোঝানোর জন্য যে যদিও কিছু নির্ধারিত বা ঘটতে প্রত্যাশিত, তবে এর একটি নির্দিষ্ট দিক স্থির বা সেট করা বাকি রয়েছে। শব্দটির অন্যান্য সংস্করণগুলির মধ্যে রয়েছে নিশ্চিত হওয়া ( টিবিসি ) এবং নির্ধারণ করা, আলোচনা করা, সংজ্ঞায়িত করা, সিদ্ধান্ত নেওয়া, ঘোষণা করা বা করা ( টিবিডি )।\n\n\n== টিবিএ বনাম টিবিসি বনাম টিবিডি ==\nএই বাক্যাংশগুলি একই রকম, তবে বিভিন্ন মাত্রার অনিশ্চয়তার জন্য ব্যবহার করা যেতে পারে:\n\nঘোষণা করা হবে ( টিবিএ ) বা ঘোষণা করা হবে ( টিবিডি ) - বিশদগুলি নির্ধারিত হতে পারে, তবে এখনও ঘোষণা করার জন্য প্রস্তুত নয়৷\nনিশ্চিত করা ( টিবিসি ), সমাধান করা ( টিবিআর ),  বা প্রদান করা ( টিবিপি )  - বিশদগুলি নির্ধারিত হতে পারে এবং সম্ভবত ঘোষণা করা হয়েছে, তবে চূড়ান্ত হওয়ার আগে এখনও পরিবর্তন সাপেক্ষে।\nসাজানো, সম্মত হওয়া ( টিবিএ ), নির্ধারণ করা ( টিবিডি ) বা সিদ্ধান্ত নেওয়া  - একটি প্রদত্ত ইভেন্টের উপযুক্ততা, সম্ভাব্যতা, অবস্থান, ইত্যাদি সিদ্ধান্ত নেওয়া হয়নি।\nঅন্যান্য অনুরূপ বাক্যাংশগুলি কখনও কখনও একই অর্থ বোঝাতে ব্যবহৃত হয়, এবং একই সংক্ষিপ্ত রূপ ব্যবহার করে, \"নিশ্চিত করা হবে\", \"বিন্যস্ত করা হবে\", \"বিচার করা হবে\", এবং \"করতে হবে\" অন্তর্ভুক্ত।\nসংক্ষিপ্ত রূপ \"টিবিএ\" ব্যবহার আনুষ্ঠানিকভাবে একটি রেফারেন্স রচনায় অন্তত ১৯৫৫ সালের প্রথম দিকে রিপোর্ট করা হয়েছে,  এবং \"টিবিডি\" একইভাবে ১৯৬৭ সালের প্রথম দিকে রিপোর্ট করা হয়েছে \n\n\n== উদাহরণ ==\n\nএই বিভিন্ন স্থানধারক পদগুলি প্রায়শই জনসাধারণের কাছে ইঙ্গিত করতে ব্যবহৃত হয় যে স্পিকার, সঙ্গীতশিল্পী বা অন্যান্য পারফর্মারদের লাইনআপে একটি শূন্য পদ পূরণ করা বাকি রয়েছে। শর্তগুলি প্রায়শই নির্দেশ করে যে একটি সৃজনশীল কাজ, যেমন একটি অ্যালবাম বা চলচ্চিত্র, আসন্ন কিন্তু মুক্তির তারিখ এখনও জানা যায়নি। যদি আসন্ন প্রকল্পের এখনও নাম না করা হয়, তাহলে এই স্থানধারকগুলিকে নির্দেশ করতে ব্যবহার করা যেতে পারে যে নামটি এখনও নির্বাচন করা হয়নি, যদিও প্রকল্পটিকে \" শিরোনামহীন \" হিসাবেও মনোনীত করা হতে পারে সেই সংকল্প মুলতুবি থাকা অবস্থায়৷\nখেলার সময়সূচীতেও এই পদগুলি ব্যবহার করা হয়, বিশেষ করে যেখানে একটি দল প্লে-অফ সময়সূচীতে একটি অবস্থানে লক করেছে, কিন্তু তার প্রতিপক্ষ এখনও নির্ধারণ করা যায় না কারণ বেশ কয়েকটি দল তাদের বাকি জয় বা হারের উপর নির্ভর করে স্পটের জন্য যোগ্যতা অর্জন করতে পারে, অথবা কারণ অন্যান্য দলগুলি এখনও প্লে অফ গেমগুলিতে প্রতিদ্বন্দ্বিতা করেনি যা লক-ইন দলের মুখোমুখি হবে তা নির্ধারণ করবে।সরকার এবং ব্যবসায়, শর্তাবলী ব্যবহার করা যেতে পারে নির্দেশ করতে যে একটি শূন্য সাংগঠনিক পদ পূরণ করা হবে বলে আশা করা হচ্ছে, বা বিপরীতভাবে যে একটি নির্দিষ্ট ব্যক্তিকে এখনও-অনির্মিত পদে নিয়োগ করা হবে।\nপ্রোগ্রাম গাইড তালিকায়, কাগজ এবং ইলেকট্রনিক উভয়ই, শব্দটি নির্দেশ করে যে একটি টেলিভিশন স্টেশন বা চ্যানেল দ্বারা সম্প্রচারিত অনুষ্ঠানটি অদূর ভবিষ্যতে ঘোষণা করা হবে, একটি শেষ-সেকেন্ডের সিদ্ধান্ত একটি প্রোগ্রাম বা ফিল্ম সরানোর যেখানে বিষয়বস্তু সম্প্রচার করা হবে। তালিকা প্রদানকারীর দ্বারা সংক্ষিপ্ত নোটিশে এর জায়গায় আপডেট করা যাবে না, অথবা একটি প্রোগ্রামের সম্প্রচার (বা অন্য সময় বিলম্ব) স্পোর্টস প্লে অফ সিরিজের ধারাবাহিকতার উপর নির্ভর করে, যা সাধারণত পঞ্চম এবং সপ্তম ম্যাচ বা সেরাদের গেমগুলির মধ্যে প্রযোজ্য হয়। -অফ-সেভেন সিরিজ।\nব্রিটিশ বোর্ড অফ ফিল্ম ক্লাসিফিকেশন (বিবিএফসি) এর বয়স রেটিং সিস্টেমের জন্য বিবিএফসি-তে জমা দেওয়া এবং চূড়ান্ত রেটিং অপেক্ষা করছে এমন পণ্যগুলির জন্য \"টিবিসি\" (অর্থাৎ \"শ্রেণীবদ্ধ করা\") ব্যবহার করা প্রয়োজন৷ \n\n\n== বিনিয়োগের ধরন ==\n\"টিবিএ\" (অর্থাৎ \"ঘোষণা করা হবে\") একটি নির্দিষ্ট ধরনের সহজ বন্ধকী বিনিয়োগ, ফরোয়ার্ড মর্টগেজ-ব্যাকড সিকিউরিটি বর্ণনা করতেও ব্যবহৃত হয়। এটি ইঙ্গিত করতে ব্যবহৃত হয় যে বিনিয়োগকারী এখনও অনির্দিষ্ট বন্ধকীগুলির একটি মুলতুবি পুলের কিছু অংশ অর্জন করছে, যা একটি প্রদত্ত বিতরণ তারিখে নির্দিষ্ট করা হবে।  এই ব্যবহার অন্তত ১৯৮০ সাল থেকে বিদ্যমান।\n\n\n== তথ্যসূত্র =="}