{"pageid": 1428289, "title": "মুফতি (পোশাক)", "url": "https://bn.wikipedia.org/wiki?curid=1428289", "content": "মুফতি হল সাদামাটা বা সাধারণ পোশাক, বিশেষ করে যখন এমন একজন পরিধান করেন যিনি সাধারণভাবেই এটি পরেন বা দীর্ঘ দিন পরেছেন, যেমন সামরিক বা অন্যান্য ইউনিফর্ম, যেমন স্কুল ইউনিফর্ম। এটিকে সিভি (বেসামরিক পোশাকপরিচ্ছদ) এবং সিভভি বলা হয় (\"বেসামরিক পোশাক\" এর অপশব্দ)।\n\n\n== উৎপত্তি ==\n\nশব্দটি আরবি \"মুফতি\" (আরবি: مفتي) থেকে এসেছে, যার অর্থ একজন ইসলামি পণ্ডিত। এটি ১৮১৬ সাল থেকে ব্রিটিশ সেনাবাহিনী ব্যবহার করে আসছে এবং ১৯ শতকের প্রথম দিকে অফ-ডিউটি কর্মকর্তাদের পরিধান করা অস্পষ্টভাবে পূর্ব শৈলীর ড্রেসিং গাউন এবং ট্যাসেলড টুপি থেকে উদ্ভূত বলে মনে করা হয়। ইউল ও বার্নেলের হবসন-জবসন (১৮৮৬)-এ উল্লেখ আছে যে শব্দটি \"সম্ভবত মূলত ড্রেসিং-গাউন, ধূমপান-ক্যাপ এবং চপ্পলের পোশাকে প্রয়োগ করা হয়েছিল, যা ছিল প্রাচ্যের মুফতির পোশাকের মতো\"।\n\n\n== মুফতি দিবস ==\nএকটি \"মুফতি দিবস\" (\"নৈমিত্তিক পোশাক দিবস\", \"নৈমিত্তিক শুক্রবার\", \"রঙ দিবস\", \"নিজের পোশাক দিবস\", \"ঘরোয়া পোশাক দিবস\", \"সাধারণ পোশাকধারী দিবস\", \"অ-ইউনিফর্ম দিবস\", \"মুক্ত-পোশাক দিবস\", \"সিভিস দিবস\", \"ড্রেস-ডাউন দিবস\", এবং \"ইউনিফর্ম-ফ্রি দিবস\" নামেও পরিচিত) হল এমন একটি দিন যেখানে শিক্ষার্থীরা বিদ্যালয় ইউনিফর্মের পরিবর্তে নৈমিত্তিক পোশাক পরে বিদ্যালয়ে যায়। যুক্তরাজ্য, কানাডা, ফিজি, অস্ট্রেলিয়া, ভারত, নিউজিল্যান্ড, নাইজেরিয়া, জিম্বাবুয়ে, পাকিস্তান ও বাংলাদেশ সহ অনেক দেশে ছাত্রদের ইউনিফর্ম পরতে হয় এমন অনেক দেশে এই শব্দটি সাধারণত ব্যবহৃত হয়। \nবৃহত্তর অর্থে, শব্দটি ব্যবসায়িক স্যুট বা অন্যান্য প্রচলিত পোশাকের পরিবর্তে অফিসে \"স্মার্ট নৈমিত্তিক\" পোশাক পরার অনুশীলনের ক্ষেত্রে ব্যবহৃত হয়। অস্ট্রেলিয়া এটিকে আরও এগিয়ে নিয়ে যায়, যেখানে স্যুট বা ঝকঝকে-নৈমিত্তিক পোশাক আদর্শ হলেও, \"মুফতি শুক্রবার\"-এ কর্মচারীরা জিন্স, পোলো শার্ট বা এমনকি একটি টি-শার্ট পরতে পারেন।\n\n\n== বিতর্ক ==\nনিউজিল্যান্ডের অনেক বিদ্যালয় এই শব্দটি বাদ দিয়েছে কারণ নিউজিল্যান্ডের মানবাধিকার কমিশন দাবি করেছে যে ইউনিফর্ম নয় এমন পোশাক বোঝাতে এই শব্দের ব্যবহার \"অধিকার\"-এর প্রতিনিধিত্ব করে এবং \"অধিকারের অবক্ষয় এবং বর্ণবাদের ইতিহাস রয়েছে।\" \n\nনিউজিল্যান্ডের ইতিহাসবিদ কেটি পিকলস লিখেছেন:\nদেখা যাচ্ছে যে কর্মকর্তারা যখন পোশাক এবং চপ্পল পরা শুরু করেছিলেন, তারা কিছুটা বিদ্রূপাত্মকভাবে ভেবেছিলেন যে মুফতির পরিহিত পোশাকের সাথে সাদৃশ্যপূর্ণ। এটি এমন এক সময়ে ঘটেছিল যখন, তাদের অপ্রচলিত এবং ক্ষমতাহীন করার লক্ষ্যে, ভারতে মুফতির কর্তৃত্ব নিঃশেষ করা হচ্ছিল।\nসেখান থেকে, ব্রিটিশ সেনাবাহিনী তাদের ইউনিফর্মের বাইরের দিনগুলির জন্য \"মুফতি\" শব্দটি ব্যবহার করা শুরু করে যখন তারা ঢিলেঢালা এবং আরামদায়ক পোশাক পরত (ড্রেসিং গাউন সহ)। এক সংস্কৃতির শক্তির পোশাক ছিল অন্য সংস্কৃতির খেলার পোশাক।\n\nআমরা এখন ব্রিটিশ সাম্রাজ্যবাদের ঊর্ধ্বতার সময়ে মুফতির বিকাশকে সাংস্কৃতিক উপযোগীকরণ এবং অন্যান্যকরণের একটি সর্বোত্তম উদাহরণ হিসাবে ব্যাখ্যা করতে পারি।\n\n\n== তথ্যসূত্র =="}