{"pageid": 1428130, "title": "জয়সলমের দুর্গ", "url": "https://bn.wikipedia.org/wiki?curid=1428130", "content": "জয়সলমের দুর্গ বা সোনার কেল্লা ভারতের রাজস্থান রাজ্যের জয়সলমের শহরে অবস্থিত একটি বিশ্ব ঐতিহ্যবাহী স্থান। এটি বিশ্বের বিরল \"জীবন্ত দুর্গ\" এর মধ্যে অন্যতম (যেমন কারকাসোন, ফ্রান্স )। কারণ, পুরানো শহরের জনসংখ্যার প্রায় এক চতুর্থাংশ এখনও দুর্গের মধ্যে বসবাস করে। ৮৬০ বছরের ইতিহাসের বেশির ভাগ সময়েই, দুর্গটিই ছিল জয়সলমের শহর। ক্রমবর্ধমান জনসংখ্যার জন্য সপ্তদশ শতকে জয়সলমের দুর্গের প্রাচীরের বাইরে প্রথম বসতি স্থাপন শুরু হয়।\nজয়সলমের কেল্লা হল রাজস্থানের দ্বিতীয় প্রাচীনতম কেল্লা। থর মরুভূমির বিশাল বালুকাময় বিস্তৃতির মাঝে ৭৫ ফুট উঁচু ত্রিকূট পাহাড়ের শীর্ষদেশে অবস্থিত হওয়ায় প্রথমদিকে কেল্লাটির নাম ছিল ত্রিকূটগড়। ১১৫৫ খ্রিস্টাব্দে তৎকালীন স্থানীয় শাসক, ভাটি রাজপুত রাওয়াল জয়সাল নির্মাণ করেছিলেন। পরবর্তীকালে তার নাম অনুসারে কেল্লাটির নাম হয় জয়সলমের দুর্গ। গুরুত্বপূর্ণ প্রাচীন বাণিজ্য পথ রেশম পথে অবস্থান করছে কেল্লাটি।\nকেল্লার বিশাল বিশাল হলুদ বেলেপাথরের দেয়ালগুলিতে দিনের বেলায় বিভিন্ন সময়ে হলুদ রঙের তারতম্য এক দর্শনীয় ঘটনা। দিনের বেলার তামাটে হলুদ রঙ বা তেঁতুল সিংহের রঙ, যা বেলা বাড়ার সঙ্গে সঙ্গে সূর্যাস্তে মধু-সোনাতে ম্লান হয়ে যায়। সোনালী আর হলুদের বিচিত্র সমারোহে হলুদ মরুভূমিতে জয়সলমের কেল্লাটি দর্শনার্থীদের মোহময় করে তোলে। এই কারণে জয়সলমের দুর্গ- স্বর্ণ দুর্গ, 'সোনার কুইলা' বা 'সোনার কেল্লা' নামেও পরিচিত । পর্যটকদের কাছে বাংলা সোনার কেল্লা নামটি জনপ্রিয় হয় সোনার কেল্লা নামের বিখ্যাত বাংলা চলচ্চিত্রের কারণে। প্রসঙ্গত,  বিশ্ববিশ্রুত বরেণ্য চলচ্চিত্র নির্মাতা সত্যজিৎ রায় এই কেল্লাটিতেই চলচ্চিত্রের শ্যুটিং করেছিলেন। শহরের বসবাস বিস্তৃতির কারণে এর বর্তমান অবস্থান শহরের দক্ষিণ প্রান্তে। ত্রিকূট পাহাড়ের চূড়ার অবস্থানের কারণে চারপাশের বহু দূর হতে দুর্গের বিস্তৃত টাওয়ারগুলি দৃশ্যমান। \n২০১৩ খ্রিস্টাব্দে, কম্বোডিয়ার  নমপেনে ইউনেস্কোর  বিশ্ব ঐতিহ্য কমিটির সাঁইত্রিশতম অধিবেশনে, রাজস্থানের অন্যান্য পাঁচটি দুর্গের সাথে জয়সালমের দুর্গকে রাজস্থানের পাহাড়ী দুর্গের অধীনে বিশ্ব ঐতিহ্যবাহী স্থান হিসাবে ঘোষণা করা হয়। \n\n\n== ইতিহাস ==\n\nজনশ্রুতি হল, জয়সলমের রাজ্যের তদানীন্তন ভাট্টি রাজপুত রাওয়াল জয়সলমের ১১৫৬ খ্রিস্টাব্দে নির্মাণ করেন।  রাওয়াল জয়সল তার রাজ্যের পূর্ববর্তী রাজধানী লোধ্রুভাতে (যা জয়সলমের শহরের ১৫ কিলোমিটার উত্তর-পশ্চিমে ছিল) নির্মাণে অসন্তুষ্ট ছিলেন, তাই তিনি জয়সলমের শহর এই দুর্গটির মধ্যেই নির্মাণ করেন।\n১২৯৯ খ্রিস্টাব্দে ধনদৌলত নিয়ে এক ভাটির উস্কানিতে দিল্লীর সুলতান আলাউদ্দিন খিলজি দ্বারা রাওয়াল জৈত সিং দীর্ঘ অবরোধের সম্মুখীন হন। তবে শেষ পর্যন্ত রাজপুত নারীরা জওহর অনুসরণ করলে, মূলরাজের নেতৃত্বে সুলতান বাহিনীর সঙ্গে যুদ্ধে জয়ী হয় এবং জীবিত ভাটিরা পুনরায় দখল পান।\nরাওয়াল লুনাকরনের আমলে (১৫৩০-১৫৫১) আফগান প্রধান আমীর আলি দুর্গ আক্রমণ করেন। সে বার তিনি যুদ্ধে হেরে যাবেন প্রায় নিশ্চিত হয়ে এবং জওহরের পর্যাপ্ত সময় না পেয়ে তিনি নারীদের হত্যা করেন। কিন্তু দুঃখজনকভাবে তার এই দুষ্কর্ম সম্পন্ন হওয়ার সাথে সাথে শক্তিবৃদ্ধি হয় এবং জয়সলমের সেনাবাহিনী দুর্গ রক্ষায় সমর্থ হয়।\n১৫৪১ খ্রিস্টাব্দে মুঘল সম্রাট হুমায়ুন আজমীরে যাওয়ার পথে জয়সলমের আক্রমণ করেন। রাওয়াল লুনাকরন পরাস্ত হলে মুঘলরা দুর্গের দখল নেয় এবং ১৭৫২ খ্রিস্টাব্দ পর্যন্ত নিয়ন্ত্রণে রাখেন। পরে মহারাওয়াল মূলরাজ নিয়ন্ত্রণে নেন।\n১৮১৮ খ্রিস্টাব্দে ১২ ডিসেম্বর ইস্ট ইন্ডিয়া কোম্পানীর সঙ্গে স্বাক্ষরিত চুক্তির মাধ্যমে তার নিয়ন্ত্রণ সুরক্ষিত থাকে। ১৮২০ খ্রিস্টাব্দে মূলরাজের মৃত্যুর পর তার পৌত্র গজ সিং উত্তরাধিকার সূত্রে দুর্গের নিয়ন্ত্রণ পান। কিন্তু ব্রিটিশ শাসনে সমুদ্রপথে বাণিজ্যের উত্থান এবং বোম্বাই বন্দরের উন্নতিতে জয়সলমেরের অর্থনৈতিক পতন ঘটে। স্বাধীনতা লাভ ও ভারত ভাগের পর প্রাচীন বাণিজ্য পথ রেশম পথ বন্ধ হয় জয়সলমের শহর বাণিজ্যে গুরুত্ব হারায়।\n১৯৬৫ এবং ১৯৭১ খ্রিস্টাব্দে ভারত-পাক যুদ্ধের সময় জয়সলমেরের কিছু কৌশলগত গুরুত্ব বৃদ্ধি হলেও, বাণিজ্যের দিক থেকে তেমন অগ্রগতি ঘটেনি। তবে শহরটি রাজস্থানের অন্যতম প্রধান পর্যটন গন্তব্য হিসাবে রাজস্ব উপার্জনে সক্ষমতা লাভ করেছে। মূলত ব্রাহ্মণ ও রাজপুত সম্প্রদায়ের প্রায় চার হাজার মানুষ আজও পুরানো কেল্লাতেই বসবাস করেন। এরা সকলেই এক সময় দুর্গের ভাটি শাসকদের কর্মচারী বংশোদ্ভূত। এলাকার জনসংখ্যা বৃদ্ধির সাথে সাথে শহরের অনেক বাসিন্দারা ধীরে ধীরে ত্রিকূট পাহাড়ের পাদদেশে বসতি স্থাপন করতে থাকেন। শহরের জনসংখ্যা মূলত কেল্লার প্রাচীন দেওয়ালের বাইরে ও নীচের সন্নিহিত উপত্যকায় বিস্তার লাভ করেছে।\n\n\n== স্থাপত্য ==\nজয়সলমের দুর্গ তথা সোনার কেল্লার স্থাপত্য শৈলী মুঘল স্থাপত্য থেকে পৃথক। মুঘল আমলের দুর্গের ট্যাঙ্ক, বাগান, খাল, ঝর্ণা ইত্যাদি এখানে অনুপস্থিত। চিতোরগড় দুর্গের ন্যায় এখানেও রাজপুত স্থাপত্য শৈলীর প্রাসাদ, মন্দির, প্রশাসকের ও সাধারণ মানুষের জন্য অসংখ্য ঘর রয়েছে। এগুলিতে এখনও সাধারণ মানুষ বসবাস করেন। প্রসঙ্গত, উল্লেখনীয় এই যে, সারা বিশ্বের যে গুটিকয়েক বিশ্ব ঐতিহ্যে এখনও মানুষ বসবাস করে, তার মধ্যে ভারতের জয়সলমের দুর্গ বা সোনার কেল্লা অন্যতম।\nজয়সলমের দুর্গ হলুদ পাথরের বিশাল বিশাল ব্লক দিয়ে তৈরি। পুরো দুর্গের কোথাও চুন বা মর্টার ব্যবহার করা হয়নি। কেবল সোনালী রঙের পাথরের চাঁই একের পর এক সাজিয়ে বা খাঁজ দিয়ে পাথর স্থাপন করা হয়েছে। অন্যান্য দুর্গের মত চারিদিক দুর্গটির চারিদিকে পরিখা খনন করে সুরক্ষা বা নিরাপত্তার ব্যবস্থা করা হয়নি। ত্রিকূট পাহাড়ের পাদদেশে দুর্গটির চারিদিক ১৫ থেকে ২৯ ফুট উঁচু ঘাঘরা সদৃশ প্রায় পাঁচ কিলোমিটার দীর্ঘ পাথরের প্রাচীর বেষ্টিত। এর পরে পাহাড়ের ২০০ ফুট উচ্চতায় রয়েছে আরও এক প্রাকার তথা প্রাচীর যা ১০ থেকে ১৫৬ ফুট উঁচু। দুর্গে গোলাকার বুরুজ ও স্তম্ভের মাঝখানে কামান ও বন্দুক চালানোর জন্য বিশাল নলাকার পাথর স্থাপন করা হয়েছে। দুর্গের প্রাচীরে সামান্য দূরে দূরে সারিবদ্ধ ভাবে বড় বড় পাথরের গোলা সাজিয়ে রাখা হয়েছে। এর কারণ শত্রুদ্বারা দুর্গ আক্রান্ত হলে এগুলোকে প্রাচীরের ওপর থেকে নিক্ষেপ করে তাদের প্রতিহত করা যায়। এই প্রাচীরে ৯৯ টি বুরুজ নির্মিত হয়েছে। এই টাওয়ারগুলি অনেক পরে মহারাওয়াল ভীম এবং মোহনদাস দ্বারা নির্মিত হয়েছিল। বুরুজের খোলা উপরের অংশে কামানের গোলা নিক্ষেপ ও বন্দুক চালানোর জন্য তৈরি করা হয়েছে বিশাল দুর্গ। বুরুজের নীচের কক্ষে, যুদ্ধের সময় সৈন্যদের জন্য অস্থায়ী বাসস্থান এবং অস্ত্র সংরক্ষণের ব্যবস্থা।\nএই কক্ষগুলির বাইরের দিকে ঝুলন্ত বারান্দা রয়েছে, যেগুলি যুদ্ধের সময় গোপনে শত্রুদের কার্যকলাপ পর্যবেক্ষণে ব্যবহৃত হত। এই ৯৯টি টাওয়ারের নির্মাণ কাজ রাওয়াল জয়সালের সময় শুরু হয়েছিল। পরবর্তীতে তার উত্তরসূরিরা, শালিবাহন (১১৯০- ১২০০) জৈত সিং (১৫০০ - ১৫২৭ ) ভীম (১৫৭৭ - ১৬১৩) মনোহর দাস (১৬২৭ - ১৬৫০) প্রমুখ উত্তসূরিরা বিভিন্ন সময়ে সম্পন্ন করেন। সেকারণে দুর্গের নির্মাণে বহু শতাব্দীর কাজের শৈলী পরিলক্ষিত হয়।\n\n\n== ফটক বা দরজা ==\n\nদুর্গের প্রধান ফটকের নাম আখাইপোল। এটি মহারাওয়াল আখাই সিং (১৭২২-১৭৬২ ) নির্মাণ করেছিলেন। দুর্গের পূর্বদিকে অবস্থিত প্রধান ফটকের বাইরে একটি বিশাল করিডোর খোদাই করে তৈরি করা হয়েছে। এ কারণে, দুর্গের প্রধান ফটকে হঠাৎ আক্রমণ করা সম্ভব হয় না।\n\nপ্রধান ফটক পেরিয়ে ভিতরে প্রবেশ করলে, দুর্গের দ্বিতীয় প্রধান ফটক সুরজ পোল -এর মুখোমুখি হতে হয়। এই ফটকের খিলানের উপরে সূর্যের আকৃতি রয়েছে। দুর্গটিকে আরো সুরক্ষিত করতে এটির পুনর্নির্মাণ করেন রাওয়াল ভীম। এ ছাড়া এই দরজার সামনে মহারাজা বারিসালের নামে এক টাওয়ার বা স্তম্ভ নির্মিত হয়েছে। এটি এমনভাবে নির্মিত দুর্গের মূল ফটকটি এর আড়ালে চলে আসে এবং দরজার সামনের জায়গাটি এতই সংকীর্ণ হয়ে যায় যে প্রচুর সংখ্যক শত্রু বাহিনী হঠাৎ করে সেখানে প্রবেশ করতে পারে না বা হাতির সাহায্যে দুর্গের গেট ভাঙতে পারে না। এ ছাড়াও রাওয়াল ভীম দুর্গে আরও সাতটি স্তম্ভ বা টাওয়ার তৈরি করেন। তিনি সেই সময়ে এই সমস্ত নির্মাণ কাজে ৫০ লক্ষ টাকা ব্যয় করেন।\n\nদুর্গের তৃতীয় ফটকটি গণেশ পোল এবং চতুর্থটি হাওয়া পোল। তবে এটি রংপোল' নামেও পরিচিত। এসবই রাওয়াল ভীম পরবর্তীতে পুনর্নির্মাণ করেন। সূর্যোদয়ের সঙ্গে যে রাঞ্চো মন্দিরটি দেখা যায়, সেটি ১৭৬১ খ্রিস্টাব্দে মহারাওয়াল আখাই সিংয়ের মাতা নির্মাণ করিয়েছিলেন।  \nবিভিন্ন সময়ে নানা রাজাদের দ্বারা নির্মিত দুর্গে বিভিন্ন কাজে ব্যবহৃত অনেক প্রাসাদ, মন্দির এবং অন্যান্য ভবন রয়েছে। জয়সলমের দুর্গে, প্রায় ৭০০টি বাড়ি রয়েছে যা হাজুরি সম্প্রদায় এবং ব্রাহ্মণ সম্প্রদায়ের হলুদ পাথর দিয়ে নির্মিত , যেগুলি তিনতলা পর্যন্ত উঁচু। এসব বাড়ির সামনের দিকে সুন্দরভাবে খোদাই করা জানালা ও ছিদ্র রয়েছে। দুর্গের নিরাপত্তা আরও জোরদার করার জন্য, ভাটি শাসকরা এই দুর্গের চারপাশে একটি প্রাচীর তৈরি করেছিলেন এবং চার দিকে নিম্নলিখিত চারটি প্রল তৈরি করেছিলেন: • অমরসাগর প্রল • গদিসার প্রল • কিষাণঘাট প্রল • মালকা প্রল, যা আজও শহরকে রক্ষা করে বাইরের এলাকা।\n\n\n== প্রাসাদ ==\nজয়সলমের দুর্গে অবস্থিত নানা প্রাসাদের মধ্যে হররাজের মালিয়ার প্রাসাদ হল সর্বোত্তম বিলাসবহুল প্রসাদ। অন্যান্য বিশিষ্ট প্রাসাদ গুলি হল 'রংমহল\", 'মতিমহল' 'গজবিলাস' ইত্যাদি। সর্বোত্তম বিলাসবহুল প্রাসাদ অত্যন্ত সুন্দর এবং জমকালো ভবন, যেখানে মধ্য এশিয়ার নীল সিরামিক টাইলস এবং ইউরোপ থেকে আমদানি করা কাঁচ ব্যবহার করে খুব সুন্দর ইনলে কাজ করা হয়েছে। এই ভবনটি মহারাওয়াল আখাই সিং (১৭২২-৬২) নির্মাণ করেছিলেন। বর্তমানে এটি শীশমহল নামে পরিচিত। এই প্রাসাদটি \"আখাবিলাস\" নামেও পরিচিত। মহারাওয়াল মুলরাজ দ্বিতীয় (১৭৬২-১৮২০ খ্রিস্টাব্দ) হাওয়াপোলের উপরের অংশে একটি প্রাসাদ তৈরি করেছিলেন। এটি একটি বিশাল হল এবং হলওয়ে আছে। তাদের দেয়ালে রয়েছে সুন্দর খোদাই ও কাঁচের ইনলে কাজ। তিন তলা বিশিষ্ট এই প্রাসাদের প্রথম তলায় রয়েছে বিশাল রাজসভা, দ্বিতীয় তলে একটি খোলা ছাদ, কয়েকটি কক্ষ এবং সুন্দর জানালা সহ খোদাই করা বারান্দা রয়েছে। প্রাসাদগুলির প্রতিটি জানালায় পাথর কেটে যে সূক্ষ্মজালির কাজ করা হয়েছে তাতে রাজপুত স্থাপত্য শিল্পকর্মের নৈপুণ্য প্রকাশ পেয়েছে। জয়সালমির দুর্গের নকশা, স্থাপত্য এবং সেখানে নির্মিত বিশাল প্রাসাদ, ভবন, মন্দির ইত্যাদি দুর্গটিকে আরও মহিমান্বিত করে। অলঙ্করণে সোনালি হলুদ পাথরে গড়া দুর্গটির নামকরণে সার্থকতা রয়েছে।\nহিন্দু ভাটি রাজবংশ সূর্যদেবের পূজা করতেন। প্রাসাদের পশ্চাতে ছোটো খাটো নগর গড়ে তোলা হয়েছিল। রাজকর্মচারী ও কিছুসংখ্যক প্রজার বাসস্থল এখনো রয়েছে। সূর্যমন্দিরসহ চারটি হিন্দু মন্দির রয়েছে। এছাড়াও দুর্গের মধ্যেই রয়েছে ইসলাম ধর্মীয়দের তাজিয়া আর জৈনধর্মীয়দের ৭টি উপাসনালয় তথা দৃষ্টিনন্দন মন্দির এবং একটি জৈন সংগ্রহশালা।\n\n\n== সংস্কৃতি ==\nরাজপুতানার ভাটি রাজাদের আমলে একসময়ের  রেশম পথে অবস্থিত জয়সলমের দুর্গ তথা শহরের অর্থনৈতিক অবস্থা মোটামুটি ভালই ছিল।\nব্রিটিশ শাসনে সমুদ্রপথে বাণিজ্যের উত্থান এবং বোম্বাই বন্দরের উন্নতিতে জয়সলমেরের অর্থনৈতিক পতন শুরু হয়। তারপর স্বাধীনতা লাভ ও ভারত ভাগের পর প্রাচীন বাণিজ্য পথ রেশম পথ বন্ধ হয় জয়সলমের শহর বাণিজ্যে গুরুত্ব হারায়।\nবিশ্ব বরেণ্য ভারতীয় বাঙালি চলচ্চিত্র পরিচালক সত্যজিৎ রায় জয়সলমের দুর্গের উপর ভিত্তি করে সোনার কেল্লা (দ্য গোল্ডেন ফোর্টেস) নামে একটি গোয়েন্দা উপন্যাস লেখেন এবং এই দুর্গেই সোনার কেল্লা (ইংরাজীতে - Sonar Kella (The Golden Fortress) নামেই চলচিত্রায়িত করেন তিনি।ছবিটি ক্ল্যাসিক তথা কালজয়ী হয়ে ওঠে। সত্যজিৎ রায় সিনেমাটিতে যেভাবে উপন্যাসটিকে চিত্রায়িত করেন তাতে দুর্গটি কেবল বাংলা বা ভারত নয়, সারা বিশ্বের বিপুল সংখ্যক পর্যটকের কাছে পরিদর্শনের কেন্দ্রবিন্দু হয়ে যায়।  ১৯৭৪ খ্রিস্টাব্দে মুক্তিপ্রাপ্ত বাংলা চলচ্চিত্র সোনার কেল্লার কল্যাণে পর্যটন মানচিত্রে স্থান করে নেয় মরুশহর। তদুপরি, রাজস্থানের অন্যান্য পাঁচটি দুর্গের সঙ্গে সোনার কেল্লাটি জাতিসংঘের ২০১৩ খ্রিস্টাব্দের ৩৭ তম অধিবেশনে বিশ্ব ঐতিহ্যবাহী স্থান হিসাবে স্বীকৃতি লাভ করে। দেশবিদেশের পর্যটকদের সুবিধার্থে দুর্গটিতে দেশীয় খাবার সহ ইতালীয়, ফরাসি খাবারের অসংখ্য ভোজনশালার ব্যবস্থা হয়েছে। স্বাভাবিকভাবেই রাজস্থানের স্থানীয় সাংস্কৃতিক ঐতিহ্য এবং প্রাচীন রাজপুত স্থাপত্য শৈলীর প্রদর্শনের উপযুক্ত ক্ষেত্র প্রস্তুত হয়েছে। \n \n\n\n== আরো দেখুন ==\nরাজপুত স্থাপত্য\nরাজস্থানের পার্বত্য দুর্গ\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== সন্দর্ভ ==\nMelton, J. Gordon (২০১৪), Faiths Across Time: 5,000 Years of Religious History [4 Volumes], ABC-CLIO, আইএসবিএন 9781610690263 \nJain, Chanchalmal Lodha, History of Oswals, Panchshil Publications, আইএসবিএন 9788192373027 \n\n\n== আরও পড়ুন ==\nCrump, Vivien; Toh, Irene (১৯৯৬)। Rajasthan (Hardback)। Everyman Guides। আইএসবিএন 1-85715-887-3। \nMichell, George, Martinelli, Antonio (২০০৫)। The Palaces of Rajasthan। Frances Lincoln। আইএসবিএন 978-0-7112-2505-3। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: একাধিক নাম: লেখকগণের তালিকা (link) \nTillotson, G.H.R (১৯৮৭)। The Rajput Palaces - The Development of an Architectural Style (Hardback) (First সংস্করণ)। Yale University Press। আইএসবিএন 0-300-03738-4। \n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে জয়সলমের দুর্গ সম্পর্কিত মিডিয়া দেখুন।\n\n\n== তথ্যসূত্র =="}