{"pageid": 1428103, "title": "রবিন্দর রন্ধাওয়া", "url": "https://bn.wikipedia.org/wiki?curid=1428103", "content": "রবিন্দর রন্ধাওয়া (জন্ম ১৯৫২) একজন ব্রিটিশ এশিয়ান ঔপন্যাসিক এবং ছোট গল্প লেখক। তিনি ব্রিটিশ এশীয় নারী লেখকদের জন্য একটি সংগঠন এশিয়ান উইমেন রাইটার্স কালেক্টিভ-এর প্রতিষ্ঠাতা।\n\n\n== জীবনী ==\nরবিন্দর রন্ধাওয়া ১৯৫২ সালে ভারতে জন্মগ্রহণ করেছিলেন, কিন্তু সাত বছর বয়সে তিনি বাবা-মায়ের সাথে ইংল্যান্ডে চলে আসেন, এবং ওয়ারউইকশায়ারে বড় হয়ে ওঠেন। তিনি এশিয়ান মহিলাদের জন্য শরণার্থী এবং সংস্থান কেন্দ্র স্থাপনকারী একটি সংস্থার সাথে কাজ করেছেন এবং বর্ণবাদ বিরোধী প্রচারণায় অংশ নিয়েছেন। ২০১৪ সাল পর্যন্ত, তিনি লন্ডনে বসবাস করছিলেন।\nসারাহ আপস্টোনের লেখা ব্রিটিশ এশিয়ান ফিকশন: টুয়েন্টি ফার্স্ট সেঞ্চুরি ভয়েসেস-এর একটি অধ্যায়ের বিষয় হলেন রবিন্দর রন্ধাওয়া। আপস্টোন লিখেছেন যে রন্ধাওয়া \"ব্রিটিশ এশীয় সাহিত্যের বিকাশের জন্য অপরিহার্য ছিলেন\" এবং \"কেবল ব্রিটিশ এশীয় নারীদের জীবন সম্পর্কে ব্যাপকভাবে লেখেননি, মীরা সিয়াল সহ অন্যদের জীবনও গড়ে তুলেছেন।\"\n\n\n== কাজ ==\n১৯৮৪ সালে, তিনি এশিয়ান উইমেন রাইটার্স কালেক্টিভ প্রতিষ্ঠা করেন, যেখান থেকে এশিয়ান নারী লেখকদের কাজের একাধিক সংগ্রহ প্রকাশিত হয়েছে। তাঁর প্রথম উপন্যাস এ উইকেড ওল্ড ওম্যান -কে \"কথাসাহিত্যের একটি অগ্রগামী কাজ\", \"যুদ্ধোত্তর সময়ে একজন ব্রিটিশ এশীয় লেখক দ্বারা প্রকাশিত প্রথম [উপন্যাস]গুলির মধ্যে একটি\", এবং \"একটি ভাষাগত এবং কাঠামোগতভাবে কৌতুকপূর্ণ পাঠ্য যা শিল্পকর্ম হিসাবে নিজেকে পুরোভাগে রাখে বলে মনে হয়\", হিসাবে বর্ণনা করা হয়েছে। ২০০১ সালে প্রকাশিত দ্য কোরাল স্ট্র্যাণ্ড লেখাটি এ টাইগার'স স্মাইল হিসাবে পুনরায় প্রকাশ করা হয়েছিল। এর গল্পটি \"স্বাধীনতা-পূর্ব বোম্বে এবং সমসাময়িক লণ্ডনের মধ্যে ঘুরেছে\" এবং \"কাব্যিক গদ্য এবং তথ্যমূলক বাস্তববাদের মধ্যে, স্থান এবং মনের অবস্থা, শারীরিক অবস্থা এবং চেতনার প্রবাহ, নির্বিঘ্নে স্থানান্তরিত হয়\"।\n\n\n== নির্বাচিত প্রকাশনা ==\nএ উইকেড ওল্ড ওম্যান। সেন্ট পল: উইমেনস প্রেস (১৯৮৭)আইএসবিএন 9780704350328।\nহরি-জান । লণ্ডন: মন্ত্র লিঙ্গুয়া (১৯৯২)।আইএসবিএন ৯৭৮১৮৫২৬৯১১৮৯আইএসবিএন 9781852691189\nকোরাল স্ট্র্যাণ্ড। লু: হাউস অফ স্ট্র্যাটাস (২০০১)।আইএসবিএন ৯৭৮০৭৫৫১০৩৪৪৭আইএসবিএন 9780755103447\n\n\n=== অবদানকৃত কাজ ===\nএ গার্লস বেস্ট ফ্রেণ্ড। সেন্ট পল: উইমেনস প্রেস (১৯৮৭) আইএসবিএন ০৭০৪৩৪৯০৭৮\nরাইট অফ ওয়ে। সেন্ট পল: উইমেনস প্রেস (১৯৮৯)।আইএসবিএন ৯৭৮-০৭০৪৩৪০৯১৬আইএসবিএন 978-0704340916\nফ্লেমিং আপিরিট। লণ্ডন: ভিরাগো প্রেস (১৯৯৪)।আইএসবিএন ৯৭৮১৮৫৩৮১৭৪৯৬আইএসবিএন 9781853817496\nদ্য নিউ অ্যান্থেম। দিল্লি: ট্রাঙ্কুবার প্রেস (২০০৯)।আইএসবিএন ৯৩৮০০৩২৪৫৫আইএসবিএন 9380032455\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}