{"pageid": 14287, "title": "রাগ (সংগীত)", "url": "https://bn.wikipedia.org/wiki?curid=14287", "content": "প্রাচীন সঙ্গীত শাস্ত্রে স্বর ও বর্ণ দ্বারা ভূষিত ধ্বনিবিশেষকে রাগ বলা হয়। এটি মানবচিত্তে এক ধরনের রঞ্জক ধ্বনির আবহ সৃষ্টি করে। ধাতুগত অর্থ করতে হলে, যে স্বর লহরী মনকে রঞ্জিত করে তাকে রাগ বলা হয়। রাগসঙ্গীত, সংগীতের মূলধারার অংশ।\n\n\n== সংজ্ঞা ==\n“রঞ্জয়তি ইতি রাগঃ”—যে স্বর রচনা মানুষের চিত্তরঞ্জন করে তাকে বলা হয় রাগ। ‘সংগীত দর্পণ’-কার রাগের নির্ণয় করতে গিয়ে বলেছেন:\n\n অর্থাৎ ধ্বনির সেই বিশিষ্ট রচনা স্বরবর্ণবিভূষিত হয়ে জনচিত্ত রঞ্জন করে বুদ্ধিমান ব্যক্তি তাকেই বলেন রাগ।\nঅথবা\n\n উপরিউক্ত সংজ্ঞাগুলি ব্যাপকার্থে প্রয়োগ করা হয়েছে। কিন্তু প্রকৃতপক্ষে রাগ রচনায় কতকগুলি আবশ্যিক নিয়মকানুন আছে যার ব্যতিক্রম ঘটলে সেই রচনাকে ‘রাগ’ আখ্যা দেওয়া চলবে না, যেমন—\n\nরাগকে কোন ঠাট থেকে উৎপন্ন হতে হবে।\nরাগ রচনায় অন্যুন পাঁচটি স্বর ব্যবহার করতে হবে।\nরাগের রঞ্জকত গুণ থাকবে।\nকোনো রাগেই ষড়জ স্বরটি বর্জিত হবে না।\nরাগের আরোহ এবং অবরোহ, পকড়, সময় ইত্যাদির নির্দেশ থাকবে।\nরাগে বাদী এবং সম্বাদী স্বর অবশ্যই থাকবে এবং একটি থেকে অপরটির দূরত্ব কমপক্ষে ৭ শ্রুতি হতে হবে।\nকোনো রাগেই মধ্যম এবং পঞ্চম স্বর একত্রে বর্জিত হবে না।\nকোন রাগেই একই স্বরের দুইটি রূপ (যেমন ঋা, রা; জ্ঞা, গা, দা, ধা, ণা, না) একই সঙ্গে প্রয়োগ হবে না (ব্যতিক্রম:মা, হ্মা)।\nরাগে স্বর তথা বর্ণের ব্যবহার অপরিহার্য।\nরাগে একটি বিশেষ রসের অভিব্যক্তি থাকবে।\nরাগের জাতি বিভাগ থাকবে; যেমন ঔড়ব, ষাড়ব, সম্পূর্ণ।\n\n\n== রাগের জাতি ==\nকোনো রাগের আরোহী অবরোহী তে ব্যবহৃত স্বরের সংখ্যা অনুযায়ী রাগের যে শ্রেণিবিন্যাস করা হয় তাকেই রাগের জাতি বলা হয়। অর্থাৎ সব রাগেই যে সাতটি করে স্বর ব্যবহৃত হবে এমন নয়।কখনো কখনো কোন কোন রাগে ছয়টি আবার কোন কোন রাগে পাঁচটি স্বরও ব্যবহৃত হয়। জাতি প্রধানত তিন প্রকার।যথা:\nসম্পূর্ণ জাতি:সাতটি স্বরই ব্যবহৃত হয় এই রাগে।\nষাড়ব জাতি :এই রাগে ছয়টি স্বর ব্যবহৃত হয়।\nঔড়ব জাতি :এই রাগে পাঁচটি স্বর ব্যবহৃত হয়।\n\n\n== রাগের দশবিধ লক্ষণ ==\nরাগ নির্ণয়ের সুবিধার জন্য প্রাচীন গ্রন্থাকারগণ রাগের দশবিধ লক্ষণ নির্দেশ করেছিলেন, যেমন—\n\nঅর্থাৎ গ্রহ, অংশ, তার, মন্দ্র, ন্যাস, অপন্যাস, অল্পত্ব, বহুত্ব, ষাড়বত্ব, এবং ঔড়বত্ব—এইগুলিই হচ্ছে রাগের দশ লক্ষণ। এই ১০টি লক্ষণের বিস্তৃত বিবরণ দেওয়া হল।\n\nগ্রহ: রাগের মূল স্বর। এই স্বরটিই রাগের পরিচয় বহন করে।\nঅংশ: গ্রহ স্বরের পরের স্বর। গ্রহের সঙ্গে মিলে এই স্বরটি রাগের গঠনে গুরুত্বপূর্ণ ভূমিকা পালন করে।\nতার: অংশ স্বরের পরের স্বর। গ্রহ ও অংশের সঙ্গে মিলে তার স্বর রাগের মূল চরিত্র গঠনে সাহায্য করে।\nমন্দ্র: রাগের সবচেয়ে নিম্ন স্বর। মন্দ্র স্বর রাগের গভীরতা বাড়ায়।\nন্যাস: রাগের শেষ স্বর। ন্যাস স্বর রাগের সমাপ্তি নির্দেশ করে।\nঅপন্যাস: ন্যাস স্বরের আগের স্বর। অপন্যাস স্বর ন্যাস স্বরের সঙ্গে মিলে রাগের অন্তিম ভাব সৃষ্টি করে।\nঅল্পত্ব: যে স্বরগুলি রাগে খুব কম ব্যবহৃত হয়, তাদেরকে অল্পত্ব স্বর বলা হয়। এর দুটি ভাগ:\nলঙ্ঘন: রাগের আরোহ ও অবরোহে ব্যবহার করা হয় না এমন স্বর।\nঅনভ্যাস: রাগে খুব কম ব্যবহৃত হয় এমন স্বর।\nবহুত্ব: একটি স্বরকে একাধিকবার ব্যবহার করাকে বহুত্ব বলা হয়। এর দুটি প্রকার:\nঅলঙ্ঘন: এক স্বর থেকে অপর স্বরে সরাসরি যাওয়া।\nঅভ্যাস: একই স্বরকে একাধিকবার উচ্চারণ করা।\nষাড়বত্ব: এটি রাগের স্বরগুলোর মধ্যকার পারস্পরিক সম্পর্ককে নির্দেশ করে।\nঔড়ব: এটি রাগের স্বরগুলোর উচ্চতা ও নিম্নতার মধ্যকার সম্পর্ককে নির্দেশ করে।\n\n\n== পরিচয়মূলক লক্ষণ ==\nনাম: ইমন\nআরোহ: ন্ র গ ক্ষ ধ ন র্স\nঅবরোহ: র্স ন ধ প ক্ষ গ র স\nঠাট: কল্যাণ\nঅংশস্বর: ঋষভ (র), গান্ধার (গ) ও নিষাদ (ন)\nগ্রহাদি: ষড্জ (স) / পঞ্চম (প)\nস্থান: মধ্য স্থান\nজাতি: ষাড়ব-সম্পূর্ণ\nশ্রেণী: ঔড়ব-সম্পূর্ণ\nচলন: রাগ ইমনের চলন বৈশিষ্ট্যযুক্ত-\nধীর এবং দ্রুত বাক্যাংশের মিশ্রণ।\nঋষভ, গান্ধার ও নিষাদের উপর জোর দেওয়া।\nম‍েণ্ড ও গামাকের ব্যবহার।\nকাল: সন্ধ্যা কাল\nপকড়: ন র গ ক্ষ প ক্ষ গ র স\n\n\n== প্রকারভেদ ==\nরাগ সঙ্গীতের চারটি প্রধান রীতি আছে। এগুলো হচ্ছে: ধ্রুপদ, খেয়াল, টপ্পা ও ঠুমরী। সঙ্গীতে রাগ সমাহার- \n\nরাগ বিলাবল\nরাগ আলাহিয়া বিলাবল\nরাগ ইমন\nরাগ ইমন কল্যাণ\nরাগ ভূপালী\nরাগ বিহাগ\nরাগ কাফি\nরাগ বাগেশ্রী\nরাগ ভীমপলশ্রী\nরাগ বৃন্দবনী সারং\nরাগ আশাবরী\nরাগ জৌনপুরী\nরাগ খাম্বাজ\nরাগ রাগেশ্রী\nরাগ দেশ\nরাগ কলাবতী\nরাগ ভৈরব\nরাগ নট ভৈরব\nরাগ আহির ভৈরব\nরাগ আনন্দ ভৈরব\nরাগ বঙ্গাল (বাঙ্গালা) ভৈরব\nরাগ বিভাস\nরাগ গুণকেলী\nরাগ বৈরাগী\nরাগ নিত্যকলি\nরাগ ভৈরবী\nরাগ মালকোষ\nরাগ চন্দ্রকোষ\nরাগ মারওয়া\nরাগ পুরিয়া\nরাগ জেতাশ্রী\nরাগ জয়েৎ\nরাগ পুরিয়াকল্যাণ\nরাগ পূরবী\nরাগ পুরিয়াধানেশ্রী\nরাগ গৌরাঞ্জনী\nরাগ ত্রিবেণী\nরাগ টোড়ী\nরাগ গুর্জরী টোড়ী\nরাগ ভূপাল টোড়ী\nরাগ বিলাসখানী\nরাগ আশাবরী (কোমল)\nরাগ মূলতানী\nরাগ মধুবন্তী\nরাগ কেদারা\nরাগ মারু বিহাগ\nরাগ হংসধ্বনি\nরাগ কৌশধ্বনি\nরাগ দুর্গা\nরাগ দেশকার\nরাগ শিবরঞ্জনী\nরাগ আভেগী কানাড়া\nরাগ শ্রীরঞ্জনী\nরাগ পট্দীপ\nরাগ যোগ\nরাগ চন্দ্রঘোষ\nরাগ তিলং\nরাগ জয়জয়ন্তী\nরাগ গোরখ কল্যাণ\nরাগ দরবারী\nরাগ মধুমতি\nরাগ মিয়া-কি-মাল্হার\nরাগ মেঘ\nরাগ বাহার\nরাগ মেঘমল্লার।\n\n\n== রাগ ও তাদের গায়ন সময় ==\n\n\n=== প্রারম্ভিক সকাল ===\nরাগ কালিঙ্গড়া\nরাগ যোগীয়া\nরাগ রামকেলী\nরাগ ভৈরব\nরাগ গুনকলি\n\n\n==== ঠাট : ভৈরব - রাগ ভৈরব ====\nঅতি প্রাচীন এই রাগটি ভৈরো, ভ্যায়রো, মালব, ভৈরব ইত্যাদি বিভিন্ন নামে পরিচিত।প্রাচীন হলেও বর্তমান প্রচলিত ভৈরবের সাথে আগের ভৈরবের কোন মিল নেই। এটি একটি ঠাট রাগ। রে,ধ কোমল- গাওয়ার সময় আন্দোলিত হয় এবং বিশেষ মহত্বপূর্ণ ভাবে ফুটে উঠে। ভৈরবী ঠাটের কোমল গ ও নি এর স্থলে শুদ্ধ গ নি ব্যবহার করলেই ভৈরব ঠাটের স্বর সপ্তক পাওয়া যায়। রাগটি প্রাত:কালীন সন্ধি প্রকাশ রাগ। ধৈবতের আন্দোলন কালে কোমল নি ঈষৎ প্রয়োগ হয় এবং রে স্বরটি অতি কোমল ও অবরোহে বেশি প্রাধান্য পায়। কুশলতার সাথে অবরোহ গতিতে কোমল নি ব্যবহার করা যায়। গমরে, ধমপ, ধমপ ধনিসাঁ এই স্বর সংগতি মীড় যুক্ত হয়ে বেশি প্রয়োগ হয়। আরোহে সা রে গ ম/ন়ি সা গ ম/সা গ ম এ রকম বিভিন্ন ভাবে স্বর প্রয়োগ হয়ে থাকে। ম রে মীড় হলেও এর সাথে প রে সংযোগ হয়ে একটি বিশেষ রূপ ফুটে উঠে যা সঠিক তালিম প্রাপ্ত গায়ক গণের পক্ষেই কেবল গেয়ে দেখানো সম্ভব। ভৈরবের সমপ্রকৃতির রাগ হচ্ছে কলিংড়া এবং রামকেলী।\nপরিচয়: রে ধ কোমল বাকী সব শুদ্ধ স্বর ব্যবহৃত হয়। রে ও ধ এর ব্যবহার শিখে নেয়ার মত একটি বিষয়।\nঠাট:ভৈরব।\nজাতি: সম্পূর্ণ-সম্পূর্ণ।\nআরোহ: সা রে গ ম প ধ নি সাঁ/সা গ ম ধ নি সাঁ।\nঅবরোহ: সাঁ নি ধ প ম গ রে সা।\nচলন: গ ম ধ ধ প গ ম রে রে সা\nপকড়: সা গ ম প ধ ধ প, ম গ ম রে সা।\nবাদী: ধ।\nসমবাদী: রে।\nঅঙ্গ:উত্তরাঙ্গ।\nপ্রকৃতি: শান্ত, গম্ভীর।\nন্যাস স্বর: রে, ম, প ও ধ।\nসময়:দিবা প্রথম প্রহর (সাধারণত: সকাল ৫-৮ টা)।\n\n\n=== সকাল ===\nরাগ বিভাসরাগ\nরাগ নট ভৈরব\nরাগ আহির ভৈরব\nরাগ তোড়ি\nরাগ গুরজী তোড়ি\nরাগ হিন্দোল\nরাগ লীলাবতী\nরাগ কোমল রিষাভ আশাবরী\n\n\n=== বিলম্বিত সকাল ===\nরাগ দেব গান্ধার\nরাগ দেশকার\nরাগ আলাহিয়া বিলাবল\nরাগ আশাবরী\nরাগ জৌনপুরী\nরাগ দেশী\nরাগ ভৈরবী\nরাগ বিলাসখনি তোড়ি\nরাগ ভুপাল তোড়ি\nরাগ ললিত\n\n\n==== ঠাট : বিলাবল - রাগ  বিলাবল ====\nরাগ বিলাবল, বিলাবল ঠাটের অর্ন্তগত একটি রাগ।এই রাগের বৈশিষ্ট্য এবং রুপ ঠাটের সঙ্গে বেশি মিল সম্পন্ন বলে রাগটি বিলাবলের ঠাট রাগ হিসেবে পরিচিত্। কথিত আছে হযরত বেলাল (র:) একটি বিশেষ সুরে আযান দিতেন এবং তার সেই সুরের প্রতিফলনকে ভিত্তি করেই বিলাবল রাগের সৃষ্টি ও নাম করন। এ রাগে সব শুদ্ধ স্বর ব্যবহৃত হয়। নিম্নে বিস্তারিত বর্ণনা দেওয়া হল:-\nপরিচয়: সব স্বর শুদ্ধ ব্যবহৃত হয় এবং এর চলন বক্রগতি সম্পন্ন। এ রাগের সাথে কল্যাণ ঠাটের প্রচুর সাদৃশ্য থাকায় কখনো কখনো একে  প্রাত:কালের কল্যাণও বলা হয়।এই রাগের আরোহে যখন মধ্যম বর্জিত হয় এবং অবরোহে অল্প মাত্রায় কোমল নিষাদ প্রযুক্ত হয়,তখন তাকে আলহিয়া বিলাবল বলা হয়,এই রাগটিই বেশি প্রচলিত।\nঠাট:                  বিলাবল।    \nজাতি:              সম্পূর্ণ-সম্পূর্ণ।\nআরোহী:         সা     রা     গা     মা     পা     ধা     না     র্সা।\nঅবরোহী:       র্সা     না     ধা     পা     মা     গা     রা     সা।\nচলন:              স, গা, রা, সা, ন্ ধ্, ন্ ধ্ পা, প্ ধ্ ন্ ধ্ ন্ সা, গ র গম গ প, মগ, মর স।\nপকড়:             স গর গ,মগ প,মধপমপ, মগ,মর,স।\nবাদী স্বর:        ধা।\nসমবাদী স্বর: গা।\nঅঙ্গ:               উত্তরাঙ্গ।\nসময়:             প্রাত:কাল।\n\n\n=== দুপুর ===\nরাগ গৌড় সারং\nরাগ বৃন্দাবনী সারং\nরাগ শুদ্ধ সারং\n\n\n=== বিলম্বিত দুপুর ===\nরাগ ভীমপলশ্রী\n\n\n=== গোধূলী ===\nরাগ মারওয়া\nরাগ শ্রী\nরাগ পূর্বী\nরাগ বারওয়া\nরাগ পটদীপ\nরাগ মুলতানী\nরাগ মধুবন্তী\nরাগ ধানি\n\n\n=== সন্ধ্যা ===\nরাগ পুরিয়া\nরাগ পুরিয়া কল্যাণ\nরাগ পুরিয়া ধনশ্রী\nরাগ শুদ্ধ কল্যাণ\nরাগ ইমন\nরাগ হামীর\nরাগ হংসধ্বনি\nরাগ পিলু\nরাগ শ্যাম কল্যাণ\nরাগ ইমন কল্যাণ\nরাগ মেঘ\nরাগ গৌরী\nরাগ লক্ষ্মী কল্যাণ\n\n\n==== ঠাট : কল্যাণ - রাগ ইমন ====\nআলাউদ্দিন খিলজীর সভাসদ কবি ও দার্শনিক হযরত আমির খসরু এই রাগটির শ্রষ্টা। এই রাগে সাধারণত: সা স্বরটি বর্জন করে আরোহ গতিতে ন্ র গ এই ভাবে সরল গতিতে যাওয়া যায়। এছাড়াও মধ্যম সপ্তকের পঞ্চমকে বর্জন করে ক্ষ ধ ন, ক্ষ ধ র্স ন র্র র্স, ন র্র ন ধ ক্ষ গ এই সমস্ত স্বরসঙ্গতি বিশেষ বৈচিত্র আনয়ন করে।\nপরিচয়: মা কড়ি এবং বাকি সব স্বর শুদ্ধ ব্যবহৃত হয় অর্থাৎ বিলাবলের শুদ্ধ মা এর পরিবর্তে কড়ি মা এর আগমন।এর চলন বক্রগতি সম্পন্ন। এ রাগের সাথে বিলাবল ঠাটের প্রচুর সাদৃশ্য আছে। এই রাগের সমপ্রকৃতির ইমন কল্যাণ নামে আরো একটি রাগ আছে যেখানে শুদ্ধ মধ্যম প্রয়োগ করা হয় এবং ইমন অপেক্ষা ঋষভ এর প্রাধান্যও এতে বেশি থাকে। তবে শুদ্ধ মধ্যম এর ব্যবহার গুরুর নিকট শিখেই প্রয়োগ করা উচিৎ, অন্যান্য স্বরের ব্যবহার ইমন এর মতই। সৌন্দর্য বা বৈচিত্র আনয়ন কল্পে প স্বরটিকে এড়িয়ে ব্যবহার করা হলেও মনে রাখতে হবে পা স্বরটি ইমন রাগে গুরুত্বপূর্ণ এবং এটি ন্যস স্বর।\nঠাট:            কল্যাণ।\nজাতি:          সম্পূর্ণ-সম্পূর্ণ।\nআরোহী:   ( ন্ )সা     রা     গা     ক্ষা   পা     ধা     না     র্সা।\nঅবরোহী:       র্সা     না     ধা     পা     ক্ষা    গা     রা     সা।\nচলন:            ন্ র গ র, গ ক্ষ ধ ন, র্স ন ধ প ক্ষ গ, প র গ র ন র স।\nপকড়:           ন্ র গ র ন্ র সা, বা ন্ র গ র স, প ক্ষ গ র স।                                                                                                                                                                                      \nবাদী স্বর:        গ।\nসমবাদী স্বর:    ন।\nঅঙ্গ:              পূর্বাঙ্গ।\nপ্রকৃতি:           শান্ত।\nসময়:             সন্ধিপ্রকাশ রাগ (গোধুলীলগ্ন থেকে রাত ০৯ টা)।\n\n\n==== রাগ শ্রী-কল্যান ====\nশ্রী ও কল্যাণ —এই দুই পৃথক রাগের মিশ্রণে তৈরি হয়েছে শ্রী-কল্যাণ। মিশ্ররাগের নিয়ম অনুযায়ী শেষে যে রাগের নাম থাকে, রাগে তারই প্রাধান্য হয়। অর্থাৎ এক্ষেত্রে কল্যাণের প্রাধান্যই বেশি। কল্যাণ ঠাটের রাগ কল্যাণ। স্বরের বিচারে ইমনের খুব কাছাকাছি। ইমনে নিরেগ, কল্যাণে সারেগ —এই অঙ্গ ব্যবহার করা হয়। সন্ধের প্রসন্নতা এই রাগে স্পষ্ট। অন্যদিকে শ্রী রাগ বিকেল শেষ হয়ে সন্ধেয় প্রবেশের সময়কার রাগ। গোধূলির বিষণ্ণতা এই রাগে প্রকট। শ্রী শুনলে শূন্যতার অনুভূতি জাগে। এরই সঙ্গে যোগ হচ্ছে কল্যাণের প্রসন্নতা। এই দুইয়ে মিলে অপরূপ মাধুর্য শ্রীকল্যাণ রাগের মধ্যে। একই সঙ্গে দুরকম স্রোতের খেলা।\nকণ্ঠ ও যন্ত্র, দুই মাধ্যমেই এই রাগ শুনতে পাওয়া যায়. তবে কণ্ঠে শুনতেই বেশি ভালো লাগে.\n\n\n=== বিলম্বিত সন্ধ্যা ===\nরাগ বসন্ত\nরাগ মিয়াঁ মালহার\nরাগ তিলক কামোদ\nরাগ কালী\nরাগ হেমকল্যাণ\nরাগ নট বিহাগ\nরাগ ভূপালী\nরাগ কেদার\nরাগ কামোদ\nরাগ ছায়ানট\nরাগ খাম্বাজ\nরাগ দেশ\nরাগ জয়জয়ন্তী\nরাগ রাগেশ্রী\nরাগ যোগ\nরাগ গৌড় মালহার\nরাগ কাফি\nরাগ রামদাসী মাল্ল্হার\nরাগ বাহার\nরাগ গড়া\nরাগ সুরদাসী মাল্ল্হার\nরাগ নন্দ\nরাগ ঝিঁঝোটি\nরাগ তিলং\nরাগ গোরখ কল্যাণ\nরাগ স্রোত\nরাগ চাঁদনী কেদার\nরাগ কলাবতী\nরাগ গাবতী\n\n\n==== ঠাট কাফী - রাগ কাফী ====\nবেশকিছু জনপ্রিয় রাগের জন্মদাতা এই কাফি ঠাট। কর্ণাটকী সঙ্গীতে এই রাগটির নাম ‍খরহর প্রিয়া। কাফি রাগটি ঠাটের সাথে বেশি মিল সম্পন্ন বলে এটি ঠাট রাগ হিসেবে পরিচিত। ধ্রুপদ, ঠুমরি, ভজন ইত্যাদি এই রাগে বেশি শোনা যায়।\nপরিচয়:     গা   নি কোমল এবং বাকী স্বর শুদ্ধ ব্যবহার হয়।আরোহে তীব্র গান্ধার ও নি সুকৌশলে বার বার ব্যবহৃত হয়। নিপুন গায়ক রাগ হানি না করেও কোমল ধৈবত ব্যবহার করে থাকেন। তবে মনে  রাখতে হবে এই স্বর গুলি রাগের নিয়মিত স্বর নয়।\nঠাট:             কাফি।  \nজাতি:          সম্পূণ-সম্পূর্ণ।  \nআরোহী:     স     র     জ্ঞ     ম     প     ধ      ণ     র্স।  \nঅবরোহী:   র্স     ণ     ধ      প     ম     জ্ঞ     র     স।  \nবাদী স্বর:     পন্চম     (প)।  \nসমবাদী:     ষড়জ     (স)।(কোন কোন গুনিজন গ এবং নি কে বাদী- সমবাদী মনে করেন)।  \nচলন:          ণৃসমজ্ঞরস, সররজ্ঞ, রপ,মপ,ধপ, মপধমপ, জ্ঞ.., র, স, সস রর জ্ঞজ্ঞ মম প ধমপ জ্ঞ.. র, স।\nপকড়:         সস রর জ্ঞজ্ঞ মম প।   \nঅঙ্গ:            উত্তরাংগ।  \nসময়:          মধ্যরাত্রি (তবে কেউ কেউ মনে করেন সন্ধাবেলাও রাগটি গাওয়া যেতে পারে)।\n\n\n== ঠাট : ভৈরবী ==\n\n\n=== রাগ ভৈরবী ===\nএই রাগ ভৈরবী ঠাটের আশ্রয় রাগ বা তার উৎস, ঠাট রাগ। রাগ ভৈরবী সংকীর্ণ শ্রেণীর ও সরলব্রক্রগতির নাতিচঞ্চলশান্ত প্রকৃতির ভক্তি ও শৃঙ্গার রসাত্মক, ধ্রুপদ ও ঠুমরী অঙ্গে প্রচলিত। ঠুমরী বা যে কোন হালকা অঙ্গের গানে ঠাটের ১২টি সুরই ব্যবহার করা হয়।  \nঠাটঃ ভৈরবী।\nজাতিঃ সম্পূর্ণ।\nআরোহী:     স    ঋ      জ্ঞ     ম     প     ধ      ণ     র্স।  \nঅবরোহী:   র্স     ণ     ধ      প     ম     জ্ঞ     ঋ    স।  \nবাদী স্বর:     মধ্যম   (ম) মতান্তরে ধৈবত (ধ)।  \nসমবাদী:     ষড়জ   (স) মতান্তরে গান্ধার (গ)\n\n\n== আরও দেখুন ==\nরাগসমূহের তালিকা\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:হিন্দুস্তানি শাস্ত্রীয় সংগীত"}