{"pageid": 1429814, "title": "চীনের বেসামরিক বিমান চলাচল কর্তৃপক্ষ", "url": "https://bn.wikipedia.org/wiki?curid=1429814", "content": "চীনের বেসামরিক বিমান চলাচল কর্তৃপক্ষ ( CAAC ;     ) পরিবহন মন্ত্রণালয় অধীনে চীনা নাগরিক বিমান চলাচল কর্তৃপক্ষ । এটি বেসামরিক বিমান চলাচলের তত্ত্বাবধান করে এবং বিমান দুর্ঘটনা ও ঘটনা তদন্ত করে।\nচীনের জন্য বিমান চলাচল কর্তৃপক্ষ হিসাবে, এটি চীনের বিশেষ প্রশাসনিক অঞ্চলগুলি সহ অন্যান্য বিমান চলাচল কর্তৃপক্ষের সাথে বেসামরিক বিমান চলাচল চুক্তি সমাপ্ত করে যেগুলিকে \"বিশেষ গার্হস্থ্য\" হিসাবে শ্রেণীবদ্ধ করা হয়েছে।  এটি ১৯৮৮ সাল পর্যন্ত সরাসরি নিজস্ব এয়ারলাইন দিয়ে চীনে বিমান চালনা একচেটিয়া ব্যবসা পরিচালনা করে। সংস্থাটির সদর দফতর বেইজিংয়ের ডংচেং জেলায় অবস্থিত।\n\n\n== ইতিহাস ==\n২ নভেম্বর ১৯৪৯-এ, গণপ্রজাতন্ত্রী চীন প্রতিষ্ঠার পরপরই, সিসিপি কেন্দ্রীয় কমিটি সিভিল এভিয়েশন এজেন্সি প্রতিষ্ঠার সিদ্ধান্ত নেয় পিপলস রেভল্যুশনারি মিলিটারি কমিশন নামে এবং পিপলস লিবারেশন আর্মি এয়ার ফোর্সের কমান্ডের অধীনে। দেশের সমস্ত অ-সামরিক বিমান চলাচল পরিচালনার পাশাপাশি সাধারণ এবং বাণিজ্যিক ফ্লাইট পরিষেবা সরবরাহ করা। সিভিল এভিয়েশন এজেন্সিটি একই বছরের ডিসেম্বরে তৈরি করা হয় এবং ছুংছিং, গুয়াংজু, সাংহাই, তিয়ানজিন এবং উহানে অফিস স্থাপন করে। ১৯৫০ সালের  ১০মার্চ, গুয়াংঝো অফিস গুয়াংডং, গুয়াংসি এবং হুনানে সিভিল ফ্লাইট পরিষেবা পরিচালনা করে কাজ শুরু করে। পরে, এটি উহান অফিসের সাথে একীভূত হয়ে ২১ জানুয়ারী ১৯৫১ সালে গুয়াংঝুতে মধ্য ও দক্ষিণ চীনের সিভিল এভিয়েশন অফিস গঠন করে এবং এর নাম পরিবর্তন করে সেন্ট্রাল অ্যান্ড সাউদার্ন সিভিল এভিয়েশন অফিস রাখা হয়, গুয়াংডং, গুয়াংসি, হুবেই এবং সিভিল ফ্লাইট প্রশাসনের জন্য কাজ করে।\n১৯৫২ সালের ৭মে, গণবিপ্লবী সামরিক কমিশন এবং রাজ্য পরিষদ বেসামরিক বিমান চলাচল পুনর্গঠনের সিদ্ধান্ত জারি করে (  ) এবং পিপলস রেভল্যুশনারি মিলিটারি কমিশনের সিভিল এভিয়েশন এজেন্সি সামরিক ব্যবস্থায় স্থানান্তরিত হয় এবং পিএলএ এয়ার ফোর্সের প্রত্যক্ষ নিয়ন্ত্রণে ছিল, তারপর সিভিল এভিয়েশন অ্যাডমিনিস্ট্রেশন ডিভিশন এবং এয়ারলাইন ডিভিশনকে আলাদা করে বিভক্ত করে। বেসামরিক বিমান চলাচল সংস্থা এবং বেসামরিক বিমান সংস্থা। এই সিদ্ধান্তের অধীনে, জুলাই থেকে নভেম্বর ১৯৫১ পর্যন্ত, বেসামরিক বিমান চলাচল সংস্থার সাংহাই (পূর্ব চীন), গুয়াংজু (মধ্য-দক্ষিণ), চংকিং (দক্ষিণ-পশ্চিম চীন) এবং তিয়ানজিনে (উত্তর চীন) চারটি প্রশাসনিক কার্যালয় ছিল। দক্ষিণ চীন শাখার সংক্ষিপ্ত নামকরণ করা হয় দক্ষিণ চীনের বেসামরিক বিমান চলাচল প্রশাসন অফিস। ১৭ জুলাই ১৯৫২ সালে, চীনের পিপলস এভিয়েশন কোম্পানি তৈরি হয়, যার সদর দফতর তিয়ানজিন।\n৯ জুন ১৯৫৩ সালে, সোভিয়েত ইউনিয়নে এরোফ্লট অনুসরণ করে, চীনের পিপলস এভিয়েশন কোম্পানি কেন্দ্রীয় বিপ্লবী সামরিক কমিশনের বেসামরিক বিমান চলাচল সংস্থার সাথে একীভূত হয়। পরে, স্কোগা ১ জানুয়ারী ১৯৫৫ সালে বেইজিং প্রশাসনিক অফিসের সাথে একীভূত হয়\n১৯৫৪ সালের নভেম্বরে, পিপলস রেভল্যুশনারি মিলিটারি কমিশনের সিভিল এভিয়েশন এজেন্সির নাম পরিবর্তন করে চীনের সিভিল এভিয়েশন এজেন্সি রাখা হয়। এটি স্টেট কাউন্সিলে স্থানান্তরিত হয় এবং স্টেট কাউন্সিল এবং পিএলএ এয়ার ফোর্স উভয়ের নেতৃত্বে আসে। পিএলএ বিমান বাহিনী প্রযুক্তিগত, ফ্লাইট, এয়ারক্রু, যোগাযোগ, মানবসম্পদ এবং রাজনৈতিক কাজের জন্যও দায়ী ছিল।\n২৭ ফেব্রুয়ারী ১৯৫৮ তারিখে, বেসামরিক বিমান চলাচল সংস্থা পরিবহন মন্ত্রণালয়ে স্থানান্তরিত হয়। পরে, এজেন্সি সিস্টেম ডেভলভিংয়ের মতামতের জন্য রিপোর্ট অনুমোদন করেছে (  ) ১৭ জুন পরিবহন মন্ত্রণালয়ের দলীয় শাখা থেকে। জাতীয় এবং স্থানীয় উভয় কর্তৃপক্ষেরই বেসামরিক বিমান চলাচলের দায়িত্ব রয়েছে। আন্তর্জাতিক এবং প্রধান অভ্যন্তরীণ ফ্লাইটগুলি প্রধানত জাতীয় কর্তৃপক্ষের নেতৃত্বে ছিল এবং স্থানীয় এবং কৃষি ফ্লাইটগুলি প্রধানত স্থানীয় কর্তৃপক্ষের নেতৃত্বে ছিল। এইভাবে, বেশিরভাগ প্রদেশ এবং স্বায়ত্তশাসিত অঞ্চল তাদের নিজস্ব বেসামরিক বিমান চলাচল প্রশাসন অফিস স্থাপন করে। ১৩ ডিসেম্বরে বেইজিং, চেংদু, গুয়াংজু, সাংহাই, তিয়ানজিন এবং উরুমকিতে পাঁচটি প্রশাসনিক কার্যালয়কে আঞ্চলিক প্রশাসন সংস্থায় পরিবর্তন করা হয়। ১৭ নভেম্বর ১৯৬০ তারিখে এজেন্সির নাম পরিবর্তন করে পরিবহণ মন্ত্রকের বেসামরিক বিমান চলাচলের সাধারণ প্রশাসন রাখা হয়।\nএপ্রিল ১৯৬৩ সালে, ২য় ন্যাশনাল পিপলস কংগ্রেসের প্রেসিডিয়াম ৫৩তম সভায় পরিবহন মন্ত্রকের বেসামরিক বিমান চলাচলের সাধারণ প্রশাসনের নাম পরিবর্তন করে চীনের বেসামরিক বিমান চলাচলের সাধারণ প্রশাসনে নামকরণ করার সিদ্ধান্ত নেয়। এটি স্টেট কাউন্সিলে স্থানান্তরিত হয় এবং পিএলএ এয়ার ফোর্স দ্বারা পরিচালিত হয়। ১৯৬৯ সালের ২০ নভেম্বর সিভিল এভিয়েশনের সাধারণ প্রশাসন পিএলএ এয়ার ফোর্সে স্থানান্তরিত হয়।\n\n১৯৬৩ সালে, চীন গ্রেট ব্রিটেনের কাছ থেকে ছয়টি ভিকারস ভিসকাউন্ট বিমান ক্রয় করে, তারপর ১৯৭১ সালে পাকিস্তান ইন্টারন্যাশনাল এয়ারলাইন্স থেকে চারটি হকার সিডেলি ট্রাইডেন্ট বিমান ক্রয় করে। ১৯৭১ সালের আগস্টে, এয়ারলাইনটি হকার সিডেলির কাছ থেকে সরাসরি ছয়টি ট্রাইডেন্ট 2E ক্রয় করে। দেশটি তিনটি কনকর্ড বিমানের জন্য অস্থায়ী আদেশও দিয়েছে। ১৯৭২ সালে নিক্সনের চীন সফরের সাথে সাথে দেশটি ১০টি বোয়িং ৭০৭ জেটের অর্ডার দেয়। ১৯৭৩ সালের ডিসেম্বরে, এটি ১৫টি অতিরিক্ত ট্রাইডেন্ট জেট কেনার জন্য পশ্চিমা ব্যাংক থেকে £40 মিলিয়ন ধার করার অভূতপূর্ব পদক্ষেপ নেয়। সোভিয়েত-নির্মিত Ilyushin Il-62 বিমানগুলি ১৯৭০ এবং ১৯৮০ এর দশকে দীর্ঘ পাল্লার রুটে ব্যবহার করা হয়।\n৫ মার্চ ১৯৮০-এ, বেসামরিক বিমান চলাচলের সাধারণ প্রশাসন আর PLA এয়ার ফোর্স দ্বারা নিয়ন্ত্রিত ছিল না এবং স্টেট কাউন্সিলে স্থানান্তরিত হয়। কিছু প্রশাসনিক কাজ এখনও পিপলস লিবারেশন আর্মির অধীনে ছিল এবং বিমান নিয়ন্ত্রণ পিএলএ জেনারেল স্টাফ ডিপার্টমেন্ট এবং এয়ার ফোর্স কমান্ড দ্বারা পরিচালিত হয়।\n৩০ জানুয়ারী ১৯৮৭-এ, স্টেট কাউন্সিল সিভিল এভিয়েশন সিস্টেম অ্যাডমিনিস্ট্রেশন সিস্টেমের সংস্কার সমাধান এবং নির্বাহী পদক্ষেপের জন্য রিপোর্ট অনুমোদন করে (  )। তখন থেকে, সিএএসি শুধুমাত্র একটি সরকারি সংস্থা হিসেবে কাজ করে এবং ছয়টি আঞ্চলিক প্রশাসনিক সংস্থাকে পুনর্গঠিত করে, এবং আর বাণিজ্যিক ফ্লাইট পরিষেবা প্রদান করে না। ১৯৮৮ সালে, এয়ারলাইন সিএএসি (এয়ারলাইন) বেশ কয়েকটি স্বতন্ত্র বিমান বাহকের মধ্যে বিভক্ত করা হয়, তাদের অনেকের নামকরণ করা হয় চীনের অঞ্চলের নামে যেখানে এটির কেন্দ্র ছিল।\n১৯ এপ্রিল ১৯৯৩-এ, বেসামরিক বিমান চলাচলের জেনারেল অ্যাডমিনিস্ট্রেশন স্টেট কাউন্সিলের মন্ত্রণালয়-স্তরের সংস্থা হয়ে ওঠে।\nমার্চ ২০০৮-এ, সিএএসি কে সদ্য-নির্মিত পরিবহন মন্ত্রকের একটি সহায়ক সংস্থা করা হয়, এবং এটির সরকারী চীনা নামটি আর কোনও মন্ত্রণালয়-স্তরের সংস্থা নয় প্রতিফলিত করার জন্য সামান্য সামঞ্জস্য করা হয়। এর সরকারী ইংরেজি নাম চীনের সিভিল এভিয়েশন অ্যাডমিনিস্ট্রেশন রয়ে গেছে।\n১১ মার্চ ২০১৯-এ, সিএএসি ছিল প্রথম বেসামরিক বিমান চলাচল কর্তৃপক্ষ যা বোয়িং ৭৩৭ ম্যাক্স চালাচল স্থগিত করে। । এটি করার পরে, বিশ্বের বেশিরভাগ বিমান চলাচল কর্তৃপক্ষ পরের দিন ইউরোপীয় ইউনিয়ন এভিয়েশন সেফটি এজেন্সি সহ MAX-কে গ্রাউন্ডেড করে। ম্যাক্স গ্রাউন্ড করতে ১৩ মার্চ পর্যন্ত মার্কিন ফেডারেল এভিয়েশন অ্যাডমিনিস্ট্রেশনের সময় নিয়েছিল। এভিয়েশন ভাষ্যকাররা এটিকে এফএএ-এর খরচে সিএএসি-এর বৈশ্বিক সুনামকে শক্তিশালী করেছে বলে দেখেছেন। ২০২০ সালের নভেম্বরে FAA দ্বারা MAX-কে ফেরত দেওয়ার জন্য সাফ করার পরে, CAAC পুনরায় বলেছে যে চীনে MAX গ্রাউন্ডিং তুলে নেওয়ার জন্য \"কোনও নির্ধারিত সময়সূচি নেই\"। ২০১১ সালের আগস্টের শুরুতে, একটি MAX বৈধতার জন্য সাংহাইতে একটি পরীক্ষামূলক ফ্লাইট করে। পরে, সিএএসি বোয়িং-এর নির্দেশাবলী অনুসরণ করে MCAS সংশোধন করা হলে টাইপটিকে পরিষেবাতে ফেরত দেওয়ার অনুমতি দেওয়ার জন্য ২ ডিসেম্বর একটি বায়ুযোগ্যতার নির্দেশ জারি করে।\n\n\n== সিএএসি (এয়ারলাইন) ==\n\n\n== বর্তমান ভূমিকা ==\nবর্তমানে, চীনের বেসামরিক বিমান চলাচল কর্তৃপক্ষ একটি প্রশাসনিক বিভাগ যা বেশিরভাগই বিমান চলাচলের বাজার তদারকি করার উদ্দেশ্যে। সিএএসি প্রতি সপ্তাহে রুট অ্যাপ্লিকেশন প্রকাশ করে এবং যে রুটগুলি একটি খোলা আকাশের দেশ/অঞ্চলে উড়ে যায় না, সেখানে মাসিক স্কোরিং রিলিজ থাকবে যা তাদের প্রত্যেকের জন্য স্কোর নির্ধারণ করে। সিএএসি পরবর্তীতে যারা তালিকায় সর্বোচ্চ স্কোর করে তাদের শুরু করার অনুমতি দেয়।\nসিএএসি ঘন ঘন অপারেশন ডেটা এবং নোটিশ জারি করে।\nসিএএসি চীনের নো-ফ্লাই তালিকা পরিচালনা করে।\n\n\n== পরিচালকদের তালিকা ==\nচীনের বেসামরিক বিমান চলাচল কর্তৃপক্ষের পরিচালকদের তালিকা:\n\nঝং চিবিং (নভেম্বর ১৯৪৯ - অক্টোবর ১৯৫২)\nঝু হুইঝাও (অক্টোবর ১৯৫২- জুন ১৯৫৫)\nকুয়াং রেনং (জুন ১৯৫৫ - জুন ১৯৭৩)\nমা রেনহুই (জুন ১৯৭৩ - জুন ১৯৭৫)\nলিউ কানক্সিন (জুন ১৯৭৫- ডিসেম্বর ১৯৭৭)\nশেন তু (ডিসেম্বর ১৯৭৭ - মার্চ ১৯৮৫)\nHu Yizhou (মার্চ ১৯৮৫ - ফেব্রুয়ারি ১৯৯১)\nজিয়াং ঝুপিং (ফেব্রুয়ারি ১৯৯১ - ডিসেম্বর ১৯৯৩)\nচেন গুয়াংই (ডিসেম্বর ১৯৯৩ - জুন ১৯৯৮)\nলিউ জিয়ানফেং (জুন ১৯৯৮ - মে ২০০২)\nইয়াং ইউয়ানুয়ান (মে ২০০২ - ডিসেম্বর ২০০৭)\nলি জিয়াজিয়াং (ডিসেম্বর ২০০৭ - জানুয়ারি ২০১৬)\nফেং ঝেংলিন (জানুয়ারি ২০১৬– বর্তমান)\n\n\n== সহযোগী প্রতিষ্ঠান ==\nএয়ার ট্রাফিক অ্যাডমিনিস্ট্রেশন ব্যুরো (এটিএমবি), বেইজিং ।\nচীনের বেসামরিক বিমান চলাচল বিশ্ববিদ্যালয় (সিএইউসি), তিয়ানজিন।\nচীনের বেসামরিক বিমান চলাচল বিশ্ববিদ্যালয় (সিএএফইউসি), গুয়াংঘান।\nচীনের বেসামরিক বিমান চলাচল ব্যবস্থাপনা ইনস্টিটিউট (সিএএমআইসি), বেইজিং।\nচায়না অ্যাকাডেমি অফ সিভিল এভিয়েশন সায়েন্স অ্যান্ড টেকনোলজি-সেন্টার অফ এভিয়েশন সেফটি টেকনোলজি,  সিএএসি বেইজিং ।\nসিএএসি দ্বিতীয় গবেষণা ইনস্টিটিউট, চেংডু।\nবেইজিং-এ চীন বেসামরিক বিমান চলাচল প্রকাশনা প্রেস।\nসিভিল এভিয়েশন মেডিকেল সেন্টার-বেইজিং-এর সিভিল এভিয়েসন জেনারেল হাসপাতাল।\nবেইজিং-এ সিএএসি বন্দোবস্ত কেন্দ্র।\nবেইজিং-এ সিএএসি তথ্য কেন্দ্র।\nবেইজিং-এ সিএএসি অডিশন সেন্টার।\nবেইজিং এ ক্যাপিটাল এয়ারপোর্ট হোল্ডিংস লিমিটেড (CAH)।\nবেইজিং-এ সিএএসি আন্তর্জাতিক সহযোগিতা ও পরিষেবা কেন্দ্র।\nবেইজিংয়ে চায়না এয়ারপোর্ট কনস্ট্রাকশন কর্পোরেশন (সিএসিসি)।\nচায়না সিভিল এভিয়েশন ইঞ্জিন এয়ারওয়ার্থিনেস অডিশন সেন্টার।\nবেইজিং এ সিএএসি এর ফ্লাইট পরিদর্শন কেন্দ্র।\nচীনের বেসামরিক বিমান চলাচল কর্তৃপক্ষ যাদুঘর।\n\n\n== আরো দেখুন ==\n\nগণপ্রজাতন্ত্রী চীনে পরিবহন\nগণপ্রজাতন্ত্রী চীনের বিমানবন্দরের তালিকা\nযাত্রী পরিবহনের দিক থেকে চীনের ব্যস্ততম বিমানবন্দর\nগণপ্রজাতন্ত্রী চীনের বিমান সংস্থার তালিকা\nচীনে বেসামরিক বিমান চলাচল\nবেসামরিক বিমান চলাচল বিভাগ (হংকং)\nবেসামরিক বিমান চলাচল কর্তৃপক্ষ (ম্যাকাও)\nসিভিল অ্যারোনটিক্স অ্যাডমিনিস্ট্রেশন (তাইওয়ান)\n\n\n== বহিঃসংযোগ ==\n\nCAAC Official site (চীনা ভাষায়)\nCAAC Official site (Archive)\nFlight Inspection Center of CAAC (ইংরেজি ভাষায়)/(চীনা ভাষায়)\nChina - Civil Aviation\nCivil Aviation Management Institute of China, Civil Aviation Safety Institute (চীনা ভাষায়)\nFlight Information Region In China\n\n\n== তথ্যসূত্র =="}