{"pageid": 1429038, "title": "কূপ", "url": "https://bn.wikipedia.org/wiki?curid=1429038", "content": "কূপ হল একটি খনন বা কাঠামো যা মাটিতে খনন, ড্রাইভিং বা ড্রিলিং দ্বারা তরল সম্পদ, সাধারণত জল পাবার জন্য তৈরি করা হয়। প্রাচীনতম এবং সবচেয়ে সাধারণ ধরনের কূপ হল একটি জলের কূপ, যেখান থেকে ভূগর্ভস্থ জলাশয়ের ভূগর্ভস্থ পানি পাওয়া যেতে পারে। কূপের জল একটি পাম্পের মাধ্যমে তোলা হয়, বা পাত্রে, যেমন বালতি বা বড় জলের ব্যাগ দিয়ে যান্ত্রিকভাবে বা হাতে তোলা হয়। আবার কূপের মাধ্যমে জলজভূমিতেও পানি প্রবেশ করানো যেতে পারে। কূপগুলি অন্তত আট হাজার বছর আগে প্রথম নির্মিত হয়েছিল এবং ঐতিহাসিকভাবে একটি শুষ্ক জলধারার পলি থেকে ইরানের কানাত এবং ভারতের স্টেপওয়েল এবং সাকিহ পর্যন্ত নির্মাণের ক্ষেত্রে পার্থক্য রয়েছে। কূপের খাদের গায়ে একটি আস্তরণ স্থাপন করা স্থিতিশীলতা তৈরি করতে সহায়তা করে এবং কাঠের বা বেতের কাজের আস্তরণগুলি অন্তত লৌহ যুগের আগের।\nকূপগুলি ঐতিহ্যগতভাবে হাত খনন করা হয়, যেমনটি এখনও উন্নয়নশীল বিশ্বের গ্রামীণ এলাকায় রয়েছে। এই কূপগুলি সস্তা এবং স্বল্প-প্রযুক্তির হওয়ার কারণে এগুলো বেশিরভাগ কায়িক শ্রম ব্যবহার করে তৈরি করা হয় এবং খনন করার সাথে সাথেই কাঠামোটি ইট বা পাথর দিয়ে বাঁধাই করা হয়। ক্যাসনিং নামক একটি আরও আধুনিক পদ্ধতিতে পূর্বে তৈরি করা কংক্রিট কূপের রিং ব্যবহার করা হয় যা গর্তে একটা একটা করে নামানো হয়। চালিত কূপগুলি একটি কূপ গর্তের কাঠামো সহ অসংহত উপাদানে তৈরি করা যেতে পারে, যার মধ্যে একটি শক্ত ড্রাইভ পয়েন্ট এবং ছিদ্রযুক্ত পাইপে একটি পর্দা লাগানো থাকে, যার পরে জল সংগ্রহের জন্য একটি পাম্প ইনস্টল করা হয়। বোরহোলে কিছুটা ড্রিল ব্যবহার করে হ্যান্ড ড্রিলিং পদ্ধতি বা মেশিন ড্রিলিং দ্বারা গভীর কূপ খনন করা যেতে পারে। ড্রিল করা কূপগুলি সাধারণত ইস্পাত বা প্লাস্টিকের তৈরি কারখানায় তৈরি পাইপ দিয়ে কেসিং করা হয়। ড্রিল করা কূপ খনন কূপের চেয়ে অনেক বেশি গভীর থেকে পানি নিয়ে আসতে পারে।\nদুটি বিস্তৃত কূপের শ্রেণীর একটি হল অগভীর বা অপরিবর্তিত কূপ যা সেই অবস্থানের সর্বোচ্চ সুসিক্ত শিলাস্তর পর্যন্ত বিস্তৃত থাকে, অপর শ্রেণির গভীর বা সীমাবদ্ধ কূপগুলি, একটি অভেদ্য স্তরের মধ্য দিয়ে নীচের জলজভূমি পর্যন্ত বিস্তৃত হয়। একটি সংগ্রাহক কূপ একটি মিঠা পানির হ্রদ বা স্রোতের সংলগ্ন নির্মাণ করা যেতে পারে যাতে মধ্যস্থতাকারী উপাদানের মাধ্যমে জল সঞ্চারিত হয়। একটি কূপের স্থান হাইড্রোজোলজিস্ট বা ভূগর্ভস্থ জল জরিপকারী দ্বারা নির্বাচন করা যেতে পারে। জল পাম্প করা বা হাতে টানা হতে পারে। পৃষ্ঠ থেকে সহজেই অগভীর উৎসের পানির রোগজীবাণু বা রাসায়নিক দূষণ দূর করা প্রয়োজন। কূপের জলে সাধারণত পৃষ্ঠীয় জলের তুলনায় দ্রবণে বেশি খনিজ থাকে এবং পানযোগ্য হওয়ার আগে শোধনের প্রয়োজন হতে পারে। পানির স্তর নিচে নেমে যাওয়ার সাথে সাথে মাটির লবণাক্ততা বাড়তে পারে এবং আশেপাশের মাটি শুকিয়ে যেতে শুরু করে। আরেকটি পরিবেশগত সমস্যা হল মিথেন পানিতে প্রবেশের সম্ভাবনা।\n\n\n== ইতিহাস ==\n\nঅতি প্রাচীন নব্য প্রস্তর যুগের কূপগুলি পূর্ব ভূমধ্যসাগর থেকে জানা যায়: সবচেয়ে পুরানো নির্ভরযোগ্য তারিখের কূপটি সাইপ্রাসের কিসোনারগা-মাইলাউথকিয়ার প্রাক-মৃৎপাত্র নিওলিথিক সাইটে পাওয়া গেছে। আনুমানিক ৮৪০০ খ্রিস্টপূর্বাব্দে বৃত্তাকার ব্যাসের একটি খাদ (কূপ- ১১৬) চুনাপাথর দিয়ে তৈরি হয়েছিল ৮ মিটার (২৬ ফুট) গভীরতায় একটি জলজভূমিতে পৌঁছানোর জন্য। তারপরে কূপ- ২০৭০ কিসোনারগা-মাইলুথকিয়ার কূপটি ১৩ মিটার (৪৩ ফুট) গভীরতায় পৌঁছেছে। এই সাইটের অন্যান্য সামান্য ছোট কূপগুলি পার্শ্ববর্তী পারেক্কলিশা-শিল্লুরোকম্বোসের বলে পরিচিত। সারিবদ্ধ পাথরের ৫.৫ মিটার (১৮ ফুট) গভীরতার প্রথম কূপটি ইস্রায়েলের আধুনিক হাইফা উপকূলের কাছে 'আটলিট-ইয়াম'- এ পাওয়া যায়, যা ৭০০০ খ্রিস্টপূর্বাব্দের বলে নথিভুক্ত করা হয়েছে। \n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\nDriscoll, F. (১৯৮৬)। Groundwater and Wells। Johnson Filtration Systems। আইএসবিএন 978-0-9616456-0-1। \nRaymond Rowles (১৯৯৫)। Drilling for Water (2nd সংস্করণ)। Avebury, Cranfield University। আইএসবিএন 1-85628-984-2। \n\n\n== বহিঃসংযোগ ==\nগ্রামীণ জল সরবরাহ নেটওয়ার্ক (RWSN) এর টেকসই ভূগর্ভস্থ জল উন্নয়ন থিম\nজল পোর্টাল – Akvopedia\nটেকসই স্যানিটেশন এবং জল ব্যবস্থাপনা টুলবক্স\nইউএস সেন্টার ফর ডিজিজ কন্ট্রোল অ্যান্ড প্রিভেনশন (সিডিসি) স্বাস্থ্যকর জল - জলের কূপগুলির সাইট কভারের মূল বিষয়গুলি, সঠিক সাইটিং এবং দূষণ এড়াতে কূপের অবস্থানের জন্য নির্দেশিকা, কূপ পরীক্ষা, কূপ সংক্রান্ত রোগ, জরুরী কূপ চিকিত্সা এবং অন্যান্য বিষয়গুলি।\nমার্কিন ভূতাত্ত্বিক জরিপ - ভূগর্ভস্থ জল: ওয়েলস\nমার্কিন ভূতাত্ত্বিক জরিপ – জল বিজ্ঞান ছবি প্রবাহিত আর্টেসিয়ান কূপ\nকূপ খনন করা 18টি অত্যন্ত দরকারী প্রশ্ন ও উত্তর\nআমেরিকান গ্রাউন্ড ওয়াটার ট্রাস্ট\nলাইফওয়াটার ইন্টারন্যাশনাল টেকনিক্যাল লাইব্রেরি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ জুন ২০১৩ তারিখে\nএনজিওগুলির জন্য ওয়েল নির্মাণ প্রযুক্তিগত সম্পদ\nটেমপ্লেট:Geotechnical engineeringটেমপ্লেট:Man-made and man-related Subterranea"}