{"pageid": 1429194, "title": "ভারতীয় ক্রীড়া কর্তৃপক্ষ", "url": "https://bn.wikipedia.org/wiki?curid=1429194", "content": "ভারতীয় ক্রীড়া কর্তৃপক্ষ (এসএআই) বা (ইংরেজি: Sports Authority of India) (হিন্দি: भारतीय खेल प्राधिकरण)  হল ভারতের সর্বোচ্চ জাতীয় ক্রীড়া সংস্থা, যেটি ভারতে খেলাধুলার উন্নয়নের জন্য ভারত সরকারের যুব বিষয়ক ও ক্রীড়া মন্ত্রক দ্বারা ১৯৮৪ সালে প্রতিষ্ঠিত হয়েছিল। এসএআই এর ২টি স্পোর্টস একাডেমিক ইনস্টিটিউশন, ১১টি \"এসএআই রিজিওনাল সেন্টার\" (এসআরসি), ১৪টি \"সেন্টার অফ এক্সিলেন্স\" (সিওই/সিওএক্স), ৫৬টি \"স্পোর্টস ট্রেনিং সেন্টার\" (এসটিসি) এবং ২০টি স্পেশাল এরিয়া গেমস (এসএজি) রয়েছে। এছাড়াও, এসএআই নেতাজি সুভাষ হাই অল্টিটিউড ট্রেনিং সেন্টারের পাশাপাশি নয়াদিল্লিতে ৫টি স্টেডিয়াম পরিচালনা করে, যেমন জওহরলাল নেহরু স্টেডিয়াম (এসএআই-এর জাতীয় প্রধান কার্যালয় হিসাবেও কাজ করে), ইন্দিরা গান্ধী এরিনা, মেজর ধ্যানচাঁদ জাতীয় স্টেডিয়াম, এসপিএম সুমিং পুল কমপ্লেক্স এবং ডাঃ করনি সিং শুটিং রেঞ্জ।\nদুটি \"এসএআই স্পোর্টস একাডেমিক\" প্রতিষ্ঠান হল নেতাজি সুভাষ ন্যাশনাল ইনস্টিটিউট অফ স্পোর্টস এবং লক্ষ্মীবাই ন্যাশনাল কলেজ অফ ফিজিক্যাল এডুকেশন, গবেষণা পরিচালনা করে এবং শারীরিক শিক্ষা এবং ক্রীড়া চিকিৎসায় পিএইচডি স্তরের কোর্সে সার্টিফিকেট চালায়।\n\"এসএআই আঞ্চলিক কেন্দ্র\" (এসআরসি) চণ্ডীগড়, জিরাকপুর, সোনিপথ, লখনউ, গুয়াহাটি, ইম্ফল, কলকাতা, ভোপাল, বেঙ্গালুরু, মুম্বই এবং গান্ধীনগরে অবস্থিত।\n\"স্পেশাল এরিয়া গেমস\" (এসএজি) কার্গিল, কিশানগঞ্জ, গিধৌর, রাঁচি, নামচি, নাহারলাগুন, কোকরাঝাড়, তিনসুকিয়া, ইম্ফল, উটলৌ, আগরতলা, আইজল, বোলপুর, জগৎপুর (ওড়িশা), সুন্দরগড়, ধার, পোর্ট ব্লেয়ার, আলেপ্পি তালসেরি এবং মায়িলদুথুরাই অবস্থিত।\n\n\n== ইতিহাস ==\nস্বাধীনতার পর, ১৯৬১ সালের ৭ মে, পাতিয়ালার মতিবাগ প্রাসাদ মাঠে খেলাধুলার উন্নয়নের জন্য জাতীয় ক্রীড়া সংস্থা (এনআইএস) স্থাপন করা হয়। ২৩ জানুয়ারি ১৯৭৩ তারিখে, এর নাম পরিবর্তন করে রাখা হয় নেতাজি সুভাষ ন্যাশনাল ইনস্টিটিউট অফ স্পোর্টস (এনএসএনআইএস)।\nনয়াদিল্লিতে ১৯৮২ সালের এশিয়ান গেমস আয়োজনের জন্য গঠিত কমিটির মাধ্যমে ভারতের ক্রীড়া কর্তৃপক্ষের উদ্ভব হয়েছিল। ১৯৮৪ সালের ২৫ জানুয়ারি, \"স্পোর্টস অথরিটি অফ ইন্ডিয়া\" ভারত সরকারের যুব বিষয়ক ও ক্রীড়া মন্ত্রকের \"ক্রীড়া বিভাগ\" দ্বারা একটি নিবন্ধিত সমিতি হিসাবে প্রতিষ্ঠিত হয়েছিল। ১ মে ১৯৮৭ তারিখে, \"সোসাইটি ফর ন্যাশনাল ইনস্টিটিউট অফ ফিজিক্যাল এডুকেশন অ্যান্ড স্পোর্টস\" (স্নাইপস) এসএআই-এর সাথে একীভূত করা হয়েছিল, এবং ফলস্বরূপ, পাতিয়ালার নেতাজি সুভাষ ন্যাশনাল ইনস্টিটিউট অফ স্পোর্টস (এনএসএনআইএস) এবং ভোপাল, ব্যাঙ্গালোর, কলকাতা এবং গান্ধীনগরে এর সহযোগী কেন্দ্রগুলি এবং তিরুবনন্তপুরমের লক্ষ্মীবাই ন্যাশনাল কলেজ অফ ফিজিক্যাল এডুকেশনও এসএআই- এর অধীনে আসে। পাতিয়ালার নেতাজি সুভাষ ন্যাশনাল ইনস্টিটিউট অফ স্পোর্টস এবং তিরুবনন্তপুরমের লক্ষ্মীবাই ন্যাশনাল ইউনিভার্সিটি অফ ফিজিক্যাল এডুকেশন এর একাডেমিক শাখা হয়ে ওঠে। ১৯৯৫ সালে, গোয়ালিয়রের লক্ষ্মীবাই ন্যাশনাল ইউনিভার্সিটি অফ ফিজিক্যাল এডুকেশন একটি আলাদা \"পরিগণিত বিশ্ববিদ্যালয়\" হয়ে ওঠে।\n\n\n== এসএআই আঞ্চলিক কেন্দ্র (এসআরসি) ==\nউত্তর দিক থেকে ঘড়ির কাঁটার দিকে:\n\nএসএআই নেতাজি সুভাষ আঞ্চলিক সেন্টার, চণ্ডীগড়, পাঞ্জাব\nএসএআই চৌধুরী দেবী লাল নর্দার্ন রিজিওনাল সেন্টার, সোনিপত, হরিয়ানা\nএসএআই নেতাজি সুভাষ আঞ্চলিক সেন্টার, লখনউ, উত্তর প্রদেশ\nএসএআই নেতাজি সুভাষ উত্তর-পূর্ব আঞ্চলিক সেন্টার, গুয়াহাটি, আসাম\nএসএআই নেতাজি সুভাষ উত্তর-পূর্ব আঞ্চলিক সেন্টার, ইম্ফল, মণিপুর\nএসএআই নেতাজি সুভাষ ইস্টার্ন সেন্টার, কলকাতা, পশ্চিমবঙ্গ\nএসএআই উধভ দাস মেহতা ভাইজি সেন্ট্রাল সেন্টার, ভোপাল, মধ্যপ্রদেশ\nএসএআই নেতাজি সুভাষ সাউদার্ন সেন্টার, বেঙ্গালুরু, কর্ণাটক\nএসএআই আঞ্চলিক কেন্দ্র, মুম্বাই, মহারাষ্ট্র\nসাই নেতাজি সুভাষ ওয়েস্টার্ন সেন্টার, গান্ধীনগর, গুজরাত\n\n\n== এসএআই একাডেমি ==\n\nএসএআই স্পোর্টস মেডিসিন, স্পোর্টস এবং শারীরিক শিক্ষার স্নাতক এবং স্নাতকোত্তর কোর্স পরিচালনা করে এমন দুটি একাডেমিক ইনস্টিটিউট অনুসরণ করে কোচ এবং সহযোগী ক্রীড়া সহায়তা কর্মীদের প্রস্তুত করার জন্য।\n\nপাতিয়ালায় নেতাজি সুভাষ ন্যাশনাল ইনস্টিটিউট অফ স্পোর্টস (এনএসএনআইএস)\nরিফ্রেশার কোর্স\nএসএআই আঞ্চলিক কেন্দ্র (এসআরসি) এর মাধ্যমে স্পোর্টস কোচিং- এর সার্টিফিকেট কোর্স\nডিপ্লোমা ইন স্পোর্টস কোচিং\nস্পোর্টস মেডিসিনে স্নাতকোত্তর ডিপ্লোমা কোর্স\nস্পোর্টস কোচিংয়ে স্নাতকোত্তর ডিগ্রি\nতিরুবনন্তপুরমে লক্ষ্মীবাই ন্যাশনাল কলেজ অফ ফিজিক্যাল এডুকেশন (এলএনসিপিই)\nব্যাচেলর অফ ফিজিক্যাল এডুকেশন (বিপিই)\nশারীরিক শিক্ষার মাস্টার (এমপিই)\nডক্টর অফ ফিলোসফি (পিএইচডি) নিয়মিত এবং খণ্ডকালীন\n\n\n=== ক্রীড়া বিজ্ঞান এবং ক্রীড়া ঔষধ ===\n\n১৯৮৩ সালে, \"এনএসএনআইএস পাতিয়ালায়\" একটি \"ক্রীড়া বিজ্ঞান বিভাগ\" প্রতিষ্ঠিত হয়। ১৯৮৭ থেকে ১৯৯০ সাল পর্যন্ত, দিল্লি, বেঙ্গালুরু, কলকাতা এবং গান্ধীনগরে ৪টি আঞ্চলিক কেন্দ্রে \"হিউম্যান পারফরম্যান্স ল্যাব\" সহ \"ক্রীড়া বিজ্ঞান কেন্দ্র\" স্থাপন করা হয়েছিল; বেসিক স্পোর্টস সায়েন্স সাপোর্ট স্টাফ স্কিম জাতীয় ক্রীড়াবিদদের জন্য বাস্তবায়িত হয়েছিল; এবং শিশুদের জন্য এসএআই স্কিমগুলি বিভিন্ন আঞ্চলিক কেন্দ্রে চালু করা হয়েছিল৷\nনৃতাত্ত্বিক, ক্রীড়া বায়োমেকানিক্স, ক্রীড়া পুষ্টি, ক্রীড়া মনোবিজ্ঞান, ক্রীড়া শরীরবিদ্যা, ফিজিওথেরাপি, এবং শারীরিক শিক্ষা (জিটিএমটি) এর ক্ষেত্রের ক্রীড়া বিজ্ঞানীরা প্রতিযোগিতায় ক্রীড়াবিদদের কর্মক্ষমতা উন্নত করার জন্য গবেষণার কাজ হাতে নেন। এসএআই এর বিভিন্ন স্বনামধন্য ভারতীয় এবং বিদেশী ক্রীড়া বিজ্ঞান এবং চিকিৎসা প্রতিষ্ঠানের সাথে প্রযুক্তিগত এবং গবেষণা সহযোগিতা রয়েছে। ডাক্তার, ফিজিওথেরাপিস্ট, মনোবিজ্ঞানী, পুষ্টিবিদ, প্রশিক্ষক এবং এই বন্ধুদের বিশেষজ্ঞরা এসএআই একাডেমি, আঞ্চলিক কেন্দ্র, ক্রীড়া প্রশিক্ষণ কেন্দ্র এবং উৎকর্ষ কেন্দ্রে মোতায়েন করা হয়। এসপিএআরআরসি ইনস্টিটিউট এবং ইন্ডিয়ান ইনস্টিটিউট অফ স্পোর্টস মেডিসিন ভারত সরকার কর্তৃক স্বীকৃত, ক্রীড়া বিজ্ঞানে উন্নত গবেষণার সাথে ধরণের আঘাতের জন্য অ-আক্রমণকারী পদ্ধতি প্রদানের লক্ষ্য।\n\n\n== ট্রেনিং অব এলিট অ্যাথলেট ম্যানেজমেন্ট সাপোর্ট (টিমস)- এর বিভাগ ==\n\nএটি ভারতীয় ক্রীড়া কর্তৃপক্ষয়ের মেরুদণ্ড যা বিভিন্ন আন্তর্জাতিক ইভেন্টে অংশগ্রহণকারী জাতীয় দলগুলির প্রস্তুতিতে জাতীয় ক্রীড়া ফেডারেশনগুলিকে (এনএসএফ) সহায়তা প্রদান করে। টিমস বিভাগ প্রতিটি এনএসএফের দীর্ঘমেয়াদী উন্নয়ন পরিকল্পনার সমন্বয় সাধন করে; ভারতীয় ক্রীড়া কর্তৃপক্ষয়ের বিভিন্ন একাডেমিক প্রতিষ্ঠান এবং এসএআইয়ের অন্যান্য আঞ্চলিক কেন্দ্রগুলিতে এবং এসএআইয়ের বাইরে নির্বাচিত প্রশিক্ষণ কেন্দ্রগুলিতে লজিস্টিক এবং প্রশিক্ষণ সহায়তা সরবরাহ করে। টিমস বিভাগ ক্রীড়া মন্ত্রকের কাছ থেকে \"জাতীয় ক্রীড়া ফেডারেশনগুলিকে সহায়তা\" প্রকল্পের অধীনে তার বেশিরভাগ তহবিল গ্রহণ করে। টিমস বিভাগ বিদেশী কোচ নিয়োগ এবং প্রতিটি এনএসএফের জন্য জাতীয় কোচ নির্বাচনের ক্ষেত্রে এনএসএফকে সহায়তা প্রদান করে, যারা জাতীয় দলগুলির মূল সম্ভাব্য প্রশিক্ষণের জন্য দায়বদ্ধ।\nটিমস ডিভিশনের সক্রিয় সহায়তায় ব্যাডমিন্টন, জুডো, শুটিং, আর্চারি, অ্যাথলেটিক্স, ভারোত্তোলন, কুস্তি, উশু, বক্সিং এবং বিলিয়ার্ডস অ্যান্ড স্নুকার ডিসিপ্লিনে আন্তর্জাতিক অঙ্গনে ভালো ফল অর্জন করেছে।\n\"জাতীয় ক্রীড়া ফেডারেশনগুলিকে সহায়তা\" প্রকল্পের অধীনে, স্বীকৃত এনএসএফগুলিকে বিদেশে আন্তর্জাতিক ইভেন্টগুলিতে দলগুলির প্রশিক্ষণ ও অংশগ্রহণ, ভারতে জাতীয় ও আন্তর্জাতিক টুর্নামেন্টের আয়োজন, প্রয়োজনীয় প্রযুক্তিগত ও বৈজ্ঞানিক সহায়তায় ভারতীয় ও বিদেশী কোচের অধীনে জাতীয় দলগুলির কোচিং ও প্রশিক্ষণ, সরঞ্জাম সংগ্রহ ইত্যাদির জন্য আর্থিক সহায়তা প্রদান করা হয়।\n\n\n== বিদেশী কোচ ও বিশেষজ্ঞদের নিয়োগ ==\nজাতীয় কোচিং ক্যাম্পারদের প্রশিক্ষণ ও প্রশিক্ষণ দেওয়ার জন্য এবং ভারতীয় কোচদের সাথে জ্ঞান বিনিময় সহজতর করার জন্য স্বল্পমেয়াদী এবং দীর্ঘমেয়াদী ভিত্তিতে বিশেষজ্ঞ বিদেশী কোচদের নিযুক্ত করার জন্য সাইয়ের অবিচ্ছিন্ন প্রচেষ্টা।\n\n\n== জাতীয় কোচিং ক্যাম্প ==\nএক বছরে, সাই বিভিন্ন জাতীয় এবং আন্তর্জাতিক টুর্নামেন্টের জন্য ভারতীয় দলগুলির প্রস্তুতির জন্য সাই কেন্দ্র এবং অন্যান্য কেন্দ্রগুলিতে বিভিন্ন শাখায় বেশ কয়েকটি জাতীয় কোচিং শিবিরের আয়োজন করে।\n\n\n== দীর্ঘমেয়াদী উন্নয়ন পরিকল্পনা (এলটিডিপি) ==\nএসএআই দীর্ঘমেয়াদী উন্নয়ন পরিকল্পনা (এসএআই এলটিডিপি) জাতীয় ক্রীড়া পরিচালনা পর্ষদ এবং ভারতের ফেডারেশন (এনএসএফ) বার্ষিক পর্যালোচনা সহ চার বছরের চক্রের উপর ভিত্তি করে। পরিকল্পনাগুলি ক্রীড়াবিদদের বিকাশ, কোচিং, অংশগ্রহণ, প্রচার, টুর্নামেন্টের সময়সূচী, বড় ইভেন্টগুলির হোস্টিং এবং ক্রীড়া বিজ্ঞান সহ খেলাধুলার সমস্ত দিককে কভার করে।\n\n\n== অপারেশন বিভাগ ==\nএসএআই কেন্দ্রগুলির নেটওয়ার্কগুলির মাধ্যমে প্রতিভা চিহ্নিত ও লালনপালনের লক্ষ্যে এসএআই-এর বিভিন্ন ক্রীড়া প্রচার প্রকল্প বাস্তবায়িত ও পর্যবেক্ষণ করা হচ্ছে।\nএসএআই স্কিম:\n\n\n== এসএআই ক্রীড়া প্রচারমূলক স্কিম ==\nস্পোর্টস অথরিটি অফ ইন্ডিয়া ভারতে খেলাধুলার প্রচারের জন্য বিভিন্ন কার্যক্রম এবং পরিকল্পনা পরিচালনা করে থাকে। তারা সংযুক্ত:\n\n\n=== (১ম) জাতীয় ক্রীড়া প্রতিভা প্রতিযোগিতা স্কিম (এনএসটিসি) ===\nএসএআই ন্যাশনাল স্পোর্টস ট্যালেন্ট কনটেস্ট স্কিম (এসএআই এনএসটিসি) প্রতিযোগিতামূলক খেলাধুলায় উচ্চ স্তরের প্রশিক্ষণের জন্য উপযুক্ত বয়সে ৮-১৪ বছর বয়সী মেধাবীদের খেলার এবং পড়াশোনা করার জন্য স্কুল পরিবেশ প্রদান করে। প্রশিক্ষণার্থীদের নির্বাচন কর্মক্ষমতা এবং সম্ভাবনার ভিত্তিতে করা হয় এবং তাদেরকে অ-আবাসিক ভিত্তিতে স্কুলে ভর্তি করা হয়। এই স্কিমের মূল উদ্দেশ্যগুলি হল: • ভাল খেলাধুলার পরিকাঠামো আছে এমন শিক্ষা প্রতিষ্ঠানগুলিকে চিহ্নিত করা • সর্বোত্তম বয়সী প্রতিভার জন্য বৈজ্ঞানিকভাবে স্কাউট করা • জিনগতভাবে এবং শারীরবৃত্তীয়ভাবে প্রতিভাধর শিশুদের ভবিষ্যতের চ্যাম্পিয়নগুলিতে রূপান্তর করা • প্রশিক্ষিত কোচের প্রাপ্যতা নিশ্চিত করা • ভোগ্য সামগ্রীর জন্য আর্থিক সহায়তা নিশ্চিত করা • প্রদান করা আধুনিক কুস্তির জন্য একটি বিস্তৃত ভিত্তি তৈরি করতে ক্রীড়া প্রতিষ্ঠান ও আখড়াগুলিতে পর্যাপ্ত প্রতিযোগিতার এক্সপোজার এবং ক্রীড়া সরঞ্জাম\nএসএআই এনএসটিসি-এর অধীনে শৃঙ্খলাগুলি হল৷\n\nঅ্যাথলেটিক্স, বাস্কেটবল, ফুটবল, জিমন্যাস্টিকস, হকি, খো-খো, কাবাডি, সাঁতার, টেবিল টেনিস, ভলিবল এবং কুস্তি নামক ১১টি বিষয় সহ ১৪টি নিয়মিত স্কুল।\n১০টি আদিবাসী গেমস এবং মার্শাল আর্টস (আইজিএমএ) ৯টি শাখা সহ, যথা, তীরন্দাজ, কাবাডি, কালারিপায়াতু, মুকনা, থাং-টা, সিলাম্বাম, খোমলাইনাই, মালখাম্ব এবং গাটকা।\nকুস্তির জন্য আখড়া\n\n\n=== (২য়) আর্মি বয়েজ স্পোর্টস কোম্পানি (এবিএসসি) ===\nএসএআই আর্মি বয়েজ স্পোর্টস কোম্পানি (এসএআই এবিএসসি) হল ভারতীয় সেনাবাহিনীর সহযোগিতায় ৮ থেকে ১৪ বছর বয়সী প্রতিভাবান ছেলেদের লালন-পালন করার জন্য পরিচালিত একটি স্কিম। এই কোম্পানিগুলি ভার্চুয়াল স্পোর্টস স্কুল হিসাবে কাজ করে যেখানে প্রশিক্ষণ বৈজ্ঞানিকভাবে ব্যাক আপ করা হয় এবং প্রশিক্ষণের পুরো সময় জুড়ে সহায়তা সুবিধা প্রদান করা হয়। প্রশিক্ষণার্থীরা ১৭½ বছরে সশস্ত্র বাহিনীতে একটি নিশ্চিত কর্মজীবনের অধিকারী। প্রশিক্ষণার্থীদের নির্বাচন কর্মক্ষমতা এবং পরীক্ষার ব্যাটারির মাধ্যমে সম্ভাব্য মূল্যায়নের ভিত্তিতে করা হয়। এই স্কিমের উদ্দেশ্যগুলির মধ্যে রয়েছে:\n\nউদীয়মান প্রতিভা লালন\nআন্তর্জাতিক ক্রীড়া প্রতিযোগিতায় কৃতিত্বের উন্নতি\nসেনাবাহিনীর চমৎকার অবকাঠামো এবং সুশৃঙ্খল প্রশাসনিক পরিবেশ ব্যবহার করা\n\n\n=== (৩য়) এসএআই ট্রেনিং সেন্টার স্কিম (এসটিসি) ===\n\nএসএআই ট্রেনিং সেন্টার স্কিম (এসএআই এসটিসি) ১৯৯৫ সালে \"স্পোর্টস প্রজেক্ট ডেভেলপমেন্ট এরিয়া সেন্টার\" (এসপিডিএ) এবং \"স্পোর্টস হোস্টেল স্কিম\" একত্রিত করে তৈরি করা হয়েছিল। এটি রাজ্য সরকার এবং কেন্দ্রশাসিত অঞ্চল প্রশাসনের সহযোগিতায় পরিচালিত হয়। প্রশিক্ষণার্থীদের আবাসিক এবং অনাবাসিক ভিত্তিতে এই স্কিমে ভর্তি করা হয় যেখানে তারা সরকার দ্বারা অর্থায়ন করা হয়। স্কিমের প্রধান উদ্দেশ্যগুলি হল:\n\n১২-১৮ বছর বয়সী প্রতিভাবান তরুণ ক্রীড়াবিদদের প্রশিক্ষণ দিন (সাব-জুনিয়র/জুনিয়র)\nযারা খেলাধুলায় দক্ষতার উন্নত স্তর অর্জন করেছেন তাদের চিহ্নিত করুন।\nঅলিম্পিক ডিসিপ্লিন, আদিবাসী এবং অন্যান্য খেলাধুলায় যারা প্রাকৃতিক সম্ভাবনা দেখায় তাদের চিহ্নিত করুন।\nক্রীড়াবিদদের অভ্যন্তরীণ কোচিং, প্রশিক্ষণ এবং পুষ্টি সহায়তা প্রদান করুন।\n\n\n=== (৪র্থ) স্পেশাল এরিয়া গেম স্কিম (এসএজি) ===\nএসএআই স্পেশাল এরিয়া গেমস (এসএআই এসএজি) এসটিসি-এর মতোই, এসএজি কেন্দ্রগুলির ফোকাস ভারতের জনপ্রিয় আদিবাসী খেলাধুলার উপর কিন্তু উপজাতীয়, উপকূলীয় এবং পার্বত্য অঞ্চলে নির্দিষ্ট শৃঙ্খলায় প্রতিভা খুঁজে বের করা এবং লালন করা, তাদের শ্রেষ্ঠত্ব অর্জনের জন্য তৈরি করা। সম্পর্কিত আধুনিক প্রতিযোগিতামূলক গেম এবং খেলাধুলায়। এসএজিএসএজি কেন্দ্রগুলি সম্পূর্ণরূপে এসএআই দ্বারা অর্থায়ন করা হয়, এবং জমি সংশ্লিষ্ট রাজ্য সরকার বা অন্যান্য প্রতিষ্ঠান যেমন বিশ্ববিদ্যালয় এবং স্কুলগুলি দ্বারা প্রদান করা হয়। \"স্পেশাল এরিয়া গেমস\" (এসএজি) অবস্থিত (উত্তর থেকে ঘড়ির কাঁটার দিকে):\n\n\n=== (৫ম) এসটিসি/এসএজি এর এক্সটেনশন সেন্টার ===\nএসএআই এক্সটেনশন সেন্টার অফ এসটিসি/এসএজি (এসএআই ইএসটিসি/ইএসএজি) স্কিমের প্রশংসনীয় খেলাধুলার পারফরম্যান্স এবং পর্যাপ্ত পরিকাঠামো সহ স্কুল, কলেজ এবং বিশ্ববিদ্যালয়গুলিতে খেলাধুলার বিকাশের জন্য ২০০৫ সালে শুরু হয়েছিল৷ এসএআই প্রবিধান মেনে চলার জন্য এক্সটেনশন সেন্টারগুলি নিকটতম এসটিসি বা এসএজি এবং আঞ্চলিক কেন্দ্র প্রধান দ্বারা পর্যবেক্ষণ করা হয়। এই এক্সটেনশন সেন্টারগুলির অনুমোদনের কর্তৃত্ব এসএআই-এর মহাপরিচালকের কাছে রয়েছে।\n\n\n=== (৬ষ্ঠ) সেন্টার অফ এক্সিলেন্স (সিওই) ===\nএসএআই সেন্টার অফ এক্সিলেন্স (এসএআই সিওই) ১২-২৫ বছর বয়সী প্রতিভাবান ক্রীড়াবিদদের চিহ্নিত করে এবং প্রশিক্ষণ দেয় যারা বছরে ৩৩০ দিন সাব-জুনিয়র, জুনিয়র এবং সিনিয়র জাতীয় ক্রীড়া প্রতিযোগিতায় প্রতিশ্রুতি দেখিয়েছে।\n\"সেন্টার অফ এক্সিলেন্স\" (সিওই/সিওএক্স) এর ১৮টি খেলায় (২০১৪ চিত্র), যেমন তীরন্দাজ, অ্যাথলেটিক্স, বক্সিং, সাইক্লিং, ফেন্সিং, জিমন্যাস্টিকস, হকি, জুডো, কাবাডি, কায়াকিং এবং ক্যানোয়িং -এ মোট প্রায় ৬০০ জন প্রশিক্ষণার্থী রয়েছে, সাঁতার, টেবিল টেনিস, তায়কোয়ান্দো, ভলিবল, ভারোত্তোলন, কুস্তি এবং উশু।\nসিওই অবস্থিত (উত্তর থেকে ঘড়ির কাঁটার দিকে):\n\n\n=== (৭ম) কাম অ্যান্ড প্লে স্কিম ===\n\nএসএআই কাম অ্যান্ড প্লে স্কিম (এসএআই সিপিএস) ট্যালেন্ট স্কাউটিং এর উদ্দেশ্যে কাজ করে। এই স্কিম থেকে মেধাবী প্রতিভাগুলি এসটিসি এবং এসএজি-এর নিয়মিত আবাসিক এবং অ-আবাসিক ক্রীড়া প্রচারমূলক প্রকল্পগুলিতে অন্তর্ভুক্ত করার জন্য একটি পুল তৈরি করে।\nএই স্কিমটি মে ২০১১ সালে দিল্লিতে তার ৫টি স্টেডিয়ার সর্বোত্তম ব্যবহারের জন্য এসএআই স্টেডিয়াতে সম্প্রদায়ের খেলাধুলার জন্য মনোনীত এলাকাগুলিকে উন্মুক্ত করার জন্য চালু করা হয়েছিল। এই প্রকল্পের পরে ব্যাডমিন্টন, বক্সিং, বাস্কেটবল, ক্রিকেট, সাইক্লিং, ফুটবল, হকি, জিমন্যাস্টিকস, জুডো, শুটিং, সাঁতার, টেবিল টেনিস, ভলিবল, ভারোত্তোলন এবং এর মতো শাখাগুলিতে দিল্লিতে ক্রীড়া সুবিধাগুলি ব্যবহার করার জন্য নিবন্ধন করে একটি দুর্দান্ত জনসাধারণের প্রতিক্রিয়া পাওয়া গেছে। রেসলিং, এসএআই তারপর এই স্কিমটি ভারত জুড়ে এসএআই-এর সমস্ত কেন্দ্রে প্রসারিত করে যাতে স্থানীয় এলাকার যুবকদের এই কেন্দ্রগুলিতে উপলব্ধ ক্রীড়া সুবিধাগুলি ব্যবহার করতে উৎসাহিত করা যায়। এসএআই ২০১৫-১৬ কলকাতা প্রিমিয়ার লিগে এসএআই দার্জিলিং নামে একটি দলের সাথে অংশগ্রহণ করেছিল।\n\n\n== আরো দেখুন ==\n\nমেজর ধ্যান চাঁদ খেলরত্ন\nভারতের ক্রীড়া মাঠের তালিকা\nভারতের ক্রীড়া প্রতিযোগিতার তালিকা\nভারতের ক্রীড়া সম্পর্কিত তালিকা\nএশিয়ার ক্রীড়া\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nস্পোর্টস অথরিটি অফ ইন্ডিয়া অফিসিয়াল ওয়েবসাইট\nলক্ষ্মীবাই ন্যাশনাল কলেজ অফ ফিজিক্যাল এডুকেশন ওয়েবসাইট\nনেতাজি সুভাষ জাতীয় ক্রীড়া প্রতিষ্ঠানের ওয়েবসাইট\nভারত সরকারের স্পোর্টস পোর্টাল  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০০৭-১১-২৮ তারিখে\n- এসএআই ভোপাল  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৭-০৫-২০ তারিখে"}