{"pageid": 1429215, "title": "পুরুষবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1429215", "content": "পুরুষবাদ বা পুরুষবাদ বিভিন্নভাবে এমন মতাদর্শ এবং সামাজিক-রাজনৈতিক আন্দোলনকে বোঝাতে পারে যা পুরুষদের বিরুদ্ধে যৌনবৈষম্যবাদ দূর করতে চায়, বা পুরুষদের আদর্শ হিসাবে বিবেচিত বৈশিষ্ট্যগুলোর আনুগত্য বা প্রচার বাড়ায়।  শব্দগুলো পুরুষ অধিকার আন্দোলন বা পুরুষ আন্দোলনকেও উল্লেখ করতে পারে, পাশাপাশি এক ধরনের নারীবাদ বিরোধী শব্দ।\n\n\n== পরিভাষা ==\n\n\n=== প্রাথমিক ইতিহাস ===\nইতিহাসবিদ জুডিথ অ্যালেনের মতে, শার্লট পারকিন্স গিলম্যান ১৯১৪ সালে পুরুষবাদ শব্দটি উদ্ভাবন করেন, যখন তিনি নিউইয়র্কে একটি পাবলিক লেকচার সিরিজ দিয়েছিলেন যার শিরোনাম ছিল \"স্টাডিজ ইন ম্যাসকুলিজম\" অর্থাৎ \"পুরুষবাদে অধ্যয়ন\"। স্পষ্টতই মুদ্রাকর শব্দটি পছন্দ করেনি এবং এটি পরিবর্তন করার চেষ্টা করেছিল। অ্যালেন লিখেছেন যে গিলম্যান নারীর অধিকারের প্রতি নারী বিদ্বেষী পুরুষদের বিরোধিতার উল্লেখ করতে এবং আরও বিস্তৃতভাবে, \"নিজের লিঙ্গের পক্ষে পুরুষদের সম্মিলিত রাজনৈতিক ও সাংস্কৃতিক ক্রিয়াকলাপ\" বর্ণনা করার জন্য পুরুষবাদ শব্দটি ব্যবহার করেছেন, বা অ্যালেন যাকে \"এন্ড্রোকেন্দ্রিক সাংস্কৃতিক বক্তৃতার যৌন রাজনীতি\" বলেছেন\"। গিলম্যান নারীদের ভোটাধিকারের বিরোধিতাকারী পুরুষ ও নারীদেরকে পুরুষবাদী হিসেবে উল্লেখ করেছেন—যেসব নারীরা এই পুরুষদের সাথে সহযোগিতা করেছেন তারা হলেন \"নারী যারা এগিয়ে যাবেন না\" —এবং প্রথম বিশ্বযুদ্ধকে \"পুরুষবাদের সবচেয়ে জঘন্যতম\" হিসেবে বর্ণনা করেছেন।\n\n\n=== সংজ্ঞা ও লক্ষ্য ===\nএ ডিকশনারি অব মিডিয়া এন্ড কমিউনিকেশন (২০১১) পুরুষবাদ (বা পুরুষবাদ) কে \"[একটি] নারীবাদের পুরুষ প্রতিরূপ\" হিসেবে সংজ্ঞায়িত করে। \"নারীবাদের মতো পুরুষবাদ পুরুষদের সমান অধিকারের আকাঙ্ক্ষা (উদাহরণস্বরূপ, বিবাহবিচ্ছেদের পরে সন্তান অধিগত করার ক্ষমতার ক্ষেত্রে) থেকে শুরু করে নারীর অধিকারের সম্পূর্ণ বিলুপ্তির জন্য আরও সংগ্রামী আহ্বান পর্যন্ত প্রতিফলিত করে।\" দ্য এনসাইক্লোপিডিয়া অব লিটারারি অ্যান্ড কালচারাল থিওরি (২০১১)-এ সুসান হুইটলো-এর মতে, পরিভাষাগুলো \"বিষয়গুলো জুড়ে বিনিময়যোগ্যভাবে ব্যবহৃত হয়\"। সমাজবিজ্ঞানী রবার্ট মেনজিস ২০০৭ সালে লিখেছিলেন যে পুরুষদের অধিকার এবং নারীবাদ বিরোধী সাহিত্যে উভয় পরিভাষাই সাধারণ: \"নিভৃতে অপার্থিব যে দুঃসাহসিক সাহসের সাথে এই অকথ্য পুরুষালী (অভ্যন্তরীণ) স্থানগুলোতে যায় তাকে দ্রুত পুরস্কৃত করা হয় তীব্র সমালোচনা, আক্রমণমূলক, নৃশংসতার গল্পের মাধ্যমে এবং পুরুষ, শিশু, পরিবার, ঈশ্বর, অতীত, ভবিষ্যত, জাতি, গ্রহ এবং অন্যান্য সমস্ত কিছু অ-নারীবাদীদের সেবায় পরিবর্তনের জন্য প্রেসক্রিপশন দেয়।\"\nলিঙ্গ-অধ্যয়ন পণ্ডিত জুলিয়া উড পুরুষবাদকে একটি মতাদর্শ হিসাবে বর্ণনা করেছেন যে দাবি করেছেন যে তাদের মধ্যে মৌলিক পার্থক্যের কারণে নারী এবং পুরুষদের আলাদা ভূমিকা এবং অধিকার থাকা উচিত এবং পুরুষরা বৈষম্যের শিকার হয় ও \"পুরুষ হিসাবে তাদের ন্যায্য মর্যাদা পুনরুদ্ধার করতে হবে\"। সমাজবিজ্ঞানী আর্থার ব্রিটান এবং সাতোশি ইকেদা পুরুষবাদকে সমাজে পুরুষের আধিপত্যকে ন্যায্যতা প্রদানকারী একটি আদর্শ হিসাবে বর্ণনা করেছেন। ব্রিটানের মতে, পুরুষবাদ পুরুষ এবং মহিলাদের মধ্যে \"একটি মৌলিক পার্থক্য\" রয়েছে তা বজায় রাখে এবং পুরুষ-মহিলা সম্পর্কে রাজনৈতিকভাবে গঠিত নারীবাদী যুক্তিগুলোকে প্রত্যাখ্যান করে।\nরাষ্ট্রবিজ্ঞানী জর্জিয়া ডুয়ের্স্ট-লাহটি পুরুষবাদের মধ্যে পার্থক্য করেছেন, যা প্রাথমিক লিঙ্গ-সমতাবাদী পুরুষ আন্দোলনের নীতি এবং পুরুষবাদকে প্রকাশ করে, যা পিতৃতন্ত্রের আদর্শকে বোঝায়। সমাজবিজ্ঞানী মেলিসা ব্লেইস এবং ফ্রান্সিস ডুপুইস-ডেরি পুরুষবাদকে নারীবিরোধী একটি রূপ হিসাবে বর্ণনা করেছেন; সবচেয়ে সাধারণ পরিভাষায় তারা \"পুরুষ আন্দোলন\" হিসেবে যুক্তি দেয়; তারা লেখেন যে ফরাসি-ভাষার মিডিয়াতে একটি ক্রমবর্ধমান ঐকমত্য রয়েছে যে আন্দোলনটিকে মাসকুলিনিস্তে হিসাবে উল্লেখ করা উচিত। ডুপুইস-ডেরি লিখেছেন যে পুরুষ আন্দোলনের সদস্যরা নিজেদেরকে পুরুষবাদী এবং পুরুষবাদী উভয়ই বলে উল্লেখ করে। হুইটলোর মতে, পুরুষবাদী তত্ত্ব যেমন ফ্যারেল এবং লিঙ্গ-অধ্যয়ন পণ্ডিত আরডব্লিউ কনেল তৃতীয়-তরঙ্গ নারীবাদ এবং কুয়ার তত্ত্বের পাশাপাশি বিকশিত হয়েছিল, এবং সেই তত্ত্বগুলির দ্বারা প্রথাগত লিঙ্গ ভূমিকা নিয়ে প্রশ্ন করা এবং পুরুষ ও মহিলার মতো পদের অর্থ দ্বারা প্রভাবিত হয়েছিল।\nফেরেল ক্রিস্টেনসেন, একজন কানাডিয়ান দার্শনিক এবং প্রকৃত লিঙ্গ সমতা প্রতিষ্ঠার জন্য প্রাক্তন আলবার্টা-ভিত্তিক আন্দোলনের সভাপতি,  লিখেছেন যে \"'পুরুষবাদ'কে সংজ্ঞায়িত করা কঠিন হয়ে পড়েছে যে এই শব্দটি ব্যবহার করা হয়েছে খুব কম লোক, এবং খুব কমই কোনো দার্শনিক।\" তিনি \"প্রগতিশীল পুরুষবাদীদের\" মধ্যে পার্থক্য করেন, যারা নারীবাদীদের দ্বারা প্রচারিত অনেক সামাজিক পরিবর্তনকে স্বাগত জানান, যখন বিশ্বাস করেন যে নারীর বিরুদ্ধে যৌনতা কমানোর কিছু পদক্ষেপ পুরুষদের বিরুদ্ধে এটিকে বাড়িয়েছে, এবং পুরুষবাদের একটি \"চরমপন্থী সংস্করণ\" যা পুরুষ আধিপত্যকে প্রচার করে। তিনি যুক্তি দিয়েছিলেন যে যদি পুরুষবাদ এবং নারীবাদ এই বিশ্বাসকে বোঝায় যে পুরুষ/নারীদের বিরুদ্ধে পদ্ধতিগতভাবে বৈষম্য করা হয় এবং এই বৈষম্য দূর করা উচিত, তাহলে নারীবাদ এবং পুরুষবাদের মধ্যে একটি বিরোধ নেই, এবং কেউ কেউ দাবি করে যে তারা উভয়ই সঠিক। যাইহোক, অনেকে বিশ্বাস করে যে একটি লিঙ্গের প্রতি আরও বৈষম্য করা হয়, এবং এইভাবে একটি লেবেল ব্যবহার করে এবং অন্যটিকে প্রত্যাখ্যান করে।\nবেথানি এম. কস্টন এবং মাইকেল কিমেলের মতে, মিথোপোয়েটিক পুরুষ আন্দোলনের সদস্যরা পুরুষবাদী হিসেবে চিহ্নিত। নিকোলাস ডেভিডসন, দ্য ফেইলার অব ফেমিনিজম (১৯৮৮) পুরুষবাদকে \"ভাইরাসবাদ\" বলে অভিহিত করেছেন: \"যেখানে নারীবাদী দৃষ্টিভঙ্গি হল যে সামাজিক অসুস্থতাগুলি পুরুষালি মূল্যবোধের আধিপত্য দ্বারা সৃষ্ট, সেখানে ভাইরাসবাদ দৃষ্টিভঙ্গি হল যে সেগুলি সেই মূল্যবোধের পতনের কারণে ঘটে;...\"  ক্রিস্টেনসেন ভাইরাসবাদকে \"পুরুষবাদ এবং পুরুষবাদের চরম ব্র্যান্ড\" বলে অভিহিত করেছেন। \nসমাজবিজ্ঞানী আন্দ্রেয়াস কেম্পার পুরুষবাদকে পুরুষবাদের একটি পরিবর্তন হিসাবে বর্ণনা করেছেন যার লক্ষ্য হল এর অনুগামীরা যাকে নারী আধিপত্য হিসাবে দেখে তার বিরোধিতা করা, যা এটিকে মৌলিকভাবে নারীবাদ বিরোধী করে তোলে।\nপুরুষবাদকে কখনও কখনও মেনিনিজম বলা হয়।\n\n\n== আগ্রহের ক্ষেত্র ==\n\n\n=== শিক্ষা ও কর্মসংস্থান ===\nঅনেক পুরুষবাদী সহ-শিক্ষামূলক বিদ্যালয়গুলোর বিরোধিতা করে, তারা বিশ্বাস করে যে একক-লিঙ্গের বিদ্যালয়গুলো ছেলেদের মঙ্গলকে আরও ভালভাবে প্রচার করে।\n১৯৯৪ সালে মার্কিন যুক্তরাষ্ট্রের তথ্য প্রতিবেদন করেছে যে কর্মক্ষেত্রে ৯৪% মৃত্যুর শিকার পুরুষরা। ফারেল যুক্তি দেখিয়েছেন যে পুরুষরা নোংরা, শারীরিকভাবে চাহিদাপূর্ণ এবং বিপজ্জনক কাজ অনুপাতহীনভাবে ভাগ করে।\n\n\n=== সহিংসতা এবং আত্মহত্যা ===\nপুরুষবাদীরা নারীদের তুলনায় পুরুষদের মধ্যে আত্মহত্যার হার বেশি বলে উল্লেখ করেছেন। ফারেল মিডিয়া এবং অন্য কোথাও পুরুষদের বিরুদ্ধে সহিংসতাকে হাস্যকর হিসাবে চিত্রিত করার বিষয়ে উদ্বেগ প্রকাশ করেছেন।\nতারা নারীর প্রতি সহিংসতার তুলনায় পুরুষের প্রতি সহিংসতাকে উপেক্ষা করা বা করার বিষয়ে উদ্বেগ প্রকাশ করে। ফ্যারেলের আরেকটি উদ্বেগের বিষয় হল যে নারীর নির্দোষতা বা নারীর প্রতি সহানুভূতির ঐতিহ্যগত অনুমান, যাকে উদার যৌনতা বলে অভিহিত করা হয়, যা একই ধরনের অপরাধ করে এমন নারী ও পুরুষদের জন্য অসম শাস্তির দিকে পরিচালিত করে, পারিবারিক সহিংসতার ক্ষেত্রে পুরুষদের প্রতি সহানুভূতির অভাব ঘটায় যখন অপরাধী নারী হয়, এবং পুরুষের-প্রতি-নারীর যৌন নিপীড়ন এবং যৌন হয়রানির মামলা খারিজ করা।\n\n\n=== জেন্ডার বিদ্যা ===\nজেন্ডার বিদ্যার জন্য একটি পুরুষবাদী দৃষ্টিভঙ্গি, যা প্রায়শই নারী-ভিত্তিক বা নারীবাদী দৃষ্টিভঙ্গির উপর দৃষ্টি নিবদ্ধ করে এমন একটি পুরুষবাদী, পুরুষতান্ত্রিক সমাজের মধ্যে পুরুষের দৃষ্টিকোণ থেকে নিপীড়নকে পরীক্ষা করে। এ ডিকশনারি অব মিডিয়া এন্ড কমিউনিকেশন (২০১১) অনুসারে, \"পুরুষবাদীরা সার্বজনীন পিতৃতন্ত্রের ধারণাকে প্রত্যাখ্যান করে, এই যুক্তিতে যে নারীবাদের আগে বেশিরভাগ পুরুষই বেশিরভাগ নারীর মতোই ক্ষমতাহীন ছিল৷ তবে, নারীবাদী-পরবর্তী যুগে তারা যুক্তি দেয় যে নারী অধিকারের উপর জোর দেওয়ার কারণে পুরুষদের অবস্থান আরও খারাপ অবস্থায় রয়েছে৷\"\n\n\n== দক্ষিণ আফ্রিকান পুরুষবাদী ইভাঞ্জেলিক্যাল আন্দোলন ==\nআপার্টহাইট বিলোপের পরিপ্রেক্ষিতে, দক্ষিণ আফ্রিকা মায়টি মেন কনফারেন্স (এমএমসি) এবং পরিপূরক ওর্দি ওমেন কনফারেন্স (ডব্লিউডব্লিউসি) এর নেতৃত্বে পুরুষবাদী খ্রিস্টান ধর্মপ্রচার গোষ্ঠীর পুনরুত্থান ঘটে। পরবর্তীতে ধর্মতাত্ত্বিক সরোজিনী নাদার এবং মনোবিজ্ঞানী চেরিল পোটগেয়ার ফরমেনিজম বলে যাকে বলেন তার বিকাশ ঘটে, যা \"পুরুষবাদের জন্য, পুরুষবাদের মতো, নারীদের উপর পুরুষের সহজাত শ্রেষ্ঠত্বের বিশ্বাসকে অনুসরণ করে (অন্য কথায়, শুধুমাত্র পুরুষরাই নেতা হতে পারে), কিন্তু পুরুষবাদের বিপরীতে, এটি পুরুষদের দ্বারা বিকশিত এবং টেকসই একটি মতাদর্শ নয়, বরং এটি মহিলাদের দ্বারা নির্মিত, অনুমোদিত এবং টেকসই\" [মূল জোর]। দ্য মাইটি মেন আন্দোলন পেশীবহুল খ্রিস্টধর্মের ভিক্টোরিয়ান ধারণার দিকে ফিরে আসে। নারীবাদী পণ্ডিতরা যুক্তি দেখান যে আন্দোলনের নারীর অধিকারের প্রতি মনোযোগের অভাব এবং জাতিগত সমতার সংগ্রাম এটিকে নারীদের জন্য এবং দেশের স্থিতিশীলতার জন্য হুমকিস্বরূপ করে তোলে। পণ্ডিত মিরান্ডা পিলে যুক্তি দেন যে মাইটি মেন আন্দোলনের আবেদন লিঙ্গ সমতার বিরুদ্ধে প্রতিরোধের মধ্যে রয়েছে কারণ খ্রিস্টান মূল্যবোধের সাথে সামঞ্জস্যপূর্ণ নয় এবং পিতৃতন্ত্রকে একটি \"অতি-আদর্শিক মর্যাদায়\" উন্নীত করা, ক্ষমতার প্রতি অন্যান্য দাবির চ্যালেঞ্জের বাইরে।\n\n\n== আরও দেখুন ==\nপুরুষদের সংগঠন\nআন্তর্জাতিক পুরুষ দিবস (১৯ নভেম্বর)\nত্রিনিদাদ ও টোবাগো, জ্যামাইকা , অস্ট্রেলিয়া, ভারত, মার্কিন যুক্তরাষ্ট্র, সিঙ্গাপুর, যুক্তরাজ্য, মাল্টা, দক্ষিণ আফ্রিকা, হাঙ্গেরি, আয়ারল্যান্ড, ঘানা এবং কানাডা\n\n\n== ব্যাখ্যামূলক টীকা ==\n\n\n== তথ্যসূত্র =="}