{"pageid": 1429984, "title": "তিথি ভট্টাচার্য", "url": "https://bn.wikipedia.org/wiki?curid=1429984", "content": "তিথি ভট্টাচার্য হলেন পারডু বিশ্ববিদ্যালয়ের দক্ষিণ এশিয়ার ইতিহাস বিষয়ের সহযোগী অধ্যাপক। তিনি একজন বিশিষ্ট মার্কসবাদী নারীবাদী এবং ২০১৭ সালের ৮ মার্চ আন্তর্জাতিক নারী ধর্মঘটের জাতীয় সংগঠকদের একজন। তিথি ভট্টাচার্য ফিলিস্তিনি অধিকার এবং বয়কট, বিভক্তি এবং নিষেধাজ্ঞা এর একজন সোচ্চার প্রবক্তা ছিলেন। তিনি \"৯৯%-এর জন্য নারীবাদ: একটি ইশতেহার\" বইয়ের লেখক ছিলেন, যা নারীবাদকে বর্ণবাদ বিরোধী এবং পুঁজিবাদ বিরোধী সহ সংগ্রামের অন্যান্য পদ্ধতির সাথে সংযুক্ত করে। তিনি সামাজিক লিঙ্গের বিষয়ে  \"দ্য সেন্টিনেলস অফ কালচার\" বইটি লিখেছেন, যেটি ১৯ শতকের কলকাতায় ব্রিটিশ-শিক্ষিত মধ্যবিত্ত শ্রেণীর উপর তাঁর গবেষণামূলক প্রবন্ধ থেকে বিকশিত হয়েছিলো। তিনি ইসলামভীতির রাজনীতি এবং ইসলামে নারী নিয়েও লিখেছেন।\n২০২২ সালের মার্চ মাসে, তিথি ভট্টাচার্য ১৫১ জন আন্তর্জাতিক নারীবাদীদের মধ্যে একজন ছিলেন, যিনি ইউক্রেনে রাশিয়ার আক্রমণের পরে রাশিয়ান নারীবাদীদের দ্বারা শুরু হওয়া নারীবাদী যুদ্ধবিরোধী প্রতিরোধের সাথে সংহতি জানিয়ে যুদ্ধের বিরুদ্ধে নারীবাদী প্রতিরোধ: একটি ইশতেহারে স্বাক্ষর করেছিলেন।\n\n\n== জীবনী ==\nতিথি ভট্টাচার্য ভারতে বড় হয়েছেন।  তার পরিবার ছিল সাম্যবাদী সমাজ (সাম্যবাদের উচ্চস্তর হচ্ছে সাম্যবাদী সমাজ)। ছোটবেলায় তিনি তার পরিবারের বাড়িতে পুলিশি অভিযানের অভিজ্ঞতা লাভ করেছিলেন। তিনি এক কন্যা সন্তানের জননী।\n\n\n== প্রকাশিত গ্রন্থাবলি ==\n৯৯%-এর জন্য নারীবাদ: একটি ইশতেহার।\nদ্য সেন্টিনেলস অফ কালচার।\n\n\n== কর্মী ও লেখালেখির পেশা ==\nতিথি ভট্টাচার্য এশিয়ান স্টাডিজ ম্যাগাজিন, সাউথ এশিয়ান স্টাডিজ, ইলেকট্রনিক ইন্তিফাদা, জ্যাকোবিন, স্যালনের মতো একাডেমিক ম্যাগাজিন এবং জার্নালে রাজনীতিতে মার্কসবাদী তত্ত্ব, লিঙ্গ এবং ইসলামভীতি নিয়ে ব্যাপকভাবে লিখেছেন। এছাড়াও তিনি আইএসআর ম্যাগাজিনের সম্পাদকীয় বোর্ডের সদস্য।\n২০০৫ সালে অক্সফোর্ড ইউনিভার্সিটি প্রেস থেকে প্রকাশিত হয় তার লেখা বই দ্য সেন্টিনেলস অফ কালচার। বইটিতে শ্রেণি গঠন প্রক্রিয়া এবং জাতি গঠনের প্রক্রিয়ার মধ্যে গঠনমূলক সম্পর্ক পরীক্ষা করা হয়েছে। বইটিতে বাংলার মধ্যবিত্ত শ্রেণীর সামাজিক ইতিহাসের একটি বিশেষ দিকের উপর আলোকপাত করা হয়েছে: সংস্কৃতি ও শিক্ষা প্রতি তাদের আবেগ ব্যস্ততা।\nতিনি \"সামাজিক প্রজনন তত্ত্ব\" (ইংরেজিতে: \"সোশ্যাল রিপ্রোডাকশন থিওরি\") বইটি সম্পাদনা করেছেন যা ২০১৭ সালে প্লুটো প্রকাশনা দ্বারা প্রকাশিত হয়েছিল। এটি পুঁজিবাদের অধীনে দৈনন্দিন জীবনের বিষয়ে একটি যুগান্তকারী সংগ্রহ। বইটির বিষয়বস্তু শিশু যত্ন, স্বাস্থ্য, শিক্ষা, পারিবারিক জীবন এবং লিঙ্গ, জাতি এবং যৌনতার ভূমিকার মতো বিষয়গুলির উপর আলোকপাত করে, যা লেখকের মতে অর্থনৈতিক শোষণ এবং সামাজিক নিপীড়নের মধ্যে সম্পর্ক বোঝার মূল কারণ।\nতিথি ভট্টাচার্য কলকাতা, দিল্লি, বেলফাস্ট, লন্ডন, বার্লিন এবং আমস্টারডাম সহ সারা বিশ্বে বক্তৃতা দেন। তার লেখা বিভিন্ন বই ফরাসি, পোলিশ, স্প্যানিশ এবং বাংলা ভাষায় অনুবাদিত হয়েছে। তিনি ফিলিস্তিনিদের ন্যায়বিচারের একজন কর্মী এবং বয়কট আন্দোলনের সমর্থক।\n\n\"আমার মতে, এই মুহূর্তে ফিলিস্তিনের মুক্তির আন্দোলনের আন্তর্জাতিক দৃষ্টিকোণ থেকে বয়কট আন্দোলনই হল শ্রেষ্ঠ কৌশল। এটি আমাদের ফিলিস্তিনি বন্ধুদের দ্বারা প্রতিষ্ঠিত একটি আন্তর্জাতিক পিকেট লাইন এবং এটিকে সম্মান করা আমাদের কর্তব্য\"\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nগুগল স্কলার দ্বারা সূচীবদ্ধ তিথি ভট্টাচার্যের প্রকাশনাসমূহ"}