{"pageid": 1429913, "title": "ইঙ্গে মুলার", "url": "https://bn.wikipedia.org/wiki?curid=1429913", "content": "ইঙ্গে মুলার (জন্ম ইঙ্গে মেয়ার ) (১৩ মার্চ ১৯২৫ - ১ জুন ১৯৬৬) ছিলেন একজন পূর্ব জার্মান লেখক এবং পূর্ব জার্মান নাট্যকার হাইনার মুলারের দ্বিতীয় স্ত্রী।\n\n\n== জীবন ==\nইঙ্গে মুলার ১৯২৫ সালে বার্লিনে জন্মগ্রহণ করেন। দ্বিতীয় বিশ্বযুদ্ধের সময়, তিনি স্টাইরিয়ায় বিভিন্ন শহরে রাইখসারবিটসডিয়েনস্টে অংশগ্রহণ করেছিলেন যতক্ষণ না তাকে লুফটওয়াফের সহযোগী হিসেবে বার্লিনে পাঠানো হয়। তার বাবা-মা বিমান হামলায় মারা যান। একটি কুকুরের সাথে তিন দিন ধ্বংসস্তূপের নিচে চাপা পড়েছিলেন তারা। এটি একটি বেদনাদায়ক অভিজ্ঞতা ছিল যা ইঙ্গের সাথে সারাজীবন ছিল। \nযুদ্ধোত্তর যুগে, তিনি ছিলেন একজন সচিব, ট্রুমারফ্রাউ, একজন কর্মী, একজন সাংবাদিক এবং একজন সংবাদদাতা। কার্ট লুজের সাথে তার প্রথম বিবাহ অল্প সময়ের জন্য স্থায়ী হয়েছিল তাও তাদের একটি পুত্র সন্তান হয়। ইতোমধ্যেই ১৯৪৮ সাল নাগাদ, তিনি হার্বার্ট শোয়েনকারকে বিয়ে করেন যিনি বিভিন্ন থিয়েটার ফ্রেডরিখস্টাডটপলাস্ট এবং পরে সার্কাস বুশের নেতা ছিলেন। তিনি এসইডি-এর সদস্য হয়েছিলেন এবং ১৯৫৪ থেকে ১৯৫৯ সাল পর্যন্ত ওরানিয়েনবার্গ শহরের একটি জেলা লেহনিৎজে বসবাস করতেন যেখানে তিনি একটি বিশেষ সুবিধাপ্রাপ্ত এবং ভারমুক্ত অস্তিত্ব উপভোগ করেছিলেন।\n১৯৫৩ সালের শরৎকালে, তিনি ইয়াং অথরস ওয়ার্কিং গ্রুপের (আরবেইটজেমেইনশ্যাফ্ট জুঙ্গার অটোরেন) একটি অনুষ্ঠানে হেইনার মুলারের সাথে পরিচিত হন। শীঘ্রই তিনি তার সাথে একটি শেয়ার্ড অ্যাপার্টমেন্টে চলে যান এবং ১৯৫৫ সালে তাদের বিয়ে হয়। এই জুটি, যারা এখন ফ্রিল্যান্স লেখক হিসেবে তাদের অর্থ উপার্জন করেছেন, তারা রেডিও নাটক এবং থিয়েটারের অংশগুলোতেও একসাথে কাজ করেছেন।\nযাইহোক, ইঙ্গে মুলারের হেইনারের সাথে একসাথে কাজ করার স্বপ্ন শীঘ্রই ফিকে হতে শুরু করে। তিনি হেইনারের ছায়ায় দাঁড়িয়েছিলেন, যিনি তাকে সমান অংশীদারের পরিবর্তে একজন সহকর্মী হিসাবে বিবেচনা করেছিলেন। তিনি ১৯৫৬ সালে হেইনারের ১৬ বছর বয়সী ভাই উলফগ্যাং মুলারের সাথে একটি সম্পর্ক শুরু করেছিলেন যা ব্যর্থ হয়েছিল এবংএতে তার স্বামীর সাথে সম্পর্ক উল্লেখযোগ্যভাবে খারাপ হয়েছিল। ১৯৫৯ সালে তাদের উভয়কে হেনরিক মান পুরস্কার প্রদান করা হলেও তা তাদের পরিস্থিতির উন্নতির জন্য কিছুই করেনি। উপরন্তু, জিডিআর ( স্ক্রিফস্টেলারভারব্যান্ড ডের ডিডিআর) এর লেখক ইউনিয়ন থেকে হেইনারকে বহিষ্কার করাতে এই সমস্যাগুলোকে আরও জটিল করেছে। হতাশা এবং মনস্তাত্ত্বিক সমস্যায় জর্জরিত হয়ে তিনি বেশ কয়েকবার আত্মহত্যার চেষ্টা করেন। তিনি শেষ পর্যন্ত ১ জুন ১৯৬৬-এ আত্মহত্যা করে মারা যান। মাত্র ৪১ বছর বয়সী, লেখক ওষুধের ওভারডোজ এবং বিষাক্ত গ্যাসের কারণে কিসিনজেনপ্ল্যাটজ ১২-এ তার অ্যাপার্টমেন্টে মারা যান। আউফবাউ ভারলাগ তার মৃত্যুর পরপরই তার কবিতা নিয়ে একটি খণ্ড প্রকাশ করার নিরর্থক প্রচেষ্টা করেছিল। তার কাজগুলো দ্রুত বিস্মৃতিতে চলে যায় কারণ একটি আত্মহত্যা পূর্ব জার্মান রাজনীতির সাহিত্য চিত্রের সাথে খাপ খায় না এবং এছাড়াও, হেইনার তাদের সম্মিলিত কাজের একমাত্র লেখকত্ব পুনরুদ্ধার করেছিলেন। তার রচনাগুলোর প্রথম মরণোত্তর প্রকাশনা ১৯৭৬ সালে বার্ন্ড জেন্টসচ দ্বারা পরিচালিত হয়েছিল তার প্রথম সিরিজ পোয়েসিয়েলবাম-এ, তার মৃত্যুর ২০ বছর পরে, ১০৮৫ সালে প্রথম প্রকাশিত হয়েছিল। এই বইটি রিচার্ড পিয়েট্রাস' ওয়েন ইচ স্কোন স্টেরবেন মুব হ বিস্তৃত জনসাধারণের প্রকৃতির ইঙ্গ মুলারের সাহিত্যকর্মকে অ্যাক্সেসযোগ্য করে তুলেছিল।\nতার শেষ বিশ্রাম স্থান বার্লিনের একটি কবরস্থান ফ্রিডহফ প্যানকো তৃতীয়-এ।\n\n\n== কাজ ==\nতার জীবদ্দশায়, ইঙ্গে মুলার ছিলেন তাদের মধ্যে একজন যারা ছোটদের বই লেখেন- উলফচেন উঙ্গেস্টাম (১৯৫৫) এবং জেহন জুঙ্গেন উন্ড এইন ফিশারডর্ফ (১৯৫৮), মুক্তি এবং সময় প্রাসঙ্গিক রেডিও ড্রামা ডাই ওয়েইবারব্রিগেড এবং উইক্টর রোসোসের সাথে যৌথভাবে প্রকাশ করা আউফ ডেম ওয়েজ। অনেকে শুধু ইচ জোনা উপন্যাসের মতো টুকরো টুকরো থেকে যান। হেইনার মুলারের সাথে, তিনি ডের লোহন্ড্রুকার (১৯৫৬), ডাই উমসিডলারিন (১৯৫৬), ডাই কোরেক্টুর (১৯৫৭), ক্লেটউইজার বেরিচ (১৯৫৮) এবং আনটারওয়েগস (১৯৬৩) নাটকগুলো তৈরি করেছিলেন।\nতিনি সর্বোপরি একজন কবি ছিলেন। যদিও তার জীবদ্দশায় প্রায় ৩০০টি গীতিকবিতা তৈরি হয়েছিল, তবে মাত্র কয়েকটিই প্রকাশিত হয়েছিল, বেশিরভাগই অ্যান্থলজি ইন ডিজেম বেসেরেন ল্যান্ডে ।\n\n\n== তথ্যসূত্র ==\n\n\n== সাহিত্য ==\n\nজীবনী:\n\nইনেস গেইপেল : Dann fiel auf einmal der Himmel um. Henschel Dann fiel auf einmal der Himmel um. Henschel ভার্লাগ ২০০২,আইএসবিএন ৩৮৯৪৮৭৪১৭১\nজার্মান ভাষায় 'ড্যান ফিয়েল...' http://www.zeit.de/2005/37/L-Inge_M_9fller- এর পর্যালোচনা\nসোনজা হিলজিঙ্গার: Das Leben fängt heute an . আউফবাউ ভারলাগ বার্লিন ২০০৫,আইএসবিএন ৩৩৫১০২৫৮৫৮\nপ্রকাশিত কাজ:\n\nরিচার্ড পিট্রাস (সম্পাদক): Wenn ich schon sterben muß . Aufbau Verlag Berlin ১৯৮৫,আইএসবিএন ৩৩৫১০০৪৪৯৪\nসোনজা হিলজিঙ্গার (সম্পাদক): Daß ich nicht ersticke am Leisesein</link> . Aufbau Verlag Berlin ২০০২,আইএসবিএন ৩৩৫১০২৯৩৭৩"}