{"pageid": 1429863, "title": "ক্লেয়ার ল্যাকম্বে", "url": "https://bn.wikipedia.org/wiki?curid=1429863", "content": "ক্লেয়ার ল্যাকম্বে (৪ আগস্ট ১৭৬৫ - ২ মে ১৮২৬) একজন ফরাসি অভিনেত্রী ও বিপ্লবী ছিলেন। তিনি সবচেয়ে বেশি পরিচিত ফরাসি বিপ্লবকালে তাঁর অবদানের জন্য। মাত্র কয়েক বছরের জন্য হলেও ল্যাকম্বে একজন বিপ্লবী ও \"সোসাইটি অব রেভল্যুশনারি উইমেন\" নামক সংগঠনের একজন প্রতিষ্ঠাতা সদস্য ছিলেন।\n\n\n== প্রাথমিক জীবন ==\nল্যাকম্বে দক্ষিণ-পশ্চিম ফ্রান্সের প্রাদেশিক শহর পেমিয়ার্সে জন্মগ্রহণ করেন। তিনি অল্প বয়সে অভিনেত্রী হন এবং ১৭৯২ সালে প্যারিসে আসার আগে প্রদেশসমূহে প্রযোজিত নাটকে অভিনয় করেন। নাটকে তিনি বিশেষ সফলতা অর্জন করেননি, এবং নিজের জীবন নিয়েও তিনি পুরোপুরি সুখী ছিলেন না। যে অভিনয় কোম্পানিতে ল্যাকম্বে কাজ করতেন তা এক শহর থেকে আরেক শহরে ঘুরত, এবং মাঝে মাঝে অভিজাতদের দুর্গে ও গ্রামের বাড়িতে যেত। এটাই সম্ভবত তাঁকে অভিনয় কোম্পানি ছেড়ে বিপ্লবী হওয়ার সিদ্ধান্ত গ্রহণে প্রভাবিত করেছে।\n\n\n== প্যারিসের কর্মজীবন ==\nপ্যারিসে ১০ অগাস্ট ১৭৯২ খ্রিস্টাব্দের বিদ্রোহের সময়ে ল্যাকম্বে বিদ্রোহীদের দলভুক্ত হয়ে টুইলারিজ প্রাসাদ আক্রমণকালে যুদ্ধ করেছেন। তাঁর বাহুতে গুলি লাগে, কিন্তু তিনি যুদ্ধ চালিয়ে যেতে থাকেন। এ বীরত্ব তাঁকে সারাজীবনের জন্যে \"১০ অগাস্টের বীরাঙ্গনা\" এ অনানুষ্ঠানিক অভিধা এনে দিয়েছিল। তাঁর সাহসিকতার জন্যে বিজয়ী সৈনিকেরা তাঁকে Civic Crown পুরস্কার দেন। [2]\nল্যাকম্বে কর্ডেলিয়ার্স ক্লাবের সভাগুলিতে নিয়মিত উপস্থিত থাকতেন, যার মাধ্যমে তিনি বিপ্লবের মৌলিক উপাদানসমূহের সঙ্গে যুক্ত হয়ে গিয়েছিলেন। ১৭৯৩ খ্রিস্টাব্দের ফেব্রুয়ারি মাসে ল্যাকম্বে ও আরেকজন নারী বিপ্লবী পৌলিন লেইঅন \"সোসাইটি অব রেভল্যুশনারি রিপাবলিকান উইমেন\" নামক সংগঠন প্রতিষ্ঠা করেন। [3][4][5] প্রধানত কর্মজীবী নারীদের নিয়ে গঠিত এ সংস্থাটি সবচেয়ে জঙ্গি বিপ্লবী sans-culottes ও  enragés-র  সঙ্গে যুক্ত হয়। তারা অংশত প্যারিসের কর্মজীবী নারীদের মধ্যে যোদ্ধা বাহিনী হিসেবে কাজ করত এবং প্রতিবিপ্লবীদের উৎখাত করার সশস্ত্র কৌশল প্রয়োগ করত।\nসে-সময়ের দৃঢ়মূল শৌভিজম সত্ত্বেও বিপ্লবীদের মধ্যে অল্প কিছু মানুষ ছিলেন, যারা নারী অধিকারের লড়াইয়ে সমর্থন দিয়েছিলেন। এদের মধ্যে একজন ছিলেন থেইওফাইল লেক্লার্ক, যার সঙ্গে তিনি কিছুকাল বসবাস করেছিলেন যতদিন না লেক্লার্ক তাঁকে ছেড়ে পৌলিন লেইওনকে বিয়ে করলেন। [7]\nত্রাসের রাজত্বকালে সোসাইটি অব রেভল্যুশনারি রিপাবলিকান উইমেসহ অধিকাংশ চরমপন্থি দলের সঙ্গে ইনরেইজেসদের দমিয়ে রাখা হয়েছিল।\n১৬ সেপ্টেম্বর ১৭৯৩ খ্রিস্টাব্দে সোসাইটির তৎকালীন সভাপতি ল্যাকম্বেকে জ্যাকোবিনরা সাধারণ নিরাপত্তা কমিটিতে প্রকাশ্যে প্রত্যাখ্যান করে। তাঁর বিরুদ্ধে অভিযোগ ছিল প্রতিবিপ্লবী কথাবার্তা বলা, এবং ইনরেইজ লেক্লার্কের সঙ্গে যুক্ত থাকা ও কুখ্যাত প্রতিবিপ্লবীদের সাহায্য করা। [8]\nল্যাকম্বে আত্মপক্ষ সমর্থনের চেষ্টা করেছিলেন, কিন্তু তখন দেরি হয়ে গিয়েছিল; যদিও তাঁকে অল্প সময়ের জন্যে অন্তরীণ রাখা হয়েছিল, অবিশ্বাসের বীজ বপন হয়েছিল বিপ্লবের নেতাদের মনে। সোসাইটি কনভেনশনের কাছে অনুরোধ করে যাবার বৃথা চেষ্টা করল। তারা যেসব বিষয় নিয়ে এখন কাজ করছে, সেগুলো তাদের আগের প্রচারাভিযানের চেয়ে চরম প্রকৃতির ছিল না, বরং তুচ্ছ ছিল। বাহ্যত, সোসাইটির প্রতিবিপ্লবী সহিংসতা থেকে সৃষ্ট কুখ্যাতি ১৭৯৩ খ্রিস্টাব্দের ৩০ অক্টোবর জাতীয় কনভেনশনকে নারীদের রাজনৈতিক সংগঠনগুলোকে নিষিদ্ধ করার পথে চালিত করেছিল। [6‌] তবে শৌমেটের পরবর্তী মন্তব্যগুলো, যেমন : নারীদের দিয়ে পরিবারের পরিচর্যা করানো পুরুষের অধিকার এবং গৃহস্থালি কাজই নারীদের একমাত্র নাগরিক কর্তব্য---নির্দেশ করে যে, গ্রুপের দমন-পীড়ন যত না বিপ্লবের সেবায় সহিংস প্রতিক্রিয়া স্বরূপ, তার চেয়ে বেশি নারীদের প্রজনন সংক্রান্ত ব্যাপারে পুরুষদের নিয়ন্ত্রণ হারাবার ভয়। কোনো রাজনৈতিক কার্যক্রমে নিষিদ্ধ হয়ে ল্যাকম্বে তাঁর অভিনয় পেশায় ফিরবার চেষ্টা করেছিলেন। ১৭৯৪ সালের এপ্রিল মাসে যখন অভিনয়ের জন্যে ডানকার্কে রওনা হবার প্রস্তুতি নিয়েছিলেন তখন ল্যাকম্বেকে গ্রেফতার করা হয়। [7] সাধারণ নিরাপত্তা কমিটির আদেশে ১৭৯৫ সালের ২০ অগাস্ট তারিখে ল্যাকম্বেকে কারাগার থেকে মুক্তি দেওয়া হয়। [10] তিনি আবার থিয়েটারে ফিরলেন, কিন্তু তিন মাস পরে পুনরায় থিয়েটার ত্যাগ করলেন। [7] মানসিক স্বাস্থ্য সমস্যায় ভোগার কারণে ১৮২১ সালের ২১ জুন তাঁকে Pitié-Salpêtrière Hospital-এ ভর্তি করা হয়, [11] যেখানে তাঁর পেশা হিসাবে নথিবদ্ধ হয় 'শিক্ষক'। ১৮২৬ সালের ২ মে তিনি ধমনী স্ফিতিজনিত হৃদরোগে সেখানে মারা যান। [12] এ সম্মিলিত স্বাস্থ্যগত জটিলতার কারণ হয়তো এই ছিল যে, তিনি সিফিলিটিক এঅরটাইটিসে ভুগছিলেন।\n\n\n== তথ্যসূত্র =="}