{"pageid": 1429192, "title": "বিশ্ব সংস্কৃত সম্মেলন", "url": "https://bn.wikipedia.org/wiki?curid=1429192", "content": "বিশ্ব সংস্কৃত সম্মেলন (সংস্কৃত: विश्वसंस्कृतसम्मेलनम्) হলো বিশ্বের বিভিন্ন স্থানে আয়োজিত আন্তর্জাতিক সম্মেলন। এটি উত্তর আমেরিকা, এশিয়া, ইউরোপ ও  অস্ট্রেলিয়াতে অনুষ্ঠিত হয়েছে।\nসম্মেলনটি ভারতে চারবার অনুষ্ঠিত হয়েছে। প্রথম এটি ১৯৭২ সালে ভারতের নয়াদিল্লির বিজ্ঞান ভবনে অনুষ্ঠিত হয়, এবং এটি দিল্লি আন্তর্জাতিক সংস্কৃত সম্মেলন নামে পরিচিত। ডঃ রঙ্গনাথন এর চেয়ারম্যান ছিলেন। পরবর্তী তারিখগুলো হলো ১৯৮১, ১৯৯৭, ২০১২।\n\n\n== ইতিহাস ==\n\nসংস্কৃতবিদ্যার আন্তর্জাতিক সংঘ (সবিআস)-এর দাপ্তরিক ওয়েবসাইট অনুসারে, ভারতীয় বৃহত্তর বিশ্ববিদ্যালয়ের বেশ কিছু সংস্কৃত পণ্ডিতগণ বুঝতে পেরেছিলেন যে প্রাচ্যবিদদের আন্তর্জাতিক কংগ্রেস \"সংস্কৃত ও সংশ্লিষ্ট বিষয়গুলির সম্পূর্ণ আলোচনার জন্য যথেষ্ট সুযোগ দেয়নি\"। তারা ভারত সরকারের সাথে যোগাযোগ করেছিলেন, যেটি ১৯৭২ সালের মার্চ মাসে নয়াদিল্লিতে প্রথম আন্তর্জাতিক সংস্কৃত সম্মেলন আহ্বান করার ব্যবস্থা করেছিল। পরের বছর, প্রাচ্যবিদদের ২৯তম আন্তর্জাতিক কংগ্রেসে, সারা বিশ্বের সংস্কৃত পণ্ডিতগণ সবিআস গঠনের জন্য একত্রিত হন। সবিআস-এর প্রধান দায়িত্ব ছিল বিশ্বের বিভিন্ন স্থানে বিশ্ব সংস্কৃত সম্মেলন আয়োজন করা। ১৯৭২ সালের নয়াদিল্লি সম্মেলনটি পূর্ববর্তীভাবে \"প্রথম বিশ্ব সংস্কৃত সম্মেলন\" হিসাবে স্বীকৃত হয়েছিল।\n২০১৫ সালে থাইল্যান্ডের ব্যাংককে ষোড়শ সম্মেলন ভারত সরকারের কাছ থেকে অভূতপূর্ব সমর্থন পেয়েছিল। কেউ কেউ যাকে \"নরম শক্তির প্রদর্শন\" বলে অভিহিত করেছেন, ভারত বিদেশ মন্ত্রী সুষমা স্বরাজের নেতৃত্বে ২৫০ জন সংস্কৃত পণ্ডিতদের একটি দল পাঠিয়েছিল, যারা সংস্কৃতে উদ্বোধনী ভাষণ দিয়েছিলেন। সম্মেলনটি থাইল্যান্ডের রাজকুমারী মহাচক্রী সিরিন্দহর্নের দ্বারা সমর্থিত ও অনুষ্ঠিত হয়েছিল, যিনি সংস্কৃত শিক্ষাকে সমর্থন করেছেন এবং চুলালংকর্ন বিশ্ববিদ্যালয় থেকে পালি ও সংস্কৃতে স্নাতকোত্তর ডিগ্রি অর্জন করেন। ২০১৫ সালের সম্মেলনকে ঘিরে কয়েকটি বিতর্ক ছিল, এবং রাজীব মালহোত্রা কর্তৃক এটি উদ্ঘাটিত হয়েছিল।\nভ্যানকুভারে ২০১৮ সালের সম্মেলনে \"The Story of Our Sanskrit\" শিরোনামের অধিবেশন দেখানো হয়েছে, যেখানে দুজন মহিলা সংস্কৃতবিদ উপস্থাপনা করেছেন এবং তৃতীয় মহিলা সংস্কৃতবিদ পরিচালনা করেন৷ অধিবেশন উচ্ছৃঙ্খল দর্শকদের যৌনতাবাদী ও বর্ণবাদী মন্তব্য দ্বারা জর্জরিত ছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\"Sinological Conferences: ICANAS\"। Warring States Project - University of Massachusetts, Amherst। ২৯ মে ২০১০ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৩ নভেম্বর ২০১২। \nLewis, Bernard (১৯৯৩)। Islam and the West। Oxford University Press। পৃষ্ঠা 103–105। আইএসবিএন 9780195090611। সংগ্রহের তারিখ ১৩ নভেম্বর ২০১২।"}