{"pageid": 1429141, "title": "কড়াই (রন্ধন পাত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1429141", "content": "কড়াই হল একটি বড় পাত্র (কেটলি) যা একটি খোলা আগুনে রান্না করতে বা খাবার ফুটানোর জন্য ব্যবহৃত হয়। পাত্রটি সাধারণত ঢাকনাযুক্ত থাকে। ঝোলানোর জন্য এতে প্রায়শই একটি বৃত্তচাপ-আকৃতির রড থাকে এবং/অথবা ধরার জন্য সংযুক্ত হাতল বা রাখার জন্য মূলদেশ থাকে। ধর্ম, পৌরাণিক কাহিনী এবং লোককাহিনীতে কড়াইয়ের সমৃদ্ধ ইতিহাস রয়েছে।\n\n\n== ব্যুৎপত্তি ==\nইংরেজি কল্ড্রন (ইংরেজি: cauldron) শব্দটি প্রথম মধ্য ইংরেজিতে কৌড্রন (ইংরেজি: caudroun) (১৩ শতক) হিসাবে নথিবদ্ধ করা হয়। এটি নরম্যান ভাষায় কড্রন থেকে নেয়া হয়েছিল বলে ধারণা করা হয় (পিকার্ড caudron, ফরাসি: chaudron)। এটি প্রাকৃত লাতিন ভাষার ক্লোড্রিও থেকে উচ্চারণগতভাবে বিবর্তিত হয়ে ল্যাটিন ভাষায় ক্যালডারিয়াম বা \"হট বাথ\" হয়েছে, যা ক্যালিডাস বা \"গরম\" শব্দটি থেকে এসেছে।\nনরম্যান-ফরাসি শব্দটি পুরানো ইংরেজি কেটেল (জার্মান (কোচ) কেসেল \"কল্ড্রন\", ডাচ (কুক) কেটেল \"কল্ড্রন\") কে প্রতিস্থাপন করেছে। কেটেল শব্দটি পুরানো নর্স ভাষার কেটিল বা \"কলড্রন\" শব্দটির একটি রূপ।\n\n\n== ইতিহাস ==\nব্রোঞ্জ যুগের শেষের দিকের সময় থেকে কড়াই পাওয়া গেছে। এর মধ্যে ৬০–৭০ লিটার (১৬–১৮ ইউএস গ্যালন) আয়তনের বিশাল কড়াইও রয়েছে।\n\n\n== প্রতীকবাদ এবং পৌরাণিক কাহিনী ==\n\nউন্নত বিশ্বে রান্নার পাত্র হিসেবে কড়াইয়ের ব্যবহার অনেকাংশেই বন্ধ হয়ে গিয়েছে। যদিও এখনো বিভিন্ন ধরণের রান্নার কাজে কড়াই ব্যবহার করা হয়। পাশ্চাত্য সংস্কৃতিতে ডাকিনীবিদ্যায় কড়াইয়ের ব্যবহার দেখা যায়। এই গতানুগতিক ব্যবহারটি উইলিয়াম শেক্সপিয়ারের ম্যাকবেথ নাটকের মতো বিভিন্ন কথাসাহিত্যের মাধ্যমে জনপ্রিয় হয়েছে। কথাসাহিত্যে ডাইনিরা প্রায়শই একটি কড়াইতে তাদের ওষুধ প্রস্তুত করে থাকে। এছাড়াও আইরিশ লোককাহিনীতে কড়াইতে লেপ্রেচাউনরা তাদের সোনা এবং ধনসম্পদ রাখত।\nকেল্টিক পুরাণের আধুনিক পৌত্তলিকতার (উইক্কা) কিছু রূপে, কিছু ক্ষেত্রে কড়াই দেবী সেরিডওয়েনের সাথে যুক্ত। ওয়েলশ কিংবদন্তি অনুযায়ী যুদ্ধরত সেনাবাহিনীর জন্য কড়াই দরকারী ছিল। ব্রানওয়েনের গল্পে মাবিনোগির দ্বিতীয় শাখার ডটার অফ লির গল্পে পেয়ার দাদেনি (পুনর্জন্মের কড়াই) হল একটি জাদুকরী কড়াই যেখানে মৃত যোদ্ধাদের স্থাপন করে তাদের পুনরায় জীবিত করা যায়। তবে তারা কথা বলতে পারত না। মনে করা হতো যে তাদের আত্মা ছিল না। এই যোদ্ধারা পুনরায় নিহত না হওয়া পর্যন্ত যুদ্ধে ফিরে যেতে পারত। উইক্কা এবং নিওপ্যাগান বা পৌত্তলিক বিশ্বাস ব্যবস্থার অন্যান্য রূপগুলিতে যাদুবিদ্যায় এখনো কড়াই ব্যবহার করা হয়। প্রায়শই একটি কড়াই ঢালাই লোহা দিয়ে তৈরি হয় এবং এটি কাঠকয়লার চাকতিতে বসিয়ে গুঁড়ো ধুনো জ্বালাতে, কালো লবণ তৈরি করতে (নিষিদ্ধ আচার-অনুষ্ঠানে ব্যবহৃত হয়), ভেষজ মেশানোর জন্য বা আর্জি (কোনো ইচ্ছা লেখা কাগজ) পোড়ানোর জন্য ব্যবহার করা হয়। কড়াই শুধুমাত্র দেবীর প্রতীক হিসেবেই ব্যবহৃত নয়, বরং এটি গর্ভেরও প্রতিনিধিত্ব করে (কারণ এটি কিছু ধারণ করতে পারে)। এটি একটি কার্যকরী হাতিয়ার বলে একটি বেদীতে রাখলে এটি পৃথিবীরও প্রতিনিধিত্ব করে। এসব কড়াইগুলি প্রায়শই \"আধিভৌতিক\" দোকানে বিক্রি হয় এবং সেগুলিতে শক্তির বিভিন্ন প্রতীক খোদাই করা থাকতে পারে।\n\nআর্থারিয়ান কিংবদন্তীর পবিত্র গ্রেইলকে কখনো কখনো একটি \"কড়াই\" হিসাবে উল্লেখ করা হয়। যদিও গ্রেইলটিকে বড় পাত্রের (যেটি সাধারণত \"কড়াই\" শব্দটি বোঝাতে ব্যবহৃত হয়) পরিবর্তে একটি হাতে ধরা কাপ হিসাবে মনে করা হয়। এটি জাদুকরী কড়াইয়ের আগের সেল্টিক মিথের সাথে গ্রেইল কিংবদন্তির সংমিশ্রণের ফলে হতে পারে।\nডিঙের সাধারণ অনুবাদকে প্রায়শই কড়াই বলা হয়। চীনা ইতিহাস এবং সংস্কৃতিতে প্রায়ই এক বা একাধিক প্রাচীন ডিঙ থাকার অর্থ জমির উপর ক্ষমতা এবং আধিপত্য। এজন্য ডিঙকে প্রায়শই ক্ষমতার প্রকাশের একটি অন্তর্নিহিত প্রতীক হিসাবে ব্যবহার করা হয়। ডিঙ শব্দটি (চীনা: 问鼎; পিনয়িন: ওয়েন ডিঙ) প্রায়শই ভবিষ্যদ্বাণী বা ক্ষমতার সন্ধানের প্রতীক হিসাবে ব্যবহৃত হয়। ডিঙ বা কড়াই এবং চীনের ঐতিহ্যবাহী প্রদেশগুলির উপর ক্ষমতা অর্জনের একটি উদাহরণ হল নাইন ট্রাইপড কল্ড্রন (যা পৌরাণিক বা ইতিহাস হিসাবে বিবেচিত)।\nসাংস্কৃতিক প্রতীক সহ প্রত্নতাত্ত্বিকভাবে অক্ষত প্রকৃত কড়াইগুলির মধ্যে রয়েছে:\n\nগুন্ডেস্ট্রুপ কলড্রন, খ্রিস্টপূর্ব ২য় বা ১ম শতাব্দীতে তৈরি, ডেনমার্কের গুন্ডেস্ট্রুপে পাওয়া গিয়েছে\nসুইডেনের হ্যাসলে পাওয়া ব্রোঞ্জ যুগের একটি কড়াই\nপ্রাচীন আর্মেনিয়ান রাজ্য উরাতু থেকে প্রাপ্ত আনুষ্ঠানিক কড়াই\nযেখানে অলিম্পিক গেমসের সময় অলিম্পিক শিখা জ্বলে সেই কড়াই\nশুধুমাত্র পৌরাণিক কাহিনী এবং সাহিত্যের মাধ্যমে পরিচিত কড়াইগুলির মধ্যে রয়েছে:\n\nদাগদার কড়াই\nডাইরানিচ দৈত্যের কড়াই\nপেয়ার দাদেনি\nহাইমিরের কড়াই\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরো দেখুন ==\n\nকালড্রন, 'কলড্রন'-এর একটি অপ্রচলিত বানান\nআলফেট\nআগুনের কড়াই\nএলধ্রিমনির\nগুলিয়াস্লিভস\nহ্যাসেল\nকামা\nরান্নার পাত্রের তালিকা\nঅলিম্পিক শিখা\nপোটজিকোস\nবলি ত্রিপড\n\n\n== তথ্যসূত্র =="}