{"pageid": 1429219, "title": "গলাধঃকরণ", "url": "https://bn.wikipedia.org/wiki?curid=1429219", "content": "গলাধঃকরণ বা গিলে ফেলা, যাকে বৈজ্ঞানিক পরিপ্রেক্ষিতে ডিগ্লুটিশন (Deglutition) বা ইনগ্লুটিশনও (Inglutition) বলা হয়। গেলা, খাওয়া এবং পান করার একটি গুরুত্বপূর্ণ অংশ। যদি প্রক্রিয়াটি ব্যর্থ হয় এবং উপাদান (যেমন খাদ্য, পানীয় বা ওষুধ) শ্বাসনালীর মধ্য দিয়ে যায়, তাহলে শ্বাসরোধ বা পালমোনারি অ্যাসপিরেশন হতে পারে। মানবদেহে এপিগ্লটিস স্বয়ংক্রিয়ভাবে অস্থায়ী বন্ধ হয়ে যায় যা গিলে ফেলার প্রতিবর্ত ক্রিয়া দ্বারা নিয়ন্ত্রিত হয়।\nখাদ্য, পানীয় বা অন্যান্য উপাদানের যে অংশটি গেলার পর গলা দিয়ে নীচে গ্রাসনালীর মধ্যে চলে যায় তাকে বোলাস বলে।\n\n\n== মানুষে ==\nগিলে ফেলা বেশিরভাগ লোকের কাছে এত সহজ, যে প্রক্রিয়াটি খুব কমই চিন্তার উদ্রেক করে। যাইহোক, শারীরবৃত্তের দৃষ্টিকোণ থেকে, বাকচিকিৎসায়, এবং গিলতে অসুবিধা (ডিসফ্যাজিয়া) লোকেদের জন্য স্বাস্থ্যসেবা, এটি বিস্তৃত বৈজ্ঞানিক সাহিত্যের ক্ষেত্রে একটি আকর্ষণীয় বিষয়।\n\n\n=== নিয়ন্ত্রণ ===\nখাওয়া এবং গিলে ফেলা হল জটিল স্নায়ু-পেশীর সংযুক্ত ক্রিয়াকলাপ যা মূলত তিনটি পর্যায় নিয়ে গঠিত; যথাক্রমে মৌখিক, ফ্যারিঞ্জিয়াল এবং ইসোফেজিয়াল দশা (নীচে দেখুন)। প্রতিটি পর্যায় একটি ভিন্ন স্নায়বিক প্রক্রিয়া দ্বারা নিয়ন্ত্রিত হয়। মৌখিক পর্যায়, যা সম্পূর্ণরূপে স্বেচ্ছাসেবী, প্রধানত সেরিব্রাল কর্টেক্সের মিডিয়াল টেম্পোরাল লোবস এবং লিম্বিক তন্ত্র দ্বারা নিয়ন্ত্রিত হয় যা মোটর কর্টেক্স এবং অন্যান্য কর্টিকাল অঞ্চল থেকে অবদান রাখে। ফ্যারিঞ্জিয়াল দশা মৌখিক পর্যায়ে শুরু হয় এবং পরবর্তীতে মেডুলা অবলংগাটা এবং পনসের কেন্দ্রের দ্বারা দশাটি সমন্বিত হয়। রিফ্লেক্সটি ফ্যারিংসের স্পর্শ গ্রাহক দ্বারা শুরু হয় কারণ জিহ্বা দ্বারা মুখের পিছনের দিকে বা তালুর উদ্দীপনা (Palatal reflex) দ্বারা খাবারের একটি বোলাস ঠেলে দেওয়া হয়।\nগিলে ফেলা একটি জটিল প্রক্রিয়া যা কঙ্কাল পেশী (জিহ্বা) এবং গলবিল এবং খাদ্যনালীর মসৃণ পেশী উভয়ই ব্যবহার করে। স্বয়ংক্রিয় স্নায়ুতন্ত্র (এএনএস) এই প্রক্রিয়াটিকে ফ্যারিঞ্জিয়াল এবং ইসোফেজিয়াল পর্যায়ে সমন্বয় করে।\n\n\n=== ধাপ ===\nমৌখিক পর্যায়ের আগে, মুখের গহ্বরে খাদ্য বা তরল প্রবেশ করার জন্য ম্যান্ডিবল নীচে নামে এবং ঠোঁট খাদ্য মুখগহ্বরে প্রবেশে সাহায্য করে। মৌখিক গহ্বরে প্রবেশ করার পর, ম্যান্ডিবল উঁচু হয়ে যায় এবং ঠোঁট খাদ্য ও তরল মৌখিক ধারণে সহায়তা করে। নিম্নলিখিত পর্যায়গুলি বোলাস গঠনের জন্য স্বাভাবিক এবং প্রয়োজনীয় ক্রিয়াগুলি বর্ণনা করে, যা খাদ্যের অবস্থা হিসাবে সংজ্ঞায়িত করা হয় যেখানে এটি গিলে ফেলার জন্য প্রস্তুত।\n\n\n==== মৌখিক দশা (oral phase) ====\nআর্দ্রকরণ\n\nলালা গ্রন্থির ক্ষরণের ফলে খাদ্য সিক্ত হয়।\n\nচর্বণ বা চেবানো\n\nটেম্পোরোম্যান্ডিবুলার সন্ধির উপর কাজ করে, চর্বণ পেশী (V3) দ্বারা নিয়ন্ত্রিত দাঁতের ক্রিয়া দ্বারা খাদ্য যান্ত্রিকভাবে ভেঙে যায়। এর ফলে মৌখিক গহ্বরের একপাশ থেকে জিহ্বা দ্বারা অন্য দিকে সরানো হয় একটি বোলাস। বাককিনেটর (VII) দাঁতের অক্লুসাল পৃষ্ঠের বিরুদ্ধে খাদ্য ধারণ করতে সাহায্য করে। জিভের লিঙ্গুয়াল স্নায়ু দ্বারা সংবেদিত লালা (প্রধানত শ্লেষ্মা) দ্বারা একত্রে আটকে থাকা বোলাসটি গিলে ফেলার জন্য প্রস্তুত থাকে (VII—কর্ডা টিম্প্যানি এবং IX—লেসার পেট্রোসাল) (V3)। যে কোনো খাবার যা খুব শুষ্ক একটি বোলাস গঠনের জন্য গ্রাস করা হবে না।\n\nখাঁজ সৃষ্টি\nঅভ্যন্তরীণ পেশী (XII) দ্বারা জিহ্বার পিছনে একটি ট্রফ তৈরি হয়। সামনে থেকে পিছন দিকে শক্ত তালুর বিরুদ্ধে বোলাসটিকে জিহ্বার পিছনের দিকে জোর করে খাঁজটি বিলুপ্ত হয়ে যায়।\nজিহ্বার অন্তর্নিহিত পেশী (XII) জিহ্বার পিছনে একটি অনুদৈর্ঘ্য অবতল ভাঁজ তৈরি করতে সংকুচিত হয়। তারপর জিহ্বা মুখের ছাদে উন্নীত হয় (মাইলোহাইয়য়েড (মাইলোহাইয়য়েড স্নায়ু—V3), জেনিওগ্লোসাস, স্টাইলগ্লোসাস এবং হায়োগ্লসাষ (বাকি XII)) যেমন জিহ্বা নীচের দিকে ঢালু হয়। জেনিওগ্লোসাস এবং স্টাইলগ্লোসাস (উভয়ই XII) এর সংকোচনও কেন্দ্রীয় ট্রফ গঠনে ভূমিকা রাখে।\n\nবোলাসের পশ্চাদপরসণ\nএই দশার শেষদিকে বোলাস ফ্যারিংসের দিকে এগোতে থাকে। অর্বিকুলারিস অরিস পেশী সংকুচিত হয় এবং ঠোঁট বন্ধ হয়ে মুখগহ্বরকে বদ্ধ করে চাপ সৃষ্টি করে। সুপিরিয়র লঙ্গিচিউডিনাল পেশী সংকুচিত হয় ও জিভকে উপরের শক্ত তালুর সাথে স্পর্শ করায় ও চাপ বৃদ্ধি করে। যেই বোলাস মুখ-গলবিলের প্যারাগ্লসাল আর্চ অংশে পৌঁছায়, ফ্যারিঞ্জিয়াল দশা শুরু হয়। এই প্রতিবর্ত ক্রিয়ার সূচনাকারী রিসেপ্টরগুলি প্রোপ্রিওসেপ্টিভ (প্রতিবর্তের অন্তঃগামী অঙ্গ হল IX এবং বহির্গামী অঙ্গ হল ফ্যারিঞ্জিয়াল প্লেক্সাস- IX এবং X)। এগুলি জিহ্বার গোড়া, প্যালাটোগ্লসাল এবং প্যালাটোফ্যারিঞ্জিয়াল আর্চ, টনসিলার ফোসা, ইউভুলা এবং পোস্টেরিয়র ফ্যারিঞ্জিয়াল প্রাচীরের উপরে ছড়িয়ে ছিটিয়ে রয়েছে। এই পর্যায়ের রিসেপ্টর থেকে উদ্দীপনা তখন ফ্যারিঞ্জিয়াল ফেজকে উদ্দীপিত করে। প্রকৃতপক্ষে, এটি দেখানো হয়েছে যে গেলার ক্রিয়াটি সম্পূর্ণরূপে উচ্চতর ল্যারিঞ্জিয়াল স্নায়ুর অভ্যন্তরীণ শাখার পেরিফেরাল উদ্দীপনার মাধ্যমে শুরু করা যেতে পারে। এই পর্যায়টি স্বেচ্ছায় এবং গুরুত্বপূর্ণ করোটিক স্নায়ু জড়িত: V (ট্রাইজেমিনাল স্নায়ু), VII (ফেসিয়াল স্নায়ু) এবং XII (হাইপোগ্লোসাল স্নায়ু)।\n\n\n==== ফ্যারিঞ্জিয়াল দশা (Pharyngeal phase) ====\nযখন ফ্যারিঞ্জিয়াল দশা চলে তখন নাসা-গলবিল, মুখ-গলবিল ও ল্যারিংস একসাথে কাজ করে। এই সময়ে বিশেষ প্রতিবর্ত ক্রিয়ার সাহায্যে বমি, কাশি আটকে দেওয়া সম্ভব হয়।\n\nনাসা-গলবিলের বন্ধ অবস্থা\nনরম তালুটি টেন্সর প্যালাটিনি (Vc) দ্বারা উদ্দীপিত হয় এবং লিভেটর প্যালাটিনির (ফ্যারিঞ্জিয়াল প্লেক্সাস IX, X) প্রভাবে উপরে ওঠে। এইগুলির ফলে সেটি নাসা-গলবিলের মুখটি আটকে দেয়। প্যালাটোফ্যারিঞ্জিয়াস ও সুপিরিয়র কন্সট্রিক্টর পেশী এই দশায় একত্রে কাজ করে বলে ধরা হয়।\n\nগলবিলের প্রস্তুতি\nসুপ্রাহাইয়য়েড পেশির প্রভাবে গলবিলকে এবং অনুদৈর্ঘ্য ফ্যারিঞ্জিয়াল পেশী দ্বারা উপরের দিকে এবং সামনে টানা হয় - স্টাইলোফ্যারিঞ্জিয়াস (IX), সালপিনোফ্যারিঞ্জিয়াস (ফ্যারিঞ্জিয়াল প্লেক্সাস—IX, X) এবং প্যালাটোফ্যারিঞ্জিয়াস (ফ্যারিঞ্জিয়াল প্লেক্সাস—IX, X) বোলাস গ্রহণ করতে সাহায্য করে। ফ্যারিংসের প্রতিটি পাশের প্যালাটোফ্যারিঞ্জিয়াল ভাঁজগুলিকে উচ্চতর সংকোচকারী পেশীগুলির মাধ্যমে একত্রিত করা হয়, যাতে কেবলমাত্র একটি ছোট বোলাস যেতে পারে।\n\nইউস্টেচিয়ান নালী খোলা অবস্থা\nলিভেটর প্যালাটিনি (ফ্যারিঞ্জিয়াল প্লেক্সাস—IX, X), টেন্সর প্যালাটিনি (Vc) এবং সালপিঙ্গোফ্যারিঞ্জিয়াস (ফ্যারিঞ্জিয়াল প্লেক্সাস—IX, X) নাসোফ্যারিংস বন্ধ করে এবং ফ্যারিংসের উঁচু হওয়ার জন্য শ্রবণ নল খুলে দেয়, যা চাপকে সমান করে (নাসোফারিংস এবং মধ্যকর্ণের মধ্যে)। এটি গিলতে অবদান রাখে না, তবে এটির পরিণতি হিসাবে চাপ সমান হয়।\n\nমুখ-গলবিলের বন্ধ অবস্থা\nপ্যালাটোগ্লসাস (ফ্যারিঞ্জিয়াল প্লেক্সাস-IX, X), জিহ্বার অভ্যন্তরীণ পেশী (XII) এবং স্টাইলোগ্লসাস (XII) দ্বারা অরোফ্যারিনক্স বন্ধ রাখা হয়।\n\nবন্ধ ল্যারিংস\nগিলে ফেলার সময় শব্দ নির্গমন রোধ করার জন্য প্রাথমিক ল্যারিনগোফ্যারিঞ্জিয়াল প্রতিরক্ষামূলক প্রক্রিয়া হল সত্যিকারের ভোকাল ভাঁজগুলি বন্ধ করার মাধ্যমে। ভোকাল কর্ডের সংযোজন পার্শ্বীয় ক্রিকোয়ারিটেনয়েডস এবং তির্যক এবং ট্রান্সভার্স অ্যারিটেনয়েডস (ভেগাসের সমস্ত পুনরাবৃত্ত ল্যারিঞ্জিয়াল নার্ভ) সংকোচনের দ্বারা প্রভাবিত হয়। যেহেতু সত্যিকারের ভোকাল ভাঁজগুলি গিলে ফেলার সময় যোগ করে, তাই প্রতিটি গিলে ফেলার সাথে অবশ্যই একটি সীমাবদ্ধ অ্যাপনিয়া (গিলতে থাকা অ্যাপনিয়া) হতে হবে। শ্বাস-প্রশ্বাসের সাথে গিলে ফেলার সাথে সম্পর্কিত করার সময়, এটি প্রমাণিত হয়েছে যে গিলে ফেলা প্রায়শই মেয়াদ শেষ হওয়ার সময় ঘটে, এমনকি পূর্ণ মেয়াদ শেষ হওয়ার সময় একটি সূক্ষ্ম বায়ু জেট সম্ভবত খাদ্যের অবশিষ্টাংশ বা তরল থেকে উপরের স্বরযন্ত্র পরিষ্কার করার জন্য মেয়াদ শেষ হয়ে যায়। এই অনুসন্ধানের ক্লিনিকাল তাৎপর্য হল যে রোগীদের ফুসফুসের কার্যকারিতার বেসলাইন সহ, একটি নির্দিষ্ট সময়ের মধ্যে, খাবারের অগ্রগতির সাথে সাথে শ্বাসকষ্টের বিকাশ ঘটবে। পরবর্তীকালে, মিথ্যা ভোকাল ফোল্ড অ্যাডাকশন, অ্যারিপিগ্লোটিক ভাঁজের যোগ এবং এপিগ্লোটিসের প্রত্যাবর্তন ঘটে। অ্যারিপিগ্লোটিকাস (ভেগাসের পুনরাবৃত্ত ল্যারিঞ্জিয়াল নার্ভ) সংকুচিত হয়, যার ফলে অ্যারিটেনয়েডগুলি একে অপরের সাথে মিলিত হয় (আরিপিগ্লোটিক ভাঁজগুলিকে একত্রিত করে ল্যারিঞ্জিয়াল অ্যাডিটাসকে বন্ধ করে দেয়), এবং এপিগ্লোটিসকে নীচের অর্ধেকটি অ্যারিটেনয়েডের সংস্পর্শে আনতে টেনে নেয়, থুসাডিসিং। এপিগ্লটিসের প্রত্যাবর্তন, যদিও শ্বাসনালীকে স্বরযন্ত্রের অনুপ্রবেশ এবং উচ্চাকাঙ্ক্ষা থেকে রক্ষা করার প্রাথমিক প্রক্রিয়া নয়, শারীরবৃত্তীয়ভাবে খাদ্য বোলাসকে পিরিফর্ম ফোসার দিকে পার্শ্বীয়ভাবে নির্দেশ করতে কাজ করে। অতিরিক্তভাবে, স্টাইলোফ্যারিঞ্জিয়াস (IX), সালপিঙ্গোফ্যারিঞ্জিয়াস (ফ্যারিঞ্জিয়াল প্লেক্সাস—IX, X), প্যালাটোফ্যারিঞ্জিয়াস (ফ্যারিঞ্জিয়াল প্লেক্সাস—IX, X) এবং নিম্নতর কনস্ট্রিক্টর (ফ্যারিঞ্জিয়াল প্লেক্সাস—IX, X) দ্বারা স্বরযন্ত্রটি জিহ্বার নীচে গলবিল দিয়ে টেনে নেওয়া হয়। এই পর্যায়টি নিষ্ক্রিয়ভাবে প্রতিফলিতভাবে নিয়ন্ত্রিত হয় এবং এতে ক্র্যানিয়াল স্নায়ু V, X (ভেগাস), XI (অ্যাক্সেসরি) এবং XII (হাইপোগ্লসাল) জড়িত থাকে। মেডুলার শ্বসন কেন্দ্রটি গিলে ফেলার জন্য খুব অল্প সময়ের জন্য গিলতে কেন্দ্র সরাসরি বাধা দেয়। এর মানে হল যে গিলে ফেলার এই পর্যায়ে শ্বাস নেওয়া সংক্ষিপ্তভাবে অসম্ভব এবং যে মুহুর্তে শ্বাস-প্রশ্বাস প্রতিরোধ করা হয় তাকে ডিগ্লুটিশন অ্যাপনিয়া বলা হয়।\n\nহাইয়য়েড অস্থির উত্থান\nডাইগ্যাস্ট্রিক (V ও VII) এবং স্টাইলোহাইয়য়েড (VII) দ্বারা হাইয়য়েডকে উন্নীত করা হয়, যা গলবিল এবং স্বরযন্ত্রকে আরও উপরে তোলে।\n\nবোলাসের গ্রাসনালীতে অবতরণ\n\n\n==== ইসোফেজিয়াল দশা (oesophageal phase) ====\n\n\n== অ-স্তন্যপায়ী প্রাণীদের ক্ষেত্রে ==\n\nঅনেক পাখির মধ্যে, খাদ্যনালী মূলত একটি নিছক মাধ্যাকর্ষণ চাল, এবং যেমন একটি সীগাল একটি মাছ গিলে ফেলে বা একটি সারস একটি ব্যাঙকে গিলে ফেলে, গিলে ফেলার ক্ষেত্রে মূলত পাখিটি তার ঠোঁট দিয়ে মাথা তুলে জিভ দিয়ে শিকারকে পথ দেখায়। এবং চোয়াল যাতে শিকার ভিতরে এবং নিচে স্লাইড করে।\nমাছের জিহ্বা অনেকাংশে অস্থিযুক্ত এবং অনেক কম চলমান থাকে এবং গলবিলের পিছনের অংশে খাবার পেতে তার মুখের মধ্যে এবং ফুলকা থেকে জল বের করে দিতে সাহায্য করে।\nসাপের মধ্যে, গিলে ফেলার কাজটি নীচের চোয়াল দিয়ে ধাক্কা দিয়ে করা হয় যতক্ষণ না শিকারটি শরীরের অস্থিরতা দ্বারা সাহায্য করার জন্য যথেষ্ট টান না আসে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nNosek, Thomas M.। \"Section 6/6ch3/s6ch3_15\"। Essentials of Human Physiology। ২০১৬-০৩-২৪ তারিখে মূল থেকে আর্কাইভ করা। \nOverview at nature.com\nAnatomy and physiology of swallowing at dysphagia.com\nSwallowing animation (flash) at hopkins-gi.org\n[Article on French Wikipedia] See : \"déglutition atypique\" = unfunctional or pathological swallowing.\nNormal Swallowing and Dysphagia: Pediatric Population"}