{"pageid": 1429591, "title": "জ্যোতির্ময় দে", "url": "https://bn.wikipedia.org/wiki?curid=1429591", "content": "জ্যোতির্ময় দে (১৯৫৫ – ১১ জুন ২০১১), যিনি জ্যোতেন্দ্র দে, কমান্ডার জে এবং জে দে নামেও পরিচিত ছিলেন, একজন ভারতীয় সাংবাদিক, মিড-ডে (ভারতের বিভিন্ন শহরে প্রকাশিত একটি ট্যাবলয়েড সংবাদপত্র) এর জন্য অপরাধ ও তদন্ত সম্পাদক এবং মুম্বাই আন্ডারওয়ার্ল্ডের অপরাধ তদন্তের একজন বিশেষজ্ঞ। ১১ জুন ২০১১ সালে মোটরসাইকেল চালিত শার্প শুটারদের গুলিতে তিনি নিহত হন।\n\n\n== কর্মজীবন ==\nহিন্দুস্তান টাইমসের মাধ্যমে দে তার কর্মজীবন শুরু করেন। একজন বন্যপ্রাণী উৎসাহী, তিনি প্রথমে বন দখল এবং বোরিভালি ন্যাশনাল পার্কে মানুষ-প্রাণীর দ্বন্দ্ব নিয়ে লিখতে শুরু করেন। সংরক্ষিত জাতীয় উদ্যানে সরকারি দপ্তরগুলি জমি কেড়ে নেওয়ার একটি গল্প রাজ্য বিধানসভায় উত্তেজনা তৈরি করেছে।\nতিনি একজন ফ্রিল্যান্সার হিসাবে তার সাংবাদিকতা জীবন শুরু করেন বন্যপ্রাণী অঞ্চলে অপরাধ সম্পর্কে দ্য আফটারনুন ডিসপাচ এন্ড কুরিয়ার লেখার মাধ্যমে। তিনি ফটো সাংবাদিকতায়ও জড়িত ছিলেন। তারপর মিড-ডে পূর্ণ-সময়ে যোগ দেওয়ার আগে ফ্রি ল্যান্সিং শুরু করেন। তিনি ১৯৯৬ সালে ইন্ডিয়ান এক্সপ্রেস- এ যোগ দেন এবং শীঘ্রই অপরাধের গল্প, বিশেষ করে মুম্বাই আন্ডারওয়ার্ল্ডে কভার করার দিকে চলে যান। ২০০৫ সালে, তিনি হিন্দুস্তান টাইমস-এ যোগ দেন। পরে তিনি অপরাধ ও তদন্ত সম্পাদক হিসেবে মিড ডে-তে পুনরায় যোগদান করেন।\nদে আন্ডারওয়ার্ল্ড কার্যকলাপের উপর দুটি বই লিখেছেন, জিরো ডায়াল: দ্য ডেঞ্জারাস ওয়ার্ল্ড অফ ইনফর্মার এবং খাল্লাস। তিনি আন্ডারওয়ার্ল্ড ডন দাউদ ইব্রাহিম এবং ছোটা রাজনকে নিয়ে অনেক রিপোর্ট করেছেন।\n\n\n== ব্যক্তিগত জীবন ==\nদে ১৯৫৫ সালে বোম্বেতে মিসেস বিনা দে-র কাছে জন্মগ্রহণ করেন। তিনি শুভ শর্মা নামে একজন সাংবাদিককে বিয়ে করেছিলেন এবং তাদের নিয়ে (স্ত্রী ও মা) বেঁচে ছিলেন।\n\n\n== মৃত্যু ==\n১১ জুন ২০১১ তারিখে দে তার মা বিনার সাথে দেখা করার পর ঘাটকোপার থেকে তার মোটরসাইকেলে তার বাড়িতে ফিরছিলেন। একই দিন বিকেল ৩টার দিকে পাওয়াইয়ের হিরানন্দানি গার্ডেনে মোটরসাইকেলে থাকা চারজন অজ্ঞাতপরিচয় ব্যক্তি তার ওপর গুলি চালায়। তাকে পওয়াই হাসপাতালে নিয়ে যাওয়া হয়েছিল, কিন্তু তাদের কাছে তার চিকিৎসার জন্য উপযুক্ত সুবিধা ছিল না। দেকে পরে হিরানন্দানি হাসপাতালে নিয়ে যাওয়া হয়। হিরানন্দানি হাসপাতালে পৌঁছানোর পর তাকে মৃত বলে জানানো হয়, তার শরীরে ৯টি জায়গায় ক্ষত ছিল।\nমুম্বাই পুলিশ অনুমান করেছে যে হত্যা একটি পেশাদার কাজ ছিল এবং তেল মাফিয়া সম্পর্কে তার প্রতিবেদনের সাথে সম্পর্কিত হতে পারে। তেল মাফিয়া, যারা তেল পরিবহন করা হয় এবং বিক্রির আগে এটি পাতলা করে, ২০১১ সালের জানুয়ারিতে যশবন্ত সোনাওয়ানেকে হত্যার পর থেকে চাপের মধ্যে রয়েছে। সম্প্রতি মুম্বাইয়ে দাউদ ইব্রাহিমের ভাই ইকবাল কাসকারকে জড়িত একটি শ্যুটিংয়ের পিছনে ছোটা রাজনই মূল পরিকল্পনাকারী ছিলেন বলেও দে সম্প্রতি জানিয়েছেন।\nসংবাদমাধ্যম এবং স্থানীয় সরকার কর্তৃক ব্যাপকভাবে এই হত্যাকাণ্ডের নিন্দা করা হয়। \n\n\n== পুলিশের তদন্ত ==\nদে হত্যার তদন্ত মুম্বাই পুলিশের ক্রাইম ব্রাঞ্চ বিভাগের কাছে হস্তান্তর করা হয়েছে। বিভিন্ন মহলের গণমাধ্যমকর্মীরা তদন্তভার সিবিআই- এর হাতে তুলে দেওয়ার দাবি জানিয়েছেন। মামলাটি সিবিআই-এর কাছে হস্তান্তরের দাবি তুলে ধরতে রাজ্যের মুখ্যমন্ত্রী পৃথ্বীরাজ চ্যাবনের সঙ্গে দেখা করেছেন বেশ কিছু মিডিয়া ব্যক্তিত্ব। মুখ্যমন্ত্রী অনড় ছিলেন যে মুম্বাই পুলিশের সততাকে অবমূল্যায়ন করা উচিত নয় এবং মামলাটি ফাটানোর জন্য পুলিশকে সময় দেওয়া উচিত।\n২৭ জুন ২০১১-এ, ১৬ দিনের তদন্তের পর, ক্রাইম ব্রাঞ্চ ঘোষণা করে যে তারা কেসটি ক্র্যাক করেছে। ভারতের বিভিন্ন স্থান থেকে সাতজনকে আটক করেছে পুলিশ কর্মকর্তারা। যার মধ্যে তিনজনকে মুম্বাইয়ের চেম্বুর থেকে আটক করা হয়েছে; সোলাপুরে একজন এবং বাকি দুইজন তামিলনাড়ুর রামেশ্বরম থেকে। সমস্ত সন্দেহভাজনরা সতীশ কালিয়া ব্যতীত মুম্বাইয়ের বিভিন্ন অংশে বাস করত, যারা তার মেয়ের জন্মের পরে ত্রিবান্দ্রমে বসতি স্থাপন করেছিল এবং তার বিরুদ্ধে মামলাগুলি সাফ হয়ে গিয়েছিল। গোলাগুলির পর গ্রেফতার এড়াতে তারা পালিয়ে যায়। সন্দেহভাজন সাতজন রোহিত থাঙ্গাপ্পন জোসেফ ওরফে সতীশ কালিয়া, অরুণ ডাকে, অনিল ওয়াঘমোডে, বাবলু, শচীন গায়কওয়াড়, মঙ্গেশ আগওয়ানে এবং ছোটু ইতিহাস-পত্রক। সন্দেহভাজনরা ছোটা রাজনের গ্যাং \"নানা কোম্পানির\" বলে অভিযোগ। অতিরিক্ত পুলিশ কমিশনার (অপরাধ) হিমাংশু রায়, যিনি মামলার তত্ত্বাবধানে ছিলেন, এক সংবাদ সম্মেলনে বলেছিলেন যে রাজন কালিয়ার কাছে গিয়েছিলেন যিনি গুলি চালানোর জন্য দলটিকে সংগঠিত করেছিলেন। কালিয়াই দে-কে গুলি করেছে বলে জানিয়েছে পুলিশ। কমিশনার আরও যোগ করেছেন যে রাজনের নির্দেশে গুলি চালানো হয়েছিল এবং শ্যুটারদের দে-এর পেশা সম্পর্কে অন্ধকারে রাখা হয়েছিল বলে অভিযোগ রয়েছে।\n২১ ফেব্রুয়ারি ২০১২-এ, মুম্বাই ক্রাইম ব্রাঞ্চ সাংবাদিক জিগনা ভোরাকে (এশিয়ান এজ ব্যুরোর ডেপুটি চিফ) মহারাষ্ট্র কন্ট্রোল অফ অর্গানাইজড ক্রাইম অ্যাক্ট (এমসিওসিএ) এবং চাঞ্চল্যকর হত্যাকাণ্ডে অভিযুক্ত ভূমিকার জন্য অন্যান্য বিভিন্ন শাস্তিমূলক অপরাধের কঠোর বিধানের অধীনে চার্জশিট করে। এমসিওসিএ এবং অস্ত্র আইনের কঠোর বিধান ছাড়াও তাকে অপরাধমূলক ষড়যন্ত্র, হত্যা এবং প্রমাণ ধ্বংস সহ আইপিসি-এর বিভিন্ন ধারায় অভিযুক্ত করা হয়েছে। জিগনা ভোরা ৪ জুলাই ২০১১ সাল থেকে মুম্বাই পুলিশের রাডারের অধীনে ছিলেন যখন পুলিশ বিনোদ আসরানির ভাই মনোজ এবং গ্যাংস্টার ছোটা রাজনের মধ্যে একটি কথোপকথন আটকে দেয়। পুলিশের অভিযোগ, ভোরা ছোটা রাজনকে দে-র মোটরসাইকেলের ঠিকানা এবং লাইসেন্স প্লেট নম্বর সরবরাহ করেছিলেন। পুলিশের দাবি, ভোরার পেশাদার শত্রুতাই দে-কে হত্যার কারণ। তবে, তাকে জড়ানোর মতো জোরালো প্রমাণ পুলিশের কাছে নেই বলে যুক্তি ছিল। ২৭ জুলাই ২০১২-এ, জিগনা ভোরাকে একটি বিশেষ আদালতের দ্বারা জামিন দেওয়া হয়েছিল যে তার দেখাশোনা করার জন্য একটি সন্তান রয়েছে এবং তিনি একজন একক পিতামাতা এবং তার পূর্বে কোনো অপরাধমূলক রেকর্ড ছিল না। ২০২৩ টিভি সিরিজ স্কুপ জিগনা ভোরার গল্প নিয়ে কাজ করে, দে-এর হত্যাকাণ্ড, তার পরবর্তী গ্রেপ্তার এবং আদালত কক্ষের কার্যক্রমের উপর আলোকপাত করে। ২০১৮ সালে একটি ট্রায়াল কোর্ট দ্বারা জিগনা ভোরাকে খালাস দেওয়া হয়েছিল এবং বোম্বে হাইকোর্ট তার খালাস বহাল রাখে। আদালত উপসংহারে পৌঁছেছে যে সেন্ট্রাল ব্যুরো অফ ইনভেস্টিগেশন (সিবিআই) ২০১১ সালের দে-এর হত্যাকাণ্ডের সাথে ভোরাকে যুক্ত করার কোনো সরাসরি প্রমাণ দিতে ব্যর্থ হয়েছে।\n\n\n== আরো দেখুন ==\nমহারাষ্ট্র কন্ট্রোল অফ অর্গানাইজড ক্রাইম অ্যাক্ট, মহারাষ্ট্রে সংগঠিত অপরাধ এবং সন্ত্রাসবাদের বিরুদ্ধে লড়াই করার জন্য একটি আইন।\nমুম্বাই আন্ডারওয়ার্ল্ড, ডি-কোম্পানির মতো বিভিন্ন অপরাধমূলক সংগঠনের একটি শক্তিশালী গ্রুপ মুম্বাইতে কাজ করে।\nছোট রাজন, একটি বড় অপরাধী সংগঠনের প্রধান প্রধানত মুম্বাইতে কাজ করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nজে দে হত্যা মামলা: জিগনা ভোরার বিরুদ্ধে এমসিওসিএ, অস্ত্র আইন, বোম্বে পুলিশ আইনে অভিযুক্ত\n\nমুম্বাইয়ে মিড ডে ক্রাইম রিপোর্টার জে দেকে গুলি করে হত্যা করা হয়েছে\n\nযিনি মুম্বাইয়ে আন্ডারওয়ার্ল্ডকে গুলি করে হত্যা করেছিলেন\nদে-এর খুনিদের দ্রুত ধরার জন্য পুলিশকে নির্দেশ দেয়\nমুম্বাইয়ে অজ্ঞাতপরিচয় হামলাকারীদের গুলিতে মিড ডে সাংবাদিক নিহত হয়েছেন\nদে: ঈগল যে সাহস করেছিল\nএনকাউন্টার বিশেষজ্ঞ, আন্ডারওয়ার্ল্ড\nজে ডে মার্ডার: কালাম চলোগে তো গলি চলেগি, মেট্রো৭ডে হিন্দি ট্যাবলয়েড ১২ জুন"}