{"pageid": 1429310, "title": "বিশ্ব জাকের মঞ্জিল সরকারি উচ্চ বিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1429310", "content": "বিশ্ব জাকের মঞ্জিল সরকারি উচ্চ বিদ্যালয় ফরিদপুর জেলার সদরপুর উপজেলার একটি শিক্ষা প্রতিষ্ঠান। বিদ্যালয়টি ১৯৮৪ সালে সদরপুরে প্রতিষ্ঠিত হয়।\n\n\n== ইতিহাস ==\nসদরপুর উপজেলায় বালিকাদের একটি উচ্চ বিদ্যালয় থাকলেও বালকদের কোন উচ্চ বিদ্যালয় ছিল না। এই অভাববোধের ভেতরেই অন্তর্নিহিত ছিল এই বিদ্যালয়ের প্রাণ। এই অভাব পূরনের নিমিত্তেই তৎকালীন সময়ে স্থানীয় গণ্যমান্য ব্যক্তিরা তাঁদের এবং উপজেলার কর্মকর্তা কর্মচারীদের এবং সর্বোপরি সর্বসাধারণের ছেলে সন্তানদের লেখাপড়া সহজলভ্য করার উদ্দেশ্যে তাঁরা আলাপ আলোচোনা করতে থাকেন। এরই ধারাবাহিকতায় ১৯৮৪ সালের প্রথম সপ্তাহে এই খণ্ড খণ্ড আলোচনা গুলো একটি সংগঠিত রূপ নেয়। ১৯৮৪ সালের প্রথম সপ্তাহেই জনাব গোলাম কিবরিয়া, এ এইচ এম ইসহাক মিয়া, কাজী খলিলুর রহমান এবং অন্যান্য গণ্যমান্য ব্যক্তিবর্গ তৎকালীন উপজেলা নির্বাহী অফিসার জনাব দেওয়ান আফছার উদ্দীন-এর শরণপন্ন হন। তাঁরা নিজেদের মধ্যে আলোচনা শেষে এই সিদ্ধান্তে উপনীত হন যে একটি বিদ্যালয় স্থাপনের জন্য পর্যাপ্ত অর্থ সংকুলান এবং জমি দানে একমাত্র খাজা বাবা ফরিদপুরী (কুঃছেঃআঃ) সাহেবই সাহায্য করতে পারেন উপজেলায় একটি বালক বিদ্যালয় প্রতিষ্ঠা করতে। এরই ধারাবাহিকতায় উনারা বিশ্ব জাকের মঞ্জিল-এর প্রতিনিধি জনাব শাহাবুদ্দিন আহমেদ এর সাথে যোগাযোগ করেন এবং তাঁকে সাথে নিয়ে খাজা বাবা-এর নিকট বিদ্যালয় প্রতিষ্ঠার জোর দাবি জানান। খাজা বাবা ফরিদপুরী সবকিছু শুনে বিদ্যালয় স্থাপনে সম্মত হন এবং জনাব শাহাবুদ্দিন আহমেদ এবং অন্যান্যদেরকে জায়গা নির্ধারণ এবং বিদ্যালয় স্থাপনে কত টাকা খরচ হতে পারে তার একটি খসড়া প্রস্তুত করতে বলেন। খাজা বাবা-এর সম্মতি ও আদেশ পেয়ে উনারা সদরপুর স্টেডিয়াম মাঠের উত্তর দিকে বর্তমানের এই জায়গাটি নির্ধারণ করেন। এরপরে খাজা বাবা ফরিদপুরী ঐ জমির মালিক স্থানীয় মরহুম জনাব মানিক মোল্লা এবং জনাব ইসমাইল মোল্লার নিকট থেকে ১.৪ একর জমি বাজারমূল্যে ক্রয় করেন এবং বিদ্যালয়ের ভবন নির্মাণের জন্য ৩ লক্ষাধিক টাকা এককালীন প্রদান করেন। পরবর্তীতে সরকারি ভাবে খেলার মাঠ এবং বিদ্যালয়ের অন্যান্য উন্নয়নের জন্য আরও ২.৫৭ একর জমি হুকুম দখল করে বিদ্যালয়ের জন্য অর্ন্তভুক্ত করেন। বর্তমানে বিদ্যালয়ের মোট জমির পরিমাণ ৩.৬১ একর। ১৮ জানুয়ারি ১৯৮৪ সালে স্থানীয় সকল শ্রেণীর মানুষের উপস্থিতিতে জনাকীর্ণ সম্মেলনের মধ্য দিয়ে বিশ্ব জাকের মঞ্জিল মেমোরিয়াল ইন্সটিটিউশন নামে বিদ্যালয় স্থাপনের সর্বসম্মত সিদ্ধান্ত গৃহীত হয়।\n১৯৮৪ সালে ৩১ মে বিদ্যালয়টি এমপিওভুক্তি করা হয়। ১৯৮৪ সালের ০১ সেপ্টেম্বর বিদ্যালয়টি জাতীয়করণ করা হয়। সেই সাথে বিদ্যালয়টির নামকরণ করা হয় বিশ্ব জাকের মঞ্জিল সরকারি উচ্চ বিদ্যালয়। বিদ্যালয়টি জাতীয়করণ করার সময় তৎকালীন রাষ্ট্রপতি হুসেইন মুহম্মদ এরশাদ বিশাল জনসভার মাধ্যমে বিদ্যালয়টি সরকারিভাবে উদ্বোধন করেন।\n\n\n== তথ্যসূত্র =="}