{"pageid": 1429088, "title": "উস্তা শিল্প", "url": "https://bn.wikipedia.org/wiki?curid=1429088", "content": "উস্তা শিল্প হল নক্কাশি এবং মনোতি শিল্প, যেটি উত্তর ভারতের রাজস্থান রাজ্যের উত্তর-পশ্চিমে অবস্থিত বিকানীর জেলার উস্তা কারিগরদের দ্বারা অনুশীলন করা হয়।[১] নক্কাশি এবং মনোতিকে বস্তুর ওপর ক্ষুদ্র স্বচ্ছ এবং অস্বচ্ছ জলরঙ এবং তেল-রঙে আঁকা ফুলের নিদর্শন এবং শেষে তার ওপর সোনার পাত চড়ানো দ্বারা চিহ্নিত করা যায়। মনোতি হল সোনার স্তর দ্বারা খচিত করা। উস্তা শিল্প হলো বিশ্বের একমাত্র কারুশিল্প যেখানে হস্তশিল্প সাজানোর জন্য ২৪ ক্যারেট সোনার পাত ব্যবহার করা হয়। পণ্যগুলিতে খোদাই করা নকশাগুলি প্রকৃতি থেকে অনুপ্রাণিত এবং এতে পাতা ও ফুলের মতো উপাদান রয়েছে। অভিজ্ঞ কারিগররা প্রতিটি উস্তা পণ্যকে জটিলভাবে কারুকাজ করতে এবং ডিজাইন করতে একাধিক দিন সময় নেন।\n\n\n== ইতিহাস ==\nউস্তা শব্দটি ফার্সি শব্দ উস্তাদ অথবা একটি নির্দিষ্ট শিল্প বা বিভিন্ন শিল্পে দক্ষ থেকে উদ্ভূত হয়েছে। আরেকটি সংস্করণ থেকে পাওয়া যায়, নামটি এসেছে উস্তা নামক একটি মুসলিম সম্প্রদায় থেকে, যারা এই শিল্পের সাথে যুক্ত ছিল। মুঘল সম্রাট আকবরের আমলে একদল উস্তা শিল্পী বিকানীরে এসেছিলেন। তাঁরা মহারাজা রায় সিংয়ের রাজকীয় পৃষ্ঠপোষকতায় বিখ্যাত জুনাগড় দুর্গে নকশার কাজ করতে আসেন। জুনাগড় দুর্গের অনুপ মহল, ফুল মহল এবং করণ মহলে আজও সেই শিল্পীদের কারুকার্য ও দক্ষতা দেখা যায়।\n\n\n== বর্ণনা ==\nউস্তা আর্ট একটি বিস্তৃত শব্দ যা বিভিন্ন ধরনের শিল্প ও কৌশলের সমন্বয়। বর্তমান সময়ে সবচেয়ে জনপ্রিয় রূপ হল সুনেহরি মুনাওয়াতি নক্কাশি কাজ যার অর্থ সোনার বুটি দিয়া খচিত করা কাজ। শিল্পের এই রূপটি দেয়াল, ছাদ, কাচ, কাঠ, মার্বেল এবং উটের চামড়া দিয়ে তৈরি শিল্পকর্মে দেখতে পাওয়া হয়। উল্লিখিত সমস্ত পৃষ্ঠে, সেরা মানের উপাদান ব্যবহার করে খুব সূক্ষ্ম কাজ করা হয়। এর উৎপত্তির সময়, চিত্রকলা ব্যতীত অন্যান্য উস্তা শিল্পের সমস্ত কাজ সাধারণত দেয়ালে করা হত। তবে ব্রিটিশ আমলে এমন একটি উপাদানের উপর উস্তা শিল্প করার প্রয়োজন অনুভূত হয়েছিল, যা হালকা এবং বহন করা সহজ। তাই যে পাত্রগুলি উটের চামড়া দিয়ে তৈরি হতো এবং তৎকালীন সময়ে তেল ও সুগন্ধ বহনের জন্য ব্যবহার করা হতো সেগুলি সোনার কাজ করার জন্য সবচেয়ে ভালো বিকল্প হিসেবে পাওয়া গিয়েছিল।\n\n\n== পদ্ধতি ==\nসুনেহরি মুনাওয়াতি নক্কাশি কাজ বা সোনার বুটি খোদাইয়ের কাজ, যা অনেকগুলি পর্যায়ে সম্পন্ন হয়। প্রথমে প্রাকৃতিক উপাদান ব্যবহার ক'রে প্রাথমিক লেপন দিয়ে মসৃণ পৃষ্ঠ প্রস্তুত করা হয়, তারপর নকশা আঁকার জন্য পরিমাপ করা হয়। নকশাগুলি পৃষ্ঠের উপর আঁকা হয়, তারপর আখবারা বা প্রথম পর্যায়ের কাজ করা হয়, এতে ফুলের নকশা ভরা হয়, ব্রাশ এবং রঙ ব্যবহার ক'রে। যখন এটি শুকিয়ে যায়, গুঁড়ো মাটি, আঠা, গুড় এবং 'নৌশাদার' মিশিয়ে তৈরি একটি লেই ব্যবহার করে তুলির মাধ্যমে ফুলের নকশাটিতে খচিত করা হয় (ইংরেজি: emboss), এই খচিত নকশার উপর হলুদ রঙের একটি স্তর প্রয়োগ করা হয় এবং আবার শুকিয়ে শক্ত হবার জন্য ছেড়ে দেওয়া হয়। হলুদ রঙের একটি আবরণ প্রয়োগ করা হয় এবং এটি শুকিয়ে গেলে, সোনার সূক্ষ্ম পাত লাগানো হয় এবং খোদাই কাজ খুব সূক্ষ্ম তুলির মাধ্যমে ফুটিয়ে তোলা হয় এবং নকশাটিতে রঙ ভরা হয়।\n\n\n== তথ্যসূত্র =="}