{"pageid": 1429020, "title": "বিরাসাত (উৎসব)", "url": "https://bn.wikipedia.org/wiki?curid=1429020", "content": "বিরাসাত হল একটি ভারতীয় সাংস্কৃতিক উৎসব যা দেশের সাংস্কৃতিক ঐতিহ্যের সমস্ত পরিপ্রেক্ষিত উদযাপন করে। এটি ভারতের দেরাদুনে অনুষ্ঠিত হয় এবং আফ্রো-এশিয়ার বৃহত্তম লোকজীবন ও ঐতিহ্য উৎসব হিসেবে স্বীকৃত। এটি সংগঠিত করে রীচ ( রুরাল আন্ত্রেপ্রেনুয়ারশিপ ফর আর্ট অ্যাণ্ড কালচারাল হেরিটেজ)। সপ্তাহব্যাপী এই উৎসবে ভারতীয় লোকজ এবং শাস্ত্রীয় শিল্পকলা, সাহিত্য, কারুশিল্প, থিয়েটার, চলচ্চিত্র এবং যোগব্যায়ামের পরিবেশনা ও কর্মশালা অন্তর্ভুক্ত রয়েছে।\nশিক্ষাবর্ষের প্রথমার্ধে ছাত্র, শিল্পী এবং কারিগরদের মধ্যে যোগাযোগ বৃদ্ধির লক্ষ্যে শাস্ত্রীয় সঙ্গীত এবং নৃত্যের উস্তাদ এবং ওস্তাদ কারিগরদের শিল্পকলা পরিবেশন করার জন্য উৎসবে আমন্ত্রণ জানানো হয়।\nবিরাসাত নামটি হিন্দি শব্দ অনুযায়ী \"ঐতিহ্য\" হিসাবে অনুবাদ করা যেতে পারে।\n\n\n== ইতিহাস ==\n\n\n=== বিরাসাত ২০০৮ ===\nউৎসবটি প্রথম ১৯৯৫ সালে উত্তরাখণ্ডের দেরাদুনে অনুষ্ঠিত হয়। বিরাসাত ২০০৮ এই উৎসবটিকে একটি দেশব্যাপী উৎসবে পরিণত করেছে। এটি ২০০৮ সালের ২রা সেপ্টেম্বর অনুষ্ঠিত হয়েছিল। দিল্লি ও ৩০০টি অন্যান্য এলাকায় সঙ্গীতানুষ্ঠান এবং বিভিন্ন কার্যক্রম হয়। এটি ডিসেম্বর মাস পর্যন্ত স্থায়ী হয়।\nপণ্ডিত বিরজু মহারাজ, পণ্ডিত শিবকুমার শর্মা, টি এন শেশাগোপালন, অ্যালারমেল ভাল্লি, পণ্ডিত বিশ্ব মোহন ভট্ট, শোভনা নারায়ণ, পণ্ডিত রাজন এবং সজন মিশ্র, তীজন বাঈয়ের মতো শিল্পীরা ধারাবাহিক সঙ্গীতানুষ্ঠানে অংশ নিয়েছিলেন।\n\n\n=== বিরাসাত ২০১৭ ===\nদেরাদুনে এই উৎসব অনুষ্ঠিত হয়, এবং একটি থিয়েটার অনুষ্ঠান যোগ করা হয়েছে। ২০১৭ সালে, এটি ২৮শে এপ্রিল থেকে ১২ই মে পর্যন্ত অনুষ্ঠিত হয়েছিল।\n\nএই উৎসবের ২২তম সংস্করণ উদযাপন হয়েছে ২০১৭ সালে। উত্তরাখণ্ডের রাজ্যপাল কে কে পল এর উদ্বোধন করেছিলেন। ১২ই মে পর্যন্ত ১৫ দিনব্যাপী এই উৎসবে ডোনা গাঙ্গুলী, সুজাত খান, ওয়াদালি বন্ধু, ওয়ার্সি ব্রাদার্স, পিনাজ মাসানি প্রমুখ সহ সারাদেশের ৫০০ জনেরও বেশি শিল্পী নিজ নিজ শিল্প পরিবেশন করেন। উৎসবের উদ্বোধনী অনুষ্ঠানটি ছিল উত্তরাখণ্ডের জৌনসার বাওয়ার অঞ্চলের একটি লোকনৃত্য। এটি পরিবেশন করে চক্রতা থেকে মাঘ মেলা সাংস্কৃতিক লোক কলা মঞ্চ। এর পরে বেনারস ঘরানার প্রখ্যাত গায়ক ও সঙ্গীতজ্ঞ পণ্ডিত রাজন মিশ্র ও সজন মিশ্র খেয়াল শৈলীতে শাস্ত্রীয় গান  গেয়েছিলেন। \nএই বছরে, উৎসবের মূল মঞ্চটি ইন্দোনেশিয়ার জাভাতে অবস্থিত নবম শতাব্দীর মহাযান বৌদ্ধ মন্দিরের আদলে করা হয়েছিল, যেটি ভারতের সাংস্কৃতিক ঐতিহ্যের বৈচিত্র্যের প্রতিনিধিত্ব করে।\nঘটনাক্রমে, উৎসবটি দেরাদুনে শীতের সময় সংগঠিত হয়। কিন্তু নভেম্বরে নোট বাতিল ঘোষণার পরে এটি পুনর্নির্ধারণ করা হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅফিসিয়াল সাইট রীচ বিরাসাত\nটেমপ্লেট:Hindustani Classical Music page end"}