{"pageid": 1429917, "title": "লিবারাল উইমেন (জার্মানি)", "url": "https://bn.wikipedia.org/wiki?curid=1429917", "content": "লিবারাল উইমেন (জার্মান : Liberale Frauen) হল একটি জার্মান ব্যক্তিত্ববাদী নারী রাজনৈতিক সংগঠন। এটি ১৯৯০ সালে একটি স্বাধীন অ্যাসোসিয়েশন হিসাবে প্রতিষ্ঠিত হয়েছিল, কিন্তু ১৯৯৪ সাল এটি থেকে উদার এফডিপি -র মহিলা শাখা হিসাবে স্বীকৃত।\n\n\n== ইতিহাস ==\n১৯৭০-এর দশকে, এফডিপি ফ্রেইবার্গ যুক্তিকে তাদের মৌলিক কর্মসূচি হিসেবে গ্রহণ করে। ফলস্বরূপ, এটি একটি ডানপন্থী জাতীয় উদারপন্থী দল থেকে একটি বাম-ঝোঁকা সামাজিক উদার সংগঠনে পরিবর্তিত হয়। এর মধ্যে, ১৯৭২ সালে, এফডিপি লিঙ্গ সমতার উপর একটি কর্মসূচি অনুমোদন করে এবং এই ক্ষেত্রের প্রথম দলগুলির মধ্যে একটি হয়। ১৯৮৭ সালে এফডিপি-এর ফেডারেল নির্বাহী কমিটি সিদ্ধান্ত নেয় নির্বাহী বোর্ড এবং সংসদে মহিলাদের অনুপাত বাড়ানোর লক্ষ্যে একটি নারী উন্নয়ন পরিকল্পনার। বেশ কয়েকটি তথাকথিত মহিলা কংগ্রেসও অনুষ্ঠিত হয়েছিল। তৃতীয়টি ১৯৯০ সালের শরৎকালে হামবুর্গে বিশেষভাবে সফল হয়েছিল, কিন্তু ৬০০ জন অংশগ্রহণকারীদের মধ্যে থেকে এফডিপি-এর নারীদের প্রচারের জন্য নীতির সমালোচনা করা হয়েছিল। তারপর ফেডারেল অ্যাসোসিয়েশন অফ লিবারেল উইমেন প্রতিষ্ঠিত হয় ইর্মগার্ড অ্যাডাম-শোয়েটজারের উদ্যোগে।\nএই সংগঠনটি প্রাথমিকভাবে এফডিপি-এর ইতোমধ্যে বিদ্যমান মহিলা সংগঠনগুলির পাশে দাঁড়িয়েছিল। উদাহরণ স্বরূপ, নর্থ রাইন-ওয়েস্টফালিয়ায় এফডিপি মহিলা কমিটি ছিল বা লোয়ার স্যাক্সনিতে এফডিপি রাজ্য কর্মচারী গোষ্ঠী ছিল। তাই লিবারেল উইমেন প্রতিষ্ঠাকে পার্টির চেয়ারম্যান অটো গ্রাফ ল্যাম্বসডর্ফ এবং সাধারণ সম্পাদক কর্নেলিয়া শ্মালজ-জ্যাকবসেন সমর্থন করেননি।\nএটি ১৯৯৪ সাল পর্যন্ত স্বীকৃত ছিল না। ১৯৯৭ সালে এদের সদস্য সংখ্যা বেড়ে ৪৫০-এ উন্নীত হয়।\n২০০৪ সালে সাধারণ পরিষদ \"একটি লিঙ্গ-সমতাপূর্ণ সমাজের জন্য\" শিরোনামে তাদের নিজস্ব মৌলিক কর্মসূচি গ্রহণ করে। এই কর্মসূচির উদ্দেশ্য ছিল সমাজে সকলের জন্য সমান সুযোগ বৃদ্ধি করা।\nলিবারাল উইমেনের নথিগুলি গুমারসবাখে (উত্তর রাইন-ওয়েস্টফালিয়া) ফ্রেডরিখ নউম্যান ফাউণ্ডেশন ফর ফ্রিডম-এর লিবারেলিজমের আর্কাইভে রাখা হয়েছে।\nএফডিপি ফেডারেল কার্যনির্বাহী বোর্ডের সঙ্কল্পগ্রহণের মাধ্যমে, লিবারেল উইমেনের ফেডারেল চেয়ারওম্যান ভোটের অধিকার ছাড়াই এর মিটিংয়ে যোগ দিতে পারেন, তবে শর্ত থাকে যে তাঁকে এফডিপির সদস্য হতে হবে।\n\n\n== রাজনৈতিক কাজ এবং ধারণা ==\nইউরোপে স্বাভাবিকভাবে যেমন, জার্মানিতেও তেমনি, \"উদার\" শব্দটি ধ্রুপদী উদারনীতি বা নব্যউদারনীতিবাদের সাথে যুক্ত। কিন্তু সামাজিক উদারতাবাদ এবং অনুরূপ বাম-ঝোঁক মতাদর্শের সাথে সম্পর্কিত এটির অ্যাংলো-আমেরিকান অর্থ এর বিপরীত। তাই, লিবারাল মহিলা জার্মান রাজনৈতিক মানদণ্ড দ্বারা \"উদার নারীবাদ\" সমর্থন করে, কিন্তু অ্যাংলো-আমেরিকান ভাষায় এটি উদার নারীবাদের চেয়ে ব্যক্তিবাদী নারীবাদ বেশি।\nসমিতির যুক্তিকে সামাজিক এবং অভ্যন্তরীণ দলীয় লক্ষ্যে বিভক্ত করা যেতে পারে। সামাজিক স্তরে, লক্ষ্য হল একটি \"লিঙ্গ-সমতাপূর্ণ সমাজ\" যা সংগঠনের মতে শুধুমাত্র সুযোগের সমতা দ্বারা চিহ্নিত করা হয় এবং ফলাফলের সমতা দ্বারা নয়। সমাজ ও অর্থনীতিতে রাষ্ট্রীয় হস্তক্ষেপের মাধ্যমে এই লক্ষ্য অর্জনকেও এটি প্রত্যাখ্যান করে।\nঅভ্যন্তরীণ দলীয় পর্যায়ে সংগঠনটি তৃণমূল ও দলীয় কার্যালয়ে নারীদের সম্পৃক্ততা বাড়াতে চায়। লিবারেল উইমেন দলের মধ্যে নারীদের প্রার্থীতাকে সমর্থন করে এবং প্রচার করে, বিশেষভাবে নারীদের সমস্যাকে সম্বোধন করে এবং অন্যান্য নারী সংগঠনের সাথে যোগাযোগ করে। ফেডারেল অ্যাসোসিয়েশনে রাজনৈতিক দলগুলোর মতোই সব বয়সের প্রায় এক হাজার সদস্যের সংগঠন হয়েছে এবং এখন পর্যন্ত ১৪টি আঞ্চলিক সংঘ হয়েছে। সদস্যরা বিভিন্ন ফেডারেল এবং রাজ্য কমিটিতে এফডিপি-এর রাজনীতিক ধারণায় সক্রিয়ভাবে কাজ করে। উপরন্তু, তাদের রাজনৈতিক প্রস্তাব পেশ করার এবং এফডিপির সকল পার্টি সম্মেলনে বক্তৃতা করার অধিকার রয়েছে।\n\n\n== সভানেত্রী ==\nইর্মগার্ড শোয়েটজার ১৯৯০ -২০০১\nইনা লেনকে ২০০১ - ২০০৬\nসিবিল লরিস্ক ২০০৬ - ২০০৮\nMieke Senftleben ২০০৮ - ২০১০\nডরিস বুখোলজ ২০১০ -২০১৪\nGesine Meißner ২০১৪ - ২০১৬\nকাটজা গ্রোশ ২০১৬ - ২০২০\nজ্যাকলিন ক্রুগার ২০২০ সাল থেকে\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nউদার নারীদের ওয়েবসাইট (জার্মান)\nলিবারেল উইমেন প্রোগ্রাম (জার্মান)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ জানুয়ারি ২০১২ তারিখে"}