{"pageid": 1429362, "title": "কুকুরছানা গর্ভাবস্থা উপসর্গ", "url": "https://bn.wikipedia.org/wiki?curid=1429362", "content": "কুকুরছানা গর্ভাবস্থা উপসর্গ (পিপিএস) হল মানুষের মধ্যে একটি সাইকোসোমাটিক অসুস্থতা (এক প্রকার মানসিক ব্যধি) যা গণ হিস্টিরিয়া দ্বারা সংঘটিত হয়। পিপিএস-এ আক্রান্ত ব্যক্তিরা বিশ্বাস করে যে কুকুর কামড়ানোর কিছুক্ষণ পরেই তাদের পেটের মধ্যে কুকুরছানা গর্ভধারণ হয়েছে। ভারতের বিভিন্ন রাজ্যের গ্রামগুলিতে এই উপসর্গটি বেশি দেখা যায় বলে মনে করা হয়। কিছু মনোরোগ বিশেষজ্ঞ বিশ্বাস করেন যে পিপিএস আসলে একটি সংস্কৃতি-আবদ্ধ ব্যাধি।\nহাতুড়ে ডাক্তাররা খাবার ওষুধ দেয়, তারা দাবি করে যে সেই ওষুধে কুকুরছানাগুলি দ্রবীভূত হয়ে যাবে। ভারতের ডাক্তাররা জনসাধারণকে শিক্ষিত করার চেষ্টা করেছেন যে এই অবস্থাটি অসম্ভব এবং এটি একটি কুসংস্কার। কুকুর কামড়ানোর পর জলাতঙ্কের চিকিৎসা না করে এই চিকিৎসা করা বিপজ্জনক হতে পারে।\n\n\n== বর্ণনা ==\nকুকুরছানা গর্ভাবস্থা উপসর্গ (পিপিএস) মানুষের মধ্যে একটি সাইকোসোমাটিক অসুস্থতা যা গণ হিস্টিরিয়া দ্বারা সংঘটিত হয়। পিপিএস-এ আক্রান্ত ব্যক্তিরা বিশ্বাস করে যে কুকুর কামড়ানোর কিছুক্ষণ পরেই তাদের পেটের মধ্যে কুকুরছানা জন্মেছে। আক্রমণের সময় কুকুরটি যৌনভাবে উত্তেজিত হলে এটি বিশেষভাবে সম্ভব বলে মনে করা হয়। এই রোগের শিকারেরা কুকুরের মতো ঘেউ ঘেউ করে। তারা জানিয়েছে, তারা জলের দিকে তাকালে তাদের পেটের ভেতরে কুকুরছানা দেখতে পায় অথবা পেটের মধ্যে তাদের গর্জন শুনতে পায়। তারা বিশ্বাস করে এই রোগে শেষ পর্যন্ত মৃত্যু হবে – বিশেষ করে পুরুষরা এবং তারা মানব শিশ্নের মাধ্যমে তাদের কুকুরছানাকে জন্ম দেবে। হাতুড়ে ডাক্তাররা খাবার ওষুধ দিয়ে নিরাময়ের প্রস্তাব দেয়, তারা দাবি করে তাদের ওষুধ কুকুরছানাগুলিকে দ্রবীভূত করে দেবে, তারপর তাদের পাচনতন্ত্রের মধ্য দিয়ে গিয়ে \"রোগীর অজান্তেই\" নির্গত হয়ে যাবে।\n\n\n== রোগবিস্তার-সংক্রান্ত বিদ্যা ==\nআসাম, বিহার, ছত্তিশগড়, ঝাড়খণ্ড, ওড়িশা এবং পশ্চিমবঙ্গ সহ ভারতের বেশ কয়েকটি রাজ্যের গ্রামগুলিতে স্থানীয়ভাবে এই উপসর্গ পাওয়া গেছে বলে মনে করা হয় এবং কয়েক হাজার ব্যক্তি এই অসুখের অভিযোগ করেছে। যেখানে শিক্ষার প্রচার বা প্রসার কম, এমন এলাকায় এটি অনেক বেশি প্রচলিত। কিছু মনোরোগ বিশেষজ্ঞ বিশ্বাস করেন যে পিপিএস একটি সংস্কৃতি-আবদ্ধ ব্যাধি।\n\n\n== শিক্ষা ==\nভারতের ডাক্তাররা জনসাধারণকে শেখাতে চেষ্টা করেছেন যে এই অবস্থাটি অসম্ভব এবং একটি কুসংস্কার। এই অবস্থাকে বিশ্বাস করা বিপজ্জনক হতে পারে, কারণ একজন ব্যক্তি কুকুরের কামড়ের পর জলাতঙ্ক রোগে আক্রান্ত হয়ে থাকতে পারে এবং হাতুড়ে ডাক্তারের কাছে চিকিৎসার জন্য গেলে চিকিৎসায় বিলম্ব হতে পারে। বেশির ভাগ রোগীকে মানসিক পরিষেবার সুপারিশ করা হয়, কিন্তু কিছু ক্ষেত্রে রোগীরা উপসর্গ শুরু হওয়ার আগে অ্যান্টি-র‍্যাবিস ওষুধ খেতে দেরি করে। তারা ভেবে নেয় যে তাদের পেটে কুকুরছানা আছে এবং লোক ওষুধ তাদের নিরাময় করবে। এই ভুল বিশ্বাসকে হাতুড়ে ডাক্তাররা  আরও জটিল করে ফেলে এবং তারা বলে যে যদি রোগীরা মানসম্মত চিকিৎসা নিতে চায় তবে তাদের (হাতুড়ে ডাক্তারদের) ওষুধ ব্যর্থ হবে।\n\n\n== আরও দেখুন ==\nক্লিনিকাল লাইক্যানথ্রপি\nভারতে কুসংস্কার\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nচৌধুরি, এ এন; মুখার্জি, হিমাদ্রি (মার্চ ২০০৩)। \"পাপ্পি প্রেগন্যান্সি ইন হিউম্যান: এ কালচার বাউণ্ড ডিসঅর্ডার ইন রুরাল ওয়েস্ট বেঙ্গল, ইণ্ডিয়া\": ৩৫–৪২। ডিওআই:10.1177/0020764003049001536। পিএমআইডি 12793514।"}