{"pageid": 1429762, "title": "মোরগ, কুকুর এবং শিয়াল", "url": "https://bn.wikipedia.org/wiki?curid=1429762", "content": "মোরগ, কুকুর এবং শিয়াল ঈশপের কল্পকাহিনীগুলির মধ্যে একটি এবং পেরি সূচকে ২৫২ নম্বর হিসাবে প্রকাশিত হয়েছে। যদিও এটি অন্যান্য উপকথার সাথে মিল রয়েছে যেখানে একটি শিকারী একটি পাখিকে তোষামোদ করে, যেমন শিয়াল ও কাকের গল্প এবং পোষা মোরগ ও শিয়ালের, কিন্তু এতে মোরগ শিকার হওয়ার পরিবর্তে বিজয়ী হয়। এই গল্পের প্রাচ্য রূপও আছে।\n\n\n== উপকথার সংস্করণ ==\nগ্রীক গল্পে একটি মোরগ ও একটি কুকুর একসাথে ভ্রমণে যায়। রাতে মোরগ বিশ্রাম নেওয়ার জন্য একটি গাছে বাসা বাঁধে এবং কুকুরটি গাছের শিকড়ে কুঁকড়ে শুয়ে থাকে। সকালে যখন মোরগটি হাঁকডাক শুরু করে তখন এটি একটি শিয়ালকে আকৃষ্ট করে। শিয়ালটি বন্ধুত্বপূর্ণ ব্যবহার করে এবং পাখিটিকে প্রলুব্ধ করার চেষ্টা করে নিচে নামতে বলে। মোরগ সম্মত হয়, সংবাহককে দরজা খুলতে বলে যাতে এটি বেরিয়ে আসতে পারে। শিয়াল ঘুমন্ত কুকুরের উপর হোঁচট খেয়ে মারা যায়।\nএই প্রসঙ্গ বিষয়ের একটি প্রাচীন ভারতীয় রূপ বৌদ্ধ ধর্মগ্রন্থে কুক্কুট -জাতক হিসাবে উপস্থিত হয়েছিল। এখানে একটি শিকারী বিড়াল, অন্য সব মুরগিকে মেরে ফেলে, বিয়ের প্রতিশ্রুতি দিয়ে মোরগকে প্রলুব্ধ করার চেষ্টা করে, কিন্তু সে প্রতারিত হয়নি এবং বিড়ালটিকে তার আগের বধের জন্য নিন্দা করে। পশ্চিম দিকে যাত্রায় গল্পটি শেষ পর্যন্ত আরব্য রজনীতে অন্তর্ভুক্ত হয়েছিল এবং রিচার্ড এফ বার্টন দ্য প্লেজেন্ট হিস্ট্রি অফ দ্য কক অ্যান্ড দ্য ফক্স নামে অনুবাদ করেছিলেন। শিয়ালের বহু বাগাড়ম্বর দ্বারা বর্ধিত এই সংস্করণটি বর্ণনা করে যে কিভাবে সে মোরগটিকে প্রলুব্ধ ক'রে একটি প্রাচীর থেকে নামানোর চেষ্টা করেছিল এই সংবাদ দিয়ে যে, শিকারী জন্তু এবং শিকারের মধ্যে সর্বজনীন বন্ধুত্ব ঘোষণা করা হয়েছে। মোরগটি এমনকি শিয়ালের সূক্ষ্ম কথাগুলো স্বীকার করতেও অস্বীকার করে এবং ঘোষণা করে যে, সে নিশ্চিত যে সে ডালকুত্তাদের তাদের দিকে ছুটে আসতে দেখেছে যারা অবশ্যই জন্তুদের রাজার বার্তাবাহক হতে পারে। উত্তেজিত শিয়াল পালিয়ে যেতে শুরু করলে মোরগ তাকে কারণ জিজ্ঞেস করে; তখন শিয়াল উত্তর দেয় যে সে শঙ্কিত যে শান্তি ঘোষণা করার সময় কুকুরেরা উপস্থিত ছিল না।\nগল্পের এই সংস্করণটি ইউরোপে উপকথার পুনরুত্থানের উপর প্রভাব ফেলেছিল। এটি পোজিও ব্র‍্যাসিওলিনির ফ্যাসেটিয়া (১৪৫০)-তে এর হাস্যকর গল্পগুলির মধ্যে প্রথম দিকে পাওয়া যায়, যেখানে পালিয়ে যাওয়া শিয়াল সম্পর্কে ব্যাখ্যা করা হয়েছে যে কুকুরেরা তখনও শান্তি ঘোষণা করেছিল কিন্তু তা কেউ শোনেনি। ফ্রান্সে গল্পটি গুইলাউম গেরোল্ট (১৫৫০) এর প্রতীকগুলির প্রথম বইতে পুনরায় প্রকাশিত হয়েছিল। সেখানে কল্পকাহিনীটি নাতিদীর্ঘে বলা হয়েছে এবং ব্যাখ্যা করা হয়েছে যে সন্দেহজনক মোরগটি শিয়ালকে অবিশ্বাস করার কারণে তার নিকটবর্তী শিকারী কুকুর কানাঘুষো সম্পর্কে জানতে পারে।  কথোপকথনের অর্থের সংক্ষিপ্তসারের সাথে বলা হয়েছে: \"প্রতারকের কাছে একটি প্রতারক এবং একটি অর্ধ আসে\" (এ ট্রম্পিউর, ট্রম্পুর এট ডেমি)। যখন জিন দে লা ফন্টেইন গল্পটি লে কোক এট লে রেনার্ড (২.১৫) হিসাবে পুনরায় বলেছিলেন, তখন তিনি তার উৎসকে প্রতিধ্বনিত করে এমন একটি নৈতিকতার সাথে উপসংহারে গেরোল্টের ব্যবহারকে জোর দিয়ে বলেছিলেন যে: \"চালবাজকে প্রতারণা করার ক্ষেত্রে আনন্দ দ্বিগুণ হয়\" (সি'স্ট ডাবল প্লাইসির ডি ট্রম্পার লে ট্রম্পার)।\nউপকথার গ্রীক ও প্রাচ্য সংস্করণ শীঘ্রই একসাথে বিভ্রান্ত করেছিল। ফ্রান্সিস বার্লোর উপকথার সচিত্র সংস্করণে (১৬৮৭) আফ্রা বেনের ইংরেজি শ্লোকের সারাংশ মোরগকে নিয়ে প্রাচ্যের গল্পটি সম্পর্কে বলে যে \"আমি আমার শক্তি ভুলে যাব না, যদি আজ সত্য হয়, আগামীকাল 'এমনই হবে।\" অন্য দিকে, সহগামী ল্যাটিন গদ্য সারাংশটি ঈশপের বিবরণ অনুসরণ করে এই উপসংহারে আসে যে বিশ্বাসঘাতকতার সাথে বিশ্বাসঘাতকতারই মুখোমুখি হতে হবে।\n\n\n== তথ্যসূত্র =="}