{"pageid": 1429182, "title": "ভারতে সেপাক ট্যাকরাও", "url": "https://bn.wikipedia.org/wiki?curid=1429182", "content": "সেপাক ট্যাকরাও ভারতে খুব একটা পরিচিত নয়, যদিও ১৯৮২ সালের দিল্লি এশিয়ান গেমসে এটি একটি প্রদর্শনী ক্রীড়া হিসেবে খেলা হয়েছিল। মহারাষ্ট্রের নাগপুরে সদর দপ্তর সহ সেপাক ট্যাকরা ফেডারেশন ১৯৮২ সালের ১০ই সেপ্টেম্বর প্রতিষ্ঠিত হয়েছিল। এটি ২০০০ সাল থেকে ভারতীয় অলিম্পিক অ্যাসোসিয়েশন এবং যুব বিষয়ক ও ক্রীড়া মন্ত্রক দ্বারা স্বীকৃত। এ পর্যন্ত, ফেডারেশন বিভিন্ন শহরে ১৪টি সিনিয়র, সাতটি জুনিয়র এবং ছয়টি সাব-জুনিয়র জাতীয় চ্যাম্পিয়নশিপ পরিচালনা করেছে এবং এছাড়াও ফেডারেশন কাপ টুর্নামেন্ট এবং জোনাল জাতীয় চ্যাম্পিয়নশিপ পরিচালনা করছে।\n\n\n== বর্তমান ==\nসেপাক ট্যাকরাও এখন এশিয়ান গেমস এবং দক্ষিণ-পূর্ব এশিয়ান গেমসে একটি নিয়মিত ক্রীড়া ইভেন্ট, থাইল্যান্ড এই ইভেন্টের জন্য সর্বাধিক পদক জিতেছে।\nখেলাটি উত্তর-পূর্বাঞ্চলীয় রাজ্য মণিপুরে খুবই জনপ্রিয় এবং সেখান থেকে বেশ কিছু সেরা খেলোয়াড় এসেছেন। ব্যাংককে অনুষ্ঠিত ২২ তম কিংস কাপ আন্তর্জাতিক সেপাক ট্যাকরা টুর্নামেন্টে, ভারতীয় পুরুষ দল সেমিফাইনালে হেরেছে এবং দলগত ইভেন্টে ব্রোঞ্জ জিতেছে। ডাবলস ইভেন্টে, মহিলা দল সেমিফাইনালে হেরেছে, কিন্তু ব্রোঞ্জ পদক জিতেছে।\nএশিয়ান গেমসে সেপাক ট্যাকরাতে ভারত প্রথম পদক জিতেছে।  ভারত ২০১৮ সালের ১৯ থেকে ২২শে আগস্ট  পর্যন্ত ইন্দোনেশিয়ার পালেমবাংয়ের রানাউ স্পোর্টস হলে অনুষ্ঠিত ২০১৮ এশিয়ান গেমসে পুরুষদের দল রেগু সেপাক ট্যাকরাও প্রতিযোগিতায় ব্রোঞ্জ জিতেছে।\n\n\n== ব্যুৎপত্তি ==\nখেলাটির নামটি এসেছে পদাঘাত এর মালয় শব্দ সেপাক এবং বোনা বলের জন্য থাই শব্দ থেকে, এটি মোটামুটি একটি বড় শরবতী-লেবুর আকারের। ট্যাকরাও এর ইতিহাস পেনাংয়ের ১৯৪০-এর দশকে পাওয়া যায় এবং এটি মালয়েশিয়া, থাইল্যান্ড ও দক্ষিণ-পূর্ব এশিয়ার বিভিন্ন অঞ্চলে একটি অত্যন্ত জনপ্রিয় খেলা।\n\n\n== ক্রীড়া পদ্ধতি ==\nমার্কিন যুক্তরাষ্ট্রে, সেপাক ট্যাকরাওকে কখনও কখনও \"কিক ভলিবল\" বলা হয়, এটি একটি মোটামুটি অনুবাদ- কিন্তু একটি উপযুক্ত বর্ণনা। দু দলের খেলোয়াড়রা ৪৪ X ২০-ফুট কোর্টের দুপাশে তাদের মধ্যে ৫-ফুট উঁচু নেটের ব্যবধান দিয়ে সারিবদ্ধ হয়। ঐতিহ্যগতভাবে, এখানে তিনজন খেলোয়াড় থাকে: একজনকে বলা হয় সেটার, একজন স্পাইকার এবং একজন সার্ভার। এই অর্থে এটি কিছুটা ভলিবলের মতো যে, লক্ষ্য হল প্রতিপক্ষের ভূখণ্ডের মাটিতে বল মেরে পয়েন্ট জেতা। তবে এটি ভলিবলের ঠিক বিপরীত, হাত ছাড়া শরীরের প্রতিটি অংশ ব্যবহার করে খেলা যাবে।\n\n\n== পদকের সারাংশ ==\nপ্রধান টুর্নামেন্টে ভারতীয় জাতীয় সেপাক ট্যাকরাও দল জিতেছে মোট পদক\n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:Sport in India"}