{"pageid": 1429795, "title": "ম্যাগডেবার্গের সবুজ দুর্গ", "url": "https://bn.wikipedia.org/wiki?curid=1429795", "content": "গ্রিন সিটাডেল (সবুজ দুর্গ) ম্যাগডেবার্গের হল জার্মান শহর ম্যাগডেবার্গের একটি ঐতিহ্যবাহী ভবন এবং এটি ফ্রাইডেনসরিচ হান্ডারটওয়াসারের স্থাপত্যশিল্পের ক্ষেত্রে শেষ কাজ/প্রকল্প। এটি 2005 সালে সম্পন্ন হয়েছিল। \nহান্ডারটওয়াসার তার মৃত্যুর আগে 2000 সালে একটি অল্পবয়সী মেয়ের চিত্রকর্ম থেকে অনুপ্রাণিত হয়ে ভবনটির পরিকল্পনা শুরু করেছিলেন। লুথারস্ট্যাড উইটেনবার্গের হান্ডারটওয়াসার স্কুলের সাথে , তিনি শৈল্পিকভাবে স্যাক্সনি-আনহাল্টে আরেকটি বিল্ডিং ডিজাইন করেছিলেন।\n\n\n== অবস্থান ==\nবিল্ডিংটি ম্যাগডেবার্গের অভ্যন্তরীণ শহরের কাছে \"ব্রেইটেন ওয়েগ\" রাস্তায় অবস্থিত। খরচ প্রায় 27 মিলিয়ন ইউরো পরিমাণ.  এটি বিখ্যাত ম্যাগডেবার্গ ক্যাথেড্রালের খুব কাছে।\n\n\n== ইতিহাস ==\nসেন্ট নিকোলাস চার্চ এবং আশেপাশের বিল্ডিং যেমন ক্রুজগ্যাংস্ট্রাস 7, 10 এবং 11 আজকের গ্রিন সিটাডেলের জায়গায় 1959 সালে ধ্বংস না হওয়া পর্যন্ত দাঁড়িয়ে ছিল। 1970-এর দশকে, ব্রাউনফিল্ড সাইটে ( দ্বিতীয় বিশ্বযুদ্ধে বোমা হামলার পরে) একটি পূর্বনির্ধারিত আবাসিক ভবন তৈরি করা হয়েছিল। 1954 সাল থেকে ম্যাগডেবার্গ সিটি হাউজিং অ্যাসোসিয়েশনের তৎকালীন চেয়ারম্যান রল্ফ ওপিটজ 1995 সালে হান্ডারটওয়াসারকে জিজ্ঞাসা করার ধারণা করেছিলেন। পরিকল্পনাটি হান্ডারটওয়াসারের সাথে ভাগ করা হয়েছিল তবে তিনি নিজেই প্রাথমিকভাবে একজন শিল্পী ছিলেন। সেজন্য হান্ডারটওয়াসারের ধারণা বাস্তবে আনতে পিটার পেলিকান এবং হেইঞ্জ স্প্রিংম্যানের মতো স্থপতিদের সাহায্য নেওয়া হয়েছিল। হান্ডারটওয়াসার বাড়িটিকে এমনভাবে তৈরি করতে চেয়েছিলেন যাতে বাড়িটি প্রকৃতির সাথে একটি জীবন্ত যোগাযোগ তৈরি করে, তাই তিনি বাড়ির স্থাপত্য সেটআপের মধ্যে গাছ স্থাপন করেছিলেন। বাড়ির জমি যতটা সম্ভব ঢালের ক্ষেত্রে অপ্রত্যাশিত করা হয়েছিল। হান্ডারটওয়াসারের অভিমত ছিল যে, একজন মানুষ বনে হাঁটার সময় সতর্ক থাকে। একইভাবে, একজনকে তার বাড়িতে হাঁটার সময় সতর্কতা অবলম্বন করতে হবে, কারণ সে বাড়ির ভিতরে এবং চারপাশে প্রকৃতির একটি আসন (প্রায় বনের মতো) তৈরি করার চেষ্টা করছে।\n\n\n== ব্যবহার ==\nবাড়ির ব্যবহারযোগ্য এলাকা হল 11,300 m²। নিচতলায় বেশ কয়েকটি দোকান, একটি ক্যাফে এবং একটি রেস্তোরাঁ রয়েছে। তথ্য কেন্দ্রও রয়েছে। এছাড়াও প্রতি সপ্তাহের দিনে বিকাল 5টা পর্যন্ত প্রতি 2 ঘন্টা বাড়ির চারপাশে গাইডেড ট্যুর আয়োজন করা হয়। বাড়িটি আংশিকভাবে একটি থিয়েটার এবং একটি হোটেল (শুধুমাত্র 2 রুম) এর জন্য লিজ দেওয়া হয়েছে। শিশুদের খেলার জায়গাও রয়েছে। বাড়িতে বসবাসকারী কাউকে রুম কিনতে দেওয়া হয় না, তবে তাদের শুধুমাত্র মাসিক ভাড়া দিয়ে থাকতে দেওয়া হয়।\nভাড়াটেদের জানালার চারপাশে সম্মুখভাগ ডিজাইন করার অনুমতি দেওয়া হয় – যতদূর তাদের বাহু এবং ব্রাশ পৌঁছাতে পারে। যাইহোক, এখন পর্যন্ত শুধুমাত্র একজন ভাড়াটিয়া বাড়ির দক্ষিণ পাশে এই অধিকার ব্যবহার করেছেন এবং একটি ছোট মোজাইক স্থাপন করেছেন।\n\n\n== বাড়ির ছবি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== সাহিত্য ==\nFriedensreich Hundertwasser (চিত্র): ম্যাগডেবার্গের সবুজ দুর্গ। A Hundertwasser স্থাপত্য প্রকল্প, Avance, Magdeburg 2006, ISBN 978-3-00-019969-1 (38 পৃষ্ঠা)।\nম্যানফ্রেড জান্ডার, মাল্টে জান্ডার: ম্যাগডেবার্গ। সিটি গাইড, 2য়, আপডেট সংস্করণ, Mitteldeutscher-Verlag, Halle (Saale) 2011, ISBN 978-3-89812-820-9 (pp. 48-49)।\n\n\n== ওয়েব লিংক ==\nম্যাগডেবার্গের সবুজ দুর্গের হোমপেজ\nম্যাগডেবার্গের গ্রিন সিটাডেলের অফিসিয়াল ফেসবুক পেজ\nHolger Zürch : ম্যাগডেবার্গে হারিয়ে যাওয়া চার্চ: সেন্ট নিকোলাই চার্চ। ভিতরে: লিপজিগ ইন্টারনেট সংবাদপত্র । 17 তারিখে সংগৃহীত। এপ্রিল 2022"}