{"pageid": 1429319, "title": "নক্কুবিদ্যা পাবাকালি", "url": "https://bn.wikipedia.org/wiki?curid=1429319", "content": "নক্কুবিদ্যা পাবাকালি বা সহজভাবে নক্কুবিদ্যা হল ভারতের কেরালার এক ধরনের পুতুল। পরিবেশনকারীর নাক এবং উপরের ঠোঁটের মাঝখানে রাখা দুই ফুট লম্বা পাতলা কাঠির উপর আটকানো ছোট পুতুলগুলিকে নাড়িয়ে গল্প বলার একটি পদ্ধতি এটি। এটি সাধারণত রামায়ণ এবং মহাভারতের গল্প বর্ণিত করে।\n\n\n== সাধারণ বর্ণনা ==\nনক্কুবিদ্যা পাবাকালি হল ভারতের কেরালার এক ধরনের পুতুলশিল্প। এটি নাক এবং উপরের ঠোঁটের মধ্যে রাখা একটি পাতলা কাঠির উপর বসানো স্থির ছোট পুতুলগুলিকে নাড়িয়ে গল্প বলার একটি পদ্ধতি।\nনক্কুবিদ্যা হল কেরালার ভেলাপানিকার সম্প্রদায়ের দ্বারা সম্পাদিত একটি লোকশিল্প। এটি মূলত ওনামথুল্লাল নামে পরিচিত ছিল, কারণ এটি ওনামের দিনগুলিতে করা হত। একটি নোক্কুবিদ্যা পুতুল প্রদর্শনীতে সাধারণত রামায়ণের গল্পগুলিকে বলা হয়, যেমন রাম ও রাবণের যুদ্ধ এবং সীতার প্রত্যাবর্তন। মহাভারতের গল্পও এখানে পরিবেশিত হয়।\n\n\n== পৌরাণিক কাহিনী ==\nপৌরাণিক কাহিনী অনুসারে, অতীতে, শিব ও পার্বতী  কুরবান এবং কুরাথি (ভেলান এবং ভেলথি) হিসাবে ছদ্মবেশ ধারণ করেছিলেন। সেই সময় দেবী পার্বতীকে খুশি করার জন্য ভগবান শিব একটি শিল্পরূপ প্রদর্শন করেছিলেন। ভগবান শিবই সর্বপ্রথম বনের ইজিলামপাল গাছ থেকে কাটা কাঠের কয়েকটি পুতুল তৈরি ক'রে তার নিচে একটি কামুক লাঠি স্থাপন ক'রে নক্কুবিদ্যা করেছিলেন। এটি বিশ্বাস করা হয় যে শিল্পের রূপটি পরে ভেলার সম্প্রদায়ের পরবর্তী প্রজন্মের কাছে চলে গেছে।\n\n\n== ইতিহাস ==\nত্রিবাঙ্কুরের রাজারা নক্কুবিদ্যা শিল্প পরিবেশনকারীদের রেশম ও চুড়ি দিয়ে উৎসাহিত করেছিলেন। ওনামের দিনগুলিতে এই শিল্পটি দক্ষিণ কেরালায় খুব জনপ্রিয় ছিল। কিন্তু সময়ের সাথে সাথে কলা প্রদর্শন থেকে হারিয়ে গেছে এই পুতুল প্রদর্শনী। পরবর্তীতে মুঝিক্কল পঙ্কজাক্ষি এই শিল্পকে আবার জনসাধারণের নজরে আনেন। মুঝিক্কল পঙ্কজাক্ষির নাতনী রঞ্জিনীও নক্কুবিদ্যা পাবাকালীর একজন প্রখ্যাত অভিনয়শিল্পী।\n\n\n== পুতুল তৈরি ==\nনক্কুবিদ্যার জন্য পুতুল তৈরি করা হয় ইজিলামপালা (আলস্টোনিয়া স্কলারিস) বা ছাতিমের কাঠ খোদাই করে। যে দুই ফুট লম্বা লাঠির ওপর পুতুলগুলিকে আটকানো হয় সেটি কামুক (আরেকা ক্যাচু) বা সুপারি কাঠ দিয়ে তৈরি করা হয়। প্রাকৃতিক রঙের উপাদান যেমন কাঠকয়লা, পাতার নির্যাস এবং ফলের রস দিয়ে পুতুলগুলিকে রং করা হয়।\n\n\n== প্রদর্শন কলা ==\nমাটিতে বিছানো ঘাসের মাদুরে বসে এই শিল্পকর্ম প্রদর্শন করা হয়। নোক্কুবিদ্যা পাবাকালী শুরু হয় নীলাভিলাক্কু প্রদীপ প্রজ্জ্বলন ক'রে এবং গণেশ, সরস্বতী ও লক্ষ্মীর আশীর্বাদের জন্য প্রার্থনা ক'রে। তারপর নাক এবং উপরের ঠোঁটের মাঝখানে দুই ফুট লম্বা কাঠের লাঠিতে স্থির তিনটি প্রদীপ ( শিবের তিনটি চোখের প্রতিনিধিত্ব করে) জ্বালানো হয়।\nপ্রাথমিক প্রার্থনার পর শুরু হয় পুতুল প্রদর্শনী। দুই ফুট লম্বা লাঠির উপর স্থির পুতুলগুলিকে ভারসাম্য রক্ষা ক'রে লাঠিটিকে নাক এবং উপরের ঠোঁটের মধ্যে স্থাপন করা হয়। পুতুলের সাথে সংযোগকারী সুতোটি গান এবং গল্পের ছন্দে হাত দিয়ে আলতোভাবে নাড়ানো হয়।\nনেপথ্য গঞ্জিরা এবং কাইমনি বাদ্যযন্ত্রগুলি বাজানো হয়।\n\n\n== নক্কুবিদ্যার ওপর কাজ ==\nরেশমি রাধাকৃষ্ণনের তথ্যমূলক চলচ্চিত্র নক্কুবিদ্যা, দ্য লাইফ অফ আ লোন স্ট্রিং পাপেটিয়ার, কেরালার ইন্টারন্যাশনাল ডকুমেন্টারি এবং শর্ট ফিল্ম ফেস্টিভ্যালে প্রদর্শিত হয়েছে। এটি নক্কুবিদ্যা এবং এর অভিনয়শিল্পী পঙ্কজাক্ষী ও রেঞ্জিনিকে নিয়ে চিত্রায়িত হয়েছে।\n\n\n== আরও দেখুন ==\nথলপাভাকুথু\n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:Culture of Kerala"}