{"pageid": 1429849, "title": "উররাক", "url": "https://bn.wikipedia.org/wiki?curid=1429849", "content": "প্রতি বছর, গ্রীষ্মের প্রথম মাসে, সম্পূর্ণ গোয়া রাজ্য জুড়ে, স্থানীয় লোকেদের দ্বারা তৈরি করা হয় একটি বিশেষ মদ্যপ পানীয়। এই পানীয়টির নাম হলো উররাক। এই বিশেষ পানীয়টি গোয়া রাজ্যের অনেক স্থানীয় পানশালা এবং ট্যাভার্নের মধ্যে পাওয়া খুব জনপ্রিয় একটি পানীয়। যদিও ফেনী একটি দ্বিগুণ পাতন করা অ্যালকোহলযুক্ত পানীয় যা পাকা কাজু আপেলের রসের গাঁজন থেকে তৈরি করা হয়ে থাকে। আর অন্যদিকে উররাক হলো প্রথম একক পাতনের মাধ্যমে তৈরি একটি পণ্য, যা বসন্তের শুরুতেই সম্পন্ন হয়।  যদিও তাদের উৎপাদন প্রক্রিয়ায় মিল রয়েছে তবে তাদের মধ্যে পার্থক্যও বিদ্যমান রয়েছে। উররাকে কাজু আপেলের পলি থাকতে পারে এবং ফেনীর তুলনায় এর খুব কম শেলফ লাইফ রয়েছে। তাই এটি নিষ্কাশনের পরে যতটা সম্ভব তাজা খাওয়া উচিত।\nএইভাবে, প্রথম একক পাতন প্রক্রিয়ায়, উররাক পানীয়টি তৈরি করা হয়, এবং এতে প্রায় ১০ থেকে ১৫% অ্যালকোহল থাকে।\nফেনী হলো একই রসের একটি দ্বিগুণ পাতিত সূক্ষ্ম পণ্য এবং এতে প্রায় ৪০% থেকে ৪৫% অ্যালকোহল থাকে। উররাকের তুলনায় ফেনীর একটি ভালো শেলফ লাইফ আছে, ফলে এটি বেশি সময় সংরক্ষণ করে পান করা যায়। কাজু ফেনী এখন নামকরা ব্র্যান্ডের অধীনেও বিভিন্ন জায়গায় পাওয়া যেয়ে থাকে।\n\n\n== ফেনী তৈরিকরণ ==\nপ্রথমে হাতে সংগ্রহ করা, গাছে পাকা এবং পড়ে যাওয়া কাজু আপেলগুলোকে চাপ দেওয়া হয়, যাতে কাজু আপেল থেকে আলতো করে রস বের করার জন্য, অনেকটা সেইভাবেই যেভাবে সাধারণত আঙ্গুর থেকে ওয়াইন তৈরির ক্ষেত্রে করা হয়ে থাকে। একটি ব্র্যান্ডি যেমন আঙ্গুরের ওয়াইন থেকে পাতিত হয়, এমনি ফেনী কাজু আপেল ওয়াইন থেকে পাতিত হয়। পাতন প্রক্রিয়ার প্রথম স্ট্রিপিং রানে, একটি কাজু আপেল ওয়াইন একটি হালকা অ্যালকোহল পাতন করে উররাকে পরিণত করা হয়ে থাকে। পরবর্তী পাতনের ধাপে, যেখানে গ্রামের জন্য মাস্টার ডিস্টিলার, সাব্ধানতার সাথে তাপ নিয়ন্ত্রণ করে যাতে পানি এবং অ্যালকোহলের সাবধানে মিশ্রিত মিশ্রণকে শক্তিশালী দ্বিতীয় পাতন (৪০-৪৫%) স্পিরিট তৈরি হয়, এই ফেনীতে (মদ) কম স্বাদ হয়ে কিন্তু এতে সর্বোচ্চ গন্ধ থাকে এবং পাশাপাশি অ্যালকোহলও বেশি থাকে। স্বাদ সম্পূর্ণরূপে আসে কাজু আপেল এবং মাটির পাত্র থেকে যেখানে এটি জমে, এর স্বাদ সময়-সম্মানিত জ্ঞানের সাক্ষ্য দেয় যা গোয়ার প্রজন্মের পর প্রজন্মের মাধ্যমে পরিমার্জিত হয়ে এসেছে।\nঐতিহ্যগতভাবে, এই চূড়ান্ত পণ্যটিতে এমন কিছুই যোগ করা হয় না, যা মূল উপাদানে উপস্থিত ছিল না, এতে কোনো স্বাদ যুক্ত করা হয় না, কিংবা কোনো রং যুক্ত করা হয় না, বা কোনো সুগন্ধ যুক্ত করা হয় না। এবং এক হাতে নিয়ে অন্য হাতে লেবু বা সবুজ মরিচের টুকরো দিয়ে মজা করে খাওয়া হয়।\nকিন্তু, আজকাল, এই অঞ্চলের তরুণ ডিস্টিলাররা, গাজনের ইউরোপীয় পদ্ধতি গ্রহণ করেছে। ফলস্বরূপ, ভারতীয় সুগন্ধি মশলার স্বাদসহ ফেনি বা উররাক পাওয়া যায়।\n\n\n== তথ্যসূত্র =="}