{"pageid": 1429180, "title": "সিন্ধুবিদ্যা শিক্ষালয়", "url": "https://bn.wikipedia.org/wiki?curid=1429180", "content": "সিন্ধুবিদ্যা শিক্ষালয় (সিন্ধি: سنڌولوجي) বর্তমান পাকিস্তানের সিন্ধু অঞ্চলের জ্ঞানের একটি সম্পদ।\n\n\n== ইতিহাস ==\n১৯৬২ সালে সিন্ধু বিশ্ববিদ্যালয়ের সিন্ধি একাডেমি প্রতিষ্ঠার সময় শিক্ষালয়ের ইতিহাস থেকে যায়। এটি ছিল এক ইউনিট ব্যবস্থার সময়কালে, যেখানে সরকারি বক্তৃতায় উর্দু দ্বারা সিন্ধি ভাষাকে স্থানচ্যুত করা হয়েছিল, যার ফলে সিন্ধি জাতীয়তাবাদের পুনরুজ্জীবন ঘটেছিল। একচেটিয়া পশ্চিম পাকিস্তান প্রদেশের বিপরীতে সমন্বিত সিন্ধি পরিচয় প্রচার করার আকাঙ্ক্ষা, ছাত্র ও শিক্ষাগত জনসংখ্যার মাধ্যমে ছড়িয়ে পড়ে যা সংখ্যায় উল্লেখযোগ্যভাবে বৃদ্ধি পেয়েছিল এবং সিন্ধু বিশ্ববিদ্যালয়ে বেশ কয়েকটি সংজ্ঞায়িত ঘটনা ঘটায়। সামাজিক-রাজনৈতিক আন্দোলনের অংশ হিসাবে ভাষা, সাহিত্য, চলচ্চিত্র ও শিল্পে সিন্ধি সংস্কৃতির গবেষণা, সংরক্ষণ, প্রচার ও সৃষ্টি করার ইচ্ছা ছিল। এর বেশিরভাগই উৎপত্তির পৌরাণিক কাহিনী দ্বারা প্রভাবিত হয়েছিল, গবেষকরা প্রচার করেছিলেন যে মহেঞ্জোদাড়ো থেকে ৫০০০ বছরেরও বেশি সময় ধরে বিস্তৃত স্বীকৃত ও অবিচ্ছিন্ন সিন্ধি সংস্কৃতি ছিল। পৌরাণিক কাহিনী অন্তর্ভুক্ত যে সিন্ধি ভাষা ছিল সংস্কৃতের পূর্বপুরুষ; সিন্ধি গবেষকরা নিয়মিতভাবে সিন্ধু উপত্যকা সভ্যতার উপর তাদের কাজের সূচনা বিন্দুর উপর ভিত্তি করে।\n১৯৬৪ সালে, সিন্ধি একাডেমির নাম পরিবর্তন করে ইনস্টিটিউট অফ সিন্ধোলজি (সিন্ধুবিদ্যা শিক্ষালয়) করা হয়, সম্ভবত গবেষণার বিষয়কে গ্লস দেওয়ার জন্য যা এটিকে ভারতবিদ্যা ও মিশরবিদ্যার মতো কেতাবি মর্যাদা প্রদান করে।\nশিক্ষালয়টিকে হায়দ্রাবাদের সিন্ধু বিশ্ববিদ্যালয়ের পুরানো ক্যাম্পাসে ছোট কক্ষ দেওয়া হয়েছিল। ২০ ডিসেম্বর ১৯৭২ সালে সিন্ধুনদ সংলগ্ন জামশোরোতে সুপার হাইওয়ের ঠিক অদূরে নতুন ভবনের ভিত্তিপ্রস্তর স্থাপন করা হয়েছিল। হায়দ্রাবাদ থেকে ১২ কিলোমিটার (৭.৫ মাইল) দূরে অবস্থিত তিন তলা ভবনটি ১৯৭৮ সালে উদ্বোধন করা হয়েছিল। নির্মাণটি ইসলামী ও বৌদ্ধ স্থাপত্যের সমন্বয়। অভ্যন্তরীণভাবে, ভবনটি স্থানীয় হালা টাইল-ওয়ার্ক দিয়ে সজ্জিত, দুটি বাহুতে গবেষণা গ্রন্থাগার এবং প্রশাসন বিভাগ রয়েছে। কেন্দ্রীয় গম্বুজে নৃতাত্ত্বিক গবেষণা কেন্দ্র (জাদুঘর), আর্ট গ্যালারি, ফিল্ম ও ফটোগ্রাফিক বিভাগ এবং অডিও-ভিজ্যুয়াল বিভাগ রয়েছে।\n১৯৮৭ সালে, শিক্ষালয়ের রজতজয়ন্তী উদযাপনের জন্য বইয়ের দোকানের সুবিধার জন্য প্রসারণ ঘটানো হয়েছিল। ২০১৫ সালে, সিন্ধুবিদ্যাতে আন্তর্জাতিক শিশু চলচ্চিত্র উৎসব অনুষ্ঠিত হয়।\n২০০২ সালে শিক্ষালয়ের উদ্দেশ্য পরিবর্তন করার সিদ্ধান্ত নেওয়া হয়েছিল যাতে এটির মূল কেন্দ্রবিন্দু প্রকাশের উপর ছিল। ২০১৫ সালে সংবাদ প্রতিবেদন শিক্ষালয়ের শাসন, উদ্দেশ্য ও কর্ম সংক্রান্ত অসংখ্য গুরুত্বপূর্ণ বিষয়ের পরামর্শ দেয়।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nAllana, G.A. (1978). A Detailed Report of the Activities and Achievements Made by the Institute of Sindhology. University of Sind.\nAllana, G.A. (ed.) (1982), Folk Music of Sind. Institute of Sindhology, University of Sind.\nUniversity of Sind (1977). Sindhological Studies. vol. 1-9. Institute of Sindhology. Jamshoro\nYusuf, M. (1975). Sind Quarterly. Shah Abdul Latif Cultural Society.\n\n\n== বহিঃসংযোগ ==\nসিন্ধু বিশ্ববিদ্যালয়  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৬ জুলাই ২০২৩ তারিখে"}