{"pageid": 1429903, "title": "অন্ধ্রপ্রদেশের সঙ্গীত", "url": "https://bn.wikipedia.org/wiki?curid=1429903", "content": "\"মৃদঙ্গ কেশরী\" মুল্লাপুদি লক্ষ্মণ রাও এবং তাঁর পুত্র মুল্লাপুদি শ্রী রাম মূর্তির মতো প্রখ্যাত মৃদঙ্গম শিল্পী ছিলেন। এবং তাঁর শিষ্য \"মৃদঙ্গ শিরোমণি\" ধর্মলা রমা মূর্তি এবং তাঁর পুত্র ধর্মলা ভেঙ্কটেশ্বর রাও ছিলেন মৃদঙ্গম শিল্পী। এমএল লক্ষ্মীনারায়ণ রাজু এবং কমলাকার রাও-এর মতো অন্যান্য কিংবদন্তিও ছিলেন যারা হলেন মৃদঙ্গম শিল্পী।\n\n\n== শাস্ত্রীয় সঙ্গীত ==\nঅন্নমাচার্য, ত্যাগরাজ, ভদ্রচালা রামদাস, ক্ষেত্রয়্যা, ভুলোকা তসপা চুটি (পৃথিবীকে আবৃত করেছিলেন এমন একজন) ববিলি কেশভায়্য, গোবিন্দসামাইয়া এবং সারঙ্গপানির মতো কার্বেতিনগরম সুরকাররা কর্ণাটক সঙ্গীতের ক্ষেত্রে অগ্রগামী ছিলেন। যন্ত্রসংগীতের ক্ষেত্রে, দ্বারাম ভেঙ্কটস্বামী নাইডু (বেহালা), ইমানি শঙ্করা শাস্ত্রী ( বীণা ), শেখ চিন্না মৌলানা ( নাদাস্বরাম ), এবং চিট্টি বাবু (বীণা) এর মতো বড় বড় শিল্পীরা বিখ্যাত। কণ্ঠসঙ্গীতের সমসাময়িক কর্তাদের মধ্যে রয়েছে ভোলেটি ভেঙ্কটেশ্বরুলু, মঙ্গলমপল্লী বালামুরালিকৃষ্ণ, নেদুনুরি কৃষ্ণমূর্তি, দ্বারম ভাবনারায়ণ রাও, শ্রীরঙ্গম গোপালরত্নম, শ্রীপদ পিনাকাপানি, নুকালা চিন্না সত্যনারায়ণ, ললিতা, দ্যাশ্বরম, ডঃ হারি, ডক্টর, ড. দা সুধারানী, পার্থসারথি এন. চ, এবং ড. দ্বারাম ত্যাগরাজ। এছাড়াও ইয়েল্লা ভেঙ্কটেসারা রাও, পাত্রী সতীশ কুমার ( মৃদঙ্গম ), পান্তুলা রামা, ইউ. শ্রীনিবাস ( ম্যান্ডোলিন ), ডি. শ্রীনিবাস ( বীণা ), তিরুপতি শ্রীবাণী ইয়াল্লা ( বীণা ), মারেল্লা কেশভা রাও, ইভাতুরি বিজয়েশ্বরা রাও, আকেল্লা মল্লিকার্জুন শর্মা, এবং কন্যাকুমারী ( বেহালা ) হলেন অন্ধ্র প্রদেশের কয়েকজন বিশিষ্ট যন্ত্রবাদক।\n\n\n== চলচ্চিত্র সঙ্গীত ==\nসুসারলা দক্ষিণামূর্তি, পারুপল্লী রামকৃষ্ণাইয়া পান্তুলু, ওগিরালা রামচন্দ্র রাও, পিঠাপুরম নাগেশ্বরা রাও, টাঙ্গুতুরি সূর্যকুমারী, এবং মঙ্গলমপল্লী বালমুরালিকৃষ্ণ দক্ষিণ ভারতীয় চলচ্চিত্রের অন্যতম প্রভাবশালী সঙ্গীত রচয়িতা।  পেন্ড্যালা নাগেশ্বর রাও, আর. সুদর্শনাম, এবং আর. গোবর্ধনম জুটির মতো সঙ্গীত রচয়িতারা লোককাহিনী এবং পৌরাণিক চলচ্চিত্রগুলোতে অবদান রেখেছিলেন।  মাধবপেদ্দি সত্যম, পি. আদিনারায়ণ রাও, গালি পেঞ্চালা নরসিমহা রাও, সত্যম, পিবি শ্রীনিবাস, এসপি কোদান্দাপানি, জি কে ভেঙ্কটেশ, এস হনুমন্ত রাও, সামাজিক প্রাসঙ্গিক থিমসহ চলচ্চিত্রের জন্য তাদের বিভিন্ন কাজ ব্যাপকভাবে অবদান রেখেছেন৷  ঘন্টসালা, এসপি বালাসুব্রহ্মণ্যম, পি. সুশীলা, এস. জানকি, এমএম কিরাভানি, রমেশ নাইডু প্রমুখ হলেন অন্ধ্রপ্রদেশের কিছু সঙ্গীতশিল্পী এবং প্লেব্যাক গায়ক যারা জাতীয় স্বীকৃতি পেয়েছেন। আরপি পাটনায়েক অন্ধ্র প্রদেশ সিনে মিউজিক অ্যাসোসিয়েশনের বর্তমান সভাপতি। \nবর্তমান সময়ের অন্যান্য বিশিষ্ট তেলুগু চলচ্চিত্রের আবহ-সঙ্গীত এবং সাউন্ডট্র্যাক কম্পোজারদের মধ্যে রয়েছেন কে. চক্রবর্তী, রাজ-কোটি, মণি শর্মা, দেবী শ্রী প্রসাদ, মিকি জে মেয়ার, রমনা গোগুলা, আরপি পট্টনায়েক, চক্রী (সঙ্গীত পরিচালক), কল্যাণী মালিক, এস. থামান, এসভি কৃষ্ণ রেড্ডি, বন্দেমাতরম শ্রীনিবাস এবং শ্রী কোমিনিনি।\n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:Culture of Asia"}