{"pageid": 1429930, "title": "খেরওয়াল সোরেন", "url": "https://bn.wikipedia.org/wiki?curid=1429930", "content": "খেরওয়াল সোরেন (জন্ম: ৯ ডিসেম্বর ১৯৫৭) বা কালিপদ সোরেন হলেন পশ্চিমবঙ্গের একজন সাঁওতালি ভাষার নাট্যকার, লেখক, সাহিত্যিক ও সম্পাদক। সাঁওতালি ভাষায় সাহিত্য রচনা ও অনুবাদের জন্য দুবার সাহিত্য অকাদেমি পুরস্কার ও সাঁওতালি সাহিত্যক্ষেত্রে বিশেষ অবদানের জন্য ২০২২ খ্রিস্টাব্দে ভারত সরকার দেশের সর্বোচ্চ চতুর্থ বেসামরিক পদ্মশ্রী পুরস্কার প্রদান করে।\n\n\n== জন্ম ও শিক্ষাজীবন ==\nকালীপদ সোরেনের জন্ম ১৯৫৭ খ্রিস্টাব্দের ৯ ডিসেম্বর পশ্চিমবঙ্গের অবিভক্ত মেদিনীপুর জেলার ঝাড়গ্রাম মহকুমার (অধুনা ঝাড়গ্রাম জেলার) রঘুনাথপুরে। পিতা তারাচাঁদ সোরেন ছিলেন ঝাড়গ্রাম জমিদারের এক আমিন। এবং মাতা কাপু সরেন। সাঁওতাল পরিবারের নামকরণ অনুষ্ঠান তার পিতৃদত্ত নাম হল 'নবীন'। নবীন তার মাতা পিতা দুই পুত্রসন্তান ও তিন কন্যা সন্তানের তৃতীয় সন্তান। কিন্তু গোপালপুর প্রাইমারী স্কুলের শিক্ষক তার নাম পরিবর্তন করে দেন 'কালীপদ'। ১৯৬৯ খ্রিস্টাব্দে রঘুনাথপুরের প্রাথমিক শিক্ষা শেষের পর কালীপদ ১৯৭৭ খ্রিস্টাব্দে চন্দ্রী চন্দ্রশেখর উচ্চ বিদ্যালয় থেকে মাধ্যমিক পাশ করেন। তারপর ঝাড়গ্রামের কাপগারি'র সেবা ভারতী মহাবিদ্যালয় থেকে ১৯৮১ খ্রিস্টাব্দে স্নাতক হন এবং ১৯৮৪ খ্রিস্টাব্দে কলকাতার রবীন্দ্রভারতী বিশ্ববিদ্যালয় থেকে রাষ্ট্রবিজ্ঞানে স্নাতকোত্তর ডিগ্রী অর্জন করেন।\n\n\n== কর্মজীবন ==\nসংসারের তাগিদে কালীপদ সোরেন কলকাতায়  ভারতীয় স্টেট ব্যাঙ্কে কর্মজীবন শুরু করেন। বিদ্যালয়ে পড়াশোনার সময়ই লেখালেখি করতে শুরু করেন। সাত বৎসর বয়সে বিদ্যালয়ের রবীন্দ্র জন্ম জয়ন্তী অনুষ্ঠানে রবীন্দ্রনাথের \"মুকুট\" (দিলীপ সরেন কর্তৃক সাঁওতালি ভাষায় অনূদিত) নাটকে অংশ নেন। ১৯৭৫ খ্রিস্টাব্দে একাদশ শ্রেণীতে পড়ার সময় লেখেন নাটক 'নিধান দাস'। প্রথমদিকে তিনি সাঁওতালি রচনা অলচিকি হরফে লিখতেন না, বাংলা হরফেই লিখতেন। স্কুল ছাত্র গন্ধার সোরেন নামে  পশ্চিমবঙ্গ সরকারের মাসিক পত্রিকা পশ্চিমবঙ্গ-এ তার প্রথম গল্প 'গুটি' প্রকাশিত হয়।\nব্যাঙ্কে কাজের পাশাপাশি তিনি সাহিত্যচর্চাও চালিয়ে যান। ১৯৮৪ খ্রিস্টাব্দে তার সম্পাদনায় শুরু হয় রিমিল নামে সাঁওতালি পত্রিকার প্রকাশ। এর মাধ্যমেই তিনি সাঁওতালি সাহিত্যজগতে আত্মপ্রকাশ করেন খেরওয়াল সোরেন ছদ্মনাম নামে। সাঁওতালি ভাষায় প্রকাশিত নাটক, সাহিত্য, কবিতা রচনা করে মানুষের কাছে জনপ্রিয়ও হয়ে ওঠেন তিনি।১৯৯০ খ্রিস্টাব্দে কলকাতাতেই তিনি প্রতিষ্ঠা করেন খেরওয়াল ড্রামাটিক ক্লাব। এই ক্লাব আয়োজিত নানা নাটকের মাধ্যমে বিহার ওড়িশা ঝাড়খণ্ড ও পশ্চিমবঙ্গের সাঁওতাল অধ্যুষিত এলাকায় সমাজ-শিক্ষা ও সংস্কৃতির উন্নয়নে কাজ করে চলেছেন।\nসাঁওতালি সমাজের উন্নতি জন্য তিনি নিয়মিত ত্রৈমাসিক সাহিত্য পত্রিকা খেরওয়াল জাহের সম্পাদনা করেন । সোরেন সাঁওতালি ভাষায় ৩১টি নাটক, চারটি কবিতাগ্রন্থ, দুটি গল্পের বই রচনা করেছেন। সাঁওতালি ভাষা, জঙ্গলমহলের রূপ ও গন্ধে মোহিত তিনি যেমন সাঁওতালি সাহিত্যের বিকাশের সাথে সাঁওতালি সমাজের উন্নতির জন্য সচেষ্ট থেকেছেন। কর্মক্ষেত্রে পদোন্নতি চাননি বরং নিজের বসতির কাছেই স্থানান্তর চেয়েছেন। সাহিত্যচর্চা অব্যাহত রেখেছেন এবং নিরন্তর সমাজের উন্নয়নে সচেষ্ট আছেন। সাঁওতালি সমাজের উন্নতি জন্য তিনি নিয়মিত ত্রৈমাসিক সাহিত্য পত্রিকা খেরওয়াল জাহের সম্পাদনা করেন।\n\n\n== পুরস্কার ও সম্মাননা ==\nখেরওয়াল সোরেন এপর্যন্ত বহু সম্মান ও পুরস্কারে ভূষিত হয়েছেন।\n\n১৯৯২ খ্রিস্টাব্দে ঝাড়গ্রামের ‘অল ইন্ডিয়া সাঁওতালি রাইটার অ্যাসোসিয়েশন’-এর তরফে সাহিত্যক্ষেত্রে প্রথম পুরস্কৃত হন।\n২০০৪ খ্রিস্টাব্দে পণ্ডিত ‘রঘুনাথ মুর্মু পুরস্কার’-এ পুরস্কৃত হন তিনি।\n২০০৫ খ্রিস্টাব্দে অ্যাকাডেমির সদস্য হিসাবে নিযুক্ত হন তিনি।\n২০০৭ খ্রিস্টাব্দে, খেরওয়াল সোরেন সাঁওতালি ভাষায় রচিত চেৎরে সিকায়ানা নাটকের জন্য সাহিত্য একাডেমি পুরস্কৃত হন\n২০১২ খ্রিস্টাব্দে পশ্চিমবঙ্গ সাঁওতালি আকাদেমি প্রদান করে সারদাপ্রসাদ কিস্কু স্মৃতি পুরস্কার।  \n২০১৯ খ্রিস্টাব্দে দিব্যেন্দু পালিতের বাংলা উপন্যাস অনুভব সাঁওতালি ভাষায় অনুবাদ করার জন্য দ্বিতীয়বার সাহিত্য আকাদেমি পুরস্কার লাভ করেন।\n২০২২ খ্রিস্টাব্দে সাঁওতালি সাহিত্যক্ষেত্রে বিশেষ অবদানের জন্য ভারত সরকারের চতুর্থ সর্বোচ্চ বেসামরিক পদ্মশ্রী পুরস্কারে ভূষিত হন।\n\n\n== তথ্যসূত্র =="}