{"pageid": 1429649, "title": "খনিসুড়ঙ্গ বন্ধের বিরুদ্ধে মহিলারা", "url": "https://bn.wikipedia.org/wiki?curid=1429649", "content": "খনিসুড়ঙ্গ বন্ধের বিরুদ্ধে মহিলারা ছিল একটি রাজনৈতিক আন্দোলন। এই আন্দোলন শুরু হয়েছিল ন্যাশনাল ইউনিয়ন অফ মাইনওয়ার্কার্স (এনইউএম) এর নেতৃত্বে ১৯৮৪ সালের মার্চ মাসে একটি শিল্প বিরোধ শুরু হওয়ার পর, ১৯৮৪ - ১৯৮৫ সালে যুক্তরাজ্যের খনি শ্রমিকদের ধর্মঘটে, খনি শ্রমিক এবং তাদের পরিবারকে সমর্থন ক'রে। প্রাথমিকভাবে নারীদের আন্দোলন স্থানীয় ছিল, পরে তা বড় আকার নেয়। এই আন্দোলনটিকে কৃতিত্ব দেওয়া হয় শিল্প বিরোধের সময় নারীবাদী ধারণাগুলিকে বাস্তবরূপ দেওয়ার জন্য এবং পুরুষ-শাসিত ক্ষেত্র সমন্বিত একটি সম্প্রদায়ে গণ ভূমিকা নিতে মহিলাদের ক্ষমতায়নের জন্য। এই কাজের একজন মূল ব্যক্তিত্ব ছিলেন জিন ম্যাকক্রিণ্ডল, যিনি বার্নসলেতে প্রথম সমর্থন গোষ্ঠী স্থাপনে সহায়তা করেছিলেন।\n\n\n== কার্যক্রম ==\nজাতীয় এই গোষ্ঠীটির সভাপতিত্ব করেছিলেন অ্যান লিলবার্ন, যিনি নিজে ছিলেন একজন নর্থম্বারল্যাণ্ড খনি শ্রমিকের স্ত্রী এবং দুই হরতাল পালনকারী খনি শ্রমিকের মা। প্রাথমিকভাবে স্থির হয়েছিল যে কমিটির বেশিরভাগ কর্মকর্তাqeই খনি শ্রমিকদের স্ত্রী হতে হবে। তবে বিভিন্ন সংস্থা যারা তাদের সমর্থন দিয়েছে, যেমন এসইআরটিউসি (ট্রেড ইউনিয়ন কংগ্রেসের দক্ষিণ ও পূর্বাঞ্চল), তাদেরও  প্রতিনিধি কমিটিতে ছিলেন। ১৯৮৪ সালের এপ্রিল এবং মে মাসে এই গোষ্ঠী আয়তনে বৃদ্ধি পায় এবং বেশি করে শ্রমিক সহায়তা কাজে এগিয়ে যায়। তারা ধর্মঘটী শ্রমিক পরিবারগুলিকে খাওয়ানোর দায়িত্ব নিয়েছিল এবং আরও স্পষ্টভাবে রাজনৈতিক ভূমিকা পালনে এগিয়ে এসেছিল। বছরব্যাপী ধর্মঘটের শুরুতে স্থানীয় সমর্থন গোষ্ঠীর একটি বৃন্দ গঠন করা হয়েছিল।\n\nকষ্ট যত গভীর হয়ে উঠল, নারীদের সংকল্প ততই শক্তিশালী হয়ে উঠল। তারা তাদের পুরুষদের সঙ্গে নিয়ে মিছিল করতে শুরু করে, এবং সমাবেশ ও সভা-সমিতিতে যোগ দেয়, তারা সব কিছু শিখতে থাকে।\n এই মহিলারা আগে অরাজনৈতিক ছিল, এখন তারা প্রতিভাধর স্রষ্টা হিসাবে আবির্ভূত হয়, এবং গোষ্ঠীর কাজ চালিয়ে যাওয়ার উদ্দেশ্যে অর্থ সংগ্রহের জন্য সভায় বক্তৃতা করে।\n১৯৮৪ সালের মে মাসের শেষের দিকে একটি প্রারম্ভিক অনুষ্ঠান হয়েছিল, যেটি ছিল একটি সমাবেশ। সেটি বার্নসলেতে অনুষ্ঠিত হয়েছিল। সেখানে স্কটল্যান্ড থেকে কেন্ট পর্যন্ত সারা দেশের কয়লাক্ষেত্রের ৫০০০ জন মহিলা অংশগ্রহণ করেছিলেন। এর পরে জুন মাসে একটি সম্মেলন এবং ১৯৮৪ সালের ১১ই আগস্ট লন্ডনে একটি বড় প্রতিবাদ মিছিল হয়। ২৩,০০০ শ্রমিক-শ্রেণির মহিলা সেই অনুষ্ঠানে যোগ দিয়েছিলেন, এছাড়াও অন্যান্য মহিলা ট্রেড ইউনিয়নবাদীরাও এই মিছিলে যোগ দিয়েছিলেন।\n\nডাউনিং স্ট্রিট পার হবার সময় আমরা আমাদের গান বন্ধ করে দিয়ে চুপ হয়ে গেলাম। আমরা ডেভি জোন্স এবং জো গ্রিনের স্মরণে কালো স্কার্ফ ও আর্ম ব্যাণ্ড পরিধান করেছিলাম এবং সেইসঙ্গে কালো ফুল পরিধান করেছিলাম, ডেভি জোন্স এবং জো গ্রিন আমাদের পিকেট লাইনে মারা গিয়েছিল। আমাদের অবজ্ঞা দেখানোর জন্য থ্যাচারের বাসভবন অতিক্রম করার সময় আমরা চোখ এড়িয়ে গেলাম।\n১৯৮৪ সালের ডিসেম্বরে চেস্টারফিল্ডে একটি জাতীয় প্রতিনিধি সম্মেলনে খনিসুড়ঙ্গ বন্ধের বিরুদ্ধে মহিলারা (উইমেন এগেইনস্ট পিট ক্লোজার) নামটি গৃহীত হয়েছিল এবং গোষ্ঠীটি ন্যাশনাল ইউনিয়ন অফ মাইনওয়ার্কার্স (এনইউএম) -এর সহযোগী সদস্যপদ চেয়েছিল। আন্দোলনটি গ্রীনহ্যাম কমন -এ নারী শিবিরের মতো সমসাময়িক নারী শান্তি আন্দোলন দ্বারা প্রভাবিত হয়েছিল।\n\n\n== তথ্যসূত্র =="}