{"pageid": 1429763, "title": "স্বর্ণা চিত্রকর", "url": "https://bn.wikipedia.org/wiki?curid=1429763", "content": "স্বর্ণা চিত্রকর (জন্ম ১৯৭৪) পিংলার একজন পটচিত্র শিল্পী, একজন পরিবর্তন সৃষ্টিকারী এবং সম্প্রদায়ের একজন নেতা।\n\n\n== প্রাথমিক জীবন ==\nস্বর্ণা চিত্রকর পশ্চিমবঙ্গের পশ্চিম মেদিনীপুরের নয়া গ্রামে ১৯৭৪ সালে জন্মগ্রহণ করেন। তিনি তাঁর বাবার কাছ থেকে চিত্রকলা শিখেছিলেন কিন্তু দারিদ্র্যের কারণে তাঁর বাবা-মা তাঁকে অল্প বয়সেই বিয়ে দিয়েছিলেন। বিয়ের পর তিনি মূলত নিজের পরিবারের ভরণপোষণের জন্য রং ও তুলি হাতে নেন। তিনি তাঁর স্বামী এবং ৫ কন্যার সাথে থাকেন। তারা সবাই পটুয়া।\n\n\n== কর্মজীবন ==\nস্বর্ণা চিত্রকর নিজের বাড়িতে ফিরে আসেন এবং সেখানে তিনি পটচিত্র অঙ্কন শুরু করেন। এইভাবে পটুয়া হয়ে তাঁর যাত্রা শুরু হয়। ছোটবেলায় তিনি বাবার কাছ থেকে স্ক্রল অঙ্কন ও পটুয়া সঙ্গীত শিখেছিলেন। তিনি অস্ট্রেলিয়া, চীন, ইংল্যান্ড, ফ্রান্স, জার্মানি, সুইডেন এবং মার্কিন যুক্তরাষ্ট্রে নিজের শিল্প প্রদর্শন করেছিলেন। স্বর্ণা চিত্রকর তাঁর দক্ষতামূলক প্যাট পেইন্টিং (ঐতিহ্যগত, কাপড়-ভিত্তিক স্ক্রল অঙ্কন, পূর্ব ভারতীয় রাজ্য উড়িষ্যা, পশ্চিমবঙ্গ এবং বাংলাদেশের কিছু অংশে করা হয়) ব্যবহার ক'রে এবং সুরের গানের সাথে, কোভিড-১৯ সম্পর্কে সচেতনতা জাগানোর মতো সামাজিক কাজ করেছেন। তিনি ৭টি স্ক্রোল ব্যবহার ক'রে বর্তমান পরিস্থিতির পাশাপাশি কোভিড-সামনের সারির স্বাস্থ্যকর্মীদের কথা তুলে ধরেছেন। এছাড়া ঘরে থাকা এবং প্রয়োজনে কোভিড মুখোশ ব্যবহার ও হাত ধোয়ার মতো বিষয় নিয়ে তিনি সচেতনতা বার্তা চিত্রিত করেছিলেন। একটি ভিডিও, যেখানে তিনি গান গাইছেন এবং সেই পটচিত্রগুলি দেখাচ্ছেন, সেটি ফেসবুকে ৯৯,০০০ বারের বেশি দেখা হয়েছে।\n\n\n== পটচিত্র ও পটুয়া সঙ্গীতের মাধ্যমে সামাজিক সমস্যা ==\nস্বর্ণা চিত্রকর তাঁর পটচিত্র এবং তাঁর স্বরচিত পটুয়া সঙ্গীতের মাধ্যমে সুনামি, ১১ সেপ্টেম্বরের আক্রমণ এবং যক্ষ্মা, এইচআইভি / এইডস, বাল্যবিবাহ, শিশু পাচার এবং কোভিড-১৯ ইত্যাদি সামাজিক সমস্যাগুলি নিয়ে অনুষ্ঠান করেছেন।\n\n\n== পুরস্কার ==\n১৯৯৪ সালে রাজ্য স্তরের পুরস্কার।\n\n\n== বই ==\nকোলোডি, কার্লো। পটুয়া পিনোচিও। স্বর্ণ চিত্রকর দ্বারা চিত্রিত এবং ক্যারল ডেলা চিয়েসা দ্বারা অনুবাদ করা হয়েছে। প্রকাশক তারা বই; সচিত্র সংস্করণ, ১২ মে, ২০১৫\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nস্বর্ণা চিত্রকরের কৃষ্ণ ও রাধার গল্প\nস্বর্ণা চিত্রকরের কোভিড-১৯ নিয়ে গান এবং ৭টি দীর্ঘ স্ক্রল পটচিত্র চিত্র"}