{"pageid": 1429704, "title": "অনন্ত চক্রবর্তী", "url": "https://bn.wikipedia.org/wiki?curid=1429704", "content": "অনন্ত চক্রবর্তী(১৯০১-১৯৭৯) ছিলেন ভারতীয় উপমহাদেশের ব্রিটিশ বিরোধী স্বাধীনতা আন্দোলনের একজন অন্যতম ব্যক্তিত্ব এবং অগ্নিযুগের বাঙালি বিপ্লবী।\n\n\n== জন্ম ও শিক্ষাজীবন ==\nঅনন্তকুমার চক্রবর্তী (১৯০১-১৯৭৯) অবিভক্ত বাংলার বরিশাল জেলার রুকুদিয়া গ্রামে জন্মগ্রহণ করেন।\nস্কুলের ছাত্র থাকাকালীন তিনি বরিশালে বিপ্লবী কর্মকাণ্ডের কেন্দ্র সতীশচন্দ্র মুখোপাধ্যায়ের (স্বামী প্রজ্ঞান সরস্বতী) শঙ্কর মঠে যোগ দেন। পরে তিনি যুগান্তর গোষ্ঠীর সদস্য হন এবং ফরিদপুর জেলার দৌলতপুরে সত্যাশ্রম নামে একটি ধর্মীয় সংগঠনে স্থানান্তরিত হন। এখানে তিনি সূর্য সেনের সাথে দেখা করেছিলেন, যিনি ততদিনে জাতির সেবায় তাকে উৎসর্গ করার জন্য শিক্ষকতা থেকে পদত্যাগ করেছিলেন। অনন্তকুমার তাঁর পিছু পিছু কলকাতায় আসেন এবং মাস্টারদা সূর্যসেন ও অন্যান্যদের পরিচালিত চট্টগ্রাম-ভিত্তিক গুপ্ত সমিতি রেড বেঙ্গল পার্টির নীরব সদস্য হিসাবে কাজ করার জন্য একটি এতিমখানায় যোগ দেন। ১৯২০-এর দশকের মাঝামাঝি সময়ে গান্ধীর অহিংস আন্দোলনের আকস্মিক অবসানের পর বাংলায় বিপ্লবী তৎপরতা বৃদ্ধি পায়।\n\n\n== বিপ্লবী কর্মজীবন ==\nযুগান্তর গোষ্ঠীর সঙ্গে মিলে রেড বেঙ্গল পার্টি তাদের দক্ষিণেশ্বর ও শোভাবাজার আস্তানা থেকে অস্ত্র ও গোলাবারুদ সংগ্রহের কাজ করে। এসবের সঙ্গে যুক্ত হয়ে অনন্তকুমার ও প্রমোদ রঞ্জন চৌধুরী ১৯২৫ সালের ১০ নভেম্বর ভোরে শোভাবাজার থেকে বোমা তৈরির উপকরণ, রাসায়নিক ও সাহিত্যসহ গ্রেপ্তার করা হয়। বিশেষ ট্রাইব্যুনাল (১৫ জানুয়ারি ১৯২৬) পাঁচ বছরের সশ্রম কারাদণ্ডে দণ্ডিত হয়। দক্ষিণেশ্বর বোমা মামলায় অন্যান্য দোষীদের সঙ্গে আলিপুর সেন্ট্রাল জেলে বন্দি অনন্তকুমার জেলের অভ্যন্তরে গোয়েন্দা অফিসার ভূপেন্দ্রনাথ চট্টোপাধ্যায়ের হত্যাকাণ্ডে অংশ নিয়েছিলেন (২৮ মে ১৯২৬)। দশ দোষীর মধ্যে তিনজনকে মৃত্যুদণ্ড দেওয়া হয়েছিল এবং অনন্তকুমার এবং বাকিদের যাবজ্জীবন কারাদণ্ড দেওয়া হয়েছিল। তাদের প্রথমে মান্দালয় কারাগারে এবং পরে ১৯৩৩ সালে সেলুলার জেলে পাঠানো হয়।\n\n\n== আন্দামানে বহু বছর ==\n১৯৩৩ সালে অনন্তকে ৫ বছরের সশ্রম কারাদণ্ড দেওয়া হয় এবং আন্দামানের সেলুলার জেলে পাঠানো হয়। জুলাই মাসে ৩৭ দিনের জন্য দ্বিতীয় অনশনে যোগ দেন তিনি। ১৯৩৯ সালে তিনি মুক্তি পান। মোট কারাদণ্ডের মেয়াদ ছিল ৫ বছরের বেশি।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nভারতীয় জাতীয় কংগ্রেস, ইতিহাস"}