{"pageid": 1429698, "title": "রোভার্স কাপ", "url": "https://bn.wikipedia.org/wiki?curid=1429698", "content": "রোভার্স কাপ ছিল ওয়েস্টার্ন ইন্ডিয়া ফুটবল অ্যাসোসিয়েশন দ্বারা আয়োজিত ভারতে অনুষ্ঠিত একটি বার্ষিক ফুটবল টুর্নামেন্ট। ১৮৯০ সালে অন্তর্ভুক্ত, এটি ট্রেডস কাপের পরে ভারতের তৃতীয় প্রাচীনতম টুর্নামেন্ট ছিল।\n\n\n== ইতিহাস ==\nরোভার্স কাপ ১৮৯০ সালে বোম্বে, বোম্বে প্রেসিডেন্সিতে কিছু ব্রিটিশ ফুটবল উৎসাহী বিনোদনের একটি ফর্ম হিসাবে অন্তর্ভুক্ত করেছিলেন। ১৯০২ সালে বোম্বে ফুটবল অ্যাসোসিয়েশন (বিএফএ) প্রতিষ্ঠার পর, টুর্নামেন্টটি সুসংগঠিত হয়। বিচারপতি রাসেলের পৃষ্ঠপোষকতায়, টুর্নামেন্টটি প্রথমে ব্রিটিশ দলের জন্য উন্মুক্ত করা হয়েছিল। পরবর্তীতে ১৯১১ সালে, বিএফএ এবং রোভার্স কাপ কমিটির মধ্যে একীভূত হওয়ার ফলে ওয়েস্টার্ন ইন্ডিয়া ফুটবল অ্যাসোসিয়েশন প্রতিষ্ঠিত হয়েছিল। বিচারপতি রাসেল প্রেসিডেন্ট হওয়ার পর এবং পিআর ক্যাডেল ডব্লিউআইএফএ-এর ভাইস-প্রেসিডেন্ট হওয়ার পর, ভারতীয় ক্লাবগুলিকে অংশগ্রহণের সুযোগ দেওয়া হয় এবং বেঙ্গল ইউনাইটেড (ব্রিটিশ ব্যাটালিয়নে ভারতীয় সৈন্যদের নিয়ে গঠিত একটি দল) প্রতিযোগিতায় অংশ নেওয়া প্রথম ভারতীয় দল হয়ে ওঠে। প্রথম বিশ্বযুদ্ধের কারণে টুর্নামেন্টটি ১৯১৪ থেকে ১৯২০ সাল পর্যন্ত স্থগিত ছিল। আর্সেনাল উইঙ্গার ডেনিস কম্পটন, স্কটিশ আন্তর্জাতিক টমি ওয়াকার এবং ইংলিশ আন্তর্জাতিক ববি ল্যাংটন সহ গ্রেট ব্রিটেনের কিছু কিংবদন্তি খেলোয়াড় বিদেশী দলগুলির সাথে বিংশ শতকের মাঝামাঝি সময়ে টুর্নামেন্টে উপস্থিত হয়েছিল।\nফার্স্ট ওরচেস্টার রেজিমেন্ট শিরোপা জিততে প্রথম দল হয়ে ওঠে। মোহনবাগান টুর্নামেন্টে প্রথম নন-আর্মি বেসামরিক ক্লাব হয়ে ওঠে যারা ১৯২৩ সালে প্রতিদ্বন্দ্বিতা করে এবং ডারহাম লাইট ইনফ্যান্ট্রির কাছে ৪–১ গোলে পরাজয়ের পর রানার্স-আপ পজিশন অর্জন করেছিল। কলকাতা থেকে মোহামেডান স্পোর্টিং ১৯৪০ সালে ব্যাঙ্গালোর মুসলমানদের ১-০ পরাজিত করার সময় শিরোপা জেতা প্রথম ভারতীয় ক্লাব হয়ে ওঠে মোহামেডান পরে ১৯৫৬, ১৯৫৯, ১৯৮০, ১৯৮৪ এবং ১৯৮৭ সংস্করণ জিতেছিল। ১৯৫০ এর দশকে, সৈয়দ আবদুল রহিম হায়দ্রাবাদ সিটি পুলিশকে তাদের প্রতিষ্ঠা করেন আধুনিক যুগে, ইরাকি ক্লাব সালাহাদ্দীন ট্রফি জেতার প্রথম বিদেশী দল হয়ে ওঠে, যখন তারা ১৯৮২ সালে মোহামেডান স্পোর্টিংকে ২–১ গোলে পরাজিত করে। ১৯৫৮ সালে, ক্যালটেক্স স্পোর্টস ক্লাব এটি জয়ী প্রথম স্থানীয় দল হওয়ার গৌরব অর্জন করেছিল এবং বেঙ্গল মুম্বাই শিরোপা জেতার শেষ স্থানীয় দল। চ্যাম্পিয়নশিপটি শেষবার ২০০০-০১ মৌসুমে অনুষ্ঠিত হয়েছিল, যখন মোহনবাগান ফাইনালে চার্চিল ব্রাদার্সকে ২–০ ব্যবধানে হারিয়েছিল।\nজাতীয় ফুটবল লিগ শুরু হওয়ার পর রোভার্স কাপ সমস্যায় পড়তে শুরু করে। বিশাল খরচ এবং স্পন্সরশিপ ডিল সমস্যা সহ, টুর্নামেন্টটি অবশেষে ২০০১ সালে বিলুপ্ত হয়ে যায়। ২০০৭ সালে, ডব্লিউআইএফএ ঘোষণা করেছিল যে তারা টুর্নামেন্টটিকে পুনরুজ্জীবিত করার চেষ্টা করছিল।\n\n\n== ভেন্যু ==\nটুর্নামেন্টের প্রাথমিক ভেন্যু ছিল বোম্বেতে (বর্তমানে মুম্বাই) কুপারেজ গ্রাউন্ড। শতাধিক বছর আগে নির্মিত স্টেডিয়ামটি টুর্নামেন্টের প্রতিটি সংস্করণের আয়োজন করেছিল।\n\n\n== ফলাফল ==\n\n\n=== প্রাক-স্বাধীনতা পর্ব (১৮৯০–১৯৪৭) ===\n\n\n=== স্বাধীনতা-পরবর্তী পর্ব (১৯৪৭–২০০১) ===\n\nটীকা:\n\n১. ^ মোহনবাগান ও ১ম বিএন, সাউথ স্টাফোর্ডশায়ার রেজিমেন্ট মধ্যে কোয়ার্টার ফাইনাল চলাকালীন স্ট্যান্ড ভেঙে পড়লে টুর্নামেন্টটি পরিত্যক্ত হয় \n২. ^ রিপ্লের পর যুগ্ম বিজয়ী\n৩. ^ রিপ্লের পর যুগ্ম বিজয়ী\n৪. ^ প্রথম ম্যাচের পরে রিপ্লে ৮৪ মিনিটের সময় পরিত্যক্ত হয়েছিল, স্কোরটি ০-১ এ ছিল, কারণ ডেম্পো একটি গোল বাতিল হওয়ার পরে চালিয়ে যেতে অস্বীকার করেছিলেন\n৫. ^ যুগ্ম বিজয়ী\n৬. ^ পেনাল্টি শুটআউট\n\n\n== দলগুলোর পারফরম্যান্স ==\n\n\n=== ভারতীয় দলগুলির পারফরম্যান্স ===\nপ্রাথমিক বছরগুলিতে, কেবল ব্রিটিশ দলগুলি টুর্নামেন্টে অংশ নিয়েছিল। মোহনবাগান এসি ১৯২৩ সালে আমন্ত্রণে এই টুর্নামেন্টে অংশ নেওয়া প্রথম ভারতীয় দল ছিল, তবে তারা ফাইনালে ডারহাম লাইট ইনফ্যান্ট্রির কাছে ১–৪ ব্যবধানে হেরে যায়। ১৯৩৭ সালে, প্রথম ভারতীয় দল হিসেবে এই টুর্নামেন্ট জিতেছিল ব্যাঙ্গালোর মুসলিম।\nপরিসংখ্যান: কমপক্ষে ২টি জয়ী দল, (যৌথ জয় সহ)\n\n\n=== বিদেশী দলের পারফরম্যান্স ===\nবিদেশী দলগুলিকে প্রায়শই রোভার্স কাপে অংশ নেওয়ার জন্য আমন্ত্রণ জানানো হত।\n\n\n==== বিজয়ী ====\n সালাহউদ্দিন এফসি (১৯৮২)\n আল-জাইশ আর্মি এসসি (১৯৮৩)\n ওমান ক্লাব (১৯৯৫)\n\n\n==== রানার্স-আপ ====\n কেমারি ইউনিয়ন এফসি (১৯৫৪)\n\n\n== আরও দেখুন ==\n\nপ্রাচীনতম ফুটবল প্রতিযোগিতার তালিকা\nভারতে ফুটবল\nআইএফএ শিল্ড\nফেডারেশন কাপ\nসুপার কাপ\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\n\n=== গ্রন্থপঞ্জি ===\nKapadia, Novy (২০১৭)। Barefoot to Boots: The Many Lives of Indian Football। Penguin Random House। আইএসবিএন 978-0-143-42641-7। \nShreekumar, S. S. (১৫ আগস্ট ২০২০)। THE BEST WAY FORWARD FOR INDIA'S FOOTBALL। HSRA Publications। পৃষ্ঠা 244। আইএসবিএন 9788194721697। ৪ ফেব্রুয়ারি ২০২৩ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৩ ফেব্রুয়ারি ২০২৩। \nMartinez, Dolores; Mukharji, Projit B (২০০৯)। Football: From England to the World: The Many Lives of Indian Football। Routledge। আইএসবিএন 978-1-138-88353-6। ২ জুলাই ২০২২ তারিখে মূল থেকে আর্কাইভ করা। \nSharma, Nikhil Paramjit; Gupta, Shantanu (৪ ফেব্রুয়ারি ২০১৯)। India's Football Dream। SAGE Publications India। আইএসবিএন 9789353283063। ৪ অক্টোবর ২০২২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৪ অক্টোবর ২০২২। \nDutta, P. L., Memoir of 'Father of Indian Football' Nagendraprasad Sarbadhikary (Calcutta: N. P. Sarbadhikary Memorial Committee, 1944) (hereafter Memoir)\nMajumdar, Boria, Bandyopadhyay, Kausik (২০০৬)। Goalless: The Story of a Unique Footballing Nation। Penguin India। আইএসবিএন 9780670058747। \nGhosh, Saurindra Kumar. Krira Samrat Nagendraprasad Sarbadhikary 1869–1940 (Calcutta: N. P. Sarbadhikary Memorial Committee, 1963) (hereafter Krira Samrat).\nNath, Nirmal (২০১১)। History of Indian Football: Upto 2009–10। Readers Service। আইএসবিএন 9788187891963। ২২ জুলাই ২০২২ তারিখে মূল থেকে আর্কাইভ করা। \nDineo, Paul; Mills, James (২০০১)। Soccer in South Asia: Empire, Nation, Diaspora। London, United Kingdom: Frank Cass Publishers। আইএসবিএন 978-0-7146-8170-2। ২৫ জুলাই ২০২২ তারিখে মূল থেকে আর্কাইভ করা। \n\"Triumphs and Disasters: The Story of Indian Football, 1889—2000.\" (পিডিএফ)। ১৩ আগস্ট ২০১২ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০ অক্টোবর ২০১১। \nD'Mello, Anthony (১৯৫৯)। Portrait Of Indian Sport। P R Macmillan Limited, London। \nMukhopadhay, Subir (২০১৮)। সোনায় লেখা ইতিহাসে মোহনবাগান (অনু. Mohun Bagan in the history written in gold)। আইএসবিএন 978-93-850172-0-9। \nBanerjee, Argha; Basu, Rupak (২০২২)। মোহনবাগান: সবুজ ঘাসের মেরুন গল্প (অনু. Mohun Bagan: Green fields' Maroon stories)। Shalidhan। আইএসবিএন 978-81-954667-0-2। \nFrom recreation to competition: Early history of Indian football  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ জুলাই ২০২১ তারিখে. pp. 124–141. Published online: 6 Aug 2006. www.tandfonline.com. Retrieved 30 June 2021.\n\n\n=== অন্যান্য ===\nSarkar, Dhiman (২৫ মার্চ ২০১৮)। \"India's football past gasping for survival\"। hindustantimes.com। Kolkata: Hindustan Times। ৬ জানুয়ারি ২০২২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৬ এপ্রিল ২০২৩। \nSengupta, Somnath (১৪ মে ২০১৮)। \"Legends of Indian Football : Peter Thangaraj\"। thehardtackle.com। Mumbai: The Hard Tackle। ১৩ এপ্রিল ২০২১ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৭ অক্টোবর ২০২২। \nBhattacharya, Ayan (১০ সেপ্টেম্বর ২০২৩)। \"বাংলা ভাগের ক্ষত কিভাবে বিষিয়ে দিল মোহনবাগান আর ইস্টবেঙ্গলকে?\" [How did the wound of the partition of Bengal poisoned both Mohun Bagan and East Bengal?]। inscript.me। Kolkata: ইনস্ক্রিপ্ট বাংলা নিউজ। ৭ নভেম্বর ২০২৩ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৭ নভেম্বর ২০২৩। \n\n\n== বহিঃসংযোগ ==\nভারত – রোভার্স কাপ ফাইনালের তালিকা আরএসএসএসএফ- এ"}