{"pageid": 1429757, "title": "কৃষ্ণভাবিনী দাস", "url": "https://bn.wikipedia.org/wiki?curid=1429757", "content": "কৃষ্ণভাবিনী দাস (১৮৬২ - ১৯১৯) একজন বাঙালি লেখক এবং একজন নারীবাদী ছিলেন।\n\n\n== প্রাথমিক জীবন ==\nকৃষ্ণভাবিনী দাসের জন্ম আনুমানিক ১৮৬২ সাল নাগাদ, ব্রিটিশ ভারতের বেঙ্গল প্রেসিডেন্সির অধীনে মুর্শিদাবাদ জেলায় তাঁর জন্ম হয়েছিল। তাঁর প্রথাগত বিদ্যালয় শিক্ষা হয়নি, তিনি বাড়িতেই শিক্ষা পেয়েছিলেন। নয় বছর বয়সে দেবেন্দ্রনাথ দাসের সঙ্গে তাঁর বিয়ে হয়েছিল। ভারতীয় সিভিল সার্ভিস পরীক্ষা দেওয়ার জন্য তাঁর স্বামী ১৮৭৬ সালে ইংল্যান্ডে চলে যান, কিন্তু তিনি সফল হননি। এরপর তিনি ক্যামব্রিজ বিশ্ববিদ্যালয়ে গণিত পড়তে যান। ১৮৮২ সালে তিনি নিজের স্ত্রীর কাছে কলকাতায় ফিরে আসেন। এর ছয় মাস পর, কৃষ্ণভাবিনীর ১৯ বা ২০ বছর বয়সে তাঁরা একসাথে ইংল্যান্ডে চলে যান। সেখানে তাঁরা আট বছর ছিলেন।\n\n\n== কর্মজীবন ==\nকৃষ্ণভাবিনী দাস ব্রিটিশ সংস্কৃতি এবং মানুষ পছন্দ করতেন এবং এই সংস্কৃতি দ্বারা ব্যাপকভাবে প্রভাবিত হয়েছিলেন। ব্রিটেনে নারীদের দ্বারা উপভোগ করা মর্যাদা দেখে তিনি সত্যিই মুগ্ধ হয়েছিলেন। ১৮৮৫ সালে তিনি ইংল্যান্ডে নিজের অভিজ্ঞতা সম্পর্কে একটি বই প্রকাশ করেন, যার নাম ইংল্যাণ্ড বঙ্গ মহিলা (ইংল্যান্ডের একজন বাঙালি মহিলা)। একজন মহিলা বই লিখলে তার প্রতি সামাজিক দৃষ্টিভঙ্গি কি হবে, সে সম্পর্কে তিনি চিন্তিত ছিলেন। তাই তিনি অজ্ঞাতনামা হিসেবে নিজের লেখা প্রকাশ করেছিলেন, লেখকের নাম ছিল এ বেঙ্গলি লেডি (একজন বাঙালি ভদ্রমহিলা)। বইটিতে তিনি বাঙালি সমাজে নারীদের অবস্থানের সমালোচনা করেছেন এবং ব্রিটিশ সমাজে তাদের অবস্থানের প্রশংসা করেছেন। তিনি ব্রিটিশ নারীদের স্বাধীনতা, তাদের শিক্ষা এবং কর্মসংস্থানের সুযোগ সম্পর্কে লিখেছেন। তিনি ব্রিটেনে নিম্নবর্গের প্রতি আচরণের সমালোচনা করেছিলেন এবং তিনি যা দেখেছিলেন তা হল ব্রিটিশ সমাজের অর্থ ও স্বার্থের প্রতি আবেশ। যদিও হিন্দু মহিলারা মুসলিম মহিলাদের মতো পরদা পালন করতেন না, কিন্তু সেই সময় তাঁরা মূলত অদৃশ্য, নিজের ঘরে বন্দী এবং জনসাধারণের দৃষ্টি থেকে দূরে থাকতেন। তাঁদের সঠিক স্থানটি গার্হস্থ্য ক্ষেত্রের মধ্যে ছিল এবং একজন মধ্যবিত্ত ভারতীয় মহিলার জন্য নিজেকে বহির্বিশ্বের কাছে প্রকাশ করা বা বিতর্কে অংশগ্রহণ করা খুবই অস্বাভাবিক ছিল। ইংল্যান্ডের মাটির বাস্তবতার সাথে মানুষকে শিক্ষিত করার এই স্ব-নিয়ন্ত্রিত প্রচারই কৃষ্ণভাবিনী দাসের আখ্যানটিকে অনন্য করে তোলে। তিনি বাঙালি পাঠকদের কাছে নারীর অধিকার ও নারীবাদের ধারণাও তুলে ধরেন। ১৮৮৯ সালে তিনি কলকাতায় ফিরে আসেন। \nকৃষ্ণভাবিনী দাস নারীর অধিকার এবং নারী শিক্ষার প্রয়োজনীয়তা নিয়ে লিখতে থাকেন। তিনি ভারতী, প্রবাসী এবং সাধনা পত্রিকায় লিখতেন। তিনি বিধবাদের জন্য একটি নারী আশ্রয়কেন্দ্র নির্মাণ করেছিলেন।\n\n\n== মৃত্যু ==\n১৯১৯ সালে কৃষ্ণভাবিনী দাস মারা যান।\n\n\n== তথ্যসূত্র =="}