{"pageid": 1429926, "title": "একটি বানরের হৃদয়", "url": "https://bn.wikipedia.org/wiki?curid=1429926", "content": "একটি বানরের হৃদয় হল একটি সোয়াহিলি রূপকথার গল্প যা এডওয়ার্ড স্টিয়ারের সোয়াহিলি রূপকথা-তে সংগৃহীত। অ্যান্ড্রু ল্যাং দ্য লিলাক ফেয়ারি বুক-এ এটি অন্তর্ভুক্ত করেছেন। এটি হল আরনে-থম্পসন ৯১।\n\n\n== সারমর্ম ==\nএকটি বানর ও একটি হাঙরের মধ্যে বন্ধুত্ব গড়ে ওঠে, বানরটি তার বন্ধুকে সমুদ্রের উপর ঝুলে থাকা একটি বিশাল এমকু ইউ গাছের ফল ছুঁড়ে দিয়েছিল। কিছুক্ষণ পর হাঙর বলল, যদি বানরটি তার সাথে বাড়িতে আসে তবে সে তাকে একটি উপহার দেবে এবং তাকে বহন করার প্রস্তাব দেয়। বানরটি মেনে নেয়, কিন্তু অর্ধেক পথ যাওয়ার পর সেখানে হাঙ্গরটি তাকে বলে যে তার দেশের সুলতান মারাত্মক অসুস্থ এবং তাকে নিরাময়ের জন্য একটি বানরের হৃদয় প্রয়োজন। বানরটি বলল এটা খুবই দুঃখজনক, কারণ সে জানলে তার হৃদয় নিয়ে আসতে পারত, কিন্তু এটি যেমন ছিল, তেমনি তাকে ফেলে রেখে চলে যায়। হাঙ্গর প্রতারিত হয়ে এটি পেতে তাকে ফিরিয়ে আনতে যায়। কিন্তু ততক্ষণে বানর গাছে লাফিয়ে উপরে উঠে যায় এবং ফিরে যাওয়ার প্রলোভনে আর আগ্রহ দেখাল না। সে হাঙ্গরকে একটি ধোপাদের গাধার গল্প বলেছিল, যাকে দুবার সিংহের সাথে দেখা করতে প্ররোচিত করা হয়েছিল এবং তাই দ্বিতীয়বারে তার প্রাণ হারিয়েছিল - এবং বানরটি ধোপাদের গাধার মতো ছিল না।\n\n\n== সংস্করণ ==\n\n\n=== ভারত ===\nএই গল্পের একটি পূর্ববর্তী সংস্করণে একটি হাঙরের পরিবর্তে একটি কুমির সহ পঞ্চতন্ত্রের চতুর্থ বইয়ের গল্পের গঠন হিসাবে কাজ করে। এই সংস্করণে এটি কুমিরের স্ত্রী, যে তার স্বামীকে বানরের দেওয়া ডুমুরগুলি উপভোগ করার পরে, বানরের হৃদয় খেতে চেয়েছিল।  যেখানে সোয়াহিলি সংস্করণে শুধুমাত্র একটি অনুবিদ্ধ গল্প রয়েছে, পঞ্চতন্ত্র সংস্করণে বানর ও কুমির তাদের গল্পের সময় একে অপরকে অসংখ্য গল্প বলেছিল, যার দ্বিতীয়টি ধোপাদের গাধার গল্পের সাথে মিলে যায়।\n\n\n=== জাপান ===\nলোকসাহিত্যিক সেকি কেইগো বলেছেন যে গল্পটি জাপানে \"খুব জনপ্রিয়\" এবং ১১ শতকের একটি প্রাচীন জাপানি সংস্করণ কনজাকু মনোগাতারিশুতে রিপোর্ট করেছেন। \n\n\n== ভাষ্য ==\nজে.আর.আর. টলকিয়েন তার অন ফেয়ারি-স্টোরিস -এ এই গল্পটিকে সত্যিকারের রূপকথার উদাহরণ হিসাবে উল্লেখ করেছেন, কারণ বিচ্ছিন্ন হৃদয় একটি সাধারণ রূপকথার মোটিফ হলেও, এটি কেবল একটি চালনা হিসাবে প্রদর্শিত হয়।\n\n\n== তথ্যসূত্র =="}