{"pageid": 1430591, "title": "তুর্কি শিল্প", "url": "https://bn.wikipedia.org/wiki?curid=1430591", "content": "তুর্কি শিল্প (তুরস্ক: Türk sanatı) বলতে বোঝায় মধ্যযুগে তুর্কিদের আগমনের পর থেকে বর্তমান তুরস্কের ভৌগোলিক এলাকা থেকে উদ্ভূত দর্শন শিল্পের সমস্ত কাজ। হিট্টীয় জাতি, প্রাচীন গ্রিস এবং বাইজেন্টাইন শিল্প সহ পূর্ববর্তী সংস্কৃতির দ্বারা উৎপাদিত অনেক উল্লেখযোগ্য শিল্পের আবাস ছিল তুরস্ক। উসমানীয় শিল্প বিশ শতকের আগে তুর্কি শিল্পের প্রভাবশালী উপাদান, যদিও সেলজুক সাম্রাজ্য এবং অন্যান্য তুর্কি অভিবাসনও অবদান রেখেছিল। ১৬শ শতাব্দী এবং ১৭শ শতাব্দীকে সাধারণত অটোমান সাম্রাজ্য শিল্পের জন্য সর্বোত্তম সময় হিসাবে স্বীকৃত করা হয়, এর বেশিরভাগই বিশাল ইম্পেরিয়াল কোর্টের সাথে যুক্ত। বিশেষ করে ১৫২০ থেকে ১৫৬৬ সাল পর্যন্ত সুলতান সুলাইমান এর দীর্ঘ শাসনামল শিল্পকলার দৃঢ় উৎসাহের সাথে রাজনৈতিক ও সামরিক সাফল্যের সমন্বয় এনেছিল, যা যেকোনো শাসক রাজবংশের মধ্যে বিরল। \nnakkashane  প্রাসাদের কর্মশালাগুলি এখন সাধারণভাবে পরিচিত, স্পষ্টতই খুব গুরুত্বপূর্ণ এবং ফলপ্রসূ ছিল, তবে যথেষ্ট পরিমাণে বেঁচে থাকা ডকুমেন্টেশন থাকলেও, তারা কীভাবে পরিচালনা করেছিল সে সম্পর্কে অনেক কিছুই অস্পষ্ট রয়ে গেছে। তারা বিভিন্ন মিডিয়ার মাধ্যমে পরিচালনা করত, কিন্তু দৃশ্যত মৃৎশিল্প বা বস্ত্রশিল্প অন্তর্ভুক্ত করে না, কারিগর বা শিল্পীরা দৃশ্যত যুদ্ধে বন্দী দাস, বিশেষ করে পার্সিয়ান, প্রশিক্ষিত তুর্কি এবং বিদেশী বিশেষজ্ঞদের মিশ্রণ।\n\n\n== সেলজুক আমল ==\n\nসেলজুক স্থাপত্যের সাথে সেলজুক রাজবংশের নির্মাণ ঐতিহ্য জড়িত যখন এটি ১১ এবং ১৩ শতকের মধ্যে মধ্যপ্রাচ্যের অধিকাংশ (গ্রেট সেলজুক সাম্রাজ্য) এবং আনাতোলিয়া (''Sultanate of Rum'') শাসন করেছিল।  গ্রেট সেলজুক সাম্রাজ্য ইরান এবং আশেপাশের অঞ্চলের স্থাপত্যে উল্লেখযোগ্য অবদান রেখেছিল, প্রতিসাম্য ফোর-ইওয়ান বিন্যাস এবং রাষ্ট্র-স্পন্সরকৃত শিক্ষা প্রতিষ্ঠান মাদ্রাসার প্রথম বিস্তৃত সৃষ্টির মতো উদ্ভাবন প্রবর্তন করে।  তাদের বিল্ডিংগুলি সাধারণত ইট দিয়ে তৈরি করা হয়েছিল, ইটওয়ার্ক, টাইলস এবং খোদাই করা স্টুকো ব্যবহার করে সজ্জা তৈরি করা হয়েছিল।\nবেশিরভাগ আনাতোলিয়ান সেলজুকের কাজ ড্রেসড পাথরের, ইটগুলি মিনারগুলির জন্য সংরক্ষিত।  ইরানের সেলজুক ভবনের সাথে আনাতোলিয়ায় পাথরের ব্যবহার সবচেয়ে বড় পার্থক্য, যেগুলো ইটের তৈরি।  এর ফলে তাদের অনেক স্মৃতিস্তম্ভ আধুনিক সময় পর্যন্ত সংরক্ষিত হয়েছে।\nএই সময়কালে সেলজুকরা যে স্থপতিরা নির্মাণ করেছিলেন, শিল্পকলায় তাদের গুরুত্ব ছিল অনেক।  ইসলামের স্বর্ণযুগে নির্মিত সেলজুক কাঠামো প্রায়ই তাদের মোটিফগুলিতে জ্যামিতিক নিদর্শন অন্তর্ভুক্ত করে।  সেলজুকরা তাদের শিল্পে বহুবার টাইলস ব্যবহার করেছিলেন এবং তারা তাদের সামাজিক জীবনের অংশগুলি সিরামিকের উপর আঁকতেন।  সাধারণত, তারা তাদের সিরামিকগুলিতে খাতুন এবং বেগেদার ব্যবহার করত।  একই সময়ে, সেলজুক চিত্রকর্মে পুরুষ ও মহিলা অশ্বারোহী সৈন্যদের অনেক চিত্র পাওয়া গেছে।  তারা প্রায়শই তাদের কাজে রঙ ফিরোজা ব্যবহার করত এবং আজ এটি একটি অনন্য বৈশিষ্ট্য অর্জন করেছে।\n\n\n== উসমানীয় আমল ==\n\nঅটোমান স্থাপত্য ঐতিহ্যগত ইসলামিক শৈলী, ইউরোপের কিছু প্রযুক্তিগত প্রভাবের সাথে, একটি অত্যন্ত পরিশীলিত শৈলীতে বিকশিত হয়েছিল, যার অভ্যন্তরীণ রঙিন টাইলস দ্বারা সজ্জিত ছিল, যা প্রাসাদ, মসজিদ এবং টারবে মাওসোলিয়ায় দেখা যায়।\nশিল্পের অন্যান্য রূপগুলি পূর্ববর্তী ইসলামী শিল্পের বিকাশকে প্রতিনিধিত্ব করে, বিশেষ করে পারস্যের, কিন্তু একটি স্বতন্ত্র তুর্কি চরিত্রের সাথে। পারস্যের মতো, চীনা চীনামাটির বাসন উসমানীয় রাজদরবার দ্বারা খুব আগ্রহের সাথে সংগ্রহ করা হয়েছিল এবং এটি প্রধানত সজ্জার উপর আরেকটি গুরুত্বপূর্ণ প্রভাবের প্রতিনিধিত্ব করেছিল।  অটোমান মিনিয়েচার এবং অটোমান আলোকসজ্জা পাণ্ডুলিপিগুলির অলঙ্করণের আলংকারিক এবং অ-আলঙ্কারিক উপাদানগুলিকে আচ্ছাদিত করে, যেগুলিকে স্বতন্ত্র ধারা হিসাবে বিবেচনা করা হয়, যদিও প্রায়শই সা-তে একত্রিত হয়।\n১৬ এবং ১৭ শতকের গোড়ার দিকে উসমানীয়দের রাজত্ব ইসলামিক ক্যালিগ্রাফির তুর্কি ফর্ম প্রবর্তন করে। সুলেমান দ্য এম এর শাসনামলে এই শিল্পটি জনপ্রিয়তার উচ্চতায় পৌঁছেছিল  আলংকারিক হিসাবে এটি যোগাযোগমূলক ছিল, দিওয়ানি অক্ষরের মধ্যে লাইনের জটিলতা এবং শব্দের মধ্যে অক্ষরগুলির ঘনিষ্ঠ সংমিশ্রণ দ্বারা আলাদা করা হয়েছিল। হিলিয়া হল ইসলামিক  বর্ণনার ইসলামী ক্যালিগ্রাফি সহ একটি আলোকিত চাদর। হিলিয়া হল ইসলামিক নবী মুহাম্মদের বর্ণনার ইসলামী ক্যালিগ্রাফি সহ একটি আলোকিত চাদর। যা হিলিয়াদের মতো খ্রিস্টান ইউরোপে প্রতিকৃতির কিছু কার্য সম্পাদন করেছে। বইয়ের প্রচ্ছদগুলোও সুসজ্জিত ছিল।\nঅন্যান্য গুরুত্বপূর্ণ মাধ্যমগুলি রূপক কাজের পরিবর্তে প্রয়োগ বা আলংকারিক শিল্পে ছিল।  মৃৎশিল্প, বিশেষ করে ইজনিক মৃৎশিল্প, গহনা, শক্ত পাথরের খোদাই, তুর্কি কার্পেট, বোনা এবং সূচিকর্ম করা সিল্ক টেক্সটাইলগুলি অত্যন্ত উচ্চ মানের উত্পাদিত হয়েছিল এবং বিশেষ করে কার্পেটগুলি ব্যাপকভাবে রপ্তানি করা হয়েছিল।  অন্যান্য তুর্কি শিল্প ধাতুর কাজ, খোদাই করা কাঠের কাজ এবং বিস্তৃত ইনলে সহ আসবাবপত্র থেকে শুরু করে ঐতিহ্যবাহী এব্রু বা কাগজের মার্বেল পর্যন্ত।\n\n\n=== ১৮ থেকে ২০ শতক ===\n১৮ এবং ১৮ শতকে তুর্কি শিল্প ও স্থাপত্য সমসাময়িক ইউরোপীয় শৈলী দ্বারা আরও বেশি প্রভাবিত হয়েছিল, যার ফলে অলঙ্করণে অতি-বিস্তারিত এবং উচ্ছৃঙ্খল বিবরণ রয়েছে।  ওসমান হামদি বে (১৮৪২-১৮৯০) দীর্ঘ সময়ের জন্য কিছুটা নির্জন ব্যক্তিত্বের সাথে ইউরোপীয়-শৈলীর চিত্রকর্মটি গৃহীত হতে ধীর গতিতে ছিল।  তিনি উসমানীয় প্রশাসনিক অভিজাতদের একজন সদস্য ছিলেন যিনি প্যারিসে প্রশিক্ষণ নিয়েছিলেন এবং তুরস্কে একজন সিনিয়র প্রশাসক এবং কিউরেটর হিসাবে তার দীর্ঘ কর্মজীবন জুড়ে চিত্রকর্ম করেছিলেন।  তার অনেক কাজ প্রাচ্যবাদের বিষয়গুলিকে ভিতর থেকে উপস্থাপন করে, যেমনটি ছিল।\n\n\n== গ্যালারি ==\n\n\n=== স্থাপত্য ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== ক্যালিগ্রাফি ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== কার্পেট ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== রন্ধনসম্পর্কীয় শিল্প ===\n\n\n=== নৃত্য ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== Fashion ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== Handcraft ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== Illumination ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== Miniature ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== পেইন্টিং ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== ভাস্কর্য ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== টাইলস ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== Weapons ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}