{"pageid": 1430133, "title": "মিঠান জামশেদ লাম", "url": "https://bn.wikipedia.org/wiki?curid=1430133", "content": "মিঠান জামশেদ লাম (১৮৯৮-১৯৮১) ছিলেন একজন ভারতীয় আইনজীবী, সামাজিক কর্মী এবং মুম্বাইয়ের শেরিফ। তিনি ছিলেন প্রথম ভারতীয় নারী ব্যারিস্টার এবং বোম্বে হাইকোর্টের প্রথম ভারতীয় নারী আইনজীবী।  তিনি সর্বভারতীয় নারী সম্মেলনের সদস্য ছিলেন এবং ১৯৬১-৬২ সালে এর সভাপতি হিসেবে দায়িত্ব পালন করেছিলেন। সমাজে তার অবদানের জন্য ভারত সরকার তাকে ১৯৬২ সালে তৃতীয় সর্বোচ্চ বেসামরিক সম্মান পদ্মভূষণে ভূষিত করে। \n\n\n== জীবনী ==\nমিঠান জামশেদ লাম (জন্মনাম মিঠান আরদেশির টাটা) ১৮৯৮-এর ২ মার্চ পশ্চিম ভারতের মহারাষ্ট্র রাজ্যে, একটি পার্সি জরাথুষ্ট্রীয় পরিবারে জন্মগ্রহণ করেন। তার বাবা আরদেশির টাটা ছিলেন টেক্সটাইল মিল কর্মচারী এবং মা হেরাবাই টাটা ছিলেন একজন নারী অধিকার কর্মী। তার শৈশব এবং প্রাথমিক শিক্ষা ছিল পুনে জেলার ফুলগাঁওতে, যেখানে তার বাবা স্থানীয় একটি টেক্সটাইল মিলে কাজ করতেন, কিন্তু পরে, তার বাবা চাকরি স্থানান্তর করলে তিনি আহমেদাবাদে চলে যান। শীঘ্রই, তিনি মুম্বাই আসেন, যেখানে তিনি তার বিদ্যালয় শিক্ষা শেষ করার জন্য ফ্রেয়ার ফ্লেচার স্কুলে (বর্তমানে জেবি পেটিট হাই স্কুল ফর গার্লস) যোগ দেন। তার স্নাতক অধ্যয়ন ছিল মুম্বাইয়ের এলফিনস্টোন মহাবিদ্যালয়ে এবং প্রথম অবস্থান নিয়ে তিনি সম্মানের সাথে অর্থনীতিতে তার ডিগ্রি অর্জন করেন। এজন্য তিনি কবডেন ক্লাব পদক জিতেছিলেন। এই সময়ে, তিনি তার মায়ের সাথে সাউথবরো ফ্র্যাঞ্চাইজ কমিটির সামনে উপস্থিত হওয়ার জন্য লন্ডনে যান, এর নেতৃত্বে ছিলেন সাউথবরোর প্রথম ব্যারন ফ্রান্সিস হপউড। সফরের সময়, তিনি হাউস অফ কমন্সের সদস্যদের সাথে ভারতে নারী ভোটাধিকারের বিষয়ে আলোচনা করার সুযোগ পেয়েছিলেন। তিনি ইংল্যান্ডে থাকার সিদ্ধান্ত নেন, সেখানে সফলভাবে তার স্নাতকোত্তর ডিগ্রি সম্পন্ন করার জন্য লন্ডন স্কুল অফ ইকোনমিক্সে যোগদান করেন, একই সাথে ১৯১৯ সালে লিঙ্কনস ইনের ব্যারিস্টার-অ্যাট-ল হিসেবে যোগ্যতা অর্জনের জন্য আইন অধ্যয়ন করেন, তিনি প্রথম নারী ব্যারিস্টারদের একজন হন এবং প্রথম ভারতীয় নারী ব্যারিস্টার হন। ইংল্যান্ডে তার অবস্থান তাকে সরোজিনী নাইডু এবং অ্যানি বেসান্তের মতো উল্লেখযোগ্য ভারতীয় নারী নেত্রীদের সাথে যুক্ত হওয়ার সুযোগ দিয়েছিল, তাঁরা ভারতে নারী ভোটাধিকারের পক্ষে প্রচার করার জন্য সে দেশে ছিলেন। তিনি এই নেতাদের সাথে স্কটল্যান্ড সফর করেন এবং হাউস অফ কমন্সে ভাষণও দেন। এই প্রচেষ্টাগুলো ভারতীয় নারীদের ভোটাধিকার পেতে সহায়তা করেছে বলে জানা গেছে। \n১৯২৩ সালে ভারতে ফিরে আসার পর, তিনি ইতিহাসে প্রথম নারী আইনজীবী হিসেবে মুম্বাই উচ্চ আদালতে যোগ দেন এবং একজন নেতৃস্থানীয় আইনজীবী ও একজন স্বাধীনতা কর্মী ভুলাভাই দেশাইয়ের সহযোগী হিসেবে অনুশীলন শুরু করেন। তিন বছরের অনুশীলনের পর, তিনি শান্তির বিচারপতি এবং নির্বাহী ম্যাজিস্ট্রেট হিসেবে নিযুক্ত হন এবং সেইসাথে ১৮৬৫ সালের পারসি বিবাহ আইনের কমিটির সদস্য হিসেবে নিযুক্ত হন, যা তাকে এই আইনের সংশোধনে অবদান রাখতে সাহায্য করেছিল। এর নাম হয়েছিল- ১৯৩৬ সালের পারসি বিবাহ ও বিবাহবিচ্ছেদ আইন। ১৯৪৭ সালে, তিনি মুম্বাইয়ের শেরিফ হিসেবে নিযুক্ত হন, তিনি ছিলেন এই পদে অধিষ্ঠিত প্রথম নারী। তিনি অল ইন্ডিয়া উইমেনস কনফারেন্স (এআইডব্লিউসি)-এর কার্যক্রমেও জড়িত ছিলেন এবং ১৯৬১-৬২ মেয়াদে এর সভাপতি হিসেবেও দায়িত্ব পালন করেন। তিনি পাঁচ বছর এআইডব্লিউসি-এর অফিসিয়াল জার্নাল স্ত্রী ধর্মের সম্পাদক ছিলেন এবং জাতিসংঘ বিষয়ক সংস্থার নিযুক্ত সদস্য হিসেবে দায়িত্ব পালন করেন। তিনি ১৯২৫ সালে এআইডব্লিউসি-এর দুই বছর আগে প্রতিষ্ঠিত ভারতীয় নারীদের জাতীয় কাউন্সিলের সাথেও সক্রিয় ছিলেন এবং এর আইনসভা, শ্রম ও প্রেস কমিটির সদস্য ছিলেন। \nতিনি মুম্বাই ল কলেজে পরিদর্শক শিক্ষক হিসেবে কাজ করেছেন। হিন্দু কোড বিলের খসড়া তৈরিতেও তার অবদানের কথা জানা গেছে। তিনি ছিলেন ইন্ডিয়ান ফেডারেশন অফ উইমেন লয়ার্সের প্রতিষ্ঠাতা-সভাপতি, ইন্টারন্যাশনাল ফেডারেশন অফ উইমেন লয়ার্স (আইএফডব্লিউএল) এর সহ-সভাপতি। তিনি আইএফডব্লিউএল-এর ১৩ তম কনভেনশনের সভাপতিত্বও করেছিলেন, পাশাপাশি জাতিসংঘে ফেডারেশনের প্রতিনিধি হিসেবে দায়িত্ব পালন করেছিলেন। তিনিউইমেন গ্র্যাজুয়েট ইউনিয়ন অব বোম্বের সভাপতি হিসেবেও দায়িত্ব পালন করেছেন। আইনী অনুশীলন থেকে অবসর নেওয়ার পর, তিনি মহারাষ্ট্র রাজ্য নারী কাউন্সিল (এমএসডব্লিউসি)-এ যোগদান করেন এবং কিছু সময়ের জন্য শ্রমের সাব-কমিটির সভাপতিত্ব করেন, সেই সময়ে, তিনি মাটুঙ্গা লেবার ক্যাম্প বস্তির বাসিন্দারা জন্য প্রাথমিক চিকিৎসা কেন্দ্র, নার্সারি স্কুল এবং বৃত্তিমূলক প্রশিক্ষণ কেন্দ্র প্রতিষ্ঠার প্রচেষ্টা শুরু করেন পাশাপাশি তাদের পানি এবং বিদ্যুৎ সরবরাহ করেন। তিনি যখন সংগঠনের সভাপতির দায়িত্ব গ্রহণ করেন, তখন তিনি ভারত বিভাগের পর প্রতিষ্ঠিত একটি সংস্থা, পাকিস্তান থেকে উদ্বাস্তুদের ত্রাণ ও পুনর্বাসন বিষয়ক নারী কমিটির সভাপতি হিসেবেও অন্তর্ভুক্ত হন। তিনি মার্কিন যুক্তরাষ্ট্রে অনুষ্ঠিত কমিটি অফ করেসপন্ডেন্সের এশিয়ান ওয়ার্কশপসহ বেশ কয়েকটি আন্তর্জাতিক সম্মেলনে অংশগ্রহণ করেছিলেন। ভারত সরকার তাকে ১৯৬২ সালে পদ্মভূষণের বেসামরিক সম্মানে ভূষিত করে\nমিঠান লাম বিয়ে করেছিলেন জামশেদ সোরাব লামকে, তিনি ছিলেন একজন আইনজীবী এবং নোটারি পাবলিক। এই দম্পতির দুটি সন্তান ছিল। মেয়েটি অল্প বয়সে মারা যায় এবং ছেলে, সোরাব জামশেদ সোরাবশা লাম, যিনি সোলি নামে পরিচিত, তিনি ২০১০ সালে মারা যান। সোরাবশা একজন অর্থোপেডিক সার্জন এবং ইংল্যান্ডের রয়্যাল কলেজ অফ সার্জনসের ফেলো ছিলেন। তিনি অগ্রগামী ফ্র্যাকচারড হাঁটুর অস্ত্রোপচারের জন্য হান্টেরিয়ান সোসাইটি পুরস্কার পান। মিঠান তার জীবনের পরবর্তী দিনগুলোতে অন্ধ হয়ে গিয়েছিলেন এবং ১৯৮১ সালে ৮৩ বছর বয়সে মারা যান; তার স্বামী তার মৃত্যুর আড়াই বছর আগে মারা যান। কেআর কামা ওরিয়েন্টাল ইনস্টিটিউট দ্বারা প্রকাশিত তার আত্মজীবনী, অটাম লিভস- এ তার জীবন কাহিনী নথিভুক্ত করা হয়েছে। তার জীবনী একটি বিশ্বকোষীয় বই, এনসাইক্লোপিডিয়া অফ উইমেন বায়োগ্রাফিতেও স্থান পেয়েছে। \n\n\n== আরো দেখুন ==\nমুম্বাইয়ের শেরিফ\nসর্বভারতীয় নারী সম্মেলন\nলিংকনস্‌ ইন-এর সভ্যবৃন্দের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nMitra Sharafi (২০১৪)। Law and Identity in Colonial South Asia: Parsi Legal Culture, 1772–1947। Cambridge University Press। পৃষ্ঠা 368। আইএসবিএন 9781107047976। \n\n\n== আরও পড়ুন ==\nMithan J Lam (২০০৯)। Autumn Leaves। K.R. Cama Oriental Institute। পৃষ্ঠা ৭৬। আইএসবিএন 9788190594325।"}