{"pageid": 1430704, "title": "অঞ্জু চাড্ডা", "url": "https://bn.wikipedia.org/wiki?curid=1430704", "content": "অঞ্জু চাড্ডা (জন্ম ৪ মে ১৯৫৫) একজন ভারতীয় প্রাণরসায়নবিদ। তিনি ইন্ডিয়ান ইনস্টিটিউট অফ টেকনোলজি মাদ্রাজের একজন অধ্যাপক। তিনি উৎসেচক অনুঘটন এবং উৎসেচক প্রক্রিয়া, জৈব সংশ্লেষণে উৎসেচক, সবুজ রসায়ন এবং জৈব-সংবেদন গ্রাহক ব্যবহার করে অপ্রতিসম সংশ্লেষণের ক্ষেত্রে নানান ধরনের গবেষণা করেন।\n\n\n== প্রারম্ভিক জীবন ==\nঅঞ্জু ১৯৫৫ সালের ৪ মে ভারতের আহমেদনগরে জন্মগ্রহণ করেন। তার পিতার নাম ছিল বেদ প্রকাশ ও এবং মাতার নাম চম্পা (মালিক) চাড্ডা।\n\n\n== শিক্ষা ==\nঅঞ্জু ১৯৭২ সালে ভারতের মহারাষ্ট্রের পুণের দেহু রোডের কেন্দ্রীয় বিদ্যালয় থেকে বিদ্যালয়ের পাঠ শেষ করেন। তিনি ঐ বছর স্কুলে প্রথম হয়ে সেরা ছাত্রীর শিরোপা এবং রসায়নে পুরস্কার পান। ১৯৭৫ সালে মহারাষ্ট্রের পুণে বিশ্ববিদ্যালয়ের নওরোসজী ওয়াদিয়া কলেজ থেকে তিনি স্নাতক ডিগ্রি অর্জন করেন। তিনি কলেজে প্রথম হন এবং কলেজ থেকে রসায়নে পুরষ্কারও পান। তিনি ১৯৭৭ সালে পুনা বিশ্ববিদ্যালয় থেকে রসায়নে স্নাতকোত্তর ডিগ্রি লাভ করেন এবং জৈব রসায়ন বিষয় নিয়ে প্রথম বিভাগে উত্তীর্ণ হন। ১৯৭৫-৭৭ বর্ষে মহারাষ্ট্র রাজ্য সরকারের থেকে তিনি বৃত্তি পান।\n\n\n== কর্মজীবন ==\n১৯৭৮ সাল থেকে ১৯৭৯ সাল এই দুবছর তিনি মহারাষ্ট্রের পুণের ফার্গুসন কলেজে অধ্যাপনার কাজে যোগ দেন। ১৯৭৯ সাল থেকে ১৯৮৪ সাল এই দীর্ঘ পাঁচ বছর তিনি ব্যাঙ্গালোরের ভারতীয় বিজ্ঞান সংস্থায় জৈব রসায়ন বিভাগে পিএইচডির জন্য গবেষণার কাজ করেন। ১৯৮৪ সালে তিনি পিএইচডি ডিগ্রি লাভ করেন। এরপর তিনি প্রাণ-জৈব রসায়ন নিয়ে গবেষণায় মনোনিবেশ করেন। ১৯৮৫ সাল থেকে ১৯৮৮ সাল এই তিন বছর তিনি ফোগার্টি ইন্টারন্যাশনাল সেন্টার, ন্যাশনাল ইনস্টিটিউট অফ হেলথ, ওয়াশিংটন, ডি.সি. থেকে ফোগার্টি ইন্টারন্যাশনাল ফেলোশিপ পান। ১৯৮৮-৮৯ সালে তিনি মার্কিন যুক্তরাষ্ট্রের ন্যাশনাল ইনস্টিটিউট অফ হেলথ-এ ভিজিটিং অ্যাসোসিয়েট হিসাবে কাজ করেছেন। ১৯৯০-৯১ সালে তিনি ভারতের ইন্ডিয়ান ইনস্টিটিউট অফ সায়েন্স-এ রিসার্চ অ্যাসোসিয়েট হিসাবে যোগ দেন। ১৯৯২-৯৩ সালে জার্মানির আলেকজান্ডার ভন হামবোল্ট ফাউন্ডেশনের আলেকজান্ডার ভন হামবোল্ট ফেলোশিপ পান। ১৯৯১ থেকে ১৯৯৮ সাল প্রায় সাত বছর তিনি ভারতের এসপিআইসি ফার্মা গবেষণা ও উন্নয়ন কেন্দ্রের বিজ্ঞানী হিসাবে দায়িত্বভার সামলেছেন। এরপর ১৯৯৮ সালের অক্টোবর মাসে ইন্ডিয়ান ইনস্টিটিউট অফ টেকনোলজি মাদ্রাজ-এ অধ্যাপনার কাজে যোগ দেন। সেখানেই প্রায় কর্মজীবনের পঁচিশ বছর অধ্যাপনা এবং গবেষণার কাজে কাটিয়েছেন।\n\n\n== ব্যক্তিগত জীবন ==\n১৯৮৭ সালের ১৩ জুলাই রোমেশ কৌলের সঙ্গ তার বিয়ে হয়।\n\n\n== পুরস্কার ও সম্মাননা ==\n১৯৭৫ সালে ভারতের পুণের নওরোজজী ওয়াদিয়া কলেজে রসায়নে ভাল ফল করার জন্য তিনি রসায়ন পুরস্কার পান। ১৯৮৫ সালে বেঙ্গালুরুর ইন্ডিয়ান ইনস্টিটিউট অফ সায়েন্স থেকে বিজ্ঞান অনুষদে সেরা গবেষণাপত্রের জন্য মিসেস হনুমন্ত রাও মেডেল দিয়ে তাকে সম্মান জানানো হয়। ২০১১ সালে মাদ্রাজ বিশ্ববিদ্যালয় আন্তর্জাতিক নারী দিবস পুরস্কার দিয়ে তাকে সম্মান জানায়। ২০১৫ সালের একজন অসামান্য মহিলা বিজ্ঞানী হিসাবে তিনি অধ্যাপক এস কে চ্যাটার্জি পুরস্কার পান। এই পুরস্কারের মূল্য নগদ ৪০ হাজার টাকা এবং একটি মানপত্র। অঞ্জু ইন্ডিয়ান সোসাইটি অফ বায়ো-অর্গানিক কেমিষ্ট, ভারতের কেমিক্যাল রিসার্চ সোসাইটি এবং ব্যাঙ্গালোরের আইআইএসসি অ্যালামনাই অ্যাসোসিয়েশনের আজীবন সদস্য। তিনি মাদ্রাজ সায়েন্স ফাউন্ডেশনের একজন নির্বাচিত সদস্য।\n\n\n== তথ্যসূত্র =="}