{"pageid": 1430472, "title": "অ্যালিসন পিয়ারসন (অভিযুক্ত ডাইনি)", "url": "https://bn.wikipedia.org/wiki?curid=1430472", "content": "অ্যালিসন পিয়ারসন (বা পিয়ারসেন) (বা অ্যালেসন পিয়ারসন) (জন্ম আনু. ১৫৩৩, মৃত্যু এডিনবার্গ ১৫৮৮ সালে) ডাকিনিবিদ্যার জন্য মৃত্যুদণ্ড কার্যকর করা হয়েছিল। ১৫৮৮ সালে বিচারের সময়, তিনি একটি পরী আদালতের দর্শনের কথা স্বীকার করেছিলেন।\n\n\n== পটভূমি ==\nঅ্যালিসন পিয়ারসন জন্মগ্রহণ করেন আনু. ১৫৩৩ সালে। তিনি ফিফের সেন্ট অ্যাণ্ড্রুজের কাছে বোয়ারহিলস (বাইর হিল), ফিফেতে থাকতেন। তিনি আত্মার পথপ্রদর্শক হিসাবে কাজ করতেন। তাঁর কাকা উইলিয়াম সিম্পসনের ভূতকে নিয়ে তিনি সেন্ট অ্যাণ্ড্রুজ এলাকার আশেপাশে রোগ নিরাময় ক'রে বেড়াতেন। সিম্পসনের ভূত পরীদের সাথে জড়িত ছিল এবং সেই ভূতের দর্শন পিয়ারসনকে ছোটবেলায় অসুস্থতা থেকে নিরাময় করেছিল।\n\n\n== ডাকিনিবিদ্যা ==\nঅ্যালিসন পিয়ারসনকে ডাকিনিবিদ্যায় অভিযুক্ত ক'রে তাঁর বিরুদ্ধে তদন্ত হয়েছিল, ১৫৮৩ সালে সেন্ট অ্যাণ্ড্রুজের আর্চবিশপ প্যাট্রিক অ্যাডামসন তদন্ত করেছিলেন; যাই হোক, যখন তিনি অসুস্থ ছিলেন এবং অন্যরা তাঁকে নিরাময় করতে পারেনি, তখন পিয়ারসনের চিকিৎসার ফলে তিনি সম্পূর্ণ সুস্থ হয়ে ওঠেন। অ্যাডামসনের শত্রুরা দাবি করেছিল যে এটি ছিল ডাকিনিবিদ্যা এবং পিয়ারসনকে সেন্ট অ্যাণ্ড্রুস দুর্গে বন্দী করা হয়েছিল। প্যাট্রিক অ্যাডামসন তাঁকে সেখান থেকে পালাতে সাহায্য করেছিলেন। স্কটিশ গীতিনাট্য-লেখক, রবার্ট সেম্পিল, পিয়ারসন এবং অ্যাডামসন সম্পর্কে লিখেছেন।\n\n\n== তদন্ত, স্বীকারোক্তি এবং দোষী সাব্যস্ত করা ==\n১৫৮৮ সালে অ্যালিসন পিয়ারসনকে নিয়ে আবার তদন্ত করা হয়েছিল এবং ডাকিনিবিদ্যার জন্য বিচার করা হয়েছিল। এরপর তিনি দোষী সাব্যস্ত হয়েছিলেন এবং তাঁকে মৃত্যুদণ্ড দিয়ে পুড়িয়ে মারা হয়েছিল। তাঁর বিরুদ্ধে অভিযোগগুলির মধ্যে একটি ছিল যে \"তিনি আর্চবিশপের জন্য ভেড়ীর দুধ, রক্তবর্ণ মদ্য, ভেষজ দিয়ে একটি পানীয় তৈরি করেছিলেন, যা অ্যানে কোয়ার্ট আট অ্যানিস, কুহিল্ক হি ড্র্যাঙ্ক আট টোয়া ড্রাক্টিস, টোয়া সিণ্ড্রি ডাইটিস (পিটকেয়ার্নের অপরাধমূলক বিচার, আই. ১৬৫)।\" তাঁর স্বীকারোক্তিতে পরী আদালতে আনে লস্টি মানে, মানি মেন এবং ওয়েমেন দ্বারা নিয়ে যাওয়ার বিবরণ অন্তর্ভুক্ত ছিল। তিনি বলেছিলেন যে তিনি এলভেসের রানির সাথে দেখা করেছিলেন, তিনি ঘূর্ণিঝড় দ্বারা বাহিত হয়ে সেখানে গিয়েছিলেন এবং অপ্রত্যাশিতভাবে কোথাও জেগে উঠতে পারেন। ইয়োম্যান উল্লেখ করেছেন যে পিয়ারসন তাঁর বাম দিকের শক্তি হারানোর বর্ণনা দিয়েছেন এবং এই ধরনের শারীরিক ক্ষমতার ক্ষতি প্রায়শই সেই সময়ের ডাকিনি স্বীকারোক্তিতে এবং ১৭ শতকের শেষের দিকে বারবারা পিবলসের মতো স্বপ্নদর্শীদের ধর্মীয় সন্মোহ বর্ণনায় পাওয়া গিয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nবুলেন, আর্থার হেনরি, \"অ্যাডামসন, প্যাট্রিক\" জাতীয় জীবনী অভিধানে, ১৮৯৫ - ১৯০০, ভলিউম ০১\nগুডারে, জুলিয়ান (২০০২), দ্য স্কটিশ উইচ-হান্ট ইন কনটেক্সট, ম্যানচেস্টার ইউনিভার্সিটি প্রেস,আইএসবিএন ৯৭৮০৭১৯০৬০২৪৩\nগুডারে, জুলিয়ান (২০১৮), \"পিয়ারসন, অ্যালিসন (পিয়েরসন)\" in Ewan, Elizabeth; পাইপ, গোলাপ; রেণ্ডাল, জেন; রেনল্ডস, সিয়ান (এডিস), দ্য নিউ বায়োগ্রাফিক্যাল ডিকশনারি অফ স্কটিশ উইমেন, এডিনবার্গ ইউনিভার্সিটি প্রেস,আইএসবিএন ৯৭৮-১-৪৭৪৪-৩৬২৮-১\nগুডারে, জুলিয়ান; মার্টিন, লরেন; মিলার, জয়েস (এডিস) (2008), জাদুবিদ্যা এবং প্রাথমিক আধুনিক স্কটল্যান্ডে বিশ্বাস, পালগ্রেভ ম্যাকমিলান,আইএসবিএন ৯৭৮-০-২৩০-৫০৭৮৮-৩"}