{"pageid": 1430998, "title": "চলচ্চিত্রে নারী", "url": "https://bn.wikipedia.org/wiki?curid=1430998", "content": "নারীরা ফিল্ম ইন্ডাস্ট্রিতে বিভিন্ন পেশায় যেমন চলচ্চিত্র পরিচালক, অভিনেত্রী, চিত্রগ্রাহক, চলচ্চিত্র প্রযোজক, চলচ্চিত্র সমালোচনা এবং চলচ্চিত্র শিল্পের   জড়িত, যদিও সৃজনশীল অবস্থানে নারীদেরকে প্রতিনিধিত্ব কম করা হয়েছে।\nবেশিরভাগ ইংরেজি-ভাষা প্রাতিষ্ঠানিক অধ্যয়ন এবং মিডিয়া কভারেজ মার্কিন যুক্তরাষ্ট্রের চলচ্চিত্র ইস্যুতে ফোকাস করে, যদিও অন্যান্য দেশেও বৈষম্য বিদ্যমান। এই কম উপস্থাপিত বিষয়কে \"সেলুলয়েড সিলিং\" বলা হয়েছে, যা কর্মসংস্থানে একধরণের বৈষম্যমূলক শব্দ \"গ্লাস সিলিং\" এর একটি রূপ।\nচলচ্চিত্র অভিনয়ে নারীর উপস্থিতি সবসময়ই ছিল, কিন্তু ধারাবাহিকভাবে তাদের উপস্থাপনা করা হয়েছে এবং গড়ে উল্লেখযোগ্যভাবে কম বেতন দেওয়া হয়েছে। অন্যদিকে, চলচ্চিত্র নির্মাণে অনেক মূল ভূমিকা বহু দশক ধরে পুরুষদের দ্বারা সম্পন্ন হয়েছে, যেমন পরিচালক এবং সিনেমাটোগ্রাফাররা। উদাহরণ স্বরূপ, 'auteur' উপাধিটি সাধারণত পুরুষদের দেওয়া হয়, এমনকি মহিলা auteur-রা অধ্যবসায়ী এবং তাদের পাশে বেড়ে ওঠে। সাম্প্রতিক সময়ে, নারীরা এই ক্ষেত্রের অনেক ক্ষেত্রেই প্রবেশ করেছে এবং অবদান রেখেছে।\n\n\n== পারিশ্রমিক ও প্রতিনিধিত্ব ==\nসান দিয়েগো স্টেট ইউনিভার্সিটির সেন্টার ফর দ্য স্টাডি অফ উইমেন ইন টেলিভিশন অ্যান্ড ফিল্ম কর্তৃক পরিচালিত ২০১৩ সালের সেলুলয়েড সিলিং রিপোর্টে ২০১২ সালের ২৫০টি শীর্ষ দেশীয় আয়কারী চলচ্চিত্রের জন্য নিযুক্ত ২,৮১৩ জন ব্যক্তির কাছ থেকে পরিসংখ্যান সংগ্রহ করা হয়েছে। প্রতিবেদন অনুসারে, নারীদের অবদান ছিল:\nসমস্ত পরিচালক, নির্বাহী প্রযোজক, প্রযোজক, লেখক, চিত্রগ্রাহক এবং সম্পাদকদের ১৮%। এটি ২০১১ সালের তুলনায় কোনও পরিবর্তন দেখায়নি এবং ১৯৯৮ সালের তুলনায় মাত্র ১% বৃদ্ধি পেয়েছে।\n\nসকল পরিচালকের ৯%।\nলেখকদের ১৫%।\nসকল প্রযোজকের ২৫%।\nসকল সম্পাদকের ২০%।\nসমস্ত চিত্রগ্রাহকের ২%।\n৩৮% চলচ্চিত্রে বিবেচিত ভূমিকায় ০ বা ১ জন মহিলা, ২৩% ২ জন মহিলা, ২৮% ৩ থেকে ৫ জন মহিলা এবং ১০% ৬ থেকে ৯ জন মহিলা নিযুক্ত করেছেন।\n\n\n== নারীদের চলচ্চিত্র ==\nনারী সিনেমার মধ্যে আছে চলচ্চিত্র পরিচালক এবং কিছুটা হলেও, ক্যামেরার পিছনের অন্যান্য নারীদের কাজ, যেমন চিত্রগ্রাহক এবং চিত্রনাট্যকার। যদিও নারী চলচ্চিত্র সম্পাদনা, পোশাক ডিজাইনার এবং প্রযোজনা ডিজাইনারদের কাজকে সাধারণত \"নারীদের সিনেমা\" শব্দটিকে ন্যায্যতা দেওয়ার জন্য যথেষ্ট নির্ধারক বলে মনে করা হয় না, তবুও যেকোনো চলচ্চিত্রের দৃশ্যমান ছাপের উপর এর বিরাট প্রভাব রয়েছে। কিছু বিশিষ্ট মহিলা পরিচালক প্রান্তিকীকরণ এবং আদর্শিক বিতর্কের ভয়ে নারী চলচ্চিত্রের সাথে সম্পর্ক এড়াতে চেষ্টা করেছেন।\n\n\n== চলচ্চিত্রে নারী ==\nনারীর চলচ্চিত্র হলো এমন একটি চলচ্চিত্রের প্রকার যেখানে নারী-কেন্দ্রিক আখ্যান, নারী প্রধান চরিত্র থাকে এবং এটি নারী দর্শকদের কাছে আবেদন করার জন্য তৈরি করা হয়। নারীর চলচ্চিত্রগুলি সাধারণত \"নারীদের উদ্বেগ বা চিন্তা\" চিত্রিত করে, যেমন পারিবারিক জীবন, পরিবার, মাতৃত্ব, আত্মত্যাগ এবং প্রেমের চারপাশে আবর্তিত সমস্যা।]] পুরুষ-শাসিত চলচ্চিত্র শিল্পের কারণে, পর্দায় নারীদের অসম চিত্রায়ন রয়েছে। নারীদের চলচ্চিত্রগুলি এই আখ্যানটি দূর করতে সাহায্য করে যে নারীরা আবেগপ্রবণ, শক্তিহীন এবং তাদের উদ্ধারের আকাঙ্ক্ষা রয়েছে। এই চলচ্চিত্রগুলি নির্বাক চলচ্চিত্র থেকে শুরু করে ১৯৫০ এবং ১৯৬০ এর দশকের গোড়ার দিকে নির্মিত হয়েছিল, কিন্তু ১৯৩০ এবং ১৯৪০ এর দশকে এগুলি সবচেয়ে বেশি জনপ্রিয় ছিল, দ্বিতীয় বিশ্বযুদ্ধের সময় তাদের শীর্ষে পৌঁছেছিল। যদিও বিংশ শতাব্দীর দ্বিতীয়ার্ধে মার্কিন যুক্তরাষ্ট্রের চলচ্চিত্র ঐতিহ্যবাহী নারী চলচ্চিত্রের কিছু উপাদানের বৈশিষ্ট্যযুক্ত চলচ্চিত্র নির্মাণ অব্যাহত রেখেছিল, তবে ১৯৬০-এর দশকে এই শব্দটি মূলত অদৃশ্য হয়ে যায়।\n\n\n== উল্লেখযোগ্য ব্যক্তিবর্গ ==\n\n\n== সংস্থা এবং পুরস্কার ==\n\n\n== নারীবাদী চলচ্চিত্র তত্ত্ব ==\n\n\n== তথ্যসূত্র =="}