{"pageid": 1430571, "title": "পদ্মা গোলে", "url": "https://bn.wikipedia.org/wiki?curid=1430571", "content": "পদ্মা গোলে (মারাঠি: पद्मा गोळे; ১০ই জুলাই ১৯১৩ - ১২ই ফেব্রুয়ারি ১৯৯৮) ভারতের মহারাষ্ট্রের একজন মারাঠি কবি ছিলেন। তিনি তাসগাঁওয়ের (জেলা সাংলি) পটবর্ধন পরিবারে (চিৎপাবন ব্রাহ্মণ) জন্মগ্রহণ করেছিলেন। তিনি একটি উচ্চ-বর্ণ ও উচ্চ-শ্রেণীর বৃত্তের অন্তর্গত ছিলেন এবং গান্ধীবাদী দর্শন দ্বারা অনুপ্রাণিত ছিলেন। তাঁর কাজটি তার স্বতন্ত্র নারীবাদী কণ্ঠ, কর্তব্য করার সঙ্গে সঙ্গে আনন্দের বিনোদনমূলক ধারণাগুলির জন্যও উল্লেখ করা হয়েছে।\nতিনি ছিলেন ধনী ভারতীয় পরিবারের অনেক নারীর মতই একজন, তাঁরা গান্ধীবাদী আন্দোলনের দ্বারা নারীবাদী লেখক হওয়ার জন্য উৎসাহিত হয়েছিলেন। তাঁর কাব্যিক ক্ষমতার দিক থেকে তাঁকে মারাঠি কবি, যেমন গোবিন্দাগ্রজ (রাম গণেশ গড়কড়ির কলম নাম), কবি বী (নারায়ণ মুরলিধর গুপ্তের কলম নাম) এবং বি.এস. মারধেকরের সঙ্গে তুলনা করা হয়। তাঁর কবিতা রাম গণেশ গড়করি, টি বি তাম্বে এবং রবীন্দ্রনাথ ঠাকুরের লেখার দ্বারা ব্যাপকভাবে প্রভাবিত হয়েছিল। পদ্মা গোলের কবিতার বেশিরভাগই ভারতীয় মধ্যবিত্ত নারীদের গার্হস্থ্য জীবনকে বর্ণিত ক'রে রচিত।\n\n\n== ব্যক্তিগত জীবন ==\nপদ্মা গোলে ছিলেন শ্রীমন্ত বিনায়করাও ওরফে বাবাসাহেব পটবর্ধন এবং শ্রীমন্ত সরস্বতীবাই পটবর্ধনের দ্বিতীয় সন্তান। ১৯২৩ সালে বিনায়করাওয়ের মৃত্যুর পর, তাঁর মা তাঁর সমস্ত সন্তানদের নিয়ে পুনে চলে যান। সেখানেই সমস্ত ভাইবোন নিজেদের শিক্ষা গ্রহণ করেন। পদ্মা গোলের চার ভাইবোন ছিলেন, শ্রীমন্ত কমলিনী ওরফে তাইসাহেব পেশাওয়া (১৯১১ - ১৯৭৩), পরশুরাম বিনায়করাও পটবর্ধন (১৯১৭ - ১৯৮৯), মঙ্গলমূর্তি বিনায়করাও ওরফে ভাইয়াসাহেব পটবর্ধন (১৯২০ - ১৯৮০), এবং কমলাতাই  ভাবে, জব্বলপুর / মুম্বাই।\n\n\n== মৃত্যু ==\n১৯৯৮ সালে, বার্ধক্যজনিত সমস্যার কারণে পদ্মা গোলে মারা যান।\n\n\n== কবিতার সংকলন ==\nতাঁর কবিতার সংকলনগুলি নিম্নরূপ:\n\nআকাশবেদী (মারাঠি: आकाशवेडी) (১৯৬৮)\nশ্রাবণ মেঘ (মারাঠি: श्रावणमेघ) (১৯৮৮)\nপ্রীতিপথাওর (মারাঠি: प्रीतिपथावर)\nনিহার (মারাঠি: निहार) (১৯৫৪)\nস্বপ্নজা (মারাঠি: स्वप्नजा) (১৯৬২)\nসকাল\n\n\n== পুরস্কার ==\nনীহার এবং স্বপ্নজা লেখা দুটি মহারাষ্ট্র রাজ্য সরকারের পুরস্কার পেয়েছিল এবং সাহিত্যে তাঁর অবদানের জন্য পদ্মা গোলেকে মহারাষ্ট্র সাহিত্য পরিষদ দ্বারা সংবর্ধিত করা হয়েছিল।\n\n\n== তথ্যসূত্র =="}