{"pageid": 1430230, "title": "নিনা বরা", "url": "https://bn.wikipedia.org/wiki?curid=1430230", "content": "নিনা বরা (জন্ম ফ্রান্সিস জোয়ান বাউর ৩রা মে, ১৯২০ সালে, মৃত্যু ১৫ই আগস্ট, ১৯৯০) একজন আমেরিকান অভিনেত্রী যিনি চলচ্চিত্র, টেলিভিশন এবং পুরানো সময়ের রেডিওতে অভিনয় করেছিলেন। তিনি ১৯৫০-এর দশকের টিভি সিরিজ স্পেস পেট্রোলে \"টোঙ্গা\" চরিত্রে তাঁর ভূমিকার জন্য সবচেয়ে বেশি পরিচিত।\n\n\n== প্রারম্ভিক বছর ==\nনিনা বরা ছিলেন একজন ইতালীয় মা এবং একজন আমেরিকান পিতার কন্যা। তাঁর পিতার নাম জর্জ বাউর। নিনা বরা বুয়েনস আইরেসে জন্মগ্রহণ করেন। তিনি জার্মানি, অস্ট্রিয়া এবং ইতালিতে পড়াশুনা করেছিলেন।\n\n\n== চলচ্চিত্র ==\nনিনা বরা দ্য গে সেনোরিটা (১৯৪৫) তে অভিনয় করেছিলেন। সেইসময় তিনি ব্রুকলিনে জন্মগ্রহণকারী অ্যাডেল জার্গেন্সকে সেই ছবিতে তার ভূমিকার জন্য একটি ল্যাটিন উচ্চারণ শিখতে করতে সহায়তা করেছিলেন। একই সাথে, নিনা বরা তাঁর নিজের উচ্চারণ পাল্টে ফেলেছিলেন যাতে আরও অনেক ভূমিকার জন্য তিনি গ্রহণযোগ্য হয়ে উঠতে পারেন। তাঁর অন্যান্য চলচ্চিত্রের মধ্যে রয়েছে ভিসা এবং কার্নিভাল ইন রিও। স্পেস পেট্রোলের  এই প্রাক্তন অভিনেত্রী কলম্বিয়া, এমজিএম, ইউনিভার্সাল, ২০থ সেঞ্চুরি-ফক্স এবং মনোগ্রাম স্টুডিওর জন্য অসংখ্য মোশন পিকচারে অভিনয় করেছেন।\n\n\n== রেডিও এবং টেলিভিশন ==\nরেডিওতে, নিনা বরা টোঙ্গাকে চিত্রিত করেছিলেন, টোঙ্গা \"...একজন প্রাক্তন দুর্জন এলিয়েন বদলে গিয়ে স্পেস পেট্রোল মিত্র হয়েছিল\", স্পেস পেট্রোল ছবিতে। তিনি টেল ইট এগেইন, মিঃ প্রেসিডেন্ট এবং দ্য অ্যাডভেঞ্চারস অফ বিল ল্যান্স- এও অভিনয় করেছিলেন। তিনি রেট্রিবিউশন এবং মিট দ্য মিসাস-এও হাজির হন। স্পেস পেট্রোলের টিভি সংস্করণে তাঁর একই টোঙ্গার ভূমিকা ছিল। এটি লস অ্যাঞ্জেলেসে কেইসিএ -তে একটি স্থানীয় প্রোগ্রাম হিসাবে শুরু হয়েছিল এবং পরে আমেরিকান ব্রডকাস্টিং কোম্পানিতে চলে গিয়েছিল। ১৯৫৪ সালে, স্পেস পেট্রোল ত্যাগ করার পরে, তিনি প্রোগ্রামের প্রযোজক এবং অন্যান্য পক্ষের বিরুদ্ধে গোপনীয়তা আক্রমণ এবং চুক্তি লঙ্ঘনের জন্য মামলা দায়ের করেন। মামলায় অভিযোগ করা হয়েছিল যে প্রোগ্রামের কাইনস্কোপগুলি তাঁর সম্মতি ছাড়াই প্রকাশ করা হয়েছিল। এটি ভক্ষ্য শস্য বাক্স এবং খেলনায় তাঁর সদৃশ ব্যবহার বন্ধ করার উদ্দেশ্যে একটি নিষেধাজ্ঞার জন্যও বলেছিল।\n১৯৫০-এর দশকের মাঝামাঝি, নিনা বরা লস অ্যাঞ্জেলেসে কেএবিসি-টিভি -তে একটি গেম শো, ফেমিলিয়ার ফেসেস -এর সহ-উপস্থাপক ছিলেন।\nএবিসি-টিভির জন্য পার্সোনাল অ্যাপিয়ারেন্স থিয়েটারে সহ-অভিনয় ছাড়াও, নিনা বরা গেস্ট স্পটগুলিতে অ্যালান ইয়াং শো- তে কৌতুকাভিনেত্রী ছিলেন এবং গিল্ড ফিল্মসের জন্য এলিজাবেথের বেশ কয়েকটি চলচ্চিত্রে অংশগ্রহণ করেছিলেন।\nনিনা বরা ১৯৫২ সালের ১৮ই ফেব্রুয়ারি, একাডেমি অফ টেলিভিশন আর্টস অ্যান্ড সায়েন্সেসের পুরস্কার প্রদান অনুষ্ঠানে \"মিস এমি\" হিসেবে হাজির হয়েছিলেন।  ১৯৫০-এর দশকে তিনি বেশ কয়েকটি টেলিথনে উপস্থিত হয়েছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\n১৯৫২ সালের ১৯ই জুলাই, নিনা বরা, একজন সহকারী টেলিভিশন পরিচালক রবার্ট বি শেলডনকে বিয়ে করেন। ১৯৫৬ সালের ১৪ই জুলাই,  তিনি একজন সঙ্গীতশিল্পী রিচার্ড উইনস্লো জনসনকে বিয়ে করেন। ১৯৫৭ সালের ৪ঠা মে তাঁরা আলাদা হন এবং ১৯৫৮ সালের ১৪ই এপ্রিল তাঁদের বিবাহবিচ্ছেদ হয়।\n\n\n== পরের দিকে ==\n১৯৬০ এর দশকের গোড়ার দিকে, বরা লস অ্যাঞ্জেলেস সিটি কলেজে ডিনের সম্মানের তালিকায় প্রবেশ করেছিলেন, সেখানে তিনি মনোবিজ্ঞানে মেজর ছিলেন। ১৯৬০-এর দশকে শো বিজনেস ছেড়ে দেওয়ার পর, তিনি গ্রন্থাগারিক হিসাবে দ্বিতীয় শিক্ষাজীবন শুরু করেন, ইউএসসি-তে লাইব্রেরি সায়েন্সে স্নাতকোত্তর ডিগ্রি অর্জন করেন এবং তারপরে দক্ষিণ ক্যালিফোর্নিয়ার ব্লু ক্রসে একটি কর্পোরেট গ্রন্থাগার প্রতিষ্ঠা করেন। ১৯৮৫ সালে সেখানে অবসর নেওয়ার পর তিনি শহরের গ্রন্থাগার ব্যবস্থায় বিকল্প হিসাবে কাজ করেন।\n\n\n== মৃত্যু ==\n১৯৯০ সালের ১৫ই আগস্ট, নিনা বরা গ্লেনডেল অ্যাডভেন্টিস্ট মেডিকেল সেন্টারে ক্যান্সারে মারা যান। তাঁর বয়স হয়েছিল ৭০ বছর।\n\n\n== তথ্যসূত্র =="}