{"pageid": 1430248, "title": "ট্রেডস কাপ", "url": "https://bn.wikipedia.org/wiki?curid=1430248", "content": "ট্রেডস কাপ (ট্রেডস চ্যালেঞ্জ কাপ বা আইএফএ ট্রেডস চ্যালেঞ্জ কাপ নামেও পরিচিত) একটি ভারতীয় ফুটবল টুর্নামেন্ট যা কলকাতায় অনুষ্ঠিত হয় এবং ভারতীয় ফুটবল অ্যাসোসিয়েশন দ্বারা আয়োজিত হয়। ১৮৮৯ সালে সংগঠিত, এটি এশিয়ার দ্বিতীয় প্রাচীনতম ফুটবল টুর্নামেন্ট এবং কলকাতার প্রাচীনতম ফুটবল টুর্নামেন্ট। এটি কলকাতা ফুটবল মৌসুমের জন্য ঐতিহ্যবাহী পর্দা তোলার ব্যবস্থা।\n\n\n== ইতিহাস ==\nট্রেডস কাপ ১৮৮৯ সালে কলকাতার ব্যবসায়ী সম্প্রদায় দ্বারা প্রতিষ্ঠিত হয়েছিল এবং ডালহৌসি এসি কমিটি দ্বারা সংগঠিত হয়েছিল। এটি ছিল ভারতের প্রথম উন্মুক্ত ফুটবল টুর্নামেন্ট, যেখানে ভারতীয়, ব্রিটিশ, রেজিমেন্টাল এবং কলেজ ক্লাব অংশগ্রহণ করেছিল।\nব্রিটিশ দলের বিরুদ্ধে ম্যাচ জেতা প্রথম ভারতীয় ক্লাবটি ছিল নগেন্দ্র প্রসাদ সর্বাধিকারীর শোভাবাজার ক্লাব। তারা ১৮৯২ ট্রেডস কাপের উদ্বোধনী ম্যাচে ইস্ট সারে রেজিমেন্টকে ২–১ গোলে পরাজিত করে জিতেছিল। ট্রেডস কাপ জেতা প্রথম ভারতীয় ক্লাব ছিল ন্যাশনাল অ্যাসোসিয়েশন যারা ১৯০০ সংস্করণে ট্রফি জিতেছিল। মন্মথ গাঙ্গুলীর নির্দেশনায় দক্ষিণ কলকাতার ভারতীয় ক্লাবটি ১১ আগস্ট ১৯০০ সালে শোভাবাজার মাঠে ব্রিটিশ দল, শিবপুর ইঞ্জিনিয়ারিং কলেজকে পরাজিত করে। মোহনবাগান ১৯০৬ এবং ১৯০৮ এর মধ্যে ট্রেডস কাপ শিরোপা জয়ের হ্যাটট্রিক সম্পন্ন করেছিল, যার ফলে তারা ১৯০৯ সালে তাদের আইএফএ শিল্ডে আত্মপ্রকাশ করতে সক্ষম হয়েছিল।\n২০০৪ সালে আইএফএ দ্বারা ২৫ বছর ধরে অনুষ্ঠিত না হওয়ার পর ট্রেডস কাপ পুনরুজ্জীবিত হয়েছিল। এই টুর্নামেন্টটি প্রিমিয়ার এবং নিম্ন বিভাগে খেলা \"বিগ থ্রি\" এর বাইরের কলকাতার ক্লাবগুলিকে তাদের লিগ মৌসুম শুরুর আগে তাদের দলগুলিকে ফিল্ডিং এবং সংগঠিত করার সুযোগ দেয়।\n\n\n== ফলাফল ==\n\n\n== আরও দেখুন ==\n\nভারতের ফুটবলের ইতিহাস\nকলকাতায় ফুটবল\nপ্রাচীনতম ফুটবল প্রতিযোগিতার তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nগ্রন্থপঞ্জি\n\nMitra, Soumen (১ জানুয়ারি ২০০৬)। In Search of an Identity: The History of Football in Colonial Calcutta। Kolkata: Dasgupta & Co. Private Ltd.। আইএসবিএন 978-8182110229। ২১ অক্টোবর ২০২২ তারিখে মূল থেকে আর্কাইভ করা। \nKapadia, Novy (২০১৭)। Barefoot to Boots: The Many Lives of Indian Football। Penguin Random House। আইএসবিএন 978-0-143-42641-7। \nSen, Dwaipayan (২০১৩)। \"Wiping the Stain Off the Field of Plassey: Mohun Bagan in 1911\"।   Bandyopadhyay, Kausik; Mallick, Sabyasachi। Fringe Nations in World Soccer। Routledge। আইএসবিএন 978-1-317-99810-5। \nShreekumar, S. S. (১৫ আগস্ট ২০২০)। THE BEST WAY FORWARD FOR INDIA'S FOOTBALL। HSRA Publications। পৃষ্ঠা 244। আইএসবিএন 9788194721697। ৪ ফেব্রুয়ারি ২০২৩ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৩ ফেব্রুয়ারি ২০২৩। \nSen, Ronojoy (২০১৫)। \"The Empire Strikes Back: The 1911 IFA Shield and Football in Calcutta\"। Nation at Play: A History of Sport in India। Columbia University Press। আইএসবিএন 978-0-231-16490-0। \nMartinez, Dolores; Mukharji, Projit B (২০০৯)। Football: From England to the World: The Many Lives of Indian Football। Routledge। আইএসবিএন 978-1-138-88353-6। ২ জুলাই ২০২২ তারিখে মূল থেকে আর্কাইভ করা। \nSharma, Nikhil Paramjit; Gupta, Shantanu (৪ ফেব্রুয়ারি ২০১৯)। India's Football Dream। SAGE Publications India। আইএসবিএন 9789353283063। ৪ অক্টোবর ২০২২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৪ অক্টোবর ২০২২। \nDutta, P. L., Memoir of 'Father of Indian Football' Nagendraprasad Sarbadhikary (Calcutta: N. P. Sarbadhikary Memorial Committee, 1944) (hereafter Memoir)\nMajumdar, Boria, Bandyopadhyay, Kausik (২০০৬)। Goalless: The Story of a Unique Footballing Nation। Penguin India। আইএসবিএন 9780670058747। \nGhosh, Saurindra Kumar. Krira Samrat Nagendraprasad Sarbadhikary 1869–1940 (Calcutta: N. P. Sarbadhikary Memorial Committee, 1963) (hereafter Krira Samrat).\nNath, Nirmal (২০১১)। History of Indian Football: Upto 2009–10। Readers Service। আইএসবিএন 9788187891963। ২২ জুলাই ২০২২ তারিখে মূল থেকে আর্কাইভ করা। \nDineo, Paul; Mills, James (২০০১)। Soccer in South Asia: Empire, Nation, Diaspora। London, United Kingdom: Frank Cass Publishers। আইএসবিএন 978-0-7146-8170-2। ২৫ জুলাই ২০২২ তারিখে মূল থেকে আর্কাইভ করা। \nMukhopadhay, Subir (২০১৮)। সোনায় লেখা ইতিহাসে মোহনবাগান (অনু. Mohun Bagan in the history written in gold)। আইএসবিএন 978-93-850172-0-9। \nBanerjee, Argha; Basu, Rupak (২০২২)। মোহনবাগান: সবুজ ঘাসের মেরুন গল্প (অনু. Mohun Bagan: Green fields' Maroon stories)। Shalidhan। আইএসবিএন 978-81-954667-0-2। \nMajumdar, Boria; Bandyopadhyay, Kausik (২০০৬)। A Social History Of Indian Football: Striving To Score। Routledge। আইএসবিএন 9780415348355। ২৯ জুন ২০২১ তারিখে মূল থেকে আর্কাইভ করা। \nBasu, Jaydeep (২০০৩)। Stories from Indian Football। UBS Publishers' Distributors। আইএসবিএন 9788174764546। ১১ অক্টোবর ২০২২ তারিখে মূল থেকে আর্কাইভ করা। \nKausik Bandyopadhyay (২৯ নভেম্বর ২০২০)। Scoring Off the Field: Football Culture in Bengal, 1911–80। Taylor & Francis। আইএসবিএন 9781000084054। ৭ মার্চ ২০২৩ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১ মার্চ ২০২৩। \n\"Regionalism and club domination: Growth of rival centres of footballing excellence\"। Soccer & Society। Taylor & Francis। 6:2–3 (2–3): 227–256। ৬ আগস্ট ২০০৬। এসটুসিআইডি 216862171। ডিওআই:10.1080/14660970500106410। ১ মার্চ ২০২৩ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১ মার্চ ২০২৩। \nঅন্যান্য\n\n\"Triumphs and Disasters: The Story of Indian Football, 1889—2000.\" (পিডিএফ)। ১৩ আগস্ট ২০১২ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০ অক্টোবর ২০১১। \nFrom recreation to competition: Early history of Indian football  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ জুলাই ২০২১ তারিখে. pp. 124–141. Published online: 6 Aug 2006. Taylor & Francis. Retrieved 30 June 2021.\nSengupta, Somnath (২৯ জুলাই ২০১১)। \"Tactical Evolution Of Indian Football (Part One): Profiling Three Great 2-3-5 Teams\"। thehardtackle.com (ইংরেজি ভাষায়)। Kolkata: The Hard Tackle। ৯ অক্টোবর ২০২১ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০২১-০৩-১৬। \nShah, Manasi (১৯ জুন ২০২২)। \"A burnt-down football club and a 121-year-old legacy the flames couldn't touch\"। telegraphindia.com। Kolkata: The Telegraph India। ২৬ অক্টোবর ২০২২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৫ অক্টোবর ২০২২। \n\"The passage of football in India\"। ifawb.org। Kolkata: Indian Football Association। ২৯ জানুয়ারি ২০২১ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১১ সেপ্টেম্বর ২০২২। \nBhattacharya, Ayan (১০ সেপ্টেম্বর ২০২৩)। \"বাংলা ভাগের ক্ষত কিভাবে বিষিয়ে দিল মোহনবাগান আর ইস্টবেঙ্গলকে?\" [How did the wound of the partition of Bengal poisoned both Mohun Bagan and East Bengal?]। inscript.me। Kolkata: ইনস্ক্রিপ্ট বাংলা নিউজ। ৭ নভেম্বর ২০২৩ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৭ নভেম্বর ২০২৩।"}