{"pageid": 1430138, "title": "কেলি গ্যালাঘের (আলপাইন স্কিয়ার)", "url": "https://bn.wikipedia.org/wiki?curid=1430138", "content": "কেলি গ্যালাঘের এমবিই (জন্ম ১৮মে ১৯৮৫), একজন অবসরপ্রাপ্ত ব্রিটিশ স্কিয়ার এবং উত্তর আয়ারল্যান্ডের প্রথম ক্রীড়াবিদ যিনি শীতকালীন প্যারালিম্পিকে প্রতিদ্বন্দ্বিতা করেন। সোচি ২০১৪-এর সময় গ্যালাঘের ব্রিটেনের প্রথম শীতকালীন প্যারালিম্পিক স্বর্ণপদক জিতেছিলেন।\n\n\n== শৈশব ==\nকেলি ১৮ মে ১৯৮৫ সালে জন্মগ্রহণ করেন এবং কাউন্টি ডাউনের উত্তরে ব্যাঙ্গোরে বেড়ে ওঠেন। তার বাবা প্যাট্রিক গ্যালাঘের একজন এয়ারলাইন পাইলট ছিলেন। তিনি বাথ বিশ্ববিদ্যালয় থেকে গণিতে স্নাতক।\n\n\n== প্রাক-প্যারালিম্পিক ==\nকেলির অকুলোকিউটেনিয়াস অ্যালবিনিজম আছে, তিনি দৃষ্টি প্রতিবন্ধী এবং একজন দৃষ্টিশক্তিসম্পন্ন গাইডের সাথে তিনি প্রতিযোগিতা করেন। ২০০৯ নিউজিল্যান্ড শীতকালীন গেমস গ্যালাঘের, গাইড ক্লেয়ার রবের সাথে প্রতিদ্বন্দ্বিতা করেন, তার প্রথম আন্তর্জাতিক রেসে, জায়ান্ট স্ল্যালমে সোনা জিতেছিল।\nতিনি ২০১০ সালের ফেব্রুয়ারিতে শীতকালীন প্যারালিম্পিকে ব্রিটিশ দলের জন্য নির্বাচিত হন গ্যালাঘেরকে স্পোর্ট নর্দার্ন আয়ারল্যান্ড অ্যাথলেট সাপোর্ট প্রোগ্রাম দ্বারা অর্থায়ন করা হয় এবং তিনি উত্তর আয়ারল্যান্ডের জন্য স্পোর্টস ইনস্টিটিউট দ্বারা সমর্থিত এবং প্রতিবন্ধী স্পোর্টস এনআই দ্বারা সমর্থিত।\n\n\n== ২০১০ প্যারালিম্পিক ==\nকেলি ২০১০ সালের শীতকালীন প্যারালিম্পিকে গ্রেট ব্রিটেনের সাতজন স্কিয়ারের একজন ছিলেন এবং শীতকালীন প্যারালিম্পিকে প্রতিদ্বন্দ্বিতা করা উত্তর আয়ারল্যান্ডের প্রথম ক্রীড়াবিদ ছিলেন। গেমসে তিনি দৃষ্টি প্রতিবন্ধী ক্রীড়াবিদদের জন্য জায়ান্ট স্ল্যালম এবং স্ল্যালম ইভেন্টে প্রতিদ্বন্দ্বিতা করেছিলেন। তিনি স্ল্যালমে ষষ্ঠ স্থান অর্জন করেন কিন্তু ব্রিটিশ দলের সর্বোচ্চ সমাপ্তি অর্জন করেন, জায়ান্ট স্ল্যালমে একটি একক স্থানের কারণে এবং ৩.৩৬ সেকেন্ডের ব্যবধানে পদক থেকে বঞ্চিত হন। \n\n\n== প্যারালিম্পিকের মধ্যে ==\n\nপ্যারালিম্পিকের পর গ্যালাঘের তার সাথে সোচিতে ২০১৪ সালের শীতকালীন প্যারালিম্পিকে কাজ করার জন্য একটি নতুন দৃষ্টিসহায়ক গাইড চেয়েছিলেন এবং মেডওয়ে থেকে ১৯ বছর বয়সী শার্লট ইভান্সকে বেছে নিয়েছিলেন৷ ২০০৯ সালে একটি ক্রুসিয়েট লিগামেন্ট ছিঁড়ে যাওয়ার পর ইভান্স খেলাধুলার বাইরে ছিলেন কিন্তু একজন যোগ্য কোচ হওয়ার কারণে তিনি দায়িত্ব গ্রহণ করেছিলেন।\n২০১১ সালের জানুয়ারিতে গ্যালাঘের আইপিসি ওয়ার্ল্ড চ্যাম্পিয়নশিপে পদক জয়ী প্রথম ব্রিটিশ ক্রীড়াবিদ হয়ে ওঠেন। ইভান্সের সাথে প্রতিদ্বন্দ্বিতা করে এই জুটি স্ল্যালমে রৌপ্য পদক জিতেছে এবং তারা একসাথে কাজ শুরু করার মাত্র পাঁচ সপ্তাহ পরে সেস্ট্রিয়েরে অনুষ্ঠিত ইভেন্টে জায়ান্ট স্ল্যালমে ব্রোঞ্জ জিতেছেন। এই জুটি ২০১১ সালের ইউরোপা কাপ ফাইনালে স্ল্যালমে একটি স্বর্ণপদক জিতেছিল।\n\n\n== ২০১৪ প্যারালিম্পিক ==\nরাশিয়ার সোচিতে ২০১৪ সালের শীতকালীন প্যারালিম্পিকে ১০ মার্চ ২০১৪ তারিখে গ্যালাঘের ব্রিটেনের প্রথম শীতকালীন প্যারালিম্পিক সোনা জিতেছিলেন। তিনি দৃষ্টি প্রতিবন্ধী সুপার-জি প্রতিযোগিতায় প্রথম স্থান অধিকার করেন। তিনি সুপার-কম্বাইন্ড এবং জায়ান্ট স্ল্যালম উভয় সময়েই পড়ে গিয়েছিলেন।\nদৃষ্টি প্রতিবন্ধী ব্যক্তিদের জন্য খেলাধুলার জন্য সহযোগিতার জন্য তিনি ২০১৪ বার্থডে অনার্সে অর্ডার অফ দ্য ব্রিটিশ এম্পায়ার (এমবিই) সদস্য নিযুক্ত হন। গ্রেট ব্রিটেনের স্কি ক্লাব তাকে ২০১৪ অলিম্পিক এবং প্যারালিম্পিকের অন্যান্য পদক বিজয়ীদের সাথে একটি পেরি পদক দিয়ে ভূষিত করে।\n\n\n== ২০১৭ বিশ্ব চ্যাম্পিয়নশিপ এবং ২০১৮ প্যারালিম্পিক ==\n২০১৭ সালে গ্যালাঘের ইতালির টারভিসিওতে ২০১৭ ওয়ার্ল্ড প্যারা আলপাইন স্কিইং চ্যাম্পিয়নশিপের জন্য নির্বাচিত হন। গ্যারি স্মিথের সাথে অংশীদারিত্বে, তিনি চ্যাম্পিয়নশিপের প্রশিক্ষণের সময় পড়ে যান এবং নিরাপত্তা জালের সাথে ধাক্কা খেয়ে নিজেকে আহত করেন। দুর্ঘটনা কারণে তার একটি কনুই স্থানচ্যুত হয় এবং তিনটি পাঁজর ভেঙ্গেছিল এবং তাকে স্থানীয় হাসপাতালে নিয়ে যাওয়া হয়। গ্যালাঘেরের আঘাত তাকে চ্যাম্পিয়নশিপ থেকে বাদ দিয়েছিল এবং তার পরবর্তী পুনর্বাসনের মাধ্যমে সে শুধুমাত্র ২০১৮ সালের শীতকালীন প্যারালিম্পিকের মরসুমে ঢালে ফিরেছিল। তার আঘাতের কারণে সময় হারানো সত্ত্বেও গ্যালাঘের ২০১৮ সালের প্যারালিম্পিকের জন্য গ্রেট ব্রিটেনের দলে তার স্থান নিশ্চিত করতে সক্ষম হন।\n\n\n== ২০১৯ বিশ্ব চ্যাম্পিয়নশিপ ==\n২০১৯ ওয়ার্ল্ড প্যারা আলপাইন স্কিইং চ্যাম্পিয়নশিপে, গ্যালাঘের এবং স্মিথ স্ল্যালম এবং জায়ান্ট স্ল্যালমে পদক থেকে বঞ্চিত হয়ে চতুর্থ স্থান অর্জন করেন, সতীর্থ মেনা ফিটজপ্যাট্রিক এবং জেনিফারের কেহো দ্বারা পরবর্তীতে এক সেকেন্ডের দশমাংশে ব্রোঞ্জ পাওয়া থেকে বিরত থাকেন। তবে তারা ডাউনহিলে চ্যাম্পিয়নশিপের তাদের প্রথম পদক দাবি করেছে, যেখানে তারা ফিটজপ্যাট্রিক এবং কেহোকে পিছনে ফেলে একটি রৌপ্য জিতেছেন। তারপরে তারা সুপার-জিতে এবং যুগলে দুইটি ব্রোঞ্জ জিতেন, যা গ্যালাঘেরের বিশ্বজয়ী পদকের সংখ্যা বাড়িয়ে নয়টি করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}