{"pageid": 1430364, "title": "স সা", "url": "https://bn.wikipedia.org/wiki?curid=1430364", "content": "স সা এফআরসিএস এমবিই (বর্মী: စောဆ, উচ্চারিত: [sɔ́ sʰa̰]; মা সা, মা স সা, ড স সা নামেও পরিচিত; ১লা আগস্ট ১৮৮৪ - ২৮শে ফেব্রুয়ারি ১৯৬২) ছিলেন একজন বর্মী চিকিৎসক, ধাত্রী, হাসপাতালের প্রশাসক, খ্রিস্টান ধর্মপ্রচারক, ভোটাধিকারবিদ এবং সরকারি কর্মকর্তা। স সা ছিলেন প্রথম বর্মী মহিলা যিনি অগ্রবর্তী ধাপের মেডিকেল ডিগ্রি অর্জন করেছিলেন। তিনি ঔপনিবেশিক পার্লামেন্টের উচ্চকক্ষে কাজ করা প্রথম মহিলা।\n\n\n== প্রাথমিক জীবন ==\nস সা ছিলেন বর্মী খ্রিস্টান পিতামাতার কন্যা। তাঁর বাবা পো স ছিলেন প্রোমের (মধ্য মায়ানমারের একটি শহর) একজন সরকারি কর্মকর্তা (উনডাউক)। স সা ছিলেন ব্রিটিশ বার্মার রেঙ্গুনের ব্যাপ্টিস্ট পরিচালিত জুডসন কলেজ থেকে স্নাতক হওয়া প্রথম মহিলা। তিনি কলকাতার মেডিকেল কলেজে পড়ার জন্য একটি মিশনারি স্কলারশিপ পেয়েছিলেন, সেখানে তিনি ১৯১১ সালে মেডিকেল লাইসেন্স অর্জনকারী প্রথম বর্মী মহিলা হন। তিনি ডাবলিনের রয়্যাল কলেজ অফ ফিজিশিয়ানস অ্যাণ্ড সার্জনস-এ জনস্বাস্থ্য বিষয়ে আরও প্রশিক্ষণ লাভ করেন। সেখানে তিনি ছিলেন \"প্রথম বর্মী ছাত্র যিনি ফেলোশিপ জিতেছিলেন\"।\n\n\n== চিকিৎসা পেশা এবং মিশন কার্যক্রম ==\n১৯১৩ সালে যখন স সা রেঙ্গুনে ফিরে আসেন তখন তিনি বর্মার একমাত্র মহিলা চিকিৎসক ছিলেন বলে জানা যায়। ১৯১৪ থেকে ১৯২১ সাল পর্যন্ত তিনি রেঙ্গুনের লেডি ডাফরিন মেটারনিটি হাসপাতালের সুপারিনটেনডেন্ট ছিলেন। হাসপাতালের নার্সদের মধ্যে তাঁর বোন এবং সম্পর্কিত বোন ছিলেন। তিনি একটি পাঠ্যপুস্তক প্রকাশ করেন, মিডওয়াইফারি (১৯২১)। ১৯২১ সালের পর, তিনি রেঙ্গুনে ব্যক্তিগতভাবে চিকিৎসা অনুশীলন করেছিলেন এবং একটি দাতব্য হাসপাতাল পরিচালনা করেছিলেন। দ্বিতীয় বিশ্বযুদ্ধের সময়, তিনি যুদ্ধে আহতদের চিকিৎসা করেছিলেন।\n১৯২১ সালে স সা মার্কিন যুক্তরাষ্ট্রে ভ্রমণ করেছিলেন। তিনি আইওয়া ডি মোয়েনে উইমেনস আমেরিকান ব্যাপটিস্ট ফরেন মিশনারি সোসাইটির সমাবেশে যোগ দিয়েছিলেন। তিনি ভারত ও বর্মায় সংস্থার কাজের প্রতিনিধিত্ব করেন। সমাবেশের দর্শকরা তাঁকে প্রায় ৮০০টি ইংরেজি ভাষার বই এবং পত্রিকার সদস্যতা দিয়ে একটি \"বইয়ের বর্ষণ\" করেছিলেন, সেগুলি রেঙ্গুনে মিশন স্কুলের ছাত্রছাত্রীদের কাছে নিয়ে যাওয়ার জন্য। তিনি যখন ইন্টারন্যাশনাল মিশনারি কাউন্সিলে কাজ করেছিলেন এটি নিউ ইয়র্কের লেক মোহঙ্কে মিলিত হয়েছিল। তিনি জনস হপকিন্স ইউনিভার্সিটিতে মেডিসিনে আরও পড়াশোনা করেন। বলা হয় তিনিই প্রথম বর্মী নারী যিনি \"বিশ্ব ঘুরে বেড়ান\"।\n\n\n== রাজনীতি ==\n১৯২৬ সালে অল-বার্মা ব্যাপ্টিস্ট উইমেন'স মিশনারি সোসাইটি গঠিত হয়েছিল হবার পর স সা কার্যনির্বাহী কমিটিতে দায়িত্ব পালন করেছিলেন। ১৯২৭ সালে, তিনি ফার ইস্টার্ন অ্যাসোসিয়েশন অফ ট্রপিক্যাল মেডিসিনের সপ্তম কংগ্রেসের বর্মা স্থানীয় কমিটিতে কাজ করেছিলেন। ১৯৩৪ সালে, তিনি লন্ডনের উইমেন'স ফ্রিডম লিগ ক্লাবে বর্মার বিবাহিত মহিলাদের ভোটাধিকারের পক্ষে কথা বলেছিলেন, এবং ব্রিটিশ ঔপনিবেশিক শাসনের অধীনে ভারত থেকে বর্মার প্রশাসনিক বিচ্ছিন্নতার বিষয়ে সভায় একজন প্রতিনিধি ছিলেন। তিনি বলেছিলেন \"সমস্ত পুরুষ, যারা অন্যান্য যোগ্যতার উপর ভোট দেয়, আমরা তাদের স্ত্রীদের জন্য স্ত্রীত্বের ভোটাধিকার দাবি করি।\" তিনি ঘোষণা করেন, \"পুরুষদের সাথে সমান মর্যাদার নীতিতে, আমরা মোটেও মহিলাদের জন্য সংরক্ষিত আসনের পক্ষে নই।\" ১৯৩৭ সালে, স সা বার্মিজ সিনেটের উচ্চকক্ষে নির্বাচিত হন, তিনি ছিলেন এর প্রথম মহিলা বিধায়ক।\nস সা ১৯৩৫ সালের ৩রা জুন তাঁর এমবিই প্রাপ্ত করেন।\n\n\n== ব্যক্তিগত জীবন ==\nস সা ১৯৬২ সালের ২৮শে ফেব্রুয়ারি মারা যান; তিনি ৭৭ বছর বয়সী (তাঁর ৭৮ তম বছরে) ছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nThe India Office and Burma Office List 1945, London: His Majesty's Stationery Office, ১৯৪৫"}