{"pageid": 1430578, "title": "বর্ষা দীক্ষিত", "url": "https://bn.wikipedia.org/wiki?curid=1430578", "content": "বর্ষা দীক্ষিত একজন ভারতীয় লেখক। তাঁর লেখার মধ্যে রয়েছে উপন্যাস রাইট ফিট রং শু এবং এক্সেস ব্যাগেজ। প্রথমটি ইংরেজি ভাষায় লেখা একটি প্রেমের গল্প। এটি কিশোর-কিশোরীদের জন্য লেখা হলেও প্রাপ্তবয়স্করাও এই লেখাটি ব্যাপকভাবে পড়েন। দ্বিতীয় লেখাটি ভ্যাম্পায়ার নিয়ে একটি বিজ্ঞানভিত্তিক রোমান্স গল্প।\n\n\n== শিক্ষা ==\nবর্ষা দীক্ষিত কানপুরের সেন্ট মেরিস কনভেন্টে স্কুল জীবনের পড়া শেষ করার পর, নতুন দিল্লির ইন্দ্রপ্রস্থ কলেজথেকে রাষ্ট্রবিজ্ঞানে বিএ (সম্মান) অর্জন করেন।এরপর তিনি মুম্বাইয়ের সোফিয়া পলিটেকনিক থেকে গণযোগাযোগে একটি ডিপ্লোমা কোর্স করেন এবং লস এঞ্জেলেসের ইউসিএলএ এক্সটেনশন থেকে চলচ্চিত্র সম্পাদনা কোর্স গ্রহণ করেন।\n\n\n== কর্মজীবন ==\nবর্ষা দীক্ষিত ভারতীয় টেলিভিশন শিল্পের একটি অংশ ছিলেন। তিনি একজন সহকারী পরিচালক এবং অনলাইন সম্পাদক হিসাবে কাজ করেছিলেন। তিনি নিজেকে একজন স্বপ্নদ্রষ্টা মনে করেন, যিনি গভীর চিন্তা করেন কিন্তু হালকা লেখেন। সৃজনশীলতা লিঙ্গ মুক্ত হলেও, বর্ষা একজন নারী হিসেবে নিজেকে ধন্য ও সমৃদ্ধ মনে করেন। তাঁর প্রথম বই রাইট ফিট রং শু প্রকাশিত হয়েছিল ২০০৯ সালের শেষের দিকে। এটি একটি ব্যাপকভাবে বিক্রীত বই হয়ে উঠেছিল। তাঁর দ্বিতীয় বই এক্সসেস ব্যাগেজ ২০১৯ সালে প্রকাশিত হয়। এটি একটি ভ্যাম্পায়ার নিয়ে বিজ্ঞানভিত্তিক রোমান্স গল্প। দ্য হিন্দুর ত্রিশা দত্ত বর্ণনা করেছেন \"দুটি প্রাণীর একটি উত্তেজনাপূর্ণ গল্প - একজন প্রেমের জন্য অভিশপ্ত এবং অন্যটি বেঁচে থাকার জন্য অভিশপ্ত।\" এটি ভারত থেকে প্রথম ভ্যাম্পায়ার রোম্যান্স বই। ২০১২ সালে, তিনি রাইট ফিট রং শু -এর একটি সিক্যুয়েল প্রকাশ করেন, যার শিরোনাম ছিল রং মিনস রাইট এণ্ড, যেটি সম্পর্কে দ্য হিন্দু-র লিয়া জর্জ লিখেছেন, \"বইটি, স্বাভাবিক নিয়মকানুন ভেঙে, খারাপ ভাষা এবং যৌন রসায়নের বিষয়গুলিকে সতেজভাবে সহজবোধ্য উপায়ে সামলায়।\"\n\n\n== ব্যক্তিগত জীবন ==\nবর্ষা দীক্ষিত নিজেকে একজন \"অতি ক্ষুধার্ত\" কথাসাহিত্য পাঠক হিসাবে বর্ণনা করেছেন। তিনি মূলত ধারাবাহিক খুনিদের উপর একটি বই লিখতে চেয়েছিলেন। কিন্তু তাঁর পক্ষে কাগজের লেখাতেও কাউকে পঙ্গু করা বা হত্যা করা অসম্ভব বলে মনে করে, তিনি পরিবর্তে একটি রোমান্টিক গল্প লিখেছেন। তিনি তাঁর পরিবারের সাথে মার্কিন যুক্তরাষ্ট্রে থাকেন।\n\n\n== লেখা ==\nদীক্ষিত, বর্ষা। রাইট ফিট রং শু  নতুন দিল্লি: রূপা অ্যাণ্ড কোং, ২০০৯। ওসিএলসি 459616111\nএক্সেস ব্যাগেজ (রূপা পাবলিকেশন্স)\nরং মিনস রাইট এণ্ড (রূপা পাবলিকেশন্স)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবর্ষা দীক্ষিতের ওয়েবসাইট"}