{"pageid": 1430958, "title": "একটি নতুন যুগের জন্য উন্নয়নের বিকল্প", "url": "https://bn.wikipedia.org/wiki?curid=1430958", "content": "ডেভেলপমেন্ট অল্টারনে উইথস উইমেন ফর এ নিউ এরা ( DAWN ) হলো বৈশ্বিক দক্ষিণের পন্ডিত, সাধারণটিভ একটি আন্তর্জাতিক নারীবাদী নেটওয়ার্ক। DAWN জেন্ডার, ইকোলজি এবং ইকোনমিক জাস্টিস (GEE) ফ্রেমওয়ার্কের জ্যাকে কাজ করে, যা এই নেটওয়ার্কের মধ্যে ভোকেসি ক্ষেত্র সংযোগগুলিকে হাইলাইট করে। নেটওয়ার্কটি বিশ্ব দক্ষিণের দক্ষিণের স্থানীয় নারীর উপর ফোকাস দ্বারা নির্বাচিত এবং বিশ্বব্যাপী রাজনৈতিক সহকারী সংস্থা, ওকালটি সমস্যা সমাধান নারীবাদী, গবেষণা এবং পরীক্ষা-নিরীক্ষার জন্য একটি ফোরাম অফার করে। এটি DAW গঠনের সময় এবং বর্তমান সময়ে বিশ্ব উত্তর উত্তর সাধারণ সাদা, মধ্যবর্তী মহিলাদের সাথে নারীবাদের সংসর্গ থেকে একটি পরিবর্তন ছিল।  [১] রাফিয়া জাকারিয়া, অ্যাগেইন হোয়াইট ফেমিনিজম: নোটস অনার্সাপশন-এর লেখক, যুক্তি দেন যে DAWN এবং উন্নয়নের জন্য সক্ষমতা পদ্ধতির একটি কার্যকর উদাহরণ তৈরি করে একটি কার্যকরী উদাহরণ, জীবন যুদ্ধের একটি বিকল্প উদাহরণ যা নারীবাদী উন্নয়ন প্রকল্পের প্রভাবশালী বিদেশী উন্নয়ন প্রকল্প।  করে।  [১]\n\n\n== ইতিহাস ==\nDAWN যার আজ ফিজি ব্লগালয় রয়েছে, ১৯৮৪ সালে বেঙ্গালুরুতে প্রতিষ্ঠিত হয়েছিল [১] সদস্যা সদস্যরা ছিলেন নিউমা আগুয়ার ( ব্রাজিল ), জুবেইদা স্থানীয় আহমেদপেন , পেগি অ্যাট্রোবাস ( বার্বাবাডোস ), লর্ডিজ ( মেক্সিকান ), নির্মলা ব্যানার্জি ( ভারত ), মেন বারোসোব্রাজিল , এলা ভান (ভারত), এলা ভান (ভারত), ব্লেটো (পান ব্লেই)  )  নরওয়ে ), নোলিন হেইজার ( মালয়েশিয়া ), হামিদা হোসেন ( বাংলাদেশ ), দেবকী জৈন (ভারত), কুমারী জয়বর্ধনে ( শ্রীলঙ্কা ), ইসাবেল লার্গুইয়া ( কিউবা ), রাগনহিল্ড লুন্ড ( নরওয়ে ), গির্ট লিজক্লামা ( নেদারল্যান্ডস ), লুসিল মেয়ার ( নেদারল্যান্ডস )  ), ক্যাথারিন ম্যাকি ( মার্কিন যুক্তরাষ্ট্র ), ফাতিমা মারনিসি ( মরক্কো ), আচোলা পালা ওকেয়ো ( ক্যায়া ), মেরি-অ্যাঞ্জেলিক সাভেনে ( সেনেগাল ), গীতা সেন (ভারত), এবং ক্লেয়ার স্লাটার (ফিজি )। পেগি অ্যান্ট্রোবাস 1991 সাল থেকে 1996 সাল পর্যন্ত DAWN-এর সাধারণ ব্যবহারকারী হিসাবে কাজ করেছেন [1]\n\nDAWN অর্থনীতিবিদ গীতা সে কারেন গ্রোন নাইরোবিতে 1985 একটি নারী বিষয়ক বিশ্ব নারীবাদী অর্থনীতির জন্য একটি ক্যাটফর্ম প্রকাশ।  [১] সেখানে প্রচারিত প্রচারগুলি পরে একটি বই হিসাবে প্রকাশ করা হয়েছিল, বিকাশ এবং বিকল্প দৃষ্টিভঙ্গি, তৃতীয় বিশ্ব নারীর দৃষ্টিভঙ্গি, DAWN-এর উত্তরপত্র হিসাবে বিবেচিত হয়েছিল।  [১]\n\n\n== লক্ষ্য এবং কার্যক্রম ==\nপরীক্ষা এবং অ্যাডভোকেসি দ্বিপক্ষীয় প্রচেষ্টা, DAWN পাঁচটি মূল ক্ষেত্রের দৃষ্টি নিবদ্ধ করে:\nএই গবেষণা থিমগুলি থেকে ভূতের কাজগুলি অনেক বই এবং প্রকাশনা তৈরি করা এবং আন্তঃসরকারি প্রক্রিয়ার মধ্যে সমর্থনের জন্য তৈরি করেছে (উদাহরণ জন্য RIO+20 সহ)।  [১] [২] এখনও পর্যন্ত, DAWN সম্প্রদায়ের ঘনিষ্ঠ সংযোগ স্থাপনের সাথে, এর প্রকল্পটি সামাজিক আন্দোলনের সাথে 'নেটর্কিং' এর পাশাপাশি 'প্রক্ষণ'-এর উপর দৃষ্টিভঙ্গি নিবদ্ধ করে।  [১] নেটওয়ার্কিং তৃণমূল আন্দোলনের সাথে লড়াইয়ের সাথে এবং কথোপকথনের সাথে যুক্ত থাকে (সেমিনার এবং ওয়ার্কশের মাধ্যমে), তাদের সাথে যা পরবর্তী দিকের দিকে পরিচালিত করতে দেয় এবং সেই সাথে তাদের মধ্যে আন্তঃসংযোগ নিয়ে আসে এবং এই ধরনের গঠনমূলক এবং গঠনমূলক কাজ করে।  নব্য উদারবাদী পুঁজিবাদ প্রভাবশালী আখ্যানের প্রতি প্রতিদ্বন্দ্বিতা করুন।  [২] DAWN বিভিন্ন পোর্টাল, চিঠিপত্র এবং মাল্টিমিডিয়া বিষয়বস্তু প্রকাশ করে, যার ব্যাপকতাই ওয়েবসাইটে পাওয়া যাবে।"}