{"pageid": 1430311, "title": "নিকোল ওয়ালেস", "url": "https://bn.wikipedia.org/wiki?curid=1430311", "content": "নিকোল আলেজান্দ্রা ওয়ালেস দেল ব্যারিও (জন্ম ২২ মার্চ, ২০০২) একজন স্প্যানিশ অভিনেত্রী যিনি Skam España-এ প্রধান চরিত্রে নোরা গ্রেস এবং প্রাইম ভিডিও অরিজিনাল ফিল্ম মাই ফল্ট-এ নোহ চরিত্রে প্রধান ভূমিকার জন্য পরিচিত (মার্সিডিজ রন-এর সর্বাধিক বিক্রিত ওয়াটপ্যাড উপন্যাস সিরিজের উপর ভিত্তি করে বানানো)।\n\n\n== প্রারম্ভিক এবং ব্যক্তিগত জীবন ==\nনিকোল আলেজান্দ্রা ওয়ালেস দেল ব্যারিও স্পেনের মাদ্রিদে জন্মগ্রহণ করেন এবং বেড়ে ওঠেন; তার বাবা একজন আমেরিকান। এই কারণে, ওয়ালেস একজন দ্বিভাষিক অর্থাৎ তিনি স্প্যানিশ এবং ইংরেজি উভয়ই ভাষায় সাবলীলভাবে বলতে পারেন। তিনি ভায়োলা এবং পিয়ানো বাজানো শিখতে শিখতে বড় হয়েছিলেন এবং ছোটবেলা থেকেই গানের পাঠ গ্রহণ করেছিলেন। ওয়ালেস ০৮ বছরেরও বেশি সময় ধরে হিপ-হপ, ফাঙ্ক এবং আধুনিক নৃত্য অনুশীলন করেছেন। এছাড়াও তার একটি বড় বোন রয়েছে, ক্লো, যিনি একজন পরিচালক, লেখক এবং ফটোগ্রাফার, যিনি সম্প্রতি নেটফ্লিক্সের সীমিত সিরিজ, A Perfect Story পরিচালনা করেছেন, যেখানে Anna Castillo অভিনীত।\nওয়ালেস একটি বিশ্ববিদ্যালয়ে Distance Learning প্রোগ্রামের মাধ্যমে মনোবিজ্ঞান অধ্যয়ন করেন, তারপরেও তিনি একজন অভিনেত্রী হিসেবে তার কর্মজীবন চালিয়ে যান।\n\n\n== কর্মজীবন ==\n\n\n=== অভিনয় (২০০৮; ২০১৭-বর্তমান) ===\nওয়ালেস শর্ট ফিল্মে তার সূচনা করেন, প্রথম ২০৯৮ সালের হরর শর্ট Excision-এ একটি ছোট চরিত্রে অভিনয় করেন, Grey's Anatomy খ্যাত অভিনেত্রী  Tessa Ferrer এর বিপরীতে। তিনি স্বল্পদৈর্ঘ্য চলচ্চিত্রে কাজ চালিয়ে যান, Campfire Creatures: The Skull of Sam-এ ভিকি চরিত্রে অভিনয় করেন, হরর ফিল্ম কিংবদন্তি Robert Englund এর সাথে সহ-অভিনয় করেন, Freddy Krueger চরিত্রে অভিনয়ের জন্য সর্বাধিক পরিচিত ২০১৮ সালে, নরওয়েজিয়ান কিশোর সিরিজ, Skam-এর উপর ভিত্তি করে Movistar+ সিরিজ, Skam España-এ নোরা গ্রেস চরিত্রে অভিনয় করার পরে ওয়ালেস খ্যাতি অর্জন করেন। অনুষ্ঠানের তৃতীয় সিজনটি তার চরিত্র, নোরা এবং Celia Monedero দ্বারা অভিনয় করা মিলি চরিত্রকে কেন্দ্র করে।  নোরা এবং ভিরির সিজন, বিশেষ করে, FesTVal de Vitoria থেকে  \"Cima TV Award for Equality\" পুরস্কৃত করা হয়েছিল যে এটি কীভাবে একজন তরুণ দর্শকের কাছে নারীবাদ এবং ক্ষমতায়নের থিম প্রচার করে।\n\n\n=== সঙ্গীত (২০২০-বর্তমান) ===\n২০২০ সালে, ওয়ালেস Universal Music এবং Sony Music-এর সাথে স্বাক্ষর করেন, তার প্রথম একক Bella প্রকাশ করেন, ২০২১ সালের ফেব্রুয়ারিতে। Bella সেই বছর স্পেনের সেরা ৫০টি ভাইরাল গানের মধ্যে একটি হিসাবে আত্মপ্রকাশ করেছিল, যেটি দ্রুত একক Devuélveme এবং Impatient Eyes দ্বারা অনুসরণ করা হয়েছিল।\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n=== টেলিভিশন ===\n\n\n=== ফিল্ম ===\n\n\n== তথ্যসূত্র =="}