{"pageid": 1430028, "title": "জঙ্গিল", "url": "https://bn.wikipedia.org/wiki?curid=1430028", "content": "জঙ্গিল বা রুটল্যাণ্ড জারোয়া বা রুটল্যাণ্ড ওঙ্গে ছিলো ভারতের আন্দামান দ্বীপপুঞ্জের আদিবাসীদের মধ্যে অন্যতম। তারা রুটল্যাণ্ড দ্বীপের অভ্যন্তরে বাস করত, এবং তাদের নাম রুটল্যাণ্ড জারোয়া দেওয়া হয়েছিল। অনুমান যে তারা প্রতিবেশী জারোয়া জনগণের সাথে সম্পর্কিত ছিল।\nজঙ্গিল সম্প্রদায় সম্পর্কে খুব কম তথ্য জানা যায়, এবং তারা আন্দামানবিদদের কাছ থেকে খুব বেশি মনোযোগ পায় না। ১৯০০ এর দশকের প্রথম দিকে তারা বিলুপ্ত হয়ে যায়।\n\n\n== পরিভাষা ==\n\nজঙ্গিলের শ্রেণিবিভাগ এবং ইতিহাসের মূল্যায়নের একটি সমস্যা হল আন্দামানী উপজাতিদের উল্লেখ করার জন্য ব্যবহৃত অসামঞ্জস্যপূর্ণ পরিভাষা। বিশেষত, ১৯ শতক এবং ১৯৩০ এর মধ্যে \" জারোয়া \" এবং \"ওঙ্গে\" শব্দগুলি প্রায়ই একটির জায়গায় আর একটি ব্যবহৃত হত। তাই এই সময়ের মধ্যে নথিবদ্ধ করা \"রুটল্যাণ্ড জারোয়া\"র পরিচয় স্পষ্ট নয়।\nআব্বি (২০০৮) এবং কুমার (২০১২) \"ওঙ্গে-জারোয়া\" লেবেলের অধীনে জারোয়া, ওঙ্গে, সেন্টিনেলী এবং জঙ্গিল জনগণকে শ্রেণিবদ্ধ করেছেন। ভারতের ১৯৩১ সালের আদমশুমারিতে এই চারটি উপজাতিকে জারোয়ার \"গোষ্ঠী\" হিসাবে উল্লেখ করা হয়েছে, যেখানে জঙ্গিলকে \"জারোয়াদের চতুর্থ গোষ্ঠী হিসাবে বর্ণনা করা হয়েছে, যাদের মধ্যে ১৯০৭ সাল থেকে আর কাউকেই দেখা যায়নি।\"\nএকটি মহান আন্দামানী কিংবদন্তি অনুযায়ী যেভাবে তাদের পূর্বপুরুষরা আগুন আবিষ্কার করেছিল, সে সম্পর্কে তাদের পূর্বপুরুষদের উল্লেখ করতে \"জঙ্গিল\" শব্দটি ব্যবহার করা হয়েছে। গ্রেট আন্দামানী উপজাতিদের মধ্যে একটি, আকা-বিয়া, দক্ষিণ আন্দামানের জারোয়াকে \"জঙ্গিল\" বলে উল্লেখ করেছিল। পোর্টম্যান (১৯১৪) অনুমান করেছিলেন যে, আকা-বিয়া এই শব্দটি ব্যবহার করেছিল কারণ তারা \"উপজাতিটিকে তাদের রীতিনীতিতে তাদের পূর্বপুরুষদের অনুরূপ বলে মনে করতে পারে।\"\n\n\n== সংস্কৃতি এবং যোগাযোগ ==\n\n১৯ শতকের মাঝামাঝি যখন জঙ্গিলদের প্রথম দেখা গিয়েছিল এবং তাদের তথ্য নথিভুক্ত করা হয়েছিল, তখনও  তাদের সাথে সরাসরি যোগাযোগের অভাব ছিল এবং তারা সাধারণত এই ধরনের মুখোমুখি হতে চাইত না। শুধুমাত্র কয়েকটি প্রতিবেদন করা উদাহরণ রয়েছে, যেখানে বহিরাগতরা ( ব্রিটিশ এবং ভারতীয় বসতি স্থাপনকারীরা) এই গোষ্ঠীর ব্যক্তিদের মুখোমুখি হয়েছিল। সর্বশেষ দেখাটি ১৯০৭ সালে হয়েছিল। ১৯২০-এর দশকে দ্বীপের অভ্যন্তরে পাঠানো অভিযানের মাধ্যমে বর্তমান বাসস্থানের কোনও চিহ্ন খুঁজে পাওয়া যায়নি। তাদের অন্তর্ধান এবং বিলুপ্তি সম্ভবত এমন কোন রোগের ফলে হয়েছিল, যার জন্য তাদের কোন প্রাকৃতিক প্রতিরোধ ক্ষমতা ছিল না।\n১৮৯০-এর দশকে তোলা একটি ছবিতে সেন্টিনেলী এবং ওঙ্গেদের কুঁড়েঘরের মতো ঘরগুলিকে চিত্রিত করা হয়েছে, কিন্তু সেগুলি গ্রেট আন্দামানী বা জারোয়াদের নয়। জঙ্গিল ব্যক্তির কোনো ফটোগ্রাফ আছে বলে জানা যায় না।\n\n\n== ভাষা ==\nজঙ্গিল ভাষা অপ্রমাণিত এবং তাই শ্রেণিবিন্যাসযোগ্য নয় ।\nব্রিটিশ নৌ অফিসার মরিস ভিডাল পোর্টম্যান ১৮৮৪ সালের জুলাই মাসে হাবিয়া নামে একজন বন্দী জঙ্গিল ব্যক্তির সাথে যোগাযোগ করেন। হাবিয়া এমন একটি ভাষায় কথা বলত যা জারোয়া ভাষা থেকে আলাদা কিন্তু অনেকটা একই রকম। পোর্টম্যান অনুমান করেছিলেন যে জঙ্গিল এবং জারোয়া সম্ভবত একই মূল প্রোটো-ভাষা থেকে এসেছে।\n\n\n== তথ্যসূত্র =="}