{"pageid": 1430117, "title": "সাম্পা (খাদ্য)", "url": "https://bn.wikipedia.org/wiki?curid=1430117", "content": "ৎসাম্পা বা সাম্পা বা সাম্বা (তিব্বতি: རྩམ་པ་, ওয়াইলি: rtsam pa চীনা: 糌粑; ফিনিন: zānbā) হলো তিব্বত এবং হিমালয় অঞ্চলের একটি প্রধান খাদ্যদ্রব্য। এটি উত্তর নেপালের কিছু অংশেও বিশিষ্ট খাদ্যদ্রব্য। এটি সেঁকা ময়দা দিয়ে তৈরি আঠালো খাবার। সাধারণত যবের ময়দা থেকে এটি তৈরি হয় তবে কখনও কখনও গমের আটা এবং পেনয় বীজ থেকে প্রস্তুত ময়দাও ব্যবহৃত হয়। এটি সাধারণত তিব্বতি মাখন চা দিয়ে তৈরি হয়। এটি তুর্কিস্তান এবং মঙ্গোলিয়াতেও খাওয়া হয়, যেখানে এটি জাম্বা নামে পরিচিত।\n\n\n== প্রস্তুতি ==\n\nযেহেতু ময়দা ইতিমধ্যেই সেঁকা থাকে, তাই সাম্পা প্রস্তুত করা বেশ সহজ এবং রান্না করার প্রয়োজন নেই; প্রকৃতপক্ষে, এটি একটি সুবিধাজনক খাবার হিসাবে পরিচিত এবং প্রায়শই তিব্বতি, শেরপা, যাযাবর এবং অন্যান্য ভ্রমণকারীরা ব্যবহার করে। যদিও ঐতিহ্যগত সাম্পা প্রস্তুত করা হয় চা দিয়ে, কখনও কখনও এর জায়গায় জল বা বিয়ার ব্যবহার করা হয়। এটি একটি পরিজ হিসাবেও প্রস্তুত করা যেতে পারে, যাকে \"ঝাম-থু\" বলা হয়। সেটি স্বাদে সাধারণত মিষ্টি এবং বাদামে পূর্ণ হয়। সেটি তিব্বতি পনির, মাখন, চা এবং চিনি দিয়ে প্রস্তুত করা হয়। কঞ্জির মতো ভেড়া বা চমরী গাইয়ের মাংস সেদ্ধর জল দিয়েও সাম্পা প্রস্তুত করা হয়, যাকে \"টসাম-থাগ\" বলা হয়। আন্দ্রে মিগট এর প্রস্তুতি বর্ণনা করেছেন:\n\nআপনি আপনার বাটির নিচে সামান্য মাখন চা রাখুন এবং এর ওপরে সাম্পার একটি বড় দলা রাখুন। আপনি তর্জনী দিয়ে আলতো করে নাড়ুন, তারপর হাত দিয়ে মাখুন, এই সময়ে আপনার বাটিটি বৃত্তাকারে ঘোরাতে থাকুন যতক্ষণ না একটি বড় দলার আকারে এর মাখা শেষ হয়, প্রয়োজনে আরও চা আপনি এর সঙ্গে নিতে পারেন, এটি এবার আপনি খাওয়া শুরু করতে পারেন। পুরো কাজটিতে উচ্চ মাত্রার দক্ষতার প্রয়োজন, এবং কতটা চায়ের সাথে কতটা সাম্পা যায় তা সঠিকভাবে বিচার করার জন্য আপনার একটি নির্দিষ্ট পরিমাণ বাস্তব অভিজ্ঞতার প্রয়োজন। যতক্ষণ না আপনি এই অনুপাতগুলি সঠিকভাবে দিতে পারেন ততক্ষণ পর্যন্ত শেষ পণ্যটি হয় শুকনো ময়দার পিণ্ডে পরিণত হতে পারে বা অন্যথায় একটি আধা-তরল লেই যা আপনার আঙ্গুলের সাথে লেগে থাকে। কখনও কখনও আপনি এই প্রস্তুতিটিতে এক ধরনের গুঁড়ো দুধ মেশাতে পারেন করেন, যেটি রোদে শুকোনো দই থেকে তৈরি।\n\n\n== সাংস্কৃতিক তাৎপর্য ==\n\nতিব্বতীয় খাদ্যের একটি উল্লেখযোগ্য প্রধান অংশ গঠন করার পাশাপাশি, অনেক বৌদ্ধ আচার-অনুষ্ঠানের সময় বাতাসে চিমটি চিমটি সাম্পা নিক্ষেপের ঐতিহ্য আছে, সেটি থেকেও এর বিশিষ্টতার প্রমান পাওয়া যায়।  বিশ্বাস করা হয় যে সাম্পা- নিক্ষেপ প্রকৃতপক্ষে এই অঞ্চলে আগে থেকেই বৌদ্ধ বিশ্বাসের অঙ্গ হিসেবে ছিল এবং মূলত সর্বপ্রাণবাদী দেবতাদের উদ্দেশ্যে নৈবেদ্য হিসেবে দেওয়া হত তাদের সুরক্ষার অনুরোধ করে। ঐতিহ্যটি ফলস্বরূপ বৌদ্ধধর্মে \"আনন্দ এবং উদযাপনের চিহ্ন\" হিসাবে অন্তর্ভুক্ত করা হয়েছিল, যা বিবাহ এবং জন্মদিনের মতো উদযাপন অনুষ্ঠানে ব্যবহৃত হয়। আজ নববর্ষ উদযাপনে এর ব্যাপক ব্যবহার হয়, সেখানে উচ্চারিত শ্লোকের সাথে নিজের এবং অন্যদের জন্য আসন্ন বছরের সৌভাগ্যের আকাঙ্ক্ষা প্রকাশ করা হয়। \nসাম্পা অন্যান্য অনেক কাজে ব্যবহার করা হয়। সাম্পা এবং জিরার মণ্ড কখনও কখনও দাঁতের ব্যথা বা অন্যান্য কালশিটে দাগে প্রয়োগ করা হয়। সাম্পা তিব্বতি ক্রীড়াবিদদের মধ্যে দ্রুত শক্তি বৃদ্ধি করার ক্ষমতার জন্যও পরিচিত; ময়দা সেঁকার ফলে এটিকে সহজে হজমযোগ্য অবস্থায় ভেঙ্গে দেয়। এর ফলে এতে থাকা ক্যালোরিগুলি শরীরে দ্রুত শোষিত হয়।\nতিব্বতি সংস্কৃতিতে \"সাম্পা\" একটি তিব্বতি টাইপফেসের নামও, যেটি সাম্পার মৌলিক ভূমিকা প্রতিফলিত করে।\n\n\n== রাজনৈতিক তাৎপর্য ==\nশব্দগুচ্ছ \"সাম্পা-ভক্ষক\" একটি ঐক্যবদ্ধ তিব্বতি পরিচয় প্রচার করতে ব্যবহৃত হয়েছিল। তিব্বতিরা বিভিন্ন উপভাষায় কথা বলে, বিভিন্ন সম্প্রদায়ের উপাসনা করে এবং বিভিন্ন অঞ্চলে বাস করে, কিন্তু সমস্ত তিব্বতিরাই সাম্পা খায় বলে মনে করা হয়েছিল। ১৯৫৭ সালে, ভারত-ভিত্তিক তিব্বত মিরর \"সমস্ত সাম্পা-ভক্ষকদের\" উদ্দেশ্যে একটি চিঠি লিখেছিল, যা তাদের ১৯৫৯ সালের তিব্বত বিদ্রোহে অংশগ্রহণ করার জন্য উৎসাহিত করেছিল। সম্প্রতি, তিব্বতি প্রবাসীদের উত্থানের সাথে সাথে, একীভূত তিব্বতি পরিচয় নির্মাণে তিব্বতি সাম্পার উপর কম জোর দেওয়া হয়েছে এবং তিব্বতি বৌদ্ধধর্মের উপর বেশি জোর দেওয়া হয়েছে।\n\n\n== আরও দেখুন ==\n\nব্রেনটার – ঐতিহ্যবাহী সোয়াবিয়ান প্রধান খাদ্যসামগ্রী সাম্পার অনুরূপ।\nটককুনা – ঐতিহ্যবাহী ফিনিশ, এস্তোনিয়ান এবং রাশিয়ান প্রধান খাদ্যসামগ্রীর মতো।\nব্রোস\nচাটাং\nগুণ্ডাইন\nগ্যাবরাগ\nগোফিও\nহার্ডট্যাক\nকাম (খাদ্য)\nমিসুটগারু\nশুকনো শস্য\nতিব্বতি রন্ধনপ্রণালী\nপরিজের তালিকা\nতিব্বতি খাবারের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\ntsampa.org-এ Tsampa বিভাগ (ইংরেজি ভাষায়)\nবাতাসে সাম্পা নিক্ষেপ (ইংরেজি ভাষায়)\nওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৪-০৭-১৩ তারিখে বার্লির পুষ্টিকর মূল্য</link>\nক্রনিক কুলিনায়ার ইন্দো-নেপালাইজ (ফরাসি ভাষায়)\nTsampa Ildiko  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ অক্টোবর ২০২০ তারিখে (fr-de-nl-en)\nসোনমের সাম্পা (জার্মান ভাষায়)"}