{"pageid": 1430441, "title": "খামনু", "url": "https://bn.wikipedia.org/wiki?curid=1430441", "content": "খামনু মেইতেই কিংবদন্তি এবং লোককাহিনীর একটি চরিত্র। তিনি খাম্বা থোইবি মহাকাব্যে উপস্থিত হয়েছেন। তিনি প্রাচীন মইরাংয়ের প্রধানমন্ত্রী খুমান পুরেম্বার কন্যা। তিনি প্রাচীন মইরাং-এর রাজা চিংখু তেলহেইবার আসল কন্যা এবং খুমান খাম্বার বড় বোন। তিনি তার ছোট ভাইকে ছোটবেলায় লালন-পালনের জন্য সবচেয়ে বেশি পরিচিত। তারা দুই ভাইবোন শৈশবকালেই এতিম হয়ে যায়। দুষ্ট ষড়যন্ত্রের ভয়ে খামনু তার ছোট ভাইকে নিয়ে শহর ছেড়ে পালিয়ে যায়। তারা পাহাড়ে কাবুই প্রধানের গ্রামে আশ্রয় নেয়।\nখামনু এবং তার ছোট ভাই খাম্বাকে জেনারেল থংলেন এবং চাওবা নোংথোনবা নামক একজন সম্ভ্রান্ত ব্যক্তি পাহাড়ের কাবুই গ্রামে তাদের অবস্থানকালের সময় এবং পরে পিতৃতুল্য স্নেহে বড় করেছিলেন।\n\nতাকে প্রায়শই মহাভারতের কুন্তীর সাথে তুলনা করা হয় কারণ তিনি খুমান খাম্বার লালন-পালন ও যত্নের জন্য কঠোর পরিশ্রম করেছিলেন।\n\n\n== জীবনের প্রথমার্ধ ==\nখামনু এবং তার ভাই খুমান খাম্বা শিশু থাকাবস্থাতেই তাদের বাবা-মা মারা যান। বাবা মায়ের মৃত্যুতে তাদের জন্য জীবন খুব কঠিন হয়ে পড়ে। খামনু কাজ খুঁজতে মইরাংয়ের বিভিন্ন জায়গায় যেতেন। তিনি কিছু লোকের জন্য ধান ভানেন। ধানের মালিক মহিলারা তার ভাই শিশু খাম্বাকে স্তন্যপান করিয়ে তার পারিশ্রমিক পরিশোধ করেছিলেন। এইভাবে তিনি কাজ করেছিলেন, তিনি এবং তার ভাই দুজনেই প্রাপ্তবয়স্ক না হওয়া পর্যন্ত। জীবিকা নির্বাহের জন্য খামনু মইরাংয়ের বাজারে কাঠ বিক্রি করেন। একদিন রাজকুমারী থোইবি বাজারে গিয়েছিলেন। অন্যরকম নতুন চেহারার জন্য তিনি খামনুকে লক্ষ্য করলেন। তিনি খামনুর সাথে বন্ধুত্ব ক'রে তাকে খাবার ও গয়না দেন। লোকটাক হ্রদে মাছ ধরতে গেলে থোইবি খামনুকে তার সাথে আসতে বলেন। সেই প্রমোদভ্রমণে খামনু রাজকন্যার সাথে যান।\nরাজকুমারী থোইবি খামনুর বাড়িতে গিয়েছিলেন। কিন্তু খামনু তখন বাড়িতে ছিলেন না। তিনি বাজারে গিয়েছিলেন। থোইবি তার বদলে খামনুর ভাই খাম্বাকে তার সাথে নিয়ে আসা উপহারগুলো দেন। দুজন দুজনার প্রেমে পড়েন এবং খুমান পোকপা ঈশ্বরের সামনে শপথ করে আবদ্ধ হন। তারা একটি সোনার কাঁকন ডুবানো পানি পান করেছিলেন এবং চিরকাল একজন আরেকজনকে ভালোবাসার প্রতিজ্ঞা করেছিলেন। এই প্রতিজ্ঞার পর থোইবি খামনুকে \"বোন\" বলে সম্বোধন করেন।\n\n\n== পরিচয় প্রকাশ ==\nখামনুর ছোট ভাই খাম্বা বাইরে অন্য পুরুষদের মধ্যে যান। তিনি কুস্তি ক্লাবে যোগ দেন। কুস্তি করার সময় খাম্বা নংবানকে পরাজিত করেন। নংবান ঐ রাজ্যের সমস্ত কুস্তিগীরদের মধ্যে চ্যাম্পিয়ন ছিলেন। নংবানের পরাজয়ের সময় মহান যোদ্ধা খুমান পুরেনবার পুত্র হিসাবে খাম্বার দীর্ঘদিনের গোপন পরিচয় সবার কাছে প্রকাশিত হয়ে যায়। এতে মন্ত্রী নংথনবা তার প্রথমজাত পুত্র ফেইরোইজাম্বা এবং খামনুর মধ্যে বিবাহের বাগদানের কথা স্মরণ করেন এবং তাকে দেখতে যান। খামনু মহিলা কক্ষে লুকিয়ে ছিলেন। তারা খামনুকে দেখতে না পেয়ে কেঁদে ফেলেন এবং খুব দুঃখ পান। তখন খামনু কক্ষ থেকে বেরিয়ে আসেন এবং তাদের কাছ থেকে উপহার গ্রহণ করেন। এই ঘটনার পর থেকে খামনু এবং তার ভাই খাম্বা তাদের জীবনের প্রতিটি ক্ষেত্রে সবসময় মন্ত্রী নংথনবা, মন্ত্রী থংলেন এবং ফেইরোইজাম্বার সমর্থন পেয়েছিলেন।\n\n\n== বিপজ্জনক ষাঁড়ের গোপনীয়তা ==\nখামনুর ছোট ভাই খুমান খাম্বাকে খুমান রাজ্য থেকে কাও ষাঁড় (কিংবদন্তি ঐশ্বরিক ষাঁড়) বন্দী করার নির্দেশ দেওয়া হয়েছিল। খামনু তার ভাইকে কাও ষাঁড় ধরার গোপন কৌশলের কথা বলেন এবং তাকে একটি বিশেষ দড়ি দেন। তিনি বলেন,অভিযানের দিনে খাম্বা তার বোনের কথামত সবকিছু করেছিলেন। এভাবে তিনি এই ষাঁড় নিয়ন্ত্রণ করতে সক্ষম হন।\n\n\n== বিবাহ ==\nখুমান খাম্বা এবং মইরাং থোইবির বিয়ের পর খামনু এবং ফেইরোইজাম্বা বিয়ে করেন। নোংথলবা এবং প্রয়াত পুরেনবা  অনেক আগেই  তার বাগদান সম্পন্ন করেছিলেন।\n\n\n== নামকরণ ==\n\n\n=== বাজার ===\nখামনু কেইথেল (আক্ষরিক অর্থে \"খামনু বাজার\" ) মইরাং -এ পরিকল্পনা ও উন্নয়ন কর্তৃপক্ষ (পিডিএ) এর প্রকল্পের অধীনে ৯ কোটি টাকায় (১.২ মিলিয়ন মার্কিন ডলার) নির্মিত হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== অন্যান্য ওয়েবসাইট ==\nKhamnu_archive.org\nখামনু_ই-পাও.নেট"}