{"pageid": 1430628, "title": "১৯৪৫–৪৬ সন্তোষ ট্রফি", "url": "https://bn.wikipedia.org/wiki?curid=1430628", "content": "১৯৪৫-৪৬ সন্তোষ ট্রফি ছিল সন্তোষ ট্রফির তৃতীয় সংস্করণ, ভারতে ফুটবলের প্রধান রাজ্য প্রতিযোগিতা। এটি বোম্বেতে অনুষ্ঠিত হয়েছিল। ফাইনালে বাংলা বোম্বেকে ২-০ গোলে হারিয়েছে।\nফ্রেড পুগসলে, একজন অ্যাংলো-বর্মী ফুটবলার যিনি যুদ্ধের সময় সাময়িকভাবে ভারতে চলে এসেছিলেন, রাজপুতানার বিরুদ্ধে বাংলার জয়ে সাতটি গোল করেছিলেন। সন্তোষ ট্রফিতে এটি একটি রেকর্ড যা পরে ১৯৭৪-৭৫ জলন্ধর নাগরিকদের দ্বারা ইন্দর সিং দ্বারা সমান হয়েছিল।\nওয়েস্টার্ন ইন্ডিয়া ফুটবল অ্যাসোসিয়েশন (ডব্লিউআইএফএ) টুর্নামেন্টের ঠিক আগে নিজের নাম পরিবর্তন করে বোম্বে রাখে।\n\n\n== প্রথম পর্ব ==\n\nবোম্বে হাফ টাইমে ২-০ গোলে এগিয়ে যায়। \n\nহাফটাইমে পাঁচ গোলে এগিয়ে যায় বাংলা ফুটবল দল। বাংলা একদিন দেরিতে আসায় টুর্নামেন্টের সূচিতে পরিবর্তন আনা হয়েছিল। \n\nম্যাচ শেষ হওয়ার ১৩ মিনিটের মাথায় হায়দরাবাদের মঈনকে  বিদায় করে দেন।\n\n\n== সেমি-ফাইনাল ==\n\nবোম্বে হাফ টাইমে ২-০ গোলে এগিয়ে যায়।\n\n\n== ফাইনাল ==\n\nদুই অর্ধের ৫ মিনিটেই গোলের দেখা পায় বাংলা। ফ্রেড পাগসলির ক্রস থেকে গোল করেন দাস। দ্বিতীয় গোলে সুনন্দীকে সহায়তা করেন এস ঘোষ। ট্রফি তুলে দেন বিচারপতি কামা।\n\n\n== দলীয় সদস্য ==\nবাংলা: ইসমাইল; এস দাস এবং তাজ মোহাম্মদ; ডি চন্দ্র, টি আও এবং মহাবীর প্রসাদ; রবি দাস, আপ্পারাও, পাগসলে, এস ঘোষ এবং এস নন্দী (অধিনায়ক)\nবোম্বে : সঞ্জীব; ডি.এম. ম্যান্ডন (অধিনায়ক) এবং পাপেন; আর্নল্ড, রবিনসন এবং গোবিন্দ; ভ্যানডোকাম, টিপল, ককলিন, ম্যাককল এবং ঢাকুরাম আরও পড়ুন : শেঠি\nদিল্লি : ওসমান; এস এম ভুকারী ও রহমত; বশির, আফজাল ও এস এ হাশমি; ইউসুফ, রোশন আলী, বুলন্দ আখতার, আত্মা রাম ও এম.পি. মাহমুদ (ডিফেন্ডার), হাসান (মিড), হাবিব, রব্বানী, এম ফাইয়াজ (ফরোয়ার্ড)\nঢাক্কা: জি বার্টন; ঘ. দত্ত ও সাহেবল; এইচ মিত্র, এস গুহ এবং আর সেন; এস বোস, এ রায়, পি মুখার্জি, এ রাচিয়া এবং এ দাস\nহায়দ্রাবাদ: ইরিয়া; শের খান ও ফ্রুভাল; হাদী, জামাল ও নূর; এস সুসে, এ সুসে, শমসের, আজিম ও মাহমুদ। এছাড়াও মঈন\nএনডব্লিউআইএফএ: ইয়াকুব; ইবরার হুসাইন ও সাঈদ; ইয়া জান, গোলাম মোহাম্মদ ও আরশাদ; আকবরজান, গিলবার্ট, রহিম, আতাউল্লাহ ও আমজাদ\nমহীশূর : বামা; পল্লাদি ও জয়রাম; বাসির, এস মহিউদ্দিন ও সুমুগান; বোরোলিঙ্গম, করিম, নানজুন্দা, আহমেদ ও রমন; এছাড়াও : শানমুগম\nযুক্তপ্রদেশ: আর্থার; কাজিম ও রাজারাম; ওয়াজিহুল, আজিজ ও মহাবীর; কুল্লু, আবিদ, ফুরহাত, মাহমুদ ও কাদের\nমাদ্রাজ : এস মনি; রামমোহন রাও ও কে মণি; এ. ডি. পার্থসারথি, জগনাথন ও মুরুগেশন; অর্ণিকান্দাসামি, গণেশন, বিশ্বেসারা রাও, হনুমন্থ রাও এবং থঙ্গরাজ\nফাইনালের পরদিন অল ইন্ডিয়া ও ইউরোপিয়ানদের মধ্যে একটি ম্যাচ খেলা হয়েছিল।\n\nভারতীয় একাদশ : ওসমান (দিল্লি); তাজ মোহাম্মদ এবং পাপেন (বোম্বে); শানমুগম (মহীশূর), টি. আও (বাংলা) ও মহাবীর প্রসাদ (বাংলা); এস নন্দী (বাংলা), আপ্পারাও (বাংলা), রবি দাস (বাংলা), রমন (মহীশূর) এবং ঢাকুরাম (বোম্বে)\nরিজার্ভ: ইসমাইল (বেঙ্গল), এস দাস (বেঙ্গল), ডি চন্দ্র (বেঙ্গল), এ. রুদ্র (ঢাকা) এবং টমাস (বোম্বে)\nইউরোপীয়: ল্যামবার্ট (সিএমপি), হ্যামিল্টন (নৌবাহিনী) এবং টিপল (আরএএফ) এবং আর্নল্ড (নৌবাহিনী), রবিনসন (এমবার্কেশন সদর দফতর (ইএইচকিউ)) এবং আইরগ (নৌবাহিনী); শ্যাঙ্কস (আরএএফ), গ্যালাচার (সিএমপি), ককলিন (নৌবাহিনী), ম্যাককল (ইএইচকিউ) এবং সাটন (সিএমপি) \n\n\n== তথ্যসূত্র =="}