{"pageid": 1430505, "title": "লুইজা উইলকিন্স", "url": "https://bn.wikipedia.org/wiki?curid=1430505", "content": "লুইজা উইলকিন্স ওবিই, মিসেস রোল্যান্ড উইলকিন্স নামেও পরিচিত (জন্ম লুইসা জেব ; ৮ অগাস্ট ১৮৭৩ - ১৯২৯) ছিলেন একজন ব্রিটিশ লেখক এবং কৃষি প্রশাসক। তিনি প্রথম বিশ্বযুদ্ধের সময় নারী স্থল সেনাবাহিনী তৈরি এবং নিয়োগের সাথে জড়িত ছিলেন। তিনি ক্ষুদ্র মালিকানার জন্য উৎসাহী ছিলেন এবং যুদ্ধের পরে তিনি যুদ্ধের সময় কৃষিতে প্রবেশকারী নারীদের জন্য একটি ক্ষুদ্র মালিকানা কো-অপারেটিভ তৈরি করতে অনুপ্রাণিত করেছিলেন।\n\n\n== জীবন ==\nউইলকিন্স ১৮৭৩ সালে এলেসমেরেতে জন্মগ্রহণ করেন। তার বাবা-মা ছিলেন ইগ্লান্টিন লুইসা জেব (জন্ম জেব) এবং প্রথম কাজিন আর্থার ট্রেভর জেব। তার বোন এগ্লান্টিন এবং ডরোথি (বাক্সটন হয়েছিলেন) শিশুদের আন্তর্জাতিক উন্নয়ন সংস্থা সেভ দ্য চিলড্রেন-এর সহ-প্রতিষ্ঠা করেন। তার ভাই রিচার্ড জেব একজন সাংবাদিক ছিলেন এবং তিনি ছিলেন ধ্রুপদী পণ্ডিত এবং রাজনীতিবিদ স্যার রিচার্ড ক্লেভারহাউস জেবের ভাইঝি।\nজেব কেমব্রিজের নিউনহাম কলেজে পড়েন।  তিনি কৃষি বিষয়ে অধ্যয়ন করেছিলেন এবং তিনি তার ভাইয়ের খামারে কর্মচারী হিসেবে কাজ করেছিলেন।\nজেব ১৮৯৯ সালে গঠিত উইমেনস ফার্ম অ্যাণ্ড গার্ডেন ইউনিয়নের প্রতিষ্ঠাতা সদস্য ছিলেন। ১৯০৭ সাল পর্যন্ত তিন বছরের জন্য তিনি সমবায় ক্ষুদ্র মালিকানা সমিতির সাথে ছিলেন। ১৯০৭ সালে তিনি দ্য স্মল হোল্ডিং অফ ইংল্যান্ড বইটি প্রকাশ করেন যা ইংল্যান্ডের ক্ষুদ্র মালিকানাগুলোর একটি সমীক্ষা প্রদানের প্রচেষ্টা ছিল। তিনি ক্ষুদ্র মালিকানার ইতিহাস বর্ণনা করেছেন, এবং জনহিতকর কাজগুলো বলেছেন যা থেকে এগুলো তৈরি হয়েছিল, পাশাপাশি তিনি তার পাঠকদের বলেন বর্তমান পরীক্ষা-নিরীক্ষা সম্পর্কে এবং কীভাবে এধরনের উদ্যোগ আরও প্রতিষ্ঠা করা যায়।\n\n১৯০৮ সালে তিনি এবং একজন নারী বন্ধু (তিনি \"এক্স\" নামে তাকে সম্বোধন করেছেন) একটি অভিযানে বের হওয়ার সিদ্ধান্ত নেন। তারা প্রথমে মহাদেশের বিষয়ে সিদ্ধান্ত নিয়েছিলেন এবং তারা \"একটি দেশ বেছে নেবেন যেখানে সমুদ্র পথ ব্যতীত অন্যথায় পৌঁছানো যেতে পারে; এবং এটিতে পৌঁছানোর পরে, এর প্রকৃতি এমন হওয়া উচিত যে আমরা সমুদ্রে না পৌঁছে সেখানে অনির্দিষ্টকালের জন্য ভ্রমণ করতে পারি\"। মানচিত্রে একটি পেন্সিল ব্যবহার করে তারা সিদ্ধান্ত নেন যে তাদের গন্তব্য হওয়া উচিত দামেস্কে এবং তারা \"আমরা যখন সেখানে পৌঁছব তখন বিস্তারিত জানাবো।\"\nতারা অটোমান সাম্রাজ্য পেরিয়ে বাগদাদ এবং দামেস্কে যাওয়ার সিদ্ধান্ত নেন। তারা কেউই স্থানীয় ভাষায় কথা বলতে পারতেন না, তারা রীতিনীতি সম্পর্কে অবগত ছিলেন না, তারা লম্বা স্কার্ট পরতেন এবং ঘোড়ায় পাশের দিকে চড়ে (সাইড স্যাডেল) চলাফেরা করতেন; উইলকিন্স পরে তাদের ভ্রমণ এবং তারা যে দর্শনীয় স্থানগুলো দেখেছিলেন তার একটি বিবরণ প্রকাশ করেন।\n\n১৯১৬ সালের ফেব্রুয়ারিতে উইমেন'স ফার্ম অ্যাণ্ড গার্ডেন ইউনিয়ন যুদ্ধের প্রচেষ্টার অংশ হিসেবে একটি দল প্রতিষ্ঠা করতে লর্ড সেলবোর্নের সাথে দেখা করার জন্য একটি দল পাঠায়। সেলবোর্নের কৃষি মন্ত্রণালয় ১৫০ পাউণ্ডের অনুদান দিয়ে একটি উইমেন'স ন্যাশনাল ল্যাণ্ড সার্ভিস কর্পসকে তহবিল দিতে সম্মত হয়েছিল এবং ঠিক হয়েছিল উইলকিন্স নতুন স্বেচ্ছাসেবী সংস্থার নেতৃত্ব দেবেন যা জরুরি কৃষি যুদ্ধের কাজের জন্য নারীদের নিয়োগের দিকে মনোনিবেশ করবে। তিনি নির্বাহী কমিটির সভাপতিত্ব করেন, আপার বেকার স্ট্রিটে এর অফিস স্থাপিত হয় এবং মার্লবোরোর ৯ম ডিউক রাষ্ট্রপতি হতে সম্মত হন।\nনতুন সংস্থাটিকে নিয়োগের উন্নতি এবং কৃষি কাজের জন্য সমস্ত শ্রেণীর নারীদের সুবিধা সম্পর্কে প্রচারের দায়িত্ব দেওয়া হয়েছিল। তার সংগঠনের নতুন সদস্যরা কৃষি কর্মী হওয়া নয় বরং অন্যদের (যেমন গ্রামে) এই কাজটি করার জন্য সংগঠিত করতে কাজ করত। ১৯১৬ সালের শেষের দিকে তারা ২,০০০ স্বেচ্ছাসেবক নিয়োগ করেছিল, কিন্তু তারা অনুমান করেছিল যে ৪০,০০০ জনের প্রয়োজন ছিল।\nউইমেন'স ন্যাশনাল ল্যাণ্ড সার্ভিস কর্পসের পরামর্শে একটি স্থল সেনাবাহিনী গঠন করা হয়। ডব্লিউএনএলএসসি নিয়োগের কাজ করতে থাকে এবং নেটওয়ার্কটি একটি \"স্থল সেনাবাহিনী\" চালু করতে সহায়তা করে এবং ১৯১৭ সালের এপ্রিলের মধ্যে তারা ৫০০ টিরও বেশি উত্তর পান এবং ৪৪ জন নতুন স্থল সেনাবাহিনীতে যোগ দেয় যেখানে তারা দল নেতা এবং তত্ত্বাবধায়ক হয়ে ওঠেন।\nউইমেন'স ল্যাণ্ড আর্মির সদস্য ২৩,০০০ নারী হয়ে উঠে যারা সপ্তাহে প্রায় এক পাউন্ড উপার্জন করত। এটি একটি উল্লেখযোগ্য অবদান ছিল তবে অনুমান করা হয় যে যুদ্ধের সময় জমিতে কাজ করা নারীদের সংখ্যা ছিল ৩০০,০০০।\n\n\n== যুদ্ধের পর ==\nউইলকিন্স কৃষিকাজ, ক্ষুদ্র মালিকানা এবং যুদ্ধের সময় কৃষিকাজে প্রবেশ করা নারীদের প্রতি তার আগ্রহ বজায় রেখেছিলেন। উইমেন'স ফার্ম অ্যাণ্ড গার্ডেন ইউনিয়নের সমর্থনে, তিনি এবং ক্যাথরিন কোর্টউল্ড ১৯২০ সালে সারের লিংফিল্ডের ওয়্যার মিল লেনে একটি ক্ষুদ্র মালিকানা স্থাপন করেন।\nতিনি ১৯২৯ সালে মারা যান এবং কোর্টউল্ড ১৯৩৫ সালে মারা যান। এই দুইজনকে হারানোর সাথে সাথে ১৯৩০ এর দশকে গতি হারিয়ে ফেলার পরে ক্ষুদ্র মালিকানা উদ্যোগটি বন্ধ করে দেওয়া হয়।\n\n\n== অন্তর্ভুক্ত কাজ ==\nইংল্যান্ডের ছোট জোত; বিভিন্ন বিদ্যমান ব্যবস্থার একটি সমীক্ষা, ১৯০৭\nডেজার্ট ওয়েজ টু বাগদাদ, লুইসা জেব (মিসেস রোল্যান্ড উইলকিন্স), ১৯০৮\nক্ষুদ্র মালিকানা বিতর্ক: ভাড়াটিয়া বনাম মালিকানা, ১৯১০\n\n\n== তথ্যসূত্র =="}