{"pageid": 1430188, "title": "বিপ্লবে নারী শিল্পী", "url": "https://bn.wikipedia.org/wiki?curid=1430188", "content": "উইমেন আর্টিস্ট ইন রেভোল্যুশন (ডব্লিউএআর) ছিলো, নিউ ইয়র্ক সিটি-ভিত্তিক আমেরিকান নারী শিল্পী ও কর্মীদের একটি সমষ্টি যা ১৯৬৯ সালে গঠিত হয়েছিল। তারা পুরুষ-শাসিত আর্ট ওয়ার্কার্স কোয়ালিশন (এডব্লিউসি) থেকে আলাদা হয়, হুইটনি মিউজিয়াম অফ আমেরিকান আর্টের ১৯৬৯ বার্ষিক (পরবর্তীতে হুইটনি দ্বিবার্ষিক) দ্বারা প্ররোচিত হয়েছিল, যেখানে দেখানো ১৪৩ জন বিশিষ্ট শিল্পীর মধ্যে মাত্র আটজন নারী অন্তর্ভুক্ত ছিল।\n১৯৭০ সালে, ডব্লিউএআর সদস্যরা হুইটনি মিউজিয়াম এবং সেইসাথে মিউজিয়াম অব মডার্ন আর্টে চিঠি পাঠায়, উভয় জাদুঘর তাদের নীতি পরিবর্তন করে নারী শিল্পীদের আরও অন্তর্ভুক্ত করার জন্য দাবি করে। একই বছর, নারী শিল্পীদের অ্যাডহক কমিটি গঠিত হয় এবং হুইটনি মিউজিয়ামের বার্ষিক সমীক্ষা প্রদর্শনীতে নারীদের বৈষম্যের উপর মনোনিবেশ করা হয়। এই প্রতিবাদী প্রচেষ্টার ফলে পরবর্তী হুইটনি বার্ষিকীতে নারী শিল্পীদের সংখ্যা বৃদ্ধি পায়, যা ১৯৬৯ সালের পূর্বে গড়ে ৫-১০% থেকে ১৯৭০ সালে ২২% বৃদ্ধি পায়।\n১৯৭১ সালে, ডব্লিউএআর-এর কিছু সদস্য, শিল্পকলায় ফেমিনিস্ট নামক একটি গোষ্ঠীর সাথে, উইমেনস’ ইন্টারআর্ট সেন্টার তৈরি করে, প্রথম বিকল্প নারীবাদী স্থান, যেখানে তারা শিল্পী জ্যাকলিন স্কাইলস-এর শেখানো একটি গ্রাফিক্স এবং সিল্ক-স্ক্রিন ওয়ার্কশপ প্রতিষ্ঠা করে। ১৯৭২ সাল নাগাদ, ডব্লিউএআর জাদুঘরের নীতি পরিবর্তন করার জন্য তাদের প্রচেষ্টা ত্যাগ করে এবং নারী শিল্পীদের সংগ্রামের সাথে সম্পর্কিত সচেতনতা বৃদ্ধির উপর আরও বেশি মনোযোগ দেয়। ১৯৭৩ সালে, ডব্লিউএআর-এর দুই প্রাক্তন সদস্য-মেরি অ্যান গিলিস ও জোয়ান গ্লুকম্যান যৌথভাবে প্রতিষ্ঠা করেন সোহো ২০  গ্যালারি।\n\n\n== উল্লেখযোগ্য সাবেক সদস্য ==\nমুরিয়েল কাস্তানিস\nসিলভিয়ানা গোল্ডস্মিথ\nজুলিয়েট গর্ডন\nডলোরিস হোমস\nপপি জনসন\nজ্যান ম্যাকডেভিট\nফেইথ রিংগোল্ড\nসারা সাপোর্টা\nজ্যাকলিন স্কাইলস\nন্যান্সি স্পিরো\nজোয়ান থর্ন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআমেরিকান শিল্পের আর্কাইভস, \"বিপ্লব রেকর্ডে নারী শিল্পী, 1970-1978,\" 6 মার্চ, 2016 এ অ্যাক্সেস করা হয়েছে।\nসুজান লুন্ডগ্রেন, এর পর্যালোচনা! WAR Women Art Revolution, ডকুমেন্টারি ফিল্ম, 2012, 12 মার্চ, 2016 এ অ্যাক্সেস করা হয়েছে।"}