{"pageid": 1430316, "title": "থিওফান প্রোকোপোভিচ", "url": "https://bn.wikipedia.org/wiki?curid=1430316", "content": "ফিওফান/থিওফান প্রোকোপোভিচ (১৮ জুন ১৬৮১ – ১৯ সেপ্টেম্বর ১৭৩৬) ছিলেন একজন রাশিয়ান ইম্পেরিয়াল অর্থোডক্স ধর্মতত্ত্ববিদ, লেখক, কবি, গণিতবিদ এবং মালোরোসিয়া বংশোদ্ভূত দার্শনিক। কিয়েভ (বর্তমানে কিয়েভ, ইউক্রেন) একাডেমিয়ার রেক্টর মোহিলিয়ানা এবং নভগোরোডের আর্চবিশপ। তিনি রাশিয়ান অর্থোডক্স চার্চের পিটার দ্য গ্রেটের সংস্কারের বিষয়ে বিস্তারিতভাবে বর্ণনা করেছেন এবং বাস্তবায়ন করেছেন। প্রোকোপোভিচ রাশিয়ান ভাষায় অনেক ধর্মীয় শ্লোক এবং সবচেয়ে স্থায়ী উপদেশ লিখেছেন।\n\n\n== জীবনী ==\n\n\n=== শৈশব এবং শিক্ষা ===\nফিওফান (জন্ম এলিয়াজার বা এলিসেই) প্রোকোপোভিচ রাশিয়ার জারডমের অধীনে একটি ভাসাল রাজ্য কসাক হেটমানেটের কিয়েভে জন্মগ্রহণ করেন। তার বাবা, সেরেস্কি, স্মোলেনস্কের একজন দোকানদার ছিলেন। তার বাবা-মায়ের মৃত্যুর পর, ইলিয়াজারকে তার মামা ফিওফান প্রোকোপোভিচ দত্তক নিয়েছিলেন। ফিওফান প্রোকোপোভিচ ছিলেন কিয়েভ ব্রাদারহুড এপিফ্যানি মঠের গভর্নর, একাডেমিয়া মোহিলিয়ানার অধ্যাপক এবং রেক্টর।\nপ্রোকোপোভিচের চাচা তাকে প্রথমে প্রাথমিক বিদ্যালয়ের জন্য মঠে পাঠান। স্নাতক শেষ করার পর তিনি একাডেমিয়া মহিলিয়ানার ছাত্র হন।\n১৬৯৮ সালে, একাডেমিয়া মোহিলিয়ানা থেকে স্নাতক হওয়ার পর, এলিয়াজার ভলোডিমির ইউনিয়েট কলেজিয়ামে তার শিক্ষা অব্যাহত রাখেন। তিনি ব্যাসিলিয়ান মঠে থাকতেন এবং এলিশা বা এলিসি নামে একত্রিত সন্ন্যাসী হিসেবে টনসার্ড হয়েছিলেন। ভোলোডিমিরের ইউনিয়েট বিশপ, জালেনস্কি, তরুণ সন্ন্যাসীর অসাধারণ ক্ষমতা লক্ষ্য করেছিলেন এবং রোমের সেন্ট অ্যাথানাসিয়াসের ক্যাথলিক একাডেমিতে তাকে স্থানান্তরিত করার অবদান করেছিলেন, যা পূর্বের অর্থোডক্স অনুসারীদের মধ্যে ক্যাথলিক ধর্ম ছড়িয়ে দেওয়ার জন্য ধর্মতত্ত্ববিদদের দ্বারা তৈরি করা হয়েছিল।\nরোমে, তিনি ভ্যাটিকান পাঠাগারে প্রবেশাধিকার উপভোগ করতেন। ধর্মতত্ত্বের পাশাপাশি, প্রোকোপোভিচ প্রাচীন ল্যাটিন এবং গ্রীক দার্শনিক, ইতিহাসবিদ, পুরানো এবং নতুন রোমের আকর্ষণ এবং ক্যাথলিক বিশ্বাস এবং পোপের নীতিগুলোও অধ্যয়ন করেছিলেন। তার পড়াশোনার সময়, তিনি টমাসো ক্যাম্পানেলা, গ্যালিলিও গ্যালিলি, জিওর্দানো ব্রুনো এবং নিকোলাস কোপার্নিকাসের কাজের সাথে পরিচিত হন।\n২৮ অক্টোবর, ১৭০১ সালে, প্রোকোপোভিচ একাডেমিতে তার সম্পূর্ণ কোর্স শেষ না করেই রোম ছেড়ে চলে যান। হ্যালে অধ্যয়নের আগে তিনি ফ্রান্স, সুইজারল্যান্ড এবং জার্মানি পাড়ি দিয়েছিলেন। সেখানে তিনি প্রোটেস্ট্যান্ট সংস্কারের ধারণার সাথে পরিচিত হন।\n\n\n=== রাশিয়ায় ফেরত ===\nতিনি ১৭০৪ সালে ইউক্রেনে (তখন রাশিয়ার জারডমের অংশ) ফিরে আসেন, প্রথমে পোচাইভ লাভরা, তারপরে কিয়েভে, যেখানে তিনি ক্যাথলিক ইউনিয়ন ত্যাগ করেন এবং অর্থোডক্স সন্ন্যাসীদের সাথে তার সংযোগ এবং তপস্যা ত্যাগ করেন, যার স্মরণে ফিওফান নামটি গ্রহণ করেন তার চাচার স্মৃতির উদ্দেশ্যে।\n১৭০৫ সালের শুরুতে, প্রোকোপোভিচ কিয়েভ-মোগিলা কলেজিয়ামে অলঙ্কারশাস্ত্র, কাব্যতত্ত্ব এবং দর্শন শিখিয়েছিলেন। তিনি হেটম্যান ইভান মাজেপাকে উৎসর্গ করে ট্র্যাজিকমেডি \"ভ্লাদিমির\"ও(«Влади́мир») লিখেছিলেন। একই সময়ে, তিনি ধর্মতাত্ত্বিক এবং দার্শনিক উপদেশ লিখেছিলেন যা কিয়েভ গভর্নর-জেনারেল দিমিত্রি গোলিটসিন এবং আলেকজান্ডার মেনশিকভ দেখেছিলেন।\n১৭০৭ সালে, তিনি কিয়েভ-মোগিলা একাডেমির প্রিফেক্ট হন।\n১৭১১ সালে, প্রোকোপোভিচ পোল্টাভা যুদ্ধের বার্ষিকী উপলক্ষে একটি উপদেশ দিয়েছিলেন। রাশিয়ার জার, প্রথম পিটার, এই উপদেশের বাগ্মীতায় মুগ্ধ হয়েছিলেন,  এবং কিয়েভে ফিরে আসার পর, ফিওফান প্রোকোপোভিচ কিয়েভ-মোগিলা একাডেমির রেক্টর এবং ধর্মতত্ত্বের অধ্যাপক নিযুক্ত হন। একই সময়ে, তিনি কিয়েভ ব্রাদারহুড এপিফ্যানি মঠের মঠও হন। তিনি সেখানে ধর্মতত্ত্বের শিক্ষার সম্পূর্ণ সংস্কার করেন, অর্থোডক্স শিক্ষা ব্যবস্থার জন্য জার্মান ধর্মতত্ত্ববিদদের ঐতিহাসিক পদ্ধতিকে প্রতিস্থাপন করেন।\n১৭১৬ সালে, তিনি সেন্ট পিটার্সবার্গে যান। সেই জায়গা থেকে, প্রোকোপোভিচ নতুন শিক্ষা ব্যবস্থার ব্যাখ্যা করতে এবং মিম্বর থেকে এর সবচেয়ে বিতর্কিত উদ্ভাবনকে ন্যায্যতা দেওয়ার জন্য তার সময় ব্যয় করেছিলেন। রাশিয়ান ধর্মযাজকদের বিরোধিতা সত্ত্বেও, যারা \"কিয়েভের আলো\" কে আন্তঃবিদ্বেষী এবং আধা-বিদ্বেষী হিসেবে বিবেচনা করেছিলেন, তাদের কাছে তিনি নাগরিক শক্তির কাছে অমূল্য হয়ে উঠেছিলেন। তিনি ১৭১৮ সালে পসকভের বিশপ এবং ১৭২৫ সালে নভগোরোদের আর্চবিশপ পদে উন্নীত হন তিনি সেন্ট পিটার্সবার্গে মারা যান। \nরাশিয়ান অর্থোডক্স চার্চের সংস্কারের জন্য আধ্যাত্মিক প্রবিধানের লেখক হিসেবে, ফিওফানকে আধ্যাত্মিক বিভাগের স্রষ্টা হিসেবে গণ্য করা হয় যেটি পিতৃতন্ত্রের স্থলাভিষিক্ত হয়, যা তার পরবর্তী নাম হলি গভর্নিং সিনড দ্বারা বেশি পরিচিত, যার মধ্যে তাকে ভাইস-প্রেসিডেন্ট করা হয়েছিল। যেকোনো ধরনের কুসংস্কারের নির্মম শত্রু, প্রোকোপোভিচ পিটার দ্য গ্রেটের মৃত্যুর পরেও একজন সংস্কারক হিসেবে অবিরত ছিলেন। তিনি রাশিয়ান প্রচারকে সরলীকৃত করেছেন, জনপ্রিয় থিম এবং অর্থোডক্স মিম্বরগুলোতে একটি সাধারণ শৈলী প্রবর্তন করেছেন।\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র ==\n\nআই. চিস্টোভিচ, থিওফান প্রোকোপোভিচ এবং তার সময় (রাস.; পিটার্সবার্গ, ১৮৬৮)\nপি. মোরোজোভ, থিওফান প্রোকোপোভিচ একজন লেখক হিসেবে (রাস.; পিটার্সবার্গ, ১৮৮০)\n\n\n== বহিঃসংযোগ ==\nপ্রথম পিটার (ইংরেজিতে) এর অন্ত্যেষ্টির উপদেশ\nপ্রোকোপোভিচের উপর নিকোলে কোস্টোমারভের নিবন্ধ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ জানুয়ারি ২০০৭ তারিখে (রাশিয়ান ভাষায়)\nএনসাইক্লোপিডিয়া ব্রিটানিকা অনলাইন নিবন্ধ\nওলেক্সি বারবারুক-ট্রিপিলস্কি, \"ফিওফান প্রোকোপোভিচ রাশিয়ান সাম্রাজ্য তৈরি করেছেন\", হ্যাজেটা পো-ইউক্রেনস্কি, ৩০ জুন, ২০০৬, রাশিয়ান ভাষায়, ইউক্রেনীয় ভাষায় ।"}