{"pageid": 1430060, "title": "সিবিলা আলেরামো", "url": "https://bn.wikipedia.org/wiki?curid=1430060", "content": "সিবিলা আলেরামো (জন্ম মার্টা ফেলিসিনা ফ্যাসিও ; ১৪ আগস্ট ১৮৭৬ - ১৩ জানুয়ারী ১৯৬০) একজন ইতালীয় নারীবাদী লেখিকা এবং কবি। যিনি ১৯ শতকের শেষের দিকে ইতালিতে একজন মহিলা লেখিকা হিসাবে তার আত্মজীবনীমূলক রচনার জন্য সবচেয়ে বেশি পরিচিত হয়েছিলেন।\n\n\n== জীবন এবং কর্মজীবন ==\nআলেরামোর মার্তা ফেলিসিনা ফ্যাসিও (ওরফে \"রিনা\") হিসাবে পরিচিত। তিনি পিডমন্টের আলেসান্দ্রিয়ায় জন্মগ্রহণ করেন এবং বেড়ে উঠেছেন মিলানে। ১১ বছর বয়সে, তিনি তার পরিবারের সাথে সিভিতানোভা মার্চে চলে যান, যেখানে তার বাবা একটি গ্লাস কারখানার ম্যানেজার হিসাবে নিযুক্ত হয়েছিলেন। প্রাথমিক বিদ্যালয়ের পরে তার শিক্ষা চালিয়ে যেতে না পারায় নিজে থেকেই পড়াশোনা চালিয়ে যান। আলেরামোকে কি পড়তে হবে সে সম্পর্কে তার প্রাক্তন শিক্ষকের কাছ থেকে পরামর্শ নিতেন। তার বাবা যেখানে কাজ করতেন সেই কারখানায় চাকরি নেন। সেই সময় মাত্র ১৫ বছর বয়সে তার থেকে দশ বছরের সিনিয়র সহকর্মী উল্ডেরিকো পিয়ারঞ্জেলি কর্তৃক খালি অফিস কক্ষে ধর্ষণের শিকার হন। রিনা তার বাবা-মাকে এ ঘটনার কথা জানাননি এবং পিয়ারঞ্জেলি তাকে বিয়ের প্রস্তাব দিলে পরিবার তাকে বিয়ে করতে প্ররোচিত করে। দেড় বছর পরে, ১৭ বছর বয়সে, তার প্রথম এবং একমাত্র সন্তান ওয়াল্টার জন্মলাভ করে।\nপিয়ারঞ্জেলি উগ্র এবং হিংস্র ছিলেন এবং ১৯০১ সালে আলেরামো তার ৬ বছরের ছেলেকে রেখে রোমে চলে আসেন। বন্ধন মুক্তির প্রত্যেকটি চেষ্টায় তাকে ব্যর্থ করা হয়েছিল এবং তার বাবার দ্বারা তাদের মধ্যে সকল যোগযোগ বিচ্ছিন্ন হয়ে গিয়েছিল। প্রায় ৩০ বছর পরে তিনি তার সাথে আবার দেখা করেছিলেন, কিন্তু তিনি তাকে পরিত্যাগ করার কারণে তাকে প্রত্যাখ্যান করেছিলেন। একজন তরুণ শিল্পী, ফেলিস দামিয়ানির সাথে স্বল্পকালীন সম্পর্কের পরে, তিনি লেখক এবং সাংবাদিক জিওভান্নি সিনার সাথে কয়েক বছর বিবাহবহির্ভূতভাবে একত্রে বসবাস করেন, যিনি তাকে তার জীবন কাহিনীকে (সিবিলা আলেরামোর ছদ্মনাম গ্রহণ করে) একটি কাল্পনিক স্মৃতিকথায় পরিণত করতে উত্সাহিত করেছিলেন। ১৯০৬ সালে তার প্রথম উপন্যাস, উনা ডোনা (একজন মহিলা), একজন মহিলার তার নৃশংস স্বামীকে ছেড়ে যাওয়ার সিদ্ধান্তের একটি সংকলন প্রকাশিত হয়। তিনি রাজনৈতিক এবং শৈল্পিক চেনাশোনাগুলিতে, বিশেষত ভবিষ্যবাদীতায় সক্রিয় হয়ে ওঠেন এবং রোমের আশেপাশের দারিদ্র্য-পীড়িত গ্রামাঞ্চলে এগার রোমানসে স্বেচ্ছাসেবী কাজে নিযুক্ত হন। সেই বছরগুলিতে তিনি উমবার্তো বোকসিওনি এবং ডিনো ক্যাম্পানার সাথে উত্তাল প্রেমের সম্পর্কেও জড়িত ছিলেন (২০০২ সালের চলচ্চিত্র আন ভিয়াজিও চিয়ামাতো আমোর, মিশেল প্লাসিডোর, পরবর্তীটির সাথে আলেরামোর সম্পর্ককে চিত্রিত করে)।\n১৯০৮ সালে, সিনার সাথে জড়িত থাকাকালীন, তিনি ভোটাধিকারের কংগ্রেসে কর্ডুলা \"লিনা\" পোলেট্টির সাথে দেখা করেছিলেন। দুই মহিলার মধ্যে একটি সম্পর্ক শুরু হয়েছিল, পরে যা ইল প্যাসাজিও (দ্য ক্রসিং, ১৯১৯) উপন্যাসে উল্লেখ করা হয়েছে, আলেরামো উনা ডোনাতে বলা কিছু ঘটনাও সংশোধন করেছিলেন, যুক্তি দিয়েছিলেন যে জিওভানি সিনা মূলত তাকে তার গল্পটি কিছুটা পরিবর্তন করতে রাজি করেছিলেন। ১৯১৯-১৯৩৫ সময়কালে প্রচলিত ফ্লোরেন্স ভিত্তিক ম্যাগাজিন ইল মারজোকো এবং লিডেলের অবদানকারীদের মধ্যে একজন ছিলেন আলেরামো।\nপরের বছরগুলিতে, আলেরামো ইতালির নেতৃস্থানীয় নারীবাদীদের একজন হয়ে ওঠেন। ১৯২৫ সালে তিনি ফ্যাসিবাদ বিরোধী বুদ্ধিজীবীদের ইশতেহারকে সমর্থন করেছিলেন। পরবর্তী জীবনে, আলেরামো মহাদেশ ভ্রমণ করেন এবং দ্বিতীয় বিশ্বযুদ্ধের পর কমিউনিস্ট রাজনীতিতে সক্রিয় ছিলেন। ১৯৪৮ সালে তিনি রক্লোতে শান্তির প্রতিরক্ষায় বুদ্ধিজীবীদের বিশ্ব কংগ্রেসে অংশ নেন।\nআলেরামো বিখ্যাতভাবে বলেছিলেন যে তিনি যাপিত সময়গুলোতে তিনটি জীবনের অস্তিত্ব অনুভব করেছিলেন। প্রথমটি, একজন মা এবং স্ত্রী হিসাবে, উনা ডোনা উপন্যাসে যার রূপরেখা দেওয়া হয়েছিল। তার দ্বিতীয়টি ছিল যখন তিনি ইউনিয়ন ফেমিনিলে পরিচালিত রোমে গৃহহীন লোকদের জন্য আশ্রয়ে স্বেচ্ছাসেবক ছিলেন এবং নারীবাদী সংগঠনগুলিতে সক্রিয় ছিলেন। তার 'তৃতীয় জীবন' ৩০ বছর নিয়ে গঠিত। যা তিনি তার কাজের মধ্যে নিজের জীবনের অভিজ্ঞতা সম্পর্কে লিখতে ব্যয় করেছেন। আলেরামো ৮৩ বছর বয়সে রোমে মারা যান।\n\n\n== উত্তরাধিকার ==\nআলেরামোর জীবন একজন স্বাধীন নারী এবং শিল্পী হিসেবে এবং বিভিন্ন বয়সে বিভিন্ন সময়ার্বতে (লিবারেল ইতালি, ফ্যাসিবাদ, দ্বিতীয় বিশ্বযুদ্ধ-পরবর্তী, ইতালীয় প্রজাতন্ত্রের আবির্ভাব) সবসময় সাংস্কৃতিক ও রাজনৈতিক জীবন যাপনকারী একজন ব্যক্তি হিসেবে তার পথচলা-আলোকিত গতিপথের জন্য উল্লেখযোগ্য। এবং রাজনৈতিক দৃশ্যমানতা। সাম্প্রতিক বছরগুলিতে পোলেটির সাথে তার ব্যক্তিগত চিঠিপত্র, সমকামী সম্পর্কের বিষয়ে তাদের খোলা মনের দৃষ্টিভঙ্গি সম্পর্কে অধ্যয়ন করা হয়েছে। বিশেষ করে আলেরামোর প্রথম বই, উনা ডোনা, ইতালীয় সাহিত্যের একটি ক্লাসিক হিসাবে বিবেচিত হয় এবং যা ইতালীয় কোন লেখকের লেখা প্রথম স্পষ্টভাষী নারীবাদী উপন্যাস।\n\n\n== নির্বাচিত কাজ ==\nUna donna (A Woman, 1906)\nIl passaggio (The Crossing, 1919)\nAndando e stando (Moving and Being, 1921)\nMomenti (Moments, 1921)\nTrasfigurazione (Transfiguration, 1922)\nEndimione (Endymion, 1923, play)\nPoesie (Poems, 1929)\nGioie d'occasione (Occasional Pleasures, 1930)\nIl frustino (The Whip, 1932)\nSì alla terra (Yes to the Earth, 1934)\nOrsa minore (Ursa Minor, 1938)\nDiario e lettere: dal mio diario (Diary of a Woman, 1945)\nSelva d'amore (Forest of Love, 1947)\nAiutatemi a dire (Help Me to Speak, 1951)\nGioie d'occasione e altre ancora (More Occasional Pleasures, 1954)\nLuci della mia sera (Lights of My Evening, 1956)\nLettere (Letters, 1958)\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nঅলড্রিচ, রবার্ট এবং গ্যারি ওয়াদারস্পুন। প্রাচীনত্ব থেকে দ্বিতীয় বিশ্বযুদ্ধ পর্যন্ত গে এবং লেসবিয়ান ইতিহাসে হু হু। রাউটলেজ, লন্ডন, 2001।আইএসবিএন ৯৭৮-০-৪১৫-২৫৩৬৯-৭আইএসবিএন 978-0-415-25369-7।\nগ্রিমাল্ডি মোরোসফ, আনা। রূপান্তর: সিবিলা আলেরামোর আত্মজীবনীমূলক উপন্যাস (নারীদের সম্পর্কে লেখা)। পিটার ল্যাং, বার্ন, 1999।আইএসবিএন ৯৭৮-০-৮২০-৪৩৩৫১-৬আইএসবিএন 978-0-820-43351-6।\n\n\n== বহিঃসংযোগ ==\nইটালিয়ান উইমেন রাইটার্স ডাটাবেসের মাধ্যমে শিকাগো ইউনিভার্সিটি   ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৫ জুলাই ২০২০ তারিখে</link>\nসিবিলা আলেরামো\nWorks by Sibilla Aleramo\nWorks by or about Sibilla Aleramo"}