{"pageid": 1430513, "title": "এডিথ আয়ারটন", "url": "https://bn.wikipedia.org/wiki?curid=1430513", "content": "এডিথ চ্যাপলিন আয়রটন জাংউইল (১ অক্টোবর ১৮৭৪ - ৫ মে ১৯৪৫) একজন ব্রিটিশ লেখক এবং কর্মী ছিলেন। তিনি নারী ভোটাধিকারের জন্য ইহুদি লীগ গঠনে সহায়তা করেছিলেন।\n\n\n== জীবনের প্রথমার্ধ ==\nআয়ারটন জাপানে বিজ্ঞানী উইলিয়াম এডওয়ার্ড আয়ারটন এবং ডাক্তার ম্যাটিল্ডা চ্যাপলিন আয়ারটনের ঘরে জন্মগ্রহণ করেন। ১৮৮৩ সালে তার মা মারা যান এবং তার বাবা পদার্থবিদ হার্থা উইলিয়াম এডওয়ার্ড আয়ারটনকে বিয়ে করেন। এডিথ ইহুদি বিশ্বাসে বড় হয়েছিলেন। \n\n\n== লেখা ==\n১৯০৪ সালে তিনি তার প্রথম উপন্যাস বার্বারাস বেব লেখেন। তার অন্যান্য বইয়ের মধ্যে রয়েছে: দ্য ফার্স্ট মিসেস মিলিভার (১৯০৫); তেরেসা (১৯০৯); দ্য রাইজ অব আ স্টার (১৯১৮); দ্য কল (১৯২৪); দ্য হাউস (১৯২৮); এবং দ্য স্টোরি অব ডিসারমামেন্ট ডিকলারেশন (১৯৩২)। \n\n\n== সক্রিয়তা ==\nএডিথ নিজের দুর্বল স্বাস্থ্যের কথা বলেন এবং কখনো ভাবেননি যে তিনি একজন জঙ্গি ভোটাধিকার কর্মী হতে পারেন তবে তিনি এবং তার সৎ মা উইমেন সোশ্যাল অ্যান্ড পলিটিক্যাল ইউনিয়নে যোগ দেন। এডিথ মাউড আর্নক্লিফ সেনেটকে লিখেছিলেন যে তিনি ডব্লিউএসপিইউকে উদারভাবে সমর্থন করতে চান। তার স্বামীও ডব্লিউএসপিইউ-এর সমর্থনে জনসমক্ষে কথা বলেছিলেন এবং জঙ্গি কৌশলকে সমর্থনের জন্য উদারমনের নারীরা তাকে তিরস্কার করেছিল। \n১৯১১ সালে ইংল্যান্ডের আদমশুমারিতে, এডিথ শুধুমাত্র নিজের, তার শিশু কন্যা এবং দুইজন গৃহপরিচারকদের নাম নথিভুক্ত করেছিলেন, যাতে নিম্নলিখিত টীকাটি সংযুক্ত ছিল:\n\n\n== নারী ভোটাধিকারের জন্য ইহুদি লীগ ==\n১৯১২ সালে তিনি নারী ভোটাধিকারের জন্য ইহুদি লীগ গঠনে সহায়তা করেছিলেন যা পুরুষ ও নারী উভয় সদস্যের জন্য উন্মুক্ত ছিল। সংগঠনটি নারীদের জন্য রাজনৈতিক ও ধর্মীয় উভয় অধিকার চেয়েছিল। এটি অনুভূত হয়েছিল যে কিছু ইহুদি লোক একটি অনির্দিষ্ট নারী ভোটাধিকার গোষ্ঠী থেকে এই দলে যোগদান করাকে বেশি পছন্দ করে। এই লীগে অন্যান্য সদস্যদের মধ্যে ছিলেন তার স্বামী, হেনরিয়েটা ফ্রাঙ্কলিন, হিউ ফ্রাঙ্কলিন, লিলি মন্টাগু, ইনেজ বেনসুসান  এবং লিওনার্ড বেঞ্জামিন ফ্র্যাঙ্কলিন । ১৯১৩ এবং ১৯১৪ সালে তাদের বক্তব্য তুলে ধরতে সংগঠনটির কিছু উগ্রপন্থী অংশ সিনাগগ পরিষেবাগুলো ব্যাহত করে। বৃহত্তর ইহুদি সম্প্রদায়ের দ্বারা এই দলটিকে \"ব্ল্যাকগার্ডস ইন বনেট\" হিসেবে চিহ্নিত করা হয়েছিল।\n\n\n== সঙ্ঘবদ্ধ ভোটাধিকারী ==\nইহুদি ভোটাধিকার সমর্থকরা ৬ ফেব্রুয়ারি ১৯১৪-এ অন্যান্য বিভ্রমমুক্ত ভোটাধিকারীদের সাথে মিলে ইউনাইটেড সাফ্রাজিস্ট তৈরি করতে সমর্থ হয়েছিল। নতুন গোষ্ঠীটি ডব্লিউএসপিইউ-এর চরম জঙ্গিবাদের প্রতিক্রিয়া হিসেবে তৈরি করা হয়েছিল যা অগ্নিসংযোগের মাধ্যমে প্রচারণা শুরু করেছিল এবং ন্যাশনাল ইউনিয়ন অফ উইমেন'স সাফ্রাজ সোসাইটিগুলোর সাফল্যের অভাব কারণেই এটি করা হয়েছিল। নতুন দলে তার সৎ মা, তার স্বামী, এমেলিন পেথিক-লরেন্স, মড আর্নক্লিফ সেনেট, অ্যাগনেস হারবেন এবং তার স্বামী এবং লুইসা গ্যারেট অ্যান্ডারসন অন্তর্ভুক্ত ছিল। এটি প্রাক্তন জঙ্গিদের পাশাপাশি অ-জঙ্গি এবং পুরুষদের পাশাপাশি নারীদেরকেও স্বাগত জানিয়েছে। তবে রিপ্রেজেন্টেশন অফ পিপলস অ্যাক্ট ১৯১৮ পাস হলে (কিছু) নারীদের ভোট দেওয়ার অনুমতি দেওয়া হলে, ইউনাইটেড সাফ্রাজিস্টরা ভেঙে যায়।\n\n\n== ব্যক্তিগত জীবন এবং মৃত্যু ==\nতিনি ১৯০৩ সালের ২৬ নভেম্বর একটি রেজিস্ট্রি অফিসে ইসরায়েল জাংউইলকে বিয়ে করেন। এডিথের সৎ মা লেখক ইসরায়েলকে এডিথের প্রথম গল্পগুলো পাঠিয়েছিলেন মন্তব্যের জন্য। এর পর এই দুইজনের দেখা হয়েছিল।\nতাদের তিনটি সন্তান ছিল: জর্জ (জন্ম ১৯০৬), মার্গারেট (জন্ম ১৯১০) এবং অলিভার লুই জাংউইল (জন্ম ১৯১৩)। আয়ারটন বহু বছর ধরে পশ্চিম সাসেক্সের ইস্ট প্রেস্টনে ফার এণ্ড নামে একটি বাড়িতে বসবাস করতেন। তিনি ১৯২৬ সালে বিধবা হন এবং ১৯৪৫ সালে এডিনবার্গে ৭০ বছর বয়সে মারা যান।\n\n\n== কাজ ==\nবার্বারাস বেব (১৯০৪)\nপ্রথম মিসেস মলিভার (১৯০৫)\nতেরেসা (১৯০৯)\nদ্য রাইজ অব আ স্টার (১৯১৮)\nদ্য কল (১৯২৪), যা তার সৎ মায়ের জীবনের ছায়া অবলম্বনে\nদ্য হাউস (১৯২৮)\nদ্য স্টোরি অব ডিসারমামেন্ট ডিকলারেশন (১৯৩২) \n\n\n== তথ্যসূত্র =="}