{"pageid": 1430550, "title": "ইউফ্রেশিয়া এলুভাথিঙ্গাল", "url": "https://bn.wikipedia.org/wiki?curid=1430550", "content": "ইউফ্রেশিয়া এলুভাথিঙ্গাল (জন্ম রোজা এলুভাথিঙ্গাল; ১৭ অক্টোবর ১৮৭৭ - ২৯ আগস্ট ১৯৫২) ছিলেন সাইরো-মালাবার চার্চের একজন ভারতীয় কারমেলাইট নান। এই গির্জাটি হলো কেরালার একটি পূর্ব ক্যাথলিক গির্জা। ইউফ্রেশিয়া পবিত্র পরিবারের একটি স্বপ্ন দেখেন বলে বলা হয়, এর পরেই তিনি পূর্বে যে শারীরিক অসুস্থতা অনুভব করেছিলেন তা বন্ধ হয়ে যায়। তিনি ভ্যাটিকান সিটিতে ২৩ নভেম্বর ২০১৪-এ পোপ ফ্রান্সিস দ্বারা একজন সাধু হিসেবে ক্যানোনিজড হয়েছিলেন। যেহেতু সেন্ট জন দ্য ব্যাপটিস্টের শিরশ্ছেদ ২৯ আগস্ট পালিত হয়, তাই সেন্ট ইউফ্রেশিয়ার উৎসব ৩০ আগস্টে স্থানান্তরিত করা হয়েছে।\n\n\n== জীবনের প্রথমার্ধ ==\nতিনি রোজা এলুভাথিঙ্গাল নামে ১৭ অক্টোবর ১৮৭৭ সালে কেরালার ইরিঞ্জালাকুডা, ত্রিশুর জেলার কাট্টুরে একটি সাইরো-মালাবার ক্যাথলিক নাসরানি পরিবারে জন্মগ্রহণ করেন। \n\n\n== ধর্মীয় জীবন ==\n\nতিনি ক্রমাগত প্রার্থনা এবং যিশুর পবিত্র হৃদয়ের প্রতি ভক্তিপূর্ণ জীবনযাপন করার চেষ্টা করেছিলেন, তাই অনেকের কাছে তিনি প্রার্থনাকারী মা হিসেবে পরিচিত হয়ে ওঠেন। \n\n\n== অলৌকিক ঘটনা ==\nপ্রথম উল্লেখ করা অলৌকিক ঘটনাটি হলো একজন ছুতারকে হাড়ের ক্যান্সার থেকে নিরাময় করা।  থমাস থারাকান ওলুরের অ্যানচেরির একজন আসবাবপত্র পলিশিং কর্মী, যার ক্যান্সার ধরা পড়ে ত্রিশুরের জুবিলি মিশন মেডিকেল কলেজ এবং গবেষণা ইনস্টিটিউটে। থমাস এক সপ্তাহ হাসপাতালে ভর্তি ছিলেন। পরবর্তীতে যখন অস্ত্রোপচার করার উদ্যোগ নেওয়া হয়, তখন ডাক্তারের স্ক্যানে টিউমারের কোনো লক্ষণ দেখা যায়নি। যদিও এর আগের স্ক্যানেই টিউমারের স্পষ্ট প্রমাণ দেখা গিয়েছিল। থমাসের বোন, রোজি, পরে দাবি করেছিলেন যে থমাসের টিউমার নিরাময় হয়েছিল ইউফ্রেশিয়ার কাছে তার প্রার্থনা করার কারণে।    \nদ্বিতীয় উল্লেখ করা অলৌকিক ঘটনাটি ঘটেছে ত্রিশুর জেলার আলুরে বসবাসকারী সাত বছর বয়সী জুয়েল নামের এক শিশুর সাথে। শিশুটির ঘাড়েও একটি টিউমার ছিল যার কারণে তার পক্ষে কোনো খাবার গিলতে অসুবিধা হত। ত্রিশুর জেলার পোট্টায় ধান্য হাসপাতালের চিকিৎসকরা বলেছিলেন যে এই রোগটি অনিরাময়যোগ্য। যেহেতু জুয়েলের পরিবার একটি দরিদ্র পরিবার, তাদের একমাত্র বিকল্প ছিল ঐশ্বরিক সুপারিশের জন্য প্রার্থনা করা। তার দাদি ইউফ্রেশিয়ার কাছে প্রার্থনা করার পরে, ডাক্তাররা লক্ষ্য করেছিলেন যে তার টিউমার সঙ্কুচিত হতে শুরু করেছে।  ধন্যা হাসপাতালের ডাঃ শশীকুমার তাকে আবার পরীক্ষা করে দেখতে পান যে টিউমারটি অদৃশ্য হয়ে গেছে। অন্যান্য অনেক ডাক্তার ছেলেটিকে পরীক্ষা করে বলেছে যে এই ঘটনার কোনো বৈজ্ঞানিক ব্যাখ্যা নেই।    \n\n\n== ক্যানোনাইজেশনের পর্যায়গুলি ==\n\n\n=== ঈশ্বরের দাস ===\n২৭ সেপ্টেম্বর ১৯৮৬-এ ওলুরে তার ক্যানোনাইজেশন প্রক্রিয়া শুরু হয়। ১৩ আগস্ট ১৯৮৭-এ ফাদার লুকাস ভিথুভাতিকাল পোস্টুলেটর হিসেবে নিযুক্ত হন। তিনি ২৯ আগস্ট ১৯৮৭ তারিখে ত্রিশুরের মেট্রোপলিটন আর্চবিশপ মার জোসেফ কুন্ডুকুলামের উপস্থিতিতে পোস্টুলেটর হিসেবে শপথ গ্রহণ করেন এবং একই দিনে ইউফ্রেশিয়াকে \"ঈশ্বরের দাস\" হিসেবে ঘোষণা করা হয়।  \n\n\n=== পূজনীয় ===\nসিস্টার পেরিগ্রিন ৯ সেপ্টেম্বর ১৯৮৭-এ ভাইস-পোস্টুলেটর হিসেবে নিযুক্ত হন এবং ১৯৮৮ সালে কুন্দুকুলাম দ্বারা কজ অব ইউফ্রেশিয়া জন্য একটি ডায়োসেসান ট্রাইব্যুনাল প্রতিষ্ঠিত হয়, ৮ জানুয়ারি ১৯৮৯-এ একটি প্রেরিত অলৌকিক ঘটনা প্রতিষ্ঠা করে। এবং ১৯ জুন ১৯৯১ তারিখে এর কাজ শেষ করে। ৩০ জানুয়ারি ১৯৯০-এ ইউফ্রেশিয়ার সমাধিটি খোলা হয়েছিল এবং তার দেহাবশেষ সেন্ট মেরি'স কনভেন্টের চ্যাপেলের ভিতরে একটি নবনির্মিত সমাধিতে স্থানান্তরিত করা হয়েছিল। তার বিষয়টি ২০ এপ্রিল ১৯৯৪-এ রোমের কংগ্রেগেশন অব সেইন্টস-এ জমা দেওয়া হয়েছিল এবং ৫ জুলাই ২০০২-এ পোপ জন পল দ্বিতীয় তাকে \"পূজনীয়\" বলে ঘোষণা করেছিলেন।    \n\n\n=== ধন্য ===\nপোপ ষোড়শ বেনেডিক্টের পক্ষে মেজর আর্চবিশপ, ভার্কি ভিথায়াথিলের ঘোষণার মাধ্যমে ৩ ডিসেম্বর ২০০৬-এ সেন্ট অ্যান্থনি'স ফোরান চার্চ, ওলুরে তাকে প্রসাদপ্রাপ্ত করা হয়েছিল। ভারতের আর্চবিশপ পেড্রো লোপেজ কুইন্টানা এবং ত্রিশুরের সাইরো-মালাবার ক্যাথলিক আর্কিপার্কির আর্চবিশপ জ্যাকব থুমকুজি ৩০ জন প্রিলেট এবং ৫০০ জন পুরোহিতের সাথে বিটীফিকেশন ইভেন্টে যোগ দিয়েছিলেন।\n\n\n=== সাধু ===\n৩ এপ্রিল ২০১৪-এ, পোপ ফ্রান্সিস ইউফ্রেশিয়ার মধ্যস্থতার জন্য দায়ী অলৌকিক ঘটনা সম্পর্কিত ডিক্রি জারি করার জন্য <a href=\"./সাধুদের_কারণের_জন্য_মণ্ডলী\" rel=\"mw:WikiLink\" data-linkid=\"149\" data-cx=\"{&quot;adapted&quot;:false,&quot;sourceTitle&quot;:{&quot;title&quot;:&quot;Dicastery for the Causes of Saints&quot;,&quot;thumbnail&quot;:{&quot;source&quot;:&quot;https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Via_della_Conciliazione_din_Roma1.jpg/80px-Via_della_Conciliazione_din_Roma1.jpg&quot;,&quot;width&quot;:80,&quot;height&quot;:60},&quot;description&quot;:&quot;Catholic Church dicastery overseeing the process of canonization of saints&quot;,&quot;pageprops&quot;:{&quot;wikibase_item&quot;:&quot;Q1063490&quot;},&quot;pagelanguage&quot;:&quot;en&quot;},&quot;targetFrom&quot;:&quot;mt&quot;}\" class=\"mw-redirect cx-link\" id=\"mwdA\" title=\"সাধুদের কারণের জন্য মণ্ডলী\">কংগ্রেগেশন</a> <a href=\"./সাধুদের_কারণের_জন্য_মণ্ডলী\" rel=\"mw:WikiLink\" data-linkid=\"149\" data-cx=\"{&quot;adapted&quot;:false,&quot;sourceTitle&quot;:{&quot;title&quot;:&quot;Dicastery for the Causes of Saints&quot;,&quot;thumbnail&quot;:{&quot;source&quot;:&quot;https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Via_della_Conciliazione_din_Roma1.jpg/80px-Via_della_Conciliazione_din_Roma1.jpg&quot;,&quot;width&quot;:80,&quot;height&quot;:60},&quot;description&quot;:&quot;Catholic Church dicastery overseeing the process of canonization of saints&quot;,&quot;pageprops&quot;:{&quot;wikibase_item&quot;:&quot;Q1063490&quot;},&quot;pagelanguage&quot;:&quot;en&quot;},&quot;targetFrom&quot;:&quot;mt&quot;}\" class=\"mw-redirect cx-link\" id=\"mwdA\" title=\"সাধুদের কারণের জন্য মণ্ডলী\">অব সেইন্টস</a>কে অনুমোদন দেন। এটি ইউফ্রেশিয়ার ক্যানোনিজেশনের পোপের অনুমোদন নিশ্চিত করেছে। ২৩ নভেম্বর ২০১৪-এ ভ্যাটিকান সিটির সেন্ট পিটার্স স্কোয়ারে অনুষ্ঠিত একটি বিশেষ সমাবেশে, পোপ ফ্রান্সিস ইউফ্রেশিয়াকে একজন সাধু হিসেবে স্বীকৃতি দেন। মাদার সাঙ্কটা, মাদার জেনারেল অফ কংগ্রেগেশন অব মাদার অব কারমেল (সিএমসি), ইউফ্রেশিয়ার ধ্বংসাবশেষ বেদীতে নিয়ে যান।  \n\n\n== আরো দেখুন ==\nসেন্ট ইউফ্রাসিয়া এলুভাথিঙ্গাল, পৃষ্ঠপোষক সাধু আর্কাইভ\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nমা মরিয়মের গাড়িকা সভাযুদে প্রবাচিকা (মালয়ালম)\nসিনিয়র যাজক, সিএমসি, অথমাদাহম (মালয়ালম): ঈশ্বরের সেবকের আধ্যাত্মিকতা মাদার ইউফ্রেশিয়া (ত্রিশুর : ১৯৯৮)\nসিনিয়র লিও, সিএমসি, (ট্রান্স), ভগবানের সেবক মাদার ইউফ্রাসিয়া (কোলাঝি, ত্রিশুর: ১৯৯৮)\nটমাস মুথেডান, এ শর্ট লাইফ অফ সিনিয়র মারিয়াম থ্রেসিয়া (মানুথি: ১৯৭৭)\nজে. এফ্রেম, সিআর, দ্য প্রেয়িং মাদার। ট্রান্স সিএ রেজিনা (কোলাঝি, ত্রিশুর: ১৯৯৯)\nডাঃ সিনিয়র ক্লিওপেট্রা, সিএমসি: ত্রিচুরের জোড়া গোলাপ: দেবতা মরিয়ম থ্রেসিয়া এবং ইউফ্রেশিয়া\nটেমপ্লেট:Thrissur topicsটেমপ্লেট:Christianity in Kerala"}