{"pageid": 1430800, "title": "কাভু", "url": "https://bn.wikipedia.org/wiki?curid=1430800", "content": "কাভু হল দক্ষিণ ভারতের কেরালায় মালাবার উপকূল অঞ্চলস্থিত পবিত্র উপবন বা তরূবীথিকার ঐতিহ্যবাহী নাম। কাভু শতাব্দী প্রাচীন আচার-অনুষ্ঠান নৃত্য থেইয়্যামের জন্য উল্লেখযোগ্য।\n\n\n== সর্প কাভু ==\n\nএকটি সর্প কাভু (অর্থাৎ সাপের আবাস) দক্ষিণ ভারতের কেরালা রাজ্যের ঐতিহ্যবাহী বাড়িগুলির নিকটস্থিত একটি ঐতিহ্যবাহী প্রাকৃতিক পবিত্র স্থান। মনে করা হয় এই পবিত্র স্থানে সাপেরা  বসবাস করে। এই অঞ্চলে সাধারণত মনসা ('সাপের দেবী'), নাগরাজ (সাপের রাজা) এবং অন্যান্য নাগ দেবতাদের (সাপের দেবতা) প্রতীক স্থাপিত হয় যেখানে নৈবেদ্য এবং আচার সহযোগে উপাসনা করা হয়। বিশেষ অনুষ্ঠানের সময় বিশেষ পুজা সঞ্চালিত হয়। এই হিন্দু ধর্মানুষ্ঠান নাম্বুদিরিদের সম্প্রদায়ের পূজা দ্বারা সম্পাদিত হয় এবং সমস্ত জাতি শ্রদ্ধার সাথে সর্প কাভুর উপাসানা করে। যথাযথ অনুষ্ঠান ছাড়া এই এলাকায় প্রবেশ নিষিদ্ধ।\nপৌরাণিক কাহিনী অনুসারে কেরালা অঞ্চল আরব সাগর থেকে উত্থিত হয়েছিল। অসংখ্য ক্ষত্রিয় রাজাদের হত্যার পাপ থেকে নিজেকে বাঁচানোর জন্য পরশুরাম \"দান\" হিসাবে ব্রাহ্মণদের (নাম্বুথিরিস) এই জমি প্রদান করেছিলেন। এই অঞ্চল জঙ্গলে পরিপূর্ণ ছিল এবং প্রচুর পরিমাণে বিষধর সাপ পাওয়া যেত। তাই ব্রাহ্মণরা সেখানে থাকতে অস্বীকার করল। পরশুরাম ভগবান শিবকে এই সমস্যার একটি সমাধান দেওয়ার জন্য অনুরোধ করলেন। শিব পরশুরামকে বললেন মনসা, অনন্ত এবং সাপের রাজা বাসুকির পূজা শুরু করতে। পরশুরাম তাই করেছিলেন এবং সর্পরা তার পুজায় সন্তুষ্ট হয়ে তাকে কেরালায় সাপের পূজা শুরু করার নির্দেশ দেন এবং সাপেদের বসবাসের জন্য বিশেষ সর্পক্কাভু (সাপের বন) বা  কিছু বনাঞ্চল দান করার পরামর্শ দেন। পরশুরাম পরে মান্নারাসালা (আলাপ্পুঝা জেলার হরিপ্পাডুর কাছে) এবং ভেট্টিকোট্টু (আলাপ্পুঝা জেলার কায়ামকুলামের কাছে) অঞ্চলে দেবী মনসা, অনন্ত এবং বাসুকির মূর্তি স্থাপন করেন এবং তাদের পূজা শুরু করেন। ব্রাহ্মণরাও দেবী মনসা, অনন্ত ও বাসুকির পূজা করে এবং সন্তুষ্ট সর্প দেবতারা কেরালাকে বসবাসের উপযোগী করে তোলে।\n\n\n== পবিত্র উপবন ==\nকাভু হল একটি ভারতীয় পবিত্র উপবনের একটি দক্ষিণ ভারতীয় সংস্করণ।\n\nভারতের পবিত্র বনাঞ্চল সেখানে বসবাসকারী সম্প্রদায়ের কাছে ধর্মীয় ও বিবিধভাবে উল্লেখযোগ্য। তারা এই বনকে সুরক্ষা প্রদান করতেও তৎপর। এই পবিত্র তরুবনগুলির মধ্যে শিকার এবং গাছ কাটা সাধারণত কঠোরভাবে নিষিদ্ধ। শুধুমাত্র মধু সংগ্রহ এবং মৃত কাঠ সংগ্রহের মতো কিছু বিশেষ কাজ অনুমোদিত হয়। ভারতে ফেডারেল আইনের মাধ্যমে পবিত্র বনগুলি কোন বিশেষ সুরক্ষা পায়নি। কিছু স্বেচ্ছাসেবী সংস্থা স্থানীয় গ্রামবাসীদের সাথে এই ধরনের গাছ রক্ষা করার জন্য কাজ করে। ঐতিহ্যগতভাবে, এবং কিছু কিছু ক্ষেত্রে আজও, সম্প্রদায়ের সদস্যরা এই পবিত্র তরুবনানী রক্ষা করে। যাইহোক, বন্যপ্রাণী (সুরক্ষা) সংশোধনী আইন, ২০০২-এর অধীনে সংরক্ষিত অঞ্চলের জমিগুলিতে সরকারী সুরক্ষা প্রদানের জন্য আইন প্রবর্তন করেছে, যার মধ্যে পবিত্র তরুবনের সুরক্ষা অন্তর্ভুক্ত বলে অনুমান করা যায়।\n\n\n== তথ্যসূত্র =="}