{"pageid": 1430187, "title": "অভিধর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1430187", "content": "অভিধর্ম (সংস্কৃত: अभिधर्म) বা অভিধম্ম হলো প্রাচীন (খ্রিস্টপূর্ব তৃতীয় শতাব্দী ও পরবর্তী) বৌদ্ধ গ্রন্থ যাতে বৌদ্ধ সূত্রে প্রদর্শিত মতবাদের বিষয়বস্তুর বিস্তারিত শিক্ষামূলক উপস্থাপনা রয়েছে। এটি দার্শনিক-সংক্রান্ত পদ্ধতির পাশাপাশি জ্ঞানের ক্ষেত্রকেও বোঝায়।\nভিক্ষু বোধি এটিকে \"[বৌদ্ধ] মতবাদের বিমূর্ত এবং উচ্চ প্রযুক্তিগত পদ্ধতিকরণ\" বলে অভিহিত করেছেন, যা \"একসাথে দর্শন, মনোবিজ্ঞান ও নীতিশাস্ত্র, যা মুক্তির জন্য কর্মসূচির কাঠামোর মধ্যে একীভূত।\" পিটার হার্ভের মতে, অভিধর্ম পদ্ধতিটি \"কথোপকথনের প্রচলিত ভাষার অযৌক্তিকতা এড়াতে চায়, যেমনটি কখনও কখনও সুত্তগুলিতে পাওয়া যায় এবং মনো-দার্শনিকভাবে সঠিক ভাষায় সবকিছু বর্ণনা করে।\" এই অর্থে, এটি \"চূড়ান্ত বাস্তবতা\" (পরমার্থ-সত্য) এর বৌদ্ধ দৃষ্টিভঙ্গিকে সর্বোত্তমভাবে প্রকাশ করার প্রচেষ্টা।\nঅভিধর্ম সাহিত্যের বিভিন্ন প্রকার রয়েছে। প্রারম্ভিক প্রামাণিক অভিধর্ম রচনাগুলি (যেমন অভিধম্মপিটক) দার্শনিক গ্রন্থ নয়, কিন্তু প্রধানত সারসংক্ষেপ এবং তাদের সহগামী ব্যাখ্যা সহ প্রাথমিক মতবাদের তালিকার প্রকাশ। এই গ্রন্থগুলি প্রাথমিক বৌদ্ধ তালিকা বা মূল শিক্ষার মৌল (মাতৃকা) থেকে তৈরি হয়েছে।\nপরবর্তীকালে অভিধর্ম-উত্তর রচনাগুলি হয় বৃহৎ গ্রন্থ (শাস্ত্র), ভাষ্য (অট্ঠকথা) বা ছোট পরিচায়ক নির্দেশক হিসাবে লেখা হয়েছিল। এগুলি আরও উন্নত দার্শনিক কাজ যার মধ্যে অনেক উদ্ভাবন এবং মতবাদ রয়েছে যা প্রামাণিক অভিধর্মে পাওয়া যায়নি।\nঅভিধর্ম থেরবাদ ও মহাযান বৌদ্ধ উভয়ের মধ্যেই বৃত্তির গুরুত্বপূর্ণ ক্ষেত্র হিসাবে রয়ে গেছে।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nCox, Collett (2003). \"Abidharma\", in: Buswell, Robert E. ed. Encyclopedia of Buddhism, New York: Macmillan Reference Lib. আইএসবিএন ০০২৮৬৫৭১৮৭; pp. 1–7.\nDutt, Nalinaksha (1978). Buddhist Sects in India, Delhi: Motilal Banarsidass\nGethin, Rupert (১৯৯৮), Foundations of Buddhism, Oxford University Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nGoleman, Daniel (2004). Destructive Emotions: A Scientific Dialogue with the Dalai Lama. NY: Bantam Dell. আইএসবিএন ০-৫৫৩-৩৮১০৫-৯.\nHorner, I.B. (1963). The book of discipline Vol. V (Cullavagga), London Luzac.\nRed Pine (2004). The Heart Sutra: The Womb of the Buddhas, Shoemaker 7 Hoard. আইএসবিএন ১-৫৯৩৭৬-০০৯-৪\nKarunadasa, Y. (১৯৯৬)। \"The Dhamma Theory Philosophical Cornerstone of the Abhidhamma\" (পিডিএফ)। bps.lk। Buddhist Publication Society। \nRhys Davids, Caroline A. F. ([1900], 2003). Buddhist Manual of Psychological Ethics, of the Fourth Century B.C., Being a Translation, now made for the First Time, from the Original Pāli, of the First Book of the Abhidhamma-Piṭaka, entitled Dhamma-Sangaṇi (Compendium of States or Phenomena). Kessinger Publishing. আইএসবিএন ০-৭৬৬১-৪৭০২-৯. Internet Archive\nRhys Davids, Caroline A. F. (1914). Buddhist Psychology: An Inquiry into the Analysis and Theory of Mind in Pali Literature, London: G. Bell and Sons.\nTakakusu, J. (1905). \"On the Abhidhamma books of the Sarvastivadins\", Journal of the Pali Text Society, pp. 67–146\nTrungpa, Chogyam (1975, 2001). Glimpses of Abhidharma: From a Seminar on Buddhist Psychology. Boston, MA: Shambhala Publications. আইএসবিএন ১-৫৭০৬২-৭৬৪-৯.\n\n\n== আরও পড়ুন ==\nAnālayo, Bhikkhu, The Dawn of Abhidharma, Hamburg Buddhist Studies 2, Hamburg: Hamburg University Press, 2014\nKongtrul, Jamgon; Dorje, Gyurme (২০১৩)। Indo-Tibetan Classical Learning and Buddhist Phenomenology। The Treasury of Knowledge (book six, parts 1 and 2)। Ithaca: Snow Lion। পৃষ্ঠা 441–613, 849–874। আইএসবিএন 978-1559393898। \n\n\n== বহিঃসংযোগ ==\n\nAbhidharma স্ট্যানফোর্ড এনসাইক্লোপিডিয়া অফ ফিলোসফি-র ভুক্তি\nঅভিধর্ম at the Indiana Philosophy Ontology Project\nReadable online HTML book of the Dhammasangani (first book of the Abhidhamma).\nwww.abhidhamma.org – Numerous books and articles on Abhidhamma by Sujin Boriharnwanaket and others\nwww.abhidhamma.com – Abhidhamma the Buddhist Philosophy and Psychology\nBuddhaNet – description of the Abhidhamma  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৪ সেপ্টেম্বর ২০১১ তারিখে\nBuddhaNet – Abhidhamma articles  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ সেপ্টেম্বর ২০১১ তারিখে\nAccess to Insight – description of the Abhidhamma\nOnline excerpt of a well-known book about the Abhidhamma\nBooks results for Abdhidhamma search on Internet Archive\nUnravelling the Mysteries of Mind and Body through Abhidhamma\nA Comprehensive Manual of Abhidhamma (Amazon book link)"}