{"pageid": 1430997, "title": "প্রামাণ্য চলচ্চিত্রে নারী", "url": "https://bn.wikipedia.org/wiki?curid=1430997", "content": "প্রামাণ্য চলচ্চিত্রে নারীরা পরিচালক, লেখক, অভিনয়শিল্পী, প্রযোজক এবং চলচ্চিত্র শিল্পের অন্যান্য পেশায় নারীদের ভূমিকা বর্ণনা করে। সান ডিয়েগো বিশ্ববিদ্যালয়ের, সেন্টার ফর দ্য স্টাডি অফ উইমেন ইন টেলিভিশন অ্যান্ড ফিল্মের ২০১৭ সালের একটি সমীক্ষা অনুসারে, বিশ্বব্যাপী ডকুমেন্টারি ফিল্ম ইন্ডাস্ট্রিতে কাজ করা লোকের জনসংখ্যার প্রায় ত্রিশ শতাংশ নারী। ইন্ডি ফিল্মে (ফিচার অথবা শর্ট ফিল্ম) নারীদের কর্মসংস্থানের উপর একটি পৃথক সমীক্ষায়,  কেন্দ্র দেখে যে সামগ্রিকভাবে চলচ্চিত্র উৎসবে নারী পরিচালিত স্বাধীন চলচ্চিত্র কম প্রদর্শিত হলেও নারী পরিচালিত  প্রামাণ্য চলচ্চিত্রগুলোর একটি উচ্চ শতাংশ প্রদর্শিত হয়েছে; ৮টি চলচ্চিত্র বনাম পুরুষদের পরিচালিত ১৩টি তথ্যচিত্র। অক্টোবর ২০১৫-এ অ্যানেনবার্গের একটি সমীক্ষায়, মার্কিন যুক্তরাষ্ট্র ব্যতীত অন্যান্য দেশে নারী ডকুমেন্টারিয়ানদের \"হেলমারস\" (শীর্ষ অবস্থানে) হওয়ার সম্ভাবনা ৪০ শতাংশ ছিল মার্কিন যুক্তরাষ্ট্রে ৩০ শতাংশ সম্ভাবনার বিপরীতে এই গবেষণায় একাধিক দেশের সাথে জড়িত চলচ্চিত্রগুলিকে গণনা করা হয়েছে \"অন্যান্য হিসাবে দেশগুলি\" তবে মার্কিন যুক্ত থাকলে এটি \"অন্যান্য দেশ\" হিসাবে গণনা করা হত না।\nপ্রামাণ্য চলচ্চিত্র ও অস্কার জগত ২০১৬ সালে বিনোদন অ্যাটর্নি ভিক্টোরিয়া কুক দ্বারা সমালোচিত হয়েছিল, যিনি মন্তব্য করেছিলেন যে একটি \"ভুল ধারণা রয়েছে যে (ফিচার) ডকুমেন্টারি বিভাগটি অন্যান্য বিভাগের চেয়ে বেশি অন্তর্ভুক্ত, কম লিঙ্গবাদী এবং কম বর্ণবাদী\" এবং উল্লেখ করেন যে, গত বিশ বছরে মাত্র দুজন নারী ডকুমেন্টারি ফিল্মমেকার অস্কার জিতেছেন ডকুমেন্টারি ফিচার বিভাগে।\n\n\n== ইতিহাস ==\nবিংশ শতাব্দীর আগে নারীরা ডকুমেন্টারি ফিল্ম এবং মুখ্য ডকুমেন্টারি আন্দোলনে কাজ করত, কিন্তু তাদের ভূমিকা সাধারণত কম দেখা যেত, যেমন গবেষণার মধ্যে সীমাবদ্ধ ছিল।  জার্মান চলচ্চিত্র পরিচালক লেনি রিফেনস্টাহলকে তার ১৯৩৫ সালের নাৎসি প্রচারমূলক চলচ্চিত্র ট্রায়াম্ফ অফ দ্য উইল-এর মধ্য দিয়ে তথ্যচিত্রের আধুনিক রূপের পথপ্রদর্শক হিসাবে কৃতিত্ব দেওয়া হয়েছে। অন্যান্য নারী, যেমন রুবি গ্রিয়ারসন এবং ফ্রান্সেস এইচ. ফ্ল্যাহার্টিও এই ধারার পথপ্রদর্শক হিসাবে নামকরণ করা হয়েছে, যাদের কাজ এবং প্রভাব তাদের পুরুষ সহযোগী এবং আত্মীয়দের দ্বারা ছাপিয়ে গেছে। আরও আধুনিক তথ্যচিত্র নির্মাতা সাফি ফায়ে এবং ট্রিন টি. মিন-হাকেও ইলিনয় বিশ্ববিদ্যালয়ের প্রেস বই উইমেন অ্যান্ড এক্সপেরিমেন্টাল ফিল্মমেকিং-এ প্রভাব হিসেবে উল্লেখ করা হয়েছে, কারণ তারা \"পরীক্ষামূলক ডকুমেন্টারি চলচ্চিত্র নির্মাণের একটি ঐতিহ্যে অবদান রাখে যা বস্তুনিষ্ঠ, উপনিবেশবাদী প্রবণতাকে এড়িয়ে যায়, অনেক তথ্যচিত্র ও জাতিতত্ত্বের।\" \n\n\n=== চীন ===\nচীনে, প্রামাণ্য চিত্র নির্মাণের ক্ষেত্রটিকে একটি উদীয়মান ক্ষেত্র হিসেবে নামকরণ করা হয়েছে যা \"[প্রদান করে] নারী পরিচালকদের জন্য প্রয়োজনীয় সম্পদ\"।  তাইওয়ানে এই বিষয়ক কোর্স, ডকুমেন্টারি ফিল্ম ফেস্টিভ্যাল এবং টেলিভিশন চ্যানেল, চলচ্চিত্র নির্মাতাদের উৎসাহিত করতে সাহায্য করেছে এবং \"তাইওয়ানের ডকুমেন্টারি ফিল্মমেকিংয়ে একটি নতুন জোয়ার আনতে অবদান রেখেছে\", যার ফলে \"নারীবাদী সমস্যাগুলির প্রতিনিধিত্ব করার সাথে সংশ্লিষ্ট নারী চলচ্চিত্র নির্মাতাদের প্রজন্ম তৈরি করতে সাহায্য করা এবং স্থানীয় তাইওয়ানের সংস্কৃতি, রীতিনীতি এবং ইতিহাস নিয়েও কাজ করেছে।\" \n\n\n== নারী প্রামাণ্য চলচ্চিত্রকারদের তালিকা ==\n \n\nজুলিয়া বাচা\nরুথ বেকারম্যান\nযিরো চৌ\nবারবারা ক্র্যানমার\nওসা জনসন\nবারবারা কোপল\nজোডি ম্যাক\nকে ম্যান্ডার\nতামারা মিলোসেভিচ\nমেগান মাইলান\nলরা পোইট্রাস\nলেনি রিফেনস্টাহল\nগুলবারা তোলোমুশোভা\nমিলা তুরাজলিচ\nজ্যাকলিন ভিউভ\nরুবি ইয়াং\nমেরিনা জেনোভিচ\nলিডিয়া জিমারম্যান\nমালিহা জুলফাকার\nক্লিও বার্নার্ড\nমানিয়া আকবরী\nরাচেল লিয়ার্স\nআভা ডুভার্নে\nনানফু ওয়াং\nএলিজাবেথ চাই ভাসারহেলি\nজুলিয়া রিচার্ট\nপেট্রা কস্তা\nবনি কোহেন\nগ্যাব্রিয়েলা কাউপার্থওয়েট\nলিজ গারবাস\nজেনি লিভিংস্টন\nঅ্যামি বার্গ\nবারবারা কোপল\nস্টেফানি সোয়েচটিগ\nসামান্থা ফিউটারম্যান\nজেনিফার সিবেল নিউজম\nকিম্বারলি অ্যাকোয়ারো\nলোটজে সোডারল্যান্ড\nডন পোর্টার\n\n\n== বহিঃসংযোগ ==\nডকুমেন্টারি ফিল্ম ওয়ার্ল্ডের পোলিশ নারী\n\n\n== তথ্যসূত্র =="}