{"pageid": 1430509, "title": "খ্রিস্টধর্মে ঈশ্বরের গুণাবলী", "url": "https://bn.wikipedia.org/wiki?curid=1430509", "content": "ঈশ্বরের গুণাবলী হলো ঈশ্বরের নির্দিষ্ট বৈশিষ্ট্যাবলী যা খ্রিস্টান ধর্মতত্ত্বে আলোচনা করা হয়ে থাকে।\n\n\n== শ্রেণিবিভাগ ==\nঅনেক সংস্কারবাদী কালভিনিস্ট ধর্মতাত্ত্বিক জ্ঞাপনযোগ্য গুণাবলী (যা মানুষেরও থাকতে পারে) এবং অজ্ঞাপনযোগ্য গুণাবলীর (যা একমাত্র ঈশ্বরেরই থাকে) মধ্যে পার্থক্য করে থাকেন। ডোনাল্ড ম্যাক্লিওডের যুক্তিমতে \"সমস্ত প্রস্তাবিত শ্রেণিবিভাগ কৃত্রিম এবং বিভ্রান্তিকর; অন্তত তা নয় যা সংস্কারবাদী ধর্মতাত্ত্বিকেরা সবচেয়ে বেশি আনুকূল্য দিয়েছেন– যোগাযোগযোগ্য এবং অসংলগ্ন বৈশিষ্ট্যে বিভাজন করে।\"\nএই বৈশিষ্ট্যগুলির মধ্যে অনেকগুলি কেবলমাত্র ঈশ্বর যা নয় তা শিরোনামে শ্রেণীবিভাজিত হয়েছে– উদাহরণস্বরূপ, ঈশ্বর অপরিবর্তনীয় বলার অর্থ হল তিনি পরিবর্তিত হন না।\nঈশ্বরের গুণাবলী দুটি প্রধান বিভাগে শ্রেণীবদ্ধ করা যেতে পারে:\n\nতার অসীম ক্ষমতাবলী।\nতার ব্যক্তিত্বের গুণাবলী, যেমন পবিত্রতা এবং ভালবাসা।\nমিলার্ড এরিকসন এই বিভাগগুলিকে যথাক্রমে ঈশ্বরের মহত্ত্ব এবং ভালোত্ব নামে অভিহিত করেছেন।\nসিনক্লেয়ার ফার্গুসন নামক ধর্মবিদ \"প্রয়োজনীয়\" ঐশ্বরিক গুণাবলীকে আলাদা করেছেন, যেগুলো \"প্রকাশিত হয়েছে এবং অনূভুত হয়েছে এসবের সবচেয়ে তীব্র এবং গতিশীল আকারে ত্রিত্বের তিন সত্ত্বার মধ্যে— যখন অন্য কিছুই ছিল না।\" এই নীতি অনুযায়ী, ঈশ্বরের ক্রোধ গুণ একটি অপরিহার্য বৈশিষ্ট্য নয় কারণ \"শাশ্বত ত্রিত্বের তিন সত্ত্বার মধ্যে অভ্যন্তরীণ আদানপ্রদানে এর কোন স্থান ছিল না।\" তথাপি ফার্গুসন উল্লেখ করেছেন যে, ইহা ঈশ্বরের চিরন্তন ধার্মিকতার একটি উদ্ভাসমাত্র, যা একটি অপরিহার্য গুণ।\n\n\n== গুণ গণনা ==\nওয়েস্টমিনস্টার শর্টার ক্যাটিসিজমের ঈশ্বরের সংজ্ঞাটি হল ঈশ্বরের গুণাবলীর একটি গণনা: \"ঈশ্বর হলেন একজন আত্মা, অসীম, শাশ্বত এবং আপন অস্তিত্ব, জ্ঞান, শক্তি, পবিত্রতা, ন্যায়বিচার, ভালোত্ব এবং সত্য গুণের মধ্যে অপরিবর্তনীয়।\" এই উত্তরটির অবশ্য সমালোচিত হয়েছে, যদিও \"এটি সম্পর্কে বিশেষভাবে খ্রিস্টান ধর্মে কিছুই নেই।\"  ওয়েস্টমিনস্টার লার্জার ক্যাটিসিজমে এই বর্ণনার সাথে আরও কিছু বৈশিষ্ট্য যুক্ত করেছে, যেমন \"পূর্ণ স্বয়ংসম্পূর্ণ,\" \"অচিন্ত্য,\" \"সর্বত্র বিরাজমান\" এবং \"সর্বজ্ঞাত\"। \n\n\n=== স্বাচ্ছন্দ্য ===\nঈশ্বরের স্বাচ্ছন্দ্য বলতে বোঝায় \"ঈশ্বর এতই স্বাধীন যে তাঁর আমাদের কোন প্রয়োজন নেই।\" এই গুণটির ভিত্তি হল Acts 17:25, যেখানে বলা হয়েছে যে ঈশ্বরকে \"মানবহস্ত সেবা করে না, যেন তার কিছু প্রয়োজন ছিল।\" (এনআইভি) । এই শ্লোকটি ঈশ্বরের স্ব-অস্তিত্ব এবং তাঁর স্বয়ংসম্পূর্ণতার সাথে সম্পর্কিত।\n\n\n=== চিরন্তনতা ===\nঈশ্বরের অনন্ততা গুণটি সময়ের বাইরে তার অস্তিত্বের সাথে সম্পর্কিত। Psalm 90:2 (\"পর্বত জন্মের আগে বা আপনি সমগ্র বিশ্বকে উদ্ভূত করার আগে, অনন্ত থেকে অনন্ত পর্যন্ত আপনি ঈশ্বর\") শ্লোকগুলির উপর চিত্রিত করতে গিয়ে ওয়েন গ্রুডেম বলেছেন যে, \"ঈশ্বরের কোন শুরু নেই, শেষ নেই বা তার নিজ সত্তার মধ্যে কোন মুহূর্তের জন্য উত্তরাধিকার নেই, এবং তিনি সব সময়কে প্রাণবন্তভাবে সমানভাবে দেখতে পান, তবুও ঈশ্বর সময়ের সাথে সাথে কোন ঘটনা দেখতে পারেন এবং সেই সময়ের মধ্যেই ক্রিয়াশীল হন।\"  \"আলফা এবং ওমেগা\" দ্যোতনটি নাজিল পুস্তকে ঈশ্বরের শিরোনাম হিসাবেও ব্যবহৃত হয়েছে। ঈশ্বরের অনন্ততা তার অসীমতার একটি দিক হিসাবে দেখা যেতে পারে, নীচে আলোচনা করা হয়েছে।\n\n\n=== ভালোত্ব ===\nঈশ্বরের ভালোত্ব বলতে বুঝায় \"ঈশ্বর হল মঙ্গলের চূড়ান্ত মানাদর্শ, এবং ঈশ্বর যা কিছু আর যা কিছু করেন তা অনুমোদনযোগ্য।\" অনেক ধর্মতাত্ত্বিক ঈশ্বরের মঙ্গলতাকে একটি অত্যধিক বৈশিষ্ট্য হিসাবে বিবেচনা করেন, উদাহরণস্বরূপ লুই বার্খফ এটিকে দয়া, প্রেম, করুণা, অনুগ্রহ এবং সহনশীলতা হিসাবে দেখেন।  ঈশ্বর যে \"সর্ব-ভালো\" এই ধারণাটিকে তাঁর সর্বজনীনতা বলা হয়।\n\n\n=== সত্যতা ===\nঈশ্বরের সত্যতা মানে হল তার সত্য বলা। Titus 1:2 শ্লোক অনুযায়ী \"ঈশ্বর, তিনি যিনি মিথ্যা বলেন না।\"  ধর্মপ্রচারকগনের কেউ কেউ, ঈশ্বরের সত্যতা গুণকে প্রায়শই বাইবেলের অসংলগ্নতার মতবাদের ভিত্তি হিসাবে বিবেচনা করেন। গ্রেগ বাহনসেন বলেছেন,শুধুমাত্র একটি নিষ্ক্রিয় অটোগ্রাফ দিয়েই আমরা সত্যের ঈশ্বর থেকে ত্রুটির গুণটি এড়াতে পারি। মূলে একটি ত্রুটি স্বয়ং ঈশ্বরের গুণ হিসেবে সাব্যস্ত করা যায়, কারণ তিনি ধর্মগ্রন্থের পাতায় বাইবেলের লেখকদের কথার জন্য দায় গ্রহন করেছেন। প্রতিলিপিসমূহে ত্রুটিগুলো জড়িত লেখকদের একমাত্র দায়বদ্ধতা, এই ক্ষেত্রে ঈশ্বরের সত্যতা অস্বীকার করা যায় না।\n\n\n== আরো দেখুন ==\nক্যাটাফ্যাটিক ধর্মতত্ত্ব\nক্রিস্টোলজি\nখ্রিস্টধর্মে ঈশ্বর\nখ্রিস্টধর্মে ঈশ্বরের নাম - কিছু নামের মধ্যে রয়েছে গুণাবলী, বৈশিষ্ট্য এবং বৈশিষ্ট্য\nখোলা আস্তিকতা\nথিওডিসি\nইসলামে ঈশ্বর\n\n\n== আরও পড়ুন ==\nSpirago, Francis (১৯০৪)। \"Lesson 2: On God and His Perfections\"। Anecdotes and Examples Illustrating The Catholic Catechism। Benzinger Brothers। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"Divine Immutability\"। দর্শনের ইন্টারনেট বিশ্বকোষ (ইংরেজি ভাষায়)। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\"Divine Simplicity\"। দর্শনের ইন্টারনেট বিশ্বকোষ (ইংরেজি ভাষায়)। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}