{"pageid": 1430051, "title": "সিন্ধি লোককথা", "url": "https://bn.wikipedia.org/wiki?curid=1430051", "content": "সিন্ধি লোককথা (সিন্ধি: لوڪ ادب)  হল সিন্ধুতে কয়েক শতাব্দী ধরে গড়ে উঠা লোক ঐতিহ্য। সিন্ধুঅঞ্চল সমস্ত রূপ এবং রঙ নিয়ে লোককথায় ভরপুর। ঐতিহ্যবাহী ওয়াতায়ো ফকিরের গল্প, মরিরোর কিংবদন্তি, ডোডো চানেসারের মহাকাব্যিক কবিতা থেকে শুরু করে মারুইয়ের বীরত্বপূর্ণ চরিত্রের মতো প্রকাশ, যা এ অঞ্চলের সমসাময়িক লোককাহিনীগুলোর মধ্যে স্বতন্ত্র। সাসুইয়ের প্রেমের গল্প, যে তার প্রেমিক পুনহুর জন্য অনুশোচনা করে, প্রতিটি সিন্ধি বসতিতে পরিচিত এবং গাওয়া হয়। সিন্ধুর লোককথার অন্যান্য উদাহরণের মধ্যে রয়েছে উমর মারুই এবং সুহুনি মেহরের (পাঞ্জাব অঞ্চলের সোহনি মাহিওয়াল) গল্প।\nসিন্ধি লোকগায়ক এবং গায়িকারা সিন্ধি লোককথা প্রচারে গুরুত্বপূর্ণ ভূমিকা পালন করেন। তারা সিন্ধুর প্রতিটি গ্রামে আবেগপূর্ণ গানের মাধ্যমে সিন্ধুর লোককথা পরিবেশন করে থাকেন।\n\nসিন্ধি আদাবি বোর্ডের ফোকলোর অ্যাণ্ড লিটারেচার প্রকল্পের অধীনে সিন্ধি লোককথা চল্লিশটি খণ্ডে সংকলিত হয়েছে। এই মূল্যবান প্রকল্পটি সম্পন্ন করেছিলেন বিখ্যাত সিন্ধি পণ্ডিত ড. নবী বক্স বালোচ। \nসংস্থাটি সিন্ধি লোককাহিনী, কবিতা, অভিধান, প্রত্নতত্ত্ব এবং মৌলিক সাহিত্যকর্ম প্রকাশ করেছে। এই রচনাগুলির মধ্যে শাহ আব্দুল লতিফ ভিট্টাই, সচল সরমস্ত, চেন রাই সামি, খলিফা নবী বক্স লাঘারি, মিয়ুন শাহ ইনায়াত, হামাল খান লাঘারি, তালিব-উল-মোলা এবং সিন্ধুর অন্যান্য মরমী কবিদের কাব্য রচনার সংকলন অন্তর্ভুক্ত রয়েছে। সংস্থাটি বিশ্বসাহিত্য থেকে নির্বাচিত কাজ, পাণ্ডুলিপি এবং অন্যান্য লেখার অনুবাদ সিন্ধি ভাষায় প্রকাশ করেছে।\nপ্রকল্পের উপাদান মৌখিক ঐতিহ্য গ্রামীন জনশ্রুতি এবং লিখিত উপাত্ত উভয় থেকে সংগ্রহ করা হয়েছে। লোকসাহিত্যের এ সংকলনটি সিন্ধি লোককথা এবং সাহিত্যের বিভিন্ন অংশ নিয়ে কাজ করে, যেমন, উপকথা এবং রূপকথা, পৌরাণিক প্রেমকাহিনী, লোক -কবিতা, লোকগীতি, প্রবাদ এবং ধাঁধা । এ সংকলনের ত্রিশটি খণ্ডের মধ্যে রয়েছে:\n\nসরমাদ সিন্ধি\nমাদাহুন আইন মানাজাতুন (সিন্ধি: مداحون এবং সিন্ধি: مناجاتون)\nমুনাকিবা (সিন্ধি: مناقبا)\nমুজিজা (সিন্ধি: معجزه)\nমৌলুদ (সিন্ধি: مولود)\nতিহা আখরিয়ুন বা সিহারফি (সিন্ধি: تيه اکريون)\nবেইট (সিন্ধি: بيت)\nওয়াকি আতি বাইতা (সিন্ধি: واقعا بيت)\nনার জা বৈতা (সিন্ধি: نڑ جا بيت)\nলোক গীত (সিন্ধি: لوڪ گيت)\nলোকে কাহানিয়ুন (সিন্ধি: لوڪ ڪهاڻيون)\nইশকিয়া দাস্তান (সিন্ধি: عشقيه داستان)\nMoriro ain Mangar Machh (সিন্ধি: مورڙو ۽ مانگر مڇ)\nলিলান চনেসার (সিন্ধি: لان چنيسر)\nউমর মারুই (সিন্ধি: عمر مارئي)\nমোমল রানো (সিন্ধি: مومل راڻو)\nনূরী জাম তামাচি (সিন্ধি: نوري জাম تماচি)\nসাসুই পুনহুন (সিন্ধি: سسئي پنهون)\nআচার এবং আচার, অনুষ্ঠান এবং কুসংস্কার (সিন্ধি: رسمون رواج এবং সিন্ধি: سوڻ ساٺ)\nডোডো চানেসার (সিন্ধি: دودو چنيسر)\nজং নমো (সিন্ধি: جنگنامو)\nসিন্ধি ধাঁধা (সিন্ধি: ڳجهارتون)\nগীচা (সিন্ধি: ڳيچ)\nসোহনি মেহর (সিন্ধি: سهڻي মেহার)\nদোয়ার (সিন্ধি: ڏور)\n\n\n== আরো পড়ুন ==\nবেলুচি লোককাহিনী\nসারাইকি লোককাহিনী\nপাঞ্জাবি লোককাহিনী\nপাকিস্তানি লোককাহিনী\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসিন্ধি আদবি বোর্ড"}