{"pageid": 1430439, "title": "মেরি ডব্লিউ ব্যাচেলার", "url": "https://bn.wikipedia.org/wiki?curid=1430439", "content": "মেরি ওয়াশিংটন ব্যাচেলার (২রা ফেব্রুয়ারি ১৮৬০ - ৫ই নভেম্বর ১৯৩৯) ছিলেন একজন আমেরিকান চিকিৎসক এবং ভারতে ব্যাপটিস্ট চিকিৎসক ধর্মপ্রচারক।\n\n\n== প্রাথমিক জীবন ==\nমেরি ওয়াশিংটন ব্যাচেলার ১৮৬০ সালের ২২শে ফেব্রুয়ারি,  নিউ হ্যাম্পটন, নিউ হ্যাম্পশায়ারে জন্মগ্রহণ করেন, তাঁর বাবা ও মা ছিলেন যথাক্রমে রেভারেণ্ড ওটিস রবিনসন ব্যাচেলার এবং রেভারেণ্ডের দ্বিতীয় স্ত্রী সারা পি মেরিল ব্যাচেলার। ছোটবেলায় মেরি ভারতে চলে আসেন, সেখানে তাঁর বাবা, একজন মেডিকেল ডাক্তার ও নিযুক্ত মন্ত্রী ছিলেন এবং তাঁর মা একজন শিক্ষাবিদ ছিলেন, তাঁরা মেদিনীপুরে ব্যাপ্টিস্ট খ্রিস্টান মিশনারি ছিলেন। কৈশোরে তিনি তাঁর মায়ের সাথে কাজ করতেন, জেনানাতে মহিলাদের পরিদর্শন করতেন এবং শিক্ষা দিতেন। তিনি নিউইয়র্ক সিটির উইমেনস মেডিকেল কলেজে মেডিকেল ডিগ্রি অর্জনের জন্য মার্কিন যুক্তরাষ্ট্রে ফিরে আসেন।\n\n\n== কর্মজীবন ==\nমেরি ওয়াশিংটন ব্যাচেলার ১৮৯০ সালে তাঁর মেডিকেল ডিগ্রি সম্পন্ন করেন এবং ফ্রি ব্যাপ্টিস্ট ওম্যান'স মিশনারি সোসাইটির প্রথম মেডিকেল মিশনারি হিসেবে তাঁর বাবাকে সহায়তা করার জন্য নিযুক্ত হন। ১৮৯৩ সালে যখন তাঁর পিতামাতা অবসর গ্রহণ করেন, তখন তিনি মেদিনীপুরে তাঁদের কাজ গ্রহণ করেন। তিনি স্কুলে পড়াতেন এবং এমন মহিলাদের জন্য চিকিৎসা সেবা প্রদান করতেন যাঁরা ধর্মীয় কারণে পুরুষ ডাক্তারকে দেখাতে পারতেন না। তিনি ১৯০০ সালে তাঁর নিজের স্বাস্থ্যের জন্য, এবং তাঁর অসুস্থ বাবা-মায়ের যত্ন নেওয়ার জন্য মার্কিন যুক্তরাষ্ট্রে ছিলেন (তাঁরা ১৯০০ এবং ১৯০১ সালে মারা যান)। \"আমি মনে করি বাবা এবং মা চলে যাওয়ার পরে আমি খুব কঠোর পরিশ্রম করেছি,\" তিনি স্মরণ করেন, \"বেশ কয়েকবার আমার অল্প জ্বর হয়েছিল এবং আমি বেশ অক্ষম হয়ে পড়েছিলাম।\" তিনি ছুটিতে থাকাকালীন নিউ ইংল্যান্ডের গীর্জাগুলিতে বক্তৃতা করেছিলেন।\nমেরি ওয়াশিংটন ব্যাচেলার ১৯০৩ সালে ভারতে ফিরে আসেন এবং ১৯১০ সালে তাঁকে বালাসোরে স্থানান্তরিত করার আগে পর্যন্ত তিনি মেদিনীপুরে মিস ল্যাভিনা কম্বসের সাথে থাকতেন। দুই মহিলা ১৯১২ - ১৯১৩ সালে বিশ্রামের জন্য মার্কিন যুক্তরাষ্ট্রে ভ্রমণ করেছিলেন। মেরি ব্যাচেলার ১৯১৪ সালে ভারতে ফিরে এসেছিলেন, প্রথমে শান্তিপুরে একজন মিস বাটসকে সাহায্য করেছিলেন এবং তারপরে বালাসোরে ফিরে এসে সেখানে একটি অনাথ আশ্রম পরিচালনা করেছিলেন। তিনি বাংলা ও ওড়িয়া ভাষায় সাবলীলভাবে কথা বলতেন।\nমেরি ব্যাচেলার মেদিনীপুরের শিক্ষক খ্যান্ত বালা রায়ের সাথে ওম্যান'স আমেরিকান ব্যাপটিস্ট ফ্রি মিশনারি সোসাইটির জয়ন্তীতে ১৯২১ সালে মার্কিন যুক্তরাষ্ট্রে ফিরে আসেন। তিনি ১৯৩৩ সালে অবসর গ্রহণ করেন এবং ১৯৩৬ সালে ভারত ত্যাগ করেন।\n\n\n== ব্যক্তিগত জীবন ==\nমেরি ব্যাচেলার ১৯৩৯ সালে ৭৯ বছর বয়সে নিউটন, ম্যাসাচুসেটসে মারা যান। আমেরিকান ব্যাপটিস্ট হিস্টোরিক্যাল সোসাইটি আর্কাইভে তাঁর কাগজপত্রের একটি ছোট সংগ্রহ রয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nটেমপ্লেট:ফাইণ্ড এ গ্রেইভ"}