{"pageid": 1430141, "title": "মূলমধ্যমককারিকা", "url": "https://bn.wikipedia.org/wiki?curid=1430141", "content": "মূলমধ্যমককারিকা (সংস্কৃত: मूलमध्यमककारिका, অনুবাদ 'মধ্যপন্থার মূল শ্লোক') হলো মহাযান বৌদ্ধ দর্শনের মাধ্যমক দর্শনের মূল পাঠ্য। এটি ভারতীয় দার্শনিক নাগার্জুন কর্তৃক প্রায় ১৫০ খ্রিস্টাব্দে রচিত হয়েছিল।\nকিভাবে সমস্ত ঘটনা (ধর্ম) স্বভাব শূন্য তা দেখানোর জন্য গ্রন্থটি পরোক্ষ যুক্তি ব্যবহার করে।\nবৌদ্ধ দর্শনের ইতিহাসে গ্রন্থটিকে ব্যাপকভাবে অন্যতম প্রভাবশালী ও ব্যাপকভাবে অধ্যয়ন করা গ্রন্থ হিসেবে গণ্য করা হয়। গ্রন্থটি বৌদ্ধ চিন্তাধারার পরবর্তী বিকাশের উপর বড় প্রভাব ফেলেছিল, বিশেষ করে তিব্বতি ও পূর্বএশীয় বৌদ্ধধর্মে।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nBeckwith, Christopher I. (২০১৫), Greek Buddha: Pyrrho's Encounter with Early Buddhism in Central Asia, Princeton: Princeton University Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nGarfield, Jay L. (১৯৯৫), The Fundamental Wisdom of the Middle Way, Oxford: Oxford University Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nKalupahana, David J. (১৯৯২), The Principles of Buddhist Psychology, Delhi: ri Satguru Publications উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nKalupahana, David J. (১৯৯৪), A history of Buddhist philosophy, Delhi: Motilal Banarsidass Publishers Private Limited উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nKalupahana, David J (1991). Mulamadhyamakakarika of Nagarjuna: The Philosophy of the Middle Way, Motilal Barnasidass.\nSiderits, Mark; Katsura, Shoryu (2013). Nagarjuna's Middle Way: Mulamadhyamakakarika. Simon and Schuster\nWesterhoff, Jan (2018). The Golden Age of Indian Buddhist Philosophy. Oxford University Press\nWesterhoff, Jan (2009). Nagarjuna's Madhyamaka: A Philosophical Introduction. Oxford University Press\n\n\n== বহিঃসংযোগ ==\nNāgārjuna: Mūlamadhyamakakārikā Multi-Lingual Edition (Sanskrit, Chinese, Tibetan, English) with Several Commentaries at Bibliotheca Polyglotta (TLB)\nMūlamadhyamakakārikā Sanskrit Source at Uwest Digital Sanskrit Buddhist Canon\nMūlamadhyamakakārikā-s of Nāgārjuna: Sanskrit text\n\"Dependent Arising and the Emptiness of Emptiness:Why did Nagarjuana start with causation?\" Jay L. Garfield\nNagarjuna's Middle Way: A thesis on the Mulamadhyamakakarika, by Jonah Winters (Reed College, 1994; advisor Kees Bolle)"}