{"pageid": 1430595, "title": "অনুজা চৌহান", "url": "https://bn.wikipedia.org/wiki?curid=1430595", "content": "অনুজা চৌহান ( হিন্দি: अनुजा चौहान) একজন ভারতীয় লেখক, বিজ্ঞাপনদাতা এবং চিত্রনাট্যকার। একজন লেখক হিসাবে, তিনি দ্য জোয়া ফ্যাক্টর (২০০৮), ব্যাটল ফর বিট্টোরা (২০১০), দোজ প্রাইসি ঠাকুর গার্লস (২০১৩), দ্য হাউস দ্যাট বিজে বিল্ট (২০১৫), বাজ (২০১৭), ক্লাব ইউ টু ডেথ এবং দ্য ফাস্ট অ্যাণ্ড দ্য ডেড লেখাগুলির জন্য পরিচিত।\"\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nঅনুজা চৌহান উত্তর ভারতের উত্তর প্রদেশ রাজ্যে জন্ম নিয়েছেন। তিনি তাঁর শৈশবের বেশিরভাগ সময় উত্তর ভারতের বিভিন্ন সেনানিবাস যুক্ত শহরে কাটিয়েছেন, কারণ তাঁর বাবা ভারতীয় সেনাবাহিনীতে চাকরি করতেন এবং লেফটেন্যান্ট কর্নেল পদে থাকাকালীন অকাল অবসর গ্রহণ করেন। এরপর তাঁরা অস্ট্রেলিয়ায় চলে যান। তিনি চার বোনের মধ্যে সবচেয়ে ছোট, তাঁর দিদিরা হলেন: পদ্মিনী, রোহিণী এবং নন্দিনী। তাঁর বড় বোন নন্দিনী বাজপেয়ীও একজন লেখক।\nতিনি নতুন দিল্লির আর্মি পাবলিক স্কুল, মিরাট ক্যান্টনমেন্টের সোফিয়া গার্লস কনভেন্ট এবং নতুন দিল্লির মথুরা রোডের দিল্লি পাবলিক স্কুল থেকে তাঁর বিদ্যালয় শিক্ষা সমাপ্ত করেছেন। তিনি দিল্লি বিশ্ববিদ্যালয়ের মিরাণ্ডা হাউস থেকে অর্থনীতিতে স্নাতক ডিগ্রি এবং অস্ট্রেলিয়ার রয়্যাল মেলবোর্ন ইনস্টিটিউট অফ টেকনোলজি থেকে গণযোগাযোগে স্নাতকোত্তর ডিপ্লোমা করেছেন।\n\n\n== কর্মজীবন ==\n\n\n=== বিজ্ঞাপন ===\nঅনুজা চৌহান ১৯৯৩ সালে জেডব্লিউটি-তে (জে. ওয়াল্টার থম্পসন) যোগদান করেন এবং পরবর্তী সতেরো বছরে অনেকগুলি স্মরণীয় ক্যাচফ্রেজের (একটি শব্দগুচ্ছ যা কিছু সময়ের জন্য বিখ্যাত হয়ে ওঠে) জন্ম দিয়েছিলেন, সেগুলি প্রাথমিকভাবে ভারতের পেপসি কোলার জন্য ছিল, যেমন \"ইয়ে দিল মাঙ্গে মোর!\", \"মেরা নম্বর কব আয়েগা\", \"নাথিং অফিসিয়াল অ্যাবাউট ইট\" এবং \"ওয়ে বাবলি\"। বছরের পর বছর ধরে তিনি পেপসি, কুরকুরে, মাউন্টেন ডিউ এবং নোকিয়ার মতো ব্র্যাণ্ডের সাথে কাজ করেছেন, পেপসির \"নাথিং অফিসিয়াল অ্যাবাউট ইট\" প্রচারাভিযান তৈরি করেছেন এবং পেপসির \"ইয়ে দিল মাঙ্গে মোর\" এবং \"ওয়ে বাবলি\" -র মতো বিজ্ঞাপন স্লোগান তৈরি করেছেন। তিনি যে অন্যান্য জনপ্রিয় ক্যাচফ্রেজগুলিতে কাজ করেছেন তার মধ্যে রয়েছে মাউন্টেন ডিউ- এর জন্য ডর কে আগ জিত হ্যায়, কুরকুরের জন্য টেঢ়া হ্যায় পর মেরা হ্যায়, লেই'স চিপসের জন্য \"বি এ লিটল ডিলজিক্যাল\" এবং নেসলে কিট ক্যাটের জন্য কিটক্যাট ব্রেক বনতা হ্যায়। ২০২৩ সাল নাগাদ এবং ৩৩ বছর বয়সে, তিনি জেডব্লিউটি-এর সর্বকনিষ্ঠ সহ-সভাপতিদের একজন ছিলেন। তিনি দ্য ইকোনমিক টাইমসের সম্পূরক ব্র্যাণ্ড ইক্যুইটির ভারতের দশটি হটেস্ট ক্রিয়েটিভ ডিরেক্টরের তালিকায় নিয়মিত উপস্থিত থেকেছেন এবং এশিয়া-প্যাকের শীর্ষস্থানীয় নির্বাহী সৃজনশীল পরিচালকদের তালিকা 'ক্রিয়েটিভ র‌্যাঙ্কিং ২০১০'-এ ২৬তম স্থানে ছিলেন।\n২০১০ সালের আগস্ট মাসে, তিনি লেখালেখিতে জীবন গড়ার জন্য জেডব্লিউটি-তে তাঁর সহ-সভাপতি এবং নির্বাহী সৃজনশীল ডিরেক্টর পদ থেকে পদত্যাগ করেন। তিনি একজন বিজ্ঞাপন পরামর্শদাতা হিসাবে সক্রিয় থেকেছেন এবং ২০১১ সালের জন্য ওয়ান শো জুরিতে উপস্থিত হওয়া একমাত্র ভারতীয় ছিলেন। ২০১৪ সালে, তিনি জেডব্লিউটি-তে পাওয়ার অফ ওয়ান টিমের পরামর্শক হিসাবে আবার পেপসি ব্র্যাণ্ডে কাজ শুরু করেন। তিনি আরও কয়েকটি পছন্দের মক্কেলদের জন্য পরামর্শ করেন।\n\n\n=== লেখক ===\nতিনি ২০০৬ সালে তাঁর প্রথম উপন্যাসের কাজ শুরু করেন। ১৩ বছর ধরে পেপসি ব্র্যাণ্ডে কাজ করার পরে এবং ক্রিকেট বিজ্ঞাপনের সাথে ঘনিষ্ঠভাবে জড়িত থাকার পরে তাঁর উপন্যাস দ্য জোয়া ফ্যাক্টর ক্রিকেটের পটভূমিতে লেখা হয়েছিল। জোয়া ফ্যাক্টর লেখাটি 'মিলস অ্যাণ্ড বুনস' ধরণের হবার ভয় ছিল কিন্তু বেশিরভাগ সমালোচক লেখার চরিত্রগুলির গভীরতা, তার দুষ্ট বর্ণনা এবং লেখকের হিংলিশ মেশানো সংলাপের সত্যতার প্রশংসা করেছিলেন।\n২০১০ সালের অক্টোবরে, অভিনেতা সাইফ আলী খান দিল্লিতে তাঁর বই ব্যাটল ফর বিট্টোরা প্রকাশ করেছিলেন, এটি প্রশংসামূলক সমালোচনা পেয়েছিল।\nতেহেলকা এটিকে \"জোয়া ফ্যাক্টরের যোগ্য উত্তরসূরি\" বলে অভিহিত করেছে। আউটলুক পত্রিকার ইরা পাণ্ডের মতে, চৌহান 'ভারত এবং ভারতের মধ্যে হিংসাত্মক সংঘর্ষ থেকে উদ্ভূত একটি নতুন শব্দভাণ্ডারকে বৈধতা দিতে পরিচালনা করেন যাতে একটি নতুন ভাষা ফ্রাঙ্কার সমস্ত প্রতিশ্রুতি রয়েছে। পীযূষ পান্ডে, প্রসূন জোশী এবং এ আর রহমান যেভাবে গানের কথা এবং জিঙ্গেলগুলিতে নতুনত্বের ঝাঁকুনি নিয়ে এসেছেন, এই নতুন ভাষাটি বিশুদ্ধতাবাদীদের বিরক্ত করতে পারে তবে পুরোপুরি স্মরণীয় ভারতীয় ইন্দ্রিয়-অনুভূতিগুলিকে বর্ণনা করে, যেমন ভাইন্সক্যাফ, ব্রু যা ন্যক্কারজনকরূপে সমৃদ্ধ মহিষের দুধের সঙ্গে তাৎক্ষণিক কফিকে বিবাহ করে।' হিন্দুস্তান টাইমস এর পর্যালোচনা বইটির আচরণের জন্য প্রশংসা করেছে, তারা উপন্যাসের চরিত্রায়নকে \"সবচেয়ে বড় ভোট\" দিয়েছে।\nচলচ্চিত্র প্রযোজনা সংস্থা সারেগামা তিন বছরের জন্য অপ্রকাশিত অর্থের বিনিময়ে ব্যাটল অফ বিট্টোরার চলচ্চিত্রের স্বত্ব কিনেছিল এবং তারপর অনিল কাপুর ফিল্ম কোম্পানির কাছে বিক্রি করেছিল। রিয়া কাপুর প্রযোজিত ফাওয়াদ খান এবং সোনম কাপুর অভিনীত একটি চলচ্চিত্র ঘোষণা করা হয়। ২০১৫ সালের নভেম্বরে এর শুটিং শুরু হয়।\n২০১৫ সালের শুরুর দিকে, তিনি 'নতুন কিছু চেষ্টা করতে এবং আরও মানুষের কাছে পৌঁছোতে' তাঁর দীর্ঘদিনের প্রকাশক হার্পারকলিন্স ইণ্ডিয়া থেকে ওয়েস্টল্যাণ্ডে চলে আসেন। হার্পার থেকে বিচ্ছেদ ছিল 'সৌহার্দ্যপূর্ণ' এবং তারা তাঁর আগের বইগুলি প্রকাশ করতে থাকে।\n\"দ্য হাউস দ্যাট বিজে বিল্ট\"-এর নমুনা খণ্ড চলচ্চিত্র (ট্রেলার) ২০১৫ সালের ১৫ই মে প্রকাশ করা হয়েছিল। ইণ্ডিয়া টুডে বলেছে 'চৌহান তাঁর খেলার শীর্ষে রয়েছেন কারণ তিনি দিল্লিতে প্রেম এবং রিয়েল এস্টেট অন্বেষণ করছেন \"এটি একটি মজার, উচ্ছৃঙ্খল উপন্যাস, এতে তাঁর ট্রেডমার্ক আছে, এটি উচ্ছ্বসিত, গোলগাপ্পা সংলাপ-হিন্দি সুস্বাদুভাবে চামচে সাজিয়ে দেওয়া এবং ইংরেজিতে ছেঁচে ফেলা হয়েছে উত্তেজক উপায়ে ঠিক জায়গায় এবং কিছু মুহূর্ত যা আপনি একবারে খাঁটি বলিউড হিসাবে চিনতে পারেন।\"\nলাইভমিন্ট বইটির পর্যালোচনায় বলেছে \"দ্য হাউস দ্যাট বিজে বিল্ট তার পাঠকদের এবং এর চরিত্রগুলিকে সেটাই দেয়, তারা ঠিক যে জন্য অর্থ প্রদান করেছিল।\"\n\n\n== গ্রন্থপঞ্জি ==\nদ্য জোয়া ফ্যাক্টর । ২০০৮। হার্পার কলিন্স। আইএসবিএন ৮১-৭২২৩-৭৪৮-০।\nব্যাটল ফর বিট্টোরা : ভারতের সবচেয়ে আবেগী লোকসভা প্রতিযোগিতার গল্প! ২০১০, হার্পারকলিন্স।আইএসবিএন ৯৭৮-৯৩-৫০২৯-০০২-৬আইএসবিএন 978-93-5029-002-6\nদোজ প্রাইসি ঠাকুর গার্লস (জানুয়ারি ২০১৩) হার্পার-কলিন্স।\nদ্য হাউস দ্যাট বিজে বিল্ট (মে ২০১৫) ওয়েস্টল্যাণ্ড।আইএসবিএন ৯৭৮-৯৩-৮৫১৫২-১৮-৪আইএসবিএন 978-93-85152-18-4\nবাজ (এপ্রিল ২০১৭) হারপারকলিন্স\nক্লাব ইউ টু ডেথ (ফেব্রুয়ারি ২০২১) হার্পারকলিন্স\nদ্য ফাস্ট অ্যাণ্ড দ্য ডেড (ফেব্রুয়ারি ২০২১) হার্পারকলিন্স\n\n\n== সম্মান ও পুরস্কার ==\nঅনুজা চৌহানকে ফেমিনা ম্যাগাজিনের ২০১১ সালে ভারতের ৫০ সবচেয়ে সুন্দরী নারীর তালিকায় এবং এমএসএন-এর দ্য ইনফ্লুয়েনশিয়ালস-এ, দেশের শীর্ষ ৫০ সবচেয়ে শক্তিশালী নারীর তালিকায় স্থান দেওয়া হয়েছিল। ২০১৭ সালে, তিনি সাহিত্য অবদান বিভাগে ফেমিনা উইমেন অ্যাচিভার্স অ্যাওয়ার্ড জিতেছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\nঅনুজা চৌহান টেলিভিশন উপস্থাপক এবং প্রযোজক নিরেট আলভাকে বিয়ে করেছেন। ১৯৮৯ সালে কলেজের একটি নাটক নির্মাণের সময় দিল্লিতে দুজনের দেখা হয়েছিল। তাঁরা ১৯৯৪ সালে বিয়ে করেন। তাঁদের তিন সন্তান, দুই মেয়ে ও এক ছেলে।\n\n\n== আরও দেখুন ==\nভারতীয় লেখকদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবিত্তোরার জন্য যুদ্ধ, ইন্টারভিউ, 2010 মিন্টে\nবিত্তোরার যুদ্ধে স্টাইল\nDnaindia.com\nZapondo.com\nExchange4media.com\nIndiatimes.com  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১০ মার্চ ২০১১ তারিখে</link>\nNews.in.msn.com\nদাঙ্গাবাজ রাজনৈতিক রমরমা\nবলিউড মসলার প্রতি যুদ্ধকালীন প্রেম, এই নতুন উপন্যাসে সবই আছে\nকেন অনুজা চৌহান তার নতুন বই বাজ এর জন্য আমার সালামের যোগ্য\nঅনুজা চৌহানের নতুন রোম্যান্স একাধিক কারণে হার্টবিট বাড়িয়ে তুলবে (এখানে একটি যুদ্ধ চলছে)\n'আমি সবচেয়ে ভালো জিনিস নিয়ে লিখতে ভালোবাসি'\nBlush.me\nসোনম কাপুর এবং দুলকার সালমান 'দ্য জোয়া ফ্যাক্টর'-এ অভিনয় করবেন - সিনেমাগুলি অপেক্ষা করছে\nদ্য জোয়া ফ্যাক্টর নিয়ে আলোচনা করতে অনুজা চৌহানের সঙ্গে দেখা করবেন সোনম কাপুর"}