{"pageid": 1430622, "title": "রেসলম্যানিয়া ৩০", "url": "https://bn.wikipedia.org/wiki?curid=1430622", "content": "রেসলম্যানিয়া একটি পেশাদার কুস্তি প্রতি-দর্শনে-পরিশোধ (পিপিভি) এবং ডাব্লিউডাব্লিউই নেটওয়ার্কের অনুষ্ঠান ছিল, যা ওয়ার্ল্ড রেসলিং এন্টারটেইনমেন্ট (ডাব্লিউডাব্লিউই) তাদের ব্র্যান্ড র এবং স্ম্যাকডাউনের জন্য প্রযোজনা করেছে। এটি রেসলম্যানিয়া কালানুক্রমিকের অধীনে প্রচারিত ত্রিংশ অনুষ্ঠান ছিল। এই অনুষ্ঠানটি ২০১৪ সালের ৬ই এপ্রিল তারিখে মার্কিন যুক্তরাষ্ট্রের লুইজিয়ানার নিউ অরলিন্সের মার্সিডিজ-বেনৎস সুপারডোমে অনুষ্ঠিত হয়েছে।\nপ্রাক-প্রদর্শনে একটিসহ মূল অনুষ্ঠান মিলিয়ে সর্বমোট আটটি ম্যাচ এই অনুষ্ঠানে অনুষ্ঠিত হয়েছে। এই অনুষ্ঠানের সর্বশেষ ম্যাচে ড্যানিয়েল ব্রায়ান ডাব্লিউডাব্লিউই ওয়ার্ল্ড হেভিওয়েট চ্যাম্পিয়নশিপ ম্যাচে ডেভ বাউতিস্তা ও র‍্যান্ডি অরটনকে পরাজিত করেছে। অন্যান্য শীর্ষস্থানীয় ম্যাচে, জন সিনা একক ম্যাচে ব্রে ওয়্যাটকে এবং ব্রক লেজনার দি আন্ডারটেকারকে পিনফলের মাধ্যমে পরাজিত করেছে।\n\n\n== কাহিনী ==\nএই অনুষ্ঠানে পূর্ব নির্ধারিত কাহিনীর ধারাবাহিকতায় অনুষ্ঠিত ম্যাচগুলো অন্তর্ভুক্ত ছিল, যেখানে কুস্তিগিরগণ পূর্ব নির্ধারিত কাহিনী অনুযায়ী অনুষ্ঠানগুলোতে নায়ক, খলনায়ক অথবা পার্থক্যহীন চরিত্র ধারণ করেছেন যা এক বা একাধিক ম্যাচে উত্তেজনা সৃষ্টি করেছে। এই ম্যাচগুলোর ফলাফল র এবং স্ম্যাকডাউন ব্র্যান্ডে নিযুক্ত ডাব্লিউডাব্লিউইর লেখকদের দ্বারা পূর্বনির্ধারিত ছিল, যার ধারাবাহিক কাহিনী ডাব্লিউডাব্লিউইর সাপ্তাহিক টেলিভিশন অনুষ্ঠান র এবং স্ম্যাকডাউনে প্রদর্শন করা হয়েছে।\n\n\n== পটভূমি ==\nরেসলম্যানিয়া হলো ডাব্লিউডাব্লিউই দ্বারা আয়োজিত একটি বার্ষিক সরাসরি অনুষ্ঠান, এটি পেশাদার কুস্তি ইতিহাসের দীর্ঘতম চলমান পেশাদার কুস্তি অনুষ্ঠান, যা সাধারণত প্রতি বছরের মার্চ অথবা এপ্রিল মাসে অনুষ্ঠিত হয়। \"গ্রীষ্মের সবচেয়ে বড় পার্টি\" হিসেবে পরিচিত এই অনুষ্ঠানটি ডাব্লিউডাব্লিউই দ্বারা আয়োজিত প্রধান চারটি প্রতি-দর্শনে-পরিশোধ অনুষ্ঠানের (রয়্যাল রাম্বল, সামারস্ল্যাম এবং সার্ভাইভার সিরিজ) মধ্যে একটি; এবং ২০২১ সাল অনুযায়ী, প্রধান পাঁচটি অনুষ্ঠানের মধ্যে একটি (যেখানে মানি ইন দ্য ব্যাংক অন্তর্ভুক্ত)। এটি ডাব্লিউডাব্লিউই দ্বারা আয়োজিত পাঁচটি প্রধান অনুষ্ঠানের মধ্যে বৃহত্তম অনুষ্ঠান। এই অনুষ্ঠানটি ক্রীড়া বিনোদনের সুপার বোল হিসেবে অভিহিত করা হয়। অনেকটা সুপার বোলের মতো, শহরগুলো রেসলম্যানিয়া অনুষ্ঠানটি আয়োজন করার অধিকারের জন্য প্রস্তাব প্রদান করে। ১৯৮৫ সালের ৩১শে মার্চ তারিখে প্রথমবারের মতো রেসলম্যানিয়া অনুষ্ঠিত হয়েছে।\n২০১৪ সালের এই অনুষ্ঠানটি রেসলম্যানিয়া কালানুক্রমিকের ত্রিংশ অনুষ্ঠান ছিল, যা ৬ই এপ্রিল তারিখে মার্কিন যুক্তরাষ্ট্রের লুইজিয়ানার নিউ অরলিন্সের মার্সিডিজ-বেনৎস সুপারডোমে আয়োজন করার জন্য নির্ধারণ করা হয়েছিল। এই অনুষ্ঠানটি ঐতিহ্যগতভাবে প্রতি-দর্শনে-পরিশোধে সম্প্রচার করার পাশাপাশি, এটি মার্কিন যুক্তরাষ্ট্রে ধারাবাহিক সম্প্রচার পরিষেবা এবং আন্তর্জাতিক বাজারে ডাব্লিউডাব্লিউই নেটওয়ার্কে সরাসরি সম্প্রচার করা হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট (ইংরেজি)\nটেমপ্লেট:২০১৪-এ ডাব্লিউডাব্লিউই নেটওয়ার্কের অনুষ্ঠান"}