{"pageid": 1430798, "title": "ইস্টার বানি (খরগোশ)", "url": "https://bn.wikipedia.org/wiki?curid=1430798", "content": "ইস্টার বানি (যাকে ইস্টার খরগোশ বা ইস্টার হেয়ারও বলা হয়) হল একটি লোককথার প্রানী এবং ইস্টারের প্রতীক। এই প্রানীকে এক খরগোশের মতো চিত্রিত করা হয়েছে যে কখনও কখনও পোশাক পরে এবং ইস্টার ডিম নিয়ে আসে। জার্মান লুথেরানদের মধ্যে ইস্টার হেয়ার নামে প্রচলিত এই কিংবদন্তীর প্রানী মূলত একজন বিচারকের ভূমিকা পালন করেছিল। ইস্টারটাইডের মরসুমের শুরুতে শিশুরা সারা বছর ভাল ছিল নাকি অবাধ্য, তা মূল্যায়ন করে এই ইস্টার খরগোশ এবং সান্তা ক্লজের মতো সেও সেই বাচ্চাদের একটি তালিকা তৈরি করে। কিংবদন্তিতে বর্নিত এই প্রানীটি তার ঝুড়িতে করে রঙিন ডিম, সেইসাথে মিষ্টি এবং কখনও কখনও খেলনা নিয়ে বাচ্চাদের বাড়িতে বাড়িতে ঘুরে বেড়ায়। সান্তা (বা ক্রিস্টকাইন্ড) ক্রিসমাসের ছুটির আগের রাতে বাচ্চাদের উপহার দেওয়ার মতোই ইস্টার বানিও উপহার দিয়ে যায়। এই প্রথাটির প্রথম উল্লেখ পাওয়া যায় ১৬৮২ সালে জর্জ ফ্রাঙ্ক ভন ফ্রাঙ্কেনউয়ের ডি ওভিস পাসচালিবাস-এ (জার্মান: De ovis paschalibus, 'ইস্টার ডিম সম্পর্কে')। ইস্টার বানি জার্মান ঐতিহ্যের একটি অংশ।\n\n\n== প্রতীক ==\n\n\n=== খরগোশ এবং খরগোশের ছানা ===\n\nখরগোশ ছিল মধ্যযুগীয় গির্জার দেওয়ালে অঙ্কিত চিত্র শিল্পের মধ্যে ব্যবহৃত একটি জনপ্রিয় প্রতীক চিহ্ন। প্রাচীনকালে ব্যাপকভাবে বিশ্বাস করা হত (যেমন প্লিনি, প্লুটার্ক, ফিলোস্ট্রেটাস এবং এলিয়ান এরা এই বিশ্বাসে বিশ্বাসী ছিলেন) খরগোশ একটি উভলিঙ্গ প্রাণী। সেই সময় ধারণা প্রচলিত ছিল যে খরগোশ অযৌন প্রক্রিয়ায় প্রজনন করতে পারে। এই ধারণাটি ভার্জিন মেরির সাথে সম্পর্কিত। খ্রীষ্টধর্ম সম্পর্কিত উত্তর ইউরোপীয় বিভিন্ন চিত্রগুলিতে খরগোশের প্রতীক দেখা যায়। তিনটি খরগোশের প্রতীক দিয়ে পবিত্র ট্রিনিটিকে নির্দেশ করতেও দেখা গেছে।\n\n\n=== ডিম ===\nপ্রাচীনকাল থেকেই ডিম প্রজনন ও উরবর্তার প্রতীক হিসেবে ব্যবহৃত হয়ে আসছে।  খ্রিস্টধর্মে ফিনিক্স পাখির ডিম পুনর্জন্মের ধারণার সাথে যুক্ত একটি প্রতীক। বিশেষ করে মধ্যযুগীয় ইউরোপে ইস্টারের সাথে এই ডিমের ধারণা যুক্ত হয়। তখন বিশেষ উপবাসের সময় ডিম খাওয়া নিষিদ্ধ ছিল। সেই সময়ে ইংল্যান্ডে একটি সাধারণ অভ্যাস ছিল যে বিশেষ উৎসব শুরু হওয়ার আগে শিশুরা শনিবার দিন ঘরে ঘরে গিয়ে ডিমের জন্য ভিক্ষা করত। লোকেরা তাদের দীর্ঘ উপবাস শুরুর আগে বাচ্চাদের জন্য বিশেষ খাবার হিসাবে ডিম রেখে দিত।\nডিম সম্ভবত ইস্টার উদযাপনের সময় বিশেষ খাদ্য হিসাবে পরিবেশন করা হত। পরবর্তীতে, জার্মান প্রোটেস্ট্যান্টরা ইস্টারের জন্য রঙিন ডিম খাওয়ার প্রথা বজায় রেখেছিল, যদিও তারা উপবাসের ঐতিহ্য বজায় রাখে নি। কিছু বিশেষ ফুল দিয়ে ডিম সিদ্ধ করলে তাদের রঙ পরিবর্তন হয় এবং এই প্রথার সাথে ঘরে ঘরে বসন্তের সুচনা উদযাপন করা হত। সময়ের সাথে সাথে উৎসবে ডিমকে বিশেষভাবে সাজানোর প্রথা যোগ হয়। আজ অবধি ইস্টার্ন অর্থোডক্স চার্চের অনেক খ্রিস্টান সাধারণত তাদের ইস্টার ডিমকে লাল রঙ করে। লাল হল রক্তের রঙ যা বলিদানকৃত খ্রিস্টের রক্তের স্বীকৃতিস্বরূপ (ধারণা করা হয় যে বসন্তকালে জীবনের পুনর্নবীকরণের জন্য এই রক্ত দান করেছিলেন তিনি)। শীতের দীর্ঘ-মৃত সময়ের পরে নতুন পাতার উদ্ভবের সম্মানে কেউ কেউ ডিমে সবুজ রঙ ব্যবহার করে। ইস্টারের জন্য ডিম সাজানোর ইউক্রেনীয় শিল্প, যা পাইসাঙ্কি নামে পরিচিত যা প্রাচীন, প্রাক-খ্রিস্টান যুগ থেকে প্রচলিত। অন্যান্য পূর্ব ও মধ্য ইউরোপীয় সংস্কৃতির মধ্যে এই ধরনের শিল্পকর্মের অনুরূপ রূপগুলি দেখা যায়।\nখরগোশের ডিম দেওয়ার ধারণাটি ১৮ শতকে মার্কিন যুক্তরাষ্ট্রে প্রচলিত হয়। পেনসিলভানিয়া ডাচ এলাকায় প্রোটেস্ট্যান্ট জার্মান অভিবাসীরা তাদের বাচ্চাদের \"অস্টারহেস\" সম্পর্কে বলতেন (কখনও কখনও \"অসটার হাউস\" বানান হয়)। হেস মানে \"বুনো খরগোশ\", খরগোশ নয়। উত্তর-পশ্চিম ইউরোপীয় লোককাহিনীতে প্রখ্যাত \"ইস্টার বানি\" প্রকৃতপক্ষে একটি বুনো খরগোশ । কিংবদন্তি অনুসারে, কেবলমাত্র ভাল শিশুরা ইস্টারের আগে এই ইস্টার খরগোশের কাছ থেকে রঙিন ডিমের উপহার পায়।\n\n\n== তথ্যসূত্র =="}