{"pageid": 1430369, "title": "জ্ঞানেশ মুখোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1430369", "content": "জ্ঞানেশ মুখোপাধ্যায় (৫ জুলাই ১৯২৬ - ৮ মে ২০০৮) ছিলেন একজন ভারতীয় বাঙালি অভিনেতা, নাট্য পরিচালক এবং থিয়েটার ব্যক্তিত্ব। ১৯৯৩ খ্রিস্টাব্দে তিনি বাংলা নাট্যজগতে অবদানের জন্য দীনবন্ধু পুরস্কার লাভ করেন। তিনি পশ্চিমবঙ্গ নাট্য আকাদেমির সভাপতিও ছিলেন।\n\n\n== জীবনী ==\nজ্ঞানেশ মুখোপাধ্যায়ের জন্ম ১৯২৬ খ্রিস্টাব্দের ৫ জুলাই ব্রিটিশ ভারতের অধুনা পশ্চিমবঙ্গের উত্তর কলকাতার শ্যামবাজারে। পিতা জগদীশচন্দ্র মুখোপাধ্যায়। তাঁদের আদি নিবাস ছিল ঢাকার বিক্রমপুরে। ১৯৪৪ খ্রিস্টাব্দে বিক্রমপুরের কামারখাড়া হাই স্কুল থেকে ম্যাট্রিক পাশ করেন। কৈশোরেই তিনি অভিনয়ের প্রতি অনুরক্ত হয়ে পড়েন। তাঁর আগ্রহ দেখে অজিত মিত্র নিয়ে আসেন ইন্ডিয়ান পিপলস থিয়েটার অ্যাসোসিয়েশনে। একরকম বাড়ির অমতেই তিনি ১৯৫০ খ্রিস্টাব্দে আইপিটিএ তথা  ভারতীয় গণনাট্য সংঘে যোগ দেন। গণনাট্য সংঘে তাঁর অভিনীত প্রথম নাটক ছিল ঢেউ । শুধু বাংলা রঙ্গমঞ্চ নয় যাত্রাজগৎ ও ছায়াছবিতে তাঁর অবদান উল্লেখযোগ্য। ১৯৬১ খ্রিস্টাব্দে তিনি মাস থিয়েটার প্রতিষ্ঠা করেন। তবে ১৯৬৭ খ্রিস্টাব্দে গণনাট্য সংঘ ছেড়ে আসার পর সক্রিয় হন এবং \"কাঁচঘর\" মঞ্চস্থ করেন। মাস থিয়েটার নিয়ে গ্রাম-গঞ্জ শহরে নাটক করেছেন। তবে ১৯৫২ খ্রিস্টাব্দে প্রথম চলচ্চিত্রে অভিনয় সুধীর মুখোপাধ্যায় পরিচালিত পাশের বাড়ী ছবিতে। চলচ্চিত্রে দক্ষতার পরিচয় দিয়েছেন 'জোসেফ'-এর চরিত্রে  সত্যজিৎ রায়ের ১৯৬২ খ্রিস্টাব্দে মুক্তিপ্রাপ্ত অভিযান  ছবিতে। তিনি দীর্ঘ পঞ্চাশ বৎসরের অভিনয় জীবনে ১১২ টি ছায়াছবিতে ঋত্বিক ঘটক , মৃণাল সেন, রাজেন তরফদার, তপন সিনহা, তরুণ মজুমদার প্রমুখ বিখ্যাত পরিচালকদের সঙ্গে কাজ করেছেন। বিশ্বরূপা, কাশী বিশ্বনাথ মঞ্চসহ বাংলার রঙ্গমঞ্চ ছাড়াও যাত্রাজগতেও অংশ নেন। ভারতী অপেরায় \"মাস্টারদা সূর্য সেন\" যাত্রাপালায় অভিনয় করেন।\nচলচ্চিত্রে, রঙ্গমঞ্চে অভিনয়ের পাশাপাশি ছবির পরিচালনা, নাটক রচনা নাট্যনির্দেশনার কাজ করেছেন।  সুখেন দাসের সঙ্গে যৌথ পরিচালনার দায়িত্ব ছিল ১৯৭২ খ্রিস্টাব্দে মুক্তিপ্রাপ্ত অচেনা অতিথি ছবিটির। ছবিটি ১৯৭৫ খ্রিস্টাব্দে হিন্দিতে অনজানে মেহমান নামে প্রদর্শিত হয়েছিল। তাঁর একার দায়িত্বে নির্মিত হয়েছিল স্বীকারোক্তি (১৯৭৬) ও\nবনশ্রী (১৯৮৩)।\nচলচ্চিত্র পরিচালক হিসাবে তিনি সেভাবে প্রশংসিত না হলেও নাট্য নির্দেশক হিসাবে তাঁর কাজ প্রশংসিত হয়েছেন। 'চরৈবতি', মুক্তির উপায়', 'মল্লিকা' সহ দশটিরও বেশি নাটক রচনার পাশাপাশি প্রায় তিরিশটি নাটক পরিচালনা করেছেন। পেশাদার মঞ্চ, যাত্রাজগৎ ছাড়াও তিনি বেতার নাটক, দূরদর্শন ধারাবাহিকেও অভিনয় করেছেন।\nজ্ঞানেশ মুখোপাধ্যায় ২০০০ খ্রিস্টাব্দ হতে আমৃত্যু  পশ্চিমবঙ্গ নাট্য আকাদেমির সভাপতির দায়িত্বে ছিলেন। ১৯৯৩ খ্রিস্টাব্দে দীনবন্ধু পুরস্কার লাভ করেন।\n২০০৮ খ্রিস্টাব্দের ৮ মে কলকাতায় প্রয়াত হন।\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে জ্ঞানেশ মুখোপাধ্যায় (ইংরেজি)"}