{"pageid": 1430922, "title": "ব্রো ড্যাডি", "url": "https://bn.wikipedia.org/wiki?curid=1430922", "content": "ব্রো ড্যাডি (BRO DADᗡY নামে শৈলীকৃত) হলো একটি ২০২২ সালের ভারতীয় মালয়ালম ভাষার হাস্যরসাত্মক নাট্য চলচ্চিত্র যা পৃথ্বীরাজ সুকুমারন পরিচালিত এবং আশীর্বাদ সিনেমার মাধ্যমে অ্যান্টনি পেরুমবভুর প্রযোজনা করেছেন, যার চিত্রনাট্য শ্রীজিথ এন. এবং বিবিন মালিকাল। ছবিতে অভিনয় করেছেন মোহনলাল, পৃথ্বীরাজ সুকুমারন, মীনা, কল্যাণী প্রিয়দর্শন, লালু অ্যালেক্স, কানিহা, জগদীশ, মল্লিকা সুকুমারন এবং সৌবিন শাহির, উন্নি মুকুন্দন। ছবির গান ও ব্যাকগ্রাউন্ড পরিচালনা করেছেন দীপক দেব।\nপ্রধান ফটোগ্রাফি ১৫ জুলাই ২০২১ হায়দ্রাবাদ, তেলেঙ্গানায় শুরু হয়েছিল। চিত্রগ্রহণ ৪৪ দিন স্থায়ী হয়েছিল, ৬ সেপ্টেম্বর ২০২১-এ শেষ হয়েছিল। ব্রো ড্যাডি ইতিবাচক পর্যালোচনার জন্য ২৬ জানুয়ারী ২০২২ তারিখে ডিজনি+হটস্টার- এ প্রকাশিত হয়েছে।\n\n\n== পটভূমি ==\nপটভূমিটি কেরালার দুটি ধনী খ্রিস্টান পরিবারকে কেন্দ্র করে: জন কাট্টাডি টিএমটি স্টিল বারের মালিক, একটি ব্যবসা যা তিনি তার প্রয়াত পিতা চাকো কাত্তাদির কাছ থেকে উত্তরাধিকার সূত্রে পেয়েছেন, একজন সফল ব্যবসায়ী এবং তিনি ইস্পাত কোম্পানির প্রতিষ্ঠাতাও ছিলেন। তার স্ত্রী আন্নাম্মা একজন গৃহিণী এবং ছেলে ঈশো বেঙ্গালুরুতে একটি শীর্ষস্থানীয় বিজ্ঞাপন সংস্থার একজন সৃজনশীল পরিচালক । জনের শৈশব বন্ধু কুরিয়ান মালিক্কাল একজন স্ব-নির্মিত মানুষ যিনি নম্র শুরু থেকে বড় হয়েছিলেন এবং একটি বিজ্ঞাপন সংস্থা চালান। তার স্ত্রী এলসিও একজন গৃহিণী, এবং তাদের একটি মেয়ে আন্না আছে, যে বেঙ্গালুরুতে একটি আইটি কোম্পানিতে কাজ করে।\nআন্নাম্মার সাথে কুরিয়ানের ইতিহাস আছে; যখন সে তাকে প্রস্তাব দেয়, তখন তার বাবা তাকে \"নউভা রিচ\" বলে ঘৃণা করেন এবং তাদের কুকুরটিকে ছেড়ে দিয়ে তাকে তাড়া করেন। তিনি মাঝে মাঝে এই অপ্রত্যাশিত ভালবাসার কথা মনে করিয়ে দেন এবং তার নামানুসারে তার মেয়ের নাম রেখেছেন আন্না। তা সত্ত্বেও, কাট্টাদি এবং মালিক্কাল পরিবারগুলি এখন পারিবারিক বন্ধু এবং একটি ভাল বন্ধন ভাগ করে নিয়েছে৷ যদিও জন এবং কুরিয়ান উভয়ের পরিবারই কোচি শহরে বসতি স্থাপন করে, তাদের শিকড় কোট্টায়ামে।\nপরিবারগুলি তাদের বন্ধু ডক্টর স্যামুয়েলের মেয়ের বিবাহের সংবর্ধনা অনুষ্ঠানে মিলিত হয়। স্যামুয়েলের জামাতা, ডাঃ সিরিল ভারত জুড়ে একটি মাতৃত্বকালীন হাসপাতালের নেটওয়ার্ক স্থাপনের পরিকল্পনা করেছেন। কুরিয়ান তার বিজ্ঞাপন প্রচারাভিযান দখল করার আশা করেন এবং স্যামুয়েলকে চাপ দেন। অনেক দিন পর এশো এবং আন্না তাদের পরিবারের সাথে দেখা করছেন। কুরিয়ান তার কোম্পানীর ক্রিয়েটিভ ডিরেক্টর পদ ইশোকে অফার করে, কিন্তু এশো তা প্রত্যাখ্যান করে। যাইহোক, এলসি এবং আনাম্মা বাচ্চাদের দ্বারা মুগ্ধ এবং তারা মনে করে যে তাদের দুজনের একটি ভাল জুটি হবে। আনাম্মা জন এবং ঈশোর কাছে এটির প্রস্তাব দেয়, কিন্তু এশো এটি প্রত্যাখ্যান করে কারণ আন্না এবং তার মায়ের একই নাম এবং যখন তিনি এটিকে ডাকেন তখন উভয়েই সাড়া দেবেন এবং এটি একটি বিভ্রান্তি তৈরি করতে পারে, যার জন্য জন হাসেন। এলসির প্রস্তাবও কুরিয়ান এবং আনা প্রত্যাখ্যান করেছেন। এশো এবং আন্না ব্যাঙ্গালোরে ফিরে আসেন, যেখানে এটি প্রকাশিত হয় যে ঈশো এবং আন্না অবৈবাহিক সম্পর্কে রয়েছেন এবং এটি কয়েক বছর ধরে চলছে। ঈশো এবং আন্না যেমন তাদের মুহূর্তগুলি উপভোগ করছেন, জন এবং আন্নামাও একটি আনন্দের মুহূর্ত উপভোগ করছেন।\nঈশো এবং আন্না যখন জানতে পারে যে আন্না গর্ভবতী, তখন পরিস্থিতি মোড় নেয়। ঈশো প্রাথমিকভাবে গর্ভপাতের পদ্ধতি সম্পর্কে জিজ্ঞাসা করে কিন্তু যেহেতু আন্না এর বিপক্ষে, তারা শেষ পর্যন্ত এগিয়ে যাওয়ার সিদ্ধান্ত নেয়। এখন তারা তাদের অভিভাবকদের জানানো নিয়ে দ্বিধায় পড়েছেন। অপ্রত্যাশিতভাবে এশোকে জন একবারে কেরালা দেখার জন্য ডেকেছিল এবং সে ভয় পেয়ে যায় যে তার বাবা কোনোভাবে তার বান্ধবীর গর্ভাবস্থার খবর পেয়েছিলেন। কিন্তু বাড়িতে, তার মা গর্ভবতী হওয়ার খবরে তাকে স্বাগত জানানো হয়, যা ঈশোকে অবাক করে দেয়। তিনি তাদের গর্ভপাতের জন্য চাপ দেন, কিন্তু তারা এটি রাখার সিদ্ধান্ত নেন। ঈশো আন্নাকেও এই খবরটি জানায়। তিনি এশোকে তার গর্ভাবস্থা সম্পর্কে তার বাবা-মাকে জানাতে বলেন \"তিনি জনের মতো একই ভুল করেছেন\" এবং নিশ্চিত করেছেন যে এই ক্ষেত্রে কোনও ধাক্কা লাগবে না। জন ঈশোকে তাদের গর্ভাবস্থার কথা তার মাকে (ঈশোর দাদী) জানানোর দায়িত্বও দেয়। জন এবং তার পরিবার তার ভাইয়ের সন্তানের বাপ্তিস্মে যোগ দেওয়ার জন্য কোট্টায়ামে তার পৈতৃক বাড়িতে পৌঁছেছেন। কুরিয়ান এবং এলসিও সেখানে আমন্ত্রিত হিসেবে উপস্থিত হন ঈশোর ধাক্কায়, যিনি জনের কাছে সবকিছু প্রকাশ করার পরিকল্পনা করেছিলেন এবং সেখানে কুরিয়ানকে আশা করেননি। আন্না ঈশোকে তার বাবার সাথে স্নেহের সাথে কথা বলতে এবং তাদের মধ্যে বরফ ভাঙতে পরামর্শ দেয়। কিন্তু পরিকল্পনাটি ব্যর্থ হয় যখন এশো ঘটনাক্রমে কুরিয়ানের কাপড়ে আচার ছিটিয়ে দেয়, যা কুরিয়ানের ক্ষোভের জন্য। এদিকে, জনের মা বুঝতে পেরেছেন যে আন্নাম্মা গর্ভবতী এবং সাহায্যকারী। একাধিক ব্যর্থ প্রচেষ্টার পর, ইশো অবশেষে জনের মুখোমুখি হয় এবং বিষয়টি প্রকাশ করে, যা সত্যিই জন এবং আনাম্মাকে হতবাক করে। জন কুরিয়ান এবং এলসির কাছে কিছু প্রকাশ না করেই জিনিসগুলি সাজানোর একটি পরিকল্পনা তৈরি করে। তিনি আন্নাকে প্রতিশ্রুতি দেন যে তারা তার বাবাকে বিয়ের জন্য তার হাত চাইবেন।\nকুরিয়ান তাকে বিজ্ঞাপনের ক্ষেত্রের একজনের সাথে বিয়ে করতে চায় কারণ সে আশঙ্কা করে যে তার কোম্পানির কোন উত্তরাধিকারী নেই কারণ আন্না তার ব্যবসায় নেই এবং তার একমাত্র আশা জামাইয়ের মাধ্যমে। জন কুরিয়ানকে বিয়ের কথা জিজ্ঞেস করে। কুরিয়ান, যিনি ঈশো পছন্দ করেন না, প্রথমে একমত হন না, কিন্তু পরে সম্মত হন কারণ আন্না এতে রাজি হয়েছেন। এদিকে, এশোর অজানা, জন কুরিয়ানকে প্রতিশ্রুতি দেয় যে এশো তার উত্তরসূরি হবে। এদিকে, স্যামুয়েল কুরিয়ানকে জানায় যে সিরিল কুরিয়ানের কোম্পানির সাথে সহযোগিতা করতে রাজি হয়েছে যদি সে একটি চিত্তাকর্ষক বিজ্ঞাপনের ধারণা উপস্থাপন করতে পারে। এদিকে এলসি বুঝতে পেরেছে যে আনা গর্ভবতী এবং তাড়াতাড়ি বিয়ের তারিখের জন্য চাপ দিচ্ছে। এদিকে, কুরিয়ান তার বন্ধু জেমসকুট্টির মাধ্যমে জানতে পারে যে এশো একটি লিভ-ইন সম্পর্কে ছিল এবং তার গর্ভবতী সঙ্গীকে জন দ্বারা প্যাক করা হয়েছিল, বুঝতে পারেনি যে গর্ভবতী মেয়েটি তার নিজের মেয়ে। হতবাক এবং ক্ষুব্ধ হয়ে কুরিয়েন জনের সাথে তার বন্ধুত্ব ভেঙে দেন। যখন তিনি দেখতে পান যে আন্না এশোর সাথে দেখা করতে গিয়েছিল এবং সে এলসির সাথে তাদের ধরতে যায়।\nজন এবং আন্নাম্মা ঈশো এবং আন্নাকে বলতে আসেন যে কুরিয়ান তাদের ভুল বুঝেছে এবং জন সত্য প্রকাশ করার অনেক চেষ্টা করে, কিন্তু কুরিয়ান তার কথা শোনে না এবং তাকে কথা বলতে দেয় না। যখন মাতাল এশো একটি মূর্খ বিষয় দেখানোর জন্য কুরিয়ানকে মজা করে, কুরিয়ান ইশোকে চড় মারেন এবং হাতাহাতির মধ্যে, আনা প্রকাশ করে যে তিনিই ইশোর সন্তানের সাথে গর্ভবতী। এলসি, আনাম্মা এবং জন আরও বলেন যে তারা সত্যটি জানত এবং ভয় করত যে কীভাবে এটি কুরিয়ানের কাছে প্রকাশ করা যায়। তার নিজের পরিবারের দ্বারা ভগ্ন এবং প্রতারিত হয়ে, কুরিয়ান চলে যায়, কিন্তু ধীরে ধীরে বাস্তবতার সাথে মোকাবিলা করে এবং তাকে প্রতারণা করার জন্য আন্নাকে ক্ষমা করে দেয়। ইশো কুরিয়েনের সাথে সংশোধন করার চেষ্টা করে এবং একটি আকর্ষণীয় বিজ্ঞাপন ধারণা উপস্থাপন করে যা সিরিল অনুমোদন করে, কুরিয়ানের সম্মান এবং বন্ধুত্ব ফিরিয়ে দেয়। সবার সম্মতি নিয়ে জমকালো অনুষ্ঠানের মধ্য দিয়ে বিয়ে হয়। বিয়ের অনুষ্ঠান চলাকালীন, কুরিয়ান সকলের কাছে প্রকাশ করে যে তিনি দাদা হতে চলেছেন এবং জন আরও প্রকাশ করেন যে তিনি কেবল দাদাই নন, আরও একটি সন্তানের পিতাও হতে চলেছেন। কয়েক মাস পরে, একটি শ্রমঘরের সামনে, একজন নার্স আন্নার স্বামীকে ডাকেন, যার প্রতি জন এবং ঈশো উভয়েই সাড়া দেয় এবং একে অপরের দিকে তাকায়।\n\n\n== অভিনয় ও ভূমিকা ==\nজন কাট্টাডি ভূমিকায় মোহনলাল, কাট্টাডি টিএমটি স্টিল বার কোম্পানির মালিক, একজন সফল ব্যবসায়ী, চাকোর ছেলে, ঈশোর বাবা এবং আন্নাম্মার স্বামী\nঈশো জন কাট্টাডির ভূমিকায় পৃথ্বীরাজ সুকুমারন, ব্যাঙ্গালোরে অবস্থিত একটি বিজ্ঞাপন সংস্থার একজন সৃজনশীল পরিচালক, জন এবং আন্নাম্মার ছেলে, পরে আন্নার স্বামী\nকুরিয়ান জি মালিক্কাল ভূমিকায় লালু অ্যালেক্স, মালিক্কাল বিজ্ঞাপন সংস্থার মালিক, আন্নার বাবা এবং এলসির স্বামী\nআন্নাম্মা জন কাট্টাডি ভূমিকায় মীনা, জনের স্ত্রী এবং ঈশোর মা চরিত্রে (দেবী এস এর কণ্ঠ দিয়েছেন)\nআন্না কুরিয়ানের ভূমিকায় কল্যাণী প্রিয়দর্শন, যিনি বেঙ্গালুরুতে অবস্থিত একজন আইটি পেশাদার, কুরিয়ানের এবং এলসির মেয়ে, পরে ঈশোর স্ত্রী\nএলসি কুরিয়ান ভূমিকায় কানিহা, কুরিয়ানের স্ত্রী এবং আনার মা (ভয়েস ওভার বাই ভিমি মারিয়াম জর্জ)\nজগদীশ ডক্টর স্যামুয়েল ম্যাথিউ, সিরিলের শ্বশুর এবং জন এবং কুরিয়ানের বন্ধু\nওয়েডিং প্ল্যানার হ্যাপি পিন্টোর ভূমিকায় সৌবিন শাহির\nডাঃ সিরিল ভূমিকায় উন্নি মুকুন্দন, স্যামুয়েলের জামাই\nজনের মা এবং ঈশোর দাদির ভূমিকায় মল্লিকা সুকুমার\nচার্লস ভূমিকায় ভেঙ্কাইয়া, বেঙ্গালুরুতে ঈশো এবং আন্নার প্রতিবেশী  চার্ল\nঅ্যান্টনি জোসেফের ভূমিকায় অ্যান্টনি পেরুমবাভুর, এসআই- এর চরিত্রে\nএকজন নার্সের ভূমিকায় নিখিলা বিমল (ক্যামিও)\nফাদার ভূমিকায় জাফর ইদুক্কি, এডওয়ার্ড কুলাথাক্কাল, গির্জার ভিকার\nপিন্টোর সহকারী ভূমিকায় সালাম বুখারী\nজেমস কুট্টির ভূমিকায় দীনেশ প্রভাকর, কুরিয়ানের পারিবারিক বন্ধু\nপল ভূমিকায় সিজয় ভার্গিস, ঈশোর বস\nডাঃ অর্চনা মেননের ভূমিকায় মুথুমনি, একজন গাইনোকোলজিস্ট\nকুরিয়ানের অফিস ম্যানেজারের ভূমিকায় সোহান সেনুলাল\nসুসান ম্যাথুজের ভূমিকায় কাব্য শেঠি, ঈশোর সহকর্মী\nথাম্বুর শিবু\nচাকো কাট্টাডি ভূমিকায় সুকুমার, জনের প্রয়াত পিতা, ঈশোর প্রয়াত দাদা এবং কাট্টাডি টিএমটি স্টিল বার কোম্পানির প্রতিষ্ঠাতা (শুধুমাত্র ছবির উপস্থিতি)\n\n\n== উৎপাদন ==\n\n\n=== উন্নয়ন ===\nএমপুরান পৃথ্বীরাজ সুকুমারানের দ্বিতীয় পরিচালক হওয়ার কথা ছিল, তার প্রথম চলচ্চিত্র লুসিফার (২০১৯) এর সিক্যুয়াল। ১৬ জুন ২০২১-এ, পৃথ্বীরাজ ইনস্টাগ্রামের মাধ্যমে প্রকাশ করেছিলেন যে তিনি তার মেয়ে অলংকৃতার লেখা একটি গল্পলাইন পছন্দ করেছেন যা তিনি পরিচালনা করতে পছন্দ করেন, তবে অন্য একটি চিত্রনাট্যের জন্য আলাদা করে রেখেছিলেন যা তিনি শুনেছেন যেটি কোভিড-১৯ বিধিনিষেধের মধ্যে একটি চলচ্চিত্র তৈরি করা যেতে পারে। দুই দিন পরে (১৮ জুন), ব্রো ড্যাডিকে তার দ্বিতীয় পরিচালক হিসেবে ঘোষণা করা হয়, আবার নাম ভূমিকায় মোহনলালের সাথে এবং আশীর্বাদ সিনেমার জন্য অ্যান্টনি পেরুমবভুর প্রযোজনা করেন, যেটিতে তিনিও সমান গুরুত্বপূর্ণ ভূমিকায় থাকবেন। তিনি ছবিটিকে \"মজাদার পারিবারিক নাটক\" হিসেবে বর্ণনা করেছেন, যা লিখেছেন শ্রীজিৎ এন. এবং বিবিন মালিকাল।\nপৃথ্বীরাজ বলেছিলেন যে মহামারি সময়কালে যে ধরণের চলচ্চিত্র নির্মিত হয়েছিল তা তাকে ব্রো ড্যাডি নিতে প্ররোচিত করেছিল, মহামারি চলচ্চিত্র নির্মাতাদের \"অন্তর্ভুক্ত চলচ্চিত্র\" তৈরি করতে বাধ্য করেছিল যা মহামারি বিধিনিষেধের মধ্যে তৈরি করা যেতে পারে, \"আমরা মালয়ালম সিনেমায় একটি সুখী চলচ্চিত্রকে খারাপভাবে মিস করছি। গত দেড় বছর। কেরালায় আমরা যে বিষয়বস্তু দেখি তার সবই অন্ধকার। এটি হয় একটি খুনের রহস্য বা একটি অন্ধকার স্যাটায়ার বা একটি অনুসন্ধানী থ্রিলার\", যখন তিনি এই বিষয়ে ভাবছিলেন তখন শ্রীজিৎ এবং মালিকাল ব্রোর চিত্রনাট্য নিয়ে তাঁর কাছে আসেন বাবা, \"আমি এটিকে আকর্ষণীয়, হাস্যকর এবং যেকোন কিছুর চেয়ে বেশি বলে মনে করেছি, আমি বিশ্বাস করি এটি একটি সত্যিই উপভোগ্য, হালকা ঘড়ি হবে\"। তারপর তিনি মোহনলালকে তা বর্ণনা করেন, তিনি সঙ্গে সঙ্গে রাজি হন। চিত্রনাট্য কিনেছে পৃথ্বীরাজ প্রোডাকশন।\n\n\n=== অভিনয় ===\nমোহনলাল এবং পৃথ্বীরাজের পাশে, ছবির ঘোষণার সময় টাইটেল পোস্টারে বিল করা বাকি কাস্টরা ছিলেন কল্যাণী প্রিয়দর্শন, মীনা, লালু অ্যালেক্স, মুরালি গোপি, কানিহা এবং সৌবিন শাহির। পৃথ্বীরাজ যখন ভ্রম- এ কাজ করছিলেন তখন উন্নি মুকুন্দনকে ছবির জন্য ডেকেছিলেন। তিনি জগদীশকে ভ্রম- এ তাঁর অন্য সহ-অভিনেতাকে একটি হাস্যকর ভূমিকার জন্য ডেকেছিলেন। ব্রো ড্যাডি কন্নড় অভিনেত্রী কাব্য শেঠি  এবং তামিল অভিনেতা চার্লের মালায়ালম অভিষেক। পৃথ্বীরাজের মা মল্লিকা সুকুমারন ছবিটিতে মোহনলালের মায়ের চরিত্রে অভিনয় করেছিলেন।\n\n\n=== চিত্রগ্রহণ ===\nআশীর্বাদ সিনেমাস ৫ জুলাই ২০২১-এ শুরু হওয়ার কথা ছিল ১২ তম ম্যান -এর প্রযোজনা শেষ করার পরেই ব্রো ড্যাডির প্রযোজনা শুরু করার কথা ছিল, কিন্তু কোভিড-১৯ মহামারি সংক্রান্ত বিধিনিষেধের কারণে রাজ্য সরকারের কাছ থেকে অনুমতি নিতে ব্যর্থ হওয়ার পরে তা পিছিয়ে দেওয়া হয়েছিল। তাই, তারা ব্রো ড্যাডির সাথে এগিয়ে যাওয়ার সিদ্ধান্ত নিয়েছে। যাইহোক, ব্রো ড্যাডি কেরালায় শুটিং করার অনুমতি প্রত্যাখ্যান করা হয়েছিল, যা মূলত রাজ্যে সম্পূর্ণভাবে শুটিং করার পরিকল্পনা করা হয়েছিল, তাই তাদের কেরালা থেকে সরে যেতে হয়েছিল, যার ফলে উৎপাদন খরচ বেড়ে যায়। লোকেশন স্কাউটিং জুলাইয়ের প্রথম দিকে সম্পূর্ণ হয়েছিল। প্রধান ফটোগ্রাফি ১৫ জুলাই ২০২১ হায়দ্রাবাদ, তেলেঙ্গানায় শুরু হয়েছিল। প্রথম দিনের শ্যুটটি একটি আইটি পার্কে হয়েছিল, যেখানে পৃথ্বীরাজ এবং কল্যাণীর দৃশ্য ছিল৷ তেলেঙ্গানায় ছবিটির জন্য মোট ৫২ দিনের শ্যুট করা হয়েছিল। মোহনলাল ২০ জুলাই যোগদান করেন। যেহেতু সরকার ১৮ জুলাই থেকে কেরালায় চলচ্চিত্রের শুটিংয়ের অনুমতি দিয়েছে। হায়দ্রাবাদে আরও দুই সপ্তাহ শুটিং করার পর এটি কেরালায় স্থানান্তরিত করা হয়।  ৬ সেপ্টেম্বর ২০২১ তারিখে চিত্রগ্রহণ সম্পন্ন হয়। এটি ৪৪ দিন স্থায়ী হয়েছিল। সিনেমাটোগ্রাফি পরিচালনা করেছিলেন অবিনন্দন রামানুজাম।\n\n\n== সঙ্গীত ==\n\nচলচ্চিত্রটির গান এবং ব্যাকগ্রাউন্ড পরিচালনা করেছেন দীপক দেব। ব্রো ড্যাডি, সাউন্ডট্র্যাক অ্যালবাম, আশীর্বাদ সিনেমার রেকর্ড লেবেল উৎঘাটন করেছে৷ অ্যালবামে চারটি গান রয়েছে। প্রথম একক \"পারায়তে ভ্যানেন\" ১৩ জানুয়ারি ২০২২-এ অনলাইনে প্রকাশিত হয়েছিল, লক্ষ্মী শ্রীকুমারের গানের সাথে এমজি শ্রীকুমার (মোহনলালের অংশের জন্য) এবং ভিনীথ শ্রীনিবাসন (পৃথ্বীরাজের অংশের জন্য) দ্বারা গেয়েছিলেন। ভিনেথ গানটি ২০২১ সালের আগস্টে রেকর্ড করেছিলেন। শ্রীকুমার প্রাথমিকভাবে গানের অংশ ছিলেন না, তবে মোহনলাল চলচ্চিত্রে নিয়মিত হিসাবে, তাকে তার কণ্ঠস্বর স্বীকৃতির জন্য বেছে নেওয়া হয়েছিল। এটি ছিল চলচ্চিত্রের জন্য রচিত প্রথম গান এবং এর উপাদানগুলিও চলচ্চিত্রে এবং ট্রেলারে বিভিন্ন সিকোয়েন্সে ব্যবহৃত হয়েছিল। গানটিতে জন এবং আন্নাম্মার রোম্যান্স দেখানো হয়েছে এবং ঈশো এবং আন্নার সিকোয়েন্সও দেখানো হয়েছে।\nমোহনলাল এবং পৃথ্বীরাজের গাওয়া \"ভান্নু পোকুম\" গানটি ২০ জানুয়ারি অনলাইনে প্রকাশিত হয়েছিল এবং তাদের রেকর্ডিং সেশনের স্নিপেটগুলি দেখায়। গানটির মূল ভিজ্যুয়াল, শুরুর ক্রেডিটগুলিতে রাখা হয়েছে, একটি কমিক স্ট্রিপ ভিডিও দেখায় যাতে একটি দম্পতি অল্প বয়সে বিয়ে করে এবং তাদের নবজাতক পুত্রকে দেখায়৷ এর স্কেচ করেছেন কমিক শিল্পী ভাগ্য বাবু। দেব একটি বাবা এবং ছেলের মধ্যে কথোপকথন মত গান গঠনের ধারণা প্রস্তাব। তিনি প্রথমে যেসুদাস এবং বিজয় যেসুদাসকে গানে আনার কথা ভেবেছিলেন, কিন্তু রচনা করার পরে, তিনি অনুভব করেছিলেন যে কথোপকথন হিসাবে এটি চরিত্রগুলির কণ্ঠ থেকে শোনাই ভাল। মোহনলাল এবং পৃথ্বীরাজ ৭ ডিসেম্বর ২০২১ তারিখে কোচির দেবের রেকর্ডিং স্টুডিও দেবের ওয়ান্ডারল্যান্ডে গানটি রেকর্ড করেছিলেন। দুই ঘণ্টার মধ্যে রেকর্ড করা হয়।\n\n\n== মুক্তি ==\n২৯ ডিসেম্বর ২০১-এ, এটি নিশ্চিত করা হয়েছিল যে ছবিটি ২৬ জানুয়ারি ২০২২-এ সরাসরি ওটিটি পরিষেবা ডিজনি+ হটস্টারে মুক্তি পেয়েছিল। \n\n\n== অভ্যর্থনা ==\nইন্ডিয়া টুডে -এর জনানি কে. ৫ স্টারের মধ্যে ৩.৫ রেট দিয়েছে এবং লিখেছেন যে ছবিটি \"অনেকগুলি অন্তর্নিহিত বার্তা সহ একটি সুস্বাদু পারিবারিক নাটক৷ একটি সমন্বিত কাস্টের দুর্দান্ত অভিনয় সহ, ছবিটি একটি রোলিকিং কমেডি যা আপনার সাথে উপভোগ করা যেতে পারে৷ পরিবার... মোহনলাল এই ছবিতে একজন হুট। তার মিনিটের অভিব্যক্তি এবং তার কমিক টাইমিং অনবদ্য। পৃথ্বীরাজ, তার ছেলে হিসাবে, একটি কিকস পারফরম্যান্সও দিয়েছেন... পৃথ্বীরাজ সুকুমারন ব্রো ড্যাডি গল্পকে অত্যন্ত যত্ন সহকারে ব্যবহার করেছেন\"। তুলনা করে, তিনি বলেছিলেন যে ব্রো ড্যাডি\" বাধাই হো না, বরং ভাল\"।  অনমনোরমা এছাড়াও ৫ স্টারের মধ্যে ৩.৫ রেট দিয়েছে এবং লিখেছেন: \"গল্পলাইন, যা একটি সাধারণ এবং ত্রুটিহীন প্লটকে অনুসরণ করে, আপনাকে পুঙ্খানুপুঙ্খভাবে রাখার জন্য একটি মসৃণ পথ তৈরি করে। মন্থন করা হয়েছে\" মোহনলাল \"অনায়াসে অভিব্যক্তির সাথে ঘাঁটাঘাঁটি করেন এবং শৈলীতে পরিস্থিতি পরিচালনা করেন ... মুভিটি ভিনটেজ মোহনলালের প্রাণবন্ততা এবং কমিক টাইমিং প্রদর্শন করে\", যেখানে পৃথ্বীরাজ \"কমিক টাইমিংয়ে একটি ব্যতিক্রমী ভঙ্গি প্রদর্শন করেন\" এবং লালু অ্যালেক্স \"তার উদ্যোগী\" এবং এছাড়াও বাকি কাস্টের প্রশংসা করেছেন।\nফিল্ম কম্প্যানিয়নের জন্য বরদ্বাজ রঙ্গন লিখেছেন: \"ব্রো ড্যাডি একটি মিষ্টি, মূর্খ, ভালো লাগার মতো, অনেক হাসির সাথে সুলিখিত কমেডি। জিনিসগুলি খুব সংগঠিতভাবে স্ক্রিপ্টে বোনা হয়েছে এবং পৃথ্বীরাজ একজন পরিচালক হিসাবে জ্বলছেন ... এটি কাজ করে কারণ এটি কাজ করে স্ক্রিপ্ট। এটি কাজ করে কারণ এটি যেভাবে পরিচালনা করা হয়েছে এবং কাস্টগুলি দুর্দান্তভাবে কাজ করে। মোহনলাল এবং পৃথ্বীরাজ একটি আশ্চর্যজনক রসায়ন ভাগ করে নেয়\"। পিঙ্কভিলার অর্জুন মেনন ৫-এর মধ্যে ৩.৫ রেট দিয়েছেন এবং বলেছেন যে ছবিটি \"স্থানীয়ভাবে থাকা কোভিড কুইকিজের লকডাউন ঘটনার একটি উচ্চতর পণ্য, অল্প কাস্টের সাথে একটি ছোট বাজেটে শ্যুট করা হয়েছে এবং বিধিনিষেধ দ্বারা কখনই হতাশা অনুভব করে না। মজাদার, আনন্দময়, পলায়নবাদী নাটকের পুরোনো সংবেদনশীলতা কতটা বিষয়বস্তু বুদ্ধিমান সহস্রাব্দের জন্য কাজ করে তা দেখার জন্য মুভিটি কোনওভাবে একটি লিটমাস পরীক্ষা।\" মোহনলাল \"শুধু জীবনীশক্তি এবং মোহনীয়তা দেখায়\" যার \"চোখের চওড়া দৃষ্টি, দুষ্টু ইন্টারল্যুড যা সম্পূর্ণ থ্রোটলে চলে এবং অনায়াসে শরীরের অভিনয়ের সাথে মিলিত হয়, একজন ফ্যানবয় পরিণত ফিল্মমেকার দ্বারা সাবলীল অকপটে সাজানো, যিনি জানেন কিভাবে পর্দায় তার আইকন দেখাতে হয়।\" দ্য কুইন্ট- এর আনন্দ কচুকুডিও ৫-এর মধ্যে ৩.৫ রেট দিয়েছেন এবং এটিকে \"একটি হালকা-হার্টেড কমেডি যা বেশিরভাগ বাক্সে টিক চিহ্ন দেয়\" বলে অভিহিত করেছেন এবং মোহনলালের ভূমিকায় \"দর্শকদের মজার হাড়ে সুড়সুড়ি দেওয়ার যথেষ্ট সুযোগ রয়েছে\"। যদিও, \"ব্রো ড্যাডি কাছে খুব বেশি নতুনত্ব নেই তবে এটি এখনও ব্যাপক দর্শকদের জন্য একটি মজাদার এবং বিনোদনমূলক ঘড়ি হিসাবে কাজ করে\"। তিনি মোহনলাল, পৃথ্বীরাজ, লালু অ্যালেক্স এবং অন্যান্যদের অভিনয় এবং ব্যাকগ্রাউন্ড স্কোরের প্রশংসা করেছেন, কিন্তু মতামত দিয়েছেন যে সময়কাল কাটছাঁট করা যেত।\nটাইমস অফ ইন্ডিয়ার দীপা সোমান ৫ এর মধ্যে ৩ রেট দিয়েছে এবং \"ব্রো ড্যাডি শুরু থেকেই একজনকে কার্যপ্রণালীতে আগ্রহী রাখে৷ পৃথ্বীরাজ এবং মোহনলাল একটি ছেলে এবং বাবার মধ্যে সমীকরণের কিছু আকর্ষণীয় মুহূর্ত উপস্থাপন করেন, যাদের বয়স বেশি নয়৷ তাদের মধ্যে ব্যবধান। লালু অ্যালেক্স চলচ্চিত্রের বিভিন্ন প্রসারে আমাদের মজার হাড়গুলিকে সুড়সুড়ি দেওয়ার চেষ্টা করেছেন, যেখানে কল্যাণী প্রিয়দর্শনের চরিত্রটিও সতেজ। দীপক দেবের সঙ্গীত সিনেমার মেজাজের সাথে বেশ মানানসই\", তবে সময়কালের সমালোচনা করেছেন। হিন্দুস্তান টাইমস- এর হরিচরণ পুদিপেডি লিখেছেন: \"ফিল্মটি অনেকাংশে কাজ করে কারণ এটি বিষয়কে হালকাভাবে ব্যবহার করে এবং এটি হাস্যকর মুহূর্ত যা চলচ্চিত্রটিকে বেশিরভাগ বিনোদনমূলক থাকতে সাহায্য করে\"। কিন্তু তিনি বলেছিলেন যে পরবর্তী অর্ধেক \"কিছু পরিমাণে খারাপ\" কিন্তু অভিনয়ের দ্বারা ক্ষতিপূরণ, \"মোহনলাল অনায়াসে অভিনয়ের মাধ্যমে সিনেমার মাধ্যমে তার পথকে মোহনীয় করে তোলেন। তিনি সেই মিনিটের অভিব্যক্তিগুলিকে সহজে পেরেক দিয়েছিলেন যা তার চরিত্রটিকে আলাদা করে তোলে। পৃথ্বীরাজও সমান ভালো অভিনয় করেছেন\"।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে ব্রো ড্যাডি  (ইংরেজি)\nব্রো ড্যাডি গানের লিরিক্স"}