{"pageid": 1430153, "title": "মহাত্মা গান্ধী জাতীয় গ্রামীণ কর্মসংস্থান গ্যারান্টি আইন, ২০০৫", "url": "https://bn.wikipedia.org/wiki?curid=1430153", "content": "মহাত্মা গান্ধী জাতীয় গ্রামীণ কর্মসংস্থান গ্যারান্টি আইন ২০০৫ (ইংরেজি: Mahatma Gandhi National Rural Employment Guarantee Act, 2005) বা এমজিএনরেগা, যা পূর্বে জাতীয় গ্রামীণ কর্মসংস্থান গ্যারান্টি আইন বা এনরেগা নামে পরিচিত ছিল, এটি একটি ভারতীয় সমাজকল্যাণ ব্যবস্থা যার লক্ষ্য 'কাজের অধিকার' নিশ্চিত করা। এই আইনটি ২৩ আগস্ট ২০০৫ সালে পাস হয়েছিল  এবং গ্রামীণ উন্নয়ন মন্ত্রী রঘুবংশ প্রসাদ সিং কর্তৃক সংসদে বিলটি উপস্থাপনের পরে প্রধানমন্ত্রী মনমোহন সিংয়ের ইউপিএ সরকারের অধীনে ২০০৬ সালের ফেব্রুয়ারিতে কার্যকর করা হয়েছিল।\nএর লক্ষ্য গ্রামীণ অঞ্চলে জীবিকার সুরক্ষা বাড়ানো প্রতিটি পরিবারের কমপক্ষে একজন সদস্যকে আর্থিক বছরে কমপক্ষে ১০০ দিনের মজুরিভিত্তিক কর্মসংস্থানের ব্যবস্থা করা যার প্রাপ্তবয়স্ক সদস্যরা অদক্ষ কায়িক কাজ করতে স্বেচ্ছাসেবী হন।    এমজিএনরেগা-র আওতায় মহিলাদের এক তৃতীয়াংশ কাজের নিশ্চয়তা দেওয়া হয়েছে।  এমজিএনরেগার আরেকটি লক্ষ্য হল টেকসই সম্পদ (যেমন রাস্তা, খাল, পুকুর এবং কূপ) তৈরি করা। একজন আবেদনকারীর বাসস্থানের ৫ কিলোমিটারের মধ্যে কর্মসংস্থানের ব্যবস্থা করতে হবে এবং ন্যূনতম মজুরি প্রদান করতে হবে। আবেদন করার ১৫ দিনের মধ্যে কাজ প্রদান করা না হলে, আবেদনকারীরা একটি বেকারত্ব ভাতা পাওয়ার অধিকারী। অর্থাৎ সরকার কর্মসংস্থানের ব্যবস্থা করতে ব্যর্থ হলে সেই মানুষদের নির্দিষ্ট কিছু বেকার ভাতার ব্যবস্থা করতে হবে। সুতরাং, এমজিএনরেগার অধীনে কর্মসংস্থান একটি আইনি অধিকার। অর্থনৈতিক নিরাপত্তা প্রদান এবং গ্রামীণ সম্পদ তৈরি করা ছাড়াও, এনরেগা-কে প্রচার করার জন্য বলা অন্যান্য জিনিসগুলো হল যে এটি পরিবেশ রক্ষা, গ্রামীণ মহিলাদের ক্ষমতায়ন, গ্রামীণ-শহুরে অভিবাসন হ্রাস এবং সামাজিক ন্যায্যতা বৃদ্ধিতে সহায়তা করতে পারে।\" \n১৯৯১ সালে তৎকালীন প্রধানমন্ত্রী পি. ভি. নরসিংহ রাও এই আইনটি প্রথম প্রস্তাব করেছিলেন।  এটি অবশেষে সংসদে গৃহীত হয় এবং ভারতের ৬২৫টি জেলায় বাস্তবায়ন শুরু হয়। এই পাইলট অভিজ্ঞতার উপর ভিত্তি করে, ১ এপ্রিল ২০০৮ থেকে ভারতের সমস্ত জেলাকে কভার করার জন্য এনরেগা-এর ব্যাপ্তি ছিল  সংবিধিটিকে \"বিশ্বের বৃহত্তম এবং সবচেয়ে উচ্চাভিলাষী সামাজিক নিরাপত্তা এবং গণপূর্ত কর্মসূচী\" হিসাবে সরকার দ্বারা প্রশংসা করা হয়েছিল।  ২০০৯ সালে বিশ্বব্যাংক অভ্যন্তরীণ চলাচলে নীতি বিধিনিষেধের মাধ্যমে উন্নয়নকে ক্ষতিগ্রস্ত করার জন্য অন্যদের সাথে এই আইনটিকে নিন্দা করেছিল।  তবে তার বিশ্ব উন্নয়ন প্রতিবেদন ২০১৪-এ, বিশ্বব্যাংক এটিকে \"গ্রামীণ উন্নয়নের একটি দুর্দান্ত উদাহরণ\" বলে অভিহিত করেছে।  মূলত গ্রাম পঞ্চায়েত (জিপি) দ্বারা এমজিএনরেগা প্রয়োগ করা হবে। আইনটি বলেছে যে এটি এর কার্যকরী ব্যবস্থাপনা এবং বাস্তবায়নের জন্য অনেক সুরক্ষা প্রদান করে। আইনটি সুস্পষ্টভাবে বাস্তবায়নের নীতি ও সংস্থা, অনুমোদিত কাজের তালিকা, অর্থায়নের ধরণ, পর্যবেক্ষণ ও মূল্যায়ন এবং স্বচ্ছতা ও জবাবদিহিতা নিশ্চিত করার জন্য বিস্তারিত ব্যবস্থার কথা উল্লেখ করে।\n\n\n== আরও দেখুন ==\nভারতের অর্থনৈতিক উন্নয়ন\nভারতে দারিদ্র্য\nমিড ডে মিল স্কিম\nপাবলিক ডিস্ট্রিবিউশন সিস্টেম (ভারত)\nজাতীয় খাদ্য নিরাপত্তা আইন, ২০১৩\nভারতে আরটিআই কর্মীদের ওপর হামলা\nচাকরির নিশ্চয়তা\nস্বর্ণ জয়ন্তী শহরী রোজগার যোজনা\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== উৎস ===\n\n\n== আরও পড়ুন ==\nSudha, Narayanan; Upasak, Das; Yanyan, Liu; Barrett, Christopher (২০১৭)। The \"Discouraged Worker Effect\" in public works programs: Evidence from the MGNREGA in India। Intl Food Policy Res Inst। \nNarayanan, Rajendran; Dhorajiwala, Sakina; Buddha, Chakradhar (জানুয়ারি ২০২১)। \"Can a Machine Learn Democracy?\" (পিডিএফ)। Centre for Sustainable Employment, Azim Premji University। \nReddy, A. Amarender; Singha Roy, Namrata; Pradeep, Divya (২০২১)। \"Has India's Employment Guarantee Program Achieved Intended Targets?\"। SAGE Open (ইংরেজি ভাষায়)। 11 (4): 215824402110522। আইএসএসএন 2158-2440। এসটুসিআইডি 239609046 । ডিওআই:10.1177/21582440211052281 । \nMadhusudan B, PK V, Rudra NM, Cynthia B, সম্পাদকগণ (২০১৮)। Employment Guarantee Programme and Dynamics of Rural Transformation in India: Challenges and Opportunities। Springer। আইএসবিএন 978-981-10-6262-9। \n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে এনরেগা সম্পর্কিত মিডিয়া দেখুন।\nদাপ্তরিক ওয়েবসাইট\nMinistry of Rural Development, Government of India  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ মে ২০২২ তারিখে\nReport of the CAG on Performance Audit of MGNREGA\nMGNREGA Sameeksha, An Anthology of Research Studies on MGNREGA\nMGNREGA Master Circular Guide FY2018-19\nNational Rural Employment Guarantee Act Watershed Works Manual 2006\nWomen in NREGA: Issues of Child Care. Case Studies from Rajasthan and Uttar Pradesh"}