{"pageid": 1430703, "title": "মেইন মহিলা লবি", "url": "https://bn.wikipedia.org/wiki?curid=1430703", "content": "মেইন মহিলা লবি (এমডব্লিউএল) ১৯৭৮ সালে প্রতিষ্ঠিত হয়েছিল এবং এটি মেইনের মহিলা ও মেয়েদের পক্ষে আইন প্রণয়নের জন্য নিবেদিত। মেইন মহিলা লবি বিশ্বাস করে যে নারী ও মেয়েদের অর্থনৈতিক নিরাপত্তা, স্বাস্থ্যসেবার সুযোগ এবং সহিংসতা ও বৈষম্য থেকে স্বাধীনতা থাকা উচিত।\n\n\n== ইতিহাস ==\nমেইন মহিলা লবি ১৯৭৮ সালে প্যাট্রিসিয়া ই রায়ান, লিণ্ডা স্মিথ ডায়ার, লোইস গ্যালগে রেকিট এবং জ্যানেট মিলস সহ নয়জন মহিলা দ্বারা প্রতিষ্ঠিত হয়েছিল। ১৯৭৮ সালের মেইন বিধানসভা অধিবেশন চলাকালীন, দলটি ক্ষতিগ্রস্ত মহিলাদের আশ্রয়কেন্দ্রে অর্থায়নের জন্য কাজ করেছিল, কিন্তু অধিবেশন শেষ হলে, আশ্রয়কেন্দ্রগুলির জন্য কোনও অর্থ বরাদ্দ করা হয়নি। দলটিকে বলা হয়েছিল যে ভোটের সময় তাঁরা প্রতিনিধিত্ব করেননি। ১৯৭৮ সালে ব্যাটারড উইমেনস প্রজেক্টের পরাজয়ের পর, তাঁরা সিদ্ধান্ত নেন যে তাঁরা আর কোন বিধানসভা ভোটের সময় প্রতিনিধিহীন হবেন না।\nতৎকালীন-মেইন অ্যাটর্নি জেনারেল জ্যানেট টি মিলস ১৯৯৮ সালে মেইন মহিলা লবির পরিচালনা পর্ষদে নির্বাচিত হন। ২০১৮ সালে মেইনের গভর্নর নির্বাচিত হওয়ার পর তিনি পদত্যাগ করেন। ২০১০ সালে, সংস্থাটি \"মহিলা সিদ্ধান্ত নেয়\" প্রচারণা শুরু করে। এই প্রচারণায় নারীদের সমস্যাগুলির সম্বন্ধে নেওয়া প্রশ্নাবলীতে রাজনৈতিক প্রার্থীদের প্রতিক্রিয়া সংকলিত ছিল।\nপোর্টল্যাণ্ড ম্যাগাজিন দ্বারা প্রকাশিত ২০১৮ সালের প্রতিবেদন, \"উই হ্যাভ কাম এ লং ওয়ে, বেবি...হ্যাভেনট উই?\",-তে তৎকালীন নির্বাহী পরিচালক এলিজা টাউনসেণ্ড ২০০৭ সালে গার্হস্থ্য অংশীদারদের অন্তর্ভুক্ত করার জন্য মেইনের পারিবারিক চিকিৎসা ছুটি আইনের সম্প্রসারণের কথা উল্লেখ করেছেন, এমডব্লিউএল এর কাজের একটি সাম্প্রতিক বৈশিষ্ট্য হিসাবে। ২০১৫ সালে, এলডি ৯২১ দ্বারা  সহিংসতা, যৌন নিপীড়ন, ও কর্মক্ষেত্রে অনুসৃত হবার শিকার এবং উত্তরজীবী ব্যক্তিদের জন্য আরও ব্যাপক সুরক্ষা প্রদান গৃহীত হয়। আদালতের তারিখ, ডাক্তারের অ্যাপয়েন্টমেন্ট এবং অন্যান্য সম্পর্কিত কাজে সময় নেওয়ার জন্য যে নিয়োগকর্তারা কর্মচারীদের চাকরিচ্যুত করেন, তাঁদের জন্য জরিমানা বৃদ্ধি পায়।\n\n\n== মেইন মহিলা লবি শিক্ষা তহবিল ==\nপূর্বে মেইন মহিলা পলিসি কেন্দ্র নামে পরিচিত থাকা মেইন মহিলা লবি এডুকেশন ফাণ্ড হলো মেইন মহিলা লবির ভগিনী সংস্থা। এটি মেইনবাসীদের নারীবাদী, নিপীড়ন-বিরোধী-ভিত্তিক গণ কর্মপন্থা প্রচারণা এবং নাগরিক জীবনে নিয়োজিত জ্ঞান, দক্ষতা ও আত্মবিশ্বাসের বিকাশে সহায়তা করে।\nএমডব্লিউএল এডুকেশন ফাণ্ড সম্প্রদায় নির্মাণ এবং সম্প্রদায় সংগঠনের ওপর মনোনিবেশ ক'রে এটি করে, যাতে প্রোগ্রামিং এর মাধ্যমে  জ্ঞান, দক্ষতা বাড়ে ও নাগরিকদের জন্য গণ কর্মপন্থা পরিবর্তনে জড়িত হওয়ার সুযোগ বাড়ানো যায়।\nমেইন মহিলা লবি এডুকেশন ফাণ্ড (এমডব্লিউএলইএফ) ১৯৯০ সালে গণ কর্মপন্থা এবং নেতৃত্বের উন্নয়নের মাধ্যমে মেইনে নারী ও মেয়েদের অর্থনৈতিক, সামাজিক ও রাজনৈতিক অবস্থা উন্নত করার জন্য প্রতিষ্ঠিত হয়েছিল। 'এড ফাণ্ড' মেইন স্টেট হাউসে বালিকা দিবসকে অর্থায়ন করে এবং সারা মেইনের অষ্টম শ্রেণির মেয়েদের উপস্থাপন করে। এমডব্লিউএলইএফ-এর একটি দ্বিবার্ষিক নীতি রোডম্যাপ এবং মেইন মহিলা সামিট অন ইকোনমিক সিকিউরিটি রয়েছে, যা প্রতি এক বছর অন্তর বন্ধ হয়ে যায়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমেইন মহিলা লবি এবং মেইন মহিলা পলিসি সেন্টার\nতিনি ওয়েবসাইট সিদ্ধান্ত নেন  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১০ মার্চ ২০২৪ তারিখে\nভোট স্মার্ট উপর মেইন মহিলাদের লবি\nআমরা অনেক দূর এসেছি, বাবু...  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ ফেব্রুয়ারি ২০১৮ তারিখে আমরা কি করিনি?  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ ফেব্রুয়ারি ২০১৮ তারিখে পোর্টল্যাণ্ড ম্যাগাজিন দ্বারা প্রকাশিত"}