{"pageid": 1430532, "title": "ইতিহাসগত ধর্মতত্ত্ব", "url": "https://bn.wikipedia.org/wiki?curid=1430532", "content": "ইতিহাসগত ধর্মতত্ত্ব হল খ্রিস্টান মতবাদের ইতিহাসের অধ্যয়ন। অ্যালিস্টার ম্যাকগ্রাথ ইতিহাসগত ধর্মতত্ত্বকে সংজ্ঞায়ন করেছেন 'ধর্মতাত্ত্বিক অনুসন্ধানের শাখা' হিসাবে যার লক্ষ্য হল 'খ্রিস্টান মতবাদের ঐতিহাসিক বিকাশ অন্বেষণ করা এবং সেই ফ্যাক্টরগুলিকে চিহ্নিত করা যা প্রণয়ন ও গ্রহণে প্রভাব রেখেছে।' গ্রেনজ, গুরেৎজকি এবং নর্ডলিং একে বর্ণনা করেন \"ধর্মতাত্ত্বিক অনুশাসনের বিভাজন\" হিসেবে \"যা বুঝতে এবং বর্ণনা করতে চায় যে চার্চ কীভাবে ধর্মগ্রন্থকে ব্যাখ্যা করেছে এবং প্রেরিতদের সময় থেকে বর্তমান দিন পর্যন্ত ইতিহাস জুড়ে মতবাদ বিকাশ করেছে। এই দ্বি-পত্রীয় ইতিহাসগত ধর্মতত্ত্বের কাজ হল বর্তমান সময়ে প্রচলিত বিশ্বাসের উৎপত্তি ও বিকাশ প্রদর্শন করা এবং সমসাময়িক ধর্মতাত্ত্বিকদের অতীতের ধর্মতাত্ত্বিক ত্রুটি সনাক্ত করতে সাহায্য করা যা বর্তমান সময়ে এড়ানো উচিত।\"\n\n\n== সামগ্রিক দৃষ্টি ==\nফ্রেডরিখ শ্লেইরমাচারের মতে, ইতিহাসগত ধর্মতত্ত্ব হল একটি ঐতিহাসিক অনুশাসন, যেটি অন্য কোনো ঐতিহাসিক ঘটনা অধ্যয়নের জন্য প্রযুক্ত পদ্ধতি ব্যবহার করে ধর্মতত্ত্বের ক্ষেত্রগুলির সাথে সংযোগ স্থাপন করে। এই ধারণার ভিত্তি হল, ধর্মতত্ত্বের একটি অনুমানমূলক সূচনাবিন্দুর পরিবর্তে একটি ইতিহাসমূলক সূচনাবিন্দু রয়েছে। উদাহরণস্বরূপ, বাইবেল এবং সার্বজনীন পরিষদের লেখাগুলি ঐতিহাসিক উৎস হিসাবে বিবেচিত হয় এবং তাদের বিষয়বস্তুগুলিকে সাক্ষ্য হিসাবে বিবেচনা করা হয়। ইহা শ্লেইরমাচার ধর্মতত্ত্বের প্রকৃত অংশ হিসাবে যা অভিহিত করেছেন তার বেশিরভাগ অংশকে কভার করে এবং এতে সমালোচনামূলক ব্যাখ্যাগত ধর্মতত্ত্ব, মতান্ধতাবিদ্যা এবং গির্জার ইতিহাস অন্তর্ভুক্ত থাকতে পারে।\nধর্মতত্ত্বের একটি শাখা হিসাবে এটি আর্থ-সামাজিক-ঐতিহাসিক এবং সাংস্কৃতিক প্রক্রিয়াগুলির উপর তদন্ত করে থাকে যা ধর্মতাত্ত্বিক ধারণাসমূহ, বিবৃতিসমূহ এবং ব্যবস্থাবলির উত্থান ঘটায়। ক্ষেত্রটি ধর্মতত্ত্ব এবং এর প্রেক্ষাপটের মধ্যে সম্পর্ক, সেইসাথে অধ্যয়ন করা পরিসংখ্যান এবং বিষয়গুলির উপর প্রধান ধর্মতাত্ত্বিক বা দার্শনিক প্রভাবগুলির উপর দৃষ্টি নিবদ্ধ করে। এর পদ্ধতিগত ভিত্তি এবং লক্ষ্যগুলি ইতিহাসগত এপিস্টেমোলজি (জ্ঞানতত্ত্ব) গবেষণাকারী বুদ্ধিজীবী ইতিহাসবিদদের ব্যবহৃত পদ্ধতি ও লক্ষ্যের অনুরূপ, বিশেষ করে ম্যাথিউ ড্যানিয়েল এডির মত যারা অতীতে বিদ্যমান ধর্মতত্ত্ব এবং অন্যান্য শাখার মধ্যে সাংস্কৃতিক সংযোগগুলি তদন্ত করে থাকেন। \nএকটি ইভাঞ্জেলিক্যাল অবস্থান মোতাবেক ইতিহাসগত ধর্মতত্ত্বকে অবশ্যই ঈশ্বরের শব্দের সাথে একত্রিত হতে হবে অথবা একে সর্বদা শাস্ত্রের উদ্ধৃতি উল্লেখ করতে হবে।\n\n\n== আরো দেখুন ==\nখ্রিস্টধর্মের ইতিহাস\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nFinlayson, R. A. (১৯৬৯)। The Story of Theology (2nd সংস্করণ)। Tyndale Press। আইএসবিএন 978-0-85111-029-5। \nRichardson, Alan (১৯৭৯)। Creeds in the Making: A Short Introduction to the History of Christian Doctrine। SCM Press। আইএসবিএন 978-0-334-00264-2। \nNoble, T. A. “Historical Theology.” Edited by Martin Davie, Tim Grass, Stephen R. Holmes, John McDowell, and T. A. Noble. New Dictionary of Theology: Historical and Systematic. London; Downers Grove, IL: Inter-Varsity Press; InterVarsity Press, 2016.\n\n\n== বহিঃসংযোগ ==\nHistoricalTheology.org - ঐতিহাসিক ধর্মতত্ত্ব অধ্যয়নের জন্য নিবেদিত একটি সাইট\nসেন্ট লুইস ইউনিভার্সিটিতে ঐতিহাসিক ধর্মতত্ত্বে ডক্টরাল স্টাডি"}