{"pageid": 1430810, "title": "তুফান (২০২৪-এর চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1430810", "content": "তুফান হচ্ছে ২০২৪ সালের বাংলাদেশী ক্রাইম থ্রিলার চলচ্চিত্র। এসভিএফের ইউটিউব চ্যানেলে ট্রেলার ভিডিওর বর্ণনা অনুযায়ী চলচ্চিত্রটি প্রযোজনা করেছেন বাংলাদেশের শাহরিয়ার শাকিল, রেদোয়ান রনি এবং ভারতের শ্রীকান্ত মোহতা ও মহেন্দ্র সনি। তবে বাংলাদেশে প্রাপ্ত চলচ্চিত্রটির ছাড়পত্র এবং আলফা আইয়ের কর্ণধারের দাবি অনুযায়ী বাংলাদেশী ওটিটি প্লাটফর্ম চরকি ডিজিটাল পার্টনার ও এসভিএফ আন্তর্জাতিক পরিবেশক হিসেবে কাজ করছে। এটি পরিচালনা করেছেন রায়হান রাফী। প্রধান চরিত্রে অভিনয় করেছেন শাকিব খান, মিমি চক্রবর্তী এবং মাসুমা রহমান নাবিলা। ছবিটির গল্প নব্বই দশকের বাংলাদেশের একজন গ্যাংস্টারকে ঘিরে আবর্তিত হয়েছে। চলচ্চিত্রটি ২০২৪ সালের ১৭ জুন বাংলাদেশে, ২৮ জুন পৃথিবীর ১৪টি দেশে এবং ৫ জুলাই ভারতের পশ্চিমবঙ্গে মুক্তি পায়।\n\n\n== কাহিনী ==\n১৯৬১ সালে, গালিব বিন গণি, পরে তুফান নামে পরিচিত, দুঃখজনক পরিস্থিতিতে জন্মগ্রহণ করেন কারণ তার মা প্রসবের সময় মারা যান। ১৯৭৪ সাল, অলোকদিয়া গ্রাম গ্রামে, তার বাবা গনি মিয়া একজন কুখ্যাত জমি হানাদার শেনাওয়াজের বিরুদ্ধে দাড়ায়। শেনাওয়াজ গনি মিয়াকে হত্যা করে, যুবক তুফান তখন শেনাওয়াজকে শিরশ্ছেদ করে তার পিতার মৃত্যুর প্রতিশোধ নেয়, ফলে পুলিশ তাকে গ্রেপ্তার করে নিয়ে যাওয়ার সময় প্রভাবশালী গ্যাংস্টার বশির পুলিশদেরকে গালিবকে মুক্তি দেওয়ার জন্য ঘুষ দেয় এবং তাকে তার কাছে রেখে দেয়। অবশেষে, গালিব, এখন তুফান, বশিরকে হত্যা করে বিশ্বাসঘাতকতা করে এবং বশিরের প্রতিদ্বন্দ্বীর সাথে সারিবদ্ধ হয়, পরে তাকেও বিষ খাইয়ে মেরে ফেলে। ক্ষমতা ও সম্পদের জন্য উচ্চাভিলাষী, তুফানকে রাজনীতিতে প্রবেশের পরামর্শ দেওয়া হয়। তার উপদেষ্টা একটি শীর্ষ রাজনৈতিক দল এবং তাদের অধিভুক্ত \"ডনস\" এর সাথে একটি বৈঠকের ব্যবস্থা করেন। নিছক গ্রামের গ্যাংস্টার হিসাবে অসম্মান বোধ করে, তুফান একটি XM214 মাইক্রোগান ব্যবহার করে পার্টিতে সবাইকে হত্যা করে, দেশব্যাপী কুখ্যাতি অর্জন করে। পরবর্তীকালে তুফান জনতা পার্টিকে অর্থায়ন ও সমর্থন করে, একটি তৃতীয় সারির রাজনৈতিক দল থেকে সরকার গঠন করতে সাহায্য করে। পরে তুফানের বেপরোয়া প্রভাব সমাজকে ব্যাহত করে। ১৯৯৪ সালে, উচ্চাকাঙ্ক্ষী অভিনেতা শান্ত প্রধান অভিনেতার চেয়ে বেশি আকর্ষণীয় হওয়ার জন্য \"পাগলা বাদশা\" ছবিতে একটি চরিত্রে অভিনয় করেন। জুলি, (কস্টিউম ডিজাইনার) তাকে একটি মৃতদেহের ভূমিকায় সুরক্ষিত করে, কিন্তু শান্ত হতাশ হয়। চিত্রগ্রহণের সময়, জুলি যখন নায়ক রাজের সাথে জড়িত একটি স্থানীয় বিবাদে হস্তক্ষেপ করার চেষ্টা করে, তখন শান্ত তাকে রক্ষা করে এবং অ্যাকশন ডিরেক্টর রকিকে প্রভাবিত করে, যিনি তাকে একটি আসন্ন সিনেমায় দ্বিতীয় ভিলেন হিসাবে সুযোগ দেন। সুচনা, প্রধান অভিনেত্রী এবং তুফানের প্রেমের আগ্রহ, তুফানের সাথে শান্তর সাদৃশ্যকে স্বীকৃতি দেয় এবং তার দৃশ্যগুলি সরিয়ে দেয়। হৃদয়বিদারক, শান্ত আত্মহত্যার কথা ভাবছে কিন্তু তুফানের দোসররা তাকে অপহরণ করেছে। তুফান শান্তকে অনুকরণ করার জন্য দুই মাস সময় দেয়। এদিকে, স্বরাষ্ট্রমন্ত্রী আরিফিন সহকারী কমিশনার আকরামকে তুফানকে নির্মূল করার দায়িত্ব দিয়েছেন। আকরাম তুফানের পালক পিতা এবং উপদেষ্টা জালালুদ্দিনকে ধরেন, যিনি গুরুত্বপূর্ণ তথ্য প্রকাশ করেন। তুফান জালালুদ্দিনকে উদ্ধার করলেও বিশ্বাসঘাতকতায় ক্ষিপ্ত হয়ে তাকে হত্যা করে। তুফান সুচনাকে শান্তর অবস্থান প্রকাশ করতে বাধ্য করে, তাকে নিজের মতো করে চালাতে যায়। তুফানের হিংসাত্মক হাত থেকে বাঁচতে চাওয়ায়, সুচনা আকরামের কাছে তুফানের প্রকৃত অবস্থান প্রকাশ করে, যিনি পরবর্তীকালে আসল তুফানকে হত্যা করেন। শান্ত, এখন একজন বিখ্যাত অভিনেতা, তার জীবন চালিয়ে যাচ্ছেন। শেষ অংশে, এটি প্রকাশিত হয় যে আকরাম আসলে তুফানকে হত্যা করেননি, যাকে গোপনীয়তার মধ্যে পুনরুদ্ধার দেখানো হয়েছে।\n\n\n== অভিনয়শিল্পী ==\nএতে দ্বৈত চরিত্রে শাকিব খান\nগালিব বিন গনি ওরফে তুফান, একজন মাফিয়া কিংপিন এবং শীর্ষ সন্ত্রাসী\nশান্ত, একজন উচ্চাকাঙ্ক্ষী অভিনেতা এবং তুফানের মতো দেখতে\nসুচনা চরিত্রে মিমি চক্রবর্তী, তুফানের সঙ্গী এবং একজন প্রখ্যাত অভিনেত্রী\nজুলি চরিত্রে মাসুমা রহমান নাবিলা, একজন কস্টিউম ডিজাইনার এবং শান্তর বান্ধবী\nচঞ্চল চৌধুরী সিআইডি অফিসার হিসেবে এসি আকরাম\nবশির ভাইয়ের চরিত্রে মিশা সওদাগর, একজন স্থানীয় গ্যাংস্টার\nফজলুর রহমান বাবু আরিফিন, বাংলাদেশের স্বরাষ্ট্রমন্ত্রী\nশহীদুজ্জামান সেলিম\nগাজী রাকায়েত জালালুদ্দিন, তুফানের ত্রাণকর্তা ও সহযোগী হিসেবে\nলোকনাথ দে\nঅরিজিৎ ভূষণ বাগচী\nএ কে আজাদ সেতু\nহাসনাত রিপন\nসুলেমান চরিত্রে রাজ বসু\nসালাহউদ্দিন লাভলু বিরোধী দলের নামহীন সদস্য\nগাউসুল আলম শাওন অ্যাকশন পরিচালক রকি\nমানব সাচদেব ⇨ সোহান চৌধুরী, ৯০ দশকের জনপ্রিয় চিত্রনায়ক\n\n\n== নির্মাণ ==\n২০২৩ সালের ১১ ডিসেম্বর ঢাকার একটি পাঁচ তারকা হোটেলে অনুষ্ঠানের মাধ্যমে এ সিনেমার নাম ঘোষণা করা হয়। ইতিমধ্যেই মিমি-শাকিব হায়দরাবাদে ছবির প্রথম শিডিউলের চিত্রগ্রহণ সম্পূর্ণ হয়েছে। কলকাতাতেও ছবির কিছু অংশের শুটিং হয়েছে।\n\n\n== সঙ্গীত ==\n\n২০২৪ সালের ২৮ মে শাকিব খানের কর্মজীবনের রজতজয়ন্তী উপলক্ষে ছবিটির প্রথম গান \"লাগে উরা ধুরা\" মুক্তি পায়। গানটির কোরাস অংশের সুর বিশিষ্ট সঙ্গীতজ্ঞ মাতাল রাজ্জাক দেওয়ানের \"ঘুম ভাঙ্গাইয়া গেলো রে মরার কোকিলে\" গানের প্রথম অংশ থেকে নেওয়া, যা লিখেছিলেন শরীফ উদ্দিন। গানের বাকি অংশ লিখেছেন রাসেল মাহমুদ ও শরীফ উদ্দিন, সুর ও সংগীতায়োজন প্রীতম হাসানের। গানটি গেয়েছেন প্রীতম হাসান এবং দেবশ্রী অন্তরা, যা ৯০-এর দশকের টাইমলাইন মেলানোর জন্য চলচ্চিত্রে অন্তর্ভুক্ত করা হয়েছিল। প্রীতম হাসান এবং পরিচালক রায়হান রাফি গানটিতে একটি বিশেষ উপস্থিত হয়েছেন।\n\n\n== মুক্তি ==\nছবিটি ২০২৪ সালের ঈদুল আজহা উপলক্ষে ১৭ই জুন বাংলাদেশের প্রেক্ষাগৃহে এবং ২৮শে আন্তর্জাতিক ভাবে মুক্তি দেওয়ার ঘোষণা দেওয়া হয়েছে।\n২০২৪ সালের ৫ই জুন ছবিটি বাংলাদেশের সেন্সর বোর্ড থেকে বিনা কর্তনে ছাড়পত্র পায়।\n২০২৪ সালের ১ নভেম্বর চলচ্চিত্রটি পাকিস্তানে মুক্তি পায়।\n\n\n== বিতর্ক ==\nচলচ্চিত্র নির্মাণের প্রথম দিকে অনেক খবরের পত্রিকা চলচ্চিত্রটিকে ভারত-বাংলাদেশ যৌথ প্রযোজনায় নির্মাণ বলে প্রচার করে, যেখানে ভারতের এসভিএফ এবং বাংলাদেশের চরকি ও আলফা আই প্রযোজনা করেছেন বলা হয়েছিল। তবে বাংলাদেশের চলচ্চিত্র সেন্সর বোর্ডে জমা দেওয়ার সময় শুধু বাংলাদেশের আলফা আই প্রযোজনা করেছেন বলে উল্লেখ করা হয়। বিএফডিসিতে চলচ্চিত্র সংশ্লিষ্ট ১৯ সংগঠনের নেতারা তুফান চলচ্চিত্রের নির্মাণপ্রক্রিয়া ও অর্থায়ন নিয়ে প্রশ্ন তোলেন।\nএছাড়াও চলচ্চিত্রটির বিরুদ্ধে টিজার সেন্সর ছাড়পত্র বিহীন প্রেক্ষাগৃহে প্রদর্শন করা হয়েছে অভিযোগ ওঠে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে তুফান   (ইংরেজি)\nবাংলা মুভি ডেটাবেজে তুফান"}