{"pageid": 1430114, "title": "মালাভাজিয়াত্তম", "url": "https://bn.wikipedia.org/wiki?curid=1430114", "content": "মালাভাজিয়াত্তম মালাভাইয়্যাট্টম করিনিলিয়াত্তম বা চেরুনিলিয়াত্তম নামেও পরিচিত, ভারতের কেরালায় পারয়া সম্প্রদায়ের একটি ধর্মীয় লোকশিল্প। মালাভাজি হলো পরায়াদের বাড়িতে স্থাপিত মাতৃদেবী এবং যাকে তারা পূজা করেন। মালাভাজিয়াত্তম বা চেরুনিলিয়াত্তম সঙ্গীত এবং নাটকের মাধ্যমে দেবতাদের খুশি করার জন্য পরিবেশিত হয়।\n\n\n== পৌরাণিক কাহিনী ==\nদেবসুর যুদ্ধের সময় পরাজিত দেবতারা শিবের আশ্রয় নিয়েছিলেন। অসুরদের মধ্যে একজন শিবের দিকে তীর নিক্ষেপ করেছিলেন, শিব দেবতাদের বিজয়ের জন্য তপস্যা করছিলেন। মালাভাজি এবং মুকান চাতান ভাইবোন যারা ভগবান শিবের তৃতীয় নয়ন থেকে আবির্ভূত হন, শিব তাঁর তপস্যার বাধা পাওয়ায় ক্রোধে চোখ খুলেছিলেন। মালাভাজিকে চেরুনিলি এবং করিনেলিও বলা হয় এবং মুকান চাতানকে মানি এবং মুথাপ্পান বলা হয়।\nকরিনেলি এবং মণি, যারা তাদের পিতা কে তা জানতে দেবলোকে গিয়েছিলেন, আর দেবতারা তাদের তাড়িয়ে দিয়েছিলেন। তারা দেবলোক ত্যাগ করেন এবং প্রাচীন জাদুর জন্য বিখ্যাত কাল্লাদিকোড মালাভারায় তাদের শৈশব কাটান। সেখানে ঘুরতে ঘুরতে, একবার তারা শিবের সাথে দেখা করে তাকে তাদের পিতৃত্ব গ্রহণ করার এবং তাদের জীবনের পথ দেখাতে অনুরোধ করেছিলেন। কিন্তু প্রথমে শিব এর জন্য প্রস্তুত ছিলেন না, কিন্তু যখন তারা তাদের ঐশ্বরিক ক্ষমতা দেখালেন, তখন তিনি তাদের সন্তান হিসেবে গ্রহণ করলেন এবং আশীর্বাদ করলেন। পরে তারা পশ্চিম দিকে ভ্রমণ করেন এবং দেশের বিভিন্ন স্থানে ঘোরাঘুরি করার পর অবশেষে কাল্লাতিকোড করিমালায় কালো পাথর দিয়ে একটি কালো দুর্গ ও একটি গুহা তৈরি করেন। কল্লাটিকোটান পাহাড়ে একটি মন্দির নির্মাণের পর, বিশ্বাস করা হয় যে এই দেবতারা পুরো কেরালা জুড়ে বিচরণ করেছিলেন, কুত্তাদান মাঠের পুলায়া নারীর কাছ থেকে শস্য এবং কঙ্গন চেট্টি থেকে ভ্রমণের জন্য যান হিসেবে ষাঁড় নিয়েছিলেন।\nআরেকটি পৌরাণিক কাহিনী বলে যে মালাভাজি এবং কাল্লাদি মুত্তাপ্পান, যারা শিব ও পার্বতীর তেত্রিশ কোটি উপদেবতার মধ্যে পড়েন, তাঁরা শিব ও পার্বতীর সন্তান। বিশ্বাস করা হয় যে ভালক্কট্টুপদমের চেম্পথ ভাতিরি গোষ্ঠীর পূর্বপুরুষরা ভালক্কট্টুপদমের পাভারত্তিতে দেবতাদের বসতি স্থাপন করেন।\nআরও বিশ্বাস করা হয় যে মালাভাজি বা মালাভারথাম্মা হলেন মালার (পর্বত) প্রধান দেবতা এবং তিনি সমস্ত মুথাপ্পানদের (দেবযোনি) পূজার মূর্তি। শুধুমাত্র মালাভাজি পরিবেশন করে এবং মন্ত্র এবং মায়া আয়ত্ত করেই একজন মুথাপ্পান হতে পারে। \nআরেকটি জনপ্রিয় পৌরাণিক কাহিনী অনুসারে মালাভারথাম্মা এবং কাল্লাদি মুথাপ্পান ঈশ্বর উদীপনাথ উদী ভগবানের (নল্লাচান নামেও পরিচিত) তৃতীয় নয়ন থেকে জন্মগ্রহণ করেছিলেন। দেবী মুথি (মালাভাঝি) এবং মুথান, যারা নল্লাচ্চনের কাছ থেকে বর নিয়েছিলেন, কাল্লাদিকোডের তিরুমালায় একটি সুন্দর মন্দিরে বসতি স্থাপন করেছিলেন।\n\n\n== আচার নৃত্যনাট্য ==\nমালাভাজিয়াত্তম হলো ভারতের কেরালার ত্রিশূর এবং পালঘাট জেলার পারয়া সম্প্রদায়ের বছরে একবার পরিবেশিত একটি ধর্মীয় নৃত্যনাট্য। মালাভাজি হলেন মাতৃদেবী যাঁরা পরায়দের বাড়িতে স্থাপিত এবং তারা এর পূজা করেন। মালাভাজিয়াত্তম সঙ্গীত এবং নাটকের মাধ্যমে দেবতাদের খুশি করার জন্য করা হয়। এটি রাতে শুরু হয় এবং পরের দিন সকাল পর্যন্ত চলতে থাকে।\n\n\n=== চরিত্র এবং পোশাক ===\nমালাভাজি এবং মুকন চথান নামে দুইটি প্রধান চরিত্র রয়েছে। মালাভাজি হলো একটি নারী চরিত্র এবং মণি বা মুকন চথান একটি পুরুষ চরিত্র। মালাভাজিয়াত্তম আচার-অনুষ্ঠানের নৃত্যে উভয়েরই সমান গুরুত্ব রয়েছে।\nমালাভাজির পোশাকটি নারকেল পাতা এবং একটি ফুলের মালা দিয়ে তৈরি একটি মুকুট দ্বারা চিহ্নিত করা হয়। মালাভাজির রূপে অভিনয় করার সময়, একটি আচার হিসেবে অভিনয়কারী একটি মুরগিকে কামড় দেয় এবং তার রক্তের কিছু ফোঁটা পান করে।\nমালাভারথাম্মার রূপ বর্ণনা করা হয়েছে তার ডান হাতে একটি তলোয়ার, বাম হাতে একটি লাঠি এবং পায়ে সিলাম্বু। মধ্য কেরালার কারিঙ্কলি এবং থিরার মতো ধর্মীয় নৃত্যের চরিত্রগুলোর সাথে মালাভাজির মিল রয়েছে। লাল, কালো এবং সাদা সিল্কের কাপড় নিষ্পেষিত ক'রে একটি ধাতব কোমরের অলঙ্কার আরমনি তার ওপর পরানো হয়। অন্যান্য অলঙ্কারের মধ্যে রয়েছে ঐতিহ্যবাহী স্তনের অলঙ্কার যেমন মার্থালি, মারভাত্তম এবং মুলাক্কুট। কানের দুই পাশে কাঠের কান, দাঁতের মতো ধাতব শ্বদন্ত এবং ঐতিহ্যবাহী ব্রেসলেটও পরা হয়। সিল্কের পোশাকের পাশাপাশি মাথায় ময়ূরের পালকও পরা হয়। চালের গুঁড়া, হলুদ গুঁড়া এবং কাঠকয়লা গুঁড়া দিয়ে মুখ চিত্রিত করা হয়।\nহাস্যরসাত্মক চরিত্র মুকান চথানের তন্তু (ভাঞ্চিস) দিয়ে তৈরি দাড়ি এবং কখনো কখনো মুখে একটি মুখোশ (পয়মুখ) থাকে। তিনি লাল রেশমও পরেন এবং তার উপর আরামনি পরেন। মাথায় থাকে একটি গাঁঠরি এবং হাতে দুইটি লাঠি। মুখোশ না থাকলে চালের গুঁড়া বা হলুদের গুঁড়া দিয়ে মুখ চিত্রিত করা হয়। মণির প্রধান কাজ হলো শ্রোতাদের হাসানোর গান গেয়ে বিনোদন দেওয়া। মণির ব্যাঙ্গ এবং গান প্রায়ই সূক্ষ্ম সামাজিক সমালোচনা করে থাকে।\n\n\n=== বাদ্যযন্ত্র ===\nমালাভাজিয়াট্টমে চামড়ার তাল বাদ্যযন্ত্র যেমন চেন্দা, ছোট ধরনের বাঁশি এবং মারাম নামে পরিচিত একটি প্রাচীন যন্ত্র ব্যবহার করা হয়। পাশাপাশি ধাতব যন্ত্র ইলাথালামও ব্যবহার করা হয়। বাদক চেন্ডাকে কাত করে রাখে এবং বাম এবং ডান দিকে পর্যায়ক্রমে আঘাত করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nত্রিশুরের পারয়ার মালাভাজিয়াত্তমের একটি বিশেষ উল্লেখ\nটেমপ্লেট:Culture of Kerala"}