{"pageid": 1430456, "title": "ফেমিনাজি", "url": "https://bn.wikipedia.org/wiki?curid=1430456", "content": "ফেমিনাজি (ফেমি-নাজি হল বিকল্প বানান) নারীবাদীদের জন্য একটি নিন্দনীয় শব্দ যা রাজনৈতিকভাবে রক্ষণশীল আমেরিকান রেডিও টক শো উপস্থাপক রাশ লিমবা দ্বারা জনপ্রিয় হয়েছিল।\n\n\n== উৎস এবং ব্যবহার ==\nফেমিনাজি হল নারীবাদী এবং নাৎসির মিশ্রিত শব্দ।  দ্য অক্সফোর্ড ডিকশনারী অফ আমেরিকান পলিটিক্যাল স্ল্যাং-এর মতে, এতে \"একজন প্রতিশ্রুতিবদ্ধ নারীবাদী বা দৃঢ়-ইচ্ছাকৃত মহিলা\" বোঝায় (অপমানজনকভাবে)। অক্সফোর্ড ইংলিশ ডিকশনারী অনুসারে এই শব্দের প্রাচীনতম ব্যবহার ঘটে ১৯৮৯ সালের লস অ্যাঞ্জেলেস টাইমস-এর একটি প্রবন্ধে গর্ভপাত বিরোধী প্রতিবাদ সম্পর্কে লেখায়, যেখানে \"ফেমিনাজিস গো হোম\" স্লোগান ব্যবহার করা হয়েছিল। ১৯৯০ এর দশকের গোড়ার দিকে আমেরিকান রক্ষণশীল রেডিও টক শো হোস্ট রাশ লিমবা দ্বারা এই শব্দটি জনপ্রিয় হয়। লিমবা বিশ্ববিদ্যালয়ের অধ্যাপক টমাস হ্যাজলেটকে শব্দটি তৈরি করার কৃতিত্ব দেন।\nলিমবা নারীবাদী আন্দোলনের সোচ্চারভাবে সমালোচক ছিলেন, বলেছিলেন যে ফেমিনাজি শব্দটি দ্বারা \"র‍্যাডিক্যাল নারীবাদী\" কে বোঝায় যাদের লক্ষ্য হল \"যতটা সম্ভব গর্ভপাত করা যায়\"। একে তিনি \"ক্ষমতার সন্ধান\" এবং \"পুরুষদের প্রয়োজনীয় নয় এমন বিশ্বাস\" হিসেবে চিহ্নিত করেছেন। লিমবা এই মহিলাদেরকে \"সৎ উদ্দেশ্যপ্রণোদিত কিন্তু বিপথগামী মানুষ যারা নিজেদেরকে 'নারীবাদী' বলে\" থেকে আলাদা করেছেন। তবে শব্দটি সামগ্রিকভাবে নারীবাদের জন্য ব্যাপকভাবে ব্যবহৃত হয়। দ্য নিউ পার্টট্রিজ ডিকশনারী অফ স্ল্যাং অ্যাণ্ড আনকনভেনশনাল ইংলিশ অনুসারে, লিমবা শব্দটি ব্যবহার করেছেন যেকোন নারীবাদীকে কট্টরপন্থী, আপসহীন হিসাবে চিহ্নিত করতে। নিউ ইয়র্ক টাইমস এটিকে নারী অধিকারের সমর্থকদের জন্য [লিমবার] প্রিয় উপাধিগুলির মধ্যে একটি হিসাবে বর্ণনা করেছে।\nফেমিনাজি শব্দটি নারীবাদী দৃষ্টিভঙ্গিকে চরম হিসেবে চিহ্নিত করার জন্য ব্যবহার করা হয় যাতে নারীবাদী যুক্তিগুলোকে অসম্মান করা যায় এবং নারীর দৃষ্টিভঙ্গি বা আচরণকে \"মৌলবাদী\", \"চরম\" এবং \"অত্যাচারী\" হিসেবে কলঙ্কিত করতেও এর জুড়ি নেই। এটি ভুলভাবে নারীদেরকে অনুভূত লিঙ্গবাদের প্রতি অতি-সতর্ক হিসাবে চিত্রিত করার জন্য মূলধারার আমেরিকান বক্তৃতায় ব্যবহার করা হয়েছে। সাহিত্য সমালোচক টরিল মোই লিখেছেন যে শব্দটি সাধারণ ধারণাগুলিকে প্রতিফলিত করে যে নারীবাদীরা পুরুষদের ঘৃণা করে, গোঁড়া, অনমনীয় এবং অসহিষ্ণু ও \"একটি চরমপন্থী, ক্ষমতা-ক্ষুধার্ত সংখ্যালঘু দল\" গঠন করে। অ্যাংরি হোয়াইট মেন বইতে সমাজবিজ্ঞানী মাইকেল কিমেল বলেছেন যে শব্দটি নাৎসি গণহত্যার সাথে সম্পৃক্ত করে, ধর্ষণ এবং গার্হস্থ্য সহিংসতা হতে সুরক্ষার জন্য নারীবাদী প্রচারাভিযানগুলিকে আক্রমণ করার জন্য ব্যবহৃত হয়।\nশব্দটি গণমাধ্যম এবং সামাজিক মিডিয়া জুড়ে অপমান হিসাবে ব্যবহৃত হয়। \"ফেমিনাজিস\" কে প্রায়শই বিপজ্জনক, কঠোর, পুরুষ-বিদ্বেষী, বিবেকহীন, হাস্যকর এবং অতিরিক্ত সংবেদনশীল হিসাবে বর্ণনা করা হয়। ভাষাবিদ জেরাল্ডিন হোরান লিখেছেন যে যখনই কোনও মহিলা পাবলিক ব্যক্তিত্ব শিরোনাম হন তখনই মূলধারার মিডিয়াতে এই শব্দটির ব্যবহার উল্লেখযোগ্যভাবে বৃদ্ধি পায়। ২০১৫ সালে ইউনাইটেড কিংডমে ব্যারিস্টার শার্লট প্রাউডম্যান নামক একজন আইনজীবী অনলাইনে তার চেহারা নিয়ে মন্তব্য করার জন্য একজন পুরুষ সহকর্মীর সমালোচনা করেছিলেন। অস্ট্রেলিয়ায় শব্দটি ১৯৯৫ সালে দ্য ফার্স্ট স্টোন বইটির প্রকাশের পরে ব্যাপক ব্যবহার লাভ করে এবং জনপ্রিয় মিডিয়াতে নারীবাদীদের হুমকিস্বরূপ, \"প্রতিশোধমূলক\" এবং \"পিউরিটানিকাল\" হিসাবে চিহ্নিত করার জন্য ব্যবহৃত হয়েছে।\n\n\n== প্রতিক্রিয়া ==\nফেমিনাজি শব্দটির অর্থ এবং উপযুক্ততা প্রায়শই মিডিয়াতে আলোচিত হয়েছে। হোরান \"জনসাধারণের চোখে নারীদের লক্ষ্য করে লিঙ্গভিত্তিক সমালোচনা, গুণ্ডামি এবং ট্রোলিং সহ নানবিধ অপমান এর কারণ হিসাবে ফেমিনাজির ব্যবহারকে দায়ী করেছেন। নিউ স্টেটসম্যানের ডেপুটি এডিটর হেলেন লুইসের মতে, \"মুক্তি আন্দোলনকে নাৎসিবাদের সাথে মিশ্রিত করার ধারণাটি গভীরভাবে অজ্ঞতাপূর্ণ। এটি স্ব-অবক্ষয়কারী ধারণা।\n\n\n== আরো দেখুন ==\n\n\n== তথ্যসূত্র ==\n\nBaker, Bob (১৯৯১-০১-২০)। \"WHAT'S THE RUSH? : Radio Loudmouth Rush Limbaugh Harangues Feminazis, Environmental Wackos and Commie-Libs While His Ratings Soar\"। Los Angeles Times। \nBridges, Elizabeth (২০১৫)। \"Reacting to 'The F-Word': How the Media Shapes Public Reactions to the Feminist Movement\"। College of DuPage। \nDye, April (৩০ মার্চ ২০০৬)। \"Angry Feminazis and Manhaters: How Women Develop Positive Feminist Identities in the Face of Stigma\"। Paper presented at the annual meeting of the Association for Women in Psychology, Ypsilanti/Ann Arbor, MI। ১ জানুয়ারি ২০১৪ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৪ মার্চ ২০১২। \nFerree, Myra Max (২০০৪)। \"Soft Repression: Ridicule, Stigma, and Silencing in Gender-based Movements\"। Authority in Contention। Research in social movements, conflicts and change: an annual compilation of research। Emerald Group Publishing। পৃষ্ঠা 90। আইএসএসএন 0163-786X। আইএসবিএন 978-0-7623-1037-1। \nHazlett, Thomas Winslow (ডিসেম্বর ১৯৮৭)। Reason https://reason.com/1987/12/01/h-l-mencken/।  \nJones, Jessica (মার্চ ১, ২০১৯)। \"Spanish conservatives launch bus campaign against 'Feminazis' with image of lipstick-wearing Hitler\"। The Telegraph। আইএসএসএন 0307-1235। \nLimbaugh, Rush H. (১৯৯২)। \"The Limbaugh Lexicon\"। The Way Things Ought to Be। Pocket Books। পৃষ্ঠা 296। আইএসবিএন 978-0-67-175145-6। \nMartirosyan, Lucy (আগস্ট ৩, ২০১৬)। \"Check out this cumbia response to the word 'feminazi'\"। Public Radio International। নভেম্বর ৯, ২০১৬ তারিখে মূল থেকে আর্কাইভ করা। \nRudman, Chelsea (১২ মার্চ ২০১২)। \"'Feminazi': The History Of Limbaugh's Trademark Slur Against Women\"। Media Matters for America। \nSkutta, Peter (১৯৯৭)। Linguistic politics and language usage in the debate on \"Political Correctness\"। hausarbeiten.de। আইএসবিএন 978-3-638-07379-0। \nWaisanen, Don (২০১৩)। \"An Alternative Sense of Humor: The Problems With Crossing Comedy and Politics in Public Discourse\"। Venomous Speech: Problems with American Political Discourse on the Right and Left। ABC-CLIO। পৃষ্ঠা 308–9। আইএসবিএন 978-0-31-339867-4। \nWilson, John K. (২০১১)। The Most Dangerous Man in America: Rush Limbaugh's Assault on Reason। Macmillan। পৃষ্ঠা 56। আইএসবিএন 978-0-31-261214-6।"}