{"pageid": 1430231, "title": "শিখধর্মে নিষিদ্ধ কাজসমূহ", "url": "https://bn.wikipedia.org/wiki?curid=1430231", "content": "শিখধর্মে নিষেধাজ্ঞা বলতে এর অনুগামীদের জন্য নির্ধারিত ও অনুসরণ করণীয় নিষেধাজ্ঞাকে বুঝানো হয়। যেকোনো বিশ্বাস বা গোষ্ঠীর অনুসারীদের মতো, আনুগত্য প্রতিটি ব্যক্তির দ্বারা পরিবর্তিত হয়।\n\n\n== নিষেধাজ্ঞাসমূহ ==\nএই নিষেধাজ্ঞাগুলো কঠোরভাবে দীক্ষিত খালসা শিখদের দ্বারা অনুসরণ করা হয় যারা বাপ্তিস্ম গ্রহণ করেছে। যদিও শিখ গুরুরা ধর্ম পালনে জোর করেননি এবং তাদের অনুসারীদের সাধারণভাবে কোনো বিশেষ ধর্ম অনুসরণ করতে বাধ্য করেননি, তথাপি শিখ সম্প্রদায় সমস্ত মানুষকে গুরুর পথ (গুরমত) অনুসরণ করে উন্নত ব্যক্তি হওয়ার জন্য উত্সাহিত করে, গুরুর অনুসরণীয় নিয়মাবলীর বিপরীতে নিজের খেয়াল খুশি মতো (মনমত) চলতে নিষেধ করে।\n৪টি প্রধান সীমালঙ্ঘন:\n\nচুল অপসারণ - শরীরের যে কোনও অংশ থেকে  চুল কাটা, ছাঁটা, অপসারণ, শেভিং, প্লাকিং, থ্রেডিং, ডাইং বা অন্য কোনও পরিবর্তন কঠোরভাবে নিষিদ্ধ।\nমুসলিম বা ইহুদি পদ্ধতিতে হত্যা করা (কুটা মাংস) পশুর গোশত খাওয়া। এটি সমস্ত দীক্ষিত শিখদের জন্য প্রয়োজনীয় সর্বনিম্ন স্তরের নিষেধাজ্ঞা।\nব্যভিচার: নিজের পত্নী ব্যতীত অন্য ব্যক্তির সাথে সহবাস করা (যার সাথে আপনি বিবাহিত নন এমন কারো সাথে যৌন সম্পর্ক - মূলত মুসলিম মহিলাদের সাথে যৌন সংসর্গের উপর নিষেধাজ্ঞা, গুরু গোবিন্দ সিং তাদের সাথে যৌন যোগাযোগ হিসাবে যুদ্ধের সময় তাদের আটক না করার জন্য একটি আদেশ দিয়েছিলেন। তাদের দূষণকারী হিসাবে দেখা হয়েছিল। সিং সভা আন্দোলনের কাহ্ন সিং নাভা পরে অনুমান করেছিলেন যে গুরুর আদেশকে কারোর স্ত্রী ছাড়া অন্য কোনও মহিলার সাথে সহবাসে নিষেধাজ্ঞা হিসাবে বোঝানো হয়েছিল।)\nনেশাজাত দ্রব্য - একজন শিখ অবশ্যই শণ (গাঁজা), আফিম, মদ, তামাক, কোকেন, মাদকদ্রব্য ইত্যাদি গ্রহণ করবেন না। সংক্ষেপে, কোনো নেশাজাতীয় দ্রব্যই অনুমোদিত নয়।\n\n\n== আরও দেখুন ==\nরেহাত;\nগাঁজা ও শিখধর্ম;\nশিখধর্মে খাদ্যাভ্যাস।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nFools Who Wrangle Over Flesh\nAdobe Version of Fools Who Wrangle Over Flesh\nProfessor Gurbax Singh Dhillon – Meat Eating and Rehat Maryada\nVideo Showing Jhatka at Hazoor Sahib\nThe Myth of Goat Sacrifice and Hazoor Sahib\nTenets of Guru Gobind Singh by Baldev Singh  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৪ জানুয়ারি ২০১০ তারিখে\nSikh History on Diet\nSikh Scholar Views on Diet"}