{"pageid": 1430361, "title": "এ. এস. বাইয়াট", "url": "https://bn.wikipedia.org/wiki?curid=1430361", "content": "ডেম অ্যান্টোনিয়া সুজান ডাফি ডিবিই অনএফবিএ (ইংরেজি: Antonia Susan Duffy; জন্ম: ড্রেবল, ২৪ আগস্ট ১৯৩৬ - ১৬ নভেম্বর ২০২৩) পেশাগতভাবে তার প্রাক্তন বিবাহিত নাম এ. এস. বাইয়াট ( BY-ət), নামে পরিচিত, একজন ইংরেজ সমালোচক, ঔপন্যাসিক, কবি ও ছোটগল্প লেখিকা। তার বইসমূহ ত্রিশের অধিক ভাষায় অনূদিত হয়েছে।\nকেমব্রিজ বিশ্ববিদ্যালয় থেকে পড়াশোনা শেষ করার পর তিনি ১৯৫৯ সালে বিবাহ বন্ধনে আবদ্ধ হন এবং ডারহাম শহরে চলে যান। বিশ্ববিদ্যালয়ে থাকাকালীন তিনি তার প্রথম দুটি উপন্যাসের কাজ শুরু করেন। সেগুলো চ্যাটো অ্যান্ড উইন্ডুজ থেকে শ্যাডো অব আ সান (১৯৬৪, দ্য শ্যাডো অব আ সান শিরোনামে ১৯৯১ পুনর্মুদ্রিত) এবং দ্য গেম (১৯৬৭) শিরোনামে প্রকাশিত হয়। বাইয়াট তার পুত্রের শিক্ষা খরচের জন্য ১৯৭২ সালে শিক্ষকতার চাকরিতে যোগদান করেন। বাইয়াট ১১ বছর শিক্ষকতা চালিয়ে যান এবং ১৯৮৩ সালে পূর্ণ সময় লেখনীতে মনোনিবেশ করেন। দ্য ভার্জিন ইন দ্য গার্ডেন (১৯৭৮) তার চারি উপন্যাসের প্রথম খণ্ড, এরপর তিনি এই ধারাবাহিকের স্টিল লাইফ (১৯৮৫), বাবেল টাওয়ার (১৯৯৬) ও আ হুইসলিং ওম্যান (২০০২) রচনা করেন।\nবাইয়াটের উপন্যাস পসেসন: আ রোম্যান্স ১৯৯০ সালে বুকার পুরস্কার অর্জন করে, অন্যদিকে তার ছোটগল্প সংকলন দ্য জিন ইন দ্য নাইটেঙ্গেল্‌স আই (১৯৯৪) ১৯৯৫ সালে কল্পকাহিনীতে আগা খান পুরস্কার অর্জন করে। তার দ্য চিলড্রেন্‌স বুক ২০০৯ সালে বুকার পুরস্কারের ক্ষুদ্রতালিকায় অন্তর্ভুক্ত হয়েছিল এবং ২০১০ সালে জেমস টেইট ব্ল্যাক মেমোরিয়াল পুরস্কার অর্জন করে। তার সমালোচনামূলক কর্মের মধ্যে রয়েছে ডেম আইরিস মার্ডককে (তার বন্ধু ও পরামর্শক) নিয়ে দুটি পাঠ, সেগুলো হল ডিগ্রিস অব ফ্রিডম: দ্য আর্লি নভেলস অব আইরিস মার্ডক (১৯৬৫) ও আইরিস মার্ডক: আ ক্রিটিক্যাল স্টাডি (১৯৭৬)। তার অন্যান্য সমালোচনামূলক লেখনী হল ওয়ার্ডসওয়ার্থ অ্যান্ড কোলরিজ ইন দেয়ার টাইম (১৯৭০) ও পোট্রেটস ইন ফিকশন (২০০১)।\nবাইয়াট ২০০২ সালে শেকসপিয়ার পুরস্কার, ২০১৬ সালে ইর‍্যাজমাস পুরস্কার, ২০১৭ সালে পার্ক কিয়োং-নি পুরস্কার ও ২০১৮ সালে হান্স ক্রিশ্চিয়ান অ্যান্ডারসন সাহিত্য পুরস্কার অর্জন করেন। এছাড়া সাহিত্যে নোবেল পুরস্কারের মনোনীত হিসেবে তার নাম উল্লেখ করা হয়।\n\n\n== প্রারম্ভিক জীবন ==\nঅ্যান্টোনিয়া সুজান ড্রেবল ১৯৩৬ সালের ২৪শে আগস্ট ইংল্যান্ডের শেফিল্ড শহরে জন্মগ্রহণ করেন। তার পিতা জন ফ্রেডরিক ড্রেবল, কিউসি কাউন্টি আদালতের বিচারক ছিলেন এবং মাতা ক্যাথলিন ব্লুর রবার্ট ব্রাউনিং বিশারদ ছিলেন। তিনি তার পিতামাতার জ্যেষ্ঠ সন্তান। তার ছোট বোন মার্গারেট ড্রেবল একজন ঔপন্যাসিক ও হেলেন ল্যাংডন একজন শিল্পকলার ইতিহাসবেত্তা। তার ভাই রিচার্ড ড্রেবল কেসি একজন ব্যারিস্টার ছিলেন। শেফিল্ডে বোমা হামলার পর তারা সপরিবারে ইয়র্কে চলে যান।\nবাইয়াট দুটি স্বাধীন বোর্ডিং স্কুলে পড়াশোনা করেন, সেগুলো হল শেফিল্ড হাই স্কুল ও ইয়র্কের কোয়াকার বোর্ডিং স্কুল দ্য মাউন্ট স্কুল। বাইয়াট বোর্ডিং স্কুলের পড়াশোনা ও পরিবেশ উপভোগ করেননি, তিনি বলেন তার একাকী থাকার চাহিদা ও বন্ধু বানাতে সমস্যা পোহাতে হয়েছিল। মারাত্মক হাঁপানির কারণে তাকে প্রায়ই বিছানায় থাকতে হত এবং সে সময়ে বই'ই তার একমাত্র সঙ্গী ছিল। তিনি মার্কিন যুক্তরাষ্ট্রে নিউনহাম কলেজ, কেমব্রিজ ও ব্রিন মার কলেজ এবং ইংল্যান্ডে সামারভিল কলেজ, অক্সফোর্ড-এ পড়াশোনা করেন। স্কুলে ফরাসি, জার্মান, লাতিন ও ইংরেজি শেখার পর তিনি কেমব্রিজে অধ্যয়নকালীন ইতালীয় ভাষা শিখেন, যাতে তিনি দান্তের সাহিত্য পড়তে পারেন।\n\n\n== ব্যক্তিগত জীবন ও মৃত্যু ==\nবাইয়াট ১৯৫৯ সালে ইয়ান চার্লস রেইনার বাইয়াটের সাথে বিবাহ বন্ধনে আবদ্ধ হন এবং ডারাম শহরে চলে যান। তাদের এক কন্যা ও এক পুত্র ছিল। তাদের পুত্র চার্লস ১১ বছর বয়সে স্কুল থেকে ফেরার পথে মদ্যপ গাড়ি চালক কর্তৃক দুর্ঘটনায় মারা যান। ১৯৬৯ সালে তাদের বিবাহবিচ্ছেদ ঘটে। এরপর তিনি পিটার ডাফিকে বিয়ে করেন। তাদের দুই কন্যা ছিল।\nবাইয়াটা মূলত পুটনিতে বসবাস করতেন। তিনি ২০২৩ সালের ১৬ই নভেম্বর ৮৭ বছর বয়সে নিজ বাড়িতে মৃত্যুবরণ করেন।\n\n\n== প্রভাবিত ==\nবাইয়াট কল্পনার সাথে সাহিত্যিক বাস্তবতাবাদ ও স্বভাববাদের সংমিশ্রনের ক্ষেত্রে হেনরি জেমস ও জর্জ এলিয়ট এবং এমিলি ডিকিনসন, টি এস এলিয়ট, স্যামুয়েল টেইলর কোলরিজ, লর্ড টেনিসন ও রবার্ট ব্রাউনিং কর্তৃক প্রভাবিত। তিনি ব্রন্টি পরিবার কিংবা ক্রিস্টিনা রোসেটির প্রশংসাকারী ছিলেন না। তিনি ডি. এইচ. লরেন্সের বিরোধী ছিলেন। জেন অস্টেনের সৃষ্টিকর্মসমূহ তার কৈশোরে মুখস্ত ছিল। বাইয়াট তার বইয়ে রোমান্টিকতা ও ভিক্টোরীয় সাহিত্যের বিষয়বস্তুর উল্লেখ করেছেন। তিনি শিল্পকলার ইতিহাসবেত্তা জন গেগের বইকে পুনরায় পড়ার মত তার প্রিয় বই হিসেবে উল্লেখ করেছেন।\n\n\n== সদস্যপদ ==\n১৯৮৭-১৯৮৮: কিংম্যান কমিটি অব ইনকোয়ারি ইনটু দ্য টিচিং অব ইংলিশ ল্যাঙ্গুয়েজ, (ডিপার্টমেন্ট অব এডুকেশন অ্যান সায়েন্স)\n১৯৮৪-১৯৮৮: ম্যানেজমেন্ট কমিটি, সোসাইটি অব অথরস (ডেপুটি চেয়ারম্যান, ১৯৮৬, চেয়ারম্যান, ১৯৮৬-১৯৮৮)\n১৯৯৩-১৯৯৮: বোর্ড, ব্রিটিশ কাউন্সিল (মেম্বার অব লিটারেচার অ্যাডভাইজরি প্যানেল, ১৯৯০-১৯৯৮)\n২০১৪: আমেরিকান অ্যাকাডেমি অব আর্টস অ্যান্ড সায়েন্সেস, ফরেইন অনারারি মেম্বার\n\n\n== সাহিত্যকর্মের তালিকা ==\nবাইয়াটের সাহিত্যকর্মের তালিকা নিচে দেওয়া হল:\n\n\n=== উপন্যাস ===\nশ্যাডো অব আ সান (১৯৬৪, চ্যাটো অ্যান্ড উন্ডুজ; দ্য শ্যাডো অব আ সান শিরোনামে ১৯৯১ পুনর্মুদ্রিত)\nদ্য গেম (১৯৬৭, চ্যাটো অ্যান্ড উন্ডুজ)\nদ্য ভার্জিন ইন দ্য গার্ডেন (১৯৭৮, চ্যাটো অ্যান্ড উন্ডুজ)\nস্টিল লাইফ (১৯৮৫, চ্যাটো অ্যান্ড উন্ডুজ)\nপসেসন: আ রোম্যান্স (১৯৯০, চ্যাটো অ্যান্ড উন্ডুজ)\nবাবেল টাওয়ার (১৯৯৬, চ্যাটো অ্যান্ড উন্ডুজ)\nদ্য বায়োগ্রাফার্স টেল (২০০০, চ্যাটো অ্যান্ড উন্ডুজ)\nআ হুইসলিং ওম্যান (২০০২, চ্যাটো অ্যান্ড উন্ডুজ)\nদ্য চিলড্রেন্‌স বুক (২০০৯, চ্যাটো অ্যান্ড উন্ডুজ)\nর‌্যাগনারক: দি এন্ড অব দ্য গডস (২০১১, ক্যাননগেট)\n\n\n=== ছোটগল্প ===\nশুগার অ্যান্ড আদার স্টোরিজ, (১৯৮৭, চ্যাটো অ্যান্ড উন্ডুজ)\nদ্য ম্যাটিস স্টোরিজ (১৯৯৩, চ্যাটো অ্যান্ড উন্ডুজ)\nদ্য জিন ইন দ্য নাইটিঙ্গেল্‌স আই (১৯৯৪, চ্যাটো অ্যান্ড উন্ডুজ)\nএলিমেন্টালস: স্টোরিজ অব ফায়ার অ্যান্ড আইস (১৯৯৮, চ্যাটো অ্যান্ড উন্ডুজ)\nলিটল ব্ল্যাক বুক অব স্টোরিজ (২০০৩, চ্যাটো অ্যান্ড উন্ডুজ)\nমেডুসা'স এঙ্কলস: সিলেক্টেড স্টোরিজ (২০২১, চ্যাটো অ্যান্ড উন্ডুজ)\n\n\n=== উপন্যাসিকা ===\nঅ্যাঞ্জেলস অ্যান্ড ইনসেক্টস (১৯৯২, চ্যাটো অ্যান্ড উন্ডুজ)\nমর্ফো ইউজেনিয়া\nদ্য কনজুগাল অ্যাঞ্জেল\n\n\n=== প্রবন্ধ ও জীবনী ===\nডিগ্রিস অব ফ্রিডম: দ্য আর্লি নভেলস অব আইরিস মার্ডক (১৯৬৫, চ্যাটো অ্যান্ড উন্ডুজ)\nওয়ার্ডসওয়ার্থ অ্যান্ড কোলরিজ ইন দেয়ার টাইম (১৯৭০, নেলসন)\nআইরিস মার্ডক: আ ক্রিটিক্যাল স্টাডি (১৯৭৬, লংম্যান)\nআনরুলি টাইমস: ওয়ার্ডসওয়ার্থ অ্যান্ড কোলরিজ, পোয়েট্রি অ্যান্ড লাইফ (১৯৮৯, হোগার্থ প্রেস)\nপ্যাসনস অব দ্য মাইন্ড: সিলেক্টেড রাইটিংস (১৯৯১, চ্যাটো অ্যান্ড উন্ডুজ)\nইমাজিনিং ক্যারেক্টার্স: সিক্স কনভারসেশন্স অ্যাবাউট উইমেন রাইটার্স (ইগনেস সোড্রের সাথে যৌথভাবে) (১৯৯৫, চ্যাটো অ্যান্ড উন্ডুজ)\nঅন হিস্ট্রিজ অ্যান্ড স্টোরিজ: সিলেক্টেড এসেস (২০০০, চ্যাটো অ্যান্ড উন্ডুজ)\nপোট্রেটস ইন ফিকশন (২০০১, চ্যাটো অ্যান্ড উন্ডুজ)\nপিকক অ্যান ভাইন: অন উইলিয়াম মরিস অ্যান্ড ম্যারিয়ানো ফরচুনি (২০১৬, নফ)\n\n\n=== সম্পাদিত লেখনী ===\nজর্জ ইলিয়ট: সিলেক্টেড এসেস, পোয়েমস অ্যান্ড আদার রাইটিংস (নিকোলাস ওয়ারেনের সাথে সম্পাদিত) (১৯৮৯, পেঙ্গুইন)\nনিউ রাইটিং ভলিউম ৪ (অ্যালান হলিংহার্স্টের সাথে সম্পাদিত), (১৯৯৫, ভিন্টেজ)\nনিউ রাইটিং ভলিউম ৬ (পিটার পোর্টারের সাথে সম্পাদিত) (১৯৯৭, ভিন্টেজ)\nঅক্সফোর্ড বুক অব ইংলিশ শর্ট স্টোরিজ (সম্পাদক) (১৯৯৮, অক্সফোর্ড ইউনিভার্সিটি প্রেস)\nদ্য বার্ড হ্যান্ড বুক (ভিক্টর শ্রেগারের চিত্রাবলিসহ) (২০০১, নিউ ইয়র্ক: গ্রাফিস ইঙ্ক)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট \nটেমপ্লেট:British council\nইন্টারনেট বুক লিস্টে A. S. Byatt (ইংরেজি)\nইন্টারনেট স্পেকুলেটিভ ফিকশন ডাটাবেজে A. S. Byatt(ইংরেজি)\nওপেন লাইব্রেরিতে এ. এস. বাইয়াট-এর সৃষ্টিকর্ম"}