{"pageid": 1430160, "title": "ডরোথি ভিহম্যান", "url": "https://bn.wikipedia.org/wiki?curid=1430160", "content": "ডরোথি ভিহম্যান (নভেম্বর ৮, ১৭৫৫ – নভেম্বর ১৭, ১৮১৬) একজন জার্মান গল্পকার ছিলেন। তার গল্পগুলো ব্রাদার্স গ্রিম দ্বারা সংগৃহীত রূপকথার একটি গুরুত্বপূর্ণ উৎস ছিল। ডরোথি ভিহম্যানের বেশিরভাগ গল্প গ্রিমস ফেয়ারি টেলসের দ্বিতীয় খণ্ডে প্রকাশিত হয়েছিল।\n\n\n== জীবন ==\nডরোথি ভিহম্যান ক্যাথারিনা ডরোথি পিয়ারসন নামে ক্যাসেলের কাছে রেঞ্জারশাউসেনে একজন সরাই মালিকের কন্যা হিসেবে জন্মগ্রহণ করেছিলেন। তার পৈতৃক পূর্বপুরুষরা হুগুয়েনটসদের অত্যাচার করেছিল যারা নান্টেসের আদেশ প্রত্যাহার করার পরে ফ্রান্স থেকে হেসে-কাসেলে পালিয়ে গিয়েছিল। বড় হওয়ার সাথে সাথে, ভিহম্যান তার বাবার সরাইখানার অতিথিদের কাছ থেকে অসংখ্য গল্প, কিংবদন্তি এবং রূপকথার গল্প সংগ্রহ করেন।\n১৭৭৭ সালে ডরোথি পিয়ারসন দর্জি নিকোলাস ভিহম্যানকে বিয়ে করেন। ১৭৮৭ থেকে ১৭৯৮ সাল পর্যন্ত পরিবারটি নিডরজওয়েহেরেনে বসবাস করত, যা বর্তমানে ক্যাসেল শহরের অংশ। স্বামীর মৃত্যুর পর স্থানীয় বাজারে তার বাগান থেকে উৎপাদিত পণ্য বিক্রি করে তাকে নিজের এবং তার সাত সন্তানের ভরণপোষণ করতে হয়েছিল।\nতিনি ১৮১৩ সালে ব্রাদার্স গ্রিমের সাথে পরিচিত হন এবং তাদের চল্লিশটিরও বেশি গল্প বলেছিলেন। ভিহম্যানের হুগুয়েনট পূর্বপুরুষের কারণে, তার বেশ কয়েকটি গল্প ফরাসি রূপকথার উপর ভিত্তি করে তৈরি। উইলহেম গ্রিম লিখেছেন যে এটি একটি আশ্চর্যজনক কাকতালীয় ঘটনা যে তিনি এবং তার ভাই এই নারীর সাথে দেখা করেছিলেন। ভাইয়েরা বিশেষভাবে প্রভাবিত হয়েছিলেন যে ভিহম্যান একটি শব্দও পরিবর্তন না করেই নিজের গল্পগুলো বারবার বলতে পারেন। তবে তার গল্পের বেশ কিছু উদাহরণ রয়েছে যেগুলি অসম্পূর্ণ থেকে গেছে।\n\n\n== রূপকথা ==\nগ্রিমসের রূপকথার বেশ কয়েকটি গল্প ডরোথি ভিহম্যানের কাছ থেকে নেবার সম্ভাবনা রয়েছে:\n\nকেএইচএম ৬: বিশ্বাসযোগ্য জন বা বিশ্বস্ত জন ( ডের ট্রিউ জোহানেস )\nকেএইচএম ৯: দ্য টুয়েলভ ব্রাদার্স ( ডাই জোল্ফ ব্রুডার)\nকেএইচএম ২৯: তিনটি সোনালি চুলের শয়তান ( ডের টেউফেল মিট ডেন ড্রেই গোল্ডেন হারেন )\nকেএইচএম ৩৪: চতুর এলসি ( ডাই ক্লুগে এলস)\nকেএইচএম ৬১: ছোট কৃষক ( দাস বার্লে )\nকেএইচএম ৬৩: তিনটি পালক ( ডাই ড্রেই ফেডারন)\nকেএইচএম ৭১: কিভাবে ছয়জন পুরুষ বিশ্বে প্রবেশ করেছে ( সেকসে কমেন ডার্চ ডাই গেঞ্জ ওয়েল্ট)\nকেএইচএম ৭৬: গোলাপি ( ডাই নেল্কে )\nকেএইচএম 8৯: হংস মেয়ে  ( ডাই গ্যানসেমাগড )\nকেএইচএম ৯৪: কৃষকের জ্ঞানী কন্যা ( ডাই ক্লুগে বাউরন্টোচটার)\nকেএইচএম ৯8: ডাক্তার সব জানেন ( ডক্টর অলউইসেন্ড )\nকেএইচএম ১০০: শয়তানের সুটি ভাই ( ডেস টিউফেলস রুসিগার ব্রুডার )\nকেএইচএম ১০২: উইলো-রেন এবং ভালুক ( ডার জাউঙ্কোনিগ উন্ড ডার বার )\nকেএইচএম ১০৬: দরিদ্র মিলারের ছেলে এবং বিড়াল ( ডের আর্মে মুলারসবার্শ উন্ড ডাস ক্যাটচেন )\nকেএইচএম ১০8: হ্যান্স আমার হেজহগ ( হান্স মেইন ইগেল )\nকেএইচএম ১১১: দক্ষ শিকারী ( ডার জেলেরনট জাগার )\nকেএইচএম ১১৫: উজ্জ্বল সূর্য এটিকে আলোতে নিয়ে আসে ( ডাই ক্লেয়ার সোনে ব্রিংটস এন ডেন টেগ )\nকেএইচএম ১১8: তিন আর্মি ডাক্তার ( ডাই ড্রেই ফেল্ডসেরার )\nকেএইচএম ১২৫: শয়তান এবং তার দাদী ( ডের টিউফেল আন্ড সেইন গ্রোসমুটার )\nকেএইচএম ১২৭: লোহার চুলা ( ডের আইসেনোফেন )\nকেএইচএম ১২8: অলস স্পিনার ( ডাই ফাউল স্পিনারিন )\nসংক্ষিপ্ত রূপ \"কেএইচএম\" সংগ্রহের মূল শিরোনাম কাইন্ডার-উন্ড হাউসমারচেন বোঝায়। ব্রাদার্স গ্রিম ডোরোথি ভিহম্যানের সাথে সম্পর্কিত সেই লেখাগুলোকে \" আউস জুয়েহর্ন \" ( \"নিদেরজওয়েহরেন\" থেকে সংক্ষেপে \"জুয়েহর্ন\") মন্তব্য দিয়ে চিহ্নিত করেছেন।\n\n\n== অবস্থান এবং স্মৃতিসৌধ ==\n\nবিখ্যাত গল্পকারের সম্মানে নিদেরজওয়েহরেন-এর ঐতিহাসিক অংশকে আজকে কখনো কখনো মার্চেনভিয়েরটেল, ফেইরি টেল কোয়ার্টার বলা হয়। দুইটি কাঠের ফ্রেমযুক্ত বাড়ির স্মারক চিহ্নগুলো নির্দেশ করে যে ডোরোথি ভিহম্যান ১৭8৭ থেকে ১৭৯8 সালের মধ্যে এবং ১৭৯8 থেকে তার মৃত্যু পর্যন্ত কোথায় থাকতেন।\nকোয়ার্টারের প্রাথমিক বিদ্যালয় এবং সম্প্রতি নির্মিত পার্ক দুটোই গল্পকারের নাম বহন করে।\nডোরোথি ভিহম্যান-এর পিতার মালিকানাধীন সরাইখানা এবং মদ তৈরির দোকান এখন স্থানীয় হাট ব্রুয়ারি দ্বারা পরিচালিত হয়। এটি বাউনাতাল -রেঙ্গারশাউসেনের কাসেল-পশ্চিমে মোটরওয়ে জংশনের কাছে বুন্দেসৌটোবাহন ৪৯ এর পাশে অবস্থিত।\n২০০৯ সালে, ফেইরি টেল কোয়ার্টারের কাছে শিল্পী বেরাহনা মাসুমের ডোরোথি ভিহম্যানের একটি স্মারক স্থাপন করা হয়েছিল।\n\n\n== আরো দেখুন ==\n\nগ্রিমসের রূপকথা\nব্রাদার্স গ্রিম\n\n\n== তথ্যসূত্র =="}