{"pageid": 1430965, "title": "এশিয়ার নারী", "url": "https://bn.wikipedia.org/wiki?curid=1430965", "content": "এশিয়ার নার-দের বিবর্তন ও ইতিহাস এশিয়া মহাদেশের বিবর্তনের সাথে এবং ইতিহাস এর সাথে মিলে যায়।\nতাই তারা এই অঞ্চলের ভেতরে গড়ে ওঠা সংস্কৃতি এর সাথে সঙ্গতিপূর্ণ। এশিয়ার নারী-দের মধ্যে এশিয়া, পূর্ব এশিয়া, উত্তর এশিয়া, দক্ষিণ এশিয়া এবং দক্ষিণ-পূর্ব এশিয়া ও পশ্চিম এশিয়া (মধ্যপ্রাচ্য)এর সুস্পষ্টভাবে উপ-অঞ্চল থেকে নারী হিসেবে শ্রেণীবদ্ধ করা যেতে পারে।\n\n\n== ইতিহাস ==\n\n\n== সংস্কৃতি ==\n\n\n=== ঐতিহ্যগত ভূমিকা ===\nঐতিহ্যগত আর্মেনিয়ান সংস্কৃতি এবং সমাজের পিতৃতান্ত্রিক প্রকৃতির কারণে, [1] আর্মেনিয়া নারীদের প্রায় ধার্মিক এবং বশীভূত অনুষ্ঠানের আশা করা হয়, তারা বিবাহ না হওয়া পর্যন্ত তাদের কুমারীত্ব আলোচনা করতে এবং প্রাথমিকভাবে ঘরোয়া কাজ গ্রহণ করে।\nআজারবাইজানের গ্রামীণ অঞ্চলেথাগত সামাজিক নিয়ম এবং পিছিয়ে স্থায়ী উন্নয়ন সমাজ ও অর্থনীতি সীমাতে বৈষম্য নারীর ভূমিকা পালন করে এবং লিমিটেড নারীদের অধিকার প্রয়োগের কারণে নারীদের অভিযোগ পাওয়া গেছে। [১]\nকম্বোডিয়ার মহিলারা, কখনও কখনও খেমার মহিলা হিসাবে উল্লেখ করা হয়, তারা বিনয়ী, মৃদুভাষী, \"হালকা\" পথচারী, সদাচারী, [1] পরিশ্রমী, [2] অন্তর্গত, পরিবারের তত্ত্বাবধায়ক এবং তত্ত্বাবধায়ক হিসাবে কাজ করে মনে করা হয় [1] এবং আর্থিক নিয়ন্ত্রক গণ, [2] রক্ষক\" হিসাবে কাজ করেন, বিবাহ না পর্যন্ত তাদের কুমারীত্ব পরিবার, বিশ্ব স্ত্রী হন, [1] এবং তাদের স্বামীদের উপদেষ্টা এবং সেবক হিসাবে কাজ করেন। [২] কম্বোডিয়ানদের \"হালকা\" হাঁটাচলা এবং পরিমার্কে আরও বর্ণনা করা হয়েছে \"[...] নড়াচড়ায় শান্ত যে কেউ তাদের সিল্ক স্কার্টের গর্জন শব্দ শুনতে পায় না\"। [১]\nপারস্যের ইতিহাস গঠন, পারস্যের নারীরা (বর্তমানে বাইরে নারী পরিচিত), পারস্যের পুরুষদের মতো মেক-আপ ব্যবহার করত, গয়না পরত এবং তাদের পাতা অংশে রং করত। লিঙ্গ দ্বারা চিহ্নিত স্থান পরিবর্তন, পোশাকের শৈলীগুলির অবস্থান এবং অবস্থান দ্বারা প্রকাশ করা হয়েছিল। [১] বহুদূরে ১৯৩৫ পর নারীরা \" পারস্য \") [১] এবং সামাজিক নিয়ম উভয় ক্ষেত্রেই ভিন্ন ভিন্ন মিল এবং চেহারার। [২] যদিও ঐতিহ্যগতভাবে, \"পার্শিয়ান মহিলা\" এর একটি পূর্ব-সংগঠিত ছিল এমন সামাজিক নিয়মাবলী দ্বারা যা সমাজের সকল নারীর জন্য আদর্শ ছিল। [১]\nকিরগিজস্তানে নারীরা ঐতিহ্যগতভাবে ভূমিকা পালন করত, যদিও শুধুমাত্র ধর্মীয় অভিজাতরাই নারীদের আলাদা করে রেখেছিল যেমনটি অন্যান্য মুসলিম সমাজে করা হয়েছিল। \nঐতিহাসিকভাবে, বার (মিয়ানমার) নারীদের বার্মিজ সমাজে একটি অনন্য সামাজিক মর্যাদা রয়েছে। Daw Mya Sein দ্বারা করা গবেষণা, বার্মিজ নারীরা \"শতাব্দী ধরেন - এমনকি নথিভুক্ত ইতিহাসের আগে\" \"স্বাধীনতার উচ্চ পরিমাপ\" বর্ণনা ছিল এবং বৌদ্ধ ও হিন্দুধর্মের প্রভাব তাদের \"আইনি ও অর্থনৈতিক অধিকার\" ধরেছিল।\nযদিও শ্রমের একটি বিজন বিদ্যমান এবং মহিলার সামনের সামনের বিষয়ে দৃশ্যমান অভিনয় নয়, তুর্কমেন মহিলা তার প্রতিবেশী কিছু দেশের মানুষের মতো বোরখা পরে। [১] যেহেতু তুর্কমেনিস্তান একটি উপদেশীয় জাতি, সেহেন দেশের মধ্যে সংশ্লিষ্ট দেশের রাজনৈতিক ভিন্ন হতে পারে: উদাহরণ, পূর্বজাতির কিছু মদ পান করার অনুমতি দেওয়া হয় যেখানে দেশের কিছু অংশে বসবাসকারী মহিলারা, বিশেষ করে টেক্কেদের মহিলারা। উপজাতি, মদ্যপান করার অনুমতি নেই। বেশিরভাগ মহিলার অনেকগুলি বিশেষ দক্ষতা এবং কারুশিল্প রয়েছে, বিশেষত যারা গৃহস্থালি এবং এর রক্ষণাবেক্ষণের সাথে যুক্ত। \n\n\n== লিঙ্গ সমতা প্রচার ==\nবৈশিষ্ট্য হোক, তারা এখনও থাই নীতিতে কম আলাদা করে।  \n\n== লিঙ্গ সমতা প্রচার ==\n\n \n== লিঙ্গ সমতা প্রচার ==\n\n \nআজারবাইজানে নারীরা নামমাত্র পুরুষদের মতো একই আইনি অধিকার ভোগ করে; তবে, সামাজিক বৈষম্য একটি সমস্যা। <ref name=\"hr\">Country Reports on Human Rights Practices: Azerbaijan (2011). United States Bureau of Democracy, Human Rights, and Labor (2011). This article incorporates text from this source, which is in the public domain.</ref> 1918 সালে আজারবাইজানে সার্বজনীন ভোটাধিকার চালু করা হয়েছিল আজারবাইজান গণতান্ত্রিক প্রজাতন্ত্রের দ্বারা, এইভাবে আজারবাইজান নারীদের ভোটাধিকার প্রদানকারী প্রথম মুসলিম দেশ হিসেবে পরিচিত।  বেশিরভাগ বাহরাইনি নারীরাও সমস্ত প্রধান পেশা, মহিলা সমাজ এবং মহিলা সংস্থাগুলিতে ভাল প্রতিনিধিত্ব করে। ভোটের অধিকার ছাড়াও, বাহরাইনের প্রায় এক-চতুর্থাংশ নারী পরিবারের সীমানার বাইরে চাকরি করতে সক্ষম। \n\nস্বাস্থ্য, পুষ্টি, শিক্ষা, এবং অর্থনৈতিক কর্মক্ষমতা সম্পর্কিত উপলভ্য তথ্য নির্দেশ করে যে 2014 সালে শ্রমশক্তিতে মহিলাদের অংশগ্রহণ ছিল 57%।  বাংলাদেশের একটি লিঙ্গ উন্নয়ন সূচক আছে .917। \nআর্থিক নিয়ন্ত্রক হিসাবে, কম্বোডিয়ার নারীদের পারিবারিক স্তরে প্রকৃত পরিবারের কর্তৃত্ব রয়েছে বলে চিহ্নিত করা যেতে পারে।  সাম্প্রতিক বছরগুলিতে, কম্বোডিয়ায় নারীরা ঐতিহ্যগতভাবে পুরুষ-শাসিত কর্মক্ষেত্র এবং রাজনীতিতে আরও সক্রিয় হয়ে উঠেছে।\n1 অক্টোবর, 1949 গণপ্রজাতন্ত্রী চীনের আনুষ্ঠানিক প্রতিষ্ঠাকে চিহ্নিত করে।  1949 সাল থেকে, গণপ্রজাতন্ত্রী চীন সরকার নারীর মুক্তির উন্নতির জন্য সক্রিয়ভাবে নারীদের সাংস্কৃতিক, সামাজিক, অর্থনৈতিক এবং রাজনৈতিক ভূমিকা প্রচার করেছে। গণপ্রজাতন্ত্রের নতুন সরকার নারী ও পুরুষের মধ্যে সমতা অর্জনের অঙ্গীকার করেছে।  পুরুষ ও মহিলাদের মধ্যে সমতার দিকে অগ্রসর হওয়ার সময়, প্রচেষ্টাগুলি পুরুষ শ্রেষ্ঠত্বের ঐতিহ্যগতভাবে কনফুসীয় সমাজে প্রতিরোধের মুখোমুখি হয়েছিল।\nযদিও নারী ও পুরুষের মধ্যে সমতা গণপ্রজাতন্ত্রী চীনের একটি দীর্ঘমেয়াদী লক্ষ্য ছিল, সাংস্কৃতিক বিপ্লব (1966-1976) পরবর্তী নাটকীয় সংস্কারগুলি চীনে নারীর ক্ষমতায়ন এবং মর্যাদাকে অসঙ্গতভাবে প্রভাবিত করেছে।  গবেষণায় দেখা যায় যে সাংস্কৃতিক বিপ্লবের সময় চীনা নারীরা লিঙ্গ সমতার দিক থেকে দ্রুত অগ্রগতি লাভ করেছে।  যখন গণপ্রজাতন্ত্রী চীন প্রতিষ্ঠিত হয়, তখন কর্মরত নারীরা কর্মশক্তির মাত্র 7 শতাংশ ছিল; যেখানে 1992 সালে কর্মশক্তিতে নারীর অংশগ্রহণ বেড়েছে 38 শতাংশে।  গণপ্রজাতন্ত্রী চীন প্রতিষ্ঠার পর থেকে উচ্চ শিক্ষা প্রতিষ্ঠানে নারীর প্রতিনিধিত্বও বৃদ্ধি পেয়েছে।  প্রথাগত চীনা পিতৃতান্ত্রিক কাঠামোর অধীনে, সমাজ ছিল পুরুষ-আধিপত্য, এবং হংকং- এ নারীদের একটি তুলনামূলকভাবে অধস্তন পারিবারিক ভূমিকা ছিল।  যাইহোক, ব্রিটিশ ঔপনিবেশিক আমলে হংকং-এ পশ্চিমা সংস্কৃতির (অর্থাৎ \" পশ্চিমীকরণ \") উত্থানের সাথে একটি সাংস্কৃতিক পরিবর্তন ঘটেছে। ঐতিহ্যবাহী চীনা সংস্কৃতি এবং পাশ্চাত্য মূল্যবোধের মিশ্রণ হংকংয়ের একটি অনন্য সংস্কৃতি তৈরি করে। দ্বিতীয় বিশ্বযুদ্ধের শেষের পর থেকে হংকং-এর দ্রুত অর্থনৈতিক ও সামাজিক উন্নয়নের পাশাপাশি, পুরুষদের ভূমিকায় উল্লেখযোগ্য উন্নতি সাক্ষী হয়েছে, যখন নারী আধিপত্যের সমাজ কাঠামো এখনও চলছে। \n\n\n== নারীর প্রতি সহিংসতা ও যৌন হয়রানি ==\nআফগানিস্তানে নারীর বিরুদ্ধে সহিংসতা বেশি, যদিও আন্তর্জাতিক সম্প্রদায়ের সহায়তায় দেশটি এগিয়ে যাওয়ার সাথে সাথে পরিস্থিতির ধীরে ধীরে উন্নতি হচ্ছে। \nসেখানকার দুর্গম ও পাহাড়ি উপত্যকায় অবকাঠামোগত কারণে সেখানে একজন নারীর জন্য স্বাভাবিক জীবনযাপন করা অত্যন্ত দুরূহ ও কষ্টসাধ্য। এটাও তাদের পিছিয়ে থাকার অন্যতম কারণ।\nআজারবাইজানে কনে অপহরণের ঘটনা ঘটে।  আজেরি কিডন্যাপ প্রথায়, একজন যুবতীকে প্রতারণা বা বলপ্রয়োগের মাধ্যমে অপহরণকারীর বাবা-মায়ের বাড়িতে নিয়ে যাওয়া হয়। ধর্ষণ ঘটুক বা না ঘটুক না কেন, মহিলাটিকে তার আত্মীয়রা সাধারণত অপবিত্র বলে গণ্য করে এবং তাই তাকে অপহরণকারীকে বিয়ে করতে বাধ্য করা হয়। \nভারতে নারীরা ধর্ষণ, অ্যাসিড নিক্ষেপ, যৌতুক হত্যার মতো নৃশংসতার মুখোমুখি হচ্ছে যখন অল্পবয়সী মেয়েদের পতিতাবৃত্তিতে বাধ্য করা হয়; পাবলিক এলাকায় অল্পবয়সী মেয়েদের নৃশংসভাবে ধর্ষিত হওয়ার বেশ কয়েকটি হাই-প্রোফাইল মামলার পরে দেরীতে ধর্ষণের তীব্রতা বৃদ্ধি পেয়েছে।  থমসন রয়টার্স দ্বারা পরিচালিত একটি বৈশ্বিক জরিপ অনুসারে, ভারত নারীদের জন্য বিশ্বের \"চতুর্থ সবচেয়ে বিপজ্জনক দেশ\", এবং G20 দেশগুলির মধ্যে মহিলাদের জন্য সবচেয়ে খারাপ দেশ। \nযথাযথ বিচারের অভাবে ও সামাজিক অবক্ষয়য়ের কারণে এগুলোর প্রকোপ দিন দিন উদ্বেগজনক ভাবে বারছে।\nনারীর প্রতি সামাজিক বৈষম্য এবং গার্হস্থ্য সহিংসতা একটি উল্লেখযোগ্য সমস্যা হিসেবে চিহ্নিত হয়েছে, বিশেষ করে ইসরায়েলি বেদুইন সমাজে। \n21 শতকে, কাজাখস্তানে নারীর প্রতি সহিংসতার বিষয়টি জনসাধারণের নজরে এসেছে, যার ফলশ্রুতিতে 2009 সালের গার্হস্থ্য সহিংসতা প্রতিরোধ আইন।  যাইহোক, মধ্য এশিয়ার অন্যান্য অঞ্চলের মতো, কনে অপহরণ একটি সমস্যা থেকে যায়। \nস্থানীয় ও আঞ্চলিক এনজিওগুলো লেবাননে নারীর প্রতি সহিংসতা সম্পর্কে সচেতনতা বাড়াতে সাহায্য করেছে।  যদিও এই বিষয়ে সরকারী নীতিগুলি দুর্বল, এবং এই এলাকার উন্নতির প্রচেষ্টা প্রতিরোধের সম্মুখীন হয়েছে।  লেবাননের আইন স্বামী-স্ত্রী ধর্ষণের ধারণাকে স্বীকৃতি দেয় না, এবং এটিকে আইনে যুক্ত করার চেষ্টাকে লেবাননের ধর্মগুরুরা আক্রমণ করেছেন। \nপাকিস্তানি নারীরা ধর্ষণ, অ্যাসিড নিক্ষেপ, অনার কিলিং, জোরপূর্বক বিয়ে, জোরপূর্বক পতিতাবৃত্তি এবং নারীদের ক্রয়-বিক্রয়ের মতো নৃশংসতার সম্মুখীন হয়।  বিগত কয়েক বছরে এ ধরনের অপরাধের ব্যাপক বৃদ্ধির সাক্ষী। \n\n\n=== জোর করে নির্বীজন ===\nযদিও উজবেক আইন দেশে নারীদের নিরাপত্তার জন্য কিছু সুরক্ষা প্রদান করে, তবুও নারীরা অসংখ্য সমস্যার সম্মুখীন হচ্ছে, বিশেষ করে সহিংসতার। উজবেকিস্তানে নারীদের জোর করে বন্ধ্যাকরণের প্রচলন রয়েছে বলে খবর রয়েছে।  12 এপ্রিল 2012-এর একটি বিবিসি ওয়ার্ল্ড সার্ভিস \"অ্যাসাইনমেন্ট\" প্রতিবেদনে প্রমাণ পাওয়া যায় যে, জনসংখ্যা নিয়ন্ত্রণের জন্য সরকারের প্রচেষ্টায় মহিলাদের প্রায়শই তাদের অজান্তেই বন্ধ্যাকরণ করা হচ্ছে। \n\n\n=== লিঙ্গ-নির্বাচিত গর্ভপাত এবং কন্যা শিশুহত্যা ===\nআর্মেনিয়া এশিয়ার এমন একটি দেশ যা যৌন-নির্বাচনী গর্ভপাতের সমস্যার মুখোমুখি হয়।  এক-সন্তান নীতি কার্যকর করার পরে কন্যা শিশুহত্যার প্রতিবেদনগুলি চীনে মহিলাদের নিম্ন মর্যাদার ধারাবাহিকতার ইঙ্গিত দেয়। \n\n\n== এশিয়ার উল্লেখযোগ্য নারী ==\nএশিয়ার উল্লেখযোগ্য নারীদের মধ্যে রয়েছে কিউ জিন (চীন), ট্রিউ থি ট্রিন (ভিয়েতনাম), মিরিয়াম ডিফেনসর-সান্তিয়াগো (ফিলিপাইন), সিরিমাভো বন্দরনায়েকে (শ্রীলঙ্কা) এবং মান্দুখাই খাতুন (মঙ্গোলিয়া)। , বাংলাদেশের বর্তমান প্রধানমন্ত্রী শেখ হাসিনা, সাবেক প্রধানমন্ত্রী বেগম খালেদা জিয়া, ভারতের শ্রীমতী ইন্দিরা গান্ধী প্রমুখ।।\nকিরগিজ মৌখিক সাহিত্যে জেনিল-মির্জার গল্প রয়েছে, একজন যুবতী মহিলা যিনি তার গোত্রকে শত্রুর হাত থেকে মুক্তির দিকে নিয়ে গিয়েছিলেন যখন উপজাতির কোনও পুরুষ তা করতে পারেনি।  ঊনবিংশ শতাব্দীতে, কুকন রাশিয়ার বিজয়ের সময় খান আলমিন-বেকের স্ত্রী কিরগিজ উপজাতিদের একটি দলকে নেতৃত্ব দিয়েছিলেন। \n\n\n== বহিঃসংযোগ ==\n\nএশিয়ান নারী, ইতিহাস ডট কমের আশ্চর্যজনক নারী\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nরামুস্যাক, বারবারা এন এবং শ্যারন এল সিভার্স। এশিয়ার নারী: ইতিহাসে নারীদেরকে পুনরুদ্ধার\n\n\n== আরো দেখুন ==\nএইচআইভি এবং মানব পাচার সংক্রান্ত দক্ষিণ পূর্ব এশিয়ার নারী আদালত\nএশিয়ার নিখোঁজ নারী\nএশিয়ান উইমেন (জার্নাল)\nবৌদ্ধ ধর্মে নারী\nহিন্দু ধর্মে নারী\nইসলামে নারী\nশিখ ধর্মে নারী\n\n\n=== মধ্য এশিয়া ===\nকাজাখস্তানে নারী\nকিরগিজস্তানে নারী\nতাজিকিস্তানে নারী\nতুর্কমেনিস্তানে নারী\nউজবেকিস্তানে নারী\n\n\n=== পূর্ব এশিয়া ===\nগণপ্রজাতন্ত্রী চীনের নারী\nহংকং এর মহিলারা\nজাপানে নারী\nম্যাকাও নারী\nমঙ্গোলিয়ায় নারী\nউত্তর কোরিয়ার মহিলারা\nদক্ষিণ কোরিয়ার মহিলারা\nতাইওয়ানে নারী\nতিব্বতে নারী\n\n\n=== দক্ষিণ এশিয়া ===\nআফগানিস্তানে নারী\nবাংলাদেশের নারী\nব্রিটিশ ভারত মহাসাগরীয় অঞ্চলে নারী\nভুটানে নারী\nভারতে নারী\nভারতে লিঙ্গ বৈষম্য\nভারতে লিঙ্গ বেতনের ব্যবধান\nভারতে কৃষিকাজে নারী\nমালদ্বীপের মহিলারা\nনেপালের নারী\nপাকিস্তানে নারী\nশ্রীলঙ্কায় নারী\n\n\n=== দক্ষিণ - পূর্ব এশিয়া ===\nব্রুনাইয়ের মহিলারা\nকম্বোডিয়ার মহিলারা\nপূর্ব তিমুরের নারী\nইন্দোনেশিয়ার নারী\nলাওসে নারী\nমালয়েশিয়ায় নারী\nমিয়ানমারের নারীরা\nফিলিপাইনে নারী\nসিঙ্গাপুরে নারী\nথাইল্যান্ডের মহিলারা\nভিয়েতনামে নারী\n\n\n=== পশ্চিম এশিয়া ===\nআর্মেনিয়ায় নারী\nআজারবাইজানে নারী\nবাহরাইনে নারী\nজর্জিয়া নারী\nইরানে নারী\nইরাকের মহিলারা\nইসরায়েলে নারী\nজর্ডানে নারী\nকুয়েতে নারী\nলেবাননে নারী\nওমানে নারী\nফিলিস্তিনি ভূখণ্ডে নারী\nকাতারে নারী\nসৌদি আরবে নারী\nসিরিয়ায় নারী\nসংযুক্ত আরব আমিরাতে নারী\nইয়েমেনে নারী\nকুর্দি নারী\nতুরস্কের নারী\nনেগেভ বেদুইন মহিলা\nআরব নারী\nসাহরাভি নারী"}