{"pageid": 1430025, "title": "আপাতানি জনগণ", "url": "https://bn.wikipedia.org/wiki?curid=1430025", "content": "আপাতানি জনগণ হল ভারতের অন্তর্গত একটি নৃগোষ্ঠী, যারা অরুণাচল প্রদেশের নিম্ন সুবানসিরি অঞ্চলের জিরো উপত্যকায় বাস করে।\n\n\n== সামাজিক রীতিনীতি এবং জীবনধারা ==\nআপাতানি উপজাতিদের বিস্তৃত ভেজা ধান চাষ এবং কৃষি ব্যবস্থায় কোনো প্রকার খামারের পশু বা মেশিন ব্যবহার করা হয় না। তাদের স্থিতিশীল সামাজিক বনায়ন ব্যবস্থাতেও নেই কোন প্রকার যন্ত্রপাতির ব্যবহার। একারনে ইউনেস্কো আপাতানি উপত্যকাকে \"অত্যন্ত উচ্চ উৎপাদনশীলতা\" এবং পরিবেশ সংরক্ষণের \"অনন্য\" উপায়ের জন্য বিশ্ব ঐতিহ্যবাহী স্থান হিসাবে অন্তর্ভুক্ত করার প্রস্তাব করেছে।\n\nপূর্ব হিমালয়ের অন্যতম প্রধান নৃতাত্ত্বিক গোষ্ঠী হল আপাতানি। তাদের একটি স্বতন্ত্র সভ্যতা রয়েছে, যেখানে নিয়মতান্ত্রিক ভূমি-ব্যবহারের অনুশীলন করা হয়। তাদের প্রাকৃতিক সম্পদ ব্যবস্থাপনা ও সংরক্ষণের সমৃদ্ধ ঐতিহ্যবাহী পরিবেশগত জ্ঞান রয়েছে, যা অনানুষ্ঠানিক পরীক্ষার মাধ্যমে বহু শতাব্দী ধরে অর্জিত হয়েছে। উপজাতিটি পরিচিত হয়ে আছে বিভিন্ন উৎসব, জটিল তাঁত নকশা, বেত ও বাঁশের কারুকাজের দক্ষতা এবং বুলিয়ান নামক প্রাণবন্ত ঐতিহ্যবাহী গ্রাম পরিষদসহ তাদের বর্ণিল সংস্কৃতির জন্য। এই অবস্থান জিরো উপত্যকাকে এমন একটি সাংস্কৃতিক বৈশিষ্ট্যপূর্ণ ভূদৃশ্যের নিদর্শন করে তুলেছে যেখানে বর্তমানের পরিবর্তিত সময়ের মধ্যেও মানুষ এবং পরিবেশ এমন এক পরস্পর নির্ভরশীল অবস্থায় সহাবস্থান করে, যা ঐতিহ্যগত রীতিনীতি এবং আধ্যাত্মিক বিশ্বাস ব্যবস্থা দ্বারা লালিত।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== উৎসব ==\nআপাতানিদের দুটি প্রধান উৎসব রয়েছে - ড্রি এবং মায়োকো। জুলাই মাসে, ড্রি’র কৃষি উৎসবটি মূলত সমস্ত মানবজাতির জন্য উচ্চমাত্রার ফসলের ফলন এবং সমৃদ্ধির জন্য প্রার্থনার সাথে উদযাপিত হয়। উৎসবের প্রধান সাংস্কৃতিক অনুষ্ঠান হলো- পাকু-ইতু, দামিন্দা, পিরি নৃত্য ইত্যাদি। মায়োকো উদযাপিত হয় মূলত পূর্বপুরুষদের দ্বারা প্রজন্মের পর প্রজন্ম ধরে চলমান আন্তঃগ্রামীন বন্ধুত্বকে স্মরণ করার জন্য। এ বিশেষ বন্ধনটি বর্তমান সদস্যরা পরবর্তী প্রজন্মের মধ্যে এগিয়ে নিয়ে যায়। মূল উদযাপনটি মার্চের মাঝামাঝি সময়ে ঘটে তবে উৎসবের সাথে সম্পর্কিত আচারগুলি আগের মাসের অনেক আগে শুরু হয় এবং এপ্রিলের পরের মাসে শেষ হয়। এই সময়ের মধ্যে আয়োজক গ্রাম দ্বারা প্রচুর পরিমাণে খাবার এবং পানীয় পরিবেশন ও বিতরণ করা হয়ে থাকে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবিপন্ন তালিকায় আপাতানি ভাষা।\n\n\n== আরও পড়ুন ==\nভন ফুরার-হাইমেনডর্ফ, ক্রিস্টোফার। (1962) আপা তানিস এবং তাদের প্রতিবেশীরা । নিউ ইয়র্ক: গ্লেনকোর ফ্রি প্রেস।"}