{"pageid": 1430864, "title": "নারীবাদী জোট", "url": "https://bn.wikipedia.org/wiki?curid=1430864", "content": "নারীবাদী জোট হলো, একটি প্রগতিশীল যুগের সংগঠন যা ১৯১৪ সালে নারীবাদী কর্মী হেনরিয়েটা রডম্যান এবং তার স্বামী হারমান ডি ফ্রেমারির (কলম্বিয়া বিশ্ববিদ্যালয়ের একজন অধ্যাপক) মাধ্যমে প্রতিষ্ঠিত হয়।\n\n\n== নারীবাদী জোটের সৃষ্টি ==\nহেনরিয়েটা রডম্যান এবং হারম্যান ডি ফ্রেমারি ১৯১৪ সালে নারীবাদী জোট তৈরি করেন। লেটা হলিংওয়ার্থ এই জোটের পরিষদে কাজ করেছেন এবং এই সংস্থার পঞ্চাশেরও বেশি সদস্য ছিল। এই দলটি প্রায়ই নারীবাদী গ্রুপ হেটেরোডক্সির নারীদের সাথে কাজ করত।\n\n\n== রাজনৈতিক প্রচারণা ==\n\n\n=== সমবায় জীবনযাপন ===\nনারীবাদী জোট একটি অ্যাপার্টমেন্ট হাউস তৈরি করতে কাজ করেছিলো, যেখানে পরিবারগুলি একসাথে থাকতে পারে এবং কাজের চাপ ভাগ করে নিতে পারে। ফল রিভার গ্লোবের মারি ডিলের মতে (যিনি এই আন্দোলনের বিষয়ে প্রতিবেদন করেছেন), অ্যাপার্টমেন্টটি ছিল \"...বিবাহিত পেশাদার নারীদের জন্য যারা এমন সফলতা অর্জন করেছিলো যে, বিয়ের পরে তাদের কাজ চালিয়ে যেতে চান।\"\n\n\n=== কর্মক্ষেত্রে সমতা ===\nনারীবাদী জোট ছিল কর্মক্ষেত্রে নারীদের সমান অধিকারের প্রচারে একটি গুরুত্বপূর্ণ সংগঠন। ১৯১৪ সালের অক্টোবরে, গ্রুপটি গর্ভবতী নারীদের জন্য স্কুল শিক্ষক হিসাবে কাজ চালিয়ে যাওয়ার অধিকারের পক্ষে সমর্থন জানায়। এই প্রচারণার অংশ হিসাবে, তারা সুপারিনটেনডেন্টের কাছে একটি চিঠি জমা দেয়, যেটিতে শার্লট পারকিন্স গিলম্যান, ফোলা লা ফোলেট এবং ক্রিস্টাল ইস্টম্যান এবং আরও অনেকে স্বাক্ষর করেন।\n\n\n=== সাংবিধানিক লিঙ্গ সমতার জন্য সমর্থন ===\nনারীবাদী জোট ১৯১০-এর দশকের গোড়ার দিকে সাংবিধানিক লিঙ্গ সমতাকে সমর্থন করে, এমনকি ১৯২৩ সালে কংগ্রেসে প্রথম সম-অধিকার সংশোধনী প্রস্তাবিত হওয়ার পূর্বেই।\n\n\n=== অভিবাসন ===\n১৯১৪ সালে, নারীবাদী জোট সিনেটে সিনেটর থম্পসন প্রস্তাবিত থম্পসন বিলকে সমর্থন করেছিল যা নন-ইউএস’কে বিয়ে করা নারীদেরকে অনুমতি দেবে তাদের নাগরিকত্ব (ইউ.এস নাগরিকত্ব) বজায় রাখতে।\n\n\n=== নারীদের ভোটাধিকার বিষয়ে ===\nনারীবাদী জোটের সাথে যুক্ত অনেক নারী ভোটাধিকারী ছিলেন। ১৯১৪ সালের এপ্রিল মাসে, গ্রুপটি রাষ্ট্রপতি উড্রো উইলসনকে একটি চিঠি পাঠায়, যাতে তিনি মার্কিন সংবিধানের একটি ফেডারেল সংশোধনীকে (যেখানে নারীদের ভোটের অধিকার দেয়া হয়) সমর্থন করে, তার আহ্বান জানিয়ে।\n\n\n== সদস্যরা ==\nএডনা ব্রাইনার\nলেটা হলিংসওয়ার্থ\nরেবেকা আওয়ারউইচ\nহেনরিয়েটা রডম্যান\nফ্লোরেন্স ওয়াইজ\n\n\n== তথ্যসূত্র =="}