{"pageid": 1431301, "title": "সুনীতি নামজোশী", "url": "https://bn.wikipedia.org/wiki?curid=1431301", "content": "সুনীতি নামজোশী এফআরএসএল (১৯৪১ সালে মুম্বাই, ভারতে জন্মগ্রহণ করেন) একজন কবি এবং একজন উপকথা সাহিত্যিক। তিনি ভারতে বড় হয়েছেন, কানাডায় কাজ করেছেন এবং বর্তমানে ইংল্যান্ডের দক্ষিণ-পশ্চিমে ইংরেজ লেখক গিলিয়ান হ্যান্সকম্বের সাথে বসবাস করেন। তার কাজ কৌতুকপূর্ণ, উদ্ভাবক এবং প্রায়ই বর্ণবাদ, যৌনতা এবং সমকামভীতির সঙ্গে যুক্ত কুসংস্কারকে চ্যালেঞ্জ করে। তিনি কল্পকাহিনী, কবিতার অনেক সংগ্রহ, বেশ কয়েকটি উপন্যাস এবং এক ডজনেরও বেশি শিশু বই লিখেছেন। তার কাজ স্প্যানিশ, ইতালীয়, ডাচ, চীনা, কোরিয়ান, হিন্দি এবং তুর্কিসহ বেশ কয়েকটি ভাষায় অনুবাদ করা হয়েছে।\n\n\n== জীবনের প্রথমার্ধ ==\nসুনীতি নামজোশী ১৯৪১ সালে মুম্বাইতে জন্মগ্রহণ করেন তার বাবা, মনোহর বিনায়ক নামজোশী, বেঙ্গালুরুতে হিন্দুস্তান এয়ারক্রাফ্টের বরিষ্ঠ টেস্ট পাইলট ছিলেন। ১৯৫৩ সালে বিমান দুর্ঘটনায় তিনি নিহত হন। তার মা, সরোজিনী নামজোশী, (বিবাহপূর্ব নায়েক নিম্বালকর) ফলটনের বাসিন্দা।\nসুনীতিকে হিমালয়ের পাদদেশে অবস্থিত একটি আমেরিকান মিশন স্কুল উডস্টক এবং তারপর অন্ধ্রপ্রদেশের ঋষি উপত্যকায় পাঠানো হয়, যেখানে জিদ্দু কৃষ্ণমূর্তি আসতেন এবং প্রতি বছরে কয়েক মাস বাচ্চাদের সাথে কথা বলতেন।\n\n\n== কর্মজীবন ==\n১৯৬৪ সালে আইএএস পাস করার পরে, তিনি ভারতীয় প্রশাসনিক পরিষেবায় একজন কর্মকর্তা হিসেবে কাজ করেছিলেন। এরপর তিনি পাবলিক অ্যাডমিনিস্ট্রেশন অধ্যয়ন করেন এবং মিসৌরি বিশ্ববিদ্যালয় থেকে স্নাতকোত্তর ডিগ্রি অর্জন করেন এবং এজরা পাউন্ডে ম্যাকগিল বিশ্ববিদ্যালয় থেকে পিএইচডি অর্জন করেন।\nনামজোশী ১৯৭২ থেকে ১৯৮৭ সাল পর্যন্ত টরন্টো বিশ্ববিদ্যালয়ের ইংরেজি বিভাগে অধ্যাপনা করেন। তিনি ১৯৮১ সালে নারীবাদী উপকথা লিখেছিলেন। এটিকে ফেমিনিজম, ওয়ান অফ হার ভয়েসেস নিবন্ধে একটি ছোট নারীবাদী উচ্চশ্রেণীর সাহিত্য হিসেবে উল্লেখ করা হয়েছে। নামজোশী সম্বন্ধে এতে বলা হয়েছে \"উজ্জ্বল বুদ্ধি, শব্দ খেলা এবং উদ্ভাবনী শক্তি দ্বারা চিহ্নিত কাজের উজ্জ্বল শরীর, আবির্ভূত হয়েছেন\"। নামজোশী এই লেখাটির জন্য সবচেয়ে বেশি পরিচিত। তিনি ১৯৮৭ সালে পূর্ণ-সময় লেখা শুরু করেন, কথাসাহিত্য এবং কবিতার কাজ প্রকাশ করেন। গিলিয়ান হ্যান্সকম্বের সহযোগিতায় কলিযুগ - সার্কেলস অফ প্যারাডাইস (নাটক) এবং ফ্লেশ অ্যাণ্ড পেপার (কবিতা) রচিত হয়েছিল। নামজোশী প্রভাবিত হয়েছেন ভার্জিনিয়া উলফ, অ্যাড্রিয়েন রিচ, তার বন্ধু হিলারি ক্লেয়ার এবং কেট মিলেটের যৌন রাজনীতি দ্বারা। তিনি নারীবাদী আন্দোলন এবং সমকামী মুক্তি আন্দোলনে সক্রিয় ছিলেন।\nনামজোশী ১৯৯৫ থেকে ২০০১ সাল পর্যন্ত ইংল্যান্ডের এক্সেটার ইউনিভার্সিটির সেন্টার ফর উইমেনস স্টাডিজের অনারারি রিসার্চ ফেলো ছিলেন এবং ১৯৯৩ থেকে ১৯৯৬ সাল পর্যন্ত ইংল্যান্ডের আর্ট কাউন্সিলের সাহিত্য প্যানেলের সদস্য ছিলেন\n১৯৯৬ সালে নামজোশি বিল্ডিং বাবেল প্রকাশ করেন, সংস্কৃতি নির্মাণের বিষয়ে এটি একটি উত্তর-আধুনিক উপন্যাস, যার গল্প একটি সহযোগী প্রকল্পের সাথে অনলাইনে চলতে থাকে যা পাঠকদের অবদান রাখার  সুযোগ করে দেয়।\n২০২৩ সালে নামজোশী রয়্যাল সোসাইটি অফ লিটারেচারের ফেলো নির্বাচিত হন।\nনামজোশী বর্তমানে যুক্তরাজ্যের ডেভনে থাকেন এবং লেখেন।\n\n\n== প্রকাশিত কাজ ==\n\n\n=== কল্পকাহিনী ===\nনারীবাদী কল্পকাহিনী । লন্ডন: শেবা ফেমিনিস্ট পাবলিশার্স, ১৯৮১।\nগরুর কথোপকথন । লন্ডন: দ্য উইমেনস প্রেস, ১৯৮৫। আইএসবিএন 0704328704\nনীল গাধার উপকথা । লন্ডন: দ্য উইমেনস প্রেস, ১৯৮৮।আইএসবিএন ০৭০৪৩৪১১৫৮আইএসবিএন 0704341158\nমায়া দীপের মা । লন্ডন: দ্য উইমেনস প্রেস, ১৯৮৯।\nভারতের কারণে: নির্বাচিত কবিতা এবং উপকথা । লন্ডন: অনলি উইমেন প্রেস, ১৯৮৯।আইএসবিএন ০৯০৬৫০০৩৩৮আইএসবিএন 0906500338\nফেমিনিস্ট ফেবলস, স্পিনিফেক্স প্রেস, নর্থ মেলবোর্ন, ১৯৯৩আইএসবিএন ৯৭৮১৮৭৫৫৫৯১৯০\nসেন্ট সুনীতি এবং ড্রাগন । উত্তর মেলবোর্ন: স্পিনিফেক্স, ১৯৯৩; লন্ডন: ভিরাগো, ১৯৯৪।আইএসবিএন ১ ৮৭৫৫৫৯ ১৮ ৩আইএসবিএন 1 875559 18 3\nবাবেল নির্মাণ । উত্তর মেলবোর্ন: স্পিনিফেক্স, ১৯৯৬।আইএসবিএন ১৮৭৫৫৫৯৫৬৬আইএসবিএন 1875559566\nগোজা: একটি আত্মজীবনীমূলক মিথ । উত্তর মেলবোর্ন: স্পিনিফেক্স, ২০০০।\nসাইকোরাক্স: নতুন উপকথা এবং কবিতা । নতুন দিল্লি: পেঙ্গুইন বুকস, ২০০৬।আইএসবিএন ৯৭৮-০-১৪-৩০৯৯৮৪-০আইএসবিএন 978-0-14-309984-0\nদ্য ফেবুলাস ফেমিনিস্ট: একজন সুনীতি নামজোশী পাঠক । দিল্লি: জুবান, ২০১২; উত্তর মেলবোর্ন: স্পিনিফেক্স, ২০১২।\nসুকি দিল্লি: পেঙ্গুইন ইন্ডিয়া, ২০১২; উত্তর মেলবোর্ন: স্পিনিফেক্স, ২০১৩।\nফক্সি ঈশপ ওরফে ঈশপ দ্য ফক্স । দিল্লি: জুবান, ২০১৮; মেলবোর্ন: স্পিনিফেক্স, ২০১৮আইএসবিএন ৯৭৮১৯২৫৫৮১৫১৫\n\nভালো মনের উদ্যানপালক । মেলবোর্ন: স্পিনিফেক্স, ২০২৩।আইএসবিএন ৯৭৮১৯২২৯৬৪০০৭আইএসবিএন 9781922964007\n\n\n=== কবিতা ===\nকবিতা । কলকাতা: লেখকদের কর্মশালা, ১৯৬৭।\nআরও কবিতা । কলকাতা: লেখকদের কর্মশালা, ১৯৭১।\nপাকিস্তানে ঘূর্ণিঝড় । কলকাতা: লেখকদের কর্মশালা, ১৯৭১।\nজ্যাকাস এবং লেডি কলকাতা: লেখক কর্মশালা, ১৯৮০।\nখাঁটি মিথ্যা . ফ্রেডেরিকটন, এনবি: ফিডলহেড কবিতার বই, ১৯৮২।আইএসবিএন ০৮৬৪৯২০১০৫আইএসবিএন 0864920105\nদুঃস্বপ্নের বেডসাইড বুক থেকে । ফ্রেডেরিকটন, এনবি: ফিডলহেড কবিতার বই এবং গুজ লেন সংস্করণ, ১৯৮৪।আইএসবিএন ০৮৬৪৯২০৩১৮আইএসবিএন 0864920318\nমাংস এবং কাগজ (গিলিয়ান হ্যান্সকম্বের সাথে)। UK: Jezebel Tapes and Books, ১৯৮৬; শার্লটটাউন, পিইআই: রাগউইড প্রেস, ১৯৮৬।আইএসবিএন ১৮৭০২৪০০০৬আইএসবিএন 1870240006\nভারতের কারণে: নির্বাচিত কবিতা এবং উপকথা । লন্ডন: অনলি উইমেন প্রেস, ১৯৮৯।\nসাইকোরাক্স: নতুন উপকথা এবং কবিতা । নতুন দিল্লি: পেঙ্গুইন বুকস, ২০০৬।\nদ্য ফেবুলাস ফেমিনিস্ট: একজন সুনীতি নামজোশী পাঠক । নতুন দিল্লি: জুবান, ২০১২।\n\n\n=== শিশুতোষ ===\nঅদিতি এবং এক চোখা বানর । লন্ডন: শেবা ফেমিনিস্ট পাবলিশার্স, ১৯৮৬।\nঅদিতি এবং টেমস ড্রাগন । চেন্নাই, ভারত: তুলিকা পাবলিশার্স, ২০০২।\nঅদিতি এবং মেরিন সেজ । চেন্নাই, ভারত: তুলিকা পাবলিশার্স, ২০০৪।\nঅদিতি এবং টেকনো সেজ । চেন্নাই, ভারত: তুলিকা পাবলিশার্স, ২০০৫।\nঅদিতি এবং তার বন্ধুরা ভেসুভিয়ান জায়ান্টের সাথে লড়াই করে । চেন্নাই, ভারত: তুলিকা পাবলিশার্স, ২০০৭।\nঅদিতি এবং তার বন্ধুরা গ্রেন্ডেলের সাথে দেখা করে । চেন্নাই, ভারত: তুলিকা পাবলিশার্স, ২০০৭।\nঅদিতি এবং তার বন্ধুরা বুদাপেস্ট চেঞ্জলিংকে সাহায্য করে । চেন্নাই, ভারত: তুলিকা পাবলিশার্স, ২০০৭।\nঅদিতি এবং তার বন্ধুরা শেমীকের সন্ধানে । চেন্নাই, ভারত: তুলিকা পাবলিশার্স, ২০০৮।\nসিংহের শহরের গার্ডি । চেন্নাই, ভারত: তুলিকা পাবলিশার্স, ২০০৯।\nসিরিল এবং স্পেসফ্লাওয়ার । চেন্নাই, ভারত: তুলিকা পাবলিশার্স, ২০০৯।\nবানরজি এবং শব্দ ভক্ষক । চেন্নাই, ভারত: তুলিকা পাবলিশার্স, ২০০৯।\nসুন্দর এবং সাইবারস্পেস পলাতক । চেন্নাই, ভারত: তুলিকা পাবলিশার্স, ২০০৯।\nনীল এবং অন্যান্য গল্প . (শিল্পকর্ম নীলিমা শেখ)। চেন্নাই, ভারত: তুলিকা পাবলিশার্স, ২০১২; উত্তর মেলবোর্ন: স্পিনিফেক্স, ২০১২।\nছোট আমি । চেন্নাই, ভারত: তুলিকা পাবলিশার্স, ২০১৪।\nদ্য বয় অ্যান্ড ড্রাগন স্টোরিজ (কৃষ্ণ বালা শেনোই ছবি)। চেন্নাই, ভারত: তুলিকা পাবলিশার্স, ২০১৫\n\n\n=== অনুবাদ ===\nরাম গণেশ গড়কড়ির লেখা গোবিন্দগরাজের কবিতা । অনুবাদ করেছেন সুনীতি নামজোশী এবং সরোজিনী নামজোশী। কলকাতা: লেখকদের কর্মশালা, ১৯৬৮।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\n\"সাবভারসিভ ফ্যাবুলেশনস: দ্য টুফোল্ড পুল ইন সুনীতি নামজোশির ফেমিনিস্ট ফ্যাবেলস\" সাবিন স্টেইনিশ ইন জেন্ডারিং রিয়ালিজম অ্যান্ড পোস্টমডার্নিজমে: ব্রিটেনে সমসাময়িক নারী লেখক, সংস্করণ। বিট নিউমিয়ার (আমস্টারডাম এবং নিউ ইয়র্ক: রোডোপি, ২০০১)\n\"ট্রাপস অফ ট্রানজিশন: ওয়ার্ডস, মেমোরি অ্যান্ড দ্য ইমিগ্র্যান্ট এক্সপেরিয়েন্স\" কানাডিয়ানায় মিশেল গ্যাডপাইলি দ্বারা: কানাডা ইন দ্য সাইন অফ মাইগ্রেশন অ্যান্ড ট্রান্স-কালচারালিজম, এডস। Kalus-Dieter Ertler এবং Martin Löschnigg (Frankfurt: Peter Lang, Europäishcer Verlag der Wissenschaften, ২০০৪)\n\n\n== বহিঃসংযোগ ==\nগ্রন্থাগারগুলোতে সুনীতি নামজোশীর দ্বারা বা সম্পর্কে কাজ ( ওয়ার্ল্ডক্যাট ক্যাটালগ)\nসুনীতি নামজোশী | দিয়া কোহলির দুর্দান্ত ফ্যাবুলিস্ট মিন্ট নিবন্ধ\nফ্যাশন ইওর ওন ফেবলস ইন্ডিয়ান এক্সপ্রেস নিবন্ধ অমৃতা দত্তের\nটেমপ্লেট:University of Exeter"}