{"pageid": 1431360, "title": "মৈত্রী ভট্টাচার্য", "url": "https://bn.wikipedia.org/wiki?curid=1431360", "content": "মৈত্রী ভট্টাচার্য হলেন একজন ভারতীয় পদার্থবিদ ও অধ্যাপিকা যিনি জগদীস বোস জাতীয় বিজ্ঞান প্রতিভা অনুসন্ধানের পরিচালকা (ইংরেজি: Jagadis Bose National Science Talent Search) ,কলকাতা।\n\n\n== শিক্ষা ==\nশ্রীমতী ভট্টাচার্য কলকাতার প্রেসিডেন্সি কলেজ (এখন প্রেসিডেন্সি বিশ্ববিদ্যালয়, কলকাতা বলা হয়) থেকে পদার্থবিদ্যায় অনার্স সহ স্নাতক হন এবং কলকাতা বিশ্ববিদ্যালয়ের সায়েন্স কলেজ ক্যাম্পাস থেকে এমএসসি ডিগ্রি অর্জন করেন। তিনি ১৯৯১ সালে পিএইচডি ডিগ্রি নিয়ে কলকাতা বিশ্ববিদ্যালয়ের জৈব পদার্থবিদ্যা বায়োফিজিক্স এবং আণবিক জীববিজ্ঞান বিভাগে তার গবেষণা জীবন শুরু করেন। তিনি বৈজ্ঞানিক ও শিল্প গবেষণা পরিষদ (ইংরেজি: Council of Scientific and Industrial Research) এ একজন গবেষণা সহযোগী হিসেবে কাজ করেন এবং ১৯৯৪ সালে কলকাতা বিশ্ববিদ্যালয়ে সহকারী অধ্যাপক হিসেবে যোগদান করেন। পরে, তিনি জৈব প্রযুক্তি বিভাগ থেকে একটি এনার্জি বায়োসায়েন্সেস ওভারসিজ ফেলোশিপ লাভ করেন এবং ইউনিভার্সিটি অফ ক্যালিফোর্নিয়া, সান দিয়েগো, ইউএসএ-তে অনাবাসিক বিজ্ঞানী হিসেবে কাজ করেন।\n\n\n== কর্মজীবন ==\nভট্টাচার্য কলকাতা বিশ্ববিদ্যালয়ের বায়োকেমিস্ট্রি বিভাগের অধ্যাপক।\nভট্টাচার্য ২০১৫ সালের জানুয়ারিতে জেবিএনএসটিএস (ইংরেজি: JBNSTS)-এর পরিচালক হিসেবে যোগদান করেন। তিনি বেশ কয়েকটি গবেষণা নিবন্ধ এবং বই প্রকাশ করেছেন।\n\n\n== পুরস্কার ও সম্মাননা ==\nভট্টাচার্য পশ্চিমবঙ্গ বিজ্ঞান ও প্রযুক্তি একাডেমির একজন নির্বাচিত সদস্য।\n\n\n== গবেষনার আগ্রহ ==\nবিশ্ব ঐতিহ্যবাহী স্থান সুন্দরবনে উপকূলীয় ও মোহনার জল এবং মাটির পলিতে জীবাণু বৈচিত্র্যের অধ্যয়ন। এই মোহনায় জীবানুদের শারীরিক, রাসায়নিক এবং জৈবিক গতিশীল অবস্থার পারস্পরিক সম্পর্ক অনুসন্ধান। ভারতীয় উপকূলে জীবাণু বৈচিত্র্যের উদ্ভাবনে কোকেনের উপস্থিতি দেখা যায়।\nডায়াবেটিস সম্পর্কিত কার্ডিওভাসকুলার ডিজিজ এবং ডিসলিপিডেমিয়া রোগের গতিবিদ্যায় ঝুঁকির কারণ এবং জৈব চিহ্নিতকারী সনাক্তকরণ\nবায়োরিমিডিয়েশনে সবুজ রসায়নের প্রয়োগ এবং শিল্প বর্জ্য, ন্যানো কণাগুলির সবুজ সংশ্লেষণে ভারী ধাতুর বিষাক্ততার জৈব রূপান্তর।\nপ্রোটিন গঠন- হেমপ্রোটিন, বায়োমোলিকুলারের বিশেষ আগ্রহের সাথে ক্রিয়া এবং মিথস্ক্রিয়া।।\n\n\n== নির্বাচিত প্রকাশনা ==\nভট্টাচার্যের সবচেয়ে উদ্ধৃত প্রকাশনার মধ্যে রয়েছে:\n\nঘোষাল, কে., এবং ভট্টাচার্য, এম. (২০১৪)। প্লেটলেট ফিজিওলজির ওভারভিউ: রোগের প্যাথোজেনেসিসে এর হেমোস্ট্যাটিক এবং ননহেমোস্ট্যাটিক ভূমিকা। সায়েন্টিফিক ওয়ার্ল্ড জার্নাল, ২০১৪ ।\nচক্রবর্তী, এ., চৌধুরী, এস., এবং ভট্টাচার্য, এম. (২০১১)। টাইপ ২ ডায়াবেটিস রোগীদের অক্সিডেটিভ স্ট্রেস, নাইট্রোসেটিভ স্ট্রেস এবং প্রদাহজনক বায়োমার্কারের উপর মেটফর্মিনের প্রভাব। ডায়াবেটিস গবেষণা এবং ক্লিনিকাল অনুশীলন, ৯৩ (১), ৫৬-৬২।\nভট্টাচার্য, এম., চৌধুরী, ইউ., এবং পোদ্দার, আরকে (১৯৯০)। হিমোগ্লোবিনের সাথে ক্লোরপ্রোমাজিনের সহযোগিতামূলক বাঁধনের প্রমাণ: ভারসাম্য ডায়ালাইসিস, ফ্লুরোসেন্স নিভেন এবং অক্সিজেন রিলিজ অধ্যয়ন। বায়োকেমিক্যাল এবং বায়োফিজিক্যাল রিসার্চ কমিউনিকেশনস, ১৬৭ (৩), ১১৪৬-১১৫৩।\nচক্রবর্তী, ডি., এবং ভট্টাচার্য, এম. (২০০১)। β-থ্যালাসেমিয়া এবং Eβ-থ্যালাসেমিয়া রোগীদের লোহিত রক্তকণিকার অ্যান্টিঅক্সিডেন্ট প্রতিরক্ষা অবস্থা। ক্লিনিকা চিমিকা অ্যাক্টা, ৩০৫ (১-২), ১২৩-১২৯।\nঘোষাল, কে., এবং ভট্টাচার্য, এম. (২০১৫)। এডিপোনেক্টিন: ডায়াবেটিস এবং স্থূলতা সম্পর্কিত আণবিক দৃষ্টান্তের অনুসন্ধান। ওয়ার্ল্ড জার্নাল অফ ডায়াবেটিস, ৬ (১), ১৫১।\n\n\n== তথ্যসূত্র =="}