{"pageid": 1431336, "title": "আবদুলজাভেদ ফালাতুরি", "url": "https://bn.wikipedia.org/wiki?curid=1431336", "content": "আবদোলজাভাদ ফালাতুরি (১৯২৬-১৯৯৬) ছিলেন একজন খ্যাতিমান ইরানি-বংশোদ্ভূত জার্মান পণ্ডিত। তিনি ইসলাম ধর্ম, দর্শন এবং ইতিহাসের উপর বিশেষজ্ঞ ছিলেন এবং জার্মানিতে ইসলামী শিক্ষার একজন অগ্রণী ব্যক্তিত্ব হিসেবে পরিচিত ছিলেন।\n\n\n== শিক্ষা ==\nতিনি তার নিজের শহর ইসফাহানের একটি জার্মান-ফার্সি উচ্চ বিদ্যালয়ে পড়াশোনা করেছেন এবং আরবি সাহিত্য ও ইসলামিক স্টাডিজে ব্যক্তিগত পাঠ গ্রহণ করেছেন। তিনি মহাদ ও তেহরানে তার শিক্ষা অব্যাহত রাখেন। পরবর্তীতে, তিনি তেহরান বিশ্ববিদ্যালয়ের থিওলজি অনুষদে ভর্তি হন, যেখান থেকে তিনি ১৩৩৩/১৯৫৪ সালে দর্শনে ব্যাচেলর অফ আর্টস ডিগ্রি অর্জন করেন। জার্মানিতে থাকাকালীন, ফালাতুরি দর্শন, মনোবিজ্ঞান, তুলনামূলক ধর্ম, গ্রীক এবং ল্যাটিন সহ বিভিন্ন কোর্সে অধ্যয়ন করেন। তিনি ১৯৬২ সালে বন বিশ্ববিদ্যালয় থেকে পিএইচডি ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nতিনি জার্মানিতে ইসলামী ধর্মতত্ত্ব বিষয়ে শিক্ষাদানের জন্য বেশ কিছু আনুষ্ঠানিক প্রকাশনা রচনা করেছেন (উদো টুয়োরুসচকার সাথে যৌথভাবে)। এর মাঝে উল্লেখযোগ্য হল: \"ক্লাসরুমে ইসলাম: ইউরোপে আন্তঃসাংস্কৃতিক শিক্ষার অবদান\" (\"Der Islam im Unterricht. Beiträge zur interkulturellen Erziehung in Europa\")।\n১৯৭৪ থেকে ১৯৯৬ সাল পর্যন্ত তিনি কোলন বিশ্ববিদ্যালয়ে ইসলামী দর্শন, ধর্মতত্ত্ব এবং আইনের অধ্যাপক ছিলেন। ১৯৬৫ সাল থেকে কোলন বিশ্ববিদ্যালয়ের ওরিয়েন্টাল বিভাগে শিয়া সংগ্রহ গড়ে তোলার ক্ষেত্রে তিনি গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন।\nতিনি \"পাশ্চাত্য বৌদ্ধিক ইতিহাস ও সংস্কৃতির সাথে পারস্পরিক সম্পর্কের গবেষণার জন্য ইসলামিক একাডেমি\" (১৯৭৮ সালে প্রতিষ্ঠিত) সহ-প্রতিষ্ঠা করেছিলেন এবং জার্মানির সেন্ট্রাল কাউন্সিল অফ মুসলিমসের (১৯৮৬ সালে প্রতিষ্ঠিত) একজন প্রতিষ্ঠাতা সদস্য ছিলেন। ১৯৭৯ সালের ইসলামী বিপ্লবের পরে তিনি আল-আজহার বিশ্ববিদ্যালয়ের প্রশাসকদের সাথে ঘনিষ্ঠ যোগাযোগ রাখা অল্প কয়েকজন ফার্সি ধর্মীয় বুদ্ধিজীবীদের একজন ছিলেন। পরবর্তীতে তাকে তাদের ইসলামিক কাউন্সিল, 'মজলিস আল-আল লি-আওন আল-লাম আল-ইসলামি'তে নিযুক্ত করা হয়।\nতিনি সাংস্কৃতিক অভ্যাস এবং ধর্মীয় বিধিবিধানের মধ্যে বিভ্রান্তি দূরীকরণে মনোনিবেশ করেছিলেন। অন্যান্য বিষয়ের মধ্যে তিনি লিখেছেন যে, চাদর একটি ধর্মীয় বাধ্যবাধকতা বলে বর্ণনা করা ভুল।\nতিনি কোলন ও হামবুর্গ বিশ্ববিদ্যালয়ে প্রভাষণ দেওয়া, রেডিও ও টেলিভিশন সম্প্রচারে অংশগ্রহণ করা এবং কায়রো, তেহরান, হামবুর্গ ও কোলনের মধ্যে নিরন্তর ভ্রমণ অব্যাহত রাখেন।\nবার্লিনে একটি সম্মেলনে অংশ নেওয়ার সময় হৃদরোগে আক্রান্ত হওয়ার তিন মাস পরে তিনি মারা যান।\n\n\n== গ্রন্থপঞ্জি ==\nইসলাম ইন রিলিজিয়াস এডুকেশন টেক্সটবুকস ইন ইউরোপ (১৯৯৫) - ইসলামিক সায়েন্টিফিক কমিউনিটি\nথ্রি ওয়েজ টু ওয়ান গড: দ্য ফেইথ এক্সপেরিয়েন্স ইন জুডাইজম, ক্রিশ্চিয়ানিটি, অ্যান্ড ইসলাম(১৯৮৭) - ক্রসরোড পাবলিশিং কোম্পানি (সহ-লেখক: এলিজাবেথ পেটুচোভস্কি এবং জ্যাকব জোসেফ পেটুচোভস্কি)\nউই বিলিভ ইন ওয়ান গড (১৯৭৯) - আইএসবিএন 978-0-860-12078-0 (সহ-লেখক: অ্যানমারি স্কিমেল)\nএলিমেন্টারি পারসিয়ান গ্রামার (১৯৬৭)\nইসলাম ইন দ্য ক্লাসরুম: কন্ট্রিবিউশনস টু ইন্টারকালচারাল এডুকেশন ইন ইউরোপ (১৯৯১) (সহ-লেখক: উডো টোরুশকা)\nহিস্ট্রি অফ রিলিজিয়ন ইন পাবলিক (কোলোন প্রকাশনা ধর্মের ইতিহাসে; ভলিউম ১)\nমুসলিম থটস ফর টিচার্স অ্যান্ড টেক্সটবুক অথরস\nকিসসাত আল-ইমান বাইনা আল-ফালসাফা ওয়া আল-'ইলম ওয়া আল-কুর'আন (১৯৬৫)\nজুর ইন্টারপ্রিটেশন ডের কান্টিশেন এথিক ইম লিচটে ডের আচটুং (১৯৬৫)\nগাইড টু দ্য প্রেজেন্টেশন অফ ইসলাম ইন স্কুল টেক্সটবুকস (১৯৯২) - সেন্টার ফর দ্য স্টাডি অফ ইসলাম অ্যান্ড ক্রিশ্চিয়ান-মুসলিম রিলেশনস\nঅ্যানালাইসিস অফ দ্য ক্যাথলিক রিলিজিয়ন বুকস অন দ্য সাবজেক্ট অফ ইসলাম (১৯৮৮) (সহ-লেখক)\nক্যাটালগ অফ দ্য শিয়া'আইট কালেকশন ইন দ্য ওরিয়েন্টাল ডিপার্টমেন্ট অফ দ্য ইউনিভার্সিটি অফ কোলোন (১৯৮৮)\nবাইট্রাগে জু ইসলামিশেন রেক্টসডেনকেন (২০০৬)\nইন্টাররেলিজিওসে টলারানজ: ভন ডের নটওয়েনডিগকিট ডেস ক্রিস্টলিচ-ইসলামিশেন ডায়ালগস (২০১৪)\nহ্যান্ডবুচ থিওলজি ডের রিলিজিওনেন: টেক্সটে জুর রিলিজিওসেন ভিলফাল্ট উন্ড জুম ইন্টাররেলিজিওসেন ডায়ালগ (২০১৭)\nডি উমডয়টুং ডের গ্রিচিসচেন ফিলোসফি দুরচ দাস ইসলামিশেন ডেনকেন (২০১৮)\n\n\n== তথ্যসূত্র =="}