{"pageid": 1431052, "title": "আবু আল-হাসান আল-আমিরি", "url": "https://bn.wikipedia.org/wiki?curid=1431052", "content": "আবু আল-হাসান মুহাম্মদ ইবনে ইউসুফ আল-আমিরি (ফার্সি: ابوالحسن محمد بن ابی ذر یوسف عامری نیشابوری; আরবি: أبو الحسن محمد ابن يوسف العامري) (মৃত্যু ৯৯২ খ্রিস্টাব্দে) ছিলেন একজন মুসলিম ধর্মতত্ত্ববিদ এবং দার্শনিক। তিনি দর্শনকে ধর্মের সাথে এবং ইসলামের প্রচলিত রূপের সাথে সুফিবাদের সমন্বয় করার চেষ্টা করেছিলেন। আল-আমিরি যদিও মনে করতেন যে ইসলামের প্রকাশিত সত্য দর্শনের যুক্তিবদ্ধ সিদ্ধান্তের চেয়ে শ্রেষ্ঠ, তারপরও তিনি যুক্তি দিয়েছিলেন যে এই দুইয়ের মধ্যে কোনো বিরোধ নেই। আল-আমিরি বিভিন্ন ইসলামি সম্প্রদায়ের মধ্যে মতৈক্য খোঁজার সুস্পষ্ট পন্থা অনুসরণ করেছিলেন। যদিও তিনি ইসলামকে জরথুস্ট্রবাদ এবং মানিকাইবাদের মতো অন্যান্য ধর্মের তুলনায় নৈতিকভাবে শ্রেষ্ঠ বলে মনে করতেন।\nআল-ফারাবি এবং ইবনে সিনার মধ্যবর্তী সময়ে আল-আমিরি ছিলেন ইসলামি দর্শনে আল-কিন্দির ধারা অনুসরণকারীদের মধ্যে সবচেয়ে বিশিষ্ট মুসলিম দার্শনিক। তিনি ইবনে মিসকওয়াইহের সমসাময়িক ও বন্ধু ছিলেন। আল-আমিরি একজন পলিম্যাথ (বহুবিদ্যাবিশারদ) ছিলেন যিনি যুক্তিবিদ্যা, পদার্থবিদ্যা, মনোবিজ্ঞান, অধিবিদ্যা, নীতিশাস্ত্র, জীববিদ্যা এবং চিকিৎসা, বিভিন্ন ধর্ম, সুফিবাদ, কুরআনের ব্যাখ্যা এবং স্বপ্নের ব্যাখ্যা নিয়ে লিখেছেন।\n\n\n== জীবন ও শিক্ষা ==\nআবুল হাসান মুহাম্মদ ইবনে ইউসুফ আল-আমিরি বর্তমান ইরানের খোরাসানের নিশাপুরে জন্মগ্রহণ করেন। তিনি খোরাসানে আবু যায়েদ আল-বালখীর অধীনে পড়াশোনা শুরু করেন। পরে তিনি রে এবং শেষ পর্যন্ত বাগদাদে চলে যান। বাগদাদে থাকাকালীন তিনি আল-তাওহিদি এবং ইবনে মিসকাওয়াইহের মতো বিখ্যাত ১০ম শতাব্দীর বুদ্ধিজীবীদের সাথে সাক্ষাৎ করেন।\nআল-আমিরি বুখারায় অবসর গ্রহণ করেন। সেখানে তাঁর সামানি গ্রন্থাগারে প্রবেশাধিকার ছিল। ৯৯২ সালে তিনি নিশাপুরে মারা যান। তিনি বিশ্বাস করতেন যে দর্শন ইসলামের শিক্ষার সাথে সাংঘর্ষিক নয়। তিনি দর্শন ও ইসলাম উভয়ের উপর ভিত্তি করে তাঁর বিশ্বাস গড়ে তোলার চেষ্টা করেছিলেন। অন্যান্য দার্শনিকদের সাথে তাঁর দৃষ্টিভঙ্গি ছিল বৈপরীত্যপূর্ণ। অন্য দার্শনিকগণ বিশ্বাস করতেন যে, দর্শনের শিক্ষা ইসলাম বা অন্য যেকোনো সংস্কৃতি থেকে অনেক আলাদা। আল-আমিরি যুক্তি দিয়েছিলেন যে, ইসলামে যে সত্য প্রকাশ পেয়েছে তা অবশ্যই দর্শনের চেয়ে শ্রেষ্ঠ। তিনি বিশ্বাস করতেন যে, প্রাচীন গ্রীকরা দর্শনের চূড়ান্ত কথা বলেনি কারণ, একটি সমাজ হিসেবে গ্রীকদের এমন কোনও নবী ছিলেন না যিনি দর্শনের সমস্ত রূপে চূড়ান্ত কথা বলেছেন। আল-আমিরি সেইসব দর্শনের মতবাদের বিরুদ্ধে ইসলামকে রক্ষা করার চেষ্টা করেছিলেন, যেগুলো প্রত্যাদেশ বা ধর্মীয় গ্রন্থ থেকে স্বাধীন বলে বিবেচিত হতো।\n\n\n== রচনাবলী ==\n১. আল-ই'লাম বি মানাকিব আল-ইসলাম (ইসলামের গুণাবলী সম্পর্কে ব্যাখ্যা)\nএই বইটিতে লেখক ইসলাম ধর্মের নীতি, মূল্যবোধ এবং নীতিশাস্ত্রের বিভিন্ন দিক তুলে ধরেছেন। তিনি ইসলামের শিক্ষা কীভাবে ব্যক্তিগত ও সামাজিক জীবনে সুখ, শান্তি ও সমৃদ্ধি বয়ে আনতে পারে তা বিশদে আলোচনা করেছেন।\n২. ইনক্বাধ আল-বাশার মিন আল-জাবর ওয়া'ল-কাদর (মানবজাতির ভাগ্য ও স্বাধীন ইচ্ছার সমস্যা থেকে মুক্তি)\nএই গ্রন্থে লেখক অ্যারিস্টটলের নীতির প্রয়োগের মাধ্যমে স্বাধীন ইচ্ছার সমস্যার সমাধান করার চেষ্টা করেছেন। তিনি যুক্তি দেন যে, মানুষের ভাগ্য পূর্বনির্ধারিত হলেও তার কর্মের জন্য সে পুরোপুরি স্বাধীন।\n৩. আল-তাকরির লি-আওজুহ আল-তাকদির (ভাগ্যের বিভিন্ন দিক নির্ধারণ)\nএই বইটিতেও লেখক স্বাধীন ইচ্ছার সমস্যাটির উপর আলোকপাত করেছেন। তিনি ভাগ্যের বিভিন্ন দিক বিশ্লেষণ করেছেন এবং যুক্তি দিয়েছেন যে, মানুষের কর্ম তার ভাগ্যকে প্রভাবিত করতে পারে।\n৪. কিতাব আল-আমাদ 'আলা'ল-আবাদ (পরকাল সম্পর্কে)\nএই গ্রন্থে লেখক ইসলাম ধর্ম অনুসারে পরকালের ধারণা তুলে ধরেছেন। তিনি মৃত্যুর পর মানুষের কী হবে, জান্নাত ও জাহান্নামের বর্ণনা এবং পরকালের জীবনের বিভিন্ন দিক আলোচনা করেছেন।\n\n\n== তথ্যসূত্র =="}