{"pageid": 1431638, "title": "জর্জ ভোলকফ", "url": "https://bn.wikipedia.org/wiki?curid=1431638", "content": "জর্জ মাইকেল ভোলকফ (ইংরেজি: George Michael Volkoff,  ২৩শে ফেব্রুয়ারি, ১৯১৪ – ২৪শে এপ্রিল, ২০০০) একজন রুশ বংশোদ্ভূত কানাডীয় পদার্থবিজ্ঞানী ও উচ্চশিক্ষায়তনিক ব্যক্তিত্ব যিনি মার্কিন পদার্থবিজ্ঞানী রবার্ট অপেনহাইমারের সাথে একত্রে মিলে বাস্তব বিশ্বে আবিষ্কারের আগেই মহাকাশে নিউট্রন তারার অস্তিত্ব ভবিষ্যদ্বাণী করতে সাহায্য করেন।\n\n\n== প্রাথমিক জীবন ==\nভোলকফ রুশ সাম্রাজ্যের মস্কো নগরীতে জন্মগ্রহণ করেন। তাঁর বাবা ছিলেন একজন রুশ প্রকৌশলী। ১৯২৪ সালে তাঁর পরিবার কানাডার ব্রিটিশ কলাম্বিয়া প্রদেশের ভ্যাংকুভার শহরে অভিবাসী হয়। সেখানে কর্মসংস্থান করতে না পেরে তাঁর পরিবার ১৯২৭ সালে চীনের মাঞ্চুরিয়ার হারপিন নগরীতে অভিবাসী হয়, যেখানে তাঁর বাবা একটি কারিগরি বিদ্যালয়ে শিক্ষকতা করেন। হারপিনে অভিবাসনের কিছুদিন পরেই তাঁর মায়ের মৃত্যু ঘটে। ১৯৩৬ সালে ভোলকফের বাবা রাশিয়াতে প্রত্যাবর্তন করেন কিন্তু রাশিয়ার এক \"মহাশুদ্ধি\" অভিযানের অংশ হিসেবে তাঁকে সুমেরুদেশীয় এক শিবিরে নির্বাসনে পাঠানো হয় এবং সেখানেই তাঁর মৃত্যু হয়।\n\n\n== শিক্ষা ==\nভোলকফ ভ্যাংকুভারে ফেরত আসেন এবং ব্রিটিশ কলাম্বিয়া বিশ্ববিদ্যালয়ে প্রবেশ করে সেখান থেকে ১৯৩৪ সালে পদার্থবিজ্ঞান বিষয়ে কলাবিদ্যায় স্নাতক উপাধি লাভ করেন। অতঃপর ১৯৩৬ সালে কলাবিদ্যায় স্নাতকোত্তর উপাধি লাভ করেন। এরপর তিনি ক্যালিফোর্নিয়া বিশ্ববিদ্যালয় (বার্কলি)-তে রবার্ট অপেনহাইমারের সাথে একত্রে পড়াশোনা করেন। সেখানে তিনি অপেনহাইমারের সাথে একত্রে অন ম্যাসিভ নিউট্রন কোরস (On Massive Neutron Cores অর্থাৎ \"অতিভারী নিউট্রন কেন্দ্রমণ্ডলসমূহ\") শীর্ষক একটি গবেষণাপত্র প্রকাশ করেন এবং ১৯৪০ সালে ডক্টরেট উপাধি অর্জন করেন।\n\n\n== উচ্চশিক্ষায়তনিক জীবন ==\n১৯৪০ সালে ভোলকফ ব্রিটিশ কলাম্বিয়া বিশ্ববিদ্যালয়ের পদার্থবিজ্ঞান বিভাগে সহযোগী অধ্যাপক পদে যোগদান করেন। দ্বিতীয় বিশ্বযুদ্ধের সময়ে তিনি মন্ট্রিয়ন গবেষণাগারে ম্যানহাটন প্রকল্পের উপরে কাজ করেন। ১৯৬১ থেকে ১৯৭০ সাল পর্যন্ত তিনি ঐ পদার্থবিজ্ঞান বিভাগের প্রধান ছিলেন। ১৯৭০ থেকে ১৯৭৯ সাল পর্যন্ত তিনি ব্রিটিশ কলাম্বিয়া বিশ্ববিদ্যালয়ের বিজ্ঞানের মহাধ্যক্ষ (ডিন) ছিলেন। তিনি তিনটি পৃথক পর্বে ব্রিটিশ কলাম্বিয়া বিশ্ববিদ্যালয়ের সিনেটের সদস্য ছিলেন: ১৯৫০ থেকে ১৯৫৪, ১৯৬১ থেকে ১৯৬৩, এবং ১৯৬৯ থেকে ১৯৭৯।\nতিনি ১৯৬২ থেকে ১৯৬৩ সাল পর্যন্ত কানাডীয় পদার্থবিজ্ঞান সংঘের প্রধান ছিলেন।\n\n\n== সম্মাননা ==\n১৯৪৬ সালে ভোলকফ অর্ডার অভ দ্য ব্রিটিশ এম্পায়ারের সদস্যপদ লাভ করেন। ১৯৯৪ সালে তিনি অর্ডার অভ কানাডার একজন কর্মকর্তার পদ লাভ করেন; \"সামগ্রিকভাবে কানাডাতে ও বিশেষভাবে ব্রিটিশ কলাম্বিয়া বিশ্ববিদ্যালয়ে পদার্থবিজ্ঞানের বিকাশে অবদান রাখার জন্য\" তাঁকে এই মর্যাদা দেওয়া হয়।\nভোলকফ ২০০০ সালে কানাডার ভ্যাংকুভার শহরে মৃত্যুবরণ করেন।\n\n\n== আরও দেখুন ==\nটোলম্যান-অপেনহাইমার-ভোলকফ সীমা\nটোলম্যান-অপেনহাইমার-ভোলকফ সমীকরণ\n\n\n== তথ্যসূত্র =="}