{"pageid": 1431890, "title": "ওয়াজিফা জাররুকিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1431890", "content": "সুফিবাদে ওয়াজিফা জাররুকিয়া ( আরবি: الْوَظِيفَةُ الزَّرُّوقِيَّةُ ) হল একটি নিয়মিত আরতিমূলক প্রার্থনা ( ওয়াজিফা ) যা অনুসারীরা শাদিলি ধারায় অনুশীলন করেন এবং যার প্রাথমিক শিরোনাম হল \"পরিত্রাণের তরী তাদের জন্য যারা স্রষ্টার পথকে অবলম্বন করে\" ( আরবি: سَفِينَةُ النَّجَا لِمَنْ إِلَى اللَهِ اِلْتَجَا )\n\n\n== উপস্থাপনা ==\nএই ওয়াজিফাটি মালিকি এবং সুফি ধর্মতাত্ত্বিক আহমদ জাররুক (১৮৮২-১৪৯৩ খ্রিস্টাব্দ) তাঁর অনুসারীদের ( মুরিদদের ) শিক্ষাদান করতে প্রতিদিন সকাল ও সন্ধ্যার প্রার্থনায় তেলাওয়াত করার জন্য সূচনা ও সংকলন করেছিলেন।\nএ সুন্নি আশআরী মুসলিম পন্ডিত এবং সুফি শায়েখ সকাল ও রাতের প্রার্থনায় বাধ্যতামূলকভাবে কুরআনের আয়াত এবং দোয়ামূলক হাদিসের সাথে এটি তিলাওয়াতের জন্য তার মুরিদগনকে একত্রিত হয়ে নিষ্ঠার সাথে পাঠ করার দায়িত্ব অর্পন করেছেন।\nএই ওয়াজিফার উপাদানগুলো ইমাম আল-নওয়াবী (১২৩৩-১২৭৭ খ্রিস্টাব্দ) রচিত বইয়ের \" Adhkar Nawawiyya শিরোনামে \"সকাল ও সন্ধ্যার অধ্যায়\" থেকে নেওয়া হয়েছে।\nএই ওয়াজিফা ইমাম আহমদ জাররুকের ধর্মতাত্ত্বিক কাজের অংশ যিনি মালিকি ফিকহ মাদ্রাসার অন্যতম বিশিষ্ট পণ্ডিত তবে তিনি একজন শাদিলি সুফি শেখ এবং শাদিলিয় সুফি তরিকা জাররুকিয়া শাখার প্রতিষ্ঠাতা হিসাবে বেশি পরিচিত।\nবেজাইয়াতে পড়াশুনা করা এই উল্লেখযোগ্য সুফি মুসলিম বিশ্বে সুপরিচিত ছিলেন কারণ তাঁর তালিম/শিক্ষাদানে জাররুকিয়ার সুফি ধারার জন্ম হয়েছিল।\nএই পণ্ডিত এ ওয়াজিফাটিতে ফিকহ এবং সুফিবাদের সংশ্লেষণ ব্যবহার করে মাগরেব অঞ্চলে একটি বৈশিষ্ট্যপূর্ণ প্রার্থনা রীতি হিসাবে প্রচলন করতে সফল হয়েছিলেন এবং তাঁর একটি সুপরিচিত উদ্ধৃতি রয়েছে যাতে বলা হয়েছে যে:\n\nফিকহ ছাড়া কোনো সুফিবাদ নেই এবং সুফিবাদ ছাড়া কোনো ফিকহ নেই।\n\n\n== অনুশীলন পদ্ধতি ==\nসকালে ফজরের নামাযের পর এবং বিকেলে আছরের নামাযের পর ব্যক্তিগতভাবে বা সম্মিলিতভাবে এই ওয়াজিফা পাঠ করা হয়।  প্রথমে তাআউজ ও বিসমিল্লাহ্ পাঠের পর সূরা আল-বাকারার ১৬৩ নম্বর আয়াত তেলাওয়াতের মাধ্যমে এ ওয়াজিফা পাঠ শুরু হয়।\nএরপর পর্যায়ক্রমে সূরা আল ইমরান’র ১ নম্বর আয়াত পাঠের পর সূরা তা-হা’র ১১১ নম্বর আয়াত এবং আয়াতুল কুরসি পাঠ করা হয়।\nতেলাওয়াতের সময় বেশ কয়েকটি আয়াত নির্দিষ্ট পুনরাবৃত্তির মাধ্যমে একটির সাথে অন্যটি মিলিয়ে পড়া হয় । অতঃপর মুরিদগণ মহানবী সাল্লাল্লাহু আলাইহে ওয়াসাল্লামের উপর দরুদ ও দোয়া পাঠ করেন এবং সকাল থেকে সন্ধ্যা পর্যন্ত সময়ের জন্য ব্যক্তিগত ও সম্মিলিত সকলের সার্বিক মঙ্গল কামনা করে দোয়া করেন।\nসূরা সাফফাতের শেষ তিন অর্থাৎ ১৮০ থেকে ১৮২ নম্বর আয়াত তেলাওয়াতের মাধ্যমে ওয়াজিফাটির সকল বিষয়বস্তু পাঠ তথা সম্পূর্ণ ওয়াজিফা পাঠ সম্পন্ন হয়।\n\n\n== তথ্যসূত্র =="}