{"pageid": 1431356, "title": "আবু আল হাসান মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1431356", "content": "আবু আল-হাসান মসজিদ মরক্কোর ফেজ শহরের পুরানো মদিনা ফেজ এল-বালির একটি স্থানীয় ঐতিহাসিক মসজিদ। এটি আবু ইনানি মাদ্রাসার নিকটবর্তী তালাআ সেগিরা সড়কে অবস্থিত।\n\n\n== ইতিহাস ==\nমসজিদটি ১৩৪১ সালে মেরিনিড সুলতান আবু আল-হাসান কর্তৃক নির্মিত হয়। নির্মানের তথ্য মসজিদের অভ্যন্তরে একটি মার্বেল ফলকে খোদাই করা শিলালিপির ভিত্তিতে উল্লেখ রয়েছে। ১৭৯২ এবং ১৮২২ সালের মাঝামাঝি সময়ে আলাউইট সুলতান মৌলে স্লিমান তার শাসনামলে মসজিদটি সংস্কার করেছিলেন পূর্ব দিকের ক্রাবলিয়াইন মসজিদের সাথে এর অনেক সাদৃশ্য রয়েছে এবং ওই মসজিদটিও প্রায় একই সময়ে প্রতিষ্ঠিত এবং পরে এর সংস্কার করা হয়।\n\n\n== স্থাপত্য ==\n\n\n=== সাধারণ বিন্যাস এবং অভ্যন্তর ===\nমসজিদটি ১৭ মিটার চওড়া এবং ১০.৩৫ মিটার উচ্চতার একটি আয়তাকার ভবন। মসজিদটির রাস্তামুখী সম্মুখভাগ ক্ষুরাকৃতির একটি দরজা দিয়ে চিহ্নিত করা হয়েছে, যেটি একটি অলঙ্কৃত খোদাই করা কাঠের ছাউনি দ্বারা আচ্ছাদিত।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\nমসজিদের অভ্যন্তরীণ বিন্যাসে একটি ছোট বর্গাকার উঠোন (সাহন) রয়েছে যার দুই পাশে গ্যালারী এবং দক্ষিণে রয়েছে প্রধান নামাজের হলঘর। কিছুটা অস্বাভাবিকভাবে, নামাজের ঘরটি একাধিক সারির খিলান দ্বারা বিভক্ত না হয়ে ভবনের পূর্ণ প্রস্থ বরাবর চলমান শুধুমাত্র একটি অনুপ্রস্থ \"নেভ\" দ্বারা গঠিত। নামাজের হলঘর একটি ঢালু কাঠের ছাদ এবং আঁকা সজ্জা সহ একটি কাঠের ছাদ দ্বারা আচ্ছাদিত। মিহরাবটি দক্ষিণ প্রাচীরের মাঝখানে একটি ঘোড়ার নালার খিলানের মধ্য দিয়ে একটি কুলুঙ্গি খোলা রয়েছে এবং এর চারপাশে আরবি এপিগ্রাফি, জ্যামিতিক মোটিফ এবং অ্যারাবেস্কের খোদাই করা স্টুকো অলঙ্করণ রয়েছে। মৌলে স্লিমানে (১৭৯২-১৮২৩) পুনরুদ্ধারের সময় মিহরাবটি উল্লেখযোগ্যভাবে পুনরুদ্ধার বা পুনর্নির্মিত হয়েছিল। এর রূপটি ক্রাবলিয়াইন মসজিদের মতো, যেটি একই সময়ে প্রতিষ্ঠিত হয়েছিল এবং মৌলে স্লিমান দ্বারা সংস্কার করা হয়েছিল।\nমসজিদটির পূর্ব দিকে আরেকটি আঙিনাও রয়েছে, যা জেলিজ (মোজাইক টাইলওয়ার্ক) দিয়ে সজ্জিত একটি জলের বেসিনকে কেন্দ্র করে এবং ছোট ল্যাট্রিন কক্ষ দ্বারা বেষ্টিত। এই বিভাগটি অযু করার সুবিধা হিসেবে কাজ করত। এই অযু বিভাগটি মসজিদের সাথে মূল আঙ্গিনার একটি গিরিপথ দ্বারা সংযুক্ত এবং মসজিদের মূল প্রবেশপথের পূর্ব দিকে এর নিজস্ব রাস্তার প্রবেশদ্বার রয়েছে।\n\n\n=== মিনার ===\nমসজিদের মিনার, যা তালা'আ সেঘিরার প্রধান প্রবেশপথের উপরে উঠে গেছে, এটি একটি বর্গাকার খাদ সহ একটি সাধারণ মরক্কোর রূপ রয়েছে। প্রধান খাদটির উচ্চতা 15.65 মিটার এবং প্রস্থ 3.1 মিটার, এবং এটি একটি ছোট গৌণ বর্গাকার খাদ দ্বারা শীর্ষে রয়েছে যা 3 মিটার লম্বা এবং 1.2 মিটার চওড়া। মিনারের পূর্ব ও পশ্চিম সম্মুখভাগ একটি সেবকা মোটিফ দিয়ে সজ্জিত। এর দক্ষিণ এবং উত্তরের সম্মুখভাগ (রাস্তার মুখের দিক সহ) একটি ভিন্ন আন্তঃলেসিং প্যাটার্নে আচ্ছাদিত যা বেসে বিকিরণকারী খিলান মোটিফের বেশিরভাগ অংশ দখল করে। প্রতিটি সম্মুখভাগের মোটিফের মধ্যে ফাঁকা স্থানগুলি জেলিজ টাইলওয়ার্ক দিয়ে পূর্ণ, এবং জেলিজের একটি বড় ব্যান্ডও মিনারের খাদের শীর্ষের কাছে চলে। যদিও মিনারের বিস্তৃত মোটিফগুলি মেরিনিড সময়কালের, এই মোটিফগুলির মধ্যে জেলিজ টাইলওয়ার্কগুলি সম্ভবত 18 শতকের শেষের দিকে বা 19 শতকের শুরুর দিকে মৌলে স্লিমেনের সংস্কারের সময় যুক্ত করা হয়েছিল। যদিও শীর্ষে থাকা জেলিজ ব্যান্ডটি সম্ভবত এখনও মেরিনিড ডিজাইনের অংশ। মিনারের নকশা একই সময়ে নির্মিত ক্রাবলিয়াইন মসজিদের সাথে অনেক সাদৃশ্য বহন করে। যাইহোক, এর উত্তর এবং দক্ষিণ দিকের ইন্টারলেসিং মোটিফটি এর বৃহত্তর মৌলিকতার জন্য নিজেকে আলাদা করে।\n\n\n== তথ্যসূত্র =="}