{"pageid": 1431569, "title": "রাজম কৃষ্ণান", "url": "https://bn.wikipedia.org/wiki?curid=1431569", "content": "রাজম কৃষ্ণান (১৯২৪ বা ১৯২৫ - ২০ অক্টোবর ২০১৪), ছিলেন ভারতের তামিলনাড়ুর একজন নারীবাদী তামিল লেখক।\nরাজম কৃষ্ণান তিরুচিরাপল্লী জেলার মুসিরিতে জন্মগ্রহণ করেন। তার প্রাতিষ্ঠানিক শিক্ষা খুব কম ছিল এবং মনে হয় যে তিনি মূলত একজন স্ব-শিক্ষিত ব্যক্তি ছিলেন।\nতিনি তার কাজ বিশের দশকে প্রকাশ শুরু করেন। আধুনিক তামিল সাহিত্যে সাধারণত চিত্রিত করা হয় না এমন মানুষের জীবনের উপর ভাল গবেষণামূলক সামাজিক উপন্যাস লেখার জন্য তিনি পরিচিত ছিলেন, তাঁর লিখিত চরিত্রগুলির মধ্যে ছিল - দরিদ্র কৃষক, লবণ শ্রমিক, ছোট সময়ের অপরাধী, জঙ্গল ডাকাত, বিচারাধীন বন্দী এবং নারী শ্রমিক। তিনি ৮০টিরও বেশি বই লিখেছেন। তার কাজের মধ্যে রয়েছে চল্লিশটি উপন্যাস, বিশটি নাটক, দুটি জীবনী এবং বেশ কয়েকটি ছোট গল্প। তার নিজের লেখার পাশাপাশি, তিনি মালয়ালম থেকে তামিল সাহিত্যের অনুবাদক ছিলেন। সুসি জে থারু এবং কে ললিতা, ১৯ এবং ২০ শতকে ভারতে নারীদের লেখার সংকলনে রাজম কৃষ্ণানকে \"তামিল সাহিত্যে একটি নতুন প্রবণতা স্থাপন করার\" জন্য কৃতিত্ব দেন, যার পটভূমি হিসেবে সামাজিক অবস্থার মূল্যায়নে কৃষ্ণান যে ব্যাপক গবেষণা করেছিলেন তা উল্লেখ করে।\n১৯৭৩ সালে, তিনি তার উপন্যাস ভেরুক্কু নীরের জন্য তামিলের জন্য সাহিত্য অকাদেমি পুরস্কারে ভূষিত হন। ২০০৯ সালে, তার কাজগুলো তামিলনাড়ু সরকার কর্তৃক জাতীয়করণ করা হয়, যার জন্য ৩০০,০০০ ভারতীয় টাকায় প্রতিদান দেওয়া হয়। এটি একটি বিরল ঘটনা ছিল কারণ তামিলনাড়ুতে সাধারণত মৃত লেখকদের কাজই জাতীয়করণ করা হয়।\n\n\n== মৃত্যু ==\nরাজম কৃষ্ণান তার পরবর্তী বছরগুলোতে দরিদ্র ও নিঃস্ব হয়ে পড়েছিলেন এবং তাকে একটি বৃদ্ধাশ্রমে ভর্তি হতে হয়েছিল। তিনি ২০১৪-এর ২০ অক্টোবর মারা যান\n\n\n== গ্রন্থপঞ্জি ==\nউথারা কান্দম - (তামিল: உத்தர காண்டம்)\nকুরিঞ্জি তারপর - (তামিল: குறிஞ்சித்தேன்) কন্নড় ও মালায়ালাম অনুবাদ প্রকাশিত হয়\nভালাইকারম - (তামিল: வளைக்கரம்)\nভেরুক্কু নীর - (তামিল: வேருக்கு நீர்) কন্নড় অনুবাদ উপলব্ধ\nমালারগাল - (তামিল: மலர்கள்)\nমুল্লুম মালানধাধু - (তামিল: முள்ளும் மலர்ந்து)\nপাদাইয়িল পডিন্দা আদিগাল - (তামিল: பாதையில் பதிந்த அடிகள்)\nআলাইভাই করাইলে - (তামিল: அலைவாய் கரையிலே)\nকরিপ্পু মনিগাল - (তামিল: கரிப்பு மணிகள்)\nমান্নাকাট্টু পুন্টুলিকাল - (তামিল: மண்ணகத்துப் பூந்துளிகள்)\nসাথিয়া ভেলভি - (তামিল: சத்திய வேள்வி)\nসুজহালিল মিথাক্কুম দীপাঙ্গল (ঘূর্ণিতে প্রদীপ) (১৯৮৭)\n\n\n== পুরস্কার এবং স্বীকৃতি ==\nএকটি ছোট গল্পের জন্য নিউইয়র্ক হেরাল্ড ট্রিবিউন আন্তর্জাতিক পুরস্কার (১৯৫০)\nকালাইমাগাল পুরস্কার (১৯৫৩) (நாவல் 'பெண் குரல்')\nভেরুক্কু নীর (শকড়ের জন্য জল) (১৯৭৩) এর জন্য তামিলের জন্য সাহিত্য অকাদেমি পুরস্কার\nথিরু। ভি. কা পুরস্কার (১৯৯১)\n'মালারগাল' (ফুল) আনন্দ বিকাতন উপন্যাস পুরস্কার বিজয়ী (1958) ('மலர்கள்' ஆனந்த விகடன் பரிசு நாவல் ১৯৫৮)\nসোভিয়েত ল্যান্ড নেহেরু পুরস্কার (১৯৭৫) ভাইলাইক্কারামের জন্য (চুড়ি দিয়ে কব্জি)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nরাজাম কৃষ্ণনের জন্য কংগ্রেস পৃষ্ঠার লাইব্রেরি\nরাজম কৃষ্ণনের জাতীয়করণকৃত বই\nটেমপ্লেট:Sahitya Akademi Award For Tamil"}