{"pageid": 1431332, "title": "বড় বক", "url": "https://bn.wikipedia.org/wiki?curid=1431332", "content": "বড় বক (Great Egret Casmerodius albus or Old name - Large Egret Egretta alba) বক পরিবারের, বড় বকের একটি প্রজাতি। এরা আকারে ময়ূরীর থেকে বড় হয়। এরা চারটি প্রজাতির হয় যা এশিয়া, আফ্রিকা, আমেরিকা এবং দক্ষিণ ইউরোপে পাওয়া যায়। সম্প্রতি এদের ইউরোপের উত্তরাঞ্চলে দেখা যাচ্ছে। এরা বেশিরভাগ গ্রীষ্মমন্ডলীয় এবং উষ্ণ নাতিশীতোষ্ণ অঞ্চলে বিচরণ করে। এরা সাধারণত ভারতের উত্তরপশ্চিম এবং উত্তরপূর্ব কিছু অঞ্চল ছাড়া সমগ্র ভারতের স্থায়ী বাসিন্দা।\n\n\n== বর্ণনা ==\nবড় বকের দৈর্ঘ্য সাধারণত ৯০ থেকে ১০২ সেন্টিমিটার হয় এবং শরীরের ওজন ৭০০ গ্রাম থেকে ১,৫০০ গ্রাম হতে পারে। এদের সনাক্তকরণ বৈশিষ্ট্য হল এরা আকারে বড় আর রোগাটে গড়নের সাদা বক হয়। এদের পা কালো আর ঠোঁটের আকার ছুরির মতো হলুদ রঙের হয়। চোখ ও ঠোঁটের মাঝের অংশের (lore) এর রং নীল। মুখগহ্বরের কালো দাগটি চোখের তলা দিয়ে কান পর্যন্ত বিস্তৃত থাকে। মাথার উপরে অংশ সমান আর গলা 'S' অক্ষরের মতো বাকানো হয়।\n\n\n== আচরণ ও বাসস্থান ==\nএরা যখন ডাকে কর্কশ শব্দ করে ডাক ছাড়ে। এদের বিচরণ ক্ষেত্র মিষ্টি ও লবণাক্ত জলাভূমিতে দেখা যায় তাছাড়া খাল, বিল, হ্রদ, নদী, খাঁড়ি, কর্দমাক্ত জলাভূমিতে এবং সমুদ্রের ব-দ্বীপ ম্যানগ্রোভ অঞ্চলে দেখা যায়। এদের খাদ্যাভ্যাস হল এরা মাংসাশী তাই এরা মাছ, ব্যাঙ, ছোট স্তন্যপায়ী, শামুক জাতীয় প্রাণী এবং কখনো কখনো ছোট সরীসৃপ ও কীটপতঙ্গ এদের প্রধান খাদ্য। এদের আবাসস্থল আমেরিকা, আফ্রিকা, ইউরোপ, দক্ষিণ, পূর্ব এশিয়া, জাপান,ইন্দোনেশিয়া, মায়ানমার, উত্তরপশ্চিম এবং উত্তরপূর্ব ভারতের কিছু অঞ্চল ছাড়া সমগ্র ভারতের স্থায়ী বাসিন্দা। প্রজনন ঋতুতে এদের ঠোঁট কালো এবং পা লালচে হয়ে যায়। প্রজননের সময় এদের পিঠে অপূর্ব বাহারি সাদা পালক গজায় এবং চোখ ও ঠোঁটের মাঝের অংশের (lore) এর রং ফ্যাকাশে সবুজ হয়ে যায়।\nবড় হ্রদ বা বিস্তৃত জলাভূমির কাছাকাছি গাছের উপর এরা বংশবৃদ্ধির জন্য ১০-৪০ ফুট উচ্চতায় বাসা তৈরি করে। এরা ২-৩ বছর বয়স থেকে প্রজনন ঋতুতে বংশবৃদ্ধি শুরু করে। পুরুষ বকরা বাসা তৈরি করে তারপর মহিলা বককে আকর্ষণ করে প্রজননের জন্য। এরা একবারে ৫ থেকে ৬টি নীলাভ সবুজ ডিম পাড়ে। মা-বাবা দুইজন মিলে ২৩ থেকে ২৬ দিনের মধ্যে ডিম ফোটান। বাচ্চারা ৬ থেকে ৭ সপ্তাহের মধ্যে উড়তে সক্ষম হয়।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nGreat White Heron – The Atlas of Southern African Birds\nGreat White Egret – National Park Neusiedlersee Seewinkel in Austria\nGreat White Egret ভিডিও, আলোকচিত্র ও ডাক, the Internet Bird Collection\nGreat Egret photo gallery at VIREO (Drexel University)"}