{"pageid": 1431686, "title": "বেলজিয়াম পুরুষ জাতীয় ফিল্ড হকি দল", "url": "https://bn.wikipedia.org/wiki?curid=1431686", "content": "বেলজিয়াম পুরুষ জাতীয় ফিল্ড হকি দল পুরুষদের আন্তর্জাতিক ফিল্ড হকিতে বেলজিয়াম-এর প্রতিনিধিত্ব করে থাকে।\nবেলজিয়াম ২০১৮-এ পুরুষদের হকি বিশ্বকাপ, ২০১৯-এ ইউরোপীয় চ্যাম্পিয়নশিপ, ২০২০-২১ এফআইএইচ প্রো লিগ এবং ২০২০ টোকিও অলিম্পিকে স্বর্ণপদক জিতেছে। তারা ২০২৩ ভুবনেশ্বর এবং রৌড়কেলা এবং ২০১৬ রিও ডি জেনিরোতে একটি রৌপ্য পদক এবং ১৯২০ অ্যান্টওয়ার্প গ্রীষ্মকালীন অলিম্পিকে একটি ব্রোঞ্জ পদক জিতেছিল। তারা ১৯৯৫ সাল থেকে ইউরোপীয় চ্যাম্পিয়নশিপে আটটি সেমিফাইনালে পৌঁছেছিল, যার মধ্যে ২০০৭ সালে তৃতীয় স্থান এবং ২০১৩ এবং ২০১৭ সালে রানার্স আপ ছিল।\n\n\n== ইতিহাস ==\n১৯০২ সালে বেলজিয়ামে হকির প্রচলন হয়। দেশের প্রথম ক্লাবটি ১৯০৪ সালে প্রতিষ্ঠিত হয়। ১৯০৭ সালে বেশ কয়েকটি ক্লাব বেলজিয়াম হকি অ্যাসোসিয়েশন প্রতিষ্ঠা করে। বেলজিয়াম তার প্রথম আন্তর্জাতিক ম্যাচ খেলেছিল জার্মানির বিরুদ্ধে, এবং আন্তর্জাতিক হকি ফেডারেশনের প্রতিষ্ঠাতা সদস্যদের একজন ছিল।\n১৯২০ থেকে ১৯৭৮ সালের মধ্যে, বেলজিয়াম প্রথম তিনটি বিশ্বকাপের মধ্যে দুটিতে এবং ১৩টি গ্রীষ্মকালীন অলিম্পিকের মধ্যে এগারোটিতে উপস্থিত হয়েছিল। গ্রীষ্মকালীন অলিম্পিকে তিনবার সেরা পাঁচের মধ্যে থাকা সফল প্রাথমিক বছরগুলো (১৯৫০-এর আগে) পরে, ১৯৯০-এর দশক থেকে বেলজিয়াম আবার আন্তর্জাতিক মাঠে হকির শীর্ষে পৌঁছানোর আগে এটি ছয় দশক স্থায়ী হবে।\n২০০০-এর দশকের গোড়ার দিকে, রয়্যাল বেলজিয়ান হকি অ্যাসোসিয়েশন তরুণদের জন্য প্রচুর বিনিয়োগ করতে শুরু করে এবং এর কাঠামোকে আধুনিকীকরণ করে। ২০০৭ সালে, বেলজিয়াম ইউরোপীয় চ্যাম্পিয়নশিপে ব্রোঞ্জ পদক জিতেছিল, এটি দেশের ইতিহাসে প্রথম। বেলজিয়াম ৩২ বছরের মধ্যে প্রথমবারের মতো ২০০৮ গ্রীষ্মকালীন অলিম্পিকের জন্য যোগ্যতা অর্জন করেছিল।\nবেলজিয়াম ২০১৬ গ্রীষ্মকালীন অলিম্পিকে একটি রৌপ্য পদক জিতেছিল, অ্যান্টওয়ার্পে ১৯২০ গ্রীষ্মকালীন অলিম্পিকে বেলজিয়াম তৃতীয় হওয়ার পরে দ্বিতীয় পদক। দুই বছর পর বেলজিয়াম ২০১৮ সালের হকি বিশ্বকাপ জিতেছে। এটি ছিল দেশের ইতিহাসে প্রথম বড় আন্তর্জাতিক শিরোপা। এক বছর পর অ্যান্টওয়ার্পে অনুষ্ঠিত ইউরোপিয়ান চ্যাম্পিয়নশিপে বেলজিয়াম স্বর্ণপদক জিতেছিল। তারা ২০২০ গ্রীষ্মকালীন অলিম্পিকে স্বর্ণপদকের ম্যাচে পৌঁছানোর মাধ্যমে তাদের টানা দ্বিতীয় অলিম্পিক পদক নিশ্চিত করেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট \nএফআইএইচ প্রোফাইল"}