{"pageid": 1431912, "title": "পেনেলোপি লাইভলি", "url": "https://bn.wikipedia.org/wiki?curid=1431912", "content": "ডেম পেনেলোপি মার্গারেট লাইভলি (ইংরেজি: Dame Penelope Margaret Lively; জন্ম: ১৭ মার্চ ১৯৩৩) একজন ব্রিটিশ শিশুতোষ ও বড়দের কল্পকাহিনী লেখিকা। তিনি মুন টাইগার (১৯৮৭) বইয়ের জন্য বুকার পুরস্কার এবং ১৯৭৩ সালের শিশুতোষ বই দ্য গৌস্ট অব টমাস কেম্প-এর জন্য কার্নেগি পদক অর্জন করেন।\n\n\n== প্রারম্ভিক জীবন ==\nপেনেলোপি মার্গারেট লো ১৯৩৩ সালের ১৭ই মার্চ মিশরের কায়রো শহরে জন্মগ্রহণ করেন। তার পিতামাতার বিবাহবিচ্ছেদের পর তিনি ১২ বছর বয়সে লন্ডনে চলে আসেন। তিনি ১৯৫৪ সালে সেন্ট অ্যান্‌স কলেজ, অক্সফোর্ড থেকে স্নাতক সম্পন্ন করেন।\nসাংবাদিক ভ্যালেন্টাইন লো লাইভলির সৎ ভাই।\n\n\n== শিশুসাহিত্য ==\nলাইভলি শিশুসাহিত্য দিয়ে প্রথম সফলতা অর্জন করেন। তার প্রথম বই অ্যাস্টারকোট ১৯৭০ সালে হাইনেমান থেকে প্রকাশিত হয়। এটি নিম্ন কল্পনাধর্মী উপন্যাস, যা প্লেগের কারণে বিপর্যস্ত মধ্যযুগীয় গ্রাম কস্টসওয়াল্ডস ও এর পার্শ্ববর্তী বনভূমির পটভূমিতে রচিত।\nলাইভলি বিশের অধিক শিশুতোষ বই রচনা করেছেন, এবং দ্য গৌস্ট অব টমাস কেম্প ও আ স্টিচ ইন টাইম দিয়ে খ্যাতি অর্জন করেছেন। প্রথম বইটির জন্য তিনি ১৯৭৩ সালে লাইব্রেরি অ্যাসোসিয়েশন থেকে কার্নেগি পদক অর্জন করেন। দ্বিতীয় বইটির জন্য তিনি ১৯৭৬ সালে হুইটব্রেড চিলড্রেন্‌স বুক পুরস্কার অর্জন করেন। এই তিনটি উপন্যাসে প্রায় ৬০০, ৩০০, ও ১০০ বছর পূর্বে স্থানীয় ইতিহাসের বর্ণনা রয়েছে।\n\n\n== বড়দের সাহিত্য ==\nবড়দের জন্য লাইভলির প্রথম উপন্যাস হল ১৯৭৭ সালে প্রকাশিত দ্য রোড টু লিচফিল্ড। এতে সমকালীন দৃষ্টিভঙ্গিতে অতীতের সত্যগুলো মিথ্যা প্রমাণ হতে থাকে, এর মধ্য দিয়ে ইতিহাসের প্রতি তার আগ্রহ প্রতীয়মান হয়। এটি বুকার পুরস্কারের ক্ষুদ্রতালিকায় ছিল। তার ট্রেজার অব টাইম (১৯৭৯) উপন্যাসটি ব্রিটিশ ন্যাশনাল বুক পুরস্কার অর্জন করে। ১৯৮৪ সালের অ্যাকর্ডিং টু মার্ক বইটিও বুকার পুরস্কারের ক্ষুদ্রতালিকায় ছিল। তার ১৯৮৭ সালের মুন টাইগার উপন্যাসে হাসপাতালের বিছানায় একজন মৃত্যুপথযাত্রী নারী বিভীষিকাময় জীবন তুলে ধরেন। এই বইটি বুকার পুরস্কার অর্জন করে। তার অন্যান্য বইয়ের মধ্যে রয়েছে পাসিং অন (১৯৮৯), সিটি অব দ্য মাইন্ড (১৯৯১), ও ক্লিওপেট্রাস সিস্টার (১৯৯৩)। ইন দ্য ফটোগ্রাফ (২০০৩) বইতে একজন লোক মরণোত্তর তার স্ত্রীয়ের পরকীয়ার প্রমাণ খোঁজেন।\n\n\n== ব্যক্তিগত জীবন ==\nলাইভলি ১৯৫৭ সালে রাজনৈতিক তাত্ত্বিক জ্যাক লাইভলিকে বিয়ে করেন। তাদের এক পুত্র ও এক কন্যা রয়েছে। তার স্বামী ১৯৯৮ সালে মৃত্যুবরণ করেন। লাইভলি বর্তমানে লন্ডনে বসবাস করছেন।\n\n\n== সাহিত্যকর্মের তালিকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nটেমপ্লেট:British council\nইন্টারনেট স্পেকুলেটিভ ফিকশন ডাটাবেজে Penelope Lively(ইংরেজি)\nলাইব্রেরি অব কংগ্রেস কর্তৃপক্ষে Penelope Lively, 70 ক্যাটালগ ue রেকর্ড সহ\nAudio slideshow interview about Family Album on The Interview Online\nInterview with Penelope Lively, ALL ABOUT KIDS! TV Series, Episode #165 (1994)\nInterview with Penelope Lively, A DISCUSSION WITH National Authors on Tour TV Series, Episode #79 (1994)"}