{"pageid": 1431805, "title": "আলী শাহ বুখারী", "url": "https://bn.wikipedia.org/wiki?curid=1431805", "content": "স্যার সৈয়দ সানী সৈয়দ আলী শাহ বুখারি (উর্দু: سر سید سانی سید علی شاہ بُخاری‎‎) (জন্ম: ৩০ নভেম্বর ১৯১৪ - ৩০ মার্চ ১৯৭৯) সাধারণত আলী শাহ, স্যার সৈয়দ সানী, মলভি সায়েব, স্যার সৈয়দ কাশ্মীর, চিরাগ-ই-বীরওয়াহ বা মুসলেহ-মিল্লাত নামে পরিচিত। তিনি ছিলেন ২০ শতকের জম্মু ও কাশ্মীরের বুদগাম জেলার তহসিল বেরওয়াহের কাশ্মীরি মুসলিম বাস্তববাদী, ইসলামী আধুনিকতাবাদী, দার্শনিক, ইসলামী আইনবিদ, সমাজকর্মী এবং শিক্ষাবিদ। তিনি গ্র্যান্ড জামিয়া মসজিদের খতীব, ইমাম ও মিরওয়াইজ ছিলেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nসৈয়দ আলী শাহ বুখারি ১৯১৪ সালের ৩০ই নভেম্বর জন্মগ্রহণ করেন। তিনি সোদিপোরা, বেরওয়াহতে সৈয়দ পরিবারের দ্বিতীয় সন্তান। তাঁর পূর্বপুরুষ সৈয়দ আলী আলাউদ্দিন (খানসাহেব) রিজভী-আল বুখারি উজবেকিস্তানের বোখারা থেকে এসেছিলেন বলে জানা যায়। তার পিতা সৈয়দ গুলাম মোহাম্মদ বুখারি, বুদগাম জেলার একজন ধর্মীয় পণ্ডিত, মিরওয়াইজ ও মোহাম্মদ ইউসুফ শাহের ঘনিষ্ঠ বন্ধু ছিলেন। আলী শাহ বুখারি তার বাবার কাছ থেকে আরবি ভাষা, ফার্সি ভাষি এবং ইসলামি সাহিত্য অধ্যয়ন করেছিলেন। পরে তিনি তার মামার কাছ থেকেও শিক্ষা গ্রহণ করেছিলেন বলে জানা যায়। আলী শাহ বুখারির সময়ের অনেক পণ্ডিতের মতো, তিনিও খুব সাধারণ জীবনযাপন করতেন, তিনি দরিদ্র হলেও ধার্মিক হয়ে বেড়ে ওঠেন।\n\n\n== সামাজিক কার্যক্রম ==\nসৈয়দ আলী শাহ বুখারী শিশুদের শিক্ষার উন্নতির জন্য, বিশেষ করে দরিদ্র পরিবারের জন্য ১৯৩৪ সালে একটি মিশনারী প্রাথমিক বিদ্যালয় মাজহার উল হক উচ্চ বিদ্যালয় প্রতিষ্ঠা করেন। ভারতের স্বাধীনতার ১৩ বছর আগে প্রতিষ্ঠিত বিদ্যালয়টি মাদ্রাসা হিসেবে কাজ করত এবং বিদ্যালয়টিতে আরবি ভাষা এবং ফার্সি ভাষা উভয়ই ভাষাতেই পড়ানো হতো। শিক্ষার্থীরা তহসিল বিয়ারওয়াহ, বুদগাম জেলা, শ্রীনগর জেলা এবং বারামুল্লা জেলা থেকে অধ্যায়ন করতে আসত। সৈয়দ আলী ১৯৫১ সালে আঞ্জুমান মাজহার উল হক নামে একটি সংস্থা প্রতিষ্ঠা করেন, যা বেরওয়াহতে একটি আধা-শাসক সংস্থা হিসেবে কাজ করত। সংস্থাটি জামিয়া মসজিদ ও মাজহার উল হক উচ্চ বিদ্যালয় পরিচালনা করত। আলী শাহ বুখারী শিক্ষার প্রচারে ভূমিকা রাখার পাশাপাশি একজন ধর্মীয় পণ্ডিত এবং সামাজিক কর্মী ছিলেন‌। তিনি মানুষের দৈনন্দিন জীবনের পথপ্রদর্শক ছিলেন। তিনি তার বড় ভাই সৈয়দ সাঈদ বুখারির সাথে ১৯২৮ সালে জামিয়া মসজিদের ভিত্তিপ্রস্তর স্থাপন করেন এবং মৃত্যুর আগ পর্যন্ত তিনি এই মসজিদে জুম্মার খুতবা দিয়েছিলেন।\n\n\n== রাজনৈতিক কার্যক্রম ==\nসৈয়দ আলী শাহ বুখারী তার এলাকার আর্থ-সামজিক অবস্থার উন্নতিতে সাহায্য করার মাধ্যমে রাজনীতির সাথে জড়িত ছিলেন। প্রধানমন্ত্রী বকশি গোলাম মোহাম্মদ এবং শেখ আবদুল্লাহর সাথে তার ঘনিষ্ঠ সম্পর্ক ছিল। যার মাধ্যম তিনি বিয়ারওয়াহে তহসিল (প্রশাসনিক বিভাগ) সদর দপ্তরের পাশাপাশি সংশ্লিষ্ট দপ্তরগুলি প্রতিষ্ঠা করেন। তিনি জম্মু ও কাশ্মীরের বিধানসভার একটি আসনের জন্য দুবার প্রতিদ্বন্দ্বিতা করেছিলেন। ১৯৫৭ সালে, তিনি জাতীয় কনফারেন্স এবং ১৯৭৭ সালে বেরওয়াহ আসনের জন্য নির্বাচনে প্রতিদ্বন্দ্বিতা করেছিলেন, তিনি জনতা পার্টির হয়ে বুদগাম জেলার আসনে প্রতিদ্বন্দ্বিতা করেছিলেন। তিনি ১৯৬৫ সালে রাজনৈতিক কারণে গ্রেপ্তার হন। তিনি প্যারোলের মাধ্যমে মুক্তি পান কিন্তু পুনরায় গ্রেপ্তার হন এবং অবশেষে ১৯৬৯ সালে মুক্তি পান।\n\n\n== স্যার সৈয়দ সানী উপাধি ==\nশিক্ষা ও সামাজিক কাজের জন্য জম্মু ও কাশ্মীরের প্রধানমন্ত্রী শেখ আবদুল্লাহ তাকে স্যার সৈয়দ সানী (দ্বিতীয় স্যার সৈয়দ আহমদ খান) উপাধিতে ভূষিত করেন। ফাজিল কাশ্মীরি (একজন কবি) শাহ আলি বুখারীর উপর একটি রচনা লিখেছিলেন। রচনাটিকে‌ \"চিরাগ-ই-বীরওয়াহ\" বলা হয়।\n\n\n== মৃত্যু ==\n\nসৈয়দ আলী শাহ বুখারী ১৯৭৯ সালের ৩০ মার্চ (১৩৯৯ হিজরি) ৬৪ বছর বয়সে মৃত্যুবরণ করেন। তাকে জামিয়া মসজিদ বেরওয়াহ প্রাঙ্গণে দাফন করা হয়। মিরওয়াইজ কাশ্মীর মাওলানা মোহাম্মদ ফারুক তার জানাজা নামাজের নেতৃত্ব দেন এবং এই জানাজাতে হাজার হাজার মানুষ অংশ নেন। তিনি তার শিক্ষার উদ্দেশ্যে মতবাদের কারণে শিখ, হিন্দু এবং মুসলমানদের কাছ থেকে সম্মান পেয়েছন।\n\n\n== তথ্যসূত্র =="}