{"pageid": 1431039, "title": "পি বৎসলা", "url": "https://bn.wikipedia.org/wiki?curid=1431039", "content": "পরক্কুলাথিল বৎসলা  (২৮ আগস্ট ১৯৩৯ - ২১ নভেম্বর ২০২৩) ছিলেন একজন ভারতীয় মালয়ালম ঔপন্যাসিক, ছোট গল্প লেখক, এবং কেরালার সামাজিক কর্মী।  তিনি এজুথাচান পুরস্কার ২০২১ পেয়েছেন, যা কেরালা সরকারের সর্বোচ্চ সাহিত্য সম্মান।  ১৯৯৩ সালে থেকে এটা প্রদান করার পর থেকে তিনি পঞ্চম নারী যিনি এই পুরস্কার পেয়েছেন।\nবৎসলা তার উপন্যাস নিঝালুরাঙ্গুন্না ভাজিকাল (দ্য পাথস হোয়ার শ্যাডো স্লিপস) জন্য কেরালা সাহিত্য আকাদেমি পুরস্কারের প্রাপক ছিলেন।  তিনি ২৫টিরও বেশি ছোটগল্পের সংকলন এবং ১৭টি উপন্যাস লিখেছেন। তিনি তার স্বতন্ত্র লেখার শৈলীর জন্য বিখ্যাত।\nতার কাজগুলো কুমকুমাম পুরস্কার (১৯৭২ সালে প্রকাশিত নেলুর জন্য), কেরালা সাহিত্য আকাদেমি পুরস্কার (নিঝালুরাঙ্গুন্না ভাজিকালের জন্য), মুত্তাথু ভার্কি পুরস্কার, এবং সিভি কুনহিরামন মেমোরিয়াল সাহিত্য পুরস্কারসহ বেশ কয়েকটি পুরস্কার জিতেছে।\nএকজন প্রাক্তন প্রধান শিক্ষিকা বৎসলা কেরালা সাহিত্য আকাদেমির সভাপতির পদেও অধিষ্ঠিত ছিলেন। তিনি একটি বাম-ঝোঁক সাংস্কৃতিক আন্দোলন পুকাসার সাথে যুক্ত ছিলেন, কিন্তু সম্প্রতি তিনি হিন্দু ডানপন্থী সংগঠনগুলোর সমর্থক ছিলেন।\nবৎসলা উত্তর কেরালার কোঝিকোড় জেলায় বাস করতেন। তিনি ২০২৩ সালের ২১ নভেম্বর ৮৫ বছর বয়সে হৃদযন্ত্রের ক্রিয়া বন্ধ হয়ে মারা যান।\n\n\n== নির্বাচিত কাজ ==\nছোট গল্প\nপেম্পি, পূর্ণা বুকস, কালিকট, ১৯৬৯\nপাজয়া, পুঠিয়া নাগারাম (পুরাতন, নতুন শহর), সাহিত্য প্রবর্তক সমবায় সমিতি (এসপিসিএস), কোট্টায়ম, ১৯৭৯\nঅনুপমায়ুদে কাভাল্কারন (অনুপমার দেহরক্ষী), এসপিসিএস, ১৯৮০\nআনাভেট্টকরন (দ্য এলিফ্যান্ট হান্টার), এসপিসিএস, ১৯৮২\nইউনিক্করন চ্যাথোপথিয়া (ইউনিক্করন চ্যাথোপথিয়া), এসপিসিএস, ১৯৮5\nআনামারিয়া নেরিডান (ফর আন্না মেরি টু ফ্রন্ট), এসপিসিএস, ১৯৮৮\nকারুত্থু মাঝা পেয়ান্না থাজভারা (কালো বৃষ্টির উপত্যকা), এসপিসিএস, ১৯৮৮\nচামুন্ডি কুঝি (চামুন্ডির পিট), এসপিসিএস, ১৯৮৯\nঅরুন্ধতী কারায়ুন্নিলা (অরুন্ধতী কাঁদে না), এসপিসিএস, ১৯৯১\nকুনিচুটিল ভেলিচাম (ফ্লাইট সিঁড়ির পিছনের আলো), প্রভাথ বুক হাউস, ত্রিভান্দ্রম, ১৯৯২\nমাদাক্কাম ২ (দ্য রিটার্ন ২), ডিসি বুকস, ১৯৯৮\nPanguru Pushpathinde Theen (পাঙ্গুরু ফুলের মধু), পূর্ণা বই, ১৯৯৮\nমাদাক্কাম (দ্য রিটার্ন), ডিসি বুকস, কোট্টায়াম, ১৯৯৮\nকালী '৯৮ থুডর্চা (ক্রীড়া ৯৮ অব্যাহত), প্রভাথ বুক হাউস, ১৯৯৮\nপুক্কু ভায়িল পোনভাইল (দ্য সানসেট যা সোনা), অলিভ, ১৯৯৯\nধুষ্যন্তন্নুম ভীমন্নুমিল্লাথা লোকম (ধুষ্যন্ত ও ভীম দ্বারা বিহীন বিশ্ব), পূর্ণা বই, ১৯৯৯\nকালাল কাভালাল (দ্য সোলজার যিনি দ্য গার্ড), ডিসি বুকস, ২০০১\nকোত্তাইলে প্রেমা (প্রেমা সামনে), অলিভ বুকস, কালিকট, ২০০২\nপুরম (মন্দির উৎসব), ডিসি বুকস, ২০০3\nঅরন্নিয়া কন্দম (বনের গল্প), ডিসি বুকস, ২০০3\nমিথিলিউদা মাকাল (দ্য ডটার অফ মিথিলি), গ্রিন বুকস, কালিকট, ২০০৪\nঅশোকানুম আয়লুম (তিনি এবং অশোকন), ডিসি বুকস, ২০০৬\nচন্ডালভিক্ষুকিয়ুম মারিকুন্না পাওনামিয়ুম (চন্ডালভিক্ষুকি এবং মৃত পূর্ণিমা), বুক পয়েন্ট, কালিকট, ২০০৭\nসুবর্ণ কধকাল (দ্য গোল্ডেন স্টোরিজ), গ্রিন বুকস, ত্রিচুর, ২০০৮\nগেট থুরান্নিত্তিকুনু, এসপিসিএস, কোট্টায়াম, ২০০৮\nউপন্যাস\nঠাকুরচা (পতন), পূর্ণা বুকস, কালিকট, ১৯৬৯\nনেল্লু (প্যাডি), সাহিত্য প্রবর্তক সমবায় সমিতি (এসপিসিএস), কোট্টায়ম, ১৯৭২ (১৯৭৪ সালে একই নামের একটি চলচ্চিত্রে রূপান্তরিত)\nঅগ্নিম (অফ ফায়ার), এসপিসিএস ১৯৭৪; বাসন্তী শঙ্করনারায়ণ দ্বারা ইংরেজিতে অনুবাদ করা হয়েছে অগ্নেয়াম: দ্য স্টোরি অফ আ নাম্বুদিরি মহিলা, সাহিত্য একাডেমি, ২০০৮\nনিঝালুরাগুন্না ভাজিকাল (যে পথ যেখানে ছায়া ঘুমায়), এসপিসিএস ১৯৭৫\nআরাককিলাম (দ্য হাউস অফ ওয়াক্স), এসপিসিএস, ১৯৭৭\nভেনাল (দ্য সামার), এসপিসিএস, ১৯৭৯\nকানাল (দ্য লাইভ কয়লা), এসপিসিএস, ১৯৭৯\nনাম্বারুকাল (সংখ্যা), এসপিসিএস, ১৯৮০\nপালায়ম (ব্যারাক), এসপিসিএস, ১৯৮১\nকুমান কলি (দ্য ভ্যালি আউলস), এসপিসিএস ১৯৮১\nগৌথামান (গৌথামান), এসপিসিএস, ১৯৮৬\nআরুম মারিকুউনিল্লা (কেউ মারা যায় না), এসপিসিএস/ ডিসি বুকস, ১৯৮৭\nশ্যাভার (দ্য নাইটস), এসপিসিএস, ১৯৯১\nরোজ মেরেইউড আকাসাঙ্গল (দ্য স্কাইস অফ রোজম্যারি), ডিসি বুকস, কোট্টায়াম, ১৯৯3\nভিলাপাম (দ্য ক্রাই), ডিসি বুকস, ১৯৯৭\nআধিজালাম (দ্য প্রাইভাল ওয়াটার), ডিসি বুকস, ২০০৪\nমেলপ্পালাম (দ্য ফ্লাইওভার), মাতৃভূমি বুকস, কালিকট, ২০০৭\n\n\n== পুরস্কার ==\nকুমকুম পুরস্কার - নেলু\nকেরালা সাহিত্য আকাদেমি পুরস্কার - নিঝালুরাঙ্গুন্না ভাজিকাল\nমুত্তাথু ভার্কি পুরস্কার - মালায়ালাম সাহিত্যে তার অবদানের জন্য\nসিভি কুণহিরামন স্মৃতি সাহিত্য পুরস্কার\nকেরালা সাহিত্য আকাদেমি ফেলোশিপ (২০১৯)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nSankaranarayanan, Vasanthi (১২ জুলাই ২০০১)। \"A way with words\"। The Hindu। ২৭ অক্টোবর ২০০৩ তারিখে মূল থেকে আর্কাইভ করা। \nটেমপ্লেট:Kerala Sahitya Akademi Fellowshipটেমপ্লেট:Malayalam Literature"}