{"pageid": 1431375, "title": "কুব্বা", "url": "https://bn.wikipedia.org/wiki?curid=1431375", "content": "কুব্বা (আরবি: قُبَّة, pl. قُباب qubāb), এছাড়াও কুব্বাহ, কুব্বেত এবং কুউব্বা হিসাবে উচ্চারিত হয়) হলো একটি কুপোলা বা গম্বুজ কাঠামো, যা সাধারণত ইসলামী স্থাপত্যে একটি সমাধি বা মঠ হয়ে থাকে।  উত্তর আফ্রিকার মতো অনেক অঞ্চলে, কুব্বা শব্দটি সাধারণত স্থানীয় ওলি (স্থানীয় মুসলিম সাধক বা অধ্যাত্মিক ব্যক্তি ) এর সমাধির জন্য প্রয়োগ করা হয়। এটি সাধারণত একটি গম্বুজ বা পিরামিড কুপোলা দ্বারা আচ্ছাদিত একটি চেম্বার নিয়ে গঠিত।\n\n\n== ব্যুৎপত্তি ==\nআরবি কুব্বা শব্দটি সাধারণত তাঁবু  বা কাপড়ের মতো কোনো উপাদানকে একটি বৃত্তে পরিণত করা বোঝাতে ব্যবহৃত হয়েছিল।\nসম্ভবত এই মূল অর্থটি পরবর্তীতে গম্বুজ বিশিষ্ট ইসলামি স্থাপত্য বোঝানোর জন্য ব্যবহার করা শুরু হয়েছিল। এটি এখন সাধারণত সমাধিস্থলগুলির জন্যও ব্যবহৃত হয় যদি সেগুলি তীর্থস্থান হয়।  তুর্কি এবং ফার্সি ভাষায় কুমবেত (kümbet), কুমবাদ (kumbad), বা গুনবাদ (gunbād) শব্দের একই অর্থ গম্বুজ বা গম্বুজ সমাধি।\n\n\n== ঐতিহাসিক বিবর্তন ==\n\nগম্বুজযুক্ত ইসলামি সমাধির একটি সুপরিচিত উদাহরণ হল কুব্বাতুস সাখরা (আরবি: قُبَّةُ ٱلْصَّخْرَة) বা ডোম অব দ্যা রক। যদিও এই বিশেষ স্মারকটি প্রাথমিক ইসলামিক স্থাপত্যের চেয়ে ব্যতিক্রমধর্মী। প্রারম্ভিক ইসলামী সংস্কৃতিতে, মৃত ব্যক্তির স্মরণে সমাধি এবং অস্টেন্টেশন সমাধির কাঠামো নির্মাণকে অপ্রথাগত হিসাবে দেখা হত। অনেকের মতে মুহাম্মাদ নিজেও এই ধরনের প্রথার বিরোধিতা করেছিলেন। তারা নিজেদের দাবির সপক্ষে একটি হাদিস উত্থাপন করে থাকেন, যেখানে মুহাম্মাদ আলীকে উঁচু কবরগুলো সমান করার নির্দেশ দিয়েছেন। কিন্তু কবর উঁচু করার পক্ষে অবস্থানকারীদের দাবি যে এই নির্দেশ কেবল কাফির ও মুশরিকদের ক্ষেত্রে প্রযোজ্য, কোন মুসলিমের ক্ষেত্রে নয়। ঐতিহাসিক উৎস অনুসারে শুরুর দিকে খুব কম প্রচলন থাকলেও, চতুর্থ শতাব্দীর পর থেকে মৃত ব্যক্তির সমাধি সাধারণ হয়ে ওঠে। অনেকের ধারণা যে এটি কিছুটা শিয়াদের মধ্যে দ্বারা ব্যপকভাবে প্রচারিত হয়, যারা ইমামদের স্মরণে সমাধি নির্মাণ করেছিল যা পরে ধর্মীয় অনুষ্ঠান এবং তীর্থস্থানে পরিণত হয়েছিল। ইসলামিক স্থাপত্যে গম্বুজযুক্ত সমাধির প্রাচীনতম ও এখনো টিকে থাকা উদাহরণ হল বর্তমান ইরাকের সামাররার কুব্বাত আল-সুলাইবিয়া, যা ৯ম শতাব্দীর মাঝামাঝি  সময়ে তৈরি করা হয়েছিল। দশম শতাব্দীতে শিয়া এবং সুন্নি উভয়ের মধ্যেই গম্বুজযুক্ত সমাধি নির্মাণ অধিক সাধারণ হয়ে ওঠে, যদিও প্রাথমিক সুন্নি সমাধিগুলি বেশিরভাগই রাজনৈতিক শাসকদের জন্য নির্মিত হয়েছিল। পরবর্তীকালের উল্লেখযোগ্য উদাহরণ হল দশম শতাব্দীতে নির্মিত বর্তমান উজবেকিস্তানের বুখারার সামানিদ সমাধি।\n\n\n== ইয়াজিদবাদ ==\nইয়াজিদি উপাসনালয় এবং পবিত্র ভবনগুলিতে সাধারণত শঙ্কুযুক্ত স্পিয়ার থাকে যা কুর্দি ভাষায় কিউবে নামে পরিচিত।\n\n\n== তথ্যসূত্র =="}