{"pageid": 1431354, "title": "সোনালী বসু", "url": "https://bn.wikipedia.org/wiki?curid=1431354", "content": "সোনালী বোস (জন্ম ৩ জুন ১৯৬৫) একজন ভারতীয় চলচ্চিত্র পরিচালক, লেখক এবং চলচ্চিত্র প্রযোজক। ২০০৫ সালে তার পূর্ণদৈর্ঘ্য চলচ্চিত্রে আত্মপ্রকাশ করার পর, তিনি জাতীয় চলচ্চিত্র পুরস্কার, একটি ব্রিজস্টোন ন্যারেটিভ অ্যাওয়ার্ড এবং একটি সানড্যান্স মাহিন্দ্রা গ্লোবাল ফিল্মমেকার অ্যাওয়ার্ডের মতো প্রশংসা জিতেছেন।\nবোস তার প্রথম পূর্ণদৈর্ঘ্য চলচ্চিত্র, ২০০৫ এর জীবনীমূলক নাটক আমু দিয়ে তার সাফল্য অর্জন করেছিলেন, যেটি তার নিজের একই নামের উপন্যাসের উপর ভিত্তি করে তৈরি হয়েছিল। যে ছবিটি ১৯৮৪ সালে দিল্লিতে শিখদের উপর হামলার ঘটনা বর্ণনা করে, সমালোচকদের প্রশংসা অর্জন করে এবং ইংরেজিতে সেরা পূর্ণদৈর্ঘ্য চলচ্চিত্রের জন্য জাতীয় চলচ্চিত্র পুরস্কার পায়। এরপর বোস ২০১২ সালের যুদ্ধ চলচ্চিত্র চট্টগ্রামের সহকারী পরিচালক হিসেবে কাজ করেন, যেটি তিনি লেখেন।\nমার্গারিটা উইথ এ স্ট্র (২০১৫) এবং দ্য স্কাই ইজ পিঙ্ক (২০১৯) নাটকগুলির সমালোচনামূলক এবং বাণিজ্যিক সাফল্যের পরে চলচ্চিত্র নির্মাতা হিসাবে বোসের মর্যাদা বৃদ্ধি পায়। মালিনী চিবের জীবন থেকে অনুপ্রাণিত হয়ে — তার চাচাতো ভাই এবং একজন প্রতিবন্ধী অধিকার কর্মী, প্রাক্তন বোস একটি সানড্যান্স মাহিন্দ্রা গ্লোবাল ফিল্মমেকার অ্যাওয়ার্ড এবং একটি NETPAC অ্যাওয়ার্ড অর্জন করেছিলেন।\nবোস একজন সক্রিয় জনহিতৈষী এবং বিভিন্ন দাতব্য সংস্থাকে সমর্থন করেন। তিনি চলচ্চিত্র নির্মাতা বেদব্রত পেইনকে বিয়ে করেছিলেন, কিন্তু ছেলের মৃত্যুর পর এই দম্পতি আলাদা হয়ে যায়।\n\n\n== জীবনের প্রথমার্ধ ==\nসোনালী বোস ১৯৬৫ সালের ৩ জুন কলকাতা, পশ্চিমবঙ্গে জন্মগ্রহণ করেন এবং তার প্রাপ্তবয়স্ক জীবনের বেশিরভাগ সময় মুম্বাই এবং নয়াদিল্লিতে কাটিয়েছেন। তিনি দিল্লি ইউনিভার্সিটি থেকে স্নাতক এবং কলাম্বিয়া ইউনিভার্সিটি, নিউ ইয়র্ক থেকে রাষ্ট্রবিজ্ঞানে স্নাতকোত্তর ডিগ্রি অর্জন করেন। দিল্লি বিশ্ববিদ্যালয়ের মিরান্ডা হাউসে থাকার সময় থেকেই তিনি একজন কর্মী। স্কুল এবং কলেজ জুড়ে বোস অভিনেতা হিসাবে থিয়েটারের সাথে জড়িত ছিলেন। বোস মূলত চলচ্চিত্রে জড়িত হওয়ার পরিকল্পনা করেননি, তবে তিনি পিএইচডি থেকে কতটা দূরে তা উপলব্ধি করার পরে সক্রিয়তার জন্য এটি একটি ভাল আউটলেট হিসাবে দেখেছিলেন। অধ্যয়ন সক্রিয়তা থেকে ছিল.  তার চলচ্চিত্রের কাজ সম্পর্কে তিনি বলেন, \"চলচ্চিত্র হল এমন একটি মাধ্যম যার সাহায্যে আমি সামাজিক ও রাজনৈতিক পরিবর্তন সম্পর্কে ধারণা প্রকাশ করতে চাই।\"\n\n\n== কর্মজীবন ==\n\n\n=== আমু এর সাথে প্রাথমিক কর্মজীবন এবং সাফল্য (১৯৯৯-২০১০) ===\nবোস প্রায় এক বছর জাতীয় আইনজীবী গিল্ডের সংগঠক হিসাবে কাজ করেছিলেন। UCLA স্কুল অফ থিয়েটার, ফিল্ম অ্যান্ড টেলিভিশনে MFA ডিরেক্টিং প্রোগ্রামে যোগদানের আগে তিনি ম্যানহাটনে লাইভ কমিউনিটি টেলিভিশন পরিচালনা করেছিলেন। তার কর্মজীবনের শুরুর দিকে, বোস দ্য জেন্ডারমে ইজ হেয়ার এবং আনডকুমেন্টেড এবং ফিচার-লেংথ ডকুমেন্টারি লিফটিং দ্য ওয়েলের মতো ছোট চলচ্চিত্র পরিচালনা করেছিলেন; প্রযোজনাগুলি বহু চলচ্চিত্র উৎসবে প্রদর্শিত হয়েছিল।\nবোস ২০০৫ সালের নাটক আমু দিয়ে পূর্ণদৈর্ঘ্য চলচ্চিত্রে আত্মপ্রকাশ করেন; তিনি প্রযোজনার চিত্রনাট্যও লিখেছিলেন।   সমালোচকদের প্রশংসা এবং দর্শকদের কাছ থেকে ইতিবাচক প্রতিক্রিয়ার জন্য ছবিটি জানুয়ারিতে ভারতে মুক্তি পায়। আমু বার্লিন এবং টরন্টোতে আন্তর্জাতিক চলচ্চিত্র উৎসবে প্রদর্শিত হয়েছিল। বোস ফিপ্রেসকি সমালোচক পুরস্কার, ইংরেজিতে শ্রেষ্ঠ পূর্ণদৈর্ঘ্য চলচ্চিত্রের জন্য জাতীয় চলচ্চিত্র পুরস্কার এবং শ্রেষ্ঠ নবাগত পরিচালকের জন্য গোল্লাপুদি শ্রীনিবাস পুরস্কার সহ বেশ কয়েকটি জাতীয় ও আন্তর্জাতিক পুরস্কার জিতেছিলেন।  বোস আমু উপন্যাসটি লিখেছিলেন, যা চিত্রনাট্যের উপর ভিত্তি করে যা চলচ্চিত্রের সাথে একই সাথে মুক্তি পেয়েছিল। \n\n\n=== ক্রমাগত সমালোচনামূলক সাফল্য (২০১০- বর্তমান) ===\n২০১৯ সালে বোস লিখেছেন এবং পরিচালনা করেছেন দ্য স্কাই ইজ পিঙ্ক, একটি অনুপ্রেরণামূলক বক্তা আয়শা চৌধুরীর উপর ভিত্তি করে একটি চলচ্চিত্র, যেখানে প্রিয়াঙ্কা চোপড়া, ফারহান আখতার এবং জাইরা ওয়াসিম অভিনয় করেছেন।  চলচ্চিত্রটি ১১ অক্টোবর ২০১৯ এ প্রেক্ষাগৃহে মুক্তি পায় এবং সমালোচকদের দ্বারা প্রশংসিত হয়।\nতিনি ২০২২ সালের সংকলন মডার্ন লাভ: মুম্বাইয়ের জন্য ফাতিমা সানা শেখকে নিয়ে ছোট রাত রানী পরিচালনা করেছেন।\n\n\n==== আসন্ন প্রকল্প ====\nবোস দীক্ষা বসুর উপন্যাস দ্য উইন্ডফল অবলম্বনে একটি শিরোনামহীন টেলিভিশন সিরিজের জন্য পাইলট পর্ব লেখার প্রতিশ্রুতি দিয়েছেন।\nতিনি বর্তমানে আমাজন অরিজিনাল, দ্য নটোরিয়াস গার্লস অফ মিরান্ডা হাউসের জন্য শুটিং করছেন, প্রীতিশ নন্দী কমিউনিকেশনস প্রযোজিত।\n\n\n== ব্যক্তিগত জীবন ==\nতিনি বেদব্রত পেইনকে বিয়ে করেছিলেন কিন্তু এখন আলাদা হয়ে গেছেন।  দম্পতির ছেলে ইশান বোস-পেইন ১৩ সেপ্টেম্বর ২০১০ সালে ১৫ বছর বয়সে মারা যান  বোস উভকামী হিসেবে চিহ্নিত করে।\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n== পুরস্কার ==\n\n\n== আরও দেখুন ==\nমহিলা চলচ্চিত্র ও টেলিভিশন পরিচালকদের তালিকা\nমহিলাদের দ্বারা পরিচালিত LGBT-সম্পর্কিত চলচ্চিত্রগুলির তালিকা৷\n\n\n== তথ্যসূত্র =="}