{"pageid": 1431679, "title": "জীবক চিন্তামণি", "url": "https://bn.wikipedia.org/wiki?curid=1431679", "content": "টেমপ্লেট:Tamil literatureসিভাকা চিন্তামনি(Civaka Cintamani)-  যাকে জীবকা চিন্তামণি নামেও বানান করা হয়, এটি এমন একটি মহাকাব্য তা পাঁচটি মহান তামিল মহাকাব্যের একটি। 10 শতকের গোড়ার দিকে মাদুরাই-ভিত্তিক জৈন তপস্বী তিরুত্তাক্কাটেভার দ্বারা রচিত, মহাকাব্যটি একজন রাজকুমারের গল্প যিনি সমস্ত শিল্পের নিখুঁত মাস্টার, নিখুঁত যোদ্ধা এবং অসংখ্য স্ত্রীর সাথে নিখুঁত প্রেমিক। সিভাকা চিন্তামনিকে মানা নূলও বলা হয় ( তামিল: மண நூல்  )   মহাকাব্যটি 13টি ক্যান্টোতে সংগঠিত এবং বিরুত্তম কাব্যিক মিটারে 3,145 টি কোয়াট্রেন রয়েছে। এর জৈন লেখকের কাছে এই কোয়াট্রেনগুলির মধ্যে 2,700টি রয়েছে, বাকিগুলি তার গুরু এবং অন্য একজন বেনামী লেখকের দ্বারা।\nমহাকাব্যটি বিশ্বাসঘাতক অভ্যুত্থানের গল্প দিয়ে শুরু হয়, যেখানে রাজা তার গর্ভবতী রানীকে একটি ময়ূর-আকৃতির উড়ন্ত যন্ত্রে পালাতে সাহায্য করেন, কিন্তু পরিশেষে তিনি নিজেই নিহত হন। সেখানে রানী একটি ছেলের জন্ম দেয়। তিনি তার সন্তানকে বড় করার জন্য একজন অনুগত দাসের হাতে তুলে দেন, এবং রানি নিজে একজন সন্ন্যাসী হয়ে ওঠেন।  ছেলেটি, জীবক নামে বড় হয়ে পরিচিতি পায় এবং একজন সুন্দর মানুষ হয়ে ওঠে তা কেবল নয়, বরং একজন সুপারম্যান, যে প্রতিটি শিল্পে, প্রতিটি দক্ষতায়, জ্ঞানের প্রতিটি ক্ষেত্রে নিখুঁত। তিনি যুদ্ধ এবং কামোত্তেজকতায় পারদর্শী হন, তার শত্রুদের হত্যা করেন, জয়লাভ করেন এবং তার সাথে দেখা প্রতিটি সুন্দরী মেয়েকে বিয়ে করেন, তারপরে তার পিতার হারানো রাজ্য ফিরে পান। ক্ষমতা, যৌনতা উপভোগ করার পর এবং তার অসংখ্য স্ত্রীর সাথে বহু পুত্রসন্তানের জন্মের পর, মহাকাব্যটি তার জগৎ ত্যাগ করে জৈন তপস্বী হওয়ার সাথে শেষ হয়। \nতামিল মহাকাব্য সিভাকা চিন্তামনি(Civaka Cintamani) সম্ভবত অনেক পুরানো, কল্পনায় ভরা অবাস্তব তামিল লোক গল্পের সংকলন। কবি দক্ষতার সাথে অসাধারণ প্রতিভাবান সুপারম্যানের মার্শাল অ্যাডভেঞ্চারগুলিকে তার বিষয়গুলির গ্রাফিক যৌন বর্ণনার সাথে সংযুক্ত করেছেন, এবং সমস্ত জীবের প্রতি দয়া, কর্তব্য, কোমলতা এবং স্নেহের মতো তার গুণাবলীর গীতিমূলক অন্তর্বর্তী সহ।  মহাকাব্যের প্রেমের দৃশ্যগুলি সংবেদনশীল এবং ডবল এন্টেন্ডার এবং রূপক দ্বারা লোড।  সিভাকা চিন্তামনি মহাকাব্যের কাব্য শৈলী তামিল কাব্য সাহিত্যে পাওয়া যায় যা হিন্দু ও জৈন পণ্ডিতদের মধ্যে অনুসরণ করে, এর সাহিত্যিক তাত্পর্য প্রমাণ করে।\nমহাকাব্যের কিছু অংশ 19 শতকে তামিল জৈন সম্প্রদায়ের সদস্যরা আনুষ্ঠানিকভাবে আবৃত্তি করেছিলেন।  এর তাল-পাতার পাণ্ডুলিপির বিরল কপি তামিল হিন্দুরা সংরক্ষণ করেছিল। ইউভি স্বামীনাথ আয়ার - একজন শৈব পন্ডিত এবং তামিল পণ্ডিত, 1880 সালে কুম্ভকোনামের একটি শৈব হিন্দু মঠের প্রধান মঠের উৎসাহে এর দুটি কপি আবিষ্কার করেন, একটি তামিল উত্সাহী রামাস্বামী মুতালিয়ার  এবং অন্যটি মঠ দ্বারা প্রদত্ত। আইয়ার তেলের বাতির নীচে মহাকাব্যের পাণ্ডুলিপিগুলি অধ্যয়ন করেন,  জৈনা সম্প্রদায়ের নেতা আপ্পাসামি নয়নারের নির্দেশনা নিয়ে, একটি সমালোচনামূলক সংস্করণ প্রতিষ্ঠা করেন এবং 1887 সালে মহাকাব্যের প্রথম কাগজ সংস্করণ প্রকাশ করেন\n\n\n== লেখক এবং তারিখ ==\n\nসিভাকা চিন্তামনি (Civaka Cintamani)- যেহেতু এটি আধুনিক যুগে টিকে আছে - 3,145টি স্তবকের একটি মহাকাব্য, প্রতিটি স্তবক চারটি উচ্চ লিরিকাল লাইনের। মহাকাব্যের চূড়ান্ত শ্লোক অনুসারে, এটি 2,700 (86%) শ্লোক নিয়ে গঠিত।  চৌদ্দ শতকের ন্যাসিনারকিনিয়ার ভাষ্য অনুসারে, 2,700টি শ্লোক রচিত হয়েছিল চোল জাতির তিরুথাক্কাদেবর (তিরুত্তাক্কাতেভার) যিনি যৌবনে একজন জৈন তপস্বী হয়েছিলেন এবং মাদুরাইতে চলে আসেন।  অবশিষ্ট কোয়াট্রেনগুলির লেখকত্ব অজানা। একটি জৈন ঐতিহ্য অনুসারে, কোয়াট্রেনগুলির মধ্যে দুটি থিরুথাক্কাদেভারের শিক্ষক এবং পরামর্শদাতা দ্বারা রচনা করা হয়েছিল, বাকিগুলি বেনামে যোগ করা হয়েছিল। বৃহত্তর তামিল ঐতিহ্য বিশ্বাস করে যে 445টি কোয়াট্রেন কান্তিয়ার, একজন কবির দ্বারা রচিত হয়েছিল এবং মূলে ঢোকানো হয়েছিল।  সমগ্র মহাকাব্যটি কখনও কখনও নৈমিত্তিক লেখকদের দ্বারা শুধুমাত্র তিরুথাক্কাদেবরকে কৃতিত্ব দেওয়া হয়।\nকিছু অ-জৈনা তামিল কবি, রাজ্য জেভেলিবিল, প্রশ্ন করেছেন যে তিরুথাক্কাদেবর সত্যিই একজন জৈন তপস্বী ছিলেন কি না, জৈন ধর্মে সন্ন্যাসীদের জন্য বাধ্যতামূলক পাঁচটি মহাব্রত ছিল এর মধ্যে একটি হল \"কর্ম, শব্দ এবং চিন্তা\" ক্ষেত্রে যৌনতা থেকে কঠোরভাবে বিরত থাকা। মহাকাব্য যৌন-স্পষ্ট শ্লোক দ্বারা লোড করা হয়.  ঐতিহ্য অনুসারে, তিরুথাক্কাদেবর একটি অগ্নিপরীক্ষার মাধ্যমে তার তপস্বী শুদ্ধতা প্রমাণ করেছিলেন।\n1857(আঠারো শো সাতান্ন) সালে ঔপনিবেশিক যুগের ধর্মপ্রচারক পি পার্সিভালের একটি নোট অনুসারে তার পরিচিতি । তাকে জানিয়েছিল যে তিরুথাক্কাদেবর, যাকে তিরুদেবরও বলা হয়, তিনি ছিলেন একজন বিদ্বান জৈন পণ্ডিত, যিনি 2,000 বছর আগে বেঁচে ছিলেন, এবং যিনি আকাত্তিয়াম এবং টোলকাপ্পিয়াম, বিখ্যাত তামিল ব্যাকরণের সাথে পরিচিত ছিলেন। কাজ করে  সংস্কৃত ও বেদেও তাঁর গভীর পরিচিতি ছিল বলে মনে করা হয়। তার মহাকাব্য, পার্সিভাল বলেন, তামিল ব্যাকরণবিদরা উদ্ধৃত করেছিলেন কারণ এটি তামিল ভাষার উপর \"নিঃসন্দেহে কর্তৃত্ব\" বলে বিশ্বাস করা হয়েছিল।\nপরবর্তীতে তামিল সাহিত্য স্কলারশিপ থিরুথাক্কাদেভারকে পার্সিভালের ঔপনিবেশিক যুগের নোটের চেয়ে প্রায় 1,000 বছর পরে স্থান দেয়। কামিল জেভেলিবিল বলেন, সিভাকা চিন্তামণির গল্পটি বদিভাষসিংহের পুরানো সংস্কৃত পাঠ্য ক্ষত্রচুদামণিতে পাওয়া গল্প, যেটি নিজেই গুণভদ্রের উত্তরপুরাণের উপর ভিত্তি করে তৈরি হয়েছিল। পরের লেখাটির প্রশস্তিতে থাকা নোটের ভিত্তিতে দৃঢ়ভাবে 897-898 CE (হিন্দু ক্যালেন্ডার থেকে প্রাপ্ত) তারিখ দেওয়া যেতে পারে। অতএব, মহাকাব্যটি 898 CE পরে রচিত হয়েছিল বলে ধরে নেওয়া হয়। এটি এখন পণ্ডিতদের দ্বারা ব্যাপকভাবে গৃহীত হয় যে সিভাকাচিন্তামণি মহাকাব্যটি 10 শতকের প্রথম দিকে 9 শতকের সংস্কৃত মূলের ভিত্তির উপর রচিত হয়েছিল।\n\n\n== বিষয়বস্তু ==\nকাজটিতে 3147টি কোয়াট্রেন রয়েছে এবং এটিকে 13টি ক্যান্টোতে বিভক্ত করা হয়েছে যাকে ইলাম্বাকাম বলা হয়।   1857 সালে খ্রিস্টান ধর্মপ্রচারক পিটার পার্সিভাল দ্বারা 13টি ক্যান্টোকে সংক্ষিপ্ত করা হয়েছিল:\n\nনামগাল ইলামবাগামে 408টি শ্লোক রয়েছে যা নায়ক, জীবকানের জন্মের পূর্বের কাহিনী বর্ণনা করে। এতে তার জন্ম, তার মা তার স্বামী, রাজাকে হত্যাকারী আততায়ীর কাছ থেকে পালিয়ে যাওয়া এবং একজন বণিক চিট্টির দ্বারা বন থেকে শিশু জীবকানকে উদ্ধার করার বিবরণও রয়েছে। \nকোবিন্দিয়ার ইলামবাগম তরুণ জীবনকানের শোষণের সাথে সম্পর্কিত; তার সাহসিকতার বিশদ বিবরণ যখন তিনি ফ্রিবুটারদের দলকে আক্রমণ করেন যারা শহর লুট করে; কোবিন্দেয়ারের সাথে তার বিয়ে, পাসুকাভালাম নামে শহরের একজন নাগরিকের মেয়ে, যিনি তার সাহসিকতায় মুগ্ধ হন। বিভাগে 84টি স্তবক রয়েছে। \nকান্দারভাত্তেয়ার ইলম্বাগাম খ্যাতিমান সঙ্গীতজ্ঞ, তাত্তেয়ার থেকে উদ্ভূত হয়েছে যার বীণার উপর দক্ষতা, একটি ভারতীয় স্ট্রিং যন্ত্র প্রায় অপ্রতিদ্বন্দ্বী ছিল। তার চ্যালেঞ্জ অতিক্রম না হওয়া পর্যন্ত তিনি কাউকে বিয়ে করবেন না বলে দৃঢ়প্রতিজ্ঞ ছিলেন। জিভাকা প্রতিযোগিতায় জয়ী হন। সে আর জীবকা বিয়ে করে। ঘটনাগুলো এই বিভাগে 358টি স্তবকে বর্ণনা করা হয়েছে। \nগুন্ডমালিয়ার ইলামবাগামে 415টি স্তবক রয়েছে এবং উচ্চ পরিবারের গুনামেলাই এবং চুরামঞ্জিরি নামে দুই তরুণীকে সুগন্ধি পাউডার রাখার ক্ষেত্রে তাদের শ্রেষ্ঠত্বের জন্য বিরোধিতা করা হয়েছে। অভিন্ন ঘ্রাণগুলিকে আলাদা করা কঠিন ছিল এবং যখন জীবগান তা করেছিলেন, গুণমেলাই তাকে বিয়ে করতে রাজি হন। সুদর্শনা যক্ষদেব, যিনি একটি পাপের কারণে কুকুরে রূপান্তরিত হয়েছিলেন জীবক তার পূর্বের রূপে পুনরুদ্ধার করেন। চিরুমানজিকে জীবকা রাগান্বিত হাতির হাত থেকে উদ্ধার করেন। \nপাথুমেয়ার ইলামবাগম 246টি শ্লোকে জীবকের বিদেশ ভ্রমণের বর্ণনা দিয়েছেন। জীবকা পাথুমাইকে বাঁচায় যখন তাকে ফুল সংগ্রহ করার সময় একটি সাপ কামড়ে দেয়। তারা বিবাহিত.\nকেমাসারিয়ার ইলামবাগামে 145টি শ্লোক রয়েছে এবং এটি ক্ষেমাদেসামে জীবকের সফরের বর্ণনা করে যেখানে তিনি তপস্যা করেন যা তাকে রাজার কাছ থেকে প্রশংসা পায়। ক্ষেমা সুন্দরী এবং জীবকা বিয়ে করেন। \nকানাগামালিয়ার ইলামবাগাম নায়ককে সুসানদেশাম নামক একটি জায়গায় চিত্রিত করেছেন যেখানে রাজা একটি উচ্চ চিহ্নের উপর স্থগিত করেছেন, যে ব্যক্তি একটি তীর দিয়ে চিহ্নটি স্থানচ্যুত করতে সফল হবে তার সাথে তার কন্যাকে বিয়ে করার প্রতিশ্রুতি দিয়েছেন। জীবক প্রতিযোগিতায় বিজয়ী হন এবং রাজার কন্যা চিসন্তীকে বিয়ে করেন। বীরত্বগুলি 30 টি স্তবকে চিত্রিত করা হয়েছে। \nকিমলেয়ার ইলামবাগামের 107টি স্তবক রয়েছে, যেখানে জীবকা নানাডুতে যান যেখানে তিনি তান্ডকারেনিয়ামে তার মায়ের সাথে দেখা করেন এবং তাকে অভিবাদন জানান। যখন তিনি শহরে ফিরে আসেন, একজন বণিক, যিনি জীবকের কারণে ধনী হন, তিনি তার কন্যা বিমলেইকে বিয়ে করেন। \nনবম ইলামবাগামে, জীবকা সুরমঞ্জরিকে বিয়ে করেন, যিনি একবার সুগন্ধি পর্বের সময় কাউকে বিয়ে করবেন না বলে প্রতিজ্ঞা করেছিলেন। \nমানমগল ইলামবাগামে 358টি স্তবক রয়েছে এবং এতে তার মামা, ভিদেকামের রাজার কন্যাকে বিয়ে করার মাধ্যমে জীবগা বিজয়ের বর্ণনা রয়েছে। জীবক তীর দিয়ে লক্ষ্যবস্তুতে আঘাত করার প্রতিযোগিতায় জয়ী হয় এবং তার খ্যাতি ছড়িয়ে পড়ে। যে আততায়ী জীবকের পিতাকে হত্যা করেছিল সে তাকে ধরে নিয়ে তাকে হত্যা করার পরিকল্পনা করে, কিন্তু জীবগা জয়ী হয় এবং তার পূর্বপুরুষদের সিংহাসনে আরোহণ করে। \nপুরমাগাল ইল্লামবাগামে 51টি স্তবক রয়েছে যা তার পিতার হত্যাকারীর আধিপত্যে জীবকের বিজয়ের বর্ণনা করে। দেশটির নাম ছিল এমঙ্গাদেশাম। \nইলাকানেইয়ার ইলামবাগামে 221টি শ্লোক রয়েছে যা জীবগা এবং তার মামার মেয়ে ইলাকানেইয়ের বিবাহের বর্ণনা দেয়। \nমুত্তি ইলম্বাগাম মহাকাব্যের শেষ ক্যান্টো। জীবক ত্যাগ করেন, তার পুত্রদের কাছে তার আধিপত্য ভাগ করেন এবং একজন তপস্বী হন। \nপার্সিভাল উল্লেখ করেছেন যে জীবক গল্পটি পুরানো সংস্কৃত জৈন পাঠে পাওয়া যায়, যাকে বলা হয় মহাপুরাণ এবং জৈনরা এটিকে তাদের 18টি পালিত পুরাণের অংশ বলে মনে করেনি।\n\n\n=== গল্প ===\nমহাকাব্যটি শুরু হয় রাজার একজন মন্ত্রীর বিশ্বাসঘাতক অভ্যুত্থানের গল্প দিয়ে।  রাজা এবং   রানী ভ্রমণের সময় রাজা অস্থায়ীভাবে রাজধানীর দায়িত্ব দিয়েছিলেন। রাজা তার গর্ভবতী রানীকে ময়ূর-আকৃতির উড়ন্ত যন্ত্রে পালাতে সাহায্য করে কিন্তু মন্ত্রীর সেনাবাহিনীর হাতে নিহত হন। দূরবর্তী শ্মশানে লুকিয়ে থাকায় রানী একটি ছেলের জন্ম দেন। তিনি তার সন্তানকে জীবক নামে একজন অনুগত ভৃত্যের হাতে তুলে দেন, নিজে একজন সন্ন্যাসী হয়ে ওঠেন।   ছেলেটি বড় হয়ে একজন মানুষ হয়ে ওঠে, বরং একজন সুপারম্যান, যে প্রতিটি শিল্পে, প্রতিটি দক্ষতায়, জ্ঞানের প্রতিটি ক্ষেত্রে নিখুঁত। জীবকা সুপারহিরো যুদ্ধ এবং কামোত্তেজকতায় পারদর্শী হয়, তার শত্রুদের হত্যা করে, জয়লাভ করে এবং তার সাথে দেখা প্রতিটি সুন্দরী মেয়েকে বিয়ে করে, তারপরে তার পিতার হারানো রাজ্য ফিরে পায়। ক্ষমতা, যৌনতা উপভোগ করার পর এবং তার অসংখ্য স্ত্রীর সাথে বহু পুত্রসন্তানের জন্মের পর, জীবক জগৎ ত্যাগ করে জৈন তপস্বীতে রূপান্তরিত হয়ে মহাকাব্যের সমাপ্তি ঘটে।\nমহাকাব্যে টির উপসংহারে বলা হয়েছে যে, জীবক যে সমস্ত পার্থিব আনন্দ উপভোগ করেছিলেন তা তাকে আধ্যাত্মিক মুক্তির পথ থেকে বিভ্রান্ত করা ছাড়া আর কিছুই করেনি।\n\n\n== তাৎপর্য ==\n\nমহাকাব্যটি অনেক ক্ষেত্রেই অস্বাভাবিক। যদিও এই গল্প টি একজন জৈন তপস্বী দ্বারা রচিত, এটি এমন একটি গল্প উপস্থাপন করে যা ঐতিহাসিক জৈনধর্মের একটি \"নিষ্ঠ তপস্বী\" ধর্মীয় ঐতিহ্যের সাধারণভাবে গৃহীত দৃষ্টিভঙ্গির বিপরীতে।  মহাকাব্যের নায়ক, জীবক, অসংখ্য নারীর সাথে কামুক সাধনার জীবনে লিপ্ত হন, অনেক নারীকে বিয়ে করেন এবং তাকে বিয়ে না করে একটি নাচের মেয়ের সাথে যৌন সম্পর্ক স্থাপন করেন, সহিংসভাবে তার শত্রুদের হত্যা করেন যারা তার বিরুদ্ধে অভ্যুত্থানে অংশ নিয়েছিল বা সমর্থন করেছিল। পিতা, ক্ষমতা খোঁজেন এবং উপভোগ করেন।  এইভাবে, তার জীবন অহিংসা, যৌন বিশ্বস্ততা, সংযম এবং অ-সম্পত্তিহীনতা ছাড়া অন্য কিছু - জৈন ধর্মে গৃহকর্তাদের জন্য ঐতিহ্যগতভাবে বোঝা যায় এমন কিছু গুণ। শেষ পর্যন্ত, নায়ক একজন জৈন তপস্বীতে রূপান্তরিত হয়, তবুও মহাকাব্য লেখককে সাধারণত জৈন তপস্বী হিসাবে গৃহীত হয়।  মহাকাব্যটিতে কামুক পরিতৃপ্তি এবং যৌনতার সুস্পষ্ট এবং গীতিময় বর্ণনা রয়েছে। ডেভিড শুলম্যানের মতে, মহাকাব্যটি জৈন ধর্মের দীর্ঘকাল ধরে থাকা পণ্ডিত মতামত এবং এর সবচেয়ে বিখ্যাত ঐতিহাসিক পণ্ডিতদের শিক্ষাকে প্রশ্ন করে।  জেমস রায়ানের মতে, একটি প্রস্তাবিত ব্যাখ্যা হল যে দিগম্বর জৈনরা হিন্দুদের সাথে বসবাস করছিলেন, মহাকাব্যটি হিন্দু বিশ্বাস এবং জীবন সম্পর্কে দৃষ্টিভঙ্গি দ্বারা প্রভাবিত ছিল এবং এটি একটি কৃত্রিম কাজ প্রতিফলিত করে যা হিন্দু ও জৈন ধর্মের মূল্যবোধ এবং গুণাবলীকে একত্রিত করেছিল। রায়ান বলেন, একটি বিকল্প ব্যাখ্যা হল যে মহাকাব্যটিতে স্পষ্ট ইরোস এবং যৌনতার গ্রাফিক বর্ণনা অন্তর্ভুক্ত রয়েছে যেভাবে কিছু প্রাথমিক হিন্দু গ্রন্থের মতো মূল্যবোধ বা অনুশীলনের প্রশংসা বা সুপারিশ না করার জন্য, মহাকাব্য এটিকে অন্তর্ভুক্ত করে যাতে এটি পরীক্ষা ও সমালোচনা করা যায়। জৈন দৃষ্টিকোণ।\nআরাথুনের মতে, কাজটি সেই সময়কালে চোল রাজাদের ধর্মনিরপেক্ষ দৃষ্টিভঙ্গির প্রমাণ হিসাবে দাঁড়িয়েছে। যদিও তারা হিন্দু ছিল, তারা জৈন শিক্ষা ও শিল্পকলাকে উৎসাহিত করেছিল।  মহাকাব্যটি অন্যান্য তামিল কবিদের উপর প্রভাবশালী ছিল এবং এটি \" কামবান রামায়ণ এবং সেকিলার উভয়ের জন্য একটি কাব্যিক মডেল হিসাবে কাজ করতে পারে\", ডেভিড শুলম্যান বলেছেন।\nতামিল শৈব এবং জৈন সম্প্রদায়ের মধ্যে কোন নিপীড়ন বা সহিংসতার মহাকাব্যিক ইঙ্গিত। হিন্দু সম্প্রদায়ের মধ্যে এর গঠন, অভ্যর্থনা এবং প্রভাব থেকে বোঝা যায় যে তামিল অঞ্চলে জৈন-হিন্দু সম্পর্ক অন্তত দশ শতকের মধ্যে সৌহার্দ্যপূর্ণ এবং সহযোগিতামূলক ছিল।\nতামিল মহাকাব্যটি উচ্চ মানের সংস্কৃত থেকে নেওয়া শব্দের জন্য উল্লেখযোগ্য, সম্ভবত এটি একটি মধ্যযুগীয় পাঠ্য। এটিও উল্লেখযোগ্য, বৈদ্যনাথনের মতে কালানুক্রমিকভাবে প্রথম তামিল পাঠ্য যেখানে বর্ণ-সম্পর্কিত শব্দটি শূদ্র (তামিল: cūttiraṇ ) শ্লোক 1287, লাইন 4-এ উপস্থিত হয়েছে\nপরবর্তী তামিল সাহিত্যের ঐতিহ্য অনুসারে এটিকে পাঁচটি মহান তামিল মহাকাব্যের মধ্যে একটি হিসাবে বিবেচনা করা হয়, অন্যগুলি হল মণিমেকলাই, শিলাপ্পাদিকারম, ভালয়াপাথি এবং কুন্ডলকেসি ।  এর আকারে, এটি কাম্বার রামায়ণকে অনুমান করে। সিবাক চিন্তামণি চোল রাজার দ্বারা অনেক প্রশংসা করেছিলেন যিনি এর পৃষ্ঠপোষক ছিলেন এবং তাঁর চোল দরবারে সমাদৃত ছিলেন। এটি এর কাব্যিক ফর্ম, আবেদনময়ী গল্প-লাইন এবং ধর্মতাত্ত্বিক বার্তার জন্য প্রশংসিত হয়েছে।\n\n\n== পাণ্ডুলিপি এবং অনুবাদ ==\nইউভি স্বামীনাথ আইয়ার (1855-1942 CE) - একজন অনুশীলনকারী শৈব ব্রাহ্মণ এবং তামিল পণ্ডিত, 1880 সালে তার গুরু, কুম্ভকোনমের একটি শৈব হিন্দু মঠের প্রধান মঠের অনুপ্রেরণায় মহাকাব্যের দুটি কপি আবিষ্কার করেন। প্রথম কপিটি এসেছে তামিল উত্সাহী রামস্বামী মুতালিয়ারের কাছ থেকে, যাকে মঠটি আইয়ারের সাথে পরিচয় করিয়ে দিয়েছিলেন (এটি আইয়ার বানানও করেছিলেন), এবং অন্যটি মঠের প্রাচীন গ্রন্থের বিশাল সংগ্রহ থেকে এসেছে। দক্ষিণ ভারতের গ্রীষ্মমন্ডলীয় জলবায়ুতে পাম-পাতার পাণ্ডুলিপিগুলি ক্ষয়প্রাপ্ত হয় এবং তুলনামূলকভাবে দ্রুত হ্রাস পায় এবং প্রতি কয়েক দশক বা প্রায় এক শতাব্দীতে পুনরায় অনুলিপি করা আবশ্যক, এমন একটি পদক্ষেপ যা স্ক্রাইবাল ত্রুটির পরিচয় দেয়। পাণ্ডুলিপির দুটি কপি আলাদা ছিল এবং একটিতে 14 শতকের ভাষ্য অন্তর্ভুক্ত ছিল। আইয়ার তেলের বাতির নিচে পাণ্ডুলিপির দুটি সংস্করণ অধ্যয়ন করেন।  জৈনা সম্প্রদায়ের নেতা আপ্পাসামি নয়নারের সহায়তায়, আইয়ার একটি সমালোচনামূলক সংস্করণ প্রতিষ্ঠা করেন এবং 1887 সালে মহাকাব্যের প্রথম কাগজের মুদ্রণ প্রকাশ করেন\n2005 এবং 2019 এর মধ্যে, জেমস রায়ান এবং জি বিজয়ভেনুগোপাল তিনটি খণ্ডে সিভাকা সিনটামনির ইংরেজি অনুবাদ প্রকাশ করেন।\n\n\n== আরো দেখুন ==\nতামিল জৈন\nপাঁচটি মহান মহাকাব্য\n\n\n== মন্তব্য ==\n1. মুতালিয়ার ছিলেন ভেল্লালার (শুদ্র) হিন্দু সম্প্রদায়ের, ঐতিহ্যগতভাবে কৃষক এবং তামিল সাহিত্য শিল্প ও শিক্ষার চ্যাম্পিয়ন।  2. কামিল জেভেলিবিল 18 শতকের দিকে এই পাঠ্যের বিরুদ্ধে হিন্দু বৈষম্যের কথা উল্লেখ করেছেন, যখন এটি একটি পাঠ্য ছিল যাকে ক্যামিনাটা টেকিকর 'নিকৃষ্ট লেখা যা পড়া উচিত নয়' বলে অভিহিত করেছেন। তবে, ইভা ওয়াইল্ডেন বলেছেন যে টেসিকার নোটে  এর প্রেক্ষাপটের বাইরে উদ্ধৃত করা হয়েছে, এবং টেসিকারের নোটটি ব্যাকরণ এবং ব্যাখ্যার জন্য প্রমিত তামিল রেফারেন্সের প্রেক্ষিতে সূত্র 7 বোঝার এবং ব্যাখ্যা করার প্রেক্ষাপটে ছিল। একটি সতর্কতামূলক পুনরায় পড়লে বোঝা যায় যে টেসিকার এটিকে এভাবে বোঝায়নি, ওয়াইল্ডেন বলেছেন। 3. জেমসের মতে  রায়ান, তিরুত্তাক্কাতেভার ছিলেন জৈন ধর্মের দিগম্বর উপ-প্রথার একজন তপস্বী। 4. মহাকাব্যটি কামোত্তেজক বর্ণনার একটি ঘন সংগ্রহ, এবং ভারতীয় সাহিত্য সংস্কৃতি এবং খোলামেলা কিছু অব্যবহৃত কিছুর কাছে স্পষ্ট বর্ণনা অশ্লীল বলে মনে হয়। জেমস রায়ানের মতে একজন অধ্যাপক  এশিয়ান স্টাডিজ অ্যান্ড রিলিজিয়ন, দিগম্বররা, কঠোরভাবে তপস্বী দৃষ্টিভঙ্গি সহ, সিভাসিনটামনির মতো অত্যন্ত কামুক চরিত্রের পাঠ্য তৈরির জন্য অসম্ভাব্য প্রার্থী বলে মনে হবে!  5. আয়াত 1-1164 জেমস রায়ান দ্বারা অনুবাদ করা হয়েছিল, বাকি অনুবাদগুলি একটি সহযোগী কাজ এবং 2012 এবং 2019 সালে দুটি খণ্ডে প্রকাশিত হয়েছিল\n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:সুত্র তালিকা\n\n\n=== গ্রন্থপঞ্জি ===\nArathoon (২০০৮)। Our Story So Far 4। Dorling Kindersley (India) Pvt. Ltd.। আইএসবিএন 978-81-7758-905-4। \nKulasrestha, Mahendra (২০০৮)। Culture India। Lotus Press। আইএসবিএন 978-81-8382-013-4। \nLal, Mohan; Sāhitya Akādemī (২০০১)। The Encyclopaedia Of Indian Literature (Volume Five) (Sasay To Zorgot), Volume 5। Sāhitya Akādemī। আইএসবিএন 81-260-1221-8। \nP Percival (১৮৫৭)। The Tamil Epic Chintamani, Madras Journal of Literature and Science। Madras Literary Society and Auxiliary of the Royal Asiatic Society। \nMukherjee, Sujit (১৯৯৯)। A Dictionary of Indian Literature: Beginnings-1850। Orient Longman Limited। আইএসবিএন 81-250-1453-5। \nPillai, M. S. Purnalingam (১৯৯৪)। Tamil Literature। Asian Educational Services। পৃষ্ঠা 115। আইএসবিএন 978-81-206-0955-6। \nPillai, M. S. Purnalingam (১৯০৪)। A Primer of Tamil Literature। Ananda Press। \nSumathi Ramaswamy (১৯৯৭)। Passions of the Tongue: Language Devotion in Tamil India, 1891–1970। University of California Press। আইএসবিএন 978-0-520-20805-6। \nRamaswamy, Vijaya (২০০৭)। Historical dictionary of the Tamils। Scarecrow Press। আইএসবিএন 978-0-470-82958-5। \nRyan, James. 1998. \"Erotic Excess and Sexual Danger in the Civakacintamani.\"\nOpen Boundaries: Jain Communities and Cultures in Indian History। State University of New York Press। ১৯৯৮। পৃষ্ঠা 67–83। আইএসবিএন 0-7914-3785-X। \nRyan, James, trans. 2005. Civakacintamani: The Hero Civakan, the Gem that Fulfills All Wishes. Fremont, CA: Jain Publishing Company.\nDavid Shulman (২০১৬)। Tamil: A Biography। Harvard University Press। আইএসবিএন 978-0-674-97465-4। \nEva Maria Wilden (২০১৪)। Manuscript, Print and Memory: Relics of the Cankam in Tamilnadu। Walter de Gruyter। আইএসবিএন 978-3-11-035276-4। \nZvelebil, Kamil (১৯৭৪), A History of Indian literature Vol.10 (Tamil Literature), Otto Harrasowitz, আইএসবিএন 3-447-01582-9 \n\n\n== আরও পড়া ==\nTiruttakkatevar (২০১২)। Civakacintamani: The Hero Civakan, the Gem That Fulfills All Wishes: Verses 1166-1888। Jain Publishing Company। আইএসবিএন 978-0-89581-847-8।"}