{"pageid": 1431397, "title": "ইবনে ফুরাক", "url": "https://bn.wikipedia.org/wiki?curid=1431397", "content": "ইবন ফুরক (আরবি: ابن فورك), আনুমানিক ৯৪১-১০১৫ খ্রিস্টাব্দ/৩৩০-৪০৬ হিজরি) ছিলেন একজন সুন্নি ইমাম, একজন খ্যাতিমান আশ'আরি ধর্মতত্ত্ববিদ এবং আইনতাত্ত্বিক, আরবি ভাষা, ব্যাকরণ এবং কবিতার বিশেষজ্ঞ, একজন বক্তা, একজন আইনজ্ঞ, এবং দশম শতাব্দীর শাফি'ঈ মাজহাবের একজন ঐতিহ্যবাহী পণ্ডিত।\n\n\n== জীবন ==\n\n\n=== জন্ম ও শিক্ষা ===\nআবু বকর মুহাম্মদ বিন আল-হাসান বিন ফুরাক আল-শাফি আল-আনসারী আল-ইসবাহানী ৯৪১ খ্রিস্টাব্দে (৩৩০ হিজরী) ইসফাহানে জন্মগ্রহণ করেন। তিনি বসরা ও বাগদাদে আবুল-হাসান আল-বাহিলির অধীনে আশআরি মতবাদ এবং কালাম শাস্ত্র অধ্যয়ন করেন। এছাড়া আল-বাকিলানী ও আল-ইসফারাইনীর সাথেও তিনি পড়াশোনা করেছেন। তিনি ইবনে জাফর আল-ইসবাহানীর কাছ থেকে হাদিস শাস্ত্রেও জ্ঞান অর্জন করেন। ইরাক থেকে তিনি রাই শহরে যান, এরপর নিশাপুরে, যেখানে সুফি আল-বুশান্দজির খানকাহ বা মঠের পাশে তার জন্য একটি মাদ্রাসা নির্মিত হয়। সুফি আবু উসমান আল-মাগরিবির মৃত্যুর (৩৭৩/৯৮৩) আগে তিনি নিশাপুরে ছিলেন এবং সম্ভবত তার মৃত্যুর কিছু আগে পর্যন্ত সেখানেই অবস্থান করেছিলেন।\n\n\n=== কর্মজীবন ===\nইবনে ফুরাক ছিলেন বিখ্যাত পণ্ডিত আল-কুশায়রি এবং আল-বায়হাকির শিক্ষক, যারা প্রায়শই ইবনে ফুরাকের উল্লেখ করতেন এবং তার প্রশংসা করতেন। ইবনে ফুরাক এই মন্তব্যে বলেছেন: \"তিনি (ইবনে ফুরাক) বিপথগামী আল-কাররামিয়া এবং দেহপ্রদানবাদীদের (Anthropromorphists) বিরুদ্ধে লড়াই করেছিলেন এবং পরাজিত করেছিলেন। তারপর তিনি নিশাপুরে যান যেখানে তিনি শিক্ষার্থীদের প্রশিক্ষণ দেন এবং বহু প্রজন্মের পণ্ডিত তৈরি করেন। নিশাপুরে, তিনি বসরা এবং বাগদাদের হাদিস বর্ণনাকারীদের শিক্ষা ও ঐতিহ্য ইরাক থেকে নিয়ে আসেন। এছাড়াও তিনি বিভিন্ন ক্ষেত্রে এবং ইসলামী বিষয়ের উপর বেশ কয়েকটি গ্রন্থ রচনা করেছেন।\"\n\n\n=== বিবাদ এবং মৃত্যু ===\nআল-কাররামিয়ারা প্রথমে সুলতান মাহমুদ গজনভিকে প্ররোচিত করে ইবন ফুরাকের মৃত্যুদন্ড কার্যকর করার চেষ্টা করেছিল। কিন্তু বাদশাহ যখন তাকে গজনীতে ডেকে এনে জিজ্ঞাসাবাদ করেন এবং অভিযোগগুলো মিথ্যা প্রমাণিত হয়, তখন তিনি খালাস পান। তবে, গজনী থেকে ফিরে আসার সময় আল-কাররামিয়ারা তাকে বিষ প্রয়োগ করলে তিনি পথে লুটিয়ে পড়েন এবং ১০১৫ খ্রিস্টাব্দে (৪০৬ হিজরি) মারা যান। আরেকটি বর্ণনা অনুযায়ী, তারা তাকে পেছন থেকে আক্রমণ করেছিল। পরে তাকে নিশাপুরে ফিরিয়ে আনা হয় এবং আল-হিরায় তাকে দাফন করা হয়।\n\n\n== ইবনে ফুরাক-এর বিতর্ক ==\nইতিহাসবিদ আল-ধাহাবী সংক্ষিপ্তভাবে ইবনে ফুরাক-এর কথা উল্লেখ করেছেন এবং ইবনে হাজমের কিছু ভুল ও কটূক্তিমূলক বক্তব্য তুলে ধরেছেন। এই বক্তব্যগুলোর উদ্দেশ্যকে প্রশ্নবিদ্ধ না করেই তিনি সেগুলো উল্লেখ করেছেন। এই উক্তিগুলোতে ইবনে ফুরাক-এর ওপর অভিযোগ ছিল যে তিনি মনে করতেন হযরত মুহাম্মদ (সা.)-এর মৃত্যুর পর নবুয়তের অবসান হয়েছে। এই ধরণের আরও কিছু নিন্দনীয় উক্তির মাধ্যমে ইবনে ফুরাকের ওপর কুফরি বা ধর্মত্যাগেরও অভিযোগ উঠেছিল।\nতবে আল-ধাহাবী এ-ও বলেছেন, \"ইবনে ফুরাক ইবনে হাজমের তুলনায় শ্রেষ্ঠ আলেম ছিলেন, পান্ডিত্যে তার মর্যাদা ছিল উঁচু এবং বিশ্বাসের দিক থেকেও তিনি উত্তম ছিলেন।\"\nইবনে আল-সুবকি প্রমাণ উপস্থাপন করে দেখিয়েছেন যে, ইবনে হাজমের করা এই বক্তব্যগুলো ছিল 'আশআরি-বিরোধীদের জালিয়াতি ও কল্পকাহিনি' যেগুলো মিথ্যাভাবে ইবনে ফুরাকের নামে চালিয়ে দেওয়া হয়েছিল। তিনি তুলে ধরেন যে, আল-কুশাইরি ও ইবনে আল-সালাহ এই অভিযোগগুলো কীভাবে খন্ডন করেছিলেন। এরপর ইবনে আল-সুবকি তার প্রকৃত বিশ্বাসের সপক্ষে ইবনে ফুরাকের নিজের উদ্ধৃতি তুলে ধরেন। ইবনে ফুরাক বলেন:\n\"আশআরি মতবাদ অনুযায়ী বিশ্বাস হলো, আমাদের নবী (সা.) তার মহিমান্বিত কবরে জীবিত আছেন এবং আল্লাহর রাসূল, সময়ের শেষ পর্যন্ত তিনি এই মর্যাদায় বর্তমান থাকবেন। এটি একটি আক্ষরিক সত্য, কোনো রূপক বা প্রতীকী কথা নয়। আর সঠিক বিশ্বাস হচ্ছে, যখন আদম (আ.) মাটি ও পানি [মানুষ হওয়ার প্রক্রিয়ায়] ছিলেন ঠিক তখন থেকে আমাদের নবী (সা.) রাসূল ছিলেন। এবং সেই নবুয়ত আজও বর্তমান আছে এবং চিরকাল বর্তমান থাকবে।\"\n\n\n== প্রভাব ==\nইবনে ফুরাকের \"উসুল আল-দ্বীন\" (ধর্মের ভিত্তি), \"উসুল আল-ফিকহ\" (আইনশাস্ত্রের ভিত্তি), এবং কুরআনের অর্থ বিষয়ক রচনাবলী প্রায় একশত খণ্ডের সমন্বয়ে গঠিত। সেগুলোর মধ্যে রয়েছে \"মুজাররাদ মাকালাত আল-আশআরী\" এবং \"কিতাব মুশকিল আল-হাদিস ওয়া বায়ানিহি\" (শিরোনামের অনেক রূপভেদ রয়েছে), যেখানে তিনি কাররামিদের আল্লাহর সাথে মানবীয় গুণাবলীর তুলনা করার প্রবণতা এবং মুতাজিলাদের অতিরিক্ত ব্যাখ্যার প্রবণতা দুটোই খণ্ডন করেছেন। ইবনে ফুরাক বলেছেন যে তিনি নবী মুহাম্মদ (সা.) থেকে বর্ণিত একটি হাদিসের কারণে কালাম শাস্ত্রের অধ্যয়নে নিয়োজিত হয়েছিলেন।\nপরবর্তী প্রজন্মের চোখে তাঁর প্রধান কাজ হলো \"তাবাকাত আল-মুতাকাল্লিমিন\" যা আল-আশআরি ধর্মতত্ত্ব অধ্যয়নের প্রধান উৎস।\n\n\n== তথ্যসূত্র =="}