{"pageid": 1431154, "title": "মার্গারেট স্প্যারো", "url": "https://bn.wikipedia.org/wiki?curid=1431154", "content": "ডেম মার্গারেট জুন স্প্যারো  (বিবাহপূর্ব মুইর, জন্ম ২৫শে জুন ১৯৩৫) নিউজিল্যান্ডের একজন চিকিৎসক, প্রজনন অধিকার প্রবক্তা এবং লেখক।\n\n\n== প্রাথমিক জীবন, পরিবার এবং শিক্ষা ==\nমার্গারেট স্প্যারো ১৯৩৫ সালের ২৫শে জুন ইঙ্গলউডে জন্মগ্রহণ করেন। তাঁর বাবা ও মা ছিলেন যথাক্রমে ড্যানিয়েল জেমস মুইর এবং জেসি আইসোবেল মুইর (বিবাহপূর্ব ম্যাকমিলান)। তিনি ওয়েটারা ডিস্ট্রিক্ট হাই স্কুল এবং নিউ প্লাইমাউথ গার্লস হাই স্কুলে শিক্ষিত হন। তিনি ১৯৫৩ থেকে ১৯৫৫ সাল পর্যন্ত ভিক্টোরিয়া ইউনিভার্সিটি কলেজে পড়াশুনা করেন এবং বিএসসি স্নাতক হন। ১৯৫৭ থেকে ১৯৬৩ সাল পর্যন্ত তিনি ওটাগো বিশ্ববিদ্যালয়ে পড়াশোনা করেন এবং সেখান থেকে তিনি এমবি সিএইচবি স্নাতক হন। এরপর তিনি লন্ডন বিশ্ববিদ্যালয়, থেকে ১৯৭৬ সালে যৌনরোগবিদ্যায় ডিপ্লোমা সম্পন্ন করেন।\n১৯৫৬ সালে, তিনি পিটার চার্লস মেথভেন স্প্যারোকে বিয়ে করেন এবং এই দম্পতির দুটি সন্তান হয়। পিটার স্প্যারো ১৯৮২ সালে মারা যান।\n\n\n== কর্মজীবন ==\nমার্গারেট স্প্যারো ১৯৬০ এর দশকের শেষের দিকে স্বাস্থ্য বিভাগে তাঁর কর্মজীবন শুরু করেন, ওয়েলিংটনের ভিক্টোরিয়া বিশ্ববিদ্যালয়ের ছাত্র স্বাস্থ্য কেন্দ্রে যোগদান ক'রে। সেই সময়ে, ক্লিনিক শুধুমাত্র বিবাহিত দম্পতিদের গর্ভনিরোধক দেওয়ার অনুমতি দিয়েছিল এবং ক্লিনিকে গর্ভনিরোধ সম্পর্কে তথ্য প্রদর্শন করার জন্য তাঁকে ক্লিনিকের পরিচালকের ইচ্ছার বিরুদ্ধে যেতে হয়েছিল।\nক্লিনিকে কাজ করার সময়, ছাত্ররা গর্ভনিরোধের জন্য দাবি তোলে। এরপর তিনি জরুরী গর্ভনিরোধ বড়ি চালু করেছিলেন এবং ছাত্রীদের গর্ভপাত করতে সাহায্য করেছিলেন। তিনি ১৯৮১ সাল পর্যন্ত স্টুডেন্ট হেলথে মেডিকেল আধিকারিক হিসেবে কাজ করেন। ১৯৭৭ এবং ১৯৯৯ এর মধ্যে তিনি ওয়েলিংটন হাসপাতালে একজন পরিদর্শক যৌনরোগ বিশেষজ্ঞ হিসাবে কাজ করেছিলেন।\nমার্গারেট স্প্যারো ১৯৭৫ থেকে ১৯৮০ সাল পর্যন্ত এবং আবার ১৯৮৪ থেকে ২০১১ সাল পর্যন্ত নিউজিল্যান্ডের গর্ভপাত আইন সংস্কার সমিতির সভাপতি ছিলেন।\nতিনি ইস্টার লিমিটেডের একজন পরিচালক। এটি একটি অলাভজনক কোম্পানি যেটি ফ্রান্স থেকে গর্ভপাতের বড়ি মিফেপ্রিস্টোন আমদানি করে। বড়িটি ২০০১ সালে ব্যবহারের জন্য অনুমোদিত হয়েছিল, এবং মহিলাদের অস্ত্রোপচারের পরিবর্তে প্রথমবারের মতো বড়ির সাহায্যে চিকিৎসা করার অনুমতি দেওয়া হয়েছিল। অন্য কোনো ওষুধ কোম্পানি ওষুধ আমদানিতে আগ্রহী ছিল না।\nদৃষ্টিভঙ্গি\n২০১৫ সালে, মার্গারেট স্প্যারো বলেছিলেন যে নিউজিল্যান্ডের গর্ভপাত আইন পুরানো এবং এর সংস্কার করা উচিত:\n\nবর্তমান গর্ভপাত পদ্ধতি যেভাবে নারীদের মানসিক স্বাস্থ্যের  বিপদের কারণে গর্ভপাতের প্রয়োজন বলে দাবি করতে বাধ্য করে তারও তিনি সমালোচনা করেন:\n\n\n== সম্মান ও পুরস্কার ==\n১৯৮৭ সালে রানীর জন্মদিনের সম্মানে, মার্গারেট স্প্যারোকে মেডিসিন এবং সম্প্রদায়ের সেবার জন্য ব্রিটিশ সাম্রাজ্যের অর্ডার সদস্য নিযুক্ত করা হয়েছিল, এবং ১৯৯৩ সালে তিনি নিউজিল্যান্ড ভোটাধিকার শতবর্ষ পদক লাভ করেন। ২০০২ সালে রাণীর জন্মদিন এবং সুবর্ণ জয়ন্তী সম্মানে, তাঁকে ওষুধ এবং সম্প্রদায়ের সেবার জন্য নিউজিল্যান্ড অর্ডার অফ মেরিটের একজন বিশিষ্ট সহচর নিযুক্ত করা হয়েছিল।  নিউজিল্যান্ড সরকার কর্তৃক শিরোনাম সম্মান পুনঃপ্রতিষ্ঠার পর, ২০০৯ সালে, তিনি পুনর্নির্ধারিত নিউজিল্যান্ড অর্ডার অফ মেরিট ডেম সঙ্গী পদবি স্বীকার করেছিলেন।\nওয়েলিংটনের পরিবার পরিকল্পনা ক্লিনিকের নামকরণ করা হয়েছে মার্গারেট স্প্যারোর নামে। তিনি ছিলেন গর্ভনিরোধক যন্ত্রের উৎসাহী সংগ্রাহক, পরবর্তীতে তাঁর সংগ্রহ নিউজিল্যান্ডের মিউজিয়াম টে পাপা টোঙ্গারেওয়াকে দান করা হয়। ২০১৫ - ১৬ সালে, সেগুলিকে টে পাপা গর্ভনিরোধের একটি প্রদর্শনীর মূল হিসাবে ব্যবহার করেছিলেন।\n\n\n== প্রকাশনা ==\nস্প্যারো, অ্যাবর্শন দেন অ্যাণ্ড নাও: নিউজিল্যান্ড অ্যাবর্শন স্টোরিজ ফ্রম ১৯৪০ টু ১৯৮০ (ওয়েলিংটন: ভিক্টোরিয়া ইউনিভার্সিটি প্রেস, ২০১০); আইএসবিএন ৯৭৮০৮৬৪৭৩৬৩২১\nস্প্যারো, রাফ অন উইমেন: অ্যাবর্শন ইন নাইনটিন্থ সেঞ্চুরি নিউজিল্যান্ড (ওয়েলিংটন, ভিইউপি, ২০১৪); আইএসবিএন ৯৭৮০৮৬৪৭৩৯৩৬০\nস্প্যারো, \"রিস্কিং দেয়ার লাইভস: নিউজিল্যান্ড অ্যাবর্শন স্টোরিজ ১৯০০-১৯৩৯\" (ওয়েলিংটন: ভিক্টোরিয়া ইউনিভার্সিটি প্রেস, ২০১৭); আইএসবিএন ৯৭৮১৭৭৬৫৬১৬৩৬\n\n\n== আরও দেখুন ==\nনিউজিল্যান্ডে গর্ভপাত\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nনিউজিল্যান্ড পরিবার পরিকল্পনা ওয়েবসাইটে প্রোফাইল\nরাজধানী এবং উপকূল জেলা স্বাস্থ্য বোর্ডের ওয়েবসাইটে প্রোফাইল\nওয়ালেস চ্যাপম্যানের সাথে রেডিও নিউজিল্যান্ড ন্যাশনাল-এ সাক্ষাৎকার"}