{"pageid": 1431066, "title": "ক্লডিয়া গেইরিঞ্জার", "url": "https://bn.wikipedia.org/wiki?curid=1431066", "content": "ক্লডিয়া গেইরিঞ্জার  (জন্ম ১৯৬৮) হলেন নিউজিল্যান্ডের একজন আইনের অধ্যাপক। ২০২২ সালে তিনি রয়্যাল সোসাইটি টে অপরাঙ্গীর একজন ফেলো নির্বাচিত হন।\n\n\n== শিক্ষা জীবন ==\nক্লডিয়া গেইরিঞ্জার ওয়েলিংটনের ভিক্টোরিয়া বিশ্ববিদ্যালয়ে এলএলবি, ওটাগো বিশ্ববিদ্যালয়ে বিএ (অনার্স) এবং নিউইয়র্ক সিটির কলম্বিয়া ল স্কুলে এলএলএম ডিগ্রি করেছেন। তিনি ফুলব্রাইট স্কলার, এথেল বেঞ্জামিন স্কলার এবং জেমস কেন্ট স্কলারের প্রাপক ছিলেন। ১৯৯৬ থেকে ২০০১ পর্যন্ত তিনি ক্রাউন ল অফিসে বিল অফ রাইটস দলে ক্রাউন কাউন্সেল হিসাবে কাজ করেছেন। তিনি ২০১৩ রাউণ্ডে মার্সডেন তহবিল পেয়েছেন।\n২০২২ সালে ক্লডিয়া গেইরিঞ্জার রয়্যাল সোসাইটি টে অপরাঙ্গীর একজন ফেলো নির্বাচিত হন। সোসাইটি বলেছে \"গেইরিঞ্জারের বহু-পুরস্কার-বিজয়ী বৃত্তি তার কঠোরতা, তার কমনীয়তা এবং তার উচ্চ প্রভাবের জন্য অন্যকে ছাড়িয়ে গেছে। তিনিই একমাত্র পণ্ডিত যিনি তিনবার সেরা প্রকাশিত আইন নিবন্ধের জন্য ইয়ান বার্কার পুরস্কার পেয়েছেন। নিউজিল্যান্ডের এবং বিদেশের বিচারকেরা তাঁর কাজের ওপর নিয়মিতভাবে নির্ভর করেন, গুরুত্বপূর্ণ গণ আইন মতবাদের বিকাশে। উপরন্তু, তাঁর বৃত্তি উল্লেখযোগ্য পরিবর্তনকে ত্বরান্বিত করেছে, যেমন জরুরী ব্যবহার নিয়ন্ত্রণকারী সংসদীয় নিয়মের প্রতি এবং মানবিক ক্ষেত্রে নিউজিল্যান্ডের নাগরিকত্ব প্রদান সংক্রান্ত সরকারি নীতির প্রতি। নিউজিল্যান্ডের সংবিধানের পাশাপাশি অ্যাংলো-কমনওয়েলথের মানবাধিকারের সাংবিধানিক সুরক্ষার বিষয়ে তিনি আন্তর্জাতিকভাবে স্বীকৃত।\n\n\n== নির্বাচিত কাজ ==\nসিইং দ্য ওয়ার্ল্ড হোল: এসেজ ইন অনার অফ স্যার কেনেথ কিথ (সম্পাদনা ডিন রবার্ট নাইটের সাথে, ভিক্টোরিয়া ইউনিভার্সিটি প্রেস, ২০০৮)\nহোয়াট ইজ দ্য হারি?: আর্জেন্সি ইন নিউজিল্যান্ড লেজিসলেটিভ প্রসেস ১৯৮৭ - ২০১০ (এলিজাবেথ ম্যাকলি এবং পলি হিগবির সাথে, ভিক্টোরিয়া ইউনিভার্সিটি প্রেস, ২০১১)\nদ্য ডেড হ্যাণ্ডস অফ বিল অফ রাইটস?: ইজ দ্য নিউজিল্যান্ড বিল অফ রাইটস অ্যাক্ট ১৯৯০ এ সাবস্ট্যান্টিভ লিগাল কনস্ট্রেইন্ট অনপার্লামেন্ট'স পাওয়ার টু লেজিসলেট? ওটাগো আইন পর্যালোচনা, ২০০৫\nঅন এ রোড টু নোহোয়ার : ইমপ্লায়েড ডিক্লারেশন অফ ইনকন্সিস্টেনসি অ্যাণ্ড দ্য নিউজিল্যান্ড বিল অফ রাইটস অ্যাক্ট, ভিক্টোরিয়া ইউনিভার্সিটি অফ ওয়েলিংটন ল রিভিউ, ২০০৯\nহিস্টরিক্যাল ব্যাকগ্রাউণ্ড টু দ্য মুরিহোয়েনুয়া ল্যাণ্ড ক্লেম, ১৮৬৫ - ১৯৫০, ওয়েটাঙ্গি ট্রাইব্যুনালের জন্য রিপোর্ট, ১৯৬২\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nগুগল স্কলার\nপ্রাতিষ্ঠানিক হোমপেজ"}