{"pageid": 1431340, "title": "সৈয়দ জাফরুল হাসান", "url": "https://bn.wikipedia.org/wiki?curid=1431340", "content": "সৈয়দ জাফরুল হাসান (১৪ ফেব্রুয়ারী, ১৮৮৫ - ১৯ জুন, ১৯৪৯) ছিলেন বিংশ শতাব্দীর একজন খ্যাতিমান পাকিস্তানি মুসলিম দার্শনিক। তিনি ইসলামী দর্শন ও ধর্মতত্ত্বের উপরে অসামান্য অবদান রেখেছেন।\n\n\n== জীবনী ==\nড. সৈয়দ জাফরুল হাসান ছিলেন খান সাহেব সৈয়দ দেওয়ান মোহাম্মদের জ্যেষ্ঠ পুত্র। ভারতের আলিগড় মুসলিম বিশ্ববিদ্যালয় (এএমইউ) থেকে এম.এ. ও এল.এল.বি. সম্পন্ন করার পর তিনি জার্মানির আর্লাঙেন ও হাইডেলবার্গ বিশ্ববিদ্যালয় এবং অক্সফোর্ড বিশ্ববিদ্যালয় থেকে দর্শনশাস্ত্রে পিএইচডি ডিগ্রি অর্জন করেন। ভারতীয় উপমহাদেশের প্রথম মুসলিম স্কলার হিসেবে অক্সফোর্ড থেকে দর্শনে পিএইচডি ডিগ্রি লাভ করেন। তাঁর ডক্টরেট থিসিস \"Realism\" দর্শনশাস্ত্রের একটি ক্লাসিক রচনা হিসেবে স্বীকৃত। তাঁর শিক্ষক অধ্যাপক জন অ্যালেকজান্ডার স্মিথ (১৮৬৩-১৯৩০) এবং আল্লামা মুহাম্মদ ইকবালসহ বহু বিশিষ্ট দার্শনিক ও শিক্ষাবিদ তাঁর কাজের প্রশংসা করেছিলেন।\n১৯১১ সাল থেকে আলিগড় মুসলিম বিশ্ববিদ্যালয়ে তিনি শিক্ষকতা শুরু করেন। ১৯১৩ সালে তিনি পেশোয়ারের ইসলামিয়া কলেজে দর্শনশাস্ত্রের অধ্যাপক হিসেবে যোগ দেন। ১৯২৪ থেকে ১৯৪৫ সাল পর্যন্ত তিনি আলিগড় মুসলিম বিশ্ববিদ্যালয়ে দর্শনের অধ্যাপক হিসেবে দায়িত্ব পালন করেন এবং দর্শন বিভাগের চেয়ারম্যান ও ডিন হিসেবেও নিযুক্ত হন। ১৯৩৯ সালে তিনি ড. আফজাল হুসেন কাদেরীর সাথে মিলে \"আলিগড় স্কিম\" প্রস্তাব করেন। এই প্রস্তাবে তারা উপমহাদেশে তিনটি স্বাধীন রাষ্ট্র গঠনের  কথা বলেন।\n১৯৪৫ সাল পর্যন্ত ড. হাসান আলিগড়ে এমেরিটাস অধ্যাপক ছিলেন। ১৯৪৭ সালে ভারত বিভাগের পর তিনি পাকিস্তানের লাহোরে পাড়ি জমান। তিনি এখানে একটি বইয়ের কাজ শুরু করেন, কিন্তু ১৯৪৯ সালে তার মৃত্যুর কারণে তা সম্পূর্ণ করতে পারেননি। মাত্র একটি খণ্ড (\"PHILOSOPHY - A Critique\") সম্পন্ন হয়েছিল যা ১৯৮৮ সালে লাহোরের ইনস্টিটিউট অফ ইসলামিক কালচার থেকে প্রকাশিত হয়।\nতিনি বহু সম্মাননা পেয়েছেন এবং অনেক প্রতিষ্ঠানের সাথে কাজ করেছেন। এর মধ্যে রয়েছে: আলিগড় মুসলিম বিশ্ববিদ্যালয়ের কোর্টের সদস্য, এক্সিকিউটিভ কাউন্সিলের সদস্য, অর্থ কমিটির সদস্য, কমিটি অফ অ্যাডভান্সড স্টাডিজের সদস্য, বোম্বের জমিয়ত-উত-তমদ্দুনিল-ইসলামির পরিচালক,  জার্মানির কান্ট গেসেলস্যাফট, ইংল্যান্ডের মাইন্ড অ্যাসোসিয়েশন, ভারতের দার্শনিক কংগ্রেস, আলিগড়ের ইসলামী জামাতের সভাপতি এবং অল ইন্ডিয়া মুসলিম লিগের শিক্ষা কমিটির সদস্য।\n\n\n== বই ==\nবাস্তবতাবাদ: উৎপত্তি ও প্রধান প্রতিনিধিদের মধ্যে বিকাশের সন্ধান (ক্যামব্রিজ বিশ্ববিদ্যালয় প্রেস, লন্ডন, ১৯২৮)\nবাস্তবতাবাদ (উর্দুতে অনুবাদ), ১৯২৭\nমনোবাদের স্পিনোজা (Monismus Spinozas), ১৯২২\nডেসকার্টেসের দ্বৈতবাদ (Descartes' Dualism), ১৯১২\nদর্শন ও শিক্ষা (Philosophy and Education), ১৯২৭\nদর্শন ও এর সুবিধা (Philosophy and Its Advantages), ১৯৩১\nবাস্তবতাবাদ অতিপ্রাকৃতবাদ নয় (Realism is not Metaphysics), ১৯৩১\nইসলামিক (Islamics), ১৯৩৬\nসমস্যা (The Problem), ১৯৩৩\nওহী ও রাসূল (Revelation and Apostle), ১৯৩৭\nইকবালের বাণী (Message of Iqbal), ১৯৩৮\nধর্মের দর্শন (Philosophy of Religion)\nইসলামের দর্শন (Philosophy of Islam)\nকান্টের দর্শন (Philosophy of Kant)\nদর্শন - একটি সমালোচনা (PHILOSOPHY - A Critique) (ইনস্টিটিউট অফ ইসলামিক কালচার, লাহোর, ১৯৮৮)\n\n\n== তথ্যসূত্র ==\n\nWorld Biography, Fourth Edition of the Biographical Encyclopedia of the World, Institute for Research in Biography, New York, page 2183.[বিশ্ব জীবনী, জীবনী বিশ্বকোষের চতুর্থ সংস্করণ, ইনস্টিটিউট ফর রিসার্চ ইন বায়োগ্রাফি, নিউ ইয়র্ক, পৃষ্ঠা ২১৮৩]\n\nPhilosophy - a Critique (by Syed Zafarul Hasan) [দর্শন - একটি সমালোচনা (সৈয়দ জাফরুল হাসানের)], Lahore, Pakistan: Institute of Islamic Culture, Lahore (Pakistan), ১৯৮৮, ওএল 25240791M উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}