{"pageid": 1431739, "title": "যোগীর শাস্তি", "url": "https://bn.wikipedia.org/wiki?curid=1431739", "content": "যোগীর শাস্তি হল একটি ভারতীয় রূপকথা, এটি ফেরোশপুর থেকে মেজর ক্যাম্পবেল দ্বারা সংগৃহীত একটি পাঞ্জাবি গল্প। অ্যাণ্ড্রু ল্যাং তাঁর দ্য লিলাক ফেয়ারি বুকতে এটি অন্তর্ভুক্ত করেছেন। এই ভারতীয় লোককথার নীতিকথা হল যে, মন্দ সর্বদা তার প্রাপ্য শাস্তি পাবে। এই গল্পে একজন খ্যাতিমান পবিত্র মানুষ আছে যে সর্বোপরি খুব পবিত্র নয়, একজন স্বার্থপর, অতিসরল রাজা আছে যে পবিত্র মানুষের প্রতিভা এবং আশীর্বাদগুলি নিজের জন্য রাখতে চায় এবং একজন অতি কৌতূহলী রাজকুমারী আছে, যে প্রাসাদ মাঠ ত্যাগ না করতে তার পিতার আদেশ অমান্য করে। যদিও \"দিলারামের সাহসী যুবরাজ\" সম্পর্কে খুব বেশি কিছু বলা হয়নি, কিন্তু সেও অবশ্যই কিছু ভুল করেছে, তাই স্ত্রী হিসাবে অবাধ্য রাজকুমারীকে পেয়েছে।\n\n\n== সারমর্ম ==\nএকজন রাজা তার নিজের শহরে এক যোগীকে স্বাগত জানিয়েছিল। সে একটি বাড়ি তৈরি করেছিল এবং সেখানে সে তার অতিথিদের স্বাগত জানাত। রাজার একমাত্র সন্তান ছিল একটি সুন্দরী কন্যা, যে প্রতিবেশী দেশের এক রাজা দিলারামের পুত্রের বাগদত্তা ছিল। একদিন এই কন্যা যোগীর সাথে দেখা করতে যায়। যোগী তাৎক্ষণিকভাবে রাজকন্যার প্রতি আকৃষ্ট হয়ে পড়ে। রাজকন্যা তার উদ্দেশ্য অনুমান করতে পারে এবং বাঁচার জন্য সেখান থেকে পালিয়ে যায়। যোগী তাকে উদ্দেশ্য ক'রে একটি বর্শা নিক্ষেপ করে। বর্শাটি রাজকন্যার  পায়ে লাগে এবং সে আহত হয়।\nপরের দিন, যোগী দাবি করে যে একটি রাক্ষস তার সাথে দেখা করতে এসেছিল। রাক্ষসটি একটি সুন্দরী যুবতীর ছদ্মবেশে এসেছিল, কিন্তু তারপর একটি ভয়ঙ্কর দৈত্যে রূপান্তরিত হয়ে যায়। রাজা তখন সেই সুন্দরী যুবতীর খোঁজ চালায়, যার পায়ে বর্শার ক্ষত আছে।  সে সুন্দরী মেয়েকে খুঁজে পায় এবং বুঝতে পারে যে এটি তারই কন্যা। তখন যোগী ঘোষণা করে যে রাজার সত্যিকারের কন্যাকে শৈশবে এই দুষ্ট আত্মা চুরি করে নিয়ে গেছে এবং নিজে রাজকন্যা সেজে বসে আছে। রাজা একটি সিন্দুক তৈরি করায় এবং তার কন্যাকে তাতে বন্ধ করে নদীতে ফেলে দেয়।\nপরের দিন সকালে, তার বাগদত্ত রাজপুত্র নদীর ধারে শিকার করতে গিয়ে সিন্দুকটির সন্ধান পায়। সে তার মধ্যে থেকে রাজকন্যাকে মুক্ত করে এবং দেখতে পায় যে সে তারই বাগদত্তা। রাজকন্যা তাকে সব কিছু জানায়। সেই ঘটনাস্থলেই তাদের বিয়ে হয়। রাজকুমার একটি প্রকাণ্ড বানরকে রাজকন্যার সেই  সিন্দুকে বন্ধ করে, এবং সিন্দুকটি আবার নদীতে ফেলে দেয়। যোগী তার শিষ্যদের বাধ্য করে সেই সিন্দুকটি উদ্ধার ক'রে আনতে এবং তারপর তাদের ঘরের ভেতরে না ঢোকার নির্দেশ দেয়, তারা যতই চিৎকার শুনুক না কেন। রাজকন্যাকে শ্বাসরোধ করার জন্য সে একটি রেশমী দড়ি বের করে। এর কিছুক্ষণ পর যোগীর শিষ্যরা যোগীর কণ্ঠে সাহায্যের জন্য চিৎকার শুনতে পায় কিন্তু আদেশ না থাকায় তারা ঘরে প্রবেশ করেনি। অবশেষে তারা যোগীর ঘরে ঢোকে এবং সেখানে তার মৃতদেহ দেখতে পায়।\nশীঘ্রই যোগীর মৃত্যুর খবর ছড়িয়ে পড়ে। রাজকুমারী যখন শুনতে পায় যে যোগী মারা গেছে, সে তার পিতার সাথে সমস্ত সমস্যা মিটিয়ে নেয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nযোগীর শাস্তি"}