{"pageid": 1431495, "title": "ওড়িয়া জনগোষ্ঠী", "url": "https://bn.wikipedia.org/wiki?curid=1431495", "content": "ওড়িয়া বা ওড়িশি জনগোষ্ঠী (ওড়িয়া: ଓଡ଼ିଆ) হলো ভারতের ওড়িশা রাজ্যের স্থানীয় একটি ইন্দো-আর্য জাতিগোষ্ঠী যারা ওড়িয়া ভাষায় কথা বলে। ভারতের পূর্ব উপকূলীয় রাজ্যে তারা সংখ্যাগরিষ্ঠ। পার্শ্ববর্তী রাজ্য অন্ধ্রপ্রদেশ, ছত্তিশগড়, ঝাড়খণ্ড ও পশ্চিমবঙ্গে সংখ্যালঘু হিসেবে এ জনগোষ্ঠীর উল্লেখযোগ্য সংখ্যক জনসংখ্যা বিদ্যমান রয়েছে।\n\n\n== ব্যুৎপত্তি ==\nপ্রথম দিকের ওড়িয়াদের প্রাচীন ওড়িশার ওদ্রা এবং কলিঙ্গ জনপদের নাম অনুসারে ডাকা হত, যেটি পরে উৎকল হিসেবে পরিচিত হয়। ওডিয়া শব্দটি মহাভারতের মতো মহাকাব্যে উল্লেখ করা হয়েছে। মহাভারতে যুদ্ধে লিপ্ত জাতিগুলোর মধ্যে ওদ্রাদের কথাও উল্লেখ করা হয়েছে। পালি সাহিত্যে তাদের বলা হয় ওদ্দাকস । টলেমি এবং প্লিনি দ্য এল্ডার ভারতের পূর্ব উপকূলে বসবাসকারীদেরকে ওরেটা হিসেবে উল্লেখ করেন। ওডিয়া বা ওড়িয়া এই আধুনিক শব্দটি ১৫ শতক থেকে ব্যবহার শুরু হয়। এই নামটি সর্বপ্রথম মধ্যযুগীয় মুসলিম ইতিহাসবিদরা ব্যবহার করেছিলেন এবং ওড়িশার তৎকালীন গজপতি রাজারা তা গ্রহণ করেছিলেন।\n\n\n== ইতিহাস ==\n\n\n=== প্রাচীন যুগ ===\nওড়িয়ারা তাদের জাতিগত সাংস্কৃতিক রীতিনীতির পাশাপাশি ওড়িয়া ভাষার ব্যবহারের কারণে বৈচিত্রপূর্ণ।\nওড়িশার অধিবাসীরা মহাভারতে ওদ্রাস, উৎকল এবং কলিঙ্গ নামে পরিচিত ছিল। খ্রিস্টপূর্ব ৩য় শতাব্দীতে, উপকূলীয় ওড়িশা কলিঙ্গ নামে পরিচিত ছিল। মহাভারত অনুসারে, কলিঙ্গ উত্তরে গঙ্গার মুখ থেকে দক্ষিণে গোদাবরীর মুখ পর্যন্ত বিস্তৃত ছিল।\nচতুর্থ শতাব্দীতে মহাপদ্ম নন্দ কলিঙ্গ জয় করেন। অশোকের শাসনামলে, কলিঙ্গ মৌর্য সাম্রাজ্যের অংশ হিসেবে যুক্ত হয়। খ্রিস্টপূর্ব ২য় শতাব্দীতে, খারভেলা এই অঞ্চলে একজন শক্তিশালী শাসক হিসেবে আবির্ভূত হন। তিনি উত্তর ও দক্ষিণ ভারতের বেশ কিছু রাজাকে পরাজিত করেন। এই সময়কালে, উৎকল ছিল বৌদ্ধ ও জৈন ধর্মের কেন্দ্র।\n\nগুপ্ত সাম্রাজ্যের শাসনামলে সমুদ্রগুপ্ত ওড়িশা জয় করেন।\n\n\n=== মধ্যযুগ ===\nশৈলোদ্ভব রাজবংশ ৬ষ্ঠ থেকে ৮ম শতাব্দী পর্যন্ত এ অঞ্চলে শাসন করে। তারা ৭ম শতাব্দীতে পরশুরামেশ্বর মন্দির তৈরি করেছিল, যা ভুবনেশ্বরের প্রাচীনতম মন্দির। ভাউমা-কারা রাজবংশ ৮ম থেকে ১০ম শতাব্দী পর্যন্ত ওড়িশা শাসন করেছিল। তারা ললিতগিরি, উদয়গিরি এবং বৈতলা দেউলা সহ বেশ কয়েকটি বৌদ্ধ মঠ ও মন্দির তৈরি করেছিল। কেশরী রাজবংশ নবম থেকে দ্বাদশ শতাব্দী পর্যন্ত শাসন এই অঞ্চল করেছে। তারা ভুবনেশ্বরে লিঙ্গরাজ মন্দির, মুক্তেশ্বর মন্দির এবং রাজারানী মন্দির নির্মাণ করে।  তারা ওড়িশায় স্থাপত্যের একটি নতুন শৈলী প্রবর্তন করে এবং শাসনব্যবস্থা বৌদ্ধধর্ম থেকে ব্রাহ্মণ্যবাদে পরিবর্তন করে।  পূর্ব গঙ্গা রাজবংশ ১১ থেকে ১৫ শতক পর্যন্ত ওড়িশা শাসন করেছিল। তারা কোণার্ক সূর্য মন্দির নির্মাণ করে। ১৫ শতকে গজপতি সাম্রাজ্য এই অঞ্চল শাসন করেছিল। কপিলেন্দ্র দেবের রাজত্বকালে উত্তরে গঙ্গা নদী থেকে দক্ষিণে কাবেরী নদী পর্যন্ত সাম্রাজ্য বিস্তৃত হয়।\n\n\n=== আধুনিক যুগ ===\n১৬ শতকের গোড়ার দিকে ওডিশা একটি স্বাধীন আঞ্চল ছিল। এটি ১৫৬৮ সালে আকবরের শাসনামলে মুঘলদের অধীনে আসে এবং তারপরে ১৮০৩ সালে ব্রিটিশ নিয়ন্ত্রণে আসে। এর আগে এটি মুঘল ও মারাঠা শাসনের অধীন ছিল।\n১৮১৭ সালে, উচ্চ কর, জমিদারদের প্রশাসনিক অসদাচরণ এবং নতুন ভূমি আইনের প্রতি অসন্তোষের একপর্যায়ে কোম্পানি শাসনের বিরুদ্ধে বিদ্রোহ শুরু হয়, যেটিতে অনেক ওড়িয়া অংশগ্রহণ করেছিল। বিদ্রোহীদের নেতৃত্বে ছিলেন জেনারেল জগবন্ধু বিদ্যাধর মহাপাত্র ভ্রমরবারা রায়।  অসংখ্য ওডিয়ার নেতৃত্বে বেশ কয়েকটি বিদ্রোহ, যেমন তাপাং বিদ্রোহ (১৮২৭), বানাপুর বিদ্রোহ (১৮৩৫), সম্বলপুর বিদ্রোহ (১৮২৭-৬২), ঝুমসুর কোন্ধ বিদ্রোহ (১৮৩৫), কোন্ধ বিদ্রোহ (১৮৩৬-৫৫), ভুঁইয়া বিদ্রোহ (১৮৬৪), এবং রানাপুর প্রজা বিদ্রোহ (১৯৩৭-৩৮)। এসব বিদ্রোহের ফলে ব্রিটিশদের জন্য ওড়িশার উপর নিরঙ্কুশ কর্তৃত্ব বজায় রাখা কঠিন হয়ে ওঠে।\nমারাঠা নিয়ন্ত্রণাধীন থাকাকালে, ওড়িয়ার প্রধান অঞ্চলগুলি বাংলার শাসকদের কাছে হস্তান্তর করা হয়েছিল যার ফলে পশ্চিমবঙ্গের বর্তমান মেদিনীপুর জেলা পর্যন্ত বিস্তৃত বিস্তীর্ণ অঞ্চলে সময়ের সাথে সাথে ভাষার ধারাবাহিক পরিবর্তন ঘটে।ব্রিটিশ ঔপনিবেশিক প্রশাসন পরবর্তীকালে ওড়িয়া অঞ্চলগুলিকে প্রতিবেশী অ-ওড়িয়া প্রশাসনিক বিভাগে স্থানান্তরিত করে, যার ফলে ভাষাগত ও সাংস্কৃতিক আত্তীকরণের কারণে ওড়িশা বা কলিঙ্গের পূর্বের মূল অঞ্চলগুলিতে ওড়িয়া ভাষার উল্লেখ বিবর্তন ঘটে। জনপ্রিয় আন্দোলন এবং ওড়িয়া পরিচয়ের চেতনার উত্থানের পরে, নতুন ওড়িশা রাজ্যের একটি বড় অংশ প্রথম ১৯১২ সালে বেঙ্গল প্রেসিডেন্সি থেকে বিচ্ছিন্ন করা হয়েছিল।\nঅবশেষে, বিহার এবং উড়িষ্যা প্রদেশ, মাদ্রাজ প্রেসিডেন্সি এবং ছত্তিশগড় বিভাগ থেকে ওড়িয়া অঞ্চলের একীকরণ সফলভাবে কার্যকর হওয়ার পর ওড়িশা একটি পৃথক প্রদেশ এবং ১৯৩৬ সালে ভারতের প্রথম সরকারীভাবে স্বীকৃত ভাষা-ভিত্তিক রাজ্য হয়ে ওঠে। বর্তমান ঝাড়খণ্ডের সরাইকেল্লা খরসওয়াঁ সহ ওড়িয়ার ২৬টি দেশীয় রাজ্যও নবগঠিত ওড়িশা রাজ্যের সাথে একীভূতকরণ হয়। তবে অনেক বড় ওড়িয়া-ভাষী এলাকা রাজনৈতিক অক্ষমতার কারণে একীভূতকরণ থেকে বাদ পড়েছিল।\n\n\n== ভৌগোলিক বিস্তার ==\nযদিও ওড়িশিদের মোট জনসংখ্যা অজানা, তবে ভারতের ২০০১ সালের আদমশুমারি অনুযায়ী ওড়িশার জনসংখ্যা প্রায় ৩.৬ কোটি। প্রতিবেশী রাজ্য পশ্চিমবঙ্গ, ঝাড়খণ্ড এবং ছত্তিশগড়েও কিছু ওড়িয়ার বসবাস রয়েছে। পশ্চিমবঙ্গের অধিকাংশ ওড়িয়ারা মেদিনীপুর ও বাঁকুড়া জেলায় বাস করে। গুজরাটের সুরাটেও ওড়িয়াদের একটি বৃহৎ জনসংখ্যা রয়েছে। প্রাথমিকভাবে সেখানকার বেশিরভাগ ওড়িয়াই গঞ্জামের দক্ষিণ জেলায় হীরা শ্রমিক হিসেবে কাজ করেন। ২০০০ এর দশকের শেষের দিকে আইটি বুমের (সময়ের সাথে পণ্যের চাহিদা বৃদ্ধি) কারণে বেঙ্গালুরু এবং হায়দ্রাবাদে ওড়িয়াদের প্রচুর উপস্থিতি রয়েছে। কিছু ওডিয়া বাংলাদেশেও চলে আসে। তারা স্থানীয়ভাবে বোনাজ সম্প্রদায় নামে পরিচিত।\nরাজ্যের দক্ষিণ অংশের অভিবাসী ওড়িয়ারা ভারতের অভ্যন্তরে অবস্থান করে, আর উত্তর অংশের অভিবাসীরা মধ্যপ্রাচ্য এবং পশ্চিমা বিশ্বের দিকে বেশি অবস্থান করে। বালাসোর ও কটক ওড়িশার অভিবাসন কেন্দ্র হিসাবে পরিচিত।\n\n\n=== অভিবাসী ===\nবিদেশে ওড়িয়া জনসংখ্যার উৎপত্তি মূলত উত্তরের বালাসোর জেলা থেকে, তারপরে কটক এবং ভদ্রক । অভিবাসী যারা দেশের মধ্যে কাজ করে তারা মূলত গঞ্জাম এবং পুরী জেলা থেকে উদ্ভূত।\n১৯৩৫ সাল থেকে যুক্তরাজ্যে এই জনগোষ্ঠীর অভিবাসন নথিভুক্ত করা হয়েছে, যেখানে অবিভক্ত বাংলা প্রদেশের বালাসোর থেকে বেশিরভাগ লোকই কাজের জন্য বাইরে গিয়েছিল। তারপর একটি ধারাবাহিক অভিবাসন শুরু হয় এবং তখন এটির খুব প্রাধান্য ছিল। এই অভিবাসন প্রক্রিয়াটি আজও অব্যাহত রয়েছে। বেশিরভাগ ব্রিটিশ ওডিয়ারা ব্রিটিশ নাগরিকত্ব পেয়েছে।\n২০০০ দশকের শেষের দিকে, প্রধানত বালাসোর এবং কটক থেকে অনেক ওড়িয়া অস্ট্রেলিয়ায় চলে যায়। এর ফলে প্রধানত বালাসোর এবং কটক থেকে ব্যপকভাবে চেইন মাইগ্রেশন বা ধারাবাহিক অভিবাসন হয়।\n২০০৯-এর দিকে, ওডিয়ারা প্রধানত বালাসোর, ভদ্রক এবং কটক থেকে জার্মানিতে পাড়ি জমানো শুরু করে। বিশেষ করে শিক্ষা অর্জনের জন্য এবং ইউরোপীয় ইউনিয়নের আই টি সেক্টরে উচ্চ বেতন উপার্জনের আশায় তারা সেখানে পাড়ি দেয়।\n\n\n== সম্প্রদায় ==\nওড়িয়া জনগোষ্ঠী বিভিন্ন সম্প্রদায়ে বিভক্ত যেমন: ব্রাহ্মণ, জ্যোতিষ, করণ, খন্ডায়ত, গোপাল, কুমুতি (কলিঙ্গ বৈশ্য), চাসা, বানিয়া, কাঁসারি, গুদিয়া, পাতারা, তাঁতি, তেলি, বাধেই, কামারা, বারিকা । মালি, কুম্ভর, শিয়াল জাতি (পাঞ্জাব থেকে উৎপত্তি), সুন্ধি, কেউতা, ধোবা, বাউরি, কান্দারা, ডোম্বা, পানো, হাদি ইত্যাদি।\n\n\n== ভাষা ও সাহিত্য ==\nওড়িশা এবং পার্শ্ববর্তী অঞ্চলে প্রায় ৩৫-৪০ মিলিয়ন (৩.৫ কোটি থেকে ৪ কোটি) মানুষ ওড়িয়া ভাষায় কথা বলে এবং এ ভাষা ব্যবহার করে। এটি ভারতের ছয়টি ধ্রুপদী ভাষার মধ্যে অন্যতম। খ্রিস্টপূর্ব ২য় শতকের সম্রাট অশোকের জৌগদা শিলালিপিতে এবং খ্রিস্টপূর্ব ১ম শতাব্দীর খন্ডগিরি সম্রাট খারাভেলার শিলালিপিতে ওড়িয়া শব্দ পাওয়া যায়।প্রাচীনকালে এই ভাষাটি ওদ্রা বিভাসা বা ওদ্রা মাগধী অপভ্রংশ নামে পরিচিত ছিল। গত দুই সহস্রাব্দ ধরে প্রাচীন পালি, প্রাকৃত, সংস্কৃত এবং ওড়িয়া লিপিতে এই ভাষার বিভিন্ন শব্দ খোদাই করা হয়েছে।\nবৌদ্ধ চর্যাপদ ৭ম থেকে ৯ম শতাব্দীর মধ্যে রাহুলা, সারাহা এবং লুইপার মতো বৌদ্ধদের দ্বারা রচিত হয়েছিল।\nসোমবংশী এবং পূর্ব রাজবংশের শাসনের সময়ে ওডিয়ার সাহিত্যিক ঐতিহ্য বিশিষ্টতা অর্জন করেছিল। ১৪ শতকে, সম্রাট কপিলেন্দ্র দেব রাউত্রয়ের শাসনামলে, কবি সরলা দাস দেবী দুর্গার প্রশংসা করে মহাভারত, চণ্ডী পুরাণ এবং বিলঙ্কা রামায়ণ রচনা করেন। অর্জুন দাসা রচিত রাম-বিবাহ ছিল ওডিয়ায় লেখা প্রথম দীর্ঘ কবিতা। মধ্যযুগে ওড়িয়া ভাষায় প্রধানত পঞ্চসখা, জগন্নাথ দাস, বলরাম দাস, অচ্যুতানন্দ, যশোবন্ত এবং অনন্তের অবদান ছিল।\nকটক, খোর্ধা ও পুরী জেলায় কথিত মুঘলবন্দি বা কটকি ওড়িয়াকে সাধারণত প্রমিত উপভাষা হিসাবে বিবেচনা করা হয়। এটি দাপ্তরিক ও সংবাদমাধ্যমের ভাষা হিসেবে ব্যবহৃত হয়।\nওড়িশা এবং পার্শ্ববর্তী অঞ্চল জুড়ে ওড়িয়া ভাষার আটটি প্রধান রূপ রয়েছে, আর উপজাতি এবং অন্যান্য গোষ্ঠীর লোকেরা তেরোটি ছোট আকারের ভিন্ন ভিন্ন ভাষায় কথা বলে।\nপশ্চিম ওড়িয়া ভাষার সম্বলপুরী রূপে নতুন সাহিত্য ঐতিহ্যের উদ্ভব হচ্ছে৷ এই ভাষাতেই হালদার নাগের মতো বিশিষ্ট কবি ও লেখকরা আবির্ভূত হয়েছেন।\n\n\n== সংস্কৃতি ==\n\n\n=== শিল্প ===\nওড়িশি ভারতের প্রাচীনতম শাস্ত্রীয় নৃত্যগুলির মধ্যে অন্যতম। পোশাক শিল্পে পিপিলি এবং সম্বলপুরি শাড়ির কাজ উল্লেখযোগ্য। কটকের সিলভার ফিলিগ্রি কাজ এবং রঘুরাজপুরের পটচিত্র প্রাচীন ভারতীয় শিল্প ও সংস্কৃতির কিছু উদাহরণ।\nওডিয়ারা তরবারি চালাতে পারদর্শী ছিল এবং তাদের নিজস্ব মার্শাল আর্ট ছিল, যা পরে \"পাইকা আখাদা\" নামে পরিচিত হয়।\n\n\n=== স্থাপত্য ===\n\nওড়িয়া স্থাপত্যের একটি আঞ্চলিক স্থাপত্য ঐতিহ্য রয়েছে যা ৬ষ্ঠ শতকের শৈলোদ্ভব রাজবংশের সময় থেকে বিকশিত হয়। সোমবংশী এবং পূর্ব গঙ্গা রাজবংশের সময় থেকে কলিঙ্গ স্থাপত্যের রূপটি এটির বিশেষ শৈলীর মন্দিরের নকশার জন্য বিশিষ্টতা অর্জন করে। এটি একটি ধর্মীয় কাঠামোর চারটি প্রধান অংশ নিয়ে গঠিত, যথা মুখ দেউলা, নাট মণ্ডপ, ভোগ মণ্ডপ এবং গরবা গৃহ (বা ভেতরের দেবালয়)। এই বিস্ময়কর কাঠামোর উদাহরণ উড়িষ্যা রাজ্য জুড়ে তৈরি করা কয়েকশত মন্দির জুড়ে বিদ্যমান রয়েছে, প্রধানত ভুবনেশ্বরে যেটি মন্দিরের শহর হিসাবে পরিচিত। পুরী জগন্নাথ মন্দির, কোনার্ক সূর্য মন্দিরের ধ্বংসাবশেষ, লিঙ্গরাজ মন্দির ইত্যাদি প্রাচীন কলিঙ্গ স্থাপত্যের জীবন্ত নিদর্শন।\n\n\n=== রন্ধনশৈলী ===\nওড়িয়া খাবারে সামুদ্রিক খাবার এবং মিষ্টি প্রাধান্য পায়। ভাত প্রধান খাদ্যশস্য এবং এটিই সবচেয়ে বেশি খাওয়া হয়। জনপ্রিয় ওড়িয়া খাবারের মধ্যে রয়েছে রসগোল্লা, রসবালি, ছানাপোড়া, ছেনা খিরি, ছানার জিলাপি, ছানা ঝিল্লি, ছানা গজা, ক্ষীরা সাগর, দলমা, টাঙ্কা তোরানি এবং পাখালা । মাছ বেসারা (সরিষা দিয়ে ভুনা মাছ), মানশা তরকারি (মাটন কারি), চিঙ্গুদি তরকারি (চিংড়ির তরকারি) এবং কনকদা তরকারি (কাঁকড়ার তরকারি) এর মতো সামুদ্রিক খাবারও এতে অন্তর্ভুক্ত। একটি আদর্শ ওড়িয়া খাবারের মধ্যে রয়েছে পাখালা (জলযুক্ত ভাত), বাধি চুড়া, সাগা ভাজা (পালং শাক ভাজা), মাচা ভাজা, চুইন ভাজা ইত্যাদি। \n\n\n=== উৎসব ===\nএই জনগোষ্ঠীর মধ্যে সারা বছর ধরে বিভিন্ন ধরনের উৎসব পালিত হয়; ওড়িয়ায় একটি প্রবাদ আছে, 'বারাহ মাসে, তেরাহ পারবা', অর্থাৎ বছরের ১২ মাসে ১৩টি পার্বণ হয়। ওড়িয়া জনগণের মধ্যে জনপ্রিয় সুপরিচিত উৎসবগুলো হলো: রথযাত্রা, দুর্গাপূজা, কালী পূজা, নুয়াখাই, পুষ্পপুনি, পুয়া জিউনিতা, রাজা, দোল পূর্ণিমা, অষ্টপ্রহরী, পাণ সংক্রান্তি (যেমন ওড়িশায় বৈশাখী বলা হয়), কার্তিক পূর্ণিমা । / বৈঠা বন্দনা, ক্ষুদ্রকুনি পূজা / তপই ওষা, কুমার পূর্ণিমা, দিতিয়া ওষা, চৈত্র পূর্ণিমা, আগিজলা পূর্ণিমা, ভাই জুনতিয়া, পুয়া জিন্তিয়া, ঘিয়া জুনতিয়া, সাবিত্রী ব্রত, সুদশা ব্রত, মানবসা গুরুবারা ইত্যাদি।\n\n\n=== ধর্ম ===\nওড়িশা ভারতের ধর্মীয়ভাবে একজাতীয় রাজ্যগুলির মধ্যে অন্যতম। এখানে ৯৪% এরও বেশি মানুষ হিন্দু ধর্মের অনুসারী। ওড়িয়া হিন্দুদের দ্বারা অনুসরণ করা নির্দিষ্ট জগন্নাথ সংস্কৃতির কারণে ওড়িশার হিন্দুধর্ম আরও তাৎপর্যপূর্ণ। জগন্নাথ সম্প্রদায়ের অনুশীলনগুলি এই রাজ্যে জনপ্রিয়। পুরীর বার্ষিক রথযাত্রা সারা ভারত থেকে তীর্থযাত্রীদের আকর্ষণ করে। হিন্দু ধর্মের অধীনে, ওডিয়ার লোকেরা ঐতিহাসিক সময় থেকে মুলধারার বিস্তৃত সম্প্রদায়ের বিশ্বাসী।\nউড়িষ্যায় বৈষ্ণব সম্প্রদায়ের পুরুষোত্তম জগন্নাথ সম্প্রদায়ের আবির্ভাবের আগে, বৌদ্ধ এবং জৈন ধর্ম এ দুটি অত্যন্ত বিশিষ্ট ধর্ম ছিল। জৈনক্ষেত্র সমাসা অনুসারে, জৈন তীর্থঙ্কর প্রস্বন্ত কপোতকে এসেছিলেন (বর্তমানে বালেশ্বর জেলার কুপারি) এবং তিনি ধান্য নামে একজন ব্যক্তির অতিথি ছিলেন। ক্ষেত্র সমাসা অনুসারে পার্শ্বনাথ কলিঙ্গের তাম্রলিপ্তিতে (বর্তমানে বাংলার তমলুক) ধর্ম প্রচার করেছিলেন। খ্রিস্টপূর্ব ৭ ম শতাব্দীতে সম্রাট কারাকান্ডুর সময় প্রাচীন ওড়িশার জাতীয় ধর্ম জৈন ধর্মে পরিণত হয়েছিল এবং কলিঙ্গ জিনা আসন প্রতিষ্ঠিত হয়েছিল। তীর্থঙ্কর ঋষভনাথের মূর্তিটি তখন \"কলিঙ্গ জিনা\" নামেও পরিচিত ছিল, যা এই রাজ্যের জাতীয় প্রতীক ছিল। সম্রাট মহমেঘবাহন খারভেলাও একজন জৈন এবং ধর্মীয়ভাবে সহনশীল শাসক ছিলেন যিনি মগধন রাজা মহাপদ্ম নন্দের বিজয়ের প্রতীক হিসেবে কেড়ে নেওয়া কলিঙ্গ জিনাকে পুনরুদ্ধার ও পুনঃপ্রতিষ্ঠা করেছিলেন।\n\nভৌমাকর রাজবংশের শাসনামল পর্যন্ত ওড়িশা অঞ্চলে বৌদ্ধধর্মও একটি প্রচলিত ধর্ম ছিল। রাজ্য জুড়ে ধৌলি, রত্নাগিরি, ললিতগিরি, খণ্ডগিরি এবং পুস্পগিরির মতো উল্লেখযোগ্য প্রত্নতাত্ত্বিক আবিষ্কারগুলি ওড়িশার অতীতের বৌদ্ধ ঐতিহ্যকে উপস্থাপন করে। বর্তমানেও ওড়িয়া জনগণের সামাজিক-সাংস্কৃতিক ঐতিহ্যের উপর বৌদ্ধ ধর্মের প্রভাব উল্লেখযোগ্য। যদিও বর্তমানে বেশিরভাগ বৌদ্ধ উপাসনালয় অনাবিষ্কৃত এবং মাটির নিচে চাপা পড়া অবস্থায় রয়েছে, তবে ওডিয়া জনগণের অতীত বৌদ্ধ সাহিত্যে তাদের সম্পর্কে সমৃদ্ধ বর্ণনা রয়েছে। প্রাচীন ওড়িশার কলিঙ্গ বা ত্রি কলিঙ্গ অঞ্চলের পরবর্তী রাজবংশগুলি বৈদিক বংশের প্রচলিত সমস্ত ধর্মের উপর তাদের শাসনে সহনশীল এবং ধর্মনিরপেক্ষ ছিল। এটি তিন হাজার বছরেরও বেশি সময় ধরে এই অঞ্চলে সমস্ত ধর্মীয় মতাদর্শের বিকাশের জন্য একটি শান্তিপূর্ণ ও নিরাপদ পরিবেশ প্রদান করেছিল। বজ্রযান বৌদ্ধধর্মের প্রতিষ্ঠাতা রাজা ইন্দ্রভূতি সরহ পা, লুই পা, লক্ষ্মীনার মতো অন্যান্য বৌদ্ধ সন্ন্যাসীরা ওড়িশায় জন্মগ্রহণ করেছিলেন এবং তাপসসু ও বাহালিকার মতো বৌদ্ধ পৌরাণিক কাহিনীর চরিত্রগুলিও ওডিশার ছিল।\nশৈব এবং শাক্তধর্মের মতো হিন্দু সম্প্রদায়গুলিও ওডিশায় হিন্দু বিশ্বাস ব্যবস্থার প্রাচীনতম রূপ। এখানে অনেক রাজবংশ উল্লেখযোগ্য সংখ্যক মন্দির নির্মাণ করেছে এবং ইতিহাসে তাদের শাসনকালে সময় হিন্দুধর্মকে তাদের রাষ্ট্রধর্ম করেছে৷ ভুবনেশ্বরের লিঙ্গরাজ, রাজারানী, মৌসি মা মন্দির এবং অন্যান্য মন্দিরগুলি বেশিরভাগই শৈব সম্প্রদায়ের। অন্যদিকে সামলেশ্বরী, তারা-তারিণী, মঙ্গলা, বুধী ঠাকুরানি, তারিণী, কিচেকেশ্বরী এবং মাণিকেশ্বরীর মতো বিশিষ্ট দেবীর মন্দিরগুলি তন্ত্র ও মহাশক্তি মন্দির।\n\nওড়িয়া সংস্কৃতি এখন বেশিরভাগই বিশ্বজুড়ে বৈষ্ণব জগন্নাথ সংস্কৃতির প্রসারের মাধ্যমে আলোচিত হয় এবং বর্তমানে ওডিয়াবাসীর প্রতিটি পারিবারিক ঐতিহ্য, সংস্কৃতি এবং ধর্মীয় বিশ্বাসের সাথে দেবতা জগন্নাথের প্রভাব বিদ্যমান। ১২ শতকে রাজা চোদা গঙ্গা দেবের দ্বারা পুরী জগন্নাথ মন্দির নির্মাণের অনেক আগে থেকেই কলিঙ্গ অঞ্চলের একটি নির্দিষ্ট প্রবণতা হিসাবে হিন্দু দেবদেবীর কাঠের মূর্তি পূজা করা হয়েছিল বলে ঐতিহাসিক উল্লেখ রয়েছে।\nবর্তমান কিছু মানুষ ধর্মান্তরিত হয়ে খ্রিস্টান হয়ে গেছেন, যাদের সাধারণত উপজাতিদের মধ্যে বিশেষ করে অভ্যন্তরীণ জেলা গজপতি এবং কান্ধমালে পাওয়া যায়। প্রায় ২% লোক ওডিয়া মুসলিম, তাদের বেশিরভাগই আদিবাসী এবং কিছু সংখ্যাক মানুষ উত্তর ভারত এবং অন্যান্য জায়গা থেকে আসা অভিবাসী। সংখ্যালঘু মুসলিম জনসংখ্যার অবস্থান ভদ্রক, কেন্দ্রপদ এবং কটক জেলায় বেশি।\n\n\n=== গান এবং নাচ ===\n\nওড়িশি সঙ্গীতের ইতিহাস ধ্রুপদী ওড়িশি নৃত্যের ইতিহাসের চেয়ে প্রাচীন। বর্তমানে, ওড়িশি সঙ্গীতকে ভারতের সংস্কৃতি মন্ত্রক কর্তৃক সঙ্গীতের একটি শাস্ত্রীয় রূপ হিসাবে স্বীকৃতি দেওয়ার জন্য রাজ্যের বুদ্ধিজীবী সম্প্রদায় আবেদন করেছেন। ধ্রুপদী ওড়িশি নৃত্যের পাশাপাশি, ওড়িয়া জনগণের কিছু অন্যান্য বিশিষ্ট সাংস্কৃতিক এবং লোকনৃত্য রয়েছে যা যুগে যুগে বিবর্তনের ক্ষেত্রে বিভিন্ন অংশ অনুসরণ করেছে।\n\nওড়িশি : একটি প্রধান প্রাচীন শাস্ত্রীয় নৃত্য।\nমাহারি : ওড়িশি নৃত্যের একটি পূর্বসূরি যা বেশিরভাগ মন্দির দেবদশী সম্প্রদায় বা রাজদরবারের অভিনয়শিল্পীদের দ্বারা পরিবেশিত হয়েছিল।\nলাউডি বাদি খেলা : ওড়িশার একটি ঐতিহ্যবাহী নৃত্য। এটি ওড়িশার গোপাল (যাদব) সম্প্রদায়ের দ্বারা দোলা পূর্ণিমার সময় করা হয়।\nধেমসা : ওড়িশার অবিভক্ত কোরাপুট জেলার আদিবাসী অঞ্চলের একটি খুব জনপ্রিয় নৃত্য। এটি সাধারণত উদযাপনের সময় কোরাপুট এবং নবরাঙ্গাপুরের ভার্ত/গৌড়/পার্জা সম্প্রদায় দ্বারা পরিবেশিত হয়।\nগোটিপুয়া\nলোকনৃত্যের ধরন যুগে যুগে বিকশিত হয়েছে এবং তাদের উপর সরাসরি উপজাতীয় প্রভাব রয়েছে। নিচে এ ধরনের কিছু নৃত্যের কথা উল্লেখ করা হয়েছে:\n\nছৌ: ওড়িয়া ছৌ নৃত্যটি এটির প্রাচীন মার্শাল ঐতিহ্যের একটি প্রত্যক্ষ ফলাফল যা নৃত্য পরিবেশনায় চিত্রিত করা হয়েছে। যদিও ছৌ মূলত একটি ওড়িয়া শিল্পকলা, তবে এটি পশ্চিমবঙ্গেও পরিবেশিত হয়। সারাইকেল্লা ছৌ এবং ময়ূরভঞ্জ ছৌ হল একমাত্র দুটি ওড়িয়া রূপ যা সময়ের সাথে সাথে এর মৌলিকত্বের সাথে টিকে আছে।\nঝুমুরা নাচ : ওডিয়ার প্রাচীন মার্শাল ঐতিহ্যের একটি প্রত্যক্ষ ফলাফল যখন ওডিয়া পাইকারা যুদ্ধক্ষেত্রে মিছিল করে বা ঝুমুরা সঙ্গীতের বীট এবং সুরে বিশ্রাম নেয়।\nডালখাই নৃত্য: যদিও এই নৃত্যটি উপজাতীয় নৃত্যের ধরন থেকে উদ্ভূত হয়েছে, তবে এটিতে হিন্দুধর্মের বিভিন্ন ধর্মীয় গ্রন্থ থেকে নেওয়া থিমের জটিল মিশ্রণ প্রদর্শিত হয়। এটি পশ্চিম ওড়িশার একটি জনপ্রিয় লোকনৃত্য।\nজোড় শঙ্খ: এটি প্রাচীন ওড়িশার সমর ঐতিহ্য থেকেও উৎপন্ন হয়েছে এবং অভিনয়শিল্পীরা তাদের প্রত্যেকের হাতে থাকা দুটি শঙ্খ ব্যবহার করে সুর উৎপন্ন করেন।\nবাঘ নাচ\nআধুনিক ওড়িয়ারাও পশ্চিমা নৃত্য ও রূপ গ্রহণ করেছে।\n\n\n=== বিনোদন ===\nবিনোদনের প্রাচীন চিহ্নগুলি সম্রাট খারাভেলার শিলা আদেশে খুঁজে পাওয়া যায়, যেখানে তাঁর শাসনের তৃতীয় বছরে তার দ্বারা আয়োজিত উৎসব সমাবেশ সম্পর্কে বর্ণনা দেওয়া হয়েছে। এর মধ্যে গান, নাচ এবং যন্ত্রসঙ্গীতের অনুষ্ঠান অন্তর্ভুক্ত ছিল। ওডিয়ার প্রাচীন মন্দির শিল্পের উপর যুগে যুগে ওড়িশি শাস্ত্রীয় নৃত্যের বিবর্তনের প্রভাব রয়েছে। বারগড় জেলার ধনুযাত্রা (যা বিশ্বের বৃহত্তম উন্মুক্ত নাট্যশালা আয়োজন বলেও বিবেচনা করা হয়), পাল ও দশকাঠিয়া, যাত্রা বা ওড়িয়া অপেরা ইত্যাদি হল জনসাধারণের বিনোদনের কিছু ঐতিহ্যবাহী উপায়, যা আজও টিকে আছে। আধুনিক ওডিয়া টেলিভিশন শো এবং চলচ্চিত্রগুলি ওডিয়ার মধ্যবিত্ত মানুষদের একটি বৃহৎ অংশ দ্বারা ব্যাপকভাবে প্রশংসিত হয় এবং এটি উপস্থাপনার উদ্ভাবনী উপায় দ্রুত বিকশিত হচ্ছে।\n\n\n== তথ্যসূত্র =="}