{"pageid": 1431059, "title": "ক্যারল শ্যাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1431059", "content": "মিওন ক্যারোলিন শ্যাণ্ড  (জন্ম ১৯৩৯) হলেন নিউজিল্যান্ডের একজন ডাক্তার, সাধারণ চিকিৎসক এবং মহিলাদের স্বাস্থ্য, মাতৃত্বকালীন যত্ন, গর্ভনিরোধক, গর্ভপাত এবং যৌন নির্যাতন ও শিশু নির্যাতনের শিকার ব্যক্তিদের চিকিৎসা যত্নের প্রবক্তা।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nক্যারল শ্যাণ্ড ছিলেন কৃষক এবং রাজনীতিবিদ টম শ্যাণ্ড ও ডাক্তার ক্লডিয়া লিলিয়ান শ্যাণ্ডের (বিবাহপূর্ব ওয়েস্টন) কন্যা। তাঁর ভাইয়ের নাম অ্যান্টনি এবং দুই বোনের নাম জিল ও অ্যান। তিনি ১৯৬২ সালে ওটাগো বিশ্ববিদ্যালয় থেকে মেডিকেল ডিগ্রি নিয়ে স্নাতক হন।\n\n\n== কর্মজীবন ==\nক্যারল শ্যাণ্ড তাঁর কর্মজীবনের প্রথম দিকে ওয়েলিংটন হাসপাতালে একজন হাউস সার্জন (একজন শল্যচিকিৎসা \"আরএমও\" বা \"আবাসিক মেডিকেল অফিসার\") ছিলেন। কিন্তু তিনি একজন সাধারণ চিকিৎসক হিসেবে অনুশীলন করেছেন এবং ওয়েলিংটনে তাঁর স্বামী এরিখ গেরিঞ্জারের সাথে একটি সাধারণ চিকিৎসালয় চালাতেন।\nক্যারল শ্যাণ্ড তাঁর সহকর্মী মার্গারেট স্প্যারোর সাথে গর্ভপাতকে নিরাপদ এবং সকলের জন্য উপলব্ধ করতে কয়েক বছর ধরে কাজ করেছেন। তিনি ১৯৭০-এর দশকের শেষের দিকে সিস্টারস ওভারসিজ সার্ভিসের (এসওএস) ওয়েলিংটন শাখায় সক্রিয় ছিলেন এবং মহিলাদের গর্ভপাতের জন্য অস্ট্রেলিয়া যেতে সাহায্য করেছিলেন। তিনি যৌন নিপীড়ন এবং শিশু যৌন নির্যাতনের শিকারদের চিকিৎসার ক্ষেত্রে অগ্রণী ভূমিকা পালন করেছিলেন।\n২০১৭ সালে ক্যারল শ্যাণ্ড তাঁর অনুশীলন থেকে অবসর নেন।\n\n\n== সম্মান ও পুরস্কার ==\nক্যারল শ্যাণ্ডকে ২০০৮সালের রানীর জন্মদিনের সম্মানে মহিলাদের স্বাস্থ্য পরিষেবার জন্য নিউজিল্যান্ড অর্ডার অফ মেরিট সঙ্গী নিযুক্ত করা হয়েছিল। \n\n\n== ব্যক্তিগত জীবন ==\nক্যারল শ্যাণ্ড ১৯৬৪ সালে ডাক্তার এরিখ গেরিঞ্জারকে বিয়ে করেন। তাঁদের তিনটি সন্তান ছিল, ক্লডিয়া, ফেলিক্স এবং কার্ল।\n\n\n== নির্বাচিত কাজ ==\n\n\n=== বই ===\nফ্রম রিকিগনিশন টু রিকভারি: এ জেনারেল প্র্যাকটিস গাইড ট দ্য মেডিকাল ম্যানেজমেন্ট অফ সেক্সুয়াল অ্যাবিউজ, ক্যারল শ্যাণ্ড এবং রবিনান মিলফোর্ড দ্বারা সম্পাদিত (১৯৯৩) ISBN 0958325103\nদ্য মেডিকাল ম্যানেজমেন্ট অফ সেক্সুয়াল অ্যাবিউজ, ক্যারল শ্যাণ্ড দ্বারা সম্পাদিত। (২০০২) আইএসবিএন 0473086808\nথিংস আই রিমেম্বার, অর ওয়াজ টোল্ড: এ মেমোয়ার (২০২২) ISBN 978-0-9941494-9-7\n\n\n=== জার্নাল নিবন্ধ ===\n \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদ্য আর্লি মেডিকেল উইমেন অফ নিউজিল্যান্ড, ২০২০-এ মিওন ক্যারোলিন (ক্যারল) শ্যাণ্ডের সাথে সাক্ষাৎকার"}