{"pageid": 1431343, "title": "বিজ্ঞান ও অনুকল্প", "url": "https://bn.wikipedia.org/wiki?curid=1431343", "content": "এই নিবন্ধটি হাইপোথিসিস বা কাকতালীয়তা, টেলিপ্যাথি, টেলিপোর্টেশন, সময় ভ্রমণ এবং সাতটি মাল্টিভার্সকে সমর্থন করে এমন তত্ত্বগুলি প্রদর্শন করে। নিবন্ধটিতে এই অনুমানমূলক সিদ্ধান্ত বা হাইপোথিসিস কীভাবে ঘটে এবং কোন কারণগুলি তাদের সাথে সম্পৃক্ত তা বের করে। এছাড়াত্ত এই নিবন্ধটিতে: হাইপোথিসিসের সম্ভাব্য কারণ বিশেষভাবে বিশ্লেষণ করে। মস্তিষ্ক থেকে মস্তিষ্কের কাপলিং অর্থাৎ নিউরো-টিউনিং, মানুষ এবং মহাবিশ্বের মধ্যে টিউনিং, এট্র্রাকশন আইন এবং মেনিফেস্টেসন প্রযুক্তি চিন্তাভাবনাগুলিকে সিঙ্ক্রোনাইজ করে; সিঙ্ক্রোনাইজেশনের উপর ভিত্তি করে সম্ভাবনাগুলি ব্যাখ্যা করে যা তাদের বাস্তবতার কারণ হয়। ইত:মধ্যে আমরা মহাবিশ্বের সৃষ্টি, মহাবিশ্বের সম্প্রসারণ, সময় ভ্রমণ এবং মাল্টিভার্স সম্পর্কে জানতে পেরেছি। প্রযুক্তির অগ্রগতিতে; মহাবিশ্বের সম্প্রসারণ পর্যবেক্ষণ করে এই সিদ্ধান্ত নেয়া যায় যে মহাবিশ্ব প্রচুর শক্তি ধারণ করে যা আমরা মহাজাগতিক শক্তি হিসাবে জানি। এটি বৃহৎ এবং অদৃশ্য মাধ্যমের সৃষ্টি করে । এই অদৃশ্য ডার্ক এনার্জি বা মহাজাগতিক শক্তি টিউনিং-নীতির বাহক হতে পারে।\n\n\n== ভূমিকা: ==\nবিজ্ঞান এবং হাইপোথিসিসের মধ্যে গভীর সম্পর্ক রয়েছে। বিজ্ঞান হলো গবেষণা ও  গবেষণালব্ধ ফলাফল, যেখানে বিভিন্ন তথ্য সংগ্রহ করে, তথ্য যচাইবাছাই করে ফলাফল বের করে এবং বিশ্লেষণ করে। হাইপোথেসিস হলো একটি ধারণা। হাইপোথেসিস সাধারণত এমন একটি অনুমানমূলক সিদ্ধান্ত যা পরে পরীক্ষা করা হয় । সংশ্লিষ্ট তথ্যের সাপেক্ষে এবং ব্যবহারউপযোগী পরীক্ষা দিয়ে বিজ্ঞান হাইপোথেসিস পরীক্ষা করে এবং তার বৈধতা নির্ধারণ করে। অতএব, বিজ্ঞান দিয়ে হাইপোথেসিস এর ধারণা স্বীকৃতি পায় এবং প্রত্যাখ্যানও হয়। সুতরাং, বিজ্ঞান এবং হাইপোথেসিসের মাঝে সম্পৃক্ততা আছে ।\nবর্তমানে বিজ্ঞান ও প্রযুক্তিতে কাকতালীয়, টেলিপ্যাথি, টেলিপোর্টেশন, টাইম ট্রাভেল এবং সেভেন মাল্টিভার্স এখনও অসম্ভব কারণ এই সমস্ত হাইপোথিসিসগুলি ব্যবহারিকভাবে পরীক্ষা করা যায়নি। কাকতালীয়তা, টেলিপ্যাথি, টেলিপোর্টেশন, সময় ভ্রমণ এবং মাল্টিভার্স সম্পর্কে বিভিন্ন হাইপোথিসিস বিতর্কিত। তবে, বিজ্ঞান এই বিষয়গুলির সাথে সম্পৃক্ত বিষয়গুলির সম্পর্কে বিশ্লেষণ করছেন এবং এগুলির মধ্যে সংযোগ করার চেষ্টা করছে। সিনক্রোনিসিটি, আমাদের অভ্যন্তরীণ আবেগ এবং চিন্তাভাবনাগুলি বাইরের বিশ্বের কাছে টিউনিং করে। একটি নিউরাল নেটওয়ার্ক-টু-নেটওয়ার্ক সিনক্রোনিসিটি, মস্তিষ্কে ইলেক্ট্রোকেমিক্যাল পরিবর্তনগুলি সুস্পষ্ট টিউনিং দ্বারা সফল যোগাযোগ গঠন করে। কাকতালীয় এমন একটি ঘটনা যেখানে দুটি পৃথক এবং আপাতদৃষ্টিতে সম্পর্কহীন অভিজ্ঞতাকে অর্থপূর্ণভাবে জড়িত হিসাবে ব্যাখ্যা করে, যদিও এমন কোনও প্রমাণ নেই যে একটি অন্যটির দিকে পরিচালিত করেছিল বা দুটি ঘটনা অন্য কোন উপায়ে সংযুক্ত ছিল। টেলিপ্যাথি দুটি মানুষের মাঝে কোন মাধ্যম ছাড়া তথ্যের আদান প্রদান। টেলিপোর্টেশন ধারণা অনুসারে, মানুষ বা বস্তু একটি স্থান থেকে অন্য স্থানে তার অবস্থান থেকে মুক্ত হতে পারে, অর্থাৎ টেলিপোর্ট হতে পারে। টাইম ট্রাভেল হলো একটি অতীত বা ভবিষ্যতের সময়ের বিচরণ বা স্থায়িত্ব। বিভিন্ন ধারণা থাকে টাইম ট্রাভেল সম্পর্কে, যেমন টাইম মেশিন, গ্রেন্ডফাদার প্যারাডক্স। মাল্টিভার্স হলো একাধিক বা অনেকগুলি মহাবিশ্বের অস্তিত্ব বুঝায়। এই ধারণা অনুসারে, আমাদের মহাবিশ্ব একটি মাত্র নয়, বরং অনেকগুলি মহাবিশ্বের সমন্বয়ে গঠিত। বিজ্ঞান এই ধারণাগুলির মধ্যে সংযোগ সনাক্ত করার চেষ্টা করছে এবং ব্যাখ্যা করছে যা এই বিষয়গুলির মধ্যে সংযোগ প্রমাণ করতে সাহায্য করতে পারে। অসাধারণ কাকতালীয় ঘটনাগুলি ঘটে যাকে বিজ্ঞানীরা \"সিনক্রোনিসিটি\" বলে অভিহিত করেছিলেন, যা মহাবিশ্ব আকর্ষণের নিয়ম তৈরি করে। আকর্ষণের নিয়মে মানুষের চিন্তাভাবনা যা কোয়ান্টাম তত্ত্বে শক্তির একটি রূপ তা অনুরূপ শক্তিকে আকর্ষণ করে। সুতরাং সিনক্রোনিসিটি, আকর্ষণের নিয়ম এবং মেনিফেস্টেসন প্রযুক্তি ব্যবহার করে টেলিপ্যাথি, টেলিপোর্টেশন, কাকতালীয়তা, সময় ভ্রমণ এবং উচ্চতর মাত্রায় যোগাযোগ সম্ভব।\n\n\n== কাকতালীয়তা, টেলিপ্যাথি, টেলিপোর্টেশন, টাইম ট্রাভেল এবং সাতটি মাল্টিভার্স সমর্থনের কারণ: ==\n\n\n=== সিনক্রোনিটি প্রিন্সিপাল: ===\n“সিনক্রোনিসিটি” নীতিটি‌ কার্ল জং‌’ দ্বারা নির্মিত নীতি হিসাবে পরিচিত। সিনক্রোনিসিটি তত্ত্বে সম্ভাব্যতার উপর ভিত্তি করে করা হয়। কাকতালীয়তা, টেলিপ্যাথি, টেলিপোর্টেশন, টাইম ট্রাভেল এবং মাল্টিভার্সের সাথে সংযোগ হ'ল কোন নির্দিষ্ট সংযোগ ছাড়া ঘটনা ঘটার কারণ, যা সিনক্রোনিটি নীতিতে নির্ভর করে। কাকতালীয়তা ঘটনাটি এমন একটি বিষয় যা দুটি ঘটনা অর্থবহ কিন্তু তারা সরাসরি সংযুক্ত নয়। হাইপোথিসিস যার ব্যাখ্যা বিজ্ঞান সম্পূর্ণরূপে দিতে পারে না । উদাহরণগুলির মধ্যে রয়েছে কাকতালীয়তা, টেলিপ্যাথি, টেলিপোর্টেশন, টাইম ট্রাভেল এবং মাল্টিভার্সের সাথে সংযোগ ইত্যাদি। সিনক্রোনিসিটি সেই সমস্ত বিষয় এর  ব্যাখ্যা দেয় যা বৈজ্ঞানিক পদ্ধতিতে ব্যাখ্যা করা কঠিন । সিনক্রোনিসিটি নীতিটি সম্ভাব্যতার উপর ভিত্তি ব্যাখ্যা করার চেষ্টা করে ।\n\n\n=== আকর্ষণের নিয়ম: ===\n'সিকরেট' নামক বই  আকর্ষণের নিয়মকে অন্তর্ভুক্ত করে এবং বলে যে, ইতিবাচক চিন্তাভাবনার শক্তি যে কেউ যা চায় তা করতে সাহায্য করতে পারে। \"আকর্ষণের নিয়ম\" সাম্প্রতিক \" সিকরেট\" এর মত বইগুলির কারণে মনোযোগ আকর্ষণ করেছে, তবে এর দাবির পক্ষে বৈজ্ঞানিক প্রমাণের অভাব রয়েছে এবং একে সাধারণত একটি হাইপোথিসিসের হিসাবে দেখা হয়। আকর্ষণের নিয়মে ইতিবাচক চিন্তাভাবনা একজন ব্যক্তির জীবনে ইতিবাচক ফলাফল নিয়ে আসে, অন্যদিকে নেতিবাচক চিন্তাভাবনা নেতিবাচক ফলাফল নিয়ে আসে।\nএটি এই বিশ্বাসের উপর ভিত্তি করে যে চিন্তাভাবনাগুলি শক্তির একটি রূপ এবং ইতিবাচক শক্তি জীবনের সমস্ত ক্ষেত্রে সাফল্যকে আকর্ষণ করে। মূলত: চিন্তার শক্তি, অভিজ্ঞতার প্রকাশ ঘটায়। সুতরাং ইতিবাচক চিন্তাভাবনা ইতিবাচক অভিজ্ঞতা প্রকাশ করে।\n\n\n=== কাকতালীয়: ===\nকাকতালীয়তা হচ্ছে এমন একটি ঘটনা যা দুটি অর্থবহ সম্পর্ক সরাসরি সংযুক্ত নয়। যে ব্যক্তি নির্দিষ্ট কিছু মেনিফেস্টেসন করতে চাইছেন তাদেরও তাদের লক্ষ্য অর্জনের জন্য তাদের দৈনন্দিন জীবনে পদক্ষেপ নিতে হবে। মেনিফেস্টেসন অনুশীলনগুলি মানুষকে তাদের পছন্দসই বাস্তবতা তৈরি করতে তাদের অবচেতন মন ব্যবহার করে। তাছাড়া কোয়ান্টাম তত্ত্বের সবচেয়ে সহজ ব্যাখ্যা হলো মহাবিশ্ব এবং চিন্তা হচ্ছে একপ্রকার শক্তি। যারা কোয়ান্টাম ফিজিক্সের তত্ত্বের উপর ভিত্তি করে তারা যা চায় তা কল্পনা করে এবং মহাবিশ্বের শক্তির সাথে তাদের শক্তিকে মেনিফেস্টেসন করে টিউনিং করে এবং তাদের আকাঙ্ক্ষা আকর্ষণের নিয়মের উপর ভিত্তি করে তাদের দৈনন্দিন জীবনে ঘটায়। অতএব কোয়ান্টাম তত্ত্বে আকর্ষণের নিয়ম বাস্তবের ইচ্ছাকে প্রভাবিত করে। এমন কোনও বৈজ্ঞানিক প্রমাণ নেই যে মেনিফেস্টেসন কেবল কোনও কিছুর অস্তিত্বের ক্ষেত্রে কাজ করে। মানুষ কিছু অপরিলক্ষিত শক্তিশালী তথ্য প্রেরণ করে যা পছন্দসই জিনিসগুলির সাথে সিনক্রোনিসিটি করা হয় এবং তারপরে আকর্ষণের নিয়ম ও মেনিফেস্টেসন এর মাদ্যমে বাস্তবে পরিণত হয়। একটি কাকতালীয় ঘটনা দুটির একত্রিত হওয়া একটি অসাধারণ অদৃশ্য নেটওয়ার্ক যা প্রত্যেকটা জিনিসের সাথে সংযুক্ত।\n\n\n=== টেলিপ্যাথি ===\nটেলিপ্যাথিকে প্রায়ই কল্পকাহিনীতে একটি বিশেষ শক্তি বা ক্ষমতা হিসাবে চিত্রিত করা হয়, তবে কিছু বিজ্ঞানী বিশ্বাস করেন যে এটি একদিন বাস্তবে পরিণত হতে পারে। যদি টেলিপ্যাথিকে কাজে লাগানো যায়, তবে এটি আমাদের একে অপরের সাথে যোগাযোগের পদ্ধতিতে বিপ্লব ঘটাতে পারে। কোয়ান্টাম তত্ত্বের একটি বিতর্কিত তত্ত্ব যা পরামর্শ দেয় যে আমাদের চিন্তাভাবনা এবং চেতনা কোয়ান্টাম পদার্থবিজ্ঞান দ্বারা প্রভাবিত হতে পারে। দুটি পৃথক ব্যক্তির সাথে চিন্তাভাবনা, আবেগের ইলেক্ট্রোকেমিক্যাল চার্জ, সামঞ্জস্যপূর্ণ ক্রিয়াগুলির শক্তি একই সময়ে সিঙ্ক্রোনাইজ করতে পারে। মিরর নিউরনগুলি পর্যবেক্ষণ কর্মের প্রতিক্রিয়া হিসাবে, অন্যের সাথে আচরণ সিঙ্ক্রোনাইজ করতে ভূমিকা নিতে পারে। প্রক্রিয়াটি এক ধরণের সমন্বয়ের প্রতিনিধিত্ব করে, যাকে সাধারণত সিনক্রোনিসিটি বলা হয়। মস্তিষ্কের মিরর নিউরনগুলিতে জৈব রাসায়নিক এবং বৈদ্যুতিক রাসায়নিক পরিবর্তন ঘটে, আরও স্বতন্ত্র এবং সুস্পষ্ট টিউনিং ঘটে এবং টেলিপ্যাথি সৃষ্টি করে। কিছু গবেষণায় জানা গেছে যে টেলিপ্যাথির তথ্য বাহক হিসাবে ফোটন ব্যবহার করে; উল্লেখযোগ্য ফলাফলগুলি দৃঢ়ভাবে বায়ো ফোটনকে তথ্যের ট্রান্সমিটার হিসাবে ব্যবহার করে। টেলিপ্যাথি কোয়ান্টাম পদার্থবিজ্ঞানে একটি স্থান, যা সিনক্রোনিসিটি এবং আকর্ষণের আইন দ্বারা পরিচালিত, যেখানে দুটি পৃথক ব্যক্তি একে অপরের কম্পনের প্রতিক্রিয়া দ্বারা একে অপরের সাথে সংযুক্ত থাকে, তথ্যের আদান-প্রদান করে। টেলিপ্যাথির সাহায্যে দুটি ব্যক্তি কত দূরত্বে রয়েছে তা গুরুত্বপূর্ণ নয়; চিন্তাভাবনাগুলি বড় দূরত্ব ভ্রমণ করতে, যোগাযোগ ঘটাতে এবং সমস্ত বাধা অতিক্রম করতে সক্ষম, এমনকি সময়ের বাধা কোয়ান্টাম এনট্যাঙ্গলমেন্টের মতো। নিউরো টিউনিং বা মস্তিষ্ক এবং ব্যক্তিদের মধ্যে সিঙ্ক্রোনাইজেশন ঘটে। যদিও মিরর নিউরনগুলি অন্যের মধ্যে আবেগ বোঝার এবং সনাক্তের সাথে সম্পর্কিত এবং সংযোগ ঘটায়।\n\n\n=== টেলিপোর্টেশন ===\nটেলিপোর্টেশন করে স্থান, বিভিন্ন মাত্রা/সময় জুড়ে ভ্রমণ করতে পারা যাবে। টেলিপোর্টেশন হচ্ছে স্থান অতিক্রম না করে কোন কিছুর এক বিন্দু থেকে অন্য বিন্দুতে স্থানান্তর। টেলিপোর্টেশন খুবই বাস্তব। রিয়েল-লাইফ টেলিপোর্টেশন কোয়ান্টাম পদার্থবিজ্ঞানের নীতিগুলি ব্যবহার করে, ক্ষুদ্র কণার অদ্ভুত আচরণ বর্ণনা করে। কোয়ান্টাম মেকানিক্সের তত্ত্ব বলে যে বস্তুগুলিকে স্পর্শ না করেই সরানো যায় এবং এটি কোন একটি পছন্দসই স্থানে উপস্থিত করা যায়। সামগ্রিকভাবে, কোয়ান্টাম টেলিপোর্টেশন আলোর গতির চেয়ে দ্রুত ভ্রমণ করে। বিশেষ আপেক্ষিকতায় আলোর গতি হলো মহাবিশ্বের সর্বোচ্চ গতি। কোনো কিছুই এর চেয়ে দ্রুত গতিতে চলতে পারে না। সুতরাং মহাবিশ্বের দ্রুততম জিনিস হল আলো। কিন্তু টেলিপোর্টেশন বলতে বোঝায় কোয়ান্টাম এনট্যাঙ্গেলড কণার মতো তাৎক্ষণিক যোগাযোগ এবং শক্তির স্থানান্তর।\n\n\n=== কোয়ান্টাম এনট্যাঙ্গেলমেন্ট ===\nকোয়ান্টাম এনট্যাঙ্গলমেন্ট এমন একটি ঘটনা যা, দুই বা ততোধিক কণা এমনভাবে সংযুক্ত থাকে যা তাদেরকে তাৎক্ষণিক যোগাযোগ করে দেয়। এনট্যাঙ্গেলমেন্টের মাধ্যমে প্রেরিত তথ্য আলোর চেয়েও দ্রুত ভ্রমণ করতে পারে এবং কোনও মাধ্যমের প্রয়োজন হয় না, বলা যেতে পারে ইন্টারকানেকটেড। এটি কোনও শারীরিক সংযোগ ছাড়াই বিশাল দূরত্ব জুড়ে তথ্যের টেলিপোর্টেশন সহ তাৎক্ষণিকভাবে যোগাযোগ করে দেয়।\n\n\n=== কোয়ান্টাম জাম্পিং ===\nকোয়ান্টাম জাম্পিং, যা রিয়েলিটি শিফ্টিং বা ডাইমেনশন জাম্পিং হিসাবেও পরিচিত। মেটাফিজিক্সের একটি ধারণা থেকে বলা যায় যে মানুষ তার বাস্তবতাকে একটি ভিন্ন মহাবিশ্ব বা ভিন্ন মাত্রায় নিজের একটি ভিন্ন সংস্করণে স্থানান্তর করতে পারে।\n\n\n=== উচ্চতর মাত্রা ===\nতাত্ত্বিক পদার্থবিজ্ঞান বিশ্বাস করেন যে গণিত একটি উচ্চতর মাত্রার সম্ভাবনা দেখায়, তবে এখনও যার কোনও প্রকৃত প্রমাণ নেই। আলবার্ট আইনস্টাইন বিশ্বাস করতেন যে স্থান এবং সময় একটি চতুর্থ মাত্রা তৈরি করে । আইনস্টাইনের মতো আমরা সময়কে অতিরিক্ত চতুর্থ মাত্রা হিসেবে বিবেচনা করতে পারি। আইনস্টাইনের বিশেষ ও সাধারণ আপেক্ষিকতার তত্ত্ব অনুসরণ করে, সাধারণ পরিস্থিতিতে মানুষ ৪ টি মাত্রা পর্যবেক্ষণ করতে পারে, যদিও আধুনিক পদার্থবিজ্ঞান আমাদের বলে যে ১০ বা ১১ টি বিভিন্ন মাত্রা থাকতে পারে। আমরা ৩ টি মাত্রা সক্রিয়ভাবে অনুভব করি যেমন, উচ্চতা, দৈঘ্য এবং প্রস্থ । সময় আরেকটি চতুর্থ মাত্রা, এছাড়াও ৭ মাত্রায় ৭টি মাল্টিভার্স রয়েছে। স্ট্রিং তাত্ত্বিকের উচ্চতর মাত্রার অস্তিত্ব দেয়, তবে আমরা কীভাবে মাত্রাগুলির মধ্য দিয়ে চলেছি তা আমরা জানি না বা তা আমরা নিয়ন্ত্রণ করতে পারি না।\n\n\n=== স্ট্রিং তত্ত্ব ===\nস্ট্রিং তত্ত্বটি শক্তির স্পন্দিত স্ট্রিংগুলির উপর ভিত্তি করে তৈরি করা হয়েছে যা বলে যে মহাবিশ্ব ক্ষুদ্রতম সাবোটমিক কণার চেয়ে ছোট ক্ষুদ্র স্পন্দিত স্ট্রিং দ্বারা তৈরী। স্ট্রিং তত্ত্ব, একটি তত্ত্ব যা আলবার্ট আইনস্টাইনের সাধারণ আপেক্ষিকতা তত্ত্বের সাথে কোয়ান্টাম মেকানিক্সকে একীভূত করার চেষ্টা করে। স্ট্রিং তত্ত্বে তিনটি মাত্রার বাইরে অতিরিক্ত স্থানিক মাত্রার অস্তিত্ব দেয়। এই অতিরিক্ত মাত্রাগুলি অবিশ্বাস্যভাবে ক্ষুদ্র স্কেল, এগুলি আমাদের দৈনন্দিন অভিজ্ঞতার জন্য কার্যকরভাবে অদৃশ্য করে তোলে।\n\n\n=== কোয়ান্টাম টানেলিং ===\nকোয়ান্টাম টানেলিং একটি কোয়ান্টাম প্রক্রিয়া হিসাবে সংজ্ঞায়িত করা হয় যেখানে তরঙ্গ ফাংশনগুলি একটি সম্ভাব্য বাধা দিয়ে প্রবেশ করতে পারে। সম্ভাব্য বাধার সীমাবদ্ধতা হচ্ছে বাধার প্রস্থ এবং উচ্চতা। কোয়ান্টাম টানেলিং দ্বারা তথ্য বা যে কোনও বস্তু একটি বাধা দিয়ে প্রবেশ করতে পারে, কারণ সমস্ত জিনিস বা তথ্য কোয়ান্টাম তত্ত্বের উপর ভিত্তি করে এক ধরণের শক্তি। এইশক্তি বাধায় প্রতিফলিত হয় এবং কিছু কোয়ান্টাম টানেলিং এর মাধ্যমে অতিক্রম করে।\n\n\n=== কোয়ান্টাম তত্ত্ব ===\nকোয়ান্টাম তত্ত্ব বলে যে মহাবিশ্বের সমস্ত কিছুই শক্তি দিয়ে তৈরি। কোয়ান্টাম তত্ত্বে সব শক্তি মহাবিশ্বে বিদ্যমান। আকর্ষণের নিয়ম এবং সিঙ্ক্রোনাইজেশনের পদ্ধতি দিয়ে, কোয়ান্টাম তত্ত্বের কৌশলগুলি ব্যবহার করে হাইপোথিসিস একটি নির্দিষ্ট বাস্তবতায় রুপ নেয়।\n\n\n=== টাইম ট্রাভেল ও টাইম মেশিন ===\nওয়ার্মহোলের মাধ্যমে সময় ভ্রমণের একটি কার্যকর উপায় বের করা যেতে পারে, যা আইনস্টাইন-রোজেন সেতু নামেও পরিচিত যেখানে আইনস্টাইনের সাধারণ আপেক্ষিকতার তত্ত্ব অনুসারে, একটি ওয়ার্মহোল একটি শর্টকাটের সাথে দুটি দূরবর্তী বিন্দু বা স্থান-কালের মধ্য দিয়ে একটি সেতু তৈরী করতে পারে। বিজ্ঞানীদের মতে, ওয়ার্মহোলের প্রবেশপথে আলোর গতির কাছাকাছি নিয়ে যেয়ে ত্তপর পথ দিয়ে বের হয়ে আসতে পারা যায়। আমরা জানি যে আইনস্টাইনের আপেক্ষিকতার তত্ত্বে \"ভবিষ্যতে ভ্রমণ\" করা যায়। আলবার্ট আইনস্টাইনের আপেক্ষিকতা তত্ত্বগুলি স্থান, সময়, ভর এবং মাধ্যাকর্ষণের একটি সম্পর্ক। আপেক্ষিকতার একটি মূল ফলাফল হ'ল সময়ের প্রবাহ স্থির নয়। পরিস্থিতির উপর নির্ভর করে সময় গতি বাড়াতে বা ধীর করতে পারে। ডক্টর হু তর্ক’ এর সাপেক্ষে সময় ভ্রমণ সম্পর্কে ধারণা দেয়। “দ্য টাইম মেশিন” এবং “ব্যাক টু দ্য ফিউচারের”  এটি অতীত এবং ভবিষ্যতে ভ্রমণ পরিদর্শন করে এবং তাতে অনেক প্যারাডক্স আছে। তিনি বলেন, \"আমরা আত্মবিশ্বাসের সাথে যা বলতে পারি তা হ'ল ভবিষ্যতে ভ্রমণ করা সম্ভব, তবে অতীতে ভ্রমণ করা কঠিন বা অসম্ভব”। কারণ সময় ভ্রমণ তাপগতিবিদ্যার দ্বিতীয় আইন অনুযায়ী, বলে যে এনট্রপি সর্বদা বৃদ্ধি পাবে। অর্থাৎ সময় কেবল একটি দিকেই চলতে পারে। তবে সমকালীনতার নীতি এবং আকর্ষণের নিয়ম দ্বারা ভবিষ্যত এবং অতীতে ভ্রমণ করা সম্ভব। অতীত এবং ভবিষ্যতের সমস্ত তথ্য শক্তির আকারে বিদ্যমান। এই তত্ত্বের প্রমাণ মহাজাগতিক মাইক্রোওয়েভ ব্যাকগ্রাউন্ড (সিএমবি) থেকে আসে, যা মহাবিশ্বের প্রাচীনতম আলো। সিএমবি বিগ ব্যাংয়ের একটি ক্ষীণ আফটারগ্লো এবং এতে মহাবিশ্বের উৎপত্তি ও বিবর্তন সম্পর্কে তথ্য রয়েছে। আরও বলা যায় অতীতে যাওয়ার জন্য কোনও গ্রেন্ড ফাদার প্যারাডক্স নেই; একজন মানুষ শুধুমাত্র তথ্যের সঙ্গে টিউন করে ভবিষ্যত এবং অতীতে ভ্রমণ করতে পারে, তবে কেউ এটি পরিবর্তন করতে পারবে না।\n\n\n=== ওয়ার্মহোল তত্ত্ব ===\nওয়ার্মহোল একটি তাত্ত্বিক কাঠামো যা স্থানকালের দুটি দূরবর্তী স্থানকে সংযুক্ত করে। আইনস্টাইনের সাধারণ আপেক্ষিকতা সমীকরণের তত্ত্বের একটি বিশেষ সমাধান ওয়ার্মহোল। ওয়ার্মহোল, যতদূর আমরা জানি, শুধুমাত্র অনুমানমূলক। একটি ওয়ার্মহোল তাত্ত্বিকভাবে এক বিলিয়ন আলোকবর্ষের মতো অবিশ্বাস্যভাবে দুর্দান্ত দূরত্ব, বা সময়ের বিভিন্ন বিন্দু বা এমনকি বিকল্প মহাবিশ্বের সাথে সংযোগ স্থাপন করতে পারে। নোলা টেইলর টিলম্যান’ দ্বারা, আইলসা হার্ভে প্রকাশিত ১৩ জানুয়ারি, ২০২২; বিজ্ঞান ও জ্যোতির্বিজ্ঞান: ওয়ার্মহোল হ'ল এমন কোনও কাঠামো যা দুটি দূরবর্তী বা সম্পর্কহীন অঞ্চলকে সংযুক্ত করে। এটি আন্তঃনাক্ষত্রিক ভ্রমণ এবং এমনকি সময় ভ্রমণের সম্ভাব্য মোড হিসাবে কাজ করে। জার্নাল অফ হাই এনার্জি ফিজিক্সে (২০২০) প্রকাশিত একটি নিবন্ধ অনুসারে, ওয়ার্মহোলগুলিতে দুটি মুখ থাকে, একটি টানেল উভয়কে সংযুক্ত করে। স্থান-কালে ওয়ার্মহোল টানেল সম্ভব হতে পারে, নতুন গবেষণায় দেখা গেছে, সাধারণ আপেক্ষিকতার পূর্বাভাস দেওয়া মহাজাগতিক সেতু তৈরির বাস্তবসম্মত উপায় থাকতে পারে। তবে বর্তমানে ওয়ার্মহোল গঠনের কোনও বাস্তবসম্মত শারীরিক মডেল নেই। ১৯৩৫ সালে আলবার্ট আইনস্টাইন এবং নাথান রোজেন প্রথম ওয়ার্মহোল এর ধারণা দিয়েছিলেন, এ কারণেই ওয়ার্মহোলকে কখনও কখনও \"আইনস্টাইন-রোজেন সেতু\" হিসাবে উল্লেখ করা হয়। আইনস্টাইন এবং রোজেন আবিষ্কার করেছিলেন যে, তাত্ত্বিকভাবে অন্তত, একটি ব্ল্যাক হোলের পৃষ্ঠ একটি সেতু হিসাবে কাজ করতে পারে যা স্থানের দ্বিতীয় প্যাচের সাথে সংযুক্ত হতে পারে। যাত্রাটি এমন হতে পারে যেন মানুষ বাথটাবের ড্রেনে নেমেছেন এবং পাইপগুলিতে আটকে যাওয়ার পরিবর্তে প্রথমটির মতো অন্য টবে বেরিয়ে এসেছে। ওয়ার্মহোল কেবল মহাবিশ্বের দুটি ভিন্ন বিভাগকে সংযুক্ত করতে পারে না, তবে তারা দুটি মহাবিশ্বকে সংযুক্ত করতে পারে। একইভাবে, কিছু বিজ্ঞানী বিশ্বাস করেন যে একটি ওয়ার্মহোলের তত্ত্ব সময় ভ্রমণ সক্ষম করতে পারে। ওয়ার্মহোল তাত্ত্বিকভাবে টাইম মেশিন হিসেবে কাজ করতে পারে। তবে কিছু সমস্যা আছেঃ মানুষের আকারের ওয়ার্মহোল তৈরির জন্য মহাকাশ ভ্রমণের জন্য প্রচুর পরিমাণে শক্তির প্রয়োজন হবে এবং আজকের মানুষের পক্ষেও গন্তব্য থেকে ফিরে আসা প্রায় অসম্ভব; যদি জায়গাটিতে বা গন্তব্যে শক্তির ঘাটতি থাকে তবে আমরা সেই জায়গায় থেকে যেতে হবে এবং সেখান থেকে আর কখনও ফিরে আসব না। অনেক তত্ত্ব কোয়ান্টাম স্তরে কাজ করে কিন্তু মানুষের আকারের দেহে প্রয়োগ করা হলে ব্যর্থ হয়।  \n\n\n=== ব্ল্যাক হোল ===\nব্ল্যাক হোল হলো স্থান-কালের এমন একটি অঞ্চল যেখানে মাধ্যাকর্ষণ শক্তি এত বেশি যে আলো এবং অন্যান্য ইলেক্ট্রোম্যাগনেটিক তরঙ্গ সহ কোন কিছুরই এটি থেকে পালানোর জন্য যথেষ্ট শক্তি থাকে না। একটি নক্ষত্র মারা গেলে এমনটা হতে পারে। যেহেতু কোনো আলো বের হয় না, তাই মানুষ ব্ল্যাক হোল দেখতে পায় না। যখন একটি ব্ল্যাক হোল এবং একটি নক্ষত্র কাছাকাছি থাকে, তখন উচ্চ-শক্তির আলো তৈরি হয়। এই ধরনের আলো মানুষের চোখে দেখা যায় না। হাই-এনার্জি লাইট দেখার জন্য বিজ্ঞানীরা মহাকাশে স্যাটেলাইট ও টেলিস্কোপ ব্যবহার করেন। সবচেয়ে বড় ব্ল্যাকহোলগুলোকে বলা হয় 'সুপারম্যাসিভ' ব্ল্যাক হোল। ব্ল্যাক হোলগুলির এনট্রপি থাকতে পারে এবং খুব দীর্ঘ সময়সীমায় বিকিরণ নির্গত করতে পারে। এই ঘটনাকে বলা হয় 'হকিং রেডিয়েশন' এবং ব্ল্যাক হোল সম্পর্কে সবচেয়ে মৌলিক উদ্ঘাটনগুলির মধ্যে একটি। হকিং বিকিরণ একটি ব্ল্যাক হোলের কোয়ান্টাম বৈশিষ্ট্যগুলির মধ্যে একটি যা ব্ল্যাক হোলের “ইভেন্ট হরিজন” জুড়ে কোয়ান্টাম টানেলিং হিসাবে কাজ করে। তবে অ্যাস্ট্রোফিজিক্যাল ব্ল্যাক হোলের হকিং বিকিরণকে সরাসরি পর্যবেক্ষণ করা বেশ কঠিন। ধারণা করা হয়, ডার্ক এনার্জি হলো মহাজাগতিক দিগন্ত থেকে আসা হকিং বিকিরণের শক্তি।\n\n\n=== ডার্ক এনার্জি ===\nডার্ক ম্যাটার মহাবিশ্বের সম্প্রসারণকে ধীর করে দেয়, অন্যদিকে ডার্ক এনার্জি এটির গতি বাড়িয়ে দেয়। ডার্ক ম্যাটার একটি আকর্ষণীয় শক্তি হিসাবে কাজ করে,  যা আমাদের মহাবিশ্বকে একত্রে ধরে রাখে। অন্যদিকে ডার্ক ম্যাটার মাধ্যাকর্ষণের সাথে একসাথে কাজ করে, তবে এটি আলোকে প্রতিফলিত করে না, শোষণ করে না বা নির্গত করে না এবং আমরা বর্তমানে ডার্ক ম্যাটারকে বাস্তবিক ভাবে অনুভব করতে পারি না। ডার্ক ম্যাটার উপস্থিত থাকায় ছায়াপথগুলি একসাথে ধরে রাখে, এর পাশাপাশি সাধারণ আপেক্ষিকতার সমীকরণগুলি দেখায় যে তারা দূরে সরে যাচ্ছে। মহাবিশ্বে বিদ্যমান পদার্থের চেয়ে প্রায় তিনগুণ বেশি ডার্ক এনার্জি রয়েছে। এই ডার্ক এনার্জি মাধ্যাকর্ষণ শক্তির একটি বিকর্ষণমূলক শক্তিকে নির্দেশ করে এবং মহাবিশ্বের সীমানাকে দূরে ঠেলে দেয়। পদার্থবিজ্ঞানীদের মতে কোয়ান্টাম তত্ত্বের উপর ভিত্তি করে ডার্ক এনার্জি অনেক দুর্বল। পদার্থবিজ্ঞান এবং কসমোলজি আমাদের বলে যে মহাবিশ্বের সূচনা হয়েছিল এমন এক সিঙ্গুলারিটিতে যেখানে পদার্থবিজ্ঞানের সূত্রগুলো ভেঙে পড়ে। বেশিরভাগ বিজ্ঞানী মহাকাশের দ্রুত স্ফীতিতে বিশ্বাস করেন। ২০১৬ সালে হাবল স্পেস টেলিস্কোপ পৃথিবী থেকে ১০৩২ আলোকবর্ষ দূরে অবস্থিত একটি ছায়াপথ আবিষ্কার করে। যেহেতু মহাবিশ্বের বয়স ১৪ বিলিয়ন বছর, তাই এত দূরত্বে এই গ্যালাক্সির অস্তিত্ব ইঙ্গিত দেয় যে এই গ্যালাক্সির গড় গতি আলোর গতির চেয়ে প্রায় ৩ গুণ বেশি হবে। আইনস্টাইনের আপেক্ষিকতা তত্ত্ব অনুসারে, মহাবিশ্বের কোনও কিছুই আলোর চেয়ে দ্রুত প্রসারিত হতে পারে না। এটি পদার্থবিজ্ঞানের আইন লঙ্ঘন করে। তবুও, আপাতদৃষ্টিতে এই মৌলিক নিয়মের বিরোধিতা করে এই ধারণাটি যে প্রাথমিক মহাবিশ্ব নিজেই আলোর চেয়ে দ্রুত হারে প্রসারিত হয়। জ্যোতির্বিজ্ঞানীরা জেমস ওয়েব স্পেস টেলিস্কোপের সর্বশেষ পর্যবেক্ষণে মহাজাগতিক আঙুলের ছাপের মতো দেখতে ১৭টি সমকেন্দ্রিক ধূলিকণার একটি আকর্ষণীয় চিত্র ধারণ করেছেন। এছাড়াও নাসা মহাবিশ্বের পাঁচটি ছবি প্রকাশ করেছে যা ১৩ বিলিয়ন বছর আগে বিগ ব্যাং এর ৭০০ মিলিয়ন বছরের মধ্যে দেখা গিয়েছিল। আমরা বিগ ব্যাং এর প্রাথমিক শক্তি খুব উচ্চ, ধারণা করতে পারি। এরপরে, আমরা বিগ ব্যাং এর মুহূর্ত থেকে বর্তমান পর্যন্ত শক্তির পরিমাণ গণনা করেছি, যা ১৪ বিলিয়ন । সাব-ফোটন, ফোটন, ইলেকট্রন, প্রোটন, নিউট্রন, পরমাণু, নক্ষত্র, ছায়াপথ, কাঠামো ইত্যাদি সৃষ্টির জন্য ব্যবহৃত শক্তি বিগ ব্যাং এর শক্তির ১০% এরও বেশি, এবং সহজেই পাওয়া যায় যে বিগ ব্যাং এর শক্তির প্রায় ৯০% অবশিষ্ট রয়েছে। এই ৯০% ডার্ক এনার্জি। মহাবিশ্বের শক্তি হয়তো এই শক্তিশালী ডার্ক এনার্জির মাধ্যমে সঞ্চারিত হয়েছে। এই ডার্ক এনার্জি আরও শক্তিশালী হতে পারে যদিও আগে কিছু পদার্থবিদ এটিকে দুর্বল বলে মনে করেন। এছাড়াও হিগস বোসন হিগস ক্ষেত্রের মৌলিক বল-বহনকারী কণা, যা অন্যান্য কণাকে তাদের ভর দেওয়ার জন্য দায়ী। হিগস ফিল্ড আমাদের চারপাশেই আছে। যদি এর সাথে কিছু মিথস্ক্রিয়া করে তবে এটি ওজন অর্জন করে, কারণ শক্তি ভরে রূপান্তরিত হয়। যা মিথস্ক্রিয়া করে না, এটি এই ক্ষেত্রের মধ্য দিয়ে প্রবাহিত হয়। তাই হিগস ফিল্ড এবং ডার্ক এনার্জি হতে পারে তথ্য প্রেরণের শক্তিশালী ক্ষেত্র। এই শক্তিশালী ক্ষেত্রগুলি কাকতালীয় ঘটনা তৈরি করে কারণ মানুষ এই ক্ষেত্রের মাধ্যমে কিছু অপরিলক্ষিত শক্তিশালী তথ্য প্রেরণ করে তারপরে মেনিফেস্টেসন এবং আর্কষণের নিয়মে পছন্দসই জিনিসগুলির সাথে সিন্ক্রনাইজ করে এবং এগুলি বাস্তবে পরিণত হয়। টেলিপ্যাথির অন্যতম কারণ মষ্টিষ্কের ইলেক্ট্রোকেমিক্যাল চার্জ এবং চিন্তাভাবনা, আবেগ এবং কর্মের শক্তি দুটি পৃথক ব্যক্তির সাথে সিন্ক্রনাইজ হয়। কিছু পদার্থবিদ বলেছেন \"টেলিপোর্টেশন হ'ল পদার্থ বা শক্তির এক বিন্দু থেকে অন্য বিন্দুতে স্থানান্তর\"। এটা বলা যেতে পারে যে এই স্থানটিতে শক্তিশালী শক্তি রয়েছে যা ট্রান্সমিটার হিসাবে কাজ করে, যা বাস্তবে এটি ঘটায়। ডার্ক এনার্জি সাতটি ভিন্ন মাত্রায় ভ্রমণ এবং সময় ভ্রমণের কারণও হয়। যেহেতু মহাবিশ্বের সমস্ত তথ্য বিদ্যমান, তাই অতীত এবং ভবিষ্যতে ভ্রমণ সম্ভব। যদিও, কিছু বিজ্ঞানী বলেছিলেন যে ভবিষ্যতে ভ্রমণ সম্ভব, তবে অতীতে ভ্রমণ করা সম্ভব নয়।\n\n\n== উপসংহার ==\nকাকতালীয়তা হলো একটি ধারণা। টেলিপ্যাথি হলো মানুষের মধ্যে বিচ্ছিন্নভাবে আদান-প্রদান করা তথ্য, কোন মাধ্যম ব্যবহার ছাড়া মানুষের মধ্যে তথ্যের আদানপ্রদান। টেলিপোর্টেশন হলো কোন মাধ্যম ছাড়া কিছুর অবস্থান পরিবর্তন করা। সময় ভ্রমণ হলো একটি ধারণা যাতে ব্যক্তি নির্দিষ্ট সময়ের মধ্যে পরিবর্তন করতে পারে এবং অতীত ও ভবিষ্যতে যেতে পারে। সাতটি মাল্টিভার্সের সাথে সংযোগ হচ্ছে একই রকম সাতটি ইউনিভার্সের/ডাইমেনশনের মধ্যে সংযোগ। সুতরাং, উপরোক্ত নিব্ধনটিতে আলোচনায় এটি বলা যেতে পারে যে কাকতালীয়তা, টেলিপ্যাথি, টেলিপোর্টেশন, সময় ভ্রমণ এবং সাতটি মাল্টিভার্সের/ডাইমেনশনের সাথে সংযোগ সম্ভব হতে পারে। সিনক্রোনিসিটি, আকর্ষণের নিয়ম এবং মেনিফেস্টেসন প্রযুক্তি হল টেলিপ্যাথি, টেলিপোর্টেশন, কাকতালীয়তা, সময় ভ্রমণ এবং সাতটি ইউনিভার্সের/ডাইমেনশনের মধ্যে যোগাযোগের সুন্দর উপায়।\n\n\n== তথ্যসূত্র =="}