{"pageid": 1431255, "title": "আল-কাওয়াজ মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1431255", "content": "আল-কাওয়াজ মসজিদ ইরাকের বসরা শহরে অবস্থিত একটি মসজিদ, যা ১৫১৪ সালে প্রতিষ্ঠিত হয়েছিলো। এটি বানু আল-আব্বাসের একটি শাখা দ্বারা নির্মিত হয়েছিলো এবং এ মসজিদের মিনারটি বসরা শহরের মধ্যে ইসলামী শৈলীর মিনার গুলির মধ্যে অন্যতম, এবং এ মিনারটির পরে বসরা শহরের মধ্যে আল-সররাজি মসজিদ এর মিনারটি অন্যতম।\n\n\n== ইতিহাস ==\nমসজিদটি ১৫১৪ সালে প্রতিষ্ঠিত হয়েছিল এবং শেখ সারি আল-আব্বাসি তিন দিনে এটি নির্মাণ করেছিলেন। এটি প্রথমে নলখাগড়া দিয়ে তৈরি করা হয়েছিলো, কিন্তু পরে ১৫২৩ সালে পাথর দিয়ে নির্মাণ করা হয়েছিলো। প্রথমদিকে, মসজিদটি নির্মাণ করার সময় সাধারণ ভাবে তৈরি করা হয়েছিলো এবং পরে তাঁর পুত্র আবদুল কাদির পাথর দিয়ে নির্মাণ করেছিলো। পাথর দিয়ে নির্মাণ করার আগে এটি নলখাগড়া ও কাদা দিয়ে নির্মাণ করা হয়েছিলো। মসজিদে শেখ মুহাম্মদ আমিন আল-কাওয়াজ কুরআন ও ধর্মীয় বিজ্ঞান বিষয় নিয়ে পড়াতেন। ১৫৪৬ সালে আল-কাওয়াজ মারা গেলে তাকে মসজিদে দাফন করা হয়।\n\n১৬০২ সালে, শেখ সারির বংশধর \"শেখ আবদ আল-সালাম দ্বিতীয় আল-আব্বাসি\" মসজিদের বর্তমান গম্বুজ এবং একটি মিনার নির্মাণ করেছিলেন। মসজিদটিকে বসরা শহরে তৎকালীন ইসলামী স্থাপত্য ও নকশায় নির্মিত মিনারগুলির মধ্যে অন্যতম হিসেবে বিবেচনা করা হতো। মসজিদের গম্বুজটি আজও দাঁড়িয়ে আছে এবং শেখ আল-কাওয়াজের সমাধির উপরে গম্বুজটি নির্মিত হয়েছিলো। মসজিদটি বিভিন্ন রঙ দ্বারা সুসজ্জিত ছিলো, যা সেই সময়ে স্থাপত্যের জন্য খুবই জনপ্রিয় ছিলো। অষ্টাদশ শতাব্দীতে, আল-কাওয়াজ মসজিদের মিনারটি সমস্ত বসরা শহরে সর্বোচ্চ স্থান ছিলো। মসজিদটিতে দুটি সমাধি রয়েছে। একটি হলো মুসা আল-কাজিমের এক পুত্রের সমাধি এবং অন্যটি হলো আল-কাওয়াজ এর সমাধি। আল-কাওয়াজ এর নামানুসারে মসজিদটির নামকরণ করা হয়েছে।\nউপসাগরীয় যুদ্ধের সময়, আল-কাওয়াজ মসজিদ ইরাকের অনেক প্রত্নতাত্ত্বিক স্থানগুলির মধ্যে একটি ছিল, যা লুটপাটের দ্বারা প্রভাবিত হয়েছিলো।\n\n\n== স্থাপত্য ==\nমসজিদটি ইটের তৈরি এবং এতে একটি মিনার এবং একটি গম্বুজ রয়েছে। গম্বুজটি শেখ আল-কাওয়াজের সমাধির উপর গোলাকারে নির্মিত। মসজিদের মিনারটি পাথরের চারকোণা ভিত্তিপ্রস্থের উপর অবস্থিত। ভিত্তিটি প্রায় ৫ মিটার লম্বা। মিনারের গোল অংশটি ইট এবং স্টুকো দিয়ে নির্মিত এবং প্রায় ১০ মিটার উচু। এর শীর্ষে বিভিন্ন মুকারনা লাগানো। মিনারটি কুফিক শিলালিপি সমন্বিত বিভিন্ন প্যানেল দ্বারা সাজানো এবং ঢেউ আকারের কালো ইটযুক্ত। কুফিক শিলালিপিতে হালকা নীল চকচকে ইট ব্যবহার করে \"আল্লাহ\" লেখা রয়েছে।\n\n\n== আরও দেখুন ==\n\nইরাকে ইসলাম\nইরাকের মসজিদসমূহের তালিকা\n\n\n== তথ্যসূত্র =="}