{"pageid": 1431281, "title": "গীতা পিরামল", "url": "https://bn.wikipedia.org/wiki?curid=1431281", "content": "গীতা পিরামল (জন্ম ১৯৫৪) একজন ভারতীয় লেখক এবং ব্যবসায়িক ইতিহাসবিদ ।\n\n\n== শিক্ষা ==\nগীতা পিরামল যুক্তরাজ্যে শিক্ষা লাভ করেন। উচ্চশিক্ষা সম্পন্ন করেছেন ভারতের বোম্বে বিশ্ববিদ্যালয় থেকে। তিনি ব্যবসার ইতিহাসে পিএইচডি (১৯৮৮), ইতিহাসে মাস্টার্স (১৯৮১), পশ্চিমের ইতিহাসে ব্যাচেলর অফ আর্ট (১৯৭৭) করেছেন।\n\n\n== কর্মজীবন ==\nগীতা পিরামল অক্সফোর্ড বিশ্ববিদ্যালয়ের সোমারভিল কলেজের একজন সিনিয়র সহযোগী ফেলো। তার প্রাথমিক গবেষণার ক্ষেত্র হলো ভারতীয় ব্যবসা এবং এর ইতিহাস। তিনি একজন উদ্যোক্তা এবং ব্যবসায়ী, একজন সাংবাদিক এবং লেখক হিসেবে কাজ করেছেন।\nএকজন উদ্যোক্তা এবং ব্যবসায়ী হিসেবে, গীতা দ্য স্মার্ট ম্যানেজার (২০০২-২০১২), একটি ব্যবস্থাপনা ম্যাগাজিন, যার নেতৃত্বে ইআরজিও (২০০৫-২০১২), একটি আসবাবপত্র প্রস্তুতকারক, এবং ভিআইপি লাগেজের (১৯৯০-২০০৫) পরিচালক ছিলেন। গীতা বর্তমানে বাজাজ অটো, বাজাজ ফাইন্যান্স, বাজাজ ফিনসার্ভ এবং বাজাজ হোল্ডিংস অ্যান্ড ইনভেস্টমেন্টের নন-এক্সিকিউটিভ বোর্ড সদস্য। রিয়েল এস্টেটে তার নিজস্ব কোম্পানিগুলোর আগ্রহ আছে।\nগণমাধ্যমে, গীতা সিএনবিসি-টিভি ১৮- এর জন্য তিনটি প্রোগ্রামের জন্য ধারণা তৈরি করেছেন এবং সামগ্রী তৈরি করেছেন। তিনি ১০০টিরও বেশি টেলিভিশন ডকুমেন্টারির স্ক্রিপ্ট, সম্পাদনা এবং বৈশিষ্ট্যযুক্ত বা অ্যাঙ্কর করেছেন, পাশাপাশি আন্তর্জাতিক ও ভারতীয় প্রকাশনার জন্য ১,৫০০টিরও বেশি নিবন্ধ অবদান রেখেছেন।\n\n\n== প্রকাশিত লেখা ==\n\n\n=== বই ===\n'কমলনায়ন বাজাজ - বাজাজ গ্রুপের স্থপতি'। কমলনায়ন বাজাজ চ্যারিটেবল ট্রাস্ট বুক। পুনে। ২০১৫\nডেভিড অলিভের সাথে 'দ্য কোটেবল টাইকুন'। পেঙ্গুইন বুকস ইন্ডিয়া, নিউ দিল্লি, ২০০৮\nসুমন্ত্র ঘোষাল এবং ক্রিস্টোফার বার্টলেটের সাথে 'আমূল পরিবর্তন পরিচালনা'। পেঙ্গুইন বুকস ইন্ডিয়া। দিল্লী। ২০০০\nঅপর্ণা পিরামল, রাধিকা পিরামল এবং মুকুন্দ বেরিওয়ালার সাথে 'ব্যবসায়িক মন্ত্র'। পেঙ্গুইন বুকস ইন্ডিয়া। দিল্লী। ১৯৯৯।\n'বিজনেস লিজেন্ড'। পেঙ্গুইন বুকস ইন্ডিয়া। দিল্লী। ১৯৯৮।\n'ব্যবসা মহারাজা'। পেঙ্গুইন বুকস ইন্ডিয়া। দিল্লী। ১৯৯৭।\nমার্গারেট হারডেকের সাথে 'ভারতের শিল্পপতি'। থ্রি কন্টিনেন্ট প্রেস, ওয়াশিংটন । ১৯৮৫।\n\n\n=== বই অধ্যায় ===\n'দ্য বোম্বে প্ল্যান অ্যান্ড দ্য ফ্রাস্ট্রেশনস অফ স্যার আর্দেশির দালাল'। সঞ্জয় বড়ু (সম্পাদনা) অধ্যায়। 'বোম্বে প্ল্যান'। রুপা পাবলিকেশন্স । ২০১৮।\n'দ্য টাটা সাগা'-তে 'রতন টাটা' এবং 'জেআরডিটাটা' অধ্যায়। পেঙ্গুইন, ২০১৮।\n'অ্যানিমেল স্পিরিটস: স্ট্রে থটস অন দ্য নেচার অব এন্টারপ্রেনারশিপ ইন ইন্ডিয়াস বিজনেস ফ্যামিলিজ ইন লিবারেলাইজেশন আফটার'। রাকেশ মোহন (সম্পাদনা) অধ্যায়। 'ভারত রূপান্তরিত: অর্থনৈতিক সংস্কারের ২৫ বছর'। পেঙ্গুইন র্যান্ডম হাউস ইন্ডিয়া । ২০১৭।\n'ধীরুভাই আম্বানি', 'রাহুল বাজাজ', 'রতন টাটা' এবং 'ওয়ালচাঁদ হীরাচাঁদ'। 'দ্য পোর্টফোলিও বুক অফ গ্রেট ইন্ডিয়ান বিজনেস স্টোরিজ: রিভেটিং টেলস অফ বিজনেস লিডারস অ্যান্ড তাদের টাইমস'-এর অধ্যায়। নতুন দিল্লি: পেঙ্গুইন বুকস ইন্ডিয়া প্রাইভেট লিমিটেড ২০১৫।\n'বটবৃক্ষের নিচে উত্তরাধিকার পরিকল্পনা'। 'বিজনেস স্ট্যান্ডার্ড ২০০৮'-এর অধ্যায়। বিএস বুকস, নিউ দিল্লি, ২০০৮।\n'দ্য ওল্ড ফক্স'। 'দ্য নন-ফিকশন কালেকশন: পেঙ্গুইন ইন্ডিয়ার ২০ ইয়ার্স'-এর অধ্যায়। ভলিউম ৩, পেঙ্গুইন বুকস ইন্ডিয়া, নিউ দিল্লি, ২০০৭।\n'দ্য অ্যালিক্সির অফ এন্টারপ্রেনারশিপ'। এসভি প্রভাথের অধ্যায় (সম্পাদনা)। 'ভারতে নারী উদ্যোক্তা: চ্যালেঞ্জ এবং অর্জন। ন্যাশনাল ইনস্টিটিউট অফ স্মল ইন্ডাস্ট্রি এক্সটেনশন। হায়দ্রাবাদ । ২০০২।\n'ধীরুভাই আম্বানি', 'জিডি বিড়লা', 'জেআরডি টাটা', 'এম কে গান্ধী', 'এন মূর্তি', 'রাহুল বাজাজ', এবং 'সুমন্ত্র ঘোষাল'। মরজেন উইটজেল (এড)। 'দ্য বায়োগ্রাফিক্যাল ডিকশনারি অফ ম্যানেজমেন্ট'-এ এন্ট্রি। থোমেস প্রেস । ব্রিস্টল, যুক্তরাজ্য। ২০০১।\n'নতুন মহারাজা'। 'ফুটপ্রিন্টস অফ এন্টারপ্রাইজ - ইন্ডিয়ান বিজনেস থ্রু দ্য এজেস'-এর অধ্যায়। এফআইসিসিআই । দিল্লী। ১৯৯৭।\n'জেআরডি টাটা এবং জিডি বিড়লা'। আয়াজ মেননের অধ্যায় (সম্পাদনা)। 'ইন্ডিয়া ৫০ - দ্য মেকিং অফ আ নেশন'। বুক কোয়েস্ট। মুম্বাই । ১৯৯৭।\n'উদ্যোক্তা এবং রাজনৈতিক সচেতনতা - বোম্বাইয়ের ব্যবসায়িক গোষ্ঠীগুলির একটি অধ্যয়ন'। দ্বিজেন্দ্র ত্রিপাঠীর অধ্যায় (সম্পাদনা)। 'ব্যবসা ও রাজনীতি - একটি ঐতিহাসিক দৃষ্টিকোণ'। ইন্ডিয়ান ইনস্টিটিউট অফ ম্যানেজমেন্ট আহমেদাবাদ । ১৯৯১।\n\n\n=== সম্পাদিত ===\n'ব্যবস্থাপনায় সুমন্ত্র ঘোষাল: ভালোর জন্য একটি শক্তি'। গীতা পিরামল এবং জুলিয়ান বার্কিনশ (এডিস)। এফটি প্রেন্টিস হল । লন্ডন ২০০৫।\n'স্মার্ট লিডারশিপ: সিইওদের জন্য অন্তর্দৃষ্টি'। জেনিফার নেতারওয়ালার সাথে গীতা পিরামল (ইডিএস)। পেঙ্গুইন বুকস ইন্ডিয়া। দিল্লী। ২০০৫।\n\n\n== ব্যক্তিগত জীবন ==\nগীতা পিরামল ১৯৮৫ সালে ব্যবসায়ী দিলীপ পিরামলকে বিয়ে করেছিলেন, যিনি ব্লো প্লাস্টের (ভিআইপি লাগেজ) চেয়ারম্যান ও ব্যবস্থাপনা পরিচালক। তাদের দুইটি মেয়ে আছে- রাধিকা ও অপর্ণা। রাধিকা সমকামী এবং তার স্ত্রীর নাম আমান্ডা। অপর্ণা, যিনি বাইপোলার ডিসঅর্ডারে ভুগছেন, অমিত রাজে নামে একজন মারাঠা ভদ্রলোককে বিয়ে করেছেন এবং তিনি দুই সন্তানের জননী। ২০০৫ সালে গীতা ও দিলীপের বিবাহবিচ্ছেদ হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপেঙ্গুইন ইন্ডিয়াতে গীতা পিরামল"}