{"pageid": 1431261, "title": "শান্তা শেলকে", "url": "https://bn.wikipedia.org/wiki?curid=1431261", "content": "শান্তা জনার্দন শেলকে (১২ অক্টোবর ১৯২২ - ৬ জুন ২০০২) মারাঠি ভাষার একজন ভারতীয় কবি এবং লেখক ছিলেন। তিনি একজন বিশিষ্ট সাংবাদিক এবং শিক্ষাবিদও ছিলেন। তার কাজের মধ্যে গান রচনা, গল্প, অনুবাদ এবং শিশু সাহিত্য অন্তর্ভুক্ত ছিল। তিনি অনেক সাহিত্য সমাবেশে সভাপতিত্ব করেন। তার কিছু রচনা স্বতন্ত্র কাব্যিক কাজ বা গাওয়া গান হিসেবে উল্লেখ করা হয়েছিল।\n\n\n== পটভূমি ==\nশান্তা শেলকে পুনের ইন্দাপুরে জন্মগ্রহণ করেন। তিনি তার প্রাথমিক শিক্ষা মহাত্মা গান্ধী বিদ্যালয়, রাজগুরুনগরে এবং উচ্চ বিদ্যালয়ের শিক্ষা হুজুরপাগা (এইচএইচসিপি হাই স্কুল), পুনে থেকে সম্পন্ন করেন। তিনি পুনের এসপি কলেজে স্নাতক সম্পন্ন করেন। তিনি মারাঠি এবং সংস্কৃতে এমএ সম্পন্ন করেন এবং বোম্বে বিশ্ববিদ্যালয়ে প্রথম হন। এই সময়ে, তিনি না. চি. কেলকার এবং চিপলুঙ্কর পুরস্কার জিতেছেন। \nতিনি আচার্য আত্রে পরিচালিত সাপ্তাহিক নবযুগের সহকারী সম্পাদক হিসেবে ৫ বছর কাজ করেছেন। এরপর তিনি নাগপুরের হিসলপ কলেজে মারাঠির অধ্যাপক হিসেবে কাজ করার জন্য নাগপুরে চলে আসেন। তিনি মহর্ষি দয়ানন্দ কলেজ, (পারেল, মুম্বাই) থেকে দীর্ঘ চাকরির পরে অবসর গ্রহণ করেন এবং পুনেতে স্থায়ী হন।\nমুম্বাইতে তার কর্মজীবনের সময়, তিনি কাজ করেছিলেন-\n\nচলচ্চিত্র অনুমোদন পর্ষদ\nথিয়েটার পরীক্ষা বোর্ড\nসরকার বই পুরস্কার\n\n\n== শান্তা শেলকের কাজ ==\nশান্তা শেলকে মারাঠি সাহিত্যে কবিতা, গল্প, উপন্যাস, চরিত্রের সংক্ষিপ্ত বিবরণ, সাক্ষাৎকার, সমালোচনা এবং ভূমিকার মাধ্যমে অবদান রেখেছেন। তিনি ইংরেজি চলচ্চিত্র অনুবাদেও সাহায্য করতেন এবং সংবাদপত্রের কলামের জন্য লিখতেন।\n\n\n=== সংবাদপত্রের কলাম ===\nতার কিছু সংবাদপত্রের কলাম পরে বইতে রূপান্তরিত হয়।\n\nএক পানি (মারাঠি: एक पानी)\nঅনুবাদ: একক পেজার\nমাদারঙ্গি (মারাঠি: मदरंगी)\nজনতা আজনতা (মারাঠি: जाणता अजाणता)\nঅনুবাদ: অজান্তে জানা\n\n\n=== ললিত সাহিত্য ===\nআনন্দছে ঝাড় (মারাঠি: आनंदाचे झाड)\nঅনুবাদ: সুখের গাছ\nপাবসাধি পৌষ (মারাঠি: पावसा आधीचा पाऊस)\nঅনুবাদ: বৃষ্টির আগে বৃষ্টি\nসংসারে (মারাঠি: संस्मरण)\nঅনুবাদ: স্মৃতি\nধুলপাটি (মারাঠি: धूळपाटी) – একটি আত্মদর্শী আত্মজীবনী।\nআবাদ নিভাদ (মারাঠি: आवड निवड)\nঅনুবাদ: পছন্দ অপছন্দ\nভাদিলধারী মানসে (মারাঠি: वडीलधारी माणसे) – চরিত্রের স্কেচের একটি সংগ্রহ।\nঅনুবাদ: পিতার সমতুল্য\n\n\n=== উপন্যাস ===\nওধ (মারাঠি: ओढ)\nধর্ম (মারাঠি: धर्म)\nপুনর্জন্ম (মারাঠি: पुनर्जन्म)\nচিখলদ্রায়ণচা মন্ত্রক (মারাঠি: चिखलदऱ्यांचा मांत्रिक)\nনররাক্ষস (মারাঠি: नरराक्षस)\nভীষনছায়া (মারাঠি: षण भी छाया)\nমাঝা খেলা মান্ডু দে (মারাঠি: माझा खेळ मांडू दे)\nবিজতি জ্যোত (মারাঠি: विझती ज्योत)\n\n\n=== কাব্য ও গানের সংকলন ===\nযদিও শিশুসাহিত্য তার প্রিয় বিষয় ছিল, তবে তিনি একজন কবি এবং সঙ্গীত রচয়িতা হিসেবে বেশি জনপ্রিয়তা অর্জন করেছিলেন।\n\nবর্ষা (মারাঠি: वर्षा)\nগোন্ডন (মারাঠি: गोंदण)\nরূপসী (মারাঠি: रूपसी)\nজন্মজনহভি (মারাঠি: जन्मजाह्नवी)\nকল্যাণে দিন ফুলের রতি (মারাঠি: कळ्यांचे दिवस फ़ुलांच्या राती)\nতোচ চন্দ্রমা (মারাঠি: तोच चन्द्रमा)\nপূর্বসন্ধ্যা (মারাঠি: पूर्वसंध्या)\nইত্যর্থ (মারাঠি: इत्यर्थ)\n\n\n=== গান ===\nমারাঠি সাহিত্যে তার অবদান ছাড়াও, শান্তা শেলকে মারাঠি গান লেখার জন্য সমানভাবে বিখ্যাত ছিলেন। তিনি ৩০০টিরও বেশি চলচ্চিত্রের জন্য গান লিখেছেন।\nতিনি ১৯৫০ সালে রাম রাম পাবনা (মারাঠি: राम राम पाव्हणं) চলচ্চিত্রের জন্য তার প্রথম গান লিখেছিলেন। তার প্রাথমিক গানগুলো তার শ্রোতাদের কল্পনাকে দখল করেছিল এবং তাকে বিখ্যাত করেছে:\n\nরেশমাচ্যা রেঘানি (মারাঠি: रेशमाच्या रेघांनी) – একটি মারাঠি লাবণী। (আশা ভোসলে গেয়েছেন)\nজে ভেদ মাজালা লাগালে (মারাঠি: ज़ेवेद मज़ला लागे)\nপাবনের গা মায়েলা করু (মারাঠি: पावनेर ग मायेला करू)\nতার কিছু স্মরণীয় সৃষ্টি হল:\n\nগেয়েছেন পণ্ডিত জিতেন্দ্র অভিষেকি\nকান্তা রুতে কুনালা (একটি মারাঠি \"গজল\")\n১৯৯৬ সালে যখন শান্তা শেলকে অখিল ভারতীয় মারাঠি সাহিত্য সম্মেলনের সভাপতি নির্বাচিত হন তখন সঙ্গীত রচয়িতা কৌশল ইনামদার 'শুভ্র কাল্যা মুখভর' নামে তার গানের একটি সম্পূর্ণ অ্যালবাম রচনা করেন। সিডিতে গানগুলো ছিল:\n১) কল্যাণে দিন ফুলের রাতে – ভাগ্যশ্রী মুলের গাওয়া\n২) আজ অবেলিচ কাশী সাঁজ ঝালি – গেয়েছেন পণ্ডিত সত্যশীল দেশপান্ডে\n৩) মালা বতাতে গা নব জন্ম ঘেউ – গেয়েছেন শোভা জোশী\n৪) নমুনা স্বপ্ন তে সন্ধানী কা পুনহা – গেয়েছেন অজিত পরব\n৫) ঘরপরতিচ্যা বৈতেভারতি – সাধনা সরগমের গাওয়া\n৬) শুভ্র কাল্যা মুখভর – শোভা যোশী গেয়েছেন\n৭) রণপর্যা – গেয়েছেন প্রতিভা দামলে, শিল্পা পাই এবং সুচিত্রা ইনামদার\n৮) কাহি বোলালিস কা – ঋষিকেশ কামেরকার এবং রঞ্জনা জোগালেকার গাওয়া\n৯) দিসাতো তুলা কা সজানি – গেয়েছেন পন্ডিত। সত্যশীল দেশপান্ডে\n১০) বিলয়া জাগ হে যায়ল সারা - অজিত পরব এবং প্রতিভা দামলে গেয়েছেন\n১১) দীননাথ দয়াসাগর – ওমকার দাদারকার গেয়েছেন\n\n\n=== অনুবাদ ===\nতিনি নিম্নলিখিত কাজগুলো অনুবাদ করেছেন:\n\nজাপানি হাইকু প্যান্যাভারচ্যা পাকলিয়া (মারাঠি: पाण्यावरच्या पाकळ्या) তৈরি করতে।\nমারাঠি ভাষায় কবি কালিদাস মেঘদূতের সংস্কৃত রচনা।\nলোকাঞ্চে রাজ্যে বীরেন্দ্র ভট্টাচার্যের উপন্যাসের একটি উপন্যাস (মারাঠি: लोकांचे राज्य)\nলুইসা মে অ্যালকটের একটি উপন্যাস লিটল উইমেন ইনটু চৌঘীজানি (মারাঠি: चौघीजणी)\n\n\n== পুরস্কার এবং স্বীকৃতি ==\nসুর সিঙ্গার পুরস্কার তার গান মাগে উভা মঙ্গেশের জন্য (मागे उभा मंगेश, पुढे उभा मंगेश)\nসরকার তার সিনেমা ভুজং (মারাঠি: भुजंग) এর জন্য গান লেখার জন্য ভারতের সেরা পুরস্কার\n১৯৯৬ সালে গা ডি মাদগুলকার পুরস্কার।\nমারাঠি সাহিত্যে তার অবদানের জন্য ২০০১ সালে যশবন্তরাও চাওয়ান প্রতিষ্টান পুরস্কার।\n\n\n== মৃত্যু ==\nশান্তা শেলকে ৬ জুন ২০০২ সালে ক্যান্সারে মারা যান।\n\n\n== বহিঃসংযোগ ==\nMarathiworld.com – শিরমতি শান্তা শেলকে\nপর্দা – মারাঠি সিনেমা একজন সৃজনশীল গীতিকারকে হারিয়েছে  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ সেপ্টেম্বর ২০০৭ তারিখে"}