{"pageid": 1431616, "title": "সাম্পা", "url": "https://bn.wikipedia.org/wiki?curid=1431616", "content": "ভাষা মূল্যায়ন পদ্ধতিসমূহ ধ্বনিমূলক বর্ণমালা বা সাম্পা হলো কম্পিউটার-পঠনযোগ্য ধ্বনিমূলক লিপি যা আধ্বব ভিত্তিক ৭-বিট মুদ্রণযোগ্য অ্যাস্‌কি অক্ষর ব্যবহার করে। এটি মূলত ১৯৮০ এর দশকের শেষের দিকে ইইসি ইসপরীত তথ্য প্রযুক্তি গবেষণা ও উন্নয়ন প্রোগ্রাম দ্বারা ছয়টি ইউরোপীয় ভাষার জন্য তৈরি করা হয়েছিল। এটিতে আধ্বব থেকে বেশকিছু প্রতীক নেওয়া হয়েছে, এবং বেশকিছু ভাষার সমস্ত শব্দের জন্য সাম্পা তৈরি করা হয়েছে।\nঅক্ষরগুলি [\"s{mp@] ইংরেজিতে সাম্পা নামের উচ্চারণকে উপস্থাপন করে, প্রাথমিক চিহ্ন [\"] সহ প্রাথমিক চাপ নির্দেশ করে। আধ্বব-এর মতো, সাম্পা সাধারণত বর্গাকার বন্ধনী বা স্ল্যাশে আবদ্ধ থাকে, যা সঠিক বর্ণমালার অংশ নয় এবং শুধুমাত্র এটি নির্দেশ করে যে এটি নিয়মিত পাঠ্যের বিপরীতে ধ্বনিমূলক।\n\n\n== বৈশিষ্ট্য ==\nসাম্পা ১৯৮০-এর দশকের শেষের দিকে ইউরোপীয় কমিশন-অর্থায়িত ইসপরীত প্রকল্প ২৫৮৯ \"ভাষা মূল্যায়ন পদ্ধতিসমূহ\" (সাম)-এর মাধ্যমে তৈরি করা হয়েছিল—অতএব \"সাম ধ্বনিমূলক বর্ণমালা\"—ইমেল ডেটা আদান-প্রদান এবং ধ্বনিমূলক ভাষায় প্রযুক্তির প্রতিলিপি এবং গণনামূলক প্রক্রিয়াকরণের সুবিধার্থে। \nসাম্পা হল আধ্বব-এর আংশিক এনকোডিং। সাম্পা-এর প্রথম সংস্করণটি ছিল ডেনিশ, ডাচ, ইংরেজি, ফরাসি, জার্মান এবং ইতালীয় ভাষার ফোনমে কোডের সেটের মিলন; পরবর্তী সংস্করণগুলি অন্যান্য ইউরোপীয় ভাষাগুলিকে কভার করার জন্য সাম্পা বর্ধিত করেছিল। যেহেতু সাম্পা ফোনমে বর্ণনামূলক তালিকার উপর ভিত্তি করে, তাই প্রতিটি সাম্পা টেবিল শুধুমাত্র সেই ভাষার জন্যই বৈধ যা এটি তৈরি করা হয়েছে। এই আধ্বব এনকোডিং কৌশলটি সর্বজনীনভাবে প্রযোজ্য করার জন্য, এক্স-সাম্পা তৈরি করা হয়েছিল, যা ভাষা-নির্দিষ্ট পার্থক্য ছাড়াই একক টেবিল প্রদান করে।\nসাম্পা-কে হ্যাক হিসাবে তৈরি করা হয়েছিল যা আধ্বব চিহ্নগুলিকে উপস্থাপন করতে প্রতীক সংকেতায়ন পদ্ধতির অক্ষমতাকে ঘিরে কাজ করার জন্য। ফলস্বরূপ, আধ্বব চিহ্নগুলির জন্য ইউনিকোড সমর্থন আরও ব্যাপক হয়ে উঠলে, অ্যাস্‌কি-তে আধ্বব উপস্থাপনের জন্য পৃথক, কম্পিউটার-পাঠযোগ্য পদ্ধতির প্রয়োজনীয়তা হ্রাস পায়। যাইহোক, পাঠ্য ইনপুট নির্দিষ্ট কীবোর্ড এনকোডিং বা ইনপুট ডিভাইসের উপর নির্ভর করে। এই কারণে, সাম্পা ও এক্স-সাম্পা এখনও গণনামূলক ধ্বনিবিজ্ঞান এবং ভাষা প্রযুক্তিতে ব্যাপকভাবে ব্যবহৃত হয়।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nRanchhod, Elisabeth & J. Mamede, Nuno (2002). Advances in Natural Language Processing: Third International Conference, PorTAL 2002, Faro, Portugal, June 23–26, 2002. Proceedings (Lecture Notes in Computer Science). (1st ed.). Springer. আইএসবিএন ৩-৫৪০-৪৩৮২৯-৭.\nL. DeMiller, Anna & Rettig, James (2000). Linguistics: A Guide to the Reference Literature (2nd ed.). Libraries Unlimited. আইএসবিএন ১-৫৬৩০৮-৬১৯-০.\nLamberts, Koen & Goldstone, Rob (2004). Handbook of Cognition. Sage Publications Ltd. আইএসবিএন ০-৭৬১৯-৭২৭৭-৩.\n\n\n== বহিঃসংযোগ ==\n\nSAMPA computer readable phonetic alphabet\nPhonemic notation of English in SAMPA\nSAMPA for Scots  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০০৩-০৮-১১ তারিখে\nConverter from (German) written text to  SAMPA and IPA (Ajax-application)\nIPA-SAMPA Converter and IPA-SAMPA chart"}