{"pageid": 1431620, "title": "আহমদ ওয়াহিব", "url": "https://bn.wikipedia.org/wiki?curid=1431620", "content": "আহমাদ ওয়াহিব (৯ই নভেম্বর, ১৯৪২ - ৩১শে মার্চ, ১৯৭৩) ছিলেন একজন ইন্দোনেশীয় প্রগতিশীল ইসলামী চিন্তাবিদ। \"পেরগোলাকান পেমিকিরান ইসলাম\" (ইসলামী চিন্তার উত্থান-পতন) গ্রন্থটিতে তাঁর দিনলিপি থেকে তাঁর সংস্কারবাদী চিন্তাধারার প্রতিফলন ঘটে। জোহান এফেন্দি এবং ইসমেত নাসিরের মতো তাঁর সহযোগী প্রগতিশীল ইসলামী চিন্তাবিদদের দ্বারা এই গ্রন্থটি সম্পাদিত হয়। নিজের দিনলিপিতে, তিনি প্রচলিত ইসলামী রীতিনীতির অনমনীয়তা এবং পরম সত্যের ধারণার কঠোর সমালোচনা করেন এবং ধর্মীয় বিধিবিধানের আমূল পুনর্মূল্যায়নের পক্ষে যুক্তি উপস্থাপন করেন। তিনি মুক্তি আলীর নেতৃত্বে যোগ্যাকার্তা-ভিত্তিক প্রগতিশীল ইসলামী বুদ্ধিজীবী চক্র, ‘লিমিটেড গ্রুপ’-এর একজন সদস্য ছিলেন। সাউথ ক্যারোলাইনা বিশ্ববিদ্যালয় থেকে স্নাতকধারী ইন্দোনেশীয় বুদ্ধিজীবী ডগলাস ই. রামেজের সাথে একটি সাক্ষাৎকারে আহমাদ ওয়াহিবকে একজন বিপ্লবী ইসলামী চিন্তাবিদ হিসেবে উল্লেখ করা হয়েছে। তিনি মাত্র ৩০ বছর বয়সে ১৯৭৩ সালের ৩১শে মার্চ একটি সড়ক দুর্ঘটনায় মারা যান।\n\n\n== শৈশব ও প্রাথমিক জীবন ==\nওয়াহিব মাদুরার একটি ধর্মপ্রাণ পরিবারে বেড়ে ওঠেন। মাদুরা হচ্ছে ইসলামিক গণসংগঠন নাহদলাতুল উলামার অন্যতম ঘাঁটি। তার বাবা ছিলেন একজন পেশন্ত্রেনের (ইসলামী শিক্ষালয়) নেতা এবং তার সম্প্রদায়ের মধ্যে ব্যাপকভাবে পরিচিত এক ব্যক্তিত্ব। যৌবনে, মুহাম্মদ আবদুহর সংস্কারবাদী এবং আধুনিক চিন্তাধারা ওয়াহিবকে অনুপ্রাণিত করেছিল। সে কারণে, ওয়াহিব তার ধর্মগুরু ও পূর্বপুরুষদের দ্বারা পূজনীয় মূর্তিগুলোকে প্রত্যাখ্যান করতে আগ্রহী হয়ে ওঠেন। মূর্তিপূজা মাদুরার লোক ঐতিহ্যের মধ্যে বেশ জনপ্রিয় ছিল, যেখানে বর্শা, ক্রিস (এক ধরনের ছুরি), এবং প্রিম্বন গ্রন্থের মতো বস্তুগুলিকে মহিমান্বিত করা হতো। এই বিষয়গুলো নিয়ে প্রতিবাদ করা ইসলামী মতাদর্শের প্রকৃতির মতো আরও বৃহৎ বিষয়গুলিতে ওয়াহিবের আগ্রহ জাগিয়ে তোলে।\n\n\n== কর্মতৎপরতা (আন্দোলন) ==\nওয়াহিব ইন্দোনেশিয়ার ইয়োগিয়াকার্তার গাজা মাদা বিশ্ববিদ্যালয়ে উচ্চশিক্ষা গ্রহণ করেন এবং মুসলিম ছাত্র সংগঠন (এইচএমআই) এর মূল সদস্যদের মধ্যে সক্রিয় হয়ে ওঠেন। বুদ্ধিবৃত্তিক ও সাংস্কৃতিকভাবে সমৃদ্ধ শহর ইয়োগিয়াকার্তা তার বুদ্ধিবৃত্তিক বিকাশে গভীর প্রভাব ফেলেছিল। অর্থনৈতিক বিপর্যয়, ১৯৬৫ সালে ইন্দোনেশিয়ার কমিউনিস্ট পার্টির অভ্যুত্থান প্রচেষ্টার মতো রাজনৈতিক উত্তেজনা এবং পরবর্তী ১৯৬৫-১৯৬৬ সালে কমিউনিস্টদের বিরুদ্ধে গণহত্যা - এই অস্থির সময়ে বসবাস তাঁর বৌদ্ধিক দৃষ্টিভঙ্গিকে ব্যাপকভাবে প্রভাবিত করেছিল। এর ফলে ১৯৬৯ সালে, ইমাদউদ্দিন আবদুলরাহিমের মতো কেন্দ্রীয় ব্যক্তিত্বদের দ্বারা সমর্থিত সদস্যদের ভাগ করা ধর্মীয় চিন্তার দিক, কমিউনিজম বিরোধিতা এবং ধর্মীয় একচেটিয়া মতবাদ নিয়ে প্রশ্ন তুলে তিনি দিজোহান এফেন্দির সাথে এইচএমআই থেকে পদত্যাগ করেন। এইচএমআই থেকে তাঁর পদত্যাগ তাঁর ধর্মীয় দৃষ্টিভঙ্গিতে আমূল পুনর্বিবেচনার দিকে পরিচালিত করে। তিনি উপসংহারে আসেন যে, ধর্মীয় বহুত্ববাদের কোন বিকল্প নেই এবং তিনি মনে করেন যে, ওলামাদের অনমনীয়তা এবং ইসলামী ঐতিহ্যের মধ্যে পরমতাত্ত্বিক চিন্তাভাবনাকে মুক্ত করতে হবে।\n\n\n== তথ্যসূত্র =="}