{"pageid": 1431524, "title": "ইবনে সাবেইন", "url": "https://bn.wikipedia.org/wiki?curid=1431524", "content": "ইবনে সাবইন (আরবি: محمدبن عبدالحق بن سبعين ʿAbd al-Ḥaqq b. Sabʿīn al-Mursī)। ছিলেন আন্দালুসের (বর্তমান স্পেন) একজন প্রভাবশালী সুফি দার্শনিক। ১২১৭ সালে স্পেনে জন্মগ্রহণকারী সাবইন পরবর্তীকালে সেউতাতে বসবাস করতেন। অনেকে তাকে নিওপ্লাটোনিক, পেরিপ্যাটেটিক, পিথাগোরিয়ান, হারমেটিসিস্ট, রসায়নবিদ, একজন ভিন্নধর্মী সুফি, এমনকি সর্বপ্রাণবাদী হিসেবেও অভিহিত করলেও এই বিশেষণগুলোর কোনোটিই ইবনে সাবইনকে সম্পূর্ণরূপে ব্যাখ্যা করতে পারে না।\nপবিত্র রোমান সম্রাট ফ্রেডেরিক দ্বিতীয়ের পাঠানো প্রশ্নগুলোর উত্তর দেয়ার জন্য ইবনে সাবইন ইতিহাসে সবচেয়ে বেশি স্মরণীয় হয়ে আছেন। তিনি 'বুদ্দ আল-আরিফ'সহ আরও বেশ কয়েকটি গুরুত্বপূর্ণ গ্রন্থের রচয়িতা ছিলেন এবং \"গোপন বিজ্ঞান\" সম্পর্কে তার জ্ঞানের জন্য বিখ্যাত ছিলেন। ইসলাম ও অন্যান্য ধর্মের জ্ঞানেও তিনি সুপণ্ডিত ছিলেন।\nতার সময় থেকে আজ অবধি, ইবনে সাবইন তার মতামতের জন্য সমালোচিত হয়েছেন। অনেক সমালোচক তার লেখার গভীর জ্ঞান ছাড়াই তাকে সমালোচনা করতেন। অভিযোগের অনেকগুলোই ইবনে সাবইনের নিজস্ব লেখা দ্বারা বাতিল হয়ে যায়। এ থেকে বোঝা যায় যে, সমালোচকদের অনেকেই হয়তো তার কাজ সম্পর্কেও অবগত ছিলেন না।\nপ্রায় ৬৬৮/১২৭০ সালে ইবনে সাবইন মক্কায় সন্দেহজনক পরিস্থিতিতে মারা যান। তার মৃত্যু নিয়ে দুটি ভিন্ন বর্ণনা আছে। একটিতে বলা হয়েছে তাকে বিষ প্রয়োগ করা হয়েছিল, অন্যটিতে আত্মহত্যার কথা বলা হয়েছে। তবে ইবনে সাবইনের আত্মহত্যার গল্প বানোয়াট ছিল বলে প্রমাণ রয়েছে। কেসউইটের ভাষ্যমতে, \"তার কথিত আত্মহত্যা অসম্ভাব্য মনে হয় প্রথমত কারণ এটি ইবনে সাবইনের শত্রুদের একজনের দ্বারা বর্ণিত হয়েছে, এবং দ্বিতীয়ত ইসলামী আইন এবং ইবনে সাবইনের দার্শনিক বিশ্বাস উভয়ই আত্মহত্যার সম্পূর্ণ বিরোধী।\" পরস্পরবিরোধী বর্ণনা সত্ত্বেও, বেনসালেম হিমিচের \"এ মুসলিম সুইসাইড\" উপন্যাসের মতো সাহিত্যকর্মেও আত্মহত্যার অভিযোগটিই বারবার ফুটিয়ে তোলা হয়েছে।\n\n\n== চিন্তাধারা ==\nতিনি (ইবনে সাবঈন) দর্শনকে আক্রমণ করেন, কারণ দার্শনিকরা অন্ধভাবে অ্যারিস্টটলের অনুকরণ করেন -তার দাবী মতে- এবং তিনি সক্রেটিস, আল-ফারাবি, ইবনে সিনাকে আক্রমণ করেছিলেন, যাদেরকে তিনি প্রাচ্যবাদী বলেছিলেন। তিনি তার পরম ঐক্যের অবস্থানের ভিত্তিতে ফিকহ, ধর্মতত্ত্ব এবং সুফিবাদ সম্পর্কে একটি অবস্থানও নিয়েছিলেন। একজন তদন্তকারীর মর্যাদায় পৌঁছানো আবশ্যক যে কেউ এই পরম ঐক্যে বিশ্বাস করে, অথবা তদন্তের বিজ্ঞানের সাথে পরিচিত হতে হবে। অন্য কথায়, ইবনে সাবঈন এর মতে, পরম ঐক্য হল তদন্তের বিজ্ঞানের বিষয়, সেই বিজ্ঞান যার অধিকারী সকল অস্তিত্বগত এবং স্বাদপূর্ণ পরিপূর্ণতা ধারণ করে।\nইবনে সাবঈন বিশ্বাস করতেন যে ফকীহ (ইসলামী আইনবিদ) শরীয়তের উপর নির্ভর করে, যা নিঃসন্দেহে সত্য। তবে, তিনি বিশ্বাস করতেন যে, ফকীহ এ থেকে বের করা রায় থেকে বিচ্ছিন্ন অনেক অজুহাত উপস্থাপন করে শরীয়াকে বিকৃত করে। তিনি আরও বিশ্বাস করতেন যে \"ফকীহ\" কখনও কখনও নিজের ইচ্ছামত এমন ফতোয়া জারি করেন যা শরীয়তের থেকে আলাদা হতে পারে এবং তিনি প্রায়শই অন্ধ অনুকরণে আটকে থাকেন। তিনি আজকে গতকালের সাথে তুলনা করেন এবং অনেককে সেই বিষয়ে কুরআন ও সুন্নাহ বোঝার জন্য ছেড়ে দেন, কিন্তু বিষয়টি তেমন নয়। ইবনে সাবঈন বিশ্বাস করতেন যে এই আচরণ মানুষকে শরীয়ত থেকে দূরে সরিয়ে দেয় এবং তাদেরকে তা থেকে দূরে সরিয়ে দেয়। সংক্ষেপে, ইবনে সাবঈনের মতে, ফকীহ এমন একটি বিভ্রান্তির মধ্যে আছেন, যে বিভ্রান্তির পর আর বিভ্রান্তি নেই।\nতিনি একেশ্বরবাদে বিশ্বাসীদের মধ্যে অন্যতম ছিলেন এবং একেশ্বরবাদী সুফিবাদ আন্দালুসিয়া এবং মাগরেব থেকে পূর্বদিকে ইবনে সাবঈনের হাত ধরে চলে গিয়েছিল, ইবনে আরাবীর সাথে পূর্বে বসতি স্থাপনের পর, যেখানে তিনি এই ধরণের সুফিবাদের শিক্ষা ছড়িয়ে দিয়েছিলেন। এটি তাকে অভিযোগের বিষয়বস্তু করে তুলেছিল এবং তাকে ধর্মত্যাগকারী বলে বিবেচিত করেছিল। কিন্তু কেউ কেউ বিশ্বাস করেন যে ইবনে সাবঈন যে বার্তার জন্য সংগ্রাম করেছিলেন তা হল অস্তিত্বের এক দ্বৈতবাদ বা বিভাগকে প্রত্যাখ্যান করে আল্লাহর পরম একত্ব প্রমাণ করা।\n\n\n== তথ্যসূত্র =="}