{"pageid": 1431188, "title": "শীলা মাইকেলস", "url": "https://bn.wikipedia.org/wiki?curid=1431188", "content": "শীলা ব্যাবস মাইকেলস, যিনি শিলা শিকি-ই-মাইকেলস নামেও পরিচিত (৮ই মে ১৯৩৯ – ২২শে জুন ২০১৭), ছিলেন একজন আমেরিকান নারীবাদী এবং নাগরিক অধিকার কর্মী। মহিলাদের সম্বোধনে এমএস শব্দটিকে জনপ্রিয় করার কৃতিত্ব তাঁকে দেওয়া হয়েছিল, শব্দটি বৈবাহিক অবস্থার নির্বিশেষে মহিলাদের সম্বোধন করার জন্য একটি রূপ হিসাবে ব্যবহৃত।\n\n\n== প্রাথমিক জীবন ==\nশীলা মাইকেলসের জন্ম মিসৌরির সেন্ট লুইতে। তাঁর মা ছিলেন নাট্যকার এবং নাট্য প্রযোজক আলমা ওয়েইল মাইকেলস (বিবাহপূর্ব ওয়েইল), এবং বাবা ছিলেন একজন নাগরিক অধিকার আইনজীবী এফ্রাইম লণ্ডন। শীলা মাইকেলসের মা সেই সময়ে সেন্ট লুইসে এডিসন ব্রাদার্স স্টোরের জুতার প্রতিনিধি তাঁর স্বামী মরিস \"বিল\" মাইকেলস থেকে বিচ্ছিন্ন হয়ে পড়েছিলেন।\nশীলা মাইকেলসের মা একটি ছোট সন্তানের সাথে থাকা পছন্দ করেন নি। তাই তিন বছর বয়সী শীলাকে ব্রঙ্কসে তাঁর দাদু দিদা, আরভিং ওয়েইল এবং ফ্রান্সেস (ফেইগেলা) ওয়েইলের (বিবাহপূর্ব স্যাক্স) সাথে থাকতে নিউ ইয়র্ক শহরে পাঠানো হয়েছিল। যখন তাঁর বয়স প্রায় আট বছর, তাঁকে তাঁর মা এবং তাঁর মায়ের দ্বিতীয় স্বামী, একজন ধনী ধাতুবিদ হ্যারি এইচ কেসলারের সাথে বসবাসের জন্য ফিরিয়ে নিয়ে যাওয়া হয়েছিল। তাঁকে কেসলার পদবীও দেওয়া হয়েছিল। অনেক বছর পরে, তাঁর মা এবং হ্যারি কেসলার, তাঁর রাজনৈতিক সক্রিয়তাকে অপছন্দ ক'রে, তাঁকে অস্বীকার করেন এবং তাঁকে কেসলার নাম ব্যবহার বন্ধ করতে বলেন। ফলস্বরূপ, তিনি মাইকেলস পদবীতে ফিরে যান।\n১৯৫৭ সালে, তিনি সেন্ট লুইসের উচ্চ বিদ্যালয় থেকে স্নাতক হন। হাই স্কুলের পর তিনি কলেজ অফ উইলিয়াম এণ্ড মেরিতে পড়েন কিন্তু ছাত্র সংবাদপত্রে বিচ্ছিন্নতা বিরোধী নিবন্ধ লেখার জন্য তাঁকে আংশিকভাবে বহিষ্কার করা হয়। সেন্ট লুইতে কিছু সময় বসবাস করার পর প্রবেশিকা স্তরের চাকরির জন্য শীলা মাইকেলস ১৯৫৯ সালের অক্টোবরে নিউ ইয়র্ক শহরে চলে আসেন।\n\n\n== কর্মজীবন এবং সক্রিয়তা ==\nশীলা মাইকেলস জাতিগত সমতা কংগ্রেসের সদস্য ছিলেন।\n১৯৬১ সালে, তিনি এমএস (ইংরেজি: Ms.) শব্দটি ব্যবহার করার চেষ্টা করেছিলেন। তাঁর একই ঘরের বাসিন্দার কাছে আসা একটি পত্রিকা নিউজ অ্যাণ্ড লেটারস -এ, ঠিকানা লেবেলে লেখা এই শব্দকে তিনি টাইপের ত্রুটি বলে মনে করেছিলেন। মাইকেলস \"একজন মহিলার জন্য একটি উপাধি খুঁজছিলেন যিনি একজন পুরুষের 'নন'।\" মিসট্রেস থেকে উদ্ভূত মিস এবং মিসেস শব্দগুলি সম্পর্কে তিনি জানতেন এই উপাধিটি এখন অসম্মানজনক অর্থের সাথে ব্যবহার করা হয়। একটি নতুন সম্মানিত ব্যবহার প্রচারের জন্য তাঁর প্রচেষ্টা প্রথমে উপেক্ষা করা হয়েছিল। ১৯৬৯ সালে, দ্য ফেমিনিস্ট গোষ্ঠীর সাথে ডব্লিউবিএআই রেডিও সাক্ষাৎকারের সময় কিছুক্ষণ নীরবতার পর, শীলা মাইকেল এমএস ব্যবহারের পরামর্শ দিয়েছিলেন। গ্লোরিয়া স্টেইনেমের একজন বন্ধু সাক্ষাৎকারটি শুনেছিলেন এবং এটিকে তাঁর নতুন পত্রিকার শিরোনাম হিসাবে প্রস্তাব করেছিলেন। পত্রিকাটি ১৯৭২ সালের জানুয়ারিতে  আত্মপ্রকাশ করে এবং এর বহুল প্রচারিত নামটি দ্রুত ব্যাপক ব্যবহারের দিকে নিয়ে যায়।\n১৯৭৫ সালে, শীলা মাইকেলস ভিয়েতনাম যুদ্ধের সময় আহত শিশুদের সাথে কাজ করার জন্য লাওসে গিয়েছিলেন।\nশীলা মাইকেলস একজন মৌখিক ইতিহাসবিদ হিসেবেও কাজ করেছেন যেখানে তিনি কংগ্রেস অফ রেসিয়াল ইকুয়ালিটি (কোর)র সদস্যদের সাক্ষাৎকার নিয়েছেন। তিনি দশ বছর ধরে নিউ ইয়র্ক শহরে একটি ট্যাক্সি চালিয়েছেন এবং তাঁর স্বামীর সাথে একটি জাপানি রেস্তোরাঁ চালাতেন। তিনি নিউ ইয়র্ক পত্রিকার জন্য তাঁর ট্যাক্সি যাত্রীদের সম্পর্কে সংক্ষিপ্ত পর্যবেক্ষণমূলক কলাম লিখেছেন।\nশীলা মাইকেলসের লেখা ম্যাককেইন লাইব্রেরিতে, ইউনিভার্সিটি অফ সাউদার্ন মিসিসিপিতে সংরক্ষিত আছে।\n\n\n== ব্যক্তিগত জীবন ==\nশীলা মাইকেলস সিঙ্গাপুর, তুরস্ক, ভারত, লাওস, কোরিয়া এবং জাপান ভ্রমণ এবং সেখানে কাজ করেছেন। তিনি নিউইয়র্ক শহরের জাপানি পাচক হিকারু শিকিকে বিয়ে করেছিলেন। তাঁরা ১০ বছরেরও বেশি সময় ধরে একটি জাপানি রেস্টুরেন্ট চালাতেন এবং শীলা মাইকেলস বিয়ের সময় তাঁর নাম পরিবর্তন করেন। পরে তাঁদের বিবাহ বিচ্ছেদ হয়ে যায়।\nশীলা মাইকেলস ২০১৭ সালের ২২শে জুন, লিউকেমিয়া রোগে আক্রান্ত হয়ে ৭৮ বছর বয়সে মারা যান। তাঁর বাবার দিকে, শীলা মাইকেলসের দাদু ছিলেন মার্কিন প্রতিনিধি মেয়ার লণ্ডন, তাঁর খুড়তুতো বোন ছিলেন রোজালিন ব্যাক্স্যাণ্ডাল ও হ্যারিয়েট ফ্রাড।\n\n\n== আরও দেখুন ==\nমেরি হ্যামিলটন\nএমএস\nছাত্র অহিংস সমন্বয় কমিটি\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nবোল্টন, চার্লস সি. (৫ জুন ১৯৯৯)। \"ওরাল হিস্ট্রি উইথ শীলা সিকি ওয়াই কেসলার মাইকেলস\" (মৌখিক ইতিহাস)। নাগরিক অধিকার ডিজিটাল লাইব্রেরি, মৌখিক ইতিহাস এবং সাংস্কৃতিক ঐতিহ্য কেন্দ্র। ইউনিভার্সিটি অফ সাউদার্ন মিসিসিপি লাইব্রেরিজ। \n \n\"মাইকেলস (শীলা) পেপার্স, ১৯৬০ - ২০০১\"। ম্যাককেইন লাইব্রেরি, ইউনিভার্সিটি অফ সাউদার্ন মিসিসিপি (ইংরেজি ভাষায়)। ২ মার্চ ২০১৬। ১৮ এপ্রিল ২০২১ তারিখে মূল (ফাইণ্ডিং এইড) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১২ মার্চ ২০২৪। \n\n\n== বহিঃসংযোগ ==\nটোগালু কলেজ থেকে সিভিল রাইটস মুভমেন্ট আর্কাইভ ওয়েবসাইটে শিলা মাইকেলস\nমাইকেলস (শিলা) পেপারস, 1960-2001  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৮ এপ্রিল ২০২১ তারিখে ম্যাককেইন লাইব্রেরি এবং আর্কাইভস, ইউনিভার্সিটি অফ সাউদার্ন মিসিসিপি\nAcademia.edu- এ শিলা মাইকেলস - তার লেখার মাইকেলসের ব্যক্তিগত সংগ্রহ\nটেমপ্লেট:Radical feminism"}