{"pageid": 1431477, "title": "রাইনএনার্গিস্টাডিয়ন", "url": "https://bn.wikipedia.org/wiki?curid=1431477", "content": "রাইনএনার্গিস্টাডিয়ন, পূর্বে মুঞ্জর্সডোর্ফের স্টাডিয়ান (জার্মান উচ্চারণ: [ˌʁaɪnʔenɛʁˈɡiːˌʃtaːdi̯ɔn] () ) বা মুঙ্গার্সডর্ফার স্টেডিয়াম, কোলোনের একটি জার্মান ফুটবল স্টেডিয়াম। এই স্টেডিয়াম তা জার্মান বুন্দেসলিগা টীম ১ এফ.সি. কোলোনের এর হোম স্টেডিয়াম। রাইনএনার্জি আ.জি. এই স্টেডিয়ামটির নামকরণ এর অধিকার বর্তমান এ রাখে। \n\nস্টেডিয়ামটি ১৬ সেপ্টেম্বর, ১৯২৩ সালে সম্পূর্ণরূপে নির্মিত এবং প্রথমবারের মতো দর্শকদের জন্য উদ্বোধন করা হয়েছিল। সে সময় স্টেডিয়ামটিকে মুঞ্জর্সডোর্ফের স্টেডিয়াম বলা হতো। ২০০৪ সালে খোলা নতুন স্টেডিয়াম নির্মাণের পথ তৈরি করতে ২০০১ থেকে ২০০৩ সালের মধ্যে পুরানো স্টেডিয়ামটি ধ্বংস করা হয়েছিল। নতুন স্টেডিয়াম নির্মাণে খরচ হয়েছে প্রায় ১১৭ মিলিয়ন (১১.৭ কোটি) ইউরো। বর্তমানে, স্টেডিয়ামে 50,000 দর্শকের জন্য আসন রয়েছে।\n\nফুটবল ম্যাচের আয়োজন ছাড়াও, স্টেডিয়ামটি \"দ্য রোলিং স্টোন্‌স\" (১৯৮২, ১৯৯৫), \"কুইন\" (১৯৮৬) এবং \"পিংক ফ্লয়েড\" (১৯৮৯, ১৯৯৪) এর মতো বিখ্যাত ব্যান্ডের কনসার্টের আয়োজন করেছে।\n\n\n== গুরুত্বপূর্ণ সাম্প্রতিক কিছু ম্যাচ ==\n১৯৮৮-১৯৮৯ ইউরোপিয়ান ফুটবল কাপে, বায়ার লেভারকুসেন এবং বার্সেলোনার মধ্যে গুরুত্বপূর্ণ ম্যাচটি এখানে খেলা হয়েছিল।\n১৯৯৬-১৯৯৭ উয়েফা কাপে, আর্সেনাল এই স্টেডিয়ামে মোনাকোর বিপক্ষে খেলেছিল।\n২০০৫ সালে, এই স্টেডিয়ামটি ফিফা কনফেডারেশন কাপের তিনটি প্রথম রাউন্ডের খেলার আয়োজন করেছিল।\nস্টেডিয়ামটি ২০০৬ ফিফা বিশ্বকাপের সময়ও খেলার আয়োজন করেছিল।\n২০২০ UEFA ইউরোপা কাপে (COVID সময়), ফাইনাল ম্যাচটি এই স্টেডিয়ামে খেলা হয়েছিল। ম্যাচে জয় পেয়েছে সেভিলা ফুটবল ক্লাব।\n\n\n== পরিবহন ==\nরাইনএনার্গিস্টাডিয়ন, Aachener Straße-এর কাছে Sportpark Müngersdorf-এর মধ্যে অবস্থিত, Cologne Beltway থেকে গাড়িতে সুবিধাজনকভাবে পৌঁছানো যায় এবং Bundesautobahn 1 থেকে অল্প দূরত্বে, কোলোন স্ট্যাডটবাহনের মাধ্যমে অ্যাক্সেসযোগ্য পাবলিক ট্রান্সপোর্ট সহ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে রাইনএনার্গিস্টাডিয়ন সম্পর্কিত মিডিয়া দেখুন।\n\nস্টেডিয়ামের একটি 3-ডি মডেল\nঅতিরিক্ত ফটো সহ স্টেডিয়ামের স্থাপত্য সম্পর্কে baukunst-nrw"}