{"pageid": 1431368, "title": "নিবেদিতা সেন", "url": "https://bn.wikipedia.org/wiki?curid=1431368", "content": "নিবেদিতা সেন একজন বাঙালি বংশোদ্ভূত কল্পকাহিনী কথাসাহিত্যিক। তিনি এস্টাউন্ডিং (ইংরেজি: Astounding) , \nনেবুলা  (ইংরেজি: Nebula) এবং হুগো (ইংরেজি: Hugo) পুরস্কারের জন্য চূড়ান্ত নির্বাচিত হয়েছেন।\n\n\n== জীবনী ==\nনিবেদিতা সেন এর জন্ম কলকাতায়। সৃজনশীল লেখালেখিতে তিনি ছিলেন অনন্য । উচ্চতর শিক্ষা অর্জন করতে মার্কিন যুক্তরাষ্ট্রে যাওয়ার আগে তিনি \"ভারতে বেশ কয়েকটি ইংরাজি বই রচনা করে গেছেন এবং সম্মান জনক ডিগ্রি সংগ্রহ করেছিলেন\"। তিনি দীর্ঘ দিন ধরে নিউ ইয়র্কে বসবাস করছেন । তিনি বর্তমানে নিউ ইয়র্ক শহরে একজন সম্পাদক হিসেবে কাজ করছেন। তিনি একাধারে যেমন একজন গেমার অন্যদিকে তেমনি একজন প্রখ্যাত শিল্পী।\n\n\n== লেখালেখির পেশা ==\nসেন ক্লারিওন ওয়েস্ট থেকে ২০১৫ তে একজন স্নাতক হন,  এবং ২০১৭ সাল থেকে কল্পকাহিনী কথাসাহিত্যের লেখালেখিতে বিশেষ ভাবে সক্রিয় রয়েছেন  নিবেদিতা সেন একজন বিখ্যাত কথাসাহিত্যিক ছাড়াও, তিনি একজন সম্পাদক হিসাবে নিয়মিত কাজ করেন নিউ ইয়র্কে , নিবেদিতা সেন এলজিবিটিকিউ এসএফএফ (ইংরেজি: LGBTQ SFF) পডকাস্ট চাকচিক্য সম্পাদনা করতে সহায়তা করেন। \nনিবেদিতা সেন এর রচিত অ্যানাথেমা (ইংরেজি: Anathema), দ্য বুক স্মাগলার্স (ইংরেজি: The Book Smugglers), কাস্ট অফ ওয়ান্ডার্স (ইংরেজি: Cast of Wonders), দ্য ডার্ক (ইংরেজি: The Dark), ফায়ারসাইড ম্যাগাজিন (ইংরেজি: Fireside Magazine), ফায়ারসাইড কোয়ার্টারলি (ইংরেজি: Fireside Quarterly), নাইটমেয়ার ম্যাগাজিন (ইংরেজি: Nightmare Magazine), পডক্যাসল (ইংরেজি: Podcasol), রোবট ডাইনোসর ফিকশন (ইংরেজি: Robot Dinosaur Fiction) এবং স্ট্রেন্জ হরাইজন্স (ইংরেজি: Strange Horizons) সহ বিভিন্ন সাময়িকী এবং সংকলন প্রকাশিত হয়েছে।\n\n\n== গ্রন্থপঞ্জি ==\n\n\n=== ছোট কল্পকাহিনী ===\n\"নেভার ইয়ন আন্ডার এ ব্যানিয়ান ট্রী\" (ইংরেজি: \"Never Yawn Under a Banyan Tree\")(অ্যানাথেমা, আগস্ট ২০১৭)\n\"লেভিয়াথান সিংগ্স টু মি ইন দ্য ডিপ\" (ইংরেজি: \"Leviathan Sings to Me in the Deep\")  নাইটমেয়ার ম্যাগাজিন-(ইংরেজি: Nightmare Magazine), জুন ২০১৮।\n\"পিজিয়ন্স\" (ইংরেজি: Pigeons) ( ফায়ারসাইড ত্রৈমাসিক, জুলাই ২০১৮।\n\"স্পেক্সা, স্টার্ট ডাইনোসর\" (ইংরেজি: Sphexa, Start Dinosaur) (রবার্ট ডাইনোসর ফিকশন-(ইংরেজি: Robert Dinosaur Fiction)!, ৩রা আগস্ট, ২০১৮।\n\"রত্নবর দ্বীপের নরখাদক নারীর একটি টীকাযুক্ত গ্রন্থপঞ্জির দশটি উদ্ধৃতি\" (নাইটমেয়ার ম্যাগাজিন (ইংরেজি: -Nightmare Magazine), মে ২০১৯।\n\"উই স্যাংগ ইউ য়্যাজ আওরস্\" (ইংরেজি: We Sang You As Ours) (দ্য ডার্ক #৪৯ (ইংরেজি: The Dark #49) জুন, ২০১৯।\n\"এডভাইস ফর ইওর ফার্স্ট টাইম এট ফারি মার্কেট\" (ইংরেজি: Advice for Your First Time at the Faerie Market)  ফায়ারসাইড ম্যাগাজিন-(ইংরেজি: Fireside Magazine), জুলাই ২০১৯।\n\n\n=== তথ্যভিত্তিক সাহিত্য ===\n\"দ্য লং আর্ম অফ দ্য ওয়েস্ট\" (ইংরেজি: The Long Arm of the West) (দ্য উইসকন ক্রনিকলস, ভলিউম ১১: ট্রায়ালস বাই হোয়াইটনেস, জুন ২০১৭)\n\"আমি পরিচিত: ভিডিও গেমে প্রতিনিধিত্ব\" (ইংরেজি: I Am Known: Representation in Videogames) (দ্য বুক স্মাগলার্স-The book Smaglars, নভেম্বর ২০১৮)।\nতাশা সুরির \"(পর্যালোচনা) বালির সাম্রাজ্য (ইংরেজি: Empire of Sand),\" (স্ট্রেঞ্জ হরাইজনস (ইংরেজি: Strange Horizons), ফেব্রুয়ারী ২০১৯)।\n\"এইচ ওয়ার্ড: এটি জীবিত! (ইংরেজি: The H Word: It's Alive!) (নাইটমেয়ার ম্যাগাজিন-ইংরেজি: Nightmare Magazine, মার্চ ২০১৯)\n\"লেখক স্পটলাইট: মারি নেস\" (ইংরেজি: Author Spotlight: Mari Ness) (নাইটমেয়ার ম্যাগাজিন-ইংরেজি: Nightmare Magazine, এপ্রিল ২০১৯)\n\" দ্য লুমিনাস ডেড, ক্যাটলিন স্টারলিং দ্বারা (পর্যালোচনা)(ইংরেজি: The Luminous Dead, by Caitlin Starling) (স্ট্রেঞ্জ হরাইজনস, সেপ্টেম্বর ২০১৯)\n\"দ্য বিগ আইডিয়া: নিবেদিতা সেন\" (ইংরেজি: The Big Idea: Nibedita Sen Whatever)\n\n\n=== সংকলন সম্পাদিত ===\nনেবুলা অ্যাওয়ার্ড শোকেস ৫৪ (২০২০)।\n\n\n=== সাক্ষাৎকার ===\nস্যান্ড্রা এম ওডেল দ্বারা \"লেখক স্পটলাইট: নিবেদিতা সেন\"  (নাইটমেয়ার ম্যাগাজিন-ইংরেজি: Nightmare Magazine, জুন ২০১৮)।\nএ. মার্ক রুস্তাদ দ্বারা \"লেখক স্পটলাইট: নিবেদিতা সেন\" নাইটমেয়ার ম্যাগাজিন-(ইংরেজি: Nightmare Magazine, মে ২০১৯)।\n\n\n== পুরস্কার ==\nসেন ২০২০ সালে সেরা নতুন লেখকের জন্য  সর্বোত্তম পুরস্কার (সেরা নতুন লেখকের জন্য চমকপ্রদ পুরস্কার)-এর চূড়ান্ত প্রার্থী ছিলেন। রত্নবর দ্বীপের নরখাদক নারীর একটি টীকাযুক্ত গ্রন্থপঞ্জির দশটি উদ্ধৃতি (ইংরেজি: Ten Excerpts from an Annotated Bibliography on the Cannibal Women of Ratnabar Island) ২০২০ সালে শ্রেষ্ঠ ছোট গল্পের জন্য নেবুলা পুরস্কার (ইংরেজি: Nebula Award for Best Short Story) এবং ২০২০ সালে শ্রেষ্ঠ ছোট গল্পের জন্য হুগো পুরস্কার  (ইংরেজি: Hugo Award for Best Short Story) উভয়ের জন্যই চূড়ান্ত পর্যায়ে মনোনীত ছিলেন।\n\n\n== তথ্যসূত্র =="}