{"pageid": 1431928, "title": "২০২৪ মহিলা প্রিমিয়ার লিগ (ক্রিকেট)", "url": "https://bn.wikipedia.org/wiki?curid=1431928", "content": "২০২৪ মহিলা প্রিমিয়ার লিগ (ডব্লিউপিএল ২০২৪ নামেও পরিচিত এবং টাটা ডব্লিউপিএল ২০২৪ নামে পরিচিত) হল মহিলা প্রিমিয়ার লিগের চলমান দ্বিতীয় মৌসুম, ভারতীয় ক্রিকেট বোর্ড (বিসিসিআই) দ্বারা আয়োজিত একটি মহিলাদের ফ্র্যাঞ্চাইজি টি-টোয়েন্টি ক্রিকেট লিগ। পাঁচটি দল নিয়ে এই টুর্নামেন্টটি ২৩ ফেব্রুয়ারি থেকে ১৭ মার্চ ২০২৪ পর্যন্ত অনুষ্ঠিত হয়েছিল।\nমুম্বই ইন্ডিয়ান্স আগের (উদ্বোধনী) মৌসুমে ডিফেন্ডিং চ্যাম্পিয়ন ছিল।\nফাইনালে দিল্লি ক্যাপিটালসকে হারিয়ে শিরোপা জিতেছে রয়্যাল চ্যালেঞ্জার্স ব্যাঙ্গালোর। এটি পুরুষ এবং মহিলা উভয় টুর্নামেন্ট জুড়ে রয়্যাল চ্যালেঞ্জার্স ফ্র্যাঞ্চাইজির প্রথম শিরোপা ছিল।\n\n\n== পটভূমি ==\n\n\n=== বিন্যাস ===\n২০২৪ সালে ৫টি দল প্রতিযোগিতায় অংশগ্রহণ করেছিল। টুর্নামেন্টে প্রতিটি দল অন্য দলকে হোম-এন্ড-অ্যাওয়ে, দ্বৈত রাউন্ড-রবিন বিন্যাসে দুইবার করে খেলাতে জড়িত। ডাবল রাউন্ড-রবিন লিগের পর, শীর্ষ তিনটি দল সমষ্টি পয়েন্টের ভিত্তিতে প্লে-অফের জন্য যোগ্যতা অর্জন করেছিল। সর্বোচ্চ পয়েন্ট পাওয়া দল স্বয়ংক্রিয়ভাবে ফাইনাল ম্যাচের যোগ্যতা অর্জন করবে। দ্বিতীয়-স্থান এবং তৃতীয়-স্থানে থাকা দলগুলি একে অপরের সাথে প্রতিদ্বন্দ্বিতা করবে (\"এলিমিনেটর\" শিরোনামের একটি ম্যাচ)। এলিমিনেটর ম্যাচের বিজয়ী ফাইনাল ম্যাচে যাবে।\n\n\n=== সময়সূচী ===\nআইপিএল ২০২৪-এর প্রথম পর্বের সময়সূচী ২৪ জানুয়ারি ২০২৪-এ ঘোষণা করা হয়েছিল। টুর্নামেন্টের উদ্বোধনী ম্যাচটি ডিফেন্ডিং চ্যাম্পিয়ন মুম্বাই ইন্ডিয়ান্স এবং দিল্লি ক্যাপিটালসের মধ্যে ২৩ ফেব্রুয়ারি ২০২৪ তারিখে বেঙ্গালুরুর এম. চিন্নাস্বামী স্টেডিয়ামে অনুষ্ঠিত হয়েছিল। ফাইনাল ম্যাচটি ২০২৪ সালের ১৭ মার্চ দিল্লির অরুণ জেটলি স্টেডিয়ামে অনুষ্ঠিত হয়েছিল।\n\n\n=== সম্প্রচার ===\nস্পোর্টস১৮ হল এই আসরের টিভি সম্প্রচারক, আর জিও সিনেমা আসন্ন মৌসুমে ডিজিটাল সম্প্রচারকারী হবে।\n\n\n=== উদ্বোধনী অনুষ্ঠান ===\nউদ্বোধনী অনুষ্ঠানটি ২৩ ফেব্রুয়ারি বেঙ্গালুরুর এম চিন্নাস্বামী স্টেডিয়ামে অনুষ্ঠিত হয়েছিল, যেখানে শাহরুখ খান, শাহিদ কাপুর, কার্তিক আর্যন, বরুণ ধবন, সিদ্ধার্থ মালহোত্রা এবং টাইগার শ্রফ অভিনয় করেছিলেন।\n\n\n== অংশগ্রহণকারী দল ও খেলোয়াড় সমূহ ==\n\nপূর্ববর্তী মৌসুম থেকে মোট ৬০ জন খেলোয়াড়কে তাদের নিজ নিজ দল ধরে রেখেছে।\n\n\n== নিলামে বিক্রিত খেলোয়াড়ের তালিকা ==\nনিলামে মোট ৩০ জন খেলোয়াড় বিক্রি হয়েছিল, যাদের মধ্যে ৯জন ছিলেন বিদেশি।\n\n\n== ভেন্যু ==\nম্যাচগুলি বেঙ্গালুরুর এম. চিন্নাস্বামী স্টেডিয়াম এবং দিল্লির অরুণ জেটলি ক্রিকেট স্টেডিয়ামে খেলা হয়েছিল, দিল্লিতে পরবর্তীতে নকআউট পর্বের আয়োজক হয়েছিল৷\n\n\n== পয়েন্ট টেবিল ==\n\n\n=== ম্যাচ সারাংশ ===\n\n\n== লিগ পর্ব ==\n\nবিসিসিআই ২০২৪ সালের ২৪ জানুয়ারি সমস্ত ক্রীড়াসূচি প্রকাশ করেছিল।\n\n\n== প্লে-অফ ==\n\n\n=== বন্ধনী ===\n\n\n=== এলিমিনেটর ===\n\n\n== ফাইনাল ==\n\n\n== পরিসংখ্যান ==\n  কমলা টুপি (সর্বোচ্চ রান সংগ্রাহক)\n  বেগুনি টুপি (সর্বাধিক উইকেট শিকারী)\n\n\n=== সর্বোচ্চ রান ===\n\n\n=== সর্বাধিক উইকেট লাভ ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nসিরিজ হোম ইএসপিএনক্রিকইনফো এ"}