{"pageid": 1431370, "title": "লোক ব্যুৎপত্তি", "url": "https://bn.wikipedia.org/wiki?curid=1431370", "content": "লোক ব্যুৎপত্তি, এছাড়া - (সৃজক) জনপ্রিয় ব্যুৎপত্তি, সাদৃশ্যমূলক সংস্কার, (রূপতাত্ত্বিক) পুনঃবিশ্লেষণ এবং ব্যুৎপত্তিগত পুনর্ব্যাখ্যা নামেও পরিচিত, হল জনপ্রিয় ব্যবহারের মাধ্যমে আরও পরিচিত রূপ দ্বারা একটি অপরিচিত রূপের প্রতিস্থাপন ফলে একটি শব্দ বা বাক্যাংশের পরিবর্তন।  একটি প্রাচীন,, বিদেশী বা অন্যথায় অপরিচিত শব্দের রূপ বা অর্থ আরও পরিচিত শব্দ বা রূপমূলের অনুরূপ হিসাবে পুনরায় ব্যাখ্যা করা হয়।\nলোক ব্যুৎপত্তি শব্দটি জার্মান থেকে একটি ঋণকৃত শব্দ ভল্কসেটিমোলজি, (জার্মান: Volksetymologie)। এটি আর্নস্ট ফার্স্টেম্যান ১৮৫২ সালে উদ্ভাবন করেন। লোক ব্যুৎপত্তি ঐতিহাসিক ভাষাতত্ত্ব, ভাষা পরিবর্তন এবং সামাজিক সামাজিক যোগাযোগএর একটি উৎপআদনশীল প্রক্রিয়া। কোনও শব্দের ইতিহাস বা মূল রূপের পুনরায় বিশ্লেষণ তার বানান, উচ্চারণ বা অর্থকে প্রভাবিত করতে পারে। এটি প্রায়শই ঋণকৃত শব্দ বা শব্দগুলির সাথে দেখা যায় যা প্রাচীন বা অপ্রচলিত হয়ে গেছে।\nলোক / জনপ্রিয় ব্যুৎপত্তি কোনও শব্দ বা বাক্যাংশের ব্যুৎপত্তি সম্পর্কে একটি জনপ্রিয় মিথ্যা বিশ্বাসকেও বোঝাতে পারে যা গঠন বা অর্থের পরিবর্তনের দিকে পরিচালিত করে না। \"লোক / জনপ্রিয় ব্যুৎপত্তি\" শব্দটির ব্যবহারকে দ্ব্যর্থহীন করার জন্য, গিলাদ জুকারম্যান ডেরাইভেশনাল জনপ্রিয় ব্যুৎপত্তি (ডিওপিই) এবং উৎপাদক জনপ্রিয় ব্যুৎপত্তি (জিপিই) এর মধ্যে একটি স্পষ্ট পার্থক্য প্রস্তাব করেছেন: কেবল ব্যুৎপত্তিগত জনপ্রিয় ব্যুৎপত্তি ডিওপিই কোনও নূতন শব্দপ্রবর্তনে জড়িত একটি জনপ্রিয় মিথ্যা ব্যুৎপত্তিকে বোঝায় এবং উৎপাদক জনপ্রিয় ব্যুৎপত্তি একটি জনপ্রিয় মিথ্যা ব্যুৎপত্তি (উৎপাদক জনপ্রিয় ব্যুৎপত্তি জিপিই) দ্বারা উৎপন্ন নূতন শব্দপ্রবর্তনকে বোঝায়।\nলোক ব্যুৎপত্তির মাধ্যমে সৃষ্ট বা পরিবর্তিত শব্দের উদাহরণগুলির মধ্যে রয়েছে ইংরেজি উপভাষাগত রূপ স্প্যারোগ্রাস, মূলত গ্রীক \"অ্যাসপারাগাস\" (গ্রিক: ἀσπάραγος) থেকে আরও পরিচিত শব্দ চড়ুই এবং ঘাসের সাথে সাদৃশ্য দ্বারা পুনর্নির্মাণ। যখন কোনও অপরিচিত শব্দের পরিবর্তন কোনও একক ব্যক্তির মধ্যে সীমাবদ্ধ থাকে, তখন এটি এগকর্ন হিসাবে পরিচিত হয়।\n\n\n== উৎপাদিকা বল ==\nপ্রযুক্তিগত শব্দ \"লোক ব্যুৎপত্তি\" এর ব্যুৎপত্তি সম্পর্কে ভ্রান্ত জনপ্রিয় অনুমানের কারণে একটি শব্দের আকারের পরিবর্তনকে বোঝায়। তুলনামূলক ভাষাতত্ত্বের একাডেমিক বিকাশ এবং শব্দ পরিবর্তনের অন্তর্নিহিত আইনগুলির বর্ণনার আগে পর্যন্ত, একটি শব্দের ব্যুৎপত্তি বেশিরভাগ অনুমান-কাজ ছিল। শব্দের মূল রূপ সম্পর্কে জল্পনা শব্দটির বিকাশে ফিরে আসে এবং এইভাবে একটি নতুন ব্যুৎপত্তির অংশ হয়ে যায়।\nএকটি শব্দের একটি নির্দিষ্ট উৎস রয়েছে বলে বিশ্বাস করে, লোকেরা সেই অনুভূত উৎসের জন্য উপযুক্ত পদ্ধতিতে শব্দটি উচ্চারণ, বানান বা অন্যথায় ব্যবহার করতে শুরু করে। এই জনপ্রিয় ব্যুৎপত্তি শব্দগুলি যে রূপগুলি গ্রহণ করে তার উপর শক্তিশালী প্রভাব ফেলেছে। ইংরেজিতে উদাহরণগুলির মধ্যে রয়েছে ক্রাইফিশ বা ক্রাফিশ, যা ঐতিহাসিকভাবে মাছের সাথে সম্পর্কিত নয় তবে মধ্য ইংরেজি ক্রেভিস থেকে এসেছে, ফরাসি এক্রেভিসের সাথে মিলিত হয়। একইভাবে মূল ফরাসি চেইস লংগ (\"লম্বা চেয়ার\") থেকে চেইস লাউঞ্জ শব্দটি লাউঞ্জের সাথে যুক্ত হয়েছে।\n\n\n== সম্পর্কিত ঘটনা ==\nআরও তথ্যের জন্য দেখুন: রিব্র্যাকেটিং এবং ব্যাক-ফর্মেশন\nকোনও শব্দের কাঠামোর পুনর্বিবেচনার ফলে সৃষ্ট অন্যান্য ধরণের ভাষা পরিবর্তনের মধ্যে রয়েছে রিব্র্যাকেটিং এবং ব্যাক-ফর্মেশন।\nপুনঃবন্ধনীকরণে, ভাষার ব্যবহারকারীরা শব্দ বা মরফিমের মধ্যে সীমানার অবস্থানটি পরিবর্তন, ভুল ব্যাখ্যা বা পুনরায় ব্যাখ্যা করে। উদাহরণস্বরূপ, প্রাচীন ফরাসি শব্দ ওরেঞ্জ (\"কমলা গাছ\") আরবি النرنج আন নারঞ্জ (\"কমলা গাছ\") থেকে এসেছে, নারঞ্জের আদ্যক্ষর এন নিবন্ধের অংশ হিসাবে বোঝা যায়।  বিপরীত দিকে পুনরায় বন্ধনী করা দেখেছিল মধ্য ইংরেজি একটি ন্যাপ্রন হয়ে উঠেছে।\nব্যাক-ফর্মেশনে, একটি বিদ্যমান শব্দ থেকে উপাদানগুলি সরিয়ে একটি নতুন শব্দ তৈরি করা হয় যা প্রত্যয় হিসাবে ব্যাখ্যা করা হয়। উদাহরণস্বরূপ, ইতালীয় উচ্চারণ ('উচ্চারণ; উচ্চারণ') ক্রিয়া উচ্চারণ ('উচ্চারণ করা; উচ্চারণ করা') থেকে উদ্ভূত এবং ইংরেজি সম্পাদনা সম্পাদকের কাছ থেকে উদ্ভূত হয়।  ব্যাক-ফর্মেশনের কিছু ক্ষেত্রে লোক ব্যুৎপত্তির উপর ভিত্তি করে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nBrunvand, Jan Harold (২০১২)। Encyclopedia of Urban Legends, Volume 1। Santa Barbara, Calif.: ABC-CLIO। পৃষ্ঠা 242–44। আইএসবিএন 978-1-59-884720-8। \nAnatoly Liberman (2005). Word Origins ... and How We Know Them: Etymology for Everyone. Oxford University Press. আইএসবিএন ৯৭৮-০-১৯-৫১৬১৪৭-২.\nAdrian Room (1986). Dictionary of True Etymologies. Routledge & Kegan Paul. আইএসবিএন ০-৭১০২-০৩৪০-৩.\nDavid Wilton (2004). Word Myths: Debunking Linguistic Urban Legends. Oxford University Press. আইএসবিএন ০-১৯-৫১৭২৮৪-১."}