{"pageid": 1431897, "title": "আবদুল্লাহ আল-আলাইলি", "url": "https://bn.wikipedia.org/wiki?curid=1431897", "content": "আবদুল্লাহ আল-আলাইলি (১৯১৪-১৯৯৬) লেবাননের একজন বিশিষ্ট বুদ্ধিজীবী ও লেখক ছিলেন। আরবি ভাষা, আরবের ইতিহাস ও রাজনীতি এবং ইসলামি আইন - এই বিষয়গুলোতে তিনি একজন প্রখ্যাত পণ্ডিত ছিলেন। তাঁর রচনাগুলো আরব পাঠকদের মধ্যে ব্যাপক আলোচনার সৃষ্টি করেছিল, এমনকি অনেক জায়গায় তার বই নিষিদ্ধও করা হয়েছিল। উল্লেখ্য, তিনি আরব জাতীয়তাবাদের একজন প্রভাবশালী তত্ত্ববিদ ছিলেন।\n\n\n== জীবনী ==\nআল-আলাইলি ১৯১৪ সালের ২০ নভেম্বর লেবাননের বৈরুতে জন্মগ্রহণ করেন। তিনি তার উচ্চশিক্ষা মিসরের কায়রোর আল-আজহার বিশ্ববিদ্যালয়ে সম্পূর্ণ করেন। তিনি তার কর্মজীবনে বিভিন্ন ধর্মীয় সংগঠন এবং আন্তর্জাতিক পণ্ডিত সংস্থাগুলি-এর মধ্যে বিভিন্ন উन्नত পেশাদার পদে অধিষ্ঠিত ছিলেন। তিনি আরবি ভাষা সংঘের ফেডারেশনের (اتحاد مجامع اللغة العربية) সদস্যও ছিলেন।\nতিনি ১৯৬৬ সালের ০৪ই ডিসেম্বর মারা যান।\n\n\n== কর্ম ==\nWhere is the mistake? Correcting understandings and the theory of renewal - أين الخطأ ؟ تصحيح مفاهيم ونظرة تجديد -1978\nThe great dictionary - المعجم الكبير\nRefining the linguistic approach - تهذيب المقدمة اللغوية - 1968\n\n\n== উত্তরাধিকার এবং বিতর্ক ==\nআল-আলাইলির ১৯৭৮ সালের বই, “Where is the mistake? Correcting understandings and the theory of renewal” ব্যাপক সমালোচনামূলক প্রতিক্রিয়া সৃষ্টি করে এবং এমনকি কিছু দেশে এই বই নিষিদ্ধ করা হয়েছিল। সাদিক জালাল আল-আজম সকল ধরনের লেবাননের ওলামাদের মধ্যে বইটি যে বড় আলোড়ন সৃষ্টি করেছিল তা সম্বোধন করেছিলেন, উদাহরণস্বরূপ, পর্যবেক্ষণ: \"লেবাননের মুসলিম ধর্মীয় প্রতিষ্ঠানটি বইয়ের দোকান থেকে বইটি দ্রুত ফিরিয়ে আনার জন্য সেই সময়ে যথেষ্ট চাপ তৈরি করেছিল... আমি খুব প্রচলিত আরবি এবং ঐতিহ্যবাহী শৈলী সত্ত্বেও আলেলির বইটি উলামাদের ধর্মীয় একটি তির্যক প্রকাশ। প্রতিষ্ঠার সম্পূর্ণ মানসিক অলসতা এবং তাদের দ্বীন ধর্ম এবং দুনিয়া\n উভয়ের বিষয়ে তাদের চরম অজ্ঞতার উপর একটি ব্যঙ্গাত্মক মন্তব্য; অর্থাত্ তাদের ধর্মীয় ঐতিহ্য এবং সেইসাথে ঘিরে থাকা আধুনিক বিশ্বের যা তাদের আরও শক্তভাবে চেপে ধরছে। তাদের জন্য  আধুনিক জীবনের প্রয়োজনীয়তা এবং এর ত্বরান্বিত গতির দ্বারা অনিবার্যভাবে আরোপিত সমস্যা এবং দ্বিধা দ্বারা বিপর্যস্ত মুসলমান, আলেলি অনেক বৈপ্লবিক পরামর্শ দিয়েছেন, সবই বিদ্রূপাত্মকভাবে যুক্তিযুক্ত এবং একটি ঐতিহ্যবাহী মুসলিম ফকিহের অনবদ্য শৈলীতে এবং সমস্ত উপযুক্ত কোরানিক উদ্ধৃতি, হাদিসের উদ্ধৃতি সহ।  এবং তাই।\" \nসাধারণভাবে বলতে গেলে, আল-আলাইলি \"সমাজতান্ত্রিক অর্থনৈতিক দৃষ্টিভঙ্গি এবং তার ধর্মনিরপেক্ষ লেখা…তাকে ধর্মীয় প্রতিষ্ঠান এবং আরব শাসন থেকে বিচ্ছিন্ন করেছে।\"\nতাকে \"প্রথম আরব ভাষাবিদ এবং লেবাননি সুন্নি ধর্মগুরু\" এবং \"লেবাননের মুসলিম শরিয়া আইনের বিপ্লবী ব্যাখ্যাকারী হিসাবে বর্ণনা করা হয়েছে।\"\n\n\n== তথ্যসূত্র =="}