{"pageid": 1431204, "title": "বীর লোরিক", "url": "https://bn.wikipedia.org/wiki?curid=1431204", "content": "বীর লোরিক ভারতের বিহারের ভোজপুরি এবং পূর্ব উত্তর প্রদেশের লোককাহিনীর অংশ। এস এম পাণ্ডের মতে এটিকে আহিরদের রামায়ণ বলে মনে করা হয়। বীর লোরিক ভারতের পূর্ব উত্তর প্রদেশের আহিরদের কিংবদন্তির একটি দৈব চরিত্র। উত্তর প্রদেশের সোনভদ্রে সোন নদীর তীরে বীর লোরিক পাথর নিয়ে একটি প্রেমের গল্প রয়েছে। এই লোককাহিনীর নামানুসারে তিনি কখনো কখনো লোরিকায়ান নামে পরিচিত হয়ে থাকেন।\n\n\n== গল্প ==\n৫ম শতাব্দীতে সোন নদীর তীরে আগরি নামে একটি রাজ্য ছিল (বর্তমান সোনভদ্র জেলায় অবস্থিত)। রাজ্যের শাসক রাজা মোলাগাত খুব ভাল রাজা ছিলেন। কিন্তু তা সত্ত্বেও মেহরা নামে এক যাদব ব্যক্তির ক্ষমতার কারণে তিনি ঐ ব্যক্তির উপর ঈর্ষান্বিত ছিলেন। একদিন রাজা মোলাগাত মেহরাকে জুয়া খেলার আমন্ত্রণ জানান। জুয়া খেলায় বিজয়ী ব্যক্তি রাজ্য শাসন করবে বলে প্রস্তাব করা হয়েছিল। মেহরা রাজার প্রস্তাব গ্রহণ করেন এবং তারা জুয়া খেলা শুরু করেন। খেলায় পরাজয়ের ফলে রাজাকে সর্বস্ব হারিয়ে নিজের রাজ্য ছাড়তে হয়। রাজার দুর্দশা দেখে ভগবান ব্রহ্মা ছদ্মবেশী সন্ন্যাসী হিসাবে আসেন এবং তাকে কিছু মুদ্রা দেন। ব্রহ্মা রাজাকে আশ্বস্ত করেন যে তিনি একবার সেই মুদ্রাগুলি ব্যবহার করে খেললে তার রাজ্য পুনরায় ফিরে আসবে। রাজা এ কথা মান্য করেন এবং খেলায় বিজয়ী হয়ে রাজ্য জয় করলেন। মেহরা খেলায় ছয়বার পরাজিত হন এবং গর্ভবতী স্ত্রী সহ নিজের সব কিছু হারান। সপ্তম বারে তিনি স্ত্রীর গর্ভও বাজি রাখেন। কিন্তু রাজা মোলাগাত মেহরার প্রতি উদারতা দেখালেন। তিনি বলেছিলেন যে আসন্ন শিশুটি যদি ছেলে হয় তবে সে রাজার আস্তাবলে কাজ করবে এবং যদি মেয়ে হয় তবে তাকে রানীর সেবায় নিয়োগ করা হবে।\nমেহরার সপ্তম সন্তানটি একটি কন্যা ছিল এবং তার নাম রাখা হয় মঞ্জরী। রাজা তার সন্তান জন্মের খবর পেয়ে মঞ্জরীকে তাঁর কাছে আনতে সৈন্য পাঠালেন। কিন্তু মঞ্জরীর মা মেয়েকে ছাড়তে রাজি হননি। পরিবর্তে তিনি রাজাকে একটি বার্তা পাঠান যে যদি মঞ্জরীকে রাজা তার সাথে নিয়ে যেতে চান তবে মঞ্জরীর স্বামীকে হত্যা করতে হবে।\nএরপর মঞ্জরীর বাবা-মা মঞ্জরীর জন্য এমন একজন উপযুক্ত পাত্র খোঁজেন, যে বিয়ের পরে রাজাকে পরাজিত করতে পারবে। মঞ্জরী তার বাবা-মাকে বালিয়া নামের লোকেদের জায়গায় যেতে বলেছিলেন, যেখানে তারা যাদব বীর লোরিক নামে এক যুবককে খুঁজে পাবেন। বীর লোরিক আগের জন্মে মঞ্জরীর প্রেমিক ছিলেন এবং রাজাকে পরাজিত করতেও সক্ষম হয়েছিলেন।\nমঞ্জরীর এবং লোরিকের বাবার দেখা হয় এবং তাদের বিয়ে ঠিক হয়। লোরিক মঞ্জরীকে বিয়ে করতে পাঁচ লক্ষ লোক নিয়ে আসেন। যখন তারা নদীর তীরে পৌঁছান, লোরিকের সাথে যুদ্ধ করতে এবং মঞ্জরীকে বন্দী করার জন্য রাজা নিজের সৈন্য পাঠান। লোরিক যুদ্ধে পরাজিত হয়েছেন বলে মনে হয়েছিল। মঞ্জরী তখন বীর লোরিকের কাছে যান এবং তাকে বলেন যে আগোরি দুর্গের কাছে গোথানি নামে একটি গ্রাম রয়েছে। ঐ গ্রামে শিবের একটি মন্দিরে গিয়ে দেবতার কাছে প্রার্থনা করলে লোরিক যুদ্ধে জয়ী হবেন।\nলোরিক মঞ্জরীর কথামতো তাই করেন এবং যুদ্ধে জয়ী হন। এরপরে তারা বিয়ে করেন। গ্রাম ছেড়ে যাওয়ার আগে মঞ্জরী লোরিককে অসাধারণ এমন কিছু করতে বলেন যাতে লোকেরা মনে রাখে যে তারা একে অপরকে কতটা ভালবাসে। বীর লোরিক মঞ্জরীকেই জিজ্ঞাসা করেছিলেন কী করলে সেটি সত্যিকারের ভালবাসার প্রতীক হয়ে উঠবে এবং কোনো প্রেমিক দম্পতি কখনো হতাশ হয়ে ফিরে যাবেনা। মঞ্জরী একটি পাথরের দিকে ইশারা করে লোরিককে বলেন যে তরবারি দিয়ে তিনি রাজাকে হত্যা করেছিল সেই তরবারি দিয়েই পাথরটি কেটে ফেলতে। লোরিকও মঞ্জরীর কথামতো তাই করেন এবং পাথরটা দুই টুকরো হয়ে যায়। মঞ্জরী পাথরের একটি খণ্ডিত অংশ থেকে নিজের মাথায় সিঁদুর লাগিয়ে বীর লোরিক পাথরকে সত্যিকারের ভালবাসার নিদর্শন হিসাবে সেখানে চিরকালের জন্য রেখে যান।\nএস এম পাণ্ডে এটিকে আহিরদের জাতীয় মহাকাব্য বলে অভিহিত করেছেন।\n\n\n== বীর লোরিক পাথর ==\n\nবীর লোরিক পাথর হিন্দিতে বীর লোরিক পাত্থর নামেও পরিচিত। এটি উত্তর ভারতের উত্তর প্রদেশ রাজ্যের মার্কুণ্ডি পাহাড়ের রবার্টসগঞ্জ থেকে প্রায় ৫ কিমি দূরে রয়েছে। এটি স্থানীয় লোককাহিনী 'লোরিকি'-র প্রধান চরিত্র লোরিক এবং মঞ্জরির প্রেম ও সাহসিকতার প্রতীক। লোককাহিনী অনুসারে যাদব বীর লোরিক তার সত্যিকারের ভালবাসার প্রমাণ হিসাবে তার তলোয়ার ব্যবহার করে এই পাথরটি কেটেছিলেন। স্থানীয় লোকশিল্পীদের গাওয়া বেশ কিছু লোকগীতি লোরিকির উপর ভিত্তি করে তৈরি। একটি হিন্দু উৎসব, গোবর্ধন পূজা, প্রতি বছর এখানে পালিত হয়।\nগোবর্ধন পূজার সময় অনেক দম্পতি এখানে বীর লোরিক এবং মঞ্জরীর মতো চিরন্তন প্রেমের জন্য প্রার্থনা করতে আসেন।\n\n\n=== কাছাকাছি ===\nসন ভিউ পয়েন্ট\nসালখান ফসিল পার্ক\n\n\n== উত্তরাধিকার ==\nবীর লোরিক মূর্তি, বান্দিহুলি, বাহেরি (দ্বারভাঙা)\n১৯৭০ সালে লোরিকের নামে একটি বর্ণ-ভিত্তিক সৈন্যবাহিনী \"লোরিক সেনা\" প্রতিষ্ঠিত হয়েছিল এবং বিহারে কাজ করেছিল।\nবীর আহির, হোমি মাস্টার পরিচালিত একটি ১৯২৪ সালের ভারতীয় নির্বাক চলচ্চিত্র।\n\n\n== আরও দেখুন ==\nআলহা-খণ্ড\nআগোরি দুর্গ\nসোনভদ্র\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nগ্রিয়ারসন, জর্জ এ. \"লরিকের জন্ম (মাগাহি পাঠ্য)।\" স্কুল অফ ওরিয়েন্টাল স্টাডিজের বুলেটিন, ইউনিভার্সিটি অফ লন্ডন, ভলিউম। 5, না। 3, 1929, পৃ. 591-599। JSTOR, www.jstor.org/stable/607355। 8 জানুয়ারী 2021 এ অ্যাক্সেস করা হয়েছে।"}