{"pageid": 1431614, "title": "দারুল উলুম বাঁশকান্দি", "url": "https://bn.wikipedia.org/wiki?curid=1431614", "content": "দারুল উলুম বাঁশকান্দি (উর্দু: دار العلوم بانسکنڈی) ইসলামী শিক্ষানুষ্ঠানটি ভারতের অন্তর্গত আসাম রাজ্যের কাছাড় জেলায় অবস্থিত। এটি উত্তর-পূর্ব ভারতের সর্ব বৃহৎ ইসলামী বিশ্ববিদ্যালয়। মাদ্রাসাটি দারুল উলুম দেওবন্দের আদর্শ ও পদ্ধতিকে চূড়ান্ত ভাবে অনুসরণ করে। প্রতিষ্ঠানটির বর্তমান অধ্যক্ষের নাম মহম্মদ ইয়াহিয়া।\n\n\n== ইতিহাস ==\nহাফিজ আকবর আলী নামের জনৈক মহাত্মায়ে প্রতিষ্ঠানটি প্রতিষ্ঠিত করেছিলেন। তিনি ছিলেন একজন মণিপুরী মুসলিম এবং ইমদাদুল্লাহ মুহাজিরে মক্কির শিষ্য। তাঁর পবিত্র হাতে আনুগত্যের শপথ গ্রহণের পর তিনি মক্কায় তাঁর সাথে তিন বছর অতিবাহিত করেন। একদিন মক্কী তাকে স্বদেশে ফিরে একটি মাদ্রাসা  প্রতিষ্ঠা করে ইসলামী শিক্ষায় নিজেকে সম্পৃক্ত করার নির্দেশ দেন। এরপর তিনি বাঁশকান্দিতে ফিরে আসেন এবং ১৮৯৭ সালে বাঁশকান্দি মাদ্রাসা প্রতিষ্ঠা করেন। তার প্রধান সহযোগী ছিলেন নেনা মিয়া যিনি তার জমি প্রতিষ্ঠানটির প্রতি দান করে দিয়েছিলেন।\nপরে হুসাইন আহমদ মদনি বাঁশকান্দি মাদ্রাসাকে ভারতের দ্বিতীয় দারুল উলূম এবং ইসলামী শিক্ষার কেন্দ্র হিসেবে গড়ে তোলার ইচ্ছা পোষণ করেন। তাই তিনি আহমদ আলী বদরপুরীকে শায়খুল হাদীসের পদে নিযুক্ত করেন। তিনি তার জীবনের শেষ দুই রমজান সেখানে অতিবাহিত করেন এবং ১৯৫৭ সালে হাদীসের সর্বোচ্চ কিতাব বোখারী শরীফ উদ্বোধন করেন। সঙ্গে তিনি ভবিষ্যদ্বাণীও করেছিলেন যে অতি শীঘ্রই বাঁশকান্দি মাদ্রাসা থেকে শিক্ষার এক বিশাল জ্যোতির উদগিরণ হবে যাহা সারা বিশ্বে আলোকিত হবে। মাদ্রাসার মৌলিক অবস্থা তখন খুবই  নাজুক ছিল। একটি মাত্র ছোট মসজিদ এবং তিনটি খেরের ঘর ছিল। কিন্তু আহমদ আলী বদরপুরীর পৃষ্ঠপোষকতায় প্রতিষ্ঠানটি খুব অল্প সময়ের মধ্যে একটি বিশাল ইসলামী বিশ্ববিদ্যালয়ে পরিণত হয়।  \n\n\n=== অবদানসমূহ ===\nস্বাধীনতা আন্দোলনে দেওবন্দী আলেমগণ এবং তাদের মাদ্রাসাগুলো একটি বিশেষ ভূমিকা পালন করেছিলো। ব্রিটিশ বিতাড়ন ও অখণ্ড ভারতের হকে ঐক্যবদ্ধ ভাবে কাজ করাই ছিল তাদের একমাত্র লক্ষ্য। বাঁশকান্দি মাদ্রাসাও এর ব্যতিক্রম ছিলনা। দারুল উলূম বাঁশকান্দিয়ে অনেক মহান ইসলামী পন্ডিত, হাফেজ, লেখক, ইমাম, বুদ্ধিজীবী এবং সমাজ সংস্কারক তৈরি করেছে। দারুল উলূম বাঁশকান্দিকে উত্তর-পূর্ব ভারতের \"শান্তিনিকেতন\" (শান্তির আবাস) বলা হয়ে থাকে।\n\n\n== খ্যাতি ও পাঠ্যক্রম ==\nদারুল উলূম দেওবন্দের নকশায় প্রতিষ্ঠিত, এই প্রতিষ্ঠানটি, প্রত্যেক বৎসরে হাজার হাজার শিক্ষার্থীকে গুনসম্পন্ন শিক্ষা প্রদান করে এসেছে। আহমদ আলী বদরপুরীর মাধ্যমে অনুষ্ঠানটি ব্যাপক সুনাম অর্জন করেছে। এখান থেকে শিক্ষা গ্রহণ করা উলামায়ে কেরাম উত্তর-পূর্ব অঞ্চল ছাড়াও দেওবন্দ সহ বিভিন্ন স্থানে সেবা প্রদান করিতেছেন।\nপ্রতিষ্ঠানটিতে নিম্নলিখিত পাঠ্যক্রম শেখানো হয়:\n\nতাজবীদ ও কিরাআত\nহিফজ ( হাফেজ )\nআলিমিয়্যাত (ওলামা কোর্স)\nইফতা (মুফতি কোর্স)\nদাওরা-ই তাফসির (তাফসির )\nতাকমিল-ই-আদাব (আরবি সাহিত্য )\nসংক্ষিপ্ত 'আলিম কোর্স\nজিল্ড সাজি (বই বাইন্ডিং)\n\n\n== প্রশাসন ==\nপ্রতিষ্ঠানটির শুরু থেকে যেসকল উলামা প্রধান ও অধ্যক্ষ হিসেবে দায়িত্ব পালন করছেন তাদের মধ্যে হাজী মিয়াধন, খলিলুর রহমান, তাইয়েব আহমদ কাসমি এবং আরও বেশ কয়েকজনের নাম উল্লেখযোগ্য। আহমদ আলী বদরপুরী প্রতিষ্ঠানটির মহাপরিচালকের মতো দায়িত্ব পালন করেছিলেন, যদিও তিনি আনুষ্ঠানিকভাবে কখনও অধ্যক্ষের পদে অধিষ্ঠিত হননি। তিনি শাইখ আল-হাদীসের পদে থেকেই সমস্ত দিশকে নিয়ন্ত্রণ করতেন। তিনি ছিলেন প্রতিষ্ঠানটির  নির্মাতা এবং প্রধান পৃষ্ঠপোষক। দারুল উলুম দেওবন্দের প্রাক্তন ভাইস চ্যান্সেলর কারী মুহাম্মদ তৈয়ব তাঁকে দারুল উলূম বাঁশকান্দির দ্বিতীয় প্রতিষ্ঠাতা বলে অভিহিত করেছেন। প্রতিষ্ঠানটির বর্তমান অধ্যক্ষ মোহাম্মদ ইয়াহিয়া।\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ==="}