{"pageid": 1431032, "title": "ইংরেজি লোককাহিনি", "url": "https://bn.wikipedia.org/wiki?curid=1431032", "content": "ইংরেজি লোককাহিনী ইংল্যান্ডের পৌরাণিক কাহিনী এবং কিংবদন্তি নিয়ে গঠিত, যার মধ্যে রয়েছে ইংল্যান্ড অঞ্চলের পৌরাণিক প্রাণী, ঐতিহ্যবাহী রন্ধনশৈলী, শহুরে কিংবদন্তি, প্রবাদ, কুসংস্কার এবং লোককাহিনী। এর সাংস্কৃতিক ইতিহাস সেল্টিক, খ্রিস্টান, নর্ডিক এবং জার্মানিক লোককাহিনীতে নিহিত।\nষোড়শ শতাব্দীতে রেনেসাঁর সময়, ইংল্যান্ড একটি জাতীয় পরিচয় বিকাশের জন্য আরও ইউরোপীয় গ্রন্থের দিকে নজর দিয়েছিল। ইংরেজি লোককাহিনী অঞ্চল অনুসারে পৃথক হতে থাকে, যদিও সারা দেশে ভাগ করা উপাদান রয়েছে।\nএর লোককাহিনীগুলিতে ঐতিহ্যবাহী রবিনহুড কাহিনী এবং ব্রাইথোনিক-অনুপ্রাণিত আর্থুরিয় কিংবদন্তি অন্তর্ভুক্ত রয়েছে এবং তাদের গল্পগুলিতে প্রায়শই খ্রিস্টান মূল্যবোধ থেকে উদ্ভূত একটি নৈতিক বাধ্যবাধকতা রয়েছে। লোককাহিনী, চরিত্র এবং প্রাণীগুলি প্রায়শই ইংরেজ অভিজ্ঞতার দিকগুলি থেকে উদ্ভূত হয়, যেমন নিখুঁত ও প্রণালীসম্মত স্থান-বিবরণ, স্থাপত্য, বাস্তব মানুষ বা বাস্তব ঘটনা।\n\n\n== ইতিহাস ==\n৯২৭ সালে ইংল্যান্ড প্রতিষ্ঠিত হওয়ার আগে, ওয়েসেক্স এবং এর আশেপাশের অঞ্চলের সংস্কৃতি ৮৬৫ এবং ৮৭৮ সালের মধ্যে ডেনিশ রাজা গুথ্রামের আক্রমণ দ্বারা পরিবর্তিত হয়েছিল। ওয়েসেক্সের রাজা, রাজা আলফ্রেড, ৮৭৮ সালে রাজা গুথ্রামের সৈন্যদের বিরুদ্ধে জয়লাভ করেছিলেন এবং রাজা গুথরাম বাপ্তিস্ম নিয়েছিলেন এবং পূর্ব অ্যাঙ্গলিয়ার শাসক হয়েছিলেন। এটি ইংরেজি ভাষায় নর্স শব্দের আত্তীকরণের প্রক্রিয়া অব্যাহত রেখেছিল। অবশেষে ইংরেজি লোককাহিনী নর্স ঐতিহ্যের সাথে মিশে যায় যেমন তাদের মূর্তিবিদ্যাতে, যা আরও গ্রীকসুলভ হয়ে ওঠে। তাদের পোশাক এবং লোককাহিনীতে এই সব ঐতিহ্য মিশে যায় যা পরে আরও নর্ডিক উপাদান গ্রহণ করে। ইংল্যান্ডের মানুষের লোককাহিনী মৌখিক ঐতিহ্যের মাধ্যমে প্রবাহিত হতে থাকে।\nরেনেসাঁর সময়, শিল্পীরা লিখিত শব্দে এই রীতিনীতিগুলি ধারণ করেছিলেন; যেমন শেক্সপিয়রীয় নাটকগুলি তাদের ডাইনি, পরী, লোক ঔষধ, বিবাহ এবং অন্ত্যেষ্টিক্রিয়া রীতিনীতি, কুসংস্কার এবং ধর্মীয় বিশ্বাসের মাধ্যমে ইংরেজী লোককাহিনীর প্রতিচ্ছবি।\nগ্রিম ভাইদের প্রকাশনা যেমন জার্মান কিংবদন্তি এবং গ্রিমসের রূপকথার গল্পগুলি তাদের মূল জার্মান ভাষা থেকে অনুবাদ করা হয়েছিল এবং ১৮১৬ সালে ইউরোপ জুড়ে বিতরণ করা হয়েছিল। তাদের গল্পগুলি উইলিয়াম থমসের মতো প্রকাশকদের ইংরেজী লোককাহিনীর মধ্যে থেকে এবং ইংরেজী পরিচয় রচনা না করে কিংবদন্তি সংকলন করতে অনুপ্রাণিত করেছিল। গ্রিম ভ্রাতৃদ্বয় যে গল্পগুলি সংগ্রহ করেছিলেন সেগুলি নৈতিকতার শিক্ষক হিসাবে ১৯ শতক জুড়ে ইংরেজি স্কুল পাঠ্যক্রমে একীভূত হয়েছিল।\n\n\n== বৈশিষ্ট্য ==\nযদিও ইংরেজি লোককাহিনীর অনেক প্রভাব রয়েছে, তবে এর বৃহত্তম প্রভাব রয়েছে খ্রিস্টান, সেল্টিক এবং জার্মানিক লোককাহিনীর। অ-খ্রিস্টান প্রভাবগুলিও একাদশ শতাব্দী পর্যন্ত ইংরেজী লোককাহিনীকে সংজ্ঞায়িত করেছিল, যেমন তাদের লোকগীতি, উদযাপন এবং লোককাহিনীতে। একটি উদাহরণ হ'ল ৩০৫ টি ব্যালাড দ্বারা সংগৃহীত ফ্রান্সিস জেমস চাইল্ড ১৯ শতকে ইংরেজী পুনর্জাগরণের সময় প্রকাশিত। ইংরেজি লোকগীতির পুনর্জাগরণের সময়, ইংরেজ শিল্পীরা ইংল্যান্ডের অতীতের লোকগীতি এবং তাদের সমসাময়িক বাদ্যযন্ত্রের প্রভাবগুলির সমন্বয়ে একটি জাতীয় পরিচয় রচনা করতে ঝাঁপিয়ে পড়েছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ==="}