{"pageid": 1431253, "title": "মুসহাফ", "url": "https://bn.wikipedia.org/wiki?curid=1431253", "content": "মুসহাফ (আরবি: مُصْحَف,আধ্বব: [musˤ.ħaf]আধ্বব: [musˤ.ħaf]; বহুবচন আরবি: مَصَاحِف) হলো একটি আরবি শব্দ, যা দ্বারা কোডেক্স বা সংকলন বোঝায়। তবে এটি কুরআনের লিখিত সংস্করণ বোঝাতেও ব্যবহৃত হয়। মুসলমানদের বিশ্বাসমতে কুরআনের অধ্যায়গুলো মুহাম্মাদের জীবদ্দশায় ২৩ বছরের সময়কালে অবতীর্ণ হয়েছিল। মুহাম্মাদের যুগে কুরআনের আয়াতগুলি বিভিন্ন উপকরণের উপর লিখে সংরক্ষণ করা হয়েছিল, যেমন: সমতল পাথর, চামড়া, গাছের ছাল ইত্যাদি। কিন্তু সমস্ত আয়াত সম্বলিত একটি বই তৈরি করা হয়নি। দুই দশক পরে, তৃতীয় খলিফা উসমান ইবনে আফফানের অধীনে এই কাগজগুলি এক খণ্ডে একত্রিত করা হয়েছিল এবং এটির উপর ভিত্তি করে আজ পর্যন্ত কুরআনের সমস্ত লিখিত অনুলিপিগুলি প্রণীত হয়েছে।\nআরবি ভাষায়, আল-কুরআনের অর্থ 'আবৃত্তি'। ইসলামি বিশ্বাসমতে এটি ফেরেশতা জিবরাইলের মাধ্যমে গ্রহণ করার পরে মুহাম্মাদ মৌখিকভাবে আবৃত্তি করেছিলেন। মুসহাফ শব্দটি মুহাম্মাদের তেলাওয়াত এবং শারীরিক, লিখিত কুরআনের মধ্যে পার্থক্য করার জন্য বোঝানো হয়েছে। এই শব্দটি কুরআনে উল্লেখিত হয় নি। তবে কুরআনকে কিতাব (كِتَابٌ) বা বই বা লেখা হিসাবেও উল্লেখ করা হয় এবং অনেক আয়াতে ইয়াকতুবু (يَكْتُبُ) শব্দটি উল্লেখ আছে, যেখানে লেখার জন্য আদেশ করা হয়েছে।\n\n\n== ইতিহাস ==\nএটি সর্বপ্রথম আবু বকরের সময় কুরআনের নাম হিসেবে ব্যবহৃত হয়। আবু বকরের খিলাফতের সময় ইয়ামামার যুদ্ধে নিহতদের মধ্যে অনেক কুরআনের কুরআন হাফেজ ছিল। এই বিষয়টি উমরকে বেশ চিন্তিত করেছিল এবং তিনি আবু বকরকে পরামর্শ দিয়েছিলেন যে সমস্ত কুরআনের আয়াত একটি বইয়ে লিখিত আকারে সংরক্ষণ করা উচিত।\nআবু বকর এই বিষয়ে কাজ করার জন্য জায়েদ বিন সাবিতকে নিযুক্ত করেন। জায়েদ মদিনার সমস্ত মুসলমানদের কাছে কুরআনের আয়াত সংকলনের জন্য সাহায্য চেয়েছিলেন। মদিনাবাসীর প্রদানকৃত এই আয়াতগুলো একটি শর্তে সংকলনের জন্য গৃহীত হয়েছিল যে, আয়াতগুলি মুহাম্মাদের কাছ থেকে শেখা বা তাঁর উপস্থিতিতে লেখা হয়েছিল তা প্রমাণ করার জন্য দু'জন সাক্ষী থাকতে হবে। এইভাবে, প্রথম লিখিত আকারে কুরআন সংকলন করা হয়েছিল। কুরআনের এই সংকলিত রূপটিকে সে সময় মুসহাফ বলা হতো।\nএই সৃষ্ট অনুলিপিটি আবু বকরের কাছে উপস্থাপন করা হয়েছিল। তার মৃত্যুর পরে, এই কাজটি উমরের কাছে চলে যায় এবং তার মৃত্যুর পর, তার কন্যা হাফসা এই কাজটি গ্রহণ করেন। উসমানের সময়ে ইসলাম বিশ্বের বিভিন্ন অঞ্চলে ছড়িয়ে পড়ে এবং এ কারণে অন্যান্য অঞ্চলের মুসলমানরা তাদের নিজস্ব উপভাষা ও উচ্চারণ অনুযায়ী কুরআনের আয়াত পাঠ করত। এতে একটি বিশৃঙ্খলার সৃষ্টি হয়। এই দ্বন্দ্ব প্রতিরোধ করার জন্য, উসমান কুরাইশ উপভাষায় অনুলিপি তৈরি করে অন্য দেশে পাঠাতে আবারও জায়েদকে নিয়োগ দেন। তিনি হাফসার মূল মুসহাফের উপর ভিত্তি করে আরও সাতটি অনুলিপি তৈরি করেন এবং এগুলোর মধ্যে একটি একটি উসমানের কাছে প্রেরণ করেন। অন্যগুলিকে সেই সময়ের প্রধান কেন্দ্র যেমন মদিনা, মক্কা, দামেস্ক, কুফা এবং মিশরে পাঠানো হয়েছিল। হাফসার কাছ থেকে নেওয়া কুরআনের অনুলিপি তাকে ফেরত দেওয়া হয়।\n\n\n== অন্যান্য ব্যবহার ==\nকিছু ইসলামী পন্ডিত মুসহাফ শব্দটি ব্যবহার করেন এই গ্রন্থের মধ্যে নিজ থেকে বিদ্যমান থাকা সমস্ত আয়াতকে বোঝাতে, অন্যদিকে আল-কুরআন ব্যবহার করেন মুহাম্মাদের জীবদ্দশায় নাযিল হওয়া সমস্ত আয়াতকে বোঝাতে, যার মধ্যে এর আগে মুসহাফ থেকে রহিত ও অপসারিত হয়েছিল এমন আয়াতও অন্তর্ভুক্ত। এছাড়া মুসহাফ অর্থ চূড়ান্ত লিখিত রূপ, যেমনটা কিছু হাদীসে উল্লেখ করা হয়েছে। এই পণ্ডিতরা বলেছেন যে কুরআনের কেবল একটি সম্ভাব্য সংস্করণ রয়েছে, তবে মুসহাফের একাধিক সম্ভাব্য সংস্করণ রয়েছে।\n\n\n== শিয়াদের দাবি ==\nশিয়া মুসলিমদের একাংশ দাবি করে যে কুরআন সংগ্রহের সময়, আহলে বাইতের ফযীলত সম্পর্কিত কিছু অংশ উসমান নিজের মুসহাফের থেকে বাদ দিয়েছিলেন, অর্থাৎ কুরআন বিকৃত করা হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমুসহাফ কাকে বলে? মুসহাফ ও কুরআনে'র মধ্যে পার্থক্য কি?"}