{"pageid": 1431857, "title": "ওয়াজিফা", "url": "https://bn.wikipedia.org/wiki?curid=1431857", "content": "সুফিবাদে, ওয়াজিফা (আরবি: وَظِيفَة; বহুবচন: ওয়াজাইফ) হল প্রাত্যহিক প্রার্থনার সূচি, যা প্রধানত একটি তরিকার অনুসারীরা অনুশীলন করে থাকেন। এতে কুরআনের আয়াত, প্রার্থনার হাদিস এবং বিভিন্ন দোয়া অন্তর্ভুক্ত থাকে।  \n\n\n== প্রয়োগ ==\nসুফিদের বিভিন্ন স্বতন্ত্র বা সম্মিলিত দৈনিক, সপ্তাহিক বা প্রধান আচার-অনুষ্ঠানে জিকির বা উইর্দগুলো ওয়াজিফা নামে পরিচিত।  একটি সুফি অনুষ্ঠানে শুধুমাত্র সেই অংশটিকে ওয়াজিফা বলা হয়, যে অংশে \"সর্বশক্তিমান\" আল্লাহর সর্বোচ্চ গুণাবলীর বর্ণনা ও এ বিষয়ে করা হয়ে থাকে। \nওয়াজিফা অনুষ্ঠানে ইসলামি সংগীত ও কবিতাও পরিবেশন করা হয়ে থাকে, অনেক সময় এটি মুখ্য ভূমিকা পালন করে। সুফিরা এ সময় আধ্যাত্মিক ধ্যান সহকারে আল্লাহর ৯৯টি নাম পাঠ করে থাকে, যা তাদের সাথে আল্লাহর সংযোগ স্থাপন করতে সহায়ক বলে বিশ্বাস করা হয়।\nসূফীবাদের প্রতিটি তরিকায়, একটি নির্দিষ্ট সংখ্যক লোকের সমন্বয়ে সমষ্টিগত প্রার্থনার নিয়ম রয়েছে। সাধারণত একটি প্রার্থনা চলাকালে ন্যূনতম চারজন মুরীদ থাকার বাধ্যবাধকতা থাকে।\nএই প্রার্থনা অনুষ্ঠানে সুফি মুরিদরা দৈনিক বা সাপ্তাহিক বিভিন্ন সময়ে সমষ্টিগত জিকির করার জন্য মিলিত হন, যা এক ধরনের সভা যা ওয়াজিফা (হালক্বা) নামে পরিচিত। \n\n\n== শর্তাবলী ==\nএই রহস্যময় আমলটি যথাযথভাবে পালন জন্য ওয়াজিফা সম্মিলিতভাবে পাঠের ক্ষেত্রে কয়েকটি শর্ত রয়েছে: \n\nআচার-অনুষ্ঠান পালনকারী সকল মুরীদদের উপস্থিতি; \nএকটি বৃত্তকার ক্ষেত্র গঠন করে আবৃত্তিকারীদের দলবদ্ধকরণ (হালক্বা);\nওয়াজিফার সমস্ত অংশের মৌখিক পাঠ এবং উচ্চস্বরে প্রার্থনা;\nআক্ষরিক এবং সুরেলা পাণ্ডিত্য এবং যিকির পাঠের পরিপূর্ণতা।\nতিজানিয়া তরিকায়, যদি তিলাওয়াতকারীরা পুরুষ হয় এবং তাদের মধ্যে কোন নিশ্চিত মুকাদ্দাম না থাকে, তাহলে এই মুরিদরা তাদের মধ্য থেকে একজন ব্যক্তিকে নির্বাচন করতে পারে যে তাদের হয়ে ওয়াজিফা পাঠ শুরু করবে। \n\n\n== সময় ==\nসকালের ওয়াজিফা অনুশীলনের সর্বোত্তম সময় হলো ফজরের নামাজ থেকে চাশতের নামাজ পর্যন্ত। তবে এটি দুপুর পর্যন্ত পড়া যেতে পারে। \nসন্ধ্যার ওয়াজিফার জন্য, উত্তম সময় হল বিকেলের আসরের নামাজ থেকে রাতের এশার নামাজ পর্যন্ত। \nগ্রীষ্মকালে যখন রাত ছোট হয়, সে সময় বিশেষভাবে রাত্রিকালীন ওয়াজিফা পাঠ করা হয়, যার সম্ভাব্য সময়সূচী সূর্যাস্ত থেকে পরের দিন ভোর পর্যন্ত বিস্তৃত হয়ে থাকে। \n\n\n== অনুশীলন ==\nসুফি তরিকায় ইমানদার ও মুরিদদের মধ্যে ওয়াজিফার অনুশীলন ও কার্যক্ষমতা অত্যন্ত বিকশিত এবং গুরুত্বপূর্ণ। \nএই প্রার্থনার অনুশীলনটি শিষ্যের প্রতি দৈনিক বা সাপ্তাহিক দায়িত্ব হিসাবে তার শাইখ দ্বারা নির্ধারিত হয় এবং আধ্যাত্মিক স্তর অতিক্রম করার ক্ষেত্রে তার প্রবণতা এবং ক্ষমতা অনুসারে তার জন্য উপযুক্ত অনুশীলন প্রদান করা হয়। \nএকটি ওয়াজিফা পাঠের মধ্যে সাধারণত শাহাদত এবং সর্বোচ্চ নাম আল্লাহ বা এর বিকল্প যা সর্বনাম হুওয়া ( আরবি: هُوَ) অন্তর্ভুক্ত থাকে। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইউটিউবে শাদিলিয়া তরিকার ওয়াজিফা\nইউটিউবে কাদেরিয়া তরিকার ওয়াযীফা\nইউটিউবে বেলকাইদিয়া তরিকার ওয়াজিফা\nইউটিউবে তিজানিয়া তরিকার ওয়াজিফা\nইউটিউবে বাউদেছিছিযয়া তরিকার ওয়াজিফা\n\n\n== আরও দেখুন ==\nওয়াজিফা জাররুকিয়া\nদোয়া\nজিকির"}