{"pageid": 1431859, "title": "খিদর বে", "url": "https://bn.wikipedia.org/wiki?curid=1431859", "content": "খিজির বে (তুর্কি: Hızır Çelebi (Hızır Bey); আরবি: خضر بك), ৯ম/১৫শ শতাব্দীর একজন বিখ্যাত উসমানীয় হানাফি-মাতুরিদি পণ্ডিত ও কবি ছিলেন। তিনি খিজির বেগ নামেও পরিচিত ছিলেন। তিনি ইস্তাম্বুলের প্রথম কাজী (বিচারক) হিসেবেও দায়িত্ব পালন করেছিলেন।\n\n\n== জীবনী ==\nতিনি সিভরিহিসারে জন্মগ্রহণ করেন, যেখানে তার পিতা জালাল আল-দ্বীন একজন কাদি (ধর্মীয় বিচারক) ছিলেন। বলা যেতে পারে, পিতার পেশাগত প্রভাবই তার পড়াশোনার পথ সুগম করে। বিখ্যাত পণ্ডিত মোল্লা ইয়েগানের অধীনে বুরসায় তিনি তার পড়াশোনা শেষ করেন, এবং পরবর্তীতে  মোল্লা ইয়েগানের কন্যাকেই বিবাহ করেন। একজন শিক্ষক হিসেবে সিভরিহিসারে ফিরে এসে তিনি যথেষ্ট খ্যাতি অর্জন করেন। ফলস্বরূপ, উচ্চতর বেতনে বুরসার মেহমেদ-১ মাদ্রাসায় তাকে নিয়োগ দেওয়া হয়। এই মাদ্রাসার তার কয়েকজন ছাত্র পরবর্তীতে মহান পণ্ডিত হিসেবে আত্মপ্রকাশ করেন। এরপর তিনি আবারো উচ্চতর বেতনে বুরসার বায়েজিদ-১ মাদ্রাসায় শিক্ষকতা করেন এবং পাশাপাশি ইনেগল-এর কাদি হিসেবে অতিরিক্ত দায়িত্ব পান। সেখান থেকে তিনি এদির্নের উক সেরেফেলি মসজিদের দুটি মাদ্রাসার নতুনতমটিতে শিক্ষকতা করতে যান, এবং পরে বর্তমান বুলগেরিয়ায় অবস্থিত ইয়ানবোলু-এর কাদি হিসেবে যোগ দেন।\nতার তিন পুত্র-ইয়াকুব পাশা, মুফতি আহমাদ পাশা এবং সিনান পাশা-সকলেই ছিলেন উল্লেখযোগ্য পণ্ডিত। এই তিন পুত্রের মধ্যে, সিনান পাশা বিখ্যাত গ্রন্থ \"তাদারুয়াত\"-এর রচয়িতা।\n\n\n== মৃত্যু ও সমাধি ==\nইস্তাম্বুল বিজয়ের পর ৮৫৭/১৪৫৩ সালে শেহজাদে মেহমেদ ইব্রাহিম পাশাকে শহরের প্রথম কাজী হিসেবে নিয়োগ করা হয়। ৮৬৩/১৪৫৮-৯ সালে তিনি মারা যাওয়ার আগ পর্যন্ত তিনি এই পদে বহাল ছিলেন। ইস্তাম্বুলের জেয়রেক কোয়ার্টারে তাকে সমাহিত করা হয়। সেখানে তিনি একটি মসজিদও নির্মাণ করেছিলেন যা পরবর্তীতে হাজ্জি কাদিন নামে একজন মহিলার নামে পরিচিত হয়।\n\n\n== কর্ম ==\nযদিও খিদির বেগ উসমানীয় সাহিত্যে পদ্য কালানুক্রম প্রবর্তনের জন্য সুপরিচিত, তার খুব কম সংখ্যক তুর্কি কবিতা টিকে আছে। তাই আরবিতে রচিত তিনটি কবিতার উপর তার খ্যাতি নির্ভর করে।\nপ্রথমটি হলো একটি উপদেশমূলক কাসিদা, 'বাসিত' ছন্দে রচিত ধর্মতত্ত্বের উপর ভিত্তি করে। এটি 'নুনিয়া' নামে পরিচিত এবং বেশ কয়েকটি ভাষ্যের বিষয়বস্তু হয়েছে, যার মধ্যে সবচেয়ে উল্লেখযোগ্য হচ্ছে তার ছাত্র আল-খায়ালি কর্তৃক রচিত ভাষ্য।\nঅন্য আরেকটি কাসিদা, যা 'নুনিয়া' নামেও পরিচিত এবং 'জাওয়াহির আল-আকাইদ' আরবি: جواهر العقائد নামে অভিহিত,  এটিও ধর্মতত্ত্ব নিয়ে রচিত কিন্তু 'ওয়াফির' ছন্দে। তবে সাধারণত এটি 'উজালাত লায়লা আওয় লায়লাতাইন' আরবি: أو ليلتين নামে পরিচিত। উসমানীয় যুগে অনেক ভাষ্য রচনা করার মাধ্যমে এ কবিতাটির উপর বিশেষ মনোযোগ দেওয়া হয়েছে।\nঅবশেষে, একটি মুস্তাজাদ কবিতা আছে 'হাজাজ' ছন্দের পারস্য রূপে রচিত। এই কবিতাটি ব্যাপকভাবে প্রশংসিত হয়েছিল এবং এক শতাব্দীরও বেশি সময় ধরে এটি অনুকরণকে আকর্ষণ করেছে। বুরসালি মেহমেদ তাহির 'মাফদলি' এর একটি ফার্সি অনুবাদ উল্লেখ করেছেন যা তিনি সুলতান দ্বিতীয় মেহমেদের অনুরোধে করেছিলেন। বিবেচনাধীন রচনাটি সম্ভবত সিরাজ আল-দিন আল-উরমাউই (মৃত্যু. ১২৮৩) কর্তৃক যুক্তিবিদ্যা বিষয়ক গ্রন্থ 'মাতালি আল-আনওয়ার'।\n\n\n== তথ্যসূত্র ==\n\n\n=== টীকা ===\n\n\n== বহিঃসংযোগ ==\nCawahir al-'Akaid of Hızır Bey\nHızır Çelebi (Hızır Bey)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৫ আগস্ট ২০২০ তারিখে (তুর্কি ভাষায়)\nHızır Çelebi (Hızır Bey) (তুর্কি ভাষায়)"}