{"pageid": 1432421, "title": "তঞ্চঙ্গ্যা লিপি", "url": "https://bn.wikipedia.org/wiki?curid=1432421", "content": "তঞ্চঙ্গ্যা লিপি, যা কা-পত নামেও পরিচিত, একটি আবুগিদা (শব্দীয় বর্ণমালা লিপি) যা তঞ্চঙ্গ্যা ভাষা লিখতে ব্যবহৃত হয়। এটি লিপির দক্ষিণ ব্রাহ্মিক পরিবারে অবস্থিত। লিপি পরিবারগত কারণে, এর সাথে বার্মিজ লিপি এবং মোন লিপির মিল রয়েছে।\n\n\n== উৎপত্তি ==\nলিপিটি প্রাচীন ব্রাহ্মী লিপি থেকে উদ্ভূত বলে মনে হয়, যার ব্যঞ্জনবর্ণে অন্তস্থিত স্বরধ্বনি উত্তরাধিকারসূত্রে প্রাপ্ত। যদি একটি স্বাধীন ডেরিভেশন না হয় তবে এটি বার্মিজ বা সোম থেকে উদ্ভূত হওয়া উচিৎ। এটা ধারণা করা হয় যে তারা পূর্ববর্তী পর্যায়ে ব্রাহ্মিক লিপি ব্যবহার করেছিল, যেগুলো উত্তর মায়ানমারে থেক বা শাক্য নামে পরিচিত ছিল।\nতঞ্চঙ্গ্যা লিপিটি সম্প্রতি ২০১২ সালে রাখাইন রাজ্যে একটি পাণ্ডুলিপি গ্রহণের মাধ্যমে চালু করা হয়েছিল যেমন রূপক দেবনাথ বলেছেন। যদিও চাকমা এবং তঞ্চঙ্গ্যা উভয়ই বর্তমান চাকমা লিপি দীর্ঘদিন ধরে ব্যবহার করে আসছে, কিন্তু এটি এখনও নিশ্চিত নয় যে বর্ণমালাটি মূলত কাদের ছিল এবং কারা এটি প্রথম চালু করেছিল। জন এম. ক্লিফটন তার “ডায়ালেক্টস, অর্থোগ্রাফি অ্যান্ড সোসাইটি”তে অভিমত দিয়েছেন যে ‘তঞ্চঙ্গ্যা সম্প্রদায় তাদের বর্ণমালা চাকমাদের উপর ভিত্তি করে চাকমাদের সাথে সম্পর্কিত তা দেখানোর সিদ্ধান্ত নিয়েছে। তবে, তারা পরিকল্পিতভাবে বর্ণমালা পরিবর্তন করে দেখান যে তারা চাকমাদের থেকে আলাদা এবং তারা কেবল বৃহত্তর চাকমা সম্প্রদায়ের অংশ নয়।’ অধিকন্তু, দুই সম্প্রদায়ের মধ্যে ভুল বোঝাবুঝির সৃষ্টি না করার জন্য, তঞ্চঙ্গ্যা এই বর্ণমালাগুলো চালু করেছে যেগুলো এখনও ইউনিকোড ফন্টে বিকশিত হয়নি। আপাতত, এটি কেবল ট্রুটাইপ ফন্ট হিসাবে তৈরি করা হয়েছে।\n\n\n== বৈশিষ্ট্য ==\nএটি ব্রাহ্মী লিপির মত বাম থেকে ডানে লেখা হয়, তবে খরোস্তির বিপরীত, যেটি ডান থেকে বামে লেখার জন্য ব্যবহৃত হত।\n\n\n=== স্বরধ্বনি ===\nA(a:), I(i), v(ʊ), E(e), এবং O a(oʊ) এর মত পাঁচটি স্বাধীন স্বরবর্ণ আছে। অন্য পাঁচটি স্বরভঙ্গি নির্ভরশীল যথা, Aa(ɔ), AA(ʌ), Ii(i:), এবং Uu(u:)।\n\n\n=== ব্যঞ্জনবর্ণ ===\nতঞ্চঙ্গ্যা লিপিতে একত্রিশটি ব্যঞ্জনবর্ণ পাওয়া যায়। তারা বর্গীয় ব্যঞ্জনবর্ণ এবং বিবিধ ব্যঞ্জনবর্ণে শ্রেণীবদ্ধ করা হয়।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\nDebnath, Rupak (২০০৮), Ethnographic Study of Tanchangya of CHT, CADC, South Tripura and Sittwe, Kolkata: Kreativmind উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nClifton, John M. (২০০৮)। \"Dialects, Orthography and Society\" (পিডিএফ)। Work Papers of the Summer Institute of Linguistics। ২০১৫-১১-২০ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০১৫-১১-২০।"}