{"pageid": 1432236, "title": "যবনজাতক", "url": "https://bn.wikipedia.org/wiki?curid=1432236", "content": "যবনজাতক হলো স্ফুজিধ্বজ কর্তৃক রচিত ভারতীয় জ্যোতির্বিজ্ঞান ও জ্যোতিষশাস্ত্রের প্রাচীন গ্রন্থ। এটি পাশ্চাত্য রাশিফলকে উল্লেখ করে। কিছু ভারতীয় লেখকের মতে, রাশিফলের প্রাচীনতম সংস্কৃত রচনাটি হলো বেদাঙ্গ জ্যোতিষশাস্ত্র। এটি রচনার ক্ষেত্রে পৌলিষ ও রোমক সিদ্ধান্তের মতো রচনাকে অনুসরণ করা হয়েছিলো যা ভারতীয় জ্যোতিষশাস্ত্রকে ব্যাপক প্রভাবিত করেছিলো।\n\n\n== ইতিহাস ==\nডেভিড পিঙ্গির মতে, এটি গ্রীক গ্রন্থের সংস্কৃতে পূর্বের অনুবাদের পরে যাচাইকরণ, যা ১২০ খ্রিস্টাব্দের কাছাকাছি সময়ে আলেকজান্দ্রিয়াতে লেখা হয়েছে বলে মনে করা হয়। পিঙ্গির ব্যাখ্যা এবং সংশোধন অনুসারে, পাশ্চাত্য ক্ষত্রপরাজা প্রথম রুদ্রদমনের শাসনামলে (১৪৯-১৫০) যবনেশ্বর (গ্রীকদের প্রভু) কর্তৃক অনুবাদিত আসল অনুবাদটি হারিয়ে গেছে; ১২০ বছর পরে দ্বিতীয় রুদ্রসেনের অধীনে স্ফুজিধ্বজ কর্তৃক যাচাইকরণের মতো শুধু উল্লেখযোগ্য অংশ টিকে আছে। যাইহোক, নতুন আবিষ্কৃত পাণ্ডুলিপি এবং অন্যান্য নথির উপর ভিত্তি করে ম্যাকের সাম্প্রতিক গবেষণা অনুসারে, পিঙ্গির তারিখের ব্যাখ্যার পাশাপাশি শূন্য এবং অন্যান্য ভূতসংখ্যার মতো গুরুত্বপূর্ণ পাঠগুলি তার নিজের সংশোধনের উপর ভিত্তি করে ছিল, এটি পাণ্ডুলিপির লেখার সাথে সমর্থিত নয়। ভাস্কর ও উৎপল এর মতো লেখকদের মতে, ঐতিহ্যগতভাবে যবনেশ্বর ও স্ফুজিধ্বজ হলো একই ব্যক্তি, পূর্বেরটি পরবর্তীটির উপাধি। ম্যাকের মতে, যবনজাতকের রচনাকালটি এখন সংশোধিত হয়ে খ্রিস্টীয় চতুর্থ থেকে ষষ্ঠ শতাব্দীতে পরিণত হয়েছে।\nএটি ডেভিড পিঙ্গি কর্তৃক ইংরেজিতে অনুবাদ করা হয়েছিল, এবং হার্ভার্ড ওরিয়েন্টাল সিরিজের ৪৮ ভলিউম হিসাবে অনুবাদটি ১৯৭৮ সালে প্রকাশিত হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nThomas McEvilley (2002) The Shape of Ancient Thought, Allworth Press, আইএসবিএন ১-৫৮১১৫-২০৩-৫\nDavid Pingree (1981) \"Jyotiḥśāstra\", Jan Gonda (ed) A History of Indian Literature, Vol, VI Fasc. 4, Otto Harrassowitz — Wiesbaden\nK. V. Sarma (1997), \"Sphujidhvaja\", Encyclopaedia of the History of Science, Technology, and Medicine in Non-Western Cultures edited by Helaine Selin, Springer, আইএসবিএন ৯৭৮-০-৭৯২৩-৪০৬৬-৯ \nBill M. Mak (2014) The ‘Oldest Indo-Greek Text in Sanskrit’ Revisited: Additional Readings from the Newly Discovered Manuscript of the Yavanajātaka, Journal of Indian and Buddhist Studies 62(3): 1101-1105\nBill M. Mak (2013) The Last Chapter of Sphujidhvaja's Yavanajātaka critically edited with notes, SCIAMVS 14, pp. 59–148\nBill M. Mak (2013) The Date and Nature of Sphujidhvaja’s Yavanajātaka reconsidered in the light of some newly discovered materials, History of Science in South Asia 1: pp. 1–20\nWitzel, Michael (২৫ মে ২০০১)। \"Autochthonous Aryans? The Evidence from Old Indian and Iranian Texts\"। Electronic Journal of Vedic Studies। 7 (3)।"}