{"pageid": 1432916, "title": "ভ্রাইকোলাকাস", "url": "https://bn.wikipedia.org/wiki?curid=1432916", "content": "ভ্রাইকোলাকাস ( গ্রীক βρυκόλακας, উচ্চারিত [vriˈkolakas],ভোর্ভোলাকাস বা ভৌরডৌলাকাসও বলা হয়) গ্রীক লোককাহিনীতে উল্লেখিত ক্ষতিকারক মৃত প্রাণী। এটির সাথে অন্যান্য অসংখ্য কিংবদন্তি প্রাণীর মিল রয়েছে, তবে সাধারণত প্রতিবেশী স্লাভিক দেশগুলির লোককাহিনীর ভ্যাম্পায়ারের সাথে ওনেক বেশি মিল বিদ্যমান। যদিও দুই চরিত্রের বৈশিষ্ট্য প্রায় একই রকম তবে একটি ভ্রাইকোলাকাস রক্ত পান করার পরিবর্তে মাংস খায় (বিশেষত লিভার)। এছাড়াও এর চেহারার সাথে জম্বি বা ভুতের আধুনিক ধারণার মিল বিদ্যমান।\n\n\n== বৈশিষ্ট্য ==\nগ্রীকরা ঐতিহ্যগতভাবে বিশ্বাস করত যে একজন ব্যক্তির ধর্মবিশ্বাসী জীবনযাপন, বহিষ্কার, অসম্পূর্ণ মাটিতে কবর দেওয়া বা নেকড়ে বা ওয়ারউলফ দ্বারা আহত ভেড়ার মাংস খাওয়ার কারণে মৃত্যুর পরে সে ভ্রাইকোলাকাস হতে পারে। কেউ কেউ বিশ্বাস করত যে একটি ওয়ারউলফ হত্যার পর নিজেই একটি শক্তিশালী ভ্যাম্পায়ার হয়ে উঠতে পারে এবং নেকড়ের মতো লোমশ হাতের তালু এবং উজ্জ্বল চোখ লাভ করতে সক্ষম হবে। \nবলকান লোককাহিনীতে ভ্যাম্পায়ারদের মৃতদেহের মতোই ভ্রাইকোলাকাদের দেহের স্বতন্ত্র বৈশিষ্ট্য রয়েছে। তাদের দেহে ক্ষয় হয় না; পরিবর্তে, তারা ফুলে যায় এবং এমনকি একটি \"ড্রামের মতো\" আকারও অর্জন করতে পারে, খুব বড় হওয়ার কারণে, তাদের দেহ ভিন্ন বর্ণ ধারণ করে। একটি বিবরণ অনুসারে তাদের দেহ তাজা এবং নতুন রক্তে রাঙানো বলে মনে হয়। ইতিহাসে এই সময়ে লাল চুল এবং ধূসর চোখযুক্ত ব্যক্তিদের ভ্যাম্পায়ার বলে মনে করা হত। ভ্রাইকোলাকাদের কার্যক্রম প্রায় সবসময়ই ক্ষতিকর ছিল। তারা কবর ছেড়ে ঘোরাঘুরি করত থেকে শুরু করে পল্টারজিস্ট-স্টাইলের কার্যকলাপে লিপ্ত হত এবং সম্প্রদায়ে মহামারি সৃষ্টি করত। অন্যান্য বিবরণ অনুযায়ী প্রাণীটি বাড়ির দরজায় ধাক্কা দেয় এবং বাসিন্দাদের নাম ডাকে বলে বিশ্বাস করা হয়। যদি এটি প্রথমবার কোনও উত্তর না পায় তবে এটি কোনও ক্ষতি না করেই চলে যাবে। যদি কেউ দরজায় উত্তর দেয় তবে সে কয়েক দিন পরে মারা যাবে এবং অন্য ভ্রাইকোলাকাসে পরিণত হবে। এই কারণে, কিছু গ্রীক গ্রামে একটি কুসংস্কার রয়েছে যে দ্বিতীয় টোকা না দেওয়া পর্যন্ত দরজার উত্তর দেওয়া উচিত নয়। কিংবদন্তিরা আরও বলে যে ভ্রাইকোলাকারা ঘুমন্তকে তাদের উপর বসে পিষে ফেলে বা শ্বাসরোধ করে, অনেকটা ঘোড়া বা ইনকিউবাসের মতো (বা স্লিপ প্যারালাইসিস) যেমনটি বুলগেরিয়ান লোককাহিনীতে একটি ভ্যাম্পায়ারকে করতে দেখা যায়।   গ্রীক লোককাহিনীতে ভ্যাম্পায়ারদের বিপরীতে ভ্রাইকোলাকাদের রক্তচোষার চেয়ে নরখাদক হিসাবে বর্ণনা করা হয়েছে। বিশেষ করে মানুষের যকৃতের জন্য তারা আগ্রহী বলে মনে করা হয়। \n\n\n== আরো দেখুন ==\nঅঞ্চল অনুসারে ভ্যাম্পায়ার লোককাহিনী\n\n\n== সূত্র ==\n\"মাটি আপনাকে গ্রহণ করতে পারে না\"। অ্যান এক্সপ্লোরেশন অফ দ্য গ্রীক ভ্রাইকোলাকাস অ্যান্ড হিজ অরিজিন্স ইনানা আর্থেন (১৯৯৮)\n\"Greek Accounts of the Vrykolakas\"। মার্কিন যুক্তরাষ্ট্রে গ্রীক অভিবাসীদের দ্বারা সরবরাহ করা ভ্যারিকোলাকাস অ্যাকাউন্টের একটি সংগ্রহ।\n\n\n== তথ্যসূত্র =="}