{"pageid": 1432873, "title": "সংবেদিতা", "url": "https://bn.wikipedia.org/wiki?curid=1432873", "content": "সংবেদিতা হলো জ্ঞানের সবচেয়ে সহজ বা সবচেয়ে আদিম রূপ, যা কোনো সংসর্গ বা ব্যাখ্যা ছাড়াই উদ্দীপকের সচেতন সচেতনতা নিয়ে গঠিত। ১৬৩০-এর দশকে দার্শনিকরা প্রথম শব্দটি তৈরি করেছিলেন অনুভব করার ক্ষমতার ধারণার জন্য, ল্যাটিন শব্দ  সেন্টিয়েন্স (অনুভূতি), থেকে উদ্ভূত। চিন্তা করার ক্ষমতা (কারণ) থেকে এটিকে আলাদা করতে।\nআধুনিক পাশ্চাত্য দর্শনে, সংবেদিতা হলো অনুভূতি অনুভব করার ক্ষমতা। বিভিন্ন এশীয় ধর্মে, \"বাক্য\" শব্দটি বিভিন্ন ধারণার অনুবাদের জন্য ব্যবহৃত হয়েছে। বৈজ্ঞানিক কল্পকাহিনীতে, সংবেদিতা শব্দটি কখনও কখনও বিজ্ঞত্ব, আত্ম-অবগতি বা চেতনা এর সাথে বিনিময়যোগ্যভাবে ব্যবহৃত হয়।\nকিছু লেখক শুধুমাত্র সংবেদনগুলি উপলব্ধি করার ক্ষমতা, যেমন আলো বা ব্যথা, এবং ভীতি বা বিষাদের  মতো আবেগগুলি উপলব্ধি করার ক্ষমতার মধ্যে পার্থক্য করেন। সচেতন \nব্যক্তির অভিজ্ঞতার বিষয়গত সচেতনতাকে পাশ্চাত্য দর্শনে গুণ বলা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nSugunasiri, Suwanda H.J., The Whole Body, not Heart, as 'Seat of Consciousness': the Buddha's View', Philosophy East & West, vol. 45, no. 3, pp. 409–430). Prof. Sugunasiri is Founder of Nalanda College of Buddhist Studies, Toronto, Canada\nJeremy Bentham - Introduction to the Principles of Morals and Legislation\nBook about A Theory of Sentience Readership: Philosophers, psychologists, and neuroscientists interested in sensation and perception. Authors, Austen Clark, Professor of Philosophy, University of Connecticut, Storrs\nD. Cole: Sense and Sentience SENSE5 8/18/90; rev. 1-19-98. (original 1983) copyright David Cole University of Minnesota, Duluth\nScience, policy and cultural implications of animal sentience, Suggested Reading, Compassion in World Farming\n\"'Bees are sentient': inside the stunning brains of nature's hardest workers\". Annette McGivney, The Guardian, April 2, 2023\nKnight, Sam, \"Hive Mind: Is beekeeping wrong?\", The New Yorker, 28 August 2023, pp. 26–30, 32. \"Last year, the U.K. passed legislation that recognized animals as sentient beings, capable of feeling pain and joy. So far, the bill dignifies vertebrates, decapod crustaceans... and cephalopods... but not a single conscious bee.\" (p. 29.)"}