{"pageid": 1432484, "title": "অমৃতলাল হাজরা", "url": "https://bn.wikipedia.org/wiki?curid=1432484", "content": "অমৃতলাল হাজরাভারতীয় উপমহাদেশের ব্রিটিশ বিরোধী স্বাধীনতা আন্দোলনের এবং অগ্নিযুগের একজন বিশিষ্ট বাঙালি বিপ্লবী ছিলেন।\n\n\n== প্রাথমিক জীবন ==\n১৮৮৬ সালের ১ জানুয়ারি বাংলাদেশের বিক্রমপুর পরগনার শ্রীনগর গ্রামে জন্মগ্রহণ করেন অমৃতলাল। তিনি ঢাকা মেডিকেল কলেজের ডাঃ কালীচরণ হাজরার ছেলে।\nশৈশবে অমৃতলাল যন্ত্রপাতি ও অস্ত্র মেরামতের কাজে দক্ষ ছিলেন এবং ঢাকার 'বাংলাবাজারে' বৈদ্যনাথ মিস্ত্রীর মালিকানাধীন একটি টুলের দোকানে কাজ করতেন। যাইহোক, ব্রিটিশ পুলিশ অভিযান চালালে অমৃতলাল কলকাতায় পালিয়ে যান, যেখানে পুলিশ তার ব্যক্তিগত আলমারিতে ৮৭ টি কার্তুজ পেয়েছিল। এরপর তিনি বেঙ্গল টেকনিক্যাল ইনস্টিটিউটে ভর্তি হন এবং ১৯০৯ থেকে ১৯১২ সালের ৩ নভেম্বর প্রতিষ্ঠিত 'ঢাকা অনুশীলন সমিতি'র সঙ্গে মাখনলাল সেন, প্রতুল গঙ্গোপাধ্যায়, ত্রয়লক্য মহারাজ, সারদাচরণ গুহ, দীনেশচন্দ্র দাশগুপ্ত ও উপেন্দ্রনাথ রায়চৌধুরীর সঙ্গে যুক্ত হন। তারা সকলেই বিপ্লবী পুলিনবিহারী দাসের দ্বারা অনুপ্রাণিত হয়েছিলেন। কলকাতায় থাকাকালীন তিনি চন্দননগরের বিদ্রোহী গোষ্ঠী ও বাঘা যতীনের 'যুগান্তর গোষ্ঠী'র সঙ্গেও যোগাযোগ শুরু করেন। রাসবিহারী বসু, মতিলাল রায়ের মতো স্বাধীনতা সংগ্রামীদের সঙ্গে তাঁর সাক্ষাৎ হয়।\n\n\n== বিপ্লবী কর্মজীবন ==\nঅমৃতলাল অনুশীলন সমিতির মাখনলাল সেনকে চন্দননগর, মতিলাল রায় ও শ্রীষ ঘোষের মতন নেতাদের সঙ্গে পরিচয় করিয়ে দেন। বোমা প্রস্তুতির প্রাথমিক স্থান ছিল ২৯৬/১ এবং ১১৯/৪ আপার সার্কুলার রোডের বাড়ি। ঢাকা অনুশীলন সমিতির নেতৃত্ব দেওয়ার জন্য অমৃতলাল বরাহ, নড়িয়া, কেদারপুর, দাদপুর, মোহনপুর, মানিকগঞ্জ, পণ্ডিতচর এবং আয়নাপুর প্রভৃতি স্থানে অসংখ্য ডাকাতিতে সক্রিয় অংশ নিয়েছিলেন। ফলস্বরূপ, তার নামে ৫০০ টাকা পুরস্কার সহ একটি পরোয়ানা জারি করা হয়েছিল, যা পরে প্রত্যাহার করা হয়েছিল।\n\n\n== লর্ড হার্ডিঞ্জকে হত্যার চেষ্টা ==\nভাইসরয় লর্ড হার্ডিঞ্জ এবং শ্রীহট্টের ম্যাজিস্ট্রেট মিঃ গর্ডনকে হত্যার প্রয়াসে রাজাবাজারে একটি বোমা তৈরির কেন্দ্র স্থাপন করা হয়। তবে পুলিশ তথ্য সংগ্রহ করতে সক্ষম হয় এবং গ্রেপ্তারি পরোয়ানা জারি করা হয়। ১৯১৩ সালের ২১ নভেম্বর বিখ্যাত রাজাবাজার বোমা মামলায় তৎকালীন ডিসি, সিআইডিএফ ৩৯৬/১, আপার সার্কুলার রোড (বর্তমানে এপিসি রোড) থেকে দীনেশচন্দ্র দাশগুপ্ত, সারদাচরণ গুহ এবং চন্দ্রশেখর দে'র সাথে অমৃতলালকে গ্রেপ্তার করে। জে লোম্যান এবং তার পুলিশ বাহিনী। পুলিশ নিষিদ্ধ রাজনৈতিক লিফলেট, বুকলেট, ডিটোনেটর এবং অন্যান্য নথি বাজেয়াপ্ত করেচিলো।\n\n\n== কারাগারে যাবজ্জীবন ==\nঅমৃতলালকে বিস্ফোরক পদার্থ আইনের ১২০বি ধারা এবং ৪ ধারায় অভিযুক্ত করা হয়, বিচার করা হয় এবং শেষ পর্যন্ত ১৫ বছরের কারাদণ্ডে দণ্ডিত করা হয় আন্দামানের সেলুলার জেলে, যেখানে তাকে বন্দী করা হয়। জেল থেকে ছাড়া পাওয়ার পর অমৃতলাল শহরে ফিরে আসেন।\n\n\n== তথ্যসূত্র =="}