{"pageid": 1432025, "title": "চতুর্দশ পুর্ব", "url": "https://bn.wikipedia.org/wiki?curid=1432025", "content": "চতুর্দশ পুর্ব হলো জৈনধর্মের প্রাচীন বা পূর্ব জ্ঞান, জৈন ধর্মগ্রন্থের বৃহৎ অংশ যা এই মহাবিশ্বে উপলব্ধ সমস্ত জ্ঞানকে ধারণ করে জৈনধর্মের সমস্ত তীর্থংকর দ্বারা প্রচারিত হয়েছিল। পুর্বজ্ঞানী ব্যক্তিদেরকে শ্রুতকেবলী বা \"শাস্ত্রীয়ভাবে সর্বজ্ঞ ব্যক্তিদের\" উচ্চ মর্যাদা দেওয়া হয়েছিল। জৈন ঐতিহ্য, শ্বেতাম্বর ও দিগম্বর উভয়ই মনে করে যে চৌদ্দটি পুর্বই হারিয়ে গেছে। ঐতিহ্য অনুসারে, পুর্বগুলো প্রামাণিক সাহিত্যের অংশ ছিল এবং দৃষ্টিবাদের তৃতীয় বিভাগে (দ্বাদশ ও শেষ শাস্ত্র) জমা হয়েছিল। মহাবীরের নির্বাণ পরে এবং দুর্ভিক্ষের প্রভাবের কারণে পুর্বের জ্ঞান মোটামুটি দুর্বল হয়ে পড়েছিল, যে শেষ পর্যন্ত শুধুমাত্র একজন ব্যক্তির - ভদ্রবাহু স্বামীর এর উপর আধিপত্য ছিল। মহাবীরের ভবিষ্যদ্বাণী অনুসারে, তাঁর নির্বাণের ১,০০০ বছরের মধ্যে পূর্বের জ্ঞান মারা যায় এবং অবশেষে, সমগ্র দৃষ্টিবাদও অদৃশ্য হয়ে যায়। যাইহোক, দৃষ্টিবাদ ও পুর্বসমূহের বিষয়বস্তুর বিশদ সারণী চতুর্থাঙ্গ, নন্দী ও সমবায়ঙ্গ সূত্রে টিকে আছে। তদ্ব্যতীত, দৃষ্টিবাদ ও পুর্বসমূহের কিছু অংশ শতখণ্ডগম ও কষায়প্রভ্রতে টিকে আছে বলে জানা যায়, বিশেষ করে কর্মের মতবাদ।\n\n\n== পুর্বসমূহের বিষয়বস্তু ==\nবিভিন্ন বর্ণনা ও বিবরণ সম্বলিত চৌদ্দটি পুর্ব ছিল নিম্নরূপ:\n\nউৎপাদ পুর্ব: জীবিত (জীব), অজীব (আজীব), এবং এর পদ্ধতি (পর্যায়)\nঅগ্রহানীয় পুর্ব: নয়টি বাস্তবতা (নবতত্ত্ব), ছয়টি পদার্থ (শদদ্রব্য) ইত্যাদি।\nবীর্যপ্রবাদ পুর্ব: আত্মার শক্তি, নির্জীব ইত্যাদির সাথে সম্পর্কিত।\nঅস্তীনস্তীপ্রবাদ পুর্ব: বহুবিধ দৃষ্টিভঙ্গি (অনেকান্তবাদ), সপ্তভঙ্গী ইত্যাদি।\nজ্ঞানপ্রবাদ পুর্ব: পাঁচ প্রকার জ্ঞান এবং তিন প্রকার অজ্ঞতা ইত্যাদি।\nসত্যপ্রবাদ পুর্ব: সত্য, সংযম, নীরবতা (মৌন), বক্তৃতা ইত্যাদির সাথে সম্পর্কিত।\nআত্মাপ্রবাদ পুর্ব: বিভিন্ন দৃষ্টিকোণ থেকে আত্মার বিশ্লেষণ (নায়া)\nকর্মপ্রবাদ পুর্ব: কর্মের তত্ত্ব, এর বন্ধন, প্রবাহ, এর প্রকৃতি, ফল, ত্যাগ\nপ্রত্যখ্যান পুর্ব: ত্যাগ করা (পচ্ছখান), সংযম, ব্রত, বিচ্ছিন্নতা ইত্যাদি।\nবিদ্যাপ্রবাদ পুর্ব: দক্ষতা (বিদ্যা), ব্যতিক্রমী ক্ষমতা, অনুশীলন\nকল্যাণপ্রবাদ পুর্ব: আধ্যাত্মিক সতর্কতা (অপ্রমাদ) এবং অলসতা (প্রমাদ)\nপ্রাণপ্রবাদ পুর্ব: দশ প্রকারের জীবন পদার্থ বা জীবনীশক্তি (প্রাণ), আয়ুষ্কাল ইত্যাদি।\nক্রিয়াবিশলা পুর্ব: দক্ষতা, নারীদের ৬৪টি কলা, পুরুষের ৮৪টি কলা ইত্যাদি।\nলোকবিন্দু পুর্ব: স্বর্গ ও নরক, গণিত ইত্যাদি সহ মহাবিশ্বের তিনটি অংশ।\nপুর্বসমূহের বিষয়বস্তু এতই বিস্তৃত ছিল যে, ঐতিহ্য বলে যে, প্রথমটি হাতির আকারের সমান কালির আয়তনে লেখা। দ্বিতীয়টি দুই গুণ বড়, এবং তৃতীয়টি দ্বিতীয়টির চেয়ে দুই গুণ বড় ইত্যাদি। বলা হয়, পুর্বসমূহের জ্ঞানকে শব্দে বর্ণনা করার সমস্ত প্রচেষ্টা বৃথা। এটি ছয় ধরণের বাস্তব বা পদার্থ, সমস্ত ধরণের জীব, যা অনন্তকালের জন্য বিদ্যমান ছিল সেগুলি সম্পর্কে বিশদ তথ্য সরবরাহ করেছিল। যা ক্ষণস্থায়ী সময়ের জন্য অস্তিত্ব লাভ করবে এবং তাদের বিলুপ্তির সময়, পাঁচ প্রকার জ্ঞান, সত্য, আত্মা, কর্ম, মন্ত্র, তপস্যার উপকারিতা, তপস্বী ও গৃহস্থদের জীবনধারা, জন্ম, মৃত্যু এবং এর বিস্তারিত বর্ণনা। সমগ্র মহাবিশ্ব। এটিতে বিভিন্ন জাদুকরী ক্ষমতা অর্জন সহ ব্যতিক্রমী ক্ষমতা অর্জনের বিভিন্ন জ্ঞান রয়েছে।\n\n\n== শ্রুতকেবলীগণ ==\nপুর্বসমূহের জ্ঞান থাকা ব্যক্তিরা শ্রুতকেবলী বা \"শাস্ত্রীয়ভাবে সর্বজ্ঞ ব্যক্তি\" নামে পরিচিত ছিলেন। তারা আলোকিত বা কেবল জ্ঞান অর্জন থেকে এক ধাপ দূরে ছিল। মহাবীরের পরে নিম্নলিখিত ব্যক্তিদের পুর্বসমূহের জ্ঞান ছিল:\n\nগণধর গৌতমস্বামী\nগণধর সুধর্মস্বামী\nজম্বুস্বামী\nব্যক্তি তিনজন কেবল জ্ঞান লাভ করেছিলেন এবং পরবর্তীকালে মুক্ত হয়েছিলেন। জম্বুস্বামীর পরে, জৈন আদেশের নিম্নলিখিত প্রধানরা যারা তাঁর উত্তরসূরি ছিলেন তাদের সমগ্র ১৪টি পুর্ব সম্পর্কে জ্ঞান ছিল:\n\nপ্রভা\nসায়ম্ভা\nযশোভদ্র\nসম্ভূতবিজয়া\nভদ্রবাহু\nস্থুলভদ্র: যদিও বলা হয় যে তিনি ১৪টি পুর্বের সবকটিই জানেন, কিন্তু শেষ চারটি পুর্বের অর্থ তাঁর কাছে প্রকাশ করা হয়নি।\n\n\n== পুর্বসমূহের বিলুপ্তি ==\nভারতবিদ হারমান জ্যাকোবি মত দেন যে এর অস্তিত্বের মধ্যে সত্যের উপাদান হলো পুর্বসমূহ বা প্রাচীন জ্ঞান; যাইহোক, তিনি মত পোষণ করেছিলেন যে দৃস্টিবাদে পূর্বের সম্পূর্ণ পাঠের পরিবর্তে পুর্বসমূহের বিমূর্ত রয়েছে। তাঁর মতে, এটা কোন কাকতালীয় ঘটনা নয় যে নতুন শাস্ত্রের সংস্কারের সাথে সাথে পুর্বসমূহের জ্ঞান ম্লান হতে শুরু করেছে। তিনি অভিমত পোষণ করেন যে ধর্মদ্রোহী ঐতিহ্যের মতের বিতর্ক সম্বলিত দৃষ্টিবাদের প্রতিদ্বন্দ্বী ঐতিহ্যগুলি বিলুপ্ত হয়ে যাওয়ার পরে হয়তো আর কোনো উদ্দেশ্য পূরণ হয়নি।\nঅন্যদিকে, আচার্য হেমচন্দ্রের পরিশিষ্টপর্ব, যা স্থবিরাবলি নামেও পরিচিত (প্রবীণ বা জৈন পিতৃপুরুষদের জীবনের গল্প) এ পুর্বসমূহের বিলুপ্তি সম্পর্কে বিস্তারিত তথ্য রয়েছে। ভদ্রবাহু স্বামীই ছিলেন শেষ ব্যক্তি যিনি সমগ্র ১৪টি পুর্বের জ্ঞান লাভ করেছিলেন। তিনি তার প্রধান শিষ্য স্থুলভদ্রকে শেষ চারটি পুর্ব শেখাতে অস্বীকার করেছিলেন, যিনি তার পূর্বের জ্ঞানকে জাদুকরী ক্ষমতা প্রদর্শনের জন্য ব্যবহার করেছিলেন। ভদ্রবাহু, পুর্বের ক্ষতি এবং নৈতিকতা ও আচার-আচরণ হ্রাসের পূর্বাভাস দিয়ে, শেষ পর্যন্ত স্থুলভদ্রকে বাকি পুর্বগুলি শেখাতে সম্মত হন, এই শর্তে যে তিনি শেষ চারটি পুর্ব অন্য কারও হাতে দেবেন না।\nতাই, স্থুলভদ্র তার শিষ্য মহাগিরি এবং সুহাস্তিনকে মাত্র দশটি পুর্ব শিখিয়েছিলেন, কারণ শেষ চারটি পুর্ব কাউকে শেখাতে তাঁর নিষেধ ছিল। ধীরে ধীরে, বিভেদ বৃদ্ধি এবং ধর্মগ্রন্থগুলিকে স্মৃতিতে প্রতিশ্রুতিবদ্ধ করতে সন্ন্যাসীদের অক্ষমতার সাথে, পুর্ব এবং দৃষ্টিবাদের জ্ঞান বিলুপ্ত হয়ে যায়।\n\n\n== তথ্যসূত্র =="}