{"pageid": 1432815, "title": "ব্রের খরগোশ", "url": "https://bn.wikipedia.org/wiki?curid=1432815", "content": "ব্রের খরগোশ ( BRAIR তথা ব্রাদার র‍্যাবিট এর নামের সংক্ষিপ্ত রূপ) হল আফ্রিকার মৌখিক উপকথাসমূহের একটি কেন্দ্রীয় চরিত্র যা দক্ষিণ মার্কিন যুক্তরাষ্ট্রের আফ্রিকান-আমেরিকান এবং ক্যারিবীয় অঞ্চলে আফ্রিকান বংশধরদের দ্বারা প্রবর্তিত হয়েছে। উল্লেখযোগ্যভাবে আফ্রো-বাহামিয়ান এবং তুর্কি ও কাইকোস দ্বীপবাসীরাও এর প্রবর্তনে ভূমিকা রেখেছে। এই চরিত্রটি চাতুরী এবং বুদ্ধিমত্তার দ্বারা সফলতা লাভ করে থাকে। মূলত ১৯ শতকে জোয়েল চ্যাণ্ডলার হ্যারিস এর হাত ধরে চরিত্রটি জনপ্রিয় চরিত্রে রূপান্তরিত হয়। ১৯৪৬ সালে ওয়াল্ট ডিজনি প্রোডাকশনের গান অফ দ্য সাউথ-এ চরিত্রটি অন্তর্ভুক্ত হয়।\n\n\n== আফ্রিকান উৎস ==\n\nব্রের খরগোশের গল্পগুলির উৎস প্রধানত আফ্রিকাতে খুঁজে পাওয়া যায়, বিশেষ করে পশ্চিম, মধ্য এবং দক্ষিণ আফ্রিকার গল্প বলার সময় প্রধানত যে খরগোশ চরিত্রটির উপস্থিতি দেখা যায়। সিয়েরা লিওনের টেমনের লোকরা বাচ্চাদের একটি কথা বলা খরগোশের গল্প বলে থাকেন। আফ্রিকার অন্যান্য অঞ্চলে শিশুদের কথা বলা খরগোশ এবং অন্যান্য প্রাণীর গল্প শোনান। এই গল্পগুলো ঐ অঞ্চল জুড়ে অসংখ্য মানুষের ঐতিহ্যবাহী লোককাহিনীর অংশ হয়ে আছে। পশ্চিম আফ্রিকার আকান ঐতিহ্যে সাধারণত মাকড়সা আন্যান্সিকে ঘিরে গল্প তৈরি হয়। তবে তার গল্পের পটভূমিগুলি প্রায়শই ব্রের খরগোশের গল্পগুলির সঙ্গে অভিন্ন রূপের। যাইহোক, আন্যান্সি কিছু গল্পে \"আডানকো\" (আসান্তে-টুই ভাষায় যার অর্থ \"খরগোশ\") নামে একটি কৌশলী খরগোশের মুখোমুখি হয়। \"ব্রের খরগোশ\" হিসেবে একই নামের জ্যামাইকান চরিত্রটি আকান জনগণের আন্যান্সির গল্পের একটি রূপান্তর।\nকিছু পণ্ডিতরা বলেছেন, আমেরিকান গল্পে ব্রের খরগোশ দাস আফ্রিকানদের প্রতিনিধিত্ব করে যারা প্রতিকূলতা কাটিয়ে উঠতে এবং তাদের প্রতিপক্ষ, শ্বেতাঙ্গ মালিকদের উপর সঠিক প্রতিশোধ নিতে নিজেদের বুদ্ধি ব্যবহার করেছিল। সবসময় সফল না হলেও ব্রার র্যাবিটের প্রচেষ্টা তাকে একজন লোক নায়ক করে তোলে।\n\nব্রের খরগোশে শিশুতোষ গল্পের বেশ কিছু উপাদান বিদ্যমান (যেমন খরগোশকে একটি পাঠ শেখানো হয়, খরগোশকে ঘুষি মারা এবং গুঁতোনো ইত্যাদি), যা জিম্বাবুয়ে-বতসোয়ানার লোককথায় পাওয়া জিনিসগুলির কথা মনে করিয়ে দেয়।\n১৯ শতকের শেষের দিকে লোকসাহিত্যিকরা প্রথমবারের মত উল্লেখ করেছেন যে সেনেগালি লোককাহিনীতে ব্রের খরগোশ এবং লিউকের মধ্যে সংযোগের ভিত্তিতে গল্পের আমেরিকান সংস্করণগুলি পশ্চিম আফ্রিকানেরা দ্বারা তৈরি করেছিল।\n\n\n== আরো দেখুন ==\nগুল্লা গল্প\nআঙ্কেল রেমাস চরিত্রের তালিকা\n\n\n== তথ্যসূত্র =="}