{"pageid": 1432516, "title": "১৭ই রমজান মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1432516", "content": "১৭ই রমজান মসজিদ বাগদাদ শহরের পূর্ব কাররাডা জেলার আর-রুসাফায় অবস্থিত একটি মসজিদ, মসজিদটি আল-ফিরদোস স্কয়ারের বিপরীতে এবং ইশতার হোটেলের সামনে অবস্থিত। মসজিদটি ইরাকের রাজকীয় যুগের এবং এটি একটি গুরুত্বপূর্ণ ঐতিহাসিক ল্যান্ডমার্ক হিসাবে বিবেচিত হয় কারণ এটি শহরের একটি উল্লেখযোগ্য জায়গায় অবস্থিত।\n\n\n== ইতিহাস ==\n\n\n=== পটভূমি ===\nইরাকের বাদশাহ গাজীর শাসনামলে ভিত্তিপ্রস্তর (সাধারণত নতুন কোন স্থাপনা তৈরী করার সময় এটি স্থাপন করা হয়) স্থাপন করা হয়েছিল তবে আবদুল করিম কাসেম কর্তৃক ১৯৫৯ সালের ১৪ জুলাই বিপ্লবের আগ পর্যন্ত কাজটি সম্পূর্ণ হয়নি এবং প্রথমে মসজিদটির নাম \"শহীদ মসজিদ\" নাম দেওয়া হয়েছিল, তবে উদ্বোধন হওয়া সত্ত্বেও ৬ ডিসেম্বর পর্যন্ত মসজিদে নামাজ অনুষ্ঠিত হয়নি। ১৯৬৩ সালে আবদুস সালাম আরিফের শাসনামলে ১৯৬৩ সালের রমজান বিপ্লবের সম্মানে মসজিদটির নামকরণ করা হয় \"১৪ই রমজান মসজিদ\"। \nমসজিদটির অনেক নাম ধারণের ইতিহাসও রয়েছে, মসজিদটি মূলত \"আল-আলাউইয়াহ মসজিদ\" নামে নামকরণ করা হয়েছিল কিন্তু ১৪ জুলাই বিপ্লবের পরে এটি \"প্রজাতন্ত্র মসজিদ\" নামে পরিচিত হয়। কিন্তু আবদুল করিম কাসেম কর্তৃক উদ্বোধনের পর মসজিদটির নাম \"শহীদ মসজিদ\" রাখতে চেয়েছিলেন। ১৯৬৩ সালের ৬ ডিসেম্বর মসজিদটির নামকরণ করা হয় \"১৪ই রমজান মসজিদ\"।\n\n\n=== পরবর্তী ঘটনাবলী ===\n\n১৯৫৯ সালে, আবদুল করিম কাসেম আল-ফিরদোস স্কয়ারে মসজিদের সামনে অজানা সৈনিকের প্রথম স্মৃতিস্তম্ভ উদ্বোধন করেছিলেন এবং প্রবীণ রাজনৈতিক ব্যক্তিত্বদের জন্য একটি উপাসনালয় হতে হবে যারা ইরাক সফর করবেন এবং সেখানে পুষ্পস্তবক অর্পণ করা হবে। এরপর ১৯৫৯ সালে স্মৃতিস্তম্ভটি ভেঙে ফেলা হয়। ১৯৮১ সালে মসজিদটি অন্য একটি স্থানে তৈরি করা হয় এবং এর জায়গায় সাবেক রাষ্ট্রপতি সাদ্দাম হোসেনের একটি ভাস্কর্য স্থাপন করা হয়। ইরাকে মার্কিন আক্রমণনের সময় মূর্তিটি ধ্বংস করা হয় এবং বদরের যুদ্ধের স্মরণে মসজিদটির বর্তমান নামকরণ করা হয়। মসজিদের পাশাপাশি ফিরদোস স্কয়ার স্থানটির সমাপ্তি ঘটে এবং নতুন ইরাকের সূচনা হয়, তবে এ আক্রমণের পরে বিশৃঙ্খলা আসবে তারও প্রতীক ছিল। বর্তমানে, মসজিদটি চালু রয়েছে যেখানে সুন্নি এবং শিয়া উভয় মুসলমানদের জন্য জুমার নামাজ অনুষ্ঠিত হয়।\n\n\n== বর্ণনা ==\n\nমসজিদটিকে গুরুত্বপূর্ণ বলে মনে করা হয় এবং মসজিদটির সুন্দর ইসলামী নির্মাণ এবং শৈলী হিসাবে বিবেচিত হয়। মসজিদটি বাগদাদের প্রাচীন শহুরে নিদর্শনগুলির মধ্যে অন্যতম মসজিদ হিসাবে বিবেচনা করা হয়। মসজিদের মোট আয়তন ৫,০০০ বর্গমিটার এবং মসজিদটিতে একটি বড় চ্যাপেল রয়েছে যেখানে ২,৫০০ এরও বেশি মুসল্লি মিটমাট করতে পারে। মহিলাদের জন্য একটি চ্যাপেল, প্রশাসন ও কর্মীদের জন্য একটি কক্ষ এবং অভয়ারণ্যের চারপাশে একটি বাগান রয়েছে। ইমাম এবং প্রচারকদেরকে জন্য উৎসর্গীকৃত একটি কক্ষ এবং ধর্মীয় অনুষ্ঠান এবং শোক সভা করার জন্য একটি কক্ষ রয়েছে। এখানে কুরআন অধ্যয়ন এবং মুখস্থ করতে সহায়তা করে যা \"আহলে কুরআন কেন্দ্র\" নামে পরিচিত।\nমসজিদটিতে ইরাকি শিক্ষক ক্যালিগ্রাফার হাশেম মুহাম্মদ আল-বাগদাদির করা ক্যালিগ্রাফি এবং চিত্রকর্মও রয়েছে, যা কিবলার দিকে তৈরি করা হয়েছে এবং মসজিদের বাগানগুলোও দেখা যায়।\n\n\tমসজিদের সাধারণ বিবরণ\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\n\nইরাকে ইসলাম\nইরাকের মসজিদের তালিকা\nবাগদাদে মসজিদসমূহের তালিকা\nআল-সাদউন সড়ক\nফিরদোস স্কয়ারের মূর্তি ধ্বংস\n\n\n== তথ্যসূত্র =="}