{"pageid": 1432593, "title": "আৰ্যিকা", "url": "https://bn.wikipedia.org/wiki?curid=1432593", "content": "আর্যিকা (সংস্কৃত: आर्यिका) বা সাধ্বী হলো জৈন ঐতিহ্যে ভিক্ষাজীবী সন্ন্যাসিনী।\n\n\n== ইতিহাস ==\n\nপ্রথাগত দিগম্বর ঐতিহ্যে, একজন পুরুষ মানুষকে মুক্তি পাওয়ার সম্ভাবনার শীর্ষের সবচেয়ে কাছাকাছি বলে মনে করা হয়, বিশেষ করে তপস্যার মাধ্যমে। নারীদের অবশ্যই কর্মময় যোগ্যতা অর্জন করতে হবে, পুরুষ হিসাবে পুনর্জন্ম লাভ করতে হবে, এবং তবেই তারা জৈনধর্মের দিগম্বর সম্প্রদায়ে আধ্যাত্মিক মুক্তি পেতে পারে। এই দৃষ্টিভঙ্গি শ্বেতাম্বর সম্প্রদায়ের থেকে ভিন্ন যেটি বিশ্বাস করে যে নারীরাও সংসার  থেকে মুক্তি লাভ করতে পারে সাধক হয়ে এবং তপস্বী অনুশীলনের মাধ্যমে।\nশ্বেতাম্বর জৈন গ্রন্থ অনুসারে, কল্পসূত্রের পর থেকে, জৈনধর্মে সাধুদের চেয়ে বেশি সাধ্বী ছিল। আধুনিক যুগের তপা গাছে, সাধ্বী থেকে সাধু অনুপাত প্রায় ৩.৫ থেকে ১। এটি অনেক বেশি, এবং বৌদ্ধ ও হিন্দু ধর্মে ঐতিহাসিকভাবে পরিলক্ষিত লিঙ্গ অনুপাতের বিপরীতে।\nঐতিহ্যগতভাবে, স্বেতাম্বরের বিপরীতে, দিগম্বর সম্প্রদায়ের অনেক কম সাধ্বী ছিল। সমসাময়িক সময়ে, কিছু দিগম্বর সংগঠনের মধ্যে সন্ধি রয়েছে, তবে সাধ্বী থেকে সাধু অনুপাত প্রায় ১ থেকে ৩।\n\n\n== আচার ==\nসাধ্বী, সাধুর মতো, পাঁচটি প্রতিজ্ঞা করার মাধ্যমে অনুপ্রেরণামূলক আদেশে প্রবেশ করেন: অহিংসা, সত্য, অস্তেয়, \nব্রহ্মচর্য এবং অপরিগ্রহ।\nআর্যিকাদের আচরণের বর্ণনা দিয়ে চম্পত রায় জৈন তার বইত সন্ন্যাস ধর্ম -এ লিখেছেন:\n\nসাধারণ মানুষের বাড়িতে একা বা উদ্দেশ্য ছাড়া আর্যিকা যান না। তাকে একক পোশাকের অনুমতি দেওয়া হয় যা তার পুরো শরীর, মাথা থেকে পা পর্যন্ত ঢেকে রাখে। অন্যান্য সমস্ত ক্ষেত্রে তিনি নিজেকে বিপরীত লিঙ্গের সাধু হিসাবে আচরণ করেন। আর্যিকা পণ্ডিত-পণ্ডিত মৃত্যুর জন্য উচ্চাকাঙ্ক্ষা করার যোগ্য নয়, কিন্তু তিনি পুরুষ শরীর থেকে, পরবর্তী অবতারে এটি পৌঁছানোর আশা করেন। এর কারণ খুঁজে বের করতে হবে যে, নারীদেহ সবদিক থেকে পুরুষদেহের মতো নয়, তাই নারীর রূপ থেকে নারীর মুক্তি সম্ভব নয়। এর সংক্ষেপে, যাইহোক, পুরুষ সাধক ও আর্যিকা উভয়ের মধ্যে আর কোন পার্থক্য নেই এবং পরবর্তীটি তার তপস্যার ফলস্বরূপ স্বর্গ লাভ করে, যখন, নারী রূপে পুনর্জন্মের দায় বিনষ্ট করে, তিনি স্বর্গীয় অঞ্চলে দেবের (স্বর্গীয় অঞ্চলের বাসিন্দা) পুরুষ দেহে আবির্ভূত হন। পুরুষদের মধ্যে তার পরবর্তী পুনঃজন্মে সে পুরুষ লিঙ্গ ধরে রাখবে, এবং তারপর 'নির্বাণে মৃত্যু থেকে অনন্ত জীবন পর্যন্ত' পণ্ডিত-পণ্ডিত রীতির মাধ্যমে পরিত্রাণের জন্য যোগ্য হবে। আর্যিকা তার খাবার নিতে বসে, কিন্তু অন্য দিক থেকে বিপরীত লিঙ্গের সাধুদের দ্বারা পরিচালিত নিয়মগুলি অনুসরণ করে।\nনারীজাতির আধ্যাত্মিক মুক্তিকে সমর্থনকারী জৈনরা মনে করেন যে তাদের আচরণ এই ধরনের পথে অন্তর্ভুক্ত: \"তিন রত্ন দ্বারাই মোক্ষ লাভ হয়। আগমের কোথাও বলা হয়নি যে নারীরা এই তিন রত্ন\n(সঠিক বিশ্বাস, সঠিক জ্ঞান, এবং সঠিক আচরণ) উপলব্ধি করতে অক্ষম\"।\n\n\n=== জ্ঞানমতী ===\n\nজ্ঞানমতী মাতাজি হলেন একজন জৈন সন্ন্যাসিনী যিনি গণিনী প্রমুখের পদে রয়েছেন।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nJaini, Padmanabh S. (১৯৯১), Gender and Salvation: Jaina Debates on the Spiritual Liberation of Women, University of California Press, আইএসবিএন 0-520-06820-3 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nShanta, N. (১৯৯৭)। The Unknown Pilgrims, The Voice of the Sadhvis: The History, Spirituality, and Life of the Jaina Women Ascetics। Sri Satguru Publications। আইএসবিএন 8170305357।"}