{"pageid": 1432413, "title": "এরুথুকালি", "url": "https://bn.wikipedia.org/wiki?curid=1432413", "content": "এরুথুকালি ভারতের কেরালার উত্তর মালাবার অঞ্চলে জনপ্রিয় একটি লোকশিল্প। এরুথুকালি-কে এরুথু কালি নামেও অনেক সময় চিহ্নিত করা হয়ে থাকে। এটি মাভিলার সম্প্রদায় দ্বারা আয়োজিত একটি লোকশিল্প।\n\n\n== বিবরণ ==\nএরুথুকালি বা এরুথু কালি ভারতের কেরালার উত্তর মালাবার অঞ্চলে জনপ্রিয় একটি লোকশিল্প, যা কাসারগড় এবং কান্নুর জেলার পাহাড়ি এলাকায় বসবাসকারী মাভিলান সম্প্রদায়ের দ্বারা চর্চা করা হয়ে থাকে। মালয়ালম ক্যালেণ্ডার অনুসারে থুলম মাসের দশম দিনে মাভিলার লোকেদের দ্বারা তাদের গ্রামের এলাকায় পরিবেশিত একটি লোকশিল্প হিসেবে এটি আখ্যায়িত হয়।\nএরুথুকালি বা এরুথু কালি আসলে একটি প্রার্থনা নৃত্য হিসাবে পরিবেশিত হয়, যা করলে ভবিষ্যতে সকলের ঘরে কৃষি সমৃদ্ধি হবে।\n\n\n== ব্যুৎপত্তি ==\n'এরুতু' শব্দের অর্থ বড় বলদ। 'কালি' মানে খেলা বা নাচ। এরুথুকালির প্রধান চরিত্র হল এদুপুকাল (নকল বলদ)। এটি একটি বড় বলদ যা বাঁশের লাঠি, খড়, কাপড় দিয়ে তৈরি এবং এর মাথাটি হয় কাঠের।\n\n\n== শ্রুতি ==\nমাভিলারদের পূর্বপুরুষরা যখন জেনমিদের ক্ষেত পোনামে (পাহাড়ে জঙ্গল কেটে তৈরি জমিতে ধান চাষ) কাজ করছিলেন, তখন দু'জনকে সুব্রহ্মণ্যের কাছে পাঠানো হয়েছিল বলদ কিনতে। বলদ নিয়ে ফেরার পথে ক্লান্ত বোধ ক'রে দুজনে পথে বিশ্রাম নিয়ে ঘুমিয়ে পড়ল। তারা যখন উঠল, বলদগুলিকে কোথাও খুঁজে পাওয়া যাচ্ছিল না। সর্বত্র খোঁজাখুঁজি করেও তাদের কোনো লাভ হয়নি। তখন তারা প্রতিবছর ইরুথুকালি পালন করবে বলে প্রতিজ্ঞা করেছিল। বলদগুলি ফেরত আসার পর তারা প্রতিজ্ঞা অনুযায়ী প্রতিবছর ইরুথুকালি পালন করা শুরু করে।\n\n\n== প্রদর্শন ==\nএরুথু পোশাক পরার আগে, প্রদর্শনকারীরা পূর্বপুরুষদের কাছে তাজা ধান দিয়ে তৈরি চিঁড়া ও মুড়ি এবং ফল দিয়ে নৈবেদ্য প্রদান করে এবং তাদের নিয়ে প্রার্থনা করে।\nবাঁশের লাঠি, খড়, কাপড় ও কাঠের মাথা দিয়ে তৈরি একটি বড় বলদকে নিয়ে মাভিলাররা ছন্দে দুলিয়ে ঘরে ঘরে যায়। চেন্দা ও চেম্পিলার মতো ঐতিহ্যবাহী বাদ্যযন্ত্র যন্ত্র হিসেবে ব্যবহৃত হয়। যন্ত্রসংগীত অনুযায়ী গান ও নৃত্যের ব্যবহারও এ ক্ষেত্রে উল্লেখযোগ্য। কৃষির শুরু সম্পর্কে রচিত গান এই ক্ষেত্রে ব্যবহৃত হয়।  এটি মালয়ালম ক্যালেণ্ডারের থুলম মাসের দশম দিনে শুরু হয়। তৃতীয় দিনে বাঘের বলদ শিকারের মাধ্যমে লোকশিল্পটি শেষ হয়।\nবলদটিকে কৃষি কাজের সঙ্গে যুক্ত সব বাড়িতে নিয়ে যাওয়া হয়। গ্রামের পরিবারগুলির পক্ষ থেকে প্রদর্শনকারীদের উপহারও দেওয়া হয়ে থাকে।\n\n\n== তথ্যসূত্র =="}