{"pageid": 1432388, "title": "ভিলা (পরী)", "url": "https://bn.wikipedia.org/wiki?curid=1432388", "content": "ভিলা [ˈviːla ](বহুবচন: ভিলে, বা ভিলি [ˈviːli ] ; বুলগেরীয়: vila, diva, juda, samovila, samodiva, samojuda ; চেক: víla, samodiva, divoženka ; Old East Slavic ; পোলীয়: wiła ; সার্বো-ক্রোয়েশীয়-বসনীয়: vila; স্লোভাক: víla;)  জলপরীর অনুরূপ একটি স্লাভিক পরী-গোষ্ঠীকে বুঝাতে ব্যবহৃত হয়।\n\n\n== লোককাহিনীর হিসাব ==\nনাটালি কোনোনেনকোর মতে, ভিলারা হল প্রকৃতির নারী আত্মা, যারা মানুষের সাথে দ্বৈত সম্পর্কের মত আচরণ করে থাকে। রূপকথায় তারা তাদের প্রতি বিদ্বেষপূর্ণ আচরণ করতে পারে (মানুষকে হত্যা করা, ফসল ধ্বংস করা), কিন্তু নায়ককে যাদুকরী বস্তু এবং মাউন্ট দিয়ে সাহায্য করতে পারে।  তারা যোদ্ধার মতো গুণাবলীও দেখাতে পারে। \nসাধারণত তারা তিন প্রকার, যারা ভূমিতে এবং বনে বাস করে (সার্বো-ক্রোয়েশীয়-বসনীয়: zagorkinje, pozemne vile), জলের নিম্ফস হিসেবে (সার্বো-ক্রোয়েশীয়-বসনীয়: brodarice, povodne vile), এবং মেঘ বা বায়ু নিম্ফস হিসেবে ( সার্বো-ক্রোয়েশীয়-বসনীয়: vile oblakinje, zračne vile)। তারা রাজহাঁস, বাজপাখি, ঘোড়া বা নেকড়ে হিসাবে উপস্থিত হয়; মেঘ নিম্ফস রাতে ঘূর্ণিবায়ু হিসাবে প্রদর্শিত হয়। তারা পাইপ এবং ড্রামের সম্মিলিত একটি ভয়ানক শব্দ নির্গত করে মেঘের মধ্যে ঘুরে বেড়ায়। যে কেউ তাদের ডাকে কঠোর হয়ে যায়। ডাক শ্রবণকারী রোগে আক্রান্ত হন এবং এক বা দুই বছরের মধ্যে মারা যান।\n\n\n== ধারাবাহিকতা ==\nনৃতাত্ত্বিক ইভা পোক্সের মতে, ভিলা শব্দটি সার্বিয়ান এবং ক্রোয়েশিয়ান শব্দ vilovnjak, vilenjak, vilenica, vilaš- তেও দেখা যায়। সকল শব্দগুলোই এক ধরনের \"পরী জাদুকর\" বোঝায়। ঐতিহাসিক এবং লোকসাহিত্যিক নথি অনুসারে তাদের ক্ষমতা দেওয়া হয়েছিল। \n\n\n== পশ্চিম ইউরোপীয় রেফারেন্স ==\n\n\n=== অভিধান ===\nMeyer's Konversationslexikon নামক অভিধান উইলস বা উইলিসকে বিবাহের রাতের আগে মারা যাওয়া বিবাহিত মেয়েদের আত্মা বা মহিলা ভ্যাম্পায়ার হিসাবে সংজ্ঞায়িত করে। হেইনের মতে, উইলিসরা তাদের কবরে বিশ্রাম নিতে অক্ষম। তারা মধ্যরাতে রাজপথে জড়ো হয়  এবং যুবকদের প্রলুব্ধ করে তাদের মৃত্যু ডেকে আনে। সার্বিয়াতে তারা ঈশ্বরের দ্বারা অভিশপ্ত কুমারী হিসেবে পরিচিত ছিল; বুলগেরিয়াতে, তারা সামোদিভা নামে পরিচিত ছিল (যে মেয়েরা বাপ্তিস্ম নেওয়ার আগে মারা গিয়েছিল)।\n\n\n=== সাহিত্য ===\nএই কিংবদন্তি ভিক্টর হুগোকে লেস ওরিয়েন্টালেসে (১৮২৮) তার \"ফ্যান্টোমস \" কবিতায় \"লেস উইলিস \" অন্তর্ভুক্ত করতে অনুপ্রাণিত করেছিলেন।\nহেনরিখ হেইন (১৮৩৫) দে ল'আলেমেগনে স্পষ্টভাবে \"ডাই উইলিস \" কে স্লাভিক কিংবদন্তি হিসাবে বর্ণনা করেছেন।\nজে কে রাউলিংয়ের হ্যারি পটার সিরিজে, ভিলা হল জাদুকরী প্রাণী যারা অত্যাশ্চর্য সুন্দর মহিলাদের সাথে সাদৃশ্যপূর্ণ। তারা গান এবং নাচ করতে পারে এবং যখন রাগান্বিত হয়, তারা ভয়ঙ্কর, পাখির মতো প্রাণীতে রূপান্তরিত হয় এবং তাদের হাত থেকে আগুনের গোলা ছুড়তে পারে।  সিরিজের চতুর্থ বই,হ্যারি পটার অ্যান্ড দ্য গবলেট অফ ফায়ারে তারা উপস্থিত হয়েছে, যেখানে তারা কুইডিচ বিশ্বকাপের সময় বুলগেরিয়ান কুইডিচ দলের মাস্কট হিসেবে কাজ করে। ফ্লেউর ডেলাকোর চরিত্রটিও একটি কোয়ার্টার-ভিলা হিসেবে মনে করা হয়। \n\n\n=== থিয়েটার এবং অপেরা ===\nউইলিস অ্যাডলফ অ্যাডামের রোমান্টিক ব্যালে জিসেলে প্রদর্শিত হয়।  ১৮৪১ সালে প্যারিসে প্রথমবারের মত এই নাচ অনুষ্ঠিত হয়েছিল অল্পবয়সী মেয়েদের ভূত হিসাবে যারা তাদের প্রেমিকদের দ্বারা বিশ্বাসঘাতকতার শিকার ছিল এবং বিয়ের দিন আগে মারা গিয়েছিল। তারা চাঁদনী রাতে বনে নাচে, যুবকদের নাচিয়ে মৃত্যুদণ্ড দেয়, কিন্তু ভোরের বিরতিতে অদৃশ্য হয়ে যায়। এই উইলিস খলনায়ক হিলারিয়নের জীবন-শ্বাস ছিনিয়ে নেয় এবং নায়ক আলব্রেখটের জন্য প্রায় একই কাজ করে, কিন্তু ভুতুড়ে গিসেলের প্রেমে সে রক্ষা পায়।\n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:Slavic mythologyটেমপ্লেট:Swan Maidenটেমপ্লেট:Fairies"}