{"pageid": 1432616, "title": "শেটগাং-শ্রেণীর ফাস্ট প্যাট্রোল বোট", "url": "https://bn.wikipedia.org/wiki?curid=1432616", "content": "শেটগাং-শ্রেণীর ফাস্ট প্যাট্রোল বোট হলো বাংলাদেশে নির্মিত দ্রুতগতির টহল নৌযানের শ্রেণী যা বাংলাদেশ কোস্ট গার্ড কর্তৃক ব্যবহৃত হয়। এই নৌযানসমূহ দেশীয় প্রযুক্তিগত সহায়তায় আনন্দ শিপইর্য়াড এন্ড স্লিপওয়েজ কর্তৃক নির্মাণ করা হয়। প্রতিটি নৌযান সামুদ্রিক এবং উপকূলীয় অঞ্চলে অবৈধ অনুপ্রবেশ, চোরাচালান রোধ, জলদস্যুতা দমন, সমুদ্রে উদ্ধার অভিযান, সুনীল অর্থনীতির বিভিন্ন কর্মকাণ্ড পরিচালনাসহ মৎস্য ও প্রাকৃতিক সম্পদ রক্ষায় কার্যকরী ভূমিকা রাখতে সক্ষম। এছাড়াও জাহাজগুলি দুর্যোগ কালীন সময়ে উদ্ধার অভিযান পরিচালনা ও দুর্যোগ পরবর্তী ত্রাণ তৎপরতা কার্যক্রমে অংশগ্রহণ করে।\n\n\n== ইতিহাস ==\nবাংলাদেশ কোস্ট গার্ডের জন্য গৃহীত দীর্ঘমেয়াদী আধুনিকায়ন পরিকল্পনার অংশ হিসেবে বাংলাদেশ সরকার দেশীয় উৎস থেকে সমরাস্ত্র সংগ্রহ বৃদ্ধির সিদ্ধান্ত গ্রহণ করে। সে অনুযায়ী বাংলাদেশ কোস্ট গার্ডের জন্য আনন্দ শিপইর্য়াড এন্ড স্লিপওয়েজ এ জাহাজ নির্মানের পদক্ষেপ নেয়া হয়। এরই ধারাবাহিকতায় বাংলাদেশ কোস্ট গার্ডের জন্য ২টি ফাস্ট প্যাট্রোল বোট নির্মাণের লক্ষ্যে বাংলাদেশ কোস্ট গার্ড এবং আনন্দ শিপইর্য়াড এন্ড স্লিপওয়েজ এর মধ্যেকার জাহাজ নির্মাণ সংক্রান্ত চুক্তি স্বাক্ষরিত হয়। সম্পাদিত চুক্তির অংশ হিসেবে বিসিজিএস শেটগাং এবং বিসিজিএস পোর্টে গ্রান্ডে জাহাজ দুটি নির্মিত হয়। জাহাজ দুটি নির্মাণকালে আন্তর্জাতিক খ্যাতিসম্পন্ন জার্মানি ভিত্তিক জার্মানিশার লয়েড এর নীতিমালা অনুসরণ করা হয়। নির্মাণকাজ শেষে ২০০৬ সালে জাহাজ দুটি আনুষ্ঠানিকভাবে কমিশনিং করা হয়।\n\n\n== বৈশিষ্ট্য ও যান্ত্রিক কাঠামো ==\nশেটগাং-শ্রেণীর ফাস্ট প্যাট্রোল বোট নৌযানের দৈর্ঘ্য ৩১.২০ মিটার (১০২.৪ ফুট), প্রস্হ ৫.৪০ মিটার (১৭.৭ ফুট) এবং গভীরতা ৩.০০ মিটার (৯.৮৪ ফুট)। নৌযানটির ওজন ১০৫ টন এবং নৌযানটিতে প্রচলন শক্তি হিসেবে রয়েছে:\n\n২টি ১,৫০০ অশ্বশক্তি (১,১০০ কিলোওয়াট) বিশিষ্ট এমটিইউ ১২ভি-২০০০ ডিজেল ইঞ্জিন (জার্মানি);\n২টি ৫৯ কিলোওয়াট ক্ষমতাসম্পন্ন কামিন্স জেনারেটর (গণচীন);\n২টি জেডএফ ৭৬০০ ট্রান্সমিশন (জার্মানি);\n২টি ফিক্সড পিটচ প্রোপেলার;\n২টি শ্যাফট এবং ইলেক্ট্রোহাইড্রোলিক স্টিয়ারিং গিয়ার সিস্টেম।\nযার ফলে নৌযানটির সর্বোচ্চ গতিবেগ ঘন্টায় ২৩ নট (৪৩ কিলোমিটার প্রতি ঘণ্টা; ২৬ মাইল প্রতি ঘণ্টা)। এছাড়াও এটি ২৭ জন সদস্য নিয়ে একনাগাড়ে ৭ দিন অভিযান পরিচালনা করতে সক্ষম। সেন্সর এবং কার্যপদ্ধতি হিসেবে রয়েছে: \n\n১টি ফুরুনো ডিআরএস৪ডব্লিউ র‍্যাডার (জাপান);\n১টি ফুরুনো এফএআর-৩৩২০ চার্ট র‍্যাডার (জাপান);\n১টি হাল মাউনন্টেড মাল্টি-বিম ইকো সাউন্ডার (মার্কিন যুক্তরাষ্ট্র);\n১টি হাল মাউনন্টেড সিঙ্গেল-বিম ইকো সাউন্ডার (মার্কিন যুক্তরাষ্ট্র);\n১টি ডিজিপিএস রিসিভার (মার্কিন যুক্তরাষ্ট্র);\n১টি সাউন্ড ভেলোসিটি প্রোফাইলার (যুক্তরাজ্য);\n১টি জেআরসি জেএমএ-৩৩০০ মাল্টিরোল ডিসপ্লে সহ নেভিগেশন র‍্যাডার (মার্কিন যুক্তরাষ্ট্র);\n১টি চৌম্বকীয় কম্পাস (জাপান);\n১টি জিপিএস রিসিভার (ফুরুনো);\n১টি ইকো সাউন্ডার (কোডেন);\n১টি রাডার অ্যাঙ্গেল ইন্ডিকেটর;\n১টি ভিএইচএফ সেট (আইকম);\n৫টি ভিএইচএফ ওয়াকিটকি সেট (আইকম/মটোরোলা)।\n\n\n== রণসজ্জা ==\nশেটগাং-শ্রেণীর ফাস্ট প্যাট্রোল বোট নৌযানের আকার আয়তন অপেক্ষাকৃত ছোট হলেও এর সক্ষমতা আধুনিক বিশ্বে ব্যবহৃত সর্বাধুনিক প্রযুক্তিসমৃদ্ধ। শত্রু জাহাজ মোকাবেলা, চোরাচালান রোধ, জলদস্যূতা দমনে জাহাজটিতে রয়েছে:\n\n২টি টাইপ ৫৬ ১২.৭ বিমান-বিধ্বংসী মেশিনগান;\n২টি টাইপ ৫৬ ৭.৬২×৩৯ মিমি মেশিনগান।\n\n\n== জাহাজসমূহ ==\n বাংলাদেশ কোস্ট গার্ড\n\n\n== তথ্যসূত্র =="}