{"pageid": 1432386, "title": "ইলেক্ট্রা (ইউরিপিডসের নাটক)", "url": "https://bn.wikipedia.org/wiki?curid=1432386", "content": "ইউরিপিডিস এর রচিত নাটক ইলেক্ট্রা (প্রাচীন গ্রিক: Ἠλέκτρα, Ēlektra) সম্ভবত ৪১৩ খ্রিস্টপূর্বাব্দের আগে মাঝামাঝি সময়ে লেখা একটি নাটক। এটি ইলেক্ট্রা গল্পের সোফোক্লিসের সংস্করণের আগে বা পরে তৈরি হয়েছিল কিনা তা স্পষ্ট নয়।\n\n\n== পটভূমি ==\nনাটক শুরুর কয়েক বছর আগে ট্রোজান যুদ্ধ শুরুর কাছাকাছি সময়ে গ্রীক জেনারেল অ্যাগামেমনন দেবী আর্টেমিসকে খুশি করার জন্য তার মেয়ে ইফিগেনিয়াকে বলি দিয়েছিলেন।\nযদিও এই আত্মত্যাগ গ্রিক সেনাবাহিনীকে ট্রয়ের উদ্দেশ্যে যাত্রা করার অনুমতি দেয় কিন্তু এটি তার স্ত্রী ক্লাইটেমনেস্ট্রার গভীর বিরক্তির কারণ হয়। দশ বছর পর ট্রোজান যুদ্ধ থেকে অ্যাগামেমনন ফিরে আসার পর ক্লাইটেমনেস্ট্রা এবং তার প্রেমিক এজিস্টাস অ্যাগামেমননকে হত্যা করে।\n\n\n== কাহিনী ==\nনাটকটি শুরু হয় ক্লাইটেমনেস্ট্রার কন্যা ইলেক্ট্রা এবং প্রয়াত আগামেমননের পরিচয় দিয়ে। অ্যাগামেমননের মৃত্যুর বেশ কয়েক বছর পর লোকজন ইলেক্ট্রাকে বিয়ে করার অনুরোধ করতে শুরু করে। ইলেক্ট্রার সন্তান প্রতিশোধ নিতে পারে এই ভয়ে ক্লাইটেমনেস্ট্রা এবং এজিস্টাস তাকে মাইসেনার এক কৃষকের সাথে বিয়ে দেন। কৃষক তার প্রতি সদয় ছিল। সে তার পরিবারের বংশ এবং কুমারীত্বকে সম্মান করেছে। তার উদারতার বিনিময়ে ইলেক্ট্রা তার স্বামীকে বাড়ির কাজে সাহায্য করে। তার স্বামীর দয়ার জন্য কৃতজ্ঞ থাকা সত্ত্বেও নিজের ঘর থেকে বের করে দেওয়ায় ইলেক্ট্রা বিরক্তি প্রকাশ করে এবং তার সামাজিক অবস্থানের তীব্র পরিবর্তনের জন্য আক্ষেপ করে কোরাসের কাছে বিলাপ করে।\nঅ্যাগামেমননের হত্যার পর, ক্লাইটেমনেস্ট্রা এবং এজিস্টাস ফোসিসের রাজার তত্ত্বাবধানে ক্লাইটেমনেস্ট্রা এবং অ্যাগামেমননের অপর সন্তান ওরেস্টেসকে রাখেন। তিনি রাজার পুত্র পিলাডেসের সাথে বন্ধুত্ব করেন। ওরেস্টেস বড় হবার পর ওরেস্টেস এবং পাইলেডস ইলেক্ট্রা এবং তার স্বামীর বাড়িতে ভ্রমণ করে। ওরেস্টেস ইলেক্ট্রার কাছে তার পরিচয় গোপন রাখে এবং নিজেকে ওরেস্টেসের বার্তাবাহক বলে দাবি করে। তিনি প্রতিশোধ নেওয়ার পরিকল্পনা প্রকাশ করার আগে তার নাম প্রকাশ না করে পরিস্থিতি পর্যালোচনা করেন। কিছু সময় পরে এটা স্পষ্ট হয়ে যায় যে ইলেক্ট্রা তাদের বাবার মৃত্যুর প্রতিশোধ নিতে আগ্রহী। যে বৃদ্ধ ভৃত্য যিনি ওরেস্টেসকে ফোসিসের কাছে নিয়ে এসেছিলেন, তিনি সেই মুহুর্তে নাটকে প্রবেশ করেন। কপালে জন্ম দাগের কারণে তিনি ওরেস্টেসকে চিনতে পারেন এবং ভাইবোনরা আবার একত্রিত হয়।\nতারা ষড়যন্ত্র করতে শুরু করে কিভাবে তারা ক্লাইটেমনেস্ট্রা এবং এজিস্টাস উভয়কেই হত্যা করবে। বয়স্ক ভৃত্য ব্যাখ্যা করে যে ক্লাইটেমনেস্ট্রা বর্তমানে তার আস্তাবলে আছে, কেননা সে একটি ভোজের জন্য গরু বলি দেওয়ার প্রস্তুতি নিচ্ছে। দশ দিন আগে তার একটি ছেলে হয়েছে এই সংবাদ নিয়ে ইলেক্ট্রা বৃদ্ধ চাকরকে ক্লাইটেমনেস্ট্রার কাছে পাঠায়। সে জানত, এটা জেনে ক্লাইটেমনেস্ট্রা তার বাড়িতে নিয়ে আসবে। একজন বার্তাবাহক এসে অরেস্টেস কর্তৃক এজিস্টাসের সফল হত্যাকাণ্ডের বর্ণনা দেন। অরেস্টেস এবং পাইলেডস এজিস্টাসের দেহ নিয়ে ফিরে আসে। ক্লাইটেমনেস্ট্রা কাছে আসার সাথে সাথে ওরেস্টেস তাদের মাকে হত্যা করার সিদ্ধান্ত নিয়ে নড়বড়ে হতে শুরু করে। ইলেক্ট্রা ওরেস্টেসকে বোঝায় যে তাকে অবশ্যই আগামেমননের প্রতি তার দায়িত্ব পালন করতে হবে এবং তাদের মাকে হত্যা করতে হবে। যখন ক্লাইটেমনেস্ট্রা আসে, ওরেস্টেস এবং ইলেক্ট্রা তাকে প্রলুব্ধ করে বাড়িতে নিয়ে যায়। সেখানে ওরেস্টেস এবং ইলেক্ট্রা তার গলায় একটি তলোয়ার ছুড়ে দেয়।\nদুঃখ আর অপরাধবোধে ভরা দুজনে ঘর ছেড়ে চলে যায়। যখন তারা বিলাপ করছে, তখন ক্লাইটেমনেস্ট্রার ভাই, ক্যাস্টর এবং পোলাক্স উপস্থিত হয়। তারা ইলেক্ট্রা এবং অরেস্টেসকে বলে যে তাদের মা শুধু শাস্তি পেয়েছিলেন। কিন্তু তাদের মাকে হত্যা করা একটি লজ্জাজনক কাজ ছিল। তারা ভাইবোনদের তাদের প্রায়শ্চিত্ত করতে এবং তাদের আত্মাকে শুদ্ধ করতে কী করতে হবে সে সম্পর্কে নির্দেশ দেয়।\n\n\n== অনুবাদ ==\nএডওয়ার্ড পি. কোলরিজ, ১৮৯১ – গদ্য সংস্করণ: সম্পূর্ণ পাঠ্য\nআর্থার এস. ওয়ে, ১৮৯৬ – শ্লোক সংস্করণ: সম্পূর্ণ পাঠ্য\nগিলবার্ট মারে, ১৯১১ - শ্লোক সংস্করণ: সম্পূর্ণ পাঠ্য\nডি ডব্লিউ লুকাস, ১৯৫১ - গদ্য সংস্করণ\nএমিলি টাউনসেন্ড ভার্মিউল, ১৯৫৮ - শ্লোক সংস্করণ\nএম. জে. ক্রপ, ১৯৮৮ – শ্লোক সংস্করণ\nজে. লেম্বকে এবং কেজে রেকফোর্ড, ১৯৯৪\nজেমস মরউড, ১৯৯৭ - গদ্য সংস্করণ\nকে. ম্যাকলিশ, ১৯৯৭\nজে. ডেভি, ১৯৯৮\nজে. মরউড, ১৯৯৮\nএম. ম্যাকডোনাল্ড এবং জেএম ওয়ালটন, ২০০৪ – পদ সংস্করণ\nজি. থিওডোরিডিস, ২০০৬ – গদ্য সংস্করণ: সম্পূর্ণ পাঠ্য\nইয়ান সি. জনস্টন, ২০০৯ - শ্লোক:সংস্করণ সম্পূর্ণ পাঠ্য\nব্রায়ান ভিনেরো, ২০১২: শ্লোক সংস্করণ\nএমিলি উইলসন, ২০১৬ - শ্লোক সংস্করণ\n\n\n== সূত্র ==\nআরনল্ড ১৯৯৩। \"ডাবল দ্য ভিশন: এ রিডিং অফ ইউরিপিডস ইলেক্ট্রা (১৯৮১)\", গ্রীক ট্র্যাজেডি। গ্রীস এবং রোম স্টাডিজ, ভলিউম দুই। ইয়ান ম্যাকাউসলান এবং পিটার ওয়ালকট দ্বারা সম্পাদিত। নিউ ইয়র্ক: অক্সফোর্ড ইউনিভার্সিটি প্রেস\nগ্যালাঘের, রবার্ট এল. ২০০৩। \"শক্তিশালী যুক্তিকে দুর্বল করা: ইউরিপিডস, ইলেক্ট্রা\nগার্নার, আর. ১৯৯০। হোমার থেকে ট্র্যাজেডি: গ্রীক কবিতায় আর্ট অফ ইলুশন। লন্ডন: রাউটলেজ।\nগারভি, আলেকজান্ডার এফ. ২০১২। \"তিনটি ভিন্ন প্লটে তিনটি ভিন্ন ইলেক্ট্রাস।\" লেক্সিস 30:283-293।\nগেলি, জিএইচ ১৯৮১। \"ট্র্যাজেডি এবং ইউরিপিডিসের ইলেক্ট্রা।\" ক্লাসিক্যাল স্টাডিজ ইনস্টিটিউটের বুলেটিন।\nগফ, বারবারা। ১৯৯৯-২০০০। \"কিসের তুলনায় এটাকে বাস্তব করার চেষ্টা হয়েছে? ইউরিপিডিসের ইলেক্ট্রা অ্যান্ড দ্য প্লে অফ জেনারস।\" ইলিনয় ক্লাসিক্যাল স্টাডিজ ২৪-২৫:৯৩-১০৫।\nহ্যামন্ড, এনজিএল ১৯৮৫। \"ইউরিপিডস ইলেক্ট্রাতে স্পেকট্যাকল এবং প্যারোডি।\" গ্রীক, রোমান এবং বাইজেন্টাইন স্টাডিজ ২৫:৩৭৩-৩৮৭।\nমরউড, জে.এইচ. ডব্লিউ ১৯৮১। \"ইউরিপিডস ইলেকট্রার প্যাটার্ন।\" আমেরিকান জার্নাল অফ ফিলোলজি ১০২:৩৬২-৩৭০।\nমসম্যান, জুডিথ। \"গ্রীক ট্র্যাজেডিতে মহিলাদের বক্তৃতা: ইউরিপিডিসের ইলেক্ট্রাতে ইলেক্ট্রা এবং ক্লাইটেমনেস্ট্রার কেস।\" ক্লাসিক্যাল ত্রৈমাসিক ৫১:৩৭৪-৩৮৪।\nরেবার্ন, ডেভিড (২০০০) \"ইউরিপিডস ইলেক্ট্রাতে স্টেজ প্রোপার্টির তাৎপর্য।\" গ্রীস এবং রোম ৪৭:১৪৯-১৬৮।\nসোল্মসেন, এফ. ১৯৬৭। ইলেক্ট্রা এবং অরেস্টেস: গ্রীক ট্র্যাজেডিতে তিনটি স্বীকৃতি। আমস্টারডাম।\n\n\n== তথ্যসূত্র =="}