{"pageid": 1432761, "title": "মানুষ-ভোজনকারী উদ্ভিদ", "url": "https://bn.wikipedia.org/wiki?curid=1432761", "content": "একটি মানুষ-ভোজনকারী উদ্ভিদ একটি কিংবদন্তি মাংসাশী উদ্ভিদ যা একটি মানুষ বা অন্যান্য বড় প্রাণীকে হত্যা এবং গ্রাস করতে যথেষ্ট বড় এবং সক্ষম। সারা বিশ্বে এই ধরনের বিভিন্ন পৌরাণিক কাহিনী এবং কাল্পনিক কাহিনী বিদ্যমান।\n\n\n== মাদাগাস্কার গাছ ==\nমানব-খাদ্য উদ্ভিদের প্রথম পরিচিত প্রতিবেদনটি নিউ ইয়র্ক ওয়ার্ল্ডের জন্য এডমন্ড স্পেন্সারের লেখা একটি সাহিত্যিক বানোয়াট গল্প হিসাবে উদ্ভূত হয়েছিল।  স্পেন্সারের নিবন্ধটি ২৬ এপ্রিল ১৮৭৪ সালে নিউইয়র্ক ওয়ার্ল্ডের দৈনিক সংস্করণে প্রথম প্রকাশিত হয়েছিল এবং দুই দিন পরে সংবাদপত্রের সাপ্তাহিক সংস্করণে আবার প্রকাশিত হয়েছিল।  নিবন্ধে, \"কার্ল লেচে\" (পরবর্তী বিবরণগুলিতে কার্ল বা কার্ল লিচে নামেও বানান করা হয়েছে) নামে একজন কথিত জার্মান অভিযাত্রীর দ্বারা একটি চিঠি প্রকাশিত হয়েছিল, যিনি মাদাগাস্কারের \"মকোডো উপজাতি\" দ্বারা সম্পাদিত একটি বলিদানের মুখোমুখি হওয়ার একটি প্রতিবেদন প্রদান করেছিলেন:  এই গল্পটি সেদিনের অন্যান্য অনেক সংবাদপত্র দ্বারা তুলে ধরা হয়েছিল, যার মধ্যে ২৭ অক্টোবর ১৮৭৪ সালের দক্ষিণ অস্ট্রেলিয়ান রেজিস্টার অন্তর্ভুক্ত ছিল,  যেখানে এটি আরও বেশি কুখ্যাতি অর্জন করেছিল। ক্ষুধার্ত সাপের ক্রোধে সরু সূক্ষ্ম পালপি তার মাথার উপর এক মুহূর্ত কেঁপে উঠল, তারপর যেন অসুর বুদ্ধির সহজাত প্রবৃত্তি তার ঘাড় ও বাহুতে আচমকা কুণ্ডলী বেঁধে গেল। তারপর যখন তার ভয়ঙ্কর চিৎকার এবং আরও ভয়ঙ্কর হাসি তাৎক্ষণিকভাবে শ্বাসরোধ করে আবার একটি ঝাঁকুনিতে নেমে আসে, তখন একের পর এক টেন্ড্রিলগুলি সবুজ সাপের মতো নৃশংস শক্তি এবং নারকীয় দ্রুততার সাথে নিজেকে প্রত্যাহার করে এবং তাকে জড়িয়ে নেয়। ভাঁজের পর ভাঁজে, নিষ্ঠুর দ্রুততা এবং অ্যানাকোন্ডাদের শিকারের উপর বেঁধে রাখা বস্তুটি বর্বর দৃঢ়তার সাথে সবসময় শক্ত হয়ে যাচ্ছিল। \n\nপ্রতারণাটি মাদাগাস্কার অঞ্চলে আরও প্রচার করা হয়েছিল। ল্যান্ড অফ দ্য ম্যান-ইটিং ট্রি নামকচেজ ওসবর্নের (যিনি মিশিগানের গভর্নর ছিলেন)।একটি বই আছে। ওসবর্ন দাবি করেছিলেন যে মাদাগাস্কারের উপজাতি এবং ধর্মপ্রচারক উভয়ই জঘন্য গাছটি সম্পর্কে জানত। তারা উপরের বিবরণটি পুনরাবৃত্তি করেছিল এবং স্বীকার করেছিলেন তারা জানতেন না এই বাঘের গাছটি সত্যিই আছে কিনা বা এটি সম্পর্কে রক্তমাখা গল্পগুলি বিশুদ্ধ মিথ কিনা। অসবর্নের উদ্দেশ্যই ছিল গল্পটি বিশ্বের সবচেয়ে কম পরিচিত স্থানগুলির একটিতে যেন পাঠকদের আগ্রহকে কেন্দ্রীভূত করতে সক্ষম হয়।\" \nবিজ্ঞান লেখক উইলি লে এর ১৯৫৫ সালে প্রকাশিত বই, সালাম্যান্ডার এবং অন্যান্য আশ্চর্য-এ লেখক উল্লেখ করেছেন যে এমকোদো উপজাতি, কার্ল লিচে, এবং মাদাগাস্কারের মানুষ-ভোজন গাছ সবই তার কাছে বানোয়াট বলে মনে হয়েছে: \"তথ্যগুলি এখন বেশ পরিষ্কার। অবশ্যই মানুষ খাচ্ছে এরকম গাছের অস্তিত্ব নেই। এমন কোন গোত্রও নেই।\" \n\n\n== আরো দেখুন ==\nমাংসাশী উদ্ভিদ\nজুবোক্কো\nওল্ড ম্যান উইলো\nপুয়া চিলেনসিস – ব্রোমেলিয়াড পাখি ও ভেড়া মারতে সক্ষম বলে গুজব রয়েছে\n\n\n== তথ্যসূত্র =="}