{"pageid": 1432495, "title": "চেসি (সমুদ্র দানব)", "url": "https://bn.wikipedia.org/wiki?curid=1432495", "content": "চেসি হলো আমেরিকান লোককাহিনীতে\nসামুদ্রিক দানব যে চেসাপিক উপসাগরের মাঝখানে বাস করে। ১৯৩৬ সাল থেকে স্থানীয় গণ মাধ্যম এবং আঞ্চলিক-বিষয়বস্তুযুক্ত বইগুলিতে এই দানব দর্শনের দাবি করা হয়েছে। সময়ের সাথে সাথে, এই দানবের আকারটি চেসাপিক উপসাগরের পরিবেশগত স্বাস্থ্যের সাথে যুক্ত পরিবেশগত আইকনে বিকশিত হয়েছে এবং আধুনিক জনপ্রিয় সংস্কৃতিতে ভূমিকা পালন করে চলেছে।\n\n\n== দেখার দাবি ==\nচেসির মতো প্রাণীর প্রথম কথিত দৃশ্যটি ১৯৩৬ সালে বুশ নদীর উপর উড়ন্ত একটি সামরিক হেলিকপ্টার থেকে হতে পারে। হেলিকপ্টারের ক্রু পর্যবেক্ষণ করেছিলেন \"জলে সরীসৃপ এবং অজানা কিছু\"। যাইহোক, ১৯৩৬ সালে একটি হেলিকপ্টার থেকে একটি চেসি দেখা অসম্ভব বলে মনে হয়, কারণ ১৯৩৯ সালে সবচেয়ে প্রথম দিকের সিকরস্কি হেলিকপ্টার উড়ানটি হয়েছিল, কানেটিকাটের কাছে স্ট্রাটফোর্ডে।\nম্যাট লেকের উইয়ার্ড মেরিল্যাণ্ড অনুসারে, দুজন স্থির হয়ে বসা ধীবর, ফ্রান্সিস ক্লারম্যান এবং এডওয়ার্ড জে ওয়ার্ড ১৯৪৩ সালে বাল্টিমোরের কাছে জলে কিছু দেখেছিলেন:\n\nএই বস্তুটি প্রায় ৭৫ গজ [৭০ মিটার] দূরে, আমাদের নৌকা থেকে সমকোণে আছে। প্রথমে দেখে মনে হচ্ছিল জলের ওপর কিছু ভাসছে। এটি কালো এবং এর যে অংশটি জলের বাইরে ছিল মনে হয় তা প্রায় ১২ ফুট [৩.৫ মিটার] লম্বা। এটির মাথাটি ফুটবলের মতো বড় এবং কিছুটা ঘোড়ার মাথার মতো আকৃতির। এটি বেশ কয়েকবার তার মাথা ঘোরালো — প্রায় সব দিকে।\n১৯৭৮ সালে, প্রত্যক্ষদর্শীরা দাবি করেছিলেন যে তাঁরা চেসিকে দক্ষিণ মেরিল্যাণ্ডের ক্যালভার্ট ক্লিফস স্টেট পার্কের কাছে এবং ভার্জিনিয়ার ওয়েস্টমোরল্যান্ড কাউন্টির পোটোম্যাক নদীতে দেখেছেন।\nনৌকারোহী ট্রুডি গুথরির আঁকা একটি অজানা সামুদ্রিক প্রাণীর একটি স্কেচ, ১৯৮০ সালের সেপ্টেম্বরে ইভিনিং সান দ্বারা প্রকাশিত হয়েছিল। পরে এটিকে ফ্লোরিডা থেকে আসা একটি মানাটি হিসেবে চিহ্নিত করা হয়। মানাটিদের মাঝে মাঝে এই এলাকায় দেখা যায়। মানাটি এদিক-ওদিক না ক'রে, একটি \"মসৃণ 'পদচিহ্ন' তৈরি করে... যখন তারা নড়াচড়া করে\" যা সর্পজাতীয় প্রাণী সম্বন্ধে প্রতিবেদনের বিপরীত।\n১৯৮২ সালে, রবার্ট এবং কারেন ফ্রু কেন্ট আইল্যাণ্ডের কাছে চেসির ভিডিও নিয়েছিলেন। তাঁদের ভিডিওতে দেখা যাচ্ছে একটি বাদামী বস্তু জলজ সাপের মতো এদিক-ওদিক চলছে।\n১৯৯৭ সালে জন্তুটিকে দেখার আরেকটি দাবি উঠেছিল ফোর্ট স্মলউড পার্কের তীরে, বলা হয় তীরের খুব কাছে দেখা গিয়েছিল।\nসবচেয়ে সাম্প্রতিক প্রতিবেদন করা হয়েছে ২০১৪ সালের ৫ই এপ্রিল, ভোর ১:৪০ এ। ম্যাগোথি নদীর পাশে অরুণ্ডেল বিচ রোডের পাশে গাড়ি দাঁড় করানোর সময় \"যখন জোয়ার সত্যিই বেশি ছিল\", মেরিল্যাণ্ডের একজন বাসিন্দা এবং তাঁর বন্ধু তাঁদের গাড়ি থেকে ৫ ফুট (১.৫ মিটার) দূরত্বে চেসিকে দেখেছেন বলে জানা গেছে। তিনি এটিকে দৈর্ঘ্যে ২৫–৩০ ফুট (৭.৫–৯ মিটার) লম্বা সাপের মতো দেখতে প্রাণী বলে বর্ণনা করেছেন, এটির পাখনা ছিলনা, মাথাটি একটি পাতলা ফুটবল আকৃতির এবং কালো রঙের, যদিও তিনি আঁশ বা চামড়ার চামড়ার মধ্যে পার্থক্য করতে পারেননি। প্রাণীটি জল থেকে উঠে আসেনি, তবে মাথা এবং লেজের প্রান্তটি \"একটি সর্পিল গতিতে\" সরে যাওয়ার সাথে সাথে জলের পৃষ্ঠটি \"শুধুমাত্র ছুঁয়ে গিয়েছিল\"। দর্শক প্রথমে নিজেকে প্রশ্ন করেছিলেন যে এটি দুটি পৃথক প্রাণী একে অপরের পেছনে পেছনে ভ্রমণ করছে কি না, কিন্তু শীঘ্রই জলের পৃষ্ঠে তৈরি নকশার কারণে বুঝতে পেরেছিলেন যে এটি একটি প্রাণী। মেরিল্যাণ্ডে এমন কোন সাপ নেই যা ২৫ ফুটের কাছাকাছি দৈর্ঘ্যের হতে পারে। যদিও কোনও ছবি পাওয়া যায়নি কারণ দর্শক \"আমি কি দেখছি তা বোঝার চেষ্টায় এতটাই ব্যস্ত\" যে তিনি তাঁর সেল ফোন দিয়ে ছবি তোলার কথা ভাবেননি, তিনি এতটাই উত্তেজিত হয়েছিলেন যে দেখার পরই তিনি মেরিল্যাণ্ড ডিপার্টমেন্ট অফ ন্যাচারাল রিসোর্সেসকে ফোন করেছিলেন।\n\n\n== পরিবেশগত আইকন ==\n\nইউএস ফিশ অ্যাণ্ড ওয়াইল্ডলাইফ সার্ভিস ১৯৮৬ সালে, চেসাপিক উপসাগরের পরিবেশগত আইকন হিসাবে, শিক্ষামূলক রঙিন বইয়ের জন্য চেসিকে ব্যবহার করেছিল, বইয়ের নাম ছিল চেসি: এ চেসাপিক বে স্টোরি। রঙিন বইটি চেসাপিক উপসাগর এবং এর সংস্থান রক্ষার উপর দৃষ্টি নিবদ্ধ করে। ১৯৯১ সালে একটি দ্বিতীয় রঙিন বই, চেসি রিটার্নস প্রকাশিত হয়েছিল \n১৯৮০-এর দশকে, মেরিল্যাণ্ডে পরিবেশগত সমর্থনের প্রতীক হয়ে ওঠে চেসি। সংবাদপত্র এবং সরকারি প্রকাশনাগুলিতে দানবের চিত্র এবং তার সঙ্গে পরিবেশ সংক্রান্ত বিষয়গুলির সাথে নিবন্ধ, দানবটিকে একটি বন্ধুত্বপূর্ণ চেহারা দিয়েছে। এরিক চিজুম লিখেছেন, ডিসকভারিং চেসি: ওয়াটারফ্রন্ট, রিজিওনাল আইডেন্টিটি, অ্যাণ্ড চেসাপিক বে বইতে \"দানবের বন্ধুত্বও সাহায্য করতে পারেনি কিন্তু এই বোধকে ছড়িয়ে দিয়েছে যে উপসাগরটি দূষণের একটি নিরীহ শিকার।\"\n\n\n== জনপ্রিয় সংস্কৃতি ==\n১৯৯৪ সালের অক্টোবরে, চেসাপিকের ঠাণ্ডা জল থেকে উদ্ধার করা একজন মানাটিকে ফ্লোরিডায় ফিরিয়ে আনার আগে তার ডাকনাম ছিল \"চেসি\"। ১৯৯৫ সালে, চেসি দ্য মানাটি চেসাপিক উপসাগরে সাঁতরে ফিরে আসে, তারপর রোড আইল্যাণ্ড পর্যন্ত সাঁতরে যায়, তার ফ্লুকের উপর একটি উপগ্রহ ট্যাগ দ্বারা তার গমনপথ অনুসরণ করা হয়। ফ্লোরিডা থেকে এখন পর্যন্ত মানাটি আসা অস্বাভাবিক, কিন্তু এই একজন তখন থেকে বেশ কয়েকবার চেসাপিকে ঘুরে এসেছে। ২০১০ সালে প্যাটাপসকো নদীতে (অপ্রমাণিত) এবং আবার ২০১১ সালের ১২ই জুলাই, ক্যালভার্ট কাউন্টির তীরের কাছে চেসির ছবি তোলা হয়েছিল (মার্কিন ভূতাত্ত্বিক জরিপ জীববিজ্ঞানীরা নিশ্চিত করেছেন)।\nচেসাপিক দানবের একটি মূর্তি এখন বাল্টিমোরের ইনার হারবার এলাকায় বন্ধ হয়ে যাওয়া রিপ্লে'স বিলিভ ইট অর নট! যাদুঘরের প্রবেশপথে বিজ্ঞাপন হিসেবে আছে । কোম্পানির একজন মুখপাত্রের মতে, চেসিকে প্রবেশপথের জন্য বেছে নেওয়া হয়েছিল কারণ এটি \"এলাকার একটি শ্রুতি\"।\nকেমব্রিজ, মেরিল্যান্ড ভিত্তিক বিয়ার প্রস্তুতকারক আরএআর ব্রুইংয় দ্বারা উৎপাদিত অনেক বিয়ারের ক্যানে চেসির ছবি রয়েছে।\nমাইনর লিগ বেসবল দল বোবি বেসক্সের একটি সবুজ দানব মাসকট রয়েছে, যার নাম লুই। এর নকশা চেসাপিক বে দানবের ওপর ভিত্তি করে তৈরি।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nOkonowicz, Ed (২০১২)। Monsters of Maryland। Stackpole Books। আইএসবিএন 978-0-8117-1034-3।"}