{"pageid": 1432720, "title": "আল-আহমাদিয়া মসজিদ-মাদ্রাসা", "url": "https://bn.wikipedia.org/wiki?curid=1432720", "content": "আল-আহমাদিয়া মসজিদ-মাদ্রাসা যা সাধারণত আল-আহমাদিয়া মসজিদ বা আল-ময়দান মসজিদ নামেও পরিচিত, এটি ইরাকের বাগদাদ শহরে অবস্থিত একটি ঐতিহাসিক সুন্নি মসজিদ। মসজিদটি আর-রুসাফা দক্ষিণ জেলার আল-রশিদ সড়ক এবং আল-মুরাদিয়া মসজিদের নিকটবর্তী আল-ময়দান স্কয়ার এলাকার পূর্বে অবস্থিত।\n\n\n== ঐতিহাসিক পটভূমি ==\n\n\n=== নির্মাণ ===\nমসজিদটি ১৭৯৬ সালে আল-ময়দানে মামলুক শাসক সুলায়মান দ্য গ্রেটের সহকারী আহমদ আল-কাতখাদা মসজিদটি নির্মাণ করেছিলেন। আহমদ আল-কাতখাদার সাথে মিল রেখে মসজিদটির নাম রাখা হয়েছে \"আল-আহমাদিয়া\"। তিনি মসজিদটি নির্মাণের পাশাপাশি নির্মাণ প্রচেষ্টায় প্রচুর অর্থ ব্যয় করেছেন এবং তার শাসনামলের সেরা প্রকৌশলী এবং স্থপতিদের ডেকেছিলেন। আহমদ আল-কাতখাদার মৃত্যুর পর তার ভাই আবদুল্লাহ মসজিদের নির্মাণের কাজ চালিয়ে যান। পরে তার ভাই মসজিদের সাথে মিনার স্থাপন করেছিলেন। মসজিদটি আব্বাসীয় যুগের ছিলো, যা আল-খুলাফা মসজিদের কাছাকাছি অবস্থিত।\n\n\n=== পরবর্তী ঘটনাবলী ===\nনির্মাণের অল্প কিছুদিন পরেই ১৮১৬ সালে জেমস সিল্ক বাকিংহাম বাগদাদ শহর সফরকালে মসজিদটি পরিদর্শন করেন। তিনি মসজিদের গম্বুজ ও মিনারকে \"সুদর্শন গম্বুজ এবং মিনার\" হিসাবে বর্ণনা করেছিলেন এবং এর রঙিন টাইলস এবং ফ্যায়েন্স দেখে অবাক হয়েছিলেন কিন্তু ভিতরে পরিষ্কার এবং বাইরে ভালভাবে আলোকিত হওয়ার বিশেষ কিছু ছিল না, তা জানতে পেরে তিনি হতাশ হয়েছিলেন।\n১৮৩১ সালে শেষ মামলুক শাসক দাউদ পাশা মসজিদের সামনের দিকে বিভিন্ন শিলালিপির কাজ করিয়েছেন। প্রধান উজির মিধাত পাশার শাসনামলে মাদ্রাসার যে কক্ষগুলো ছিলো তা ভেঙে সেখানে জনসাধারণের জন্য রাস্তা তৈরি করেছিলেন। ১৮৯৩ সালে এ মসজিদের মিহরাবের উপর বিভিন্ন শিলালিপি আঁকা হয়েছে। বাগদাদের অনেক সুপরিচিত পণ্ডিত এখানে পড়াশোনা করেছেন, যার মধ্যে শরিয়া বিচারক এবং জ্যোতির্বিজ্ঞান লেখক ইয়াহিয়া আল-ওয়াত্রি রয়েছেন, ইয়াহিয়া আল-ওয়াত্রি পরবর্তীতে এখানে শিক্ষকতা করেন এবং পরে আল-খুলাফা মসজিদে \"আল-ওয়াত্রি কাউন্সিল\" নামে একটি বৈজ্ঞানিক সমাবেশ প্রতিষ্ঠা করেন। তার ছেলে মাহমুদ আল-ওয়াত্রিও এখানে লেখাপড়া করতেন।\n\nইরাক রাজ্য যখন স্বাধীনতা লাভ করে, তখন বাদশাহ ফয়সাল প্রথম নির্দেশ দেন যে মসজিদটি শুধুমাত্র জুমার নামাজের জন্য বরাদ্দ করা হবে।\nসুন্নি এন্ডোমেন্ট অফিসের মন্ত্রিসভার সম্মেলন করার আগে ২০১০ সালে মসজিদটি পুনরুদ্ধার করা হয়েছিল।\n২০১৯ সালে, আল-আহমাদিয়ার মসজিদ-মাদ্রাসার গম্বুজটি ক্রমাগত বৃষ্টি, ভূগর্ভস্থ জল এবং বাগদাদের আশেপাশের অনেক ভবনের মতো অবহেলার ফলে ভেঙে পড়েছিলো। যা রাজনৈতিক চুরি, অবহেলা এবং রাজনৈতিক মতভেদ ও উত্তেজনার কারণকে দায়ী করা হয়। এবং ঐ বছরে, সুন্নি এন্ডোমেন্ট অফিস আল-আহমদিয়ার মসজিদ-মাদ্রাসা, মুরজান মসজিদ, আল-মুরাদিয়া মসজিদ এবং উজবেক মসজিদকে তাদের ঐতিহ্যগত গুরুত্ব স্বীকৃত হওয়ার পরে পুনরুদ্ধার ও নতুন স্থানে পুনরায় প্রতিষ্ঠাকরণের জন্য সিদ্ধান্ত নেন। মসজিদটি জনসাধারণের জন্য উন্মুক্ত থাকলেও, শুধুমাত্র নামাজের সময় খোলা থাকে।\n\n\n== বর্ণনা এবং স্থাপত্য ==\n\nআল-আহমাদিয়া মসজিদ-মাদ্রাসা দুটি ভবনের সমন্বয়ে গঠিত, প্রথমটি গম্বুজ বিশিষ্ট মসজিদ এবং এর দক্ষিণ দিকে দ্বিতীয় ভবনটিতে মাদ্রাসা রয়েছে, যেটি দোতলা বিশিষ্ট ভবন। দুটি ভবনের মাঝখানে একটি মাঠ রয়েছে এবং এর চারপাশে উঁচু দেয়াল দ্বারা ঘেরা, যার চারপাশে ৪টি দরজা রয়েছে। মাঠের ডানদিকে মুকারনাসহ গ্রীষ্মকালীন মিহরাব রয়েছে। ভবনটির আয়তন প্রায় ২,৬০০ বর্গমিটার (২৮,০০০ বর্গফুট)। মসজিদের ভেতরে করিডোরের সামনে প্রশস্ত মুসল্লা রয়েছে। বাম দিকে, গ্রীষ্মকালীন এর জন্য একটি মুসল্লা রয়েছে, যা কাশানি টাইলস দিয়ে তৈরি একটি লম্বা গম্বুজ এবং এর ব্যাস ১১ মিটার (৩৬ ফুট)। গম্বুজের দক্ষিণে একটি মিনার রয়েছে। মসজিদের দেয়ালটি কোরআনের আয়াতের শিলালিপি দিয়ে আঁকা হয়েছে, যা ১৮৫০ সালে ক্যালিগ্রাফার সুফিয়ান আল-ওয়াহবি লিখেছিলেন, এবং তাকে মসজিদের আঙ্গিনায় কবর দেওয়া হয়েছিলো।\nআল-আহমদিয়া মসজিদ-মাদ্রাসাটি এর গম্বুজ এবং এর দৈর্ঘ্য দ্বারা পৃথক করা হয়েছে যা তিনটি ভাগে বিভক্ত। এবং এর মাঝখানে জানালা দিয়ে খোলা ছিলো, যার মধ্যে কয়েকটি জানালা ছিলো এবং কিছু জানালা ছিলো না। মসজিদের উপরে একটি গম্বুজ রয়েছে। গম্বুজটি একটি গোলার্ধ আকৃতি‌র। বাগদাদের আবহাওয়ার কারণে মসজিদ-মাদ্রাসার দেয়ালটি মোটা করে তৈরি করা হয়েছিলো এবং এর প্রস্থ ২.৫ মিটার, যা দেখতে হায়দার-খানা মসজিদের দেয়ালের মতো ছিলো।\nমসজিদের উঁচু মিনারে বিভিন্ন রঙের ফেইন্যান্সের কাজ রয়েছে। এটি একটি অষ্টভুজাকৃতির ভিত্তির উপর অবস্থিত, যদিও এই ভিত্তিটি শুধুমাত্র মসজিদের পশ্চিম দিট থেকে দেখা যায়। মিনারটি জ্যামিতিক আকৃতি ধারণ করে, মিনারের উপরে একটি পাঁজরযুক্ত গম্বুজ রয়েছে।\n\n\n== আরও দেখুন ==\n\nইরাকে ইসলাম\nইরাকের মসজিদসমূহের তালিকা\nবাগদাদের মসজিদসমূহের তালিকা\n\n\n== তথ্যসূত্র =="}