{"pageid": 1432669, "title": "রত্নত্রয়", "url": "https://bn.wikipedia.org/wiki?curid=1432669", "content": "রত্নত্রয় (সংস্কৃত: रत्नत्रय, অনুবাদ 'ত্রিবিধ রত্ন') হলো জৈন দার্শনিক বিষয়, এবং এগুলো আত্মার শুদ্ধি ও মুক্তির পথ গঠন করে। এগুলো হলো 'সম্যক দর্শন' (সঠিক দৃষ্টিভঙ্গি), 'সম্যক জ্ঞান' (সঠিক জ্ঞান) এবং 'সম্যক চরিত্র' (সঠিক আচরণ)।\n\n\n== তাৎপর্য ==\nজৈনধর্ম অনুসারে, আত্মার শুদ্ধি এবং মুক্তি তিনটি রত্নপথের মাধ্যমে অর্জন করা যেতে পারে:\n\nসম্যক দর্শন (সঠিক দৃষ্টিভঙ্গি): বিশ্বাস, আত্মার (জীব) সত্যকে গ্রহণ করা\nসম্যক জ্ঞান (সঠিক জ্ঞান): তত্ত্বের নিঃসন্দেহে জ্ঞান\nসম্যক চরিত্র (সঠিক আচরণ): পাঁচটি ব্রতের সাথে সামঞ্জস্যপূর্ণ আচরণ\nজৈন গ্রন্থগুলি প্রায়ই চতুর্থ রত্ন হিসাবে সম্যক তপ (সঠিক তপস্বীবাদ) যোগ করে, মুক্তির (মোক্ষ) উপায় হিসাবে তপস্বী অনুশীলনে বিশ্বাসের উপর জোর দেয়। চারটি রত্নকে মোক্ষমার্গ বলা হয়। জৈন গ্রন্থ অনুসারে, মুক্ত শুদ্ধআত্মা (সিদ্ধ) ব্রহ্মাণ্ডের শিখরে (সিদ্ধশিলা) যান এবং সেখানে অনন্ত সুখে বাস করেন।\nপবিত্র জৈন ধর্মগ্রন্থ তত্ত্বার্থসূত্রের প্রথম শ্লোক উল্লেখ করে:\n\nসঠিক বিশ্বাস, সঠিক জ্ঞান এবং সঠিক আচরণ (একত্রে) মুক্তির পথ গঠন করে।\n\nআচার্য পূজ্যপাদ সর্বার্থসিদ্ধিতে লিখেছেন:\n\nসমস্ত কর্মফল থেকে পরিপূর্ণ মুক্তিই মুক্তি। মুক্তির পথ হলো সেই পদ্ধতি যার দ্বারা তা লাভ করা যায়। একবচন 'পথ' ব্যবহার করা হয় নির্দেশ করার জন্য যে তিনটি একসাথে মুক্তির পথ গঠন করে। এটি এই মতামতগুলিকে বিতর্কিত করে যে এইগুলির প্রত্যেকটি এককভাবে একটি পথ গঠন করে। তাই এটা বুঝতে হবে যে এই তিনটি — সঠিক বিশ্বাস, সঠিক জ্ঞান এবং সঠিক আচরণ — একসাথে মুক্তির প্রত্যক্ষ পথ গঠন করে।\n\n\n== বিবরণ ==\n\n\n=== সম্যক দর্শন—সঠিক বিশ্বাস বা দৃষ্টিভঙ্গি ===\n\nআচার্য উমাস্বামী তত্ত্বার্থসূত্রের শ্লোক ১-২-এ লিখেছেন যে তত্ত্বশ্রদ্ধানম্ সাম্যক-দর্শনম্, যার অর্থ \"পদার্থের প্রতি বিশ্বাসই সঠিক বিশ্বাস।\"\nনিন্মলিখিত সাতটি বিষয়বস্তুকে তত্ত্ব বলা হয়:\n\nজীব — আত্মা যা চেতনা দ্বারা চিহ্নিত।\nঅজীব — অ-আত্মা\nআশ্রব — আত্মার মধ্যে শুভ ও অশুভ কর্ম্ম পদার্থের প্রবাহ।\nবন্ধ (বন্ধন) — আত্মা ও কর্মফলের পারস্পরিক মিলন\nসংবার (বিরতি) — আত্মার মধ্যে কর্মিক পদার্থের প্রবাহে বাধা।\nনির্জরা — আত্মা থেকে কর্ম্ম পদার্থের ক্রমশ বিচ্ছিন্নতা\nমোক্ষ (মুক্তি) — সমস্ত কর্ম্ম পদার্থের সম্পূর্ণ বিনাশ (কোন বিশেষ আত্মার সাথে আবদ্ধ)\nজ্ঞানের অনেক শৃঙ্খলা নির্দিষ্ট মৌলিক প্রদত্ত, বা স্বতঃসিদ্ধের উপর ভিত্তি করে বিকশিত হয়। উদাহরণ স্বরূপ, ইউক্লিডীয় জ্যামিতি হলো স্বতঃসিদ্ধ ব্যবস্থা, যেখানে সমস্ত উপপাদ্য (স্বতঃসিদ্ধ দেওয়া সত্য বিবৃতি) সীমিত সংখ্যক স্বতঃসিদ্ধ থেকে উদ্ভূত হয়। আপেক্ষিকতার বিশেষ তত্ত্ব \"অপরিবর্তিত আলোর গতির নীতি\" নামক মৌলিক নীতির উপর ভিত্তি করে। শূন্যস্থানে আলো যে কোনো জড় স্থানাঙ্কের পদ্ধতির পরিপ্রেক্ষিতে ধ্রুব গতির সাথে প্রচার করে, আলোর উৎসের গতির অবস্থা নির্বিশেষে এটি গ্রহণ করে। এই সাতটি মৌলিক ধারণা, জৈন দর্শনের আধিভৌতিক কাঠামো প্রদান করে।\nমানুষের অস্তিত্বের অবস্থায়, সঠিক বিশ্বাস ধ্বংস থেকে অর্জিত হয়েছে এবং সেই সাথে ধ্বংস-সহ-পতন থেকে।\nআত্মার অপরিহার্য প্রকৃতি, বস্তু ও তাদের পারস্পরিক সম্পর্ক, ক্রিয়া ও প্রতিক্রিয়া সম্পর্কে বুদ্ধিমান প্রত্যয় ও গভীর বিশ্বাস, মুক্তির পথে যাত্রার জন্য প্রয়োজনীয় শর্ত।  জৈনধর্ম ঘোষণা করে যে সঠিক বিশ্বাসের সাথে ব্যক্তির আধ্যাত্মিক প্রশান্তি (প্রসন্ন), অন্তহীন জন্ম-জীবন-মৃত্যু চক্র (সম্ভেগা) থেকে মুক্তির আকাঙ্ক্ষা থাকবে, কোন কিছুর প্রতি কোন প্রকার আসক্তি বা ঘৃণা ছাড়াই (নির্বেদ), দয়া (অনুকম্পা), এবং ঠিক উপরে বর্ণিত (আস্তিক) তত্ত্বগুলিতে (মৌলিক নীতি) বিশ্বাস।\n\n\n==== জাতিস্মরণ জ্ঞান ====\nজৈনধর্মের প্রথম অঙ্গ, আচারাঙ্গসূত্র ও উত্তরধ্যয়ণসূত্র অনুসারে, আত্মাকে অভিজ্ঞতাগত স্তরে জানা এবং অতীত জীবন সম্পর্কে জানার ক্ষমতা (জাতিস্মরণ জ্ঞান) হলো ব্যক্তির গুরুত্বপূর্ণ বৈশিষ্ট্য যিনি সম্যক দর্শন পেয়েছেন, ৪র্থ স্থানে। গুণস্থান। জাতিস্মরণ-জ্ঞানের কিছু প্রধান কারণ হল:\n\nউবসন্তমোহনীজম — মোহনীয় কর্ম (ভ্রমমূলক কর্ম) দমনের কারণে যেমনটি নমি রাজঋষির ক্ষেত্রে হয়েছিল।\nঅজ্ঞাবসানসুদ্ধি — মনোভাব শুদ্ধিকরণ ও লেশ্যের উন্নতির কারণে (আত্মার বিশুদ্ধতার রঙ-কোড নির্দেশক) যেমনটি মৃগপুত্রের ক্ষেত্রে হয়েছিল। কিছু মানুষ জাতিস্মরণ-জ্ঞান অর্জন করে বাইরের প্রভাবে এবং অন্যরা স্বাভাবিক নিয়মে ক্ষয়োপাশমের (বিলুপ্তি-সহ-দমন প্রক্রিয়া) কারণে সেই জ্ঞানকে বাধাগ্রস্ত করে।\nঅরিহন্ত তীর্থংকর বা কেবলিদের বক্তৃতা শ্রবণ করে, অবধি জ্ঞান বা মনঃপর্য জ্ঞানের অধিকারী ঋষি বা চৌদ্দ জন পূর্বের পণ্ডিতদের।\nউপরের যেকোন উপায়ই পূর্বজন্ম সম্পর্কে সচেতনতা সৃষ্টি করতে পারে। এটি, ঘুরে, নিশ্চিতভাবে প্রকাশ করে যে উল্লিখিত দিক থেকে যা স্থানান্তরিত হয় এবং 'আমি' (আত্মা যে আমি) তা অন্য কেউ নয়। এই সচেতনতা ধর্মে সঠিক বিশ্বাসের স্বতঃস্ফূর্ত অনুভূতি বৃদ্ধি করে, সামভেগ (মুক্তির আকাঙ্ক্ষা), এবং বৈরাগ্য ভাবনা (জাগতিক থেকে বিচ্ছিন্নতা) এবং আত্মা ও দেহের (ভেদ-জ্ঞান) পৃথকীকরণের জ্ঞানকে প্ররোচিত করে।\n\n\n=== সম্যক জ্ঞান—সঠিক জ্ঞান ===\nজৈন গ্রন্থে উল্লেখ করা হয়েছে যে জ্ঞান পাঁচ প্রকার - সংবেদনশীল জ্ঞান, শাস্ত্রীয় জ্ঞান, আলোকদর্শন, ভাবধারার যোগাযোগ, এবং সর্বজ্ঞতা। এগুলোর মধ্যে সংবেদনশীল জ্ঞান, শাস্ত্রীয় জ্ঞান এবং ক্লেয়ারভায়েন্সও ভ্রান্ত জ্ঞান হতে পারে। আমাদের অধিকাংশ জ্ঞান ইন্দ্রিয় ভিত্তিক (মাটি) এবং পুস্তক, নিবন্ধ, কাগজপত্র এবং অন্যান্য মাধ্যমের (শ্রুত) আকারে আমাদের পূর্বপুরুষদের দ্বারা বিকাশিত নথিভুক্ত জ্ঞানের উপর ভিত্তি করে। জৈন দার্শনিকরাও কোনো মাধ্যম ছাড়াই সরাসরি অর্জিত জ্ঞান অন্তর্ভুক্ত করেন। এটি আত্মার কর্ম্ম পর্দা অপসারণ করে অর্জন করা হয়।\n\nযে ব্যক্তি রঙিন আলো দ্বারা আলোকিত বস্তু দেখেন তিনি বস্তুর প্রকৃত রঙ বিচার করতে সক্ষম নাও হতে পারেন। যাইহোক, একই ব্যক্তি সূর্যালোক দ্বারা আলোকিত এই বস্তুগুলি দেখছেন, তারা তাদের রঙের প্রকৃত প্রকৃতি দেখতে পাবেন, অসুবিধা ছাড়াই। একইভাবে, আত্মাকে আধ্যাত্মিক উন্নতির দিকে যাত্রায় সঠিক নির্দেশনা প্রদানের জন্য সঠিক জ্ঞান অপরিহার্য।\nজ্ঞানের জৈন তত্ত্ব হলো অত্যন্ত বিকশিত যা বাস্তবতার ব্যাপক আশংকার উপর ভিত্তি করে বহু দৃষ্টিকোণ ও আপেক্ষিকতা।\nঅনেকান্তবাদ, যার আক্ষরিক অর্থ বিভিন্ন দৃষ্টিকোণ থেকে সত্য অনুসন্ধান, চিন্তার ক্ষেত্রে আত্মার সমতার নীতির প্রয়োগ। এটি জৈন দার্শনিক দৃষ্টিকোণ যেমন শঙ্করের অদ্বৈত দৃষ্টিকোণ এবং বৌদ্ধদের মধ্যপথের অবস্থান। এই অনুসন্ধান বিভিন্ন এবং এমনকি পরস্পরবিরোধী মতামত বোঝার ও সহনশীলতার দিকে পরিচালিত করে। যখন এটি ঘটে, কুসংস্কার কমে যায় এবং মিটমাট করার প্রবণতা বৃদ্ধি পায়। অনেকান্তের তত্ত্ব তাই মূলে অহিংসার এক অনন্য পরীক্ষা।\nঅনেকান্তবাদের উদ্ভব হলো স্যাদবাদ এর মতবাদ যা হাইলাইট করে যে প্রতিটি দৃষ্টিভঙ্গি তার দৃষ্টিভঙ্গির সাথে আপেক্ষিক। উদাহরণস্বরূপ, গ্রহ পৃথিবীতে বহন করার সময় বস্তু ভারী মনে হতে পারে, তবে চাঁদে নিয়ে গেলে হালকা ওজনের, যেখানে মাধ্যাকর্ষণ ভিন্ন। এটা আমাদের প্রতিদিনের অভিজ্ঞতার বিষয় যে একই বস্তু যা কিছু নির্দিষ্ট পরিস্থিতিতে আমাদের আনন্দ দেয় তা বিভিন্ন পরিস্থিতিতে বিরক্তিকর হয়ে ওঠে। তবুও আপেক্ষিক সত্য নিঃসন্দেহে কার্যকর কারণ এটি বাস্তবতার চূড়ান্ত উপলব্ধির একটি ধাপ। স্যাদবাদ তত্ত্ব এই ভিত্তির উপর ভিত্তি করে যে প্রতিটি প্রস্তাব শুধুমাত্র তুলনামূলকভাবে সত্য। এটি সবই নির্ভর করে যে বিশেষ দিক থেকে আমরা সেই প্রস্তাবটির সাথে যোগাযোগ করি। জৈনরা তাই যুক্তি তৈরি করেছিলেন যা সাতগুণ ভবিষ্যদ্বাণীকে অন্তর্ভুক্ত করে যাতে কোনও প্রস্তাব সম্পর্কে সঠিক রায় নির্মাণে সহায়তা করা যায়।\nস্যাদবাদ জৈনদেরকে বাস্তবতার প্রকৃত প্রকৃতি অন্বেষণ করতে এবং সমস্যাটিকে অহিংস উপায়ে বিভিন্ন দৃষ্টিকোণ থেকে বিবেচনা করার জন্য পদ্ধতিগত পদ্ধতি প্রদান করে। এই প্রক্রিয়াটি নিশ্চিত করে যে প্রতিটি বিবৃতি সাতটি ভিন্ন শর্তসাপেক্ষ ও আপেক্ষিক দৃষ্টিভঙ্গি বা প্রস্তাবনা থেকে প্রকাশ করা হয়েছে এবং এইভাবে এটি শর্তযুক্ত ভবিষ্যদ্বাণীর তত্ত্ব হিসাবে পরিচিত। এই সাতটি প্রস্তাব নিম্নরূপ বর্ণনা করা হয়েছে:\nস্যাদ-অস্তি - \"কিছু উপায়ে এটি\"\nস্যাদ-নাস্তি - \"কিছু উপায়ে এটি নয়\"\nস্যাদ-অস্তি-নাস্তি - \"কিছু উপায়ে এটি এবং এটি নয়\"\nস্যাদ- অস্তি-অবক্তব্য - \"কিছু উপায়ে এটি এবং এটি বর্ণনাতীত\"\nস্যাদ-নাস্তি-অবক্তব্য - \"কিছু উপায়ে এটি নয় এবং এটি বর্ণনাতীত\"\nস্যাদ-অস্তি-নাস্তি-অবক্তব্য - \"কিছু উপায়ে এটি, এটি নয় এবং এটি বর্ণনাতীত\"\nস্যাদ-অবক্তব্য - \"কিছু উপায়ে এটি বর্ণনাতীত\"\nএর মানে, ধর্মীয়/আধ্যাত্মিক/দার্শনিক ধারণা সহ বাস্তবতার কোনো মডেলই পরম নয়। যাইহোক, প্রতিটি মডেল মহাবিশ্বের কাজ সম্পর্কে অন্তর্দৃষ্টি প্রদান করে যা এর কাঠামোর সীমার মধ্যে দরকারী এবং তাই নির্দিষ্ট শর্তে দরকারী।\n\n\n=== সম্যক চরিত্র—সঠিক আচরণ ===\nসঠিক আচরণ হলো বিকশিত জ্ঞানের প্রয়োগ, যাতে আমাদের অভ্যন্তরীণ আকাঙ্ক্ষার উপর নিয়ন্ত্রণ প্রয়োগ করা যায় এবং এমন পর্যায়ে পৌঁছানো যায় যেখানে কোনও সংযুক্তি বা ঘৃণা নেই।\n\nসঠিক আচরণ অন্তর্ভুক্ত:\nপাঁচ প্রকার আধ্যাত্মিক পবিত্রতা\nসামায়িক (সমতা)\nঅসাবধানতা বা অবহেলার কারণে সৃষ্ট দোষের জন্য শাস্তি, যার কারণে কেউ সাম্য হারায়\nহিংসা (আঘাত) থেকে বিরত থাকা\nআবেগ নিয়ন্ত্রণ, এবং\nনিজের আত্মার চিন্তা\nমহাব্রত পালন (পাঁচটি প্রধান ব্রত) এবং সাতটি সম্পূরক ব্রত।\nপাঁচটি শপথ\nঅহিংসা\nসত্য\nঅস্তেয়\nব্রহ্মচর্য\nঅপরিগ্রহ\nগুণব্রত (মেধা মানত)\nদীগব্রত\nভোগোপভোগপরিমণ\nঅনর্থ-দণ্ডবীরমণ\nশিক্ষাব্রত(শৃঙ্খলামূলক শপথ)\nসামায়িক\nদ্বেষব্রত\nউপবাস\nঅতীহতি সম্বিভগ\nমজার দিকটি হলো এই পথে শিক্ষানবিস থেকে শুরু করে অগ্রসর সকলের জন্য জায়গা রয়েছে। আরও, এটি মানব জীবনের সমস্ত দিককে অন্তর্ভুক্ত করে, যথা সামাজিক, ব্যক্তিগত, অর্থনৈতিক ও আধ্যাত্মিক যা ব্যক্তির সমন্বিত বিকাশের দিকে পরিচালিত করে।\n\n\n== সঠিক বিশ্বাস এবং সঠিক জ্ঞান ==\nসঠিক দৃষ্টিভঙ্গি বা বিশ্বাস এবং সঠিক জ্ঞান পরস্পর নির্ভরশীল। উদাহরণস্বরূপ, যখন মেঘগুলি অদৃশ্য হয়ে যায়, তখন তাপ ও সূর্যের আলো উভয়ই একই সাথে প্রকাশিত হয়। অনুরূপভাবে, বিশ্বাস-প্রতারণামূলক কর্মফলের অধঃপতন, বিনাশ বা বিনাশ-সহ-অপতনের কারণে আত্মার দ্বারা যখন সঠিক বিশ্বাস অর্জিত হয়,\nসঠিক সংবেদনশীল জ্ঞান এবং সঠিক শাস্ত্রীয় জ্ঞান আত্মা একই সময়ে অর্জিত হয় ভুল ইন্দ্রিয়ের এবং ভুল শাস্ত্রীয় জ্ঞান দূর করার মাধ্যমে।\n\n\n== সঠিক জ্ঞান এবং সঠিক আচরণ ==\nসঠিক জ্ঞানের সাথে অবশ্যই সঠিক আচরণ থাকতে হবে যা কর্ম বন্ধন ধ্বংসের জন্য প্রয়োজনীয়। এটি ছাড়া স্থানান্তরের চক্র থেকে, অর্থাৎ বারবার জন্ম ও মৃত্যু থেকে মুক্তি নেই। লক্ষ লক্ষ প্রদীপের আলো যেমন একজন অন্ধ ব্যক্তির পক্ষে কোন কাজে আসে না, তেমনি যে ব্যক্তি সেগুলি প্রয়োগ করে না তার পক্ষে কেবল ধর্মগ্রন্থ অধ্যয়ন করে কোন লাভ হয় না।\n\n\n=== মুক্তির পথে ধাপ ===\nজৈনধর্ম স্বীকার করে যে আত্মা বিভিন্ন ধাপে তার মুক্ত পর্যায়ে অগ্রসর হয়, যাকে বলা হয় গুণস্থান। জৈন সাহিত্য এই রাজ্যগুলিকে বিশদভাবে বর্ণনা করে। নিম্নলিখিতটি আধ্যাত্মিক অগ্রগতির পথে আত্মার বিভিন্ন অবস্থার একটি সংক্ষিপ্ত সারসংক্ষেপ প্রদান করে।\n\nজাগরণ - সঠিক দৃষ্টিভঙ্গি বিকাশ করা\nঅজ্ঞতা, ভ্রম, এবং তীব্র সংযুক্তি ও বিদ্বেষ সহ সর্বনিম্ন স্তর। এটি সংসারের সাথে জড়িত সকল আত্মার স্বাভাবিক অবস্থা, এবং এটি আধ্যাত্মিক বিবর্তনের সূচনা বিন্দু।\nআধ্যাত্মিক অন্তর্দৃষ্টির মাঝে মাঝে অস্পষ্ট স্মৃতির সাথে বাস্তবতার প্রতি উদাসীনতা।\nবাস্তবতা বোঝার দিকে কৌতূহলের ক্ষণস্থায়ী মুহূর্ত।\nআস্থার সাথে বাস্তবতার সচেতনতা সঠিক দৃষ্টিভঙ্গিতে বিকশিত হয়, স্ব-শৃঙ্খলা অনুশীলন করার ইচ্ছার সাথে মিলিত হয়। আত্মা চারটি আবেগকে বশীভূত করতে পারে, যথা রাগ, অহংকার, ছলনা ও লোভ।\nসঠিক দৃষ্টিভঙ্গি ও শৃঙ্খলা বিকাশ করা\nআত্মা এখন নিজেকে নিখুঁত করার লক্ষ্যে সঠিক আচরণের কিছু নিয়ম পালন করতে শুরু করে। পরিচায়ক বা গৌণ ব্রতগুলির শৃঙ্খলার সাথে, আত্মা আধ্যাত্মিক সিঁড়িতে আরোহণের প্রক্রিয়া শুরু করে।\nআবেগ নিয়ন্ত্রণের দৃঢ় সংকল্পের সাথে নেওয়া প্রধান শপথ। আবেগ বা অসতর্কতার উপর পূর্ণ নিয়ন্ত্রণের অভাবের কারণে ব্যর্থতা হতে পারে।\nআত্ম শৃঙ্খলা এবং জ্ঞান বিকাশ\nব্রতগুলির তীব্র অনুশীলন আরও ভাল আত্ম-নিয়ন্ত্রণে সহায়তা করে এবং কার্যত অসাবধানতাকে আধ্যাত্মিক সতর্কতা এবং প্রাণশক্তি দিয়ে প্রতিস্থাপিত করে।\nকর্মের উপর নিখুঁত আত্ম-নিয়ন্ত্রণের কাছাকাছি, মন, চিন্তাভাবনা এবং আবেগের উপর উচ্চ নিয়ন্ত্রন আত্মার সাথে আচার-বিভ্রমকারী কর্মফলের প্রভাব হ্রাস করার জন্য প্রস্তুত।\nআবেগ অপসারণের উপর উচ্চ নিয়ন্ত্রণ, এবং আচার-প্রতারণামূলক কর্মের নির্মূল শুরু হয়।\nসংযুক্তি সূক্ষ্ম মাত্রা ছাড়া সমস্ত আবেগ সম্পূর্ণ বর্জন।\nপরম জ্ঞান এবং আনন্দ অর্জন\nচাপা আবেগ এবং দীর্ঘস্থায়ী আচরণ-প্রতারণামূলক কর্ম আত্মাকে নিম্ন পর্যায়ে টেনে নিয়ে যেতে পারে; সাম্যের ক্ষণস্থায়ী অভিজ্ঞতা।\nএটির ফেরার দফা নেই। যাবতীয় কামনা-বাসনা এবং আচার-বিভ্রমকারী কর্মফল দূর হয়। স্থায়ী অভ্যন্তরীণ শান্তি অর্জিত। এই বিন্দু থেকে কোন নতুন বন্ধন।\nসমস্ত বিদ্বেষমূলক কর্ম ধ্বংস. সর্বজ্ঞতা লাভ করে অরিহন্ত পর্যায়ে পৌঁছে। তবে নিখুঁত আত্মা এখনও দৈহিক দেহে আটকে আছে (সঠিক জ্ঞান অর্জনের সাথে)।\nএটিই পথের শেষ পর্যায়, এবং এর পরেই অঘটিয়া কর্মের আত্মার বিনাশ। যারা এই পর্যায়টি অতিক্রম করে তাদের বলা হয় সিদ্ধ ও সঠিক বিশ্বাস, সঠিক জ্ঞান এবং সঠিক আচরণে সম্পূর্ণরূপে প্রতিষ্ঠিত হন।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nCort, John E. (২০০১a), Jains in the World : Religious Values and Ideology in India, Oxford University Press, আইএসবিএন 978-0-19-513234-2 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nFohr, Sherry (২০১৫), Jainism: A Guide for the Perplexed, Bloomsbury Publishing, আইএসবিএন 978-1-4742-2756-8 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nChampat Rai Jain (১৯১৭), The Practical Path, The Central Jaina Publishing House উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nJain, S. A. (১৯৯২) [First edition 1960], Reality (English Translation of Srimat Pujyapadacharya's Sarvarthasiddhi) (Second সংস্করণ), Jwalamalini Trust,  এই উৎস থেকে এই নিবন্ধে লেখা অন্তর্ভুক্ত করা হয়েছে, যা পাবলিক ডোমেইনে রয়েছে। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nJain, Vijay K. (২০১১), Acharya Umasvami's Tattvarthsūtra (1st সংস্করণ), Uttarakhand: Vikalp Printers, আইএসবিএন 978-81-903639-2-1,  এই উৎস থেকে এই নিবন্ধে লেখা অন্তর্ভুক্ত করা হয়েছে, যা পাবলিক ডোমেইনে রয়েছে। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nJain, Vijay K. (২০১২), Acharya Amritchandra's Purushartha Siddhyupaya: Realization of the Pure Self, With Hindi and English Translation, Vikalp Printers, আইএসবিএন 978-81-903639-4-5,  এই উৎস থেকে এই নিবন্ধে লেখা অন্তর্ভুক্ত করা হয়েছে, যা পাবলিক ডোমেইনে রয়েছে। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nJaini, Padmanabh S. (১৯৯৮) [1979], The Jaina Path of Purification, Delhi: Motilal Banarsidass, আইএসবিএন 978-81-208-1578-0 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}