{"pageid": 1432264, "title": "মুহাম্মদ রিদা আল-মুজাফফর", "url": "https://bn.wikipedia.org/wiki?curid=1432264", "content": "মুহাম্মদ রিদা আল-মুজাফফর (আরবি: محمد رضا المظفر, ১৯০৪ - ১৯৬৪) ছিলেন একজন শিয়া মারজা', দার্শনিক এবং আইনজ্ঞ। ইসলামি বিজ্ঞানের উপর তাঁর লিখিত বইয়ের নাম উসূল আল-ফিকহ (বাংলা: আইনশাস্ত্রের নীতিমালা)। এটি শিয়া মারজার আগা শায়খ মুহাম্মদ হোসেন ইস্পাহানির চিন্তাধারা অনুসারে রচিত।\n\n\n== জীবনী ==\nমুজাফফরের পরিবারকে নাজাফের একটি বিশিষ্ট পরিবার হিসেবে গণ্য করা হত। তার পরিবারে অনেক পণ্ডিত ও দ্বীনি জ্ঞানী পুরুষের আবির্ভাব হয়েছে। হিজরীর দ্বাদশ শতাব্দী থেকে তাদের অধিকাংশই ওই শহরে মুজাফফর নামে পরিচিত। তার কিছু আত্মীয় ইরাকের বসরার বাসিন্দা এবং আল-জাজাইরে বসবাস করেন। তার পিতার নাম মুহাম্মদ ইবনে আবদুল্লাহ। তিনি একজন আইনবিদ এবং মুজতাহিদ ছিলেন। তার পিতাও নাজাফে জন্মগ্রহণ করেন এবং শিক্ষা লাভ করেন। তিনি তার যৌবন অধ্যয়নের মধ্যে অতিবাহিত করেছিলেন। তিনি শারাঈ আল- ইসলামের বইয়ের উপর একটি অত্যন্ত ব্যাপক তাফসীর লিখেছেন যাকে তিনি তাওহিদ আল-কালাম নামে অভিহিত করেছেন। তার অন্যতম কৃতিত্ব ছিল \"মন্তাদা আল নাশার\" প্রতিষ্ঠা। এছাড়াও তিনি নাজাফ বিশ্ববিদ্যালয়ে আইনশাস্ত্র ( ফিকাহ অনুষদ প্রতিষ্ঠা করেন যার মধ্যে ফিকাহ, শিয়া আইনশাস্ত্র ইত্যাদি কোর্স অন্তর্ভুক্ত রয়েছে।\n\n\n=== জীবনের প্রথমার্ধ ===\nমুহাম্মদ রিদা আল-মুজাফফর ১৩২২ হিজরি (১৯০৪ খ্রিস্টাব্দ) শা'বানের পঞ্চম তারিখে জন্মগ্রহণ করেন। তার জন্মের আগে তার পিতা মারা যান। তাই তার ভাই আবদুন-নবী তাকে লালন-পালনের জন্য দায়িত্বপ্রাপ্ত হন। মুহাম্মদ রিদা নাজাফের পাণ্ডিত্যপূর্ণ পরিবেশে বড় হয়েছেন। অনেক উলামায়ে কেরামের মতো তিনি বিভিন্ন কোর্সে অংশগ্রহণ করেছিলেন।\n\n\n== মতামত ==\nউসুল আল ফিকহ, যুক্তিবিদ্যা এবং ফিকহের মতো ইসলামী শিক্ষার বিভিন্ন ক্ষেত্রে তার অনেক মতামত রয়েছে।\n\n\n=== উসুল আল-ফিকহ ===\nউসূলের ক্ষেত্রে তাঁর উদ্ভাবনের একটি হল উসূলের বিষয়ে নতুন বিভাগ উপস্থাপন করা। তাঁর শিক্ষক মুহাম্মদ হুসেইন ইস্পাহানির চিন্তাধারা অনুসারে, মুজাফফর বিষয়গুলিতে নতুন শৃঙ্খলায় বিশ্বাসী। যেমন আলফাজের বিভাজনে তাঁর আগে ইশতিঘা (উৎপাদন) বিষয় নিয়ে আলোচনা করতে হবে, ভূমিকা নিয়ে নয়। ফলস্বরূপ, তিনি বিষয়গুলিকে চারটি বিভাগে বিভক্ত করেছেন: আলফাজ, যুক্তিবাদী আলোচনা ( মাবাহিত আকলিয়্যাহ ), হুজ্জাত, উসুল আমালিয়্যাহ (ব্যবহারিক নীতি)।\n\n\n== কর্মসমূহ ==\nউসূল আল-ফিকহ\nআল-মানতিক\nকেফায়াত আল-ওসুল\nহিস্ট্রি অব ইসলাম (বাংলা: ইসলামের ইতিহাস)\nফিলোসফি অব ইবনে সিনা (বাংলা: ইবনে সিনার দর্শন)\nসাগিফেহ\nফিলোসফি  অব ইমাম আলী (বাংলা: ইমাম আলীর দর্শন)\nশায়খ তৌসী, দ্যা এস্টাবলিশার অব নাজাফ সেমিনারি \nআকাইদ আল-ইমামিয়া\n\n\n== তথ্যসূত্র =="}