{"pageid": 1432754, "title": "চ্যাম্প (লোককাহিনী)", "url": "https://bn.wikipedia.org/wiki?curid=1432754", "content": "আমেরিকান লোককাহিনীতে, চ্যাম্প বা চ্যাম্পি হল একটি লেক দানবের নাম, যে লেক চ্যাম্পলেইনে থাকে। লেকটি ১২৫-মাইল (২০১-কিলোমিটার) দীর্ঘ এবং নিউ ইয়র্ক এবং ভার্মন্ট দ্নগরে বিস্তৃত সুপেয় জলের দীর্ঘ অংশ, যার একটি অংশ কানাডার কুইবেক পর্যন্ত বিস্তৃত।  দৈত্যের কিংবদন্তি তথা গল্পটি বার্লিংটন, ভারমন্ট এবং প্ল্যাটসবার্গ, নিউ ইয়র্ক এলাকায় পর্যটনের জন্য এক প্রকার আকর্ষণ হিসাবে বিবেচিত হয়।\n\n\n== কিংবদন্তির ইতিহাস ==\nমূল গল্পটি দৈত্যাকার সাপের ইরোকুয়েস কিংবদন্তির সাথে সম্পর্কিত (যার নাম মোহাক ওনিয়ারে'কোওয়া)\nফরাসি মানচিত্রকার স্যামুয়েল ডি চ্যাম্পলাইন (যিনি কুইবেকের প্রতিষ্ঠাতা) ১৬০৯ সালে প্রথম ইউরোপীয় ব্যক্তি হিসেবে চ্যাম্প দেখেছিলেন বলে দাবি করা হয়। এই দাবির প্রথম উৎস হল ভারমন্ট লাইফ পত্রিকার গ্রীষ্মকালীন ১৯৭০ সংখ্যা। ম্যাগাজিনটি শ্যামপ্লেইনকে একটি \" ২০ ফু (৬.১ মি) নথিভুক্ত করেছে বলে উদ্ধৃত করেছে। তার ভাষ্য অনুযায়ী, ব্যারেলের মতো পুরু সর্প, এবং ঘোড়ার মতো মাথা। তবে চ্যাম্পলাইন কখনও এই কথা বলেছিলেন এমন কোনও প্রমাণ নেই,\n১৮১৯ সালের প্ল্যাটসবার্গ রিপাবলিকানে \"কেপ অ্যান সর্পেন্ট অন লেক চ্যামপ্লেইন\" শিরোনামে একজন \"ক্যাপ্টেন ক্রাম\" একটি বিশাল সর্প দানব দেখতে পেয়ে রিপোর্ট করে।   ক্রাম অনুমান করেছিলেন যে দানবটির বয়স প্রায় ১৮৭ ফু (৫৭ মি) ছিল দীর্ঘ এবং প্রায় ২০০ গজ (১৮০ মি) এবং তা তার থেকে দূরে অবস্থিত ছিল। অনেক দূরত্ব থাকা সত্ত্বেও, তিনি এটিকে অনুসরণ করতে দেখেছেন বলে দাবি করেছেন এবং দেখতে সক্ষম হয়েছেন যে এটির তিনটি দাঁত রয়েছে। তার মতে, এর চোখ ছিল খোসা ছাড়ানো পেঁয়াজের রঙ। তিনি উল্লেখ করেছিলেন, দানবটির গলায় \"লাল বেল্ট\" এবং কপালে একটি সাদা তারা আছে। \n১৮৮৩ সালে, শেরিফ নাথান এইচ. মুনি দাবি করেন যে যখন তিনি তীরে ছিলেন তখন তিনি একটি জলের সাপ দেখেছেন যা ১১০ গজ (১০০ মি) এর সমতুল্য দৈর্ঘ্য বিশিষ্ট। । তিনি দাবি করেছিলেন যে তিনি এত কাছে ছিলেন যে তিনি \"এর মুখের ভিতরে গোলাকার সাদা দাগ\" দেখতে পাচ্ছিলেন এবং \"প্রাণীটি প্রায় ২৫ থেকে ৩০ ফু (৭.৬ থেকে ৯.১ মি) বলে মনে হয়েছিল দৈর্ঘ্যে\" মুনির এই তথাকথিত সাক্ষাত আরও অনেক কথিত প্রত্যক্ষদর্শীকে চ্যাম্পের নিজস্ব বিবরণ নিয়ে এগিয়ে আসতে বাধ্য করেছে। \n\n\n== আরো দেখুন ==\nমুসি\nলেক তিয়ানচি মনস্টার\nওগোপোগো\nলোচ নেস মনস্টার\nমোকেলে এমবেম্বে\nসেলমা (লেক দানব)\nমেমফ্রে\nআলতামাহা-হা\n\n\n== তথ্যসূত্র =="}