{"pageid": 1432167, "title": "লুকাস বিকারক", "url": "https://bn.wikipedia.org/wiki?curid=1432167", "content": "লুকাসের বিকারক হলো গাঢ় HCl এসিডে দ্রবীভূত অনার্দ্র জিঙ্ক ক্লোরাইড দ্রবণকে লুকাস বিকারক বলে। ঘনীভূত হাইড্রোক্লোরিক অ্যাসিডের অ্যানহাইড্রাস জিঙ্ক ক্লোরাইডের একটি দ্রবণ। এই সমাধানটি কম আণবিক ওজনের অ্যালকোহলগুলিকে শ্রেণীবদ্ধ করতে ব্যবহৃত হয়। প্রতিক্রিয়া হল একটি প্রতিস্থাপন যেখানে ক্লোরাইড একটি হাইড্রক্সিল গ্রুপকে প্রতিস্থাপন করে। একটি ইতিবাচক পরীক্ষা পরিষ্কার এবং বর্ণহীন থেকে অস্বস্তিতে পরিবর্তন দ্বারা নির্দেশিত হয়, একটি ক্লোরোঅ্যালকেন গঠনের সংকেত দেয়।  এছাড়াও, এই পরীক্ষার সর্বোত্তম ফলাফল টারশিয়ারি অ্যালকোহলগুলিতে পরিলক্ষিত হয়, কারণ তারা মধ্যবর্তী টারশিয়ারি কার্বোকেশনের উচ্চ স্থিতিশীলতার কারণে সংশ্লিষ্ট অ্যালকাইল হ্যালাইডগুলি দ্রুত গঠন করে। পরীক্ষাটি ১৯৩০ সালে রিপোর্ট করা হয়েছিল এবং গুণগত জৈব রসায়নে একটি আদর্শ পদ্ধতিতে পরিণত হয়েছিল।  বিশ্লেষণের বিভিন্ন বর্ণালী এবং ক্রোমাটোগ্রাফিক পদ্ধতির উপলব্ধতার সাথে পরীক্ষাটি তখন থেকে কিছুটা অপ্রচলিত হয়ে পড়েছে। এটি হাওয়ার্ড লুকাসের (১৮৮৫-১৯৬৩) নামে নামকরণ করা হয়েছিল।\n\n\n== লুকাস পরীক্ষা ==\nঅ্যালকোহলগুলোতে লুকাস পরীক্ষা হলো প্রাথমিক, মাধ্যমিক এবং তৃতীয় অ্যালকোহলের মধ্যে পার্থক্য করার জন্য একটি পরীক্ষা। এটি একটি SN1 প্রতিক্রিয়ার মাধ্যমে হাইড্রোজেন হ্যালাইড সহ তিনটি শ্রেণীর অ্যালকোহলের প্রতিক্রিয়ার পার্থক্যের উপর ভিত্তি করে।\ntert-BuOH + HCl → tert-BuCl + H2O\nবিভিন্ন প্রতিক্রিয়াশীলতা সংশ্লিষ্ট কার্বোকেশনের গঠনের ভিন্নতাকে প্রতিফলিত করে। টারশিয়ারি কার্বোকেশনগুলি সেকেন্ডারি কার্বোকেশনের চেয়ে অনেক বেশি স্থিতিশীল এবং প্রাথমিক কার্বোকেশনগুলি সবচেয়ে কম স্থিতিশীল (হাইপারকনজুগেশনের কারণে)।\nZnCl2 এবং ঘনীভূত HCl-এর সমতুল্য মিশ্রণ হল বিকারক। অ্যালকোহল প্রোটোনেটেড হয়, H2O গ্রুপ পাতা তৈরি করে, কার্বোকেশন তৈরি করে এবং নিউক্লিওফাইল Cl− (যা অতিরিক্ত পরিমাণে থাকে) সহজেই কার্বোকেশনকে আক্রমণ করে, ক্লোরোঅ্যালকেন গঠন করে। জলীয় মিশ্রণে জৈব ক্লোরাইডের কম দ্রবণীয়তার কারণে টর্বিডিটির প্রমাণ হিসাবে টারশিয়ারি অ্যালকোহলগুলি লুকাস রিএজেন্টের সাথে অবিলম্বে প্রতিক্রিয়া দেখায়। মাধ্যমিক অ্যালকোহলগুলি পাঁচ বা তার বেশি মিনিটের মধ্যে প্রতিক্রিয়া করে (তাদের দ্রবণীয়তার উপর নির্ভর করে)। প্রাথমিক অ্যালকোহলগুলি ঘরের তাপমাত্রায় লুকাস বিকারকের সাথে প্রশংসনীয়ভাবে প্রতিক্রিয়া দেখায় না। তাই, অস্বচ্ছলতা দেখা দিতে যে সময় লাগে তা হল অ্যালকোহলের শ্রেণির প্রতিক্রিয়াশীলতার একটি পরিমাপ, এবং এই সময়ের পার্থক্য তিনটি শ্রেণির অ্যালকোহলের মধ্যে পার্থক্য করতে ব্যবহৃত হয়:\n\nঘরের তাপমাত্রায় দৃশ্যমান প্রতিক্রিয়া নেই এবং শুধুমাত্র গরম করার সময় একটি তৈলাক্ত স্তর তৈরি করে: প্রাথমিক, যেমন ১-পেন্টানল\nসমাধান ৩-৫ মিনিটের মধ্যে তৈলাক্ত স্তর তৈরি করে: সেকেন্ডারি, যেমন ২-পেন্টানল\nসমাধান অবিলম্বে একটি তৈলাক্ত স্তর গঠন করে: তৃতীয়, যেমন ২-মিথাইল-২-বুটানল\nলুকাস পরীক্ষা সাধারণত অক্সিডেশন পরীক্ষার একটি বিকল্প - যা প্রাথমিক এবং মাধ্যমিক অ্যালকোহল সনাক্ত করতে ব্যবহৃত হয়।\n\n\n== তথ্যসূত্র =="}