{"pageid": 1432047, "title": "লিল জন", "url": "https://bn.wikipedia.org/wiki?curid=1432047", "content": "জোনাথন এইচ স্মিথ  (জন্ম ১৭ জানুয়ারি, ১৯৭২)  যিনি তার স্টেজ নাম লিল জন দ্বারা বেশি পরিচিত – হলেন একজন মার্কিন ডিজে, রেকর্ড প্রযোজক ও র্যপার। ২০০০ এর দশকের শুরুর দিকে তিনি হিপ হপ সঙ্গীতের বাণিজ্যিক অগ্রগতিতে গুরুত্বপূর্ণ ভূমিকা পালন করেন এবং প্রায়শ এই ধারার পূর্বপুরুষ হিসাবে কৃতিত্ব পান। একজন প্রযোজক হিসাবে লিল জন \"সল্ট শেকার\", \"সাইক্লোন\", \"গেট লো\", \"স্ন্যাপ ইয়ো ফিঙ্গারস\", ড্যাম \", \"ফ্রিক-এ-লিক\" ও লাভার্সসহ বেশ কয়েকটি বিলবোর্ড হট ১০০ হিট সিঙ্গেল তৈরি করেন।  ২০১৬ সালে তিনি সর্বকালের শীর্ষ বিলবোর্ড মিউজিক পুরস্কার বিজয়ী হিসাবে তালিকাভুক্ত হয়েবিলবোর্ডের রিদমিক চার্টে তার ৮ নম্বর একক গান সংগ্রহ করেন। ২০২৪ সালের ১৫ ই মার্চ, লিল জন মার্কিন যুক্তরাষ্ট্রের লস অ্যাঞ্জেলেসের কিং ফাহাদ মসজিদে ইসলাম গ্রহণ করেন।\n\n\n== ব্যক্তিগত জীবন ==\n২০০৪ সালে লিল জন নিকোলকে বিয়ে করেন এবং তাদের এক ছেলে আছে, নাথান (যিনি ডিজে ইয়াং স্লেড নামে পরিচিত)। লিল জন উল্লেখ করেছেন যে তাঁর সবচেয়ে বড় আনন্দের মধ্যে একটি হল তাঁর ছেলের সাথে সবকিছু পুরোপুরি উপভোগ করা, যে ১১ বছর বয়স থেকে ডিজিং করছে।\nতিনি আটলান্টার সমস্ত খেলাধুলার দলের একজন উৎসাহী ভক্ত, যেখানে এনএইচএল-এর আটলান্টা থ্রাশারসও ছিল যতক্ষণ না পর্যন্ত তারা ২০১১ সালে উইনিপেগে স্থানান্তরিত হয়। এছাড়া তিনি লাস ভেগাস দলগুলিকেও অনুসরণ করেন  কারণ তাঁর মতে ২০১৭ সালে লাস ভেগাসের গুলি চালানোর ঘটনার সময় সেই শহরে থাকা এবং সেই সম্প্রদায়ের মানুষের প্রতিক্রিয়া তাঁকে তাঁর দ্বিতীয় শহর হিসেবে লাস ভেগাসকে সমর্থন করতে উদ্বুদ্ধ করেছে। ভেগাস গোল্ডেন নাইটসের জন্য তাঁর সমর্থন তাঁকে দলটির ২০১৯ সালের তথ্যচিত্র ভ্যালিয়েন্টে আসতে পরিচালিত করে এবং ২০২৩-এর টাইটেলের পরে তাঁকে একটি স্ট্যানলি কাপ রিং দেওয়া হয়, যা তিনি সুপার বোল এলভিআইআই হাফটাইম শোতে পরেছিলেন। তিনি টেনেসি বিশ্ববিদ্যালয়ের ভলুন্টারস এবং ডিজে স্টার্ল দ্য পার্লেরও ভক্ত, যিনি তাঁর হিট গান \"টার্ন ডাউন ফর হোয়াট\" থার্ড ডাউনে গ্রহণ করেছেন, এটিকে \"থার্ড ডাউন ফর হোয়াট\"-এ পরিবর্তন করে। ৪ অক্টোবর, ২০১৪-এ, লিল জন জাম্বোট্রনের মাধ্যমে হাজির হন ভলুন্টারসদের ফ্লোরিডা বিশ্ববিদ্যালয় গেটরসকে হারানোর জন্য উৎসাহিত করার উদ্দেশ্যে; এবং ভলুন্টারসদের সাথে দেখা করে তাদেরকে উৎসাহ দিয়েছেন।\nলিল জন একজন উল্লেখযোগ্য আটলান্টা বাসিন্দা এবং শহরে নতুন আগতদের স্বাগত জানাতে হার্টসফিল্ড-জ্যাকসন আন্তর্জাতিক বিমানবন্দরে বিজ্ঞাপনে উপস্থিত হন। তিনি আটলান্টা ফ্যালকনস এবং আটলান্টা ইউনাইটেড খেলার সময় মার্সিডিজ-বেঞ্জ স্টেডিয়ামের জাম্বোট্রনেও উপস্থিত হন। ২০১৯ সালে আটলান্টায় অনুষ্ঠিত সুপার বোল এলআইআইআই-এর সময়, লিল জন এনএফএল-এর \"দিস ইজ আটলান্টা\" প্রচারমূলক ভিডিওতে আসন্ন দর্শকদের শহরে স্বাগত জানাতে সহকর্মী আটলান্টা বাসিন্দাদের সঙ্গে হাজির হন, যাঁদের মধ্যে রয়েছেন সাবেক আটলান্টা হকস বাস্কেটবল খেলোয়াড় ডোমিনিক উইলকিন্স, সাবেক আটলান্টা ব্রেভস বেসবল খেলোয়াড় চিপার জোন্স, নাগরিক অধিকার আইকন কংগ্রেসম্যান জন লুইস এবং প্রাক্তন কংগ্রেসম্যান, জাতিসংঘের রাষ্ট্রদূত এবং আটলান্টার মেয়র অ্যান্ড্রু ইয়াং, র‍্যাপাররা বিগ বোই এবং কিলার মাইক, গায়িকা রোজোন্ডা টমাস (টিএলসির চিলি), কৌতুকাভিনেতা জেফ ফক্সওয়ার্থি এবং টেলিভিশন ব্যক্তিত্ব রায়ান সিক্রেস্ট। সঙ্গীতশিল্পী জার্মেইন ডুপ্রির উদ্যোগে, আটলান্টা এলাকার বহু হাই স্কুল ড্রামার, স্থানীয় ব্রাস বাদক এবং আটলান্টা সিম্ফনি অর্কেস্ট্রাও উপস্থিত হয়েছিল এবং অন্তর্নিহিত সংগীত সরবরাহ করেছিল। এই সম্পর্কিত খেলার নেটওয়ার্কের কভারেজের জন্য সিবিএস স্পোর্টসের অফিসিয়াল ওপেনেও লিল জন উপস্থিত হয়েছিলেন।\n\n\n==== ইসলাম ধর্ম গ্রহণ ====\n২০২৪ সালের রমজান মাসে লিল জন কালভার সিটির কিং ফাহাদ মসজিদে ইসলাম গ্রহণ করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসরকারী ওয়েবসাইট\nঅলমিউজিকে লিল জন"}