{"pageid": 1432408, "title": "জৈব জারণ-বিজারণ বিক্রিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1432408", "content": "রসায়নে, জৈব জারণ-বিজারণ বিক্রিয়া হল একপ্রকার জারণ-বিজারণ বিক্রিয়া, যাতে মূলত জৈব যৌগগুলি অংশগ্রহণ করে। জৈব রসায়নে জারণ এবং বিজারণ সাধারণ জারণ-বিজারণ বিক্রিয়া থেকে ভিন্ন, কারণ অনেক বিক্রিয়াই প্রকৃতপক্ষে ইলেক্ট্রন স্থানান্তরের সাথে জড়িত নয়। পরিবর্তে জৈব জারণের জন্য প্রাসঙ্গিক মানদণ্ড হল অক্সিজেন লাভ এবং/অথবা হাইড্রোজেনের বিলুপ্তি। ক্রমবর্ধমান জারণ অবস্থার জন্য কার্যকরী মূলকগুলিকে সাজানো যেতে পারে। জারণ সংখ্যা শুধুমাত্র একটি অনুমান:\n\nযখন মিথেন কার্বন ডাই অক্সাইডে জারিত হয় তখন এর জারণ সংখ্যা −৪ থেকে +৪ তে পরিবর্তিত হয়। সাধারণ বিজারণের মধ্যে রয়েছে অ্যালকেন থেকে অ্যালকিন এবং সাধারণ জারণগুলির মধ্যে অ্যালডিহাইডে অ্যালকোহলের জারণ অন্তর্ভুক্ত রয়েছে। জারণে ইলেকট্রনগুলি সরানো হয় এবং একটি অণুর ইলেকট্রন ঘনত্ব হ্রাস পায়। বিজারণের ফলে অণুতে ইলেকট্রন যুক্ত হলে ইলেকট্রনের ঘনত্ব বৃদ্ধি পায়। এই পরিভাষাটি সর্বদা জৈব যৌগকে কেন্দ্র করে থাকে। উদাহরণস্বরূপ, লিথিয়াম অ্যালুমিনিয়াম হাইড্রাইড দ্বারা একটি কিটোনের বিজারণকে উল্লেখ করা স্বাভাবিক, তবে কিটোন দ্বারা লিথিয়াম অ্যালুমিনিয়াম হাইড্রাইডের জারণকে নয়। অনেক জারণ জৈব অণু থেকে হাইড্রোজেন পরমাণু অপসারণ জড়িত, এবং বিজারণ একটি জৈব অণুতে হাইড্রোজেন যোগ করে।\nবিজারণ হিসাবে শ্রেণীবদ্ধ অনেক প্রতিক্রিয়া অন্যান্য শ্রেণীতেও উপস্থিত হয়। উদাহরণস্বরূপ, লিথিয়াম অ্যালুমিনিয়াম হাইড্রাইড দ্বারা কিটোনকে অ্যালকোহলে রূপান্তর একটি বিজারণ হিসাবে বিবেচনা করা যেতে পারে তবে হাইড্রাইড নিউক্লিওফিলিক প্রতিস্থাপনে একটি ভাল নিউক্লিওফাইলও। জৈব রসায়নে অনেক রেডক্স বিক্রিয়ায় ফ্রি র‌্যাডিকেল অন্তর্বর্তী যৌগ হিসেবে জড়িত থাকে। তড়িৎরাসায়নিক জৈব সংশ্লেষণ বা ইলেক্ট্রোসিন্থেসিসে সত্যিকারের জৈব রেডক্স রসায়ন পাওয়া যায়। ইলেক্ট্রোকেমিক্যাল কোষে জৈব বিক্রিয়ার উদাহরণ হল কোলবে তড়িৎবিশ্লেষণ।\nঅসামঞ্জস্যপূর্ণ বিক্রিয়ায় বিক্রিয়ক দুটি পৃথক যৌগ গঠন করে একই রাসায়নিক বিক্রিয়ায় জারিত এবং বিজারিত হয়।\nঅপ্রতিসম বিজারণ এবং অপ্রতিসম জারণ অপ্রতিসম যৌগ সংশ্লেষণে গুরুত্বপূর্ণ।\n\n\n== জারণ বিক্রিয়া ==\nঅ্যালকোহল জারণ\nঅক্সাইম ও প্রাইমারী অ্যামিনের নাইট্রো যৌগে জারণ\nগ্লাইকল ভাঙন\nআলফা হাইড্রক্সি অ্যাসিডের ভাঙন\nঅ্যালকিনের জারণ\nপ্রাইমারী অ্যামিন থেকে নাইট্রাইলে জারণ\nথায়ল থেকে সালফোনিক অ্যাসিডে জারণ\nহাইড্রাজিন থেকে অ্যাজো যৌগে জারণ\n\n\n== বিজারণ বিক্রিয়া ==\nকার্বনিল বিজারণ\nঅ্যামাইড বিজারণ\nনাইট্রাইল বিজারণ\nনাইট্রো যৌগের বিজারণ\nইমিন ও শিফের ক্ষারের বিজারণ\nঅ্যারোম্যাটিক যৌগের বিজারণ\n\n\n== তথ্যসূত্র =="}