{"pageid": 1432059, "title": "ফেথিয়ে মসজিদ (এথেন্স)", "url": "https://bn.wikipedia.org/wiki?curid=1432059", "content": "ফেথিয়ে মসজিদ (গ্রিক: Φετιχιέ τζαμί  ; তুর্কি: Fethiye Camii , \"বিজয়ের মসজিদ\") গ্রিসের মধ্য এথেন্সে অবস্থিত ১৭ শতকের একটি উসমানীয় মসজিদ। ১৮৩৪ সালে গ্রীক স্বাধীনতার পরে পুনর্নির্মাণ করা এ মসজিদটি ভগ্নদশায় পড়েছিল, কিন্তু সংস্কারের পরে এটিকে ২০১৭ সালে জনসাধারণের জন্য আবার খুলে দেওয়া হয় এবং বর্তমানে এটি সাংস্কৃতিক প্রদর্শনীর জন্য ব্যবহৃত হচ্ছে।\n\n\n== ইতিহাস ==\nফেথিয়ে মসজিদ এথেন্সের প্রাচীন রোমান আগোরার উত্তর দিকে, টাওয়ার অফ দ্য উইন্ডস এর কাছে অবস্থিত এবং এটি মধ্য বাইজেন্টাইন যুগের (৮ম/৯ম শতক) খ্রিস্টান ব্যাসিলিকার ধ্বংসাবশেষের উপর নির্মিত হয়েছিল। ১৪৫৮ সালে সুলতান মুহাম্মাদ ফাতিহ শহর পরিদর্শনকে সামনে রেখে খ্রিস্টান গির্জাটি ১৪৫৬/৫৮ সালে উসমানীয়দের ডাচি অব এথেন্স বিজয়ের পরপরই একটি মসজিদে রূপান্তরিত করা হয়। \nগ্রীক স্বাধীনতা যুদ্ধের প্রাদুর্ভাবের পর, ১৮২৪ সালে অব্যবহৃত মসজিদটিকে এথেন্সের ফিলোমোসোস ইটেরিয়া একটি স্কুল হিসাবে ব্যবহার করে। প্রায় একই সময়ে বা যুদ্ধ শেষ হওয়ার কিছু সময় পরেই মসজিদের মিনার ভেঙ্গে ফেলা হয়। গ্রীক স্বাধীনতার পর ১৮৩৪ সাল থেকে, এবং ২০ শতকের গোড়ার দিকে, এটি ধারাবাহিকভাবে একটি ব্যারাক, একটি সামরিক কারাগার এবং অবশেষে একটি সামরিক বেকারি হিসাবে ব্যবহার করা হয়, এই সময়ে বেকারির ভাটা রাখার জন্য ভবনটিতে কিছু সংযোজন করা হয়েছিল। ২০ শতকের গোড়ার দিক থেকে এটি অ্যাগোরা এবং এথেন্সের অ্যাক্রোপলিসে বেশিরভাগ ক্ষেত্রেই খননকার্য থেকে পাওয়া বিভিন্ন সন্ধানপ্রাপ্ত বস্তুর জন্য গুদাম হিসাবে ব্যবহৃত হয়। \nসাম্প্রতিক সংযোজনগুলি অপসারণ এবং ১৯৩৫ সালে এর আসল আকারে পুনর্নির্মিত হওয়া ছাড়া, মসজিদটি কখনই সম্পূর্ণ পুনর্নির্মিত হয়নি এবং ২০১০ সালের মধ্যে গুরুতর কাঠামোগত সমস্যা তৈরি করেছিল। ২০১০ সালের শরৎকালে, গ্রীক সংস্কৃতি মন্ত্রণালয় সেখানে সংরক্ষিত বিভিন্ন পুরাকীর্তি সরিয়ে ভবনটি খালি করার নির্দেশ দেয় এবং এটিকে পুনরুদ্ধার করে জনসাধারণের জন্য উন্মুক্ত করার প্রক্রিয়া শুরু করে। সিদ্ধান্তটি ২০১৩ সালে গ্রীসের কেন্দ্রীয় প্রত্নতাত্ত্বিক কাউন্সিল কর্তৃক অনুমোদিত হয়, এটির পুনরুদ্ধার এবং সাংস্কৃতিক অনুষ্ঠানের স্থান হিসাবে জনসাধারণের জন্য এটি উন্মুক্ত করার পথ প্রশস্ত করেছিল। ব্যাপক পুনরুদ্ধার ও সংস্কারের পর, ২০১৭ সালে মসজিদটি জনসাধারণের জন্য আবার খুলে দেওয়া হয় এবং সেখানে সাংস্কৃতিক প্রদর্শনী অনুষ্ঠিত হয়।\n\n\n== আরও দেখুন ==\nগ্রীসের মসজিদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়তে ==\nGiochalas, Thanasis; Kafetzaki, Tonia (২০১৩)।  Αθήνα. Ιχνηλατώντας την πόλη με οδηγό την ιστορία και τη λογοτεχνία (গ্রিক ভাষায়)। Estia। আইএসবিএন 978-960-05-1559-6। \n\nটেমপ্লেট:Ottoman Greeceটেমপ্লেট:Ottoman monuments of Athensটেমপ্লেট:Landmarks in Athens"}