{"pageid": 1432118, "title": "মৌসুমী দিকপতি", "url": "https://bn.wikipedia.org/wiki?curid=1432118", "content": "মৌসুমী দিকপতি হলেন ন্যাশনাল সেন্টার ফর অ্যাটমোস্ফেরিক রিসার্চ পরিচালিত হাই অল্টিটিউড অবজারভেটরি এর একজন বিজ্ঞানী। তার গবেষণার প্রধান ক্ষেত্র হলো সৌর অভ্যন্তরীণ এবং ডায়নামোর গতিবিদ্যা ও ম্যাগনেটোহাইড্রোডায়নামিক্সের নকশা তৈরি যার মূল বিষয়বস্তু হলো: চৌম্বক-প্রবাহী গতিবিদ্যার আলোকে ডায়নামো উৎপাদিত বৈশ্বিক চুম্বকীয় ক্ষেত্রের প্রক্রিয়া বা প্রতিক্রিয়ার পরিবর্তন এবং বায়ুমণ্ডলীয় গবেষণা (এআর) উদ্ভবের নিদর্শন।\n\n\n== শিক্ষা ==\nমৌসুমী ভারতের কলকাতার লেডি ব্রেবোর্ন কলেজ এবং কলকাতা বিশ্ববিদ্যালয়ে অধ্যয়ন করেছেন। পদার্থবিদ্যায় তিনি স্নাতক এবং স্নাতকোত্তর ডিগ্রী লাভ করেছেন। তিনি ভারতের কলকাতার সাহা ইনস্টিটিউট অফ নিউক্লিয়ার ফিজিক্সে পদার্থবিদ্যায় অ্যাসোসিয়েটশিপে  উচ্চতর গবেষণা পোস্ট এমএসসি সম্পন্ন করেন। তিনি ১৯৯৬ সালে ব্যাঙ্গালোরের ইন্ডিয়ান ইনস্টিটিউট অফ সায়েন্স থেকে তার পিএইচডি ডিগ্রী অর্জন করেন। তিনি ইউএসএ-তে বোল্ডারের এনসিএআর-এর অ্যাডভান্সড স্টাডি প্রোগ্রাম এবং হাই অল্টিটিউড অবজারভেটরি থেকে নিজের পোস্ট ডক সম্পন্ন করেছেন।\n\n\n== গবেষণা ==\n২০০৬ সালের মার্চ মাসে তিনি সৌর অভ্যন্তরের জ্যোতির্পদার্থবিদ্যার সিমুলেশনের উপর ভিত্তি করে পরবর্তী সৌর চক্রের শক্তি এবং সময় সম্পর্কে ধারণা প্রদান করেছিলেন। ২০০৬-২০০৭ এর মধ্যে মৌসুমী দিকপতি সৌর চক্র ২৪ এর জন্য তিনটি ধারণা প্রদান করেছিলেন - (i) সৌর চক্র ২৪ এর বিলম্বিত সূচনা যা ২০০৬ এর পরিবর্তে ২০০৮ সালের শেষের দিকে শুরু হবে, (ii) সৌর চক্র ২৪ এর সর্বোচ্চ তীব্রতার মাত্রা পূর্ববর্তী চক্রের (সাইকেল ২৩) থেকে ৩০%-৫০% শক্তিশালী হবে, এবং (iii) দক্ষিণ গোলার্ধে সৌর চক্র সূর্যের উত্তর গোলার্ধের তুলনায় শক্তিশালী হবে। উপরোক্ত তিনটি ভবিষ্যদ্বাণীর মধ্যে দুটি (i) এবং (iii) সত্য হয়েছে। সৌর চক্র ২৪ বিলম্বিত হওয়ার কারণ ব্যাখ্যা করে প্রকাশিত তার গবেষণাপত্রটি ডিসকভার ম্যাগাজিনের শীর্ষ ১০০ টি আবিষ্কারের মধ্যে অন্যতম হিসেবে স্থান লাভ করে। বর্তমানে তিনি একটি অধিকতর নির্ভুল ডাইনামো-ভিত্তিক সৌর চক্র পূর্বাভাস যন্ত্র তৈরি করার মাধ্যমে তার সৌর ডায়নামো মডেলটিকে উন্নত করছেন যা সৌর চুম্বকীয় ক্ষেত্র এবং তার প্রবাহ উপাত্ত বিশ্লেষণ করে মহাসাগরীয় এবং বায়ুমণ্ডলীয় আবহাওয়ার পূর্বাভাস প্রদানে ব্যবহার করা যেতে পারে।\nজিওফিজিক্যাল রিসার্চ লেটারে প্রকাশিত একটি সাম্প্রতিক প্রকাশনায় কলোরাডোর বোল্ডারের হাই অল্টিটিউড অবজারভেটরি ন্যাশনাল সেন্টার ফর অ্যাটমোস্ফিয়ারিক রিসার্চ-এর ডঃ মৌসুমী দিকপতি এবং তার দল পূর্ববর্তী সৌর চক্রের সময়কালের আলোকে মাউন্ট উইলসন অবজারভেটরি ডেটা মডেল প্রকাশ করেছেন।\nতারা অনুসন্ধান করে মডেলটির প্রস্তাবনার সময় তারা সূর্য পৃষ্ঠের নীচে সূর্যের অন্তর্ভুক্ত প্লাজমা প্রবাহে ডপলার ক্রিয়া দেখতে পান এবং তারা প্রবাহটিকে সর্বাধিক দূরত্বে বা মেরুর দিকে পৌঁছে যাওয়া অবস্থায় আবিষ্কার করেন।\n\n\n== প্রধান বৈজ্ঞানিক কৃতিত্ব ==\n\n\n=== সৌর চুম্বকীয় জলতরঙ্গ, রসবি তরঙ্গ এবং মহাকাশ আবহাওয়া (ইংরেজি: Solar magneto hydrodynamics, Rossby waves and space weather) ===\n২০২২-বর্তমান: সৌর রসবি তরঙ্গ মডেলিং, পর্যবেক্ষণ বিশ্লেষণ এবং মহাকাশ আবহাওয়ার প্রভাব\n\n২০২১-২০২২: রসবি তরঙ্গ এবং স্পট-উৎপাদনকারী চৌম্বক ক্ষেত্রগুলির মিথস্ক্রিয়া (এপিজে, ৯২২, ৪৬, পৃ১৩, ২০২১) এর কারণে পৃষ্ঠের সক্রিয় অঞ্চলগুলির গভীর উত্স ব্যাখ্যা করা হয়েছে\n২০১৯ – ২০২০: মধ্যবর্তী স্কেলে (কয়েক থেকে কয়েক সপ্তাহ) মহাকাশ আবহাওয়ার ভবিষ্যত দৃষ্টিভঙ্গির উপর এজিইউ গ্র্যান্ড চ্যালেঞ্জ পেপার যা AGU-এর ১০০ তম বার্ষিকী উদযাপনের ১০০ টি পেপারগুলির মধ্যে অন্যতম। এটি ৩০ পৃষ্ঠার একটি বড় প্রকাশনা যা পদার্থবিজ্ঞান গবেষণায় একটি বিজ্ঞানসম্মত পূর্ভাবাস এবং এজিইউ গবেষণা স্পটলাইট।\n২০১৫-২০১৮: আবিষ্কৃত ট্যাকোক্লাইন অরৈখিক স্পন্দন (ইংরেজি: Tachocline Nonlinear Oscillations), যা ৬-১৮ মাসের পর্যায়ক্রমিকতায় সৌর ডিফারেনশিয়াল ঘূর্ণন, চৌম্বক ক্ষেত্র এবং রসবি তরঙ্গের মধ্যে আধা-পর্যায়ক্রমিক শক্তি বিনিময়ের মাধ্যমে মহাকাশ আবহাওয়ায় \"ঋতু\" পরিচালনা করে (নেচার, ২০১৭)।\n2009 - 2012: রসবি তরঙ্গের সাথে ট্যাকোক্লাইন অক্ষাংশীয় কেন্দ্রমুখী ঘূর্ণনের মিথস্ক্রিয়া গণনা করার জন্য প্রথম সম্পূর্ণ অরৈখিক কোয়াসি-ত্রিমাত্রিক অগভীর জলীয় তরঙ্গের ত্রিমাত্রিক মডেল (এপিজে, ৭৪৫, ১২৮, ২০১২) নির্মাণ।\nপ্রথম সম্পূর্ণ অলঙ্কৃত কোয়াসি-ত্রিমাত্রিক গভীর জল মডেল তৈরি করা হয়েছে (এপিজে, ৭৪৫, ১২৮, ২০১২), যাতে ট্যাকোক্লাইনের অক্ষাংশিক পার্থিব ঘূর্ণনা ও রসবি তরঙ্গগুলির সংহলন নির্ণয় করা হয়।\n\n\n=== সৌর মডেলের ডেটা বিশ্লেষণ (ইংরেজি: Data assimilation in solar models) ===\n২০২২ - বর্তমান: আসন্ন সৌর বিস্ফোরণের \"মরশুমি\" কার্যকলাপ পূর্বাভাসে সহজাত পূর্বাভাসযোগ্যতা সীমা অনুমান করার জন্য সামগ্রিক প্রতিলিপি তৈরি করেছেন\n২০১৯– ২০২০: সক্রিয় অঞ্চলগুলির দ্রাঘিমাংশ-বন্টন অনুকরণ এবং অনুমান করার জন্য টিএনও-ডার্ট মডেল-সিস্টেম তৈরি করেছেন (প্রথম ফলাফলগুলো স্পেস ওয়েদার, ২০২০, e2018SW002109-এ প্রকাশিত হয়েছে)\n২০১২ - ২০১৬: সৌর ডায়নামো মডেলে EnKF ডেটা আত্তীকরণের ভিত্তি তৈরি করেছেন৷ যা মডেল, পর্যবেক্ষণ এবং ডেটা আত্তীকরণের সংমিশ্রণে সূর্যের মেরিডিওনাল প্রবাহ-গতি পরিবর্তনের বিভিন্নতাকে প্রদর্শন করে এবং স্প্যাটিও-টেম্পোরাল প্যাটার্ন বের করে সম্ভাব্য মেরিডিওনাল সঞ্চালন দেখায়। যা দুটি বড় প্রকাশনা হিসেবে স্থান লাভ করে, যার মধ্যে একটি (জিআরএল, ৪১, এল৫৩৬১, ২০১৪) সংবাদ বিজ্ঞপ্তি হিসেবে এবং অন্যটি মৌলিক গবেষণা এজিইউ স্পটলাইট হিসেবে প্রকাশিত হয়।\n\n\n== প্রকাশনা ==\n“Solar/stellar Dynamos as revealed by Helio- and Asteroseismology”, ASPSC, volume 416, pp648, Eds.: Dikpati, M., T. Arentoft, I. Gonzalez-Hernandez, C. Lindsay and F. Hill, Date: 2010\n\n\n== সন্মান ও পুরস্কার ==\n২০১৭: স্টকহোমের ওয়েনার-গ্রেন গেস্ট প্রফেসরশিপ অ্যাওয়ার্ড\n২০১০: ডিসকভার ম্যাগাজিনে শীর্ষ ১০০টি আবিষ্কারের মধ্যে অন্যতম বর্ধিত গুরুত্বপূর্ণ গবেষণা নিবন্ধ হিসেবে স্থান লাভ \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nNCAR-এ দিকপতির নীড়পাতা"}