{"pageid": 1432013, "title": "অ্যান এনরাইট", "url": "https://bn.wikipedia.org/wiki?curid=1432013", "content": "অ্যান টেরিজা এনরাইট  (ইংরেজি: Anne Teresa Enright; জন্ম: ১১ অক্টোবর ১৯৬২) একজন আইরিশ লেখিকা। আইরিশ ফিকশনের প্রথম বিজয়ী (২০১৫-২০১৮) ও বুকার পুরস্কার বিজয়ী (২০০৭) এনরাইট আটটি উপন্যাস, অসংখ্য ছোটগল্প লিখেছেন এবং এছাড়াও তার দুই সন্তানের জন্ম নিয়ে মেকিং বেবিস: স্টাম্বলিং ইনটু মাদারহুড শিরোনামে একটি অ-কল্পকাহিনী লিখেছেন। সাহিত্যিক বিষয়বস্তু নিয়ে রচিত তার প্রবন্ধসমূহ লন্ডন রিভিউ অব বুকস ও দ্য নিউ ইয়র্ক রিভিউ অব বুকসে স্থান পেয়েছে। তিনি দ্য আইরিশ টাইমস ও দ্য গার্ডিয়ান-এ সাহিত্য পাতায় লিখে থাকেন। তার কল্পকাহিনীসমূহে পরিবার, প্রেম, আত্মপরিচয় ও মাতৃত্বের মত বিষয়বস্তুর উপস্থিতি লক্ষ্যনীয়।\nএনরাইটের দ্বিতীয় উপন্যাস হোয়াট আর ইউ লাইক? ২০০০ সালের হুইটব্রেড পুরস্কারে উপন্যাস শাখার সংক্ষিপ্ত তালিকায় ছিল। তার চতুর্থ উপন্যাস দ্য গ্যাদারিং ২০০৭ সালে বুকার পুরস্কার অর্জন করে। তার ২০১২ সালের উপন্যাস দ্য ফরগটেন ওয়াল্ট্‌জ কল্পকাহিনীতে আন্দ্রে কার্নেগি পদক লাভ করে। তার দ্য গ্রিন রোড উপন্যাসটি উইমেন্‌স প্রাইজের সংক্ষিপ্ত তালিকায় ছিল এবং বর্ষসেরা আইরিশ উপন্যাস পুরস্কার (২০১৫) অর্জন করেছিল।\n\n\n== প্রারম্ভিক জীবন ==\nঅ্যান এনরাইট ১৯৬২ সালের ১১ই অক্টোবর আয়ারল্যান্ডের ডাবলিন শহরে জন্মগ্রহণ করেন। তিনি র‍্যাথমাইনসের সেন্ট লুইস হাই স্কুলে পড়াশোনা করেন। তিনি ব্রিটিশ কলাম্বিয়ার ভিক্টোরিয়ার লেস্টার বি. পিয়ারসন ইউনাইটেড ওয়ার্ল্ড কলেজ অব দ্য প্যাসিফিকে আন্তর্জাতিক বৃত্তি পান এবং সেখানে দুই বছর ইন্টারন্যাশনাল বাকালরেট ডিপ্লোমা নিয়ে পড়াশোনা করেন। তিনি এরপর ডাবলিনের ট্রিনিটি কলেজ থেকে ইংরেজি ও দর্শনে স্নাতক সম্পন্ন করেন। তার ২১তম জন্মদিনে একটি বৈদ্যুতিক টাইপরাইটার উপহার পাওয়ার পর তিনি লেখনীতে মনোনিবেশ করেন। তিনি ইস্ট অ্যাংলিয়া বিশ্ববিদ্যালয়ের সৃজনশীল লেখনী কোর্সে শেভনিং বৃত্তি পান এবং সেখানে তিনি অ্যাঞ্জেলা কার্টার ও ম্যালকম ব্র্যাডবারির অধীনে পড়াশোনা করেন ও স্নাতকোত্তর ডিগ্রি অর্জন করেন।\n\n\n== সাহিত্যজীবন ==\n১৯৯১ সালে এনরাইটের গল্পসংকলন দ্য পোর্টেবল ভার্জিন প্রকাশিত হয়। তার প্রাক্তন সৃজনশীল লেখনীর শিক্ষক অ্যাঞ্জেলা কার্টার বইটিকে \"মার্জিত, সূক্ষ্মভাবে সাজানো, সর্বদা বুদ্ধিমান এবং, মৌলিক\" বলে উল্লেখ করেন। ১৯৯৫ সালে তার প্রথম উপন্যাস দ্য উইগ মাই ফাদার ওর প্রকাশিত হয়। বইটিতে ভালোবাসা, মাতৃত্ব ও ক্যাথলিক চার্চের বিষয়বস্তু ওঠে এসেছে। গল্পের বর্ণনাকারী গ্রেস ডাবলিনে থাকেন এবং একটি ট্যাকি গেম শোতে কাজ করেন। তার বাবা পরচুলা পরিধান করেন কিন্তু তার সামনে এই ব্যাপারে কিছু বলা যাবে না। ১৯৩৪ সালে আত্মহননকারী স্টেফান দিগ্বিদিক ঘুরে বেড়ানো আত্মাকে পথ দেখানোর জন্য পৃথিবীতে ফিরে আসে এবং গ্রেসের বাড়িতে আশ্রয় নেয় ও তার প্রেমে পড়ে।\n২০০০ সালে এনরাইটের দ্বিতীয় উপন্যাস হোয়াট আর ইউ লাইক? প্রকাশিত হয়। এটি ম্যারি ও মারিয়া নামক দুই যমজ বোনের গল্প, যারা জন্মের সময় আলাদা হয়ে যায় এবং একজন ডাবলিনে ও অপরজন লন্ডনে বড় হন। এটি হুটব্রেড পুরস্কারের উপন্যাস শাখার সংক্ষিপ্ত তালিকায় ছিল। তার তৃতীয় উপন্যাস দ্য প্লেজার অব এলাইজা লিঞ্চ ২০০২ সালে প্রকাশিত হয়। এতে প্যারাগুয়ের রাষ্ট্রপতি ফ্রান্সিস্কো সোলানো লোপেজের উপপত্নী ও উনবিংশ শতাব্দীর প্যারাগুয়ের সবচেয়ে ক্ষমতাধর নারী হয়ে ওঠা এলাইজা লিঞ্চের কাল্পনিক জীবনীর বর্ণনা রয়েছে।\nএনরাইটের ২০০৪ সালের বই মেকিং বেবিজ: স্টাম্বলিং ইনটু মাদারহুড বাচ্চা জন্মদান ও মাতৃত্বের সহজাত ও হাস্যকর প্রবন্ধের সংকলন। তার চতুর্থ উপন্যাস দ্য গ্যাদারিং ২০০৭ সালে বুকার পুরস্কার অর্জন করে।\nতার পঞ্চম উপন্যাস দ্য ফরগটেন ওয়াল্ট্‌জ (২০১২) কল্পকাহিনীতে আন্দ্রে কার্নেগি পদক লাভ করে। তার ষষ্ঠ উপন্যাস দ্য গ্রিন রোড উইমেন্‌স প্রাইজের ক্ষুদ্রতালিকায় ছিল এবং বর্ষসেরা আইরিশ উপন্যাস পুরস্কার (২০১৫) অর্জন করে।\nএনরাইটের সপ্তম উপন্যাস অ্যাক্ট্রেস ২০২০ সালে কল্পকাহিনীতে উইমেন্‌স পুরস্কারের দীর্ঘতালিকায় নির্বাচিত হয়েছিল। এতে এক মেয়ের বর্ণনায় বিংশ শতাব্দীর শেষভাগে আইরিশ মঞ্চ, ব্রডওয়ে ও হলিউডে তার মায়ের খ্যাতি অর্জনের গল্প ওঠে আসে।\n\n\n== সাহিত্যকর্মের তালিকা ==\n\n\n=== উপন্যাস ===\nদ্য উইগ মাই ফাদার ওর (১৯৯৫)\nহোয়াট আর ইউ লাইক? (২০০০)\nদ্য প্লেজার অব এলাইজা লিঞ্চ (২০০২)\nদ্য গ্যাদারিং (২০০৭)\nদ্য ফরগটেন ওয়াল্ট্‌জ (২০১১)\nদ্য গ্রিন রোড (২০১৫)\nঅ্যাক্ট্রেস (২০২০)\nদ্য রেন, দ্য রেন (২০২৩)\n\n\n=== সংকলন ===\nদ্য পোর্টেবল ভার্জিন (১৯৯১)\nটেকিং পিকচার্স (২০০৮)\nইস্টারডেস ওয়েদার (২০০৮)\n\n\n=== গল্প ===\nদ্য হোটেল (২০১৭)\nসোলস্টাইস (২০১৭)\n\n\n=== অ-কল্পকাহিনী ===\nমেকিং বেবিজ: স্টাম্বলিং ইনটু মাদারহুড (২০০৪)\n\n\n== পুরস্কার ও স্বীকৃতি ==\n১৯৯১: দ্য পোর্টেবল ভার্জিন-এর জন্য আইরিশ সাহিত্যে রুনি পুরস্কার\n২০০১: হোয়াট আর ইউ লাইক?-এর জন্য এনকোর পুরস্কার\n২০০৪: ড্যাভি বায়ার্নস আইরিশ রাইটিং পুরস্কার\n২০০৭: দ্য গ্যাদারিং-এর বুকার পুরস্কার\n২০০৮: দ্য গ্যাদারিং-এর বর্ষসেরা আইরিশ উপন্যাস\n২০১০: রয়্যাল সোসাইটি অব লিটারেচারের ফেলো\n২০১২: দ্য ফরগটেন ওয়াল্ট্‌জ-এর জন্য কল্পকাহিনী অরেঞ্জ পুরস্কারের ক্ষুদ্রতালিকা\n২০১২: দ্য ফরগটেন ওয়াল্ট্‌জ-এর জন্য কল্পকাহিনীর জন্য কার্নেগি মেডেল\n২০১২: গোল্ডস্মিথস, লন্ডন বিশ্ববিদ্যালয় অনারারি ডিগ্রি (ডিলিট)\n২০১৬: দ্য গ্রিন রোড-এর কেরি গ্রুপ আইরিশ ফিকশন পুরস্কার\n২০২১: আওসডানা - আইরিশ একাডেমি অব আর্টসের নির্বাচিত সদস্য\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nAnne Enright's top 10 slim volumes, The Guardian, 21 March 2001.\nTranscript of interview with Ramona Koval on The Book Show, ABC Radio National, 15 September 2008, recorded at the 2008 Edinburgh International Book Festival.\nAudio and video interviews with Anne Enright at RTÉ.ie.\n2002 interview with Anne Enright in The Sunday Business Post.\nPodcast of Anne Enright discussing her Man Booker Prize at the Shanghai International Literary Festival.\n\"The TLS on Anne Enright\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৭ মে ২০১১ তারিখে: a collection of pieces on Anne Enright from The Times Literary Supplement, 17 October 2007.\nAn interview and a reading from The Gathering on La Clé des langues, May 2010.\n2011 radio interview at The Bat Segundo Show.\n\"Anne Enright, August 2008\", in Close to the Next Moment: Interviews from a Changing Ireland by Jody Allen Randolph. Manchester: Carcanet, 2010."}