{"pageid": 1432042, "title": "পঞ্চসিদ্ধান্তিকা", "url": "https://bn.wikipedia.org/wiki?curid=1432042", "content": "পঞ্চসিদ্ধান্তিকা (সংস্কৃত: पञ्चसिद्धान्तिका) হলো জ্যোতির্বিজ্ঞানী বরাহমিহির রচিত একটি সংস্কৃত গ্রন্থ। এটি ভারতে প্রচলিত পাঁচটি সমসাময়িক জ্যোতির্বিদ্যা (সিদ্ধান্ত) গ্রন্থের বিষয়বস্তুর সংক্ষিপ্ত বিবরণ দেয়।\n\n\n== রচনাকাল ও ইতিহাস ==\nপাঠ্যটি ৪২৭ শকা বছরকে নির্দেশ করে, যা ৫০৫ খ্রিস্টাব্দের সাথে মিলে যায়। জ্যোতিষশাস্ত্র ও জ্যোতির্বিজ্ঞানের উপর ভারতীয় লেখকরা সাধারণত সঠিক জ্যোতির্বিজ্ঞানের গণনার সুবিধার্থে তাদের পাঠ্য রচনার রচনাকালের কাছাকাছি যুগের বছর বেছে নেন। এইভাবে, ৫০৫ খ্রিস্টাব্দ সম্ভবত সেই বছর ছিল যে বছর বরাহমিহির পঞ্চসিদ্ধান্তিকা রচনা করেছিলেন বা পরিকল্পনা করেছিলেন। বরাহমিহির এবং তার ভাষ্যকার উৎপল উভয়ের লেখাই ইঙ্গিত করে যে পাঠ্যটি ছিল বরাহমিহিরের প্রথম কাজ।\nকিছু পণ্ডিত বিশ্বাস করেন যে ৫০৫ খ্রিস্টাব্দ ছিল বরাহমিহির জন্মের বছর বা তার জীবনের অন্য গুরুত্বপূর্ণ ঘটনা, কারণ ব্রহ্মগুপ্তের খণ্ডখাদ্যকের ভাষ্যকার অমরাজার মতে, বরাহমিহির ৫৮৭ খ্রিস্টাব্দে (শকা বছর ৫০৯) মারা যান। যদি বরাহমিহির ৫০৫ খ্রিস্টাব্দে ২৫ বছর বয়সেও পঞ্চসিদ্ধান্তিকা লিখে থাকেন, তবে তাঁর মৃত্যুর সময় তাঁর বয়স ১০৫ বছরের বেশি ছিল, যা এই পণ্ডিতদের কাছে ব্যতিক্রমীভাবে উচ্চ বলে মনে হয়। ফলস্বরূপ, এই পণ্ডিতরা ৫০৫-৫৮৭ খ্রিস্টাব্দের মধ্যে বরাহমিহির জীবনকালের তারিখ বিবেচনা করেন। অন্যান্য পণ্ডিতরা অমরাজার বক্তব্যের যথার্থতা নিয়ে সন্দেহ পোষণ করেন, যেহেতু তিনি বরাহমিহিরের এক হাজার বছর পরে বেঁচে ছিলেন।\n\n\n== বিষয়বস্তু ও তাৎপর্য ==\nপাঠ্যটি পাঁচটি সমসাময়িক জ্যোতির্বিদ্যার দর্শন এবং এগুলোর গ্রন্থগুলো নিয়ে আলোচনা করে, গুরুত্ব অনুসারে তালিকাভুক্ত, শেষ দুটি নিম্নতর হিসাবে বিবেচিত:\n\nসূর্যসিদ্ধান্ত\nরোমকসিদ্ধান্ত\nপৌলিষসিদ্ধান্ত\nবশিষ্ঠসিদ্ধান্ত\nপৈতামহসিদ্ধান্ত: পিতামহ (দেবতা ব্রহ্মার) গ্রন্থ\nবরাহমিহিরের পাঠ্য দর্শনগুলির জ্যোতির্বিদ্যা সংক্রান্ত গ্রন্থের বিষয়বস্তুর সংক্ষিপ্তসার: এই গ্রন্থগুলি, অন্তত তাদের আসল আকারে, এখন হারিয়ে গেছে।\nউদাহরণস্বরূপ, সূর্যসিদ্ধান্তের টিকে থাকা সংস্করণটি ১০০০ খ্রিস্টাব্দ সময়কালে বলা যেতে পারে, যদিও এর আসল সংস্করণটি ৪০০ খ্রিস্টাব্দের কাছাকাছি রচিত হতে পারে। একইভাবে, বরাহমিহির দ্বারা উল্লেখিত পৈতামহসিদ্ধান্তটি সম্ভবত পঞ্চম শতাব্দীর প্রথম দিকে রচিত হয়েছিল (একই নামের আরও আগেকার রচনা থেকে আলাদা), কিন্তু বর্তমান সময়ের পাঠটি পরবর্তী রচনা যা পুরাণ পাঠের অংশ হিসেবে টিকে আছে। সুতরাং, বরাহমিহিরের পাঠ্যই এই প্রাচীন গ্রন্থগুলির একমাত্র উৎস। বরাহমিহির এই গ্রন্থগুলি থেকে বেশ কিছু নিয়ম উল্লেখ করেছেন, কিন্তু কখনও কখনও, কোন নিয়মটি কোন পাঠ্য থেকে এসেছে তা স্পষ্ট নয়।\nবরাহমিহির পঞ্চসিদ্ধান্তিকাকে করণ (জ্যোতির্বিদ্যার সংক্ষিপ্ত প্রকাশ) হিসাবে উল্লেখ করেছেন, কিন্তু পাঠ্যটি করণের ধারার পাঠ্যগুলিতে প্রদর্শিত বিষয়গুলির বিস্তৃত পরিসর কভার করে।\nপঞ্চসিদ্ধান্তিকার উল্লেখযোগ্য গাণিতিক ধারণার মধ্যে রয়েছে:\n\nএর স্থান-মান সংখ্যা পদ্ধতির সাথে দশমিক অঙ্কপাতনের ব্যবহার\nশূন্য জড়িত গাণিতিক যোগ ও বিয়োগ ক্রিয়াকলাপ\n৩০°/৮ ব্যবধানে চাপের সাথে সাইন যুক্ত করা, এইভাবে বোঝায় যে পাই = ১০ এর বর্গমূল = ৩.১৬\nব্রহ্মগুপ্তের মতো, বরাহমিহির আর্যভট্টের (বর্তমানে সর্বজনস্বীকৃত) মতকে প্রত্যাখ্যান করেছেন যে পৃথিবী সূর্যের চারদিকে ঘোরে।\nউৎপল পরামর্শ দেন যে বরাহমিহির পঞ্চসিদ্ধান্তিকার সংক্ষিপ্ত সংস্করণ লেখেন, কিন্তু সেই রচনাটি হারিয়ে গেছে। শতনন্দ তার ভস্বতীকরণ (আনুমানিক ১০৯৮ খ্রিস্টাব্দ) পঞ্চসিদ্ধান্তিকার সূর্যসিদ্ধান্তের উপর ভিত্তি করে রচনা করেন।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ==="}