{"pageid": 1432825, "title": "দুল্লাহান", "url": "https://bn.wikipedia.org/wiki?curid=1432825", "content": "দুল্লাহান (আইরিশ: দুবলাচান ; dúlachán, ) হল আইরিশ লোককাহিনীর এক প্রকার কিংবদন্তি প্রাণী। সাধারণত তাকে একটি কালো ঘোড়ায় মস্তকবিহীন অশ্বচালক হিসেবে চিত্রিত করা হয়ে থাকে। তাকে একজন প্রশিক্ষক হিসেবেও চিহ্নিত করা হয়, যে নিজের মাথা নিজেই বহন করে।\n\n\n== লোক বিশ্বাস ==\n\n\n=== বর্ণনা ===\nতাকে একজন মস্তকবিহীন ঘোড়সওয়ার হিসেবে চিত্রিত করা হয়েছে। সাধারণত সে একটি কালো ঘোড়ায় চড়ে থাকে। সে মস্তকবিহীন শরীরের হতে পারে অথবা সে নিজের মাথা নিজের হাতে বা তার বাহুর নিচে ধারণ করে। ক্রোকারের গল্প \"দ্য হেডলেস হর্সম্যান\"-এর উল্লেখ অনুযায়ী, দুল্লাহানের বিচ্ছিন্ন মাথাটির মধ্যে বিদ্রোহী চেহারা বিরাজমান রয়েছে। \"দ্য হেডলেস হর্সম্যান\" এর বর্ণনা:.. এমন মাথা আগে কখনো দেখিনি। এটি দেখতে একটি বড় ক্রিম পনির ও কালো পুডিং এর বৃত্তাকার ঝুলন্ত অংশের মত ছিল। তার বিষণ্ণ ছাই ফ্যাকাশেময় বৈশিষ্ট্যকে রঙের কোন দাগ সজীব করে না। একটি ড্রামের পার্চমেন্ট মাথার মত তার চামড়া প্রায় ভৌতিকভাবে পৃষ্ঠের উপর প্রসারিত। প্রাণীটির অদ্ভুত এবং অনিয়মিত গতি সহ অতি বৃহৎ পরিধির দুটি জ্বলন্ত চোখ উল্কার মতো জ্বলছে।কাউন্টি মায়োর আধুনিক গল্পকার টনি লকের মতে, দুল্লাহানের মুখ ধারালো দাঁতে ভরা, যা মাথার দুপাশে পৌছে হাসির আকার ধারণ করে, এর বিশাল চোখ মাছির মতো ক্রমাগত ঘোরাফেরা করে এবং এর মাংসের \"গন্ধ, রঙ এবং ঘনত্ব অনেকটা বাসী পনিরের ন্যায়\"। \n\n\n== লোক কথায় উল্লেখ ==\nক্রোকারস ফেয়ারি লিজেণ্ডস অ্যাণ্ড ট্র্যাডিশনস অফ দ্য সাউথ অফ আয়ারল্যান্ড-এ (১৮২৮) \"দ্য দুল্লাহান\" নামক একটি অংশ রয়েছে যেখানে মস্তকবিহীন প্রাণীদের আলোচনা ছিল।\n\n\n== জনপ্রিয়তা ==\nকল্প চলচ্চিত্র ডার্বি ও'গিল অ্যাণ্ড দ্য লিটল পিপল একটি দুল্লাহানকে চিহ্নিত করে যে ডেথ কোচকে চালায়। যখন এটি আসে, তখন এটি তার মেয়ের পরিবর্তে ডার্বির নাম ডাকে, যদিও তিনি কোচে প্রবেশ করেন, লেপ্রেচাউনের রাজা তাকে রক্ষা করেন।\nঅ্যানিমে (অ্যানিমেশনের একটি শৈলী) দুররার!!-এ, প্রধান চরিত্রগুলির মধ্যে একজন সেল্টি স্টারলুসন হলে একজন দুল্লাহান যে তার চুরি যাওয়া মাথার সন্ধানে আয়ারল্যান্ড থেকে জাপানে চলে এসেছিল।\nআইরিশ লেখক ডেরেক ল্যাণ্ডির উপন্যাস স্কুলডুগারি প্লেজেন্ট: মর্টাল কয়েলে একজন দুল্লাহানকে দেখানো হয়েছে যে কোচ-এ-বোয়ার্সকে চালনা করে। চারটি মাথাবিহীন ঘোড়া দ্বারা একে টেনে নিয়ে যাওয়া হয়। সেইসময় যে বনশীর (আয়ার্ল্যাণ্ডে ও স্কটল্যাণ্ডে প্রচলিত ধারণা অনুযায়ী যে প্রেতিনীর কান্না বাড়ির কারো মৃত্যু সূচিত করে) আওয়াজ শুনেছে এ রকম যে কোনো মানুষকে সংগ্রহ করার জন্য ডাকা হয়।\nলেখক মিশেল ফ্র্যাঙ্কলিনের দ্য মিস্যাডভেঞ্চারস অফ মাইন্ডিল প্লোডোস্টির-এ মিস্টার মাইণ্ডিল হল একজন দুল্লাহান যে তার ঘোড়া এবং চাবুক হারিয়েছিল এবং এখন মিস্টার মাইণ্ডিল উলাইদে একটি মঠকে রক্ষা করে।\nওয়ারফ্রেম গেমটিতে, ডাগাথ নামে একটি খেলোয়াড়ের ইচ্ছামত ভৌতিক ঘোড়াদের ডেকে আনার ক্ষমতা রয়েছে। চরিত্রটি লোককাহিনীতে মেরুদণ্ডের চিত্র দ্বারা অনুপ্রাণিত একটি ব্লেড-এবং চাবুক অস্ত্র দিয়ে সজ্জিত। ধারণা করা হয়, এটি দুল্লাহান এর ধারণা দ্বারা অনুপ্রাণিত চরিত্র।\n\n\n== আরও দেখুন ==\nসিফালোফোর\nহেডলেস রাইডার শহুরে কিংবদন্তি\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:Fairies"}