{"pageid": 1432583, "title": "সমবসরণ", "url": "https://bn.wikipedia.org/wiki?curid=1432583", "content": "সমবসরণ (সংস্কৃত: समवसरण, অনুবাদ 'সকলের আশ্রয়') বা সমোসরণ, জৈনধর্মে, হলো তীর্থংকরের ঐশ্বরিক প্রচার হল, এতে ২০,০০০-এর বেশি সিঁড়ি রয়েছে বলে উল্লেখ করা হয়েছে। সমবসরণ শব্দটি দুটি শব্দ থেকে এসেছে, সম, যার অর্থ সাধারণ এবং অবসর, যার অর্থ সুযোগ।\nএটি জৈন শিল্পের গুরুত্বপূর্ণ বৈশিষ্ট্য। সমবসরণ আদি জৈন স্তূপকে উপাসনার বস্তু হিসেবে প্রতিস্থাপন করেছে বলে মনে হয়।\n\n\n== বিবরণ ==\n\nসমবসরণে, তীর্থংকর সিংহাসনে স্পর্শ না করেই বসেন (এর প্রায় দুই ইঞ্চি উপরে)। তীর্থংকরের চারপাশে গণধরগণ (প্রধান শিষ্য) বসেন। অন্যান্যরা নিম্নলিখিত ক্রমে বসেন:\n\nপ্রথম কামরায় তপস্বীগণ\nদ্বিতীয় কামরায় এক শ্রেণীর নারী দেবতাগণ\nতৃতীয় কামরায় আৰ্যিকাগণ এবং সাধারণ মহিলারা\nপরের তিন কামরায় আরও তিন শ্রেণির নারী দেবতাগণ\nপরের চারটি কামরায় চার শ্রেণীর দেবগণ (স্বর্গীয় মানুষ)\nএকাদশ কামরায় পুরুষরা\nশেষ কামরায় অন্যান্য প্রাণীরা\nজৈন ধর্মগ্রন্থ অনুসারে, চারটি প্রশস্ত রাস্তা থাকবে যেখানে চারটি বিশাল স্তম্ভ থাকবে, মনস্তম্ভ (আক্ষরিক অর্থে, গর্ব স্তম্ভ), প্রতিটির পাশে একটি করে। সেই যুগে মানুষের উচ্চতার উপর নির্ভর করে হলের মোট আকার পরিবর্তিত হয়। ঋষভনাথের সমবসরণের আয়তন ছিল ১২ কিমি২ (৪.৬ মা২)।\n\n\n== প্রভাব ==\n\nসমবসরণে, তীর্থংকর পূর্ব দিকে মুখ করে বসে থাকেন, কিন্তু সব দিকে তাকিয়ে থাকেন। সরল ভাষায় জৈন দর্শন প্রচার করার সময় তীর্থংকর নরম কুশনে বসেন। সকল মানুষ ও প্রাণীই বক্তৃতা বুঝতে পারে। জৈন শাস্ত্র বলে যে সমস্ত প্রাণী যারা শুনবে তারা কম হিংস্র ও কম লোভী হয়ে উঠবে। তীর্থংকরের বক্তৃতা উপস্থিত প্রত্যেকেই স্পষ্টভাবে শুনতে পায়।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nJain, Champat Rai (২০০৮), Risabha Deva (Second সংস্করণ), India: Bhagwan Rishabhdeo Granth Mala, আইএসবিএন 9788177720228 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nPramansagar, Muni (২০০৮), Jain Tattvavidya, India: Bhartiya Gyanpeeth, আইএসবিএন 978-81-263-1480-5 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nVyas, Dr. R. T., সম্পাদক (১৯৯৫), Studies in Jaina Art and Iconography and Allied Subjects, The Director, Oriental Institute, on behalf of the Registrar, M.S. University of Baroda, Vadodara, আইএসবিএন 81-7017-316-7 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nWiley, Kristi L. (২০০৯), The A to Z of Jainism, Scarecrow Press, আইএসবিএন 9780810868212 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== আরও পড়ুন ==\nChampat Rai Jain (১৯২৯)। \"X: THE SAMAVASARANA\"। Risabha Deva - The Founder of Jainism। K. Mitra, Indian Press, Allahabad। পৃষ্ঠা 126। \n\n\n== বহিঃসংযোগ ==\n\nArticle with Picture of Samavasarana\nSamavasarana in Detail"}