{"pageid": 1433257, "title": "বিশ্ব চড়ুই দিবস", "url": "https://bn.wikipedia.org/wiki?curid=1433257", "content": "বিশ্ব চড়ুই দিবস (ইংরেজি: World Sparrow Day) হল এমন একটি দিন যা পাতি চড়ুই এবং তারপরে অন্যান্য সাধারণ পাখিদের শহুরে পরিবেশে সচেতনতা বৃদ্ধি এবং তাদের জনসংখ্যার জন্য হুমকি সম্পর্কে ২০ শে মার্চ পালিত হয়। এটি ইকো-সিস অ্যাকশন ফাউন্ডেশন (ফ্রান্স) এবং সারা বিশ্বের অসংখ্য অন্যান্য জাতীয় ও আন্তর্জাতিক সংস্থার সহযোগিতায় নেচার ফরএভার সোসাইটি অফ ইন্ডিয়ার একটি আন্তর্জাতিক উদ্যোগে এই দিনটি পালিত হয়।\nনেচার ফরএভার সোসাইটি শুরু করেছিলেন মোহাম্মদ দিলাওয়ার, একজন ভারতীয় সংরক্ষণবাদী যিনি নাশিকে বাড়ির চড়ুইকে সাহায্য করার জন্য তার কাজ শুরু করেছিলেন এবং যাকে টাইম তার প্রচেষ্টার জন্য ২০০৮ সালের জন্য \"পরিবেশের নায়কদের\" একজন হিসাবে মনোনীত করেছিল। নেচার ফরএভার সোসাইটির অফিসে একটি অনানুষ্ঠানিক আলোচনার সময় বিশ্ব চড়ুই দিবস পালনের ধারণাটি আসে। ধারণাটি ছিল ঘরের চড়ুই এবং অন্যান্য সাধারণ পাখির সংরক্ষণের বার্তা জানানোর জন্য একটি দিন নির্ধারণ করা এবং সাধারণ জীববৈচিত্র্যের সৌন্দর্যের প্রশংসা করার জন্য উদযাপনের একটি দিন চিহ্নিত করা যা এত বেশি গ্রহণ করা হয়। ২০১০ সালে বিশ্বের বিভিন্ন স্থানে প্রথম বিশ্ব চড়ুই দিবস পালিত হয়। দিনটি বিভিন্ন ধরণের কার্যক্রম এবং অনুষ্ঠান যেমন শিল্প প্রতিযোগিতা, সচেতনতামূলক প্রচারাভিযান এবং চড়ুই শোভাযাত্রার পাশাপাশি মিডিয়ার সাথে আলাপচারিতার মাধ্যমে পালিত হয়।\nবিশ্ব চড়ুই দিবসের একটি বৃহত্তর দৃষ্টিভঙ্গি রয়েছে একটি প্ল্যাটফর্ম প্রদান করার জন্য যেখানে লোকেরা যারা ঘরের চড়ুই এবং অন্যান্য সাধারণ পাখির সংরক্ষণে কাজ করছে তারা নেটওয়ার্ক, সহযোগিতা এবং সংরক্ষণ ধারণা বিনিময় করতে পারে যা আরও ভাল বিজ্ঞান এবং উন্নত ফলাফলের দিকে নিয়ে যাবে। এটির লক্ষ্য বিশ্বের বিভিন্ন প্রান্তের লোকেদের একত্রিত হওয়ার জন্য এবং একটি বাহিনী গঠন করার জন্য একটি মিটিং গ্রাউন্ড প্রদান করা যা সাধারণ জীববৈচিত্র্য বা নিম্ন সংরক্ষণের অবস্থার প্রজাতি সংরক্ষণের প্রয়োজনীয়তার বিষয়ে সচেতনতা ছড়িয়ে দেওয়ার পক্ষে এবং প্রচারে গুরুত্বপূর্ণ ভূমিকা পালন করতে পারে।\n\n\n== চড়ুই পুরস্কার ==\nএই উদ্দেশ্যে করা প্রচেষ্টাকে উৎসাহিত করতে এবং নিঃস্বার্থভাবে পরিবেশ সংরক্ষণের জন্য, এনএফএস ২০১১ সালের ২০ শে মার্চ তারিখে গুজরাটের আহমেদাবাদে প্রথম চড়ুই পুরস্কার প্রতিষ্ঠা করেছে। ২০১৩ সালে, এনএফএসের সাথে বাহিনীতে যোগ দেওয়া এবং চড়ুই পুরস্কারকে সমর্থন করে এমন অন্যতম মূল সুবিধার্থী হ'ল টেকসই ম্যাগাজিন। ম্যাগাজিনের প্রধান সম্পাদক, শাশ্বত ডি.সি, যিনি অনুষ্ঠানটি আহবান করেছিলেন এবং বিজয়ীদের হাতে পুরস্কার তুলে দিয়েছিলেন, তিনি বলেছিলেন, \"এই পুরস্কারপ্রাপ্তরা হলেন অজ্ঞাত নায়ক যারা জীবনের সর্বস্তরের থেকে আসেন। আর লক্ষণীয় বিষয় হলো তারা সাধারণত কোনো সরকারি অর্থায়ন ছাড়াই কাজ করে এবং কোনো স্বীকৃতি চায় না।\"\nচড়ুই পুরস্কার ২০১৪-এর বিজয়ীরা\n\nজগ মোহন গর্গ\nএন. শেহজাদ ও এম. সৌদ\nজল গ্রহন কামেতি, পিপলান্ত্রী\nচড়ুই পুরস্কার ২০১৩-এর বিজয়ীরা\n\nসেলিম হামিদী, বন্যপ্রাণী ফটোগ্রাফার, ইলাস্ট্রেটর\nআবিদ সুরতি, সাহিত্যিক ও এনজিও প্রধান, ড্রপ ডেড\nজয়ন্ত গোবিন্দ দুখান্ডে, মুম্বাই পুলিশ\nচড়ুই পুরস্কার ২০১২-এর বিজয়ীরা\n\nদিলশের খান\nরমিতা কোন্দেপুদি\nব্যক্তি (বিক্রম ইয়েন্দে, কপিল যাদব, মহেন্দ্র খাওনেকার এবং বিশাল রেভাঙ্কর)\nমহাত্মা গান্ধী আশ্রমশালা\nচড়ুই পুরস্কার ২০১১-এর বিজয়ীরা\n\nভাবিন শাহ\nনরেন্দ্র সিং চৌধুরী\nএল শ্যামল\nস্প্যারো কোম্পানি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}