{"pageid": 1433578, "title": "ম্যারেড লাভ", "url": "https://bn.wikipedia.org/wiki?curid=1433578", "content": "ম্যারেড লাভ  বা লাভ ইন ম্যারেজ (বিবাহিত প্রেম বা বিবাহে প্রেম) হলো ব্রিটিশ শিক্ষাবিদ ম্যারি স্টোপসের  একটি বই। জন্মনিয়ন্ত্রণ নিয়ে খোলাখুলিভাবে আলোচনা করা প্রথম বইগুলির মধ্যে এটি একটি।\nবইটি শুরু হয় এই বলে যে \"যে কোন সময়ের চেয়ে আজ অনেক বেশি সুখী ঘরের প্রয়োজন। এটা আমার আশা যে এই বইটি তাদের সংখ্যা বাড়িয়ে রাজ্যের সেবা করতে পারে। এর উদ্দেশ্য হল বিয়ের আনন্দ বাড়ানো, এবং দেখানো যে কতটা দুঃখ এড়ানো যেতে পারে।\" \nভূমিকায় বলা হয়েছে যে এটি বিবাহিত দম্পতিদের শেখানোর জন্য প্রস্তুত ছিল কীভাবে একটি সুখী দাম্পত্য জীবন থাকতে হয়, যার মধ্যে রয়েছে 'মহান যৌনতা'  - এবং এটি এইভাবে ব্যর্থ বিবাহের দ্বারা প্রভাবিত লোকের সংখ্যা হ্রাস করে 'রাষ্ট্রকে' একটি পরিষেবা প্রদান করছে।\nকেন্দ্রীয় প্রশ্ন হল কিভাবে \"স্বাধীনতার আকাঙ্ক্ষা\" এবং \"শারীরিক ও মানসিক অন্বেষণ\" একগামীতার সীমাবদ্ধতা এবং একটি পরিবার গড়ে তোলার সাথে ভারসাম্যপূর্ণ হতে পারে। উত্তরটি \"ইচ্ছায় বিচরণ করার স্বাধীনতায়\" নয় বরং একটি \"পূর্ণ এবং নিখুঁত প্রেম\"। স্টোপসের অভিধানে প্রেম মানে যৌনতা এবং \"কিভাবে এর উন্নতিসাধন করা যায় তার জ্ঞানে অধিগমন\"।\n\n\n== ইতিহাস প্রকাশ ==\nস্টোপস ইতোমধ্যে একজন গবেষণা বিজ্ঞানী হিসাবে তাঁর কাজের উপর ভিত্তি করে বই প্রকাশ করেছেন। শিক্ষাগত এবং মূলধারার প্রকাশক, যাদের সাথেই তিনি ম্যারেড লাভ-এর জন্য যোগাযোগ করেছিলেন, তাঁরাই বিষয়টিকে খুব বিতর্কিত মনে করেছিলেন এবং এটি প্রত্যাখ্যান করেছিলেন। এর প্রকাশনা শেষ পর্যন্ত সম্ভব হয়েছিল ম্যানচেস্টার ব্যবসায়ী এবং জন্মনিয়ন্ত্রণ প্রচারক হামফ্রে রো -এর অর্থায়নের ফলে, পরে স্টোপস তাঁকে বিয়ে করেছিলেন। ১৯১৮ সালের মার্চ মাসে ম্যারেড লাভ প্রকাশকারী ছোট প্রকাশনা সংস্থা ফিফিল্ড অ্যাণ্ড কোং-এর প্রয়োজনীয় ২০০ পাউণ্ড হামফ্রে রো পরিশোধ করেছিলেন।\nএটি দ্রুত বিক্রি হয়ে যায় এবং এক পাক্ষিকের মধ্যে এটির ষষ্ঠ মুদ্রণ হয়।\nইউএস কাস্টমস সার্ভিস ১৯৩১ সালের ৬ই এপ্রিল পর্যন্ত বইটিকে অশ্লীল হিসাবে নিষিদ্ধ করেছিল। এরপর বিচারক জন এম. উলসি সেই সিদ্ধান্ত বাতিল করেছিলেন। উলসি একই বিচারক ছিলেন যিনি ১৯৩৩ সালে জেমস জয়েসের ইউলিসিসের ওপর থেকে নিষেধাজ্ঞা প্রত্যাহার করেছিলেন, যা মার্কিন যুক্তরাষ্ট্রে এর প্রকাশনা ও প্রচলনের অনুমতি দিয়েছিল।\nএটি প্রথম বই ছিল, যেটি লক্ষ করেছিল যে মহিলাদের যৌন ইচ্ছা ডিম্বস্ফোটন এবং মাসিকের ঠিক আগের সময়ের সাথে মিলে যায়। বইটি যুক্তি দিয়েছিল যে বিবাহ সঙ্গীদের মধ্যে সমান সম্পর্ক হওয়া উচিত। যদিও আনুষ্ঠানিকভাবে যুক্তরাজ্যে তিরস্কার করা হয়েছিল, কিন্তু বইটির ১৯টি সংস্করণ হয়েছিল এবং ১৯৩১ সালের মধ্যে প্রায় ৭৫০,০০০ কপি বিক্রি হয়েছিল।\n১৯৩৫ সালে আমেরিকান শিক্ষাবিদদের একটি সমীক্ষায় বলা হয়েছিল যে ম্যারেড লাভ ছিল পূর্ববর্তী ৫০ বছরের ২৫টি সবচেয়ে প্রভাবশালী বইগুলির মধ্যে একটি। এটি অ্যালবার্ট আইনস্টাইনের আপেক্ষিকতা, সিগমুন্ড ফ্রয়েডের স্বপ্নের ব্যাখ্যা, অ্যাডলফ হিটলারের মেইন কাম্প এবং জন মেনার্ড কেইনস দ্বারাপেইসের অর্থনৈতিক পরিণতির আগে ছিল।\nবইটি আলেকজাণ্ডার বাটলার পরিচালিত ১৯২৩ সালের ব্রিটিশ নীরব চলচ্চিত্র অভিযোজন ম্যারেড লাভের ভিত্তি ছিল।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nডাউনটন অ্যাবে (সিরিজ ৪, পর্ব ৪): হাউসকিপার মিসেস হিউজেস (ফিলিস লোগান) বলেছেন যে মহিলার কাজের মেয়ে এডনা ব্রেথওয়েটের (মায়ানা বুরিং) গর্ভবতী হওয়া অসম্ভব কারণ এডনা ম্যারেড লাভ-এর একটি অনুলিপির মালিক, তার থেকে বোঝা যায় যে সে জন্ম নিয়ন্ত্রণের পদ্ধতিগুলি বোঝে, এবং তাই টম ব্র্যানসন (অ্যালেন লিচ) দ্বারা গর্ভবতী হয়নি।\nডাউনটন অ্যাবে (সিরিজ ৫, পর্ব ২, ৩, এবং ৬): পঞ্চম সিরিজের পর্ব ২-এ, লেডি মেরির (মিশেল ডকারি) কাছে বইটির একটি অনুলিপি রয়েছে, যা সে ব্যবহার করে লর্ড গিলিংহামের (টম কুলেন) সাথে তার সপ্তাহব্যাপী সম্পর্ক নিশ্চিত করতে। এর কোন \"অবাঞ্ছিত উপসংহার\" নেই। পর্ব ৩-এ সে তার ভদ্রমহিলার কাজের মেয়ে আনা বেটস (জোয়ান ফ্রগগাট)কে বইটি এবং গর্ভনিরোধক যন্ত্র (সম্ভবত একটি সার্ভিকাল ক্যাপ, যা সেই বইয়ের সুপারিশ অনুসারে আনা কিনেছিল) বাড়িতে লুকিয়ে রাখতে বলে, যাতে এটি আবিষ্কার না হয়। পর্ব ৬-এ আনার স্বামী, জন বেটস (ব্রেণ্ডন কোয়েল) তাদের বাড়িতে যন্ত্রটি আবিষ্কার করে, এবং তার স্ত্রী তাদের সন্তান ধারণে বাধা দেওয়ার চেষ্টা করছে বলে আশাহত হয়, যা তাদের মধ্যে সিরিজের একটি বিষয় ছিল, কিন্তু সে জানতনা যে বই এবং যন্ত্রটি লেডি মেরি ব্যবহার করছে, তার স্ত্রী নয়। কিছুক্ষণ পরেই সে বুঝতে পারে যে যন্ত্রটি মেরির, আনার নয়।\nপ্যারেড'স এণ্ড -এ (পর্ব ৫), একটি ২০১২ বিবিসি মিনিসিরিজ, ভ্যালেন্টাইন ওয়ানপ চরিত্রটি স্কুলের পোশাক পরিবর্তন কক্ষে বইটির একটি অনুলিপি খুঁজে পায়, যেখানে সে ক্রীড়া শিক্ষক হিসাবে কাজ করে। সে স্কুলের বাকি কর্মীদের সাথে এটি নিয়ে আলোচনা করে এবং এটি বাজেয়াপ্ত না করে, এটিকে ফিরিয়ে দেওয়ার সিদ্ধান্ত নেয়, মেয়েদের বিয়ের আগে যৌনতা সম্পর্কে শেখার সুযোগ দেওয়ার জন্য।\nজোজো ময়েসের দ্য গিভার অফ স্টার- এ ম্যারেড লাভ হল একটি \"নোংরা বই\" যা কেনটাকির বেইলিভিলের কাল্পনিক শহর প্যাকহরস লাইব্রেরিতে চ্যালেঞ্জ করা হচ্ছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপেনসিলভানিয়া বিশ্ববিদ্যালয়ের ডিজিটাল লাইব্রেরিতে সম্পূর্ণ পাঠ্য ।\nইন্টারনেট আর্কাইভে সম্পূর্ণ পাঠ্য ।"}