{"pageid": 1433115, "title": "অ্যান কোবডেন-স্যাণ্ডারসন", "url": "https://bn.wikipedia.org/wiki?curid=1433115", "content": "জুলিয়া সারা অ্যান কোবডেন-স্যাণ্ডারসন (জন্ম নাম কোবডেন; ২৬শে মার্চ ১৮৫৩ - ২রা নভেম্বর ১৯২৬) ছিলেন একজন ইংরেজ সমাজতান্ত্রিক, ভোটাধিকারী এবং নিরামিষাশী।\n\n\n== জীবনী ==\nঅ্যান কোবডেন ১৮৫৩ সালে লন্ডনে ক্যাথরিন অ্যান কোবডেন এবং উগ্র রাজনীতিবিদ রিচার্ড অ্যান কোবডেনের কাছে জন্মগ্রহণ করেন। তাঁর বাবা মারা যাওয়ার পর, তিনি ব্রিটেন এবং জার্মানির স্কুলে শিক্ষিত হন। তিনি কিছু সময়ের জন্য জর্জ ম্যাকডোনাল্ডের বাড়িতে এবং পরে উইলিয়াম মরিসের বাড়িতে থাকতেন। ১৮৮২ সালে, তিনি কাজের বাইরে থাকা ব্যারিস্টার টি জে স্যাণ্ডারসনকে বিয়ে করেন এবং তাঁরা উভয়েই কোবডেন-স্যাণ্ডারসন উপাধি গ্রহণ করেন।\nঅ্যান উদ্বিগ্ন ছিলেন যে তাঁর স্বামী কাজ করার চেয়ে চিন্তা বেশি করেন। তিনি তাঁকে পরামর্শ দিয়েছিলেন বই বাঁধাই করার জন্য। তাঁরা ইতিমধ্যেই উইলিয়াম মরিস এবং জেন বার্ডেনের সামাজিক বৃত্তে ছিলেন এবং তাঁর স্বামীই প্রথম \"আর্টস অ্যাণ্ড ক্রাফ্টস\" (কলা ও কারুশিল্প) শব্দটি তৈরি করেছিলেন। অ্যানের স্বামী এবং এমেরি ওয়াকার নামে একজন ফটোগ্রাফার যখন একটি ছাপাখানা প্রতিষ্ঠা করতে সম্মত হন, তখন উইলিয়াম মরিস ইতিমধ্যেই কেমসকট প্রেস প্রতিষ্ঠা করেছিলেন। এমেরি ওয়াকার এবং টি জে স্যাণ্ডারসন যে ছাপাখানাটির প্রতিষ্ঠা করেন, তার নাম ছিল ডাভস প্রেস। এই ব্যবসার লাভের অঙ্ক ভাগাভাগি করার কথা ছিল। অ্যানই ব্যবসা শুরু করার জন্য ১৬০০ পাউণ্ডের মূলধন দিয়েছিলেন। গুরুত্বপূর্ণভাবে, এটিতে সকলে সম্মত হয়েছিলেন যে, অংশীদারিত্ব শেষ হলে, তাঁরা যে ফন্ট তৈরি করার প্রস্তাব করেছিলেন, ওয়াকার তার একটি অনুলিপি পাওয়ার অধিকারী হবেন। ডাভস টাইপ তৈরি করা হয়েছিল এবং অ্যানের একমনা স্বামী ডাভস বাইবেল তৈরি করতে কঠোর \"কলা ও কারুশিল্প\" নীতিগুলি ব্যবহার করেছিলেন, বাইবেল £৫০০ লাভে বিক্রি হয়েছিল। ১৯০৬ সাল নাগাদ, ওয়াকারের আগ্রহের অভাবে এবং অ্যানের স্বামীর অতিরিক্ত আগ্রহের কারণে অংশীদারীত্ব ভেঙে গিয়েছিল। চুক্তি সত্ত্বেও, অ্যানের স্বামী ফন্টের অনুলিপি ওয়াকারকে দেননি এবং পরিবর্তে নকশার প্রতিটি অনুলিপি টেমস নদীতে ফেলে দেওয়ার ব্যবস্থা করেছিলেন।\n\nঅ্যান কোবডেন-স্যাণ্ডারসন ইণ্ডিপেনডেন্ট লেবার পার্টির হয়ে কাজ করতেন এবং ১৯০৬ সালের অক্টোবরে (মিনি বাল্ডক এবং নেলি মার্টেলের সাথে) ভোটাধিকারী হিসেবে গ্রেফতার হন। জর্জ বার্নার্ড শ সেপ্টেম্বরে একটি প্রতিবাদ পত্র লিখেছিলেন এবং পরের মাসে অ্যানকে মুক্তি দেওয়া হয়েছিল। তিনি মহিলা স্বাধীনতা লীগের প্রতিষ্ঠাতা সদস্য ছিলেন। তিনি ১৯০৯ সালে মহিলা কর প্রতিরোধ লীগ গঠনে সহায়তা করেছিলেন।\n১৯০৭ সালে, ব্রিটেনে ব্যবহৃত প্রতিবাদ পদ্ধতি সম্পর্কে আমেরিকান ভোটাধিকারীদের বলার জন্য হ্যারিয়েট স্ট্যান্টন ব্ল্যাচ তাঁকে মার্কিন যুক্তরাষ্ট্রে বক্তৃতা করতে আমন্ত্রণ জানিয়েছিলেন। তিনি \"কেন আমি কারাগারে গিয়েছিলাম\" শিরোনাম ব্যবহার করে ব্রাইন মাওর কলেজ ভোটাধিকার সোসাইটির প্রথম সভায় ভাষণ দেন। তিনি তাঁর স্বামীর সাথে আমেরিকা গিয়েছিলেন এবং যখন অ্যান নারী অধিকার গোষ্ঠীর সাথে কথা বলছিলেন, তখন টি জেকে একজন \"কলা ও কারুশিল্প\" যশস্বী হিসাবে স্বাগত জানানো হয়েছিল।\n\n১৯২২ সালে, অ্যানের স্বামী মারা যান। তাঁর মৃত্যুর পর, এমেরি ওয়াকারের সাথে বিরোধ নিষ্পত্তি করার জন্য অ্যান কোবডেন-স্যাণ্ডারসন একটি বড় অর্থ প্রদান করেছিলেন। ওয়াকারের সাথে তাঁর অংশীদারিত্বের অবসান ঘটলে তাঁর স্বামী টেমসে যে অনুলিপি ফেলে দিয়েছিলেন তার জন্য এই অর্থ তাঁকে ক্ষতিপূরণ দিতে হয়েছিল।\nঅ্যান কোবডেন-স্যাণ্ডারসনের প্রপৌত্র, নিক কোবডেন-রাইট ২০১৯ সালে একটি প্রচারণা শুরু করেছিলেন। তাঁর উদ্দেশ্য ছিল মিডহার্স্টে অ্যানের প্রাক্তন বাড়ি ডানফোর্ড হাউস (এটি তাঁর বাবা র্যাডিক্যাল এবং লিবারেল এমপি রিচার্ড কবডেনেরও বাড়ি) বাঁচানো। বর্তমান মালিক ওয়াইএমসিএ এটি বিক্রি করতে চাইছিল। প্রচারণায় অ্যানের 'নো ভোট নো ট্যাক্স' ব্যানারটি ব্যবহার করা হয়েছিল, যেটি অ্যান ডাউনিং স্ট্রিটে প্রতিবাদের সময় ব্যবহার করেছিলেন। নিকের কোবডেন ফাউণ্ডেশনের প্রচারাভিযানকে এমেলিন প্যাঙ্কহার্স্টের প্রপৌত্রী হেলেন প্যাঙ্কহার্স্ট, সিবিই সমর্থন করেছিলেন।\n\n\n== নিরামিষভোজী ==\nঅ্যান কোবডেন-স্যাণ্ডারসন দিব্যজ্ঞান এবং নিরামিষবাদ অধ্যয়ন করেছিলেন। তিনি ২০ বছর বয়সে নিরামিষাশী হয়েছিলেন এবং ১৯০৮ সালে হাউ আই বিকেম এ ভেজিটেরিয়ান লিখেছিলেন।\n১৯০৮ সালে, তিনি সারা গ্র্যাণ্ড এবং নিরামিষাশী শার্লত দেপার, বিয়াট্রিস ওয়েব ও সিবোহম রাউনট্রির সাথে নিউ ফুড রিফর্ম মুভমেন্ট গঠন করেন। এই আন্দোলনের লক্ষ্য ছিল স্বাস্থ্যকর খাদ্য ব্যবস্থা সম্পর্কে জনমতকে আলোকিত করা। অ্যান কোবডেন-স্যাণ্ডারসন সেই সময়কার মাংস সমৃদ্ধ খাদ্যের বিরোধিতা করেছিলেন, যুক্তি দিয়েছিলেন যে এটি স্বাস্থ্যের জন্য ক্ষতিকর ও হজমের জন্য খারাপ।\n\n\n== ডায়েরি ==\n২০ শতকের হলওয়ের গভর্নর জোয়ানা কেলির কাগজপত্র এলএসই লাইব্রেরিতে রয়েছে এবং সেগুলিতে স্যাণ্ডারসনের (বাজেয়াপ্ত?) জেল ডায়েরি রয়েছে।\n\n\n== তথ্যসূত্র =="}