{"pageid": 1433303, "title": "ক্যাথারিন ফ্রেম্যান্টল", "url": "https://bn.wikipedia.org/wiki?curid=1433303", "content": "ক্যাথারিন \" কে \" ডরোথি অনার ফ্রেম্যান্টল (জন্ম সোয়ানবোর্ন, ২৩ মে ১৯১৯-২০১৮), ছিলেন নেদারল্যান্ডে অবস্থিত একজন ইংরেজ শিল্প ইতিহাসবিদ, স্থাপত্য ইতিহাসবিদ এবং একাডেমিক।\n\n\n== পেশাগত কাজ ==\nপড়াশোনা শেষ করার পর, ফ্রেম্যান্টল নেদারল্যান্ডে চলে আসেন যেখানে তিনি ইউট্রেখ্ট ইউনিভার্সিটিতে শিল্প ইতিহাসের সহযোগী অধ্যাপক হিসেবে কাজ করেন। পরে তিনি আমস্টারডামের ভ্রিজ ইউনিভার্সিটি চলে আসেন।\n২০১৯ সালের শরৎকালে, তার ব্যক্তিগত সংরক্ষণাগারটি দ্য হেগের নেদারল্যান্ডস ইনস্টিটিউট ফর আর্ট হিস্ট্রি (আরকেডি) কে দান করা হয়েছিল, যা উট্রেখ্টের জান এবং এলস জিমকেস-ভারকেডের তরফ থেকে উপহার হিসাবে প্রদত্ত ছিল। আর্কাইভটিতে তার কোর্টল্ট গৃহশিক্ষক জোহানেস ওয়াইল্ডের সাথে চিঠিপত্র বিদ্যমান রয়েছে। ভ্যান গেল্ডার তার কাজের উপর একটি বড় প্রভাব ফেলেছিলেন, তার থিসিস প্রকাশকে সমর্থন করেছিলেন এবং তাকে তার নির্বাচিত বিষয়ের উপর ব্যাপকভাবে লিখতে উৎসাহিত করেছিলেন। ভ্যান গেল্ডার তাকে ১৮ শতকের ইংরেজ চিত্রশিল্পী জেমস থর্নহিলের জার্নাল প্রকাশ করতে উৎসাহিত করেন, যিনি ১৭১১ সালে নেদারল্যান্ডে ভ্রমণ করেছিলেন\n\n\n== প্রকাশনা ==\n\n\n=== বই ===\nআমস্টারডামের রাজকীয় প্রাসাদের জন্য জ্যাকব ভ্যান ক্যাম্পেনের কিছু অঙ্কন, ১৯৫৩।\nআমস্টারডামের বারোক টাউন হল, উট্রেচ্ট: হ্যানটজেনস ডেকার এবং গামবার্ট, ১৯৫৯।\nস্যার জেমস থর্নহিলের স্কেচ-বুক ট্রাভেল জার্নাল অফ ১৭১১: এ ভিজিট টু ইস্ট অ্যাংলিয়া অ্যান্ড দ্য লো কান্ট্রিস, উট্রেচ্ট: হ্যানটজেনস ডেকার অ্যান্ড গামবার্ট, ১৯৭৫।\nভাস্কর্যের উপর ফোকাস করুন: ১২ জুন - ১১ সেপ্টেম্বর ১৯৭৭ তারিখে একটি প্রদর্শনীর জন্য প্যালেস অন দ্য ড্যাম, আমস্টারডামে কুইলিয়ানের শিল্পরূপ।\n\n\n=== প্রবন্ধ ===\n' কর্নেলিস ব্রিস অ্যান্ড দ্য ফেস্টুন অফ পিস', ওউড হল্যান্ড, ডাচ আর্ট হিস্ট্রির ত্রৈমাসিক, ১৯৫৪।\n'আমস্টারডামের রয়্যাল প্যালেসে রিপা অ্যান্ড রুবেনসের থিম', বার্লিংটন ম্যাগাজিন, ১৯৬১।\n'শহরের ন্যায়বিচারের জন্য আমস্টারডামের সপ্তদশ শতাব্দীর টাউন হলের উন্মুক্ত ভিয়ারসচার', ওউডহল্যান্ড, ডাচ শিল্প ইতিহাসের ত্রৈমাসিক, ১৯৬২।\n'ভ্যান ক্যাম্পেনের আমস্টারডাম টাউন হলের জন্য ডিজাইন করা ফোয়ারা এবং তাদের জন্য কুয়েলিয়ানের মডেল', অ্যালবাম ডিসিপুলোরাম, ১৯৬৩।\n' এডওয়ার্ড সাউথওয়েলের জার্নাল', নেদারল্যান্ডস কুন্সথিস্টোরিস জায়ারবোক,১৯৭০-এ বর্ণিত উইলিয়াম তৃতীয়-এর সময়ে ইউনাইটেড প্রভিন্স এবং ক্লিভসের সফর\n'দ্য আইডেন্টিটি অফ জোহান মোরেলস, পেইন্টার', বার্লিংটন ম্যাগাজিন, ১৯৭৪।\n'আমস্টারডামের প্রাক্তন টাউন হলে বিজ্ঞ পরামর্শের থিম', বার্লিংটন ম্যাগাজিন, সংস্করণ।।\n\n\n== তথ্যসূত্র =="}