{"pageid": 1433640, "title": "আনা দে কাস্ত্রো ওসোরিও", "url": "https://bn.wikipedia.org/wiki?curid=1433640", "content": "আনা দে কাস্ত্রো ওসোরিও (১৮ই জুন ১৮৭২ - ২৩শে মার্চ ১৯৩৫) ছিলেন একজন পর্তুগিজ নারীবাদী। তিনি শিশু সাহিত্য এবং রাজনৈতিক প্রজাতন্ত্রের ক্ষেত্রে সক্রিয় ছিলেন।\n\n\n== প্রাথমিক জীবন ==\n১৮৭২ সালের ১৮ই জুন আনা দে কাস্ত্রো ওসোরিও পর্তুগালের মঙ্গুয়ালদে একটি সচ্ছল পরিবারে জন্মগ্রহণ করেন। তাঁর মায়ের নাম মারিয়ানা ওসোরিও দে কাস্ত্রো ক্যাব্রাল ই আলবুকার্ক এবং তাঁর বাবা ছিলেন বিচারক জোয়াও ব্যাপতিস্তা দে কাস্ত্রো। আনা তাঁর পিতামাতার বিশাল গ্রন্থাগার দ্বারা প্রভাবিত হয়েছিলেন এবং ২৩ বছর বয়সে একজন লেখক হয়ে ওঠেন। ১৮৮৯ সালে, তিনি রিপাবলিকান কবি পাউলিনো ডি অলিভেইরাকে বিয়ে করেন, তাঁদের দুটি সন্তান ছিল।\n\n\n== জনজীবন ==\n১৯০৫ সালে, তিনি নারীবাদী ইশতেহার লেখেন আস মুলহেরেস পর্তুগিজাস (পর্তুগিজ নারীদের কাছে)। এই কাজটি শিক্ষিত মহিলাদের ক্রমবর্ধমান শক্তিশালী রাজনৈতিক চেতনা এবং রিপাবলিকানবাদে নারী সংগঠন এবং নারীবাদের সম্পৃক্ততার উপর প্রতিফলিত হয়েছিল।\nতিনি ১৯০৭ সালে প্রথম নারীবাদী সমিতি, গ্রুপো পর্তুগিজ ডি এস্টুডোস ফেমিনিস্তাস (পর্তুগিজ গ্রুপ অফ ফেমিনিস্ট স্টাডিজ) সহ বেশ কয়েকটি মহিলা সংগঠনের প্রতিষ্ঠাতা ছিলেন। অ্যাডিলেড ক্যাবেতে এবং ফাউস্তা পিন্টো ডি গামার সাথে একসাথে, তাঁরা ১৯০৮ সালে লিগা রিপাবলিকানা দাস মুলহেরেস পর্তুগুয়েসাস (পর্তুগিজ মহিলা রিপাবলিকান লীগ) প্রতিষ্ঠা করেন। এই গোষ্ঠীটি রাজতন্ত্রের উৎখাতের আহ্বান জানায় এবং ১৯১০ সালে পর্তুগিজ প্রজাতন্ত্রের ঘোষণায় অবদান রাখে। ১৯১১ সালে, আনা ওসোরিও এসোসিয়েশন ডি প্রোপাগাণ্ডা ফেমিনিস্তা (পর্তুগিজ নারীবাদী প্রচার সমিতি) -র নেতৃত্ব দেন। এই গোষ্ঠীটির প্রতিষ্ঠাতা ছিলেন অ্যাডিলেড ক্যাবেট এবং ক্যারোলিনা বিয়াট্রিজ অ্যাঞ্জেলো। \n১৯১৩ সালের জুন মাসে, বুদাপেস্টে আন্তর্জাতিক নারী ভোটাধিকার জোটের সপ্তম সম্মেলনে, যাঁরা পর্তুগিজ প্রতিনিধি দলের অংশ ছিলেন তাঁরা হলেন আনা দে কাস্ত্রো ওসোরিও, আনা অগাস্টা দে কাস্টিলহো, বিয়াট্রিজ পিনহেইরো, লুথগার্ডা দে কায়েস, জোয়ানা দে আলমেদা নোগুইরা এবং মারিয়া ভেলেদা।\n১৯১৭ সালে, আনা ওসোরিও পর্তুগিজ নারীদের ধর্মযুদ্ধের অন্যতম প্রতিষ্ঠাতা ছিলেন, যা অন্যান্য নারীদের যুদ্ধের প্রচেষ্টায় সক্রিয় হতে উৎসাহিত করেছিল।\n\n\n== মন্তব্য ==\n\n\n== বহিঃসংযোগ ==\nWorks by Ana de Castro Osório at Project Gutenberg\nWorks by or about Ana de Castro Osório at Internet Archive\nWorks by Ana de Castro Osório at LibriVox (public domain audiobooks)"}