{"pageid": 1433125, "title": "এডিথ বেথেল", "url": "https://bn.wikipedia.org/wiki?curid=1433125", "content": "এডিথ বেথেল (জন্ম নাম এডিথ ক্লার্ক ১লা মার্চ ১৮৭১ - ২১শে ডিসেম্বর ১৯২৯) ছিলেন একজন অস্ট্রেলিয়ান রাজনৈতিক সংগঠক।\n\n\n== জীবনী ==\nএডিথ বেথেল কুইন্সল্যান্ডের বোয়েনে জন্মগ্রহণ করেন। এডিথের মা ও বাবা ছিলেন যথাক্রমে মেরি সোফিয়া (জন্ম নাম এডকিন্স) এবং তাঁর স্বামী উইলিয়াম ক্লার্ক। এডিথের মা ইংল্যান্ডে এবং তাঁর বাবা আয়ারল্যান্ডে জন্মগ্রহণ করেন। তাঁর বাবা মেয়র হয়েছিলেন। ১৮৮২ সালে এডিথের থেকে প্রায় আট বছরের বড় এবং বিবাহিত ওয়াল্টার এডমণ্ড বেথেল এডিথের সাথে একটি সম্পর্ক শুরু করেন। ১৮৮৪ সালে প্রায় তেরো বছর বয়সে এডিথ বেথেল একটি সন্তানের জন্ম দেন, সন্তানটিকে দত্তক দেওয়া হয়েছিল।\nএকজন ছাত্র হিসাবে এডিথ বেথেল সঙ্গীত, ইংরেজি এবং ফরাসি ভাষায় নিজের প্রতিভা দেখিয়েছিলেন। তিনি পিট স্ট্রিট ইউনিটিং চার্চের মণ্ডলীর একজন সক্রিয় সদস্য ছিলেন।\nএডিথ বেথেলের সন্তানের পিতা ওয়াল্টার বেথেল ১৮৯৫ সালে নিজের স্ত্রী ইভা লুইসা ব্রিয়ারলির সঙ্গে বিবাহ বিচ্ছেদ করেন এবং এডিথকে বিয়ে করেন। ওয়াল্টার এবং ইভার তিনটি সন্তান ছিল। বিবাহবিচ্ছেদের এক মাস পর ওয়াল্টার এডিথকে বিয়ে করেন। ওয়াল্টার ছিলেন একজন সরকারি কর্মচারী এবং তিনি সান পত্রিকার জন্যও লিখতেন।\nএডিথ বেথেল অস্ট্রেলিয়ান লেবার পার্টিতে আগ্রহ নিয়েছিলেন এবং ১৯০৪ সালের সেপ্টেম্বরে যখন তিনি মহিলা কেন্দ্রীয় সাংগঠনিক কমিটির (ডব্লিউসিওসি) প্রতিষ্ঠাতা সেক্রেটারি হন তখন সবার নজর তাঁর ওপরে পড়ে। ডব্লিউসিওসি নিউ সাউথ ওয়েলসের রাজনৈতিক শ্রমিক লীগের অংশ ছিল এবং তিনি তাদের পরবর্তী বার্ষিক সম্মেলনে ১৯০৫ সালের ফেব্রুয়ারিতে যোগ দেন। তিনি লেবার পার্টির সম্মেলনের অনুমতিপ্রাপ্ত প্রথম নারীদের মধ্যে একজন ছিলেন এবং তিনি ছিলেন নিউ সাউথ ওয়েলস লেবার পার্টির কার্যনির্বাহী নির্বাচিত ছয়জন নারীর একজন। অন্য পাঁচজন হলেন কেট ডোয়ার, হ্যারিয়েট পাওয়েল, ১৯০৩ সালের সংসদীয় প্রার্থী সেলিনা সিগিন্স, আমেরিকান জন্মগ্রহণকারী এ ই গার্ডিনার, মেরি অ্যান গ্রান্ট এবং ম্যাগি হল৷\nএডিথ বেথেল উত্তর সিডনিতে পার্টির একটি মহিলা শাখার নেতৃত্ব দেওয়ার জন্য নির্বাচিত হন এবং তিনি ১৯০৬ থেকে ১৯০৮ সাল পর্যন্ত পার্টির কার্যনির্বাহী হিসেবে পুনরায় নির্বাচিত হন। তিনি ১৯০৯ সাল পর্যন্ত ডব্লিউসিওসি সচিব হিসেবে দায়িত্ব পালন করেন। এরপর ইভা সিরির তাঁর স্থলাভিষিক্ত হন, যিনি ডব্লিউসিওসি-এর কয়েকজন প্রতিষ্ঠাতা সদস্যদের মধ্যে একজন ছিলেন।\nবাধ্যতামূলকভাবে সৈন্যদলে নিয়োগের ক্ষেত্রে বিবাদের জেরে এডিথ বেথেলকে লেবার পার্টি থেকে বহিষ্কার করা হয়েছিল।\nএডিথ এবং ওয়াল্টার ১৯১৯ সালে বিবাহবিচ্ছেদ করেছিলেন। এডিথ ১৯২৯ সালে মোসমানে মারা যান।\n\n\n== তথ্যসূত্র =="}