{"pageid": 1433544, "title": "লুবার্টের দুর্গ", "url": "https://bn.wikipedia.org/wiki?curid=1433544", "content": "লুটস্ক দুর্গ ( ইউক্রেনীয়: Луцький замок) বা স্থানীয়ভাবে লিউবার্টস ক্যাসেল হলো ১৪ শতকের মাঝামাঝি তৈরি একটি দুর্গ। এটি উত্তর-পশ্চিম ইউক্রেনের স্টাইর নদীর ধারে অবস্থিত।  দুর্গটি উচ্চ দুর্গ নামেও পরিচিত। ১৪ শতকের মাঝামাঝি এই দুর্গটিতে মানুষের বসবস শুরু হয়েছিল বলে মনে করা হয়। রাজা গেডিমিনাসের পুত্র লিউবারটাস (লুবার্ট) এই দুর্গটি নির্মাণ করেন। তিনি ছিলেন ইউনাইটেড গ্যালিসিয়া-ভোলহিনিয়ার শেষ শাসক। এটি ইউক্রেনের লুটস্ক শহরের সবচেয়ে পরিচিত বিশিষ্ট একটি স্থান। ১৪ শতকে জারটোরিস্কি পরিবার দ্বারা নির্মিত লোয়ার ক্যাসেল নামে এই শহরের আরেকটি  দুর্গ এখন ধ্বংসস্তূপ।\n১০৭৫ সালের প্রথম দিকে লুচেস্কের কিভান শহরে একটি কাঠের প্রাচীর ছিল। বোলেস্লাউস দ্য বোল্ড এটিকে ছয় মাসের জন্য অবরোধ করে রেখেছিল। ১১৪৯ সালে ছয় সপ্তাহের অবরোধের পর ইউরি ডলগোরুকি লুটস্ক অধিকার করতে ব্যর্থ হন। ১২৫৫ সালে খান জোচির নাতি কুরেমসা লুটস্কের দেয়ালে আঘাত হানে।\nস্টাইর নদীর উপরে অবস্থিত বর্তমান দুর্গটির বেশিরভাগ অংশ ১৩৪০-এর দশকে নির্মিত হয়। যদিও পূর্ববর্তী দেয়ালের কিছু অংশ সেইসময় ব্যবহার করা হয়। পরবর্তীকালে এই দুর্গটি ক্যাসিমির দ্য গ্রেট (১৩৪৯), জোগাইলা (১৪৩১) এবং সিগিসমন্ড কেস্টুটাইটিস (১৪৩৬) সহ অসংখ্য ক্ষমতাবানদের দ্বারা আক্রমণকে রুখে দেয়। এই দুর্গে ১৪২৯ সালের লুটস্ক সম্মেলন অনুষ্ঠিত হয়। এই সম্মেলনে সম্রাট সিগিসমন্ড, মস্কোর দ্বিতীয় ভাসিলি, জোগাইলা, ভিটাউটাস দ্য গ্রেট এবং ওয়ালাচিয়ার ভোইভোড উপস্থিত ছিলেন।\nভিটাউটাসের দীর্ঘ শাসনকালে লুটস্ক দুর্গকে কামান এবং গোলাগুলির থেকে রক্ষা করার জন্য আরও সুরক্ষিত করা হয়। প্রধান প্রবেশদ্বার এখন যেটি ইট দিয়ে তৈরি সেটি পশ্চিম দিক থেকে এবং বাইরের পরিখার উপর একটি সেতু সংলগ্ন ছিল। তিনটি প্রধান স্তম্ভ যার নাম এখন \"লুবার্ট\", \"সুবিত্রীগাইলা\" (উভয় স্তম্ভই লিথুয়ানিয়ান রাজকুমারদের পরে) এবং \"বিশপ\" এগুলি ১৬ এবং ১৭ শতকের মধ্যে নির্মিত হয়েছিল।\nপূর্বে দুর্গের প্রাচীর সেন্ট জনস্ ক্যাথেড্রাল, গ্র্যান্ড ডিউকদের একটি প্রাসাদ এবং একটি এপিস্কোপাল প্রাসাদ দিয়ে ঘেরা ছিল। এই ভবনগুলির মধ্যে শুধুমাত্র বিশপদের নিওক্লাসিক্যাল প্রাসাদটি এখনও ইতিহাসের সাক্ষী হয়ে দাঁড়িয়ে আছে।\n১৯৪১ সালের ২ জুলাই লুটস্ক দুর্গের প্রাচীরের মধ্যে ১,১৬০ ইহুদিকে হত্যা করা হয়। দুর্গে এই নারকীয় হত্যাকাণ্ডের পর এর স্মরণার্থে কোন স্মৃতিস্তম্ভ তৈরি হয়নি।\n\n\n== তথ্যসূত্র =="}