{"pageid": 1433119, "title": "সোজোবো", "url": "https://bn.wikipedia.org/wiki?curid=1433119", "content": "জাপানি লোককাহিনী এবং লোককথায়, সোজোবো Sōjōbō (জাপানি: 僧正坊, উচ্চারিত [soːʑoːboː]) হল একটি পৌরাণিক চরিত্র এবং রাজা। সোজোবোকে এক প্রকার টেঙ্গু হিসেবে চিহ্নিত করা হয়। \n\nকথিত আছে সোজোবো কুরাম পর্বতে বাস করেন। তিনি কুরামা পর্বতে বসবাসকারী টেঙ্গুর পাশাপাশি জাপানের অন্যান্য টেঙ্গুদের উপর শাসন করেন। তিনি অত্যন্ত শক্তিশালী এবং একটি কিংবদন্তি অনুযায়ী তার দেহে এক হাজার সাধারণ টেঙ্গুর শক্তি রয়েছে।\nসোজোবো সম্ভবত যোদ্ধা মিনামোতো নো ইয়োশিটসুনেকে (তার শৈশব নাম উশিওয়াকা-মারু বা শানাও নামে পরিচিত) তলোয়ার চালনা, কৌশল এবং যাদুবিদ্যা শেখানোর কিংবদন্তির জন্য সবচেয়ে বেশি পরিচিত।\n\n\n== সম্পর্কিত পরিসংখ্যান ==\nসোজোবোর সাথে সম্পর্কিত পরিসংখ্যানের অন্য দুটি বিখ্যাত টেঙ্গু হল চীনের জেগাইবো এবং মাউন্ট আটাগোর তারোবো। সোজোবোর মতো, এই টেঙ্গু হল পর্বতের সর্দার এবং এটি জাপানি শিল্পে বিভিন্ন রূপে উপস্থিত হয়। কিমব্রো বলেছেন যে হেইক মনোগাতারির একটি সংস্করণে টেঙ্গু তারোবোকে জাপানের সর্বশ্রেষ্ঠ টেঙ্গু হিসাবে বর্ণনা করা হয়েছে।\nজনপ্রিয় সংস্কৃতিতেও সোজোবোর প্রভাব বিদ্যমান। \n\n\n== আধুনিক সময়ে ==\nসোজোবোর একটি আধুনিক রূপ হল জাপানী উৎসবে তার প্রতিনিধিত্ব। এফ. ব্রিঙ্কলির মতে, এই উৎসবে দেবতাদের পাশাপাশি \"রূপক অঞ্চলের\" সত্তাকে সম্মানিত করা হয়। কিছু উৎসবে, একটি নির্দিষ্ট দেবতা বা বিষয়ের প্রতি উৎসর্গীকৃত সজ্জিত উপাসনালয়গুলিকে একটি কাঠের গাড়িতে বসানো হয় যাকে বলা হয় দাশি এবং উৎসব উদযাপনের অংশ হিসাবে একটি শোভাযাত্রায় রাস্তায় নামানো হয়। টোকিওতে সান্নো উৎসবে, উশিওয়াকা এবং সোজোবোকে একটি দাশি উৎসর্গ করা হয়। ব্রিঙ্কলি বলেছেন যে উৎসবে যোগদানকারী লোকেরা প্রতিটি দাশি এবং এর বিষয়বস্তুকে ঘিরে ইতিহাস জানে।\nজনপ্রিয় সংস্কৃতিতেও সোজোবোর প্রভাব বিদ্যমান। চলচ্চিত্র, ভিডিও গেম, মাঙ্গা এবং অ্যানিমে সহ বিভিন্ন ধরণের জাপানি মিডিয়াতে টেঙ্গু একটি সাধারণ বিষয় হয়ে উঠেছে। এর একটি প্রাথমিক উদাহরণ হল জিরো ওসারাগি দ্বারা রচিত উপন্যাস সিরিজ কুরামা টেঙ্গু। এটি একটি গোপন যোদ্ধার বিষয়ে রচিত গল্পের একটি সিরিজ।\n\n\n== আরো দেখুন ==\nইবোশি-ওরি\nকিচি হোজেন\nজাপানে বৌদ্ধ ধর্ম\nপবির পাহাড়\nজাপানি মার্শাল আর্ট\nজাপানে উডব্লক প্রিন্টিং\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইয়োকাই নামে পরিচিত জাপানি কিংবদন্তি প্রাণীদের তথ্য এবং মূল চিত্রাবলী সমন্বিত একটি অনলাইন ডাটাবেস থেকে সোজোবো এন্ট্রি বিদ্যমান।\nকুরামা-টেঙ্গু (কুরামায় লম্বা-নাকওয়ালা গবলিন): ফটোস্টোরি নোহ নাটকের কুরামা-টেঙ্গু- এর একটি পারফরম্যান্স থেকে তোলা ছবি রয়েছে।\nওরেগন বিশ্ববিদ্যালয়ের ইয়োকাই সেনজাফুদা নামে একটি ডিজিটাল প্রদর্শনীর তেঙ্গু অংশ বিদ্যমান।\nআওমোরি নেবুটা মাসুরি নামে একটি ঐতিহ্যবাহী জাপানি উসবে সোজোবো এবং উশিওয়াকামারুকে চিত্রিত করে ভাসার উশিওয়াকামারু এবং দৈত্য টেঙ্গু্র যৌথ ছবি।\nটেমপ্লেট:Jmyth navbox longটেমপ্লেট:Japanese folklore long"}