{"pageid": 1433643, "title": "রেজিনা কুইন্টানিলহা", "url": "https://bn.wikipedia.org/wiki?curid=1433643", "content": "রেজিনা কুইন্টানিলহা (১৮৯৩ - ১৯৬৭) ছিলেন প্রথম পর্তুগিজ মহিলা যিনি কোয়েমব্রা বিশ্ববিদ্যালয় থেকে আইনের ডিগ্রি অর্জন করেছিলেন। আইন অনুশীলনে নারীদের নিষেধাজ্ঞা থাকা সত্ত্বেও, ১৯১৩ সালের ১৪ই নভেম্বর তিনি সুপ্রিম কোর্ট অফ জাস্টিসের রাষ্ট্রপতির কাছ থেকে এটি করার জন্য অনুমোদন পান এবং পর্তুগালের প্রথম মহিলা আইনজীবী হন।\n\n\n== প্রাথমিক জীবন ==\nরেজিনা দা গ্লোরিয়া পিন্টো দে ম্যাগালহায়েস কুইন্টানিলহা দে সোসা ই ভাসকোনসেলোস ১৮৯৩ সালের ৯ই মে ব্রাগান্সাতে জন্মগ্রহণ করেন। কুইন্টানিলহা ধনী পরিবার থেকে এসেছিলেন, তাই তিনি শিক্ষার ক্ষত্রে একটি বিশেষ সুবিধা পেয়েছিলেন। তাঁর মা, জোসেফা কুইন্টানিলহা ছিলেন একজন লেখক এবং কবি, যিনি অধ্যয়নকে যথেষ্ট মূল্য দিতেন। ব্রাগান্সায় বিদ্যালয় শিক্ষা সমাপ্ত করার পর পর এবং পোর্তোতে হাই স্কুল শেষ করার পর, রেজিনা কুইন্টানিলহা ১৯১০ সালে কোয়েমব্রা বিশ্ববিদ্যালয়ের আইন অনুষদে যোগদান করেন। এই সময়ে পর্তুগালে একজন মহিলার পক্ষে বিশ্ববিদ্যালয়ে যাওয়া অত্যন্ত বিরল ছিল এবং তিনি পর্তুগালে আইন অধ্যয়নকারী প্রথম মহিলা হয়েছিলেন। কোয়েমব্রা বিশ্ববিদ্যালয়টিকে সাধারণত সেই সময়ে পর্তুগালের সেরা বিশ্ববিদ্যালয় হিসাবে গণ্য করা হত, যা উচ্চ বিদ্যালয়ের সেরা নম্বর পাওয়া ছাত্রদের আকর্ষণ করত। রেজিনা কুইন্টানিলহার সহপাঠী ছাত্রদের মধ্যে ছিলেন পর্তুগালের এস্তাদো নভো একনায়কত্বের নেতা হিসাবে ভবিষ্যতের রাষ্ট্রপ্রধান আন্তোনিও ডি অলিভেইরা সালাজার।\n\n\n== কর্মজীবন ==\n১৯১৩ সালে রেজিনা কুইন্টানিলহাকে আইন অনুশীলনের অনুমোদন দেওয়া হয়েছিল, মহিলাদের আইন অনুশীলনের অনুমতি দেওয়ার জন্য একটি ডিক্রি জারি করার পাঁচ বছর আগে তিনি এই সুযোগ পেয়েছিলেন। একই বছরে তিনি দেশের প্রথম মহিলা আইনজীবী হিসেবে পর্তুগিজ রাজধানী লিসবনের আদালতে আত্মপ্রকাশ করেন। এটি বেশ কয়েকটি সংবাদপত্র দ্বারা অনুকূলভাবে প্রতিবেদিত হয়েছিল, সংবাদপত্রগুলির মধ্যে ছিল ডায়রিও ডি নোটিসিয়াস, ও সেকুলো এবং রিপাবলিকা। তিনি একজন পাবলিক নোটারি হিসেবে এবং পর্তুগিজ ল্যাণ্ড রেজিস্ট্রির একজন সংরক্ষক (নথি রক্ষক) হিসেবেও কাজ করেছেন। তিনিই প্রথম মহিলা যিনি এই দায়িত্বগুলি পেয়েছিলেন। ১৯১৭ সালে, তিনি নারীবাদী-অনুপ্রাণিত পর্তুগিজ মহিলা ধর্মযুদ্ধের সাধারণ পরিষদের সভাপতি হিসেবে দায়িত্ব পালন করেন, এটি প্রথম বিশ্বযুদ্ধের সময় নিয়োগপ্রাপ্তদের সহায়তা প্রদানের জন্য প্রতিষ্ঠিত একটি সংস্থা ছিল।\nরেজিনা কুইন্টানিলহা একজন বিচারক ভিসেন্তে ডি ভাসকনসেলোসকে বিয়ে করেছিলেন এবং তাঁদের দুটি পুত্র ছিল। পরে তিনি ব্রাজিলে চলে যান, সেখানে তিনি ব্রাজিলের আইন সংস্কারে সহযোগিতা করেন। তিনি রিও ডি জেনিরোতে একটি অফিস স্থাপন করেন এবং পরবর্তীতে নিউইয়র্কে একটি অফিস স্থাপন করেন। পর্তুগালে ফিরে এসে তিনি বেশ কয়েকটি ফরাসি কোম্পানির আইনজীবী হিসেবে কাজ করেন। কুইন্টানিলহা ১৯৬৭ সালের ২৫শে মার্চ লিসবনে মারা যান।\n\n\n== তথ্যসূত্র =="}