{"pageid": 1433985, "title": "রূপরেখা বন্দ্যোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1433985", "content": "রূপরেখা বন্দ্যোপাধ্যায় (জন্ম ২৮ জুলাই ১৯৮৪ কলকাতায়) একজন ভারতীয় সঙ্গীতজ্ঞ। তিনি রেক্স ডি'সুজা এবং কাজী তৌকিরের সাথে, ভারতের সবচেয়ে বেশি দেখা টেলিভিশন অনুষ্ঠানগুলোর মধ্যে একটি, ফেম গুরুকুলের তিনজন ফাইনালিস্টের একজন ছিলেন। ২০০৫ সালের ২০ অক্টোবর, তিনি তৌকিরের সাথে শীর্ষ পুরস্কার জিতেছিলেন।\nকাজী তৌকিরের সাথে তার প্রথম অ্যালবাম, ইয়ে পল, ভারতে ডাবল প্লাটিনাম হয়েছে এবং বিশ্বব্যাপী ৫ মিলিয়নেরও বেশি কপি বিক্রি করেছে। তিনি স্টার প্লাস দ্বারা সম্প্রচারিত একটি নতুন রিয়েলিটি শো জো জিতা ওহি সুপারস্টার এবং স্টার জলসা দ্বারা সম্প্রচারিত রয়েল বেঙ্গল সুপার স্টার-এ অংশগ্রহণ করেন।\n\n\n== জীবনের প্রথমার্ধ ==\nরূপরেখা বন্দ্যোপাধ্যায় ১৯৮৪ সালের ২৮ জুলাই তারিখে ভারতের পশ্চিমবঙ্গ রাজ্যের উত্তর ২৪ পরগণা জেলার বনগাঁয় বাঙ্গালী পিতামাতা প্রদীপ কুমার বন্দ্যোপাধ্যায় ও কবিতা বন্দ্যোপাধ্যায়ের ঘরে জন্মগ্রহণ করেন। তিনি তার জীবনের প্রথম তিন মাস পশ্চিমবঙ্গে নিজের জন্মস্থানে কাটিয়েছিলেন এবং তারপর কলকাতার আগরপাড়ায় চলে আসেন, সেখানে তিনি তার ব্যবসায়ী বাবার সাথে থাকতেন। তিনি সেখানে তার প্রথম আঠারো বছর অতিবাহিত করেন এবং ব্যারাকপুরের রামকৃষ্ণ মিশনে দশম শ্রেণী পর্যন্ত স্কুলের শিক্ষা সম্পন্ন করেন, পরে আড়িয়াদহ সর্বমঙ্গলা বিদ্যাপীঠ থেকে দ্বাদশ শ্রেণী, তারপর বিদ্যাসাগর কলেজ এবং অবশেষে প্রাণিবিদ্যায় অনার্সসহ কলকাতা বিশ্ববিদ্যালয়ে পড়াশোনা করেন।\nছয় বছর বয়সে তিনি গান শেখা শুরু করেন; তিনি প্রধানত রবীন্দ্র সঙ্গীত শিখতেন, তার প্রথম গুরু ছিলেন তার দাদা। তিনি তাদের ক্লাবের বার্ষিক অনুষ্ঠানে নিজের প্রথম মঞ্চ পরিবেশনা করেছিলেন। সাত বছর বয়সে, তিনি হিন্দুস্তানি শাস্ত্রীয় সঙ্গীতে আনুষ্ঠানিক প্রশিক্ষণ শুরু করেন। তিনি আগরপাড়ার সঙ্গীতা দাসের কাছ থেকে, ১০ বছর বয়স পর্যন্ত নীলা গোস্বামী এবং ১৬ বছর বয়স পর্যন্ত অঞ্জু চক্রবর্তীর কাছ থেকে শাস্ত্রীয় হিন্দুস্তানি সঙ্গীত শিখেছিলেন। তিনি পণ্ডিত অরুণ ভাদুড়ির কাছ থেকে লঘু শাস্ত্রীয় হিন্দুস্তানি সঙ্গীত শিখেছিলেন এবং তারপরে, তিনি বাংলা চলচ্চিত্রের পটভূমির গান এবং বাংলা ধারাবাহিকের শিরোনাম গান গেয়ে কাজ শুরু করেন। পরবর্তী পর্যায়ে, তিনি মুম্বাইতে স্থানান্তরিত হন এবং ভারত রত্ন পণ্ডিত ও প্রয়াত ভীমসেন জোশীর ছাত্র মলয় ব্যানার্জির কাছ থেকে নেপথ্য গানের প্রশিক্ষণ গ্রহণ করেন। তিনি প্রয়াত মীরা বন্দোপাধ্যায়ের ছাত্রী কণিকা মিত্রের কাছে শাস্ত্রীয় হিন্দুস্তানি সঙ্গীতে তার প্রশিক্ষণ অব্যাহত রাখেন।\n\n\n== কর্মজীবন ==\n২০০৫ সালে, তিনি সোনি টিভি দ্বারা আয়োজিত সর্বভারতীয় সঙ্গীত প্রতিযোগিতা, মুম্বাই ফেম গুরুকুলের বিজয়ী ছিলেন। বিচারক জাভেদ আখতার, কেকে এবং শঙ্কর মহাদেবন বিভিন্ন পর্যায়ে তার মূল্যায়ন করেছেন।\n২০০৬ সালে, বিশাল দাদলানি, শেখর রাভিজানি এবং ফারাহ খানের পর্যালোচনার পর, তিনি জো জিতা ওহি সুপার স্টারের একটি বিশেষ পর্বের জন্য নির্বাচিত হন।\n২০০৭ সালে, তিনি ভোজপুরি এবং বাংলার মতো আঞ্চলিক ভাষায় রেকর্ডিং শুরু করেন। ফেম গুরুকুলের পরে, তিনি অনেক সঙ্গীত পরিচালকের সাথে ক্রমাগত কাজ করেছেন এবং গান রেকর্ড করেছেন। তিনি শুধু বাংলাতেই নয়, হিন্দি, ভোজপুরি এবং গুজরাতি ভাষায়ও চলচ্চিত্রের গান রেকর্ড করেছেন।\nতিনি বিক্রম ঘোষ, অশোক ভদ্র, শঙ্কর মহাদেবন, ইন্দ্রজিৎ দে, নবীন চট্টোপাধ্যায়, রাজু মুখার্জি, প্রসেনজিৎ চট্টোপাধ্যায়, অরূপ ওম, জয় সরকার, রূপঙ্কর বাগচী, গৌতম ঘোষাল, ইন্দ্রদীপ দাশগুপ্ত, পূর্বায়ন চ্যাটার্জি এবং শুভদীপ চ্যাটার্জি সহ বিভিন্ন সঙ্গীত পরিচালকদের সাথে কাজ করেছেন।\n\n\n== চলচ্চিত্রের তালিকা ==\nইয়ে পল\nকরুঁ কেয়া\nহিরো\nমেরি মেহবুবা\nকেহকাশাঁ\nমাধম\nমেরি চুড়িয়াঁ\nবাংলায় অ্যালবাম:\n\nবন্ধু হব... সাগরিকা সুপার হিট এর ২০১১ পূজা অ্যালবাম...\nইলেক্ট্রনিক এ কৃষ্ণা তিনি ইন্দ্র পরিচালিত সঙ্গীতের সাথে গেয়েছেন\nবিক্রম ঘোষের রবীন্দ্র সঙ্গীত অ্যালবাম\n\n\n== ব্যক্তিগত জীবন ==\n২০০৫ সালে, ফেম গুরুকুলের বিজয়ী হওয়ার পর তিনি তার পরিবারের সাথে মুম্বাইতে চলে আসেন।\nতিনি নলিনাক্ষ ভট্টাচার্যকে বিবাহ করেন এবং তাদের একটি কন্যা রয়েছে, যার নাম শিরিন ভট্টাচার্য।\n\n\n== পুরস্কার ==\nতিনি বেশ কয়েকটি পুরস্কার জিতেছেন এবং বেশ কিছু পুরস্কারের জন্য মনোনীত হয়েছেন। তিনি মাস্টের জন্য সবচেয়ে প্রতিশ্রুতিশীল রিয়েলিটি অনুষ্ঠানে \"ফেম গুরুকুল\" পুরস্কার, এবং \"সেরা বাংলা-২০০৬\" পুরস্কার জিতেছেন। তিনি \"সানন্দ আদিত্য\" পুরস্কার জিতেছেন, সেরা উদীয়মান গায়ক পুরস্কার ২০১২ - কলাকার পুরস্কার, সেরা অ্যালবাম ২০১২, \"ভারত নির্মাণ পুরস্কার\" এবং \"বন্ধু হবে\" এর জন্য ২০১৩ এর সেরা উত্থাপনকারী গায়িকা - নারী মনোনীত হয়েছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকাজী তৌকীর এবং রূপরেখা ব্যানার্জির প্রথম অ্যালবামের পর্যালোচনা: জোড়া নং ১"}