{"pageid": 1433290, "title": "অনন্তকাল", "url": "https://bn.wikipedia.org/wiki?curid=1433290", "content": "অনন্তকাল, সাধারণ ভাষায়, সময়ের অসীম পরিমাণ যা কখনো শেষ হয় না বা চিরস্থায়ী বা চিরন্তন হওয়ার গুণ, অবস্থা বা সত্য। যদিও শাস্ত্রীয় দর্শন শাশ্বতকে সংজ্ঞায়িত করে যা নিরবধি বা সময়ের বাইরে বিদ্যমান, যেখানে অনন্তকাল অসীম সময়কালের সাথে মিলে যায়।\n\n\n== দর্শন ==\n\nশাস্ত্রীয় দর্শন অনন্তকালকে সংজ্ঞায়িত করে সময়ের বাইরে যা বিদ্যমান, যেমন নিরবধি অলৌকিক সত্তা ও শক্তির বর্ণনায়, অসীম সময়ের সাথে মিলিত অনন্তকাল থেকে আলাদা, যেমন মৃতদের জন্য সমবেত প্রার্থনা করা প্রার্থনায় বর্ণনা করা হয়েছে।\nকিছু চিন্তাবিদ, যেমন এরিস্টটল, অতীত এবং ভবিষ্যত উভয় শাশ্বত সময়কালের ক্ষেত্রে প্রাকৃতিক মহাজগতের অনন্তকালের পরামর্শ দেন। বোয়েথিয়াস অনন্তকালকে \"একই সাথে পূর্ণ এবং অন্তহীন জীবনের নিখুঁত অধিকার\" হিসাবে সংজ্ঞায়িত করেছেন। টমাস আকুইনাস বিশ্বাস করতেন যে ঈশ্বরের অনন্ততা থেমে যায় না, কারণ এটির কোনো শুরু বা শেষ নেই; অনন্তকালের ধারণাটি ঐশ্বরিক সরলতার, এইভাবে মানবজাতির দ্বারা সংজ্ঞায়িত বা সম্পূর্ণরূপে বোঝার অক্ষম।\nটমাস হব্‌স এবং আরও অনেকে আলোকিত যুগ এ শাস্ত্রীয় পার্থক্যের দিকে আঁকেন যা অধিভৌতিক অনুমান যেমন \"অনন্তকাল স্থায়ী এখন\" হিসাবে সামনে রেখেছিলেন।\n\n\n=== সমসাময়িক দর্শন ও পদার্থবিদ্যা ===\nআজ বিশ্বতত্ত্ববিদ, দার্শনিক এবং অন্যান্যরা বিভিন্ন সংস্কৃতি ও ইতিহাস থেকে ধারণার বিশ্লেষণের দিকে তাকিয়ে থাকে। তারা বিতর্ক করে, অন্যান্য বিষয়ের মধ্যে, পদার্থবিজ্ঞানের মৌলিক আইনের জন্য অনন্তকালের পরম ধারণার বাস্তব প্রয়োগ আছে কিনা; সমস্যাটিকে সময়ের তীর হিসাবে এনট্রপি হিসাবে তুলনা করুন।\n\n\n== ধর্ম ==\n\nঅনন্তকাল অসীম সময়কাল হিসাবে অনেক জীবন ও ধর্মে গুরুত্বপূর্ণ ধারণা। ঈশ্বর বা দেবতাদের প্রায়শই বলা হয় যে তারা অনন্তকাল ধরে থাকবে বা সর্বকালের জন্য, চিরকালের জন্য, শুরু বা শেষ ছাড়াই আছে। পরকালের ধর্মীয় দৃষ্টিভঙ্গি এটিকে অনন্তকাল বা শাশ্বত জীবনের পরিপ্রেক্ষিতে বলতে পারে। খ্রিস্টান ধর্মতাত্ত্বিকরা শাশ্বত প্লেটোনীয় রূপের মতো অপরিবর্তনীয়তাকে অনন্তকালের জন্য অপরিহার্য বলে মনে করতে পারেন।\n\n\n== প্রতীকতা ==\nঅনন্তকাল প্রায়শই অন্তহীন সাপ দ্বারা প্রতীকী হয়, তার নিজের লেজ গিলে খায়, ওরোবোরোস। বৃত্ত, ব্যান্ড বা রিংও সাধারণত অনন্তকালের প্রতীক হিসেবে ব্যবহৃত হয়, যেমন গাণিতিক অনন্তের প্রতীক, \n  \n    \n      \n        ∞\n      \n    \n    {\\displaystyle \\infty }\n  \n।\nপ্রতীকীভাবে এগুলি অনুস্মারক যে অনন্তকালের কোন শুরু বা শেষ নেই।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\n\n\n== আরও পড়ুন ==\nYu, Jiyuan (২০০৩)। The Structure of Being in Aristotle's Metaphysics। Springer। পৃষ্ঠা 188–। আইএসবিএন 9781402015373। \n\n\n== বহিঃসংযোগ ==\nEntry in the Stanford Encyclopedia of Philosophy on Eternity.\nEntry in the Internet Encyclopedia of Philosophy on the relationship between God and Time."}