{"pageid": 1433966, "title": "তেল কুস্তি", "url": "https://bn.wikipedia.org/wiki?curid=1433966", "content": "তেল কুস্তি (তুর্কি: Yağlı güreş ), যাকে গ্রীস রেসলিং ওয়া বলা হয়, এটি একটি ঐতিহ্যবাহী তুর্কি খেলা, যেখানে অংশগ্রহনকারীরা \nে, পেহলিভান (কুস্তিগির) বা বাস্পেহলিভান (মাস্টার কুস্তিগির), তেলে ঢেকে থাকা অবস্থায় কুস্তি করে। প্রতিযোগিতা গুলি একটি প্রমাণী মাঠে অনুষ্ঠিত হয় যাকে er meydanı বলা হয়। তেল কুস্তির একটি চ্যালেঞ্জ হল কুস্তিগিরদের শরীরে তেল দেওয়া এবং একে অপরকে দখল করা কঠিন করে তোলে।\nথ্রেস এবং বলকান অঞ্চলে 4,500 বছর আগে প্রাচীন সম্প্রদায়ের দ্বারা তেল কুস্তি করা হয়েছিল। অটোমান সাম্রাজ্য বা উসমানীয় সাম্রাজ্য ইউরোপে প্রসারিত হওয়ায়, আধুনিক সময় পর্যন্ত তেল কুস্তি প্রতিযোগিতা আনুষ্ঠানিকভাবে অনুষ্ঠিত হয়েছে।\nঅলিম্পিক রেসলিং থেকে ভিন্ন, তেল কুস্তি ম্যাচ গুলি কিস বেতের একটি কার্যকর দখল অর্জনের মাধ্যমে জয়ী হতে পারে। এইভাবে, পেহলিভান তার প্রতিপক্ষের কিসবেত এর মাধ্যমে তার হাত রেখে প্রতিপক্ষকে নিয়ন্ত্রণ করার লক্ষ্য রাখে। এই পদক্ষেপটি ব্যবহার করে জয়ী হওয়াকে বলা হয় পাকা কাজিক। মূলত, ম্যাচের কোনো নির্দিষ্ট সময়সীমা ছিল না এবং এক বা দুই দিন পর্যন্ত চলতে পারত যতক্ষণ না একজন ব্যক্তি তার শ্রেষ্ঠত্ব প্রতিষ্ঠা করতে সক্ষম হয়, কিন্তু 1975 সালে ব্যাসপেহ লিভানের জন্য সময়কাল 40 মিনিট এবং পেহলিভান বিভাগের জন্য 30 মিনিটে সীমাবদ্ধ করা হয়েছিল। যদি কোন বিজয়ী না হয়, খেলা চলতে থাকে আরও 15 মিনিট বাস্পেলিভানে বা পেহলিভান বিভাগে 10 মিনিট, যেখানে বিজয়ী নির্ধারণের জন্য স্কোর রাখা হয়।\n1346 সাল থেকে তুর্কি থ্রেসে এর এডিনে অনুষ্ঠিত বার্ষিক কার্ক পিনার টুর্নামেন্ট, বিশ্বের সবচেয়ে পুরানো ক্রমাগত চলমান, অনুমোদিত ক্রীড়া প্রতিযোগিতা। বুলগেরিয়ার তুর্কি-অধ্যুষিত অঞ্চলে (লুডোগোরি এবং রোডোপস), সেইসাথে উত্তর গ্রিসের পূর্ব মেসিডোনিয়া (সেরেস অঞ্চল) এবং পশ্চিম থ্রেস (রোডোপ পর্বতমালা) তেল কুস্তি উৎসব অনুষ্ঠিত হয়।\n\n\n== ইতিহাস ==\nকুস্তির জন্য তুর্কি শব্দটি ওঘুজ তুর্কি ভাষাগুলোতে ফিরে পাওয়া যেতে পারে, যা ইউরেশিয়ান স্টেপস থেকে উদ্ভূত হয়েছে। সেলজুক তুর্কিদের আনাতোলিয়া জয়ের পর, কারাকুকাক গুরেসি (আক্ষরিক অর্থে \"গ্রাউন্ড হাগ\") নামে একটি ঐতিহ্যবাহী ফ্রিস্টাইল কুস্তি জনপ্রিয় হয়েছিল, যেখানে বিশেষ চামড়ার পোশাক পরা হত এবং কুস্তিগির রা তাদের শরীরে জলপাই তেল ঢেলে প্রতিযোগিতা শুরু করে। এই ফর্মটি বর্তমানে Yağlı Güreş বা তুর্কি তেল কুস্তি নামে পুরো বিশ্বে পরিচিত। অটোমান সাম্রাজ্যে বা উসমানীয় সাম্রাজ্যে কুস্তিগিররা টেক্কে (تکیه), যা উভয় ক্রীড়াবিদ এবং আধ্যাত্মিক কেন্দ্র ছিল।\n\nতেল কুস্তি প্রাচীন সুমের এবং ব্যাবিলনে ফিরে পাওয়া যায়। তুর্কি-ভাষীদের দ্বারা অনুশীলন করা লোক কুস্তির পরিচিত রূপ গুলা পশ্চিম ইউরেশিয়া (অর্থাৎ ইউরোপ এবং মধ্য এশিয়া) জুড়ে কোরাস, খুরেশ, কুরাশ, প্রভৃতি নামে পাওয়া যায়। গ্রিকো-রোমান ঐতিহ্য গুলোও তেল কুস্তির অনুশীলনের দিকে ইঙ্গিত করে।\nভারসাম্য এবং পারস্পরিক সম্মান প্রদর্শন হিসাবে কুস্তি গিররা ম্যাচের আগে একে অপরকে তেল দেয়। যদি একজন মানুষ একজন বয়স্ক প্রতিপক্ষকে পরাজিত করে, সে তার পরেরটির হাতে চুম্বন করে (তুরস্কে প্রবীণদের সম্মানের চিহ্ন)।\nসারা বছর তুরস্ক জুড়ে ম্যাচ গুলি অনুষ্ঠিত হয়, কিন্তু গ্রীষ্মের শুরুতে, প্রায় 1000 প্রতিযোগী তুরস্কের বিজয়ী বা বাস্পেহলিভান (\"প্রধান কুস্তিগির\") হবেন তা নির্ধারণ করতে একটি বার্ষিক তিন দিনের কুস্তি টুর্নামেন্টের জন্য কার্কপিনারে জড়ো হয়। উসমানীয় ইতিহাস ও নথি থেকে প্রমাণ পাওয়া যায় যে 1362 সাল থেকে প্রতি বছর কার্কপিনার গেমস অনুষ্ঠিত হয়ে আসছে গিনেস বুক অফ ওয়ার্ল্ড রেকর্ডস এটিকে বিশ্বের প্রাচীনতম ক্রমাগত অনুমোদিত ক্রীড়া প্রতিযোগিতা হিসাবে গ্রহণ করে। গেম গুলি প্রায় ৭০ বার বাতিল করা হয়েছে। ১৯২৪ সালে, বলকান যুদ্ধের পর তাদের বর্তমান অবস্থানে স্থানান্তরিত করা হয়েছিল, প্রায় ৩৫ কিলোমিটার (২২ মাইল) মূল সাইট থেকে।\nতুরস্কের বাইরে কিছু সংগঠিত তেল কুস্তি প্রতিযোগিতা রয়েছে, বিশেষ করে যেগুলি নেদারল্যান্ডে রয়্যাল ডাচ পাওয়ার স্পোর্ট ফেডারেশন (কোনিঙ্কলিজকে নেদারল্যান্ডসে ক্র্যাচটসপোর্ট এন ফিটনেসফেডারেটি (কেএনকেএফ)) দ্বারা নিয়ন্ত্রিত।\n\n\n== উল্লেখযোগ্য পেহলি ভান ==\n\nকেল আলিকো\nকোকা ইউসুফ\nআদালি হালিল\nহারগেলেসি ইব্রাহিম\nকিজিলিকলি মাহমুদ\nকুর্তডেরেলি মেহমেত\nবান্দিরমালী আলী\nটেকিরডাগিল হুসেইন\nইব্রাহিম কারাবাকাক\nআহমেত তাশি\nরেসেপ কারা\nআলী গুরবুজ\nইসমাইল বালাবান\nওরহান ওকুলু\nফাতিহ আতলি\nমেহমেত ইয়েসিলিয়েসিল\nওসমান আয়নুর\n\n\n== তথ্যসূত্র =="}