{"pageid": 1433548, "title": "নারীর কমনওয়েলথ", "url": "https://bn.wikipedia.org/wiki?curid=1433548", "content": "নারীর কমনওয়েলথ (এছাড়াও বেল্টন পবিত্রতাবাদীরা এবং পবিত্রতার ভগিনীরা) হল মহিলাদের একটি ভূমি-ভিত্তিক জনগোষ্ঠী, যেটি টেক্সাসের বেল্টনে প্রথম প্রতিষ্ঠিত হয়েছিল। এটি ১৮৭০-এর দশকের শেষের দিকে থেকে ১৮৮০-এর দশকের গোড়ার দিকে মার্থা ম্যাকহোয়ার্টার এবং তাঁর মহিলাদের বাইবেল অধ্যয়ন গোষ্ঠীর দ্বারা প্রতিষ্ঠিত হয়েছিল। এই কমনওয়েলথ প্রতিষ্ঠিত হয়েছিল এমন জমিতে, যা পাওয়া গিয়েছিল উত্তরাধিকারসূত্রে, যখন মহিলাদের স্বামীরা মারা যায় বা বাড়ি ছেড়ে চলে যায়।\n\n\n== সদস্যরা ==\nজনগোষ্ঠীর বাসিন্দারা ছিলেন নারী এবং তাঁদের ওপর নির্ভরশীল সন্তানেরা; অনেক নারী অত্যাচারী বাড়ি ছেড়ে পালিয়ে সম্প্রদায়ে যোগ দিয়েছিলেন। এক সময়ে, এখানে ৪২ থেকে ৫০ জন মহিলা সদস্য ছিলেন, অন্তত একজন আফ্রিকান আমেরিকান মহিলা ছিলেন যিনি আগে একজন দাস ছিলেন বলে মনে করা হয়।\n\n\n== মতাদর্শ ==\nভগিনীরা প্রথম তরঙ্গের নারীবাদী মতাদর্শ গ্রহণ করেছিলেন এবং নারীদের জন্য আধ্যাত্মিক, অর্থনৈতিক এবং সামাজিক সমতা চেয়েছিলেন। সেই লক্ষ্যে, তাঁরা ব্রহ্মচর্য পালন করেছিলেন, যাতে বিষমকামী মিলনের ফলে আধ্যাত্মিক অবক্ষয়, শিশু ও সন্তান লালন-পালনের নিপীড়নমূলক চাহিদা এবং পুরুষের সহিংসতা থেকে নারীদের মুক্ত করা যায়। ১৮৮০-এর দশকে, বেল্টনের নাগরিকরা পৃথক হওয়া এবং বিবাহবিচ্ছেদের হার বৃদ্ধির জন্য এবং তাঁদের ব্রহ্মচর্য অনুশীলনের মাধ্যমে বিবাহের অর্থকে ক্ষুণ্ণ করার জন্য পবিত্রতাবাদীদের দোষারোপ করেছিল।\n\n\n== ইতিহাস ==\nপবিত্রতাবাদীরা অর্থনৈতিকভাবে সফল ছিলেন; তাঁরা বেশ কয়েকটি বোর্ডিং হাউস এবং দুটি হোটেল পরিচালনা করেছিলেন, তাঁদের সম্পত্তি পরিচালনা করার জন্য হোল্ডিং কোম্পানি গঠন করেছিলেন এবং তাঁদের একাধিক ভোজন-কক্ষে খাবার সরবরাহ করার জন্য দুটি খামার পরিচালনা করেছিলেন। তাঁরা বেলটনে তাঁদের একটি বোর্ডিং হাউস থেকে প্রথম পাবলিক গ্রন্থাগার, ওম্যান'স ওয়েডনেসডে ক্লাব লাইব্রেরি শুরু করেছিলেন। \n১৮৯৯ সালে, সমগ্র জনগোষ্ঠী ওয়াশিংটন, ডিসিতে চলে যান, সেখানে তাঁরা বোর্ডিং হাউস এবং একটি হোটেল খোলেন এবং শহুরে নারীবাদী সংগঠনগুলিতে অংশগ্রহণ করেন। ১৯০৩ সালে, বাকি দশজন সদস্য ছিলেন যাঁরা গ্রামীণ মেরিল্যান্ডে একটি খামার কিনেছিলেন যাতে তাঁদের শহুরে ভোজন-কক্ষের জন্য খাবার সরবরাহ করা যায় এবং গ্রামীণ পরিবেশে নিজেদের জন্য একটি যাজকীয় আবাস পাওয়া যায়। ম্যাকহোয়ার্টার ১৯০৪ সালে মারা যান এবং ধীরে ধীরে জনগোষ্ঠীটির পতন শুরু হয়।\nজনগোষ্ঠীর শেষ সদস্য ১৯৮৩ সালে ১০১ বছর বয়সে মারা যান।\n\n\n== প্রভাব ==\n৪০০ নর্থ পার্ল সেন্ট, বেল্টন, টেক্সাসের জর্জ এবং মার্থা ম্যাকহোয়ার্টার হাউস বেল কাউন্টি, টেক্সাসের ঐতিহাসিক স্থানগুলির তালিকার জাতীয় নিবন্ধনে রয়েছে৷ এই ঠিকানায়, পবিত্রতাবাদীদের জন্য উৎসর্গীকৃত একটি ঐতিহাসিক চিহ্ন রয়েছে। জ্যান বার্লিনার স্ট্যাটম্যান উইমেনস কমনওয়েলথকে মার্কিন যুক্তরাষ্ট্রের প্রথম নারী আশ্রয়কেন্দ্রগুলির মধ্যে একটি বলে মনে করেন।\nলেসবিয়ান বিচ্ছিন্নতাবাদী সাময়িকী অস্টিনডাইকে (এছাড়া অস্টিন ডাইক লেখা হয়), প্রকাশিত হয় একটি সংক্ষিপ্ত নিবন্ধ, ১৯৭৯ সালে এবং তারপর ১৯৮০ সালে সিস্টারস ইউনাইটেড- এ পুনর্মুদ্রিত ওমেনস কমনওয়েলথকে লেসবিয়ান ভূমি আন্দোলনের অগ্রদূত হিসাবে বর্ণনা করে।</link> ১৯৭০ এবং ১৯৮০-এর দশকে উদ্ভূত আন্দোলনকে পবিত্রতাবাদীরা প্রভাবিত করেছিল কিনা তা স্পষ্ট নয়।\n\n\n== আরও পড়ুন ==\nBlevins, Don (সেপ্টেম্বর ২০১৬)। \"Martha White McWhirter\"। A Priest, A Prostitute, and Some Other Early Texans: The Lives Of Fourteen Lone Star State Pioneers। Rowman & Littlefield। আইএসবিএন 9781493026159। \nFogarty, Robert S. (২০০৩)। All Things New: American Communes and Utopian Movements, 1860-1914। Lexington Books। আইএসবিএন 9780739105207। \nKitch, Sally (১৯৮৯)। Chaste Liberation: Celibacy and Female Cultural Status। University of Illinois Press। আইএসবিএন 9780252016080। \nMcIlvain, Myra Hargrave (এপ্রিল ২০১৭)। \"The Sanctified Sisters\"। Texas Tales: Stories That Shaped a Landscape and a People। Sunstone Press। পৃষ্ঠা 109–111। আইএসবিএন 9781632931634। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআমেরিকান ইতিহাসের জন্য ডলফ ব্রিস্কো সেন্টার, অস্টিনের টেক্সাস বিশ্ববিদ্যালয়ে 1760-1993-এ নারীর কমনওয়েলথ আর্কাইভের একটি নির্দেশিকা\nকমনওয়েলথ ফার্ম, কোলসভিল, মেরিল্যান্ড"}