{"pageid": 1433415, "title": "তারিগোণ্ডা ভেঙ্গামাম্বা", "url": "https://bn.wikipedia.org/wiki?curid=1433415", "content": "তারিগোণ্ডা ভেঙ্গামাম্বা (বিকল্প বানান: ভেঙ্কমাম্বা; ২০শে এপ্রিল ১৭৩০ - ২১শে আগস্ট ১৮৭১), মাতৃশ্রী তারিগোণ্ডা ভেঙ্গামাম্বা নামেও পরিচিত, ১৮ শতকের একজন কবি এবং ঈশ্বর ভেঙ্কটেশ্বরের একনিষ্ঠ ভক্ত ছিলেন। তিনি অসংখ্য কবিতা ও গান লিখেছেন।\n\n\n== প্রারম্ভিক বছর ==\nভেঙ্গামাম্বা ভাঙ্গিপুরম (ভেঙ্গিপুরম) ১৭৩০ সালে অন্ধ্র প্রদেশ রাজ্যের তরিগোণ্ডা গ্রামে একটি গোল্লা পরিবারে জন্মগ্রহণ করেন। তাঁর পিতা ছিলেন কৃষ্ণায়মাত্য এবং মা মঙ্গমাম্বা। শৈশব থেকেই, তিনি ভগবান ভেঙ্কটেশ্বরের প্রবল ভক্ত ছিলেন এবং তাঁর ভক্তি দেখে গ্রামবাসীদের মনে হয়েছিল যে তিনি পাগল।\nখুব অল্প বয়সে তাঁর বিয়ে হয়েছিল (সেই সময়ে প্রচলিত প্রথা), তিনি তাঁর স্বামীকে হারিয়ে বাল্য-বিধবা হয়েছিলেন। যাইহোক, তিনি প্রভু ব্যতীত অন্য কাউকে আর স্বামী হিসেবে গ্রহণ করতে অস্বীকার করেন এবং বিবাহিত মহিলার মতো পোশাক পরতে থাকেন (যেমন মঙ্গলসূত্র, রঙিন পোশাক, বট্টু / বিন্দি)।\nতিনি আচার্য (অধ্যাপক) সুব্রহ্মনায়ুডুর অধীনে যোগ বিজ্ঞান অধ্যয়ন করেছিলেন এবং যোগিনী হয়েছিলেন। ফলস্বরূপ, তিনি তরিগোণ্ডার স্থানীয় পুরোহিতের বিরক্তির সম্মুখীন হন এবং তিরুমালায় স্থানান্তরিত হন। অন্নময়্যার পুরোহিত এবং বংশধরেরা তাঁকে স্বাগত জানিয়েছিল। তারা আগে থেকেই তাঁর ভক্তির কথা শুনেছিল।\n\n\n== ভেঙ্গামাম্বার হারাঠি ==\nবলা হয় যে ভগবান ভেঙ্কটেশ্বর তাঁর ভক্তি দ্বারা চালিত হয়ে, তাঁর কবিতা এবং গান শোনার জন্য মন্দির বন্ধ হবার পরেও তাঁকে মন্দিরে প্রবেশ করার অনুমতি দিয়েছিলেন। ভেঙ্কমাম্বা কবিতা আবৃত্তি করতেন এবং প্রতি রাতে ভগবানের 'হারতি' নিতেন ও ভগবানকে পারিশ্রমিক হিসাবে মুক্তো দিতেন। বেশ কয়েকদিন ধরে গর্ভগৃহে মুক্তা পর্যবেক্ষণ ক'রে, পুরোহিতদের নজর ভেঙ্কমাম্বার দিকে নিয়ে যায়। তাঁরা ভেঙ্কমাম্বাকে শাস্তি দিয়েছিলেন তিরুমালা থেকে ১৫ মাইল দূরে তুম্বুরকোনার একটি গুহায় নির্বাসন।\nকিংবদন্তি রয়েছে যে ভেঙ্কটেশ্বর স্বামী গুহা থেকে মন্দির পর্যন্ত একটি গোপন পথ তৈরি করেছিলেন, যেটি ভেঙ্কমাম্বা তাঁর ভক্তিমূলক সেবা চালিয়ে যাওয়ার জন্য ব্যবহার করেছেন। ৬ বছর ধরে তপস্যা ও রাত্রি হারতির চর্চা চলে। অবশেষে, পুরোহিতরা নিজেদের মূর্খতা বুঝতে পেরে ভেঙ্কমাম্বার ভক্তি এবং উৎসর্গকে স্বীকৃতি দিয়েছিলেন এবং তাঁকে ফিরে আসার জন্য অনুরোধ করেছিলেন। ফিরে আসার পর, তাঁকে একান্ত সেবায় অংশগ্রহণ করার এবং ভগবানের অন্তিম হারতি গ্রহণ করার অনুমতি দেওয়া হয়েছিল।\nভেঙ্কমাম্বার বৃন্দাবনের (সমাধি) আশেপাশের এলাকাটি পরে একটি স্কুলে (এস ভি বি এন আর হাই স্কুল তিরুমালা) রূপান্তরিত হয়, বৃন্দাবন এখনও স্কুলের খেলার মাঠে তীর্থযাত্রীদের উপাসনার জন্য উন্মুক্ত।\nতিরুমালার নিত্যান্নদান সত্রম নামকরণ করা হয়েছে মাতৃশ্রী তারিগোণ্ডা ভেঙ্গামাম্বার নামে।\n\n\n== সাহিত্যিক কাজ ==\nতাঁর প্রথম কবিতাটি ছিল তারিগোণ্ডা নৃসিংহ সাতকম এবং এটির পরে নৃসিংহ বিলাস কথা, শিব নাটক এবং বালকৃষ্ণ নাটক যক্ষগানম এবং একটি দ্বিপদ কাব্য রাজযোগামৃত সরম। তিনি তরিগোণ্ডায় থাকাকালীন এই কাজগুলো সম্পন্ন করেন।\nতুম্বুরকোনা গুহা থেকে তিরুমালায় ফিরে আসার পর, ভেঙ্গামাম্বা রচনা করেছিলেন বিষ্ণু পারিজাতম, চেঞ্চু নাটকম, রুক্মিণী নাটকম এবং জল ক্রীড়া বিলাসম এবং মুক্তি কাঁথি বিলাসম (সমস্ত যক্ষ গানম), গোপী নাটকম (গোল্লা কালাপাম-যক্ষগানম), রামা পরিণয়ম, শ্রী ভগবতম,  শ্রী কৃষ্ণ মঞ্জরী, তত্ত্ব কীর্তনালু এবং বশিষ্ট রামায়ণম (দ্বিপদ), শ্রী ভেঙ্কটাচল মাহাত্যম (পদ্য প্রবন্ধম) এবং অষ্টাঙ্গ যোগ, সরম (পদ্যকৃতী)।\n\n\n== একান্ত সেবা ==\nযেহেতু ভগবান ভেঙ্কমাম্বার ভক্তি গ্রহণ করেছিলেন, তাই তাঁর হারতি প্রতি রাতে ভগবানের প্রতি সম্পাদিত একান্ত সেবায় অন্তর্ভুক্ত করা হয়েছিল। ভেঙ্কমাম্বার একজন বংশধর পারিশ্রমিক হিসাবে মুক্তা প্রদান করে এবং হারতিকে ভেঙ্কমাম্বার হারতি বলা হয়।\n\n\n== ভেঙ্গামাম্বার জীবন ভিত্তিক চলচ্চিত্র ==\nদুরাইস্বামী রাজুর ভেঙ্কমাম্বা চলচ্চিত্রটি ২০০৯ সালে মুক্তি পায় এবং এতে ভেঙ্কমাম্বা চরিত্রে মীনা অভিনয় করেছেন। এম এম কিরবাণি ভেঙ্কমাম্বার কৃতিতে সুর দিয়েছেন এবং চলচ্চিত্রে রেখেছেন। সম্পূর্ণ ভেঙ্কমাম্বা হারতি অডিওতে অন্তর্ভুক্ত ছিল।\nটিটিডি -এর শ্রী ভেঙ্কটেশ্বর ভক্তি চ্যানেল ভেঙ্কমাম্বার জীবন ও সময় নিয়ে \"তারিগোণ্ডা ভেঙ্কমাম্বা\" নামে একটি টেলি ধারাবাহিক প্রচার করছে। এটি প্রযোজনা করেছেন দুরাইস্বামী রাজু এবং এতে ভেঙ্কমাম্বা চরিত্রে মীনা অভিনয় করেছেন। ধারাবাহিকটি চমৎকার সাড়া পেয়েছে, এবং শিব নারায়ণ তীর্থুলুর মতোই জনপ্রিয় হয়েছে। এখানে কে. বিশ্বনাথ প্রধান চরিত্রে অভিনয় করছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n১৯ শতকের তেলুগু মহিলা কবি - তারিকোন্ডা ভেঙ্কমাম্বা\nভেঙ্কমাম্বার জীবন ইতিহাস\n- ইউটিউব গান\n- ইউটিউব গান\n- ইউটিউব গান\nটেমপ্লেট:Venkateswara Temple, Tirumala"}