{"pageid": 1433847, "title": "ওয়েড ব্যারেট", "url": "https://bn.wikipedia.org/wiki?curid=1433847", "content": "স্টুয়ার্ট আলেকজান্ডার বেনেট (জন্ম ১০ আগস্ট ১৯৮০) একজন ইংরেজ পেশাদার কুস্তি ধারাভাষ্যকার, অভিনেতা এবং অবসরপ্রাপ্ত পেশাদার কুস্তিগির। তিনি বর্তমানে ডাব্লিউডাব্লিউই-তে স্বাক্ষর করেছেন, যেখানে তিনি স্ম্যাকডাউন ব্র্যান্ডের একটি রঙের ভাষ্যকার হিসেবে ওয়েড ব্যারেট নামে রিং নামে পারফর্ম করেন।\nতিনি ২০১০ সালে এনএক্সটি- এর প্রথম সিজন জিতেছিলেন এবং সেই বছরের শেষের দিকে র- তে তার প্রধান রোস্টারে আত্মপ্রকাশ করেছিলেন, দ্য নেক্সাস- এর নেতা হিসাবে খ্যাতি অর্জন করেছিলেন, একটি খলনায়ক দল যা এনএক্সটি প্রথম সিজনের অবশিষ্ট রুকিদের সমন্বয়ে গঠিত। তিনি ২০১০ সালে ডাব্লিউডাব্লিউই-এর জন্য পাঁচটি পিপিভি ইভেন্টের শিরোনাম করেছিলেন— সামারস্ল্যাম, নাইট অফ চ্যাম্পিয়নস, ব্র্যাগিং রাইটস, সারভাইভার সিরিজ, এবং টিএলসি —যার মধ্যে তিনটিতে তিনি ডাব্লিউডাব্লিউই চ্যাম্পিয়নশিপের জন্য ব্যর্থভাবে চ্যালেঞ্জ করতে দেখেছিলেন। ২০১১ সালে, তিনি প্রাক্তন নেক্সাস সদস্য হিথ স্লেটার এবং জাস্টিন গ্যাব্রিয়েলের পাশাপাশি ইজেকিয়েল জ্যাকসনের সাথে একটি স্বল্পকালীন গ্রুপ দ্য কোর গঠন করেন। তারা ভেঙে যাওয়ার পর, তিনি পাঁচবার ইন্টারকন্টিনেন্টাল চ্যাম্পিয়ন হতে যাবেন।\n২০১৩ সালে, ব্যারেটের রিং নামটি বেড নিউজ ব্যারেটে সংশোধন করা হয়েছিল এবং তিনি এমন একজনের চরিত্র গ্রহণ করেছিলেন যিনি খারাপ সংবাদ পরিবেশন করতে প্রচুর আনন্দ নিয়েছিলেন। ২০১৫ কিং অফ দ্য রিং টুর্নামেন্ট জেতার পরে, তার রিং নাম পরিবর্তন করে কিং ব্যারেট করা হয়েছিল এবং তিনি একটি অহংকারী রাজকীয় চরিত্রে অভিনয় করতে শুরু করেছিলেন। তিনি উল্লেখযোগ্যভাবে তার পুরো ডাব্লুডাব্লিউই ক্যারিয়ারের জন্য একজন খলনায়কের চরিত্রে অভিনয় করেছেন, তার চরিত্রে অন্যান্য পরিবর্তনগুলি নির্বিশেষে। তিনি ২০১৬ সালে ডাব্লিউডাব্লিউই ত্যাগ করেন এবং তারপর থেকে কুস্তি করেননি, যদিও তিনি আন্তর্জাতিক স্বাধীন সার্কিটে নন-রেসলিং ভূমিকায় উপস্থিত হয়েছেন, যেমন ওয়ার্ল্ড অফ স্পোর্ট রেসলিং- এর ধারাভাষ্যকার এবং তার আসল নামে ডিফিয়েন্ট রেসলিং-এর একজন জেনারেল ম্যানেজার। তিনি ২০২০ সালে এনএক্সটি-এর ধারাভাষ্যকার হিসাবে ডাব্লিউডাব্লিউই-তে ফিরে আসেন।\nবেনেট অ্যাকশন ফিল্ম ডেড ম্যান ডাউন (২০১৩) এর মাধ্যমে তার অভিনয়ে আত্মপ্রকাশ করেন এবং এর পর থেকে তিনি এলিমিনেটর (২০১৬), আই অ্যাম ভেঞ্জেন্স (২০১৮), এবং আই অ্যাম ভেঞ্জেন্স: রিটেলিয়েশন (২০২০) এর মতো অ্যাকশন চলচ্চিত্রে অভিনয় করেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nডাব্লিউডাব্লিউই.কম-এ ওয়েড ব্যারেট  (ইংরেজি)\nইন্টারনেট মুভি ডেটাবেজে ওয়েড ব্যারেট  (ইংরেজি)\nওয়েড ব্যারেট-এর প্রোফাইল: কেজম্যাচ.নেট, রেসলিংডাটা.কম, ইন্টারনেটের রেস্টলিং ডাটাবেস (ইংরেজি)"}