{"pageid": 1433990, "title": "কঙ্কনা ব্যানার্জি", "url": "https://bn.wikipedia.org/wiki?curid=1433990", "content": "কঙ্কনা ব্যানার্জি (জন্ম ১৯ এপ্রিল, ১৯৪৬) হলেন একজন ভারতীয় ধ্রুপদী গায়িকা যিনি লক্ষ্ণৌতে ভারতীয় ধ্রুপদী কণ্ঠশিল্পী ওস্তাদ আমির খানের তত্ত্বাবধানে প্রশিক্ষণ নিয়েছেন। তিনি ১৯৮৭ সালে মাদার টেরেসা কর্তৃক উপস্থাপিত অন্ধ্র প্রদেশ রাজ্য সরকারের সম্মাননা \" অন্ধ্ররত্ন পুরস্কার (কালা সরস্বতী)\"সহ হিন্দুস্তানি শাস্ত্রীয় সঙ্গীতে তার অবদানের জন্য বেশ কয়েকটি প্রশংসা এবং পুরস্কার পেয়েছেন।\n\n\n== জীবনী ==\nতিনি কলকাতা শহরের এক সচ্ছল পরিবারে জন্মগ্রহণ করেন। তাঁর মা মন্দিরা চ্যাটার্জি ছিলেন কলকাতার তারাপদ চক্রবর্তী এবং লখনউয়ের শ্রীকৃষ্ণ নারায়ণ রতনজাঙ্করের শিষ্যা। তাঁর মাতামহ ছিলেন রাধা কমল মুখার্জি, সমাজবিজ্ঞানী এবং লখনউ বিশ্ববিদ্যালয়ের প্রাক্তন উপাচার্য। কঙ্কনা ব্যানার্জী তাঁর কর্মজীবনের প্রথম দিকে তাঁর মায়ের প্রভাব ও তত্ত্বাবধানে হিন্দুস্তানি শাস্ত্রীয় সঙ্গীতের প্রশিক্ষণ শুরু করেন। ১৯৫৫ সালে, তিনি ইন্দোর ঘরানার ওস্তাদ আমির খানের অধীনে প্রশিক্ষণ শুরু করেন। তিনি ১৯৬০ সালে চৌদ্দ বছর বয়সে প্রথম জনসম্মুখে পরিবেশনা করেন।\n\n\n== কর্মজীবন ==\nতিনি আমির খসরু ( এইচএমভি স্টুডিও, বোম্বে ) এর  শৈলী বা স্টাইলে ওস্তাদ আমির খানের তৈরি দরবারী কানারা ' তারানা ' পরিবেশন করেন। ট্র্যাকটি এইচএমভি দ্বারা একটি বিশেষ রেকর্ড 'আমির খসরু এর বহুমুখী প্রতিভা'-তে প্রকাশিত হয়েছিল। কবির সপ্তম শতবার্ষিকী উদযাপন উপলক্ষে এটি প্রকাশিত হয়েছিল।\nকঙ্কনা ব্যানার্জি মেওয়াতি ঘরানার পণ্ডিত প্রতাপ নারাইনের শিষ্যা হয়েছিলেন। তিনি তাঁর কর্মজীবনে মাদার টেরেসা কর্তৃক উপস্থাপিত অন্ধ্র প্রদেশ সরকারের \"কালা সরস্বতী অন্ধ্ররত্ন পুরস্কার\" সহ অসংখ্য প্রশংসা পেয়েছেন।\nতিনি একজন নেপথ্য গায়িকা হিসেবেও কাজ করেছেন, রাম তেরি গঙ্গা মইলি এবং ইদ মুবারক চলচ্চিত্রের জন্য শাস্ত্রীয় রাগের উপর ভিত্তি করে গান রেকর্ড করেছেন।\n\n\n== বিয়ে ও সন্তান ==\nকঙ্কনা বন্দ্যোপাধ্যায় ১৭ বছর বয়সে ওস্তাদ আমির খানের আরেক শিষ্য সুনীল কুমার ব্যানার্জীকে বিয়ে করেন। একসাথে তাঁদের দুটি সন্তান আছে, একটি কন্যা এবং একটি পুত্র। তাঁদের ছেলের জন্মের কিছুক্ষণ পরে, যখন কঙ্কনা ব্যানার্জির ২১ বত্সর বয়স, তাঁর স্বামী মারা যান। কঙ্কনা ব্যানার্জী আর বিয়ে করেননি।\n\n\n== সম্মাননা, অলঙ্করণ, পুরস্কার এবং বিশেষত্ব ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nhttp://www.hindustaniclassical.com/schedule/ahobal  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৫ ফেব্রুয়ারি ২০১৮ তারিখে\nhttps://vdocuments.mx/ustad-ameer-khan.html\nhttps://www.delhievents.com/২০১৮/০৩/music-sangeet-natak-akademi-raag-dopahri-kathak-kendra.html\nhttp://www.tribuneindia.com/২০০৫/২০০৫১২৩১/cth২.htm\nhttp://www.varanasitourismtravels.com/events/sankat-mochan-music-festival/#।  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ জুলাই ২০১৮ তারিখে WvRUX৬SFPIU  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ জুলাই ২০১৮ তারিখে"}