{"pageid": 1433271, "title": "আহি ইভরান", "url": "https://bn.wikipedia.org/wiki?curid=1433271", "content": "শেখ পীর নাসিরুদ্দিন আবুল হাকায়িক পীর মাহমুদ বিন আহমেদ আহি ইভরান বিন আব্বাস ভেলি আল-খোয়ি (১১৬৯-১২৬১), সাধারণত আহি ইভরান বা পীর আহি ইভরেন-আই ভেলি নামে পরিচিত) তিনি ছিলেন একজন তুর্কি আলেভি সুফি সাধক, ধর্মপ্রচারক, দার্শনিক, কবি। তিনি ২০টি বই লিখেছেন। তিনি মূলত অহি ব্রাদারহুডের প্রতিষ্ঠাতা ও নেতা হিসাবে স্মরণীয় হয়ে আছেন।\n\n\n== জীবন ==\n১১৬৯ সালে ইরানের খোয়ায় জন্মগ্রহণ করেন। তিনি তুরস্কের কায়সারিতে চলে আসেন এবং সেখানে আহি গিল্ড প্রতিষ্ঠা করেন। তিনি চামড়ার ব্যবসায় দক্ষ ছিলেন এবং তিনি ৩২টি বিভিন্ন পেশা থেকে গিল্ড সংগঠিত করেছিলেন। তিনি আহিসদের নেতৃত্ব ও সংগঠিত করেছিলেন একটি বাহিনীতে যা আক্রমণকারী মঙ্গোলদের বিরুদ্ধে যুদ্ধ করতে সক্ষম।\nতিনি ছিলেন একজন বেক্তাশি ধর্মপ্রচারক যিনি ট্রেবিজন্ড সাম্রাজ্যের সময় ইসলাম প্রচারের জন্য ট্র্যাবজনে গিয়েছিলেন। তিনি একজন পণ্ডিত হিসেবে বাগদাদ ও খোরাসানের শিক্ষকদের দ্বারা শিক্ষিত হয়েছিল।\nতিনি ১২৬১ খ্রিষ্টাব্দের ১লা এপ্রিল মঙ্গোলদের হাতে নিহত হয়। তাঁর কবরস্থান নিয়ে বিতর্ক রয়েছে তবে মনে করা হয় যে এটি বোজটেপে রয়েছে। এই স্থানটি ট্র্যাবজোনের কাছে অবস্থিত। এটি পবিত্র হিসাবে মনে করা হয় ও এখানে অমেক মানুষ এটি পরিদর্শন করেন। তবে এই কবরটি কোনও গোষ্ঠী নেতা বা কোনও গ্রীক মহানগরের হতে পারে যিনি ইসলাম গ্রহণ করেছিল। শাকির এভকেটের মতে ১৯৬৩ সালে মুসলিম ধর্মপ্রচারক শেখ হাজী হাক্কি এফেন্দি অহি এভ্রেনের কবরের কাছে একটি জায়গা তৈরি করতে অনুপ্রাণিত হয়েছিলেন। তাই ১৮৯০ সালে শেখ হাজী হাক্কি এফেন্দি মারা গেলে তাঁকে সেখানেই সমাহিত করা হয়। এরপর সরকার ওই স্থানে একটি সমাধি ও মসজিদ নির্মাণ করে।।\n\n\n== উত্তরাধিকার ==\n\nআহি ইভরান বিশ্ববিদ্যালয়ের সহকারী অধ্যাপক মাহমুত এরবে তুরস্কে আবিষ্কৃত নতুহ একটি কীটপতঙ্গের প্রজাতিকে বিশ্ববিদ্যালয় ও সাধুকে সম্মান জানাতে এভরানি নামকরণ করা হয়েছিল। কিরশেহিরে একটি বার্ষিক উৎসব অনুষ্ঠিত হয় যেখানে এটি স্থানীয় চেম্বার অফ কমার্স দ্বারা আয়োজিত হয়।\n\n\n== আরও দেখুন ==\nতুর্কি ভাষায় আহি ইভরান\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nÖztürk, Özhan (২০০৫)। Karadeniz : ansiklopedik sözlük (1. basım সংস্করণ)। Heyamola Yayınları। আইএসবিএন 975-6121-00-9। ওসিএলসি 63737636। \n\"Alevi Önderleri (Horasan Piri Hünkar Hacı Bektaş Veli)\"। ২০১৭-০৪-২৬। ২৬ এপ্রিল ২০১৭ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০২১-১১-৩০। \n\"Haci Bektas Veli and Bektashi Order | All About Turkey\"। www.allaboutturkey.com। সংগ্রহের তারিখ ২০২১-১১-৩০। \n\"Traditional Institutions - Dervish Orders\"। www.ktb.gov.tr। সংগ্রহের তারিখ ২০২১-১১-৩০। \n\n\n== বহিঃসংযোগ ==\nআহিলিক ও ইয়ারান  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ অক্টোবর ২০১১ তারিখে"}