{"pageid": 1433276, "title": "আবদেল ওয়াহাব আল-মেসিরি", "url": "https://bn.wikipedia.org/wiki?curid=1433276", "content": "আবদেল ওয়াহাব এল-মেসিরি (১৯৩৮-২ জুলাই, ২০০৮) ছিলেন একজন বিখ্যাত মিশরীয় পণ্ডিত, লেখক এবং \"কেফায়া\" নামক বিরোধী সংগঠনের সাধারণ সমন্বয়ক। তিনি একজন কমিউনিস্ট এবং পরে মুসলিম ব্রাদারহুডের সদস্যও ছিলেন।\n৫০ টিরও বেশি বই এবং অসংখ্য নিবন্ধের লেখক, এল-মেসিরির সবচেয়ে বিখ্যাত রচনা হলো আট খণ্ডের \"ইহুদি, ইহুদি ধর্ম এবং সায়নবাদের বিশ্বকোষ\"।\n\n\n== জন্ম, প্রাথমিক জীবন ও শিক্ষা ==\nআব্দেল ওয়াহাব এল-মেসিরি মিশরের দামানহুরে জন্মগ্রহণ করেন। তিনি ১৯৫৯ সালে আলেকজান্দ্রিয়া বিশ্ববিদ্যালয় থেকে ইংরেজি সাহিত্যে বিএ ডিগ্রি অর্জন করেন। এরপর ১৯৬৪ সালে তিনি কলাম্বিয়া বিশ্ববিদ্যালয় থেকে ইংরেজি ও তুলনামূলক সাহিত্যে এমএ এবং ১৯৬৯ সালে রাটগার্স বিশ্ববিদ্যালয় থেকে একই বিষয়ে পিএইচডি ডিগ্রি অর্জন করেন।\n১৯৮৮ সাল থেকে তিনি মিশরের আইন শামস বিশ্ববিদ্যালয়ের ইংরেজি ও তুলনামূলক সাহিত্যের অধ্যাপক হিসেবে দায়িত্ব পালন করেন। এছাড়াও তিনি বাদশাহ সৌদ বিশ্ববিদ্যালয়, সৌদি আরব (১৯৮৩-১৯৮৮) এবং কুয়েত বিশ্ববিদ্যালয়, কুয়েত (১৯৮৮-১৯৮৯)-এ বিশ্ববিদ্যালয়ের অধ্যাপক; এবং আন্তর্জাতিক ইসলামী বিশ্ববিদ্যালয় মালয়েশিয়ায় অতিথি অধ্যাপক হিসেবেও দায়িত্ব পালন করেছেন।\n\n\n== লেখালেখি ও কর্মজীবন ==\nএল-মেসিরির মূল গবেষণার ক্ষেত্রগুলির মধ্যে ছিল: ইহুদি, ইহুদিধর্ম এবং জায়নবাদ; ধর্মনিরপেক্ষতা ও পক্ষপাত; পাশ্চাত্য সংস্কৃতি এবং সমসাময়িকতা; আধুনিকতা ও উত্তর-আধুনিকতা; সাহিত্য তত্ত্ব ও তুলনামূলক সাহিত্য। জীবনের পথ বেয়ে তাঁর দৃষ্টিভঙ্গি পাশ্চাত্য ধর্মনিরপেক্ষতা থেকে আধুনিক ইসলামিক দৃষ্টিভঙ্গিতে স্থানান্তরিত হয়েছিল। এল-মেসিরি তার ধারণাগুলি সম্পর্কে বেশ কিছু নিবন্ধ লিখেছেন, যার মধ্যে রয়েছে \"Chosen Community, An Exceptional Burden\", \"A People Like Any Other\"। তিনি শিশুদের জন্যও লিখেছেন।\nআট খণ্ডের এনসাইক্লোপিডিয়া অফ জিউস, জুডাইজম অ্যান্ড জায়নবাদ ( আরবি ভাষায় - \"মুসাওসাত আল-ইয়াহুদ ওয়াল-ইয়াহুদিয়া ওয়াল-সাহিয়ুনিয়া: নামুজাজ তাফসিরী জাদিদ\" ), তথ্যের একটি বিশ্বকোষীয় সংগ্রহের পরিবর্তে একটি বিশ্লেষণাত্মক/পদ্ধতিগত আকারে লেখা হয়েছে। এটি মধ্যপ্রাচ্যের সংকট, ইহুদিদের ইতিহাস এবং জায়নবাদের ইতিহাসের বিশ্লেষণ প্রদান করে, সেইসাথে জায়নবাদ, তার মতাদর্শ এবং বিশ্বাস, এবং সর্বোপরি এই ধরনের আন্দোলনের লক্ষ্যগুলির একটি গভীর বিশ্লেষণ করার উদ্দেশ্যে রচিত।\n\n\n== মৃত্যু ==\n২০০৮ সালের ২রা জুলাই, ক্যান্সারের বিরুদ্ধে দীর্ঘ লড়াই শেষে কায়রোর প্যালেস্টাইন হাসপাতালে আব্দেল ওয়াহাব আল-মেসিরি মারা যান।\n\n\n== আব্দেল ওয়াহাব আল-মেসিরির বিবৃতি ==\n\"ইসরায়েলের কার্যকরী প্রকৃতির অর্থ হল এটি উপনিবেশবাদ দ্বারা একটি নির্দিষ্ট উদ্দেশ্যে তৈরি করা হয়েছিল। এটি একটি ঔপনিবেশিক প্রকল্প যার ইহুদিবাদের সাথে কোনো সম্পর্ক নেই।\"\n\n\n== ইংরেজি প্রকাশনা ==\n\"Israel, Base of Western Imperialism\" (Committee of Supporting Middle East Liberation, New York, 1969)\nA Lover from Palestine and Other Poems (Palestine Information Office, Washington D.C., 1972)\nIsrael and South Africa: The Progression of a Relationship (North American, New Brunswick, N.J., 1976; second edition 1977; third edition, 1980; Arabic translation, 1980)\nThe Land of Promise: A Critique of Political Zionism (North American, New Brunswick, N.J., 1977)\nThree Studies in English Literature (North American, New Brunswick, N.J., 1979)\nThe Palestinian Wedding: A Bilingual Anthology of Contemporary Palestinian Resistance Poetry [editor] (Three Continents Press, Washington D.C., 1983)\nA Land of Stone and Thyme: Palestinian Short Stories [co-editor] (Quartet, London, 1996). Translated by Anthony Calderbank\n\"Epistemological Bias in the Social and Physical Sciences\" (International Institute of Islamic Thought, London - Washington, 2006)\n\n\n==== বাংলা উচ্চারণ ====\nইজরায়েল, পাশ্চাত্য সাম্রাজ্যবাদের ঘাঁটি (কমিটি অফ সাপোর্টিং মিডল ইস্ট লিবারেশন, নিউইয়র্ক, ১৯৬৯)\nএ লাভার ফ্রম প্যালেস্টাইন এন্ড আদার পোয়েমস (প্যালেস্টাইন ইনফরমেশন অফিস, ওয়াশিংটন ডিসি, ১৯৭২)\nইজরায়েল এন্ড সাউথ আফ্রিকা: দ্য প্রগ্রেশন অফ আ রিলেশনশিপ (নর্থ আমেরিকান, নিউ ব্রান্সউইক, এন.জে., ১৯৭৬; দ্বিতীয় সংস্করণ ১৯৭৭; তৃতীয় সংস্করণ, ১৯৮০; আরবি অনুবাদ, ১৯৮০)\nদ্য ল্যান্ড অফ প্রমিজ: আ ক্রিটিক অফ পলিটিক্যাল জায়োনিজম (নর্থ আমেরিকান, নিউ ব্রান্সউইক, এন.জে., ১৯৭৭)\nথ্রি স্টাডিজ ইন ইংলিশ লিটারেচার (নর্থ আমেরিকান, নিউ ব্রান্সউইক, এন.জে, ১৯৭৯)\nদ্য প্যালেস্টাইনিয়ান ওয়েডিং: আ বাইলিঙ্গুয়াল অ্যান্থলজি অফ কনটেম্পোরারি প্যালেস্টাইনিয়ান রেজিস্ট্যান্স পোয়েট্রি [সম্পাদক] (থ্রি কন্টিনেন্টস প্রেস, ওয়াশিংটন ডিসি, ১৯৮৩)\nআ ল্যান্ড অফ স্টোন এন্ড থাইম: প্যালেস্টাইনিয়ান শর্ট স্টোরিজ [সহ-সম্পাদক] (কোয়ার্টেট, লন্ডন, ১৯৯৬). অ্যান্থনি ক্যাল্ডারব্যাঙ্ক কর্তৃক অনূদিত।\nএপিস্টেমোলজিক্যাল বায়াস ইন দ্য সোশ্যাল এন্ড ফিজিক্যাল সায়েন্সেস (ইন্টারন্যাশনাল ইনস্টিটিউট অফ ইসলামিক থট, লন্ডন - ওয়াশিংটন, ২০০৬)\n\n\n==== বাংলা অনুবাদ ====\nইসরাইল, পাশ্চাত্য সাম্রাজ্যবাদের ঘাঁটি (কমিটি অফ সাপোর্টিং মিডল ইস্ট লিবারেশন, নিউ ইয়র্ক, ১৯৬৯)\nফিলিস্তিন থেকে আসা প্রেমিক এবং অন্যান্য কবিতা (ফিলিস্তিন তথ্য অফিস, ওয়াশিংটন ডিসি, ১৯৭২)\nইসরাইল ও দক্ষিণ আফ্রিকা: সম্পর্কের অগ্রগতি (উত্তর আমেরিকান, নিউ ব্রান্সউইক, এন.জে, ১৯৭৬; দ্বিতীয় সংস্করণ ১৯৭৭; তৃতীয় সংস্করণ ১৯৮০; আরবি অনুবাদ, ১৯৮০)\nপ্রতিশ্রুতির ভূমি: রাজনৈতিক জায়নবাদের একটি সমালোচনা (উত্তর আমেরিকান, নিউ ব্রান্সউইক, এন.জে, ১৯৭৭)\nইংরেজি সাহিত্যে তিনটি অধ্যয়ন (উত্তর আমেরিকান, নিউ ব্রান্সউইক, এন.জে, ১৯৭৯)\nফিলিস্তিনি বিয়ে: সমসাময়িক ফিলিস্তিনি প্রতিরোধ কবিতার একটি দ্বিভাষিক সংকলন[সম্পাদক] (থ্রি কন্টিনেন্টস প্রেস, ওয়াশিংটন ডিসি, ১৯৮৩)\nপ্রস্তর ও থাইমের দেশ: ফিলিস্তিনি ছোটগল্প [সহ-সম্পাদক] (কোয়ার্টেট, লন্ডন, ১৯৯৬). অ্যান্থনি ক্যাল্ডারব্যাঙ্ক অনূদিত।\nসামাজিক ও প্রাকৃতিক বিজ্ঞানে এপিস্টেমোলজিকাল পক্ষপাত (ইন্টারন্যাশনাল ইনস্টিটিউট অফ ইসলামিক থট, লন্ডন - ওয়াশিংটন, ২০০৬)\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nHaggag Ali (2013) Mapping the Secular Mind: Modernity's Quest for a Godless Utopia. London: International Institute of Islamic Thought.[হাগগ আলী (২০১৩) ধর্মনিরপেক্ষ মনের মানচিত্র: আধুনিকতার ঈশ্বরবিহীন ইউটোপিয়া অন্বেষণ। লন্ডন: ইন্টারন্যাশনাল ইনস্টিটিউট অফ ইসলামিক থট] আইএসবিএন ৯৭৮১৫৬৫৬৪৫৯৪৩\n\n\n== বহিঃসংযোগ ==\n\n(আরবি ভাষায়) Official homepage including an online version of the Jews, judaism and Zionism encyclopedia.\n\"A people like any other\" Al-Ahram\nAbdelwahab M. Elmessiri 1938-2008 in TheFreeLibrary.com.\nDr. Abdul-Wahab El-Messiri: leading intellectual light of Islam and politics in Egypt Obituary in the Yemen Times, 15 July 2008\n\"On life, literature and Palestine, a tribute to Abdelwahab Elmessiri\" Obituary on The Electronic Intifada, 4 August 2008\nAbdel-Wahab M. El-Messiri: A global specialist in the Zionist movement’s history\nSamir Abuzaid, Professor Abdel-Wahab Elmessiri at arabphilosophers.com\nAhl Ben Taleb, M.A, “Abdelwahab Elmessiri’s theoretical abrogation and appropriationof Western and Zionist Terminology”"}