{"pageid": 1433274, "title": "মোক্ষ (জৈন দর্শন)", "url": "https://bn.wikipedia.org/wiki?curid=1433274", "content": "মোক্ষ (সংস্কৃত: मोक्ष) হলো জৈন দর্শনে জন্ম ও মৃত্যুর চক্র সংসার থেকে আত্মার মুক্তি বা পরিত্রাণের ধারণা।\nএটি আত্মার অস্তিত্বের সুখী অবস্থা, যা সমস্ত কর্ম বন্ধনের ধ্বংসের পরে অর্জিত হয়। মুক্ত আত্মা অসীম আনন্দ, অসীম জ্ঞান এবং অসীম উপলব্ধি তার প্রকৃত এবং আদি প্রকৃতি অর্জন করেছে বলা হয়। এই ধরনের আত্মাকে সিদ্ধ বলা হয় এবং জৈনধর্মে সম্মানিত।\n\n\n== তাৎপর্য ==\nজৈনধর্মে, মোক্ষ হলো সর্বোচ্চ এবং মহৎ উদ্দেশ্য যা অর্জনের জন্য আত্মার চেষ্টা করা উচিত। প্রকৃতপক্ষে, এটিই একমাত্র উদ্দেশ্য যা একজন ব্যক্তির থাকা উচিত; অন্যান্য উদ্দেশ্য আত্মার প্রকৃত প্রকৃতির বিপরীত। সঠিক দৃষ্টিভঙ্গি, জ্ঞান ও প্রচেষ্টায় সমস্ত আত্মা এই অবস্থা লাভ করতে পারে। এই কারণেই জৈনধর্মকে মোক্ষমার্গ বা \"মুক্তির পথ\" নামেও পরিচিত।\nপবিত্র জৈন ধর্মগ্রন্থ তত্ত্বার্থসূত্র অনুসারে:\n\nবন্ধনের কারণের অনুপস্থিতির কারণে এবং কর্মের বিচ্ছেদ কার্যের সাথে সমস্ত কর্মের বিনাশই মুক্তি।\n\n\n== ভব্যতা ==\nমোক্ষের সম্ভাবনার দৃষ্টিকোণ থেকে, জৈন গ্রন্থগুলি আত্মাকে দুটি ভাগে বিভক্ত করে: ভব্য ও অভব্য। ভব্য আত্মা হলো সেই সকল আত্মা যারা মোক্ষে বিশ্বাস করে এবং তাই মুক্তির জন্য কিছু প্রচেষ্টা করবে। এই সম্ভাবনা বা গুণকে বলা হয় ভব্যতা। যাইহোক, ভব্যতা নিজেই মোক্ষের গ্যারান্টি দেয় না, কারণ এটি অর্জনের জন্য আত্মাকে প্রয়োজনীয় প্রচেষ্টা ব্যয় করতে হবে। অন্যদিকে, অভব্য আত্মা হলো সেইসব আত্মা যারা মুক্তি লাভ করতে পারে না কারণ তাদের মোক্ষে বিশ্বাস নেই এবং তাই এটি অর্জনের জন্য কখনই কোনো প্রচেষ্টা করে না।\n\n\n== মুক্তির পথ ==\nজৈনধর্ম অনুসারে, আত্মার পরিশুদ্ধি ও মুক্তি \nতিনটি রত্নপথের মাধ্যমে অর্জন করা যেতে পারে: সম্যক দর্শন (সঠিক দৃষ্টিভঙ্গি), যার অর্থ বিশ্বাস, আত্মার সত্যকে (জীব) গ্রহণ করা; সম্যক জ্ঞান (সঠিক জ্ঞান), যার অর্থ তত্ত্বের নিঃসন্দেহে জ্ঞান; এবং সম্যক চরিত্র (সঠিক আচার), যার অর্থ পাঁচটি ব্রতের সাথে সামঞ্জস্যপূর্ণ আচরণ। জৈন গ্রন্থগুলি প্রায়ই চতুর্থ রত্ন হিসাবে সম্যক তপ (সঠিক তপস্বীবাদ) যুক্ত করে, মুক্তির (মোক্ষ) উপায় হিসাবে তপস্বী অনুশীলনে বিশ্বাসের উপর জোর দেয়। চারটি রত্নকে মোক্ষমার্গ বলা হয়। জৈন গ্রন্থ অনুসারে, মুক্ত শুদ্ধ আত্মা (সিদ্ধ) মহাবিশ্বের শিখরে (সিদ্ধশিলা) যান এবং সেখানে অনন্ত সুখে বাস করেন।\nজৈনধর্ম মতে, রত্নত্রয়  সম্যগদর্শন (সঠিক উপলব্ধি),  সম্যজ্ঞান (সঠিক জ্ঞান) এবং সম্যকচরিত (সঠিক আচার), একত্রে মোক্ষমার্গ বা মুক্তির পথ গঠন করে। আচার্য কুন্দকুণ্ডের সময়সার অনুসারে:\n\nনয়টি সত্ত্বের প্রতি বিশ্বাস যথার্থ বিশ্বাস (সম্যগদর্শন)। সন্দেহ, ভ্রম বা ভ্রান্ত ধারণা ছাড়াই এই সত্ত্বগুলির জ্ঞান হলো সঠিক জ্ঞান (সম্যজ্ঞান)। আসক্তি ইত্যাদি থেকে মুক্ত হওয়া হলো সঠিক আচরণ (সম্যকচরিত)। এই তিনটি একসাথে মুক্তির পথ গঠন করে।\nসম্যক দর্শন বা যৌক্তিক উপলব্ধি হলো মহাবিশ্বের প্রতিটি পদার্থের প্রকৃত প্রকৃতিতে যুক্তিপূর্ণ বিশ্বাস।\nসম্যক চরিত্র বা যুক্তিবাদী আচরণ হলো জীবের (আত্মা) স্বাভাবিক আচরণ। এর মধ্যে রয়েছে তপস্যা অনুসরণ, সঠিক কর্মকাণ্ডে জড়িত হওয়া এবং ব্রত পালন, সতর্কতা ও নিয়ন্ত্রণ। একবার আত্মা সম্যক্‌ত্বকে সুরক্ষিত করে, মোক্ষ কিছু জীবনের মধ্যে নিশ্চিত হয়। মুক্তির পথের চৌদ্দ ধাপকে বলা হয় গুণস্থান। এগুলো হলো:\n\nমিথ্যাত্ব\nসসাদন\nমিশ্রদৃষ্টি\nঅবিরত সম্যগদৃষ্টি\nদ্বেষবিরত\nপ্রমত্তসাম্যতা\nঅপ্রমত্তসাম্যতা\nঅপূর্বকরণ\nঅনিবাত্তিবাদর-সাম্পরায়\nসুখশম-সাম্পরায়\nকসীন কষায়\nসয়োগ কেবলি\nঅয়োগ কেবলি\nযারা শেষ পর্যায় অতিক্রম করে তাদের সিদ্ধ বলা হয় এবং সঠিক বিশ্বাস, সঠিক জ্ঞান এবং সঠিক আচরণে পূর্ণরূপে প্রতিষ্ঠিত হন।\n\n\n== নির্বাণ ও মোক্ষ ==\nনির্বাণ মানে কর্ম্ম বন্ধন থেকে চূড়ান্ত মুক্তি। যখন একজন আলোকিত মানুষ, যেমন একজন অরিহন্ত বা তীর্থংকর, তার অবশিষ্ট অঘটিয়া কর্ম্ম নিভিয়ে দেন এবং এইভাবে তার জাগতিক অস্তিত্বের অবসান ঘটে, একে বলা হয় নির্বাণ। প্রযুক্তিগতভাবে, একজন অরহতের মৃত্যুকে তাদের নির্বাণ বলা হয়, কারণ সে তার জাগতিক অস্তিত্বের অবসান ঘটিয়ে মুক্তি লাভ করেছে। মোক্ষ (মুক্তি) নির্বাণ অনুসরণ করে। যাইহোক, মোক্ষ ও নির্বাণ শব্দগুলি প্রায়ই জৈন গ্রন্থে পরস্পর পরিবর্তনযোগ্যভাবে ব্যবহৃত হয়। নির্বাণ লাভের পর একজন অরহত সিদ্ধ হন, মুক্ত হন।\nযে রাতে শ্রদ্ধেয় তপস্বী মহাবীর মৃত্যুবরণ করেন, সমস্ত যন্ত্রণা থেকে মুক্ত হয়ে, কাশী ও কোশলের আঠারোজন সংঘবদ্ধ রাজা, নয়জন মল্লকী এবং নয়জন লিচ্ছবি, অমাবস্যার দিনে, পোষাধে আলোকসজ্জা স্থাপন করেছিলেন, যা ছিল উপবাস। দিন; কারণ তারা বলেছিল: 'আলোর পর থেকেবুদ্ধিমত্তা চলে গেছে, আসুন আমরা বস্তুগত বস্তুর আলোকিত করি!'(১২৮)।\n\n\n== মুক্ত আত্মা ==\nমুক্ত আত্মাগণ অসীম বিশ্বাস, অসীম জ্ঞান, অসীম উপলব্ধি এবং অসীম পরিপূর্ণতার সাথে সিদ্ধশিলায় বাস করে। জৈন গ্রন্থ পুরুষার্থসিদ্ধ্যুপায় অনুসারে:\n\nচূড়ান্ত লক্ষ্য অর্জন করে, যা যা জানা দরকার তা জেনে, এবং চিরন্তন এবং পরম সুখ উপভোগ করে, সর্বজ্ঞ, প্রফুল্ল আত্মা, সর্বোচ্চ অবস্থায় (মুক্তির) স্থায়ীভাবে বিশ্রাম নেন।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nCort, John E. (২০০১a), Jains in the World : Religious Values and Ideology in India, Oxford University Press, আইএসবিএন 978-0-19-513234-2 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nFohr, Sherry (২০১৫), Jainism: A Guide for the Perplexed, Bloomsbury Publishing, আইএসবিএন 978-1-4742-2756-8 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nJain, S. A. (১৯৯২) [First edition 1960], Reality (English Translation of Srimat Pujyapadacharya's Sarvarthasiddhi) (Second সংস্করণ), Jwalamalini Trust,  এই উৎস থেকে এই নিবন্ধে লেখা অন্তর্ভুক্ত করা হয়েছে, যা পাবলিক ডোমেইনে রয়েছে। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nJain, Vijay K. (২০১১), Acharya Umasvami's Tattvarthsutra (1st সংস্করণ), Uttarakhand: Vikalp Printers, আইএসবিএন 978-81-903639-2-1,  এই উৎস থেকে এই নিবন্ধে লেখা অন্তর্ভুক্ত করা হয়েছে, যা পাবলিক ডোমেইনে রয়েছে। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nJain, Vijay K. (২০১২), Acharya Amritchandra's Purushartha Siddhyupaya: Realization of the Pure Self, With Hindi and English Translation, Vikalp Printers, আইএসবিএন 978-81-903639-4-5,  এই উৎস থেকে এই নিবন্ধে লেখা অন্তর্ভুক্ত করা হয়েছে, যা পাবলিক ডোমেইনে রয়েছে। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nJain, Vijay K. (২৬ মার্চ ২০১৪), Acarya Pujyapada's Istopadesa – the Golden Discourse, Vikalp Printers, আইএসবিএন 978-81-903639-6-9,  এই উৎস থেকে এই নিবন্ধে লেখা অন্তর্ভুক্ত করা হয়েছে, যা পাবলিক ডোমেইনে রয়েছে। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nJaini, Padmanabh S. (১৯৯৮) [1979], The Jaina Path of Purification, Delhi: Motilal Banarsidass, আইএসবিএন 81-208-1578-5 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nJaini, Padmanabh S., সম্পাদক (২০০০), Collected Papers On Jaina Studies (First সংস্করণ), Delhi: Motilal Banarsidass, আইএসবিএন 81-208-1691-9 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}