{"pageid": 1433623, "title": "পর্তুগিজ নারীর ধর্মযুদ্ধ", "url": "https://bn.wikipedia.org/wiki?curid=1433623", "content": "পর্তুগিজ মহিলাদের ক্রুসেড  (পর্তুগিজ: Cruzada das Mulheres Portuguesas [kɾuˈzaðɐ ðɐʒ muˈʎɛɾɨʃ puɾtuˈɣezɐʃ]) ছিল একটি পর্তুগিজ নারীবাদী কল্যাণমূলক আন্দোলন। এটি ১৯১৬ সালে ফার্স্ট লেডি এলজিরা দান্তাস মাচাদোর (নারী সক্রিয়তার জন্য একজন গুরুত্বপূর্ণ প্রবক্তা, পর্তুগিজ মহিলাদের রিপাবলিকান লীগের প্রতিষ্ঠাতা এবং নারীবাদী প্রচার সমিতির সভাপতি) নেতৃত্বে একদল মহিলা দ্বারা প্রতিষ্ঠিত হয়েছিল। প্রথম বিশ্বযুদ্ধের প্রেক্ষাপটে এবং নিয়োগের (সাধারণ মানুষকে একটি জাতীয় পরিষেবার উদ্দেশ্যে বাধ্যতামূলকভাবে রাষ্ট্র-নির্দেশিত তালিকায় অন্তর্ভুক্ত করা) প্রয়োগের প্রেক্ষাপটে, এর উদ্দেশ্য ছিল যাদের প্রয়োজন তাদের নৈতিক ও বস্তুগত সহায়তা প্রদান। এটি ১৯৩৮ সালে ভেঙে যায়। পর্তুগালে তথাকথিত প্রথম তরঙ্গ নারীবাদের সময় এটি প্রধান ভূমিকা নিয়েছিল। পর্তুগিজ প্রথম প্রজাতন্ত্রের প্রেক্ষাপটে নারীবাদের ইতিহাসের একটি মূল বৈশিষ্ট্য হিসেবে এর অধ্যয়ন করা হয়েছে।\nপর্তুগিজ মহিলা ধর্মযুদ্ধকে একটি রাজনৈতিক সংগঠন হিসাবে বোঝানো হয়নি, বরং, এটি নিজেদের আইনে একটি \"দেশপ্রেমিক এবং মানবিক প্রতিষ্ঠান\" বলে অভিহিত করেছিল। এখানে বিভিন্ন রাজনৈতিক ও সাংস্কৃতিক পটভূমির মহিলারা একত্রিত হয়েছিলেন। মহিলা ধর্মযুদ্ধের বেশ কয়েকজন প্রতিষ্ঠাতা সদস্যদের মধ্যে বেশ কয়েকজন গুরুত্বপূর্ণ রাজনীতিবিদ এবং সামরিক কর্মকর্তার স্ত্রী ও কন্যারা ছিলেন। তাঁরা হলেন  আলজিরা কস্তা (ডেমোক্রেটিক পার্টির নেতা আফনসো কস্তার স্ত্রী), এস্টার নর্টন ডি মাতোস (যুদ্ধমন্ত্রী জোসে নর্টন ডি মাতোসের স্ত্রী) এবং অ্যামেলিয়া লিওট ডো রেগো (নৌ বিভাগের কমাণ্ডার জেইমে ড্যানিয়েল লিওতে রেগো স্ত্রী,)। পাশাপাশি গুরুত্বপূর্ণ নারীবাদী, যেমন আনা দে কাস্ত্রো ওসোরিও এর মধ্যে ছিলেন। এছাড়াও একজন সদস্য ছিলেন পর্তুগালের প্রথম মহিলা আইনজীবী রেজিনা কুইন্টানিলহা। পরিচালিত কার্যক্রমের মধ্যে, যাঁরা ক্যাথলিক নান ছিলেন না, সেইসব নতুন নার্সদের প্রশিক্ষণ অন্তর্ভুক্ত ছিল। এর নেতৃত্বে ছিলেন সোফিয়া কুইন্টিনো।\n১৯১৯ সালের ১২ই জুন তারিখে, রাষ্ট্রপতি ক্যান্টো ই কাস্ত্রো পর্তুগিজ মহিলাদের ধর্মযুদ্ধকে একটি গ্র্যাণ্ড ক্রস অফ দ্য অর্ডার অফ দ্য টাওয়ার অ্যাণ্ড অফ দ্য সোর্ড, অফ ভ্যালোর, লয়্যালটি অ্যাণ্ড মেরিট, এবং প্রতিষ্ঠাতা এলজিরা দান্তাস মাচাদোকে একটি গ্র্যাণ্ড ক্রস অফ দ্য অর্ডার অফ ক্রাইস্ট করেছিলেন।\n\n\n== তথ্যসূত্র =="}