{"pageid": 1433164, "title": "জর্জ গিলবার্ট সোয়েল", "url": "https://bn.wikipedia.org/wiki?curid=1433164", "content": "জর্জ গিলবার্ট সোয়েল (৫ আগস্ট ১৯২৩ - ২৫ জানুয়ারী ১৯৯৯) ছিলেন একজন কলেজের অধ্যাপক, একজন ভারতীয় রাজনীতিবিদ, বিভিন্ন দেশে একজন রাষ্ট্রদূত, লোকসভার প্রাক্তন ডেপুটি স্পিকার এবং মেঘালয়ের শিলং থেকে এর সদস্য। ৩৫ বছরেরও বেশি সময় ধরে, তিনি জাতীয় এবং আন্তর্জাতিকভাবে উচ্চ স্তরে ভারতের প্রতিনিধিত্ব করেছেন। যদিও সুদূর উত্তর-পূর্ব ভারতে একটি শালীন এবং গ্রামীণ পটভূমি থেকে উদ্ভূত, সোয়েল তার প্রবেশ করা প্রতিটি ক্ষেত্রে দ্রুত বিশিষ্ট হয়ে ওঠে।\n\n\n== রাজনৈতিক পেশা ==\nতিনি ১৯৬২, ১৯৬৭ এবং ১৯৭১ সালে স্বায়ত্তশাসিত জেলা (লোকসভা) কেন্দ্র থেকে এবং ১৯৮৪ এবং ১৯৯৬ সালে শিলং (লোকসভা) কেন্দ্র থেকে লোকসভায় নির্বাচিত হন। তিনি ৯ ডিসেম্বর ১৯৬৯ থেকে ২৭ ডিসেম্বর ১৯৭০ পর্যন্ত চতুর্থ লোকসভা  এবং আবার ২৭ মার্চ ১৯৭১ থেকে ১৮ জানুয়ারি ১৯৭৭ পর্যন্ত লোকসভার ডেপুটি স্পিকার ছিলেন।\nসোয়েল ১৯৭৭ থেকে ১৯৮০ পর্যন্ত নরওয়ে এবং আইসল্যান্ডে (প্রধানমন্ত্রী মোরাজি দেশাই কর্তৃক নিযুক্ত), এবং বার্মা, ১৯৮০ থেকে ১৯৮৪ (প্রধানমন্ত্রী ইন্দিরা গান্ধী কর্তৃক নিযুক্ত) ভারতের রাষ্ট্রদূত হিসেবে দায়িত্ব পালন করেন। পরবর্তীকালে, তিনি কানাডা, তারপর স্পেনে রাষ্ট্রদূত-নিযুক্ত হন, কিন্তু পরিবর্তে ভারতে জাতীয় রাজনৈতিক জীবনে ফিরে যাওয়া বেছে নেন। ১৯৮৫ সালে, সংসদ সদস্য হিসাবে, তিনি ইউনাইটেড ন্যাশনাল জেনারেল অ্যাসেম্বলি, নিউইয়র্কে ভারতীয় প্রতিনিধি দলের প্রধান হিসেবে দায়িত্ব পালন করেন। ১৯৯২ সালে তিনি শঙ্কর দয়াল শর্মার বিরুদ্ধে যৌথ বিরোধী প্রার্থী হিসেবে ভারতীয় রাষ্ট্রপতি নির্বাচনে প্রতিদ্বন্দ্বিতা করেন কিন্তু হেরে যান। তিনি ১৯৯০-১৯৯৬ সালে মেঘালয় থেকে রাজ্যসভার (সংসদের উচ্চকক্ষ) সদস্য ছিলেন।\nতার স্ত্রী, লাজোপথিয়াও, যিনি ১৯৯৮ সালের গোড়ার দিকে মারা গিয়েছিলেন, তার স্বাস্থ্যের অবনতি ছিল রাজনৈতিক জীবন থেকে তার প্রত্যাহারের একটি কারণ।\n\n\n== মৃত্যু ==\nতিনি ২৫ জানুয়ারী ১৯৯৯ সালে মারা যান। তার বহু বছরের জনসেবাকে সম্মান জানাতে, তার কন্যা, ল্যাকিনটিউ লিংডোহ ওয়াট্রাউস, এবং তার নাতনী, ইয়ারিসা লিংডোহ সোমার, ২০১৬ সালে তার জন্মের শহরে একটি যাদুঘর স্থাপন করেছিলেন, লাইটকিনসিউ। ফটোগ্রাফি, আর্টিফ্যাক্ট এবং ডকুমেন্টারি ফিল্মের মাধ্যমে এটি তার দীর্ঘ কর্মজীবনের কালক্রম এবং অর্জনগুলিকে চিত্রিত করে।\n\n\n== তথ্যসূত্র =="}