{"pageid": 1433628, "title": "লীনা মণিমেখলাই", "url": "https://bn.wikipedia.org/wiki?curid=1433628", "content": "লীনা মণিমেখলাই একজন ভারতীয় চলচ্চিত্র নির্মাতা, কবি এবং একজন অভিনেতা। তার উল্লেখযোগ্য সাহিত্য কাজের মধ্যে রয়েছে পাঁচটি প্রকাশিত কাব্য সংকলন এবং বেশ কয়েকটি চলচ্চিত্র, তথ্যচিত্র, কথাসাহিত্য এবং পরীক্ষামূলক কবিতা চলচ্চিত্র। তিনি অনেক আন্তর্জাতিক এবং জাতীয় চলচ্চিত্র উৎসবে অংশগ্রহণ এবং পুরস্কারের মাধ্যমে তার কাজের স্বীকৃতি লাভ করেছেন।\n\n\n== চলচ্চিত্র এবং সক্রিয়তা ==\nমূলধারার চলচ্চিত্র নির্মাতাদের সাথে সহকারী পরিচালক এবং টেলিভিশন প্রযোজক এবং অ্যাঙ্কর হিসাবে একটি সংক্ষিপ্ত সময়ের পর তিনি ২০০২ সালে স্বল্প প্রামাণ্যচিত্র মাথাম্মা দিয়ে আত্মপ্রকাশ করেন। তার অন্যান্য চলচ্চিত্রগুলিও প্রান্তিকদের সমস্যা নিয়ে কাজ করে। দলিত নারীর প্রতি সহিংসতার উপর নির্মিত একটি চলচ্চিত্র হল পারাই। তিনি শত শত গ্রামে তার চলচ্চিত্র নিয়ে গিয়েছিলেন এবং গুরুত্বপূর্ণ বিষয়গুলিতে তার ভিডিওগুলোকে জনসাধারণের সাথে অংশগ্রহণমূলক সংলাপের একটি হাতিয়ার হিসাবে পরিবেশন করেছিলেন।\nগ্রামীণ তামিল গ্রামে বিশ্বায়নের প্রভাব সম্পর্কে রচিত চলচ্চিত্র হল ব্রেক দ্য শ্যাকলস।\n\n\n=== সেনগাদল ===\nমণিমেখলাই-এর প্রথম পূর্ণদৈর্ঘ্য চলচ্চিত্র সেনগাদল ২০১১ সালে নির্মাণ সম্পন্ন করে। শ্রীলঙ্কার জাতিগত যুদ্ধ কীভাবে ধনুষ্কোড়ির জেলেদের জীবনকে প্রভাবিত করেছিল তা ছবিটিতে দেখানো হয়েছে। সেন্সর বোর্ড প্রথমে ছবিটির ছাড়পত্র প্রত্যাখ্যান করেছিল, কেননা তাদের মতে এটি শ্রীলঙ্কা এবং ভারতের সরকার সম্পর্কে অবমাননাকর রাজনৈতিক মন্তব্য করেছে এবং অসংসদীয় শব্দ ব্যবহার করেছে। তিনি আপিল ট্রাইব্যুনাল কর্তৃপক্ষের কাছে আবেদন করেছিলেন এবং বেশ কয়েক মাস ধরে আইনগতভাবে মামলাটি প্রতিদ্বন্দ্বিতা করেছিলেন। অবশেষে জুলাই ২০১১ এর মধ্যে এটি কোনও কাটছাঁট ছাড়াই মুক্তি লাভ করে।\n\n\n== পুরস্কার এবং অর্জন ==\n২০০৪: রেট্রো - এথনোগ্রাফিক মন্টেজ, শিকাগো উইমেন ইন ডিরেক্টরস চেয়ার ইন্টারন্যাশনাল ফিল্ম ফেস্টিভ্যাল\n২০০৪: ইউরোপ মুভিজ ফিল্ম ফেস্টিভ্যালের সেরা ডকুমেন্টারির জন্য সিলভার ট্রফি\n২০০৫: স্বাধীন আর্ট ফিল্ম ফেস্টিভ্যালে সেরা অভিনেতা এবং সেরা পরীক্ষামূলক ভিডিও\n২০০৫: প্যারিস এবং নরওয়ে স্বাধীন প্রবাসী উৎসবের সেরা তথ্যচিত্র\n২০০৫: মিডিয়াতে দ্বন্দ্ব সমাধানের জন্য ইউরোপীয় ইউনিয়ন ফেলোশিপ\n২০০৫: রেট্রোস্পেকটিভ, আন্তর্জাতিক গণতান্ত্রিক সমাজতান্ত্রিক যুব চলচ্চিত্র উৎসব, ভেনিজুয়েলা\n২০০৬: এশিয়ান ফিল্ম ফেস্টিভ্যাল, মালয়েশিয়ার আন্তর্জাতিক জুরি\n২০০৭: প্রতিরোধের সেরা সিনেমার জন্য জুরি পুরস্কার - জন আব্রাহাম জাতীয় পুরস্কার\n২০০৮: মুম্বাই আন্তর্জাতিক চলচ্চিত্র উৎসবে সেরা আন্তর্জাতিক ডকুমেন্টারির জন্য সোনার শঙ্খ\n২০০৮: ভিজিটিং স্কলার ফেলোশিপ, বার্লিনলে\n২০০৮: হরাইজন অ্যাওয়ার্ড, মিউনিখ আন্তর্জাতিক চলচ্চিত্র উৎসবে মনোনয়ন\n২০০৮: মনোনয়ন – এশিয়া প্যাসিফিক স্ক্রিন অ্যাওয়ার্ডস, ব্রিসবেন\n২০০৮: ওয়ান বিলিয়ন আইস জাতীয় পুরস্কার - সেরা তথ্যচিত্র\n২০০৮: কমনওয়েলথ স্কলারশিপ এবং ফেলোশিপ প্ল্যান, বার্ডস আই ভিউ ফিল্ম ফেস্টিভ্যাল, লন্ডন\n২০০৮: উলাকিন আজাকিয়া মুথাল পেনের জন্য দ্য তামিল লিটারারি গার্ডেন থেকে ইয়াল সেরা কবিতা পুরস্কার\n২০১১: তামিল কবিতায় অবদানের জন্য সিরপি সাহিত্য পুরস্কার\n২০১১: সেনগাদলের জন্য ভারতীয় প্যানোরামা নির্বাচন\n২০১১: রেষ্ঠ এশিয়ান মহিলা সিনেমার জন্য NAWFF পুরস্কার (টোকিও)- সেনগাদল\n২০১২: জুরি হিসাবে, আন্তর্জাতিক মহিলা চলচ্চিত্র উৎসব, সিউল।\n২০১৩: থামিজ স্টুডিও থেকে লেনিন পুরস্কার (চলচ্চিত্র সম্পাদক বি. লেনিনের নামে প্রতিষ্ঠিত) যিনি সামাজিক সমস্যাগুলি তুলে ধরেন।\n২০১৪: সৃষ্টি মাদুরাইয়ের ব্র্যাচা এটিংগার এবং অঞ্জলি গোপালান উপদেষ্টা বোর্ড কর্তৃক প্রদত্ত তার \"অন্তরকান্নি\" বইয়ের জন্য সৃষ্টি তামিল ল্যাম্বদা সাহিত্য পুরস্কার\n২০১৫: ল'ওরিয়াল প্যারিস ফেমিনা মহিলা পুরস্কার\n\n\n== আরো দেখুন ==\nভারতীয় তথ্যচিত্র নির্মাতাদের তালিকা\n\n\n== তথ্যসূত্র =="}