{"pageid": 1433994, "title": "নূহের নৌকার প্রতিলিপি", "url": "https://bn.wikipedia.org/wiki?curid=1433994", "content": "নূহের নৌকার অসংখ্য ব্যাখ্যা তৈরি করা হয়েছে এবং প্রস্তাব করা হয়েছে। কিছু ভাস্কর বাইবেলীয় ভাস্করের যথাসম্ভব কাছাকাছি প্রতিলিপি হিসেবে নির্মাণের উদ্দেশ্যে করা হয়েছিল। এসব নির্মাতারা ধরে নিয়েছিলেন যে এই জাতীয় একটি জাহাজ অস্তিত্ব ছিলো এবং এটি কেবল পৌরাণিক জাহাজ নয়। অন্য কিছু ভাস্কর এই ধারণা থেকে অনুপ্রাণিত হয়ে নির্মীত আরও কিছুটা ভিন্ন নকশা করেন।  বাইবেলে নৌকাটির দৈর্ঘ্য, উচ্চতা এবং প্রস্থের মতো মৌলিক মাপের বর্ণনা ছাড়া  আর তেমন বিস্তারিত বিবরণ নেই। ফলে, যেকোন \"প্রতিলিপি\"র সঠিক নকশা অনেকাংশে অনুমানের বিষয়। কেউ কেউ নূহের জাহাজকে কেবল আয়তাকার পার্শ্বযুক্ত বাক্সের মতো কাঠামো হিসাবে ব্যাখ্যা করে; অন্য পুনর্নির্মাণগুলি (যেমন আর্ক এনকাউন্টার) এটিকে গোলাকার নৌকা কিছুটা কর্নার চিত্র দেয়।\n\n\n== বিবরণ ==\nকাঠমিস্ত্রি জোহান হুইবার  কল্পনাপ্রসূত নূহের নৌকার একটি  প্রতিরূপ তৈরি করেন। বাইবেলে বর্ণিত পরিমাণ মাফিক নিখুঁত ও পুঙ্খানোপুঙ্খভাবে তৈরির চেষ্টা করা হয়েছে।   বর্তমানে নেদারল্যান্ডসের রাজধানী আমস্টারডামে রাখা এ নৌকার  আয়তনে  ৪১০ ফুট লম্বা ও ৯৫ ফুট প্রশস্ত। তিন তলা বিশিষ্ট প্রতিটি তলা ৭৫ ফুট উচ্চতা।  ওজন  ২ হাজার ৫শ’টন। \nনৌকার আদলে  নৌকাটিতেও কাঠের তৈরি বিভিন্ন প্রজতির প্রাণী রাখা হয়েছে।  নৌকাটি পানিতেও ভাসানো হয়েছে। নৌকাটির নির্মাণকাজে ব্যয় হয়, ১.৬ মিলিয়ন মার্কিন ডলার।  ২০১২ সালে এটির নির্মাণকাজ শুরু হওয়ার পর থেকে দেশ-বিদেশের পর্যটক স্থানটি পরিদর্শন করেছেন। নির্মাণশিল্পী জোহান নৌকাটি সাগরে ভাসিয়ে মধ্যপ্রাচ্যের ইসরাইলে নিয়ে যাওয়ার পরিকল্পনা করেন। কিন্তু এই প্রতিলিপি নৌকার কোনো ইঞ্জিন না থাকায় তা আর সম্ভব হয়নি।   \n\n\n== পরিমাপ ==\n\nবাইবেল নূহের নৌকার দৈর্ঘ্য ৩০০ হাত বলা হয়েছে। প্রাচীনকালে বিভিন্ন হাত ব্যবহার করা হত,  তবে \"পূর্ণ-স্কেল\" হিসাবে বিবেচনা করতে হলে, একটি আর্কের প্রতিরূপ হতে হবে প্রায় ১৩৫ থেকে ১৫০ মিটার লম্বা। .\nবাইবেলে বলা হয়েছে নূহের জাহাজটি ৩০০ কামি (cubits) লম্বা ছিল। প্রাচীনকালে বিভিন্ন ধরনের কামি ব্যবহার করা হতো। তবে আসল আকারের একটি প্রতিরূপ তৈরি করতে হলে, জাহাজটির দৈর্ঘ্য প্রায় ১৩৫ মিটার থেকে ১৫০ মিটারেরও বেশি (প্রায় ৪৪০ থেকে ৫০০+ ফুট) হতে হবে।\n\nনেদারল্যান্ডসের ডর্ড্রেখ্টে অবস্থিত জোহানের আর্ক: এটি ২৫টি ল্যাশ (LASH) ব্যার্জ দিয়ে তৈরি একটি প্ল্যাটফর্মের উপর ভাসমান, ১৩৭ মিটার (৪৫০ ফুট) লম্বা একটি জাহাজের অনুকরণ। এটিই বাস্তবে ভাসমান ও চলমান পূর্ণ-পরিমাপের নোহের জাহাজের একমাত্র অনুবাদ।\nহংকংয়ের মা ওয়ান দ্বীপে অবস্থিত নোহের আর্ক থিম পার্ক: এই অনুকরণটিও ১৩৭ মিটার (৪৫০ ফুট) লম্বা। \nযুক্তরাষ্ট্রের কেন্টাকি অঙ্গরাজ্যের গ্রান্ট কাউন্টিতে একটি পাহাড়ের উপর অবস্থিত আর্ক এনকাউন্টার থিম পার্ক: এটি ১৫৫ মিটার (৫১০ ফুট) লম্বা। \n\n\n== ক্ষুদ্রাকৃতির প্রতিরূপ ==\n২০০৪ সালে জোহান হুইবারস নির্মিত অর্ধ-মাপের নৌকা \nকানাডার নিউ ব্রান্সউইকের ফ্লোরেন্সভিলে অবস্থিত ২/৩-মাপের মডেল  \n২০০৭ সালে গ্রিনপিস 'আসন্ন জলবায়ু দুর্যোগ' সম্পর্কে সতর্ক করার জন্য আরারাত পর্বতে ১০x৪x৪ মিটারের প্রতিরূপ নৌকা নির্মাণ করে। পরে এটি ঈদির শহরে স্থানান্তরিত করা হয়।     \nব্রাজিলের হাইড্রোলান্ডিয়ায়, গোয়াসে ফ্রুয়েড ডি মেলো কর্তৃক পরিচালিত পার্কে সিমেন্ট এবং লোহার প্রতিরূপ, ৬০ মিটার দীর্ঘ এবং ৪.৫ মিটার চওড়া (২০০ ফুট x ১৫ ফুট)    \nটেক্সাসের গ্লেন রোজের কাছে ক্রিয়েশন এভিডেন্স মিউজিয়ামে ক্ষুদ্রাকৃতির মডেল  \nসান্টা ক্রুজ পর্বতমালায় রেডউড ক্রিশ্চিয়ান পার্কে ক্ষুদ্রাকৃতির নির্মাণ  \nফিঙ্কেলের ব্যাবিলীয় নৌকার প্রতিরূপ: গিলগামেশ মহাকাব্যের বিবরণের উপর ভিত্তি করে এক-তৃতীয়াংশ মাপের নৌকা\n\n\n== আংশিক ==\n\nসৃষ্টি জাদুঘর (পিটার্সবার্গ, কেন্টাকি) এবং তার কাছের একটি গুদামজাত গৃহে, নোহের নৌকার কিছু অংশের প্রতিরূপ। \n২০১৪ সালের চলচ্চিত্র নোহের শুটিংয়ের জন্য নির্মিত আংশিক প্রতিরূপ (অইস্টার বে, লং আইল্যান্ড) \nফ্রস্টবার্গ, মেরিল্যান্ডের আন্তঃরাজ্য ইন্টারস্টেট ৬৮ এর ধারে একটি পাহাড়ের চূড়ায়, ‘গড’স আর্ক অফ সেফটি’ (ঈশ্বরের নিরাপত্তার নৌকা) - আংশিকভাবে নির্মিত।\n\n\n== বিলুপ্ত ==\nভার্জিনিয়ায় ২০০৭ সালের চলচ্চিত্র ইভান অলমাইটির সেট হিসাবে একটি সংক্ষিপ্ত আকারের প্রতিরূপ তৈরি করা হয়েছিল এবং তারপরে বিলুপ্ত করা হয়েছিল।  \nনোহস আর্ক রেস্তোরাঁ, সেন্ট চার্লস, মিসৌরি, মার্কিন যুক্তরাষ্ট্র — আর্ক-আকৃতির রেস্তোরাঁ, ২০০৭ সালে ভেঙে ফেলা হয় \n\n\n== তথ্যসূত্র =="}