{"pageid": 1434104, "title": "চিকিৎসা পদার্থবিজ্ঞান", "url": "https://bn.wikipedia.org/wiki?curid=1434104", "content": "চিকিৎসা পদার্থবিজ্ঞান বলতে পদার্থবিজ্ঞানের একটি ফলিত শাখাকে বোঝায় যেখানে মানব স্বাস্থ্যের উন্নতি ও সুস্থতা বজায় রাখার নির্দিষ্ট লক্ষ্যে পদার্থবিজ্ঞানের ধারণা ও পদ্ধতিগুলিকে বিভিন্ন মানব রোগের প্রতিরোধ, নির্ণয় ও চিকিৎসার কাজে প্রয়োগ করা হয়। ২০০৮ সাল থেকে আন্তর্জাতিক শ্রম সংস্থা দ্বারা প্রকাশিত পেশার আন্তর্জাতিক প্রমিত শ্রেণীকরণে চিকিৎসা পদার্থবিজ্ঞানকে একটি স্বাস্থ্য পেশা হিসেবে অন্তর্ভুক্ত করা হয়েছে।\nচিকিৎসা পদার্থবিজ্ঞানকে কদাচিৎ প্রাণ-চিকিৎসা পদার্থবিজ্ঞান, চিকিৎসা প্রাণপদার্থবিজ্ঞান, চিকিৎসাশাস্ত্রে ফলিত পদার্থবিজ্ঞান, চিকিৎসাবিজ্ঞানে পদার্থবিজ্ঞানের প্রয়োগ, বিকিরণ পদার্থবিজ্ঞান বা হাসপাতাল বিকিরণ-পদার্থবিজ্ঞান, ইত্যাদি নামে ডাকা হতে পারে। তবে চিকিৎসা পদার্থবিজ্ঞানী বলতে একটি সুনির্দিষ্ট স্বাস্থ্য পেশাকে নির্দেশ করা হয়, যে পেশার ব্যক্তিরা চিকিৎসাতে পদার্থবিজ্ঞানের ধারণা ও কৌশলগুলি প্রয়োগের জনয় বিশেষায়িত শিক্ষা ও প্রশিক্ষণ লাভ করেন এবং যিনি চিকিৎসা পদার্থবিজ্ঞানে এক বা একাধিক উপক্ষেত্রে স্বাধীনভাবে পেশাগত চর্চা করার সামর্থ্য রাখেন। ঐতিহ্যগতভাবে চিকিৎসা পদার্থবিজ্ঞানীরা নিম্নোক্ত বিশেষায়িত স্বাস্থ্যসেবা ক্ষেত্রগুলিতে কাজ করে থাকেন: বিকিরণ কর্কটবিজ্ঞান, (বিকিরণ চিকিৎসা) নামেও পরিচিত), রোগনির্ণায়ক ও হস্তক্ষেপমূলক বিকিরণবিজ্ঞান (চিকিৎসা চিত্রণ নামেও পরিচিত), পারমাণবিক চিকিৎসাবিজ্ঞান, এবং বিকিরণ সুরক্ষা। বিকিরণ চিকিৎসার পদার্থবিজ্ঞানে বিকিরণ পরিমাপবিজ্ঞান (dosimetry), রৈখিক কণা ত্বরক গুণমানের নিশ্চয়তা ও অন্তঃবিকিরণ চিকিৎসার (brachytherapy) মতো বিষয়গুলি অন্তর্ভুক্ত। রোগনির্ণায়ক ও হস্তক্ষেপমূলক চিকিৎসা পদার্থবিজ্ঞানে তথা বিকিরণবিজ্ঞানের আলোচনায় বিভিন্ন চিকিৎসা চিত্রণ কৌশল যেমন চৌম্বক অনুনাদ চিত্রণ (Magnetic Resonance Imaging, বা সংক্ষেপে MRI), শব্দোত্তর চিত্রণ (ultrasound), পরিগাণনিক স্তরচিত্রণ (CT scan বা computed tomography) এবং রঞ্জনরশ্মি চিত্রণ (radiography বা x-ray) অন্তর্ভুক্ত। পারমাণবিক চিকিৎসাবিজ্ঞানের বিষয়গুলির মধ্যে পজিট্রন নিঃসরণ স্তরচিত্রণ (positron emission tomography) এবং বিকিরণ-নিউক্লাইড চিকিৎসা অন্তর্ভুক্ত। এছাড়াও চিকিৎসা পদার্থবিজ্ঞানী আরও অনেক ক্ষেত্র যেমন শারীরতাত্ত্বিক পর্যবেক্ষণ, শ্রুতিবিজ্ঞান, স্নায়ুচিকিৎসাবিজ্ঞান, স্নায়ুশারীরবিজ্ঞান, হৃৎবিজ্ঞান ও অন্যান্য ক্ষেত্রে বিভিন্ন কাজে নিয়োজিত থাকতে পারেন।\nবিশ্ববিদ্যালয়, হাসপাতাল ও পরীক্ষাগারগুলিতে চিকিৎসা পদার্থবিজ্ঞান বিভাগ থাকতে পারে। বিশ্ববিদ্যালয়ে দুই ধরনের চিকিৎসা পদার্থবিজ্ঞান দেখতে পাওয়া যায়। প্রথম ধরনটিতে মূলত হাসপাতালে পেশাদারি কর্মজীবনের জন্য প্রস্তুত করার উদ্দেশ্যে চিকিৎসা পদার্থবিজ্ঞানে শিক্ষাদান করা হয় এবং পেশাদারি চর্চার উন্নতকরণের জন্য গবেষণার উপরে জোর দেওয়া হয়। দ্বিতীয় ধরনটির (যেটিকে উত্তরোত্তর বেশি করে \"প্রাণচিকিৎসা পদার্থবিজ্ঞান\" নামে ডাকা হচ্ছে) আওতা অনেক ব্যাপক এবং এটিকে চিকিৎসাশাস্ত্রে পদার্থবিজ্ঞানের যেকোনও ধরনের প্রয়োগ নিয়ে গবেষণাকর্ম সম্পাদন করা হতে পারে, যার মধ্যে জীবজ-আণবিক কাঠামো থেকে শুরু করে অণুবীক্ষণ হয়ে ন্যানোচিকিৎসাবিজ্ঞান পর্যন্ত অন্তর্ভুক্ত থাকতে পারে।\n\n\n== তথ্যসূত্র =="}