{"pageid": 1434327, "title": "উষা রাও-মোনারী", "url": "https://bn.wikipedia.org/wiki?curid=1434327", "content": "উষা রাও-মোনারি (জন্ম ২৭ জুলাই ১৯৫৯) একজন ভারতীয় বিনিয়োগ, উন্নয়ন নীতি এবং জলসম্পদ বিশেষজ্ঞ।  তিনি এপ্রিল ২০২১ থেকে জুলাই ২০২৩ পর্যন্ত জাতিসংঘের উন্নয়ন কর্মসূচির (UNDP) আন্ডার-সেক্রেটারি-জেনারেল এবং সহযোগী প্রশাসক হিসেবে দায়িত্ব পালন করেছেন \nরাও-মোনারি দিল্লি বিশ্ববিদ্যালয়ের লেডি শ্রী রাম কলেজ ফর উইমেন (এলএসআর) থেকে অর্থনীতিতে স্নাতক ডিগ্রি নিয়ে স্নাতক হন এবং কলম্বিয়া ইউনিভার্সিটির (সিপা) স্কুল অফ ইন্টারন্যাশনাল অ্যান্ড পাবলিক অ্যাফেয়ার্স থেকে ইন্টারন্যাশনাল ফিনান্সে স্নাতকোত্তর ডিগ্রি অর্জন করেন। \n\n\n== জাতিসংঘ ==\n১৭ ফেব্রুয়ারী ২০২১-এ, জাতিসংঘের মহাসচিব আন্তোনিও গুতেরেস  জাতিসংঘের উন্নয়ন কর্মসূচির আন্ডার সেক্রেটারি-জেনারেল এবং সহযোগী প্রশাসকের ভূমিকায় উষা রাও-মোনারির নিয়োগের ঘোষণা দেন। (UNDP)। \n\n\n== অন্যান্য কাজকর্ম ==\nরাও-মোনারি সরকারী ও বেসরকারী সংস্থায় বেশ কয়েকটি পদে অধিষ্ঠিত হয়েছেন, যার মধ্যে রয়েছে:\n\nব্ল্যাকস্টোন ইনফ্রাস্ট্রাকচার ফান্ড, সিনিয়র উপদেষ্টা (২০১৮-২০২১)\nজাইক লিমিটেড, জাগরেব বিমানবন্দর, পরিচালনা পর্ষদের সদস্য (২০২০-২০২১)\nCDP উত্তর আমেরিকা, পরিচালনা পর্ষদের সদস্য (২০২০-২০২১) \nইউপিএল লিমিটেড, পরিচালনা পর্ষদের সদস্য (২০১৯-২০২১) \nওয়াটার ইউনাইট, পরিচালনা পর্ষদের ভাইস চেয়ারম্যান (২০১৯-২০২১)\nগ্লোবাল ওয়াটার ডেভেলপমেন্ট পার্টনারস, এক্সিকিউটিভ বোর্ডের সদস্য \nভেওলিয়া, টেকসই উন্নয়ন সংক্রান্ত বোর্ড কমিটির সদস্য\nওয়ার্ল্ড ইকোনমিক ফোরাম, জল সংক্রান্ত গ্লোবাল এজেন্ডা কাউন্সিলের চেয়ারম্যান \nওয়ার্ল্ড ইকোনমিক ফোরাম, প্রাকৃতিক পুঁজি সংক্রান্ত গ্লোবাল এজেন্ডা কাউন্সিলের চেয়ারম্যান \nওয়ার্ল্ড ইকোনমিক ফোরাম, পরিবেশ ও প্রাকৃতিক সম্পদ নিরাপত্তা বিষয়ক গ্লোবাল ফিউচার কাউন্সিলের চেয়ারম্যান \nম্যানিলা ওয়াটার, পরিচালনা পর্ষদের সদস্য\nওয়াটারহেলথ ইন্টারন্যাশনাল, পরিচালনা পর্ষদের সদস্য\nডিস্ট্রিগাজ সুদ, পরিচালনা পর্ষদের সদস্য\n\n\n== প্রকাশনা ==\nরাও-মোনারি অনেক নিবন্ধ এবং অধ্যায় লিখেছেন এবং অবদান রেখেছেন যা উল্লেখযোগ্য প্রকাশনার অংশ, যার মধ্যে রয়েছে:\n\nউষা রাও-মোনারি। আমরা আমাদের গ্রহের সীমার মধ্যে বসবাস করার সিদ্ধান্ত নিতে পারি, ওয়ার্ল্ড ইকোনমিক ফোরাম, ২২ ফেব্রুয়ারি ২০২২। \nকেভিন লিফি। COP ২৬ কি দরিদ্র দেশগুলিকে বিশ্বকে বাঁচাতে সাহায্য করতে পারে? রয়টার্স, ৫ অক্টোবর ২০২১। \nউষা রাও-মোনারি। UNDP লিঙ্গ সমতা কৌশল: ২০২০ বার্ষিক প্রতিবেদন, UNDP, ২৮ জুলাই ২০২১। \nউষা রাও-মোনারি। আরও ভালোভাবে গড়ে তুলতে চান? উদ্ভাবকদের আপনার কাছে আসতে দিন, ওয়ার্ল্ড ইকোনমিক ফোরাম, ২১ জুলাই ২০২০। \n২১শ শতাব্দীতে জাতির সম্পদ - বই ৩: বিভিন্ন জাতির ঐশ্বর্যের বিভিন্ন অগ্রগতি, ৯ মার্চ ২০২০। \nউষা রাও-মোনারি, জল: কেন আমাদের অস্বাভাবিক হিসাবে ব্যবসার প্রয়োজন, জল একত্রিত, ২৭ আগস্ট ২০১৯। \nতারল্য সংকট, দ্য ইকোনমিস্ট, ৫ নভেম্বর ২০১৬। \nস্মার্ট কার্ড সবার জন্য পানি নিশ্চিত করে, বিবিসি, ১৪ মার্চ ২০১২। \nসারা, মারে, কিপ ইট ক্লিন: দ্য ওয়ার্ল্ডস ওয়াটার অ্যান্ড স্যানিটেশন চ্যালেঞ্জ, ফিনান্সিয়াল টাইমস, ৬ এপ্রিল ২০১০। \n\n\n== বক্তৃতা ==\nCOP২৬ এ রকক্রিক : ট্রান্সফরমেশনাল ক্যাপিটাল স্থাপন, ১৭ নভেম্বর ২০২১।\nবিশ্বজুড়ে জল নিয়ে আলোচনা করার জন্য একসাথে কাজ করা, পলিসি সার্কেল, ১০ নভেম্বর ২০২১।\n২০৩০ সালের মধ্যে এইডস শেষ করার পথে ফিরে আসার জন্য অংশীদারিত্ব, UNDP, ২২ সেপ্টেম্বর ২০২১।\nএকটি সবুজ পরিবর্তন শুরু হয় নীল জল দিয়ে; ওয়ার্ল্ড ইকোনমিক ফোরাম, ২২ সেপ্টেম্বর ২০২১\nস্বল্পোন্নত দেশগুলিতে SDG ফাইন্যান্স: মালাউই, UNDP, ২১ সেপ্টেম্বর ২০২১-এ ফোকাস\nঅসংক্রামক রোগ প্রতিরোধ ও নিয়ন্ত্রণে জাতিসংঘের আন্তঃ-সংস্থা টাস্ক ফোর্সের বন্ধুরা, ২১ সেপ্টেম্বর ২০২১\nরয়টার্স ইমপ্যাক্ট কনফারেন্স: EM ক্লিন এনার্জি ইনভেস্টমেন্ট উদ্বেগ প্রকাশ করে, ৫ অক্টোবর ২০২১।\n\n\n== ব্যক্তিগত জীবন ==\nউষা রাও-মোনারী বিবাহিত এবং যুক্তরাষ্ট্রে থাকেন।</link>\n\n\n== তথ্যসূত্র =="}