{"pageid": 1434278, "title": "ব্যাঙ্গালোর নাগারত্নাম্মা", "url": "https://bn.wikipedia.org/wiki?curid=1434278", "content": "ব্যাঙ্গালোর নাগারথনাম্মা একজন ভারতীয় কর্নাটকী গায়ক, সাংস্কৃতিক কর্মী, পণ্ডিত এবং দেবদাসী ছিলেন। তিনি শিল্পকলার পৃষ্ঠপোষক এবং একজন ইতিহাসবিদও ছিলেন। নাগারথনাম্মা তিরুভাইয়ারুতে কর্ণাটক গায়ক ত্যাগরাজের সমাধির উপরে একটি মন্দির তৈরি করেছিলেন এবং তাঁর স্মৃতিতে ত্যাগরাজ আরাধনা উৎসব প্রতিষ্ঠা করতে সাহায্য করেছিলেন। তিনি ভারতে দেবদাসী ঐতিহ্যের শেষ অনুশীলনকারীদের মধ্যে অন্যতম ছিলেন। তিনি মাদ্রাজ প্রেসিডেন্সির দেবদাসী সমিতির প্রথম সভাপতি ছিলেন। তিনি কবিতা এবং কাব্যগ্রন্থের বই সম্পাদনা ও প্রকাশ করেছেন।\n\n\n== কর্মজীবন ==\n\nনাগারত্নাম্মা তার জীবনের প্রথম দিকে একজন গায়িকা হয়ে ওঠেন এবং তার সময়ের অন্যতম সেরা কর্নাটকী গায়ক হিসেবে আবির্ভূত হন। তিনি কন্নড়, সংস্কৃত এবং তেলুগু ভাষায় গান গেয়েছেন। তার বিশেষ বাদ্যযন্ত্রের মধ্যে রয়েছে হরিকথা। নৃত্যে তার প্রতিভা মহীশূরের শাসক জয়চামরাজেন্দ্র ওদেয়ারের দৃষ্টি আকর্ষণ করেছিল, যিনি তার প্রতিভায় মুগ্ধ হয়ে তাকে মহীশূরের আস্থানা বিদুষী (রাজসভা নর্তকী) বানিয়েছিলেন। সেই শাসকের মৃত্যুর পর তিনি বেঙ্গালুরুতে চলে আসেন। তিনি ব্যাঙ্গালোরে শুধু সঙ্গীত নয়, নৃত্যেও জনপ্রিয়তা অর্জন করেছিলেন। এছাড়াও তিনি ত্রাভাঙ্কোর, ববিলি, এবং বিজয়নগরমের মতো অন্যান্য রাজকীয় পৃষ্ঠপোষকতা পেয়েছিলেন। নামক মহীশূরের হাইকোর্টের একজন বিচারক নাগারত্নাম্মার অন্যতম পৃষ্ঠপোষক ছিলেন। একজন সঙ্গীতশিল্পী এবং নৃত্যশিল্পী হিসেবে নাগারত্নাম্মার কর্মজীবনকে আরও এগিয়ে নিতে নরহরি রাও তাঁকে মাদ্রাজ (বর্তমানে চেন্নাই) চলে যাওয়ার পরামর্শ দিয়েছিলেন। তিনি মাদ্রাজে স্থানান্তরিত হন কারণ এটি \"কর্ণাটকী সঙ্গীতের কেন্দ্র\" হিসাবে বিবেচিত হয়েছিল এবং তার সঙ্গীত প্রতিভা আরও বিকশিত হয়েছিল।\nবিচারপতি নরহরি রাওয়ের কাছ থেকে তিনি যে পৃষ্ঠপোষকতা পেয়েছিলেন তা তাকে মাদ্রাজের \"কনসার্ট শিল্পী\" হিসাবে বিখ্যাত করে তোলে। ত্যাগরাজ আরাধনার প্রবর্তক হিসাবে, তিনি ভারতের মাদ্রাজের \"আয়কর প্রদানকারী প্রথম মহিলা শিল্পী\" ছিলেন।\n\n\n== মৃত্যু ==\nনাগারত্নাম্মা ১৯৫২ সালে ৭৪ বছর বয়সে মারা যান। তার সম্মানে একটি স্মারক তৈরি করা হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nC. P. Ramaswami Aiyar Foundation (১৯৮০)। Voice of Samanvaya। C. P. Ramaswami Aiyar Foundation। \nChandra, Vikram (২ সেপ্টেম্বর ২০১৪)। Geek Sublime: The Beauty of Code, the Code of Beauty। Graywolf Press। আইএসবিএন 978-1-55597-326-1। \nKramarae, Cheris; Spender, Dale (২৭ ডিসেম্বর ২০০০)। Routledge International Encyclopaedia of Women 4 Volume Set: Global Women's Issues and Knowledge। Routledge। আইএসবিএন 978-1-135-96315-6। \nMcGonigal, Mike (৫ এপ্রিল ২০১০)। Yeti 9। Verse Chorus Press। আইএসবিএন 978-0-9788786-9-6। \nMuthiah, S (২০১১)। Madras Miscellany। Westland। আইএসবিএন 978-93-80032-84-9। \nPaḷani, Muddu (২০১১)। The Appeasement of Radhika। Penguin Books India। আইএসবিএন 978-0-14-341743-9। \nRamamirthammal, Muvalar; Kannabiran, Kalpana (২০০৩)। Muvalur Ramamirthammal's Web of Deceit: Devadasi Reform in Colonial India। Zubaan। আইএসবিএন 978-81-86706-63-3। \n\n\n== বহিঃসংযোগ ==\nDV Gundappa (২০ জুন ২০১৬)। \"Bangalore Nagarathnamma (Profile from D V Gundappa's Jnapakachitrashaale translated from the Kannada original)\"। সংগ্রহের তারিখ ২২ জানুয়ারি ২০২২।"}