{"pageid": 1434155, "title": "মেরি লিভারমোর", "url": "https://bn.wikipedia.org/wiki?curid=1434155", "content": "মেরি অ্যাশটন লিভারমোর ( জন্ম নাম  রাইস ; ডিসেম্বর ১৯, ১৮২০ – ২৩ মে, ১৯০৫) ছিলেন একজন আমেরিকান সাংবাদিক, ক্রীতদাসত্ব বিলুপ্তিবাদী এবং নারী অধিকারের সমর্থক। তিনি ভাস্কর অ্যান হুইটনির একটি সংক্ষিপ্ত বিবরণ লিখেছিলেন এবং ১৭৮৮ সালের ১৫ জুলাই, উত্তর- পশ্চিমাঞ্চলীয় রাজ্যগুলির প্রথম বসতির শতবর্ষ উদযাপনের ঐতিহাসিক ভাষণ দেন।\nযখন আমেরিকান গৃহযুদ্ধ শুরু হয়, তখন লিভারমোর ইউনাইটেড স্টেটস স্যানিটারি কমিশনের সাথে যুক্ত হন, যাদের সদর দপ্তর ছিল শিকাগোতে এবং সহায়ক সমিতি সংগঠিত করে, হাসপাতাল এবং সামরিক পোস্ট পরিদর্শন করে, প্রেসে অবদান রেখে, চিঠিপত্রের উত্তর দিয়ে বিশাল পরিমাণ শ্রম সম্পাদন করেন। ১৮৬৩ সালে শিকাগোতে মহান মেলা আয়োজনে তিনি সাহায্যকারীদের অন্যতম ছিলেন।\n১৮৩৬ সালে সেমিনারী থেকে স্নাতক হওয়ার পর, তিনি সেখানে দুই বছর শিক্ষক হিসেবে ছিলেন। ১৮৩৯ সালে, তিনি ভার্জিনিয়া প্ল্যান্টেশনে শিক্ষক হিসাবে চাকরি শুরু করেন এবং দাসত্বের নিষ্ঠুরতা দেখার পরে, তিনি ক্রীতদাসত্ব বিলুপ্তিবাদী হয়ে ওঠেন। তিনি এই সময়ে টেম্পারেন্স আন্দোলনের সাথে কাজ শুরু করেছিলেন এবং একটি কিশোর টেম্পারেন্স পেপারের সম্পাদক ছিলেন। ১৮৪২ সালে, তিনি ম্যাসাচুসেটসের ডাক্সবারিতে একটি প্রাইভেট স্কুলের দায়িত্ব নেওয়ার জন্য বাগান ছেড়েছিলেন, যেখানে তিনি তিন বছর কাজ করেছিলেন। তিনি চার্লসটাউন, ম্যাসাচুসেটসেও পড়াতেন।\nতিনি ১৮৪৫ সালের মে মাসে মন্ত্রী ড্যানিয়েল পি লিভারমোরকে বিয়ে করেন, এবং ১৮৫৭ সালে তারা শিকাগোতে চলে যান। সেই বছরে, তার স্বামী নিউ কভেন্যান্ট প্রতিষ্ঠা করেন। এটি একটি সার্বজনীন জার্নাল তিনি বারো বছরের জন্য এর সহযোগী সম্পাদক হয়েছিলেন, এই সময়ে তিনি প্রায়শই তার সম্প্রদায়ের সাময়িকীতে অবদান রেখেছিলেন এবং লিলি সম্পাদনা করেছিলেন।\nরিপাবলিকান দলের সদস্য হিসাবে, লিভারমোর ১৮৬০ সালের রাষ্ট্রপতি নির্বাচনে আব্রাহাম লিঙ্কনের পক্ষে প্রচারণা চালান। ১৮৬০ সালে শিকাগো উইগওয়ামে লিভারমোরই ছিলেন একমাত্র মহিলা সাংবাদিক যিনি শত শত পুরুষ সাংবাদিকদের মধ্যে থেকে কাজ করেছিলেন। তিনি ১৮৬৩ সালে পেন পিকচার্স নামে উনিশটি প্রবন্ধের একটি সংগ্রহ প্রকাশ করেন।\n\n\n== নির্বাচিত কাজ ==\n\nদ্য চিলড্রেনস আর্মি (১৮৪৪)\n\"দ্য টুইন সিস্টারস: বা, দ্য হিস্ট্রি অফ টু ফ্যামিলি,\" দ্য টু ফ্যামিলিতে সংগৃহীত; এবং কর্তব্য যে নিকটতম মিথ্যা. পুরস্কারের গল্প\nএকটি মানসিক রূপান্তর (১৮৪৮)।\nউনিশ পেনের ছবি (১৮৬৩), ছোটগল্প।\nআমরা আমাদের কন্যাদের সাথে কি করব? এবং অন্যান্য বক্তৃতা\nএ ওম্যান অফ দ্য সেঞ্চুরি (১৮৯৩) (সম্পাদনা. উইলার্ড, ফ্রান্সেস ই. এবং লিভারমোর, মেরি এ.) - অনলাইনে উপলব্ধ  উইকিসংকলন।\nমাই স্টোরি অফ দ্য ওয়ার: দ্য সিভিল ওয়ার মেমোরিস অফ দ্য ফেমাস নার্স, রিলিফ অর্গানাইজার এবং সাফ্রাগেট নিনা সিলবারের ভূমিকা সহ। নিউ ইয়র্ক: দা ক্যাপো প্রেস;আইএসবিএন ০-৩০৬৮-০৬৫৮-৪\nআমার জীবনের গল্প; বা, সত্তর বছরের সূর্যালোক এবং ছায়া (১৮৯৭)।\nরাজ্যে সমবায় নারীত্ব (১৮৯১)। উত্তর আমেরিকান রিভিউ । জেস্টোর 25102243\n\n\n== আরো দেখুন ==\n\nভোটাধিকার ও ভোটাধিকারীদের তালিকা\nনারী অধিকার কর্মীদের তালিকা\nনারীদের ভোটাধিকারের সময়রেখা\n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:Suffrage"}