{"pageid": 1434567, "title": "নির্জরা", "url": "https://bn.wikipedia.org/wiki?curid=1434567", "content": "নির্জরা (সংস্কৃত: निर्जरा, অনুবাদ 'মুক্তি') হলো জৈন দর্শনে সাতটি মৌলিক নীতির বা তত্ত্বের একটি, এবং মুক্তি (মোক্ষ) অর্জনের মাধ্যমে সংসার ও  পুনর্জন্মের চক্র থেকে মুক্ত হওয়ার জন্য অপরিহার্য। জৈন কর্ম প্রক্রিয়া জৈনধর্মের সাতটি সত্য বা মৌলিক নীতির উপর ভিত্তি করে যা মানুষের দুর্দশার ব্যাখ্যা করে। কর্ম প্রক্রিয়ার সাথে সম্পর্কিত সাতটির মধ্যে চারটি হলো আশ্রব,\nবন্ধ, সংবার ও নির্জরা।\n\n\n== তাৎপর্য ==\nআচার্য উমাস্বতী রচিত তত্ত্বার্থসূত্রের নবম অধ্যায়ে প্রথমে ধারণাটি বর্ণনা করা হয়েছে। পরে নীতিটি আচার্য নেমিচন্দ্র রচিত দ্রব্যসংগ্রহ -এও উল্লেখ পাওয়া যায়।\nদ্রব্যসংগ্রহ অনুসারে:\n\nকর্ম্ম পদার্থের ধূলিকণার কারণে আত্মা ম্লান হয়ে যায়, এইভাবে নির্জরা নিজেই আত্মাকে পরিষ্কার করার উপায় প্রস্তাব করে এবং শেষ পর্যন্ত মোক্ষ, মুক্তির দিকে নিয়ে যায়।\nউমাস্বতী তত্ত্বার্থসূত্রের ১০.১.২ শ্লোকে উল্লেখ করেন,  কেবল জ্ঞান তখনই আসে যখন মোহনীয় কর্ম প্রথমে ধ্বংস হয়, তারপরে জ্ঞানবরণীয় কর্ম, দর্শনাবর্ণ কর্ম ও অন্তরায় কর্ম। তবে, কেবল জ্ঞান অর্জনের পর, বন্ধের বা বন্ধনের কারণ, বন্ধন শেষ হয়, এইভাবে কর্মের প্রবাহ, অশ্রবও শেষ হয়, এইভাবে ব্যক্তিটি অঘটিয়া কর্ম্ম থেকে মুক্ত হয় যেমন, আয়ু কর্ম, নাম কর্ম, গোত্র কর্ম এবং বেদানিয় কর্ম, যা পার্থিব অস্তিত্বের কারণ। কর্মফল শূন্য হলে ব্যক্তি মুক্তি লাভ করে।\n\n\n== প্রকারভেদ ==\nনির্জরা প্রধানত দুই প্রকার। নির্জরার বিভাগ ও উপ-বিভাগ হলো:\n\nভাব নির্জরা: আত্মার পরিবর্তন যা আত্মা থেকে কর্ম্ম পদার্থকে পৃথক করে।\nসবিপক বা অকম্ বা অনিচ্ছাকৃত\nঅবিপক বা সকম্ বা ইচ্ছাকৃত\nদ্রব্য নির্জরা: আত্মা থেকে কর্ম্ম পদার্থের প্রকৃত বিচ্ছেদ।\n\n\n=== সবিপক নির্জারা ===\nসবিপক নির্জারা হলো নিষ্ক্রিয় পদ্ধতি। এটি \nআত্মার চারপাশে কর্ম্ম পদার্থের নিষ্কাশনের পদ্ধতি, এর ফল ভোগ করার পরে, বাষ্পীভবনের মাধ্যমে পুকুর খালি করার সাথে তুলনা করা হয়, যখন জলের চ্যানেলগুলি এখনও ঢেলে চলেছে। স্বাভাবিকভাবেই এটি ধীর পদ্ধতি, যখন কর্মফল পরিপক্ক হয় এবং নিঃশেষ হয়ে যায়, তখন নতুন কর্মগুলি পূর্ণ হয়, কারণ কর্ম্ম পদার্থ ক্রমাগত কর্মশরীরের মধ্যে ঢেলে দিচ্ছে, আশ্রব, কর্মের প্রবাহের মাধ্যমে। এইভাবে মুক্তি অর্জনের জন্য, কর্ম পরিশুদ্ধ করার সক্রিয় পদ্ধতি, সবিপক নির্জরা পরামর্শ দেওয়া হয়।\n\n\n=== অবিপক নির্জারা ===\nঅবিপক নির্জারা হলো সক্রিয় পদ্ধতি। এতে তপস্যা বা তপসের মতো অন্তরঙ্গ (অভ্যন্তরীণ) ও বাহ্য (বাহ্যিক) তপস্যা অনুশীলন করে। এটি প্রস্তাবিত পদ্ধতির কারণ এটি আত্মাকে প্রস্তুত করে এবং শর্ত দেয় এবং এটিকে সতর্ক থাকার কথা মনে করিয়ে দেয়।\n\n\n==== বাহ্য তপস ====\nবাহ্য তপসসমূহ হলো:\n\nঅনশণ বা উপবাস: ইন্দ্রিয়গুলোকে শুদ্ধ করে, শারীরিক ভোগের প্রতি আসক্তি কমায়\nঅভবমোদর্য বা অল্পাহার: স্বাভাবিক খাবারের চেয়ে কম খাওয়া, অলসতা/অলসতা দূর করে এবং মনের মধ্যে সতেজ শক্তি নিয়ে আসে\nবৃত্তি পরিসংখ্যান বা বৃত সংক্ষেপ\nনির্দিষ্ট ধরনের বা খাবারের সংখ্যার সীমাবদ্ধতা\nরস পরিত্যগ -প্রতিদিন এক বা তার বেশি ৬ ধরনের রসাস খাবারের ত্যাগ: ঘি (মাখন, পরিষ্কার মাখন), দুধ, দই, চিনি, লবণ, তেল। সুস্বাদু এবং উদ্দীপক খাবার থেকে বিরত থাকা\nবিবিকত শয়্যাসন: নির্জন জায়গায় ঘুমানো, নির্জনতা ও আত্মদর্শন অনুশীলন করা\nকায়া-ক্লেশ: শারীরিক সহনশীলতা, শারীরিক স্বাচ্ছন্দ্যের সাথে সংযুক্তি পেতে শরীরের তপস্যা অনুশীলন করা\nকিছু গ্রন্থ তালিকাটির সাথে 'ইচ্ছানিরোধ (খাদ্য ও বস্তুগত জিনিসের প্রতি আকাঙ্ক্ষা নিয়ন্ত্রণ)' - কে অন্তর্ভুক্ত করে।।\n\n\n==== অন্তরঙ্গ তপস ====\nঅন্তরঙ্গ তপসসমূহ হলো:\n\nপ্রার্থনাশ্চিত: পাপপূর্ণ কাজের জন্য প্রায়শ্চিত্ত/তপস্যা\nবিনয়: ভদ্রতা ও নম্রতার অনুশীলন করুন\nবৈয়বৃত্তি - অন্যদের সেবা, বিশেষ করে সন্ন্যাসী, সন্ন্যাসী, প্রবীণ ও দুর্বল আত্মাদের বিনিময়ে কোনো প্রত্যাশা ছাড়াই\nস্বাধ্যায়: স্ব-অধ্যয়ন, শাস্ত্রীয় অধ্যয়ন, প্রশ্ন করা এবং আধ্যাত্মিক জ্ঞান প্রসারিত করা\nব্যূতসর্গ: বিশেষ করে রাগ, অহংকার, প্রতারণা এবং লোভ, দেহ ও আত্মার মধ্যে পার্থক্য\nধ্যান: ধ্যান ও মনন\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nNemichandra, Siddhantachakravarti (১৯৮৯)।  Sarat Chandra Ghoshal, সম্পাদক। Dravya-saṃgraha of Nemichandra Siddhantachakravarti: English translation with Prakrit gāthās (text) and Sanskrit chhāyās (renderings) and padapāṭha। Motilal Banarsidass। আইএসবিএন 81-208-0634-4। \nDasgupta, Surendranath (১৯৯২)। \"Jain Philosophy\"। A history of Indian philosophy, Volume 1। Motilal Banarsidass। আইএসবিএন 81-208-0412-0। \nSingh, Narendra (২০০১)। \"Nirjara\"। Encyclopaedia of Jainism, Volume 1। Anmol Publications। আইএসবিএন 81-261-0691-3। \nJaini, Padmanabh S. (১৯৯৮)। The Jaina path of purification। Motilal Banarsidass। আইএসবিএন 81-208-1578-5। \nJainism: Short Essays on Jain Philosophy। Forgotten Books। ২০০৮। আইএসবিএন 978-1-60506-729-2। \n\n\n== বহিঃসংযোগ ==\nNirjara or Dissipation  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৭ মার্চ ২০১২ তারিখে\nJainism Simplified - Nirjara"}