{"pageid": 1434949, "title": "গির্জা সঙ্গীত", "url": "https://bn.wikipedia.org/wiki?curid=1434949", "content": "গির্জা সঙ্গীত বলতে ছোট-বড় সব ধরনের গির্জায় বা অন্য যেকোনও খ্রিস্টান সমাবেশে প্রার্থনা বা উপাসনা অনুষ্ঠান পালনের সময় সেটির অংশ হিসেবে যে সঙ্গীত পরিবেশন করা হয়, তাকে বোঝায়। গির্জা সঙ্গীত এক ধরনের ধর্মীয় সঙ্গীত, তবে সব খ্রিস্টান ধর্মীয় সঙ্গীতই গির্জা সঙ্গীত নয়।\nপাশ্চাত্যে বহু শতাব্দী ধরে এই সঙ্গীতের ঐতিহ্য বিদ্যমান এবং এগুলি বহু বিভিন্ন শৈলীতে পরিবেশিত হয়ে থাকে। কেননা ধর্মীয় উপাসনাতে সঙ্গীতের ভূমিকা কী হবে, সে বিষয়ে খ্রিস্টধর্মের বিভিন্ন শাখা বা মণ্ডলীর মনোভঙ্গি সময়ের সাথে সাথে বিভিন্নভাবে বিবর্তিত হয়েছে। অধিকন্তু সংস্কৃতি ও অঞ্চলভেদেও গির্জাসঙ্গীত ভিন্ন হতে পারে। প্রাচীন স্তুতিগান থেকে শুরু করে আধুনিক গানও গির্জা সঙ্গীত হিসেবে গীত হয়ে থাকে। এগুলি সবই বিভিন্ন খ্রিস্টান দলের বিশ্বাস ও ঐতিহ্যের প্রতিফলন। এটি মূলত কন্ঠস্বরে গীত হয়, তবে কখনও কখনও বাদ্যযন্ত্র সহযোগেও পরিবেশিত হতে পারে। গির্জার অর্গান গির্জা সঙ্গীতের সবচেয়ে গুরুত্বপূর্ণ বাদ্যযন্ত্র, তবে পিয়ানো, গিটার ও অন্যান্য বাদ্যযন্ত্রও ব্যবহৃত হয়। গির্জাসঙ্গীতের কথাগুলি প্রায়শই পবিত্র বাইবেলের পাঠ্যবস্তু ও অন্যান্য হিতোপদেশ থেকে গ্রহণ করা হয়। সময়ের সাথে সাথে গির্জা সঙ্গীতের বিবর্তন ঘটেছে এবং এটি সাংস্কৃতিক প্রবণতা ও সঙ্গীতশৈলীতে পরিবর্তনের সাথে খাপ খাইয়ে নিয়েছে। গির্জার প্রার্থনা অনুষ্ঠান ছাড়াও গির্জা সঙ্গীত শৈল্পিক অভিব্যক্তি হিসেবে সমবেত ও একক বাদ্যসঙ্গীত হিসেবেও পরিবেশন করা হতে পারে। পাশ্চাত্যের সঙ্গীতের ইতিহাসের অনেক সুরকার গির্জা সঙ্গীতের  সম্ভারে অবদান রেখেছেন, যে কালোত্তীর্ণ কর্মগুলি আজও পরিবেশন করা হয়।\nগির্জা সঙ্গীত খ্রিস্টান ধর্মাবলম্বীদেরককে তাদের ধর্মবিশ্বাসের সাথে সংযুক্ত হতে এবং তাদের ভক্তি প্রকাশ করতে সাহায্য করে। এটি উপাসনাকারীদের মধ্যে একতা ও সম্প্রদায়ের মনোভাব সৃষ্টিতে ব্যবহৃত হয়। সামগ্রিকভাবে গির্জা সঙ্গীত গণ-উপাসনা অনুষ্ঠানগুলির আধ্যাত্মিক আবহ সৃষ্টিতে সহায়তা দান করে। উপলক্ষের উপর নির্ভর করে গির্জা সঙ্গীত প্রসন্ন ও প্রশান্তিময় হতে পারে, কিংবা আনন্দময় ও অনুপ্রেরণামূলক হতে পারে। এটি বিবাহ, অন্ত্যেষ্টিক্রিয়া ও ধর্মীয় ছুটির দিনগুলিতে ধর্মীয় আচার-অনুষ্ঠানে একটি তাৎপর্যপূর্ণ ভূমিকা পালন করে। গির্জায় সমবেত উপাসকমণ্ডলীর পছন্দ অনুযায়ী এটি ঐতিহ্যবাহী বা আধুনিক সমসাময়িক শৈলীতে পরিবেশিত হতে পারে। প্রায়শই সমবেত উপাসকবৃন্দ এই সঙ্গীতে অংশ নেয় ও বাকি সবাইকে যোগ দিতে উৎসাহ দেয়। \nগির্জা সঙ্গীতে প্রায়শই ঈশ্বরের বন্দনাকারী স্তোত্রগীত অন্তর্ভুক্ত  থাকে। এছাড়া এখানে বৃন্দগীতিও স্থান পেতে পারে, যেখানে গায়কদল একত্রে গীত পরিবেশন করে। কিছু কিছু গির্জায় বিধিবদ্ধ উপাসনা পদ্ধতির অংশ হিসেবে পূর্বনির্দিষ্ট ক্রমে বিশেষ বিশেষ স্তোত্রগীত পরিবেশন করা হতে পারে।  গির্জা সঙ্গীতের বিভিন্ন উদাহরণের মধ্যে আছে গ্রেগরীয় কীর্তন, যেটি রোমান ক্যাথলিক মণ্ডলীর গির্জাগুলিতে প্রচলিত; এটি এক ধরনের প্রাচীন একস্বরী (একটিমাত্র সুর) কীর্তন, যার শৈলীকে ধ্যানমূলক ও ভাবগম্ভীর হিসেবে চরিত্রায়িত করা হয়েছে। আরও আছে ঈশ্বর বন্দনাগীতি, যেগুলি সাথে অর্গান বা পিয়ানো সহযোগে গীত হয়। গির্জার ঐকতানিক গায়কবৃন্দ পবিত্র সমবেত সঙ্গীত গেয়ে থাকে, যেগুলিতে বাইবেলের বিভিন্ন অংশ বা ধর্মীয় বিষয়বস্তু প্রকাশ পায়। সাথে ঐকতান বাদকদল সঙ্গত দান করে। আফ্রিকান মার্কিনীদের গীত খ্রিস্টান সঙ্গীত তথা গসপেল সঙ্গীত প্রাণবন্ত ও ছন্দময়, এর গায়কীতে অনুরাগ প্রবল, এর বিন্যাস ডাক ও প্রত্যুত্তরে গঠিত এবং এর যন্ত্রসঙ্গীত অভিব্যক্তিময়। সমসাময়িক উপাসনা গানগুলির শৈলী বিচিত্র; এতে পপ, রক, লোকসঙ্গীত সবই আছে, আর এর কথায় ব্যক্তিগত ভক্তি ও আধ্যাত্মিক অভিজ্ঞতার উপর জোর দেওয়া হয়েছে।\n\n\n== তথ্যসূত্র =="}