{"pageid": 1434587, "title": "নারুতো উজুমাকি", "url": "https://bn.wikipedia.org/wiki?curid=1434587", "content": "'নারুতো উজুমাকি' (জাপানি: うずまき ナルト, হেপবার্ন: Uzumaki Naruto) () হলো নারুতো মাঙ্গা সিরিজের প্রধান চরিত্র,  যেটি মাসাশি কিশিমোতোর তৈরি একটি মাঙ্গা সিরিজ। নারুতো হিডেন লিভ ভিলেজ (জাপানি: 木ノ葉隠れ, কোনহাগাকুরে) এর একজন নিনজা।\nতার শরীরে নাইন-টেইলড ডেমন ফক্সকে বন্ধ করে দেওয়া হয়েছিল, যখন সেটি হিডেন লিভ ভিলেজে আক্রমণ করেছিল। একটি বালক হিসাবে, নারুতোকে উপহাস করা হতো। তা সত্ত্বেও, সে তাদের সম্মান পাওয়ার জন্য তার গ্রামের নেতা হোকাগে হতে চায়। তার উদাসীন, আশাবাদী এবং উদ্ধত ব্যক্তিত্ব তাকে অন্যান্য নিনজার সাথে বন্ধুত্ব করতে সক্ষম করত। নারুতো সিরিজের ফিল্মে এবং ফ্র্যাঞ্চাইজি সম্পর্কিত অন্যান্য মিডিয়াতে তাকে দেখা যায়, যার মধ্যে রয়েছে ভিডিও গেমস এবং অরিজিনাল ভিডিও অ্যানিমেশন (ওভিএ) এবং বোরুতো: নারুতো নেক্সট জেনারেশনস, যেখানে তিনি হোকাগে এবং তার ছেলে বোরুতো উজুমাকি প্রধান চরিত্র।\nসিরিজের প্রথম অংশে নারুতো চরিত্রটি তৈরি করার সময়, কিশিমোতো চরিত্রটিকে \"সরল এবং বোকা\" রেখেছিলেন, যখন তাকে একজন আদর্শ নায়কের অনেক গুণাবলী দিয়েছিলেন। চরিত্রের অতীতে ট্র্যাজেডি যোগ করে কিশিমোতো নারুটোকে একটি অন্ধকার দিক দিয়েছেন। তিনি নারুতোর চিত্র অনেকবার সংশোধন করেছেন, তরুণ জনসংখ্যার সাথে মানানসই করার জন্য চরিত্রটিকে সাধারণ পোশাক প্রদান করেছেন। কিশিমোতো গল্পের দ্বিতীয় খণ্ডের জন্য তার নকশা পরিবর্তন করেন, যা প্রথম পর্বের আড়াই বছর পর শুরু হয়। মূল অ্যানিমেটেড সিরিজে নারুতোকে কণ্ঠ দিয়েছেন জুনকো তাকেউচি এবং ইংরেজি অভিযোজনে মাইলে ফ্লানাগান।\n\n\n== সারসংক্ষেপ ==\nস্বর্ণকেশী স্পাইকি চুল এবং নীল চোখ সহ 12 বছরের একটি এতিম বালক হিসাবে পরিচয়, নারুতো উজুমাকি তার শিক্ষক ইরুকা উমিনোর সাথে বন্ধন করার সময় হিডেন লিভ ভিলেজে নিনজা হিসাবে স্নাতক হন। শৈশবে তাকে উপহাস করা হয়েছিল বলে নারুটো সবার মনোযোগ চায়। গৃহীত এবং সম্মানিত হওয়ার জন্য, তিনি কোনহাগাকুরের হোকাগে হওয়ার সিদ্ধান্ত নেন এবং সমস্ত পূর্ববর্তী নেতাদের ছাড়িয়ে যাওয়ার প্রতিজ্ঞা করেন, সমস্যা যাই হোক না কেন। নিনজা হয়ে ওঠার সময়, নারুটো এমন বন্ধুত্ব গড়ে তোলেন যা তার অভাব ছিল। যদিও মাঝে মাঝে নারুতো নিজেকে তার প্রত্যেকদিনের কাজগুলি সম্পাদন করতে অক্ষম মনে করেন, অন্যরা বিশ্বাস করেন যে ইতিবাচক প্রভাবের কারণে তিনি তার জীবনে একজন চমৎকার হোকাগে হবেন। একজন নতুন হোকাগে হিসেবে, নারুতো দাবি করেন যে কোনহাগাকুরে গ্রামটি তার পরিবারে পরিণত হয়েছে, যা সে তৃতীয় হোকাগে হিরুজেন সারুতোবির কাছ থেকে শিখেছেন। ফলস্বরূপ, তিনি প্রাথমিকভাবে তার ছেলে বোরুটোর সাথে একটি খারাপ সম্পর্কের শিকার হন, কারণ তিনি তার পরিবারের সাথে অল্প সময় ব্যয় করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে Naruto Uzumaki সম্পর্কিত মিডিয়া দেখুন।\nটেমপ্লেট:Naruto"}