{"pageid": 1434871, "title": "কামরা সঙ্গীত (পাশ্চাত্য ধ্রুপদী)", "url": "https://bn.wikipedia.org/wiki?curid=1434871", "content": "পাশ্চাত্য ধ্রুপদী সঙ্গীতের আলোচনায় কামরা সঙ্গীত বলতে ধ্রুপদী সঙ্গীতের একটি রূপকে নির্দেশ করা হয় যেটিকে একটি অপেক্ষাকৃত ছোট আকারের বাদকদল বাজিয়ে থাকেন। ঐতিহ্যগতভাবে এই দলটিকে একটি বৃহৎ প্রাসাদকক্ষ বা একটি বড় কামরাতে ধারণ করা যেত। ব্যাপক অর্থে স্বল্পসংখ্যক বাদনশিল্পী দ্বারা পরিবেশনযোগ্য যেকোনও ধরনের শৈল্পিক সঙ্গীতকেই কামরা সঙ্গীতের অন্তর্ভুক্ত করা যেতে পারে, যেখানে সঙ্গীতের প্রতিটি বিভাগ বা অংশ একটিমাত্র বাদক বাজিয়ে থাকেন (এর বিপরীতে ঐকতান বাদকদলে বা অর্কেস্ট্রাতে প্রতিটি অংশকে একাধিক শিল্পী বাজিয়ে থাকেন)। তবে রীতি অনুযায়ী সাধারণত কামরা সঙ্গীতে একক যন্ত্রবাদনমূলক সঙ্গীতকর্ম পরিবেশন করা হয় না।\nএকান্ত নিভৃত পরিবেশে বাজানো হয় বলে কামরা সঙ্গীতকে \"বন্ধুবান্ধবদের সঙ্গীত\" হিসেবে বর্ণনা করা হয়েছে। ১০০ বছরেরও বেশি সময় ধরে কামরা সঙ্গীত মূলত শৌখিন সঙ্গীতবাদকেরা তাদের নিজগৃহে বাজিয়ে থাকতেন। বর্তমান যুগে এসে কামরা সঙ্গীত আর কামরায় সীমাবদ্ধ নেই, বরং কনসার্ট হলে (সঙ্গীত পরিবেশন মিলনায়তনে) পরিবেশিত হয়, কিন্তু তারপরেও বহু শৌখিন ও পেশাদার সঙ্গীতবাদক এখনও নিজেদের আনন্দের জন্য স্বল্প পরিসরে কামরা সঙ্গীত বাজিয়ে থাকেন। কামরা সঙ্গীত বাজানোর জন্য বিশেষ সাঙ্গীতিক ও সামাজিক দক্ষতার দরকার পড়ে, যেগুলি একক সঙ্গীতবাদন বা ঐকতান বাদনের (সিম্ফনি) জন্য দরকারি দক্ষতাগুলি থেকে আলাদা।\nইয়োহান ভোলফগাং ফন গ্যোটে  কামরা সঙ্গীতকে, বিশেষ করে ততযন্ত্র চতুষ্টয়ী (স্ট্রিং কোয়ার্টেট) সঙ্গীতকে \"চারজন যুক্তিবাদী মানুষের মধ্যে কথোপকথন\" হিসেবে বর্ণনা করেছেন। এই কথোপকথনমূলক পরিকাঠামোতে একটি বাদ্যযন্ত্র একটি সুর বা ভাব উপস্থাপন করে এবং তারপরে অন্যান্য বাদ্যযন্ত্রগুলি একই ভাবের মধ্যে থেকে একের পর এক \"উত্তর\" প্রদান করে। ১৮শ শতকের শেষভাগ থেকে অদ্যাবধি কামরা সঙ্গীতের ইতিহাসের পুরোটাই এই একই পরিকাঠামোর সুতোয় গাঁথা। কামরা সঙ্গীতের রচনাশৈলীর বর্ণনা ও বিশ্লেষণে বারংবার কথোপকথনের সাথে তুলনা করা হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\n\n\n== আরও পড়ুন ==\nSadie, Stanley, সম্পাদক (১৯৮৪)। The New Grove Violin Family। New York: W. W. Norton। আইএসবিএন 0-393-02556-X। \nThe New Grove Dictionary of Music and Musicians (ed. Stanley Sadie, 1980)\nSicca, Luigi Maria (২০০০)। \"Chamber music and organization theory: some typical organizational phenomena seen under the microscope\"। Studies in Cultures, Organizations and Societies। Taylor & Francis। 6 (2): 145–168। আইএসএসএন 1024-5286। এসটুসিআইডি 145538145। ডিওআই:10.1080/10245280008523545। \nSumner Lott, Marie (২০১৫)। The Social Worlds of Nineteenth-Century Chamber Music: Composers, Consumers, Communities। University of Illinois Press। আইএসবিএন 978-0-252-03922-5। সংগ্রহের তারিখ ১২ ফেব্রুয়ারি ২০১৭। \nThompson, Oscar (১৯৪০)। Debussy: Man and Artist। Tudor Publishing। \n\n\n== বহিঃসংযোগ ==\n\nChamber Music America\nearsense chamberbase, an online database of over 50,000 chamber works\nFischoff National Chamber Music Association, sponsor of the chamber music competitions and a supporter of chamber music education.\nAssociated Chamber Music Players (ACMP), New York City\nAnnotated bibliography of double wind quintet music"}