{"pageid": 1434965, "title": "স্বামী স্মরণানন্দ", "url": "https://bn.wikipedia.org/wiki?curid=1434965", "content": "স্বামী স্মরণানন্দ (২৫ ডিসেম্বর ১৯২৯ - ২৬ মার্চ ২০২৪) ছিলেন রামকৃষ্ণ মঠ এবং রামকৃষ্ণ মিশনের ষোড়শ অধ্যক্ষ। তিনি ১৯৫২ সালে রামকৃষ্ণ মিশনে যোগদান করেন এবং ২০১৭ সালের ১৭ জুলাই  সংঘাধ্যক্ষ নির্বাচিত হন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nস্মরণানন্দ ১৯২৯ সালে ভারতের তামিলনাড়ুর তাঞ্জাভুর জেলার আন্দামি গ্রামে একটি তামিল হিন্দু যৌথ পরিবারে জন্মগ্রহণ করেন। পিতা আর ডি রামন কাজ করতেন নাসিকের ইন্ডিয়ান সিকিউরিটি প্রেসে। পূর্বাশ্রমের নাম ছিল জয়রাম বেঙ্কটরামন। রামকৃষ্ণ সংঘের সাধুদের কাছে তিনি জয়রাম মহারাজ নামেও পরিচিত ছিলেন। অতি অল্প বয়সে তিনি মাকে হারান। তাই তার ছোটবেলা কেটেছে তার পিসিমার কাছে। তিনি ১৯৪৬ সালে চেন্নাইতে মাধ্যমিক বিদ্যালয়ের পাঠ শেষ করেন। মাধ্যমিক পরীক্ষা পাশের পর তার পিতা তাকে নাসিকে এনে ইন্ডিয়ান সিকিউরিটি প্রেসে ঢুকিয়ে দেন। জয়রাম চিরকাল মেধাবী ছাত্র ছিলেন। সেখানে কাজ করতে করতেই বাণিজ্য বিভাগের এক ডিপ্লোমা কোর্সে ভর্তি হন এবং সম্মানে উত্তীর্ণ হন। কুড়ি বৎসর বয়সে চলে যান মুম্বাইয়ে। নিজের যোগ্যতায়  ভারতীয় রিজার্ভ ব্যাঙ্কে চাকরী জোগাড় করে নেন। এখানেও কাজ করার সময় স্নাতকোত্তর সমতুল প্রফেশনাল ব্যাঙ্কিং কোর্স (সি.এ.আই.আই.বি) এবং সকালের কলেজে স্নাতক স্তরে ভর্তি হন। জ্ঞানার্জনের ক্ষেত্রে তিনি বহুমুখী আগ্রহের অধিকারী ছিলেন। ছাত্রাবস্থায় ইংরাজী সাহিত্যের বিখ্যাত রচনা, গান্ধীজির বইগুলি পড়ে ফেলেন।  এই সময়ে তিনি একটি মেসে থাকতেন। মেসের এক বন্ধুর কাছ থেকে মুম্বই শহরের রামকৃষ্ণ মঠ ও মিশনের কেন্দ্র সম্পর্কে জানতে পারেন এবং তার সঙ্গেই সেখানে উপস্থিত হন। জয়রামের পাঠ্যপুস্তকে যুক্ত হয় শ্রীশ্রীরামকৃষ্ণকথামৃত-র ইংরেজি অনুবাদ 'দ্য গসপেল অফ শ্রীরামকৃষ্ণ', স্বামীজির থটস্ অফ পাওয়ার প্রভৃতি গ্রন্থ। এবার তার চিন্তাস্রোতে এল গভীর আলোড়ন - 'কী উদ্দেশ্য জীবনের? আমার জীবনের উদ্দেশ্যটাই বা কী হওয়া উচিত?' তিনি একদিন উপলব্ধি করলেন যে, তাকে সন্ন্যাসীই হতে হবে। বাণিজ্যে স্নাতক পরীক্ষা তো ভাল ভাবেই দেওয়া হল। এদিকে সি.এ.আই.আই.বি'র মাত্র দুটি পেপার পড়ে রইল। ১৯৫২ খ্রিস্টাব্দের ২৮ ফেব্রুয়ারি শ্রীরামকৃষ্ণের অন্যতম সন্ন্যাসী শিষ্য শ্রীরামকৃষ্ণানন্দজির জন্মতিথির দিন তিনি গৃহত্যাগ করে মুম্বই রামকৃষ্ণ মঠে যোগ দেন।\n\n\n== ধর্মজীবন ==\nব্রহ্মচারী জয়রাম ১৯৫২ খ্রিস্টাব্দে স্বামী শঙ্করানন্দের কাছ থেকে মন্ত্রদীক্ষা নেন।  তিনি স্বামী শঙ্করানন্দের কাছে ১৯৫৬ সালের ১৪ মার্চ শ্রীরামকৃষ্ণ জন্মতিথিতে   ব্রহ্মচর্যে দীক্ষিত হয়ে ব্রহ্মচারী সম্বিৎচৈতন্য এবং ১৯৬০ খ্রিস্টাব্দে সন্ন্যাস গ্রহণ করে পরিচিত হন স্মরণানন্দ নামে।\n১৯৫৮ সালে স্বামী স্মরণানন্দকে কলকাতার অদ্বৈত আশ্রমের কাজে পাঠানো হয়। সেখানে তিনি বিভিন্ন পদে ১৮ বছর কার্যভার পালন করেন। এরমধ্যে স্বামী বিবেকানন্দ দ্বারা প্রতিষ্ঠিত ইংরেজি-ভাষার পত্রিকা প্রবুদ্ধ ভারত- এর সহকারী সম্পাদকসহ হিসাবে কয়েক বছর দায়িত্বে ছিলেন। ১৯৭৬ সালে তিনি বেলুড় মঠের পাশে অবস্থিত একটি বৃহৎ শিক্ষা প্রতিষ্ঠান রামকৃষ্ণ মিশন সারদাপীঠের সচিব হন। যেখানে তিনি প্রায় দীর্ঘ ১৫ বছর দায়িত্বভার পালন করেন। ১৯৯১ সালে তিনি চেন্নাইয়ের শ্রী রামকৃষ্ণ মঠের প্রধান হন।\n১৯৮৩ সালে তিনি রামকৃষ্ণ মঠের ট্রাস্টি এবং রামকৃষ্ণ মিশনের গভর্নিং বডির সদস্য নিযুক্ত হন। ১৯৯৭ সালে তিনি সংগঠনের সাধারণ সম্পাদক এবং ২০০৭ সালে সহ-সংঘাধ্যক্ষ হন।  রামকৃষ্ণ মঠ ও রামকৃষ্ণ মিশনের পঞ্চদশ সংঘাধ্যক্ষ স্বামী আত্মস্থানন্দ ১৮ জুন ২০১৭ তারিখে সমাধি লাভ করেন। সেইসময় স্বামী স্মরণানন্দ ছিলেন সবচেয়ে বরিষ্ঠ সহ-সংঘাধ্যক্ষ। তাই তিনি ২০১৭ সালের ১৭ জুলাই সংঘাধ্যক্ষ পদে নির্বাচিত হন। বাংলার মুখ্যমন্ত্রী মমতা বন্দ্যোপাধ্যায় এই খবর পেয়ে রামকৃষ্ণ মঠ ও মিশনের অধ্যক্ষ পদে নির্বাচিত হওয়ার জন্য স্বামী স্মরণানন্দ মহারাজকে প্রণাম এবং আন্তরিক শুভেচ্ছা জানান।\nসংঘাধ্যক্ষ হিসাবে স্বামী স্মরণানন্দের প্রাথমিক কাজ ছিল সংগঠনের আধ্যাত্মিক প্রধান হিসাবে কার্যপালন করা। সেই সূত্রে তিনি আধ্যাত্মিক সাধকদের আধ্যাত্মিক দীক্ষা দেন।\n\n\n== অন্যান্য কর্ম ==\n২০১৭ সালের এপ্রিলে স্বামী স্মরণানন্দ বেলুড় মঠের একটি অনুষ্ঠানে টয় ট্রেনের উদ্বোধন করেন। টয় ট্রেনটির উদ্দেশ্য হলো এটি বয়স্কদের সহায়তা করতে এবং প্রতিদিন বেলুড় মঠে আসা বয়স্ক ভক্তদের বেলুড় মঠের মন্দির প্রাঙ্গণ থেকে নব নির্মিত ডাইনিং হলে নিয়ে যাওয়ার কাজে ব্যবহার করা।\n২০১৭ সালের ডিসেম্বরে তিনি বেলুড় মঠে রামকৃষ্ণ মিশনের নতুন নামকরণ করা সদর দফতরের ভবনটি খুলেছিলেন, এখন এটি রামকৃষ্ণ সঙ্ঘের প্রথম সাধারণ সম্পাদক স্বামী সারদানন্দের নামে নামকরণ করা হয়।\n\n\n== মৃত্যু ==\n২০২৪ সালের ২৬ মার্চ ৯৪ বছর বয়সে স্বামী স্মরণানন্দের জীবনাবসান হয়।\n\n\n== সাহিত্যকর্ম ==\nমিউসিংস্ অফ এ মঙ্ক : লেখকের আধ্যাত্মিক রচনা, ভারত ও পশ্চিমী দেশের ভ্রমণ বৃত্তান্তসহ বিভিন্ন বিষয়ের ৬৮টি নিবন্ধের সংকলন।(আইএসবিএন ৯৭৮-৯৩৮১৩২৫৯০২)\nস্মৃতি স্মরণ অনুধ্যান (৩৯ টি প্রবন্ধের সংকলন)\nচিন্তন-মনন-অনুশীলন\nউপরোক্ত বাংলা অনুবাদ দুটি মিউসিংস্ অফ এ মঙ্ক ইংরাজি বইটির বাংলা সংস্করণ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবেলুড় মঠের প্রাতিষ্ঠানিক ওয়েবসাইট"}