{"pageid": 1434064, "title": "জৈন ধর্মনীতি", "url": "https://bn.wikipedia.org/wiki?curid=1434064", "content": "জৈন ধর্মনীতি বা জৈন নৈতিক আইন দুটি নীতি বা আচরণের নিয়ম নির্ধারণ করে। একটি সন্ন্যাসীর জন্য এবং আরেকটি শ্রাবকের (গৃহকর্তা) জন্য। উভয়ের ক্ষেত্রেই পাঁচটি মৌলিক ব্রত নির্ধারিত। ব্রতগুলিকে শ্রাবকরা আংশিকভাবে পালন করে, কিন্তু সন্ন্যাসীরা কঠোরভাবে পালন করে।\n\n\n== ব্রতসমূহ ==\n\n\n=== মহাব্রত বা প্রধানব্রত ===\n\nমহাব্রত বা প্রধানব্রত হলো জৈন সন্ন্যাসীদের দ্বারা পালন করা পাঁচটি মৌলিক ব্রত। জৈন ধর্মনীতি অনুসারে মহাব্রত পাঁচটি:\n\nঅহিংসা\nসত্য\nঅস্তেয়\nব্রহ্মচর্য\nঅপরিগ্রহ\nমহাব্রত সম্পর্কে জৈন গ্রন্থ পুরুষার্থসিদ্ধ্যুপায় বলে:\n\nএই সমস্ত উপবিভাগ (জখম, মিথ্যা, চুরি, অসভ্যতা ও সংযুক্তি) আত্মার বিশুদ্ধ প্রকৃতির এইসব অশ্লীলতায় লিপ্ত হওয়ার মতো হিংসা। মিথ্যা প্রভৃতি আলাদাভাবে উল্লেখ করা হয়েছে শুধুমাত্র শিষ্যকে দৃষ্টান্তের মাধ্যমে বোঝানোর জন্য\n\nআচার্য সামন্তভদ্রের রত্নকরন্দ শ্রাবকাচার অনুসারে:\n\nপাঁচ প্রকার পাপের অঙ্গীকার থেকে বিরত থাকা (আঘাত, মিথ্যা, চুরি, অশ্লীলতা ও সংযুক্তি) নিজের দ্বারা এগুলি করার উপায়, এইগুলি করার কারণ, এবং অন্যের দ্বারা করা হলে অনুমোদন, তিন ধরণের কার্যকলাপের মাধ্যমে (এর শরীর, বাক্য ও চিন্তা), পালিত তপস্বীদের মহান ব্রত (মহাব্রত) গঠন করে।\n\nপাঁচটি প্রধান ব্রত ছাড়াও, একজন গৃহকর্তা সাতটি সম্পূরক ব্রত (শীলা) এবং শেষ সল্লেখনা ব্রত পালন করবেন বলে আশা করা হয়।\n\n\n==== অহিংসা ====\n\nঅহিংসা প্রথম এবং প্রধান ব্রত হিসাবে জৈন মতবাদে আনুষ্ঠানিকভাবে রূপান্তরিত হয়। জৈন গ্রন্থ অনুসারে, তত্ত্বসূত্র: \"আবেগ থেকে জীবনীশক্তি ছিন্ন করা হল আঘাত।\"\n\n\n==== সত্য ====\n\nসত্য হলো মিথ্যা না বলার এবং সত্য কথা বলার ব্রত। সন্ন্যাসী বা সন্ন্যাসীকে মিথ্যা কথা বলা উচিত নয়, এবং হয় চুপ থাকা বা সত্য কথা বলা উচিত নয়।\nপ্রবীণ শাহের মতে, সত্যের মহান ব্রত \"কথা, মন ও কাজ\" এর ক্ষেত্রে প্রযোজ্য, এবং এর অর্থ হল অন্যদের নিরুৎসাহিত করা এবং অপমান করা যারা মিথ্যাকে স্থায়ী করে।\nমিথ্যার অন্তর্নিহিত কারণ হলো আবেগ এবং তাই এটিকে হিংসা ঘটাতে বলা হয়।\n\n\n==== অস্তেয় ====\n\nমহাব্রত হিসেবে অস্তেয় মানে এমন কিছু গ্রহণ না করা যা অবাধে দেওয়া হয় না এবং অনুমতি ছাড়া হয় না। এটি যেকোন কিছুর জন্য প্রযোজ্য এমনকি যদি অপ্রত্যাশিত বা দাবি না করা হয়, তা মূল্যবান বা মূল্যহীন জিনিস হোক না কেন। চুরি না করার এই ব্রত কর্ম, কথা ও চিন্তার ক্ষেত্রে প্রযোজ্য। আরও একজন পরামর্শদাতা, শাহ বলেন, অন্যদেরকে তা করতে উৎসাহিত করতে হবে না বা এই ধরনের কার্যকলাপের অনুমোদন দিতে হবে না।\nজৈন গ্রন্থ পুরুষার্থসিদ্ধ্যুপায় অনুসারে:\n\nআবেগ দ্বারা চালিত, দেওয়া হয়নি এমন কিছু গ্রহণকে চুরি বলে অভিহিত করা হয় এবং যেহেতু চুরি আঘাতের কারণ হয়, তাই এটি হিংসা।\n\nতত্ত্বার্থসূত্র অনুসারে, এই ব্রতকে শক্তিশালী করে এমন পাঁচটি পালন হলো:\n\nনির্জন জায়গায় বসবাস\nনির্জন জনপদে বসবাস\nঅন্যের জন্য কোন বাধা সৃষ্টি না করা\nপরিষ্কার খাদ্য গ্রহণ, এবং\nভাই সন্ন্যাসীদের সাথে ঝগড়া নয়\n\n\n==== ব্রহ্মচর্য ====\n\nজৈন সাধকদের মহাব্রত হিসাবে ব্রহ্মচর্যের অর্থ হলো ব্রহ্মচর্য এবং শরীর, শব্দ বা মন দিয়ে যেকোন ধরনের যৌন কার্যকলাপ এড়ানো। সন্ন্যাসীর কামুক আনন্দ উপভোগ করা উচিত নয়, যার মধ্যে সমস্ত পাঁচটি ইন্দ্রিয় অন্তর্ভুক্ত রয়েছে, বা অন্যদেরকে একই কাজ করতে বলবেন না, বা অন্য সন্ন্যাসীকে যৌন বা কামুক কার্যকলাপে জড়িত থাকার অনুমোদন দেবেন না।\n\n\n==== অপরিগ্রহ ====\n\nতত্ত্বার্থসূত্র অনুসারে, \"মোহ হলো সম্পত্তির প্রতি আসক্তি\"। জৈন গ্রন্থে উল্লেখ করা হয়েছে যে \"সম্পত্তির প্রতি আসক্তি (পরিগ্রহ) দুই প্রকার - অভ্যন্তরীণ সম্পদের সাথে সংযুক্তি (আভয়ন্তর পরিগ্রহ), এবং বাহ্যিক সম্পদের সাথে সংযুক্তি (বাহ্য পরিগ্রহ)।\nচৌদ্দটি অভ্যন্তরীণ সম্পদ হলো:\n\nভুল বিশ্বাস\nতিনটি যৌন-আবেগ\nপুরুষ যৌন-আবেগ\nনারী যৌন-আবেগ\nনিরপেক্ষ যৌন-আবেগ\nছয়টি ত্রুটি\nহাসি\nপছন্দ\nঅপছন্দ\nদুঃখ\nভয়\nবিতৃষ্ণা\nচারটি আবেগ\nরাগ\nঅহংকার\nছলনা\nলোভ\n\n\n=== অনুব্রত বা গৌণব্রত ===\nপাঁচটি মৌলিক ব্রত ছাড়াও সাতটি সম্পূরক ব্রত শ্রাবকের জন্য নির্ধারিত। এর মধ্যে রয়েছে তিনটি গুণব্রত এবং চারটি শিক্ষাব্রত।\nঅনুব্রতগুলো হলো:\n\nগুণব্রত (মেধা শপথ)\nদীগব্রত\nভোগোপভোগপরিমণ\nঅনর্থ-দণ্ডবীরমণ\nশিক্ষাব্রত (শৃঙ্খলামূলক শপথ)\nসামায়িক\nদ্বেষব্রত\nউপবাস\nঅতীহতি সম্বিভগ\nঅনুব্রত সম্পর্কে জৈন গ্রন্থ পুরুষার্থসিদ্ধ্যুপায় বলে:\n\nযে পুরুষ তার ব্রত রক্ষার জন্য অবিরামভাবে সমস্ত পরিপূরক ব্রত এবং সল্লেখনা পালন করে, তাকে 'মুক্তি' নামক কুমারী দ্বারা আন্তরিকভাবে মালা পরানো হয় (স্বামীর জন্য তার পছন্দ নির্দেশ করার ইঙ্গিত)'।\n\n\n=== সল্লেখানা ===\n\nসন্ন্যাসী বা শ্রাবক কর্ম ত্যাগ করার জন্য যে সমস্ত নির্ধারিত ব্রত পালন করেছে, সে তার জীবনের শেষভাগে সল্লেখানা ব্রত গ্রহণ করে।\nসালেখান সম্পর্কে জৈন গ্রন্থ পুরুষার্থসিদ্ধ্যুপায় বলে:\n\nসালেখান শ্রাবককে তার ধর্মীয় সম্পদ বহন করতে সক্ষম করে।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nJain, Vijay K. (২০১২), Acharya Amritchandra's Purushartha Siddhyupaya: Realization of the Pure Self, With Hindi and English Translation, Vikalp Printers, আইএসবিএন 978-81-903639-4-5,  এই উৎস থেকে এই নিবন্ধে লেখা অন্তর্ভুক্ত করা হয়েছে, যা পাবলিক ডোমেইনে রয়েছে। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nJain, Vijay K. (২০১১), Acharya Umasvami's Tattvarthsutra (1st সংস্করণ), Uttarakhand: Vikalp Printers, আইএসবিএন 978-81-903639-2-1,  এই উৎস থেকে এই নিবন্ধে লেখা অন্তর্ভুক্ত করা হয়েছে, যা পাবলিক ডোমেইনে রয়েছে। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSangave, Vilas Adinath (২০০১), Facets of Jainology: Selected Research Papers on Jain Society, Religion, and Culture, Mumbai: Popular Prakashan, আইএসবিএন 978-81-7154-839-2 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nTukol, Justice T. K. (১৯৭৬), Sallekhanā is Not Suicide (1st সংস্করণ), Ahmedabad: L.D. Institute of Indology,  এই উৎস থেকে এই নিবন্ধে লেখা অন্তর্ভুক্ত করা হয়েছে, যা পাবলিক ডোমেইনে রয়েছে। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে জৈন ধর্মনীতি সম্পর্কিত মিডিয়া দেখুন।"}