{"pageid": 1434362, "title": "পার্সি হাইন্স হোয়াইট", "url": "https://bn.wikipedia.org/wiki?curid=1434362", "content": "পারসি হাইন্স হোয়াইট (জন্ম: ৮ অক্টোবর, ২০০১) একজন কানাডিয়ান অভিনেতা। তিনি এজ অফ উইন্টার এবং এ ক্রিসমাস হরর স্টোরি চলচ্চিত্রে অভিনয় করেছেন, বিটুইন টেলিভিশন সিরিজে কাজ করেছেন এবং দ্য গিফটেড-এ অ্যান্ডি স্ট্রাকার এবং নেটফ্লিক্স কমেডি হরর সিরিজ ওয়েন্সডে-তে জেভিয়ার থর্প চরিত্রে অভিনয় করে খ্যাতি অর্জন করেছেন।\n\n\n== শৈশব ==\nহাইনেস হোয়াইট হলেন লেখক, অভিনেতা এবং পরিচালক, জোয়েল থমাস হাইনেস এবং লেখক ও অভিনেত্রী শেরি হোয়াইটের পুত্র।  হাইনেস হোয়াইট সর্বপ্রথম দুই বছর বয়সে স্থানীয়ভাবে অভিনয় করা শুরু করেন। এরপর মাত্র সাত বছর বয়সে \"ডাউন টু দ্য ডার্ট\" চলচ্চিত্রে তার বাবার একটি ছোট চরিত্রে অভিনয়ের মাধ্যমে তাঁর বড়পর্দায় আত্মপ্রকাশ ঘটে। হাইনেস হোয়াইট তার নিজ শহর সেন্ট জনসে একটি পারফর্মিং আর্টস গ্রুপে দুই বছর ধরে অধ্যয়ন করেছেন।\n\n\n== কর্মজীবন ==\nহাইন্স হোয়াইট ২০১৩ সালে 'দ্য গ্র্যান্ড সিডাকশন' চলচ্চিত্রে ব্রেন্ডন গ্লিসনের পাশাপাশি অভিনয় করেছিলেন। এছাড়া তিনি ২০১৬ সালে জোয়েল কিন্নামান এবং টম হল্যান্ডের সাথে 'এজ অফ উইন্টার' এবং ডোনাল্ড সাদারল্যান্ডের সাথে 'মিল্টনের সিক্রেট' চলচ্চিত্রেও কাজ করেন। 'মারডোক মিস্ট্রিজ', 'দ্য টোয়াইলাইট জোন', 'সেভিং হোপ', '১১.২২.৬৩' এবং 'বিটুইন' সিরিজগুলিতেও তাঁর অভিনয়ের অভিজ্ঞতা রয়েছে। হাইন্স হোয়াইট 'ক্র্যাকি', 'আই লাইক মুভিজ' এবং 'নাইট অ্যাট দ্য মিউজিয়াম: সিক্রেট অফ দ্য টম্ব' চলচ্চিত্রে অভিনয় করেছেন।\nহাইন্স হোয়াইটের যুগান্তকারী ভূমিকা ছিল 'দ্য গিফটেড' চলচ্চিত্রে মিউট্যান্ট অ্যান্ডি স্ট্রাকারের চরিত্রে অভিনয় করা। এক্স-মেন সিরিজের এই স্পিন-অফ টি ২০২০ সালে বন্ধ হওয়ার আগে দুটি সিজন ধরে ফক্স চ্যানেলে প্রচারিত হয়েছিল। এছাড়া সিবিসির কৌতুকধর্মী সিরিজ 'প্রিটি হার্ড কেসেস'-এ তাঁর একটি প্রধান ভূমিকা রয়েছে, যেখানে তিনি মেরেডিথ ম্যাকনিল এবং অ্যাড্রিয়েন সি. মুরের বিপরীতে ইলিয়ট ওয়াজোস্কি চরিত্রে অভিনয় করছেন।\n২০১৪ সালের 'কাস্ট নো শ্যাডো' চলচ্চিত্রে অভিনয়ের জন্য হাইন্স হোয়াইট আটলান্টিক ফিল্ম ফেস্টিভ্যালে শ্রেষ্ঠ অভিনেতার পুরস্কার জিতেছিলেন। চলচ্চিত্রটি আটলান্টিক ফিল্ম ফেস্টিভ্যাল অ্যাওয়ার্ডসে শ্রেষ্ঠ চলচ্চিত্র, পরিচালক, চিত্রনাট্যের মতো একাধিক পুরস্কার জিতেছিল। শ্রেষ্ঠ অভিনেতা হিসেবে হাইন্স হোয়াইটের জয় এই সফলতায় নতুন মাত্রা যোগ করেছিল।\nহাইন্স হোয়াইটের প্রথম চলচ্চিত্র ছিল ‘ডাউন টু দ্য ডার্ট’, যেখানে তিনি কিথের ভূমিকায় অভিনয় করেছিলেন। ২০২২ সালে তিনি জনপ্রিয় সিরিজ 'ওয়েনসডে'-তে জেভিয়ার থর্পের ভূমিকায় অভিনয় করেন।\nহাইন্স হোয়াইট 'ওয়েনসডে' সিরিজের সহশিল্পী জেনা ওর্তেগার সাথে 'উইন্টার স্প্রিং সামার অর ফল' নামে একটি রোমান্টিক কমেডি চলচ্চিত্রে অভিনয় করতে চলেছেন। ডেডলাইন অনুসারে, ছবিটি দুই কিশোর-কিশোরীকে (ওর্তেগা এবং হাইন্স হোয়াইট) নিয়ে, যারা বছরের চারটি ঋতুতে মিলিত হয় এবং প্রেমে পড়ে।\n\n\n== ব্যক্তিগত জীবন ==\n\"Wednesday\" ধারাবাহিকে তার চরিত্রে অভিনয়ের প্রস্তুতির অংশ হিসেবে, পার্সি হাইন্স হোয়াইট তীরন্দাজী, আঁকা এবং তলোয়ার চালনা সহ নানা নতুন দক্ষতা শিখেছিলেন। এছাড়াও তিনি নতুন নৃত্যের ধরনও রপ্ত করেছিলেন।\nপার্সি হাইন্স হোয়াইট বহুদিন ধরেই \"Wednesday\"র নির্বাহী প্রযোজক টিম বার্টনের ভক্ত ছিলেন। ছোটবেলা থেকেই এই ভক্তির শুরু।  তার বাবা জোয়েল তখন তাকে বার্টনের কবিতা পড়ে শোনাতেন। যখন হোয়াইটের মা তাকে ফোন করে জানালেন যে তিনি \"Wednesday\"তে জেভিয়ার থর্পের চরিত্রটি পেয়েছেন, তখন পার্সি ভেবেছিলেন এটি একটি মজা, বিশেষ করে যেহেতু দিনটি ছিল এপ্রিলের প্রথম তারিখ। পরে তিনি স্মরণ করে বলেন, \"আমি ফোনটি রেখে আবার ঘুমিয়ে যাই।\"\n২০২৩ সালের জানুয়ারী মাসে পার্সি হাইন্স হোয়াইটের বিরুদ্ধে টুইটারে যৌন নিপীড়নের অভিযোগ ওঠে। @milkievich হ্যান্ডেল থেকে একজন টুইটার ব্যবহারকারী একটি টুইটে দাবি করেছিলেন (যা পরে মুছে ফেলা হয়) যে হোয়াইট তাকে, আরও বেশ কয়েকজন মহিলা এবং একজন নাবালিকা মেয়েকে তার আয়োজিত পার্টিতে মদ ও মাদক খাইয়ে, তারপর তাদের যৌন নিপীড়ন করেছেন। হোয়াইট ২০১৩ সালের জুন মাসে একটি ইনস্টাগ্রাম স্টোরিতে এই অভিযোগগুলি অস্বীকার করেছেন, বলেছেন \"গুজবগুলি মিথ্যা\" এবং এটিকে \"ভুল তথ্য প্রচারের অভিযান\" বলে অভিহিত করেছেন।\n\n\n== চলচ্চিত্রকর্ম ==\n\n\n=== চলচ্চিত্র ===\n\n\n=== টেলিভিশন ===\n\n\n== পুরস্কার ==\n\n\n== তথ্যসূত্র =="}