{"pageid": 1434379, "title": "মহসিন রাজা নকভী", "url": "https://bn.wikipedia.org/wiki?curid=1434379", "content": "সৈয়দ মহসিন রাজা নকভি ( উর্দু:  سید محسن رضا نقوی‎‎  ;) জন্ম ২৮ অক্টোবর ১৯৭৮ একজন পাকিস্তানি রাজনীতিবিদ, এবং ক্রিকেট প্রশাসক । তিনি ৬ ফেব্রুয়ারি ২০২৪ সাল থেকে  পাকিস্তান ক্রিকেট বোর্ডের চেয়ারম্যান এবং ১১ মার্চ ২০২৪ সাল থেকে পাকিস্তানের স্বরাষ্ট্রমন্ত্রী হিসেবে দায়িত্ব পালন করছেন। তিনি সিটি মিডিয়া গ্রুপেরও প্রতিষ্ঠাতা।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nনকভি ২৮ অক্টোবর ১৯৭৮ সালে, লাহোর, পাঞ্জাব, পাকিস্তানে একটি পাঞ্জাবি সৈয়দ পরিবারে জন্মগ্রহণ করেছিলেন এবং তাদের পূর্বপুরুষের বাসস্থান পাকিস্তানে পাঞ্জাব প্রদেশের ঝাং শহরে রয়েছে। তিনি বর্তমানে সিটি মিডিয়া গ্রুপের চেয়ারম্যান হিসেবে দায়িত্ব পালন করছেন।\nনকভি ক্রিসেন্ট মডেল উচ্চ মাধ্যমিক বিদ্যালয় থেকে প্রাথমিক শিক্ষা লাভ করেন। পরে তিনি ওহাইও বিশ্ববিদ্যালয়ে উচ্চ শিক্ষার জন্য মার্কিন যুক্তরাষ্ট্রে যাওয়ার আগে সরকারি কলেজ বিশ্ববিদ্যালয়ে (জিসিইউ) পড়াশোনা করেন, যেখানে তিনি সাংবাদিকতায় ডিগ্রি অর্জন করেন।\n\n\n== মিডিয়া ক্যারিয়ার ==\nপড়াশোনা শেষ করার পর নকভি আমেরিকান কেবল নিউজ চ্যানেল সিএনএন- এর সাথে ইন্টার্নশিপ লাভ করেন। সিএনএন তাকে প্রযোজক হিসাবে পাকিস্তানকে কভার করার জন্য প্রেরণ করেছিল এবং পরবর্তীতে আলকায়দার সন্ত্রসী ৯/১১ হামলার পর বিশ্বব্যাপী সন্ত্রাসবিরোধী যুদ্ধের সময় দক্ষিণ এশিয়ার আঞ্চলিক প্রধান হয়েছিলেন। নাকভি ২০০৯ সাল পর্যন্ত সিএনএন-এর জন্য এই অঞ্চলে রিপোর্ট করেছেন।\n২০০৯ সালে ৩১ বছর বয়সে, নকভি সিটি নিউজ নেটওয়ার্ক প্রতিষ্ঠা করেন, যার সাথে সি৪২ তার প্রথম টেলিভিশন চ্যানেল ছিল যা পরে সিটি ৪২ হিসাবে পুনরায় ব্র্যান্ড করা হয়। সিটি নিউজ নেটওয়ার্ক ছয়টি টিভি চ্যানেল, একটি সংবাদপত্রের মালিক ২৪ নিউজ চ্যানেল, সারাইকি বেল্টের জন্য রোহি চ্যানেল এবং সি৪১ সহ। তিনি করাচি থেকে চ্যানেল ২১ ও চালু করেছেন। তার উর্দু নিউজ চ্যানেল সি৪৪ ও যুক্তরাজ্যে কাজ করছে।\n\n\n== রাজনৈতিক পেশা ==\n\n\n=== পাঞ্জাবের মুখ্যমন্ত্রী ===\nপাঞ্জাব প্রদেশের তত্ত্বাবধায়ক মুখ্যমন্ত্রী পদের জন্য বিরোধী দলনেতা পাঞ্জাব বিধানসভার নেতা হামজা শেহবাজ যে দুজন মনোনীত প্রার্থীর পরামর্শ দিয়েছিলেন তাদের মধ্যে নকভি ছিলেন একজন।    পাঞ্জাবের তত্ত্বাবধায়ক মুখ্যমন্ত্রী হিসেবে নাগভিকে মনোনীত করেন পাকিস্তানের নির্বাচন কমিশন প্রধান নির্বাচন কমিশনার সিকান্দার সুলতান রাজা।\n\n\n=== পাকিস্তানের স্বরাষ্ট্রমন্ত্রী ===\n১০ মার্চ ২০২৪ সালে রিপোর্ট প্রকাশিত হয়েছিল যে নকভি প্রধানমন্ত্রী শেহবাজের ফেডারেল মন্ত্রিসভায় স্বরাষ্ট্রমন্ত্রী হিসাবে যোগ দেবেন। পরবর্তীতে তিনি ১১ মার্চ, ২০২৪-এ শপথ গ্রহণ করেন\nপাকিস্তানের আইনে বলা হয়েছে যে অ-সংসদ সদস্যরা শুধুমাত্র সর্বোচ্চ ছয় পাকিস্তানের ছয় মাসের  জন্য ফেডারেল মন্ত্রী হিসাব কাজ করতে পারেন। এই আইনি প্রয়োজনে নকভিকে তার মন্ত্রী পদে বহাল রাখার জন্য সেই সময়সীমার মধ্যে সংসদে নিরা হয়েছেকরতে হবে।\n\n\n== প্রশাসনিক পেশা ==\n\n\n=== পাকিস্তান ক্রিকেট বোর্ডের চেয়ারম্যান ===\nপাকিস্তানের প্রধানমন্ত্রী এবং পিসিবি পৃষ্ঠপোষক-ইন-চিফ। পাকিস্তানের তত্ত্বাবধায়ক সরকারের প্রধানমন্ত্রী    আনোয়ার-উল-হক কাকার ২২ জানুয়ারী ২০২৪ সালে নকভিকে পাকিস্তান ক্রিকেট বোর্ডের গভর্নিং বোর্ডের সদস্য হিসাবে মনোনীত করেছিলেন।  তিনি ৬ই ফেব্রুয়ারি ২০২৪ সালে পাকিস্তান ক্রিকেট বোর্ডের চেয়ারম্যানের দায়িত্ব গ্রহণ করেন।\n\n\n== ব্যক্তিগত জীবন ==\nনকভি পাঞ্জাবের প্রাক্তন মুখ্যমন্ত্রী পারভেজ এলাহির শ্যালক আশরাফ মার্থের মেয়েকে বিয়ে করেছিলেন। ১৯৯৭ সালে লস্কর-ই-জাংভি জঙ্গিদের হাতে নিহত হওয়ার আগে আশরাফ মার্থ গুজরানওয়ালার এসএসপি ছিলেন।\n\n\n== পুরুস্কার ==\nসিতারা-ই-ইমতিয়াজ\n\n\n== বিতর্ক ==\n২০২৪ সালের মার্চ মাসে পাকিস্তানের একটি রিপোর্ট প্রকাশিত হয়েছিল যে নকভি পরবর্তী স্বরাষ্ট্রমন্ত্রী হবেন, তখন পিএমএল-এন এবং পিপিপি উভয়ই অস্বীকার করেছিল যে তিনি তাদের প্রার্থী ছিলেন না একজন সিনিয়র পিএমএল-এন নেতা নকভির নিয়োগে হতাশা প্রকাশ করেছিলেন, জোর দিয়েছিলেন যে তিনি তাদের প্রতিনিধিত্ব করেননি। পার্টি এবং যুক্তি দিয়েছিলেন যে তিনি পিপিপি পছন্দ, অন্যদিকে পিপিপি নেতা নকভিকে \" রাওয়ালপিন্ডির লোক\" বলে অভিহিত করেছেন, যা পাকিস্তানি সামরিক সংস্থার একটি উল্লেখ।\n\n\n== তথ্যসূত্র =="}