{"pageid": 1434970, "title": "মারি, সিরিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1434970", "content": "মারী ছিল একটি প্রাচীন সেমেটিক নগররাষ্ট্র, যা আধুনিক সিরিয়া রাষ্ট্রের অন্তর্গত। এই নগররাষ্ট্রের স্তরীভূত ধ্বংসাবশেষ ইউফ্রেটিস নদীর পশ্চিম তীরে আবু কামাল থেকে ১১ কিলোমিটার উত্তর-পশ্চিমে, দেইর ইজ-জোর থেকে প্রায় ১২০ কিলোমিটার দক্ষিণ-পূর্বে অবস্থিত। এটি ২৯০০ খ্রিস্টপূর্বাব্দ থেকে ১৭৫৯ খ্রিস্টপূর্বাব্দের মধ্যে একটি বাণিজ্য কেন্দ্র এবং আধিপত্যবাদী রাষ্ট্র হিসেবে বিকাশ লাভ করে। শহরটি দক্ষিণে সুমের এবং পশ্চিমে ইবলা রাজ্য ও লেভান্টের মধ্যে ইউফ্রেটিস বাণিজ্য পথের মাঝে নির্মিত হয়েছিল।\nমারী খ্রিস্টপূর্ব ২৬তম শতাব্দীর মাঝামাঝি প্রথম পরিত্যক্ত হয়েছিল, কিন্তু পুনর্নির্মিত হয়েছিল এবং ২৫০০ খ্রিস্টপূর্বাব্দের আগে একটি আধিপত্যবাদী পূর্ব সেমেটিক রাষ্ট্রের রাজধানী হয়ে ওঠে। এই দ্বিতীয় মারী তার প্রতিদ্বন্দ্বী ইবলা রাজ্যের সঙ্গে দীর্ঘ যুদ্ধে জড়িয়ে পড়ে, এবং সুমেরীয় সংস্কৃতির সঙ্গে তার দৃঢ় সখ্যতার জন্য পরিচিত। এটি খ্রিস্টপূর্ব ২৩তম শতাব্দীতে আক্কাদীয়দের দ্বারা ধ্বংস হয়ে গিয়েছিল, যারা শহরটিকে পুনর্নির্মাণের অনুমতি দিয়েছিল এবং একজন সামরিক গভর্নর (শাক্কানাক্কু) নিযুক্ত করেছিল। আক্কাদীয় সাম্রাজ্যের বিচ্ছিন্নতার সঙ্গে গভর্নরগণ স্বাধীন হয়ে ওঠেন এবং ইউফ্রেটিস উপত্যকার একটি আঞ্চলিক কেন্দ্র হিসেবে শহরটিকে পুনর্নির্মাণ করেন। খ্রিস্টপূর্ব ১৯তম শতাব্দীর দ্বিতীয়ার্ধ পর্যন্ত শাক্কানাক্কুগণ মারীকে শাসন করেছিল, যখন রাজবংশটি অজানা কারণে ভেঙে পড়েছিল। অল্প সময়ের পরে, মারী আমোরাইট লিম রাজবংশের রাজধানী হয়ে ওঠে। ব্যাবিলোনিয়া দ্বারা ১৭৬১ খ্রিস্টপূর্বাব্দে ধ্বংস হওয়ার আগে, আমোরাইট দ্বারা শাসিত মারী শহরটি অল্প সময়ের জন্য টিকে ছিল, কিন্তু এটি হেলেনিস্টিক যুগে পরিত্যক্ত ও বিস্মৃত যাওয়ার আগে ব্যাবিলনীয় ও অ্যাসিরীয়াদের শাসনের অধীনে একটি ছোট বসতি হিসাবে টিকে ছিল।\nমারীওটগণ সেমেটিক ও সুমেরীয় উভয় দেবতার পূজা করত এবং তাদের শহরকে একটি প্রধান বাণিজ্য কেন্দ্র হিসাবে প্রতিষ্ঠিত করেছিল। যদিও প্রাক-আমোরাইট যুগগুলি ব্যাপকভাবে সুমেরীয় সাংস্কৃতিক প্রভাব দ্বারা চিহ্নিত করা হয়েছিল, মারী সুমেরীয় অভিবাসীদের শহর ছিল না কিন্তু ইবলাতের মতো একটি উপভাষা সহ সেমিটীয়-ভাষী দেশ ছিল। মারীওটগণ ছিল পশ্চিম সেমিটীয়, যারা খ্রিস্টপূর্ব ২১তম শতাব্দীর আগে এই অঞ্চলে বসতি স্থাপন শুরু করেছিল; লিম রাজবংশের দ্বারা (আনু. ১৮৩০ খ্রিস্টপূর্ব), তারা উর্বর চন্দ্রকলার প্রভাবশালী জনগোষ্ঠীতে পরিণত হয়েছিল।\n১৯৩৩ খ্রিস্টাব্দে মারীর আবিষ্কার প্রাচীন মেসোপটেমিয়া ও সিরিয়ার ভূ-রাজনৈতিক মানচিত্রে একটি গুরুত্বপূর্ণ অন্তর্দৃষ্টি প্রদান করে; ২৫,০০০ টিরও বেশি ফলক (ট্যাবলেট) আবিষ্কারের কারণে খ্রিস্টপূর্ব ২য় সহস্রাব্দে রাষ্ট্রীয় প্রশাসন এবং এই অঞ্চলের রাজনৈতিক ক্ষমতার মধ্যে কূটনৈতিক সম্পর্কের প্রকৃতিকে ব্যাখ্যা করে। তারা খ্রিস্টপূর্ব ১৮তম শতাব্দীর বিস্তৃত বাণিজ্য নেটওয়ার্কগুলিও প্রকাশ করেছিল, যা দক্ষিণ এশিয়ার আফগানিস্তান এবং ভূমধ্যসাগরের ক্রিট পর্যন্ত অঞ্চলগুলিকে সংযুক্ত করেছিল।\n\n\n== অর্থনীতি ==\nপ্রথম মারী সিরিয়ায় এখন পর্যন্ত আবিষ্কৃত প্রাচীনতম চাকা-কর্মশালা উপস্থিতি প্রদান করেছে, এবং এটি ব্রোঞ্জ ধাতুবিদ্যার একটি কেন্দ্র ছিল। এই শহরটিতে ধাতুগলন, রঞ্জনবিদ্যা ও মৃৎপাত্র তৈরির জন্য নিবেদিত এলাকাও ছিল, যেখানে উচ্চ খাবুর ও ইউফ্রেটিস এলাকা থেকে নদীপথে নৌকা দ্বারা আনা কাঠকয়লা ব্যবহার করা হয়েছিল।\nদ্বিতীয় রাজ্যের অর্থনীতি কৃষি ও বাণিজ্য উভয়ের উপর ভিত্তি করে ছিল। এটি কেন্দ্রীভূত এবং একটি সাম্প্রদায়িক সংস্থার মাধ্যমে পরিচালিত হয়েছিল, সাম্প্রদায়িক শস্যভাণ্ডারে শস্য সংরক্ষণ করা এবং সামাজিক অবস্থা অনুসারে বিতরণ করা হত। সংস্থাটি রাজ্যের পশুপালকেও নিয়ন্ত্রণ করত। কিছু গোষ্ঠী ধাতু ও বস্ত্র উৎপাদক এবং সামরিক কর্মকর্তা সহ সাম্প্রদায়িক সংগঠনের পরিবর্তে প্রাসাদের সরাসরি সুবিধাভোগী ছিল। ইবলা একটি গুরুত্বপূর্ণ ব্যবসায়িক অংশীদার এবং প্রতিদ্বন্দ্বী ছিল, মারীর অবস্থান, এটিকে লেভান্ট ও মেসোপটেমিয়া মধ্যে সংযোগকারী পথের পাশে একটি গুরুত্বপূর্ণ বাণিজ্য কেন্দ্র করে তুলেছিল।\nআমোরাইট মারী অর্থনীতির পুরাতন দৃষ্টিভঙ্গিগুলি বজায় রেখেছিল, এখনও বহুলাংশে ইউফ্রেটিস উপত্যকা বরাবর কৃষিকাজ সেচের উপর নির্ভর করে। শহরটি ব্যাবিলনিয়া ও অন্যান্য রাজ্যের বণিকদের জন্য একটি বাণিজ্য কেন্দ্র ছিল, দক্ষিণ ও পূর্ব থেকে পণ্যগুলি উত্তর, উত্তর-পশ্চিম ও পশ্চিম দিকে নদীপথে নৌকা দ্বারা পরিবহন করা হত। প্রধান বাণিজ্য ছিল ইরানী মালভূমি থেকে পশ্চিমে ক্রিট পর্যন্ত ধাতু ও টিন রপ্তানি করা। অন্যান্য পণ্যের মধ্যে সাইপ্রাসের তামা, আনাতোলিয়ার রূপা, লেবাননের কাঠ, মিশরের সোনা, জলপাই তেল, ওয়াইন ও বস্ত্র এবং এমনকি আধুনিক আফগানিস্তানের মূল্যবান পাথর অন্তর্ভুক্ত ছিল।\n\n\n== বর্তমান পরিস্থিতি ==\nসিরিয়ার গৃহযুদ্ধের ফলে ২০১১ খ্রিস্টাব্দ থেকে খনন কাজ বন্ধ হয়ে যায় এবং পুনরায় আরম্ভ হয়নি। স্থানটি সশস্ত্র গোষ্ঠীদের নিয়ন্ত্রণে আসে এবং ব্যাপক লুটপাটের শিকার হয়। একটি সরকারী প্রতিবেদনে ২০১৪ খ্রিস্টাব্দের প্রকাশ করা হয়েছে, যে ডাকাতরা রাজপ্রাসাদ, জনসাধারণের স্নানাগার, ইশতার মন্দির এবং দাগানের মন্দিরের উপর দৃষ্টি নিবদ্ধ করেছিল। কৃত্রিম-উপগ্রহ থেকে প্রাপ্ত ছবির উপর ভিত্তি করে ধারণা করা হচ্ছে, লুটপাট কমপক্ষে ২০১৭ খ্রিস্টাব্দ পর্যন্ত অব্যাহত ছিল।\n\n\n== তথ্যসূত্র =="}