{"pageid": 1434767, "title": "রুচিরা গুপ্ত", "url": "https://bn.wikipedia.org/wiki?curid=1434767", "content": "রুচিরা গুপ্ত একজন সাংবাদিক এবং কর্মী। তিনি একটি বেসরকারী সংস্থা আপনে আপের প্রতিষ্ঠাতা, যারা নারী অধিকার এবং যৌন পাচার নির্মূলের জন্য কাজ করে।\n\n\n== তথ্যচিত্র ==\nরুচিরা গুপ্ত যে তথ্যচিত্রগুলিতে কাজ করেছেন তার মধ্যে রয়েছে:\n\nভ্রাতৃত্ব : আরএসএস, বিবিসি।\nশূন্য ঘন্টা : সংসদ সদস্যদের সাথে একটি ১৩ পর্বের ভারতীয় কুইজ শো। বিআইটিভি।\nনিরীহদের বিক্রি । নেপাল থেকে ভারতের মুম্বাই পর্যন্ত যৌন-পাচার সংক্রান্ত তথ্যচিত্র, সিবিসি এবং এইচবিও-তে প্রদর্শিত হয়েছে।\nকালীর হাসি : বিবিসি রেডিও ৪, ভারতীয় জনপ্রিয় সংস্কৃতিতে দেবতা ও দেবীর ভূমিকার উপর তথ্যচিত্র।\nশিবের বিয়ে : বিবিসি রেডিও ৪, ভারতীয় জনপ্রিয় সংস্কৃতিতে দেব-দেবীর ভূমিকার উপর তথ্যচিত্র।\nজাফরান ওয়ারিয়র্স - ভারতে নাৎসি শৈলীর হিন্দু মৌলবাদের উপর আনরিপোর্টেড ওয়ার্ল্ডের সিরিজ, চ্যানেল ৪, ইউকে, ২০০৩।\nল্যান্ড অফ দ্য মিসিং চিলড্রেন - আনরিপোর্টেড ওয়ার্ল্ড ।\nভারতে পল মার্টন , বিবিসি, চ্যানেল ৫, যুক্তরাজ্য।\n\n\n== কমিটি ==\n'সহিংসতার অবসানে আন্দোলন' নামক সামাজিক পরিবর্তনের জন্য আন্দোলন গড়ে তোলার উপদেষ্টা কমিটির সদস্য ছিলেন।\nস্টিয়ারিং কমিটির সদস্য এবং একাদশ পরিকল্পনার জন্য নারীর ক্ষমতায়ন এবং শিশুদের উন্নয়ন সংক্রান্ত প্রতিবেদনে অবদানকারী।\nভারত সরকারের পরিকল্পনা কমিশন (সামাজিক বিচার ও কল্যাণ বিভাগ, ২০১১)।\n\n\n== গ্রন্থপঞ্জি ==\nGupta, Ruchira (২০১১), \"Pornography in India\",   Tankard Reist, Melinda; Bray, Big Porn Inc.: exposing the harms of the global pornography industry, North Melbourne, Victoria: Spinifex Press, পৃষ্ঠা 239–248, আইএসবিএন 9781876756895. \n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nরুচিরা গুপ্তা (সম্পাদক)  As if Women Matter: The Essential, গ্লোরিয়া স্টেইনেম রিডার রূপা পাবলিকেশন্স। ইন্ডিয়া প্রা. লিমিটেড,২০১৪। নতুন দিল্লি.\nনয় দুনিয়া ২০১৩  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৫ ফেব্রুয়ারি ২০১৪ তারিখে\nপ্রেরণা ইন্ডিয়া টুডে ২০১৩ এর পতিত নারী\nবানজারন অর জনজাতিও কে সাথ ইনসাফ হো, স্বরাজ খার ২০১৩\nক্রিস্টফ, নিকোলাস ডি. ; এবং WuDunn, শেরিল । হাফ দ্য স্কাই: বিশ্বব্যাপী মহিলাদের জন্য নিপীড়নকে সুযোগে পরিণত করা।আইএসবিএন ৯৭৮-০-৩০৭-৩৮৭০৯-৭\nসলোমন, রিভকা। যে ডিম্বাশয় লাগে! : সাহসী মহিলা এবং তাদের নির্লজ্জ কাজ , থ্রি রিভার প্রেস, ২০০২।আইএসবিএন ৯৭৮-০-৬০৯-৮০৬৫৯-৩আইএসবিএন 978-0-609-80659-3\nমরিস, হলি । অ্যাডভেঞ্চার ডিভাস: সার্চিং দ্য গ্লোব ফর উইমেন হু আর চেঞ্জিং দ্য ওয়ার্ল্ড, ভিলার্ড, ২০০৬।আইএসবিএন ৯৭৮-০-৩৭৫-৭৬০৬৩-১আইএসবিএন 978-0-375-76063-1\nজৈন, নীহারিকা এবং তারা সুরি, স্বচ্ছতার অভাব, হার্ভার্ড ক্রিমসন, 2010।\nশুয়ুন, সূর্য । মেঘ ছাড়া দশ হাজার মাইল, ২০০৪।আইএসবিএন ৯৭৮-০-০০-৭১২৯৭৪-৪আইএসবিএন 978-0-00-712974-4\nহেওয়ার্ড, রুথ। Breaking the Earthenware Jar: Lessons from South Asia to End Violence Against Women and Girls, জাতিসংঘ।আইএসবিএন ৯৭৮-৯২-৮০৬-৩৫৭৪-৪আইএসবিএন 978-92-806-3574-4\nজাহানবেগলু, রামিন । ইন্ডিয়া রিভিজিটেড: কনভারসেশনস অন কনটেম্পরারি ইন্ডিয়া, অক্সফোর্ড ইউনিভার্সিটি প্রেস, 2008।আইএসবিএন ৯৭৮-০-১৯-৫৬৮৯৪৪-০আইএসবিএন 978-0-19-568944-0\nশেলি, লুইস। মানব পাচার: একটি বিশ্বব্যাপী দৃষ্টিকোণ, জর্জ মেসন বিশ্ববিদ্যালয়।আইএসবিএন ৯৭৮-০-৫২১-১১৩৮১-৬আইএসবিএন 978-0-521-11381-6\n\n\n== বহিঃসংযোগ ==\nআপনে আপ নারী বিশ্বব্যাপী\nইন্টারনেট মুভি ডেটাবেজে রুচিরা গুপ্ত (ইংরেজি)\nহোয়াইট হাউসে বক্তব্য রাখছেন রুচিরা গুপ্তা\nইন্ডিয়ান এক্সপ্রেস, জুলাই ২০০৯ -- রেড লাইট ডেসপ্যাচ\nলেট/বিক্রয়ের জন্য?  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৩ নভেম্বর ২০১৩ তারিখে রুচিরা গুপ্ত দ্বারা লিখিত  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৩ নভেম্বর ২০১৩ তারিখে"}