{"pageid": 1434757, "title": "মুভমেন্ট ইন ব্ল্যাক (কবিতা সংকলন)", "url": "https://bn.wikipedia.org/wiki?curid=1434757", "content": "মুভমেন্ট ইন ব্ল্যাক হলো কৃষ্ণাঙ্গ সমকামী নারীবাদী প্যাট পার্কারের কবিতার একটি সংকলন।\n\n\n== প্রকাশনার ইতিহাস ==\nসংগ্রহটি মূলত ১৯৭৮ সালে ডায়ানা প্রেস দ্বারা প্রকাশিত হয়েছিল। ১৯৭৯ সালে ডায়ানা প্রেস বন্ধ হয়ে গেলে মুভমেন্ট ইন ব্ল্যাক ছাপানো বন্ধ হয়ে যায়। ১৯৮৩ সালে, ক্রসিং প্রেস এই সংগ্রহের একটি প্রতিকৃতি সংস্করণ জারি করে, যদিও ১৯৮৭ সালের মধ্যে সংকলনটি আবার অনুপলব্ধ ছিল। ১৯৮৯ সালে পার্কারের মৃত্যুর পরপরই, ফায়ারব্র্যাণ্ড বুকস তার সংগ্রহের প্রথম সংস্করণ প্রকাশ করে, যার মধ্যে অড্রে লর্ডের একটি মুখবন্ধ এবং জুডি গ্রাহনের একটি ভূমিকা অন্তর্ভুক্ত ছিল। দশ বছর পরে, ফায়ারব্র্যাণ্ড মুভমেন্ট ইন ব্ল্যাকের একটি সম্প্রসারিত সংস্করণ প্রকাশ করে, যার মধ্যে রয়েছে পূর্বে অপ্রকাশিত কাজের একটি নতুন বিভাগ, চেরিল ক্লার্কের একটি মুখবন্ধ, এবং দশজন কৃষ্ণাঙ্গ লেখকের \"উদযাপন, স্মরণ, শ্রদ্ধাঞ্জলি\", যাদের মধ্যে ছিলেন লর্ড, অ্যাঞ্জেলা ওয়াই ডেভিস, পামেলা স্নিড, এবং বারবারা স্মিথ\n\n\n== সারসংক্ষেপ ==\nএকজন কৃষ্ণাঙ্গ নারী, সমকামী, নারীবাদী, মা, লেখক, কবি এবং কর্মী হিসেবে পার্কারের অভিজ্ঞতা কবিতা সংগ্রহে প্রদর্শিত হয়েছে। এর প্রথম তিনটি প্রকাশনায়, মুভমেন্ট ইন ব্ল্যাক-এর চারটি বিভাগ ছিল: বিবাহিত, লিবারেশন ফ্রন্টস, বিয়িং গে, এবং লাভ পোয়েমস; সম্প্রসারিত সংস্করণে একটি পঞ্চম বিভাগ, নতুন কাজ অন্তর্ভুক্ত রয়েছে। শিরোনাম অনুসারে, প্রাথমিক চারটি বিভাগের কবিতায় পার্কারের দুইটি ঝটিকাপূর্ণ বিবাহ এবং বিবাহবিচ্ছেদ (\"কখনো কখনো আমার স্বামী একজন মানুষের মতো কাজ করে\"; \"এক্সোডাস (টু মাই হাজবেণ্ড'স লাভার্স)\"), তার উগ্রবাদী সক্রিয়তা (\"ফ্যাসিস্টদের কথা বলতে দিও না\", \"শ্বেতাঙ্গ ব্যক্তির জন্য যিনি জানতে চান কীভাবে আমার বন্ধু হতে চান\", \"কৃষ্ণাঙ্গদের আন্দোলন\"), তার অদ্ভুত পরিচয় (\"আমার প্রেমিকা একজন নারী\", \"বিষমকামি লোকের জন্য যারা সমাকামিদের নিয়ে চিন্তিত নয় কিন্তু ইচ্ছা পোষণ করে যাতে তারা এতো প্রদর্শন না করে\"), এবং প্রেম (\"সানশাইন\", \"অন জেলাসি\") অন্বেষণ করেছে।\n\n\n== সমালোচনাধর্মী বিশ্লেষণ ==\nএমি ওয়াশবার্নের মতে, মুভমেন্ট ইন ব্ল্যাক \"আত্ম এবং সমাজের সংগ্রামে বিপ্লবের রূপ হিসেবে ছেদ এবং একইসাথে একে প্রতীকী করে তোলে।\" \"সময় ও স্থানের বিষয়, প্রান্তিককরণ ও আন্দোলন, পার্থক্য ও শক্তি, দৃশ্যমানতা ও অদৃশ্যতা এবং ইতিহাস ও স্মৃতির উপর দৃষ্টি নিবদ্ধ করে,\" পার্কার আত্মজীবনীমূলক লেখা ব্যবহার করেছিলেন \"প্রতিরোধের ব্যক্তিগত এবং রাজনৈতিক বিষয়গুলোকে প্রজ্বলিত করতে।\" জুয়েল গোমেজ বলেছেন যে পুরো মুভমেন্ট ইন ব্ল্যাক, যেমন পার্কার \"সর্বদাই করতেন\", তিনি \"সাধারণ ভাষা এবং আচার ব্যবহার করেছেন কৃষ্ণাঙ্গ নারীদের সাধারণ জীবনের অভিজ্ঞতাকে মূল্যায়ন করার জন্য। এইভাবে তিনি অন্যদের বৃদ্ধির সম্ভাবনার ঝলক এবং পরিবর্তন দেখিয়েছেন।\"\n\n\n== আরও পড়ুন ==\nওয়াশবার্ন, এমি (২০১৫-০৬-১৫)। \"আনপ্যাকিং প্যাট পার্কার: ইন্টারসেকশন এবং রেভুলেশন ইন \"মুভমেন্ট ইন ব্ল্যাক\"\": ৩০৫–৩১৬। ডিওআই:10.1080/10894160.2015.1026704। পিএমআইডি 26075685। \nআলি, কাজিম (২০১৫)। \"দ্য কিলার উইল মেইন ফ্রি: অন প্যাট পার্কার অ্যান্ড দ্য পোয়েটিক্স অফ ম্যাডনেস\": ৩৭৯–৩৮৩। ডিওআই:10.1080/10894160.2015.1028281। পিএমআইডি 26075690। \n\n\n== তথ্যসূত্র =="}