{"pageid": 1434933, "title": "উইলিয়াম ক্রুইকশ্যাঙ্ক (রসায়নবিদ)", "url": "https://bn.wikipedia.org/wiki?curid=1434933", "content": "উইলিয়াম ক্রুকশ্যাঙ্ক (জন্ম আনুমানিক ১৭৪০ বা ১৭৫০, মৃত্যু ১৮১০ বা ১৮১১ ) ছিলেন একজন স্কটিশ সামরিক সার্জন এবং রসায়নবিদ, এবং রয়্যাল মিলিটারি একাডেমি, উলউইচের রসায়নের অধ্যাপক।\n১৭৮০ সালের ৫ অক্টোবর ইংল্যান্ডের রয়্যাল কলেজ অফ সার্জনস উইলিয়াম ক্রিকশ্যাঙ্ককে ডিপ্লোমা প্রদান করেন। ১৭৮৮ সালের মার্চ মাসে তিনি উলউইচের রয়্যাল মিলিটারি একাডেমিতে বছরে ৩০ পাউন্ড বেতনে অ্যাডায়ার ক্রফোর্ডের সহকারী হন। ১৮০২ সালের ২৪ জুন, তিনি রয়্যাল সোসাইটির (এফআরএস) একজন ফেলো হন।\n\n\n== আবিষ্কার এবং উদ্ভাবন ==\nতিনি ১৮০০ সালে কার্বন মনোক্সাইডকে কার্বন ও অক্সিজেনযুক্ত যৌগ হিসেবে চিহ্নিত করেন ১৮০০ সালে তিনি পানি বিশুদ্ধ করার জন্য ক্লোরিন ব্যবহার করেছিলেন। তিনি ক্লোরালকালী প্রক্রিয়াও আবিষ্কার করেন।\n\n\n=== স্ট্রনশিয়াম ===\nকিছু লেখক আর্গিলেশায়ারে স্ট্রনশিয়ানের কাছে পাওয়া একটি স্কটিশ খনিজ, স্ট্রনশিয়ানাইটে একটি অজানা পদার্থের ধারণা করার জন্য প্রথমে ক্রুকশ্যাঙ্ককে কৃতিত্ব দেন। অন্যান্য লেখকরা এই নতুন পৃথিবীর আবিষ্কারের জন্য অ্যাডায়ার ক্রফোর্ডের নাম দিয়েছেন, একটি শিখাকে লাল রঙ দেওয়ার খনিজ বৈশিষ্ট্যের কারণে। এটি পরে হামফ্রি ডেভি দ্বারা বিচ্ছিন্ন করা হয়েছিল এবং এখন এটি স্ট্রনশিয়াম নামে পরিচিত।\n\n\n=== ডায়াবেটিস ===\nক্রুকশ্যাঙ্ক ১৭৯০-এর দশকে উলউইচে জন রোলোর সাথে কাজ করেছিলেন এবং ডায়াবেটিস সম্পর্কে তার কিছু আবিষ্কার এই অবস্থার খাদ্যতালিকাগত চিকিত্সার উপর রোলোর বইতে প্রকাশিত হয়েছিল। এই গবেষণা তাকে ১৭৯৮ সালে ইউরিয়া বিচ্ছিন্ন করতে পরিচালিত করেছিল, যদিও তার অগ্রাধিকারটি তখন স্বীকৃত ছিল না।\n\n\n=== ট্রফ ব্যাটারি ===\nআনুমানিক ১৮০০ সালে, ক্রুকশ্যাঙ্ক ট্রফ ব্যাটারি আবিষ্কার করেন, এটি আলেসান্দ্রো ভোল্টার ভোল্টাইক পাইলের একটা উন্নত সংস্করণ। প্লেটগুলি একটি স্তম্ভে উল্লম্বভাবে না হয়ে একটি খাদে অনুভূমিকভাবে সাজানো হয়েছিল।\n\n\n=== ইলেক্ট্রোলাইসিস ===\n১৮০০ সালে আলেসান্দ্রো ভোল্টার ভোল্টাইক পাইল আবিষ্কারের কিছু পরে, ক্রুকশ্যাঙ্ক ইলেক্ট্রোলাইসিসের সাথে জড়িত বেশ কয়েকটি পরীক্ষা পরিচালনা করেন। তিনি রূপার তারগুলিকে একটি ব্যাটারির খুঁটির সাথে সংযুক্ত করেছিলেন এবং সেগুলিকে পাতিত পানির দ্রবণে স্থাপন করেছিলেন এবং পরে ফলাফলগুলি পর্যবেক্ষণ করে বিভিন্ন ধরণের অন্যান্য দ্রবণে স্থাপন করেছিলেন। যখন তারগুলিকে লেড অ্যাসিটেট, কপার সালফেট এবং সিলভার নাইট্রেটের বিভিন্ন দ্রবণে স্থাপন করা হয়, তখন একটি তারে যথাক্রমে বিশুদ্ধ সীসা, তামা এবং রূপা জমা হয়। এই পরীক্ষাগুলি থেকে তিনি লক্ষ্য করেছিলেন যে \"যেখানে পানির পরিবর্তে ধাতব দ্রবণগুলি নিযুক্ত করা হয়, একই তার যা হাইড্রোজেনকে পৃথক করে তা ধাতব ক্যালক্সকে পুনরুজ্জীবিত করে এবং তারের প্রান্তে তার বিশুদ্ধ ধাতব অবস্থায় জমা করে।\" ধাতব দ্রবণ থেকে বিশুদ্ধ ধাতু নিষ্কাশনের এই প্রক্রিয়াটি আজ ইলেক্ট্রোউইনিং নামে পরিচিত। এর দ্বারা তামা এবং অন্যান্য ধাতু পরিশোধন ব্যবহার করা হয়।\n\n\n== অবসর এবং মৃত্যু ==\n১৮০৩ সালের মার্চ মাসে, ক্রুকশ্যাঙ্ক খুব অসুস্থ হয়ে পড়েন এবং এটা সম্ভবত তার পরীক্ষার সময় ফসজিনের সংস্পর্শে আসার কারণে হয়েছিল। ১৮০৪ সালের ৬ জুলাই তিনি প্রতিদিন ১০ শিলিং পেনশনে অবসর গ্রহণ করেন। তিনি ১৮১০ বা ১৮১১ সালে মারা যান এবং সামরিক রেকর্ডে বলা হয়েছে যে তার মৃত্যু স্কটল্যান্ডে হয়েছিল।\n\n\n== আরো দেখুন ==\nউইলিয়াম কাম্বারল্যান্ড ক্রুইকশ্যাঙ্ক\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nক্লার্কসন বিশ্ববিদ্যালয়ে জীবনী  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২২ এপ্রিল ২০০৮ তারিখে"}