{"pageid": 1434821, "title": "সময়সার", "url": "https://bn.wikipedia.org/wiki?curid=1434821", "content": "সময়সার হলো আচার্য কুন্দকুণ্ড কর্তৃক রচিত একটি বিখ্যাত জৈন গ্রন্থ। গ্রন্থটির দশটি অধ্যায়ে জীবের (আত্মা) প্রকৃতি, কর্ম ও মোক্ষের সাথে তার সংযুক্তি নিয়ে আলোচনা করা হয়েছে।\nসময়সার কর্ম, আশ্রব, বন্ধ, সংবার, নির্জরা এবং  মোক্ষের মতো জৈন ধারণাগুলিকে ব্যাখ্যা করে।\n\n\n== বিষয়বস্তু ==\nকুন্দকুণ্ডের মূল সময়সারটি ৪১৫টি শ্লোক নিয়ে গঠিত এবং এটি প্রাকৃত ভাষায় লেখা হয়েছিল। সময়সারের প্রথম শ্লোক (নীতিবচন) হলো একটি আমন্ত্রণ:\n\nও ভব্য (মুক্তির সম্ভাব্য আকাঙ্ক্ষী)! অনন্ত, অপরিবর্তনীয় অস্তিত্বের পঞ্চম অবস্থায় প্রতিষ্ঠিত সমস্ত সিদ্ধকে প্রণাম করা, এবং অতুলনীয় (পরিপূর্ণতা সমান শ্রেষ্ঠত্ব), আমি এই সময়প্রাভৃতকে উচ্চারণ করব, যা শাস্ত্রের সর্বজ্ঞানী গুরুদের দ্বারা উত্থাপন করা হয়েছে।\nসময়সারের মতে, প্রকৃত আত্মা হলো সেই আত্মা যে রত্নত্রয় লাভ করেছে অর্থাৎ সম্যক দর্শন, সম্যক জ্ঞান এবং সম্যক চরিত্র। এই অবস্থাগুলি যখন আত্মা পবিত্রতা অর্জন করে তখন হলো অরিহন্ত ও সিদ্ধ। পঞ্চ ইন্দ্রিয়ের উপর জয়লাভ করা যায়। সময়সার অনুসারে:\n\nস্বয়ং, তার নিজের উদ্যোগের দ্বারা, নিজেকে পুণ্য এবং সেইসাথে দুষ্ট কর্মকাণ্ড থেকে রক্ষা করে যা যোগ্যতা ও ক্ষতির কারণ হয়, এবং নিজেকে সঠিক বিশ্বাস ও জ্ঞানে স্থির করে, দেহ ও কামনা-বাসনা ইত্যাদি থেকে বিচ্ছিন্ন, বাহ্যিক ও অভ্যন্তরীণ সংযুক্তি বর্জিত, নিজের আত্মার মাধ্যমে নিজের উপর চিন্তা করে এবং কর্মফল এবং অর্ধ-কর্ম্ম বিষয়ের (নোকর্ম) উপর চিন্তা করে না; এই ধরনের স্বাতন্ত্র্যপূর্ণ গুণাবলীর সাথে স্বয়ং নিজের সাথে একতা অনুভব করে। এইরূপ স্বয়ং, আত্মকে চিন্তা করে, সঠিক বিশ্বাস ও জ্ঞানের প্রকৃতিতে পরিণত হয়, এবং নিজের মধ্যে নিমগ্ন হয়ে, অল্প সময়ের মধ্যে, সমস্ত কর্ম থেকে মুক্ত শুদ্ধ আত্মার মর্যাদা অর্জন করে।\n\n\n== ভাষ্য ==\nএটার উপর অনেকগুলো ভাষ্য আছে। আচার্য অমৃতচন্দ্র দ্বাদশ শতাব্দীতে রচিত আত্মখ্যাতি বা \"সময়সার কলশ\" হলো ২৭৮ শ্লোক সংস্কৃত ভাষ্য। \"সময়সার কলশ টিকা\" বা \"বলবোধ\" খ্রিস্টীয় ১৬শ শতাব্দীতে পান্ডে রাজমল বা রায়মল লিখেছিলেন। এটি অমৃতচন্দ্রের \"সময়সার কলশ\" এর একটি ভাষ্য।\n\"নাটক সময়সার\" হলো রাজমলের সংস্করণের ভাষ্য যা সপ্তদশ শতাব্দীতে ব্রজ ভাষায় বেনারসীদাস লিখেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nJain, Vijay K., সম্পাদক (২০১২), Acharya Kundkund's Samayasara (হিন্দি and ইংরেজি ভাষায়), Vikalp Printers, আইএসবিএন 978-81-903639-3-8 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nChakravarti, Prof. A. (২০০৮), Acharya Kundkund's Samayasara, Bhartiya Jnanpith, আইএসবিএন 978-81-263-1557-4 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nJohnson, W. J. (১৯৯৫), Harmless Souls: Karmic Bondage and Religious Change in Early Jainism with Special Reference to Umāsvāti and Kundakunda, Motilal Banarsidass, আইএসবিএন 81-208-1309-X উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nJaini, Padmanabh S. (১৯৯১), Gender and Salvation: Jaina Debates on the Spiritual Liberation of Women, University of California Press, আইএসবিএন 0-520-06820-3 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nKundakunda, Acharya (১৯৫০), Samayasara or the Nature of the Self, Bharatiya Jnanapitha উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nOrsini, Francesca; Schofield, Katherine Butler, সম্পাদকগণ (১৯৮১), Tellings and Texts: Music, Literature and Performance in North India, Open Book Publishers, আইএসবিএন 978-1-78374-105-2 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}