{"pageid": 1434857, "title": "যন্ত্রসঙ্গত", "url": "https://bn.wikipedia.org/wiki?curid=1434857", "content": "যন্ত্রসঙ্গত (Accompaniment) বলতে সঙ্গীতের সেই অংশকে বোঝায় যা কোনও গান বা যন্ত্রসঙ্গীতের মূল ভাব বা সুরের সহযোগী ছন্দ এবং/অথবা সুরসঙ্গতি প্রদান করে। ভিন্ন ভিন্ন বর্গ ও শৈলীর সঙ্গীতের জন্য বিভিন্ন ধরনের শৈলী ও ধরনের সঙ্গত আছে। সমস্বনিক সঙ্গীতে একটি পরিস্কার কণ্ঠ্য সুরকে তার অধীনস্থ অনেকগুলি স্বরসংযোগ বা স্বরসমষ্টি (কর্ড) সহায়তা দান করে। এটি জনপ্রিয় সঙ্গীতে প্রচলিত প্রধান যন্ত্রসঙ্গত পদ্ধতি। জনপ্রিয় সঙ্গীত ও ঐতিহ্যবাহী সঙ্গীতে যন্ত্রসঙ্গত অংশগুলি সাধারণত সঙ্গীতের ধ্বনিস্পন্দ (বিট) প্রদান করে এবং একই সাথে গান বা যন্ত্রসঙ্গীত কর্মটির স্বরসমষ্টি প্রগমনটির রূপরেখা দান করে। \nকণ্ঠ্য সুর বা যান্ত্রিক এককবাদন অংশের (সোলো) যন্ত্রসঙ্গততি একটিমাত্র সঙ্গীতবাদক একটি বাদ্যযন্ত্র যেমন পিয়ানো, পাইপ অর্গান বা গিটার বাজিয়ে প্রদান করতে পারেন। তাত্ত্বিক দৃষ্টিকোণ থেকে যেকোনও বাদ্যযন্ত্রকেই সঙ্গত প্রদানকারী বাদ্যযন্ত্র হিসেবে ব্যবহার করা সম্ভব, কিন্তু একটি মাত্র সঙ্গতপ্রদানকারী বাদ্যযন্ত্র থাকলে সাধারণত সেটি চাবিফলক যন্ত্র (কিবোর্ড) বা গিটার পরিবারের কোনও বাদ্যযন্ত্র হয়ে থাকে। এর কারণ এই ধরনের বাদ্যযন্ত্রগুলিতে একই সাথে স্বরসমষ্টি (কর্ড) ও খাদসুর (বেজলাইন) বাজানো সুবিধাজনক। বিশেষ করে চাবিফলক যন্ত্রে এ ব্যাপারটি করা বেশি সহজ, তবে গিটারবাদক আঙুলে তার-টানা পদ্ধতিতে (ফিঙারপিকিং) এই কাজগুলি করতে পারেন। একজন একক গায়ক নিজেই গিটার বা পিয়ানো বাজিয়ে নিজের গলার সাথে সঙ্গত প্রদান করতে পারেন। এমনকি একজন একক কণ্ঠশিল্পী নিজ কণ্ঠ ও দেহ দিয়েই অর্থাৎ কোনও যন্ত্র ছাড়াই সঙ্গত প্রদান করতে পারেন (যেমন ববি মিকফেরিন]])\nআরেকটি বিকল্প পরিস্থিতিতে কোনও কণ্ঠ্য সুর বা একক যন্ত্রবাদনের সঙ্গত প্রদান করার জন্য একটি সঙ্গীতবাদক দল (মিউজিকাল অনসম্বল) ব্যবহার করা হতে পারে। এই দলটিতে দুইজন সদস্য থাকতে পারে, যাকে দ্বয়ী (ডুও) বলে; যেমন চেলো ও পিয়ানো, গিটার ও ডাবল বেস, সিন্থেসাইজার ও পার্কাশন, ইত্যাদি। তিনজন সদস্য থাকলে দলটিকে ত্রয়ী (ট্রিও trio) বলে; যেমন রক সঙ্গীতে ইলেকট্রিক গিটার, ইলেকট্রিক বেজ গিটার ও ড্রামের শক্তিশালী ত্রয়ী (পাওয়ার ট্রিও power trio), অর্গান ত্রয়ী, ইত্যাদি।  চারজন সদস্য হলে তাকে চতুষ্টয়ী (কোয়ার্টেট) বলে; যেমন ধ্রুপদী পাশ্চাত্য সঙ্গীতে গায়ককে সঙ্গতদানকারী ততযন্ত্র চতুষ্টয়ী (স্ট্রিং কোয়ার্টেট), জ্যাজ সঙ্গীতের (জ্যাজ চতুষ্টয়ী)। রক ও পপ সঙ্গীতের রক ব্যান্ড বা ছন্দ অংশ (রিদম সেকশন) সঙ্গত দান করে। এর চেয়েও বড় সঙ্গীতবাদক দল আছে, যেমন কনসার্ট বাদকদল, বিগ ব্যান্ড (জ্যাজ), অর্কেস্ট্রা ও গীতিনাট্যের ক্ষেত্রে পিট অর্কেস্ট্রা, যেগুলি সিম্ফনি বাজানোর পাশাপাশি একটি কোনচের্তো এককবাদককে বা অপেরার একক গায়ককে সঙ্গত প্রদান করতে পারে। সমবেত কণ্ঠসঙ্গীতে (কোরাল সঙ্গীত) কোনও একক কণ্ঠকে গায়কদল বা কয়ারের অন্যান্য গায়কেরা সুরসঙ্গতিবিশিষ্ট অংশটি কিংবা প্রতিসুর (কাউন্টারমেলোডি) গেয়ে সঙ্গত প্রদান করতে পারেন।\nযন্ত্রসঙ্গত অংশগুলি এমন সরল প্রকৃতির হতে পারে যে একজন অনভিজ্ঞ নবিশ বাদকও সেটি বাজাতে পারে (যেমন ঐতিহ্যবাহী লোকগানগুলির জন্য তিনস্বরের সরল স্বরসমষ্টি বাজানো)। এর উল্টোদিকে এমন জটিল সঙ্গত থাকতে পারে, যা কেবলমাত্র একজন অভিজ্ঞ বাদক বা গায়ক পরিবেশন করতে পারে (যেমন শুবার্টের ১৯শ শতকের লিডার শৈল্পিক গানগুলিতে বা মোতে ধরনের রনেসঁস সঙ্গীতের কণ্ঠ্য অংশগুলি)।\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:Accompaniment"}