{"pageid": 1434541, "title": "স্বর্গরোহণপর্ব", "url": "https://bn.wikipedia.org/wiki?curid=1434541", "content": "স্বর্গরোহণ পর্ব (সংস্কৃত: स्वर्गारोहण पर्व) বা দ্য বুক অফ দ্য অ্যাসেন্ট টু হেভেন, ভারতীয় মহাকাব্য মহাভারতের আঠারোটি বইয়ের মধ্যে শেষ। এটি ঐতিহ্যগতভাবে ৬ অধ্যায়ে বিভক্ত। সমালোচনামূলক সংস্করণে ৫টি অধ্যায় রয়েছে। এটি মহাভারতের সংক্ষিপ্ততম বইগুলোর মধ্যে অন্যতম।\nস্বর্গারোহন পর্বে যুধিষ্ঠিরের স্বর্গে আগমন, নরকে তার ভ্রমণ এবং উভয় স্থানে তিনি কী দেখতে পান তা বর্ণনা করে। যুধিষ্ঠির স্বর্গে মন্দ লোক এবং নরকে ভাল লোকদের দেখে বিরক্ত হন। তিনি দাবি করেন যে তাকে নরকে পাঠানো হোক যেখানে তাকে ভালবাসার লোকেরা অবস্থান করছে। দেবতারা তখন প্রকাশ করেন যে তাদের প্রিয়জনেরা সত্যিই স্বর্গে আছেন। যুধিষ্ঠির খুশিতে পর্বটি শেষ হয়।\n\n\n== গঠন এবং অধ্যায় ==\nস্বর্গারোহন পর্বে (বই) ঐতিহ্যগতভাবে ৬টি অধ্যায় রয়েছে এবং এর কোনো গৌণ পর্ব (উপ-অধ্যায়) নেই। এটি মহাকাব্যের দ্বিতীয় সংক্ষিপ্ততম বই।\nস্বর্গে প্রবেশ করার পর, যুধিষ্ঠির স্বর্গে এমন লোক দেখে হতাশ হন যারা পৃথিবীতে পাপ করেছিল। তারপরে তিনি নরকে যেতে চাইলেন, যেখানে তিনি এমন লোকদের দেখতে পান যাদের তিনি পৃথিবীতে ভাল এবং গুণী বলে মনে করেছিলেন। তিনি প্রশ্ন করেন যে দেবতারা আদৌ ন্যায্য ছিলেন কিনা এবং পার্থিব জীবনের সময় পুণ্যের অর্থ কিছু ছিল কিনা। রাগের আতিশয্যে, তিনি দাবি করেন যে তাকে নরকে পাঠানো হোক যাতে তিনি সেই লোকদের সাথে থাকতে পারেন যারা ভাল, ন্যায়পরায়ণ, গুণী, যাদের তিনি ভালোবাসতেন এবং যারা তাকে ভালোবাসতেন। দেবতারা তখন তাকে পরীক্ষার জন্য যে মায়াময় নরক তৈরি করেছিলেন তা অদৃশ্য করলেন। যুধিষ্ঠিরের পিতা, দেবতা ধর্ম আবির্ভূত হন এবং যুধিষ্ঠিরকে ধর্মের পক্ষে দাঁড়ানোর জন্য তাকে বৈকুণ্ঠ অবস্থান অর্জনের জন্য অভিনন্দন জানান, যেখানে তিনি চিরন্তন আনন্দ পান।\nযুধিষ্ঠির খুশি হন। তিনি বিষ্ণু রূপে কৃষ্ণের দেখা পান। এরপর তিনি স্বর্গে দ্রৌপদীকে তার অন্যান্য ভাইদের সাথে দেখতে পান।\n\n\n== ইংরেজি অনুবাদ ==\nস্বর্গরোহণ পর্ব সংস্কৃত ভাষায় রচিত হয়েছিল। ইংরেজিতে বেশ কিছু অনুবাদ পাওয়া যায়। ১৯শতকের দুটি অনুবাদ, যা এখন পাবলিক ডোমেনে রয়েছে, সেগুলো কিশোরী মোহন গাঙ্গুলী এবং মন্মথ নাথ দত্তের অনুবাদ প্রতিটি অনুবাদকের ব্যাখ্যার সাথে পরিবর্তিত হয়।\nদেবরয়, ২০১১ সালে, নোট করেছেন যে স্বর্গারোহন পর্বের হালনাগাদকৃত সমালোচনামূলক সংস্করণ, সাধারণভাবে এতদূর গৃহীত শ্লোকগুলোকে অপসারণ করার পরে এবং মূলে অনুপ্রবেশ করানো হয়েছে, এতে ৫টি অধ্যায় এবং ১৯৪টি শ্লোক রয়েছে।\n\n\n== তাৎপর্য ==\nস্বর্গারোহন পর্বটি ব্যাসকে ৬,০০০,০০০ শ্লোক সম্বলিত একটি কবিতার স্রষ্টা হিসাবে দাবি করার জন্য তাৎপর্যপূর্ণ যে সমস্ত শাশ্বত জ্ঞান রয়েছে। এর মধ্যে তিনি দেবতাদের ৩,০০০,০০০ শ্লোক, ১,৫০০,০০০ শ্লোক পিতর (পূর্বপুরুষদের), ৪০০,০০০ শ্লোক যক্ষকে (প্রকৃতি-আত্মা) এবং ১০০,০০০ শ্লোক মহাভারত হিসাবে মানবজাতিকে দিয়েছিলেন। এটি প্রকাশ করে না যে ১,০০০,০০০ শ্লোকের জন্য হিসাবহীন কোথায় রয়েছে৷ এটি এই দাবির সাথে শেষ হয় যে মহাকাব্যটিতে সত্যের সমস্ত ছায়া রয়েছে।\nস্বর্গারোহন পর্বের চতুর্থ অধ্যায়টিও কৃষ্ণকে ব্রাহ্মণরূপে দাবি করার জন্য তাৎপর্যপূর্ণ। অনুশাসন পর্বে, কৃষ্ণকে বিষ্ণু এবং শিবের রূপ হিসাবে ঘোষণা করা হয়। মহাভারতে কৃষ্ণের বিভিন্ন রূপের এই সমার্থক তালিকাটি এই তত্ত্বের দিকে পরিচালিত করেছে যে বৈদিক সাহিত্যে উল্লিখিত সমস্ত দেবতাই এক ঈশ্বরের বিভিন্ন রূপ।\n\n\n== উদ্ধৃতি এবং শিক্ষা ==\n \nস্বর্গারোহন পর্ব, অধ্যায় ৫:\n\n\n== আরও দেখুন ==\nমহাভারতের আগের বই: মহাপ্রস্থানিক পর্ব\nউপসংহার, মহাভারতের পরিশিষ্ট: হরিবংশ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nস্বর্গারোহন পর্ব, কিসারি মোহন গাঙ্গুলীর ইংরেজি অনুবাদ\nস্বর্গারোহন পর্ব, মন্মথ নাথ দত্তের ইংরেজি অনুবাদ\nনীলকন্ঠের ভাষ্য সহ ব্যাসদেবের সংস্কৃতে স্বর্গারোহন পর্ব - ওয়ার্ল্ডক্যাট ওসিএলসি লিঙ্ক\nরামনারায়ণদত্ত শাস্ত্রী রচিত সংস্কৃত ও হিন্দিতে স্বর্গারোহন পর্ব, ৫ম খণ্ড"}