{"pageid": 1434919, "title": "সেমস কেসমাই", "url": "https://bn.wikipedia.org/wiki?curid=1434919", "content": "সেমস কেসমাই (৪ মার্চ ১৮৮৪-৩ নভেম্বর ১৯৬১) একজন ইরানী কবি যিনি পারস্যের আধুনিক কবিতায় নূতনের প্রবর্তনের জন্য পরিচিত।\n\n\n== জীবনী ==\nসেমস কেসমাই ১৮৮৪ সালে ইরানের ইয়াজদে শহরে জন্মগ্রহণ করেন। তার বাবা জর্জিয়া থেকে আগত একজন অভিবাসী ছিলেন, এবং তার পরিবার ইরানের নিকটবর্তী গিলান অঞ্চল থাকতো। \nতিনি তার নিজ শহরে কিছুকাল পড়াশোনা করেন। তারপর অল্প বয়সেই হোসেন আরবাবজাদেহ নামে এক চা ব্যবসায়ীর সাথে তিনি বিবাহ বন্ধনে আবদ্ধ হন এবং ২৭ বছর বয়স পর্যন্ত আর পড়াশোনা পুনরায় শুরু করেননি। তাঁরা তুর্কমেনিস্তানের আশগাবাতে বসবাস করতেন। সেখানে তিনি রাশিয়ান ভাষা অধ্যয়ন করেন এবং সেই সময়ের সক্রিয়তার সঙ্গে পরিচিত হন। তার ৩৫ বছর বয়সে তার স্বামী দেউলিয়া ঘোষিত হন এবং তারা ইরানী আজারবাইজানের তাব্রিজে চলে যান।  তিনি সেখানে  সক্রিয় সংবাদপত্র, -বিশেষ করে তাজদ্দোদ-এর জন্য লিখতে শুরু করেন, ইরানে ব্রিটিশ হস্তক্ষেপের বিরুদ্ধে যুক্তি দিয়ে। তিনি আধুনিকবাদী পত্রিকা এবং আজাদিস্তান পত্রিকা সহ নারী অধিকার প্রকাশনাগুলোতে কবিতা প্রকাশ করতে শুরু করেন।\nকেসমাইকে ফার্সি ভাষার নারীদের প্রথম আধুনিক কবি বিবেচনা করা হয়, তাঁকে \"আধুনিক ফার্সি কবিতার জননী\" হিসেবে বলা হয়ে থাকে। তিনি ও তাঁর আধুনিক সহকর্মীরা কবিতার সারমর্ম রক্ষা করার একমাত্র উপায় হিসাবে, ঐতিহ্যবাহী ফার্সি কবিতার \"আড়ম্বরপূর্ণ প্রদর্শন\" থেকে দূরে সরে গিয়েছিলেন, তাঁরা আরবি ছন্দ-প্রকরণকে প্রত্যাখ্যান করেছিলেন। তাঁর লেখায় প্রায়শই রাশিয়ান এবং তুর্কি শব্দ সহ অপ্রত্যাশিত শব্দভাণ্ডার থাকত। তাঁর কবিতায় কখনও কখনও ইরানী জাতীয়তাবাদের কথাও লেখা হত।\nকবিতা ছাড়াও তিনি নারীবাদী বিষয়গুলোর নিয়েও লিখেছেন, যার মধ্যে নারীদের জন্য ঘোমটার বিরোধিতাও ছিল। তবে জঙ্গল আন্দোলনের বিদ্রোহের সময় তাঁর পুত্র যুদ্ধে মারা যাওয়ার পর ও তাবরিজে মোহাম্মদ খিয়াবানির বিদ্রোহ দমন হওয়ার পর, তিনি সক্রিয়তাপূর্ণ লেখার পরিবর্তে বিশুদ্ধ কবিতার দিকে মনোনিবেশ করতে শুরু করেন।\nসর্বশেষ তিনি ৫৭ বছর বয়সে তার নিজ শহর ইয়াজদে ফিরে আসেন, তবে তার জীবনের শেষ বছরগুলো তিনি তেহরানে কাটান। তিনি ১৯৬১ সালে সেখানে মারা যান। ফার্সি আধুনিকবাদী কবিতায় তাঁর গুরুত্বপূর্ণ ভূমিকা থাকা সত্ত্বেও, তুলনামূলকভাবে কেসমাইয়ের খুব কম কবিতাই আজ দেখতে পাওয়া যায়।\n\n\n== তথ্যসূত্র =="}