{"pageid": 1434372, "title": "ওফা রেক্স (মার্সিয়া)", "url": "https://bn.wikipedia.org/wiki?curid=1434372", "content": "ওফা রেক্স বা অফা (মৃ.: ২৯ জুলাই, ৭৯৬ খ্রি) ছিলেন অ্যাংলো–স্যাক্সন ইংল্যান্ডের রাজ্য মার্শিয়ার একজন রাজা। তিনি রাজা থিংফ্রিথের পুত্র ও ইওয়ার বংশধর ছিলেন। তিনি এথেলবাল্ডের হত্যার ফলে সংগঠিত একটি গৃহযুদ্ধের পর সিংহাসনে আসেন। ওফা নিজের রাজত্বের প্রথম দিকের বছরগুলিতে সম্ভবত মিডল্যান্ড অঞ্চলের প্রজার ওপর নিজের নিয়ন্ত্রণ একীভূত করে শক্তি অর্জন করেন। এরপর কেন্ট রাজ্যের অস্থিরতার সুযোগ নিয়ে নিজেকে একজন বড় অধিপতি হিসেবে প্রতিষ্ঠিত করার জন্য ওফা ৭৭১ সালের মধ্যে সাসেক্স নিয়ন্ত্রণ শুরু করেন; যদিও তার কর্তৃত্ব উভয় অঞ্চলেই অপ্রতিদ্বন্দ্বী ছিল না। ৭৮০–এর দশকের দিকে তিনি ওয়েসেক্সের বেওরহট্রিকের সাথে মিত্রতা করে দক্ষিণ ইংল্যান্ডের অধিকাংশ অংশে মার্শিয়া আধিপত্য বিস্তার করেন, যিনি অফারের কন্যা এডবারকে বিবাহ করেন এবং দক্ষিণ–পূর্বের সম্পূর্ণ নিয়ন্ত্রণ পুনরুদ্ধার করেন। তিনি পূর্ব অ্যাংলিয়ার অধিপতিও হন এবং ৭৯৪ সালে পূর্ব অ্যাঙ্গলিয়ার রাজা দ্বিতীয় এথেল্বার্হটকে শিরশ্ছেদ করেছিলেন; সম্ভবত তাঁর বিরুদ্ধে বিদ্রোহ করার জন্য।\nঅফা ছিলেন এমন একজন খ্রিস্টান রাজা যিনি চার্চের সাথে বিশেষ করে ক্যান্টার্বারির আর্চবিশপ জেন্বার্হটের সাথে সংঘর্ষে জড়িয়েছিলেন। রাজা ওফা লিচফিল্ডের একটি নতুন আর্চডায়োসিস তৈরি করে ক্যান্টারবারির আর্চডায়োসিসকে দুই ভাগে ভাগ করতে পোপ প্রথম অ্যাড্রিয়ানকে রাজি করান। ক্যান্টার্বারির ক্ষমতার এ হ্রাস সম্ভবত একজন আর্চবিশপ নিজের উত্তরাধিকারী সন্তান একগফ্রিথকে রাজা হিসেবে পবিত্র করার জন্য ওফার আকাঙ্ক্ষার দ্বারা অনুপ্রাণিত হয়েছিল। কারণ এটি খুবই সম্ভব যে, জেনবারহট ৭৮৭ সালে অনুষ্ঠিত অনুষ্ঠানটি করতে অস্বীকার করেন এবং ওফার বিশপ অফ ওরচেস্টারের সাথে বিরোধ ছিল, যা ৭৮১ সালে ব্রেন্টফোর্ড কাউন্সিলে নিষ্পত্তি হয়েছিল।\nওফার শাসনামলের অনেকগুলি টিকে থাকা মুদ্রা তাঁর মার্জিত চিত্র বহন করে এবং এই চিত্রসমূহের শৈল্পিক গুণমান সমসাময়িক ফ্রাঙ্কিশ মুদ্রার চেয়েও বেশি। তার কিছু মুদ্রাতে তার স্ত্রী সিনেথ্রিথের ছবিও রয়েছে, যিনি একমাত্র অ্যাংলো-স্যাক্সন রানী, যাকে মুদ্রায় চিত্রিত হয়। ওফার মাত্র তিনটি স্বর্ণমুদ্রা টিকে আছে: একটি ৭৭৪ সালের একটি আব্বাসী দিনারের অনুলিপি, যার একপাশে আরবি লেখা রয়েছে এবং অন্যদিকে রয়েছে \"Offa Rex\"।\nঅনেক ইতিহাসবিদ আলফ্রেড দ্য গ্রেটের আগে রাজা ওফাকে সবচে' শক্তিশালী অ্যাংলো-স্যাক্সন রাজা বলে মনে করেন। তবে তার আধিপত্য কখনই নর্থামব্রিয়াতে প্রসারিত হয়নি, যদিও তিনি ৭৯২ সালে নর্থাম্ব্রীয় রাজা ইথেলরেডের সাথে তার মেয়ে এলফেডকে বিয়ে দেন। ইতিহাসবিদরা তার রাজত্বকে কখনো কখনো একীভূত ইংল্যান্ডের দিকে পরিচালিত করার প্রক্রিয়ার অংশ হিসাবে দেখেন; কিন্তু এটি সংখ্যাগরিষ্ঠ দৃষ্টিভঙ্গি নয়। ইতিহাসবিদ সাইমন কেইনসের ভাষায়, \"অফা ক্ষমতার লালসা দ্বারা চালিত হয়েছিল; কখনো ইংরেজ ঐক্যের দৃষ্টিভঙ্গি থেকে নয়; তিনি যা রেখে গিয়েছেন তা একটি খ্যাতি ছিল, উত্তরাধিকার নয়।\"  তার মৃত্যুর পর তার পুত্র একগফ্রিথ তার স্থলাভিষিক্ত হয়; কিন্তু মার্সিয়ার কোয়েনউল্ফ রাজা হওয়ার আগে পাঁচ মাসেরও কম সময় রাজত্ব করেন।\n\n\n== তথ্যসূত্র =="}