{"pageid": 1434411, "title": "শ্রাবণ কুমার (জিনতত্ত্ববিদ)", "url": "https://bn.wikipedia.org/wiki?curid=1434411", "content": "শ্রাবণ কুমার, একজন ভারতীয়-আমেরিকান জিনতত্ত্ববিদ, আণবিক এবং জনসংখ্যা জেনেটিক্সের ক্ষেত্রে কাজ করেন। তিনি ব্রাঞ্চিও-ওটো-রেনাল সিন্ড্রোম (বিওআর) এবং অটোসোমাল ডমিনেন্ট পলিসিস্টিক কিডনি ডিজিজ (এডিপিকেডি২) সম্পর্কিত দুটি জিন আবিষ্কারে তাঁর অবদানের জন্য পরিচিত।\n\n\n== জীবনী ==\nতার MS এবং Ph.D এর সমাপ্তির পর। ভারতে, শ্রাবণ কুমার 1988 সালে ওমাহা, নেব্রাস্কা, মার্কিন যুক্তরাষ্ট্রে পোস্টডক্টরাল ফেলো হিসাবে নেব্রাস্কা মেডিকেল সেন্টার বিশ্ববিদ্যালয়ে যোগদান করেন। পরবর্তীকালে, তিনি বয়েজ টাউন ন্যাশনাল রিসার্চ হসপিটালে জেনেটিক গবেষণায় অবদান রাখেন, যা ক্রাইটন ইউনিভার্সিটি মেডিকেল সেন্টারের সাথে অধিভুক্ত, সহযোগী অধ্যাপক এবং স্টাফ সায়েন্টিস্ট হিসেবে পদে অধিষ্ঠিত যেখানে তার গবেষণার উদ্যোগ শ্রবণশক্তি হ্রাস এবং কিডনি রোগের সাথে সম্পর্কিত জিন অনুসন্ধানের সাথে সম্পর্কিত ছিল। . পরবর্তীতে, তিনি একটি ন্যাশনাল ইনস্টিটিউট অফ হেলথ -এর অর্থায়নে গবেষণা অনুদানে প্রধান তদন্তকারী হিসাবে কাজ করেছিলেন, যার ফলে দুটি জিন যেমন আবিষ্কার হয়েছিল। ব্রাঞ্চিও-ওটো-রেনাল সিন্ড্রোম (BOR) এবং অটোসোমাল ডমিনেন্ট পলিসিস্টিক কিডনি ডিজিজ (ADPKD2)। তিনি ব্রাঞ্চিওটিক (বিও) টাইপ সিন্ড্রোমের সাথে যুক্ত একটি অতিরিক্ত জিন আবিষ্কারের সাথে জড়িত ছিলেন, ক্রোমোজোম 1q31-এ অবস্থিত। তার অবদানগুলি OMIM, ( মানুষের অনলাইন মেন্ডেলিয়ান ইনহেরিট্যান্স ), মানব জিন আবিষ্কার এবং জেনেটিক ডিসঅর্ডারগুলির একটি বিস্তৃত ক্যাটালগ-এ নথিভুক্ত করা হয়েছে।\nকুমার, যার প্রচেষ্টা নেটিভ-আমেরিকান সম্প্রদায়ের সাথেও যুক্ত, তিনি নেব্রাস্কা মেডিকেল সেন্টার বিশ্ববিদ্যালয়ের মুনরো মায়ার ইনস্টিটিউটে কাজ করেন। যেখানে তিনি মৌলিক বিজ্ঞান এবং ক্যান্সার শিক্ষার সাথে যুক্ত পথের বিষয়ে শিক্ষার্থীদের গাইড করার সাথে জড়িত।\n\n\n== প্রকাশনা ==\nKemperman, M.H.; Stinckens, C.; Kumar, S.; Joosten, F.B.M.; Huygen, P.L.M.; Cremers, C.W.R.J. (২০০২), The Branchio-Oto-Renal Syndrome, Advances in Oto-Rhino-Laryngology, 61, Basel: KARGER, পৃষ্ঠা 192–200, আইএসবিএন 3-8055-7449-5, ডিওআই:10.1159/000066809, পিএমআইডি 12408084, সংগ্রহের তারিখ ২০২২-১১-১৮ \nKoch, Sacha M. P.; Kumar, Shrawan (২০০০-০৫-০১)। \"A Family With Autosomal Dominant Inherited Dysmorphic Small Auricles, Lip Pits, and Congenital Conductive Hearing Impairment\": 639–644। আইএসএসএন 0886-4470। ডিওআই:10.1001/archotol.126.5.639। পিএমআইডি 10807332। \nKumar, Shrawan (২০০৩-১০-১৭), \"Branchio-oto-renal Syndrome\", Genetic Hearing Loss, CRC Press, আইএসবিএন 978-0-8247-4309-3, ডিওআই:10.1201/9780203913062.ch9, সংগ্রহের তারিখ ২০২২-১১-১৮ \nKumar, Shrawan; Kimberling, William J. (১৯৯৬-০১-০১)। \"Narrowing the Genetic Interval and Yeast Artificial Chromosome Map in the Branchio–Oto–Renal Region on Chromosome 8q\": 71–79। আইএসএসএন 0888-7543। ডিওআই:10.1006/geno.1996.0011।  \nKumar, Shrawan; Kimberling, William J. (১৯৯২)। \"Autosomal dominant branchio-oto-renal syndrome—localization of a disease gene to chromosome 8q by linkage in a Dutch family\": 491–495। আইএসএসএন 0964-6906। ডিওআই:10.1093/hmg/1.7.491। পিএমআইডি 1307249। \nKUMAR, SHRAWAN; DEFFENBACHER, KAREN (১৯৯৭)। \"Branchio-Oto-Renal Syndrome: Identification of Novel Mutations, Molecular Characterization, Mutation Distribution, and Prospects for Genetic Testing\": 243–251। আইএসএসএন 1090-6576। ডিওআই:10.1089/gte.1997.1.243। পিএমআইডি 10464653। \nKumar, Shrawan; Kimberling, William J. (১৯৯৮)। <443::aid-humu4>3.0.co;2-s \"Identification of three novel mutations in human EYA1 protein associated with branchio-oto-renal syndrome\": 443–449। আইএসএসএন 1059-7794। ডিওআই:10.1002/(sici)1098-1004(1998)11:6<443::aid-humu4>3.0.co;2-s । পিএমআইডি 9603436। \nUsami, S.; Abe, Satoko (১৯৯৯)। \"EYA1 nonsense mutation in a Japanese branchio-oto-renal syndrome family\": 261–265। আইএসএসএন 1434-5161। ডিওআই:10.1007/s100380050156 । পিএমআইডি 10429368। \nRuf, Rainer G.; Xu, Pin-Xian (২০০৪-০৫-১২)। \"SIX1 mutations cause branchio-oto-renal syndrome by disruption of EYA1–SIX1–DNA complexes\": 8090–8095। আইএসএসএন 0027-8424। ডিওআই:10.1073/pnas.0308475101 । পিএমআইডি 15141091। পিএমসি 419562 । \nFick, Godela M.; Johnson, Ann M. (১৯৯৩)। \"Characteristics of very early onset autosomal dominant polycystic kidney disease\": 757। আইএসএসএন 0931-041X। ডিওআই:10.1007/bf01213346। \nKimberling, W J; Pieke-Dahl, S A (১৯৯১-১১-০১)। \"The genetics of cystic diseases of the kidney\": 596–606। আইএসএসএন 1558-4488। পিএমআইডি 1767134। \nKumar, S; Kimberling, W J (১৯৯০-১১-০১)। \"Exclusion of autosomal dominant polycystic kidney disease type II (ADPKD2) from 160 cM of chromosome 1.\": 697–700। আইএসএসএন 1468-6244। ডিওআই:10.1136/jmg.27.11.697। পিএমআইডি 1980516। পিএমসি 1017261 । \nKumar, Shrawan; Kimberling, William J. (১৯৯১-০৬-০১)। \"Genetic linkage studies of autosomal dominant polycystic kidney disease: search for the second gene in a large Sicilian family\" (ইংরেজি ভাষায়): 129–133। আইএসএসএন 1432-1203। ডিওআই:10.1007/BF00204167। \nKimberling, William J.; Kumar, Shrawan (১৯৯৩)। \"Autosomal dominant polycystic kidney disease: Localization of the second gene to chromosome 4q13–q23\": 467–472। আইএসএসএন 0888-7543। ডিওআই:10.1016/s0888-7543(11)80001-7। পিএমআইডি 8307555। \nKumar, Shrawan; Marres, Henri A.M. (১৯৯৮-০৪-১৩)। <395::aid-ajmg6>3.0.co;2-m \"Autosomal-dominant branchio-otic (BO) syndrome is not allelic to the branchio-oto-renal (BOR) Gene at 8q13\": 395–401। আইএসএসএন 0148-7299। ডিওআই:10.1002/(sici)1096-8628(19980413)76:5<395::aid-ajmg6>3.0.co;2-m। পিএমআইডি 9556298। \nKumar, Shrawan; Kimberling, William J. (১৯৯৯-০৩-১৯)। <207::aid-ajmg12>3.0.co;2-a \"Genetic heterogeneity associated with branchio-oto-renal syndrome\": 207–208। আইএসএসএন 0148-7299। ডিওআই:10.1002/(sici)1096-8628(19990319)83:3<207::aid-ajmg12>3.0.co;2-a । পিএমআইডি 10096598। \n\n\n== আরো দেখুন ==\n \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"Shrawan Kumar - ResearchGate\"। ResearchGate। সংগ্রহের তারিখ ২০২৩-১১-১৭। \n\"Shrawan Kumar - UNMC - Academia.edu\"। citizenshipinc.academia.edu। সংগ্রহের তারিখ ২০২৩-১১-১৭।"}