{"pageid": 1434374, "title": "মন্মথনাথ ঘোষ (বিদ্যাবিনোদ)", "url": "https://bn.wikipedia.org/wiki?curid=1434374", "content": "মন্মথনাথ ঘোষ, বিদ্যাবিনোদ (১০ জুলাই  ১৮৮২ – ২০ মার্চ ১৯৪৪ )  ছিলেন একজন ভারতীয় বাঙালি শিল্পোদ্যোগী ও সাহিত্যানুরাগী ব্যক্তি, যিনি স্বদেশের শিল্পোন্নতিতে যথেষ্ট অবদান রেখেছেন। \n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nমন্মথনাথ নাথ ঘোষের জন্ম ১৮৮২ খ্রিস্টাব্দের ১০ জুলাই ব্রিটিশ ভারতের অধুনা বাংলাদেশের যশোহর জেলার  মথুরাপুরে। পিতা রসিকলাল ঘোষ। রাঁচির 'মাস্টারবাবু' নামে পরিচিত মতিলাল দত্ত ছিলেন তার মাতুল। ছাত্রাবস্থায় ১৯০৫ খ্রিস্টাব্দে স্বদেশি আন্দোলনের প্রভাব পড়ে তার উপর। স্বদেশের শিল্পোন্নতির উদ্দেশ্যে কলেজের পড়াশোনা বন্ধ করে স্বদেশি শিল্প স্থাপনের চিন্তা ভাবনা শুরু করেন। আচার্য প্রফুল্লচন্দ্র রায়ের পরামর্শে কারিগরি বিদ্যা শিখে স্বদেশী কারখানা গড়ার স্বপ্ন নিয়ে ১৯০৬ খ্রিস্টাব্দে যশোহরের নলডাঙার রাজা প্রমথভূষণ দেবরায়ের আনুকূল্যে তিনি জাপান যান। বহুকষ্টে সেখানে চিরুণী তৈরির কৌশল এবং সেলুলয়েডের কাজ শেখেন। \n\n\n== কর্মজীবন ==\n১৯০৯ খ্রিস্টাব্দে দেশে ফিরে, প্রমথনাথের  উদ্যোগে চিরুণী, বোতাম, মাদুর ইত্যাদি তৈরির কারখানা '‘যশোর কম্ব বাটন এন্ড ম্যাট ম্যানুফ্যাকচারিং কোম্পানি লিমিটেড’ স্থাপন করেন ১৯১০ খ্রিস্টাব্দে। তাকে সহযোগিতা করেছিলেন রায়বাহাদুর যদুনাথ মজুমদার ও নড়াইলের জমিদার ভবেন্দ্রচন্দ্র রায়। যন্ত্রপাতির আমদানির জন্য প্রমথভূষণ ছাড়াও তাকে অর্থ সাহায্য করেন কাশিমবাজারের  মহারাজা মণীন্দ্র চন্দ্র নন্দী ও বর্ধমানের মহারাজা বিজয় চাঁদ মহতাব।   কারখানার যন্ত্রপাতি বসানো, প্রয়োজনীয় সামগ্রীর সরবরাহ থেকে শুরু করে কারিগরদের শিক্ষাদান ইত্যাদি তিনি নিজে অক্লান্ত পরিশ্রমে সম্পন্ন করতেন এবং বেতন নিতেন মাসে ৭৫ টাকা। তার কর্মদক্ষতায় এবং উৎপাদিত পণ্যের গুণমানের কারণে যশোহর চিরুণি ব্যাপকভাবে বিকশিত হয়েছিল, এক সময় এই চিরুণীর সাড়া  জাগানো সুনাম ছিল ভারতীয় উপমহাদেশ জুড়ে। সে সুনাম ছড়িয়ে পড়েছিল সুদূর সিংহল (অধুনা শ্রীলঙ্কা), বর্মা (অধুনা মায়ানমার), মিশরসহ সমগ্র আরবদেশে। পরে মন্মথনাথ স্বাস্থ্যের কারণে কারখানার ভার অনুজ ফণীভূষণের হাতে ন্যস্ত করে কলকাতায় আসেন। কিন্তু শিল্পোদ্যোগী মানুষ তিনি ১৯১৯ খ্রিস্টাব্দে 'ওরিয়েন্টাল মেশিনারি সাপ্লাই এজেন্সি' নামে (বর্তমানে 'ওরিয়েন্টাল মেশিনারি ১৯১৯ প্রাইভেট লিমিটেড') ছোট কলকব্জা তৈরির কারখানা প্রতিষ্ঠা করেন। তিনি কলকাতায় অনেক বৈদেশিক কোম্পানির একমাত্র এজেন্ট হয়ে, বিদেশ থেকে সহজ কলকব্জা আনিয়ে এখানে তৈরিও করতেন এবং তার প্রতিষ্ঠানে তুলনামূলক সুলভ মূল্যে বিক্রি করতেন। সেসময়ে বাংলার সর্বত্র যে দেশলাই তৈরির কারখানা প্রতিষ্ঠিত হয়েছিল, তাদের বেশিরভাগেরই কলকব্জা তিনিই বিদেশ থেকে আনিয়ে দেন। ১৯৩৩ খ্রিস্টাব্দে গৃহশিল্পের উপযোগী কলকব্জা আমদানির জন্য দ্বিতীয়বার জাপান যান। উল্লেখ্য, তিনি কলকাতাতে চিরুনি তৈরির মেসিন বানানোর চেষ্টা করেছিলেন। উদ্যোগও নিয়েছিলেন কলকাতার মানিকতলা অঞ্চলে কারখানা গড়ার।  \nবাংলার যুবকদের কারিগরী শিক্ষার জন্য ক্যালকাটা টেকনোলজিক্যাল কলেজ এবং চুঁচুড়া কৃষি বিদ্যালয় প্রতিষ্ঠা করেন। মন্মথনাথের আর একটি উল্লেখযোগ্য অবদান ছিল- কয়েকজন বিশিষ্ট ব্যক্তির সহায়তায় যশোহর-ঝিনাইদহের মৃতপ্রায় রেললাইনটি ব্রিটিশ সাহেবদের হাত থেকে উদ্ধার করা। \nমন্মথনাথ এই সমস্ত কাজে মাঝেও নিয়মিত সাহিত্যচর্চা করতেন। কাজের তাগিদে বিদেশে গিয়ে যে অভিজ্ঞতা সঞ্চয় করেন, তা' নিয়ে রচনা করেছেন গ্রন্থ -\n\nসুপ্ত জাপান\nনব্য জাপান\nজাপান প্রবাস প্রভৃতি।\nতিনি লাভ করেন বিদ্যাবিনোদ উপাধি। \n\n\n== জীবনাবসান ==\nভারতীয় উপমহাদেশের চিরুনি শিল্পের জনক  মন্মথনাথ ঘোষ ১৯৪৪ খ্রিস্টাব্দের ২০ মার্চ কলকাতায় প্রয়াত হন। খ্যাতিমান সাহিত্যিক কুমারেশ ঘোষ (১৯১৩-১৯৯৫) ছিলেন তার পুত্র।  \n\n\n== তথ্যসূত্র =="}