{"pageid": 1434831, "title": "মারিয়া লামাস", "url": "https://bn.wikipedia.org/wiki?curid=1434831", "content": "মারিয়া লামাস (৬ই অক্টোবর ১৮৯৩ - ৬ই ডিসেম্বর ১৯৮৩) একজন পর্তুগিজ লেখক, অনুবাদক, সাংবাদিক এবং নারীবাদী রাজনৈতিক কর্মী ছিলেন।\n\n\n== প্রাথমিক জীবন ==\nমারিয়া দা কনসিকাও ভাসালো ই সিলভা দা কুনহা লামাস পর্তুগালের সান্তারেম জেলার টরেস নোভাসে ১৮৯৩ সালের ৬ই অক্টোবর জন্মগ্রহণ করেন। তাঁর বাবা-মা দুজনেই সচ্ছল পরিবারের ছিলেন। তাঁর বাবা একজন ফ্রিম্যাসন ছিলেন এবং তাঁর মা একজন ধর্মপ্রাণ ক্যাথলিক ছিলেন। তাঁর দুটি ছোট বোন ছিল এবং তিনি ছিলেন ম্যানুয়েল আন্তোনিও ভাসালো ই সিলভার বড় বোন, যিনি পর্তুগিজ ভারতের শেষ গভর্নর হয়েছিলেন। শিশু বইয়ের লেখক অ্যালিস ভিয়েরা এবং লেখক ও প্রকাশক মারিয়া লুসিয়া ভাসালো নামোরাডো ছিলেন তাঁর সম্পর্কিত বোন। তিনি টরেস নোভাসের প্রাথমিক ও মাধ্যমিক বিদ্যালয়ে পড়াশোনা করেন এবং তারপর স্প্যানিশ নানদের দ্বারা পরিচালিত একটি বোর্ডিং স্কুলে নিজের মাধ্যমিক শিক্ষা সমাপ্ত করেন। তাঁর বাবা ভয় পেয়েছিলেন যে  মারিয়া হয়তো ধর্মকে পেশা হিসেবে নিতে চলেছেন। তাই তিনি তাঁকে সেখান থেকে সরিয়ে নিয়ে যান। সন্ন্যাসীরা হয়তো খুব একটা হতাশ হননি: একজন বলেছিলেন \"একটি রাক্ষস এখান থেকে ছেড়ে গেছে\"। ১৭ বছর বয়সে, ১৯১১ সালে, তিনি স্থানীয় ক্যাভালরি স্কুলের একজন অফিসার টেফিলো জোসে পিগনোলেট রিবেইরো দা ফনসেকাকে বিয়ে করেন। একই বছরে, এবং ইতিমধ্যেই গর্ভবতী অবস্থায়, তিনি তাঁর স্বামীর সাথে ভ্রমণ করেন, তাঁর স্বামী তখনকার পর্তুগিজ অ্যাঙ্গোলার ক্যাপেলঙ্গোতে একটি সামরিক কারাগারে কাজ করার জন্য নিযুক্ত হয়েছিলেন। সেখানে তাঁদের প্রথম কন্যার জন্ম হয়।\n১৯১৩ সালে মারিয়া লামাস আবার গর্ভবতী হয়ে পর্তুগালে ফিরে আসেন। প্রথম বিশ্বযুদ্ধ শুরু হওয়ার পর, তাঁর বিয়ে ভেঙ্গে যায়। তাঁর স্বামীকে ফ্ল্যান্ডার্স এবং ফ্রান্সের যুদ্ধে পাঠানো হয়। মারিয়া লামাস নিজের এবং নিজের কন্যাদের সমর্থন করার উপায় খুঁজতে বাধ্য হন। তিনি লিসবনে চলে আসেন এবং পর্তুগালের প্রথম মহিলা পেশাদার সাংবাদিক ভার্জিনিয়া কোয়ারেসমার সহায়তায় আমেরিকান নিউজ এজেন্সিতে কাজ শুরু করেন। তিনি পর্তুগিজ সংবাদপত্র যেমন কোরিও দা মানহা -র জন্যও লিখেছেন। ১৯২০ সালে তিনি স্বামীর থেকে আনুষ্ঠানিকভাবে বিচ্ছেদ প্রাপ্ত হন এবং ১৯২১ সালে তিনি সাংবাদিক আলফ্রেডো দা কুনহা লামাসকে বিয়ে করেন। এই দম্পতির একটি কন্যা হয়ে ছিল। কিন্তু তার জন্মের পরপরই দম্পতি আলাদা হয়ে যান এবং ১৯৩৬ সালে তাঁদের আনুষ্ঠানিকভাবে বিবাহবিচ্ছেদ হয়। তবে তিনি সর্বদা তাঁর দ্বিতীয় স্বামীর পদবী ব্যবহার করতেন।\n\n\n== কর্মজীবন ==\nমারিয়া লামাস তাঁর দ্বিতীয় বিয়ের পর অন্যান্য সংবাদপত্র, যেমন ও সেকুলো, এবং এ ক্যাপিটালের জন্য লিখতে শুরু করেন। পাশাপাশি তিনি  কবিতা (ওস হুমিল্ডেস, ১৯২৩), ধারাবাহিক, উপন্যাস (ক্যামিনহো লুমিনোসো, প্যারা আলেম দো আমর, ইলহা ভার্দে) এবং শিশুদের জন্য গল্প প্রকাশ করেন। মহিলাদের জন্য তাঁর কাজগুলি ছিল আরও রাজনৈতিক এবং সেগুলি মহিলাদের অধিকারের উন্নতির দিকে মনোনিবেশ করেছিল। ১৯২৮ সালে, তাঁকে লেখক জোসে মারিয়া ফেরেইরা ডি কাস্ত্রোর আমন্ত্রণে মোডাস  অ্যাণ্ড বোর্দাডোস অফ ও সেকুলো -র অতিরিক্ত পাতা পরিচালনা করার জন্য আমন্ত্রণ জানানো হয়েছিল। এই পত্রিকায় তাঁর কাজ, যা প্রায় দুই দশক ধরে চলেছিল, দ্রুত এই পত্রিকাটিকে ক্ষতি থেকে লাভের দিকে নিয়ে যায়। তাঁর \"নারীর প্রতি নারী\" লেখার এই পদ্ধতির ফলস্বরূপ এবং পর্তুগিজ সমাজে মহিলাদের ঐতিহ্যগত এবং রক্ষণশীল মান নিয়ে প্রশ্ন তোলার জন্য এই ফল হয়েছিল। ১৯৩৬ সালে, তিনি মেয়েদের জন্য জোয়ানিনহা নামে একটি পত্রিকাও তৈরি করেছিলেন। তিনি পর্তুগালের অন্যান্য মহিলা লেখকদের সাথে বন্ধুত্ব করেন, যেমন ব্রাঙ্কা দে গোন্টা কোলাকো। ১৯৩৬ সালে তিনি ন্যাশনাল কাউন্সিল অফ পর্তুগিজ উইমেন (সিএনএমপি) -এ যোগদান করেন, সেই সময়ে নারীবাদী কর্মী অ্যাডিলেড ক্যাবেতে সভাপতিত্ব করেন।\nতিনি ফেরেরা ডি কাস্ত্রোর সাথে একটি সম্পর্ক শুরু করেছিলেন, যাকে প্রায়শই ইতিহাসবিদরা \"অ্যামিটি অ্যামোরিউস\" হিসাবে উল্লেখ করেন। তাঁরা প্রতিদিনের জীবন, ভ্রমণ, চিন্তাভাবনা, দুঃখ, স্বপ্ন এবং একে অপরের সাহিত্যকর্ম সম্পর্কে প্রশংসার প্রতিবেদনে অসংখ্য চিঠি, পোস্টকার্ড এবং টেলিগ্রাম বিনিময় করেছেন, যা তাঁর মৃত্যুর আগের বছর ১৯৭৩ সালে শেষ হয়েছিল। স্পষ্টতই, তাঁরা তাঁদের মৃত্যুর পরে এগুলি প্রকাশ করার পরিকল্পনা করেছিলেন। ১৯৩০ সালে, তিনি সিএনএমপি এবং ও সেকুলো- এর সাথে, \"মহিলা কাজের এবং প্রাচীন ও আধুনিক সাহিত্যিক, শৈল্পিক ও বৈজ্ঞানিক চরিত্রের প্রদর্শনী\"র আয়োজন করেছিলেন।এর উদ্দেশ্য ছিল সমস্ত পর্তুগালের মহিলাদের কাজকে দৃশ্যমান করা। গণমাধ্যম এতে প্রচুর মনোযোগ দিয়েছিল এবং সিএনএমপি-এর সাথে তাঁর দৃশ্যমানতা বৃদ্ধি করেছিল, যে কারণে ১৯৩৭ সালে শিক্ষা এবং ১৯৩৯ সালে সাহিত্যের জন্য তাঁকে সভানেত্রী নির্বাচিত করা হয়েছিল। ১৯৩৪ সালের ৭ই ফেব্রুয়ারি, মহিলাদের পক্ষে তাঁর কাজের জন্য, তাঁকে সান্টিয়াগোর অর্ডারের অফিসার (পর্তুগিজ: Ordem Militar de Sant'Iago da Espada) করা হয়েছিল।  এক বছর পরে, তিনি পর্তুগিজ উইমেন'স পিস অ্যাসোসিয়েশন বা এএফপিপি (পর্তুগিজ: Associação Feminina Portuguesa para a Paz) -এ যোগদান করেন, যেখানে তিনি একজন সহকর্মী নারীবাদী এবং সরকারবিরোধী কর্মী ভার্জিনিয়া মৌরার সাথে পরিচিত হন। এই সময় থেকে, তিনি মারিয়া লামাস হিসাবে নিজের কাজে স্বাক্ষর করতে শুরু করেছিলেন, এর আগে তিনি \"সেররানা ডি'আয়ার\", \"রোজা সিলভেস্ট্রে\", \"ভ্যাগনা ইনা\" এবং \"আর্মিয়া\" -র মতো ছদ্মনাম ব্যবহার করেছিলেন, সর্বশেষটি মূলত আলমা ম্যাগাজিনে ব্যবহৃত হয়েছিল। ফেমিনিনা, সিএনএমপির যোগাযোগের অফিসিয়াল মাধ্যম ছিল।\n\n১৯৪৫ সালের জুলাই মাসে, তিনি সারা দেশে সাক্ষরতা প্রচারের প্রতিশ্রুতি দিয়ে সিএনএমপির বোর্ডের সভাপতি হন। তিনি ও সেকুলোতে তাঁর পদ থেকে পদত্যাগ করেন এবং তাঁর সবচেয়ে গুরুত্বপূর্ণ সাহিত্যকর্মের একটি শুরু করেন দ্য উইমেন অফ মাই কান্ট্রি (অ্যাজ মুলহেরেস ডো মেউ পাইস), এটি ছিল পর্তুগিজ মহিলাদের জীবনযাত্রার উপর প্রথম প্রতিবেদন। ১৯৪৭ সালে তিনি মহিলাদের লেখা বইয়ের একটি প্রদর্শনীরও আয়োজন করেছিলেন। এটি ত্রিশটি দেশের ১৪০০ জন মহিলা লেখকের তিন হাজার বই একত্রিত করেছে, যা লিসবন বিশ্ববিদ্যালয়ের গ্রেট হল অফ ফাইন আর্টসে রাখা হয়েছে। তবে এর পরপরই স্বৈরাচারী এস্তাদো নভো সরকার সিএনএমপিকে নিষিদ্ধ সংগঠন ঘোষণা করে। ১৯৫২ সালে, তিনি দ্য ওম্যান ইন দ্য ওয়ার্ল্ড (পর্তুগিজ: 'A Mulher no Mundo') এর উপর একটি দ্বি-খণ্ডের কাজ প্রকাশ করেন, যা বিশ্বজুড়ে নারীবাদের রাষ্ট্রের একটি তুলনামূলক ইতিহাস প্রদান করে, যা তাঁর সম্পূর্ণ গবেষণার ফলাফল। দ্য উইমেন অফ মাই কান্ট্রি এবং দ্য ওম্যান ইন দ্য ওয়ার্ল্ড উভয়ই সেন্সরশিপের অধীন ছিল, একটি ঘটনাটিকে তিনি অত্যন্ত হতাশাজনক বলে মনে করেছিলেন। ১৯৭৪ সালে এস্তাদো নভোকে উৎখাতকারী কার্নেশন বিপ্লবের পর, তিনি ঘোষণা করেছিলেন যে, তিনি যা বলতে চেয়েছিলেন কিন্তু বলতে পারেন নি সেগুলি নিয়ে তিনি একটি বই লিখতে যাচ্ছেন, যদিও তেমন কোনো পাণ্ডুলিপি পাওয়া যায়নি।\nএছাড়াও তিনি এস্তাদো নভোর বিরুদ্ধে প্রচারণা চালিয়ে যান এবং ১৯৪৯ সালে হোসে নর্টন ডি মাতোসের বাতিল করা রাষ্ট্রপতি প্রার্থীতাকে সমর্থন করেন। তিনি মুভমেন্ট অফ ডেমোক্রেটিক ইউনিটিতে (এমইউডি) সক্রিয় ছিলেন, যা এস্তাদো নভোর বিরোধী দলগুলিকে একটি মঞ্চ প্রদান করেছিল। তাঁর কার্যকলাপের কারণে তাঁকে লিসবনের নিকটবর্তী ক্যাক্সিয়াস কারাগারে (১৯৪৯, ১৯৫৩ এবং ১৯৬২) কয়েকবার বন্দী করা হয়েছিল। ১৯৪৯ সালে তাঁকে বেশ কয়েক মাস বিচ্ছিন্ন অবস্থায় রাখা হয়েছিল এবং তিনি খুব অসুস্থ হয়ে পড়েছিলেন। ১৯৬২ সালে, গ্রেপ্তারের হুমকিতে জীবনযাপন করতে করতে ক্লান্ত হয়ে তিনি প্যারিস চলে যান। সেখানে, তিনি লেখিকা মার্গুরাইট ইয়োসেনারের সাথে দেখা করেন এবং তাঁর একটি কাজ অনুবাদ করেন। যেসব পর্তুগিজ শরণার্থীরা শাসনের বিরোধিতা করেছিলেন, তাঁদের সমর্থন করার জন্য তিনি কার্যক্রম গড়ে তুলতে শুরু করেছিলেন, তাঁদের মধ্যে ছিলেন হেলেনা পাটো এবং স্টেলা পিটেইরা সান্তোস। মারিয়া শুধুমাত্র ১৯৬৯ সালের শেষের দিকে পর্তুগালে ফিরে আসেন, এই নিশ্চয়তা নিয়ে যে তাঁর বিরুদ্ধে কোন গ্রেপ্তারি পরোয়ানা নেই। প্যারিসে তাঁর পুরো সময় জুড়ে তিনি ল্যাটিন কোয়ার্টারে একটি ছোট হোটেলে থাকতেন। কিছু সময়ের জন্য তাঁকে পর্তুগিজ দ্বীপ মাদেইরাতেও নির্বাসিত করা হয়েছিল।\n\n\n== কার্নেশন বিপ্লবের পর ==\nকার্নেশন বিপ্লবের ফলে এস্তাদো নভোকে উৎখাত করার পর, ১৯৭৪ সালের ২৫শে এপ্রিল, মারিয়া লামাস আনুষ্ঠানিকভাবে পর্তুগিজ কমিউনিস্ট পার্টিতে যোগ দেন। তিনি বেশ কিছু সম্মাননাও পেয়েছেন; সেগুলির মধ্যে আছে শান্তি ও সহযোগিতার জন্য পর্তুগিজ কমিটির পরিচালক হয়ে  ১৯৭৫ সালে গণতান্ত্রিক মহিলা আন্দোলনের সম্মানসূচক সভাপতি; এবং ১৯৭৮ সালে মুলহেরেস প্রকাশনার পরিচালক। তিনি ১৯৮০ সালে অর্ডার অফ লিবার্টি (পর্তুগিজ: Ordem da Liberdade) পেয়েছিলেন; ১৯৮২ সালে অ্যাসেম্বলিয়া দা রিপাবলিকা দ্বারা তাঁকে সম্মানিত হয়েছিল; এবং ১৯৮৩ সালে তিনি উইমেনস ইন্টারন্যাশনাল ডেমোক্রেটিক ফেডারেশন (এফডিআইএম) থেকে ইউজেনি কটন মেডেলও পেয়েছিলেন। ১৯৪৬ সালে ফেডারেশন গঠনকারী কংগ্রেসে মারিয়া লামাস অংশগ্রহণ করেছিলেন। \nমারিয়া লামাস ৯০ বছর বয়সে হৃদরোগে আক্রান্ত হয়ে ১৯৮৩ সালের ৬ই ডিসেম্বর লিসবনে মারা যান। ১৯৮৯ সালে মারিয়া লামাসের নিজ শহর টরেস নোভাসে, শহরের শিল্প বিদ্যালয়কে তাদের ৫০ তম বার্ষিকী উদযাপনে তাঁর নাম দেওয়া হয়েছিল। ১৯৮৭ সালের অক্টোবরে তাঁর নামে একটি ছোট চকের নামকরণ করা হয়েছিল। এই পরিবর্তনগুলি স্থানীয়ভাবে বিতর্কিত ছিল, কিন্তু এই বিতর্ক তাঁর রাজনীতির কারণে যতটা নয় বরং তাঁর উগ্র মেজাজের পরিচিতির জন্য বেশি ছিল, বেশ কিছু প্রতিবেশীর সাথে তাঁর ঝগড়া ছিল। পর্তুগালের অন্যান্য অংশে আরও বেশ কয়েকটি রাস্তা এবং চকের নাম তাঁর নামে দেওয়া হয়েছে।\n\n\n== প্রকাশিত কাজ ==\nহামিলডেস (কবিতা) (১৯২৩)।\nডিফারেন্সা ডে রাকাস (উপন্যাস) (১৯২৪)।\nও ক্যামিনহো লুমিনোসো (উপন্যাস) (১৯২৮)।\nমারিয়া কোটোভিয়া (শিশুদের বই) (১৯২৯)।\nঅ্যাজ অ্যাডভেঞ্চারাস ডি সিনকো ইরমাজিনোস (শিশুদের বই) হিসাবে (১৯৩১)।\nএ মন্টানহা মারাভিলহোসা (শিশুদের বই) (১৯৩৩)।\nএস্ট্রেলা ডো নর্তে (শিশুদের বই) (১৯৩৪)।\nব্রিঙ্কোস ডি সেরেজা (শিশুদের বই) (১৯৩৫)।\nপ্যারা আলেম দো আমর (উপন্যাস) (১৯৩৫)।\nএ ইলহা ভার্দে (শিশুদের বই) (১৯৩৮)।\nও ভালে ডস এনক্যানটোস (শিশুদের বই) (১৯৪২)।\nও ক্যামিনহো লুমিনোসো (১৯৪২)।\nঅ্যাজ মুলহেরেস ডো মেউ পাইস (১৯৪৮)।\nএ মুলহের নো মাণ্ডো (১৯৫২)।\nও মাণ্ডো ডস ডিইউসেজ ই ডস হেরোইস, মিটোলোগিয়া জেরাল (১৯৬১)।\nআরকুইপেলা গো ডা ম্যাডেইরা (১৯৫৬)।\n\n\n== বহিঃসংযোগ ==\nবিবলিওটেকা ন্যাসিওনাল ডি পর্তুগালে মারিয়া লামাসের আর্কাইভ\n\n\n== তথ্যসূত্র =="}