{"pageid": 1434762, "title": "জুলিয়াস শ্রেক", "url": "https://bn.wikipedia.org/wiki?curid=1434762", "content": "জুলিয়াস শ্রেক (১৩ জুলাই ১৮৯৮ – ১৬ মে ১৯৩৬)  একজন প্রবীণ নাৎসি কর্মকর্তা এবং আডলফ হিটলার ঘনিষ্ঠ ও বিশ্বস্ত সহযোগী ছিলেন।\nতিনি মিউনিখে জন্মগ্রহণ করেন। শ্রেক প্রথম বিশ্বযুদ্ধ অংশ নিয়েছিলেন অতঃপর জার্মানির ডানপন্থী আধাসামরিক বাহিনীতে যোগ দেন। তিনি ১৯২০ সালে নাৎসি পার্টি যোগ দেন ও আডলফ হিটলার সাথে ঘনিষ্ঠ বন্ধুত্ব গড়ে তোলেন। শ্রেক নাৎসি পার্টির মূল আধা-সামরিক দলস্টারম্যাবটেলুং (জার্মান: Sturmabteilung)-এর প্রতিষ্ঠাতা সদস্য ছিলেন ও এটির উন্নয়নে সক্রিয় ছিলেন। তিনি পরে ১৯২৫ সালে নাৎসি পার্টির প্রধান আধাসামরিক সংস্থা শুটজস্টাফেলের প্রথম নেতা হন। এরপর তিনি হিটলারের গাড়ির ব্যক্তিগত চালক হিসেবে কিছু সময়ের জন্য কাজ করেন। শ্রেকের ১৯৩৬ সালে মেনিনজাইটিস হয় এবং তিনি সেই বছরের ১৬ মে  মৃত্যু বরণ করেন। হিটলার তার শেষকৃত্যে অনুষ্ঠাকে রাষ্ট্রীয় মর্যাদা দিয়েছিলেন।\n\n\n== প্রাথমিক জীবন ==\nজুলিয়াস শ্রেক ১৮৯৮ সালের ১৩ জুলাই বাভারিয়ার মিউনিখ জন্মগ্রহণ করেন। তিনি প্রথম বিশ্বযুদ্ধ সময় জার্মান সেনাবাহিনী দায়িত্ব পালন করেন। যুদ্ধ শেষ হওয়ার পর শ্রেক ন্যাশনাল সোশ্যালিস্ট জার্মান ওয়ার্কার্স পার্টির (নাৎসি পার্টি-এনএসডিএপি) প্রাথমিক সদস্য হন। যিনি ১৯২০ সালে যোগদান করেন এবং সদস্য হিসাবে নথিভুক্ত হন। যোগদানের প্রাথমিক বছরগুলোতে দলের নেতা আডলফ হিটলার সাথে বন্ধুত্ব তার গড়ে ওঠে।\n\n\n== স্টারম্যাবটেলুং-এ কর্মজীবন ==\nশ্রেক স্টারম্যাবটেলুং-এর প্রতিষ্ঠাতা সদস্য ছিলেন এবং এটির সমৃদ্ধি ও উন্নয়নে জড়িত ছিলেন। এটি ছিল দলের একটি আধা-সামরিক শাখা যা রাজনৈতিক বিরোধীদের কর্মকাণ্ডে বিপর্যস্ত করতে ও নিরাপত্তার জন্য শক্তি সরবরাহের জন্য গঠিত হয়েছিল। হিটলার ১৯২৩ সালের গোড়ার দিকে এসএ-এর মতো দলের অনিয়ন্ত্রিত আধাসামরিক দলের পরিবর্তে তাকে সেবা ও সুরক্ষার জন্য নিবেদিত একট পৃথক দেহরক্ষী  দলগঠনের নির্দেশ দিয়েছিলেন। মূলতস্ট্যাবসওয়াচ নামে নবগঠিত দেহরক্ষী দলে মাত্র আটজন পুরুষ ছিল; যার নেতৃত্বে ছিলেন শ্রেক এবং জোসেফ বার্চটোল্ড। স্ট্যাবসওয়াচ তখনও এসএ-এর সামগ্রিক নিয়ন্ত্রণে ছিল যার সদস্যপদ ক্রমাগত বৃদ্ধি পাচ্ছিল। শ্রেক ইউনিটের প্রতীক চিহ্ন হিসাবে টোটেনকোফ (মৃত্যুর মাথা) শুরু করেছিলেন, প্রতীকটি অতীতে বিভিন্ন অভিজাত বাহিনী ব্যবহার করেছিল যার মধ্যে প্রথম বিশ্বযুদ্ধ ইম্পেরিয়াল জার্মানি বিশেষ আক্রমণকারী সৈন্যরা জার্মান জেনারেল অস্কার ভন হুটিয়ারের অনুপ্রবেশ কৌশল ব্যবহার করেছিল।\n১৯২৩ সালের মে মাসে, ইউনিটটির নাম স্টোস্ট্রুপ-হিটলার (\"শক ট্রুপ-হিটলার\")। ইউনিটটি হিটলারের ব্যক্তিগত সুরক্ষার জন্য পূর্ণ দায়িত্বে ছিল। ১৯২৩ সালের ৯ নভেম্বর এসএ এবং অন্যান্য কয়েকটি আধা-সামরিক ইউনিটের সাথে স্টোস্ট্রুপ  মিউনিখের ব্যর্থ ক্যু বিয়ার হল পুটশে অংশ নেয়। পরিকল্পনাটি ছিল একটি অভ্যুত্থানের মাধ্যমে শহরের নিয়ন্ত্রণ দখল করা এবং তারপরে বার্লিনে সরকারকে চ্যালেঞ্জ করা। স্থানীয় পুলিশ দ্রুত তাদের নির্মূল করে। ব্যর্থতার পর হিটলার, শ্রেক এবং অন্যান্য নাৎসি নেতাদের ল্যান্ডসবার্গ কারাগারে রাষ্ট্রদ্রোহের দায়ে বন্দী করা হয়েছিল। নাৎসি পার্টি এবং স্টোস্ট্রুপ সহ সমস্ত সংশ্লিষ্ট গঠন আনুষ্ঠানিকভাবে ভেঙে দেওয়া হয়েছিল।\n\n\n== এসএস-এ কর্মজীবন ==\n১৯২৪ সালের ২০ ডিসেম্বর হিটলারের কারাগার মুক্তির পাওয়ার পর নাৎসি পার্টি আনুষ্ঠানিকভাবে পুনঃপ্রতিষ্ঠা করে। ১৯২৫ সালে হিটলার শ্রেককে একটি নতুন দেহরক্ষী ইউনিটশুটজকোমান্ডো (সুরক্ষা কমান্ড) গঠনের নির্দেশ দেন। হিটলার শ্রেকের মতো কঠোর প্রাক্তন সৈন্যদের একটি ছোট দল চেয়েছিলেন যারা তার প্রতি অনুগত থাকবে। এই ইউনিটে এমিল মরিস এবং এরহার্ড হেইডেন মতো পুরানো স্টোসট্রাপ সদস্য যুক্ত হয়েছিল। ১৯২৫ সালের এপ্রিল মাসে এই ইউনিটটি প্রথম জনসমক্ষে আসে। একই বছর শুটজকোমান্ডো জাতীয় পর্যায়ে প্রসারিত হয়েছিল। ধারাবাহিকভাবে স্টর্মস্টাফেল (স্টর্ম স্কোয়াড্রন) এবং তারপরে অবশেষে ১৯২৫ সালের ৯ নভেম্বর শুটজস্টাফেল সুরক্ষা স্কোয়াড্রনের নামকরণ করা হয়। শ্রেক এসএস-এর সদস্য হন, তিনি এসএস-এর পঞ্চম সদস্য। হিটলার তাকে দেহরক্ষী সংস্থাটির নেতৃত্ব দিতে বলেছিলেন। শ্রেক কখনও নিজেকে রেইচসফুহরার-এসএস হিসাবে উল্লেখ করেননি তবে পরবর্তী বছরগুলিতে এই উপাধিটি তার ক্ষেত্রে প্রয়োগ করা হয়েছিল।\n১৯২৬ সালে শ্রেক এসএস-এর কমান্ডার পদ থেকে সরে দাঁড়ান এবং বার্চটোল্ড নেতৃত্ব গ্রহণ করেন। বার্চটোল্ড অফিস অবস্থানের ঠিকানার নাম রেইচসফুহরার-এসএস  করেন, নাৎসি যুগে ঐ স্থান্তি এনামেই পরিচিত ছিল। শ্রেক এসএস-ফুহরার হিসাবে এসএস-এর বিভিন্ন  দায়িত্বে থাকেন  এবং মরিসের পরে ১৯৩৪ সাল পর্যন্ত হিটলারের ব্যক্তিগত শোফার হিসাবে কাজ করেন। ১৯৩০ সালে হেনরিখ হিমলারের অধীনে এসএস-এর সম্প্রসারণ শুরু হওয়ার পর, শ্রেককে এসএস-স্ট্যান্ডার্টেনফুহরার নিযুক্ত করা হয়, কিন্তু প্রকৃত ক্ষমতা খুব কম ছিল। তিনি হিটলারের পক্ষে কাজ চালিয়ে যান এবং তাদের মধ্যে খুব ভাল সম্পর্ক ছিল।\n\n\n== মৃত্যু ==\n১৯৩৬ সাল পর্যন্ত হিটলারের ব্যক্তিগত গাড়ির চালক হিসেবে শ্রেক দ্বায়িত্ব পালন করেছেন। সেই  বছর বসন্তকালে শ্রেকের মেনিনজাইটিস হয় এবং ১৬ই মে মিউনিখে তিনি মারা যান। তিনি একজন জনপ্রিয় ব্যক্তি ছিলেন এবং শ্রেকের মৃত্যুর সময় হিটলার বিচলিত হয়েছিলেন।  তার চূড়ান্ত পদমর্যাদা ছিল এসএস-ব্রিগেডফুহরার যা হিটলারের সশস্ত্র বাহিনী ওয়েহরমাচ-এর একজন জেনারেল মেজর সমতুল্য। শ্রেককে নাৎসি জার্মানে রাষ্ট্রীয় মর্যাদায় অন্ত্যেষ্টিক্রিয়া দেওয়া হয়েছিল। হিমলার তাকে \"অ্যাডলফ হিটলারের প্রথম এসএস মানব\" হিসাবে উল্লেখ করেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ===\n\n\n== বহির্সংযোগ ==\nNewspaper clippings about জুলিয়াস শ্রেক in the 20th Century Press Archives of the ZBW"}