{"pageid": 1434615, "title": "ললিথাম্বিকা অন্তর্জনম", "url": "https://bn.wikipedia.org/wiki?curid=1434615", "content": "ললিথাম্বিকা অন্তরজানাম (৩০ মার্চ, ১৯০৯ - ৬ ফেব্রুয়ারি, ১৯৮৭) একজন ভারতীয় লেখক এবং সমাজ সংস্কারক ছিলেন যিনি মালায়ালাম ভাষায় তাঁর সাহিত্যকর্মের জন্য সর্বাধিক পরিচিত। তিনি ভারতের স্বাধীনতা আন্দোলন এবং নাম্বুথিরি সম্প্রদায়ের সামাজিক সংস্কার আন্দোলন দ্বারা প্রভাবিত হয়েছিলেন। তার লেখা সমাজে, পরিবারে এবং একজন ব্যক্তি হিসাবে মহিলাদের ভূমিকার প্রতি সংবেদনশীলতা প্রতিফলিত করে।  তার প্রকাশিত রচনায় রয়েছে ছোটগল্প, কবিতা, শিশুসাহিত্য এবং অগ্নিসাক্ষী (ফায়ার, মাই উইটনেস) নামক একটি উপন্যাস যা ১৯৭৭ সালে কেন্দ্রীয় সাহিত্য আকাদেমি পুরস্কার এবং কেরালা সাহিত্য আকাদেমি পুরস্কার জিতেছে। তার আত্মজীবনী আত্মকাথায়ক্কু ওরু আমুখাম (আত্মকথার একটি ভূমিকা) মালয়ালম সাহিত্যে একটি উল্লেখযোগ্য কাজ বলে বিবেচিত হয়। তার অন্যান্য কাজের মধ্যে রয়েছে আদ্যাথে কথাকাল (প্রথম গল্প), টাকর্ণ তালামুরা (বিধ্বস্ত প্রজন্ম), কিলিভাতিলিলুড (পায়জন হোলের মাধ্যমে), কোডুনকাট্টিল নিন্নু (এক ঘূর্ণিঝড় থেকে), মুডুপদথিল (ঘোমটার আড়ালে), অগ্নি পুষ্পাঙ্গল (আগুনের ফুল) মুটাল সত্যবতী ভারে (সীতা থেকে সত্যবতী পর্যন্ত)।\n\n\n== পুরস্কার ও সম্মাননা ==\n১৯৬৫: শিশু সাহিত্যের জন্য কেরালা সাহিত্য আকাদেমি পুরস্কার – গোসায়ি পরঞ্জা কথা \n১৯৭৩: সাহিত্য সমালোচনার জন্য কেরালা সাহিত্য আকাদেমি পুরস্কার – সীতা মুতাল সত্যবতী ভারে \n১৯৭৭: সাহিত্য অকাদেমি পুরস্কার – অগ্নিসাক্ষী \n১৯৭৭: উপন্যাসের জন্য কেরালা সাহিত্য আকাদেমি পুরস্কার – অগ্নিসাক্ষী \n১৯৭৭: ভায়ালার পুরস্কার - অগ্নিসাক্ষী \n১৯৮১: কেরালা সাহিত্য আকাদেমি ফেলোশিপ \n\n\n== আরো দেখুন ==\nললিথাম্বিকা অন্তরজনম সাহিত্য পুরস্কার\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nEster Gallo (১৫ ফেব্রুয়ারি ২০১৮)। The Fall of Gods: Memory, Kinship, and Middle Classes in South India। OUP India। পৃষ্ঠা 96–। আইএসবিএন 978-0-19-909131-7। \n\n\n== বহিঃসংযোগ ==\n\"Portrait commissioned by Kerala Sahitya Akademi\"। Kerala Sahitya Akademi। ২০১৯-০৩-৩০। সংগ্রহের তারিখ ২০১৯-০৩-৩০। \nStaff Reporter (২০১৮-০২-০৩)। \"From Lalithambika Antharjanam to N.P. Sneha, women writers supply the literary flourish in Kerala budget speech\"। The Hindu (ইংরেজি ভাষায়)। সংগ্রহের তারিখ ২০১৯-০৩-৩০। \nHarish Trivedi; Richard Allen (২০০০)। Literature and Nation। Psychology Press। পৃষ্ঠা 322–। আইএসবিএন 978-0-415-21207-6। \nটেমপ্লেট:Sahitya Akademi Award For Malayalamটেমপ্লেট:Kerala Sahitya Akademi Fellowshipটেমপ্লেট:Malayalam Literatureটেমপ্লেট:Vayalar Awards"}