{"pageid": 1434826, "title": "গুণস্থান", "url": "https://bn.wikipedia.org/wiki?curid=1434826", "content": "গুণস্থান (সংস্কৃত: गुणस्थान, অনুবাদ 'পুণ্যের স্তর') হলো আধ্যাত্মিক বিকাশ এবং বৃদ্ধির চৌদ্দটি পর্যায় যার মধ্য দিয়ে আত্মা মোক্ষ প্রাপ্তির আগে ধীরে ধীরে অতিক্রম করে।\nজৈন দর্শন অনুসারে, এটি হলো আত্মার অবস্থা যা কর্মের উপর সম্পূর্ণ নির্ভরতা থেকে এটি থেকে সম্পূর্ণ বিচ্ছিন্ন হওয়ার অবস্থা পর্যন্ত। এখানে সদ্গুণ শব্দের অর্থ সাধারণ নৈতিক গুণ নয়, তবে এটি আত্মার প্রকৃতিকে বোঝায় — জ্ঞান, বিশ্বাস ও আচর।\n\n\n== শ্রেণীবিন্যাস ==\nচৌদ্দগুণস্থান আত্মার ধীরে ধীরে জ্ঞান, বিশ্বাস এবং আচরণের সহজাত গুণাবলীর প্রকাশকে আরও নিখুঁত আকারে উপস্থাপন করে। আধ্যাত্মিক বিকাশের পর্যায়গুলি নিম্নরূপ:\n\nমিথ্যত্ব (ভ্রম)\nশসাদান\nমিশ্রদৃষ্টি (মিশ্র বিশ্বাস)\nআবিরতা সম্যগদৃষ্টি (স্বরহীন সঠিক বিশ্বাস)\nদ্বেষবিরত (আংশিক আত্ম-নিয়ন্ত্রণের পর্যায়)\nপ্রমাত্তসাম্যতা (সামান্য অসম্পূর্ণ ব্রত)\nঅপ্রমাত্ত সাম্যতা (নিখুঁত ব্রত)\nঅপূর্বকারণ (নতুন চিন্তা-ক্রিয়াকলাপ)\nঅনিবাত্তিবাদর-সম্প্রদায় (উন্নত চিন্তা-ক্রিয়াকলাপ)\nসুক্ষ্ম সম্পরায় (সামান্য বিভ্রম)\nউপাশান্ত-কশায় (নিমিত বিভ্রম)\nকশীন-কষায় (ধ্বংস ভ্রম)\nসযোগ কেবলি (কেবল জ্ঞান কম্পন সহ)\nঅযোগ কেবলি (মোক্ষ)\nপ্রথম চারটি সঠিক বিশ্বাস (উপলব্ধিতে যৌক্তিকতা) সম্পর্কিত। পরেরটি হলো ছোটখাট প্রতিজ্ঞা অর্থাৎ সৎ আচরণের সূচনা। বাকিগুলো সঠিক আচরণ সম্পর্কে: মহাব্রত (প্রধান প্রতিজ্ঞা)।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nJaini, Jagmandar-lāl (১৯২৭)। Gommatsara Jiva-kanda।  Alt URL\nKuhn, Hermann (২০০১), Karma, The Mechanism : Create Your Own Fate, Wunstorf, Germany: Crosswind Publishing, আইএসবিএন 3-9806211-4-6 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nJaini, Padmanabh S. (১৯৯৮), The Jaina Path of Purification, New Delhi: Motilal Banarsidass, আইএসবিএন 81-208-1578-5 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nJaini, Padmanabh S. (১৯৯১), Gender and Salvation: Jaina Debates on the Spiritual Liberation of Women, University of California Press, আইএসবিএন 0-520-06820-3 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nTatia, Nathmal (tr.) (১৯৯৪), Tattvārtha Sūtra: That which Is of Vācaka Umāsvāti (সংস্কৃত and ইংরেজি ভাষায়), Lanham, MD: Rowman Altamira, আইএসবিএন 0-7619-8993-5 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nChampat Rai Jain (১৯১৭), The Practical Path, The Central Jaina Publishing House উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}