{"pageid": 1434861, "title": "গণহত্যায় গণধর্ষণ", "url": "https://bn.wikipedia.org/wiki?curid=1434861", "content": "গণহত্যামূলক ধর্ষণ হল যুদ্ধকালীন যৌন সহিংসতার একটি রূপ। যুদ্ধকালীন সময়ে শত্রুর বিরুদ্ধে একটি গণহত্যামূলক প্রচারণার অংশ হিসেবে এটি ।  আর্মেনিয়ান গণহত্যা গ্রীক গণহত্যা,   অ্যাসিরিয়ান গণহত্যা,   দ্বিতীয় চীন-জাপানি যুদ্ধ, হলোকাস্ট, বাংলাদেশের স্বাধীনতা যুদ্ধ,  ৩]     বসনিয়ান যুদ্ধ, রুয়ান্ডার গণহত্যা,   কঙ্গোলীয় সংঘর্ষ, দক্ষিণ সুদানের গৃহযুদ্ধ, ইয়াজিদি গণহত্যা, রোহিঙ্গা গণহত্যা ইত্যাদিতে গণধর্ষণ একটি অবিচ্ছেদ্য অংশ ছিল যা গণহত্যামূলক ধর্ষণের ধারণাটিকে আন্তর্জাতিক গুরুত্বে নিয়ে আসে।  যদিও যুদ্ধকালীন ধর্ষণ মানব ইতিহাস জুড়ে সংঘাতের একটি পুনরাবৃত্ত বৈশিষ্ট্য, তবে এটিকে সাধারণত সংঘাতের একটি উপজাত হিসাবে দেখা হয় এবং  সামরিক নীতির অবিচ্ছেদ্য অংশ নয়। \n\n\n== গণহত্যা বিতর্ক ==\nকিছু পণ্ডিত যুক্তি দেন যে গণহত্যার অপরাধের প্রতিরোধ ও শাস্তি সংক্রান্ত কনভেনশনে বলা উচিত যে গণধর্ষণ একটি গণহত্যামূলক অপরাধ।  অন্যান্য পণ্ডিতদের মতে, গণহত্যামূলক ধর্ষণ ইতিমধ্যেই কনভেনশনের অনুচ্ছেদ দুই এর সংজ্ঞায় অন্তর্ভুক্ত করা হয়েছে।  । \nসিওভান ফিশার যুক্তি দিয়েছেন যে জোরপূর্বক গর্ভধারণ এবং ধর্ষণ গণহত্যা নয়।   লিসা শার্লাচ যুক্তি দেন যে এই ধারণাটি খুবই সংকীর্ণ কারণ এই গণধর্ষণকে গণহত্যা হিসাবে সংজ্ঞায়িত করা উচিত নয়। \n\n\n== গণহত্যা হিসেবে ধর্ষণ ==\nজাতিসংঘের নিরাপত্তা পরিষদের রেজোলিউশন ১৮২০ অনুযায়ী (২০০৮ সালে ঘোষিত) ধর্ষণ এবং অন্যান্য ধরণের যৌন সহিংসতা যুদ্ধাপরাধ, মানবতার বিরুদ্ধে অপরাধ বা গণহত্যার ক্ষেত্রে একটি সাংবিধানিক আইন গঠন করতে পারে।\nঅ্যামনেস্টি ইন্টারন্যাশনালের মতে, যুদ্ধের সময় ধর্ষণের ব্যবহার সংঘাতের উপজাত নয় বরং একটি পূর্ব পরিকল্পিত এবং ইচ্ছাকৃত সামরিক কৌশল।   সাংবাদিক এবং মানবাধিকার সংস্থাগুলি প্রাক্তন যুগোস্লাভিয়া, সিয়েরা লিওন, রুয়ান্ডা, লাইবেরিয়া, সুদান, উগান্ডা এবং গণতান্ত্রিক প্রজাতন্ত্রের কঙ্গোতে গৃহযুদ্ধের সময় সংঘাতের সময় গণহত্যামূলক ধর্ষণের প্রচারাভিযানগুলোকে নথিভুক্ত করেছে৷ \nএই গণধর্ষণের কৌশলগত উদ্দেশ্য দ্বিগুণ। প্রথমটি হল ভূমি থেকে জোরপূর্বক স্থানচ্যুত করার উদ্দেশ্য নিয়ে বেসামরিক জনগণের মধ্যে সন্ত্রাস সৃষ্টি করা।  যারা গণহত্যা প্রতিরোধ করতে পারে তাদের বাধ্য করার জন্যও  ধর্ষণ ব্যবহার করা হয়েছে।  দ্বিতীয়টি হল লক্ষ্যবস্তু জনসংখ্যাকে অপমান ও লজ্জার দ্বারা সম্ভাব্য প্রত্যাবর্তন এবং পুনর্গঠনের সুযোগকে হ্রাস করা এবং একটি লক্ষ্যযুক্ত গোষ্ঠীর সামাজিক সংহতি হ্রাস করা। এই প্রভাবগুলি  কৌশলগতভাবে গুরুত্বপূর্ণ, কারণ তাদের জন্য জমি থেকে লক্ষ্যবস্তু জনসংখ্যা অপসারণ করা প্রয়োজন। গণহত্যা হিসাবে ধর্ষণ এমন প্রচারণার জন্য উপযুক্ত যার সাথে জাতিগত নির্মূল এবং গণহত্যা জড়িত। কারণ এর লক্ষ্য হল লক্ষ্যবস্তু জনগোষ্ঠীকে ধ্বংস করা বা জোরপূর্বক অপসারণ করা এবং তারা যেন ফিরে না আসে তা নিশ্চিত করা। \nগণহত্যামূলক ধর্ষণের একটি উদ্দেশ্য হল জোরপূর্বক গর্ভধারণ করা। যাইহোক, যারা সন্তান ধারণ করতে অক্ষম তারাও যৌন নির্যাতনের শিকার হয়। ভিকটিমদের বয়স শিশু থেকে আশি বছর বয়সী নারী পর্যন্ত হতে পারে। \n\n\n== তথ্যসূত্র =="}