{"pageid": 1434863, "title": "আনা অগাস্টা ডি কাস্টিলহো", "url": "https://bn.wikipedia.org/wiki?curid=1434863", "content": "আনা অগাস্টা ডি কাস্টিলহো (১৮৬০ – ১৯১৬) ছিলেন একজন পর্তুগিজ নারীবাদী, শিক্ষক, প্রচারক, ফ্রিম্যাসন এবং পর্তুগিজ রাজতন্ত্রের বিরোধী প্রজাতন্ত্রী কর্মী।\n\n\n== প্রাথমিক জীবন ==\nআনা অগাস্টা দে কাস্টিলহো ১৮৬০ সালের ১৬ই মার্চ (কিছু সূত্র বলে ১৮৬৬) জন্মগ্রহণ করেছিলেন আজোরসের পর্তুগিজ স্বায়ত্তশাসিত অঞ্চলের টেরসিরা দ্বীপের আঙ্গরা ডো হেরোইসমো শহরের স্থানীয় চার্চে। তাঁর প্রথম জীবন সম্পর্কে খুব কমই জানা যায়, তবে তাঁর একজন বোন ছিলেন। তিনি ১৯০২ সালে পোর্তো শহরে, একজন বিপত্নীক সঙ্গীত শিক্ষক জোয়াও মারিয়া ডি কাস্টিলহোকে বিয়ে করেছিলেন, তিনি আনার চেয়ে অনেক বড় ছিলেন বলে মনে হয়।\n\n\n== সক্রিয়তা ==\nপর্তুগিজ রাজতন্ত্রকে উৎখাত কারী ১৯১০ সালের ১৯১০ সালের ৫ই অক্টোবরের বিপ্লবের পর, ক্যাস্টিলহো পর্তুগিজ রাজধানী লিসবনে চলে আসেন, সেখানে তিনি একজন শিক্ষক হিসাবে কাজ শুরু করেন। তিনি লিগা দাস মুলহেরেস রিপাবলিকানাস (পর্তুগিজ মহিলাদের রিপাবলিকান লীগ) -এ যোগদান করেন এবং ১৯১২ সালে লীগ দ্বারা সংগঠিত নার্সদের একটি দলের অংশ ছিলেন। তিনি এর বোর্ডের সদস্য ছিলেন, ১৯১২ সালে এর উপ সভাপতি এবং ১৯১৩ ও ১৯১৪ সালে এর কোষাধ্যক্ষ ছিলেন। হেনরিক মিচেল দে পাইভা কুসেরোর নেতৃত্বে রাজার প্রতি অনুগত সৈন্যদের শ্যাভেসে পরাজয় উদযাপনের জন্য, ১৯১১ সালের অক্টোবরে আয়োজিত একটি সমাবেশে তিনি বক্তৃতা করেছিলেন।\nনারী অধিকারের দাবিতে কাস্টিলহো ছিলেন অগ্রগামী। পর্তুগিজ নারীদের রিপাবলিকান লীগ ছাড়াও, তিনি পর্তুগিজ নারীবাদী প্রচার সমিতির (পর্তুগিজ: Associação de Propaganda Feminista) সদস্য ছিলেন। আনা দে কাস্ত্রো ওসোরিও, আন্তোনিয়া বারমুডেস এবং মারিয়া বেনেদিতা মৌজিনহো দে আলবুকার্ক ডি ফারিয়া পিনহোর সাথে, তিনি পেলা প্যাট্রিয়ার প্রতিষ্ঠাতাদের একজন ছিলেন, তাঁদের লক্ষ্য ছিল পর্তুগিজ সৈন্যদের জন্য অনুদান এবং গরম পোশাক সংগ্রহ করা, যদি দেশটি প্রথম বিশ্ব যুদ্ধে যোগ দেয়। ১৯১৬ সালের ৯ই মার্চ, জার্মানির পর্তুগালের বিরুদ্ধে যুদ্ধ ঘোষণার পর এটি পরবর্তীকালে পর্তুগিজ নারীর ধর্মযুদ্ধে (পর্তুগিজ: Cruzada das Mulheres Portuguesas) একীভূত হয়। এরও একই লক্ষ্য ছিল, পর্তুগিজ সৈন্যদের পাঠানোর জন্য অনুদান সংগ্রহ করা এবং যুদ্ধের অনাথদের সাহায্য করা। কাস্টিলহো গ্রুপ অফ থার্টিনের (পর্তুগিজ: Grupo das Treze) সদস্য ছিলেন, যেটি প্রতীকীভাবে তেরো জন মহিলার দ্বারা সংগঠিত ছিল। পর্তুগিজ সমাজকে প্রভাবিত করে এবং নারীর মুক্তি ও মানব অগ্রগতি রোধ করে, এমন অজ্ঞতা ও কুসংস্কার, ধর্মীয় গোঁড়ামি ও রক্ষণশীলতার বিরুদ্ধে তাঁরা লড়াই করতে চেয়েছিলেন। ১৩ জনের মধ্যে ছিলেন মারিয়া ভেলেদা, যিনি ছিলেন প্রোপাগান্ডা অ্যাসোসিয়েশনের প্রতিষ্ঠাতা।\nযদিও রিপাবলিকান লীগ বেশিদিন চলেনি, কিন্তু তার মধ্যেই এটি একটি সংবাদপত্র তৈরি করেছিল যার নাম এ মাদ্রুগাদা। এর সাথে ক্যাস্টিলহো সক্রিয়ভাবে জড়িত ছিলেন। তিনি ফেমিনিস্ট প্রোপাগাণ্ডা অ্যাসোসিয়েশন দ্বারা উৎপাদিত প্রকাশনাতেও কাজ করেছিলেন, যার নাম ছিল এ সেমেডোরা(পর্তুগিজ: A Semeadora)। ১৯১৩ সালে তিনি আন্তর্জাতিক নারী ভোটাধিকার জোটের সপ্তম সম্মেলনে পর্তুগাল থেকে অংশগ্রহণকারীদের একজন ছিলেন, যাঁরা হাঙ্গেরিরবুদাপেস্টে মিলিত হয়েছিলেন। তিনি ওবরা মেটারনাল (পর্তুগিজ: Obra Maternal)- এর সাথেও কাজ করেছেন। এটি এমন একটি প্রতিষ্ঠান যারা পরিত্যক্ত শিশু, অনাথ ও ভিক্ষুক এবং যারা অপরাধ ও পতিতাবৃত্তির জগতে জড়িয়ে পড়ার ঝুঁকিতে ছিল, তাদের সুরক্ষার জন্য নিবেদিত একটি প্রতিষ্ঠান। তিনি ১৯১৪ এবং ১৯১৫ সালে এর সভাপতি ছিলেন। ১৯১৩ সালে, তিনি নাবালকদের অত্যাচারকারীদের বিরুদ্ধে জামিন না দেওয়ার জন্য সংসদের সিদ্ধান্তের সমর্থনে একটি প্রচারে সহযোগিতা করেছিলেন। তিনি মহিলাদের জন্য এবং বারো বছরের বেশি বয়সী মেয়েদের জন্য সকালে ও সন্ধ্যায় ক্লাসের প্রস্তাব করার উদ্দেশ্যে সলিডারিডেডে ফেমিনিনা নামে একটি সংস্থার প্রতিষ্ঠা করার চেষ্টা করেছিলেন। তবে পর্যাপ্ত সংখ্যক নিবন্ধনের অভাবের কারণে, তীব্র প্রচার সত্ত্বেও, এটি বাস্তবায়িত হয় নি। \n\n\n== ফ্রিম্যাসনরি ==\nঅন্যান্য অনেক কর্মীর মতো, তিনি গ্র্যাণ্ডে ওরিয়েন্টে লুসিতানো ইউনিডো (জিওএলইউ) মেসোনিক লজের অন্তর্গত ছিলেন। তিনি নিজের জন্য ব্রিটস ডি আলমেদার প্রতীকী নাম গ্রহণ করেছিলেন, এই নামটি ছিল কাস্টিলিয়ান বাহিনীর বিরুদ্ধে পর্তুগিজদের বিজয়ের সাথে যুক্ত একজন পর্তুগিজ নায়িকার। \n\n\n== মৃত্যু ==\n১৯১৬ সালের ১লা ডিসেম্বর, লিসবনে, আনা অগাস্টা ডি কাস্টিলহো ফুসফুসে অতিরিক্ত তরল জমার কারণে (কনজেশন) মারা যান। তাঁর কোন সন্তান ছিল না। পর্তুগাল এবং স্পেন উভয় ক্ষেত্রেই তাঁর মৃত্যুর ব্যাপক প্রতিবেদন হয়েছিল। তাঁকে লিসবনের আলতো দে সাও জোয়াও কবরস্থানে একটি পারিবারিক সমাধিতে সমাহিত করা হয়েছে। শেষকৃত্যে পর্তুগালের নারী সংগঠনের নেতৃস্থানীয় সদস্যরা উপস্থিত ছিলেন। \n\n\n== তথ্যসূত্র =="}