{"pageid": 1434085, "title": "ওছমান আলী সওদাগর", "url": "https://bn.wikipedia.org/wiki?curid=1434085", "content": "শেখ ওসমান আলী সদাগর (অসমীয়া: শেখ ওছমান আলী সদাগৰ; ১৮৫৬ - ২৮ এপ্রিল ১৯৪৮) ছিলেন একজন রাজনীতিবিদ, চাষী এবং শিক্ষাবিদ। তিনি আসাম আইনসভার উদ্বোধনী সদস্য হিসেবে দায়িত্ব পালন করেন, এবং আসামকে পাকিস্তানের অধিরাজ্যে একীভূত করার বিরোধিতা করেন। সদাগরকে মিয়া সম্প্রদায়ের সাংস্কৃতিক ও ভাষাগত অসামাইজেশনের পথপ্রদর্শক বলে মনে করা হয়। চোর চাপরি সাহিত্য পরিষদ তার স্মরণে ওসমান আলী সদাগর সম্মাননা পুরস্কারের নামকরণ করে।\n\n\n== প্রারম্ভিক জীবন এবং অভিবাসন ==\nসওদাগর বেঙ্গল প্রেসিডেন্সিতে এক বাঙালি মুসলিম পরিবারে জন্মগ্রহণ করেন।\n\n\n== কর্মজীবন ==\n১৮৮৫ সালে, তিনি তার চাচা নজরুল আলীর সহায়তায় আসামের নওগং এর আলিটাঙ্গানিতে চলে আসেন। আলী তখন বাংলা ও আসামের নদীগুলোর মধ্য দিয়ে প্রবাহিত বাষ্পবাহী জাহাজে কাজ করছিলেন। তিনি ১৮৯৪ সালের পাথরঘাটের যুদ্ধে অংশগ্রহণ করেন যেখানে তিনি আহত হন।\n১৯০২ সালে, সদাগর নওগং এর আলিটাঙ্গানীতে একটি প্রাথমিক বিদ্যালয় প্রতিষ্ঠা করেন। ডক্টরাল গবেষক হাফিজ আহমেদের মতে, স্কুলটি ছিল আসামের বঙ্গীয়-মূল মুসলিম অভিবাসী সম্প্রদায়ের দ্বিতীয় অসমিয়া-মাধ্যম প্রতিষ্ঠান। সদাগর আসাম সাহিত্য সভার একজন সদস্যও ছিলেন, ১৯১৭ সালের উদ্বোধনী অধিবেশনে অংশ নিয়েছিলেন যেখানে তিনি ১০ ব্রিটিশ ভারতীয় রুপি (আজকের ১৩০ আমেরিকান ডলারের সমতুল্য) দান করেছিলেন।\nতিনি ১৯৩৭ সালের প্রথম আসাম আইনসভা নির্বাচনে স্বতন্ত্রভাবে প্রতিদ্বন্দ্বিতা করেন এবং নাগাঁও নির্বাচনী এলাকা থেকে আসাম বিধানসভার সদস্য হিসেবে সফলভাবে নির্বাচিত হন। আসামের রাজনীতিতে, সদাগর জাতিগত অসমিয়া রাজনীতিবিদ মুহাম্মদ সাদুলাহ এবং জাতিগত বাঙালি রাজনীতিবিদ আবদুল হামিদ খান ভাসানী উভয়েরই বিরোধিতা করেছিলেন। পরে তিনি সর্বভারতীয় মুসলিম লীগ ত্যাগ করেন। তার নেতৃত্বে, পাঁচজন স্বাধীন মুসলিম রাজনীতিবিদ সমাবেশে নিজেদের প্রতিনিধিত্ব করেছিলেন, যারা সকলেই আসামকে পাকিস্তানের অধিরাজ্যে একীভূত করার মুসলিম লীগের পরিকল্পনার বিরোধিতা করেছিলেন।\n\n\n== মৃত্যু এবং উত্তরাধিকার ==\nআসামে সদাগর মারা যান। তার ছেলে আব্দুল শহীদও একজন রাজনীতিবিদ ছিলেন। ২০১৯ সালে তার বংশধরদের বিরুদ্ধে মিথ্যা এনআরসি দাবি করা হয়েছিল। তাদের রক্ষাকারীদের মধ্যে ছিলেন বিরোধী দলীয় নেতা দেবব্রত শইকীয়া।\n\n\n== তথ্যসূত্র =="}