{"pageid": 1434981, "title": "প্যাট ম্যাক্যাফি", "url": "https://bn.wikipedia.org/wiki?curid=1434981", "content": "প্যাট্রিক জাস্টিন ম্যাকাফি  MA-kə-fee ; জন্ম ২ মে, ১৯৮৭) একজন আমেরিকান ক্রীড়া বিশ্লেষক, পেশাদার কুস্তি রঙের ভাষ্যকার, সেইসাথে একজন প্রাক্তন ফুটবল পন্টার এবং কিকঅফ বিশেষজ্ঞ। ম্যাকাফি ইএসপিএন কলেজ গেমডে- এর একজন বিশ্লেষক, একটি টেলিভিশন প্রোগ্রাম যা কলেজ ফুটবল কভার করে। তিনি ইউটিউবে দ্য প্যাট ম্যাকাফি শো লাইভ হোস্ট করেন। শোটি ইএসপিএন প্ল্যাটফর্ম জুড়ে লাইসেন্সপ্রাপ্ত। তিনি বর্তমানে মানডে নাইট র- এর কালার ধারাভাষ্যকার হিসেবে ডব্লিউডব্লিউই-এর সাথে চুক্তিবদ্ধ হয়েছেন, সেইসাথে মাঝে মাঝে একজন কুস্তিগিরও।\nম্যাকাফি ওয়েস্ট ভার্জিনিয়া পর্বতারোহীদের জন্য একজন প্লেসকিকার ছিলেন। তিনি ২০০৯ এনএফএল ড্রাফ্ট সপ্তম রাউন্ডে ইন্ডিয়ানাপোলিস কোল্টস দ্বারা খসড়া তৈরি করেছিলেন। তিনি তার রুকি বছরে সুপার বোল এক্সএলআইভি- এ খেলেছিলেন, যেখানে কোল্টস নিউ অরলিন্স সেন্টসের বিপক্ষে হেরেছিল। ম্যাকাফি দুটি প্রো বোল তৈরি করেছিল এবং ২০১৪ সালে ন্যাশনাল ফুটবল লিগে (এনএফএল) তার আট বছরের ক্যারিয়ারে তিনি একজন অল-প্রো ছিলেন।\n২০১৭ সালের ফেব্রুয়ারিতে ফুটবল থেকে অবসর নেওয়ার পর থেকে, ম্যাকাফি একজন ফুটবল বিশ্লেষক। জুলাই ২০১৯ সালে ইএসপিএন- এর বৃহস্পতিবার নাইট কলেজ ফুটবল দলের অংশ হিসাবে ঘোষণা করার আগে তিনি ২০১৮ সালের শেষের দিকে ফক্স স্পোর্টস কলেজ এবং এনএফএল সম্প্রচারের অতিথি হোস্ট ছিলেন। এছাড়াও, তিনি গেট আপ-এর জন্য নিয়মিত উপস্থিত হন! . তিনি বর্তমানে ইএসপিএন নেটওয়ার্কে দ্য প্যাট ম্যাকাফি শো-এর লাইসেন্স দেন, যা পরে ইএসপিএন+ এ শোটি অনুকরণ করে।\nম্যাকাফি ২০১৮ সালে ডাব্লিউডাব্লিউই এর এনএক্সটি টেকওভার ইভেন্টে অতিথি ধারাভাষ্যকার হিসাবে কাজ করেছিলেন, ফেব্রুয়ারি ২০১৯ সালে প্রচারের সাথে একটি চুক্তি স্বাক্ষর করার আগে ২০২০ এর সময়, তিনি অ্যাডাম কোলের সাথে বিবাদে জড়িয়ে পড়েন, কোলের কাছে হেরে এনএক্সটি টেকওভার ৩০ এ তার ডাব্লিউডাব্লিউই এনএক্সটি ইন-রিং অভিষেক করেন।\n\n\n== জীবনের প্রথমার্ধ ==\nপ্যাট ম্যাকাফি পেনসিলভানিয়ার পিটসবার্গের একটি শহরতলির প্লামে ২ মে, ১৯৮৭-এ টিম এবং স্যালি ম্যাকাফির কাছে জন্মগ্রহণ করেন। তিনি প্লাম হাই স্কুলে পড়াশোনা করেন যেখানে তিনি ভার্সিটি সকার, ভলিবল এবং ফুটবল খেলেন। তিনি প্রতিটি খেলার জন্য কলেজিয়েট আগ্রহ পেয়েছিলেন। উচ্চ বিদ্যালয়ে সোফোমার হওয়ার সময় তিনি একজন জাতীয় পান্ট, পাস এবং কিক চ্যাম্পিয়ন ছিলেন। হাই স্কুলে তার সিনিয়র বর্ষে, একটি অবৈধ জুজু খেলায় জিতে নেওয়া ১,৪০০ ডলার ব্যবহার করে, তিনি একটি জাতীয় মাঠের গোল প্রতিযোগিতায় অংশগ্রহণের জন্য মিয়ামিতে ভ্রমণ করেছিলেন। তিনি টানা নয়টি ফিল্ড গোল করেছেন, ২৫ গজ থেকে শুরু করে এবং প্রতিবার পাঁচ গজ বাইরে চলে গেছে। তিনি ৭০-গজের ফিল্ড গোলটি সংক্ষিপ্তভাবে মিস করেছিলেন, বলটি ডানদিকে অনুপস্থিত ছিল, কিন্তু এটি করার জন্য যথেষ্ট দূরত্ব ছিল। এরপর ওয়েস্ট ভার্জিনিয়ার রিক্রুটিং কো-অর্ডিনেটর টনি গিবসন তার সাথে যোগাযোগ করেন, যিনি তাকে বৃত্তি প্রদান করেন।\n\n\n== কলেজ ক্যারিয়ার ==\n\n\n=== ফ্রেশম্যান সিজন (২০০৫) ===\nম্যাকাফি ওয়েস্ট ভার্জিনিয়াতে একজন নবীন হিসাবে শুরুর চাকরি অর্জন করেছিলেন। ফিল্ড গোলে তিনি ১৮-এর জন্য ১১-এ ছিলেন এবং ২০টি টাচব্যাক সহ সিজনে ৭০টি কিকঅফ করেছিলেন। ম্যাকাফির সবচেয়ে স্মরণীয় মুহূর্তটি লুইসভিলের বিপক্ষে ৪৬-৪৪ ট্রিপল-ওভারটাইম জয়ে এসেছিল, যা একটি সফল ম্যাকাফি অনসাইড কিকের পরে পৌঁছেছিল। অনসাইড কিক স্টিভ স্ল্যাটনকে এক গজ টাচডাউন রান দিয়ে খেলা টাই করার সুযোগ দেয়।\n\n\n=== সোফোমোর সিজন (২০০৬) ===\nযদিও লুইসভিল এবং ইউএসএফ- এর কাছে তাদের পরাজয় হয়েছিল, পর্বতারোহীরা ১০টি গেম জিতেছিল এবং জর্জিয়া টেকের বিরুদ্ধে গেটর বোলে বিজয়ী হয়েছিল।\n\n\n=== জুনিয়র সিজন (২০০৭) ===\nম্যাকাফি তার জুনিয়র মৌসুম শুরু করেন ওয়েস্টার্ন মিশিগানের বিপক্ষে অতিরিক্ত পয়েন্ট মিস করে, তার টানা ১০৬ অতিরিক্ত পয়েন্টের ধারা শেষ করে। তিনি ফিয়েস্তা বাউলে ২-ফর-৪ পারফরম্যান্সের সাথে সিজন শেষ করেন, একটি কিক ওকলাহোমা দ্বারা ব্লক করা হয়েছিল। বোল মৌসুমের পর তাকে ইএসপিএন অল-বোল দলে নাম দেওয়া হয়।\nম্যাকাফি ডাব্লিউভিইউ এর ১৩-৯ গোলে পিট প্যান্থার্স দলের কাছে মাত্র চারটি জয় নিয়ে দুটি অপেক্ষাকৃত ছোট ফিল্ড গোল মিস করেন; শেষ পর্যন্ত পর্বতারোহীদের বিসিএস জাতীয় চ্যাম্পিয়নশিপ খেলা থেকে বাদ দেওয়া। তিনি সেরা কলেজিয়েট কিকারের জন্য ২০০৭ লু গ্রোজা পুরস্কারের সেমি-ফাইনালিস্ট তালিকায় নাম লেখান। ম্যাকাফি ২০০৭ সালে তিনবার বিগ ইস্ট স্পেশাল টিম প্লেয়ার অফ দ্য উইক সম্মান অর্জন করে এবং দ্বিতীয়-টিম অল-বিগ ইস্ট নামে পরিচিত হয়। তিনি টানা দ্বিতীয় বছর পশ্চিম ভার্জিনিয়ার স্কট শার্লি পুরস্কার অর্জন করেন।\n\n\n=== সিনিয়র সিজন (২০০৮) ===\nম্যাকাফি তার সিনিয়র বছর শুরু করেন ৪৮-২১ সিজন-ওপেনিং ভিলানোভার বিরুদ্ধে জয়ের মাধ্যমে যেখানে তিনি ৫২ গজ দীর্ঘ ক্যারিয়ার, ছয়টি অতিরিক্ত পয়েন্ট এবং দুটি পান্ট সহ দুটি ফিল্ড গোল করেন। মার্শালের বিরুদ্ধে পরবর্তী ২৭-৩ ব্যবধানে জয়ে, ম্যাকাফি স্ল্যাটনকে পাশ কাটিয়ে মাঠের গোলে সর্বকালের স্কোর করার জন্য স্কুল রেকর্ডধারী হন। তিনি অবার্নের বিরুদ্ধে ৩৪-১৭ জয়ে কেরিয়ার ফিল্ড গোলের বিগ ইস্ট রেকর্ডের জন্য তৃতীয় স্থানে চলে যাওয়ার জন্য মাঠের মাঠে দুটি গোলের জন্য দুটি করেছেন।\n৮ নভেম্বর সিনসিনাটির বিরুদ্ধে, পর্বতারোহীরা ১:১১ বামে নিয়ন্ত্রণে ১৩ পয়েন্টে পিছিয়েছে, কিন্তু নিরাপত্তা, টাচডাউন এবং দুই-পয়েন্ট রূপান্তর সহ ঘাটতি ৩ পয়েন্টে কমিয়েছে, সবই এক মিনিটেরও কম সময়ে। ম্যাকাফির অনসাইড কিকটি ১৮ সেকেন্ড বাকি থাকতে পুনরুদ্ধার করা হয়েছিল। ৫২-গজের ফিল্ড গোলের সাথে সময় শেষ হওয়ার সাথে সাথে তিনি খেলাটি টাই করেন, কিন্তু পর্বতারোহীরা অতিরিক্ত সময়ে হেরে যাবে।\nম্যাকাফি তার জ্যেষ্ঠ বছর কেরিয়ার-সেরা ৪৪.৭ গজ প্রতি পান্ট গড়, ২০-গজ লাইনের মধ্যে একটি বিগ ইস্ট-লিডিং ২৩ পান্ট এবং ৬৫-গজ লম্বা সহ একটি কেরিয়ার-উচ্চ ২,৬৩৯ গজ দিয়ে শেষ করেছিলেন। ম্যাট ফজের কাছে হেরে রে গাই অ্যাওয়ার্ডের ফাইনালিস্ট হিসেবে তাকে মনোনীত করা হয়।\n\n\n== পেশাদার ক্যারিয়ার ==\n\n\n=== প্রি-ড্রাফ্ট ===\nমাউন্টেনিয়ার প্যাট হোয়াইট এবং এলিস ল্যাঙ্কস্টারের সাথে যোগ দিয়ে ম্যাকাফিকে ২০০৯ সালের সিনিয়র বোল আলাবামাতে আমন্ত্রণ জানানো হয়েছিল। তিনি দক্ষিণ দলের কিকার হিসাবে সিনিয়র বোল শুরু করেছিলেন। ম্যাকাফি ১২ তম বার্ষিক স্টেট ফার্ম কলেজ ফুটবল অল-স্টার চ্যালেঞ্জে পারফর্ম করেছে, \"রাউন্ড দ্য ওয়ার্ল্ড\" কিকিং প্রতিযোগিতা জিতেছে। তাকে এনএফএল কম্বাইনে আমন্ত্রণ জানানো হয়নি। ইন্ডিয়ানাপলিস কোল্টস, ডালাস কাউবয়স এবং নিউ ইংল্যান্ড প্যাট্রিয়টসের সাথে কিকার হিসাবে তিনি টিম ওয়ার্কআউট করেছিলেন।\n\n\n=== ইন্ডিয়ানাপলিস কোল্টস ===\n\n২০০৯ সালের এনএফএল ড্রাফ্টে ইন্ডিয়ানাপোলিস কোল্টস দ্বারা ম্যাকাফিকে সপ্তম রাউন্ডে ২২২তম সামগ্রিক বাছাই করা হয়েছিল। ম্যাকাফি প্রশিক্ষণ শিবিরের আগে স্বাক্ষরিত হয়েছিল। তিনি ২০০৯ সালে কোল্টদের জন্য পান্টিং এবং কিক-অফ ডিউটি পরিচালনা করেন, সেইসাথে অতিরিক্ত পয়েন্ট এবং ফিল্ড গোলের জন্য হোল্ডিং, এমন একটি অবস্থান যা তিনি আগে কখনও খেলেননি। ২০০৯ সালে, ম্যাকাফি ইন্ডিয়ানাপোলিস দলের অংশ ছিলেন যেটি এএফসি সাউথ, এএফসি চ্যাম্পিয়নশিপ জিতেছিল এবং সুপার বোল এক্সএলআইভি-এ পৌঁছেছিল। ম্যাকাফি গেমটি শুরু করে এবং নিউ অরলিন্স সেন্টসের কাছে ৩১-১৭ হারে কিকঅফ এবং পান্ট ডিউটি পরিচালনা করে। একটি সফল ২০০৯ মৌসুমের ফলস্বরূপ, তাকে ২০০৯ এনএফএল অল-রুকি দলে নাম দেওয়া হয়েছিল।\nম্যাকাফি ২০১১ সিজনে ৪৬.৬-গজ পান্টিং গড় বজায় রেখেছিল, একটি চিহ্ন যা তিনি পান্টগুলিতে ৪৮.২-গজ গড় পোস্ট করার মাধ্যমে পরবর্তী মৌসুমে আরও ভাল করবেন।\n৪ জানুয়ারী, ২০১৪-এ, ম্যাকাফি পটভূমিতে প্রায় সম্পূর্ণ নগ্ন অবস্থায় কোল্টস সতীর্থ অ্যান্ড্রু লাকের সাথে লকার রুমে নিজের একটি ছবি টুইট করেছিলেন। ম্যাকাফি, যিনি লকার রুমে কিকার অ্যাডাম ভিনাটিরির সাক্ষাত্কার নেওয়ার একটি ছবি তুলছিলেন, এই ঘটনার জন্য ক্ষমা চেয়েছিলেন এবং দ্য বব অ্যান্ড টম শো- এর সাথে তার সাক্ষাত্কার অনুসারে, কোল্টস সংস্থা তাকে ১০,০০০ ডলার জরিমানা করেছিল। মার্চ ৭-এ, ম্যাকাফি ঘোষণা করেছিলেন যে তিনি কোল্টসের সাথে থাকার জন্য একটি পাঁচ বছরের চুক্তি স্বাক্ষর করেছেন।\nম্যাকাফি সেপ্টেম্বর ২০১৪-এর জন্য এএফসি স্পেশাল টিম প্লেয়ার অফ দ্য মান্থ মনোনীত হয়েছিল। তিনি এনএফএলকে পান্টিং গড় (৪৫.৬ গজ) এবং কিকঅফ (২৪) এ টাচব্যাকে নেতৃত্ব দেন এবং মৌসুমের প্রথম চার সপ্তাহে এনএফএল-এর মাত্র দুটি সফল অনসাইড কিককে রূপান্তরিত করেন। সপ্তাহ ৬-এ, হিউস্টন টেক্সানদের বিরুদ্ধে, ম্যাকাফি সিজনে তার তৃতীয় অনসাইড কিকটি রূপান্তরিত করেন, প্রয়োজনীয় ১০ গজ ভ্রমণের পর বলটি নিজেই পুনরুদ্ধার করেন। ২৩ শে ডিসেম্বর, ২০১৪-এ, ম্যাকাফিকে তার প্রথম প্রো বোলে খেলার জন্য নির্বাচিত করা হয়েছিল, এবং 2 জানুয়ারী, ২০১৫-এ, তিনি অ্যাসোসিয়েটেড প্রেস কর্তৃক প্রথম টিম অল-প্রো পান্টার হিসেবে নির্বাচিত হন।\n২০১৫ মৌসুমের ৩ সপ্তাহে, ম্যাকাফি টেনেসি টাইটানসের বিপক্ষে এএফসি স্পেশাল টিম প্লেয়ার অফ দ্য উইক জিতেছে। এই মৌসুমে দলের তালিকাভুক্ত তিনটি কোয়ার্টারব্যাকের তিনজনই ইনজুরিতে পড়ে যাওয়ার পর তিনি প্রায় জরুরী কোয়ার্টারব্যাক হিসেবে একটি খেলায় প্রবেশ করেন; তবে, তিনি আনুষ্ঠানিকভাবে মাঠে নামেননি। ম্যাকাফি দলের সাথে তার মেয়াদ জুড়ে কোল্টস-এ জরুরী কোয়ার্টারব্যাকের ভূমিকা পালন করেন এবং এনএফএল-এর চারজন পান্টারের একজন ছিলেন যিনি তার কর্মজীবনের শেষের দিকে এই ভূমিকা পালন করেছিলেন। একটি জাল পান্ট জড়িত বিশেষ নাটকের সময় তাকে ফুটবল নিক্ষেপ করার জন্যও ডাকা হয়েছিল। ২০ ডিসেম্বর, ২০১৬-এ, ম্যাকাফিকে তার দ্বিতীয় প্রো বোলে নাম দেওয়া হয়েছিল।\nফেব্রুয়ারী ২, ২০১৭-এ, আটটি মরসুমের পরে, ম্যাকাফি এনএফএল থেকে অবসর নেন এবং বলেছিলেন যে তিনি অবদানকারী হিসাবে বারস্টুল স্পোর্টসে যোগদান করতে চান। তিনি তার সাম্প্রতিক হাঁটু অপারেশন (চার মৌসুমে তার তৃতীয়) তার সিদ্ধান্তের কারণ হিসেবে উল্লেখ করেছেন, সেইসাথে কোল্টসের জেনারেল ম্যানেজার রায়ান গ্রিগসনের সাথে তার সম্পর্ক ভেঙে গেছে। ২০১৯ সালে অফ-সিজন চলাকালীন, ম্যাকাফি শিকাগো বিয়ার্সের সাথে প্লেসকিকার হিসাবে কাজ করেছিল, কিন্তু তার পরেই তার হাঁটু ফুলে গিয়েছিল এবং অবশেষে এডি পিনেইরো এই অবস্থানটি গ্রহণ করেছিলেন।\n২০১৯ এনএফএল মরসুমে, চার বছর ধরে এনএফএল-এর বাইরে থাকা সত্ত্বেও, ভক্তরা ম্যাক্যাফিকে তার নিজের শহর পিটসবার্গ স্টিলার্সের হয়ে খেলার জন্য অবসর থেকে বেরিয়ে আসার জন্য চাপ দিতে শুরু করেছিল, যারা মৌসুমে তাদের পান্টিংয়ের সাথে লড়াই করেছিল। স্টিলাররা অবিলম্বে প্রতিস্থাপনে স্বাক্ষর না করেই ডাস্টিন কলকুইটকে মুক্তি দেওয়ার পরে ম্যাকাফি নিজেই অবিলম্বে তার পান্টিংয়ের একটি ভিডিও টুইট করে গুজবে যোগ করেছিলেন। দলটি জর্ডান বেরির সাথে পুনরায় স্বাক্ষর করে, যিনি কলকুইটের স্বাক্ষর করার আগে পাঁচ বছর ধরে দলের পন্টার ছিলেন। দ্য প্যাট ম্যাকাফি শো- এর ১৬ সেপ্টেম্বর, ২০২১ এপিসোডে, স্টিলার্সের প্রধান কোচ মাইক টমলিন তার জন্য তার প্রশংসার কথা বলেছিলেন, মজা করে বলেছিলেন যে ম্যাকাফির \"শারীরিকভাবে কিছুটা অবনতি না হওয়া পর্যন্ত\" তিনি তাকে স্বাক্ষর না করা পর্যন্ত অপেক্ষা করবেন। যাইহোক, ম্যাকাফি সম্ভাব্যভাবে টাম্পা বে বুকানিয়ারদের হয়ে প্লেসকিকার এবং পান্টার উভয় হিসাবেই খেলতে পারতেন, যখন বুকানিয়াররা আটলান্টা ফ্যালকন্সের বিরুদ্ধে তাদের খেলার আগে তাদের বিশেষ টিম ইউনিটকে রিজার্ভ/ কোভিড-১৯ তালিকায় রেখেছিল। শেষ পর্যন্ত, ম্যাকাফি নির্দিষ্ট প্রোটোকল বাইপাস করতে অক্ষম ছিল কারণ তিনি কোভিড-১৯ এর জন্য ইতিবাচক পরীক্ষা করেননি, যেখানে রায়ান সুকপ এবং ব্র্যাডলি পিনিয়ন সেই সপ্তাহান্তের গেমটি খেলার জন্য ক্লিয়ার হয়েছিলেন।\n২০২২ সালের সেপ্টেম্বরে, নির্বাচনের প্রয়োজনীয়তা পূরণ করে, ম্যাকাফিকে প্রো ফুটবল হল অফ ফেমের জন্য অতিরিক্ত আধুনিক যুগের মনোনীতদের একজন হিসাবে নামকরণ করা হয়েছিল। তার শোতে খবরটি জানানোর পরে, তিনি মনোনয়ন পেয়ে খুশি হয়েছিলেন, কিন্তু বলেছিলেন যে শেন লেচলারের মতো অন্যান্য পান্টাররা অন্তর্ভুক্তির আরও যোগ্য ছিলেন।\n\n\n== এনএফএল ক্যারিয়ার পরিসংখ্যান ==\n\n\n=== রেগুলার সিজন ===\n\n\n=== পোস্টসিজন ===\n\n\n== পোস্ট-প্লেয়িং ক্যারিয়ার ==\nতার অবসরের পর, ম্যাকাফি একজন ফুটবল বিশ্লেষক এবং স্পোর্টস টক শোগুলির হোস্ট হয়ে ওঠেন। তার নিজস্ব টক শো, দ্য প্যাট ম্যাকাফি শো শুরু করার পর, তিনি ক্রীড়া মিডিয়া শিল্পের অন্যতম জনপ্রিয় ব্যক্তিত্বে পরিণত হন, অবশেষে ইএসপিএন এর সাথে আট অঙ্কের চুক্তি অর্জন করেন।\n\n\n=== বারস্টুল স্পোর্টস ===\nকোল্টসের সাথে তার চূড়ান্ত মরসুমে, ম্যাকাফি এনএফএলে তার সময় সম্পর্কে স্ট্যান্ড আপ কমিক রুটিনগুলি সম্পাদন করতে শুরু করে। 2016 মৌসুমের শেষের দিকে ফুটবল থেকে অবসর নেওয়ার পর, ম্যাকাফি বারস্টুল স্পোর্টসে যোগ দেন, যেখানে তিনি ইন্ডিয়ানাপোলিসে কোম্পানির \"হার্টল্যান্ড\" বিভাগ তৈরি করেন এবং SiriusXM চ্যানেল Barstool Power 85-এ The Pat McAfee শো হোস্ট করেন ম্যাকাফি 31শে আগস্ট, 2018-এ বারস্টুল স্পোর্টস থেকে তার বিচ্ছেদ ঘোষণা করেছিল, কোম্পানির ব্যবসায়িক ক্রিয়াকলাপের স্বচ্ছতার অভাবকে তার চলে যাওয়ার কারণ হিসাবে উল্লেখ করে।\n\n\n=== প্যাট ম্যাকাফি ইনক. ===\n2018 সালে বারস্টুল স্পোর্টস থেকে বিদায় নেওয়ার পরে, ম্যাকাফি ইন্ডিয়ানাপোলিসে তার আসল অফিস থেকে একটি ছোট ব্যবসা প্যাট ম্যাকাফি ইনকর্পোরেটেড (PMI) অন্তর্ভুক্ত করে। পিএমআই ম্যাকাফির দাতব্য প্রতিষ্ঠান দ্য প্যাট ম্যাকাফি ফাউন্ডেশন পরিচালনা করতে থাকে এবং পণ্যদ্রব্য বিক্রি শুরু করে। প্রথমে, পিএমআই চারটি পডকাস্ট তৈরি করেছিল, দ্য প্যাট ম্যাকাফি শো 2.0, দ্যাটস হকি টক, হার্টল্যান্ড রেডিও 2.0 এবং গুড বেটর বেটস। প্রাক্তন দুটি এখনও 2021 সাল পর্যন্ত চালু রয়েছে, দ্য প্যাট ম্যাকাফি শো 2.0 সিরিয়াস এক্সএম -এ তার প্রতিদিনের শো থেকে ক্লিপগুলি পুনরায় চলমান রয়েছে, যখন দ্যাটস হকি টকটি মূলত প্রাক্তন এনএফএল সেন্টার একিউ শিপলি দ্বারা সহ-হোস্ট করা হয়েছিল, তবে শিপলিকে প্রতিস্থাপন করা হয়েছিল 2021 সালে প্রাক্তন NHL প্লেয়ার মাইক রুপ। প্রাক্তন হোস্ট টড ম্যাককোমাসের প্রস্থানের পর হার্টল্যান্ড রেডিও 2.0 দ্য পডে বিকশিত হয়েছিল, যখন পিএমআই-এর জুয়া খেলার পডকাস্ট, গুড বেটর বেটস, প্রাক্তন এনএফএল জেনারেল ম্যানেজার মাইকেল লোম্বার্ডিকে অতিথি সহ-হোস্ট হিসাবে যুক্ত করার সাথে হ্যামার ডনে পুনরায় ব্র্যান্ড করা হয়েছে।\n7 আগস্ট, 2019-এ, জানানো হয়েছিল যে ম্যাকাফি একটি দুই ঘন্টার, সপ্তাহের দিন রেডিও শো, দ্য প্যাট ম্যাকাফি শো, 9 সেপ্টেম্বর, 2019 থেকে শুরু করবে, DAZN এবং Westwood One দ্বারা সিন্ডিকেট করা শুরু করবে। DAZN-এর সাথে চুক্তিতে ম্যাকাফি প্রতি সপ্তাহে তিনবার পরিষেবাতে তার পডকাস্ট স্ট্রিমিং এবং DAZN-এর লিগের (প্রাথমিকভাবে কানাডা এবং জার্মানি) স্ট্রিমিং অধিকার রয়েছে এমন অঞ্চলে NFL-সম্পর্কিত কাঁধের সামগ্রীতে উপস্থিতি অন্তর্ভুক্ত রয়েছে। টেরেস্ট্রিয়াল রেডিওতে FCC প্রবিধানের প্রতি McAfee-এর অবজ্ঞার কারণে 2020 সালের আগস্টে তারা আলাদা হয়ে যায়।\n2020 সালের সেপ্টেম্বরে, প্যাট ম্যাকাফি শো 12:00 থেকে সিরিয়াস এক্সএম -এর ম্যাড ডগ স্পোর্টস রেডিওতে স্থানান্তরিত হয়েছিল pm থেকে 3:00 কর্মদিবসে বিকাল। অনুষ্ঠানটি ইউটিউবেও সরাসরি সম্প্রচার করা হয়। প্রাক্তন এনএফএল লাইনব্যাকার, এবং ধারাবাহিক সহযোগী, এজে হক ম্যাকাফির সাথে শোটির দ্বিতীয় এবং তৃতীয় ঘন্টা সহ-হোস্ট করেন। ম্যাকাফির প্রাক্তন সতীর্থ ড্যারিয়াস বাটলার শুক্রবার শোটি সহ-হোস্ট করেন যখন এটি টাম্পা, ফ্লোরিডা থেকে সম্প্রচার করা হয়। এনএফএল মরসুমে, ম্যাকাফি প্রায়শই নিউ ইয়র্ক জেটসের কোয়ার্টারব্যাক অ্যারন রজার্সকে তার প্রোগ্রামে হোস্ট করে। সিরিয়াস এক্সএম 2022 সালের আগস্টে শো সম্প্রচার বন্ধ করে দেয়।\n2021 সালের মার্চ মাসে, PMI দ্য বেস্ট রেসলিং শো ফিরিয়ে আনে, যা পূর্বে Wrasslin' With Sports Entertainment নামে পরিচিত ছিল, একটি রেসলিং পডকাস্ট যা 2019 সালে একটি পর্ব প্রচার করেছিল। এটি প্রাক্তন WWE কর্মচারী এবং PMI নির্বাহী প্রযোজক মাইক ম্যানসুরি এবং পিটসবার্গ-ভিত্তিক রেডিও ধারাভাষ্যকার এবং প্রাক্তন ওয়ার্ল্ড চ্যাম্পিয়নশিপ রেসলিং ধারাভাষ্যকার মার্ক ম্যাডেন হোস্ট করেছেন। পডকাস্টটি স্বল্পস্থায়ী ছিল, কারণ ম্যানসুরি একই বছরের মে মাসে স্বাধীন কাজ এবং ম্যাডেনের কারণে কম দর্শক সংখ্যায় ফোকাস করার জন্য PMI ত্যাগ করেছিলেন।\n2021 সালে, McAfee লরেন্স, ইন্ডিয়ানার একটি প্রাক্তন ইউনাইটেড মেথডিস্ট চার্চে PMI-এর কার্যক্রমের ভিত্তি স্থানান্তর করার পরিকল্পনা ঘোষণা করেছিল।\n9 ডিসেম্বর, 2021-এ, ম্যাকাফি দ্য প্যাট ম্যাকাফি শো- এর স্পনসর এবং অফিসিয়াল অডস প্রদানকারী হিসাবে কাজ করার জন্য ফ্যানডুয়েলের সাথে একটি চার বছরের, $120 মিলিয়ন স্পনসরশিপ চুক্তি ঘোষণা করেছে।\n\n\n=== ফক্স স্পোর্টস ===\n24 নভেম্বর, 2018-এ, McAfee তার কলেজ ফুটবল সম্প্রচারে আত্মপ্রকাশ করে Fox-এ, বেইলর এবং টেক্সাস টেকের মধ্যে একটি কলেজ ফুটবল খেলা বলে। 30 ডিসেম্বর, ম্যাকাফি ফক্সে তার এনএফএল সম্প্রচারে আত্মপ্রকাশ করে, জাস্টিন কুচার, রবার্ট স্মিথ এবং লায়ন্স - প্যাকার্স গেমের সাইডলাইন রিপোর্টার সারা কুস্টকের সাথে যোগ দেয়।\n\n\n=== ইএসপিএন ===\n\n29 জুলাই, 2019 এ, অ্যাডাম শেফটার টুইটারের মাধ্যমে ঘোষণা করেছিলেন যে ম্যাকাফি তাদের বৃহস্পতিবার নাইট কলেজ ফুটবল সম্প্রচারের রঙ বিশ্লেষক হিসাবে ম্যাট হ্যাসেলবেকের সাথে ESPN-এ যোগদান করবে। জেসন উইটেনের কাউবয়েজ-এ ফিরে আসার পর ম্যাকাফি ইএসপিএন-এর সোমবার নাইট ফুটবলের জন্য অডিশন দেওয়ার পরে এই খবর আসে, যদিও ইএসপিএন তার বুথকে আগের মতোই ধরে রাখার সিদ্ধান্ত নিয়েছে। একই বছরে, ম্যাকাফি গেট আপ-এ নিয়মিত উপস্থিত হতে শুরু করে! এবং কলেজ গেমডে, পরবর্তী শোতে সেলিব্রিটি গেস্ট পিকার হিসেবে উপস্থিত হওয়ার পর।\n2022 সালের সেপ্টেম্বরে, ঘোষণা করা হয়েছিল যে McAfee ESPN-এ ফিরে আসবে। তিনি কলেজ গেমডেতে পূর্ণ-সময়ের বিশ্লেষক হিসাবে কাজ করেন। তিনি রোজ বোল, কলেজ ফুটবল প্লেঅফ, সুপার বোল এবং প্রো বোল- এর ESPN-এর কভারেজের বিশ্লেষক হিসেবে কাজ করবেন। McAfee ESPN2-তে Peyton Manning- এর ওমাহা প্রোডাকশন কলেজ ফুটবল অল্টারনেট টেলিকাস্টেরও একটি অংশ। পিটন এবং এলির সাথে সোমবার নাইট ফুটবলে তিনি দুবার অতিথি হিসাবে উপস্থিত হয়েছেন।\n2023 সালের মে মাসে, ইএসপিএন ঘোষণা করেছিল যে প্যাট ম্যাকাফি শো তার প্ল্যাটফর্মগুলিতে চলে যাবে, যার মধ্যে রয়েছে ইএসপিএন টেলিভিশন, ইএসপিএন+ এবং ইউটিউব একটি বহু বছরের চুক্তির অধীনে; ম্যাকাফি বলেছেন যে ইএসপিএন-এ চলে যাওয়া তাকে \"উৎপাদন সম্পদ, লিগের অধিকারের ক্ষমতা এবং ক্রীড়া জগতের সমস্ত কিছুতে অ্যাক্সেস\" আরও ভাল অ্যাক্সেস দেবে। 17 আগস্ট, 2023-এ, ঘোষণা করা হয়েছিল যে 2023 সালের NFL সিজন ওপেনারের মতো একই দিনে 7 সেপ্টেম্বর, 2023 তারিখে দ্য প্যাট ম্যাকাফি শো ESPN, ESPN+ এবং YouTube-এ আত্মপ্রকাশ করবে। যদিও ESPN এর সাথে তার চুক্তির সঠিক ডলারের পরিমাণ প্রকাশ্যে প্রকাশ করা হয়নি, তবে এটি আট পরিসংখ্যানের বেশি বলে জানা গেছে।\n\n\n=== অন্যান্য উপস্থিতি ===\n2016 সালে, ম্যাকাফি ইন্ডিয়ানার আশেপাশে স্ট্যান্ড-আপ ইভেন্টে পারফর্ম করেছিল। ম্যাকাফি জাতীয়ভাবে সিন্ডিকেটেড মর্নিং রেডিও প্রোগ্রাম দ্য বব অ্যান্ড টম শোতে নিয়মিত ছিলেন, নিজে ইন্ডিয়ানাপোলিসে। তিনি ক্রীড়া ধারাভাষ্যকার চিক ম্যাকগি দ্বারা আয়োজিত অফ দ্য এয়ার পডকাস্টে একটি সাক্ষাত্কারের সময় সহ-হোস্ট বব কেভিয়ানকে তার সেরা বন্ধুদের একজন হিসাবে বর্ণনা করেছেন। 2018 সালে, ম্যাকাফি একজন ডান-ফিল্ডার এবং অতিথি প্রথম বেস কোচ হিসাবে ওয়াশিংটন ওয়াইল্ড থিংসের জন্য তার পেশাদার বেসবলে আত্মপ্রকাশ করেছিলেন। তিনি আউটফিল্ডে একটি পুটআউট তৈরি করেন এবং প্লেটে 0-3 এগিয়ে যান, একটি চিমটি রানার দিয়ে প্রতিস্থাপিত হওয়ার আগে একটি থ্রোয়িং ত্রুটিতে দ্বিতীয় বেসে পৌঁছে যান।\nতিনি 2020 সালে XFL এর কিছু গেমের জন্য সাইডলাইন রিপোর্টার ছিলেন\nম্যাকাফি হল স্পোর্টস গ্যাম্বলিং পডকাস্ট হ্যামার ডানের সহ-হোস্ট, যেটি তার ব্যবসা, ম্যাকাফি ইনক দ্বারা উত্পাদিত হয়।\n\n\n== পেশাদার রেসলিং ক্যারিয়ার ==\n\n\n=== প্রাথমিক কর্মজীবন ===\n২২শে মার্চ, ২০০৯-এ এনএফএল খসড়ার এক মাস আগে, ম্যাকাফি ওয়েস্ট ভার্জিনিয়ার দক্ষিণ চার্লসটনে একটি আইডাব্লুএ ইস্ট কোস্ট শোতে দ্য ওয়ারপিগের বিরুদ্ধে একটি ম্যাচে জড়িত ছিলেন। ওয়ারপিগ ম্যাচের বেশিরভাগ অংশ নিয়ন্ত্রণ করেছিল, কিন্তু ম্যাকাফি তাকে একটি কম আঘাত এবং একটি সুপারকিক দিয়ে আঘাত করেছিল, একটি বিপর্যস্ত জয় নিশ্চিত করেছিল। নয় বছর পরে, ২০১৮ সালের মার্চ মাসে, ম্যাকাফি ইন্ডিয়ানাপোলিসে একটি এনএক্সটি শোতে উপস্থিত ছিলেন, যেখানে তিনি অ্যালিস্টার ব্ল্যাকের বিরুদ্ধে তার ম্যাচে অযোগ্যতার মাধ্যমে অ্যাডাম কোলকে জয়ী হতে বাধা দেন। পরিবর্তে, ম্যাকাফির বিভ্রান্তি ব্ল্যাককে পুনরুদ্ধার করার জন্য যথেষ্ট সময় দিয়েছে এবং কোলকে তার ফিনিশার, ব্ল্যাক ম্যাস দিয়ে আঘাত করেছে।\nজুন ২০১৭ সালে, ম্যাকাফি সংক্ষিপ্তভাবে রিপ রজার্সের সাথে একজন পেশাদার কুস্তিগির হিসেবে প্রশিক্ষণ নেন, যা বারস্টুল স্পোর্টসের জন্য চিত্রায়িত হয়েছিল।\n\n\n=== ডাব্লিউডাব্লিউই (২০১৮-বর্তমান) ===\n২০১৮-এর সময়, ম্যাকাফি কোম্পানির এনএক্সটি টেকওভার ইভেন্টগুলির জন্য একটি প্রাক-শো বিশ্লেষক হিসাবে ডাব্লিউডাব্লিউই প্রোগ্রামিং-এ উপস্থিত হতে শুরু করে, এনএক্সটি টেকওভার: নিউ অর্লিন্স, যেখানে তিনি অ্যাডাম কোলের সাথে তার মিনি-ফিউড চালিয়ে যান। পরে তিনি এনএক্সটি টেকওভার: শিকাগো ২, এনএক্সটি টেকওভার: ব্রুকলিন ৪ এবং এনএক্সটি টেকওভার: ওয়ারগেমস (২০১৮) এ উপস্থিত হন। ডিসেম্বরে, জানা গেছে যে তিনি আনুষ্ঠানিকভাবে ডাব্লিউডাব্লিউই এর সাথে বহু-বছরের চুক্তি স্বাক্ষর করেছেন, এবং আনুষ্ঠানিকভাবে ফেব্রুয়ারি ২০১৯-এ চুক্তিতে স্বাক্ষর করেছেন এরপর তিনি ইউটিউবে ডাব্লিউডাব্লিউই-এর পে-পার-ভিউ-এর সাথে লাইভ ওয়াচ হোস্টিং শুরু করেন, ফাস্টলেন (২০১৯) থেকে শুরু করে, ডাব্লিউডাব্লিউই কুস্তিগিরদের একজনের সাথে। রেসেলম্যানিয়া তৈরিতে, ম্যাকাফি, তার ক্রু এবং বিভিন্ন বিশেষ অতিথিরা একটি আরভিতে ভেন্যু থেকে ভেন্যুতে ভ্রমণ করেছিলেন, যে তার বন্ধু জিটো মেটলাইফ স্টেডিয়ামে একটি শামিয়ানার নিচে আটকে যায়, যেটি প্যাট ম্যাকাফির রোড টু রেসলম্যানিয়ার জন্য চিত্রায়িত হয়েছিল। ইভেন্টের নেপথ্যে, ম্যাকাফি মাইকেল কোলের সাথে তর্কে জড়িয়ে পড়েন, যখন কোল তাকে টাক্সেডো শর্টস পরার জন্য সমালোচনা করেছিলেন। ম্যাকাফি ঘটনাস্থলেই পদত্যাগ করার হুমকি দেয় এবং পরিস্থিতি মোকাবেলা করার সময় অন্য ঘরে পাঠানো হয়। ২০১৮ সালের এনবিএ ফাইনালে ভিন্স ম্যাকমোহনকে লেব্রন জেমসের একটি ছবি দেখানোর পর, এবং রেসলম্যানিয়ার জন্য ম্যাকএফি যে পোশাকটি পরেছিলেন তার অনুরূপ, ম্যাকমোহন অনুমোদন করেছিলেন এবং ম্যাকাফিকে প্রাক-শোর দ্বিতীয় ঘন্টা সহ-হোস্ট করার অনুমতি দেওয়া হয়েছিল, চার্লি কারুসোর পাশাপাশি।\nম্যাকাফি স্ম্যাকডাউনের 1 নভেম্বরের পর্বে অতিথি হিসেবে উপস্থিত ছিলেন।\nএনএক্সটি-এর অংশ হিসাবে, তিনি এনএক্সটি চ্যাম্পিয়ন অ্যাডাম কোলের সাথে একটি সহ গল্পের সাথে জড়িত ছিলেন। এনএক্সটি টেকওভার ৩০ এ, ম্যাকাফি কোলের কাছে পরাজিত হয়েছিল। ম্যাকাফির স্টোরিলাইনে দ্য কিংস অফ এনএক্সটি নামে তার নিজস্ব স্টেবল অন্তর্ভুক্ত ছিল, যার মধ্যে পিট ডান, রিজ হল্যান্ড, ড্যানি বুর্চ এবং ওনি লরকান অন্তর্ভুক্ত ছিল। এনএক্সটি টেকওভার: ওয়ারগেমস- এ অবিসংবাদিত যুগ এবং কিংস অফ এনএক্সটি-এর মধ্যে দ্বন্দ্ব সমাপ্ত হয়েছিল, যেখানে ম্যাকাফির দল পরাজিত হয়েছিল।\n১৬ এপ্রিল, ২০২১-এ, ডাব্লিউডাব্লিউই ঘোষণা করেছে যে ম্যাক্যাফিকে স্ম্যাকডাউন ব্র্যান্ডে স্থানান্তরিত করা হয়েছে, যা মাইকেল কোলের সাথে কালার ভাষ্যকার হিসাবে কাজ করছে। ৩ মার্চ, ২০২২-এ, দ্য প্যাট ম্যাকাফি শোতে, ম্যাকাফি ভিন্স ম্যাকমোহনের সাক্ষাৎকার নেবে, যেখানে ম্যাকমোহন ম্যাকাফিকে রেসেলম্যানিয়াতে একটি ম্যাচের প্রস্তাব দেবেন। রেসলম্যানিয়া ৩৮ এ, ম্যাকাফি অস্টিন থিওরিকে পরাজিত করবে, ভিন্স ম্যাকমোহনকে সরাসরি একটি অবিলম্বে ম্যাচে চ্যালেঞ্জ করার আগে, যা ম্যাকমোহন গ্রহণ করেছিলেন এবং জিতেছিলেন। সেই ম্যাচের পরে, থিওরি এবং ম্যাকমোহন ম্যাকাফিকে আক্রমণ চালিয়ে যাবে যতক্ষণ না স্টোন কোল্ড স্টিভ অস্টিন বাধা দেবেন এবং তাদের তিনটিকেই স্টোন কোল্ড স্টানার দেবেন। তার পরবর্তী অন-স্ক্রিন বিবাদ ছিল ব্যারন করবিনের সাথে, তাকে সামারস্লামে পরাজিত করে। ডাব্লিউডাব্লিউই ৭ সেপ্টেম্বর ঘোষণা করেছে যে ম্যাক্যাফি অদূর ভবিষ্যতের জন্য ডাব্লিউডাব্লিউইতে কাজ করা থেকে বিরতি নিচ্ছেন কারণ তিনি ইএসপিএন কলেজে গেমপ্লে-এ যোগ দিতে প্রস্তুত, এবং এটি শেষ হলে ফিরে আসবে।\n২৮ জানুয়ারী, ২০২৩-এ রয়্যাল রাম্বলে, ম্যাকাফি পুরুষদের রয়্যাল রাম্বল ম্যাচ শুরু হওয়ার ঠিক আগে ধারাভাষ্যের জন্য একটি আশ্চর্যজনক প্রত্যাবর্তন করেছিলেন। ম্যাকাফি রেসলম্যানিয়া ৩৯ পর্যন্ত আর একটি উপস্থিতি দেখায়নি, একটি ম্যাচে দ্য মিজকে চ্যালেঞ্জ করেছিল, এবং তারপর সহ-হোস্ট স্নুপ ডগ ম্যাচ অফিসিয়াল করার পরে ৪ মিনিটের কম সময়ে জয়লাভ করেছিল।\n২৭ জানুয়ারী, ২০২৪-এ, ম্যাকাফি আবারও রয়্যাল রাম্বলে পুরুষদের রয়্যাল রাম্বল ম্যাচে সারপ্রাইজ গেস্ট ধারাভাষ্যকার এবং সারপ্রাইজ এন্ট্রান্ট হিসেবে ২২-এ ফিরে আসেন। ম্যাকাফি দ্রুত রিং থেকে বেরিয়ে এসে নিজেকে এলিমিনেট করে। ম্যাকাফি পরে দাবি করবেন যে তিনি পুরুষদের রাম্বল ম্যাচে অংশগ্রহণকারী হওয়ার ইভেন্টের আগে অবগত ছিলেন না। দুই দিন পরে, ম্যাকাফি মাইকেল কোলের সাথে নতুন ধারাভাষ্য দলের অংশ হিসাবে র- তে ডাব্লিউডাব্লিউই-তে তার পূর্ণ-সময়ে ফিরে আসেন। ম্যাকাফিকে ডাব্লিউডাব্লিউই ২কে২৪ এর জন্য ডাউনলোডযোগ্য সামগ্রী হিসাবে ঘোষণা করা হয়েছিল।\n\n\n== ব্যক্তিগত জীবন ==\n২০ অক্টোবর, ২০১০-এ, ম্যাকাফিকে গ্রেপ্তার করা হয়েছিল এবং জনসাধারণের নেশার অভিযোগে অভিযুক্ত করা হয়েছিল, একটি ক্লাস বি অপকর্ম। ম্যাকাফিকে শার্টবিহীন এবং ভিজে পাওয়া গিয়েছিল এবং অভিযোগ করা হয়েছিল যে তিনি ইন্ডিয়ানাপোলিসের একটি জনপ্রিয় নাইটক্লাব এলাকা ব্রড রিপলের একটি খালে সাঁতার কেটেছিলেন, সেই সকালে আনুমানিক ৫:১৫ তে একজন মহিলা তাকে তার গাড়ির কাছে খুঁজে পেয়েছিলেন। পুলিশ রিপোর্ট করেছে যে তিনি ০:০৫ এর রক্তে অ্যালকোহল সামগ্রী নিয়ে পরীক্ষা করেছেন। দ্য কোল্টস পরে ম্যাকাফিকে তার কাজের জন্য এক-গেমের সাসপেনশন জারি করে। গ্রেপ্তার হওয়ার দুই সপ্তাহ পর, ম্যাকাফি তার কর্মের জন্য ক্ষমা প্রার্থনা জারি করে। \"অবশ্যই আমি এমন একটি রাতে বোবা সিদ্ধান্ত নিয়েছিলাম যখন পরিস্থিতি নিয়ন্ত্রণের বাইরে চলে গিয়েছিল,\" তিনি বলেছিলেন। \"আমি আর কখনও আমার দল বা আমার পরিবারকে এই ধরনের বিব্রতকর পরিস্থিতির মধ্যে ফেলব না।\"\nফেব্রুয়ারী ৫, ২০১৬ এ, ম্যাকাফি চোখ বেঁধে ৪০-গজ মাঠের গোলে সফলভাবে লাথি মেরে গিনেস ওয়ার্ল্ড রেকর্ডধারী হন। রেকর্ডটি দুই বছর পর অতিক্রম করে যখন ম্যাকাফির ভক্ত ডেভিস ব্রিফ ২৩ সেপ্টেম্বর, ২০১৮-এ চোখ বেঁধে ৪৫ গজের ফিল্ড গোলে লাথি মেরেছিলেন\nম্যাকাফি তার বান্ধবী সামান্থা লুডির সাথে ২০১৯ সালের ফেব্রুয়ারিতে বাগদান করেন দুজনের বিয়ে হয় ১ আগস্ট, ২০২০ ইন্ডিয়ানার কারমেলের কক্সহল গার্ডেনে এবং ৪ মে, ২০২৩ এ তাদের প্রথম সন্তান, একটি কন্যাকে স্বাগত জানায়\nম্যাকাফি সহকর্মী কুস্তিগির এবং সহকর্মী প্রাক্তন ফুটবল খেলোয়াড় টমাস পেস্টকের সাথে ভাল বন্ধু, যিনি তার রিং নাম ব্যারন করবিন দ্বারা সর্বাধিক পরিচিত। তারা ইন্ডিয়ানাপলিস কোল্টসে সতীর্থ ছিলেন এবং তাদের রকি বছরের সময় একসাথে থাকতেন। তারা কুস্তির প্রতি তাদের ভালবাসার বন্ধনে আবদ্ধ হয় এবং অবশেষে সামারস্ল্যাম (২০২২) এ একসাথে একটি ম্যাচ কাজ করবে।\n\n\n== মানবপ্রীতি ==\nনভেম্বর ২০১১-এ, ম্যাকাফি লক অফ লাভের জন্য তার চুল কাটে, একটি সংস্থা যা সুবিধাবঞ্চিত শিশুদের জন্য হেয়ারপিস সরবরাহ করে যারা দীর্ঘমেয়াদী অসুস্থতায় ভুগছে। মে ২০১৬ সালে, ম্যাকাফি ২০১৬ ইন্ডিয়ানাপোলিস ৫০০- এর জন্য ইন্ডিকার ড্রাইভার কনর ডালি-এর স্পনসর হিসাবে কাজ করার জন্য এবং প্যাট ম্যাক্যাফি ফাউন্ডেশন এবং উইশ ফর আওয়ার হিরোস উভয়কেই সমর্থন করার জন্য শার্টস ফর আমেরিকা নামে একটি কোম্পানি তৈরি করেছিল। ২০২০ সালে, ম্যাক্যাফি বারস্টুল ফান্ডে ২০০,০০০ ডলার দান করেছে, একটি দাতব্য সংস্থা ডেভ পোর্টনয় যেটি কোভিড-১৯ মহামারি দ্বারা প্রভাবিত ছোট ব্যবসাগুলিকে ত্রাণ দিতে শুরু করেছিল৷ ২০২১ সালে, তিনি বিভিন্ন কারণে ৬ মিলিয়নেরও বেশি ডলার অনুদান দিয়েছেন, যার মধ্যে রয়েছে তার নিজ শহর হাই স্কুল প্লামের ক্রীড়া দল, ওয়েস্ট ভার্জিনিয়া ইউনিভার্সিটির শিশুদের হাসপাতাল এবং প্রাক্তন সতীর্থ রবার্ট ম্যাথিস দ্বারা পরিচালিত সুবিধাবঞ্চিত যুবকদের জন্য একটি ফুটবল প্রোগ্রাম।\n\n\n== চ্যাম্পিয়নশিপ এবং কৃতিত্ব ==\nরেসলিং অবজারভার নিউজলেটার\nবছরের সেরা রুকি (২০২০)\nবছরের সবচেয়ে খারাপ ম্যাচ (২০২২) বনাম ভিন্স ম্যাকম্যান\n\nডাব্লিউডাব্লিউই\nএনএক্সটি ইয়ার-এন্ড অ্যাওয়ার্ড (১ বার)\nরাইভেলরি অব দ্য ইয়ার (২০২০) বনাম এডাম কোল\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nওয়েস্ট ভার্জিনিয়া পর্বতারোহীদের জীবনী (ইংরেজি)\nদাপ্তরিক ওয়েবসাইট (ইংরেজি)\nইন্টারনেট মুভি ডেটাবেজে প্যাট ম্যাক্যাফি (ইংরেজি) (ইংরেজি)\nপ্যাট ম্যাক্যাফি-এর প্রোফাইল: কেজম্যাচ.নেট, রেসলিংডাটা.কম, ইন্টারনেটের রেস্টলিং ডাটাবেস (ইংরেজি)"}