{"pageid": 1434283, "title": "বাম্বা সাদারল্যাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1434283", "content": "রাজকুমারী বাম্বা সাদারল্যাণ্ড ছিলেন সেই রাজপরিবারের একজন সদস্য, যারা পাঞ্জাবের শিখ সাম্রাজ্য শাসন করেছিল। ইংল্যান্ডে শৈশবকাল কাটাবার পর তিনি লাহোরে বসবাস শুরু করেন, যা তার পিতার রাজ্যের রাজধানী ছিল। তিনি ছিলেন একজন ভোটাধিকার কর্মী। তিনি স্বশাসন এবং ভারতের স্বাধীনতার একজন উৎসাহী প্রবক্তা ছিলেন। তিনি ভারতীয় বিপ্লবীদের ঘনিষ্ঠ এবং ব্যক্তিগত বন্ধু ছিলেন এবং লাহোরে তার বাড়িতে আতিথেয়তা প্রদান করতেন।\n\n\n== জীবনী ==\nতিনি বাম্বা সোফিয়া জিন্দান দলীপ সিং নামে জন্মগ্রহণ করেন। তিনি ছিলেন মহারাজা দলীপ সিং এবং তার অ্যাবিসিনীয় জার্মান (ইথিওপিয়ান ইহুদি) প্রথম স্ত্রী বাম্বা মুলারের (মহারানি বাম্বা) জ্যেষ্ঠ কন্যা। ১৮৬৯ সালের ২৯ সেপ্টেম্বর, বাম্বা লন্ডনে জন্মগ্রহণ করেন।\nবাম্বা এলভেডেন হলে থাকতেন। ১৮৮৭ সালে তার মা লন্ডনে কিডনির কাজ বন্ধ হওয়ার কারণে (বৃক্কের অকার্যকারিতা) মারা যান। বিদ্যালয় শিক্ষার পর তিনি অক্সফোর্ডের সোমারভিল কলেজে পড়াশোনা শেষ করেন। তিনি শিকাগো, ইলিনয়-এর নর্থওয়েস্টার্ন ইউনিভার্সিটিতে মেডিকেল স্কুলের জন্য মার্কিন যুক্তরাষ্ট্রে গিয়েছিলেন যেখানে তিনি ৩ বছরের শিক্ষা সমাপ্ত করেন, এরপর স্কুল প্রশাসন সিদ্ধান্ত নেয় যে নারীরা আর চিকিৎসা শিক্ষা অধ্যয়ন করতে পারবে না। বাম্বা লাহোরে ফিরে যাওয়ার সিদ্ধান্ত নেন।\nযখন বাম্বা ভারতে যাওয়ার সিদ্ধান্ত নেন, তখন তিনি একজন সঙ্গীকে সাথে নেন। দু'জন ভারতে বেশ কয়েকটি সফর করেছিলেন, লাহোরে এবং সিমলার পাহাড়ী স্টেশনে বসবাস করেছিলেন, ঠিক যেমনটি তার পূর্বপুরুষরা শতাব্দী ধরে করেছিলেন। লাহোর ছিল শীতকালীন রাজধানী, আর কাশ্মীরের পাশাপাশি সিমলা ছিল গ্রীষ্মকালীন রাজধানী। বাম্বা একাই লাহোরে থাকতে শুরু করেন এবং ১৯১৫ সালে লাহোরের কিং এডওয়ার্ড মেডিকেল কলেজের অধ্যক্ষ ডেভিড ওয়াটার্স সাদারল্যাণ্ডকে বিয়ে করেন।\nবাম্বা সাদারল্যাণ্ড ১৯৫৭ সালের ১০ মার্চ লাহোরে বন্ধু পরিবেষ্টিত অবস্থায় মারা যান। দেশভাগের পরও তিনি লাহোর ছেড়ে যেতে রাজি হননি কারণ তিনি ভারত ও পাকিস্তানে দেশ ভাগের সাথে একমত ছিলেন না। পাঞ্জাবে তার অনেক আত্মীয় ছিল। জাট শিখ অভিজাতরা তার স্বাধীন ভারতের লড়াইকে মহান ভালবাসার সাথে স্মরণ করে। তিনি ছিলেন একজন বিপ্লবী, একজন ভোটাধিকারী এবং শিখ সম্প্রদায়ের কাছে প্রিয়।\nবাম্বা তার সচিব লাহোরের পীর করিম বখশ সুপ্রার কাছে প্রচুর পরিমাণে গুরুত্বপূর্ণ ঐতিহাসিক জিনিস রেখে যান, যিনি সেগুলি পাকিস্তান সরকারকে প্রকাশ্যে প্রদর্শনের জন্য দিয়েছিলেন। তার সংগ্রহে ছিল আঠারোটি চিত্রকর্ম, চৌদ্দটি জলরঙ, হাতির দাঁতের ২২টি চিত্রকর্ম এবং বেশ কিছু ছবি ও অন্যান্য প্রবন্ধ। সংগ্রহটি পাকিস্তান সরকারের কাছে বিক্রি করা হয়েছিল এবং এটি লাহোর দুর্গে রাখা হয়েছে। এটি প্রিন্সেস বাম্বা কালেকশন নামে পরিচিত।\n\n\n== তথ্যসূত্র =="}