{"pageid": 1434323, "title": "তিস্তা সেতলভাদ", "url": "https://bn.wikipedia.org/wiki?curid=1434323", "content": "তিস্তা সেটালভাদ (জন্ম ৯ ফেব্রুয়ারি ১৯৬২)  একজন ভারতীয় নাগরিক অধিকার কর্মী এবং সাংবাদিক। তিনি সিটিজেনস ফর জাস্টিস অ্যান্ড পিস (সিজেপি) এর সেক্রেটারি, যেটি ২০০২ সালের গুজরাট দাঙ্গার এর ক্ষতিগ্রস্তদের পক্ষে ওকালতি করার জন্য গঠিত একটি সংগঠন।\n\n\n== ব্যক্তিগত জীবন ==\n১৯৬২ সালে তিনি একটি গুজরাটি পরিবারে জন্মগ্রহণ করেন। সেতালভাদ হলেন মুম্বাই-ভিত্তিক আইনজীবী অতুল সেতালভাদ এবং তার স্ত্রী সীতা সেটালভাদের কন্যা। তার পিতামহ ছিলেন এমসি সেটালভাদ, যিনি ভারতের প্রথম অ্যাটর্নি জেনারেল।  সেটালভাদ জাভেদ আনন্দকে বিয়ে করেছিলেন, যিনি একজন সাংবাদিক ও সংখ্যালঘু অধিকার কর্মী। তাদের দুই সন্তান, এক মেয়ে ও এক ছেলে। \n\n\n== সক্রিয়তা ==\nতিস্তা, তার স্বামী জাভেদ আনন্দের সাথে সাম্প্রদায়িক সহিংসতা প্রচারকারী সত্ত্বাকে আক্রমণ করে সাম্প্রদায়িক সম্প্রীতি বৃদ্ধিকারী সাময়িকী সাম্প্রদায়িকতা লড়াইয়ের সহ-প্রতিষ্ঠাতা এবং সহ-সম্পাদক।\nতিস্তা গোধরা -পরবর্তী সাম্প্রদায়িক সহিংসতায় বিজেপি নেতৃত্বাধীন গুজরাট সরকারের ভূমিকার বিরুদ্ধে ১০ জুন ২০০২-এ আন্তর্জাতিক ধর্মীয় স্বাধীনতা সংক্রান্ত মার্কিন যুক্তরাষ্ট্র কমিশনে সাক্ষ্য দেন। \n১৯৯৭ সালে, তিস্তা খোজ (কোয়েস্ট) নামে একটি প্রকল্পে কাজ শুরু করেন, যার লক্ষ্য \"সংখ্যালঘু বিরোধী কুসংস্কার\" দূর করার জন্য ভারতীয় স্কুলের ইতিহাস ও সামাজিক অধ্যয়নের পাঠ্যপুস্তকের অংশগুলি পুনর্লিখন করা। \nতিস্তা একজন কট্টর নারীবাদী এবং দলিত, মুসলিম এবং নারীদের অধিকার ও সুযোগ-সুবিধার জন্য প্রচারণা চালাচ্ছেন। \nতিস্তার স্বামী জাভেদ আনন্দ সাবরাং কমিউনিকেশন পরিচালনা করেন যা মানবাধিকারের জন্য লড়াই করে। তিস্তা এই সংগঠনের আনুষ্ঠানিক মুখপাত্র।\nতিস্তা মুম্বাই-ভিত্তিক এনজিও সিটিজেন ফর জাস্টিস অ্যান্ড পিস (সিজেপি)-এর প্রধান।\nতিনি মিডিয়া কমিটির অন্যতম প্রতিষ্ঠাতা।  এই গোষ্ঠীটি কাজ-সম্পর্কিত উদ্বেগ এবং মহিলাদের সম্পর্কিত বিষয়গুলি লিখতে এবং রিপোর্ট করার ক্ষেত্রে লিঙ্গ-সংবেদনশীলতা সম্পর্কে সচেতনতা বাড়াতে কর্মরত মহিলা সাংবাদিকদের একত্রিত করতে চায়।\nতিনি সাম্প্রদায়িকতার বিরুদ্ধে সাংবাদিকদের অন্যতম প্রতিষ্ঠাতা সদস্য। \nসাংবাদিকতার কাজ ছাড়াও তিস্তা সেটালভাদ \"খোজ: বহুত্ববাদী ভারতের জন্য শিক্ষা\" প্রকল্পের নেতৃত্ব দেন। \nতিস্তা পিপলস ইউনিয়ন ফর হিউম্যান রাইটস (পিইউএইচআর) এর সাধারণ সম্পাদক। \nপাকিস্তান ইন্ডিয়ার সদস্য: পিপলস ফোরাম ফর পিস অ্যান্ড ডেমোক্রেসি এর সদস্য। \n\n\n== স্বীকৃতি ==\nPUCL জার্নালিজম ফর হিউম্যান রাইটস অ্যাওয়ার্ড। \nঅসামান্য মহিলা মিডিয়াপার্সনের জন্য চামেলী দেবী জৈন পুরস্কার। \n১৯৯৯ সালে মহারানা মেওয়ার ফাউন্ডেশনের হাকিম খান সুর পুরস্কার (জাভেদ আনন্দের সঙ্গে যৌথভাবে) \n২০০০ সালে দলিত লিবারেশন এডুকেশন ট্রাস্টের মানবাধিকার পুরস্কার \n২০০২ রাজীব গান্ধী জাতীয় সদ্ভাবনা পুরস্কার (যৌথভাবে হর্ষ মান্ডারের সাথে) কংগ্রেস পার্টি দ্বারা বার্ষিক জাতীয় সদ্ভাব প্রচারকারী ব্যক্তিদের দেওয়া হয়। \n২০০৩ নুরেমবার্গ আন্তর্জাতিক মানবাধিকার পুরস্কার \n২০০৪ ডিফেন্ডার অফ ডেমোক্রেসি অ্যাওয়ার্ড (হেলেন ক্লার্কের সাথে যৌথভাবে), গ্লোবাল অ্যাকশনের জন্য সংসদ সদস্যদের দেওয়া \nভিজিল ইন্ডিয়া মুভমেন্ট থেকে ২০০৪ এমএ থমাস জাতীয় মানবাধিকার পুরস্কার।\nটাটা গ্রুপ দ্বারা পরিচালিত একটি ট্রাস্ট দ্বারা প্রদত্ত ২০০৬ ননী এ পালখিওয়ালা পুরস্কার।\nমাতোশ্রী ভীমাবাই আম্বেদকর পুরস্কার (২০০৭) \n২০০৭ সালে পদ্মশ্রী, ভারত সরকার কর্তৃক মহারাষ্ট্রে পাবলিক অ্যাফেয়ার্সের জন্য ভূষিত \n২০০৯ ফিমা এক্সিলেন্স অ্যাওয়ার্ড - কুয়েতে ফেডারেশন অফ ইন্ডিয়ান মুসলিম অ্যাসোসিয়েশন দ্বারা প্রদত্ত \nপ্যাক্স ক্রিস্টি ইন্টারন্যাশনাল পিস অ্যাওয়ার্ড (অস্ট্রেলীয় শিল্পী এডি নিবোনের সাথে যৌথভাবে), ইভাঞ্জেলিক্যাল গ্রুপ \"প্যাক্স ক্রিস্টি\" দ্বারা প্রদত্ত। \nইউনিভার্সিটি অফ ব্রিটিশ কলাম্বিয়া (২০২০) থেকে অনারারি ডক্টরেট \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিউক্তিতে তিস্তা সেতলভাদ সম্পর্কিত উক্তি পড়ুন।\n উইকিমিডিয়া কমন্সে তিস্তা সেতলভাদ সম্পর্কিত মিডিয়া দেখুন।\nCitizens for Justice and Peace\nINDIA: The constitutional mandate and education  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৫ এপ্রিল ২০১৪ তারিখে – article by Teesta Setalvad in Catalyst Magazine  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৪ জানুয়ারি ২০২১ তারিখে (January 2006)\nটেমপ্লেট:Padma Shri Award Recipients in Public Affairsটেমপ্লেট:Nuremberg International Human Rights Award"}