{"pageid": 1434100, "title": "ভারতীয়-সারাসেনীয় স্থাপত্যশৈলী", "url": "https://bn.wikipedia.org/wiki?curid=1434100", "content": "ভারতীয়-সারাসেনীয় স্থাপত্যশৈলী বা ইন্দো- সারাসেনীয় স্থাপত্য (এছাড়াও ইন্দো-গথিক, মুঘল-গথিক, নব্য-মুঘল, ১৯ শতকে প্রায়শই ইন্দো-ইসলামী শৈলী নামেও পরিচিত ) ছিল একটি পুনরুজ্জীবনবাদী স্থাপত্য শৈলী যা ১৯ শতকের পরবর্তী সময়ে ভারতে ব্রিটিশ স্থপতিরা ব্যবহার করেছিলেন, বিশেষ করে ব্রিটিশ ভারতের পাবলিক ও সরকারি ভবনে এবং দেশীয় রাজ্যের শাসকদের প্রাসাদগুলোতে। এটি স্থানীয় ইন্দো-ইসলামী স্থাপত্য, বিশেষ করে মুঘল স্থাপত্য থেকে শৈলীগত এবং আলংকারিক উপাদান নিয়েছিল, যা ব্রিটিশরা ধ্রুপদী ভারতীয় শৈলী হিসাবে গণ্য করেছিল।  বিল্ডিংগুলির মৌলিক বিন্যাস এবং কাঠামো অন্যান্য পুনরুজ্জীবনবাদী শৈলীতে ব্যবহৃত সমসাময়িক ভবনগুলির কাছাকাছি ছিল, যেমন গথিক-পুনরুজ্জীবনবাদী এবং নব্য-ধ্রুপদীয় স্থাপত্য, স্বতন্ত্র ভারতীয় বৈশিষ্ট্য এবং সজ্জা সহ।\nশৈলীটি ১৭৯৫ সালের দিকে ভারতীয় বিল্ডিংগুলির চিত্রের পশ্চিমা প্রকাশ থেকে এসেছে, যেমন উইলিয়াম হজেস এবং ড্যানিয়েল যুগল ( উইলিয়াম ড্যানিয়েল এবং তার পিতৃব্য টমাস ড্যানিয়েল )। প্রথম ভারতীয়-সারাসেনীয় ভবনটিকে প্রায়শই চেপউক প্রাসাদ বলা হয়, যা ১৭৬৮ সালে, বর্তমান চেন্নাই (মাদ্রাস) আর্কটের নবাবের জন্য সম্পূর্ণ হয়েছিল।  রাজ প্রশাসনের প্রধান কেন্দ্র হিসাবে বোম্বাই এবং কলিকাতায় (তখন যেমন ছিল) এই শৈলীতে অনেকগুলি বিল্ডিং তৈরি দেখেছিল, যদিও কলিকাতা ছিল ইউরোপীয় নব্য-ধ্রুপদীয় স্থাপত্যের একটি ঘাঁটি যা ভারতীয় স্থাপত্যের উপাদানগুলির সাথে মিশ্রিত ছিল। ভারতীয় পুরাতত্ত্ব সর্বেক্ষণ (এএসআই) দ্বারা নির্ধারিত এবং সুরক্ষিত বেশিরভাগ প্রধান বিল্ডিংগুলিকে এখন হেরিটেজ বিল্ডিং বিভাগের অধীনে শ্রেণীবদ্ধ করা হয়েছে।\nশৈলীটি ব্রিটিশ ভারতের বাইরে জনপ্রিয়তা উপভোগ করেছিল, যেখানে স্থাপত্য শিল্পে সারগ্রাহীতার বিরাজমান আবহাওয়ায় স্থপতিরা প্রায়শই বিভিন্ন অঞ্চল এবং সময়কালের ইসলামী এবং ইউরোপীয় উপাদানগুলিকে সাহসের সাথে মিশ্রিত করতেন। এই অঞ্চলের অন্যান্য ব্রিটিশ উপনিবেশ এবং প্রটেক্টোরেটের মধ্যে, এটি ব্রিটিশ সিলন (বর্তমান শ্রীলঙ্কা) এবং ফেডারেটেড মালয় স্টেট্স্ (বর্তমান মালয়েশিয়া) - এর স্থপতি এবং প্রকৌশলী দ্বারা গৃহীত হয়েছিল। শৈলীটি কখনও কখনও যুক্তরাজ্যে খোদ বড় ঘরগুলির জন্য ব্যবহৃত হত, উদাহরণস্বরূপ রয়্যাল ব্রাইটন প্যাভিলিয়ন (১৭৮৭-১৮২৩) এবং গ্লৌচেস্টার্শায়ারের সেজ়িনকোট হাউসে (১৮০৫)।\nবৃহত্তর ইউরোপীয় সংস্করণ, আমেরিকাতেও জনপ্রিয়, হল মুরিশ রিভাইভাল আর্কিটেক্চার, যা নির্দিষ্ট দক্ষিণ এশীয় বৈশিষ্ট্য কম ব্যবহার করে এবং এর পরিবর্তে আরবি-ভাষী দেশগুলির বৈশিষ্ট্যগুলিকে ব্যবহার করে; নিও-মুদেহার স্পেনের সমতুল্য শৈলী। ভারতে ১৮৫৬ সালে ব্রিটিশদের অধিগ্রহণের আগে লখনৌতে এই শৈলীর একটি পূর্বে সৃষ্টি হয়ে গিয়েছিল, যেখানে ভারতীয় স্থপতিরা বরং \"ইন্দো-ইসলামী\" পরম্পরা থেকে প্রাপ্ত একটি কাঠামোর উপর বিশদ এবং মোটিফ হিসাবে এলোমেলোভাবে ইউরোপীয় শৈলীগত উপাদানগুলিকে গ্রাফ্ট করেছিলেন। এটি \"নবাবী শৈলী\" নামে পরিচিত।  সারাসেন ছিল একটি শব্দ যা ইউরোপে মধ্যযুগে, মধ্যপ্রাচ্য এবং উত্তর আফ্রিকার আরবি-ভাষী মুসলিম জনগণের জন্য ব্যবহৃত হত এবং \"ভারতীয়-সারাসেনীয়\" শব্দটি ব্রিটিশরা প্রথম ব্যবহার করেছিল পূর্বের ইন্দো-ইসলামী স্থাপত্যের বর্ণনা করার জন্য। মুঘল এবং তাদের পূর্বসূরিদের স্থাপত্য,  এবং প্রায়শই এই অর্থে ব্যবহার করা অব্যাহত ছিল। \"সারাসেনীয় স্থাপত্য\" (\"ভারতীয়-\" ব্যতীত) প্রথম মুসলিম স্পেনের স্থাপত্যের জন্য ব্যবহৃত হয়েছিল, যা ইংরেজিতে ১৯ শতকের প্রথম দিকের লেখকদের কাছে সবচেয়ে পরিচিত ইসলামী স্থাপত্য ।\n\n\n== তথ্যসূত্র =="}