{"pageid": 1434262, "title": "বশ (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1434262", "content": "বশ (গুজরাতি: વશ) হল কৃষ্ণদেব ইয়াগনিক পরিচালিত ২০২৩ সালের ভারতীয় গুজরাটি ভাষার একটি অতিপ্রাকৃত লোমহর্ষক থ্রিলার চলচ্চিত্র। এটি কে এস এন্টারটেইনমেন্ট, প্যাটেল প্রসেসিং স্টুডিও এবং অনন্ত বিজনেস কর্পোরেশন এ বিগ বক্স সিরিজ প্রোডাকশনের সহযোগিতায় প্রযোজনা করেছে এবং প্যানোরামা স্টুডিওস দ্বারা বিতরণ করা হয়েছে। ছবিটি ২০২৩ সালের ১০ ফেব্রুয়ারি মুক্তি পায়।\n\n\n== পটভূমি ==\nঅথর্ব একজন বিমান চালক এবং পারিবারিক মানুষ, যিনি তাঁর স্ত্রী বীণা এবং তাদের দুই সন্তান আর্য এবং অংশের সাথে গুজরাটের আহমেদাবাদে থাকেন। একদিন, অথর্ব তার পরিবারকে একটি প্রত্যন্ত গ্রামে ছুটিতে নিয়ে যাওয়ার সিদ্ধান্ত নেয়। তারা যখন গ্রামে পৌঁছায়, তারা প্রতাপ নামে এক রহস্যময় আগন্তুকের সাথে দেখা করে, যিনি অথর্ব এবং তার পরিবার সম্পর্কে অনেক কিছু জানেন বলে মনে হয়। তিনি তাদের ছুটির সময় তাদের সহায়তা করার প্রস্তাব দেন, যাতে অথর্ব সম্মত হন।\nতবে প্রতাপের সাহায্য মূল্য দিতে হয়। তিনি অথর্ব এবং তার পরিবারের উপর একটি জাদু করতে শুরু করেন এবং তারা শীঘ্রই নিজেকে কালো যাদুর জগতে আটকা পড়ে। অথর্বকে অবশ্যই জাদুমন্ত্রটি ভাঙার এবং খুব বেশি দেরি হওয়ার আগে তার পরিবারকে বাঁচানোর উপায় খুঁজে বের করতে হবে।\n\n\n== অভিনয়শিল্পী ==\nহিতু কানোডিয়া - অথর্ব, বীণার স্বামী; আর্য এবং আনশের বাবা\nনীলম পাঞ্চাল - বীণা, অথরবের স্ত্রী; আর্য এবং আংশের মা\nজানকি বদিওয়ালা - আর্য, অথর্ব ও বীণার মেয়ে\nআর্যন সাংভি - আনশ, অথর্ব ও বীণার ছেলে\nহিতেন কুমার - প্রতাপ\n\n\n== মুক্তি ==\nবশ ২০২৩ সালের ১০ ফেব্রুয়ারি গুজরাটে প্রেক্ষাগৃহে মুক্তি পায়।\n\n\n== অভ্যর্থনা ==\n\n\n=== সমালোচনামূলক অভ্যর্থনা ===\nবশ মুভিটি সমালোচকদের কাছ থেকে ইতিবাচক পর্যালোচনা পেয়েছে। মিড ডের শিল্পা ভানুশালী ছবিটিকে ৫-এর মধ্যে ৪ স্টার দেন এবং বলেন, \"গুজরাটি স্টাইলের স্বাদ দিয়ে দর্শকদের ভয়ের মধ্যে রেখে এই ছবিটি দেখার মতো, তবে আপনাকে ভাবতে হবে আপনি কতটা ঝুঁকি নিতে ইচ্ছুক\"। দ্য টাইমস অফ ইন্ডিয়ার দীপালি ছাতওয়ানি ছবিটিকে ৫-এর মধ্যে ৩.৫ স্টার দিয়েছেন এবং লিখেছেন, \"তবে পরিচালক তার শেষ কয়েকটি মুক্তিপ্রাপ্ত ছবিতে কীভাবে তার দল এবং অভিনেতাদের ধারাবাহিক রেখেছেন তা দেখে ভাল লাগছে। অভিনেতাদের সাথে সেই সম্পর্ক এবং একই দলের সাথে কাজ করা সম্ভবত পরিচালকের দৃষ্টিভঙ্গি বুঝতে এবং একটি ভাল চলচ্চিত্র সরবরাহ করতে সহায়তা করে \"। দৈনিক জাগরণের ধর্মেন্দ্র ঠাকুর ছবিটিকে ৫-এর মধ্যে ৪ স্টার দিয়েছেন এবং লিখেছেন, \"সংগীত এই চলচ্চিত্রের প্লাস পয়েন্ট। ছবিটির অ্যাকশন সিকোয়েন্স এবং সিনেমাটোগ্রাফিও শক্তিশালী। গল্প, অভিনয়, পরিচালনা, সিনেমাটোগ্রাফি থেকে শুরু করে মিউজিক, বহু অন্যতম। এই ছবিটি গুজরাটি সিনেমায় একটি নতুন মানদণ্ড স্থাপন করতে চলেছে।\n\n\n== পুননির্মাণ ==\nবিকাস বহলের পরিচালনায় শয়তান (২০২৪) নামে চলচ্চিত্রটি হিন্দিতে পুনর্নির্মাণ করা হয়েছে। এই ছবিতে অজয় দেবগন, আর. মাধবন এবং জ্যোতিকা মুখ্য চরিত্রে অভিনয় করেছেন। জানকি বদিওয়ালা এবং অঙ্গদ রাজ এতে তাদের মেয়ে ও ছেলের চরিত্রে অভিনয় করেছেন।\nচলচ্চিত্রটি ২০২৪ সালের ৮ই মার্চ মুক্তি পায় এবং ইতিবাচক পর্যালোচনা লাভ করে এবং বাণিজ্যিকভাবে সফল হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে বশ  (ইংরেজি)"}