{"pageid": 1434760, "title": "দ্য ডাইক অ্যাণ্ড দ্য ডাইবুক (বই)", "url": "https://bn.wikipedia.org/wiki?curid=1434760", "content": "দ্য ডাইক অ্যাণ্ড দ্য ডাইবুক এলেন গ্যালফোর্ডের ১৯৯৩ সালের একটি উপন্যাস।\nউপন্যাসটি ইহুদি লোককাহিনীর উপর ভিত্তি করে একটি ব্যঙ্গাত্মক গল্প, যেখানে একটি প্রাচীন ডাইবুক - একটি দূষিত আত্মা - আধুনিক লন্ডনের একজন সমকামী মহিলাকে তাড়া করতে ফিরে আসে।\n\n\n== সারমর্ম ==\nদুশো বছর আগে, আনিয়ার প্রেমিকা, গিটেল, তার সাথে বিশ্বাসঘাতকতা করে এবং একজন তাওরাহ বিদুষীকে বিয়ে করেছিল। আনিয়া, প্রতিশোধের জন্য অভিশাপ দিয়েছিল যা অনুসারে গিটেল এবং পরবর্তী ৩৩ প্রজন্ম ধরে প্রতিটি প্রথমজাত নারী বংশধর একটি ডাইবুকের অধিকারী হবে এবং শুধুমাত্র কন্যা সন্তান ধারণ করবে। প্রধান কার্যালয় ডাইবুক কোকোসকে এই কাজটি দেয়, কিন্তু পরিবারটি যখন তার নিয়তি ঋষি লিমনিটিজকের কাছ থেকে সাহায্য পায় তখন সে সমস্যায় পড়ে। ঋষি কোকোসকে গিটেলের কাছ থেকে তাড়িয়ে দেয় এবং তাকে একটি গাছে বন্দী করে রাখে। দুই শতাব্দী পরে, একটি বিদ্যুতের ঝলকানি কোকোসকে মুক্তি দেয়, কিন্তু ২০ শতকের সাথে মানিয়ে নিতে তার কষ্ট হয়। কোকোস এবার প্রধান কার্যালয় দ্বারা বরখাস্তের সম্মুখীন হয়, এখন এটি একটি বহুজাতিক হাই-টেক কর্পোরেশন। সে গিটেলের বংশধর, একজন রাজনৈতিক, সমকামী চলচ্চিত্র-সমালোচক এবং ট্যাক্সি ড্রাইভার রেইনবো রোজেনব্লুমকে খুঁজে বার করে। তবে, রেইনবো কোনো সহজ আত্মা ছিল না যে তাকে সহজেই কাবু করা যাবে। ডাইবুকের কাজ যদি দখলকৃত ব্যক্তিকে পাগল করা হয়, তাহলে কোকোস এমন একজন ব্যক্তিকে নিয়ে সমস্যায় পড়ে যাকে তার বন্ধুবান্ধব এবং পরিবারের লোকজন ইতিমধ্যেই পাগলের চেয়ে বেশি বলে বিবেচনা করে। কোকোস যে পন্থা বেছে নেয় তা হল রেইনবোকে চূড়ান্ত \"নাইস ইহুদি গার্ল\"-এ পুনর্নির্মাণ করা। রেইনবো, যিনি এখন একজন সুন্দরী, এবং সোজা, গোঁড়া নারীর জন্য পতিত হচ্ছে, এখন এমনকি একজন পুরুষকে বিয়ে করা এবং তার ধর্মীয় শিকড়ের কাছে ফিরে যাওয়াকে তার কাছাকাছি হওয়ার কথা বিবেচনা করে - একটি পরিকল্পনা কোকোস এতে সন্তুষ্ট, কারণ এটি তার ভবিষ্যত প্রজন্মকে প্রভাবিত করার সুযোগ দেবে।\n\n\n== থিম ==\nমেরি কেলারের মতে, \"বইটি সমসাময়িক ইহুদি ধর্মের মধ্যে ব্যাপ্তিযোগ্যতা, ছিদ্র, পরিচয়ের একটি সমকামী অন্বেষণ\"। তিনি লিখেছেন যে উপন্যাসের নামটি ইচ্ছাকৃতভাবে এস. আনস্কির বিখ্যাত নাটক এবং চলচ্চিত্র \"দ্য ডাইবুক \"কে নির্দেশ করে, যাতে ইহুদি ঐতিহ্যকে উপযুক্ত করার জন্য যা নিজেই লেসবিয়ান পরিচয়কে প্রত্যাখ্যান করে এবং উপন্যাসের একটি ডাইবুকের মূল ধারণাকে কাজে লাগাতে চেষ্টা করে। সমসাময়িক নারীবাদী লেখকদের দ্বারা আকাঙ্ক্ষিত \"রূপান্তরের প্রতিশ্রুতি\" এর জন্য এর সীমালঙ্ঘনমূলক প্রকৃতি ছিল।  হাওয়ার্ড শোয়ার্টজ এই পছন্দের রূপান্তরমূলক প্রকৃতির উপরও জোর দিয়েছেন, উল্লেখ করেছেন যে সমসাময়িক সংস্করণে, যেমন গ্যালফোর্ড দ্বারা উদাহরণ দেওয়া হয়েছে, ডিবুক মূল গল্পের বিপরীতে একটি সহানুভূতিশীল চরিত্র হিসেবে আবির্ভূত হয়েছে। \n\n\n== অভ্যর্থনা ==\nউপন্যাসটি এলজিবিটি সম্প্রদায় এবং সাধারণভাবে সাহিত্যিক সম্প্রদায় দ্বারা উষ্ণভাবে গ্রহণ করা হয়েছিল। কিরকুস রিভিউ এটিকে \"একটি মজাদার, ফিস্টি, ইহুদি লোককাহিনীর মাধ্যমে নারীবাদী রোম্প\" বলে অভিহিত করেছে এবং এর \"নৈপুণ্য, শিবির এবং চুটজপাহ\" এর প্রশংসা করেছে।  গুডরিডস পর্যালোচনা এটিকে \"হাস্যকর\" বলে অভিহিত করেছে,  এবং ইহুদী সংস্কৃতি পর্যালোচনা উপন্যাসটিকে \"সমকামী এবং ইহুদি ইতিহাসের মাধ্যমে উচ্ছৃঙ্খল রোম্প\" বলে অভিহিত করেছে।  টাইমস একে \"অত্যন্ত বিনোদনমূলক প্রহসন\" বলে অভিহিত করেছে। \n\n\n== পুরস্কার ==\nল্যাম্বদা সাহিত্য পুরস্কার, ১৯৯৪ \nগে, লেসবিয়ান এবং উভকামী বই পুরস্কার, ১৯৯৫ \n\n\n== প্রকাশনার ইতিহাস ==\nউপন্যাসটি লিটল, ব্রাউন বুক গ্রুপ এবং ভিরাগো প্রেস দ্বারা ১৯৯৩ সালে যুক্তরাজ্যে প্রথম প্রকাশিত হয়েছিল। এটি পরের বছর মার্কিন যুক্তরাষ্ট্রে প্রকাশিত হয়েছিল, সিল প্রেস দ্বারা, যারা ১৯৯৮ সালে একটি নতুন সংস্করণ বের করেছিল।\n২০০০ সালে শুফরা পাবলিশিং, তেল আভিভ দ্বারা প্রকাশিত উপন্যাসটি হিব্রু ভাষায় ডানা জি. পেলেগ দ্বারা \"הדייקית והדיבוק\" ( হাদাইকিত ভে হাদিবুক ) হিসেবে অনুবাদ করা হয়েছিল। \n\n\n== তথ্যসূত্র =="}