{"pageid": 1434824, "title": "নিরঞ্জন প্রধান", "url": "https://bn.wikipedia.org/wiki?curid=1434824", "content": "নিরঞ্জন প্রধান হলেন একজন বিশিষ্ট ভারতীয় বাঙালি চিত্রশিল্পী ও ভাস্কর। বর্তমানকালে বাস্তব সচেতন শিল্পী হিসাবে নিজেকে প্রতিষ্ঠিত করেছেন। তিনি পাঁচ দশক ধরে শিল্পকলা ও ভাস্কর্যের অনন্য কীর্তি স্থাপন করে চলেছেন। তার সৃষ্টি বাংলা তথা দেশের সীমানা ছাড়িয়ে সুদূর বিলেতের বিস্ট্রলে শোভা পাচ্ছে। বিশ শতকে দ্বিতীয় বিশ্বযুদ্ধে ও বাংলার পঞ্চাশের মন্বন্তরে দুর্দশাগ্রস্ত শিল্পজগতে রামকিঙ্কর বেইজের পর দ্বিতীয় প্রজন্মের অন্যতম ভাস্কর হিসাবে সুনাম অর্জন করেছেন তিনি।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nনিরঞ্জন প্রধানের জন্ম ব্রিটিশ ভারতের অধুনা পশ্চিমবঙ্গের সুন্দরবনের  ম্যানগ্রোভ অরণ্য বেষ্টিত দুর্গা গোবিন্দপুর গ্রামে এক দরিদ্র পরিবারে। বাল্যকালে পিতামহীই তার লালন পালন করেন। সেখানে পড়াশোনার কোন সুবিধা না থাকার কারণে আট বৎসর বয়সে ঠাকুরমার সঙ্গে চলে আসেন অধুনা পূর্ব মেদিনীপুর জেলার রামনগর ২ নং সমষ্টি উন্নয়ন ব্লকের কালিন্দী গ্রামে তার জ্যেঠা মশায়ের বাড়িতে। তার বিদ্যালয়ের পাঠ কালিন্দী ইউনিয়ন হাই স্কুলে। বিদ্যালয়ের প্রধান শিক্ষক জ্ঞানদাকান্ত মিশ্রের প্রিয় ছাত্র ছিলেন তিনি। ছবি আঁকায় নিরঞ্জনের নৈপুণ্য আর আগ্রহ লক্ষ্য করে তিনি বিদ্যালয়ের দেওয়াল পত্রিকার অলঙ্করণসহ ছবি আঁকার কাজ দিতেন নিরঞ্জনকে। বিদ্যালয়ের পাঠ শেষে আঠারো বৎসর বয়সে প্রায় নিঃসম্বল অবস্থায় কলকাতায় আসেন এক দূর-সম্পর্কের আত্মীয়ের বাড়ি শিল্পকলা নিয়ে পড়াশোনা করতে। ১৯৬০ খ্রিস্টাব্দে ভর্তিও হন কলকাতার  গভর্নমেন্ট আর্ট অ্যান্ড ক্র্যাফট কলেজে। দুবেলার খাওয়ার পেতেন ভারত সেবাশ্রম সঙ্ঘে।  ১৯৬৫ খ্রিস্টাব্দে চিত্রকলা এবং ১৯৬৭ খ্রিস্টাব্দে ভাস্কর্যে ডিপ্লোমা লাভ করেন। সেসময়ে সরকারি আর্ট কলেজে তার শিক্ষকেরা ছিলেন চিন্তামণি কর, ধীরেন্দ্রনাথ ব্রহ্ম, কিশোরী রায়, গোপাল ঘোষ প্রমুখ চিত্রকলা ও ভাস্কর্যের দিকপাল ব্যক্তিত্বেরা। ১৯৭২ খ্রিস্টাব্দে কলকাতা বিশ্ববিদ্যালয়ের আর্ট অ্যাপ্রিসিয়েশন কোর্সও সমাপ্ত করেন।  আর্ট কলেজে সাত বৎসরের শিক্ষালাভের পর তিনি নিজের কলেজেই শিক্ষক হিসাবে নিযুক্ত হন। \n\n\n== শিল্পকলা ও ভাস্কর্যের বিশেষত্ব ==\nনিরঞ্জন প্রধান একজন বাস্তব সচেতন শিল্পী। বিশ শতকের ষাটের দশকে শিল্পকলা জগতে আবির্ভূত হয়ে, মোটামুটি আটের দশক হতে মূলতঃ ভাস্কর্যের উপরের অনন্য কীর্তির স্বাক্ষর রেখে চলেছেন। তার সৃষ্টি চারপাশের পরিবেশ হতে উদ্ভূত, শিল্পীর অনুভূতি মিশ্রিত জীবনের অন্তর্নিহিত ভাবনা অবয়বে উদ্ভাসিত। তার ত্রিমাত্রিক শিল্পের মূল বৈশিষ্ট্য হল সুতীক্ষ্ণ জ্যামিতিক গঠনে স্বজ্ঞাত সৌন্দর্যে আর বিনয়ী কাব্যিক সংবেদনশীলতায় পরিপূর্ণ। \n\n\n== প্রদর্শনী ও শিল্পকর্ম ==\nনিরঞ্জন প্রধানের শিল্পকর্ম দেশে-বিদেশের নানা স্থানে একক ও যৌথভাবে প্রদর্শিত হয়েছে। \n\nএকক প্রদর্শনী-\n১৯৭৫ খ্রিস্টাব্দে - কলকাতার ইন্দো-আমেরিকান সোসাইটিতে;\n১৯৮৬ খ্রিস্টাব্দে - কলকাতার শ্রী অরবিন্দ ইন্সটিটিউট অফ কালচারে;\n১৯৯১ খ্রিস্টাব্দে - মুম্বাইয়ের জাহাঙ্গীর আর্ট গ্যালারিতে;\n১৯৯৩ খ্রিস্টাব্দে - মুম্বাইয়ের জাহাঙ্গীর আর্ট গ্যালারিতে ;\nযৌথ প্রয়াসের কীর্তি সমূহ-\n১৯৭৫ খ্রিস্টাব্দে - কলকাতায় স্থাপিত বীরেন্দ্রনাথ শাসমলের দ্বিগুণ উচ্চতার ব্রোজের মূর্তি;\n১৯৭৭ খ্রিস্টাব্দে - বোকারো স্টিল প্ল্যান্টে স্থাপিত ৩৬ ফুট উচ্চতার সৃজনশীল ধাতব ভাস্কর্য;\n১৯৮৫ খ্রিস্টাব্দে -  যুক্তরাজ্যের ব্রিস্টলে রাজা রামমোহন রায়ের ডাবল লাইফ সাইজের আবক্ষ মৃর্তি;\n১৯৯০ খ্রিস্টাব্দে - কলকাতার টালিগঞ্জে মহানায়ক উত্তমকুমারের ১৩ ফুট ৪ ইঞ্চি উচ্চতার ব্রোজের মূর্তি;\n২০০৫ খ্রিস্টাব্দে - কলকাতার রূপকলা কেন্দ্রে অস্কার বিজয়ী আন্তর্জাতিক খ্যাতিসম্পন্ন চলচ্চিত্র পরিচালক  সত্যজিৎ রায়ের ব্রোজ মূর্তি;\n২০১৭ খ্রিস্টাব্দে - রাষ্ট্রপতি প্রণব মুখোপাধ্যায়ের জীবদ্দশায় আবক্ষ মূর্তি অত্যন্ত কম সময়ের মধ্যে তৈরি করেন। \n\n\n== সম্মাননা ও পুরস্কার ==\n১৯৭০ খ্রিস্টাব্দে - নতুন দিল্লির অল ইন্ডিয়া ফাইন আর্টস অ্যান্ড ক্র্যাফট এর রৌপ্য পদক;\n১৯৭৬ খ্রিস্টাব্দে - বিড়লা একাডেমি পুরস্কার;\n১৯৮০ খ্রিস্টাব্দে - বিড়লা একাডেমি পুরস্কার;\n২০২১ খ্রিস্টাব্দে ২৬ তম কলকাতা আন্তর্জাতিক চলচ্চিত্র উৎসবে অঞ্জন বসু নির্মিত ৩৩ মিনিটের এক তথ্যচিত্র নিরঞ্জন প্রধান- জার্নি অফ এ স্কাল্পচার প্রদর্শিত হয়। \n\n\n== তথ্যসূত্র =="}