{"pageid": 1434140, "title": "এশা শেঠি থিরানি", "url": "https://bn.wikipedia.org/wiki?curid=1434140", "content": "এশা শেঠি থিরানি ( কলকাতায় জন্মগ্রহণ করেন, ৯ অক্টোবর ১৯৮৬) একজন ভারতীয় ফ্যাশন ডিজাইনার যার নিজস্ব লেবেল রয়েছে সাংস্কৃতিক শহর কলকাতার সাথে সম্পর্কিত, দেশের পূর্বাঞ্চলে অবস্থিত এই শহর একসময় ব্রিটিশ ভারতের রাজধানী ছিল। তিনি আকার, স্থাপত্য এবং প্রকৃতির দ্বারা গভীরভাবে অনুপ্রাণিত, যা শেষ পর্যন্ত তার সারগ্রাহী নান্দনিকতায় রপান্তরিত হয়েছে। তার মনোযোগ খুঁটিনাটি বিষয়ে, এবং সাধারণের বাইরে শৈলীর জন্য তার কৌতূহল আছে, নিজেকে বিলাসবহুল বানানো এবং সূচিকর্মে উপস্থাপন করা ছিল তার সৃষ্টির জন্য একটি স্বাক্ষর। মানসম্পন্ন কারুশিল্প এবং পরিশীলিত সেলাইয়ের দক্ষতা নিয়ে, এশা শেঠি থিরানি ঐতিহ্যবাহী ভারতীয় শিল্প ও কারুশিল্পের সাথে মিলিত আধুনিক নকশা তৈরি করেন। একটি পোশাকের যথাযথ ফিট এবং ডিজাইন সম্পর্কে তার প্রযুক্তিগত জ্ঞান, তার শৈল্পিক চোখ এবং ডিজাইনের সংবেদনশীলতার সাথে মিলিত, একটি অনায়াসে, সাশ্রয়ী মূল্যের এবং পরিধানযোগ্য লাইনে পরিণত হয় যা সে নিজেই শক্তিশালী, মজা, এবং নির্ভীক ধরনের নারীকে প্রতিফলিত করে। প্যারিস ফ্যাশন সপ্তাহের সময় তিনি ইন্টারকন্টিনেন্টাল, লে গ্র্যান্ড প্যালেস, প্যারিসে তার শরতের শীতকালীন ২০১৮ কউচার কালেকশন ' কলামকার ' প্রদর্শন করেছিলেন।\n\n\n== কর্মজীবন ==\nযুক্তরাজ্যের ল্যাঙ্কাস্টার বিশ্ববিদ্যালয় থেকে ২০০৮ সালে হিউম্যান রিসোর্সেস অ্যান্ড নলেজ ম্যানেজমেন্টে এমএ নিয়ে পাশ করার পর, এশা কলকাতায় ফিরে এসে বুঝতে পেরেছিলেন যে তার আসল আকর্ষণ হলো ফ্যাশন এবং সৃজনশীল শিল্পের প্রতি।\nতিনি ভবানীপুর এডুকেশন সোসাইটি কলেজে ফ্যাশন ডিজাইন অধ্যয়ন করে তার কর্মজীবন শুরু করেন, যেখানে তিনি ২০১২ সালে 'ডিজাইনার অফ দ্য ইয়ার' পুরস্কার জিতেছিলেন।\nতিনি ২০১৩ সালে তার নামযুক্ত লেবেল 'এশা শেঠি থিরানি' শুরু করেছিলেন।\n২০১৮ সালে, এশা শেঠি থিরানি প্যারিস ফ্যাশন সপ্তাহ চলাকালীন ৩ মার্চ ২০১৮ তারিখে দ্য ইন্টারকন্টিনেন্টাল, লে গ্র্যান্ড প্যালেস, প্যারিসে তার শরতের শীতকালীন ২০১৮ কউচার কালেকশন ' কালামকার ' প্রদর্শন করেছিলেন।\n\n\n== বলিউড ও এশা ==\nএশা শেঠি থিরানি শ্রদ্ধা কাপুর, সোনাক্ষী সিনহা,  অদিতি রাও হায়দারি, তাপসী পান্নু,  ] লারা দত্ত,  আমিরা দস্তুর,  শ্রিয়া শরণ,  গওহর খান,  ইত্যাদির মতো তারকাদের স্টাইল করেছেন।\n\n\n== তথ্যসূত্র ==\n\nগ্রন্থপঞ্জি\nমিস মালিনী\nভোগ"}