{"pageid": 1434572, "title": "মারিয়া ও'নিল", "url": "https://bn.wikipedia.org/wiki?curid=1434572", "content": "মারিয়া দা কনসিকাও ইনফ্যান্টে দে ল্যাসেরদা পেরেইরা ডি ইসা কাস্টেন্স ও'নিল ( লিসবন, ১৯শে নভেম্বর ১৮৭৩ - ২৩শে মার্চ ১৯৩২) একজন পর্তুগিজ লেখক, কবি, সাংবাদিক এবং আইরিশ বংশোদ্ভূত অধ্যাত্মবাদী ছিলেন।\nমারিয়া ও'নিল ছিলেন কার্লোস টমাস ও'নিল  (লিসবন, এনকারনাকাও, ৬ই ডিসেম্বর ১৮৪৬ – ?) এবং তাঁর স্ত্রী (বিবাহ ১৮৭৩) মারিয়া কার্লোটা পেরেইরা দে ইসা ইনফ্যান্টে দে লাসারদার (লিসবন, ১৫ই জুলাই ১৮৫৩ - লিসবন, ১৯২২) কন্যা। মারিয়া কার্লোটা পেরেইরার বাবা ও মা হলেন যথাক্রমে হোসে আন্তোনিও পেরেইরা দে ইসা এবং তাঁর স্ত্রী মারিয়া দা কনসেসিও ইনফ্যান্টে দে ল্যাসারদা। মারিয়া ও'নিলের ঠাকুরদা ছিলেন কার্লোস টরলেডস ও'নিল (৩০শে এপ্রিল ১৮২০ ( বাপ্তাইজিত লিসবন, সাও পাওলো, ১৩ই মে ১৮২২ - ? ) এবং ঠাকুরমা ছিলেন (বিবাহ লিসবন, এনকারনাকাও, ৪ঠা নভেম্বর ১৮৪৫) অ্যাডিলেড ক্যারোলিনা কাস্টেন্স (লিসবন, সান্তিয়াগো, ১৫ই সেপ্টেম্বর ১৮২১ – ?)।\nমারিয়া ও'নিলের একটি ছোট ভাই ছিলেন, যাঁর নাম কার্লোস টরলেডস ও'নিল (লিসবন, ১৩ই ডিসেম্বর ১৮৭৪ - ?)। তিনি লিসবনে ব্যবসায়ী  ছিলেন, সেখানে তিনি একা থাকতেন। তিনি ছিলেন কোম্পানির প্রশাসক, কোম্পানহিয়া ডি সেগুরোস প্রিভিডেন্টের প্রশাসনিক কাউন্সিলের সদস্য। তিনি লরা মোরেরাকে বিয়ে করেছিলেন, তাঁদের কোন সন্তান ছিল না। \nমারিয়া ও'নিল ছিলেন ক্ল্যানাবয় ও'নিল রাজবংশের শীর্ষস্থানীয় প্রধান হোসে মারিয়া ও'নিল এবং তাঁর স্ত্রী লুডোভিনা ডি জেসুস আলভেস সোলানোর প্রপৌত্রী। তাঁদের পরিবার ১৮ শতক থেকে পর্তুগালে ছিল ।\n\n\n== কর্মজীবন ==\nমারিয়া ও'নিল একজন  লেখক, কবি এবং সাংবাদিক ছিলেন। তিনি একজন অধ্যাত্মবাদীও ছিলেন। তিনি ফেডেরাকাও এস্পিরিটা র্পতুগিজা রিয়র ডেলিবারেটিভ কাউন্সিলের এবং এস্পিরিটিস্মো পত্রিকার সম্পাদকীয় দপ্তরের সদস্য ছিলেন। ব্রাজিলের একটি আধ্যাত্মিক সম্মেলন থেকে পর্তুগালে ফেরার সময় অতলান্তিক মহাসাগরে জেনারেল ওসোরি জাহাজে তাঁর মৃত্যু ঘটে।\nতিনি লিসবন একাডেমি অফ সায়েন্সেসের সদস্য হয়েছিলেন। তিনি ছিলেন একজন নিরামিষাশী এবং তিনি দিব্যজ্ঞানে দীক্ষিত হয়েছিলেন। এটি একটি রহস্যময় স্কুল বা সূচনামূলক আন্দোলন ছিল, যারা প্রস্তাব করেছিল যে, সমস্ত ধর্ম মানুষের অস্তিত্বের রহস্য, জীবন ও প্রকৃতি সম্পর্কে জ্ঞান অন্বেষণ করার সময় সাধারণ শাখার শিক্ষা থেকে উদ্ভূত হয়েছিল। তিনি পরে প্রেতচর্চায় আগ্রহী হয়ে ওঠেন, যার জন্য তিনি তার জীবনের শেষ অবধি তাঁর অস্তিত্বের একটি বড় অংশ উৎসর্গ করেছিলেন। তিনি লিসবন একাডেমি অফ সায়েন্সেসের সদস্য ছিলেন।\n\n\n== বিয়ে এবং সন্তান ==\nতিনি ১৮৯০ সালে, লিসবনে, একজন সরকারি কর্মচারী আন্তোনিও ডি বুলহোয়েস (১৮৭০ - ?)কে বিয়ে করেছিলেন এবং তাঁদের চারটি সন্তান ছিল:\n\nমারিয়া অ্যান্টোনিয়া পেরেইরা দে ইকা ও'নিল ডি বুলহোয়েস, যিনি প্রথমে একজন ব্রিটিশ প্রজাকে (ইংরেজ) বিয়ে করেন, কোন সন্তান ছাড়াই তাঁদের বিবাহবিচ্ছেদ হয়, এবং এরপর তিনি ফ্রান্সিসকো ডি সুসাকে বিয়ে করেন, তাঁদেরও কোন সন্তান হয়নি।\nলুইস পেরেইরা দে ইকা ও'নিল ডি বুলহোয়েস বিয়ে করেন ফরাসি ম্যাডেলিন শায়াককে, কোন সন্তান ছিল না।\nজোসে আন্তোনিও পেরেইরা দে ইকা ও'নিল দে বুলহোয়েস (লিসবন, সি. ১৮৯০ – লিসবন), একজন ব্যাংক কর্মী, এবং স্ত্রী মারিয়া দা গ্লোরিয়া ভাহিয়া দে ব্যারোস দে কাস্ত্রো (১৭ মার্চ ১৯০৫ -  অক্টোবর ১৯৮৯ এর পর), যিনি আলবার্তোর কন্যা। ডি ব্যারোস ই কাস্ত্রো, মেডিকেল ডাক্তার (যাঁর বাবা সোয়ারেস ডি কাস্ত্রোর ভিসকাউন্টের উপাধি প্রত্যাখ্যান করেছিলেন), এবং স্ত্রী (বিবাহ ১৯০৪) মারিয়া দা গ্রাসা দে সোসা ভাহিয়া (৯ ডিসেম্বর ১৮৮২ – ?)\nমারিয়া ফ্রান্সিসকা পেরেইরা ডি ইকা ও'নিল ডি বুলহোয়েস, অবিবাহিত\n\n\n== আরও দেখুন ==\nআইরিশ আভিজাত্য\nআইরিশ রাজারা\nআইরিশ রাজপরিবার\nও'নীল (উপাধি)\nউই নিল, আইরিশ রাজবংশ\nআজ নীল রাজবংশ\nক্ল্যানাবয়ের ও'নীল\n\n\n== তথ্যসূত্র এবং টীকা ==\n\n\n== বহিঃসংযোগ ==\nপর্তুগিজ বংশানুক্রমিক সাইটে মারিয়া দা কনসিকাও ইনফ্যান্টে দে লাসারদা পেরেইরা ডি ইকা কাস্টেন্স ও'নিলের বংশতালিকা\nওয়েব্যাক মেশিনে O'Neill Genealogy (২৬ অক্টোবর ২০০৯ তারিখে আর্কাইভকৃত)"}