{"pageid": 1434560, "title": "আরএনএ বিশ্ব", "url": "https://bn.wikipedia.org/wiki?curid=1434560", "content": "পৃথিবীতে জীবনের বিবর্তনের ইতিহাসে আরএনএ ওয়ার্ল্ড একটি অনুমানভিত্তিক পর্যায়। এই তত্ত্ব অনুযায়ী, ডিএনএ এবং প্রোটিনের বিবর্তনের আগে, স্ব-প্রতিলিপিকরণকারী আরএনএ (রাইবোনিউক্লিক অ্যাসিড) অণুগুলি ব্যাপকভাবে বিস্তৃত হয়েছিল। এই পর্যায়ের অস্তিত্বের যে অনুমান, সেটিকেও আরএনএ ওয়ার্ল্ড ধারণাটির অন্তর্ভুক্ত করা হয়।\n১৯৬২ সালে আলেকজান্ডার রিচ সর্বপ্রথম আরএনএ ওয়ার্ল্ডের ধারণাটির প্রস্তাব করেন এবং ১৯৮৬ সালে ওয়াল্টার গিলবার্ট এই পদটি তৈরি করেন। জীবনের উৎপত্তির বিকল্প রাসায়নিক পথও প্রস্তাব করা হয়েছে, এবং সম্ভবত আরএনএ-ভিত্তিক জীবনই প্রথম জীবন ছিল না। তা সত্ত্বেও, আরএনএ ওয়ার্ল্ডের সপক্ষে প্রমাণ এতটাই জোরালো যে অনুমানটি ব্যাপক গ্রহণযোগ্যতা অর্জন করেছে। সমসাময়িকভাবে আরএনএ-এর চারটি বিল্ডিং ব্লক গঠন আরও এই অনুমানটিকে শক্তিশালী করেছে। প্রাগৈতিহাসিক কোনো পরিস্থিতিতে এই ধারণার যুক্তিসঙ্গততা যাই হোক না কেন, আরএনএ ওয়ার্ল্ড জীবনের উৎপত্তি অধ্যয়নের জন্য একটি মডেল সিস্টেম হিসাবে কাজ করতে পারে।\n\nডিএনএ-এর মতোই, আরএনএ জেনেটিক তথ্য সংরক্ষণ এবং প্রতিলিপি করতে পারে।\nপ্রোটিন এনজাইমের মতো, আরএনএ এনজাইম (রাইবোজাইম) জীবনের জন্য গুরুত্বপূর্ণ রাসায়নিক বিক্রিয়াগুলিকে অনুঘটক হিসাবে কাজ করতে পারে (শুরু বা ত্বরান্বিত করতে পারে)।\nকোষের একটি অত্যন্ত গুরুত্বপূর্ণ উপাদান, রাইবোসোম, প্রাথমিকভাবে আরএনএ দিয়ে গঠিত। অনেক কোএনজাইমে (যেমন অ্যাসিটাইল-কোএ, NADH, FADH, এবং F420) রাইবোনিউক্লিওটাইড অংশগুলি সম্ভবত একটি আরএনএ ওয়ার্ল্ডে সহ-আবদ্ধ কোএনজাইমের অবশিষ্টাংশ হতে পারে।\nআরএনএ ভঙ্গুর হলেও, কিছু প্রাচীন আরএনএ অন্য আরএনএগুলিকে সুরক্ষিত করার জন্য মিথাইলেট করার ক্ষমতা বিকশিত করেছে।\nযদি আরএনএ ওয়ার্ল্ডের অস্তিত্ব থাকত, তবে সম্ভবত এর পরে রাইবোনিউক্লিওপ্রোটিনসমূহের (আরএনপি ওয়ার্ল্ড) বিবর্তন দ্বারা চিহ্নিত একটি যুগ এসেছিল, এবং তা ডিএনএ এবং দীর্ঘতর প্রোটিনের যুগের সূচনা করেছিল। আরএনএ-এর তুলনায় ডিএনএ অধিকতর স্থিতিশীল এবং টেকসই। সম্ভবত এই কারণেই ডিএনএ প্রধান তথ্য সংগ্রহকারী অণুতে পরিণত হয়েছিল। আর সম্ভবত প্রোটিন এনজাইমগুলি আরএনএ-ভিত্তিক রাইবোজাইমগুলির স্থান নিয়েছে কারণ তাদের বৃহত্তর প্রাচুর্য এবং মনোমারের বৈচিত্র্য তাদের আরও বহুমুখী করে তোলে। কিছু কোফ্যাক্টরে নিউক্লিওটাইড এবং অ্যামিনো অ্যাসিড উভয়েরই বৈশিষ্ট্য থাকে। এর থেকে মনে করা হয় অ্যামিনো অ্যাসিড, পেপটাইড এবং পরিশেষে প্রোটিন প্রাথমিকভাবে রাইবোজাইমের সহকারী উপাদান (কোফ্যাক্টর) ছিল।\n\n\n== ইতিহাস ==\nজীবনের স্বতঃস্ফূর্ত উৎপত্তি বা অ্যাবায়োজেনেসিস নিয়ে গবেষণার অন্যতম বড় চ্যালেঞ্জ হল বর্তমানে জীবিত সকল প্রাণীর প্রজনন ও বিপাক ব্যবস্থা তিনটি স্বতন্ত্র বৃহৎ অণুর ওপর নির্ভরশীল: ডিএনএ, আরএনএ এবং প্রোটিন। এর মাধ্যমে ইঙ্গিত পাওয়া যায়, জীবন এর বর্তমান রূপে সরাসরি উৎপন্ন হতে পারতো না। এই ধারণা থেকেই গবেষকরা অনুমান করছেন যে, বর্তমানের তুলনায় আরও সরল একটি পূর্ব-ব্যবস্থা থেকে এই জটিল প্রজনন ও বিপাক পদ্ধতির বিকাশ হয়ে থাকতে পারে।\nজীবনের অগ্রদূত হিসেবে নিউক্লিওটাইডের উৎপত্তি সম্পর্কে একটি সুসংগত তত্ত্ব প্রথম উত্থাপন করেছিলেন আমেরিকান আণবিক জীববিজ্ঞানী আলেকজান্ডার রিচ। নোবেলজয়ী শারীরবিজ্ঞানী আলবার্ট সেন্ট-গিয়র্গির সম্মানে প্রকাশিত একটি গ্রন্থে তিনি ব্যাখ্যা করেন, আদিম পৃথিবীর পরিবেশ থেকে আরএনএ অণু (পলিনিউক্লিওটাইড মনোমার) তৈরি হতে পারতো যা পরবর্তীতে এনজাইম্যাটিক এবং স্ব-প্রতিলিপিকরণ ক্ষমতা অর্জন করে।\nপ্রাথমিক অণু হিসেবে আরএনএ'র ধারণাটি ফ্রান্সিস ক্রিক এবং লেসলি অরগেলের গবেষণাপত্রে ব্যাখ্যা করা হয় এবং কার্ল উইসের ১৯৬৭ সালের বই \"দ্য জেনেটিক কোড\"-এও এর উল্লেখ পাওয়া যায়। ১৯৭২ সালে হ্যান্স কুন নিউক্লিওটাইড-ভিত্তিক একটি পূর্ব-ব্যবস্থা থেকে বর্তমান জিনগত ব্যবস্থার সম্ভাব্য উৎপত্তির প্রক্রিয়া ব্যাখ্যা করেন। এই গবেষণার আলোকে ১৯৭৬ সালে হ্যারল্ড হোয়াইট বলেন, এনজাইমের কার্যকারিতার জন্য অপরিহার্য অনেক কোফ্যাক্টরই নিউক্লিওটাইড, বা নিউক্লিওটাইড থেকে উদ্ভূত। তিনি এমন একটি প্রক্রিয়া ব্যাখ্যা করেন যেখানে এনজাইমীয় বিক্রিয়াগুলির জন্য গুরুত্বপূর্ণ তড়িৎ রসায়নের প্রয়োজনীয়তা, বিক্রিয়া পরিচালনাকারী আসল আরএনএ-ভিত্তিক এনজাইমগুলির নির্দিষ্ট নিউক্লিওটাইডের অংশ ধরে রাখতে সাহায্য করবে। কিন্তু পরবর্তীতে ধীরে ধীরে এনজাইমগুলির বাকি কাঠামোগত উপাদানগুলি প্রোটিন দ্বারা প্রতিস্থাপিত হবে। তারপর আসল আরএনএর অস্তিত্ব থাকবে শুধু নিউক্লিওটাইড কোফ্যাক্টর হিসেবে, \"নিউক্লিক অ্যাসিড এনজাইমের জীবাশ্ম\" হয়ে।\n১৯৮৬ সালে নোবেলজয়ী ওয়াল্টার গিলবার্ট বিভিন্ন ধরনের আরএনএ-র অনুঘটকীয় বৈশিষ্ট্য সম্পর্কে সাম্প্রতিক পর্যবেক্ষণগুলি কীভাবে এই তত্ত্বের সাথে সামঞ্জস্যপূর্ণ তা নিয়ে ধারাভাষ্য দেওয়ার সময় প্রথম \"আরএনএ ওয়ার্ল্ড\" বাক্যাংশটি ব্যবহার করেন।\n\n\n== তথ্যসূত্র =="}