{"pageid": 1434647, "title": "অমীকা শাইল", "url": "https://bn.wikipedia.org/wiki?curid=1434647", "content": "অমীকা শাইল (উচ্চারণ [a-mee-kaa]; জন্ম ১২ নভেম্বর ) হলেন একজন ভারতীয় গায়িকা ও অভিনেত্রী। তিনি হিন্দি চলচ্চিত্র, ওয়েব সিরিজ, ওয়েব ফিল্ম এবং টেলিভিশনে তার কাজের জন্য পরিচিত। তিনি বলবীর রিটার্নস-এ বায়ু পরীর চরিত্রে অভিনয় করেছিলেন। \n\n\n== প্রাথমিক জীবন ==\nঅমীকা শাইল পশ্চিমবঙ্গের হুগলি জেলার উত্তরপাড়ায় জন্মগ্রহণ করেন এবং বর্তমানে মুম্বাইতে বসবাস করেন। তিনি ৯ বছর বয়সে সা রে গা মা পা লিল চ্যাম্পস রিয়েলিটি শোতে প্রতিযোগী হিসাবে গান গেয়ে রূপালী পর্দায় তার কর্মজীবন শুরু করেছিলেন।\n৫ বছর বয়সে মায়ের কাছে গান শেখা শুরু করেন অমীকা। তিনি \"সা রে গা মা পা\"-এর বাংলা সংস্করণেও অংশ নিয়েছেন। পরে তিনি অন্যান্য রিয়েলিটি শো-তে গানে অংশ নেন যেমন - সা রে গা মা পা ন্যাশনাল ট্যালেন্ট হান্ট, ইন্ডিয়ান আইডল, স্টার ভয়েস অফ ইন্ডিয়া এবং অল ইণ্ডিয়া রেডিও শো । \nতিনি হিন্দুস্তানি শাস্ত্রীয় সঙ্গীতে একজন সঙ্গীত বিশারদ হিসাবে স্নাতকোত্তর করেছেন। তিনি ডাবর, কোলগেট, সন্তুর, উজালা এবং আইপিএল- এর মতো ব্র্যাণ্ডের টেলিভিশন বিজ্ঞাপনে তার কণ্ঠ দিয়েছেন।\nতিনি একটি অকপট সাক্ষাৎকারে স্বীকার করেছিলেন যে তিনি মুম্বাইতে তার প্রথম সংগ্রামের দিনগুলিতে সংগীত শিক্ষক হিসাবে কাজ নিয়েছিলেন। এ আর রহমানকে তার সঙ্গীতের অনুপ্রেরণা বলে মনে করেন অভিনেত্রী।  তিনি প্রিয়াঙ্কা চোপড়াকে তার অভিনয় অনুপ্রেরণা বলে মনে করেন।</link>\n\n\n== অভিনয় ==\n'উড়ান' দিয়ে টেলিভিশনে অভিনয় শুরু করার সময় অমীকা জীবনে সাফল্য পান। পরে, তিনি 'দিব্য দৃষ্টি', 'বলবীর রিটার্নস' ইত্যাদির মতো টেলিভিশন শোগুলিতে অভিনয় করতে শুরু করেন।\nতিনি 'ম্যাডাম স্যার', 'লাল ইশক', 'শাদি কে সিয়াপে' 'গুনাহ' এবং 'অভয়' -এর মতো টেলিভিশন ধারাবাহিকের অংশ ছিলেন।\nতিনি একটি সাক্ষাৎকারে উল্লেখ করেছেন যে \"একজন গায়ক হওয়ার পরে, আমি বুঝতে পেরেছিলাম যে আমি অভিনয়ে চেষ্টা করতে পারি। আমি গান গাওয়ার সময় থেকেই টেলিভিশন ইণ্ড্রাস্ট্রিতে বিমুগ্ধ ছিলাম। আমি স্বীকার করি যে আমি মুম্বাইতে এসেছিলাম গায়ক হওয়ার লক্ষ্য নিয়ে, কিন্তু অভিনয় আমাকে নিজের দিকে টেনে নিয়েছিল। 'উড়ান' আমার আত্মবিশ্বাস বাড়িয়েছে এবং আমাকে আরও এগিয়ে যেতে অনুপ্রাণিত করেছে।\"\nঅমীকা বর্তমানে দক্ষিণ আফ্রিকান ব্র্যাণ্ড ইএসএন-এর ভারতীয় ব্র্যান্ড অ্যাম্বাসেডর যা ইভোলিউশন স্পোর্টস নিউট্রিশন  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৫ জানুয়ারি ২০২২ তারিখে নামেও পরিচিত। এর বিশ্বব্যাপী ব্র্যাণ্ড সমর্থনকারী হলেন তারকা ক্রিকেটার জন্টি রোডস। তিনি একজন ফিটনেস ফ্রিক এবং মিলখা সিংকে তার ফিটনেস অনুপ্রেরণা হিসাবে বিবেচনা করেন।\nদেশে কোভিড-১৯ জনিত লকডাউনের পরে, তিনি কিছু সময়ের জন্য টিভি থেকে বিরতি নিয়ে বিভিন্ন ওটিটি প্ল্যাটফর্মের জন্য ওয়েব শো করছেন।\n\n\n== মিডিয়া ==\nঅমীকা ইনস্টাগ্রাম, টুইটার, ফেসবুক এবং ইউটিউব পেজ সহ সামাজিক মাধ্যমের মঞ্চে খুব সক্রিয়। এই অভিনেত্রী ইউটিউবে শীর্ষ ১০জন সর্বাধিক অনুসরণ করা ভারতীয় কভার গায়কদের মধ্যে একজন। সামাজিক মাধ্যমে ফটোশুটগুলিতে তিনি প্রায়শই মিডিয়ায় আলোচনার বিষয় হয়ে ওঠেন।\nতিনি ২০২২ সালে দ্বিতীয়বারের মতো মিশরে বিশ্ব যুব ফোরামে ভারতের প্রতিনিধিত্ব করেছিলেন। তিনি শ্রোতাদের সামনে একটি গান পরিবেশন করেছিলেন যার দর্শকদের মধ্যে মিশরের রাষ্ট্রপতি ছিলেন। ভারতে মিশরীয় দূতাবাসেও এর জন্য তাকে সংবর্ধিত করা হয়েছিল।\n\n\n== আরো দেখুন ==\nভারতীয় টেলিভিশন অভিনেত্রীদের তালিকা\nভারতীয় চলচ্চিত্র অভিনেত্রীদের তালিকা\nপশ্চিমবঙ্গের লোকদের তালিকা\n\n\n== তথ্যসূত্র =="}