{"pageid": 1434281, "title": "দ্য ফেমিনিস্ট আর্ট জার্নাল", "url": "https://bn.wikipedia.org/wiki?curid=1434281", "content": "দ্য ফেমিনিস্ট আর্ট জার্নাল ছিল একটি আমেরিকান পত্রিকা, যা ১৯৭২ থেকে ১৯৭৭ সাল পর্যন্ত ত্রৈমাসিকভাবে প্রকাশিত হয়েছিল। এটি ছিল প্রথম স্থিতিশীল, ব্যাপকভাবে পঠিত জার্নাল যা নারীবাদী চারুকলাকে তুলে ধরেছিল। চূড়ান্ত প্রকাশনার সময় পর্যন্ত দ্য ফেমিনিস্ট আর্ট জার্নালের আট হাজার কপি প্রকাশিত হত এবং শেষ সংস্করণের দশ হাজার কপি ছাপা হয়েছিল।\n\n\n== ইতিহাস ==\nদ্য ফেমিনিস্ট আর্ট জার্নালের তিনজন প্রতিষ্ঠাতা সদস্য সিণ্ডি নেমসার, প্যাট্রিসিয়া মাইনার্দি এবং আইরিন মস সকলেই পূর্বে রেডস্টকিং আর্টিস্টদের অর্থায়নে প্রকাশিত উইমেন অ্যাণ্ড আর্ট পত্রিকার কর্মী ছিলেন। সেই পত্রিকাটি মূলত আমেরিকান নারীবাদী চারুকলা আন্দোলনকে নিয়ে বিষয়গুলো আলোচনা করার উদ্দেশ্যে করা হয়েছিল, কিন্তু অভ্যন্তরীণ বিরোধের কারণে শুধুমাত্র একটি সংখ্যা প্রকাশিত হয়েছিল। সেই ম্যাগাজিনের উত্তরসূরি ছিল এই দ্য ফেমিনিস্ট আর্ট জার্নাল, যেটি ১৯৭২ সালে ব্রুকলিনে প্রতিষ্ঠিত হয়েছিল।\n\nজার্নালটির তিনটি বিভাগের দিকে লক্ষ্য ছিল:১) শিল্প জগতে নারী শিল্পীদের কণ্ঠস্বর হওয়া;\n ২) সমস্ত নারী শিল্পীদের অবস্থা উন্নত করা; এবং\n\n ৩) যৌনতাবাদী শোষণ ও বৈষম্য প্রকাশ করা।যে বছরে ম্যাগাজিনটি প্রতিষ্ঠিত হয়েছিল, সেবার সিণ্ডি নেমসার জার্নালের একমাত্র সম্পাদক ছিলেন এবং ১৯৭৫ সালে, তার স্বামী তার সাথে সহ-সম্পাদক হিসেবে যোগ দেন। দ্য ফেমিনিস্ট আর্ট জার্নালে লেখা বেশিরভাগ নিবন্ধই নারীদের দ্বারা রচিত। কিছু বিশিষ্ট অবদানকারীদের মধ্যে ছিলেন: ফেইথ রিংগোল্ড, মার্সিয়া টাকার, হাওয়ার্ডেনা পিন্ডেল, এবং ফেইথ ব্রমবার্গ।\nপাঁচ বছর মেয়াদের মধ্যে, দ্য ফেমিনিস্ট আর্ট জার্নাল যুগান্তকারী নারী শিল্পীদের সাথে সাক্ষাৎকার প্রকাশ করেছে এবং বিষয়বস্তুকে ধারাবাহিকভাবে বৈচিত্র্যময় রাখতে সৃজনশীল লেখার অংশ এবং শৈল্পিক ঐতিহাসিক প্রবন্ধ অন্তর্ভুক্ত করেছে। বৈশিষ্ট্যযুক্ত শিল্পীরা সমস্ত মাধ্যমগুলোতে কাজ করেছিলেন এবং শিল্পে নারী ব্যক্তিত্বের বিশটিরও বেশি ঐতিহাসিক প্রোফাইল প্রকাশিত হয়েছিল। নিবন্ধগুলোতে শিল্পীর কাজের একটি ইতিবাচক আধুনিক পর্যালোচনা, সেইসাথে একটি জীবনীমূলক বিভাগ ছিল যা শিল্পীকে নিয়ে কেন লেখা হয়েছিল তা উল্লেখ করে।\nদ্য ফেমিনিস্ট আর্ট জার্নালটি এমন একটি স্থান হিসেবেও ব্যবহৃত হয়েছিল যেখানে শিল্প জগতের মধ্যে লিঙ্গ বৈষম্যকে সকলের সামনে আনা হয়েছিল। পত্রিকার প্রথম দুইটি সংস্করণে, \"মেইল শভিনিস্ট এক্সপোজ\" নামে একটি কলাম প্রকাশিত হয়েছিল। সংবাদপত্র থেকে শুরু করে জাদুঘর, বিশ্ববিদ্যালয় পর্যন্ত পৃথক ব্যক্তি এবং প্রতিষ্ঠান উভয়কেই যৌনতাবাদী ভাষা এবং কর্মের জন্য নিন্দা করা হয়েছিল।\nসময়ের সাথে সাথে, প্রকাশনাটির প্রকাশ কমে যায় কারণ জার্নালটি জীবিত নারী শিল্পীদের উপর বেশি মনোযোগ দেয়, নিয়মিত সাক্ষাৎকার পরিচালনা করে যা শিল্পীর শৈশব, কর্মজীবন, শিক্ষা, প্রভাব, লিঙ্গ ভূমিকা/কর্মজীবনের ভারসাম্য এবং এমনকি একজন পুরুষ শিল্পীর সাথে যেকোনো সম্পর্ককে উল্লেখ করে।\n১৯৭৫ সালে, একটি বৃহত্তর পাঠকদের কাছে আবেদন বৃদ্ধি করার প্রয়াসে, সিণ্ডি নেমসার একটি বিজ্ঞাপন-মুক্ত ট্যাবলয়েড শৈলী থেকে একটি বিজ্ঞাপন-যুক্ত জার্নালের বিন্যাসে পরিবর্তিত করেন। যদিও এই পরিবর্তনটি শেষ পর্যন্ত জার্নালটিকে টিকে থাকতে সাহায্য করেনি। ১৯৭৭ সালে আর্থিক চাপের কারণে পত্রিকাটি বন্ধ হয়ে যায়।\nএকটি সাক্ষাৎকারে, প্যাট্রিসিয়া মাইনার্দি দাবি করেছিলেন যে দ্য ফেমিনিস্ট আর্ট জার্নালের মতো জার্নালগুলোর মৃত্যু হয়েছিল কারণ তারা তাদের লক্ষ্যে পৌঁছে গিয়েছিল। দ্য ফেমিনিস্ট আর্ট জার্নাল -এর মতো প্রকাশনাগুলোর সাফল্যের পরে মূলধারার প্রকাশনাগুলোর ওপর আরও চাপ পড়েছিল নারী শিল্পীদের প্রতি মনোযোগ দেওয়ার জন্য, তাই বিশেষভাবে নারী শিল্পীদের জন্য উৎসর্গীকৃত জার্নালগুলো অবমূল্যায়িত হয়েছিল।\n\n\n== শিল্পীদের বৈশিষ্ট্য ==\nজ্যানেট ফিশ\nনাটালিয়া গনচারোভা\nবারবারা হেপওয়ার্থ\nহ্যারিয়েট হোসমার\nগার্ট্রুড কেসেবিয়ার\nমারি ডি মেডিসি\nজোয়ান মিচেল\nইভন রেনার\nজয়েস রিওপেল\nফেইথ রিংগোল্ড\n\n\n== আরো দেখুন ==\nনারীবাদী শিল্প সমালোচনা\nরেডস্টকিংস\n\n\n== বহিঃসংযোগ ==\nফেমিনিস্ট আর্ট জার্নালের প্রথম সংখ্যা\nজেস্টর রিভিল ডিজিটাল বিভাগ এর সংগ্রহে অনেক নারীবাদী আর্ট জার্নাল রয়েছে\n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:Feminist art movement in the United States"}