{"pageid": 1434453, "title": "সবুজ মসজিদ, মসুল", "url": "https://bn.wikipedia.org/wiki?curid=1434453", "content": "সবুজ মসজিদ ইরাকের মসুল শহরে অবস্থিত একটি ঐতিহাসিক মসজিদ। মসজিদটি ১২শ শতাব্দীর এবং তখন থেকে মসজিদটি অনেকবার সংস্কার করা হয়েছিলো। মসজিদটি অনেকগুলি নামের জন্যও পরিচিত ছিলো। মসজিদটি মসুল শহরের কেন্দ্রস্থলে টাইগ্রিস নদীর তীরে কর্নিশ সড়কের পাশে ছিলো। ২০১৫ সালে ইসলামিক স্টেট অব ইরাক অ্যান্ড দ্য লেভান্ট মসজিদটি ধ্বংস করে দেয়।\n\n\n== ব্যুৎপত্তি ==\n১৪শ শতাব্দীতে মসজিদের পৃষ্ঠপোষক মুজাহিদ আল-দীন কাইমাজের নামানুসারে মসজিদটির নাম আল-মুজাহিদি মসজিদ নামে পরিচিত ছিলো। মসজিদটি আল-রাবাদ মসজিদ নামেও পরিচিত ছিলো যার অর্থ হলো উপকণ্ঠের মসজিদ। মসজিদটির কারণে মসুল শহরে বসবাসকারী অনেক মানুষের তাদের বিভিন্ন প্রয়োজনীয়তা পূরণ হয়েছে। মসজিদটি জুমার নামাজের জন্য বেশি আলোচিত ছিলো। মসজিদটি পরে সবুজ মসজিদ নামে পরিচিত হতে শুরু করে, কারণ মসুল শহরের জনগণের মধ্যে সবুজ রঙ সবচেয়ে মর্যাদাপূর্ণ রঙ হিসাবে বিবেচিত হতো। তবে নামাজের কক্ষটি লাল রঙের ছিলো বলে একে লাল মসজিদও বলা হতো। এই শেষ দুটি নাম সম্প্রতি প্রধানত জনপ্রিয় ছিলো।\n\n\n== ইতিহাস ==\nমসজিদটির ১১৫১ খ্রিষ্টাব্দে নির্মাণ করা হয়েছিলো। যখন মসজিদটির নির্মাণ কাজ সম্পূর্ণ হয়েছিলো, তখন এটি এখনের চেয়ে অনেক বড় ছিলো। মসজিদটিকে ইসলামী ক্যালিগ্রাফির এমন কিছু অক্ষর দিয়ে সাজিয়েছিলেন, যা অন্যান্য মসজিদে দেখা যেতো না। অন্যান্য সাজসজ্জাগুলো প্লাস্টার দ্বারা করা হয়েছিলো এবং কয়েকটি সেরা উদাহরণ ছিলো সেগুলো হলো মিহরাবের উপরে সজ্জা। মুসল্লার উপরে থাকা গম্বুজটি সবুজ-নীল রঙের ছিলো। বিখ্যাত ইতিহাসবিদ আলি ইবনে আসির মসজিদটিকে একটি বড় এবং সবচেয়ে সুন্দর মসজিদ হিসেবে উল্লেখ করেছেন। ১১৮৪ সালে বিখ্যাত ভূগোলবিদ ইবনে জুবায়ের মসজিদটি পরিদর্শন করেছিলেন, তিনি সেখানে নামাজ আদায় করেছিলেন এবং স্থাপত্যের কৃতিত্বের প্রশংসা করেছিলেন।\nতাতার ও মঙ্গোলীয় আক্রমণের সময়, মসজিদটি অবহেলিত ছিলো এবং ক্ষয়ক্ষতির সম্মুখীন হয়েছিলো। তবে ১৭১৮ সাল থেকে উসমানীয় সাম্রাজ্যের ওয়ালি আলী পাশা মসজিদটি পুনরায় সংস্কার শুরু করেছিলেন। এবং সংস্কারের কাজটি ২০ শতকের শেষের দিকে আওকাফ ও ধর্ম বিষয়ক মন্ত্রণালয় দ্বারা সম্পন্ন হয়েছিলো। ২১ শতকের দিকে, মসজিদটি যথাযথ রক্ষণাবেক্ষণের অভাবে ক্ষতিগ্রস্ত হতে শুরু করেছিলো, যা মসজিদের ইমাম তারকি হামদুন সতর্ক করেছিলেন। ইরাক যুদ্ধের পর কুরআন মুখস্থ করার প্রতিযোগিতার মতো অনুষ্ঠান আয়োজনের জন্য মসজিদটি পুনরায় আবার চালু করা হয়েছিলো। তবে ২০১৪-২০১৫ সালে ইসলামিক স্টেট অব ইরাক অ্যান্ড দ্য লেভান্ট বিস্ফোরক দিয়ে মসজিদটিকে ধ্বংস করে দেয়।\n\n\n== আরও দেখুন ==\n\nইরাকে ইসলাম\nইরাকের মসজিদসমূহের তালিকা\n\n\n== তথ্যসূত্র =="}