{"pageid": 1434953, "title": "খিয়ামনিউনগান লোকনৃত্য", "url": "https://bn.wikipedia.org/wiki?curid=1434953", "content": "খিয়ামনিউনগান উপজাতির সুইকুয়াপ (অর্থাৎ লোকনৃত্য) শুধু গান গাওয়া এবং নাচ নয় বরং এটি তাদের এটি সাংস্কৃতিক পরিচয়ের গভীরে নিহিত এবং গভীর অর্থ বহন করে।\n\n\n== খিয়ামনিউনগান লোকনৃত্যের তালিকা ==\nল্যাংনিউ-খিয়ামজাংজে (ল্যাংনিউ-খিয়ামৎসাংশে) নৃত্য হলো একটি ঐতিহ্যবাহী লোকনৃত্য যা নাগাল্যান্ডের খিয়ামনিউঙ্গান নাগা উপজাতি তাদের দুটি সবচেয়ে গুরুত্বপূর্ণ উৎসব যেমন মিউ এবং সোউকুমের সময় পরিবেশন করে, এই দুটি একে অপরের সাথে সম্পর্কিত।\nজামহাং (জামহাং সাউথং) নৃত্য: 'জামহাং সাউথং' উপজাতি নৃত্যটি নাগাল্যান্ডের 'খিয়ামনিউনগান' উপজাতির একটি বিশেষ নৃত্য। এটি উত্তর-পূর্ব ভারতের অন্যতম প্রধান উপজাতীয় নৃত্য।\nহই-আই-সুই (হো-ই-সুই) : ফসল তোলার পরের ভোজ সাধারণত প্রতি বছর অক্টোবর মাসে সুউকুম উৎসবের সময় হয়।\nশাপাউটাইথিউ নাচ : কোনো সামাজিক অনুষ্ঠানে ঐতিহ্যবাহী স্বাগত নাচ। নৃত্যশিল্পীরা নাচতে নাচতে পিছনের দিকে সরে যায় এবং শাপাউ (প্রধান অতিথি) তাদের মুখোমুখি থেকে তাদের অনুসরণ করে।\nখেলাক : প্রতিটি যুদ্ধের প্রাক্কালে, ছয় জন যোদ্ধার একটি দল, যুদ্ধের বর্ম ও অস্ত্রধারী প্রধান মোরুং-এর অগ্রভাগে খেউলক নামক একটি নৃত্যের মতো অনুষ্ঠান করে। দাও (নাগা জাতীয় তলোয়ার) সামনে রেখে যুদ্ধে শত্রুদের হত্যা করার শপথ বা প্রতিশ্রুতি হিসেবে তারা এটি করে এবং দৃঢ়তা ও সাহসী আচরণের সাথে ঝাঁপিয়ে পড়ে।\nনকনাপ-ই-সুইকুয়াপ (নোকনাপিজুইনুয়াপ) (শান্তি চুক্তি অভ্যর্থনা নৃত্য) গ্রামের মধ্যে শান্তি চুক্তি সাধারণত জানুয়ারি মাসে সম্পাদিত হয় যখন গ্রামের লোকেদের ঝুম চাষ শেষ হয়ে যায়। গ্রামগুলোর পারস্পরিক আকাঙ্ক্ষা, যাতে শত্রুতার অবসান হয় এবং বন্ধুত্ব ও শান্তিপূর্ণ সহাবস্থান ঘটে, এটি মাথায় রেখে অনুষ্ঠানটি করা হয়।\nশিকুওহ (যুদ্ধ নৃত্য): একটি নির্ভীক পুরুষের যুদ্ধের নৃত্য প্রতিরূপ, যে যুদ্ধের সরঞ্জামসহ ঘুরে বেড়ায়, এবং শত্রুর আক্রমণ থেকে গ্রামকে সুরক্ষিত রাখার জন্য যুদ্ধের হুঙ্কার চিৎকার করে।\nসুইচং/হুওনেউ: এখানে সওচং নামে একটি প্রাক-যুদ্ধ নাচও আছে। এই নৃত্যটি প্রতিটি সক্ষম-শরীরের মানুষকে যুদ্ধে যাওয়ার জন্য প্রস্তুত করে। এখানে, তাদের চলাফেরা ক্রোধপূর্ণ বাঘ, ভাল্লুক এবং অন্যান্য বন্য প্রাণীদের হিংস্র আচরণকে বর্ণিত করে। উচ্চস্বরে চিৎকার এবং ডাক দিয়ে, তারা নিজেদেরকে সামনের যুদ্ধের জন্য মানসিকভাবে প্রস্তুত করে।\nআই-লি-সুইহাং (এলিঝুইহাং): যার অর্থ বিজয় নৃত্য। এই নৃত্য বিজয় এবং শক্তি নির্দেশ করে। মুণ্ড শিকারের দিনগুলোতে, শত্রুর কাটা মাথা যুদ্ধের একটি গুরুত্বপূর্ণ পুরস্কার এবং সাহসিকতার প্রমাণ হিসেবে বিবেচিত হত। একটি সফল যুদ্ধ অভিযান করে গ্রামে ফিরে আসার পর, শত্রুর মাথা মোরং-এ নিয়ে যাওয়া হত এবং আই-লি-সুইহাং নৃত্যটি জোরের সঙ্গে পরিবেশন করা হত। এর ফলে গ্রামকে শক্তিশালী ও রক্ষা করার জন্য তাদের সংকল্প নবজীবনপ্রাপ্ত হত।\nখাউৎসাউসি নাচ (ড্যান্স অফ মেরি মেকিং): এই নৃত্যটি খাউৎসাউসি সুমাই (খাওজাওসি-হক-আহ) উৎসবের সময় জনগণকে প্রদত্ত সমস্ত আশীর্বাদের জন্য সর্বশক্তিমান ঈশ্বরের (কউ-ও) প্রতি কৃতজ্ঞতা প্রকাশ হিসেবে পরিবেশিত হয়। নতুন কৃষি চক্র শুরু হওয়ার আগে জানুয়ারি মাসে এই উৎসবটি পালিত হয়। শস্যভাণ্ডারে সঞ্চিত খাদ্যশস্যগুলো দেবতাদের ধন্যবাদ জানাতে এবং ভোজের জন্য আচার-অনুষ্ঠানে ব্যবহার করা হয়। \"নৃত্যের সাথে গানটি বলে এসো মহান বারবেট পাখি, এসো আমরা একসাথে আনন্দ করি। পর্বতগুলো তুষারে আবৃত যা আমাদের উপর প্রদত্ত প্রচুর আশীর্বাদকে নির্দেশ করে।\"\n\n\n== আরও দেখুন ==\nখিয়ামনিউনগান মানুষ\nসুকুম\nপটশো\n\n\n== তথ্যসূত্র =="}