{"pageid": 1434974, "title": "মারিয়া বেনেদিতা মৌজিনহো ডি আলবুকার্ক ডি ফারিয়া পিনহো", "url": "https://bn.wikipedia.org/wiki?curid=1434974", "content": "মারিয়া বেনেদিতা মৌজিনহো ডি আলবুকার্ক ডি ফারিয়া পিনহো (১৮৬৫ - ১৯৩৯), ছিলেন একজন পর্তুগিজ লেখক, অনুবাদক, শিক্ষক, প্রচারক, রিপাবলিকান কর্মী এবং নারীবাদী কর্মী। তিনি নারীদের ভোটের অধিকার এবং বিবাহবিচ্ছেদের বৈধকরণের প্রচারে অগ্রণী ছিলেন।\n\n\n== প্রাথমিক জীবন ==\nমারিয়া বেনেদিতা মৌজিনহো ডি আলবুকার্ক ডি ফারিয়া পিনহো ১৮৬৫ সালের ৫ই এপ্রিল পর্তুগালের লেইরিয়া জেলার ফিগুইরো ডস ভিনহোসে জন্মগ্রহণ করেন। তিনি একজন রাজনীতিবিদ এবং সাংবাদিকের কন্যা ছিলেন, তাঁর বাবা ফিগুইরো ডস ভিনহোসের পৌরসভার প্রশাসকও ছিলেন। তাঁর মা ছিলেন মাদেইরার প্রাক্তন গভর্নর, সামরিক কর্মকর্তা এবং রাজনীতিবিদ লুইস দা সিলভা মৌজিনহো দে আলবুকার্কের নাতনি। মারিয়া পিনহো ছিলেন দম্পতির সাত সন্তানের মধ্যে তৃতীয়।\nএকটি অভিজাত পরিবারে জন্মগ্রহণ করে, মারিয়া পিনহো  যথাযথ শিক্ষালাভ করেছিলেন। তাঁর শিক্ষায় শাস্ত্রীয় ও আধুনিক ভাষা, দর্শন, রাজনীতি এবং সাহিত্যের অধ্যয়নের উপর দৃষ্টি দেওয়া হয়েছিল। এছাড়াও তাঁর পারিবারিক পটভূমির কারণে,  খুব অল্প বয়স থেকেই, প্রজাতন্ত্রের ভবিষ্যত রাষ্ট্রপতি বার্নার্ডিনো মাচাদো সহ সেই সময়ের পর্তুগিজ রাজনৈতিক প্রেক্ষাপটের সবচেয়ে বিখ্যাত জাতীয় ব্যক্তিত্বদের সাথে সহজেই  চিঠির মাধ্যমে তাঁর যোগাযোগ ছিল। তাঁরা মারিয়া পিনহোর জীবনে একটি শক্তিশালী প্রভাব ফেলেছিলেন। তাঁর পরিবারের বাড়িতে বিভিন্ন লেখক, কবি, চিত্রশিল্পী এবং সাংবাদিকের  ঘন ঘন যাতায়াত ছিল।\n\n\n== সক্রিয়তা ==\n১৮৮২ সালের জুলাই মাসে ১৭ বছর বয়সে, তিনি লেইরিয়া ক্যাথেড্রালের একজন জেনারেল এবং সামরিক প্রকৌশলী জোয়াকিম লুসিও লোবোকে বিয়ে করেন। জোয়াকিম লেইরিয়াতে জন্মগ্রহণ করেছিলেন এবং পিনহোর চেয়ে চোদ্দ বছরের বড় ছিলেন। তাঁদের একটি মেয়ে ছিল। যাইহোক, চাকরির কারণে মারিয়া পিনহোর স্বামীর ঘন ঘন অনুপস্থিতি এবং বিভিন্ন ব্যক্তিত্বের পার্থক্যের কারণে তাঁদের সম্পর্কের দ্রুত অবনতি ঘটে। ১৯০৯ সালে, বিবাহিত কিন্তু বিচ্ছিন্ন অবস্থায়, তিনি লিসবনে চলে আসেন। সেখান তিনি একজন শিক্ষক হিসাবে কাজ শুরু করেন। তিনি লিগা দাস মুলহেরেস রিপাবলিকানাস (পর্তুগিজ নারীদের রিপাবলিকান লীগ), যেটি একটি রাজনৈতিক এবং নারীবাদী প্রকৃতির সমিতি, তাতে যোগদান করেন। এদের ঘোষিত উদ্দেশ্য ছিল\"পর্তুগিজ নারীদের গণতান্ত্রিক নীতিতে পথপ্রদর্শন ও শিক্ষিত করা এবং নির্দেশনা দেওয়া\"। এছাড়াও \"বিশেষ করে নারী ও শিশুদের স্বার্থে আইন সংশোধনের প্রচার\" করাও এদের উদ্দেশ্য ছিল। এই লিগটি গঠন করেছিলেন লেখক এবং সাংবাদিক আনা ডি কাস্ত্রো ওসোরিও, যিনি নারীবাদী আন্দোলনের একজন নেতৃস্থানীয় সদস্য হয়ে উঠেছিলেন। মারিয়া পিনহো লিগের প্রথম পরিচালনা পর্ষদের সদস্য ছিলেন এবং আনুষ্ঠানিকভাবে এটির প্রতিষ্ঠাকারী সাধারণ পরিষদের সেক্রেটারি ছিলেন। তিনি লীগের মুখপত্র এ মুলহার ই এ ক্রিনকা (পর্তুগিজ: A Mulher e a Criança) র চালিকা কমিটির সদস্য ছিলেন। এদের উদ্দেশ্য ছিল \"রাজনৈতিক সামাজিক, ঐতিহাসিক সমস্যা নিয়ে কাজ করা, বিশেষ করে নারী ও শিশুদের জন্য\"। একবছর পরে সম্পাদকীয় স্বাধীনতা নিয়ে মতান্তরের কারণে তিনি পদত্যাগ করেন।\n১৯১১ সালে, লীগের প্রভাব সমন্বিত একটি বিবাহবিচ্ছেদ আইনের অনুমোদনের সাহায্যে  মারিয়া পিনহো তাঁর স্বামীর সঙ্গে বিবাহবিচ্ছেদ করেন। জোয়াকিম ১৯৫৩ সালে ১০১ বছর বয়সে মারা যান, এই হিসেবে তিনি ছিলেন সেই সময়ে বেঁচে থাকা সবচেয়ে বয়স্ক পর্তুগিজ সেনা কর্মকর্তা।\n১৯১৪ সালে, ইউরোপে প্রথম বিশ্বযুদ্ধ শুরু হওয়ার পরে, অন্যান্য কর্মী আনা অগাস্টা দে কাস্টিলহো, আনা দে কাস্ত্রো ওসোরিও এবং আন্তোনিয়া বারমুডেসের সাথে, তিনি পেলা প্যাট্রিয়া নামে পরিচিত মহিলা কমিশন প্রতিষ্ঠা করেন। এটির লক্ষ্য ছিল যুদ্ধের প্রচেষ্টার জন্য নারীদের সংগঠিত করা, যুদ্ধের ক্ষতিকর প্রভাবের কারণে নিজেদের বাড়ি থেকে বাস্তুচ্যুত পরিবারগুলির সহায়তা করা এবং যুদ্ধক্ষেত্রে জড়ো হওয়া সৈন্যদের এবং তাঁদের পরিবারের সহায়তা করা। তাঁরা নিজেদের উদ্দেশ্য প্রচার করতে এবং অনুদানের আহ্বান জানাতে এ সেমিডোরা (পর্তুগিজ: A Semeadora) নামে একটি পত্রিকা প্রকাশ করেন। ১৯১৬ সালের ৯ই মার্চ,  পর্তুগালের বিরুদ্ধে জার্মানির যুদ্ধ ঘোষণার পর, এটি পরবর্তীকালে পর্তুগিজ মহিলা ক্রুসেডে (ক্রুজাদা দাস মুলহেরেস পর্তুগিসাস) একীভূত হয়। ক্রুসেডের একই লক্ষ্য ছিল পর্তুগিজ সৈন্যদের পাঠানোর জন্য অনুদান সংগ্রহ করা এবং যুদ্ধের অনাথদের সাহায্য করা। এর নেতৃত্বে ছিলেন তৎকালীন রাষ্ট্রপতি বার্নাডিনো মাচাদোর স্ত্রী এলজিরা দান্তাস মাচাদো।\n\n\n== প্রকাশনা ==\nযথেষ্ট পারিবারিক সৌভাগ্য থাকা সত্ত্বেও, মারিয়া পিনহো সবসময় নিজের আর্থিক স্বাধীনতা বজায় রাখতে চেয়েছিলেন। তিনি বিভিন্ন বেলজিয়ান, ফরাসি এবং রাশিয়ান লেখকদের কাজ অনুবাদ করেছেন, তাঁদের মধ্যে আছেন হেক্টর ফ্লেশম্যান, আলফোনস কার, পল মার্গুয়েরিটে, ভিক্টর মার্গুয়েরিটে, কনডেসা ডি জেনসি এবং লিও টলস্টয়। মারিয়া তাঁর দ্য ক্রুৎজার সোনাটা অনুবাদ করেছেন। তিনি নারীর অধিকার এবং তাঁর রিপাবলিকান আদর্শের উপর প্রবন্ধও লিখেছিলেন, সেগুলি সেই সময়ের বিভিন্ন পত্রিকায় প্রকাশ করেছিলেন। মারিয়া পিনহো বেশ কয়েকটি উপন্যাসও প্রকাশ করেছিলেন, যেমন মেরিনা (১৯১৩), ও ভ্যাগাবুন্ডো (১৯১৩) এবং সোনহো ডেসফেইটো (১৯২২)। পাশাপাশি তিনি শিশুদের জন্য গল্পের বেশ কয়েকটি সংকলন প্রকাশ করেছেন, যেমন রোসাস ডো মেনিনো জেসুস (১৯২৩), এটির চিত্রাঙ্কন মিলি পসোজ দ্বারা কৃত,   বা অ্যাজ অ্যানডোরিনহাস (১৯১৫), যেটি ছোটগল্পের একটি বই। এই বইটির মোট আয় পেলা প্যাট্রিয়া- র জন্য খরচ হয়েছে। তিনি ও মুন্ডো পত্রিকার জন্য অনুবাদও করেছিলেন। এইক্ষেত্রে তিনি মাচাডোর সাথে নিজের পরিচয়ের প্রভাব ব্যবহার ক'রে প্রকাশকদের রাজি করিয়েছিলেন তাঁকে নিয়োগ দিতে ।\n\n\n== মৃত্যু ==\nপিনহো ১৯৩৯ সালের ১২ই জানুয়ারি লিসবনে মারা যান। তিনি ডিমেনশিয়া রোগে ভুগছিলেন। তাঁকে লিসবনের অজুদা কবরস্থানে সমাহিত করা হয়েছিল। ১৯১৭ সালে যখন  এ সেমিডোরা তে ঘোষণা করা হয়েছিল যে তিনি স্বাস্থ্যের কারণে পত্রিকা থেকে পদত্যাগ করছেন,  তিনি তখনই অসুস্থ হয়ে পড়েছিলেন, যদিও তিনি কয়েক বছর ধরে লেখালেখি চালিয়ে গেছেন।\n\n\n== তথ্যসূত্র =="}