{"pageid": 1434168, "title": "লেনা অ্যাশওয়েল", "url": "https://bn.wikipedia.org/wiki?curid=1434168", "content": "লেনা মার্গারেট অ্যাশওয়েল, লেডি সিমসন  (জন্ম নাম  পোকক; ২৮ সেপ্টেম্বর ১৮৭২ - ১৩ মার্চ ১৯৫৭) ছিলেন একজন ব্রিটিশ অভিনেত্রী এবং থিয়েটার ম্যানেজার এবং প্রযোজক। যুদ্ধের পর তিনি লেনা অ্যাশওয়েল প্লেয়ার তৈরি করেন।\nতিনি জন্মগ্রহণ করেছিলেন লেনা মার্গারেট পোকক নাম নিয়ে। অ্যাশওয়েলের পিতা ছিলেন রয়্যাল নেভির কমাণ্ডার চার্লস অ্যাশওয়েল বোটেলার পোকক, (মার্চ ১৮২৯-ফেব্রুয়ারি ১৮৯৯), তিনি নিকোলাস পোককের ভ্রাতুষ্পুত্র ছিলেন এবং তার মা ছিলেন সারাহ মার্গারেট স্টিভেনস (ডিসেম্বর ১৮৩৯ -মে ১৮৮৭), যিনি কানাডায় একটি দুর্ঘটনার ফলে মারা যান। সাত ভাইবোনের মধ্যে লেনা ছিলেন দ্বিতীয় কনিষ্ঠ। তার দুই ভাই ও চার বোন ছিল। পরিবার নিউজিল্যান্ডে থাকাকালীন শৈশবেই তাদের মধ্যে একজন মারা যায়।\nতিনি কানাডায় বেড়ে ওঠেন এবং লসানে এবং লন্ডনের রয়্যাল একাডেমি অফ মিউজিকে সঙ্গীত অধ্যয়ন করেন, যদিও তার কণ্ঠ সঙ্গীত পরিবেশনের জন্য সঠিক ছিলনা। তাই গানের পরিবর্তে তিনি অভিনয় শুরু করেন, তারপরে নিজেকে \"লেনা অ্যাশওয়েল\" নামে পরিচিত করেন। ১৮৯১ সালে, তিনি দ্য ফ্যারিসি চলচ্চিত্রে আত্মপ্রকাশ করেন। তিনি বেশ কয়েকটি শেক্সপিয়রের নাটকে অংশ নেন। কুও ভাদিস (১৯০০), মিসেস ডেন'স ডিফেন্স (১৯০০) এবং লেয়া ক্লেসনা (১৯০৫)-এ তিনি প্রধান চরিত্রে অভিনয় করেছিলেন।\n১৯০৬ সালে অ্যাশওয়েল দ্য শুলামাইটে অভিনয় করেছিলেন। এটি অসুখী বিবাহিত একজন দক্ষিণ আফ্রিকান মহিলার সম্পর্কে একটি মেলোড্রামা যিনি একজন পরিদর্শনকারী ইংরেজের প্রেমে পড়েন। শোটি ১৯০৬ সালের ১২ মে থেকে ২৬ জুন পর্যন্ত স্যাভয় থিয়েটারে ৪৫বার অভিনয় হয়।\n\n\n== লেখা ==\nআধুনিক ট্রুবাডোরস (লন্ডন, গিল্ডেনডাল), যা প্রথম বিশ্বযুদ্ধের সময় তার কনসার্ট পার্টিগুলির কাজের একটি বিবরণ\nশেক্সপিয়ারের প্রতিফলন (লন্ডন, হাচিনসন অ্যাণ্ড কোং), লেনা অ্যাশওয়েল প্লেয়ারদের জন্য অর্থ সংগ্রহের জন্য তিনি যে বক্তৃতা দিয়েছিলেন তার একটি সিরিজ থেকে সম্পাদিত\nদ্য স্টেজ (লন্ডন, জিওফ্রে ব্লেস), থিয়েটারের অবস্থা এবং অভিনেতার ভূমিকা সম্পর্কে তার চিন্তাভাবনা\nএকটি আত্মজীবনী, মাইসেলফ এ প্লেয়ার (লন্ডন, মাইকেল জোসেফ) \n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nনিষ্পাপ ফুল : এডওয়ার্ডিয়ান থিয়েটারে নারী । লন্ডন: ভিরাগো। সৈন্যদের বিনোদনে অ্যাশওয়েলের কাজ সম্পর্কে আরও তথ্য।\n\n\n== বহিঃসংযোগ ==\nবায়োডাটা, ফটো সহ\nলেনা অ্যাশওয়েলের কাগজপত্র, দুর্লভ বই, বিশেষ সংগ্রহ এবং সংরক্ষণ, রিভার ক্যাম্পাস লাইব্রেরি, রচেস্টার বিশ্ববিদ্যালয়"}