{"pageid": 1435075, "title": "পুনর্জন্ম (বৌদ্ধ দর্শন)", "url": "https://bn.wikipedia.org/wiki?curid=1435075", "content": "পুনর্জন্ম হলো বৌদ্ধ দর্শন অনুসারে সংবেদনশীল সত্তার মৃত্যুর পরে নতুন অস্তিত্বের সংসার নামক অন্তহীন চক্র। বৌদ্ধ বিশ্বাস অনুসারে চক্রটি দুঃখজনক, অসন্তোষজনক ও বেদনাদায়ক। অর্ন্তদৃষ্টি ও আকাঙ্ক্ষার নির্বাপণ দ্বারা নির্বাণ অর্জিত হওয়ার পর চক্রটি থেমে যায় বলে মনে করা হয়। পুনর্জন্ম হলো কর্ম ও নির্বাণের পাশাপাশি বৌদ্ধধর্মের অন্যতম মৌলিক মতবাদ। পুনর্জন্ম ছিলো কর্মের মতবাদের সাথে আদি বৌদ্ধ সম্প্রদায়ের মূল শিক্ষা (যা এটি জৈনধর্মের মতো আদি ভারতীয় ধর্মের সাথে ভাগ করে নিয়েছে)। আদি বৌদ্ধ সূত্রে, বুদ্ধ দাবি করেছেন যে তিনি তাঁর বহু অতীত জীবনের জ্ঞান পেয়েছেন। পুনর্জন্ম ও পরকালের অন্যান্য ধারণাগুলি বিভিন্ন বৌদ্ধ ঐতিহ্য দ্বারা বিভিন্ন উপায়ে ব্যাখ্যা করা হয়েছে।\nপুনর্জন্ম মতবাদ, কখনও কখনও পুনর্জন্ম বা স্থানান্তর হিসাবে উল্লেখ করা হয়, দাবি করে যে পুনর্জন্ম সংঘটিত হয় সংসারের ছয়টি রাজ্যের একটিতে, দেবতা রাজ্য, উপদেবতা রাজ্য, মানুষ রাজ্য, প্রাণী রাজ্য, ভূত রাজ্য এবং নরক রাজ্য৷ পুনর্জন্ম, যেমনটি বিভিন্ন বৌদ্ধ ঐতিহ্যের দ্বারা বলা হয়েছে, কর্ম দ্বারা নির্ধারিত হয়, কুশল কর্ম (ভাল বা নিপুণ কর্ম) দ্বারা অনুগ্রহ করা ভাল রাজ্যের সাথে, যখন মন্দ রাজ্যে পুনর্জন্ম হলো অকুশল কর্মের (খারাপ বা অদক্ষ কর্ম) ফল। যদিও নির্বাণ বৌদ্ধ শিক্ষার চূড়ান্ত লক্ষ্য, ঐতিহ্যগত বৌদ্ধ অনুশীলনের বেশিরভাগই সদ্গুণ অর্জন এবং সদ্গুণ স্থানান্তরের উপর কেন্দ্রীভূত হয়েছে, যার ফলে একজন ভাল রাজ্যে পুনর্জন্ম লাভ করে এবং মন্দ রাজ্যে পুনর্জন্ম এড়িয়ে যায়।\nপুনর্জন্ম মতবাদ প্রাচীনকাল থেকেই বৌদ্ধধর্মের মধ্যে পণ্ডিতদের অধ্যয়নের বিষয়, বিশেষ করে পুনর্জন্মের মতবাদকে এর অপরিহার্যতা-বিরোধী অনাত্তা মতবাদের সাথে সমন্বয় করার ক্ষেত্রে। ইতিহাস জুড়ে বিভিন্ন বৌদ্ধ ঐতিহ্যে একজন ব্যক্তির পুনর্জন্ম কী তা নিয়ে মতভেদ রয়েছে, সেইসাথে প্রতিটি মৃত্যুর পর পুনর্জন্ম কত দ্রুত হয়।\nকিছু বৌদ্ধ ঐতিহ্য দাবি করে যে বিজ্ঞান (চেতনা), যদিও ক্রমাগত পরিবর্তিত হয়, ধারাবাহিকতা বা স্রোত (সান্তনা) হিসাবে বিদ্যমান এবং এটিই পুনর্জন্মের মধ্য দিয়ে যায়। থেরবাদের মত কিছু ঐতিহ্য দাবি করে যে পুনর্জন্ম অবিলম্বে ঘটে এবং যে কোনও \"জিনিস\" (এমনকি চেতনাও নয়) পুনর্জন্মের জন্য জীবন জুড়ে চলে না (যদিও একটি কার্যকারণ লিঙ্ক রয়েছে, যেমন মোমের উপর একটি সীল ছাপানো হয়)। অন্যান্য বৌদ্ধ ঐতিহ্য যেমন তিব্বতীয় বৌদ্ধধর্ম মৃত্যু এবং পুনর্জন্মের মধ্যে অন্তর্বর্তী অস্তিত্ব (বারদো) পোষণ করে, যা ৪৯ দিন পর্যন্ত স্থায়ী হতে পারে। এই বিশ্বাস তিব্বতীয় অন্ত্যেষ্টিক্রিয়া অনুষ্ঠানকে চালিত করে। বর্তমানে বিলুপ্ত বৌদ্ধ ঐতিহ্য যাকে পুদ্গলবাদ বলে দিয়েছিল যে অবর্ণনীয় ব্যক্তিগত সত্তা (পুদ্গল) ছিল যা এক জীবন থেকে অন্য জীবনে স্থানান্তরিত হয়।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nBhikkhu Anālayo (২০১৮)। Rebirth in early Buddhism & current research: With forewords by His Holiness the Dalai Lama and Bhante Gunaratna। Somerville, MA, USA: Wisdom Publications। আইএসবিএন 978-1-61429446-7। \nAnderson, Carol (১৯৯৯)। Pain and Its Ending: The Four Noble Truths in the Theravada Buddhist Canon। Routledge। আইএসবিএন 978-1-136-81332-0। \nÑāṇamoli, Bhikkhu (trans.) and Bodhi, Bhikkhu (ed.) (2001). The Middle-Length Discourses of the Buddha: A Translation of the Majjhima Nikāya. Boston: Wisdom Publications. আইএসবিএন ০-৮৬১৭১-০৭২-X.\nAnderson, Carol (২০১৩), Pain and Its Ending: The Four Noble Truths in the Theravada Buddhist Canon, Routledge উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBuswell, Robert E. Jr.; Lopez, Donald Jr. (২০০৩), The Princeton Dictionary of Buddhism, Princeton University Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nCarter, John Ross (১৯৮৭), \"Four Noble Truths\",   Jones, Lindsay, MacMillan Encyclopedia of Religions, MacMillan উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDavidson, Ronald M. (২০০৩), Indian Esoteric Buddhism, Columbia University Press, আইএসবিএন 0-231-12618-2 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nGombrich, Richard F (১৯৯৭)। How Buddhism Began: The Conditioned Genesis of the Early Teachings। Routledge। আইএসবিএন 978-1-134-19639-5। \nHarvey, Graham (২০১৬), Religions in Focus: New Approaches to Tradition and Contemporary Practices, Routledge উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHarvey, Peter (২০১৩), An Introduction to Buddhism, 2nd Edition, Cambridge University Press, আইএসবিএন 978-0521676748 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nKalupahana, David J. (১৯৯২), A history of Buddhist philosophy, Delhi: Motilal Banarsidass Publishers Private Limited উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nKeown, Damien (২০০০), Buddhism: A Very Short Introduction (Kindle সংস্করণ), Oxford University Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nKingsland, James (২০১৬), Siddhartha's Brain: Unlocking the Ancient Science of Enlightenment, HarperCollins উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nLaumakis, Stephen J. (২০০৮-০২-২১)। An Introduction to Buddhist Philosophy (ইংরেজি ভাষায়)। Cambridge University Press। আইএসবিএন 978-1-139-46966-1। \nLopez, Donald, jr. (২০০৯), Buddhism and Science: A Guide for the Perplexed, University of Chicago Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMakransky, John J. (১৯৯৭), Buddhahood Embodied: Sources of Controversy in India and Tibet, SUNY উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSamuel, Geoffrey (২০০৮), The Origins of Yoga and Tantra: Indic Religions to the Thirteenth Century, Cambridge University Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSchmidt-Leukel, Perry (২০০৬), Understanding Buddhism, Dunedin Academic Press, আইএসবিএন 978-1-903765-18-0 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSnelling, John (১৯৮৭), The Buddhist handbook. A Complete Guide to Buddhist Teaching and Practice, London: Century Paperbacks উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSpiro, Melford E. (১৯৮২), Buddhism and Society: A Great Tradition and Its Burmese Vicissitudes, University of California Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nTrainor, Kevin (২০০৪), Buddhism: The Illustrated Guide, Oxford University Press, আইএসবিএন 978-0-19-517398-7 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nWilliams, Paul (২০০২), Buddhist Thought (Kindle সংস্করণ), Taylor & Francis উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== আরও পড়ুন ==\nBhikkhu Anālayo, Rebirth in Early Buddhism and Current Research, Somerville, MA, USA: Wisdom Publications, 2018. আইএসবিএন  ৯৭৮-১-৬১৪-২৯৪৪৬-৭\nSteven Collins, Selfless Persons: Imagery and Thought in Theravada Buddhism, Cambridge, 1982. আইএসবিএন ০-৫২১-৩৯৭২৬-X\nPeter Harvey, The Selfless Mind: Personality, Consciousness and Nirvana in Early Buddhism, Curzon, 1995. আইএসবিএন ০-৭০০৭-০৩৩৮-১\nGeshe Kelsang Gyatso, Living Meaningfully, Dying Joyfully: The Profound Practice of Transference of Consciousness, Tharpa, 1999. আইএসবিএন ৮১-৭৮২২-০৫৮-X\nGlenn H. Mullin, Death and Dying: The Tibetan Tradition, Arkana, 1986. আইএসবিএন ০-১৪-০১৯০১৩-৯.\nMullin, Glenn, H. (1998). Living in the Face of Death: The Tibetan Tradition. 2008 reprint: Snow Lion Publications, Ithaca, New York. আইএসবিএন ৯৭৮-১-৫৫৯৩৯-৩১০-২.\nVicki MacKenzie, Reborn in the West, HarperCollins, 1997. আইএসবিএন ০-৭২২৫-৩৪৪৩-৪\nTom Shroder, Old Souls: Scientific Search for Proof of Past Lives, Simon and Schuster, 2001. আইএসবিএন ০-৬৮৪-৮৫১৯৩-৮\nFrancis Story, Rebirth as Doctrine and Experience: Essays and Case Studies, Buddhist Publication Society, 1975. আইএসবিএন ৯৫৫-২৪-০১৭৬-৩\nRobert A.F. Thurman (trans.), The Tibetan Book of the Dead: Liberation Through Understanding in the Between, HarperCollins, 1998. আইএসবিএন ১-৮৫৫৩৮-৪১২-৪\nMartin Willson, Rebirth and the Western Buddhist, Wisdom Publications, 1987. আইএসবিএন ০-৮৬১৭১-২১৫-৩\nNagapriya, Exploring Karma and Rebirth, Windhorse Publications, Birmingham 2004. আইএসবিএন ১-৮৯৯৫৭৯-৬১-৩\n\n\n== বহিঃসংযোগ ==\n\"A Buddhist Ethic Without Karmic Rebirth?\" – article by Winston L. King\n\"Dhamma Without Rebirth?\" – essay by Bhikkhu Bodhi\n\"Does Rebirth Make Sense?\" – essay by Bhikkhu Bodhi\n\"Causal Relationship\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৫ জানুয়ারি ২০১৮ তারিখে – an analysis of Paṭiccasamuppāda in the Nikāyas"}