{"pageid": 1435726, "title": "পাকিস্তানে ধর্ম অবমাননা আইন", "url": "https://bn.wikipedia.org/wiki?curid=1435726", "content": "পাকিস্তানে ব্লাসফেমি আইন অনুযায়ী, কোনো স্বীকৃত ধর্মের অবমাননা করার অপরাধে স্তরভেদে জরিমানা থেকে মৃত্যুদণ্ড পর্যন্ত শাস্তি হয়। ১৯৬৭ থেকে ২০১৪ সাল পর্যন্ত ১,৩০০ জনেরও বেশি লোককে ব্লাসফেমি বা ধর্মাবমাননার অভিযোগে অভিযুক্ত করা হয়, যাদের বেশিরভাগই প্রথাগত মুসলিম হিসেবে বিবেচিত ছিল।   ১৯৮৭ থেকে ২০২১ সালের ফেব্রুয়ারি মাসের মধ্যে পাকিস্তানে ব্লাসফেমি আইনের অধীনে কমপক্ষে ১,৮৫৫ জনকে অভিযুক্ত করা হয়েছিল। \nযদিও পূর্বে অনেকবার ব্লাসফেমির জন্য মৃত্যুদণ্ড জারি করা হয়েছে; তবে পাকিস্তানের আদালত বা সরকারের আদেশে এখনও কাউকে মৃত্যুদণ্ড দেওয়া হয়নি।   যাইহোক, ব্লাসফেমির অভিযুক্ত ব্যক্তিরা প্রায়শই কোনো বিচার শুরু হওয়ার আগেই বিক্ষুব্ধ জনতার লক্ষ্যবস্তু হয় এবং তাদের হত্যা পর্যন্ত করা হয়। \n১৯৪৭ থেকে ২০২১ সাল পর্যন্ত ব্লাসফেমির অভিযোগে অন্তত ৮৯ জন পাকিস্তানিকে বিচারবহির্ভূতভাবে হত্যা করা হয়।    এই ধরনের হত্যাকাণ্ডের শিকারদের মধ্যে ছিলেন পাঞ্জাবের গভর্নর সালমান তাসির,  সংখ্যালঘু মন্ত্রী শাহবাজ ভাট্টি   ও হাইকোর্টের বিচারপতি আরিফ ইকবাল ভাট্টির মতো উচ্চঃপদস্থ  পাকিস্তানি, যাকে তার চেম্বারে হত্যা করা হয়েছিল। \nমার্কিন কমিশন অন ইন্টার্ন্যাশনাল রিলিজিয়াস ফ্রিডম অনুসারে, ২০২১ খ্রিস্টাব্দের প্রথম দিকেই, পাকিস্তানে ব্লাসফেমির অভিযোগে ৮০ জন বন্দী ছিলেন, যাদের অর্ধেক জেলে যাবজ্জীবন বা মৃত্যুদণ্ডের মুখোমুখি হয়েছে। \n\n\n== প্রসঙ্গ ==\nব্লাসফেমির অভিযোগে অভিযুক্ত অনেক মানুষকে   তাদের বিচার শেষ হওয়ার আগেই হত্যা করা হয়  এবং ব্লাসফেমি আইনের বিরোধিতাকারী বিখ্যাত সব ব্যক্তিকেও হত্যা করা হয়েছে।  ১৯৯০ সাল থেকে ব্লাসফেমির অভিযোগে ৬২ জনকে হত্যা করা হয়।  একটি ধর্মীয় সংখ্যালঘুর উৎস অনুসারে, ব্লাসফেমির অভিযোগ সাধারণত অভিযুক্ত, পুলিশ, আইনজীবী ও বিচারকদের হয়রানি, হুমকি, আক্রমণ ও দাঙ্গার দ্বার উন্মোচিত করে।  উদাহরণস্বরূপ, ১৯৯৭ সালের অক্টোবরে লাহোরে হাইকোর্টের একজন বিচারককে তার চেম্বারে হত্যা করা হয়েছে ব্লাসফেমির অভিযোগে অভিযুক্ত দুই খ্রিস্টানকে খালাস করার জন্যে। কিন্তু অভিযুক্তকে \"সাক্ষীর সাক্ষ্যের অভাবে খালাস দেওয়া হয়েছিল\"।   \nসমালোচকরা অভিযোগ করেন, যারা ধর্ম অবমাননার অভিযোগে অভিযুক্ত তারা খুব কমই নিন্দাজনক কিছু বলেছে বা করেছে;  ব্লাসফেমির অভিযুক্তদের রক্ষা করেছেন এমন একজন আইনজীবী অ্যানেকা মারিয়া বলেছেন যে: \"একজন ফৌজদারি আইনজীবী হিসাবে আমার ১৪ বছরের পুরো ক্যারিয়ারে যে ব্লাসফেমির শিকার হয়েছি, তাদের কেউই প্রকৃতপক্ষে ব্লাসফেমি করেননি। \nঅনেকে অভিযোগ করেন যে, পাকিস্তানের ব্লাসফেমি আইনগুলি \"ধর্মীয় সংখ্যালঘুদের উপর অত্যাচার এবং ব্যক্তিগত প্রতিহিংসা চরিতার্থের জন্যও অত্যধিকভাবে ব্যবহার করা হয়।  কিন্তু ব্লাসফেমি আইন পরিবর্তন করার আহ্বানকে ইসলামি দলগুলি দৃঢ়ভাবে প্রতিহত করেছে–এক্ষেত্রে সবচেয়ে বিশিষ্ট ইসলামের বেরেলভি ধারার মুসলিমরা।  পাকিস্তানে অনেক নাস্তিককে ব্লাসফেমির অপ্রমাণিত অভিযোগে পিটিয়ে হত্যা করা হয়েছে এবং কারারুদ্ধ করা হয়েছে। রাষ্ট্র 2017 সালে নাস্তিকতার বিরুদ্ধে কঠোর ক্র্যাকডাউন শুরু করে, যার ফলে পরিস্থিতি উল্লেখযোগ্যভাবে খারাপ হয়। ধর্মনিরপেক্ষ ব্লগাররা অপহরণের সম্মুখীন হতে শুরু করে, এবং সরকার-প্রবর্তিত বিজ্ঞাপন প্রচারাভিযান নাগরিকদের তাদের মধ্যে সম্ভাব্য ব্লাসফেমারদের চিহ্নিত করতে উত্সাহিত করে৷ পরিস্থিতি আরও খারাপ করে, দেশের সর্বোচ্চ বিচার বিভাগীয় কর্তৃপক্ষ এই ধরনের ব্যক্তিদের সন্ত্রাসী হিসাবে শ্রেণীবদ্ধ করেছে। \nযারা অমুসলিমদের হয়রানি করেছে তাদের বিরুদ্ধেও ব্লাসফেমি আইনে মামলা দায়ের করা হয়েছে।   \n2020 সালে, ইউরোপিয়ান ফাউন্ডেশন ফর সাউথ এশিয়ান স্টাডিজ (EFSAS) শিরোনামের একটি প্রতিবেদনে, নির্দোষ প্রমাণিত না হওয়া পর্যন্ত দোষী: পাকিস্তানে ব্লাসফেমি আইনের পবিত্র প্রকৃতি, পাকিস্তানের আইন ও আইনি ব্যবস্থায় ব্যাপক পরিবর্তনের সুপারিশ করেছে। \nইন্টারন্যাশনাল ক্রাইসিস গ্রুপের মতে, আগের দশকগুলোতে যখন \"ইসলামী কট্টরপন্থী\" ছিল যারা ব্লাসফেমির অভিযোগ দায়ের করেছিল, 2022 সালের মধ্যে এমন একটি পরিবেশ তৈরি হয়েছিল যেখানে \"বিচারক, পুলিশ এবং ব্যক্তিগত নাগরিকরা\" \"ব্লাসফেমি করার জন্য প্রতিক্রিয়ার পরিবর্তে পুরস্কার দেখতে পাওয়ার সম্ভাবনা ছিল।\" অভিযোগ\" এবং এটি ছিল রাষ্ট্রীয় আদালতের বিচারক, ইসলামপন্থী নয়, যারা \"বিষয়টি ক্রমবর্ধমানভাবে উত্থাপন করছেন\"। \n\n\n== আইন ==\nএর সংবিধান অনুসারে, 1956 সালের হিসাবে পাকিস্তানের সরকারী নাম \"ইসলামিক প্রজাতন্ত্র পাকিস্তান\"। পাকিস্তানের 220 মিলিয়ন নাগরিকের (2022) 96% এরও বেশি মুসলমান।  মুসলিম সংখ্যাগরিষ্ঠ দেশগুলির মধ্যে পাকিস্তানে কঠোরতম ব্লাসফেমি বিরোধী আইন রয়েছে। এই আইনগুলোর প্রথম উদ্দেশ্য হলো ইসলামী কর্তৃত্ব রক্ষা করা। সংবিধান অনুযায়ী (অনুচ্ছেদ 2), ইসলাম রাষ্ট্রধর্ম । সংবিধানের 31 অনুচ্ছেদ অনুসারে, ইসলামী জীবন ব্যবস্থাকে লালন করা দেশের কর্তব্য। অনুচ্ছেদ 33 দ্বারা, দেশের নাগরিকদের মধ্যে সংকীর্ণতা, জাতিগত, উপজাতি, সাম্প্রদায়িক এবং প্রাদেশিক কুসংস্কারকে নিরুৎসাহিত করা দেশের কর্তব্য।  সংবিধানের 10A অনুচ্ছেদ অনুযায়ী, সুষ্ঠু বিচারের অধিকার প্রদান করাও রাষ্ট্রের দায়িত্ব। \nআধুনিক পাকিস্তানের ভূখণ্ডে ধর্ম-সম্পর্কিত অপরাধগুলি 1860 সালে ব্রিটিশ রাজ দ্বারা প্রথম কোডিফাই করা হয়েছিল এবং 1927 সালে প্রসারিত হয়েছিল  ১৯৪৭ সালে ভারত বিভক্তির পর পাকিস্তান যখন স্বাধীনতা লাভ করে তখন সেই আইনটি  সূত্রে পায়। পাকিস্তানের দণ্ডবিধির বেশ কয়েকটি ধারায় এর ব্লাসফেমি আইন রয়েছে। \n\n\n=== পাকিস্তানি ব্লাসফেমি আইনের উন্নয়ন ===\n1920-এর দশকে, পাঞ্জাবের লাহোরে প্রকাশিত রঙ্গিলা রসুল নামে একটি বইয়ের প্রকাশককে হত্যার পর, ব্রিটিশ রাজ প্রশাসন মুসলিমদের চাপে 1927 সালে হেট স্পিচ আইন ধারা 295(A),  প্রণয়ন করে। সম্প্রদায়, ফৌজদারি আইন সংশোধনী আইন XXV এর একটি অংশ হিসাবে। এটি কোন ধর্মীয় সম্প্রদায়ের প্রতিষ্ঠাতা বা নেতাদের অপমান করা একটি ফৌজদারি অপরাধে পরিণত হয়েছে।   1947 সালে পাকিস্তান সৃষ্টির পর, পাকিস্তানের দণ্ডবিধিতে অনেক ব্লাসফেমি বিরোধী আইন এবং ধারা চালু করা হয়েছিল। \n1980 এবং 1986 সালের মধ্যে, জেনারেল জিয়া-উল হকের সামরিক সরকার বিদ্যমান ব্লাসফেমি আইনগুলিকে সংশোধন করে (যা ঔপনিবেশিক যুগের ভারতীয় দণ্ডবিধি থেকে উত্তরাধিকারসূত্রে পাওয়া গিয়েছিল) তাদের আরও কঠোর করার জন্য, সরকার কর্তৃক বেশ কয়েকটি ধারা যুক্ত করা হয়েছিল। আইনকে \"ইসলামীকরণ\" করার এবং আহমদী সংখ্যালঘুদের মুসলিম চরিত্রকে অস্বীকার করার আদেশ।  1986 সালের আগে, শুধুমাত্র 14টি ব্লাসফেমির ঘটনা রিপোর্ট করা হয়েছিল।  প্রধানমন্ত্রী জুলফিকার আলী ভুট্টোর অধীনে 7 সেপ্টেম্বর 1974 সালে সংবিধানের দ্বিতীয় সংশোধনীর মাধ্যমে সংসদ আহমদী মুসলমানদের অমুসলিম ঘোষণা করে।  1986 সালে, এটি একটি নতুন ব্লাসফেমি বিধান দ্বারা সম্পূরক হয়েছিল যা আহমদী মুসলমানদের জন্যও প্রযোজ্য হয়েছিল (দেখুন আহমদীদের নিপীড়ন )।   সেন্টার ফর সোশ্যাল জাস্টিস অনুসারে পাকিস্তানে 1987 থেকে 2017 সালের মধ্যে কমপক্ষে 1,500 জনের বিরুদ্ধে ব্লাসফেমির অভিযোগ আনা হয়েছে এবং অন্তত 75 জনের বিরুদ্ধে ব্লাসফেমির অভিযোগে জড়িত ব্যক্তিকে হত্যা করা হয়েছে।  অন্য একটি সূত্র অনুসারে, 2011 এবং 2015 এর মধ্যে, \"সর্বশেষ সময়ের জন্য একত্রিত ডেটা পাওয়া যায়\" 2020 হিসাবে, পাকিস্তানে \"1,296টিরও বেশি ব্লাসফেমি মামলা দায়ের করা হয়েছিল\"। \nজানুয়ারী 2023-এ, পাকিস্তানের জাতীয় পরিষদ দেশের ব্লাসফেমি আইন কঠোর করার জন্য একটি ভোট পাস করে, একটি পদক্ষেপ যা সংখ্যালঘু গোষ্ঠীগুলির মধ্যে উদ্বেগকে উস্কে দেয়। এই সম্প্রদায়গুলি আশঙ্কা করেছিল যে বর্ধিত আইনগুলি আরও মানবাধিকার লঙ্ঘন এবং ধর্মীয় সংখ্যালঘুদের আরও নিপীড়নের দিকে নিয়ে যেতে পারে। 17 জানুয়ারী, বিধানসভা সর্বসম্মতিক্রমে ফৌজদারি আইন (সংশোধন) বিল অনুমোদন করে। এই আইনটি নবী মোহাম্মদের সঙ্গী, স্ত্রী এবং পরিবারের সদস্যদের অসম্মান করার শাস্তি তিন বছরের কারাদণ্ড থেকে বাড়িয়ে 10 বছর করেছে, 1 মিলিয়ন পাকিস্তানি রুপি জরিমানা ছাড়াও, যা প্রায় 3,500 GBP পাউন্ডের সমতুল্য।  পাকিস্তানে ব্লাসফেমি একটি মূল অপরাধ। ব্লাসফেমি সম্পর্কে মুসলমানদের অবস্থান শুধুমাত্র ধর্মের ব্যাপারে নয়। তারা আন্তর্জাতিক বিষয়ে প্রভাবিত হয়। বিশ্ব জুড়ে, মুসলিম সংখ্যালঘুরা - ইসরায়েলের দখলে থাকা ফিলিস্তিনি, রাশিয়ার চেচেন, মিয়ানমারের রোহিঙ্গা এবং চীনের উইঘুর সহ - নিপীড়নের সম্মুখীন হয়েছে৷ \n\n\n=== ধর্মীয় অপরাধ এবং শাস্তি ===\n\nছাড়া § 295-C, § এর বিধান 295 এর প্রয়োজন যে একটি অপরাধ অভিযুক্তের অভিপ্রায়ের ফলাফল। ( শরিয়া নীচে দেখুন।)\n§ 298 রাজ্য:\n\nযে কেউ, অন্য ব্যক্তির ধর্মীয় অনুভূতিতে আঘাত করার উদ্দেশ্যমূলক অভিপ্রায়ে, হয় একটি শব্দ বলে বা সেই ব্যক্তির কানের মধ্যে শব্দ করে, বা একটি অঙ্গভঙ্গি করে বা তাদের দৃষ্টিসীমার মধ্যে একটি বস্তু প্রদর্শন করে, শাস্তি পেতে দায়বদ্ধ। শাস্তির মধ্যে এক বছর পর্যন্ত যে কোনো সময়ের কারাদণ্ড, আর্থিক জরিমানা বা উভয়ই থাকতে পারে।\n1986 থেকে 2007 সালের মধ্যে, পাকিস্তানি কর্তৃপক্ষ 647 জনের বিরুদ্ধে ব্লাসফেমি অপরাধের অভিযোগ এনেছে।  একটি সূত্র বলে যে এর মধ্যে 50% ছিল অমুসলিম, যারা জাতীয় জনসংখ্যার মাত্র 3% প্রতিনিধিত্ব করে।  ব্লাসফেমির জন্য কোনো বিচারিক মৃত্যুদণ্ড পাকিস্তানে কখনও ঘটেনি,   তবে অভিযুক্তদের মধ্যে ২০ জনকে হত্যা করা হয়েছিল।  \nএকমাত্র আইন যা ব্লাসফেমি আইনের অপব্যবহার প্রতিরোধে কার্যকর হতে পারে তা হল PPC 153 A (a), যে কেউ \"শব্দ দ্বারা, হয় কথ্য বা লিখিত, বা লক্ষণ দ্বারা, বা দৃশ্যমান উপস্থাপনা দ্বারা বা অন্যথায়, প্রচার বা উস্কানি দেয় বা চেষ্টা করে। ধর্ম, বর্ণ, জন্মস্থান, বাসস্থান, ভাষা, বর্ণ বা সম্প্রদায় বা অন্য যে কোন কারণে, বিভিন্ন ধর্মীয়, জাতিগত, ভাষা বা আঞ্চলিক গোষ্ঠীর মধ্যে বৈষম্য বা শত্রুতা, বিদ্বেষ বা অসন্তুষ্টির অনুভূতি প্রচার বা উস্কে দেওয়া বা জাতি বা সম্প্রদায়\" জরিমানা করা হবে এবং পাঁচ বছর পর্যন্ত মেয়াদের কারাদণ্ডে দণ্ডিত হবে।\n12 জানুয়ারী 2011-এ, পাকিস্তানের প্রধানমন্ত্রী ইউসুফ রাজা গিলানি আবারও বলেছিলেন যে ব্লাসফেমি আইনে কোনও সংশোধন করা হবে না। \n\n\n=== শরিয়া ===\nফেডারেল শরীয়ত আদালত (FSC) হল একটি ধর্মীয় সংস্থা যা কোনো বিশেষ আইন ইসলামের আদেশ-নিষেধের পরিপন্থী কিনা সে বিষয়ে শাসন করে। যদি কোনো আইন ইসলামের পরিপন্থী হয়, \"ফেডারেল লেজিসলেটিভ লিস্ট বা কনকারেন্ট লেজিসলেটিভ লিস্টের কোনো বিষয়ে আইনের ক্ষেত্রে রাষ্ট্রপতি, অথবা কোনো আইনের ক্ষেত্রে গভর্নর কোনো বিষয়ে গণনা করা হয়নি। এই তালিকাগুলির যে কোনও একটি, আইন সংশোধনের পদক্ষেপ নেবে যাতে এই ধরনের আইন বা বিধান ইসলামের আদেশের সাথে সামঞ্জস্যপূর্ণ হয়\" (সংবিধান, অনুচ্ছেদ 203D)। 1990 সালের অক্টোবরে, FSC রায় দেয় যে § 295-C মৃত্যুদণ্ডের বিকল্প হিসাবে যাবজ্জীবন কারাদণ্ডের অনুমতি দিয়ে ইসলামের পরিপন্থী ছিল। আদালত বলেছে \"মহানবীর অবমাননার শাস্তি মৃত্যুদণ্ড\"।   এফএসসি রায় দিয়েছে যে, রাষ্ট্রপতি যদি 30 এপ্রিল 1991 সালের আগে আইন সংশোধনের পদক্ষেপ না নেন, তাহলে § 295-C এর রায় দ্বারা সংশোধিত হবে। 1990 সালে FSC-এর রায়ের পরপরই, বিশপ দানি এল. তসলিম পাকিস্তানের সুপ্রিম কোর্টে একটি আপিল দায়ের করেন, যার FSC বাতিল করার ক্ষমতা রয়েছে। এপ্রিল 2009 সালে, সুপ্রিম কোর্টের শরীয়ত আপিল বেঞ্চ আপিল বিবেচনা করে। ডেপুটি অ্যাটর্নি-জেনারেল আগা তারিক মেহমুদ, যিনি ফেডারেল সরকারের প্রতিনিধিত্ব করেছিলেন, বলেছেন যে শরীয়ত আপিল বেঞ্চ আপিলটি খারিজ করেছে কারণ আপীলকারী এটি অনুসরণ করেননি। আপিলকারী আপিলের উপর কোন যুক্তি উপস্থাপন করেননি কারণ, রিপোর্ট অনুযায়ী, তিনি আর বেঁচে নেই। ফলস্বরূপ, পাকিস্তানের আইন বলে মনে হচ্ছে যে ব্যক্তিদের § এর অধীনে দোষী সাব্যস্ত করা হয়েছে 295-C জরিমানা সহ বা ছাড়াই মৃত্যুদণ্ডে দণ্ডিত হতে হবে।  গ\n\n\n== তথ্যসূত্র =="}