{"pageid": 1435277, "title": "সমনামগ্রহীতা", "url": "https://bn.wikipedia.org/wiki?curid=1435277", "content": "সমনামগ্রহীতা বলতে কোনও ব্যক্তি, ভৌগোলিক স্থান বা অন্য কোনও কিছুকে বোঝায়, যেটিকে অন্য কোনও ব্যক্তি, স্থান বা বস্তুর নামানুসারে একই নামকরণ করা হয়েছে। ইংরেজিতে একে \"নেমসেক\" (Namesake) বলে।\n\n\n== ব্যবহার ==\nযখন কোনও ব্যক্তিকে অন্য কোনও বস্তু বা কোনও ব্যক্তির নামে একই নামকরণ করা হয়, তখন ঐ একই নাম গ্রহণকারী দ্বিতীয় ব্যক্তিটিকে নাম প্রদানকারী উৎস বা আদি বস্তু বা ব্যক্তিটির সমনামগ্রহীতা বলা হয়। উলটো দিকে, আদি যে ব্যক্তিটি বা বস্তুটি বা অন্য কোনও কিছু থেকে নামটি গ্রহণ করা হয়, তাকে সমনামদাতা (eponym) বলে। সমনামদাতা ও সমনামগ্রহীতাকে একে অপরের সমনামা বা মিতা বলা হয়।\n\n\n== পরিবার ==\nআত্মীয়, বন্ধু বা সুপরিচিত কোনও ব্যক্তির নামানুসারে সন্তানের নাম রাখা বিশ্বের অনেক ভাষার সংস্কৃতিতেই প্রচলিত। ইংরেজিভাষী বিশ্বে অনেক সময় পিতার বা পিতামহের নামে ছেলের নাম রাখা হয় এবং এভাবে অব্যাহত থাকলে পরিবারের অনেক আত্মীয় (যেমন চাচাতো ভাইয়েরা) একে অপরের থেকে নাম গ্রহণ না করেও একে অপরের সমনামা হয়ে পড়তে পারে।\nআশকেনাজি ইহুদিদের মধ্যে প্রচলিত রীতিতে সন্তানদেরকে একজন মৃত আত্মীয়ের নামে, যেমন শিশুটির পিতামহের নামে নামকরণ করা যায়, কিন্তু কখনোই কোনও জীবিত ব্যক্তির নামে নয়।  সেফার্দি ইহুদি সম্প্রদায়ে প্রচলিত ঐতিহ্য অনুযায়ী জীবিত বা মৃত আত্মীয়ের নামে শিশুদের নাম রাখার ব্যাপারে উৎসাহ প্রদান করা হয়। গ্রিক পরিবারের ঐতিহ্য অনুযায়ী প্রথম সন্তানকে সাধারণত তার দাদা-দাদীর নামে এবং একই লিঙ্গের দ্বিতীয় সন্তানটিকে তার নানা-নানীর নামে নাম রাখা হয়।\n\n\n=== ইংরেজি ভাষায় সমনামাদের অন্ত্য-উপাধি ===\n\nইংরেজি ভাষায়, বিশেষ করে মার্কিন ইংরেজি ভাষায় পুত্রসন্তানকে বাবার নামে নাম রাখা হলে সন্তানের নামের শেষে জুনিয়র, ২, ৩, ইত্যাদি অন্ত্য-উপাধি (সাফিক্স) যোগ করা হতে পারে, যাতে পিতা ও পুত্রকে নির্দেশ করার সময় ভুল বোঝাবুঝি না হয়। অনেক সময় পিতার নামের শেষে সিনিয়র উপাধিটি যোগ করা হয়। যেমন মার্কিন কবি অলিভার ওয়েন্ডেল হোমস সিনিয়র ও তার পুত্র মার্কিন বিচারপতি অলিভার ওয়েন্ডেল হোমস জুনিয়র। অনেক সময় নামের পরে \"দ্য এল্ডার\" (জ্যেষ্ঠ) ও \"দ্য ইয়ংগার\" (কনিষ্ঠ) উপাধিগুলিও ব্যবহৃত হয়। \n\n\n== অন্যান্য ব্যবহার ==\nঅনেক ভবন (যেমন ফিশার ভবন) ও কোম্পানি (যেমন ফোর্ড মোটর কোম্পানি) প্রায়শই তাদের মালিক বা প্রতিষ্ঠাতার নামে নামাঙ্কিত হয়ে থাকে। অনেক রাসায়নিক মৌল ও যৌগ, জীবপ্রজাতি ও নভোবস্তুর নাম সম্মানার্থে তাদের আবিষ্কারকের নামে রাখা হয়। আবার আবিষ্কারকেরা অন্য কারও সম্মানে সেই ব্যক্তির নামে তাদের আবিষ্কারের নাম রাখতে পারেন। কদাচিৎ বস্তু বা দ্রব্য যেমন খেলনা বা কাপড়ের নাম জনমানসে তাদের সাথে ঘনিষ্ঠভাবে সংশ্লিষ্ট কোনও ব্যক্তির নামে রাখা হতে পারে। যেমন ইংরেজি তুলতুলে পুতুল-ভল্লুকের টেডি বেয়ার নামটি মার্কিন রাষ্ট্রপতি থিওডর রুজভেল্টের নাম থেকে এসেছে, কেননা একটি জনপ্রিয় গল্প অনুযায়ী তিনি শিকারীদের দ্বারা একটি ভালুকের উপর দুর্ব্যবহারের প্রতিবাদ করেছিলেন।\nফেদোরা টুপির নামটি সম্ভবত একটি কল্পকাহিনী চরিত্র রাজকন্যা ফেদোরা রোমানফের নাম থেকে এসেছে; এটি ১৮৮৭ সালে ভিক্তোরিয়াঁ সার্দু রচিত ফেদোরা নামের নাটকের একটি চরিত্র। সারা বার্নহার্ট যখন চরিত্রটিতে অভিনয় করছিলেন, তখন তিনি একটি মাঝখান দিয়ে ভাঁজ করা একটি নরম পশমী টুপি পরেছিলেন, আর সেই টুপিটিই \"ফেদোরা\" বা \"ফেডোরা\" টুপি নামে জনপ্রিয় হয়ে ওঠে।\nমার্কিন সামরিক বাহিনীর অনেকগুলি বিমান পূর্ববর্তী কোনও বিমানের সমনামগ্রহীতা হিসেবে কাজ করেছে। যেমন ফেয়ারচাইল্ড রিপাবলিক এ-১০ থান্ডারবোল্ট ২ হামলা বিমানটিকে ২য় বিশ্বযুদ্ধকালীন রিপাবলিক পি-৪৭ থান্ডারবোল্ট বোমারু-যুদ্ধবিমানের নামে নামকরণ করা হয়। একইভাবে ম্যাকডনেল ডগলাস এফ-৪ ফ্যান্টম ২ বিমানটি ম্যাকডনেল এফএইচ ফ্যান্টম বিমানের সমনামগ্রহীতা।\n\n\n== আরও দেখুন ==\nসাঙ্কেতিক নাম, গোপনে অন্য কোনও নাম বা শব্দকে নির্দেশকারী নাম\nবংশানুক্রমিক ডাকনাম (Cognomen)\nব্যক্তির নামানুসারে নামাঙ্কিত কোম্পানির তালিকা\nসুরক্ষিত ভৌগোলিক মর্যাদা (Protected Geographical Status), উৎপন্ন দ্রব্যের নাম যার উৎস একটি সুরক্ষিত ভৌগোলিক নাম।\nব্যক্তির নামানুসারে নামাঙ্কিত বৈজ্ঞানিক ঘটনাবলী\n\n\n== তথ্যসূত্র =="}