{"pageid": 1435199, "title": "শ্রীমদ রামায়ণ", "url": "https://bn.wikipedia.org/wiki?curid=1435199", "content": "শ্রীমদ রামায়ণ হল একটি ভারতীয় হিন্দি-ভাষার পৌরাণিক টেলিভিশন সিরিজ যা 1 জানুয়ারী 2024-এ সনি এন্টারটেইনমেন্ট টেলিভিশনে প্রিমিয়ার হয়েছিল।স্বস্তিক প্রোডাকশনের ব্যানারে সিদ্ধার্থ কুমার তেওয়ারি প্রযোজিত এই সিরিজটিতে রাম চরিত্রে অভিনয় করেছেন সুজয় রেউ এবং সীতার চরিত্রে প্রাচী বানসাল।\n\n\n== সারসংক্ষেপ ==\nসিরিজটি ভগবান বিষ্ণুর সপ্তম অবতার রামের জীবনকে তুলে ধরে। এটা দেখায় কিভাবে তিনি তার জীবনে কষ্টগুলো মোকাবেলা করেছেন এবং কিভাবে তার জীবন একটি অনুপ্রেরণা হয়ে উঠেছে। এটি তার প্রিয় স্ত্রী সীতাকে (দেবী লক্ষ্মীর অবতার) রাক্ষস রাজা রাবণের হাত থেকে মুক্ত করার জন্য যে সমস্ত অগ্নিপরীক্ষা এবং যাত্রার মধ্য দিয়ে গিয়েছিল তাও দেখায়, যিনি তাকে অপহরণ করেছিলেন।\n\n\n=== আদি কান্ড ===\nরাজা নেমি তার তিন স্ত্রী কৌশল্যা, কৈকেয়ী এবং সুমিত্রা নিয়ে অযোধ্যায় শাসন করেন। যখন অসুর সম্ব্রাসুর  পৃথিবীতে সমস্যা সৃষ্টি করে, তখন দেবতারা তার বিরুদ্ধে যুদ্ধে নেমির সাহায্যের জন্য অনুরোধ করেন। তার সাথে আছে কৈকেয়ী, যিনি যুদ্ধের মাঝামাঝি সময়ে লক্ষ্য করেন যে তার রথের একটি চাকা ঢিলে হয়ে গেছে, চাকাটিকে জায়গায় রাখা বল্টু পিছলে গেছে। তিনি তার আঙুলটি বোল্টের গর্তে ঢুকিয়ে দেন, প্রচণ্ড ব্যথা থাকা সত্ত্বেও চাকাটি স্থির রাখেন। যুদ্ধের সমাপ্তি হয় নেমির বিজয়ে, যে তার রথকে দ্রুত দশ দিকে ঘুরিয়ে দেওয়ার ক্ষমতার জন্য স্বীকৃত, এবং এইভাবে তাকে দশরথ নাম দেওয়া হয়। তার বিজয়ে কৈকেয়ীর ভূমিকার জন্য কৃতজ্ঞ তিনি তাকে দুটি বর দেন, কিন্তু তিনি তাদের বাঁচাতে বেছে নেন কারণ তিনি জীবনে সন্তুষ্ট। কিছুক্ষণ পরে দশরথ শিকারে যায় এবং কাছাকাছি কিছু গর্জন শুনতে পায়। উৎসটিকে হাতি বলে ভুল করে, তিনি তার তীরটি তার দিকে ছেড়ে দেন শুধুমাত্র একটি যুবক শ্রবণ কুমারকে আঘাত করার জন্য যে তার অন্ধ পিতামাতার জন্য জল আনছিল। অপরাধবোধে জর্জরিত দশরথ শ্রবণের পিতামাতাকে তার মৃত্যুর কথা জানায় এবং অনিচ্ছাকৃতভাবে তাকে হত্যা করার কথা স্বীকার করে। তাদের একমাত্র সমর্থন হারিয়ে, শ্রাবণের বাবা-মা শোকে মারা যায়। তার মৃতপ্রায় নিঃশ্বাসের সাথে, শ্রবণের পিতা দশরথকে অভিশাপ দেন যে তিনিও তার প্রিয় পুত্র থেকে বিচ্ছিন্ন হবেন, যা শেষ পর্যন্ত তার মৃত্যুর কারণ হবে। দশরথ তার গুরু বশিষ্ঠকে বিশ্বাস করেন যিনি এই অভিশাপটিকে বর হিসাবে দেখেন কারণ এটি বোঝায় যে নিঃসন্তান দশরথের একদিন একটি পুত্র হবে। দশরথ পুত্রকামেস্তি যজ্ঞ করেন, যেখান থেকে তিনি পায়েসের একটি ঐশ্বরিক বাতি পান যা তিনি তার স্ত্রীদের মধ্যে বিভক্ত করেন। শীঘ্রই কৌশল্যা রামের জন্ম দেন, কৈকেয়ী ভরতকে জন্ম দেন এবং সুমিত্রা যমজ লক্ষ্মণ ও শত্রুঘ্নের জন্ম দেন। রাজকুমাররা একটু বড় হয়ে গেলে, দশরথ তাদের আনুষ্ঠানিক শিক্ষার জন্য গুরু বশিষ্ঠের আশ্রমে পাঠান।\nমিথিলা যখন বারো বছর ধরে খরায় ভুগছিল, তখন তার নিঃসন্তান রাজা জনক একটি সোনার লাঙল তৈরি করেন এবং লাঙ্গল শুরু করার সাথে সাথে একটি শিশুকন্যা বের করেন। শিশুর প্রথম কান্না বৃষ্টির দিকে পরিচালিত করে। ঋষি যাজ্ঞবল্ক্য পরামর্শ দেন যে জনক শিশুটিকে রাখবেন এবং তাই তিনি তার নাম রাখলেন সীতা। এর পরেই জনক এবং তার স্ত্রীর আরেকটি মেয়ে হয় তারা তার নাম রাখে ঊর্মিলা। জনক এর ছোট ভাই কুশধ্বজারও দুই মেয়ে মাণ্ডবী ও শ্রুতকীর্তি রয়েছে। তার বোনদের সাথে খেলার সময়, সীতা শিব ধানুশকে তুলে নেন, এমন একটি কাজ যা বলা হয় অসম্ভব। এটির সাক্ষী থাকার পরে, জনক সিদ্ধান্ত নেন যে তিনি একই কৃতিত্ব সম্পাদন করতে পারে এমন লোকের সাথে বিবাহে সীতার হাত দেবেন।\n\n\n=== কয়েক বছর পর ===\nরাম এবং তার ভাইরা বড় হয়ে তাদের শিক্ষা শেষ করে অযোধায় ফিরে আসে। গুরু বিশ্বামিত্র রাক্ষস রাণী তারকাকে ধ্বংস করার জন্য অযোধ্যা থেকে রাম ও লক্ষ্মণকে নিয়ে যান। শীঘ্রই তারকা এবং তার পুত্র সুবাহুকে রাম এবং লক্ষণ দ্বারা হত্যা করা হয়, কিন্তু রাম তার পুত্র মারিচাকে রক্ষা করেন, যিনি তার অধর্মের পথ ত্যাগ করার প্রতিশ্রুতি দেন। গুরু বিশ্বামিত্র তাকে বলেন যে তিনি তাদের দুজনকেই মিথিলায় নিয়ে যেতে চান এবং শিব ধনুশের আশীর্বাদ চাইতে চান। মিথিলা ভ্রমণের সময়, তিনি ঋষি গৌতম এবং অহল্যার আশ্রম দেখেন এবং তাকে তার অভিশাপ থেকে মুক্তি দেন যা তাকে পাথরে পরিণত করেছিল। রাম মিথিলায় আসেন, এবং তারা পার্বতী মন্দিরে প্রথমবারের মতো দেখা করেন এর পরেই, সীতার স্বয়ম্বর ঘোষণা করা হয়৷ স্বয়ম্বরে, রাম ছাড়া শিব ধনুশকে কেউ তুলতে পারে না৷ সীতার সাথে রামের বিয়ে ঠিক হয়। উর্মিলা ও তার চার বোনের বুদ্ধিমত্তা ও জ্ঞান দেখে রাজা দশরথ চান রাম ও সীতার ও রামের ভাইদের সাথে সীতার বোনেদের বিয়ে হোক। তিনি রাজা জনকের সাথে তার চিন্তাভাবনা শেয়ার করেন যা তিনি সম্মত হন। মিথিলায় সীতা, ঊর্মিলা, মাণ্ডবী এবং শ্রুতকীর্তির সাথে যথাক্রমে রাম, লক্ষ্মণ, ভরত এবং শত্রুঘ্নের সাথে বিবাহ হয়।\n\n\n=== অযোধা কাণ্ড ===\nরাম, লক্ষ্মণ, ভরত ও শত্রুঘ্ন তাদের বধূদের নিয়ে অযোধ্যায় পৌঁছেন। কৌশল্যা, কৈকেয়ী এবং সুমিত্রা তাদের স্বাগত জানায়। পরে, একজন আঘোরি মান্থরার ভবিষ্যতবাণী করে এবং তাকে বলে যে তাকে প্রাসাদ থেকে বের করে দেওয়া হবে।\n\n\n== কুশীলব ==\n\n\n=== প্রধান ===\nসুজয় রেউ রাম / ভগবান বিষ্ণু হিসেবে - বিষ্ণুর সপ্তম অবতার; দশরথ ও কৌশল্যার পুত্র; ভরত, লক্ষ্মণ ও শত্রুঘ্নের বড় ভাই; সীতার স্বামী\nতন্ময় শাহ যুবক রাম হিসেবে\nপ্রাচী বনসাল সীতা / দেবী লক্ষ্মী হিসেবে - লক্ষ্মীর অবতার; জনক ও সুনয়নার বড় মেয়ে; উর্মিলা, মান্ডবী এবং শ্রুতকীর্তি বোন; রামের স্ত্রী\nতরুণী সীতার চরিত্রে হংসিকা জাঙ্গিদ\nবসন্ত ভট্ট লক্ষ্মণ হিসেবে - শেষনাগ-এর অবতার; দশরথ ও সুমিত্রার বড় ছেলে; রাম, ভরত ও শত্রুঘ্নের ভাই; উর্মিলার স্বামী\nসুবহান খান তরুণ লক্ষ্মণের চরিত্রে\nবৈদেহী নায়ার ঊর্মিলা হিসেবে - নাগলক্ষ্মী-এর অবতার; জনক ও সুনয়নার ছোট মেয়ে; সীতা, মান্ডবী ও শ্রুতকীর্তি বোন; লক্ষ্মণের স্ত্রী\nনিকিতিন ধীর রাবণ হিসেবে - লঙ্কার রাজা; বিশ্রাব এবং কৈকসীর জ্যেষ্ঠ পুত্র; কুম্ভকর্ণ, বিভীষণ ও শূর্পণখার ভাই; মন্দোদরীর স্বামী; মেঘনাদা ও অক্ষয়কুমারের বাবা\nতরুণ রাবনের চরিত্রে আতহার খান\nনির্ভয় ওয়াধওয়া হনুমান হিসাবে - ভগবান বায়ুর পুত্র; কেশরী ও অঞ্জনার ছেলে; রামের ভক্ত\n\n\n=== পুনরাবৃত্ত ===\nনিখিলেশ রাঠোর ভরত - পাঞ্চজন্য-এর অবতার; দশরথ ও কৈকেয়ীর পুত্র; রাম, লক্ষ্মণ ও শত্রুঘ্নের ভাই; মান্ডবীর স্বামী\nতরুণ ভারত চরিত্রে হাসান সৈয়দ\nসমর্থ্য গুপ্ত শত্রুঘ্ন - সুদর্শন চক্র-এর অবতার; দশরথ ও সুমিত্রার ছোট ছেলে; রাম, ভরত ও লক্ষ্মণের ভাই; শ্রুতকীর্তি স্বামী।\nশব্দ গ্রোভার তরুণ শত্রুঘ্নের চরিত্রে\nআরভ চৌধুরী দশরথ হিসাবে - অযোধ্যার রাজা; কৌশল্যা, কৈকেয়ী ও সুমিত্রার স্বামী; রাম, ভরত, লক্ষ্মণ ও শত্রুঘ্নের পিতা\nআনন্দী ত্রিপাঠী কৌশল্যা - দশরথের প্রথম স্ত্রী; রামের মা\nশিল্পা সাকলানি কৈকেয়ী - দশরথের দ্বিতীয় স্ত্রী; ভরতের মা\nভাবনা আনেজা সুমিত্রা - দশরথের তৃতীয় স্ত্রী; লক্ষ্মণ ও শত্রুঘ্নের মা\nতরুণ উর্মিলার চরিত্রে পূরবী মিশ্র\nশেরশা তিওয়ারি মান্ডবী - লক্ষ্মী শঙ্খের অবতার; কুশধ্বজ ও চন্দ্রভাগার বড় মেয়ে; সীতা, উর্মিলা এবং শ্রুতকীর্তি বোন; ভরতের স্ত্রী\nধোয়ানি বুচ তরুণ মাণ্ডবীর চরিত্রে\nসিদ্ধি শর্মা শ্রুতকীর্তি - লক্ষ্মী চক্রের অবতার; কুশধ্বজ ও চন্দ্রভাগার কনিষ্ঠ কন্যা; সীতা, মান্ডবী ও উর্মিলা বোন; শত্রুঘ্নের স্ত্রী\nধীবিজা অরোরা তরুণ শ্রুতকীর্তি চরিত্রে\nজিতেন লালওয়ানি জনক - মিথিলা-এর রাজা; কুশধ্বজ ভাই; সুনয়নার স্বামী; সীতা ও উর্মিলার বাবা\nরায় চৌধুরীর মাধ্যমে সুনয়না - জনকের স্ত্রী; সীতা ও উর্মিলার মা\nরুশিরাজ পাওয়ার মেঘনাদ - রাবণ এবং মন্দোদরীর পুত্র; অক্ষয়কুমারের ভাই; সুলোচনার স্বামী\nগুরপ্রীত বেদি / হারলিন রেখী মন্দোদরী - মায়াসুর এবং হেমার কন্যা; রাবণের স্ত্রী; মেঘনাদা ও অক্ষয়কুমারের মা\nকুণাল বক্সী বিভীষণ হিসাবে - বিশ্ব এবং কৈকসীর তৃতীয় পুত্র; রাবণ, কুম্ভকর্ণ ও শূর্পণখার ভাই\nমালহার পান্ড্য হিসাবে\nসুগ্রীব - কিষ্কিন্ধার রাজা; ভ্যালি ভাই; রুমা ও তারার স্বামী\nবালি - কিষ্কিন্ধার রাজা; সুগ্রীবের ভাই; তারার স্বামী; অঙ্গদের বাবা\nসঙ্গীতা ওদওয়ানি শুপর্নখা - বিশ্রাব এবং কৈকসীর কন্যা; রাবণ, কুম্ভকর্ণ ও বিভীষণের বোন; বিদ্যুৎজীবের বিধবা\nযুবক হিসেবে নিস্কর্ষ দীক্ষিত কুম্ভকর্ণ\nতরুন খান্না প্রভু শিব - পার্বতীর স্বামী\nদেবী পার্বতী চরিত্রে ঐশ্বর্য রাজ ভাকুনি - শিবের স্ত্রী\nস্নেহাল ওয়াঘমারে তারা - বালি এবং সুগ্রীবের স্ত্রী; অঙ্গদের মা\nমেঘনা পাঞ্চাল রুমা - সুগ্রীব এবং বালীর স্ত্রী\nগীতা খান্না মন্থরা - কৈকেয়ীর দাসী\nগীতা খান্না মন্থরা - কৈকেয়ীর দাসী\nসুরেন্দ্র পাল বশিষ্ঠ - অযোধ্যার পারিবারিক পুরোহিত; রাম, ভরত, লক্ষ্মণ ও শত্রুঘ্নের শিক্ষক\nবিষ্ণু শর্মা বিশ্বামিত্র - রাম এবং লক্ষ্মণের শিক্ষক\nধনঞ্জয় সিং সুমন্ত্রের চরিত্রের তালিকা - দশরথের মন্ত্রী\nযোগেশ মহাজন শতানন্দ - গৌতম মহর্ষি এবং অহল্যার পুত্র; জনকের উপদেষ্টা\nমণীশ খান্না জাবালি - দশরথের উপদেষ্টা\nকমলজিৎ রানা খর - দুষণার যমজ ভাই; রাবণ, কুম্ভকর্ণ, বিভীষণ এবং শূর্পণখার সৎ ভাই\nদীপক ভাটিয়া পরশুরাম - বিষ্ণুর ষষ্ঠ অবতার; জমদগ্নি ও রেণুকার পুত্র; শিবের শিষ্য\nগরিমা জৈন অহল্যা - গৌতম মহর্ষির স্ত্রী; শতানন্দের মা\nঅরুণ সিং অত্রি - অনসূয়ার স্বামী; রামের পথপ্রদর্শক; সপ্তর্ষিদের একজন\nসম্পদ ওয়াজে অনসূয়া - অত্রির স্ত্রী\nব্রাউনি পরাশর শুক্রাচার্য - মেঘনাদার শিক্ষক\nঅর্জুন কুমার বিদ্যুৎজীব - শূর্পনাখার স্বামী\nদেবীশ আহুজা শম্বুকা - শূর্পনাখা এবং বিদ্যুৎজীবের পুত্র\nনীতু পান্ডে কৈকসী - বিশ্রবের স্ত্রী; রাবণ, কুম্ভকর্ণ, বিভীষণ ও শূর্পণখার মা\nমীনাক্ষী শেঠি চরিত্রে গার্গী - ভাচকনুর কন্যা\nআনশা সাঈদ হিসাবে তাতাকা - সুন্দার স্ত্রী; মারিচ ও সুভাউয়ের মা\nসতেন্দ্র যাদব সুবাহু - সুন্দা এবং তাতাকের পুত্র; মারিচ ভাই\nশ্রবণ কুমার চরিত্রে মোহাম্মদ সৌদ সুরি - শান্তনু এবং জ্ঞানবন্তীর ছেলে\nরাজা কাপসে কাকভূশুন্ডি - রামের ভক্ত\nতরুন খান্না লর্ড ব্রহ্ম\n\nশ্রেয়া খান্না সরস্বতী - জ্ঞানের দেবী\nমীর আলী ইন্দ্র - দেবগণের রাজা\nজয়ন্ত চরিত্রে গৌরব শর্মা - ইন্দ্রের পুত্র\nভারত ভাটিয়া কুবের - সম্পদের ঈশ্বর; বিশ্ব ও ইলাভিদার পুত্র; রাবণ, কুম্ভকর্ণ, বিভীষণ এবং শূর্পণখার সৎ ভাই\nশর্মা এম শিশির শনি - কর্মের ঈশ্বর\nনারদ চরিত্রে সন্দীপ শর্মা - দেবগণের দূত\n\n\n== তথ্যসূত্র =="}