{"pageid": 1435740, "title": "ভিরা খোলোদনায়া", "url": "https://bn.wikipedia.org/wiki?curid=1435740", "content": "ভিরা ভাইসিলিয়েভনা খোলোদনায়া (বিবাহ-পূর্ব লেভচেঙ্কো; রুশ: Вера Васильевна Холодная; ৫ আগস্ট ১৮৯৩ - ১৫ ফেব্রুয়ারি ১৯১৯) রুশ সাম্রাজ্যের সময়কার চলচ্চিত্রের একজন অভিনেত্রী ছিলেন । তিনি ছিলেন ইম্পেরিয়াল রাশিয়ার নীরব সিনেমার প্রথম তারকা। তার মাত্র পাঁচটি চলচ্চিত্র বর্তমানে বিদ্যমান রয়েছে, এবং তার অভিনয়কৃত চলচ্চিত্রের মোট সংখ্যা অজানা, যা ৫০ থেকে ১০০ এর মধ্যে ধারণা করা হয়।\n\n\n== প্রাথমিক জীবন ==\nখোলোদনায়া পোলতাভা (রাশিয়ান সাম্রাজ্য, বর্তমানে ইউক্রেনের অংশ)-এ জন্মগ্রহণ করেন এবং দুই বছর বয়সে তার বিধবা দাদীর সাথে মস্কোতে বসবাস শুরু করেন। ছোটবেলায়, তিনি শাস্ত্রীয় ব্যালেতে যুক্ত হওয়ার স্বপ্ন দেখেছিলেন এবং বলশোই থিয়েটার ব্যালে স্কুলে ভর্তি হন। ছোটবেলা থেকেই, ভিরা পারিবারিক নাটকে অংশ নিতেন। যখন তার বয়স দশ, ভিরাকে বিখ্যাত পেরেপেলকিনার গ্রামার স্কুলে পাঠানো হয়।\n\n\n== ব্যক্তিগত জীবন ==\nস্নাতক সমাবর্তনে তিনি ভ্লাদিমির খোলোদনির সাথে পরিচিত হন, যিনি তখন একজন ছাত্র, একটি দৈনিক ক্রীড়া সংবাদপত্রের সম্পাদক এবং একজন রেস-ড্রাইভার ছিলেন, যাকে বলা হয় প্রথম দিকের রুশ গাড়ি রেসারদের একজন। উভয় পরিবারের অসম্মতি থাকা সত্ত্বেও ১৯১০ সালে তারা বিবাহ বন্ধনে আবদ্ধ হন। ভিরা  প্রায়ই ভ্লাদিমিরের রেস দেখোতে যেতেন, যার ফলে একদিন তিনি সড়ক দুর্ঘটনার শিকার হন। তিনি ভ্লাদিমিরের উপাধিও গ্রহণ করেছিলেন, যার অনুবাদ \"যে শীতল\"। পরে অবশ্য, অনেকে এটিকে একটি ইচ্ছাকৃত ছদ্মনাম হিসেবে গ্রহণ করা হয়েছিল বলে মনে করে। ১৯১২ সালে, তাদের মেয়ে ইভজেনিয়া জন্মগ্রহণ করে এবং তার এক বছর পরে নাতা নামে একটি মেয়েকে তারা দত্তক নেয়।\n\n\n== ক্যারিয়ারের উত্থান ==\n\n১৯০৮ সালে, ভিরা ফ্রান্সেসকা দা রিমিনির একটি অভিনয়ে নাম ভূমিকায় অংশ নেন এবং ভিরা কমিসারজেভস্কায়ার সাথে কাজ করেন। তিনি কমিসারজেভস্কায়ার শৈল্পিকতায় গভীরভাবে মুগ্ধ হন এবং চলচ্চিত্রে অভিনয় করার সিদ্ধান্ত নেন। তিনি তখনকার একজন শীর্ষস্থানীয় রাশিয়ান চলচ্চিত্র পরিচালক ভ্লাদিমির গার্ডিনের সাথে যোগাযোগ করেন, যিনি তাকে আন্না কারেনিনার বিশাল প্রযোজনায় একটি ছোট ভূমিকায় অভিনয়ের সুযোগ দেন।\n১৯১৫ সালে পরিচালক ইয়েভগেনি বাউয়ার সং অভ ট্রায়াম্ফ্যান্ট লাভ, একটি রহস্যময় প্রেমের নাটক, এর পরিচালক হিসেবে যুক্ত হন  এবং অসামান্য সৌন্দর্যের একজন অভিনেত্রীর সন্ধান করছিলেন। যখন ভিরা খোলোদনায়ার সাথে বাউয়ারের পরিচয় হওয়ার পর, তিনি খোলোদনায়ার সৌন্দর্যে মুগ্ধ হয়ে তাকে অভিনয়ের জন্য অনুমোদন করেছিলেন।\nসং অভ ট্রায়াম্ফ্যান্ট লাভ একটি বিশাল সাফল্য ছিল এবং ইয়েভগেনি বাউয়ার অবিলম্বে খোলোদনায়া অভিনীত তার আরেকটি চলচ্চিত্রের শুটিং শুরু করেন। এটি ছিল একটি মেলোড্রামা ফ্লেম অফ দ্য স্কাই, যা একজন যুবতী ও তার বৃদ্ধ স্বামীর ছেলের সাথে দোষী প্রেমের বিষয়ে। যদিও ফ্লেম অফ দ্য স্কাই চলচ্চিত্রটি সং অভ ট্রায়াম্ফ্যান্ট লাভ  এর পরে শ্যুট করা হয়েছিল, এটিই প্রথম পর্দায় গিয়েছিল এবং ভিরা  খোলোদনায়াকে খ্যাতি এনেছিল।\nপ্রথমে জটিল মনস্তাত্ত্বিক সূক্ষ্মতা প্রকাশ করা ভিরা র পক্ষে কঠিন ছিল এবং তাই তিনি আস্তা নিলসনের অভিনয় অনুকরণ করা শুরু করেন কিন্তু ধীরে ধীরে তার একটি নিজস্ব শৈলী তৈরি করেন। ভেরার অসামান্য পোশাক এবং বড় ধূসর চোখ তার পর্দায় একটি রহস্যময় উপস্থিতি তৈরি করেছিল যা ইম্পেরিয়াল রাশিয়া জুড়ে দর্শকদের মুগ্ধ করেছিল।\nতার পরবর্তী ছবি ছিল দ্য চিলড্রেন অফ দ্য এজ , যা ১৯১৫ সালে প্রচারিত হয়, সামাজিক সমস্যা নিয়ে একটি নাটক।\nতার একটি অসাধারণ সাফল্য ছিল পাইয়তোর চারদিনিন এর বিয়োগান্তক মেলোড্রামা দ্য মিরাজেস (১৯১৬), এরপর ইয়েভগেনি বাউয়ারের 'অভিনব নাটক' বিউটি মাস্ট রেইন ইন দ্য ওয়ার্ল্ড, মেলোড্রামা ফায়ারি ডেভিল, এবং আরেকটি মেলোড্রামা এ লাইফ ফর এ লাইফ, যা ভেরা খোলোদনায়ার ক্যারিয়ারের সবচেয়ে জনপ্রিয় চলচ্চিত্রের একটি এবং তাকে 'পর্দার রানী' উপাধি এনে দেয়। এই উপাধির লেখক ছিলেন আলেকজান্ডার ভার্টিনস্কি যিনি অভিনেত্রীকে শ্রদ্ধা করতেন এবং তার বাড়িতে ঘন ঘন আসতেন। ১৯১৬ সালে খানঝনকভ কোম্পানি ভার্টিনস্কি এবং খোলোদনায়াকে প্রধান চরিত্রে নিয়ে পিয়েরট  চলচ্চিত্রটি প্রযোজনা শুরু করে। দুর্ভাগ্যবশত, ছবিটি সম্পূর্ণ করা সম্ভব হয়নি।\n১৯১৭ সালের শুরুতে ভেরা খোলোদনায়ার সেরা চলচ্চিত্রগুলির মধ্যে একটি বাই দ্য ফায়ারপ্লেস মুক্তি পায়, যা ছিল জনপ্রিয় রোম্যান্সের উপর ভিত্তি করে নির্মিত । এক ধনী প্রেমিকের দ্বারা ভেঙে যাওয়া একটি পরিবারকে নিয়ে মর্মান্তিক চলচ্চিত্রটি ভেরা খোলোদনায়া অভিনীত নায়কের মৃত্যুর সাথে শেষ হয়। নাটকটির বিজয় এর আগে রাশিয়ায় শ্যুট করা সমস্ত চলচ্চিত্রকে ছাড়িয়ে যায়। এটি ১৯১৮ সাল পর্যন্ত ছিল যখন চলচ্চিত্রটি বি সাইলেন্ট, মাই সোরো, বি সাইলেণ্ট  প্রচারিত হয়েছিল, যা দুর্দান্ত গ্রহণযোগ্যতা পায়। তাঁর অনেক চলচ্চিত্রের মতো এটিও একটি রাশিয়ান ঐতিহ্যবাহী প্রেমের গানের উপর ভিত্তি করে নির্মিত হয়েছিল। একই সময়ে সম্ভবত অন্য কোনও ছবি এতটা সমালোচিত হয়নি, বিশেষ করে বিপ্লবের পর। ১৯১৮ সালের মাঝামাঝি ভেরা খোলোদনায়া কেবল একজন জনপ্রিয় এবং প্রশংসিত অভিনেত্রী থেকে রাশিয়ান চলচ্চিত্রের একটি বাস্তব বিস্ময়ে পরিণত হয়েছিলন।\nতার সর্বশেষ চলচ্চিত্রগুলি ছিল ক্রাসনায়া জারিয়া (১৯১৮), ঝিভয় ট্রুপ (১৯১৮), দ্য লাস্ট ট্যাঙ্গো (১৯১৮)।\nখোলোদনায় মাত্র পাঁচটি কাজ বর্তমানে সংরক্ষিত আছে। বয়সের শিশু তাদের মধ্যে সবচেয়ে পুরনো। বাকি চারটি চলচ্চিত্র হল: দ্য মিরাজেস (১৯১৬), এ লাইফ ফর এ লাইফ (১৯১৬), এ কর্পস লিভিং (১৯১৮), এবং বি সাইলেন্ট, মাই সরো, বি সাইলেন্ট (১৯১৮)।\nএর মধ্যে আ লাইফ ফর এ লাইফ  নিশ্চিতভাবে খোলোদনায়ার তারকা মর্যাদা প্রতিষ্ঠা করেছিল।\n\n\n== প্রথম বিশ্বযুদ্ধ এবং রুশ বিপ্লব ==\n\nতার স্বামীকে প্রথম বিশ্বযুদ্ধে লড়াই করার জন্য পাঠানোর পরে, খোলডনায়া একটি প্রতিদ্বন্দ্বী খানজনকভ স্টুডিওর সাথে চুক্তি স্বাক্ষর করেন।\nপ্রথম বিশ্বযুদ্ধের সময়, খলোদনায়া দাতব্য কনসার্টে অংশ নিতেন, সৈন্যবাহিনী এবং তাদের পরিবারকে সাহায্য করার জন্য উপহার বিক্রি করতেন। সৈন্যরা খোলোদনায়ার পূজা করত, তাকে \"আমাদের ভেরোচকা\" বলে ডাকত। শুটিং সেশনের মধ্যে বিরতিতে, খোলোদনায়া তার স্বামীকে দেখতে যুদ্ধ ময়দানের দিকে যাত্রা করেছিলেন।\nরুশ বিপ্লবের সময়, প্রতি তৃতীয় সপ্তাহে একটি নতুন খোলোদনায়ার চলচ্চিত্র মুক্তি পেতো। অ্যাট দ্য ফায়ার সাইড (১৯১৭) ছিল তার ব্যাপক ব্যবসায়িক সাফল্য: চলচ্চিত্রটি ১৯২৪ সাল পর্যন্ত প্রেক্ষাগৃহে পরিচালিত হয়েছিল, যখন সোভিয়েত কর্তৃপক্ষ খোলদনায়ার অনেক বৈশিষ্ট্য ধ্বংস করার নির্দেশ দেয়। অ্যাট দ্য ফায়ার সাইড একটি ত্রিভুজ প্রেম অবলম্বনে নাটক ছিল। ছবিটির সাফল্য এর পরিচালক পেত্র চার্ডিনিনকে একটি সিক্যুয়াল তৈরি করতে প্ররোচিত করে, ফরগেট এবাউট দ্য ফায়ার, দ্য ফ্লেম'স গন আউট (১৯১৭), যা অক্টোবর বিপ্লবের সময় মুক্তি পেয়েছিল। ফরগেট অ্যাবাউট দ্য ফায়ার, একসাথে আরেকটি চলচ্চিত্র, বি সাইলেন্ট, মাই সরো, বি সাইলেন্ট (১৯১৮) – একটি সার্কাস থিম সঙ্গে উভয় – রাশিয়ান প্রাক-বিপ্লবী সিনেমার জন্য সমস্ত বাণিজ্যিক রেকর্ড ভেঙে দেয়।\nরাশিয়ান গৃহযুদ্ধের সময়, বলশেভিক কর্তৃপক্ষ চলচ্চিত্র সংস্থাগুলিকে কম মেলোড্রামা এবং ক্লাসিকের আরও অভিযোজন তৈরি করার জন্য অনুরোধ করেছিল। তদনুসারে, খোলোদনায়া তলস্তয়ের দ্য লিভিং কর্পস- এর একটি স্ক্রিন সংস্করণে অভিনয় করা হয়েছিল। এই ছবিতে তার অভিনয় ক্ষমতা কনস্তান্তিন স্তানিস্লাভ্‌স্কি দ্বারা প্রশংসিত হয়েছিল, যিনি ভেরাকে মস্কো আর্ট থিয়েটারের দলে যোগ দিতে স্বাগত জানিয়েছিলেন।\nএই সময়ের মধ্যে, অভিনেত্রী তার ফিল্ম কোম্পানির সাথে আদিসায় যাওয়ার সিদ্ধান্ত নিয়েছিলেন, যেখানে তিনি ১৯১৮ সালের ফ্লু মহামারিতে পঁচিশ বছর বয়সে মারা যান। তার মৃত্যু সম্পর্কে জানতে পেরে, আলেকজান্ডার ভার্টিনস্কি, তার সবচেয়ে মর্মস্পর্শী গানগুলির মধ্যে একটি লিখেছিলেন, \"তোমার আঙ্গুলগুলি গির্জার ধূপের গন্ধ, এবং তোমার দোররা শোকে ঘুমায়...\" একজন পরিচালক যার সাথে তিনি বেশ কয়েক বছর ধরে কাজ করেছিলেন তিনি তার বড় অন্ত্যেষ্টিক্রিয়া চিত্রায়িত করেছিলেন। হাস্যকরভাবে, এটি আজ খোলোদনায়ার সেরা পরিচিত চলচ্চিত্র বলে মনে হচ্ছে।\n\n\n== তার মৃত্যুর পারিপার্শ্বিক পরিস্থিতি ==\nসরকারী রাশিয়ান রেকর্ডে বলা হয়েছে যে ভেরা খোলোদনায়া ১৯১৯ সালের মহামারি চলাকালীন স্প্যানিশ ফ্লুতে মারা গিয়েছিলেন যদিও এটি বেশ সম্ভাবনাময় বলে মনে হচ্ছে, তার মৃত্যুর চারপাশে অনেক জল্পনা রয়েছে। অন্যান্য গল্পে দাবি করা হয়েছে যে তাকে ফরাসি রাষ্ট্রদূতের দ্বারা বিষ প্রয়োগ করা হয়েছিল যার সাথে তার সম্পর্ক ছিল এবং যিনি বিশ্বাস করতেন যে তিনি বলশেভিকদের গুপ্তচর।\n\n\n== উত্তরাধিকার ==\nনিকিতা মিখালকভের চলচ্চিত্র এ স্লেভ অফ লাভ (১৯৭৬) এ তার জীবন তুলে ধরা হয়েছে। তার জীবনের উপর একটি তথ্যচিত্র ১৯৯২ সালে চিত্রায়িত হয়েছিল। এক বছর পরে, তার ছবিটি একটি ডাকটিকিটে চিত্রিত করা হয়েছিল এবং ২০০৩ সালে আদিসাতে তার একটি আজীবন ব্রোঞ্জের মূর্তি স্থাপন করা হয়েছিল, যা শিল্পী আলেকজান্ডার পি. টোকারেভ তৈরি করেছিলেন।\n\n\n== চলচ্চিত্রের তালিকা ==\nখোলোদনায়া এর মাত্র আটটি চলচ্চিত্র আংশিক বা সম্পূর্ণভাবে টিকে আছে:\n\n\n=== হারানো চলচ্চিত্র ===\n\n\n=== অমুক্তিপ্রাপ্ত চলচ্চিত্র ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে ভিরা খোলোদনায়া (ইংরেজি)\n(ইংরেজি ভাষায়) Information on the Vera Kholodnaya monument in Odessa, Ukraine  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ এপ্রিল ২০১৬ তারিখে\n(ইংরেজি ভাষায়) Biography\n(রুশ ভাষায়) Detailed account of her career\n(রুশ ভাষায়) Her bio and photographs"}