{"pageid": 1435352, "title": "মুসনাদে আশ-শাফিঈ", "url": "https://bn.wikipedia.org/wiki?curid=1435352", "content": "মুসনাদে আশ-শাফিঈ ( আরবি: مسند الشافعي ), ইমাম আবু আবদুল্লাহ মুহাম্মাদ ইবনে ইদ্রিস আশ-শাফিঈ (৭৬৭-৮২০ খ্রিষ্টাব্দ, ১৫০-২০৪ হিজরি) দ্বারা সংকলিত একটি বিখ্যাত হাদীস গ্রন্থ।  শাহ আবদ আল-আযীয আদ-দেহলভী লিখেছেন \"এই মুসনাদটি মরফু হাদিসকে চিহ্নিত করার জন্য ব্যবহৃত হয়েছে যা আশ-শাফিঈ সাহাবীদের সাথে সম্পর্ক করেছেন। সেই হাদিসগুলোর মধ্যে যেসব আবুল-আব্বাস মুহাম্মাদ ইবনে ইয়াকুব আল-আসাম-এর কাছে পৌঁছেছে যা তিনি কিতাব আল-উম ও আল-মাবসুতের রাবী ইবনে সুলায়মান থেকে শুনেছিলেন সেসব হাদিস ইমাম আল-শাফিঈ এক জায়গায় সংগ্রহ করে মুসনাদ আল-শাফিঈ নামকরণ করেন। \n\n\n== বর্ণনা ==\nমাকতাবা শামিলা অনুসারে, বইটিতে প্রায় দুই হাজার (২০০০) হাদিস রয়েছে।  এটি প্রাচীনতম লিখিত মুসনাদ গুলোর একটি। মুসনাদ (مسند) হল হাদীসের সংকলন যা বর্ণনাকারীদের দ্বারা শ্রেণীবদ্ধ করা হয়েছে, অর্থাৎ সাহাবিগণ দ্বারা শ্রেণীবদ্ধ করা হয়েছে। ইমাম শাফেয়ীর উত্তরাধিকারী ইবনে হাজার আল-আসকালানি এর ব্যাখ্যা করেন, সংগ্রহটি সরাসরি ইমাম শাফেয়ীর  কাজ নয়, বরং এটি পরবর্তী মুহাদ্দিসদের দ্বারা লিখিত হয়েছিল যারা আল-রাবির ছাত্র ছিলেন।  \nশাহ আবদ আল-আজীজ আদ-দেহলভী লিখেছেন, \"রাবি' ইবনে সুলায়মান আশ-শাফী'র সঙ্গ রেখে তাঁর কাছ থেকে হাদিস নিতেন এবং প্রথম অংশের চারটি হাদিস বাদে বাকি সব শুনেছিলেন যেগুলো আল-বুওয়াতি আশ-শাফী থেকে বর্ণনা করেছেন। \nএই মুসনাদটি অন্যান্য মুসনাদের মতো ক্রমানুসারে সাজানো হয়নি এবং কোনো অধ্যায়ে সাজানো হয়নি। কোনো ক্রম বা নিয়ম ছাড়াই তিনি তা সংগ্রহ করেন। এমনকি তার মধ্যে অনেক পুনরাবৃত্তি ছিল।\" \n\n\n== প্রকাশনা ==\nবইটি বিশ্বের অনেক সংস্থা দ্বারা প্রকাশিত হয়েছে:\n\nশরহ মুসনাদ আশ-শাফিঈ ৪ খণ্ড (شرح مسند الشافعي) ইমাম আবু আল-কাসিম আল-রাফিঈ কর্তৃক। প্রকাশনা: দার আল-নাওয়াদির (সিরিয়া-লেবানন-কুয়েত )\nমুসনাদে আল-ইমাম মুহাম্মদ ইবনে ইদ্রিস আশ-শাফিঈ। প্রকাশনা: দার আল-বাশাইর আল-ইসলামিয়াহ (বৈরুত, লেবানন) \nমুসনাদ আল-ইমাম আশ-শাফিঈ। প্রকাশনা: ঘেরাস পাবলিশিং (২০০৪) \n\n\n== আরও দেখুন ==\nকিতাব আল-উম\nআল-রিসালা (আল-শাফিঈ)\nসুন্নি বইয়ের তালিকা\nমুসনাদে আবু হানিফা\nমুসনাদে আহমাদ ইবনে হাম্বল\nমুওয়াত্তা মালিক\nকুতুব আল-সিত্তাহ\n\n\n== তথ্যসূত্র =="}