{"pageid": 1435488, "title": "ভেলি পাশা মসজিদ (আইওনিনা)", "url": "https://bn.wikipedia.org/wiki?curid=1435488", "content": "ভেলি পাশা মসজিদ ( গ্রিক: Τζαμί του Βελή Πασά, তুর্কি: Veli Paşa Camii ) হল একটি অটোমান ভবন যা গ্রীক শহর আইওনিনাতে, এপিরাসের উত্তর-পশ্চিম অঞ্চলে অবস্থিত। মসজিদটি ১৯ শতকের শুরুতে আইওনিনার ভেলি পাশা সংস্কার করেন এবং বিশেষ করে একটি মাদ্রাসা ও একটি রান্নাঘর নিয়ে একটি কমপ্লেক্স তৈরি করেন। কিন্তু বর্তমানে এটি বন্ধ রাখা হয়েছে।\n\n\n== ইতিহাস ==\n\nদৈনিক প্রার্থনার জন্য একটি প্রথম ছোট মসজিদ সেন্ট স্টিফেনকে  উৎসর্গ করা একটি বাইজেন্টাইন গির্জার জায়গায় তৈরি করা হয়।   মসজিদটি লিথারিটিসিয়া পাহাড়ের দক্ষিণ-পশ্চিমে,  আইওনিনা প্রাসাদ থেকে প্রায় ৫০০ মিটার দূরে নির্মাণ করা হয়। এই আদিম ইমারত নির্মাণের তারিখ নিয়ে নিশ্চয়তা পাওয়া যায় না। ঐতিহাসিকদের মতে সময়টা সপ্তদশ শতাব্দীর শুরুর দিকে  (১৬১৭ এর সামান্য পরে) অথবা শেষের দিকে।  ১৬৭০ সালের প্রাপ্ত নথি অনুসারে, মসজিদটির প্রতিষ্ঠাতা বালি কেথুদা। পরবর্তীকালে আশেপাশের জেলার উল্লেখে এটিকে সিকোর মসজিদ বলা হয়। \n১৯ শতকের শুরুতে এপিরাস অঞ্চলের একজন আধা-স্বায়ত্তশাসিত শাসক আইওনিনার আলী পাশা, তার প্রথম দুই পুত্র মুখতার এবং ভেলির জন্য মসজিদের এলাকায় দুর্গ তৈরি করেছিলেন। যেখানে ভেলি  রুমেলিয়ার বেইলারবেই হিসেবে পরিচিত  এবং মোরিয়ার গভর্নর ছিলেন।  ভেলি সেখানে ১৮০৪ সালের ওয়াকফের মধ্যে একটি ধর্মীয় প্রতিষ্ঠান প্রতিষ্ঠা করেন  একজন বড় জমিদার হিসেবে,  ভেলি একটি নতুন মসজিদ, একটি মাদ্রাসা, রান্নাঘর এবং আনুষঙ্গিক ভবন নির্মাণ করেছিলেন যা একটি গ্রন্থাগার এবং একজন খানের বাসস্থান হিসেবে পরিচিত।  \n১৯১৩ সালে উসমানীয় শাসনের বিদায়ের পর, প্রথম বলকান যুদ্ধে গ্রিসের আইওনিনা এবং এপিরাসের একটি বড় অঞ্চল দখল করার পর, মসজিদটিকে একটি ব্যারাকে পরিণত করা হয় এবং এর মিনারটি ১৯৩০ সালের দিকে ধ্বংসপ্রাপ্ত হয়।  মসজিদটি পরবর্তীতে গ্রীক সংস্কৃতি এবং ক্রীড়া মন্ত্রণালয় অধিগ্রহণ করে। পরবর্তীতে ভবনটি আইওনিনা পৌরসভায় ফেরত দেওয়া হয় এবং ১৯৭৮-১৯৭৯ এবং ১৯৮৩ সালে বাইজেন্টাইন অ্যান্টিকুইটিসের 8ম ইফোরেট পুনরুদ্ধার করে।  মসজিদের মাদ্রাসাটিতে শহরের জাতীয় প্রতিরোধের জাদুঘর অবস্থিত ছিল। কিন্তু তা ২০২১ সালে অপসারণ করা হয় এবং যখন ইওনিনা পৌরসভার পৃষ্ঠপোষকতায় ভবনটি পুনরুদ্ধারের জন্য নির্ধারিত করা হয়। \n\n\n== স্থাপত্য ==\nমসজিদটিতে ৬ × ৬.৫ মিটারের একটি প্রার্থনা কক্ষ রয়েছে  একটি গম্বুজ দ্বারা মাউন্ট করা হয়েছে যার অষ্টভুজাকার ড্রামটি চারটি স্কুইঞ্চের উপর অবস্থিত। উত্তরে একটি বারান্দা রয়েছে যা প্রথমে খোলা ছিল এবং তিনটি ছোট গম্বুজ দিয়ে মুকুট দেওয়া ছিল, যা সম্ভবত ভবনটি নির্মাণের পরে প্রাচীর দিয়ে ঘেরা হয়েছে। মিনারটি, যার শুধুমাত্র ভিত্তিটি আজ অবশিষ্ট রয়েছে, বারান্দা এবং প্রার্থনা কক্ষের মধ্যবর্তী পশ্চিম দিকের দিকে অবস্থিত। ভবনটির ইমারতি কাটা পাথরে একটি ছদ্ম-আইসোডম যন্ত্রপাতি দ্বারা খোদাই করা হয় এবং মূল গম্বুজ ও বারান্দার ছাদটি স্লেট দ্বারা আবৃত করা হয়েছে।  \nভিতরে একটি সমৃদ্ধ মার্বেল মিহরাবের উপাদানগুলি সংরক্ষিত আছে।   মসজিদের উত্তরে রান্নার ভবন ও মাদ্রাসা ভবন এখনো টিকে রয়েছে। পুরানো কোরআনিক স্কুল ভবনে আইওনিনার জাতীয় প্রতিরক্ষা জাদুঘর অবস্থিত। \n\n\n== আরও দেখুন ==\nইউরোপে ইসলাম\nগ্রিসের মসজিদের তালিকা\n\n\n== গ্রন্থপঞ্জি ==\nDemetracopoulou, Polyxena (২০০৯)। \"Veli Pasha complex\"। Ottoman Architecture in Greece। Ministry of Culture and Sports। পৃষ্ঠা 174–175। আইএসবিএন 9789602147931। .\nMikropoulos, Tasos (২০০৮)। Elevating and safeguarding culture using tools of the information society: dusty traces of the muslim culture। Earthlab। আইএসবিএন 978-960-233-187-3। \nNeumeier, Emily (২০১৭)। \"Rivaling Elgin: Ottoman Governors and Architectural Agency in the Morea\"। Antiquarianisms: Contact, Conflict, Comparison। Oxbow Books। পৃষ্ঠা 134–161। আইএসবিএন 978-1-78570-687-5। সংগ্রহের তারিখ ২০২২-০৩-১৭। \nPlagou, Angeliki (২০১৬)। Περιφέρεια Ηπείρου: Περιφερειακή Ενότητα Ιωαννίνων: Όπου η Ομορφιά Περισσεύει (Greek ভাষায়)। AKAKIA Publications। আইএসবিএন 978-1-911352-35-8। সংগ্রহের তারিখ ২০২২-০৩-১৪। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nPrountzos, Athanasios (২০০৪)। Ο Προσανατολισμός των μουσουλμανικών Τεμενών Καλούτσιανης και Βελή Πασά στα Ιωάννινα (Greek ভাষায়)। National Technical University of Athens। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nPyrsinellas, Vasileios (১৯৫৯)। \"Ιστορία της πόλεως των Ιωαννίνων\" (Greek ভাষায়): 762–763। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nSmyris, Georgios (২০০০)। \"Τα μουσουλμανικά τζαμιά των Ιωαννίνων και η πολεοδομία της Οθωμανικής Πόλης\" (Greek ভাষায়): 9–90। আইএসএসএন 1108-4758। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nTassi, Konstantina (২০১৭)। Οι Μουσουλμάνοι των Ιωαννίνων: από την Αυτοκρατορία στο Έθνος κράτος 1913-1923 (Greek ভাষায়)। University of Ioannina। সংগ্রহের তারিখ ২০২২-০৩-১৮। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nVrakas, Fotis (২০০৭)। Η Ήπειρος του χτες – Η Ήπειρος της οθωμανικής περιόδου 15ος - 20ος (Greek ভাষায়)। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \n\n\n== তথ্যসূত্র =="}