{"pageid": 1435604, "title": "সিদি ওকবা মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1435604", "content": "সিদি ওকবা মসজিদ (আরবি: مسجد سيدي عقبة  , মসজিদ সিদি উকবা ) আলজেরিয়ার একটি ঐতিহাসিক মসজিদ, যা বিসক্রার কাছে সিদি ওকবা গ্রামে অবস্থিত। ইসলামের নবী মুহাম্মদের একজন সহচর এবং মুসলিমদের মাগরেব বিজযয়ের অন্যতম প্রধান সেনাপতি উকবা ইবনে নাফির দেহাবশেষ রাখার জন্য ৬৮৬ সালে এখানে প্রথমে একটি সমাধি নির্মিত হয়েছিল। এটি আলজেরিয়ার প্রাচীনতম মুসলিম স্মৃতিস্তম্ভগুলির মধ্যে অন্যতম। মসজিদটি সমাধির চারপাশে নির্মিত হয়েছিল এবং বহু শতাব্দী ধরে বহুবার সংস্কার করা হয়েছে।\n\n\n== অবস্থান ==\nমসজিদটি আলজেরিয়ার তাবুদা শহর থেকে ৬ কিমি দক্ষিণে এবং বিসক্রা শহর থেকে ১০ কিমি পশ্চিমে সিদি ওকবা এলাকায় , খেনগুয়েট সিদি নাদজিল এলাকার দিকে ৩৮ নম্বর জাতীয় সড়কে অবস্থিত।\n\n\n== ইতিহাস ==\n\n'উকবা ইবনে নাফি', এটলাস পর্বতমালার ভেসেরার যুদ্ধ জয় করে ফিরে আসার সময়, আমাজিগ খ্রিস্টান রাজা কুসায়লা ইবনে লামজাহ এর সেনাবাহিনীর দ্বারা ৬৮৩ সালে থাউদা শহরের বাইরে একটি অতর্কিত হামলায় নিহত হন। \nতাকে বর্তমান গ্রাম সিদি ওকবাতে সমাহিত করা হয় এবং পরে সমাধির স্মরণার্থে এর উপরে এই মসজিদটি নির্মিত হয়। মসজিদটি কে নির্মাণ করেছিলেন তা সঠিকভাবে লিপিবদ্ধ নেই। কেউ কেউ মনে করেন যে উকবার অনুসারীরা যুদ্ধের সময় বন্দী হয়েছিলেন এবং পরে তিউনিসের বিচারকরা তাদের কারাগার থেকে মুক্ত করেছিলেন। কমান্ডার জুহায়র ইবনে কায়স তাদেরকে অন্যান্য মুসলমানদের সাথে থাউদায় ফেরত পাঠান, যেখানে তারা মসজিদটি নির্মাণ করেছিলেন।\nভবনটি একবারে নির্মাণ করা হয়নি  এবং সম্ভবত বেশ কয়েকবার পুনর্নির্মাণ ও সম্প্রসারিত করা হয়েছিল। সমাধিটির প্রাচীনতম অংশ সম্ভবত ৬৮৬ সালের,  এটি আলজেরিয়ার প্রথম পরিচিত মুসলিম স্মৃতিস্তম্ভগুলির মধ্যে অন্যতম।  কবরের সজ্জিত দেবদারু কাঠের দরজাগুলো ১১ শতকের প্রথমার্ধে (আনুমানিক ১০২৫) জর্জেস মারকেস দ্বারা নির্মিত হয়েছে। জিরিদ আমলে,কাইরুয়ানের জামে মসজিদে জিরিদ কাঠের কাজের সাথে শৈলীগত তুলনা করা হয় এবং সমসাময়িক শিলালিপির উপর ভিত্তি করে এটিকে তিউনিসিয়ার স্টেলা বলে বিবেচনা করা হয়।   এটি সম্ভবত এই সময়ে একটি বড় সংস্কারের ইঙ্গিত দেয়। \n১৬৬৫ সালে মসজিদে একটি জাওইয়া যুক্ত করা হয়।  মসজিদে প্রাপ্ত অন্যান্য শিলালিপি সম্ভবত পরবর্তী মেরামত বা সম্প্রসারণের তারিখ নির্দেশ করে।  একটি শিলালিপিতে মসজিদের মিহরাবের নির্মাণ তারিখ ১২১৪ হিজরি (১৭৯৯ খ্রিস্টাব্দ) এবং একটি কাঠের ফলকের উপর আরেকটি শিলালিপি ১২১৫ হিজরি (১৮০০ খ্রিস্টাব্দ) লিপিবদ্ধ রয়েছে।   এই শিলালিপিগুলিতে কাজের পৃষ্ঠপোষক হিসাবে মুহাম্মদ ইবনে উমর আল-তুনিসির নামও উল্লেখিত রয়েছে। \n\n\n== স্থাপত্যশৈলী ==\n\nমসজিদটির আকার অভিনব, যেটির দৈর্ঘ্য ৬০ মিটার এবং প্রস্থ ৩৭ মিটার। এটি তিনটি হলওয়ে এবং দক্ষিণে একটি প্রধান দরজা নিয়ে গঠিত।বিল্ডিংটি খুব সাধারণ হাইপোস্টাইল পদ্ধতিতে \nনির্মাণ করা হয়েছে, যেটি মদিনায় মুহাম্মদ দ্বারা নির্মিত প্রাচীনতম মসজিদের অনুরূপ।\nপ্রার্থনা হলের বেশিরভাগ সমতল ছাদ হোয়াইটওয়াশ স্তম্ভ দ্বারা অসজ্জিত অশ্বত্থ খিলান দ্বারা বহণকৃত। এগুলোর মধ্যে কিছু কিছু খিলান পাম গাছের কাণ্ড দিয়ে তৈরি।  এ মসজিদে দুটি গম্বুজ রয়েছে: প্রথমটি মাজারের উপরে এবং অন্যটি মিহরাবের সামনে। এটির মিহরাবটি একটি অর্ধ-গম্বুজ দ্বারা আচ্ছাদিত এবং সরল এবং অনিয়মিত আন্তঃলেসের গঠনরূপে খোদাই করা স্টুকো দ্বারা সজ্জিত। এটির মধ্যে খাঁজ এবং শৈলীযুক্ত পাম গাছের মোটিফ খোদাই করা এবং গম্বুজের শীর্ষস্থান সহ সংযুক্ত কয়েকটি স্তম্ভ রয়েছে।   এতে অবস্থিত মাজারটি মসজিদের দক্ষিণ-পশ্চিম কোণে অবস্থিত। \n\n\n== আরও দেখুন ==\nমসজিদের তালিকা\nআফ্রিকার মসজিদের তালিকা\nআলজেরিয়ার মসজিদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nসিদি ওকবা মসজিদের কিছু চিত্র"}