{"pageid": 1435, "title": "সিগমুন্ড ফ্রয়েড", "url": "https://bn.wikipedia.org/wiki?curid=1435", "content": "সিগমুন্ড ফ্রয়েড (মে ৬, ১৮৫৬-সেপ্টেম্বর ২৩, ১৯৩৯) ছিলেন একজন অস্ট্রিয় মানসিক রোগ চিকিৎসক এবং মনস্তাত্ত্বিক। তিনি \"মনোসমীক্ষণ\" (Psychoanalysis) নামক মনোচিকিৎসা পদ্ধতির উদ্ভাবক। ফ্রয়েড \"মনোবীক্ষণের জনক\" হিসেবে পরিগণিত। তার বিভিন্ন কাজ জনমানসে বিরাট প্রভাব ফেলেছে। মানব সত্বার 'অবচেতন', 'ফ্রয়েডিয় স্খলন', 'আত্মরক্ষণ প্রক্রিয়া' এবং 'স্বপ্নের প্রতিকী ব্যাখ্যা' প্রভৃতি ধারণা জনপ্রিয়তা পায়। একই সাথে ফ্রয়েডের বিভিন্ন তত্ত্ব সাহিত্য, চলচ্চিত্র, মার্ক্সবাদী আর নারীবাদী তত্ত্বের ক্ষেত্রেও গভীর প্রভাব বিস্তার করে। তিনি ইডিপাস কমপ্লেক্স ও ইলেক্ট্রা কমপ্লেক্স নামক মতবাদ সমূহের জন্য অধিক আলোচিত।\n\n\n== অবদান ==\n১৯০০ থেকে ১৯৩০-এর দশক অর্থাৎ তার চুয়াল্লিশ বছর বয়েস থেকে আশি, এই সময়টায় ফ্রয়েড পরিণত হয়েছিলেন কিংবদন্তিতে। প্রকাশিত হয়েছে তার এমন সব তত্ত্বের বই যা পড়ে চমৎকৃত হয়েছেন মনোবিজ্ঞানীরা, তাক লেগে গেছে মধ্যবিত্ত সমাজের। তিনি বলেছিলেন যে মানুষের মনের মধ্যে আছে অজানা অচেনা এক অবচেতন, যার সিংহভাগ জুড়ে নানান গোলমেলে যৌন ইচ্ছে, ভীতি আর হিংসার প্রবণতা! পৃথিবীর নানান প্রান্ত থেকে ভিয়েনার ১৯ নম্বর বের্গেসি— যা কিনা ফ্রয়েডের বসতবাড়ি এবং ক্লিনিক, সেখানে যায় রোগীরা। মুগ্ধ হয় তার চিকিৎসা দেখে। ফ্রয়েড নিজেকে বিজ্ঞানীর চেয়ে বেশি এক জন ‘কন্‌কুইস্তাদর’ বলে ভাবেন— অ্যাডভেঞ্চারপ্রিয় এক মানুষ, যে অতিক্রম করতে চায় একের পর এক বাধা। প্রায় চল্লিশ বছর ধরে ভিয়েনাবাসী তাঁকে জেনেছেন এক জন সহানুভূতিশীল, সংস্কৃতিমনস্ক, বিত্তবান, তীক্ষ্ণ মেধার মানুষ বলে, নিজের সামাজিক প্রতিপত্তি বিষয়ে যিনি সজাগ।\n\n\n== স্বদেশ ত্যাগ ==\nঅবস্থা বদলাতে শুরু করল ১৯৩৩-এ জার্মান রাইখের অপ্রতিরোধ্য নেতা ও নায়ক অ্যাডল্ফ হিটলারর উত্থানের সঙ্গে। দুঃসময় যে আসছে তার অশনি সঙ্কেত ছিল হিটলার-সমর্থক নাৎসিদের বামপন্থা, গণতন্ত্র বা মানুষের অধিকার সংক্রান্ত বইয়ের প্রতি আক্রোশ। কার্ল মার্ক্স, টমাস মান, কাফকা, অ্যালবার্ট আইনস্টাইনের বইয়ের সঙ্গে তার বইও স্তূপাকার করে আগুন লাগিয়ে দেওয়া হয়েছে শুনে ফ্রয়েড নাকি একটু শ্লেষের হাসি হেসে বলেছিলেন, ‘‘মধ্যযুগ হলে আমাকেও পুড়িয়ে মারত, এখন তো শুধু আমার লেখা কেতাব জ্বালিয়ে দিচ্ছে। এরা কতটা অগ্রসর হয়েছে ভাবো।’’ ফ্রয়েড কি ভাবতে পেরেছিলেন, এর কয়েক বছরের মধ্যেই নাৎসিরা হাজার হাজার ইহুদি ও অন্যান্য ‘খুঁতো’দের গ্যাস চেম্বারে চালান করবে?\nভিয়েনা ছেড়ে যাওয়ার পরামর্শে কান দেননি ফ্রয়েড। বলেছিলেন, এ শহর ছেড়ে যাওয়া তার পক্ষে অসম্ভব। একে তিনি বৃদ্ধ, তায় চোয়ালের ক্যানসারে ভুগছেন এক দশক ধরে। বার বার যন্ত্রণাদায়ক অস্ত্রোপচারের পর কাবু, তবু সিগার ছাড়তে নারাজ জেদি মানুষটি বলেছিলেন, এই অবস্থায় অন্য দেশে ‘রিফিউজি’ হয়ে থাকার কোনও বাসনা তার নেই। তা ছাড়া জার্মানিতে যা হয়েছে, সত্যি কি তা অস্ট্রিয়ায় হবে? কিন্তু সেই দুঃস্বপ্ন সত্যি হল, পাঁচ বছরের মধ্যে। ১৯৩৮ সালের ১৪ মার্চ হুডখোলা মার্সিডিজ়ে চেপে হিটলারের ভিয়েনা প্রবেশের দৃশ্যে আহ্লাদে ফেটে পড়েছিল রাস্তার দু’ধারে কাতারে কাতারে জড়ো হওয়া মানুষ। তাদের হাতে স্বস্তিক চিহ্ন আঁকা পতাকা, মুখে একটাই বুলি, ‘হাইল হিটলার’। অস্ট্রীয় নাৎসিরা, যারা এত দিন ঘাপটি মেরে দিন গুনছিল তাদের প্রিয় ফ্যুয়েরারের, তাদের চোখেমুখে ফুটে উঠেছিল নারকীয় উল্লাস। প্রায় সঙ্গে সঙ্গে শুরু হয়ে গিয়েছিল ইহুদিদের দোকান লুঠপাট, ভাঙচুর, রাস্তায় টেনে নামিয়ে অপমান, মারধর। এতেও ভীত, সন্ত্রস্ত হননি ফ্রয়েড। এমনকি যে দিন বাড়িতে হাজির হল নাৎসি বাহিনী, শোনা যায়, নিজের স্টাডিতে পড়াশোনায় মগ্ন অশীতিপর মনস্তত্ত্ববিদ প্রথমে টেরই পাননি তাদের  উপস্থিতি। বুঝতে পেরে ধীর পায়ে হেঁটে এসে, স্থির চোখে তাকিয়ে ছিলেন লুঠতরাজ করা নাৎসিদের  দিকে। ফ্রয়েডের সেই বিখ্যাত চাউনিতে নাকি চুপসে গেছিল মস্তানরা।\nকিন্তু তারও বিশ্বাসের ভিত নড়ে গেল ২২ মার্চ, যে দিন বাড়িতে গেস্টাপো এসে জিজ্ঞাসাবাদের জন্য তুলে নিয়ে গেল তার কনিষ্ঠ সন্তান অ্যানা ফ্রয়েডকে। যদিও অ্যানা এক বারের জন্যও বিচলিত হননি নিষ্ঠুর জার্মান পুলিশকে দেখে। শান্ত ভাবে হুডখোলা গাড়িতে চেপে চলে গিয়েছিলেন সিগমুন্ড-কন্যা, যিনি শুধু পিতার ভালবাসার পাত্রীই নন, ছিলেন তার প্রিয় শিষ্যা ও সচিব, তার নিশ্চিন্ত নির্ভরতার মানুষও। ব্যক্তিগত ব্যাপারে তো বটেই, নিজের সমস্ত চিন্তাভাবনা অ্যানার সঙ্গে ভাগ করে নিতেন ফ্রয়েড। সেই অ্যানাকে গেস্টাপো তুলে নিয়ে যাওয়ায় ভেঙে পড়েছিলেন তিনি। অনেক রাতে অ্যানা ফিরে আসার পর স্বস্তির গভীর নিঃশ্বাস ফেলেছিলেন বৃদ্ধ পিতা। সেই রাতের পর থেকেই ফ্রয়েড বুঝতে পারেন, ভিয়েনা আর নিরাপদ নয়। অন্য কোনওখানে ডেরা খুঁজতে হবে।\nকিন্তু যাবেন কোথায়? আমেরিকায় তার বহু ভক্ত। অথচ ফ্রয়েডের সেখানে যাওয়ার ব্যাপারে ঘোর অনীহা। কাছেপিঠের মধ্যে ইংল্যান্ড, সেখানেও তার গুণগ্রাহীর অভাব নেই। তাঁদের মধ্যে সর্বপ্রধান আর্নেস্ট জোন্স ঠিক করলেন, হাল ধরতে হবে তাঁকেই। প্রচুর ব্রিটিশ হোমরাচোমরাদের সঙ্গে ওঠাবসার সূত্রে সরকারকে রাজি করিয়ে ফেললেন জোন্স। অনেক কাঠখড় পুড়িয়ে মিলল ছাড়পত্র। ১৯৩৮ সালের ৪ জুন ওরিয়েন্ট এক্সপ্রেসে উঠল ফ্রয়েড পরিবার। ট্রেন যখন ধীর গতিতে জার্মানির সীমানা পেরিয়ে ফ্রান্সে প্রবেশ করল, তখন নাকি স্বস্তির নিঃশ্বাস ফেলেছিলেন ফ্রয়েড। রাইন নদীর ওপর দিয়ে ঝুকঝুক করে চলেছে ট্রেন। জল যেখানে ছুঁয়েছে আকাশের বিস্তার, সেই সীমারেখার দিকে তাকিয়ে মাতৃভাষা জার্মানে ফ্রয়েড উচ্চারণ করেছিলেন তিনটি শব্দ, ‘‘এখন আমরা স্বাধীন।’’\n৬ জুন লন্ডনের ভিক্টোরিয়া স্টেশনে ভিড় জমিয়েছিল লন্ডনবাসী, প্রিয় সিগমুন্ড ফ্রয়েডকে দেখার জন্য। বস্তুত জীবনের শেষ একটি বছর লন্ডনে স্বস্তিতে আর আরামেই কেটেছিল ফ্রয়েডের। আর্নেস্ট জোন্স ফ্রয়েড ও তার পরিবারের জন্য খুঁজে বার করেছিলেন ১৯২০ সালে তৈরি পুরনো দিনের স্থাপত্যরীতিতে গড়া বিশাল এক ম্যানসন। সেই বাড়ি কিনে অনেক অদলবদল করেছিলেন পেশায় স্থাপত্যবিদ আর্নেস্ট, বাবার প্রয়োজনকে মাথায় রেখে। এমনকি সিঁড়ি ভাঙতে ফ্রয়েডের কষ্ট হয় বলে বাড়িতে বসেছিল সুন্দর ছোট্ট লিফ্‌টও। ২০ নম্বর ম্যারস্ফিল্ড গার্ডেনস-এর আলো-হাওয়া মাখা সেই বিশাল বাড়িকে বড় সুন্দর মনে হয়েছিল ফ্রয়েডের। মনে হয়েছিল, এ তাঁদের প্রয়োজনের অতিরিক্ত। লন্ডনের সাধারণ মানুষদের থেকে অকুণ্ঠ ভালবাসা পেয়ে তৃপ্ত বোধ করেছিলেন তিনি। ‘এই ব্রহ্মাণ্ডে আমার শেষ ঠিকানা’ বলে অভিহিত করেছিলেন বাড়িটিকে।\nলন্ডনের উত্তর-পশ্চিমের হ্যাম্পস্টেড এলাকায় হ্যাম্পস্টেড মেট্রো স্টেশনকে নিচে রেখে ডানে মোড় নিলেই ফিট্‌সজন্স অ্যাভিনিউয়ের গড়ানে রাস্তা। খানিক এগোলেই ম্যারস্ফিল্ড গার্ডেন্স রাস্তার ২০ নম্বর বাড়িতে জীবনের শেষ এক বছরের একটু বেশি সময় কাটিয়েছিলেন সিগমুন্ড , তার কর্মস্থল ও প্রিয় শহর ভিয়েনা থেকে অনেক দূরে। ইংল্যান্ড চলে আসতে বাধ্য হয়েছিলেন আধুনিক সময়ের সবচেয়ে দাপুটে মনস্তত্ত্ববিদ। \n\n\n== শেষ জীবন ==\nফ্রয়েড ২৪ বছর বয়স থেকে তামাকজাত ধূমপান সেবন শুরু করেন; শুরুতে তিনি সিগারেট খেতেন, এরপর তিনি সিগার (চুরুট বা বিড়ি) সেবনকারী হয়ে ওঠেন। তিনি বিশ্বা‌স করতেন যে, ধূমপান তার কর্মক্ষমতা বৃদ্ধি করতো এবং পরিমিত ধূমপানের মাধ্যমে তিনি আত্ম-নিয়ন্ত্রণের চর্চা‌ চালিয়ে যেতে সক্ষম হন। সহকর্মী উইলহেম ফ্লিয়েস-এর কাছ থেকে স্বাস্থ্যগত সতর্ক‌বার্তা‌ পাওয়ার পরেও তিনি ধূমপান অব্যহত রাখেন, এবং অবশেষে মুখগহ্বরের ক্যান্সারে আক্রান্ত হন। ফ্রয়েড ১৮৯৭ সালে ফ্লিয়েসকে পরামর্শ দেন যে, তামাকসহ অন্যান্য আসক্তিমূলক কর্ম‌কান্ডগুলো হল স্ব‌মেহন নামক \"অনন্য চমৎকার অভ্যাস\"-এর বিকল্প\n১৯২৩ সালের ফেব্রুয়ারিতে, ফ্রয়েড তার মুখগহ্ব‌রে অতিরিক্ত ধূমপানের ফলে সৃষ্ট লিউকোপ্লাকিয়া নামক একটি মৃদু জমাট মাংসপিন্ড দেখতে পান। ফ্রয়েড শুরুতে তা গোপন রাখেন, কিন্তু ১৯২৩ সালের এপ্রিলে তিনি আরনেস্ট জোনসকে জানান যে, জমাট মাংসপিন্ডটি কেটে বাদ দেওয়া হয়েছে।\n\n১৯৩৯ সালের সেপ্টেম্বরের মাঝামাঝির দিকে, ফ্রয়েড তার চোয়ালের ক্যান্সারের কারণে  ব্যাপক যন্ত্রণা অনুভব করতে থাকেন এবং চিকিৎসক তার এই যন্ত্রণাকে অনিয়ন্ত্রণযোগ্য বলে ঘোষণা করেন। ফ্রয়েড তার সর্বশেষ পঠিত বই বালজাক-এর লা পিউ দ্য চ্যাগরিন-এ তার নিজস্ব ক্রমবর্ধ‌নশীল ভগ্নদশাকে আরও দ্রুতগতিতে বাড়িয়ে তোলে এবং এর পরপরই তিনি তার বন্ধু চিকিৎসক ও প্রাক্তন সহ-শরণার্থী‌ ম্যাক্স স্কার-এর সঙ্গে স্বেচ্ছামৃত্যুর ব্যাপারে যোগাযোগ করেন, যার সঙ্গে পূর্বে‌ তিনি তার শেষ পর্যা‌য়ের অসুস্থাবস্থা নিয়ে কথা বলেছিলেন। ম্যাক্স স্কার ও কন্যা আনা ফ্রয়েডের সঙ্গে যৌথ পরামর্শ‌ করে অবশেষে ১৯৩৯ সালের ২৩শে ডিসেম্বর অধিক মরফিন গ্রহণের মাধ্যমে স্বে‌চ্ছামৃত্যু হিসেবে আত্মহত্যা করে মৃত্যুবরণ করেন। তার চিকিৎসক জানিয়েছিলেন যে, আত্মহত্যার প্ররোচনায় ধূমপানজনিত কারণে মুখের ক্যান্সারই এর জন্যে দায়ী।\n\n\n== চিত্রমালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}