{"pageid": 1435923, "title": "এলিস ইসাবেল হ্যাজেলটাইন", "url": "https://bn.wikipedia.org/wiki?curid=1435923", "content": "এলিস ইসাবেল হ্যাজেলটাইন (১৫ এপ্রিল, ১৮৭৮ - ৩০ মে, ১৯৫৯) একজন আমেরিকান গ্রন্থাগারিক, লেখক এবং সম্পাদক ছিলেন। তিনি কলম্বিয়া ইউনিভার্সিটির স্কুল অফ লাইব্রেরি সার্ভিসের ফ্যাকাল্টিতে ছিলেন, এবং বিংশ শতাব্দীতে একাধিক সংস্করণে প্রকাশিত শিশু এবং কিশোরদের জন্য গল্পের বেশ কয়েকটি সংকলন সম্পাদনা করেছেন।\nহ্যাজেলটাইন ওয়ারেন, পেনসিলভানিয়ায় জন্মগ্রহণ করেছিলেন, উইলিয়াম ভিনসেন্ট হ্যাজেলটাইন এবং ইসাবেলা ম্যাকিনটোশ হ্যাজেলটাইনের কন্যা। তার বাবা একজন মেডিকেল ডাক্তার ছিলেন।  ওয়ারেন হাই স্কুলে তার প্রাথমিক শিক্ষা লাভ করার পর,  তিনি ১৯০১ সালে সিরাকিউজ বিশ্ববিদ্যালয় থেকে স্নাতক হন এবং ১৯০১ থেকে ১৯০২ সাল পর্যন্ত নিউইয়র্ক স্টেট লাইব্রেরি স্কুলে পড়াশোনা চালিয়ে যান  তিনি ১৯২৯ সালে ডক্টরেট অধ্যয়ন সম্পন্ন করেন এবং ইউরোপে একটি শিশু গ্রন্থাগারিক (১৯২৯) শিরোনামের একটি গবেষণাপত্র সম্পন্ন করেন।\n\n\n== প্রকাশনা ==\n\"পিটসবার্গের কার্নেগি লাইব্রেরিতে গল্প বলা\" (১৯০৯) \nকিংবদন্তি এবং গল্পে ক্রিসমাস: ছেলেদের এবং মেয়েদের জন্য একটি বই (১৯১৫, সহ-সম্পাদক, এলভা সোফ্রোনিয়া স্মিথের সাথে) \n\"মেথডস অফ ট্রেনিং চিলড্রেন টু ইউজ দ্যা লাইব্রেরি ইন্টেলিজেন্টলি\" (১৯১৬) \nশিশুদের নিয়ে লাইব্রেরি কাজ (১৯১৭, সম্পাদক) \nশিশুদের জন্য নাটক, একটি টীকাযুক্ত সূচক (১৯১৮) \nশিশুদের গ্রন্থাগারিক কে? (১৯২১, পুস্তিকা) \nকিভাবে একটি শিশু গ্রন্থাগারিক হতে হবে (১৯২৭, পুস্তিকা) \n\"শিশুদের গ্রন্থাগারিকদের ব্যক্তিত্বের বৈশিষ্ট্যের বিকাশ\" (১৯২৭) \nশিশুদের পড়ার আগ্রহের অধ্যয়নের জন্য সিলেবাস (১৯৩৭) \nদ্য ইস্টার বুক অফ লিজেন্ডস অ্যান্ড স্টোরিজ (১৯৪৭, এলভা সোফ্রোনিয়া স্মিথের সহ-সম্পাদক) \nআনন্দ এবং বোঝার জন্য শিশুদের গল্প পড়তে বা বলার জন্য (সম্পাদক, ১৯৪৯) \nভালোবাসার গল্প (১৯৫১, এলভা সোফ্রোনিয়া স্মিথের সহ-সম্পাদক) \nকিশোর বয়সীদের জন্য নির্বাচিত গল্প, আনন্দ এবং বোঝার জন্য (সম্পাদক, ১৯৫২) \nআমরা আমেরিকায় বড় হয়েছি (সম্পাদক, ১৯৫৪) \nThe Year Around: Poems for Children (১৯৫৬, Elva Sophronia Smith-এর সহ-সম্পাদক) \nলাল মানুষ, সাদা মানুষ; আমেরিকান ইন্ডিয়ানদের কিংবদন্তি, গল্প এবং সত্য বিবরণ (সম্পাদক, ১৯৫৭) \nভূপৃষ্ঠের নিচে: ল্যান্ড অ্যান্ড ওয়াটারের নিচে সাহসিকতার গল্প (১৯৫৮) \nহিরো টেলস ফ্রম মেনি ল্যান্ডস (১৯৬১, সম্পাদক) \n\n\n== তথ্যসূত্র =="}