{"pageid": 1435863, "title": "বিওয়াইডি অটো", "url": "https://bn.wikipedia.org/wiki?curid=1435863", "content": "বিওয়াইডি অটো কোম্পানি লিমিটেড চীনের বহুজাতিক শিল্পপ্রতিষ্ঠান বিওয়াইডি কোম্পানির অধীনস্থ মোটরযান কোম্পানি। এটি যাত্রীবাহী ব্যাটারিচালিত বৈদ্যুতিক গাড়ি (battery electric vehicle বা BEV) এবং প্লাগ-ইন সংকর বৈদ্যুতিক গাড়ি (plug-in hybrid electric vehicle বা PHEV) নির্মাণ করে। এ দুই ধরনের গাড়ি চীনে নতুন শক্তিচালিত গাড়ি (new energy vehicles বা NEV) নামে পরিচিত। এছাড়া কোম্পানিটি বৈদ্যুতিক বাস ও ট্রাকের জন্য ব্যাটারি (তড়িৎকোষ) উৎপাদন করে থাকে। কোম্পানিটির সদর দপ্তর চীনের কুয়াংতুং প্রদেশের শেনচেন শহরে অবস্থিত।\nবিওয়াইডি শি'আন ছিনছুয়ান অটোমোবাইল কোম্পানিটি অধিগ্রহণ করার পরে বিওয়াইডি কোম্পানির মালিক ওয়াং ছুয়ানফু ২০০৩ সালের জানুয়ারি মাসে বিওয়াইডি অটো প্রতিষ্ঠা করেন। বিওয়াইডি অটো-র নকশাকৃত প্রথম মোটরাগাড়িটির নাম বিওয়াইডি এফ৩ (একটি অন্তর্দহন ইঞ্জিনচালিত গাড়ি) এবং ২০০৫ সালে এটির উৎপাদন শুরু হয়। ২০০৮ সালে বিওয়াইডি তাদের প্রথম প্লাগ-ইন সংকর বৈদ্যুতিক গাড়ি উৎপাদন শুরু করে, যার নাম ছিল বিওয়াইডি এফ৩ডিএম। এর পরেই ২০০৯ সালে কোম্পানিটি তাদের প্রথম সম্পূর্ণ ব্যাটারিচালিত বৈদ্যুতিক গাড়ি বিওয়াইডি ই৬ উৎপাদন করা শুরু করে। ২০২২ সালের মার্চ মাসে এসে বিওয়াইডি সম্পূর্ণরূপে অন্তর্দহন ইঞ্জিনচালিত গাড়ির উৎপাদন বন্ধ করে দেয় এবং নতুন শক্তিচালিত গাড়ির উপর দৃষ্টি কেন্দ্রীভূত করে। বিওয়াইডি কোম্পানির গাড়িগুলি সাধারণত বিওয়াইডি মার্কা ধারণ করে, তবে বিলাসবহুল উচ্চমার্গের গাড়িগুলি ডেনজা, ইয়াংওয়েং ও ফাংছেংপাও মার্কা-নামগুলিতে বিক্রি হয়। বিওয়াইডি নামটি \"বিল্ড ইওর ড্রিমস\" নামক ইংরেজি শব্দগুচ্ছটির আদ্যক্ষরা, যার অর্থ \"তোমার স্বপ্ন গড়ো\"।\nবিক্রয় ও মুনাফাতে ধারাবাহিকভাবে মন্দার শিকার হওয়া কোম্পানিটি ২০২০ সাল থেকে আবার লাভের মুখ দেখতে শুরু করে, যখন চীনের গাড়ির বাজারে নতুন শক্তিচালিত গাড়ির (পূর্ণ বা সংকর বৈদ্যুতিক গাড়ি) বাজার চাঙা হতে শুরু করে। ২০২৩ সালের চতুর্থ ত্রৈমাসিকে বিওয়াইডি মার্কিন টেসলা কোম্পানিকে অতিক্রম করে বিশ্বব্যাপী সবচেয়ে বেশি বিক্রয়কারী ব্যাটারিচালিত বৈদ্যুতিক গাড়ি নির্মাতা হিসেবে আবির্ভূত হয়। এর আগে ২০২৩ সালের প্রথম ত্রৈমাসিকে বিওয়াইডি চীনের সর্বাধিক বিক্রয়কারী গাড়ি কোম্পানিতে পরিণত হয়েছিল এবং চীনের মোটরযান শিল্পের অর্থনৈতিক উদারীকরণের পর থেকে এই বিষয়ে দীর্ঘকাল শীর্ষস্থান ধরে রাখা ভোকসওয়াগেন (ফোকসভাগেন) কোম্পানিকে সরিয়ে দেয়। ২০২১ সাল থেকে কোম্পানিটি যাত্রীবাহী গাড়ির বিক্রয়ের বাজার ইউরোপ, দক্ষিণ-পূর্ব এশিয়া, ওশেনিয়া ও দক্ষিণ আমেরিকার অনেক বিদেশী বাজারে সম্প্রসারিত করেছে।\nবিওয়াইডি কোম্পানির চারিত্রিক বৈশিষ্ট্যগুলির মধ্যে আছে সর্বাঙ্গীণ উল্লম্ব সমন্বয়, যেখানে বিওয়াইডি শিল্পগোষ্ঠীর ব্যাটারি ও অন্যান্য উপাদান যেমন বৈদ্যুতিক মোটর ও বৈদ্যুতিক নিয়ন্ত্রণ অংশ উৎপাদনে বিশেষ দক্ষতাকে কাজে লাগানো হয়েছে। চাকার টায়ার ও জানালা ব্যতীত গাড়ির অন্য সমস্ত অংশ বিওয়াডি শিল্পগোষ্ঠীর অভ্যন্তরেই উৎপাদন করা হয় বলে কোম্পানিটি দাবি করে। গোষ্ঠীটি একাধিক লিথিয়াম খনি পরিচালনা করে, লিথিয়াম প্রক্রিয়াজাতকরণ করে, ব্যাটারি উৎপাদন করে এবং নিজেই নিজের পরিগণক-চিলতে (কম্পিউটার চিপ) তথা মাইক্রোপ্রসেসর (অণুপ্রক্রিয়াজাতকারক) নির্মাণ করে এবং এর সুবাদে উৎপাদন ব্যয় ও উৎপাদনের পরিমাণের উপর নিয়ন্ত্রণ ও নমনীয়তা নিশ্চিত করা সম্ভব হয়। বিওয়াইডি-র বৈদ্যুতিক ব্যাটারি বিভাগটির নাম হল ফিনড্রিমস ব্যাটারি, যা ২০২২ সালের প্রথম অর্ধাংশে বিশ্বের তৃতীয় বৃহত্তম বৈদ্যুতিক গাড়ির ব্যাটারি উৎপাদক ছিল। এটি লিথিয়াম আয়ন ফসফেট ব্যাটারির উপর বিশেষ দক্ষতা রাখে, যার মধ্যে বিওয়াইডি-র সম্পূর্ণ নিজস্ব স্বত্বাধিকারের ব্লেড ব্যাটারিটি অন্তর্ভুক্ত।\nটেমপ্লেট:TOCLimit\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}