{"pageid": 1435655, "title": "সুরেশ দত্ত", "url": "https://bn.wikipedia.org/wiki?curid=1435655", "content": "সুরেশ দত্ত হলেন একজন ভারতীয় পুতুল শিল্পী, পাপেট থিয়েটার তথা পুতুল নাট্য ব্যক্তিত্ব। কলকাতায় পুতুল নাচের দল- 'কলকাতা পাপেট থিয়েটার'-এর প্রতিষ্ঠাতা তিনি। তিনি নাট্যবিভাগে পুতুলনাচ /মূকাভিনয়/চিরাচরিত অন্যান্য নাট্যশৈলির জন্য ১৯৮৭ খ্রিস্টাব্দে সংগীত নাটক অকাদেমি পুরস্কার এবং শিল্পকলায় অবদানের জন্য ২০০৯ খ্রিস্টাব্দে দেশের সর্বোচ্চ চতুর্থ বেসামরিক পুরস্কার পদ্মশ্রী লাভ করেন।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nসুরেশ দত্তের জন্ম ব্রিটিশ ভারতের অধুনা বাংলাদেশের তৎকালীন ফরিদপুর জেলার হুতসিবাড়ি গ্রামে। পিতা শশীভূষণ দত্ত ও মাতা শিশুবালা দত্ত। দেশভাগের সময় ভাইবোনেদের নিয়ে চলে আসেন কলকাতায়। উদ্বাস্তু জীবনসংগ্রামের দিন অতিবাহিত করার সময় কলকাতার চিলড্রেনস লিটল থিয়েটারের (সিএলটি) প্রতিষ্ঠাতা সময় চৌধুরীর সংস্পর্শে আসেন। তারই উৎসাহে তিনি তৈরি করেন অবন পটুয়া, মিঠু, ডিডো। ইতোমধ্যে ভারতনাট্যম, এবং মণিপুরি নাচ ও খেয়ালের তালিম নেন যথাক্রমে উদয়শঙ্কর এবং তারাপদ চক্রবর্তীর কাছে। যাত্রা শিল্পী ফণীভূষণের কাছে অভিনয়ের পাঠ নেন এবং বালকৃষ্ণ মেননের কাছে কথাকলি শেখেন। ১৯৬২ খ্রিস্টাব্দে ভারত সরকারের শিক্ষা বিভাগের এক স্কলারশিপ নিয়ে রাশিয়া যান। সেখানে রাশিয়ান পুতুলশিল্পী সের্গেই ওব্রেজটসভের কাছে পুতুলবিদ্যায় এক বৎসর প্রশিক্ষণ নেন।\n\n\n== কর্মজীবন ==\nরাশিয়া থেকে দেশে ফিরে ১৯৬৩ খ্রিস্টাব্দে 'চিলড্রেনস লিটল থিয়েটার'-এর বালকৃষ্ণ মেননের অধীনে সহকারী নৃত্য পরিচালক হিসাবে কাজ করতে থাকেন। পাশাপাশি তিনি পোশাক ও সেট ডিজাইনও করতে থাকেন।\nএক দশক পরে, তিনি ১৮৭৩ খ্রিস্টাব্দে তিনি নিজের পুতুল নাচের দল কলকাতা পাপেট থিয়েটার তৈরি করেন। নিজের স্ত্রীসহ সঙ্গে পান খালেদ চৌধুরী, তাপস সেন, প্রতাপচন্দ্র চন্দ্র, উৎপল দত্ত, ভি বালসারার মতো কয়েকজন বিশিষ্ট জনকে। শুরু হয় নতুন পুতুল নাটকের প্রদর্শন যার মধ্যে উল্লেখ্য হল, আলাদীন, রামায়ণ, মা, ছোটদের জন্য ইচ্ছাপূরণ, দত্যি দানা, নতুন জীবন, কালো হীরে, সীতা, আজব দেশ। বেশ কিছু পুতুল নাটক নিয় একাধিক বার ঘুরে এসেছে নানা দেশ। চল্লিশ বৎসরের কর্মজীবনে ইতোমধ্যেই তিনি তিন হাজারের বেশি পুতুল নাচের প্রদর্শনী করেছেন।    পুতুল নাচের পাশাপাশি নাটকের মঞ্চ তৈরিতে সুরেশ দত্তের প্রবল আগ্রহ ছিল। প্রথমে  উৎপল দত্তের নাটক কল্লোল-এর সেট তৈরি করেন। এতেই নাট্য জগতে প্রবল সাড়া পড়ে যায়। তারপর একেএকে টিনের তলোয়ার, এন্টনি কবিয়াল, নাম জীবন, পান্নাবাঈ, মাধব মালঞ্চী কইন্যা, নৈশ ভোজ-এর মতো নাটকের মঞ্চ নির্মাণ তাঁর হাতেই হয়েছিল। আবার কলামন্দির থেকে জ্ঞান মঞ্চ, উত্তম মঞ্চ থেকে শরৎ সদন— কলকাতার বহু স্থায়ী মঞ্চ নির্মাণের পিছনে রয়েছে তাঁর ভাবনা ও উৎসাহ।\n\n\n== সম্মাননা ==\nতিনি ১৯৮৭ খ্রিস্টাব্দে সুরেশ দত্ত সংগীত নাটক অকাদেমি পুরস্কার লাভ করেন। পুতুলশিল্পে তাঁর অবদানের জন্য ২০০৯ খ্রিস্টাব্দে ভারত সরকার তাকে চতুর্থ সর্বোচ্চ বেসামরিক সম্মান পদ্মশ্রীতে ভূষিত করে। ১৯৭৫ খ্রিস্টাব্দ হতেই কলকাতা বেতার ও দুরদর্শনে খ্যাতিমান হরবোলা তথা মিমিক শিল্পী সুনীল আদক তার কলকাতা পাপেট থিয়েটারের সঙ্গে যুক্ত ছিলেন।\n\n\n== আরো দেখুন ==\nকলকাতা পাপেট থিয়েটার\nসের্গেই ওব্রতজভ\n\n\n== তথ্যসূত্র =="}