{"pageid": 1435944, "title": "এলিস ওয়েভার ফ্লাহার্টি", "url": "https://bn.wikipedia.org/wiki?curid=1435944", "content": "অ্যালিস ওয়েভার ফ্ল্যাহার্টি একজন আমেরিকান নিউরোলজিস্ট । তিনি একজন গবেষক, চিকিত্সক, শিক্ষাবিদ এবং সৃজনশীলতার স্নায়বিক ভিত্তি সম্পর্কে ২০০৪ সালের বই দ্য মিডনাইট ডিজিজ: দ্য ড্রাইভ টু রাইট, রাইটারস ব্লক এবং ক্রিয়েটিভ ব্রেইনের লেখক। \n\n\n== প্রকাশনা ==\n\n\n=== নির্বাচিত জার্নাল নিবন্ধ ===\n\"বেসাল গ্যাংলিয়া এবং অভিযোজিত মোটর নিয়ন্ত্রণ\" (১৯৯৪) বিজ্ঞান, ২৬৫ (৫১৮০), পিপি। ১৮২৬-১৮৩১।\nফ্ল্যাহার্টি, এডব্লিউ, গ্রেবিয়েল, এএম \"সেন্সরিমোটর স্ট্রিয়াটাম ইনপুট-আউটপুট অর্গানাইজেশন অফ দ্য স্কুইরেল বানর\" (১৯৯৪) জার্নাল অফ নিউরোসায়েন্স, ১৪ (২), পিপি। ৫৯৯-৬১০।\nফ্ল্যাহার্টি এডব্লিউ \"আইডিয়া জেনারেশন এবং সৃজনশীল ড্রাইভের ফ্রন্টোটেম্পোরাল এবং ডোপামিনার্জিক নিয়ন্ত্রণ\"। জে তুলনামূলক নিউরোলজি। ২০০৫;৪৯৩(১):১৪৭-৫৩।\nফ্ল্যাহার্টি, এডব্লিউ \"সৃজনশীলতা এবং রোগ: প্রক্রিয়া এবং চিকিৎসা\"। কানাডিয়ান জে. সাইকিয়াট্রি। ২০১১;৫৬(৩):১৩২-১৪৩।\n\n\n=== বই এবং অ-প্রযুক্তিগত নিবন্ধ ===\nফ্ল্যাহার্টি, অ্যালিস ডব্লিউ. দ্য মিডনাইট ডিজিজ: দ্য ড্রাইভ টু রাইট, রাইটারস ব্লক এবং ক্রিয়েটিভ ব্রেন । বস্টন, গণ: হাউটন মিফলিন, ২০০৪। আইএসবিএন 978-0-618-23065-5\nজার্মান অনুবাদ \"Die Mitternachtskrankheit\" হিসাবে : warum Schriftsteller schreiben müssen ; শ্রেইব্জওয়াং, শ্রেইব্রাউশ, শ্রেইব্লকেড ও দাস ক্রিয়েটিভ গেহির্ন\" বার্লিন, ২০০৪।আইএসবিএন ৯৭৮-৩-৯৩২৯০৯-৩৯-৯আইএসবিএন 978-3-932909-39-9\nতোশিকো ইয়োশিদার জাপানি অনুবাদ।書きたがる脳 : 言語と創造性の科学 / কাকিটাগারু nō: জেঙ্গো থেকে সোজোসেই নো কাগাকু। টোকিও: রান্দামুহাসুকোদংশা, ২০০৬।\nহাইথাম রশীদ ফারহতের আরবি অনুবাদ داء منتصف أل ليل। (দা মোন্তাসফ আল লায়ল)। আবুধাবি: কালেমা; ২০২১।\nফ্ল্যাহার্টি, এলিস ডব্লিউ., ইলাস। মাগুন, স্কট। লোচ নেস মনস্টারের ভাগ্য । বোস্টন: হাউটন, মিফলিন; ২০০৭।আইএসবিএন ৯৭৮-০৬১৮৫৫৬৪৪১আইএসবিএন 978-0618556441\nফ্ল্যাহার্টি, এলিস ডব্লিউ, ইলাস হিসাবে কোরিয়ান অনুবাদ। মাগুন, স্কট। 호수 의 행운 괴물 다움 [hosu ui haeng-un goemul daum]। সিউল: মারুবোল পাবলিকেশন্স; ২০০৮।\nফ্ল্যাহার্টি, অ্যালিস ডব্লিউ. এবং নাটালিয়া এস. রোস্ট। ম্যাসাচুসেটস জেনারেল হাসপাতাল হ্যান্ডবুক অফ নিউরোলজি । ফিলাডেলফিয়া: ওলটারস ক্লুওয়ার হেলথ/লিপিনকট উইলিয়ামস অ্যান্ড উইলকিন্স, ২য় সংস্করণ। ২০০৭।আইএসবিএন ৯৭৮-০-৭৮১৭-৫১৩৭-৭আইএসবিএন 978-0-7817-5137-7\nফ্ল্যাহার্টি, অ্যালিস ডব্লিউ, এবং তাকামিচি হাট্টোরি হিসাবে জাপানি ভাষায় অনুবাদ করা হয়েছে। MGH 神経内科ハンドブック / MGH শিঙ্কেই নাইকা হ্যান্ডবুক্কু। টোকিও: মেডিকারু সাইয়েনসু ইন্তানাশোনারু, ২০০১\nফ্ল্যাহার্টি, এডব্লিউ। ডাক্তার ভালো খেলে। নিউরোলজি । ২০০৮;৭০(১১):৮২৬-৭।\nফ্ল্যাহার্টি, এডব্লিউ। বিশেষ প্রভাব: ড্রামাটিক আর্ট ডাক্তারদের তাদের পারফরম্যান্স উন্নত করার বিষয়ে কী শেখাতে পারে? হার্ভার্ড মেডিকেল বুলেটিন। ২০০৯;৮২(২):১২-১৭।\nফ্ল্যাহার্টি, অ্যালিস ডব্লিউ। টোটাল আর্ট জার্নাল। ১(১), ২০১১।\nফ্ল্যাহার্টি এডব্লিউ। লেখালেখি ও মাদক। লেখা এবং শিক্ষাবিদ্যা। ৪(২), ২০১২।\nফ্ল্যাহার্টি এডব্লিউ। হোমিওস্টেসিস এবং সৃজনশীল ড্রাইভের নিয়ন্ত্রণ। RE Jung এবং O. Vartanian (Eds.), The Cambridge Handbook of the Neuroscience of Creativity . নিউ ইয়র্ক: কেমব্রিজ ইউনিভার্সিটি প্রেস, ২০১৮।আইএসবিএন ৯৭৮১৩১৬৫৫৬২৩৮\n\n\n== তথ্যসূত্র =="}