{"pageid": 1435719, "title": "মিলিসেন্ট কেরি ম্যাকিনটোশ", "url": "https://bn.wikipedia.org/wiki?curid=1435719", "content": "মিলিসেন্ট কেরি ম্যাকিনটোশ (৩০শে নভেম্বর, ১৮৯৮ - ৩রা জানুয়ারি, ২০০১) ছিলেন একজন শিক্ষা প্রশাসক এবং আমেরিকান নারীবাদী যিনি ব্রিয়ারলি স্কুল (১৯৩০-১৯৪৭), এবং সবচেয়ে বিশিষ্টভাবে বার্নার্ড কলেজের (১৯৪৭-১৯৬২) নেতৃত্ব দেন। তিনি প্রথম বিবাহিত মহিলা হিসেবে সেভেন সিস্টারস-এর একটির প্রধান হয়েছিলেন, তিনি \"তরুণ প্রজন্মের মহিলারা, যারা কর্মজীবন ও পরিবারকে এক সাথে রাখতে চায়, তাদের কাছে জাতীয় রোল মডেল হিসাবে বিবেচিত হয়েছিলেন\"। কর্মজীবী মা এবং সন্তানের যত্ন নেওয়া উভয়কেই তিনি একটি মর্যাদাপূর্ণ পেশা হিসাবে দেখার পক্ষে ছিলেন।\nকেরি ম্যাকিনটোশ ১৮৯৮ সালের ৩০শে নভেম্বর মেরিল্যান্ডের বাল্টিমোরে  অ্যান্থনি মরিস কেরি এবং মার্গারেট চেস্টন থমাসের কাছে জন্মগ্রহণ করেছিলেন। তাঁর বাবা ও মা উভয়ই ছিলেন সক্রিয় কোয়েকার। তাঁদের মতোই তিনিও একজন কোয়েকার ছিলেন। তাঁর মা ব্রাইন মাওর কলেজের প্রথম স্নাতক শ্রেণীর (১৮৮৯) পড়ুয়া ছিলেন। তাঁর পিসি, এম. কেরি থমাস নারী শিক্ষার একজন নেতা ছিলেন। তিনি বাল্টিমোরে ব্রাইন মাওর স্কুল প্রতিষ্ঠা করেন এবং ব্রাইন মাওর কলেজের সভাপতি হিসেবে দায়িত্ব পালন করেন।\nকেরি ম্যাকিনটোশ তাঁর স্নাতক স্তরের শিক্ষার জন্য ব্রাইন মাওর কলেজে ভর্তি হন, তিনি গ্রীক ও ইংরেজিতে মেজর করেন এবং ১৯২০ সালে ম্যাগনা কাম লডে স্নাতক হন। স্নাতক হওয়ার পর, তিনি বাল্টিমোরে একজন সমাজকর্মী হিসেবে ওয়াইডব্লিউসিএতে কাজ করেন এবং ১৯২২ সালে ব্রাইন মাওরে গ্রীষ্মকালীন স্কুলের শিক্ষক হিসেবে কাজ করেন, তারপর তাঁর পিসির পরামর্শে বিদেশে পড়াশোনা করতে চলে যান। তিনি কেমব্রিজ বিশ্ববিদ্যালয়ে অর্থনীতি অধ্যয়ন করেন এবং ১৪ শতকের রহস্য নাটকের উপর একটি গবেষণামূলক প্রবন্ধ লিখে জনস হপকিন্স ইউনিভার্সিটি থেকে ইংরেজিতে পিএইচডি অর্জন করেন। পিএইচডি নিয়ে স্নাতক হওয়ার পর ১৯২৬ সালে, ম্যাকিনটোশ ব্রাইন মাওর কলেজে ইংরেজির সহকারী অধ্যাপক হন। অল্পদিন পরে, তিনি নবীনদের ডিন এবং তারপর কলেজের ভারপ্রাপ্ত ডিন নিযুক্ত হন। ১৯৩০ সালে, তিনি ব্রিয়ারলি স্কুলের প্রধান শিক্ষিকা হিসাবে নিযুক্ত হন, এই পদটিতে তিনি সতের বছর ধরে অধিষ্ঠিত ছিলেন। তিনি স্কুলটিকে অর্ধ-দিনের বিন্যাস থেকে পূর্ণ-দিনে রূপান্তরিত করেন এবং ব্রেয়ারলিতে ষষ্ঠ শ্রেণির শিক্ষার্থীদের জন্য একটি যৌন শিক্ষার ক্লাস শুরু করেন।\n১৯৩২ সালে, তিনি শিশুরোগ বিশেষজ্ঞ রাস্টিন ম্যাকিনটোশকে বিয়ে করেছিলেন, তাঁদের পাঁচটি সন্তান ছিল।\n\n\n== বার্নার্ডে কর্মজীবন ==\nকেরি ম্যাকিনটোশ ১৯৪৭ সালে বার্নার্ড কলেজের ডিন হন এবং ১৯৫২ সালে প্রতিষ্ঠানের প্রথম সভাপতি হন। সভাপতি হিসেবে, ম্যাকিনটোশ বার্নার্ড কলেজের মূলধন দ্বিগুণ করেন এবং অপারেশন বুটস্ট্র্যাপ শুরু করার মাধ্যমে অনুষদের বেতন বৃদ্ধি করতে সক্ষম হন। এটি ছিল একটি প্রচারাভিযান, যা জন ডি. রকফেলারের মতো প্রাক্তন ছাত্র এবং দাতাদের কাছ থেকে তহবিল সংগ্রহ করেছিল। তিনি বার্নার্ড কলেজের তহবিলকে কেন্দ্রীভূত করতে এবং স্কুলের জন্য দীর্ঘমেয়াদী উন্নয়ন পরিকল্পনা তৈরি করতে সাহায্য করেছিলেন, যার ফলে মিলব্যাঙ্ক হলের সংস্কার এবং মাইনর ল্যাথাম প্লেহাউস, লেহম্যান হল ও রিড হল নির্মাণ সম্ভব হয়েছিল। তিনি আরও মেধা বৃত্তি তৈরি করার জন্য স্কুলের এনডোমেন্ট থেকে তহবিল ব্যবহার করেছিলেন, অনেক কম প্রতিনিধিত্বকারী গোষ্ঠীর জন্য কলেজ খুলেছিলেন। ম্যাকিনটোশ তাঁর কার্যকালের মেয়াদে কলম্বিয়ার প্রেসিডেন্ট ডোয়াইট ডি. আইজেনহাওয়ার এবং গ্রেসন কার্কের সাথে ঘনিষ্ঠভাবে কাজ করেছিলেন। ১৯৪৮ সালে, তাঁকে রুজভেল্ট মেডেল অফ অনার দেওয়া হয়েছিল। তিনি ১৯৬৬ সালে আমেরিকান একাডেমি অফ আর্টস অ্যাণ্ড সায়েন্সের ফেলো নির্বাচিত হন। কেরি ম্যাকিনটোশ নিউ ইয়র্ক পাবলিক লাইব্রেরির একজন ট্রাস্টি হিসেবেও স্বেচ্ছায় কাজ করেছিলেন এবং সিবিএস -এর বোর্ডে আসা প্রথম মহিলা ছিলেন।\nকেরি ম্যাকিনটোশ ১৯৬২ সালে অবসর গ্রহণ করেন এবং তাঁর স্থান গ্রহণ করেন রোজমেরি পার্ক। বার্নার্ডের পরে, তিনি ১৯৬০-এর দশকে কার্কল্যান্ড কলেজ প্রতিষ্ঠা করতে সাহায্য করেছিলেন এবং প্রতিষ্ঠাতা উপদেষ্টা বোর্ডের সভাপতি হিসাবে কাজ করেছিলেন।\n১৯৯২ সালে, কেরি ম্যাকিনটো বার্নার্ড কলেজ মেডেল অফ ডিস্টিংশন পেয়েছিলেন।\n\n\n== তথ্যসূত্র =="}