{"pageid": 1435656, "title": "পঞ্চবাধা", "url": "https://bn.wikipedia.org/wiki?curid=1435656", "content": "পঞ্চবাধা হলো বৌদ্ধ ঐতিহ্যে মানসিক কারণ হিসেবে চিহ্নিত যা ধ্যান এবং দৈনন্দিন জীবনে অগ্রগতিতে বাধা দেয়। থেরবাদ ঐতিহ্যে, বাধাগুলিকে বিশেষত ধ্যান অনুশীলনের মধ্যে ঝাঁনা বাধা হিসাবে চিহ্নিত করা হয়। মহাযান ঐতিহ্যে, পঞ্চ বাধাকে সমথ ধ্যানের বাধা হিসেবে চিহ্নিত করা হয়েছে।\nসমসাময়িক অন্তর্দৃষ্টি ধ্যান গুরুরা মননশীল ধ্যানের বাধা হিসেবে পঞ্চবাধাকে চিহ্নিত করেন।\n\n\n== বাধাসমূহ ==\nপাঁচটি বাধা হলো:\n\nইন্দ্রিয়গত ইচ্ছা (কামচাঁদ): দৃষ্টি, শব্দ, ঘ্রাণ, স্বাদ এবং শারীরিক অনুভূতি এই পাঁচটি ইন্দ্রিয়ের মাধ্যমে আনন্দের সন্ধান করা।\nমন্দ ইচ্ছা (ব্যাপাদ): শত্রুতা, বিরক্তি, ঘৃণা ও তিক্ততার অনুভূতি।\nআলস্য ও জড়ত্ব (থীন-মিদ্ধ): অল্প বা কোন প্রচেষ্টা বা একাগ্রতা ছাড়া অর্ধ-হৃদয়মূলক কর্ম।\nঅস্থিরতা ও উদ্বেগ (ঔদ্ধত্য-কুক্কুচ্চ): মনকে শান্ত করতে এবং নিজের শক্তিকে ফোকাস করতে অক্ষমতা।\nসন্দেহ (বিচিকিৎসা): নিজের ক্ষমতার প্রতি বিশ্বাস বা বিশ্বাসের অভাব।\n\n\n== আরও দেখুন ==\nতণহা\nআসব\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nAnālayo, Bhikkhu (২০০৬)। Satipatthāna: The Direct Path to Realization। Birmingham: Windhorse। আইএসবিএন 1-899579-54-0। \nBodhi, Bhikkhu, tr. (২০০০)। The Connected Discourses of the Buddha: A New Translation of the Samyutta Nikaya। Boston: Wisdom Publications। আইএসবিএন 0-86171-331-1। \nBodhi, Bhikkhu, সম্পাদক (২০০৫)। In the Buddha's Words: An Anthology of Discourses from the Pāli Canon। Boston: Wisdom Publications। আইএসবিএন 0-86171-491-1। \nBrahmavamso, Ajahn (১৯৯৯)। \"The Five Hindrances\"। Budsas.org। Buddhist Society of Western Australia। সংগ্রহের তারিখ ২০২১-১১-০৪। \nFronsdal, Gil (২০০৮)। Online Course: Five Hindrances Series (audio)। Audio Dharma। সংগ্রহের তারিখ ২০২১-১১-০৪। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nRhys Davids, T. W.; Stede, William, সম্পাদকগণ (১৯২৫)। The Pali Text Society's Pali–English Dictionary। Chipstead: Pali Text Society।  A general on-line search engine for the PED is available at [১].\nThanissaro Bhikkhu (১৯৯৭)। \"Samaññaphala Sutta: The Fruits of the Contemplative Life\"। Access To Insight। Barre Center for Buddhist Studies। সংগ্রহের তারিখ ২০২১-১১-০৪। \nThera, Nyanasatta, tr. (১৯৯৪)। \"Satipatthana Sutta: The Foundations of Mindfulness\"। Access To Insight। Barre Center for Buddhist Studies। সংগ্রহের তারিখ ২০২১-১১-০৪। \nTraleg Kyabgon (২০০১)। The Essence of Buddhism। Shambhala Publications। \nUpatissa, Arahant (১৯৯৫)। The Path of Freedom (Vimuttimagga)। Ehara, N.R.M.; Thera, Soma; Thera, Kheminda কর্তৃক অনূদিত। Kandy, Sri Lanka: Buddhist Publication Society। আইএসবিএন 955-24-0054-6। \nWallace, B. Alan (২০০৬)। The Attention Revolution। Wisdom Publications। \nWalshe, Maurice O'C. (১৯৮৫)। Samyutta Nikaya: An Anthology (Part III)। Access To Insight। Barre Center for Buddhist Studies। সংগ্রহের তারিখ ২০২১-১১-০৪। \n\n\n== আরও পড়ুন ==\nKunsang, Erik Pema (২০০৪)। Gateway to Knowledge। 1। North Atlantic Books। \nMipham, Sakyong (২০০৩)। Turning the Mind into an Ally। Riverhead Books। \nThiradhammo, Ajahn (২০১৪)। Working with the Five Hindrances। USA: Aruno Publications। \nThera, Nyanaponika (১৯৯৩)। The Five Mental Hindrances and Their Conquest (পিডিএফ)। Wheel Publication No. 26। Kandy: Buddhist Publication Society। \nThrangu Rinpoche, Khenchen (১৯৯৩)। The Practice of Tranquility and Insight: A Guide to Tibetan Buddhist Meditation। Shambhala Publications। \nYe-shes rgyal-mtshan (১৯৭৫)। Mind in Buddhist Psychology: A Translation of Ye-shes rgyal-mtshan's \"The Necklace of Clear Understanding\"। Herbert V. Guenther and Leslie S. Kawamura কর্তৃক অনূদিত। Dharma Publishing। আইএসবিএন 9780913546079। \n\n\n== বহিঃসংযোগ ==\nDealing with the Five Hindrances, by Sayalay Susila\nWhat are the Five Hinderances?"}