{"pageid": 1435678, "title": "মেরি ড্রেয়ার", "url": "https://bn.wikipedia.org/wiki?curid=1435678", "content": "মেরি ড্রেয়ার (২৬শে সেপ্টেম্বর, ১৮৭৫ - আগস্ট ১৫, ১৯৬৩) নিউইয়র্কে একজন আমেরিকান সমাজ সংস্কারক ছিলেন।\n\n\n== প্রাথমিক জীবন ==\nমেরি এলিজাবেথ ড্রেয়ার ১৮৭৫ সালের ২৬শে সেপ্টেম্বর, নিউইয়র্ক শহরে জন্মগ্রহণ করেন। তাঁর বাবা ছিলেন একজন সফল ব্যবসায়ী থিওডর ড্রেয়ার,  এবং মা ছিলেন ডরথিয়া ড্রেয়ার। তাঁরা উভয়ই জার্মানির অভিবাসী ছিলেন। তাঁর মায়ের প্রথম নাম ছিল ড্রেয়ার এবং তাঁর বাবা-মা ছিলেন সম্পর্কিত ভাই-বোন। তাঁরা জার্মানির ব্রেমেন থেকে এসেছিলেন, সেখানে তাঁদের পূর্ব পুরুষেরা জন নেতা এবং বনিক ছিলেন।\n১৮৪৯ সালে মার্কিন যুক্তরাষ্ট্রে ইংরেজি লৌহ প্রতিষ্ঠান নেইলর, বেনসন ও কোম্পানির অংশীদার হন। তিনি ১৮৬৪ সালে, ব্রেমেন ভ্রমণের সময় ডরথিয়াকে বিয়ে করেন এর তাঁকে নিজের সাথে মার্কিন যুক্তরাষ্ট্রে ফিরিয়ে আনেন। তাঁরা নিউইয়র্কের ব্রুঁকে নিজেহাইটসে একটি ব্রাউনস্টোন বাড়িতে থাকতেন।\nমেরি ড্রেয়ারের এক ভাই ও তিন বোন ছিলেন; তাঁর বোন মার্গারেটও একজন শ্রম সংস্কারক ছিলেন, তাঁর বোন ডরথিয়া এবং ক্যাথরিন ছিলেন চিত্রশিল্পী।\nমেরি তাঁর জীবনের প্রথম দিকে ব্যক্তিগত শিক্ষকদের দ্বারা প্রশিক্ষিত হয়েছিলেন এবং পরে নিউ ইয়র্ক স্কুল অফ ফিলানথ্রপিতে কোর্স গ্রহণ করেছিলেন। তাঁর বাবার রেখে যাওয়া একটি ট্রাস্ট ফাণ্ড থেকে তাঁর প্রাথমিক আর্থিক সহায়তা  হয়েছিল। তিনি এবং তাঁর বোন মার্গারেট তাঁর কর্মজীবন জুড়ে হাতে হাতে কাজ করেছেন।\n\n\n== কর্মজীবন ==\nমেরি ড্রেয়ারের একটি শক্তিশালী ধর্মীয় পটভূমি ছিল, যা ড্রেয়ারকে ধর্মীয় সংস্কার গ্রহণ করতে অনুপ্রাণিত করেছিল। তিনি কর্মজীবী নারী, নারীর ভোটাধিকার এবং সামাজিক ও নাগরিক উন্নতির দিকে মনোনিবেশ করেছিলেন।\n\n১৮৯৯ সালে,  লিওনোরা ও'রিলির সাথে তাঁর পরিচয় হয়েছিল, লিওনোরা একজন প্রাক্তন পোশাক কর্মী ছিলেন এবং সেই সময়ে একটি স্থানীয় সেটেলমেন্ট হাউসের প্রধান ছিলেন।  মেরি এবং তাঁর বোন মার্গারেটকে লিওনোরা এই সেটেলমেন্ট হাউসের সাথে সংযুক্ত করেছিলেন। তাঁরা নিউইয়র্ক উইমেনস ট্রেড ইউনিয়ন লীগে (এনওয়াইডব্লিউটিইউএল) যোগ দেন, এটি ছিল মহিলা শ্রমিক এবং মধ্যবিত্ত ও উচ্চবিত্ত নারী সংস্কারকদের একটি জোট যা ১৯০৩ সালে শ্রমজীবী মহিলাদের সংগঠিত করতে এবং জনসাধারণকে শহুরে শ্রম পরিস্থিতি সম্পর্কে শিক্ষিত করার জন্য প্রতিষ্ঠিত হয়েছিল। ড্রেয়ার ১৯০৬ থেকে ১৯১৪ সাল পর্যন্ত এনওয়াইডব্লিউটিইউএল-এর সভাপতি হিসেবে, ১৯৩৫ সালে ভারপ্রাপ্ত কর্মকর্তা হিসাবে দায়িত্ব পালন করেন এবং ১৯৫০ সালে এটি ভেঙে না যাওয়া পর্যন্ত সক্রিয় ছিলেন। ১৯০৯ সালে শার্টওয়াইস্ট-নির্মাতাদের ধর্মঘটের সময়, তিনি একটি বিক্ষোভের সময় গ্রেপ্তার হন। যাইহোক, এর পরে তিনি নারী শ্রমিকদের জন্য শ্রম সংস্কারের একজন নেতৃস্থানীয় মুখপাত্র হয়ে ওঠেন। তাঁর সভাপতিত্বের সময়, নিউইয়র্ক গ্রুপটি পোশাক শ্রমিকদের মধ্যে বিশেষভাবে সক্রিয় ছিল, আন্তর্জাতিক লেডিস গার্মেন্টস ওয়ার্কার্স ইউনিয়নে তাঁদের সংগঠনকে সমর্থন করেছিল এবং ধর্মঘট কার্যক্রমে তাদের সহায়তা করেছিল।\n১৯১১ থেকে ১৯১৫ সাল পর্যন্ত, তিনি নিউ ইয়র্ক স্টেট ফ্যাক্টরি ইনভেস্টিগেটিং কমিশনে পরিষেবা প্রদান করেন, যা কারখানা সংস্কার আইন পাসের প্রমাণ প্রদান করে। তিনি ডব্লিউটিইউএল-এর জার্নাল, লাইফ অ্যাণ্ড লেবার-এর ইউনিয়নকরণকে উৎসাহিত করার জন্য নিবন্ধও লিখেছিলেন। ১৯১৫ সালে, মেয়র জন মিচেল তাঁকে নিউ ইয়র্ক সিটি বোর্ড অফ এডুকেশনে নিযুক্ত করেন, কিন্তু তিনি ১৯১৫ সালে মহিলাদের জন্য ভোট অর্জনের চূড়ান্ত লড়াইতে সম্পূর্ণভাবে অংশগ্রহণ করার উদ্দেশ্যে সমস্ত পদ থেকে পদত্যাগ করেন।\n১৯১৭ সালে, মেরি ড্রেয়ার জাতীয় প্রতিরক্ষা কাউন্সিলের উপদেষ্টা কমিশনের শিল্পে নারী বিষয়ক নিউইয়র্ক স্টেট কমিটির সভানেত্রী হন। যুদ্ধের পর তিনি নিউইয়র্ক কাউন্সিল ফর লিমিটেশন অফ আর্মামেন্টস (১৯২১ - ১৯২৭) এর নির্বাহী কমিটির সদস্য ছিলেন এবং ডব্লিউটিইউএল এর যুদ্ধের বহিরাগত কমিটির প্রধান ছিলেন।\nনারী শ্রমিকদের প্রতি পুরুষ ট্রেড ইউনিয়নিস্টদের নেতিবাচক মনোভাবের কারণে ড্রেয়ার ভোটাধিকার এবং নারী অধিকারের প্রবল সমর্থক হয়ে ওঠেন এবং নিউইয়র্ক সিটির মহিলা ভোটাধিকার পার্টির সভাপতিত্ব করেন। জাতীয় পর্যায়ে তিনি প্রায়ই রবার্ট এম. লা ফোলেট এবং হেনরি এ. ওয়ালেস সহ প্রগতিশীল পার্টির মনোনীত প্রার্থীদের সমর্থন করতেন এবং পরবর্তীতে তিনি ফ্রাঙ্কলিন ডি রুজভেল্ট এবং নিউ ডিলের একজন উৎসাহী সমর্থক হয়ে ওঠেন।\nমেরি ড্রেয়ার শ্রম এবং মহিলাদের সাথে সম্পর্কিত বেশ কয়েকটি সরকারী এবং বেসরকারী কমিটিতে কাজ করেছেন। পরবর্তীতে তাঁর কর্মজীবনে, তিনি আন্তর্জাতিক সমস্যা এবং আমেরিকান পররাষ্ট্রনীতির প্রতি বেশি মনোযোগ দেন। বিশ্বযুদ্ধের মধ্যে তিনি সোভিয়েত-আমেরিকান বন্ধুত্বকে সমর্থন করেছিলেন এবং নাৎসি জার্মানিতে শাসনের স্পষ্ট বিরোধী ছিলেন। দ্বিতীয় বিশ্বযুদ্ধের পর তিনি পারমাণবিক বিস্তারের বিরোধিতা করেছিলেন। ১৯৫০-এর দশকে এফবিআই তাঁর রাজনৈতিক জীবনের তদন্ত করেছিল।\n১৯১৪ সালে তিনি শ্রমজীবী নারীদের নিয়ে একটি উপন্যাস লিখেছিলেন, যার নাম বারবারা রিচার্ডস, এটি অপ্রকাশিত ছিল। ১৯৫০ সালে তিনি তাঁর বোনের একটি জীবনী প্রকাশ করেন, যার নাম মার্গারেট ড্রেয়ার রবিনস: হার লাইফ, লেটারস অ্যাণ্ড ওয়ার্ক।\n\n\n== মন্তব্য ==\n\n\n== সূত্র ==\nবারবারা সিকারম্যান এবং ক্যারল হার্ড গ্রিন, এডস। , উল্লেখযোগ্য আমেরিকান উইমেন: দ্য মডার্ন পিরিয়ড: একটি বায়োগ্রাফিক্যাল ডিকশনারী, ভলিউম 4 (র্যাডক্লিফ কলেজ, 1980), 204 এফএফ।\n\"ড্রেয়ার, মেরি ই. (মেরি এলিজাবেথ), 1875-1963. পেপারস, 1797-1963: একটি সন্ধানকারী সাহায্য।\" OASIS অনলাইন আর্কাইভাল অনুসন্ধান তথ্য সিস্টেম; অফিস ফর ইনফরমেশন সিস্টেম; হার্ভার্ড বিশ্ববিদ্যালয়ের লাইব্রেরি। ওয়েব 06 অক্টোবর 2011। < https://web.archive.org/web/20180703061223/http://oasis.lib.harvard.edu/oasis/deliver/~sch00136 >।\n\"মেরি এলিজাবেথ ড্রিয়ার।\" আমেরিকান জীবনী অভিধান। নিউ ইয়র্ক: চার্লস স্ক্রিবনার্স সন্স, 1981। প্রেক্ষাপটে মার্কিন ইতিহাস গেল। ওয়েব 7 অক্টোবর 2011।\n\n\n== বহিঃসংযোগ ==\nকাগজপত্র, 1797-1963। স্লেসিঞ্জার লাইব্রেরি, র‌্যাডক্লিফ ইনস্টিটিউট, হার্ভার্ড বিশ্ববিদ্যালয়।"}