{"pageid": 1435833, "title": "অন্নিকা শর্মা", "url": "https://bn.wikipedia.org/wiki?curid=1435833", "content": "অন্নিকা শর্মা একজন ভারতীয়-আমেরিকান লেখক এবং পডকাস্ট উপস্থাপক।\n\n\n== কর্মজীবন ==\nশর্মা পেনসিলভেনিয়া স্টেট ইউনিভার্সিটি এবং জর্জ ওয়াশিংটন বিশ্ববিদ্যালয় থেকে ডিগ্রি অর্জন করেন।\nচাই মাসালা ক্লাব সিরিজে শর্মার প্রথম এন্ট্রি, লাভ, চাই এবং অন্যান্য চার-অক্ষরের শব্দ ২০২১ সালে প্রকাশিত হয়েছিল। কেইরা সোলেওর বুকলিস্টের জন্য একটি তারকাচিহ্নিত পর্যালোচনায় \"[শর্মার] স্মরণীয়, বাদ দেওয়া-নিয়ে যাওয়া উপন্যাস, তার চাই মাসালা ক্লাব সিরিজের প্রতিশ্রুতিশীল সূচনা\" সম্পর্কে লিখেছেন। লাইব্রেরি জার্নাল উপন্যাসটিকে একটি তারকাচিহ্নিত পর্যালোচনাও দিয়েছে, উপন্যাসের চরিত্রগুলির বিষয়ে ইতিবাচকভাবে লিখেছেন এবং উল্লেখ করেছেন, \"এই সুলিখিত সমসাময়িক রোম্যান্সে নিষিদ্ধ প্রেমের পরিচিত ট্রপ এবং বিভিন্ন পটভূমি এবং সংস্কৃতির চরিত্রগুলির সাথে বন্ধু-প্রেমিকাদের বৈশিষ্ট্য রয়েছে\"। পাবলিশার্স উইকলি এটিকে \"ফর্মুলিক হলে মনোমুগ্ধকর\" বলে অভিহিত করেছে এবং অব্যাহত রেখেছে, \"যদিও এটি অনুমানযোগ্যভাবে সমস্ত সাধারণ রোম্যান্স গল্পের বীটগুলিকে আঘাত করে, এটি নিজেকে সম্পর্কিত চরিত্র, একটি প্রাণবন্ত পরিবেশ, যথেষ্ট, ভালভাবে আঁকা ভারতীয় উপস্থাপনা এবং একটি আনন্দদায়ক কণ্ঠ দিয়ে আলাদা করে\"।\nপাবলিশার্স উইকলি সিরিজের দ্বিতীয় উপন্যাস, সুগার, স্পাইস, অ্যান্ড কান্ট প্লে নাইস (২০২৩), একটি মিশ্র পর্যালোচনা দিয়েছে: \"অত্যন্ত প্রকাশমূলক এবং মাঝে মাঝে নৈতিকতামূলক সংলাপ গতিকে ধীর করে দেয়, কিন্তু এখনও উপভোগ করার জন্য প্রচুর আছে। দ্বন্দ্ব, পোশাক, এবং প্রহসন এটাকে আনন্দ দেয়\"। কিরকুস রিভিউ এটিকে \"পরিবারের প্রত্যাশার দ্বারা ভারাক্রান্ত একটি সুন্দর রোম্যান্স\" খুঁজে পেয়েছে। লাইব্রেরি জার্নাল এটিকে \"আধুনিক স্বপ্নদর্শী এবং আশাহীন রোমান্টিকদের জন্য একটি আকর্ষণীয়ভাবে প্রাণবন্ত প্রেমের গল্প\" বলে অভিহিত করেছে।\nশর্মা একটি পডকাস্ট দ্যাট দেশি স্পার্ক উপস্থাপনা করেন। এটিকে আগে দ্য ওয়াক দেশি বলা হয়ে থাকতে। \n\n\n== নির্বাচিত কাজ ==\n\n\n=== চাই মাসালা ক্লাব ===\nপ্রেম, চাই, এবং অন্যান্য চার-অক্ষরের শব্দ । উত্সবই কাসাব্লাঙ্কা, ২০২১।  \nচিনি, মশলা, এবং সুন্দর খেলতে পারে না । সোর্সবুকস ক্যাসাব্লাঙ্কা, ২০২৩।  \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nAnnika Sharma on Goodreads"}