{"pageid": 1435418, "title": "প্রতিকৃতিহীনতাবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1435418", "content": "প্রতিকৃতিহীনতাবাদ বা নিরাকারবাদ হলো প্রাকৃত ও অতিপ্রাকৃত সত্তার শৈল্পিক উপস্থাপনা বা প্রতিমূর্তির অনুপস্থিতির পাশাপাশি ধর্মীয়ভাবে নির্দিষ্ট ব্যক্তিত্বের প্রতিনিধিত্বের অনুপস্থিতি। প্রাকৃত ও অতিপ্রাকৃত সত্তার শৈল্পিক উপস্থাপনার নিষেধাজ্ঞা শুধুমাত্র নির্দিষ্ট সর্বোচ্চ দেবতা পর্যন্ত প্রসারিত হতে পারে, অথবা এটি সর্বদেবতার মন্দিরকে ঘিরে হতে পারে, এতে নবী, সন্ত, বা ঋষিদের, এমনকি জীবিত প্রাণীর মূর্তি এবং সাধারণত অস্তিত্বে থাকা যেকোনো কিছুর মূর্তিও অন্তর্ভুক্ত থাকতে পারে। প্রতিকৃতির ধারণা সাধারণত ধর্মীয় ঐতিহ্য দ্বারা সংযোজিত হওয়ার কারণে প্রতিকৃতিহীনতাবাদ নিষিদ্ধ হয়ে যায়, এবং এটি মূর্তির শারীরিক ধ্বংসের যুক্তি প্রয়োগ করলে প্রতিমাপূজা বিরোধি হয়ে ওঠে।\nবৌদ্ধধর্ম ও খ্রিস্টধর্ম উভয় ক্ষেত্রেই প্রতিকৃতিহীনতার ঐতিহাসিক পর্যায় রয়েছে, যদিও শিল্পে বুদ্ধ, শিল্পে বুদ্ধের জীবন, শিল্পে বুদ্ধ ও বোধিসত্ত্ব, পশ্চিমা শিল্পে ঈশ্বর পিতা, খ্রিস্টীয় শিল্পে পবিত্র আত্মা, যীশুর চিত্রণ, শিল্পে ট্রিনিটি, মানুষ দেহী এর মত শৈল্পিক কর্মকাণ্ড এটিকে প্রশ্নবিদ্ধ করে। কিন্তু ইহুদিবাদ ও ইসলাম  প্রতিকৃতিহীনতার সমর্থন করে, যার মধ্যে মুহাম্মদের মতো প্রধান ব্যক্তিত্বের প্রতিনিধিত্বও রয়েছে। তবে, হিন্দুধর্ম প্রতিকৃতিহীনতাবাদের সমর্থন ও বিরোধিতা দুটোই করে।\n\n\n== বিভিন্ন ধর্মীয় ধর্মে ==\n\n\n=== বৌদ্ধধর্মে ===\n\n১৮৯০-এর দশকে বৌদ্ধ শিল্পের ইতিহাসের গুরুতর অধ্যয়নের সূচনা থেকে, প্রাথমিক পর্যায়ে, যা ১ম শতাব্দী পর্যন্ত চলেছিল, তাকে প্রতিকৃতিহীনতাবাদী হিসাবে বর্ণনা করা হয়েছে; বুদ্ধকে শুধুমাত্র খালি সিংহাসন, বোধিবৃক্ষ, খালি স্থানের উপরে (সাঁচীতে), বুদ্ধের পায়ের ছাপ এবং ধর্মচক্র দিয়ে ভাসমান প্যারাসল সহ অশ্বারোহী বিহীন ঘোড়াকে উপস্থাপিত করা হয়েছিল৷ যাইহোক, অন্যান্য ব্যক্তি এবং তাদের আশেপাশের পরিবেশগুলিকে প্রায়শই প্রচুর পরিমাণে এবং যত্নের সাথে চিত্রিত করা হয় এবং দৃশ্যগুলি প্রায়শই জনাকীর্ণ হয়, তবে কেন্দ্রে ফাঁকা জায়গা থাকে।\nবুদ্ধের মূর্তির সাথে সম্পর্কিত, এই বিদ্বেষমূলক ঐতিহ্য প্রাচীন বৌদ্ধ নিয়মের উপর ভিত্তি করে তৈরি হতে পারে যা বুদ্ধের মূর্তিকে নিষিদ্ধ করেছিল যেখানে তিনি মানব রূপে আবির্ভূত হয়েছিলেন, নিয়ম যা সর্বাস্তিবাদ বিনয় লেখা আছে (সর্বস্তিবাদের প্রাথমিক বৌদ্ধ দর্শনের নিয়ম): \"যেহেতু বুদ্ধের দেহের মূর্তি তৈরি করার অনুমতি নেই, তাই আমি প্রার্থনা করি যে বুদ্ধ মঞ্জুর করবেন যে আমি অনুচর বোধিসত্ত্বের মূর্তি তৈরি করতে পারি। এটা কি গ্রহণযোগ্য? বুদ্ধ উত্তর দিয়েছিলেন: \"আপনি বোধিসত্ত্বের মূর্তি তৈরি করতে পারেন\"।\nযদিও সেগুলি এখনও বিতর্কের বিষয়, বুদ্ধের প্রথম নৃতাত্ত্বিক উপস্থাপনাগুলিকে প্রায়শই গ্রিক-বৌদ্ধ মিথস্ক্রিয়া-এর ফলে বিবেচনা করা হয়, সাংস্কৃতিক বিনিময় যা গান্ধারে বিশেষভাবে ব্যাপক ছিল, তত্ত্ব যা প্রথম সম্পূর্ণরূপে ব্যাখ্যা করেছিলেন আলফ্রেড চার্লস অগাস্ট ফাউচার, কিন্তু শুরু থেকেই আনন্দ কুমারস্বামী এর সমালোচনা করেছিলেন। ফাউচার প্রতিকৃতিহীন চিহ্নের উৎপত্তির জন্যও দায়ী করেছেন ছোট ছোট স্মৃতিচিহ্ন সংগ্রহ করে যা তিনি প্রধান তীর্থস্থান থেকে সরিয়ে নিয়ে গিয়েছিলেন, স্মৃতিচিহ্ন যা পরে ওই স্থানে ঘটে যাওয়া ঘটনার প্রতীক হিসেবে স্বীকৃত ও জনপ্রিয় হয়েছিল। অন্যান্য ব্যাখ্যায় বলা হয়েছে যে নির্বাণ প্রাপ্ত ব্যক্তির প্রতিনিধিত্ব করা অনুচিত।\nযাইহোক, ১৯৯০ সালে, সুসান হান্টিংটন বৌদ্ধধর্মে প্রতিকৃতিহীনতাবাদের ধারণাকে চ্যালেঞ্জ করেছিলেন, বিশেষজ্ঞদের মধ্যে জোরালো বিতর্ক শুরু করেছিলেন যা এখনও ঘটতে চলেছে। তিনি দেখেন যে অনেকগুলি প্রারম্ভিক দৃশ্যকে প্রতিকৃতিহীন বলে দাবি করা হয়েছে কারণ বাস্তবে বুদ্ধের জীবনের দৃশ্যগুলিকে চিত্রিত করা হয়নি, কিন্তু এই দৃশ্যগুলি যেখানে ঘটেছে সেখানে সেতিয় (অবশেষ) বা ভক্তদের দ্বারা পুনঃপ্রণয়ন। এইভাবে শূন্য সিংহাসনের চিত্রটি বুদ্ধগয়া বা অন্য কোথাও প্রকৃত অবশেষ-সিংহাসন দেখায়। তিনি উল্লেখ করেছেন যে বৌদ্ধধর্মে নির্দিষ্ট প্রতিকৃতিহীন মতবাদের জন্য শুধুমাত্র পরোক্ষ তথ্য পাওয়া যায়, এবং যেটি শুধুমাত্র সম্প্রদায়ের সাথে সম্পর্কিত।\nপ্রত্নতাত্ত্বিক প্রমাণের জন্য, এটি দেখায় যে বুদ্ধের কিছু নৃতাত্ত্বিক ভাস্কর্য প্রকৃতপক্ষে কথিত অ্যানিকোনিস্টিক যুগে বিদ্যমান ছিল, যা খ্রিস্টীয় ১ম শতাব্দীতে শেষ হয়েছিল। হান্টিংটন থেরবাদ ও মহাযান বৌদ্ধধর্মের মধ্যে যে বিভাজনের উদ্ভব হয়েছিল তার সাথে \"প্রতিকৃতিহীনতাগত\" ও \"প্রতিমাসংক্রান্ত\" শিল্পের সম্পর্ককেও প্রত্যাখ্যান করেছেন। হান্টিংটনের মতামতকে বিদ্যা দেহেজিয়া এবং অন্যরা চ্যালেঞ্জ করেছেন। যদিও সাম্প্রতিক বছরগুলিতে তাদের কিছু পূর্বের উদাহরণ পাওয়া গেছে, এটা ব্যাপকভাবে বিশ্বাস করা হয় যে বুদ্ধের বৃহৎ মুক্ত-স্থায়ী প্রতিমাসংক্রান্ত মূর্তিগুলি যা বৌদ্ধ শিল্পের পরবর্তী কাজগুলিতে এতটা প্রচলিত আছে সেগুলি বৌদ্ধ শিল্পের কাজগুলিতে প্রচলিত নয় যা বৌদ্ধধর্মের ইতিহাসের প্রথম দিকের সময়ে তৈরি হয়েছিল; আলোচনাটি কারুশিল্প সভার ছোট পরিসংখ্যানের উপর দৃষ্টি নিবদ্ধ করা হয়, যা প্রচলিতভাবে বুদ্ধের জীবনের দৃশ্যের প্রতিনিধিত্ব করে এবং এখন হান্টিংটন এবং তার সমর্থকদের দ্বারা পুনরায় ব্যাখ্যা করা হয়।\n\n\n=== হিন্দুধর্মে ===\n\nযদিও প্রতিকৃতিহীনতাবাদ ইব্রাহিমীয় ধর্মের সাথে আরও বেশি পরিচিত, তবে হিন্দুধর্ম সহ বিভিন্ন ধর্মীয় বিশ্বাসের মধ্যে মৌলিক নিদর্শনগুলি ভাগ করা হয়, যার মধ্যে প্রতিকৃতিহীনতা বিশ্বাসও রয়েছে।\nউদাহরণস্বরূপ, যদিও হিন্দুধর্মকে সাধারণত এই ধরনের নৃতাত্ত্বিক ধর্মীয় মূর্তি দ্বারা উপস্থাপিত করা হয়, তবে শিবলিঙ্গ ও শালিগ্রামের মতো ঈশ্বরের বিমূর্ত প্রতীকগুলির সাথে প্রতিকৃতিহীনতাবাদ সমানভাবে উপস্থাপিত হয়।\nতদুপরি, হিন্দুরা নৃতাত্ত্বিক মূর্তিগুলিতে ফোকাস করা সহজ বলে মনে করেছে, কারণ ভগবদ্গীতা, অধ্যায় ১২, শ্লোক ৫-এ কৃষ্ণ বলেছেন যে রূপ সহ ঈশ্বরের চেয়ে অব্যক্ত ঈশ্বরের উপর ফোকাস করা অনেক বেশি কঠিন, কারণ মানুষের ইন্দ্রিয়ের মাধ্যমে উপলব্ধি করতে হবে।\n\n\n=== খ্রিস্টধর্মে ===\n\n\n==== বাইজেন্টীয় প্রতিমাপূজা বিরোধিতা ====\n\nঅষ্টম ও নবম শতাব্দীর প্রথম দিকে বাইজেন্টাইন সাম্রাজ্যে প্রতিমাপূজা বিরোধিতা বা আইকন-ধ্বংসের দুটি সময়কাল ছিল।\nদ্বন্দ্বের রাজনৈতিক দিকগুলি জটিল, বাইজেন্টাইন সম্রাট, ক্যাথলিক মণ্ডলী এবং সনাতনপন্থী মণ্ডলী পরামর্শসভা এবং পোপের মধ্যে সম্পর্ক নিয়ে কাজ করে।\nধর্মতাত্ত্বিকভাবে, বিতর্ক, সেই সময়ে বেশিরভাগ সনাতনপন্থী ধর্মতত্ত্বের মত, যিশুর দুটি প্রকৃতিকে ঘিরে আবর্তিত হয়েছিল। প্রতিমাপূজা বিরোধীরা বিশ্বাস করতেন যে মূর্তিগুলি একই সময়ে মশীহের ঐশ্বরিক ও মানব প্রকৃতি উভয়ের প্রতিনিধিত্ব করতে পারে না, তবে আলাদাভাবে। কারণ একটি মূর্তি যেটি যিশুকে সম্পূর্ণরূপে শারীরিক হিসাবে চিত্রিত করেছে তা হবে বহুপ্রকৃতিবাদ, এবং যেটি তাকে মানব এবং ঐশ্বরিক উভয় হিসাবে দেখায় সে দুটি প্রকৃতিকে এক মিশ্র প্রকৃতিতে বিভ্রান্ত না করে তা করতে সক্ষম হবে না, যেটি একপ্রকৃতিবাদ ছিল, তাই সমস্ত মূর্তি ছিল ধর্মবিরোধী। মূসার আইনে খোদাই করা মূর্তির পূজার উপর নিষেধাজ্ঞারও উল্লেখ করা হয়েছিল।\n\n\n==== প্রতিবাদপন্থী সংস্কার ====\n\nপ্রতিবাদপন্থী সংস্কারের সময়ও অ্যানিকোনিজমের প্রচলন ছিল, যখন কিছু প্রতিবাদপন্থী তাদের মূর্তিপূজারী ক্যাথলিক প্রথার প্রত্যাখ্যান প্রচার করতে শুরু করেছিল যা এর গীর্জাগুলিকে ছবি, মূর্তি বা সাধুদের অবশেষ দিয়ে পূর্ণ করে। সংস্কারকৃত (পূর্ববিধানবাদী) গির্জা এবং কিছু সম্প্রদায় (বিশেষত পিউরিটান এবং কিছু ব্যাপটিস্ট মণ্ডলী) ধর্মীয় ছবি প্রদর্শন নিষিদ্ধ করতে শুরু করে। এর বিখ্যাত উদাহরণ অলিভার ক্রোমওয়েল থেকে এসেছে, যিনি রাজা চার্লস প্রথমকে বহিষ্কার করেছিলেন এবং যিনি একবার তাঁর গির্জায় রাখা সোনার ধ্বংসাবশেষ ধ্বংস করেছিলেন।\n\n\n==== আধুনিক খ্রিস্টান ====\nপ্রাচ্যের মণ্ডলীতে, যা বহুপ্রকৃতিবাদী মণ্ডলী নামেও পরিচিত, এই অঞ্চলে ইসলামের উত্থানের কারণে শেষ পর্যন্ত ধর্মীয় চিত্রের বিরোধিতা আদর্শ হয়ে উঠেছে, যেখানে এটি সাধু ও বাইবেলের নবীদের যেকোন ধরনের চিত্রায়ন নিষিদ্ধ করেছিল। যেমন, চার্চ তাদের আইকন পরিত্রাণ পেতে বাধ্য হয়। ঐতিহ্যটি আজও বাস্তবে রয়েছে, অনেক অ্যাসিরীয় মণ্ডলীতে যিশু ও মেরির সহ বাইবেলের ব্যক্তিত্বের শৈল্পিক চিত্রের অভাব রয়েছে।\nকিছু আমিশ তাদের ছবি তোলা না পছন্দ করে। এটি বাইবেলের আদেশের জন্য দায়ী করা হয়েছে \"তুমি নিজের কাছে খোদাই করা মূর্তি তৈরি করো না\" এবং এই বিশ্বাস যে ছবিগুলি \"আপনার আত্মা চুরি করতে পারে\" অন্যান্য কারণগুলির মধ্যে। আধুনিক আমিশ ছবির প্রতি তাদের দৃষ্টিভঙ্গিতে ভিন্ন, কেউ কেউ এটিকে তাদের চারপাশের আধুনিক বিশ্বের অংশ হিসাবে গ্রহণ করে।\nযিহোবার সাক্ষীদের মধ্যে, অনুসারীদের ধর্মীয় থিমযুক্ত গহনা পরা নিষিদ্ধ যেমন ক্রুশের মতো আইকন প্রদর্শন করা, কারণ মূর্তি পূজা নিষিদ্ধ। যাত্রাপুস্তক ২০:৪,৫ ও ১ কোরিন্থনগরবাসীগণ ১০:১৪ এর ব্যাখ্যা অনুসারে যিশু, যিহোবা (ঈশ্বর) এবং ফেরেশতাদের মূর্তি বা ভাস্কর্য থাকাকেও নিষিদ্ধ বলে মনে করা হয়। অনুগামীদেরকে অতিপ্রাকৃতের চিত্রিত কোনো বস্তু এড়িয়ে চলার জন্যও উপদেশ দেওয়া হয়।\n\n\n=== ইসলামে ===\n\n\n==== ধর্মতাত্ত্বিক দৃষ্টিভঙ্গি ====\nকুরআন মানুষের মূর্তি চিত্রিত করাকে স্পষ্টভাবে নিষিদ্ধ করে না; এটি শুধুমাত্র মূর্তিপূজার নিন্দা করে (যেমন: কুরআন ৫:৯২, ২১:৫২)। আলংকারিক উপস্থাপনের নিষেধাজ্ঞাগুলি হাদিসে উপস্থিত রয়েছে, যখন সেগুলি লেখা হচ্ছে সেই সময়ের শেষভাগে লিপিবদ্ধ করা এক ডজন হাদিসের মধ্যে। যেহেতু এই হাদিসগুলো মুহাম্মদের জীবনের বিশেষ ঘটনার সাথে জড়িত তাই যেকোনো সাধারণ পদ্ধতিতে প্রয়োগ করার জন্য এগুলোকে ব্যাখ্যা করতে হবে। নবম শতাব্দীর পরে সুন্নি ব্যাখ্যাকারীরা ক্রমবর্ধমানভাবে তাদের মধ্যে জীবিত প্রাণীর কোনো উপস্থাপনা উৎপাদন ও ব্যবহার করার বিরুদ্ধে স্পষ্ট নিষেধাজ্ঞা দেখতে পান। ধর্মীয় দর্শনের মধ্যে ভিন্নতা রয়েছে এবং ইসলামের বিভিন্ন শাখার মধ্যে চিহ্নিত পার্থক্য রয়েছে। সালাফি ও ওয়াহাবিদের (যা প্রায়শই প্রতিমাপূজা বিরোধীও হয়) মতো মৌলবাদী সুন্নি সম্প্রদায়ের মধ্যে প্রতিকৃতিহীনতাবাদ সাধারণ, এবং ইসলামী উদার আন্দোলনের মধ্যে কম প্রচলিত। শিয়া ও অতীন্দ্রিয় মতবাদের প্রতিকৃতিহীনতাবাদ সম্পর্কেও কম কঠোর দৃষ্টিভঙ্গি রয়েছে। স্বতন্ত্র স্তরে, নির্দিষ্ট মুসলমানরা বিরোধীতাবাদে বিশ্বাস করেন কি না তা নির্ভর করতে পারে হাদিসের প্রতি কতটা বিশ্বাস (যেমন, দাখিলকারীরা কোনো হাদিসে বিশ্বাস করেন না), এবং ব্যক্তিগত অনুশীলনে তারা কতটা উদার বা কঠোর।\nইসলামে প্রতিকৃতিহীনতাবাদ কেবল বস্তুগত চিত্র নিয়েই কাজ করে না, মানসিক উপস্থাপনাকেও স্পর্শ করে। এটি কণ্টকাকীর্ণ প্রশ্ন, প্রাথমিক ধর্মতাত্ত্বিকদের দ্বারা আলোচনা করা হয়েছে, কিভাবে ঈশ্বর (ইসলাম ধর্মে আল্লাহ নামে অভিহিত), মুহাম্মদ ও অন্যান্য নবীদের বর্ণনা করা যায় এবং প্রকৃতপক্ষে, যদি তা করা আদৌ অনুমোদিত হয়। ঈশ্বরকে সাধারণত \"পবিত্র\" বা \"করুণাময়\" এর মতো অমূলক গুণাবলী দ্বারা প্রতিনিধিত্ব করা হয়, যা সাধারণত তাঁর \"নিরানব্বইটি সুন্দর নাম\" থেকে পরিচিত। মুহাম্মদের শারীরিক অবয়ব, বিশেষ করে তাঁর জীবন ও কর্মের ঐতিহ্য, সির আল-নবীতে ব্যাপকভাবে বর্ণনা করা হয়েছে। স্বপ্নের সময় তৈরি পবিত্র ব্যক্তিদের দর্শনের বৈধতা কম আগ্রহের বিষয় নয়।\n\n\n==== অনুশীলনে প্রতিকৃতিহীনতাবাদ ====\n\nবাস্তবে, ধারাবাহিকভাবে ইসলামের আদর্শিক ধর্মের মূল প্রতিকৃতিহীন। এর মূর্ত প্রতীক হলো মসজিদের মতো স্থান এবং কুরআনের মতো বস্তু বা মক্কায় প্রবেশকারী তীর্থযাত্রীদের সাদা পোশাক, যা রূপক চিত্র থেকে বঞ্চিত। ধর্মের অন্যান্য ক্ষেত্র - বিভেদ, অতীন্দ্রিয়বাদ, জনপ্রিয় ধার্মিকতা, ব্যক্তিগত স্তর - এই ক্ষেত্রে উল্লেখযোগ্য পরিবর্তনশীলতা প্রদর্শন করে। অপবিত্র প্রতিকৃতিহীনতাবাদের আরও বেশি ওঠানামা করছে। ইসলামিক সমাজে সাধারণভাবে বলতে গেলে প্রতিকৃতিহীনতাবাদ আধুনিক সময়ে নির্দিষ্ট ধর্মীয় প্রেক্ষাপটে সীমাবদ্ধ, যদিও অতীতে এর ব্যাপকতা অনেক এলাকায় এবং বর্ধিত সময়ের মধ্যে প্রয়োগ করা হয়নি।\nইসলামী সমাজের কোন অংশকে উল্লেখ করা হয় তার উপর নির্ভর করে, প্রতিকৃতিহীনতাবাদের প্রয়োগ লক্ষণীয় পার্থক্যের সাথে চিহ্নিত করা হয়। কারণগুলি হল বিবেচিত যুগ, দেশ, ধর্মীয় অভিমুখ, রাজনৈতিক অভিপ্রায়, জনপ্রিয় বিশ্বাস, ব্যক্তিগত সুবিধা বা বাস্তবতা ও বক্তৃতার মধ্যে দ্বিধাদ্বন্দ্ব। আজ, প্রতিকৃতিহীন ইসলামী ধারণাটি চিত্রে আচ্ছন্ন মুসলমানদের দৈনন্দিন জীবনের সাথে সহাবস্থান করে। টিভি স্টেশন এবং সংবাদপত্রগুলি (যা জীবিত প্রাণীর স্থির ও চলমান উপস্থাপনা উপস্থাপন করে) জনমতের উপর ব্যতিক্রমী প্রভাব ফেলে, কখনও কখনও, \nআল জাজিরার ক্ষেত্রে, আরবি-ভাষী এবং মুসলিম শ্রোতাদের বাইরে বিশ্বব্যাপী নাগালের সাথে। ধর্মনিরপেক্ষ এবং ধর্মীয় নেতাদের প্রতিকৃতি কাগজী-মুদ্রায়, এবং কয়েনগুলিতে, রাস্তায় ও অফিসগুলিতে সর্বব্যাপী। পাবলিক প্লেসে নৃতাত্ত্বিক মূর্তিগুলি বেশিরভাগ মুসলিম দেশে পাওয়া যায় (সাদ্দাম হুসাইনের কুখ্যাত), সেইসাথে আর্ট স্কুলগুলি ভাস্কর ও চিত্রশিল্পীদের প্রশিক্ষণ দেয়। মিশরীয় গ্রামাঞ্চলে, তাদের বাড়ির দেয়ালে মক্কা থেকে তীর্থযাত্রীদের প্রত্যাবর্তন উদযাপন ও বিজ্ঞাপন দেওয়া ফ্যাশনেবল। কখনও কখনও যারা প্রতিকৃতিহীনতাবাদ বলে তারা আলংকারিক উপস্থাপনা অনুশীলন করবে (কান্দাহার ফটোগ্রাফিক স্টুডিও থেকে তালেবান যোদ্ধাদের প্রতিকৃতি তাদের ফটোগ্রাফির উপর আরোপিত নিষেধাজ্ঞার সময়)। শিয়া সম্প্রদায়ের জন্য, শিয়া ইতিহাসের প্রধান ব্যক্তিত্বদের প্রতিকৃতি ধর্মীয় ভক্তির গুরুত্বপূর্ণ উপাদান। 'আলির প্রতিকৃতি - ঘোমটা ও অনাবৃত মুখ একইভাবে - ইরানে মাজারের আশেপাশে এবং রাস্তায় কেনা যায়, বাড়িতে টাঙানো যায় বা নিজের সাথে বহন করা যায়, যখন পাকিস্তান, ভারত এবং বাংলাদেশে তারা কুখ্যাতভাবে অলঙ্কৃত ট্রাক, বাস এবং রিকশা। সুন্নি ঐতিহ্যের বিপরীতে, মৃত ব্যক্তির ফটোগ্রাফিক ছবি শিয়াদের সমাধিতে স্থাপন করা যেতে পারে। ইরানে কৌতূহল হলো প্রাচ্যবাদী ফটোগ্রাফি যা মুহাম্মদকে অল্প বয়স্ক ছেলে হিসাবে উপস্থাপন করে। ইরাকের নাজাফের মহীয়ান আয়াতুল্লাহ সিস্তানী ফতোয়া দিয়েছেন যাতে ঘোষণা করা হয় যে, মুহাম্মাদ, অন্যান্য নবী এবং পবিত্র চরিত্রের চিত্রায়ন করা জায়েজ, যদি এটি অত্যন্ত সম্মানের সাথে করা হয়।\nইসলামি দেশগুলিতে জীবিত প্রাণীর প্রতিনিধিত্ব আধুনিক ঘটনা নয় বা বর্তমান প্রযুক্তি, পাশ্চাত্যায়ন বা ব্যক্তিত্বের সংস্কৃতির কারণে নয়। উমাইয়া যুগের প্রাসাদগুলো সুশোভিত মানুষ ও পশুদের মূর্তি, যখন উমাইয়াদের অধীনে দেয়াল চিত্রগুলি সাধারণ ছিল, এবং পরে অনেক মুসলিম দেশে, বিশেষ করে সাফাভীদের অধীনে এবং মধ্য এশিয়ার বিভিন্ন রাজবংশের অধীনে। মধ্যযুগীয় আরবি দেশ, ভারত, পারস্য এবং তুরস্কের আলংকারিক ক্ষুদ্রাকৃতি ইসলামি শিল্পের শীর্ষস্থানগুলির মধ্যে রয়েছে এবং এটির আকর্ষণের ভাল চুক্তির জন্য দায়ী। পারস্যের শাহ তাহমাসপ এবং ভারতে আকবরের মতো শক্তিশালী শাসকগণ, ইসলামি দেশগুলির শিল্পকলার সবচেয়ে সুন্দর রূপক ক্ষুদ্রাকৃতির কিছু পৃষ্ঠপোষক, তাদের জীবনকালে অসামান্য 'আলঙ্কারিক' এবং  চরমপন্থী 'প্রতিকৃতিহীনতা' সময়ের মধ্যে স্থানান্তরিত হয়েছিল। পঞ্চদশ ও সপ্তদশ শতাব্দীতে মুহাম্মদ (আবৃত, উন্মোচিত) এবং অন্যান্য নবী বা বাইবেলের চরিত্রের উপস্থাপনা, যেমন আদম,  আব্রাহাম (ইব্রাহিম) বা যিশু; এবং সলোমন  ও মহান আলেকজান্ডার, পারস্য, ভারত ও তুরস্ক থেকে আঁকা পান্ডুলিপিতে সাধারণ হয়ে উঠেছে। চরম বিরলতা হলো সচিত্র কুরআন যেখানে মুহাম্মদকে চিত্রিত করা হয়েছে এবং ষোড়শ শতাব্দীর স্প্যানিশ-মুসলিম পাণ্ডুলিপিতে পাঁচজন উমাইয়া ও আব্বাসীয় খলিফাকে চিত্রিত করা হয়েছে। ইবলিশও বিভিন্ন সচিত্র পাণ্ডুলিপিতে উপস্থিত রয়েছে। যাইহোক, ঈশ্বরের কোন পরিচিত রূপক চিত্র নেই।\nমধ্যযুগীয় মুসলিম শিল্পীরা জীবিত প্রাণীদের প্রতিনিধিত্ব করার সময় চিত্রের কোনো নিষেধাজ্ঞা লঙ্ঘন না করার বিভিন্ন উপায় খুঁজে বের করেছিলেন।\nএটা যুক্তি দেওয়া যেতে পারে যে যেহেতু ঈশ্বর পরম, তাই বর্ণনার কাজটি তার নিজস্ব এবং মানুষের নয়;\nএবং ক্ষুদ্রাকৃতিগুলি স্পষ্টতই বাস্তবতার খুব অশোধিত উপস্থাপনা, তাই দুটিকে ভুল করা যাবে না।\nবস্তুগত স্তরে, পাণ্ডুলিপিতে ভাববাদীরা তাদের মুখ   ওড়না দিয়ে ঢেকে রাখতে পারে অথবা সমস্ত মানুষের ঘাড়ের উপর রেখা টানা হয়, প্রতীকী কাটা তাদের জীবিত হতে বাধা দেয়। লিপিবিদ্যা, মুসলিম বিশ্বের সবচেয়ে ইসলামি শিল্প, নৃতাত্ত্বিক ও জুম্রফিক চারুলিপির কারণে এর রূপক দিকও রয়েছে।\n\n\n=== ইহুদিধর্মে ===\n\n\n==== হিব্রু বাইবেল ====\nহিব্রু বাইবেলের (তানাখ) বেশ কয়েকটি শ্লোক বিভিন্ন ধরনের মূর্তি তৈরির বিরুদ্ধে নিষেধাজ্ঞার কথা উল্লেখ করে, যা মূর্তিপূজার সাথে সরাসরি যুক্ত। ইহুদি ধর্ম দশটি প্রত্যাদেশের দ্বিতীয় হিসাবে যা গণনা করে তার উপর ভিত্তি করে শক্তিশালী উৎস:\n\nউপরে স্বর্গে বা নীচের মাটিতে বা মাটির নীচে জলে যে কোনও জিনিসের খোদাই করা মূর্তি বা সাদৃশ্যের মতো কোনও জিনিস তৈরি করবেন না। তুমি তাদের কাছে মাথা নত করবে না বা তাদের সেবা করবে না; কারণ আমি প্রভু তোমাদের ঈশ্বর একজন ঈর্ষান্বিত ঈশ্বরযারা আমাকে ঘৃণা করে তাদের তৃতীয় এবং চতুর্থ প্রজন্মের কাছে পিতাদের সন্তানদের উপর; এবং যারা আমাকে ভালোবাসে এবং আমার আদেশ পালন করে তাদের হাজারো প্রজন্মের প্রতি করুণা দেখাই৷\n\nলেবীয় পুস্তক অনুসারে:\n\nতোমরা তোমাদের জন্য কোন মূর্তি তৈরী করবে না, কোন খোদাই করা মূর্তি বা স্তম্ভ স্থাপন করবে না, এবং তোমাদের দেশে কোন মূর্তিযুক্ত পাথর স্থাপন করবে না, যাতে প্রণাম করা যায়। কারণ আমিই প্রভু তোমাদের ঈশ্বর।\n\nঅনুরূপ আদেশ সংখ্যা ৩৩:৫২, দ্বিতীয় বিবরণ ৪:১৬ ও ২৭:১৫-এ প্রদর্শিত হয়; সব ক্ষেত্রেই, মূর্তিটির সৃষ্টি মূর্তিপূজার সাথে জড়িত, এবং প্রকৃতপক্ষে, সাধারণত 'ছবি' বা এর কিছু রূপ (פסל pesel, שקוץ shikuts) হিসাবে অনুবাদ করা শব্দগুলি সাধারণত শব্দের সাথে বিনিময়যোগ্যভাবে ব্যবহৃত হয়সাধারণত 'মূর্তি' হিসাবে অনুবাদ করা হয় (যেমন אליל elil)।\n(গুরুত্বপূর্ণ ব্যতিক্রম হলো צלם tselem, জেনেসিস ১:২৬ এর মতো আয়াতগুলিতে ব্যবহৃত হয়েছে: \"আসুন আমাদের মূর্তিতে মানুষ তৈরি করি\", যেখানে 'ইমেজ' শব্দটি মূর্তির সাথে যুক্ত ছিল না।)\nনিষেধাজ্ঞাগুলির উপর ভিত্তি করে, হিব্রু ভাববাদীরা, যেমন ইশাইয়া, যিরমিয়, আমোস এবং অন্যান্যরা মূর্তিপূজার বিরুদ্ধে অত্যন্ত জোরালোভাবে প্রচার করেছিলেন। তাদের অনেক উপদেশে, যেমন তাদের নাম সম্বলিত বাইবেলের বইগুলিতে লিপিবদ্ধ রয়েছে, নবীরা ধর্মীয় চিত্রের ব্যবহারকে সেই সময়ের আশেপাশের পৌত্তলিক সংস্কৃতিতে আত্তীকরণের নেতিবাচক চিহ্ন হিসাবে বিবেচনা করেছেন। নম্র তোরাহ ভাষ্যকাররা মানুষের আঁকার অনুমতি দেন যতক্ষণ না ছবিগুলো মূর্তিপূজার জন্য ব্যবহার করা হয়।\n\n\n=== = হালাখ ===\n\nমূর্তিগুলির সাথে শব্দার্থগত সম্পর্ক থাকা সত্ত্বেও, হালাখ (ইহুদি আইন) যেমন শুলখান অরুচ দ্বারা আইন করা হয়েছে, আয়াতগুলিকে মানুষ, ফেরেশতা বা জ্যোতির্বিদ্যার দেহের নির্দিষ্ট ধরণের খোদাই করা মূর্তি তৈরি নিষিদ্ধ হিসাবে ব্যাখ্যা করে, সেগুলি আসলে মূর্তি হিসাবে ব্যবহৃত হোক বা না হোক। শুলখান আরুচ বলেছেন: \"অধ্যয়নের উদ্দেশ্যে ব্যতীত মানুষ বা ফেরেশতাদের সম্পূর্ণ কঠিন বা উত্থিত মূর্তি, বা স্বর্গীয় দেহের যে কোনও চিত্র তৈরি করা নিষিদ্ধ\"।\nশুলখান আরুচ ইওরেহ দে'আহ বিভাগে ভাঙ্গন পাওয়া যেতে পারে, যা פסל pesel এর আক্ষরিক অর্থ \"খোদাই করা মূর্তি\" হিসাবে নেয় (মূল פסל p-s-l থেকে, 'খোদাই করা'।) তাই এই নিষেধাজ্ঞাকে বিশেষভাবে কিছু ভাস্কর্য এবং মানুষের মুখের চিত্রায়নের ক্ষেত্রে প্রযোজ্য হিসেবে দেখা হয়। এই নিষেধাজ্ঞার সাথে সঙ্গতি রেখে, মধ্যযুগের কিছু চিত্রে চমৎকার প্রাণীর বৈশিষ্ট্য রয়েছে—সাধারণত পশু-মাথাওয়ালা হিউম্যানয়েড, এমনকি যখন চিত্রগুলি স্পষ্টভাবে ঐতিহাসিক বা পৌরাণিক মানুষকে বোঝানো হয়।\nসবচেয়ে সুপরিচিত হল বার্ডস হেড হগ্গদহ (জার্মানি, প্রায় ১৩০০)। কারণ কল্পিত প্রাণী, ডাইনি, স্ফিংসের মতো প্রাণীরা এবং ফিনিক্স পাখি আসলে বিদ্যমান নেই, এই ধরনের চিত্রণে নিষেধাজ্ঞার কোনো লঙ্ঘন দেখা যায় না। এটি এই সত্যের উপর ভিত্তি করে যে আদেশটি, যেমন এক্সোডুসে বলা হয়েছে, বিশেষভাবে \"উপরের স্বর্গে, নীচের পৃথিবীতে বা ভূমির নীচের জলে যা কিছু\" উল্লেখ করে৷ যাইহোক, ইজেকিয়েল বা পরিচর্যা দেবদূতদের ঐশ্বরিক রথের চারটি মুখ করা নিষিদ্ধ, কারণ এগুলিকে \"উপরের স্বর্গে\" প্রকৃত প্রাণী বলে বিশ্বাস করা হয়৷ (কিৎজুর শুলচান অরুচ ১৬৮:১)\n\n\n== আরও দেখুন ==\nইসলামে প্রতিকৃতিহীনতা\nবৌদ্ধধর্মে প্রতিকৃতিহীনতা\nহিন্দুধর্মে প্রতিকৃতিহীনতা\nখ্রিস্টধর্মে প্রতিকৃতিহীনতা\nইহুদিধর্মে প্রতিকৃতিহীনতা\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nJack Goody, Representations and Contradictions: Ambivalence Towards Images, Theatre, Fiction, Relics and Sexuality, London, Blackwell Publishers, 1997. আইএসবিএন ০৬৩১২০৫২৬৮.\nCompiled by Helen Bassett Hornby (১৯৮৮)। Lights of Guidance: A Baháʼí Reference File। Baháʼí Publishing Trust, India। আইএসবিএন 978-81-85091-46-4। \nS. L. Huntington, \"Early Buddhist art and the theory of aniconism\", Art Journal, 49:4 (1990): 401–8. [২]\nTerry Allen, \"Aniconism and Figural Representation in Islamic Art\", Five Essays on Islamic Art, Occidental (CA), Solipsist, 1988. আইএসবিএন ০-৯৪৪৯৪০-০০-৫ [৩]\n(ফরাসি ভাষায়) Gilbert Beaugé & Jean-François Clément, L'image dans le monde arabe [The image in the Arab world], Paris, CNRS Éditions, 1995, আইএসবিএন ২-২৭১-০৫৩০৫-৬\n(জার্মান ভাষায়) Rudi Paret, Das islamische Bilderverbot und die Schia [The Islamic prohibition of images and the Shi'a], Erwin Gräf (ed.), Festschrift Werner Caskel, Leiden, 1968, 224–32.\nKalman P. Bland, The Artless Jew: Medieval and Modern Affirmations and Denials of the Visual, Princeton, Princeton University Press, 2001. আইএসবিএন ০৬৯১০৮৯৮৫X Introduction: [৪]"}