{"pageid": 1435999, "title": "মুহাম্মাদের প্রতিকৃতি", "url": "https://bn.wikipedia.org/wiki?curid=1435999", "content": "মুহাম্মাদের প্রতিকৃতি ইসলামে আলোচিত, সমালোচিত, বিতর্কিত ও নিষিদ্ধ বিষয়। নবী মুহাম্মদের মৌখিক এবং লিখিত বর্ণনা ইসলামের সমস্ত ঐতিহ্য দ্বারা সহজে গৃহীত হয়, কিন্তু চাক্ষুষ চিত্রণ নিয়ে মতভেদ রয়েছে। কুরআন স্পষ্টভাবে বা পরোক্ষভাবে মুহাম্মদের চিত্রণ নিষিদ্ধ করে না। কিছু হাদিস অস্পষ্ট চিত্র উপস্থাপন করে, কিন্তু কিছু হাদিস স্পষ্টতই মুসলিমদেরকে মানুষের মূর্তির চাক্ষুষ চিত্র তৈরি করতে নিষেধ করেছে। এটা সব পক্ষই একমত যে মুহাম্মদের আবির্ভাব সম্পর্কে কোন প্রামাণিক দৃশ্যগত ঐতিহ্য (জীবদ্দশায় তৈরি করা চিত্র) নেই, যদিও তার প্রতিকৃতির প্রাথমিক কিংবদন্তি এবং লিখিত শারীরিক বর্ণনা রয়েছে যার সত্যতা প্রায়শই গৃহীত হয়।\nইসলামি শিল্পে যে চিত্রগুলোতে মুহাম্মাদকে চিত্রিত করা হয়েছে সেগুলিকে ধর্মীয় শিল্প হিসেবে বিবেচনা করা যায় কিনা সেই প্রশ্নটি পণ্ডিতদের মধ্যে বিতর্কের বিষয়। এগুলি সচিত্র বইগুলিতে প্রদর্শিত হয় যা সাধারণত ইতিহাস বা কবিতার কাজ, যার মধ্যে ধর্মীয় বিষয় সহ; কুরআনে কখনোই চিত্রিত করা হয়নি: \"ইসলামী চিত্রশিল্প বোঝার জন্য প্রসঙ্গ ও অভিপ্রায় অপরিহার্য। মুসলিম শিল্পীরা মুহাম্মদের ছবি তৈরি করে, এবং যারা তাদের দেখেছিল তারা বুঝতে পেরেছিল যে চিত্রগুলো উপাসনার বস্তু নয়। এমনকি ধর্মীয় উপাসনার অংশ হিসেবে এত সজ্জিত বস্তু ব্যবহার করা হয়নি\"।\nযাইহোক, পণ্ডিতরা স্বীকার করেন যে এই ধরনের চিত্রগুলির \"আধ্যাত্মিক উপাদান\" রয়েছে এবং এটি কখনও কখনও মেরাজ দিন উদযাপনের অনানুষ্ঠানিক ধর্মীয় ভক্তিতেও ব্যবহৃত হত। অনেক চাক্ষুষ চিত্রে কেবলমাত্র মুহম্মদকে তার মুখমণ্ডল দিয়ে দেখায়, অথবা প্রতীকীভাবে তাকে শিখা হিসাবে উপস্থাপন করে; অন্যান্য ছবি, বিশেষ করে প্রায় ১৫০০ সালের আগে থেকে, তার মুখ দেখায়। \nআধুনিক-দিনের ইরানের উল্লেখযোগ্য ব্যতিক্রম ছাড়া, ইসলামের ইতিহাস জুড়ে কোনো সম্প্রদায় বা যুগে মুহাম্মদের চিত্রের সংখ্যা কখনোই বেশি ছিল না, এবং প্রায় একচেটিয়াভাবে ফার্সি এবং অন্যান্য ক্ষুদ্রাকৃতির পুস্তক চিত্রের ব্যক্তিগত মাধ্যমে উপস্থিত হয়েছিল। ইসলামে পাবলিক ধর্মীয় শিল্পের মূল মাধ্যম ছিল চারুলিপি। উসমানীয় তুরস্কে হিল্যা মুহাম্মদ সম্পর্কে পাঠ্যের সজ্জিত চাক্ষুষ বিন্যাস হিসাবে বিকশিত হয়েছিল যা প্রতিকৃতি হিসাবে প্রদর্শিত হতে পারে।\nঅনৈসলামী পশ্চিমে মুহাম্মদের চাক্ষুষ চিত্র সবসময়ই বিরল। মধ্যযুগে তারা বেশিরভাগই প্রতিকূল ছিল এবং প্রায়শই দান্তের কবিতার চিত্রগুলোতে দেখা যায়। রেনেসাঁ ও প্রারম্ভিক আধুনিক যুগে, মুহাম্মদকে কখনও কখনও চিত্রিত করা হয়েছিল, সাধারণত আরও নিরপেক্ষ বা বীরত্বপূর্ণ আলোকে; চিত্রায়ন মুসলমানদের থেকে প্রতিবাদের সম্মুখীন হতে শুরু করে। ইন্টারনেটের যুগে, ইউরোপীয় প্রেসে মুদ্রিত কিছু ব্যঙ্গাত্মক চিত্র বিশ্বব্যাপী প্রতিবাদ ও বিতর্ক সৃষ্টি করেছে এবং সহিংসতার সাথে যুক্ত হয়েছে এবং ব্ল্যাসফেমি আন্দোলন হয়েছে।\n\n\n== পটভূমি ==\n\nইসলামে, যদিও কুরআনের কিছুই স্পষ্টভাবে চিত্রকে নিষিদ্ধ করেনি, কিছু সম্পূরক হাদিস স্পষ্টভাবে কোনো জীবন্ত প্রাণীর চিত্র নিষিদ্ধ করে; অন্যান্য হাদিস চিত্র সহ্য করে, কিন্তু কখনই তাদের উৎসাহিত করবেন না। তাই, অধিকাংশ মুসলিমরা মুহাম্মদ, মোশি (ইসলামে মুসা) ও আব্রাহাম (ইসলামে ইব্রাহিম) এর মত যেকোনও নবী বা রসূলের চাক্ষুষ চিত্র এড়িয়ে চলে।\nঅধিকাংশ সুন্নি মুসলমানরা বিশ্বাস করে যে সমস্ত নবী ও রসূলদের চাক্ষুষ চিত্রায়ন নিষিদ্ধ করা উচিত এবং বিশেষ করে মুহাম্মাদের চাক্ষুষ উপস্থাপনা বিরুদ্ধ। মূল উদ্বেগের বিষয় হলো চিত্রের ব্যবহার শিরক্ বা মূর্তিপূজাকে উৎসাহিত করতে পারে। শিয়া ইসলামে, যাইহোক, আজকাল মুহাম্মদের চিত্র বেশ সাধারণ, যদিও ঐতিহাসিকভাবে, শিয়া পণ্ডিতরা এই ধরনের চিত্রের বিরোধিতা করেছেন। এখনও, অনেক মুসলমান যারা পরিপূরক ঐতিহ্যের প্রতি কঠোর দৃষ্টিভঙ্গি পোষণ করেন তারা কখনও কখনও অমুসলিমদের দ্বারা সৃষ্ট ও প্রকাশিত সহ মুহাম্মদের যে কোনও চিত্রকে আপত্তি করবেন।\nঅনেক বড় ধর্ম তাদের ইতিহাসে এমন সময় অনুভব করেছে যখন তাদের ধর্মীয় ব্যক্তিত্বের চিত্র নিষিদ্ধ করা হয়েছিল। ইহুদিধর্মে, দশটি আদেশের মধ্যে বলা হয়েছে \"তুমি তোমার জন্য কোন খোদাই করা মূর্তি তৈরি করবে না\", যখন খ্রিস্টান নূতন নিয়মে সমস্ত লোভকে মূর্তিপূজা হিসাবে সংজ্ঞায়িত করা হয়েছে। অষ্টম শতাব্দীতে বাইজেন্টাইনে মূর্তিপূজা বিরোধিতার সময়কালে এবং নবম শতাব্দীতে\nকনস্টান্টিনোপলের সার্বজনীন পাদ্রিতন্ত্র দ্বারা পবিত্র মূর্তিগুলির চাক্ষুষ উপস্থাপনা নিষিদ্ধ করা হয়েছিল, এবং শুধুমাত্র খ্রিস্টীয় ক্রুশ গির্জাগুলিতে চিত্রিত করা যেতে পারে। যিশু এবং অন্যান্য ধর্মীয় ব্যক্তিত্বের চাক্ষুষ উপস্থাপনা কঠোর প্রতিবাদী খ্রিস্টান ধর্মের অংশগুলির মধ্যে উদ্বেগের বিষয়।\n\n\n== ইসলামি সাহিত্যে মুহাম্মদের প্রতিকৃতি ==\nপ্রাথমিক ইসলামি যুগের বেশ কিছু হাদিস এবং অন্যান্য লেখার মধ্যে এমন গল্প রয়েছে যেখানে মুহাম্মদের প্রতিকৃতি দেখা যায়। আবু হানিফা দিনাওয়ারী, ইবনে আল-ফকিহ, ইবনে ওয়াহশিয়া, এবং আবু নাঈম আল-ইসফাহানী গল্পের সংস্করণ বলেন যেখানে বাইজেন্টাইন সম্রাট হিরাক্লিয়াস দুইজন মক্কাবাসীকে দেখতে গিয়েছিলেন। তিনি তাদের মন্ত্রিসভা দেখান, যা মহান আলেকজান্ডার এর কাছ থেকে তাকে দেওয়া হয়েছিল এবং ঈশ্বর (ইসলামে আল্লাহ) আদমের জন্য তৈরি করেছিলেন, যার প্রতিটি দেরাজে একজন নবীর প্রতিকৃতি রয়েছে। চূড়ান্ত দেরাজে মুহাম্মদের প্রতিকৃতি দেখে তারা বিস্মিত। সাদিদ আল-দিন আল-কাজারুনি অনুরূপ গল্প বলেছেন যেখানে মক্কাবাসীরা চীনের রাজার সাথে দেখা করছে। আল-কিসায়ি বলেন যে, ঈশ্বর আদমকে প্রকৃতপক্ষে নবীদের প্রতিকৃতি দিয়েছেন।\nইবনে ওয়াহশিয়া এবং আবু নুআইম আল-ইসফাহানি দ্বিতীয় গল্প বলেছেন যেখানে সিরিয়া সফররত একজন মক্কার বণিককে খ্রিস্টান মঠে আমন্ত্রণ জানানো হয় যেখানে বেশ কয়েকটি ভাস্কর্য ও চিত্রকর্ম নবী ও সাধুদের চিত্রিত করে। সেখানে তিনি মুহাম্মাদ ও আবু বকরের চিত্র দেখতে পান, যা খ্রিস্টানদের দ্বারা এখনও অজ্ঞাত। একাদশ শতাব্দীর গল্পে, মুহাম্মদ সাসানীয় সম্রাট কোবদ দ্বিতীয় দ্বারা ধারণ করা একজন শিল্পীর দ্বারা প্রতিকৃতির জন্য বসেছিলেন বলে বলা হয়। সম্রাটের প্রতিকৃতিটি এতটাই পছন্দ হয়েছিল যে তিনি এটিকে তার বালিশে রেখেছিলেন।\nপরে, আল মাকরিজি গল্প বলেন যেখানে মিশরের শাসক আল-মুকাকিস মুহাম্মদের দূতের সাথে দেখা করেছিলেন। তিনি দূতকে মুহাম্মদের বর্ণনা দিতে বললেন এবং অজানা নবীর প্রতিকৃতির সাথে বর্ণনাটি পরীক্ষা করলেন যা তার কাপড়ের টুকরোতে ছিল।\nবর্ণনাটি প্রতিকৃতির সাথে মিলে যায়।\nসপ্তদশ শতাব্দীর চীনা মুসলিম গল্পে, সম্রাট মুহাম্মদকে দেখতে বলেছিলেন, যিনি পরিবর্তে প্রতিকৃতি পাঠিয়েছিলেন। রাজা প্রতিকৃতিটির প্রতি এতটাই আকৃষ্ট হন যে তিনি ইসলামে ধর্মান্তরিত হন, এই সময়ে প্রতিকৃতিটি তার কাজ করার পরে অদৃশ্য হয়ে যায়।\n\n\n== মুসলিমদের প্রতিকৃতি ==\n\n\n=== মৌখিক বর্ণনা ===\n\nপ্রাচীনতম উৎসগুলির মধ্যে একটি, ইবনে সা'দের কিতাব আল-তাবাকাত আল-কবীরে, মুহাম্মদের অসংখ্য মৌখিক বর্ণনা রয়েছে। হযরত আলির কাছে প্রাপ্ত বর্ণনা নিম্নরূপ:\n\nতিনি খুব লম্বা বা খুব খাটোও ছিলেন না, বরং তিনি মানুষের মধ্যে মাঝারি উচ্চতার ছিলেন। তার চুল ছোট ও কোঁকড়া ছিল না, লম্বা ও সোজা ছিল না, ঢেউয়ের মধ্যে ঝুলে ছিল। তার মুখমণ্ডল মাংসল বা মোটা ছিল না, কিন্তু গোলাকার ছিল; গোলাপী সাদা, খুব কালো চোখ এবং লম্বা চোখের দোররা। তিনি ছিলেন বড় হাড়ের পাশাপাশি চওড়া কাঁধের, লোমহীন পাতলা রেখা ছাড়া যা তার বুকের নাভি পর্যন্ত প্রসারিত ছিল। তার হাত পা মোটা ছিল। যখন তিনি হাঁটতেন তখন তিনি সামনের দিকে ঝুঁকে যেতেন যেন পাহাড় থেকে নেমে আসছে [...।] তাঁর দুই কাঁধের মধ্যে ছিল নবুওয়াতের সীলমোহর এবং তিনি ছিলেন নবীদের সীলমোহর।\nউসমানীয় আমল থেকে, উৎসগুলি চারুলিপিগত হিল্যা নামসূচিতে (উসমানীয় তুর্কি: حلية, আরবি: حلية) উপস্থাপিত হয়েছে, সাধারণত বিস্তৃত কাঠামতে এবং পুস্তক আকারে, অথবা প্রায়শই মুরক্কা বা অ্যালবাম আকারে, অথবা কখনও কখনও কাঠের কাঠামো যাতে সেগুলো দেয়ালে ঝুলানো যায়। চারুলিপিগত ঐতিহ্যের বিস্তৃতি সপ্তদশ শতাব্দীতে উসমানীয় চারুলিপিকার হাফিজ ওসমান কর্তৃক হয়েছিল। মুহাম্মদের চেহারার মূর্ত ও শৈল্পিকভাবে আবেদনময়ী বর্ণনা ধারণ করার সময়, তারা মুহাম্মদের রূপক চিত্রের বিরুদ্ধে কঠোরতা মেনে চলে, তার চেহারা দর্শকের কল্পনার উপর ছেড়ে দেয়।  জটিল নকশার বেশ কয়েকটি অংশের নামকরণ করা হয়েছিল শরীরের অংশগুলি, মাথা থেকে নীচের দিকে, রূপক চিত্রণের বিকল্প হিসাবে হিল্যার সুস্পষ্ট অভিপ্রায়কে নির্দেশ করে।\nউসমানীয় হিল্যা (হিলে) বিন্যাসটি প্রথাগতভাবে উপরে দেখানো বিসমিল্লাহ দিয়ে শুরু হয়েছে এবং মাঝখানে কুরআন ২১:১০৭ সম্বন্ধে অসংসক্ত করা হয়েছে: \"আর আমরা আপনাকে বিশ্ববাসীর রহমত স্বরূপ প্রেরণ করিনি\"। কেন্দ্রের চারপাশে চারটি অংশে প্রায়ই রাশেদীন খলিফাদের নাম থাকে: আবু বকর, উমর, উসমান, আলি, প্রত্যেকেই রাদিআল্লাহু আনহু \"আল্লাহ তাঁর প্রতি সন্তুষ্ট হন\"।\n\n\n===== গ্যালারি =====\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== চারুলিপিগত উপস্থাপনা ===\nইসলামিক শিল্পে, বিশেষ করে আরবি-ভাষী অঞ্চলে মুহাম্মদের সবচেয়ে সাধারণ চাক্ষুষ উপস্থাপনা হলো তার নামের চারুলিপিগত উপস্থাপনা, মোটামুটি বৃত্তাকার আকারে এক ধরণের মনোগ্রাম, প্রায়শই সাজানো কাঠামো দেওয়া হয়। এই শিলালিপিগুলি সাধারণত আরবি ভাষায় হয়, এবং ফর্মগুলি পুনর্বিন্যাস বা পুনরাবৃত্তি করতে পারে, বা আশীর্বাদ বা সম্মানসূচক যোগ করতে পারে, বা উদাহরণস্বরূপ \"বার্তাবাহক\" শব্দ বা এটির সংকোচন। মুহাম্মদের নামের প্রতিনিধিত্ব করার উপায়গুলির পরিসর বিবেচ্য, অ্যামবিগ্রাম সহ; তিনি প্রায়শই গোলাপ দ্বারা প্রতীকী হন।\nআরও বিস্তৃত সংস্করণগুলি বিশেষ ধরনের চারুলিপির অন্যান্য ইসলামিক ঐতিহ্য যেমন সৃষ্টিকর্তার নাম লেখা, এবং উসমানীয় শাসকদের ধর্মনিরপেক্ষ তুগরা বা বিস্তৃত মনোগ্রামের সাথে সম্পর্কিত।\n\n\n===== গ্যালারি =====\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== রূপক চাক্ষুষ প্রতিকৃতি ===\n\nইসলামী ইতিহাসে, ইসলামী শিল্পকলায় মুহাম্মদের বর্ণনা বিরল ছিল। তা সত্ত্বেও, ত্রয়োদশ শতাব্দী থেকে আধুনিক সময় পর্যন্ত ইসলামি বিশ্বের বিভিন্ন অঞ্চলে \"মুহাম্মদের চিত্রগুলির উল্লেখযোগ্য সংগ্রহ রয়েছে, বেশিরভাগই পাণ্ডুলিপি চিত্রের আকারে\"। মুহম্মদের চিত্রণগুলি বইয়ে চিত্র হিসাবে ফার্সি ক্ষুদ্রাকৃতির ঐতিহ্যের শুরু থেকে ফিরে এসেছে। পারস্যের বিশ্ব থেকে সচিত্র পুস্তক (ওয়ারক ও গুলশাহ, তোপকাপি প্রাসাদ গ্রন্থাগার এইস. ৮৪১,  কোনিয়া ১২০০-১২৫০-এর সময়কালে আরোপিত)  মুহাম্মদের প্রথম পরিচিত দুটি ইসলামিক চিত্র রয়েছে।\nপুস্তকটি ১২৪০-এর দশকে আনাতোলিয়ার মঙ্গোল আক্রমণের আগে বা তার কাছাকাছি সময়ে, এবং ১২৫০-এর দশকে পারস্য ও ইরাকের বিরুদ্ধে অভিযানের আগে, যা গ্রন্থাগারের বিপুল সংখ্যক বই ধ্বংস করেছে। সাম্প্রতিক বৃত্তি উল্লেখ করেছে যে, যদিও বেঁচে থাকা প্রারম্ভিক উদাহরণগুলি এখন অস্বাভাবিক, সাধারণভাবে মানুষের রূপক শিল্প ইসলামী ভূমিতে ধারাবাহিক ঐতিহ্য ছিল (যেমন সাহিত্য, বিজ্ঞান এবং ইতিহাসে);\nঅষ্টম শতাব্দীর প্রথম দিকে, আব্বাসীয় খিলাফত (আনুমানিক ৭৪৯ - ১২৫৮, স্পেন, উত্তর আফ্রিকা, মিশর, সিরিয়া, তুরস্ক, মেসোপটেমিয়া ও পারস্য জুড়ে) সময়কালে এই ধরনের শিল্প বিকাশ লাভ করেছিল।\nক্রিস্টিয়ান গ্রুবার সত্যবাদী চিত্রগুলি থেকে বিকাশের সন্ধান করে যা পুরো শরীর ও মুখ দেখায়, ত্রয়োদশ থেকে পঞ্চদশ শতাব্দীতে, ষোড়শ থেকে উনবিংশ শতাব্দীতে আরও বিমূর্ত উপস্থাপনা, দ্বিতীয়টি বিশেষ ধরনের চারুলিপিগত উপস্থাপনা দ্বারা মুহাম্মদের প্রতিনিধিত্ব সহ, পুরানো প্রকারগুলিও ব্যবহার করা বাকি রয়েছে। একটি মধ্যবর্তী প্রকার, প্রথম প্রায় ১৪০০ থেকে পাওয়া যায়, এটি হলো \"খোদাই করা প্রতিকৃতি\" যেখানে মুহাম্মদের মুখটি ফাঁকা, \"ইয়া মুহাম্মাদ\" (ও মুহাম্মদ) এর পরিবর্তে স্থানটিতে লেখা অনুরূপ বাক্যাংশ; এগুলো সুফি চিন্তার সাথে সম্পর্কিত হতে পারে। কিছু ক্ষেত্রে শিলালিপিটি অবরচিত্র ছিল বলে মনে হয় যা পরে মুখ বা ঘোমটা দিয়ে ঢেকে দেওয়া হবে, তাই চিত্রকরের দ্বারা ধার্মিক কাজ, শুধুমাত্র তার চোখের জন্য, কিন্তু অন্যদের মধ্যে এটি দেখা করার উদ্দেশ্যে ছিল। গ্রুবারের মতে, এই চিত্রগুলির ভাল সংখ্যক পরবর্তীতে মূর্তিপূজা বিরোধি অঙ্গহীনত্বের মধ্য দিয়ে গেছে, যেখানে মুহাম্মদের মুখের বৈশিষ্ট্যগুলি আঁচড়ে বা দাগ দেওয়া হয়েছিল, কারণ সত্য চিত্রের গ্রহণযোগ্যতার বিষয়ে মুসলমানদের দৃষ্টিভঙ্গি পরিবর্তিত হয়েছিল।\nনতুন মঙ্গোলীয় শাসকদের অধীনে ইলখানাতী যুগের মুহম্মদের সময়কালের প্রতিনিধিত্ব করে এমন অনেকগুলি বিদ্যমান ফার্সি পাণ্ডুলিপি, যার মধ্যে মরজবাননাম ১২৯৯ সময়কালের অন্তর্ভুক্ত। ১৩০৭ বা ১৩০৮-এর ইলখানাত এমএস আরব ১৬১ -এ আল-বিরুনির গত শতাব্দীর অবশিষ্ট চিহ্ন-এর চিত্রিত সংস্করণে পাওয়া ২৫টি চিত্র রয়েছে, যার মধ্যে পাঁচটি মুহম্মদকে চিত্রিত করেছে, যার মধ্যে দুটি সমাপ্তি চিত্র রয়েছে, যা পাণ্ডুলিপিতে সবচেয়ে বড় ও সর্বাধিক সম্পন্ন, যা শিয়া মতবাদ অনুসারে মুহাম্মদ ও আলির সম্পর্কের উপর জোর দেয়। ক্রিশ্চিয়ান গ্রুবারের মতে, অন্যান্য কাজগুলি সুন্নি ইসলামের প্রচারের জন্য ছবি ব্যবহার করে, যেমন চতুর্দশ শতাব্দীর গোড়ার দিকে মেরাজ চিত্রণের (এমএস এইস ২১৫৪) একটি সদৃশ দল , যদিও অন্যান্য ঐতিহাসিকরা শিয়া শাসকদের জালায়রিদ আমলের একই চিত্র তুলে ধরেছে।\n\nপরবর্তী তিমুরিদ ও সফবীয় রাজবংশের ফার্সি পাণ্ডুলিপিতে এবং চতুর্দশ থেকে সপ্তদশ শতাব্দীতে এবং তার পরেও তুর্কি উসমানীয় শিল্পে মুহাম্মদের প্রতিকৃতি পাওয়া যায়। সম্ভবত মুহাম্মদের জীবনের চিত্রের সবচেয়ে বিস্তৃত চক্রটি হল তার পুত্রের জন্য উসমানীয় সুলতান তৃতীয় মুরাদ কর্তৃক নির্ধারিত চতুর্দশ শতাব্দীর জীবনী সিয়ার-ই নবী-এর ১৫৯৫ সালে সম্পূর্ণ করা অনুলিপি, ভবিষ্যৎ তৃতীয় মেহমেদ, যেখানে ৮০০ টিরও বেশি চিত্র রয়েছে।\nসম্ভবত সবচেয়ে সাধারণ বর্ণনামূলক দৃশ্যটি হলো মেরাজ; গ্রুবারের মতে, \"পঞ্চদশ শতাব্দীর শুরু থেকে বিংশ শতাব্দী পর্যন্ত ফার্সি ও তুর্কি রোম্যান্সের সূচনায় মেরাজের অসংখ্য একক পৃষ্ঠার চিত্রকর্ম রয়েছে\"। সাতাইশ রজবে মেরাজের বার্ষিকী উদযাপনেও এই ছবিগুলি ব্যবহার করা হয়েছিল, যখন গল্পগুলি পুরুষ গোষ্ঠীর কাছে উচ্চস্বরে আবৃত্তি করা হয়েছিল: \"উদ্দেশ্যমূলক ও আকর্ষক, আরোহণের মৌখিক গল্পগুলি তাদের শ্রোতাদের মধ্যে প্রশংসার মনোভাব জাগিয়ে তোলার ধর্মীয় লক্ষ্য ছিল বলে মনে হয়\"। এই ধরনের অনুশীলনগুলি অষ্টাদশ ও ঊনবিংশ শতাব্দীর সবচেয়ে সহজে নথিভুক্ত করা হয়, তবে অনেক আগের পাণ্ডুলিপিগুলি একই কার্য সম্পাদন করেছে বলে মনে হয়। অন্যথায় মুহম্মদের জন্ম থেকে তার জীবনের শেষ পর্যন্ত এবং জান্নাতে তার অস্তিত্বের অনেক সময় বিভিন্ন দৃশ্য উপস্থাপন করা হতে পারে।\n\n\n==== বর্ণবলয় ====\nপ্রাচীনতম চিত্রণে মুহাম্মদকে বর্ণবলয় সহ বা ছাড়া দেখানো হতে পারে, প্রাচীনতম হলোগুলি খ্রিস্টান শিল্পের শৈলীতে গোলাকার, কিন্তু অনেক আগেই বৌদ্ধ বা চীনা ঐতিহ্যে জ্বলন্ত বর্ণবলয় বা প্রভামণ্ডল পশ্চিমে পাওয়া বৃত্তাকার আকারের চেয়ে বেশি সাধারণ হয়ে ওঠে, যখন বর্ণবলয় ব্যবহার করা হয়। প্রভা বা শিখা শুধুমাত্র তার মাথাকে ঘিরে থাকতে পারে, তবে প্রায়শই তার পুরো শরীর এবং কিছু ছবিতে শরীরটি নিজেই বর্ণবলয়ের জন্য দেখা যায় না। প্রতিনিধিত্বের এই \"উজ্জ্বল\" রূপটি \"সত্যবাদী\" চিত্রগুলির কারণে সৃষ্ট সমস্যাগুলি এড়িয়ে গেছে, এবং গ্রন্থে বর্ণিত মুহাম্মদের ব্যক্তিত্বের গুণাবলী প্রকাশ করার জন্য নেওয়া যেতে পারে। যদি শরীরটি দৃশ্যমান হয়, মুখটি ঘোমটা দিয়ে আবৃত হতে পারে (উভয় ধরনের উদাহরণের জন্য গ্যালারি দেখুন)। এই ধরনের উপস্থাপনা, যা পারস্যের সাফাভীয় সময়ের শুরুতে শুরু হয়েছিল, শ্রদ্ধা ও সম্মানের জন্য করা হয়েছিল। ইসলামের অন্যান্য নবী, এবং মুহাম্মদের স্ত্রী এবং সম্পর্কের সাথে একই রকম আচরণ করা হতে পারে যদি তারাও উপস্থিত হয়।\nটমাস ওয়াকার আর্নল্ড (১৮৬৪-১৯৩০), ইসলামিক শিল্পের প্রাথমিক ইতিহাসবিদ, বলেছেন যে \"ইসলাম কখনই চিত্রকলাকে ধর্মের দাসী হিসাবে স্বাগত জানায়নি যেমনটি বৌদ্ধ এবং খ্রিস্টান উভয়ই করেছে। মসজিদগুলিকে কখনও ধর্মীয় ছবি দিয়ে সজ্জিত করা হয়নি, বা বিধর্মীদের নির্দেশনা বা বিশ্বস্তদের উন্নতির জন্য কোনও চিত্র শিল্প নিযুক্ত করা হয়নি।\" খ্রিস্টধর্মের সাথে ইসলামের তুলনা করে তিনি আরও লিখেছেন: \"তদনুসারে, ইসলামের ধর্মীয় চিত্রকলায় কখনোই কোনো ঐতিহাসিক ঐতিহ্য ছিল না - স্বীকৃত প্রকারের উপস্থাপনায় কোনো শৈল্পিক বিকাশ হয়নি - ধর্মীয় বিষয়ের চিত্রশিল্পীদের কোনো দর্শন নেই; সর্বোপরি, খ্রিস্টান চার্চের ধর্মীয় চিন্তাধারার নেতাদের পক্ষ থেকে ধর্মীয় চিন্তাধারার কর্তৃপক্ষের সাথে সামঞ্জস্যপূর্ণ কোনো নির্দেশনা পাওয়া গেছে।\"\nমুহাম্মদের চিত্র বর্তমান দিন পর্যন্ত বিতর্কিত রয়ে গেছে এবং মধ্যপ্রাচ্যের অনেক দেশে গ্রহণযোগ্য বলে বিবেচিত হয় না। উদাহরণস্বরূপ, ১৯৬৩ সালে একজন তুর্কি লেখকের মক্কায় হজ্জ যাত্রার কাহিনি পাকিস্তানে নিষিদ্ধ করা হয়েছিল কারণ এতে মুহম্মদকে উন্মোচিত দেখানো ক্ষুদ্রাকৃতির পুনরুৎপাদন ছিল।\n\n\n==== গ্যালারি ====\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== সমসাময়িক ইরান ===\nসুন্নি ইসলামে মুহাম্মদের প্রতিনিধিত্ব এড়ানো সত্ত্বেও, ইরানে মুহাম্মদের ছবি অস্বাভাবিক নয়। ইরানী শিয়া মতবাদ এই বিষয়ে সুন্নি গোঁড়া মতবাদের চেয়ে বেশি সহনশীল বলে মনে হয়। ইরানে, চিত্রের বর্তমান দিনে যথেষ্ট গ্রহণযোগ্যতা রয়েছে, এবং পোস্টার ও পোস্টকার্ডের আধুনিক আকারে পাওয়া যেতে পারে।\n১৯৯০-এর দশকের শেষের দিক থেকে, ইসলামী মূর্তিবিদ্যার বিশেষজ্ঞরা ইরানে কাগজে মুদ্রিত চিত্রগুলি আবিষ্কার করেন, যেখানে মুহাম্মদকে পাগড়ি পরা কিশোর হিসাবে চিত্রিত করা হয়েছিল। এর বেশ কয়েকটি রূপ রয়েছে, সবগুলি একই কিশোর মুখ দেখায়, যা শিলালিপি দ্বারা চিহ্নিত করা হয় যেমন \"মুহাম্মদ, ঈশ্বরের রসূল\" বা আরও বিশদ কিংবদন্তি যা মুহাম্মদের জীবনের পর্ব ও চিত্রটির অনুমিত উৎসকে উল্লেখ করে। এই পোস্টারগুলির কিছু ইরানী সংস্করণে মূল চিত্রের জন্য আরোপিত করা হয়েছে একজন বহিরার, খ্রিস্টান সন্ন্যাসী যিনি সিরিয়ায় যুবক মুহাম্মদের সাথে দেখা করেছিলেন। খ্রিস্টানকে ছবিটির কৃতিত্ব দিয়ে এবং মুহাম্মদের নবী হওয়ার আগে থেকে এটিকে পূর্বনির্ধারণ করে, প্রতিমূর্তিটির নির্মাতারা নিজেদেরকে যেকোন অন্যায় থেকে মুক্ত করে।\nমোটিফটি ১৯০৫ বা ১৯০৬ সালে জার্মান রুডলফ ফ্রাঞ্জ লেহনার্ট এবং আর্নস্ট হেনরিখ ল্যান্ডরকের তোলা তরুণ তিউনিসিয়ার ফটোগ্ৰাফ থেকে নেওয়া হয়েছিল, যা ১৯২১ সাল পর্যন্ত প্রতিকৃতির পোস্টকার্ডে উচ্চ সংস্করণে মুদ্রিত হয়েছিল। এই প্রতিকৃতিটি ইরানে কৌতূহল হিসাবে জনপ্রিয় হয়েছে।\nতেহরানে, ২০০৮ সালে পাবলিক রাস্তার মোড়ে নবীকে চিত্রিত করা দেত্তয়াল চিত্র (ম্যুরাল) - তার মুখ ঢেকে রাখা - বোরাক অশ্বচালনা অভিষিক্ত করা হয়েছিল, মুসলিম সংখ্যাগরিষ্ঠ দেশে তার ধরনের একমাত্র ম্যুরাল।\n\n\n==== চলচ্চিত্র ====\n\nমুহাম্মদকে নিয়ে খুব কম চলচ্চিত্র নির্মিত হয়েছে।\n১৯৭৬ সালের চলচ্চিত্র দ্য মেসেজ তাকে সরাসরি চিত্রিত না করেই তার জীবনের গল্প বলেছিল। অদেখা থাকাকালীন, মুহাম্মদকে উদ্ধৃত করা হয়েছে, সরাসরি সম্বোধন করা হয়েছে এবং পুরো চলচ্চিত্র জুড়ে আলোচনা করা হয়েছে, এবং স্বতন্ত্র অর্গান মিউজিক কিউ তার অফ-ক্যামেরা উপস্থিতি নির্দেশ করে। তার পরিবারের বেশির ভাগ সদস্যকেও চিত্রিত করা হয়নি, গল্পকে এগিয়ে নিয়ে যাওয়ার জন্য পর্দার নায়ক হিসেবে হামযা, বিলাল ও আবু সুফিয়ানের মতো ব্যক্তিত্বদেরকে রেখে দেওয়া হয়েছে।\nমুহাম্মদ: দ্য লাস্ট প্রফেট নামে ভক্তিমূলক কার্টুন ২০০৪ সালে মুক্তি পায়। মাজিদ মাজিদি পরিচালিত ২০১৫ সালে মুক্তিপ্রাপ্ত ইরানি চলচ্চিত্র মুহাম্মাদ: দ্য ম্যাসেঞ্জার অব গড। এটি মুহাম্মদের জীবন নিয়ে নির্মিত ৩ পর্বের ধারাবাহিক চলচ্চিত্রের প্রথম পর্ব। এছাড়াও মজিদ মাজিদির ১৯৯৯ সালের মুক্তিপ্রাপ্ত ইরানি চলচ্চিত্র রঙ-এ খোদা।\nযদিও সুন্নি মুসলিমরা সর্বদাই মুহাম্মাদকে চলচ্চিত্রে চিত্রিত করাকে স্পষ্টভাবে নিষিদ্ধ করেছে, সমসাময়িক শিয়া পণ্ডিতরা আরও স্বাচ্ছন্দ্যপূর্ণ মনোভাব নিয়েছেন, বলেছেন যে মুহাম্মাদকে চিত্রিত করা অনুমোদিত, এমনকি টেলিভিশন বা চলচ্চিত্রেও, যদি সম্মানের সাথে করা হয়।\n\n\n== অমুসলিমদের প্রতিকৃতি ==\n\nপশ্চিমে মুহাম্মদের প্রাচীনতম প্রতিকৃতিটি দ্বাদশ শতাব্দীর কর্পাস ক্লুনিয়াসেনসের পাণ্ডুলিপিতে পাওয়া যায়, যা আবু আল-হাসান বাকরির কিতাব আল-আনওয়ার এর অনুবাদের সাথে ক্যারিন্থিয়ার হারম্যানের ভূমিকার সাথে যুক্ত। প্রতিমূর্তিটি ইচ্ছাকৃতভাবে মানহানিকর, মুহাম্মাদকে দাড়িওয়ালা মানুষের মুখ এবং মাছের মতো শরীর দিয়ে চিত্রিত করা হয়েছে। এটি সম্ভবত হোরেসের আর্স পোয়েটিকা ​​দ্বারা অনুপ্রাণিত, যেখানে কবি কল্পনা করেছেন \"একজন মহিলা, উপরে সুন্দর, নীচে কুৎসিত মাছের মধ্যে খারাপভাবে শেষ\" এবং জিজ্ঞাসা করেছেন \"বন্ধুরা, আপনি আপনার হাসিকে সংযত করবেন কিনা, যদি এই ব্যক্তিগত দৃষ্টিভঙ্গিতে স্বীকার করা হয়?\", পিটার দ্য বেনারেবল তার সংকলনে ইসলামের বিবরণে অনুচ্ছেদ উল্লেখ করেছেন। এই চিত্রণটি অবশ্য পরবর্তী চিত্রের জন্য দৃষ্টান্ত স্থাপন করেনি।\nমুদ্রণযন্ত্রের উদ্ভাবনের পর ছবিগুলির বিস্ফোরণ পর্যন্ত মুহাম্মদের পশ্চিমা উপস্থাপনা খুবই বিরল ছিল; তাকে কয়েকটি মধ্যযুগীয় চিত্রে দেখানো হয়েছে, সাধারণত অপ্রস্তুতভাবে, প্রায়ই দান্তে আলিগিয়েরির ডিভাইন কমেডিতে তার সংক্ষিপ্ত উল্লেখ দ্বারা প্রভাবিত হয়। দান্তে মুহাম্মাদকে জাহান্নামে রেখেছিলেন, তার অন্ত্রগুলি ঝুলে ছিল (অধ্যায় ২৮):\n\nকোন পিপা নেই, এমনকি এমন একটিও নয় যেখানে হুপস ও লাঠি যেদিকে যায়, তা কখনও বিভক্ত হয়ে পড়েছিল যেমন আমি দেখেছি একজন ভগ্ন পাপী, চিবুক থেকে ছিঁড়ে যেখানে আমরা নীচে পার্টি করি।\nতার দুঃসাহস তার পায়ের মাঝে ঝুলিয়ে রেখেছিল এবং তার গুরুত্বপূর্ণ অঙ্গগুলিকে প্রদর্শন করেছিল, যার মধ্যে সেই জঘন্য বস্তাটিও ছিল যা গুলিয়ে যা কিছু পাওয়া যায় তা বিষ্ঠায় রূপান্তরিত করে।\n\nআমি তার দিকে তাকাতেই সে পেছন ফিরে তাকালো আর হাত দিয়ে বুকটা খুলে টেনে বললো, \"দেখ আমি কিভাবে নিজের মধ্যে ফাটল খুলে ফেলি! দেখুন মুহাম্মদ কতটা দুমড়ে-মুচড়ে গেছে! আমার আগে আলি, তার মুখ চিবুক থেকে মুকুট পর্যন্ত বিদীর্ণ, বিষাদগ্রস্ত।\"\nএই দৃশ্যটি আধুনিক সময়ের আগে কখনও কখনও ডিভাইন কমেডির চিত্রে দেখানো হত। জিওভান্নি দ্যা মোদেনা এবং দান্তে আঁকা পঞ্চদশ শতাব্দীর ফ্রেস্কো শেষ বিচারে, এবং সালভাদোর দালি, ওগ্যুস্ত রোদাঁ,  উইলিয়াম ব্লেইক এবং গুস্তাব দোরে-এর শিল্পকর্মের মাধ্যমে সান পেট্রোনিওর গির্জা, বোলোনিয়া, ইতালিতে মুহাম্মদকে উপস্থাপন করা হয়েছে।\nমুহাম্মদ কখনও কখনও বিশ্বের ইতিহাসে প্রভাবশালী ব্যক্তিদের দলগুলির পশ্চিমা চিত্রে চিত্রিত হন। এই ধরনের চিত্রণগুলি অভিপ্রায়ে অনুকূল বা নিরপেক্ষ হতে থাকে; ওয়াশিংটন, ডি.সি.-তে মার্কিন যুক্তরাষ্ট্রের সুপ্রিম কোর্ট ভবনে উদাহরণ পাওয়া যেতে পারে, যা ১৯৩৫ সালে তৈরি হয়েছিল, ছাদের কারুকার্য প্রধান ঐতিহাসিক আইন প্রণেতাদের অন্তর্ভুক্ত করে, এবং মুহাম্মাদকে হাম্মুরাবি, মোশি, কনফুসিয়াস এবং অন্যান্যদের পাশে রাখে। ১৯৯৭ সালে, ছাদের কারুকার্যকে ঘিরে বিতর্কের সূত্রপাত হয় এবং পর্যটন সামগ্রীগুলিকে \"মুহাম্মদকে সম্মান করার জন্য ভাস্কর দ্বারা সুনিশ্চিত প্রচেষ্টা\" হিসাবে বর্ণনা করার জন্য সম্পাদনা করা হয়েছে যা \"মুহাম্মদের সাথে কোন সাদৃশ্য রাখে না।\"\nইন্দোনেশিয়া, পাকিস্তান ও মিশরের রাষ্ট্রদূতদের অনুরোধে ১৯৫৫ সালে, নিউইয়র্ক সিটির একটি আদালত থেকে মুহাম্মদের মূর্তি অপসারণ করা হয়েছিল। স্মারক ভাস্কর্যে মুহাম্মদের অত্যন্ত বিরল উপস্থাপনা বিশেষ করে মুসলমানদের জন্য আপত্তিকর হতে পারে, কারণ মূর্তিটি মূর্তিগুলির জন্য শাস্ত্রীয় আকার, এবং মূর্তিপূজার কোনো ইঙ্গিতের ভয়ই হলো ইসলামী নিষেধাজ্ঞার ভিত্তি। ইসলামিক শিল্প প্রায় সবসময় যে কোনো বিষয়ের বড় ভাস্কর্য এড়িয়ে চলে, বিশেষ করে মুক্ত-স্থায়ী ভাস্কর্য; শুধুমাত্র কয়েকটি প্রাণী পরিচিত, বেশিরভাগই ঝর্ণার মাথা, যেমন আলহামরা লায়ন কোর্টে; পিসা গ্রিফিন সম্ভবত সবচেয়ে বড়।\n১৯৯২ সালে, মুহাম্মাদকে টিনেইজ মিউট্যান্ট নিনজা টার্টলস অ্যাডভেঞ্চারস প্রাহসনিক দ্য ব্ল্যাক স্টোন শিরোনামে চিত্রিত করা হয়েছিল যেখানে কচ্ছপরা মক্কা সফর করে এবং কালো পাথর চুরি করার অভিযোগে অভিযুক্ত হয়।\n১৯৯৭ সালে, মার্কিন-ইসলামিক সম্পর্কের পরিষদ (মাইসপ)- এ, মার্কিন যুক্তরাষ্ট্রের মুসলিম ব্যারিস্টার মহলের একটি দল, মার্কিন যুক্তরাষ্ট্রের সুপ্রিম কোর্টের প্রধান বিচারপতি উইলিয়াম রেনকুইস্টকে চিঠি লিখে অনুরোধ করেছে যে সুপ্রিম কোর্ট ভবনের অভ্যন্তরে উত্তর ছাদের কারুকার্যে মুহাম্মদের ভাস্কর্য উপস্থাপনা অপসারণ করা হোক বা বালি করা হোক। আদালত মাইসপ এর অনুরোধ প্রত্যাখ্যান করে।\n২০১৫ সালে, পশ্চিমা প্রেস মাঙ্গা দে দোকুহা সিরিজের অংশ হিসেবে জাপানে জাপানি ভাষার মাঙ্গা রূপান্তর জাপানে প্রকাশিত হয়েছিল, যা ঐতিহাসিক বইগুলিকে অভিগম্য মাঙ্গা বিন্যাসে রূপান্তর করতে চায়। এই সংস্করণটি বর্ণনাকে ঘিরে জাপানি সাংস্কৃতিক নান্দনিকতার জন্য তৈরি করা হয়েছে যেখানে একজন জ্ঞানী বৃদ্ধ মুসলিম মসজিদে কাওয়াই-আইনের দিজেনের সাথে দেখা করেন যিনি কোরআন তেলাওয়াতের শব্দে আকৃষ্ট হন এবং ইসলাম সম্পর্কে আরও জানতে চান। কোরানের কাহিনি উন্মোচিত হওয়ার সাথে সাথে দুজনে সময় ও স্থানের মধ্য দিয়ে যাত্রা শুরু করে। নামহীন নায়ক, মুহাম্মদ নন, বইয়ের প্রচ্ছদে সেই মানুষটি। মুহম্মদ উপস্থিত হন এবং এমনকি দুটি প্রধান চরিত্রের সাথে কথা বলেন, তবে তাকে মুখবিহীন আবৃত ব্যক্তি হিসাবে চিত্রিত করা হয়েছে। এই বইটি প্রকাশের পর কোন বড় বিতর্ক হয়নি।\n\n\n=== গ্যালারি ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== বিংশ ও একবিংশ শতাব্দীর বিতর্ক ==\n\nবিংশ ও একবিংশ শতাব্দী শুধুমাত্র সাম্প্রতিক ব্যঙ্গচিত্র বা কার্টুনের জন্য নয়, ঐতিহাসিক শিল্পকর্ম প্রদর্শনের ক্ষেত্রেও মুহাম্মদের চিত্রণ নিয়ে বিতর্কের দ্বারা চিহ্নিত হয়েছে।\n১৯৯৯ সালের ডিসেম্বরে সহস্রাব্দের শেষের দিকে নৈতিকতার গল্পে, জার্মান নিউজ ম্যাগাজিন দের স্পিগেল একই পৃষ্ঠায় \"নৈতিক প্রেরিত\" মুহাম্মাদ, যিশু, কনফুসিয়াস ও ইমানুয়েল কান্টের ছবি ছাপায়। পরবর্তী সপ্তাহগুলিতে, পত্রিকাটি মুহাম্মদের ছবি প্রকাশের বিরুদ্ধে প্রতিবাদ, আবেদন ও হুমকি পায়। তুর্কি টিভি-স্টেশন টিভি-শো সম্পাদকের টেলিফোন নম্বর সম্প্রচার করে যিনি তখন দৈনিক কল পান।\nজার্মানির সেন্ট্রাল কাউন্সিল অফ মুসলিমের নেতা নাদিম ইলিয়াস বলেন, ইচ্ছাকৃতভাবে মুসলমানদের অনুভূতিতে আঘাত না করার জন্য ছবিটি আবার ছাপানো উচিত নয়। ইলিয়াস এর পরিবর্তে মুহাম্মদের মুখ সাদা করার সুপারিশ করেছিলেন।\nজুন ২০০১ সালে, স্পীগেল ইসলামিক আইন বিবেচনা করে তার শিরোনাম পৃষ্ঠায় সাদা মুখ সহ মুহাম্মদের ছবি প্রকাশ করে। হোসেম্যান দ্বারা মুহাম্মদের একই ছবি ম্যাগাজিন দ্বারা ১৯৯৮ সালে ইসলামের উপর বিশেষ সংস্করণে একবার প্রকাশিত হয়েছিল, কিন্তু তারপরে অনুরূপ প্রতিবাদ না করেই।\n২০০২ সালে, ইতালীয় পুলিশ রিপোর্ট করেছে যে তারা বোলোনিয়ার সান পেট্রোনিওর গির্জা ধ্বংস করার সন্ত্রাসী চক্রান্তকে বাধাগ্রস্ত করেছে, যেখানে ১৫ শতকের ফ্রেস্কো রয়েছে যাতে দেখানো হয়েছে যে মুহাম্মদকে রাক্ষস দ্বারা নরকে টেনে নিয়ে যাওয়া হয়েছে (উপরে দেখুন)।\nমুহাম্মাদকে পরিবর্তন করার উদাহরণের মধ্যে রয়েছে ১৯৪০ সালের ইউনিভার্সিটি অব উটাহ-এর ম্যুরাল যাতে ২০০০ সালে মুসলিম ছাত্রদের অনুরোধে চিত্রের নীচে থেকে মুহাম্মদের নাম মুছে ফেলা হয়।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nArnold, Thomas W. (২০০২–২০১১) [1928]। Painting in Islam, a Study of the Place of Pictorial Art in Muslim Culture। Gorgias Press LLC। পৃষ্ঠা 91–99। আইএসবিএন 978-1-931956-91-8। \nAli, Wijdan,  M. Kiel; N. Landman; H. Theunissen, সম্পাদকগণ, \"From the Literal to the Spiritual: The Development of Prophet Muhammad's Portrayal from 13th Century Ilkhanid Miniatures to 17th Century Ottoman Art\" (পিডিএফ), Proceedings of the 11th International Congress of Turkish Art, The Netherlands: Utrecht, 7 (1–24), পৃষ্ঠা 7, ২০০৪-১২-০৩ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nGrabar, Oleg, The Story of Portraits of the Prophet Muhammad, in Studia Islamica, 2004, p. 19 onwards.\n\"Gruber (2005)\", Gruber, Christiane, Representations of the Prophet Muhammad in Islamic painting, in Gülru Necipoğlu, Karen Leal eds., Muqarnas, Volume 26, 2009, BRILL, আইএসবিএন ৯০-০৪-১৭৫৮৯-X, 9789004175891, google books\n\"Gruber (2010)\", Gruber, Christiane J., The Prophet's ascension: cross-cultural encounters with the Islamic mi'rāj tales, Christiane J. Gruber, Frederick Stephen Colby (eds), Indiana University Press, 2010, আইএসবিএন ০-২৫৩-৩৫৩৬১-০, আইএসবিএন ৯৭৮-০-২৫৩-৩৫৩৬১-০, google books\n\"Gruber (Iranica)\", Gruber, Christiane, \"MEʿRĀJ ii. Illustrations\", in Encyclopedia Iranica, 2009, online\n\n\n== আরও পড়ুন ==\nGruber, Christiane J.; Shalem, Avinoam (eds), The Image of the Prophet Between Ideal and Ideology: A Scholarly Investigation, De Gruyter, 2014, আইএসবিএন ৯৭৮৩১১০৩১২৩৮৬, google books, Introduction\nGruber, Christiane J., \"Images\", in: Fitzpatrick, Coeli; Walker, Adam Hani (eds), Muhammad in History, Thought, and Culture: An Encyclopedia of the Prophet of God, ABC-CLIO, LLC, 2014, আইএসবিএন ৯৭৮১৬১০৬৯১৭৭২, google books\n\n\n== বহিঃসংযোগ ==\n\nDevotion in pictures: Muslim popular iconography, University of Bergen\n\"Religious\" Paintings in Islamic Art\nMohammed Image Archive: Depictions of Mohammed Throughout History\nMuhammad in Dante's Inferno 28  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১০ অক্টোবর ২০১২ তারিখে"}