{"pageid": 1435855, "title": "ধর্ম বীজ", "url": "https://bn.wikipedia.org/wiki?curid=1435855", "content": "ধর্ম বীজ হলো থেরবাদ বৌদ্ধধর্মের কথ্য শিক্ষাকে আধুনিক ভাষায় সংরক্ষণ এবং ভাগ করার জন্য নিবেদিত অলাভজনক সংস্থা।\n\n\n== ব্যুৎপত্তি ==\nসংগঠনটির নামটি ধর্ম বীজের ধারণা থেকে এসেছে। \"বিপসনা অর্থে এই ধরনের বীজ হলো প্রতিফলনের আদর্শ বস্তু। 'অস্থিরতা'-এর মতো বিষয় সম্পর্কে খালি, অপাচ্য ধারণা থাকাই যথেষ্ট নয়...আমাদের ধর্মবীজ দরকার - এমন ধারণা যা আমাদের জন্য অর্থের অসংখ্য দিক তৈরি করেছে। আমরা যত বেশি ধর্মের উপর চিন্তা করব, তত বেশি ধর্মের বীজ আমাদের জন্য আবির্ভূত হবে, এবং বিপসনা ধ্যানের জন্য আমাদের কাছে তত বেশি প্রকৃত বিষয় থাকবে।\n\n\n== ইতিহাস ==\nধর্ম বীজ ১৯৮৩ সালে শুরু হয়েছিল যখন [বিল হ্যামিল্টন,] ব্যারে, ম্যাসাচুসেটস-এর অন্তর্দৃষ্টি চর্চা সংঘের একজন স্বেচ্ছাসেবক সেখানে দেওয়া ধর্ম কথা এবং ধ্যান নির্দেশাবলী ট্যাপ করা শুরু করেছিলেন। তার ছোট প্রকল্পটি শীঘ্রই পৃথক অলাভজনক সংস্থায় পরিণত হয় এবং ধর্ম বীজ টেপ লাইব্রেরি শিক্ষার অডিওটেপ বিক্রি করে বিশ্বে ধর্মের বীজ ছড়িয়ে দিতে শুরু করে। মূল মিশনটি ছিল কেবল 'ধর্ম সংরক্ষণ এবং ভাগ করা', যা আজও ধর্মবীজ করে চলেছে - গুরুত্বপূর্ণ পরিবর্তনের সাথে: শিক্ষাগুলি এখন দানের নীতি বা বৌদ্ধদের উদারতার উপর ভিত্তি করে দেওয়া হয়।\nমূলত, টেপগুলি ছিল \"লোকদের সুবিধার জন্য যারা আলোচনার সময় হলের মধ্যে ছিল না, এবং পরবর্তী প্রজন্মের জন্য এই উপাদানের অপরিসীম মূল্য শীঘ্রই স্পষ্ট হয়ে ওঠে। ১৯৮৪ সালে প্রকল্পটি অলাভজনক ধর্মীয় সংস্থা হিসাবে অন্তর্ভুক্ত হয়, ধর্ম বীজ টেপ লাইব্রেরিতে পরিণত হয় এবং বিশ্বে চলে আসে। আমরা প্রায় ষোল বছর ধরে এটি করছি। আমি মূল পরিচালকদের একজন ছিলাম, এবং শুরু থেকেই জড়িত ছিলাম,\" বলেছেন জুডি ফিলিপস, ধর্ম বীজ আর্কাইভের পরিচালক।\n১৯৮৫ সালের মধ্যে, ধর্ম বীজ টেপ লাইব্রেরিগুলি পশ্চিমা \"আধ্যাত্মিক তীর্থযাত্রীদের\" মধ্যে কুখ্যাতি অর্জন করতে শুরু করেছিল। ধর্ম বীজ আত্ম-পরিবর্তনের উদ্দেশ্যে \"উচ্চ মানের ক্যাসেট সরবরাহকারী ক্রমবর্ধমান সংখ্যক সংস্থাগুলির মধ্যে একটি\"। যোগ জার্নালের মে ১৯৮৫ সংখ্যাটি তার পাঠকদের তাদের বাড়ি, গাড়ি বা ওয়াকম্যান হেডফোনের গোপনীয়তা থেকে \"'আধ্যাত্মিক' ক্যাসেট টেপগুলির উদীয়মান প্রাপ্যতার সুবিধা নিতে উৎসাহিত করেছিল৷ তারপর থেকে, \"আধ্যাত্মিক তীর্থযাত্রীদের এটি এত সহজ ছিল না!\" এক দশক পরে, আমেরিকান বিপসনা আন্দোলন এখনও তিনটি রাজ্যে কেন্দ্রীভূত ছিল - ক্যালিফোর্নিয়া, নিউ ইয়র্ক এবং ম্যাসাচুসেটস। মেইল অর্ডারের মাধ্যমে অন্তর্দৃষ্টি চর্চা সংঘ-এ প্রদত্ত শিক্ষা প্রদানের মাধ্যমে, ধর্ম বীজ সেইসব অঞ্চলে তাদের জন্য উপলভ্য হওয়ার অনুমতি দেয় যেখানে উল্লেখযোগ্য বিপসনা প্রস্তাব নেই।\n[ধ্যানের পশ্চাদপসরণ] শেষ রাতে, ধর্ম বীজ টেপ লাইব্রেরির প্রতিষ্ঠাতা বিল হ্যামিল্টনের ছাই ক্লাউড মাউন্টেনে আনা হয়েছিল। বিল হুইডবে দ্বীপে থাকতেন এবং সিয়াটল সংঘে তার অনেক বন্ধু ছিল। ওই বছরের মার্চে বিলকে বলা হয় তার অগ্ন্যাশয়ের ক্যান্সার হয়েছে।\nপশ্চাদপসরণে থাকা একজন মহিলা তার হাসপাতালে ভর্তি ও অস্ত্রোপচারের কাহিনী বর্ণনা করেছিলেন, তিনি তার কষ্টের মধ্য দিয়ে কতটা স্নেহশীল ও আনন্দদায়ক ছিলেন তা দেখে অবাক হয়েছিলেন। বিল আপেল গাছের নিচে পুরোটা কবর দিতে চেয়েছিল, কিন্তু যেহেতু ওয়াশিংটনে এই ধরনের কবর দেওয়ার অনুমতি ছিল না, তাই একটি ছোট আপেল গাছ কেনা হয়েছিল, এখানে পুকুরে একটি গর্ত খনন করা হয়েছিল এবং তার ছাই পাঠানো হয়েছিল।\n\n\n== ধর্মকেন্দ্র ==\nধর্ম বীজ বিশ্বব্যাপী ৪০ টিরও বেশি কেন্দ্রে দেওয়া ধর্ম কথার অডিও রেকর্ডিং হোস্ট করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nDharma Seed-Download audio Dharma talks by IMS teachers\nDharma Overground – MCTB Bill HamiltonS Model"}