{"pageid": 1435895, "title": "অ্যালবিয়ন ফেলোস বেকন", "url": "https://bn.wikipedia.org/wiki?curid=1435895", "content": "অ্যালবিয়ন ফেলোস বেকন (৮ এপ্রিল, ১৮৬৫ – ডিসেম্বর ১০, ১৯৩৩) ছিলেন একজন আমেরিকান সমাজ সংস্কারক এবং ইভান্সভিল, ইন্ডিয়ানা-র লেখক। আবাসন মান উন্নয়নে তার প্রচেষ্টা এবং আবাসন ব্যবস্থা সংস্কারে তার কাজের জন্য তাকে সবচেয়ে বেশি স্মরণ করা হয়। আবাসন সংস্কারের ক্ষেত্রে একজন স্বীকৃত বিশেষজ্ঞ হিসেবে বেকন সমস্যাটির জন্য আইনী প্রস্তাবগুলি পাস করার জন্য তার প্রচেষ্টায় অবিচল ছিলেন, যার ফলস্বরূপ ১৯০৯, ১৯১৩ এবং ১৯১৭ সালে ইন্ডিয়ানাতে আবাসন আইন পাস হয়েছিল। বেকন একজন সমাজ সংস্কারক হিসাবে একটি জাতীয় খ্যাতি অর্জন করেছিলেন যার ফলস্বরূপ তাকে হোম বিল্ডিং এবং বাড়ির মালিকানার সভাপতি সম্মেলনে নিয়োগ দেওয়া হয়েছিল এবং তিনি এর মান ও উদ্দেশ্য কমিটিতে কাজ করেছিলেন।\nবেকন অন্যান্য বিষয়গুলির মধ্যে আবাসন সংস্কারের উপর বেশ কয়েকটি বই, পুস্তিকা এবং জার্নাল নিবন্ধের লেখক ছিলেন এবং ভক্তিমূলক উপকরণ, কবিতা এবং শিশুদের গল্পের প্রকাশিত বই লিখেছেন। এছাড়াও তিনি ইন্ডিয়ানা চাইল্ড ওয়েলফেয়ার অ্যাসোসিয়েশনে নেতৃত্বের ভূমিকা সহ বেশ কয়েকটি সংস্থায় জড়িত থাকার মাধ্যমে ইন্ডিয়ানার যুবকদের জীবন উন্নত করার জন্য কাজ করেছেন। তিনি শিশু কল্যাণ কমিটি, (ইন্ডিয়ানা স্টেট কাউন্সিল অফ ডিফেন্সের মহিলা বিভাগের একটি অংশ), দাতব্য ও সংশোধনের ইন্ডিয়ানা সম্মেলন, এবং ইন্ডিয়ানার প্রবেশন বিভাগের জুভেনাইল অ্যাডভাইজরি কমিশন এর অংশ ছিলেন। বেকন শহর পরিকল্পনা প্রচেষ্টায় সক্রিয় ছিলেন (বিশেষ করে ইভান্সভিল শহরে)। তার মৃত্যুর পর, ইভান্সভিলের সংবাদপত্র তাকে শহরের \"সবচেয়ে পরিচিত এবং সবচেয়ে প্রিয় মহিলা\" বলে অভিহিত করে।\n\n\n== মৃত্যু এবং উত্তরাধিকার ==\nবেকন ১০ ডিসেম্বর, ১৯৩৩-এ ইভান্সভিলে তার বাড়িতে হৃদযন্ত্রের ব্যর্থতায় মারা যান। তার দেহাবশেষ ইভান্সভিলের ওক হিল কবরস্থানে সমাহিত করা হয়।\n১৯১৭ সালে ইন্ডিয়ানার রাজ্যব্যাপী আবাসন আইন পাসের পর, লেখক এডিথ উড বেকন, জ্যাকব রিস এবং লরেন্স ভেইলারকে তিনজন \"চৌম্বকীয় ব্যক্তিত্ব\" হিসাবে চিহ্নিত করেছেন যারা মার্কিন যুক্তরাষ্ট্রে আবাসন সংস্কারকে উৎসাহিত করার জন্য দায়ী ছিলেন। উড ইন্ডিয়ানায় একটি রাজ্যব্যাপী আবাসন আইন সুরক্ষিত করার ক্ষেত্রে বেকনের সাফল্যকে এবং অধ্যবসায়কে দায়ী করেছেন। তার মৃত্যুর পর, ইভান্সভিল সংবাদপত্র বেকনকে শহরের \"সবচেয়ে পরিচিত এবং সবচেয়ে প্রিয় মহিলা\" হিসাবে উল্লেখ করে৷ তিনি \"আবাসন সংস্কার আন্দোলনের প্রতীক এবং এই ক্ষেত্রে একজন বিশেষজ্ঞ\" হিসাবে স্বীকৃত। \n\n\n== সম্মান ও শ্রদ্ধা ==\nঅ্যালবিয়ন ফ্ল্যাট, যা ইভান্সভিলে ১৯১০ সালের দিকে নির্মিত হয়েছিল, বেকনের প্রতি শ্রদ্ধা হিসাবে তার নামে নামকরণ করা হয়েছে।\nঅ্যালবিয়ন ফেলোস বেকন সেন্টার, ইভান্সভিলে অবস্থিত এবং এগারোটি কাউন্টিতে বিস্তৃত। এটিও তার সম্মানে নামকরণ করা হয়েছে। কেন্দ্রটিকে ১৯৮১ সালের ডিসেম্বরে অন্তর্ভুক্ত করা হয়েছিল। সংস্থাটি বর্তমানে আবাসিক এবং অ-আবাসিক পরিষেবা, সম্প্রদায়ের প্রচার, প্রাথমিক অপব্যবহার প্রতিরোধ, যৌন নিপীড়নের সহায়তা, আইনি ওকালতি, সেইসাথে শিশুদের এবং সংকট প্রতিক্রিয়া কর্মসূচি প্রদান করে।\n\n\n== নির্বাচিত প্রকাশিত কাজ ==\n\n\n=== বই ===\nSongs Ysame (১৮৯৭), কবিতার একটি সংকলন (তার বোন, অ্যানি ফেলোস জনস্টনের সাথে সহ-রচিত)।\nসম্প্রদায়ের কাছে খারাপ হাউজিং মানে কী (১৯১০)\nএ টেল অফ দ্য টেনমেন্টস (১৯১২)\nবিউটি ফর অ্যাশেজ (১৯১৪), তার আত্মজীবনী\nদ্য সোলজারস বুক অফ ওয়ার্শিপ (১৯১৭)\nসান্ত্বনা: একটি আধ্যাত্মিক অভিজ্ঞতা (১৯২২)\nঈশ্বরের পথ (১৯২৮)\nদ্য চার্ম স্ট্রিং (১৯২৯), একটি শিশুদের বই\n\n\n=== অন্যান্য ===\n\"দ্য হাউজিং প্রবলেম ইন ইন্ডিয়ানা\" (১৯০৮) \n\"একটি রাজ্যের জাগরণ–ইন্ডিয়ানা\" (১৯১০) \n\"দ্য ডিভাইন কল: আমাকে অনুসরণ করুন\" (১৯১২) \n\"হাউজিং––সামাজিক কাজের সাথে এর সম্পর্ক\" (১৯১৮) \n\"লিঙ্কন\" (১৯২৫), একটি কবিতা \n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nBarrows, Robert G. (২০০০)। Albion Fellows Bacon: Indiana's Municipal Housekeeper। Midwestern History and Culture। Indiana University Press। আইএসবিএন 9780253337740। \nBarrows, Robert G., \"Albion Fellows Bacon\", in Gugin, Linda C., and James E. St. Clair, eds (২০১৫). Indiana's ২০০:n the People Who Shaped the Hoosier State. Indianapolis: Indiana Historical Society Press. pp. ৮-১০.\nBarrows, Robert G. (ডিসেম্বর ১৯৮৫)। \"'The Homes of Indiana': Albion Fellows Bacon and Housing Reform Legislation, 1907–1917\"। Indiana University: 309–50। সংগ্রহের তারিখ ২০১৬-০৪-১৪। \nJames, Edward T.; S. Boyer, Paul (১৯৭১)। Notable American Women, 1607–1950: A Biographical Dictionary। Belknap Press of Harvard University Press। পৃষ্ঠা 76–78। আইএসবিএন 9780674627345। \nWoman's Who's Who of America: A Biographical Dictionary of Contemporary Women of the United States and Canada, 1914–1915। American Commonwealth Company। ১৯১৪। পৃষ্ঠা 64। \nMcHenry, Robert (১৯৮৩)। Famous American Women: A Biographical Dictionary from Colonial Times to the Present। Courier Dover Publications। আইএসবিএন 0-486-24523-3। \n\n\n== আরও পড়ুন ==\nBacon, Albion Fellows (১৯১৪)। Beauty for Ashes। Dodd, Mead and Company। ওসিএলসি 427655391। \n\n\n== বহিঃসংযোগ ==\nAlbion Fellows Bacon Center in Evansville"}