{"pageid": 1435881, "title": "অ্যাগনেস টমাস মরিস", "url": "https://bn.wikipedia.org/wiki?curid=1435881", "content": "অ্যাগনেস এল. টমাস মরিস ছিলেন একজন আমেরিকান লেখক এবং ক্লাব মহিলা। তিনি পেশাগতভাবে মিসেস রবার্ট কার্লটন মরিস নামে পরিচিত। তিনি ১৯১৮ সালে আমেরিকার ওয়ার মাদারস-এর জাতীয় সভাপতি ছিলেন। ওহাইও শেক্সপিয়ার অ্যাসোসিয়েশনের সভাপতি হিসাবে, তিনি উইলিয়াম শেক্সপিয়র সম্পর্কে বক্তৃতা এবং লিখেছেন।\n\n\n== প্রাথমিক জীবন ==\nঅ্যাগনেস এল. থমাস লন্ডন, ওহিওতে জন্মগ্রহণ করেন। তিনি জন মরগান থমাস এবং সারা ফিলিপস জেমস থমাসের কন্যা। তার বাবা-মা দুজনেই ওয়েলসে জন্মগ্রহণ করেন। তার বাবা ছিলেন একজন কংগ্রিগ্যানালিস্ট যাজক যিনি ওহাইওর অ্যালায়েন্সে অবস্থান গ্রহণ করার আগে পেনসিলভানিয়ায় গীর্জায় সেবা করেছিলেন।  তিনি মাউন্ট ইউনিয়ন কলেজে শিক্ষিত হন এবং ১৮৮৭ সালে স্নাতক হন। পরে ফিলাডেলফিয়ার ন্যাশনাল স্কুল অফ ওরেটরিতে আরও প্রশিক্ষণ নেন।  অ্যাগনেস এল. থমাস শৈশব থেকেই আংশিকভাবে বধির ছিলেন। যথেষ্ট শ্রবণশক্তি হারানোর কারণে তাকে শিক্ষক প্রশিক্ষণ প্রোগ্রাম থেকে নিষিদ্ধ করা হয়েছিল।  \n\n\n== কর্মজীবন ==\nঅ্যাগনেস থমাস মরিস টলেডো ওমেনস অ্যাসোসিয়েশনের বোর্ডে ওহিও ফেডারেশন অফ উইমেনস ক্লাবের সাহিত্য বিষয়ক কমিটিতে দায়িত্ব পালন করেন এবং ১৯১৮ সালে, তিনি আমেরিকার ওয়ার মাদারস এর সভাপতি নির্বাচিত হন। ইভান্সভিল, ইন্ডিয়ানাতে তাদের জাতীয় সম্মেলনে তিনি এ পদ লাভ করেন।  জাতীয় সভাপতি হিসাবে তার মেয়াদ শেষ করার পর, তিনি সংস্থার ম্যাগাজিন, দ্য সার্ভিস স্টার- এর সহযোগী সম্পাদক হিসেবে দায়িত্ব পালন করেন। \nমরিস ওহাইও শেক্সপিয়ার অ্যাসোসিয়েশনের সভাপতি ছিলেন, এবং আমেরিকার শেক্সপিয়ার অ্যাসোসিয়েশনের একজন সহ-সভাপতি ছিলেন। তিনি শেক্সপিয়ারের সাথে প্রতিদিন নামক একটি পাঠ্যপুস্তক লিখেছেন। তিনি একজন কলামিস্ট এবং শেক্সপিয়র অ্যাসোসিয়েশন বুলেটিন নামক একটি জাতীয় প্রকাশনার অবদানকারী সম্পাদক ছিলেন।   তিনি আন্ডার দ্য ব্লসম, ফ্রেন্ডলি উইল রিভিসিটস স্ট্র্যাটফোর্ড এবং উইলিয়াম শেক্সপিয়ার ডিসকভারস নিউ ওয়ার্ল্ডস সহ বেশ কয়েকটি একক নাটক লিখেছেন। \n\n\n== ব্যক্তিগত জীবন ==\nঅ্যাগনেস এল. থমাস ১৮৯১ সালে রবার্ট কার্লটন মরিসকে বিয়ে করেন। তাদের দুটি সন্তান ছিল, ভিভিয়ান আনা মরিস এবং রবার্ট টমাস মরিস।  তার ছেলে রবার্ট প্রথম বিশ্বযুদ্ধের সময় ফ্রান্সে যুদ্ধ করেছিলেন।  ১৯৪২ সালে রবার্ট কার্লটন মরিস মারা গেলে তিনি বিধবা হয়েছিলেন। তিনি ১৯৪৯ সালে ৮৪ বছর বয়সে টলেডোতে মারা যান।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nফাইন্ড এ গ্রেইভে অ্যাগনেস টমাস মরিস (ইংরেজি)"}