{"pageid": 1436570, "title": "বিসিজি পন্টুন", "url": "https://bn.wikipedia.org/wiki?curid=1436570", "content": "বিসিজি পন্টুন হলো বাংলাদেশে নির্মিত প্রশস্ততল বিশিষ্ট ভাসমান প্লাটফর্ম-এর শ্রেণী যা বাংলাদেশ কোস্ট গার্ড দ্বারা ব্যবহৃত হয়। স্বরাষ্ট্র মন্ত্রণালয়ের সার্বিক ব্যবস্থাপনায় এবং বাংলাদেশ কোস্ট গার্ডের তত্ত্বাবধায়নে খুলনা শিপইয়ার্ড লিমিটেড, ডকইয়ার্ড অ্যান্ড ইঞ্জিনিয়ারিং ওয়ার্কস লিমিটেড এবং খান ব্রাদার্স শিপওয়েজ অ্যান্ড ইঞ্জিনিয়ারিং ওয়ার্কস লিমিটেড কর্তৃক এসব নৌযান নির্মাণ করা হয়। দেশীয় প্রযুক্তিতে নির্মিত এসব নৌযান নদী এবং উপকূলবর্তী অঞ্চলে অস্থায়ী জেটি স্থাপন ও অন্যান্য জাহাজসমূহ পরিচালনায় সার্বিক সহযোগিতা প্রদানে কার্যকরী ভূমিকা পালন করে।\n\n\n== ইতিহাস ==\nসশস্ত্র বাহিনীর জন্য গৃহীত দীর্ঘমেয়াদী আধুনিকায়ন পরিকল্পনার অংশ হিসেবে বাংলাদেশ সরকার কর্তৃক দেশীয় উৎস থেকে বিভিন্ন নৌযান সংগ্রহের সিদ্ধান্ত গৃহীত হয়। এরই ধারাবাহিকতায়, এনহ্যান্সমেন্ট অব অপারেশনাল ক্যাপাবিলিটি অব বাংলাদেশ কোস্ট গার্ড শীর্ষক প্রকল্পের আওতায় দেশীয় প্রযুক্তিতে খুলনা শিপইয়ার্ড লিমিটেড, ডকইয়ার্ড অ্যান্ড ইঞ্জিনিয়ারিং ওয়ার্কস লিমিটেড এবং খান ব্রাদার্স শিপওয়েজ অ্যান্ড ইঞ্জিনিয়ারিং ওয়ার্কস লিমিটেড কর্তৃক প্রশস্ততল বিশিষ্ট ভাসমান প্লাটফর্ম বা পন্টুন নির্মাণ করা হয়।\nপ্রথম পর্যায়ে ১৮ জুন, ২০১৪ সালে ৪টি স্বনির্ভর পন্টুন নির্মাণের উদ্দেশ্য খান ব্রাদার্স শিপওয়েজ অ্যান্ড ইঞ্জিনিয়ারিং ওয়ার্কস লিমিটেড এবং বাংলাদেশ কোস্ট গার্ডের মধ্যে চুক্তি স্বাক্ষরিত হয়। পরবর্তীতে ১২ আগস্ট, ২০১৪ সালে কিল লেয়িং এর মাধ্যমে আনুষ্ঠানিকভাবে উক্ত নৌযানের নির্মাণ কার্যক্রম শুরু হয়। নির্মাণকাজ শেষে প্রতিটি নৌযান কোস্ট গার্ডের নিকট হস্তান্তর করা হয়।\nদ্বিতীয় পর্যায়ে আরো ৩টি স্বনির্ভর পন্টুন নির্মাণের উদ্দেশ্য খান ব্রাদার্স শিপওয়েজ অ্যান্ড ইঞ্জিনিয়ারিং ওয়ার্কস লিমিটেড এবং বাংলাদেশ কোস্ট গার্ডের মধ্যে চুক্তি স্বাক্ষরিত হয়। ৩০ ডিসেম্বর, ২০১৫ সালে কিল লেয়িং এর মাধ্যমে আনুষ্ঠানিকভাবে উক্ত নৌযানের নির্মাণ কার্যক্রম শুরু হয়। নির্মাণকাজ শেষে ২০ মে, ২০১৬ সালে প্রতিটি নৌযান পানিতে ভাসানো হয় এবং পর্যায়ক্রমে কোস্ট গার্ডের নিকট হস্তান্তর করা হয়।\nতৃতীয় পর্যায়ে ৫ মার্চ, ২০১৮ সালে ১৩টি স্বনির্ভর পন্টুন নির্মাণের উদ্দেশ্য খুলনা শিপইয়ার্ড লিমিটেড এবং বাংলাদেশ কোস্ট গার্ডের মধ্যে চুক্তি স্বাক্ষরিত হয়। ২৬ এপ্রিল, ২০১৮ সালে খুলনা শিপইয়ার্ড প্রাঙ্গণে কোস্ট গার্ডের তৎকালীন মহাপরিচালক এডমিরাল আওরঙ্গজেব চৌধুরী এনবিপি, ওএসপি, বিসিজিএম, বিসিজিএমএল, এনডিসি, পিএসসি-বিএন কিল লেয়িং অনুষ্ঠানের মাধ্যমে নির্মাণকাজের আনুষ্ঠানিক সূচনা করেন। নির্মাণকাজ শেষে প্রতিটি নৌযান পর্যায়ক্রমে কোস্ট গার্ডের নিকট হস্তান্তর করা হয়।\n\n\n== বৈশিষ্ট্য ও যান্ত্রিক কাঠামো ==\nবিসিজি পন্টুন-শ্রেণীর প্রশস্ততল বিশিষ্ট ভাসমান প্লাটফর্ম-এর দৈর্ঘ্য ৩০ মিটার (৯৮ ফুট), প্রস্থ ৮.৫০ মিটার (২৭.৯ ফুট), গভীরতা ২ মিটার (৬.৬ ফুট) এবং ড্রাফট ০.৫৫ মিটার (১.৮ ফুট)। এছাড়াও, প্রতিটি জাহাজ ১০০ টন বিশুদ্ধ পানি এবং ৪০ টন জ্বালানী তেল ধারণ করতে সক্ষম।\n\n\n== তথ্যসূত্র =="}