{"pageid": 1436910, "title": "বেলিজ শহর", "url": "https://bn.wikipedia.org/wiki?curid=1436910", "content": "বেলিজ শহর (Belize City) মধ্য আমেরিকার রাষ্ট্র বেলিজের বৃহত্তম শহর। এটি প্রাক্তন ব্রিটিশ হন্ডুরাস উপনিবেশের রাজধানী ছিল। ২০১০ সালের জনগণনা অনুযায়ী বেলিজ শহরের জনসংখ্যা ছিল ৬১ হাজারের কিছু বেশি। এটি বেলিজ নদীর একটি শাখানদী হলোভার ক্রিক নদীর ব-দ্বীপ মোহনায় নদীর দুই তীর জুড়ে দাঁড়িয়ে আছে। বেলিজ নদী বেলিজ শহর থেকে ৫ মাইল দূরে ক্যারিবীয় সাগরে পতিত হয়েছে। বেলিজ শহরটি দেশটির প্রধান সমুদ্র বন্দর ও সেটির আর্থিক ও শিল্পখাতের কেন্দ্রবিন্দু। প্রশাসনিকভাবে শহরটি বেলিজের পূর্বভাগে বেলিজ জেলায় অবস্থিত।\nবেলিজ মায়া ভাষার শব্দ। খ্রিস্টীয় ১০ম শতাব্দী পর্যন্ত বেলিজ নদীটি আদিবাসী আমেরিকান মায়া সভ্যতার একটি জনবহুল প্রধান বাণিজ্যপথ ছিল। দুঃসাহসিক ব্রিটিশ অভিযাত্রীরা ১৭শ শতাব্দীতে এসে এখানে বসতি স্থাপন করে এবং কাঠ কাটার কাজে নিয়োজিত হয়। ১৮৮৪ সালে সালে এটি ব্রিটিশ হন্ডুরাস নামক উপনিবেশের রাজধানীতে পরিণত হয়। বেলিজ শহরটি সমুদ্র সমতল থেকে খুবই স্বল্প উচ্চতায় অবস্থিত। এটিকে কিছু ম্যানগ্রোভ জলাভূমি ঘিরে রেখেছে। ১৯৬১ সালের ৩১শে অক্টোবর \"হারিকেন হ্যাটি\" নামক ঘূর্ণিঝড় ও সংশ্লিষ্ট জলোচ্ছ্বাসের আঘাতে শহরের প্রায় পুরোটাই ধ্বংস হয়ে গিয়েছিল। ব্রিটিশ হন্ডুরাস বেলিজ নামে স্বাধীনতা লাভ করার পরে দেশটির রাজধানীকে ১৯৭০ সালে বেলিজ শহর থেকে দেশের অভ্যন্তরভাগের বেলমোপান শহরে স্থানান্তরিত করা হয়, যেখানে জলোচ্ছ্বাস ও প্লাবনের ঝুঁকি নেই। ১৯৭৮ সালে শহরটি আবার হারিকেন গ্রেটা নামক ঘূর্ণিঝড়ের শিকার হয়।\nবেলিজ শহর থেকে চিনি, লেবুজাতীয় ফল, নারিকেল, কলা, কপরা, ভুট্টা, মাছ, গলদা চিংড়ি, চিংড়ি, মেহেগনি কাঠ, সিডার কাঠ ও অন্যান্য জাতের কাঠকলে প্রক্রিয়াজাত কিংবা প্রাকৃতিক কাঠ, শামুক, ইত্যাদি রপ্তানি করা হয়। এছাড়া এখানে নৌকা, আসবাবপত্র ও অন্যান্য কাষ্ঠনির্মিত দ্রব্য কারখানায় উৎপাদন করা হয়। আশেপাশের অঞ্চলে গবাদি পশু ও শূকর পালন করা হয়। মৎস্যশিল্প, খাদ্য প্রক্রিয়াজাতকরণ শিল্প  ও করাতকলে অনেক লোক জীবিকা নির্বাহ করে।\nবেলিজ শহরে একটি সুরক্ষিত পোতাশ্রয় আছে। ২০শ শতাব্দীর শেষভাগে একটি গভীর জলের বন্দর সৃষ্টি করা হয়। শহরের উত্তর-পশ্চিমে একটি আন্তর্জাতিক বিমানবন্দর আছে।\nশিক্ষা-সংস্কৃতির কেন্দ্র হিসেবে বেলিজ শহরে শিল্পকলা ও নাট্য ইনস্টিটিউট, কারিগরি ও শিক্ষক-প্রশিক্ষণ মহাবিদ্যালয় এবং পশ্চিম ভারতীয় দ্বীপপুঞ্জ বিশ্ববিদ্যালয়ের একটি শাখা বিদ্যমান। আরও আছে বেলিজ ইউনিভার্সিটি কলেজ নামক উচ্চশিক্ষা প্রতিষ্ঠান।\nবেলিজ শহরের দর্শনীয় স্থানের মধ্যে আছে ১৮১২ সালে নির্মিত সাধু জনের ইঙ্গমণ্ডলীয় মহাগির্জা (অ্যাংলিকান ক্যাথেড্রাল), ১৮১৪ সালে নির্মিত গভর্নমেন্ট হাউজ (সরকার ভবন) এবং ১৯২৩ সালে ব্রিটিশ প্রকৌশলীদের দ্বারা নির্মিত ও স্থাপিত মানব-পরিচালিত একটি লোহার তৈরি ঘুর্ণমান সেতু (সুইং ব্রিজ)। এটি বিশ্বের খুবই স্বল্পসংখ্যক অবশিষ্ট মানব-পরিচালিত ঘুর্ণমান সেতুর একটি। সেতুটি শহরের উত্তর ও দক্ষিণ অংশকে হলোভার ক্রিক নদীর উপর দিয়ে সংযুক্ত করেছে।\n\n\n== তথ্যসূত্র =="}