{"pageid": 1436024, "title": "অ্যামি ব্লক জয়", "url": "https://bn.wikipedia.org/wiki?curid=1436024", "content": "অ্যামি ব্লক জয় হলেন ইউনিভার্সিটি অফ ক্যালিফোর্নিয়া, বার্কলে-এর একজন এমেরিটা প্রফেসর। তিনি ক্যালিফোর্নিয়ার পুষ্টি শিক্ষা প্রোগ্রামের প্রতারণামূলক কার্যকলাপ প্রকাশ করার জন্য সবচেয়ে বেশি পরিচিত। তিনি জনসংখ্যার পুষ্টি এবং স্বাস্থ্য বৈষম্য, পুষ্টির পরিবেশবিদ্যা এবং নীতিশাস্ত্রে বিশেষজ্ঞ।  তিনি একজন লেখক এবং হুইসেল ব্লোয়ার এবং কর্মচারী অধিকারের উকিল৷ জয় পূর্বে ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ের ইমেরিটাস, ডেভিস এর একজন সমবায় সম্প্রসারণ বিশেষজ্ঞ ছিলেন।\n\n\n== কর্মজীবন ==\nমার্কিন যুক্তরাষ্ট্রে ফিরে আসার পর, তিনি ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ের ডেভিস ফ্যাকাল্টিতে পুষ্টি বিভাগে যোগদান করেন।  ১৯৯৪ সাল থেকে, জয় ইউসি ফুড স্ট্যাম্প নিউট্রিশন এডুকেশন প্রোগ্রামের ডিরেক্টর ছিলেন, যেটি ক্যালিফোর্নিয়া জুড়ে নিম্ন আয়ের পরিবারগুলিতে পুষ্টি শিক্ষা প্রদান করে। ২০০৭ সালে, জয় অনুষ্ঠানের পরিচালকের পদ থেকে সরে দাঁড়ান। \nজয় এখন ইউনিভার্সিটি অফ ক্যালিফোর্নিয়া, বার্কলেতে একজন অধ্যাপক এমেরিটাস এবং সেখানে তিনি ইউসি বার্কলে এমেরিটি অ্যাসোসিয়েশনের সভাপতি হিসেবেও কাজ করেন। \n\n\n== প্রকাশিত কাজ ==\n১৯৮৫ সালে, তিনি বার্কলেতে \"ক্যালিফোর্নিয়া EFNEP মূল্যায়ন স্টাডি\" প্রকাশ করেন। এটি ছিল পুষ্টি শিক্ষার কার্যকারিতা নিয়ে পরীক্ষামূলকভাবে ডিজাইন করা প্রথম অধ্যয়ন। মূল্যায়নের জন্য নতুন দিকনির্দেশনা বইতেও কিছু আলোচনা করা হয়েছে। \n২০০৬ সালে, তিনি ক্যালিফোর্নিয়ায় পুষ্টি শিক্ষার ব্যয় কার্যকারিতা পরিমাপের জন্য প্রথম ব্যয়-সুবিধা বিশ্লেষণ প্রকাশ করেন। কমিউনিটি হেলথ নার্সিং: কেয়ারিং ফর দ্য পাবলিক'স হেলথ এর ২০১৬ সংস্করণে বিশ্লেষণটি আলোচনা করা হয়েছে। \nজয় তার হুইসেলব্লোয়ার অভিজ্ঞতা সম্পর্কে তিনটি বই লিখেছেন:\n\nহুইসেল ব্লোয়ার (বে ট্রি পাবলিশিং,আইএসবিএন ৯৭৮০৯৮১৯৫৭৭৫৩)) \nপ্রতিশোধ (CreateSpace দ্বারা স্ব-প্রকাশিত,ওসিএলসি 880358227 )\nব্লোব্যাক: একটি প্রতারণা প্রকাশের অনিচ্ছাকৃত পরিণতি (CreateSpace দ্বারা স্ব-প্রকাশিত,আইএসবিএন ৯৭৮-১৫৪২৯৯৯৬৬৩ )\nভবিষ্যতের হুইসেলব্লোয়ারদের শিক্ষিত করার জন্য তিনি বই লিখতে শুরু করেছিলেন। \nতিনি ক্যালিফোর্নিয়া এগ্রিকালচারের একজন সহযোগী সম্পাদক, যা একটি পিয়ার রিভিউড জার্নাল।  তিনি কমপ্লায়েন্স এবং এথিক্স প্রফেশনাল- এ প্রবন্ধও প্রকাশ করেছেন। \n\n\n== তথ্যসূত্র =="}