{"pageid": 1436703, "title": "ইউরোপীয় মৌমাছি-খাদক", "url": "https://bn.wikipedia.org/wiki?curid=1436703", "content": "ইউরোপীয় মৌমাছি-খাদক (বৈজ্ঞানিক নাম: Merops apiaster) হল মৌমাছি-খাদক পরিবার, মেরোপিডি-এর একটি নিকটবর্তী প্যাসারিন পাখি। এটি দক্ষিণ ও মধ্য ইউরোপ, উত্তর ও দক্ষিণ আফ্রিকা এবং পশ্চিম এশিয়ায় প্রজনন করে। আবাসিক দক্ষিণ আফ্রিকান জনসংখ্যা ব্যতীত, প্রজাতিটি দৃঢ়ভাবে পরিযায়ী, গ্রীষ্মমন্ডলীয় আফ্রিকায় শীতকালীন। এই প্রজাতিটি উত্তর ইউরোপে মাঝে মাঝে প্রজনন সহ তার স্বাভাবিক পরিসরের উত্তরে একটি বসন্ত ওভারশুট হিসাবে ঘটে।\n\n\n== শ্রেণীবিন্যাস এবং বর্গীকরণ-বিদ্যা ==\nইউরোপীয় মৌমাছি-খাদককে আনুষ্ঠানিকভাবে সুইডিশ প্রকৃতিবিদ কার্ল লিনিয়াস ১৭৫৮ সালে তার সিস্টেমা ন্যাচারাই-এর দশম সংস্করণে বর্তমান দ্বিপদী নাম মেরোপস অ্যাপিয়াস্টারের অধীনে বর্ণনা করেছিলেন। বংশের নাম মেরোপস প্রাচীন গ্রীক যার অর্থ \"মৌমাছি-খাদক\", এবং অ্যাপিয়াস্টার লাতিন, যার অর্থ \"মৌমাছি-খাদক\", এপিস থেকে, \"মৌমাছি\"।\n\n\n== বিবরণ ==\nএই প্রজাতিটি, অন্যান্য মৌমাছি-খাদকদের মতো, একটি সমৃদ্ধ রঙের, সরু পাখি। এর উপরের অংশ বাদামী এবং হলুদ, যখন ডানা সবুজ এবং চঞ্চু কালো। এটি দুটি প্রসারিত কেন্দ্রীয় লেজের পালক সহ ২৭-২৯ সেমি (১০.৬-১১.৪ ইঞ্চি) দৈর্ঘ্যে পৌঁছাতে পারে। লিঙ্গ একই রকম। মহিলাদের কাঁধে সোনার পালকের চেয়ে সবুজ থাকে। অ-প্রজননকারী প্লামেজ অনেক নিস্তেজ এবং একটি নীল-সবুজ পিঠের সাথে এবং কোন দীর্ঘায়িত কেন্দ্রীয় লেজের পালক নেই। জুভেনাইল একটি অ-প্রজননকারী প্রাপ্তবয়স্কদের সাথে সাদৃশ্যপূর্ণ, তবে পালকের রঙে কম বৈচিত্র্য রয়েছে। প্রাপ্তবয়স্করা জুন বা জুলাই মাসে মোল্ট শুরু করে এবং আগস্ট বা সেপ্টেম্বরের মধ্যে প্রক্রিয়াটি সম্পূর্ণ করে। আফ্রিকায় শীতকালে পালঙ্কের প্রজননে আরও একটি মোল্ট রয়েছে।\n\n\n== আচরণ এবং বাস্তুশাস্ত্র ==\n\n\n=== প্রজনন ===\n\nএই মৌমাছি-খাদকরা সাধারণত মে মাসের শুরুতে বালুকাময় তীরে বাসা বাঁধে, বিশেষত নদীর তীরে বাসা বাঁধে। তারা একটি তুলনামূলকভাবে দীর্ঘ সুড়ঙ্গ তৈরি করে, যেখানে তারা জুনের শুরুতে পাঁচ থেকে আটটি গোলাকার সাদা ডিম দেয়। পুরুষ এবং মহিলা উভয়ই ডিমগুলির যত্ন নেয়, যা তারা প্রায় তিন সপ্তাহ ধরে ব্রুড করে। তারা সাম্প্রদায়িকভাবে খাওয়ায় এবং বিশ্রামও করে।\nপ্রেয়সীর সময়, পুরুষ মহিলাকে বড় খাবার খাওয়ায় এবং ছোট খাবারগুলো নিজে খায়। বেশিরভাগ পুরুষ একগামী, তবে মাঝে মাঝে দ্বিগামী দেখা গেছে। তাদের সাধারণ ডাক একটি স্বতন্ত্র, মৃদু, তরল এবং বুরি \"প্রি\" বা \"প্রুপ\"।\n\n\n=== খাওয়ানো ===\nএই পাখি উষ্ণ জলবায়ুতে খোলা দেশে প্রজনন করে। নাম অনুসারে, মৌমাছি-খাদকরা মূলত পোকামাকড়, বিশেষত মৌমাছি, বোলতা এবং ভীমরুল খায়। তারা উড়ন্ত অবস্থায় পোকামাকড় ধরে, একটি খোলা পার্চ থেকে সর্টে। মৌমাছি খাওয়ার আগে ইউরোপীয় মৌমাছি-খাদক শক্ত পৃষ্ঠে বারবার পোকামাকড়কে আঘাত করে হুল দূর করে। এটি দিনে প্রায় ২৫০টি মৌমাছি খেতে পারে।\nতাদের খাদ্যের সবচেয়ে গুরুত্বপূর্ণ শিকার আইটেম হাইমেনোপটেরা, বেশিরভাগ ইউরোপীয় মধুমক্ষিকা। স্পেনের একটি সমীক্ষায় দেখা গেছে যে ইউরোপীয় মৌমাছি খাদকদের খাদ্যের ৬৯.৪% থেকে ৮২% এর মধ্যে রয়েছে। মৌমাছির জনসংখ্যার উপর তাদের প্রভাব কম। তারা যে এলাকায় বাস করে সেখানে শ্রমিক মৌমাছির ১% এরও কম খায়।\nএকটি সমীক্ষায় দেখা গেছে যে ইউরোপীয় মৌমাছি-খাদকরা \"কেবল মৌমাছি বা কেবল ড্রাগনফ্লাই খাওয়ার চেয়ে মৌমাছি এবং ফড়িঙের মিশ্রণ খাওয়ানো হলে তাদের দেহের ওজনে আরও দক্ষতার সাথে খাদ্য রূপান্তর করে।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== মৌমাছির শিকার ===\n\nযদি একটি মৌমাছি-খাদক কলোনির কাছাকাছি একটি এপিয়ারি স্থাপন করা হয়, তবে প্রচুর পরিমাণে মধু মৌমাছি খাওয়া হয়। যাইহোক, গবেষণায় দেখা গেছে যে মৌমাছি-খাদকরা ইচ্ছাকৃতভাবে এপিয়ারিতে উড়ে যায় না, বরং তারা উপনিবেশ থেকে ১২ কিলোমিটার (৭.৫ মাইল) ব্যাসার্ধের মধ্যে চারণভূমি এবং তৃণভূমিতে ধরা পড়া পোকামাকড় খায়, এই সর্বাধিক দূরত্বটি কেবল তখনই পৌঁছে যায় যখন খাদ্যের অভাব হয়। পর্যবেক্ষণগুলো দেখায় যে পাখিরা আসলে কেবল ঠান্ডা এবং বৃষ্টিপাতের সময়কালে এপিয়ারিতে প্রবেশ করে, যখন মৌমাছিরা মৌচাক ছেড়ে যায় না এবং অন্যান্য পোকামাকড়ের শিকার মৌমাছি-খাদকদের পক্ষে সনাক্ত করা শক্ত হয়।\nঅনেক মৌমাছি পালনকারী বিশ্বাস করেন যে মৌমাছি-ভক্ষকরা শ্রমিক মৌমাছিদের চারণ না করার প্রধান বাধা এবং এর পরিবর্তে মে থেকে আগস্টের শেষের মধ্যে দিনের বেশিরভাগ সময় মৌচাকের ভিতরে থাকে। যাইহোক, ত্রিপোলি লিবিয়া থেকে ৮০ কিলোমিটার (৫০ মাইল) পূর্বে আলালুস অঞ্চলের ইউক্যালিপটাস বনে পরিচালিত একটি গবেষণায় দেখা গেছে যে মৌমাছি-ভক্ষকরা মৌমাছি চারণের প্রধান বাধা ছিল না, যা মৌমাছি পালনকারীদের ধারণার বিপরীত। কিছু ক্ষেত্রে তাদের অনুপস্থিতির চেয়ে পাখির উপস্থিতিতে চারার হার বেশি ছিল। গড় পাখির খাবারে ৯০.৮% মৌমাছি এবং ৯.২% পোকা ছিল।\nমার্চের শেষ থেকে এপ্রিলের মাঝামাঝি পর্যন্ত এবং সেপ্টেম্বরের মাঝামাঝি সময়ে মৌমাছিরা যখন রানী হয় বা শীর্ষ মাইগ্রেশনের সময় শিকারের সম্ভাবনা বেশি থাকে। গাছের কাছাকাছি বা নীচে বা ওভারহেড তারগুলোও ঝুঁকির মধ্যে রয়েছে কারণ পাখিরা এই পার্চগুলো থেকে উড়ন্ত পোকামাকড়ের উপর ঝাঁপিয়ে পড়ে।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nব্রিটেনে মৌমাছি-খাদক\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nEuropean bee-eater videos, photos & sounds on the Internet Bird Collection\nEuropean bee-eater species text in The Atlas of Southern African Birds.\nAudio recordings of European bee-eater on Xeno-canto.\nGuêpier d'Europe Merops apiaster - European Bee-eater—Photos at Oiseaux.net\nFeathers of European bee-eater (Merops apiaster)  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৮-০৩-০৪ তারিখে\nAgeing and sexing by Javier Blasco-Zumeta & Gerd-Michael Heinze  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৬-১১-০৮ তারিখে (PDF; 5.4 MB)\nটেমপ্লেট:মৌমাছি-খাদক"}