{"pageid": 1436846, "title": "বিষু", "url": "https://bn.wikipedia.org/wiki?curid=1436846", "content": "বিষু (মালয়ালম: വിഷു) হল একটি হিন্দু উৎসব। ভারতের কেরল, তুলু নাড়ু এবং মাহেতে উদযাপিত এই উৎসবটি নববর্ষ উদযাপনের মালয়ালি রূপ। বিষু মালয়ালম বর্ষপঞ্জির মেদম মাসের প্রথম দিনে (গ্রেগরীয় বর্ষপঞ্জিতে ১৪ বা ১৫ এপ্রিল) পড়ে। এটি ঐতিহ্যবাহী নতুন বছর, যখন কোল্লাম যুগের বর্ষপঞ্জির নতুন বছর ১লা চিংহামে পড়ে।\nউৎসবটি পারিবারিক সময় দ্বারা চিহ্নিত করা হয়, রঙিন শুভ জিনিসপত্র প্রস্তুত করা হয় এবং বিষুর দিন (বিষুক্কানি) প্রথম জিনিস হিসাবে এগুলো দেখা হয়। বিশেষ করে, মালয়ালিরা সোনালু ফুল (কানি কোন্না), টাকা বা রৌপ্য জিনিসপত্র, কাপড় (পাট্টু), আয়না, চাল, নারকেল, শসা, ফল এবং অন্যান্য ফসলের দ্রব্য দেখতে চায়। বিষুর কয়েক দিন আগে, লোকেরা তাদের বাড়িতে আতশবাজি ফাটাতে শুরু করে এবং এটি বিষুর দিনে প্রচুর আতশবাজি দিয়ে শেষ হয়। লোকেরা নতুন জামাকাপড় (কোটি) পরে এবং তারা সাধ্য নামে একটি ভোজ খায়। কাইনিত্তমে, বড়রা বাচ্চাদের অল্প পরিমাণ পকেট মানি দেন।\n\n\n== ব্যুৎপত্তি ও উৎপত্তি ==\n\nবিষু, সংস্কৃত বিষুবম থেকে, আক্ষরিক অর্থ 'সমান', এবং এটি অতীতে বসন্ত বিষুব উদযাপনকে বোঝায়। বসন্ত বিষুব অবশ্য বিষুর দিনের ২৪ দিন আগে, ২১ মার্চ/মীনাম ৭ তারিখে, মহাবিষুবের পূর্বাভাসের কারণে ঘটে।\n\n\n== ধর্মীয় তাৎপর্য ==\nবিষু জ্যোতির্বিজ্ঞানের বছরের প্রথম দিন চিহ্নিত করে। বিশুর দিনে বিষ্ণু এবং তাঁর কৃষ্ণের অবতারের পূজা করা হয়, কারণ দেবতাকে সময়ের দেবতা হিসাবে বিবেচনা করা হয়। বিশ্বাস করা হয়, এই দিনে কৃষ্ণ অসুর-রাজা নরকাসুরকে বধ করেছিলেন; এই কারণে এই উপলক্ষে কৃষ্ণ মূর্তিকে পূজা করা হয়।\nবর্তমান বিষু বছর হল ০১-০১-৫১২৪ বিষু বর্ষম (কলিযুগের একই বছর, ১৫ এপ্রিল, ২০২২ হিসাবে)। ৮৪৪ খ্রিস্টাব্দ থেকে কেরালায় বিষু পালিত হয়েছে এমন রেকর্ডগুলো স্থানু রবির রাজত্ব থেকে সংঘটিত হয়েছিল, যখন নতুন যুগের ক্যালেন্ডার (কোল্লা বর্ষাম) পুরানো ক্যালেন্ডারের পরিবর্তে বছরে ১৩ মাস চালু করা হয়েছিল।\n\n\n== অনুশীলন ==\n\n\n=== বিষুক্কানি ===\n\nমালায়ালম শব্দ \"কানি\" এর আক্ষরিক অর্থ \"যা প্রথমে দেখা যায়\", তাই \"বিষুক্কানি\" এর অর্থ \"বিষুতে যা প্রথম দেখা যায়\"। প্রথাগত বিশ্বাস হল যে একজনের ভবিষ্যত হল একজনের অভিজ্ঞতার একটি ফাংশন, যে নতুন বছরটি আরও ভাল হবে যদি কেউ বিষুর প্রথম জিনিস হিসাবে শুভ আনন্দদায়ক জিনিসগুলো দেখে। অতএব, মালায়লিরা একটি পরিবেশ, সাধারণত একটি ট্রে, শুভ জিনিসপত্র প্রস্তুত করার আগে দিন কাটায়। বিষুর দিনে ঘুম থেকে উঠলে তারা প্রথম এই পরিবেশ দেখতে পায়।\nবিষুক্কানি পরিবেশে রয়েছে চাল, সোনালি লেবু, সোনালি শসা, নারকেল কাটা খোলা, কাঁঠাল ফল, কানমাশি, পান, সুপারি বাদাম, আরানমুলা কান্নাড়ি (ভালকনাদি), সোনালি রঙের কোনা ফুল (ক্যাসিয়া ফিস্টুলা) যা ঋতুতে ফোটে। বিষু, নীলাবিলাক্কু, বিষ্ণুর মূর্তি, এবং অন্যান্য শুভ সামগ্রী। বিষুকানিতে আয়না হল নিজেকে প্রাচুর্যের অংশ হিসাবে দেখার প্রতীক যা আপনি পানির আকারে দেখতে পান।\nপ্রথাটি হল, বড়রা ঘুম থেকে ওঠার পর প্রদীপ জ্বালান, তারপর পরিবারের ছোটদের ঘুম থেকে জাগিয়ে তোলেন। ঘুম থেকে উঠেই চোখ বন্ধ করে কানিকে বছরের প্রথম দৃশ্য হিসেবে দেখতে পান। পুথান্ডু দিবসে কঙ্গু নাড়ু অঞ্চলে একই প্রথা অনুসরণ করা হয়।\n\n\n=== বিষু সাধ্য ===\n\nসাধ্য (ভোজ) সমস্ত কেরালা উৎসবের একটি প্রধান অংশ, বিশু কাঞ্জি, থোরান এবং বিষু কাট্টা নামে বিশেষ খাবারও তৈরি করা হয়। কাঞ্জি চাল, নারকেলের দুধ এবং মশলা দিয়ে তৈরি। বিষু কাট্টা হল তাজা কাটা চালের গুঁড়া এবং গুড়ের সাথে পরিবেশন করা নারকেল দুধ থেকে প্রস্তুত একটি সুস্বাদু খাবার। থোরানের জন্য, সাইড ডিশ, এছাড়াও বাধ্যতামূলক উপাদান রয়েছে। অন্যান্য গুরুত্বপূর্ণ বিষু সুস্বাদু খাবারের মধ্যে রয়েছে ভেপ্পাম্পুরসম (নিমের একটি তিক্ত প্রস্তুতি) এবং মাম্পাজাপ্পুলিসেরি (একটি টক বা পাকা আমের স্যুপ) এমনকি মন্দিরের নৈবেদ্য যাকে বেউ বেলা বলা হয়, এতে মিষ্টি গুড়, তেতো নিম এবং অন্যান্য স্বাদের মিশ্রণ অন্তর্ভুক্ত থাকে।\nনতুন বছরের বিষু খাবারের জন্য মিষ্টি, নোনতা, টক, তেতো এবং কষাকষির স্বাদের মিশ্রণটি ভারতীয় উপমহাদেশের কর্ণাটক, তেলেঙ্গানা এবং অন্ধ্র প্রদেশের হিন্দুদের দ্বারা উগাদির মতো নববর্ষের দিনে তৈরি করা পাচাদি খাবারের অনুরূপ। এই ঐতিহ্যবাহী উৎসবের রেসিপিগুলো, যা বিভিন্ন স্বাদের সমন্বয় করে, একটি প্রতীকী অনুস্মারক যে আসন্ন নতুন বছরে একজনকে অবশ্যই সমস্ত স্বাদের অভিজ্ঞতা আশা করতে হবে, যে কোনও ঘটনা বা পর্ব সম্পূর্ণ মিষ্টি বা তিক্ত নয়, অভিজ্ঞতাগুলো ক্ষণস্থায়ী এবং ক্ষণস্থায়ী, এবং সবচেয়ে বেশি করে তোলার জন্য তাদের কাছ থেকে।\n\n\n=== পদক্কম ===\n\nমালয়ালম ভাষায় 'পদক্কম' শব্দের অর্থ পটকা। উত্তর ভারতীয়রা যেভাবে দীপাবলির সময় পটকা ফাটায়, ঠিক সেভাবেই বিষুর সময় পটকা ফাটানো হয়।\n\n\n=== কোন্না ===\n\nকোন্না (ক্যাসিয়া ফিস্টুলা), বাংলায় সাধারণত সোনালু নামে পরিচিত বিষু উৎসবের ফুল।\n\n\n=== অন্যান্য রীতিনীতি ===\n\nবিষু উপলক্ষে নতুন জামাকাপড় কেনার ঐতিহ্যকে বলা হয় পুথুকোডি বা বিষুকোদি। প্রবীণদের ছোট বা পরিবারের আশ্রিত ব্যক্তিদের অর্থ দেওয়ার একটি জনপ্রিয় ঐতিহ্যও রয়েছে। একে বলা হয় বিষুকাইনীতম। আরেকটি ঐতিহ্য হল ভিক্ষা প্রদান করা এবং সম্প্রদায়ের দাতব্য কাজে অবদান রাখা। শিশুরা আতশবাজি ফাটানো উপভোগ করে।\n\n\n=== পথমুদয়ম ===\nপথমুদায়ম মালয়ালম যুগে মেদাম মাসের দশম দিনে এবং বিষুর দশম দিনে পালিত হয়। ঐতিহ্য অনুসারে, 'পথমুদয়ম' হল সেই দিন যখন সূর্য সবচেয়ে শক্তিশালী এবং জ্যোতিষ বিজ্ঞান এই বিশ্বাসকে সমর্থন করে। বিষু থেকে দশটি সূর্যোদয়ের প্রতীক হিসাবে, প্রতিটি বাড়িতে ১০টি বাতির সাথে ঐতিহ্যবাহী তেলের প্রদীপ জ্বালানো হয়।\n\n\n== সংশ্লিষ্ট ছুটির দিন ==\nবিষুর তারিখ ভারতের অন্যান্য অঞ্চলের উৎসবের সাথে মিলে যায়। বৈশাখী, উত্তর ও মধ্য ভারতে হিন্দু এবং শিখদের দ্বারা পালিত হয়, সৌর নববর্ষকে চিহ্নিত করে, যেমন তামিল নববর্ষের দিনটিকে পুথান্ডু বলা হয়। একইভাবে আসামে বিহু পালিত হয়। নতুন বছরের দিনটি প্রতি বছর ১৪ এপ্রিল বা তার কাছাকাছি হয় এবং এটি দক্ষিণ-পূর্ব এশিয়ার কিছু অংশ যেমন মায়ানমার এবং কম্বোডিয়ার অনেক বৌদ্ধ সম্প্রদায়ের জন্য নববর্ষ, সম্ভবত ১ম সহস্রাব্দে তাদের ভাগ করা সংস্কৃতির প্রভাব।\nবিষু নেপালের সুদূর পশ্চিম প্রদেশে নেপাল বর্ষপঞ্জির ১ বৈশাখ অনুসারে উদযাপিত হয়। এটি এই অঞ্চলের সবচেয়ে গুরুত্বপূর্ণ উৎসব।\nতবে এটি সব হিন্দুর জন্য সর্বজনীন নববর্ষ নয়। কারও কারও জন্য, যেমন গুজরাট এবং তার কাছাকাছি, নববর্ষ উৎসব পাঁচ দিনের দীপাবলি উৎসবের সাথে মিলে যায়। অন্য অনেকের কাছে, নববর্ষ উগাদি এবং গুড়ি পড়ওয়ায় পড়ে, যা কয়েক সপ্তাহ আগে পড়ে।\n\n\n== আরও দেখুন ==\n\nভারতীয় নববর্ষ\nবিসু পর্ব\nগুড়ি পাডবা\nওণম্\nবিহু\nবৈশাখী\nপহেলা বৈশাখ\nতামিল পুথান্ডু\nসংক্রান, একটি বৌদ্ধ নববর্ষ উৎসব যা ১৪ এপ্রিলের কাছাকাছি থাইল্যান্ড, কম্বোডিয়া, লাওস প্রভৃতি দেশে পালিত হয়।\nউগাদি, কর্ণাটক, তেলেঙ্গানা, অন্ধ্রপ্রদেশের বহু মানুষের নববর্ষ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}