{"pageid": 1436173, "title": "অ্যানা লরেন্স ডস", "url": "https://bn.wikipedia.org/wiki?curid=1436173", "content": "অ্যানা লরেন্স ডস (মে ১৪, ১৮৫১ - সেপ্টেম্বর ২৫, ১৯৩৮) একজন মার্কিন লেখক এবং ভোটাধিকার বিরোধী ছিলেন। তিনি ছিলেন হেনরি লরেন্স ডাওয়েসের কন্যা (৩০ অক্টোবর, ১৮১৬ - ফেব্রুয়ারি ৫, ১৯০৩), একজন রিপাবলিকান মার্কিন যুক্তরাষ্ট্রের সিনেটর এবং ম্যাসাচুসেটসের প্রতিনিধি।\nডস ১৮৭৯ সালে বুধবার মর্নিং ক্লাব তৈরি করেন এবং ষাট বছর ধরে এর সভাপতি ছিলেন। তিনি পরে স্মিথ কলেজের (১৮৮৯-১৮৯৬) একজন ট্রাস্টি হন। ১৮৮৩ সালে, তিনি মেজর জেনারেল এডব্লিউ গ্রিলির সন্ধানের জন্য আয়োজিত লেইফ প্রদর্শনীতে সরকারী সহায়তা পান, যিনি তিন বছর ধরে আর্কটিকে নিখোঁজ ছিলেন। ডস ১৮৯২-১৮৯৪ সালের শিকাগো কলম্বিয়ান এক্সপোজিশনের বোর্ডে এবং সেইসাথে ১৯০২-১৯০৪ সালের সেন্ট লুইস এক্সপোজিশনের বোর্ডে কাজ করেছিলেন।\nতার উল্লেখযোগ্য কাজের মধ্যে রয়েছে হাউ উই আর গভর্নড (১৮৮৫), দ্য মডার্ন ইহুদি: হিজ প্রেজেন্ট অ্যান্ড হিজ ফিউচার (১৮৮৬), একটি ইউনাইটেড স্টেট প্রিজন (১৮৮৬), একটি অজানা জাতি (১৮৮৮), চার্লস সামনার (১৮৯২), এবং দ্য ইন্ডিয়ান অ্যাজ সিটিজেন। (১৯১৭)।\n\n\n== জীবনী ==\nঅ্যানা লরেন্স ডস ম্যাসাচুসেটসের উত্তর অ্যাডামসে জন্মগ্রহণ করেন এবং তার পরিবার পরে ম্যাসাচুসেটসের পিটসফিল্ড শহরে চলে আসে। যদিও তিনি ম্যাপলউড ইনস্টিটিউট এবং অ্যাবট একাডেমি উভয়েই পড়াশোনা করেছেন, ডস কোনো প্রতিষ্ঠান থেকে স্নাতক হননি। তার কোনো আনুষ্ঠানিক কলেজ শিক্ষাও ছিল না। তিনি তার জীবনের বেশিরভাগ সময় ওয়াশিংটন, ডিসিতে কাটিয়েছেন, তার বাবার সাথে। ১৯০৩ সালে তার বাবার মৃত্যুর পরপরই ম্যাসাচুসেটসে ফিরে আসেন। তিনি জেমস জে ডওয়েসেকে বিয়ে করেছিলেন, কিন্তু তাদের বিবাহবিচ্ছেদ হয়েছিল।\nযদিও তিনি সংবাদপত্রের জন্য লেখালেখি শুরু করেছিলেন, তার আগ্রহের প্রধান ক্ষেত্র ছিল নারী শিক্ষার সমর্থন। এই আগ্রহের কারণে তিনি অ্যাবট একাডেমির একজন প্রিয় এবং উদার প্রাক্তন ছাত্র হিসেবে বিবেচিত হন এবং দুই মেয়াদে (১৯১০-১৯১৪) অ্যালামনাই অ্যাসোসিয়েশনের সভাপতি হিসেবে দায়িত্ব পালন করেন। স্মিথ কলেজের একটি বিল্ডিং তার নামে নামকরণ করা হয়েছে (ডস হাউস)।\n\n\n=== পেশাগত জীবন এবং সক্রিয়তা ===\nপ্রাতিষ্ঠানিক শিক্ষার অভাব সত্ত্বেও, আন্না ডাওয়েস বিশ বছর বয়সে একজন লেখক হিসাবে একটি সফল কর্মজীবন শুরু করেন, সেখানে তার বাবার সাথে ওয়াশিংটন ডিসিতে যোগদান করেন। তিনি স্প্রিংফিল্ড রিপাবলিকান, বোস্টন কংগ্রেগশনালিস্ট এবং খ্রিস্টান ইউনিয়নের সংবাদদাতা হন।\nডস তার জীবনের বেশিরভাগ সময় কাটিয়েছেন ওয়াশিংটনে তার বাবাকে সহায়তা করার জন্য এবং তার ব্যক্তিগত সচিব হিসেবে কাজ করেছেন। এর ফলে ১৯০৩ সালে তার পিতার মৃত্যুর আগ পর্যন্ত অনেক রাষ্ট্রপতি এবং অন্যান্য রাজনৈতিক ব্যক্তিত্বের সাথে দেখা করার অনুমতি পান। রাজনৈতিকভাবে, অ্যানা ডস অনেক নারী গোষ্ঠীর অন্তর্গত ছিলেন এবং রাজনৈতিক দলগুলিতে খুব সক্রিয় ছিলেন যা তার আগ্রহকে জাগিয়ে তুলেছিল, বিশেষ করে যেগুলি মহিলাদের শিক্ষার সাথে সম্পর্কিত ছিল (পরে ১৮৮৯-১৮৯৬ সাল পর্যন্ত স্মিথ কলেজের ট্রাস্টি হয়েছিলেন)। এতে ওয়েডসডে মর্নিং ক্লাবের মতো গ্রুপগুলি অন্তর্ভুক্ত ছিল, যেটি ডাওয়েস ১৮৭৯ সালে প্রতিষ্ঠা করেছিলেন এবং ষাট বছর ধরে সভাপতি হিসাবে দায়িত্ব পালন করেছিলেন। ১৮৮৩ সালে, তিনি মেজর জেনারেল এডব্লিউ গ্রিলির সন্ধানের জন্য আয়োজিত লেইফ প্রদর্শনীর জন্য সরকারী সহায়তা পান, যিনি তিন বছর ধরে আর্কটিকে নিখোঁজ ছিলেন। তিনি ম্যাসাচুসেটস স্টেট অ্যান্টি-সাফ্রেজ সোসাইটির সহ-সভাপতিও ছিলেন। ডস ১৮৯২-১৮৯৪ সালের শিকাগো কলম্বিয়ান এক্সপোজিশনের বোর্ডে এবং সেইসাথে ১৯০২-১৯০৪ সালের সেন্ট লুইস এক্সপোজিশনের বোর্ডে কাজ করেছিলেন।\n\n\n== গ্রন্থপঞ্জি ==\nআমরা কিভাবে শাসিত (১৮৮৫)\nআধুনিক ইহুদি: তার বর্তমান এবং তার ভবিষ্যত (১৮৮৬)\nএকটি মার্কিন যুক্তরাষ্ট্র কারাগার (১৮৮৬)\nএকটি অজানা জাতি (১৮৮৮)\nচার্লস সামনার (১৮৯২)\nনাগরিক হিসেবে ভারতীয় (১৯১৭)\n\n\n== তথ্যসূত্র =="}