{"pageid": 1436396, "title": "অ্যাসিডোজেনেসিস", "url": "https://bn.wikipedia.org/wiki?curid=1436396", "content": "অ্যাসিডোজেনেসিস(Acidogenesis) হল অ্যানরোবিক হজম এর চারটি পর্যায়ের দ্বিতীয় পর্যায়:\n\nহাইড্রোলাইসিস: একটি রাসায়নিক বিক্রিয়া যেখানে কণাগুলি দ্রবীভূত হয় এবং বড় পলিমারগুলি সরল মনোমারগুলিতে রূপান্তরিত হয়;\nঅ্যাসিডোজেনেসিস: একটি জৈবিক প্রতিক্রিয়া যেখানে সরল মনোমারগুলি উদ্বায়ী ফ্যাটি অ্যাসিডগুলিতে রূপান্তরিত হয়;\nঅ্যাসিটোজেনেসিস: একটি জৈবিক প্রতিক্রিয়া যেখানে উদ্বায়ী ফ্যাটি অ্যাসিড এসিটিক অ্যাসিড, কার্বন ডাই অক্সাইড এবং হাইড্রোজেন এ রূপান্তরিত হয়\nমিথোনোজেনেসিসচক্র: একটি জৈবিক প্রতিক্রিয়া যেখানে এসিটেটগুলি মিথেন এবং কার্বন ডাই অক্সাইডে রূপান্তরিত হয়, যখন হাইড্রোজেন খাওয়া হয়।\nঅ্যানেরোবিক হজম হল মিথেন এবং কার্বন ডাই অক্সাইডে জৈব যৌগগুলিকে রূপান্তর করার জন্য অণুজীবগুলির একটি সংঘ দ্বারা মধ্যস্থিত প্রতিক্রিয়াগুলির একটি জটিল বায়োকেমিকাল প্রক্রিয়া। এটি একটি স্থিতিশীলকরণ প্রক্রিয়া, গন্ধ, প্যাথোজেন এবং ভর হ্রাস হ্রাস করে।\nহাইড্রোলাইটিক ব্যাকটেরিয়া প্রদত্ত [[সাবস্ট্রেট (বায়োলজি)|সাবস্ট্রেট] এর ফার্মেন্টেশন থেকে বিভিন্ন ধরণের  হ্রাসকৃত শেষ-পণ্য তৈরি করে। ]। একটি মৌলিক প্রশ্ন যা উদ্ভূত হয়  বিপাক বৈশিষ্ট্যগুলি নিয়ে যা নিয়ন্ত্রণ করে কার্বন এবং ইলেক্ট্রন প্রবাহকে বিশুদ্ধ সংস্কৃতি এবং মিশ্রিত মেথানোজেনিকের সময় একটি প্রদত্ত হ্রাসকৃত শেষ পণ্যে প্রবাহিত করে।  কালচার হাইড্রোলাইটিক ব্যাকটেরিয়া। থার্মোঅ্যানেরোবিয়াম ব্রোকি হল একটি প্রতিনিধি থার্মোফিলিক, হাইড্রোলাইটিক ব্যাকটেরিয়া, যা [[এম্বডেন-মেয়েরহফ পথ টি। ব্রোকি একটি অ্যাটিপিকাল হেটেরো-ল্যাকটিক অ্যাসিড ব্যাকটেরিয়া কারণ এটি ল্যাকটিক অ্যাসিড এবং ইথানল ছাড়াও আণবিক হাইড্রোজেন (H2 গঠন করে। গ্লুকোজ গাঁজন এর হ্রাসকৃত শেষ-পণ্য হল এনজাইম্যাটিকভাবে পাইরুভেট থেকে গঠিত, নিম্নলিখিত প্রক্রিয়াগুলির মাধ্যমে: ল্যাকটেট দ্বারা ফ্রুক্টোজ 1-6 সমস্ত-ফসফেট (F6P) সক্রিয় ল্যাকটেট ডিহাইড্রোজেনেস; পাইরুভেট দ্বারা H2ফেরেডক্সিন অক্সিডোরেডাক্টেস এবং হাইড্রোজেনেস; এবং ইথানল এর মাধ্যমে NADH- এবং NADPH-সংযুক্ত অ্যালকোহল ডিহাইড্রোজেনেস।\nএর পাশে, 20 শতকের গোড়ার দিকে অ্যাসিডোজেনিক ক্রিয়াকলাপ পাওয়া গিয়েছিল, কিন্তু 1960-এর দশকের মাঝামাঝি পর্যন্ত স্থিতিশীলতা এবং বর্জ্য পরিপাককারী চিকিৎসা উন্নত করার জন্য পর্যায় বিভাজনের প্রকৌশল অনুমান করা হয়নি। আলেক্সিউ, আই.ই. এবং প্যান্টার, কে. (2004)। বিভিন্ন বর্জ্য প্রবাহের চিকিত্সার জন্য সর্বোত্তম অনুশীলন সংজ্ঞায়িত করার জন্য দুটি পর্যায়ের অ্যাপ্লিকেশনগুলির একটি পর্যালোচনা। অ্যানেরোবিক হজম 10 তম বিশ্ব কংগ্রেস, সেপ্টেম্বর 2004। মন্ট্রিল, কুইবেক, কানাডা।</ref> এই পর্যায়ে, জটিল অণু (কার্বোহাইড্রেট, লিপিড, এবং প্রোটিনগুলিকে ডিপলিমারাইজেশন করা হয়]  হাইড্রোলাইটিক এনজাইম দ্বারা দ্রবণীয় যৌগগুলিতে (সেলুলেজ, হেমিসেলুলেজ, এমাইলেজ, লিপেজ এবং প্রোটেজগুলি)। হাইড্রোলাইজড যৌগগুলি উদ্বায়ী ফ্যাটি অ্যাসিড (অ্যাসিটেট, প্রোপিয়েনেট, বুটিরেট, এবং ল্যাকটেট), নিরপেক্ষ যৌগ (ইথানল, মিথানল), অ্যামোনিয়াতে গাঁজন করা হয় , হাইড্রোজেন এবং কার্বন ডাই অক্সাইড।\nঅ্যাসিটোজেনেসিস এই পর্যায়ের অন্যতম প্রধান প্রতিক্রিয়া, এতে উৎপন্ন মধ্যস্থতাকারী মেটাবোলাইটগুলি ব্যাকটেরিয়ার তিনটি প্রধান গ্রুপ দ্বারা অ্যাসিটেট, হাইড্রোজেন এবং কার্বনিক গ্যাসে বিপাকিত হয়:\n\nহিমোঅ্যাসিটোজেনস;\nসিনট্রোফগুলি; এবং\nসালফোরিডাক্টোর\nএসিটিক অ্যাসিড উৎপাদনের জন্য তিন ধরনের ব্যাকটেরিয়া বিবেচনা করা হয়:\n\nক্লোস্ট্রিডিয়াম অ্যাসিটিকাম;\nঅ্যাসিটোব্যাক্টর উডি; এবং\nক্লোস্ট্রিডিয়াম টার্মোঅটোট্রফিকাম।\nউইন্টার ওয়াই উলফ, 1979 সালে, দেখিয়েছিলেন যে এ. woodii'Methanosarcina-এর সাথে সিনট্রোফিক অ্যাসোসিয়েশনে অ্যাসিটেটের তিনটি অণুর পরিবর্তে ফ্রুক্টোজ থেকে মিথেন এবং কার্বন ডাই অক্সাইড উৎপন্ন করে।\nমুরেলা থার্মোসেটিকা এবং ক্লোস্ট্রিডিয়াম ফরমিয়াসিটিকাম কার্বনিক গ্যাসকে অ্যাসিটেটে কমাতে সক্ষম, কিন্তু তাদের [[হাইড্রোজেনেস] নেই। যা হাইড্রোজেন ব্যবহারে বাধা দেয়, তাই তারা ফ্রুক্টোজ থেকে অ্যাসিটেটের তিনটি অণু তৈরি করতে পারে। অ্যাসিটিক অ্যাসিড সমানভাবে একটি সহ-মেটাবোলাইট জৈব উপস্তর গাঁজন (চিনি, গ্লিসারল, ল্যাকটিক অ্যাসিড, ইত্যাদি) অণুজীবের বিভিন্ন গ্রুপ যা বিভিন্ন অ্যাসিড তৈরি করে:\n\nPropionic ব্যাকটেরিয়া (propionate + অ্যাসিটেট);\nক্লোস্ট্রিডিয়াম (বুটিরেট + অ্যাসিটেট);\nএন্টারোব্যাকটেরিয়া (অ্যাসিটেট + ল্যাকটেট); এবং\nহেটেরো-ফার্মেন্টেটিভ ব্যাকটেরিয়া (অ্যাসিটেট, প্রোপিওনেট, বুটাইরেট,  ভ্যালেরেট, ইত্যাদি)।\n\n\n== তথ্যসূত্র ==\nবিভাগ:অ্যানেরোবিক হজম\nবিভাগ:ব্যাকটেরিওলজি"}