{"pageid": 1436874, "title": "ব্রিটিশ রাজ-উপনিবেশ", "url": "https://bn.wikipedia.org/wiki?curid=1436874", "content": "ব্রিটিশ রাজ-উপনিবেশ (ইংরেজি: Crown colony) বলতে  গ্রেট ব্রিটেন রাজ্য বা যুক্তরাজ্যের (পূর্বতন ইংল্যান্ডের) কেন্দ্রীয় সরকার দ্বারা শাসিত ব্রিটিশ সাম্রাজ্যের (পূর্বতন ইংরেজ সাম্রাজ্য) অন্তর্গত একটি উপনিবেশকে নির্দেশ করা হত। সাধারণত ব্রিটেনের রাজশাসক বা রাজতন্ত্রকে প্রতিনিধিত্বকারী একজন প্রশাসক (গভর্নর) এটিকে পরিচালনা করতেন। স্থানীয় পরিষদের সহায়তায় বা সহায়তা ছাড়াই যুক্তরাজ্যের সরকারের পরামর্শে ব্রিটিশ রাজশাসক ঐ প্রশাসককে কাজে নিয়োগ দিতেন। কিছু কিছু ক্ষেত্রে স্থানীয় পরিষদটিকে দুইটি বিভাগে বিভক্ত করা হত: একটি নির্বাহী পরিষদ ও একটি আইনপ্রণয়ন পরিষদ। ব্রিটেনের রাজশাসককে পরামর্শ দানকারী যে রাজপরিষদ (privy council) আছে, স্থানীয় নির্বাহী পরিষদটির সাথে তার মিল ছিল। নির্বাহী পরিষদের সদস্যদেরককে গভর্নরেরা নিয়োগদান করতেন। ব্রিটিশ রাজ-উপনিবেশগুলিতে বসবাসকারী ব্রিটিশ নাগরিকদের হয় স্থানীয় সরকারে কোনও প্রতিনিধিত্ব ছিল না, নতুবা নিম্নকক্ষে সীমিত প্রতিনিধিত্ব ছিল। একাধিক ব্রিটিশ রাজ-উপনিবেশে এই সীমিত প্রতিনিধিত্ব সময়ের সাথে সাথে বৃদ্ধি পায়। ব্রিটিশ সংসদের হাউজ অভ কমন্‌সে (নিম্নকক্ষে) কখনোই উপনিবেশগুলির জন্য কোনও আসন বরাদ্দ ছিল না, তাই সার্বভৌম সরকারে ব্রিটিশ রাজ-উপনিবেশগুলিতে বসবাসকারী ব্রিটিশ প্রজা বা নাগরিকদের কোনও প্রত্যক্ষ প্রতিনিধিত্ব ছিল না।\nব্রিটিশ রাজ-উপনিবেশগুলির প্রশাসন সময়ের সাথে সাথে পরিবর্তিত হয়। ১৮৮০-র দশকে কিছু কিছু উপনিবেশে রাজনিযুক্ত প্রশাসকদের (রয়্যাল গভর্নর) ক্ষমতা শিথিল হয়ে পড়ে এবং এর পরিবর্তে স্বশাসিত উপনিবেশগুলিতে সার্বভৌম ব্রিটিশ রাষ্ট্র (যুক্তরাজ্যের সরকার) সিংহভাগ স্থানীয় শাসনের সাথে সম্পর্কিত আইন প্রণয়নের কাজগুলিকে প্রশাসকের অনুমতিক্রমে স্থানীয়ভাবে নির্বাচিত সংসদগুলির হাতে ছেড়ে দেয়। ১৬১৯ সালে ভার্জিনিয়া উপনিবেশের বার্গেসেস কক্ষতে প্রথম নির্বাচিত নিম্নকক্ষের শুরু হয়। ১৬২০ সালে বার্মুডা সংসদের সভাকক্ষ ছিল আরেকটি উদাহরণ। প্রথমে এইসব নির্বাচিত নিম্নকক্ষের সীমিত ক্ষমতা থাকলেও পরবর্তী শতাব্দীগুলিকে কিছু ব্রিটিশ রাজ-উপনিবেশকে স্বাধীন কর্তৃত্ব দান করা হয়।\n১৯৮৩ সালের ১লা জানুয়ারি তারিখ থেকে ব্রিটিশ জাতীয়তা আইন ১৯৮১-এর অধীনে সমস্ত অবশিষ্ট ব্রিটিশ উপনিবেশ, যাদের মধ্যে ব্রিটিশ রাজ-উপনিবেশ (যেমন ফকল্যান্ড দ্বীপপুঞ্জ) ও স্বশাসিত ব্রিটিশ উপনিবেশগুলির (যেমন বার্মুডা) নতুন নাম দেওয়া হয় \"ব্রিটিশ নির্ভরশীল অঞ্চল\"। ২০০২ সাল থেকে নির্ভরশীল অঞ্চলগুলি সরকারিভাবে ব্রিটিশ বৈদেশিক অঞ্চল হিসেবে পরিচিত।\n\n\n== তথ্যসূত্র =="}