{"pageid": 1436119, "title": "সমীর রিজভী", "url": "https://bn.wikipedia.org/wiki?curid=1436119", "content": "সমীর রিজভী (জন্ম : ৬ ডিসেম্বর, ২০০৩ খ্রি.) হলেন একজন ভারতীয় ক্রিকেটার, যিনি ঘরোয়া ক্রিকেটে উত্তর প্রদেশের হয়ে খেলেন। তাকে ডানহাতি সুরেশ রায়না নামেও ডাকা হয় এবং রায়নার মত তার খেলার শৈলীর কারণে সামাজিক যোগাযোগমাধ্যমে প্রাসঙ্গিক খ্যাতি পান। এছাড়া তিনি অনূর্ধ্ব-১৯ স্তরে ভারতের প্রতিনিধিত্ব করে বয়সভিত্তিক ক্রিকেটও খেলেছেন। ২০২৪ আইপিএল মৌসুমে চেন্নাই সুপার কিংস তাকে ৮ কোটি ৪০ লাখ টাকার বিনিময়ে দলে ভেড়ায়।  \n\n\n== প্রাথমিক জীবনী ==\nতিনি শৈশবে এগারো বছর বয়সে ক্রিকেট খেলা শুরু করেন এবং মিরাটের গান্ধীবাগ একাডেমিতে নিজের খেলাধুলা অনুশীলন শুরু করেন, যেখানে তিনি তার মামা তানকিব আখতার তার প্রশিক্ষক ছিলেন। ২০১১ সালে উত্তর প্রদেশ এবং সৌরাষ্ট্রের মধ্যে একটি রঞ্জি ট্রফি ম্যাচে রিজভী উত্তর প্রদেশের অধিনায়ক সুরেশ রায়নার দৃষ্টি আকর্ষণ করেন; কারণ পরবর্তীতে রিজভির ফিল্ডিং প্রচেষ্টা দ্বারা তিনি প্রভাবিত হন, যার বয়স তখন মাত্র আট বছর ছিল। রায়না অবশেষে রিজভীর প্রতিভা দেখেন এবং তাকে তার সানগ্লাস উপহার দেন। এদিকে তার মামা তানকিব আখতার, যিনি সমীরকে ক্রিকেট গুরুত্ব সহকারে খেলার জন্যে অনুপ্রাণিত করেছিলেন এবং এতে তার পড়াশোনায় মনোযোগ বিক্ষিপ্ত হওয়ার জন্যে তিনি সমীরের বাবার ক্রোধেরও সম্মুখীন হন। \nসমীর অনূর্ধ্ব-১৬ স্তর পর্যন্ত শুরুতেই ব্যাটিং করতেন; কিন্তু স্পিন বোলিংয়ের বিরুদ্ধে ব্যাটিং করার সমীরের স্বাভাবিক খেলা দেখে একজন কোচ মিডল অর্ডারে ব্যাট করতে রাজি করান। বছরের পর বছর ধরে তিনি বড় বড় আঘাতের জন্য নিজের খ্যাতি বাড়ান। তিনি তার কর্মজীবনে বেশ দেরিতে তার শিক্ষা শুরু করেন বলে জানা গেছে এবং ২০ বছর বয়সের পরই তার ১০ শ্রেণী পরীক্ষা শেষ করেছেন।\n২০২০ সালে তার বাবার মস্তিষ্কে রক্তক্ষরণ ধরা পড়ার পর এক সময়ে, তিনি এত অল্প বয়সে তার পরিবারের প্রধান উপার্জনকারী হিসাবে পদক্ষেপ নেন তার বাবা হাসিন রিজভী একজন সম্পত্তির ডিলার হিসেবে কাজ করেন।\n\n\n== কর্মজীবন ==\n২০২০ সালের ২৭শে জানুয়ারী সমীর ২০১৯–২০ রঞ্জি ট্রফিতে উত্তরপ্রদেশের হয়ে ১৬ বছর বয়সে ১ম শ্রেণীর ক্রিকেটে অভিষেক করেন। এরপর ২০ বছর বয়সী খেলোয়াড় সমীর রিজভী আঞ্চলিক ইউপি টিটোয়েন্টি লিগে নজর কাড়েন। ২০২১-২২ বিজয় হাজারে ট্রফিতে উত্তরপ্রদেশের হয়ে ১১ ডিসেম্বর, ২০২১ -এ তিনি তার লিস্ট এ অভিষেক করেছিলেন। তিনি ২০২৩ ইউপি টি-টোয়েন্টি লিগে সামাজিক মিডিয়ায় শিরোনাম করেছিলেন, যেখানে তিনি কানপুরের হয়ে খেলার সময় টুর্নামেন্ট চলাকালীন নয়টি ইনিংসে ৪৫৫ রান সংগ্রহ করেছিলেন, যার মধ্যে দুটি সেঞ্চুরিও ছিল (যার মধ্যে টুর্নামেন্টের দ্রুততম সেঞ্চুরিও ছিল, যা মাত্র ৪৭টি ডেলিভারিতে আসে)। ইউপি টি টোয়েন্টি লিগের সময় তার ব্যাটিং দক্ষতা পাঞ্জাব কিংস, রয়্যাল চ্যালেঞ্জার্স ব্যাঙ্গালোর ও রাজস্থান রয়্যালসসহ কিছু আইপিএল ফ্র্যাঞ্চাইজির দৃষ্টি আকর্ষণ করেছিল, যারা তাকে ট্রায়ালে অংশ নিতে বলে। যাইহোক, উত্তর প্রদেশের অনূর্ধ্ব-২৩ স্কোয়াডের সাথে তার প্রতিশ্রুতির কারণে তাকে ট্রায়াল মিস করতে হয়েছিল।\n২০২৩ সালের ডিসেম্বর মাসে ২০২৪ ইন্ডিয়ান প্রিমিয়ার লিগের নিলামে চেন্নাই সুপার কিংস তাকে ৮.৪০ কোটি মূল্যে কিনেছিল। সিএসকে ২০২৪ সালের আইপিএল নিলামে রেকর্ড মূল্যে কেনার পরের দিন, তার বাড়ি মিডিয়া সাংবাদিক, প্রতিবেশী ও উত্তর প্রদেশের স্থানীয় রাজনীতিবিদদের দ্বারা প্লাবিত হয়েছিল। তিনি অবশেষে 2024 আইপিএল নিলামে সর্বোচ্চ উপার্জনকারী সবচেয়ে ব্যয়বহুল আনক্যাপড খেলোয়াড় হয়ে ওঠেন।\n\n\n== তথ্যসূত্র =="}