{"pageid": 1436575, "title": "ক্লাউদিও এচেভেরি", "url": "https://bn.wikipedia.org/wiki?curid=1436575", "content": "ক্লাউদিও হেরেমিয়াস এচেভেরি (জন্ম ২রা জানুয়ারি, ২০০৬) হলেন একজন আর্জেন্টিনীয় পেশাদার ফুটবলার যিনি প্রিমিয়ার লিগ ক্লাব ম্যানচেস্টার সিটি থেকে লোন নিয়ে প্রাইমেরা ডিভিসিয়ন ক্লাব রিভার প্লেটের হয়ে এটাকিং মিডফিল্ডার বা ফরোয়ার্ড হিসেবে খেলেন। বিশ্বের অন্যতম সেরা তরুণ খেলোয়াড় হিসেবে বিবেচনা করা হয়। তিনি তার গতি, দৃষ্টি, অবস্থান, সৃজনশীলতা এবং একটি \"ডেভিলিশ\" ড্রিবলিং শৈলীর জন্য পরিচিত, যা তাকে তার নিজ দেশে \"এল ডায়াবলিটো\" বা \"এল ডায়াবলো\" ডাকনাম অর্জন করেছে, যার ইংরেজি অর্থ \"দ্য লিটল ডেভিল\"। অথবা \"শয়তান।\"\n\n\n== ক্লাব ক্যারিয়ার ==\n\n\n=== রিভার প্লেত ===\nরেসিস্টেনসিয়া, চাকো প্রদেশে জন্মগ্রহণকারী, ইচেভেরি দেপোর্তিভো লুজানের সাথে তার কর্মজীবন শুরু করেছিলেন, ২০১৬ এর শেষে রিভার প্লেটের সাথে ট্রায়াল করার আগে, পরের বছর আনুষ্ঠানিকভাবে স্বাক্ষর করতে যাচ্ছেন। ইতালির ভেনিস উইথ রিভারে শিশুদের টুর্নামেন্টে তার পারফরম্যান্সের জন্য ফুটবল বিশ্বে তিনি প্রথম আন্তর্জাতিক মনোযোগের দিকে এগিয়ে যান। টুর্নামেন্টে তার দল তৃতীয় স্থানে থাকা সত্ত্বেও, তিনি ছয়টি খেলায় নয়টি গোল করেছেন, বলেছেন \"সত্য হল আমরা খুশি নই [তৃতীয় সমাপ্ত], আমরা চ্যাম্পিয়ন হতে চেয়েছিলাম\"।\n২০২২ সালের অক্টোবরে, তিনি প্যাট্রোনাটোর বিরুদ্ধে রিভারস রিজার্ভ দলের হয়ে অভিষেক ম্যাচে গোল করেন। একই বছরের ডিসেম্বরে তিনি রিভারের সাথে তার প্রথম পেশাদার চুক্তি স্বাক্ষর করেন। ১১ অক্টোবর ২০২৩-এ, ইংরেজি সংবাদপত্র দ্য গার্ডিয়ান তাকে ২০০৬ সালে বিশ্বব্যাপী জন্মগ্রহণকারী সেরা খেলোয়াড়দের একজন হিসাবে নামকরণ করেছিল।\n২২ ডিসেম্বর ২০২৩ তারিখে, রিভার প্লেটের সাথে ট্রফিও ডি ক্যাম্পেওনস জয়ের পর একটি ম্যাচ-পরবর্তী সাক্ষাত্কারের সময়, ইচেভেরি ঘোষণা করেছিলেন যে তিনি ক্লাবের সাথে তার চুক্তি পুনর্নবীকরণ করবেন না, যা ৩১ ডিসেম্বর ২০১৪-এ শেষ হবে\n\n\n=== ম্যানচেস্টার শহর ===\n২৫ জানুয়ারী ২০২৪-এ, ইচেভেরি প্রিমিয়ার লিগের ক্লাব ম্যানচেস্টার সিটিতে সাড়ে চার বছরের চুক্তিতে যোগ দিতে সম্মত হন, যা ২০২৫ সালের জানুয়ারী পর্যন্ত রিভার প্লেটে লোন অবশিষ্ট থাকে\n\n\n== আন্তর্জাতিক ক্যারিয়ার ==\nইচেভেরি অনূর্ধ্ব-১৭ এবং অনূর্ধ্ব-২৩ উভয় স্তরেই আর্জেন্টিনার প্রতিনিধিত্ব করেছেন। ২৪ নভেম্বর ২০২৩-এ, ফিফা অনূর্ধ্ব-১৭ বিশ্বকাপের কোয়ার্টার ফাইনালে, তিনি প্রতিপক্ষ ব্রাজিলের বিরুদ্ধে ৩-০ ব্যবধানে জয়ে হ্যাটট্রিক করেন। ক্লাউদিও এচেভেরি ৫ বার গোল করেছিলেন এবং আর্জেন্টিনার হয়ে দক্ষিণ আমেরিকান অনূর্ধ্ব-১৭ চ্যাম্পিয়নশিপ ২০২৩-এ তিনবার সহায়তা করেছিলেন যেখানে আর্জেন্টিনা ইকুয়েডরে তৃতীয় হয়েছিল।ইচেভেরি ইন্দোনেশিয়ায় ফিফা অনূর্ধ্ব-১৭ বিশ্বকাপেও আর্জেন্টিনার প্রতিনিধিত্ব করেছিলেন যেখানে তিনি ৫ বার ব্রোঞ্জ বুট জিতেছিলেন কারণ আর্জেন্টিনা সেমিফাইনালে জার্মানির কাছে পেনাল্টিতে হেরেছিল। তিনি ভেনেজুয়েলায় কনমেবল প্রাক-অলিম্পিক টুর্নামেন্ট ২০২৪-এ আর্জেন্টিনা অনুর্ধ্ব-২৩ এর প্রতিনিধিত্ব করেছেন যেখানে তারা প্যারিস ২০২৪ অলিম্পিক গেমসের জন্য যোগ্যতা অর্জন করেছে।\n\n\n== খেলার স্টাইল ==\nপ্রাক্তন বলিভিয়ার আন্তর্জাতিক ফুটবলার মার্কো এচেভেরির নামানুসারে ইচেভেরির ডাকনাম হয়েছে এল ডায়াবলিটো (স্প্যানিশ : লিটল ডেভিল), যিনি এল ডায়াবলো ডাকনাম করেছিলেন, কারণ দুজনের \"ডেভিসস\" ড্রিবলিং, একের পর এক পরিস্থিতিতে গতি এবং শক্তিশালী শট, সেইসাথে একটি অনুরূপ শেষ নাম. তিনি লিওনেল মেসি এবং প্রাক্তন রিভার প্লেয়ার হুয়ান ফার্নান্দো কুইন্টেরোকে দুইজন খেলোয়াড় হিসাবে তালিকাভুক্ত করেছেন যাকে তিনি আদর্শ করেন, লিওনেল মেসি ২০০৬ সালে ফিফা বিশ্বকাপে প্রথম পদক্ষেপ নেওয়ার কয়েক মাস আগে জন্মগ্রহণ করেন, ক্লাউদিও এচেভেরি প্লেমেকার/স্ট্রাইকার দেখে বড় হয়েছেন। ফলস্বরূপ, তিনি ৮ বারের ব্যালন ডোর বিজয়ীকে আইডল করে এবং মেসির পরে তার খেলার মডেল করার চেষ্টা করেন।একজন আক্রমণাত্মক মিডফিল্ডার, এচেভেরিকে আর্জেন্টিনার ১০ নম্বর ক্লাসিক হিসেবে সবচেয়ে ভালো ব্যবহার করা হয় - এনগাঞ্চের ভূমিকা, যেমনটি তার নিজ দেশে পরিচিত - অন্যথায় যাকে ট্র্যাকোয়ার্টিস্তা বলা হয়। মেসির বিপরীতে, তিনি ডান-পায়ের কিন্তু একইভাবে ছোট আকারের (১৭১ সেমি) এবং মাধ্যাকর্ষণ ড্রিবলিং শৈলীর নিম্ন কেন্দ্রটি শেয়ার করেন।\n\n\n== কর্মজীবন পরিসংখ্যান ==\n\n\n=== ক্লাব ===\nম্যাচের হিসাবে ১৮ মার্চ ২০২৪ পর্যন্ত হালনাগাদকৃত।\n\n\n== সম্মাননা ==\nরিভার প্লেট\n\nআর্জেন্টিনার প্রাইমার বিভাগ : ২০২৩\nট্রফিও ডি ক্যাম্পেওনস : ২০২৩\nসুপারকোপা আর্জেন্টিনা: ২০২৩\nস্বতন্ত্র\n\nফিফা অনূর্ধ্ব-১৭ বিশ্বকাপ ব্রোঞ্জ বুট: ২০২৩\n\n\n== তথ্যসূত্র =="}