{"pageid": 1436251, "title": "ভালদেমার হাফকাইন", "url": "https://bn.wikipedia.org/wiki?curid=1436251", "content": "ভালদেমার মোর্দেকাই উলফ হাফকাইন , জন্মনাম ভ্লাদিমির অ্যারোনোভিচ (মার্কাস-উলফ) খাভকিন (রুশ: Владимир Аронович (Маркус-Вольф) Хавкин; ১৫ মার্চ ১৮৬০ - ২৬ অক্টোবর ১৯৩০) একজন রাশিয়ান-ফরাসি ব্যাকটেরিয়াবিদ ছিলেন। টিকা নিয়ে তার অগ্রণী কাজের জন্য তিনি পরিচিত।\nহাফকাইন ইম্পেরিয়াল নভোরোসিয়া বিশ্ববিদ্যালয়ে হতে শিক্ষালাভ করেন এবং পরে সুইজারল্যান্ডে, তারপর ফ্রান্সে চলে যান ও প্যারিসের পাস্তুর ইনস্টিটিউটে কাজ করেন, যেখানে তিনি কলেরা ভ্যাকসিন তৈরি করেন যা তিনি ভারতে সফলতার সাথে পরীক্ষামূলকভাবে প্রয়োগ করেন। তিনিই প্রথম অণুজীববিজ্ঞানী হিসাবে স্বীকৃত যিনি কলেরা এবং বিউবনিক প্লেগের বিরুদ্ধে টিকা তৈরি এবং প্রয়োগ করেছিলেন। তিনি নিজেই নিজের উপর টিকাগুলো পরীক্ষা করতেন। মানব কল্যাণে নিজেকে সঁপে দেওয়ায়, জোসেফ লিস্টার তাকে \"মানবতার ত্রাণকর্তা\" বলে অভিহিত করেছেন।  \nহাফকাইন রানী ভিক্টোরিয়ার ১৮৯৭ সালের হীরক জয়ন্তী সম্মানে কম্প্যানিয়ন অফ দ্য অর্ডার অফ দ্য ইন্ডিয়ান এম্পায়ার (সিআইই) উপাধি লাভ করেন। সেই সময়কার ইহুদি ক্রনিকল পত্রিকা উল্লেখ করে \"একজন ইউক্রেনীয় ইহুদি, ইউরোপীয় বিজ্ঞানের স্কুলে প্রশিক্ষিত, হিন্দু ও মুসলিমদের জীবন বাঁচালো এবং দিগ্‌বিজয়ী উইলিয়াম ও মহামতি আলফ্রেড বংশধররা তাকে সজ্জিত করেন।\"    ১৯০০ সালে তিনি একজন ব্রিটিশ সাবজেক্ট হিসেবে ভূষিত হন।\nতার শেষ বছরগুলিতে হাফকাইন আরও ধার্মিক হয়ে ওঠেন, অর্থোডক্স ইহুদিদের পক্ষে একজন উকিল এবং জনহিতৈষী এবং জায়নবাদের সমর্থক হয়ে ওঠেন।\n\n\n== প্রারম্ভিক জীবন ==\nহাফকাইন রাশিয়ান সাম্রাজ্যের খেরসন গভর্নরেটের আদিসায় একটি ইহুদি পরিবারে জন্মগ্রহণ করেন। তিনি ছিলেন একজন ইহুদি স্কুল শিক্ষকের পরিবারে অ্যারন এবং রোজালির (ডেভিড-আসিক ল্যান্ডসবার্গের কন্যা) পাঁচ সন্তানের মধ্যে চতুর্থ। বারদিয়ানস্ক, আদিসা,   এবং সেন্ট পিটার্সবার্গের জিমনেসিয়ামে শিক্ষা গ্রহণ করেন।  \nতরুণ হাফকাইন আদিসার আত্মরক্ষার জন্য ইহুদি লীগ এর সদস্য ছিলেন। হাফকাইন একটি পোগ্রোমের সময় একটি ইহুদিদের বাড়ি রক্ষা করতে গিয়ে আহত হন। এই কর্মের ফলস্বরূপ তিনি গ্রেপ্তার হন কিন্তু পরে জীববিজ্ঞানী ইলিয়া মিয়েচ্‌নিকফ এর হস্তক্ষেপে মুক্তি পান। \nহাফকাইন ১৮৭৯ থেকে ১৮৮৩ সাল পর্যন্ত আদিসা বিশ্ববিদ্যালয়ে মিয়েচ্‌নিকফের সাথে পড়াশোনা চালিয়ে যান, কিন্তু জার অ্যালেক্সান্দার দ্বিতীয়-এর হত্যার পর, সরকার বুদ্ধিজীবী সহ সন্দেহভাজন হিসাবে বিবেচিত লোকদের উপর ক্রমান্বয়ে দমন করে।  হাফকাইন ২৩ বছর বয়সে ডক্টর অফ সায়েন্সের সাথে স্নাতক হন  তিনি ১৮৮২ থেকে ১৮৮৮ সাল পর্যন্ত আদিসার প্রাণিবিদ্যা জাদুঘরে নিযুক্ত ছিলেন। ১৮৮৮ সালে একজন ইহুদি  অধ্যাপকদের পদ থেকে নিষিদ্ধ করা হলে, হাফকাইনকে সুইজারল্যান্ডে চলে যাওয়ার অনুমতি দেওয়া হয় এবং জেনেভা বিশ্ববিদ্যালয়ে ফিজিওলজির সহকারী অধ্যাপক হিসেবে কাজ শুরু করেনন।  ১৮৮৯ সালে তিনি প্যারিসে মেকনিকভ এবং লুই পাস্তুরের সাথে নতুন প্রতিষ্ঠিত পাস্তুর ইনস্টিটিউটে যোগদান করেন যেখানে তিনি গ্রন্থাগারিকের একমাত্র উপলব্ধ পদ গ্রহণ করেন।  \n\n\n== প্রোটোজুয়োলজি নিয়ে গবেষণা ==\nহাফকাইন তার বৈজ্ঞানিক কর্মজীবন শুরু করেন একজন প্রোটোজুলজিস্ট এবং প্রোটিস্টোলজিস্ট হিসেবে, ইলিয়া মিয়েচ্‌নিকফের তত্ত্বাবধানে ইম্পেরিয়াল নভোরোসিয়া ইউনিভার্সিটি, আদিসা এবং পরে প্যারিসের পাস্তুর ইনস্টিটিউটে। তাঁর প্রাথমিক গবেষণা ছিল অ্যাস্টাসিয়া, ইউগ্লেনা এবং প্যারামেসিয়াম মতো প্রোটিস্টদের উপর, পাশাপাশি প্যারামেসিয়াম ব্যাকটেরিয়া পরজীবী হলোস্পোরা উপর প্রথম গবেষণা। 1890-এর দশকের গোড়ার দিকে, হাফকাইন ব্যবহারিক ব্যাকটেরিওলজি অধ্যয়নের দিকে মনোনিবেশ করেন।\nইউগলেনিড গণ খাওকিনিয়ার নামকরণ করা হয়েছে হ্যাফকাইনের ইউগলেনিডের প্রাথমিক গবেষণার সম্মানে, প্রথম প্রকাশিত হয় ফরাসি জার্নালে লেখকের নাম সিরিলীয় থেকে \"Mardochée-Woldemar Khawkine\" হিসাবে প্রতিলিপিকৃত।\n\n\n== কলেরা টিকা ==\n\nসেই সময়ে, ১৯ শতকের পাঁচটি মহামারি কলেরা মহামারির মধ্যে একটি এশিয়া এবং ইউরোপে হত্যাযজ্ঞ চালায়। রবার্ট কোচ ১৮৮৩ সালে ভিব্রিও কলেরি আবিষ্কার করার পরও, তৎকালীন চিকিৎসা বিজ্ঞান এটিকে রোগের একমাত্র কারণ হিসাবে বিবেচনা করেনি। এই দৃষ্টিভঙ্গিটি বেশ কয়েকটি জীববিজ্ঞানীর পরীক্ষা দ্বারা সমর্থিত হয়েছিল, বিশেষ করে স্পেনের জাউমে ফেরান আই ক্লুয়া দ্বারা।\nহাফকাইন একটি কলেরা ভ্যাকসিন তৈরির উপর তার গবেষণায় মনোযোগ দেন এবং ব্যাকটেরিয়ামের একটি ক্ষয়প্রাপ্ত রূপ তৈরি করেন। নিজের জীবনের ঝুঁকি নিয়ে, ১৮ জুলাই ১৮৯২-এ, হাফকাইন নিজের উপর প্রথম মানব পরীক্ষা করেন এবং ৩০ জুলাই বায়োলজিক্যাল সোসাইটিতে তার ফলাফলের কথা জানান। যদিও তার আবিষ্কার সংবাদমাধ্যমে একটি উল্লেখযোগ্য আলোড়ন সৃষ্টি করেছিল, মেকনিকভ এবং পাস্তুর সহ তার সিনিয়র সহকর্মীদের দ্বারা ও ফ্রান্স, জার্মানি এবং রাশিয়ার ইউরোপীয় সরকারী চিকিৎসা প্রতিষ্ঠান দ্বারা এটি ব্যাপকভাবে গৃহীত হয়নি।\nহাফকাইন ভারতকে তার টিকা পরীক্ষা করার সেরা স্থান হিসাবে বিবেচনা করেছিলেন, কেননা তখন চলমান মহামারিতে কয়েক লক্ষ মানুষ মারা যাচ্ছিল। মার্কিসের ডাফরিন ও আভার প্রভাবে, যিনি ব্রিটিশ রাষ্ট্রদূত হিসাবে প্যারিসে ছিলেন, তাঁকে ইংল্যান্ডে তাঁর ধারণাগুলি প্রদর্শন করার অনুমতি দেওয়া হয়েছিল। তিনি ১৮৯৩ সালে ভারতে যান এবং ১৮৯৬ সালে বাইকুলায় একটি পরীক্ষাগার প্রতিষ্ঠা করেন, যা পরে পারেলে স্থানান্তরিত হয় এবং পরে হাফকাইন ইনস্টিটিউট নামে পরিচিত হয়। হাফকিন প্লেগের নিয়ে কাজ করেছিলেন এবং এর মধ্যে অর্ধ মিলিয়ন লোককে টিকা দেওয়া হয়েছিল কিন্তু ৩০ অক্টোবর ১৯০২-এ, মুলকোওয়ালে টিকা দেওয়া ১০৭ জনের মধ্যে ১৯ জন ধনুষ্টঙ্কার হয়ে মারা যায়। এই \"মুলকোওয়াল বিপর্যয়\" তদন্তের দিকে পরিচালিত করে। তাঁকে সাময়িকভাবে বরখাস্ত করা হলেও কলকাতার বায়োলজিক্যাল ল্যাবরেটরির পরিচালক হিসেবে পুনরায় নিযুক্ত করা হয়।  তিনি ১৯১৫ সালে অবসর গ্রহণ করেন এবং ম্যালেরিয়া আক্রান্ত হওয়ায় ফ্রান্সে ফিরে যেতে হয়।\n\n\n== প্লেগ বিরোধী ভ্যাকসিন ==\n\"ধনুষ্টঙ্কার বা ডিপথেরিয়ার বিপরীতে, যেগুলিকে ১৯২০ এর দশকে কার্যকর ভ্যাকসিন দ্বারা দ্রুত নির্মূল করা হয়েছিল, বিউবনিক প্লেগের প্রতিরক্ষার দিকগুলি অনেক বেশি ভয়ঙ্কর বলে প্রমাণিত হয়েছিল।\"  ১৮৯৬ সালের অক্টোবরে, বিউবনিক প্লেগের একটি মহামারি বোম্বেতে আঘাত হানে এবং সরকার হাফকাইনকে সাহায্য করতে বলে। তিনি গ্রান্ট মেডিকেল কলেজের একটি করিডোরে একটি অস্থায়ী পরীক্ষাগারে একটি ভ্যাকসিন তৈরির কাজ শুরু করেন। তিন মাসের অবিরাম কাজের পর (তাঁর একজন সহকারী স্নায়বিক ভাঙ্গনের সম্মুখীন হন; অন্য দুইজন পদত্যাগ করেন), মানব পরীক্ষার জন্য একটি নমুনা প্রস্তুত হয় এবং  জানুয়ারী ১৮৯৭ সালে হাফকাইন নিজের উপর এটি পরীক্ষা করেন। \"হাফকাইনের ভ্যাকসিন একটি প্রতিরোধ প্রতিক্রিয়া তৈরি করতে অল্প পরিমাণে ব্যাকটেরিয়া ব্যবহার করা হয়েছিল।\"  এই ফলাফলগুলি কর্তৃপক্ষের কাছে ঘোষণা করার পরে, বাইকুল্লা জেলের স্বেচ্ছাসেবকদের টিকাটি প্রয়োগ করা হয় ও তারা মহামারি থেকে বেঁচে যায়, তবে নিয়ন্ত্রণ গ্রুপটির সাতজন বন্দী মারা যায়। \"অন্যান্য প্রারম্ভিক ভ্যাকসিনগুলির মতো, হাফকাইন ফর্মুলেশনের কিছু খারাপ পার্শ্ব প্রতিক্রিয়া ছিল এবং এটি সম্পূর্ণ সুরক্ষা প্রদান করতে পারেনি, যদিও এটি ৫০ শতাংশ পর্যন্ত ঝুঁকি হ্রাস করেছে বলে বলা হয়েছে।\"  \nহাফকাইনের সাফল্য সত্ত্বেও, কিছু কর্মকর্তা এখনও প্রাথমিকভাবে পয়ঃনিষ্কাশন ব্যবস্থার উপর ভিত্তিকৃত পদ্ধতির উপর জোর দিয়েছিলেন। যার মধ্যে ছিল: চুন ও পানির তোড় দিয়ে ঘর ধোয়া, আক্রান্ত ও সন্দেহভাজন ব্যক্তিদের ক্যাম্প ও হাসপাতালে নিয়ে যাওয়া এবং ভ্রমণ সীমিত করা।\nযদিও রুশ সরকার তখনও তার গবেষণার প্রতি সহানুভূতিশীল ছিল না, হাফকাইনের রুশ সহকর্মী, ডাক্তার ভি কে ভাইসোকোভিচ এবং ডি কে জাবোলোটনি, বোম্বেতে তাকে দেখতে গিয়েছিলেন। ১৮৯৮ সালে রুশ সাম্রাজ্যে কলেরা প্রাদুর্ভাবের সময়, \"লিমফা হাফকাইনা\" (\"лимфа Хавкина\",  হাফকাইনের লসিকা ) নামক টিকা সমগ্র সাম্রাজ্য জুড়ে হাজার হাজার জীবন বাঁচায়।\nবিংশ শতাব্দীর শুরুতে, শুধু ভারতেই প্রতিরোধকৃত মানুষের সংখ্যা চল্লিশ লক্ষে পৌছায় এবং হাফকাইনকে বোম্বেতে প্লেগ ল্যাবরেটরির পরিচালক নিযুক্ত করা হয় (বর্তমানে হাফকাইন ইনস্টিটিউট)।  ১৯০০ সালে, তিনি এডিনবার্গ বিশ্ববিদ্যালয়ের থেরাপিউটিকসের জন্য ক্যামেরন পুরস্কারে ভূষিত হন। \nহাফকাইনই সর্বপ্রথম ৬০°সে. তাপ দ্বারা ভাইরাসজনিত কালচারকে হত্যা করে মানব প্রতিরোধের জন্য একটি টিকা প্রস্তুত করেন।  তার ভ্যাকসিনের প্রধান অভাব ছিল প্লেগের ফুসফুসীয় রূপগুলির বিরুদ্ধে কার্যকরিতার অভাব।\n\n\n== জায়নবাদের সাথে সম্পৃক্ততা ==\n১৮৯৮ সালে, হাফকাইন সুলতান আগা খান এর কাছে যান এবং সুলতান আব্দুল হামিদ দ্বিতীয়ের কাছে ফিলিস্তিনে ইহুদিদের পুনর্বাসনের প্রস্তাব নিয়ে আসেন, যা তৎকালীন উসমানীয় সাম্রাজ্যের একটি প্রদেশ: তার প্রচেষ্টা \" পবিত্র ভূমিতে ধীরে ধীরে করা যেতে পারে\", \"ভূমিটি সুলতানের প্রজাদের কাছ থেকে ক্রয় করা হবে\", \"ইহুদি সম্প্রদায়ের ধনী সদস্যদের দ্বারা মূলধন প্রদান করা হবে\", কিন্তু পরিকল্পনাটি প্রত্যাখ্যান করা হয়।\n\n\n== ছোট দ্রেইফাস অ্যাফেয়ার ==\n১৯০২ সালের মার্চ মাসে, পাঞ্জাবের মুলকোওয়ালের উনিশজন ভারতীয় গ্রামবাসী (একই টিকার বোতল থেকে টিকা প্রাপ্ত) ধনুষ্টঙ্কার রোগে মারা যায়, যেখানে টিকা প্রাপ্ত বাকি ৮৮ জন গ্রামবাসী সুস্থ ছিল।  পরবর্তিতে, সেই বোতলটি, 53N, দূষিত ছিল বলে প্রমাণ হয়। পেরেল ল্যাবে কার্বলিক অ্যাসিড থেকে হিটিং ব্যবহার করে জীবাণুমুক্ত করা হয়েছে, একই প্রক্রিয়া যা পাস্তুর ইনস্টিটিউটে দুই বছর ধরে নিরাপদে ব্যবহার করা হয়েছে কিন্তু তা ব্রিটিশ সাম্রাজ্যে নতুন ছিল। ভারত সরকারের ১৯০৩ সালের কমিশন এটিই দূষণের উৎস বলে সিদ্ধান্তে পৌঁছায়। \nএকটি তদন্ত কমিশন হাফকাইনকে অভিযুক্ত করে এবং তিনি তার পদ থেকে অব্যাহতি পেয়ে ইংল্যান্ডে ফিরে আসেন। হাফকাইনের ইহুদি পটভূমি এবং ধর্মের অনুস্মারক হিসাবে প্রতিবেদনটি অনানুষ্ঠানিকভাবে \"লিটল দ্রেইফাস অ্যাফেয়ার \" নামে পরিচিত লাভ করে।\nলিস্টার ইনস্টিটিউট পরবর্তীতে দাবিটি পুনঃতদন্ত করে এবং পুরবর্তী রায়টি বাতিল করে: এটি প্রমাণিত হয় যে টিকা দানের সময় একজন সহকারী এটি জীবাণুমুক্ত না করে একটি নোংরা বোতলের ক্যাপ ব্যবহার করেছিলেন।\n১৯০৭ সালের জুলাই-এ, দ্য টাইমস- এ প্রকাশিত একটি চিঠিতে হাফকাইনের বিরুদ্ধে মামলাটিকে \"সুস্পষ্টভাবে অপ্রমাণিত\" বলে অভিহিত করা হয়েছিল। এটিতে রোনাল্ড রস, উইলিয়াম আর. স্মিথ এবং সাইমন ফ্লেক্সনার সহ অন্যান্য বিশিষ্ট চিকিৎসক ব্যক্তিরা স্বাক্ষর করেন, যার ফলে হাফকাইনের খালাস হয়।\n\n\n== শেষ জীবন ==\n\nযেহেতু বোম্বেতে হাফকাইনের পদ ইতিমধ্যেই অধিকৃত হয়েছিল, তাই নির্দোষ প্রমাণ হওয়ার পর তিনি কলকাতায় ফিরে আসেন এবং ১৯১৪ সালে অবসর নেওয়া পর্যন্ত সেখানে কাজ করে যান।  অবসরের পর  হাফকাইন ফ্রান্সে ফিরে আসেন এবং পরে সুইজারল্যান্ডের লুসানে চলে যান, যেখানে তিনি তার জীবনের শেষ বছরগুলি কাটান।\nহাফকাইন অসংখ্য সম্মাননা ও পুরস্কার পেয়েছেন। ১৯২৫ সালে, বোম্বেতে অবস্থিত প্লেগ ল্যাবরেটরির নাম পরিবর্তন করে হাফকাইন ইনস্টিটিউট রাখা হয়। তার জন্মের শতবর্ষের স্মরণে, ১৯৬০-এর দশকে ইসরায়েলে হাফকাইন পার্ক নির্মাণ করা হয়।\n\n\n=== সনাতন ইহুদি ধর্ম ===\nতার একটি জীবনীতে, নোবেল পুরস্কার প্রাপ্ত সেলমান ওয়াকসম্যান ব্যাখ্যা করেছেন যে, তার জীবনের এই শেষ পর্যায়ে, হাফকাইন একজন গভীর ধার্মিক মানুষ হয়ে উঠেছিলেন। হাফকাইন সনাতন ইহুদি অনুশীলনে ফিরে আসেন এবং এ প্লী ফর অর্থোডক্সি (১৯১৬) নামে একটি প্রবন্ধ লেখেন। এই প্রবন্ধে, তিনি ঐতিহ্যবাহী ধর্মীয় পালনের পক্ষে কথা বলেছেন এবং \"আলোকিত\" ইহুদিদের মধ্যে এই ধরনের পালনের অভাবকে সমালোচনা করেছেন এবং সামাজিক জীবনের গুরুত্বের উপর জোর দিয়েছেন, উল্লেখ করেছেন:\n\nজাতিগত বন্ধন, দীর্ঘ ঐতিহ্য, যৌথ সংগ্রাম, বিশ্বাস এবং আশা নিয়ে গঠিত একটি ভ্রাতৃত্ব, একটি ঐক্যের সৃষ্টি, যে সদস্যদের মধ্যে বিদ্যমান বন্ধনগুলি স্থায়িত্ব এবং উপযোগিতার একটি পুর্ণ প্রতিশ্রুতি ধারণ করে যা অন্যান্য কৃত্রিম ঐক্যের সাথে পার্থক্য গড়ে দেয়। এই ধরনের মিলন তৈরি হতে বহু শতাব্দী সময় প্রয়োজন এবং এটি মঙ্গলের জন্য একটি শক্তি, যার অবহেলা বা অপব্যবহার মানবতার জন্য ততটাই ক্ষতিকর যেমন একটি গুরুত্বপূর্ণ অঙ্গ অপসারণ ব্যক্তির জন্য ...স্রষ্টার সাথে মানুষের সম্পর্কের বিষয়ে ইহুদি শিক্ষার নিকটতম সঙ্গতিপূর্ণ যেসব নিয়ম অনুসরণ করে কোনো নশ্বরতা এবং নির্ভুলতা নিয়ে কাজ করে না।সেসব নিয়ম প্রযোজ্য হয় কাজ এবং বিশ্রামের জন্য সময় নির্ধারণের উপর; পরিবার গঠন এবং স্বামী-স্ত্রীর  পিতামাতা ও সন্তানদের, প্রতিবেশী ও প্রতিবেশীর মধ্যে একে অপরের প্রতি দায়িত্ব ও কর্তব্যবোধ এবং দরজার বাইরে অপরিচিতদের মধ্যে সত্যবাদিতা এবং ন্যায়বিচারের সর্বোচ্চ বাধ্যবাধকতার উপর।\n১৯২৯ সালে, তিনি পূর্ব ইউরোপে ইহুদি শিক্ষাকে উৎসাহিত করার জন্য হাফকাইন ফাউন্ডেশন প্রতিষ্ঠা করেন। হাফকাইন অন্যান্য ধর্মের প্রতিও অত্যন্ত শ্রদ্ধাশীল ছিলেন এবং \"তিনি বাইবেল অধ্যয়নের প্রচারকে অত্যন্ত গুরুত্বপূর্ণ বলে মনে করতেন।\" \n১৯৮২ সালে, চাবাদ হাসিডিক আন্দোলন ষষ্ঠ লুবাভিচার রেবে, রাব্বি ইয়োসেফ ইতচ্যাক স্নিয়ারসন দ্বারা হাফকাইনকে সম্বোধন করা তিনটি চিঠি প্রকাশ করে, যিনি সোভিয়েত ইউনিয়নে বসবাসকারী ইহুদিদের সহায়তা প্রদান করার জন্য হাফকাইনকে নিযুক্ত করেছিলেন।  \n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nএডিঙ্গার, হেনরি। \"দ্য লোনলি ওডিসি অফ ডব্লিউএমডব্লিউ হ্যাফকাইন\", ইহুদি জীবনের ভলিউম 41, নং 2 (স্প্রিং 1974)।\nওয়াকসম্যান, সেলম্যান এ. দ্য ব্রিলিয়ান্ট অ্যান্ড ট্র্যাজিক লাইফ অফ ডব্লিউএমডব্লিউ হাফকাইন: ব্যাকটিরিয়ালজিস্ট, রুটজার্স ইউনিভার্সিটি প্রেস (1964)।\nহ্যানহার্ট, জোয়েল। লাউসেন ইউনিভার্সিটি, ফ্যাকাল্টে ডি বায়োলজি এবং মেডিসিন। Haffkine, une esquisse: জীবনী বুদ্ধিজীবী এবং বিশ্লেষণ দে ওয়াল্ডেমার মোর্দেখাই হাফকাইন 2013\nপ্রিক্স ডি থিসে 2014 – Société des Etudes Juives Societe des Etudes Juives societedesetudesjuives.org, 11 ডিসেম্বর 2020 এ অ্যাক্সেস করা হয়েছে\n\nহ্যানহার্ট, জোয়েল। \"Waldemar Mordekhaï Haffkine (1860-1930)\"। জীবনী বুদ্ধিবৃত্তিক, Editions Honoré Champion (2016),আইএসবিএন ৯৭৮-২-৭৪৫৩-৩০৭৪-১ ।\nহ্যানহার্ট, জোয়েল। \"Un illustre inconnu. Une Biography du Docteur\" Waldemar Mordekhaï Haffkine, Editions Lichma (2017),আইএসবিএন ৯৭৮-২-৯১২৫৫৩-৮৪-৩ ।\nমার্কিশ, ডেভিড। মহাত্মা। ত্রাণকর্তা মানবজাতি কখনও জানত না (মারিয়ান শোয়ার্টজ দ্বারা অনুবাদিত  )। মহাত্মা হাফকাইন ফাউন্ডেশন,  আলেকজান্ডার ডুয়েল, নিউ-ইয়র্ক, 2019।\n\n\n== টীকা ==\n\n\n== বহিঃসংযোগ ==\nWorks by or about Waldemar Haffkine at Internet Archive\nHaffkine Research Institute\nWaldemar Haffkine: Pioneer of Cholera vaccine  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২২ ফেব্রুয়ারি ২০১২ তারিখে at American Society for Microbiology\nPlague Vaccine Design at Food and Drug Administration (FDA)\nBiography at Jewishgen\nThe Holy Scientist  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৪ ফেব্রুয়ারি ২০১২ তারিখে at windsofchange.net\nGreat scientist, great Jew, Rabbi M. Friedman at cjnews.com\nThe Last Resort: The Man Who Saved the World from Two Pandemics, Udi Edery at the National library of Israel\nWaldemar Haffkine: The vaccine pioneer the world forgot, Joel Gunter and Vikas Pandey at the BBC.Com"}