{"pageid": 1436093, "title": "অ্যানাবেল জেনসেন", "url": "https://bn.wikipedia.org/wiki?curid=1436093", "content": "ডঃ অ্যানাবেল এল. জেনসেন একজন আমেরিকান শিক্ষাবিদ এবং লেখক যিনি আবেগগত বুদ্ধিমত্তাকে কাজে লাগিয়ে পাঠ্যক্রম নিয়ে তার কাজের জন্য সবচেয়ে বেশি পরিচিত। ১৯৮০ এবং ১৯৯০ এর দশকে নুয়েভা লার্নিং সেন্টারের একজন প্রাক্তন পরিচালক ছিলেন। তিনি ১৯৯৭ সালে সিক্স সেকেন্ডের সভাপতি এবং ২০০৯ সালে সিন্যাপস স্কুলের সিইও হন। তিনি বর্তমানে নটরডেম ডি নামুর বিশ্ববিদ্যালয়ের অধ্যাপক।\n\n\n== জীবনী ==\nঅ্যানাবেল লি জেনসেন, ড্যানিশ বংশোদ্ভূত দুই মার্কিন সেনা কর্মকর্তার ঘরে জন্মগ্রহণ করেন, ১৯৬১ সালে ব্রিঘাম ইয়াং ইউনিভার্সিটিতে পড়া শুরু করেন এবং ১৯৬৬ সালে মনোবিজ্ঞানে বিএ এবং শিক্ষার মাস্টার্স সহ স্নাতক হন। তিনি তার পিএইচ.ডি. ইউনিভার্সিটি অফ ক্যালিফোর্নিয়া, বার্কলে থেকে ১৯৭৬ সালে।\n\n২০১৫ সালে, মানসিক বুদ্ধিমত্তার ক্ষেত্রে তার কাজের জন্য জেনসেনকে সিলিকন ভ্যালি বিজনেস জার্নাল দ্বারা ২০১৫ সালের জন্য শীর্ষ ১০০ জন প্রভাবশালী নারীর একজনের নাম দেওয়া হয়েছিল। Quartz (২০১৫) এবং bizjournals.com (২০১৫) এর মতো ডিজিটাল এবং মুদ্রণ প্রকাশনাগুলিতে প্রায়শই তার সাক্ষাতকার নেওয়া হয়েছে।\n\n\n== পুরস্কার ==\n১৯৯০: সম্প্রদায়ের জন্য ব্যতিক্রমী পরিষেবার জন্য ক্রিস্টাল ক্যাসেল পুরস্কার\n১৯৮৮/১৯৯৭: শ্রেষ্ঠত্বের জন্য রাষ্ট্রপতির জাতীয় ব্লু রিবন পুরস্কার\n১৯৯৮: অসামান্য আমেরিকানরা\n১৯৯৮: আমেরিকান শিক্ষায় হু হু\n২০০১: বছরের জাতীয় শিক্ষক প্রোগ্রামের জন্য মনোনীত\n২০০১: কেলার টিচিং এক্সিলেন্স অ্যাওয়ার্ড, নটরডেম বিশ্ববিদ্যালয়, বেলমন্ট, ক্যালিফোর্নিয়া\n২০১২: ডিস্টিংগুইশড সার্ভিস অ্যাওয়ার্ড, ক্যালিফোর্নিয়া অ্যাসোসিয়েশন ফর দ্য গিফটেড\n\n\n== ইতিহাস প্রকাশ ==\n১৯৯৮: সেলফ সায়েন্স: দ্য ইমোশনাল ইন্টেলিজেন্স কারিকুলাম (আইএসবিএন ৯৭৮-০৯৬২৯১২৩৪৪, ছয় সেকেন্ড ) - সহ-লেখক\n১৯৯৮: যত্ন সহকারে হ্যান্ডেল : ইমোশনাল ইন্টেলিজেন্স অ্যাক্টিভিটি বই (আইএসবিএন ৯৭৮-০৯৬২৯১২৩২০, ছয় সেকেন্ড )\n১৯৯৯: আনন্দ এবং ক্ষতি: প্রতিভাধর শিশুদের আবেগপূর্ণ জীবন - সহ-লেখক\n২০১০: স্মার্ট অনুভব করা (আইএসবিএন ৯৭৮১৯৩৫৬৬৭০০১, রোপার রিভিউ )\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nছয় সেকেন্ডে প্রোফাইল\nনটরডেম বিশ্ববিদ্যালয়ে প্রোফাইল\nSynapse স্কুলে প্রোফাইল"}