{"pageid": 1436056, "title": "উইকিপিডিয়ায় লিঙ্গ পক্ষপাত", "url": "https://bn.wikipedia.org/wiki?curid=1436056", "content": "উইকিপিডিয়ায় লিঙ্গ পক্ষপাত একটি শব্দ যা উইকিপিডিয়া সম্পর্কে বিভিন্ন যৌন-সম্পর্কিত তথ্য বর্ণনা করতে ব্যবহৃত হয়: এর স্বেচ্ছাসেবক অবদানকারীরা বেশিরভাগই পুরুষ, যদিও উইকিপিডিয়ায় নারীদের সম্পর্কে প্রায় ৪০০,০০০ বিশ্বকোষীয় জীবনী রয়েছে পুরুষদের আরও অনেক কিছু রয়েছে, এবং প্রাথমিকভাবে মহিলাদের আগ্রহের বিষয়গুলি কম ভাল। আচ্ছাদিত।  \n২০১৮ সালের একটি জরিপে উইকিপিডিয়ার ১২টি ভাষা সংস্করণ এবং উইকিমিডিয়া ফাউন্ডেশনের আরও কিছু প্রকল্প অন্তর্ভুক্ত ছিল। এই জরিপে অংশগ্রহণকারী ৩,৭৩৪ জনের মধ্যে ৯০% পুরুষ, ৮.৮% নারী এবং ১% অন্যান্য বলে উল্লেখ করেন। ইংরেজি উইকিপিডিয়ায় অবদানকারীদের মধ্যে ৮৪.৭% পুরুষ, ১৩.৬% নারী এবং ১.৭% অন্যান্য (মোট ৮৮ জন অংশগ্রহণকারী) হিসাবে নিজেদের পরিচয় দিয়েছেন। ২০১৯ সালে, উইকিমিডিয়া ফাউন্ডেশনের তৎকালীন সিইও ক্যাথরিন মাহের বলেন, তার দলের কার্যনির্বাহী ধারণা হলো মোট অবদানকারীদের মধ্যে ১৫-২০% নারী।\n২০২১ সালের একটি গবেষণায় দেখা যায়, এপ্রিল ২০১৭ এ, মুছে ফেলা নির্বাচিত জীবনীগুলির মধ্যে ৪১% নারীদের, যদিও প্রকাশিত জীবনীগুলির মাত্র ১৭% নারীদের নিয়ে গঠিত। উইকিপিডিয়ায় নারীদের দৃশ্যমানতা এবং তাদের কাছে পৌঁছানোর ক্ষমতা সীমিত। ২০২১ সালের একটি প্রতিবেদনে দেখা যায় যে সাধারণত নারীদের পাতাগুলোর সাথে পুরুষদের পাতার লিঙ্ক বেশি থাকে। [তথ্য হালনাগাদ প্রয়োজন] নারীদের সম্পর্কে নিবন্ধগুলিতে এমন ভাষা ব্যবহার করা হয়, যা যৌনবাদী, অতিরিক্ত বা অন্য কোনোভাবে লিঙ্গভিত্তিক বলে বিবেচিত হয়। লিঙ্গ বৈষম্য উইকিপিডিয়ার সবচেয়ে বেশি সমালোচনা করা বিষয়গুলির মধ্যে অন্যতম, কখনও কখনও এটি উইকিপিডিয়ায় পদ্ধতিগত পক্ষপাতের আরও সাধারণ সমালোচনার অংশ হিসাবে বিবেচিত হয়।\n২০১৫ সালে, উইকিপিডিয়ার সহ-প্রতিষ্ঠাতা জিমি ওয়েলস ঘোষণা করেন যে, এই এনসাইক্লোপিডিয়া ২৫% নারী সম্পাদক ধরে রাখার লক্ষ্যে ব্যর্থ হয়েছে। ‘এডিট-এ-থন’ (সম্পাদনা মারাথন) এবং ‘উইমেন ইন রেড’ (লাল রঙে নারী) এর মতো কর্মসূচী নারী সম্পাদকদের উৎসাহিত করতে এবং নারী সম্পর্কিত বিষয়গুলির কাভারেজ বাড়াতে গড়ে উঠেছে। \n\n\n== অংশগ্রহণে লিঙ্গ পক্ষপাত ==\n\n\n=== লিঙ্গ বৈষম্য পরিমাপ করার প্রচেষ্টা ===\n২০০৮ সালে পরিচালিত প্রথম বিশ্বব্যাপী উপস্থিতির একটি গবেষণায় দেখা যায় যে সমস্ত সম্পাদকের মধ্যে ১৩% নারী, যা ২০১১ সালের একটি অনুসরণীয় গবেষণার পর বিশ্বব্যাপী ৯% -এ নেমে যায়। মার্কিন যুক্তরাষ্ট্রে, বিশেষ করে ইংরেজি উইকিপিডিয়ায়, ২০১৫ সালের একটি গবেষণায় দেখা যায় যে অবদানকারীদের মধ্যে ১৫% নারী।\n২০০৯ সালে, উইকিমিডিয়া ফাউন্ডেশনের একটি জরিপে দেখা যায় যে ৫০০ টিরও বেশি সম্পাদনা করা সম্পাদকদের মধ্যে ৬% নারী, গড় পুরুষ সম্পাদকের দ্বিগুণ সম্পাদনা রয়েছে। \n\n২০১০ সালে, জাতিসংঘ বিশ্ববিদ্যালয় এবং জাতিসংঘ বিশ্ববিদ্যালয়-মেরিট যৌথভাবে একটি বিশ্বব্যাপী উইকিপিডিয়া জরিপের ফলাফলের একটি সংক্ষিপ্তসার উপস্থাপন করে। নিউ ইয়র্ক টাইমসের একটি প্রতিবেদনে উল্লেখ করা হয় যে এই উইকিমিডিয়া ফাউন্ডেশনের সহযোগিতা থেকে জানা যায় যে উইকিপিডিয়ায় অবদানকারীদের মধ্যে মাত্র ১৩% এর কম নারী। ফাউন্ডেশনের তৎকালীন নির্বাহী পরিচালক স্যু গার্ডনার বলেন, বৈচিত্র্য বাড়ানো হল এনসাইক্লোপিডিয়াটিকে \"যতটা সুন্দর হতে পারে\" ততটা সুন্দর করা। প্রবন্ধটি উল্লেখ করে যে \"অতিরিক্ত ফ্যাক্ট-প্রেমী রাজ্য\", \"কঠোর হ্যাকার সম্প্রদায়\" এর সাথে যোগাযোগ এবং \"খুব কঠিন, উচ্চ-সংঘাতের লোকজন, এমনকি মিসোজিনিস্টদের\" প্রতি খোলা থাকার প্রয়োজনীয়তা সহ বিভিন্ন কারণ সম্ভবত নারীদের সম্পাদনা থেকে নিরুৎসাহিত করছে। ২০১৩ সালে, হিল এবং শ সঠিক হিসাব কৌশল ব্যবহার করে জরিপের তথ্যে আরও ঊর্ধ্বমুখী সংশোধন এবং জরিপ করা পরিসংখ্যানের আপডেটের সুপারিশ করার জন্য জরিপের ফলাফলকে চ্যালেঞ্জ করেছিলেন। তাদের তথ্য অনুযায়ী, মার্কিন যুক্তরাষ্ট্রের প্রাপ্তবয়স্ক নারী সম্পাদকদের হার ২২.৭% এবং সামগ্রিকভাবে ১৬.১%। \n\n\n== তথ্যসূত্র =="}