{"pageid": 1436728, "title": "থিও ক্লার্ক", "url": "https://bn.wikipedia.org/wiki?curid=1436728", "content": "থিওডোরা রুজভেল্ট ক্লার্ক (জন্ম ৪ আগস্ট ১৯৮৫) একজন ব্রিটিশ কনজারভেটিভ পার্টির রাজনীতিবিদ যিনি ২০১৯ সালের সাধারণ নির্বাচন থেকে স্টাফোর্ডের সংসদ সদস্য (এমপি) ছিলেন। তার রাজনৈতিক কর্মজীবনের আগে, তিনি চারুকলা শিল্পে কাজ করেছিলেন এবং প্রচারাভিযান গ্রুপ কোয়ালিশন ফর গ্লোবাল সমৃদ্ধি প্রতিষ্ঠা করেছিলেন।\n\n\n== প্রারম্ভিক জীবন এবং কর্মজীবন ==\nক্লার্ক গ্লুচেস্টারশায়ারের বিবুরি গ্রামে বেড়ে ওঠেন। তিনি স্যার চার্লস ম্যানসফিল্ড টোবিয়াস ক্লার্ক, ৬ষ্ঠ ব্যারোনেট এবং তার দ্বিতীয় স্ত্রী তেরেসা ডি চেয়ারের কন্যা, সমারসেট ডি চেয়ারের কন্যা। তার ছোট ভাই প্রাক্তন ক্রীড়াবিদ স্যার লরেন্স ক্লার্ক, ৭ম ব্যারোনেট। ক্লার্কের একটি ছোট বোন অগাস্টাও রয়েছে। তিনি সাবেক বিজনেস সেক্রেটারি জ্যাকব রিস-মোগের স্ত্রীর ভাগ্নি। ক্লার্ক মার্কিন প্রেসিডেন্ট থিওডোর রুজভেল্ট এবং ফ্রাঙ্কলিন ডি রুজভেল্টের দূরবর্তী আত্মীয়।\nতিনি বার্কশায়ারের নিউবারির ডাউন হাউস স্কুলে প্রাইভেটভাবে শিক্ষিত হন। তিনি নিউক্যাসল ইউনিভার্সিটি এবং কর্টল্ট ইনস্টিটিউট অফ আর্ট- এ শিল্পের ইতিহাস অধ্যয়ন করেন, রাশিয়ান শিল্পে বিশেষজ্ঞ। ২০১১ সালে একটি অনলাইন আর্ট ম্যাগাজিন রাশিয়ান আর্ট অ্যান্ড কালচার প্রতিষ্ঠার আগে ক্লার্ক নিউইয়র্কের মিউজিয়াম অফ মডার্ন আর্ট এবং ব্রিটিশ নিলাম হাউস ক্রিস্টির জন্য কাজ করেছিলেন। এছাড়াও তিনি শিল্পকলায় মহিলা সমিতির সহ-প্রতিষ্ঠাতা ছিলেন, এবং পরে গ্লোবাল সমৃদ্ধির জন্য জোট প্রতিষ্ঠা করেন। প্রচারাভিযান গ্রুপে তার কাজের অংশ হিসাবে তিনি ইবোলা প্রাদুর্ভাবের পরে সিয়েরা লিওনে স্বেচ্ছাসেবক হয়েছিলেন।\nফেব্রুয়ারী ২০২৩-এ, চ্যানেল ৪-এর ডিসপ্যাচগুলি জানিয়েছে যে ক্লার্ক রাশিয়ার ভ্লাদিমির পুতিনের রাশিয়ার সরকার কর্তৃক আয়োজিত কনজারভেটিভ ফ্রেন্ডস অফ রাশিয়া গ্রুপের অংশ হিসাবে ২০১২ সালে রাশিয়ায় সমস্ত খরচ বহন করে ভ্রমণে গিয়েছিল।\n\n\n== সংসদীয় কর্মজীবন ==\nক্লার্ক ২০১৫ এবং ২০১৭ সালের সাধারণ নির্বাচনে কনজারভেটিভ পার্টির প্রার্থী হিসাবে ব্রিস্টল পূর্ব আসনে প্রতিদ্বন্দ্বিতা করেছিলেন কিন্তু ব্যর্থ হন। ২৬ সেপ্টেম্বর ২০১৯ তারিখে দল তাকে স্টাফোর্ডের প্রার্থী হিসেবে নির্বাচিত করে। বর্তমান কনজারভেটিভ এমপি জেরেমি লেফ্রয় এর আগে ঘোষণা করেছিলেন যে তিনি পরবর্তী নির্বাচনে দাঁড়াবেন। তিনি ২০১৯ সালের সাধারণ নির্বাচনে স্টাফোর্ডের এমপি হিসাবে ১৪,৩৭৭ (২৮.১%) সংখ্যাগরিষ্ঠতার সাথে নির্বাচিত হন, এটি এই নির্বাচনী এলাকার ইতিহাসে এটি সবচেয়ে বড় ব্যবধান।\nক্লার্ক মার্চ ২০২০ থেকে আন্তর্জাতিক উন্নয়ন কমিটি এবং সেপ্টেম্বর ২০২০ থেকে নারী ও সমতা কমিটির সদস্য।\n৫ অক্টোবর ২০২০-এ, ক্লার্ক কেনিয়াতে প্রধানমন্ত্রীর বাণিজ্য দূত হিসেবে নিযুক্ত হন। তিনি ইউকে-কেনিয়া অর্থনৈতিক অংশীদারিত্ব চুক্তি বাস্তবায়নে সহায়তা করেছিলেন যা ব্রেক্সিটের পরে কেনিয়ার ব্যবসার জন্য ইউকে বাজারে শুল্ক-মুক্ত অ্যাক্সেস অব্যাহত রাখে। চুক্তিটি ইউরোপীয় ইউনিয়ন এবং পূর্ব আফ্রিকান সম্প্রদায়ের দ্বারা সম্মত ব্যবস্থা এগিয়ে নিয়ে গেছে। প্রধানমন্ত্রী বরিস জনসনের নেতৃত্বের প্রতিবাদে ২০২২ সালের জুলাই মাসে ক্লার্ক এই ভূমিকা থেকে পদত্যাগ করেন।\nক্লার্ক ২০২২ সালের জুলাইয়ের কনজারভেটিভ পার্টির নেতৃত্ব নির্বাচনের সময় পেনি মর্ডান্টকে সমর্থন করেছিলেন।\nক্লার্ক ২০২২ সালের আগস্টে তার প্রথম সন্তানের জন্মের পর মাতৃত্বকালীন ছুটি নিয়েছিলেন।\n২০২৩ সালের ফেব্রুয়ারিতে, ক্লার্ক বলেছিলেন যে তিনি স্টাফোর্ডের রক্ষণশীল প্রার্থী হিসাবে পুনরায় নির্বাচিত হতে পারেননি, আরও উল্লেখ করেছেন যে তিনি প্রার্থী হিসাবে থাকার প্রয়াসে স্থানীয় সদস্যদের কাছে আবেদন করতে চান।\n২০২৩ সালের মার্চ মাসে, ক্লার্ককে স্টাফোর্ডের জন্য রক্ষণশীল প্রার্থী হিসাবে বৃহত্তর সদস্যপদ ভোটে জয়ী হয়ে পুনরায় গৃহীত হয়েছিল।\n\n\n== ব্যক্তিগত জীবন ==\nক্লার্ক হেনরি কোরাম-জেমসকে বিয়ে করেন, যিনি জন কোরাম জেমস এবং দ্য কাউন্টেস অফ হ্যারোবাই (পূর্বে ক্যারোলিন কোরাম জেমস) এর পুত্র এবং আর্ল অফ হ্যারোবির সৎপুত্র, ১৪ আগস্ট ২০২১ সালে চার্চ অফ সেন্ট মেরি, বিবারিতে। ২০২২ সালের মার্চ মাসে, তিনি ঘোষণা করেছিলেন যে দম্পতি তাদের প্রথম সন্তানের প্রত্যাশা করছেন। তাদের মেয়ের জন্ম ২০২২ সালের আগস্টে।\n২০২৩ সালের অক্টোবরে হাউস অফ কমন্সে একটি বক্তৃতায়, ক্লার্ক প্রকাশ করেছিলেন যে তার মেয়ের জন্মের পরে তাকে জরুরী অস্ত্রোপচারে নিয়ে যাওয়া হয়েছিল, \"জন্মগত মানসিক আঘাতের\" মধ্যে থাকা মহিলাদের সাহায্য করার জন্য সরকারকে আরও বেশি কিছু করার আহ্বান জানিয়েছিল।\n\n\n== তথ্যসূত্র =="}