{"pageid": 1436046, "title": "এমি ফিনলি", "url": "https://bn.wikipedia.org/wiki?curid=1436046", "content": "এমি ফিনলি (জন্ম ১৯৭৩ সালে, সান দিয়েগো, ক্যালিফোর্নিয়া) একজন আমেরিকান বাবুর্চি এবং লেখক, যিনি দ্য নেক্সট ফুড নেটওয়ার্ক স্টার- এর তৃতীয় সিজনের বিজয়ী ছিলেন এবং ফুড নেটওয়ার্কে একটি রান্নার অনুষ্ঠান উপস্থাপন করার প্রতিশ্রুতি দিয়েছিলেন। তার অনুষ্ঠান দ্য গুরমেট নেক্সট ডোর ১৪ অক্টোবর ২০০৭-এ প্রিমিয়ার হয় এবং ফিনলির ছয়টি পর্বে সম্প্রচারিত হয়। পরে একটি পারিবারিক সংকটের কথা উল্লেখ করে তিনি পরবর্তী পর্বগুলি বাতিল করেন এবং তার স্বামী ও সন্তানদের সাথে ফ্রান্সের বারগুন্ডিতে একটি গ্রামীণ খামারে চলে যান।\nফিনলি দুই সন্তানের বিবাহিত মা, ইন্ডিয়ানা নামে একটি ছেলে এবং স্কারলেট নামে একটি মেয়ে। তিনি এল ক্যাজোনের ভালহাল্লা হাই স্কুলে পড়াশোনা করেছেন। তিনি ১৯৯৫ সালে ইউসিএলএ থেকে রাষ্ট্রবিজ্ঞানে ব্যাচেলর অফ আর্টস ডিগ্রি অর্জন করেন, তারপরে তিনি ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ের জন্য কাজ করেন। তারপর ইউসিএসডি- তে তিনি সান দিয়েগো সুপার কম্পিউটার সেন্টারের একজন বিজ্ঞান লেখক ছিলেন। তিনি অ্যাপেলেশন ওয়াইন কান্ট্রি লিভিং এবং সান ভ্যালি ম্যাগাজিনের প্রাক্তন সহকারী সম্পাদক। স্বামীর সাথে তার দেখা হয় এবং ২০০১ সালে প্যারিসের 'ইকোলে গ্রেগোয়ার-ফেরান্দি থেকে স্নাতক হন। তিনি ২০০৩ সালে প্যারিসের প্রভাবশালী রোজ বেকারিতে সংক্ষিপ্তভাবে কাজ করেন, এবং ২০০৪ সালে ইতালির উপর একটি ভ্রমণ বই প্রকাশ করেন, দ্য অ্যাডভেঞ্চার গাইড টু দ্য ইতালীয় রিভেরা। এনএফএনএস-এ উপস্থিত হওয়ার পর থেকে তিনি বন অ্যাপিটিট এবং সান দিয়েগো ম্যাগাজিনের জন্য লিখেছেন এবং অন্যান্য জাতীয় ও আঞ্চলিক ম্যাগাজিন, টেলিভিশন এবং রেডিও প্রোগ্রাম ছাড়াও এনপিআর- এর দ্য ভিউ এবং দ্য স্প্লেন্ডিড টেবিলে উপস্থিত হয়েছেন। তার রন্ধনসম্পর্কীয় অনুপ্রেরণা হল ফরাসি ঠাকুরমা এবং জুলিয়া চাইল্ড । তার খাদ্য সম্পর্কীয় লেখা ওয়েভারলি রুট দ্বারা প্রভাবিত হয়েছে।\n\n\n== টেলিভিশন ==\nফিনলি দ্য নেক্সট ফুড নেটওয়ার্ক স্টারের তৃতীয় সিজনের বিজয়ী ছিলেন। প্রতিযোগিতার সপ্তম সপ্তাহে তাকে বাদ দেওয়া হয়েছিল, কিন্তু জোশ \"জেএজি\" গার্সিয়া তার রন্ধনসম্পর্কীয় এবং সামরিক পটভূমি সম্পর্কে মিথ্যা বলার জন্য প্রতিযোগিতা থেকে প্রত্যাহার করার পরে, অ্যামিকে তার জায়গায় ফাইনালের জন্য পুনর্বহাল করা হয়েছিল এবং তাকে রানার-আপ ররি শেপিসি তৈরিতে বিজয়ী হিসাবে ভোট দেওয়া হয়েছিল। তিনি এই শোতে জয়ী দ্বিতীয় মহিলা প্রতিযোগী।\n২০১২ সালে, ফিনলি চপড- এর একটি পর্বে উপস্থিত ছিলেন যেখানে অতীতের ফুড নেটওয়ার্ক স্টার বিজয়ী আরতি সিকুইরা, মেলিসা ডি'আরাবিয়ান এবং জেফ মাউরোকে দেখানো হয়েছে। দ্বিতীয় রাউন্ডের পর বাদ পড়েন তিনি।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nনেক্সট ফুড নেটওয়ার্ক স্টার এপিসোড আর্কাইভ\nইন্টারনেট মুভি ডেটাবেজে এমি ফিনলি (ইংরেজি)\nÉcole Gregoire-Ferrandi - অফিসিয়াল ওয়েবসাইট (ফরাসি ভাষায়)\nইন্টারনেট মুভি ডেটাবেজে The Gourmet Next Door  (ইংরেজি)</img>\nটেমপ্লেট:Food Network Star"}