{"pageid": 1436055, "title": "এমি ট্যানার", "url": "https://bn.wikipedia.org/wiki?curid=1436055", "content": "এমি এলাইজা ট্যানার (মার্চ ২১, ১৮৭০ - ১ ফেব্রুয়ারী, ১৯৫৬) ছিলেন একজন আমেরিকান মনোবিজ্ঞানী।\n\n\n== জীবনী ==\nট্যানার মিনেসোটার ওয়াটোনাতে জন্মগ্রহণ করেছিলেন। তিনি ১৮৯৮ সালে শিকাগো বিশ্ববিদ্যালয় থেকে দর্শনে ডক্টরেট ডিগ্রি অর্জন করেন। শিকাগো বিশ্ববিদ্যালয় থেকে স্নাতক হওয়ার পরে এবং অন্য কোথাও চাকরি না পেয়ে, তিনি বিশ্ববিদ্যালয়ের দর্শন বিভাগে সহযোগী হিসাবে কাজ করেছিলেন। চার বছর পর, তিনি পেনসিলভানিয়ার চেম্বার্সবার্গের উইলসন কলেজে দর্শনের অধ্যাপক হন।\nযদিও তিনি দর্শনে পিএইচডি অর্জন করেছিলেন, তার আগ্রহ এবং কাজ তাকে মনোবিজ্ঞান এবং সামাজিক মনোবিজ্ঞানের দিকে নিয়ে যায়। তার অপ্রকাশিত প্রবন্ধের শিরোনাম ছিল অ্যাসোসিয়েশন অফ আইডিয়াস: এ প্রিলিমিনারি স্টাডি, এবং তিনি মনোবিজ্ঞান জার্নালে তার পরবর্তী গবেষণা প্রকাশ করেন।\n১৯০৭ সালে, ট্যানার ক্লার্ক ইউনিভার্সিটিতে \"অনারারি ইউনিভার্সিটি ফেলো\" হয়েছিলেন, এই পদটি তিনি ১৯১৬ সাল পর্যন্ত অধিষ্ঠিত ছিলেন। ক্লার্ক ইউনিভার্সিটিতে থাকাকালীন, তিনি মনোবিজ্ঞানী জি স্ট্যানলি হলের সাথে মিডিয়ামশিপ নিয়ে তদন্ত করেছিলেন। তিনি স্টাডিজ ইন স্পিরিটিজম (১৯১০) বইতে একমাত্র লেখক হিসাবে তার অনুসন্ধানগুলি প্রকাশ করেছিলেন। হল এবং ট্যানার পরীক্ষা দ্বারা প্রমাণ করেছিলেন যে পাইপারের \"ব্যক্তিত্ব\" ছিল কাল্পনিক সৃষ্টি এবং এটি কোন বিকৃত আত্মা নয়। \nতিনি ১৯১৯ সালে ক্লার্ক বিশ্ববিদ্যালয় (এবং শিক্ষাগত কাজ) ত্যাগ করেন এবং ম্যাসাচুসেটসের ওরচেস্টারে থেকে যান। তিনি বহু বছর ধরে ওরচেস্টার গার্লস ক্লাবের পরিচালক ছিলেন এবং ওরচেস্টার সেন্সরশিপ বোর্ডে স্থানীয় মহিলা ক্লাবের প্রতিনিধিত্ব করেছিলেন। তিনি ১৯১৯ সালে ওরচেস্টারে ম্যাজেস্টিক থিয়েটার কিনেছিলেন এবং কয়েক বছর ধরে এটি পরিচালনা করেছিলেন। তিনি ১৯৫৬ সালের ১লা ফেব্রুয়ারি মারা যান।\n\n\n== নির্বাচিত প্রকাশনা ==\nStudies in Spiritism। D. Appleton & Company। ১৯১০। ওসিএলসি 504458472। \n\"The Philosophy of Loyalty by Josiah Royce\"। জুলাই ১৯০৮: 409–412। জেস্টোর 1413202। ডিওআই:10.2307/1413202। \n\"Etudes d'Histoire et de Psychologie du Mysticisme, Les grands mystiques chrétiens by Henri Delacroix\"। জুলাই ১৯০৮: 412–413। জেস্টোর 1413203। ডিওআই:10.2307/1413203।  \n\"The Inward Light by H. Fielding Hall\"। জুলাই ১৯০৮: 413–414। জেস্টোর 1413204। ডিওআই:10.2307/1413204। \nTanner, Amy E. (১৯০৭)। \"An Illustration of the Psychology of Belief\": 33–36। ডিওআই:10.1037/h0073712। \nTanner, Amy E. (জুলাই ১৯০৭)। \"Glimpses at the Mind of a Waitress\": 48–55। ডিওআই:10.1086/211561। \nThe Child: His Thinking, Feeling, and Doing। Rand McNally। ১৯০৪। ওসিএলসি 1031797494  – Google Books-এর মাধ্যমে। \n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nDiehl, Lesley A. (১৯৯১)। \"Theodate Smith and Amy Tanner: Child Savers of Clark University\": 273–287। ডিওআই:10.1080/00221325.1991.9914685। পিএমআইডি 1797978। \nPettit, Michael (২০০৮)। \"The New Woman as \"tied-up dog\": Amy E. Tanner's Situated Knowledges\": 145–163। ডিওআই:10.1037/1093-4510.11.3.145। পিএমআইডি 19048974।"}