{"pageid": 1436398, "title": "অ্যাসিটোজেনেসিস", "url": "https://bn.wikipedia.org/wiki?curid=1436398", "content": "অ্যাসিটোজেনেসিস(Acetogenesis) হল এমন একটি প্রক্রিয়া যার মাধ্যমে অ্যাসিটেট প্রোকারিওট অণুজীব দ্বারা হয় [[কার্বন ডাই অক্সাইড|CO<sub] হ্রাস দ্বারা উৎপাদিত হয় >2]] বা জৈব অ্যাসিড এর হ্রাসের মাধ্যমে, এর অক্সিডেটিভ ব্রেকডাউন এর পরিবর্তেকার্বোহাইড্রেট বা ইথানল, যেমন এসিটিক অ্যাসিড ব্যাকটেরিয়া।\nঅ্যাসিটোজেনেসিস করতে সক্ষম বিভিন্ন ব্যাকটেরিয়াl প্রজাতিকে সম্মিলিতভাবে অ্যাসিটোজেন বলা হয়।অ্যানরোবিক ব্যাকটেরিয়া দ্বারা অ্যাসিটেটে CO2 হ্রাস উড-লজুংডাহল পথ এর মাধ্যমে ঘটে এবং একটি ইলেক্ট্রন উত্স (যেমন,  H2, CO, ফরমেট, ইত্যাদি)। কিছু অ্যাসিটোজেন সংশ্লেষণ কার্বন ডাই অক্সাইড এবং হাইড্রোজেন গ্যাস থেকে অ্যাসিটেট অটোট্রফ করতে পারে।অ্যানেরোবিক ব্যাকটেরিয়া দ্বারা অ্যাসিটেটে জৈব অ্যাসিডের হ্রাস গাঁজন এর মাধ্যমে ঘটে।\n\n\n== আবিষ্কার ==\n1932 সালে, এমন জীব আবিষ্কৃত হয়েছিল যা হাইড্রোজেন গ্যাস এবং কার্বন ডাই অক্সাইডকে অ্যাসিটিক অ্যাসিড এ রূপান্তর করতে পারে। প্রথম অ্যাসিটোজেনিক ব্যাকটেরিয়াম প্রজাতি,  ক্লোস্ট্রিডিয়াম অ্যাসিটিকাম, 1936 সালে ক্লাস ট্যাম্মো উইরিঙ্গা আবিষ্কার করেছিলেন। একটি দ্বিতীয় প্রজাতি, মুরেলা থার্মোঅ্যাসেটিকা, তার ক্ষমতার কারণে ব্যাপক আগ্রহ আকৃষ্ট করেছিল, 1942 সালে রিপোর্ট করা হয়েছিল, গ্লুকোজ কে অ্যাসিটিক অ্যাসিডের তিনটি মোলে রূপান্তরিত করতে।\n\n\n== জীব রসায়ন ==\nএসিটিক অ্যাসিড-এর পূর্বসূরি হল থায়োস্টার এসিটাইল CoA।অ্যাসিটোজেনিক [[বিপাকীয় পথ একটি মিথাইল গ্রুপ (–CH3)। .প্রথম প্রক্রিয়াটি হল কার্বন মনোক্সাইড ডিহাইড্রোজেনেস দ্বারা এনজাইম দ্বারা অনুঘটক। মিথাইল গ্রুপের সংযোগ (মিথাইলকোবালামিন] এবং CO কে অনুঘটক করা হয় acetyl-CoA synthase দ্বারা।\nH2 দ্বারা অ্যাসিটিক অ্যাসিড-এ CO২-এর বিশ্বব্যাপী হ্রাস বিক্রিয়া নিম্নরূপ:\n\n2 CO2 + 4 H2 → CH3COOH + 2 H2O টেমপ্লেট:স্পেস ΔG° = −95 kJ/mol\nযখন একটি গ্লুকোজ এর একটি মোল রূপান্তরিত হলে অ্যাসিটিক অ্যাসিডের 3টি মোলে রূপান্তরিত হলে তা আরও এক্সোথার্মিক বিক্রিয়া এর সাথে টেমপ্লেট:নওরাপ সঙ্গত করে:\n\nC6H12O6 → 3 CH3COOH টেমপ্লেট:স্পেস ΔG° = −310.9 kJ/mol\nযাইহোক, প্রতিটি বিক্রিয়া দ্বারা উৎপাদিত অ্যাসিটিক অ্যাসিডের মোল দ্বারা নির্গত শক্তি প্রায় একই: −95 kJ/mol H2 দ্বারা CO২ হ্রাস করার জন্য, এবং ~ 9%  গ্লুকোজকে অ্যাসিটিক অ্যাসিডে রূপান্তরের জন্য আরও (−104 kJ/mol)।\n\nসাধারণভাবে, অ্যাসিটোজেনেসিস হল অ্যাসিটোজেন দ্বারা কার্বন এবং শক্তির উত্স থেকে অ্যাসিটেট তৈরি, যা অ্যাসিটিক অ্যাসিডের একটি ডেরিভেটিভ । অ্যাসিটোজেনগুলি অ্যাসিডোজেনেসিসে সৃষ্ট অনেকগুলি পণ্যকে অ্যাসিটিক অ্যাসিড, CO 2 এবং H 2 -তে পরিণত করে, যেগুলি মিথেন তৈরি করতে মিথানোজেন ব্যবহার করে।\n\n\n== আবেদন ==\nঅ্যাসিটোজেনের অনন্য বিপাক জৈবপ্রযুক্তিতে উল্লেখযোগ্য প্রয়োগ রয়েছে। কার্বোহাইড্রেট গাঁজনে, ডিকারবক্সিলেশন বিক্রিয়াগুলি জৈব কার্বনকে কার্বন ডাই অক্সাইড, প্রধান গ্রিনহাউস গ্যাস-এ রূপান্তরিত করে। এই রিলিজটি বিশ্বের CO2 নির্গমন কমানোর প্রয়োজনীয়তার সাথে আর সামঞ্জস্যপূর্ণ নয়। এটি শুধুমাত্র পরিবেশগত উদ্বেগের বিষয় নয়, জীবাশ্ম জ্বালানির সাথে বায়োফুয়েল প্রতিযোগিতার ফ্রেমে অর্থনৈতিকভাবে লাভজনকও নয়। এসিটোজেনগুলি CO2 নির্গমন ছাড়াই গ্লুকোজ [[গাঁজুন % .অ্যাসিটোজেনেসিস গ্লাইকোলাইসিসকে একটি ভিন্ন পথ দিয়ে প্রতিস্থাপন করে না, বরং গ্লাইকোলাইসিস থেকে CO2 ক্যাপচার করে এবং এটি অ্যাসিটোজেনেসিসের জন্য ব্যবহার করে। যদিও এইভাবে অ্যাসিটিক অ্যাসিডের তিনটি অণু তৈরি করা যেতে পারে, ইথানল-এর তিনটি অণু উৎপাদনের জন্য একটি অতিরিক্ত রিডুসিং এজেন্ট যেমন হাইড্রোজেন গ্যাসের প্রয়োজন হবে৷\n\n\n== তথ্যসূত্র ==\n\nবিভাগ:অ্যানেরোবিক হজম\nবিভাগ:হাইড্রোজেন জীববিদ্যা"}