{"pageid": 1436310, "title": "বাবস তার", "url": "https://bn.wikipedia.org/wiki?curid=1436310", "content": "বারবারা টার (বাবস তার নামেও পরিচিত) একজন আমেরিকান ফ্রিল্যান্স কমিক বইয়ের শিল্পী যিনি ডিসি কমিক্স এবং ইমেজ কমিক্সের জন্য কাজ করেছেন। তিনি ব্যাটগার্ল এবং তার জাপানি-শৈলী চিত্রের জন্য সবচেয়ে বেশি পরিচিত।\n\n\n== প্রাথমিক জীবন ==\nবাবস তার দক্ষিণ ক্যারোলিনার চার্লসটনে বড় হয়েছেন।  তিনি বিশপ ইংল্যান্ড হাই স্কুলে কিছুদিন পড়াশোনা করেন, তারপরে তিনি মেরিল্যান্ড ইনস্টিটিউট কলেজ অফ আর্ট -এ ওসাকা ইউনিভার্সিটি অফ আর্টস অ্যান্ড ইলাস্ট্রেশনে প্রিন্টমেকিং অধ্যয়ন করেন। তিনি ইলাস্ট্রেশনে তার বিএফএ ডিগ্রি অর্জন করেছিলেন। \n\n\n== কর্মজীবন ==\n২০১৪ সালে, তার-এর জাপানি-প্রভাবিত শিল্প ডিসি কমিক্সের নজর কেড়েছিল, এবং তারা তাকে একটি নতুন ব্যাটগার্ল সিরিজ আঁকতে নিয়োগ করেছিল।  পরে তিনি ব্যাট-কমিক-এ কাজ করা প্রথম দীর্ঘমেয়াদী মহিলা শিল্পী হয়ে ওঠেন।  তারপর থেকে, তিনি ডিসির ইয়ং অ্যানিমাল ইমপ্রিন্ট, মার্ভেল কমিক্স এবং ইমেজ কমিক্স এর শিরোনামে কাজ করেছেন।  ব্যাটগার্লের প্রথম দিকের বিষয়গুলি ক্যামেরন স্টুয়ার্ট স্কেচ আউট করেছিলেন।  তারপর থেকে তার অন্যান্য ডিসি কমিক্স সিরিজ যেমন ব্ল্যাক ক্যানারি এবং গথাম একাডেমির জন্য চিত্রিত এবং প্রচ্ছদ আঁকেন।  তিনি কমিক্স, দ্য সান ফ্রান্সিসকো ক্রনিকল, দ্য বোস্টন গ্লোব,, ব্র্যান্ড এক্স, হাসব্রো, ডিজনি, বুমের জন্যও কাজ করেছেন। কমিক বই শিল্পে ব্যাটগার্লের জনপ্রিয়তার পরে তার মাঙ্গা-অনুপ্রাণিত শৈলী আরও জনপ্রিয় হয়ে উঠেছে।\n২০১৬ সালে, তিনি ব্যাটগার্ল- এ কাজ করা বন্ধ করে দেন এবং ইমেজ কমিক্সের মোটর ক্রাশ সিরিজে কাজ করতে চলে যান যেখানে তিনি একজন শিল্পী এবং লেখক হিসেবে কাজ করেন। \n২০১৯ সালে, তার ক্রিটিকাল রোল টুইচ এবং ইউটিউব চ্যানেলে সাপ্তাহিক ইন্টারনেট শো পাব ড্র-এর সহ-হোস্টিং শুরু করেন। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nCreator Listing on DC Comics Website\nBabs Tarr Image Comics Creators Page  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৮-০৪-০৫ তারিখে\nThe Mary Sue Boston Comic Con 2015 Interview with Babs Tarr\nWashington Post Comic Riffs Article on Babs Tarr\nSyfy Wire Indie Comics Spotlight Interview with Babs Tarr  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৮ জুন ২০২১ তারিখে"}