{"pageid": 1436993, "title": "খেরোখাতা", "url": "https://bn.wikipedia.org/wiki?curid=1436993", "content": "খেরোখাতা বা স্ক্র্যাপবুকিং হল একটি পদ্ধতি যেখানে একটি বই, বাক্স বা কার্ডে ব্যক্তিগত এবং পারিবারিক ইতিহাস সংরক্ষণ এবং উপস্থাপন করা হয়। সাধারণ স্মৃতিচিহ্নের মধ্যে থাকে ছবি, প্রিন্টেড মিডিয়া এবং আঁকানো চিত্র। খেরোখাতা অ্যালবামগুলি সজ্জিত করা হয় এবং তার মধ্যে বিস্তৃত জার্নাল এন্ট্রি বা লিখিত বিবরণ থাকে। খেরোখাতা উনিশ শতকের দি যুক্তরাজ্যে চালু হয়।\n\n\n== ইতিহাস ==\nপঞ্চদশ শতকে, ইংল্যান্ডে জনপ্রিয় কমনপ্লেস বুকস্ এ রান্নার প্রণালী, উদ্ধতি, চিঠি, কবিতা এবং আরও অনেক কিছু অন্তর্ভুক্ত করে তথ্য সংকলনের একটি উপায় হিসাবে আবির্ভূত হয়েছিল। প্রতিটি কমনপ্লেস্ বইগুলো তার উদ্ভাবকের বিশেষ আগ্রহের জন্য অনন্য ছিল। ফ্রেন্ডশিপ অ্যালবাম ১৬তম শতকে জনপ্রিয় হয়ে ওঠে। সেই অ্যালবামগুলি বর্ণবাদের আধুনিক সময়ের বর্ষগ্রন্থ  মতো ব্যবহার করা হত, যেখানে বন্ধু বা  সম্পাদকরা অ্যালবামের মালিকের অনুরোধে তাদের নাম, শিরোনাম এবং ছোট পাঠ বা চিত্র লিখতেন। ওই অ্যালবামগুলি প্রায়শই ইউরোপীয় যাত্রার স্মৃতিচিহ্ন হিসাবে তৈরি করা হতো এবং এতে স্থানীয় কারিগরদের দ্বারা পরিচালিত অস্ত্রের কোট বা শিল্পকর্ম সহ স্থানীয় স্মৃতিচিহ্ন থাকবে।  ১৫৭০ থেকে শুরু করে, ভেনিসীয় পোশাক বা কার্নিভালের দৃশ্যের মতো জনপ্রিয় দৃশ্যগুলিকে চিত্রিত করে রঙিন প্লেট অন্তর্ভুক্ত করা জনপ্রিয় হয়ে ওঠে। এগুলি মূল কাজের তুলনায় সাশ্রয়ী মূল্যের বিকল্পগুলি সরবরাহ করেছিল। কিন্তু এই প্লেটগুলি একটি নির্দিষ্ট অনুষ্ঠানের বা উৎসবের স্মরণে জন্য বিক্রি করা হয়নি, তবে বিশেষভাবে অ্যালবামের শোভা হিসাবে।  ১৭৭৫ খ্রিস্টাব্দে, জেমস গ্রেঞ্জারের একটি  বইয়ের শেষে বেশ কয়েকটা ফাঁকা পাতায় ইংল্যান্ডের ইতিহাস প্রকাশ করেন। বইটির পাতাগুলো এমনভাবে চিত্রিত করা হয়েছিল যাতে বইটির মালিক তাদের নিজস্ব স্মারক সহ বইটিকে ব্যক্তিগতকৃত করতে পারেন।  খোদাই, লিথোগ্রাফ এবং অন্যান্য চিত্রগুলিকে বইয়ের মধ্যে আটকানোর, বা এমনকি বইগুলিকে আলাদা করে নেওয়া, নতুন বিষয় সন্নিবেশ করানো এবং সেগুলিকে পুনরায় বাঁধানোর অভ্যাসটিকে গ্র্যাঞ্জারাইজিং হিসাবে পরিচিত হয়। \n\"ব্রিটিশ রোমান্টিক ফ্রেন্ডশিপ অ্যালবামগুলোতে নেগোশিয়েটিং ইনটিমেসি\"-তে রেনি ব্রাইজিক নিউ ইয়র্ক পাবলিক লাইব্রেরিতে Pfozheimer আর্কাইভ থেকে পাঁচটি অ্যালবাম বিশ্লেষণ করেছেন যা শৈলী এবং বিষয়বস্তুতে অনুশীলনের চিত্রিত করে। \n\n\n== তথ্যসূত্র =="}