{"pageid": 1437123, "title": "রিচার্ড শাটলওয়ার্থ (ল্যাঙ্কাশায়ারের সংসদ সদস্য)", "url": "https://bn.wikipedia.org/wiki?curid=1437123", "content": "গ্যাথর্প হল, ল্যাঙ্কাশায়ার এবং ফোরসেট হল, ইয়র্কশায়ারের রিচার্ড শাটলওয়ার্থ (১৬৮৩-২২ ডিসেম্বর ১৭৪৯) ছিলেন একজন ইংরেজ টরি রাজনীতিবিদ যিনি ১৭০৫ থেকে ১৭৪৯ সাল পর্যন্ত ৪৪ বছর ধরে ইংরেজি এবং ব্রিটিশ হাউস অফ কমন্সে বসেছিলেন। তিনি মাঝে মাঝে তার দলকে সমর্থন করতে ব্যর্থ হওয়ায় তাকে বাতিক মনে করা হত।\n\n\n== কর্মজীবন ==\nশাটলওয়ার্থ ১৭০৫ সালের সাধারণ নির্বাচনে একটি প্রতিদ্বন্দ্বিতায় ল্যাঙ্কাশায়ারের সংসদ সদস্য হিসাবে নির্বাচিত হন। তিনি সংসদে বিশেষ করে স্থানীয় ইস্যুতে সক্রিয় ছিলেন। তিনি ১৭০৫ সালের ২৫ অক্টোবর স্পীকারের জন্য আদালতের প্রার্থীর বিরুদ্ধে ভোট দেন এবং বিভিন্ন বিভাগে প্রশাসনের বিরুদ্ধে কথা বলেন। ল্যাঙ্কাশায়ার তাঁতিদের উদ্বেগের বিষয় ছিল কাপড় এবং লোহার কাজ করার ক্ষেত্রে প্রতারণার পরিমাণ এবং এই ধরনের জালিয়াতি প্রতিরোধের জন্য একটি বিলের খসড়া তৈরিতে সহায়তা করার জন্য তাকে নিয়োগ করা হয়েছিল। ১৭০৭ সালের জানুয়ারিতে তিনি কমন্সের মাধ্যমে এই বিলটি পরিচালনা করেন এবং ১৮ ফেব্রুয়ারি লর্ডসে নিয়ে যান। তার প্রচেষ্টা ল্যাঙ্কাশায়ারে অনেক প্রশংসিত হয়েছিল, কিন্তু বিলটি পার্লামেন্টের স্থগিতকরণের মাধ্যমে দুবার হারিয়ে গিয়েছিল। ১৭০৮ সালের ব্রিটিশ সাধারণ নির্বাচনে তিনি বিনা প্রতিদ্বন্দ্বিতায় ফিরে আসেন, এবং ৭ ফেব্রুয়ারি ১৭০৯ তারিখে ম্যানচেস্টারে একটি নতুন প্যারিশ তৈরির জন্য একটি বিলের খসড়া তৈরি করার জন্য এবং ১৮ মার্চ লিভারপুল ডক বিলের জন্য বলার মাধ্যমে তার নিয়োগের মাধ্যমে স্থানীয় স্বার্থের জন্য তার উদ্বেগ অব্যাহত রাখেন। 1710। অন্যথায় তিনি সামান্য নথিভুক্ত অবদান রেখেছিলেন কিন্তু ১৭১০ সালে ডঃ সাচেভেরেলের অভিশংসনের বিরুদ্ধে ভোট দেন। ১৭১০- এ তাকে আবার ফিরিয়ে দেওয়া হয় এবং একটি নির্বাচনী বিরোধে টোরিদের পক্ষে বলা হয় এবং অক্টোবর ক্লাবের সদস্য ছিলেন। তবে তিনি অক্টোবর ক্লাব ছেড়ে স্প্লিন্টার মার্চ ক্লাবে চলে যান। মার্চ ক্লাব কখনও কখনও প্রশাসনকে সমর্থন করে, অক্টোবর ক্লাবের প্রস্তাবিত পদক্ষেপের বিরোধিতা করে। মার্চ ক্লাবের অন্যান্য সদস্যদের মতো তিনিও বাণিজ্যিক চুক্তির শর্তের বিরোধিতা করেছিলেন। তিনি ৬ মে ফরাসী ওয়াইনের উপর শুল্ক স্থগিত করার বিলের দ্বিতীয় পাঠের বিরুদ্ধে বলেছিলেন এবং ১৮ জুন ১৭১৩-এ ফরাসি কমার্স বিলের বিরুদ্ধে ভোট দেন। ১৭১৩ -এ তাকে বিনা প্রতিদ্বন্দ্বিতায় ফিরিয়ে দেওয়া হয়েছিল এবং টোরি পার্টিকে ধারণাগতভাবে সমর্থন করার সময় তিনি \"উৎসাহপূর্ণ\" পদ্ধতিতে কাজ করতে থাকেন।\n১৭১৫ সালের ব্রিটিশ সাধারণ নির্বাচনে শাটলওয়ার্থকে আবার বিনা প্রতিদ্বন্দ্বিতায় ফিরিয়ে দেওয়া হয়েছিল এবং তাকে টরি হিসাবে তালিকাভুক্ত করা হয়েছিল যিনি কখনও কখনও হুইগদের সাথে ভোট দিয়েছিলেন। তিনি ছিলেন ১৭১৫ সালের প্রবিধান অনুসরণ করে ল্যাঙ্কাশায়ার বেঞ্চে থাকা কয়েকজন টোরি বিচারপতির একজন। ১৭২২ সালে তিনি ল্যাঙ্কাশায়ারে একটি প্রতিযোগিতার মুখোমুখি হন, যেটিতে তিনি জয়লাভ করেন এবং ১৭২৭, ১৭৩৪ এবং ১৭৪১ সালে আবার বিনা প্রতিদ্বন্দ্বিতায় ফিরে আসেন। তিনি সাধারণত প্রশাসনের বিরুদ্ধে ভোট দিয়েছিলেন এবং ১৭৩৬ সালে জিন বিলে তার একমাত্র রেকর্ডকৃত বক্তৃতা ছিল। তিনি ১৭৪৮ সাল থেকে বাড়ির পিতা ছিলেন।\n\n\n== তথ্যসূত্র =="}