{"pageid": 1437144, "title": "ড্যানিয়েল র‌্যাডক্লিফ", "url": "https://bn.wikipedia.org/wiki?curid=1437144", "content": "ড্যানিয়েল জেকব র‌্যাডক্লিফ (ইংরেজি: Daniel Jacob Radcliffe (জন্ম ২৩ জুলাই, ১৯৮৯) হলেন একজন ইংরেজ অভিনেতা। তিনি হ্যারি পটার চলচ্চিত্র ধারাবাহিকে হ্যারি পটার চরিত্রে অভিনয়ের জন্যই সমধিক পরিচিত। মাত্র ১৯৯৯ সালে ১০ বছর বয়সে বিবিসি ওয়ানের ডেভিড কপারফিল্ড টেলিভিশন চলচ্চিত্রে অভিনয়ের মাধ্যমে তার অভিনয় জীবনের সূত্রপাত ঘটেছিল। এরপর প্রেক্ষাগৃহে মুক্তিপ্রাপ্ত তার প্রথম ছবিটি ছিল দ্য টেলর অফ পানামা (২০০১)। ১১ বছর বয়সে তিনি হ্যারি পটার চলচ্চিত্র ধারাবাহিকের প্রথম ছবিটিতে কেন্দ্রীয় চরিত্রে অভিনয় করেন এবং তারপর দশ বছর ধরে সেই ধারাবাহিকে হ্যারি পটারের ভূমিকায় অভিনয় করে খ্যাতি অর্জন করেন। এই সিরিজের অষ্টম ও সর্বশেষ ছবিটি মুক্তিলাভ করেছিল ২০১১ সালে।\n২০০৭ সালে নাট্যাভিনয়ের দিকে র‌্যাডক্লিফ তার কর্মক্ষেত্রটিকে প্রসারিত করেন। সেই বছর লন্ডন ও নিউ ইয়র্কের প্রযোজনায় তিনি ইকুয়াস নাটকে এবং ২০১১ সালে ব্রডওয়ে কর্তৃক পুনরায় অভিনীত হাও টু সাকসিড ইন বিজনেস উইদাউট রিয়েলি ট্রাইং মিউজিক্যালে অভিনয় করেন। তার সাম্প্রতিক চলচ্চিত্রগুলির মধ্যে উল্লেখযোগ্য হরর চলচ্চিত্র দ্য উম্যান ইন ব্ল্যাক (২০১২),ইন্ডিপেনডেন্ট চলচ্চিত্র কিল ইয়োর ডারলিং (২০১৩; এই ছবিতে তিনি বিট কবি অ্যালেন গিনসবার্গের ভূমিকায় অভিনয় করেন), কল্পবিজ্ঞান ফ্যান্টাসি ভিক্টর ফ্র্যাঙ্কেনস্টাইন (২০১৫) এবং কমেডি-ড্রামা সুইস আর্মি ম্যান, হেইস্ট থ্রিলার চলচ্চিত্র নাও ইউ সি মি ২ ও থ্রিলার ইম্পেরিয়াম (সবক’টিই ২০১৬ সালে মুক্তিপ্রাপ্ত)।\nর‌্যাডক্লিফ বিভিন্ন দাতব্য প্রতিষ্ঠানে দানও করে থাকেন।এ এই প্রতিষ্ঠানগুলির মধ্যে উল্লেখযোগ্য ডেমেলজা হসপাইস কেয়ার ফর চিলড্রেন এবং এলজিবিটিকিউ যুবক-যুবতীদের আত্মহত্যা নিবারণের উদ্দেশ্যে প্রতিষ্ঠিত দ্য ট্রেভর প্রোজেক্ট। শেষোক্ত সংস্থাটি ২০১১ সালে তাকে সংস্থার হিরো অ্যাওয়ার্ড প্রদান করেছিল।\n\n\n== প্রথম জীবন ==\nর‍্যাডক্লিফের জন্ম ইংল্যান্ডের লন্ডন শহরের হ্যামারস্মিথ অঞ্চলে অবস্থিত কুইন শার্লট’স হসপিটালে। তিনি তার বাবা-মায়ের একমাত্র সন্তান। র‍্যাডক্লিফের মা মার্সিয়া জিনাইন গ্রেশাম (প্রাক-বিবাহ পদবি গ্রেশাম জেকবসন) হলেন একজন ইহুদি। তার জন্ম দক্ষিণ আফ্রিকায় হলেও তার ছেলেবেলা কেটেছিল এসেক্সের ওয়েস্টক্লিফ-অন-সি এলাকায়। তার বাবা অ্যালান জর্জ র্যা ডক্লিফ ছেলেবেলায় থাকতেন উত্তর আয়ারল্যান্ডের কাউন্টি ডাউনের ব্যানব্রিজে। তিনি “এক অত্যন্ত নিম্নবিত্ত শ্রমিক শ্রেণী”র প্রোটেস্ট্যান্ট পরিবারের সন্তান ছিলেন। র‍্যাডক্লিফের প্রমাতামহ ও প্রমাতামহী পোল্যান্ড ও রাশিয়া থেকে যুক্তরাজ্যে চলে এসেছিলেন। র‍্যাডক্লিফের বাবা-মা দু’জনেই ছেলেবেলায় অভিনয় করেছিলেন। র‍্যাডক্লিফের বাবা হলেন একজন সাহিত্য ব্যবস্থাপক। র‍্যাডক্লিফের মা একজন অভিনেতা-নিয়োগ ব্যবস্থাপক এবং তিনি বিবিসির হয়ে দি ইনস্পেক্টর লিনলে মিস্ট্রিজ ও ওয়াক অ্যাওয়ে অ্যান্ড আই স্টাম্বল ইত্যাদি একাধিক চলচ্চিত্র নির্মাণের কাজে যুক্ত ছিলেন।\n\nপাঁচ বছর বয়সের‍্যাডক্লিফ অভিনয়ের ইচ্ছা প্রকাশ করেন। ১৯৯৯ সালের ডিসেম্বর মাসে তিনি প্রথম অভিনয়ের জগতে আসেন। অভিনয় করেন চার্লস ডিকেন্সের ডেভিড কপারফিল্ড উপন্যাস অবলম্বনে নির্মিত দুই-পর্বের একটি টেলিভিশন ধারাবাহিকে। এই ধারাবাহিকে তিনি শিশু ডেভিড কপারফিল্ডের ভূমিকায়। র‍্যাডক্লিফ পড়াশোনা করেছিলেন ছেলেদের ইন্ডিপেনডেন্ট স্কুলে: সাসেক্স হাউস স্কুল ও সিটি অফ লন্ডন স্কুল। সাসেক্স হাউস স্কুল হল চেলসি অঞ্চলের ক্যাডোগান স্কোয়ারে অবস্থিত একটি অনাবাসিক বালক বিদ্যালয়। সিটি অফ লন্ডন স্কুলটি হল সিটি অফ লন্ডন নামে পরিচিত লন্ডনের বাণিজ্যিক এলাকায় টেমস নদীর উত্তর পাড়ে অবস্থিত একটি অনাবাসিক বালক বিদ্যালয়। তাঁর প্রথম হ্যারি পটার চলচ্চিত্রটি মুক্তিলাভের পর বিদ্যালয়ে উপস্থিত থাকা কঠিন হয়ে পড়ে। তিনি তাঁর কয়েকজন সহপাঠীর বিরোধের মুখোমুখি হন। যদিও তিনি বলেছেন এরা আসলে “হ্যারি পটার চরিত্রে অভিনয়কারী একটি শিশুকে নিয়ে রসিকতা করতে চাইত।” এর মধ্যে কোনও ঈর্ষা কাজ করত না।\nঅভিনয় জীবন তার প্রথাগত বিদ্যালয়-শিক্ষার নির্ধারিত সময়কে গ্রাস করতে শুরু করলে,র‍্যাডক্লিফ গৃহশিক্ষকদের সহায়তায় পড়াশোনা চালিয়ে যান। তিনি স্বীকার করেছিলেন, স্কুলে তিনি পড়াশোনায় খুব একটা ভালো ছিলেন না। তিনি মনে করতে স্কুলে পড়াশোনার কোনও মূল্যই নেই আর কাজটাও “সত্যিই কঠিন”। ২০০৬ সালে তিনি তিনটি এএস-লেভেল পরীক্ষায় এ গ্রেড পেয়েছিলেন। কিন্তু তিনি সিদ্ধান্ত নেন যে, তিনি তার শিক্ষাজীবনের ইতি টানবেন। আর তাই তিনি কলেজ বা বিশ্ববিদ্যালয়ে ভর্তি হলেন না। এর কারণ ব্যাখ্যা করতে গিয়ে তিনি বলেছিলেন যে, আসলে তিনি তখনই জানতেন যে তিনি অভিনয় ও লেখালিখি করতে চান এবং সাধারণ কলেজের অভিজ্ঞতা তার সেই ইচ্ছার পথে কঠিন বাধা হয়ে দাঁড়াবে। ২০০৭ সালে ডিটেইলস পত্রিকায় একটি সাক্ষাৎকারে তিনি বলেছিলেন, “পাপারাজিদের ব্যাপারটা খুব পছন্দ হত। যদি কোথাও কোনও পার্টি আয়োজিত হয়, তবে তাদের কাছে কোথায় সেই পার্টি চলছে তার খবর ঠিক তাদের কাছে পৌঁছে যায়।”\n\n\n== কর্মজীবন ==\n\n\n=== হ্যারি পটার ===\n\n২০০০ সালে প্রযোজক ডেভিড হেম্যান ব্রিটিশ লেখিকা জে. কে. রাউলিং-এর জনপ্রিয় হ্যারি পটার অ্যান্ড দ্য ফিলোজফার'স স্টোন উপন্যাস অবলম্বনে নির্মিত চলচ্চিত্রটির নামভূমিকায় অভিনয় করার জন্য র‍্যাডক্লিফকে একটি অডিশনে ডেকে পাঠান। রাউলিং এই চরিত্রটিতে রূপ দেওয়ার জন্য একজন অপরিচিত ব্রিটিশ অভিনেতা খুঁজছিলেন। চলচ্চিত্রটির পরিচালক ক্রিস কলম্বাস বলেন, তিনি ডেভিড কপারফিল্ড চলচ্চিত্রের শিশু অভিনেতাটির একটি ভিডিও দেখে ভেবেছিলেন, \"আমি তো এই রকমই চাইছি। এই হল হ্যারি পটার\"। Eight months later, and after several auditions, Radcliffe was selected to play the part. রাউলিং-ও পচিচালকের এই নির্বাচনটিকে সমর্থন করে বলেন, \"আমি মনে করি, ক্রিস কলম্বাস এর চেয়ে ভালো হ্যারি খুঁজে পেতেন না।\" র‍্যাডক্লিফের বাবা-মা প্রথম দিকে প্রস্তাবটি প্রত্যাখ্যান করেছিলেন। কারণ, তাদের বলা হয়েছিল এই চলচ্চিত্র ধারাবাহিকে আরও ছ'টি ছবি নির্মিত হবে এবং সেগুলির শ্যুটিং হবে লস এঞ্জেলসে।  তার পরিবর্তে ওয়ার্নার ব্রাদার্স র‍্যাডক্লিফকে দু'টি ছবির সঙ্গে চুক্তিবদ্ধ হওয়ার প্রস্তাব দেন এবং এই ছবিদু'টির শ্যুটিং যুক্তরাজ্যেই হবে বলে জানান।\nহ্যারি পটার অ্যান্ড দ্য ফিলোজফার'স স্টোন (যুক্তরাষ্ট্রে হ্যারি পটার অ্যান্ড দ্য সোরসারার'স স্টোন নামে মুক্তিপ্রাপ্ত) ছবিটি ২০০১ সালে মুক্তি পায়। প্রধান চরিত্রে অভিনয় করে র‍্যাডক্লিফ সাত অঙ্কের পারিশ্রমিক পেয়েছিলেন। কিন্তু তিনি বলেছিলেন, পারিশ্রমিকটি তার কাছে \"ততটা গুরুত্বপূর্ণ\" ছিল না। তার বাবা-মা ঠিক করেন সেই অর্থ তারা র‍্যাডক্লিফের জন্যই বিনিয়োগ করবেন। ছবিটি বিপুল জনপ্রিয়তা লাভ করে এবং সমালোচকেরাও ছবিটির ইতিবাচক সমালোচনা করেন। তারা র‍্যাডক্লিফের অভিনয়েরও প্রশংসা করেন: \"র‍্যাডক্লিফ প্রত্যেক পাঠকের কল্পনার প্রতিমূর্তি। এমন এক তরুণ নায়ককে দেখতেও ভালো লাগে যে এতটা সুরুচিসম্পন্ন এবং কৌতহলপূর্ণ এবং যে প্রত্যেকটি সত্যিকারের আবেগের সঙ্গে যুক্ত হতে পারে, তীক্ষ্ণ বুদ্ধ থেকে গভীর পারিবারিক চাহিদার আবিষ্কারের সঙ্গে যুক্ত করতে পারে,\" সান ফ্রান্সিসকো ক্রনিকল পত্রিকায় বব গ্রেহ্যাম লিখেছিলেন।\n\nএরপর র‌্যাডক্লিফ হ্যারি পটার সিরিজের নিম্নোক্ত পরবর্তী ছবিগুলিতেও অভিনয় করেন: হ্যারি পটার অ্যান্ড দ্য চেম্বার অফ সিক্রেটস (২০০২), হ্যারি পটার অ্যান্ড দ্য প্রিজনার অফ আজকাবান (২০০৪), হ্যারি পটার অ্যান্ড দ্য গবলেট অফ ফায়ার (২০০৫), হ্যারি পটার অ্যান্ড দ্য অর্ডার অফ দ্য ফিনিক্স (২০০৭)। এই সিরিজের শেষ দুই ছবি হ্যারি পটার অ্যান্ড দ্য হাফ ব্লাড প্রিন্স, এবং হ্যারি পটার অ্যান্ড দ্য ডেথলি হ্যালোজ ছবিতেও তিনি অভিনয় করছেন বলে জানা গেছে। প্রথমোক্ত ছবিটির শ্যুটিং শুরু হয়েছে ২০০৭ সালের সেপ্টেম্বরে এবং এটি মুক্তি পাবার কথা ছিল ২১ নভেম্বর, ২০০৮ তারিখে। যদিও মুক্তির তারিখ পিছিয়ে ১৭ জুলাই, ২০০৯ করা হয়েছে। শেষ ছবিটি দুটি পর্বে ২০১০ ও ২০১১ সালে মুক্তি পাবে বলে আশা করা হচ্ছে। মুক্তিপ্রাপ্ত ছবিগুলি সারা বিশ্বের বক্স অফিসে বিপুল সাড়া ফেলে জনপ্রিয়তা লাভ করেছে।\n\n২০০২ সালে র‌্যাডক্লিফ কেনেথ ব্র্যানাঘ (যিনি র‌্যাডক্লিফের সঙ্গে হ্যারি পটার অ্যান্ড দ্য চেম্বার অফ সিক্রেটস ছবিতে অভিনয় করেছিলেন) পরিচালিত ওয়েস্ট এন্ড প্রযোজনার দ্য প্লে হোয়াট আই রোট-এ অভিনয় করেন।  ২০০৬ সালে শিশু অভিনেতা থেকে প্রাপ্তবয়স্ক অভিনেতায় পরিণত হন তিনি। এই সময়েই টেলিভিশন সিরিজ এক্সট্রা-এ তিনি নিজের প্যারোডি করতে শুরু করেন। সঙ্গে সঙ্গে অভিনয় করেন পৃথক একটি অস্ট্রেলিয়ান ড্রামা ডিসেম্বর বয়েজ ছবিতে। ছয় সপ্তাহে নির্মিত এই ছবিটি ওয়ার্নার ব্রাদার কর্তৃক উত্তর আমেরিকায় মুক্তি পায় ১৪ সেপ্টেম্বর, ২০০৭ তারিখে। এই ছবির প্রয়োজনে ছয়মাস একজন ভাষাশিক্ষকের কাছে অস্ট্রেলিয়ান অ্যাকসেন্টের প্রশিক্ষণ নেন র‌্যাডক্লিফ। এই ছবিতে তিনি এই কারণেই অভিনয় করেন, যাতে কেন্দ্রীয় চরিত্রের বদলে কোনো পার্শ্বচরিত্রে অভিনয়ের সুযোগ পেতে পারেন। এরপর ২৭ ফেব্রুয়ারি, ২০০৭ তারিখে পিটার শ্যাফার রচিত নাটক ইকুয়াস-এর একটি নতুন মঞ্চাভিনয়ে অ্যালান স্ট্র্যাং নামে এক আস্তাবল পরিচারক কিশোরের ভূমিকায় অবতীর্ণ হন র‌্যাডক্লিফ। চরিত্রটির বৈশিষ্ট্য, অ্যালান ঘোড়ার প্রতি বিশেষ আকর্ষণ বোধ করত। নাটকটি শুরু হবার আগেই এটি মিডিয়ার আগ্রহের কেন্দ্রে চলে আসে এবং দুই মিলিয়ন পাউন্ডের অগ্রিম বুকিং চলে। তার কারণ, একটি দৃশ্যে র‌্যাডক্লিফ মঞ্চে নগ্ন হয়ে অবতীর্ণ হয়েছিলেন। সমালোচকগণ তার সূক্ষ্ম অভিনয়প্রতিভা ও বিপরীত ধরনের চরিত্র-অভিনয়ের গভীরতায় মুগ্ধ হন। সমালোচনাও হয় প্রশংসাসূচক।  ইকুয়াস নাটকে র‌্যাডক্লিফ সর্বশেষ অভিনয় করেন ৯ জুন ২০০৭ তারিখে। ২৫ সেপ্টেম্বর, ২০০৮ তারিখে নিউ ইয়র্কে ব্রডওয়ে থিয়েটার প্রযোজিত ইকুয়াস নাটকে তিনি পুনরায় অ্যালান স্ট্র্যাং-এর চরিত্রে অভিনয় করেন। এই সময় তার সহঅভিনেতা ছিলেন রিচার্ড গ্রিফিথস, যিনি লন্ডনের ইকুয়াস প্রযোজনা, তথা হ্যারি পটার সিরিজে ভারনান ডার্সলে চরিত্রে র‌্যাডক্লিফের সঙ্গে কাজ করেছিলেন। তিনি জানিয়েছিলেন, এই অভিনয়ের সময় তিনি খুবই মানসিক চাপের মধ্যে কাটান। কারণ তার মতে, লন্ডনের দর্শকের তুলনায় মার্কিন দর্শক অনেক বেশি পরিমাণে সূক্ষ্মতার সমালোচক।\n২০০৭ সালের গ্রীষ্মে রুডইয়ার্ড কিপলিং-এর কবিতা অবলম্বনে নির্মিত আইটিভি ড্রামা মাই বয় জ্যাক ছবিতে অভিনয় করেন র‌্যাডক্লিফ। ২০০৭ সালের রিমেমব্রেন্স ডে উপলক্ষে এই ছবি যুক্তরাজ্যে সম্প্রচারিত হয় এবং ২০ এপ্রিল, ২০০৮ তারিখে মুক্তি পায় মার্কিন যুক্তরাষ্ট্রে। এই ছবিতে র‌্যাডক্লিফ বিশিষ্ট লেখক কিপলিং-এর পুত্র ও প্রথম বিশ্বযুদ্ধের সৈনিক জ্যাক কিপলিং-এর ভূমিকায় অভিনয় করেন। চরিত্রটি সম্পর্কে তিনি বলেন: \n\nসতেরো বছর বয়সেই র‌্যাডক্লিফের ছবি জায়গা করে নেয় ব্রিটেনের ন্যাশানাল পোর্ট্রেট গ্যালারিতে। তিনি রাজবংশ-বহির্ভূত প্রথম ব্যক্তি যিনি এত অল্প বয়সে এই সম্মান অর্জন করেন। ১৩ এপ্রিল, ২০০৬ তারিখে স্টুয়ার্ট পিটারসন রাইট অঙ্কিত তার চিত্রটির লন্ডনের রয়্যাল ন্যাশানাল থিয়েটারের একটু নতুন প্রদর্শনী উদ্বোধনের অংশ হিসেবে। পরে এই ছবিটিই ন্যাশানাল পোর্ট্রেট গ্যালারিতে স্থানান্তরিত হয়। ছবিটি অঙ্কনের সময় র‌্যাডক্লিফের বয়স ছিল চোদ্দো।\n৯ জুলাই, ২০০৭ তারিখে র‌্যাডক্লিফ তার সহকারী হ্যারি পটার সিরিজ অভিনেতা রুপার্ট গ্রিন্ট ও এমা ওয়াটসনের সঙ্গে হলিউডের গ্রৌম্যানস চাইনিজ থিয়েটারের সামনে তাদের হাত, পা ও জাদুদণ্ডের ছাপ দেন।\n২৮ সেপ্টেম্বর, ২০০৭ তারিখে নিউ ইয়র্ক টাইমস পত্রিকায় ঘোষণা করা হয়, প্রয়াত চিত্রসাংবাদিক ড্যান এলডনের জীবন অবলম্বনে নির্মিত জার্নি নামে একটি ছবিতে তার ভূমিকায় অভিনয় করবেন ড্যানিয়েল র‌্যাডক্লিফ। এলডনের মা কেথি হিথ লেজার, রায়ান ফিলিপ ও জোকুইন ফিনিক্স প্রমুখ অভিনেতাদের বদলে তাকে নির্বাচন করে। তার মতে, র‌্যাডক্লিফ ছাড়া কারোর মধ্যেই তিনি তার পুত্রের \"দুষ্টুমিভরা রসবোধ ও চঞ্চলতা\" খুঁজে পাননি।\n\n\n=== ব্যক্তিগত জীবন ===\n\nপ্রথম দিকে র‌্যাডক্লিফ ছেলেদের স্কুল সাসেক্স হাউজ স্কুল-এ পড়াশোনা করেন। পরে এএস লেভেলের জন্য ভর্তি হন সিটি অফ লন্ডন স্কুল-এ। ২০০৬ সালে তিনটি এসএ লেভেলে তিনি এ গ্রেড পান। কিন্তু সেখানেই পড়াশোনায় একটি বিরতির সিদ্ধান্ত গ্রহণ করেন।\nখুব একটা ধর্মপ্রাণ না হলেও র‌্যাডক্লিফ বলেন যে তিনি \"ইহুদি হতে পারার জন্য গর্বিত\"। গ্যারি ওল্ডম্যান তাকে বাস গিটার বাজানো শেখান। এছাড়াও তিনি পাঙ্ক রক সঙ্গীতের বিশেষ অনুরাগী। তিনি বিভিন্ন ধরনের ব্যান্ডের গান পছন্দ করেন, তার এই পছন্দের তালিকায় আছে সেক্স পিস্তলস থেকে আর্কটিক মানকিজ এবং সাম্প্রতিক কালে সংযোজিত হার্ড-ফাই জ্যাক পেনাট ও কেট ন্যাশ-এর মতো ব্যান্ডের নাম। তার প্রিয় ব্যান্ড দ্য হোল্ড স্টেডি। তার পছন্দের ফুটবল ক্লাবটি হল ফুলহ্যাম ফুটবল ক্লাব। সেটে ব্যস্ততার সময় তিনি পছন্দ করেন তার সহকর্মীদের সঙ্গে টেবিল টেনিস ও ভিডিও গেম খেলা। তার ঘনিষ্ঠ বন্ধুরা হলেন রুপার্ট গ্রিন্ট, এমা ওয়াটসন, টম ফেলটন ও গ্যারি ওল্ডম্যান।\n২০০৬ সালের সানডে টাইমস-এর ধনী তালিকায় উঠে আসে র‌্যাডক্লিফের নাম। তার ব্যক্তিগত সম্পত্তির মূল্য তখন চোদ্দো মিলিয়ন পাউন্ড স্টারলিং। এই তালিকা থেকে স্পষ্ট হয়ে যায় যে তিনি তখন ইংল্যান্ডের ধনীতম তরুণদের একজন। ২০০৭ সালে তার সম্পত্তির পরিমাণ বেড়ে দাঁড়ায় সতেরো মিলিয়নে। ইংল্যান্ডের তেত্রিশতম ধনী যুবক তখন তিনি। প্রথম হ্যারি পটার ছবিতে অভিনয় করেই তিনি আয় করেছিলেন ২৫,০০,০০০ পাউন্ড, চতুর্থ ছবিতে প্রায় ৫.৬ মিলিয়ন পাউন্ড এবং পঞ্চম ছবিতে আট মিলিয়ন পাউন্ডেরও বেশি। উচ্চ আয় সত্ত্বেও তিনি বিলাসবহুল জীবনযাপন করেন না। তিনি বেশি খরচ করেন বইয়ের পিছনে। কারণ তিনি \"পড়েন খুব বেশি\"। র‌্যাডক্লিফ বিভিন্ন জনসেবামূলক সংগঠনেরও সাহায্যকারী। এগুলির মধ্যে অন্যতম কেন্টের সিটিংবার্ন শহরের ডেমেলজা হাউজ চিলড্রেন্স হসপাইস। তার জন্মদিনে তিনি এই প্রতিষ্ঠানে তার ভক্তদের দান করতে বলেন।\n২০০৫ সালের জানুয়ারি মাসে সুনামি আক্রান্তদের সাহায্যার্থে তার অটোগ্রাফ করা একটি \"হগওয়ার্টস ক্রিউ\" টি-শার্ট নিলাম করেন। রিবিল্ডিং শ্রীলঙ্কা অর্গানাইজেশনের অর্থসাহায্যে সুনামি সেলিব্রিটি ক্লোদস অকশনের অংশ ছিল এই টি-শার্টটি। হ্যারি পটার অ্যান্ড দ্য গবলেট অফ ফায়ার ছবির শ্যুটিং চলাকালীন শুধুমাত্র ফিল্ম ইউনিট সদস্যদের জন্য ইস্যু করা এই টি-শার্টটি ৫২০ পাউন্ড বা ৮১১.৮০ ডলারে বিক্রি হয়।\nতিনি ক্রিকেটের একজন অনুরাগী দর্শক। নিজের আঠারোতম জন্মদিন তিনি কাটান প্রথম ইংল্যান্ড বনাম ভারত টেস্ট ম্যাচ দেখে। প্রসিদ্ধ ভারতীয় ক্রিকেটার সচিন তেন্ডুলকরের এবং শেষদিন ইংরেজ ওপেনিং ব্যাটসম্যান অ্যান্ড্রু স্ট্রাউস-এর অটোগ্রাফ সংগ্রহের জন্য লাইনও দেন। এই বিষয়ে তিনি বলেন:\n\nনিজের আঠারো বছয় বয়স পূর্তিতে তিনি বলেন,\n\nএই মন্তব্যের পরই তিনি যখন তার অর্থের উপর দখল পেলেন, নিউ ইয়র্কের ম্যানহ্যাটনে কিনে ফেললেন একটি ২.১ মিলিয়ন পাউন্ডের অ্যাপার্টমেন্ট।\nর‌্যাডক্লিফ জানিয়েছেন যে তিনি স্নায়বিক অসুখ ডিসপ্র্যাক্সিয়ায় সামান্য আচ্ছন্ন।.\n\n\n== অভিনয় ==\n\n\n=== চলচ্চিত্র ===\n\n\n=== টেলিভিশন ===\n১৯৯৯: ডেভিড কপারফিল্ড  - শিশু ডেভিড কপারফিল্ড\n২০০৫: ফলি অ্যান্ড ম্যাককল:দিস ওয়ে আপ - ট্র্যাফিক ওয়ার্ডেন/নিজে\n২০০৬: এক্সট্রা  - বয় স্কাউট/নিজে\n২০০৭: মাই বয় জ্যাক  - জ্যাক কিপলিং\n\n\n=== মঞ্চ ===\n২০০২: দ্য প্লে আই রোট - অতিথি শিল্পী (ওয়েস্ট এন্ড থিয়েটার, উইন্ডহ্যাম থিয়েটার)\n২০০৭: ইকুয়াস - অ্যালান স্ট্র্যাং ([ওয়েস্ট এন্ড থিয়েটার], [গিলডাগ থিয়েটার])\n২০০৮: ইকুয়াস - অ্যালান স্ট্র্যাং (ব্রডওয়ে থিয়েটার, ব্রডহার্স্ট থিয়েটার)\n\n\n== পুরস্কার ==\n\n\n=== মনোনয়ন ===\n২০০৮\n\nবেস্ট কিস অ্যাওয়ার্ড ২০০৮ এমটিভি মুভি অ্যাওয়ার্ডস ইউ এস {কেটি লেউং-এর সঙ্গে}\nবেস্ট পারফরম্যান্স বাই ইয়ং অ্যাক্টর (স্যাটার্ন অ্যাওয়ার্ডস)\nবেস্ট অ্যাক্টর (এম্পায়ার অ্যাওয়ার্ডস)\n২০০৬\n\nবেস্ট ইয়াং অ্যাক্টর (ব্রডকাস্ট ফিল্ম ক্রিটিকস অ্যাসোসিয়াশন পুরস্কার)\nঅ্যাক্টর অফ দ্য ইয়ার (এওএল মুভিফোন মুভিগোর অ্যাওয়ার্ডস)\nবেস্ট পারফরম্যান্স বাই আ ইয়াং অ্যাক্টর (স্যাটার্ন অ্যাওয়ার্ডস)\nবেস্ট হিরো (এমটিভি মুভি অ্যাওয়ার্ডস)\nবেস্ট অন-স্ক্রিন টিম (এমা ওয়াটসন ও রুপার্ট গ্রিন্টের সঙ্গে ; এমটিভি মুভি অ্যাওয়ার্ডস)\n২০০৫\n\nবেস্ট পারফরম্যান্স বাই আ ইয়াং অ্যাক্টর (স্যাটার্ন অ্যাওয়ার্ডস)\nবেস্ট ইয়াং অ্যাক্টর (ব্রডকাস্ট ফিল্ম ক্রিটিকস অ্যাসোসিয়েশন অ্যাওয়ার্ডস)\n২০০৩\n\nবেস্ট পারফরম্যান্স বাই আ ইয়াং অ্যাক্টর (স্যাটার্ন অ্যাওয়ার্ডস)\nবেস্ট অ্যাক্টিং এনসেম্বল (ফিনিক্স ফিল্ম ক্রিটিকস সোসাইটি অ্যাওয়ার্ডস)\nমোস্ট আনফরগটেবল সিন (হ্যারি পটার অ্যান্ড দ্য চেম্বার অফ সিক্রেটস ছবিতে “হ্যারি ও ব্যাসিলিস্ক যুদ্ধ” দৃশ্যটির জন্য) (আমেরিকান মুভিগোয়ার অ্যাওয়ার্ডস)\n২০০২\n\nবেস্ট পারফরম্যান্স বাই আ ইয়াং অ্যাক্টর (স্যাটার্ন অ্যাওয়ার্ডস)\nবেস্ট ইয়াং পারফরমার (ব্রডকাস্ট ফিল্ম ক্রিটিকস অ্যাসোসিয়েশন অ্যাওয়ার্ডস)\nব্রেকথ্রু মেল পারফরম্যান্স (এমটিভি মুভি অ্যাওয়ার্ডস)\nবেস্ট নিউকামার (ফিনিক্স ফিল্ম ক্রিটিকস সোসাইটি অ্যাওয়ার্ডস)\nবেস্ট ডেব্যু (এমা ওয়াটসন ও রুপার্ট গ্রিন্ট-এর সঙ্গে ; সোনি এরিকসন এমপায়ার অ্যাওয়ার্ডস)\nআউটস্ট্যান্ডিং অ্যাক্টর (আমেরিকান মুভিগোয়ার অ্যাওয়ার্ডস)\nবেস্ট পারফরম্যান্স ইন আ ফিচার ফিল্ম : লিডিং ইয়াং অ্যাক্টর (ইয়াং আর্টিস্ট অ্যাওয়ার্ড)\nবেস্ট এনসেম্বল ইন আ ফিচার ফিল্ম (এমা ওয়াটসন ও রুপার্ট গ্রিন্ট-এর সঙ্গে ; ইয়াং আর্টিস্ট অ্যাওয়ার্ড)\n\n\n=== জয় ===\n২০০৮\n\nডিউইন্টার লন্ডন নিউকামার অফ দ্য ইয়ার (Whatsonstage.com থিয়েটারগোয়ারস চয়েস অ্যাওয়ার্ডস, যুক্তরাজ্য)\n২০০৭\n\nবেস্ট মেল পারফরম্যান্স (ন্যাশানাল মুভি অ্যাওয়ার্ডস, যুক্তরাজ্য)\n২০০৬\n\nবেস্ট অ্যাক্টর (সিন অ্যাওয়ার্ডস, বেলজিয়াম)\nবেস্ট মেল ফিল্ম স্টার (গোল্ড): অটো অ্যাওয়ার্ডিস, ২০০৬\nবেস্ট অ্যাক্টর/মুভি (সাইফাই পোর্টাল-এর সাইফাই জেনর অ্যাওয়ার্ডস)\n২০০৫\n\nবেস্ট ইয়াং অ্যাক্টর (সাইফাই পোর্টাল-এর সাইফাই জেনর অ্যাওয়ার্ডস)\n২০০৪\n\nটপ ১০ চাইল্ড স্টারস (আরটিএল টেলিভিশন, জার্মানি)\nবেস্ট ব্রেকথ্রু মেল অ্যাক্টর (স্টার চ্যানেল স্টার অ্যাওয়ার্ডস, জাপান)\nবেস্ট জুনিয়র অ্যাচিভার (রেলি অ্যাওয়ার্ডস শো-এ দর্শকদের প্রিয় অনূর্ধ্ব-১৬ অতিথি)\nইয়াং ট্যালেন্ট অফ দ্য ইয়ার (আইটিভি সেলেব্রিটি অ্যাওয়ার্ডস)\nবেস্ট মুভি অ্যাক্টর, (কে-জোন কিডস অ্যাওয়ার্ডস, ফিলিপিনস)\nবেস্ট ফিল্ম স্টার/অ্যাক্টর (ডাচ কিডস চয়েস অ্যাওয়ার্ডস)\n২০০৩\n\nবেস্ট ইয়াং অ্যাক্টর (সাইফাই পোর্টাল-এর সাইফাই জেনর অ্যাওয়ার্ডস)\nবেস্ট অ্যাক্টর (রোডশো সিনেমা গ্র্যান্ড প্রিক্স অ্যাওয়ার্ডস, জাপান)\n২০০২\n\nপারসন অফ দ্য ইয়ার (টাইম ফর কিডস)\nটারগা ডি’ওরো (“গোল্ড প্লেট” ; ডেভিড ডি ডোনাটেলো অ্যাওয়ার্ডস)\nআউটস্ট্যান্ডিং নিউ ট্যালেন্ট (স্যার জেমস ক্যারেরাস অ্যাওয়ার্ড ফর দ্য ভ্যারাটি ক্লাব শোবিজনেস অ্যাওয়ার্ডস)\n২০০১\n\nমেল ইউথ ডিসকভারি অফ দ্য ইয়ার (হলিউড উইমেনস প্রেস ক্লাব)\n\n\n== আরও পড়ুন ==\nDaniel Radcliffe (2004, আইএসবিএন ১-৫৮৪১৫-২৫০-৮)\nDaniel Radcliffe: no ordinary wizard (2005, আইএসবিএন ১-৪১৬৯-১৩৯০-৪)\n\n\n== আরও দেখুন ==\nহ্যারি পটার\n\n\n== পাদটীকা ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে Daniel Radcliffe (ইংরেজি)\nDanRadcliffe.co.uk  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ জুন ২০১০ তারিখে Unofficial site; works directly with Warner Bros., Daniel's publicist, and Daniel's family.\nDanRadcliffe.com Unofficial site; works directly with Warner Bros., Daniel's publicist, and Daniel's family.\nDaniel Radcliffe interview for Order of the Phoenix at TheCinemaSource.com\nInterview with WOR Radio's Joan Hamburg"}