{"pageid": 1437137, "title": "হ্যারি পটার অ্যান্ড দ্য চেম্বার অফ সিক্রেটস (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1437137", "content": "হ্যারি পটার অ্যান্ড দ্য চেম্বার অফ সিক্রেটস হল ২০০২ সালের একটি ফ্যান্টাসি চলচ্চিত্র। ক্রিস কলম্বাস পরিচালিত এবং স্টিভ ক্লোভস রচিত চিত্রনাট্যের এই কাল্পনিক চলচ্চিত্রটি জে. কে রাউলিং-এর একই নামের বিখ্যাত উপন্যাস (১৯৯৮) অবলম্বনে নির্মিত। ডেভিড হেম্যান কর্তৃক প্রযোজিত, এই চলচ্চিত্রটি হ্যারি পটার চলচ্চিত্র-ধারাবাহিকের দ্বিতীয় সংযোজন, এবং 'হ্যারি পটার অ্যান্ড দ্য ফিলোসফার্স স্টোন' - এর পরবর্তী কাহিনি নিয়ে নির্মিত। হ্যারি পটারের চরিত্রে অভিনয় করেছেন ড্যানিয়েল র‍্যাডক্লিফ, এবং তার দুই ঘনিষ্ঠ বন্ধু রন উইজলি ও হারমায়োনি গ্রেঞ্জারের ভূমিকায় রয়েছেন যথাক্রমে রুপার্ট গ্রিন্ট এবং এমা ওয়াটসন। হ্যারি পটারের হগওয়ার্টস স্কুল অফ উইচক্র্যাফ্ট অ্যান্ড উইজার্ড্রি-তে দ্বিতীয় বর্ষের পটভূমিতে চলচ্চিত্রের কাহিনি আবর্তিত হয়। সেখানে সালাজার স্লিদারিনের উত্তরসূরি 'চেম্বার অফ সিক্রেটস' খুলে দেয়, যার ফলে একটি ভয়ঙ্কর দানব স্কুলের ছাত্র-ছাত্রীদের পাথর করে দিতে শুরু করে।\nযুক্তরাজ্য ও মার্কিন যুক্তরাষ্ট্রে ওয়ার্নার ব্রাদার্স পিকচার্স কর্তৃক চলচ্চিত্রটি ২০০২ সালের ১৫ই নভেম্বর মুক্তি পায়। আরো গাঢ় কাহিনি, চিত্তাকর্ষক সেট, চরিত্রদের অভিনয় (বিশেষত ব্রানাগ, কলট্রেন ও আইজ্যাকস) এবং ছোটদের উপযোগী রোমাঞ্চকর উপস্থাপনার জন্য সমালোচকদের কাছ থেকে ব্যাপক প্রশংসা লাভ করে চলচ্চিত্রটি। বাণিজ্যিকভাবেও এটি ছিল অত্যন্ত সফল। বিশ্বব্যাপী মোট $৮৭৮ মিলিয়ন আয় করে ২০০২ সালের দ্বিতীয় সর্বোচ্চ আয়কারী চলচ্চিত্রের স্থান দখল করে। ব্রিটিশ একাডেমি অফ ফিল্মস অ্যান্ড টেলিভিশন আর্টস (BAFTA) সহ বিভিন্ন পুরস্কারের জন্য এর মনোনয়ন হয়। এর পরের পর্ব, 'হ্যারি পটার অ্যান্ড দ্য প্রিজনার অফ আজকাবান', ২০০৪ সালে মুক্তি পায়।\n\n\n== গল্পের সারাংশ ==\nডার্সলিদের সাথে গ্রীষ্মের ছুটি কাটাতে গিয়ে হ্যারি পটারের সাথে দেখা হয় ডবি নামের এক হাউস-এলফের। ডবি তাকে হগওয়ার্টসে ফিরে না যাওয়ার জন্য সতর্ক করে, না হলে ভয়ানক বিপদ হবে। হ্যারি যখন তা প্রত্যাখ্যান করে, তখন ডবি ডার্সলিদের একটি গুরুত্বপূর্ণ ডিনার নষ্ট করে দেয়। ফলস্বরূপ, তারা হ্যারিকে বন্দি করে রাখে যাতে সে যাতে হগওয়ার্টসে ফিরতে না পারে। হ্যারির বন্ধু রন উইজলি এবং তার ভাইরা ফ্রেড এবং জর্জ তাদের বাবার উড়ন্ত গাড়িতে এসে তাকে উদ্ধার করে।\nডায়াগন এ্যালিতে গিয়ে হ্যারি, উইজলি পরিবার ও হারমায়োনি গ্রেঞ্জার লক্ষ্য করে যে গিল্ডরয় লকহার্ট একটি বই স্বাক্ষর করছেন। তিনি হগওয়ার্টসের নতুন ডিফেন্স এগেইন্সট দ্য ডার্ক আর্টস এর শিক্ষক। সেখানেই হ্যারি দেখে যে ড্রেকো ম্যালফয়ের বাবা লুসিয়াস গিনি উইজলির কড়াইয়ের মধ্যে একটি বই লুকিয়ে ফেলেন। কিংস ক্রস স্টেশনে প্ল্যাটফর্ম নয় এবং তিন-চতুর্থাংশে প্রবেশ করতে বাধা পেয়ে, হ্যারি এবং রন গাড়ি নিয়ে হগওয়ার্টসের উদ্দেশ্যে যাত্রা করে। সেখানে তারা হোম্পিং উইলো গাছের সাথে ধাক্কা খেয়ে দুর্ঘটনার শিকার হয়, রনের ছড়িটাও ভেঙে যায়। এর জন্যে তাদের বকা খেতে হয়।\nশাস্তি পেয়ে হ্যারি একটি অদ্ভুত কণ্ঠস্বর শুনতে পায়। পরে সে কেয়ারটেকার আর্গাস ফিলচের বিড়াল, মিসেস নরিসকে রক্তাক্ত লেখার পাশে পাথরের মতো জমে থাকতে দেখে। লেখাটি ছিল - \"চেম্বার অফ সিক্রেটস খোলা হয়েছে, উত্তরাধিকারীর শত্রুরা... সাবধান!\" হগওয়ার্টসের অন্যতম প্রতিষ্ঠাতা, সালাজার স্লিথারিন, কথিতভাবে একটি গোপন কক্ষ তৈরি করেছিলেন যার মধ্যে রয়েছে একটি দানব। কেবলমাত্র তার উত্তরাধিকারীই এটিকে নিয়ন্ত্রণ করতে পারে এবং এই দানব মাগল-বংশজাত ছাত্রদের স্কুল থেকে বিতাড়িত করতে সক্ষম। এই রহস্য সমাধান করতে, হ্যারি, রন এবং হারমায়োনি পলিজুস পোশন ব্যবহার করে ম্যালফয়কে জিজ্ঞাসাবাদ করার পরিকল্পনা করে। মোনিং মার্টল নামের এক ভূতের আবাসস্থল, একটি বাথরুমে তারা পোশনটি তৈরি করে।\nএকটি কুইডিচ ম্যাচের সময়, একটি উদ্ভট ব্লাজার হ্যারির বাহু ভেঙে দেয়। হাসপাতালে থাকাকালীন ডবি তাকে দেখতে আসে এবং প্রকাশ করে যে সে প্ল্যাটফর্ম নাইন এবং তিন-চতুর্থাংশের বাধাটি তৈরি করেছিল। সে ব্লাজারটিকে এমনভাবে মন্ত্রমুগ্ধ করেছিলো যেন তা হ্যারিকে তাড়া করে স্কুল ছাড়তে বাধ্য করে। সে আরও জানায় যে অতীতেও চেম্বারটি খোলা হয়েছিল। হ্যারি যখন একটি সাপের সাথে কথা বলে, স্কুলে সবাই বিশ্বাস করতে শুরু করে যে সে-ই উত্তরাধিকারী।\nম্যালফয়ের দুই বন্ধুর ছদ্মবেশে, হ্যারি এবং রন জানতে পারে যে সে উত্তরাধিকারী নয়, তবে আরো জানতে পারে যে চেম্বারটি আগে খোলা হলে, একজন মাগল-বংশজাত মেয়ে মারা গিয়েছিল। হ্যারি, তৎকালীন ছাত্র টম রিডলের মুগ্ধ ডায়েরি খুঁজে পায়, যে চেম্বারটি খুলেছিল এবং রুবিয়াস হ্যাগ্রিডকে দোষারোপ করার কারণে তাকে বহিষ্কার করা হয়েছিল। যখন ডায়েরিটি চুরি হয়ে যায় এবং হারমায়োনি পাথরে পরিণত হয়, হ্যারি এবং রন হ্যাগ্রিডকে জিজ্ঞাসাবাদ করে। প্রফেসর ডাম্বলডোর, ম্যাজিক মন্ত্রী কর্নেলিয়াস ফাজ এবং লুসিয়াস এসে হ্যাগ্রিডকে আজকাবানে নিয়ে যায় এবং ডাম্বলডোরকে পদ থেকে সরিয়ে দেয়। তবে  তিনি বিচক্ষণতার সাথে ছেলেদের \"মাকড়সাগুলোকে অনুসরণ করতে\" বলেন। নিষিদ্ধ বনে, হ্যারি এবং রন হ্যাগ্রিডের বিশাল পোষা মাকড়সা অ্যারাগগের সাথে দেখা করে, যিনি হ্যাগ্রিডের নিরপরাধিতা প্রকাশ করে এবং চেম্বারের দানব সম্পর্কে একটি ছোট সূত্র দেয়।\nহারমায়োনির হাতে থাকা একটি বইয়ের পাতা দানবটিকে বাসিলিস্ক হিসাবে চিহ্নিত করে। এটি একটি বিশাল সাপ যা সরাসরি চোখে চোখ রাখলে মানুষকে হত্যা করে। যারা জমে গেছিল তারা এটিকে অপ্রত্যক্ষভাবে দেখেছিল। স্কুলের কর্মীরা জানতে পারে যে গিনিকে চেম্বারে নিয়ে যাওয়া হয়েছে, এবং তাকে বাঁচাতে লকহার্টকে নিযুক্ত করে। হ্যারি ও রন লকহার্টকে পালানোর প্রস্তুতি নিতে দেখতে পেয়ে তাকে ধরে ফেলে। তার প্রতারণা প্রকাশ হয়ে পড়ে।  মার্টলের আড্ডা হিসেবে ব্যবহৃত যে বাথরুমে তার মৃত্যু হয়েছিল, সেখানেই তারা চেম্বারের প্রবেশপথ খুঁজে পায়। ভিতরে ঢুকে লকহার্ট, রনের ভাঙা ছড়ির সাহায্যে, একটি ভুলে যাওয়ার মন্ত্র দিয়ে হ্যারি এবং রনকে থামানোর চেষ্টা করে। কিন্তু মন্ত্র ব্যর্থ হয়ে তার নিজের স্মৃতিশক্তি লোপ পায়। এর প্রভাবে একটি ধস নেমে হ্যারি, রন এবং লকহার্টকে বিচ্ছিন্ন করে দেয়।\nহ্যারি একাই চেম্বারে প্রবেশ করে এবং গিনিকে অজ্ঞান অবস্থায় পড়ে থাকতে দেখে। রিডল তার পাশে দাঁড়িয়ে, যে স্লিথারিনের উত্তরাধিকারী এবং ভলডেমর্টের অল্পবয়সী রূপ। রিডল ডায়েরি ব্যবহার করে গিনিকে নিয়ন্ত্রণ করেছিল এবং চেম্বারটি পুনরায় খুলেছিল। হ্যারি ডাম্বলডোরের প্রতি আনুগত্য প্রকাশ করার পর, ডাম্বলডোরের পোষা ফিনিক্স ফক্স সর্টিং হ্যাট নিয়ে সেখানে উপস্থিত হয়। রিডল বাসিলিস্ককে ডেকে আনে। ফক্স বাসিলিস্ককে অন্ধ করে দেয়, এবং সর্টিং হ্যাট থেকে গ্রিফিন্ডোরের তলোয়ার বেরিয়ে আসে। হ্যারি তলোয়ার দিয়ে বাসিলিস্ককে হত্যা করে, কিন্তু দানবের বিষাক্ত দাঁতের আঘাতে আহত হয়।\nআহত অবস্থায়ও হ্যারি রিডলের ডায়েরিতে বাসিলিস্কের বিষাক্ত দাঁত দিয়ে আঘাত করে। এর ফলে রিডল ধ্বংস হয়ে যায় এবং গিনি পুনরুজ্জীবিত হয়। ফক্সের অশ্রু হ্যারির আঘাত সারিয়ে দেয়। হ্যারি, রন এবং লকহার্ট হগওয়ার্টসে ফিরে আসে। লকহার্ট স্মৃতিশক্তি হারিয়ে ফেলে এবং হগওয়ার্টস থেকে চলে যায়। হ্যারি লুসিয়াসকে অভিযুক্ত করে যে সে ডায়েরিটি গিনির কড়াইতে লুকিয়ে রেখেছিল। ডবি লুসিয়াসের কাছ থেকে মুক্তি পায়। বাসিলিস্কের শিকারদের সুস্থ করা হয়। হারমায়োনি, রন এবং হ্যারি পুনরায় একত্রিত হয় এবং হ্যাগ্রিড আজকাবান থেকে মুক্তি পায়।\n\n\n== অভিনেতা-অভিনেত্রী ==\nড্যানিয়েল র‍্যাডক্লিফ - হ্যারি পটার: ১২ বছর বয়সী একজন ব্রিটিশ জাদুকর। শিশু অবস্থায় দুষ্ট জাদুকর লর্ড ভলডেমর্টের হাত থেকে অলৌকিকভাবে বেঁচে যাওয়ায় সে বিখ্যাত। সে এখন হগওয়ার্টস স্কুল অফ উইচক্র্যাফ্ট এন্ড উইজার্ড্রিতে দ্বিতীয় বর্ষে পা রেখেছে।\nরুপার্ট গ্রিন্ট - রন উইজলি: হগওয়ার্টসে হ্যারির সবচেয়ে ভালো বন্ধু। উইজলি পরিবারের সবচেয়ে ছোট সদস্যদের একজন।\nএমা ওয়াটসন - হারমায়োনি গ্রেঞ্জার: হ্যারির আরেকজন প্রিয় বন্ধু এবং তাদের ত্রয়ীর বুদ্ধিমত্তার উৎস।\nকেনেথ ব্র্যানাগ - গিল্ডরয় লকহার্ট: একজন বিখ্যাত লেখক এবং হগওয়ার্টসের নতুন ডিফেন্স এগেইন্সট দ্য ডার্ক আর্টস শিক্ষক।\nজন ক্লিজ - নিয়ারলি হেডলেস নিক: গ্রিফিন্ডর হাউসের ভূত।\nরবি কলট্রেন - রুবিয়াস হ্যাগ্রিড: হগওয়ার্টসের হাফ-জায়ান্ট গেমকিপার। চেম্বার অফ সিক্রেটস খোলার অপবাদে তাকে অভিযুক্ত করা হয় এবং লুসিয়াস ম্যালফয়ের আদেশে আজকাবানে পাঠানো হয়। মার্টিন বেফিল্ড তরুণ হ্যাগ্রিডকে চরিত্রায়িত করেন।\nওয়ারউইক ডেভিস - ফিলিয়াস ফ্লিটউইক:  হগওয়ার্টসের চার্মস শিক্ষক এবং র‍্যাভেনক্ল হাউসের প্রধান।\nরিচার্ড গ্রিফিথস - ভার্নন ডার্সলি: হ্যারির মগল খালু। তিনি জাদুকরদের অপছন্দ করেন এবং একটি ড্রিল কোম্পানির পরিচালক হিসেবে কাজ করেন।\nরিচার্ড হ্যারিস - আলবাস ডাম্বলডোর: হগওয়ার্টসের প্রধান শিক্ষক এবং যুগসেরা একজন জাদুকর। এটি ছিল হ্যারিসের শেষ লাইভ-অ্যাকশন চলচ্চিত্র; মুক্তির অল্পসময়ের মধ্যেই তিনি মারা যান। \"হ্যারি পটার অ্যান্ড দ্য প্রিজনার অফ আজকাবান\" থেকে আলবাস ডাম্বলডোরের ভূমিকায় অভিনয় করেছেন মাইকেল গ্যাম্বন।\nজেসন আইজ্যাকস - লুসিয়াস ম্যালফয়: ড্রাকোর বাবা, স্লিথারিন হাউসের একজন প্রাক্তন হগওয়ার্টস ছাত্র এবং বর্তমানে হগওয়ার্টসের শাসক মণ্ডলীর সদস্য।\nম্যাগি স্মিথ - মিনার্ভা ম্যাকগোনাগাল: হগওয়ার্টসের ট্রান্সফিগারেশন শিক্ষিকা এবং গ্রিফিন্ডর হাউসের প্রধান।\nজেমা জোন্স - ম্যাডাম পমফ্রে:  হগওয়ার্টসের নার্স।\nঅ্যালান রিকম্যান - সেভেরাস স্নেপ: হগওয়ার্টসের পোশনস শিক্ষক এবং স্লিথারিন হাউসের প্রধান।\nফিওনা শ - পেটুনিয়া ডার্সলি: হ্যারির মগল খালা।\nজুলি ওয়াল্টার্স - মলি উইজলি: রনের মা।\nহ্যারি পটার অ্যান্ড দ্য ফিলোসফার্স স্টোন চলচ্চিত্রের বেশ কয়েকজন অভিনেতা এই ছবিতে তাদের ভূমিকায় ফিরে আসেন। হ্যারি মেলিং হ্যারির কাজিন ডাডলি ডার্সলি চরিত্রে অভিনয় করেছেন। জেমস এবং অলিভার ফেলপস রনের যমজ ভাই ফ্রেড এবং জর্জ উইজলির ভূমিকায় অভিনয় করছেন; ক্রিস র‌্যাঙ্কিন রনের আরেক ভাই পার্সি উইজলির ভূমিকায়, যে একজন গ্রিফিন্ডর প্রিফেক্ট; এবং বনি রাইট তাদের বোন জিনিকে চিত্রিত করেছেন। টম ফেলটন হ্যারির স্লিথারিনের প্রতিদ্বন্দ্বী ড্রেকো ম্যালফয় চরিত্রে অভিনয় করেছেন, এবং জামি ওয়েলেট ও জশুয়া হার্ডম্যান ড্রেকোর অনুগামী ক্র্যাব এবং গয়েলের ভূমিকায় রয়েছেন। ম্যাথু লুইস, ডেভন মারে এবং আলফ্রেড এনোচ যথাক্রমে নেভিল লংবটম, সিমাস ফিনিগান, এবং ডিন টমাস চরিত্রে অভিনয় করেন, যারা হ্যারির বর্ষেই গ্রিফিন্ডরের ছাত্র। ডেভিড ব্র্যাডলি হগওয়ার্টসের কেয়ারটেকার আর্গাস ফিলচের চরিত্রে অভিনয় করেছেন, এবং শন বিগারস্টাফ গ্রিফিন্ডর কুইডিচ দলের কিপার অলিভার উডের চরিত্রে অভিনয় করেছেন। লেসলি ফিলিপস সর্টিং হ্যাটকে কণ্ঠ দিয়েছেন। এলিওনর কলম্বাস, ক্রিস কলম্বাসের মেয়ে, সুসান বোনস হিসেবে উপস্থিত হন। এডওয়ার্ড র‌্যান্ডেল জাস্টিন ফিঞ্চ-ফ্লেচলি হিসাবে, শার্লট স্কিওচ হান্না অ্যাবট এবং লুই ডয়েল আর্নি ম্যাকমিলান, হাফলপাফের ছাত্র হিসাবে উপস্থিত হন। এমিলি ডেল কেটি বেল, রশেল ডগলাস অ্যালিসিয়া স্পিনেট এবং ড্যানিয়েল ট্যাবর অ্যাঞ্জেলিনা জনসন; গ্রিফিন্ডরের মেয়েরা হিসেবে উপস্থিত হন। জেমি ইয়েটস মার্কাস ফ্লিন্ট, স্কট ফার্ন অ্যাড্রিয়ান পুইস এবং ডেভিড হোমস, ডেভিড মাসাম এবং টনি ক্রিশ্চিয়ান স্লিথারিন কুইডিচ খেলোয়াড় হিসেবে উপস্থিত হন। জেমা প্যাডলি পেনেলোপ ক্লিয়ারওয়াটার, একজন র‌্যাভেনক্লো ছাত্র এবং পার্সির বান্ধবী হিসেবে উপস্থিত হন। লুক ইয়াংব্লাড কুইডিচ ধারাভাষ্যকার লি জর্ডানের চরিত্রে অভিনয় করেন।\nক্রিশ্চিয়ান কুলসন যুবক লর্ড ভলডেমর্টের প্রকাশরূপ টম মারভোলো রিডলের ভূমিকায় রয়েছেন। মার্ক উইলিয়ামস রন উইজলির বাবা, আর্থার উইজলি, চরিত্রে অভিনয় করেছেন। শার্লি হেন্ডারসন হগওয়ার্টসের ভূত মোনিং মার্টলের ভূমিকায় রয়েছেন। মিরিয়াম মার্গোলিস হগওয়ার্টসের ভেষজবিদ্যা (হার্বোলজি) বিভাগের অধ্যাপিকা এবং হাফলপাফ হাউসের প্রধান পমোনা স্প্রাউটের চরিত্রে অভিনয় করেছেন। হিউ মিচেল কলিন ক্রিভি চরিত্রে রয়েছেন, যিনি প্রথম বর্ষের ছাত্র এবং হ্যারি পটারের অনুরাগী। রবার্ট হার্ডি জাদুমন্ত্রী কর্নেলিয়াস ফাজের ভূমিকায় রয়েছেন। টবি জোন্স বাড়ির এলফ ডবির কণ্ঠ দিয়েছেন, আর জুলিয়ান গ্লোভার অ্যাক্রোম্যান্টুলা অ্যারাগগের কণ্ঠ দিয়েছেন। জিম নর্টন মিস্টার মেসন এবং ভেরোনিকা ক্লিফোর্ড মিসেস মেসনের চরিত্রে অভিনয় করেছেন। আলফ্রেড বার্ক টম রিডলের একটি স্মৃতিতে মাস্টার ডিপেটের ভূমিকায় রয়েছেন। ডেইজি বেটস, ডেভিড টিসল এবং পিটার টেলর নড়াচড়া করতে সক্ষম ছবির চরিত্রে রয়েছেন। হেলেন স্টুয়ার্ট স্লিথেরিনের মেয়ে মিলিসেন্ট বুলস্ট্রোডের ভূমিকায় রয়েছেন।\n\n\n== প্রযোজনা ==\n\n\n=== পোশাক এবং সেটের নকশা ===\n\nপ্রোডাকশন ডিজাইনার স্টুয়ার্ট ক্রেইগ সিক্যুয়েলটির জন্য ফিরে আসেন এবং প্রথম চলচ্চিত্রে দেখা যায়নি এমন নতুন উপাদানগুলোর নকশা তৈরি করেন। তিনি আর্থার উইজলির মাগলদের প্রতি আগ্রহের উপর ভিত্তি করে উল্লম্বভাবে স্থাপত্য উদ্ধারকাজের মাধ্যমে 'দ্য বারো' ডিজাইন করেছিলেন। মিঃ উইজলির উড়ন্ত গাড়িটি ১৯৬২ সালের ফোর্ড অ্যাংলিয়া ১০৫ই থেকে তৈরি করা হয়েছিল। ৭৬ মিটারেরও বেশি লম্বা (২৪৯ ফুট) এবং ৩৬.৫ মিটার (১১৯.৮ ফুট) প্রশস্ত 'চেম্বার অফ সিক্রেটস' ছিল এই চলচ্চিত্র সিরিজের জন্য তৈরি করা সবচেয়ে বড় সেট। ডাম্বলডোরের অফিস, যেখানে সর্টিং হ্যাট এবং গ্রিফিন্ডরের তরবারি রয়েছে, তাও চলচ্চিত্রটির জন্য নির্মিত হয়েছিল।\nলিন্ডি হেমিং ছিলেন 'চেম্বার অফ সিক্রেটস'-এর পোশাক ডিজাইনার। তিনি অনেক চরিত্রের ইতোমধ্যে প্রতিষ্ঠিত চেহারা বজায় রেখেছিলেন, এবং এই সিক্যুয়ালে চালু হওয়া নতুন চরিত্রগুলোর উপর মনোযোগ দেওয়া বেছে নিয়েছিলেন। অন্যান্য চরিত্রের \"গাঢ়, নিঃশব্দ বা গম্ভীর রঙের\" বিপরীতে গিল্ডরয় লকহার্টের পোশাকের মধ্যে উজ্জ্বল রঙ অন্তর্ভুক্ত করা হয়েছিল। ব্রানাগ বলেছিলেন, \"আমরা একজন আড়ম্বরপূর্ণ মার্জিত লোক এবং যে হগওয়ার্টসে মানিয়ে যাবে মনে হয়, এমন কারোর মধ্যে একটি সংকর তৈরি করতে চেয়েছিলাম।\" হেমিং লুসিয়াস ম্যালফয়ের পোশাকও নিখুঁত করেছিলেন। মূল ধারণাগুলোর একটি ছিল তাকে একটি পিনস্ট্রাইপ স্যুট পরানো, তবে এটি পরিবর্তন করে ফার এবং একটি সাপের মাথার হাতল-যুক্ত বেত ব্যবহার করা হয়েছিল যাতে করে তার অভিজাত গুণ এবং \"পুরনো আমলের ধারণা\" প্রতিফলিত হয়। গিল্ডরয় লকহার্টের চরিত্রে অভিনয়ের প্রথম পছন্দ ছিলেন হিউ গ্র্যান্ট, কিন্তু কথিত সময়সূচির সাংঘর্ষিকতার কারণে তিনি চরিত্রটিতে অভিনয় করতে পারেননি। টম রিডলের চরিত্রে কোলসনকে নেওয়ার আগে, এডি রেডমেইন - যিনি পরে 'ফ্যান্টাস্টিক বিস্টস' চলচ্চিত্রগুলোতে নিউট স্ক্যামেন্ডারের ভূমিকায় অভিনয় করেছিলেন - এই ভূমিকার জন্য অডিশন দিয়েছিলেন।\n\n\n=== চলচ্চিত্রায়ন ===\nপ্রধান শুটিং শুরু হয়েছিল ২০০১ সালের ১৯শে নভেম্বর, প্রথম সিনেমাটির ব্যাপক মুক্তির মাত্র তিন দিন পরে। ফ্লাইং কারের দৃশ্যের জন্য তিন সপ্তাহ আগে থেকে অতিরিক্ত কাজও চলছিল। শুটিং প্রধানত হার্টফোর্ডশায়ারের লিভসডেন ফিল্ম স্টুডিওতে এবং আইল অফ ম্যানে হয়েছিল। প্লাটফর্ম ৯¾ এর দৃশ্যের শুটিং হয়েছিল কিংস ক্রস রেলওয়ে স্টেশনে, তবে স্টেশনের বাইরের শটগুলোর জন্য সেন্ট প্যানক্রাস রেলওয়ে স্টেশন ব্যবহার করা হয়েছিল। গ্লোস্টার ক্যাথেড্রালকে হগওয়ার্টস স্কুল হিসেবে ব্যবহার করা হয়েছিল, এছাড়া ডারহাম ক্যাথেড্রাল, অ্যালনউইক ক্যাসল, লাকক অ্যাবে এবং অক্সফোর্ড বিশ্ববিদ্যালয়ের বডলিয়ান লাইব্রেরিও চিত্রায়নের কাজে লেগেছিল। লিভসডেন স্টুডিওর সামনে অ্যাবটস ল্যাংলির জিপসি লেনে 'দ্য বারো' নির্মাণ করা হয়েছিল।\nচেম্বার অফ সিক্রেটস-এ পূর্ববর্তী সিনেমাটির তুলনায় \"গাঢ় এবং আরও তীক্ষ্ণ অনুভূতি\" দেওয়ার জন্য রজার প্র্যাটকে চিত্রগ্রাহক হিসেবে আনা হয়েছিল, যা \"চরিত্র এবং গল্পের বিকাশকে\" প্রতিফলিত করেছিল। পরিচালক ক্রিস কলম্বাস চলাফেরায় আরও স্বাধীনতা দেওয়ার জন্য হ্যান্ডহেল্ড ক্যামেরা ব্যবহার করার সিদ্ধান্ত নিয়েছেন, যা তিনি  \"একজন চলচ্চিত্র নির্মাতা হিসাবে [তার] স্টাইলের পরিবর্তন\" বলে মনে করেছিলেন। কেমব্রিজ বিশ্ববিদ্যালয়ের ভাষাবিদ অধ্যাপক ফ্রান্সিস নোলান সিনেমায় সাপের ভাষা পার্সেলটাং তৈরি করেছিলেন। ২০০২ সালের জুলাই মাসে মূলধারার শুটিং শেষ হয়।\n\n\n=== শব্দ নকশা ( সাউন্ড ডিজাইন) ===\n'হ্যারি পটার অ্যান্ড দ্য চেম্বার অফ সিক্রেটস' সিনেমায় ঘটে যাওয়া ঘটনাগুলোর কারণে, এই সিনেমায় ব্যবহৃত সাউন্ড ইফেক্টগুলো আগের সিনেমার তুলনায় অনেক বেশি ব্যাপক ছিল। সাউন্ড ডিজাইনার এবং সুপারভাইজিং সাউন্ড এডিটর র‍্যান্ডি থম এই সিক্যুয়ালের জন্য ফিরে আসেন। কাজটি সম্পন্ন করতে তিনি 'প্রো টুলস' সফটওয়্যার ব্যবহার করেন। প্রাথমিক ধারণাগুলো ক্যালিফোর্নিয়ার স্কাইওয়াকার সাউন্ডে তৈরি করা হয়েছিল এবং মূল কাজটি করা হয় ইংল্যান্ডের শেপারটন স্টুডিওতে।\nথম 'হুম্পিং উইলো' গাছটিকে একটি কণ্ঠ দিতে চেয়েছিলেন। সেজন্য তিনি নিজের কণ্ঠকেই ধীরগতির করে, ইকুয়ালাইজ করে বেস বুস্টের সাহায্যে একটি গভীর গর্জনের শব্দ তৈরি করেন। ম্যান্ড্রেক তৈরি করতে তিনি শিশুর কান্না এবং মহিলাদের চিৎকার মিশিয়ে দেন, যাতে শব্দটি হয়  \"এমন কিছু যা আপনি আগে কখনও শোনেননি।\"\nথম বাসিলিস্ক (বিশালাকার সাপ) কে একটি চ্যালেঞ্জ হিসেবে বর্ণনা করেন। \"কারণ এটি একটি বিশাল সাপ, কিন্তু এটি একই সাথে ড্রাগনের মতোও - অনেক সাপের এমন দাঁত নেই। এটিকে হিস করতে হতো, গর্জন করতে হতো এবং শেষের দিকের দৃশ্যে ব্যথায় থাকার শব্দ করতে হতো।\" এর জন্য তিনি নিজের কণ্ঠ, বাঘের গর্জন, এবং ঘোড়া ও হাতির কণ্ঠস্বর মিশিয়ে দেন।\n\n\n=== বিশেষ এবং ভিজ্যুয়াল এফেক্টস ===\n\nচলচ্চিত্রের ভিজ্যুয়াল এফেক্ট তৈরিতে নয় মাস সময় লেগেছিল। ২০০২ সালের ৯ অক্টোবর এর কাজ সম্পন্ন হয়। ইন্ডাস্ট্রিয়াল লাইট অ্যান্ড ম্যাজিক, মিল ফিল্ম, দ্য মুভিং পিকচার কোম্পানি (এমপিসি), সিনেসাইট এবং ফ্রেমস্টোর সিএফসি এই চলচ্চিত্রের প্রায় ৯৫০টি ভিজ্যুয়াল এফেক্ট শট তৈরি করেছিল। জিম মিচেল এবং নিক ডেভিস ছিলেন এর ভিজ্যুয়াল এফেক্ট সুপারভাইজার। সিজিআই-তে তৈরি ডবি দ্য হাউজ এল্ফ, বাসিলিস্ক এবং কর্নিশ পিক্সিজ – এইসব চরিত্রগুলো তৈরি ছিল তাদের দায়িত্বে। এমপিসির সিজিআই সুপারভাইজার চ্যাস জ্যারেট সিজিআই সংবলিত শটগুলোর কাজ তদারকি করেছেন।\nভিজ্যুয়াল এফেক্টস টিম ক্রিয়েচার এফেক্টস সুপারভাইজার নিক ডুডম্যানের সাথেও কাজ করেছিল। তিনি ফকস দ্য ফিনিক্স, ম্যানড্রেকস, অ্যারাগগ দ্য অ্যাক্রোম্যান্টুলা এবং বাসিলিস্কের প্রথম ২৫ ফুট (৮ মিটার) পর্যন্ত নকশা করেছিলেন। ডুডম্যানের মতে, অ্যারাগগ ছিল সবচেয়ে কঠিন চরিত্র। এই বিশালাকার মাকড়সাটির উচ্চতা ছিল ৯ ফুট (৩ মিটার) এবং প্রতিটি পায়ের দৈর্ঘ্য ছিল ১৮ ফুট (৫ মিটার) যেগুলোর প্রত্যেকটি ভিন্ন টিম মেম্বার দ্বারা নিয়ন্ত্রিত হতো। মোট প্রাণিটির ওজন ছিল তিন-চতুর্থাংশ টনের মতো। সেটে অ্যানিমেট্রনিক অ্যারাগগ পরিচালনা করতে ১৫ জনেরও বেশি লোক লেগেছিল।\nহুম্পিং উইলোর দৃশ্যধারণে প্র্যাক্টিকাল এবং ভিজুয়াল এফেক্টের সমন্বয় প্রয়োজন ছিল। স্পেশাল এফেক্টস সুপারভাইজার জন রিচার্ডসন এবং তাঁর টিম উড়ন্ত গাড়িতে আঘাত করার জন্য যান্ত্রিকভাবে পরিচালিত শাখা তৈরি করেছিলেন। শেপার্টন স্টুডিওতে ১:৩ স্কেলে একটি সেট নির্মিত হয়েছিল। এতে ১০০ ফুটের (৩০ মিটার) বেশি উচ্চতা প্রদর্শনের জন্য বাস্তব দৃষ্টিকোণ থেকে বাধ্য হয়ে গাছের উপরের তৃতীয়াংশ সম্পূর্ণ আকারে তৈরি করা হয়েছিল। উঠান এবং গাছটি থ্রি-ডিতে তৈরি করা হয়েছিল। কিছু শট শেষ পর্যন্ত সম্পূর্ণরূপে ডিজিটাল হয়ে গেছে। জ্যারেট এই রেন্ডারটিকে দৃশ্যের \"সবচেয়ে বড় চ্যালেঞ্জ\" হিসেবে চিহ্নিত করেছিলেন।\n\n\n=== সঙ্গীত ===\nজন উইলিয়ামস, যিনি আগের চলচ্চিত্রটির সুর করেছিলেন, তিনি \"হ্যারি পটার অ্যান্ড দ্য চেম্বার অফ সিক্রেটস\" এর সুর করার জন্য ফিরে এসেছিলেন। চলচ্চিত্রটির সুর করা একটি কঠিন কাজ বলে প্রমাণিত হয়েছিল, কারণ উইলিয়ামস সবেমাত্র \"স্টার ওয়ার্স: এপিসোড II - অ্যাটাক অফ দ্য ক্লোনস\" এবং \"মাইনরিটি রিপোর্ট\" এর সুর করা শেষ করেছিলেন। ঠিক যখন \"ক্যাচ মি ইফ ইউ ক্যান\" এর কাজ শুরু হওয়ার কথা ছিলো। এ কারণে, উইলিয়ামস যখনই সুযোগ পেতেন, উইলিয়াম রসকে \"ফিলোসফার্স স্টোন\" থেকে নতুন উপাদানের সাথে থিমগুলিকে সাজানোর জন্য আনা হয়েছিল। রস লন্ডন সিম্ফনি অর্কেস্ট্রার সাথে স্কোরিং সেশনও পরিচালনা করেছিলেন। সাউন্ডট্র্যাক অ্যালবামটি ২০০২ সালের ১২ নভেম্বর মুক্তি পায়।\n\n\n== বিতরণ ==\n\n\n=== বিপণন ===\n২০০২ সালের গ্রীষ্মে ফিল্মটির ফুটেজ অনলাইনে প্রকাশিত হতে শুরু করে। ওই বছরের জুন মাসে সিনেমা হলে \"স্কুবি-ডু\" মুক্তির সময় একটি টিজার ট্রেলারও প্রদর্শিত হয়। চলচ্চিত্রটির উপর ভিত্তি করে নির্মিত একটি ভিডিও গেম ইলেকট্রনিক আর্টস কর্তৃক গেমকিউব, প্লেস্টেশন ২ এবং এক্সবক্স-সহ বিভিন্ন কনসোলের জন্য ২০০২ সালের নভেম্বরে প্রকাশিত হয়। এই চলচ্চিত্রটি এর আগের সিনেমার মতোই মার্চেন্ডাইজিংয়ে সাফল্য অর্জন করে। লেগোর \"চেম্বার অফ সিক্রেটস\"-এর উপর ভিত্তি করে তৈরি খেলনার ঘাটতির দারুণ সংবাদও পাওয়া যায়।\n\n\n=== হোম মিডিয়া ===\nএই চলচ্চিত্রটি মূলত যুক্তরাজ্য, যুক্তরাষ্ট্র এবং কানাডায় ২০০৩ সালের ১১ই এপ্রিল ভিএইচএস ক্যাসেট এবং দুটি ডিস্কের বিশেষ সংস্করণের ফুলস্ক্রিন/ওয়াইডস্ক্রিন ডিভিডি ডিজিপ্যাক আকারে মুক্তি পেয়েছিল। ডিভিডিতে বর্ধিত এবং মুছে ফেলা দৃশ্য ও বিভিন্ন সাক্ষাৎকার অন্তর্ভুক্ত ছিল। ২০০৭ সালের ১১ই ডিসেম্বর চলচ্চিত্রটির ব্লু-রে সংস্করণ প্রকাশিত হয়। ২০০৯ সালের ৮ই ডিসেম্বর চলচ্চিত্রটির একটি আলটিমেট এডিশন নতুন ফুটেজ, টিভি স্পট, মুছে ফেলা দৃশ্যসহ প্রকাশিত হয়। এছাড়াও এতে ছিল \"ক্রিয়েটিং দ্য ওয়ার্ল্ড অফ হ্যারি পটার পার্ট ২: ক্যারেক্টারস\" নামে একটি ফিচার-দৈর্ঘ্যের স্পেশাল এডিশন। চলচ্চিত্রটির বর্ধিত সংস্করণের মেয়াদ প্রায় ১৭৪ মিনিট, যা এর আগে নির্দিষ্ট কিছু টেলিভিশনে প্রচারিতও হয়েছিল।\n\n\n== প্রশংসা ==\n\n\n=== বক্স অফিস ===\nহ্যারি পটার অ্যান্ড দ্য চেম্বার অব সিক্রেটস সিনেমাটির প্রিমিয়ার হয়েছিল ৩রা নভেম্বর ২০০২ এ যুক্তরাজ্যের ওডিওন লিচেস্টার স্কোয়ারে। যুক্তরাজ্য ও যুক্তরাষ্ট্রে এটি মুক্তি পায় ১৫ই নভেম্বর, ২০০২ তারিখে। মুক্তির সাথে সাথেই সিনেমাটি বেশ কিছু রেকর্ড ভেঙে দেয়।যুক্তরাষ্ট্র ও কানাডায়,  ৩,৬৮২ টি সিনেমা হলে মুক্তির সপ্তাহান্তেই সিনেমাটি আয় করে ৮৮.৪ মিলিয়ন ডলার। সে সময়ে এটি ছিল তৃতীয় সর্বোচ্চ আয়ের সপ্তাহান্ত, স্পাইডারম্যান এবং এর আগের পর্ব হ্যারি পটার অ্যান্ড দ্য ফিলোসফার্স স্টোন এর পরেই। আগের বছর X2 সিনেমাটি মুক্তি না পাওয়া পর্যন্ত সর্বোচ্চ সংখ্যক স্ক্রিনিংয়ের রেকর্ডটিও ধরে রেখেছিল এই সিনেমাটি। টানা দুই সপ্তাহ নয়, কিন্তু পরপর দুবার বক্স অফিসে প্রথম স্থান দখল করে নিয়েছিল হ্যারি পটার অ্যান্ড দ্য চেম্বার অব সিক্রেটস। যুক্তরাজ্যে সিনেমাটি অবশ্য এর আগের পর্ব 'ফিলোসফার্স স্টোন' এর গড়া সকল ওপেনিং রেকর্ড ভেঙে দেয়। প্রিভিউসহ এর আয় হয় ১৮.৯ মিলিয়ন পাউন্ড এবং প্রিভিউ বাদ দিয়ে ১০.৯ মিলিয়ন পাউন্ড। যুক্তরাজ্যের সর্বকালের সর্বোচ্চ আয়কারী সিনেমার তালিকায় সেসময় এটি পঞ্চম স্থানে উঠে আসে, আয়ের পরিমাণ দাঁড়ায় ৫৪.৮ মিলিয়ন পাউন্ড।\nআন্তর্জাতিকভাবে, মুক্তির সপ্তাহান্তেই সিনেমাটির আয় ছিল ৫৯.৫ মিলিয়ন ডলার। জাপানে এটি আয় করে ৩.৭ মিলিয়ন ডলার, যা সে দেশের সর্বোচ্চ আয়ের ওপেনিং-এর রেকর্ড ছিল। একবছর পরে 'দ্য ম্যাট্রিক্স রিলোডেড' সিনেমাটি এই রেকর্ড ভেঙে দেয়। মালয়েশিয়াতে 'হ্যারি পটার অ্যান্ড দ্য চেম্বার অব সিক্রেটস' ৪৭৪,০০০ ডলার আয় করে ওয়ার্নার ব্রস প্রযোজিত সিনেমার সর্বোচ্চ আয়ের রেকর্ড ভেঙে দেয়। সিঙ্গাপুরে এর মোট আয় হয় ১.০৩ মিলিয়ন ডলার। দেশটিতে 'দ্য লস্ট ওয়ার্ল্ড: জুরাসিক পার্ক' এর পরেই এর অবস্থান। এদিকে তাইওয়ানে সিনেমাটির আয় ছিল ৩.১ মিলিয়ন ডলার যা 'দ্য মামি রিটার্নস' এর থেকে ১৬% বেশি।  ফিলিপাইনে এর আয় ছিল ১.১৫ মিলিয়ন ডলার, যা 'গডজিলা' সিনেমার চেয়ে মাত্র ৫% বেশি। মূল মুক্তিতে বিশ্বব্যাপী 'হ্যারি পটার অ্যান্ড দ্য চেম্বার অব সিক্রেটস'  সিনেমাটির মোট আয় ছিল ৮৭৯.৮ মিলিয়ন ডলার এবং পুনঃমুক্তির পর তা দাঁড়ায় ৯২৬.২ মিলিয়ন ডলার। 'দ্য লর্ড অব দ্য রিংস: দ্য টু টাওয়ার্স' এর পরে এটি ছিল ২০০২ সালের বিশ্বব্যাপী দ্বিতীয় সর্বোচ্চ আয় করা সিনেমা। যুক্তরাষ্ট্র ও কানাডায়  ২৬২.৬ মিলিয়ন ডলার আয়ের মাধ্যমে এটি ছিল ওই বছরের চতুর্থ সর্বোচ্চ আয়কারী সিনেমা (স্পাইডারম্যান, দ্য টু টাওয়ার্স, এবং স্টার ওয়ার্স: এপিসোড ২- অ্যাটাক অব দ্য ক্লোনস এর পরে)। তবে আমেরিকার বাইরে এটিই ছিল সবচেয়ে বেশি আয় করা সিনেমাটি - ৬১৭.২ মিলিয়ন ডলার, যেখানে 'দ্য টু টাওয়ার্স' আয় করেছিল ৫৮৪.৫ মিলিয়ন ডলার।\n\n\n=== সমালোচনামূলক প্রতিক্রিয়া ===\nরটেন টম্যাটোস ওয়েবসাইটে সিনেমাটির ৮২% অনুমোদন রেটিং রয়েছে, যা ২৩৭টি রিভিউয়ের উপর ভিত্তি করে তৈরি। গড় রেটিং ৭.২/১০। সাইটের সমালোচকদের ঐক্যমত্য হল, \"যদিও ছোট দর্শকদের জন্য সম্ভবত আরও মোহনীয়, চেম্বার অফ সিক্রেটস তার পূর্বসূরীর তুলনায় গাঢ় এবং আরো প্রাণবন্ত। প্রথম চলচ্চিত্রের জগতের সম্প্রসারণ ও উন্নয়ন এতে স্পষ্ট।\" মেটাক্রিটিকে চলচ্চিত্রটির ওজনযুক্ত গড় স্কোর ১০০-এর মধ্যে ৬৩, যা ৩৫ জন সমালোচকের মতামতের ভিত্তিতে তৈরি হয়েছে। এটি \"সাধারণত অনুকূল রিভিউ\" নির্দেশ করে। CinemaScore দ্বারা জরিপ করা দর্শকরা ছবিটিকে একটি বিরল \"A+\" গ্রেড দিয়েছেন। হ্যারি পটার সিরিজের এই গ্রেড পাওয়া একমাত্র চলচ্চিত্র এটি।\nরজার এবার্ট চেম্বার অফ সিক্রেটসকে ৪-এর মধ্যে ৪ তারকা দিয়েছেন, বিশেষ করে চলচ্চিত্রের সেট ডিজাইনের প্রশংসা করেছেন। এন্টারটেইনমেন্ট উইকলি তার পূর্বসূরীর চেয়ে ভালো এবং অন্ধকারময় হওয়ার জন্য ছবিটির প্রশংসা করেছে। রিচার্ড রোপার কলম্বাসের পরিচালনা এবং বইয়ের প্রতি চলচ্চিত্রের বিশ্বস্ততার প্রশংসা করেছেন। ভ্যারাইটি বলেছে যে চলচ্চিত্রটি অত্যধিক দীর্ঘ ছিল, তবে অন্ধকার এবং আরও নাটকীয় হওয়ার জন্য এর প্রশংসা করেছে। বই থেকে আলাদাভাবে নিজস্ব জীবনধারা দেওয়ার আত্মবিশ্বাস ও বিরল প্রতিভা এর রয়েছে, যা দ্য ফিলোসফারস স্টোন কখনই অর্জন করতে পারেনি। দ্য গার্ডিয়ান গাঢ় গল্পের প্রশংসা করেছে, তবে বলেছে যে অভিনয় আরও ভালো হতে পারত।\nদ্য নিউ ইয়র্ক টাইমসের এ. ও. স্কট বলেছেন: \"উত্তেজিত বোধ করার পরিবর্তে আপনি বিধ্বস্ত এবং ক্লান্ত বোধ করতে পারেন, তবে শেষ পর্যন্ত খুব বেশি হতাশ হবেন না।\" রোলিং স্টোনের পিটার ট্র্যাভার্স বইয়ের প্রতি অত্যধিক বিশ্বস্ততার জন্য চলচ্চিত্রটির নিন্দা করেছেন। লস এঞ্জেলেস টাইমসের কেনেথ তুরান চলচ্চিত্রটিকে হতাশাজনক বলেছেন। জনপ্রিয় ওয়েবসাইট রটেন টম্যাটোসে \"হ্যারি পটার এন্ড দ্যা চেম্বার অফ সিক্রেটস\" চলচ্চিত্রটি ব্যাপকভাবে ইতিবাচক সাড়া পেয়েছে। অনেক সমালোচক এই সিনেমাটিকে প্রথম হ্যারি পটার চলচ্চিত্রের চেয়ে আরো ভাল এবং রোমাঞ্চকর হিসাবে বর্ণনা করেছেন।  তবে, অন্যান্য কিছু সমালোচক ছবিটির দৈর্ঘ্য নিয়ে অভিযোগ করেছেন এবং বলেছেন যে বইয়ের সাথে এর অতিরিক্ত সাদৃশ্য সিনেমাটিকে স্বকীয় বৈশিষ্ট্য প্রকাশে বাধা দিয়েছে।\nসামগ্রিকভাবে, চলচ্চিত্রটি দর্শক এবং সমালোচক উভয়ের কাছ থেকে মিশ্র প্রতিক্রিয়া পেয়েছে, যদিও ইতিবাচক রিভিউয়ের প্রাধান্য ছিল।\n\n\n== পুরস্কার ==\nচেম্বার অফ সিক্রেটস তিনটি ব্রিটিশ একাডেমি ফিল্ম অ্যাওয়ার্ডের জন্য মনোনীত হয়েছিল: সেরা প্রোডাকশন ডিজাইন, সেরা শব্দ এবং সেরা স্পেশাল ভিজ্যুয়াল ইফেক্টস। চলচ্চিত্রটি ছয়টি স্যাটার্ন অ্যাওয়ার্ডের জন্যও মনোনীত হয়েছিল। এটি প্রথম ভিজ্যুয়াল ইফেক্টস সোসাইটি অ্যাওয়ার্ডে দুটি মনোনয়ন পেয়েছিল। ব্রডকাস্ট ফিল্ম ক্রিটিকস অ্যাসোসিয়েশন এটিকে সেরা পারিবারিক চলচ্চিত্র এবং সেরা সুরকারের পুরস্কার দিয়েছিল এবং সেরা ডিজিটাল অভিনয় পারফরম্যান্সের জন্য (টবি জোন্সের জন্য) মনোনীত করেছিল।\n\n\n== তথ্যসূত্র =="}