{"pageid": 1437192, "title": "ব্যাক্টেরিয়াল টাইপ সিক্রেশন সিস্টেম", "url": "https://bn.wikipedia.org/wiki?curid=1437192", "content": "ব্যাকটেরিয়াল টাইপ সিক্রেশন সিস্টেম(Bacterial type Secretion System) হল প্রোটিন কমপ্লেক্স যা পদার্থের নিঃসরণ জন্য ব্যাকটেরিয়ার কোষ ঝিল্লি এ উপস্থিত থাকে। বিশেষত, এগুলি হল সেলুলার ডিভাইস যা প্যাথোজেনিক ব্যাকটেরিয়া তাদের ভাইরুলেন্স ফ্যাক্টর (প্রধানত প্রোটিন) নিঃসরণ করতে ব্যবহার করে হোস্ট কোষে আক্রমণ করে। তাদের নির্দিষ্ট গঠন, রচনা এবং কার্যকলাপের উপর ভিত্তি করে তাদের বিভিন্ন প্রকারে শ্রেণীবদ্ধ করা যেতে পারে। সাধারণত, প্রোটিন দুটি ভিন্ন প্রক্রিয়ার মাধ্যমে নিঃসৃত হতে পারে। একটি প্রক্রিয়া হল একটি এক-পদক্ষেপ প্রক্রিয়া যেখানে ব্যাকটেরিয়ার সাইটোপ্লাজম থেকে প্রোটিনগুলি পরিবাহিত হয় এবং সরাসরি কোষের ঝিল্লির মাধ্যমে হোস্ট কোষে সরবরাহ করা হয়। আরেকটিতে একটি দ্বি-পদক্ষেপের কার্যকলাপ জড়িত যেখানে প্রোটিনগুলি প্রথমে অভ্যন্তরীণ কোষের ঝিল্লি থেকে পরিবাহিত হয়, তারপর পেরিপ্লাজম-এ জমা করা হয়, এবং অবশেষে বাইরের কোষের ঝিল্লির মাধ্যমে হোস্ট কোষে। এই প্রধান পার্থক্যগুলি গ্রাম-নেতিবাচক ব্যাকটেরিয়া ডিডার্ম ব্যাকটেরিয়া এবং গ্রাম-পজিটিভ ব্যাকটেরিয়া মনোডার্ম ব্যাকটেরিয়া এর মধ্যে পার্থক্য করা যেতে পারে। কিন্তু শ্রেণীবিভাগ কোনোভাবেই পরিষ্কার এবং সম্পূর্ণ নয়। গ্রাম-নেগেটিভ ব্যাকটেরিয়ার জন্য নির্দিষ্ট অন্তত আট প্রকার, গ্রাম-পজিটিভ ব্যাকটেরিয়া চারটি, যেখানে দুটি উভয়ের জন্য সাধারণ। উপরন্তু, প্রশংসনীয় পার্থক্য রয়েছে।বাইরের ঝিল্লিতে লাইপোপলিস্যাকারাইড সহ ডিডার্ম ব্যাকটেরিয়া (ডাইডার্ম-এলপিএস) এবং মাইকোলিক অ্যাসিড (ডিডার্ম-মাইকোলেট)।\n\n\n== রপ্তানি পথ ==\nডিডার্মে অভ্যন্তরীণ কোষের ঝিল্লি এবং মনোডার্মে একমাত্র কোষ ঝিল্লি অতিক্রম করার জন্য রপ্তানি পথ দায়ী।\n\n\n=== সেক সিস্টেম ===\n\nসাধারণ ক্ষরণ (Sec) এর মধ্যে উদ্ভাসিত প্রোটিনের নিঃসরণ জড়িত যা প্রথমে কোষের ভিতরে থাকে। গ্রাম-নেগেটিভ ব্যাকটেরিয়ায়, নিঃসৃত প্রোটিন হয় অভ্যন্তরীণ ঝিল্লি বা পেরিপ্লাজমে পাঠানো হয়। কিন্তু গ্রাম-পজিটিভ ব্যাকটেরিয়ায়, প্রোটিন কোষে থাকতে পারে বা বেশিরভাগই অন্যান্য নিঃসরণ ব্যবস্থা ব্যবহার করে ব্যাকটেরিয়া থেকে পরিবাহিত হয়। গ্রাম-নেতিবাচক ব্যাকটেরিয়াগুলির মধ্যে, Escherichia coli, Vibrio cholerae, Klebsiella pneumoniae, এবং Yersinia enterocolitica সেক সিস্টেম ব্যবহার করুন। স্ট্যাফাইলোকক্কাস অরিয়াস'' এবং লিস্টেরিয়া মনোসাইটোজেনেস হল গ্রাম-পজিটিভ ব্যাকটেরিয়া যা সেক সিস্টেম ব্যবহার করে।\nSec সিস্টেম ক্ষরণের জন্য দুটি ভিন্ন পথ ব্যবহার করে: SecA এবং সিগন্যাল রিকগনিশন পার্টিকেল (SRP) পথ। SecA হল একটি ATPase মোটর প্রোটিন এবং এতে SecD, SecE, SecF, SegG, SecM এবং SecY সহ অনেক সম্পর্কিত প্রোটিন রয়েছে। sRP হল একটি রাইবোনিউক্লিওপ্রোটিন (প্রোটিন-আরএনএ কমপ্লেক্স) যা ইউক্যারিওটে এন্ডোপ্লাজমিক রেটিকুলাম এবং প্রোক্যারিওটে কোষের ঝিল্লিতে নির্দিষ্ট প্রোটিন সনাক্ত করে এবং লক্ষ্য করে। দুটি পথের জন্য আলাদা আণবিক চ্যাপেরোনের প্রয়োজন হয় এবং শেষ পর্যন্ত অভ্যন্তরীণ কোষের ঝিল্লি জুড়ে প্রোটিন পরিবহনের জন্য একটি প্রোটিন-পরিবহন চ্যানেল SecYEG ব্যবহার করে। SecA পাথওয়েতে, SecB একটি চ্যাপেরোন হিসাবে কাজ করে, সম্পূর্ণ সংশ্লেষণের পর প্রোটিনকে পেরিপ্লাজমে পরিবহণে সহায়তা করেপেপটাইড চেইন।যেখানে এসআরপি পাথওয়েতে, YidC হল চ্যাপেরোন, এবং কোষের ঝিল্লিতে প্রোটিন পরিবহন করে যখন তারা এখনও পেপটাইড সংশ্লেষণের মধ্য দিয়ে যাচ্ছে। Escherichia coli-এ, ভিতরের ঝিল্লি প্রোটিন থাকেমূলত SRP পাথওয়ে দ্বারা টার্গেট করা হয় এবং বাইরের মেমব্রেন বা পেরিপ্লাজমিক প্রোটিন SecA পাথওয়ে দ্বারা টার্গেট করা হয়। যাইহোক, সাম্প্রতিক একটি নির্বাচনী রাইবোসোম প্রোফাইলিং গবেষণায় দেখা গেছে যে ভিতরের ঝিল্লি প্রোটিন বড়পেরিপ্লাজমিক লুপগুলি SecA পাথওয়ে দ্বারা লক্ষ্যবস্তু করা হয়৷\n\n\n==== SecA বা অনুবাদ পরবর্তী পথ ====\nপ্রোটিন রাইবোসোমে অ্যামাইনো অ্যাসিড যোগ করার একটি প্রক্রিয়ার মাধ্যমে সংশ্লেষিত হয়, যাকে অনুবাদ বলা হয়। SecA পাথওয়েতে, একটি চ্যাপেরোন ট্রিগার ফ্যাক্টর (TF) প্রথমে পেপটাইড চেইনের উন্মুক্ত এন-টার্মিনাল সিগন্যাল সিকোয়েন্সের সাথে আবদ্ধ হয়। পেপটাইড চেইনের প্রসারণ অব্যাহত থাকায়, TF SecB দ্বারা প্রতিস্থাপিত হয়। SecB বিশেষভাবে একটি খোলা অবস্থায় পেপটাইড বজায় রাখে এবং SecA এর বাঁধনে সহায়তা করে। কমপ্লেক্সটি তখন SecYEG এর সাথে আবদ্ধ হতে পারে, যার দ্বারা SecA ATP অ্যাডিনোসিন ট্রাইফসফেটের সাথে বন্ধনাবদ্ধ হয়ে সক্রিয় হয়। ATP শক্তি দ্বারা চালিত, SecA সেসিওয়াইজি চ্যানেলের মাধ্যমে প্রোটিনকে সজোরে ধাক্কা দেয়।secD/F কমপ্লেক্স কোষের ঝিল্লির অন্য দিক থেকে প্রোটিন টেনে আনতেও সাহায্য করে।\nসাম্প্রতিক বছরগুলিতে, SecA পাথওয়েতে একটি সহ-অনুবাদমূলক প্রক্রিয়া থাকারও পরামর্শ দেওয়া হয়েছে, যার অর্থ হল পলিপেপটাইড তার সংশ্লেষণের সময় SecA দ্বারা সরাসরি লক্ষ্যবস্তু হবে।\n\n\n==== এসআরপি পথ ====\nএই পথের মধ্যে, SRP TF-এর সাথে প্রতিদ্বন্দ্বিতা করে এবং N-টার্মিনাল সিগন্যাল সিকোয়েন্সে বন্ধনাবদ্ধ হয়। অভ্যন্তরীণ ঝিল্লি থেকে প্রোটিন চেইন প্রসারিত প্রক্রিয়া বন্ধ করে। SRP তারপর একটি মেমব্রেন রিসেপ্টর, FtsY এর সাথে আবদ্ধ হয়। পেপটাইড চেইন-SRP-FtsY কমপ্লেক্স তারপর SecY-তে নিয়ে যাওয়া হয়, যেখানে পেপটাইড প্রসারণ আবার শুরু হয়।\n\n\n=== ট্যাট সিস্টেম ===\n\nযমজ আর্জিনাইন ট্রান্সলোকেশন (ট্যাট) সিস্টেম প্রোটিন নিঃসরণ প্রক্রিয়ায় সেকেন্ডের অনুরূপ, তবে, এটি প্রোটিনগুলিকে কেবল তাদের ভাঁজ করা অবস্থায় পাঠায়। এটি সব ধরনের ব্যাকটেরিয়া, সেইসাথে আর্কিয়া, এবং ক্লোরোপ্লাস্ট এবং উদ্ভিদের মাইটোকন্ড্রিয়া দ্বারা ব্যবহৃত হয়। ব্যাকটেরিয়ায়, Tat সিস্টেম অভ্যন্তরীণ কোষের ঝিল্লি জুড়ে সাইটোপ্লাজম থেকে প্রোটিন রপ্তানি করে; যখন ক্লোরোপ্লাস্টে, এটা হয়থাইলাকয়েড মেমব্রেনে উপস্থিত যেখানে এটি স্ট্রোমা থেকে প্রোটিন আমদানিতে সহায়তা করে। Tat প্রোটিনগুলি বিভিন্ন ব্যাকটেরিয়াতে অত্যন্ত পরিবর্তনশীল এবং তিনটি প্রধান প্রকারে শ্রেণীবদ্ধ করা হয়, যথা TatA, TatB এবং TatC। উদাহরণস্বরূপ, যখন ব্যাসিলাস সাবটিলিস-এ মাত্র দুটি কার্যকরী ট্যাট প্রোটিন রয়েছে, Streptomyces coelicolor-এ একশোরও বেশি হতে পারে। সিগন্যাল পেপটাইডগুলি যা Tat প্রোটিনগুলিকে চিনতে পারে সেগুলি একটি ঐক্যমত্য মোটিফ দ্বারা চিহ্নিত করা হয় Ser/Thr-Arg-Arg-X-Phe-Leu-Lys (যেখানে X যেকোনো পোলার অ্যামিনো অ্যাসিড হতে পারে) . এটি দুটি পরপর আর্জিনাইন যা থেকে টুইন আর্জিনাইন ট্রান্সলোকেশন নামটি এসেছে।যেকোনো আর্জিনাইন প্রতিস্থাপন করলে নিঃসরণ ধীর হয়ে যায় বা ব্যর্থ হয়।\n=== Wss/Esx পথ ===রপ্তানি পথ হওয়া সত্ত্বেও Wss/Esx (ESAT-6 সিস্টেম) পথকে কখনও কখনও টাইপ VII সিক্রেশন সিস্টেম (T7SS) বলা হয়। এটি গ্রাম-পজিটিভ ব্যাকটেরিয়া ( WSS হিসাবে) এবং মাইকোব্যাকটেরিয়া (সমস্ত ডিডার্ম-মাইকোলেটে এসএক্স হিসাবে) যেমন এম. যক্ষ্মা, এম. বোভিস''স্ট্রেপ্টোমাইসেস কোইলিকালার এবং এস. অরিয়াস।এটিকে ব্যাসিলাস সাবটিলিস এবং এস-এ T7b সিস্টেমও বলা হয়। অরিয়াস।এটি দুটি মৌলিক উপাদানের সমন্বয়ে গঠিত: একটি মেমব্রেন-বাউন্ড হেক্সামেরিক ATPase যা FtsK/SpoIIIE প্রোটিন পরিবারের সদস্য, এবং EsxA/EsxB-সম্পর্কিত প্রোটিনের যে কোনো একটি যেমন EsaA, EsaD, EsxB, EsxD, সেইসাথে Ess সিস্টেম (EssA, EssB, এবং EsxC'এসে পাওয়া গেছে। aureus)। EsxA এবং EsxB একটি অতিপরিবারের অন্তর্ভুক্ত WXG100 প্রোটিন যা ডাইমেরিক হেলিকাল হেয়ারপিন গঠন করে।এস. অরিয়াস , T7SS EsaD নামক একটি বড় টক্সিন নিঃসৃত করে, যা নিউক্লিয়াস এনজাইমের সদস্য। EsaD এর জৈব সংশ্লেষণের সময় এর প্রতিরূপ অ্যান্টিটক্সিন EsaG-এর সাহায্যে নিরীহ (ডিটক্সিফাইড) করা হয়। EsaD-EsaG কমপ্লেক্স তারপর EsaE এর সাথে আবদ্ধ হয়। EsaE অংশ EssC এর সাথে আবদ্ধ হয়, যা T7SS কমপ্লেক্সের একটি এনজাইম ATPase। ক্ষরণের সময়, EsaG সাইটোপ্লাজমে অবশিষ্ট থাকে এবং শুধুমাত্র EsaD এবং EsaE একসাথে নিঃসৃত হয়। কিন্তু কিছু স্ট্রেনে 'এস. aureus , EsaD তৈরি হয় না, তবে EsaG-এর মতো প্রোটিনের দুটি কপি তৈরি হয়। এটি 'বি'-এর মতো অ-প্যাথোজেনিক প্রজাতিতে T7SS এর উপস্থিতি ব্যাখ্যা করতে পারে। সাবটিলিস  এবং  এস। coelicolor।\n\n\n== নিঃসরণ ব্যবস্থা ==\nসিক্রেশন সিস্টেমগুলি বাইরের কোষের ঝিল্লি বা ডিডার্মে উভয় ঝিল্লি অতিক্রম করার জন্য দায়ী। বর্তমান নামকরণটি শুধুমাত্র ডিডার্ম-এলপিএস-এর ক্ষেত্রে প্রযোজ্য, কারণ ডিডার্ম-মাইকোলেট ব্যাকটেরিয়া তাদের বাইরের ঝিল্লি অতিক্রম করতে কী ব্যবহার করে সে সম্পর্কে কিছুই জানা যায়নি।\n\n\n=== টাইপ I ===\n\nটাইপ I সিক্রেশন সিস্টেম (T1SS বা TOSS) গ্রাম-নেগেটিভ ব্যাকটেরিয়া পাওয়া যায়। এটি Hly এবং Tol প্রোটিন ব্যবহার করে চ্যাপেরোন কার্যকলাপের উপর নির্ভর করে। সিস্টেমটি একটি সংকেত ক্রম হিসাবে সক্রিয় হয় HlyA কোষের ঝিল্লিতে HlyB কে আবদ্ধ করে। এই সংকেত ক্রম একটি ABC পরিবহনকারী. HlyAB কমপ্লেক্স HlyD কে সক্রিয় করে যা খুলে যায় এবং বাইরের কোষের ঝিল্লিতে চলে যায়। টার্মিনাল সংকেত ভিতরের ঝিল্লি মধ্যে TolC দ্বারা স্বীকৃত হয়। HlyA একটি টানেলের মতো প্রোটিন চ্যানেলের মাধ্যমে বাইরের ঝিল্লি থেকে নিঃসৃত হয়।\nT1SS আয়ন, কার্বোহাইড্রেট, ওষুধ, প্রোটিন সহ বিভিন্ন অণু পরিবহন করে। নিঃসৃত অণুগুলির আকার ছোট Escherichia coli পেপটাইড কোলিসিন ভি, যা 10 kDa, Pseudomonas fluorescens কোষের আনুগত্য প্রোটিন LapA, যা 520 kDa পর্যন্ত পরিবর্তিত হয়। সবচেয়ে পরিচিত অণুগুলির মধ্যে RTX টক্সিন এবং লাইপেজ এনজাইমগুলি হল।\n\n\n=== টাইপ II ===\n\nটাইপ II (T2SS) সিক্রেশন সিস্টেম ব্যাকটেরিয়া কোষের ভিতরে প্রাথমিক ক্ষরণের জন্য Sec বা Tat সিস্টেমের উপর নির্ভর করে। পেরিপ্লাজম থেকে, প্রোটিনগুলি বাইরের ঝিল্লির সিক্রেটিনগুলি থেকে নিঃসৃত হয়। সিক্রেটিনগুলি হল মাল্টিমেরিক (12-14 সাবইউনিট) ছিদ্র গঠনকারী প্রোটিনের জটিল।সিক্রেটিন 10-15টি অন্যান্য অভ্যন্তরীণ এবং বাইরের ঝিল্লি প্রোটিন দ্বারা সমর্থিত যা সম্পূর্ণ নিঃসরণ যন্ত্র গঠন করে।\n\n\n=== টাইপ III ===\n\nটাইপ III সিক্রেশন সিস্টেম (T3SS বা TTSS) গঠনগতভাবে একই রকম এবং ব্যাকটেরিয়াল ফ্ল্যাজেলা এর বেসাল বডির সাথে সম্পর্কিত। সবচেয়ে মারাত্মক কিছু গ্রাম-নেগেটিভ ব্যাকটেরিয়া যেমন সালমোনেলা, শিগেলা, ইয়ার্সিনিয়া, ভিব্রিও দেখা যায়। ', এটি ইউক্যারিওটিক কোষে বিষাক্ত প্রোটিন ইনজেক্ট করতে ব্যবহৃত হয়। T3SS এর গঠনকে প্রায়শই একটি ইনজেকশন বা সুই/সিরিঞ্জের মতো যন্ত্র হিসাবে বর্ণনা করা হয়। Yersinia pestis-এ আবিষ্কৃত হয়েছে, এটি পাওয়া গেছে যে T3SS ব্যাকটেরিয়া সাইটোপ্লাজম থেকে সরাসরি তার হোস্টের কোষের সাইটোপ্লাজমে টক্সিন ইনজেক্ট করতে পারে।\n\n\n=== টাইপ V ===\n\nটাইপ V সিক্রেশন সিস্টেম (T5SS) অন্যান্য সিক্রেশন সিস্টেম থেকে আলাদা যে তারা নিজেরাই ক্ষরণ করে এবং শুধুমাত্র বাইরের কোষের ঝিল্লিকে জড়িত করে। নিঃসৃত প্রোটিন অভ্যন্তরীণ কোষের ঝিল্লির মধ্য দিয়ে যাওয়ার জন্য, T5SS Sec সিস্টেমের উপর নির্ভর করে। তাদের একটি β-ব্যারেল ডোমেন রয়েছে, যা বাইরের কোষের ঝিল্লিতে প্রবেশ করে এবং একটি চ্যানেল গঠন করে যা এটির সাথে নিঃসৃত প্রোটিন পরিবহন করতে পারে। এই কার্যকলাপের জন্য, তাদের অটোট্রান্সপোর্টার সিস্টেমও বলা হয়। যখন নিঃসৃত প্রোটিনগুলি বাইরে উন্মুক্ত হয়, তখন অটোট্রান্সপোর্টারগুলি কেটে যায়(ক্লিভড), β-ব্যারেল ডোমেন থেকে প্রোটিন মুক্ত করে।অটোট্রান্সপোর্টারের একটি উদাহরণ হল Trimeric Autotransporter Adhesins।\n\n\n=== টাইপ VI ===\n2006 সালে হার্ভার্ড মেডিক্যাল স্কুলে জন মেকালানোস এর দল দ্বারা ভিব্রিও কলেরা এবং সিউডোমোনাস এরুগিনোসা থেকে টাইপ VI সিক্রেশন সিস্টেম (T6SS) আবিষ্কৃত হয়। প্যাথোজেনিসিটি ফ্যাক্টর হিসাবে তাদের ক্লাসিক ভূমিকা ছাড়াও, T6SS সাধারণ ইউক্যারিওটিক শিকারীদের বিরুদ্ধে প্রতিরক্ষা এবং আন্তঃব্যাকটেরিয়া মিথস্ক্রিয়াতেও জড়িত। T6SS-এর জিন একটি জিন ক্লাস্টার গঠন করে যা 15 টিরও বেশি নিয়ে গঠিত।জিনHcp এবং VgrG জিন হল সবচেয়ে সার্বজনীন জিন।T4 ফেজের লেজের স্পাইকের সাথে T6SS-এর কাঠামোগত মিল ইঙ্গিত করে যে সংক্রমণের প্রক্রিয়াটি ফেজের মতোই।\n\n\n=== টাইপ VII ===\nডিডার্ম-এলপিএস ব্যাকটেরিয়ার T7SS হল চ্যাপেরোন-উশার পাথওয়ে (CUP)।\n\n\n=== টাইপ VIII ===\nডিডার্ম-এলপিএস ব্যাকটেরিয়ার T8SS হল এক্সট্রা সেলুলার নিউক্লিয়েশন-রিসিপিটেশন (ENP) পথ।\n\n\n=== টাইপ IX ===\nটাইপ IX সিক্রেশন সিস্টেম (T9SS) নিয়মিতভাবে ব্যাকটেরিয়ার বংশে ফাইব্রোব্যাক্টেরেস-ক্লোরোবি-ব্যাক্টেরোয়েডেটস পাওয়া যায়, যেখানে সদস্য প্রজাতি একটি বাইরের ঝিল্লি অন্তর্ভুক্ত করে। সিস্টেমটি পরিবর্তনশীলভাবে এক ধরণের গ্লাইডিং গতিশীলতার সাথে জড়িত, কোষের পৃষ্ঠে নির্দিষ্ট ভাইরাসজনিত কারণগুলির সঠিক লক্ষ্যবস্তুতে এবং বায়োপলিমারের জটিলতার অবক্ষয়৷ T9SS মৌখিক রোগজীবাণু পোরফাইরোমোনাস জিনগিভালিস পরে পোর (কোষের পৃষ্ঠে পোরফাইরিন জমা) নিঃসরণ, নামেও পরিচিত। সিস্টেমের অন্তত ষোলটি কাঠামোগত উপাদান বর্ণনা করা হয়েছে, যার মধ্যে রয়েছে PorU, একটি প্রোটিন-সর্টিং ট্রান্সপেপ্টিডেস যা কার্গো প্রোটিন থেকে সি-টার্মিনাল বাছাই সংকেত সরিয়ে দেয় এবং লিপোপলিস্যাকারাইড এর পরিবর্তে তাদের সংযুক্তির মধ্যস্থতা করে।\n\n\n== তথ্যসূত্র ==\n\nবিভাগ:সেলুলার প্রক্রিয়া\nবিভাগ:মেমব্রেন বায়োলজি\nবিভাগ:প্রোক্যারিওটিক কোষ শারীরবৃত্তীয়\nবিভাগ:নিঃসরণ"}