{"pageid": 1437947, "title": "ক্লদ লোথার", "url": "https://bn.wikipedia.org/wiki?curid=1437947", "content": "কর্নেল ক্লদ উইলিয়াম হেনরি লোথার (সি. ১৮৭০ - ১৬ জুন ১৯২৯) একজন ইংরেজ রক্ষণশীল রাজনীতিবিদ ছিলেন।\n\n\n== কর্মজীবন ==\n১৯০০ সালের অক্টোবরে, \" খাকি নির্বাচনে \" তিনি এসকডেলের সংসদ সদস্য নির্বাচিত হন। ১৯০১ সালের ১০ জুলাই বোয়ার যুদ্ধের শেষ মাসগুলিতে, লোথার যুদ্ধের জন্য অর্থ প্রদানের জন্য প্রয়োজনীয় উচ্চ ব্রিটিশ ট্যাক্সের ক্ষতিপূরণের জন্য খনিজ আমানত ব্যবহার করে ট্রান্সভাল থেকে ক্ষতিপূরণ আহরণের পক্ষে একটি বক্তৃতা করেছিলেন।\nতিনি ১৯০৬ সালে লিবারেল প্রার্থী জিওফ্রে হাওয়ার্ডের কাছে পরাজিত হন। তার পরাজয়ের পর, তিনি সমাজতন্ত্রের বিরুদ্ধে এবং সাম্রাজ্য রক্ষার জন্য একটি জোরালো প্রচারক হয়ে ওঠেন। লোথার শুল্ক সংস্কার এবং রাষ্ট্রীয় কল্যাণ সহ \"জাতীয় দক্ষতা\" এর পক্ষে। ১৯০৮ থেকে ১৯১১ সাল পর্যন্ত, তিনি সমাজতান্ত্রিক বিরোধী ইউনিয়নের চেয়ারম্যান ছিলেন। ১৯১০ সালের জানুয়ারির নির্বাচনে এসকডেলে আবার পরাজিত হয়ে তিনি ১৯১০ সালের ডিসেম্বরে আসনটি পুনরুদ্ধার করেন।\nপার্লামেন্টে, তিনি সামরিক এবং শিল্প উভয়ই নিয়োগের জন্য আহ্বান জানান, এবং চাকরির বয়স পেরিয়ে গেলেন প্রবীণদের একটি স্বেচ্ছাসেবী বাহিনী তৈরির জন্য। লোথার শ্রমিক শ্রেণীর দেশপ্রেমিক উত্সর্গের প্রশংসা করার জন্য মিলনারের দর্শন অনুসরণ করেছিলেন।\nউত্তর কাম্বারল্যান্ডে তিনি আর দাঁড়াবেন না বলে ঘোষণা করার পর, যা ১৯১৮ সালে দূরবর্তীভাবে সম্পর্কিত ক্রিস্টোফার লোথার দ্বারা বিনা প্রতিদ্বন্দ্বিতায় জিতেছিলেন, তিনি লন্সডেলের এমপি হন। তিনি জার্মানির কাছ থেকে বৃহৎ ক্ষতিপূরণ প্রদানের পক্ষপাতী ছিলেন এবং অ্যান্টি-ওয়েস্ট লীগকে সমর্থন করেছিলেন, এবং কম সৌভাগ্যবশত, হোরাটিও বটমলি । চানাক ক্রাইসিসের কারণে কার্লটন ক্লাবের সভায় ডেভিড লয়েড জর্জের সাথে জোটের অবসান ঘটাতে ভোট দেওয়া এমপিদের মধ্যে তিনি ছিলেন।\n১৯২২ সালের সাধারণ নির্বাচনে তিনি স্বাস্থ্যগত কারণে লন্সডেলে পুনঃনির্বাচনের জন্য দাঁড়াননি, কিন্তু কার্লাইলের জন্য শেষ মুহূর্তের মনোনীত প্রার্থী ছিলেন। ১৯১৮ সালে কনজারভেটিভরা এই ঐতিহ্যগতভাবে লিবারেল আসনে প্রতিদ্বন্দ্বিতা করেনি, যাতে লেবার বিজয়ী না হয়। স্থানীয় পার্টি আবার একই কাজ করার প্রস্তাব দেয়, কিন্তু একটি অভ্যন্তরীণ অভ্যুত্থান লোথারের নির্বাচনের দিকে পরিচালিত করে। একটি সংক্ষিপ্ত কিন্তু জোরালো প্রচারণায় তিনি বসা লিবারেলকে তৃতীয় স্থানে ঠেলে দেন এবং লেবার প্রার্থী আসনটি দখল করেন। এটি ক্লদ লোথারের রাজনৈতিক ক্যারিয়ারের সমাপ্তি বলে প্রমাণিত হয়েছিল।\n\n\n== তথ্যসূত্র =="}