{"pageid": 1437078, "title": "লুনা ৩", "url": "https://bn.wikipedia.org/wiki?curid=1437078", "content": "লুনা ৩, বা ই-২এ নং. ১ (রুশ: Луна 3) হলো লুনা কর্মসূচির অংশ হিসাবে ১৯৫৯ সালে মহাশূণ্যে প্রেরণ করা একটি সোভিয়েত মহাকাশযান। এটি ছিল চাঁদের দূরবর্তী অংশের ছবি তোলার জন্য প্রেরিত প্রথম অভিযান এবং তৃতীয় সোভিয়েত মহাকাশ অনুসন্ধান কার্যক্রম যা চাঁদের আশেপাশে পাঠানো হয়েছিল। চাঁদের দূরপাশের ঐতিহাসিক, আগে কখনো দেখা যায় নি এমন দৃশ্যগুলি যখন বিশ্বজুড়ে প্রকাশিত হয়েছিল তখন উত্তেজনা এবং আগ্রহের কারণ হয়েছিল এবং ছবিগুলি থেকে চাঁদের দূরের দিকের একটি অস্থায়ী চিত্রাবলীর সংকলন তৈরি করা হয়েছিলো।\n\n\n== উত্তরাধিকার ==\nচিত্রগুলো বিশ্লেষণ করে চাঁদের দূরের দিকের প্রথম চিত্রাবলীর সংকলন তৈরি করাে তা ১৯৬০ সালের ৬ নভেম্বর ইউএসএসআর একাডেমি অফ সায়েন্সেস কর্তৃক প্রকাশিত হয়।  এতে ভূপ্রকৃতির ৫০০টি বিশিষ্ট বৈশিষ্ট্যগুলোর একটি ক্যাটালগ হিসাবে অন্তর্ভুক্ত করেছে। ১৯৬১ সালে ইউএসএসআর-এ পৃথিবী থেকে অদৃশ্য চন্দ্র বৈশিষ্ট্য সমন্বিত প্রথম ভূগোলোক (১:১৩০০০০০ প্রতিভূ অনুপাত অনুসারে) লুনা ৩-এর প্রেরিত ছবিগুলোর উপর ভিত্তি করে তৈরি করা হয়। যে সকল বৈশিষ্ট্যের নামকরণ করা হয়েছিলো এই চিত্রগুল দেখে তার মধ্যে রয়েছে মস্কোভিয়েন্স সমতল এবং কন্সতান্তিন এদুয়ার্দোভিচ সিওলকোভস্কি, জুল ভার্ন, মারি ক্যুরি এবং টমাস এডিসনের নামে নামকৃত খাদসমূহ।\n\n\n== আরও দেখুন ==\n\nChang'e 4, a Chinese December 2018 mission for a robotic probe/lander combination that landed on the Moon's far side, near the lunar south pole (3 January 2019)\nExploration of the Moon\nFar side of the Moon\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\nHarvey, Brian (২০১১)। Russian space probes: scientific discoveries and future missions। New York: Springer। আইএসবিএন 978-1-4419-8150-9। \nSiddiqi, Asif A. (২০১৮)। Beyond Earth: A Chronicle of Deep Space Exploration, 1958–2016 (পিডিএফ)। The NASA history series (second সংস্করণ)। Washington, DC: NASA History Program Office। আইএসবিএন 978-1-62683-042-4। এলসিসিএন 2017059404। SP2018-4041। \n\n\n== বহিঃসংযোগ ==\n\nZarya – লুনা ৩ কর্মসূচির কালপঞ্জী  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ জানুয়ারি ২০২১ তারিখে।\nSoviet Moon photographs\nFlight of Luna 3\nLuna 3 Image Catalogue at NSSDC\nProcessed images from the Luna 3 mission\nBerger, Eric (২০১৯-১০-০৪)। \"All hail Luna 3, rightful king of 1950s space missions\"। Ars Technica (ইংরেজি ভাষায়)। সংগ্রহের তারিখ ২০১৯-১০-০৪। \n\nটেমপ্লেট:Orbital launches in 1959"}