{"pageid": 1437140, "title": "পিটার বোল্ড (মৃত্যু ১৭৬২)", "url": "https://bn.wikipedia.org/wiki?curid=1437140", "content": "ল্যাঙ্কাশায়ারের প্রেসকটের বোল্ড হলের পিটার বোল্ড (সি. ১৭০৫-১৭৬২) ছিলেন একজন ব্রিটিশ জমির মালিক এবং টোরি রাজনীতিবিদ যিনি ১৭২৭ থেকে ১৭৬১ সালের মধ্যে হাউস অফ কমন্সে বসেছিলেন।\n\n\n== জীবনী ==\nবোল্ড ছিলেন রিচার্ড বোল্ড, এমপি, এবং তার স্ত্রী এলিজাবেথ নর্টনের বড় ছেলে, ইয়র্কশায়ারের বারকিসল্যান্ডের টমাস নর্টনের মেয়ে। ১৭০৪ সালে একটি শিশু হিসাবে, তিনি তার পিতার সম্পত্তিতে সফল হন। তিনি ১৬ বছর বয়সে ১৭২২ সালের ২ ফেব্রুয়ারি অক্সফোর্ডের ব্রাসেনোজ কলেজে ম্যাট্রিকুলেশন করেন  তিনি বার্থওয়েটের রেভারেন্ড এডওয়ার্ড সিলভেস্টারের বিধবা এবং ইয়র্কশায়ারের উলি পার্কের গডফ্রে ওয়েন্টওয়ার্থের মেয়ে আনা মারিয়া সিলভেস্টারকে বিয়ে করেন। বোল্ড প্রায় ১৭৩২ সালে বোল্ড হল নির্মাণের জন্য দায়ী ছিলেন। এটি ইতালীয় স্থপতি গিয়াকোমো লিওনির তত্ত্বাবধানে ডিজাইন ও নির্মাণ করা হয়েছিল এবং এটি একটি অত্যন্ত সারগর্ভ এবং অভিন্ন ভবন ছিল, যেখানে সূক্ষ্ম পাথরের কলাম এবং সংশ্লিষ্ট আলংকারিক ড্রেসিং ছিল।\n১৭২৭ সালের ব্রিটিশ সাধারণ নির্বাচনে বোল্ড লর্ড ব্যারিমোরের সাথে একটি চুক্তির অধীনে উইগানের টোরি সংসদ সদস্য হিসাবে বিনা প্রতিদ্বন্দ্বিতায় ফিরে আসেন। ১৭৩৪ সালের ব্রিটিশ সাধারণ নির্বাচনে তিনি দাঁড়াননি। স্যার এডওয়ার্ড স্ট্যানলি হাউস অফ লর্ডসে গেলে ১৭৩৬ সালের ৪ মে একটি উপ-নির্বাচনে ল্যাঙ্কাশায়ারের এমপি হিসেবে তিনি বিনা প্রতিদ্বন্দ্বিতায় ফিরে আসেন। লর্ড স্ট্রেঞ্জ একটি প্রতিদ্বন্দ্বিতা করার হুমকি দিলে তিনি ১৭৪১ সালের ব্রিটিশ সাধারণ নির্বাচনে প্রত্যাহার করেন। তিনি ১৭৪৭ সালের ব্রিটিশ সাধারণ নির্বাচনে ল্যাঙ্কাশায়ারের হয়ে ব্যর্থ হয়ে দাঁড়ান এবং ১৭৫০ সালের ২৩ জানুয়ারী একটি উপ-নির্বাচনে বিনা প্রতিদ্বন্দ্বিতায় ফিরে আসেন।\nবোল্ড ১৭৫৪ সালের ব্রিটিশ সাধারণ নির্বাচনে ল্যাঙ্কাশায়ারের জন্য বিনা প্রতিদ্বন্দ্বিতায় ফিরে আসেন। ১৭৬১ সালে তিনি আর দাঁড়াননি।\nবোল্ড ১২ সেপ্টেম্বর ১৭৬২ সালে মারা যান। তার এবং তার স্ত্রীর ছয় কন্যা ছিল। জ্যেষ্ঠ, আনা মারিয়া, বোল্ড হল এবং তার অন্যান্য সম্পত্তির উত্তরাধিকারী হন এবং ১৮১৩ সালে অবিবাহিত অবস্থায় মারা যান, যার বয়স ৮১ বছর। আরেক কন্যা ডরোথিয়া ওয়ারিংটনের ব্যাঙ্ক হলের টমাস প্যাটেনকে বিয়ে করেন এবং তাদের ছেলে পিটার প্যাটেন ১৮১৩ সালে তার খালার কাছ থেকে বোল্ড হলের উত্তরাধিকার পান। হলটি ১৯ শতকের শেষের দিকে ভেঙে ফেলা হয়েছিল এবং এর আগের ওল্ড বোল্ড হলটি ১৯৩৬ সালে ভেঙে ফেলা হয়েছিল।\n\n\n== তথ্যসূত্র =="}