{"pageid": 1437005, "title": "গাইনোকোমাস্টিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1437005", "content": "Gynecomastia (এছাড়াও gynaecomastia বানান){{efn|শব্দটি এসেছে গ্রিক γυνή gyné ( স্টেম gynaik-) অর্থ \"মহিলা\" এবং μαστός মাস্টোস অর্থ \"স্তন\"।গাইনোকোমাস্টিয়া(Gynaecomastia) হল অস্বাভাবিক অ-ক্যান্সার ইস্ট্রোজেন এবং ইস্ট্রোজেন এবং হরমোন ভারসাম্যহীনতা এর ফলে স্তন টিস্যু বৃদ্ধির কারণে পুরুষদের মধ্যে একটি বা উভয় স্তন বড় হওয়া অ্যান্ড্রোজেন। Gynecomastia উল্লেখযোগ্য মানসিক যন্ত্রণার কারণ হতে পারে বাঅস্বস্তি। কারণ এবং প্যাথোফিজিওলজি -->\nগাইনোকোমাস্টিয়া স্বাভাবিক হতে পারে: নবজাতক পুরুষ শিশু, মায়ের কাছ থেকে ইস্ট্রোজেনের সংস্পর্শে আসার কারণে; বয়ঃসন্ধিকালে ছেলেরা বয়ঃসন্ধি; বয়স্ক পুরুষ, বয়স 50 এর বেশি; এবং মোটা পুরুষ। গাইনোকোমাস্টিয়ার বেশিরভাগ ক্ষেত্রে ডায়াগনস্টিক পরীক্ষার প্রয়োজন হয় না। গাইনেকোমাস্টিয়া অস্বাভাবিক হরমোনের পরিবর্তনের কারণে হতে পারে, যে কোনো অবস্থা যা ইস্ট্রোজেনs/এন্ড্রোজেন এর অনুপাত বৃদ্ধির দিকে পরিচালিত করে যেমন [[লিভার] রোগ]], কিডনি ব্যর্থতা, থাইরয়েড রোগ এবং কিছু অ-স্তন টিউমার। অ্যালকোহল এবং কিছু ওষুধও স্তন বৃদ্ধির কারণ হতে পারে। অন্যান্য কারণগুলির মধ্যে ক্লাইনফেল্টার সিন্ড্রোম, মেটাবলিক ডিসফাংশন অন্তর্ভুক্ত থাকতে পারে। , অথবা টেস্টোস্টেরন উৎপাদনে স্বাভাবিক হ্রাস।ইস্ট্রোজেন এবং অ্যান্ড্রোজেন উভয়ের মাত্রাই উপযুক্ত হলেও এটি ঘটতে পারে, কিন্তু অনুপাত পরিবর্তন করা হয়।\nগাইনোকোমাস্টিয়া হল পুরুষের স্তনের টিস্যুর সবচেয়ে সাধারণ সৌম্য ব্যাধি এবং এটি 35% পুরুষদের প্রভাবিত করে, যা 50 থেকে 69 বছর বয়সের মধ্যে সবচেয়ে বেশি দেখা যায়। এটি স্বাভাবিক 70% পর্যন্ত বয়ঃসন্ধিকালের ছেলেদের কিছু মাত্রায় গাইনোকোমাস্টিয়া হয়।এর মধ্যে, 75% চিকিৎসা ছাড়াই শুরু হওয়ার দুই বছরের মধ্যে সমাধান করে। যদি 2 বছরের মধ্যে এই অবস্থার সমাধান না হয়, অথবা যদি এটি বিব্রত, ব্যথা বা কোমলতার কারণ হয়, তাহলে চিকিত্সার নিশ্চয়তা রয়েছে৷গাইনোকোমাস্টিয়ার চিকিৎসা যা দুই বছর ধরে চলতে থাকে তা প্রায়শই অকার্যকর হয়। গাইনোকোমাস্টিয়া\"সিউডোগাইনোকোমাস্টিয়া\" যা সাধারণত স্থূলতা পুরুষদের মধ্যে থাকে।\nঅ্যারোমাটেজ ইনহিবিটর এর মতো ওষুধগুলি কার্যকর বলে প্রমাণিত হয়েছে।পুরুষদের মধ্যে অ্যারোমাটেজ ইনহিবিটরস: প্রভাব এবং থেরাপিউটিক বিকল্প। 2019 সালে, মার্কিন যুক্তরাষ্ট্র 24,123 জন পুরুষ রোগী এই পদ্ধতির মধ্য দিয়েছিলেন, যা 2000 সাল থেকে 19% বৃদ্ধির জন্য দায়ী।\n\n\n== সংজ্ঞা ==\nগাইনোকোমাস্টিয়া হল ইস্ট্রোজেন-এর মধ্যে হরমোন ভারসাম্যহীনতা এর ফলে স্তন টিস্যু বৃদ্ধির কারণে পুরুষদের মধ্যে এক বা উভয় স্তনের অস্বাভাবিক অ-ক্যান্সারজনিত বৃদ্ধি এবং এন্ড্রোজেন থেকে আলাদা যা ত্বকের এবং/অথবা এডিপোজ টিস্যু এর আধিক্য হিসাবে সংজ্ঞায়িত করা হয়। পুরুষের স্তন সত্য গ্রন্থিযুক্ত স্তন টিস্যু বৃদ্ধি ছাড়াই;\n\n\n== লক্ষণ ও উপসর্গ ==\nগাইনোকোমাস্টিয়ায় একজন পুরুষের মধ্যে সবসময়ই এক বা উভয় স্তন, প্রতিসম বা অসমমিত আকারে বৃদ্ধি পায়। নরম ফ্যাটি টিস্যুর বিপরীতে স্তনবৃন্ত এবং এরিওলা যা একটি ভরের সাথে যুক্ত নয়৷ এটি স্তনের কোমলতা বা স্তনবৃন্তের সংবেদনশীলতার সাথেও হতে পারে, যা সাধারণত যুক্তবয়ঃসন্ধিকালে গাইনোকোমাস্টিয়া দেখা যায়, সাধারণত বিকাশের প্রথম দিকে।গাইনেকোমাস্টিয়া যা বেদনাদায়ক, বিরক্তিকর, দ্রুত বর্ধনশীল, শরীরের অন্যান্য অংশে জনসাধারণের সাথে যুক্ত, বা অবিরাম একটি চিকিৎসক দ্বারা মূল্যায়ন করা উচিত সম্ভাব্য কারণের জন্য। অনেক সময় গাইনোকোমাস্টিয়া রোগাক্রান্ত রোগীর বড় স্তন থেকে দুধ ক্ষরণ করতে সক্ষম হয়ে উঠে।গাইনোকোমাস্টিয়া রোগাক্রান্ত রোগী চাইলে ব্রেস্টফিডিং বা পুরুষ স্তন্যদান করতে পারেন।\n\nareola এর ব্যাস বৃদ্ধি এবং অসমতা।বুকের মধ্যে গাইনোকোমাস্টিয়ার অন্যান্য সম্ভাব্য লক্ষণ।গাইনোকোমাস্টিয়ার মনোসামাজিক প্রভাব রয়েছে যা শারীরিক পরিপক্কতা এবং স্ব-পরিচয় গঠনের অভিজ্ঞতা অর্জনকারী কিশোর-কিশোরীদের জন্য বিশেষভাবে চ্যালেঞ্জিং হতে পারে, যার মধ্যে রয়েছে শরীরের চিত্রের ব্যাঘাত, খাওয়ার প্রতি নেতিবাচক মনোভাব, আত্মসম্মানের সমস্যা, সামাজিক প্রত্যাহার, উদ্বেগ এবলজ্জা। গাইনোকোমাস্টিয়ায় আক্রান্ত পুরুষরা উদ্বিগ্ন বা মানসিক চাপের কারণে এর চেহারা এবস্তন ক্যান্সার হওয়ার সম্ভাবনা।\n\n\n== কারণ ==\nগাইনোকোমাস্টিয়া এস্ট্রোজেন এবং এন্ড্রোজেনের পরিবর্তিত অনুপাতের কারণে ইস্ট্রোজেনের ক্রিয়া বৃদ্ধি, অ্যান্ড্রোজেনের ক্রিয়া হ্রাস বা এই দুটি কারণের সংমিশ্রণের মধ্যস্থতার কারণে ঘটে বলে মনে করা হয়। ইস্ট্রোজেন এবং অ্যান্ড্রোজেনের বিরোধী স্তনের টিস্যুতে ক্রিয়া: ইস্ট্রোজেনবিস্তারকে উদ্দীপিত করে যখন এন্ড্রোজেন বিস্তারকে বাধা দেয়। জানা কারণগুলি শারীরবৃত্তীয় (সাধারণত ঘটতে পারে) বা অ-শারীরবৃত্তীয় কারণে হতে পারেঅন্তর্নিহিত প্যাথলজি যেমন ড্রাগ ব্যবহার, দীর্ঘস্থায়ী রোগ, টিউমার বা অপুষ্টি।\n\n\n=== শারীরবৃত্তীয় ===\nশারীরবৃত্তীয় বা স্বাভাবিক গাইনোকোমাস্টিয়া জীবনের তিনটি সময়ে ঘটতে পারে: জন্মের পরপরই নারী ও পুরুষ উভয় শিশুর মধ্যেই, বয়ঃসন্ধিকালে বয়ঃসন্ধিকালে এবং ৬০ বছরের বেশি বয়সী বয়স্কদের মধ্যে।\n\n\n==== নবজাতক ====\n60-90% পুরুষ ও মহিলা নবজাতক জন্মের সময় বা জীবনের প্রথম সপ্তাহে স্তনের বিকাশ দেখাতে পারে। গর্ভাবস্থায়, প্ল্যাসেন্টা এন্ড্রোজেনিক হরমোন ডিহাইড্রোপিয়ান্ড্রোস্টেরন (DHEA) এবং DHEA সালফেট কে ইস্ট্রোজেনিক হরমোনে রূপান্তরিত করে। যথাক্রমে [estrone]] এবং estradiol; এই ইস্ট্রোজেনগুলি প্লাসেন্টা দ্বারা উত্পাদিত হওয়ার পরেএগুলি শিশুর সঞ্চালনে স্থানান্তরিত হয়, যার ফলে শিশুর অস্থায়ী গাইনোকোমাস্টিয়া।কিছু শিশুর মধ্যে, নবজাতকের দুধ (\"ডাইনির দুধ\" নামেও পরিচিত) স্তনের বোঁটা থেকে বেরিয়ে যেতে পারে। অস্থায়ী গাইনোকোমাস্টিয়া দেখা যায় নবজাতক শিশুরা সাধারণত দুই বা তিন সপ্তাহ পরে সুস্থ হয়ে যায়।\n\n\n==== কৈশোর ====\nবয়ঃসন্ধিকালে হরমোনের ভারসাম্যহীনতা (এস্ট্রোজেনের সাথে এন্ড্রোজেনের উচ্চতর অনুপাত), হয় অ্যাড্রেনাল থেকে এন্ড্রোজেন উৎপাদন হ্রাস এবং/অথবা এন্ড্রোজেনের ইস্ট্রোজেনে রূপান্তর বৃদ্ধির কারণে, বয়ঃসন্ধিকালে পুরুষদের মধ্যে ক্ষণস্থায়ী গাইনোকোমাস্টিয়া হয়। এটি 10 বছর বয়সে এবং 13 এবং 14 বছর বয়সে 65% পর্যন্ত কিশোর-কিশোরীদের মধ্যে ঘটতে পারে। এটি 75-90% এর মধ্যে স্ব-সীমাবদ্ধবয়ঃসন্ধিকালে এবং সাধারণত 1 থেকে 3 বছরের মধ্যে স্বতঃস্ফূর্তভাবে সমাধান হয়ে যায় কারণ বয়ঃসন্ধিকালের অগ্রগতি টেস্টোস্টেরনের মাত্রা বাড়ায় এবং স্তনের টিস্যুর রিগ্রেশন ঘটায়।\n\n\n==== বয়স্ক প্রাপ্তবয়স্করা ====\nটেসটোসটেরনের মাত্রা কমে যাওয়া এবং সাবকিউটেনিয়াস ফ্যাটি টিস্যু এর মাত্রা বৃদ্ধি স্বাভাবিক বার্ধক্য প্রক্রিয়ার অংশ হিসেবে দেখা গেলে বয়স্ক পুরুষদের গাইনোকোমাস্টিয়া হতে পারে। ফ্যাটি টিস্যু বৃদ্ধি, অ্যারোমাটেজ কার্যকলাপের একটি প্রধান স্থান, এন্ড্রোজেনিক হরমোন যেমন টেস্টোস্টেরন থেকে ইস্ট্রোজেনে রূপান্তর বৃদ্ধির দিকে পরিচালিত করে। ] (SHBG) বয়স বাড়ার সাথে সাথে বাঁধাএন্ড্রোজেনের তুলনায় ইস্ট্রোজেনের সাথে কম সখ্যতা। একত্রে বললে, এন্ড্রোজেনের সাথে ইস্ট্রোজেনের উচ্চতর অনুপাত গাইনেকোমাস্টিয়ার দিকে পরিচালিত করে, যা এই গ্রুপে সেনিল গাইনেকোমাস্টিয়া নামেও পরিচিত।"}