{"pageid": 1437944, "title": "৮ এপ্রিল ২০২৪-এর সূর্যগ্রহণ", "url": "https://bn.wikipedia.org/wiki?curid=1437944", "content": "২০২৪ সালের ৮ এপ্রিল, সোমবার, উত্তর আমেরিকা জুড়ে দেখা যাবে এমন একটি সম্পূর্ণ সূর্যগ্রহণ ঘটবে, যাকে কিছু গণমাধ্যম \"মহান উত্তর আমেরিকান গ্রহণ\" নাম দিয়েছে। সূর্যগ্রহণ ঘটে যখন চাঁদ পৃথিবী ও সূর্যের মাঝখান দিয়ে অতিক্রম করে, ফলে পৃথিবীর দর্শকের জন্য সূর্যের আলো আবৃত হয়ে যায়।  চাঁদের আপাত ব্যাস যখন সূর্যের চেয়ে বড় হয়, তখন সব সরাসরি সূর্যের আলোকে আটকে দিয়ে দিনকে রাতে পরিণত করে এমন ঘটনাকেই সম্পূর্ণ সূর্যগ্রহণ বলে।  পৃথিবীর পৃষ্ঠের একটি সরু পথে এই সম্পূর্ণ গ্রহণ দেখা যায়, আর তার আশেপাশে কয়েক হাজার কিলোমিটার জুড়ে আংশিক সূর্যগ্রহণ দেখা যায়।\nপেরিজির মাত্র একদিন পর (৭ এপ্রিল, রবিবার, পেরিজি) ঘটবে এই গ্রহণে, চাঁদের আপাত ব্যাস গড়ের চেয়ে ৫.৫% বেশি হবে। এর গ্রহণের মান (magnitude) হল ১.০৫৬৬ এবং মেক্সিকোর দুরাঙ্গোর নাযাস শহরের কাছে ৪ মাইল (৬ কিমি) উত্তরে এবং সেই (কাই নিকে - nearby) শহর টোরেওন, কোয়াহুইলায় এর সর্বোচ্চ গ্রহণের দৈর্ঘ্য হবে ৪ মিনিট ২৮.১৩ সেকেন্ড।\nফেব্রুয়ারি ২৬, ১৯৭৯ সালের পর কানাডার প্রদেশগুলিতে এবং জুলাই ১১, ১৯৯১ সালের পর মেক্সিকোতে এবং অগাস্ট ২১, ২০১৭ সালের পর যুক্তরাষ্ট্রে এই প্রথম সম্পূর্ণ সূর্যগ্রহণ দেখা যাবে।  ২১শ শতাব্দীতে এটিই হবে একমাত্র এমন সম্পূর্ণ সূর্যগ্রহণ যেখানে মেক্সিকো, যুক্তরাষ্ট্র এবং কানাডায় এর পূর্ণতা দেখা যাবে। আগস্ট ২৩, ২০৪৪ সাল পর্যন্ত যুক্তরাষ্ট্রের মূল ভূখণ্ডে এটিই হবে শেষ সম্পূর্ণ সূর্যগ্রহণ।\nছয় মাস পর ২ অক্টোবর, ২০২৪-এ বছরের শেষ সূর্যগ্রহণ ঘটবে।\n\n\n== দৃশ্যমানতা ==\n\n২৩০ মাইল (৩৭০ কিলোমিটার) অতিক্রম করে প্রশান্ত মহাসাগরের একটি সরু স্ট্রিপে সূর্যগ্রহণের সম্পূর্ণতা দৃশ্যমান হবে মার্কেসাস দ্বীপপুঞ্জের উত্তরে এবং পরে উত্তর আমেরিকায়, প্রশান্ত মহাসাগরীয় উপকূল থেকে শুরু করে, তারপরে মেক্সিকো, মার্কিন যুক্তরাষ্ট্র এবং কানাডার মধ্য দিয়ে উত্তর-পূর্ব দিকে আরোহণ করে, আটলান্টিক মহাসাগরে শেষ হওয়ার আগে।\n\n\n=== মেক্সিকো ===\nমেক্সিকোতে, সমগ্রতা সিনালোয়া ( মাজাটলান সহ), দুরঙ্গো (দুরাঙ্গো এবং গোমেজ পালাসিও শহর সহ) এবং কোহুইলা ( টোরেওন, মাতামোরোস, মনক্লোভা, সাবিনাস, সিউদাদ আকুনা এবং পিড্রাস নেগ্রাস সহ) রাজ্যগুলির মধ্য দিয়ে যাবে। \n\n\n=== যুক্তরাষ্ট্র ===\nযুক্তরাষ্ট্রে নিম্নলিখিত রাজ্যগুলিতে সম্পূর্ণ গ্রহণ দেখা যাবে: টেক্সাস (সান আন্তোনিও, অস্টিন এবং ফোর্ট ওয়ার্থের কিছু অংশ এবং সম্পূর্ণ আরলিংটন, ডালাস, কিলিন, টেম্পেল, টেক্সার্কানা, টাইলার, সালফার স্প্রিংস এবং ওয়াকো), ওকলাহোমা, আর্কানসাস (মরিলটন / পেটি জিন, হট স্প্রিংস, সিয়ারসি, জোন্সবরো এবং লিটল রক সহ), মিসৌরি, টেনেসি (লেক কাউন্টির উত্তর-পশ্চিম কোনা), ইলিনয় (কার্বন্ডেল সহ, যেখানে এটি ২০১৭ সালের গ্রহণের পথের সাথে ছেদ করে), কেন্টাকি, ইন্ডিয়ানা (ব্লুমিংটন, ইভান্সভিল, ইন্ডিয়ানাপোলিস, অ্যান্ডারসন, মুনসি, টেরে হাউট এবং ভিনসেন্স সহ), ওহাইও (এক্রোন, ক্লিভল্যান্ড, ডেটন, লিমা, লোরেইন, টলেডো এবং ওয়ারেন সহ), মিশিগান (মনরো কাউন্টির চরম দক্ষিণ-পূর্ব কোনা), পেনসিলভেনিয়া (ইরি সহ), উত্তর নিউ ইয়র্ক (বাফালো, নায়াগ্রা জলপ্রপাত, রচেস্টার, সিরাকিউজ, ওয়াটারটাউন, অ্যাডি রনড্যাকস, পটসডাম এবং প্লাটসবার্গ সহ) এবং উত্তর ভার্মন্ট (বারলিংটন সহ), নিউ হাম্পশায়ার এবং মেইন, গ্রহণের রেখাটি রাজ্যের সর্বোচ্চ শীর্ষ কাটাহদিন পর্বতের প্রায় সরাসরি চলে যাবে। এই পথের সম্পূর্ণ অভ্যন্তরে অবস্থিত বৃহত্তম শহর হল টেক্সাসের ডালাস। ২০২১ সালের অগাস্ট ২১ এ গ্রহণের পর (নিচে \"সম্পর্কিত গ্রহণ\" দেখুন) মাত্র ৭ বছরে মধ্য যুক্তরাষ্ট্র থেকে দেখা যাবে এটি দ্বিতীয় সম্পূর্ণ গ্রহণ।  আগস্ট ২৩, ২০৪৪ সাল পর্যন্ত যুক্তরাষ্ট্রের মূল ভূখণ্ডে এটিই হবে শেষ সম্পূর্ণ সূর্যগ্রহণ।\nআংশিক সূর্যগ্রহণ দেখা যাবে (আলাস্কা প্যানহ্যান্ডেল) সংলগ্ন মার্কিন যুক্তরাষ্ট্রের অন্যান্য অংশে এবং দক্ষিণ-পূর্ব আলাস্কায়\n\n\n=== কানাডা ===\nকানাডায়, গ্রহণের পথ দক্ষিণ ও পূর্ব অন্টারিওর (লিমিংটন, ফোর্ট ইরি, হামিল্টন, নিয়াগ্রা ফলস, কিংস্টন, প্রিন্স এডওয়ার্ড কাউন্টি এবং কর্নওয়াল সহ) কিছু অংশ, দক্ষিণ ক্যুবেকের কিছু অংশ (মন্ট্রিয়ল, শেরব্রুক, সাঁ-জর্জ এবং লাক-মেগানটিক সহ),  মধ্য নিউ ব্রান্সউইক (ফ্রেডেরিকটন, উডস্টক এবং মিরামিচি সহ), পশ্চিমা প্রিন্স এডওয়ার্ড আইল্যান্ড (টাইনিশ এবং সামারসাইড সহ) জুড়ে অতিক্রম করবে। এরপরে, এটি নিউফাউন্ডল্যান্ডের পূর্ব আটলান্টিক উপকূলে বিলীন হয়ে যাবে। তালিকাভুক্ত কানাডিয়ান শহরগুলির মধ্যে কয়েকটি, যেমন হামিল্টন এবং মন্ট্রিয়ল, গ্রহণপথের প্রান্তে অবস্থিত। উইন্ডসর, লন্ডন, টরন্টো এবং অOttawa গ্রহণপথের ঠিক উত্তরে অবস্থিত, এবং মোঙ্কটন ঠিক দক্ষিণে অবস্থিত।\nইউকনের পশ্চিম অংশ এবং উত্তর-পশ্চিম অঞ্চলগুলির পশ্চিম প্রান্ত ব্যতীত কানাডার অন্যান্য সমস্ত অংশে একটি আংশিক সূর্যগ্রহণ দৃশ্যমান হবে।\n\n\n=== ইউরোপ ===\nগ্রহনটি আংশিকভাবে দেখা যাবে সোয়ালবার্ড ( নরওয়ে ), আইসল্যান্ড, আয়ারল্যান্ড, গ্রেট ব্রিটেনের পশ্চিম অংশ, স্পেন এবং পর্তুগালের উত্তর-পশ্চিম অংশ, অ্যাজোরস এবং ক্যানারি দ্বীপপুঞ্জে ।  অস্বাভাবিকভাবে, এই গ্রহনটি দিগন্তের নীচে প্রসারিত হয়, যেখানে সবচেয়ে বড় পর্যায়টি গ্যালিসিয়া (স্পেন) তে মধ্য নটিক্যাল গোধূলিতে এবং নুভেলে-অ্যাকুইটাইনে (ফ্রান্স) এ জ্যোতির্বিজ্ঞানের গোধূলির সূচনা হয়।  গোধূলি অঞ্চলের মধ্যে গ্রহন পথের প্রসারণ সম্ভবত বৃহস্পতির কাছাকাছি অবস্থিত 12P/Pons-Brooks ধূমকেতুর জন্য সেরা পর্যবেক্ষণ উইন্ডো তৈরি করবে। \nগ্রহণটি (নরওয়ে), আইসল্যান্ড, আয়ারল্যান্ড, গ্রেট ব্রিটেনের পশ্চিম অংশ, স্পেন এবং পর্তুগালের উত্তর-পশ্চিম অংশ, আজোরেস এবং কানেরি দ্বীপপুঞ্জে আংশিকভাবে দেখা যাবে। অস্বাভাবিকভাবে, এই গ্রহণটি দিগ্বল রেখার নিচে বিস্তৃত হয়, যেখানে গ্যালিসিয়া (স্পেন) এ মধ্য-রাতের আলো (mid-nautical twilight) এবং নুভেল-আকিটেইনে (ফ্রান্স) জ্যোতির্বিদ্যা রাতের (astronomical twilight) শুরুতে সর্বোচ্চ দশাটি দেখা যাবে। সন্ধ্যা অঞ্চলের মধ্যে গ্রহণপথের বিস্তৃতি সম্ভবত বৃহস্পতির কাছাকাছি অবস্থিত ১২পি/পন্স-ব্রুকস ধূমকেতু পর্যবেক্ষণের জন্য সর্বোত্তম জানালা তৈরি করবে।\n\n\n=== মধ্য আমেরিকা এবং দক্ষিণ আমেরিকা ===\nবেলিজ থেকে পানামা পর্যন্ত সমস্ত মধ্য আমেরিকার দেশ, সমস্ত গ্রেটার অ্যান্টিলস (কিউবা, ডোমিনিকান রিপাবলিক, হাইতি, পুয়ের্তো রিকো এবং জামাইকা) এবং উত্তর দক্ষিণ আমেরিকা (কলম্বিয়া) সহ সমস্ত কেন্দ্রীয় আমেরিকার দেশগুলিতে গ্রহণটি আংশিকভাবে দেখা\n\n\n=== ওশেনিয়া ===\nহণটি হাওয়াই, পূর্ব কিরিবাতি (পূর্ব ফিনিক্স দ্বীপপুঞ্জ এবং সমগ্র লাইন দ্বীপপুঞ্জ), টোকেলাউ, আমেরিকান সামোয়া (সর্ব পশ্চিম অংশ বাদে), কুক দ্বীপপুঞ্জ, ফরাসী পলিনেশিয়া এবং পिटকেয়ার্ন দ্বীপপুঞ্জে আংশিকভাবে দেখা যাবে। যদিও এই সব স্থান ১৮০ ডিগ্রী মেরিডিয়ানের পূर्वে অবস্থিত, কিরিবাতি এবং টোকেলাউতে আংশিক গ্রহণের স্থানীয় সময় এপ্রিল ৯, ২০২৪ মঙ্গলবার হবে কারণ এই অঞ্চলগুলিতে ইউটিসি+১৩ বা ইউটিসি+১৪ সময় মানা হয়।\n\n\n== আবহাওয়া ==\nগ্রহণের পথের আশেপাশে এপ্রিল মাসে আবহাওয়া পরিবর্তনশীল থাকে। মেক্সিকো এবং দক্ষিণ যুক্তরাষ্ট্রে গ্রীষ্মের দুপুরে মেঘ জমে, অন্যদিকে উত্তরের অঞ্চলগুলো এখনও শীতের শেষের দিকে এবং বসন্তের প্রথম দিকের আবহাওয়ায় নিমজ্ঞ থাকে, নিম্ন-চাপ অঞ্চল (যেমন বৃষ্টি, তুষার) পার হয়ে যায়। এই সমস্ত অস্থিরতার মধ্যে গ্রহণের দিনে মেঘলা ঢাকা থাকার সম্ভাবনা সবচেয়ে বেশি, যদি না দক্ষিণে ঝড় বা উত্তরে তুষারঝড়ের মতো পরিস্থিতি থাকে। মেঘের আকার সাধারণ: সর্বনিম্ন গড় মেঘের পরিমাণ দক্ষিণে, বিশেষ করে মেক্সিকোতে ঘটে, যখন সর্বোচ্চ পরিমাণ মেঘ উত্তর-পূর্ব যুক্তরাষ্ট্র এবং কানাডায় দেখা যায়। \n\nডেল্টা এয়ার লাইন্স অস্টিন থেকে ডেট্রয়েট পর্যন্ত বৃহৎ জানালা বিশিষ্ট এ২২০-৩০০ বিমানে একটি বিশেষ গ্রহণ পর্যবেক্ষণের ফ्लाইটের সময়সূচি ঠিক করেছে, এবং গ্রহণের পথের বিভিন্ন অন্যান্য ফ্লাইট সম্পূর্ণরূপে মেঘের আবরণ এড়িয়ে চলবে। \n\n\n== প্রতিক্রিয়া ==\nআরকানসাসের গভর্নর সারাহ হাকাবি স্যান্ডার্স গ্রহণের দিনে রাজ্যে ভ্রমণ বৃদ্ধি এবং পরিবহন সমস্যা হওয়ার সম্ভাবনার কথা উল্লেখ করে পূর্বণির্ধারিতভাবে জরুরি অবস্থা ঘোষণা করেছেন। \nনায়াগ্রা জলপ্রপাতের পার্শ্ববর্তী অঞ্চল, অন্টারিওতেও জরুরি অবস্থা ঘোষণা করা হয়েছে; সামগ্রিকতার পথ ধরে একটি বিদ্যমান প্রধান পর্যটন গন্তব্য হিসাবে, এটি ৮ এপ্রিল  এ এক মিলিয়ন দর্শনার্থীর আগমনের আশা করেছিল \n\n\n== সম্পর্কিত গ্রহন ==\nএই গ্রহণটি একটি 'সেমিস্টার সিরিজ'-এর অংশ। একটি সেমিস্টার সিরিজের সৌরগ্রহণ প্রায় প্রতি ১৭৭ দিন ৪ ঘণ্টা (একটি সেমিস্টার) অন্তর চাঁদের কক্ষপথের বিপরীত নোডগুলিতে পুনরাবৃত্তি হয়। এটি ১৮ বছর, ১১ দিন, ৮ ঘণ্টা পরপর আসে এমন ১৩৯ নম্বরের 'সারোস সিরিজ'-এরও অংশ, যাতে ৭১টি ঘটনা রয়েছে এবং প্রতি ১৩৫টি সিনোডিক মাসে (≈ ৩৯৮৬.৬৩ দিন, বা ১১ বছর বিয়োগ ১ মাস) বিপরীত নোডগুলিতে পুনরাবৃত্তি হয় এমন 'ট্রাইটোস সাইকেল'-এরও অংশ। \nএপ্রিল ৮, ২০২৪ সালের গ্রহণের পথটি অগাস্ট ২১, ২০১৭ সালের পূর্বের সম্পূর্ণ সূর্যগ্রহণের পথ অতিক্রম করবে করবে। এই দুটি পথের ছেদবিন্দুটি দক্ষিণ ইলিনয়ের মাকান্দায় অবস্থিত,  কার্বন্ডেলের ঠিক দক্ষিণে।  ইলিনয়ের বেন্টন, কার্বন্ডেল, চেস্টার, হ্যারিসবার্গ, মেরিয়ন এবং মেট্রোপলিস শহরগুলি; মিসৌরির কেপ গিরার্ডো, ফার্মিংটন এবং পেরিভিলে শহরগুলি, সেইসাথে পাদুকা, কেন্টাকি, উভয় ২০২৪ এবং ২০১৭ সালের গ্রহণের পূর্ণতার পথের প্রায় ৯,০০০-বর্গ-মাইল (২৩,০০০ কিমি²) ছেদ এলাকার মধ্যে থাকবে।\n\n\n== আরও পড়ুন ==\nসূর্যগ্রহণ\nসূর্যগ্রহণ (চলচ্চিত্র)\n\n\n== তথ্যসূত্র =="}