{"pageid": 1438064, "title": "মুস্তামিন", "url": "https://bn.wikipedia.org/wiki?curid=1438064", "content": "মুস্তামিন বা মুস্তা'মান (আরবি: مستأمن) হল একটি ঐতিহাসিক ইসলামী পরিভাষা, যা একটি বিশেষ \"নিরাপত্তা চুক্তি\" বোঝাতে ব্যবহৃত হয়। এই চুক্তির অধিনে, একজন অমুসলিম বিদেশী সাময়িকভাবে একটি মুসলিম ভূমিতে আমান বা স্বল্প মেয়াদে নিরাপত্তা প্রদানের নিশ্চয়তা (আমান মুয়াক্কাত) সহকারে বসবাস করার অনুমতি দেওয়া হয়। চুক্তির অধিনে বসবাসরত ব্যক্তিকে জিম্মি আইন থেকে সুরক্ষিত থাকার মর্যাদা প্রদান করা হয় এবং তার সাথে যুদ্ধে না জড়ানোর বিষয়ে প্রতিশ্রুতিবদ্ধ করা হয়। জিম্মি আইন অনুসারে অমুসলিম বসবাসকারীদের জিজিয়া কর প্রদান করতে হয়। কিন্তু আমান চুক্তিতে উক্ত ব্যক্তিকে জিজিয়া কর প্রদান করতে হয় না, তবে তাকে জিম্মির সমান মর্যাদা দেওয়া হয়। \nএটি সাধারণত বাণিজ্যিক উদ্দেশ্যে ব্যবহৃত হয়। বণিক, বার্তাবাহক, ছাত্র এবং সম্পর্কিত অন্যান্য ব্যক্তিদেরও এই সুবিধা দেওয়া যেতে পারে।  এছাড়া অমুসলিম বিদেশী দূত এবং প্রতিনিধিরাও একটি মুসলিম রাষ্ট্রে স্বয়ংক্রিয়ভাবে এই চুক্তিতে সুরক্ষিত হিসেবে বিবেচিত হয়। \n\n\n== নিরাপত্তা প্রদানের প্রকারভেদ ==\nস্বল্পমেয়াদী \"নিরাপদ আচরণ চুক্তি\" ব্যক্তিগত বা সাধারণ, যেকোনো একটি পর্যায়ে হতে পারে:\n\nব্যক্তিগত আমান (খাস): এটির অধিনে যেকোন বিবেকবান ও প্রাপ্তবয়স্ক মুসলমান এক বা একদল (বিশেষত ১০ জন) অমুসলিম বিদেশীকে (হারবিস) এই সুবিধা প্রদান করতে পারেন। তবে একজন ইমাম অনির্দিষ্ট সংখ্যাক যেকোনো অমুসলিমকে ব্যক্তিগত আমানের অধীনে সুরক্ষিত করার আবেদন করতে পারেন। \nসাধারণ আমান ('আম): এক্ষেত্রে কেবলমাত্র খলিফা বা তার সহকারী অনির্দিষ্ট সংখ্যক হারবিসকে এই সুবিধা প্রদান  করতে পারে।\nমুস্তা'মিন সুবিধাপ্রাপ্ত ব্যক্তির পাশাপাশি তার নাবালক সন্তান এবং তার সাথে সম্পর্কিত সমস্ত মহিলার জন্য এটি এক বছর মেয়াদ পর্যন্ত বৈধ। এই সুবিধাপ্রাপ্ত ব্যক্তিকে দারুল হারবের একজন অমুসলিম হিসেবে বিবেচনা করা হয়।  অনেক হাম্বলী ফকীহ আমান এক চন্দ্র বছর পর্যন্ত স্থায়ী করার অনুমতি দিয়েছেন। অন্যান্য মাযহাবে অনির্দিষ্টকালের জন্য আমান সুবিধা প্রদান যুক্তিযুক্ত বলে মনে করা হয়।  চুক্তির মেয়াদ শেষ হওয়ার পর এই সুবিধাপ্রাপ্ত ব্যক্তিকে অবশ্যই দারুল ইসলাম বা ইসলামি রাষ্ট্র ত্যাগ করতে হবে। তবে তিনি চাইলে জিজিয়া কর প্রদানের শর্তে জিম্মি হিসেবে সে দারুল ইসলামে থাকার জন্য আবেদন করতে পারেন।\n\n\n== আইনগত অধিকার ==\nআমানের অনুমতি পাওয়ার পর, মুস্তামিনরা ইসলামি রাষ্ট্রের আইন মেনে মুক্তভাবে বাণিজ্য ও ভ্রমণ করতে পারবে। এমনকি তাদের পরিবার ও সন্তানদের জন্যও এই অনুমতি প্রযোজ্য। পবিত্র মক্কা ও মদিনা ব্যতীত মুসলিম ভূখণ্ডের যেকোনো শহরে তাদের ভ্রমণের অনুমতি রয়েছে। একজন মুস্তামিন পুরুষকে একজন জিম্মি নারীকে বিয়ে করতে এবং তাকে তার স্বদেশে ফিরিয়ে নেওয়ার অনুমতি দেওয়া হয়; তবে মুস্তা'মিন মহিলাদের এই অধিকারটি নেই।  মুস্তা'মিন অঞ্চলগুলো দেওয়ানি এবং ফৌজদারি আইনের অধীন।  আমানপ্রাপ্ত ব্যক্তিরা এমন কিছু করতে বা বলতে পারবে না, যা ইসলামের স্বার্থের ক্ষতি করে বলে বিবেচিত হতে পারে।  যদি এমনটি করা হয় তবে মুস্তামিনকে বহিষ্কার বা মৃত্যুদণ্ড দেওয়া যেতে পারে এবং আমান দাতাকেও শাস্তি দেওয়ার বিধান রয়েছে। \n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nKhadduri, Majid (১৯৫৫)। \"Foreigners in Muslim Territory: Ḥarbīs and Mustaʼmīns\"। War and Peace in the Law of Islam। Baltimore: Johns Hopkins Press। আইএসবিএন 1-58477-695-1। \nYakoob, Nadia; Aimen Mir (২০০৪)। \"A Contextual Approach to Improving Asylum Law and Practices in the Middle East\"।   Yvonne Yazbeck Haddad, Barbara Freyer Stowasser। Islamic Law and the Challenges of Modernity। Walnut Creek, CA: AltaMira Press। আইএসবিএন 0-7591-0671-1। \n\n\n== আরও দেখুন ==\nজিম্মি\nজিজিয়া কর\nখারাজ\nখুমুস\nইসলামে নিরাপত্তা"}