{"pageid": 1438358, "title": "টমাস হ্যালসি (মৃত্যু ১৭৮৮)", "url": "https://bn.wikipedia.org/wiki?curid=1438358", "content": "টমাস হ্যালসি (সি. ১৭৩১-১৭৮৮) ছিলেন একজন ব্রিটিশ বণিক এবং রাজনীতিবিদ যিনি ১৭৬৮ এবং ১৭৮৪ সালের মধ্যে হাউস অফ কমন্সে বসেছিলেন।\n\nহ্যালসি ছিলেন গ্রেট গ্যাডেসডেন, হার্টফোর্ডশায়ারের চার্লস হ্যালসির ছেলে এবং তার স্ত্রী আগাথা ডরিয়েন, লন্ডনের ফ্রেডরিক ডরিয়েনের মেয়ে। তার দাদা হার্টফোর্ডশায়ারের এমপি ছিলেন এবং তার বাবা, ছোট ছেলে, হ্যামবুর্গ বাণিজ্যে লন্ডনের একজন ব্যবসায়ী ছিলেন। ১৭৩৯ সালে তার বাবা তার বড় ভাইয়ের মৃত্যুতে পারিবারিক সম্পত্তি উত্তরাধিকার সূত্রে পেয়েছিলেন। হ্যালসি নিজেও তার বাবার সাথে ব্যবসায় যোগ দিয়েছিলেন এবং ১৭৫৯ সালে বা তার আগে হ্যানবুরি এবং হ্যালসির ফার্মের সদস্য হিসাবে তিনি হামবুর্গে যান। ১৭৬০ সালে সেখানে থাকাকালীন, তিনি প্রিন্স ফার্ডিনান্ডের অধীনে সেনাবাহিনীতে একটি নিয়ন্ত্রণ কমিশন নিযুক্ত হন যা চুক্তি সম্পাদনের পরীক্ষা নিরীক্ষা করে।\n১৭৬২ সালে তিনি তার ভাইয়ের মৃত্যুতে পারিবারিক সম্পত্তিতে সফল হন এবং ১৭৬৩ সালের ফেব্রুয়ারিতে ইংল্যান্ডে ফিরে আসেন, যেখানে তিনি একজন ভদ্রলোক হিসাবে বসতি স্থাপন করেন। ১৭৬৮ সালে তিনি গ্যাডেসডেন প্লেস নির্মাণ শুরু করেন। এটি একটি বৃহৎ প্যালাডিয়ান ভিলা, যাকে স্থপতি জেমস ওয়াটের প্রথম কাজ বলা হয়। এটি ১৭৭৪ সালে সম্পন্ন হয়।\n১৭৬৮ সালের সাধারণ নির্বাচনে হ্যালসি হার্টফোর্ডশায়ারের সংসদ সদস্য হিসাবে বিনা প্রতিদ্বন্দ্বিতায় ফিরে আসেন। ১৭৭৪ সালের সাধারণ নির্বাচনে তিনি পুনরায় নির্বাচিত হন। ১৭৮০ সালে তিনি একটি প্রতিযোগিতার পরে আবার ফিরে আসেন। ইংলিশ ক্রনিকল তার সম্বন্ধে লিখেছিল: “তার দুর্বল স্বাস্থ্য তাকে তার সংসদীয় দায়িত্বের প্রতি মনোযোগ দিতে বাধা দেয়, কখনও কখনও পুরো অধিবেশনের জন্য। যদিও ব্যক্তিগত জীবনে এই বন্ধুত্বপূর্ণ চরিত্রটি তাকে তার উপাদানের কাছে এতটাই স্নেহ করেছে যে দেশের প্রথম ঐশ্বর্যের বেশ কয়েকজন ভদ্রলোক তাকে প্রতিস্থাপন করার চেষ্টা করেছেন এবং এত গুরুত্বপূর্ণ একটি ট্রাস্টের দায়িত্বের প্রতি কঠোর মনোযোগ দেওয়ার প্রতিশ্রুতি দিয়েছেন; তাদের প্রচেষ্টা, এখনও পর্যন্ত, সম্পূর্ণরূপে অপ্রয়োজনীয় প্রমাণিত হয়েছে... মিঃ হ্যালসি বেশিরভাগ দেশেই থাকেন, যেখানে তার মানবতা এবং উদারতা এবং তার প্রতিবেশীদের সাথে একটি বন্ধুত্বপূর্ণ পরিচিত মিলন তাকে সর্বজনীন সম্মান অর্জন করেছে\" তিনি আবার হার্টফোর্ডশায়ারের পক্ষে দাঁড়ান ১৭৮৪ সালে কিন্তু পরাজিত হন।\nহ্যালসি ১৭৮৮ সালের ৯ অক্টোবর ৫৭ বছর বয়সে মারা যান। তিনি ১৮ মার্চ ১৭৮৪ সালে বেডফোর্ডশায়ারের স্টকউডের জন ক্রোলির কন্যা সারাহ ক্রোলিকে বিয়ে করেছিলেন, যার সাথে তার একটি কন্যা ছিল, সারা। গ্যাডেসডেন প্লেস সহ তার সম্পত্তি সারাহ উত্তরাধিকার সূত্রে পেয়েছিলেন, যিনি জোসেফ থম্পসন হোয়াটলিকে বিয়ে করেছিলেন, পরে সেন্ট অ্যালবানসের এমপি ছিলেন। তারপরেই হ্যালসির নাম এবং অস্ত্র গ্রহণ করে।\n\n\n== তথ্যসূত্র =="}