{"pageid": 1438786, "title": "প্রথম খসরু", "url": "https://bn.wikipedia.org/wiki?curid=1438786", "content": "প্রথম খসরু (বিকল্পভাবে খসরাও, খুসরু বা চোসরোস হিসেবেও পরিচিত; টেমপ্লেট:Lang-pal), ঐতিহ্যগতভাবে আনুশিরবান (\"অমর আত্মা\") উপাধিতে পরিচিত, ছিলেন সাসানীয় সাম্রাজ্যের রাজাধিরাজ, যিনি ইরান শাসন করেন ৫৩১ থেকে ৫৭৯ সাল পর্যন্ত। তিনি ছিলেন তাঁর পিতা প্রথম কাবাদের (শা. 488–496, 498/9–531) উত্তরসূরি।\nকাবাদ একটি পুনরুজ্জীবিত সাম্রাজ্য রেখে যান, যা তখন বাইজান্টাইনদের সঙ্গে যুদ্ধে জড়িত ছিল। ৫৩২ সালে খসরু একটি শান্তিচুক্তি স্বাক্ষর করেন, যাকে চিরস্থায়ী শান্তি বলা হয়। এই চুক্তিতে বাইজান্টাইন সম্রাট প্রথম জাস্টিনিয়ান সাসানীয়দের ১১,০০০ পাউন্ড সোনা প্রদান করেন। এরপর খসরু নিজের ক্ষমতা সুসংহত করতে মনোযোগ দেন এবং ষড়যন্ত্রকারীদের, যার মধ্যে তাঁর কাকা বাবি-ও ছিলেন, মৃত্যুদণ্ড দেন। \nবাইজান্টাইনদের অনুগত গাসানিদদের কার্যকলাপে অসন্তুষ্ট হয়ে এবং ইতালি থেকে আগত ওস্ত্রোগথ দূতদের উৎসাহে খসরু ৫৪০ সালে শান্তিচুক্তি ভঙ্গ করে যুদ্ধ ঘোষণা করেন। তিনি অ্যান্টিওক দখল করে নগরবাসীদের পারস্যে স্থানান্তর করেন। ৫৪১ সালে তিনি লাজিকা আক্রমণ করে অঞ্চলটিকে সাসানীয় অধীন করে তোলেন, যার মাধ্যমে লাজিক যুদ্ধ শুরু হয়। ৫৪৫ সালে দুই সাম্রাজ্য মেসোপটেমিয়া ও সিরিয়ায় যুদ্ধ বন্ধে সম্মত হয়, তবে লাজিকায় যুদ্ধ চলতে থাকে। ৫৫৭ সালে একটি সাময়িক বিরতি আসে এবং ৫৬২ সালে একটি পঞ্চাশ বছরের শান্তিচুক্তি স্বাক্ষরিত হয়।\n৫৭২ সালে, জাস্টিনিয়ানের উত্তরসূরি দ্বিতীয় জাস্টিন শান্তিচুক্তি ভঙ্গ করে আরজানেনে অঞ্চলে একটি বাইজান্টাইন বাহিনী পাঠান। পরের বছর খসরু দারা নগর অবরোধ ও দখল করেন, যা জাস্টিন দ্বিতীয়কে মানসিক ভারসাম্যহীন করে তোলে। যুদ্ধ ৫৯১ সাল পর্যন্ত স্থায়ী হয়, যা খসরুর মৃত্যুর পরও অব্যাহত থাকে।\nখসরুর যুদ্ধ কেবল পশ্চিমেই সীমাবদ্ধ ছিল না। পূর্ব দিকে তিনি গোকতুর্কদের সঙ্গে জোটবদ্ধ হয়ে হেপ্টালাইট সাম্রাজ্যকে পরাজিত করেন, যারা পূর্বে সাসানীয়দের পরাজিত করেছিল এবং খসরুর পিতামহ প্রথম পিরোজকে নিহত করেছিল। দক্ষিণে, ওয়াহরেজ নেতৃত্বাধীন পারস্য বাহিনী আকসুমীয়দের পরাজিত করে ইয়েমেন দখল করে।\nখসরু তাঁর চরিত্র, সদগুণ ও জ্ঞানবুদ্ধির জন্য প্রসিদ্ধ ছিলেন। তাঁর উচ্চাকাঙ্ক্ষী শাসনামলে তিনি তাঁর পিতার শুরু করা সমাজ, সেনাবাহিনী ও অর্থনীতির সংস্কার অব্যাহত রাখেন। তিনি জনগণের কল্যাণে কাজ করেন, রাজস্ব বৃদ্ধি করেন, পেশাদার সেনাবাহিনী গঠন করেন এবং বহু নগর, প্রাসাদ ও অবকাঠামো নির্মাণ বা পুনর্নির্মাণ করেন। সাহিত্যে ও দর্শনে তাঁর আগ্রহ ছিল এবং তাঁর শাসনকালে ইরানে শিল্প ও বিজ্ঞান বিকশিত হয়। তিনি ছিলেন সাসানীয় শাসকদের মধ্যে অন্যতম খ্যাতিমান, এবং তাঁর নাম রোমের কাইসারের মতো একটি রাজোপাধিতে পরিণত হয়।\nতাঁর মৃত্যুর সময় সাসানীয় সাম্রাজ্য দ্বিতীয় শাপুরের পর সর্বোচ্চ প্রসার লাভ করে, যা ইয়েমেন থেকে গান্ধার পর্যন্ত বিস্তৃত ছিল। মৃত্যুর পর তাঁর পুত্র চতুর্থ হুরমিজ্দ সিংহাসনে আরোহণ করেন।\n\n\n== নাম ও উপাধি ==\nKhosrow নামটির আধুনিক ফারসি রূপ, যা বর্তমান গবেষণায় ব্যবহৃত হয়। তাঁর মূল নাম ছিল মধ্য ফারসি ভাষায় Husraw, যা আবার প্রাচীন অবেস্তান ভাষার Haosrauuah শব্দ থেকে উদ্ভূত, যার অর্থ “যার সুনাম আছে”। গ্রিক ভাষায় তাঁর নাম Chosroes (Χοσρόης) রূপে উল্লেখ করা হয় এবং আরবিতে এটি কিসরা নামে পরিচিত।\nব্যক্তিগত নাম ছাড়াও, তিনি তাঁর উপাধি Anushirvan (\"অমর আত্মা\") দ্বারা ব্যাপকভাবে পরিচিত। এটি মধ্য ফারসির anūšag-ruwān শব্দটির আধুনিক ফারসি অনুবাদ। খসরু এই উপাধি পান মৃত্যুর পর, তাঁকে খসরু দ্বিতীয় থেকে আলাদা করার জন্য। এই উপাধি তাঁর ধর্মীয় সংস্কার ও রাজ্যের সমৃদ্ধি বৃদ্ধির প্রতীক ছিল এবং সম্ভবত এটি পৌরাণিক অমর রাজা কায় খসরু-র সঙ্গেও তুলনীয় ছিল (উভয়েই ধর্মনিষ্ঠ ও “বিশ্বাসের পুনর্স্থাপনকারী” রূপে স্মরণীয়)।\nএই নামের অন্যান্য রূপ হচ্ছে Anoshirvan, Anushiravan এবং Nowshīrvān। খসরু আরও পরিচিত ছিলেন Dādgar (\"ন্যায়বিচার প্রদায়ক\") উপাধিতে এবং ইসলামি যুগে আদেল (\"ন্যায়পরায়ণ\") নামে।\n\n\n== ইতিহাসচর্চা ==\nইসলামি যুগের বহু উৎসে, যেমন আরবি ভাষায় লেখা আল-তাবারির নবী ও রাজাদের ইতিহাস এবং পারস্যের মধ্যযুগীয় মহাকাব্য ফেরদৌসির শাহনামা (\"রাজনামা\", মৃ. 1020), খসরুর সংস্কারসমূহ নিয়ে বিস্তৃত তথ্য পাওয়া যায়। ধারণা করা হয়, এই দুই উৎসই সম্ভবত তাদের তথ্য মধ্য ফারসি ভাষায় রচিত খুদায় নামাগ (\"প্রভুদের গ্রন্থ\") নামক ইতিহাসগ্রন্থ থেকে গ্রহণ করেছে।\nকিছু গ্রন্থ স্বাধীনভাবে রচিত হয়েছে, যেমন সীরাতে আনুশিরবান—যা বলা হয়ে থাকে খসরু নিজেই রচনা করেছিলেন। এই রচনার একটি অংশ মিসকাওয়াইহ (৯৩২–১০৩০)-এর লেখায় সংরক্ষিত আছে।\nখসরুর উল্লেখ বেশ কিছু গ্রিক লেখক যেমন প্রোকোপিয়াস, আগাথিয়াস এবং মেনান্ডার প্রোটেক্টর-এর লেখায়ও পাওয়া যায়। এঁরা প্রত্যেকেই রোমান-পারসিক যুদ্ধ পরিচালনায় খসরুর ভূমিকা সম্পর্কে গুরুত্বপূর্ণ তথ্য প্রদান করেছেন। \nসিরিয়াক ভাষাভাষী লেখক ইফেসাসের জন ও জাকারিয়া রেটর-এর রচনাতেও খসরুর নাম উল্লেখ আছে। তাঁরা তাঁর অভিযানের ফলে রোমান সীমান্তে বসবাসকারী জনসাধারণের ওপর যে প্রভাব পড়েছিল, সেই বিষয়ে আলোকপাত করেছেন।\n\n\n== প্রেক্ষাপট ==\n\nপ্রথম খসরুর জন্ম আনুমানিক ৫১২ থেকে ৫১৪ সালের মধ্যে আর্দেস্তান শহরে হয়েছিল, যা মধ্য ইরানের স্পাহান প্রদেশে অবস্থিত। এই শহরটি আহেমেনীয় যুগ পর্যন্ত পূর্ববর্তী এবং খসরুর সময়ে এটি সমৃদ্ধশালী ছিল। এখানে একটি অগ্নিমন্দিরও ছিল, যা কিংবদন্তি কায়ানীয় রাজা কায় বাহমান প্রতিষ্ঠা করেছিলেন বলে ধারণা করা হয়। সাসানীয়রা দাবি করত যে, তারা এই রাজবংশের বংশধর।\nখসরু ছিলেন শাসক প্রথম কাবাদের সর্বকনিষ্ঠ পুত্র। তাঁর মা ছিলেন ইস্পাহবুদান রাজপরিবারের একজন রাজকুমারী, এবং বিশিষ্ট ইরানি সেনাপতি বাবি-র বোন। ইস্পাহবুদানরা ছিল সাতটি প্রধান ইরানি বংশের একটি, যারা সাসানীয় সাম্রাজ্যের অভিজাত শ্রেণির অংশ গঠন করত। বিশেষত, তাদের এমন উচ্চ মর্যাদা ছিল যে, তারা “সাসানীয়দের আত্মীয় ও অংশীদার” হিসেবে বিবেচিত হতো। এই বংশটি সাম্রাজ্যের দক্ষিণ-পশ্চিমাঞ্চল (খ্বারওয়ারান) শাসনের দায়িত্বে থাকা সেপাহবেদ পদেও অধিষ্ঠিত ছিল।\nঅভিজাত বা উচ্চবংশীয় পরিবারের ঐতিহ্য অনুযায়ী, খসরু আনুমানিক পাঁচ থেকে সাত বছর বয়সে শিক্ষালয় (ফ্রাহাঙ্গেস্তান)-এ পড়াশোনা শুরু করেন। সেখানে তিনি লিখতে শেখেন এবং ইয়শ্ত, হাদোখত, বায়ান ইয়শন এবং বেনদাদ অধ্যয়ন করেন—যেমনভাবে একজন ভবিষ্যৎ পুরোহিত (হারবেদ)-কে শিক্ষা দেওয়া হতো। পাশাপাশি, তিনি আвестা-র মধ্য ফারসি অনুবাদ জেন্দ শ্রবণ করতেন। এরপরে, তিনি ঘোড়সওয়ারি, তিরন্দাজি, পোলো (চভগান) এবং সামরিক কৌশল শিক্ষায় প্রশিক্ষণ লাভ করেন।\n\n\n== প্রারম্ভিক জীবন ==\n\n\n=== বাইজান্টাইনদের সঙ্গে খসরুর দত্তক গ্রহণ নিয়ে আলোচনা ===\n\nপ্রায় আনু. 520 সালে, কাবাদ তাঁর পুত্র খসরুর উত্তরাধিকার সুনিশ্চিত করতে উদ্যোগী হন। খসরুর এই অবস্থান তাঁর প্রতিদ্বন্দ্বী ভ্রাতাগণ এবং মাজদাক সম্প্রদায়ের কারণে হুমকির মুখে পড়েছিল। তাই কাবাদ প্রস্তাব দেন যে বাইজান্টাইন সম্রাট জাস্টিন প্রথম যেন খসরুকে দত্তক গ্রহণ করেন। প্রথমে জাস্টিন এবং তাঁর ভ্রাতুষ্পুত্র জাস্টিনিয়ান এই প্রস্তাবে আগ্রহ দেখান। কিন্তু জাস্টিনের কুয়েস্টর সাক্রি প্যালাতি প্রোক্লুস এটি প্রত্যাখ্যান করেন, কারণ ভবিষ্যতে খসরু সম্ভবত বাইজান্টাইন সিংহাসনের দাবিদার হতে পারেন—এই আশঙ্কা থেকেই তিনি আপত্তি জানান।\nবাইজান্টাইনরা পাল্টা প্রস্তাব দেয় যে, খসরুকে রোমান নাগরিক হিসেবে নয়, বরং “বর্বর” হিসেবে দত্তক নেওয়া হবে। শেষ পর্যন্ত আলোচনা ফলপ্রসূ হয়নি। খসরু এই প্রস্তাবকে অবমাননাকর বলে মনে করেন এবং তাঁর দৃষ্টিভঙ্গি বাইজান্টাইনদের প্রতি নেতিবাচক হয়ে ওঠে।\nএই আলোচনার সময় সিয়াওয়ুশ এবং মাহবোদ কূটনীতিক হিসেবে অংশগ্রহণ করেন। পরবর্তীতে মাহবোদ অভিযোগ তোলেন যে, সিয়াওয়ুশ ইচ্ছাকৃতভাবে আলোচনার ব্যর্থতা ঘটিয়েছেন। এছাড়াও তাঁর বিরুদ্ধে অভিযোগ ছিল, তিনি নতুন দেবতাদের পূজা করতেন এবং তাঁর মৃত স্ত্রীকে কবর দিয়েছিলেন—যা ইরানি আইনের লঙ্ঘন। এসব থেকে ধারণা করা হয়, সিয়াওয়ুশ সম্ভবত একজন মাজদাকপন্থী ছিলেন। মাজদাকপন্থা এক সময় কাবাদ সমর্থন করলেও পরে তিনি এ থেকে মুখ ফিরিয়ে নেন। যদিও সিয়াওয়ুশ ছিলেন কাবাদের ঘনিষ্ঠ বন্ধু এবং তাঁকে কারাবন্দিত্ব থেকে পালাতে সাহায্য করেছিলেন, তবু কাবাদ তাঁর মৃত্যুদণ্ড ঠেকাননি। সম্ভবত এটি ছিল তাঁর অতিরিক্ত ক্ষমতা সীমিত করার উদ্দেশ্যে, কারণ তিনি সাসানীয় সেনাবাহিনীর প্রধান ছিলেন এবং এই পদটি অনেক অভিজাতের অপছন্দনীয় ছিল। সিয়াওয়ুশ পরবর্তীতে মৃত্যুদণ্ডে দণ্ডিত হন এবং তাঁর পদ বিলুপ্ত করা হয়।\nযদিও আলোচনাটি ব্যর্থ হয়, মূল সীমান্তে পূর্ণমাত্রার যুদ্ধ শুরু হয় ৫৩০ সালের আগে নয়। এই সময়ে উভয় পক্ষই দক্ষিণে আরব মিত্রদের এবং উত্তরে হুনদের মাধ্যমে পরোক্ষ যুদ্ধ চালিয়ে যায়।\n\n\n=== মাজদাক ও তাঁর অনুসারীদের দমন ===\n\nমাজদাক ছিলেন একটি ধর্মীয় ও দার্শনিক মতবাদের প্রধান প্রতিনিধি, যাকে মাজদাকবাদ বলা হয়। এই মতবাদ সহিংসতার বিরোধিতা করত এবং কথিত আছে যে, সম্পদ, নারী ও সম্পত্তির সমবন্টনের পক্ষে মত দিত, যা এক ধরনের প্রাচীন কমিউনিজম হিসেবে বিবেচিত হয়। মাজদাকবাদের তাত্ত্বিক ও মহাজাগতিক দিক ছাড়াও, রাজনৈতিক ও সামাজিক দিকও ছিল, যা অভিজাত শ্রেণি ও পুরোহিতদের জন্য হুমকিস্বরূপ ছিল। আধুনিক ইতিহাসবিদ তোরাজ দরিয়ায়ি ও ম্যাথিউ কানেপা-র মতে, নারী ভাগাভাগির অভিযোগটি সম্ভবত অতিরঞ্জন এবং অপপ্রচার, যা আসলে ছিল নিম্নবর্গের বিবাহের বিধান শিথিল করার একটি প্রচেষ্টা। শক্তিশালী পরিবারগুলো এটিকে তাদের বংশমর্যাদা ক্ষয়ের হুমকি হিসেবে দেখেছিল।\nকাবাদ এই আন্দোলনকে রাজনৈতিক অস্ত্র হিসেবে ব্যবহার করেন, যাতে অভিজাত ও পুরোহিতশ্রেণির শক্তি খর্ব করে সংস্কার সহজ হয়। এই শ্রেণিগুলির ক্ষমতা দুর্বল হলে কাবাদ তাঁর সংস্কার কার্যক্রম সহজেই চালিয়ে যেতে পারেন। ৫২০-এর দশকে কাবাদের সংস্কার কার্যক্রম ভালভাবেই চলছিল এবং তখন তিনি মাজদাকদের আর প্রয়োজন বোধ করেননি। ফলে, তিনি আনুষ্ঠানিকভাবে মাজদাকিদের সমর্থন প্রত্যাহার করেন। এরপর একটি বিতর্ক সভার আয়োজন করা হয়, যেখানে জরথুষ্ট্রীয় পুরোহিতদের পাশাপাশি খ্রিস্টান ও ইহুদি ধর্মযাজকরাও মাজদাক ও তাঁর মতবাদের বিরুদ্ধে বক্তব্য রাখেন।\nশাহনামা অনুযায়ী, কাবাদ মাজদাক ও তাঁর অনুসারীদের খসরুর কাছে প্রেরণ করেন। খসরু তাঁদের একটি বাগানে নিয়ে গিয়ে দেয়ালের ভেতর মাথা গোঁজা অবস্থায় কেবল পা দৃশ্যমান করে তাঁদের পুঁতে রাখেন এবং পরে মাজদাককে সে দৃশ্য দেখান। খসরু বলেন, “তুমি সেখানে এমন কিছু গাছ দেখবে, যা কেউ কখনও দেখেনি এবং প্রাচীন ঋষারাও যার কথা বলেননি।” মাজদাক যখন তাঁর অনুসারীদের মৃতদেহ দেখে ফেলেন, তখন তিনি চিৎকার করে অজ্ঞান হয়ে পড়েন। পরবর্তীতে তাঁকে ফাঁসি দিয়ে হত্যা করা হয়; খসরুর আদেশে তাঁর পা বেঁধে তাঁকে গ্যালোয় ঝুলিয়ে তীরে বিদ্ধ করা হয়। এই কাহিনির ঐতিহাসিক সত্যতা নিশ্চিত নয়; ফেরদৌসি অনেক পুরোনো সূত্র অবলম্বনে শাহনামা রচনা করেন, ফলে এটি সেই সময়কার জনস্মৃতির একটি প্রতিফলন হতে পারে।\n\n\n== সিংহাসন আরোহণ ==\n\n\n=== ৫৩২ সালের চিরস্থায়ী শান্তি ===\n\n৫৩১ সালে, যখন ইরানি সেনাবাহিনী মার্টিরোপলিস অবরোধ করছিল, ঠিক সেই সময় কাবাদ অসুস্থ হয়ে মারা যান। খসরু তাঁর স্থলাভিষিক্ত হন, কিন্তু দেশীয় রাজনীতি অনিশ্চিত থাকায় তিনি বাইজান্টাইনদের সঙ্গে শান্তিচুক্তিতে আগ্রহী হন। অপরদিকে, সম্রাট প্রথম জাস্টিনিয়ান (রাজত্বকাল: ৫২৭–৫৬৫) নেতৃত্বাধীন বাইজান্টাইন সাম্রাজ্য তখন সম্ভবত পশ্চিম অংশ পুনরুদ্ধারের দিকে বেশি মনোযোগী ছিল এবং ইরানের সঙ্গে যুদ্ধ চালিয়ে যাওয়ার ইচ্ছা তাদের কম ছিল।\nবাইজান্টাইন দূত রুফিনাস, হার্মোজেনেস, আলেকজান্ডার ও থমাস খসরুর সঙ্গে আলোচনায় বসেন এবং দেখেন তিনি তাঁর পিতা কাবাদের তুলনায় অনেক বেশি আপোষপ্রবণ। আলোচনার মাধ্যমে একটি সমঝোতা হয়। জাস্টিনিয়ান ককেশাস পর্বতমালার বাইরের বর্বরদের হামলা থেকে রক্ষা করার অজুহাতে খসরুকে ১১০ সেনতেনারিয়া (১১,০০০ পাউন্ড) সোনা প্রদান করবেন। পাশাপাশি, বাইজান্টাইনদের দারা (মেসোপটেমিয়া) দুর্গে অবস্থিত ডুক্সের ঘাঁটি সরিয়ে কনস্টানটিনা (ওস্রোইনে) শহরে নিয়ে যাওয়া হবে। দুই সম্রাট একে অপরকে সমান মর্যাদা দেবেন এবং পারস্পরিক সহায়তার অঙ্গীকার করবেন।\nখসরু প্রাথমিকভাবে লাজিকা অঞ্চলের দখলকৃত দুটি দুর্গ ফেরত দিতে অস্বীকার করেন এবং বদলে সাসানীয় আর্মেনিয়ায় বাইজান্টাইনদের দখলকৃত দুটি দুর্গ ফেরত দেওয়ার দাবি জানান। জাস্টিনিয়ান শুরুতে রাজি হলেও পরে মত বদলান, ফলে চুক্তিটি ভেস্তে যায়। তবে ৫৩২ সালের গ্রীষ্মে, হার্মোজেনেস ও রুফিনাসের নেতৃত্বে একটি নতুন দূতাবাস খসরুকে রাজি করাতে সক্ষম হয়—দুই পক্ষই দখলকৃত দুর্গ ফিরিয়ে দেবে এবং নির্বাসিত ইবেরীয় বিদ্রোহীরা বাইজান্টাইন সাম্রাজ্যে থেকে যেতে পারবে বা নিরাপদে স্বদেশে ফিরতে পারবে।\n\n\n=== ক্ষমতা সংহতকরণ ===\nশাসনামলের শুরুর দিকে খসরুকে মোকাবিলা করতে হয়েছিল তাঁর জ্যেষ্ঠ ভ্রাতা কাবুস-এর সঙ্গে, যিনি উত্তরাঞ্চলীয় প্রদেশ পাদিশখ্বারগার-এ রাজ্যপাল হিসেবে শাসন করতেন। কাবুস ছিলেন একজন মাজদাকপন্থী (অথবা অন্তত তাদের সহানুভূতিশীল) এবং সেই কারণে সিংহাসনের দাবিতে তাঁর পেছনে একটি শক্তিশালী দল ছিল। তিনি জ্যেষ্ঠ হওয়ার কারণে নিজেকে বৈধ উত্তরাধিকারী দাবি করেন। কিন্তু খসরুর বাহিনী তাঁকে পরাজিত করে কতেসিফোন-এ নিয়ে আসে। খসরু তখন পুরোহিতদের ডেকে এনে কাবুসকে অনুতপ্ত হয়ে ক্ষমা প্রার্থনার আহ্বান জানান, যাতে তাঁকে মুক্তি দেওয়া যায়। কিন্তু কাবুস তা অস্বীকার করেন এবং মৃত্যুকেই বেছে নেন। ফলে খসরু বাধ্য হন তাঁকে মৃত্যুদণ্ড দিতে। খসরু পরে নাকি বলেছিলেন, “ভাগ্যকে অভিশাপ দিচ্ছি, যা আমাকে এমন ভাইকে হত্যা করতে বাধ্য করেছে।”\nখসরুর জন্য আরও একটি হুমকি ছিল তাঁর কাকা বাবি। তিনি এবং আরও কিছু ইরানি অভিজাত একটি ষড়যন্ত্রে জড়িয়ে পড়েন, যার লক্ষ্য ছিল খসরুকে অপসারণ করে তাঁর ভাই জামাস্প-এর পুত্র কাবাদকে সিংহাসনে বসানো। ষড়যন্ত্র ফাঁস হলে খসরু তাঁর ভাইয়েরা ও তাদের সন্তানদের, বাবি এবং অন্যান্য ষড়যন্ত্রকারী অভিজাতদের মৃত্যুদণ্ড দেন। এমনকি তিনি শিশুপুত্র কাবাদকেও হত্যা করার আদেশ দেন, যিনি তখন আদারগুদুনবাদেসের আশ্রয়ে ছিলেন। আদারগুদুনবাদেস এই আদেশ পালন না করে কাবাদকে গোপনে বড় করে তোলেন, কিন্তু পরবর্তীতে ৫৪১ সালে তাঁর নিজের পুত্র বাহরামের বিশ্বাসঘাতকতার মাধ্যমে বিষয়টি ফাঁস হয়ে যায়। খসরু তখন আদারগুদুনবাদেসকে মৃত্যুদণ্ড দেন। তবে কাবাদ অথবা কাবাদের দাবি করা কেউ বাইজান্টাইন সাম্রাজ্যে পালিয়ে যেতে সক্ষম হন।\n\n\n== সংস্কার ==\n\n\n=== সারসংক্ষেপ ===\nপ্রথম খসরু সাসানীয় সাম্রাজ্যে এক আদর্শ দার্শনিক রাজার প্রতীক হিসেবে বিবেচিত হন। সিংহাসনে আরোহণের পর তিনি স্থানীয় সামন্ত অভিজাত ও পুরোহিতশ্রেণিকে পুনরুজ্জীবিত না করে বরং প্রশাসনের কেন্দ্রীকরণ ঘটান। তাঁর শাসনকাল সাসানীয় ইতিহাসে অন্যতম সফল যুগ হিসেবে বিবেচিত হয়। ৫৩১ সালের রোমান-ইরান শান্তিচুক্তি খসরুকে তাঁর কর্তৃত্ব সংহত করার সুযোগ দেয় এবং তিনি অভ্যন্তরীণ উন্নয়নে মনোনিবেশ করেন। তাঁর সংস্কার ও সামরিক অভিযান সাসানীয় পুনর্জাগরণের সূচনা করে, যা দর্শন, বিজ্ঞান ও বাণিজ্যিক পণ্যের আদানপ্রদানকে দূর প্রাচ্য থেকে দূর পশ্চিম পর্যন্ত বিস্তার ঘটায়।\nখসরুর অভ্যন্তরীণ সংস্কারসমূহ বাইরের সীমান্ত সংশ্লিষ্ট যেকোনো কার্যকলাপের চেয়ে অধিক গুরুত্বপূর্ণ ছিল। এসব সংস্কারের ফলে সামন্ত শ্রেণির প্রভাব হ্রাস পায় এবং একটি শক্তিশালী আমলাতান্ত্রিক রাষ্ট্র গড়ে ওঠে, যা শাহানশাহর ক্ষমতা আরও সংহত করে। সেনাবাহিনী পুনর্গঠিত হয় এবং স্থানীয় অভিজাতদের পরিবর্তে কেন্দ্রীয় সরকারের নিয়ন্ত্রণে আসে, যার ফলে সংগঠিত বাহিনী, দ্রুত গতিশীল মোতায়েন এবং উন্নত অশ্বারোহী বাহিনী গড়ে ওঠে। রাজস্ব সংস্কার সাম্রাজ্যের অর্থনীতিকে আরও স্থিতিশীল করে, যা দীর্ঘমেয়াদী যুদ্ধ ও প্রশাসনের ব্যয়ভার বহন করতে সহায়তা করে।\n\n\n=== কর সংস্কার ===\nখসরুর কর সংস্কার বহু ইতিহাসবিদের প্রশংসা অর্জন করেছে, বিশেষ করে এফ. আলথাইমের। এই সংস্কার শুরু করেন প্রথম কাবাদ এবং খসরু সম্পূর্ণভাবে তা বাস্তবায়ন করেন, যা রাজকীয় দরবারকে ব্যাপকভাবে শক্তিশালী করে। তাঁর শাসনের পূর্বে অধিকাংশ জমির মালিকানা ছিল সাতটি পার্থীয় পরিবারের হাতে: সুরেন, ভারাজ, কারেন, ইস্পাহবুদান, স্পান্দিয়াধ, মিহরান এবং জিক। এরা করমুক্ত ছিল এবং তাদের নিজ নিজ প্রদেশে কর আদায় করত।\nমাজদাক আন্দোলনের সময় কৃষক ও নিম্নবর্গীয় জনগণ জমি দখল করে নেয়, ফলে মালিকানা নিয়ে বিশৃঙ্খলা সৃষ্টি হয়। খসরু সারা সাম্রাজ্যব্যাপী জমির পরিদর্শন করেন এবং সব জমির ওপর অভিন্ন কর আরোপ করেন। এর ফলে পূর্বে স্থানীয় অভিজাতদের প্রাপ্ত রাজস্ব এখন কেন্দ্রীয় কোষাগারে জমা পড়তে শুরু করে। খসরুর নির্ধারিত স্থির কর রাজকোষের জন্য স্থিতিশীল আয়ের পথ তৈরি করে।\nএই কর পদ্ধতি বদলানো না হওয়ায় রাজকোষ সহজেই বার্ষিক রাজস্ব অনুমান করতে পারত। পূর্বে জমির উৎপাদন অনুযায়ী কর নির্ধারিত হতো, কিন্তু নতুন ব্যবস্থায় জমির জলাধিকার ভিত্তিক গড় কর নির্ধারিত হয়। খেজুর ও জলপাই চাষে কর নির্ধারিত হতো জমিতে উৎপাদনশীল গাছের সংখ্যার ভিত্তিতে। খসরুর এই কর সংস্কার ভবিষ্যৎ আমলাতন্ত্র ও সামরিক সংস্কারের ভিত্তি স্থাপন করে।\n\n\n=== প্রশাসনিক সংস্কার ===\nখসরুর প্রশাসনিক সংস্কারের অন্যতম বৈশিষ্ট্য ছিল একটি নতুন সামাজিক শ্রেণির সৃষ্টি। পূর্বে সাসানীয় সমাজে তিনটি শ্রেণি ছিল: পুরোহিত (মাগি), অভিজাত ও কৃষক/সাধারণ জনগণ। খসরু অভিজাত ও সাধারণ জনগণের মধ্যবর্তী নতুন একটি শ্রেণি সংযোজন করেন—তাদের বলা হতো দেহকান। তারা ছিল ছোট জমির মালিক এবং নিম্ন অভিজাত শ্রেণিভুক্ত।\nখসরু বিশ্বাসযোগ্যতা ও সততার ভিত্তিতে প্রশাসনিক কর্মচারী নিয়োগ করেন, দুর্নীতিপরায়ণ অভিজাত ও মাগিদের পরিবর্তে। এই দেহকানরা উচ্চ শ্রেণির তুলনায় অধিক বিশ্বস্ত ছিলেন এবং তাদের পদমর্যাদা রাজাধিরাজের দানে নির্ভর করায় তাঁদের আনুগত্যও কেন্দ্রের প্রতি নিবেদিত ছিল। প্রশাসন ও স্থানীয় শাসনে দেহকানদের ব্যাপক উপস্থিতি সাম্রাজ্যের মেরুদণ্ডে পরিণত হয়।\nবড় বড় পরিবারগুলির ক্ষমতা হ্রাস পাওয়ায় সাম্রাজ্য আরও সংহত হয়। পূর্বে প্রতিটি বৃহৎ পরিবার একটি বড় অঞ্চল শাসন করত এবং তাদের নিজস্ব “রাজা” থাকত। “শাহানশাহ” উপাধিটি এইসব ছোট রাজাদের উপর কেন্দ্রীয় শাসক হিসেবে খসরুর অবস্থান নির্দেশ করত। তাদের পতনের ফলে এই ক্ষমতা কেন্দ্রীয় সরকারের হাতে চলে আসে এবং সব কর এখন সরাসরি রাজকোষে জমা পড়ে।\n\n\n=== সামরিক সংস্কার ===\n\nখসরুর সামরিক সংস্কার ইরানি বাহিনীকে দীর্ঘমেয়াদী যুদ্ধ, একাধিক ফ্রন্টে যুদ্ধ এবং দ্রুত মোতায়েনের উপযোগী করে তোলে। পূর্বে সেনাবাহিনী ছিল সম্পূর্ণভাবে সামন্ত প্রভুদের নির্ভরশীল। প্রতিটি পরিবার তাদের নিজস্ব সৈন্য ও সরঞ্জাম নিয়ে আসত। খসরু এই ব্যবস্থার পরিবর্তে দেহকান শ্রেণিকে কেন্দ্র থেকে বেতন ও সরঞ্জাম সরবরাহের মাধ্যমে সেনাবাহিনীতে অন্তর্ভুক্ত করেন।\nসেনাবাহিনীর প্রধান শক্তি ছিল অশ্বারোহী বাহিনী, বা আসওয়ারান। পূর্বে কেবল অভিজাতরাই এতে যোগ দিতে পারত, ফলে দক্ষ সৈন্যসংখ্যা কম ছিল। এখন দেহকানদের অভিজাত স্বীকৃতি পাওয়ায় তারা অশ্বারোহী বাহিনীতে যোগ দিতে পারে এবং এর সংখ্যা বৃদ্ধি পায়।\nসংস্কারমূলক পরিকল্পনার মূল লক্ষ্য ছিল বাহিনীর সংগঠন ও প্রশিক্ষণ। অশ্বারোহীরা ছিল গুরুত্বপূর্ণ, পদাতিক তীরন্দাজদের গুরুত্ব কম, আর কৃষক সৈন্যরা ছিল সর্বনিম্ন স্তরে।\nখসরু সাম্রাজ্যকে চারটি সামরিক অঞ্চলে ভাগ করেন, প্রতিটিতে একজন সেপাহবেদ বা জেনারেল নিয়োজিত থাকতেন। পূর্বে গোটা সাম্রাজ্যের সেনাবাহিনী নিয়ন্ত্রণ করতেন একজন ইরান-সেপাহবেদ। নতুন চারটি অঞ্চল ছিল: পশ্চিমে মেসোপটেমিয়া, উত্তরে ককেশাস অঞ্চল, কেন্দ্রীয় ও দক্ষিণ-পশ্চিমে পারস্য উপসাগর অঞ্চল এবং পূর্বে মধ্য এশিয়া। এই বিভাজন সামরিক দক্ষতা বাড়ানোর পাশাপাশি এক বহুজাতিক, বহু-সাংস্কৃতিক ও বহু-আঞ্চলিক সাম্রাজ্য পরিচালনায় সহায়ক হয়।\n\n\n==== অস্ত্র ও সরঞ্জাম ====\nখসরুর শাসনকালে অশ্বারোহীদের (আসওয়ারান) জন্য নির্ধারিত অস্ত্র ও সরঞ্জামের একটি “তালিকা” প্রণয়ন করা হয়। এই তালিকায় ছিল: হেলমেট, গলা রক্ষাকারী, চেইন-মেইল বর্ম, ল্যামেলার কোট বা বক্ষাবরণ, পা ও হাতের বর্ম, তলোয়ার, ঢাল, দুটি ধনুক ও অতিরিক্ত তার, ৩০টি তীর, কুড়াল বা গদা এবং ঘোড়ার বর্ম।\nচারটি সেপাহবেদের প্রতিকৃতি বিশিষ্ট সাসানীয় মূদ্রাগুলিতে দেখা যায়, ঘোড়াগুলি পুরোপুরি বর্মে আবৃত থাকত এবং এই সময়ে সাসানীয় অশ্বারোহীরা এখনও ভারী অশ্ববাহিনী কৌশল ব্যবহার করত। ধারণা করা হয়, খসরুর সংস্কারের দুই শতক আগেই সাসানীয় বাহিনীতে বামঘোড়া (stirrup) চালু হয়েছিল (এবং Bivar (1972) নামক গ্রন্থে এর উল্লেখ রয়েছে), এবং তাক-ই বুস্তান-এর চিত্রে এধরনের “বামঘোড়া পজিশন” দৃশ্যমান।\n\n\n== ধর্মীয় নীতি ==\n\nপ্রথম খসরু অন্যান্য সাসানীয় সম্রাটদের মতোই জরথুষ্ট্রীয় ধর্মে বিশ্বাসী ছিলেন। ৫ম শতাব্দী থেকেই সাসানীয় সম্রাটরা তাঁদের সাম্রাজ্যে ধর্মীয় সংখ্যালঘুদের গুরুত্ব সম্পর্কে সচেতন ছিলেন এবং সেই অনুযায়ী একটি প্রশাসনিক কাঠামো গড়ে তুলতে চেয়েছিলেন, যেখানে আইনগত নীতিমালার ভিত্তিতে সকলকেই মার্দ / জান-ই শাহর, অর্থাৎ “সাম্রাজ্যের নাগরিক” হিসেবে গণ্য করা হতো। ইহুদিরা এবং বিশেষত খ্রিস্টানরা এই ধারণাকে মেনে নিয়ে নিজেদের ইরানের অংশ হিসেবে বিবেচনা করত। খসরুর সময়ে প্রাচ্য গির্জার প্রধানকে ইরানের ক্যাথলিকোস (Ērān Catholicos) উপাধিতে অভিহিত করা হতো।\nসাসানীয় সম্রাটরা সাধারণত তখনই ধর্মীয় নিপীড়নের পথে যেতেন, যখন তা রাজনৈতিক প্রয়োজনে অপরিহার্য হয়ে পড়ত। খসরুর ক্ষেত্রেও তা-ই ছিল। ইতিহাসবিদ এবারহার্ড সাউয়ারের ভাষায়, খসরুকে “একটি সূক্ষ্ম সীমানা রক্ষা করে চলতে” হতো। খসরু নিজে গির্জার সহায়তা গ্রহণ করতেন এবং গির্জার প্রধান আবা প্রথম-কে খুবই পছন্দ করতেন; তিনি তাঁকে জরথুষ্ট্রীয় পুরোহিতদের হাত থেকে রক্ষা করতে চেয়েছিলেন। তবে আবার বিরুদ্ধে বাইজান্টাইনদের সঙ্গে যোগাযোগ রাখার অভিযোগ ওঠে, যা ছিল একটি গুরুতর অভিযোগ, কারণ তখন ৫৪০ সালের যুদ্ধ শুরু হয়ে গেছে। এর ফলে ৫৪২ সালে আবাকে তাঁর পদ থেকে অপসারণ করা হয়, তবে তাঁকে মৃত্যুদণ্ড না দিয়ে নির্বাসনে পাঠানো হয়।\nখসরু ককেশাস অঞ্চলে ইরানি বাহিনীর মিহরান বংশীয় সেনাপতি গ্রেগরি-র সঙ্গেও ভালো সম্পর্ক বজায় রাখেন, যিনি ৫১৮ সালে এক ভোজসভায় প্রকাশ্যে জরথুষ্ট্র ধর্ম ত্যাগ করেছিলেন। এই ঘটনায় রাজদরবারে অসন্তোষ ছড়িয়ে পড়ে এবং তাঁরা খসরুকে চাপ দেন যেন এমন একজন শক্তিশালী ও প্রভাবশালী পরিবারের ধর্মত্যাগীর বিরুদ্ধে ব্যবস্থা নেওয়া হয়। তাঁরা বলেন, “মাগিদের ধর্মের জন্য এটি এক মহা অপমান যে, মিহরান বংশের একজন শ্রেষ্ঠ ব্যক্তি, যারা সর্বদা ওহরমজদ-এর সেবক ছিল, এখন খ্রিস্টের সেবক হয়ে গেছে।” এর ফলে খসরু বাধ্য হয়ে গ্রেগরিকে বরখাস্ত করে কারাবন্দি করেন। তবু মিহরান বংশ এই সিদ্ধান্তকে অপর্যাপ্ত মনে করে। গ্রেগরির চাচার পুত্র মিহরান খসরুর কাছে অনুরোধ করেন, যাতে গ্রেগরিকে বংশের অপমানের প্রতিশোধ হিসেবে মৃত্যুদণ্ড দেওয়া হয়। তিনি এই অনুরোধ জানানোর মতো মর্যাদা রাখতেন, কারণ সদ্য হেপ্টালাইটদের বিরুদ্ধে পূর্বাঞ্চলে বিজয় অর্জন করেছিলেন। শেষ পর্যন্ত গ্রেগরিকে মৃত্যুদণ্ড দেওয়া হয়।\nতবে খসরু কঠোর ও দ্রুত ব্যবস্থা নিতেন এমন সমস্ত বিশ্বাস বা আচরণের বিরুদ্ধে, যা সাসানীয়-নিয়ন্ত্রিত জরথুষ্ট্রীয় মতাদর্শের বাইরে ছিল। অনুষ্ঠান ও মতবাদের বিচ্যুতি ছিল ধর্মত্যাগের থেকেও বড় “সামাজিক ও রাজনৈতিক বিপর্যয়”, যা সাম্রাজ্যের ধর্মীয় ভিত্তিকে দুর্বল করে। তাঁর আত্মজীবনীমূলক গ্রন্থ সীরাতে আনুশিরবান অনুসারে, খসরু একদল অভিজাতকে অবৈধ ধর্মচর্চার জন্য অবিলম্বে মৃত্যুদণ্ড দেন। গ্রন্থটিতে আরও বলা হয়, তিনি আরেক দলকে—সম্ভবত মানীধর্মাবলম্বী—ইরান থেকে নির্বাসনে পাঠান। এর পেছনে রাজতান্ত্রিক উদ্বেগ কাজ করেছিল, কারণ মাজদাকপন্থীদের মতো ধর্মীয় আন্দোলন পূর্বে কাবাদ ও খসরুর শাসনকালে রাজনীতিতে অস্থিরতা সৃষ্টি করেছিল।\n\n\n== নির্মাণ কার্যক্রম ==\n\nপ্রথম খসরুর শাসনকালে তিনি বহু গুরুত্বপূর্ণ গণ-নির্মাণ প্রকল্পের নির্দেশ দেন, যার মধ্যে ছিল সেতু, রাস্তা, বাঁধ ও প্রাচীর। ইরানের সীমান্ত রক্ষার্থে খসরু তাঁর সাম্রাজ্যজুড়ে একটি সুসংবদ্ধ প্রাচীরব্যবস্থা নির্মাণ ও সুরক্ষিত করেন, যা চীনের মহাপ্রাচীর এবং হ্যাড্রিয়ানের প্রাচীরের মতো ছিল। তিনি কেবল সাম্রাজ্যের একদিক নয়, বরং চারপাশেই প্রতিরক্ষা প্রাচীর নির্মাণ করেন।\nমধ্য ফারসি উৎস অনুযায়ী, প্রথম খসরু গরগানের মহাপ্রাচীর নির্মাণের আদেশ দেন, যা ক্যাস্পিয়ান সাগরের পূর্ব উপকূল থেকে বিস্তৃত হয়ে হেপ্টালাইট জাতিসহ নানা যাযাবর গোষ্ঠীর আগ্রাসন ঠেকাতে ব্যবহৃত হতো। উত্তর-পশ্চিমে তিনি দারবন্দ প্রাচীর পুনরায় সুরক্ষিত করেন, যাতে আলান, তুর্কি, সারির, খাজার ও অন্যান্য উত্তরাঞ্চলীয় জাতির হামলা প্রতিরোধ করা যায়।\nদক্ষিণ-পশ্চিমে তিনি একটি প্রাচীর নির্মাণ করেন, যেটি ওয়ার-ই তাজিগান (“আরবদের প্রাচীর”) নামে পরিচিত। তিনি সম্ভবত উত্তর-পূর্বেও আরেকটি প্রাচীর নির্মাণ করেন, যা তামিশা প্রাচীর নামে পরিচিত। প্রতিরক্ষা কাঠামোর পাশাপাশি, খসরু আসোরিস্তান অঞ্চলে বৃহৎ পরিসরের খালব্যবস্থা নির্মাণ করেন, যা ইসলামি উৎসে নাহরাওয়ান খাল নামে পরিচিত।\nতাঁর সমস্ত নির্মাণকর্মের মধ্যে সবচেয়ে স্মরণীয় ও প্রশংসিত হলো কতেসিফোনে নির্মিত রাজপ্রাসাদ, যা তাক-ই কাসরা নামে পরিচিত। যদিও বর্তমানে এটি আংশিকভাবে ধ্বংসপ্রাপ্ত, তবুও এটি সাসানীয় স্থাপত্যের অন্যতম শ্রেষ্ঠ নিদর্শন হিসেবে বিবেচিত হয়।\n৫৪০ সালে অ্যান্টিওক দখলের পর, খসরু বন্দি করা বাসিন্দাদের জন্য কতেসিফোনের এক parasang (প্রায় ৪–৫ কিলোমিটার) দক্ষিণে একটি নতুন শহর নির্মাণ করেন। এটি টাইগ্রিসের পূর্ব তীরে অবস্থিত ছিল এবং শহরটির আনুষ্ঠানিক নাম ছিল ওয়েহ অ্যানতিয়োগ-হুসরাও (“অ্যান্টিওকের চেয়ে উত্তম শহর, যা খসরু নির্মাণ করেছেন” অথবা “খসরুর উত্তম অ্যান্টিওক”)। এই শহরে ছিল স্নানাগার, হিপোড্রোম, এবং অ্যান্টিওকের আদলে গড়া রাস্তার পরিকল্পনা। খ্রিস্টান বাসিন্দাদের ধর্ম ও কবরস্থানের স্বাধীনতা প্রদান করা হয়। শহরটি অনানুষ্ঠানিকভাবে “রুমাগান” (“গ্রিকদের শহর”) নামে পরিচিত ছিল, যা পরবর্তীতে খিলাফত যুগে “আর-রুমিয়্যা” নামে পরিচিত হয়। ধারণা করা হয়, এই শহরের ধ্বংসাবশেষ বর্তমান “বুস্তান কিসরা” (“খসরুর উদ্যান”) নামক স্থানেই অবস্থিত।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== মুদ্রা ব্যবস্থা ==\n\nপ্রথম খসরুর শাসনকালে সাসানীয় পুনর্জাগরণ ঘটে, এবং এই সময়েই তিনি তাঁর বিশেষ সংস্করণের মুদ্রাসমূহে কিছু তাৎপর্যপূর্ণ শিলালিপি উৎকীর্ণ করান, যেমন: “ইরানিরা নির্ভীক হয়ে উঠেছে” (ērān abē-bēm kard) এবং “ইরানিরা শক্তিশালী হয়েছে” (ērān abzonhēnēd)।\n\n\n== দার্শনিক রাজা ==\n\nপ্রথম খসরু তাঁর চারিত্রিক গুণাবলি, নৈতিকতা এবং গ্রিক দর্শনের জ্ঞানের জন্য ইরান ও বাইরের বিশ্বে প্রশংসিত ছিলেন। অনেক রোমান লেখক তাঁকে প্রকৃত দার্শনিক রাজা হিসেবে বর্ণনা করেন।\n\nখসরু ছিলেন দর্শন ও জ্ঞানের এক মহান পৃষ্ঠপোষক। সীরতের ইতিহাস (Chronicle of Séert)-এ উল্লেখ রয়েছে: খসরু দর্শনে অত্যন্ত জ্ঞানী ছিলেন এবং বলা হয় তিনি কুরদুর সিরিয়াক বিশপ মার বার সেম্মা এবং পল দ্য পার্সিয়ান-এর নিকট থেকে শিক্ষা লাভ করেছিলেন।\nতিনি একটি বিখ্যাত দার্শনিক উক্তি করেছিলেন:\nটেমপ্লেট:Centered pull quote\n৫২৯ সালে বাইজান্টাইন সম্রাট প্রথম জাস্টিনিয়ান যখন এথেন্সের নতুন প্লেটোনীয় বিদ্যালয় বন্ধ করে দেন, তখন খসরু পূর্ব রোমান সাম্রাজ্য থেকে পালিয়ে আসা দর্শনচর্চাকারীদের আশ্রয় দেন। তিনি ভারতীয় দর্শন, বিজ্ঞান, গণিত ও চিকিৎসাশাস্ত্রে গভীর আগ্রহী ছিলেন। ভারতীয় রাজসভায় দূত ও উপঢৌকন পাঠিয়ে তিনি দর্শনশিক্ষকদের ইরানে পাঠানোর অনুরোধ জানান। তাঁর উদ্যোগে গ্রিক, সংস্কৃত ও সিরিয়াক ভাষার বহু রচনা মধ্য ফারসি ভাষায় অনূদিত হয়। এই আগ্রহের কারণে গ্রিক শরণার্থীরা তাঁকে “প্লেটোর দার্শনিক রাজা” উপাধি দেন। ইতিহাসবিদ নলডেকে বলেন, প্রথম খসরু ছিলেন “নিশ্চয়ই ইরানিদের ইতিহাসে অন্যতম দক্ষ ও শ্রেষ্ঠ রাজা”।\nসাসানীয় সাম্রাজ্যে গ্রিক, ইরানি, ভারতীয় এবং আর্মেনীয় জ্ঞানের এক সমন্বয় ঘটে। এর ফলে জন্ম নেয় বিমারিস্তান—বিশ্বের প্রথম হাসপাতাল যেখানে রোগ অনুযায়ী ওয়ার্ড ভাগ করা হয়। গ্রিক ওষুধশাস্ত্র ইরানি ও ভারতীয় চিকিৎসা পদ্ধতির সঙ্গে মিলে গুরুত্বপূর্ণ অগ্রগতি সাধন করে। ইতিহাসবিদ রিচার্ড ফ্রাই-এর মতে, এই জ্ঞানের স্রোত খসরুর আমল ও পরবর্তী সময়ে একটি নবজাগরণ সৃষ্টি করে।\n\nবুদ্ধিবৃত্তিক খেলা যেমন দাবা ও ব্যাকগ্যামন—খসরু ও এক ভারতীয় “মহারাজার” কূটনৈতিক সম্পর্কের প্রতীক হয়ে ওঠে। ভারতীয় রাজ্যের মাউখরী রাজা শার্ববর্মা (রাজত্বকাল: আনুমানিক ৫৬০–৫৭৯) দাবা আবিষ্কার করে খসরুকে পাঠান এক আনন্দদায়ক চ্যালেঞ্জ হিসেবে। খেলার সঙ্গে একটি বার্তাও আসে: “আপনার যদি 'রাজাদের রাজা' নাম হয়, তবে আপনার জ্ঞানীজনদের জ্ঞান আমাদের চেয়ে বেশি হওয়া উচিত। না হলে আমাদের খেলার ব্যাখ্যা দিন, কিংবা আমাদের খাজনা পাঠান।”\nখসরুর মন্ত্রী দাবার রহস্য সমাধান করেন এবং কৌশল বুঝে যান। এরপর তিনি প্রতিউত্তরে ব্যাকগ্যামন আবিষ্কার করে তা ভারতীয় দরবারে পাঠান একই বার্তাসহ। ভারতীয় রাজা এটির সমাধান করতে না পারায় তাঁকে খাজনা দিতে বাধ্য হতে হয়।\n\n\n=== গুন্দেশাপুর একাডেমি ===\n\nপ্রথম খসরু গুন্দেশাপুর শহরের একাডেমিকে ব্যাপকভাবে সম্প্রসারণ করেন। ধর্মবহির্ভূত জ্ঞানচর্চা ও গবেষণার ক্ষেত্রে সাসানীয় রাজদরবার প্রারম্ভিক যুগ থেকেই সক্রিয় ছিল, যার প্রমাণ পাওয়া যায় শাপুর প্রথম-এর সময় দেনকার্দ-এ ধর্মীয় ও পার্থিব রচনার সংগ্রহ থেকে।\nএই একাডেমির মাধ্যমে রাজদরবারে দর্শন, চিকিৎসা, পদার্থবিজ্ঞান, কবিতা, অলঙ্কারশাস্ত্র ও জ্যোতির্বিজ্ঞান পড়ানো শুরু হয়। ইতিহাসবিদদের মতে, গ্রিক শরণার্থীদের অধ্যয়নের জন্য একটি প্রতিষ্ঠান গঠনের উদ্দেশ্যেই এটি প্রতিষ্ঠিত হয়েছিল। গুন্দেশাপুর হয়ে ওঠে গ্রিক, ভারতীয়, ইরানি ও সিরিয়াক জ্ঞানের সমন্বয়স্থল। এখানকার বহুজাতিক পরিবেশ আধুনিক বিদ্যাচর্চার ভিত্তিপ্রস্তর স্থাপন করে।\n\n\n== উত্তরাধিকার ==\n\nযদিও প্রথম খসরুর অর্জনসমূহ অত্যন্ত সফল ছিল এবং সাম্রাজ্যের কেন্দ্রীকরণে সহায়তা করেছিল, তবু তাঁর মৃত্যুর পর এসব স্থায়ী হয়নি। স্থানীয় কর্মকর্তা ও প্রভাবশালী অভিজাত পরিবারসমূহ তাঁদের হারানো ক্ষমতা ফিরে পাওয়ার জন্য দ্রুত সক্রিয় হয়ে ওঠে এবং পুনরায় ক্ষমতা দখল করতে থাকে।\nখসরুর শাসন ইসলামী সংস্কৃতি ও রাজনৈতিক জীবনে গভীর প্রভাব ফেলেছিল। তাঁর অনেক নীতি ও সংস্কারই ইসলামী শাসনে স্থান পায়, বিশেষত যখন মুসলিমরা একটি বিকেন্দ্রীকৃত কনফেডারেশন থেকে একটি কেন্দ্রীভূত সাম্রাজ্যে রূপান্তরিত হচ্ছিল।\nখসরুর রাজত্বকাল ইসলামী সাহিত্যেও ব্যাপকভাবে প্রতিফলিত হয়েছে। উদাহরণস্বরূপ, আল-জাহিজ-এর কিতাব আল-তাজ তাঁর শাসন থেকে অনুপ্রাণিত। খসরুর শাসন নিয়ে এত বেশি ইসলামী পাঠ্য রচিত হয়েছে যে, প্রকৃত ইতিহাস ও কিংবদন্তির মধ্যে পার্থক্য করা অনেক সময় কঠিন হয়ে পড়ে।\nতাঁর শাসনকালে সিল্ক রোড বা রেশমপথ—যা প্রাচীন চীন, ভারত ও পাশ্চাত্যের মধ্যে সংযোগ ঘটায়—প্রচলিত ও সম্ভবত প্রাতিষ্ঠানিকভাবে গঠিত হয়। ইতিহাসবিদ রিচার্ড ফ্রাই-এর মতে, বাইজান্টাইন সাম্রাজ্য ও হেপ্টালাইটদের সঙ্গে খসরুর একাধিক যুদ্ধের মূল উদ্দেশ্য ছিল এই বাণিজ্যপথে সাসানীয় আধিপত্য প্রতিষ্ঠা করা।\n\n\n== পারিবারিক বংশানুক্রম ==\n\n\n== তথ্যসূত্র =="}