{"pageid": 1438085, "title": "শোয়েব বশির", "url": "https://bn.wikipedia.org/wiki?curid=1438085", "content": "শোয়েব বশির ( জন্ম: ১৩ অক্টোবর, ২০০৩) একজন ইংরেজ ক্রিকেটার, যিনি সমারসেট ও ইংল্যান্ডের হয়ে খেলেন। শোয়েব একজন ডানহাতি ব্যাটসম্যান এবং একজন ডানহাতি অফব্রেক বোলার। তিনি ১১ জুন, ২০২৩ সালে এসেক্সের বিরুদ্ধে সমার্সেটের হয়ে প্রথম শ্রেণীর ক্রিকেটে অভিষেক করেন। ২০২৩ সালের ৭ ই হ্যাম্পশায়ারের বিপক্ষে সমারসেটের হয়ে টি-টোয়েন্টি ব্লাস্টে তার অভিষেক হয় এবং ২০২৪ সালের ২রা ফেব্রুয়ারি ভারতের বিপক্ষে তিনি আন্তর্জাতিক টেস্টে অভিষেক করেন।\n\n\n== প্রাথমিক জীবন ==\nসারের ওকিং থেকে আগত বশির ফুলব্রুক স্কুল এবং ওকিং কলেজে পড়াশোনা করেন। তার চাচা (সাজ) গিল্ডফোর্ড সিটি ক্রিকেট ক্লাবের একজন উইকেট-রক্ষক ব্যাটসম্যান ছিলেন এবং বশিরকে তার ক্রিকেট ক্যারিয়ারে উৎসাহিত করেছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\nবশিরের একটি পাকিস্তানি ঐতিহ্য রয়েছে এবং তিনি একজন মুসলিম। ৬ ফু ৪ ইঞ্চি (১৯৩ সেমি) লম্বা হিসেবে একজন অফ-স্পিনারের তুলনায় অপেক্ষাকৃত লম্বা তিনি। তার উচ্চতা সত্ত্বেও তিনি কখনও সীম বোলিং করার চেষ্টা করেননি।\n\n\n== কর্মজীবন ==\n2022 সালে সমারসেটের সাথে চুক্তিবদ্ধ হওয়ার আগে, বশির গিল্ডফোর্ডের হয়ে ক্লাব ক্রিকেট, সারে এবং মিডলসেক্সের সাথে বয়সভিত্তিক ক্রিকেট এবং বার্কশায়ারের হয়ে মাইনর কাউন্টি ক্রিকেট খেলেছিলেন। তিনি লিন্ডফিল্ড ডিস্ট্রিক্ট ক্রিকেট ক্লাবের হয়ে অস্ট্রেলিয়ায় ক্লাব ক্রিকেট খেলে 2022-2023 সালের শীত কাটিয়েছেন।\nসমারসেট\n2022 সালের অক্টোবরে, সমারসেট দ্বিতীয় একাদশের খেলায় মুগ্ধ করার পরে বশিরকে 2023 মৌসুমের জন্য একটি চুক্তি দেওয়া হয়েছিল যেখানে তিনি ওয়ারউইকশায়ার দ্বিতীয় একাদশের বিপক্ষে 44 রানে 5 উইকেটের সেরা দিয়ে মাত্র 14.11 গড়ে নয়টি উইকেট নিয়েছিলেন।\n2023 সালের এপ্রিলে কাউন্টি চ্যাম্পিয়নশিপ শুরুর আগে তিনি লাল বলের ক্রিকেটে ওয়ার্ম-আপ গেম খেলেন, যেখানে 2023 মৌসুমের শুরুতে কাউন্টির হয়ে দ্বিতীয়-একাদশ ম্যাচ খেলা চালিয়ে যান।\n7 জুন 2023-এ, হ্যাম্পশায়ারের বিপক্ষে সমারসেটের হয়ে তার টি-টোয়েন্টি ব্লাস্টে অভিষেক হয়। 9 জুন 2023-এ, তিনি তার প্রথম উইকেট নিয়েছিলেন যখন সমারসেট টি-টোয়েন্টি ব্লাস্টে গ্লুচেস্টারশায়ারকে পরাজিত করেছিলেন এবং বশির 3-26 দাবি করেছিলেন।\n10 জুন 2023-এ, সমারসেট ঘোষণা করেন যে বশির 2025 মৌসুমের শেষ না হওয়া পর্যন্ত তাকে কাউন্টির সাথে রেখে দুই বছরের চুক্তি সম্প্রসারণে স্বাক্ষর করেছেন। তিনি 11 জুন 2023-এ এসেক্সের বিপক্ষে সমারসেটের হয়ে প্রথম-শ্রেণীর ক্রিকেটে অভিষেক করেন\n15 জুলাই 2023 তারিখে, সমারসেট এজবাস্টন ক্রিকেট গ্রাউন্ডে টি-টোয়েন্টি ব্লাস্টে সারে এবং এসেক্সকে পরাজিত করার জন্য ফাইনালের দিনে উপস্থিত ছিলেন।\n\n\n== আন্তর্জাতিক ক্যারিয়ার ==\n2023 সালের অক্টোবরে, তাকে প্রথমবারের মতো ইংল্যান্ড লায়ন্স ক্রিকেট দলে ডাকা হয়। ইংল্যান্ড লায়ন্সের হয়ে তার প্রথম প্রতিযোগিতামূলক ম্যাচে, আফগানিস্তান বি-এর বিপক্ষে, তিনি উভয় ইনিংসে 15 ওভারে 42 রান দিয়ে ছয় উইকেট নিয়েছিলেন। \nইংল্যান্ডের অধিনায়ক বেন স্টোকস সামাজিক যোগাযোগ মাধ্যমে তার প্রতিভা দেখেছিলেন, কারণ ইংল্যান্ডের প্রাক্তন ওপেনার অ্যালিস্টার কুকের কাছে বশির বোলিং করার ভিডিওগুলির মধ্যে একটি টক অফ দ্য টাউন হয়ে ওঠে এবং সোশ্যাল মিডিয়ায় ভাইরাল হয়। সামরসেট ক্রিকেটই বশিরের প্রথম ওভারের একটি ছোট ভিডিও ক্লিপ আপলোড করেছিল, যে তার প্রথম-শ্রেণীর অভিষেক ম্যাচ খেলছিল, যেখানে তাকে কুকের কাছে বোলিং করতে দেখা গিয়েছিল, এবং সমারসেট ক্রিকেট তাদের অফিসিয়াল টুইটার অ্যাকাউন্টে ভিডিওটি শেয়ার করেছিল, যা দৃশ্যত ধরা পড়েছিল। বেন স্টোকসের মনোযোগ, যিনি টুইটারে খুব সক্রিয় ছিলেন। এটি ছিল এসেক্সের বিপক্ষে খেলা বশিরের প্রথম-শ্রেণীর অভিষেক এবং তিনি অ্যালিস্টার কুকের কাছে তার প্রথম ওভারে দুটি বল করেছিলেন যা স্টোকসকে প্রভাবিত করেছিল। এরপর স্টোকস বশিরের বোলিং ভিডিওটি একটি হোয়াটসঅ্যাপ গ্রুপে ফরোয়ার্ড করেন যেখানে ইংল্যান্ডের প্রধান কোচ ব্রেন্ডন ম্যাককালাম এবং ইসিবির ব্যবস্থাপনা পরিচালক রব কীও এর অংশ ছিলেন। স্টোকস আক্ষরিক অর্থে ইংল্যান্ডের নির্বাচকদেরকে রাজি করান এবং ভারতে তাদের পাঁচ ম্যাচের টেস্ট সিরিজের জন্য বশিরকে দড়ি দেন যা 2024 সালের জানুয়ারিতে শুরু হওয়ার কথা ছিল। সফরের জন্য তাকে ফ্রন্টলাইন স্পিনারদের একজন হিসেবে বেছে নেওয়ার সিদ্ধান্ত অনেকের ভ্রু তুলেছিল কারণ এটি একটি আশ্চর্যজনক পছন্দ হিসাবে শেষ হয়েছিল কারণ বশির যখন কলআপ পেয়েছিলেন তখন তিনি শুধুমাত্র ছয়টি প্রথম শ্রেণীর ম্যাচ খেলেছিলেন। \n11 ডিসেম্বর 2023-এ, বশির ভারতের টেস্ট সফরের জন্য 16 সদস্যের দলে অন্তর্ভুক্ত হয়ে সিনিয়র ইংল্যান্ড দলে তার প্রথম ডাক পান। যাইহোক, তিনি ভিসা সংক্রান্ত বিষয় নিয়ে চ্যালেঞ্জের সম্মুখীন হয়েছিলেন এবং তার প্রবেশ প্রাথমিকভাবে ভারতীয় কর্তৃপক্ষ দ্বারা বিলম্বিত হয়েছিল মূলত তার পাকিস্তানি ঐতিহ্যের পটভূমির কারণে। শোয়েব বশির ছাড়া ইংল্যান্ড দলের সকল সদস্য আবুধাবি থেকে ভারতে উড়ে এসেছেন। ভিসা বিলম্বের সমাধান করার জন্য বশির আবুধাবি থেকে দেশে ফিরেছিলেন যা তাকে বাকি স্কোয়াডের সাথে ভারতে যেতে বাধা দেয়। ভিসা সংক্রান্ত আনুষ্ঠানিকতা সম্পন্ন করতে তিনি লন্ডনে ফিরে যান। ব্রিটেনের প্রধানমন্ত্রী, ঋষি সুনাক, ভিসা সংক্রান্ত উদ্বেগের মধ্যেও শোয়েব বশিরকে নিরাপদে ভারতে অবতরণ করার জন্য জিনিসগুলি সাজানোর সাথে জড়িত ছিলেন। বশিরের ভিসা বিলম্ব দৃশ্যত যুক্তরাজ্যের পার্লামেন্টে আলোচনার বিষয় হয়ে ওঠে এবং এটি ব্রিটিশ মিডিয়ায় ক্ষোভের জন্ম দেয়। যুক্তরাজ্যের প্রধানমন্ত্রীর কার্যালয় জোর দিয়েছিল যে বশিরকে ভিসা না দেওয়ায় হতাশা প্রকাশ করার পরে ভারত ব্রিটিশ নাগরিকদের সাথে ন্যায্য আচরণ করবে বলে আশা করেছিল। ভারতের পররাষ্ট্র মন্ত্রকের (এমইএ) একটি সূত্র নিশ্চিত করেছে যে বশিরকে যুক্তরাজ্যে ফিরে আসার জন্য ভিসা দেওয়া হয়েছে। পরে এটাও প্রকাশ পায় যে ইংল্যান্ড দলের অন্যান্য সদস্যদের তুলনায় তার আবেদন অনেক পরে সাফ হওয়ার কারণ তার পাকিস্তানি বংশোদ্ভূত। \n1 ফেব্রুয়ারী 2024-এ, বিশাখাপত্তনমে ভারতের বিরুদ্ধে পাঁচ ম্যাচ সিরিজের দ্বিতীয় টেস্ট ম্যাচের টেস্ট অভিষেকের জন্য বশিরকে ইংল্যান্ড দলে অন্তর্ভুক্ত করা হয়েছিল। 25 ফেব্রুয়ারী 2024-এ, তিনি তার প্রথম টেস্ট 5-এর জন্য দাবি করেন, শুধুমাত্র তার দ্বিতীয় টেস্ট ম্যাচে উপস্থিতিতে 5/119 দিয়ে ইনিংসটি শেষ করেন এবং এটি তার প্রথম-শ্রেণীর ক্যারিয়ারে প্রথম পাঁচ উইকেট লাভও ছিল। এছাড়াও তিনি দক্ষিণ আফ্রিকার পল অ্যাডামসের পরে ভারতের মাটিতে পাঁচ উইকেট নেওয়ার জন্য দ্বিতীয় সর্বকনিষ্ঠ বিদেশী স্পিনার হয়েছেন। \n9 মার্চ 2024-এ, বশির 21 বছর বয়সের আগে দুটি পাঁচ উইকেট নেওয়ার প্রথম ইংরেজ বোলার হয়ে ওঠেন। ধর্মশালায় ভারতের বিপক্ষে ৫ম টেস্টের ১ম ইনিংসে তিনি এই ল্যান্ডমার্ক অর্জন করেন।\n\n\n== তথ্যসূত্র =="}