{"pageid": 1438795, "title": "ব্যয়পূরণ", "url": "https://bn.wikipedia.org/wiki?curid=1438795", "content": "ব্যয়পূরণ বা ব্যয় পুষিয়ে দেওয়া (ইংরেজি Reimbursement) বলতে কোনও ব্যক্তির নিজ পকেট থেকে করা ব্যয় পুষিয়ে দিতে তাদেরকে ঐ ব্যয়কৃত অর্থের সমপরিমাণ অর্থ প্রদান করাকে বোঝায়।\nকোম্পানি, সরকার ও অলাভজনক সংস্থাগুলি তাদের কর্মচারী ও কর্মকর্তাদের প্রয়োজনীয় ও যৌক্তিক ব্যয়ের জন্য ব্যয়পূরণ করতে পারে। মার্কিন\nআইনে এই ব্যয়গুলি ঐসব সংস্থা দ্বারা কর থেকে বিয়োজন করা হতে পারে এবং গ্রহীতার কর-বহির্ভূত আয় হিসেবে গণ্য করা হতে পারে, যদি জবাবদিহিতার শর্তাবলী পূরণ হয়। যুক্তরাজ্যের আইনে ভ্রমণ ও প্রাণধারণ করার জন্য কর বিয়োজন বা ব্যবকলনের সুবিধা আছে।. এছাড়া যোগান, শিশুর দিবাযত্ন, মুঠোফোন, চিকিৎসা ও শিক্ষার ব্যয়গুলিরও ব্যয়পূরণ করা হতে পারে, যদি তা পরিশোধকারী দ্বারা নির্ধারিত হয়। একইভাবে কোনও বিশ্ববিদ্যালয়, উচ্চশিক্ষায়তনিক সম্মেলন বা ব্যবসায়িক সম্মেলনের আয়োজকেরা কোনও নিমন্ত্রিত ব্যক্তি বা উপস্থিত অতিথিদের ব্যয়ের ক্ষতিপূরণ তথা ব্যয়পূরণ করে দিতে পারে।\nউপরন্তু ব্যয়পূরণের ধারণাটি বীমা খাতে প্রচলিত। এক্ষেত্রে একটি বীমা প্রদায়ক প্রতিষ্ঠান বীমাকৃত ব্যক্তি বা অন্য কোনও ব্যক্তির নিজ পকেট থেকে করা খরচের ভার পরবর্তীকালে বহন করে। এ ব্যাপারটি স্বাস্থ্য বীমার জন্য বিশেষ করে প্রাসঙ্গিক, কেননা জরুরি অবস্থা, উচ্চ ব্যয় ও প্রশাসনিক পদ্ধতির কারণে স্বাস্থ্য বীমার অধিকারী ব্যক্তিকে প্রথমেই নিজ পকেট থেকে ব্যয় করতে হয় ও পরবর্তীকালে কোনও বেসরকারি বা সরকারি বীমা প্রদায়ক প্রতিষ্ঠান সেই ব্যয় পূরণ করে দেয়। মার্কিন যুক্তরাষ্ট্রে বীমা সংস্থার মধ্যে আছে মেডিকেয়ার কিংবা হেলথ রিইমবার্সমেন্ট অ্যাকাউন্ট (স্বাস্থ্য ব্যয়পূরণ হিসাব)। স্বাস্থ্যসেবা শিল্পের কিছু কিছু অংশ, যেমন চিকিৎসা যন্ত্র নির্মাতা প্রতিষ্ঠানগুলি আয়ের জন্য এই ব্যয়পূরণের উপর নির্ভর করে।\nসরকার একাধিক পদ্ধতিতে  করদাতা নাগরিকের ব্যয়পূরণ করতে পারে। কর প্রত্যর্পণ নিট করের পরিমাণ, যেমন আয়করের পরিমাণ হ্রাস করে, এমনকি এটির মান শূন্য করে দিতে পারে। করদাতারা অন্যান্য করের জন্যও সম্পূর্ণ ব্যয়পূরণ লাভ করতে পারে, যেমন নিম্ন আয়ের জন্য মূল্য সংযোজন কর, রপ্তানিকৃত পণ্য বিক্রির জন্য বা চূড়ান্ত গ্রহীতা না হবার জন্য। স্থানীয় সরকার ব্যয়পূরণের দ্বারা কোনও পছন্দের সংস্থা বা নিম্ন-আয়ের ব্যক্তির ভূ-সম্পত্তি কর হ্রাস করতে পারে।\nভ্রমণের জন্য কর্মচারীদের ব্যয়পূরণ খুবই জনপ্রিয়। প্রায়শই যখন কোনও কর্মচারী কাজের জন্য ভ্রমণ করেন, তাদেরকে খরচের হিসাব রাখতে হয় ও সেগুলিকে তাদের চাকুরিদাতার কাছে ব্যয়পূরণের জন্য পেশ করতে হয়। \n\n\n== তথ্যসূত্র =="}