{"pageid": 1438555, "title": "সংপ্রজণ্য", "url": "https://bn.wikipedia.org/wiki?curid=1438555", "content": "সংপ্রজণ্য (সংস্কৃত: संप्रजन्य) \nবা স্পষ্ট বোধগম্যতা\nহলো সমস্ত বৌদ্ধ ঐতিহ্যে ধ্যান অনুশীলনের জন্য কেন্দ্রীয় গুরুত্বের একটি শব্দ।\nএটি বোঝায় যে মানসিক প্রক্রিয়া যার মাধ্যমে একজন ক্রমাগত নিজের শরীর ও মনকে পর্যবেক্ষণ করে। শমথের অনুশীলনে, এর প্রধান কাজ হলো শিথিলতা ও উত্তেজনার ঘটনা লক্ষ্য করা। এটিকে প্রায়শই 'মননশীলতা ও আত্মদর্শন' বা 'মননশীলতা ও স্পষ্ট বোধগম্যতার' জুটিতে পাওয়া যায়।\n\n\n== তাৎপর্য ==\nস্মৃতিপ্রস্থান সূত্রে মননশীলতার অনুশীলনের সাথে বুদ্ধের দ্বারা স্পষ্ট বোঝার কথা সবচেয়ে বিখ্যাতভাবে আহ্বান করা হয়েছে:\n\nস্পষ্ট বোধগম্যতা (সংপ্রজণ্য) শ্বাস-প্রশ্বাসের (আনাপানসতী) মননশীলতা থেকে বিকশিত হয় এবং পরবর্তীতে চারটি স্মৃতিপ্রস্থান সূত্রের জন্য মননশীলতার সাথে মিলিত হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nAnālayo (2006). Satipatthāna: The Direct Path to Realization. Birmingham: Windhorse Publications. আইএসবিএন ১-৮৯৯৫৭৯-৫৪-০.\nBodhi, Bhikkhu (ed.) (2005). In the Buddha's Words: An Anthology of Discourses from the Pāli Canon. Boston: Wisdom Publications. আইএসবিএন ০-৮৬১৭১-৪৯১-১.\nNhat Hanh, Thich (trans. Annabel Laity) (1990). Transformation and Healing : the Sutra on the Four Establishments of Mindfulness .  Berkeley, CA: Parallax Press. আইএসবিএন ০-৯৩৮০৭৭-৩৪-১.\nNyanaponika Thera (1996). The Heart of Buddhist Meditation. York Beach, ME: Samuel Weiser, Inc. আইএসবিএন ০-৮৭৭২৮-০৭৩-৮.\nRhys Davids, T.W. & William Stede (eds.) (1921–5). The Pali Text Society's Pali–English Dictionary. Chipstead: Pali Text Society.  A general on-line search engine for the PED is available at http://dsal.uchicago.edu/dictionaries/pali/.\nSoma Thera (2003). The Way of Mindfulness. Kandy: Buddhist Publication Society. আইএসবিএন ৯৫৫-২৪-০২৫৬-৫.\nSatipaṭṭhāna Sutta [The Establishing of Mindfulness Discourse] MN 10. (Translated from the Pali by Thanissaro Bhikkhu). dhammatalks.org. Retrieved from https://www.dhammatalks.org/suttas/MN/MN10.html.\nVipassana Research Institute (VRI) (1996). Mahāsatipatthāna Sutta: The Great Discourse on the Establishing of Awareness. Seattle, WA: Vipassana Research Publications of America. আইএসবিএন ০-০৯-৬৪৯৪৮৪-০.\nWallace, B. Alan and Bhikkhu Bodhi (Winter 2006). The nature of mindfulness and its role in Buddhist meditation: A correspondence between B. Alan Wallace and the Venerable Bhikkhu Bodhi. Unpublished manuscript, Santa Barbara Institute for Consciousness Studies, Santa Barbara, CA.\n\n\n== বহিঃসংযোগ =="}