{"pageid": 1438502, "title": "এমভি আবদুল্লাহ", "url": "https://bn.wikipedia.org/wiki?curid=1438502", "content": "এমভি আবদুল্লাহ, যার মূল নাম হল এমভি গোল্ডেন হক–একটি বাংলাদেশী বাল্ক ক্যারিয়ার।\n\n\n== ইতিহাস ==\n২০১৫ সালে নির্মিত ৬২৩-ফুট (১৯০-মিটার) এই জাহাজটি ২০২৩ সালের শেষের দিকে জাপানি মালিকদের কাছ থেকে অধিগ্রহণ করা হয়েছিল।\n\n\n=== হাইজ্যাক ===\n\n২০২৪ সালের মার্চে জাহাজটি মোজাম্বিকের রাজধানী মাপুতো থেকে সংযুক্ত আরব আমিরাতের হামরিয়া বন্দরে যাচ্ছিল। জাহাজটির মালিক কবির স্টিল রি-রোলিং মিলস জানায়, জাহাজটি ৫৫,০০০ টন বহন করছিল। ১২ মার্চে জাহাজটি জলদস্যুরা হাইজ্যাক করেছিল বলে জানা গেছে।\nজাহাজের ২৪ জন ক্রুকে জিম্মি করে রাখা হয়েছিল। জাহাজটি ৭২ নটিক্যাল মাইল (১৩৩ কিলোমিটার; ৮৩ মাইল) সোমালিয়ার উপকূলের পাশে ছিল। ১৪ মার্চ কার্গো ক্যারিয়ারের ছায়া দেয়ার জন্য অপারেশন আটলান্টার অংশ হিসেবে ইউরোপীয় ইউনিয়ন দ্বারা একটি নতুন জাহাজ মোতায়েন করা হয়েছিল।\nকিছু ভারতীয় সংবাদমাধ্যমের প্রতিবেদন দাবি করে, ১৪ মার্চ ভারতীয় নৌবাহিনীর আইএনএস Tarkash জাহাজে থাকা ক্রু সদস্যদের উদ্ধার করতে ছিনতাই করা জাহাজটিকে আটকে দেয় এবং একটি বোয়িং পি-৮ পসাইডন সামুদ্রিক টহল বিমান ওই স্থানে প্রেরণ করে। যদিও তাদের এখানে সত্যিই কোন কৃতিত্ব নেই, কারন এমভি আবদুল্লাহ জাহাজ উদ্ধারে ভারতীয় নৌবাহিনীর কোন ধরনের সম্পৃক্ততাই ছিল না।\nবাংলাদেশী পররাষ্ট্রমন্ত্রী হাসান মাহমুদ ভারতীয় নৌবাহিনী সম্পর্কে এই ধরনের মিডিয়া প্রতিবেদনকে “মোটেও সত্য নয়” বলে উড়িয়ে দেন এবং জলদস্যুদের সাথে আলোচনার জন্য বাংলাদেশ সরকারের চলমান প্রচেষ্টার কথা উল্লেখ করেন। অন্য একজন কর্মকর্তা বলেন যে, জাহাজটি সোমালি উপকূলের কাছাকাছি নোঙর করা হয়েছিল এবং “পূর্ববর্তী অবস্থান থেকে দূরে অন্য একটি ছিনতাইকৃত জাহাজের কাছে নির্দেশ দেওয়া হয়েছিল, যার জ্বালানী প্রয়োজন ছিল।”\n\n\n=== মুক্তিলাভ ===\nঅপহৃত জাহাজ এমভি আবদুল্লাহকে $৫ মিলিয়ন (€৪.৭ মিলিয়ন) মুক্তিপণ প্রদানের বিনিময়ে সোমালি জলদস্যুরা ২০২৪ সালের ১৪ এপ্রিল ছেড়ে দেয়।\nদেশের মাটিতে ফিরে আসা\nজিম্মিদশা থেকে মুক্তির দুই মাস পর এমভি আব্দুল্লাহ ১৩ মে সোমবার দেশে ফেরে জাহাজ এমভি আবদুল্লাহ ও ২৩ নাবিক। সন্ধ্যা ৬টার পরে কক্সবাজারের কুতুবদিয়া চ্যানেলে ৫৫ হাজার টন চুনাপাথর বোঝাই জাহাজটি নোঙর করে। পরে\nএদিন বিকেল ৪টায় বিকল্প দল বা রিপ্লেসমেন্ট টিমের নতুন ২৩ নাবিককে নিয়ে চট্টগ্রাম থেকে কুতুবদিয়ার উদ্দেশ্যে যাত্রা করে এমভি জাহান মনি-৩ নামে আরেকটি লাইটারেজ জাহাজ। ২৩ নাবিকসহ পরদিন বিকালে চট্টগ্রাম বন্দরে পৌঁছায় এমভি আবদুল্লাহ।\n\n\n== তথ্যসূত্র =="}