{"pageid": 1438395, "title": "উইলফ্রেড ম্যাডেলুং", "url": "https://bn.wikipedia.org/wiki?curid=1438395", "content": "উইলফ্রেড ফের্ডিনান্ড ম্যাডেলুং এফবিএ (২৬ ডিসেম্বর ১৯৩০ – ৯ মে ২০২৩) ছিলেন একজন জার্মান লেখক ও ইসলামি ইতিহাসবিদ, যিনি ইসলামি গবেষণা ও ইরানি গবেষণা ক্ষেত্রে তার অবদানের জন্য বিশেষভাবে পরিচিত ছিলেন। তিনি ইরানে বিশেষভাবে সম্মানিত ছিলেন শিয়া মতবাদের প্রতি তাঁর \"জ্ঞাতসার ও ন্যায়সঙ্গত\" দৃষ্টিভঙ্গির জন্য।\nলন্ডনের ইন্সটিটিউট অব ইসমাইলি স্টাডিজ-এর পক্ষ থেকে প্রকাশিত শোকবার্তায়, যেখানে ম্যাডেলুং তাঁর জীবনের শেষ সময়ে কর্মরত ছিলেন, বলা হয়:\n\"প্রারম্ভিক ইসলামের ধর্মীয় আন্দোলন ও বিভিন্ন চিন্তাধারার ওপর তাঁর গবেষণাগুলো অসংখ্য প্রাথমিক উৎসের ভিত্তিতে গঠিত, যা প্রায় প্রতিটি প্রধান মুসলিম আন্দোলন ও সম্প্রদায় সম্পর্কে অধ্যয়নের দিগন্তকে সমৃদ্ধ করেছে—শুধু প্রারম্ভিক ইমামি শিয়াবাদ এবং পরবর্তী বারো ইমামি, ইসমাইলি ও জয়দি ধারার নয়, বরং সুন্নি, খারিজি ও মু'তাযিলা মতবাদের অনেক কম পরিচিত দিকও এতে অন্তর্ভুক্ত।\"\n\n\n== প্রারম্ভিক জীবন ও কর্মজীবন ==\nম্যাডেলুং ১৯৩০ সালের ২৬ ডিসেম্বর স্টুটগার্টে জন্মগ্রহণ করেন। দ্বিতীয় বিশ্বযুদ্ধের পর ১৯৪৭ সালে কিশোর বয়সে তিনি তাঁর বাবা গেয়র্গ হান্স ম্যাডেলুং এবং মা এলিজাবেথ এমা ম্যাডেলুং-এর সঙ্গে যুক্তরাষ্ট্রে চলে যান। সেখানে তাঁর পিতা রকেট প্রযুক্তিতে বিশেষজ্ঞ একজন বিমান প্রকৌশলী হিসেবে কর্মজীবন চালিয়ে যান।\nউইলফ্রেড ম্যাডেলুং জর্জটাউন বিশ্ববিদ্যালয়ে ভর্তি হন, পরে ১৯৫১ সালে কায়রোতে যান আরবি সাহিত্য এবং ইসলামের ইতিহাস অধ্যয়নের জন্য। সেখানে তিনি ছিলেন মুহাম্মদ কামিল হুসেইনের (১৯০১–১৯৬১) ছাত্র, যিনি ফাতিমি যুগের অসংখ্য ইসমাইলি গ্রন্থ সম্পাদনা করেছিলেন।\n১৯৫৮ থেকে ১৯৬০ সাল পর্যন্ত তিনি বাগদাদে পশ্চিম জার্মান দূতাবাসে সাংস্কৃতিক সংলগ্ন কর্মকর্তা হিসেবে দায়িত্ব পালন করেন। এরপর তিনি একাডেমিক গবেষণা ও অধ্যাপনার মাধ্যমে নিজের বৈজ্ঞানিক কর্মজীবন শুরু করেন। পরবর্তী জীবনে তাঁর ব্রিটিশ নাগরিকত্বও ছিল বলে জানা যায়।\n\n\n== একাডেমিক কর্মজীবন ==\nম্যাডেলুং জার্মানির হামবুর্গ বিশ্ববিদ্যালয়ে তাঁর ডক্টরেট ও হ্যাবিলিটেশন সম্পন্ন করেন এবং ১৯৬৩ থেকে ১৯৬৬ সাল পর্যন্ত সেখানে ইসলামি গবেষণার প্রভাষক হিসেবে দায়িত্ব পালন করেন। ১৯৫৭ সালে তাঁর পিএইচডি অভিসন্দর্ভের শিরোনাম ছিল \"ক্বারমাতীয় ও ফাতিমীয়রা: তাদের পারস্পরিক সম্পর্ক এবং ইমামত সম্পর্কিত শিক্ষাদর্শ\"।\n১৯৬৩ সালে তিনি টেক্সাস বিশ্ববিদ্যালয়ে ভিজিটিং প্রফেসর হিসেবে পড়ান। এরপর ১৯৬৪–৬৫ সালে সহকারী অধ্যাপক, ১৯৬৬–৬৮ সালে সহযোগী অধ্যাপক এবং ১৯৬৯ থেকে ১৯৭৮ সাল পর্যন্ত শিকাগো বিশ্ববিদ্যালয়ে ইসলামি ইতিহাসের অধ্যাপক হিসেবে কর্মরত ছিলেন।\n১৯৭৮ থেকে ১৯৯৮ সাল পর্যন্ত তিনি অক্সফোর্ড বিশ্ববিদ্যালয়ে লডিয়ান প্রফেসর অব আরবিক ছিলেন এবং সেন্ট জন’স কলেজের ফেলো ছিলেন।\nএই সময়ে, তাঁর ১৯৯৭ সালের গ্রন্থ The Succession to Muhammad ইসলামে নবী মুহাম্মদের পর উত্তরাধিকার প্রশ্নে শিয়া দৃষ্টিভঙ্গির ন্যায্য উপস্থাপনার জন্য একটি গুরুত্বপূর্ণ কাজ হিসেবে প্রশংসিত হয়। ম্যাডেলুং ইবাদি মতবাদ নিয়েও একাধিক গবেষণা প্রবন্ধ ও বক্তৃতা প্রদান করেন।\n১৯৯৯ সাল থেকে তিনি ব্রিটিশ একাডেমির সদস্য ছিলেন এবং ইন্সটিটিউট অব ইসমাইলি স্টাডিজ-এর জ্যেষ্ঠ গবেষণা সহকর্মী হিসেবে লন্ডনে কাজ করেছেন।\n২০১৩ সালে তিনি ইসলামি ও ইরানি গবেষণা ক্ষেত্রে গুরুত্বপূর্ণ অবদানের জন্য ইরানের ইসলামি দিকনির্দেশনা ও সংস্কৃতি মন্ত্রণালয় প্রদত্ত ফারাবি আন্তর্জাতিক পুরস্কার লাভ করেন। পরবর্তীতে তিনি আধ্যাত্মিক প্রবণতা সম্পন্ন মধ্যযুগীয় ইসলামি রসায়নের প্রাচীন আরবি রচনাসমূহ সম্পাদনা ও প্রকাশনার সঙ্গেও যুক্ত ছিলেন (দেখুন: রচনাসমূহের তালিকা)।\n\n\n== ব্যক্তিগত জীবন ==\nতিনি মার্গারেট ম্যাডেলুং-এর সঙ্গে বিবাহবন্ধনে আবদ্ধ ছিলেন।\n\n\n== মৃত্যু ==\nম্যাডেলুং ২০২৩ সালের ৯ মে ৯২ বছর বয়সে মৃত্যুবরণ করেন।\n\n\n== রচনাসমূহ ==\nমৃত্যুর প্রায় ২০ বছর আগেই উইলফ্রেড ম্যাডেলুং প্রায় ১৫টি গ্রন্থ ও সম্পাদিত সংকলন, ৬০টি গ্রন্থ অধ্যায় ও বৈজ্ঞানিক প্রবন্ধ, ১৩০টি বিশ্বকোষ প্রবন্ধ এবং প্রায় ১৬০টি গ্রন্থ পর্যালোচনা প্রকাশ করেছিলেন।\n\nম্যাডেলুং, ডব্লিউ. (সম্পাদক) – তাবারিস্তান, দাইলামান ও গিলানের জায়দি ইমামদের ইতিহাসসংক্রান্ত আরবি পাঠ (Arabic Texts Concerning The History of The Zaydī Imāms of Tabaristān, Daylamān And Gīlān)। ফ্রান্‌ৎস স্টেইনার ফেরলাগ, ১৯৮৭।\nম্যাডেলুং, ডব্লিউ. – প্রারম্ভিক ইসলামি ইরানে ধর্মীয় প্রবণতাসমূহ (Religious Trends in Early Islamic Iran)। ১৯৮৮।\nম্যাডেলুং, ডব্লিউ. – মধ্যযুগীয় ইসলামি সমাজে ধর্মীয় ও জাতিগত আন্দোলন (Religious and Ethnic Movements in Medieval Islam)। ১৯৯২ (পুনর্মুদ্রণ: ২০১৬)।\nম্যাডেলুং, ডব্লিউ. – মুহাম্মদের উত্তরাধিকার (The Succession to Muhammad)। ১৯৯৭।\nম্যাডেলুং, ডব্লিউ. এবং ওয়াকার, পি. – একটি ইসমাইলি ধর্মবিচ্যুতি বিষয়ক রচনা: আবু তাম্মামের 'শয়তানের দরজা' গ্রন্থ থেকে (An Ismaili Heresiography: The 'Bāb al-Shayṭān' from Abū Tammāms' Kitāb al-shajara)। ১৯৯৮।\nম্যাডেলুং, ডব্লিউ. এবং ওয়াকার, পি. – ফাতিমিদের আবির্ভাব: একজন সমসাময়িক শিয়া প্রত্যক্ষদর্শীর বর্ণনা (The Advent of the Fatimids: A Contemporary Shi'i Witness)। ২০০০।\nম্যাডেলুং, ডব্লিউ. – ইমাম আল-কাসিম ইবন ইব্রাহিম ও জায়দি আকীদা (Der Imam al-Qasim ibn Ibrahim und die Glaubenslehre der Zaiditen)। প্রথম প্রকাশ: ১৯৬৬; পুনর্মুদ্রণ: ২০০২।\nআহমাদ ইবন ইয়াহ্‌ইয়া আল-বালাধুরী: আনসাব আল-আশরাফ (দ্বিতীয় ভাগ) (Ansāb al-Ašrāf)। সম্পাদনা: উইলফ্রেড ম্যাডেলুং। ২০০৩।\nমুহাম্মদ ইবন উমাইল: প্রতীকগুলোর ব্যাখ্যার গ্রন্থ: কিতাব হাল আর-রুমুজ (Book of the Explanation of the Symbols. Kitāb Ḥall ar-Rumūz)। ২০০৩।\nম্যাডেলুং, ডব্লিউ. – মধ্যযুগীয় ইসলামি সমাজে ধর্মীয় বিদ্যালয় ও মতবাদসমূহ (Religious Schools and Sects in Medieval Islam)। ১৯৮৫।\nম্যাডেলুং, ডব্লিউ. (সম্পাদক) – জ্ঞানের স্তরের গ্রন্থ: মাসলামা আল-কুরতুবির রুতবাত আল-হাকিম (The Book of the Rank of the Sage. Rutbat al-Ḥakīm by Maslama al-Qurṭubī)। ২০১৬।\n২য়/৮ম শতকের ইবাদি পাঠ (Ibāḍī Texts from the 2nd/8th Century)।\nমুহাম্মদ ইবন উমাইল: বিশুদ্ধ মুক্তো ও অন্যান্য রচনা (The Pure Pearl and other texts by Muhammad Ibn Umail: Ad-Durra an-naqīya, As-Sīra an-naqīya, Al-Qașīda al-Mīmīya, Al-Mabāqil as-sab'a)। ২০১৯।\n\n\n== পুরস্কার ==\nফারাবি আন্তর্জাতিক পুরস্কার (২০১৩)\n\n\n== আরও দেখুন ==\nইসলামি পণ্ডিতদের তালিকা\n\n\n== সূত্র ==\n\n\n== বহিঃসংযোগ ==\nইসমাইলি স্টাডিজ ইনস্টিটিউট – Culture and Memory in Early and Medieval Islam: A Festschrift in honour of Wilferd Madelung, সম্পাদক: এফ. দাফতারি ও জে. মেরি। লন্ডন: আই.বি. টরিস, ২০০৩।\nটেমপ্লেট:Laudian Professors of Arabic"}