{"pageid": 1438596, "title": "সেয়াহাতনামা", "url": "https://bn.wikipedia.org/wiki?curid=1438596", "content": "সেয়াহাতনামা (উসমানীয় তুর্কি: سياحتنامه) একটি সাহিত্যধারা ও রচনাশৈলী, যার উদাহরণ মধ্যযুগে ইসলামী বিশ্বের বিভিন্ন অঞ্চলে দেখা যায়। এই ধারার সূচনা উমাইয়া আমলের আরব পর্যটকদের লেখা থেকে শুরু হয়। \nএই নামটি বিশেষভাবে অটোমান তুর্কি পর্যটক এভলিয়া চেলেবি (১৬১১–১৬৮২) রচিত ভ্রমণবৃত্তান্ত বোঝাতেও ব্যবহৃত হয়।\nএভলিয়া চেলেবির লেখা সেয়াহাতনামা এই ধারার একটি গুরুত্বপূর্ণ উদাহরণ।\nলেখকের আসল নাম ছিল দারবিশ মেহমেদ জিল্লি। “এভলিয়া” নামটি তিনি নিজের শিক্ষাগুরু এভলিয়া মেহমেদ আফেন্দির প্রতি সম্মান জানিয়ে গ্রহণ করেন। তাঁর পিতা ছিলেন রাজদরবারের প্রধান গহনার কারিগর। পিতার দক্ষতার কারণে চেলেবি রাজদরবারের অনুগ্রহ লাভ করেন। \nকোরআন তিলাওয়াতে তাঁর পারদর্শিতার জন্য তিনি সুলতান মুরাদ চতুর্থের নিকট উপস্থাপিত হন এবং রাজপ্রাসাদে প্রবেশের সুযোগ পান। সেখানে তিনি ক্যালিগ্রাফি, সংগীত, আরবি ব্যাকরণ ও তাজবিদে বিশেষ প্রশিক্ষণ গ্রহণ করেন। \n১৬৩৮ সালে মুরাদ চতুর্থের বাগদাদ অভিযান শুরুর ঠিক আগে এভলিয়া 'দরবারের সিপাহী' পদে নিয়োগ পান।\nতবে সমাজে উচ্চপদে উন্নীত হওয়ার সুযোগ থাকা সত্ত্বেও, এভলিয়ার ভূগোলের প্রতি গভীর আগ্রহ ছিল। তিনি নিজের সম্পদ ব্যয় করে ভ্রমণে বের হন, লক্ষ্য ছিল অটোমান সাম্রাজ্য এবং পার্শ্ববর্তী অঞ্চলগুলোর একটি পূর্ণাঙ্গ বিবরণ রচনা করা। \nতিনি এই ভ্রমণের বিবরণ একটি প্রথম পুরুষে বর্ণিত বৃত্তান্ত হিসেবে সংরক্ষণ করেন।\n\n\n== খণ্ডসমূহ ও বিষয়বস্তু ==\nএভলিয়া চেলেবির দশ খণ্ডের সেয়াহাতনামা-তে তিনি নিম্নলিখিত স্থানসমূহের বর্ণনা দিয়েছেন: \n\nপ্রথম খণ্ড: রাজধানী ইস্তানবুল (তাঁর জন্মস্থান) ও এর পার্শ্ববর্তী অঞ্চল\nদ্বিতীয় খণ্ড: বুরসা, ইজমির, বাতুমি, ত্রাবজন, আবখাজিয়া, ক্রিট, এরজুরুম, আজারবাইজান, জর্জিয়া\nতৃতীয় খণ্ড: দামেস্ক, সিরিয়া, প্যালেস্টাইন, উর্মিয়া, সিভাস, কুর্দিস্তান, আর্মেনিয়া, রুমেলিয়া (বুলগেরিয়া এবং দব্রুজা)\nচতুর্থ খণ্ড: ভান, তাবরিজ, বাগদাদ, বসরা\nপঞ্চম খণ্ড: ভান, বসরা, হাঙ্গেরি, রাশিয়া, আনাতোলিয়া, বুরসা, দারদানেলস, আদ্রিয়ানোপল, মলদোভিয়া, ট্রানসিলভানিয়া, বসনিয়া, ডালমেশিয়া, সোফিয়া\nষষ্ঠ খণ্ড: ট্রানসিলভানিয়া, আলবেনিয়া, হাঙ্গেরি, নোভে জামকি, বেলগ্রেড, হার্জেগোভিনা, রাগুসা (ডুব্রোভনিক), মন্টেনেগ্রো, কানিজা, ক্রোয়েশিয়া\nসপ্তম খণ্ড: হাঙ্গেরি, বুডা, এরলাউ, টেমেসভার, ট্রানসিলভানিয়া, ভালাকিয়া, মলদোভিয়া, ক্রিমিয়া, কাজাক, দক্ষিণ রাশিয়া, ককেশাস, দাগেস্তান, আজাক\nঅষ্টম খণ্ড: আজাক, কাফা, বাহচেসারায় (ক্রিমিয়া), ইস্তানবুল, ক্রিট, মেসিডোনিয়া, গ্রীস, আথেন্স, ডোডেকানিজ, পেলোপনেসাস, আলবেনিয়া, ভালোনা, ওহ্রিদা, আদ্রিয়ানোপল, ইস্তানবুল\nনবম খণ্ড: (মক্কার হজ্ব) দক্ষিণ-পশ্চিম আনাতোলিয়া, স্মিরনা, এফেসাস, রোডস, দক্ষিণ আনাতোলিয়া, সিরিয়া, আলেপ্পো, দামেস্ক, মদিনা, মক্কা, সুয়েজ\nদশম খণ্ড: মিশর (ইতিহাসভিত্তিক ব্যাখ্যা সহ), কায়রো, উপর মিশর, সুদান, আবিসিনিয়া (ইথিওপিয়া)\n\n\n== বৈশিষ্ট্য ও সীমাবদ্ধতা ==\nএভলিয়া চেলেবি নিরেট ঐতিহাসিক সত্যের চেয়ে কাহিনি ও উপকথাকে বেশি প্রাধান্য দিয়েছেন। তিনি অনেক সময় অতিরঞ্জন করেছেন বা হাস্যরসাত্মক প্রভাব তৈরির জন্য নানা ঘটনা রচনা করেছেন। এই কারণে তাঁর সেয়াহাতনামা ১৭শ শতকের একটি হালকা সাহিত্যকর্ম হিসেবে ধরা হয়, যা সাধারণ পাঠকদের কাছে গ্রহণযোগ্য ছিল। এতে তিনি ১৭শ শতকের কথ্য তুর্কি ভাষা ব্যবহার করেছেন, মাঝে মাঝে চমৎকার গঠনমালার অলঙ্কারিক বাক্যও সংযোজন করেছেন। \nবৃহৎ পাঠকগোষ্ঠীর কাছে পৌঁছাতে চাওয়াটাই সম্ভবত ঐতিহাসিক সত্যের প্রতি লেখকের উদাসীনতার কারণ। তিনি এমন কিছু ঘটনাও ব্যক্তিগত অভিজ্ঞতা হিসেবে তুলে ধরেছেন, যেগুলি ঘনিষ্ঠভাবে বিশ্লেষণ করলে বোঝা যায়, তিনি সেগুলি কেবল শ্রুতিকথা বা অন্যান্য সাহিত্যিক উৎস থেকে পেয়েছেন, অথচ উৎস উল্লেখ করেননি।\nএই সীমাবদ্ধতা সত্ত্বেও, সেয়াহাতনামা-তে সাংস্কৃতিক ইতিহাস, লোকজ সংস্কৃতি এবং ভূগোল সংক্রান্ত বিপুল তথ্য রয়েছে। এই রচনার গুরুত্ব এ কারণেও, যে এটি ১৭শ শতকের অটোমান তুর্কি বুদ্ধিজীবীদের অমুসলিম পাশ্চাত্য সম্পর্কে মনোভাবকে প্রতিফলিত করে এবং তৎকালীন অটোমান সাম্রাজ্যের প্রশাসন ও অভ্যন্তরীণ কাঠামো সম্পর্কে আলোকপাত করে।\nতাঁর কাজের গুরুত্বের কারণেই তুর্কি ভাষা ও সাহিত্যে সেয়াহাতনামা শব্দটি প্রায়শই এভলিয়া চেলেবির রচনার প্রতিশব্দ হিসেবে ব্যবহৃত হয়।\n\n\n== অনুবাদ ==\nআধুনিক তুর্কি ভাষায় একাধিক অনুবাদ ছাড়াও, এভলিয়ার সেয়াহাতনামা-র উল্লেখযোগ্য অংশ আরবি, আর্মেনীয়, বসনীয়, গ্রিক, হাঙ্গেরিয়ান, রোমানিয়ান, রুশ এবং সার্বীয় ভাষায় অনূদিত হয়েছে। \nসবচেয়ে সাম্প্রতিক ইংরেজি অনুবাদটি করেছেন রবার্ট ড্যাঙ্কফ ও সুইয়ং কিম। ২০১০ সালে প্রকাশিত এই অনুবাদগ্রন্থের নাম An Ottoman Traveller: Selections from the Book of Travels of Evliya Çelebi। এতে সব খণ্ড থেকেই অংশ অন্তর্ভুক্ত রয়েছে।\nএই রচনার সঙ্গে সংশ্লিষ্ট আরেকটি ঘরানা হলো সেফারেতনামা (سفارت نامه)। এটি ছিল অটোমান রাষ্ট্রদূতদের ভ্রমণ ও অভিজ্ঞতার বিবরণ, যা লেখকরা সুলতান ও উচ্চ প্রশাসনের জন্য উপস্থাপনের উদ্দেশ্যে রচনা করতেন। এসব রচনা আধা-সরকারি চরিত্র ধারণ করলেও সাধারণ পাঠকদের জন্যও আকর্ষণীয় ছিল।\n\n\n== আরও দেখুন ==\nপিরি রেইস (এবং তাঁর কিতাব-ই বাহরিয়ে)\nতুর্কি সাহিত্য\nএভলিয়া চেলেবি পথ\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nFotić, Aleksandar (২০২১)। \"Receptions of Evliya Çelebi's Seyahatname in Serbian Historiography and Challenges of the Original Manuscript\"। Evliya Çelebi in the Borderlands: New Insights and Novel Approaches to the Seyahatname। Zagreb: Srednja Europa। পৃষ্ঠা 149–163। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\n\nঅটোমান ভাষায় সেয়াহাতনামা – প্রদানকারী: রবার্টস, টরন্টো বিশ্ববিদ্যালয়"}