{"pageid": 1438447, "title": "মা'আদ", "url": "https://bn.wikipedia.org/wiki?curid=1438447", "content": "মা'আদ ইবনে আদনান (আরবি: مَعَدّ ٱبْن عَدْنَان) একজন কিংবদন্তিতুল্য আরব পূর্বপুরুষ, যিনি ঐতিহ্যগতভাবে আদনান-এর পুত্র এবং উত্তর আরবের একাধিক গোত্রের, যেমন মুদার ও রবীআ-এর পূর্বপুরুষ হিসেবে গণ্য হন। তিনি আদনানীয় বংশানুক্রমের একটি গুরুত্বপূর্ণ চরিত্র, যিনি উত্তর আরবদের ইসমাঈল ইবন ইব্রাহিম (অর্থাৎ ইব্রাহিমের পুত্র ইসমাঈল)-এর সঙ্গে আদনান-এর মাধ্যমে সংযুক্ত করেন।\nমা'আদ ইসলামিক বংশানুক্রমে পরবর্তীতে একজন ব্যক্তি রূপে বিবেচিত হলেও, তাঁর নাম প্রথম দেখা যায় ইসলাম-পূর্ব শিলালিপিতে, যেখানে এটি একদল যাযাবর ও আধা-যাযাবর সম্প্রদায়কে বোঝাতে ব্যবহৃত হয়েছে, যারা মধ্য আরবে বাস করত এবং সমসাময়িক প্রধান শক্তিগুলোর সরাসরি নিয়ন্ত্রণের বাইরে ছিল। তারা হিময়ার রাজ্যের উত্তরে ও লাখমিদদের দক্ষিণে অবস্থান করত। মা'আদীয়রা স্বাধীনতা বজায় রাখে এবং তাদের সীমান্তরক্ষা করত, কারণ তারা দুর্গম অঞ্চলে বাস করত ও তাদের সমাজ ছিল সামরিকভাবে প্রস্তুত। চতুর্থ থেকে ষষ্ঠ শতাব্দীর মধ্যে, তারা নাজদ অঞ্চলের মা'সাল আল-জুমহ-এ কেন্দ্রীভূত ছিল। মা'আদ ঘাসানিদ, হিময়ার ও তাইয়ি' সহ অন্যান্য আঞ্চলিক পরিচয়ের মধ্যে সহাবস্থান করত। তাদের প্রথম উল্লেখ পাওয়া যায় নামারা শিলালিপিতে (৩২৮ খ্রিষ্টাব্দ)।\n\"মা'আদ\" শব্দটি বিভিন্ন উৎসে কিছুটা ভিন্ন অর্থে ব্যবহৃত হয়েছে। উপদ্বীপের বাইরের ইসলাম-পূর্ব গ্রিক ও সিরিয়াক ভাষায় রচিত সাহিত্যে এটি কোনো নির্দিষ্ট জনগোষ্ঠী বোঝাতে নয়, বরং সাম্রাজ্যিক নিয়ন্ত্রণের বাইরে উত্তর আরবে উট-চালিত সামরিক যাযাবরদের বোঝাতে ব্যবহৃত হয়েছে। ইসলাম-পূর্ব আরবি কবিতায়, \"মা'আদ\" ছিল একটি সামষ্টিক পরিচয় ও জাতিগত নাম, যা আজকের দিনে \"আরব\" শব্দটির ভূমিকা পালন করত। এইভাবে, মা'আদ উত্তর ও দক্ষিণ উভয় আরব গোত্রকে অন্তর্ভুক্ত করত। ইসলামিক বংশানুক্রমিক বিবরণে, যখন মা'আদকে একটি কেন্দ্রীয় আরবীয় সংঘের বদলে একটি নির্দিষ্ট গোত্র হিসেবে ভাবা হতে থাকে, তখন \"মা'আদ\" শব্দটি হয় মা'আদ নামক ব্যক্তিকে বোঝাতে ব্যবহৃত হতো, যিনি মা'আদ গোত্রের নামধারী পূর্বপুরুষ, অথবা গোত্রটিকে বোঝাতে। সেই সময়, মা'আদ-কে উত্তর আরবের অন্যান্য গোত্রের একজন পূর্বপুরুষ হিসেবে ধরা হতো, যারা সকলেই তার পিতা আদনান-এর বংশধর ছিল। অপরদিকে, দক্ষিণ আরবের গোত্ররা নিজেদের কাহতানীয় হিসেবে পরিচয় দিত এবং তাদের পূর্বপুরুষ মনে করত কাহতান-কে। মা'আদীয় আরবি ভাষাই সম্ভবত ইসলাম-পূর্ব কাসিদা কবিতার ভাষা ছিল এবং এটি সম্ভবত হিজাজি আরবির সঙ্গে একটি সাধারণ পূর্বসূরি ভাগ করে।\nইসলামি যুগে \"মা'আদ\" শব্দটি বিভিন্ন অর্থগত পরিবর্তনের মধ্য দিয়ে যায়। শুরুতে, মা'আদ-এর ভৌগোলিক অবস্থান মধ্য আরব থেকে ঊর্বর উপত্যকায় সরে যায়, প্রারম্ভিক মুসলিম বিজয়-এর সময় জনগণের স্থানান্তরের ফলে। তখন, \"মা'আদ\" শব্দটি একটি জাতিগত নাম থেকে একটি গোত্রে রূপান্তরিত হয়। অষ্টম শতকে, যখন \"আরব\" শব্দটি সেই সামষ্টিক পরিচয় ধারণ করে যা পূর্বে \"মা'আদ\" বোঝাত, তখন মা'আদ গোত্র তাদের শ্রেষ্ঠত্ব পুনঃপ্রতিষ্ঠার উদ্দেশ্যে একটি প্রতিষ্ঠাতা ব্যক্তির (মা'আদ) সঙ্গে সংযুক্ত হয়, যিনি আরবদের প্রথম নিশ্চিত পূর্বপুরুষ হিসেবে বিবেচিত হন। তবে নবম শতকে, আরব বংশলতির ইতিহাস আরও পেছনে প্রসারিত হয়, প্রথমে মা'আদের পিতা আদনান, তারপর তার পিতামহ উদাদ, এবং শেষ পর্যন্ত ইসমাঈল পর্যন্ত, যিনি সকল আরবদের পূর্বপুরুষ বলে বিবেচিত হন। পরে আরেকটি বংশানুক্রমিক ধারা প্রাধান্য পায়, যেখানে দক্ষিণ আরবদের একটি পৃথক শাখা হিসেবে বিবেচনা করা হয়, যারা কাহতান-এর বংশধর, এবং যারা ইসমাঈল বা আদনান থেকে নয়, বরং কাহতান থেকে উৎসারিত। নবম শতকের শেষ নাগাদ, মা'আদীয় পরিচয় অনেকটাই বিলুপ্ত হয়ে যায়।\n\n\n== ইসলাম-পূর্ব যুগ ==\n\n\n=== শিলালিপি ===\n\"মা'আদ\" (MʿDW) শব্দটি ব্যবহারকারী প্রথম নির্ভরযোগ্য তারিখযুক্ত পাঠ্য হলো নামারা শিলালিপি (প্রায় ৩২৮ খ্রিষ্টাব্দ), যা দক্ষিণ সিরিয়ার নামারা-তে আবিষ্কৃত হয়। এই আরবি শিলালিপিতে মা'আদ-এর উল্লেখ রয়েছে একাধিক আরবীয় গোষ্ঠীর তালিকায়, যেমন নিজার এবং আসদায়ন, যাদের লাখমিদ রাজা ইমরু’ আল-কাইস ইবনে আমর বশ্যতা স্বীকার করিয়েছিলেন। এতে উত্তর, পশ্চিম-মধ্য এবং দক্ষিণ আরবের বিভিন্ন আরব জাতির কথাও উল্লেখ আছে। এখানে ইমরু’ আল-কাইসকে \"আরবদের রাজা\" (মালিক আল-আরব) ও \"মা'আদের রাজা\" (মালিক মা'আদ) বলা হয়েছে, যা ওই সময়ে মা'আদের অধীনতা নির্দেশ করে। তবে শিলালিপিটি মা'আদের ভৌগোলিক অবস্থান নিয়ে অস্পষ্ট। ওয়েবের মতে, এটি মা'আদের অবস্থান দক্ষিণ আরবে, সম্ভবত নাজরানের কাছাকাছি, এমন ইঙ্গিত দিতে পারে। ইরফান শাহিদ বলেন, এই শিলালিপি মা'আদ কোথায় ছিল বা এটি একটি গোত্র না কি একটি জোট—সে বিষয়ে নির্দিষ্ট ধারণা দেয় না। শাহিদের ধারণা, রোমান সাম্রাজ্য কর্তৃক নবতীয় রাজ্য দখল (১০৬ খ্রিষ্টাব্দে) অথবা পালমাইরিন সাম্রাজ্য পতনের (২৭২ খ্রিষ্টাব্দে) পরবর্তী অস্থিরতার মধ্যে মা'আদ গোষ্ঠী গঠিত হতে পারে, কারণ এই দুটি শক্তিই উত্তর আরবের গোত্রজীবনে গুরুত্বপূর্ণ প্রভাব বিস্তার করেছিল।\nলাখমিদদের ইমরু’ আল-কাইস কর্তৃক মা'আদের বশ্যতার পর, ৩৪০ থেকে ৩৬০ খ্রিষ্টাব্দের মধ্যে মা'আদ আবার একাধিক সংঘর্ষে জড়িয়ে পড়ে, যখন হিময়ারিদের আক্রমণ তাদের বিরুদ্ধে পরিচালিত হয়। এক শতাব্দী পরে, মা'সাল জুমহ-এ পাওয়া এক উৎসে হিম্যার রাজা আবু কারিব মা'আদের ওপর বিজয় উদ্‌যাপন করেন। এই অভিযানে তিনি সাবা, হাদরামাওত এবং কিন্দা গোত্রের সঙ্গে জোট করেন। একই স্থানে ৫২১ খ্রিষ্টাব্দের আরেকটি উৎসে দেখা যায়, আরও উত্তরে পরিচালিত হিম্যারদের এক অভিযান, যা পরবর্তী কয়েক দশক ধরে তাদের কর্তৃত্ব বজায় থাকার ইঙ্গিত দেয়। আরেকটি বিদ্রোহের পর, আব্রাহা ৫৫২ খ্রিষ্টাব্দে হালিবানে মা'আদকে স্থায়ীভাবে পরাজিত করেন।\n‘মা'আদের ভূমি’ (ʾRḌ MʿDM) কথাটি Jabal Riyām 2006–17 শিলালিপিতে পাওয়া যায়। এর সঠিক তারিখ নির্ধারিত না হলেও সম্পাদকরা এটিকে তৃতীয় শতাব্দীতে স্থাপন করেছেন। যদি এটি সঠিক হয়, তবে এটি মা'আদের সবচেয়ে প্রাচীন উৎস হিসেবে বিবেচিত হবে। ʿআবাদান ১ (প্রায় ৩৬০ খ্রিষ্টাব্দ) শিলালিপিতে হিম্যার রাজ্যের যাযাবরদের বিরুদ্ধে পরিচালিত অভিযানের বর্ণনা আছে, যার মধ্যে মা'আদের নামও অন্তর্ভুক্ত।\nমা'আদের উল্লেখ মধ্য সাবাঈ ভাষার দুইটি পাঠ্যে পাওয়া যায়, যেগুলোতে মা'আদকে মধ্য আরবে অবস্থিত বলা হয়েছে, যা নামারা শিলালিপির অবস্থানের সঙ্গে কিছুটা বৈপরীত্য তৈরি করে, এবং এতে দেখা যায় সীমান্তগুলো ছিল পরিবর্তনশীল। ষষ্ঠ শতাব্দীর হিম্যার রাজা আব্রাহা-এর সময় ও তার আশপাশের সময়কালের শিলালিপিগুলো মা'আদকে মধ্য আরবে দৃঢ়ভাবে অবস্থানরত হিসেবে উপস্থাপন করে। মা'আদ হিম্যার প্রভাবাধীন অঞ্চলের অন্তর্ভুক্ত ছিল, এই ধারণার কিছু সমর্থন পাওয়া যায় ষষ্ঠ শতাব্দীর মাঝামাঝির বাইজেন্টাইন ইতিহাসবিদ প্রোকোপিয়াস এবং নবম শতাব্দীর ইবন হাবীব-এর গ্রন্থ আল-মুহাব্বার থেকে। এই উৎসগুলো থেকে জানা যায়, মা'আদের অবস্থান ছিল হিম্যারদের নিয়ন্ত্রিত অঞ্চলের উত্তরে এবং লাখমিদদের নিয়ন্ত্রিত এলাকার দক্ষিণে—অর্থাৎ, তারা উক্ত দুই প্রধান শক্তির সরাসরি নিয়ন্ত্রণের বাইরের অঞ্চলে অবস্থান করত।\nতৃতীয় শতাব্দীর শেষভাগের একটি নতুন শিলালিপি মা'আদের ভৌগোলিক বিস্তার নির্ধারণে সহায়তা করে। তখন তারা মা'সাল জুমহ-কে কেন্দ্র করে অবস্থান করত। দক্ষিণ-পূর্বে এই বিস্তার যাবরিন পর্যন্ত, দক্ষিণ-পশ্চিমে হালিবান পর্যন্ত এবং উত্তরে আ’কিল ও ওয়াদি আল-রুমা পর্যন্ত পৌঁছায়, যার মধ্যে আল-খারজ উপত্যকাও অন্তর্ভুক্ত।\n\n\n=== কাব্য ===\nমা'আদ ছিল ইসলাম-পূর্ব আরবি কবিতায় একটি বিশিষ্ট গোষ্ঠী, যাদের প্রায় প্রতিটি কবিতা-সংকলনে অন্তত কিছু পংক্তি তাদেরকে উৎসর্গ করা হয়েছে। এই শব্দটি প্রায়শই \"সমগ্র মানবগোষ্ঠী\" বোঝাতে ব্যবহৃত হতো। তারা নিয়মিতভাবে একটি সমষ্টিগত পরিচয় রূপে উপস্থিত হয়েছে, যাদের সঙ্গে তুলনা করে নিজের বা নিজের গোত্রের শ্রেষ্ঠত্ব তুলে ধরা হতো। উদাহরণস্বরূপ, কবি আল-নাবিঘা আল-যুবিয়ানী লখমিদ রাজা আল-নু'মান তৃতীয় ইবনে আল-মুন্ধির-এর প্রশংসা করতে গিয়ে মা'আদের সঙ্গে তাঁর তুলনা করেছেন:\n\nতুমি মহত্বে মহৎদের অতিক্রম করো / যেমন এক অশ্ব শিকারী কুকুরদের ছাড়িয়ে যায়, \nতুমি মা'আদের সকলকে ছাড়িয়ে গেছো, তুমি আশ্রয়দাতা ও ভয়ঙ্কর প্রতিপক্ষ, \nপ্রশংসার যে প্রাচুর্য, তাতে প্রথম প্রাপক তুমি।\n\nতাগলিব গোত্রের কবি আল-আখনাস ইবনে শুরাইকের কবিতায়ও মা'আদ শব্দটি ব্যবহৃত হয়েছে তাঁর নিজের গোত্রের শ্রেষ্ঠত্ব তুলে ধরতে:\n\nমা'আদের সকল জাতির আছে তাদের গোত্র \nপ্রত্যেকের আছে নিরাপদ আশ্রয়স্থল। \nকিন্তু আমাদের নেই পাহাড়ি দুর্গ, \nশুধু খ্যাতনামা তলোয়ার আমাদের ভরসা।\n\nকিছু কবির কাছে মা'আদ বা আদনান বংশের অন্তর্ভুক্ত না হওয়া ছিল এক প্রকার \"লজ্জা\"। এমনকি, কিছু কবিতায় বলা হয়েছে মা'আদের গৌরব একাই সমগ্র আরব ইতিহাসের বাকি গৌরবকে ছাপিয়ে যায়। কিছু কবিতায় ইঙ্গিত রয়েছে যে, ইসলাম-পূর্ব আরবে মা'আদ গোত্র সংখ্যাগরিষ্ঠ ছিল। কিছু কবিতা মা'আদের দক্ষিণ আরবের মাধহিজ গোত্রের বিরুদ্ধে বিজয় উদ্‌যাপন করে।\n\n\n=== বাইজেন্টাইন সূত্র ===\nমা'আদ জাতির উল্লেখ করেছেন বাইজেন্টাইন ইতিহাসবিদ কেসারিয়ার প্রোকোপিয়াস (প্রায় ৫০০–৫৬৫ খ্রিষ্টাব্দ), যিনি জাস্টিনিয়ান প্রথম-এর যুদ্ধসমূহ নিয়ে লেখা তাঁর ইতিহাসে মা'আদ সম্পর্কে আলোচনা করেন। তিনি উল্লেখ করেন, \"মাদ্দেনি\" (মা'আদ) নামে এক সারাকেন জাতি হিম্যার রাজ্যের অধীনস্থ ছিল। জাস্টিনিয়ান হিম্যার রাজাকে একটি চিঠি পাঠান, যাতে তিনি হিম্যার ও মা'আদ জাতির সৈন্যদের নিয়ে, মা'আদের এক রাজা \"কাইসুস\" (সম্ভবত কাইস) এর নেতৃত্বে সাসানীয় সাম্রাজ্যের সীমান্তে আক্রমণের নির্দেশ দেন। পরবর্তীতে মা'আদের ঐ নেতাকে ঐ অঞ্চলের রাজা হিসেবে অনুমোদন দেওয়া হয়।\n\n\n=== আরবি ইতিহাসচর্চা ও কিন্দা রাজত্ব ===\n\nপঞ্চম শতাব্দীর মধ্য আরবের এক সাবাঈ শিলালিপিতে উল্লেখ আছে যে, হিম্যার রাজা আবিকরিব আসআদ ও তাঁর পুত্র হাসান ইউহা'মিন \"তাদের নির্দিষ্ট কিছু গোত্র প্রতিষ্ঠার উপলক্ষে মা'আদের ভূখণ্ডে অবস্থান করেছিলেন\"। এই বিবরণ ইসলাম-পরবর্তী যুগের একটি আরবি সাহিত্যিক উৎস কিতাব আল-আঘানি (‘গানের গ্রন্থ’) এর সঙ্গে সামঞ্জস্যপূর্ণ, যেখানে বলা হয়েছে যে, আবিকরিব আসআদ মা'আদ গোত্রের উপর কিন্দা প্রধান হুজর-কে নিয়োগ করেছিলেন। আরবি সাহিত্যিক ঐতিহ্য অনুসারে, হুজর ও তাঁর পরিবার (বানু আকিল আল-মুরার) মা'আদের উপর শাসন প্রতিষ্ঠা করেন, যেটি কিন্দা রাজ্য নামে পরিচিত। সাধারণ বর্ণনা অনুযায়ী, মা'আদ গোত্রসমূহ হিম্যার রাজাদের হস্তক্ষেপ কামনা করেছিল তাদের মধ্যে শৃঙ্খলা ফিরিয়ে আনার জন্য। তবে হিম্যাররা সরাসরি শাসনের পরিবর্তে হুজর-কে এই দায়িত্ব অর্পণ করে, যদিও এর কারণ স্পষ্ট নয়।\nহুজরের মৃত্যুর পর, মা'আদ গোত্রের প্রধান অংশ যাঁরা নাজদে (উত্তর-মধ্য আরব) বাস করতেন, তাদের নেতৃত্ব গ্রহণ করেন তাঁর পুত্র আমর ‘আল-মাকসুর’। অপরদিকে, ইয়ামামা (দক্ষিণ-পূর্ব মধ্য আরব) অঞ্চলের মা'আদদের শাসন করতেন হুজরের আরেক পুত্র মু'আবিয়া ‘আল-জাওয়ান’। তবে মা'আদের রবীআ গোত্র, বিশেষত এর দুটি উপগোত্র—তাগলিব ও বাকর—আমরের কর্তৃত্ব প্রত্যাখ্যান করে এবং সম্ভবত পঞ্চম শতাব্দীর শেষভাগে এক যুদ্ধে তাকে হত্যা করে।\nআমরের পুত্র আল-হারিসের শাসনকালে, ৫০২ সালে কিন্দা বাইজেন্টাইনদের অনুগত রাজ্যে পরিণত হয়, এবং বাইজেন্টাইন সীমান্তের বাইরে অবস্থান করত। একই চুক্তিতে ঘাসানিদরা ছিল বাইজেন্টাইনদের অনুগত রাজ্য সীমান্তের ভেতর। আল-হারিস মা'আদদের নেতৃত্ব চার পুত্রের মধ্যে ভাগ করে দেন: হুজর, মা'দিকারিব, শুরাহবীল ও সালামা। গুনার অলিন্ডারের অনুমান, এই বিভাজন তাঁর রাজত্বের শুরুতে ঘটে, যা অভ্যন্তরীণ বিরোধের কারণে মা'আদ নেতাদের অনুরোধে করা হয়েছিল।\nহুজরকে দায়িত্ব দেওয়া হয় মুদার গোত্রের আসাদ ও কিনানা উপগোত্রের উপর, যাদের বসবাস ছিল যথাক্রমে জাবাল শাম্মার ও তিহামা অঞ্চলে। মা'দিকারিব নেতৃত্ব দিতেন মুদার গোত্রের কাইস উপগোত্রকে, যার শাখা উত্তর ও মধ্য আরবে বিস্তৃত ছিল। সালামা নেতৃত্ব দিতেন তাগলিব, আল-নামির ইবন কাসিত, সা'দ ইবনে যায়দমানাত ও হানজালা গোত্রকে—যা তামিম নামক আরেক মুদার গোত্রের অংশ। এদের সবাই পূর্ব আরবে, সাসানীয় সীমান্তের নিকট বাস করত। শুরাহবীল শাসন করতেন বাকর, তামিমের অংশ ও রিবাব গোত্রকে; রিবাব ব্যতীত বাকিরা জাবাল শাম্মার থেকে ইউফ্রেটিস উপত্যকা পর্যন্ত বিস্তৃত ছিল; রিবাব ছিল মধ্য আরবের দক্ষিণাংশে।\n৫২৮ সালে আল-হারিসের মৃত্যুর পর, সালামা ও শুরাহবীলের মধ্যে উত্তরের নাজদের আধিপত্য নিয়ে সম্পর্ক অবনতির দিকে যায়, কারণ তাদের ক্ষমতা-এলাকা পরস্পরকে অতিক্রম করছিল। এই অঞ্চলটি ছিল কিন্দা রাজ্যের সবচেয়ে গুরুত্বপূর্ণ অংশ, কারণ তারা হিরাতে লাখমিদদের রাজ্য প্রতিস্থাপনের চেষ্টা করেছিল। তাগলিব ও বাকর গোত্র বহুদিন ধরে বাসুস যুদ্ধ নামে পরিচিত রক্তক্ষয়ী দ্বন্দ্বে লিপ্ত ছিল। এই প্রাচীন শত্রুতা সালামা ও শুরাহবীলের প্রতিদ্বন্দ্বিতাকে আরও ঘনীভূত করে, কারণ তারা এই দুই গোত্রের রাজা ছিলেন। আল-মুন্ধির (হিরা রাজা) সালামাকে উপহার ও সম্মান দিয়ে এই সংঘর্ষে উসকানি দিয়েছিলেন বলেও ধারণা করা হয়, যা শুরাহবীলের হিংসা ও সন্দেহ বাড়িয়ে তোলে।\nএই দ্বন্দ্ব শেষপর্যন্ত ইউফ্রেটিসের নিম্নভাগের পশ্চিম মরুভূমির কূপ 'আল-কুলাব'-এ সংঘটিত এক যুদ্ধে রূপ নেয়, যা ইসলাম-পূর্ব আরবদের অন্যতম বিখ্যাত যুদ্ধ দিবসে পরিণত হয়। অলিন্ডার ধারণা করেন, যুদ্ধটি ৫৩০ সালের কয়েক বছরের মধ্যেই ঘটে। তামিম গোত্রের যোদ্ধারা, যারা কিন্দা রাজার সঙ্গে এসেছিল, যুদ্ধের মুখে ছত্রভঙ্গ হয়ে যায়, এবং মূল লড়াইয়ে তাগলিব ও বাকর নেতৃত্ব দেয়, যাদের শীর্ষে ছিলেন সালামা ও শুরাহবীল। যুদ্ধ শেষ হয় শুরাহবীলের মৃত্যুর মাধ্যমে, এবং তাগলিব বিজয়ী হয়।\nষষ্ঠ শতাব্দীর শেষভাগে, কেন্দ্রীয় আরবে কিন্দা শক্তি দুর্বল হতে শুরু করে। আল-হারিসের পুত্রদের মধ্যকার যুদ্ধ তাদের নাজদ অঞ্চলে দুর্বল করে দেয়। ইয়ামামা অঞ্চলে কিন্দা রাজপরিবার জড়িয়ে পড়ে বানু আমির ও তামিম গোত্রের সংঘর্ষে। এই যুদ্ধে তারা তামিমকে সহায়তা করে এবং শি’ব জাবালার যুদ্ধে অংশ নেয়। এই যুদ্ধকে বিভিন্ন ইতিহাসবিদ আনুমানিক ৫৫০, ৫৭০ অথবা ৫৮০ খ্রিষ্টাব্দে স্থাপন করেছেন। এই যুদ্ধে তামিম ও তাদের মিত্ররা পরাজিত হয় এবং কিন্দা রাজা নিহত হন। শি’ব জাবালার এই পরাজয়ের ফলে কিন্দা গোত্র নাজদ ও ইয়ামামা ত্যাগ করে পূর্বপুরুষদের স্বদেশ হাদরামাওত অঞ্চলে ফিরে যায়।\n\n\n== ইসলামী যুগ ==\n\n\n=== মধ্য আরব থেকে ঊর্বর উপত্যকায় স্থানান্তর ===\nপ্রারম্ভিক মুসলিম বিজয়ের পর ও উমাইয়া যুগে \"মা'আদ\" শব্দটির ব্যবহার অব্যাহত থাকে। এই রূপান্তরকালে, মা'আদের ভৌগোলিক পরিচয় মধ্য আরব থেকে ঊর্বর উপত্যকায় স্থানান্তরিত হয়। এটি সম্ভবত বিজয়ের সময় জনপদ, গোষ্ঠী ও গোত্রসমূহের স্থানান্তরের ফলে ঘটে। এই পর্যায়ে মা'আদ শব্দটি একটি নির্দিষ্ট জনগোষ্ঠী ও তাদের ইতিহাসকে নির্দেশ করতে শুরু করে, যারা গৌরব, মর্যাদা, শক্তি ও লজ্জার পরিমাপক হিসেবে ব্যবহৃত হতো।\n\n\n=== উমাইয়া শাসনে মা'আদ ===\n\"মা'আদ\" শব্দটির ব্যবহার উমাইয়া যুগেও অব্যাহত ছিল, বিশেষত প্রারম্ভিক ইসলামী কবিতায়। এই শব্দটি কুরাইশি অভিজাতদের গৌরব বর্ণনায় ব্যবহৃত হতো, বিশেষ করে যারা মক্কার বাইরের বাসিন্দা ছিলেন। সেই সঙ্গে, এই পরিচয় প্রকাশের মাধ্যমে পূর্ববর্তী মা'আদীয় পরিচয়গুলোকেও অব্যাহত রাখা হতো, কারণ উমাইয়া সেনাবাহিনীর বড় অংশ ছিল সামরিকীকৃত মা'আদীয়দের নিয়ে গঠিত। এই ধারা অব্যাহত ছিল যতদিন না মা'আদীয়রা বিজয়-পরবর্তী সাফল্যের ফলে ক্রমে একটি স্থায়ী জীবনে অভ্যস্ত হয়ে ওঠে।\nউমাইয়া শাসকরা মাঝে মাঝে \"মা'আদ\" শব্দ ব্যবহার করে উপাধি গ্রহণ করতেন। যেমন খলিফা হিশাম-কে কবি আবু নুখাইলা এক কবিতায় সম্বোধন করেন \"মা'আদ ও অ-মা'আদের প্রভু\" (রাব্ব মা'আদ ওয়া-সিওয়া মা'আদ) হিসেবে। খলিফা আল-ওয়ালিদ দ্বিতীয় তাঁর এক দিওয়ানে তাঁর সহচরদের \"মা'আদের অভিজাত শ্রেণি\" (উলয়া মা'আদ) বলে উল্লেখ করেন। কবি আল-আখতাল এক কবিতায় মু'আবিয়া ও তাঁর পুত্র ইয়াজিদ-এর প্রশংসা করেন:\n\nতোমার পিতা ছিলেন কুরাইশের শ্রেষ্ঠ: \nসবচেয়ে মহৎ, উদার ও সংযমী। \nযখন পরিস্থিতি কঠিন হয়ে উঠল, আর মা'আদ পিছিয়ে পড়ছিল, \nতোমার পিতা ছিলেন দৃঢ়, যেন কাষ্ঠখণ্ড।\n\n\n=== জাতিগত নাম থেকে গোত্র-নামে রূপান্তর ===\nএই সময়ে \"মা'আদ\" শব্দে একটি অর্থগত পরিবর্তন দেখা যায়। পূর্বে এটি মধ্য আরবের গোত্রগুলোর একটি জাতিগত নাম (ethnonym) হিসেবে ব্যবহৃত হতো। কিন্তু কবি উমর ইবনে আবি রাবিয়া (মৃ. ৭১৯ খ্রি.)-এর কবিতায় প্রথমবার দেখা যায় বানু মা'আদ অর্থাৎ \"মা'আদ গোত্র\" কথাটি, যা একটি নির্দিষ্ট গোত্র বোঝাতে ব্যবহৃত হয়েছে:\n\nআমি একদা তোমাকে মা'আদীয়দের মধ্যে শ্রেষ্ঠ গণ্য করেছিলাম, \nএবং এখন, তুমি নিজেকেও ছাড়িয়ে গেছ।\n\nএটি ছিল সেই প্রক্রিয়ার সূচনা, যার মাধ্যমে \"মা'আদ\" একটি জাতিগত পরিচয় থেকে একটি নির্দিষ্ট গোত্রের নামে পরিণত হয়। সময়ের সঙ্গে সঙ্গে মা'আদের ব্যতিক্রমী মর্যাদা ক্ষয় হতে শুরু করে। পূর্বে কিছু গোত্র (যেমন কুদাআ) মা'আদীয় পরিচয়ে আত্মীকরণ করতে চেয়েছিল, তবে নানা কারণে সেই প্রক্রিয়া ব্যর্থ হয়। উপরন্তু, মা'আদ ছিল না আরব থেকে আগত একমাত্র বিজয়ী গোষ্ঠী, যারা বিজয়ের গৌরব ও লভ্যাংশ দাবি করতে পারত। মা'আদীয় সমষ্টিগত পরিচয়ের বিরুদ্ধে সবচেয়ে প্রবল প্রতিক্রিয়া এসেছিল দক্ষিণ আরবের গোত্রগুলো থেকে, যারা পরবর্তীতে একটি পৃথক বংশানুক্রম গঠন করে নিজেকে মা'আদ বা তাঁর বংশধরদের থেকে সম্পূর্ণ ভিন্ন বলে প্রতিষ্ঠিত করে, এবং নিজেদের কাহতান-এর বংশধর বলে দাবি করে।\nএই পটভূমিতে মা'আদ ও দক্ষিণ আরবদের সমান মর্যাদা তুলে ধরার জন্য কিছু কবিতা রচিত হয়:\n\nজারীর ইবনে আতিয়া: তুমি মা'আদীয়দের শীর্ষে অবস্থান করো, \nআর তোমার বংশানুক্রম ইয়ামনিদের উচ্চতাকে ছাড়িয়ে যায়।\n(আল-বালাধুরী-উদ্ধৃত কবি): যদি ইবন বদরের কথা না থাকত, \nইরাকিদের কোনো রক্ষক থাকত না। \nজিজ্ঞেস করো, কে ন্যায়ের রক্ষক? \nমা'আদ ও কাহতান দুজনেই ইবন বদরের দিকেই ইঙ্গিত করে।\n\n\n=== আরব পরিচয়ের প্রতি প্রতিক্রিয়া ===\nএই সময়ে \"আরব\" শব্দটি একটি জাতিগত নাম (ethnonym) হিসেবে বেশি ব্যবহৃত হতে শুরু করে, পূর্ব-ইসলামী যুগে মা'আদ যেভাবে একটি সমষ্টিগত পরিচয় প্রকাশ করত, তার সাদৃশ্যেই। তবুও, মা'আদ শব্দটি মধ্য ও পরবর্তী উমাইয়া কবিতায় ব্যবহৃত হতে থাকে। অষ্টম শতাব্দীর শেষভাগ নাগাদ, মা'আদ পরিচয় এক বিস্তৃত আরব পরিচয়ের মধ্যে মিশে যাওয়ার পথে ছিল। এর প্রতিক্রিয়ায়, এবং নিজেদের আরবদের মধ্যে শীর্ষ অবস্থান সংহত করার কৌশল হিসেবে, মা'আদীয় উমাইয়া অভিজাতরা এই ধারণা প্রচার করেন যে (মা'আদ নামধারী একজন ব্যক্তি) ছিলেন আরবদের প্রথম সুপ্রতিষ্ঠিত পূর্বপুরুষ।\n\n\n=== মা'আদ: আরবদের পূর্বপুরুষ ===\nযখন সামষ্টিক আরব পরিচয় প্রাধান্য বিস্তার করতে থাকে এবং মা'আদীয় বংশানুক্রম ও তার স্বতন্ত্রতাকে গ্রাস করার হুমকি দেয়, তখন মা'আদকে একটি ব্যক্তি রূপে কল্পনা করা হয় এবং তাঁকে আরবদের প্রথম সুপ্রমাণিত পূর্বপুরুষ হিসেবে রূপ দেওয়া হয়। অষ্টম ও নবম শতাব্দীর প্রথমভাগে রচিত প্রারম্ভিক ইসলামি বংশানুক্রমিক গ্রন্থসমূহ মা'আদকে আরবদের প্রাচীনতম পূর্বপুরুষ হিসেবে বর্ণনা করে। ইবনে আল-কালবি (জামহারাত আন-নাসাব), ইবনে সা’দ (আত-তাবাকাত), খালিফা ইবনে খাইয়াত (আত-তাবাকাত) এবং ইবনে ওহব (আল-জামি) প্রভৃতি গ্রন্থে সংরক্ষিত হাদিসসমূহে নবী মুহাম্মদ আরবদের বংশানুক্রম ব্যাখ্যা করতে গিয়ে মা'আদ পর্যন্ত আসার পর বলেন, \"বংশকাররা মিথ্যা বলে\"। অর্থাৎ, মা'আদ ছিলেন সর্বশেষ স্মরণযোগ্য আরব পূর্বপুরুষ। বলা হয়, তিনি মুহাম্মদের সময় থেকে বিশ প্রজন্ম পূর্বে ছিলেন।\nএর ফলে মা'আদ গোত্রকে \"মূল আরব\" হিসেবে গণ্য করা হয় এবং বিস্তৃত আরব পরিচয়ের ছাতার নিচেও তাদের শ্রেষ্ঠত্ব অটুট থাকে। মা'আদকে তাঁর নামাঙ্কিত গোত্রের প্রতিষ্ঠাতা হিসেবে বর্ণনা করে ইসলামিক বংশানুক্রমে উপস্থাপন করা হয়, যিনি আরব উপদ্বীপের পশ্চিম হিজাজ উপকূল ও নাজদ অঞ্চলের বহু গোত্রের পিতা।\n\n\n=== মা'আদ: নির্বাচিত গোত্র ===\nমা'আদ গোত্র ধীরে ধীরে অন্যান্য আরব গোত্রের তুলনায় এক বিশেষ মর্যাদাপ্রাপ্ত গোষ্ঠীতে রূপান্তরিত হয় এবং কল্পিত বিশ্ব ইতিহাসে বহুবার ভবিষ্যদ্বাণীর বিষয় হিসেবে আবির্ভূত হয়। বিভিন্ন সূত্রে তাঁর জন্মের সময়কাল খ্রিস্টপূর্ব ৫৯৮ সাল বলে উল্লেখ করা হয়েছে। বলা হয়, তিনি চার পুত্রের জন্ম দেন: কুদাআ (প্রথম), নিজার, কুনুস ও ইয়াদ। তবে উমাইয়া যুগের শেষদিকে কুদাআ-এর বংশধারা মা'আদের পরিবর্তে কাহতান থেকে উৎসারিত বলে পুনর্নির্ধারণ করা হয়, কারণ কাহতানীয় বংশের জনপ্রিয়তা বৃদ্ধি পায় এবং মা'আদের গুরুত্ব হ্রাস পায়।\nইবন হাবীব-এর আল-মুহাব্বার-এ প্রথম যে কাহিনি বর্ণিত হয়, তাতে মা'আদকে সকল আরবদের পূর্বপুরুষ এবং প্রসঙ্গে মুহাম্মদ-এরও পূর্বপুরুষ হিসেবে চিহ্নিত করা হয় (যেমন ইবন ইসহাকের আস-সিরাহ আন-নবাবিয়াহ গ্রন্থেও তা বলা হয়েছে)। এই গল্পে বলা হয়, খ্রিস্টপূর্ব ৬ষ্ঠ শতকে নবুখদনেজার II আরব উপদ্বীপ আক্রমণ করে ব্যাপক গণহত্যা চালান। কিন্তু এই ঘটনার পূর্বে এক ইস্রায়েলি নবী—আব্রাখিয়া ইবনে আহনিয়া ইবনে জরাবিয়াল—ঈশ্বরের পক্ষ থেকে সতর্কবার্তা পান এবং তাঁকে কিশোর মা'আদকে খুঁজে বের করে নিরাপদ স্থানে নিয়ে যাওয়ার দায়িত্ব দেওয়া হয়। আরব উপদ্বীপ জনশূন্য হয়ে গেলে মা'আদ ফিরে এসে মক্কায় বসতি স্থাপন করেন এবং তাঁর বংশধারা সেখান থেকে ছড়িয়ে পড়ে। এভাবেই তিনি \"অমিশ্র আরব রক্তের একমাত্র সূত্রে\" পরিণত হন।\nপরবর্তীকালে এই গল্পের বিভিন্ন রূপ ইবনে খালদুন, আত-তাবারী, এবং ইয়াকুত আল-হামাভী-এর লেখায় পাওয়া যায়।\nভূগোলবিদ ইয়াকুবি মা'আদের সঙ্গে নানা রকম উৎস-পুরাণ যুক্ত করেন, যেমন তিনিই প্রথম উটকে গৃহপালিত করে মালবাহী বাহন হিসেবে ব্যবহারের সূচনা করেন। আত-তাবারানি এক হাদিসে বলেন, মা'আদ মূসার শিবিরে আক্রমণ করলে মূসা অভিশাপ দেন, তখন আল্লাহ তাকে প্রত্যাখ্যান করে বলেন, মা'আদের বংশ থেকেই একজন নিরক্ষর নবী আসবেন। ইবনে দুরাইদ-এর এক বর্ণনায় আছে, যখন মা'আদ বিজয়ের সময় মুহাম্মদের সঙ্গে দেখা করেন, তখন আল্লাহ তাদের সঠিক ধর্মে পরিচালিত করেন। পরবর্তীকালে, আরবি ভাষা যখন আরব পরিচয় নির্ধারণে গুরুত্বপূর্ণ হয়ে ওঠে, তখন মা'আদকে শুদ্ধ আরবিভাষী হওয়ার সর্বোচ্চ মান হিসেবে বিবেচনা করা হয়। সে কারণে ভাষাগত বিতর্কে \"মা'আদের চেয়ে বেশি শুদ্ধভাষী\" (afsah min Maʿadd) কথাটি প্রচলিত হয়ে ওঠে।\n\n\n=== মা'আদ পরিচয়ের অবক্ষয় ===\nঅবশেষে, ইসলামী ঐতিহ্যে মা'আদ পরিচয়ের প্রাধান্য নবম শতাব্দীতে গিয়ে লুপ্তপ্রায় হয়ে পড়ে এবং বংশানুক্রমে মা'আদের শ্রেষ্ঠত্ব হ্রাস পায়। এই রূপান্তরকে সুসংহত করতে এবং মা'আদ থেকে দৃষ্টি সরিয়ে নিতে মা'আদের পিতা হিসেবে আদনান নামক এক ব্যক্তিকে উপস্থাপন করা হয়। মা'আদ গোত্রসমূহকে পুনরায় শ্রেণিবদ্ধ করে \"আদনানীয় গোত্র\" হিসেবে পরিচিত করা হয়। যদিও এই রূপান্তর প্রক্রিয়া প্রতিষ্ঠিত হয়, তা নিঃসংকট ছিল না। ইবন সাল্লাম আল-জুমাহি তর্ক করেন যে প্রকৃত আরব পূর্বপুরুষ ছিলেন মা'আদ এবং আদনান ছিল একটি কল্পিত চরিত্র। তাঁর যুক্তি ছিল, তিনি ইসলাম-পূর্ব কবিতায় মাত্র একবার আদনান নামটি দেখেছেন, যেখানে মা'আদের উল্লেখ ছিল বিপুল পরিমাণে।\nসময়ের সাথে সাথে, আরবদের পূর্বপুরুষের সন্ধান আরও অতীতের দিকে স্থানান্তরিত হতে থাকে এবং তার সাথে মা'আদের গুরুত্বও ক্রমাগত কমে যায়। সেই হাদিসটি সংরক্ষিত থাকে যেখানে মুহাম্মদ আরবদের বংশধারা অনুসরণ করে এক পর্যায়ে এসে বলেন, “এর পর genealogists (বংশলেখকরা) মিথ্যা বলেন”। তবে আল-বালাধুরী-এর আনসাব আল-আশরাফ-এ এই শৃঙ্খলাকে আরও প্রসারিত করে মা'আদের পিতামহ ও আদনানের পিতা \"উদাদ\"-এ গিয়ে পৌঁছানো হয়। এরপর আরও একটি ধাপে সমস্ত আরবদের বংশসূত্র ইসমাঈল পর্যন্ত নিয়ে যাওয়া হয়।\nনবম শতাব্দীর শেষভাগ নাগাদ মা'আদীয় পরিচয় অনেকটাই বিলুপ্ত হয়ে যায়। দশম শতাব্দীতে দক্ষিণ আরবীয়রা নিজেদের জন্য আলাদা বংশানুক্রম নির্মাণ করে এবং নিজেদের \"বিশুদ্ধ আরব\" (al-ʿArab al-ʿAribah) হিসেবে উপস্থাপন করতে শুরু করে—তারা কাহতান-এর বংশধর, আদনানের নয়। মা'আদ ও তাঁর মতো গোষ্ঠীগুলোকে বলা হতে থাকে \"আরবভুক্ত আরব\" (al-ʿArab al-Mustaʿribah), অর্থাৎ যারা আরব ছিল না, তবে পরে আরব হয়ে উঠেছে।\nএকই সময়ে কুদাআ গোত্রের বংশানুক্রমে পরিবর্তন আনা হয়। পূর্বে যাঁরা মা'আদের একটি শাখা হিসেবে বিবেচিত হতেন, তাঁদের বংশধারাকে কাহতানীয় করে তোলা হয় যাতে মা'আদের গুরুত্ব হ্রাস পেলেও কুদাআ গোত্রের প্রভাব বজায় থাকে।\n\n\n== আরও দেখুন ==\nইসমাঈল\nইসমাঈলীয়\nকেদারীয়\nইয়াদ (গোত্র)\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ===\nAl-Jallad, Ahmad (২০২০)। The Damascus Psalm: Fragment Middle Arabic and the Legacy of Old Ḥigāzī। University of Chicago Press। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBamyeh, Mohammed A. (২০০৬)। \"The Nomads of Pre-Islamic Arabia\"।   Chatty, Dawn। Nomadic Societies in the Middle East and North Africa: Entering the 21st Century। Leiden: Brill। পৃষ্ঠা 33–48। আইএসবিএন 90-04-14792-6। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBosworth, C.E., সম্পাদক (১৯৯৯)। The History of al-Ṭabarī, Volume V: The Sāsānids, the Byzantines, the Lakhmids, and Yemen। SUNY Series in Near Eastern Studies.। Albany, New York: State University of New York Press। আইএসবিএন 978-0-7914-4355-2। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nCaskel, Werner (১৯৬৬)। Ğamharat an-nasab: Das genealogische Werk des His̆ām ibn Muḥammad al-Kalbī, Volume II (German ভাষায়)। Leiden: Brill। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nCrone, Patricia (১৯৮০)। Slaves on Horses: The Evolution of the Islamic Polity। Cambridge University Press। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHoyland, Robert G. (২০০১)। Arabia and the Arabs: From the Bronze Age to the coming of Islam। London and New York: Routledge। আইএসবিএন 0-415-19534-9। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nKister, M. J. (১৯৮৬)। \"Kuḍāʿa\"।   Bosworth, C. E.; van Donzel, E.; Lewis, B. & Pellat, Ch.। The Encyclopaedia of Islam, New Edition, Volume V: Khe–Mahi। Leiden: E. J. Brill। পৃষ্ঠা 315–318। আইএসবিএন 90-04-07819-3। \nLecker, Michael (নভেম্বর ১৯৯৪)। \"Kinda on the Eve of Islam and during the \"Ridda\"\"। Journal of the Royal Asiatic Society। 4 (3): 333–356। এসটুসিআইডি 162695659। জেস্টোর 25182938। ডিওআই:10.1017/S1356186300005964। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nLindstedt, Ilkka (২০২৩)। \"The Seed of Abraham: Gentile Ethnicity in Early Christian Texts and the Quran\"। Advances in Ancient, Biblical, and Near Eastern Research। 3 (3): 253–313। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nOlinder, Gunnar (১৯২৭)। The Kings of Kinda of the Family of Ākil al-Murār। Lund: Hakan Ohlsson। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nShahid, Irfan (১৯৮৫)। Byzantium and the Arabs in the Fourth Century। Washington, D.C.: Dumbarton Oaks Research Library and Collection। আইএসবিএন 0-88402-116-5। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nRobin, Christian Julien (২০০৮)। \"Les Arabes de Ḥimyar, des \" Romains \" et des Perses (iiie-vie siècles de l'ère chrétienne)\"। Semitica et Classica। 1: 167–202। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSchiettecatte, Jérémie; Arbach, Mounir (২০১৬)। \"The political map of Arabia and the Middle East in the third century AD revealed by a Sabaean inscription\"। Arabian Archaeology and Epigraphy। 27 (2): 176–196। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nShahid, I. (১৯৮৬)। \"Kinda\"।   Bosworth, C. E.; van Donzel, E.; Lewis, B. & Pellat, Ch.। The Encyclopaedia of Islam, New Edition, Volume V: Khe–Mahi। Leiden: E. J. Brill। পৃষ্ঠা 118–120। আইএসবিএন 90-04-07819-3। \nShahid, Irfan (১৯৯৫)। Byzantium and the Arabs in the Sixth Century: Volume I, Part 1: Political and Military History। Washington, D.C.: Dumbarton Oaks Research Library and Collection। আইএসবিএন 0-88402-214-5। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nShahid, Irfan (১৯৮৯)। Byzantium and the Arabs in the Fifth Century। Washington, D.C.: Dumbarton Oaks Research Library and Collection। আইএসবিএন 0-88402-152-1। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nShahid, Irfan (১৯৮৪)। Byzantium and the Arabs in the Fourth Century। Washington, D.C.: Dumbarton Oaks Research Library and Collection। আইএসবিএন 0-88402-116-5। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nWebb, Peter (২০১৬)। Imagining the Arabs: Arab Identity and the Rise of Islam। Edinburgh University Press। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nWebb, Peter (২০২০)। \"Ethnicity, Power and Umayyad Society: The Rise and Fall of the People of Ma'add\"।   Marsham, Andrew। The Umayyad World। Routledge। পৃষ্ঠা 65–102। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}