{"pageid": 1438839, "title": "বিরঞ্জক", "url": "https://bn.wikipedia.org/wiki?curid=1438839", "content": "বিরঞ্জক বলতে শিল্পখাতে বা গৃহস্থালি পরিবেশে কাপড় বা তন্তু থেকে রঙ দূরীকরণে কিংবা পরিস্কার করার পরে জীবাণুমুক্তকরণে ব্যবহৃত যেকোনও রাসায়নিক দ্রব্যকে বোঝায়; সংশ্লিষ্ট প্রক্রিয়াটিকে বিরঞ্জন বলে। বিশেষ করে সোডিয়াম হাইপোক্লোরাইট নামক যৌগের চূর্ণ (বিরঞ্জক চূর্ণ) বা সেটির লঘু দ্রবণকে বিরঞ্জক হিসেবে ডাকা হয়ে থাকে। ইংরেজিতে বিরঞ্জনকে ব্লিচিং, বিরঞ্জককে ব্লিচ ও বিরঞ্জক চূর্ণকে ব্লিচিং পাউডার বলে।\nঅনেক বিরঞ্জকের বৃহৎ-ব্যাপ্তির ব্যাকটেরিয়ানাশক ধর্ম বিদ্যমান, ফলে সেগুলি সংক্রমণ নিবারণ ও বীজাণুমুক্তকরণে উপকারী। এগুলিকে সাঁতার কাটার পুকুরের জীবাণুমুক্তকরণে ব্যবহার করা হয় ও এভাবে ব্যাকটেরিয়া, ভাইরাস ও শৈবাল নিয়ন্ত্রণ করা হয়। এছাড়া যেসব স্থানে বীজাণুমুক্ত পরিবেশ প্রয়োজন, সেখানেও এগুলি ব্যবহৃত হয়। এগুলিকে অনেক শিল্প প্রক্রিয়াতেও ব্যবহার করা হয়, যাদের মধ্যে কাঠের মণ্ড বিরঞ্জন প্রক্রিয়াট বিশেষভাবে উল্লেখ্য। এছাড়া বিরঞ্জকগুলির কিছু গৌণ ব্যবহার আছে, যেমন ছত্রাকজনিত কালো ছোপ বা চিতা দূরকরণ, আগাছা দমন ও কাটা ফুলের স্থায়িত্বকাল বৃদ্ধি।\nবিরঞ্জকগুলি অনেক ধরনের রঙিন জৈব যৌগ যেমন প্রাকৃতিক রঞ্জক পদার্থের সাথে বিক্রিয়া করে সেগুলিকে বর্ণহীন করে দেয়। বেশিরভাগ বিরঞ্জকই জারক (যেসব রাসায়নিক দ্রব্য অন্য অণু থেকে ইলেকট্রন গ্রহণ করতে পারে), তবে কিছু বিরঞ্জক বিজারক হতে পারে (যেগুলি ইলেকট্রন দান করে)।\nক্লোরিন একটি শক্তিশালী জারক এবং এটি অনেক গৃহস্থালি বিরঞ্জকের মূল সক্রিয় উপাদান। যেহেতু বিশুদ্ধ ক্লোরিন একটি বিষাক্ত ক্ষয়কারী গ্যাস, তাই এই পদার্থগুলিতে সাধারণত এটি হাইপোক্লোরাইট হিসেবে থাকে, যেটি পরে ক্লোরিন নিঃসরণ করে। বিরঞ্জক চূর্ণে সাধারণত ক্যালসিয়াম হাইপোক্লোরাইট থাকে।\nযেসব জারক বিরঞ্জকে কোনও ক্লোরিন থাকে না, সেগুলি সাধারণত পারক্সাইড-ভিত্তিক হয়ে থাকে, যেমন হাইড্রোজেন পারক্সাইড, সোডিয়াম পারকার্বনেট ও সোডিয়াম পারবোরেট। এই বিরঞ্জকগুলিকে \"ক্লোরিনবিহীন বিরঞ্জক\", \"অক্সিজেন বিরঞ্জক\" বা \"রঙের জন্য নিরাপদ বিরঞ্জক\" বলে।\nবিজারকধর্মী বিরঞ্জকগুলির বিশেষ নির্দিষ্ট ব্যবহার রয়েছে। যেমন সালফার ডাই-অক্সাইডকে পশম বিরঞ্জনে ব্যবহার করা হয় (হয় গ্যাস রূপে বা সোডিয়াম ডাইথায়োনাইট ও সোডিয়াম বোরোহাইড্রাইডের দ্রবণগুলি থেকে)।\nবিরঞ্জকগুলি সাধারণত উদ্দিষ্ট রঙিন রঞ্জক পদার্থগুলি ছাড়াও আরও অনেক জৈব পদার্থের সাথে বিক্রিয়া সম্পাদন করে, তাই এগুলি তন্তু, কাপড়, চামড়ার ক্ষতি করতে পারে এবং ইচ্ছাকৃতভাবে প্রযুক্ত রঙ, যেমন ডেনিম জিনসের নীল রঙ ফিকে করে দিতে পারে। একই কারণে বিরঞ্জক পদার্থ গলধঃকরণ করলে, এদের ধোঁয়াতে শ্বাসপ্রশ্বাস চালালে, বা ত্বক বা চোখের সংস্পর্শে এগুলিকে আনলে শরীর ও স্বাস্থ্যের ক্ষতি হতে পারে।\n\n\n== তথ্যসূত্র =="}