{"pageid": 1438310, "title": "ইমরান আহমদ খান", "url": "https://bn.wikipedia.org/wiki?curid=1438310", "content": "ইমরান নাসির আহমেদ খান (জন্ম ৬ সেপ্টেম্বর ১৯৭৩) একজন ব্রিটিশ সাবেক রাজনীতিবিদ এবং দোষী সাব্যস্ত যৌন অপরাধী। তিনি ২০১৯ সালের সাধারণ নির্বাচন থেকে ২০২২ পর্যন্ত ওয়েকফিল্ডের সংসদ সদস্য (এমপি) হিসেবে দায়িত্ব পালন করেন। কনজারভেটিভ হিসাবে নির্বাচিত আহমেদ খান ২০২১ সালের জুনে পার্টির হুইপ প্রত্যাহার করেছিলেন; ২০২২ সালে শিশু যৌন নিপীড়নের অপরাধে দোষী সাব্যস্ত হওয়ার পর তাকে দল থেকে বহিষ্কার করা হয়।\nখান বলেছেন যে তিনি পশ্চিম ইয়র্কশায়ারের ওয়েকফিল্ডে জন্মগ্রহণ করেছিলেন, যদিও তার জন্ম এন্ট্রি দেখায় যে তিনি ডেউসবারিতে জন্মগ্রহণ করেছিলেন। তিনি মস্কোর পুশকিন ইনস্টিটিউট এবং কিংস কলেজ লন্ডনে পড়াশোনা করেছেন। তিনি জাতিসংঘের জন্য মোগাদিশুতে রাজনৈতিক বিষয়ক বিশেষ সহকারী এবং M&amp;C সাচির সিনিয়র পরামর্শক হিসেবে কাজ করেছেন। ব্রেক্সিটের একজন সমর্থক, তিনি ২০১৯ সালের সাধারণ নির্বাচনে নির্বাচিত হয়েছিলেন এবং ২০১৬ সালের গণভোটে ইউরোপীয় ইউনিয়ন ছেড়ে যাওয়ার জন্য ভোটারদের সমর্থনের জন্য তার বিজয়কে দায়ী করেছিলেন।\n২০২১ সালে, তাকে যৌন অপরাধ আইন ২০০৩ এর অধীনে ২০০৮ সালে একটি ১৫ বছর বয়সী ছেলেকে যৌন নিপীড়নের জন্য অভিযুক্ত করা হয়েছিল। আহমেদ খান \"জোরালো ভাষায়\" অভিযোগ অস্বীকার করেছেন। ১১ এপ্রিল ২০২২-এ, সাউথওয়ার্ক ক্রাউন কোর্টে দুই সপ্তাহব্যাপী বিচারের পর, তিনি একজন নাবালিকাকে যৌন নির্যাতনের জন্য দোষী সাব্যস্ত হন। তিনি ৩ মে একজন সাংসদ হিসাবে পদত্যাগ করেন এবং ২৩ মে ১৮ মাসের কারাদণ্ডে দণ্ডিত হন। ২০২৩ সালের ফেব্রুয়ারিতে মুক্তি পাওয়ার আগে এর মধ্যে নয়টি জেলে ছিলেন।\n\n\n== প্রারম্ভিক জীবন এবং কর্মজীবন ==\nআহমেদ খান দাবি করেন যে তিনি পিন্ডারফিল্ডস হাসপাতালে জন্মগ্রহণ করেছিলেন, ওয়েকফিল্ডে, যেখানে তার বাবা-মা উভয়েই কাজ করতেন কিন্তু তার জন্ম রেকর্ড দেখায় যে তিনি ডেউসবারিতে জন্মগ্রহণ করেছিলেন। তার পিতা, সাঈদ আহমেদ খান, ব্রিটিশ ভারতের উত্তর পশ্চিম সীমান্ত প্রদেশে (বর্তমানে পাকিস্তানে ) জন্মগ্রহণ করেন এবং একজন পরামর্শদাতা চর্মরোগ বিশেষজ্ঞ হিসেবে কাজ করেন। তার ইংরেজ মা ছিলেন একজন রাষ্ট্রীয় নিবন্ধিত নার্স এবং মিডওয়াইফ। তার দাদি, জয়েস রেনল্ডস, পিন্ডারফিল্ডস হাসপাতালেও একজন স্টাফ বোন হিসেবে কাজ করতেন। তার দাদা একজন খনি শ্রমিক ছিলেন। তার ভাই আইনজীবী করিম আহমদ খান কে.সি.\nআহমদ খান স্থানীয়, বেসরকারি সিলকোয়েটস স্কুলে পড়েন। তিনি মস্কোর পুশকিন ইনস্টিটিউটে রাশিয়ান অধ্যয়ন করেন এবং লন্ডনের কিংস কলেজে যুদ্ধ অধ্যয়নে স্নাতক ডিগ্রি অর্জন করেন। তিনি জাতিসংঘের জন্য মোগাদিশুতে রাজনৈতিক বিষয়ক বিশেষ সহকারী হিসেবে এবং বিজ্ঞাপনী সংস্থা, এম অ্যান্ড সি সাচির সিনিয়র পরামর্শক হিসেবে কাজ করেছেন। একজন এমপি হওয়ার আগে সন্ত্রাসবিরোধী বিশেষজ্ঞ হিসেবে কাজ করার পরে, তিনি সোমালিয়া এবং আফগানিস্তানের মতো সংঘাতপূর্ণ অঞ্চলে তার অভিজ্ঞতাকে কৌতুক করে বলেছিলেন যে ব্রেক্সিট যুদ্ধে যুদ্ধরত পক্ষগুলির মধ্যে সেতু নির্মাণের জন্য যা প্রয়োজন হবে তা তাকে দিয়েছে।\n\n\n== রাজনৈতিক পেশা ==\n\n\n=== সংসদ সদস্য (২০১৯-২০২২) ===\n২০১৯ সালের সাধারণ নির্বাচনে, আহমেদ খান বর্তমান লেবার এমপি, মেরি ক্রেগকে পরাজিত করে 89 বছরে ওয়েকফিল্ডের প্রথম রক্ষণশীল এমপি হন। ২০১৬ সালের গণভোটে ওয়েকফিল্ড ইউরোপীয় ইউনিয়ন ছাড়ার পক্ষে প্রায় ২-থেকে-১ ভোট দিয়েছে এবং রক্ষণশীলদের জন্য একটি লক্ষ্য আসন ছিল। একজন প্রার্থীকে প্রত্যাহারের পর তাকে নির্বাচিত করা হয়েছিল যার বর্ণবাদী এবং যৌনতাবাদী সামাজিক মিডিয়া পোস্টগুলি উন্মোচিত হয়েছিল। লেবারস ক্রেগ বলেছেন: \"পরবর্তী প্রার্থীকে কি তারা প্যারাসুট করে আরও ভালো হবে? আপনার শ্বাস আটকে রাখবেন না।\" আহমদ খান আক্ষরিক অর্থে শহরের উপর স্কাইডাইভিং করে প্রতিক্রিয়া জানিয়েছিলেন এবং জবাব দিয়েছিলেন যে তিনি \"ওয়েকফিল্ড স্টকের ওয়েকফিল্ডে জন্মগ্রহণকারী এবং বংশবৃদ্ধি করা একজন স্থানীয় ছেলে। আমি রূপকভাবে প্যারাস্যুট করতে পারিনি - এবং আমি তাকে হতাশ করতে চাইনি - তাই আমি সিদ্ধান্ত নিয়েছি আমি আক্ষরিক অর্থেই প্যারাসুট দিয়ে ঢুকব।\"\n২০২০ সালের জানুয়ারিতে তার প্রথম বক্তৃতায়, আহমদ খান \"ইয়র্কশায়ার এমপিদের একটি প্রাণবন্ত এবং গতিশীল প্যাকের\" অংশ হওয়ার কথা বলেছিলেন। তিনি সুযোগের সমতাকে বাস্তবে পরিণত করার আহ্বান জানিয়েছিলেন, এবং আরও দেশপ্রেমের জন্য: \"আমি সম্ভবত সহানুভূতি, সহনশীলতা এবং ন্যায্যতার মতো মূল ব্রিটিশ মূল্যবোধের গভীর এবং স্থায়ী গুরুত্বের চেয়ে আরও স্পষ্টভাবে দেখতে পাচ্ছি, বিশেষ করে এমন সময়ে যখন সেই মূল্যবোধগুলি উপলব্ধি করা হয়। আমাদের বিশ্বের অনেক জায়গায় হুমকির মুখে।\"\n\n\n== তথ্যসূত্র =="}