{"pageid": 1438367, "title": "শিবচন্দ্র সার্বভৌম", "url": "https://bn.wikipedia.org/wiki?curid=1438367", "content": "শিবচন্দ্র সার্বভৌম বঙ্গদেশের অদ্বিতীয় নৈয়ায়িক স্মার্ত পন্ডিত ছিলেন। ভট্টপল্লীতে ইঁহার জন্ম হয়। রঘুমণি বিদ্যাভূষণের দ্বিতীয় পুত্র।\n\n\n== শিক্ষা ==\nইনি একজন দেশবিখ্যাত নৈয়ায়িক ছিলেন। এই পণ্ডিতশ্রেষ্ট ন্যায়শাস্ত্রের অধ্যাপনায় বিপুল ছাত্রসম্পদে বঙ্গে অদ্বিতীয় যশস্বী হইয়া ছিলেন। তিনি প্রথমে বাটীতে কএক বৎসর তপঃসাধনার ন্যায় অধ্যাপনার সাধনা করিয়া যখন প্রসিদ্ধি লাভ করিলেন তখন সুপ্রসিদ্ধ গুণাদরকারী মহেশচন্দ্র ন্যায়রত্নের অনুরোধে মূলাজোড় সংস্কৃত কলেজের অধ্যক্ষরূপে প্রতিষ্ঠিত হন ও তথায় শেষ জীবন পর্য্যন্ত অধ্যাপনা করেন। বঙ্গে এরূপ জেলা নাই যথায় তাঁহার কৃতবিদ্য ছাত্র অধ্যাপনা করিতেছেন না। সপ্তম এডওয়ার্ডের রাজ্যকালে গবর্ণমেন্ট হইতে তিনি মহামহোপাধ্যায় উপাধি লাভ করেন। তাঁহার অনেক ছাত্রও মহামহোপাধ্যায় হইয়াছেন। কত ছাত্রই যে পড়াইয়াছেন তাহার ইয়ত্তা নাই। ন্যায়শাস্ত্রের তিনি একজন বড় রকমের প্রচারক ছিলেন। তাঁহার অভাবে বঙ্গে ন্যায়প্রচারে বিশেষ ব্যাঘাত ঘটিয়াছে। ইনি এই বংশের রত্ন মহামহোপাধ্যায় রাখালদাস ন্যায়রত্নের ছাত্র ছিলেন। যোগ্য অধ্যাপকের যোগ্য ছাত্র।\n\n\n== কর্ম ==\nকুসুমাঞ্জলীর এক নবীন টীকা ইনি লেখেন ও উহা বিদ্যোদয় মাসিক পত্রিকায় বাহির হয়। দার্শনিকতার সঙ্গে সঙ্গে ইঁহার কবিত্ব প্রায় আজন্মসিদ্ধ। ১৩ বৎসর বয়সে পাণ্ডবচরিত নামক অপূর্ব্ব এক সংস্কৃত নাটক রচনা করেন। খণ্ডকাব্য লিখনেও সিদ্ধহস্ত ইনি কতই যে সংস্কৃত শ্লোক রচনা করিয়াছিলেন তাহার সংখ্যা নাই। সে সকল রাখিয়া দিবার যত্ন থাকিলে একখানি বড় গ্রন্থ হইতে পারিত। \n\n\n== ব্যক্তিগত জীবন ==\nপাণ্ডিত্যেতো এই এমন অত্যুজ্বল, স্বভাবেও আবার তেমনি কোমল কান্ত। শিব তো শিব, লোকের দুঃখে গলিয়া পড়িতেন। কত দুর্গতের ঋণজাল কাটিয়া দিয়াছেন, কত লোকের বাস্তু রক্ষা করিয়া গিয়াছেন, কত লোককে কত রকমে উপকার করিয়া গিয়াছেন। তিনি গ্রামের অনেকের একটা ভরসাস্থল ছিলেন। ৭২ বৎসর বয়সে ইঁহার গঙ্গালাভ হয়। অবশ্য ইহাকে অকালে বলা যায় না, কিন্তু তিনি আরও কিছুদিন থাকিলে গ্রামের শ্রী ও সাহস অক্ষুণ্ণ থাকিত। \n\n\n== ছাত্র ==\nএনার কৃতী ছাত্ররা হলেন মেদিনীপুরের কাঁথির তারাপ্রসাদ ন্যায়রত্ন, ময়মনসিংহের কালীকৃষ্ণ তর্কতীর্থ, ফরিদপুরের চন্দ্রকিশোর তর্কতীর্থ, ফরিদপুরের চন্দ্রকিশোর সিদ্ধান্তবাগীশ, মাণিকগঞ্জের/রহড়ার তারানাথ ন্যায়-তর্ক-ব্যাকরণতীর্থ...।\n\n\n== গ্রন্থ ==\nপাণ্ডবচরিত।\nমহামহোপাধ্যায় শ্রীযুক্ত রাখালদাস ন্যায়রত্ন মহাশয়ের কাশীবাস।\nন্যায়কুসুমাঞ্জলি।"}