{"pageid": 1438388, "title": "সামি আলদীব", "url": "https://bn.wikipedia.org/wiki?curid=1438388", "content": "সামি আওয়াদ আলদীব আবু-সাহলিয়ে (আরবিতে:  سامي عوض الذيب أبو ساحلية / সামি আওয়াদ আদ-দীব আবু-সাহলিয়ে) (জন্ম: ৫ সেপ্টেম্বর ১৯৪৯, জাবাবদেহ, ওয়েস্ট ব্যাংক-এর কাছে জেনিন শহরে) একজন সুইস-ফিলিস্তিনি আইনজীবী।\nআলদীব ১৯৮০ থেকে ২০০৯ সাল পর্যন্ত সুইস তুলনামূলক আইন ইনস্টিটিউট-এর আরব ও ইসলামি আইন বিভাগে প্রধান হিসেবে দায়িত্ব পালন করেন। বর্তমানে তিনি আরব ও ইসলামি আইনবিষয়ক একটি কেন্দ্র পরিচালনা করছেন এবং সুইজারল্যান্ড, ফ্রান্স ও ইতালির বিভিন্ন বিশ্ববিদ্যালয়ে শিক্ষকতা করছেন।\nতিনি আরব ও ইসলামি আইন বিষয়ক একাধিক গ্রন্থ ও প্রবন্ধের লেখক। ২০০৮ সালে তিনি কুরআন-এর একটি দ্বিভাষিক (আরবি-ফরাসি) সংস্করণ প্রকাশ করেন, যেখানে সূরাগুলিকে আল-আযহার-এর মত অনুযায়ী কালানুক্রমিকভাবে সাজানো হয়েছে। এতে বিভিন্ন পাঠভেদ, নাসিখ-মানসুখ এবং ইহুদি ও খ্রিস্টান লেখার উল্লেখও রয়েছে। বর্তমানে তিনি একই কাজ ইতালীয় ও ইংরেজি ভাষায় প্রকাশের প্রস্তুতি নিচ্ছেন। এছাড়াও, তিনি সুইস কনফেডারেশনের পক্ষ থেকে সুইস সংবিধান আরবিতে অনুবাদ করেছেন।\n\n\n== জীবনী ==\nতিনি জেনিন শহরের কাছে জাবাবদেহ গ্রামের এক খ্রিস্টান কৃষক পরিবারে জন্মগ্রহণ করেন। ১৯৫৬ থেকে ১৯৬১ সাল পর্যন্ত গ্রামের প্রাথমিক বিদ্যালয়ে পড়াশোনা করেন। এরপর তিনি বেথলেহেম-এর নিকটবর্তী বাইত-জালায় অবস্থিত জেরুজালেমের ল্যাটিন প্যাট্রিয়ার্কেটের মাইনর সেমিনারিতে (১৯৬১–১৯৬৫) ভর্তি হন। চার বছর পর তিনি সেখান থেকে বেরিয়ে এসে বেথলেহেমের সেলেসিয়ান টেকনিক্যাল স্কুলে দর্জির কাজ শেখার জন্য ভর্তি হন (১৯৬৫–১৯৬৮)। এই সময় তিনি জেনিন শহরে দর্জির কাজ করেন এবং পাশাপাশি আন্তর্জাতিক রেড ক্রস কমিটির জন্যও কাজ করেন।\n১৯৭০ সালে তিনি আত্মশিক্ষার মাধ্যমে জেনিনে ম্যাট্রিকুলেশন পরীক্ষায় উত্তীর্ণ হন। পরে তিনি ফ্রাইবুর্গ-এর l'Œuvre Saint-Justin-এর বৃত্তি লাভ করেন এবং সুইজারল্যান্ডে পড়াশোনার সুযোগ পান।\n১৯৭৪ সালের এপ্রিল মাসে তিনি ফ্রাইবুর্গ বিশ্ববিদ্যালয় থেকে আইন বিষয়ে স্নাতক ডিগ্রি লাভ করেন। এরপর তিনি একই বিশ্ববিদ্যালয়ে আইন বিষয়ে ডক্টরেটের জন্য পড়াশোনা শুরু করেন এবং একইসাথে জেনেভার গ্র্যাজুয়েট ইনস্টিটিউট অব ইন্টারন্যাশনাল স্টাডিজ-এ রাজনৈতিক বিজ্ঞান বিষয়ে সম্মানসূচক ডিগ্রির জন্য ভর্তি হন। ১৯৭৬ সালের জানুয়ারিতে তিনি জেনেভা ইনস্টিটিউট থেকে ডিগ্রি লাভ করেন।\nডক্টরাল থিসিসের গবেষণার জন্য তিনি এক বছর মিশরে কাটান। ১৯৭৮ সালের ডিসেম্বর মাসে তিনি ফ্রাইবুর্গের আইন অনুষদে তাঁর থিসিস উপস্থাপন ও রক্ষা করেন। তাঁর পড়াশোনার সময় তিনি ১৯৭০ থেকে ১৯৭৭ সাল পর্যন্ত l'Œuvre Saint-Justin এবং ১৯৭৭ থেকে ১৯৭৯ সাল পর্যন্ত সুইস কনফেডারেশনের বৃত্তি লাভ করেন।টেমপ্লেট:Ctn\nতিনি ১৯৮০ থেকে ২০০৯ সাল পর্যন্ত লসান শহরের সুইস তুলনামূলক আইন ইনস্টিটিউট-এ ফেডারেল সরকারি কর্মচারী হিসেবে দায়িত্ব পালন করেন এবং সেখানে আরব ও ইসলামি আইন বিভাগ পরিচালনা করেন।টেমপ্লেট:Ctn ২০০৯ সালে তিনি নিজস্ব একটি আরব ও ইসলামি আইন কেন্দ্র প্রতিষ্ঠা করেন।টেমপ্লেট:Ctn\n\n\n== শিক্ষা কার্যক্রম ও সম্মেলন ==\nআলদীব বিভিন্ন বিশ্ববিদ্যালয়ে আরব ও ইসলামি আইন পড়িয়েছেন।\n\n\n== মতামত ==\nতিনি ইসলাম ধর্মের প্রতি সমালোচনামূলক বিভিন্ন মত প্রকাশ করেছেন। উদাহরণস্বরূপ, তিনি সুইজারল্যান্ডে মিনার নির্মাণ নিষিদ্ধ করার পক্ষে অবস্থান নেন। তাঁর মতে, সংবিধান প্রার্থনার অনুমতি দেয়, কিন্তু চিৎকার করার নয়। তিনি এমন এক তত্ত্বও তুলে ধরেন যে, কুরআন একজন রাবাই (ইহুদি ধর্মগুরু)-এর দ্বারা রচিত হয়েছিল।\n\n\n== পুরস্কার ==\n২১ নভেম্বর ২০০৯: \"Studium - Accademia di Casale Monferrato e per l'Arte del, the Letteratura the Storia, the e Scienze the Umanità Varies\" একাডেমির একজন সদস্য হিসেবে নির্বাচিত হন।\n\n\n== প্রকাশনা ==\nআলদীবের প্রকাশিত রচনার মধ্যে প্রায় ত্রিশটি গ্রন্থ এবং দুই শতাধিক প্রবন্ধ রয়েছে, যেগুলি আরব ও ইসলামি আইন বিষয়ক এবং বিভিন্ন ভাষায় প্রকাশিত হয়েছে:\n\nকুরআন: আরবি মূল পাঠ এবং ফরাসি অনুবাদ কালানুক্রমিকভাবে, পাঠভেদ, নাসিখ-মানসুখ ও ইহুদি-খ্রিস্টান লেখার উল্লেখসহ (২০১৬, ক্রিয়েটস্পেস, অ্যামাজন, চার্লস্টন, ২য় সংস্করণ)\nকোরআন: আরবি পাঠ ও ইংরেজি অনুবাদ, আল-আযহারের অনুসরণে কালানুক্রমিকভাবে, পাঠভেদ, নাসিখ-মানসুখ ও ইহুদি-খ্রিস্টান লেখার উল্লেখসহ (২০১৬, ক্রিয়েটস্পেস, অ্যামাজন)\nকোরআন: আরবি মূল পাঠ এবং ইতালীয় অনুবাদ, আল-আযহারের ভিত্তিতে কালানুক্রমিকভাবে, পাঠভেদ, নাসিখ-মানসুখ ও ইহুদি-খ্রিস্টান লেখার উল্লেখসহ (২০১৭, ক্রিয়েটস্পেস)\nকালানুক্রমিকভাবে সাজানো কোরআনের আরবি পাঠ: কূফি, প্রচলিত ও কোরআনিক বানানরীতি, আধুনিক যতিচিহ্ন, পাঠভেদ, নাসিখ-মানসুখ, অলঙ্কারগত ও শৈল্পিক ভুলসমূহসহ (২০১৬, ক্রিয়েটস্পেস)\nআল-আখতা আল-লুগাবিয়্যাহ ফি আল-কুরআন আল-কারিম: পবিত্র কোরআনের ভাষাগত ভুলসমূহ (২০১৭, ক্রিয়েটস্পেস)\nআল-ফাতিহা ও ঘৃণা সংস্কৃতি: সপ্তম আয়াতের শতাব্দীব্যাপী ব্যাখ্যা (২০১৪)\nযাকাত, দুর্নীতি ও জিহাদ: সূরা তাওবার ৯:৬০ আয়াতের শতাব্দীব্যাপী ব্যাখ্যা (২০১৫)\nবন্ধন, বিচ্ছেদ ও গোপনতা: সূরা আল-ইমরান ৩:২৮-২৯ আয়াতের ব্যাখ্যা (২০১৫)\nধর্মে কোনো জবরদস্তি নেই: সূরা আল-বাকারা ২:২৫৬ আয়াতের ব্যাখ্যা (২০১৫)\nইসলামে জিহাদ: জিহাদ সম্পর্কিত আয়াতসমূহের শতাব্দীব্যাপী ব্যাখ্যা (২০১৬)\nজাতিসমূহের আত্মনিয়ন্ত্রণের অধিকার: মার্কসবাদী-লেনিনবাদী মতবাদ এবং সোভিয়েত অবস্থানের বিশ্লেষণ (১৯৭৬, IUHEI)\nইসরায়েলে অমুসলিমদের (খ্রিস্টান ও মুসলিম উভয়) বিরুদ্ধে বৈষম্য (১৯৯২, প্যাক্স ক্রিস্টি, লোজান)\nমুসলিম পারিবারিক ও উত্তরাধিকার আইন পশ্চিমা আইনি প্রণালীর মুখোমুখি, সহ-সম্পাদক: আন্দ্রেয়া বোনোমি (১৯৯৯, সুইস তুলনামূলক আইন ইনস্টিটিউট)\nমুসলিম আইনে শাস্তি: অতীত, বর্তমান ও ভবিষ্যৎ (২০০৭, কাহিয়ে দে ল'ওরিয়ঁ খ্রেতিয়াঁ, বৈরুত)\nআগামীকাল ইসলামপন্থীরা ক্ষমতায়? ইসলামী আইনের ধারণা ও পশ্চিমে এর প্রভাব (২০০৯, অ্যাসোসিয়েশন কালচারেল দ্যু রাজেস, ফ্রান্স)\nইসলামী দেশে অমুসলিমদের অবস্থা: মিশরের উদাহরণ (২০১২, ২য় সংস্করণ)\nমানবাধিকার নিয়ে মুসলমানদের মুখোমুখি অবস্থান: ধর্ম, আইন ও রাজনীতি সম্পর্কিত অধ্যয়ন ও দলিল (১৯৯৪)\nইসলামি আন্দোলন ও মানবাধিকার: ঐতিহাসিক-রাজনৈতিক বিশ্লেষণ (১৯৯৮)\nপশ্চিমে মুসলমানদের ভবিষ্যৎ: সুইজারল্যান্ডের প্রেক্ষিতে (২০১২, ২য় সংস্করণ)\nপশ্চিমে মুসলিম কবরস্থান: ইহুদি, খ্রিস্টান ও মুসলিম বিধানসমূহ (২০১২, ২য় সংস্করণ)\nপুরুষ ও নারী খৎনা: ধর্মীয়, চিকিৎসা, সামাজিক ও আইনি বিতর্ক (২০১২, ২য় সংস্করণ)\nখৎনা: নীরবতার ষড়যন্ত্র (২০১২, ২য় সংস্করণ)\nমুসলিম আইন ও আধুনিকতা: বিশ্লেষণ ও প্রতিকার (২০১৪)\nআরব আইনের ভূমিকা: পারিবারিক, উত্তরাধিকার, দণ্ড, চিকিৎসা ও সামাজিক-অর্থনৈতিক আইন (২০১২, ২য় সংস্করণ)\nইসলামী আইন পরিচিতি: ভিত্তি, উৎস ও নীতিমালা (২০১২, ২য় সংস্করণ)\nইসলাম ও মূর্তি ধ্বংস: ইহুদি, খ্রিস্টান ও মুসলিম আইনে চিত্রশিল্প সম্পর্কিত তুলনামূলক অধ্যয়ন (২০১৫)\nমিশরে ধর্ম পরিবর্তন (২০১৩)\nআরব আইনে ঠিকাদারিত্ব চুক্তি: মিশরের প্রেক্ষিতে, বিভিন্ন আরব ভাষায় আইনবিধির ধারাসমূহসহ (২০১২, ২য় সংস্করণ)\nপশ্চিমে মুসলমানরা: অধিকার ও দায়িত্বের মাঝে (২০১২, ২য় সংস্করণ)\nইসলামী উত্তরাধিকার আইন: মিশরের প্রেক্ষিতে, আয়াত, বিশ্লেষণ ও আইনি বিধান (২০১২, ২য় সংস্করণ)\nমুসলিম ও আরব আইন ম্যানুয়াল (২০১২, ২য় সংস্করণ)\nমুসলিমদের সাথে মিশ্র বিবাহ: সুইজারল্যান্ডের প্রেক্ষিতে, ছয় ভাষায় চুক্তি নমুনাসহ (২০১২, ২য় সংস্করণ)\nইসলামী সংবিধান ও মানবাধিকারের ঘোষণার খসড়া: আরব-মুসলিম বিশ্বের দলিলসমূহ (২০১২, ২য় সংস্করণ)\n\n\n== বহিঃসংযোগ ==\nPublications by and about সামি আলদীব in the catalogue Helveticat of the Swiss National Library\nঅফিসিয়াল ওয়েবসাইট\nব্লগ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১১-১১-২৫ তারিখে\n\n\n== তথ্যসূত্র ==\n\n[[বিষয়শ্রেণী:গ্র্যাজুয়েট ইনস্টিটিউট অফ ইন্টারন্যাশনাল অ্যান্ড ডেভেলপমেন্ট স্টাডিজ-এর প্রাক্তন শিক্ষার্থী]]"}