{"pageid": 1438518, "title": "মাদারিপুর নাট্যগোষ্ঠী", "url": "https://bn.wikipedia.org/wiki?curid=1438518", "content": "মাদারিপুর নাট্যগোষ্ঠী (ইংরেজি: Madaripur Natyagosthi) বাংলাদেশের একটি অধুনালুপ্ত বাংলা মঞ্চনাট্যদল। এর আদি নাম ছিল শিল্পী নাট্যগোষ্ঠী, ১৯৬৬ খ্রিষ্টাব্দে মঞ্চ অভিনেতা ও নির্দেশক বাশার মাহমুদ এটি প্রতিষ্ঠা করেন। নাট্যদলটি তৎকালীন সময়ে সৃজনশীল ও সময়োপযোগী নাটক মঞ্চস্থ করতো।\nমাদারিপুর নাট্যগোষ্ঠী আলোচিত প্রযোজনার মধ্যে আছে সুবচন নির্বাসনে, এখন দঃসময়, ত্রিরত্ন, ওরা কদম আলী,  খোকা বাবুর প্রত্যাবর্তন, কবর, ফাঁস, পোস্ট মাস্টার, নিস্কৃতি ইত্যাদি। নাট্যদলটির সর্বাধিক মঞ্চায়িত মঞ্চসফল নাটক নকশি কাথার মাঠ। এটি সেসময় যথেষ্ট খ্যাতি অর্জন করে।\n\n\n== পটভূমি ==\nনাট্যগোষ্ঠী হচ্ছে মঞ্চে নাট্যাভিনয় প্রদর্শনকারী সংগঠন, আর মঞ্চ-নাটকে সমাজ জীবনের বিভিন্ন প্রতিচ্ছবি সরাসরি অভিনয়ের মাধ্যমে দর্শকদের সামনে তুলে ধরা হয়। নাট্যচর্চার ক্ষেত্র সৃষ্টির লক্ষ্যে বিভিন্ন সময় বিভিন্ন নাট্যগোষ্ঠী গড়ে ওঠেছে। মাদারিপুর নাট্যগোষ্ঠী বাংলাদেশের মাদারিপুরে প্রতিষ্ঠিত একটি প্রথম সারির বাংলা মঞ্চনাট্যদল। মঞ্চ অভিনেতা ও নির্দেশক বাশার মাহমুদ এর নেতৃত্বে দলটি প্রতিষ্ঠিত হয়। শুরুতে ‘শিল্পী নাট্যগোষ্ঠী’ নাম নিয়ে আত্মপ্রকাশ করে। পরে ১৯৭৬ খ্রিষ্টাব্দে নাম পরিবর্তন করে রাখা হয় ‘মাদারিপুর নাট্যগোষ্ঠী’।\nহুমায়ুন ফরীদি শিল্পী নাট্যগোষ্ঠী সংগঠনটির সাথে যুক্ত হয়ে বাশার মাহমুদের নির্দেশনায় কল্যাণ মিত্রের ত্রিরত্ন নাটকে 'রত্ন' চরিত্রে অভিনয়ের মাধ্যমে সর্বপ্রথম দর্শকদের সামনে মঞ্চে অভিনয় করেন। এরপর এই সংগঠনের সদস্য হয়ে টাকা আনা পাই, দায়ীকে, সমাপ্তি, অবিচারসহ ৬টি মঞ্চ নাটকে অভিনয় করেন।\n১৯৮১ খ্রিষ্টাব্দে নাট্য আন্দোলনের অন্যতম সংগঠন বাংলাদেশ গ্রুপ থিয়েটার ফেডারেশানের প্রতিষ্ঠা লগ্ন থেকে মাদারীপুর নাট্যগোষ্ঠী এর সদস্যপদ লাভ করে। মাদারিপুর নাট্যগোষ্ঠী অসংখ্য নাটক মঞ্চায়ন, নাট্যকর্মী তৈরিসহ নাট্য আন্দোলনে সক্রিয় ভূমিকা পালনের মাধ্যমে নাট্যাঙ্গনকে প্রাণবান করে তোলে। পল্লীকবি জসীম উদ্দীনের নকশী কাঁথার মাঠ এর গীতি-নৃত্য-কাব্যের নাট্য রূপান্তর ও পরিচালনা করেন বাশার মাহমুদ, যা কখনও আংশিক কখনও পূর্ণাঙ্গরূপে শতাধিকবার মঞ্চস্থ হয়, আর নারগিস আক্তার অসংখ্যবার নায়িকা 'সাজু'র ভূমিকায় করে খ্যাতি ও প্রশংসা লাভ করেন। এছাড়া বাশার মাহমুদ রবীন্দ্রনাথের ছোটগল্প অবলম্বোনে খোকা বাবুর প্রত্যাবর্তন নাটকটি পরিচালনা ও কেন্দ্রীয় চরিত্র 'রাইচরণের' ভূমিকায় অভিনয় করেও দর্শকপ্রিয়তা পান এবং এই নাটকে নারগিস আক্তার 'কর্তা মা' চরিত্রে অভিনয় করেন। এছাড়া মাদারিপুর নাট্যগোষ্ঠীর আলোচিত মঞ্চনাটকগুলোর মধ্যে সুবচন নির্বাসনে, এখন দঃসময়, ওরা কদম আলী, চোর চোর, এবার ধরা দাও, ফলাফল নিম্নচাপ, কবর, এখনও ক্রীতদাস, চারদিকে যুদ্ধ, ফাঁস, পোস্ট মাস্টার, নিস্কৃতি ইত্যাদি উল্লেখযোগ্য।\n\n\n== কার্যক্রম ==\n\n\n== প্রতিষ্ঠান ==\n১৯৭৯ খ্রিষ্টাব্দে কবিতা ও নাট্যকলা নামে মাদারীপুর নাট্যগোষ্ঠী একটি থিয়েটার প্রতিষ্ঠান চালু করেছিল। এটি ছিল তৎকালীন মাদারিপুর মহকুমার প্রথম ও একমাত্র নাট্যকলা প্রশিক্ষণ কেন্দ্র। শিক্ষার্থীদের এখানে নাটক সম্বন্ধনীয় সকল শিক্ষা প্রদান করা হতো। এর প্রধান প্রশিক্ষক ছিলেন বাশার মাহমুদ। উক্ত প্রতিষ্ঠান প্রশিক্ষণের জন্য কোনোরূপ অর্থ গ্রহণ করে না।\n\n\n== নির্দেশক, নাট্যকার ও অভিনয়শিল্পী ==\nমাদারিপুর নাট্যগোষ্ঠী এর সাথে যুক্ত ছিলেন এবং যু্ক্ত আছেন দেশবরেণ্য নাট্যকার, নাট্যনির্দেশক ও কলাকুশীলবগণ। তাদের মধ্যে অন্যতম বাশার মাহমুদ, হুমায়ূন ফরীদি, নারগিস আক্তার, আ জ ম কামাল, রানা মাসুদ, সিরাজুল ইসলাম কাজল,  প্রমুখ।\n\n\n== নাটকসমূহ ==\nমাদারিপুর নাট্যগোষ্ঠী প্রদর্শিত নাটকের আংশিক বা অসম্পূর্ণ তালিকা:\n\n\n== তথ্যসূত্র ==\n\n\n== গ্যালারি ==\n\n\n== আরও দেখুন ==\nবাংলাদেশে মঞ্চনাটক\nবাংলাদেশ গ্রুপ থিয়েটার ফেডারেশান\nজেলা শিল্পকলা একাডেমি, মাদারীপুর"}