{"pageid": 1438156, "title": "শ্রীপাট ভরতপুর", "url": "https://bn.wikipedia.org/wiki?curid=1438156", "content": "‌‌\" শ্রীল পন্ডিত গদাধর প্রভু স্মরণম্ \",  \" শ্রী শ্রী নয়নানন্দ প্রভু সহায়ম্ \"\nশ্রীপাট ভরতপুর বৈষ্ণবদের কাছে অত্যন্ত গুরুত্বপূর্ণ শ্রীপাট। এটি মুর্শিদাবাদ জেলার কান্দি মহকুমার অন্তর্গত। পশ্চিমবঙ্গেরে বিভিন্ন স্থানের সাথে রেল পথ ও সড়ক পথে যোগাযোগ। শিয়ালদহ ও হাওড়া স্টেশন থেকে আজিমগঞ্জ শাখার সালার স্টেশনে নামতে হয়। শিয়ালদহ থেকে সালার স্টেশনের দূরত্ব ১৬৮ কি.মি. এবং হাওড়া থেকে ১৬৫ কি.মি.। বর্ধমান থেকে কাটোয়া হয়ে সালার আসা যায়। কাটোয়া থেকে সালার ১৭ কি.মি.। সালার থেকে কান্দি বা বহরমপুরগামী বাসে ১৫ কি.মি ভরতপুর বাজার। সেখান থেকে হাঁটাপথে গদাধর পণ্ডিতের ভ্রাতুষ্পুত্র শ্রীনয়নানন্দের শ্রীপাট, যা 'গোঁসাইবাড়ি' বা 'গোস্বামীবাড়ি' নামে প্রসিদ্ধ। এটি ভরতপুর গ্রামের পশিম দিকে অবস্থিত। এছাড়া বোলপুর-বহরমপুর ভায়া কান্দি, বর্ধমান-বহরমপুর, কাটোয়া-কান্দি, কাটোয়া-বহরমপুর ভায়া সালার, কান্দি-সালার বাসে শ্রীপাট ভরতপুর এ আসা যায়। তবে বহরমপুর থেকে বাস পথে দূরত্ব ৪৫ কি.মি. এবং কান্দি থেকে বাস পথে ১৫ কি.মি শ্রীপাট ভরতপুর। ত্রিদণ্ডভিক্ষু শ্রীভক্তিগুণাকর গোস্বামী সম্পাদিত 'শ্রীগৌড়মণ্ডল পরিক্রমা ও শ্রীনবদ্বীপ-ধাম- মাহাত্ম্য' গ্রন্থে ভরতপুরের বিবরণ আছে।\nকথিত আছে মহাপ্রভু কাটোয়ায় কেশব ভারতীর আশ্রমে সন্ন্যাস দীক্ষা গ্রহণ করে রাঢ়দেশ পদব্রজে ভ্রমণ করে পবিত্র করেন। তিনি বক্রেশ্বরে তীর্থ গমনও করেছিলেন। তাঁর সাথে প্রিয় সখা গদাধরও ছিলেন সহচর হিসাবে। জীবনী গ্রন্থে উল্লেখ আছে মহাপ্রভু নিজে শ্রী নিত্যানন্দ, শ্রী গদাধর, শ্রী কেশব ভারতী, শ্রী গোবিন্দ। শ্রী মুকুন্দ এঁদের সাথে ভরতপুরে পদার্পণ করেছিলেন। তবে শ্রী নিত্যানন্দ দাস রচিত 'প্রেম বিলাস' গ্রন্থে দ্বাবিংশ বিলাস এ ভরতপুর শ্রীপাট এর বিবরণ আছে।\n\nভ্রাতুষ্পুত্র নয়নানন্দকে গদাধর প্রভু পুত্রাধিক স্নেহ করতেন। তিনি নয়নান্দকে দীক্ষা দেন। তাঁকে শ্রীমদ্ভাগবত গ্রন্থ পাঠে উৎসাহিত করতেন। গদাধর প্রভুর কথামতো তিনিও ভাগবত পাঠে পাণ্ডিত্য অর্জন করেন। নয়নানন্দ ভাগবতবেত্তা। নীলাচলে মহাপ্রভু অপ্রকট হলে তার কিছুদিন পরে গদাধর প্রভুও অন্তর্দ্ধান করেন। গদাধর পণ্ডিতের নির্দেশে তিনি সংসারী হয়েছিলেন। এমনকি খেতুরীর বৈষ্ণব উৎসবে তিনি উপস্থিত ছিলেন। কবি কর্ণপুরের 'গৌরগণোদ্দেশদীপিকা' য় ব্রজলীলায় নিত্যমঞ্জরী রূপে খ্যাত। তবে 'শ্রীচৈতন্যচরিতামৃত'এ 'মিশ্রনয়ন' নামে উল্লেখিত তিনি। গদাধর প্রভু অপ্রকট হলে তিনি গৌড়দেশে গমন করেন, অর্থাৎ ভরতপুরে আসেন। অন্তর্দ্ধান হবার কিছু পূর্বে গদাধর প্রভু তাঁর গলদেশে সর্ব্বদা বিরাজিত শ্রীকৃষ্ণ বিগ্রহ তাঁকে প্রদান করে প্রতিষ্ঠা ও সেবা করার নির্দেশ দেন। এই বিগ্রহ 'মেয়ো কৃষ্ণ' (মেয়ো কৃষ্ণ বলতে এখানে অনন্তকে নিজের জ্ঞানের মধ্যে,কষ্টি পাথরে তৈরি ক্ষুদ্রকায় কৃষ্ণ মূর্তিটি ৬ ইঞ্চি উচ্চতার এই সুদর্শন মূর্তিটি বেণুবাদনরত ত্রিভঙ্গ স্তিমিতহাস্যময়। গাঢ় কৃষ্ণ বর্ণ, উজ্জ্বল। সেই সময় থেকে আজও ভরতপুর শ্রীপাট এ বৈষ্ণব ধর্ম ও দর্শন মেনে নিত্য পূজিত হয়ে আসছেন। গদাধর পণ্ডিত ও নয়নানন্দ পণ্ডিত সেবিত শ্রীরাধা গোপীনাথ বিগ্রহ ভরতপুরের মন্দিরের অন্যতম প্রধান বিগ্রহ। মোট তিনটি সারিতে বিগ্রহগুলি অবস্থিত। সিংহাসনে অবস্থিত একেবারে পিছনের সারিতে সমস্ত বিগ্রহের একেবারে ডানদিকে শ্রীকৃষ্ণভাবাত্মক বেণুধর শ্রীগৌরমূর্তি। ধাতু নির্মিত ত্রিভঙ্গি রূপে, যাহা বিশ্বের আর কোথাও গেলে এই বিগ্রহের দর্শন পাওয়া যাবে না, অত্যন্ত বিরল একটি বিগ্রহ।সুন্দর বেণুধর গৌর বিগ্রহের ঠিক বামে 'মেয়ো কৃষ্ণ'। গদাধর প্রভুর গলায় থাকা 'মেয়ো কৃষ্ণ'। বেশি উচ্চতা যুক্ত নয়। শ্যাম উজ্জ্বল বর্ণের। কষ্টি পাথরের নির্মিত এই বিগ্রহও ত্রিভঙ্গ স্তিমিতহাস্যময় বেণুধর। ৬ ইঞি সুদর্শন এই বিগ্রহটি চিত্তাকর্ষক। সর্বদা পুষ্পশয্যায় সজ্জিত। এই বিগ্রহের নিচের দুপাশে দুটি স্ত্রী মূর্তি আছে। খুবই ছোট্ট, অতি মনোরম। গোস্বামী পরিবার ও ভক্তের ভাবনয়নে এই স্ত্রী মূর্তি দুটি শ্রীরাধারাঠাকুরাণী ও যথেশ্বরী ললিতাজী বা ললিতা ও বিশাখা স্বরূপে প্রতিভাত।\" মেয় কৃষ্ণের বামে বিরাজমান শ্রীগোপীনাথ। এই বিগ্রহ ত্রিভঙ্গ বেণুধর। বংশীধারী শ্রীগোপীনাথের সামনে পদ্মাসনে বিরাজমান শালগ্রাম বিষ্ণুচক্র। নিয়ম ও পরম্পরা মেনে গোপীনাথের বামে শ্রীরাধারাণী মূর্তি। ১০ ইঞ্চি উচ্চতার এই মূর্তি অষ্টধাতু দ্বারা নির্মিত। বেনুধর গৌরমূর্তির থেকে সামান্য বেশি উচ্চতা সম্পন্ন। এই বিগ্রহ এই পরিবারের পুরুষ বা সেবাইত পুরোহিত স্পর্শ করতে পারেন, মহিলারা নয়। সিংহাসনের মাঝের সারিতে ৭টি শালগ্রাম মূর্তি ছোট থেকে বড় ক্রমানুসারে অবস্থিত। তবে দূর থেকে দেখলে আকারের পার্থক্য পরিলক্ষিত হয়না। কিন্তু প্রতিটির আকৃতিগত পার্থক্য আছে। এগুলিও বহু প্রাচীন। সেই সময় থেকে পূজিত। তবে সিংহাসনের একেবারে সামনের শালগ্রাম মূর্তির মতো ৬ টি গোপাল ঠাকুর ছোট থেকে বড়) আকারগত (ক্রমান্বয়ে অবস্থান করে আছেন। সর্বদা পুষ্প দ্বারা আবৃত থাকায় আকারগত পার্থক্য বোঝা যায় না। প্রায় সবকটি বিগ্রহ গদাধর প্রভু ও নয়নানন্দ ঠাকুর সেবিত। তাই জাগ্রত এই বিগ্রহ দর্শনে পুণ্যলাভের আশায় শত শত ভক্ত প্রায়ই এসে ভিড় জমান মন্দিরে। এখানে দোলউৎসব, রাসউৎসব, জন্মাষ্টমী, রাধাষ্টমী এবং শ্রীল পন্ডিত গদাধর গোস্বামী- এর আবির্ভাব তিথি উৎসব সাড়ম্বরে পালিত হয়। বিদেশসহ আরো অন্যান্য জায়গা থেকে দর্শনার্থী আসেন। শাস্ত্রে নাকি কথিত আছে বৃন্দাবন দর্শনের পর এই বিগ্রহের দর্শন না করলে তার বৃন্দাবন দর্শনের কোনো ফল পাওয়া যায় না। \nমন্দিরের বিগ্রহের সাথে পূজিত হয় স্বহস্তে গদাধর প্রভু লিখিত শ্রীমদ্ভগবতগীতা। একালেও সেই ধারা বর্তমান। তবে নিরাপত্তার কারণে গীতাটি অত্যন্ত নিরাপত্তা বলয়ের মধ্যে রাখা হয়। নিত্য পূজা, সেবা ও আরতির সময় শ্রীরাধাগোপীনাথের বিগ্রহের সাথে সিংহাসনে রেখে পূজা করা হয়। এই গ্রন্থে শ্রীশ্রী মহাপ্রভু স্বহস্তলিখিত ১টি শ্লোক আছে। যা আজও বর্তমান। তবে গ্রন্থের সম্মুখের পাতাটির লেখাগুলি প্রায় মুছে গেছে। আমরা যদি বর্তমান গীতা -এর শ্লোক সংখ্যা বিচার করি, তাহলে দেখতে পাবো সেখানে শ্লোক সংখ্যা রয়েছে -- ৭০০টি।কিন্তু আমাদের এখানে গীতার শ্লোক সংখ্যা রয়েছে -- ৭৪৫টি,  যার ৪৫টি শ্লোক বেশি লিখেছিলেন শ্রীল পন্ডিত গদাধর গোস্বামী এবং সর্বশেষে শ্রীমন চৈতন্যমহাপ্রভু  তা একটি শ্লোকের মাধ্যমে বর্ণিত করে গেছেন। ইহা এই সমগ্র বিশ্বের কোথাও গেলে পাওয়া যাবে না, যা এখানকার অন্যতম প্রাচীন সঙ্গে বিরল বৈচিত্র্য॥\nতথ্যপঞ্জি:-\n১। চৈতন্যচরিতামৃত। আদি লীলা, চতুর্থ পরিচ্ছেদ।\n২। শ্রীল গদাধর পণ্ডিত গোস্বামী শ্রীপাট ভরতপুর। প্রণব আচার্য, জ্যোতির্ময় গোস্বামী॥২০১১। পৃষ্ঠা ৬\n৩। শ্রীশ্রী গৌড়ীয় বৈষ্ণব অভিধান। শ্রীহরিদাস দাস। শ্রীশ্রীগৌড়ীয়-বৈষ্ণব তীর্থ বা শ্রীপাট বিবরণী। শ্রীধাম নবদ্বীপ, শ্রীহরিবোল কুটীর। দ্বিতীয় সংস্করণ। ৫০১ শ্রীগৌরাব্দ।\n৪। 'শ্রীশ্রী ভক্তিরত্নাকর। নরহরি চক্রবর্তী ঠাকুর। \"শ্রীশ্রীভক্তিরত্নাকর\", গৌড়ীয় মিশন, বাগবাজার, কলকাতা। ২০১৫। পঞ্চম সংস্করণ। পৃষ্ঠা ৩৭৫, ৩৮৭,৩৮৯\n৫।  প্রেম বিলাস। নিত্যানন্দ দাস। গোস্বামী ড. বিজন (সম্পাদিত)। প্রেম- বিলাস, মহেশ, কলকাতা। ১৯৯৯। মহেশ প্রথম সংস্করণ। পৃষ্ঠা ২১৭।\n৬। শ্রীল গদাধর পণ্ডিত গোস্বামী শ্রীপাট ভরতপুর। প্রণব আচার্য, জ্যোতির্ময় গোস্বামী। শ্রীপাট ভরতপুর, মুর্শিদাবাদ। ২০১১। পৃষ্ঠা ১১\n৭। শ্রীশ্রীগৌড়ীয় বৈষ্ণব তীর্থ বা শ্রীপাট বিবরণী। শ্রীহরিদাস দাস। শ্রীধাম নবদ্বীপ, শ্রীহরিবোল কুটীর। দ্বিতীয় সংস্করণ। ৫০১ শ্রীগৌরাব্দ। পৃষ্ঠা ১১০।\n৮।  শ্রীশ্রীগৌড়ীয় বৈষ্ণব তীর্থ বা শ্রীপাট বিবরণী। শ্রীহরিদাস দাস। শ্রীধাম নবদ্বীপ, শ্রীহরিবোল কুটীর। দ্বিতীয় সংস্করণ। ৫০১ শ্রীগৌরাব্দ। পৃষ্ঠা ১১০।\n৯। গৌর গদাধর, প্রভুপাদ শ্রীল সুশীল কৃষ্ণ গোস্বামী, প্রভুপাদ শ্রী প্রনবেন্দু গোস্বামী, শ্রী অজয় কুমার দে। ব্লগ সাইট॥\n\n\n== তথ্যসূত্র =="}