{"pageid": 1438761, "title": "হিজাজ পর্বতমালা", "url": "https://bn.wikipedia.org/wiki?curid=1438761", "content": "হিজাজ পর্বতমালা (আরবি: جِبَال ٱلْحِجَاز Hijazi Arabic উচ্চারণ: [dʒɪˈbaːl alħɪˈdʒaːz]), যাকে \"হিজাজ রেঞ্জ\" নামেও ডাকা হয়, এটি পশ্চিম সৌদি আরবের হিজাজ অঞ্চলে অবস্থিত একটি পর্বতমালা।\nএই পর্বতমালা লাল সাগরের পূর্ব উপকূল বরাবর উত্তর-দক্ষিণে বিস্তৃত। এটি মিদিয়ান পর্বতমালাকে অন্তর্ভুক্ত করে এবং বিস্তৃত অর্থে সারাওয়াত পর্বতমালার অংশ হিসেবে বিবেচিত হয়।\n\n\n== ভূগোল ==\n\nআরব উপদ্বীপের পশ্চিম উপকূলীয় ঢাল দুইটি পর্বতমালায় গঠিত—উত্তরে হিজাজ পর্বতমালা এবং আরও দক্ষিণে আসির পর্বতমালা। এই দুই পর্বতের মাঝে উপদ্বীপের উপকূলরেখার মধ্যভাগে একটি ফাঁকা অঞ্চল রয়েছে। পর্বতমালাটি প্রায় ২,১০০ মিটার (৬,৯০০ ফুট) উচ্চতা থেকে শুরু হয়ে এই ফাঁকার কাছে গিয়ে প্রায় ৬০০ মিটার (২,০০০ ফুট) উচ্চতায় নেমে আসে।\nএই পর্বতমালার পশ্চিম অংশ হঠাৎ করেই নিচে নেমে লাল সাগরের দিকে পড়ে যায়, যার ফলে উপকূলে তিহামাহ নামক একটি সরু সমতলভূমি গঠিত হয়েছে। পূর্ব ঢাল তুলনামূলকভাবে ধীরে নেমে যায়, ফলে বিরল বৃষ্টিপাত হলেও তা ওয়াদি অঞ্চলে ঝর্ণা ও কূপ ঘিরে ওয়াসিসের সৃষ্টি করে।\n\n\n=== নদী বা ওয়াদি ===\nহিজাজ পর্বতমালাকে প্রাচীন পিশোন নদীর উৎস হিসেবে বিবেচনা করা হয়ে থাকে, যা ইডেনের উদ্যানের চারটি নদীর একটি হিসেবে বর্ণিত হয়েছে। গবেষক জুরিস জারিন্স তাঁর গবেষণায় ইডেনের উদ্যানকে পারস্য উপসাগরের উত্তর প্রান্তে, কুয়েতের কাছে চিহ্নিত করেছেন। বর্তমানে শুকিয়ে যাওয়া এই নদী পথটি—যা ওয়াদি আল-রুম্মাহ এবং তার সম্প্রসারণ ওয়াদি আল-বাতিন নামে পরিচিত—বস্টন ইউনিভার্সিটির ফারুক এল-বাজ চিহ্নিত করেন এবং একে ‘কুয়েত নদী’ নাম দেন। এই নদী সৌদি মরুভূমির উপর দিয়ে প্রায় ৬০০ মাইল (৯৭০ কিলোমিটার) উত্তর-পূর্ব দিকে প্রবাহিত হয়ে ওয়াদি আল-বাতিন অনুসরণ করে পারস্য উপসাগরের তীরে পৌঁছায়। অনুমান করা হয়, এই ‘পিশোন’ বা ‘কুয়েত নদী’ এবং হিজাজ অঞ্চলের পরিবেশ প্রায় ২,৫০০ থেকে ৩,০০০ বছর আগে শুকিয়ে গিয়েছিল।\n\n\n== বন্যপ্রাণী ==\n\nএই পর্বতমালায় আরব চিতাবাঘের উপস্থিতি নথিভুক্ত হয়েছে। প্রাচীন কালে, বলা হয় নবী মুহাম্মদের বংশধর মূসা আল-কাজিম মদিনার উত্তরের মরুপ্রান্তরে একটি সিংহের মুখোমুখি হয়েছিলেন। তাইফের কাছাকাছি আল হাদা ও আল-শাফার মতো বসতিবহুল এলাকায় হামাদ্রিয়াস বানরদের দেখা যায়।\n\n\n== খনিশিল্প ==\nএই অঞ্চলের মধ্যে পড়ে মাহদ আদ-দাহাব (\"সোনার দোলনা\") নামক জেলা, যা মক্কা ও মদিনার মাঝামাঝি অবস্থিত। এটি সৌদি আরবের প্রধান স্বর্ণ-রৌপ্য খনি। খনিটি মূলত খ্রিস্টপূর্ব ৯৫০ এবং খ্রিস্টীয় ৭৫০–১২৫৮ ও প্রায় ১৯৩৯–১৯৫৪ খ্রিস্টাব্দের মধ্যে সক্রিয় ছিল।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\n\nআল হাররাহ\nবাইবেলের সিনাই পর্বত\nসৌদি আরবের ভূতত্ত্ব\nসৌদি আরবের পর্বতগুলোর তালিকা\n\n\n== সূত্র ==\n\n\n== আরও পঠনযোগ্য ==\nতিহামাহ, আসির ও হিজাজ পর্বতমালার মধ্য দিয়ে এক যাত্রা, লিখেছেন উইলফ্রেড থেসিজার\n\n\n== বহিঃসংযোগ ==\nহিজাজ পর্বতমালা (ইউটিউব)\nমক্কা-মদিনা হাইওয়ের উপর হিজাজ পর্বতের বজ্রপাতময় মেঘ। ১০.০৪.২০১২\nহিজাজ পর্বতমালা – পর্বতারোহণ, হাইকিং ও পর্বতাভিযান সংক্রান্ত তথ্য\nটেমপ্লেট:Mountains in the Arabian Peninsula"}