{"pageid": 1438450, "title": "মানসেহ ম্যাসেহ লোপেস", "url": "https://bn.wikipedia.org/wiki?curid=1438450", "content": "স্যার মানসেহ ম্যাসেহ লোপেস, ১ম ব্যারোনেট (২৭ জানুয়ারি ১৭৫৫ - ২৬ মার্চ ১৮৩১), ডেভনের টেমারটন ফোলিওটের প্যারিশের ম্যারিস্টো -এর একজন ব্রিটিশ সংসদ সদস্য এবং বরো-মঞ্জার ছিলেন।\n\n\n== সংসদীয় কর্মজীবন ==\nসেই সময়কার আইন অনুসারে, ইহুদি ধর্মের কোনো সদস্য সংসদে নির্বাচিত হতে পারে না। (অনেক খ্রিস্টান সম্প্রদায় একইভাবে নিষিদ্ধ ছিল।) ১৮০২ সালে, লোপেস খ্রিস্টান ধর্মে ধর্মান্তরিত হন এবং পরে একই বছর তিনি নিউ রমনির পক্ষে টোরি সদস্য হিসাবে সংসদে প্রবেশ করেন। পরবর্তীকালে তিনি ১৮০৭ থেকে ইভশাম এবং ১৮১২ থেকে বার্নস্ট্যাপলের প্রতিনিধিত্ব করেন। ১৮১০ সালে, তিনি মন্টাগু বার্টির কাছ থেকে ওয়েস্টবারির পকেট বরোর নিয়ন্ত্রণ কিনে নেন, অ্যাবিংডনের 5ম আর্ল যখন ওয়েস্টবারির জমি বিক্রি করেন।  ওয়েস্টবেরি একটি বার্গেজ বরো ছিল যেখানে ভোট দেওয়ার অধিকার নির্দিষ্ট সম্পত্তির মালিকানার সাথে সংযুক্ত ছিল; লোপেস এই দুটি \"বার্গেজ টেনিমেন্ট\" বাদে বাকি সব কিনেছিলেন, ওয়েস্টবারির উভয় এমপির নাম রাখার নিরঙ্কুশ ক্ষমতা দিয়েছিলেন। (ঘুষের বিপরীতে, এই ধরণের লেনদেন পুরোপুরি বৈধ ছিল।) ১৮১৪ এবং ১৮১৯ সালের মধ্যে, তিনি এই আসনগুলির মধ্যে একটি তার ভাগ্নে এবং উত্তরাধিকারী রাল্ফ ফ্রাঙ্কোকে দিয়েছিলেন।\nএদিকে, লোপেস সরকারের পক্ষ থেকে বিভিন্ন বরোতে তার প্রভাব বিস্তার করছিলেন, এবং ১৮০৫ সালে তাকে একটি ব্যারোনেট তৈরি করা হয়েছিল, তার ভাগ্নে রাল্ফ ফ্রাঙ্কো, তার বোন এথারের ছেলের জন্য একটি বিশেষ অবশিষ্টাংশ ছিল। (রালফ, যিনি তার মৃত্যুর পর ব্যারোনেটসি উত্তরাধিকার সূত্রে পেয়েছিলেন, পরে তার উপাধি পরিবর্তন করে লোপেস রাখা হয়েছে)। ১৮১০ সালে তিনি ডেভনের উচ্চ শেরিফ নিযুক্ত হন।\n১৮১৯ সালে, স্যার মানসেহ আগের বছরের সাধারণ নির্বাচনে দুটি পৃথক নির্বাচনী এলাকায় ভোটারদের ঘুষ দিয়েছিলেন বলে আবিষ্কৃত হয়। এই ধরনের দুর্নীতি সাধারণ ছিল, কিন্তু সংস্কারকরা তাদের প্রচারাভিযানে প্রাধান্য দেওয়ার জন্য একটি সেলিব্রেটির কারণ খুঁজছিলেন এবং এটি সম্ভবত বিদেশী ইহুদি হিসাবে, লোপেসকে এই উদ্দেশ্যে একজন আদর্শ খলনায়ক হিসাবে দেখা হয়েছিল বলে মনে হয়। তার নিজের বার্নস্ট্যাপল নির্বাচনী এলাকায়, তিনি ভোটারদের ঘুষ দেওয়ার জন্য £3000 খরচ করেছেন বলে অভিযোগ করা হয়েছিল এবং তদন্তের পরে তার নির্বাচন বাতিল ঘোষণা করা হয়েছিল। এদিকে, কর্নওয়ালের গ্রামপাউন্ডে, যদিও নির্বাচনী ফলাফলের বিরুদ্ধে কোনো সরকারী প্রতিবাদ করা হয়নি, ফৌজদারি আইনের অধীনে ব্যবস্থা নেওয়া হয়েছিল এবং লোপেসকে দোষী সাব্যস্ত করা হয়েছিল, £1000 জরিমানা করা হয়েছিল এবং দুই বছরের জন্য জেল হয়েছিল। কেলেঙ্কারির ফলস্বরূপ, ইতিমধ্যেই কুখ্যাত দুর্নীতিগ্রস্ত বরো অফ গ্রামপাউন্ড স্থায়ীভাবে এমপিদের ফিরিয়ে দেওয়ার অধিকার থেকে বঞ্চিত হয়েছিল। ১৮২০ সালের সেপ্টেম্বরে লোপেসের সাজা প্রত্যাহার করা হয় এবং নভেম্বরে একটি উপ-নির্বাচনে তিনি নিজেকে ওয়েস্টবারির সংসদে যোগ দেন।\n১৮২৯ সালে, ডিউক অফ ওয়েলিংটনের টোরি সরকার ক্যাথলিক মুক্তির জন্য আইন প্রণয়নের সিদ্ধান্ত নেয়, একটি নীতি যা তাদের নিজস্ব আল্ট্রা-টোরি সমর্থকদের জন্য ধর্মবিরোধী ছিল। স্বরাষ্ট্র সচিব, রবার্ট পিল, যার নিজের অক্সফোর্ড ইউনিভার্সিটি নির্বাচনী এলাকা ছিল ক্যাথলিক মুক্তির বিরোধীদের অন্যতম শক্তিশালী ঘাঁটি, পদত্যাগ করতে এবং তার নীতি পরিবর্তনের জন্য একটি ম্যান্ডেট পাওয়ার জন্য একটি উপ-নির্বাচনে লড়াই করতে বাধ্য হন এবং পরাজিত হন। বিলটি সরানোর জন্য পিলকে যথাসময়ে কমন্সে ফিরে যাওয়ার অনুমতি দেওয়ার জন্য, লোপেস ওয়েস্টবারিতে তার নিজস্ব আসন খালি করেন এবং তার জায়গায় পিলকে নির্বাচিত করেন। এটি যথেষ্ট প্রতিকূল মন্তব্যকে উস্কে দিয়েছে, অন্ততপক্ষে এই কারণে নয় যে সরকার ইহুদি বংশোদ্ভূত বরো মালিকের কাছ থেকে একটি আসন অধিগ্রহণ করে তাদের বিরুদ্ধে অ্যাংলিকান সংস্থার ভোটদানের প্রতিক্রিয়া জানিয়েছিল। লোপেস আশা করেছিলেন যে পিয়ারেজের সাথে এত গুরুত্বপূর্ণ মুহূর্তে তার আসন সরবরাহ করার জন্য পুরস্কৃত করা হবে, কিন্তু তিনি হতাশ হয়েছিলেন।\nযদিও পরের বছর সাধারণ নির্বাচনের পর পিলের আসনটির কোনো প্রয়োজন ছিল না, লোপেস আর দাঁড়াননি।\n\n\n== তথ্যসূত্র =="}