{"pageid": 1438374, "title": "স্যার হ্যারি ভার্নি, ২য় ব্যারোনেট", "url": "https://bn.wikipedia.org/wiki?curid=1438374", "content": "স্যার হ্যারি ভার্নি, ২য় ব্যারোনেট পিসি, ডিএল, জেপি (৮ সেপ্টেম্বর ১৮০১ - ১২ ফেব্রুয়ারি ১৮৯৪) ছিলেন একজন ইংরেজ সৈনিক এবং লিবারেল রাজনীতিবিদ যিনি ১৮৩২ থেকে ১৮৮৫ সালের মধ্যে বিভিন্নভাবে হাউস অফ কমন্সে বসেছিলেন।\n\n\n== কর্মজীবন ==\nভার্নি ১৮১৯ সালে ৩১ তম (হান্টিংডনশায়ার) রেজিমেন্ট অফ ফুটের জন্য ব্রিটিশ সেনাবাহিনীতে যোগদান করেন এবং তাকে জার্মান রাজ্য ওয়ার্টেমবার্গ এবং ব্যাডেনে দেশের লেগেশনে পাঠানো হয়, এই সময়ে জার্মান, ফরাসি এবং ইতালীয় ভাষা শেখে। পরের বছর তিনি ইংল্যান্ডে ফিরে আসেন এবং পায়ের ৭ম (রয়্যাল ফুসিলিয়ার্স) রেজিমেন্টে বরাদ্দ পান। ১৮২৪ সাল থেকে, তিনি গ্রেনেডিয়ার গার্ডের সাথে দায়িত্ব পালন করেন এবং ১৮২৬ সাল থেকে ফোর্সেস কমান্ডার-ইন-চিফের অফিসে ব্যক্তিগত সচিব ছিলেন। ভার্নিকে ভারতের গভর্নর-জেনারেল হিসেবে নিয়োগের সময় লর্ড উইলিয়াম বেন্টিঙ্কের সঙ্গী করার জন্য বোঝানো হয়েছিল, তবে যাত্রার সময় রিও ডি জেনেরিওতে অসুস্থ হয়ে পড়েছিলেন, যেখানে তিনি সুস্থ হয়েছিলেন, পরে পাম্পাস এবং আন্দিজের স্থানীয়দের সাথে শিকার করেছিলেন। তার সমুদ্রযাত্রার বাড়ি তাকে স্যার মাইকেল সেমুর দ্বারা পরিচালিত একটি জাহাজে চড়ে কেপ হর্নের চারপাশে নিয়ে যায় এবং ১৮২৯ সালে তিনি আবার ইংল্যান্ডে আসেন। ভার্নি ১৮৩১ সালে মেজর পদে উন্নীত হন এবং ১৮৪৪ সালে রয়্যাল বাকিংহামশায়ার মিলিশিয়া (কিংস ওন) এ স্থানান্তরিত হন, দুই বছর পরে অবসর গ্রহণ করেন।\nভার্নি ১৮৩২ সালে ব্রিটিশ হাউস অফ কমন্সে প্রবেশ করেন, ১৮৪১ সাল পর্যন্ত বাকিংহামের সংসদ সদস্য (এমপি) হিসাবে বসেছিলেন। ছয় বছরের বিরতির পর, তিনি বেডফোর্ডের জন্য সফল হন এবং ১৮৫২ সাল পর্যন্ত প্রতিনিধিত্ব করেন। ১৮৫৭ সালে ১৮৭৪ সালের সাধারণ নির্বাচন পর্যন্ত ভার্নিকে আবার বাকিংহামে ফেরত পাঠানো হয়। ১৮৮০ সালে, তিনি পরবর্তী পাঁচ বছরের জন্য নির্বাচনী এলাকার জন্য পুনরায় নির্বাচিত হন। ১৮৮৫ সালে, হাউসে তার শেষ বছরে, ভার্নি একজন প্রিভি কাউন্সেলর হিসেবে শপথ নেন।\nভার্নিকে বাকিংহামশায়ারের একজন ডেপুটি লেফটেন্যান্ট এবং একই কাউন্টির জন্য শান্তির বিচারক মনোনীত করা হয়েছিল। তিনি রয়্যাল জিওগ্রাফিক্যাল সোসাইটির একজন ফেলো এবং রয়্যাল এগ্রিকালচারাল সোসাইটির অন্যতম প্রতিষ্ঠাতা ছিলেন। ভার্নি বাকিংহামশায়ার রেলওয়ে কোম্পানির চেয়ারম্যান এবং আইলেসবারি এবং বাকিংহাম রেলওয়ে কোম্পানির ডেপুটি চেয়ারম্যান হিসেবে কাজ করেছেন।\n\n\n== তথ্যসূত্র =="}