{"pageid": 1438715, "title": "নাস্তিক বৌদ্ধধর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1438715", "content": "ধর্মনিরপেক্ষ বৌদ্ধধর্ম - কখনও কখনও অজ্ঞেয়বাদী বৌদ্ধধর্ম, বৌদ্ধ অজ্ঞেয়বাদ, অজ্ঞানবাদী বৌদ্ধধর্ম, নাস্তিক বৌদ্ধধর্ম, বাস্তববাদী বৌদ্ধধর্ম, বৌদ্ধ নাস্তিকতা বা বৌদ্ধ ধর্মনিরপেক্ষতা হিসাবেও উল্লেখ করা হয় - এটি মানবতাবাদী, নীতিগত মূল্যবোধের উপর ভিত্তি করে বৌদ্ধ ধর্মের একটি রূপের জন্য একটি বিস্তৃত শব্দ । বাস্তববাদ এবং (প্রায়শই) প্রকৃতিবাদ, অতিপ্রাকৃত বা অলৌকিক বিশ্বাসকে এড়িয়ে যাওয়া। এটিকে নাস্তিক বা অজ্ঞেয়বাদীদের দ্বারা তাদের ধর্মনিরপেক্ষ সুবিধার জন্য বৌদ্ধ আচার ও দর্শনের আলিঙ্গন হিসাবে বর্ণনা করা যেতে পারে।\nধর্মনিরপেক্ষ বৌদ্ধরা বুদ্ধের শিক্ষা এবং বৌদ্ধ গ্রন্থগুলিকে যুক্তিবাদী এবং প্রায়শই প্রমাণবাদী পদ্ধতিতে ব্যাখ্যা করে, যে সময়ে বুদ্ধ বসবাস করতেন এবং যে সময়ে বিভিন্ন সূত্র ও তন্ত্র রচিত হয়েছিল তার ঐতিহাসিক ও সাংস্কৃতিক প্রেক্ষাপট বিবেচনা করে।\nধর্মনিরপেক্ষ বৌদ্ধ কাঠামো বিভিন্ন ঐতিহ্যবাহী বিশ্বাসের বৌদ্ধ মতবাদকে ছিন্ন করে যা কুসংস্কারপূর্ণ বলে বিবেচিত হতে পারে, অথবা যাকে পরীক্ষামূলক গবেষণার মাধ্যমে পরীক্ষা করা যায় না, যেমন: অতিপ্রাকৃত প্রাণী (যেমন দেব, বোধিসত্ত্ব, নাগ, প্রেতাস, বুদ্ধ, ইত্যাদি), যোগ্যতা এবং এর স্থানান্তর, পুনর্জন্ম, এবং কর্ম, বৌদ্ধ বিশ্বতত্ত্ব ( বিশুদ্ধ ভূমি এবং নরকের অস্তিত্ব সহ) ইত্যাদি\nগর্ভপাত এবং মানব যৌনতার মতো সামাজিক সমস্যাগুলির বিষয়ে ঐতিহ্যগত বৌদ্ধ নৈতিক দৃষ্টিভঙ্গিগুলিকেও প্রশ্ন করা যেতে পারে, কিছু স্কুল, বিশেষ করে পশ্চিমা বৌদ্ধরা বিকল্প অবস্থান গ্রহণ করে।\n\n\n== ইতিহাস ==\nধর্মনিরপেক্ষ বৌদ্ধধর্মের মূল রয়েছে বৌদ্ধ আধুনিকতাবাদ এবং ধর্মনিরপেক্ষ মানবতাবাদের মধ্যে, এবং এটি ধর্মনিরপেক্ষতার বিস্তৃত প্রবণতার অংশ যা রেনেসাঁর ধ্রুপদী গ্রীক সংস্কৃতির পুনরুদ্ধারের পর থেকে পশ্চিমে চলমান রয়েছে। ধর্মনিরপেক্ষ বৌদ্ধধর্মের অনেক দিকই বিংশ শতাব্দীর শেষ দশকে পাশ্চাত্যের কিছু বৌদ্ধ চর্চা সম্প্রদায়ের মধ্যে বৌদ্ধ সন্ন্যাসী সংস্কৃতির শ্রেণিবদ্ধ বৈশিষ্ট্য পরিত্যাগের সাথে জড়িত, যা নাগরিক সংঘের গণতান্ত্রিক নীতির পক্ষে এবং নারীদের অন্তর্ভুক্তির পক্ষে, ঐতিহ্যগত ব্যাঘাত ঘটায়। পিতৃতান্ত্রিক কর্তৃত্বের কাঠামো এবং লিঙ্গ একচেটিয়াতা।\nমার্কিন যুক্তরাষ্ট্রের অন্তর্দৃষ্টি ধ্যান আন্দোলন আধুনিকতাবাদী ধর্মনিরপেক্ষ মূল্যবোধের উপর প্রতিষ্ঠিত হয়েছিল। জ্যাক কর্নফিল্ড, একজন আমেরিকান শিক্ষক এবং প্রাক্তন থেরাবাদী সন্ন্যাসী, বলেছেন যে ইনসাইট মেডিটেশন সোসাইটি \"আচার, পোশাক, জপ এবং সমগ্র ধর্মীয় ঐতিহ্যের জটিলতা ছাড়াই\" বৌদ্ধ ধ্যান উপস্থাপন করতে চায়। এস এন গোয়েঙ্কা, বৌদ্ধ বিপাসনা ধ্যানের একজন জনপ্রিয় শিক্ষক, শিখিয়েছিলেন যে তার অনুশীলন একটি সাম্প্রদায়িক মতবাদ নয়, কিন্তু \"এমন কিছু যা থেকে প্রতিটি পটভূমির মানুষ উপকৃত হতে পারে: জীবনযাপনের একটি শিল্প।\" এটি মূলত বৌদ্ধধর্মকে একটি ধর্মের পরিবর্তে একটি ফলিত দর্শন হিসাবে বিবেচনা করে,  অথবা গোঁড়ামি ছাড়াই বৌদ্ধ দর্শনের উপর নির্ভর করে। যদিও সাম্প্রতিক স্কলারশিপ দেখিয়েছে যে বৌদ্ধ ঐতিহ্যের এই ধরনের কাঠামোগুলি অনেকাংশে অলঙ্কৃত ছিল, এবং যে গোয়েঙ্কার মতো শিক্ষকরা তাদের শিক্ষাগুলি কার্যকর করতে এবং তাদের ধ্যানের অনুশীলনগুলি ছড়িয়ে দেওয়ার ক্ষেত্রে তাদের ঐতিহ্যগত ধর্মীয় প্রতিশ্রুতি বজায় রেখেছিলেন, এই ধরনের অলঙ্কৃত রিফ্রেমিং কীভাবে বৌদ্ধধর্মকে পুনরায় প্যাকেজ করা হয়েছিল তার উপর একটি শক্তিশালী প্রভাব ফেলেছিল। বিংশ শতাব্দীর শেষভাগের উদীয়মান বিশ্বায়নের প্রেক্ষাপটে।\nস্টিফেন ব্যাচেলর হলেন একজন স্ব-ঘোষিত ধর্মনিরপেক্ষ বৌদ্ধ যিনি বৌদ্ধ ধর্মের একটি কঠোরভাবে ধর্মনিরপেক্ষ রূপ প্রচার করেন। ব্যাচেলর ছিলেন একজন বৌদ্ধ সন্ন্যাসী যিনি বৌদ্ধধর্মের আরও ঐতিহ্যবাহী রূপগুলিতে নিযুক্ত ছিলেন। তিব্বতি বৌদ্ধধর্ম এবং পরে জেন অনুশীলনকারী সন্ন্যাসী হিসাবে তার অভিজ্ঞতা থেকে, তিনি আরও ধর্মনিরপেক্ষ এবং অজ্ঞেয়বাদী পদ্ধতির প্রয়োজন অনুভব করেছিলেন। তার বইতে বৌদ্ধ ধর্ম ছাড়া বিশ্বাস এবং বৌদ্ধ নাস্তিকের স্বীকারোক্তিতে তিনি বুদ্ধের শিক্ষার প্রতি তার দৃষ্টিভঙ্গি তুলে ধরেছেন, সিদ্ধার্থ গৌতমকে আদর্শিক ধর্মীয় আইকনের পরিবর্তে একজন ঐতিহাসিক ব্যক্তি হিসেবে বর্ণনা করেছেন এবং পরকালের ধারণার সাথে সম্পর্কিত সাধারণ বৌদ্ধ মতবাদগুলি পর্যালোচনা করেছেন। তার আফটার বৌদ্ধধর্ম বইতে তিনি পাইরোনিজমের হেলেনিস্টিক দার্শনিক ঐতিহ্যের অনুরূপ বৌদ্ধধর্মের একটি সংশয়বাদী দার্শনিক ব্যাখ্যা প্রচার করেন। ব্যাচেলর সন্দেহ করেন যে পাইরো যখন আলেকজান্ডার দ্য গ্রেটের বিজয়ের অংশ হিসাবে ভারতে ছিলেন তখন পাইরো কিছু বৌদ্ধধর্ম শিখেছিলেন এবং বৌদ্ধ ধর্ম গোঁড়ামিতে পড়ার আগে পাইরোনিজম প্রাথমিক বৌদ্ধধর্মের সংশয়কে প্রতিফলিত করতে পারে।\n\n\n== মূল ধারণা এবং অনুশীলন ==\nবিভিন্ন ধরণের বৌদ্ধ আধুনিকতার বিপরীতে, যা আধুনিকতার বক্তৃতার আলোকে বৌদ্ধ চিন্তা ও অনুশীলনের ঐতিহ্যবাহী স্কুলগুলির পরিবর্তন হতে থাকে, ধর্মনিরপেক্ষ বৌদ্ধ ধর্ম নিজেই ধর্মের মূল উপাদানগুলির পুনর্বিন্যাসের উপর প্রতিষ্ঠিত।  এই লক্ষ্যে এটি ঐতিহাসিক বুদ্ধ সিদ্ধত্থ গৌতমের মূল শিক্ষাগুলি পুনরুদ্ধার করতে চায়, তবুও \"বুদ্ধ আসলে কী বোঝাতে চেয়েছিলেন\" তা প্রকাশ করার দাবি না করে। বরং, এটি প্রাথমিক প্রামাণিক শিক্ষাগুলিকে এমনভাবে ব্যাখ্যা করে যা বুদ্ধের নিজস্ব ঐতিহাসিক প্রেক্ষাপটে (খ্রিস্টপূর্ব পঞ্চম শতাব্দীতে গাঙ্গেয় সমভূমির সংস্কৃতি) তাদের অর্থ আঁকে এবং আমাদের নিজেদের সময়ে বসবাসকারী মানুষের কাছে তাদের মূল্য এবং প্রাসঙ্গিকতা প্রদর্শন করে। এই ব্যাখ্যার উভয় দিকই আক্ষরিক অর্থে \"ধর্মনিরপেক্ষ\" যে তারা ল্যাটিন মূল শব্দ স্যাকুলাম - একটি নির্দিষ্ট বয়স বা প্রজন্মকে উস্কে দেয়। আন্দোলনের নীতি স্টিফেন ব্যাচেলরের বৌদ্ধ নাস্তিকের স্বীকারোক্তিতে ধরা পড়েছে।\nধর্মনিরপেক্ষ বৌদ্ধ ধর্ম ভারতীয় ধর্মীয় সংস্কৃতির আধিভৌতিক বিশ্বাস এবং সোটেরিওলজিকে পিছনে ফেলে দেওয়ার প্রস্তাব করে। এই সংস্কৃতি মানব জীবনকে দুর্ভোগের এক অপূরণীয় ক্ষেত্র হিসাবে দেখেছিল, যেখান থেকে একজনের একটি স্থায়ী-মানবীয় অবস্থার সীমা ছাড়িয়ে যাওয়া উচিত - এমন একটি অবস্থান যা কার্যত সমস্ত বৌদ্ধ বিদ্যালয়, সেইসাথে হিন্দু এবং জৈন ধর্ম স্থায়ী হয়। অন্যদিকে ধর্মনিরপেক্ষ বৌদ্ধধর্ম এই জীবন এবং এই পৃথিবীতে পূর্ণ মানব বিকাশের পথপ্রদর্শক হিসাবে বুদ্ধের শিক্ষা প্রদান করতে চায়। একটি উত্তর-আধিভৌতিক দর্শন গ্রহণের ক্ষেত্রে, এটি বৌদ্ধ গোঁড়ামির বিদ্যমান ধর্মীয় রূপগুলির সাথে অংশীদারিত্ব করে, যা বুদ্ধের মৃত্যুর পর থেকে বিকশিত হয়েছে। পরিবর্তে, এটি নিজেকে আজকের পোস্ট-মেটাফিজিকাল দর্শনের সাথে সারিবদ্ধ করে, অন্তত ঘটনাবিদ্যা নয়, তাই ডন কাপিট  এবং জিয়ান্নি ভ্যাটিমোর মতো চিন্তাবিদদের কাজে পাওয়া র্যাডিকাল খ্রিস্টান ধর্মতত্ত্বের অনুরূপ আন্দোলনের সাথে একটি অভিসারী পথে নিজেকে খুঁজে পাওয়া যায়।\nধর্মনিরপেক্ষ বৌদ্ধধর্ম অর্থোডক্স বৌদ্ধ বিশ্বাসের অধিবিদ্যা দ্বারা বৈধ ক্ষমতা কাঠামো প্রত্যাখ্যান করে। এটি ধ্যান অনুশীলনের জন্য প্রমিত প্রেসক্রিপশনের উপর ভিত্তি করে আধ্যাত্মিক অগ্রগতির ধারণাগুলিকে প্রশ্নবিদ্ধ করে, সেইসাথে এই ধারণাটি যে বৌদ্ধ অনুশীলন মূলত একটি ঐতিহ্যগত স্কুল বা শিক্ষকের কর্তৃপক্ষের দ্বারা অনুমোদিত ধ্যানের কৌশলগুলির একটি সেটে দক্ষতা অর্জনের সাথে সম্পর্কিত।   পরিবর্তে, ধর্মনিরপেক্ষ বৌদ্ধধর্ম একটি অনুশীলনের উপর জোর দেয়, স্বায়ত্তশাসনকে উত্সাহিত করে এবং সমানভাবে একজনের মানবতার প্রতিটি দিককে অন্তর্ভুক্ত করে, যেমনটি মহৎ আট-গুণ পথ (উপযুক্ত দৃষ্টিভঙ্গি, অভিপ্রায়, বক্তৃতা, কর্ম, জীবিকা, প্রচেষ্টা, মননশীলতা এবং একাগ্রতা) দ্বারা মডেল করা হয়েছে। এই ধরনের একটি পদ্ধতি নির্দিষ্ট ব্যক্তি এবং সাম্প্রদায়িক প্রয়োজনে বিস্তৃত প্রতিক্রিয়া তৈরি করার জন্য উন্মুক্ত, সব সময় এবং স্থানের জন্য বৈধ \"আলোকিতকরণ\" করার \"একটি সত্য উপায়\" থাকার উপর জোর দেওয়ার পরিবর্তে।\n\n\n== আরও দেখুন ==\nঅদেববাদ\nনির্বাণ মার্গ\nবৌদ্ধধর্মের সমালোচনা\nবৌদ্ধ ধর্মীয় সম্প্রদায়\nপাইরোবাদ\nআধ্যাত্মিক তবে ধর্মীয় নয়\n\n\n== তথ্যসূত্র =="}