{"pageid": 1438123, "title": "হরিমাধব মুখোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1438123", "content": "হরিমাধব মুখোপাধ্যায় (৩ এপ্রিল ১৯৪১ – ১৭ মার্চ ২০২৫) ছিলেন পশ্চিমবঙ্গের বিশিষ্ট নাট্যব্যক্তিত্ব। একাধারে নট, নাট্যকার, নাট্যনির্দেশক, সংগঠক এবং পেশায় ছিলেন অধ্যাপক। বালুরঘাটের ত্রিতীর্থ নাট্যদলের প্রতিষ্ঠাতা তিনি। তিনি পশ্চিমবঙ্গ নাট্য আকাদেমির শ্রেষ্ঠ অভিনেতা ও শ্রেষ্ঠ প্রযোজকের পুরস্কার ছাড়াও, ২০০৭ খ্রিস্টাব্দে তিনি নাট্য পরিচালক হিসাবে সংগীত নাটক অকাদেমি পুরস্কার লাভ করেন।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nহরিমাধব মুখোপাধ্যায়ের জন্ম ব্রিটিশ ভারতের অধুনা পশ্চিমবঙ্গের দক্ষিণ দিনাজপুর জেলার বালুরঘাটে। পিতা নীলকান্ত মুখোপাধ্যায়। ছোটবেলা থেকেই নাটকের প্রতি ছিল তার অসম্ভব আকর্ষণ। ১৯৫৬ খ্রিস্টাব্দেই বালুরঘাটে তৈরি করেন তরুণতীর্থ নামের এক নাট্যদল। স্কুলের পাঠ শেষ করে কলেজে পড়তে কলকাতায় আসেন আর কলেজে পড়ার দিনগুলিতে কলকাতায় ঘুরে নাটক দেখা চলতে থাকে। নাট্য পরিচালক জগমোহন মজুমদার ও অজিতেশ বন্দ্যোপাধ্যায় প্রমুখের কাছ থেকে থিয়েটারের দক্ষতা অর্জন করেন। তিন বছর তিনি হাওড়ার 'নটনাট্যম' গোষ্ঠীর সঙ্গে যুক্ত ছিলেন। এ সবের মধ্যেই তিনি কলকাতা বিশ্ববিদ্যালয় থেকে বাণিজ্য বিভাগে স্নাতকোত্তর ডিগ্রি লাভ করেন। নাটকের টানে বালুরঘাটে ফিরে যান এবং ১৯৬৭ খ্রিস্টাব্দে বালুরঘাট কলেজে অধ্যাপনার কাজে নিযুক্ত হন।\n\n\n== নাট্যজগতে ক্রিয়াকলাপ ==\nথিয়েটারের প্রতি তার একান্ত ভালবাসার কারণে অধ্যাপনার পাশাপাশি পেশাদার ও অপেশাদার নাট্যমঞ্চের নানা ভূমিকায় যুক্ত হন। ১৯৬৯ খ্রিস্টাব্দে বালুরঘাটে প্রতিষ্ঠা করেন ত্রিতীর্থ নাট্যদল। বিভিন্ন সময়ে তিন বিজ্ঞানী, জল, গ্যালিলিও, দেবাংশী সহ ২০০৮ খ্রিস্টাব্দ পর্যন্ত ৫৮ টি নাটক তার প্রযোজনা ও নির্দেশনায় মঞ্চস্থ হয়। একজন সম্পূর্ণ নিবেদিত থিয়েটার কর্মী হিসাবে তিনি কথনও অভিনেতা, সুরকার, আবার এমনকি আলোকসজ্জার ডিজাইনার, বেশভূষার ডিজাইনার, মঞ্চসজ্জার ডিজাইনার হিসাবে থিয়েটার দায়িত্ব পালন করেছেন। মূলত তিনি হলেন বালুরঘাটের নাট্য আন্দোলনের দিশারী।  ছোট, বড়, একাঙ্ক ও পূর্ণাঙ্গ মিলিয়ে হরিমাধব মুখোপাধ্যায় প্রায় ষাটটি নাটক লিখেছেন। তিনি ২০১৭ খ্রিস্টাব্দে রাজবংশী ভাষায় রচিত রক্তকরবী নাটকে শেষ বারের মত অভিনয় করেন। ২০১৮ খ্রিস্টাব্দে বন্দুক নাটকে শেষ নির্দেশনা করেন। নাটক নিয়ে তার ভাবনা চিরকালের হলেও অসুস্থ শরীরের জন্য বর্তমানে হয়ে উঠছে না। অবসরকালীন জীবন যাপন করছেন এবং ত্রিতীর্থ-এর সতীর্থদের সঙ্গে প্রতিনিয়তের যোগাযোগ রয়েছে তার। \n\nরচিত নাটকসমূহ-\nহরিমাধব রচিত প্রথম দুটি নাটক গুলি হল আগাথা ক্রিস্টির কাহিনী অবলম্বনে দশ পুতুল ও চেকভের কাহিনী অবলম্বনে বহ্বারম্ভ। অন্যান্য নাটক গুলি হল-\n\nশিশুপাল\nঅনিকেত\nবিছন\nখারিজ\nমাতৃতান্ত্রিক\nনিকট গঙ্গা\nদেবাংশী (১৯৮৩)\nক্ষীরের পুতুল, প্রভৃতি\nনির্দেশিত ও অভিনীত নাটকসমূহ-\nপাপ ও পাপী\nআক্কেল সেলামি\nবন্দি বীর\nছেঁড়া কাগজের ঝুড়ি\nপাখির বাসা\nনাট্যকারের সন্ধানে ছটি চরিত্র\nরজনীগন্ধা\nচার প্রহর\nছায়ানায়িকা\nপুতুল খেলা\nবৃষ্টি বৃষ্টি\nবিশে জুন\nছুটির খেলা\nতিন বিজ্ঞানী\nজল (১৯৮০)\nবিছন (১৯৮৫) হিন্দি নাটক\nচিরকুমার সভা\nদেবীগর্জন\nমন্ত্রশক্তি প্রভৃতি\n\n\n== পুরস্কার ও সম্মাননা ==\n১৯৭৭ খ্রিস্টাব্দে বিজন ভট্টাচার্যর দেবীগর্জন নাটক প্রযোজনা ও পরিচালনার জন্য পান দিশারী পুরস্কার;\nপশ্চিমবঙ্গ সরকারের তথ্য ও জনসংযোগ বিভাগের তরফে তাঁর 'দেবাংশী' নাটককে শ্রেষ্ঠ প্রযোজনার পুরস্কারে পুরস্কৃত করা হয়।\n২০০৭ খ্রিস্টাব্দে ভারতের সংগীত নাটক অকাদেমি নাট্যনির্দেশনার জন্য সংগীত নাটক অকাদেমি পুরস্কার প্রদান করে।\n২০১৯ খ্রিস্টাব্দে রায়গঞ্জ বিশ্ববিদ্যালয় তাকে সাম্মানিক ডিলিট উপাধিতে ভূষিত করে।\n\n\n== তথ্যসূত্র =="}