{"pageid": 1438782, "title": "আল-মুকাওকিস", "url": "https://bn.wikipedia.org/wiki?curid=1438782", "content": "আল-মুকাউকিস (আরবি: المقوقس, কিবতীয়: ⲡⲭⲁⲩⲕⲓⲁⲛⲟⲥ, ⲡⲓⲕⲁⲩⲕⲟⲥ)) ইসলামী ইতিহাসে মিশরের এক শাসক হিসেবে উল্লেখিত, যিনি নবী মুহাম্মদ (সা.)-এর সঙ্গে চিঠি চালাচালি করেছিলেন। সাধারণভাবে তাকে মিশরের শেষ প্রেফেক্ট, আলেকজান্দ্রিয়ার কাইরাস হিসেবে চিহ্নিত করা হয়। তিনি বাইজেন্টাইন আমলের (৬২৮–৬৪২) দ্বিতীয় পর্যায়ে আলেকজান্দ্রিয়ার গ্রীক অর্থোডক্স প্যাট্রিয়ার্ক ছিলেন।\nএকটি বিকল্প মত অনুযায়ী, আল-মুকাউকিস ছিলেন সাসানীয় আমলের মিশরের গভর্নর। তাকে \"কিরোলোস, কপটদের নেতা\" নামে পরিচিত একজন গ্রিক ব্যক্তি বলা হয়। তবে ঐ সময়ে সাসানীয় শাসকদের মধ্যে প্রধান সেনাপতি শাহরবারাজ মিশরের গভর্নর ছিলেন।\nনবী মুহাম্মদ (সা.) যখন ইসলাম গ্রহণের আমন্ত্রণপত্র তার কাছে পাঠান, তখন আল-মুকাউকিস বলেন, তিনি নিজের রাজ্য হারানোর ঝুঁকি নিতে পারবেন না, তাই ইসলাম গ্রহণ করেননি। তবে তিনি সেই বার্তাবাহককে বেশ কিছু উপহারসহ ফিরিয়ে দেন। উপহারগুলোর মধ্যে দুটি নারীও ছিল। এছাড়া তিনি তাঁর দাসদের নির্দেশ দেন, যেন এ বিষয়ে কিছু না বলা হয়।\n\n\n== মুসলিম ইতিহাসকারদের বর্ণনা ==\n\nইবন ইসহাক এবং অন্যান্য মুসলিম ইতিহাসকারদের মতে, ৬২৮ থেকে ৬৩২ খ্রিষ্টাব্দের মধ্যে কোনো এক সময়ে নবী মুহাম্মদ (সা.) আরব উপদ্বীপ ও নিকট প্রাচ্যের বিভিন্ন শাসকের নিকট ইসলাম গ্রহণের আমন্ত্রণ জানিয়ে চিঠি পাঠান। এ চিঠিগুলোর একটি পাঠানো হয়েছিল আল-মুকাউকিসের কাছেও। \n\n[মুহাম্মদ] তাঁর কয়েকজন সাহাবিকে বিভিন্ন দিকের আরব ও অনারব রাজাদের কাছে ইসলাম প্রচারের উদ্দেশ্যে পাঠান, যা হুদায়বিয়ার চুক্তি ও তাঁর মৃত্যু এই সময়কালের মধ্যে ঘটে।... তিনি সাহাবিদের বিভক্ত করে প্রেরণ করেন, এবং হাতিব ইবন আবি বালতা'আ-কে আলেকজান্দ্রিয়ার শাসক মুকাউকিসের কাছে পাঠান। তিনি মুকাউকিসের হাতে চিঠিটি তুলে দেন...\nআল-তাবারির মতে, এই প্রতিনিধি দল ৬ হিজরি সনের জুলহিজ্জা মাসে (এপ্রিল বা মে ৬২৮ খ্রিষ্টাব্দে) পাঠানো হয়। ইবন সা'দ বলেন, মুকাউকিস ৭ হিজরিতে (মে ৬২৮ সালের পর) মুহাম্মদ (সা.)-এর কাছে উপহার পাঠান। এই সময় নির্ধারণ ইবন সা'দের এই দাবির সঙ্গে সঙ্গতিপূর্ণ, যে মারিয়া আল-কিবতিয়া ৬৩০ সালের মার্চ বা এপ্রিল নাগাদ ইব্রাহিম নামে মুহাম্মদ (সা.)-এর এক পুত্র সন্তানের জন্ম দেন। ফলে ধরে নেওয়া হয়, মারিয়া ৬২৯ সালের জুলাইয়ের আগেই মদিনায় পৌঁছে গিয়েছিলেন।\n\n\n== ইসলাম গ্রহণের আমন্ত্রণপত্র ==\n\nনবী মুহাম্মদ (সা.) তাঁর প্রতিনিধি হাতিব ইবন আবি বালতা'আ-র মাধ্যমে আল-মুকাউকিসের কাছে যে আমন্ত্রণপত্র পাঠিয়েছিলেন এবং এর জবাবে আল-মুকাউকিস যে চিঠি পাঠান, উভয়টির বর্ণনা পাওয়া যায়।\nটেমপ্লেট:Text and translation\nএই পত্রটি নবী মুহাম্মদের (সা.) মোহর দ্বারা সিলমোহরযুক্ত ছিল।\nআল-মুকাউকিস এই চিঠিটিকে হাতির দাঁতের তৈরি একটি বাক্সে রেখে সরকারি কোষাগারে সংরক্ষণের নির্দেশ দেন। পরবর্তীতে এটি মিশরের আখমিম শহরের একটি প্রাচীন খ্রিষ্টীয় গির্জার কপটিক পুস্তকের মাঝে পাওয়া যায়। বর্তমানে এটি ইস্তানবুলের তোপকাপি প্রাসাদ জাদুঘরের পবিত্র স্মারক বিভাগে সংরক্ষিত রয়েছে।\nআল-মুকাউকিস যে উত্তরপত্রটি পাঠান, তাতে লেখা ছিল:\nটেমপ্লেট:Text and translation\nউল্লেখিত দাসী দুজন হলেন মারিয়া আল-কিবতিয়া, যাকে নবী মুহাম্মদ (সা.) বিয়ে করেন, এবং তাঁর বোন সিরিন বিনত শামউন, যাকে হাসসান ইবন সাবিত বিয়ে করেন।\nজনশ্রুতি অনুযায়ী, এক গির্জাবাসী এই চিঠিটি বাইবেলের সঙ্গে সংযুক্ত করে রাখেন এবং সেখান থেকে এক ফরাসি প্রাচ্যবিদ এটি সংগ্রহ করে সুলতানের নিকট £৩০০ মূল্যে বিক্রি করেন। তবে সংরক্ষিত এই চিঠির প্রামাণিকতা এবং মধ্যযুগীয় ইসলামী ইতিহাসকারদের বিস্তারিত বর্ণনাকে আধুনিক ইতিহাসবিদরা প্রশ্নের মুখে ফেলেছেন।\n\n\n== নামের ব্যাখ্যা ==\nমুকাউকিস শব্দটি কপটিক ভাষার ⲡⲓⲕⲁⲩⲕⲟⲥ (pi-kaukos) শব্দের আরবীকৃত রূপ, যার অর্থ \"ককেশাসের মানুষ\"। এই শব্দটি কপটদের মধ্যে আলেকজান্দ্রিয়ার মেল্কাইট প্যাট্রিয়ার্ক কাইরাস-এর জন্য ব্যবহৃত হতো। কপটদের দৃষ্টিতে তিনি ছিলেন একজন বিকৃত মতবাদপুষ্ট এবং বিদেশি দখলদার, যিনি পোপ বেনিয়ামিন I-এর আসন দখল করেছিলেন।\nপরে আরব লেখকরা এই শব্দটি আলেকজান্দ্রিয়ার অন্যান্য প্যাট্রিয়ার্কদের ক্ষেত্রেও ব্যবহার করেন, যেমন আলেকজান্দ্রিয়ার জর্জ I— যিনি \"জুরাইজ ইবন মিনা পারকাবিয়োস\" বা বিকল্পভাবে \"জুরাইজ ইবন মত্তা\" নামে পরিচিত ছিলেন।\n\n\n== চলচ্চিত্র ও টেলিভিশনে উপস্থাপন ==\nআল-মুকাউকিস চরিত্রে অভিনয় করেন মিশরীয় অভিনেতা সালাহ জুলফিকার। তিনি ১৯৯৩ সালে মিশরীয় টেলিভিশনে প্রচারিত Muhammad, Messenger of Allah to the World শীর্ষক ধারাবাহিকে এই চরিত্রে অভিনয় করেন।\n\n\n== তথ্যসূত্র =="}