{"pageid": 1438777, "title": "৬০২–৬২৮ খ্রিষ্টাব্দের বাইজান্টাইন–সাসানীয় যুদ্ধ", "url": "https://bn.wikipedia.org/wiki?curid=1438777", "content": "৬০২–৬২৮ খ্রিষ্টাব্দের বাইজান্টাইন–সাসানীয় যুদ্ধ, যা প্রাচীন যুগের শেষ মহান যুদ্ধ নামেও পরিচিত, ছিল বাইজান্টাইন সাম্রাজ্য ও সাসানীয় সাম্রাজ্য-এর মধ্যে সংঘটিত একটি দীর্ঘ ও বিধ্বংসী যুদ্ধ। এটি রোমান-পারস্য যুদ্ধের চূড়ান্ত ও সবচেয়ে ধ্বংসাত্মক পর্ব ছিল (৫৪ খ্রিষ্টপূর্বাব্দ থেকে ৬২৮ খ্রিষ্টাব্দ পর্যন্ত)। এর আগের যুদ্ধ ৫৯১ খ্রিষ্টাব্দে শেষ হয়, যখন বাইজান্টাইন সম্রাট মরিশিয়াস সাসানীয় রাজা খসরু দ্বিতীয়-কে তার সিংহাসনে পুনঃস্থাপন করেন। ৬০২ সালে মরিশিয়াসকে তার রাজনৈতিক প্রতিদ্বন্দ্বী ফোকাস হত্যা করলে খসরু প্রতিশোধের অজুহাতে বাইজান্টাইনদের বিরুদ্ধে যুদ্ধ ঘোষণা করেন। এ যুদ্ধ দীর্ঘতর হয়ে ওঠে এবং এটি ছিল রোমান-পারস্য যুদ্ধসমূহের মধ্যে সবচেয়ে দীর্ঘ, যা মধ্যপ্রাচ্য, এইজিয়ান সাগর এবং কনস্টান্টিনোপল নগরীর প্রাচীর পর্যন্ত বিস্তৃত হয়।\nযুদ্ধের প্রাথমিক পর্যায়ে, ৬০২ থেকে ৬২২ খ্রিষ্টাব্দ পর্যন্ত, পারসিকরা বেশ সাফল্য অর্জন করে। তারা লেভান্ট, মিশর, এইজিয়ান সাগরের কয়েকটি দ্বীপ এবং আনাতোলিয়ার কিছু অংশ দখল করে। কিন্তু ৬১০ সালে সম্রাট হেরাক্লিয়াস ক্ষমতায় আসার পর, নানা বিপর্যয়ের মধ্যেও তিনি ধীরে ধীরে যুদ্ধের রাশ ঘুরিয়ে দেন এবং status quo ante bellum অর্জনে সক্ষম হন। ৬২২ থেকে ৬২৬ খ্রিষ্টাব্দ পর্যন্ত হেরাক্লিয়াস পারস্যে অভিযান চালান, যা পারসিকদের রক্ষণাত্মক অবস্থানে যেতে বাধ্য করে এবং বাইজান্টাইনদের গতি ফেরত আনে। পারসিকরা আভার ও স্লাভদের সঙ্গে মিত্র হয়ে ৬২৬ খ্রিষ্টাব্দে কনস্টান্টিনোপল অবরোধ করে, কিন্তু পরাজিত হয়। ৬২৭ খ্রিষ্টাব্দে হেরাক্লিয়াস তুর্কিদের সঙ্গে মিত্র হয়ে পারস্যের মূল ভূখণ্ডে আক্রমণ করেন। নিনেভেহ যুদ্ধের মাধ্যমে পারসিক বাহিনী পরাজিত হয় এবং সাসানীয় গৃহযুদ্ধ শুরু হয়, ফলে তারা শান্তির জন্য বাধ্য হয়।\nযুদ্ধের শেষে, উভয় পক্ষই মানব ও ভৌতসম্পদে ক্লান্ত হয়ে পড়ে। এই দুর্বলতা ব্যবহার করে নবাগত ইসলামি রাশিদুন খেলাফত ৬৩০-এর দশকে উভয় সাম্রাজ্যে আক্রমণ করে। সপ্তম শতকের বাকি সময়ে রাশিদুন বাহিনী দ্রুত লেভান্ট, মেসোপটেমিয়া, পারস্য, ককেশাস, মিশর এবং উত্তর আফ্রিকা জয় করে। এর ফলে সাসানীয় সাম্রাজ্য পতিত হয় এবং বাইজান্টাইন সাম্রাজ্যের আয়তন ও শক্তি ব্যাপকভাবে হ্রাস পায়। পরবর্তী শতকগুলিতে বাইজান্টাইনরা মুসলিম শক্তির সঙ্গে একাধিক যুদ্ধ চালিয়ে যায় নিকটপ্রাচ্যের নিয়ন্ত্রণের জন্য।\n\n\n== পটভূমি ==\n\nদীর্ঘ কয়েক দশকের অমীমাংসিত যুদ্ধের পর সম্রাট মরিশিয়াস ৫৭২–৫৯১ খ্রিষ্টাব্দের বাইজান্টাইন–সাসানীয় যুদ্ধের অবসান ঘটান। তিনি নির্বাসিত পারসিক রাজপুত্র খসরুকে—যিনি পরবর্তীতে খসরু দ্বিতীয় হন—বাজাপ্ত সিংহাসন ফিরিয়ে দিতে সহায়তা করেন। এই সহায়তার বিনিময়ে সাসানীয়রা বাইজান্টাইনদের কাছে উত্তর-পূর্ব মেসোপটেমিয়া (রোমান প্রদেশ), পারসিক আর্মেনিয়ার বড় অংশ এবং ককেশীয় ইবেরিয়ার কিছু অঞ্চল ছেড়ে দেয়। যদিও এই ভূখণ্ড হস্তান্তরের বিস্তারিত তথ্য পরিষ্কার নয়। বাইজান্টাইন অর্থনীতির জন্য আরও গুরুত্বপূর্ণ ছিল, তারা এরপর আর পারসিকদেরকে কর দিতে বাধ্য ছিল না।b[›] এরপর সম্রাট মরিশিয়াস বালকান অঞ্চলে নতুন সামরিক অভিযান শুরু করেন, যাতে স্লাভ ও আভারদের আক্রমণ প্রতিরোধ করা যায়।\nসম্রাট টিবেরিয়াস দ্বিতীয়-এর উদারতা ও সামরিক অভিযানের ফলে জাস্টিন দ্বিতীয়-এর আমল থেকে সংরক্ষিত কোষাগারের উদ্বৃত্ত ফুরিয়ে যায়। কোষাগারে পুনরায় অর্থ সংরক্ষণের উদ্দেশ্যে মরিশিয়াস কঠোর রাজস্ব নীতি গ্রহণ করেন এবং সেনাবাহিনীর বেতন হ্রাস করেন; এর ফলে চারবার বিদ্রোহ ঘটে। ৬০২ খ্রিষ্টাব্দে চূড়ান্ত বিদ্রোহ ঘটে, যখন মরিশিয়াস তার সেনাদের নির্দেশ দেন যাতে তারা শীতকালীন সময়ে বালকানে স্থানীয় সম্পদ ব্যবহার করে টিকে থাকে। সেনারা বিদ্রোহ করে ফোকাস নামক এক থ্রেসীয় সেন্টুরিয়নকে সম্রাট ঘোষণা করে। মরিশিয়াস কনস্টান্টিনোপল রক্ষার জন্য হিপোড্রোমের দুটি প্রধান রথদৌড় দলের সমর্থক—\"ব্লুজ\" ও \"গ্রিনস\"—দের অস্ত্রধারী করে তুললেও তা কার্যকর হয়নি। তিনি পালানোর চেষ্টা করলে ফোকাসের সেনারা তাকে আটক করে হত্যা করে।\n\n\n== সংঘাতের সূচনা ==\n\nসম্রাট মরিশিয়াস হত্যার পর, মেসোপটেমিয়া প্রদেশের বাইজান্টাইন গভর্নর নার্সেস ফোকাসের বিরুদ্ধে বিদ্রোহ ঘোষণা করেন এবং প্রদেশের অন্যতম প্রধান নগরী এদেসা দখল করে নেন। ফোকাস তখন জার্মানুস নামক সেনাপতিকে এদেসা অবরোধের নির্দেশ দেন। এর জবাবে নার্সেস পারসিক রাজা খসরু দ্বিতীয়ের কাছে সাহায্যের অনুরোধ করেন। খসরু, যিনি মরিশিয়াসকে তার “বন্ধু ও শ্বশুর” হিসেবে উল্লেখ করতেন, প্রতিশোধ নেওয়ার অজুহাতে বাইজান্টাইন সাম্রাজ্যের বিরুদ্ধে আক্রমণ চালান এবং আর্মেনিয়া ও মেসোপটেমিয়া পুনরুদ্ধার করার চেষ্টা করেন।\nজার্মানুস পারসিকদের সঙ্গে যুদ্ধে নিহত হন। ফোকাস যে সেনাবাহিনী পাঠান, তারা উচ্চ মেসোপটেমিয়ার দারার কাছে পরাজিত হয়। এর ফলে ৬০৫ খ্রিষ্টাব্দে এই গুরুত্বপূর্ণ দুর্গটি পারসিকদের হাতে চলে যায়। ফোকাস কর্তৃক নিযুক্ত খোজা লিওন্টিয়াসের হাত থেকে নার্সেস পালিয়ে যেতে সক্ষম হন, কিন্তু শান্তি আলোচনা করার উদ্দেশ্যে যখন তিনি কনস্টান্টিনোপলে ফিরে আসতে যান, ফোকাস তাকে আটক করে জীবন্ত পুড়িয়ে মারার নির্দেশ দেন। নার্সেসের মৃত্যু এবং পারসিকদের বিরুদ্ধে ব্যর্থতা ফোকাসের সামরিক শাসনের মর্যাদা ও গ্রহণযোগ্যতা গুরুতরভাবে ক্ষুন্ন করে।\n\n\n== হেরাক্লিয়াসের বিদ্রোহ ==\n\n৬০৮ খ্রিষ্টাব্দে আফ্রিকার এক্সার্ক ও সেনাপতি হেরাক্লিয়াস দ্য এল্ডার বিদ্রোহ ঘোষণা করেন, ফোকাস-এর জামাতা ও এক্সকুবিটরদের প্রধান প্রিসকাস তাকে এতে উৎসাহ দেন। হেরাক্লিয়াস নিজেকে ও তাঁর পুত্র হেরাক্লিয়াসকে কনসাল ঘোষণা করেন – এতে তারা পরোক্ষভাবে সম্রাট হওয়ার দাবি জানান – এবং উভয়কে কনসালীয় পোশাকে চিত্রিত করে মুদ্রা জারি করেন।\nপ্রায় একই সময়ে রোমান সিরিয়া ও প্যালেস্টিনা প্রাইমা অঞ্চলেও বিদ্রোহ শুরু হয়। ৬০৯ বা ৬১০ খ্রিষ্টাব্দে অ্যান্টিওকের প্যাট্রিয়ার্ক আনাস্তাসিয়াস দ্বিতীয় মারা যান। বিভিন্ন সূত্রে দাবি করা হয় যে ইহুদিরাও এই সহিংসতায় জড়িত ছিল, যদিও তারা বিদ্রোহী গোষ্ঠীর সদস্য ছিল না কি খ্রিস্টানদের বিরোধী ছিল, তা স্পষ্ট নয়। ফোকাস প্রতিক্রিয়ায় বোনাস-কে comes Orientis (পূর্বাঞ্চলের প্রাদেশিক শাসক) নিযুক্ত করেন সহিংসতা দমন করতে। ৬০৯ সালে তিনি অ্যান্টিওকে সংঘটিত সহিংসতার জন্য রেসিং দল \"গ্রিনস\" দলের ওপর কঠোর শাস্তি আরোপ করেন।\nহেরাক্লিয়াস দ্য এল্ডার তাঁর ভাতিজা নিকেতাস-কে মিশর আক্রমণের নির্দেশ দেন। বোনাস তাকে থামাতে মিশরে যান, কিন্তু আলেকজান্দ্রিয়ার বাইরে নিকেতাসের কাছে পরাজিত হন। ৬১০ খ্রিষ্টাব্দে নিকেতাস মিশরীয় প্রদেশ দখল করেন এবং সেখানে নিজের শক্ত ঘাঁটি গড়ে তোলেন। এতে আলেকজান্দ্রিয়ার প্যাট্রিয়ার্ক জন দ্য আলমসগিভার-এর সাহায্য ছিল, যিনি নিকেতাসের সহায়তায় নির্বাচিত হন।\nবিদ্রোহীদের মূল বাহিনী ছিল হেরাক্লিয়াস পুত্রের নেতৃত্বে পরিচালিত একটি নৌ আক্রমণ বাহিনী, যার লক্ষ্য ছিল কনস্টান্টিনোপল দখল। খুব দ্রুত হেরাক্লিয়াসের বিরুদ্ধে সংগঠিত প্রতিরোধ ভেঙে পড়ে, এবং প্যাট্রিশিয়ান প্রোবোস তাকে ফোকাস-কে হস্তান্তর করেন। ফোকাসকে মৃত্যুদণ্ড দেওয়া হয়। তবে মৃত্যুর আগে তাঁর ও হেরাক্লিয়াসের মধ্যে একটি বিখ্যাত বাক্য বিনিময় হয়:  \n\n“তুমি এইভাবে সাম্রাজ্য শাসন করেছ?” – জিজ্ঞাসা করেন হেরাক্লিয়াস।\n“তুমি কি এর চেয়ে ভালো শাসন করবে?” – প্রত্যুত্তরে বলেন ফোকাস।\nএর কিছুদিন পর হেরাক্লিয়াস দ্য এল্ডার ঐতিহাসিক রেকর্ড থেকে হারিয়ে যান; ধারণা করা হয় তিনি মৃত্যুবরণ করেন, যদিও নির্দিষ্ট তারিখ জানা যায় না।\nপরবর্তীতে, হেরাক্লিয়াস তাঁর নির্ধারিত কনে ফাবিয়া ইউডোকিয়াকে বিয়ে করেন এবং কনস্টান্টিনোপলের প্যাট্রিয়ার্ক কর্তৃক সম্রাট হিসেবে অভিষিক্ত হন। তখন তাঁর বয়স ছিল ৩৫ বছর। ফোকাসের ভাই কমেন্তিওলুস মধ্য আনাতোলিয়ায় একটি বড় বাহিনীর নেতৃত্বে ছিলেন, কিন্তু আর্মেনীয় সেনাপতি জাস্টিন তাকে হত্যা করেন, যার ফলে হেরাক্লিয়াসের শাসন আর এক বড় প্রতিবন্ধকতামুক্ত হয়। তবে কমেন্তিওলুসের বাহিনী হস্তান্তরের বিলম্বের সুযোগে পারসিকরা আনাতোলিয়ায় আরও অগ্রসর হয়। রাজস্ব বাড়াতে এবং খরচ কমাতে হেরাক্লিয়াস নতুন কর্মচারীদের জন্য রাজকোষ থেকে মজুরি বন্ধ করে কনস্টান্টিনোপলের চার্চের রাষ্ট্রীয় জনবল হ্রাস করেন। তিনি বিভিন্ন আচার-অনুষ্ঠানের মাধ্যমে নিজের রাজবংশের বৈধতা প্রতিষ্ঠা করেন, এবং ন্যায়বিচারপ্রবণ শাসকের ভাবমূর্তি গড়ে তুলে নিজের শাসন আরও সুদৃঢ় করেন।\n\n\n== পারসিক আধিপত্য ==\n\nবাইজান্টাইন সাম্রাজ্যের গৃহযুদ্ধের সুযোগ নিয়ে পারসিকরা আর্মেনিয়া ও ঊর্ধ্ব মেসোপটেমিয়ার সীমান্তবর্তী নগরসমূহ দখল করতে থাকে। ইউফ্রেটিস নদীর তীরবর্তী অঞ্চলে তারা ৬০৯ সালে মারদিন ও আমিদা (বর্তমান দিয়ারবাকির) দখল করে। এদেসা, যেটিকে কিছু খ্রিস্টান বিশ্বাস করতেন যীশু খ্রিস্ট স্বয়ং রাজা আবগারের পক্ষে রক্ষা করবেন, ৬১০ সালে পতিত হয়।\nআর্মেনিয়ায়, কৌশলগতভাবে গুরুত্বপূর্ণ নগরী থিওডোসিওপোলিস (এরজুরুম) ৬০৯ বা ৬১০ সালে পারসিক সেনাপতি আশতাত ইয়েজতায়ারের কাছে আত্মসমর্পণ করে। এর পেছনে ভূমিকা ছিল এক ব্যক্তির, যিনি নিজেকে মরিশিয়াসের পুত্র ও সহ-সম্রাট থিওডোসিয়াস বলে দাবি করেন এবং যিনি নাকি খসরু দ্বিতীয়-এর আশ্রয়ে পালিয়ে গিয়েছিলেন।\n৬০৮ সালে পারসিক সেনাপতি শাহিন আনাতোলিয়ায় এক অভিযানে যান এবং চালকেডন পর্যন্ত পৌঁছান, যা বসফরাস নদীর অপর প্রান্তে কনস্টান্টিনোপল-এর বিপরীতে অবস্থিত।c[›] পারসিকদের অগ্রগতি ধীরে ধীরে চলছিল; হেরাক্লিয়াসের সিংহাসনে আরোহণের সময় তারা ইউফ্রেটিস নদীর পূর্বের সকল রোমান শহর ও আর্মেনিয়া দখল করেছিল এবং এরপর কাপ্পাদোকিয়ায় অগ্রসর হয়, যেখানে শাহিন কেসারিয়া মাজাকা (বর্তমান কায়সেরি) দখল করেন। সেখানে ফোকাসের জামাতা প্রিসকাস, যিনি হেরাক্লিয়াসের বিদ্রোহে উৎসাহ দিয়েছিলেন, শহর অবরোধ করে পারসিকদের ফাঁদে ফেলার চেষ্টা করেন, যা এক বছর ধরে চলে।\nহেরাক্লিয়াস সম্রাট হলেও পারসিক হুমকি কমেনি। ফোকাসকে অপসারণের পর হেরাক্লিয়াস শান্তিচেষ্টা করেন, কারণ মূল যুদ্ধের কারণ ছিল ফোকাসের কর্মকাণ্ড। কিন্তু পারসিকরা, যাদের সেনাবাহিনী তখন ব্যাপকভাবে সাফল্য অর্জন করছিল, শান্তিপ্রস্তাব প্রত্যাখ্যান করে। ইতিহাসবিদ ওয়াল্টার কাইগি মনে করেন, পারসিকদের উদ্দেশ্য হতে পারে বাইজান্টাইন সাম্রাজ্য ধ্বংস করে আহেমেনীয় সাম্রাজ্যের সীমানা পুনঃপ্রতিষ্ঠা বা তারও বেশি কিছু দখল করা; তবে পারসিক রাজকীয় আর্কাইভ হারিয়ে যাওয়ায় এ দাবির পক্ষে কোনো প্রমাণ নেই।\n\nহেরাক্লিয়াস নিজে গিয়ে কেসারিয়ায় প্রিসকাসের পারসিক অবরোধে যোগ দেন। কিন্তু প্রিসকাস অসুস্থতার ভান করে সম্রাটের সঙ্গে দেখা করেন না। এটি হেরাক্লিয়াসের প্রতি এক প্রকার অবজ্ঞা হিসেবে দেখা হয়। হেরাক্লিয়াস তাঁর বিরক্তি প্রকাশ না করে ৬১২ সালে কনস্টান্টিনোপলে ফিরে যান। এদিকে শাহিনের বাহিনী প্রিসকাসের অবরোধ ভেঙে পালিয়ে যায় এবং কেসারিয়া জ্বালিয়ে দেয়, যা হেরাক্লিয়াসকে রুষ্ট করে। এরপর প্রিসকাস এবং ফোকাস-অনুগত অন্যান্য কর্মকর্তাদের বরখাস্ত করা হয়। ফিলিপিকাস নামক মরিশিয়াসের এক প্রবীণ সেনানায়ককে প্রধান সেনাপতি করা হয়, তবে তিনি পারসিকদের বিরুদ্ধে অসফল হন এবং সংঘর্ষ এড়িয়ে চলেন। এরপর হেরাক্লিয়াস নিজে ও তাঁর ভাই থিওডোর সেনাপতিত্ব গ্রহণ করেন, সেনাবাহিনীর উপর পূর্ণ নিয়ন্ত্রণ প্রতিষ্ঠার জন্য।\nপারসিক রাজা খসরু দ্বিতীয় হেরাক্লিয়াসের সেনানায়কদের দুর্বলতা কাজে লাগিয়ে পারসিক সেনাপতি শাহরবারাজ-এর নেতৃত্বে বাইজান্টাইন সিরিয়া আক্রমণ করেন। হেরাক্লিয়াস অ্যান্টিওকে আক্রমণ ঠেকাতে চেষ্টা করেন এবং সাইকের সেন্ট থিওডোর-এর আশীর্বাদ নিয়ে যাত্রা করেন, কিন্তু তিনি ও নিকেতাস শাহিনের বাহিনীর কাছে ভয়াবহভাবে পরাজিত হন। যুদ্ধের বিস্তারিত জানা যায় না। এই বিজয়ের পর পারসিকরা শহর লুণ্ঠন করে, অ্যান্টিওকের প্যাট্রিয়ার্ককে হত্যা করে এবং বহু নাগরিককে নির্বাসিত করে। এরপর বাইজান্টাইন বাহিনী সিলিসিয়ার গেটস এলাকায় প্রতিরোধ গড়ে তুললেও, প্রাথমিক সাফল্য সত্ত্বেও আবারও পরাজিত হয়। পারসিকরা এরপর তারসুস ও সিলিসিয়ার সমভূমি দখল করে। এই পরাজয়ে বাইজান্টাইন সাম্রাজ্য কার্যত দ্বিখণ্ডিত হয়ে যায়; কনস্টান্টিনোপল ও আনাতোলিয়ার সঙ্গে সিরিয়া, প্যালেস্টাইন, মিশর এবং কার্থেজের এক্সার্কেট-এর স্থল যোগাযোগ বিচ্ছিন্ন হয়ে পড়ে।\n\n\n== পারসিক প্রাধান্য ==\n\n\n=== জেরুজালেমের পতন ===\n\nসিরিয়ায় পারসিকদের বিরুদ্ধে প্রতিরোধ দুর্বল ছিল। স্থানীয় বাসিন্দারা দুর্গ নির্মাণ করলেও তারা সাধারণত পারসিকদের সঙ্গে সমঝোতার চেষ্টা করত। ৬১৩ খ্রিষ্টাব্দে দামাস্কাস, আপামিয়া ও এমেসা (হোমস) দ্রুতই পারসিকদের দখলে চলে যায়, যার ফলে তারা প্যালেস্টিনা প্রাইমা অঞ্চলে দক্ষিণ দিকে অগ্রসর হওয়ার সুযোগ পায়। নিকেতাস পারসিকদের বিরুদ্ধে প্রতিরোধ চালিয়ে যান, তবে তিনি আধ্রিয়াত-এ পরাজিত হন। যদিও এমেসার কাছে একটি ছোট বিজয় অর্জন করেন, যেখানে উভয় পক্ষেই ব্যাপক প্রাণহানি ঘটে—মোট ২০,০০০ জন নিহত হয়।\nতবে সবচেয়ে মারাত্মক ধাক্কা আসে ৬১৪ খ্রিষ্টাব্দে, যখন দুর্বল প্রতিরোধের সুযোগে পারসিক ও তাদের ইহুদি মিত্ররা তিন সপ্তাহের অবরোধের পর জেরুজালেম দখল করে। প্রাচীন সূত্র অনুযায়ী, সেখানে ৫৭,০০০ বা ৬৬,৫০০ জন নিহত হয় এবং আরও ৩৫,০০০ জনকে পারস্যে নির্বাসিত করা হয়, যার মধ্যে প্যাট্রিয়ার্ক জাকারিয়াস-ও ছিলেন।\nশহরের বহু গির্জা (যেমন পুনরুত্থান গির্জা বা হলি সেপালখর) জ্বালিয়ে দেওয়া হয় এবং বহু ধর্মীয় স্মারক, যেমন ট্রু ক্রস, হলি ল্যান্স ও হলি স্পঞ্জ পারসিক রাজধানী কতেসিফন-এ নিয়ে যাওয়া হয়। এই স্মারকগুলোর ক্ষতিকে অনেক খ্রিস্টান বাইজান্টাইনরা ঈশ্বরের অসন্তোষের স্পষ্ট চিহ্ন বলে মনে করতেন। কেউ কেউ এই দুর্ভাগ্যের জন্য ইহুদিদের দায়ী করেন এবং সিরিয়ার পতনের কারণও তাদের উপর চাপান। কিছু প্রতিবেদনে বলা হয়, ইহুদিরা পারসিকদের সহায়তা করে কিছু শহর দখল করে এবং তারা দখলকৃত শহরগুলোতে খ্রিস্টানদের হত্যা করার চেষ্টা করে, যদিও শেষ পর্যন্ত তারা ধরা পড়ে এবং ব্যর্থ হয়। তবে ধারণা করা হয়, এসব প্রতিবেদন অতিরঞ্জিত ও উন্মত্ততার ফল।\n\n\n=== মিশর ===\n\n৬১৮ খ্রিষ্টাব্দে শাহরবারাজের নেতৃত্বে পারসিক বাহিনী মিশরে আক্রমণ চালায়, একটি প্রদেশ যা গত তিন শতাব্দী ধরে প্রায় যুদ্ধবিহীন ছিল। মনোফিসাইট খ্রিস্টানরা বাইজান্টাইনদের কাল্সিডোনীয় মতবাদের সঙ্গে একমত ছিল না এবং তারা বাইজান্টাইন সেনাদের সাহায্য করতে আগ্রহী ছিল না। পরবর্তীতে তারা খসরু দ্বিতীয়-এর সমর্থন পেলেও, ৬০০ থেকে ৬৩৮ খ্রিষ্টাব্দ পর্যন্ত বাইজান্টাইনদের বিরুদ্ধে সক্রিয় প্রতিরোধ করেনি এবং পারসিক দখলকেও অনেকেই নেতিবাচক দৃষ্টিতে দেখেছিল।\nআলেকজান্দ্রিয়াতে বাইজান্টাইন প্রতিরোধের নেতৃত্ব দেন নিকেতাস। এক বছরের অবরোধের পর শহরের প্রতিরক্ষা ভেঙে পড়ে। বলা হয়, একজন বিশ্বাসঘাতক একটি পরিত্যক্ত খাল দেখিয়ে পারসিকদের শহরে প্রবেশ করতে সাহায্য করেন। নিকেতাস জন দ্য আলমসগিভার-এর সঙ্গে সাইপ্রাসে পালিয়ে যান; জন ছিলেন মিশরে নিকেতাসের অন্যতম প্রধান সমর্থক ও আলেকজান্দ্রিয়ার প্যাট্রিয়ার্ক। এরপর নিকেতাস আর ইতিহাসে দেখা যায় না; ধারণা করা হয় হেরাক্লিয়াস একজন বিশ্বস্ত সেনানায়ক হারান।\nমিশরের পতন বাইজান্টাইন সাম্রাজ্যের জন্য এক বিরাট আঘাত ছিল, কারণ রাজধানী কনস্টান্টিনোপল মূলত মিশরের শস্যেই নির্ভর করত। ফলে ৬১৮ খ্রিষ্টাব্দে কনস্টান্টিনোপলে চালু থাকা অবৈতনিক শস্য রেশন বাতিল করা হয়, যা পূর্বে রোম শহরের রেশন ব্যবস্থার অনুকরণে চালু ছিল।\nমিশর জয়ের পর, খসরু নাকি হেরাক্লিয়াসকে নিম্নলিখিত চিঠি পাঠান:\n\n\n=== আনাতোলিয়া ===\n\n৬১৫ খ্রিষ্টাব্দে পারসিকরা চালকেডন পৌঁছে গেলে, সেবেওস-এর মতে, হেরাক্লিয়াস তখন প্রায় সাম্রাজ্যের দায়িত্ব ছেড়ে দিতে প্রস্তুত ছিলেন এবং বাইজান্টাইন সাম্রাজ্যকে পারসিক অনুগত রাজ্য বানানোর চিন্তা করছিলেন, এমনকি খসরুকে নতুন সম্রাট নির্বাচনের সুযোগ দিতেও প্রস্তুত ছিলেন। ৬১৭ খ্রিষ্টাব্দে চালকেডন পতনের মাধ্যমে পারসিকরা কনস্টান্টিনোপলের দৃষ্টিসীমায় পৌঁছে যায়। শাহিন তখন এক শান্তিদূতকে সদ্ব্যবহার করে গ্রহণ করলেও জানান যে তিনি শান্তি আলোচনার জন্য অধিকৃত নন এবং হেরাক্লিয়াসকে খসরুর কাছে পাঠান। খসরু শান্তিপ্রস্তাব প্রত্যাখ্যান করেন—যা ভবিষ্যদ্বৃষ্টিতে একটি কৌশলগত ভুল প্রমাণিত হয়। এরপর পারসিক বাহিনী সম্ভবত মিশর আক্রমণে মনোযোগ দেওয়ার জন্য সেখান থেকে সরে যায়।\nতবে পারসিকরা তাদের আধিপত্য ধরে রাখে এবং ৬২০ বা ৬২২ খ্রিষ্টাব্দে মধ্য আনাতোলিয়ার গুরুত্বপূর্ণ সামরিক ঘাঁটি আনকাইরা (বর্তমান আঙ্কারা) দখল করে। রোডস ও এইজিয়ান সাগরের আরও কয়েকটি দ্বীপ ৬২২/৬২৩ সালে পারসিকদের হাতে পড়ে, যা কনস্টান্টিনোপলের বিরুদ্ধে সম্ভাব্য নৌ আক্রমণের আশঙ্কা তৈরি করে। পরিস্থিতি এতটাই ভয়াবহ হয়ে ওঠে যে, হেরাক্লিয়াস আফ্রিকার কার্থেজে রাজধানী সরিয়ে নেওয়ার কথাও বিবেচনা করেন।\n\n\n== বাইজান্টাইন পুনরুত্থান ==\n\n\n=== পুনর্গঠন ===\n\nখসরুর চিঠি হেরাক্লিয়াসকে ভয় দেখাতে পারেনি; বরং তিনি একটি মরিয়া পাল্টা আঘাতের প্রস্তুতি নেন। তিনি তার সাম্রাজ্যের অবশিষ্ট অংশ পুনর্গঠনের মাধ্যমে যুদ্ধ চালিয়ে যাওয়ার ব্যবস্থা করেন। ইতোমধ্যেই ৬১৫ খ্রিষ্টাব্দে একটি নতুন ও হালকা সিলভার মুদ্রা চালু হয় (ওজন মাত্র ৬.৮২ গ্রাম; ০.২৪১ আউন্স)। এতে হেরাক্লিয়াস ও তার পুত্র হেরাক্লিয়াস কনস্টানটাইন-এর ছবি থাকলেও অনন্য বৈশিষ্ট্য ছিল Deus adiuta Romanis—\"ঈশ্বর রোমানদের সহায় হোন\"—লেখাটি। ইতিহাসবিদ কাইগির মতে, এটি সাম্রাজ্যের চরম দুর্দশার প্রতিফলন। সেই সময়ে কপার মুদ্রা ফোল্লিস-এর ওজনও ১১ গ্রাম (০.৩৯ আউন্স) থেকে হ্রাস পেয়ে ৮–৯ গ্রাম (০.২৮–০.৩২ আউন্স)-এর মধ্যে নেমে আসে। প্রদেশ হারানোর ফলে রাজস্ব মারাত্মকভাবে কমে যায়। ৬১৯ সালে প্লেগের প্রাদুর্ভাব কর কর কাঠামো আরও দুর্বল করে এবং জনগণের মধ্যে ঐশী প্রতিশোধের আশঙ্কা জাগায়। মুদ্রার মান হ্রাস করেও হেরাক্লিয়াস ব্যয় বজায় রাখার ব্যবস্থা করেন।\nতিনি কর্মকর্তাদের বেতন অর্ধেকে নামিয়ে আনেন, কর বাড়ান, জোরপূর্বক ঋণ গ্রহণ করেন এবং দুর্নীতিগ্রস্ত প্রশাসকদের উপর কঠোর জরিমানা আরোপ করেন, যাতে যুদ্ধ ব্যয় মেটানো যায়। যদিও নিজের ভাগ্নী মার্টিনার সঙ্গে হেরাক্লিয়াসের বিবাহ নিয়ে বিতর্ক ছিল, তবুও বাইজান্টাইন গির্জা পারসিকদের বিরুদ্ধে যুদ্ধের জন্য তাঁকে পূর্ণ সমর্থন জানায়। তারা যুদ্ধ ঋণ হিসেবে কনস্টান্টিনোপলের সব সোনা-রূপা অলংকার হেরাক্লিয়াসকে দান করে। এমনকি হাগিয়া সোফিয়া ও অন্যান্য স্মৃতিস্তম্ভ থেকেও ধাতব সামগ্রী খুলে নেওয়া হয়। এই যুদ্ধাভিযানকে অনেকে ইতিহাসের প্রথম \"ক্রুসেড\" হিসেবে দেখে থাকেন বা অন্তত ক্রুসেড-এর পূর্বসূরি হিসেবে, যার সূচনা উইলিয়াম অব টাইর করেছিলেন। তবে কাইগির মতে, এটি অতিরঞ্জন, কারণ ধর্ম এই যুদ্ধে কেবল একটি উপাদান মাত্র ছিল।\nহাজার হাজার স্বেচ্ছাসেবক সংগ্রহ করে গির্জার অর্থে সজ্জিত করা হয়। হেরাক্লিয়াস নিজেই সেনাবাহিনীর সর্বোচ্চ নেতৃত্ব গ্রহণ করেন। ফলে বাইজান্টাইন সেনাবাহিনী পুনর্গঠিত, পুনঃসজ্জিত এবং একজন দক্ষ সেনানায়কের নেতৃত্বে যুদ্ধে নামার জন্য প্রস্তুত হয়—এবং রাজকোষ ছিল সমৃদ্ধ।\nজর্জ ওস্ট্রোগোর্স্কি বিশ্বাস করতেন, আনাতোলিয়ার চারটি থিমে পুনর্গঠন করে এই স্বেচ্ছাসেবকদের জমি প্রদান করা হয়েছিল, যাতে তারা বংশপরম্পরায় সেনাসেবা করে। তবে আধুনিক ইতিহাসবিদরা এই মত খণ্ডন করে বলেন, এই থিম ব্যবস্থা কনস্টান্স দ্বিতীয়ের শাসনে প্রবর্তিত হয়েছিল।\n\n\n=== বাইজান্টাইন পাল্টা আক্রমণ ===\n\n৬২২ খ্রিষ্টাব্দ নাগাদ হেরাক্লিয়াস পাল্টা আক্রমণের জন্য প্রস্তুত হন। ইস্টার রবিবার (৪ এপ্রিল) উদ্‌যাপনের পরদিনই তিনি কনস্টান্টিনোপল ত্যাগ করেন। পুত্র হেরাক্লিয়াস কনস্টানটাইন-কে প্যাট্রিয়ার্ক সার্জিয়াস ও বোনাসের তত্ত্বাবধানে শাসক নিযুক্ত রেখে যান। গ্রীষ্মকাল তিনি সেনাদের প্রশিক্ষণ ও নিজের সেনাপতিত্ব দক্ষতা উন্নয়নে ব্যয় করেন। শরৎকালে তিনি ইউফ্রেটিস উপত্যকা থেকে আনাতোলিয়ায় পারসিক সংযোগ বিচ্ছিন্ন করতে কাপ্পাদোকিয়ায় অগ্রসর হন। এর ফলে শাহরবারাজের নেতৃত্বাধীন পারসিক বাহিনী বিথিনিয়া ও গালাতিয়া থেকে সরে গিয়ে পূর্ব আনাতোলিয়ায় প্রতিরোধ গড়ে তোলে, যাতে হেরাক্লিয়াস ইরানে প্রবেশ না করতে পারেন।\nপরবর্তী ঘটনাবলী পুরোপুরি পরিষ্কার নয়, তবে হেরাক্লিয়াস ৬২২ সালের শরতে শাহরবারাজের বিরুদ্ধে এক জয়ী লড়াই চালান। মূল ঘটনা ছিল, হেরাক্লিয়াস পারসিকদের গোপন伏ি বাহিনী আবিষ্কার করে কৌশলে পালিয়ে যাওয়ার ভান করেন। পারসিকরা তাদের আস্তানা ত্যাগ করে বাইজান্টাইনদের ধাওয়া করে, তখন হেরাক্লিয়াসের এলিট বাহিনী অপ্টিমাতোই তাদের আক্রমণ করে ছত্রভঙ্গ করে দেয়। এতে আনাতোলিয়া পারসিকদের হাত থেকে রক্ষা পায়। পরে হেরাক্লিয়াস আভারদের দ্বারা বলকান অঞ্চলে হুমকির কারণে কনস্টান্টিনোপলে ফিরে যান এবং সেনাবাহিনীকে পন্টুসে শীতকালীন ঘাঁটিতে রেখে দেন।\n\n\n== যুদ্ধের চূড়ান্ত পর্যায় ==\n\n\n=== কনস্টান্টিনোপলের অবরোধ (৬২৬) ===\n\nবাইজান্টাইনদের পরাজিত করতে একটি চূড়ান্ত পাল্টা আক্রমণের প্রয়োজন বুঝে খসরু দ্বিতীয় সবল পুরুষদের থেকে (বিদেশিসহ) দুটি নতুন সেনাবাহিনী গঠন করেন। শাহিন ৫০,০০০ সৈন্য নিয়ে মেসোপটেমিয়া ও আর্মেনিয়ায় অবস্থান করে হেরাক্লিয়াসকে ইরানে প্রবেশ থেকে রুখে রাখতে ছিলেন; অপরদিকে, শাহরবারাজ-এর নেতৃত্বাধীন একটি ছোট বাহিনী হেরাক্লিয়াসের ফাঁক গলে চালকেডন পর্যন্ত অগ্রসর হয়, যা বসফরাস নদীর অপর প্রান্তে পারসিক ঘাঁটি ছিল। খসরু আভারদের খাগান-এর সঙ্গে সমন্বয় করে ইউরোপ ও এশিয়ার দুই প্রান্ত থেকে কনস্টান্টিনোপলের ওপর যুগপৎ আক্রমণের পরিকল্পনা করেন।\nপারসিকরা চালকেডনে অবস্থান করে এবং আভার বাহিনী কনস্টান্টিনোপলের ইউরোপীয় প্রান্তে এসে ভ্যালেন্স জলাধার ধ্বংস করে। তবে বাইজান্টাইন নৌবাহিনী বসফরাসের নিয়ন্ত্রণ রাখায় পারসিকরা ইউরোপীয় প্রান্তে সৈন্য পাঠাতে পারেনি, ফলে অবরোধ দুর্বল হয়ে পড়ে। পারসিকরা অবরোধযুদ্ধে দক্ষ হলেও, দুই বাহিনীর মধ্যে যোগাযোগের সীমাবদ্ধতা ছিল, যদিও কিছু যোগাযোগ যে ছিল, তা নিশ্চিত।\nকনস্টান্টিনোপলের প্রতিরক্ষার দায়িত্বে ছিলেন প্যাট্রিয়ার্ক সার্জিয়াস এবং প্যাট্রিশিয়ান বোনাস। সংবাদ পেয়ে হেরাক্লিয়াস তার সেনাবাহিনী তিন ভাগে বিভক্ত করেন—রাজধানী তুলনামূলকভাবে নিরাপদ মনে করলেও কিছু সৈন্য সেখানে প্রেরণ করেন মনোবল বৃদ্ধির জন্য। ভাই থিওডোর শাহিনের বিরুদ্ধে অভিযানে পাঠান এবং নিজের নেতৃত্বে রাখা বাহিনী নিয়ে পারস্যভূমি আক্রমণের পরিকল্পনা করেন।\n\n২৯ জুন ৬২৬ সালে সম্মিলিত আক্রমণ শুরু হয়। প্রাচীরের অভ্যন্তরে প্রায় ১২,০০০ প্রশিক্ষিত (সম্ভবত পদাতিক) বাইজান্টাইন সেনা প্রায় ৮০,০০০ আভার ও স্লাভ বাহিনীর বিরুদ্ধে প্রতিরোধ গড়ে তোলে। মাসব্যাপী গোলাবর্ষণ সত্ত্বেও প্যাট্রিয়ার্ক সার্জিয়াসের নেতৃত্বে ধর্মীয় প্রেরণা ও ভার্জিন মেরির প্রতিকৃতি নিয়ে মিছিল শহরের আত্মবিশ্বাস ধরে রাখে।\n৭ আগস্ট, পারসিক সৈন্যবোঝাই ভেলার বহর বসফরাস অতিক্রম করতে গেলে বাইজান্টাইন নৌবাহিনী তাদের ঘিরে ধ্বংস করে। স্লাভরা গোল্ডেন হর্ন পার হয়ে জলপ্রাচীরে আক্রমণ চালায় এবং আভাররা স্থলপ্রাচীরে হামলা চালায়। বোনাসের নৌবাহিনী স্লাভদের নৌকা ধ্বংস করে এবং ৬–৭ আগস্টের স্থল আক্রমণও ব্যর্থ হয়। থিওডোরের হাতে শাহিনের পরাজয়ের সংবাদে আভাররা বলকান অঞ্চলে পিছু হটে এবং আর কখনো কনস্টান্টিনোপলকে বড় হুমকি হিসেবে প্রতিপন্ন করতে পারেনি। যদিও চালকেডনে শাহরবারাজের বাহিনী ছিল, শহরের হুমকি শেষ হয়ে যায়।\nএই সাফল্যের কৃতজ্ঞতায় এবং ভার্জিন মেরির অলৌকিক সহায়তা স্মরণে আকাথিস্ত স্তোত্র রচিত হয়—সম্ভবত সার্জিয়াস বা জর্জ অব পিসিডিয়া-এর দ্বারা।\nপরবর্তীতে, হেরাক্লিয়াস খসরুর লেখা কিছু চিঠি শাহরবারাজকে দেখান, যাতে তাকে হত্যা করার নির্দেশ ছিল। এর ফলে শাহরবারাজ হেরাক্লিয়াসের পক্ষে চলে যান। তিনি তার বাহিনীকে উত্তর সিরিয়ায় স্থানান্তর করেন, যেখান থেকে দ্রুত সিদ্ধান্ত নিয়ে যে কোনো পক্ষকে সমর্থন করা সম্ভব ছিল। খসরুর সবচেয়ে দক্ষ সেনাপতিকে পক্ষান্তর করিয়ে হেরাক্লিয়াস যুদ্ধের মোড় ঘুরিয়ে দেন এবং ইরান আক্রমণের আগে তার পার্শ্বপ্রান্ত নিরাপদ করেন।\n\n\n== গুরুত্ব ==\n\n\n=== স্বল্পমেয়াদি পরিণতি ===\n\n\n==== বাইজান্টাইন সাম্রাজ্য ও হেরাক্লিয়াস ====\n\nকয়েক মাসের যাত্রার পর হেরাক্লিয়াস বিজয়ীর বেশে কনস্টান্টিনোপলে প্রবেশ করেন এবং শহরের জনসাধারণ, তার পুত্র হেরাক্লিয়াস কনস্টানটাইন এবং প্যাট্রিয়ার্ক সার্জিয়াস তাঁকে অভ্যর্থনা জানান, অনেকে আনন্দে মাটিতে নতজানু হন। শাহরবারাজের সঙ্গে হেরাক্লিয়াসের মিত্রতা হলি স্পঞ্জ পুনরুদ্ধারে সহায়তা করে, যেটিকে ১৪ সেপ্টেম্বর ৬২৯ সালে একটি বর্ণাঢ্য অনুষ্ঠানে ট্রু ক্রসের সঙ্গে সংযুক্ত করা হয়। এই বিজয় মিছিল হাগিয়া সোফিয়ার দিকে এগোয়, যেখানে ট্রু ক্রসকে ধীরে ধীরে উঁচু করে উত্থাপন করা হয়, যতক্ষণ না তা প্রধান বেদির ওপরে দাঁড়িয়ে পড়ে। অনেকেই এটি নতুন এক সোনালি যুগের সূচনা হিসেবে দেখেছিলেন।\nহেরাক্লিয়াস ৬৩০ সালের ২১ মার্চ জেরুজালেমে ট্রু ক্রস ফেরত নিয়ে যান বলে অনেক ঐতিহাসিক উল্লেখ করেছেন, আবার কেউ কেউ বলেন এটি দুইবার ঘটেছিল—৬২৯ ও ৬৩০ সালে।\nএই যুদ্ধের সফল সমাপ্তি হেরাক্লিয়াসকে ইতিহাসের অন্যতম সফল সেনানায়ক হিসেবে প্রতিষ্ঠিত করে। তাঁর ছয় বছরের অব্যাহত বিজয়ের কারণে তাঁকে \"নতুন স্কিপিও আফ্রিকানাস\" বলা হতো এবং তিনি রোমান সেনাবাহিনীকে এমন সব স্থানে নেতৃত্ব দেন যেখানে আগে কোনো রোমান বাহিনী যায়নি। হাগিয়া সোফিয়ায় ট্রু ক্রস উত্তোলন তাঁর বিজয়ের চূড়ান্ত মুহূর্ত হিসেবে বিবেচিত হয়। যদি তিনি তখন মারা যেতেন, তাহলে ইতিহাসে তাঁকে \"সিজারের পর শ্রেষ্ঠ রোমান সেনানায়ক\" হিসেবে স্মরণ করা হতো। কিন্তু তিনি বেঁচে ছিলেন আরব আক্রমণের সময় পর্যন্ত, একের পর এক পরাজয় তাঁকে পরবর্তী সময়ে কলঙ্কিত করে। লর্ড নরউইচ বলেন, \"তিনি অত্যধিক দীর্ঘজীবী ছিলেন।\"\n\n\n==== সাসানীয় সাম্রাজ্য ====\n\nসাসানীয়দের পক্ষে একটি স্থিতিশীল সরকার গঠন করা কঠিন হয়ে পড়ে। কাভাদ II সিংহাসনে বসার কয়েক মাসের মধ্যেই মারা যান এবং এর ফলে পারস্য বহু বছরের রাজবংশীয় বিশৃঙ্খলায় নিমজ্জিত হয়। আর্দাশির III, হেরাক্লিয়াসের মিত্র শাহরবারাজ, এবং খসরুর কন্যা পুরানদুখত ও আজারমিদুখত কয়েক মাসের ব্যবধানে সিংহাসনে বসেন। শেষ পর্যন্ত খসরুর নাতি ইয়াজদেগার্দ III ৬৩২ সালে সিংহাসনে বসে সাময়িক স্থিতি আনেন, কিন্তু ততদিনে সাসানীয় সাম্রাজ্য রক্ষা করার জন্য অনেক দেরি হয়ে যায়।\n\n\n=== দীর্ঘমেয়াদি পরিণতি ===\n\n৬০২–৬২৮ সালের যুদ্ধ এবং এর আগের শতবর্ষব্যাপী প্রায় নিরবিচার বাইজান্টাইন–পারসিক সংঘর্ষ দুই সাম্রাজ্যকেই চরমভাবে দুর্বল করে তোলে। সাসানীয় সাম্রাজ্য অর্থনৈতিক মন্দা, খসরুর সামরিক ব্যয়বহুল যুদ্ধের জন্য উচ্চ কর, ধর্মীয় অস্থিরতা এবং প্রাদেশিক জমিদারদের শক্তি বৃদ্ধির ফলে আরও দুর্বল হয়ে পড়ে।\nইতিহাসবিদ হাওয়ার্ড-জনস্টন লেখেন: \"পরবর্তী বছরগুলিতে হেরাক্লিয়াসের বিজয় এবং এর রাজনৈতিক প্রতিক্রিয়া ... নিকটপ্রাচ্যে খ্রিস্টানদের মূল দুর্গকে রক্ষা করে এবং তার প্রাচীন জরথুষ্ট্রীয় প্রতিদ্বন্দ্বীকে মারাত্মকভাবে দুর্বল করে। এটি পরে আরবদের অভূতপূর্ব সামরিক সাফল্যের কাছে ম্লান হয়ে পড়লেও, ইতিহাস তার জ্যোতি ভুলে যেতে পারে না।\"\nতবে বাইজান্টাইন সাম্রাজ্যও চরম ক্ষতিগ্রস্ত হয়; বলকান অঞ্চল প্রায় পুরোপুরি স্লাভদের দখলে চলে যায়, আনাতোলিয়া বারবার পারসিক আক্রমণে বিধ্বস্ত হয় এবং ককেশাস, সিরিয়া, মেসোপটেমিয়া, প্যালেস্টাইন ও মিশরের উপর সাম্রাজ্যের দখল দুর্বল হয়ে পড়ে। আর্থিক ভান্ডার শূন্য হয়ে যাওয়ায় যুদ্ধশেষে সৈন্যদের বেতন দেওয়া ও নতুন সেনা নিয়োগ করাও কঠিন হয়ে পড়ে।\nইতিহাসবিদ ক্লাইভ ফস একে \"এশিয়া মাইনরে প্রাচীন যুগের অবসানের প্রথম ধাপ\" বলে আখ্যায়িত করেন। দুই সাম্রাজ্যই আর ঘুরে দাঁড়াতে পারেনি, কারণ কয়েক বছরের মধ্যেই ইসলাম দ্বারা ঐক্যবদ্ধ আরবদের ধাক্কায় তারা পরাজিত হয়, যাকে হাওয়ার্ড-জনস্টন \"একটি মানবিক সুনামি\" বলে বর্ণনা করেছেন। জর্জ লিসকা বলেন, \"অপ্রয়োজনীয়ভাবে দীর্ঘায়িত বাইজান্টাইন–পারসিক যুদ্ধ ইসলামের আবির্ভাবের পথ সুগম করে দেয়।\"\nসাসানীয় সাম্রাজ্য আরব আক্রমণে দ্রুতই পতিত হয় এবং সম্পূর্ণরূপে ধ্বংস হয়। বাইজান্টাইন সাম্রাজ্যও আরবদের সঙ্গে যুদ্ধ করে সিরিয়া, আর্মেনিয়া, মিশর ও উত্তর আফ্রিকা হারায়, এবং তার এলাকা সংকুচিত হয়ে আনাতোলিয়া ও কিছু বলকান ও ইতালির ঘাঁটিতে সীমাবদ্ধ হয়ে পড়ে।\nতবে পারস্যের বিপরীতে বাইজান্টাইনরা টিকে থাকে এবং ৬৭৪–৬৭৮ ও ৭১৭–৭১৮ সালের আরব অবরোধ প্রতিহত করে। পরবর্তী যুদ্ধে তারা ক্রিটের আমিরাত, দক্ষিণ ইতালি ও অন্যান্য অঞ্চল হারালেও পরবর্তীতে অনেকটাই পুনরুদ্ধার করে। তবে কিছু ক্ষতি চিরস্থায়ী হয়—যেমন স্পানিয়া (আইবেরিয়ার অবশিষ্ট বাইজান্টাইন ভূখণ্ড) ৬২৯ সালে ভিসিগথরা দখল করে। কর্সিকা ৮ম শতকে লম্বার্ডরা দখল করে এবং বালিয়ারিক দ্বীপপুঞ্জ, সার্দিনিয়া ও সিসিলি ১০ম শতকে আরবরা দখল করে।\n\n\n== সেনাবাহিনীর গঠন ও কৌশল ==\n\nপারসিকদের এলিট অশ্বারোহী বাহিনী ছিল আসওয়ারান। তারা সাধারণত কন্তোস নামক বিশাল বর্ষা ব্যবহার করত, যা একসঙ্গে দুইজনকে বিদ্ধ করতে সক্ষম ছিল। ঘোড়া ও অশ্বারোহী উভয়েই ল্যামেলার বর্ম পরিধান করত যাতে শত্রুপক্ষের তীর থেকে সুরক্ষা পায়।\nসম্রাট মরিসের লেখা সামরিক পুঁথি স্ট্রাটেজিকন অনুসারে, পারসিকরা বহুল পরিমাণে তীরন্দাজ ব্যবহার করত; তাদের তীর অতি দ্রুতগতির হলেও খুব শক্তিশালী নয়। তারা এমন আবহাওয়া এড়িয়ে চলত যা তীরচালনায় ব্যাঘাত ঘটায়। তাদের রণরচনায় মাঝখান ও ডানা দুদিকেই সমান শক্তি থাকত। তারা রোমান অশ্বারোহীদের আক্রমণ নিরস্ত করত বন্ধুর ভূমি ব্যবহার করে, কারণ রোমানরা সাধারণত সম্মুখ সমরে যেতে চাইত না। এজন্য স্ট্রাটেজিকন পরামর্শ দেয় সমতল ভূমিতে দ্রুত আক্রমণের মাধ্যমে পারসিকদের তীর এড়াতে। তারা অবরোধে দক্ষ ছিল এবং কৌশল ও পরিকল্পনার মাধ্যমে বিজয় অর্জন করতেই পছন্দ করত।\nবাইজান্টাইন সেনাবাহিনীর প্রধান শক্তি ছিল ক্যাটাফ্রাক্ট অশ্বারোহীরা, যেটি বাইজান্টাইন সাম্রাজ্যের প্রতীক হয়ে ওঠে। তারা চেইন মেইল পরত, তাদের ঘোড়াগুলোও ভারী বর্মে সজ্জিত থাকত, এবং বর্ষা ছিল তাদের প্রধান অস্ত্র। তাদের বাহুতে ছোট ঢাল বাঁধা থাকত, তারা তীরও ব্যবহার করতে পারত, আর সঙ্গে থাকত একধার বিশিষ্ট তরবারি ও কুড়াল।\nভারী পদাতিক, অর্থাৎ স্কুটাতোই, বিশাল ওভাল ঢাল বহন করত এবং ল্যামেলার বা চেইন মেইল বর্ম পরত। তারা শত্রু অশ্বারোহীদের মোকাবেলায় বর্শা ও ঘোড়ার পা কেটে ফেলার জন্য কুড়াল ব্যবহার করত। হালকা পদাতিক, প্সিলোই, চামড়ার বর্ম পরত এবং মূলত ধনুক ব্যবহার করত। এই পদাতিকরা শত্রু অশ্বারোহী বাহিনীর বিরুদ্ধে প্রতিরোধ গড়ে তুলতে এবং মিত্র অশ্বারোহী আক্রমণের জন্য ভিত্তি স্থাপন করতে গুরুত্বপূর্ণ ভূমিকা রাখত। ইতিহাসবিদ রিচার্ড এ. গ্যাব্রিয়েলের মতে, বাইজান্টাইন ভারী পদাতিক বাহিনী \"রোমান লিজিয়ন ও প্রাচীন গ্রিক ফ্যালেংক্সের সেরা বৈশিষ্ট্যগুলো একত্র করেছিল।\"\nআভাররা যৌগিক ধনুকসহ অশ্বারোহী বাহিনী ব্যবহার করত, যা প্রয়োজনে ভারী অশ্বারোহী বাহিনীতে পরিণত হতে পারত। তারা অবরোধযুদ্ধে পারদর্শী ছিল এবং ত্রেবুচে ও অবরোধ টাওয়ার তৈরি করতে পারত। কনস্টান্টিনোপল অবরোধের সময় তারা ঘেরদেয়াল নির্মাণ করে বাইজান্টাইন পাল্টা আক্রমণ ঠেকাতে চেয়েছিল এবং চামড়ায় মোড়া কাঠের ফ্রেম ব্যবহার করত যাতে তীর থেকে রক্ষা পাওয়া যায়। অনেকটা অন্যান্য যাযাবর জাতির মতো, তারা গেপিড ও স্লাভদের মতো অন্যান্য যোদ্ধাদের নিজেদের বাহিনীতে অন্তর্ভুক্ত করত। তবে আভাররা যেহেতু লুটপাটের মাধ্যমে রসদ সংগ্রহ করত, তাই তাদের পক্ষে দীর্ঘমেয়াদি অবরোধ চালানো কঠিন ছিল—বিশেষ করে তুলনামূলকভাবে কম গতিশীল সহযোগীদের সঙ্গে।\nইতিহাসবিদ কাইগির মতে, বাইজান্টাইনরা \"প্রায় বাধ্যতামূলকভাবে ... বিদ্যমান পরিস্থিতি বদল না করার পক্ষপাতী ছিল।\" তারা মিত্র সংগ্রহ ও কূটনীতির মাধ্যমে শত্রুদের বিভক্ত করতে চাইত। যদিও তারা খসরু ও আভার খাগানের ক্ষেত্রে ব্যর্থ হয়, কিন্তু স্লাভ, যারা পরবর্তীকালে সার্ব ও ক্রোয়াট হয়ে ওঠে, এবং গোকতুর্কদের সঙ্গে বহু দশকের কূটনৈতিক সম্পর্ক গড়ে তোলে। এর ফলে স্লাভরা আভারদের বিরোধিতা করতে থাকে এবং গোকতুর্কদের সঙ্গে গুরুত্বপূর্ণ জোট গড়ে ওঠে।\nপ্রতিটি সেনাবাহিনীর মতোই, রসদ সংস্থান ছিল একটি চিরাচরিত সমস্যা। হেরাক্লিয়াস প্রথমদিকে আনাতোলিয়া ও অন্যান্য বাইজান্টাইন অঞ্চলে অভিযান চালানোর সময় স্থানীয় অঞ্চল থেকেই রসদ সংগ্রহ করতেন। পারস্যে প্রত্যেক অভিযানের সময়, শীতকালীন কঠোর পরিবেশ তার বাহিনীকে থামিয়ে দিত; কারণ পারস্য ও বাইজান্টাইন উভয় ঘোড়াই শীতকালে রসদ প্রয়োজন করত। শীতকালে সৈন্যদের যুদ্ধ পরিচালনা করানো ছিল ঝুঁকিপূর্ণ—সম্রাট মরিস এই কারণে সেনাবিদ্রোহে নিহত হন।\nএডওয়ার্ড লুটওয়াকের মতে, গোকতুর্কদের শক্তপোক্ত ঘোড়া ছিল, যা \"যেকোনো ভূপ্রকৃতি ও উদ্ভিদে টিকে থাকতে পারত\", এবং এটাই ৬২৭ সালের পার্বত্য উত্তর-পূর্ব ইরানে হেরাক্লিয়াসের শীতকালীন অভিযানে গুরুত্বপূর্ণ ভূমিকা রাখে। ওই অভিযানের সময় পারস্য ভূখণ্ড থেকেই রসদ সংগ্রহ করা হয়। নিনেভেহের জয় ও পারস্যের প্রাসাদ দখলের পর রসদের সমস্যা দূর হয়ে যায়—even শীতকালেও।\n\n\n== ইতিহাসচর্চা ==\n\nএই যুদ্ধ সম্পর্কিত অধিকাংশ সূত্রই বাইজান্টাইন উৎসভিত্তিক। গ্রিক ভাষার সমসাময়িক উৎসগুলোর মধ্যে অন্যতম হলো অজ্ঞাত লেখক কর্তৃক রচিত ক্রোনিকন পাস্কালে, যা আনুমানিক ৬৩০ সালের রচনার। জর্জ অব পিসিডিয়া এই সময়ের অনেক কবিতা ও রচনা লিখেছেন। থিওফিলাক্ট সিমোকাটা-এর ইতিহাস ও কিছু চিঠি টিকে আছে, যদিও তার ইতিহাস মূলত ৫৮২ থেকে ৬০২ সাল পর্যন্ত সীমাবদ্ধ। এছাড়া থিওডোর দ্য সিঙ্কেলোস কর্তৃক ৬২৬ সালের কনস্টান্টিনোপল অবরোধের সময় প্রদত্ত একটি ভাষণও সংরক্ষিত রয়েছে। ঐ সময়কার মিশরের কিছু প্যাপিরাসও বর্তমান।\nপারস্যের রাজকীয় আর্কাইভ হারিয়ে যাওয়ায় পারসিক পক্ষের কোনো সমসাময়িক দলিল পাওয়া যায় না। তবে আল-তাবারীর তারিখ উর-রসুল ওয়াল-মুলুক গ্রন্থে এখন বিলুপ্ত উৎসের উপর ভিত্তি করে সাসানীয় বংশের ইতিহাস বিবৃত হয়েছে। অগ্রাণী অ-গ্রিক উৎসগুলোর মধ্যে রয়েছে জন অব নিকিউর ক্রনিকল—যা মূলত কপটিকে রচিত হলেও বর্তমানে শুধুমাত্র ইথিওপীয় অনুবাদে বিদ্যমান—এবং সেবেওস নামে পরিচিত লেখকের ইতিহাস (যদিও লেখক পরিচয় নিয়ে বিতর্ক রয়েছে)। এই ইতিহাসটি বিভিন্ন উৎসের উপর ভিত্তি করে গঠিত এবং ধারাবাহিকতাহীনভাবে ঘটনাগুলো উপস্থাপন করে। তাছাড়া, এটি বাইবেলীয় ভবিষ্যদ্বাণীর সঙ্গে সমসাময়িক ঘটনাবলিকে মিলিয়ে দেখার প্রয়াসে রচিত, ফলে এটি নিরপেক্ষ বিবরণ বলে বিবেচিত হয় না। সিরিয়াক ভাষায় রচিত কিছু উৎসও বর্তমান, যেগুলো ডজিওন, গ্রেটরেক্স ও লিউ 'সমসাময়িক উৎসগুলোর মধ্যে সবচেয়ে গুরুত্বপূর্ণ' বলে মনে করেন। এর মধ্যে অন্যতম হলো থমাস দ্য প্রেসবিটার কর্তৃক ৬৪০ সালে রচিত ক্রনিকল অব ৭২৪ এবং খুজিস্তান ক্রনিকল, যা পারস্য অধিকৃত অঞ্চলের একজন নেস্টোরিয়ান খ্রিস্টানের দৃষ্টিকোণ থেকে লেখা।\nপরবর্তী গ্রিক ভাষার বিবরণগুলোর মধ্যে রয়েছে থিওফানেস-এর ক্রনিকল এবং নিকেফোরোস প্রথম-এর সংক্ষিপ্ত ইতিহাস। থিওফানেসের বিবরণ যুদ্ধের কাঠামো নির্মাণে গুরুত্বপূর্ণ বলে বিবেচিত হয়। এটি আরও পরবর্তীকালের সিরিয়াক উৎস, যেমন ক্রনিকল অব ১২৩৪ ও মাইকেল দ্য সিরিয়ান কর্তৃক রচিত ক্রনিকল দ্বারা পরিপূরক হয়। তবে এসব উৎস, নিকেফোরোস ব্যতীত, সম্ভবত সবাই এদেসার ৮ম শতকের ইতিহাসবিদ থিওফিলোস অব এদেসার কোনো একক সূত্র থেকে তথ্য গ্রহণ করেছে।\nথমাস আর্টসরুনির ১০ম শতকের আর্তসরুনিক বংশের ইতিহাস সম্ভবত সেবেওস-এর রচয়িতা যেসব উৎস ব্যবহার করেছেন, সেগুলোর সঙ্গে মিল রয়েছে। মোভসেস কাঘানকাটভাৎসি ১০ম শতকে আলুয়াঙ্কের ইতিহাস রচনা করেন, যার মধ্যে ৬২০-এর দশক সম্পর্কে অজ্ঞাত উৎসের তথ্য রয়েছে। ইতিহাসবিদ হাওয়ার্ড-জনস্টন মোভসেস ও সেবেওস-এর ইতিহাসকে \"অ-মুসলিমদের মধ্যে বিদ্যমান সর্বাপেক্ষা গুরুত্বপূর্ণ উৎস\" হিসেবে অভিহিত করেছেন।\nকুরআন-এও এই যুদ্ধের কিছু প্রসঙ্গ রয়েছে। আর-রূম সূরায় উল্লেখ আছে যে, যুদ্ধের খবর মক্কায় পৌঁছেছিল এবং সেখানে মুহাম্মদ ও প্রারম্ভিক মুসলমানরা একেশ্বরবাদী গ্রিকদের পক্ষ অবলম্বন করেন, যেখানে মুশরিক মক্কাবাসীরা পারসিকদের সমর্থন করে; দুই পক্ষই নিজেদের ধর্মীয় অবস্থানের সত্যতা হিসেবে প্রিয় পক্ষের বিজয়কে ব্যবহার করত।\nবাইজান্টাইন হ্যাজিওগ্রাফিগুলিও এই সময়কে বোঝার ক্ষেত্রে সহায়ক। বিশেষত সাইকেনের থিওডোর ও আনাস্তাসিয়োস-এর জীবনচরিত এতে অন্তর্ভুক্ত। জীবনচরিত: জর্জ অব খোজেবা ৬১৪ সালের জেরুজালেম অবরোধ চলাকালীন সময়ে মানুষের আতঙ্ক কেমন ছিল, তা বোঝায়। তবে অনেক গবেষক সন্দেহ করেন যে, এই হ্যাজিওগ্রাফি গ্রন্থগুলো ৮ম বা ৯ম শতকে পরবর্তীতে হস্তক্ষেপের মাধ্যমে পরিবর্তিত হয়েছে।\nনিউমিজম্যাটিক্স (মুদ্রার অধ্যয়ন) তারিখ নির্ধারণে সহায়ক হয়েছে। সিগিলোগ্রাফি (সীল অধ্যয়ন) এবং শিল্প ও প্রত্নতাত্ত্বিক নিদর্শনও কিছু তথ্য দিতে সক্ষম হয়েছে। লিপিসম্ভন্ধীয় উৎস বা শিলালিপি সীমিতভাবে ব্যবহৃত হয়েছে। লুটওয়াক মরিসের স্ট্রাটেজিকন-কে \"বাইজান্টাইনদের সবচেয়ে পূর্ণাঙ্গ সামরিক নির্দেশপুস্তক\" বলে অভিহিত করেছেন; এটি তৎকালীন সামরিক চেতনা ও কৌশল সম্পর্কে মূল্যবান অন্তর্দৃষ্টি প্রদান করে।\n\n\n== তথ্যসূত্র =="}