{"pageid": 1438426, "title": "সেবেওস", "url": "https://bn.wikipedia.org/wiki?curid=1438426", "content": "সেবেওস হিসেবেও লেখা হয়। সংস্কারকৃত বানানে: Սեբեոս ছিলেন সপ্তম শতকের একজন আর্মেনীয় ইতিহাসগ্রন্থের কথিত লেখক। তবে সাধারণভাবে বিশ্বাস করা হয় যে, এ লেখকত্ব সঠিক নয় এবং এটি ছদ্মনামধারী রচনার একটি উদাহরণ। সে কারণে লেখককে প্রায়শই ছদ্ম-সেবেওস (Pseudo-Sebeos) নামে অভিহিত করা হয়। যদিও লেখকের নাম জানা যায় না, ধারণা করা হয় তিনি সম্ভবত যাজক সম্প্রদায়ের একজন সদস্য ছিলেন।\nএই ইতিহাসগ্রন্থটি ৬ষ্ঠ ও ৭ম শতকের আর্মেনিয় ইতিহাসের প্রধান উৎস হিসেবে বিবেচিত। এটি ইসলামের উত্থান ও প্রারম্ভিক মুসলিম বিজয়সমূহের ওপর রচিত সবচেয়ে প্রাচীন ও গুরুত্বপূর্ণ বিবরণ হিসেবে মূল্যবান। একইসঙ্গে, এটি মুসলিম বিজয় সম্পর্কে রচিত অ-মুসলিম উৎসগুলোর মধ্যে অন্যতম।\n\n\n== লেখকত্ব ==\nসেবেওসের নামে যে ইতিহাসগ্রন্থটি সংরক্ষিত আছে, তা ১৬৭২ সালে বিতলিসে লিপিবদ্ধ একটি পান্ডুলিপিতে পাওয়া যায় (বর্তমানে এটি মাতেনাদারান, আর্মেনিয়াতে সংরক্ষিত)। এটি একটি আর্মেনীয় উৎসসংকলনের অংশ হিসেবে অন্তর্ভুক্ত, তবে এতে লেখকের নাম বা গ্রন্থের শিরোনাম নেই।\n\"সেবেওস\" নামটি \"ইউসেবিয়ুস\" (Eusebius) নামের সংক্ষিপ্ত রূপ এবং এটি ৬৪৫ সালে অনুষ্ঠিত চতুর্থ দভিন পরিষদের রেজলুশনে স্বাক্ষরকারী একজন আর্মেনীয় বিশপ হিসেবে উল্লেখিত হয়: \"বাগরাতুনি পরিবারের বিশপ সেবেওস\"। স্যামুয়েল আনেতসি নামক একজন ইতিহাসবিদ একজন সেবেওসকে বিশপ বলে উল্লেখ করেছেন এবং তার নামের সাথে হেরাক্লিয়াসের ইতিহাস গ্রন্থের লেখকত্ব সংযুক্ত করেছেন। অনেকেই মনে করেন এটি ১৬৭২ সালের অনামা ইতিহাসেরই অপর নাম। ফলে কিছু ইতিহাসবিদের তালিকায় সেবেওসকে একজন ইতিহাসবিদ হিসেবে অন্তর্ভুক্ত করা হয়েছে। তবে এ ধারণা সর্বজনস্বীকৃত নয়।\nউনবিংশ শতক থেকে অনেক পণ্ডিত ৬৪৫ সালের বাগরাতুনি বিশপ সেবেওসকেই ইতিহাসগ্রন্থের লেখক বলে মনে করে আসছেন এবং ১৬৭২ সালের অনামা গ্রন্থটির লেখকত্ব তার নামে সংযুক্ত করেছেন। তবে রবার্ট ডব্লিউ. থমসন লিখেছেন, এটি নিছক অনুমান মাত্র। তার ভাষায়, \"[ত]এই গ্রন্থের মূল লেখক ও শিরোনাম অজানা রয়ে গেছে, যদিও এটি সেবেওসের ইতিহাস নামে পরিচিত।\" গ্রন্থের লেখক কোথাও ৬৪৫ সালের চতুর্থ দভিন পরিষদের উল্লেখ করেননি।\nএই ইতিহাস পরবর্তী আর্মেনীয় ইতিহাসবিদদের কাছে পরিচিত ছিল এবং তারা এটি থেকে উদ্ধৃতি দিয়েছেন। তবে কেউই সেবেওসের নাম উল্লেখ করেননি।\nগ্রন্থের লেখক নিজেকে আর্মেনীয় ইতিহাসচর্চার ধারাবাহিকতার অংশ বলে উপস্থাপন করেন এবং জানান যে, তিনি বর্ণিত ঘটনাসমূহের সময়কাল—অর্থাৎ সপ্তম শতাব্দীর দ্বিতীয়ার্ধে—জীবিত ছিলেন (ইতিহাসটি মু'আবিয়ার খলিফা হওয়ার বিবরণে শেষ হয়েছে)। থমসনের মতে, লেখকের বর্ণনায় যেভাবে সমকালীন পরিস্থিতি ও ইরানীয় সংস্কৃতির জ্ঞান প্রকাশ পেয়েছে, তা পরবর্তী সময়ের কোনো লেখকের পক্ষে স্বাভাবিক নয়। এ থেকে বোঝা যায়, এটি কোনো দীর্ঘকাল পরের রচনা নয়, বরং তাৎক্ষণিক ঘটনাবলির এক অনুসন্ধানী ব্যাখ্যা এবং ঈশ্বরের ইচ্ছার উপলব্ধি।\nলেখক যে খ্রিস্টান যাজক সম্প্রদায়ের সদস্য ছিলেন, এ বিষয়ে খুব একটা সন্দেহ নেই। তিনি ধর্মীয় বিষয়ে গভীর জ্ঞান প্রকাশ করেছেন, বহু বাইবেলীয় উদ্ধৃতি ব্যবহার করেছেন এবং দভিনের আর্মেনীয় গির্জার সংরক্ষণাগারে প্রবেশাধিকারের ইঙ্গিত দিয়েছেন। ইতিহাসে বর্ণিত একটি ঘটনায় দেখা যায়, একজন আর্মেনীয় বিশপ বাইজান্টাইন সম্রাট কন্সটান্স দ্বিতীয়ের সঙ্গে অনিচ্ছায় সম্প্রদায়গ্রহণ (কমিউনিয়ন) করেন, তবে এর আগে তিনি চতুর্থ দভিন পরিষদের ধর্মীয় অবস্থান স্পষ্টভাবে তুলে ধরেন। ধারণা করা হয়, এটি সম্ভবত লেখকের নিজের জীবনের একটি ঘটনা, যা তিনি তৃতীয় পুরুষে উপস্থাপন করেছেন।\nতিনি মূলত পারস্যীয় দৃষ্টিকোণ থেকে লিখেছেন, তবে সাসানীয় ও বাইজান্টাইনদের মধ্যকার যুদ্ধের প্রেক্ষিতে তার সহানুভূতি খ্রিস্টান বাইজান্টিয়ামের প্রতি।\n\n\n== পাঠ্যের গঠন ==\nএই ইতিহাসগ্রন্থের প্রথম দুটি অংশ (অধ্যায় ১–৬) প্রায়ই মূল ইতিহাসের বাকি অংশের তুলনায় ভিন্ন লেখকের রচনা হিসেবে বিবেচিত হয়।\nপ্রথম অংশে আর্মেনিয়ার প্রতিষ্ঠাতা হায়ক সম্পর্কে প্রচলিত কাহিনি বর্ণনা করা হয়েছে (এটি প্রাথমিক ইতিহাস নামে পরিচিত), এবং পার্থিয় সাম্রাজ্যর উত্থানের বিবরণও এতে অন্তর্ভুক্ত। দ্বিতীয় অংশে আর্মেনীয়, পারস্য ও গ্রিক রাজাদের একটি তালিকা এবং মামিকোনিয়ান বংশের উৎপত্তি নিয়ে আলোচনা রয়েছে।\nসেবেওসের নামে পরিচিত মূল ইতিহাস তিনটি ভাগে ভাগ করা যায়। প্রথম ভাগ শুরু হয়েছে হরমিজ্দ চতুর্থ-এর শাসনকাল (শা. 579–590) দিয়ে। এতে বর্ণিত হয়েছে, কীভাবে বাইজান্টাইনদের সহায়তায় খসরু দ্বিতীয় ৫৯১ সালে সিংহাসনে পুনর্বহাল হন এবং এরপর বাইজান্টাইন ও সাসানীয় সাম্রাজ্যের মধ্যে সহযোগিতার এক পর্যায় শুরু হয়।\nদ্বিতীয় ভাগে বাইজান্টাইন-সাসানীয় যুদ্ধ (৬০২–৬২৮) নিয়ে আলোচনা করা হয়েছে, যা ইতিহাসটির মূল ও কেন্দ্রীয় বিষয়।\nতৃতীয় ভাগে ইসলামের উত্থান এবং মুসলিম বিজয়সমূহের বর্ণনা রয়েছে। এই অংশ শেষ হয়েছে প্রথম মুসলিম গৃহযুদ্ধের ফলাফল (মু'আবিয়ার খিলাফতে অধিষ্ঠিত হওয়া) দিয়ে, এবং তাতে এই ঘটনার আর্মেনীয়দের ওপর প্রভাবও বর্ণিত হয়েছে।\n\n\n== গুরুত্ব ==\nসেবেওসের ইতিহাস সপ্তম ও ষষ্ঠ শতকের আর্মেনীয় ইতিহাসের প্রধান উৎস হিসেবে বিবেচিত। এটি পূর্ববর্তী ও বহু পরবর্তী আর্মেনীয় ইতিহাস থেকে স্বতন্ত্র, কারণ এতে আঞ্চলিক পরিসর অনেক বিস্তৃত। লেখক ইরান, বাইজান্টিয়াম এবং ইসলামি সাম্রাজ্যের ঘটনাবলিকে গুরুত্ব দিয়েছেন—even যখন এসব ঘটনা সরাসরি আর্মেনিয়া বা আর্মেনীয়দের ওপর প্রভাব ফেলেনি।\nএই ইতিহাস ইসলামের উত্থান ও প্রাথমিক মুসলিম বিজয়সমূহের বর্ণনার মধ্যে সবচেয়ে প্রাচীন ও পূর্ণাঙ্গ বিবরণ হিসেবে মূল্যবান। এটি মুসলিম বিজয় সম্পর্কে অ-মুসলিম উৎসের মধ্যে অন্যতম। একই সঙ্গে এটি ইরানীয় ইতিহাসের একটি গুরুত্বপূর্ণ সময়পর্বের জন্য অপরিহার্য উৎস।\nলেখকের নিরপেক্ষতা এবং আর্মেনীয় অভিজাত পরিবারগুলোর মধ্যে পক্ষপাত না নেওয়ার জন্যও প্রশংসা করা হয়েছে। অন্যান্য অনেক আর্মেনীয় ইতিহাসবিদের মতো তিনি নির্দিষ্ট কোনো বংশের পক্ষ অবলম্বন করেননি। তাকে একদিকে একজন \"দেশপ্রেমিক ইতিহাসবিদ\" বলা হয়েছে, যিনি কোনো নির্দিষ্ট বংশের প্রতি অন্ধ আনুগত্য দেখাননি, অপরদিকে তিনি আর্মেনীয় চার্চের স্বতন্ত্রতার একজন দৃঢ় সমর্থক ছিলেন।\nতবে টিম গ্রিনউডের মতে, এই ইতিহাসে মামিকোনিয়ান বংশের প্রতি একটি কেন্দ্রিক মনোযোগ লক্ষ্য করা যায়। সম্ভবত তখনকার আর্মেনিয়ার রাজপুত্র হামাজাস্প চতুর্থ মামিকোনিয়ান-ই এই কাজের পৃষ্ঠপোষক ছিলেন।\nজেমস হাওয়ার্ড-জনস্টনর মতে, এই ইতিহাসগ্রন্থটি শাস্ত্রীয় প্রাচীন যুগের সমাপ্তি বিষয়ে সবচেয়ে গুরুত্বপূর্ণ উৎস। তার ভাষায়, \"পুরো ইতিহাসটি স্পষ্টভাষী, এবং যেখানে যাচাই করা সম্ভব, সেখানে তা নির্ভরযোগ্য বলেই প্রমাণিত।\"\n\n\n== প্রকাশ ইতিহাস ও অনুবাদ ==\nসেবেওসের ইতিহাস প্রথমবার ১৮৫১ সালে কনস্টান্টিনোপলে টাতেভোস মিহরদাতিয়ান কর্তৃক Patmutiun Sebeosi episkoposi i Herakln (বিশপ সেবেওসের হেরাক্লিয়াস সম্পর্কিত ইতিহাস) নামে প্রকাশিত হয়। এতে ১৬৭২ সালের পান্ডুলিপি এবং ১৫৬৮ সালের একটি (পরবর্তীতে হারিয়ে যাওয়া) পান্ডুলিপির উপর ভিত্তি করে প্রকাশ করা হয়।\nএরপর ১৮৭৯, ১৯১৩ ও ১৯৩৯ সালে আরও তিনটি আর্মেনীয় সংস্করণ প্রকাশিত হয়।\n১৮৬২ সালে কেরোভবে পাতকানিয়ান এবং ১৯১৩ সালে স্তেপান মালখাসিয়ান ইতিহাসটি রুশ ভাষায় অনুবাদ করেন। হাইনরিশ হিউবসমান ১৮৭৫ সালে এর কিছু অংশ জার্মান ভাষায় অনুবাদ করেন। ১৯০৪ সালে ফ্রেদেরিক ম্যাক্লে ফরাসি অনুবাদ প্রকাশ করেন, তবে এতে প্রথম দুটি অংশ (অধ্যায় ১–৬) অন্তর্ভুক্ত ছিল না।\n১৯৭৯ সালে জি. ভি. আবগারিয়ান একটি সমালোচনামূলক সংস্করণ প্রকাশ করেন, যাতে প্রথম দুটি অংশও অন্তর্ভুক্ত ছিল। ২০০৪ সালে এটি আধুনিক পূর্ব আর্মেনীয় ভাষায় অনুবাদ হয়।\nরবার্ট বেদ্রোসিয়ান ১৯৭৯ সালে পাতকানিয়ানের ১৮৭৯ সংস্করণের ইংরেজি অনুবাদ সম্পন্ন করেন, যা ২০২১–২০২৩ সালে দুটি খণ্ডে মুদ্রিত হয়। পরবর্তীকালে তিনি প্রথম দুটি অংশের অনুবাদও সম্পন্ন করেন।\nসি. গুগেরোত্তি ১৯৯০ সালে এই ইতিহাসের একটি ইতালীয় অনুবাদ প্রকাশ করেন, যাতে প্রথম দুটি অংশও অন্তর্ভুক্ত ছিল। রবার্ট ডব্লিউ. থমসন ১৯৯৯ সালে ১৯৭৯ সালের সমালোচনামূলক সংস্করণের ভিত্তিতে ইংরেজি অনুবাদ প্রকাশ করেন। তিনি ১৯৭৮ সালে মোভসেস খোরেনাতসির ইতিহাস অনুবাদের একটি পরিশিষ্টে প্রাথমিক ইতিহাস অংশটির অনুবাদও অন্তর্ভুক্ত করেছিলেন।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পাঠ্য ==\nHoyland, Robert G. (১৯৯৭)। Seeing Islam as Others Saw It: A Survey and Evaluation of Christian, Jewish and Zoroastrian Writings on Early Islam। Studies in Late Antiquity and Early Islam, 13। Princeton, New Jersey: The Darwin Press। পৃষ্ঠা 124–132ff। আইএসবিএন 0-87850-125-8। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)  — সেবেওসের রচনায় ইসলামের উত্থান ও প্রারম্ভিক মুসলিম বিজয় নিয়ে আলোচনার মূল্যায়ন।\nSebeos (১৯৭৯)।  Abgaryan, G. V., সম্পাদক। Patmutʻiwn Sebēosi Պատմութիւն Սեբէոսի (আর্মেনিয় ভাষায়)। Yerevan: HSSH GA hratarakchʻutʻyun। ওসিএলসি 12665693। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)  — ভূমিকাসহ সমালোচনামূলক শাস্ত্রীয় আর্মেনীয় পাঠ।\nThomson, Robert W. (১৯৯৫)। A Bibliography of Classical Armenian Literature to 1500 AD। Turnhout: Brepols। পৃষ্ঠা 196–198। আইএসবিএন 2-503-50455-8। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)  — শাস্ত্রীয় আর্মেনীয় সাহিত্যের গ্রন্থতালিকা।\n\n\n== বহিঃসংযোগ ==\nসেবেওসের ইতিহাস (রুশ অনুবাদ, সেন্ট পিটার্সবার্গ, ১৮৬২)"}