{"pageid": 1438350, "title": "এডওয়ার্ড ওয়াটকিন", "url": "https://bn.wikipedia.org/wiki?curid=1438350", "content": "স্যার এডওয়ার্ড উইলিয়াম ওয়াটকিন, ১ম ব্যারোনেট (২৬ সেপ্টেম্বর ১৮১৯ - ১৩ এপ্রিল ১৯০১) ছিলেন একজন ব্রিটিশ সংসদ সদস্য এবং রেলওয়ে উদ্যোক্তা। তিনি একজন উচ্চাভিলাষী স্বপ্নদর্শী ছিলেন এবং তার ব্যবসায়িক আকাঙ্খা পূরণের জন্য বড় আকারের রেলওয়ে ইঞ্জিনিয়ারিং প্রকল্পের সভাপতিত্ব করেছিলেন, অবশেষে নয়টি ভিন্ন ব্রিটিশ রেল কোম্পানির চেয়ারম্যান হন।\nতার আরও উল্লেখযোগ্য প্রকল্পগুলির মধ্যে ছিল: তার মেট্রোপলিটন রেলওয়ের সম্প্রসারণ, আজকের লন্ডন আন্ডারগ্রাউন্ডের অংশ; গ্রেট সেন্ট্রাল মেইন লাইনের নির্মাণ, একটি উদ্দেশ্য-নির্মিত উচ্চ-গতির রেললাইন; ওয়েম্বলিতে একটি আংশিকভাবে নির্মিত লোহার টাওয়ার সহ একটি আনন্দ উদ্যান তৈরি করা; এবং তার রেলওয়ে সাম্রাজ্যকে ফরাসি রেল নেটওয়ার্কের সাথে সংযুক্ত করার জন্য ইংলিশ চ্যানেলের অধীনে একটি চ্যানেল টানেল খননের ব্যর্থ প্রচেষ্টা।\n\n\n== রাজনৈতিক পেশা ==\nতার জীবন জুড়ে, ওয়াটকিন ম্যানচেস্টার লিবারেলিজমের শক্তিশালী সমর্থক ছিলেন। এটি একটি একক দলের জন্য ধারাবাহিক সমর্থনের সমতুল্য নয়। ওয়াটকিন প্রথমে গ্রেট ইয়ারমাউথ (১৮৫৭-১৮৫৮) এবং তারপর স্টকপোর্ট (১৮৬৪-১৮৬৮) এর জন্য উদার সংসদ সদস্য নির্বাচিত হন। তিনি ১৮৬৯ সালে পূর্ব চেশায়ার আসনে ব্যর্থভাবে প্রতিদ্বন্দ্বিতা করেছিলেন। তিনি ১৮৬৮ সালে নাইট উপাধি লাভ করেন এবং ১৮৮০ সালে ব্যারোনেট হন। এছাড়াও তিনি ১৮৭৪ সালে চেশায়ারের উচ্চ শেরিফ ছিলেন।\n১৮৭৪ সালে, তিনি কেন্টে হাইথের জন্য লিবারেল এমপি নির্বাচিত হন। তিনি উইলিয়াম এওয়ার্ট গ্ল্যাডস্টোনের অধীনে লিবারেল পার্টি থেকে ক্রমশ দূরে সরে যান এবং ১৮৮০ সালে দাবি করা হয় যে তিনি কনজারভেটিভ হুইপ গ্রহণ করেছিলেন। তিনি কখনই কনজারভেটিভ হিসেবে নির্বাচনে দাঁড়াননি এবং লিবারেলদের সাথে বসে থাকতেন। ১৮৮০ এবং ১৮৮৬ সালের মধ্যে, তিনি বিভিন্নভাবে একজন লিবারেল, একজন রক্ষণশীল এবং একজন স্বাধীন হিসাবে বিবেচিত হন।  ১৮৮৬ সালে, তিনি গ্ল্যাডস্টোনের আইরিশ হোম রুল বিলের বিরুদ্ধে ভোট দেন এবং তারপরে তাকে সাধারণত লিবারেল ইউনিয়নিস্ট হিসাবে বর্ণনা করা হয়।\n1895 সালে যখন তিনি তার হাইথ আসন থেকে পদত্যাগ করেন তখন তার মর্যাদা নিয়ে বিভ্রান্তি সামনে আসে। লিবারেল ইউনিয়নিস্ট এবং কনজারভেটিভরা জোটে ছিল এবং প্রত্যেকেই তার স্থলাভিষিক্ত মনোনীত করার অধিকার দাবি করেছিল। ওয়াটকিন তার পক্ষ থেকে জোর দিয়েছিলেন যে তিনি একজন উদারপন্থী, যদিও তিনি সরকারী দল থেকে দূরে সরে গিয়েছিলেন। কনজারভেটিভ আরেটাস আকার্স-ডগলাস মন্তব্য করেছেন যে তার রাজনীতি কী তা কেউই জানত না, তবে তিনি তার চ্যানেল টানেলের সমর্থন পাওয়ার জন্য কাউকে বা অন্য কিছুকে ভোট দিয়েছেন। ১৮৯৫ সালের যুক্তরাজ্যের সাধারণ নির্বাচনে রক্ষণশীলরা লিবারেল ইউনিয়নিস্টদের পিছিয়ে যেতে বাধ্য করে এবং আসনটি জিতেছিল।\n\n\n== ব্যক্তিগত জীবন ==\n\nওয়াটকিন ম্যানচেস্টারের নর্থেনডেনের একটি বড় বাড়ি রোজ হিলে থাকতেন। পারিবারিক বাড়িটি তার পিতা ১৮৩২ সালে কিনেছিলেন এবং ১৮৬১ সালে তার পিতার মৃত্যুর পর এডওয়ার্ড এটি উত্তরাধিকার সূত্রে পেয়েছিলেন।\nওয়াটকিন ১৮৪৫ সালে মেরি ব্রিগস মেলরকে বিয়ে করেন, যার সাথে তার দুটি সন্তান ছিল। তাদের ছেলে, আলফ্রেড মেলর ওয়াটকিন, ১৮৭৬ সালে দক্ষিণ পূর্ব রেলওয়ের লোকোমোটিভ সুপারিনটেনডেন্ট হন।  ১৮৭৭ সালে গ্রেট গ্রিমসবি নির্বাচনী এলাকার সংসদ সদস্য হন। একটি কন্যা, হ্যারিয়েট সায়ার ওয়াটকিন, ১৮৫০ সালে জন্মগ্রহণ করেন। মেরি ওয়াটকিন ৮ মার্চ ১৮৮৮ সালে মারা যান।\nচার বছর বিধবা থাকার পর, ওয়াটকিন ১৮৯২ সালের ৬ এপ্রিল হার্বার্ট ইনগ্রামের বিধবা অ্যান ইনগ্রামকে বিয়ে করেন।\nএডওয়ার্ড ওয়াটকিন ১৩ এপ্রিল ১৯০১ তারিখে মারা যান এবং নর্থেনডেনের সেন্ট উইলফ্রিডের চার্চইয়ার্ডে পারিবারিক কবরে তাকে সমাহিত করা হয়, যেখানে একটি স্মারক ফলক তার জীবনের স্মৃতিচারণ করে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরো পড়ুন ==\nGoffin, Magdalen (২০০৫)। The Watkin path: an approach to belief। Sussex Academic Press। আইএসবিএন 978-1-84519-128-3। \nHartwell, Clare; Hyde, Matthew (২০০৪)। The Buildings of England: Lancashire: Manchester and the South East। Yale University Press। \nHealy, John (১৯৮৭)। Echoes of the Great Central। Greenwich Editions। আইএসবিএন 0-86288-076-9। \nHodgkins, David (২০০২)। The Second Railway King – The Life and Times of Sir Edward Watkin 1819–1901। Merton Priory Press। আইএসবিএন 1-898937-49-4। \n\"Watkin, Sir Edward William, first baronet (1819–1901), railway promoter\"। অক্সফোর্ড ডিকশনারি অব ন্যাশনাল বায়োগ্রাফি (অনলাইন সংস্করণ)। অক্সফোর্ড বিশ্ববিদ্যালয় প্রেস। ২০০৪। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)  (সাবস্ক্রিপশন বা যুক্তরাজ্যের গণগ্রন্থাগারের সদস্যপদ প্রয়োজন।)\nMacKay, Donald (১৯৮৬)। The Asian Dream: The Pacific Rim and Canada's National Railway। Douglas & McIntyre। আইএসবিএন 0-88894-501-9। \nScargill, Geoff (৩০ মে ২০২১)। Victoria's Railway King: Sir Edward Watkin, One of the Victorian Era's Greatest Entrepreneurs and Visionaries (ইংরেজি ভাষায়)। Frontline Books। আইএসবিএন 978-1-5267-9280-8। সংগ্রহের তারিখ ৯ অক্টোবর ২০২১। \n\n\n== আরও পড়ুন ==\nDyckhoff, Nigel (১৯৯৯)। Portrait of the Cheshire Lines Committee। Ian Allan। আইএসবিএন 978-0-7110-2521-9। \nElleray, Kirsty (৪ ডিসেম্বর ২০০২)। \"The nearly man of Northenden\"। The South Manchester Reporter। ১২ নভেম্বর ২০১২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৩ মার্চ ২০১২। \nGreaves, John (Summer ২০০৭)। \"Sir Edward Watkin and the Liberal cause in the Nineteenth Century\" (পিডিএফ): 25–27।"}