{"pageid": 1438356, "title": "স্যামুয়েল ক্রাউলি", "url": "https://bn.wikipedia.org/wiki?curid=1438356", "content": "স্যামুয়েল ক্রাওলি (১৬ ডিসেম্বর ১৭৯০ - ২১ ডিসেম্বর ১৮৫২) ছিলেন একজন ইংরেজ হুইগ রাজনীতিবিদ যিনি ১৮১৮ এবং ১৮৪১ সালের মধ্যে বিভিন্নভাবে হাউস অফ কমন্সে বসেছিলেন।\n\n\n== জীবনের প্রথমার্ধ ==\nতিনি ছিলেন কিসোর স্যামুয়েল ক্রলির পুত্র এবং তার স্ত্রী, উত্তরাধিকারী এলিজা র‌্যাঙ্কিন। তার পিতামহ দাদা-দাদি সুসান্না ( জন্ম নাম  স্যামব্রুক) ক্রাওলি ( বুশ হিলের ৩য় ব্যারোনেট স্যার স্যামুয়েল সামব্রুকের কন্যা) এবং মার্লবোরোর এমপি জন ক্রাওলিকে বিয়ে করেছিলেন।\nতার মা ছিলেন এলিজাবেথ কনডনের কন্যা, চার্লস কনডনের বোন (মৃত্যু ১৭৮১), নটিংহামশায়ারের রাগনল এস্টেটের উত্তরাধিকারী, যিনি তার নাম পরিবর্তন করে মেলিশ রাখেন। তিনি ১৭৮০-এর দশকে তার চাচাতো বোন মেরি মেলিশের সাথে রাগনাল হলের দখলের জন্য মামলায় জড়িত ছিলেন (\"আবাদী ছিলেন মৃত ব্যক্তির ভাতিজি, এবং তার উইলের অন্যতম প্রধান পক্ষ\")। ১৭৮৫ সালে নটিংহাম অ্যাসিজেসের একটি প্রাথমিক মামলায়, মেরি মেলিশ এলিজা র‍্যাঙ্কিনের বিরুদ্ধে তার অনুপ্রবেশের আবেদনে সফল হন। পরবর্তী দুটি মামলা অন্য পথে চলে যায়।\nক্রাউলি ১৮০৫ থেকে ১৮০৮ সাল পর্যন্ত ইটন কলেজে এবং তারপর অক্সফোর্ডের ক্রাইস্ট চার্চে শিক্ষিত হন যেখানে তিনি ১৮০৮ সালে ম্যাট্রিকুলেশন করেন। ১৮১৫ সালে, তিনি তার চাচা জনের কাছ থেকে বেডফোর্ডশায়ারের স্টকউডের সম্পত্তি উত্তরাধিকার সূত্রে পেয়েছিলেন।\n\n\n== কর্মজীবন ==\n১২ ফেব্রুয়ারি ১৮১৭-এ, ক্রাউলি বেডফোর্ডশায়ারের উচ্চ শেরিফ নিযুক্ত হন। ১৮১৮ সালে তিনি একজন আত্মীয়ের প্রভাবে হোনিটনের সংসদ সদস্য নির্বাচিত হন, তিনি ১৮২৬ সাল পর্যন্ত আসনটি অধিষ্ঠিত করেন। ১৮১৯ সালে তিনি তার পিতার কেনা রাগনল এবং ডানহাম এস্টেট বিক্রি করেন। ১৮২৪ সালে এটি জন অ্যাঙ্গারস্টেইন কিনেছিলেন।\n১৮৩২ সালের সাধারণ নির্বাচনে ক্রাউলি বেডফোর্ডের এমপি নির্বাচিত হন। ১৮৩৭ সালের নির্বাচনে তার প্রতিদ্বন্দ্বী হেনরি স্টুয়ার্ট নির্বাচিত হন, কিন্তু ১৮৩৮ সালে পিটিশনে তাকে বাদ দেওয়া হয়। ক্রাউলিকে পুনর্বহাল করা হয় এবং ১৮৪১ সাল পর্যন্ত এই আসনটি ধরে রাখা হয়।\n\n\n== ব্যক্তিগত জীবন ==\n১৯ জুন ১৮১৭-এ, ক্রাউলি থিওডোসিয়া মেরি ভাইনার (মৃত্যু ১৮২০), রবার্ট ভাইনার এবং প্রাক্তন লেডি থিওডোসিয়া মারিয়া অ্যাশবার্নহাম ( জন অ্যাশবার্নহামের কনিষ্ঠ কন্যা, অ্যাশবার্নহামের দ্বিতীয় আর্ল ) কে বিয়ে করেন। মৃত্যুর আগে তারা এক মেয়ের বাবা-মা ছিলেন।\nক্রাউলি ৬২ বছর বয়সে মারা যান এবং তাকে নেপলসে সমাহিত করা হয়।\n\n\n== তথ্যসূত্র =="}