{"pageid": 1438199, "title": "বনু সাকিফ", "url": "https://bn.wikipedia.org/wiki?curid=1438199", "content": "বনু সাকিফ (আরবি: بنو ثقيف) একটি আরব গোত্র, যারা আধুনিক সৌদি আরবের তায়িফ শহর ও তার পার্শ্ববর্তী অঞ্চলে বসবাস করত এবং এখনও করে থাকে। ইসলামি ইতিহাসের প্রারম্ভিক পর্যায়ে এই গোত্রটি গুরুত্বপূর্ণ ভূমিকা পালন করেছিল।\nইসলাম-পূর্ব যুগে সাকিফ গোত্র মক্কার কুরাইশ গোত্রের সঙ্গে বাণিজ্য ও জমির মালিকানা নিয়ে কখনও প্রতিদ্বন্দ্বিতা করেছে, আবার কখনও সহযোগিতা করেছে। শুরুতে তারা ইসলাম ধর্ম প্রচারকারী নবী মুহাম্মদ এর বিরোধিতা করেছিল, তবে ৬৩০ খ্রিস্টাব্দে তায়িফ অবরোধের পর তারা মুসলমানদের সঙ্গে সমঝোতা করে এবং ইসলাম গ্রহণ করে। এই গোত্রটির আন্তঃগোত্রীয় সম্পর্ক ও তুলনামূলক উচ্চশিক্ষা তাদের ইসলামি রাষ্ট্রে দ্রুত অগ্রসর হতে সাহায্য করেছিল। তারা রাশিদুন ও উমাইয়া খিলাফতের অধীনে ইরাক এবং পূর্বাঞ্চলীয় প্রদেশগুলোতে দক্ষ ও ক্ষমতাবান গভর্নর সরবরাহ করে উল্লেখযোগ্য ভূমিকা রাখে।\nতাদের মধ্যে ইরাকের উল্লেখযোগ্য গভর্নর ছিলেন আল-মুগীরা ইবন শুআ'বা (৬৩৮, ৬৪২–৬৪৫), জিয়াদ ইবন আবিহি (৬৬৫–৬৭৩), এবং আল-হাজ্জাজ ইবন ইউসুফ (৬৯৪–৭১৪)। তাছাড়া, এই গোত্রের গুরুত্বপূর্ণ সেনাপতিদের মধ্যে ছিলেন উসমান ইবন আবু আল-আস, যিনি ৬৩০-এর দশকে প্রথম মুসলিম নৌ অভিযানের নেতৃত্ব দেন; মুহাম্মদ ইবন আল-কাসিম, যিনি ৭১০-এর দশকে সিন্দ জয় করেন; এবং আল-মুখতার ইবন আবি উবায়দ, যিনি ছিলেন এক প্রভাবশালী আলবিদ বিপ্লবী।\n\n\n== উৎস ==\nসাকিফ গোত্র কায়সের একটি প্রধান উপগোত্র হাওয়াজিনের শাখা হিসেবে বিবেচিত, যদিও প্রাচীন আরবি উৎসগুলোতে তাদের প্রায়ই হাওয়াজিন থেকে আলাদাভাবে গণ্য করা হয়েছে। আরব বংশপরিচয় অনুযায়ী, সাকিফ গোত্রের পূর্বপুরুষ ছিলেন কাসি ইবন মুনাব্বিহ ইবন বকর ইবন হাওয়াজিন, যিনি ‘সাকিফ’ উপাধি ধারণ করেন। এই বংশানুক্রম অনুযায়ী, তারা বনু সা'দ-এর ভ্রাতুষ্পুত্র এবং বনু নাসর ও বনু আমির-এর চাচাতো ভাই হিসেবে গণ্য হতেন।\nসাকিফ গোত্র সম্ভবত হাওয়াজিন বংশের দাবিদার হয় মূলত বনু আমির নামক যাযাবর হাওয়াজিন গোত্রের সঙ্গে মৈত্রীর উদ্দেশ্যে। এর আগে, যখন সাকিফরা তায়িফ শহরের আশেপাশে বসবাস করত, তারা নিজেদের ইয়াদ গোত্রের উত্তরসূরি বলে দাবি করত। পরবর্তীকালে, বনু আমির যখন তায়িফের প্রভাবশালী গোত্র আদওয়ানকে বিতাড়িত করে, তখন সাকিফ গোত্র শহরে বসবাসের ও কৃষিকাজের প্রস্তাব দেয়। এর বিনিময়ে তারা ফসলের অর্ধেক বনু আমিরকে দিত। যদিও এই কাহিনি সাকিফদের বিরুদ্ধে প্রচলিত মতামতের অংশ হতে পারে—যেমন, আরেকটি মত অনুযায়ী সাকিফরা থামূদ গোত্রের বংশধর—তবে ইতিহাসবিদ মাইকেল লেকার মনে করেন, এটি সাকিফ গোত্রের ইতিহাসের একটি বাস্তব পর্যায়কে প্রতিফলিত করতে পারে।\nতাদের যাযাবর হাওয়াজিন আত্মীয়দের বিপরীতে, সাকিফ ছিল একটি নগরকেন্দ্রিক, বা ‘স্থায়ী’ গোত্র, যারা ইসলাম-পূর্ব যুগ থেকেই তায়িফ শহরে বাস করত এবং তারা শহরটি প্রাচীর দিয়ে ঘিরে রাখে। শহরের মধ্যে অবস্থিত দেবী আল-লাত-এর মন্দিরে আগত তীর্থযাত্রীদের আতিথেয়তার মাধ্যমে তারা লাভবান হতো। এ ছাড়াও, মক্কার পবিত্র নগরীর পথে যাতায়াতকারী তীর্থযাত্রীদের মাধ্যমে তারা আরও উপার্জন করত। তায়িফের ফলবাগান ও কৃষিজমি চাষ এবং বাণিজ্য কাফেলার মাধ্যমে তারা সমৃদ্ধ হয়। সাকিফ ও কুরাইশ গোত্র তায়িফের কৃষিভূমি ও বাণিজ্যের ক্ষেত্রে প্রায়শই একে অপরের সঙ্গে প্রতিযোগিতা ও সহযোগিতা করত। এই দুই গোত্র একত্রে বাণিজ্য কাফেলায় অংশ নিত এবং তায়িফের জমির মালিকানা নিয়েও প্রতিদ্বন্দ্বিতা করত। ইসলাম আগমনের (প্রায় ৬৩০ খ্রিস্টাব্দে) পূর্বে ও পরে সাকিফ ও কুরাইশ গোত্র, বিশেষত কুরাইশদের প্রভাবশালী উমাইয়া শাখা, একে অপরের সঙ্গে গুরুত্বপূর্ণ বৈবাহিক সম্পর্ক গড়ে তোলে।\n\n\n== শাখাসমূহ ==\nসাকিফ গোত্র মূলত দুইটি ভাগে বিভক্ত ছিল। একটি ছিল মর্যাদাশীল বনু মালিক বা বনু হুতাইত, যেটি জুশাম শাখার মালিক ইবন হুতাইতের বংশধরদের নিয়ে গঠিত। অন্যটি ছিল আহলাফ (অর্থাৎ 'মিত্রগণ'), যেটিতে জুশাম শাখার অবশিষ্ট অংশ এবং সম্পূর্ণ আওফ শাখা অন্তর্ভুক্ত ছিল। এই দুই পক্ষের মধ্যে প্রায়ই বিরোধ দেখা দিত, তবে ৬৩০ খ্রিস্টাব্দে মুসলমানদের তায়িফ বিজয়ের প্রাক্কালে উভয়পক্ষই শহরের উপর প্রায় সমান কর্তৃত্ব প্রতিষ্ঠা করতে সক্ষম হয়।\n\n\n== প্রারম্ভিক ইসলামি যুগ ==\n\n\n=== মুহাম্মদের সঙ্গে সম্পর্ক ===\n৬২৪ খ্রিস্টাব্দে বদরের যুদ্ধে, সাকিফ গোত্র কুরাইশদের পক্ষে কয়েকজন যোদ্ধা সরবরাহ করেছিল। পরে যখন মুহাম্মদ মক্কা বিজয় করেন এবং কুরাইশদের আনুগত্য লাভ করেন, তখন তায়িফে অবস্থানরত সাকিফ এবং তাদের যাযাবর হাওয়াজিন মিত্ররা নবপ্রতিষ্ঠিত ইসলামি রাষ্ট্রকে হুমকি হিসেবে দেখেছিল। তারা উদ্বিগ্ন হয়ে পড়ে কারণ মুহাম্মদ তাদের প্রধান প্রতিদ্বন্দ্বী কুরাইশদের সমর্থন পেয়েছেন। এরপর মুহাম্মদ হুনাইনের যুদ্ধে সাকিফ-হাওয়াজিন জোট দমন করতে অগ্রসর হন। মালিক ইবন আওফের নেতৃত্বে এই জোট প্রাথমিক সুবিধা পেলেও শেষপর্যন্ত মুসলমানরা তাদের পরাজিত করে এবং হাজার হাজার হাওয়াজিন নারী ও শিশু বন্দি করে বিপুল পরিমাণ সম্পদ দখল করে। এরপর মুসলমানরা তায়িফ অবরোধ করে, যেখানে হাওয়াজিনের বহু বেদুইন যোদ্ধা আশ্রয় নিয়েছিল। মুসলিম বাহিনীর অনেক কুরাইশ সদস্য তায়িফের কাছাকাছি তাদের নিজস্ব সম্পত্তি রক্ষা করতে আগ্রহী ছিল। অবরোধ ব্যর্থ হতে থাকলে মুহাম্মদ মালিক ইবন আওফ ও তার বেদুইন যোদ্ধাদের সাকিফের বিরুদ্ধে দাঁড় করান এবং তারা তায়িফের পথে অবরোধ সৃষ্টি করে।\nএই পরিস্থিতিতে সাকিফ গোত্র বাধ্য হয়ে তাদের এক নেতা আবদ ইয়ালিলের নেতৃত্বে একটি প্রতিনিধি দল মুহাম্মদের কাছে পাঠায় ইসলাম গ্রহণ নিয়ে আলোচনা করতে। সাকিফদের আত্মসমর্পণের পর তায়িফে তাদের উপাস্য দেবতার মূর্তি ধ্বংস করা হয় এবং তারা মূর্তির রক্ষক হিসেবে যে ধর্মীয় মর্যাদা ভোগ করত, তা হারায়। পরাজয়ের পরও সাকিফ গোত্র দৃঢ়ভাবে মুসলিম সমাজে অন্তর্ভুক্ত হয়ে পড়ে এবং ইতিহাসবিদ হিউ কেনেডির ভাষায়, মুহাম্মদ কুরাইশদের মতোই আরেকটি “দক্ষ ও অভিজ্ঞ গোষ্ঠীর আনুগত্য ও সেবা” লাভ করেন। কুরাইশদের মতোই, সাকিফরাও তাদের রাজনৈতিক অভিজ্ঞতা ও গোত্রীয় যোগাযোগ কাজে লাগিয়ে মুসলিম রাষ্ট্রের বিস্তারে অবদান রাখতে থাকে।\n\n\n=== ইরাক বিজয়ে ভূমিকা ===\nমুহাম্মদের কাছে পাঠানো সাকিফ প্রতিনিধিদের মধ্যে ছিলেন বনু মালিকের উসমান ইবন আবু আল-আস, যাকে মুহাম্মদ সাকিফের উপর তার আমিল (প্রশাসক, গভর্নর বা কর আদায়কারী) নিযুক্ত করেন। ৬৩২ খ্রিস্টাব্দে মুহাম্মদের মৃত্যুর পর অধিকাংশ আরব গোত্র ইসলামি রাষ্ট্রের কর্তৃত্ব অস্বীকার করে, যা রিদ্দা যুদ্ধের সূত্রপাত করে। এই সময় উসমান সাকিফদের রাষ্ট্রত্যাগ থেকে বিরত রাখতে গুরুত্বপূর্ণ ভূমিকা রাখেন। ৬৩৩ সালে রিদ্দা যুদ্ধের অবসান হলে, উসমান ও আরও কিছু সাকিফি নেতা মুসলিম বিজয় অভিযানে নেতৃত্ব দেন এবং গঠিত খিলাফতের গুরুত্বপূর্ণ পদে আসীন হন, বিশেষত ইরাকের সমৃদ্ধ অঞ্চলে।\nকুরাইশরা সাসানীয় ইরাকে তুলনামূলক কম মনোযোগ দিলেও, বাইজান্টাইন সিরিয়ার দিকে তারা বেশি মনোযোগ দেয়। এই সময় ইরাকে মুসলিম আক্রমণ তীব্রতর হলে সাকিফ এবং আনসাররা নেতৃত্ব দেয়, এবং আশেপাশের যাযাবর গোত্রগুলোর (যেমন বনু তামিম, বনু বাকর) সঙ্গে তারা প্রচুর সৈন্য পাঠায়। খলিফা উমর ৬৩৪ সালে আবু উবায়দ আল-সাকাফিকে ইরাক বিজয়ের সর্বমুখী সেনাপতি নিযুক্ত করেন, কিন্তু তিনি ব্রিজের যুদ্ধে শহীদ হন, যেখানে সাসানীয়রা মুসলমানদের পরাজিত করে।\nপরবর্তীকালে ইরাকে সামগ্রিক নেতৃত্ব মুহাম্মদের কুরাইশি সাহাবি সাদ ইবন আবি ওয়াক্কাসের হাতে যায়, তবে দক্ষিণ ইরাকের বন্দরনগর উবুল্লা ও পার্শ্ববর্তী খুজিস্তান অঞ্চলে সাকিফিদের নেতৃত্ব ছিল। সেখানে প্রথম সেনাপতি উতবা ইবন গাজওয়ান, যিনি সাকিফ গোত্রে বিবাহসূত্রে যুক্ত ছিলেন। তার পরে সাকিফি সাহাবি আল-মুগীরা ইবন শুআ'বা দায়িত্ব গ্রহণ করেন। এই সাকিফিরাই ৬৩৮ খ্রিস্টাব্দে মুসলমানদের প্রধান সৈন্যঘাঁটি শহর বাসরা প্রতিষ্ঠা করেন এবং পরবর্তী কয়েক দশক ধরে শহরে প্রভাব বিস্তার করে থাকেন।\n\n\n=== ইরাক ও পূর্বাঞ্চলের প্রশাসন ===\nইসলাম-পূর্ব ও প্রারম্ভিক ইসলামি যুগে সাকিফ গোত্রের সাক্ষরতা কুরাইশদের সমপর্যায়ে ছিল এবং এটি ইসলামি রাষ্ট্রের প্রশাসনিক কাজে সাকিফিদের নিয়োগে সহায়ক হয়। আল-মুগীরা বাসরায় কর ব্যবস্থার সূচনা করেন, এবং ৬৪২ সালে কুফার গভর্নর নিযুক্ত হন। তিনি ৬৪৫ সাল পর্যন্ত এই পদে ছিলেন। তিনি পারসিয়ান ভাষায় পারদর্শী ছিলেন এবং ইরাকে বসবাসরত আরব সেনাদের সঙ্গে অভিজ্ঞতা অর্জন করেন। খলিফা মুয়াবিয়া প্রথম (শা. 661–680) তাকে ৬৬১ সালে পুনরায় কুফার গভর্নর নিযুক্ত করেন এবং তিনি ৬৭১ সাল পর্যন্ত এ পদে থাকেন।\nআল-মুগীরার সুপারিশে ৬৬৪ সালে তার সাকিফি দত্তক পুত্র জিয়াদ ইবন আবিহির ক্ষমা লাভ করেন। জিয়াদের শিক্ষা দেন আল-মুগীরার চাচাতো ভাই জুবাইর ইবন হাইয়া, যিনি ইরাকি প্রশাসনে সচিব পদে ছিলেন। জিয়াদ ৬৬৫ সালে বাসরার গভর্নর হন এবং পরে কুফার দায়িত্বও পান, ফলে তিনি ইরাক ও পূর্ব খিলাফতের ভাইসরয় হন। তিনি ইরাকে সামরিক সংস্কার করেন ও মধ্য এশিয়ায় পুনরায় মুসলিম বিজয় অভিযান শুরু করেন। ৬৭৩ সালে মৃত্যুর পর তার পুত্র উবায়দুল্লাহ ইবন জিয়াদ উত্তরসূরি হন এবং তার আরও কয়েকজন পুত্র উপ-গভর্নর ও সেনাপতির দায়িত্ব পান। তাদের শিক্ষা, প্রশাসনিক দক্ষতা ও কুরাইশ, বিশেষত উমাইয়া বংশের সঙ্গে সম্পর্ক সাকিফিদের ইরাক ও পূর্বাঞ্চলে শাসনকার্যে সফল করে তোলে। ইতিহাসবিদ কেনেডির মতে, খলিফা মুয়াবিয়া “সাকিফি মাফিয়ার” হাতে ইরাক ও পূর্বাঞ্চলের দায়িত্ব দিয়ে দেন।\nউমাইয়া খলিফা আবদুল মালিক ইবন মারওয়ান (শা. 685–705) ৬৯৪ সালে সাকিফি আল-হাজ্জাজ ইবন ইউসুফকে ইরাক ও পূর্বাঞ্চলের গভর্নর নিযুক্ত করেন। যদিও তিনি তায়িফ থেকে আগত, তিনি ইরাকের সাকিফিদের সঙ্গে গোত্রীয় সম্পর্ক থেকে উপকৃত হন। অন্য সাকিফিদের মতো তিনিও একজন বিদ্বান ব্যক্তি ছিলেন; শিক্ষকতা থেকে তিনি সামরিক পেশায় প্রবেশ করেন। তিনি অনেক কুরাইশি নারী, এমনকি উমাইয়া নারীও বিবাহ করেন। তার ভাই মুহাম্মদ ইবন ইউসুফ আল-সাকাফির কন্যা ইয়াজিদ দ্বিতীয় (শা. 720–724)–এর স্ত্রী হন এবং তার পুত্র আল-ওয়ালিদ দ্বিতীয় (শা. 743–744)–এর জননী হন। আল-হাজ্জাজ সাধারণত প্রশাসন বা সেনানিয়োগে গোত্রীয় পক্ষপাতিত্ব করতেন না, তবে তিনি তার সাকিফি আত্মীয়দের প্রতি বিশেষ দয়া দেখাতেন। তিনি আল-মুগীরার তিন পুত্র, তার ভাই মুহাম্মদ এবং আরও কয়েকজন আত্মীয়কে বিভিন্ন জেলায় গভর্নর করেন। এছাড়া তিনি তার প্রতিভাবান ভ্রাতুষ্পুত্র মুহাম্মদ ইবন আল-কাসিমকে সিন্দ অঞ্চলের বিজেতা ও গভর্নর হিসেবে নিয়োগ দেন।\n\n\n== আধুনিক যুগ ==\nআরব অঞ্চলে, বিশেষ করে তায়িফে ভ্রমণের সময় যোহান লুডউইগ বার্কহার্ড লক্ষ্য করেন যে, সাকিফ গোত্র তখনও “একটি অত্যন্ত শক্তিশালী গোত্র” হিসেবে বিদ্যমান ছিল। তারা তায়িফের অধিকাংশ বাগান ও কৃষিজমির উপর নিয়ন্ত্রণ বজায় রেখেছিল এবং হিজাজ পর্বতমালার পূর্বাঞ্চলীয় ঢালে আরও কিছু অঞ্চলেও তাদের প্রভাব ছিল। সে সময় তারা তায়িফের মোট জনসংখ্যার অর্ধেক গঠন করত, আর গোত্রের একাংশ শহরের বাইরে বেদুইন জীবনযাপন করত; তাদের মালিকানায় ছিল বিপুল সংখ্যক ছাগল ও ভেড়ার পাল। সামরিক দিক থেকে তারা ঘোড়া ও উটের দিক দিয়ে দুর্বল ছিল, তবে তারা প্রায় দুই হাজার বন্দুকধারী যোদ্ধা একত্রিত করতে পারত, যাদের অস্ত্র ছিল মাচলক (matchlock)-জাতীয় বন্দুক। বর্তমান সময়েও সাকিফ গোত্রের সদস্যরা, স্থায়ী ও যাযাবর—উভয় ধরনের মানুষই—তায়িফে বসবাস করে চলেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nBurckhardt, Johann Ludwig (২০১০) [1830]। Notes on the Bedouins and Wahabys: Collected During His Travels in the East। New York: Cambridge University Press। আইএসবিএন 978-1-108-02290-3। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nCrone, Patricia (১৯৮০)। Slaves on Horses: The Evolution of the Islamic Polity। Cambridge: Cambridge University Press। আইএসবিএন 0-521-52940-9। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nCrone, Patricia (১৯৯৪)। \"Were the Qays and Yemen of the Umayyad Period Political Parties?\"। Der Islam। Walter de Gruyter and Co.। 71 (1): 1–57। আইএসএসএন 0021-1818। এসটুসিআইডি 154370527। ডিওআই:10.1515/islm.1994.71.1.1। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nIshaq, Mohammad (১৯৪৫)। \"A Peep Into the First Arab Expeditions to India under the Companions of the Prophet\"। Islamic Culture। 19 (2): 109–114। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nKennedy, Hugh (২০০৪)। The Prophet and the Age of the Caliphates: The Islamic Near East from the 6th to the 11th Century (Second সংস্করণ)। Harlow: Longman। আইএসবিএন 978-0-582-40525-7। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nKister, M. J.। \"Some Reports Concerning Ta'if\"। Jerusalem Studies in Arabic and Islam। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nLammens, H. & Kamal, Abd al-Hafez (১৯৭১)। \"Ḥunayn\"।   Lewis, B.; Ménage, V. L.; Pellat, Ch. & Schacht, J.। The Encyclopaedia of Islam, New Edition, Volume III: H–Iram। Leiden: E. J. Brill। পৃষ্ঠা 578। \nLecker, M. (২০০০)। \"Thakīf\"।   Bearman, P. J.; Bianquis, Th.; Bosworth, C. E.; van Donzel, E. & Heinrichs, W. P.। The Encyclopaedia of Islam, New Edition, Volume X: T–U। Leiden: E. J. Brill। পৃষ্ঠা 432। আইএসবিএন 90-04-11211-1। \nLecker, Michael (২০১৬) [2005]। People, Tribes and Society in Arabia Around the Time of Muhammad। Abingdon: Routledge। আইএসবিএন 0-86078-963-2। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nWatt, W. Montgomery (১৯৭১)। \"Hawāzin\"।   Lewis, B.; Ménage, V. L.; Pellat, Ch. & Schacht, J.। The Encyclopaedia of Islam, New Edition, Volume III: H–Iram। Leiden: E. J. Brill। পৃষ্ঠা 285–286। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}