{"pageid": 1438871, "title": "বিসিজিএস পিবি০৭", "url": "https://bn.wikipedia.org/wiki?curid=1438871", "content": "বাংলাদেশ কোস্ট গার্ড জাহাজ (শিপ) (সংক্ষেপেঃ বিসিজিএস) পিবি০৭ বাংলাদেশ কোস্ট গার্ডের একটি বলেশ্বর-শ্রেণীর হারবার প্যাট্রোল বোট। এটি ডেসটিনি শিপবিল্ডিং অ্যান্ড ইঞ্জিনিয়ারিং, মালয়েশিয়া এর কারিগরি ও প্রযুক্তিগত সহায়তায় ডকইয়ার্ড অ্যান্ড ইঞ্জিনিয়ারিং ওয়ার্কস লিমিটেড কর্তৃক নির্মিত হয়। নৌযানটি সামুদ্রিক এবং উপকূলীয় অঞ্চলে টহল প্রদান, উদ্ধার ও অনুসন্ধান কার্যক্রম, অবৈধ অনুপ্রবেশ ও চোরাচালান রোধ, জলদস্যূতা দমন, মৎস্য ও প্রাকৃতিক সম্পদ রক্ষায় কার্যকরী ভূমিকা রাখতে সক্ষম।\n\n\n== ইতিহাস ==\nবাংলাদেশ কোস্ট গার্ডের জন্য গৃহীত দীর্ঘমেয়াদী আধুনিকায়ন পরিকল্পনার অংশ হিসেবে বাংলাদেশ সরকার দেশীয় উৎস থেকে সমরাস্ত্র সংগ্রহ বৃদ্ধির সিদ্ধান্ত গ্রহণ করে। এনহ্যান্সমেন্ট অব অপারেশনাল ক্যাপাবিলিটি অব বাংলাদেশ কোস্ট গার্ড শীর্ষক প্রকল্পের আওতায় ৬টি হারবার প্যাট্রোল বোট নির্মাণের জন্য ডকইয়ার্ড অ্যান্ড ইঞ্জিনিয়ারিং ওয়ার্কস লিমিটেড এর সাথে চুক্তি স্বাক্ষরিত হয়। এরই ধারাবাহিকতায় ৯ মে, ২০২১ সালে বাংলাদেশ কোস্ট গার্ড সদর দপ্তরে বাংলাদেশ কোস্ট গার্ড এবং ডকইয়ার্ড এন্ড ইঞ্জিনিয়ারিং ওয়ার্কস লিঃ, নারায়ণগঞ্জ এর মধ্যে ২০২১-২০২২ অর্থ বছরের রাজস্ব বাজেটের আওতায় ২টি হারবার প্যাট্রোল বোট (এইচপিবি) নির্মাণ ও সরবরাহের লক্ষ্যে একটি চুক্তি স্বাক্ষরিত হয়। চুক্তি স্বাক্ষর অনুষ্ঠানে প্রধান অতিথি হিসেবে উপস্থিত ছিলেন বাংলাদেশ কোস্ট গার্ডের তৎকালীন মহাপরিচালক রিয়ার এডমিরাল এম আশরাফুল হক, এনইউপি, বিসিজিএম, এনডিসি, এএফডব্লিউসি, পিএসসি। বিশেষ অতিথি হিসেবে উপস্থিত ছিলেন কমডোর এস এম মনিরুজ্জামান, (সি), ওএসপি, এনডিসি, এনসিসি, পিএসসি, বিএন, তৎকালীন ব্যবস্থাপনা পরিচালক, ডকইয়ার্ড এন্ড ইঞ্জিনিয়ারিং ওয়ার্কস লিঃ, নারায়ণগঞ্জ। এছাড়াও কোস্ট গার্ড সদর দপ্তরের পরিচালকগণ এবং ডকইয়ার্ড এন্ড ইঞ্জিনিয়ারিং ওয়ার্কস লিমিটেডের প্রতিনিধিরা অনুষ্ঠানে উপস্থিত ছিলেন। আন্তর্জাতিক খ্যাতিসম্পন্ন ফ্রান্স ভিত্তিক ক্লাসিফিকেশন সোসাইটি ব্যুরো ভ্যারিটাস (বিভি) এর নীতিমালা অনুসরণ করে নৌযানটি নির্মাণ করা হয়।\nবাংলাদেশের উপকূলীয় এলাকাগুলো এ দেশের অর্থনীতিতে গুরুত্বপূর্ণ ভূমিকা পালন করে। জলদস্যুতা, চোরাচালান, মাদক চোরাচালান এবং সামুদ্রিক দূষণ রোধের মাধ্যমে দেশের উপকূলীয় অঞ্চলের অর্থনৈতিক কর্মকাণ্ড রক্ষায় বাংলাদেশ কোস্ট গার্ড গুরুত্বপূর্ণ ভূমিকা পালন করে। নির্মিত এইচপিবি নৌযানটি এই ভূমিকাসমূহ সম্পাদন করতে কার্যকর হবে৷ নৌযানটির কার্যকরী সমুদ্র-রক্ষণ ক্ষমতা থাকার পাশাপাশি উপকূল এবং সৈকতের কাছাকাছি অগভীর জলে কাজ করার সক্ষমতা রয়েছে। এছাড়াও, নৌযানটি উপকূলীয় অঞ্চলে গুরুতর প্রাকৃতিক দুর্যোগের সময় ত্রাণ ও উদ্ধার অভিযান পরিচালনায় সহায়তা করতে সক্ষম।\n\n\n== বৈশিষ্ট্য ও যান্ত্রিক কাঠামো ==\nবিসিজিএস পিবি০৭ নৌযানটির দৈর্ঘ্য ১৮ মিটার (৫৯ ফুট), প্রস্হ ৫.৫১ মিটার (১৮.১ ফুট), গভীরতা ১.৪০ মিটার (৪.৬ ফুট) এবং ওজন ২৫ টন।\nনৌযানটিতে প্রচালনশক্তি হিসেবে রয়েছে: \n\n২টি ৮০০ অশ্বশক্তি (৬০০ কিলোওয়াট) (২,৩০০ আরপিএম) বিশিষ্ট ভলভো পেন্টা ডি১৩-৮০০ ডিজেল ইঞ্জিন (সুইডেন);\n২টি ২১ অশ্বশক্তি (১৬ কিলোওয়াট) (১,৫০০ আরপিএম) বিশিষ্ট কোহলার ১৭ ইএফওজেডডি জেনারেটর (মার্কিন যুক্তরাষ্ট্র);\n২টি জেডএফ ৩১১এ গিয়ার বক্স (জার্মানি);\n২টি ৪ পাখাযুক্ত ফিক্সড পিটচ প্রোপেলার;\n২টি শ্যাফট।\nনৌযানটির সর্বোচ্চ গতিবেগ ঘন্টায় ২৫ নট (৪৬ কিলোমিটার প্রতি ঘণ্টা; ২৯ মাইল প্রতি ঘণ্টা)। এছাড়াও নৌযানটি ১৪ জন (৩ জন ক্রু, ১১ জন যাত্রী) সদস্য নিয়ে একনাগাড়ে ৭ দিন সি স্টেট-৪ মাত্রায় ৩৫০ নটিক্যাল মাইল (৬৫০ কিলোমিটার; ৪০০ মাইল) বিস্তীর্ণ সমুদ্র এলাকা জুড়ে অভিযান পরিচালনা করতে পারে এবং সি স্টেট-৬ মাত্রা অবধি টিকে থাকতে সক্ষম। সেন্সর এবং কার্যপদ্ধতি হিসেবে রয়েছে:\n\n১টি ফুরুনো ডিআরএস৪ডব্লিউ র‍্যাডার (জাপান);\n১টি ডিজিপিএস রিসিভার (মার্কিন যুক্তরাষ্ট্র);\n১টি সাউন্ড ভেলোসিটি প্রোফাইলার (যুক্তরাজ্য);\n১টি চৌম্বকীয় কম্পাস (জাপান);\n১টি জিপিএস রিসিভার (ফুরুনো);\n১টি ইকো সাউন্ডার (কোডেন);\n১টি রাডার অ্যাঙ্গেল ইন্ডিকেটর;\n১টি ভিএইচএফ সেট (আইকম);\n৩টি ভিএইচএফ ওয়াকিটকি সেট (আইকম/মটোরোলা)।\nজাহাজটির কর্মকর্তা এবং নাবিকদের জন্য রয়েছে:\n\n১টি কেবিন (কর্মকর্তার জন্য);\n১টি কেবিন (নাবিকদের জন্য- ৪টি বেডসহ);\n১টি কেবিন (অতিথিদের জন্য)।\nপ্রতিটি কেবিন রান্না, খাবার ও বিনোদনের জন্য উপযুক্ত আসবাবপত্র এবং অন্যান্য জিনিসপত্র সহ সজ্জিত।\n\n\n== রণসজ্জা ==\nবিসিজিএস পিবি০৭ নৌযানটির আকার আয়তন অপেক্ষাকৃত ছোট হলেও এর সক্ষমতা আধুনিক বিশ্বে ব্যবহৃত সর্বাধুনিক প্রযুক্তিসমৃদ্ধ। শত্রু জাহাজ মোকাবেলা, চোরাচালান রোধ, জলদস্যূতা দমনে জাহাজটিতে রয়েছে:\n\n২টি টাইপ ৫৬ ১২.৭ মিমি বিমান-বিধ্বংসী মেশিনগান।\n\n\n== তথ্যসূত্র =="}