{"pageid": 1438424, "title": "প্যাট্রিসিয়া ক্রোন", "url": "https://bn.wikipedia.org/wiki?curid=1438424", "content": "প্যাট্রিসিয়া ক্রোন (২৮ মার্চ ১৯৪৫ – ১১ জুলাই ২০১৫) ছিলেন ডেনমার্কের একজন ইতিহাসবিদ, যিনি প্রাচীন ইসলাম বিষয়ক গবেষণায় বিশেষভাবে পারদর্শী ছিলেন। তিনি সংশোধনবাদী স্কুলের একজন গুরুত্বপূর্ণ সদস্য ছিলেন এবং ইসলামের সূচনালগ্ন নিয়ে প্রচলিত ইসলামী বর্ণনার ঐতিহাসিক সত্যতা নিয়ে প্রশ্ন তুলেছিলেন।\n\n\n== প্রারম্ভিক জীবন, পরিবার ও শিক্ষা ==\nপ্যাট্রিসিয়া ক্রোন ১৯৪৫ সালের ২৮ মার্চ ডেনমার্কের রস্কিলে কাউন্টিতে রস্কিলের উত্তর-পশ্চিমে ২৩ কিলোমিটার দূরে অবস্থিত কিন্ডেলোসে সিডমার্ক (যা কিন্ডেলোসের দক্ষিণে) জন্মগ্রহণ করেন।\nতিনি কোপেনহেগেন বিশ্ববিদ্যালয় থেকে ফোরপ্রোভে (প্রাথমিক পরীক্ষা) উত্তীর্ণ হওয়ার পর ফরাসি ভাষা শেখার জন্য প্যারিসে যান। এরপর লন্ডন, যুক্তরাজ্যে যান, যেখানে তিনি ইংরেজিতে দক্ষতা অর্জনের লক্ষ্যে একটি বিশ্ববিদ্যালয়ে ভর্তি হওয়ার জন্য দৃঢ়প্রতিজ্ঞ হন। ১৯৭৪ সালে তিনি লন্ডন বিশ্ববিদ্যালয়র স্কুল অব ওরিয়েন্টাল অ্যান্ড আফ্রিকান স্টাডিজ (SOAS) থেকে \"উমাইয়া যুগে মাওয়ালি\" (The Mawali in the Umayyad period) শীর্ষক গবেষণার জন্য পিএইচডি ডিগ্রি অর্জন করেন। এরপর তিনি ১৯৭৭ সাল পর্যন্ত ওয়ারবার্গ ইনস্টিটিউটে জ্যেষ্ঠ গবেষণা সহকারী হিসেবে কর্মরত ছিলেন। একই সময়ে তিনি কিং’স কলেজ লন্ডনে অকেশনাল স্টুডেন্ট হিসেবে মধ্যযুগীয় ইউরোপীয় ইতিহাস, বিশেষত রাষ্ট্র ও গির্জার সম্পর্ক নিয়ে একটি কোর্স অনুসরণ করেন।\n\n\n== পেশাগত জীবন ==\n১৯৭৭ সালে ক্রোন অক্সফোর্ড বিশ্ববিদ্যালয়ে ইসলামি ইতিহাসের প্রভাষক এবং জেসাস কলেজের ফেলো হিসেবে যোগ দেন। এরপর তিনি ক্যামব্রিজ বিশ্ববিদ্যালয়ে সহকারী প্রভাষক এবং গনভিল অ্যান্ড কেইয়াস কলেজের ফেলো হিসেবে নিযুক্ত হন। তিনি ১৯৯২ থেকে ১৯৯৪ সাল পর্যন্ত ইসলামি অধ্যয়নের প্রভাষক এবং ১৯৯৪ থেকে ১৯৯৭ পর্যন্ত ইসলামি ইতিহাসের রিডার হিসেবে দায়িত্ব পালন করেন।\n১৯৯৭ সালে তিনি প্রিন্সটনের ইনস্টিটিউট ফর অ্যাডভান্সড স্টাডিতে যোগ দেন এবং অ্যান্ড্রু ডব্লিউ. মেলন অধ্যাপক হিসেবে নিযুক্ত হন। ২০০১ সালে তিনি আমেরিকান ফিলোসফিক্যাল সোসাইটির সদস্য নির্বাচিত হন। ২০০২ সাল থেকে মৃত্যুর আগ পর্যন্ত তিনি সাময়িকী Social Evolution & History-এর সম্পাদকীয় বোর্ডের সদস্য ছিলেন।\n\n\n== গবেষণা ==\nপ্যাট্রিসিয়া ক্রোনের গবেষণা জীবনের মূল থিম ছিল ইসলামের সূচনালগ্ন সংক্রান্ত ইসলামী উৎসগুলোর ঐতিহাসিক সত্যতা নিয়ে গভীর সংশয় প্রকাশ। এই বিষয়ে তাঁর সবচেয়ে পরিচিত দুটি গ্রন্থ হলো হাগারিজম এবং মক্কার বাণিজ্য। এই দুটি গ্রন্থেই তিনি ইসলামের প্রারম্ভিক ইতিহাস বিশ্লেষণে প্রচলিত বর্ণনার বাইরে নতুন দৃষ্টিভঙ্গি উপস্থাপন করেন। হাগারিজম প্রকাশের তিন দশক পর, বিশিষ্ট ইসলাম-বিশারদ ফ্রেড ডোনার ক্রোনের এই কাজকে ইসলাম বিষয়ক প্রাচ্যবিদ অধ্যয়নের এক \"মাইলফলক\" হিসেবে আখ্যায়িত করেন।\nযদিও তাঁর গবেষণা শুরু হয়েছিল নিকট ও মধ্যপ্রাচ্যের সামরিক ও অর্থনৈতিক ইতিহাস নিয়ে, তাঁর পরবর্তী কর্মজীবনের মূল ক্ষেত্র হয়ে ওঠে \"কুরআন এবং ইরাক, ইরান ও প্রাক্তন ইরানীয় মধ্য এশিয়ার সাংস্কৃতিক ও ধর্মীয় ঐতিহ্য\"।\n\n\n=== 'হাগারিজম (১৯৭৭) ===\n  \n১৯৭৭ সালে প্রকাশিত হাগারিজম গ্রন্থে প্যাট্রিসিয়া ক্রোন এবং তাঁর সহকর্মী মাইকেল কুক — উভয়েই তখন লন্ডন বিশ্ববিদ্যালয়ের ওরিয়েন্টাল ও আফ্রিকান স্টাডিজ স্কুলে (SOAS) কর্মরত — ইসলামের প্রারম্ভিক ইতিহাসের একটি নতুন বিশ্লেষণ উপস্থাপন করেন। তাঁরা ইসলামের সূচনার বিষয়ে প্রচলিত ইসলামী বর্ণনাগুলোর ঐতিহাসিক সত্যতা নিয়ে মৌলিক প্রশ্ন তোলেন।  \nএই গবেষণায় তাঁরা চেষ্টা করেন শুধুমাত্র অ-আরবি উৎস ব্যবহার করে ইসলামের সূচনালগ্নের একটি চিত্র তুলে ধরতে। তাঁরা ইসলাম প্রতিষ্ঠার সময়কার সমসাময়িক যে কয়েকটি বিবরণ আজও বিদ্যমান, সেগুলো অধ্যয়ন করেন। এই বিবরণগুলি আর্মেনিয়, গ্রিক, আরামাইক এবং সিরিয়াক ভাষায় লিখিত, এবং সেগুলো প্রত্যক্ষদর্শী ব্যক্তিদের রচনায় প্রণীত। এই সূত্র বিশ্লেষণ করে তাঁরা ইসলামের সূচনার একটি ভিন্ন বর্ণনা তৈরি করেন, যা ইসলামী ঐতিহ্যের প্রচলিত বিবরণ থেকে আলাদা। তাঁদের দাবি ছিল, তাঁরা নির্দিষ্টভাবে ব্যাখ্যা করতে পেরেছেন যে কিভাবে বিভিন্ন নিকটপ্রাচ্য সভ্যতার মিশ্রণে, আরব নেতৃত্বের মাধ্যমে ইসলাম গঠিত হয়েছিল।\nফ্রেড এম. ডোনার এই গ্রন্থটিকে একটি \"জাগরণধ্বনি\" (wake-up call) হিসেবে দেখেন। তাঁর মতে, শুরুতে এটি প্রত্যাখ্যাত হলেও এটি একটি মাইলফলক তৈরি করে, কারণ এটি দেখিয়ে দেয় যে ইসলামিক ইতিহাস নিয়ে গবেষণার ক্ষেত্রে আরও বৈচিত্র্যময় উৎস ব্যবহার করা প্রয়োজন, যেগুলোর সঙ্গে অধিকাংশ গবেষক আগে পরিচিত ছিলেন না বা প্রশিক্ষিতও নন। তবে, তিনি এই বইয়ে অ-মুসলিম সূত্রের বাছ-বিচারহীন ব্যবহারের সমালোচনা করেন এবং বলেন, এতে এমন যুক্তি উপস্থাপন করা হয়েছে যা অনেক বিশেষজ্ঞের পক্ষেও অনুধাবন করা কঠিন।\nওলেগ গ্রাবার হাগারিজম-কে \"চমকপ্রদ, আকর্ষণীয়, মৌলিক, আত্মবিশ্বাসী এবং বিতর্কিত\" বই হিসেবে আখ্যা দেন। তিনি লেখেন, লেখকদ্বয় সংক্ষিপ্ত ও নাটকীয় বক্তব্য দিতে গিয়ে কখনও কখনও অতি সরলীকৃত বা দুর্বোধ্য কথা বলেছেন, যেগুলোর জন্য পাঠককে ব্যতিক্রমী মেধা প্রয়োগ করতে হয় এবং যেগুলো শেষ পর্যন্ত প্রায় অপ্রয়োজনীয় হয়ে ওঠে। তাঁর মতে, বইটির উপস্থাপিত গঠন পুরোপুরি ঐতিহাসিক ভিত্তিহীন, যদিও তিনি প্রশংসা করেন যে লেখকদ্বয় মুসলিম ঘটনাপ্রবাহকে বৃহত্তর সংস্কৃতিগত ও ঐতিহাসিক পরিবর্তনের প্রেক্ষাপটে বোঝাতে চেয়েছেন।\nরবার্ট বারট্রাম সার্জেন্ট লেখেন, হাগারিজম শুধু ইসলাম-বিরোধী নয়, বরং আরবদের প্রতিও বিরূপ মনোভাবপূর্ণ। তিনি এটিকে এতটাই কল্পনাপ্রসূত ও অতিরঞ্জিত মনে করেন যে শুরুতে মনে হতে পারে এটি কেবল মজা বা ঠাট্টা।\nমাইকেল জি. মোরোনি বলেন, \"এই বইটি একটি উপকারী গ্রন্থপঞ্জি থাকা সত্ত্বেও, এটি একটি দুর্বল Kulturgeschichte যা অতিসাধারণ সিদ্ধান্ত, অগভীর অনুমান এবং ক্লান্তিকর শব্দচয়নায় পরিপূর্ণ। এতে প্রমাণের চেয়ে যুক্তি বেশি এবং এটি বৌদ্ধিক ইতিহাসের সাধারণ সমস্যাগুলোর মধ্যে পড়ে — যেমন বিমূর্তকরণ (reification) এবং যুক্তিগত ফাঁদ।\"\nপরবর্তীকালে ক্রোন এই বইয়ে উপস্থাপিত কিছু ধারণা থেকে নিজেকে কিছুটা দূরে সরিয়ে নেন। তবে তিনি তাঁর গবেষণার কিছু মৌলিক উপসংহার ধরে রাখেন:  \n\nইসলামের সূচনালগ্ন নিয়ে ইসলামী উৎসগুলোর ঐতিহাসিকতা মৌলিকভাবে প্রশ্নের অধীন।\nইসলামের শিকড় রয়েছে ইহুদি ধর্মে; এবং আরব ও ইহুদিরা ছিল মিত্র।\nমক্কা নয়, বরং উত্তর-পশ্চিম আরবের অন্য কোনো স্থান ছিল ইসলামের উৎপত্তিস্থল।\n\n\n=== 'মক্কার বাণিজ্য ও ইসলামের উত্থান (১৯৮৭) ===\n  \nMeccan Trade and the Rise of Islam (১৯৮৭) গ্রন্থে প্যাট্রিসিয়া ক্রোন যুক্তি দেন যে ইসলাম-পূর্ব যুগে মক্কার বাণিজ্যের গুরুত্ব অতিমাত্রায় অতিরঞ্জিতভাবে উপস্থাপিত হয়েছে। তাঁর বিশ্লেষণে দেখা যায়, মক্কা প্রাচীনকালের কোনো প্রধান বাণিজ্যপথের অংশ ছিল না।  \nতিনি আরও প্রস্তাব করেন যে, যদিও মুহাম্মদ (সা.) হিজাজ অঞ্চলের বাইরে তেমন ভ্রমণ করেননি, কুরআনের অভ্যন্তরীণ প্রমাণ—যেমন তাঁর বিরোধীদেরকে \"জয়তুন চাষী\" হিসেবে উল্লেখ করা—এই ধারণা দিতে পারে যে ঘটনাগুলোর পটভূমি মক্কার পরিবর্তে ভূমধ্যসাগরের কাছাকাছি কোনো অঞ্চলে ছিল।  \nএই গ্রন্থটি সংশোধনবাদী পণ্ডিতদের—যেমন ফ্রেডেরিক এস. প্যাক্সটন এবং ফ্রেড ডোনার—মাঝে ইতিবাচক সাড়া পায়, কিন্তু রক্ষণশীল ও মুসলিম পণ্ডিতদের কাছ থেকে তীব্র সমালোচনার সম্মুখীন হয়।\n\n\n== মৃত্যু ==\n২০১১ সালের নভেম্বর মাসে প্যাট্রিসিয়া ক্রোনের ফুসফুসের ক্যান্সার ধরা পড়ে, যা ইতিমধ্যে মস্তিষ্কে ছড়িয়ে পড়েছিল। তিনি ২০১৫ সালের ১১ জুলাই, ৭০ বছর বয়সে মারা যান।\n\n\n== গ্রন্থপঞ্জি ==\n\n\n=== সহলেখক হিসেবে ===\nমাইকেল কুক-এর সঙ্গে, Hagarism: The Making of the Islamic World, ক্যামব্রিজ: ক্যামব্রিজ ইউনিভার্সিটি প্রেস, প্রথম প্রকাশ ১৯৭৭; আইএসবিএন ০-৫২১-২১১৩৩-৬ archive.org-এ বিনামূল্যে অনলাইন সংস্করণ\nমার্টিন হাইন্ডস-এর সঙ্গে, God's Caliph: Religious Authority in the First Centuries of Islam (প্রথম প্রকাশ ১৯৮৬); আইএসবিএন ০-৫২১-৫৪১১১-৫\nশমুয়েল মোহর-এর সঙ্গে, The Book of Strangers: Medieval Arabic Graffiti on the Theme of Nostalgia (১৯৯৯), প্রিন্সটন সিরিজ অন দ্য মিডল ইস্ট; আইএসবিএন ৯৭৮-১৫৫৮৭৬২১৫২\nফ্রিৎস জিমারম্যান-এর সঙ্গে, The Epistle of Sālim ibn Dhakwān (২০০১), অক্সফোর্ড/নিউ ইয়র্ক: অক্সফোর্ড ইউনিভার্সিটি প্রেস; আইএসবিএন ০-১৯-৮১৫২৬৫-৫।\n\n\n=== একক লেখক হিসেবে ===\nSlaves on Horses: The Evolution of the Islamic Polity (১৯৮০); আইএসবিএন ০-৫২১-৫২৯৪০-৯\nMeccan Trade and the Rise of Islam (১৯৮৭); আইএসবিএন ১-৫৯৩৩৩-১০২-৯\nRoman, Provincial and Islamic Law: The Origins of the Islamic Patronate (১৯৮৭, পেপারব্যাক সংস্করণ: ২০০২); আইএসবিএন ০-৫২১-৫২৯৪৯-২\nPre-Industrial Societies: Anatomy of the Pre-Modern World (২০০৩); আইএসবিএন ১-৮৫১৬৮-৩১১-৯\nGod's Rule: Government and Islam – Six Centuries of Medieval Islamic Political Thought (২০০৪), কোলাম্বিয়া ইউনিভার্সিটি প্রেস; আইএসবিএন ০-২৩১-১৩২৯০-৫ / আইএসবিএন ০-২৩১-১৩২৯১-৩\nMedieval Islamic Political Thought (২০০৫), এডিনবার্গ ইউনিভার্সিটি প্রেস; আইএসবিএন ০-৭৪৮৬-২১৯৪-৬\nFrom Arabian Tribes to Islamic Empire: Army, State and Society in the Near East c. 600–850 (২০০৮); আইএসবিএন ৯৭৮-০-৭৫৪৬-৫৯২৫-৯\nThe Nativist Prophets of Early Islamic Iran: Rural Revolt and Local Zoroastrianism (২০১২), ক্যামব্রিজ ইউনিভার্সিটি প্রেস; আইএসবিএন ৯৭৮-১১০৭০১৮৭৯২\nJewish Christianity and the Qurʾān (Part One) — Journal of Near Eastern Studies, খণ্ড ৭৪.২ (২০১৫): ২২৫–২৫৩।\nJewish Christianity and the Qurʾān (Part Two) — Journal of Near Eastern Studies, খণ্ড ৭৫.১ (২০১৬): ১–২১।\n\n\n=== প্রবন্ধ ===\n\"How Did the Quranic Pagans Make a Living?\", School of Oriental and African Studies সাময়িকীতে, খণ্ড ৬৮, সংখ্যা ৩ (২০০৫), পৃষ্ঠা ৩৮৭–৩৯৯\n\"Quraysh and the Roman Army: Making Sense of the Meccan Leather Trade\", একই সাময়িকীতে, খণ্ড ৭০ (২০০৭), পৃষ্ঠা ৬৩–৮৮\n\"Barefoot and Naked: What Did the Bedouin of the Arab Conquests Look Like?\", Muqarnas, খণ্ড ২৫, Brill (২০০৮), পৃষ্ঠা ১–১০\n\n\n=== আংশিক জনপ্রিয় প্রবন্ধ ===\n\"'Jihad': Idea and History\", ওপেন ডেমোক্রেসি, ৩০ এপ্রিল ২০০৭\n\"What Do We Actually Know About Mohammed?\", ওপেন ডেমোক্রেসি, ১০ জুন ২০০৮\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nক্রোনের প্রকাশনার ব্যাপক তালিকা, ইনস্টিটিউট ফর অ্যাডভান্সড স্টাডি, প্রিন্সটন\nইনস্টিটিউট ফর অ্যাডভান্সড স্টাডি: ফ্যাকাল্টি এবং এমেরিটি: প্যাট্রিসিয়া ক্রোন\nপর্যালোচনা: ঈশ্বরের নিয়ম, কলম্বিয়া ইউনিভার্সিটি প্রেস\nপ্যাট্রিসিয়া ক্রোন, \"দ্য রাইজ অফ ইসলাম\", মক্কান ট্রেড অ্যান্ড দ্য রাইজ অফ ইসলাম, বিভাগ 231 পৃষ্ঠা থেকে শুরু হয়েছে, ফোর্ডহ্যাম বিশ্ববিদ্যালয়ে আয়োজিত আরবে বাইজেন্টাইন এবং পারস্যের প্রভাবের প্রতিক্রিয়া হিসাবে ইসলামের উত্থান নিয়ে কাজ করে।"}