{"pageid": 1438311, "title": "ডেরিক হিথকোট-অ্যামোরি, ১ম ভিসকাউন্ট অ্যামোরি", "url": "https://bn.wikipedia.org/wiki?curid=1438311", "content": "ডেরিক হিথকোট-আমোরি, ১ম ভিসকাউন্ট অ্যামোরি, ,  (  AY-mər-ee ; ২৬ ডিসেম্বর ১৮৯৯ - ২০ জানুয়ারী ১৯৮১) একজন ব্রিটিশ রক্ষণশীল রাজনীতিবিদ এবং হাউস অফ লর্ডসের সদস্য ছিলেন।\nতিনি ১৯৫৮ থেকে ১৯৬০ সালের মধ্যে এক্সচেকারের চ্যান্সেলর হিসেবে দায়িত্ব পালন করেন এবং পরে ১৯৭২ থেকে ১৯৮১ সালে তার মৃত্যু পর্যন্ত এক্সেটার বিশ্ববিদ্যালয়ের চ্যান্সেলর হিসেবে দায়িত্ব পালন করেন।\nডেরিক হিথকোট-অ্যামোরি ২৬ ডিসেম্বর ১৮৯৯ সালে লন্ডনে জন্মগ্রহণ করেন, স্যার ইয়ান হিথকোট-আমোরি, দ্বিতীয় ব্যারোনেট ( হিথকোট-আমোরি ব্যারোনেট দেখুন) এবং আলেকজান্দ্রা জর্জিনা ( ওবিই ; যিনি ১৯৪২), ভাইস-অ্যাডমিরালের বড় মেয়ে। সেমুর <small id=\"mwHg\">সিবি</small> ( ফ্রান্সিসের ভাই, হার্টফোর্ড <small id=\"mwIA\">জিসিবির</small> 5 তম মার্কেস )। \nতিনি লুডগ্রোভ স্কুলে  পরে ইটন কলেজ এবং ক্রাইস্ট চার্চ, অক্সফোর্ড থেকে এমএ ডিগ্রি লাভ করেন। \nতার পরম-ভাতিজাদের মধ্যে রয়েছে আরটি মাননীয় ডেভিড হিথকোট-আমোরি এবং স্যার ইয়ান হিথকোট-আমোরি, 6 তম এবং বর্তমান ব্যারোনেট । হোহেনলোহে-ল্যাঞ্জেনবার্গের ভাস্কর রাজকুমারী ভিক্টর, কাউন্টেস ভন গ্লেইচেন ছিলেন একজন বড়-মাসি।\n\n\n== কর্মজীবন ==\nHeathcoat-Amory ১৯৩২ সালে ডেভন কাউন্টি কাউন্সিলর নির্বাচিত হন এবং টেক্সটাইল উত্পাদন এবং ব্যাংকিংয়ে কাজ করেন। তিনি ১১ তম (ডিভন) আর্মি ব্রিগেড, রয়্যাল ফিল্ড আর্টিলারি ( টেরিটোরিয়াল আর্মি ) ৩১ জুলাই ১৯২০-এ সেকেন্ড লেফটেন্যান্ট হিসাবে কমিশন লাভ করেন, রেজিমেন্টে লেফটেন্যান্ট পদে উন্নীত হন (তখন ৯৬ তম (রয়্যাল ডেভনশায়ার ইওম্যানরি) ফিল্ড ব্রিগেড  ৩১ জুলাই ১৯২২) এবং ১ সেপ্টেম্বর ১৯২৬-এ অধিনায়ক পদে উন্নীত হন ১৯৩৫ সালের ১ অক্টোবর তিনি মেজর পদে উন্নীত হন। দ্বিতীয় বিশ্বযুদ্ধের সময়, অপারেশন মার্কেট-গার্ডেনের সময় তিনি আহত ও বন্দী হন। তিনি ১ সেপ্টেম্বর ১৯৪৮ সালে লেফটেন্যান্ট-কর্নেলের সম্মানসূচক পদে অবসর গ্রহণ করেন।\nতিনি ১৯৪৫ সালে টাইভারটনের সংসদ সদস্য নির্বাচিত হন (একটি নির্বাচনী এলাকা যা পূর্বে তার দাদা স্যার জন হিথকোট-আমোরি, ১ম ব্যারোনেটের অধীনে ছিল)। ১৯৫১ সালে উইনস্টন চার্চিলের অধীনে রক্ষণশীলরা ক্ষমতায় এলে তিনি পেনশন মন্ত্রী নিযুক্ত হন। ১৯৫৩ সালের সেপ্টেম্বরে তিনি বাণিজ্য প্রতিমন্ত্রী নিযুক্ত হন। তিনি ১৯৫৪ সালের জুলাই মাসে চার্চিলের মন্ত্রিসভায় যোগদান করেন এবং স্যার থমাস ডুগডেলের কৃষি ও মৎস্যমন্ত্রী হিসাবে (বাণিজ্য প্রতিমন্ত্রী হিসাবে তার দায়িত্ব অব্যাহত রাখেন)। ১৯৫৪ সালের অক্টোবরে এই মন্ত্রণালয়গুলি হিথকোট-আমোরির নেতৃত্বে একীভূত হয়। মাননীয়। Gwilym লয়েড জর্জ <i id=\"mwVA\">পরে</i> Viscount Tenby এর আগে খাদ্য মন্ত্রী বিষয়ক অভিযুক্ত করা হয়েছিল। ১৯৫৮ সালে হ্যারল্ড ম্যাকমিলান কর্তৃক চ্যান্সেলর অফ দ্যা এক্সচেকার নিযুক্ত না হওয়া পর্যন্ত তিনি এই পদে বহাল ছিলেন, ১৯৬০ সাল পর্যন্ত তিনি অধিষ্ঠিত ছিলেন। অ্যামোরির চ্যান্সেলরশিপের একটি হাইলাইট ছিল ১৯৬০ সালের জুনে ব্যাঙ্ক রেটকে ৬%-এ উন্নীত করা, নির্বাচনের পর পূর্ববর্তী শরৎকালে অর্থনীতিকে ঠান্ডা করার প্রয়াসে।\nতিনি ১৯৬০ সালে হাউস অফ কমন্স থেকে পদত্যাগ করেন এবং সেই বছরের ১ সেপ্টেম্বর ডেভন কাউন্টির টাইভারটনের ভিসকাউন্ট অ্যামোরি হিসাবে পিয়ারে উন্নীত হন। ১৯৬৫ থেকে ১৯৭০ সাল পর্যন্ত, তিনি উত্তর আমেরিকার প্রাচীনতম কোম্পানি হাডসন বে কোম্পানির গভর্নর (কোম্পানি চেয়ারম্যান) ছিলেন (১৬৭০ সালে ইংরেজ রাজকীয় সনদ দ্বারা প্রতিষ্ঠিত)। ভিসকাউন্ট অ্যামোরি ১৯৫৩ সালে প্রিভি কাউন্সিলের শপথ নেন এবং ১৯৬১ সালে GCMG এবং ১৯৬৮ সালে KG নিযুক্ত হন। তিনি সম্মান ডিগ্রিও লাভ করেন । এলএলডি ( এক্সন ) ১৯৫৯ সালে, ১৯৭২ থেকে ১৯৮১ সাল পর্যন্ত এক্সেটার ইউনিভার্সিটির চ্যান্সেলর হিসাবে দায়িত্ব পালন করার আগে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nডেল, এডমন্ড। দ্য চ্যান্সেলরস: এ হিস্টোরি অফ দ্য চ্যান্সেলরস অফ দ্য এক্সচেকার, 1945-90 (হার্পারকলিন্স, 1997) পিপি 242-57, চ্যান্সেলর হিসাবে তাঁর মেয়াদ কভার করে।\n\n\n== বহিঃসংযোগ ==\nহ্যান্সকার্ড ১৮০৩-২০০৫: Derick Heathcoat-Amory দ্বারা সংসদে অবদান (ইংরেজি)\nBurke's Peerage"}