{"pageid": 1438393, "title": "আল-হিরা", "url": "https://bn.wikipedia.org/wiki?curid=1438393", "content": "আল-হিরা (আরবি: الحيرة মধ্য পার্সি: হের্ত ) ছিল প্রাচীন লাখমিদ আরবদের একটি শহর, যা মেসোপটেমিয়া অঞ্চলে অবস্থিত ছিল। এটি বর্তমানে ইরাকের দক্ষিণ-মধ্যাঞ্চলে কুফার দক্ষিণে অবস্থান করত।\n\n\n== নামের উৎপত্তি ও ব্যাখ্যা ==\nবহুলভাবে বিশ্বাস করা হয়, আল-হিরা নামটি সিরিয়াক ভাষার হার্তা (ܚܪܬܐ) শব্দ থেকে এসেছে, যার অর্থ \"শিবির\" বা \"অস্থায়ী আবাস\"। শহরটি যখন গুরুত্বপূর্ণ হয়ে ওঠে, তখন একে বলা হতো \"আল-হিরা, আরবদের শহর\" এবং \"হিরাত আন-নু'মান\", কারণ সেখানে \"নু'মান\" নামধারী একাধিক রাজা বাস করতেন।\nভাষাবিদ ও ইতিহাসবিদরা এই নামের বিভিন্ন ব্যাখ্যা দিয়েছেন:\n\nকেউ কেউ মনে করেন, এটি মূলত আরবি শব্দ এবং এর অর্থও আরবি ভাষাতেই নিহিত।\nভূগ্রাহক আল-হামধানি ধারণা দেন যে, এটি \"ḥāra\" (বিভ্রান্ত হওয়া) ক্রিয়া থেকে এসেছে। একটি কিংবদন্তি অনুসারে, এক ইয়েমেনি রাজা এই অঞ্চলে এসে পথ হারিয়ে ফেলেন, এবং সেই থেকেই এই নামের উৎপত্তি।\nআবার কেউ কেউ একে ḥayr শব্দের সঙ্গে যুক্ত করেন, যার অর্থ \"সংরক্ষিত এলাকা\" বা \"আশ্রয়স্থল\"—যা ইঙ্গিত দেয় শহরটি একধরনের নিরাপদ আশ্রয় ছিল।\nঅন্য একটি ব্যাখ্যায় বলা হয়, এটি \"ḥāra al-mā’\" (পানির ঘূর্ণি সৃষ্টি হওয়া) থেকে উদ্ভূত, যা নাজাফ সাগরের স্থবির জলের প্রতি ইঙ্গিত করে।\nআরামাইক ভাষায় নাজাফ সাগরকে বলা হতো \"পিরথা\", যার অর্থ \"উৎস\" বা \"জলের বিস্ফোরণ\"। ইহুদিরা একে বলত \"হাশির\", যার অর্থ \"জলের সমাবেশ\"। এই শব্দটি আরবি \"ḥashr\" (সমাবেশ) শব্দের সঙ্গে সম্পর্কিত, যা একটি অভিন্ন ভাষাগত শিকড়ের ইঙ্গিত দেয়।\nআল-হিরাকে আরও বলা হতো \"শ্বেত শহর\" (The White City), কারণ এর ভবনগুলো উজ্জ্বল ও বিশিষ্ট স্থাপত্যশৈলীতে নির্মিত ছিল। কবি ও ভ্রমণকারীরা এর বিশালতার কথা বলতেন এবং একে ডাকতেন \"আল-হিরা আর-রওহা\" (বিস্তৃত হিরা) নামে।\n\n\n== ভূগোল ==\nপ্রাচীন আল-হিরা ইউফ্রেটিস নদীর পশ্চিম তীরে অবস্থিত ছিল, আধুনিক কুফা শহরের দক্ষিণে কয়েক মাইল দূরে। ঐতিহাসিক এই স্থানটি বর্তমান নাজাফ শহরের নিকটবর্তী, যা বর্তমানে নাজাফ গভর্নরেটের আল-মানাথিরা জেলার আল-হিরা উপজেলার অন্তর্গত।\nপুরাতন শহরটি আল-নাজাফ নামক একটি স্থানের কাছে অবস্থিত ছিল, যা বর্তমানে বৃহত্তর নাজাফ-কুফা শহরাঞ্চলের অংশ। এটি ঐতিহাসিকভাবে আল-জা‘আরাহ বা আল-জা‘আরা নামেও পরিচিত কয়েকটি এলাকা নিয়ে গঠিত ছিল, যা নাজাফ সাগরের কাছে অবস্থিত, এবং এর মধ্যে আধুনিক আবু সুখাইর শহরও পড়ে। ২০১৪ সালের একটি হিসাবে, এই অঞ্চলের জনসংখ্যা ছিল প্রায় ৩৭,৯৩৩ জন।\nআধুনিক কালে আল-হিরা ও এর আশপাশের গ্রামগুলোর মোট আয়তন প্রায় ১৩৩ দুনাম (প্রায় ১৩.৩ হেক্টর)। এই অঞ্চলে একাধিক মসজিদ রয়েছে। ১৯৯০ সালে আল-হিরা পৌরসভাকে আবু সুখাইর পৌরসভার সঙ্গে একত্র করা হয়, তবে পরে এটি আবার একটি স্বতন্ত্র স্থানীয় প্রশাসন হিসেবে পুনঃপ্রতিষ্ঠিত হয়।\nঐতিহাসিকভাবে আল-হিরা তথাকথিত \"নাজাফ ত্রিভুজ\" অঞ্চলের অংশ ছিল, যেখানে নাজাফ, কুফা ও আল-হিরা অন্তর্ভুক্ত। এই শহরগুলো সাংস্কৃতিক ও ঐতিহাসিকভাবে পরস্পরের সঙ্গে যুক্ত ছিল। পরবর্তীকালে নাজাফ, আল-হিরার নগর ও আধ্যাত্মিক গুরুত্বের উত্তরাধিকার বহন করে।\nশহরটি মেসোপটেমিয়ার গঠনপ্রাপ্ত সমতলভূমিতে, সামাররা মরুভূমির উত্তর-পশ্চিম প্রান্তে অবস্থিত ছিল। এটি কুফার দক্ষিণ-পশ্চিমে প্রায় ১৫ কিলোমিটার ও নাজাফের দক্ষিণ-পূর্বে প্রায় ১০ কিলোমিটার দূরে। অঞ্চলটি সমতল ও শুষ্ক, ইউফ্রেটিস নদী ও ঋতুভিত্তিক নাজাফ সাগরের মাঝে অবস্থিত।\nআল-হিরা ছিল আরব উপদ্বীপের সঙ্গে মুক্ত সংযোগে অবস্থিত, ফলে আরব গোত্রগুলো সহজেই এখানে পৌঁছাতে পারত। এর আবহাওয়া ছিল শুষ্ক ও স্বাস্থ্যকর, যা মরুভূমির নিকটবর্তী হওয়ার প্রভাবে সৃষ্টি। ইউফ্রেটিস নদী থেকে একাধিক খাল বেরিয়ে এসে এই অঞ্চলের সেচ ব্যবস্থাকে সমৃদ্ধ করত, যার ফলে এটি ছিল ইরাকের অন্যতম উর্বর ও উৎপাদনশীল কৃষিভূমি।\n\n\n== ইতিহাস ==\n\n\n=== উৎপত্তি ও প্রাথমিক যুগ ===\nআল-হিরার স্থানটি প্রাচীন উৎস থেকে পরিচিত, যার উল্লেখ পালমিরা সাম্রাজ্যের সময়কাল পর্যন্ত পৌঁছায়। ৩২ খ্রিস্টাব্দে তারিখযুক্ত একটি রোমান উৎসে এমন একটি বসতির উল্লেখ আছে, যা সম্ভবত আল-হিরা হিসেবেই পরিচিত ছিল। বাইজেন্টাইন ও সিরিয়াক ইতিহাসবিদদের মধ্যে ক্লডিয়াস গ্লাউকাস, স্টিফেনাস অব বাইজেন্টিয়াম, জন অব ইফেসাস এবং যোশুয়া দ্য স্টাইলাইট-এর লেখায়ও এর উল্লেখ পাওয়া যায়।\nতবে আল-হিরা প্রকৃতপক্ষে বিকশিত হয় লাখমিদদের উত্থানের পর, যখন তারা ৪র্থ শতকের শুরুতে আমর ইবন আদি-এর শাসনে শহরটিকে তাদের রাজধানী হিসেবে গড়ে তোলে। প্রত্নতাত্ত্বিক অনুসন্ধানে প্রাপ্ত আল-হিরার প্রাচীনতম স্থাপনার সময়কাল ৩য় শতকের দিকে নির্দেশ করে।\nআরব কিংবদন্তি ও কিছু প্রাচীন উৎস অনুযায়ী, এই অঞ্চলে নবুখাদনেজ্জার দ্বিতীয়-এর শাসনামলে আরও পুরোনো বসতি ছিল, কিন্তু তা পরবর্তীতে ধ্বংসপ্রাপ্ত হয়। এরপর ইয়েমেনের তিহামা অঞ্চল থেকে আরব গোত্রেরা ইরাকে আগমন করলে এই এলাকায় পুনরায় জনবসতি গড়ে ওঠে। এদের মধ্যে আল-আজদ ও কুদা'আ গোত্র ছিল উল্লেখযোগ্য, যারা পরে একত্রিত হয়ে তানুখিদ নামক এক সংঘ গঠন করে। তাদের নেতা মালিক ইবন ফাহম আল-হিরায় একটি প্রাসাদ নির্মাণ করেন এবং তার জনগণকে জমি প্রদান করেন।\nশহরটির গুরুত্ব দ্রুত বৃদ্ধি পায় নাসরিদ বংশের রাজপুত্র ও কিংবদন্তিতুল্য শাসক জাধিমা আল-আবরাশ-এর ভ্রাতুষ্পুত্র আমর ইবন আদি-এর অধীনে। তিনি আল-হিরাকে লাখমিদদের রাজধানী ঘোষণা করেন এবং এটি ৭ম শতকে ইসলামী বিজয়ের আগ পর্যন্ত লাখমিদদের প্রধান কেন্দ্র হিসেবে থেকে যায়।\n\n\n=== লাখমিদ শাসন ও সমৃদ্ধি ===\nআল-হিরায় লাখমিদ রাজ্য প্রতিষ্ঠার কৃতিত্ব আমর ইবন আদি-কে দেওয়া হয়, যিনি নাসরিদ রাজবংশের (অর্থাৎ লাখমিদ) প্রথম প্রকৃত রাজা হিসেবে বিবেচিত। তিনি আদির পুত্র এবং আরব শাসক জাধিমা আল-আবরাশ-এর ভ্রাতুষ্পুত্র ছিলেন। ২৬৮ খ্রিস্টাব্দে জন্মগ্রহণকারী আমর তার চাচার আশ্রয়ে লালিত হন এবং শাসনকার্যে তাকে সহায়তা করেন। জাধিমার মৃত্যুর পর, আমর ক্ষমতা গ্রহণ করেন ও আল-হিরাকে রাজধানী ঘোষণা করেন।\nআমর ইবন আদি হাত্রার রাজ্যের পতনের সুযোগ গ্রহণ করে অঞ্চলটিতে নিজের কর্তৃত্ব প্রতিষ্ঠা করেন। তিনি সাসানীয় সাম্রাজ্যর সঙ্গে জোট গঠন করেন এবং পরবর্তীতে সেই সম্পর্ক বজায় রাখেন। ২৮৮ খ্রিস্টাব্দে আমরের মৃত্যুর পর তার পুত্র ইমরু’ আল-কাইস ইবন আমর তাকে উত্তরাধিকারসূত্রে অনুসরণ করেন এবং তিনি ছিলেন প্রথম লাখমিদ শাসক যিনি খ্রিস্টধর্ম গ্রহণ করেন।\nলাখমিদদের অন্যতম বিশিষ্ট শাসক ছিলেন আল-নু'মান প্রথম ইবন ইমরু’ আল-কাইস (৪০৩–৪৩১ খ্রিস্টাব্দ), যিনি সাধুসুলভ জীবনধারা ও ধর্মনিষ্ঠতার জন্য পরিচিত। তিনি \"আল-আ‘ওয়ার আস-সাঈহ\" (\"একচোখা ভ্রাম্যমাণ সাধু\") নামে খ্যাত ছিলেন। তিনি সিংহাসন ত্যাগ করে সন্ন্যাসীর পোশাক পরিধান করে আধ্যাত্মিক জীবনে মনোনিবেশ করেন। তিনি আল-খাওয়ারনাক ও আল-সাদির প্রাসাদ নির্মাণের কৃতিত্ব পান, যার মধ্যে প্রথমটি ইয়াজদেগার্দ প্রথম নামক সাসানীয় সম্রাটের নির্দেশে নির্মিত বলে ধারণা করা হয়।\nলাখমিদ দরবার সাংস্কৃতিক ও সামরিক প্রভাবের শিখরে পৌঁছেছিল আল-নু'মান তৃতীয় ইবন আল-মুনযির (৫৮০–৬০২ খ্রিস্টাব্দ) এর শাসনামলে। আল-হিরার রাজদরবার এতটাই সমৃদ্ধ ছিল যে, তা সমসাময়িক বড় বড় সাম্রাজ্যের সঙ্গে প্রতিযোগিতা করত। বিখ্যাত কবি আল-নাবিঘা আদ-ধুবিয়ানি ও হাসান ইবন সাবিত সহ বহু কবি সেখানে উপস্থিত ছিলেন। লাখমিদদের একটি সুসংগঠিত সেনাবাহিনী ছিল, যার মধ্যে “আল-দাওসার” নামক অশ্বারোহী বাহিনী বিশেষ খ্যাত ছিল।\nতবে সাসানীয়দের সঙ্গে সম্পর্কের টানাপোড়েন শুরু হয়, বিশেষ করে যখন আল-নু'মান তৃতীয় খ্রিস্টধর্ম গ্রহণ করেন ও সাসানীয় আদেশ অমান্য করেন। এর ফলে তাকে ক্ষমতাচ্যুত করা হয় এবং ৬০২ খ্রিস্টাব্দে লাখমিদ রাজ্য সাসানীয় সাম্রাজ্যে অন্তর্ভুক্ত হয়।\n\n\n=== ইসলামী বিজয় ও আব্বাসীয় যুগ ===\n৬৩৩ খ্রিস্টাব্দে মেসোপটেমিয়ায় প্রাথমিক ইসলামী অভিযানের সময় মুসলিম বাহিনীর হাতে আল-হিরা বিজিত হয়। খালিদ ইবন আল-ওয়ালিদ-এর নেতৃত্বাধীন রাশিদুন খিলাফতর সেনাবাহিনী সংক্ষিপ্ত অবরোধের পর শহরটিকে শান্তিপূর্ণভাবে আত্মসমর্পণ করায়। ইরাকে মুসলমানদের দখলে যাওয়া প্রথম প্রধান নগরীগুলোর মধ্যে এটি ছিল অন্যতম।\nযদিও ৬৩৮ খ্রিস্টাব্দে এর উত্তর দিকে প্রতিষ্ঠিত নতুন শহর কুফার কাছে রাজনৈতিক গুরুত্ব হারিয়ে ফেলে, তবুও প্রাথমিক ইসলামী যুগে আল-হিরা বসবাসযোগ্য ছিল এবং বিভিন্ন ঐতিহাসিক ঘটনার সঙ্গে যুক্ত ছিল।\nউমাইয়া ও আব্বাসীয় যুগে বিভিন্ন খলিফা ও বিশিষ্ট ব্যক্তি এই শহরে সফর করেন বা অস্থায়ীভাবে অবস্থান করেন। এদের মধ্যে ছিলেন প্রথম আব্বাসীয় খলিফা আবু আল-আব্বাস আস-সাফ্ফাহ এবং হারুন অর-রশিদ, যিনি বহুবার আল-হিরা সফর করেন ও সেখানে অস্থায়ী আবাসস্থল স্থাপন করেন।\n১০ম শতক পর্যন্ত শহরটি আংশিকভাবে জনবসতিপূর্ণ ছিল এবং কিছুটা গুরুত্ব ধরে রেখেছিল, তবে পরে তা ধীরে ধীরে বিলুপ্ত হয়ে যায়। মঙ্গোল আক্রমণ ও ১২৫৮ সালের বাগদাদ লুট-এর মাধ্যমে শহরের ঐতিহাসিক অস্তিত্বের চূড়ান্ত অবসান ঘটে। পরবর্তীতে এর কিছু অধিবাসী খোরাসান অঞ্চলের নিশাপুর শহরে গমন করেন, যেখানে আল-হিরার নামে একটি মহল্লা স্থাপিত হয়।\n১৩শ শতক নাগাদ আল-হিরা কার্যত একটি জনবসতিহীন ধ্বংসাবশেষে পরিণত হয়, যা কেবল ইতিহাস ও সংস্কৃতির স্মৃতি হয়ে রয়ে যায়।\n\n\n== সংস্কৃতি ও সাহিত্য ==\nআল-হিরা বিশেষত লাখমিদ যুগে একটি প্রাণবন্ত সাংস্কৃতিক কেন্দ্র হিসেবে খ্যাতি অর্জন করে। এই শহর কাব্য, সাহিত্য, শিক্ষা ও ধর্মীয় পাণ্ডিত্যচর্চার জন্য বিখ্যাত ছিল। এর শাসকরা কবি, ধর্মতত্ত্ববিদ ও জ্ঞানীগুণীদের পৃষ্ঠপোষকতা প্রদান করতেন এবং রাজদরবারে তাদের জন্য একটি সম্মানজনক অবস্থান নিশ্চিত করতেন।\nশহরটিতে বহু শিক্ষাপ্রতিষ্ঠান ও ধর্মীয় কেন্দ্র গড়ে উঠেছিল, যা ইসলাম-পূর্ব আরবে আল-হিরাকে একটি প্রধান বিদ্যাচর্চার কেন্দ্র হিসেবে প্রতিষ্ঠা করেছিল। এখানে শিক্ষালাভকারী বিশিষ্ট কবিদের একজন ছিলেন আল-মুরক্কিশ আল-আকবর। আশপাশের গ্রামের, যেমন আল-নাকিরার, শিশুরা এখানে পড়াশোনা করতে আসত, বিশেষ করে পড়া ও লেখা শেখার জন্য। এখানে ব্যবহৃত হিরি লিপি আরামাইক লিপি থেকে উদ্ভূত এবং পরবর্তীতে আরবি লিপির প্রাথমিক রূপ হিসেবে বিবেচিত হয়।\nমেসোপটেমিয়া, লেভান্ট ও আরব উপদ্বীপের মাঝামাঝি কৌশলগত অবস্থানের কারণে আল-হিরা বিভিন্ন সভ্যতার সংযোগস্থল ছিল। এখানকার অধিবাসীরা পারস্যবাসী, সিরিয়াক এবং গ্রিক সংস্কৃতির প্রভাব গ্রহণ করে নিজেদের সাহিত্য, দর্শন ও শিল্পে তা সংযোজন করেছিলেন।\nলাখমিদ শাসকগণ, বিশেষ করে আল-নু'মান তৃতীয়-এর মতো রাজারা, আল-খাওয়ারনাক প্রাসাদসহ অন্যান্য স্থানে কবি ও পণ্ডিতদের নিয়ে সভা আয়োজন করতেন। এসব সভা ছিল মর্যাদাপূর্ণ উৎসব, যা আল-হিরাকে সাহিত্যিক কেন্দ্র হিসেবে প্রতিষ্ঠিত করতে গুরুত্বপূর্ণ ভূমিকা রাখে।\nআল-হিরা ছিল চিকিৎসাবিদ্যার ক্ষেত্রেও এক গুরুত্বপূর্ণ কেন্দ্র। এখানকার কয়েকজন বিশিষ্ট চিকিৎসক পরবর্তীকালে খ্যাতি অর্জন করেন। ইসলামী যুগেও হিরি বিদ্যাচর্চার উত্তরাধিকার অব্যাহত ছিল। খ্রিস্টান চিকিৎসক ও অনুবাদক হুনায়ন ইবন ইসহাক-এর মতো খ্যাতিমান ব্যক্তিত্বদের শিকড় এই শহরের সঙ্গে যুক্ত।\n\n\n== ধর্ম ==\nখ্রিস্টধর্ম ব্যাপকভাবে গৃহীত হওয়ার আগ পর্যন্ত, আল-হিরার মানুষ বিভিন্ন ইসলাম-পূর্ব আরব ধর্ম পালন করত। কিছু শাসক, যেমন জাধিমা আল-আবরাশ, reportedly “আল-যাইজনায়ন” নামক মূর্তির পূজা করতেন, যা শহরের প্রবেশদ্বারে স্থাপন করা ছিল এবং আগতদের আনুগত্য পরীক্ষা করতে ব্যবহৃত হতো।\nআল-হিরায় পূজিত অন্যান্য দেবতার মধ্যে আল-উজ্জা ও “সাবদ”-এর নাম উল্লেখযোগ্য। “সাবদ”-এর নামে শপথ নেয়া হতো (“সাবদের কসম!”)। মান্দায়ী ধর্ম এবং মানিকীয়তাও এখানে কিছু অনুসারী পেয়েছিল। পারস্যে উদ্ভূত মজদাকবাদ ৬ষ্ঠ শতকে কিছু আরব ব্যক্তিত্ব, যেমন আল-হারিস ইবন আমর আল-কিনদি, দ্বারা গ্রহণ করা হয়।\nআল-হিরা ছিল একটি উল্লেখযোগ্য ইহুদি জনসমষ্টির আবাসস্থলও। শহরের নিকটবর্তী একটি এলাকা, বানীকিয়া-তে একটি ইহুদি কবরস্থান ছিল।\nতবে লাখমিদ শাসনামলে খ্রিস্টধর্মই আল-হিরায় প্রাধান্য বিস্তার করে। অনেক রাজা, অভিজাত ও প্রশাসনিক কর্মকর্তা খ্রিস্টধর্ম গ্রহণ করেন এবং রাজকীয় পৃষ্ঠপোষকতায় এই ধর্ম ব্যাপক প্রসার লাভ করে। প্রথম লাখমিদ শাসক যিনি খ্রিস্টধর্ম গ্রহণ করেন বলে জানা যায়, তিনি ছিলেন ইমরু’ আল-কাইস ইবন আমর। আল-হিরার অধিকাংশ খ্রিস্টান ছিলেন নেস্টোরিয়ান, যদিও জ্যাকোবাইট সম্প্রদায়ও শহরে তাদের মতবাদ প্রতিষ্ঠার চেষ্টা করে, তবে তা স্থায়ী হয়নি।\nএই শহর চার্চ অব দ্য ইস্ট-এর সেলেউসিয়া-কতেসিফন আধ্যাত্মিক অঞ্চলের অন্তর্গত ছিল। ৪র্থ শতকে এখানে একটি বিশপের আসন স্থাপিত হয় এবং তা ১১শ শতক পর্যন্ত টিকে ছিল। কিছু বর্ণনায় বলা হয়েছে, আরব ও পারস্যবাসীরা খ্রিস্টধর্ম অধ্যয়নের জন্য আল-হিরায় আগমন করতেন।\nআল-হিরায় বহু গির্জা ও монаস্ট্রি ছিল। এর মধ্যে সবচেয়ে বিখ্যাত ছিল “হিন্দ-এর মঠ”, যা আল-নু'মান প্রথম-এর শাসনকালে নির্মিত হয়েছিল বলে বলা হয়। আল-হিরা থেকে আগত একাধিক বিশপ পূর্বের গির্জার প্রাথমিক সিনোডগুলিতে অংশগ্রহণ করেন। শহরটি বহু সন্ন্যাসী প্রস্তুত করেছিল, যারা পরে অঞ্চলজুড়ে অন্যান্য ধর্মীয় কেন্দ্র প্রতিষ্ঠা করেন।\nআজ আল-হিরাকে মেসোপটেমিয়ার অন্যতম প্রাচীন ও প্রভাবশালী খ্রিস্টীয় কেন্দ্র হিসেবে স্মরণ করা হয়। এর সমৃদ্ধ ধর্মীয় ঐতিহ্য শতাব্দীর পর শতাব্দী ধরে শহরের পরিচয় গঠন করেছে।\n\n\n== অর্থনীতি ==\nলাখমিদ যুগে আল-হিরার অর্থনীতি সমৃদ্ধ ছিল, যার প্রধান ভিত্তি ছিল কৃষিকাজ, হস্তশিল্প এবং বাণিজ্য। শহরের আশপাশের উর্বর সমভূমি ইউফ্রেটিস নদীর সেচব্যবস্থার মাধ্যমে উপকৃত হতো, যা বিভিন্ন ফসল চাষ এবং পশুপালনের জন্য সহায়ক ছিল।\nআল-হিরায় ছিল সক্রিয় বাজার এবং এটি একটি আঞ্চলিক বাণিজ্যকেন্দ্র হিসেবে পরিচিত ছিল। এখানকার বণিকরা বিখ্যাত সুক উকাজ মেলায় অংশগ্রহণ করত এবং আরব উপদ্বীপ, মেসোপটেমিয়া ও লেভান্টের বিভিন্ন শহরের সঙ্গে বাণিজ্যিক সম্পর্ক বজায় রাখত। ভারত, চীন, ওমান ও বাহরাইন থেকে আগত বাণিজ্য কাফেলা আল-হিরার মধ্য দিয়ে যেত, যেগুলিতে কাপড়, মসলা ও সুগন্ধির মতো পণ্য পরিবহিত হতো।\nআল-হিরা বিশেষভাবে খ্যাত ছিল উচ্চমানের বস্ত্রশিল্পের জন্য, যেখানে সূক্ষ্ম রেশম, পশম ও মসলিন তৈরি হতো। এসব বস্ত্র কখনও সোনার সূতা দিয়ে সেলাই করা হতো কিংবা জটিল নকশায় অলংকৃত করা হতো। এছাড়াও শহরটি ধাতবশিল্পে পারদর্শী ছিল—তলোয়ার, বর্শা ও অন্যান্য অস্ত্র তৈরি করে আরব বিশ্বজুড়ে পরিচিতি অর্জন করে।\nস্থানীয় কারিগরেরা কুমারশিল্প, গয়না নির্মাণ, কাঠের কাজ এবং চামড়া প্রক্রিয়াজাতকরণে দক্ষ ছিলেন। স্বর্ণকাররা সোনা, রূপা ও মূল্যবান পাথর দিয়ে জটিল অলংকার নির্মাণ করতেন। শহরটি চমৎকার চকচকে সিরামিক ও হাতির দাঁতের জিনিসপত্র নির্মাণের জন্যও বিখ্যাত ছিল।\nআল-হিরার আরেকটি উল্লেখযোগ্য অর্থনৈতিক দিক ছিল এর মদ উৎপাদন। খ্রিস্টান ও ইহুদি সম্প্রদায় এই অঞ্চলে মদ তৈরি ও বিক্রয়ের সঙ্গে জড়িত ছিলেন। বিশেষ করে “আব্বাদিয় মদ” (Abbadian wine) নামে পরিচিত একধরনের বিখ্যাত মদ এই অঞ্চলের সঙ্গে বিশেষভাবে যুক্ত ছিল।\nএইসব শিল্প ও বাণিজ্য থেকে সৃষ্ট সমৃদ্ধি শহরের অভিজাতদের বিলাসবহুল জীবনযাত্রা নিশ্চিত করেছিল। তাদের ঘরবাড়ি ছিল শোভাময়, পোশাক ছিল অভিজাত, এবং শহুরে জীবনযাত্রা ছিল পরিশীলিত। এই শিল্প ও বাণিজ্য থেকে অর্জিত সম্পদ আল-হিরার সাংস্কৃতিক ও স্থাপত্যিক উন্নয়নে গুরুত্বপূর্ণ ভূমিকা রেখেছিল।\n\n\n== জনমিতি ==\nআল-হিরার জনসংখ্যা প্রধানত আরবদের নিয়ে গঠিত ছিল। এর ভৌগোলিক অবস্থান—সিরিয়ান মরুভূমির সন্নিকটে এবং যাযাবর গোত্রদের একটি কেন্দ্র হিসেবে—এতে গুরুত্বপূর্ণ ভূমিকা রাখে। শহরের নেতৃত্ব ও শাসক বংশ, যেমন তানুখিদ ও লাখমিদরা, আরব ছিলেন। ঐতিহাসিক উৎসে উল্লেখিত অন্যান্য গোত্রের মধ্যে ছিল মাধহিজ, তাইয়্য, কালব ও বানু তামিম।\nআরব ইতিহাসবিদরা আল-হিরার জনসংখ্যাকে সাধারণত তিনটি প্রধান গোষ্ঠীতে বিভক্ত করেছেন:\n\nতানুখিদ: দক্ষিণ আরবের উৎসস্থল থেকে আগত গোত্রসমূহের একটি সংঘ।\nআল-‘ইবাদ (বা আল-‘আবাদ): খ্রিস্টান আরবরা, যারা ধর্মপরায়ণতা ও শিক্ষায় বিখ্যাত ছিলেন।\nআহলাফ (মিত্রগোষ্ঠী): যারা পরে শহরে বসতি গড়ে তোলে এবং ধীরে ধীরে সমাজে মিশে যায়।\nআল-‘ইবাদরা আল-হিরার সামাজিক ও ধর্মীয় কাঠামোয় বিশেষ গুরুত্বপূর্ণ ছিল। তারা নিবেদিতপ্রাণ খ্রিস্টান হিসেবে পরিচিত ছিলেন এবং পঠন-পাঠন ও ধর্মতত্ত্বে দক্ষ ছিলেন। কিছু ইতিহাসবিদের মতে, \"আল-‘আবাদ\" নামটি এসেছে যুদ্ধের সময় তাদের আহ্বান “হে আল্লাহর দাসগণ!” থেকে। এই সম্প্রদায়ের মধ্যে উল্লেখযোগ্য ব্যক্তিত্ব ছিলেন কবি আদি ইবন যায়দ আল-‘ইবাদি এবং বিখ্যাত খ্রিস্টান চিকিৎসক ও অনুবাদক হুনায়ন ইবন ইসহাক।\nআল-হিরায় একটি উল্লেখযোগ্য ইহুদি সম্প্রদায়ও ছিল, যাদের একটি বিশিষ্ট কবরস্থান ছিল নিকটবর্তী বানীকিয়া শহরে। ইহুদিরা শহরের বাণিজ্যিক ও ধর্মীয় জীবনের সঙ্গে একীভূত হয়ে গিয়েছিল।\nআরব ও ইহুদিদের পাশাপাশি, শহরে নাবাতীয় জনগণও বাস করত। আরব ইতিহাসবিদরা এই শব্দটি ব্যবহার করতেন মেসোপটেমিয়ার আরামাইকভাষী খ্রিস্টান জনগোষ্ঠীর জন্য। এছাড়াও পারস্যবাসী (বিশেষত সাসানীয় গভর্নরগণ, যাদের “মারজবান” বা “দিহকান” বলা হতো) আল-হিরায় উপস্থিত ছিলেন, বিশেষ করে শহরটি যখন সাসানীয়দের অধীনস্থ ছিল।\nএই জাতিগত ও ধর্মীয় বৈচিত্র্য আল-হিরাকে একটি অনন্য সামাজিক বৈশিষ্ট্য প্রদান করে এবং এর সাংস্কৃতিক, অর্থনৈতিক ও ধর্মীয় সমৃদ্ধিতে বিশেষ অবদান রাখে।\n\n\n== স্থাপত্য ==\nআল-হিরা তার স্বতন্ত্র স্থাপত্যশৈলীর জন্য খ্যাত ছিল, বিশেষ করে লাখমিদ যুগে। শহরটি তার প্রাসাদ, গির্জা ও গির্জাসংলগ্ন মঠের জন্য পরিচিত ছিল, যেগুলোর নির্মাণশৈলীতে হেলেনীয় স্থাপত্য, সাসানীয় স্থাপত্য এবং স্বদেশীয় আরব শৈলীর সমন্বয় দেখা যায়। এই বিভিন্ন শৈলীর সংমিশ্রণে পরবর্তীকালে “হিরি শৈলী” (Hiri style) নামে পরিচিত একটি নতুন স্থাপত্যধারা গড়ে ওঠে।\nসবচেয়ে বিখ্যাত স্থাপনাগুলোর মধ্যে উল্লেখযোগ্য ছিল:\n\nআল-খাওয়ারনাক প্রাসাদ – কিংবদন্তিসম্পন্ন একটি রাজপ্রাসাদ, যা ইয়াজদেগার্দ প্রথমের জন্য লাখমিদ রাজা আল-নু'মান প্রথম নির্মাণ করেছিলেন বলে伝 করা হয়। এটি লাখমিদ স্থাপত্যের শ্রেষ্ঠত্বের প্রতীক ছিল।\nআল-সাদির প্রাসাদ – একই রাজার তৈরি আরেকটি বিশাল প্রাসাদ, যা প্রশাসনিক ও আনুষ্ঠানিক কাজে ব্যবহৃত হতো।\nকাসর আস-সিন্নিন – মধ্যযুগীয় আরব ভূগোলবিদদের লেখায় প্রায়ই উল্লিখিত আরেকটি গুরুত্বপূর্ণ প্রাসাদ।\n“সদর ও কুম্মেইন” (আরবি: الصدر والكمّين) নামে পরিচিত স্থাপত্যবিন্যাস ছিল হিরি নকশার একটি বৈশিষ্ট্যসূচক রূপ। এটি একটি কেন্দ্রীয় আইওয়ান বা গম্বুজাকৃতির হল এবং তার দুপাশে দুটি পার্শ্বচত্বর নিয়ে গঠিত থাকত, যা দেহের সঙ্গে যুক্ত হাতার মতো দেখাত। এই গঠন ধর্মীয় ও ধর্মনিরপেক্ষ—উভয় ধরনের ভবনে ব্যবহৃত হতো।\nআল-হিরার গির্জা ও মঠগুলোর স্থাপত্যশৈলী আসিরীয় ও বাবিলীয় মন্দিরগুলোর ঐতিহ্যের ধারাবাহিকতায় নির্মিত হতো। এসব স্থাপনার বাইরের অংশ সাধারণত সরল হলেও, ভেতরে ছিল চতুষ্কোণ এপ্স, প্রলেপ দেওয়া দেয়াল, লতাপাতা ও উদ্ভিদনির্ভর অলংকরণ এবং বৃত্তের মধ্যে ক্রুশচিহ্নের মতো প্রতীকী খোদাই। এই ভবনগুলোতে সাধারণত মানুষের বা পশুর ছবি আঁকা হতো না, যা নেস্টোরিয়ান শিল্পধারার বৈশিষ্ট্যের সঙ্গে সামঞ্জস্যপূর্ণ। এগুলো উজ্জ্বল রঙে রঙিন করা হতো।\nহিরি স্থাপত্যের উপাদানগুলো পরবর্তীকালে ইসলামী স্থাপত্যে গুরুত্বপূর্ণ প্রভাব ফেলেছে। আব্বাসীয় খলিফা আল-মুতাওয়াক্কিল-এর তৈরি কিছু প্রাসাদে হিরি শৈলীর ধারাবাহিকতা স্পষ্টভাবে দেখা যায়। এই নকশার প্রভাব পশ্চিম দিকে ছড়িয়ে পড়ে এবং আল-আন্দালুস পর্যন্ত বিস্তৃত হয়।\nআল-হিরায় খননকার্য থেকে যে স্থাপত্য উপাদান আবিষ্কৃত হয়েছে তার মধ্যে রয়েছে:\n\nস্নানাগারের জন্য গরম জল সরবরাহ ও নিষ্কাশন ব্যবস্থা।\nপ্লাস্টার ও ইট দিয়ে বাঁধানো মেঝে।\nআঙুরলতা, খেজুর ও ফুলের মোটিফসহ অলঙ্কৃত স্তুকো।\nগম্বুজ ও ব্যারেল ভল্টবিশিষ্ট হলকক্ষ।\nএই আবিষ্কারগুলো আল-হিরার উন্নত শহর পরিকল্পনা ও স্থাপত্যশৈলীর সাক্ষ্য বহন করে এবং এর দীর্ঘস্থায়ী ঐতিহাসিক প্রভাবকে প্রমাণ করে।\n\n\n== প্রত্নতত্ত্ব ==\nআল-হিরা স্থানটি ২০শ শতকের শুরু থেকেই ইতিহাসবিদ ও প্রত্নতাত্ত্বিকদের দৃষ্টি আকর্ষণ করেছে। ১৯০২ সালে জার্মান ওরিয়েন্টালিস্ট ব্রুনো মেইসনার তার গবেষণায় শহরটির উল্লেখ করেন। ১৯৩১ সালে অক্সফোর্ড বিশ্ববিদ্যালয়র একটি দল প্রথম নিয়মিত খননকার্য পরিচালনা করে। পরের বছর, ১৯৩২ সালে, একটি জার্মান দল সেখানে কাজ করে, এবং ১৯৩৮ সালে তাহা বাকির-এর নেতৃত্বে একটি বড় মাপের ইরাকি খননকার্য পরিচালিত হয়।\nপরবর্তীতে ১৯৭০ ও ১৯৮০-এর দশকে একটি জাপানি প্রত্নতাত্ত্বিক দল সেখানে কাজ করে, এবং ২০১০-এর দশকে ম্যাক্স ভ্যান বেরখেম ফাউন্ডেশনের মতো বিভিন্ন প্রতিষ্ঠানের উদ্যোগে অতিরিক্ত জরিপ পরিচালিত হয়।\nএ পর্যন্ত আবিষ্কৃত উল্লেখযোগ্য নিদর্শনগুলোর মধ্যে রয়েছে:\n\nস্বর্ণালংকার, ব্রোঞ্জের ক্রুশচিহ্ন ও কাচের প্রদীপ।\nমৃৎপাত্র, চকমকে সিরামিক ও কাচের বোতল।\nআগাতের পুঁতি ও চীনের লংচুয়ান অঞ্চলের সবুজ সেলাডন।\nসিরিয়াক লিপি ও আরবি লিপিতে খোদাই করা শিলালিপি।\nএই নিদর্শনগুলো শহরটির সাংস্কৃতিক সমৃদ্ধি ও বিস্তৃত বাণিজ্যিক যোগাযোগের প্রমাণ বহন করে। বহু নিদর্শনে ক্রুশচিহ্ন পাওয়া গেছে, যা শহরটির শক্তিশালী খ্রিস্টীয় পরিচয়ের প্রমাণ। চীনা সিরামিক পদার্থগুলো আল-হিরার দূর-দূরান্তের বাণিজ্যিক সম্পর্ককে নির্দেশ করে।\nসাম্প্রতিক খননকার্যে একাধিক প্রাসাদ ও গির্জাসংলগ্ন মঠের ধ্বংসাবশেষ আবিষ্কৃত হয়েছে, যা আল-হিরার স্থাপত্য ও ধর্মীয় গুরুত্ব সম্পর্কে ইতিহাসে যা বলা হয়েছে, তা নিশ্চিত করে।\nএই প্রত্নতাত্ত্বিক প্রমাণসমূহ একটি সমৃদ্ধ নগরকেন্দ্রের চিত্র তুলে ধরে—যার ছিল বৈচিত্র্যময় জনসংখ্যা, আঞ্চলিক প্রভাব ও জটিল সাংস্কৃতিক ঐতিহ্য।\n\n\n== আরও দেখুন ==\n\nহিরার আবদা\nলাখমিদ রাজ্য\nহাত্রার রাজ্য\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nBosworth, C.E., সম্পাদক (১৯৯৯)। The History of al-Ṭabarī, Volume V: The Sāsānids, the Byzantines, the Lakhmids, and Yemen। SUNY Series in Near Eastern Studies.। Albany, New York: State University of New York Press। আইএসবিএন 978-0-7914-4355-2। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDaryaee, Touraj (২০০২)। Šahrestānīhā Ī Ērānšahr। Mazda Publishers। পৃষ্ঠা 1–81। আইএসবিএন 1568591438। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMartindale, John R., সম্পাদক (১৯৯২)। The Prosopography of the Later Roman Empire: Volume III, AD 527–641। Cambridge: Cambridge University Press। পৃষ্ঠা 258। আইএসবিএন 0-521-20160-8। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\nBosworth, C. Edmund (২০০৩)। \"ḤIRA\"। Encyclopaedia Iranica, Vol. XII, Fasc. 3। পৃষ্ঠা 322–323। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}