{"pageid": 1438334, "title": "ডেভিড অ্যাডামস (শ্রমিক দলের রাজনীতিবিদ)", "url": "https://bn.wikipedia.org/wiki?curid=1438334", "content": "ডেভিড অ্যাডামস (২৭ জুন ১৮৭১ - ১৬ আগস্ট ১৯৪৩) ছিলেন একজন ব্রিটিশ শ্রম রাজনীতিবিদ যিনি ১৯২২ থেকে ১৯২৩ সাল পর্যন্ত টাইন ওয়েস্টের উপর নিউক্যাসলের সংসদ সদস্য (এমপি) এবং ১৯৩৫ থেকে ১৯৪৩ সালে তার মৃত্যু পর্যন্ত কনসেট হিসেবে দায়িত্ব পালন করেছিলেন।\n\n\n== কর্মজীবন ==\nতিনি নিউক্যাসলের আর্মস্ট্রং কলেজের স্কুল অফ আর্ট অ্যান্ড সায়েন্সে শিক্ষিত হন। তিনি ডি অ্যাডামস অ্যান্ড কোম্পানির স্থানীয় শিপিং কোম্পানি এবং অ্যাংলো-স্কটিশ ট্রেডিং কোম্পানিতে একজন প্রকৌশলী হিসেবে কর্মজীবন শুরু করেন। তিনি ১৯০২ সালে নিউক্যাসল সিটি কাউন্সিলে নির্বাচিত হন এবং ১৯২২ থেকে ১৯২৩ সাল পর্যন্ত শেরিফ এবং ১৯৩০ থেকে ১৯৩১ সাল পর্যন্ত লর্ড মেয়রের দায়িত্ব পালন করেন।\n১৯১৮ সালের সাধারণ নির্বাচনে, তিনি নতুন নিউক্যাসল আপন টাইন ওয়েস্ট নির্বাচনী এলাকায় একজন ব্যর্থ প্রার্থী ছিলেন, লিবারেল পার্টির ক্যাবিনেট মন্ত্রী এডওয়ার্ড শর্টের কাছে হেরে যান। শর্ট ১৯২২ সালের সাধারণ নির্বাচনে পদত্যাগ করেন এবং অ্যাডামস ন্যাশনাল লিবারেল প্রার্থী সেসিল রামেজের উপর মাত্র ১৫৬ সংখ্যাগরিষ্ঠতার সাথে আসনটি জিতেছিলেন। ১৯২৩ সালের সাধারণ নির্বাচনে, রামেজ ৩,৫০০ এর বেশি সংখ্যাগরিষ্ঠতার সাথে অ্যাডামসের কাছ থেকে আসনটি নিয়েছিলেন।\nঅ্যাডামস ১৯২৪ সালের সাধারণ নির্বাচনে ইয়র্ক সিটিতে এবং ১৯৩১ সালের প্রতিদ্বন্দ্বিতায় ব্যারো-ইন-ফার্নেস- এ ব্যর্থভাবে প্রতিদ্বন্দ্বিতা করেছিলেন। তিনি ১৯৩৫ সালের সাধারণ নির্বাচনের পরে কনসেট, কাউন্টি ডারহামের এমপি হিসাবে হাউস অফ কমন্সে ফিরে আসেন, ন্যাশনাল লিবারেলদের তুলনায় ৭,৫২২ সংখ্যাগরিষ্ঠতা অর্জন করেন। তার মৃত্যুর পর, অ্যাডামস ১৯৪৩ সালের কনসেট উপ-নির্বাচনে জেমস গ্লানভিলের স্থলাভিষিক্ত হন।\n\n\n== ব্যক্তিগত জীবন ==\nঅ্যাডামস ১৮৯৭ সালে এলিজাবেথ হ্যাভলক প্যাটারসনকে বিয়ে করেন; দম্পতির দুই ছেলে ও এক মেয়ে ছিল।\n\n\n== মৃত্যু ==\nতিনি ১৯৪৩ সালের ১৬ আগস্ট নিউক্যাসলের জেসমন্ডে ৭২ বছর বয়সে তাঁর বাড়িতে মৃত্যুবরণ করেন।\n\n\n== তথ্যসূত্র ==\nCraig, F. W. S. (১৯৮৩)। British parliamentary election results 1918-1949 (3rd সংস্করণ)। Parliamentary Research Services। আইএসবিএন 0-900178-06-X। \nLeigh Rayment's Historical List of MPs\n\n\n== বহিঃসংযোগ ==\nহ্যান্সকার্ড ১৮০৩-২০০৫: David Adams দ্বারা সংসদে অবদান (ইংরেজি)"}