{"pageid": 1438181, "title": "হাইড্রোফিস বেলচেরি", "url": "https://bn.wikipedia.org/wiki?curid=1438181", "content": "হাইড্রোফিস বেলচেরি, সাধারণত অস্পষ্ট বা বিবর্ণ ডোরাযুক্ত(ব্যান্ড) সামুদ্রিক সাপ হিসাবে বা শুধু বেলচার নামেও পরিচিত। এটি অত্যান্ত বিষধর ইলাপিডি পরিবারের একটি সাপ। এটি শান্ত ও ভীতুস্বভাবের বা কামড় দিতে উৎসাহী নয় ধরণের সাপ তবে একে বেশি খোছাখুছি করলে আত্মরক্ষার্থে কামড় দিতে পারে।  সাধারণত সামুদ্রিক জেলেদের জালে আটকে জেলেরা এদের কামড়ের শিকার হয়। তবে এক চতুরাংশ কামড়ে এরা মারণাত্মক বিষ ঢালে, অধিকাংশ কামড়ে বিষ ঢালেনা। এই সামুদ্রিক বেলচারকে অনেক সময় ভুল করে  hook-nosed সামুদ্রিক সাপ (Enhydrina schistosa) বলে থাকেন অনেকেই। বেলচার হচ্ছে পৃথিবীর সবচেয়ে বিষধর সাপ। অন্যদিকে ইনল্যান্ড তাইপান হল শুধু স্থলভাগের সবচেয়ে বিষধর সাপ। কিন্তু হাইড্রোফিস বেলচেরি স্থলজ বা জলজ সবচেয়ে বিষধর সাপ।\n\n\n== বর্ণনা ==\nবেলচার একটি মাঝারি মাপের সাপ, একটি পূর্ণবয়স্ক বেলচারের দৈর্ঘ্য  ০.৫ থেকে ১ মিটার পর্যন্ত লম্বা হতে পারে। এর চিকন শরীর সাধারণত হালকা হলুদাভ থেকে সবুজাভ রংয়ের। এবং ক্রসব্যান্ডগুলো চিকন অংশে অপেক্ষাকৃত স্পষ্ট। মাঝ বরাবর কিছুটা মোটা এবং রঙ ও ব্যান্ড অপেক্ষাকৃত বেশী হালকা। পানিতে থাকার সময় যা পানির সাথে প্রায়ই মিশে যায়।  এর মাথাটি বেশ ছোট কিন্তু জলজ পরিবেশের জন্য উপযুক্ত।\n\n\n== ট্যাক্সোনমিক ইতিহাস ==\nএই প্রজাতি প্রথম বর্ণিত এবং নামকরণ করা হয়েছিল John Edward Gray কতৃক ১৮৪৯ সালে।\n\n\n== ব্যুৎপত্তি ==\nHydrophis comes from Greek ὕδωρ, hydōr = water + ὄφις, ophis = serpent.\nThe specific name, belcheri, commemorates the Nova Scotian, Royal Navy Captain, later Admiral, Sir Edward Belcher KCB, RN (1799-1877) who collected the holotype.\n\n\n== সাধারণ নাম ==\nH. belcheri এটি সামুদ্রিক বেলচার নামেও পরিচিত. সামুদ্রিক বেলচারকে অনেক স্ময় ভুল করে  \"hook-nosed সামুদ্রিক সাপ\" বা বাকা নাক সামুদ্রিক সাপ বলেন (যা প্রকৃতপক্ষে Enhydrina schistosa) এবং নীল ডোরা সামুদ্রিক সাপ হিসাবেও গুলিয়ে ফেলেন  (যার প্রকৃত নাম হচ্ছে  Hydrophis cyanocinctus).\n\n\n== References ==\n\n\n== External links ==\nTodo sobre la serpiente marina Blecher  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২ মার্চ ২০২১ তারিখে\n\n\n== Further reading ==\nBoulenger GA (1896). Catalogue of the Snakes in the British Museum (Natural History). Volume III., Containing the Colubridæ (Opisthoglyphæ and Proteroglyphæ), ... London: Trustees of the British Museum (Natural History). (Taylor and Francis, printers). xiv + 727 pp. + Plates I- XXV. (Distira belcheri, pp. 296–297 + Plate XVII, Figure 2).\nGray JE (1849). Catalogue of the Specimens of Snakes in the Collection of the British Museum. London: Trustees of the British Museum. (Edward Newman, printer). xv + 125 pp. (Aturia belcheri, new species, p. 46).\nMcCarthy CJ, Warrel DA (1991). \"A collection of sea snakes from Thailand with new records of Hydrophis belcheri (Gray)\". Bull. British Mus. Nat. Hist. (Zool.) 57 (2): 161-166.\nMcCoy M (2000). Reptiles of the Solomon Islands. Kuranda, Australia: ZooGraphics. CD-ROM."}