{"pageid": 1438824, "title": "গোবিন্দ দেব জী মন্দির", "url": "https://bn.wikipedia.org/wiki?curid=1438824", "content": "গৌড়ীয় বৈষ্ণবধর্ম ঐতিহ্যের ঐতিহাসিক 'গোবিন্দ দেব জি' মন্দিরটি রাজস্থান, ভারত জয়পুর-এর শহর প্রাসাদ-এ অবস্থিত। মন্দিরটি গোবিন্দ দেব (কৃষ্ণ) এবং তাঁর সহধর্মিণী রাধাকে উৎসর্গীকৃত। মন্দিরের দেবমূর্তিদের বৃন্দাবন থেকে জয়পুরের প্রতিষ্ঠাতা রাজা সওয়াই জয় সিং দ্বিতীয় দ্বারা আনা হয়েছিল।  এই বৈষ্ণব মন্দিরটিকে ভক্তদের জন্য সবচেয়ে পবিত্র এবং তাৎপর্যপূর্ণ মন্দির বলে মনে করা হয়।\n\n\n== কিংবদন্তি ==\n\nজনপ্রিয় কিংবদন্তি অনুসারে, গোবিন্দ দেবজীর মূর্তিটিকে \"বজ্রকৃত\"ও বলা হয় কারণ মূর্তিটি কৃষ্ণের প্রপৌত্র বজ্রনাভ দ্বারা তৈরি করা হয়েছিল। প্রায় ৫,০০০ বছর পূর্বে বজ্রনাভের বয়স যখন প্রায় ১৩ বছর, তিনি তাঁর পিতামহীকে (কৃষ্ণের পুত্রবধূ) জিজ্ঞেস করেছিলেন যে, কৃষ্ণ দেখতে কেমন ছিল। তারপর তার বর্ণনার উপর ভিত্তি করে তিনি তিনটি মূর্তি তৈরি করান। প্রথম মূর্তিতে, চরণদ্বয় কৃষ্ণের চরণের সাথে সাদৃশ্যপূর্ণ ছিল । দ্বিতীয় মূর্তিতে, বুকের অংশটি কৃষ্ণের বুকের মতো দেখায়। তৃতীয় মূর্তিতে, কৃষ্ণের মুখের সাথে মুখটি সম্পূর্ণ সাদৃশ্য দেখা যায় যখন তিনি পৃথিবীতে অবতীর্ণ হন।\nপ্রথম মূর্তিটি প্রভু \"মদন মোহন জি\" নামে পরিচিত। দ্বিতীয় মূর্তিটিকে বলা হয় \"গোপীনাথ জি\" এবং তৃতীয় মূর্তিটি \"গোবিন্দ দেবজী\" নামে জনপ্রিয়। যুগের আবর্তনে এই পবিত্র ঐশ্বরিক মূর্তিগুলোও হারিয়ে গেছে। প্রায় ৫০০ বছর পূর্বে, গৌড়ীয় বৈষ্ণব ধর্মের প্রতিষ্ঠাতা শ্রী চৈতন্য মহাপ্রভু তাঁর এক শিষ্য শ্রী রূপ গোস্বামীকে গোবিন্দের ঐশ্বরিক মূর্তিটি মৃত্তিকা খনন করে উদ্ধার করতে বলেছিলেন যা হানাদারদের হাত থেকে রক্ষার জন্য মাটিতে লুকিয়ে রাখা হয়েছিল।\nএটি সেই স্থান যেখানে বেদান্ত-আচার্য শ্রীল বলদেব বিদ্যাভূষণ গোবিন্দ ভাষ্য (ব্রহ্ম সূত্রের ভাষ্য) রচনা শুরু করেছিলেন। কথিত আছে, গোবিন্দ দেবজী স্বয়ং আচার্যকে তার স্বপ্নে এসে ভাষ্য লিখতে নির্দেশ দিয়েছিলেন। এই বিখ্যাত গোবিন্দ ভাষ্যটি গৌড়ীয়-বৈষ্ণবদের বৈধতার মূলস্বরূপ। এই ভাষ্য প্রদানের পর, শ্রীল বলদেব বিদ্যাভূষণের যুক্তি জয়পুরের গালতাজি-তে বিখ্যাত শাস্ত্রার্থ (বিতর্ক) চলাকালীন রামানন্দীদের পরাজিত করে ও বলদেব বিদ্যাভূষণ বিজয়ী হন। তারপর তাকে সম্মানসূচক \"বেদান্তাচার্য\" উপাধি দেওয়া হয়।\nসকল বৈষ্ণবের জন্য শ্রী রাধা গোবিন্দ দেব জি মন্দির বৃন্দাবন এর বাইরের অন্যতম গুরুত্বপূর্ণ মন্দির।\nএই মন্দিরে দিনে সাতবার \"আরতি\" এবং \"ভোগ\" দেওয়া হয় যখন দেবতাকে \"দর্শনের\" জন্য উন্মোচন করা হয়। প্রতিদিন হাজার হাজার ভক্ত মন্দিরে যান এবং জন্মাষ্টমী এর সময় আরও অধিক সংখ্যক দর্শনার্থী আসেন।\n\n\n== সময় ==\n\nআরতি\n\nগোবিন্দ দেবজী মন্দিরে আরতি দিনে সাতবার করা হয়। সেই সময়ে ভক্তরা দেবতা রাধা গোবিন্দ জির দর্শন পেতে পারেন। \n\n\n== আরও দেখুন ==\nমদন মোহন মন্দির, করৌলি\nরাধা কৃষ্ণ\nখোলে কে হনুমান জি মন্দির\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nRajasthan tourism website\nGovind Dev Ji Temple official website"}