{"pageid": 1438880, "title": "চার্লস গ্রে, ২য় আর্ল গ্রে", "url": "https://bn.wikipedia.org/wiki?curid=1438880", "content": "চার্লস গ্রে, ২য় আর্ল গ্রে  (১৩ মার্চ ১৭৬৪ - ১৭ জুলাই ১৮৪৫), ১৮০৬ এবং ১৮০৭ সালের মধ্যে ভিসকাউন্ট হাউইক নামে পরিচিত, একজন ব্রিটিশ হুইগ রাজনীতিবিদ ছিলেন যিনি ১৮৩০ থেকে ১৮৩৪ সাল পর্যন্ত যুক্তরাজ্যের প্রধানমন্ত্রী হিসাবে দায়িত্ব পালন করেছিলেন। তিনি হাউস অফ গ্রে এর বংশধর এবং আর্ল গ্রে চায়ের নামকরণ করা হয়। গ্রে একাধিক সংস্কার আন্দোলনের দীর্ঘদিনের নেতা ছিলেন। প্রধানমন্ত্রী থাকাকালীন তাঁর সরকার দুটি উল্লেখযোগ্য সংস্কার নিয়ে আসে। সংস্কার আইন ১৮৩২ সংসদীয় সংস্কার কার্যকর করেছে, যা হাউস অফ কমন্সের ভোটার সংখ্যা ব্যাপকভাবে বৃদ্ধি করেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nBrett, Peter. \"Grey, Charles, 2nd Earl Grey\" in D. M. Loades, সম্পাদক (২০০৩)। Reader's guide to British history। Fitzroy Dearborn। পৃষ্ঠা 1:586–87। আইএসবিএন 9781579584269। \nSmith, E. A. (২০০৪)। \"Charles Grey, second Earl Grey (1764–1845)\"। অক্সফোর্ড ডিকশনারি অব ন্যাশনাল বায়োগ্রাফি (অনলাইন সংস্করণ)। অক্সফোর্ড বিশ্ববিদ্যালয় প্রেস। ডিওআই:10.1093/ref:odnb/11526। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)  (সাবস্ক্রিপশন বা যুক্তরাজ্যের গণগ্রন্থাগারের সদস্যপদ প্রয়োজন।)\nSmith, E. A. (১৯৯০), Lord Grey, 1764–1845, London উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nPennington, D.H.\"British Prime Ministers : II Earl Grey.\" History Today (May 1951) 1#5 pp 21–27 online].\nPhillips, John A., and Charles Wetherell. \"The Great Reform Act of 1832 and the political modernization of England.\" American historical review 100.2 (1995): 411–436. in JSTOR\nTrevelyan, G. M. (১৯২০), Lord Grey of the Reform Bill উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)  online free\n\n\n=== অন্যান্য উৎস ===\nMosley, Charles (১৯৯৯), Burke's Peerage and Baronetage of Great Britain and Ireland (106th সংস্করণ), Cassells উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMosley, Charles (১৯৯৯),  Charles Mosley, সম্পাদক, Burke's Peerage & Baronetage (106th সংস্করণ) উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nPayne, Edward John (১৯১১)। \"Grey, Charles Grey, 2nd Earl\"।   চিসাম, হিউ। ব্রিটিশ বিশ্বকোষ। 12 (১১তম সংস্করণ)। কেমব্রিজ ইউনিভার্সিটি প্রেস। পৃষ্ঠা 586–588। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n10 Downing Street website, PMs in history, ২৫ আগস্ট ২০০৮ তারিখে মূল থেকে আর্কাইভ করা, সংগ্রহের তারিখ ২৬ জুলাই ২০০৬ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nTemperley, Harold and L.M. Penson, eds. Foundations of British Foreign Policy: From Pitt (1792) to Salisbury (1902) (1938), primary sources online\n\n\n== বহিঃসংযোগ ==\n\nহ্যান্সকার্ড ১৮০৩-২০০৫: the Earl Grey দ্বারা সংসদে অবদান (ইংরেজি)\n\"Archival material relating to চার্লস গ্রে, ২য় আর্ল গ্রে\"। UK National Archives। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nন্যাশনাল পোট্রেট গ্যালারি, লন্ডনে চার্লস গ্রে, ২য় আর্ল গ্রে-এর পোট্রেট \nইন্টারনেট আর্কাইভে চার্লস গ্রে, ২য় আর্ল গ্রে কর্তৃক কাজ বা সম্পর্কে তথ্য"}