{"pageid": 1438180, "title": "রিচার্ড জ্যাকসন (লিবারেল পার্টির রাজনীতিবিদ)", "url": "https://bn.wikipedia.org/wiki?curid=1438180", "content": "রিচার্ড স্টিফেনস জ্যাকসন (৭ মে ১৮৫০ - ১০ জুন ১৯৩৮) একজন ব্রিটিশ আইনজীবী এবং লিবারেল পার্টির রাজনীতিবিদ ছিলেন।\n\n\n== জীবনের প্রথমার্ধ ==\nউত্তর কেন্টের নিউইংটনে জন্মগ্রহণ করেন, জ্যাকসন ছিলেন সিটিংবোর্নের জন জ্যাকসনের পুত্র, একজন জরিপকারী এবং তার স্ত্রী হ্যারিয়েট নে ট্রেস অফ আপচার্চ। সিটিংবোর্নের এলম হাউস স্কুলে শিক্ষার পর, তিনি ১৮৭২ সালে একজন সলিসিটর হিসেবে ভর্তি হওয়ার আগে একজন মার্চেন্ট নাবিক হিসেবে কিছু সময় কাটিয়েছিলেন। তিনি সেই সিটিংবোর্ন, গ্রিনিচ এবং লন্ডনে অনুশীলন করেছিলেন। ১৮৯৫ সাল পর্যন্ত, তিনি থর্নার্স চেম্বার্স, ইংহাম কোর্ট, ১৬৭ ফেনচার্চ স্ট্রিটে অনুশীলন করছিলেন।\n\n\n== লন্ডন কাউন্টি কাউন্সিল ==\nতিনি রাজনীতিতে প্রবেশ করেন যখন তিনি ১৮৮৯ সালের জানুয়ারিতে প্রথম লন্ডন কাউন্টি কাউন্সিলে গ্রিনিচের প্রতিনিধিত্ব করার জন্য নির্বাচিত হন। তিনি কাউন্সিলে সংখ্যাগরিষ্ঠ প্রগতিশীল পার্টির সদস্য ছিলেন, যেটি সংসদীয় লিবারেল পার্টির সাথে জোটবদ্ধ ছিল। তিনি ১৮৯২ সালে পুনরায় নির্বাচিত হন। কাউন্সিলে তিনি ব্ল্যাকওয়াল টানেল নির্মাণের অগ্রগতিতে বিশেষ আগ্রহ নিয়েছিলেন। ১৮৯৫ সালে তিনি তার কাউন্টি কাউন্সিলের আসনটি রক্ষণশীল-সমর্থিত মডারেট পার্টির একজন সদস্যের কাছে হারান, মূলত একটি স্বাধীন লেবার পার্টির প্রার্থীর হস্তক্ষেপের কারণে।\n\n\n== ১৯০০ সালের সাধারণ নির্বাচন ==\nজ্যাকসন ১৯০০ সালের সাধারণ নির্বাচনে গ্রিনিচ -এ লিবারেল পার্টির প্রার্থী হিসাবে প্রতিদ্বন্দ্বিতা করেছিলেন, বর্তমান কনজারভেটিভ এমপি লর্ড হিউ সেসিলের বিরুদ্ধে দাঁড়িয়েছিলেন। জ্যাকসন নির্বাচিত হতে ব্যর্থ হন, সিসিল প্রায় ২,০০০ ভোটের সংখ্যাগরিষ্ঠতার সাথে আসনটি ধরে রাখেন।\n\n\n== গ্রিনউইচ বরো কাউন্সিল ==\nজ্যাকসন গ্রিনিচ ভেস্ট্রি এবং বোর্ড অফ ওয়ার্কসের সদস্য ছিলেন। ১৯০০ সালে ভেস্ট্রি বিলুপ্ত করা হয় এবং কাউন্টি অফ লন্ডনকে ২৮টি মেট্রোপলিটন বরোতে বিভক্ত করা হয়, ১ নভেম্বর ১৯০০ সালে অনুষ্ঠিত নতুন বরো কাউন্সিলের প্রথম নির্বাচন। জ্যাকসন দক্ষিণ ওয়ার্ডের প্রতিনিধিত্বকারী প্রগতিশীল পার্টি কাউন্সিলর হিসাবে গ্রিনিচ বরো কাউন্সিলে নির্বাচিত হন। তিনি ১৯০২-১৯০৩ সালে গ্রিনিচের মেয়র ছিলেন।\n\n\n== সংসদ সদস্য ==\n১৯০৬ সালের সাধারণ নির্বাচনে জ্যাকসন আবার লর্ড হিউ সেসিলের বিরোধিতা করে গ্রিনিচ-এ দাঁড়ান। কনজারভেটিভ ভোট সেসিলের মধ্যে বিভক্ত হয়েছিল, যিনি মুক্ত বাণিজ্যের পক্ষে ছিলেন এবং আয়ন হ্যামিল্টন বেন যিনি ট্যারিফ সংস্কারের পক্ষে ছিলেন। জ্যাকসন বেন ১,৩৪১ ভোটের চেয়ে সংখ্যাগরিষ্ঠতা নিয়ে লিবারেলদের জন্য আসন জিতেছেন। সেসিল একটি দুর্বল তৃতীয় সমাপ্ত. জ্যাকসন শুধুমাত্র একটি মেয়াদে সংসদে দায়িত্ব পালন করেন এবং ১৯১০ সালের জানুয়ারিতে পরবর্তী নির্বাচনে বেনের কাছে পরাজিত হন।\n\n\n== পরবর্তী জীবন ==\nজ্যাকসন তার আইনি অনুশীলন পুনরায় শুরু করেন। তিনি অবশেষে ব্ল্যাকহিথে অবসর গ্রহণ করেন, যেখানে তিনি ১৯৩৮ সালের জুন মাসে ৮৮ বছর বয়সে মারা যান। গ্রিনউইচের সেন্ট আলফেজ চার্চে অন্ত্যেষ্টিক্রিয়ার পর তাকে শ্যুটার্স হিল কবরস্থানে দাফন করা হয়।\n\n\n== ব্যক্তিগত জীবন ==\nজ্যাকসন এবং তার স্ত্রী, মেরি অ্যান, নে বেলের নয়টি সন্তান ছিল, যাদের মধ্যে একজন শৈশবে মারা যায়। তাদের ষষ্ঠ, উইলিয়াম হেনরি জ্যাকসন, ছিলেন একজন অ্যাংলিকান ধর্মযাজক যিনি বার্মা (বর্তমানে মিয়ানমারে ) একজন ধর্মপ্রচারক হিসেবে কাজ করেছিলেন,  এবং বার্মিজ ব্রেইল উদ্ভাবন করেছিলেন।\nউইলিয়ামের জন্মের কিছুক্ষণ পরেই, পরিবারটি ব্ল্যাকহিথের ক্রোমস হিলের স্টবক্রস লজে চলে যায়, যেখানে তারা প্রায় দুই দশক ধরে অবস্থান করে।\n১৯৩১ সালের জুলাইয়ের শেষের দিকে বা আগস্টের প্রথম দিকে মেরি অ্যানের মৃত্যু উইলিয়ামের আগে, যেটি সেই বছরের ডিসেম্বরে হয়েছিল।\n\n\n== তথ্যসূত্র ==\nLeigh Rayment's Historical List of MPs\nPurser, Mary Chesmer (১৯৩৩)। An Ambassador in Bonds: The Story of William Henry Jackson, Priest, of the Mission to the Blind of Burma (2 সংস্করণ)। Society for the Propagation of the Gospel in Foreign Parts। \n\n\n== বহিঃসংযোগ ==\nহ্যান্সকার্ড ১৮০৩-২০০৫: Richard Jackson দ্বারা সংসদে অবদান (ইংরেজি)"}