{"pageid": 1438714, "title": "কিঙ্কাকু-জি", "url": "https://bn.wikipedia.org/wiki?curid=1438714", "content": "কিঙ্কাকু-জি (金閣寺, আক্ষরিক অর্থে \"স্বর্ণ মণ্ডপের মন্দির\"), আনুষ্ঠানিকভাবে রোকুন-জি (鹿苑寺, টেমপ্লেট:Literally), জাপানের কিয়োটোতে অবস্থিত একটি জেন বৌদ্ধ মন্দির। এটি কিয়োটোর সবচেয়ে জনপ্রিয় ভবনগুলোর মধ্যে একটি, যা প্রতি বছর অনেক দর্শনার্থীদের আকর্ষণ করে। এটি একটি জাতীয় বিশেষ ঐতিহাসিক স্থান, একটি জাতীয় বিশেষ ভূদৃশ্য হিসাবে মনোনীত এবং প্রাচীন কিয়োটোর ঐতিহাসিক স্মৃতিস্তম্ভ তৈরি করে এমন ১৭টি স্থানের মধ্যে একটি যা বিশ্ব ঐতিহ্যবাহী স্থান।\n\n\n== ইতিহাস ==\n\nকিনকাকু-জির স্থানটি মূলত কিতায়ামা-দাই (北山第) নামে একটি উদ্যানবাটিকা ছিল, যা একজন শক্তিশালী রাষ্ট্রনায়ক সায়নজি কিন্টসুনের অন্তর্গত ছিল। কিনকাকু-জির ইতিহাস ১৩৯৭ সালের, যখন উদ্যানবাটিকাটি শোগুন আশিকাগা যোশিমিতসু সায়নজি পরিবার থেকে কিনেছিলেন এবং কিনকাকু-জি চত্বরে রূপান্তরিত হয়েছিল। যখন যোশিমিতসু মারা যান তখন তার ইচ্ছা অনুসারে তার পুত্র ভবনটিকে জেন মন্দিরে রূপান্তরিত করেছিলেন।\n\nওনিন যুদ্ধের সময় (১৪৬৭-১৪৭৭), মণ্ডপ বাদে চত্বরের সমস্ত ভবন পুড়ে যায়।\n১৯৫০ সালের ২রা জুলাই, সকাল আড়াইটায়, মণ্ডপটি ২২ বছর বয়সী নবীন সন্ন্যাসী দ্বারা পুড়িয়ে দেওয়া হয়েছিল, হায়াশি ইয়োকেন (কিনকাকুজি-মন্দির অগ্নিসংযোগ মামলা), যিনি তারপরে বিল্ডিংয়ের পিছনে দাইমন-জি পাহাড়ে আত্মহত্যার চেষ্টা করেছিলেন। তিনি বেঁচে যান এবং পরে তাকে হেফাজতে নেওয়া হয়। সন্ন্যাসীকে সাত বছরের কারাদণ্ড দেওয়া হয়েছিল, তবে ১৯৫৫ সালের ২৯ সেপ্টেম্বর মানসিক অসুস্থতার (নিপীড়নমূলক বিভ্রম এবং ভগ্নমনস্কতা) কারণে তাকে মুক্তি দেওয়া হয়েছিল; তিনি ১৯৫৬ সালের মার্চ মাসে যক্ষ্মায় মারা যান। অগ্নিকাণ্ডের সময়, আশিকাগা যোশিমিতসুর আসল মূর্তিটি আগুনে হারিয়ে গিয়েছিল (এখন পুনরুদ্ধার করা হয়েছে)। এই ঘটনাগুলোর একটি কাল্পনিক সংস্করণ ইউকিও মিশিমার ১৯৫৬ বইয়ের কেন্দ্রে রয়েছে দ্য টেম্পল অব দ্য গোল্ডেন প্যাভিলিয়ন, এবং অন্যটি ব্যালে রাকুতে।\nবর্তমান মণ্ডপ কাঠামোটি ১৯৫৫ সালের, যখন এটি পুনর্নির্মাণ করা হয়েছিল। মণ্ডপটি তিন তলা উঁচু, উচ্চতায় ১২.৫ মিটার (৪০ ফুট)। পুনর্গঠনটি মূলটির একটি ঘনিষ্ঠ অনুলিপি বলে মনে করা হয়, যদিও কেউ কেউ মূল কাঠামোতে এত বিস্তৃত সোনার পাতার আবরণ ব্যবহার করা হয়েছিল কিনা তা নিয়ে প্রশ্ন তুলেছেন। ১৯৮৪ সালে, এটি আবিষ্কার করা হয়েছিল যে পুনর্গঠিত বিল্ডিংয়ের সোনার পাতটি খোসা ছাড়িয়েছে এবং ১৯৮৬ থেকে ১৯৮৭ সাল পর্যন্ত এটি ০.৫ মাইক্রোমিটার সোনার পাত দিয়ে প্রতিস্থাপন করা হয়েছিল, পুনর্গঠিত বিল্ডিংয়ের সোনার পাতার পুরুত্বের পাঁচগুণ। যদিও উন্নত প্রযুক্তির কারণে সময়ের সাথে সাথে জাপানি সোনার পাতা পাতলা হয়ে গেছে, ০.৫ μm সোনার পাতা ঐতিহ্যবাহী জাপানি সোনার পাতার মতো পুরু। উপরন্তু, পেইন্টিং এবং ইয়োশিমিতসুর মূর্তি সহ ভবনের অভ্যন্তরটিও পুনরুদ্ধার করা হয়েছিল। অবশেষে, ২০০৩ সালে ছাদটি পুনরুদ্ধার করা হয়। কিনকাকু (金閣 সোনার প্যাভিলিয়ন) নামটি সোনার পাতা থেকে উদ্ভূত হয়েছে যেটি প্যাভিলিয়নটি ঢেকে আছে। এর অন্তর্নিহিত অর্থের কারণে প্যাভিলিয়নে সোনা একটি গুরুত্বপূর্ণ সংযোজন ছিল। নিযুক্ত স্বর্ণের উদ্দেশ্য ছিল মৃত্যুর প্রতি কোনো দূষণ বা নেতিবাচক চিন্তাভাবনা এবং অনুভূতি প্রশমিত করা এবং শুদ্ধ করা। সোনার পাতার পিছনে প্রতীকী অর্থ ব্যতীত, মুরোমাচি পিরিয়ড ভিজ্যুয়াল বাড়াবাড়ির উপর ব্যাপকভাবে নির্ভর করেছিল। গোল্ডেন প্যাভিলিয়নের উপর ফোকাস করে, কাঠামোটি মূলত সেই উপাদানটিতে আচ্ছাদিত হওয়ার উপায়টি এমন একটি ছাপ তৈরি করে যা সূর্যের আলো প্রতিফলিত হওয়ার কারণে এবং প্রতিবিম্বটি পুকুরের উপর যে প্রভাব তৈরি করে তার কারণে দাঁড়িয়ে থাকে।\n\n\n== নকশার বিশদ বিবরণ ==\n\nগোল্ডেন প্যাভিলিয়ন (金閣, কিঙ্কাকু) রোকুওন-জি মন্দির চত্বরের মাঠে অবস্থিত একটি তিনতলা ভবন। মণ্ডপের উপরের দুটি তলা খাঁটি সোনালি পাতা দিয়ে ঢাকা। মণ্ডপটি একটি শরিডেন (舎利殿) হিসাবে কাজ করে, বুদ্ধের আবাসন ধ্বংসাবশেষ (বুদ্ধের চিতাভস্ম)। বিল্ডিংটি গিনকাকু-জি (সিলভার প্যাভিলিয়ন মন্দির) এবং শোকোকু-জির জন্য একটি গুরুত্বপূর্ণ মডেল ছিল, যা কিয়োটোতেও অবস্থিত। যখন এই ভবনগুলো নির্মিত হয়েছিল, আশিকাগা যোশিমাসা কিনকাকু-জিতে ব্যবহৃত শৈলীগুলো নিযুক্ত করেছিলেন এবং এমনকি এর দ্বিতীয় এবং তৃতীয় তলার নামও ধার করেছিলেন।\n\n\n=== স্থাপত্যের নকশা ===\n\nমণ্ডপটি সফলভাবে স্থাপত্যের তিনটি স্বতন্ত্র শৈলীকে অন্তর্ভুক্ত করে, যা শিন্ডেন, সামুরাই এবং জেন, বিশেষত প্রতিটি তলায়। কিনকাকুর প্রতিটি তল আলাদা স্থাপত্য শৈলী ব্যবহার করে।\nপ্রথম তলা, যাকে দ্য চেম্বার অফ ধর্ম ওয়াটারস বলা হয় (法水院, হো-সুই-ইন), শিন্ডেন-জুকুরি শৈলীতে উপস্থাপিত হয়েছে, যা একাদশ শতাব্দীর হেইয়ান সাম্রাজ্যের আবাসিক শৈলীর কথা স্মরণ করিয়ে দেয়। এটি শিন্ডেন প্রাসাদ শৈলীর উদ্দীপক। এটি সংলগ্ন বারান্দা সহ একটি খোলা জায়গা হিসাবে ডিজাইন করা হয়েছে এবং প্রাকৃতিক, অরঞ্জিত কাঠ এবং সাদা প্লাস্টার ব্যবহার করে। এটি আশেপাশের ল্যান্ডস্কেপকে জোর দিতে সহায়তা করে। দেয়াল এবং ফেনেস্ট্রেশনও মণ্ডপের অভ্যন্তরের দৃশ্যগুলিকে প্রভাবিত করে। বেশিরভাগ দেয়াল শাটার দিয়ে তৈরি যা মণ্ডপে আলো এবং বাতাসের পরিমাণ পরিবর্তন করতে পারে এবং শাটারের উচ্চতা নিয়ন্ত্রণ করে দৃশ্য পরিবর্তন করতে পারে। দ্বিতীয় তলা, শব্দ তরঙ্গের টাওয়ার (潮音洞, চো-অন-ডো)  নামে পরিচিত, যোদ্ধা অভিজাত বা বুকে-জুকুরির শৈলীতে নির্মিত। এই মেঝেতে, স্লাইডিং কাঠের দরজা এবং জালিযুক্ত উইন্ডোগুলো অনিত্যতার অনুভূতি তৈরি করে। দ্বিতীয় তলায় একটি বুদ্ধ হল এবং করুণার দেবী কাননকে উত্সর্গীকৃত একটি মন্দিরও রয়েছে। তৃতীয় তলাটি ঐতিহ্যবাহী চীনা চ্যান (জেপিএন. জেন) শৈলীতে নির্মিত, এটি জেনশু-বুটসুডেন-জুকুরি নামেও পরিচিত। একে বলা হয় আলটিমেটের কাপোলা (究竟頂, কুক্কিও-চো)। জেন টাইপোলজি মণ্ডপে আরও ধর্মীয় পরিবেশকে চিত্রিত করে, যেমনটি মুরোমাচি আমলে জনপ্রিয় ছিল।\nছাদটি একটি খড়ের পিরামিডে রয়েছে যা দাদ দিয়ে রয়েছে। বিল্ডিংটি একটি ব্রোঞ্জের হোও (ফিনিক্স) অলঙ্কার দিয়ে শীর্ষে রয়েছে। বাইরে থেকে দর্শকরা দেখতে পাবেন মণ্ডপের উপরের তলায় সোনার প্রলেপ দেওয়া হয়েছে। উপরের তলায় ঢাকা সোনার পাত ভিতরে কী রাখা আছে তার ইঙ্গিত দেয়: মাজার। বাইরেটা ভেতরের প্রতিচ্ছবি। প্রকৃতি, মৃত্যু, ধর্মের উপাদানগুলো একত্রিত হয়ে মণ্ডপ এবং বাইরের অনুপ্রবেশের মধ্যে এই সংযোগ তৈরি করে।\n\n\n=== বাগানের নকশা ===\nগোল্ডেন প্যাভিলিয়নটি একটি জাপানি হাঁটার বাগানে সেট করা হয়েছে (回遊式庭園, কাইয়ু-শিকি-তেয়েন, আক্ষরিক অর্থে গো-রাউন্ড স্টাইলে একটি ল্যান্ডস্কেপ বাগান)। অবস্থানটি দৃশ্যাবলী (\"শাক্কেই\") ধার করার ধারণাটি প্রয়োগ করে যা বাইরের এবং অভ্যন্তরকে সংহত করে, মণ্ডপের চারপাশের দৃশ্যগুলোর একটি এক্সটেনশন তৈরি করে এবং এটি বাইরের বিশ্বের সাথে সংযুক্ত করে। মণ্ডপটি কিয়োকো-চি (鏡湖池, আয়না পুকুর) নামে একটি পুকুরের উপর প্রসারিত, যা ভবনটিকে প্রতিফলিত করে। পুকুরটিতে ১০টি ছোট দ্বীপ রয়েছে। জেন টাইপোলজিটি শিলা রচনার মাধ্যমে দেখা যায়; চীনা এবং জাপানি সাহিত্যের বিখ্যাত স্থানগুলোর প্রতিনিধিত্ব করার জন্য সেতু এবং গাছপালা একটি নির্দিষ্ট উপায়ে সাজানো হয়েছে। মণ্ডপের চারপাশের বাগানগুলো দেখার জন্য প্যাভিলিয়নের কৌশলগত অবস্থানের কারণে ভ্যানটেজ পয়েন্ট এবং ফোকাল পয়েন্টগুলো প্রতিষ্ঠিত হয়েছিল। প্যাভিলিয়ন ভবনের পিছনের দিকে একটি ছোট মাছ ধরার হল (釣殿, সুরি-ডোনো) বা ছাদযুক্ত ডেক সংযুক্ত রয়েছে, যার ফলে একটি ছোট নৌকা এর নীচে নোঙ্গর করা যায়। প্যাভিলিয়ন গ্রাউন্ডগুলো বুদ্ধ আমিদার পশ্চিমা স্বর্গের বর্ণনা অনুসারে নির্মিত হয়েছিল, স্বর্গ ও পৃথিবীর মধ্যে একটি সাদৃশ্য চিত্রিত করার উদ্দেশ্যে। পুকুরের বৃহত্তম দ্বীপটি জাপানি দ্বীপপুঞ্জের প্রতিনিধিত্ব করে। প্যাভিলিয়নের নিকটবর্তী পুকুরে একটি সরলরেখা গঠনকারী চারটি পাথর চীনা পৌরাণিক কাহিনীতে আইল অফ ইটারনাল লাইফের উদ্দেশ্যে রাতে নোঙ্গর করা পালতোলা নৌকাগুলোর প্রতিনিধিত্ব করার উদ্দেশ্যে।\nবাগান চত্বরটি মুরোমাচি যুগের বাগান নকশার একটি দুর্দান্ত উদাহরণ। মুরোমাচি সময়কালকে জাপানি বাগান নকশার একটি ধ্রুপদী যুগ হিসাবে বিবেচনা করা হয়। এই সময়কালে ভবন এবং এর পরিবেশের মধ্যে পারস্পরিক সম্পর্ককে ব্যাপকভাবে জোর দেওয়া হয়েছিল। ল্যান্ডস্কেপের মধ্যে কাঠামোটি সংহত করার এটি একটি শৈল্পিক উপায় ছিল। বাগানের নকশাগুলো স্কেল হ্রাস, আরও কেন্দ্রীয় উদ্দেশ্য এবং একটি স্বতন্ত্র সেটিং দ্বারা চিহ্নিত করা হয়েছিল। একটি কাঠামোর চারপাশে ছোট স্কেলে বৃহত্তর ল্যান্ডস্কেপ পুনরায় তৈরি করে বাগানের নকশায় একটি ন্যূনতম পদ্ধতি আনা হয়েছিল।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== ৎআরও দেখুন ==\n\nইউকিও মিশিমার দ্য টেম্পল অফ দ্য গোল্ডেন প্যাভিলিয়ন, ১৯৫০ সালে কিনকাকু-জির ধ্বংসের উপর ভিত্তি করে একটি উপন্যাস\nনাগোয়ায় বুন্তেনকাকু, গোল্ডেন প্যাভিলিয়নের আদলে তৈরি\nজিনকাকু-জি\nশোকোকু-জি\nসোনালি কনজিকি-ডো সহ চুসন-জি\nগোল্ডেন টি রুম\n[[প্রাকৃতিক সৌন্দর্যের বিশেষ স্থান, বিশেষ ঐতিহাসিক স্থান এবং বিশেষ প্রাকৃতিক স্মৃতিস্তম্ভের তালিকা]]\nপ্রাচীন কিয়োটোর ঐতিহাসিক স্মৃতিস্তম্ভ (কিয়োটো, উজি এবং ওটসু শহর)\n\n\n== তথ্যসূত্র ==\n\nBoults, Elizabeth, and Chip Sullivan. Illustrated History of Landscape Design. Hoboken, NJ: John Wiley & Sons, 2010.\nGerhart, Karen M. The Material Culture of Death in Medieval Japan. Honolulu: University of Hawaii Press, 2009.\nPregil, Philip, and Nancy Volkman. Landscapes in History: Design and Planning in the Eastern and Western Tradition. Hoboken, NJ: John Wiley & Sons, 1992.\nYoung, David, and Michiko Young. The Art of Japanese Architecture. North Claredon, VT: Tuttle Publishing, 2007.\nYoung, David, Michiko Young, and Tan Hong. Introduction to Japanese Architecture. North Claredon, VT: Periplus, 2005.\n\n\n== আরও পড়ুন ==\nKawaguchi, Yoko (২০১৪)। Japanese Zen Gardens (Hardback)। London: Francis Lincoln। আইএসবিএন 978-0-7112-3447-5। \nSchirokauer, Conrad; Lurie, David; Gay, Suzanne (2005). A Brief History of Japanese Civilization. Wadsworth Publishing. আইএসবিএন ৯৭৮-০-৬১৮-৯১৫২২-৪. OCLC 144227752.\n\n\n== বহিঃসংযোগ ==\n\nOfficial site of Kinkaku-ji\nOriental Architecture – Kinkakuji Temple\nOmamori Charms Amulets of Kinkaku-ji Temple\n কিঙ্কাকু-জি-এর সাথে সম্পর্কিত ভৌগোলিক উপাত্ত দেখুন – ওপেন স্ট্রিট ম্যাপ এ\nটেমপ্লেট:বিশ্ব ঐতিহ্য কিয়োটো\nটেমপ্লেট:জাপানের বৌদ্ধ মন্দির"}