{"pageid": 1438002, "title": "কেন্দ্রীয় চুক্তি সংস্থা", "url": "https://bn.wikipedia.org/wiki?curid=1438002", "content": "সেন্ট্রাল চুক্তি সংগঠন (সেন্টো), পূর্বে মধ্যপ্রাচ্য চুক্তি সংগঠন (মিটো) নামে পরিচিত (এবং বাগদাদ চুক্তি নামেও পরিচিত), ছিল শীতল যুদ্ধের একটি সামরিক জোট। এটি ২৪ ফেব্রুয়ারি ১৯৫৫ সালে ইরান, ইরাক, পাকিস্তান, তুরস্ক এবং যুক্তরাজ্য দ্বারা গঠিত হয়েছিল। ১৬ মার্চ ১৯৭৯ সালে জোটটি ভেঙে যায়।\nমার্কিন চাপ এবং সামরিক ও অর্থনৈতিক সাহায্যের প্রতিশ্রুতি চুক্তির উদ্দেশ্যে পরিচালিত আলোচনার মূল বিষয় ছিল, কিন্তু মার্কিন যুক্তরাষ্ট্র প্রাথমিকভাবে অংশ নিতে পারেনি। জন ফস্টার ডুলেস, যিনি রাষ্ট্রপতি ডোয়াইট ডি. আইজেনহাওয়ারের অধীনে মার্কিন যুক্তরাষ্ট্রের সেক্রেটারি অব স্টেট হিসাবে আলোচনায় জড়িত ছিলেন, দাবি করেছিলেন যে এটি \"ইসরায়েলপন্থী লবি এবং কংগ্রেসের অনুমোদন পাওয়ার অসুবিধার কারণে হয়েছে।\" অন্যরা বলেছেন যে কারণটি ছিল \"পুরোপুরি বাজেট পদ্ধতির কারণে।\"\n১৯৫৮ সালে মার্কিন যুক্তরাষ্ট্র জোটটির সামরিক কমিটিতে যোগ দেয়। এটিকে সাধারণত শীতল যুদ্ধের জোটগুলোর মধ্যে সবচেয়ে কম সফল হিসেবে দেখা হয়।\nসংস্থাটির সদর দপ্তর ১৯৫৫ থেকে ১৯৫৮ পর্যন্ত ছিল ইরাকের বাগদাদে এবং তারপরে ১৯৫৮ থেকে ১৯৭৯ সাল পর্যন্ত তুরস্কের আঙ্কারায়। মধ্যপ্রাচ্যে দ্বীপটির অবস্থানের সাথে আক্রোটিরি এবং ডেকিলিয়া ব্রিটিশ সামরিক ঘাঁটি থাকার কারণে সাইপ্রাস সেন্টোর জন্য একটি গুরুত্বপূর্ণ অবস্থান ছিল।\n\n\n== ইতিহাস ==\n\nউত্তর আটলান্টিক চুক্তি সংগঠন (ন্যাটো) এর অনুকরণে তৈরি, মিটো দেশগুলিকে পারস্পরিক সহযোগিতা এবং সুরক্ষার পাশাপাশি একে অপরের বিষয়ে হস্তক্ষেপ না করার প্রতিশ্রুতি দেয়। এর লক্ষ্য ছিল সোভিয়েত ইউনিয়নের দক্ষিণ-পশ্চিম সীমান্ত বরাবর শক্তিশালী রাষ্ট্রগুলির একটি লাইন রাখার মাধ্যমে সোভিয়েত ইউনিয়নকে (ইউএসএসআর) বাধা দেত্তয়া। একইভাবে, মধ্যপ্রাচ্যে সোভিয়েত সম্প্রসারণ রোধ করার জন্য এটি 'উত্তর স্তর' নামে পরিচিত ছিল। ন্যাটোর বিপরীতে, মিটোর কোনো সমন্বিত সামরিক কমান্ড কাঠামো ছিল না, সদস্য দেশগুলিতে অনেক মার্কিন বা ব্রিটিশ সামরিক ঘাঁটি স্থাপন করা হয়নি, যদিও মার্কিন যুক্তরাষ্ট্রের ইরানে যোগাযোগ এবং ইলেকট্রনিক নজরদারি সুবিধা ছিল এবং সোভিয়েত ইউনিয়নের উপর U-2 গোয়েন্দা ফ্লাইট পরিচালনা করা হতো পাকিস্তানের ঘাঁটি থেকে। চুক্তিটি যখন কার্যকর ছিল যুক্তরাজ্য বিভিন্ন সময়ে পাকিস্তান ও ইরাকে সুযোগ-সুবিধা পেয়েছিল।\n১৪ জুলাই ১৯৫৮ সালে, একটি সামরিক অভ্যুত্থানে ইরাকি রাজতন্ত্র উৎখাত হয়। নতুন সরকারের নেতৃত্বে ছিলেন সামরিক অফিসার আবদুল করিম কাসেম যিনি ইরাককে বাগদাদ চুক্তি থেকে প্রত্যাহার করে নেন, সোভিয়েত ইউনিয়নের সাথে কূটনৈতিক সম্পর্ক খোলেন এবং জোট নিরপেক্ষ অবস্থান গ্রহণ করেন। সংগঠনটি সে সময় 'CENTO' (সেন্টো) নাম নেয় 'বাগদাদ চুক্তি' নামটি বাদ দিয়ে।\n১৯৬০ এর দশকে চলমান আরব-ইসরায়েল সংঘাত এবং ভারত-পাকিস্তান যুদ্ধের কারণে মধ্যপ্রাচ্য এবং দক্ষিণ এশিয়া অত্যন্ত অস্থির এলাকায় পরিণত হয়। সেন্টো উভয় বিবাদেই গভীরভাবে জড়িত হতে রাজি ছিল না। ১৯৬৫ এবং ১৯৭১ সালে, পাকিস্তান সেন্টোর মাধ্যমে ভারতের সাথে তার যুদ্ধে সহায়তা পাওয়ার ব্যর্থ চেষ্টা করেছিল, কিন্তু এটি প্রত্যাখ্যান করা হয়েছিল এই ধারণায় যে, সেন্টোর উদ্দেশ্য ছিল সোভিয়েত ইউনিয়নের প্রতিদ্বন্দ্বিতা করা, ভারতের নয়।\n\nসেন্টো এলাকার অ-সদস্য রাষ্ট্রগুলিতে সোভিয়েত প্রভাব বিস্তার রোধ করতে তেমন কিছুই করেনি। মিশর, সিরিয়া, ইরাক, দক্ষিণ ইয়েমেন, সোমালিয়া এবং লিবিয়ার সরকারগুলির সাথে ঘনিষ্ঠ সামরিক ও রাজনৈতিক সম্পর্ক স্থাপন করে, সোভিয়েত ইউনিয়ন সদস্য রাষ্ট্রগুলিকে 'লিপ-ফ্রাগ' করার সময় চুক্তিটির যে কন্টেনমেন্ট মূল্য ছিল তা হারিয়ে যায়। ১৯৭০ সাল নাগাদ, সোভিয়েত ইউনিয়ন মিশরে ২০০০০ সৈন্য  মোতায়েন করেছিল এবং সিরিয়া, সোমালিয়া এবং দক্ষিণ ইয়েমেনে নৌ ঘাঁটি স্থাপন করেছিল।\nইরানি বিপ্লব ১৯৭৯ সালে জোটটির সমাপ্তি নিশ্চিত করে, কিন্তু বাস্তবে, এটি মূলত ১৯৭৪ সাল থেকে শেষ হয়েছিল, যখন তুরস্ক সাইপ্রাস আক্রমণ করেছিল । এর ফলে যুক্তরাজ্য জোটের জন্য নির্ধারিত  - ৯ম এবং ৩৫তম স্কোয়াড্রন প্রত্যাহার করে যারা অভ্র ভলকান বোমারু বিমান উড়াতো,  এবং মার্কিন যুক্তরাষ্ট্র কংগ্রেস দুটি রাষ্ট্রপতির ভেটো সত্ত্বেও তুরস্ককে সামরিক সহায়তা দেয়া বন্ধ করে দেয়। ইরানি রাজতন্ত্রের পতনের সাথে সাথে সংগঠনটির জন্য যা কিছু অবশিষ্ট ছিল তাও হারিয়ে যায়। পাকিস্তান, মিশর এবং পারস্য উপসাগরীয় রাষ্ট্রগুলির মতো আঞ্চলিক দেশগুলির সাথে ভবিষ্যতের মার্কিন এবং ব্রিটিশ প্রতিরক্ষা চুক্তিগুলি দ্বিপাক্ষিকভাবে পরিচালিত হয়েছিল।\nইরানের প্রত্যাহারের সাথে সাথে, সেন্টোর মহাসচিব, তুর্কি কূটনীতিক কামুরান গুরুন, ১৬ মার্চ, ১৯৭৯ তারিখে ঘোষণা করেন যে, তিনি আনুষ্ঠানিকভাবে সংস্থাটিকে বিলুপ্ত করার জন্য চুক্তির পরিষদের একটি বৈঠক ডাকবেন।\n\n\n== সদস্যপদ ==\n যুক্তরাজ্য (এপ্রিল ১৯৫৫ থেকে),\n ইরাক (মার্চ ১৯৫৫ পর্যন্ত),\nটেমপ্লেট:দেশের উপাত্ত Pahlavi dynasty (নভেম্বর ১৯৫৫ – মার্চ ১৯৭৯),\n পাকিস্তান (সেপ্টেম্বর ১৯৫৫ – মার্চ ১৯৭৯),\n তুরস্ক\nইরাকের মতো অন্যান্য দেশের তুলনায় বাগদাদ চুক্তিতে তুরস্কের ভূমিকা ছিল এক অনন্য প্রকৃতির। পশ্চিমারা মূলত তাদের ভূ-রাজনৈতিক গুরুত্বের কারণে এটিকে \"বিশেষ\" মনোযোগ দিয়েছিল। এটা বিশ্বাস করা হয়েছিল যে তারা ইরাকের মতো আরব দেশগুলিকে কমিউনিস্ট-বিরোধী আরব জোটের কাছাকাছি টেনে আনতে পারে, কারণ তারা অন্যান্য \"সমমনা\" দেশগুলির জন্য অনুপ্রেরণা হতে পারে। এটাও আশা করা হয়েছিল যে বাগদাদ চুক্তিতে সম্মত হলে তুর্কি ও ইরাকি সম্পর্ক ভালো হবে। যাইহোক, এই আশাবাদ সঠিক প্রমাণিত হয়নি কারণ ইরাক তুর্কি সেনাদের অনুপ্রবেশের ক্রমাগত হুমকির মধ্যে ছিল এবং নুরি একটি চুক্তির জন্য মরিয়া ছিল। অবশেষে, মার্কিন যুক্তরাষ্ট্রের মতো পশ্চিমা দেশগুলির প্রচেষ্টা, আরব দেশগুলি, প্রাথমিকভাবে মিশর, চুক্তির প্রতিকূল হয়ে যাওয়ায় কাঙ্ক্ষিত ফলাফল আনেনি।\n\n\n== টাইমলাইন ==\nফেব্রুয়ারি ১৯৫৪: তুরস্ক পাকিস্তানের সাথে পারস্পরিক সহযোগিতার একটি চুক্তি স্বাক্ষর করে।\n১৯ মে, ১৯৫৪: মার্কিন যুক্তরাষ্ট্র এবং পাকিস্তান একটি পারস্পরিক প্রতিরক্ষা সহায়তা চুক্তি স্বাক্ষর করে।\nফেব্রুয়ারি ২৪, ১৯৫৫: ইরাক এবং তুরস্ক বাগদাদে একটি সামরিক চুক্তি স্বাক্ষর করে এবং \"বাগদাদ চুক্তি\" শব্দটি ব্যবহার করা শুরু হয়। যুক্তরাজ্য (৫ এপ্রিল), পাকিস্তান (২৩ সেপ্টেম্বর) এবং ইরান (৩ নভেম্বর) একই বছরে বাগদাদ চুক্তিতে যোগ দেয়।\nঅক্টোবর ১৯৫৮: বাগদাদ চুক্তির সদর দফতর বাগদাদ থেকে আঙ্কারায় স্থানান্তরিত হয়।\n৫ মার্চ, ১৯৫৯: মার্কিন যুক্তরাষ্ট্র পাকিস্তান, ইরান এবং তুরস্কের সাথে সামরিক চুক্তি স্বাক্ষর করে।\n২৪ মার্চ, ১৯৫৯: ইরাকের নতুন প্রজাতন্ত্রী শাসন জোট থেকে দেশটিকে প্রত্যাহার করে।\nআগস্ট ১৯, ১৯৫৯: METO এর নাম পরিবর্তন করে CENTO রাখা হয়।\n১৯৬৫: ভারতের বিরুদ্ধে যুদ্ধে পাকিস্তান তার মিত্রদের কাছ থেকে সাহায্য পাওয়ার চেষ্টা করে। জাতিসংঘের নিরাপত্তা পরিষদ ২০ সেপ্টেম্বর প্রস্তাব ২১১ পাস করে এবং মার্কিন যুক্তরাষ্ট্র এবং যুক্তরাজ্য উভয় যুদ্ধকারীদের অস্ত্র সরবরাহ বন্ধ করে জাতিসংঘের সিদ্ধান্তকে সমর্থন করে।\n১৯৭১: ভারতের সাথে একটি নতুন যুদ্ধে পাকিস্তান আবার মিত্র সহায়তা পাওয়ার ব্যর্থ চেষ্টা করে। (মার্কিন যুক্তরাষ্ট্র পাকিস্তানকে সীমিত সামরিক সহায়তা দিয়েছিল, কিন্তু সেন্টোর রুব্রিকের অধীনে নয়।)\n১৯৭৪: সাইপ্রাসে তুর্কি আক্রমণের পর যুক্তরাজ্য জোট থেকে বাহিনী প্রত্যাহার করে।\n১১ মার্চ, 1979: ইরানের অন্তর্বর্তী সরকার সেন্টো থেকে দেশটিকে প্রত্যাহার করে।\n১২ মার্চ, ১৯৭৯: পাকিস্তান সেন্টো থেকে প্রত্যাহার করে।\n১৬ মার্চ, ১৯৭৯: সেন্টো আনুষ্ঠানিকভাবে ভেঙে দেওয়া হয়। যুক্তরাজ্য এবং তুরস্ক সেন্টো থেকে প্রত্যাহার করে।\n\n\n== মহাসচিব ==\nএকজন মহাসচিব, মন্ত্রী পরিষদ কর্তৃক নবায়নযোগ্য তিন বছরের জন্য নিযুক্ত হতেন। তিনি সেন্টো কার্যক্রম তত্ত্বাবধান করতেন।\n\n\n== সেন্টো রেলওয়ে ==\nভ্যানের মাধ্যমে লন্ডন এবং তেহরানের মধ্যে একটি রেল সংযোগ সক্ষম করার জন্য সেন্টো একটি রেললাইন স্পনসর করেছিল, যার মধ্যে কিছুটা সম্পূর্ণ হয়েছিল। তুরস্কের লেক ভ্যান থেকে ইরানের শরফখানেহ পর্যন্ত একটি অংশ সম্পূর্ণ হয়েছিল এবং সেন্টো (প্রধানত যুক্তরাজ্য) দ্বারা বড় অংশে অর্থায়ন করা হয়েছিল। কঠিন ভূখণ্ডের কারণে সিভিল ইঞ্জিনিয়ারিং বিশেষত কঠিন ছিল। ইরানের দিকে রেলপথের উল্লেখযোগ্য বৈশিষ্ট্যগুলির মধ্যে রয়েছে ১২৫ টি সেতু, যার মধ্যে রয়েছে টাওয়ারিং কোটর স্প্যান, যার পরিমাপ ১,৪৮৫ ফুট (৪৫৩ মিটার) দৈর্ঘ্যে, ৩৯৬ ফুট (১২১ মিটার) গভীর।\n\n\n== সাংস্কৃতিক ও গবেষণা প্রতিষ্ঠান ==\nন্যাটো এবং সিয়াটো এর মতো, সেন্টো অনেকগুলি সাংস্কৃতিক ও বৈজ্ঞানিক গবেষণা প্রতিষ্ঠানকে স্পনসর করতো:\n\nজনস্বাস্থ্য এবং জনস্বাস্থ্য অনুশীলন শেখানোর সেন্টো সম্মেলন\nসেন্টো সাংস্কৃতিক কার্যক্রম প্রোগ্রাম\nসেন্টো ইনস্টিটিউট অফ নিউক্লিয়ার অ্যান্ড অ্যাপ্লাইড সায়েন্স\nসেন্টো বৈজ্ঞানিক সমন্বয় বোর্ড\nসেন্টো সায়েন্টিফিক পরিষদ\nপল্লী উন্নয়নের উপর সেন্টো সিম্পোজিয়া\n\n\n=== সেন্টো বৈজ্ঞানিক পরিষদ ===\nসেন্টো বৈজ্ঞানিক পরিষদ ১৯৬২ সালে পাকিস্তানের লাহোরে একটি সভাসহ \"পাকিস্তান, ইরান এবং তুরস্কের বিশেষ উল্লেখের সাথে প্রাকৃতিক সম্পদের বিকাশে বিজ্ঞানের ভূমিকা\" শিরোনামসহ বেশ কয়েকটি বৈজ্ঞানিক সিম্পোজিয়া এবং অন্যান্য অনুষ্ঠানের আয়োজন করে।\n\n\n== আরো দেখুন ==\nআনজুস\nইরানের বিরুদ্ধে আরব-ইসরায়েল জোট\nবলকান চুক্তি (১৯৫৩)\nঅর্থনৈতিক সহযোগিতা সংস্থা\nপারস্পরিক সহায়তার আন্তঃআমেরিকান চুক্তি\nইসলামিক মিলিটারি কাউন্টার টেররিজম কোয়ালিশন (IMCTC)\nন্যাটো\nউন্নয়নের জন্য আঞ্চলিক সহযোগিতা\nদক্ষিণ-পূর্ব এশিয়া চুক্তি সংস্থা\n\n\n== তথ্যসূত্র ==\n\nLee, Sir David (১৯৮৯)। Wings in the sun: a history of the Royal Air Force in the Mediterranean, 1945–1986। Air Force Dept. Air Historical Branch, Great Britain. Her Majesty's Stationery Office। \n\n\n== আরও পড়ুন ==\nকোহেন, মাইকেল জে। মিডল ইস্টার্ন স্টাডিজ 43.5 (2007): 725-748।\nহাশমি, সোহেল এইচ. \"'জিরো প্লাস জিরো প্লাস জিরো': পাকিস্তান, বাগদাদ চুক্তি, এবং সুয়েজ সংকট।\" আন্তর্জাতিক ইতিহাস পর্যালোচনা 33.3 (2011): 525–544।\nজালাল, আয়েশা। \"বাগদাদ চুক্তির দিকে: শীতল যুদ্ধে দক্ষিণ এশিয়া এবং মধ্যপ্রাচ্য প্রতিরক্ষা, 1947-1955।\" আন্তর্জাতিক ইতিহাস পর্যালোচনা 11.3 (1989): 409–433।\nকুনিহোম, ব্রুস আর. দ্য অরিজিনস অফ দ্য কোল্ড ওয়ার ইন দ্য নিয়ার ইস্ট: ইরান, তুরস্ক এবং গ্রীসে গ্রেট পাওয়ার দ্বন্দ্ব এবং কূটনীতি (প্রিন্সটন ইউনিভার্সিটি প্রেস, 2014)।\nপোদেহ, এলি। আরব বিশ্বে আধিপত্যের সন্ধান: বাগদাদ চুক্তির উপর সংগ্রাম (ব্রিল, 1995)।\nইয়েসিলবুরসা, বেহচেত কামাল। বাগদাদ চুক্তি: মধ্যপ্রাচ্যে অ্যাংলো-আমেরিকান প্রতিরক্ষা নীতি, 1950-59 (2003)। উদ্ধৃতি।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nএনসাইক্লোপিডিয়া ইরানিকাতে Central Treaty Organization (CENTO) নিবন্ধ\nএকটি ফিল্ম ক্লিপ \"Baghdad pact. Unified Military Command Seen, 1958/01/30 (1958)\" ইন্টারনেট আর্কাইভ-এ উপলভ্য\nমার্কিন পররাষ্ট্র দপ্তরের ওয়েবসাইটে CENTO ."}