{"pageid": 1438381, "title": "জ্যোতির্বিজ্ঞান শিক্ষা", "url": "https://bn.wikipedia.org/wiki?curid=1438381", "content": "জ্যোতির্বিজ্ঞান শিক্ষা বা জ্যোতির্বিজ্ঞান শিক্ষা গবেষণা বলতে বর্তমানে জ্যোতির্বিজ্ঞান শাস্ত্র শিক্ষায় ব্যবহৃত পদ্ধতিগুলি এবং একই সাথে ঐসব পদ্ধতির উন্নতিসাধনের জন্য শিক্ষা গবেষণার ক্ষেত্রটিকে নির্দেশ করা হয়। বিশেষ করে এই শিক্ষা গবেষণা ক্ষেত্রটিতে বিজ্ঞান ও পদার্থবিজ্ঞান শিক্ষা গবেষণায় শাণিত প্রণালীবদ্ধ কৌশলগুলি ব্যবহার করে শিক্ষার্থীরা জ্যোতির্বিজ্ঞান শাস্ত্রে কী কীভাবে শিখবে ও শিক্ষকেরা কীভাবে আরও কার্যকর শিখনের পরিবেশ সৃষ্টি করতে পারেন, সে ব্যাপারগুলি অনুধাবনের চেষ্টা করা হয়।\nজ্যোতির্বিজ্ঞানের জন্য শিক্ষা গুরুত্বপূর্ণ। ভবিষ্যৎ জ্যোতির্বিজ্ঞানীদের কর্মস্থানে নিয়োগদান, নাগরিকদের জ্যোতির্বিজ্ঞানের চর্চার মূল্য অনুধাবন এবং রাজনীতিবিদদের জ্যোতির্বিজ্ঞানকে সমর্থনদান, ইত্যাদি ব্যাপারগুলির উপর এর প্রভাব আছে। লিপিবদ্ধ মানব ইতিহাসের প্রায় পুরোটা জুড়েই জ্যোতির্বিজ্ঞান শিক্ষা দেওয়া হয়েছে। সময়রক্ষণ ও দিকনির্ণয়ে এর ব্যবহারিক প্রয়োগ আছে। জ্যোতির্বিজ্ঞান শিক্ষার মাধ্যমে পদার্থবিজ্ঞান ও চারপাশের বিশ্বের উৎপত্তি বিষয়ে সম্যক জ্ঞান লাভ করা সম্ভব হয়, সমগ্র মানবজাতির সাথে এক ধরনের সাংস্কৃতিক অংশীদারিত্বের ভাগিদার হওয়া যায় এবং বিশ্ব সম্পর্কে অনুসন্ধিৎসা ও বিস্ময় জাগ্রত হয়। সাধারণ জনগণের জন্য নক্ষত্রশালা (প্ল্যানেটারিয়াম), বইপত্র, শিক্ষামূলক উপস্থাপনা, শৌখিন জ্যোতির্বিজ্ঞান চর্চার জন্য কর্মসূচি ও যন্ত্রপাতি-সরঞ্জাম সরবরাহ, পেশাদার জ্যোতির্বিজ্ঞানী হতে আগ্রহী শিক্ষার্থীদের জন্য বিশ্ববিদ্যালয় স্তরে উচ্চশিক্ষায়তনিক উপাধি প্রদানকারী শিক্ষাক্রম, ইত্যাদির মাধ্যমে জ্যোতির্বিজ্ঞান শিক্ষা বাস্তবায়িত হতে পারে। জ্যোতির্বিজ্ঞান সংস্থাগুলি বিশ্বের ১০০-রও বেশি দেশে শিক্ষামূলক কার্যক্রম ও বিদ্বৎসমাজ পরিচালনা করে থাকে।\nশিক্ষা প্রতিষ্ঠানগুলিতে, বিশেষত উচ্চশিক্ষা প্রতিষ্ঠানগুলিতে জ্যোতির্বিজ্ঞান শাস্ত্রটিকে পদার্থবিজ্ঞানের ভগিনী শাস্ত্র হিসেবে গণ্য হয় এবং প্রায়শই এই দুই শাস্ত্রকে একত্রিত করে পদার্থবিজ্ঞান ও জ্যোতির্বিজ্ঞান বিভাগ গঠন করা হয়। জ্যোতির্বিজ্ঞান শিক্ষার অংশবিশেষের সাথে পদার্থবিজ্ঞান শিক্ষা মিলে যায়, তবে তার পরেও জ্যোতির্বিজ্ঞান শিক্ষার নিজস্ব ক্ষেত্র, চর্চাকারী, গবেষণা সাময়িকী ও গবেষণাকর্ম বিদ্যমান। \n\n\n== বিভিন্ন দেশে জ্যোতির্বিজ্ঞান শিক্ষা ==\n\n\n=== মার্কিন যুক্তরাষ্ট্র ===\nমার্কিন জাতীয় মহাকাশ প্রশাসন নাসা জ্যোতির্বিজ্ঞান শিক্ষার জন্য একটি কেন্দ্র সৃষ্টি করেছে, যেখানে নাসা জেপিএল পাবলিক এনগেজমেন্ট প্রোগ্রাম (জনসম্পৃক্ততা কর্মসূচি) এবং স্পিটজার এডুকেশন অ্যান্ড আউটরিচ প্রোগ্রাম (শিক্ষা ও জনসংযোগ কর্মসূচি) - এই দুইটি কর্মসূচির মাধ্যমে পেশাদার জ্যোতির্বিজ্ঞান শিক্ষক-প্রশিক্ষকদের বিকাশের জন্য একটি কর্মসূচি নকশা করা হয়েছে।\n\n\n== আরও দেখুন ==\n\nইউরোপীয় জ্যোতির্বিজ্ঞান শিক্ষা সংঘ\nমহাবিশ্ব সচেতনতা\nপ্রশান্ত মহাসাগরীয় জ্যোতির্বৈজ্ঞানিক সমাজ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nHomepage of IAU Commission 46 on Astronomy Education\nAstronomy Education Resources at the Astronomical Society of the Pacific\nResource Guides for Astronomy Education\nSubject Index to the journal \"Astronomy Education Review\"\niSTAR international Studies of Astronomy education Research Database of Articles, Theses, & Dissertations"}