{"pageid": 1438366, "title": "টমাস ড্রেক টাইরউইট-ড্রেক", "url": "https://bn.wikipedia.org/wiki?curid=1438366", "content": "ক্যাপ্টেন থমাস ড্রেক টাইরউইট-ড্রেক (১৪ জানুয়ারী, ১৭৪৯ - অক্টোবর ১৮, ১৮১০) জন্মগ্রহণ করেন টমাস ড্রেক, পরে টমাস ড্রেক টাইরউইট, ১৭৯৫-১৮১০ সাল পর্যন্ত আমেরশাম ইউকে পার্লামেন্ট নির্বাচনী এলাকার একজন ব্রিটিশ সংসদ সদস্য ছিলেন।\n\n\n== সংসদ সদস্য ==\nআমেরশামের বরোটি ছিল একটি \" রটেন বরো \" যেখানে একটি নেতৃস্থানীয় পরিবার, এখানে ড্রেকস, আসনটি নিয়ন্ত্রণ করত এবং কার্যকরভাবে নির্বাচন করতে পারত বরোর দুই সংসদ সদস্য কারা। ১৭৯০ সাল থেকে, উইলিয়াম ড্রেক এবং তার ছেলে, যাকে উইলিয়ামও বলা হয়, দুজন সদস্য ছিলেন; যাইহোক, ১৭৯৫ সালে, কনিষ্ঠ উইলিয়াম মারা যান এবং তাই টাইরউইট-ড্রেক, পরবর্তী ছোট ছেলে হওয়ায়, তার শূন্য আসনটি পূরণ করেন। এক বছর পরে, বড় উইলিয়াম তার আসন থেকে পদত্যাগ করেন এবং কিছুক্ষণ পরেই মারা যান। তাকে আমেরশামে জন বেকনের একটি স্মৃতিস্তম্ভের সাথে সমাহিত করা হয়। \nতিনি মূলত উইলিয়াম পিট দ্য ইয়াংগারের প্রশাসনের সমর্থক ছিলেন এবং হেনরি অ্যাডিংটনের বিরোধিতা করেননি। ১৮০৪ সালে তিনি কম নির্ভরযোগ্য বলে বিবেচিত হন এবং পরের বছর লর্ড মেলভিলের বিরুদ্ধে মামলা করার পক্ষে ভোট দেন। তিনি ১৮১০ সালে মন্ত্রীদের সাথে ভোট দিতে যান। তিনি সংসদে কথা বলেছেন বলে জানা যায়নি। ১৮ অক্টোবর ১৮১০ তারিখে পার্লামেন্ট শেষ হওয়ার আগে তিনি মারা যান এবং তার ছেলে উইলিয়াম টাইরউইট তার আসনটি পূরণ করেন (তার বড় ছেলে থমাস ১৮০৫ সাল থেকে সদস্য ছিলেন)।\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ===\nBurke, John (১৮৩৭), A Genealogical and Heraldic History of the Landed Gentry, 1, London: Henry Colburn \nFisher, D. R. (১৯৮৬a), \"Tyrwhitt (afterwards Tyrwhitt Drake), Thomas Drake (1749-1810), of Shardeloes, nr. Amersham, Bucks.\", The History of Parliament: The House of Commons 1790-1820, London: Secker & Warburg for the History of Parliament Trust \nFisher, D. R. (১৯৮৬b), \"Amersham\", The History of Parliament: The House of Commons 1790-1820, London: Secker & Warburg for the History of Parliament Trust \nLobel, Mary D. (১৯৫৭), A History of the County of Oxford, 5, London: Victoria County History"}