{"pageid": 1438895, "title": "২০২৪ ডাব্লিউডাব্লিউই ড্রাফট", "url": "https://bn.wikipedia.org/wiki?curid=1438895", "content": "ডাব্লিউডাব্লিউই ড্রাফট ২০২৪ হল আসন্ন ১৮তম ডাব্লিউডাব্লিউই ড্রাফট যা মার্কিন পেশাদার কুস্তি প্রচার ডাব্লিউডব্লিউই তাদের র এবং স্ম্যাকডাউন ব্র্যান্ড বিভাগ মধ্যে তৈরি করেছে।দুই রাতের অনুষ্ঠানটি ২৬শে এপ্রিল ফ্রাইডে নাইট স্ম্যাকডাউন (সিনসিনাটি, ওহিও) পর্ব দিয়ে শুরু হবে এবং ২৯শে এপ্রিল মানডে নাইট র-এর (ক্যানসাস সিটি, মিসৌরিতে) পর্বের সাথে শেষ হবে স্ম্যাকডাউন ফক্স এবং র-এ ইউএসএ নেটওয়ার্কে সম্প্রচারিত হবে।\n\n\n== উৎপাদন ==\n\n\n=== পটভূমি ===\nডাব্লিউডাব্লিউই ড্রাফট হল একটি প্রক্রিয়া যা মার্কিন পেশাদার কুস্তি প্রচার ডাব্লিউডাবিই দ্বারা ব্যবহৃত হয় যখন একটি ব্র্যান্ড এক্সটেনশন বা ব্র্যান্ড বিভাজন কার্যকর হয়। মূল ব্র্যান্ডের সম্প্রসারণ ২০০২ থেকে ২০১১ সাল পর্যন্ত হয়েছিল, যেখানে দ্বিতীয় এবং বর্তমান ব্র্যান্ডের বিভাজন ২০১৬ সালে শুরু হয়েছিল। একটি ব্র্যান্ড এক্সটেনশনের সময়, কোম্পানিটি তার রোস্টারকে ব্র্যান্ড এবং কুস্তিগিরদের মধ্যে ভাগ করে দেয় যা তারা প্রতিটি ব্র্যান্ডের নিজ নিজ টেলিভিশন শোয়ের জন্য একচেটিয়াভাবে সম্পাদন করে, যদিও কিছু ব্যতিক্রম ছাড়া। খসড়াটি ব্র্যান্ড বিভাগের রোস্টারগুলি রিফ্রেশ করতে ব্যবহৃত হয়, সাধারণত র এবং স্ম্যাকডাউন ব্র্যান্ডের মধ্যে, যা প্রধান রোস্টার হিসাবে বিবেচিত হয়। ২০১৬ সাল থেকে, ডাব্লিউডাব্লিউই-এর উন্নয়নমূলক ব্র্যান্ড, এনএক্সটি-র কুস্তিগিররা র বা স্ম্যাকডাউনে খসড়া করার যোগ্য হয়েছেন।\n৫ এপ্রিল, ২০২৪-এ ডাব্লিউডাব্লিউই কুস্তিগির লোগান পল পডকাস্ট ইম্পলসিভ-এ উপস্থিতির সময়, ডাব্লিউডাব্লিউই-এর চিফ কন্টেন্ট অফিসার ট্রিপল এইচ প্রকাশ করেছিলেন যে ২০২৪-এর ড্রাফটটি আসন্ন ছিল। মাত্র তিন দিন পরে ৮ এপ্রিল, ২৬ এপ্রিল এবং ২৯ এপ্রিলের পর্বের জন্য যথাক্রমে ফক্স এবং র-এ ইউএসএ নেটওয়ার্কে ড্রাফ্ট নিশ্চিত করা হয়েছিল।\n\n\n== বাছাই ==\n২০২৪ সালের ২৪শে এপ্রিল ড্রাফট পুলগুলি ঘোষণা করা হয়। এটিও ঘোষণা করা হয়েছিল যে বর্তমান চ্যাম্পিয়ন-ওয়ার্ল্ড হেভিওয়েট চ্যাম্পিয়ন ডেমিয়ান প্রিস্ট, ওমেন্স ওয়ার্ল্ড চ্যাম্পিয়ন বেকি লিঞ্চ, ইন্টারকন্টিনেন্টাল চ্যাম্পিয়ন স্যামি জেইন, এবং ওয়ার্ল্ড ট্যাগ টিম চ্যাম্পিয়ন অসাম-ট্রুথ (র-এর জন্য দ্য মিজ এবং আর-ট্রুথ এবং  আনডিস্পিউটেড ডাব্লিউডাব্লিউই চ্যাম্পিয়ন কোডি রোডস, ডাব্লিউডাব্লিউই উইমেন্স চ্যাম্পিয়নশিপ বেইলি, ইউনাইটেড স্টেটস চ্যাম্পিয়ন লোগান পল, এবং ডাব্লিউডাব্লিউই ট্যাগ টিম চ্যাম্পিয়ন এ-টাউন ডাউন আন্ডার (অস্টিন থিওরি এবং স্ম্যাকডাউনের জন্য গ্রেসন ওয়ালার-ড্রাফট করার অযোগ্য এবং তাদের নিজ নিজ ব্র্যান্ডে থাকবেন। যদিও ডাব্লিউডাব্লিউই ওমেন্স ট্যাগ টিম চ্যাম্পিয়নশিপ তিনটি ব্র্যান্ডের প্রতিদ্বন্দ্বীদের জন্য যোগ্য থাকবে, তবুও বর্তমান চ্যাম্পিয়ন দ্য কাবুকি ওয়ারিয়র্স (আসকা এবং কাইরি সানে) তাদের বাছাই করা ব্র্যান্ড হিসাবে ড্রাফট করার যোগ্য ছিল যেখানে তাদের খেতাব হারানোর জন্য বরাদ্দ করা হবে।\n\n\n=== ১ম রাত: স্ম্যাকডাউন (এপ্রিল ২৬) ===\n১ম রাতে চারটি রাউন্ডের ড্রাফট বাছাই ছিল, যেখানে প্রতিটি ব্র্যান্ড দুটি করে বাছাই পেয়েছিল। সেই রাতের স্ম্যাকডাউন পর্ব হিসাবে ১ম রাতের কারণে স্ম্যাকডাউন প্রথমে গিয়েছিল। বিভিন্ন ডাব্লিউডাব্লিউই হল অফ ফেমার, প্রবীণ এবং কুস্তিগীরদের দ্বারা খসড়া নির্বাচনের ঘোষণা করা হয়েছিল। প্রথম রাউন্ডে, অবিসংবাদিত ডাব্লিউডাব্লিউই ইউনিভার্সাল চ্যাম্পিয়ন কোডি রোডস স্ম্যাকডাউনের বাছাইয়ের কথা ঘোষণা করেন, যেখানে হল অফ ফেমার এবং ডাব্লিউডাবিই সিসিও ট্রিপল এইচ র-এর ঘোষণা করেন। মহিলা কুস্তির অভিজ্ঞ মিশেল ম্যাককুল স্ম্যাকডাউনের জন্য এবং হল অফ ফেমার টরি উইলসন র-এর জন্য দ্বিতীয় রাউন্ডের বাছাই ঘোষণা করেছিলেন। হল অফ ফেমার্স দ্য ডাডলি বয়েজ (বুব্বা রে ডাডলি এবং ডি-ভন ডাডলি) তৃতীয় রাউন্ডের বাছাইয়ের কথা ঘোষণা করেন এবং বুব্বা স্ম্যাকডাউনের এবং ডি-ভনের র-এর ঘোষণা করেন। চতুর্থ এবং চূড়ান্ত রাউন্ডের বাছাইগুলি হল অফ ফেমার্স টেডি লং স্ম্যাকডাউনের জন্য এবং জন \"ব্র্যাডশ\" লেফিল্ড র-এর জন্য ঘোষণা করেছিলেন।\n\n\n==== নাইট 1 সম্পূরক বাছাই ====\nএই কুস্তিগীরদের ১ম রাতে ড্রাফট পুলে অন্তর্ভুক্ত করা হয়েছিল, কিন্তু স্ম্যাকডাউন ড্রাফট করা হয়নি। স্ম্যাকডাউন সম্প্রচার বন্ধ হয়ে যাওয়ার পরে ডাব্লিউডাব্লিউইর সোশ্যাল মিডিয়া প্ল্যাটফর্মে তাদের ড্রাফট নির্বাচন প্রকাশ করা হয়েছিল।\n\n\n=== ২য় রাত: র (এপ্রিল ২৯) ===\n২য় রাতে এ ড্রাফট বাছাইয়ের ছয়টি রাউন্ড ছিল যেখানে প্রতিটি ব্র্যান্ড প্রতিটি রাউন্ডে দুটি বাছাই পেয়েছিল; র প্রথম হয়েছিল কারণ ২য় রাতে সেই রাতের পর্ব হিসাবে ঘটেছিল কাঁচা. ড্রাফট নির্বাচন বিভিন্ন হল অফ ফেমার্স, প্রবীণ, কুস্তিগীর, সেইসাথে একজন সেলিব্রিটি দ্বারা ঘোষণা করা হয়েছিল৷ র এবং স্ম্যাকডাউনের প্রথম রাউন্ডের বাছাই স্টেফানি ম্যাকমাহন ঘোষণা করেছিলেন। ইউটিউবার এবং র‍্যাপার আইশোস্পিড র-এর দ্বিতীয় রাউন্ডের বাছাইয়ের কথা ঘোষণা করেন, যেখানে স্ম্যাকডাউনের ঘোষণা করেন ইউনাইটেড স্টেটস চ্যাম্পিয়ন  লোগান পল। হল অফ ফেমার্সের জন \"ব্র্যাডশ\" লেফিল্ড এবং অ্যাকোলিটস্ প্রোটেকশন এজেন্সির রন সিমন্স তৃতীয় রাউন্ডের বাছাইয়ের কথা ঘোষণা করেন, যেখানে ব্র্যাডশো র-এর বাছাইয়ের কথা এবং সিমন্স স্ম্যাকডাউনের ঘোষণা করেন। হল অফ ফেমার্স টেডি লং এবং আলুনড্রা ব্লেইজ চতুর্থ রাউন্ডের বাছাইয়ের কথা ঘোষণা করেন, লং র-এর বাছাইয়ের কথা এবং ব্লেইজ স্ম্যাকডাউনের ঘোষণা করেন। হল অফ ফেমার্স দ্য ডাডলি বয়েজ (বুব্বা রে ডাডলি এবং ডি-ভন ডাডলি) পঞ্চম রাউন্ডের বাছাইয়ের ঘোষণা করতে ফিরে আসেন, যেখানে বুব্বা র-এর বাছাইয়ের ঘোষণা দেন এবং ডি-বন স্ম্যাকডাউনের ঘোষণা দেন। ষষ্ঠ এবং চূড়ান্ত রাউন্ডের বাছাইগুলি র এবং স্ম্যাকডাউনের সংশ্লিষ্ট জেনারেল ম্যানেজার, অ্যাডাম পিয়ার্স এবং নিক অ্যালডিস দ্বারা ঘোষণা করা হয়েছিল।\n\n\n==== ২য় রাত সম্পূরক বাছাই ====\nএই কুস্তিগীরদের ২য় রাতে ড্রাফট পুলে অন্তর্ভুক্ত করা হয়েছিল, কিন্তু র-এ ড্রাফট করা হয়নি। র অফ এয়ার হওয়ার পরে ডাব্লিউডাব্লিউইর সোশ্যাল মিডিয়া প্ল্যাটফর্মে তাদের ড্রাফট নির্বাচন প্রকাশিত হয়েছিল।\n\n\n=== কুস্তিগীরদের অন্তর্ভুক্ত করা হয়নি ===\nবেশিরভাগ চিকিৎসা সংক্রান্ত কারণে নিষ্ক্রিয়তার কারণে নিম্নলিখিত কুস্তিগীরদের কোনও ড্রাফট পুলে তালিকাভুক্ত করা হয়নি।\n\n\n== তথ্যসূত্র =="}