{"pageid": 1438464, "title": "লরেন্স কনরাড", "url": "https://bn.wikipedia.org/wiki?curid=1438464", "content": "লরেন্স আরভিন কনরাড (জন্ম ১৯৪৯) একজন ব্রিটিশ ইতিহাসবিদ এবং প্রাচ্যতত্ত্বের পণ্ডিত। তিনি নিয়ার ইস্টার্ন স্টাডিজ এবং চিকিৎসা ইতিহাস বিষয়ে বিশেষজ্ঞ। বর্তমানে তিনি লন্ডনের ওয়েলকাম ইনস্টিটিউট ফর দ্য হিস্ট্রি অব মেডিসিনে ইতিহাসবিদ হিসেবে কর্মরত।\n\n\n== শিক্ষা ও কর্মজীবন ==\nকনরাড প্রিন্সটন বিশ্ববিদ্যালয় থেকে পিএইচ.ডি. ডিগ্রি অর্জন করেন। তাঁর গবেষণার বিষয় ছিল The Plague in the Early Medieval Near East যা তিনি ১৯৮১ সালে সম্পন্ন করেন। অল্প কিছুদিন আমেরিকান ইউনিভার্সিটি অব বেইরুটে কাজ করার পর, ১৯৮৫ সালে তিনি ইউনিভার্সিটি কলেজ, লন্ডনে অবস্থিত ওয়েলকাম ইনস্টিটিউট ফর দ্য হিস্ট্রি অব মেডিসিনে যোগ দেন। ২০০১ সালে তিনি হামবুর্গ বিশ্ববিদ্যালয়ে যোগ দেন এবং ২০০৮ সালে অবসর গ্রহণ করেন। কনরাড মধ্যযুগীয় নিকটপ্রাচ্যের সামাজিক ইতিহাস, আরবি ও ইসলামি চিকিৎসা, এবং আরবি, গ্রিক ও সিরিয়াক ইতিহাস-লিখনের ওপর তাঁর কাজের জন্য সুপরিচিত।\n\n\n== নির্বাচিত গ্রন্থাবলি ==\nলেখক হিসেবে রচিত গ্রন্থ\n\nConrad, Lawrence I.; Neve, Michael; Nutton, Vivian; Porter, Roy; Wear, Andrew (১৯৯৫)। The Western Medical Tradition: 800 BC to AD 1800। Cambridge University Press। আইএসবিএন 978-0-521-47564-8। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nNoth, Albrecht;  ও অন্যান্য (Conrad, Lawrence I.) (১৯৯৪)। The early Arabic historical tradition: a source-critical study। Bonner, Michael কর্তৃক অনূদিত। Princeton, N.J: Darwin Press। আইএসবিএন 0-87850-082-0। ওসিএলসি 29953544। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nসম্পাদক হিসেবে সম্পাদিত গ্রন্থ\n\nConrad, Lawrence I., সম্পাদক (১৯৯৬)। The World of Ibn Ṭufayl: Interdisciplinary Perspectives on Ḥayy Ibn Yaqẓān। Brill। আইএসবিএন 90-04-10135-7। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nঅনুবাদক হিসেবে অনূদিত গ্রন্থ\n\nDuri, Abd Al-Aziz (১৯৮৩)। The Rise of Historical Writing Among the Arabs। Conrad, Lawrence I. কর্তৃক অনূদিত। Princeton University Press। আইএসবিএন 978-1-4008-5388-5। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== তথ্যসূত্র =="}