{"pageid": 1438758, "title": "মাইসোর পেইন্টস অ্যান্ড বার্নিশ লিমিটেড", "url": "https://bn.wikipedia.org/wiki?curid=1438758", "content": "মাইসোর পেইন্টস অ্যান্ড বার্নিশ লিমিটেড, (পূর্বে মাইসোর ল্যাক অ্যান্ড পেইন্টস লিমিটেড), দক্ষিণ ভারতের  কর্ণাটক রাজ্যের মহীশূর শহরে অবস্থিত একটি কোম্পানি। ভারতে এটি একমাত্র কোম্পানি যারা নির্বাচনে 'ভোটের কালি' উৎপাদন ও সরবরাহ করে থাকে।  কোম্পানিটি বর্তমানে কর্ণাটক সরকারের মালিকানাধীনে পরিচালিত।\n\n\n== ইতিহাস ==\n১৯৩৭ খ্রিস্টাব্দে মহীশূরের মহারাজা চতুর্থ কৃষ্ণরাজা ওয়াদিয়ার পেইন্ট এবং সংশ্লিষ্ট পণ্য তৈরির জন্য মাইশোর ল্যাক অ্যান্ড পেইন্টস লিমিটেড নামে কোম্পানিটি প্রতিষ্ঠা করেন।  ১৯৪৭ খ্রিস্টাব্দে স্বাধীনতার পর এটি সরকারি ক্ষেত্রের কোম্পানিতে পরিণত হয়। ১৯৬২ খ্রিস্টাব্দে, ভারতের তৃতীয় সাধারণ নির্বাচনে দ্বৈত ভোটদানের জালিয়াতি প্রতিরোধে 'ভোটের কালি' প্রথম ব্যবহৃত হয়েছিল। কালি উৎপাদনের পুরোপ্রক্রিয়াটি সম্পূর্ণভাবে সুরক্ষিত এবং গোপনীয়তা রক্ষা করা হয়। বৈজ্ঞানিক ও শিল্প গবেষণা পরিষদ অধীনস্থ ভারতের ন্যাশনাল ফিজিক্যাল ল্যাবরেটরি এই কালি তৈরির গোপনীয় ফর্মুলা নির্মাণ কারী মাইসোর পেইন্টস অ্যান্ড বার্নিশ লিমিটেডকে প্রদান করে।\n\n\n== পণ্য ==\n\n\n=== অমোচনীয় কালি ===\nভারতীয় নির্বাচনের চাহিদা মেটাতে কোম্পানিটি প্রথম ভোটের কালো কালি তৈরি করে। এটি সাধারণত ভোটদাতার তর্জনী আঙুলের নখের উপর প্রয়োগ করা হয় এবং একটি অমোচনীয় চিহ্ন রেখে যায়, যা সহজে মুছে ফেলা সম্ভব হয় না। চিহ্নটি প্রায় ২০ দিন আঙুলে থাকে। এটি ভোটাদাতাকে পুনরায় ভোটাধিকার প্রয়োগ করতে বাধা দেয় এবং জালিয়াতি বন্ধে সাহায্য করে।  অমোচনীয় কালি ৫ মিলি, ৭.৫ মিলি, ১০ মিলি ২০ মিলি, ৫০ মিলি এবং ৮০ মিলি পরিমাণের শিশিতে সরবরাহ করা হয়। একটি ১০ মিলি শিশি প্রায় সাত শত ভোটদাতার জন্য ব্যবহার করা যায়।\nএই কালির প্রধান গ্রাহক হল ভারতের নির্বাচন কমিশন। তারা নির্বাচনে অংশগ্রহণকারী সম্ভাব্য ভোটদাতাদের সংখ্যার উপর নির্ভর করে সরাসরি সংগ্রহের জন্য নির্দেশ দিয়ে থাকে। কালিটি প্রধান নির্বাচনী কর্মকর্তাদের সরবরাহ করা হলে, নির্বাচনের সময় পৃথক পৃথক ভোট কেন্দ্রে বিতরণ করে।  অনুমান করা হয় যে, প্রায় ৩০০ মিলিয়ন ভোটদাতার জন্য ৪৫ বছর ধরে এই কালি প্রয়োগ করা হয়েছে। \nথাইল্যান্ড, সিঙ্গাপুর, নাইজেরিয়া, মালয়েশিয়া এবং দক্ষিণ আফ্রিকার মতো দেশেও কোম্পানিটি কালি রপ্তানি করে থাকে। তাছাড়াও, সহজে ব্যবহারের জন্য কোম্পানিটি ভোটের জন্য নির্দিষ্ট কালি যুক্ত মার্কার পেন তৈরি করা শুরু করেছে এবং এটি আফগানিস্তানে অনুষ্ঠিত নির্বাচনে ব্যবহার করা হয় । [৩] কোম্পানিটি ২০০৮ এবং ২০১৩ খ্রিস্টাব্দে কম্বোডিয়ার নির্বাচনের জন্য ভোটের কালি তৈরি করেছিল । \n\n\n=== অন্যান্য পণ্যসমূহ ===\nকোম্পানিটি রাসায়নিক-প্রতিরোধী  পেইন্ট, এনামেল , প্রাইমার , ডিস্টেম্পার , সিলিং মোম , ডাকটিকিট বাতিলকরণ এবং পলিশের মতো অন্যান্য পণ্যও তৈরি করে।  এমভিপিএল দ্বারা উৎপাদিত সিলিং মোম ভারতীয় ডাক বিভাগে ব্যবহৃত হয় , এবং নির্বাচন কমিশন ব্যালট বাক্সে সিল করার জন্য তাদের দ্বারা তৈরি করা প্রথম পণ্য ছিল। \n\n\n== ব্যবসা ==\nকোম্পানির ব্যবসা ভারতে অনুষ্ঠিত সাধারণ নির্বাচনের উপর প্রত্যক্ষভাবে নির্ভরশীল। (পাঁচ বছরে একবার অনুষ্ঠিত হয়) এবং যে বছরে নির্বাচন অনুষ্ঠিত হয়, সংস্থার রাজস্বের হার উল্লেখযোগ্যভাবে বৃদ্ধি পায়।  ২০০৬-০৭ আর্থিক বছরে, কোম্পানিটি এক কোটি আশি লক্ষ টাকার (প্রায় ৪৫০ হাজার ডলার) লাভ করেছে।  ভারতের ২০০৪ খ্রিস্টাব্দের সাধারণ নির্বাচনের জন্য কোম্পানিটি ৪ কোটি টাকা (প্রায় ১০ লক্ষ ডলার) মূল্যের অর্ডার সরবরাহ করে। ২০০৮ খ্রিস্টাব্দে কম্বোডিয়ার সাধারণ নির্বাচনে কালি সরবরাহ করার সময় এটি ১২.৮ মিলিয়ন ভারতীয় মুদ্রা (প্রায় ৩২০ হাজার ডলার) উপার্জন করে । \n\n\n== তথ্যসূত্র =="}