{"pageid": 1439815, "title": "ইচ্ছামৃত্যু", "url": "https://bn.wikipedia.org/wiki?curid=1439815", "content": "ইচ্ছামৃত্যু (গ্রিক: εὐθανασία, আক্ষ. 'অনুকূল মৃত্যু') হলো যন্ত্রণা ও পীড়া দূর করার উদ্দেশ্য ইচ্ছাকৃতভাবে জীবন শেষ করার অভ্যাস।\nবিভিন্ন দেশে বিভিন্ন ইচ্ছামৃত্যু আইন আছে। ব্রিটিশ  হাউস অফ লর্ডস চিকিৎসা নৈতিকতার নির্বাচিত কমিটি ইচ্ছামৃত্যুকে \"ইচ্ছাকৃত হস্তক্ষেপ যা অসহনীয় যন্ত্রণা থেকে মুক্তি দেওয়ার জন্য জীবন শেষ করার স্পষ্ট অভিপ্রায়ে গৃহীত হয়\" হিসেবে সংজ্ঞায়িত করে। নেদারল্যান্ডস ও বেলজিয়ামে, ইচ্ছামৃত্যুকে \"রোগীর অনুরোধে একজন ডাক্তারের দ্বারা জীবনের অবসান\" হিসাবে বোঝা হয়। ডাচ আইন, তবে, 'ইচ্ছামৃত্যু' শব্দটি ব্যবহার করে না তবে \"সহায়তা আত্মহত্যা এবং অনুরোধে জীবন শেষ\" এর বিস্তৃত সংজ্ঞার অধীনে ধারণাটি অন্তর্ভুক্ত করে।\nইচ্ছামৃত্যুকে বিভিন্ন উপায়ে শ্রেণীবদ্ধ করা হয়, যেমন স্বেচ্ছাসেবী, অ-স্বেচ্ছাসেবী ও অনিচ্ছাকৃত। স্বেচ্ছাসেবী ইচ্ছামৃত্যু হলো যখন কেউ তার জীবন শেষ করতে চায় এবং ক্রমবর্ধমান সংখ্যক দেশে বৈধ। অ-স্বেচ্ছাসেবী ইচ্ছামৃত্যু ঘটে যখন রোগীর সম্মতি পাওয়া যায় না এবং কিছু দেশে কিছু সীমিত শর্তে, সক্রিয় ও নিষ্ক্রিয় উভয় ধরনেই বৈধ। অনিচ্ছাকৃত ইচ্ছামৃত্যু, যা সম্মতি না চাওয়া বা রোগীর ইচ্ছার বিরুদ্ধে করা হয়, সব দেশেই বেআইনি এবং সাধারণত এটিকে খুন হিসেবে বিবেচনা করা হয়।\n২০০৬ সালের হিসাবে, ইচ্ছামৃত্যু জীবনীতিশাস্ত্র গবেষণার সবচেয়ে সক্রিয় ক্ষেত্র হয়ে উঠেছে। কিছু দেশে, ইচ্ছামৃত্যুর সাথে যুক্ত নৈতিক, নৈতিক ও আইনি সমস্যা নিয়ে বিভক্ত জনসাধারণের বিতর্ক দেখা দেয়। নিষ্ক্রিয় ইচ্ছামৃত্যু অনেক দেশে কিছু পরিস্থিতিতে বৈধ। সক্রিয় ইচ্ছামৃত্যু, তবে, শুধুমাত্র কয়েকটি দেশে (যেমন বেলজিয়াম, কানাডা ও সুইজারল্যান্ড) আইনি বা প্রকৃতপক্ষে বৈধ। যা এটিকে নির্দিষ্ট পরিস্থিতিতে সীমাবদ্ধ করে এবং পরামর্শদাতা, ডাক্তার বা অন্যান্য বিশেষজ্ঞের অনুমোদনের প্রয়োজন। কিছু দেশে - যেমন নাইজেরিয়া, সৌদি আরব ও পাকিস্তান - সক্রিয় ইচ্ছামৃত্যুর জন্য সমর্থন প্রায় নেই।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nFry-Revere, Sigrid (২০০৮)। \"Euthanasia\"।   Hamowy, Ronald। The Encyclopedia of Libertarianism। Thousand Oaks, CA: SAGE Publications, Cato Institute। পৃষ্ঠা 156–58। আইএসবিএন 978-1412965804। এলসিসিএন 2008009151। ওসিএলসি 750831024। ডিওআই:10.4135/9781412965811.n98। \nNitschke, Philip; Fiona Stewart; Philip Nitschke; Fiona Stewart (২০০৬)। The Peaceful Pill Handbook। Exit International US Ltd। আইএসবিএন 978-0-9788788-0-1। \nRachels, James (১৯৮৬)। The end of life: Euthanasia and Morality। Oxford University Press। আইএসবিএন 978-0-19-286070-5। \nTorr, James D. (২০০০)। Euthanasia: opposing viewpoints। San Diego: Greenhaven Press। আইএসবিএন 978-0-7377-0127-2। \n\n\n== বহিঃসংযোগ ==\n\n উইকিমিডিয়া কমন্সে ইচ্ছামৃত্যু সম্পর্কিত মিডিয়া দেখুন।\n\n উইকিউক্তিতে ইচ্ছামৃত্যু সম্পর্কিত উক্তি পড়ুন।\nPhysician assisted death from The Hastings Center"}