{"pageid": 1439436, "title": "ইরান–ইসরায়েল সম্পর্ক", "url": "https://bn.wikipedia.org/wiki?curid=1439436", "content": "ইরান ও ইসরায়েলের মধ্যকার সম্পর্ক চারটি প্রধান পর্যায়ে বিভক্ত: ১৯৪৭ থেকে ১৯৫৩ সাল পর্যন্ত দ্বিপক্ষীয় সময়কাল, ১৯৫৩ থেকে ১৯৭৯ সাল পর্যন্ত পাহলভি রাজবংশের যুগে বন্ধুত্বপূর্ণ সময়কাল, ১৯৭৯ থেকে ১৯৯০ সাল পর্যন্ত ইরানি বিপ্লবের পর অবনতিশীল সময়কাল এবং ১৯৯১ সালে উপসাগরীয় যুদ্ধের সমাপ্তির পর থেকে চলমান প্রকাশ্য শত্রুতার সময়কাল। ১৯৪৭ সালে, ইরান ফিলিস্তিনের ব্রিটিশ ম্যান্ডেটের জন্য জাতিসংঘের বিভাজন পরিকল্পনার বিরুদ্ধে ভোট দেওয়া ১৩ টি দেশের মধ্যে অন্যতম ছিল। দুই বছর পর, ইরানও জাতিসংঘে ইসরায়েলের সংযুক্তির বিপক্ষে ভোট দেয়।\nতুরস্কের পর ইরানই ছিল দ্বিতীয় মুসলিম সংখ্যাগরিষ্ঠ দেশ যেটি ইসরাইলকে সার্বভৌম রাষ্ট্র হিসেবে স্বীকৃতি দেয়।  ১৯৫৩ সালে যেটি পশ্চিমাপন্থী নেতা মোহাম্মদ রেজা পাহলভিকে ইরানের শাহ হিসেবে পুনর্বহালকারী অভ্যুত্থানের পর,  দুই দেশের মধ্যে সম্পর্কের উল্লেখযোগ্য উন্নতি হয়। \n১৯৭৯ সালের ইসলামী বিপ্লবের পর, ইরান ইসরায়েলের সাথে সমস্ত কূটনৈতিক এবং বাণিজ্যিক সম্পর্ক ছিন্ন করে। এই ইসলামপন্থী সরকারটি একটি রাষ্ট্র হিসাবে ইসরায়েলের বৈধতা অস্বীকার করে। ১৯৯০-এর দশকের গোড়ার দুই দেশের মধ্যে খোলাখুলিভাবে শত্রুতা শুরু হয়। সে সময় সোভিয়েত ইউনিয়নের পতন এবং উপসাগরীয় যুদ্ধে ইরাকের পরাজয়ের মতো ঘটনাগুলোর ফলে মধ্যপ্রাচ্যের আপেক্ষিক ক্ষমতা ইরান এবং ইসরায়েলের হাতে চলে যায়। ১৯৯০-এর দশকের গোড়ার দিকে সংঘাত বৃদ্ধি পায়, কারণ আইজাক রাবিনের সরকার ইরানের প্রতি আরও আক্রমনাত্মক ভঙ্গি গ্রহণ করা শুরু করে। পরবর্তীতে ইসরায়েলের বিরুদ্ধে প্রদাহজনক বিবৃতি প্রদানকারী ইরানের রাষ্ট্রপতি মাহমুদ আহমাদিনেজাদের সময়কালে এই বিরোধ আরও ঘনীভূত হয়। ইসরায়েলের দীর্ঘ-নির্দেশিত বিগিন মতবাদের সাপেক্ষে ইরানের পারমাণবিক প্রযুক্তির উন্নয়ন, হিজবুল্লাহ, ফিলিস্তিনের ইসলামিক জিহাদ এবং হামাসের মতো ইসলামপন্থী দলগুলিকে ইরানের অর্থায়ন, সেইসাথে সন্ত্রাসী হামলায় জড়িত থাকার অভিযোগ, ১৯৯২ সালে বুয়েনস আইরেসে ইসরায়েলি দূতাবাসে হামলা এবং ১৯৯৪ সালের আর্জেন্টিনা ইসরায়েল মিউচুয়াল অ্যাসোসিয়েশন (আমিআ)-তে বোমা হামলা, ইরানের পিপলস মুজাহেদিন ও জুন্দাল্লাহর মতো সশস্ত্র বিদ্রোহী গোষ্ঠীকে ইসরায়েলের কথিত সমর্থন এবং একাধিক হত্যাকাণ্ড এবং বোমা হামলা সহ ইরানে কথিত গোপন ইসরায়েলি অভিযান দ্বিপাক্ষিক উত্তেজনা বৃদ্ধিতে অবদান রাখে। \n১৯৮৫ সাল থেকে, ইরান এবং ইসরায়েল একটি বদলি সংঘাতে জড়িয়ে পড়ে, যা মধ্যপ্রাচ্যের ভূ-রাজনীতিকে ব্যাপকভাবে প্রভাবিত করেছে। এই সংঘাতের মধ্যে ইরান ও ইসরায়েলি সংস্থাগুলির মধ্যে সরাসরি সামরিক সংঘর্ষ অন্তর্ভুক্ত রয়েছে, যেমন ২০০৬ লেবানন যুদ্ধ। সিরিয়া এবং ইয়েমেনের সংঘাতে বিরোধী দলগুলির সমর্থন সহ বিভিন্ন উপায়ে সংঘাত ছড়িয়ে পড়ার পেছনে এই সংঘাতের প্রভাব রয়েছে। সিরিয়ায়, ইরান সিরীয় সরকারকে সমর্থন দিয়েছে, অন্যদিকে ইসরায়েল বিরোধী দলকে সমর্থন করেছে। ইয়েমেনে, ইরান হুথি বিদ্রোহীদের সমর্থন দিয়েছে, অন্যদিকে ইসরায়েল বিদ্রোহীদের বিরুদ্ধে যুদ্ধরত সৌদি নেতৃত্বাধীন জোটকে সমর্থন দিয়েছে। এই সংঘাতে পারমাণবিক স্থাপনা এবং তেল ট্যাংকারে হামলা সহ একে অপরের অবকাঠামোর বিরুদ্ধে সাইবার আক্রমণ এবং নাশকতা জড়িত রয়েছে। সামগ্রিকভাবে, ইরান-ইসরায়েল বদলি দ্বন্দ্ব একটি জটিল এবং চলমান সংঘাত যা মধ্যপ্রাচ্যের রাজনৈতিক ও নিরাপত্তা গতিশীলতার উপর প্রভাব ফেলেছে।\n২০২৩ সালে ইসরায়েল-হামাস যুদ্ধ শুরু হওয়ার পর, ইরানের সাথে ইসরায়েলের সম্পর্কের উল্লেখযোগ্য অবনতি ঘটে। ইসরায়েল নিজের ভূখন্ডে হামলার বিষয়ে ইরান হামাসকে সহায়তা করেছে বলে অভিযোগ করে। তবে হামাসের ইরান হামলাকে সমর্থন জানালেও এই হামলায় প্রত্যক্ষ সমর্থনের বিষয়টি অস্বীকার করে। এছাড়া এই সংঘাত শুরুর পর হিজবুল্লাহ ও হুতির মতো ইরান সমর্থিত বিভিন্ন সশস্ত্র সংগঠন ইসরায়েলের ভূখন্ডে অসংখ্যবার প্রত্যক্ষভাবে হামলা চালাতে শুরু করে এবং ইসরায়েলও এই সংগঠনগুলোর সাথে সংঘাতে জড়িয়ে পড়ে।\n২ এপ্রিল ২০২৪-এ সিরিয়ার দামেস্কে ইরানের কনস্যুলেটে ইসরায়েল হামলা চালায়। এর জবাবে ইরান ইসরায়েলকে লক্ষ্য করে ৩০০টির বেশি ক্ষেপণাস্ত্র ও ড্রোন ছুঁড়ে।\n\n\n== আরও দেখুন ==\nইরান–ফিলিস্তিন সম্পর্ক\n২০২৩ সালের ইরাক এবং সিরিয়ায় মার্কিন ঘাঁটিতে হামলা\nইরান-ইসরায়েল বদলি সংঘাত\nইরানের ভিসা নীতি\n২৫ বছরের মধ্যে ইসরায়েলের অস্তিত্ব থাকবে না\nডাউন উইথ ইসরায়েল\n\n\n== তথ্যসূত্র =="}