{"pageid": 1439837, "title": "তেজা সাজ", "url": "https://bn.wikipedia.org/wiki?curid=1439837", "content": "তেজা সাজ (জন্ম: ২৩ আগস্ট ১৯৯৫) হলেন একজন ভারতীয় অভিনেতা। তিনি মূলত তেলুগু চলচ্চিত্রে কাজ করেন। চুদালানি ভুন্দি (১৯৯৮) থেকে বস (২০০৬) পর্যন্ত বেশ কিছু চলচ্চিত্রে তিনি শিশু অভিনেতা হিসেবে অভিনয় করেছিলেন। প্রাপ্তবয়স্ক হিসাবে, সজ্জা ২০১৯ সালের ছবি ওহ! বেবিতে একটি সহায়ক ভূমিকায় ছিলেন।এরপর তিনি জম্বি রেড্ডি (২০২১) এবং হনু মান (২০২৪)-এর মতো ছবিতে মুখ্য চরিত্রে অভিনয় করেছেন।\n\n\n== প্রারম্ভিক জীবন এবং কর্মজীবন ==\nসজ্জা তেজা ১৯৯৫ সালের ২৩শে আগস্ট জন্মগ্রহণ করেন। তিনি বেগমপেটের হায়দ্রাবাদ পাবলিক স্কুলে পড়াশোনা করেছেন। সজ্জা খুব অল্প বয়সে শিশু শিল্পী হিসাবে চলচ্চিত্র জগতে প্রবেশ করেছিলেন এবং অনেক সফল ছবিতে অভিনয় করেছিলেন, যার মধ্যে বেশিরভাগই বৈজয়ন্তী মুভিজের অধীনে সি অশ্বিনী দত্ত প্রযোজনা করেছিলেন।\nসজ্জা দুই বছর বয়সে চুদালানি ভুন্ডি (১৯৯৮) চলচ্চিত্রে শিশু শিল্পী হিসাবে আত্মপ্রকাশ করেছিলেন এবং তেলুগু চলচ্চিত্রের শীর্ষস্থানীয় অভিনেতাদের পাশাপাশি ২০ টিরও বেশি চলচ্চিত্রে অভিনয় করেছিলেন। ছবিগুলোর মধ্যে রয়েছে কালিসুন্দম রা (২০০০), যুবরাজু (২০০০), ইন্দ্র (২০০২), ঠাকুর (২০০৩), গঙ্গোত্রী (২০০৩), বসন্তম (২০০৩), সাম্বা (২০০৪), ছত্রপতি (২০০৫), বালু (২০০৫) এবং অভিনেতাদের মধ্যে রয়েছে চিরঞ্জীবী, ভেঙ্কটেশ, প্রভাস, মহেশ বাবু, অল্লু অর্জুন, এন টি রামা রাও জুনিয়র এবং পবন কল্যাণ। সজ্জা ২০১৯ সালে ওহ! বেবি ছবিতে একজন সহায়ক অভিনেতা হিসেবে অভিনয় করেছিলেন।\n২০২১ সালে জম্বি রেড্ডি ছবির মাধ্যমে প্রধান অভিনেতা হিসেবে আত্মপ্রকাশ করেন সজ্জা। ছবিটি তেলুগু সিনেমার প্রথম জম্বি ছবি। চলচ্চিত্রটি সমালোচকদের কাছ থেকে ইতিবাচক পর্যালোচনা পেয়েছে। তিনি প্রিয়া প্রকাশ ভেরিয়ারের সাথে ইশক: নট এ লাভ স্টোরিতেও অভিনয় করেছিলেন যা মিশ্র পর্যালোচনা পেয়েছিল। তিনি শিবানী রাজশেখরের সাথে তাঁর প্রথম সাই-ফাই রোমান্টিক চলচ্চিত্র অদ্ভুতম সম্পন্ন করেছিলেন, যা হটস্টারে সরাসরি ওটিটি মুক্তি পেয়েছিল।\nএরপরে তিনি একটি সুপারহিরো চলচ্চিত্র হনু মান-এ অভিনয় করেন, যেখানে তিনি আবার প্রশান্ত বর্মার সাথে সহযোগিতা করেন।\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে তেজা সাজ  (ইংরেজি)\nটুইটারে তেজা সাজ"}