{"pageid": 1439809, "title": "তণহা", "url": "https://bn.wikipedia.org/wiki?curid=1439809", "content": "তণহা (সংস্কৃত: तृष्णा) একটি পালি শব্দ, এর সংস্কৃত শব্দ তৃষ্ণা এবং বাংলা টান। বৌদ্ধধর্ম এটি গুরুত্বপূর্ণ ধারণা, যা শারীরিক বা মানসিক ইচ্ছা, আকাঙ্ক্ষা, লোভ প্রভৃতিকে বোঝায়। এটিকে সাধারণত তৃষ্ণা হিসাবে অনুবাদ করা হয়, এবং এটি তিন প্রকার:  কাম-তণহা (ইন্দ্রিয়সুখের তৃষ্ণা), ভাব-তণহা (অস্তিত্বের তৃষ্ণা), এবং বিভাব-তণহা (অ-অস্তিত্বের তৃষ্ণা)।\nতণহা চতুরার্য সত্যে আবির্ভূত হয়, যেখানে তণহা দুঃখ ও বারবার জন্ম হওয়া এবং মৃত্যুর (সংসার) চক্রের সাথে উদ্ভূত হয় বা একত্রে বিদ্যমান।\n\n\n== শ্রেণীবিভাগ ==\n\nবুদ্ধ তিন ধরনের তণহা চিহ্নিত করেছেন:\n\nকাম-তণহা (ইন্দ্রিয়সুখের তৃষ্ণা): ইন্দ্রিয় বস্তুর জন্য তৃষ্ণা যা আনন্দদায়ক অনুভূতি প্রদান করে, অথবা ইন্দ্রিয়গত আনন্দের জন্য তৃষ্ণা। ওলপোল রাহুল বলেছেন যে তণহা শুধুমাত্র ইন্দ্রিয়-সুখ, সম্পদ ও ক্ষমতার আকাঙ্ক্ষাকে অন্তর্ভুক্ত করে না, বরং \"ধারণা ও আদর্শ, দৃষ্টিভঙ্গি, মতামত, তত্ত্ব, ধারণা ও বিশ্বাস (ধম্ম-তণহা) এর জন্য আকাঙ্ক্ষা ও সংযুক্তি\" অন্তর্ভুক্ত করে।\"\nভব-তণহা (সত্তার জন্য তৃষ্ণা): কিছু হওয়ার আকাঙ্ক্ষা, অভিজ্ঞতার সাথে একত্রিত হওয়া। হার্ভে বলেন, এটি অহং-সম্পর্কিত নির্দিষ্ট পরিচয় এবং নির্দিষ্ট ধরনের পুনর্জন্মের আকাঙ্ক্ষা অনন্তকালের জন্য। অন্যান্য পণ্ডিতরা ব্যাখ্যা করেন যে এই ধরনের আকাঙ্ক্ষা শাশ্বতবাদ (অনন্ত জীবন) এবং স্থায়ীত্ব সম্পর্কে ভুল দৃষ্টিভঙ্গি দ্বারা চালিত হয়।\nবিভব-তণহা (অ-অস্তিত্বের জন্য তৃষ্ণা):  বর্তমান বা ভবিষ্যত জীবনে অপ্রীতিকর জিনিস, যেমন অপ্রীতিকর মানুষ বা পরিস্থিতির অভিজ্ঞতা না পাওয়ার আকাঙ্ক্ষা। এই ধরণের আকাঙ্ক্ষার মধ্যে আত্মহত্যার প্রচেষ্টা ও আত্ম-নিশ্চিহ্ন হতে পারে এবং এর ফলে অস্তিত্বের আরও খারাপ রাজ্যে আরও পুনর্জন্ম হয়। ফ্রা থেপিয়ানমংকোল বলে, এই ধরনের আকাঙ্ক্ষা ধ্বংসবাদের ভুল দৃষ্টিভঙ্গি দ্বারা চালিত হয়, যে কোনও পুনর্জন্ম নেই।\n\n\n== ত্রিবিষের সাথে সম্পর্ক ==\nতণহা ত্রিবিষের সাথে সম্পর্কিত হতে পারে। ত্রিবিষ হলো:\n\nঅবিদ্যা বা মোহ\nরাগ\nদ্বেষ\nরুপার্ট গেথিনের মতে, তণহা বিদ্বেষ ও অজ্ঞতার সাথে সম্পর্কিত। লোভ ঘৃণা, ক্রোধ, নিষ্ঠুরতা ও সহিংসতার দিকে নিয়ে যায়, গেথিন বলে, যা অপ্রীতিকর অবস্থা এবং যারা কামনা করে তাকে কষ্ট দেয়। তৃষ্ণা ভুল বিচারের উপর ভিত্তি করে, গেথিন বলেন, পৃথিবী স্থায়ী, অপরিবর্তনীয়, স্থিতিশীল ও নির্ভরযোগ্য।\nউদাহরণস্বরূপ, বুদ্ধের প্রথম বক্তৃতায়, বুদ্ধ তণহাকে দুঃখকষ্টের প্রধান কারণ হিসেবে চিহ্নিত করেছেন। যাইহোক, তার তৃতীয় বক্তৃতা, অগ্নি উপদেশ, এবং অন্যান্য সুত্ত, বুদ্ধ দুঃখের কারণগুলিকে রাগ, দ্বেষ ও মোহের \"অগ্নি\" হিসাবে চিহ্নিত করেছেন; অগ্নি উপদেশে, বুদ্ধ বলেছেন যে এই অগ্নি নিভিয়ে নির্বাণ পাওয়া যায়।\n\n\n== আরও দেখুন ==\nপঞ্চবাধা\nআসব\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nAjahn Sucitto (2010). Turning the Wheel of Truth: Commentary on the Buddha's First Teaching. Shambhala.\nBahm, Archie J. (১৯৫৯)। Philosophy of the Buddha। Jain Publishing (Reprint: 1993)। আইএসবিএন 978-0-87573-025-7। \nBodhi, Bhikkhu (trans.) (2000). The Connected Discourses of the Buddha: A Translation of the Samyutta Nikaya. Boston: Wisdom Pubs. আইএসবিএন ০-৮৬১৭১-৩৩১-১.\nBuswell, Robert E.; Gimello, Robert M. (১৯৯২), Paths to Liberation: The Mārga and Its Transformations in Buddhist Thought, University of Hawaii Press, আইএসবিএন 978-0-8248-1253-9 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nChogyam Trungpa (1972). \"Karma and Rebirth: The Twelve Nidanas, by Chogyam Trungpa Rinpoche.\" Karma and the Twelve Nidanas, A Sourcebook for the Shambhala School of Buddhist Studies. Vajradhatu Publications.\nChoong, Mun-Keat (১৯৯৯), The Notion of Emptiness in Early Buddhism, Motilal Banarsidass, আইএসবিএন 978-81-208-1649-7 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDalai Lama (১৯৯৮)। The Four Noble Truths। Thorsons। \nGethin, Rupert (১৯৯৮), Foundations of Buddhism, Oxford University Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHarvey, Peter (১৯৯০), An Introduction to Buddhism, Cambridge University Press, আইএসবিএন 0-521313333 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHarvey, Peter (২০১৩)। An Introduction to Buddhism: Teachings, History and Practices। Cambridge University Press। আইএসবিএন 978-0-521-85942-4। \nLeifer, Ron (১৯৯৭), The Happiness Project, Snow Lion উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMonier-Williams, Monier (1899, 1964). A Sanskrit-English Dictionary. London: Oxford University Press.  আইএসবিএন ০-১৯-৮৬৪৩০৮-X.  Retrieved 2008-06-12 from \"Cologne University\" at http://www.sanskrit-lexicon.uni-koeln.de/scans/MWScan/index.php?sfx=pdf.\nP. A. Payutto. Buddhist Economics, A Middle Way for the Market Place Chapter 2\nRanjung Yeshe Wiki - Dharma Dictionary. http://rywiki.tsadra.org/index.php/sred_pa (sred pa is the Tibetan term for taṇhā)\nRhys Davids, T.W. & William Stede (eds.) (1921-5). The Pali Text Society’s Pali–English Dictionary. Chipstead: Pali Text Society. Retrieved 2008-06-12 from \"U. Chicago\" at http://dsal.uchicago.edu/dictionaries/pali/\nRahula, Walpola (২০১৪), What the Buddha Taught, Oneworld Classics, আইএসবিএন 978-1-78074-000-3 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSaddhatissa, H. (trans.) (1998). The Sutta-Nipāta. London: RoutledgeCurzon Press. আইএসবিএন ০-৭০০৭-০১৮১-৮.\nSmith, Huston; Novak, Philip (২০০৯), Buddhism: A Concise Introduction, HarperOne, Kindle Edition উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nThanissaro Bhikkhu (trans.) (1997). Maha-nidana Sutta: The Great Causes Discourse (DN 15).  Retrieved 2008-01-04 from \"Access to Insight\" at http://www.accesstoinsight.org/tipitaka/dn/dn.15.0.than.html.\nWalpola Sri Rahula (2007). What the Buddha Taught. Grove Press. Kindel Edition.\nWalshe, Maurice (trans.) (1995). The Long Discourses of the Buddha: A Translation of the Digha Nikaya. Boston: Wisdom Pubs. আইএসবিএন ০-৮৬১৭১-১০৩-৩.\n\n\n== আরও পড়ুন ==\nPhilosophy of the Buddha by Archie J. Bahm.  Asian Humanities Press.  Berkeley, CA: 1993.  আইএসবিএন ০-৮৭৫৭৩-০২৫-৬.\nChapter 5 is about craving, and discusses the difference between taṇhā and chanda.\nNietzsche and Buddhism: A Study in Nihilism and Ironic Affinities by Robert Morrison. Oxford University Press, 1998.\nChapter 10 is a comparison between Nietzsche's Will to Power and Tanha, which gives a very nuanced and positive explanation of the central role taṇhā plays in the Buddhist path.\n\n\n== বহিঃসংযোগ ==\nThe concept of craving in early Buddhism, V Bruce Matthews (1975), PhD Thesis, McMaster University\nPracticing for the extinction of kilesa-tanhā (palikanon.com)\nRanjung Yeshe wiki entry for sred pa"}