{"pageid": 1439628, "title": "বেলুচিস্তান বিশ্ববিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1439628", "content": "বেলুচিস্তান বিশ্ববিদ্যালয় (ইউবি) (উর্দু: جامعہ بلوچستان‎‎; বেলুচি: بلوچستان ء یونیورسٹی) একটি সরকারি বিশ্ববিদ্যালয় যা পাকিস্তানের বেলুচিস্তানের কোয়েটা শহরের কেন্দ্রস্থলে অবস্থিত। এটি বেলুচিস্তানের প্রাচীনতম সর্বোচ্চ শিক্ষা প্রতিষ্ঠান, যা ১৯৭০ সালে প্রতিষ্ঠিত হয়।\n\n\n== ইতিহাস ==\nবেলুচিস্তানের গভর্নর রিয়াজ হুসাইন কর্তৃক জারি করা একটি অধ্যাদেশের মাধ্যমে ১৯৭০ সালের অক্টোবরে বিশ্ববিদ্যালয়টি প্রতিষ্ঠিত হয়। ১৯৯৬ সালের জুনে বেলুচিস্তানের প্রাদেশিক পরিষদ বেলুচিস্তান বিশ্ববিদ্যালয় আইন ১৯৯৬ পাস করে। এভাবে বিশ্ববিদ্যালয়টি কলা, বিজ্ঞান, বাণিজ্য এবং মানবিক বিষয়ে উচ্চ শিক্ষা প্রদান করা প্রদেশের একমাত্র সাধারণ বিশ্ববিদ্যালয়ে পরিণত হয়।\nএটি তিনটি বিভাগ দিয়ে শুরু হয়েছিল: পদার্থবিদ্যা, রসায়ন এবং ভূতত্ত্ব। সময়ের সাথে সাথে নতুন বিভাগ প্রতিষ্ঠিত হয় (ব্যবস্থাপনা বিজ্ঞান বিভাগ, জৈব রসায়ন বিভাগ, শিক্ষা ও গবেষণা বিভাগ, ভাষা ও সাহিত্য বিভাগ) এবং পাঁচটি বিশেষায়িত কেন্দ্র (সেখনিজবিদ্যায় উৎকর্ষ কেন্দ্র, পাকিস্তান স্টাডি সেন্টার, এরিয়া স্টাডি সেন্টার, বেলুচিস্তান স্টাডি সেন্টার, জৈব প্রযুক্তিবিদ্যা ও টিকাবিদ্যায় উচ্চতর গবেষণাকেন্দ্র) উচ্চতর চর্চা ও গবেষণা; একটি সংবিধান আইন কলেজ; চারটি উপ-ক্যাম্পাস (মাস্তুং, খারান, পিশিন, কিল্লা সাইফুল্লাহ) এবং আরও কয়েকটি অধিভুক্ত কলেজ। তদুপরি, বিশ্ববিদ্যালয়টিতে আবদুল সামাদ খান শহীদ চেয়ার এবং নবাব ইউসুফ আজিজ মাগসি চেয়ার স্থাপিত হয়েছে।\nএক ইউনিট বিলুপ্তির পর খনিজ প্রযুক্তি বিদ্যালয়ের শিক্ষাদান, একাডেমিক এবং আবাসিক কাঠামোর পাশাপাশি ২০০ একর জমি বেলুচিস্তান বিশ্ববিদ্যালয়ের কাছে হস্তান্তর করা হয়েছে।\n\n\n== বিশ্ববিদ্যালয়ের কর্তৃপক্ষ ==\nবিশ্ববিদ্যালয়ের কর্তৃপক্ষ নিম্নরূপ:\n\nসংসদ\nসিন্ডিকেট\nএকাডেমিক কাউন্সিল\nঅনুষদের বোর্ড\nবোর্ড অফ স্টাডিজ\nসিলেকশন বোর্ড\nঅ্যাডভান্সড স্টাডিজ অ্যান্ড রিসার্চ বোর্ড\nঅর্থ ও পরিকল্পনা কমিটি\nঅধিভুক্তি কমিটি\nশৃঙ্খলা কমিটি\n\n\n== অনুষদ এবং বিভাগ ==\n১৯৭১ সালে বিশ্ববিদ্যালয়টি সালে পদার্থবিদ্যা, রসায়ন এবং ভূতত্ত্ব তিনটি বিভাগ দিয়ে শুরু হলেও বর্তমানে এটি ৪৬টি বিভাগ রয়েছে। বিশ্ববিদ্যালয়ের চারটি ইনস্টিটিউট এবং পাঁচটি কেন্দ্র রয়েছে। ১৯৮৪ সালের মার্চ মাসে জামাল শাহ, ফরিয়াল গোহর, আকরাম দোস্ত এবং কলিম খানের চারজন শিক্ষকের সমন্বয়ে একটি চারুকলা বিভাগ প্রতিষ্ঠিত হয়। প্রাথমিকভাবে বিভাগটি একটি সার্টিফিকেট কোর্স প্রস্তাব করে। এটি চিত্রাঙ্কন, অঙ্কন, ভাস্কর্য এবং গ্রাফিক শিল্পের পাশাপাশি যুগে যুগে মানব বিকাশের ঐতিহাসিক তত্ত্ব নিয়ে কাজ করে। বেলুচিস্তানের ঐতিহ্য এবং এর আদিবাসী শিল্প, কারুশিল্প এবং স্থাপত্যের সাথে পরিচয় করিয়ে দিতে বিভাগটি অত্যন্ত গুরুত্বপূর্ণ ভূমিকা পালন করে। যেহেতু মেহেরগড়ের সভ্যতা (৯০০০ খ্রিস্টপূর্ব) গবেষকদের জন্য অনুপ্রেরণার একটি বড় উৎস এবং শিল্প ও নৈপুণ্যের অন্যান্য জগতের সাথে যোগসূত্র প্রদান করে, তাই চারুকলা বিভাগ বেলুচিস্তানের সাংস্কৃতিক ঐতিহ্যকে গভীরভাবে অধ্যয়ন করার একটি সুবিধা প্রদান করে।\nবিশ্ববিদ্যালয়টি তথ্য ও প্রযুক্তি প্রচারের জন্য একটি কম্পিউটার বিজ্ঞান বিভাগও প্রতিষ্ঠা করেছে।\nঅনুষদ এবং বিভাগ/প্রোগ্রামের তালিকা:\n\n\n== অধিভুক্ত কলেজ ==\nবিশ্ববিদ্যালয়ের একটি সাংবিধানিক আইন কলেজ ও বেলুচিস্তান কৃষি কলেজসহ ৮৮টি অনুমোদিত কলেজ রয়েছে।\n\n\n== উল্লেখযোগ্য প্রাক্তন ছাত্র এবং অনুষদ ==\n \n\n\n== আরও দেখুন ==\nপাকিস্তানের বিশ্ববিদ্যালয়ের তালিকা\n\n\n== তথ্যসূত্র =="}