{"pageid": 1439293, "title": "বারাকাত আহমদ", "url": "https://bn.wikipedia.org/wiki?curid=1439293", "content": "বারাকাত আহমদ (মৃত্যু ১৯৮৮) ছিলেন একজন আহমদিয়া পণ্ডিত এবং ভারতীয় কূটনীতিক। তিনি আমেরিকান ইউনিভার্সিটি অব বৈরুত থেকে আরব ইতিহাসে এবং তেহরান বিশ্ববিদ্যালয় থেকে সাহিত্যে ডক্টরেট ডিগ্রি অর্জন করেন। \nআহমদ অস্ট্রেলিয়ায় ভারতের হাই কমিশনে ফার্স্ট সেক্রেটারি হিসেবে দায়িত্ব পালন করেন। তিনি ওয়েস্ট ইন্ডিজে ভারতের উচ্চ কমিশনার ছিলেন এবং জাতিসংঘে ভারতীয় প্রতিনিধিদলের উপদেষ্টা হিসেবেও কাজ করেন। তিনি জাতিসংঘের বর্ণবৈষম্য-বিষয়ক বিশেষ কমিটির রিপোর্টার হিসেবেও দায়িত্ব পালন করেন। তিনি ভারতীয় ঐতিহাসিক গবেষণা পরিষদের একজন ফেলোও ছিলেন। ১৯৮৮ সালে তিনি মূত্রথলির ক্যান্সারে আক্রান্ত হয়ে মারা যান।\n\n\n== মুহাম্মদ ও মদীনার ইহুদিদের নিয়ে তত্ত্ব ==\nআহমদের মতে, ইহুদিদের নিয়ে স্বাধীন গবেষণার ভিত্তিতে তিনি এই বিষয়ে লেখালেখি করা প্রথম মুসলিম পণ্ডিত। তাঁর বই Muhammad and the Jews: A Re-examination-এ তিনি বানু কায়নুকা বিতাড়ন ও বানু কুরায়জা গোত্রের নির্বিচার হত্যাকাণ্ড সম্পর্কিত প্রচলিত ইতিহাস নিয়ে প্রশ্ন তোলেন।\nতিনি উল্লেখ করেন, মুহাম্মদের জীবনী নিয়ে সংরক্ষিত প্রাচীনতম গ্রন্থ হলো ইবন হিশাম কর্তৃক সম্পাদিত ইবনে ইসহাক (মৃ. ৭৬৮ খ্রি.)-এর লেখা, যা মূলত মুহাম্মদের মৃত্যুর ১২০–১৩০ বছর পরে আব্বাসীয় শাসনামলে রচিত। আহমদের মতে, এই সময় ও পরিবেশ জীবনীটির ওপর গভীর প্রভাব ফেলেছে। তিনি ইবনে ইসহাককে একজন আন্তরিক ইতিহাসবিদ হিসেবে স্বীকার করলেও বলেন, \"একজন ইতিহাসবিদ তার সময়েরই প্রতিফলন। তিনি তার চারপাশের মতামতের আবহ থেকে নিজেকে বিচ্ছিন্ন রাখতে পারেন না।\" তাই মুহাম্মদ ও ইহুদিদের সম্পর্ক নিয়ে ইবনে ইসহাকের দৃষ্টিভঙ্গি মূলত আব্বাসীয় যুগের ইহুদি জীবনকে ঘিরে তার নিজস্ব প্রতিক্রিয়া থেকে প্রভাবিত হয়েছে।\nআহমদ আরও যুক্তি দেন যে, ইবনে ইসহাকের বর্ণনা বাস্তবসম্মত নয়। উদাহরণস্বরূপ, ৬০০–৯০০ পুরুষের শিরচ্ছেদ ও দাফনের ঘটনা একটি ক্ষুদ্র শহর মদীনায় বাস্তবায়ন করা প্রায় অসম্ভব। তিনি আরও বলেন, এতসংখ্যক মৃতদেহ স্বাস্থ্যঝুঁকির কারণ হয়ে উঠত।\nতাঁর তত্ত্বের পক্ষে তিনি আরও উল্লেখ করেন যে, এই গণহত্যার ঘটনাটি ইহুদি উৎসগুলোতে অনুল্লিখিত।\n১৯৮২ সালে Journal of the American Academy of Religion-এ একটি পর্যালোচনায় হ্যারল্ড কাসিমো লিখেন:\n\nড. আহমদ প্রাথমিক ইসলামী উৎস ও সমসাময়িক ইহুদি রচনাগুলি গভীরভাবে বিশ্লেষণ করেছেন...যদিও আমি তাঁর উপস্থাপিত প্রমাণে পুরোপুরি নিশ্চিত হতে পারিনি, তবুও পাঠের একাধিক মুহূর্তে তিনি প্রচলিত ইতিহাস নিয়ে আমার মনে সন্দেহ জাগাতে পেরেছেন। এবং সেটাই ছিল তাঁর উদ্দেশ্য।\n\n\n== গ্রন্থপঞ্জি ==\nMuhammad and the Jews: A Re-examination. নয়াদিল্লি: বিকাশ, ১৯৭৯।\nআরবি অনুবাদ: محمد واليهود : نظرة جديدة (Muḥammad wa-al-Yahūd : naẓrah jadīdah), [القاهرة] : الهيئة المصرية العامة للكتاب, ১৯৯৬।\nIntroduction to Qur'anic Script. লন্ডন: রাউটলেজ, ১৯৯৯। আইএসবিএন ০-৭০০৭-১০৬৯-৮ গুগল বুকস\n“Conversion from Islam”, অন্তর্ভুক্ত: The Islamic World from Classical to Modern Times: Essays in Honor of Bernard Lewis, Clifford Edmund Bosworth ও Bernard Lewis সম্পাদিত, প্রিন্সটন, ১৯৮৯ আইএসবিএন ০-৮৭৮৫০-০৬৬-৯।\n“India and Palestine 1896. 1947”\n\n\n== তাঁর তত্ত্ব সম্পর্কিত পর্যালোচনা ==\nLasker, Daniel J., পর্যালোচনা: Muhammad and the Jews: A Reexamination, Journal of Ecumenical Studies, ১৯:৪ (শরৎ, ১৯৮২): ৮২৬।\nএম. জে. কিস্টার, “The Massacre of the Banu Qurayza: A Re-examination of a Tradition”, জেরুজালেম স্টাডিজ ইন আরবিক অ্যান্ড ইসলাম ৮ (১৯৮৬): ৬১–৯৬।\nলিওন নিময়, \"Barakat Ahmad's 'Muhammad and the Jews'\", The Jewish Quarterly Review, নতুন সিরিজ, খণ্ড ৭২, সংখ্যা ৪ (এপ্রিল, ১৯৮২), পৃ. ৩২৪–৩২৬।\nহ্যারল্ড কাসিমো, Muhammad and the Jews: A Re-Examination, Journal of the American Academy of Religion, খণ্ড ৫০, সংখ্যা ১ (মার্চ, ১৯৮২), পৃ. ১৫৭–১৫৮।\n\n\n== আরও দেখুন ==\nসৈয়দ আকবরউদ্দিন\n\n\n== তথ্যসূত্র =="}