{"pageid": 1439307, "title": "ওয়াশবার্ন বিশ্ববিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1439307", "content": "ওয়াশবার্ন বিশ্ববিদ্যালয় (ডব্লিউইউ), আনুষ্ঠানিকভাবে ওয়াশবার্ন ইউনিভার্সিটি অব টোপিকা, যুক্তরাষ্ট্রের ক্যানসাসের টোপিকা শহরে অবস্থিত একটি সরকারি বিশ্ববিদ্যালয়। এই বিশ্ববিদ্যালয়ে স্নাতক, স্নাতকোত্তর এবং আইন ও ব্যবসা বিষয়ক পেশাগত শিক্ষার সুযোগ রয়েছে।\n২০২৩ সালের হিসাব অনুযায়ী, বিশ্ববিদ্যালয়ে প্রায় ৫,০০০ জন স্নাতক এবং ৭০০ জন স্নাতকোত্তর শিক্ষার্থী ভর্তি রয়েছে। প্রতিষ্ঠানের সম্পদের মধ্যে একটি তহবিল রয়েছে, যার পরিমাণ প্রায় ১৫৫ মিলিয়ন মার্কিন ডলার। \n২০০৮ সাল থেকে, ওয়াশবার্ন বিশ্ববিদ্যালয় এলাকাটির কারিগরি শিক্ষাপ্রতিষ্ঠান ওয়াশবার্ন টেক-এর ব্যবস্থাপনাও গ্রহণ করে।\n\n\n== ইতিহাস ==\nওয়াশবার্ন বিশ্ববিদ্যালয় ১৮৬৫ সালের ফেব্রুয়ারিতে টোপিকা, কানসাসে “লিংকন কলেজ” নামে প্রতিষ্ঠিত হয়। এটি কানসাস অঙ্গরাজ্য এবং কানসাসের কনগ্রেগেশনাল ধর্মযাজক ও গির্জাসমূহের সাধারণ সমিতি কর্তৃক প্রদত্ত এক চার্টার দ্বারা প্রতিষ্ঠিত হয়। কলেজের জন্য জমি দান করেছিলেন দাসপ্রথাবিরোধী কর্মী জন রিচি। ১৮৬৮ সালে ইচাবড ওয়াশবার্ন স্কুলটিকে ২৫,০০০ ডলার অনুদান দেওয়ার প্রতিশ্রুতি দিলে কলেজটির নাম পরিবর্তন করে “ওয়াশবার্ন কলেজ” রাখা হয়। ওয়াশবার্ন ছিলেন এক গির্জার ডিকন, দাসপ্রথাবিরোধী এবং উর্স্টার, ম্যাসাচুসেটসের একজন শিল্পপতি।\n ওয়াশবার্ন কলেজ তাদের প্রতীক হিসেবে ওয়াশবার্ন পরিবারের অস্ত্রচিহ্নের একটি রূপান্তর গ্রহণ করে, যেখানে মূল রঙের পরিবর্তে কলেজের নিজস্ব রং ব্যবহার করা হয়। তবে বিশ্ববিদ্যালয়ে রূপান্তরিত হওয়ার পর, ওয়াশবার্ন এই পারিবারিক অস্ত্রচিহ্ন ব্যবহার বন্ধ করে। বর্তমানে প্রতিষ্ঠানটি একটি আড়বাঁকা \"W\" আকৃতির প্রতীক ব্যবহার করে। বিশ্ববিদ্যালয়ের মাসকট \"দ্য ইচাবড\" এখনও ব্যবহার করা হয়।\n\"দ্য ইচাবড\" বিশ্ববিদ্যালয়ের নামকরণকারী এবং প্রারম্ভিক দাতা ইচাবড ওয়াশবার্নের সম্মানে রাখা হয়েছে। এটি প্রথমে কেবল নামে বিদ্যমান থাকলেও, ১৯৩৮ সালে প্রাক্তন ছাত্র (পরবর্তীতে খ্যাতনামা গ্রাফিক শিল্পী) ব্র্যাডবুরি থম্পসন (স্নাতক ১৯৩৪) \"দ্য ইচাবড\"-এর বর্তমান চেহারা — একজন পড়ুয়া ধরণের, টেইলকোট পরিহিত ব্যক্তির অবয়ব — তৈরি করেন। বিশ্ববিদ্যালয়ের ক্রীড়াদলগুলোকে \"ইচাবডস\" নামে ডাকা হয়, যদিও নারীদের ক্রীড়াদল ২০১৩–১৪ শিক্ষাবর্ষ পর্যন্ত এই নাম ব্যবহার করত না।\n১৯১৩ সালে ওয়াশবার্ন কলেজের চিকিৎসা বিভাগ বন্ধ হয়ে যায়। এই মেডিকেল স্কুলটি কুখ্যাত হয়ে ওঠে ১৮৯৫ সালের ১০ ডিসেম্বর, যখন জনসাধারণ জানতে পারে যে শারীরবৃত্তীয় গবেষণার জন্য ব্যবহৃত কিছু মৃতদেহ স্থানীয় কবরস্থান থেকে চুরি করা হয়েছে। সংবাদটি দেশব্যাপী ছড়িয়ে পড়লে, সম্ভাব্য দাঙ্গার আশঙ্কায় গভর্নর রাজ্য সেনা মোতায়েন করেন স্কুল রক্ষার্থে। তিনজন চিকিৎসক, স্কুলের ডিন, এক ছাত্র-জনিটর এবং আরও একজন বহিরাগতকে গ্রেপ্তার করা হয়। চিকিৎসকদের বিরুদ্ধে অভিযোগ প্রত্যাহার করা হয়, ছাত্র-জনিটরের দণ্ড বাতিল করা হয় আপিলে, আর পঞ্চম ব্যক্তি দোষী সাব্যস্ত হলেও পরে তাঁকে ক্ষমা করা হয়।\nদ্বিতীয় বিশ্বযুদ্ধের সময়, ওয়াশবার্ন মিউনিসিপ্যাল বিশ্ববিদ্যালয় ছিল যুক্তরাষ্ট্রের ১৩১টি কলেজ ও বিশ্ববিদ্যালয়ের একটি যারা V-12 নৌবাহিনী কলেজ প্রশিক্ষণ কর্মসূচিতে অংশগ্রহণ করে। এই কর্মসূচি শিক্ষার্থীদের নৌবাহিনীতে কমিশন পাওয়ার পথ প্রদান করত।\n১৯৬৬ সালের ৮ জুন, গ্রীষ্মকালীন ছুটি শুরুর কয়েকদিন পর, একটি টর্নেডো বিশ্ববিদ্যালয় ক্যাম্পাসের বড় একটি অংশ ধ্বংস করে দেয় এবং সমস্ত গাছপালা নিশ্চিহ্ন করে ফেলে। টর্নেডোর আঘাতের তিন মাস আগে ওয়াশবার্নের বোর্ড অব ট্রাস্টিজ প্রতিটি ভবনের জন্য সর্বোচ্চ পরিমাণে পুনর্বীমা করেছিল। টর্নেডোর এক সপ্তাহ পর, গ্রীষ্মকালীন ক্লাস টোপিকা ওয়েস্ট হাই স্কুলে শুরু হয়। ১৯৬৬ সালের শরতে স্টোফার হল মেরামত করা হয় এবং ক্যাম্পাসে ট্রেলার স্থাপন করা হয়। পুরো ক্যাম্পাস পুনর্গঠনে বেশ কয়েক বছর সময় লাগে এবং ১৯৭০-এর দশকের শুরু পর্যন্ত শিক্ষার্থীরা ট্রেলারে ক্লাস করে।\nপূর্বে মিউনিসিপ্যাল বিশ্ববিদ্যালয় হিসেবে পরিচালিত হলেও, ১৯৯৯ সালে বিশ্ববিদ্যালয়টির অর্থায়নের উৎস শহরের সম্পত্তি কর থেকে পরিবর্তন করে কাউন্টি বিক্রয় কর নির্ধারণ করা হয়। তবে প্রতিষ্ঠানটি এখনও অঙ্গরাজ্যের একটি মিউনিসিপ্যাল উপবিভাগ হিসেবে বিবেচিত। ওয়াশবার্ন একটি নয় সদস্যবিশিষ্ট নিজস্ব রিজেন্ট বোর্ড দ্বারা পরিচালিত হয়।\n\n\n== তথ্যসূত্র =="}