{"pageid": 1439288, "title": "মাসাদা", "url": "https://bn.wikipedia.org/wiki?curid=1439288", "content": "মাসাদা (হিব্রু ভাষায়: מְצָדָה‎ məṣādā, অর্থাৎ 'দুর্গ'; আরবি: جبل مسعدة) হলো একটি পাহাড়চূড়ার দুর্গ-সংকুল এলাকা, যা ইসরায়েলের দক্ষিণ-পূর্বাঞ্চলের মৃত সাগরের পশ্চিম উপকূলে অবস্থিত জুদিয়ান মরুভূমিতে অবস্থিত।\nএই দুর্গটি খ্রিস্টপূর্ব ১ম শতকে একটি প্রাকৃতিক মালভূমির উপর নির্মিত হয়, যা আশেপাশের ভূমি থেকে প্রায় ৪০০ মি (১,৩০০ ফু) উঁচু এবং আধুনিক আরাদ শহরের প্রায় ২০ কিমি (১২ মাইল) পূর্বে অবস্থিত।\nমাসাদার সবচেয়ে গুরুত্বপূর্ণ অবশেষগুলি হেরোড মহামানবের শাসনামলের (খ্রিস্টপূর্ব ৩৭–৪) সময়কার, যিনি রাজত্বের শুরুর দিকে মাসাদাকে একটি সুরক্ষিত মরু আশ্রয়স্থলে পরিণত করেন। তিনি শীর্ষস্থানটি একটি দ্বৈতপ্রাচীর ও টাওয়ার দিয়ে ঘিরে ফেলেন এবং সেখানে খাদ্যাগার, উন্নত জলব্যবস্থা, স্নানাগার নির্মাণ করেন। এছাড়াও তিনি দুটি রাজকীয় প্রাসাদ নির্মাণ করেন—একটি পশ্চিম পাশে এবং আরেকটি উত্তর খাড়ির ওপর তিনটি স্তরে বিস্তৃত। এই প্রাসাদগুলো হেরোডীয় স্থাপত্যের উৎকৃষ্ট উদাহরণ হিসেবে বিবেচিত।\nমাসাদা সবচেয়ে বেশি পরিচিত প্রথম ইহুদি-রোমান যুদ্ধ (৬৬–৭৩ খ্রিস্টাব্দ) এর সময়কার ভূমিকার জন্য, যখন এটি জেরুজালেম ধ্বংসের পর ইহুদি বিদ্রোহীদের শেষ আশ্রয়স্থল হয়ে ওঠে। সিকারি নামে পরিচিত একটি দল, যাদের নেতা ছিলেন এলিয়েজার বেন ইয়াইর, তাঁরা লুসিয়াস ফ্লাভিয়াস সিলভার নেতৃত্বাধীন রোমান দশম লেজিয়নের বিরুদ্ধে প্রতিরোধ গড়ে তোলেন। রোমানরা অবরোধ করার জন্য একটি ঘেরা দেয়াল এবং একটি বৃহৎ র‌্যাম্প তৈরি করে। ইউসেবিয়াস অনুসারে, ৭৩/৭৪ খ্রিস্টাব্দে দেয়াল ভেদ করার পর রোমানরা দেখতে পায় প্রায় ১,০০০ বাসিন্দা গণআত্মহত্যা করেছে—যদিও এই দাবিটি ইতিহাসবিদদের মধ্যে বিতর্কিত।\n১৯৬০-এর দশকে প্রত্নতত্ত্ববিদ ইগাল ইয়াদিন এর নেতৃত্বে খননকার্যে হেরোডের প্রাসাদ, খাদ্যাগার যেখানে খাবারের চিহ্ন ছিল, ধর্মীয় স্নানাগার, একটি সিনাগগ, একটি চ্যাপেল, কবুতর পালনের কক্ষ, গ্রন্থপুঞ্জ, এবং পাত্রের টুকরো পাওয়া গেছে, যার একটি তে লেখা ছিল \"বেন ইয়াইর\", যা সম্ভবত শেষ প্রতিরোধকারীদের সঙ্গে সম্পর্কিত।\nআশেপাশের রোমান অবরোধ কাঠামো ও ঘাঁটিগুলো এখনও দৃশ্যমান এবং রোমান সামরিক প্রকৌশলের অন্যতম অক্ষত নিদর্শন হিসেবে গণ্য হয়। বর্তমানে মাসাদা একটি ইউনেস্কো বিশ্ব ঐতিহ্যবাহী স্থান এবং ইসরায়েলের অন্যতম জনপ্রিয় পর্যটন কেন্দ্র হিসেবে পরিচিত, যেখানে বছরে প্রায় ৭,৫০,০০০ দর্শক আসেন।\n\n\n== ভূগোল ==\nভূতাত্ত্বিক দিক থেকে মাসাদার খাড়া পর্বতশৃঙ্গটি একটি হরস্ট। মালভূমিটির এক প্রান্ত হঠাৎ করেই খাড়া পাহাড়ে শেষ হয়েছে, যেখানে পূর্ব দিকে প্রায় ৪০০ মি (১,৩০০ ফু) এবং পশ্চিম দিকে প্রায় ৯০ মি (৩০০ ফু) উচ্চতা থেকে নেমে গেছে। এই কারণে দুর্গ পর্যন্ত পৌঁছানো খুবই কঠিন।\nমালভূমির চূড়াটি সমতল এবং সমান্তরাল চতুর্ভুজ আকৃতির, দৈর্ঘ্যে প্রায় ৫৫০ মি (১,৮০০ ফু) এবং প্রস্থে প্রায় ২৭০ মি (৮৯০ ফু)। হেরোড পুরো মালভূমিকে ঘিরে একটি ৪ মি (১৩ ফু) উঁচু দ্বৈতপ্রাচীর নির্মাণ করেন, যার মোট দৈর্ঘ্য ছিল প্রায় ১,৩০০ মি (৪,৩০০ ফু)। এই প্রাচীরের বিভিন্ন স্থানে টাওয়ার নির্মাণ করে তা মজবুত করা হয়।\nদুর্গের ভেতরে ছিল খাদ্যাগার, সৈন্যছাউনি, একটি অস্ত্রাগার, একটি প্রাসাদ এবং একাধিক জলাধার। এসব জলাধারে প্রায় ৪০,০০০ ঘন মিটার জল ধারণের ক্ষমতা ছিল এবং এগুলো বৃষ্টির পানি দিয়ে পূরণ করা হতো। বলা হয়ে থাকে, একদিনের বৃষ্টির পানিই ১,০০০ জন মানুষকে ২ থেকে ৩ বছর পর্যন্ত জীবিত রাখার জন্য যথেষ্ট ছিল।\nমাটির নিচ থেকে দুর্গে ওঠার জন্য তিনটি সরু ও সর্পিল পথ ছিল, যা শেষে সুরক্ষিত প্রবেশদ্বারে গিয়ে পৌঁছাত।\n\n\n== আধুনিক পর্যটন ==\n২০০১ সালে মাসাদাকে ইউনেস্কো বিশ্ব ঐতিহ্যবাহী স্থান হিসেবে ঘোষণা করা হয়।\n২০০৭ সালে, মাসাদা সাইটে ইগাল ইয়াদিনের স্মরণে একটি জাদুঘর চালু করা হয়, যেখানে প্রত্নতাত্ত্বিক নিদর্শনগুলো নাটকীয় পরিবেশে প্রদর্শিত হয়। এই নিদর্শনগুলোর অধিকাংশই ১৯৬০-এর দশকে জেরুজালেম হিব্রু বিশ্ববিদ্যালয়ের প্রত্নতত্ত্ব দল ও ইয়াদিন কর্তৃক খননকালে আবিষ্কৃত হয়েছিল।\n\nপুরো প্রত্নতাত্ত্বিক এলাকা মাসাদা ন্যাশনাল পার্কের অন্তর্গত, যেখানে প্রবেশের জন্য টিকিট লাগে (হাঁটায় গেলে হলেও)। এখানে দুটি ট্রেইল (পথ) আছে, যেগুলো উভয়ই বেশ খাড়া:\n\nস্নেক ট্রেইল পূর্বদিক থেকে মাসাদা জাদুঘরের পাশ দিয়ে শুরু হয় (যেখানে মৃত সাগর হাইওয়ে থেকে প্রবেশ করা যায়), এবং প্রায় ৩০১ মি (৯৮৮ ফু) উঁচুতে ওঠে।\nরোমান র‌্যাম্প পথটিও খাড়া, তবে তুলনামূলকভাবে কম উচ্চতায় ওঠে। এটি পশ্চিম দিক থেকে শুরু হয় এবং আরাদ রোড থেকে গাড়িতে প্রবেশ করা যায়।\nপর্যটকরা সাধারণত সূর্যোদয়ের এক ঘণ্টা আগে হাঁটা শুরু করেন, যখন পার্ক খুলে দেয়, কারণ দুপুরের দিকে প্রচণ্ড গরম পড়ে—গ্রীষ্মে তাপমাত্রা ৪৩ ডিগ্রি সেলসিয়াস (১০৯ ডিগ্রি ফারেনহাইট) ছাড়িয়ে যেতে পারে। এ কারণে গ্রীষ্মকালে অনেক সময় দিনের বেলায় হাঁটার পথ বন্ধ রাখা হয়। দর্শনার্থীদের পানীয় জল সঙ্গে নেওয়ার পরামর্শ দেওয়া হয়, কারণ উপরে জল পাওয়া গেলেও পথে নয়।\nযাঁরা হাঁটতে চান না, তাঁদের জন্য একটি কেবল কার (মাসাদা কেবলওয়ে) সকাল ৮টা থেকে চালু থাকে, যা বেশি খরচে সরাসরি চূড়ায় পৌঁছে দেয়।\nকেবল কারের নিচে একটি দর্শনার্থী কেন্দ্র এবং জাদুঘর রয়েছে।\nগ্রীষ্মের কিছু রাতে মাসাদার পশ্চিম পাশে একটি আলো ও শব্দের প্রদর্শনী (লাইট অ্যান্ড সাউন্ড শো) অনুষ্ঠিত হয়। সেখানে পৌঁছাতে গাড়ি করে আরাদ রোড ব্যবহার করা যায় অথবা পাহাড় বেয়ে রোমান র‌্যাম্প পথ ধরে পায়ে হেঁটে যাওয়া যায়।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}