{"pageid": 1439285, "title": "ইসলামী অধ্যয়নের সংশোধনবাদী ধারা", "url": "https://bn.wikipedia.org/wiki?curid=1439285", "content": "ইসলামী অধ্যয়নের সংশোধনবাদী ধারা (এছাড়াও পরিচিত ইসলামী অধ্যয়নের সমালোচনামূলক ধারা এবং ইসলামের সমালোচনামূলক ইতিহাসবিদগণ নামে) হলো ইসলামী অধ্যয়ন-এর একটি প্রবণতা, যা ইসলামের উৎপত্তি বিষয়ে প্রচলিত মুসলিম বিবরণকে প্রশ্নবিদ্ধ করে।\n১৯৭০-এর দশকের শুরু পর্যন্ত, অমুসলিম ইসলামী পণ্ডিতগণ—যদিও তাঁরা ঐশী হস্তক্ষেপে বিশ্বাস করতেন না—তবু ইসলামের প্রচলিত উৎপত্তিকথা \"প্রায় সব দিক থেকেই\" গ্রহণ করতেন। তাঁরা ঐতিহ্যবাহী সাহিত্যিক উৎসগুলিকেও নির্ভরযোগ্য মনে করতেন—যেমন তাফসির (কোরআনের ব্যাখ্যামূলক গ্রন্থ), হাদিস (মুহাম্মদের অনুমোদিত বা অঅনুমোদিত কাজের বিবরণ), এবং সিরা (মুহাম্মদের জীবনী)। \nসংশোধনবাদীরা এসব সাহিত্যিক উৎসের ক্ষেত্রে \"উৎস-সমালোচনামূলক\" দৃষ্টিভঙ্গি গ্রহণ করেন। তাঁরা এর পাশাপাশি পুরাতত্ত্ব, শিলালিপি, মুদ্রাশাস্ত্র এবং সমসাময়িক অ-আরবি সাহিত্য অধ্যয়ন করেন। তাঁদের মতে, এসব পদ্ধতি \"প্রামাণ্য তথ্য\" সরবরাহ করে এবং বিভিন্ন তথ্য একে অপরের সঙ্গে তুলনা করার সুযোগ দেয়। অপরদিকে, ঐতিহ্যগত ইসলামী বিবরণ—যা মুহাম্মদের মৃত্যুর ১৫০ থেকে ২৫০ বছর পর রচিত—লেখক ও বর্ণনাকারীদের পক্ষপাত এবং অলংকারের দ্বারা প্রভাবিত।\n\nএই ধারার উদ্ভব ১৯৭০-এর দশকে হয়েছে বলে মনে করা হয়। এই গোষ্ঠীতে অন্তর্ভুক্ত ছিলেন (বা আছেন) জন ওয়ান্সব্রো, তাঁর ছাত্ররা অ্যান্ড্রু রিপিন, নরম্যান ক্যাল্ডার, জি. আর. হটিং, প্যাট্রিসিয়া ক্রোন এবং মাইকেল কুক। এছাড়াও গুন্টার লুলিং, ইহুদা ডি. নেভো, টম হল্যান্ড, এবং ক্রিস্টোফ লাক্সেনবার্গ-এর নামও উল্লেখযোগ্য। এই ধারা একক চিন্তাধারা নয়; যদিও অনুসারীরা একাধিক পদ্ধতিগত ভিত্তিতে একমত, তবুও তাঁরা আরব বিজয় এবং ইসলামের উত্থান সম্পর্কে বিভিন্ন রকম ব্যাখ্যা উপস্থাপন করেছেন। কখনও কখনও তাদেরকে \"ঐতিহ্যবাদী\" ইসলামী ইতিহাসবিদদের বিপরীতে উপস্থাপন করা হয়, যারা ইসলামের প্রচলিত উৎপত্তিকাহিনী গ্রহণ করেন। তবে এই দুই ধরনের পন্থার অনুসরণ সাধারণত প্রকাশ্যভাবে নয়, বরং অন্তর্নিহিতভাবে ঘটে।\n\n\n== মূল তত্ত্বসমূহ ==\nসংশোধনবাদীরা মনে করেন যে ইসলামের প্রাথমিক যুগের ঘটনাগুলিকে নতুন করে গবেষণা ও পুনর্গঠন করা উচিত। এ কাজের জন্য ঐতিহাসিক-সমালোচনামূলক বা উৎস-সমালোচনামূলক পদ্ধতি প্রয়োগ করা হয় (এ পদ্ধতিতে কোনো উৎসের বিশ্বাসযোগ্যতা, নির্ভরযোগ্যতা, প্রাসঙ্গিকতা ইত্যাদি মূল্যায়ন করা হয়)। সংশোধনবাদীরা কোরআন বা  হাদীস-এর উপর নির্ভর করতে অনিচ্ছুক। \nতাঁরা পার্শ্ববর্তী অঞ্চলের বিকল্প প্রাথমিক উৎসসমূহ অধ্যয়ন করে যুক্তি দেন যে ইসলাম ছিল একটি একেশ্বরবাদী আন্দোলন, যেখানে আরব ও ইহুদিরা একত্রে অন্তর্ভুক্ত ছিল। এই আন্দোলন আরব উপদ্বীপের উত্তর প্রান্তে, বাইজেন্টাইন এবং সাসানীয় সাম্রাজ্যের নিকটবর্তী অঞ্চলে গড়ে ওঠে। প্রার্থনার দিকনির্দেশ, অর্থাৎ কিবলা, জেরুজালেম থেকে মক্কায় পরিবর্তনের ঘটনাটি সম্ভবত এই পূর্ববর্তী আন্দোলনের একটি প্রতিধ্বনি।\nএকদল গবেষক মুহাম্মদের ঐতিহাসিক অস্তিত্বকে প্রত্যাখ্যান করেছেন এবং বলেছেন যে তাঁর জীবনী আসলে কোনো ঐতিহাসিক ব্যক্তিত্ব নয়, বরং একটি কিংবদন্তির উপর ভিত্তি করে রচিত। এটি যীশু বা মূসার মতো একটি তুলনামূলক কিংবদন্তিমূলক চরিত্রের দৃষ্টিভঙ্গি।\nভোলকার পপ্পের মতে, \"আলী\" এবং \"মুহাম্মদ\" আসলে কোনো নাম নয়, বরং এই চরিত্রদের উপাধি ছিল।\n\n\n== উদ্ভব ও পদ্ধতি ==\nপশ্চিমা বিশ্বে ইসলাম অধ্যয়নের বিভিন্ন প্রবণতার প্রভাব সময়ের সঙ্গে পরিবর্তিত হয়েছে। ইবন ওয়ারাক মনে করেন, \"এই সংশোধনবাদী ধারার উত্থান\" সম্ভবত ১৯৭৫ সালের জুলাইয়ে অক্সফোর্ড বিশ্ববিদ্যালয়ের নিকটপ্রাচ্য ইতিহাস গ্রুপের পঞ্চম সম্মেলন থেকে শুরু হয়েছিল। রবার্ট হোয়ল্যান্ড-এর মতে, সংশোধনবাদীরা ১৯৭০ ও ১৯৮০-এর দশকে প্রভাবশালী হয়ে উঠেছিলেন।\n১৯৭০-এর দশকের শুরু পর্যন্ত, অমুসলিম ইসলামী পণ্ডিতগণ—যদিও তাঁরা ঐশী হস্তক্ষেপের বিবরণ মেনে নিতেন না—তবু ইসলামের উৎপত্তিকাহিনী \"প্রায় সব দিক থেকেই\" গ্রহণ করতেন। তাঁরা তাফসির (কোরআনের ব্যাখ্যামূলক গ্রন্থ), হাদিস (মুহাম্মদ কী অনুমোদন বা অননুমোদন করেছেন, সে-সম্পর্কিত বিবরণ), এবং সিরা (নবীর জীবনী) - এই ঐতিহ্যগত সাহিত্যিক উৎসগুলোকেও নির্ভরযোগ্য বলে মনে করতেন।\nঅপরদিকে, সংশোধনবাদীরা এসব সাহিত্যকে \"উৎস-সমালোচনামূলক\" দৃষ্টিভঙ্গিতে বিশ্লেষণ করেন। পাশাপাশি, তাঁরা প্রাসঙ্গিক পুরাতত্ত্ব, শিলালিপি, মুদ্রাশাস্ত্র, এবং সমসাময়িক অ-আরবি সাহিত্যও অধ্যয়ন করেন। তাঁদের মতে, এসব পদ্ধতির মাধ্যমে \"প্রমাণভিত্তিক তথ্য\" পাওয়া যায় এবং বিভিন্ন উৎসের তথ্য তুলনা করে যাচাই করা সম্ভব হয়। অপরদিকে, ইসলামের ঐতিহ্যবাহী বিবরণ—যা মুহাম্মদের মৃত্যুর ১৫০ থেকে ২০০ বছর পর রচিত—সেগুলো লেখক ও বর্ণনাকারীদের পক্ষপাতদুষ্টতা ও অলংকরণ দ্বারা প্রভাবিত বলে মনে করা হয়।\n\n\n== প্রধান প্রতিনিধিগণ ==\nসংশোধনবাদী ধারার \"অগ্রগণ্য\" প্রবক্তাদের মধ্যে রয়েছেন জন ওয়ান্সব্রো (১৯২৮–২০০২), প্যাট্রিসিয়া ক্রোন (১৯৪৫–২০১৫), মাইকেল কুক, ইহুদা ডি. নেভো (১৯৩২–১৯৯২), এবং ফ্রেড এম. ডোনার।\nএই নতুন আন্দোলনের সূচনা হয় লন্ডন বিশ্ববিদ্যালয়ের অধীনস্থ SOAS (School of Oriental and African Studies)-এ জন ওয়ান্সব্রোর দুটি গ্রন্থ প্রকাশের মাধ্যমে—Quranic Studies (১৯৭৭) এবং The Sectarian Milieu (১৯৭৮)। অ্যান্ড্রু রিপিন (১৯৫০–২০১৬), নরম্যান ক্যাল্ডার, জি. আর. হটিং, প্যাট্রিসিয়া ক্রোন এবং মাইকেল কুক—ওয়ান্সব্রোর ছাত্র ছিলেন। ১৯৭৭ সালে ক্রোন ও কুক হাগারিজম শিরোনামে একটি গ্রন্থ প্রকাশ করেন, যেখানে তাঁরা প্রস্তাব করেন, অন্যান্য বিষয়ের পাশাপাশি, ইসলাম আরব বিজয়ের পরে প্রতিষ্ঠিত হয়েছিল, তার আগে নয়; এবং মক্কা ছিল না ইসলামের প্রাথমিক তীর্থস্থান। পরবর্তীকালে তাঁরা এই বইয়ের কিছু তত্ত্ব থেকে সরে আসেন, কারণ সেগুলো অত্যন্ত দূরপ্রসারী বলে মনে হয়, তবে তাঁরা ইসলামি ইতিহাসে মুসলিম ও পশ্চিমা উভয় প্রচলিত দৃষ্টিভঙ্গিকে চ্যালেঞ্জ করতে থাকেন।\nমার্টিন হিন্ডস (১৯৪১–১৯৮৮) SOAS-এ অধ্যয়ন করেছিলেন এবং রবার্ট জি. হোয়ল্যান্ড ছিলেন প্যাট্রিসিয়া ক্রোনের ছাত্র।\nজার্মানির সারল্যান্ড বিশ্ববিদ্যালয়ে গুন্টার লুলিং (১৯২৮–২০১৪) এবং গার্ড-রুডিগার পুয়িন ১৯৭০-এর দশক থেকে কোরআনের গঠন নিয়ে ঐতিহাসিক-সমালোচনামূলক গবেষণায় মনোনিবেশ করেন। ২০০০-এর দশকে কার্ল-হেইঞ্জ ওলিগ, ভোলকার পপ্প, ক্রিস্টোফ লাক্সেনবার্গ এবং মার্কুস গ্রস প্রস্তাব করেন যে মুহাম্মদ ছিলেন একটি কিংবদন্তিমূলক, না যে ঐতিহাসিক চরিত্র। \nনেদারল্যান্ডসের হান্স জানসেন ২০০৫/২০০৭ সালে একটি গ্রন্থ প্রকাশ করেন, যেখানে তিনি বিশদভাবে ব্যাখ্যা করেন কেন মুহাম্মদের জীবনীসংক্রান্ত প্রচলিত বিবরণ কিংবদন্তিস্বরূপ বলে তিনি মনে করেন। ইহুদা ডি. নেভো-ও মুহাম্মদের ঐতিহাসিকতা নিয়ে প্রশ্ন তুলেছিলেন। ইসলাম ধর্ম গ্রহণকারী স্বেন কালিশ ইসলামী ধর্মতত্ত্ব পড়াতেন, তবে ২০০৮ সালে ইসলাম ত্যাগ করেন এবং তখন মুহাম্মদ (তেমনি যিশু ও মূসা)–এর ঐতিহাসিকতা নিয়ে প্রশ্ন তোলেন।\nজেমস এ. বেলামি কোরআনের পাঠ-সমালোচনা করেছেন এবং প্রচলিত পাঠের \"সংশোধন\" (emendations) বা সংশোধিত পাঠ প্রস্তাব করেছেন। ফ্রেড ডোনার তাঁর একাধিক গ্রন্থে প্রস্তাব করেছেন যে আরব বিজেতাদের প্রাথমিক সমন্বয়মূলক একেশ্বরবাদ আব্দ আল-মালিক ইবন মারওয়ান-এর শাসনামলে (৬৮৫–৭০৫) গিয়ে খ্রিস্টান ও ইহুদিদের থেকে পৃথক হতে শুরু করে।\nজনপ্রিয় ইতিহাসবিদ টম হল্যান্ড-এর গ্রন্থ In the Shadow of the Sword (২০১২) সংশোধনবাদী বিভিন্ন দৃষ্টিভঙ্গির একটি সম্ভাব্য সংশ্লেষ উপস্থাপন করেছে এবং নতুন গবেষণালব্ধ ফলাফল জনপ্রিয়ভাবে তুলে ধরেছে।\n\n\n== সংশোধনবাদের সমালোচনা ==\nইসলামের প্রারম্ভিক ইতিহাসের উপর ঐতিহাসিক-সমালোচনামূলক বিশ্লেষণ শুরুতে তীব্র প্রতিক্রিয়ার সম্মুখীন হয়, কারণ এতে বহু দূরপ্রসারী তত্ত্ব প্রকাশিত হয়েছিল। বিশেষ করে প্যাট্রিসিয়া ক্রোন এবং মাইকেল কুক-এর গ্রন্থ হাগারিজম (১৯৭৭) ব্যাপক সমালোচনার সৃষ্টি করে। সংশোধনবাদের গুরুত্বপূর্ণ প্রবক্তা ক্রোন ও কুক পরবর্তীকালে এই ধরনের চরমপন্থী তত্ত্ব থেকে নিজেদের দূরে সরিয়ে নেন।\nগবেষক টিলমান নাগেল-সহ সমালোচকেরা সংশোধনবাদী কিছু তত্ত্বের অতিরিক্ত অনুমাননির্ভর স্বভাবের দিকে ইঙ্গিত করেছেন এবং দেখিয়েছেন যে, কিছু সংশোধনবাদী পণ্ডিতের মধ্যে প্রয়োজনীয় একাডেমিক মান বজায় থাকে না। তবে অপরদিকে, নাগেল এই নতুন ধারার মূল প্রেরণাকে স্বাগত জানান, বিশেষত ঐতিহাসিক-সমালোচনামূলক পদ্ধতির প্রয়োগে অধিক গুরুত্ব দেওয়ার দৃষ্টিভঙ্গিকে।\nসংশোধনবাদীদের গুরুত্ব দেওয়ার একটি লক্ষণ হলো—সমালোচকেরা তাঁদের বিরোধিতা করার সময় কেবল \"সংশোধনবাদ\" নয়, বরং \"চরম সংশোধনবাদ\" বা \"অতি-সংশোধনবাদ\" বলেও উল্লেখ করতে শুরু করেছেন।\nগ্রেগর শোয়েলার সংশোধনবাদী ধারার আলোচনা করেছেন এবং প্রারম্ভিক বিতর্কগুলো তুলে ধরেছেন। তিনি সংশোধনবাদকে অত্যন্ত চরম মনে করলেও এর মূল প্রেরণাকে স্বাগত জানান। তাঁর মতে: \"এই সমস্ত বিষয় এবং আরও অনেক তাৎপর্যপূর্ণ বিষয় নিয়ে আমাদের প্রথমবার (বা পুনরায়) চিন্তা করতে বাধ্য করানো নিঃসন্দেহে 'সন্দেহবাদী' নতুন প্রজন্মের একটি গুরুত্বপূর্ণ অবদান।\"\nSOAS, লন্ডনের ধর্মতত্ত্ব অধ্যয়ন বিভাগের শিক্ষক ফ্রঁসোয়া দ্য ব্লোয়া ইসলামি পাঠ্যসমূহে ঐতিহাসিক-সমালোচনামূলক পদ্ধতি প্রয়োগ করার বিরোধিতা করেন। তাঁর মতে, এই পদ্ধতি মূলত খ্রিস্টীয় গ্রন্থ বিশ্লেষণের জন্য গড়ে তোলা হয়েছিল, এবং যদিও এই পদ্ধতি পরবর্তীকালে ধর্মীয় বা অধর্মীয় যেকোনো লেখায় প্রয়োগযোগ্য বলে বিবেচিত হয়েছে, তা সত্ত্বেও ইসলামি পাঠ্যে এর প্রয়োগের কোনও যৌক্তিকতা নেই।\n\n\n== আরও দেখুন ==\nমুহাম্মদের ঐতিহাসিকতা\nইসলামের প্রারম্ভিক ইতিহাসের ইতিহাসচর্চা\nকোরআনের ইতিহাস\nনবাতীয়রা\n\n\n== তথ্যসূত্র =="}