{"pageid": 1439363, "title": "পাদ্রী থোমাস", "url": "https://bn.wikipedia.org/wiki?curid=1439363", "content": "পাদ্রী থোমাস (fl. ৬৪০) একজন সিরিয়াক অর্থোডক্স পুরোহিত ছিলেন, যিনি উপরি মেসোপটেমিয়ার রেশাইনা অঞ্চলে বাস করতেন। তিনি সিরিয়াক ভাষায় লিখিত ৬৪০ সালের ইতিহাস (Chronicle of 640) নামক একটি গ্রন্থ রচনা করেন, যা আরও বিভিন্ন নামে পরিচিত।\n৬৪০ সালের ইতিহাস একটি স্বতন্ত্র ধরণের সার্বজনীন ইতিহাস যা খ্রিষ্টাব্দ ৬৪০ সাল পর্যন্ত কালের বিস্তারকে অন্তর্ভুক্ত করে। এটি একটি মাত্র পাণ্ডুলিপিতে সংরক্ষিত রয়েছে, যার নাম ব্রিটিশ লাইব্রেরি, Add MS 14,643। এই পাণ্ডুলিপিটি ৭২৪ সালে নকল করা হয়েছিল এবং অনুলিপিকার পাণ্ডুলিপির শেষে একটি অতিরিক্ত পৃষ্ঠা যুক্ত করেন, যেখানে আরবি থেকে অনূদিত খলিফাদের তালিকা অন্তর্ভুক্ত রয়েছে। যদিও এই অংশটিকে কখনও কখনও মূল গ্রন্থের অংশ হিসেবে গণ্য করা হয়, অনুলিপিকার স্পষ্টভাবে \"এখানে শেষ\" বাক্যটি লিখে মূল পাঠ্যের সমাপ্তি চিহ্নিত করেছিলেন।\nরবার্ট হোয়ল্যান্ড মূল ৬৪০ সালের ইতিহাস-কে সাতটি ভাগে বিভক্ত করেছেন:\n\nঅসম্পূর্ণ একটি ভূগোল বিষয়ক রচনা\nআদম থেকে যাকোবের পুত্রদের পর্যন্ত বংশানুক্রম\nআব্রাহাম থেকে কনস্টানটাইন I পর্যন্ত অমুসলিম শাসকদের একটি তালিকা, যাদের শাসনকালীন প্রধান ঘটনাবলি উল্লেখ আছে এবং থোমাসের ভাষায়, \"একটি বর্ণনা যা দেখায় কীভাবে তারা রোমানদের অধীন হয়েছিল\"\nইউসেবিয়াসের ক্রনিকন-এর সারাংশসহ আব্রাহাম ও নিনুস থেকে কনস্টানটাইন পর্যন্ত একটি কালানুক্রমিক তালিকা\nইউসেবিয়াসের ইতিহাসের একটি বর্ধিতাংশ যা সম্রাট হেরাক্লিয়াসের ত্রিশতম বর্ষ, অর্থাৎ ৬৪০ সাল পর্যন্ত পৌঁছায়\nএকটি \"বছরের ব্যাখ্যা (সুকালা)\" যাতে এলোমেলোভাবে ধর্মতাত্ত্বিক ও ঐতিহাসিক মন্তব্য রয়েছে\nবিভিন্ন বিশ্বব্যাপী গির্জা পরিষদগুলির তালিকা, তারিখ ও শাসকদের নামসহ, যেখানে খালকিদনের পরিষদ-কে নিন্দা করা হয়েছে\nএই লেখাগুলি সপ্তম শতাব্দীর মাঝামাঝি সময়ে আরব বিজয়ের প্রত্যক্ষদর্শী বিবরণ প্রদান করে (সেলিউক বছর গণনা অনুসারে ১০ম শতাব্দী):\n\nসাল ৯৪৫, সপ্তম ইন্ডিকশন, শুক্রবার ৪ ফেব্রুয়ারি, নবম প্রহরে রোমানদের সঙ্গে মুহম্দের তায়্যায়েদের মধ্যে প্যালেস্টাইনের গাজা থেকে বারো মাইল পূর্বে একটি যুদ্ধ হয়। রোমানরা পালিয়ে যায় এবং প্যাট্রিসিয়ান ব্রির্দন-কে রেখে যায়, যাকে আরবরা হত্যা করে। প্রায় ৪,০০০ দরিদ্র প্যালেস্টাইনি গ্রামবাসী—খ্রিস্টান, ইহুদি ও সামারিতান—সেখানে নিহত হন। আরবরা সমগ্র অঞ্চল লুণ্ঠন করে।\n\nসাল ৯৪৭, নবম ইন্ডিকশন, আরবরা সমগ্র সিরিয়া আক্রমণ করে এবং পারস্যে প্রবেশ করে ও তা দখল করে। তারা মারদিন পর্বত আরোহন করে এবং সেখানে কেদার ও বনতায় অবস্থিত বহু সন্ন্যাসীকে হত্যা করে। কেদারের দরওয়ান, যাজক থোমাসের ভাই, ধন্য সিমন সেখানে নিহত হন।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি =="}