{"pageid": 1439620, "title": "ওরিয়া মকবুল জান", "url": "https://bn.wikipedia.org/wiki?curid=1439620", "content": "ওরিয়া মকবুল জান (উর্দু: اوریا مقبول جان‎‎) একজন পাকিস্তানি কলাম লেখক, উপস্থাপক, কবি, নাট্যকার এবং বিপিএস-২১ গ্রেডের প্রাক্তন সরকারি কর্মচারী।\nতিনি নিও নিউজ টেলিভিশন শো হারফে রাজ নামক অনুষ্ঠানে বিশ্লেষক হিসাবে উপস্থিত হয়ে উল্লেখযোগ্য স্বীকৃতি অর্জন করেছিলেন।\n\n\n== প্রারম্ভিক এবং ব্যক্তিগত জীবন ==\nতিনি কোয়েটা বেলুচিস্তান বিশ্ববিদ্যালয় থেকে এলএলবি এবং লাহোর পাঞ্জাব বিশ্ববিদ্যালয় থেকে সমাজকর্মে স্নাতকোত্তর ডিগ্রি অর্জন করেছেন।\nতিনি বহুভাষী। তার ইংরেজি, উর্দু, পাঞ্জাবি, পশতু এবং ফার্সি ভাষায় সাবলীল এবং আরবি এবং বেলুচি ভাষায় কাজ করার জ্ঞান রয়েছে।\nএকটি সাক্ষাতকারের সময়ে ওরিয়া মকবুল জান প্রকাশ করেছিলেন যে তিনি যে কলেজে পড়াতেন সেখানে এক শিক্ষার্থীর সাথে তার প্রেম-বিয়ে হয়েছিল।\nতার এক ছেলে ও দুই মেয়ে। তার ছেলেমেয়েরা সবাই যুক্তরাজ্য ও মার্কিন যুক্তরাষ্ট্র হতে শিক্ষিত।\n২০২৩ সালের ১৩ মে পিটিআই নেতাদের এবং তাদের সমর্থকদের উপর ক্র্যাকডাউনে তাকে তার বাড়ি থেকে গ্রেপ্তার করা হয়েছিল।\n\n\n== কর্মজীবন ==\n\n\n=== সাহিত্য এবং টেলিভিশন সিরিয়াল ===\nওরিয়া মকবুল জান একজন পাকিস্তানি কলামিস্ট, কবি, নাট্যকার এবং উপস্থাপক। ১৯৮৮ সালে তার কাব্য সংকলন ‘কামাত’ প্রকাশিত হয়। সত্তর বছরেরও বেশি সময় ধরে তিনি পাকিস্তান টেলিভিশনের জন্য স্ক্রিপ্ট রাইটিংয়ে সক্রিয়ভাবে নিযুক্ত ছিলেন। ১৯৯০ থেকে ২০০৭ সাল পর্যন্ত পাকিস্তান টেলিভিশনে \"রোজান,\" \"গার্দাব,\" \"শাহরজাদ,\" \"কাফাস\" এবং \"কাফিলাহ\" সহ তার উল্লেখযোগ্য নাটক সিরিজ প্রচারিত হয়েছিল। তিনি ১৯৯৯ এবং ২০০৭ সালে পাকিস্তান টেলিভিশন কর্তৃক শ্রেষ্ঠ নাট্য লেখকের পুরস্কারে ভূষিত হন। তিনি প্রায় পঞ্চাশটি স্বতন্ত্র টেলিভিশন নাটকও রচনা করেছেন।\n\n\n=== সাংবাদিকতা ===\nওরিয়া মকবুল জান ২০০২ সালের ১লা জানুয়ারীতে একজন কলামিস্ট হিসাবে তার কর্মজীবন শুরু করেন। তিনি জং, নওয়ায়ে ওয়াক্ত, এক্সপ্রেস, দুনিয়া এবং ৯২ নিউজের মতো সংবাদপত্রে কলাম লিখেছেন।\n\n\n=== সিভিল সার্ভিস এবং একাডেমিয়া ===\nওরিয়া মকবুল জান বেলুচিস্তান বিশ্ববিদ্যালয়ে পাঁচ বছর শিক্ষকতা করেছেন। ১৯৮৪ সালে প্রতিযোগিতামূলক পরীক্ষায় সাফল্যের পর তিনি জেলা ব্যবস্থাপনা সেবায় যোগদান করেন। ২০১৬ সালের ১৮ জানুয়ারী ৩২ বছরের পরিষেবা প্রদানের পর তিনি তার পদ থেকে অবসর গ্রহণ করেন।\n\n\n== বিতর্ক ==\n\n\n=== নরওয়ে থেকে নিষেধাজ্ঞা ===\n২০১৮ সালে তাকে নরওয়েতে বিভাজনমূলক দৃষ্টিভঙ্গি প্রচার করা হিসাবে শ্রেণীবদ্ধ করা মন্তব্যের ভিত্তিতে তাকে সীমাবদ্ধ করা হয়েছিল।\n\n\n== বই ==\nতার কিছু প্রকাশনার মধ্যে রয়েছে: \n\nগির্দবাদ: বেলুসিস্তান কে কাবা'লি পাস মানযার মে লিকখা গয়া ড্রামাহ, কোয়েটা: জুমুররুদ পাবলিকেশন্স, ১৯৯৬। পাকিস্তানের বেলুচ উপজাতিদের বিশেষ উল্লেখ সহ সামাজিক-সাংস্কৃতিক সমস্যার উপর একটি নাটক।\nহরফে রাজ, লাহোর: সাং-এ-মীল পাবলিকেশন্স, ২০০৫-২০১৩, ১৬১৬ পৃষ্ঠা (৫ খণ্ডে)। পাকিস্তানের রাজনৈতিক পরিস্থিতির অবনতি নিয়ে প্রবন্ধ।\nকামাত: শায়েরি, লাহোর: সাং-এ-মীল পাবলিকেশন্স, ২০১১, ১৪৪ পৃষ্ঠা। উর্দু কবিতা।\nমুঝে হ্যায় হুকমে আজান: জার্ব এ মুমিন শা'ই' হোনে ওয়ালে কালাম, লাহোর: ইলম ও ইরফান পাবলিশার্স, ২০১২, ৩৩৬ পৃষ্ঠা। বিভিন্ন আন্তর্জাতিক রাজনৈতিক বিষয়ে লেখকের সংগৃহীত কলাম, সাপ্তাহিক জার্ব এ মুমিন করাচিতে ২০০৪-০৬ সালে প্রকাশিত।\n\n\n== তথ্যসূত্র =="}