{"pageid": 1439054, "title": "উইলিয়াম ল্যাম্ব, ২য় ভিসকাউন্ট মেলবোর্ন", "url": "https://bn.wikipedia.org/wiki?curid=1439054", "content": "উইলিয়াম ল্যাম্ব, দ্বিতীয় ভিসকাউন্ট মেলবোর্ন  (১৫ মার্চ ১৭৭৯ – ২৪ নভেম্বর ১৮৪৮) ছিলেন একজন হুইগ রাজনীতিবিদ যিনি স্বরাষ্ট্র সচিব এবং দুইবার যুক্তরাজ্যের প্রধানমন্ত্রী হিসেবে দায়িত্ব পালন করেছিলেন। কিছু সূত্র ইঙ্গিত করে যে তার পুরো নাম ছিল হেনরি উইলিয়াম ল্যাম্ব।\n১৮৩৪ সালে চতুর্থ উইলিয়াম তাকে বরখাস্ত করার পর তার প্রথম প্রিমিয়ারশিপ শেষ হয়, শেষ ব্রিটিশ প্রধানমন্ত্রী যিনি একজন রাজার দ্বারা বরখাস্ত হন। পাঁচ মাস পরে, তিনি পুনরায় নিযুক্ত হন এবং রানী ভিক্টোরিয়ার শাসনামলে আরও ছয় বছর দায়িত্ব পালন করেন। তিনি রাজনীতির উপায়ে রানীকে প্রশিক্ষণ দেওয়ার জন্য, প্রায় তার ব্যক্তিগত সচিব হিসাবে কাজ করার জন্য এবং এর ফলে যে রাজনৈতিক কেলেঙ্কারিগুলি হয়েছিল তার জন্য সর্বাধিক পরিচিত। প্রধানমন্ত্রী হিসাবে তার উত্তরাধিকার অনুকূল ছিল না, কারণ তার পরিচালনা করার মতো কোনও বড় বিদেশী যুদ্ধ বা অভ্যন্তরীণ সমস্যা ছিল না এবং তিনি ভিক্টোরিয়ার রাজত্বের প্রথম দিকে বেশ কয়েকটি রাজনৈতিক কেলেঙ্কারিতে জড়িত ছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== আরও পড়ুন ==\nHilton, Boyd (২০০৬)। A Mad, Bad, and Dangerous People? England 1783–1846। Oxford: Clarendon Press। আইএসবিএন 978-0-19-921891-2। \nCameron, R. H. (১৯৭৬)। \"The Melbourne Administration, the Liberals and the Crisis of 1841\"। Durham University Journal। 69 (1)। \nCecil, David (আগস্ট ১৯৫৪)। \"Melbourne and the Years of Reform\"। History Today। 4 (8): 529–536। \n\n\n=== Collected papers ===\nLloyd Charles Sanders, সম্পাদক (১৮৮৯)। Lord Melbourne's papers। London: Longmans, Green, and Company। \n\n\n== বহিঃসংযোগ ==\n\nহ্যান্সকার্ড ১৮০৩-২০০৫: William Lamb দ্বারা সংসদে অবদান (ইংরেজি)\n\"Melbourne, William Lamb, 2nd Viscount\"। ব্রিটিশ বিশ্বকোষ। 18 (১১তম সংস্করণ)। ১৯১১। পৃষ্ঠা 90। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMore about William Lamb, Viscount Melbourne on the Downing Street website\nHistorica's Heritage Minute video docudrama \"Responsible Government\" (Adobe Flash Player)\n\"Archival material relating to উইলিয়াম ল্যাম্ব, ২য় ভিসকাউন্ট মেলবোর্ন\"। UK National Archives। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nন্যাশনাল পোট্রেট গ্যালারি, লন্ডনে উইলিয়াম ল্যাম্ব, ২য় ভিসকাউন্ট মেলবোর্ন-এর পোট্রেট \nAbout William's Notorious Wife, Lady Caroline"}