{"pageid": 1439838, "title": "ক্রিশ্চিয়ান কেজ", "url": "https://bn.wikipedia.org/wiki?curid=1439838", "content": "উইলিয়াম জেসন রেসো (জন্ম নভেম্বর ৩০, ১৯৭৩) একজন কানাডিয়ান পেশাদার কুস্তিগীর এবং অভিনেতা। বর্তমানে তিনি অল এলিট রেসলিং (এইডাব্লিউ) -এর সাথে চুক্তিবদ্ধ, যেখানে তিনি ক্রিশ্চিয়ান কেজ নামে রিংয়ে পারফর্ম করেন। তিনি দ্য প্যাট্রিয়ার্কি গোষ্ঠীর নেতা এবং প্রাক্তন দুইবারের এইডাব্লিউ টিএনটি চ্যাম্পিয়ন তিনি ডাব্লিউডাব্লিউএফ/ই-এর সাথে তার সময়ের জন্য ব্যাপকভাবে পরিচিত, যেখানে তিনি ক্রিশ্চিয়ান হিসাবে অভিনয় করেছিলেন। টোটাল ননস্টপ অ্যাকশন রেসলিং (টিএনএ) -এ তাঁর কর্মজীবনের জন্যও তিনি স্বীকৃত।\n১৯৯৫ সালে রেসো তার আত্মপ্রকাশ করে। তিনি তার কর্মজীবনের শুরুতে কানাডার স্বাধীন প্রচার কুস্তি করেছিলেন, যেখানে তিনি তার সেরা বন্ধু এজ-এর সাথে একক এবং ট্যাগ টিম প্রতিযোগিতায় অংশ নিয়েছিলেন। ১৯৯৮ সালে, তিনি তৎকালীন ওয়ার্ল্ড রেসলিং ফেডারেশনের (ডাব্লিউডাব্লিউএফ) সাথে একটি উন্নয়নমূলক চুক্তি স্বাক্ষর করেন, ২০০২ সালে ডাব্লিউডাব্লিউই নামকরণ করা হয় এবং পরের বছর আত্মপ্রকাশ করেন, অবিলম্বে তার প্রথম ম্যাচেই সংস্থায় তার প্রথম চ্যাম্পিয়নশিপ, ডাব্লিউডাব্লিউএফ লাইট হেভিওয়েট চ্যাম্পিয়নশিপ দখল করেন। এজ এবং ক্রিশ্চিয়ান একটি ট্যাগ টিম গঠন করেন এবং টেবিল, ল্যাডার এবং চেয়ার ম্যাচে অংশগ্রহণের জন্য কুখ্যাতি অর্জন করেন। তারা সাতবার প্রচারের ওয়ার্ল্ড ট্যাগ টিম চ্যাম্পিয়নশিপ জিতেছে। মনোভাবের যুগ ট্যাগ টিম কুস্তিকে পুনরুজ্জীবিত করা প্রধান দলগুলির মধ্যে একটি হিসাবে তাদের বিবেচনা করা হয়। ২০০১ সালে দলটি আলাদা হয়ে যায়, যার পরে, ক্রিশ্চিয়ান ইউরোপীয়, হার্ডকোর এবং ইন্টারকন্টিনেন্টাল চ্যাম্পিয়নশিপ সহ ডাব্লিউডাব্লিউই-তে বিভিন্ন একক চ্যাম্পিয়নশিপ জিতেছিলেন।\n২০০৫ সালে, রেসো ডাব্লিউডাব্লিউই ছেড়ে দেন এবং টোটাল ননস্টপ অ্যাকশন রেসলিং (টিএনএ) -এর সাথে তার ক্রিশ্চিয়ান কেজ রিং নামে চুক্তিবদ্ধ হন, যার পরে তিনি দু 'বার এনডাব্লিউএ ওয়ার্ল্ড হেভিওয়েট চ্যাম্পিয়নশিপ জিতেছিলেন। তিনি ২০০৮ সালের শেষের দিকে টিএনএ ছেড়ে চলে যান এবং ২০০৯ সালে ডাব্লিউডাব্লিউইর সাথে পুনরায় স্বাক্ষর করেন, যেখানে তিনি ২০১৪ সালে মস্তিষ্কের আঘাতজনিত সমস্যার কারণে অবসর নেওয়ার আগে পর্যন্ত দু 'বার করে ইসিডাব্লিউ চ্যাম্পিয়নশিপ এবং ওয়ার্ল্ড হেভিওয়েট চ্যাম্পিয়নশিপ জিতেছিলেন। তিনি ডাব্লিউডাব্লিউই-এর ইতিহাসে ২৩তম ট্রিপল ক্রাউন চ্যাম্পিয়ন এবং ১১তম গ্র্যান্ড স্ল্যাম চ্যাম্পিয়ন ছিলেন।\n২০২১ সালের মার্চ মাসে, কেজ এইডাব্লিউ-এর হয়ে আত্মপ্রকাশ করেন, আবার তাঁর ক্রিশ্চিয়ান কেজ মনিকারে ফিরে আসেন এবং আনুষ্ঠানিকভাবে তাঁর ইন-রিং কুস্তি কর্মজীবন পুনরায় শুরু করেন। এর পরে, তিনি ২০২১ সালে এইডাব্লিউ র্যাম্পেজ প্রথম পর্বে ইমপ্যাক্ট ওয়ার্ল্ড চ্যাম্পিয়নশিপ জিতেছিলেন (যেহেতু সেই সময়ে এইডাব্লিউ এবং ইমপ্যাক্টের অংশীদারিত্ব ছিল) এবং ২০২৩ সালে, তিনি টিএনটি চ্যাম্পিয়নশিপে এইডাব্লিউ ব্যানারের অধীনে তাঁর প্রথম চ্যাম্পিয়নশিপ জিতেছিলেন। মোট, ডাব্লিউডাব্লিউই, এইডাব্লিউ এবং টিএনএর মধ্যে, কেজ সাতটি ওয়ার্ল্ড চ্যাম্পিয়নশিপ এবং নয়টি ট্যাগ টিম চ্যাম্পিয়নশিপ সহ ২৫টি চ্যাম্পিয়নশিপ জিতেছে। তিনি ডাব্লিউডাব্লিউই, টিএনএ এবং এইডাব্লিউ-এর মধ্যে একাধিক পে-পার-ভিউ ইভেন্টের শিরোনাম করেছেন এবং ডাব্লিউডাবিই-এর অন্যতম সেরা পে-পার ভিউ পারফর্মার ছিলেন।\n\n\n== জীবনের প্রথমার্ধ ==\nউইলিয়াম জেসন \"জে\" রেসো ১৯৭৩ সালের ৩০শে নভেম্বর অন্টারিওর কিচেনার-এ জন্মগ্রহণ করেন, তিনি কানাডিয়ান মা ক্যারল এবং আমেরিকান পিতা র‍্যান্ডী রেসোর পুত্র। তিনি আইস হকি খেলতেন এবং ছোটবেলায় কুস্তির ভক্ত ছিলেন। অরেঞ্জভিল যাওয়ার আগে তিনি হান্টসভিল এবং পূর্ব লুথার-গ্র্যান্ড ভ্যালি থাকতেন, যেখানে তিনি অ্যাডাম \"এজ\" কোপল্যান্ড সাথে দেখা করেছিলেন, যিনি তাঁর সেরা বন্ধু এবং ট্যাগ টিমের অংশীদার হয়েছিলেন। তারা একসাথে অরেঞ্জভিল ডিস্ট্রিক্ট সেকেন্ডারি স্কুলে পড়েন, যেখান থেকে তারা দুজনেই স্নাতক হন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nডাব্লিউডাব্লিউই.কম-এ ক্রিশ্চিয়ান \nক্রিশ্চিয়ান কেজ-এর প্রোফাইল: কেজম্যাচ.নেট, রেসলিংডাটা.কম, ইন্টারনেটের রেস্টলিং ডাটাবেস\nটুইটারে ক্রিশ্চিয়ান \nইন্টারনেট মুভি ডেটাবেজে জে রেসো  (ইংরেজি)"}