{"pageid": 1439325, "title": "থিওফানেস দ্য কনফেসর", "url": "https://bn.wikipedia.org/wiki?curid=1439325", "content": "থিওফানেস দ্য কনফেসর (গ্রিক: Θεοφάνης Ὁμολογητής; প্রায় ৭৫৯ – ৮১৭ বা ৮১৮) ছিলেন বাইজেন্টাইন অভিজাত পরিবারের একজন সদস্য যিনি পরবর্তীতে সন্ন্যাসী ও ইতিহাসলেখক হন। তিনি সম্রাট লিও চতুর্থ খাজারের দরবারে কাজ করতেন, পরে তিনি ধর্মজীবন গ্রহণ করেন। থিওফানেস ৭৮৭ খ্রিষ্টাব্দে অনুষ্ঠিত দ্বিতীয় নিকিয়া কাউন্সিলে অংশগ্রহণ করেন এবং সম্রাট লিও পঞ্চম আর্মেনিয়ানের আইকন বিরোধী আন্দোলনের বিরোধিতা করেন। এই কারণে তাঁকে কারাবন্দি করা হয়। মুক্তির কিছুদিন পরই তিনি মারা যান।\nথিওফানেস দ্য কনফেসরকে প্রাচ্য রীতির অর্থোডক্স গির্জা ও রোমান ক্যাথলিক চার্চ—উভয় ধর্মীয় সম্প্রদায়েই ১২ মার্চ স্মরণ করা হয়। তাঁকে দাগযুক্ত থিওফানেস-এর সঙ্গে গুলিয়ে ফেলা উচিত নয়, যাঁর পবিত্র দিবস পালিত হয় ১১ অক্টোবর।\n\n\n== জীবনী ==\nথিওফানেসের জন্ম কনস্টান্টিনোপলে এক ধনাঢ্য ও অভিজাত আইকনপন্থী পরিবারে। তাঁর পিতা আইজ্যাক ছিলেন এজিয়ান সাগরের দ্বীপপুঞ্জের শাসক এবং মাতা থিওডোরা, যার পরিবারের সম্পর্কে কিছুই জানা যায় না। থিওফানেস যখন তিন বছর বয়সী, তখন তাঁর পিতা মারা যান। পরে বাইজেন্টাইন সম্রাট কনস্টান্টিন পঞ্চম (৭৪০–৭৭৫) তাঁকে রাজদরবারে শিক্ষা ও লালনপালনের ব্যবস্থা করেন। পরবর্তীতে তিনি সম্রাট লিও চতুর্থ খাজার-এর অধীনে বেশ কয়েকটি পদে দায়িত্ব পালন করেন।\nথিওফানেস ১৮ বছর বয়সে বিয়ে করেন, কিন্তু স্ত্রীর সঙ্গে সম্মতিতে কৌমার্যপূর্ণ জীবনযাপন করেন। ৭৭৯ খ্রিষ্টাব্দে তাঁর শ্বশুর মারা গেলে, দুজনে পারস্পরিক সম্মতিতে ধর্মজীবন গ্রহণের জন্য আলাদা হয়ে যান। তাঁর স্ত্রী কনস্টান্টিনোপলের কাছে একটি দ্বীপের কনভেন্টে প্রবেশ করেন এবং থিওফানেস মারমারা সাগরের এশীয় উপকূলবর্তী সিজিকাসের কাছে সিগিয়ানে (সিগ্রিয়ানো) অঞ্চলের পলিক্রোনিয়াস মঠে প্রবেশ করেন। পরে তিনি কালোনিমাস দ্বীপে (বর্তমানে কালোমিও) তাঁর নিজস্ব জমিতে একটি মঠ নির্মাণ করেন, যেখানে তিনি পাণ্ডুলিপি অনুলিপিতে দক্ষতা অর্জন করেন।\nছয় বছর পর তিনি সিগ্রিয়ানোয় ফিরে আসেন এবং সেখানে একটি বৃহৎ জনবসতির নামে পরিচিত অ্যাবি প্রতিষ্ঠা করেন। তিনি এর প্রধান হিসেবে দায়িত্ব গ্রহণ করেন। এই পদে থাকাকালীন তিনি ৭৮৭ সালে দ্বিতীয় নিকিয়া কাউন্সিলে উপস্থিত ছিলেন এবং চিত্র পূজার পক্ষে ঘোষণাপত্রে স্বাক্ষর করেন।\n\nযখন সম্রাট লিও পঞ্চম আর্মেনিয়ান (৮১৩–৮২০) আবার আইকনোক্লাজম শুরু করেন, তখন তিনি থিওফানেসকে কনস্টান্টিনোপলে আনার নির্দেশ দেন। সম্রাট তাঁকে কাউন্সিল-অনুমোদিত চিত্রপূজাকে নিন্দা করতে চাপ দেন, কিন্তু থিওফানেস রাজি হননি। এর ফলে তাঁকে কারাবন্দি করা হয় এবং দুই বছর ধরে তিনি কঠোর নির্যাতন ভোগ করেন। মুক্তির পর, ৮১৭ সালে তাঁকে সামোথ্রেসে নির্বাসনে পাঠানো হয়। সেখানে শারীরিক দুরবস্থায় আক্রান্ত হয়ে তিনি মাত্র ১৭ দিন বেঁচে ছিলেন। তাঁর মৃত্যুর পরে বহু অলৌকিক ঘটনার জন্য তাঁকে কৃতিত্ব দেওয়া হয়, এবং সম্ভবত ১২ মার্চেই তাঁর মৃত্যু হয়, যেদিন তাঁকে রোমান মার্টিরোলজিতে স্মরণ করা হয়।\n\n\n== ধ্বনিত ইতিহাস (Chronicle) ==\nথিওফানেস তাঁর বন্ধু জর্জ সিনকেল্লোসের অনুরোধে তাঁর লেখা ক্রোনোগ্রাফিয়া (Χρονογραφία) বা ধ্বনিত ইতিহাস-এর ধারাবাহিকতা রচনা করেন, যা ৮১০ থেকে ৮১৫ খ্রিষ্টাব্দ পর্যন্ত ঘটনাবলি অন্তর্ভুক্ত করে। এই গ্রন্থের ভাষা কঠোর গির্জাভাষা এবং চলিত গ্রিকের মাঝামাঝি অবস্থানে। থিওফানেস মূলত তিনটি উৎস ব্যবহার করেছিলেন: প্রথমত, সিনকেল্লোসের আগে থেকে প্রস্তুতকৃত উপাদান; দ্বিতীয়ত, থিওডোর লেক্টর-এর তৈরি সংকলন যা সোক্রেটিস স্কোলাস্টিকাস, সোজোমেনাস এবং থিওডোরেট-এর রচনার নির্যাস নিয়ে গঠিত; এবং তৃতীয়ত, কনস্টান্টিনোপল শহরের ইতিহাসভিত্তিক স্থানীয় ক্রনিকল।\nইতিহাসবিদ সিরিল মাঙ্গো মনে করেন, থিওফানেস নিজে ক্রোনোগ্রাফিয়া-তে খুব কম অবদান রেখেছেন, বরং এটি মূলত সিনকেল্লোসের উপাদানকে গুছিয়ে উপস্থাপন করার কাজ মাত্র।\nথিওফানেসের লেখা অংশ শুরু হয় সম্রাট ডায়োক্লেশিয়ান-এর রাজ্যাভিষেক (২৮৪ খ্রিস্টাব্দ) থেকে এবং শেষ হয় মাইকেল প্রথম রাঙ্গাবের পতনের (৮১৩ খ্রিস্টাব্দ) মধ্যে। এই অংশ বাইজেন্টাইন ইতিহাসের সপ্তম ও অষ্টম শতকের জন্য মূল্যবান, কারণ এতে অনেক হারিয়ে যাওয়া প্রাচীন উৎসের বিবরণ সংরক্ষিত রয়েছে।\nগ্রন্থটি দুটি অংশে বিভক্ত। প্রথম অংশে বার্ষিক ভিত্তিতে ধারাবাহিক ঐতিহাসিক বিবরণ রয়েছে, আর দ্বিতীয় অংশে কালানুক্রমিক সারণি, যদিও এতে বহু ভুল রয়েছে। ধারণা করা হয়, থিওফানেস কেবল সারণির খসড়া তৈরি করেছিলেন এবং তারিখের স্থানে ফাঁকা রেখেছিলেন, যা পরে অন্য কেউ পূরণ করেছে (হুগো ফন হুর্টার, Nomenclator literarius recentioris, I, Innsbruck, 1903, 735 অনুসারে)। প্রথম অংশে তিনি বিশ্ব বর্ষপঞ্জি ও খ্রিস্টীয় তারিখ ছাড়াও রোমান সম্রাট, পারস্যের রাজা, আরব খলিফা এবং পাঁচজন মহাপিতার্কের শাসনকাল টেবিল আকারে উপস্থাপন করেছেন। এই জটিল পদ্ধতি অনেক সময় বিভ্রান্তির সৃষ্টি করে।\nযদিও প্রথম অংশে তত্ত্বমূলক বিশ্লেষণ ও তারিখের নির্ভুলতা অনুপস্থিত, তবুও এটি অধিকাংশ বাইজেন্টাইন ইতিহাসের রচনার তুলনায় অনেক উন্নত। থিওফানেসের রচনাটি বিশেষভাবে গুরুত্বপূর্ণ হয়ে ওঠে সম্রাট জাস্টিন দ্বিতীয় (৫৬৫ খ্রিস্টাব্দ)-এর শাসনকাল থেকে, কারণ এই সময় থেকে তিনি এমন কিছু উৎস ব্যবহার করেন, যেগুলি এখন আর পাওয়া যায় না।\nথিওফানেসের ক্রোনিকল পরবর্তী ইতিহাসকারদের দ্বারা বহুল ব্যবহৃত হয়েছে। ৮৭৩–৮৭৫ খ্রিষ্টাব্দে পোপীয় গ্রন্থাগারিক আনাস্তাসিয়ুস বিব্লিওথেকারিয়ুস প্যাট্রিয়ার্ক নিকেফোরাস, জর্জ সিনকেল্লোস এবং থিওফানেসের রচনার ভিত্তিতে একটি লাতিন সংকলন তৈরি করেন, যা নবম শতাব্দীর দ্বিতীয়ার্ধে এক ডিকন ‘ইওহানেস’-এর জন্য প্রস্তুত করা হয়েছিল এবং এর ফলে পশ্চিম ইউরোপেও এই ইতিহাস পরিচিত হয়ে ওঠে।\nএই ক্রোনিকল-এর আরও একটি ধারাবাহিকতা রয়েছে, যা ছয় খণ্ডে রচিত এবং ৯৬১ খ্রিস্টাব্দ পর্যন্ত ঘটনাবলি অন্তর্ভুক্ত করে। এটি প্রধানত নামহীন লেখকদের দ্বারা রচিত হয়েছিল কনস্টান্টিন পোরফাইরোজেনিতাস-এর নির্দেশে। এই অংশ থিওফানেস কনটিনুয়াতুস বা Scriptores post Theophanem নামে পরিচিত।\nউল্লেখযোগ্যভাবে, থিওফানেসই প্রথম ব্যক্তি যিনি ইসলামের প্রবর্তক মুহাম্মদ (সা.)-কে মৃগী আক্রান্ত বলে দাবি করেন।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}