{"pageid": 1439365, "title": "ইয়ারমুক নদী", "url": "https://bn.wikipedia.org/wiki?curid=1439365", "content": "ইয়ারমুক নদী (আরবি: نهر اليرموك, হিব্রু ভাষায়: נְהַר הַיַּרְמוּךְ‬‎; গ্রিক: Ἱερομύκης, Hieromýkēs; লাতিন: Hieromyces বা Heromicas;; কখনও কখনও ইয়ারমৌক হিসেবেও লেখা হয়) হল জর্দান নদীর সবচেয়ে বড় উপনদী। ইয়ারমুক নদী জর্ডান, সিরিয়া এবং ইসরায়েল দিয়ে প্রবাহিত হয়ে হওরান মালভূমির বিশাল অংশের পানি নিষ্কাশন করে। এর প্রধান উপনদীগুলি হল উত্তরের ওয়াদি 'আল্লান ও রুক্কাদ, এবং পূর্বের এহরেইর ও জেইজুন। নদীটি সারা পথেই অপেক্ষাকৃত সরু ও অগভীর হলেও, মোহনার কাছে এটি প্রায় জর্দান নদীর সমান প্রশস্ত — প্রস্থ প্রায় ত্রিশ ফুট এবং গভীরতা প্রায় পাঁচ ফুট।\n\n\n== ইতিহাস ==\nইয়ারমুক নদী উত্তর দিকের সমভূমি — যেমন হওরান, বাশান ও গোলান — এবং দক্ষিণ দিকের গিলআদ পর্বতমালার মধ্যে একটি প্রাকৃতিক সীমান্তরেখা তৈরি করে। ফলে এটি প্রায়ই বিভিন্ন রাজনৈতিক সীমানা নির্ধারণে ব্যবহৃত হয়েছে।\n\n\n=== নবপাশানিক যুগ ===\nইয়ারমুকীয় সংস্কৃতি ছিল একটি কুমারী নবপাশানিক সংস্কৃতি, যা ইসরায়েল ও জর্ডানের কিছু অংশে বিস্তৃত ছিল। এর প্রতীক স্থান (type site) হল শা'আর হা-গোলান, যা নদীর মোহনার কাছে অবস্থিত বলে উল্লেখ করা হলেও, প্রকৃতপক্ষে তা মোহনা থেকে কয়েক কিলোমিটার উত্তরে।\n\n\n=== তাম্র যুগ ===\n\nপ্রাক-তাম্র যুগ (Early Bronze Age) পর্যায়ে গোলান অঞ্চলে ইয়ারমুক নদীর তীরবর্তী এলাকাতেই প্রমাণ পাওয়া যায়।\n১৪শ শতাব্দীর খ্রিস্টপূর্বাব্দে আমার্না পত্রাবলীতে আবিলা (তেল আবিল) শহরের উল্লেখ রয়েছে। সম্ভবত গেশুর নামেও একটি শহর নদীর উত্তরে ছিল। নদীর তীরবর্তী অন্যান্য গুরুত্বপূর্ণ প্রাচীন শহরগুলি হল দারা'আ, হিত, জালিন; এছাড়া প্রত্নতাত্ত্বিক স্থানগুলির মধ্যে রয়েছে তেল শিহাব এবং খিরবেত আদ-দুওয়েইর (দেখুন লো-দেবার)।\n\n\n=== লৌহ যুগ ===\nআরামীয় রাজ্যসমূহ এবং উত্তর ইস্রায়েলীয় রাজ্য, যা হিব্রু বাইবেলে উল্লেখিত, ইয়ারমুক নদীকে মাঝেমধ্যে সীমানা হিসেবে ব্যবহার করত। আসিরীয় ও পারস্য আমলে ইয়ারমুকের উত্তরে আশ্তারোথ কার্নাইম প্রদেশ এবং দক্ষিণে গাল'আজু (গিলআদ) প্রদেশ অবস্থিত ছিল।\n\n\n=== হেলেনীয় যুগ ===\nহেলেনীয় কালে, হিপোস শহরের এলাকা ইয়ারমুকের উত্তরে ছিল এবং গাদারা ও আবিলা (আবেল) দক্ষিণে ছিল। ডিওন নদীর পূর্ব উপনদীগুলোর তীরে অবস্থিত ছিল।\n\n\n=== রোমান যুগ ===\n৬৪/৬৩ খ্রিস্টপূর্বাব্দে পম্পে এই অঞ্চল দখল করলে তিনি হাসমোনীয় শাসন থেকে গাদারা শহরকে মুক্ত করেন (দেখুন ডেকাপলিস)। ধারণা করা হয়, তারা এই বিজয় উদযাপন করতে ইয়ারমুক নদীতে বাঁধ নির্মাণ করে এবং নউমাকিয়া নামক জলযুদ্ধ প্রদর্শনের আয়োজন করে, যা সম্ভবত হাম্মাত গাদার এলাকায় অনুষ্ঠিত হয়েছিল।\n\n\n=== বাইজান্টাইন যুগ ===\n৬৩৬ খ্রিস্টাব্দে ইয়ারমুক যুদ্ধ সংঘটিত হয়, যেখানে মুসলিম বাহিনী বাইজান্টাইন বাহিনীকে পরাজিত করে সিরিয়া দখল করে নেয়।\n\n\n=== ১৯০৫–১৯৪৮ ===\nহেজাজ রেলপথ থেকে একটি শাখা লাইন সামাখে জেজরিল উপত্যকা রেলপথ-এর সঙ্গে সংযোগ স্থাপন করে ১৯০৫ সালে নদী উপত্যকায় নির্মিত হয়। এটি ১৯৪৬ সালের ১৬ জুন সেতুগুলির রাত অভিযানে হাগানাহ বাহিনী বোমা বিস্ফোরণ ঘটালে ব্যবহারের অযোগ্য হয়ে পড়ে। নাহারাইমের জলবিদ্যুৎ কেন্দ্র, যা জর্দান নদীর সঙ্গে সংযোগস্থলে অবস্থিত, ১৯৩২ সাল থেকে ম্যান্ডেট প্যালেস্টাইনকে বিদ্যুৎ সরবরাহ করত, যা ১৯৪৮ সালে আরব–ইসরায়েল যুদ্ধের সময় বন্ধ হয়ে যায়।\n\n\n=== ১৯৪৮ সালের পর ===\n\nবর্তমানে নদীর নিম্নপ্রবাহ, জর্দান উপত্যকার নিকটে, ইসরায়েল ও জর্ডান-এর মধ্যে সীমান্তরেখা হিসেবে কাজ করে। আরও উজানে এটি জর্ডান ও সিরিয়ার মধ্যকার সীমান্তরেখার অংশ, যা মূলত ১৯২৩ সালের ফ্রাঙ্কো–ব্রিটিশ সীমানা চুক্তি থেকে উদ্ভূত। উপত্যকার আল-হাম্মা অঞ্চল, বা হাম্মাত গাদার, বর্তমানে ইসরায়েলের নিয়ন্ত্রণে থাকলেও সিরিয়া এটির দাবি করে।\n২০০০-এর দশকে আল-ওয়েহদা বাঁধ জর্ডান-সিরিয়া সীমান্তে নির্মিত হয়। ইয়ারমুক নদীর পানি বণ্টন ও ব্যবস্থাপনা নিয়ে জর্ডান ও সিরিয়ার মধ্যে ১৯৫৩ ও ১৯৮৭ সালে এবং জর্ডান ও ইসরায়েলের মধ্যে ১৯৯৪ সালে রাজনৈতিক চুক্তি স্বাক্ষরিত হয়েছে।\n\n\n== তথ্যসূত্র =="}