{"pageid": 1439077, "title": "বোধিচিত্ত", "url": "https://bn.wikipedia.org/wiki?curid=1439077", "content": "বোধিচিত্ত (সংস্কৃত: बोधिचित्त, অনুবাদ 'জ্ঞানী-মন বা জাগরণের চিন্তা') হলো মহাযান বৌদ্ধধর্মে সমস্ত সংবেদনশীল প্রাণীর সুবিধার জন্য প্রজ্ঞাপারমিতা ও করুণার সহিত সেই মন (চিত্ত) যা জাগ্রত (বোধি) করার লক্ষ্যে করা হয়।\nবোধিচিত্ত হলো মহাযান বোধিসত্ত্বের (বুদ্ধত্বের দিকে প্রয়াস) সংজ্ঞায়িত গুণ এবং বোধিচিত্তকে জন্ম দেওয়ার কাজটি হলো যা বোধিসত্ত্বকে বোধিসত্ত্ব করে তোলে। দশভূমিক সূত্র অনুসারে বোধিচিত্তের উদ্ভব হলো বোধিসত্ত্বের কর্মজীবনের প্রথম ধাপ।\n\n\n== বুৎপত্তি ==\nব্যুৎপত্তিগতভাবে, শব্দটি সংস্কৃত শব্দ বোধি ও চিত্ত-এর সংমিশ্রণ। বোধি মানে \"জাগরণ\" বা \"বোধোদয়\"। চিত্ত সংস্কৃত মূল চিত থেকে উদ্ভূত, এবং এর অর্থ \"যা চেতন\" (অর্থাৎ, মন বা চেতনা)।\nবোধিচিত্তকে \"জাগ্রত মন\" বা \"বোধোদয়ের মন\" হিসাবে অনুবাদ করা যেতে পারে। এটি কখনও কখনও \"বোধোদয়ের চিন্তা\" হিসাবেও অনুবাদ করা হয়।\n\n\n== বিবরণ ==\n\n\n=== ভারতীয় সূত্র ===\nবোধিচিত্ত শব্দটি বিভিন্ন মহাযান বৌদ্ধ উৎস দ্বারা বিভিন্ন উপায়ে সংজ্ঞায়িত ও ব্যাখ্যা করা হয়েছে। পল উইলিয়ামসের মতে, অতীশার বোধিপথপ্রদীপ এর মতো ভারতীয় উৎসগুলিতে বোধচিত্তের মূল অর্থ হলো \"নিজের দুঃখের সাথে অন্যের সমস্ত দুঃখকষ্টের সম্পূর্ণ অবসান ঘটাতে চেষ্টা করার জন্য উচ্চতর প্রেরণা...এই বোধচিত্ত অন্যের দুঃখের জন্য গভীর করুণা থেকে পরিণত হয়।\"\nবোধিসত্ত্বভূমি অনুসারে, বোধিসত্ত্ব যিনি বোধিসত্ত্বের জন্ম দেন তিনি এভাবে মনে করেন:\n\nওহে আমি যেন সর্বোচ্চ ও নিখুঁত জ্ঞান লাভ করতে পারি, সমস্ত প্রাণীর মঙ্গল প্রচার করতে পারি, এবং তাদের চূড়ান্ত ও সম্পূর্ণ নির্বাণে এবং বুদ্ধ-জ্ঞানে প্রতিষ্ঠিত করুন!\nএইভাবে, বোধিসত্ত্বভূমি অনুসারে, বোধচিত্তার চিন্তার দুটি বস্তু অথবা বিষয় (আলম্বন) রয়েছে: বোধি এবং জীবের মঙ্গল (সত্ত্বার্থ)।\nভারতীয় সূত্রের মতে, বোধিচিত্ত উচ্চাকাঙ্ক্ষা অগণিত সদ্গুণ (যেমন ভালো পুনর্জন্ম, অশুচিতাকে দুর্বল করা, মননশীলতা এবং ভাগ্য বৃদ্ধি) প্রদান করে। বোধচিত্ত যা কাউকে মহাযান বোধিসত্ত্ব, বুদ্ধের সন্তান করে তোলে। এইভাবে, ভারতীয় বৌদ্ধ লেখক শান্তিদেব তার বোধিচর্যাবতারে লিখেছেন:\n\nযারা অস্তিত্বের শত দুঃখকে অতিক্রম করতে চায়, যারা প্রাণীদের তাদের দুঃখ থেকে মুক্তি দিতে চায়, যারা শত শত আনন্দ উপভোগ করতে চায়, তাদের কখনই বোধচিত্ত ত্যাগ করা উচিত নয়।\n\nযখন তার মধ্যে বোধচিত্ত জেগেছে, এক হতভাগা, অস্তিত্বের কারাগারে বন্দী, তিনি অবিলম্বে সুগত [বুদ্ধদের] পুত্র, দেবতা ও পুরুষের জগতে শ্রদ্ধেয়।\nপল উইলিয়ামসের মতে, মহাযানের আদি রচনায় বোধচিত্ত কম সংজ্ঞায়িত ছিল এবং এর অর্থ ছিল বোধিসত্ত্বের \"মনের নির্দিষ্ট অবস্থা\" বৈশিষ্ট্য। উলরিচ পেজেলের মতে, বোধিসত্ত্বপিটকের মতো অসংখ্য মহাযান সূত্র, বোধিচিত্তের উদ্ভবকে চলমান প্রক্রিয়া হিসেবে দেখে যা ক্রমাগত পুনর্নবীকরণ করা আবশ্যক।\n\n\n=== আধুনিক মতামত ===\nচতুর্দশ দালাই লামার মতে, বোধিচিত্ত হলো:\n\nসমস্ত সংবেদনশীল প্রাণীর কল্যাণ সাধন করার এবং তাদের জন্য বুদ্ধত্ব লাভের আকাঙ্ক্ষা - আসলেই বুদ্ধের সমস্ত শিক্ষার পাতিত নির্যাস, রস নিংড়ানো, কারণ শেষ পর্যন্ত, বুদ্ধের উদ্দেশ্য হলো সমস্ত সংবেদনশীল প্রাণীকে নিখুঁত জ্ঞানের দিকে নিয়ে যাওয়া।\nবৌদ্ধধর্মের উপর কিছু আধুনিক পূর্বএশীয় লেখক, যেমন দইসেতসু তেইতরো সুজুকি ও মসহরু অনেসকি, বোধিচিত্তকে অস্থায়ী অভ্যন্তরীণ জাগরণ হিসাবে সংজ্ঞায়িত করেছেন। উদাহরণ স্বরূপ, অনেসকি লিখেছেন যে বোধিচিত্ত হলো \"আমাদের মনের আদি সারমর্ম, যা নিজেই সর্বোচ্চ বোধিতে রচিত।\"\nজোকেতসু নোরমন ফিসছেরের মতে, বোধচিত্তা হলো স্বতঃস্ফূর্ত ইচ্ছা যা সমস্ত সংবেদনশীল প্রাণীর প্রতি মহান করুণার দ্বারা অনুপ্রাণিত হয়, যার সাথে অন্তর্নিহিত অস্তিত্বের বিভ্রমের প্রতি আসক্তি থেকে দূরে সরে যাওয়া।\nফিসছের যোগ করেছেন যে বোধচিত্ত, মহান করুণার (মহাকরুণা) মন সহ, একজনকে যত তাড়াতাড়ি সম্ভব বুদ্ধত্ব অর্জন করতে এবং তাদের উদ্ভব ও অন্যান্য দক্ষতার মাধ্যমে অসীম সংবেদনশীল প্রাণীদের উপকার করতে অনুপ্রাণিত করে। বোধচিত্ত হলো অন্যের কষ্টকে আনন্দ দিয়ে প্রতিস্থাপন করার জন্য অনুভূত প্রয়োজন। যেহেতু যন্ত্রণার চূড়ান্ত পরিসমাপ্তি হলো নির্বাণ, তাই বোধচিত্তে অপরিহার্যভাবে অন্যদের জাগ্রত হতে (বোধি খোঁজার জন্য) সাহায্য করার জন্য প্রেরণা জড়িত।\n\n\n== প্রকার ও পর্যায় ==\nমহাযান বৌদ্ধ চিন্তাবিদরাও বিভিন্ন মডেল তৈরি করেছেন যা বোধিচিত্তের বিভিন্ন রূপ ও স্তর বর্ণনা করেছে।\nবোধিসত্ত্বভূমি অনুসারে, বোধিসত্ত্বের বিকাশের দুটি প্রধান পর্যায় রয়েছে: \n\nঅস্থায়ী ধরনের বোধিচিত্ত যা হারিয়ে যেতে পারে\nস্থায়ী ধরনের বোধিচিত্ত যা হারিয়ে যেতে পারে না এবং সরাসরি জ্ঞানের দিকে নিয়ে যায়\nঅধিকন্তু, শান্তিদেবের মতে, বোধিচিত্ত দুই প্রকার: \n\nবোধিচিত্ত যা নিছক ইচ্ছা বা আকাঙ্ক্ষা (বোধিপ্রনিধিচিত্ত)\nসক্রিয় বোধিচিত্ত (বোধিপ্রস্থানচিত্ত) যা আসলে নিজের অভিপ্রায়ের সাথে সামঞ্জস্যপূর্ণ পথ অনুশীলন করে\n\n\n=== তিব্বতি বৌদ্ধধর্মে ===\nসাধারণ তিব্বতি বৌদ্ধ পার্থক্য হলো আপেক্ষিক ও পরম (বা চূড়ান্ত) বোধিচিত্তের মধ্যে। আপেক্ষিক বোধিচিত্ত হলো মনের এমন অবস্থা যেখানে অনুশীলনকারী সমস্ত প্রাণীর ভালোর জন্য কাজ করে যেন এটি তাদের নিজস্ব। পরম বোধিচিত্ত হলো শূন্যতার জ্ঞান। বৌদ্ধধর্মে শূন্যতা ধারণাটি সংযুক্তি থেকে মুক্তিকেও বোঝায়।\nতিব্বতি বৌদ্ধ শিক্ষক পাত্রুল রিনপোচে তাঁর Words of My Perfect Teacher বইয়ে বোধিচিত্তের তিনটি ডিগ্রি বর্ণনা করেছেন: \n\nরাজা-সদৃশ বোধচিত্ত: যেখানে একজন বোধিসত্ত্ব প্রাথমিকভাবে নিজের সুবিধা খোঁজেন কিন্তু কে স্বীকার করে যে তার সুবিধা তার রাজ্য ও প্রজাদের উপর নির্ভর করে।\nনৌকার মাঝি-সদৃশ বোধচিত্ত: যেখানে একজন বোধিসত্ত্ব তার যাত্রীদের নদী পার করে নিয়ে যায় এবং একই সাথে, অবশ্যই নিজেকেও ফেরি করে।\nরাখাল-সদৃশ বোধিচিত্ত: যিনি নিশ্চিত করেন যে তার সমস্ত ভেড়া নিরাপদে তার আগে আসে এবং তাদের কল্যাণকে তার নিজের উপরে রাখে।\nপাত্রুল রিনপোচের মতে, রাখাল বোধিসত্ত্বের পথই হলো সর্বোত্তম ও সর্বোচ্চ পথ।\nকিছু বোধিচিত্ত অনুশীলন পরমকে জোর দেয় (যেমন, বিপস্যনা), অন্যরা আপেক্ষিককে জোর দেয় (যেমন মৈত্রী), কিন্তু উভয় দিকই সমস্ত মহাযান অনুশীলনে জ্ঞানার্জনের জন্য অপরিহার্য হিসাবে দেখা যায়, বিশেষ করে তোঙ্গলেন এবং লোজং-এর তিব্বতি অনুশীলনে। পরম ছাড়া, আত্মীয় করুণা এবং আবেগপ্রবণতায় অধঃপতিত হতে পারে, যেখানে আত্মীয় ছাড়া পরম তাদের সুবিধার জন্য অন্যান্য সংবেদনশীল প্রাণীকে নিযুক্ত করার ইচ্ছার অভাব ও শূন্যতার দিকে নিয়ে যেতে পারে।\n\n\n== রীতি ==\nমহাযান বৌদ্ধ অনুশীলন বোধিসত্ত্ব-আদর্শের উপর দৃষ্টি নিবদ্ধ করে, যা শুরু হয় বোধচিত্তের উদ্দীপনা দিয়ে। মহাযান শেখায় যে \"সমস্ত সংবেদনশীল প্রাণীদের সাহায্য করার জন্য\" নিজের জ্ঞান অর্জনের বিস্তৃত প্রেরণা হলো যে কোনও কর্মের জন্য সর্বোত্তম সম্ভাব্য প্রেরণা, তা নিজের পেশায় কাজ করা, অন্যকে শিক্ষা দেওয়া বা এমনকি ধূপ নিবেদন করা। বৌদ্ধধর্মের ছয়টি পরিপূর্ণতা (পারমিতা) তখনই সত্যিকারের \"পরিপূর্ণতা\" হয়ে ওঠে যখন সেগুলি বোধিচিত্তের প্রেরণায় সম্পন্ন হয়। এইভাবে, দেওয়ার ক্রিয়া (দান) জাগতিক অর্থে করা যেতে পারে, অথবা এটি একটি পারমিতা হতে পারে যদি এটি বোধিচিত্তের সাথে যুক্ত হয়। বোধিচিত্ত হলো প্রাথমিক ইতিবাচক বিষয় যা চাষ করা হবে। \n\n\n=== চর্চা ===\nমহাযান ঐতিহ্য পরম ও আপেক্ষিক উভয় বোধিচিত্তের ইচ্ছাকৃত চাষের জন্য নির্দিষ্ট পদ্ধতি প্রদান করে। এই চাষকে বুদ্ধত্বের পথের মৌলিক দিক হিসেবে বিবেচনা করা হয়। মহাযানের অনুশীলনকারীরা প্রকৃত অপ্রকৃত বোধচিত্ত বিকাশ করাকে তাদের প্রাথমিক লক্ষ্য করে তোলে, যা সচেতন প্রচেষ্টার উপর নির্ভর না করে ক্রমাগত তাদের মানসিকতার মধ্যে থাকে। এটি অসংখ্য পদ্ধতি, মনন, আচার এবং ধ্যান দ্বারা সহায়তা করে, যেমন: আধ্যাত্মিক বন্ধুর উপর নির্ভর করা, ত্রিরত্ন-এর আশ্রয় নেওয়া এবং সংসারের (চক্রীয় অস্তিত্ব) ত্রুটিগুলি নিয়ে চিন্তা করা, বোধিচিত্তকে জাগিয়ে তোলার সুবিধা (পাশাপাশি এটি ত্যাগ করার নেতিবাচক দিকগুলি), এবং আধ্যাত্মিক গুণাবলী যেমন বিশ্বাস (শ্রদ্ধা), মননশীলতা এবং প্রজ্ঞা বিকাশ করা।\n\n\n=== সার্বিকতা ===\nবোধিচিত্তের অনুশীলন ও উপলব্ধি সাম্প্রদায়িক বিবেচনা থেকে স্বাধীন, যেহেতু সেগুলো মৌলিকভাবে মানুষের অভিজ্ঞতার অংশ। বোধিসত্ত্ব শুধুমাত্র বৌদ্ধধর্মের থেরাবাদ সম্প্রদায়ে স্বীকৃত নয়, বরং অন্য সব ধর্মীয় ঐতিহ্য এবং কোন আনুষ্ঠানিক ধর্মীয় ঐতিহ্যের মধ্যেও। বর্তমান চতুর্দশ দালাই লামা, উদাহরণস্বরূপ, মাদার তেরেসাকে সর্বশ্রেষ্ঠ আধুনিক বোধিসত্ত্ব হিসেবে গণ্য করেন।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nGampopa, Khenpo Konchog Gyaltsen (১৯৯৮)। The Jewel Ornament of Liberation: The Wish-Fulfilling Gem of the Noble Teachings। আইএসবিএন 9781559390927। \nGyatso, Tenzin (১৯৯৫)। The World of Tibetan Buddhism: An Overview of Its Philosophy and Practice। Wisdom Publications। আইএসবিএন 978-0861710973। \nHarvey, Peter (২০০০)। An Introduction to Buddhist Ethics। Cambridge University Press। আইএসবিএন 978-0521556408। \nLampert, Khen (২০০৬)। Traditions of Compassion: From Religious Duty to Social Activism। Palgrave Macmillan। আইএসবিএন 978-1403985279। \nMatics, Marion L. (১৯৭০)। Entering the Path of Enlightenment: The Bodhicaryavatara of the Buddhist Poet Santideva। Macmillan। \nPowers, John (২০০৭)। Introduction to Tibetan Buddhism। Snow Lion Publications। আইএসবিএন 978-1559392822। \nSangharakshita (১৯৯০)। A Guide to the Buddhist Path। Windhorse Publications। আইএসবিএন 978-1907314056। \nSopa, Geshe Lhundub; Pratt, David (২০০৪)। Steps on the Path to Enlightenment Vol. 1। Wisdom Publications। আইএসবিএন 978-0861713035। \nWangchuk, Dorji (২০০৭)। Studia Philologica Buddhica XXIII. The Resolve to Become a Buddha: A Study of the Bodhicitta Concept in Indo-Tibetan Buddhism। The International Institute for Buddhist Studies। আইএসবিএন 978-4-906267-59-0। \nWhite, Kenneth R. (২০০৫)। The Role of Bodhicitta in Buddhist Enlightenment। The Edwin Mellen Press। আইএসবিএন 978-0-7734-5985-4।  [includes translations of the following: Bodhicitta-sastra, Benkemmitsu-nikyoron, Sammaya-kaijo]\n\n\n== বহিঃসংযোগ ==\n\nCompassion and Bodhicitta\nWhat is bodhicitta? Buddhism for Beginners"}