{"pageid": 1439159, "title": "২০২৪ ইসরায়েলে ইরানি হামলা", "url": "https://bn.wikipedia.org/wiki?curid=1439159", "content": "২০২৪ সালের ১৩ এপ্রিলে ইরানের ইসলামি বিপ্লবী রক্ষীবাহিনী (আইআরজিসি), ইরাকি পপুলার মোবিলাইজেশন ফোর্সেস, লেবাননের গ্রুপ হিজবুল্লাহ এবং ইয়েমেনি হুতির সাথে সমন্বয় করে ইসরাইল এবং ইসরায়েল দখলকৃত গোলান মালভূমির উপর আক্রমণ শুরু করে। এই অপারেশনের কোডনাম দেয়া হয় সত্য প্রতিশ্রুতি অভিযান বা ইংরেজিতে অপারেশন ট্রু প্রমিজ (ফার্সি: وعده صادق, প্রতিবর্ণীকৃত: va'de-ye sadeq)। এই হামলায় ড্রোন, ক্রুজ এবং ব্যালিস্টিক মিসাইল ব্যবহার করা হয়। ১ এপ্রিল দামেস্কে ইরানি দূতাবাসে ইসরায়েলি বিমান হামলার মাধ্যমে ১৬জনকে হত্যা করার প্রতিক্রিয়া হিসাবে প্রতিশোধমূলক আক্রমণ শুরু হয়। ইরান-ইসরায়েল প্রক্সি যুদ্ধ শুরু হওয়ার পর থেকে প্রতিশোধমূলক হামলা ছিল দুই দেশের মধ্যে প্রথম সরাসরি সামরিক সংঘর্ষ।\n১৪ এপ্রিল জাতিসংঘে ইরানের দূত বলেছিলেন যে, আক্রমণগুলি \"সমাপ্ত বলে মনে করা যেতে পারে।\" ইসরায়েলের প্রতিরক্ষা বাহিনী জানিয়েছে যে, ইরান প্রায় ১৭০টি ড্রোন এবং ১২০টিরও বেশি ব্যালিস্টিক ক্ষেপণাস্ত্রসহ ৩০০টিরও বেশি প্রজেক্টাইল নিক্ষেপ করেছে, যার বেশিরভাগই সফলভাবে আটকানো হয়েছে বলে দাবি করেছে। এই প্রজেক্টাইলের বেশিরভাগই অ্যারো ৩ এবং ডেভিডের স্লিং ইন্টারসেপশন সিস্টেম। ক্ষেপণাস্ত্রের কিছু অংশের আঘাতে শুধুমাত্র একজন ইসরায়েলি বেদুইন শিশু আহত হয়েছে। সংরক্ষিত এলাকায় ছুটে যাওয়ার সময় আরও একত্রিশ জন উদ্বিগ্ন বা দুর্ঘটনাজনিত স্ব-প্রবর্তিত ছোটখাটো আঘাতের শিকার হয়েছেন।\nমার্কিন যুক্তরাষ্ট্র, যুক্তরাজ্য এবং জর্ডান তাদের নিজস্ব বাহিনী ব্যবহার করে ইরানী ক্ষেপণাস্ত্রকে বাধা দেওয়ার জন্য ইসরায়েলকে সহায়তা করে এবং ফ্রান্স তার নৌবাহিনী মোতায়েন করে।\n\n\n== পটভূমি ==\n২০২৩ সালের ৭ অক্টোবর ইরান সমর্থিত হামাস দক্ষিণ ইসরায়েলে একটি হামলা চালায়, যার ফলে ১২০০ জন লোক মারা যায়। ইসরায়েল গাজা উপত্যকায় চলমান ইসরায়েলি আগ্রাসন শুরু করে এর প্রতিক্রিয়া জানায়। হামাস পরিচালিত গাজা স্বাস্থ্য মন্ত্রণালয়ের মতে, এ পর্যন্ত ৩৩ হাজারেরও বেশি মানুষ মারা গেছে। এই সময়ে ইরান ফিলিস্তিনিদের বিরুদ্ধে গাজায় গণহত্যা করার জন্য ইসরাইলকে অভিযুক্ত করেছে।\n৭ অক্টোবরের পরে লেবাননের ইরান-সমর্থিত প্রক্সি হিজবুল্লাহ উত্তর ইসরায়েলে আক্রমণ শুরু করে। যুদ্ধ শুরু হওয়ার পর থেকে হিজবুল্লাহ এবং ইসরায়েলের মধ্যে ৪৪০০ টিরও বেশি সহিংস ঘটনা রেকর্ড করা হয়েছে এবং সংঘাতের শুরু থেকে প্রায় ১ লক্ষ ইসরায়েলীয়কে উত্তর ইসরায়েল থেকে সরিয়ে নেওয়া হয়েছে।\n২০২৪ সালের ১ এপ্রিল সিরিয়ার দামেস্কে ইরানী দূতাবাস সংলগ্ন ইরানী কনস্যুলেট অ্যানেক্স ভবনটি ইসরায়েলি বিমান হামলায় আঘাত হানে। এতে ইসলামি বিপ্লবী রক্ষীবাহিনীর (আইআরজিসি) একজন সিনিয়র কুদস ফোর্সের কমান্ডার ব্রিগেডিয়ার জেনারেল মোহাম্মদ রেজা জাহেদি এবং অন্যান্য ৭জন আইআরজিসি অফিসারসহ ১৬জন জন নিহত হন। হামলার পরপরই ইরান প্রতিশোধের প্রতিশ্রুতি দিয়েছিল। প্রতিবেদনে এটিকে বিমান হামলার সম্ভাব্য উদ্দেশ্য হিসেবে উল্লেখ করা হয়েছে। ইরান দাবি করেছে যে ভবনটি দূতাবাসের কম্পাউন্ডের অংশ ছিল, যখন ইসরায়েল দাবি করে যে, এটি ইরানের বিপ্লবী রক্ষীবাহিনী দ্বারা ব্যবহৃত একটি ভবন এবং দূতাবাসের বেড়াযুক্ত প্রাঙ্গণের বাইরে অবস্থিত ছিল। অসংখ্য দেশ ও আন্তর্জাতিক সংস্থা এই হামলার নিন্দা করেছে। মার্কিন যুক্তরাষ্ট্র এতে জড়িত থাকার বা অবগত থাকার বিষয় অস্বীকার করেছে।\nহামলার আগের সপ্তাহগুলিতে মার্কিন যুক্তরাষ্ট্র, ফ্রান্স, জার্মানি এবং যুক্তরাজ্য সবাই ইরানকে ইসরায়েলে আক্রমণ না করার জন্য সতর্ক করেছিল, এই বলে যে এই ধরনের আক্রমণ দীর্ঘতরই হবে এবং ইরানের বিরুদ্ধে পশ্চিমাদের সামরিক প্রতিক্রিয়া হতে পারে। ইসরায়েলের পক্ষ থেকে ইরানকে সতর্ক করা হয়েছিল যে, এই ধরনের হামলা ইরানের মাটিতে সরাসরি ইসরায়েলি সামরিক জবাব দিতে পারে। সৌদি আরব, সংযুক্ত আরব আমিরাত, ওমান এবং কুয়েত এ কথা জানিয়েছে ইরানের বিরুদ্ধে সম্ভাব্য হামলার জন্য মার্কিন যুক্তরাষ্ট্রকে তাদের ভূখণ্ডে ঘাঁটি ব্যবহার করা থেকে বিরত রাখতে পদক্ষেপ নিয়েছে। ২০২৪ সালের এপ্রিলের শুরুতে ইরান হুমকি দিয়েছিল যে, যুক্তরাষ্ট্র ইসরায়েলকে রক্ষা করতে হস্তক্ষেপ করলে মার্কিন যুক্তরাষ্ট্রের সামরিক ঘাঁটিতে হামলা করবে।\n\n\n== ঘটনা ==\n\n\n=== ১৩ এপ্রিল ===\n২০২৪ সালের ১৩ এপ্রিল সন্ধ্যায় ইসরায়েলকে লক্ষ্য করে ইরান একটি বিশাল ড্রোন এবং ক্ষেপণাস্ত্র হামলা চালায়। ওয়াশিংটন পোস্ট এবং ইরানের সংবাদ সংস্থা আইআরএনএ অনুসারে ব্যালিস্টিক ক্ষেপণাস্ত্র অন্তর্ভুক্ত এই হামলায় ২০০টিরও বেশি ক্ষেপণাস্ত্র এবং ড্রোন ছিল।\nপ্রকাশিত কিছু ভিডিওতে শাহেদ ১৩৬ ড্রোন ব্যবহারের ইঙ্গিত দেওয়া হয়েছে।\nমার্কিন কর্মকর্তা এবং ইসরায়েলি চ্যানেল ১২ এর মতে, মার্কিন এবং ব্রিটিশ যুদ্ধবিমান একটি অনির্দিষ্ট সংখ্যক ইরানী ড্রোন গুলি করে ভূপাতিত করেছে। ওয়াল স্ট্রিট জার্নাল বেনামী ফরাসি কর্মকর্তাদের বরাত দিয়ে জানিয়েছে যে ফ্রান্স ইসরায়েলকে সহায়তা করার জন্য নৌ সম্পদ মোতায়েন করছে।\n\n\n==== প্রাথমিক প্রতিবেদন ====\nআক্রমণের প্রথম দিকে ইসরায়েলি কর্মকর্তারা অনুমান করেছিলেন যে প্রায় ১০০টি ড্রোন চালু করা হয়েছিল। যখন একজন মার্কিন কর্মকর্তা ভবিষ্যদ্বাণী করেছিলেন যে ইরাক, সিরিয়া, লেবানন এবং ইয়েমেন থেকে ৪০০ থেকে ৫০০ ড্রোন এবং ক্ষেপণাস্ত্র উৎক্ষেপণ করা হবে, যদিও বেশিরভাগ ইরান থেকে হবে। মিসাইলের উপস্থিতি সম্ভাব্য বলা হয়েছিল। আক্রমণটি যখন চলছে তখনও এবিসি নিউজ জানিয়েছে যে ইসরায়েল বলেছে যে শুধুমাত্র সামরিক স্থানগুলিকে লক্ষ্যবস্তু করা হয়েছে।\n\n\n=== ১৪ এপ্রিল ===\nহিজবুল্লাহ বলেছে যে, তারা ইসরায়েল অধিকৃত গোলান মালভূমিতে একটি ইসরায়েলি বিমান প্রতিরক্ষা সাইটে কয়েক ডজন গ্র্যাড রকেট নিক্ষেপ করেছে। স্থানীয় সময় মধ্যরাতের পরপরই এ হামলা চালানো হয় বলে জানিয়েছে দলটি।\nস্থানীয় সময় অনুসারে আনুমানিক রাত দুইটার দিকে জেরুজালেমে বিস্ফোরণের শব্দ শোনা যায়। তখন বিমান হামলার সাইরেন ইসরায়েল, পশ্চিম তীর এবং মৃত সাগর জুড়ে বেজে ওঠে। বিস্ফোরণগুলি আয়রন ডোম বা ক্ষেপণাস্ত্র হামলার দ্বারা বাধা ছিল কিনা তা অজানা। আল-আকসা মসজিদের ওপরে ইরানি ক্ষেপণাস্ত্র নিক্ষেপ করা হয়েছে। তেল আবিব এবং একটি পারমাণবিক স্থাপনা থাকা ডিমোনাকেও লক্ষ্যবস্তু বানানো হয়েছিল। একটি ১০বছর বয়সী বেদুইন মেয়ে আরাদ এলাকায় একটি ইন্টারসেপশন থেকে শ্রাপনেল দ্বারা গুরুতরভাবে আহত হয় এবং একটি সাত বছর বয়সী মেয়ে গুরুতর আহত হয়। সংরক্ষিত এলাকায় যাওয়ার সময় বা উদ্বেগের জন্য কমপক্ষে ৩১জন আহত হওয়ার জন্য চিকিৎসা করা হয়েছিল।\nজর্ডানের রাজধানী আম্মানের বাসিন্দারা শহরের উপরে আকাশে ঝলকানি দেখেছে। শহরের মারজুল হামাম এলাকায় বাসিন্দারা একটি বড় ড্রোনের অবশেষের চারপাশে জড়ো হয়েছিল যা আটকানো হয়েছিল।\nতাসনিম নিউজ এজেন্সি অনুসারে, প্রাথমিক লক্ষ্যবস্তুগুলির মধ্যে একটি ছিল বিমানঘাঁটি যেখান থেকে ইসরায়েল ইরানের কনস্যুলেটে হামলা চালায়। অন্যান্য লক্ষ্যবস্তুর মধ্যে রয়েছে ইসরায়েলের দক্ষিণে র‍্যামন এয়ারবেস । সূত্রটি লক্ষ্যবস্তুতে আঘাতের ভিডিও প্রকাশ করেছে।\nআইডিএফের মতে ইরান ১৭০টিরও বেশি ড্রোন, ৩০ এর অধিক ক্রুজ ক্ষেপণাস্ত্র এবং ১২০ এর অধিক ব্যালিস্টিক ক্ষেপণাস্ত্র উৎক্ষেপণ করেছে, যার মধ্যে ৯৯% সফলভাবে বাধা দেওয়া হয়েছে। আইডিএফ জেট বিমানগুলি হিজবুল্লাহর রাদওয়ান বাহিনীর অন্তর্গত দক্ষিণ লেবাননে সামরিক লক্ষ্যবস্তুতে আঘাত করেছে।\n\n\n== প্রতিক্রিয়া ==\nহামলার সময়ে আইডিএফ ক্ষেপণাস্ত্র নেভিগেশন ব্যাহত করতে ইলেকট্রনিক গাইডেন্স সিস্টেম জ্যাম করে।\nজাতিসংঘে ইরানের রাষ্ট্রদূত বলেছেন যে, ইসরায়েল হামলার প্রতিশোধ নিলে ইরান \"শক্তিশালী এবং আরও দৃঢ়\" পদক্ষেপের সাথে প্রতিক্রিয়া জানাবে।\n\n\n== প্রতিক্রিয়া ==\n\nইরাক, জর্ডান, লেবানন, সিরিয়া, কুয়েত এবং ইসরায়েল সকলেই হামলার প্রতিক্রিয়ায় তাদের আকাশসীমা বন্ধ করে দিয়েছিল, ইরানের আকাশসীমা শুধুমাত্র ভিএফআর ফ্লাইটের জন্য বন্ধ ছিল। যদিও ইরাক, জর্ডান এবং ইসরায়েল শীঘ্রই পুনরায় তাদের আকাশসীমা খুলে দেয়। মিশর তার বিমান প্রতিরক্ষাকে উচ্চ সতর্ক অবস্থায় রেখেছে। মিডিয়া প্রতিবেদনের বিপরীতে, জর্ডান জরুরি অবস্থা ঘোষণা করেনি। ইরান জর্ডানকে ইসরায়েলকে সম্ভাব্য সমর্থন প্রদানের বিরুদ্ধে সতর্ক করেছে। ইসরায়েলের ওপর ইরানি হামলাকে ‘বেপরোয়া’ বলে নিন্দা জানিয়েছে যুক্তরাজ্য। কানাডাও এই হামলার নিন্দা করেছে এবং মার্কিন যুক্তরাষ্ট্র বলেছে যে, তারা ইসরায়েলের প্রতিরক্ষাকে সমর্থন করবে। সৌদি আরব সংযমের আহ্বান জানিয়েছে এবং বলেছে যে এই অঞ্চলে শান্তি ও নিরাপত্তা বজায় রাখার দায়িত্ব জাতিসংঘের নিরাপত্তা পরিষদকে নিতে হবে।\nহামলার সমর্থনে ইরানের শহরগুলোতে এবং গাজা উপত্যকায় বিক্ষোভ শুরু হয়।\n\n\n=== ইসরায়েল ===\nইসরায়েলের প্রতিরক্ষামন্ত্রী ইয়োভ গ্যালান্ট বলেছেন, আইডিএফ প্রভাবশালীভাবে হামলা বাধা দিয়েছে। ইসরায়েল ইরানের প্রতিশোধের \"উল্লেখযোগ্য জবাব\" দেওয়ার অঙ্গীকার করেছে।\n\n\n=== যুক্তরাষ্ট্র ===\nমার্কিন প্রেসিডেন্ট জো বাইডেন ডেলাওয়্যারে একটি পরিকল্পিত সফর সংক্ষিপ্ত করেছেন এবং জাতীয় নিরাপত্তা কর্মকর্তাদের সাথে দেখা করতে হোয়াইট হাউসে ফিরে এসেছেন। বাইডেন হামলার প্রতিরোধকে ইসরায়েলের জয় বলে অভিহিত করেছেন। জেরুজালেমে মার্কিন যুক্তরাষ্ট্রের দূতাবাস একটি নিরাপত্তা সতর্কতা পোস্ট করেছে যাতে তার কর্মীদের পরবর্তী নির্দেশ না দেওয়া পর্যন্ত আশ্রয় নেওয়ার আহ্বান জানানো হয়। বাইডেন নেতানিয়াহুকে বলেছিলেন যে, ইরানের বিরুদ্ধে সম্ভাব্য ভবিষ্যতে পাল্টা আক্রমণে মার্কিন যুক্তরাষ্ট্র ইসরায়েলকে সমর্থন করবে না। মার্কিন প্রতিরক্ষা সচিব লয়েড অস্টিন ইসরায়েলকে বলেছেন যে, তারা ইরানে হামলার পরিকল্পনা করলে মার্কিন যুক্তরাষ্ট্রকে অগ্রিম জানাতে হবে।\n\n\n== আরও দেখুন ==\nইসরায়েল–হামাস যুদ্ধ\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে ২০২৪ ইসরায়েলে ইরানি হামলা সম্পর্কিত মিডিয়া দেখুন।\nটেমপ্লেট:Iran–Israel proxy conflictটেমপ্লেট:Israel–Hamas war"}