{"pageid": 1439357, "title": "জন বার পেনকায়ে", "url": "https://bn.wikipedia.org/wiki?curid=1439357", "content": "জন বার পেনকায়ে (সিরীয়: ܝܘܚܢܢ ܒܪ ܦܢܟܝ̈ܐ‎ ইওহান্নান বার পেনকায়ে) ছিলেন সপ্তম শতাব্দীর শেষের একজন লেখক এবং প্রাচ্যের গির্জার সদস্য। তিনি পঞ্চম উমাইয়া খলিফা আব্দ আল-মালিক ইবনে মারওয়ান-এর সময়ে বাস করতেন।\nতাঁর উপনাম থেকে বোঝা যায় যে, তাঁর পিতামাতা তিগরিস নদীর তীরে তুর আবদিনের পূর্বে অবস্থিত ফেনেক (Feneq) নামক স্থান থেকে আগত ছিলেন। তিনি প্রথমে কামুলের মার জনের মঠে একজন সন্ন্যাসী ছিলেন এবং পরে মার বাসিমার মঠে ছিলেন। পরবর্তী কিছু লেখক তাঁকে ভুলবশত জন সাবা অব দালিয়াথার সঙ্গে গুলিয়ে ফেলেন।\nজন বার পেনকায়ে তাঁর লেখায় প্রথমদিকের মুসলিম বিজয়গুলির প্রত্যক্ষদর্শী বিবরণ তুলে ধরেছেন।\n\n\n== রচনাবলি ==\nতাঁর বহু রচনা এখনও বিদ্যমান, যদিও বেশিরভাগই প্রকাশিত হয়নি এবং কেবলমাত্র পাণ্ডুলিপি আকারে টিকে আছে।\n\n\n=== কথাবা দ্-রেশ মেল্লে বা বিশ্ব ইতিহাসের সারসংক্ষেপ ===\nএই রচনাটি ১৫টি খণ্ডে বিভক্ত।\n\nপ্রথম থেকে চতুর্থ খণ্ডে সৃষ্টির শুরু থেকে হিরোদ মহারাজ পর্যন্ত ইতিহাস আছে।\nপঞ্চম খণ্ডে দানব বা অশুভ আত্মা নিয়ে আলোচনা করা হয়েছে।\nষষ্ঠ থেকে অষ্টম খণ্ডে পুরাতন নিয়ম (Old Testament)-এর প্রতীকমূলক ব্যাখ্যা রয়েছে।\nনবম খণ্ডে পৌত্তলিকদের উপাসনাপদ্ধতি সম্পর্কে লেখা হয়েছে, যেখানে জরথুষ্ট্রবাদ সম্পর্কেও গুরুত্বপূর্ণ তথ্য রয়েছে।\nদশম থেকে ত্রয়োদশ খণ্ডে খ্রিষ্টের জীবন এবং তাঁর শিষ্যদের বিষয়ে বলা হয়েছে।\nচতুর্দশ খণ্ডে আরব বিজয় পর্যন্ত ইতিহাস আলোচনা করা হয়েছে।\nপঞ্চদশ খণ্ডে সপ্তম শতকের শেষভাগ পর্যন্ত ইতিহাস তুলে ধরা হয়েছে। এটি সমসাময়িক বিবরণ হওয়ায় খুবই গুরুত্বপূর্ণ। এমন উৎস বিরল।\n\n\n== পাণ্ডুলিপি ==\n**হার্ভার্ড MS Syr 42** – এটি একটি সাধুসাহিত্যের সংকলন, যেখানে জন অব দালিয়াথা-র রচনাগুলির একটি পূর্ণাঙ্গ সংগ্রহ রয়েছে এবং কিছু অংশে জন বার পেনকায়ে, ইভাগ্রিয়াস পন্টিকাস, সেন্ট বাসিল, ফিলোক্সেনাস অব মাববুগ, জন ক্রিসস্টম, এবং গ্রেগরি (সম্ভবত সাইপ্রাসের) ও সাইমন (সম্ভবত \"গ্রেসফুল\")-এর রচনাও রয়েছে।\n**বিব্লিওথেকা আপোস্টোলিকা ভ্যাটিকানা, \"Vat.\" sir. 497** – আলকোশ থেকে ২০শ শতকে প্রতিলিপিকৃত, \"বিশ্বের প্রধান ঘটনাবলির ইতিহাস\" (Stephan Raës, কপিয়ার)।\n**রাব্বান হরমিজ্দের মঠ, আলকোশ** – আদ্দাই শের-এর তালিকায় নিচের পাণ্ডুলিপিগুলি উল্লেখিত:\nকোডেক্স ২৫ – Book of the archaeology or history of the temporal world composed by St. John Bar Penkaye, দুই ভাগে বিভক্ত, প্রথম ভাগে ৯ অধ্যায়, দ্বিতীয় ভাগে ৬টি। শেষ হয় ৬৮৬ খ্রিষ্টাব্দে।\nকোডেক্স ১১৬ – On faith in God নামক একটি কবিতা, জন বার পেনকায়ে-র রচনা। এলিয়া মিলোস কর্তৃক ১৮৬৮ সালে প্রকাশিত।\nকোডেক্স ১২২ – Book of good works, composed by John of Mosul-এর পরে জন বার পেনকায়ে-র একটি কবিতা On the vices of the monks। পাণ্ডুলিপিটি ১৭৫৮ সালের। এলিয়া মিলোস ১৮৬৮ সালে রোমে এগুলি প্রকাশ করেন।\nকোডেক্স ১২৩ – উপরের মতই, তবে ১৬৬৩ সালের পাণ্ডুলিপি।\n**ভ্যাটিকান বোরজিয়া সিরিয়াক MS ১** – Book of good works, composed by John of Mosul-এর পরে জন বার পেনকায়ে-র On the vices of the monks কবিতা রয়েছে; এছাড়াও এবেদজেসু-র Book of the Pearl এবং Catalogue of Syriac Writers অন্তর্ভুক্ত। মোট ২১৭টি ফলিও। শেষের কয়েকটি ফলিও অনুপস্থিত। এটি ১৬৭৪ সালের মে মাসে আলকোশে লেখা হয়েছিল এবং আদ্দাই শের তাঁর *Journal Asiatique* (মার্চ-এপ্রিল ১৯০৯) সংখ্যায় তালিকাভুক্ত করেন।\n\n\n== গ্রন্থপঞ্জি ==\nআদ্দাই শের, Notice sur la vie et les oeuvres de Yohannan bar Penkaye, *Journal Asiatique*, ১০ম সিরিজ, খণ্ড ১০ (১৯০৭), পৃ. ১৬১–১৭৮।  gallica.bnf.fr   আর্কাইভকৃত ২০২৪-০১-০১ তারিখে\nএস. পি. ব্রক, North Mesopotamia in the late 7th century: Book 15 of John Bar Penkaye's \"Ris Melle\", *Jerusalem Studies in Arabic and Islam*, খণ্ড ৯ (১৯৮৭); পরে সংকলিত *Studies in Syriac Christianity* (১৯৯২), অধ্যায় ২।\nহুবার্ট কাওফহোল্ড, Anmerkungen zur Textüberlieferung der Chronik des Johannes bar Penkaye, *Oriens Christianus* ৮৭ (২০০৩), পৃ. ৬৫–৭৯।\nআলফন্স মিঙ্গানা (সম্পা.), বই X-XV, *Sources Syriaques*, খণ্ড ১ (একমাত্র খণ্ড), লাইপজিগ (১৯০৭)। সিরিয়াক মূল পাঠ ও ফরাসি অনুবাদ।\nকে. পিঙ্গগেরা, Nestorianische Weltchronistik. Johannes Bar Penkaye und Elias von Nisibis, in: মার্টিন ওয়ালরাফ (সম্পা.), *Iulius Africanus und die christliche Weltchronistik*, বার্লিন/নিউ ইয়র্ক: ডি গ্রুইটার, ২০০৬, পৃ. ২৬৩–২৮৩।\nজঁ-লুই সিমোনে, Les citations des Actes des Apôtres dans les chapitres édités du Ketaba deres melle de Jean Bar Penkaye, *Le Muséon: Revue d'Études Orientales*, খণ্ড ১১৪ (২০০১), পৃ. ৯৭–১১৯।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nব্রক, সেবাস্টিয়ান পি. (১৯৯২)। Studies in Syriac Christianity: History, Literature, and Theology। অ্যাল্ডারশট: ভেরিয়োরাম। আইএসবিএন 9780860783053। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nব্রক, সেবাস্টিয়ান পি. (১৯৯৭)। A Brief Outline of Syriac Literature। কোট্টায়াম: সেন্ট এফ্রেম ইকিউমেনিক্যাল রিসার্চ ইনস্টিটিউট। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\nবই ১৫-এর ইংরেজি অনুবাদ (Tertullian Project-এ উপলব্ধ)"}