{"pageid": 1439283, "title": "শরীফ", "url": "https://bn.wikipedia.org/wiki?curid=1439283", "content": "শরীফ বা শেরিফ (আরবি: شريف, অর্থাৎ 'মর্যাদাবান' বা 'উচ্চ বংশোদ্ভূত'), যার বিকল্প বানান শরীফ বা স্ত্রীলিঙ্গে শরীফা (شريفة), এবং বহুবচনে আশরাফ (أشراف), শুরাফাʼ (شرفاء), অথবা মাঘরেব অঞ্চলে শুরফাʼ—এই শব্দটি ব্যবহৃত হয় সেইসব ব্যক্তিদের বোঝাতে, যারা ইসলামের প্রবর্তক মুহাম্মদ (প্রায় ৫৭০–৬৩২ খ্রিস্টাব্দ)–এর পরিবার থেকে বংশোদ্ভূত বলে দাবি করেন বা মনে করা হয়। এই শব্দটির ব্যবহার তিনটি ভিন্ন অর্থে হতে পারে:\nসবচেয়ে বিস্তৃত অর্থে, এটি মুহাম্মদের প্রপিতামহ হাশিম–এর (অর্থাৎ বানু হাশিম গোষ্ঠী) বংশধরদের বোঝায়। এদের মধ্যে আছেন মুহাম্মদের চাচা আবু তালিব (তালিবীয়রা) ও আল-আব্বাস (আব্বাসীয়রা)–এর বংশধরেরা।\nপ্রায়শই, এটি আলি–এর বংশধরদের বোঝায়, যিনি আবু তালিবের পুত্র এবং মুহাম্মদের চাচাতো ভাই। বিশেষত আলির সঙ্গে মুহাম্মদের কন্যা ফাতিমা–এর বিবাহ থেকে উৎপন্ন বংশধরদের (যেমন ফাতেমীয়রা) বোঝাতে এটি ব্যবহৃত হয়। এই অর্থে, 'শরীফ' বলতে মুহাম্মদের সমস্ত বংশধরদেরই বোঝানো হয়ে থাকে।\nসবচেয়ে সংকীর্ণ অর্থে, 'শরীফ' বলতে বোঝানো হয় শুধুমাত্র ফাতিমা ও আলির বড় ছেলে হাসান–এর বংশধরদের (হাসানীয়রা)। এই প্রসঙ্গে এটি সায়্যিদ (আরবি: سيد, 'প্রভু' বা 'মালিক', বহুবচনে সাদাহ سادة)–এর সঙ্গে পার্থক্য করে ব্যবহৃত হয়, যা তখন শুধুমাত্র হাসান-এর ছোট ভাই হুসাইন–এর বংশধরদের (হুসাইনীয়রা) বোঝায়।\nবিভিন্ন সময়ে ও অঞ্চলে এই শব্দটির সুনির্দিষ্ট ব্যবহার ভিন্ন ভিন্ন রকম হয়েছে।\n\n\n== উৎপত্তি ==\nএই শব্দটি এসেছে আরবি ধাতু \"sh–r–f\" থেকে, যার অর্থ সম্মান, মর্যাদা ও উচ্চতা। এটি ইংরেজি শব্দ sheriff–এর সঙ্গে কোনো সম্পর্কিত নয়। Sheriff শব্দটি এসেছে পুরনো ইংরেজি scīrgerefa থেকে, যার অর্থ \"শায়ার (shire)-এর রিভ\" বা প্রশাসনিক কর্মকর্তা।\n\n\n== ব্যবহার ==\n\n\n=== ইতিহাস ===\n'শরীফ' শব্দটির ব্যবহার ইতিহাস ও ভৌগোলিক অবস্থানের ভিত্তিতে পরিবর্তিত হয়েছে। অনেক সময় শরীফ ও সায়্যিদ শব্দদুটি পরস্পর পরিবর্তনীয়ভাবে ব্যবহৃত হয়েছে। আবার কিছু ক্ষেত্রে এই শব্দদুটি হাসানীয় বনাম হুসাইনীয় বংশধরদের আলাদা করতে ব্যবহৃত হয়েছে—বিশেষ করে হেজাজ অঞ্চলে, যেখানে মক্কার শরীফাত কেবল হাসানীয়দের মধ্যেই সীমাবদ্ধ ছিল। অন্য কোথাও, উভয় শব্দই হাশিমীয় বংশধরদের বোঝাতে ব্যবহৃত হয়েছে, তবে পৃথক সামাজিক মর্যাদার দ্যোতক হিসেবে।\nবেশিরভাগ অঞ্চলে এই শব্দটি একধরনের অভিজাততার প্রতীক হিসেবে ব্যবহৃত হয়েছে (যেমন আব্বাসীয় ও ফাতেমীয়রা এক সময় খলিফা ছিলেন)। তবে দক্ষিণ এশিয়ায় এই শব্দের অর্থ আরও বিস্তৃত হয়েছে এবং সমস্ত বিদেশি বংশোদ্ভূত মুসলমানদের বোঝাতেও ব্যবহৃত হয়েছে। সেখানে দক্ষিণ এশীয় মুসলমানদের জাতিভেদ ব্যবস্থায় আশরাফ বলতে বোঝানো হয় আরব বংশোদ্ভূত মুসলমান (যেমন সায়্যিদ, শেখ), এমনকি পশতুন বা তুর্কো-মঙ্গোল (মুঘল) বংশোদ্ভূতদেরও।\nকালের প্রবাহে অনেক সময় হাশিমীয় বংশধর না হয়েও কেউ কেউ 'শরীফ' উপাধি লাভ করেছেন, যা একধরনের সাধারণ অভিজাততার নিদর্শন। এর ফলে বর্তমানে সায়্যিদ শব্দটি মুহাম্মদের বংশধর বোঝাতে আরও বেশি প্রচলিত হয়েছে। এই সায়্যিদ (বা এর বিভিন্ন বানান যেমন সায়্যেদ, সৈয়দ) এখন একটি সাধারণ ব্যক্তিগত নাম হিসেবেও ব্যবহৃত হয়।\n\n\n== বিখ্যাত শরীফ বংশীয় রাজবংশসমূহ ==\nআব্বাসীয়রা – মুহাম্মদের চাচা আব্বাস ইবন আবদুল মুত্তালিব–এর বংশধর; ৭৫০–৯৪৫ সাল পর্যন্ত বাগদাদকেন্দ্রিক সাম্রাজ্য শাসন করেছেন, এবং ৭৫০–১৫১৭ সাল পর্যন্ত খিলাফতের দাবি করেছেন।\nইদরিসীয়রা – হাসানীয় বংশ, ৭৮৯–৯৮৫ সাল পর্যন্ত মরক্কো শাসন করেছেন।\nফাতেমীয়রা – হুসাইনীয় বংশ, ৯০৯–১১৭১ সাল পর্যন্ত কায়রো কেন্দ্রিক সাম্রাজ্য শাসন করেছেন এবং খিলাফতের দাবি করেছেন।\nসাʼদীয়রা – হাসানীয় বংশ, ১৫১০–১৬৫৯ সাল পর্যন্ত মরক্কো শাসন করেছেন।\nআলাউই রাজবংশ – হাসানীয় বংশ, ১৬৩১ সাল থেকে বর্তমান পর্যন্ত মরক্কো শাসন করছে।\nহাশেমীয়রা – হাসানীয় বংশ, ১৯১৬–১৯২৫ সালে হেজাজের রাজ্য, ১৯২০ সালে সিরিয়ার আরব রাজ্য, ১৯৩২–১৯৫৮ সালে ইরাকের রাজ্য, এবং ১৯২১ সাল থেকে বর্তমান পর্যন্ত জর্ডান শাসন করছে।\n\n\n== আরও দেখুন ==\nআশারাফ – ফাতিমার মাধ্যমে মুহাম্মদের বংশধর দাবি করা সোমালীয় গোত্র\nলিবিয়ায় আশরাফ গোত্রের তালিকা\nমক্কার শরীফ\nমক্কার শরীফাত\nSharifian (disambiguation)\nSharifism – আধুনিক মরক্কোতে শুরাফাʼদের প্রভাব বৃদ্ধির সঙ্গে সম্পর্কিত একটি শব্দ\nSherif – শরীফ শব্দ থেকে উদ্ভূত একটি নাম, এর অধীনে থাকা ব্যক্তিদের তালিকাসহ\nওমর শরীফ (১৯৩২–২০১৫), প্রখ্যাত মিশরীয় অভিনেতা এবং এই নামে সবচেয়ে বিখ্যাত ব্যক্তি\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতিসমূহ ===\n\n\n=== ব্যবহৃত উৎস ===\nBosworth, Clifford Edmund (১৯৯৬)। The New Islamic Dynasties: A Chronological and Genealogical Manual। Edinburgh: Edinburgh University Press। আইএসবিএন 0-7486-2137-7। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nOnline Etymology Dictionary (২০০১–২০২১)। \"Online Etymology Dictionary\"। www.etymonline.com। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nVan Arendonk, C.; Graham, W.A. (১৯৬০–২০০৭)। \"Sharīf\"।   Bearman, P. J.; Bianquis, Th.; Bosworth, C. E.; van Donzel, E.; Heinrichs, W. P.। Encyclopaedia of Islam, Second Edition। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nটেমপ্লেট:Alids"}