{"pageid": 1439315, "title": "আদি বৌদ্ধ ধর্মগ্রন্থ", "url": "https://bn.wikipedia.org/wiki?curid=1439315", "content": "আদি বৌদ্ধ ধর্মগ্রন্থ বা আদি বৌদ্ধ সাহিত্য বা আদি বৌদ্ধ উপদেশ হলো আদি বৌদ্ধ সম্প্রদায় কর্তৃক ভাগ করা সমান্তরাল ধর্মগ্রন্থ। সবচেয়ে ব্যাপকভাবে অধ্যয়ন করা আবৌধ উপাদান হলো প্রথম চারটি পালি নিকায়, সেইসাথে সংশ্লিষ্ট চীনা আগম। কিছু পণ্ডিত এও উল্লেখ করেছেন যে কিছু বিনয় উপাদান, যেমন বিভিন্ন বৌদ্ধ সম্প্রদায়ের প্রাতিমোক্ষ, সেইসাথে প্রাচীন অভিধর্ম গ্রন্থের কিছু উপাদানও হতে পারে।\nপালি ও চীনা ভাষায় বৃহৎ সংগ্রহের সহিত, সংস্কৃত, খোতেন, তিব্বতি এবং গান্ধারী ভাষায় আদি বৌদ্ধ ধর্মগ্রন্থ উপকরণের খণ্ডিত সংগ্রহও রয়েছে। আদি প্রাক-সাম্প্রদায়িক বৌদ্ধধর্মের আধুনিক অধ্যয়ন প্রায়ই বিভিন্ন আদি বৌদ্ধ উৎস ব্যবহার করে তুলনামূলক সাহিত্য পাণ্ডিত্যের উপর নির্ভর করে।\nরিচার্ড গোমব্রিচ, আকির হিরাকাওয়া, আলেকজান্ডার ওয়েন এবং অ্যান্টনি কেনেডি ওয়ার্ডার এর মতো বৌদ্ধবিদ্যার বিভিন্ন পণ্ডিতরা মনে করেন যে আদি বৌদ্ধ ধর্মগ্রন্থে এমন উপাদান রয়েছে যা সম্ভবত ঐতিহাসিক বুদ্ধের কাছে বা অন্তত প্রাক-সাম্প্রদায়িক বৌদ্ধধর্মের প্রাথমিক বছরগুলিতে পাওয়া যেতে পারে। জাপানি পণ্ডিত আকির হিরাকাওয়ার মতে, \"ঐতিহাসিক বুদ্ধের মূল শিক্ষাগুলি নিশ্চিত করার যে কোনো প্রচেষ্টা অবশ্যই এই সাহিত্যের উপর ভিত্তি করে হওয়া উচিত।\"\nমহাযান বৌদ্ধধর্মে, এই গ্রন্থগুলিকে কখনও কখনও হীনযান বা শ্রাবকযান গ্রন্থ হিসাবে উল্লেখ করা হয় এবং মহাযান রচনা হিসাবে বিবেচিত হয় না।\n\n\n== ইতিহাস ==\nগদ্য সুত্তপিটক, সন্ন্যাসীর নিয়ম (বিনয়), পদ্য রচনার বিভিন্ন রূপ (যেমন গাথা ও উদান), মিশ্র গদ্য ও পদ্য রচনা (গেয়) সহ আদি বৌদ্ধ গ্রন্থগুলিকে বিভিন্ন ধারায় অন্তর্ভুক্ত করা হয়েছে, এবং সন্ন্যাসী মতবাদ বা নিয়মের তালিকাও (মতিক)। আদি বৌদ্ধ সাহিত্যের বড় অংশ হলো \"সুত্ত\" বা \"সূত্র\" ধারার অংশ, এগুলি সাধারণত বিভিন্ন সংগ্রহে রাখা হয় (নিকায় বা আগম নামে পরিচিত) এবং ত্রিপিটক নামক বিভিন্ন আদি বৌদ্ধ আনুশাসনিক সংগ্রহের সুত্তপিটক বিভাগ গঠন করে। সূত্তগুলিতে সাধারণত মতবাদ, আধ্যাত্মিক এবং দার্শনিক বিষয়বস্তু থাকে।\nবিভিন্ন বৌদ্ধ সম্প্রদায় থেকে আদি বৌদ্ধ গ্রন্থগুলির উৎপত্তি, বিশেষ করে থেরবাদ ও সর্বাস্তিবাদ সম্প্রদায় থেকে, তবে মূলসর্বাস্তিবাদ, ধর্মগুপ্তক, মহাসাংঘিক, মহিষাসক এবং অনিশ্চিত প্রাধান্যের অন্যান্য গ্রন্থ থেকেও।\nওসকর বোন হিনূবের এর মতে আদি বৌদ্ধ ধর্মগ্রন্থের রচনার মূল উদ্দেশ্য ছিল \"গোঁড়া ঐতিহ্য রক্ষা করা এবং পালন করা।\" তিনি যোগ করেছেন যে এই সাহিত্যিক প্রচেষ্টা ব্রাহ্মণগুলোর বৈদিক গদ্য দ্বারা প্রভাবিত হয়েছিল। ভন হিনূবর যেমন উল্লেখ করেছেন, সংগ্রহগুলিতে ঐতিহাসিক ঘটনাগুলিকে স্মরণ করার জন্য প্রথম ভারতীয় গ্রন্থগুলিও রয়েছে, যেমন মহাপরিনিব্বাণ সুত্ত, যা বুদ্ধের মৃত্যুর বর্ণনা করে। আদি সূত্তগুলিও প্রায় সবসময়ই খোলা থাকে যে ঘটনার ভৌগোলিক অবস্থান তারা চিত্রিত করে, প্রাচীন স্থানের নাম সহ, সর্বদা \"এইভাবে আমি শুনেছি\" বাক্যাংশের পূর্বে।\nবিভিন্ন ঐতিহ্য থেকে পাঠ্য প্রমাণ দেখায় যে খ্রিস্টপূর্ব ১ম শতাব্দী থেকে খ্রিস্টপূর্ব চতুর্থ শতাব্দী পর্যন্ত, এই সমান্তরাল নথিগুলির মধ্যে সামান্য পার্থক্য বিকশিত হয় এবং পার্থক্যগুলি \"সম্প্রদায়ের অধিভুক্তি, স্থানীয় ঐতিহ্য, ভাষাগত পরিবেশ, মানহীন লিপি, বা এই কারণগুলির কোনো সমন্বয়\" প্রতিফলিত করে।\n\n\n=== মৌখিক ঐতিহ্য ===\nপাঠ্যগুলি প্রাথমিকভাবে মৌখিক পদ্ধতির মাধ্যমে প্রেরণ করা হয়েছিল। মার্কাস বিঞ্জেনহাইমারের মতে,\n\nপ্রতিষ্ঠাতার মৃত্যুর পর, বৌদ্ধ গ্রন্থগুলি মধ্য ইন্দো-আর্য উপভাষায় (প্রাকৃত) মৌখিকভাবে প্রেরণ করা হয়েছিল। যখন দক্ষিণের ঐতিহ্য শেষ পর্যন্ত এই উপভাষাগুলির একটিতে বসতি স্থাপন করেছিল, পালি, তার প্রামাণিক ভাষা হিসাবে, ভারত এবং মধ্য এশিয়ায় বৌদ্ধ গ্রন্থগুলি ধারাবাহিকভাবে সংস্কৃতিত হয়েছিল এবং/অথবা অন্যান্য ভাষায় যেমন চীনা, তোখারি, খোতানি, সোগদি ও তিব্বতিতে অনুবাদ করা হয়েছিল। এছাড়াও, ভারতে নতুন বৌদ্ধ গ্রন্থগুলি, অন্তত তৃতীয় শতাব্দীর পর থেকে, সরাসরি প্রমিত সংস্কৃতে রচিত হয়েছিল। উত্তর ঐতিহ্যের পাণ্ডুলিপি, বিশেষ করে মধ্য এশিয়ার উদ্ভবের পাণ্ডুলিপি, তাই প্রায়ই প্রাকৃত (বিশেষ করে গান্ধারী) বা সংস্কৃতের কিছু অমানবিক রূপ, যাকে কখনও কখনও বৌদ্ধ সংস্কৃত বলা হয়, কিছু প্রাকৃত ও প্রমিত সংস্কৃতের মধ্যবর্তী পর্যায়।\nমার্ক অ্যালন এর মতে, আধুনিক পণ্ডিতদের দ্বারা এই পাঠ্যগুলিকে মৌখিকভাবে প্রেরণ করা হয়েছে বলে ধরে নেওয়ার বিভিন্ন কারণ রয়েছে। এর মধ্যে পাঠ্যগুলি থেকে অভ্যন্তরীণ প্রমাণ অন্তর্ভুক্ত রয়েছে যা নির্দেশ করে যে সেগুলি মুখস্থ করা এবং আবৃত্তি করা হয়েছিল,\nকোন প্রমাণের অভাব (তাই প্রত্নতাত্ত্বিক বা পাঠ্যের অভ্যন্তরীণ) যে লেখাগুলি এই পাঠ্যগুলি এবং পাঠ্যগুলির শৈলীগত বৈশিষ্ট্যগুলি সংরক্ষণের জন্য ব্যবহৃত হয়েছিল।\nগুরুত্বপূর্ণ বৈশিষ্ট্য যা আদি বৌদ্ধ গ্রন্থগুলিকে চিহ্নিত করে তা হলো আনুষ্ঠানিক বৈশিষ্ট্য যা মৌখিকভাবে প্রেরিত সাহিত্য যেমন পুনরাবৃত্তি ও অলঙ্কৃত সূত্রের ব্যবহার হিসাবে তাদের উৎস প্রতিফলিত করে। অন্যান্য শৈলীগত বৈশিষ্ট্য যা মৌখিকতার সাথে বিশ্বাসঘাতকতা করে তার মধ্যে রয়েছে: একাধিক প্রতিশব্দের ব্যবহার, প্রমিত বাক্যাংশ ও উত্তরণ, পদ্যের সারাংশের উপমা, সংখ্যাযুক্ত তালিকা এবং প্রমিত ধ্বনিত করা বর্ণনা।\nশৈলীগত বৈশিষ্ট্যগুলি পরবর্তী কাজের যেমন মহাযান সূত্রের বিপরীতে, যার মধ্যে আরও বিস্তৃত ও জটিল বর্ণনা রয়েছে, যা মুখস্থ করা আরও কঠিন হবে। আদি বৌদ্ধ ধর্মগ্রন্থগুলি সর্বদা ঐতিহাসিকভাবে প্রাচীন ভারতীয় লোকেলে অবস্থিত, পরবর্তী মহাযান কাজের থেকে ভিন্ন, যা স্বর্গীয় রাজ্যে বা অন্যান্য অতিপ্রাকৃত পরিস্থিতিতে বুদ্ধ দ্বারা শেখানো হিসাবে নিজেদেরকে চিত্রিত করে।\nখ্রিস্টপূর্ব ১ম শতাব্দীর পরে লিখিতভাবে লিপিবদ্ধ না হওয়া পর্যন্ত আদি বৌদ্ধ গ্রন্থগুলি ভাণকদের দ্বারা প্রেরণ করা হয়েছে বলে মনে করা হয় যারা বিশেষ গ্রন্থের সংগ্রহ মুখস্থ ও আবৃত্তিতে বিশেষ দক্ষতা অর্জন করেছিলেন। আলেকজান্ডার উইন দ্বারা উল্লিখিত হিসাবে:\n\nযদিও অশোকের আগে লেখার কোনো প্রমাণ নেই, মৌখিক সংক্রমণের নির্ভুলতাকে অবমূল্যায়ন করা উচিত নয়। বৌদ্ধ সম্প্রদায় ব্রাহ্মণদের দ্বারা পরিপূর্ণ ছিল যারা জানতেন যে বৈদিক শিক্ষা ব্যবস্থা হাজার বছরেরও বেশি সময় ধরে ক্রমবর্ধমান প্রাচীন ভাষায় বহু কঠিন পাঠ্য, মৌখিকভাবে প্রেরণ করেছে। যেহেতু আদি বৌদ্ধদের মৌখিক সংক্রমণের জন্য ভিন্ন উপায়ের প্রয়োজন ছিল, বেশ ভিন্ন পাঠ্যের জন্য, অন্যান্য স্মৃতির কৌশল তৈরি করা হয়েছিল, সাম্প্রদায়িক জপ (সংগীতি) এর উপর ভিত্তি করে। পাঠ্যগুলি স্পষ্টভাবে বলে যে এই পদ্ধতিটি নিযুক্ত করা হয়েছিল, এবং তাদের প্রকৃত রূপটি দেখায় যে এটি বিশাল মাপনীতে ছিল।\nকিছু পণ্ডিত যেমন উইন ও অনালয়ো সাধারণত মনে করেন যে এই পাঠ্যগুলিকে স্থির আকারে মুখস্থ করা হয়েছিল, শব্দার্থে আবৃত্তি করতে হবে (মৌখিক সাহিত্যের অন্যান্য রূপের বিপরীতে, যেমন মহাকাব্য) এবং এটি সাম্প্রদায়িক আবৃত্তির সময় নিশ্চিত করা হয়েছিল (যেখানে উন্নতির জন্য খুব কম জায়গা নেই), অন্যরা যুক্তি দেখান যে মৌলিক তালিকা বা সূত্র ব্যবহারের মাধ্যমে সেগুলি আরও কাব্যিক ও ইম্প্রোভাইজেশনাল উপায়ে (ল্যান্স সেলউইন কাজিন, রুপার্ট গেথিন) সঞ্চালিত হতে পারত।\nআদি বৌদ্ধ ধর্মগ্রন্থগুলি বৈদিক পাঠের প্রভাবও দেখায়, যার মধ্যে কিছু বৈদিক কাব্যিক ছন্দ গ্রহণ, সেইসাথে সংগঠনের ধরন (বিষয় ও সংখ্যা ব্যবহার করে)। আদি বৌদ্ধ ধর্মগ্রন্থগুলি বৈদিক গ্রন্থের সাথে অনুরূপ পরিভাষা ও ধারণা শেয়ার করে। এগুলো বৃহদারণ্যক উপনিষদের মতো পাঠ্যের সাথে কিছু রূপক ও চিত্রকল্পও ভাগ করে নেয়, যেমন সমুদ্রের একক নোনতা স্বাদ (অনি ৮.১৫৭ ও বৃউ ২.৪.১১)।\n\n\n=== বিন্যাস ও কালপঞ্জি ===\n\nবিন্যাস সম্পর্কে, আদি বৌদ্ধ ধর্মগ্রন্থগুলি সাধারণত দ্বিতীয় নগরায়ন সময়ের বিশ্বকে চিত্রিত করে, যেখানে ছোট আকারের শহর এবং গ্রামের বৈশিষ্ট্য রয়েছে, এবং ছোট প্রতিযোগী রাজ্যগুলি (মহাজনপদ) মৌর্য যুগের তুলনায় নিম্ন স্তরের নগরায়ণ। যেমন, আদি বৌদ্ধ ধর্মগ্রন্থগুলি নন্দ সাম্রাজ্যের উত্থানের আগে গাঙ্গেয় সমভূমিকে চিত্রিত করে, যারা চতুর্থ শতাব্দীতে এই সমস্ত ছোট প্রতিযোগী রাজ্যকে একীভূত করেছিল।\nতারা পাটলীপুত্রকে পাটলীগমের ছোট গ্রাম হিসেবেও চিত্রিত করে, যখন এটি পরে মৌর্য সাম্রাজ্যের রাজধানী এবং ভারতের বৃহত্তম শহর হয়ে ওঠে। তারা অশোকের উল্লেখ করেন না কিন্তু তারা জৈন নেতা মহাবীর (ওরফে নাতপুত্ত) কে বুদ্ধের সমসাময়িক হিসেবে উল্লেখ করেন।\nব্রহ্মালী ও সুজাতোর দ্বারা উল্লিখিত, দূর-দূরত্বের ব্যবসায়িক নেটওয়ার্কগুলি প্রতিষ্ঠার আগে এক সময়ে আদি বৌদ্ধ ধর্মগ্রন্থগুলো ছোট আকারের স্থানীয় অর্থনীতিকেও চিত্রিত করে:\n\nকোসলের রাজা পাসেনাদি কাশি চন্দন (মনি ৮৭.২৮) ব্যবহার করতেন বলে জানা যায়, যা ইঙ্গিত করে যে এমনকি সর্বোচ্চ সামাজিক স্তরও স্থানীয়ভাবে উৎপাদিত বিলাসিতা ব্যবহার করে। এই পরিস্থিতি সম্ভবত সেই সময়ে উত্তর ভারতের রাজনৈতিক বিভাজনের প্রেক্ষিতে প্রত্যাশিত, যা দূর-দূরত্বের বাণিজ্যকে জটিল করে তুলতে পারে।\nযেমনটি বোন হিনূবের উল্লেখ করেছেন, আদি বৌদ্ধ ধর্মগ্রন্থতে মৌর্যদের কোনো উল্লেখ বাদ দেওয়া যেমন মহাপরিনিব্বাণ সুত্ত, অন্যান্য পরবর্তী বৌদ্ধ গ্রন্থের বিপরীতে যা তাদের উল্লেখ করে, এটিও এর প্রাক-মৌর্য সময়কালের প্রমাণ:\n\nচন্দ্রগুপ্তের অধীনেও মৌর্য সাম্রাজ্যের উত্থানের গুরুত্ব দেওয়া হয়েছে, যিনি জৈনধর্মের প্রতি তার ঝোঁকের জন্য বেশি পরিচিত, কেউ অনুমান করতে পারে যে মহাপরিনিব্বাণ সুত্তের রচনার সর্বশেষ তারিখ, অন্তত এই অংশের জন্য, প্রায় ৩৫০ থেকে ৩২০ খ্রিস্টপূর্বাব্দ। \nআলেকজান্ডার উইনের মতে,\n\nবিভিন্ন সম্প্রদায়ের ধর্মশাস্ত্রগুলিতে পাওয়া পাঠ্য উপাদানের অনুরূপ টুকরো...। সম্ভবত প্রাক-সাম্প্রদায়িক সময়ে ফিরে যান। এটি অসম্ভাব্য যে এই চিঠিপত্রগুলি বিভিন্ন বৌদ্ধ সম্প্রদায়ের যৌথ প্রচেষ্টায় উৎপাদিত হতে পারে, এই ধরনের উদ্যোগের জন্য মাপনীতে সংগঠনের প্রয়োজন হবে যা প্রাচীন বিশ্বে কেবল অকল্পনীয় ছিল।\n\n\n=== প্রত্নতত্ত্ব ===\n\nঅশোকের শিলালিপিগুলি হলো প্রাচীনতম ভারতীয় ঐতিহাসিক নথিগুলির মধ্যে কিছু এবং তারা কিছু ক্ষেত্রে আদি বৌদ্ধ ধর্মগ্রন্থ-এর সাথে একমত।\nকিছু আদি প্রত্নতাত্ত্বিক স্থান যেমন ভারহুত স্তূপ (খ্রিস্টপূর্ব ১ম বা ২য় শতাব্দীর সবচেয়ে দৃশ্যমান উপাদান তারিখ) আদি বৌদ্ধ ধর্মগ্রন্থ থেকে অনেক বিবরণ রয়েছে যেমন: বুদ্ধ গোতম এবং আদি বৌদ্ধ ধর্মগ্রন্থ-এর অতীতের পাঁচ ধ্যানী বুদ্ধ, সেইসাথে রাজা অজাতশত্রু ও পসেনদির উল্লেখ। আদি বৌদ্ধ ধর্মগ্রন্থ থেকে বুদ্ধের জীবনের প্রধান ঘটনা উল্লেখ করা হয়েছে যেমন তাঁর জাগরণ, প্রথম শিক্ষা এবং তাঁর মৃত্যু। লুডার্সের মতে \"... অজাতশত্রুর [বুদ্ধের কাছে] সফরকে বিশদ বিবরণে চিত্রিত করা হয়েছে এমনকি সামন্নফল সুত্ত অনুসারে, এবং \"... সক্ক সফরের উপস্থাপনাটি সক্কপনহ সুত্তের পাঠ অনুসরণ করে।\"\nখ্রিস্টীয় ১ম ও ২য় শতাব্দীর অন্যান্য ভারতীয় শিলালিপিতে ধম্ম-কাথিক, পেটকিন ও সুত্তন্তিকা-এর মতো পদ রয়েছে, যা এই সময়ে বৌদ্ধ সাহিত্যের অস্তিত্বের ইঙ্গিত দেয়।\n\n\n== বিদ্যমান উপাদান ==\n\nবেশিরভাগ আধুনিক বৃত্তি সাধারণত পালি নিকায় (যা সম্পূর্ণরূপে পশ্চিমা ভাষায় অনূদিত হয়েছে) এবং চীনা আগম (শুধুমাত্র আংশিকভাবে অনূদিত) উপর দৃষ্টি নিবদ্ধ করে। উনবিংশ শতাব্দীর শেষের দিকে, এটি জানা গিয়েছিল যে নিকায় ও আগমগুলিতে প্রচুর সমান্তরাল পাঠ রয়েছে। ১৮৮২ সালে, স্যামুয়েল বিল চীনে তার বৌদ্ধ সাহিত্য প্রকাশ করেন, যেখানে তিনি লিখেছেন:\n\nপরিনিব্বাণ, ব্রহ্মজাল, সিঙ্গাল, ধম্মচক্ক, কাশী-ভারদ্বাজ, মহামঙ্গল; এই সব আমি খুঁজে পেয়েছি এবং পালি থেকে অনুবাদের সাথে তুলনা করেছি, এবং খুঁজে পেয়েছি যে মূলে তারা অভিন্ন। আমি আক্ষরিক অর্থে একই কথা বলি না; এগুলি গৌণ দফায় আলাদা, তবে পটভূমি এবং সমস্ত গুরুত্বপূর্ণ বিবরণে অভিন্ন। এবং যখন বিনয় ও আগম সংগ্রহগুলি পুঙ্খানুপুঙ্খভাবে পরীক্ষা করা হয়, তখন আমার সন্দেহ নেই যে আমরা সব পালি সুত্তগুলিকে চীনা আকারে না পেলে সবচেয়ে বেশি খুঁজে পাব।\nবিংশ শতাব্দীতে অনেসকি মসহরু ও অকনুম চিজেন সহ বিভিন্ন পণ্ডিতরা এই চিঠিপত্রের সমালোচনামূলক গবেষণা শুরু করেছিলেন। সম্ভবত এই দুটি সংগ্রহের তুলনামূলক অধ্যয়নের সবচেয়ে গুরুত্বপূর্ণ আদি রচনাগুলি হলো অনেসকির চীনা ভাষায় চারটি বৌদ্ধ আগম – পালি নিকায় তাদের অংশ এবং সংশ্লিষ্ট প্রতিপক্ষের সমন্বয় এবং অকনুমের চীনা আগমের তুলনামূলক তালিকা এবং পালি নিকায়।\nসময়ের সাথে সাথে এই সমান্তরাল বৌদ্ধ গ্রন্থগুলির এই তুলনামূলক অধ্যয়নটি বৌদ্ধধর্মের উপর আধুনিক বৃত্তিতে অন্তর্ভুক্ত হয়েছে, যেমন এটিন ল্যামোটের (১৯৮৮) রচনায়, যিনি তাদের ঘনিষ্ঠ সম্পর্কের বিষয়ে মন্তব্য করেছিলেন:\n\nযাইহোক, একোত্তরের মহাযানিবাদী ব্যাখ্যাগুলি বাদ দিয়ে, যেগুলি সহজেই বোঝা যায়, [নিকায় ও আগমের মধ্যে] প্রশ্নের ভিন্নতা প্রকাশের পদ্ধতি বা বিষয়গুলির বিন্যাস ব্যতীত অন্য কিছুকে প্রভাবিত করে না। নিকায় ও আগমগুলোর সাধারণ মতবাদের ভিত্তি উল্লেখযোগ্যভাবে অভিন্ন। সম্প্রদায়গুলি দ্বারা সংরক্ষিত ও প্রেরিত, সূত্রগুলি অবশ্য শিক্ষাগত নথি গঠন করে না, কিন্তু সকল সম্প্রদায়ের সাধারণ ঐতিহ্য।\nভিক্ষু থিচ মিন চাউ থেরবাদ মজ্ঝিমনিকায় এবং সর্বাস্তিবাদ মধ্যম আগমের তুলনামূলক গবেষণা (১৯৯১) করেন এবং এই সিদ্ধান্তে উপনীত হন যে প্রযুক্তিগত ও ব্যবহারিক বিষয়ে কিছু পার্থক্য থাকা সত্ত্বেও, মতবাদে আকর্ষণীয় বিষয় চুক্তি ছিল। ভিক্ষু অনালয়োর সাম্প্রতিক গবেষণাও এই অবস্থানের সাথে একমত। আনালয়ো যুক্তি দেন যে মজ্ঝিমনিকায় ও মধ্যম আগম বেশিরভাগই একই প্রধান মতবাদ ধারণ করে।\nসংস্কৃত, তিব্বতি এবং গান্ধারী সংগ্রহে টিকে থাকা অন্যান্য খণ্ডিত সামগ্রীর উপরও সাম্প্রতিক কাজ করা হয়েছে। অ্যান্ড্রু গ্লাস তাদের তিব্বতি, পালি, সংস্কৃত এবং চীনা সমান্তরালের সাথে অল্প সংখ্যক গান্ধারী সূত্রের তুলনা করেছেন এবং উপসংহারে পৌঁছেছেন যে কিছু প্রযুক্তিগত পার্থক্য থাকা সত্ত্বেও তাদের মতবাদে একটি ঐক্য রয়েছে।\nকিছু এশীয় পণ্ডিতদের মতে, যেমন যিন শুন, মিজুনো কোগেন এবং মুন-কিট চুং, সংযুত্তনিকায় এবং সংযুক্ত আগম সাধারণ পূর্বপুরুষ অন্যান্য আদি বৌদ্ধ ধর্মগ্রন্থ-এর ভিত্তি।\n\n\n=== পালি ===\n\nথেরবাদ সম্প্রদায়ের পালি ত্রিপিটকে ভারতীয় ভাষায় আদি বৌদ্ধ ধর্মগ্রন্থ-এর সবচেয়ে সম্পূর্ণ পরিপূর্ণভাবে বিদ্যমান সংগ্রহ রয়েছে যা আজও টিকে আছে। থেরবাদ ঐতিহ্য অনুসারে, মৌখিকভাবে প্রেরিত হওয়ার পর, এটি প্রথম শ্রীলঙ্কায় খ্রিস্টপূর্ব প্রথম শতাব্দীতে রচিত হয়েছিল।\nযদিও গ্রেগরি শোপেনের মতো কিছু পণ্ডিত পালি গ্রন্থের প্রাচীনত্ব নিয়ে সন্দিহান, আলেকজান্ডার উইন উল্লেখ করেছেন:\n\nত্রিপিটকীয় টুকরোগুলি গোল্ডেন পালি গ্রন্থে অন্তর্ভুক্ত করা হয়েছে, যা শ্রীক্ষত্র থেকে খ্রিস্টীয় তৃতীয় বা চতুর্থ শতাব্দীর প্রথম দিকের রেলিকোয়ারিতে পাওয়া যায়; তারা বর্তমান পালি পাণ্ডুলিপির সাথে প্রায় হুবহু একমত। এর মানে হলো যে পালি ত্রিপিটক ১,৫০০ বছরেরও বেশি সময় ধরে উচ্চ মাত্রার নির্ভুলতার সাথে প্রেরণ করা হয়েছে। এমন কোনো কারণ নেই যে, এই ধরনের নির্ভুল হস্তান্তরণকে কয়েক শতক আগে অনুমান করা উচিত নয়, অন্তত সেই সময়কালে যখন এটি খ্রিস্টপূর্ব প্রথম শতাব্দীতে লেখা হয়েছিল এবং সম্ভবত আরও।\nপালি ত্রিপিটকের আদি বৌদ্ধ উপাদান প্রধানত প্রথম চারটি পালি নিকায়, প্রাতিমোক্ষ এবং অন্যান্য বিনয় উপাদানের পাশাপাশি খুদ্দকনিকায়ের কিছু অংশ (প্রধানত সুত্তনিপাত, ইতিবুত্তক, ধম্মপদ, থেরীগাথা, থেরগাথা ও উদান)।\nএই রচনাগুলো পশ্চিমা ভাষায় ব্যাপকভাবে অনূদিত হয়েছে।\n\n\n=== চীনা ===\nচীনা বৌদ্ধ ত্রিপিটকে সংরক্ষিত আদি বৌদ্ধ ধর্মগ্রন্থের মধ্যে রয়েছে আগম, সূত্রের সংগ্রহ যা বিষয়বস্তু ও কাঠামোতে পালি নিকায়ের সমান্তরাল। আধুনিক তুলনামূলক গবেষণায় দেখা গেছে বক্তৃতা ও সংগ্রহের মধ্যে কিছু পার্থক্যও রয়েছে, যেমন উপাদানের বাদ দেওয়া বাক্যাংশের অবস্থানে যোগ ও পরিবর্তন। বিভিন্ন আগম সম্ভবত আমাদের কাছে সর্বাস্তিবাদ (সংযুক্ত ও মধ্যম আগম), ধর্মগুপ্তক ও কাশ্যপীয় সম্প্রদায় থেকে এসেছে। মহাসাংঘিক বিনয়পিটক চীনা অনুবাদেও টিকে আছে। \"আগম গবেষণা মণ্ডলী\" \"ধর্ম ড্রাম ইনস্টিটিউট অফ লিবারেল আর্টস\" এর কিছু আগম ইংরেজিতে অনুবাদ করেছে।\nপাঠ্যগুলির ভাষা হলো প্রাচীন চীনা বৌদ্ধ চীনা বা বৌদ্ধ অকুলীন চীনার রূপ যা যথেষ্ট স্থানীয় ভাষা দেখায়। বৌদ্ধ চীনারাও উল্লেখযোগ্য সংখ্যক উপাদান দেখায় যা উৎস ভাষা থেকে উদ্ভূত হয়, যার মধ্যে রয়েছে কলকা ও ধ্বনিতাত্ত্বিক প্রতিলিপি। পাঠ্যগুলির পাণ্ডিত্যপূর্ণ বিশ্লেষণে দেখা গেছে যে সেগুলি মধ্য ভারতীয় প্রাকৃত উৎস ভাষা থেকে অনুবাদ করা হয়েছে, বিভিন্ন মাত্রার সংস্কৃতকরণের সাথে।\nঅন্যান্য চীনা আগমগুলি বেশিরভাগ মতবাদগতভাবে পালি নিকায়ের সাথে সামঞ্জস্যপূর্ণ, একোত্তর আগমকে বিভিন্ন পণ্ডিত যেমন জোহানেস ব্রঙ্কহর্স্ট ও এটিন ল্যামোতে পরবর্তী মহাযান ধারণা দ্বারা প্রভাবিত হিসাবে দেখেছেন। ল্যামোতে অনুসারে, এই 'প্রক্ষেপণ' সহজেই বোঝা যায়। অনলয়োর মতে, সবচেয়ে প্রায়ই প্রস্তাবিত অনুমান হলো যে একোত্তর আগম মহাসাংঘিক সম্প্রদায় থেকে উদ্ভূত হয়।\n\n\n=== গান্ধারী ও ব্যাক্ট্রীয় ===\n\nপাকিস্তান ও আফগানিস্তান থেকে বিভিন্ন খণ্ডিত পাণ্ডুলিপি সংগ্রহের আধুনিক আবিষ্কারগুলি আদি বৌদ্ধ গ্রন্থগুলির অধ্যয়নে উল্লেখযোগ্যভাবে অবদান রেখেছে।\nএই গ্রন্থগুলির অধিকাংশই গান্ধারী ভাষা ও খরোষ্ঠী লিপিতে রচিত, কিন্তু কিছু ব্যাক্ট্রীয় ভাষায়ও আবিষ্কৃত হয়েছে। মার্ক অ্যালনের মতে, গান্ধারী বৌদ্ধ গ্রন্থে বেশ কিছু আদি বৌদ্ধ ধর্মগ্রন্থ রয়েছে যা অন্যান্য সংগ্রহে পাওয়া সমান্তরাল \"যেমন-সংযুত্তনিকায় বা সংযুত্ত আগম এর একোত্তর আগম ও বনসংযুত্ত।\"\nপাঠ্যগুলি অনাত্তালক্ষ্ণসুত্তের সমান্তরাল অন্তর্ভুক্ত, সম্ভবত ধর্মগুপ্তক সম্প্রদায়ের অন্তর্গত। কয়েকটি প্রকাশনা গ্রন্থগুলির কিছু অনুবাদ করেছে।\nমার্ক অ্যালনের মতে, সাম্প্রতিক প্রধান অনুসন্ধানগুলির মধ্যে নিম্নলিখিত সংগ্রহগুলি অন্তর্ভুক্ত রয়েছে:\n\n\"ব্রিটিশ গ্রন্থাগার খরোষ্ঠী পাণ্ডুলিপি\", গান্ধারী ভাষায় ভূর্জবাকল পাকান এবং খরোষ্ঠী লিপি, সম্ভবত ধর্মগুপ্তক সম্প্রদায়ের অন্তর্গত। সেগুলিতে গদ্য সূত্র ও পদ্যের রচনাগুলি অন্তর্ভুক্ত রয়েছে যেমন ধম্মপদের অংশগুলি খ্রিস্টপূর্ব ১ম শতাব্দীর, যা এগুলিকে আবিষ্কৃত প্রাচীনতম আদি বৌদ্ধ ধর্মগ্রন্থ পাণ্ডুলিপিতে পরিণত করে।\n\"প্রবীণ খরোষ্ঠী পাণ্ডুলিপি\", গান্ধারী ভাষায় ভূর্জবাকল পাকান এবং খরোষ্ঠী লিপি, সম্ভবত ধর্মগুপ্তক সম্প্রদায়ের অন্তর্গত। এর মধ্যে বেশিরভাগই \"প্রামাণিক\" গদ্য সূত্রের পাশাপাশি বিনয়ের সাথে যুক্ত বুদ্ধের জীবনের কিছু জীবনীমূলক উপাদান সংরক্ষণ করে।\n\"শছোযেন পান্ডুলিপি\", বামিয়ান গুহায় আবিষ্কৃত, সংগ্রহ যা সংস্কৃত বা গান্ধারীতে আদি বৌদ্ধ, অভিধর্ম ও মহাযান গ্রন্থগুলি সংরক্ষণ করে।\n\n\n=== সংস্কৃত ===\nমার্ক অ্যালনের মতে, সাম্প্রতিক গুরুত্বপূর্ণ আবিষ্কার হলো \"দীর্ঘ আগমের বৃহৎ সংস্কৃত ভূর্জবাকল পাণ্ডুলিপির উল্লেখযোগ্য অংশ, দীর্ঘ বক্তৃতা সম্বলিত ত্রিপিটকের বিভাজন, যা মূলসর্বাস্তিবাদ সম্প্রদায়ের অন্তর্গত, যা সপ্তম বা অষ্টম শতক খ্রিস্টাব্দ\"।\nএই গিলগিটে দীর্ঘ আগমের সাতচল্লিশটি বক্তৃতা রয়েছে। এর মধ্যে এমন কিছু সূত্র রয়েছে যা পালি ভাষায় মোটেও পাওয়া যায় না, যেমন মায়াজালসূত্র, কতুষপরিষতসূত্র এবং অর্থবিস্তারসূত্র।\nঅর্থবিনিশ্চয়সূত্র হলো যৌগিক পাঠ যা প্রধানত অভিধর্ম প্রকার তালিকায় সংগঠিত আদি বৌদ্ধ উপাদান দিয়ে তৈরি।\nবিভিন্ন আদি বৌদ্ধ আগমের সংস্কৃত খন্ডগুলিও বিভিন্ন উৎস থেকে টিকে আছে, যার মধ্যে রয়েছে তারিম অববাহিকা এবং তুরফন শহরের প্রত্নতাত্ত্বিক নিদর্শনগুলি থেকে। আবিষ্কারগুলির মধ্যে একটি সংস্কৃত উদানবর্গের সংস্করণ রয়েছে।\nঅন্যান্য সংস্কৃত আগম গ্রন্থের মধ্যে মহাপরিনির্বাণসূত্র ও প্রতীত্যসমুতপাদাদিবিভাংনির্দেশ রয়েছে।\nবিভিন্ন বিনয় গ্রন্থও সংস্কৃতে টিকে আছে, যার মধ্যে সর্বাস্তিবাদ বিনয় এবং মূলসর্বাস্তিবাদ বিনয়ের বিনয় গ্রন্থ রয়েছে।\nললিতবিস্তরসূত্র, যদিও অনেক পরে সংযোজন সহ, কিছু আদি বৌদ্ধ ধর্মগ্রন্থ সমান্তরাল অনুচ্ছেদও রয়েছে, যার মধ্যে রয়েছে বারাণসীতে প্রথম ধর্মোপদেশের অনুচ্ছেদগুলি।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nSuttaCentral Public domain translations in multiple languages from the Pali Tipitaka as well as other collections, focusing on Early Buddhist texts.\nAccesstoinsight Selected Pali Suttas in English translation.\nBibliography of Translations from the Chinese Buddhist Canon\nPali Text Society\nGandhari.org Complete Corpus, Catalog, Bibliography and Dictionary of early Buddhist texts in Gāndhārī\nBuddhist Manuscripts from Gandhāra project at Ludwig-Maximilians-Universität München\nGandharan Buddhist texts publications by University of Washington"}