{"pageid": 1439813, "title": "উইলফ্রেড প্যালিং", "url": "https://bn.wikipedia.org/wiki?curid=1439813", "content": "উইলফ্রেড প্যালিং (৭ এপ্রিল ১৮৮৩ - ১৭ এপ্রিল ১৯৭১) একজন ব্রিটিশ লেবার পার্টির রাজনীতিবিদ ছিলেন।\nতিনি ডার্বিশায়ারের রিপলির কাছে মারেহেতে জন্মগ্রহণ করেছিলেন, একজন কয়লা খননের আট সন্তানের একজন। পালিং ১৩ বছর বয়সে রিপলি এলিমেন্টারি স্কুল ত্যাগ করেন এবং স্থানীয় প্লাম্বিং এবং বিল্ডিং কোম্পানিতে নৈমিত্তিক চাকরিতে প্রবেশ করেন। যখন পরিবারটি নটিংহ্যামশায়ারের হুথওয়েতে চলে আসে তখন তিনি নিউ হাকনাল কোলিয়ারিতে কাজ শুরু করেন, রাজনীতি, অর্থনীতি এবং ট্রেড ইউনিয়নের ইতিহাসে ওয়ার্কার্স এডুকেশনাল অ্যাসোসিয়েশন দ্বারা আয়োজিত নাইট ক্লাসেও যোগ দেন। পরবর্তীকালে তিনি ইউনিভার্সিটি কলেজ নটিংহামে মাইনিং অধ্যয়নের জন্য একটি বৃত্তি লাভ করেন। নটিংহামশায়ার কোলফিল্ডে ফিরে এসে, তিনি স্থানীয় খনি শ্রমিক ফেডারেশনের একজন কর্মকর্তা এবং ইন্ডিপেন্ডেন্ট লেবার পার্টির সদস্য হন।\n১৯১২ সালে তিনি নটিংহ্যামশায়ার ছেড়ে চলে যান কারণ তার ইউনিয়ন এবং রাজনৈতিক কর্মকাণ্ডের অর্থ এই এলাকায় তিনি চাকরি খুঁজে পাননি। ডনকাস্টারের কাছে বুলক্রফট কোলিয়ারিতে কাজ করার জন্য তিনি ইয়র্কশায়ারের ওয়েস্ট রাইডিংয়ে চলে যান। তিনি ইয়র্কশায়ার মাইনার্স অ্যাসোসিয়েশনের কমিটিতে নির্বাচিত হওয়ার পরপরই এবং ১৯১৭ সালে কোলিয়ারি চেকওয়েগম্যান হন। তিনি ১৯১৯ সালে স্থানীয় রাজনীতিতে প্রবেশ করেন যখন তিনি ওয়েস্ট রাইডিং কাউন্টি কাউন্সিল এবং আর্কসি আরবান ডিস্ট্রিক্ট কাউন্সিলের সাথে বেন্টলিতে নির্বাচিত হন।\n১৯২২ সালের সাধারণ নির্বাচনে পালিং ডনকাস্টারের জন্য সংসদ সদস্য (এমপি) নির্বাচিত হন এবং ১৯২৩, ১৯২৪ এবং ১৯২৯ সালে পুনরায় নির্বাচিত হন। প্যালিং ১৯২৯-১৯৩১ সালে ট্রেজারির একজন জুনিয়র লর্ড ছিলেন। ১৯৩১ সালের সাধারণ নির্বাচনে তিনি পরাজিত হন, যখন লেবার পার্টি জাতীয় সরকারের প্রার্থীদের কাছে অনেক আসন হারায়।\n১৯৩৩ সালে তিনি কমন্সে ফিরে আসেন যখন তিনি ওয়েন্টওয়ার্থের একটি উপ-নির্বাচনে বিনা প্রতিদ্বন্দ্বিতায় ফিরে আসেন। তিনি ১৯৩৫ এবং ১৯৪৫ সালের সাধারণ নির্বাচনে পুনরায় নির্বাচিত হন। ১৯৪৫ সালের সাধারণ নির্বাচনে যে কোনো এমপির মধ্যে তিনি সবচেয়ে বেশি সংখ্যাগরিষ্ঠ ছিলেন: ৩৫,৪১০ জন।\nতিনি ১৯৪০ সালে লর্ড কমিশনার অফ ট্রেজারী হিসাবে যুদ্ধকালীন জোট সরকারে যোগদান করেন এবং ১৯৪১ থেকে ১৯৪৫ সাল পর্যন্ত পেনশন মন্ত্রণালয়ের সংসদীয় সচিব ছিলেন। তিনি ১৯৪৪ সালে একজন প্রিভি কাউন্সেলর নিযুক্ত হন। যুদ্ধের পরে গঠিত শ্রম সরকারে তিনি ১৯৪৫-১৯৪৭ সাল পর্যন্ত পেনশন মন্ত্রী ছিলেন; এবং পোস্টমাস্টার জেনারেল ১৯৪৭ - ১৯৫০।\n১৯৫০ সালের সাধারণ নির্বাচন থেকে জনপ্রতিনিধিত্ব আইন ১৯৪৮ দ্বারা ওয়েন্টওয়ার্থ নির্বাচনী এলাকাটি বিলুপ্ত করা হয়েছিল। পালিং ডিয়ারন ভ্যালির নতুন আসনের জন্য নির্বাচিত হন এবং ১৯৫৫ সালে পুনরায় নির্বাচিত হন। ১৯৫৯ সালের সাধারণ নির্বাচনে তিনি সংসদ থেকে অবসর গ্রহণ করেন।\nপালিং হুথওয়েটের এলিজাবেথ হান্টকে বিয়ে করেছিলেন এবং তাদের দুটি সন্তান ছিল। তিনি ১৯৭১ সালের এপ্রিল মাসে ডনকাস্টারের কাছে স্কথর্পে তার বাড়িতে মারা যান।\n\n\n== তথ্যসূত্র =="}