{"pageid": 1440259, "title": "রাধা দামোদর মন্দির, বৃন্দাবন", "url": "https://bn.wikipedia.org/wiki?curid=1440259", "content": "শ্রী রাধা দামোদর মন্দির হল একটি হিন্দু মন্দির যা হিন্দু দেবতা রাধা এবং কৃষ্ণকে উৎসর্গীকৃত। মন্দিরটি ভারতীয় রাজ্য উত্তরপ্রদেশ এর বৃন্দাবনে অবস্থিত। মন্দিরে কৃষ্ণ তাঁর সহধর্মিণী রাধার সাথে দামোদর রূপে পূজিত হন। এটি বৃন্দাবনের প্রধান সাতটি গোস্বামী মন্দিরের একটি। মন্দিরটি গৌড়ীয় বৈষ্ণববাদ ঐতিহ্যের অন্তর্গত এবং ১৫৪২ খ্রিস্টাব্দে জীব গোস্বামী দ্বারা প্রতিষ্ঠিত হয়েছিল। \n\n\n== ইতিহাস ==\n\nশ্রী রাধা দামোদর মন্দির প্রথম ১৫৪২ খ্রিস্টাব্দে জীব গোস্বামী দ্বারা প্রতিষ্ঠিত হয়েছিল এবং এটি বৃন্দাবনের সেবা কুঞ্জে অবস্থিত ছিল। পরবর্তীতে ১৫৭০ সালে, যখন মুসলিম সম্রাট আওরঙ্গজেব বৃন্দাবন আক্রমণ করেন, তখন আদি দেবতা রাধা দামোদরকে কিছু সময়ের জন্য জয়পুরে স্থানান্তরিত করা হয় এবং যখন সামাজিক পরিস্থিতি অনুকূল হয়, তখন দেবতাদের ১৭৩৯ খ্রিস্টাব্দে বৃন্দাবনে ফিরিয়ে আনা হয়। সেই থেকে বৃন্দাবনে দেবতা রাধা দামোদরের সেবা করা হয়েছে।  ১৫৯৬ সালে জীব গোস্বামী তার অপ্রকটের আগে, উত্তরাধিকারী প্রধান পুরোহিত হিসেবে কৃষ্ণ দাসকে দেবতাদের সেবার ভার অর্পণ করেন। বর্তমানে, কৃষ্ণ দাসের বংশধররা বিগ্রহের সেবা করছে।\n\n\n== তাৎপর্য ==\n\nমন্দিরটি বৃন্দাবনের একটি প্রাচীন মন্দির। এটি বৃন্দাবনের সাতটি উল্লেখযোগ্য মন্দিরের মধ্যে একটি। অন্যান্য মন্দিরগুলো হচ্ছে রাধা মদন মোহন মন্দির, রাধা গোকুলানন্দ মন্দির, রাধা রমন মন্দির, রাধা গোবিন্দ মন্দির, রাধা গোপীনাথ মন্দির এবং রাধা শ্যামসুন্দর মন্দির।   মন্দিরটিতে কৃষ্ণের পায়ের ছাপ সহ \"গিরিরাজ শিলা\"-ও রয়েছে যা স্বয়ং কৃষ্ণ দ্বারা সনাতন গোস্বামী-কে দেওয়া হয়েছিল বলে বিশ্বাস করা হয়।। জনপ্রিয় বিশ্বাস অনুসারে, রাধা দামোদর মন্দিরের চারবার পরিক্রমা   গোবর্ধন পাহাড়-এর একবার পরিক্রমার সমান।  মন্দির প্রাঙ্গণে রূপ গোস্বামী সমাধি এবং জীব গোস্বামী সমাধি সহ অনেক গৌড়ীয় সাধকের সমাধিও রয়েছে। ইসকন এর প্রতিষ্ঠাতা অভয়চরণারবিন্দ ভক্তিবেদান্ত স্বামী প্রভুপাদ আমেরিকায় কৃষ্ণ সম্পর্কে প্রচারের পূর্বে ছয় বছর এই মন্দিরে অবস্থান করেছিলেন।\n\n\n== মন্দিরের বিগ্রহ ==\n\nরাধা দামোদর দেবতা এবং গিরিরাজ শিলা। এছাড়া আরো পূজিত হন শ্রীরাধাবৃন্দাবনচন্দ্রজি, শ্রী রাধা মাধব জি, শ্রী গৌর নিতাই এবং শ্রী জগন্নাথ দেব জি ।\n\n\n== মন্দিরের সময় ==\nসকাল - ভোর ৪:৩০ থেকে দুপুর ১:০০ পর্যন্ত\nসন্ধ্যা - বিকেল ৪:৩০ থেকে রাত ৯:০০\n\n\n== আরও দেখুন ==\nরাধা কুণ্ড\nরাধা কৃষ্ণ\nকুসুম সরোবর\nগোবর্ধন শিলা\nরাধারানী মন্দির\nনিধিবন, বৃন্দাবন\nরাধারমন মন্দির\nরাধা দামোদর মন্দির, জুনাগড়\nরাধা বল্লভ মন্দির, বৃন্দাবন\nরাধা মদন মোহন মন্দির, বৃন্দাবন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nhttps://www.radhadamodarmandir.com/"}