{"pageid": 1440496, "title": "কল্যাণ-মিত্রতা", "url": "https://bn.wikipedia.org/wiki?curid=1440496", "content": "কল্যাণ-মিত্রতা বা কল্যাণ-মিত্ততা হলো বৌদ্ধ সম্প্রদায়ের জীবনে \"প্রশংসনীয় বন্ধুত্ব\" এর বৌদ্ধ ধারণা, যা সন্ন্যাসী ও গৃহকর্তার সম্পর্ক উভয়ের ক্ষেত্রেই প্রযোজ্য। এই ধরনের সম্পর্কের সাথে জড়িত \"ভাল বন্ধু\", \"গুণসম্পন্ন বন্ধু\", \"মহৎ বন্ধু\" বা \"প্রশংসনীয় বন্ধু\" হিসাবে পরিচিত।\n\n\n== উৎস ==\n\n\n=== ত্রিপিটকীয় ===\n\nপালি ত্রিপিটকের উপাদ্ধ সুত্ত (সনি ৪৫.২)-এ ভগবান বুদ্ধ এবং তাঁর শিষ্য আনন্দের মধ্যে কথোপকথন রয়েছে যাতে আনন্দ উৎসাহের সাথে ঘোষণা করেন, 'এটি পবিত্র জীবনের অর্ধেক, প্রভু: প্রশংসনীয় বন্ধুত্ব, প্রশংসনীয় সাহচর্য, প্রশংসনীয় বন্ধুত্ব।' বুদ্ধ উত্তর দেন:\n\nবলো না, আনন্দ। বলবে না। প্রশংসনীয় বন্ধুত্ব, প্রশংসনীয় সাহচর্য, প্রশংসনীয় সৌহার্দ্য আসলে পবিত্র জীবনের পুরোটাই। যখন একজন সন্ন্যাসীর বন্ধু, সঙ্গী এবং কমরেড হিসাবে প্রশংসনীয় লোক থাকে, তখন তিনি অষ্টাঙ্গিক মার্গের বিকাশ ও অনুসরণ করবেন বলে আশা করা যায়।\nবুদ্ধ ব্যাখ্যা করেছেন যে, এই ধরনের বন্ধুত্বের মাধ্যমে একজন নির্জনতা, বৈরাগ্য ও অবসানের মাধ্যমে প্রতিটি পথের কারণের বিকাশ ঘটায়। আরও, বুদ্ধ বলেছেন যে বুদ্ধের সাথে আধ্যাত্মিক বন্ধুত্বের মাধ্যমে স্বয়ং অনুসারীরা দুঃখ থেকে মুক্তি লাভ করেছে।\nডাঃ আরএল এর মতেসোনি, প্রামাণিক বক্তৃতাগুলি বলে যে \"বিজ্ঞদের সাথে সাহচর্য\" নিম্নলিখিত বিকাশের অগ্রগতির দিকে পরিচালিত করে: \"ভাল উপদেশ শোনা, যুক্তিযুক্ত বিশ্বাস, মহৎ চিন্তা, স্পষ্ট চিন্তাভাবনা, আত্মনিয়ন্ত্রণ, ভাল আচরণ, প্রতিবন্ধকতাকে জয় করা, প্রজ্ঞা অর্জন করা এবং ফলে মুক্তি।\"\nআরও বিস্তৃতভাবে, ইতিবুত্তক ১.১৭-এ, বুদ্ধ ঘোষণা করেছেন:\n\nবাহ্যিক কারণগুলির বিষয়ে, আমি প্রশংসনীয় বন্ধুত্বের মতো অন্য কোনও একক গুণক কল্পনা করি না যে প্রশিক্ষণে একজন সন্ন্যাসীর জন্য এত কিছু করা হয়েছে, যিনি হৃদয়ের লক্ষ্য অর্জন করেননি কিন্তু বন্ধন থেকে অপ্রতিরোধ্য সুরক্ষার জন্য অভিপ্রায়ে রয়েছেন। একজন সন্ন্যাসী যিনি প্রশংসনীয় লোকদের সাথে বন্ধুত্ব করেন তিনি যা অদক্ষ তা ত্যাগ করেন এবং যা দক্ষ তা বিকাশ করেন।\nগৃহকর্তার পরিপ্রেক্ষিতে, বুদ্ধ দীঘজানু সুত্তে (অনি ৮.৫৪) নিম্নলিখিত বিশদ বিবরণ প্রদান করেছেন:\n\nএবং প্রশংসনীয় বন্ধুত্ব বলতে কী বোঝায়? এমন ঘটনা রয়েছে যেখানে একজন সাধারণ ব্যক্তি, সে যে শহরে বা গ্রামেই থাকুক না কেন, গৃহকর্তা বা গৃহকর্তার ছেলে, যুবক বা বৃদ্ধ, যারা পুণ্যের দিক থেকে উন্নত তাদের সাথে সময় কাটায়। তিনি তাদের সাথে কথা বলেন, আলোচনায় জড়ান। তিনি তাদের মধ্যে পরিপূর্ণ প্রত্যয় অনুকরণ করেন যারা দৃঢ়প্রত্যয়ের মধ্যে পরিপূর্ণ, যারা পূর্ণতার মধ্যে পূর্ণাঙ্গ তাদের মধ্যে পূর্ণাঙ্গ গুণাবলী, যারা উদারতায় পরিপূর্ণ তাদের মধ্যে পরিপূর্ণ উদারতা, এবং যারা বিচক্ষণতায় পরিপূর্ণ তাদের মধ্যে পরিপূর্ণ বিচক্ষণতা। এটাকে বলা হয় প্রশংসনীয় বন্ধুত্ব।\n\n\n=== ত্রিপিটকীয় পরবর্তী ===\nপ্রথম শতাব্দীর ব্যাখ্যামূলক বিমুত্তিমগ্গে, অর্হন্ত উপতিসা \"চমৎকার একাগ্রতা\" বিকাশের জন্য \"ভালো বন্ধু\" বা \"সর্বশ্রেষ্ঠ বন্ধু\" খোঁজার প্রয়োজনীয়তা চিহ্নিত করেছেন। ভাল বন্ধুর ত্রিপিটক, কর্ম, \"কল্যাণকর পার্থিব জ্ঞান\" এবং চতুরার্য সত্য বোঝা উচিত। অঙ্গুত্তরনিকায় ৭.৩৬ উদ্ধৃত করে, উপতিসা বলেছেন যে একজন ভিক্ষুমিত্তোর (সন্ন্যাসী বন্ধু) নিম্নলিখিত সাতটি গুণ থাকা উচিত।\n\nস্নেহশীলতা, শ্রদ্ধাশীলতা, পূজনীয়তা, ভাল উপদেশ দেওয়ার ক্ষমতা, ধৈর্য (শ্রবণে), গভীর বক্তৃতা দেওয়ার ক্ষমতা এবং অকেজো শেষের জন্য নিজেকে প্রয়োগ না করা।\nপঞ্চম শতাব্দীর বিশুদ্ধিমগ্গে, বুদ্ধঘোষ \"ভালো বন্ধু\" খোঁজার প্রয়োজনের কথাও উল্লেখ করেছেন যে কারো \"ধ্যানের বিষয়ের দাতা\" হবেন। উপতিসার মতো, বুদ্ধঘোষ অনি ৭.৩৬-এর সাতটি গুণের কথা উল্লেখ করে এবং যোগ করে যে শুধুমাত্র বুদ্ধেরই এই সমস্ত গুণ রয়েছে।\nযদি বুদ্ধ ভালো বন্ধু হতে না পান, তাহলে আশিটি মহান শ্রাবকদের মধ্যে একজনকে সুপারিশ করা হয়; যদি তাদের মধ্যে একটিও পাওয়া না যায়, তাহলে ভালো বন্ধুর সন্ধান করা উচিত যিনি সমস্ত ঝান ও বিপস্যনার বিকাশের মাধ্যমে সমস্ত বন্ধনকে ধ্বংস করেছেন।অন্যথায়, নিচের ক্রমে, কেউ বেছে নিতে পারে: অনাগামী বা সকদাগামী বা সোতাপন্ন বা অ-অর্হৎ যিনি ঝানিক অবস্থা অর্জন করেছেন, বা যিনি ত্রিপিটক বা দুটি পিটক বা এক পিটক জানেন, অথবা যিনি নিকায় ও এর ভাষ্য জানেন এবং যিনি বিবেকবান।\n\n\n== গুরু-শিষ্যের সম্পর্ক ==\nবৌদ্ধ চিন্তাধারার প্রথাগত সম্প্রদায়ে, আধ্যাত্মিক বন্ধুত্ব হলো বন্ধুত্বের বন্ধুত্ব যার সমবয়সীদের মধ্যে নয়, বরং শিষ্য ও গুরুর মধ্যে বন্ধুত্ব। উল্লিখিত সূত্তগুলি থেকে, আমরা দেখতে পাচ্ছি যে বুদ্ধ আধ্যাত্মিক উন্নতিতে আধ্যাত্মিক বন্ধু থাকা অপরিহার্য বলে বিশ্বাস করেছিলেন। এই বন্ধুত্বটি গুরুর জ্ঞান এবং শিষ্যের সম্ভাবনার প্রতি গভীর শ্রদ্ধার উপর নির্মিত, এবং, এই সম্মান ও বন্ধুত্বের মাধ্যমে, দুই ব্যক্তি গঠনমূলক আচরণ শিখে। বৌদ্ধধর্মে গঠনমূলক আচরণ হলো জীবনের প্রতি গঠনমূলক উপায়ে চিন্তা করা, কথা বলা ও আচরণ করা, যা ব্যক্তিগত সুখের দিকে পরিচালিত করে, এবং তারপরে, বোধোদয়ের দিকে।\nবজ্রযান ঐতিহ্যের মধ্যে, শিষ্যকে সঠিক তান্ত্রিক পথে পরিচালিত করতে এবং ভুল বোঝাবুঝি ও ভুল অনুশীলনের ক্ষতিকর পরিণতি এড়াতে গুরু-শিষ্যের সম্পর্ককে অত্যন্ত গুরুত্বের সাথে বিবেচনা করা হয়।\n\n\n== যুগ্ম সম্পর্ক ==\nআধ্যাত্মিক বন্ধুত্ব বৌদ্ধ সম্প্রদায়ের মধ্যে সমবয়সীদের মধ্যে বন্ধন তৈরি করার জন্য গুরুত্বপূর্ণ।\nত্রিরত্ন বৌদ্ধ সম্প্রদায়ের প্রতিষ্ঠাতা সংঘরক্ষিত আধ্যাত্মিক বন্ধুত্বের উপর জোর দেন- যে আধ্যাত্মিক বন্ধু হিসাবে সমবয়সীদের দল থাকার মাধ্যমে, আমরা বিচ্ছিন্নতার চেয়ে ভাল মানুষ হওয়া সম্পর্কে আরও বেশি শিখি:\n\n[সংঘরক্ষিতা] সমবয়সীদের সাথে বন্ধুত্বের মূল্যের উপর জোর দেয়, বিশেষ করে অন্তত আদর্শমূলক বন্ধু যার সাথে আমরা ঘনিষ্ঠ ও সম্পূর্ণরূপে খোলামেলা হতে পারি। বন্ধুত্বের মাধ্যমে আমরা উদারতা, সহানুভূতি, ধৈর্য ও ক্ষমার গুণাবলী বিকাশ করার সুযোগ পেয়েছি।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nFriendship Verses about Intimate Friends – Mitra-vargha\nSpiritual Friendship by Bhikkhu Bodhi\nBullitt, John T. (2005). Admirable friendship: Kalyanamittata [An anthology from the Pali Canon]. Retrieved ২০ জুলাই 2007 from \"Access to Insight\" at Admirable friendship: kalyanamittata.\nSubhuti (2001). Good Company [essay on spiritual friendship].  Printed in Dharmalife (No. 17, Winter 2001).  Retrieved from \"DharmaLife\" at Good Company of Dharma Life."}