{"pageid": 1440134, "title": "২০১৪ বর্ধমান বিস্ফোরণ", "url": "https://bn.wikipedia.org/wiki?curid=1440134", "content": "২০১৪ সালের ২ অক্টোবর বর্ধমানের খাগড়াগড় এলাকার একটি বাড়িতে একটি বিস্ফোরণ ঘটে। দুই সন্ত্রাসী (প্রাথমিকভাবে ইন্ডিয়ান মুজাহিদিনের বলে সন্দেহ করা হয়েছিল) নিহত এবং তৃতীয়জন আহত হয়েছে। পুলিশ ৫৫টি ইম্প্রোভাইজড এক্সপ্লোসিভ ডিভাইস, আরডিএক্স, হাত ঘড়ির ডায়াল এবং সিম কার্ড জব্দ করেছে।\n২০১৮ সালের আগস্টে, ৪ বাংলাদেশী নাগরিক সহ ১৯ জনকে, জামাত-উল-মুজাহিদিন বাংলাদেশের (জেএমবি) সদস্য, একটি রাষ্ট্ৰীয় অনুসন্ধান সংস্থার বিশেষ আদালত দ্বারা হামলা চালানোর জন্য দোষী সাব্যস্ত করা হয়েছিল। ২০২১ সালের ফেব্রুয়ারিতে, বাংলাদেশের ময়মনসিংহের কাউসার, জেএমবির একজন সদস্যকে ভারতীয় দণ্ডবিধি, বেআইনি কার্যকলাপ (প্রতিরোধ) আইন, বিদেশী আইন, অস্ত্র আইনের ধারাগুলির অধীনে এনআইএ আদালত দ্বারা দোষী সাব্যস্ত করা হয়েছিল এবং ২৯ বছরের কারাদণ্ড দেওয়া হয়েছিল। ২০১৩ সালের বোধগয়া বোমা হামলায় জড়িত থাকার অভিযোগও রয়েছে তার বিরুদ্ধে। ২০২২ সালের জুনে, জেএমবি থেকে মোহাম্মদ মসিউদ্দিনও হামলায় জড়িত থাকার জন্য দোষী সাব্যস্ত হয়েছিল এবং তাকে যাবজ্জীবন কারাদণ্ড দেওয়া হয়েছিল। তিনি কলকাতায় একটি দায়রা আদালতের দ্বারা বিদেশী পর্যটকদের শিরশ্ছেদ করার ষড়যন্ত্রের জন্যও দোষী সাব্যস্ত হন এবং তাকে ইসলামিক স্টেট সদস্য বলে সন্দেহ করা হয় এবং আগের শুনানির সময় বিচারকের দিকে জুতা নিক্ষেপ সহ অন্যান্য হিংসাত্মক অপরাধের ইতিহাস ছিল।\n\n\n== বিস্ফোরণ ==\n২০১৪ সালের ২ অক্টোবর  দুপুর ১২:০০ টায়, বর্ধমানের খাগড়াগড় এলাকায় একটি দ্বিতল ভবনে একটি বিস্ফোরণ ঘটে। ভবনটির মালিক নুরুল হাসান চৌধুরী রাস্তার পাশের অন্য একটি বাড়িতে থাকতেন। হাসান চৌধুরী তৃণমূল কংগ্রেসের নেতা ছিলেন এবং ভবনের নিচতলাটি তৃণমূল কংগ্রেসের দলীয় কার্যালয় হিসেবে ব্যবহৃত হত। ২০০৮ এবং ২০১৩ পঞ্চায়েত নির্বাচনের সময়, এটি তৃণমূল কংগ্রেস নির্বাচনী অফিস হিসাবে ব্যবহার করেছিল। চৌধুরী ভবনের প্রথম তলাটি শাকিল আহমেদের কাছে মাসিক ₹৪,৭০০ ভাড়া দিয়েছিলেন।\nস্থানীয়রা বিস্ফোরণের শব্দ শুনে এবং প্রথম তলার কক্ষ থেকে ধোঁয়া বের হতে দেখে পুলিশ ও ফায়ার ব্রিগেডকে খবর দেয়। পুলিশ এলে ভবনের ভেতরে থাকা দুই নারী পুলিশকে বন্দুকের মুখে ঢুকতে বাধা দেয়, ভবন উড়িয়ে দেওয়ার হুমকি দেয় এবং বেশ কিছু নথিপত্র ও আলামত নষ্ট করে দেয়।\nশাকিল আহমেদ যে জায়গাটি ভাড়া নিয়েছিলেন এবং নদীয়া জেলার করিমপুরের বাসিন্দা, ঘটনাস্থলেই মারা যান। আহত হয়েছেন দুই ব্যক্তি। তাদের মধ্যে একজন সোবহান মন্ডল পরে বর্ধমান মেডিকেল কলেজ ও হাসপাতালে মারা যান। মুর্শিদাবাদ জেলার লালগোলার আব্দুল হাকিম নামে অপর একজনকে আশঙ্কাজনক অবস্থায় হাসপাতালে ভর্তি করা হয়েছে। ওই দুই নারী, শাকিল আহমেদ ও আবদুল হাকিমের স্ত্রী এবং তাদের দুই সন্তান অক্ষত রয়েছেন।\nপুলিশ ওই দুই নারীকে আটক করেছে। ৫০টিরও বেশি ইম্প্রোভাইজড এক্সপ্লোসিভ ডিভাইস উদ্ধার করা হয়েছে। পুলিশ প্রচুর পরিমাণে হাত ঘড়ির ডায়াল, সিম কার্ড এবং ইম্প্রোভাইজড এক্সপ্লোসিভ ডিভাইস প্রস্তুত করতে ব্যবহৃত সরঞ্জামগুলিও জব্দ করেছে। প্রোপাগান্ডা গান, তালেবান ট্রেনিং ভিডিও সম্বলিত মাইক্রো এসডি কার্ড উদ্ধার করা হয়েছে। ইলেক্টর কার্ড এবং পাসপোর্টের মতো জাল ভারতীয় নথি পাওয়া গেছে। আরবীতে মানচিত্র ও অর্ধপোড়া বইও উদ্ধার করা হয়েছে। দামোদরের তীরে ইম্প্রোভাইজড এক্সপ্লোসিভ ডিভাইসের বিস্ফোরণ ঘটায় সিআইডি ।\n\n\n== তদন্ত ==\nতদন্তের জন্য রাষ্ট্ৰীয় অনুসন্ধান সংস্থার একটি দল ৩ অক্টোবর বর্ধমানে পৌঁছেছিল। সিআইডির প্রাথমিক তদন্তে 'আল জিহাদ' নামের একটি গোষ্ঠী এই কর্মকাণ্ডে জড়িত থাকার ইঙ্গিত দিয়েছে। এনআইএ-র মতে, আল জিহাদ মডিউল দুর্গা পূজার সময় কলকাতায় দশটি বিস্ফোরণের পরিকল্পনা করেছিল। সেন্ট্রাল ফরেনসিক রিসার্চ ল্যাবরেটরির একটি দল ৪ অক্টোবর ঘটনাস্থলে পৌঁছে। তারা বিস্ফোরণের স্থান থেকে বালি পরিদর্শন করে এবং সন্দেহ করে যে অপারেটররা ইন্ডিয়ান মুজাহিদিনের ।\n\n\n== আরো দেখুন ==\nরক্তবীজ, ২০২৩ সালের সন্ত্রাসী হামলার উপর ভিত্তি করে নির্মিত ভারতীয় চলচ্চিত্র\n\n\n== তথ্যসূত্র =="}