{"pageid": 1440879, "title": "এ. কে. এ. ফিরোজ নুন", "url": "https://bn.wikipedia.org/wiki?curid=1440879", "content": "এ. কে. এ. ফিরোজ নুন (৪ জানুয়ারি ১৯৪৬ - ২৩ ডিসেম্বর ২০০৬)  একজন বাংলাদেশী রাজনীতিবিদ, যিনি বাংলাদেশ জাতীয়তাবাদী দল (বিএনপি) এর অন্যতম প্রতিষ্ঠাতা সদস্য ছিলেন। তিনি বিএনপির রাজনৈতিক প্রশিক্ষণ কেন্দ্রের প্রতিষ্ঠাতা অধ্যক্ষ ছিলেন। বিএনপির সাবেক রাজনৈতিক ও অর্থনৈতিক গবেষণা সম্পাদক, ফিরোজ ১৯৯১-১৯৯৬ সময়কালে বাংলাদেশের তৎকালীন প্রধানমন্ত্রী খালেদা জিয়ার রাজনৈতিক উপদেষ্টা হিসেবে দায়িত্ব পালন করেন।  তিনি পূর্ব পাকিস্তান ছাত্র লীগের (১৯৬৬-১৯৬৭) ভিপিও ছিলেন।\n\n\n== জীবনের প্রথমার্ধ ==\nনুন ১৯৪৬ সালের ৪ জানুয়ারি তৎকালীন বেঙ্গল প্রেসিডেন্সির শ্রীনগরের সামসপুরে জন্মগ্রহণ করেন। তার পিতা মোজাম্মেল হোসেন, সুবা মিয়া নামে পরিচিত, তিনি বিক্রমপুরের কোলাপাড়া ইউনিয়নের অল্প সময়ের জন্য সভাপতি ছিলেন। তার মা সুফুলা বেগম (চাঁপা) ছিলেন খান বাহাদুর খবিরুল্লাহর নাতনি।\nনুন খুলনার শমসপুর স্কুল ও সেন্ট জোসেফ উচ্চ বিদ্যালয়ে পড়াশুনা করেছেন। তিনি খুলনার মডেল হাই স্কুল থেকে ১৯৬৩ সালে ম্যাট্রিকুলেশন পাশ করেন। তিনি ১৯৬৭ সালে খুলনার বিএল কলেজ থেকে চারুকলায় স্নাতক হন।\n\n\n== রাজনৈতিক পেশা ==\n\n\n=== ছাত্র রাজনীতি ===\nপ্রায় এই সময়ে কলেজে হামুদুর রহমান শিক্ষা কমিশন রিপোর্ট নিয়ে বিতর্কে সমগ্র পূর্ব পাকিস্তান জড়িয়ে পরে। ছাত্রসমাজ সামগ্রিকভাবে প্রতিবাদী হয়ে ওঠে এবং প্রতিবেদনটি বাতিলের দাবি জানায় যা বাস্তবায়িত হলে ছাত্রদের স্বার্থের বিরুদ্ধে যাবে। নুন কলেজ ছাত্রদের কমিটির আহ্বায়ক ছিলেন এবং শেষ পর্যন্ত এর নেতৃত্বে জড়িত ছিলেন। এই সময় তিনি ছাত্র লীগে (ছাত্রলীগ) যোগ দেন। ছাত্রদের প্রথম সারির নেতা হওয়ার কারণে তিনি পূর্ব পাকিস্তান সরকারের রোষানলে পড়েন এবং ১৯৬৩ সালে কিছু সময়ের জন্য কারাগারে বন্দী হন। \nনুন তৎকালীন প্রধান বিরোধী রাজনৈতিক দল ছাত্র আন্দোলন যথাক্রমে আওয়ামী লীগের ৬ দফা এবং ছাত্রদের ১১ দফা কর্মসূচিসহ পূর্ব পাকিস্তানের ছাত্রদের আন্দোলনে অংশগ্রহণ করেন।\n\n\n== প্রকাশনা ==\nরাষ্ট্রপতি জিয়াউর রহমানের জীবন ও কর্মের ওপর পাঁচটি বইয়ের লেখক ছিলেন নুন। প্রকাশনার মধ্যে অন্তর্ভুক্ত:\n\nআমার রাজনীতির রূপরেখা (১৯৮৬)\nজিয়া কেনো জনপ্রিয় (১৯৯১)\nছোটদের জন্য জিয়াউর রহমান (১৯৯১)\nছোটদের কোমল জনতার জিয়া (২০০২)\nশহীদ জিয়ার শ্রেষ্ঠ বক্তৃতা (২০০২)\n\n\n== সাংবাদিকতা ও সাংস্কৃতিক ক্ষেত্রে সম্পৃক্ততা ==\n\nনুন ১৯৬৩-১৯৬৪ সালে দৈনিক ইত্তেফাকের প্রতিবেদক হিসেবে এবং ১৯৮২ থেকে ১৯৯০ সাল পর্যন্ত দৈনিক দেশ এর জেনারেল ম্যানেজার হিসেবে যুক্ত ছিলেন। এছাড়া বাংলাদেশের অনেক দৈনিকের সম্পাদকীয়-পরবর্তী কলামে তিনি নিয়মিত অবদান রেখেছেন।\nতার অন্যান্য কৃতিত্বের মধ্যে নুন একজন টেলিভিশন ব্যক্তিত্ব ছিলেন যিনি বাংলাদেশ টেলিভিশনে (বিটিভি) টক শো করতেন। এছাড়া তিনি বিটিভিতে জাতীয় বিতর্ক প্রতিযোগিতায় সভাপতিত্ব করেছেন। তিনি চ্যানেল আই- তে তৃতীয় মাত্রার নিয়মিত অতিথি বক্তা ছিলেন এবং অতিথি বক্তা হিসেবে এনটিভি, এটিএন বাংলা, আরটিভি ইত্যাদিতেও নিয়মিত ছিলেন।\nনুন সামাজিক-সাংস্কৃতিক অঙ্গনে অবদানের জন্য অতীশ দীপঙ্কর স্বর্ণপদক পুরস্কার পেয়েছেন।\n\n\n== তথ্যসূত্র =="}