{"pageid": 1440363, "title": "ট্যারোট", "url": "https://bn.wikipedia.org/wiki?curid=1440363", "content": "ট্যারোট (/ˈtæroʊ/, প্রথমে trionfi নামে পরিচিত এবং পরে tarocchi বা tarocks) হল তাসের একটি প্যাক, যা কমপক্ষে ১৫ শতকের মাঝামাঝি থেকে ব্যবহৃত হয় ইউরোপের বিভিন্ন অংশে তারোচিনির মতো তাস খেলার জন্য। তাদের ইতালীয় শিকড় থেকে, ট্যারোট খেলার কার্ড ছড়িয়ে পড়ে বেশিরভাগ ইউরোপে, খেলাধুলার একটি পরিবার হিসেবে বিকশিত হয় যা জার্মান Grosstarok এবং আধুনিক গেম যেমন ফরাসি ট্যারোট এবং অস্ট্রিয়ান কোনিগ্রুফেনকে অন্তর্ভুক্ত করে। ১৮ শতকের শেষের দিকে ফরাসি জাদুবিদরা দাবি করে তাদের বিস্তৃত ইতিহাস,অর্থ সম্পর্কে, কিন্তু তা অপ্রমাণিত,যা  পরিচালিত করে ব্যবহার করার জন্য কাস্টম ডেকের উত্থানের দিকে এবং ট্যারোট কার্ড রিডিং কার্টোম্যানসির মাধ্যমে ভবিষ্যদ্বাণী করতে। এইভাবে, ট্যারোট প্যাকের দুটি স্বতন্ত্র ধরনের প্রচলন আছে: যা খেলার জন্য এবং ভবিষ্যদ্বাণী জন্য ব্যবহৃত হয়। যাইহোক, কিছু পুরানো ধরন, যেমন Tarot de Marseille, মূলত তাস খেলার উদ্দেশ্যে চালু হয়, মাঝে মাঝে কার্টোম্যানসির জন্য ব্যবহৃত হয়। \nসাধারণ প্লেয়িং কার্ডের মতো, ট্যারোতে চারটি স্যুট রয়েছে যা অঞ্চল ভেদে ভিন্ন ভিন্ন: ফরাসি স্যুট পশ্চিমা বিশ্বে, মধ্য এবং পূর্ব ইউরোপে, এবং ল্যাটিন স্যুট দক্ষিণ ইউরোপে ব্যবহৃত হতো । প্রতিটি স্যুটে ১৪টি কার্ড রয়েছে: দশটি পিপ কার্ড যা এক (বা টেই) থেকে দশ নম্বরের; এবং চারটি ফেস কার্ড: রাজা, রানী, নাইট, এবং জ্যাক/নাভ/পৃষ্ঠা। উপরন্তু, এবং অসদৃশ স্ট্যান্ডার্ড প্যাক, যেখানে ট্যারোতে একটি পৃথক ট্রাম্প স্যুট ২১-কার্ড রয়েছে এবং এক একটি কার্ড Fool হিসাবে পরিচিত । খেলার উপর নির্ভর করে এই Fool শীর্ষ ট্রাম্প হিসাবে কাজ করতে পারে বা স্যুটকে এড়িয়ে যেতে পারে [2]। এই টেরোট কার্ডগুলি এখনও প্রচলিত কার্ড গেম হিসেবে ইউরোপের বেশিরভাগ অংশে ব্যবহৃত হয়।\nইংরেজি-ভাষী দেশগুলিতে যেখানে এই গেমগুলি ব্যাপকভাবে খেলা হয় না, শুধুমাত্র বিশেষভাবে ডিজাইন করা হয় কার্টোম্যান্টিক ট্যারট কার্ড, প্রাথমিকভাবে অভিনবত্ব এবং ভবিষ্যদ্বাণীর জন্য ব্যবহৃত হয় আর তাসহজেই পাওয়া যায়। আদি ফরাসি জাদুবিদরা দাবি করেছিলেন যে ট্যারোট কার্ডগুলির সাথে প্রাচীন মিশর, কাব্বালা, ভারতীয় তন্ত্র বা আই চিং-দের সংযোগ রয়েছে যে দাবি. কার্ড ভবিষ্যদ্বাণীতে লেখকদের দ্বারা ঘন ঘন পুনরাবৃত্তি করা হয়েছে ।তবে, পণ্ডিতৃদের গবেষণায় দেখা গেছে যে ১৫ শতকের মাঝামাঝি উত্তর ইতালিতে ট্যারোট কার্ড উদ্ভাবিত হয়েছিল এবং নিশ্চিত করেছেন যে শেষ অবধি ভবিষ্যদ্বাণীর জন্য ট্যারোট কার্ডের কোনও উল্লেখযোগ্য ব্যবহারের ১৮ শতক অবদি কোনও ঐতিহাসিক প্রমাণ নেই। [2][3] ঐতিহাসিকরা ট্যারোট প্যাকের পশ্চিমা দৃষ্টিভঙ্গিকে \"সবচেয়ে বেশি সফল Propaganda প্রচারনা\" হিসাবে বর্ণনা করেছেন... একটি সম্পূর্ণ মিথ্যা ইতিহাস এবং মিথ্যা ব্যাখ্যা ট্যারোট প্যাক সম্পর্কে যা জাদুবিদদের দ্বারা তৈরি করা হয়েছিল এবং এটি সর্বজনীনভাবে বিশ্বাস করা হয়।\"[4]\nজাদুবিদ্যার ঐতিহ্যে, ট্যারোট কার্ডগুলিকে \"আরকানা\" হিসাবে উল্লেখ করা হয়, যার সাথে Fool এবং ২১ টি ট্রাম্পকে বলা হয় মেজর আরকানা এবং স্যুট কার্ড মাইনর আরকানা,[5] শব্দগুলি ট্যারোট কার্ড গেমের খেলোয়াড়দের দ্বারা ব্যবহৃত হয় না। \nটেরোট কার্ড, তখন তারোচি নামে পরিচিত ছিলো, প্রথমবার উত্তর ইতালির ফেরার এবং মিলানে Fool এবং ২১টি ট্রাম্প (তখন ট্রিওনফি বলা হয়) চারটি স্যুটের স্ট্যান্ডার্ড ইতালিয়ান প্যাকে যোগ করা হয়েছিলো: ব্যাটন, কয়েন, কাপ এবং তলোয়ার। পণ্ডিতদের থেকে বলা হয়েছে যে প্রাথমিক ইউরোপীয় কার্ডগুলি সম্ভবত মিশরীয়দের উপর ভিত্তি করে ছিল মামলুক ডেক বা তা ১৪ শতকের আগে উদ্ভাবিত হয়েছিল, যা এশিয়া থেকে কাগজ আবিষ্কারের পরে পশ্চিম ইউরোপে। 1300-এর দশকের শেষের দিকে, ইউরোপীয়রা তাদের নিজস্ব কার্ড তৈরি করছিল মামলুক ডেকের উপর ভিত্তি করে, যা প্রাচীনতম নিদর্শন। কিন্তু স্যুট চিহ্ন এবং কোর্ট কার্ডে ছিলো ভিন্ন।"}