{"pageid": 1440816, "title": "নামরূপ", "url": "https://bn.wikipedia.org/wiki?curid=1440816", "content": "নামরূপ (সংস্কৃত: नामरूप) বৌদ্ধ দর্শন মতে জীবের উপাদানকে বোঝাতে ব্যবহৃত হয়। নাম সাধারণত ব্যক্তির মানসিক উপাদানকে বোঝায়, এবং রূপ শারীরিককে বোঝায়।\nনাম ও রূপ হলো নাম দ্বারা যেকোন রূপের সরল জাগতিক পরিচয়, যে দুটিই নামহীন ও নিরাকার 'বাস্তবতা' বা হিন্দুধর্মে পরম যা মায়া হিসাবে উদ্ভাসিত হয়েছে তার সাথে সাময়িক এবং সত্য পরিচয় নয় বলে বিবেচিত হয়। বৌদ্ধধর্মে সমস্ত নাম ও রূপ হারানোর ফলে মায়ার অপসারিত শূন্যতা বা নির্বাণ ‘নগ্ন সত্য’ চূড়ান্ত বাস্তবতার উপলব্ধি হয়।\n\n\n== বৌদ্ধধর্মে ==\n\nশব্দটি বৌদ্ধধর্মে জীবের উপাদান বোঝাতে ব্যবহৃত হয়: নাম মানসিককে বোঝায়, আর রূপ দৈহিককে বোঝায়। বৌদ্ধ নাম ও রূপ পরস্পর নির্ভরশীল, এবং বিভাজ্য নয়; নামরূপ হিসাবে, তারা একজন ব্যক্তিকে মনোনীত করে। নামরূপকে পাঁচটি স্কন্ধ, \"মনো-শারীরিক জীব\", \"মন-ও-বস্তু\" এবং \"মানসিকতা-ও-বস্তুত্ব\" হিসাবেও উল্লেখ করা হয়।\n\n\n=== আত্ম-শারীরিক উপাদান ===\nপালি ত্রিপিটকে, বুদ্ধ এইভাবে নামরূপকে বর্ণনা করেছেন:\n\nএবং [ভিক্ষু] নাম-ও-রূপ কী? অনুভূতি, উপলব্ধি, অভিপ্রায়, যোগাযোগ ও মনোযোগ: একে নাম বলা হয়। চারটি মহান উপাদান, এবং রূপ চারটি মহান উপাদানের উপর নির্ভরশীল: একে রূপ বলা হয়। এই নাম এবং এই রূপ হলো, [ভিক্ষু], নাম-ও-রূপ বলা হয়।\nপালি ত্রিপিটকের অন্যত্র, নামরুপ পাঁচটি সমষ্টির সমার্থকভাবে ব্যবহৃত হয়।\n\n\n=== আত্মশূন্য ===\nঅনাত্তা মতবাদের সাথে মিল রেখে, নাম ও রূপকে ক্রমাগত প্রবাহিত অবস্থায় রাখা হয়, শুধুমাত্র অভিজ্ঞতার ধারাবাহিকতা (নির্ভরশীল উৎপত্তির পণ্য) যে কোন ধরণের প্রচলিত 'আত্তা'-এর অভিজ্ঞতা প্রদান করে।\n\n\n=== কষ্টের চক্রের অংশ ===\nনামরূপ হলো বারোটি নিদানের মধ্যে চতুর্থ, যার পূর্বে রয়েছে চেতনা (বিজ্ঞান) এবং ছয়টি ইন্দ্রিয় ভিত্তি (আয়তন)। এইভাবে, সুত্তনিপাতে, বুদ্ধ বেনকে ব্যাখ্যা করেছেন। অজিত কিভাবে সাংসারিক পুনর্জন্ম থেমে যায়:\n\n\n== হিন্দুধর্মে ==\n\nনামরূপ শব্দটি হিন্দু চিন্তায় ব্যবহৃত হয়, নাম কোন বস্তু বা সত্তার আধ্যাত্মিক বা অপরিহার্য বৈশিষ্ট্য বর্ণনা করে এবং রূপ যে শারীরিক উপস্থিতি প্রকাশ করে। শব্দগুলি ক্যাথলিক ধর্মতত্ত্বে যেভাবে 'সারাংশ' এবং 'দুর্ঘটনা' ব্যবহার করা হয় সেইভাবে প্রতিস্থাপনকে বর্ণনা করতে ব্যবহৃত হয়। হিন্দু চিন্তাধারায় নাম ও রূপের মধ্যে পার্থক্যটি ব্যাখ্যা করে আধ্যাত্মিক শক্তির অপ্রতুল বা জড় জাহাজের মাধ্যমে প্রকাশ করার ক্ষমতা - যেমনটি দখল ও বাচনিক ঘটনাতে দেখা যায়, সেইসাথে মূর্তিগুলিতে ঈশ্বরের উপস্থিতিতে যা পূজার মাধ্যমে উপাসনা করা হয়।\nনাম রূপাত্মক বিশ্ব হলো প্রকাশ্য মহাবিশ্বের জন্য বেদান্ত (সনাতন ধর্ম বা হিন্দুধর্মের সম্প্রদায়) শব্দ। যেহেতু এই জগতের প্রতিটি বস্তুর নাম ও রূপ আছে, তাই জগৎকে নাম রূপাত্মক বিশ্ব বলা হয়। পরমাত্মা (বা স্রষ্টা) এই নাম রূপাত্মক বিশ্বে প্রকাশিত নন তবে ভক্তি, কর্ম, জ্ঞান, যোগের মাধ্যমে সাধক দ্বারা উপলব্ধি করা হয়, অথবা এই সমস্ত পদ্ধতির সংমিশ্রণ।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nIreland, John D. (trans.) (1983). Ajita-manava-puccha: Ajita's Questions (Sn 5.1), from The Discourse Collection: Selected Texts from the Sutta Nipata (WH 82). Kandy: Buddhist Publication Society.  Retrieved 2007-06-20 from \"Access to Insight\" (1994) at https://web.archive.org/web/20140812121236/http://www.accesstoinsight.org/tipitaka/kn/snp/snp.5.01.irel.html.\nRhys Davids, T.W. & William Stede (eds.) (1921-5). The Pali Text Society’s Pali–English Dictionary. Chipstead: Pali Text Society. A general on-line search engine for the PED is available at http://dsal.uchicago.edu/dictionaries/pali/.\nSri Lanka Buddha Jayanti Tipitaka Series (SLTP) (n.d.). Buddhavaggo (SN 12.1). Retrieved 2007-06-20 from \"METTANET - LANKA\" at http://metta.lk/tipitaka/2Sutta-Pitaka/3Samyutta-Nikaya/Samyutta2/12-Abhisamaya-Samyutta/01-Buddhavaggo-p.html  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ আগস্ট ২০১৮ তারিখে.\nThanissaro Bhikkhu (trans.) (1994). Ajita-manava-puccha: Ajita's Questions (Sn 5.1). Retrieved 2007-06-20 from \"Access to Insight\" at https://web.archive.org/web/20141226013717/http://www.accesstoinsight.org/tipitaka/kn/snp/snp.5.01.than.html.\nThanissaro Bhikkhu (trans.) (1997). Paticca-samuppada-vibhanga Sutta: Analysis of Dependent Co-arising (SN 12.2). Retrieved 2007-06-20 from \"Access to Insight\" at https://web.archive.org/web/20060512063953/http://www.accesstoinsight.org/canon/sutta/samyutta/sn-12-002-tb0.html."}