{"pageid": 1440227, "title": "ফরাসগঞ্জের দাস পরিবার", "url": "https://bn.wikipedia.org/wiki?curid=1440227", "content": "ফরাসগঞ্জের দাস পরিবার পুরান ঢাকার ঐতিহ্যবাহী এক পরিবার। পুরান ঢাকার ইতিহাসের সাথে তাদের নাম অনেকাংশে জড়িয়ে আছে। ব্যাংকিং সেক্টর, সামাজিক ও সাংস্কৃতিক নানা দিকেই আছে এই পরিবারের অবদান।\n\n\n== ইতিহাস ==\nউনিশ শতকের প্রথম দিকে ঢাকার অর্থনৈতিক অবস্থার অবনতি হয়। ঢাকার ধর্ণাঢ্য মুসলিম পরিবারগুলো নিজেদের ধনসম্পদ বিক্রি শুরু করে এবং হারাতেও শুরু করে। ব্যবসা বাণিজ্য সহ নানা ক্ষেত্রে নেমে আসে দুর্দশা। এমন সময়েই হিন্দু অধ্যুষিত শুভঢ্যা গ্রামের মথুরানাথ পোদ্দার বুড়িগঙ্গার তীরে পোদ্দারী ব্যবসা শুরু করেন। শুভঢ্যা গ্রামের সবাই ছিল সাহা এবং ব্যবসায়ী। তবে মথুরানাথের পরিবারও খুব একটা পয়সা-কড়ির মালিক ছিল না। তারা ছিলেন গরীব। লগ্নী করা, হুন্ডীর ব্যবসা আর টাকা ভাঙ্গানোর মধ্য দিয়েই শুরু হয় মথুরানাথের ব্যবসা। সে ছোটখাটো জমি কিনে বাংলাবাজারে একটা বাড়িই করে ফেলে। এরপরে তার ছেলেরা ব্যবসার হাল ধরে।\n\n\n=== মথুরানাথ পোদ্দার ===\nদাস পরিবারে ব্যবসা বাণিজ্য শুরু করেন মথুরানাথ পোদ্দার। তার হাত ধরেই মূলত এই ব্যবসায়িক পরিবারের যাত্রা শুরু হয়। ১৮২০ সালের দিকে তিনি তার গ্রাম শুভড্যা থেকে  নৌকা দিয়ে পার হয়ে বুড়িগঙ্গার বাংলাবাজারে আসতেন। প্রতিদিন আসতেন। প্রথমত মুদ্রা ভাঙ্গিয়েই তার ব্যবসা শুরু করেন। যারা বাজার করতে আসতেন তাদের টাকা ভাঙ্গিয়ে দিতেন। এক টাকা খুচড়া করে দেওয়ার জন্য তিনি এক পয়সা বাট্টা নিতেন। এভাবেই কয়েক বছর ধরে একই ভাবে তিনি কাজ করে গেছেন। কঠোর পরিশ্রম করে তিনি একটা সময় ভালোই অর্থের মালিক হলেন। কিছুদিন পর তিনি বাংলা বাজারে একটা জায়গা কিনে ফেলেন। সেখানে বানালেন কোঠাবাড়ি। সেখানেই চলতো তার ব্যবসা। মুদ্রা ভাঙ্গানোর কাজ পুরোপুরী ছেড়ে দিয়ে এরপর হুন্ডি এবং লগ্নী কারবারের কাজ শুরু করলেন। তিনি হয়ে উঠলেন একজন ব্যাংকার। তবে তার মহাজনী ব্যবসাও চলছিল ভালোভাবেই।\nসময়টা ছিল অভাবের। এই অভাবের সময়ে অনেক ধনাঢ্য মুসলিম পরিবার তার কছে বাড়ি, গহনা, জমি বন্ধক রেখে অর্থ সংগ্রহ করতেন। কিন্তু বেশিরভাগ ক্ষেত্রেই তারা তা পরিশোধ করতে পারতেন না। ফলে এসবের মালিক হয়ে যেতেন মথুরানাথ। এভাবেই মথুরানাথ ঢাকার অন্যতম একজন ধনী ব্যাক্তি হয়ে উঠলেন। ফরাসগঞ্জে তৈরি করলেন বিরাট এক বাড়ি। গ্রাম থেকে পরিবার নিয়ে আসলেন এবং এই বাড়িতেই শুরু করলেন স্থায়ী বসবাস।\nমথুরনাথের এই ব্যবসা এতোটাই বিরাট আকার ধারণ করলো যে তার থেকে বিভিন্ন ব্যবসায়ীরা ব্যবসার বিনিয়োগের টাকা ধার নেওয়া শুরু করলো। এমনকি ইউরোপীয় নীলকর এবং অন্যান্য ব্যবসায়ীদেরও মূলধনের যোগান দিতেন মথুরানাথ। ১৮৫৭ সালে \"দ্যা ঢাকা নিউজ\" এ নিয়ে মন্তব্য করে।\n\n\n=== স্বরূপ চন্দ্র দাশ এবং মধুসূদন দাশ ===\n\nমথুরানাথ মৃত্যুর কোলে ঢলে পড়ার পর ব্যবসার হাল ধরেন তার দুই ছেলে স্বরূপ চন্দ্র দাশ এবং মধুসূদন দাশ। তাদের নেতৃত্বে এই পারিবারিক ব্যবসা হয়ে উঠে সবচেয়ে বড় স্থানীয় ব্যাংকিং প্রতিষ্ঠান। এর নাম দেওয়া হয়েছিল স্বরূপ চন্দ্র মধুসূদন পোদ্দার হাউজ। কিন্তু কিছুদিন পরেই তাদের ব্যবসার প্রতিদ্বন্দী চলে আসলো, ব্যাংক অব বেঙ্গল।\n১৮৬২ সালে ঢাকায় \"দ্যা ব্যাংক অব বেঙ্গল' -এর একটি শাখা তৈরি করা হল। টাকা ভাঙ্গানো, ব্যাংক ড্রাফটসহ মোটামুটি সব ব্যবসা এই ব্যাংক কুক্ষিগত করে নেয়। প্রতিযোগিতায় টিকতে না পেরে স্বরুপ চন্দ্র দাশ এবং মধুসূদন দাশ হুন্ডির ব্যবসা বন্ধ করে দেয়। তবে মহাজনী ব্যবসা চালু রাখে। তবে তারা ব্যাংক অব বেঙ্গলেরও সুযোগ নেয়। কারণ অল্প টাকা স্থানীয়রা এই ব্যাংক থেকে নিতে পারতো না। মথুরানাথের দুই ছেলে ব্যাংক থেকে বিপুল পরিমাণ অর্থ ৫ কিংবা ৬ টাকা হারে সুদসহ নিতো পরে সেই অর্থ ছোট ছোট ভাগে মানুষের মাঝে চড়াসুদে বিতরণ করতো।\n১৮৬০ এর দশকে তারা জমিদারি কিনতে শুরু করে। তবে জমিদারিতে তাদের বিনিয়োগের সুস্পষ্ট কারণ জানা যায় না। সম্ভবত মর্যাদা বৃদ্ধিতেই তারা কাজটি করে থাকতে পারে। মজার বিষয় হল মথুরানাথের পুত্র স্বরুপ চন্দ্র দাশ কোন জমিদার হন নি। তবে তার পুত্র সনাতন দাশ, রঘুনাথ দাশ এবং রূপলাল দাশ বিপুল পরিমাণ ভূ-সম্পত্তি কেনেন। এদের মধ্যে রঘুনাথ দাশ এবং রূপলাল দাশ পরে বিখ্যাত জমিদার হয়ে ওঠেন।\n\n\n=== রঘুনাথ দাশ এবং রূপলাল দাশ ===\n\nরূপলাল দাশ পড়াশুনায় ভালো ছিলেন। প্রবেশিকা পরীক্ষায় মেধাক্রমের জন্য ১০ টাকার বৃত্তিও পেয়েছিলেন। এই দুজন ঢাকার ফরাশগঞ্জে ভিক্টোরিয়ান স্টাইলে বিশাল দুটি বাড়ি তৈরি করেন। এখনও সেগুলো দৃশ্যমান। এই বাড়ি দুটির নাম করণ করা হয় রুপলাল হাউজ এবং রঘুনাথ হাউজ। রুপলাল হাউজ তৈরি করেছিল কলকাতার মার্টিন এন্ড কোং। এই বাড়িতে বড় বড় সঙ্গীত এবং নৃত্যের আসর বসতো। শহরের গণ্যমান্য ব্যাক্তি, ইউরোপীয় উচ্চপদস্থ কর্মকর্তা, তাদের স্ত্রী এবং আমন্ত্রিত অনেকেই এখানে আসতেন। ঢাকার বড় বড়ো পুজোর উৎসব, নদীতে নৌকা বাইচের অনুষ্ঠানের আয়োজনের সাথেও জড়িয়ে আছে এই বাড়ির নাম।\n\n\n== রূপলাল হাউজ ==\n\nরূপলাল হাউজ এই দাস পরিবারের রেখে যাওয়া অন্যতম নিদর্শন। ১৮৪০ সালের দিকে এই জায়গায় থাকা ছোট্ট একটি বাড়ি রুপলাল দাশ এবং রঘুনাথ দাশ, আর্মেনীয় একজন ব্যবসায়ীর কাছ থেকে কিনে নেন। তারা কলকাতার মার্টিন এন্ড কোং এর একজন স্থপতিকে নিয়োগ দিয়ে এই বাড়িটি তৈরি করেন। বাড়িটি দেখতে ইংরেজি E অক্ষরের মতন। ১৮৮৮ সালে ঢাকা সফরে আসেন ভারতের ভাইসরয় লর্ড ডাফরিন। তার আগমনে রূপলাল হাউজে আয়োজন করা হয় বলনাচ। বর্তমানে এই বাড়িটি জরাজীর্ণ অবস্থাতে রয়েছে। এই ভবনটিকে স্থানীয়রা পেঁয়াজের আরত হিসেবে ব্যবহার করছে। ১৯৪৭ সালের দেশভাগের পর দাশ পরিবার আর সাহস পেল না ঢাকায় থাকার। বাড়ি বিক্রয় করে তারা পারি জমালো কলকাতায়। এরপর থেকেই বাড়িটি কেনা নিয়ে শুরু হয় দলাদলি। ১৯৫৮ সালে মোহাম্মদ সিদ্দীক জামাল বাড়িটি কিনে নেয়। এখন এই বাড়ির নাম জামাল হাউজ।\n\n\n== তথ্যসূত্র =="}