{"pageid": 1440378, "title": "হৃদয়সূত্র", "url": "https://bn.wikipedia.org/wiki?curid=1440378", "content": "হৃদয়সূত্র (সংস্কৃত: प्रज्ञापारमिताहृदय, তিব্বতি: བཅོམ་ལྡན་འདས་མ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་སྙིང་པོ) হলো মহাযান বৌদ্ধধর্মের একটি জনপ্রিয় সূত্র। সংস্কৃত ভাষায়, প্রজ্ঞাপারমিতাহৃদয় শিরোনামটি \"প্রজ্ঞার পরিপূর্ণতার হৃদয়\" হিসাবে অনুবাদ করে।\nসূত্র বিখ্যাতভাবে বলে, \"রূপই শূন্যতা, শূন্যতাই রূপ।\"\nএটি দুটি সত্য মতবাদের বৌদ্ধ মহাযান শিক্ষার উপর সংক্ষিপ্ত প্রকাশ, যা বলে যে শেষ পর্যন্ত সমস্ত ঘটনাই শূন্যতা।\nএটিকে বলা হয়েছে \"সমগ্র মহাযান বৌদ্ধ ঐতিহ্যের মধ্যে সবচেয়ে বেশি ব্যবহৃত ও আবৃত্তি করা পাঠ্য।\" পাঠ্যটি চীনা, সংস্কৃত ও তিব্বতি, পাশাপাশি অন্যান্য উৎস ভাষা থেকে কয়েক ডজন বার ইংরেজিতে অনুবাদ করা হয়েছে।\n\n\n== সূত্রের সারাংশ ==\nসূত্রে, অবলোকিতেশ্বর শারিপুত্রকে সম্বোধন করেছেন, সমস্ত ঘটনার মৌলিক শূন্যতা ব্যাখ্যা করেছেন, যা মানুষের অস্তিত্বের পাঁচটি সমষ্টি (স্কন্ধ) হিসাবে পরিচিত: রূপ, বেদনা, সংস্কার, সংজ্ঞা, এবং চেতনা (বিজ্ঞান)। অবলোকিতেশ্বর বিখ্যাতভাবে বলেছেন, \"রূপ হলো শূন্যতা, শূন্যতা হলো রূপ\", এবং অন্যান্য স্কন্ধগুলিকেও সমানভাবে শূন্য বলে ঘোষণা করে—অর্থাৎ, নির্ভরশীলভাবে উদ্ভূত।\nঅবলোকিতেশ্বর তারপর কিছু মৌলিক বৌদ্ধ শিক্ষার মধ্য দিয়ে যায়, যেমন চতুরার্য সত্য, এবং ব্যাখ্যা করে যে শূন্যতায়, এই ধারণাগুলির কোনোটিই প্রযোজ্য নয়।\nএটাকে দুই সত্য মতবাদ অনুসারে ব্যাখ্যা করা হয় যে শিক্ষা, যদিও প্রচলিত সত্যের সঠিক বর্ণনা, বাস্তবতা সম্বন্ধে নিছক বিবৃতি-এগুলি নিজেই বাস্তবতা নয়-এবং সেগুলি মানসিক বোঝার বাইরে সংজ্ঞা দ্বারা প্রযোজ্য নয়। এইভাবে বোধিসত্ত্ব, প্রত্নতত্ত্ব মহাযান বৌদ্ধ হিসাবে, জ্ঞানের পরিপূর্ণতার উপর নির্ভর করে, যাকে মহাপ্রজ্ঞাপারমিতা সূত্রে সংজ্ঞায়িত করা হয়েছে এমন প্রজ্ঞা যা ধারণাগত সংযুক্তি ছাড়াই বাস্তবতাকে সরাসরি উপলব্ধি করে, যার ফলে নির্বাণ অর্জন করা হয়।\nসূত্রের সমাপ্তি মন্ত্র গেট গেট পারগতে পরসাংগেট বোধি স্বাহা দিয়ে, যার অর্থ \"গেল, চলে গেল, সবাই অন্য তীরে গেল, জাগরণ, স্বাহা।\"\n\n\n== জনপ্রিয়তা ও মর্যাদা ==\n\nহৃদয়সূত্র হলো \"পূর্ব এশীয় বৌদ্ধধর্মে সবচেয়ে বেশি আবৃত্তি করা, অনুলিপি করা এবং অধ্যয়ন করা ধর্মগ্রন্থ।\" এটি সাম্প্রদায়িক অনুষঙ্গ নির্বিশেষে বৌদ্ধধর্মের মহাযান সম্প্রদায়ের অনুগামীদের দ্বারা আবৃত্তি করা হয় শিন বৌদ্ধ এবং নিচিরেন বৌদ্ধদের বাদ দিয়ে।\nযদিও সূত্রের উৎপত্তি কিছু আধুনিক পণ্ডিতদের দ্বারা বিতর্কিত, এটি সর্বত্র দক্ষিণ এশিয়া (আফগানিস্তান সহ) পাল সাম্রাজ্যের সময় থেকে এবং ভারতের কিছু অংশে অন্তত চতুর্দশ শতকের মাঝামাঝি পর্যন্ত ব্যাপকভাবে পরিচিত ছিল। গোড়ার দিকে মধ্যযুগীয় ভারত জুড়ে হৃদয় সূত্রের উচ্চতা দেখা যায় এর শিরোনাম 'জ্ঞানের পরিপূর্ণতার সমস্ত বুদ্ধের হৃদয়ের পবিত্র মা\" থেকে দেখা যায় যেটি কমপক্ষে অষ্টম শতাব্দীর।\nহৃদয়সূত্রের দীর্ঘ সংস্করণটি বিভিন্ন তিব্বতি বৌদ্ধ সম্প্রদায় দ্বারা ব্যাপকভাবে অধ্যয়ন করা হয়, যেখানে হৃদয় সূত্র উচ্চারণ করা হয়, তবে এটি তান্ত্রিক পাঠ হিসাবেও বিবেচিত হয়, যার সাথে যুক্ত তান্ত্রিক অনুষ্ঠান। এটিকে তিব্বত থেকে প্রবর্তিত বজ্রযান ঐতিহ্যের প্রজ্ঞাপারমিতা ধারার কন্যা সূত্রগুলির মধ্যে হিসাবেও দেখা হয়।\nপাঠ্যটি অনেক ভাষায় অনূদিত হয়েছে, এবং ইন্টারনেটে অজানা সংখ্যক অনানুষ্ঠানিক সংস্করণ সহ কয়েক ডজন ইংরেজি অনুবাদ ও মন্তব্য প্রকাশিত হয়েছে।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\n\n\n== আরও পড়ুন ==\nPerfection of Wisdom in Eight Thousand Lines & Its Verse Summary। Conze, Edward কর্তৃক অনূদিত। Grey Fox Press। ১৯৮৪। আইএসবিএন 978-0-87704-049-1। \nFox, Douglass (১৯৮৫)। The Heart of Buddhist Wisdom: A Translation of the Heart Sutra With Historical Introduction and Commentary। Lewiston/Queenston Lampeter: The Edwin Mellen Press। আইএসবিএন 0-88946-053-1। \nGyatso, Tenzin (২০০২)।  Jinpa, Thumpten, সম্পাদক। Essence of the Heart Sutra: The Dalai Lama's Heart of Wisdom Teachings। English translation by Geshe Thupten Jinpa। Boston: Wisdom Publications। আইএসবিএন 0-86171-318-4। \nHasegawa, Seikan (১৯৭৫)। The Cave of Poison Grass: Essays on the Hannya Sutra। Arlington, Virginia: Great Ocean Publishers। আইএসবিএন 0-915556-00-6। \nMcRae, John R. (১৯৮৮)। \"Ch'an Commentaries on the Heart Sutra\"। Journal of the International Association of Buddhist Studies। 11 (2): 87–115। \nMcLeod, Ken (২০০৭)। An Arrow to the Heart। Victoria, BC, Canada: Trafford। আইএসবিএন 978-1-4251-3377-1। ২০১১-০৭-২৭ তারিখে মূল থেকে আর্কাইভ করা। \nThich, Nhat Hanh (১৯৮৮)। The Heart of Understanding। Berkeley, California: Parallax Press। আইএসবিএন 978-0-938077-11-4। \nRinchen, Sonam. (2003) Heart Sutra: An Oral Commentary Snow Lion Publications\nSchodt, Fred (২০২০)। My Heart Sutra: A World in 260 Characters। San Francisco, California: Stone Bridge Press। আইএসবিএন 978-1-61172-062-4। \nA Comprehensive Commentary on the Heart Sutra। Shih, Heng-ching কর্তৃক অনূদিত। Berkeley, Calif.: Numata Center for Buddhist Translation and Research। ২০০১। আইএসবিএন 1-886439-11-7। \n\n\n== বহিঃসংযোগ ==\n\n\n=== প্রামাণিক ===\nJourney of the Heart Produced by Ravi Verma\n\n\n=== অনুবাদ ===\n\"Multilingual Edition of The Heart Sutra\"। Faculty of Humanities, University of Oslo। ২০২২-০৩-১৩। সংগ্রহের তারিখ ২০২২-০৩-১৩।  Sanskrit, Chinese, Tibetan, and English versions of The Heart Sutra in sentence-by-sentence reading format; facilitating easy comparison.\n\"A Reader's Guide to the Heart Sutra\"। Shambhala Publications। ২০১৮-০৯-১৬। সংগ্রহের তারিখ ২০১৮-০৯-১৮।  A guide to some of the important translations and commentaries.\n\"The Shorter Prajñāpāramitā Hṛdaya Sūtra\"। Lapis Lazuli Texts। সংগ্রহের তারিখ ২০১০-০৮-৩০।  From the Chinese version attributed to Xuanzang (T251).\n\"The Shorter Prajñāpāramitā Hṛdaya Sūtra\"। Sutras Mantras। সংগ্রহের তারিখ ২০১৭-০৩-০২।  From the Chinese version attributed to Kumārajīva (T250).\n\"The Longer Prajñāpāramitā Hṛdaya Sūtra\"। Lapis Lazuli Texts। সংগ্রহের তারিখ ২০১০-০৮-৩০।  From the Chinese translation by Prajñā (T253).\n\"The Shorter Prajñāpāramitā Hṛdaya Sūtra\"। Fodian। ২০১৭-০৪-২০ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০১৭-০৩-০২।  Conze's translation from his Sanskrit edition (1948, rev. 1967).\n\"The Heart of the Perfection of Wisdom\"। LamRim.com। সংগ্রহের তারিখ ২০০৮-০৩-২২।  From the Tibetan text.\nThe Heart Sutra in English - Translated by Gerhard Herzog. Translation from Chinese, Kaoshiung, Taiwan, 1971.\n Diamond Sutra and Heart Sutra লিব্রিভক্সে পাবলিক ডোমেইন অডিওবই (ইংরেজি)\nAn English translation by 84000: Translating the Words of the Buddha"}