{"pageid": 1440198, "title": "কাঙাল হরিনাথ স্মৃতি জাদুঘর", "url": "https://bn.wikipedia.org/wiki?curid=1440198", "content": "কাঙাল হরিনাথ স্মৃতি জাদুঘর কুষ্টিয়া জেলার কুমারখালী উপজেলার একটি স্মৃতি জাদুঘর। কুষ্টিয়া জেলার কৃতি সন্তান গ্রামবার্ত্তা প্রকাশিকার সম্পাদক ও কবি কাঙাল হরিনাথ মজুমদারের স্মৃতি স্মরণে জাদুঘরটি প্রতিষ্ঠা করা হয়েছে। জাদুঘরটি ২০১৭ সালে দর্শকদের জন্য উন্মুক্ত করা হয়েছে।\n\n\n== ইতিহাস ==\nহরিনাথ মজুমদারের জীবন দশায় কর্মকাণ্ড বিজড়িত স্মৃতি সংরক্ষণের উদ্দেশ্যে কুষ্টিয়াবাসির দীর্ঘদিনের দাবীর প্রেক্ষিতে বাংলাদেশের তৎকালীন প্রধানমন্ত্রী শেখ হাসিনার অগ্রাধিকার প্রকল্পের আওতায় ভিডিও কনফারেন্সের মাধ্যমে ২০১৩ সালে জাদুঘরটি উদ্ভোধন করা হয়। জাদুঘরটি সংস্কৃতি মন্ত্রণালয়ের আওতায় অধিনস্থ বাংলাদেশ জাতীয় জাদুঘরের নিয়ন্ত্রণাধীন একটি শাখা জাদুঘর। কাঙ্গাল হরিনাথ স্মৃতি জাদুঘরটি ২০১৭ সালের ৯ ডিসেম্বর দর্শকদের জন্য উন্মুক্ত করা হয়।\n\n\n== হরিনাথ মজুমদার ==\nহরিনাথ মজুমদার (২২ জুলাই,১৮৩৩ - ১৬ এপ্রিল ১৮৯৬) ছিলেন উনবিংশ শতাব্দীর বাংলা লোকসংস্কৃতির অন্যতম ধারক ও বাহক। তিনি বাউল সঙ্গীতের অন্যতম পথিকৃৎ ছিলেন। তিনি সর্বসমক্ষে ফকির চাঁদ বাউল নামেও পরিচিত ছিলেন। অধিকন্তু তিনি গ্রামবার্তা প্রকাশিকা পত্রিকা প্রকাশের জন্যও প্রসিদ্ধ।\n\n\n== জাদুঘরের অবকাঠামো ==\nজাদুঘরের মূল ভবনটি দ্বিতল বিশিষ্ট একটি ভবন।\nনিচতলায় সম্মেলনকক্ষ, ছোট আকারের মিলনায়তন, পাশে লাগোয়া পাঠাগার। প্রায় ২৮ শতক জমির ওপর জাদুঘরটি অবস্থিত।\n\n\n== সংগ্রহশালা ==\nজাদুঘরের সংগ্রহশালায় রয়েছে হরিনাথ মজুমদারের সুবিন্যস্ত বিভিন্ন হস্তলিপি, কবিতা, লেখা-লেখির খসড়া, পত্রপত্রিকার প্রচ্ছদ, মুদ্রণকাজের নানা সরঞ্জাম, বেশ কয়েকটি কাঠের ব্লক ইত্যাদি। জাদুঘরটিতে একটি গ্যালারিতে ১৭০ টি নিদর্শন রয়েছে।\nজাদুঘরটি প্রতিষ্ঠার প্রথম দিকে হরিনাথ মজুমদারের ব্যবহৃত ছাপাখানা জাদুঘরে স্থান পায়নি। মুদ্রণযন্ত্রটি কেন জাদুঘরে দেননি-জানতে চাইলে হরিনাথের পঞ্চম পুরুষ অশোক মজুমদার-এর স্ত্রী গীতা মজুমদার বলেন,\n\n এ ব্যাপারে সংস্কৃতি মন্ত্রণালয়ে আমি লিখিতভাবে জানিয়েছি। আমার কিছু বিষয় আছে, সেগুলো তাদের জানানো হয়েছে।\nপরবর্তীতে ২০২৩ সালের জুলাই মাসের ১৬ তারিখে ছাপাখানাটি (গ্রামবার্ত্তা প্রকাশিকা) জাদুঘরে স্থান পেয়েছে। এই সময় ছাপাখানাটি বাস্তুভিটা থেকে জাদুঘরে নিয়ে আসা হয়। জাতীয় জাদুঘর কর্তৃপক্ষ সূত্র অনুযায়ী, চুক্তিপত্র হস্তান্তরের আনুষ্ঠানিকতার ১ নম্বর সাক্ষী হিসেবে সাক্ষর করেন হরিনাথ মজুমদারের পঞ্চম বংশধর দীপঙ্কর মজুমদার এবং দ্বিতীয় সাক্ষীর সাক্ষর করেন সাংবাদিক কে এম আর শাহীন।\n\n\n== তথ্যসূত্র =="}