{"pageid": 1440099, "title": "আডুজীবিতম", "url": "https://bn.wikipedia.org/wiki?curid=1440099", "content": "আডুজীবিতম - দ্য গোট লাইফ একটি ২০২৪ সালের মালয়ালম-ভাষা সারভাইভাল নাটক রচিত, পরিচালিত, এবং সহ-প্রযোজনা করেছেন আশীর্বাদ। ফিল্মটি একটি আন্তর্জাতিক সহ-প্রযোজনা ভারত এবং মার্কিন যুক্তরাষ্ট্রের কোম্পানিগুলির সাথে জড়িত। এটি ২০০৮ সালের সর্বাধিক বিক্রিত মালয়ালম উপন্যাস আডুজীবিতম বেন্যামিন-এর একটি রূপান্তর, যা একটি মালয়ালি অভিবাসী শ্রমিক, হাজার হাজার ভারতীয় জনগণ ছবিতে অভিনয় করেছেন পৃথ্বীরাজ সুকুমারান, জিমি জিন-লুইস এবং কে.আর গোকুল, তালিব আল বালুশি, রিক অ্যাবি, আমলা পল এবং শোভা মোহন সহ প্রধান ভূমিকায় রয়েছেন। ভূমিকা সংযুক্ত আরব আমিরাত ব্যতীত খালিজি দেশগুলিতে ছবিটি নিষিদ্ধ। উপন্যাসটিও এর আগে একই দেশে নিষিদ্ধ ছিল।\n২০০৮ সালে উপন্যাসটি পড়ার পর থেকেই ব্লেসি আডুজীবিতমকে মানিয়ে নিতে চেয়েছিলেন এবং পৃথ্বীরাজকে প্রধান চরিত্রে অভিনয় করেছিলেন। পরের বছর, তিনি বেনিয়ামিনের কাছ থেকে স্বত্ব কিনে নেন এবং চিত্রনাট্য লেখা শুরু করেন। যাইহোক, বাজেটের সীমাবদ্ধতার কারণে যা উল্লেখযোগ্য অগ্রগতি রোধ করে, চলচ্চিত্রটি উন্নয়ন নরকে চলে যায়। ব্লেসি বছরের পর বছর একজন প্রযোজকের সন্ধানে কাটিয়েছেন, অবশেষে ২০১৫ সালে একজনকে খুঁজে পেয়েছেন, প্রকল্পটিকে গতি লাভ করার অনুমতি দিয়েছে। জিমি জিন-লুই এবং স্টিভেন অ্যাডামস ব্লেসির সহ-প্রযোজক হিসেবে যোগদান করেন। ক. আর. রহমান চলচ্চিত্রের মূল স্কোর এবং গান রচনা করেছেন।\nপ্রধান ফটোগ্রাফি মার্চ ২০১৮ এবং জুলাই ২০২২ এর মধ্যে ওয়াদি রাম, জর্ডান এবং সাহারার মরুভূমিতে আলজেরিয়া মরুভূমিতে ছয়টি সময়সূচীর মাধ্যমে পর্যায়ক্রমে সংঘটিত হয়েছিল। কিছু দৃশ্যের সাথে ভারতের কেরালা শুট করা হয়েছে। COVID-১৯ মহামারি-এর বিধিনিষেধের কারণে ক্রুরা মার্চ থেকে মে ২০২০ পর্যন্ত জর্ডানে ৭০ দিন আটকে ছিল। তাদের শেষ পর্যন্ত ভারতীয় সরকার-এর উচ্ছেদ কর্মসূচি, বন্দে ভারত মিশন-এর মাধ্যমে ভারতে প্রত্যাবর্তন করা হয়। ১৪ জুলাই 2022-এ চিত্রগ্রহণ শেষ হয়েছে।\nফিল্মটি ২৮ মার্চ 2024-এ বিশ্বব্যাপী মুক্তি পায় এবং এখন পর্যন্ত ₹ ১৪৪ কোটি (ইউএস$ ১৭.৬ মিলিয়ন) এর বেশি আয় করেছে৷ The Goat Life পরিণত হয়েছে সর্বকালের তৃতীয় সর্বোচ্চ আয়কারী মালায়ালাম চলচ্চিত্র, ২০২৪ সালের দ্বিতীয় সর্বোচ্চ আয়কারী মালায়ালাম চলচ্চিত্র পাশাপাশি ২০২৪ সালের সর্বোচ্চ আয়কারী ভারতীয় চলচ্চিত্র।\n\n\n== প্লট ==\nসৌদি আরবে, নাজীব মুহাম্মাদ এবং হাকিম, দুই মালয়ালি অভিবাসী, তাদের পরিচিত শ্রীকুমারের ব্যবস্থা করা ভিসা নিয়ে একটি উন্নত জীবন খুঁজতে এসেছেন। তাদের নিয়োগকর্তার অজান্তেই বিমানবন্দর এ আটকা পড়ে, একজন স্থানীয় আরব তাদের কাছে আসে যে ভুল করে ধরে নেয় সে তাদের বস। দীর্ঘ যাত্রার পর, তারা আলাদা হয়ে যায়, নাজিবকে একটি দূরবর্তী মরুভূমির ছাগলের পালে কাজ করতে রেখে যায়।\nকঠোর পরিস্থিতি এবং বিচ্ছিন্নতা সহ্য করে, নাজীব তার নিজের পরিস্থিতির বিপদ উপলব্ধি করে একজন সহকর্মী ছাগলের মৃত্যু প্রত্যক্ষ করেন। বছরের পর বছর কষ্টের পর, তিনি হাকিমের সাথে পুনরায় মিলিত হন, যিনি তাকে ইব্রাহিম খাদিরির সাথে পরিচয় করিয়ে দেন, একজন সোমালিয়া পালানোর পথের জ্ঞানের সাথে একজন গোয়াদার। তারা খাফিলের মেয়ের বিয়ের সময় একটি সুযোগ লুফে নেয়, মরুভূমিতে পালিয়ে যায়।\nতাদের যাত্রা বিপজ্জনক হয়ে ওঠে কারণ তারা ভরণ-পোষণ এবং দিকনির্দেশনা খুঁজে পেতে সংগ্রাম করে, যার ফলে হাকিমের মৃত্যু এবং নাজীবের মৃত্যু ঘটল। অবশেষে, খাদিরিও অদৃশ্য হয়ে যায়। মরুভূমিতে একা, নাজিব অবশেষে একজন ত্যাগী আরবের সাহায্যে সভ্যতায় পৌঁছে এবং কুঞ্জিক্কার মালিকানাধীন একটি স্থানীয় মালয়ালি রেস্তোরাঁ খুঁজে পায়, যে তাকে সুস্থ করে তোলে।\nযাইহোক, নাজীবের ঝামেলা শেষ হয়নি। তিনি তার নিজের ডকুমেন্টেশন সংক্রান্ত সমস্যার কারণে কারাবাসের সম্মুখীন হন যেখানে তিনি খাফিলের সাথে দেখা করেন, যিনি তাকে ছেড়ে চলে যান কারণ তিনি তার সরকারী পৃষ্ঠপোষক নন এবং তাকে ফিরিয়ে নিতে পারবেন না। এই ধাক্কা সত্ত্বেও, নাজীব অবশেষে বাড়িতে ফিরে আসে।\n\n\n== অভিনয়শিল্পী ==\nপৃথ্বীরাজ সুকুমারন নজীব মোহাম্মদের চরিত্রে\nকে আর গোকুল হাকিম চরিত্রে\nঅমলা পল সাইনু চরিত্রে, নাজীবের স্ত্রী\nজিমি জিন-লুই ইব্রাহিম খাদিরি চরিত্রে\nশোভা মোহন উম্মাহ হিসেবে, নাজীবের মা\nকাফিলের চরিত্রে তালিব আল বালুশি\nরিক আবি জাসের চরিত্রে\nকুঞ্জিক্কা চরিত্রে নাসার কারুথেনি\nহিন্দিওয়ালার চরিত্রে রবিন দাস\nকারুভট্ট শ্রীকুমারের চরিত্রে বাবুরাজ তিরুভাল্লা\nরোলস রয়েসে ধনী ব্যক্তির চরিত্রে আকফ নাজেম\n\n\n== তথ্যসূত্র =="}