{"pageid": 1440649, "title": "নিধিবন", "url": "https://bn.wikipedia.org/wiki?curid=1440649", "content": "নিধিবন (হিন্দি: निधिवन) অর্থাৎ পবিত্র বন হল ভারতের উত্তর প্রদেশে অবস্থিত মথুরা জেলা-র বৃন্দাবন-এর অন্যতম পবিত্র স্থান। এটি হিন্দুধর্মের রাধা কৃষ্ণ ও গোপীদের  সবচেয়ে বিশিষ্ট স্থান হিসাবে বিবেচিত হয়।হিন্দুধর্মের ভক্তদের মধ্যে একটি সাধারণ বিশ্বাস আছে  যে নিধিবন আজও রাধা ও কৃষ্ণের রাসলীলার সাক্ষী। আর তাই, বনের পবিত্রতা রক্ষা করার জন্য, রাতে নিধিবন ব্যারিকেড দিয়ে বন্ধ করে দেওয়া হয়।\n\nবনে অসংখ্য তুলসী গাছ আছে যেগুলো উচ্চতায় ছোট, কিন্তু জোড়ায় জোড়ায় পাওয়া যায় এবং এর কাণ্ড বিজড়িত বা জড়িয়ে আছে। তুলসী গাছের পাশাপাশি, প্রাঙ্গনে রং মহল নামে একটি মন্দিরও রয়েছে, যা সম্পর্কে বিশ্বাস করা হয় যে রাধা এবং কৃষ্ণ ক্লান্তিকর নৃত্যের পরে তাদের রাত অতিবাহিত করেন। প্রাঙ্গণের মধ্যে, \"শ্রী বাঁশিচোরি রাধারানী মন্দির\" নামে আরেকটি মন্দির রয়েছে, এটি স্বামী হরিদাস কে উৎসর্গ করা একটি মন্দির যিনি বাকেঁ বিহারী মূর্তি তৈরি করেছিলেন, রাসলীলা স্থলী যেখানে নৃত্য পরিবেশিত হয় এবং ললিতা কুণ্ড যা কৃষ্ণ নিজেই তৈরি করেছিলেন বলে বিশ্বাস করা হয়, যখন গোপবালকেরা তাদের ক্লান্তিকর নৃত্যের মধ্যে জল চেয়েছিল। \n\n\n== বৈশিষ্ট্য ==\n\n\n=== তুলসী গাছ ===\nনিধিবনকে বৃন্দাবন-এর অন্যতম রহস্যময় স্থান হিসেবে বিবেচনা করা হয়। এটি একটি ঘন বন যেখানে সবুজ গাছের মধ্যে রয়েছে তুলসী যাকে বৈষ্ণবধর্মে একটি পবিত্র উদ্ভিদ বলে মনে করা হয়। মজার ব্যাপার হলো গাছের বাকল ফাঁপা এবং মাটি শুষ্ক হয়ে গেলেও সারা বছরই গাছ সবুজ পাতায় পূর্ণ থাকে। সব গাছই মাটির দিকে বাঁকানো অবস্থায় আছে। বহু বানর এবং ময়ূর এই স্থানে বাস করে। সাধারণ বিশ্বাস হল এই গাছগুলি রাতে গোপী বালিকায় পরিণত হয় রাসলীলা নৃত্য পরিবেশনের জন্য, এবং ভোরবেলায় তাদের আসল রূপ ফিরে আসার আগে তারা আবার বৃক্ষ হয়ে যায়। চত্বরের প্রতিটি গাছ যুগল ভঙ্গিমায় গোপী এবং কৃষ্ণকে বোঝায়। \n\n\n=== রং মহল ===\n\nরং মহল অর্থাৎ রঙিন প্রাসাদ হল নিধুবনের আরেকটি মন্দির যেখানে রাধা কৃষ্ণের বস্ত্র পরেছিলেন বলে জনশ্রুতি আছে। বিশ্বাস করা হয় যে, প্রতি রাতে রাধা এবং কৃষ্ণ স্বয়ং তাদের ক্লান্তিকর নৃত্যের পর এই প্রাসাদে বিশ্রাম করতে আসেন। মন্দিরে শয়নের জন্য চন্দন কাঠের শয্যা রয়েছে। প্রতি সন্ধ্যায়, মন্দিরের দরজা বন্ধ করার পূর্বে, মন্দিরের পুরোহিতরা শয্যা, রাধার জন্য চুড়ি, ফুল এবং বস্ত্র, তুলসী পাতা, দন্তধাবনের জন্য নিমের ডাল, খাওয়ার জন্য মিষ্টি এবং পান-সুপারি, এবং শয্যার পাশে জল ভর্তি একটি কলস প্রস্তুত করে রাখে। পুরোহিতদের দ্বারা সমস্ত ব্যবস্থা করার পরে, রং মহল এবং নিধিবনের প্রধান দরজাগুলিতে বাইরে থেকে তালা দেওয়া হয় এবং শুধুমাত্র সকালে তালা খোলা হয়। প্রতিদিন সকালে, তারা দেখতে পায় যে শয্যা দেখে মনে হয় যেন কেউ ঘুমিয়েছে, নিমের ডাল ব্যবহার করা হয়েছে, মিষ্টি এবং পান পাতা দেখে মনে হয় সেগুলি আংশিকভাবে কেউ খেয়েছে। এছাড়াও, চুড়ি, ফুল এবং বস্ত্র ব্যবহার করা, এলোমেলো এবং অবিন্যস্ত দেখায়।\nসূর্য অস্ত যাওয়ার পর মন্দির চত্বরে কাউকে ঢুকতে দেওয়া হয় না। বিশ্বাস করা হয় যে রাধা এবং কৃষ্ণ বিশ্রাম নিতে প্রতি রাতে মন্দিরে আসেন। রাতে কি হয় তা দেখার জন্য যদি কেউ নিধুবন লঙ্ঘন করে প্রবেশ করার চেষ্টা করে সে হয় মারা যায় বা দৃষ্টিশক্তি হারায় অথবা মানসিকভাবে ভারসাম্যহীন হয়ে যায়। যদিও নিধিবনের আশেপাশে নির্মিত বাড়িগুলি থেকে নিধিবনের দৃশ্য দেখার সুযোগ রয়েছে, তবুও কেউ তা দেখার সাহস করে না। আশেপাশে বসবাসকারী অনেক লোক তাদের জানালা ইট দিয়ে বদ্ধ করে রেখেছে এবং যাদের জানালা খোলা থাকে তারা সন্ধ্যার শেষ আরতির পরে সেগুলো বন্ধ করে দেয়। তাদের মধ্যে অনেকেই রাতে নিধিবন থেকে নূপুরের আওয়াজ শুনেছেন বলে দাবি করেছেন। এমনকি বানর এবং ময়ূরের দলও সূর্যাস্তের পর নিধিবন মন্দির ছেড়ে চলে যায়।  কিছু লোক দাবি করেন, কৃষ্ণকে তার ঐশ্বরিক রূপে একজন কিশোর গোপবালক, স্বর্ণবর্ণ বসন এবং অলঙ্কার পরিহিত, একটি মুকুটে ময়ূরের পালক ধারণ করে বাঁশি বাজানো অবস্থায় দেখেছেন।\n\n\n=== বাঁকে বিহারীর আবির্ভাব ===\n\nনিধিবনকে বাঙ্কে বিহারী মূর্তির প্রাকট্যস্থল হিসেবেও বিবেচনা করা হয়। কথিত আছে, সাধক স্বামী হরিদাস তার বিশুদ্ধ ভক্তি ও নিষ্ঠার সাথে রাধা ও কৃষ্ণকে প্রসন্ন করেছিলেন এবং তারা তাঁর সামনে আবির্ভূত হন। পরে রাধা এবং কৃষ্ণ উভয়েই হরিদাসের সাথে থাকার জন্য বাঁকে বিহারী নামে একটি মূর্তি তৈরি করেছিলেন। কয়েক বছর ধরে, বাঁকেবিহারীকে নিধিবনে পূজা করা হত এবং তারপরে এটি একটি পৃথক মন্দির এ স্থাপিত হয়।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== সময় ==\nসময় অঞ্চল (ইউটিসি+০৫:৩০) পুরোহিত দ্বারা ভারতে পর্যবেক্ষণ করা হয়েছে। \nগ্রীষ্মকালীন সময় - সকাল ০৫:০০ থেকে রাত ০৮:০০ টা। (দুপুর ১.০০ থেকে বিকাল ৩.৩০ এর মধ্যে বন্ধ)\nশীতকালীন সময় - সকাল ০৬:০০ থেকে সন্ধ্যা ০৭:০০ পর্যন্ত। (দুপুর ১:০০ থেকে বিকাল ৩:৩০ পর্যন্ত বন্ধ)\n\n\n== নিকটস্থ দর্শনীয় স্থান ==\nসেবা কুঞ্জ\nবাঁকে বিহারী মন্দির\nস্বয়ম্ভু রাধারমণ মন্দির\nরাধা দামোদর মন্দির\nরাধা গোপীনাথ মন্দির\nরাধা বল্লভ মন্দির\nগোপেশ্বর মহাদেব\nমোটে গণেশ জি\n\n\n== আরও দেখুন ==\nগোপী\nকৃষ্ণ বলরাম মন্দির, বৃন্দাবন\nপ্রেম মন্দির\nরাধা কৃষ্ণ\nরাধা কৃষ্ণ বিবাহ স্থলী, ভান্ডিরবন\nরাধা মদন মোহন মন্দির\nরাধারানী মন্দির\nরাসলীলা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nhttps://timesofindia.indiatimes.com/travel/destinations/do-you-know-about-the-mysterious-nidhivan-in-vrindavan-where-krishna-still-performs-raasleela/as65654845.cms\nhttps://kalingatv.com/features/nidhivan-the-mystery-land-where-krishna-rasleela-happens-every-night/"}