{"pageid": 1440035, "title": "লুডভিগ ভন মিসেস", "url": "https://bn.wikipedia.org/wiki?curid=1440035", "content": "লুডভিগ হেনরিখ এডলার ভন মাইসে (জার্মান: [ˈluːtvɪç fɔn ˈmiːzəs] ; (২৯ সেপ্টেম্বর ১৮৮১ - ১০ অক্টোবর ১৯৭৩) একজন অস্ট্রিয়ান-আমেরিকান অস্ট্রিয়ান স্কুল অর্থনীতিবিদ, ইতিহাসবিদ, তর্কশাস্ত্রী এবং সমাজবিজ্ঞানী ছিলেন। মিসেস ক্লাসিকাল লিবারেলিজমের সামাজিক অবদান এবং ভোক্তাদের শক্তি নিয়ে ব্যাপকভাবে লেখা ও বক্তৃতা দিয়েছেন। তিনি তাঁর প্রাক্সিওলজি স্টাডি জন্য সবচেয়ে বেশি পরিচিত, যেখানে তিনি কমিউনিজম এবং ক্যাপিটালিজমের তুলনা করেছেন।\n১৯৪০ সালে মাইসে অস্ট্রিয়া থেকে যুক্তরাষ্ট্রে চলে আসেন মধ্য-২০শ শতাব্দী থেকে, লিবার্টেরিয়ান আন্দোলন মিসেসের লেখনী দ্বারা প্রবলভাবে প্রভাবিত হয়েছে। মাইসের ছাত্র ফ্রেডরিখ হায়েক মাইসেকে যুদ্ধোত্তর যুগে ক্লাসিকাল লিবারেলিজমের পুনর্জীবনের প্রধান ব্যক্তিত্ব হিসেবে দেখতেন। হায়েকের কাজ \"দ্য ট্রান্সমিশন অফ দ্য আইডিয়ালস অফ ফ্রিডম\" (১৯৫১) মিসেসের ২০শ শতাব্দীর লিবার্টেরিয়ান আন্দোলনে প্রভাবের উচ্চ প্রশংসা করে।\nমাইসের প্রাইভেট সেমিনার একটি অগ্রণী অর্থনীতিবিদ দল ছিল। এর অনেক প্রাক্তন ছাত্র, যার মধ্যে ফ্রেডরিক হায়েক এবং অস্কার মর্গেনস্টার্ন অন্তর্ভুক্ত, অস্ট্রিয়া থেকে যুক্তরাষ্ট্র এবং গ্রেট ব্রিটেনে অভিবাসী হয়েছিলেন। মাইসেকে অস্ট্রিয়ায় প্রায় সত্তর ঘনিষ্ঠ ছাত্র থাকার কথা বলা হয়েছে।\n\n\n== জীবনী ==\n \n\n\n=== প্রারম্ভিক জীবন ===\n\nলুডভিগ ভন মাইসে ইউক্রেনের লভিভ শহরে (তখনকার নাম - লেমবার্গ, গ্যালিসিয়া, অস্ট্রিয়া-হাঙ্গেরি ) ইহুদি বাবা-মায়ের ঘরে জন্মগ্রহণ করেন। তার পিতা আর্থার এডলার ভন মাইসের পরিবার ১৯শ শতাব্দীতে অস্ট্রিয়ান অভিজাত সমাজে উন্নীত হয় (এডলার একটি ভূমিহীন অভিজাত পরিবারকে নির্দেশ করে), এবং তারা রেলওয়ে নির্মাণ ও অর্থায়নে জড়িত ছিল। তার মা আদেলে (নী ল্যান্ডাউ) ছিলেন জোআচিম ল্যান্ডাউের ভাগ্নী, যিনি অস্ট্রিয়ান পার্লামেন্টে লিবারেল পার্টির ডেপুটি ছিলেন।\nবয়স ১২ এ পৌঁছানোর মধ্যে, মাইসে জার্মান, রাশিয়ান, পোলিশ এবং ফরাসি ভাষায় দক্ষ ছিলেন, লাতিন পড়তে পারতেন এবং ইউক্রেনিয়ান বুঝতে পারতেন। মাইসের একজন ছোট ভাই ছিলেন, রিচার্ড ভন মাইসে, যিনি একজন গণিতবিদ এবং ভিয়েনা সার্কেলের সদস্য এবং সম্ভাবনা তত্ত্ববিদ হয়েছিলেন। লুডভিগ এবং রিচার্ড যখন এখনও শিশু ছিলেন, তাদের পরিবার ভিয়েনায় ফিরে আসে।\n১৯০০ সালে, মাইসে ভিয়েনা বিশ্ববিদ্যালয়ে অধ্যয়ন করেন , এবং কার্ল মেঙ্গারের কাজের প্রভাবে আকৃষ্ট হন। ১৯০৩ সালে তাঁর পিতা মারা যান। তিন বছর পর, ১৯০৬ সালে তিনি আইন বিদ্যালয় থেকে তাঁর ডক্টোরেট উপাধি প্রাপ্ত হন। ১৯১৩ থেকে ১৯৩৮ সাল পর্যন্ত, মাইসে ঐ বিশ্ববিদ্যালয়ে অধ্যাপনা করেন, এই সময়ে তিনি ফ্রেডরিখ হায়েকের পরামর্শদাতা ছিলেন।\n\n\n=== ইউরোপের জীবন ===\n১৯০৪ থেকে ১৯১৪ সালের মধ্যে, মাইসে অস্ট্রিয়ান অর্থনীতিবিদ ইউজেন ভন বোহম-বাওয়ার্কের দেওয়া বক্তৃতায় অংশ নিয়েছিলেন। ফেব্রুয়ারি ১৯০৬ সালে তিনি স্নাতক হন (জুরিস ডক্টর) এবং অস্ট্রিয়ার আর্থিক প্রশাসনে একজন সরকারি কর্মচারী হিসেবে কর্মজীবন শুরু করেন।\nকিছু মাস পর, মাইসেভ িয়েনার এক আইনি ফার্মে ট্রেনি পদে যোগ দেন। সেই সময়ে, তিনি অর্থনীতি নিয়ে লেকচার দিতে শুরু করেন এবং ১৯০৯ সালের শুরুতে অস্ট্রিয়ান চেম্বার অফ কমার্স এবং ইন্ডাস্ট্রিতে যোগ দেন, ১৯৩৪ সালে অস্ট্রিয়া ছাড়ার পর্যন্ত অস্ট্রিয়ান সরকারের অর্থনৈতিক উপদেষ্টা হিসেবে কাজ করেন। প্রথম বিশ্বযুদ্ধে, তিনি অস্ট্রো-হাঙ্গেরিয়ান আর্টিলারিতে ফ্রন্ট অফিসার এবং যুদ্ধ বিভাগের অর্থনৈতিক উপদেষ্টা হিসেবে সেবা করেন।\nমাইসে অস্ট্রিয়ান চেম্বার অফ কমার্সের প্রধান অর্থনীতিবিদ ছিলেন এবং অস্ট্রোফ্যাসিস্ট অস্ট্রিয়ান চ্যান্সেলর এঙ্গেলবার্ট ডলফুসের অর্থনৈতিক উপদেষ্টা ছিলেন। পরবর্তীতে, তিনি ওটো ভন হাবসবুর্গ, ক্রিস্টিয়ান ডেমোক্র্যাটিক রাজনীতিবিদ এবং অস্ট্রিয়ার সিংহাসনের দাবিদারের (১৯১৮ সালের মহাযুদ্ধের পর আইনগতভাবে বিলুপ্ত) অর্থনৈতিক উপদেষ্টা হন।  ১৯৩৪ সালে, মাইসে সুইজারল্যান্ডের জেনেভায় চলে যান, যেখানে তিনি ১৯৪০ সাল পর্যন্ত আন্তর্জাতিক অধ্যয়নের গ্র্যাজুয়েট ইনস্টিটিউটে অধ্যাপনা করেন।১৯৩৮ সালে প্যারিসে আয়োজিত কলোক ওয়াল্টার লিপম্যানে মাইসেকে আমন্ত্রিত করা হয়েছিল, এবং ১৯৪৭ সালে তিনি মন্ট পেলেরিন সোসাইটির প্রতিষ্ঠাতা সদস্য হন।\nসুইজারল্যান্ডে থাকাকালীন, মাইসে মারগিট হার্জফেল্ড সেরেনির সাথে বিয়ে করেন, যিনি একজন প্রাক্তন অভিনেত্রী এবং ফের্ডিনান্ড সেরেনির বিধবা ছিলেন। তিনি গিটা সেরেনির মা ছিলেন।\n\n\n=== মার্কিন যুক্তরাষ্ট্রে কাজ ===\n\n১৯৪০ সালে, মিসেস এবং তার স্ত্রী নাৎসি জার্মানির অগ্রযাত্রা থেকে পালিয়ে যুক্তরাষ্ট্রের নিউ ইয়র্ক সিটিতে আশ্রয় নেন রকফেলার ফাউন্ডেশন দ্বারা প্রদত্ত একটি অনুদানের মাধ্যমে তিনি যুক্তরাষ্ট্রে আসেন। অন্যান্য ক্লাসিকাল লিবারাল পণ্ডিতদের মতো, তিনি উইলিয়াম ভোল্কার ফান্ড থেকে সমর্থন পান, যা তাকে আমেরিকান বিশ্ববিদ্যালয়ে একটি পদ পেতে সাহায্য করে। মিসেস নিউইয়র্ক ইউনিভার্সিটির একজন ভিজিটিং প্রফেসর হিসেবে কাজ করেন এবং ১৯৪৫ থেকে ১৯৬৯ সাল পর্যন্ত এই পদে থাকেন, যদিও বিশ্ববিদ্যালয় থেকে বেতন পেতেন না ব্যবসায়ী এবং লিবার্টেরিয়ান মন্তব্যকারী লরেন্স ফার্টিগ, নিউ ইয়র্ক বিশ্ববিদ্যালয়ের ট্রাস্টি বোর্ডের একজন সদস্য, মিসেস এবং তার কাজের জন্য অর্থায়ন করেন।\nএই সময়ের একটি অংশে, মিসেস প্যান-ইউরোপা আন্দোলনের জন্য মুদ্রা সংক্রান্ত বিষয়গুলি গবেষণা করেন, যার নেতৃত্বে ছিলেন রিচার্ড ভন কাউডেনহোভ-কালের্গি, একজন সহকর্মী নিউ ইয়র্ক বিশ্ববিদ্যালয়ের ফ্যাকাল্টি সদস্য এবং অস্ট্রিয়ান নির্বাসিত। ১৯৪৭ সালে, মিসেস মন্ট পেলেরিন সোসাইটির একজন প্রতিষ্ঠাতা সদস্য হন।\n১৯৬২ সালে, মিসেস ওয়াশিংটন, ডি.সি.-এর অস্ট্রিয়ান দূতাবাসে রাজনৈতিক অর্থনীতির জন্য অস্ট্রিয়ান ডেকোরেশন ফর সায়েন্স এন্ড আর্ট পুরস্কার গ্রহণ করেন। \nমিসেস ৮৭ বছর বয়সে অধ্যাপনা থেকে অবসর নেন এবং ৯২ বছর বয়সে নিউ ইয়র্কে মারা যান। তিনি হার্টসডেল, নিউ ইয়র্কের ফার্নক্লিফ সমাধিতে সমাহিত আছেন। গ্রোভ সিটি কলেজে মিসেসের কাগজপত্র ও অপ্রকাশিত কাজের ২০,০০০ পাতার আর্কাইভ রক্ষিত আছে। তার ব্যক্তিগত লাইব্রেরি   তার ইচ্ছাপত্র অনুযায়ী হিলসডেল কলেজে দান করা হয়েছিল।\nএক সময়ে, মিসেস, লেখিকা আইন র‍্যান্ডের কাজের প্রশংসা করেছিলেন, এবং সাধারণত তিনি তাঁর কাজকে অনুকূল দৃষ্টিতে দেখতেন, কিন্তু দুজনের মধ্যে অস্থির সম্পর্ক ছিল, যেমন ক্যাপিটালিজমের নৈতিক ভিত্তি নিয়ে তীব্র মতবিরোধ।\n\n\n== অর্থনীতিতে অবদান এবং প্রভাব ==\nমিসেস ক্লাসিকাল লিবারেলিজমের পক্ষে ব্যাপকভাবে লিখেছেন এবং বক্তৃতা দিয়েছেন। তাঁর সর্বাধিক প্রশংসিত কাজ, \"হিউম্যান অ্যাকশন\" গ্রন্থে তার বইগুলো https://archive.org তে পাওয়া যায়।  , তিনি প্রাক্সিওলজি অর্থনীতি ও সামাজিক বিজ্ঞানের এক সাধারণ ধারণিক ভিত্তি হিসেবে গ্রহণ করেন এবং অর্থনীতিতে তাঁর পদ্ধতিগত দৃষ্টিভঙ্গি উপস্থাপন করেন।\nমিসেস অর্থনৈতিক অহস্তক্ষেপবাদের পক্ষে ছিলেন এবং সাম্রাজ্যবাদবিরোধী ছিলেন। তিনি মহান যুদ্ধকে মানব ইতিহাসের এক গুরুত্বপূর্ণ ঘটনা হিসেবে দেখেছিলেন এবং বলেছিলেন, যুদ্ধ আগের চেয়েও ভয়ানক এবং ধ্বংসাত্মক হয়ে উঠেছে কারণ এখন এটি স্বাধীন অর্থনীতি দ্বারা সৃষ্ট উন্নত প্রযুক্তির সব মাধ্যম দিয়ে চালানো হচ্ছে। সাম্রাজ্যবাদ শান্তির সরঞ্জামগুলিকে ধ্বংসের সেবায় নিয়োগ করেছে। আধুনিক উপায়ে মানবজাতিকে এক আঘাতে মুছে ফেলা সহজ হয়ে উঠেছে।\"\n১৯২০ সালে, মাইসেস একটি প্রবন্ধে তার অর্থনৈতিক গণনা সমস্যাকে সমাজতন্ত্রের সমালোচনা হিসাবে উপস্থাপন করেছিলেন যা পরিকল্পিত অর্থনীতি এবং মূল্য প্রক্রিয়ার ত্যাগের উপর ভিত্তি করে। তার প্রথম প্রবন্ধ \" সমাজতান্ত্রিক কমনওয়েলথের অর্থনৈতিক গণনা \"-এ, মাইসেস পুঁজিবাদের অধীনে মূল্য ব্যবস্থার প্রকৃতি বর্ণনা করেছেন এবং বর্ণনা করেছেন যে কীভাবে পৃথক ব্যক্তিগত মূল্যবোধগুলি সমাজে সম্পদের যৌক্তিক বরাদ্দের জন্য প্রয়োজনীয় বস্তুনিষ্ঠ তথ্যে অনুবাদ করা হয়। মিসেস যুক্তি দিয়েছিলেন যে সমাজতান্ত্রিক অর্থনীতিতে মূল্য নির্ধারণের ব্যবস্থাগুলি অপরিহার্যভাবে ঘাটতি ছিল কারণ, যদি একটি পাবলিক সত্ত্বা উৎপাদনের সমস্ত উপায়ের মালিক হয়, তবে মূলধনী পণ্যগুলির জন্য কোন যুক্তিসঙ্গত মূল্য পাওয়া যাবে না, কারণ সেগুলি কেবলমাত্র পণ্যের অভ্যন্তরীণ স্থানান্তর এবং \"বিনিময়ের বস্তু\" নয়।, চূড়ান্ত পণ্য অসদৃশ. অতএব, সেগুলি অমূল্য ছিল, এবং সেইজন্য সিস্টেমটি অগত্যা অযৌক্তিক হবে, কারণ কেন্দ্রীয় পরিকল্পনাবিদরা কীভাবে উপলব্ধ সংস্থানগুলি দক্ষতার সাথে বরাদ্দ করবেন তা জানেন না। তিনি লিখেছেন যে \"সমাজতান্ত্রিক কমনওয়েলথে যুক্তিবাদী অর্থনৈতিক কার্যকলাপ অসম্ভব\"। মিসেস তার ১৯২২ সালের বই [১] সোশ্যালিজম: অ্যান ইকোনমিক অ্যান্ড সোসিওলজিক্যাল অ্যানালাইসিস- এ সমাজতন্ত্রের সমালোচনাকে আরও সম্পূর্ণরূপে বিকশিত করেছেন, যুক্তি দিয়েছিলেন যে বাজার মূল্য ব্যবস্থা হল প্র্যাক্সোলজির একটি অভিব্যক্তি এবং কোনো প্রকার আমলাতন্ত্র দ্বারা প্রতিলিপি করা যায় না।\n১৯৫৬ সালের তাঁর বই \"দ্য এন্টি-ক্যাপিটালিস্টিক মেন্টালিটি\" তে, মিসেস আমেরিকান সাম্যবাদ এবং মুক্ত বাজারের বিরুদ্ধে বুদ্ধিজীবীদের আপত্তি আলোচনা করেছেন। মিসেস দাবি করেছেন যে এই বুদ্ধিজীবীরা বৃহৎ ব্যবসার সমৃদ্ধির জন্য আবশ্যক জনসাধারণের চাহিদা মেটানোর প্রতি অত্যধিক অসন্তুষ্ট ছিলেন।\nইউরোপে মিসেসের বন্ধু ও ছাত্রদের মধ্যে ছিলেন উইলহেম রোপকে এবং আলফ্রেড মুলার-আর্মাক (জার্মান চ্যান্সেলর লুডভিগ এরহার্ডের উপদেষ্টা), জ্যাক রুয়েফ ( চার্লস ডি গলের আর্থিক উপদেষ্টা), গটফ্রিড হ্যাবারলার (পরে হার্ভার্ডের অধ্যাপক), লর্ড রওনেল, লন্ডন স্কুল অফ ইকোনমিক্সের ), ইতালীয় রাষ্ট্রপতি লুইগি ইনাউডি এবং লিওনিড হুরউইচ, অর্থনৈতিক বিজ্ঞানে ২০০৭ সালের নোবেল মেমোরিয়াল পুরস্কার প্রাপক। অর্থনীতিবিদ এবং রাজনৈতিক তাত্ত্বিক ফ্রেডরিখ হায়েক প্রথম বিশ্বযুদ্ধোত্তর অস্ট্রিয়ার ঋণ নিয়ে কাজ করার জন্য একটি সরকারী অফিসে তার অধস্তন হিসাবে কাজ করার সময় মিসেসের সাথে প্রথম পরিচিত হন। ১৯৫৬ সালে একটি পার্টিতে মিসেসকে টোস্ট করার সময়, হায়েক বলেছিলেন: \"আমি তাকে আমার পরিচিত সেরা শিক্ষিত এবং সচেতন ব্যক্তিদের একজন হিসাবে চিনতে পেরেছি\"।  ভিয়েনায় মিসেসের সেমিনার সেখানকার প্রতিষ্ঠিত অর্থনীতিবিদদের মধ্যে প্রাণবন্ত আলোচনার জন্ম দেয়। সভাগুলি অন্যান্য গুরুত্বপূর্ণ অর্থনীতিবিদদের দ্বারাও পরিদর্শন করা হয়েছিল যারা ভিয়েনার মধ্য দিয়ে ভ্রমণ করেছিলেন।\nতার নিউ ইয়র্ক ইউনিভার্সিটির সেমিনারে এবং তার অ্যাপার্টমেন্টে অনানুষ্ঠানিক মিটিংয়ে, মিসেস কলেজ এবং উচ্চ বিদ্যালয়ের ছাত্রদের আকর্ষণ করেছিল যারা তার ইউরোপীয় খ্যাতির কথা শুনেছিল। তিনি নোট থেকে সাবধানে প্রস্তুত বক্তৃতা দেওয়ার সময় তারা শুনেছিলেন। নিউইয়র্কে দুই দশক ধরে যারা তার অনানুষ্ঠানিক সেমিনারে যোগ দিয়েছিলেন তাদের মধ্যে ছিলেন: ইসরায়েল কিরজনার, হ্যান্স সেনহোলজ, রাল্ফ রাইকো, লিওনার্ড লিজিও, জর্জ রেইসম্যান এবং মারে রথবার্ড । মাইসেসের কাজ বেঞ্জামিন অ্যান্ডারসন, লিওনার্ড রিড, হেনরি হ্যাজলিট, ম্যাক্স ইস্টম্যান, আইনবিদ সিলভেস্টার জে. পেট্রো এবং ঔপন্যাসিক আয়ন র্যান্ড সহ অন্যান্য আমেরিকানদেরও প্রভাবিত করেছিল।\n\n\n=== মিসেস ইনস্টিটিউটের সৃষ্টি ===\nলুডভিগ ভন মাইসেসের অর্থনৈতিক কাজের ফলস্বরূপ, মিসেস ইনস্টিটিউটটি ১৯৮২ সালে লিউ রকওয়েল, বার্টন ব্লুমার্ট এবং মারে রথবার্ড দ্বারা প্রতিষ্ঠিত হয়েছিল, ক্যাটো ইনস্টিটিউট এবং রথবার্ডের মধ্যে বিভক্তির পরে, যিনি ক্যাটোর অন্যতম প্রতিষ্ঠাতা ছিলেন। ইনস্টিটিউট। [ অ-প্রাথমিক উত্স প্রয়োজন ] এটি রন পল দ্বারা অর্থায়ন করা হয়েছিল।\nমিসেস ইনস্টিটিউট লুডভিগ ভন মিসেস, মারে রথবার্ড, হান্স-হারম্যান হোপে এবং অন্যান্য প্রখ্যাত অর্থনীতিবিদদের লেখা হাজার হাজার বই ই-বুক এবং অডিওবুক ফরম্যাটে বিনামূল্যে প্রদান করে। মিসেস ইনস্টিটিউট একটি স্নাতক স্কুল প্রোগ্রামও অফার করে।\n\n\n== অভ্যর্থনা ==\n\n\n=== মিসেস এর যুক্তি সম্পর্কে বিতর্ক ===\nঅর্থনৈতিক ইতিহাসবিদ ব্রুস ক্যালডওয়েল লিখেছেন যে বিংশ শতাব্দীর মাঝামাঝি সময়ে, প্রত্যক্ষবাদ এবং কেনেসিয়ানিজমের উত্থানের সাথে সাথে, মিসেসকে অনেকের কাছে \"আর্কিটাইপাল 'অবৈজ্ঞানিক' অর্থনীতিবিদ\" হিসাবে গণ্য করা হয়েছিল। ১৯৫৭ সালে তার বই দ্য অ্যান্টি-ক্যাপিটালিস্টিক মেন্টালিটির একটি পর্যালোচনাতে, দ্য ইকোনমিস্ট মাইসেস সম্পর্কে বলেছিলেন: \"অধ্যাপক ফন মাইসেসের একটি দুর্দান্ত বিশ্লেষণাত্মক মন এবং স্বাধীনতার জন্য একটি প্রশংসনীয় আবেগ রয়েছে; কিন্তু মানব প্রকৃতির ছাত্র হিসাবে তিনি শূন্যের চেয়েও খারাপ এবং একজন ব্যক্তি হিসাবে বিতার্কিক তিনি হাইড পার্ক মানের।\" রক্ষণশীল ভাষ্যকার হুইটেকার চেম্বারস ন্যাশনাল রিভিউতে সেই বইটির একই রকম নেতিবাচক পর্যালোচনা প্রকাশ করেন, উল্লেখ করেন যে মিসেসের থিসিস যে পুঁজিবাদ-বিরোধী মনোভাব \"হিংসা\" এর প্রতিমূর্তি \" জানে- নথিংয়েস্ট\" এ \"জানা-কিছুই রক্ষণশীলতা\" এর মধ্যে নিহিত ছিল।\nপণ্ডিত স্কট শেয়াল অর্থনীতিবিদ টেরেন্স হাচিসনকে \"মাইসসের অগ্রাধিকারের সবচেয়ে অবিচল সমালোচক\" বলে অভিহিত করেছেন, হাচিসনের ১৯৩৮ সালের বই দ্য সিগনিফিক্যান্স অ্যান্ড বেসিক পোস্টুলেটস অফ ইকোনমিক থিওরি থেকে শুরু করে এবং পরবর্তী প্রকাশনাগুলিতে যেমন তার ১৯৮১ সালের বই দ্য পলিটিক্স অ্যান্ড ফিলোসফি অফ ইকোনমিক্স: মার্ক্সিয়ানস, কিনেসিয়ান এবং অস্ট্রিয়ানস । শেয়াল উল্লেখ করেছেন যে ফ্রেডরিখ হায়েক, তার জীবনের পরবর্তী সময়ে (মাইসের মৃত্যুর পর), মিসেসের অগ্রাধিকার সম্পর্কেও আপত্তি প্রকাশ করেছিলেন, যেমন ১৯৭৮ সালের একটি সাক্ষাত্কারে যেখানে হায়েক বলেছিলেন যে তিনি \"কখনও গ্রহণ করতে পারবেন না। ... প্রায় অষ্টাদশ শতাব্দীর যুক্তিবাদ তার [মিসেসের] যুক্তিতে\" \n১৯৭৮ সালের একটি সাক্ষাত্কারে, হায়েক মিসেসের বই সমাজতন্ত্র সম্পর্কে বলেছিলেন:\n\nপ্রথমে আমরা সবাই মনে করেছিলাম যে তিনি ভয়ানকভাবে অতিরঞ্জিত করছেন এবং সুরে আক্রমণাত্মক ছিলেন। আপনি দেখুন, তিনি আমাদের সবচেয়ে গভীর অনুভূতিগুলোকে আঘাত করেছিলেন, কিন্তু ধীরে ধীরে তিনি আমাদের পক্ষে নিয়ে এলেন, যদিও দীর্ঘসময় ধরে আমাকে - আমি শুধু শিখেছি যে তাঁর উপসংহারগুলি সাধারণত সঠিক হত, কিন্তু তাঁর যুক্তিতে আমি সম্পূর্ণ সন্তুষ্ট ছিলাম না।\nঅর্থনীতিবিদ মিল্টন ফ্রিডম্যান তার চিন্তাধারায় মিসেসকে অনমনীয় বলে মনে করেছিলেন, কিন্তু যোগ করেছেন যে মিসেসের কঠিন জীবন এবং একাডেমিয়া দ্বারা গ্রহণযোগ্যতার অভাব সম্ভাব্য অপরাধী:\n\nআমি যে গল্পটি সবচেয়ে ভালো মনে রাখি তা হল মন্ট পেলেরিনের প্রথম সভায়, যখন তিনি দাঁড়িয়ে বলেন, \"তোমরা সবাই একদল সাম্যবাদী।\" আমরা আয়ের বণ্টন নিয়ে আলোচনা করছিলাম, এবং কিনা প্রগতিশীল আয়কর থাকা উচিত। সেখানে উপস্থিত কিছু লোক এই মত প্রকাশ করছিল যে এর জন্য একটি যুক্তি থাকতে পারে।\nএকইরকম অর্থপূর্ণ আরেকটি ঘটনা: ফ্রিটজ মাছলুপ মিসেসের একজন শিক্ষার্থী ছিলেন, তাঁর সবচেয়ে বিশ্বস্ত অনুসারীদের একজন। মন্ট পেলেরিনের এক সভায়, মাছলুপ একটি বক্তৃতা দেন যেখানে তিনি মনে হয় সোনার মান ধরে রাখার ধারণাটি প্রশ্ন করেছিলেন; তিনি ভাসমান বিনিময় হারের পক্ষে মত প্রকাশ করেন। মিসেস এতটাই ক্ষুব্ধ হয়েছিলেন যে তিনি তিন বছর ধরে মাছলুপের সাথে কথা বলেননি। কিছু লোককে আসতে হয়েছিল এবং তাদের আবার একসাথে আনতে হয়েছিল। এটা বোঝা কঠিন; তাদের জীবনে মিসেসের মতো লোকেরা যেভাবে নিপীড়িত হয়েছিলেন তা বিবেচনা করে একটু বোঝা যায়।\nঅর্থনীতিবিদ মারে রথবার্ড, যিনি মাইসেসের অধীনে অধ্যয়ন করেছিলেন, তিনি সম্মত হন যে তিনি আপোষহীন ছিলেন, কিন্তু তার ঘষে ফেলার প্রতিবেদনের বিরোধিতা করেন। তার কথায়, মিসেস ছিলেন \"অবিশ্বাস্য রকমের মিষ্টি, ছাত্রদের জন্য ক্রমাগত গবেষণার প্রকল্প খুঁজে বেড়াতেন, অবিশ্বাস্যভাবে বিনয়ী এবং কখনোই তিক্ত ছিলেন না\" তার সময়ের অর্থনৈতিক প্রতিষ্ঠার হাতে তিনি যে বৈষম্য পেয়েছিলেন সে সম্পর্কে।\nমিসেস মারা যাওয়ার পর, তার বিধবা মার্গিট একটি অনুচ্ছেদ উদ্ধৃত করেছিলেন যা তিনি বেঞ্জামিন অ্যান্ডারসন সম্পর্কে লিখেছিলেন। তিনি বলেছিলেন যে এটি মিসের নিজের ব্যক্তিত্বকে সর্বোত্তমভাবে বর্ণনা করেছে:\n\nতাঁর সবচেয়ে উল্লেখযোগ্য গুণগুলি ছিল তাঁর অটল সততা এবং দ্বিধাহীন সরলতা। তিনি কখনো মাথা নোয়াননি। তিনি সবসময় তা স্বাধীনভাবে প্রকাশ করেছেন যা তিনি সত্য বলে মনে করেছেন। যদি তিনি জনপ্রিয় কিন্তু দায়িত্বহীন নীতিগুলির তাঁর সমালোচনা দমন বা শুধু নরম করে দেওয়ার জন্য প্রস্তুত হতেন, তবে তাঁকে সবচেয়ে প্রভাবশালী পদ ও অফিস অফার করা হত। কিন্তু তিনি কখনো আপোস করেননি।\n\n\n=== ফ্যাসিবাদ সম্পর্কে মন্তব্য ===\nমার্কসবাদী হার্বার্ট মার্কিউস এবং পেরি অ্যান্ডারসন এবং সেইসাথে জার্মান লেখক ক্লজ-ডিয়েটার ক্রোন তার ১৯২৭ সালের বই লিবারেলিজম -এ ইতালীয় ফ্যাসিবাদ, বিশেষ করে বামপন্থী উপাদানগুলিকে দমন করার জন্য, অনুমোদনমূলকভাবে লেখার জন্য মাইসেসকে অভিযুক্ত করেছিলেন। ২০০৯ সালে, অর্থনীতিবিদ জে. ব্র্যাডফোর্ড ডিলং এবং সমাজবিজ্ঞানী রিচার্ড সেমুর এই অভিযোগের পুনরাবৃত্তি করেছিলেন।\nমিসেস, তার ১৯২৭ সালের লিবারেলিজম বইতে লিখেছেন:\n\nফ্যাসিজম এবং সমতুল্য আন্দোলনগুলি, যা স্বৈরশাসন স্থাপনের লক্ষ্যে এগিয়ে চলে, সেগুলির ভালো উদ্দেশ্য অস্বীকার করা যায় না এবং তাদের হস্তক্ষেপে ইউরোপীয় সভ্যতাকে মুহূর্তের জন্য রক্ষা করা হয়েছে। ইতিহাসে চিরস্থায়ীভাবে বেঁচে থাকবে এমন ফ্যাসিজমের প্রাপ্ত সাফল্য। কিন্তু যদিও এর নীতি মুহূর্তের জন্য মুক্তি এনেছে, তা এমন ধরণের নয় যা চলমান সাফল্যের প্রতিশ্রুতি দিতে পারে। ফ্যাসিজম ছিল একটি জরুরী সাময়িক ব্যবস্থা। এটিকে এর থেকে বেশি কিছু হিসেবে দেখা হলে তা মারাত্মক ভুল হবে।\nমিসেস এর জীবনী Mises: The Last Knight Of Liberalism লেখক জর্গ গুইডো হুলসম্যান বলেছেন যে সমালোচকরা যারা পরামর্শ দেন যে মিসেস ফ্যাসিবাদকে সমর্থন করেছেন তারা \"অযৌক্তিক\" কারণ তিনি উল্লেখ করেছেন যে সম্পূর্ণ উদ্ধৃতি ফ্যাসিবাদকে বিপজ্জনক হিসাবে বর্ণনা করে। তিনি উল্লেখ করেছেন যে মিসেস বলেছিলেন যে এটি রাশিয়ার বলশেভিক এবং জার্মানির ক্রমবর্ধমান কমিউনিস্টদের দ্বারা উত্থাপিত এবং আসন্ন কমিউনিজম এবং সমাজতন্ত্রের বিরুদ্ধে একটি \"জরুরি অস্থায়ী পরিবর্তন\" ছিল বলে মনে করা একটি \"মারাত্মক ত্রুটি\"। হুলসম্যান মাইসেস: দ্য লাস্ট নাইট অফ লিবারেলিজম- এ লিখেছেন যে মিসেস ফাদারল্যান্ড ফ্রন্ট পার্টির কার্ড বহনকারী সদস্য ছিলেন এবং এটি \"সম্ভবত সরকারি এবং আধা-পাবলিক সংস্থার সমস্ত কর্মচারীদের জন্য বাধ্যতামূলক।\"\nমিসেস, তার ১৯২৭ সালের লিবারেলিজম বইতেও ফ্যাসিবাদ সম্পর্কে লিখেছেন:\n\nপ্রচণ্ড শক্তি দ্বারা নিপীড়ন সর্বদা বুদ্ধির উন্নত অস্ত্র ব্যবহার করতে অক্ষমতার স্বীকারোক্তি - ভাল কারণ তারা একাই চূড়ান্ত সাফল্যের প্রতিশ্রুতি দেয়। এটি সেই মৌলিক ত্রুটি যা থেকে ফ্যাসিবাদ ভোগে এবং যা শেষ পর্যন্ত তার পতন ঘটায়। বেশ কয়েকটি দেশে ফ্যাসিবাদের বিজয় সম্পত্তি সমস্যা নিয়ে দীর্ঘ লড়াইয়ের একটি পর্ব মাত্র। পরের পর্ব হবে কমিউনিজমের বিজয়। সংগ্রামের চূড়ান্ত পরিণতি অবশ্য অস্ত্র দ্বারা নয়, ধারণা দ্বারা নির্ধারিত হবে। এটি এমন ধারণা যা পুরুষদেরকে লড়াইয়ের দলে বিভক্ত করে, যে অস্ত্রগুলি তাদের হাতে চাপ দেয় এবং কার বিরুদ্ধে এবং কার জন্য অস্ত্র ব্যবহার করা হবে তা নির্ধারণ করে। তারা একা, এবং অস্ত্র নয়, যে, শেষ বিশ্লেষণে, দাঁড়িপাল্লা ঘুরিয়ে দেয়। ফ্যাসিবাদের দেশীয় নীতির জন্য এত কিছু। এটির বৈদেশিক নীতি, কারণ এটি আন্তর্জাতিক সম্পর্কের ক্ষেত্রে শক্তির স্বীকৃত নীতির উপর ভিত্তি করে, একটি অন্তহীন সিরিজের যুদ্ধের জন্ম দিতে ব্যর্থ হতে পারে না যা আধুনিক সভ্যতাকে ধ্বংস করতে হবে এর জন্য আর আলোচনার প্রয়োজন নেই। আমাদের বর্তমান অর্থনৈতিক উন্নয়নের স্তর বজায় রাখতে এবং আরও বাড়াতে, দেশগুলির মধ্যে শান্তি নিশ্চিত করতে হবে। কিন্তু তারা শান্তিতে একত্রে বসবাস করতে পারে না যদি তারা যে আদর্শের দ্বারা পরিচালিত হয় তার মূল নীতি হল এই বিশ্বাস যে একটি নিজস্ব জাতি কেবলমাত্র বলপ্রয়োগের মাধ্যমে জাতির সম্প্রদায়ে তার স্থান সুরক্ষিত করতে পারে।\nনাৎসিবাদ সম্পর্কে, মিসেস তার ১৯৪৪ সালের বই \"অম্নিপোটেন্ট গভর্নমেন্ট\" এ  মিত্রশক্তিকে  \"নাৎসিবাদ ধ্বংস করার\" এবং \"নাৎসি শক্তি সম্পূর্ণরূপে ভেঙে পড়া পর্যন্ত হতাশাবোধের সাথে লড়াই করার\" আহ্বান জানিয়েছিলেন।\n\n\n== উল্লেখযোগ্য কাজ ==\nবই\n\nদ্যা থিউরি অফ মানি এন্ড ক্রেডিট  (১৯১২, বর্ধিত মার্কিন সংস্করণ ১৯৫৩)\nFull text available.\nনেশন, স্টেট, এন্ড ইকোনমি (১৯১৯)\nFull text available.\nইকোনমিক ক্যালকুলেশন ইন দ্যা সোসালিষ্ট  কমনওয়েলথ (১৯২০) (দীর্ঘ প্রবন্ধ)\nFull text available.\nসোশালিজম: এন ইকোনমিক এন্ড সোসিওলজিক্যাল এনালাইসিস (১৯২২, ১৯৩২, ১৯৫১)\nFull text available.\nলিবেরালিজম: ইন দ্যা  ক্লাসিকাল ট্রেডিশন (১৯২৭, ১৯৬২)\nFull text available.\nএ ক্রিটিক অফ  ইন্টারভেনশনিজম (১৯২৯) (প্রবন্ধ সংগ্রহ)\nFull text available.\nএপিস্টেমলজিক্যাল প্রব্লেমস অফ  ইকোনমিক্স (১৯৩৩, ১৯৬০)\nFull text available.\nমেমোয়ার্স (১৯৪০)\nFull text available.\nইন্টারভেনশনিজম: এন ইকোনমিক এনালাইসিস (১৯৪১, ১৯৯৮)\nঅমনিপোটেন্ট গভর্নমেন্ট: দ্যা  রাইস অফ টোটাল স্টেট এন্ড টোটাল ওয়ার (১৯৪৪)\nFull text available.\nবুড়ইউক্রেসি (১৯৪৪, ১৯৬২)\nFull text available.\nপ্লানেড কেয়স (১৯৪৭, সমাজতন্ত্রের ১৯৫১ সংস্করণে যুক্ত)\nFull text available.\nহিউম্যান অ্যাকশন: অ্যা ট্রিটিজ অন ইকোনমিক্স (১৯৪৯, ১৯৬৩, ১৯৬৬, ১৯৯৬)\nFull text available.\n[প্ল্যানিং ফর ফ্রিডম] (১৯৫২, ১৯৬২, ১৯৭৪ এবং ১৯৮০ সালে বর্ধিত সংস্করণ) (প্রবন্ধ এবং ঠিকানার সংগ্রহ))\nFull text available.\nদ্যা আন্টি-ক্যাপিটালিস্টিক মেন্টালিটি (১৯৫৬)\nFull text available.\nথিউরি এন্ড হিস্ট্রি : এন ইন্টারপ্রিটেশন অফ সোশ্যাল এন্ড ইকোনমিক ইভোল্যুশন (১৯৫৭)\nFull text available.\nদ্যা আলটিমেট ফাউন্ডেশন অফ ইকোনমিক সাইন্স (১৯৬২)\nFull text available.\nদ্যা হিস্টরিকাল সেটিং অফ দ্যা অস্ট্রিয়ান স্কুল অফ ইকোনমিক্স (১৯৬৯) (দীর্ঘ প্রবন্ধ)\nFull text available.\nনোটস এন্ড রেকলেকশন্স (১৯৭৮, ১৯৪০-৪১ সালে লেখা)\nঅন দ্য ম্যানিপুলেশন অফ মানি অ্যান্ড ক্রেডিট (১৯৭৮) (প্রবন্ধের সংগ্রহ, অর্থনৈতিক সংকটের কারণ হিসাবে পুনঃপ্রচারিত)\nFull text available.\nইকোনমিক পলিসি: থটস ফর টুডে এন্ড টুমরো (১৯৭৯, ১৯৫৯ সালে দেওয়া বক্তৃতাগুলির সংগ্রহ)\nFull text available.\nমানি, মেথড, এন্ড দ্যা মার্কেট প্রসেস (১৯৯০) (প্রবন্ধ সংগ্রহ)\nFull text available.\nইকোনমিক ফ্রিডম এন্ড ইন্টারভেনশনিজম (১৯৯০) (প্রবন্ধ এবং ঠিকানার সংগ্রহ)\nFull text available.\nদ্যা ফ্রি মার্কেট এন্ড ইটস এনেমিজ (২০০৪, ১৯৫১ সালে প্রদত্ত বক্তৃতার সংগ্রহ)\nFull text available.\nমার্ক্সিজম আনমাস্কড: ফ্রম ডিলুশন টু ডেস্ট্রাকশন (২০০৬, ১৯৫২ সালে প্রদত্ত বক্তৃতার সংগ্রহ)\nFull text available.\nলুডভিগ ভন মিসেস অন দ্য মানি অ্যান্ড ইনফ্লেশন (২০১০, ১৯৬০-এর দশকে প্রদত্ত বক্তৃতাগুলির সংগ্রহ)\nFull text available. তার রচয়িত বইগুলো https://archive.org তে পাওয়া যায়\nবই এর পর্যবেক্ষণসমূহ\n\n\"ফিলিপ কর্টনি দ্বারা অর্থনৈতিক মিউনিখের পর্যালোচনা\" । দ্য ফ্রিম্যান, মার্চ ১৯৫৫ । সম্পূর্ণ সংখ্যা উপলব্ধ ।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nবাটলার, ইমন, লুডভিগ ভন মিসেস - একটি প্রাইমার, ইন্সটিটিউট অফ ইকোনমিক অ্যাফেয়ার্স (২০১০)।\nএবেলিং, রিচার্ড এম. পলিটিক্যাল ইকোনমি, পাবলিক পলিসি, অ্যান্ড মনিটারি ইকোনমিক্স: লুডভিগ ভন মিসেস অ্যান্ড দ্য অস্ট্রিয়ান ট্র্যাডিশন, (লন্ডন/নিউ ইয়র্ক: রুটলেজ, ২০১০) ৩৫৪ পৃষ্ঠা,আইএসবিএন ৯৭৮-০৪১৫৭৭৯৫১৭ ।\nএবেলিং, রিচার্ড এম. \"লুডভিগ ভন মিসেস: দ্য পলিটিক্যাল ইকোনমিস্ট অফ লিবার্টি, পার্ট I\"  আর্কাইভইজে আর্কাইভকৃত ১৫ এপ্রিল ২০১৩ তারিখে, ( দ্য ফ্রিম্যান, মে ২০০৬)।\nএবেলিং, রিচার্ড এম. \"লুডউইগ ভন মাইসেস: দ্য পলিটিক্যাল ইকোনমিস্ট অফ লিবার্টি, পার্ট II\"  আর্কাইভইজে আর্কাইভকৃত ১৫ এপ্রিল ২০১৩ তারিখে, ( দ্য ফ্রিম্যান, জুন ২০০৬)।\nএবেলিং, রিচার্ড এম. \"লুডভিগ ভন মিসেস অ্যান্ড দ্য ভিয়েনা অফ হিজ টাইম, পার্ট I\", ( দ্য ফ্রিম্যান, মার্চ ২০০৫)।\nএবেলিং, রিচার্ড এম. \"লুডভিগ ভন মিসেস অ্যান্ড দ্য ভিয়েনা অফ হিজ টাইম, পার্ট II\", ( দ্য ফ্রিম্যান, এপ্রিল ২০০৫)।\nএবেলিং, রিচার্ড এম. \"অস্ট্রিয়ান অর্থনীতি এবং স্বাধীনতার রাজনৈতিক অর্থনীতি\", ( দ্য ফ্রিম্যান, জুন ২০০৪)।\nগর্ডন, ডেভিড (২০১১-০২-২৩) মিসেস'স এপিস্টেমলজি, লুডভিগ ভন মিসেস ইনস্টিটিউট .\nজোন্স, ড্যানিয়েল স্টেডম্যান। মাস্টার্স অফ দ্য ইউনিভার্স: হায়েক, ফ্রিডম্যান, এবং নিওলিবারেল পলিটিক্সের জন্ম (২০১২), পৃষ্ঠা। ৪৯-৫১।\nরথবার্ড, মারে এন. \"মিসেস, লুডভিগ এডলার ভন\", দ্য নিউ পালগ্রেভ: এ ডিকশনারি অফ ইকোনমিক্স, ১৯৮৭, ভ. ৩, পৃষ্ঠা। ৪৭৯-৪৮০।\nএতে পর্যালোচনা করা হয়েছে:ডর্নবুশ, রুডি (জুলাই ১০, ১৯৯৪)। \"মানি মেল্টডাউন\"। ওয়াশিংটন পোস্ট। মার্চ ২৯, ২০১৫ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ মে ২৫, ২০১৩। দ্যা হিরো ইন দিস বুক ইজ লুডভিগ ভন মিসেস।       .\n\n\n== বহিঃসংযোগ ==\nলুডভিগ ভন মিসেস ইনস্টিটিউট ইউরোপ\nMises.de (মিসেস এবং অস্ট্রিয়ান স্কুলের অন্যান্য লেখকদের মূল জার্মান সংস্করণে বই এবং নিবন্ধ)\nকার্লিতে লুডভিগ ভন মিসেস (ইংরেজি)\nফাইন্ড   ফাইন্ড এ গ্রেইভে লুডভিগ ভন মিসেস (ইংরেজি)\nগুগল স্কলার দ্বারা সূচীবদ্ধ লুডভিগ ভন মিসেসের প্রকাশনাসমূহ প্রকাশনাগুলি\nলুডভিগ ভন মিসেস ইনস্টিটিউট\nতার রচয়িত বইগুলো ARCHIVE.ORG তে পাওয়া যায় https://archive.org\nটেমপ্লেট:Ludwig von Mises"}