{"pageid": 1440539, "title": "রাধা দামোদর মন্দির, জুনাগড়", "url": "https://bn.wikipedia.org/wiki?curid=1440539", "content": "শ্রী রাধা দামোদর মন্দির হল একটি হিন্দু মন্দি, যা জুনাগড় গুজরাট, ভারত-এ অবস্থিত। মন্দিরটি হিন্দু দেবতা কৃষ্ণ এর অপর রূপ দামোদর হরিকে উৎসর্গ করা হয়েছে। এখানে কেন্দ্রীয় মন্দিরে তাঁর পাশে উপবিষ্ট দেবী রাধা সহ দামোদর জি তাঁর ভগবান বিষ্ণুর চতুর্ভুজ রূপে পূজিত হন। মন্দির চত্বরের মধ্যে দামোদর কুন্ড এবং রেবতী কুন্ডও রয়েছে। এই মন্দিরটি গুজরাট সরকারের বিশেষ তত্ত্বাবধানে এসেছে। \nশ্রী দামোদর তীর্থস্থানের মধ্যে রয়েছে শ্রী রাধা দামোদর মন্দির এবং এস্থানের জনপ্রিয় হ্রদ - দামোদর কুন্ড এবং রেবতী কুন্ড গিরনার পর্বতের রাস্তা বরাবর অবস্থিত। গুপ্ত সাম্রাজ্যের অন্তর্গত রাজা স্কন্দগুপ্তের শাসনামলে ৪৬২ খ্রিস্টাব্দে এই তীর্থস্থানটির সংস্কার করা হয়েছিল।\n\n\n== কাঠামো ==\nমূল মন্দিরটি গোলাপী বেলেপাথর দিয়ে তৈরি এবং এর দুটি গুরুত্বপূর্ণ অংশ রয়েছে-নিজ মন্দির এবং সালোহা মন্ডপ। নিজ মন্দিরের চূড়া ৬৫ ফুট উঁচু এবং সালোহা মণ্ডপের চূড়ার উচ্চতা ৩০.৫ ফুট। ধ্বজাটি নিজ মন্দিরের শীর্ষে রয়েছে। মন্দিরটিতে ৩২টি আর্ক এবং ৮৪টি ভাল কারুকাজ করা স্তম্ভ রয়েছে৷ \nমন্দিরের কেন্দ্রীয় উপাসনালয়টি রাধা এবং দামোদরকে (কৃষ্ণ) উৎসর্গ করা হয়েছে যেখানে কৃষ্ণ বিষ্ণুর চতুর্ভুজরূপে শঙ্খ, চক্র, গদা এবং পদ্ম ধারণ করে বিরাজমান রয়েছেন। কেন্দ্রীয় মন্দিরের সংলগ্ন আরেকটি মন্দির রয়েছে যা ভগবান বলরাম এবং তার স্ত্রী রেবতীকে উৎসর্গীকৃত। মন্দিরের দক্ষিণ-পশ্চিম দিকে গণেশ এর একটি মন্দির আছে । \n\n\n== তাৎপর্য ==\nশ্রী রাধা দামোদর মন্দির গুজরাটের প্রাচীন মন্দিরগুলির মধ্যে একটি। কৃষ্ণের পৌত্র বজ্রনাভ মন্দিরটি নির্মাণ করেছিলেন বলে ধারণা করা হয়। পিতৃ তর্পণ (মৃত পূর্বপুরুষদের প্রতি শ্রদ্ধা নিবেদন) এর জন্য ভাদ্র মাসের কৃষ্ণপক্ষের ১৫ তারিখের মতো বিশেষ উপলক্ষ্যে হাজার হাজার ভক্তের ভিড়ে মন্দির গমগম করে। এছাড়াও ভক্তরা পবিত্র দামোদর কুন্ড-এ পবিত্র স্নান করেন পরবর্তী জীবনে মোক্ষ লাভের উদ্দেশ্যে। স্কন্দ পুরাণে বর্ণনা করা হয়েছে যে দামোদর কুন্ড স্বর্ণ রাশা নদীর পথে অবস্থিত। ।  স্নান করে এই নদীতে মানুষ পাপ মোচন করে। বিখ্যাত ভক্তিবাদী কবি নরসিংহ মেহতা-ও প্রতিদিন দামোদর (কৃষ্ণ) পূজা করার পূর্বে দামোদর কুণ্ডে স্নান করতেন।\n\n\n== মন্দিরের সময় ==\nসময় অঞ্চল  (ইউটিসি+৫:৩০) পুরোহিত দ্বারা ভারতে পর্যবেক্ষণ করা হয়েছে। \nপ্রতিদিন - সকাল ৬:০০ থেকে বিকাল ৫:৩০ পর্যন্ত।\n\n\n== চিত্রকক্ষ ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n>\n\n\n== আরও দেখুন ==\nরাধা কৃষ্ণ\nনরসিংহ মেহতা\nদামোদর কুণ্ড\nদ্বারকাধীশ মন্দির\nরাধা দামোদর মন্দির, বৃন্দাবন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েব  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৮ আগস্ট ২০২২ তারিখে\n\nবিয়ষশ্রেণী:গুজরাতের হিন্দু মন্দির"}