{"pageid": 1440642, "title": "গ্রহাণুর অভিঘাত থেকে মুক্তি", "url": "https://bn.wikipedia.org/wiki?curid=1440642", "content": "গ্রহাণুর অভিঘাত থেকে মুক্তি বলতে যেসব ভূ-নিকটস্থ বস্তু পৃথিবীর সাথে সম্ভাব্য সংঘর্ষের পথে চলমান, সেগুলির গতিপথ পরিবর্তন করে দেওয়ার বিভিন্ন পদ্ধতিকে বোঝায়, যার উদ্দেশ্য ধ্বংসাত্মক অভিঘাতের ঘটনা প্রতিরোধ করা। একটি যথেষ্ট পরিমাণ বৃহৎ গ্রহাণু বা ভূ-নিকটস্থ বস্তুর অভিঘাতের কারণে (অভিঘাতের ভৌগোলিক অবস্থানের উপর নির্ভর করে) অত্যন্ত বৃহৎ সুনামি বা একাধিক অগ্নিঝড়ের সৃষ্টি হতে পারে, এবং একই সাথে স্ট্রাটোমণ্ডলে যে বিপুল পরিমাণ শিলার গুঁড়ার ধূলি ও অন্যান্য ধ্বংসাবশেষ সূর্যালোককে বাধা দেবে, তার কারণে একটি অভিঘাতজনিত শীতকাল সূচিত হবে। আজ থেকে ৬ কোটি ৬০ লক্ষ বছর আগে পৃথিবীর সাথে প্রায় ১০ কিলোমিটার প্রশস্ত একটি বস্তুর সংঘর্ষ ঘটে, যেটি মেক্সিকো উপসাগরে চিকশুলুব অভিঘাত খাদটি সৃষ্টি করে এবং এর ফলে ক্রিটেশীয়-প্যালিওজেন বিলোপ ঘটনাটির সূচনা ঘটে, যার কারণে বৈজ্ঞানিক সম্প্রদায়ের মতে সমস্ত উড্ডয়নে অক্ষম ডাইনোসর প্রজাতি বিলুপ্ত হয়ে যায়।\nযদিও অদূর ভবিষ্যতে এরকম একটি বৃহৎ সংঘর্ষ ঘটার সম্ভাবনা কম, তা সত্ত্বেও শেষ পর্যন্ত এটি ঘটার সম্ভাবনা প্রায় নিশ্চিত (বৃহৎ সংখ্যার সূত্র অনুযায়ী), যদি না প্রতিরক্ষামূলক ব্যবস্থা গ্রহণ করা হয়। কিছু জ্যোতির্বৈজ্ঞানিক ঘটনা যেমন শুমেকার-লেভি ৯ ধূমকেতুর বৃহস্পতি গ্রহে অভিঘাত এবং ২০১৩ সালে চেলিয়াবিনস্ক উল্কার অভিঘাত, এবং তার সাথে সেনট্রি ঝুঁকি সারণীতে আবিষ্কৃত ও তালিকাভুক্ত ভূ-নিকটস্থ বস্তুর সংখ্যার ক্রমবৃদ্ধি এই হুমকির প্রতি মানবজাতির মনোযোগ পুনরায় আকৃষ্ট হচ্ছে। ইংরেজিভাষী বিশ্বে ২০২১ সালে মুক্তিপ্রাপ্ত ডোন্ট লুক আপ চলচ্চিত্রটি এই ব্যাপারে সচেতনতা বৃদ্ধি করেছে।\n২০১৬ সালে মার্কিন মহাকাশ সংস্থা নাসা-র একজন বিজ্ঞানী সতর্ক করেন যে পৃথিবীর এই জাতীয় ঘটনার জন্য কোনও প্রস্তুতি নেই। ২০১৮ সালের এপ্রিল মাসে বি৬১২ ফাউন্ডেশন থেকে প্রকাশিত একটি প্রতিবেদন অনুযায়ী \"একটি বিধ্বংসী গ্রহাণুর অভিঘাতের সম্ভাবনা ১০০%, তবে কখন এটি ঘটবে সে ব্যাপারে আমরা ১০০% নিশ্চিত নই।\" একই সালে (২০১৮) ব্রিটিশ পদার্থবিজ্ঞানী স্টিভেন হকিং তাঁর সর্বশেষ প্রকাশিত বই ব্রিফ আনসার্স টু দ্য বিগ কোয়েশ্চেনস-এ গ্রহাণুর অভিঘাতকে পৃথিবীর সবচেয়ে বড় হুমকি হিসেবে গণ্য করেছিলেন। গ্রহাণুর অভিঘাত থেকে মুক্তির একাধিক পদ্ধতি বর্ণিত হয়েছে। তবে ২০১৯ সালের মার্চ মাসে বিজ্ঞানীদের একটি প্রতিবেদন অনুযায়ী এই ধরনের গ্রহাণুগুলিকে ধ্বংস করার কাজটি আগে যেমনটি মনে করা হয়েছিল, তার চেয়ে অনেক বেশি দুরূহ হবে। অধিকন্তু, ধ্বংস বা ব্যহত হবার পরেও একটি গ্রহাণুর খণ্ডগুলি মাধ্যাকর্ষণের কারণে আবার সংযুক্ত হয়ে যেতে পারে। ২০২১ সালের মে মাস নাসা-র জ্যোতির্বিজ্ঞানীরা একটি প্রতিবেদনে লেখেন যে ২০২১ সালে অনুষ্ঠিত একটি গ্রহীয় প্রতিরক্ষা সম্মেলনে পরিচালিত ছদ্মায়িত মহড়ার ভিত্তিতে একটি অসদ অভিঘাতকারক (ভার্চুয়াল ইম্প্যাক্টর, অর্থাৎ প্রকৃত কোনও গ্রহাণু নয়, বরং কাল্পনিক প্রতিমান বা মডেল) থেকে মুক্তি পেতে ৫ থেকে ১০ বছর প্রস্তুতি লাগবে।\n২০২২ সালে নাসা-র মহাকাশযান ডাবল অ্যাস্টেরয়েড রিডাইরেকশন টেস্ট (ডার্ট) ডাইমর্ফোস নামক গ্রহাণু-উপগ্রহের বুকে ইচ্ছে করে অতিদ্রুত গতিবেগে আছড়ে ফেলা হয়, যার ফলে সেটির প্রদক্ষিণকাল ৩২ মিনিট হ্রাস পায়। এই অভিযানটি ছিল গ্রহাণুর গতিপথ পরিবর্তনের প্রথম সফল প্রচেষ্টা। ২০২৫ সালে চীনের জাতীয় মহাকাশ প্রশাসন ২০১৯ ভিএল৫ নামের একটি ভূ-নিকটস্থ বস্তু বিচ্যুতকরণ অভিযানের পরিকল্পনা প্রকাশ করে, যে অভিযানে ঐ ৩০-মিটার প্রস্থের গ্রহাণুটিকে আঘাতকারী একটি অভিঘাতযান ও (ইম্প্যাক্টর) ও একটি পর্যবেক্ষক মহাকাশযান পাঠানো হবে।\n\n\n== আরও দেখুন ==\n\n\n== উৎস ==\n এই নিবন্ধটিতে নাসা document \"NASA, SpaceX Launch DART: First Planetary Defense Test Mission\" by Linda Herridge (retrieved on 24 August 2022) থেকে পাবলিক ডোমেইন কাজসমূহ অন্তর্ভুক্ত যা পাওয়া যাবে ।\n\n\n== তথ্যসূত্র ==\n\n\n=== সাধারণ গ্রন্থ ও উৎসপঞ্জি ===\n\nFurfaro, Emily. NASA's DART Data Validates Kinetic Impact as Planetary Defense Method, NASA, 28 Feb. 2023, [১].\n\n\n== আরও পড়ুন ==\nসাধারণ\n\nAir Force 2025. Planetary Defense: Social, Economic, and Political Implications, United States Air Force, Air Force 2025 Final Report webpage, December 11, 1996.\nBelton, M.J.S. Mitigation of Hazardous Comets and Asteroids, Cambridge University Press, 2004, আইএসবিএন ০৫২১৮২৭৬৪৭, ৯৭৮-০৫২১৮২৭৬৪৫\nBottke, William F. Asteroids III (Space Science Series), University of Arizona space science series, University of Arizona Press, 2002, আইএসবিএন ০৮১৬৫২২৮১২, ৯৭৮-০৮১৬৫২২৮১১\nBurrows, William E. The Asteroid Threat: Defending Our Planet from Deadly Near-Earth Objects.\nLewis, John S. Comet and Asteroid Impact Hazards on a Populated Earth: Computer Modeling (Volume 1 of Comet and Asteroid Impact Hazards on a Populated Earth: Computer Modeling), Academic Press, 2000, আইএসবিএন ০১২৪৪৬৭৬০১, ৯৭৮-০১২৪৪৬৭৬০৬\nMarboe, Irmgard : Legal Aspects of Planetary Defence. Brill, Leiden 2021, ISBN 978-90-04-46759-0.\nSchmidt, Nikola et al.: Planetary Defense: Global Collaboration for Defending Earth from Asteroids and Comets. Springer, Cham 2019, আইএসবিএন ৯৭৮-৩-০৩০-০০৯৯৯-১.\nVerschuur, Gerrit L. (1997) Impact!: The Threat of Comets and Asteroids, Oxford University Press, আইএসবিএন ০১৯৫৩৫৩২৭৭, ৯৭৮-০১৯৫৩৫৩২৭৩\n\n\n== বহিঃসংযোগ ==\n\"Deflecting Asteroids\" (with solar sails) by Gregory L. Matloff, IEEE Spectrum, April 2012\nNear Earth Objects Directory\nNasa's 2007 Report to Congress on NEO Survey Program Including Tracking and Diverting Methods for High Risk Asteroids\nArmagh University: Near Earth Object Impact Hazard \nThreats from Space: A Review of U.S. Government Efforts to Track and Mitigate Asteroids and Meteors (Part I and Part II): Hearing before the Committee on Science, Space, and Technology, House of Representatives, One Hundred Thirteenth Congress, First Session, Tuesday, March 19, 2013 and Wednesday, April 10, 2013\n\nটেমপ্লেট:Public-sector space agencies"}