{"pageid": 1440210, "title": "আলিয়া সবুর", "url": "https://bn.wikipedia.org/wiki?curid=1440210", "content": "আলিয়া সবুর (জন্ম ২২ ফেব্রুয়ারি ১৯৮৯) একজন মার্কিন পদার্থ বিজ্ঞানী। বিশ্বের সর্বকনিষ্ঠ অধ্যাপক হওয়ার রেকর্ডটি তার দখলে।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nসবুরের জন্ম নিউ ইয়র্ক অঙ্গরাজ্যের নিউ ইয়র্ক সিটিতে। তার মা জুলি সবুর (জন্মনাম কেসলার) ১৯৯৫ সাল পর্যন্ত নিউজ ১২ লং আইল্যান্ডের একজন প্রতিবেদক হিসেবে কাজ করেছেন। তিনি ১৯৮০ সালে পাকিস্তানি নাগরিক মোহাম্মদ সবুরকে বিয়ে করেন। আলিয়া ১৯৮৯ সালের ২২শে ফেব্রুয়ারি জন্মগ্রহণ করেছিলেন। তিনি প্রতিভাধরতার লক্ষণ বাল্যকালেই দেখিয়েছিলেন। তিনি \"অফ দ্য আইকিউ স্কেল\" পরীক্ষা করেছিলেন, একজন শিক্ষাবিদের মতে যিনি তাকে প্রথম-গ্রেডার হিসাবে পরীক্ষা করেছিলেন। চতুর্থ শ্রেণির ছাত্রী থাকাকালীনই তিনি পাবলিক স্কুল ত্যাগ করেন এবং ১০ বছর বয়সে স্টনি ব্রুক বিশ্ববিদ্যালয়ে ভর্তি হন, পরে ১৪ বছর বয়সে সুমা কাম লাউডে স্নাতক হন। তিনি 9 বছর বয়সে তায়কোয়ান্দোতে একটি কালো বেল্টও পেয়েছিলেন।\nস্টনি ব্রুকের পাঠ শেষে সবুর ড্রেক্সেল ইউনিভার্সিটিতে যোগদান করেন, যেখানে তিনি ২০০৬ সালে তার স্নাতকোত্তর উপাধি পেয়েছিলেন। আলিয়া ড্রেক্সেল ইউনিভার্সিটি থেকে ২০০৭ ডিন ফেলোশিপের প্রাপক ছিলেন। ২০০৭ সালে তিনি হারিকেন ক্যাটরিনার পরে নিউ অরলিন্সের সাউদার্ন ইউনিভার্সিটিতে একটি অস্থায়ী অবস্থান নেন।\n\n\n== শিক্ষা জীবন ==\n২০০৮ সালের ১৯শে ফেব্রুয়ারী ১৮ বছর বয়সে (তার ১৯তম জন্মদিনের ৩দিন আগে), তিনি দক্ষিণ কোরিয়ার সিউলের কনকুক বিশ্ববিদ্যালয়ের অ্যাডভান্সড টেকনোলজি ফিউশন বিভাগে স্টনি ব্রুক ইউনিভার্সিটির সাথে গবেষণা মৈত্রী হিসাবে আন্তর্জাতিক অধ্যাপকের পদে নিযুক্ত হন। পদটি ছিল অস্থায়ী, এক বছরের চুক্তি যা তিনি পুনর্নবীকরণ করেননি। গিনেস বুক অফ ওয়ার্ল্ড রেকর্ডস সবুরকে বিশ্বের সর্বকনিষ্ঠ অধ্যাপক হিসেবে অভিহিত করেছে। তিনি ১৯ বছর বয়সে অ্যাবারডিন ইউনিভার্সিটিতে কলিন ম্যাকলরিনের গণিতের অধ্যাপক হওয়ার রেকর্ডটি ভেঙ্গে দেন।\nতিনি ২০০৮ সালের জুনে কনকুক ইউনিভার্সিটির অ্যাডভান্সড টেকনোলজি ফিউশন বিভাগে তার অবস্থান শুরু করেন এবং তার চুক্তি পুনর্নবীকরণ না করে ২০০৯ সালের শুরুর দিকে তার নিজ শহর নিউইয়র্কে ফিরে আসেন।\n\n\n== ডিপওয়াটার হরাইজন তেলকূপ দুর্ঘটনা ==\n২০১০ সালের জুনে সবুর তার ধারণাটি ব্যাখ্যা করার জন্য সিএনএন এবং ফক্স নিউজের হ্যানিটিতে হাজির হন, যেটিকে বিপি মেক্সিকো উপসাগরে ডিপওয়াটার হরাইজন তেলকূপ দুর্ঘটনায় ক্ষতি কমাতে সাহায্য করার বিকল্প হিসাবে বিবেচনা করেছিল।\n\n\n== স্নাতক স্কুল বিতর্ক ==\n২০০৮ সালে সবুর ড্রেক্সেল ইউনিভার্সিটির বিরুদ্ধে একটি দেওয়ানি মামলা দায়ের করেন। তিনি দাবি করেন যে বিশ্ববিদ্যালয়টি সবুরের ডক্টরেট ডিগ্রি অর্জনের বিষয়ে প্রতারণা এবং মানহানির সাথে জড়িত। মামলায় সবুর অভিযোগ করেন যে তার প্রাক্তন পিএইচ.ডি. উপদেষ্টা ইউরি গোগোটসি অনুদানের জন্য আবেদন করার জন্য তার গবেষণাকে অনুপযুক্তভাবে ব্যবহার করেছেন এবং ইচ্ছাকৃতভাবে তার ডিগ্রিতে বাধা দিয়েছেন।২০১০ সালের ৯ আগস্ট বিচার কার্যক্রম শুরু হয়।\nফাইন্যান্সিয়াল টাইমস নিবন্ধে তার এমন বক্তব্য উল্লেখ করা হয়েছে: \"কিন্তু সেই সময়েই আমি বিজ্ঞান জগতের প্রতি মোহগ্রস্ত হয়ে পড়ি। আমি খারাপ আচরণ দেখেছিলাম এবং বুঝতে পেরেছিলাম যে কিছু অধ্যাপক বিজ্ঞানের প্রতি অনুপ্রাণিত ছিলেন না। আমি আমার পিএইচডি তত্ত্বাবধানকারী উপদেষ্টার সাথে বাদ পড়েছিলাম। আমি ড্রেক্সেল বিশ্ববিদ্যালয়ের বিরুদ্ধে মামলা করেছি। এটি ছিল সিভিল মামলা এবং মামলাটি এখন ব্যক্তিগত হয়ে বাধ্যতামূলক সালিশে চলে গেছে, আমি বিশ্বাস করি যে আমার উপদেষ্টা আমার ধারণাগুলি ব্যবহার করে অনুদান এবং পেটেন্টের জন্য আবেদন করেছেন এবং তিনি এটিকে অস্বীকার করেছেন এবং আমাকে তার কাজ চুরি করার জন্য অভিযুক্ত করেছেন। যদিও বিশ্ববিদ্যালয় আমাকে কুম্ভীলকবৃত্তির থেকে দায়মুক্ত করেছে, কিন্তু এটি এখনও আমাকে আমার পিএইচডি প্রদান করতে অস্বীকার করেছে।\"\nসবুর পরিবারকে জড়িয়ে এটি দ্বিতীয় মামলা। পূর্ববর্তী আরেকটি মামলায় আলিয়া সবুরের বাবা-মা তাদের মেয়ের পক্ষে মামলা করেছিলেন। তাতে তারা অভিযোগ করেছিলেন যে, নর্থপোর্ট–ইস্ট নর্থপোর্ট শিক্ষা বোর্ড, এর সদস্যরা এবং স্কুল জেলা তাদের মেয়েকে প্রতিবন্ধী শিক্ষা আইন লঙ্ঘন করে উপযুক্ত শিক্ষা পরিষেবা দিতে ব্যর্থ হয়েছে। সাতটি দাবির মধ্যে ছয়টি খারিজ হয়ে গিয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nTraynor, Cian (১৪ নভেম্বর ২০১৫)। \"A child prodigy's tough years: 'world's youngest professor' comes of age\"। The Irish Times। সংগ্রহের তারিখ ১৪ নভেম্বর ২০১৫। \n\n\n== বহিঃসংযোগ ==\nঅফিসিয়াল সাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০০৫-০৫-০৭ তারিখে\nআজোজোমো রিসার্চ পেপার"}