{"pageid": 1440267, "title": "২০২৪ ইরান-ইসরায়েল সংঘাত", "url": "https://bn.wikipedia.org/wiki?curid=1440267", "content": "২০২৪ সালে, ইরান-ইসরায়েল বদলি সংঘাত দুটি দেশের মধ্যে সরাসরি সংঘর্ষে পরিণত হয়। ১ এপ্রিল, ইসরায়েল, সিরিয়ার দামেস্কে একটি ইরানি দূতাবাস ভবনে বোমা হামলা করে, এতে একাধিক জেষ্ঠ্য ইরানি কর্মকর্তা নিহত হয়।  এর প্রতিক্রিয়ায়, ইরান ও তার বদলিরা ১৩ এপ্রিল ইসরায়েলের অভ্যন্তরে হামলা চালায় ।   এরপর ১৯ এপ্রিল ইরানে প্রতিশোধমূলক হামলা চালায় ইসরাইল। \n\n\n== পটভূমি ==\n১৯৭৯ সালে ইরানী বিপ্লবের পর, ইরান ইসরায়েলের প্রতি আরও সমালোচনামূলক অবস্থান গ্রহণ করে, এবং ১৯৮২ সালের লেবানন যুদ্ধের সময় ইরান লেবাননের শিয়া এবং ফিলিস্তিনি জঙ্গিদের সমর্থন করায় একটি বদলি যুদ্ধের উদ্ভব ঘটে।  ইরান অন্যান্য দেশ ও গোষ্ঠীর সাথে ক্ষমতা ও প্রভাব অর্জন করতে শুরু করে।  সিরিয়ার গৃহযুদ্ধের সময় ইরানের সাথে সংঘর্ষ ও ইরানের পারমাণবিক কর্মসূচি বন্ধ করার জন্য ইসরায়েলি প্রচেষ্টার মাধ্যমে এই সংঘাতের উদ্ভব হয়েছিল। \n\n\n=== ইসরায়েল-হামাস যুদ্ধের সময় উত্তেজনা ===\n৭ অক্টোবর ২০২৩ সালে, ফিলিস্তিনের স্বাধীনতাকামী হামাস আংশিকভাবে ইরানের অর্থায়নে, ইস্রায়েলের উপর একটি আক্রমণ শুরু করে যার ফলে প্রায় ১২০০ ইসরায়েলি নাগরিক নিহত হয় এবং ইসরায়েল-হামাস যুদ্ধের উদ্ভব ঘটে।  একই সময়ে ইসরায়েল আবার লেবাননের ইরানি বদলি হিজবুল্লাহর সাথে সংঘর্ষে লিপ্ত হয় ।  হামলার পর, ইসরায়েল প্রতিশোধ হিসেবে সিরিয়ায় ইরানি নাগরিক এবং তাদের বদলি সেনাদের লক্ষ্য করে আক্রমণ শুরু করে।  পরবর্তী মাসগুলোতে আঞ্চলিক যুদ্ধের আশঙ্কা বেড়ে যায়। \n২৫ ডিসেম্বর ২০২৩ তারিখে ইরানী কমান্ডার রাজি মুসাভিকে লক্ষ্য করে, দামেস্কের ১০ কিমি (৬ মাইল) দক্ষিণে সাইয়িদাহ জয়নাব শহরে তার বাসভবনে ইসরায়েল একটি বিমান হামলা চালায়। যেখানে তিনি নিহত হন। এই ঘটনাটি ইসরাইল-হামাস যুদ্ধ চলাকালিন সময়ে ঘটে। কাসেম সোলেইমানিকে হত্যার পর ২০২৪ সালে মোহাম্মদ রেজা জাহেদির এই হত্যাকাণ্ড সবচেয়ে বড় কোনো সামরিক কর্মকর্তা হত্যাকাণ্ডের ঘটনা। \n২০ জানুয়ারী ২০২৪ সালে, সাদেগ ওমিদজাদেহ, সহ আরও চার ইরানী কর্মকর্তা, আলী আগাজাদেহ, সাইদ করিমি, হোসেন মোহাম্মদী, এবং মোহাম্মদ আমিন সামাদি, দামেস্কের মেজেহ জেলার একটি ভবনে একটি বৈঠকের সময় হত্যাকাণ্ডের শিকার হন। সিরিয়ান অবজারভেটরি ফর হিউম্যান রাইটসের রিপোর্ট অনুযায়ী ইসরায়েলি বিমান হামলার ফলে ভবনটি সম্পূর্ণ ধ্বংস হয়ে যায়, যার ফলে কমপক্ষে ১০ জন সামরিক ব্যক্তি নিহত হয়। \n\n\n== সময়রেখা ==\n\n\n=== ইরানি দূতাবাসে ইসরায়েলি বোমা হামলা (১ এপ্রিল) ===\n১ এপ্রিল সিরিয়ার দামেস্কে ইরানি দূতাবাসে বোমা হামলা চালায় ইসরাইল। হামলায় ইরানের একাধিক কর্মকর্তা ও বদলি যোদ্ধাসহ ১৬ জন নিহত হয়। সবচেয়ে উল্লেখযোগ্য হল, এই বিমান হামলায় কুদস ফোর্সের কমান্ডার মোহাম্মদ রেজা জাহেদী নিহত হন।  হামলার সময় ভবনটিতে থাকা ইরানি কর্মকর্তারা ফিলিস্তিনি জঙ্গি নেতাদের সঙ্গে বৈঠক করছিলেন বলে অভিযোগ আছে। \n\n\n=== ইসরায়েলি প্রস্তুতি (২ এপ্রিল - ১২ এপ্রিল) ===\nএই ঘটনায় ইরান প্রতিশোধ নেওয়ার প্রতিশ্রুতি দেয় এবং পশ্চিমা সূত্র আশঙ্কা করে যে দেশটি সরাসরি ইসরায়েলের অভ্যন্তরে আক্রমণ করবে।  সে অনুযায়ী ইসরায়েল সম্ভাব্য ইরানি হামলা ঠ্যাকাতে আগে থেকে প্রস্তুতি নিতে শুরু করে এবং ইসরায়েলি দূতাবাস খালি করে ফেলে এবং আকাশপথে বোমা হামলা রোধে জিপিএস সংকেত আটকে দেয়।  ইসরায়েলের সুরক্ষায় ফ্রান্স তার নৌবাহিনী মোতায়েন করে।\n\n\n=== এমএসসি অ্যারিস জব্দ (১৩ এপ্রিল) ===\n১৩ এপ্রিল ২০২৪ সালে, ইরান গোর্টাল শিপিংয়ের মালিকানাধীন এমএসসি অ্যারিস কন্টেইনার জাহাজের নিয়ন্ত্রণ ছিনিয়ে নেয়। জাহাজটি মেডিটেরিনিয়ান শিপিং কোম্পানি (এমএসসি) ইজারা নিয়েছিল। গোরটাল শিপিং জোডিয়াক মেরিটাইমের সাথে সম্পর্কিত। যেটি আংশিকভাবে ইসরায়েলি ব্যবসায়ী ইয়াল ওফারের মালিকানাধীন। সংযুক্ত আরব আমিরাতের উপকূলের কাছে আন্তর্জাতিক জলসীমায় হরমুজ প্রণালীতে ইরানি কমান্ডোরা জাহাজটি উঠে পড়ে।  পরে তা ইরানে নিয়ে যাওয়া হয়। ঘটনার পর, ইসরায়েল ইউরোপীয় ইউনিয়নের কাছে আইআরজিসির উপর নিষেধাজ্ঞা আরোপের আহ্বান জানায়। \n\n\n=== ইসরায়েলের উপর ইরানি হামলা (১৩ এপ্রিল - ১৪ এপ্রিল) ===\n১৩ এপ্রিলের প্রথম প্রহরে, হিজবুল্লাহ দক্ষিণ ইসরায়েলকে লক্ষ্য করে প্রায় ৪০ টি রকেট ছুড়ে দেয়।  জবাবে ইসরাইল লেবাননে হিজবুল্লাহর অস্ত্র তৈরি কারখানায় বোমা হামলা করে ।  আল জাজিরা বলেছে যে হামলাটি সম্ভবত সেদিন ইরানের পরবর্তি হামলার সাথে সম্পর্কিত ছিল। \nপরে, ইরান এবং তার বদলিরা প্রায় ৩০০ ড্রোন এবং একাধিক ব্যালিস্টিক ক্ষেপণাস্ত্র দিয়ে ইসরাইল আক্রমণ করে ।  হুথি, ইরাকে ইসলামিক প্রতিরোধ যোদ্ধারা এবং বদর অর্গানাইজেশনও ইরানের নেতৃত্বে ইসরায়েলে হামলা চালায়।    সিরিয়া কিছু ইসরায়েলি ইন্টারসেপ্টারকে গুলি করে ধ্বংস করেছে।  মার্কিন যুক্তরাষ্ট্র, যুক্তরাজ্য এবং জর্ডান ১০০ টির বেশি ইরানী ড্রোনকে বাধা দিয়েছে।   অবশিষ্ট ড্রোন এবং ক্ষেপণাস্ত্রসমূহ ইসরায়েল, পশ্চিম তীর এবং গোলান মালভূমির বিভিন্ন শহরে আঘাত হানে।  হামলায় নেতাভিম এবং র‍্যামন বিমানঘাঁটিও ক্ষতিগ্রস্ত হয়।  ৩৩ জন বেসামরিক লোক আহত হয়। \n\n\n=== বর্ধিত উত্তেজনা (১৪ এপ্রিল - ১৮ এপ্রিল) ===\nইসরায়েলি ও মার্কিন কর্মকর্তারা ওই রাতেই পরিস্থিতি মূল্যায়ন করেন। মার্কিন যুক্তরাষ্ট্র বলেছে যে তারা ইরানের বিরুদ্ধে প্রতিশোধমূলক হামলায় অংশ নেবে না। ইরান হুমকি দিয়েছিল যে, ইসরাইল যদি প্রত্যক্ষ বা পরোক্ষভাবে পাল্টা জবাব দেয়, তাহলে তারা আরও কঠোর হবে।  ইসরাইল বলেছে, হামলার জবাব তাদের দিতে হবে।  মার্কিন যুক্তরাষ্ট্র ইসরাইলকে সংযম প্রদর্শনের জন্য পরামর্শ দেয় এবং ইসরায়েলের যুদ্ধকালীন মন্ত্রিসভা ইসরায়েলের প্রতিক্রিয়ার মাত্রা নিয়ে তর্ক করেছিল।  ইসরায়েল সেই সপ্তাহে রাফাতে আক্রমণ শুরুর পরিকল্পনা বিলম্বিত করে যাতে দেশটি একটি প্রতিক্রিয়া নির্ধারণ করতে পারে। \nযুদ্ধ মন্ত্রিসভা পরের সপ্তাহে ইসরায়েলি প্রতিক্রিয়া নিয়ে তর্ক অব্যাহত রাখে। মন্ত্রিসভা যুদ্ধ পরিস্থিতি শান্ত করার জন্য আন্তর্জাতিক চাপসহ নানা সামরিক এবং কূটনৈতিক পথ বিবেচনা করে।  ১৮ এপ্রিল, একটি প্রতিবেদনে বলা হয় যে মার্কিন যুক্তরাষ্ট্র ইরানের উপর ইসরায়েলি হামলা না করার বিনিময়ে রাফাহ আক্রমণকে অনুমোদন দেবে।  যুক্তরাষ্ট্র ও ইইউ ইরানের ওপর নিষেধাজ্ঞা আরো কঠোর করছে। \n\n\n=== ইসরায়েলি প্রতিক্রিয়া (১৯ এপ্রিল) ===\n১৯ এপ্রিল সকালে, ইজরাইল ইরানের বিরুদ্ধে প্রতিশোধমূলক আক্রমণ চালায়। ইসরাইল একটি সামরিক ঘাঁটি সহ ইসফাহান আন্তর্জাতিক বিমানবন্দরে বা এর কাছাকাছি তিনটি লক্ষ্যবস্তুতে হামলা চালায়। ইরান দাবি করে যে তাদের আকাশ প্রতিরক্ষা ব্যবস্থা সমস্ত ইসরায়েলি নিক্ষিপ্ত বস্তুকে গুলি করে ভূপাতিত করে এবং গণমাধ্যমে দেখানো বিস্ফোরণগুলি আকাশ প্রতিরক্ষা ব্যবস্থা থেকে হয়েছিল। তবে স্যাটেলাইট হতে প্রাপ্ত ছবিতে একটি ধ্বংসপ্রাপ্ত আকাশ প্রতিরক্ষা ব্যাটারি এবং একটি রাডার সিস্টেমের অস্তিত্ব দেখা যায়।  ইসরাইল হামলার কোনো দায় স্বীকার বা মন্তব্য করেনি। দক্ষিণ সিরিয়ায়, সিরিয় সেনা ঘাঁটিগুলিকে লক্ষ্য করে হামলা চালানো হয় যার ফলে কিছু বস্তুগত ক্ষতি হয়।  ইরাকেও বিস্ফোরণ এবং জঙ্গি বিমানের শব্দ শোনা গেছে, এবং মধ্য ইরাকে একটি ইসরায়েলি ক্ষেপণাস্ত্রের ধ্বংসাবশেষ পাওয়া গেছে, যা প্রমাণ করে ইসরাইল ইরাক থেকেও আক্রমণ চালিয়েছে। \n\n\n=== উত্তেজনা প্রশমন (১৯ এপ্রিল - বর্তমান) ===\nইরানের রাষ্ট্রীয় গণমাধ্যম ইসরায়েলি হামলাকে খাটো করে উপস্থাপন করে। ইরানি কর্মকর্তারা বলেছেন, ইসরায়েলের বিরুদ্ধে কোনো পরিকল্পিত প্রতিশোধ নেওয়ার সিদ্ধান্ত নেওয়া হয়নি।  একটি বেনামী সূত্র সিএনএনকে জানিয়েছে যে রাষ্ট্র বনাম রাষ্ট্র আক্রমণ শেষ হয়েছে।  বিশ্লেষকরা হামলা এবং ইরানের প্রতিক্রিয়া দেখে বলেন যে, উভয় পক্ষই উত্তেজনা কমাতে চায়, তবে ইসরায়েলের সাথে ইরানের একটি পূর্ণ মাত্রার যুদ্ধে ইজরায়েলের আরও ক্ষতি করার সক্ষমতা রয়েছে।  তারা আরও সতর্ক করে বলেন ইসরায়েলের প্রতিক্রিয়া সম্পূর্ণরূপে শেষ নাও হতে পারে এবং উত্তেজনা এখনও পুরোপুরি কমেনি। উভয়ের মধ্যে ক্রমবর্ধমান আক্রমণ ও প্রতিক্রিয়া আদৌ শেষ হয়েছে কিনা তা পরিষ্কার নয়। \n\n\n== তথ্যসূত্র =="}