{"pageid": 1440256, "title": "সন্ত চরণদাস", "url": "https://bn.wikipedia.org/wiki?curid=1440256", "content": "সন্ত চরণদাস অষ্টাদশ শতাব্দীতে দিল্লির একজন প্রধান হিন্দু ধর্মীয় গুরু ছিলেন। ইনি সমন্বয়াত্বক দৃষ্টিতে যোগসাধনার সাথে ভক্তিকে গুরুত্ব দিয়েছিলেন।\n\n\n== জীবনী ==\nচরণদাস (১৭০৩-১৭৮২) রাজস্থানের আলবর-এর কাছে, দেহরায় চ্যবনগোত্রীয় ভৃগুবংশীয় এক পরিবারে জন্মগ্রহণ করেন। তার পিতার নাম শ্রী মুরলীধর দাস এবং মাতার নাম কুঞ্জো দেবীথা। তার পূর্বপুরুষ শ্রী শোভনদাসের ভক্তিতে প্রসন্ন হয়ে শ্রীযুগলদেবতা চরণদাস নামে জন্মগ্রহণের বর প্রদান করেন। তাই তার অনুসারীরা তাকে বিষ্ণুর অংশ বলেন। সাত বছর বয়সে তাকে তার পিতার মৃত্যুর পর দেহলীতে আনা হয়। কথিত আছে যে তার গুরু ছিলেন জীবন্মুক্ত শুকদেব যিনি ভাগবত পুরাণ বর্ণনা করেছিলেন। তিনি ১৭৫৩ সালে চরণদাসী বৈষ্ণব সম্প্রদায় প্রতিষ্ঠা করেন। তার অনুগামীরা তাকে মধ্যজীবনে ব্রজে তীর্থযাত্রা করার সময় কৃষ্ণের দর্শনের সাথে সাথে শুকদেবের সাথে একই সময়ে পুনরায় সাক্ষাতের কৃতিত্ব দেন।\nসন্ত চরণদাসের শৈশব নাম ছিল রণজিৎ । শিশু রণজিৎকে তার পাঁচ বছরের অল্প বয়সে গ্রামের বাইরে নদীর তীরে শ্রীশুকদেব মুনি দর্শন দিয়েছিলেন। অল্প বয়সে তিনি তীর্থযাত্রার উদ্দেশ্যে বেরিয়ে পড়েন। যেস্থানে শ্রীশুকদেব গোস্বামী পরীক্ষিৎকে ভাগবত পুরাণ বর্ণনা করেছিলেন বলে বিশ্বাস করা হয় সেই শুকতাল নামক তীর্থে শ্রীগঙ্গার তীরে শুকদেব মুনি তাকে পুনরায় দর্শন দান করে গুরুদীক্ষা প্রদান করেন এবং তার নাম রাখেন শ্রীশ্যামচরণ দাস। তারপরে তিনি পুরাতন দিল্লীতে এসে বাস করতে থাকেন এবং ১৪ বছর পর্যন্ত ভক্তি ও তপস্যা করেন। পুনঃ তিনি শ্রীবৃন্দাবনে যান যেখানে শ্রীরাধা কৃষ্ণ যুগল তাকে দর্শন দেন এবং দেশে ভক্তি প্রচার করতে বলেন।\nসন্ত চরণদাস আবার দিল্লী এসে বাস করতে থাকেন এবং তার ভক্তি ও তপ দ্বারা মানুষের কষ্ট দূর করতে থাকেন। তার খ্যাতি শুনে দিল্লীর তৎকালীন বাদশাহ মুহাম্মদ শাহ তার কাছে আসতে থাকেন ও শিক্ষা গ্রহণ করেন। সন্ত চরণ দাস  ছয় মাস পূর্বেই ইরান থেকে নাদিরশাহের দিল্লী আক্রমণের ভবিষ্যদ্বাণী মুহাম্মদশাহকে লিখিত রূপে দিয়েছিলেন। নাদিরশাহও দিল্লি লুণ্ঠনের সময় চরণদাসের মুখোমুখি হন । সন্তের তেজের সম্মুখে নাদিরশাহ নতমস্তক হয়ে যান ও তার নির্দেশে নিজদেশ ইরানে প্রত্যাবর্তন করেন। সন্ত চরণদাস কৃষ্ণ-ভক্তির সাথে জীবনের লক্ষ্য সাধনের উদ্দেশ্য অষ্টাঙ্গ যোগ সাধনার প্রচার শুরু করেন। ৭৯ বছর বয়সে ১৭৮২ সালে চরণদাসজী সমাধিস্থ হন। তার সমাধি দিল্লিতে অবস্থিত। দিল্লির জামে মসজিদের নিকটে তার আখড়া তার কথিত অনুশাসন অনুসারে সক্রিয় আছে। হাজারো যোগ অনুসারী আজও তার কথিত মার্গ অনুযায়ী সাধনরত। তাদের বৈষ্ণব মত শুকসম্প্রদায়ের শতাধিক শাখা সমগ্র ভারতবর্ষে স্থাপিত।\n\n\n== কৃতিত্ব ==\nচরণদাস প্রায় বিশটি গ্রন্থের রচয়িতা। এর মধ্যে ভক্তি সম্পর্কিত অনেক গ্রন্থ বা শ্লোক আছে এবং তা বিশেষ করে কৃষ্ণের উপাসনার সাথে সম্পর্কিত৷ \nতিনি বিভিন্ন উপনিষদ বিশেষ করে কঠ উপনিষদ এবং প্রাণায়ামাদি যোগচর্চার উপর মন্তব্য করেছেন  এবং \nরহস্যময় সন্ত  ঐতিহ্যের সদস্য  চরণদাসের শিক্ষাসমূহ বিস্তৃত সূত্রসমন্বিত এবং প্রতিটি ব্যক্তির কাছে ঈশ্বরের নৈকট্য, গুরু অনুসরণ করার প্রয়োজনীয়তার উপর জোর দেয়।\nচরণতদাসের রচিত গ্রন্থ হতে ১৭টি লঘু গ্রন্থ পাওয়া যায়। এসব গ্রন্থে  হঠযোগ, রাজযোগ, মন্ত্রযোগ এবং লয়যোগ অর্থাৎ যোগ চতুষ্টয়ের সকল সাধনার সমীক্ষাত্বক সারভাব বর্ণনা করা হয়েছে। এই ১৭টি গ্রন্থের মধ্যে আছে-\n\nভক্তিসাগর\nঅষ্টাঙ্গযোগ\nষট্‌কর্ম হঠযোগবর্ণন\nঅষ্টাঙ্গযোগ এবং ষট্‌কর্ম হঠযোগবর্ণন গ্রন্থ প্রশ্নোত্তর শৈলীতে রচিত। অষ্টাঙ্গযোগে ১৫৩টি দোহা ও অষ্টপদী ছন্দে গুরু-শিষ্য সংবাদ দেওয়া হয়েছে। এই প্রকার ষট্‌কর্ম হঠযোগ গ্রন্থও সাকুল্যে ৪১টি দোহা ও অষ্টপদী ছন্দ রূপে গুরু-শিষ্য সংলাপ শৈলিতে পরিবেশন করা হয়েছে। গ্রন্থে চরণদাসের সাধনানুভূতি সাধকের নিকট গ্রন্থের গুরুত্ব স্বতঃই বৃদ্ধি করে।\n\n\n== অষ্টাঙ্গযোগ গ্রন্থের বিষয়বস্তু ==\nঅষ্টাঙ্গযোগ গ্রন্থে শিষ্যের জিজ্ঞাসার সমাধান গুরুবচন দ্বারা প্রদত্ত সংলাপ শৈলিতে প্রস্তুত করা হয়েছে। শিষ্যের প্রশ্ন এভাবে শুরু হয়,  আমি যোগসাধনায় সম্পূর্ণ অজ্ঞানী, কৃপা করে আমায় যোগের আটটি অঙ্গ সম্পর্কে অবগত করুন ও তার সাধন (অভ্যাসের বিধি) বলুন। এও স্পষ্ট করুন 'অষ্টাঙ্গযোগ' কেন বলা হয়। গুরু বন্দনার পর শিষ্যের এই প্রশ্নের উত্তরে চরণদাস গুরুবচন রূপে অষ্টাঙ্গযোগ ও তৎসম্পর্কিত পৃথক-পৃথক অঙ্গের সাধন বিধি বর্ণনার আশ্বাস এই ভিত্তিতে দেন যে, প্রথমে সাধককে যোগসাধনা সম্বন্ধে অনুধাবন করতে হলে সংযম পালন করতে হয় যার দ্বারা বাধাহীনভাবে যোগ অভ্যাস করা যায়।\nএস্থলে 'গুরুবচন' থেকে এও ধ্বনিত হয় যে, যোগ 'বোঝার বিষয়' নয়। এটি অভ্যাসের সোপান এবং 'হওয়ার বিষয়'। অর্থাৎ যোগ অনুধাবন করে যোগী হওয়া যায় না, যোগাভ্যাস করে (সাধনা দ্বারাই) যোগী হওয়া যায়। যোগ হচ্ছে ক্রিয়াপরক ধাতু।\nসংযম সাধনার  চরণদাস দ্বারা প্রদত্ত এটি নতুন  প্রস্তুতিকরণ যা তার ব্যাবহারিক মৌলিকতার অকৃত্রিম উদাহরণ। এখানে এও জানা আবশ্যক যে, পূর্বের যোগ গ্রন্থে যোগ সাধনার আরম্ভ যম দিয়ে শুরু হয় যা চরণদাসের সময়ে সামাজিক সাংস্কৃতিক পরিবর্তনের হেতু যোগ সাধনার ক্রমে সংযম হতে  ব্যাবহারিক স্বীকার করা হয়। কেননা তার সময় পর্যন্ত দৈনন্দিন জীবন চর্যা ইত্যাদিতে বহু  পরিবর্তন শুরু হয়ে গিয়েছিল। মনে হয়, মানুষ সামাজিক রাজনৈতিক পরিবর্তনের হেতু দৈনিক জীবনচর্যার মূল্য বিস্মৃত হয়েছিল। যাই হোক, চরণদাস দ্বারা প্রতি পদে সংযমের আবশ্যকতা যোগ সাধকদের নিকট বর্তমানে অপরিহার্য বিষয় রূপে স্থান পেয়েছে।\nশিষ্য প্রশ্ন ও গুরুর বচন (উত্তর) রূপে চরণদাস অষ্টাঙ্গযোগের এই ক্রম নিম্নাঙ্কিত করেছে - \n\nঅষ্টাঙ্গযোগ :- (১) যম (২) নিয়ম (৩) আসন (৪) প্রাণায়াম (৫) প্রত্যাহার (৬) ধারণা (৭) ধ্যান (৮) সমাধি।\nষট্‌কর্ম :- ১) নেতি (সূত্রনেতি) ২) ধৌতি ৩) বস্তি ৪) কুঞ্জল (গজকরণী) ৫) নোলি ৬) ত্রাটক।\nঅষ্টাঙ্গযোগ গ্রন্থের আরম্ভের ভাগ নিচে দেওয়া হয়েছে-\nশিষ্যবচন\n\nব্যাসপুত্র ধনি ধনি তুম্‌হি, ধনি ধনি যহ অস্থান। মম আশা পূরী করী, ধনি ধনি বহ ভগবান ॥ ১\nতুম দর্শন দূর্‌লভ মহা, ভয়ে জু মোকো আজ। চরণ লগো আপা দিয়ো, ভয়ে জু পূরণ কাজ॥ ২\nচরণদাস অপনো কিয়ো, চরণন লিয়ো লগায়। শিরকরধরিসবকছুদিয়ো, ভক্তি দইই সমুঝায়॥ ৩\nবালপনে দরশন দিয়ে, তবহী সব কুছ দীন। বীজ জু বোয়া ভক্তিকা, অব ভয়া বৃক্ষ নবীন॥ ৪\nদিন দির বড়তা জায়েগা, তুম কিরণা কে নীর। জব লগমালী না মিলা, তবলগ হুতা অধীর॥ ৫\nঅরু সমুঝায়ে যোগহী, বহু ভাঁতি বহু অঙ্গ। উর্ধরেতা হী কহী, জীতর বিদ অনঙ্গ॥ ৬\nঅরু আসর সিখলাইয়া, তিনকী সারী বিদ্ধি॥ তুম্‌হরি কৃপা সো হোহিঙ্গে, সবহীসাধন সিদ্ধি॥ ৭\nএক অভিলাষা ঔর হ্যায়, কহি ন সঙ্কু সকুচায়। হিয়ে উঠ্যায় মুখ আয়করি, ফিরি উলটি হী জায়॥ ৮\nগুরুবচন\n\nসৎগুরু সে নহি সকুচিয়ে, এহো চরণহি দাস। জো অভিলাষা মন বিষে, খোলি কহৌ অব তাস॥ ৯\nশিষ্যবচন\n\nসৎগুরু তুম আজ্ঞা দই, কহুঁ আপনী বাত। যোগঅষ্টাঙ্গ বুঝাইয়ে, জাতে হিয়ো সিরাত॥ ১০\nমোহি যোগ বতলাইয়ে, জোহ্যায় ওয়হ অঙ্গাঙ্গ। রহনীগহনী বিধিসহিত, জাকে আঠো আঙ্গ॥ ১১\nমত মারগ দেখে ঘনে,হুা সিয়রে ভয়ে প্রাণ। জো কুছ চাহৌ তুম করৌ, ম্যায় হৌ নিপট অয়ান॥ ১২\nগুরুবচন\n\nযোগ অষ্টাঙ্গ বুঝাইহ্যায়, ভিন্ন সব অঙ্গ। পহিলে সংযম সীখিয়ে, জাতে হোয় ন ভঙ্গ॥ ১৩\nশিষ্যবচন\n\nসংযম কাকো কহন হ হ্যায়, কহৌ গুরু শুকদেব। সো সবহী সমুঝাইয়ে, তাকী পাবৈ ভেব॥ ১৪\nগুরুবচন\n\nপ্রথম সূক্ষ্ম ভোজন খাবৈ। ক্ষুধা মিটৈ নহি আলস আবৈ॥\nথোড়াসা জল পীবন লীজৈ। সূক্ষ্ম বোলৈ বাদ ন কীজৈ॥\nবহুত নীন্দ ভর সোবৈ নহী। দূজা পুরুষ ন রাখৈ পাহী॥\nখট্টা চরপরা খার ন খাবৈ। বীরজ ক্ষীণ হোন নহী পাবৈ॥ ১৫\nকরৈ ন কাহু বৈরী মীতা। জগবস্তু কী রখে ন চীতা॥\nনিশ্চল হবে মনকো ঠহরাবৈ। ইন্দ্রিন কে রস সব বিসরাবৈ॥\nতিরয়া তেল নাহি দেজ ছুবায়ৈ। অষ্ট সুগন্ধ অঙ্গ নহি লাবৈ॥\nপুরুষন কী রাখৈ নহি আসা। গুরুকা রহে চরণহী দাসা॥ ১৬\nকাম ক্রোধ মদ লোভ অরূ রাখৈ না অভিমান।\nরহৈ দীনতাই লিয়ে, লগৈ ন মায়া বান॥ ১৭\n\n\n== ভক্তিপদার্থ গ্রন্থের বিষয় ==\nভক্তিপদার্থ গ্রন্থে সন্ত চরণদাস নাম, বিভিন্ন ভক্তি সম্পর্কিত আলোচনা, চতুর্যুগ বর্ণন ইত্যাদি বিষয়ের উল্লেখ করেছেন।\nনামের মহিমা বর্ণনা করে তিনি বলেন, নামের প্রভাবে বনবাসী বাল্মীকি তার পূর্বকৃত পাপ থেকে মুক্ত এবং ঋষিশিরোমণি হয়েছিলেন।\nনামের প্রভাবে মহাপাপী বেশ্যা হরিপুর অর্থাৎ বিষ্ণুলোকে গমন করেছিল। পতিত কামুক বেশ্যার প্রতি আসক্ত অজামিল নামের প্রভাবেই বিমানযোগে সুরপুর তথা বৈকুণ্ঠে গিয়েছিল। আরও অসংখ্য পাপী নামের প্রভাবে পাপমুক্ত হয়েছিল। ব্যাস, নারদ, শিব, শেষ, ব্রহ্মাদির প্রিয় হরিনাম গুরু শুকদেব চরণদাসকে উপদেশ দিয়েছেন।\nচরণদাস আরও বলেন, নামের প্রভাবেই গজেন্দ্র গ্রাহের কবল থেকে মুক্ত হয়েছিল। নামের প্রভাবে প্রভু দীনজনের দুঃখ হরণ করেন। নামের প্রভাবে শুকদেব দীর্ঘায়ু হয়েছেন। চারিবেদে সেই নামের কথা কীর্তিত হয়েছে।\nরাগ কেদারা।।\nসুনৌ ভাই নামকী মহিমা।মুক্তিচারৌ সিদ্ধিআঠৌ বসত হ্যায় তহঁমা।।\nবালমীক সো বনকে বাসী কিয়ে থে জিন পাপ।ভয়োহৈ  সব ঋষি শিরোমণি জপে উলটে জাপ।।\nগণিকাসী অতি  মহাপাপী সো পঢ়াবত কীর।নামকে পরতাপ সেতী কিয়ো হরিপুরসীর।।\nঅজামীলসে পতিত কামী বেশ্যা সো রতি কীন।\nচঢ়ি বিমানো গয়ো সুরপুর নাম সুত হিত লীন।।\nঔর বহুতৈ পতিত তারে গিনে কাপৈজাহি।\nদান জপ তপ যোগ সংযম নামসমতুল নাহি।।\nব্যাস নারদ শিব ব্রহ্মাদিক রটত জাকু শেশ।গুরুশুকদেব নামকো চরণ দাসকু উপদেশ।।\nকবিত্ত।।\nনামকে প্রতাপ নন্দলাল আপ ভয়েপ্রভু, \nনামকে প্রতাপ সুত দশরথকো কহায়ো হ্যায়।।\nনামকে প্রতাপ পৈজ রাখী প্রহলাদজুকী, \nনামকে প্রতাপ দৌরো দ্বারকাসু ধায়ো হ্যায়।।\nনামকে প্রতাপকী ন মহিমা মোপৈ কহীজাত, \nনামকে প্রতাপ সব সন্তন সহায়ো হ্যায়।\nসোই নাম বাস অব আস লগো চরণদাস, \nসোঈনাম চারবেদ বিমল বিমল গায়ো হ্যায়।।\nনামকে প্রতাপ শবরী সুরনতৈ সরস করী, \nনামকে প্রতাপ অধমলোককু পঠায়ী হ্যায়।।\nনামকে প্রতাপ অজামলিকু বিমান আয়ো, \nনামকে প্রতাপ গজগ্রাহসু ছুটায়ো হ্যায়।।\nনামকে প্রতাপ সব দীনন কো দুখঃ হরো, \nনামকে প্রতাপ শুকদেবজী দৃঢ়ায়ো হ্যায়।।\nসোঈ নাম বাস অব আস লগো চরণদাস, \nসোঈনাম চারবেদ বিমল বিমল গায়ো হ্যায়।।\nচতুর্যুগবর্ণনে চরণদাস বলেন, সত্যযুগে পরমহংসগণ সত্যকথন, ধ্যান, সর্বদা সত্যকে অবলম্বন করে, মনেপ্রাণে সত্যকে ধারণ করে দেহান্তে মুক্তিলাভ করেন এবং ঈশ্বর দর্শন করেন। শুকদেব চরণদাসকে বলেন, এখনই সত্যযুগ জেনো এবং সত্যকথা বল, সত্যকে অবলম্বন কর, সত্যের কীর্তন কর।\nত্রেতাযুগে তপস্যা, আসন, সংযম, ইন্দ্রিয়দমন, পরিমিত আহার, ইষ্টধ্যানের মাধ্যমে দেহান্তে নিশ্চিত মুক্তি লাভ করেন। চরণদাসকে শুকদেব তপঃসাধনপ্রণালী দেখিয়েছেন।\nপ্রেমের সাথে পূজা, বন্দনা, পূজার রাজসী-মানসী ভেদ, মনের ভাবনানুসারে পূজার ভেদ, অর্চনায় চিত্ত নিমগ্ন হওয়া দ্বাপরযুগের বৈশিষ্ট্য। শুকদেব চরণদাসকে এসব নিশ্চয় করে বলেছেন।\nকলিযুগে হরিগুণ গাও, ভজনে মন মগ্ন হও, ভয় সংকোচ জাতিকুল গর্ব ত্যাগ কর, সকাল সন্ধ্যা রাম তথা হরিনাম,হরিকথা, হরিকীর্তনে মগ্ন হও। শুকদেব চরণদাসকে এসব উপদেশ দিয়েছেন।\nঅথ চারৌযুগবর্ণন—\nসতযুগ।\nকুণ্ডলিয়া।।\nসতযুগ সাচা বোলতে, পরমহংস কো ধ্যান।\nসতবাদী সত রাখতে, সতনহি দেতে জান।।\nসতনহি দেতেজান প্রান জোপৈ তজি দেহী।\nনিশ্চয় হোতী মুক্তি দরশতে রাম সনেহী।।\nশুকদেব কহী চরণদাস সো অবহী সতযুগ জান।সতবোলো সতসো রহো সতকী গহিয়ে আন।।১।।\nত্রেতা।\nত্রেতামে তপসাধতে আসন সংযম ধার।\nপাঁচো ইন্দ্রী রোকতে, জব মন জাতাহার।।\nজব মন জাতাহার খৈচি অনহদমে ধরতে।\nকৈ অপনোহী ইষ্ট ধ্যান তাহীকো করতে।।\nআপ বিসর্জন হোয় মুক্তি নিশ্চয়করি পাতে।\nচরণদাস শুকদেব তপস্যা চাল দিখাতে।।২।।\nদ্বাপর।\nদ্বাপর পূজা বন্দনা, প্রেমসহিত জো হোয়।\nকহা রাজসী মানসী, পূজাকহিয়ে দোয়।।\nপূজা কহিয়ে দোয় জৈসি জাকে মন ভাবৈ।\nধরৈ নেম আচার অন্তনা চিত্ত ডুলাবৈ।।\nহিতকরি পূজা কীজিয়ে দ্বাপরকো  যহ ভেব।\nচরণদাস নিশ্চয় করৌ কহিয়া শ্রী শুকদেব।।৩।।\nকলিযুগ।\nকলিযুগ হরি গুণ গাইয়ে, গুণাবাদহী সার।\nভজন করো মন মগন হ্ব, ভয় অরু সকুচ নিবার।।\nভয় অরু সকুচ নিবার জাতিকুল গর্ববহাবো।\nসাজ বাজ লৈ সঙ্গ রামকো গায় রিঝাবো।।\nকথা কীর্তন সো তেরৈ কলিযুগহীকে মাহি।\nশুকদেবকহি চরণদাস সো তারৌ গহি গহি বাহি।।৪।।ইতি চারৌযুগবর্ণন সম্পূর্ণম্\nসন্ত চরণদাসের বাণী নিম্নলিখিত ১৭ গ্রন্থে বিস্তৃত  যা শ্রীখেম্রাজ শ্রীকৃষ্ণদাস প্রকাশন, মুম্বাই থেকে ভক্তিসাগরাদি ১৭ গ্রন্থের নামে প্রকাশিত হয়েছে।\n১.  ব্রজচরিত্র \n২.  অমরলোক অখণ্ডধাম বর্ণন \n৩.  অষ্টাঙ্গযোগ \n৪.  ষট্‌কর্ম হঠযোগ বর্ণন\n৫.  যোগসন্দেশ সাগর \n৬.  জ্ঞানস্বরোদয়  \n৭.  ধর্মজহাজ   \n৮. ভক্তি পদার্থ\n৯. মনবিকৃত করণ গুটকাসার\n১০. শ্রীব্রহ্মজ্ঞানসার\n১১. শব্দ বর্ণনা\n১২. ভক্তিসাগর বর্ণনা এবং\nআরো কিছু গ্রন্থ।\nতাঁর দুই প্রধান নারী শিষ্যা সহজো বাই এবং দয়া বাইও তাদের কাব্যের জন্য বিখ্যাত৷ \n\n\n== উৎস ==\n\n\n== তথ্যসূত্র ==\nCharandas (২০১৪), Bhaktipadarth [The Treasury of Devotion], Peter Friedlander; Harry Aveling কর্তৃক অনূদিত, Delhi: Prestige Books উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nOsho Rajneesh (১৯৭৮), Nahin Sanjh Nahin Bhor, Pune: Rajneesh Foundation উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSahjo Bai (২০০১), Sahaj Prakash [The Brightness of Simplicity], Harry Aveling; Sudha Joshi কর্তৃক অনূদিত, Delhi: Motilal Banarsidass, Allahabad: Belvedere Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}