{"pageid": 1440186, "title": "জুপি (লুডো)", "url": "https://bn.wikipedia.org/wiki?curid=1440186", "content": "জুপি (লুডো) একটি অনলাইন মাল্টিপ্লেয়ার গেমিং অ্যাপ। কোম্পানিটি 2018 সালে দুজন ভারতীয় প্রযুক্তিবিদ্যা প্রতিষ্ঠান স্নাতকদের দ্বারা প্রতিষ্ঠিত হয়েছিল। যেখানে একজন খেলোয়াড় বিনোদন, দক্ষতা-ভিত্তিক গেমিং এবং নগদ পুরস্কার জেতার জন্য অন্যান্য খেলোয়াড়দের সাথে লুডো গেম খেলতে পারে।\n\n\n== পটভূমি ==\nজুপি হল একটি ভারতীয় অনলাইন গেমিং প্লাটফর্ম যা দক্ষতাভিত্তিক গেম অফার করে।খেলায় সফলতা নির্ভর করে একজন খেলোয়াড়ের দক্ষতা, জ্ঞান, মনোযোগ, অভিজ্ঞতা এবং ক্ষমতার উপর।এটি বিনামূল্যে এবং অর্থপ্রদানের দ্বারা উভয়ভাবেই গেম খেলার সুযোগ দেয় এবং এর ফ্ল্যাগশিপ গেম লুডু।\nজুপি 2018 সালে দুই IIT স্নাতক, দিলশের সিং মালহি  aএবং সিদ্ধান্ত সৌরভ দ্বারা প্রতিষ্ঠিত হয়েছিল।আকাঙ্ক্ষা ধামিয়াজ হল COO.\nজুপির প্রতিষ্ঠাতা মিঃ দিলশের মালহি এবং মিঃ সিদ্ধান্ত সৌরভ আন্তর্জাতিক স্বীকৃতি পেয়েছেন এবং 2021 সালে ভোক্তা প্রযুক্তি বিভাগে সর্বকনিষ্ঠ প্রযুক্তি উদ্যোক্তা হিসাবে ফোর্বস এশিয়ার \"30 অনূর্ধ্ব 30\"-এ অন্তর্ভুক্ত হয়েছেন। তিনি হুরুন ইন্ডিয়া কর্তৃক সর্বকনিষ্ঠ স্ব-তৈরি উদ্যোক্তা হিসেবেও চিহ্নিত হয়েছেন।\nজুপি ফিউচার-রেডি অর্গানিজেশন হিসাবে দি ইকোনমিক টাইমস দ্বারা স্বীকৃত হয়েছে।জুপির বিনিয়োগকারীদের ভেতরে আছে WestCap Group, Tomales Bay Capital, Nepean Capital, AJ Capital, Matrix Partners India, & Orios Venture Partners. ২০২২ সাল থেকে জিও-র সাথে জুপির একটি কৌশলগত অংশীদারিত্ব রয়েছে।\n2021 সালে, জুপি একটি দক্ষতা একাডেমি চালু করেছে এবং বৃত্তিমূলক দক্ষতা প্রোগ্রাম অফার করার জন্য NIIT Foundation সাথে অংশীদারিত্ব করেছে।\n\n\n== বিন্যাস ==\nজুপি লুডো হল ক্লাসিক লুডু বোর্ড গেমের একটি অনলাইন সংস্করণ। জুপি মোবাইল ব্যবহারকারীদের জন্য লুডোর মতো ক্লাসিক গেমগুলিকে অভিযোজিত করে অনলাইন মাল্টিপ্লেয়ার দক্ষতা-ভিত্তিক গেম তৈরি করেছে। খেলোয়াড়রা একের পর এক ফরম্যাটে ম্যাচগুলিতে অংশগ্রহণ করতে পারে বা একাধিক অন্যান্য খেলোয়াড়ের সাথে টুর্নামেন্টে যোগ দিতে পারে।\n\n\n=== গেমস ===\nলুডো সুপ্রিম: একটি সময়-ভিত্তিক অনলাইন লুডো গেম।\nলুডো নিনজা: সীমিত চাল সহ পাশা ছাড়া খেলা।\nলুডো টার্বো: চালের উপর ভিত্তি করে অনলাইন গতির লুডো গেম।\nলুডো সুপ্রিম লীগ: অনলাইন লিডারবোর্ড লুডো টুর্নামেন্ট।\nট্রাম্প কার্ড ম্যানিয়া: আইপিএল ভিত্তিক অনলাইনে ক্রিকেট ট্রাম্প কার্ড গেম\nসাপ এবং মই প্লাস: একটি চলন-ভিত্তিক খেলা।\nক্রিকেটবাজ: ক্রিকেট ম্যাচ ভবিষ্যদ্বাণীর খেলা  \n\n\n== বানিজ্যিক মুখপাত্র ==\nকপিল শর্মা \nসালমান খান \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nLudo"}