{"pageid": 1440765, "title": "আত্মা (বৌদ্ধ দর্শন)", "url": "https://bn.wikipedia.org/wiki?curid=1440765", "content": "আত্মা বা আত্তা হলো বৌদ্ধ দর্শন অনুসারে আত্মের ধারণা, এবং বৌদ্ধ সাহিত্যে অ-আত্ম (অনাত্তা) ধারণার আলোচনায় পাওয়া যায়। অধিকাংশ বৌদ্ধ ঐতিহ্য এবং গ্রন্থ স্থায়ী, অপরিবর্তনীয় আত্মার ভিত্তিকে প্রত্যাখ্যান করে।\nআত্মা ও আত্তা হলো ব্যক্তির \"সত্যিকারের আত্মা\", ব্যক্তির স্থায়ী স্ব, তার মধ্যে পরম, \"চিন্তার চিন্তাবিদ, সংবেদন অনুভবকারী\" পরিবর্তিত অভূতপূর্ব বিশ্ব থেকে এবং তার বাইরেও আলাদা। রাইস ডেভিড এবং উইলিয়াম স্টেড এর মতে, আত্মা শব্দটি আদি বৌদ্ধ সাহিত্যে তুমা, অতুমা ও আত্তার সমার্থক, সবই \"আত্ম\" অর্থে। আত্মা ও আত্তা বৌদ্ধ শাস্ত্রগুলিতে, নিরাত্তা (নির+আত্তা, আত্মাহীন) এবং আত্তানিয় (আত্মার অন্তর্গত, আত্মার অধিকারী, আত্মার প্রকৃতি) এর মতো শব্দের সাথে সম্পর্কিত।\n\n\n== সাহিত্য ও মতবাদে ==\n\n\n=== আদি বৌদ্ধধর্ম ===\nপিটার হার্ভে বলেন, আদি বৌদ্ধধর্ম অনুসারে, \"আত্মা\" দেখা যাচ্ছে \"সমস্ত ধম্ম স্বয়ং নয় (অনাত্তা)\", যেখানে আত্তা (আত্মা) আধিভৌতিক আত্মকে বোঝায়, এটি \"স্থায়ী, সারগর্ভ, স্বায়ত্তশাসিত স্ব বা আমি\"। ধারণাটি হিন্দুধর্মের আদি-বৌদ্ধ উপনিষদকে বোঝায়, যেখানে ব্যক্তিগত স্ব, জীবাত্মা (অস্থায়ী দেহ, ব্যক্তিত্ব) এবং বাস্তব আত্মার মধ্যে পার্থক্য করা হয়। আদি বৌদ্ধ সাহিত্য আত্মা ও আত্মের উপনিষদিক ধারণার বৈধতা অন্বেষণ করে, তারপরে দাবি করে যে প্রতিটি জীবের অস্থায়ী আত্ম আছে কিন্তু প্রকৃত উচ্চতর আত্মা নেই। বৌদ্ধধর্মের নিকায় গ্রন্থগুলি অস্বীকার করে যে আত্মা বলে কিছু আছে যা জীবের সারগর্ভ পরম বা সারাংশ, এমন ধারণা যা বৌদ্ধধর্মকে ব্রাহ্মণ্য (প্রোটো-হিন্দু) ঐতিহ্য থেকে আলাদা করে।\nবুদ্ধ যুক্তি দিয়েছিলেন যে কোন স্থায়ী, অপরিবর্তনীয় \"আত্ম\" খুঁজে পাওয়া যাবে না। ওয়েম্যান বলেন, বুদ্ধের দৃষ্টিতে \"এসো আমি আত্তা, বা এটি আমার স্বয়ং, ভুল দৃষ্টিভঙ্গির খপ্পরে থাকা\"। সমস্ত শর্তযুক্ত ঘটনা পরিবর্তন সাপেক্ষে, এবং অপরিবর্তনীয় \"স্ব\" হিসাবে নেওয়া যায় না। পরিবর্তে, বুদ্ধ স্থায়ী সত্তা (স্ব, আত্মা) ছাড়াই পাঁচটি স্কন্ধ দ্বারা গঠিত হিসাবে বর্ণনা করে মানব ব্যক্তিত্বের অনুভূত ধারাবাহিকতা ব্যাখ্যা করেছেন।\n\n\n=== পুদ্গলবাদ ===\nপুদ্গলবাদীরা জোর দেয় যে, আত্মা না থাকলেও পুদ্গল বা \"ব্যক্তি\" আছে, যেটি স্কন্ধের মতনও নয় এবং ভিন্নও নয়।\n\n\n=== বুদ্ধ-প্রকৃতি ===\n\nবুদ্ধ প্রকৃতি হলো পূর্বএশীয় (চীনা) মহাযান চিন্তার কেন্দ্রীয় ধারণা। এটি বেশ কয়েকটি সম্পর্কিত পদকে বোঝায়, সবচেয়ে উল্লেখযোগ্যভাবে তথাগতগর্ভ ও বুদ্ধ-ধাতু। তথাগতগর্ভ এর অর্থ \"এইভাবে চলে যাওয়া গর্ভ\", যখন বুদ্ধ-ধাতু এর আক্ষরিক অর্থ \"বুদ্ধ-রাজ্য\" বা \"বুদ্ধ-উপস্তর\"। বেশ কিছু মূল গ্রন্থে তথাগতগর্ভ বা বুদ্ধ-ধাতুকে \"আত্মা\", স্বয়ং বা সারমর্ম হিসাবে উল্লেখ করা হয়েছে, যদিও সেই গ্রন্থগুলিতে আক্ষরিক ব্যাখ্যার বিরুদ্ধে সতর্কতাও রয়েছে। কয়েকজন পণ্ডিত তথাগতগর্ভ  সূত্রাবলী এবং আত্মা বা ব্রহ্ম ঐতিহ্যে পাওয়া সারগর্ভ অদ্বৈতবাদের মধ্যে মিল উল্লেখ করেছেন।\nতথাগতগর্ভ মতবাদ, তার প্রথম দিকে, সম্ভবত খ্রিস্টীয় ৩য় শতাব্দীর শেষ ভাগে আবির্ভূত হয়েছিল এবং ১ম সহস্রাব্দ খ্রিস্টাব্দের চীনা অনুবাদে এটি যাচাইযোগ্য।\n\n\n==== মহাযান মহাপরিনির্বাণ সূত্র ====\nমাধ্যমক-ঐতিহ্যের বিপরীতে, মহাপরিনির্বাণসূত্র \"পরম বাস্তবতা\" বোঝাতে \"ইতিবাচক ভাষা\" ব্যবহার করে। পল উইলিয়ামসের মতে, মহাযান মহাপরিনির্বাণসূত্র অন্তর্নিহিত সারমর্ম শেখায়, \"স্ব\" বা \"আত্মা\"। এই \"সত্যিকারের আত্মা\" হলো বুদ্ধ প্রকৃতি (তথাগতগর্ভ), যা সমস্ত সংবেদনশীল প্রাণীর মধ্যে উপস্থিত ও জাগ্রত ব্যক্তিরা উপলব্ধি করে। মহাপরিনির্বাণ সূত্রের  তথাগতগর্ভ মতবাদকে অধিকাংশ পণ্ডিত মনে করেন যে প্রত্যেক জীবের মধ্যে 'প্রয়োজনীয় প্রকৃতি' দাবি করা 'স্ব'-এর সমতুল্য, এবং এটি বৌদ্ধ ধর্মগ্রন্থের বিশাল সংখ্যাগরিষ্ঠ অন্নত মতবাদের সাথে সাংঘর্ষিক, পণ্ডিতরা এই মত পোষণ করেছেন যে তথাগতগর্ভ সূত্রগুলি অ-বৌদ্ধদের কাছে বৌদ্ধধর্মের প্রচার করার জন্য লেখা হয়েছিল।\nস্যালি বি রাজার মতে, মহায়ান মহাপরিনির্বাণসূত্র  কোন প্রধান উদ্ভাবনের প্রতিনিধিত্ব করে না। এর সবচেয়ে গুরুত্বপূর্ণ উদ্ভাবন হলো বুদ্ধধাতু শব্দটিকে তথাগতগর্ভের সঙ্গে যুক্ত করা।  রাজার মতে, সূত্রটি বরং অনিয়মিত, যা এটিকে \"পরবর্তী ছাত্র ও ভাষ্যকারদের জন্য ফলপ্রসূ, যারা তাদের নিজস্ব ক্রম তৈরি করতে এবং পাঠ্যটিতে আনতে বাধ্য ছিল\"। সূত্রটি বুদ্ধ-প্রকৃতি সম্পর্কে এত বিভিন্ন উপায়ে কথা বলে যে, চীনা পণ্ডিতরা বুদ্ধ-প্রকৃতির তালিকা তৈরি করেছেন যা পাঠ্যটিতে পাওয়া যেতে পারে। সেই বিবৃতিগুলির মধ্যে একটি হলো:\n\nযদিও তিনি বলেছেন যে সমস্ত ঘটনা [ধর্ম] আত্মা থেকে বর্জিত, তা নয় যে সেগুলি সম্পূর্ণরূপে/সত্যিই আত্ম বর্জিত। এই স্বয়ং কি? যে কোনো ঘটনা [ধর্ম] যা সত্য [সত্য], বাস্তব [তত্ত্ব], শাশ্বত [নিত্য], সার্বভৌম/স্বায়ত্তশাসিত/স্বশাসিত [ঐশ্বর্য] এবং যার ভিত্তি/ভিত্তি অপরিবর্তনীয় [আশ্রয়-অভিপরিণাম], তাকে বলা হয় স্ব' [আত্মান]।\nমহাপরিনির্বাণ সূত্রে বুদ্ধ নির্বাণের \"ইতিবাচক গুণাবলী\" সম্পর্কেও বলেন, \"অনন্ত, পরমানন্দ, আত্মা ও বিশুদ্ধ।\" মহাযান মহাপরিনির্বাণ সূত্র ব্যাখ্যা করে:\n\nস্বয়ং বুদ্ধকে বোঝায়; 'অনন্ত' ধর্মকায়কে বোঝায়; 'আনন্দ' মানে নির্বাণ, আর 'শুদ্ধ' মানে ধর্ম।\nএডওয়ার্ড কনজে অর্থগতভাবে তথাগত শব্দটিকে (যে উপাধিটি বুদ্ধ নিজের জন্য প্রয়োগ করেছিলেন) বাস্তব, সত্য আত্মের ধারণার সাথে যুক্ত করেছেন:\n\nযেভাবে তাথতা সাধারণভাবে সত্যিকারের বাস্তবতাকে নির্দেশ করে, ঠিক তেমনিভাবে তথাগত শব্দটি যেটি বিকশিত হয়েছে তা প্রকৃত আত্মকে, মানুষের মধ্যে প্রকৃত বাস্তবতাকে মনোনীত করেছে।\nএটা সম্ভব, জোহানেস ব্রঙ্কহর্স্ট বলেছেন যে \"মূল বৌদ্ধধর্ম আত্মার অস্তিত্বকে অস্বীকার করেনি [আত্মান, আত্তান]\", যদিও দৃঢ় বৌদ্ধ ঐতিহ্য বজায় রেখেছে যে বুদ্ধ আত্মা সম্পর্কে কথা বলতে এড়িয়ে গেছেন বা এমনকি এর অস্তিত্ব অস্বীকার করেছেন। ব্রঙ্কহর্স্ট যোগ করেন, যদিও আদি বৌদ্ধ সাহিত্যে স্ব-অস্তিত্ব বা অস্তিত্বের বিষয়ে দ্বিধাদ্বন্দ্ব থাকতে পারে, তবে এই গ্রন্থগুলি থেকে এটা স্পষ্ট যে আত্ম-জ্ঞান অন্বেষণ করা মুক্তির জন্য বৌদ্ধ পথ নয়, এবং আত্ম-জ্ঞান থেকে দূরে সরে যাওয়া। এটি বৈদিক ঐতিহ্যের বিপরীত অবস্থান যা আত্মজ্ঞানকে \"মুক্তি অর্জনের প্রধান উপায়\" হিসাবে স্বীকৃতি দিয়েছে।\n\n\n==== শিক্ষণ পদ্ধতি হিসাবে \"স্ব\" ====\nপল উইলিয়ামসের মতে, মহাপরিনির্বাণ সূত্র অ-বৌদ্ধ তপস্বীদের উপর জয়লাভ করার জন্য \"স্ব\" শব্দটি ব্যবহার করে। তিনি সূত্র থেকে উদ্ধৃতি করেন:\n\nবুদ্ধ-প্রকৃতি আসলে স্বয়ং নয়। সংবেদনশীল প্রাণীদের [পথনির্দেশক] জন্য, আমি এটিকে স্বরূপে বর্ণনা করি।\nপরবর্তী লঙ্কাবতার সূত্রে বলা হয়েছে যে, তথাগতগর্ভকে নিজের বলে ভুল হতে পারে, যা তা নয়।\n\n\n==== রত্নগোত্রবিভাগ ====\nরত্নগোত্রবিভাগ বা উত্তরতন্ত্রশাস্ত্র উল্লেখ করে যে তথাগতগর্ভ মতবাদের শিক্ষাটি \"আত্ম-প্রেম ত্যাগ করার জন্য সংবেদনশীল প্রাণীদের জয় করার উদ্দেশ্যে\" \"(আত্ম-স্নেহা)-বৌদ্ধধর্মের নৈতিক ত্রুটি হিসেবে বিবেচিত। ষষ্ঠ শতাব্দীর চীনা তথাগতগর্ভ অনুবাদে বলা হয়েছে যে \"বুদ্ধের শিও (সত্য আত্ম) আছে যা সত্তা ও অনাহারের বাইরে\"। যাইহোক, রত্নগোত্রবিভাগ দাবি করে যে তথাগতগর্ভ মতবাদে উহ্য \"আত্ম\" আসলে \"আত্ম নয়\"।\n\n\n=== বর্তমান বিরোধ ===\nবৌদ্ধধর্মের ইতিহাস জুড়ে \"স্ব\" এবং \"অ-স্ব\" মতবাদ নিয়ে বিরোধ অব্যাহত রয়েছে। জোহানেস ব্রঙ্কহর্স্টের মতে, এটা সম্ভব যে \"মূল বৌদ্ধধর্ম আত্মার অস্তিত্বকে অস্বীকার করেনি\", যদিও দৃঢ় বৌদ্ধ ঐতিহ্য বজায় রেখেছে যে বুদ্ধ আত্মা সম্পর্কে কথা বলতে এড়িয়ে গেছেন বা এমনকি তার অস্তিত্ব অস্বীকার করেছেন। ফরাসি ধর্ম লেখক আন্দ্রে মিগত  এছাড়াও বলেছেন যে মূল বৌদ্ধধর্ম হয়ত নিজের সম্পূর্ণ অনুপস্থিতি শেখায়নি, বৌদ্ধ ও পালি পণ্ডিতদের জিন প্রজিলুস্কি এবং ক্যারোলিন রাইস ডেভিডস  উপস্থাপিত প্রমাণের দিকে ইঙ্গিত করে যে আদি বৌদ্ধধর্ম সাধারণত আত্মায় বিশ্বাস করত, বৌদ্ধ সম্প্রদায় তৈরি করা যেগুলি \"নিজের\" অস্তিত্ব স্বীকার করে যা ধর্মবিরোধী নয়, কিন্তু রক্ষণশীল, প্রাচীন বিশ্বাসকে মেনে চলে। যদিও আদি বৌদ্ধ সাহিত্যে আত্মার অস্তিত্ব বা অ-অস্তিত্ব নিয়ে দ্বিধাদ্বন্দ্ব থাকতে পারে, ব্রঙ্কহর্স্ট পরামর্শ দেন যে এই গ্রন্থগুলি স্পষ্টভাবে ইঙ্গিত করে যে বৌদ্ধদের মুক্তির পথটি আত্ম-জ্ঞানের অন্বেষণে নয়, কিন্তু যা ভুলভাবে আত্ম হিসেবে গণ্য হতে পারে তা থেকে মুখ ফিরিয়ে নেওয়ার ক্ষেত্রে। এটি বৈদিক ঐতিহ্যের বিপরীত অবস্থান যা স্ব-জ্ঞানকে \"মুক্তি অর্জনের প্রধান উপায়\" হিসাবে স্বীকৃতি দেয়।\nথাই থেরবাদ বৌদ্ধধর্মে, উদাহরণস্বরূপ, পল উইলিয়ামস বলেন, আধুনিক যুগের কিছু বৌদ্ধ পণ্ডিত বলেছেন যে \"নির্বাণ প্রকৃতপক্ষে সত্য স্বয়ং\", যদিও অন্যান্য থাই বৌদ্ধরা একমত নন। উদাহরণস্বরূপ, থাইল্যান্ডের ধম্মকায় আন্দোলন শিক্ষা দেয় যে অনাত্তা (অ-স্ব) এর রুব্রিকের অধীনে নির্বাণ গ্রহণ করা ভুল; পরিবর্তে, নির্বাণকে \"সত্যিকারের আত্ম\" বা ধম্মকায় হতে শেখানো হয়। ধম্মকায় আন্দোলন যে শিক্ষা দেয় যে নির্বাণ হলো আত্তা, বা সত্যিকারের আত্ম, ১৯৯৪ সালে বেন পায়ুতো দ্বারা বৌদ্ধধর্মে ধর্মবিরোধী বলে সমালোচনা করা হয়েছিল। পায়ুতো, একজন সুপরিচিত পণ্ডিত সন্ন্যাসী, যিনি বলেছিলেন যে 'বুদ্ধ নির্বাণকে অ-স্বাভাবিক বলে শিক্ষা দিয়েছেন'। ধম্মকায় আন্দোলনের প্রধান মন্দিরের মঠ, ওয়াট লুয়াং পোর সোধ ধম্মকায়রামের লুয়াং পোর সেরমচাই যুক্তি দেন যে এটি বৌদ্ধ ধ্যান অনুশীলনকারীদের পরিবর্তে পরম অ-আত্ম-এর দৃষ্টিভঙ্গি পোষণকারী পণ্ডিতদের হতে থাকে। তিনি \"সত্যিকারের\" ধারণাকে সমর্থন করার জন্য বিশিষ্ট বন সন্ন্যাসী সন্ন্যাসী যেমন লুয়াং পু সোধ এবং অজান মুনের অভিজ্ঞতার দিকে ইঙ্গিত করেছেন। ১৯৩৯ সালে থাইল্যান্ডের ১২তম প্রধান কুলপতির আগে \"সত্যিকারের আত্ম\" সম্পর্কে অনুরূপ ব্যাখ্যা তুলে ধরেছিলেন। উইলিয়ামসের মতে, প্রধান কুলপতির ব্যাখ্যাটি তথাগতগর্ভ সূত্রের প্রতিধ্বনি করে।\nথাই বন ঐতিহ্যের বেশ কিছু উল্লেখযোগ্য শিক্ষকও পরম অনাত্তার-এর বিপরীতে ধারণাগুলি বর্ণনা করেছেন। অজহ্ন মহা বু, একজন সুপরিচিত ধ্যানের গুরু, চিত্তকে অবিনশ্বর বাস্তব বলে বর্ণনা করেছেন যা অনাত্তার অধীনে পড়ে না। তিনি বলেন যে অনাত্তা নিছক উপলব্ধি যা আত্তা ধারণার সাথে মোহ থেকে দূরে সরিয়ে দেওয়ার জন্য ব্যবহৃত হয় এবং একবার এই মোহ চলে গেলে অনাত্তার ধারণাটিকেও বাদ দিতে হবে। থাই বন ঐতিহ্যের আমেরিকান সন্ন্যাসী থানিশরো ভিক্ষু অনাত্তা সম্পর্কে বুদ্ধের বক্তব্যকে সার্বজনীন সত্যের পরিবর্তে জাগরণের পথ হিসাবে বর্ণনা করেন। থানিশরো ভিক্ষু বলেছেন যে বুদ্ধ ইচ্ছাকৃতভাবে আত্তা আছে কিনা সেই প্রশ্নটিকে অকেজো প্রশ্ন হিসাবে সরিয়ে রেখেছেন, এবং যে ধারণার সাথে আঁকড়ে থাকা যে কোন আত্তা নেই তা আসলে বোধোদয়কে বাধা দেবে। ভিক্ষু বোধি থানিশরোর কাছে জবাব লেখেন, লিখেছেন যে \"অনাত্তার শিক্ষা যে কারণে মুক্তির কৌশল হিসাবে কাজ করতে পারে তা সঠিকভাবে কারণ এটি সত্তার প্রকৃতি সম্পর্কে ভুল ধারণা সংশোধন করে, তাই সত্তাতত্ত্বীয় ত্রুটি।\"\nবৌদ্ধ পণ্ডিত রিচার্ড গোমব্রিচ এবং আলেকজান্ডার ওয়েন যুক্তি দেন যে আদি বৌদ্ধ গ্রন্থে বুদ্ধের অনাত্তা সম্পর্কে যে বর্ণনা দেওয়া হয়েছে তা অস্বীকার করে না যে আত্তা আছে। গেথিন লিখেছেন যে অনাত্তা প্রায়ই \"নিজে থাকা না\" এর অর্থ হিসেবে ভুল অনুবাদ করা হয়, কিন্তু বাস্তবে \"নিজেকে নয়\" বলে। উইন বলেন যে আদি বৌদ্ধ ধর্মগ্রন্থ যেমন অনাত্তালক্ষ্ণসুত্ত আত্তা আছে তা অস্বীকার করে না, যে পাঁচটি সমষ্টিকে আত্তা বলে বর্ণনা করা হয় তা কোনো মানুষের বর্ণনা নয় বরং মানুষের অভিজ্ঞতার বর্ণনা। উইন ও গোমব্রিচ উভয়েই যুক্তি দেন যে অনাত্তা সম্পর্কে বুদ্ধের বিবৃতিগুলি মূলত \"অনাত্তা না\" শিক্ষা যা পরবর্তী বৌদ্ধ চিন্তাধারায় অনাত্তা শিক্ষায় বিকশিত হয়েছিল।  থানিশরো ভিক্ষু আনন্দ সুত্তের (সুত্তনিপাত ৪৪.১০) দিকে নির্দেশ করে, যেখানে বুদ্ধ চুপ থাকেন যখন জিজ্ঞাসা করা হয় যে 'আত্তা' আছে কি নেই, বিবাদের প্রধান কারণ হিসেবে।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\n\n\n== আরও পড়ুন ==\nHodge, Stephen (২০১২)। \"The Textual Transmission of the Mahayana Mahaparinirvana-sutra\" (পিডিএফ)। University of Hamburg। ২০১৩-০৯-২৮ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। \nPage, Tony, সম্পাদক (২০০৭)। The Mahayana Mahaparinirvana Sutra। Kosho Yamamoto কর্তৃক অনূদিত। London: Nirvana Publications। \nWynne, Alexander (২০১০)। \"The atman and its negation\"। Journal of the International Association of Buddhist Studies। 33 (1–2): 103–171।"}