{"pageid": 1441076, "title": "স্কুবি-ডু, হয়্যার আর ইউ!", "url": "https://bn.wikipedia.org/wiki?curid=1441076", "content": "স্কুবি-ডু, হয়্যার আর ইউ! হলো জো রুবি এবং কেন স্পিয়ার্স কর্তৃক নির্মিত এবং সিবিএস এর জন্য হান্না-বারবেরা দ্বারা প্রযোজিত একটি আমেরিকান অ্যানিমেটেড কমেডি টেলিভিশন সিরিজ। সিরিজটি ১৩ সেপ্টেম্বর, ১৯৬৯ সালে নেটওয়ার্কের শনিবার সকালের কার্টুন সময়সূচীর অংশ হিসাবে প্রথম প্রিমিয়ার হয় এবং ৩১ অক্টোবর, ১৯৭০ পর্যন্ত দুটি মৌসুমে প্রচারিত হয়। ১৯৭৮ সালে, পরবর্তী অ্যানিমেটেড সিরিজ স্কুবি'স অল-স্টার ল্যাফ-এ-লিম্পিকস এবং দ্য স্কুবি-ডু শো থেকে কিছু নির্বাচিত পর্ব স্কুবি-ডু, হয়্যার আর ইউ! -এর অধীনে এবিসি -তে প্রচারিত হয় এবং ডিভিডি সেটে এটির তৃতীয় মৌসুম হিসেবে বাজারজাত করা হয়।  এটি ১৯৭০ থেকে ১৯৭৩ সাল পর্যন্ত যুক্তরাজ্যের বিবিসি ওয়ানে প্রচারিত হয়েছিল।  সম্পূর্ণ সিরিজটি বুমেরাং, ম্যাক্স এবং টুবি স্ট্রিমিং পরিষেবাগুলিতেও উপলব্ধ।\nস্কুবি-ডু, হয়্যার আর ইউ! হলো দীর্ঘমেয়াদী‌‌ মিডিয়া ফ্র্যাঞ্চাইজি স্কুবি-ডু এর প্রথম সিরিজ যা প্রাথমিকভাবে অ্যানিমেটেড সিরিজ, বেশ কয়েকটি চলচ্চিত্র এবং সংশ্লিষ্ট পণ্যদ্রব্য নিয়ে গঠিত।\n\n\n== উৎপাদন ==\nস্কুবি-ডু, হয়্যার আর ইউ! ছিল সিবিএস এবং হানা-বারবেরার একটি অহিংস শনিবারের সকালের প্রোগ্রাম তৈরি করার পরিকল্পনার ফলাফল যা ১৯৬০-এর দশকের মাঝামাঝি সুপারহিরো -ভিত্তিক প্রোগ্রামগুলির প্রতিবাদকারী অভিভাবক ওয়াচ গ্রুপগুলোকে সন্তুষ্ট করে।  মূল শিরোনামে দ্য মিস্ট্রিজ ফাইভ এবং পরে হু ইজ এস-এস-স্কেয়ার্ড?, স্কুবি-ডু, হয়্যার আর ইউ!স্ক্রিপ্ট থেকে স্ক্রীনে বেশ কিছু পরিবর্তন করা হয়েছে (সবচেয়ে তাৎপর্যপূর্ণ হলো একটি মিউজিক্যাল গ্রুপ অ্যাঙ্গেল ডাউনপ্লে করা)।  যাইহোক, মৌলিক ধারণাটি—একদল কিশোর-কিশোরী এবং তাদের কুকুর অতিপ্রাকৃত-সম্পর্কিত রহস্য সমাধান করে—সব সময়ই ছিল। \nস্কুবি-ডু নির্মাতা জো রুবি এবং কেন স্পিয়ার্স সিরিজের গল্পের সুপারভাইজার হিসেবে কাজ করেছেন। \n\n\n== পর্ব সমূহ ==\n\n\n== সারসংক্ষেপ ==\nএই অনুষ্ঠানটি কিশোর ফ্রেড জোনস, ড্যাফনি ব্লেক, ভেলমা ডিংকলি এবং শ্যাগি রজার্স এবং তাদের কুকুর স্কুবি-ডু-র রোমাঞ্চকর ঘটনাবলীকে অনুসরণ করে তৈরি। তারা মিস্ট্রি মেশিন নামক ভ্যানে করে ভ্রমণ করে রহস্যের মুখোমুখি হয় এবং তা সমাধান করে। একবার সমাধান হয়ে গেলে, দলটি সাধারণত আবিষ্কার করে যে রহস্যের অপরাধী একজন ছদ্মবেশী ব্যক্তি যিনি ব্যক্তিগত লাভের জন্য একটি স্থানীয় কিংবদন্তি বা পৌরাণিক কাহিনীকে কাজে লাগাতে চান।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅফিসিয়াল Scooby-Doo ওয়েবসাইট\nইন্টারনেট মুভি ডেটাবেজে Scooby-Doo, Where Are You!  (ইংরেজি)  </img>\nকার্টুন নেটওয়ার্ক: কার্টুন বিভাগ: স্কুবি-ডু, তুমি কোথায়! - ইন্টারনেট আর্কাইভ থেকে কপি করা ক্যাশে\n\"হানা-বারবেরা স্টুডিওস\" (এবং উপ-নিবন্ধ), দ্য বিগ কার্টুন ডেটাবেস\nটেমপ্লেট:Scooby-Doo"}