{"pageid": 1441164, "title": "বাসুকী ইন্ডিকস্", "url": "https://bn.wikipedia.org/wiki?curid=1441164", "content": "বাসুকী ভারতে প্রাপ্ত একটি বিলুপ্ত প্রজাতির সাপ। এটি ভারতের মধ্য ইওসিন নরেদি গঠনকাল সময় থেকে প্রাপ্ত। সাপটি ম্যাডসোইড পরিবারভুক্ত একটি সাপ। এই সাপের গণে কেবল একটি একক প্রজাতি রয়েছে, ভি. ইন্ডিকাস। সাপটির বিভিন্ন কশেরুকা রয়েছে। বাসুকীর আনুমানিক দৈর্ঘ্য ১০.৯–১৫.২ মিটার (৩৬–৫০ ফুট), সাপটি এখন পর্যন্ত আবিষ্কৃত ম্যাডসোইড পরিবারের সবচেয়ে বড় সাপ।\n\n\n== আবিষ্কার এবং নামকরণ ==\nবাসুকী হলোটাইপ নমুনা, আইআইটিআর / ভিপিএল / এসবি ৩১০২-১-২১, পশ্চিম ভারতের গুজরাট রাজ্যের কচ্ছ জেলায় গুজরাট খনিজ উন্নয়ন নিগম, পানধ্রো লিগনাইট খনি  -এ নরেদি গঠনের পলিতে আবিষ্কৃত হয়েছিল। নমুনাটিতে ২৭টি প্রি- ক্লোকাল কশেরুকা রয়েছে, যার মধ্যে কিছু আর্টিকেলেশনে পাওয়া গেছে।  জীবাশ্ম উপাদানটি ২০০৪ এর কিছু সময় পরে পাওয়া গিয়েছিল, এবং প্রাথমিক বিশ্লেষণগুলি আরও পর্যালোচনা ছাড়াই জীবাশ্ম উপাদানের জন্য কুমিরের সখ্যতার পরামর্শ দিয়েছে।\n২০২৪ সালে, বাসুকী ইন্ডিকাসকে এই জীবাশ্মের অবশেষের উপর ভিত্তি করে ম্যাডসয়েড সাপের একটি নতুন বর্গ এবং প্রজাতি হিসাবে বর্ণনা করা হয়েছিল। সাধারণ নাম, বাসুকী, হিন্দু পুরাণ থেকে একই নামের ঐশ্বরিক সর্পকে উল্লেখ করে। নির্দিষ্ট নাম, ইন্ডিকাস, ভারতকে উল্লেখ করে, যে দেশ থেকে বাসুকী পরিচিত। \n\n\n== বর্ণনা ==\n\nভাসুকির দেহের দৈর্ঘ্য অনুমান করা হয়েছে পূর্বাভাসমূলক প্রতিস্থাপন সমীকরণের মাধ্যমে: একটি পোস্টজাইগ্যাপোফিসিয়াল প্রস্থের উপর ভিত্তি করে, এবং অন্যটি প্রিজাইগ্যাপোফিসিয়াল প্রস্থের উপর ভিত্তি করে। প্রথম সমীকরণ অনুযায়ী বাসুকির দেহের দৈর্ঘ্য ১০.৯–১২.২ মিটার (৩৬–৪০ ফুট) ছিল, আর দ্বিতীয় সমীকরণ অনুযায়ী এটি ১৪.৫–১৫.২ মিটার (৪৮–৫০ ফুট) ছিল। যদিও বাসুকির কশেরুকার মাত্রাগুলি টাইটানোবোয়ার (যার অনুমানিত দৈর্ঘ্য ছিল ১২.৮ মিটার (৪২ ফুট) ± ২.২ মিটার (৭ ফুট ৩ ইঞ্চি)) তুলনায় ছোট, তবে সর্বোচ্চ দৈর্ঘ্যের অনুমান অনুযায়ী বাসুকির দেহ টাইটানোবোয়ার চেয়ে দীর্ঘ।\n\n\n== প্রাচীন পরিবেশ ==\nঅন্যান্য বৃহৎ দেহবিশিষ্ট সাপ যেমন টাইটানোবোয়া-এর তুলনায়, বাসুকি সম্ভবত জলজ প্রাণী ছিল না। এর কশেরুকার গঠন বরং সম্পর্কিত ম্যাডসোইড এবং আধুনিক পাইথন প্রজাতির সঙ্গে তুলনা করলে স্থলজ (বা সম্ভবত আধা-জলজ) জীবনধারার ইঙ্গিত দেয়। ভাসুকির জীবাশ্ম ব্যাকসোয়াম্প জলাভূমিতে পাওয়া গেছে। বড় আকারের বর্তমান পাইথন প্রজাতিও অনুরূপ পরিবেশে পাওয়া যায়।\nবাসুকি নরেদি গঠনের জীবাশ্ম থেকে পরিচিত, যা মধ্য ইওসিন যুগের। এই গঠনে ক্যাটফিশ, কচ্ছপ, কুমিরজাতীয় প্রাণী, এবং প্রাথমিক স্তন্যপায়ী তিমি প্রজাতির জীবাশ্মও পাওয়া গেছে, যাদের মধ্যে যে কোনো একটি ভাসুকির শিকার হতে পারে। এই সময়ে, ভারত মূলত এশিয়া থেকে বিচ্ছিন্ন ছিল।\n\n\n== তথ্যসূত্র =="}