{"pageid": 1441871, "title": "অনাগার", "url": "https://bn.wikipedia.org/wiki?curid=1441871", "content": "অনাগার () (Equus hemionus), যা হেমিওন বা এশীয় বন্য গাধা নামেও পরিচিত, এটি Equidae পরিবারভুক্ত একটি প্রজাতি, যার উৎস এশিয়া। এটি Asinus উপগণের অন্তর্গত। জার্মান প্রাণিবিদ পিটার সাইমন পল্লাস ১৭৭৫ সালে এটি প্রথম বর্ণনা করেন এবং এর বৈজ্ঞানিক নাম দেন। অনাগারের ছয়টি উপপ্রজাতি স্বীকৃত হয়েছে।\nঅনাগারের গায়ের রং লালচে-বাদামি বা হালকা হলদে-বাদামি এবং পিঠের মাঝ বরাবর একটি চওড়া রেখা থাকে। এর ওজন প্রায় ২০০–২৬০ কিলোগ্রাম (৪৪০–৫৭০ পাউন্ড) এবং মাথা-থেকে-দেহ দৈর্ঘ্য প্রায় ২.১ মিটার (৬ ফুট ১১ ইঞ্চি) পর্যন্ত হয়। এটি দ্রুতগামী স্তন্যপায়ী প্রাণীদের মধ্যে অন্যতম, এবং প্রায় ৬৪–৭০ কিলোমিটার প্রতি ঘণ্টা (৪০–৪৩ মাইল প্রতি ঘণ্টা) বেগে দৌড়াতে পারে।\nএক সময় অনাগার দক্ষিণ-পশ্চিম ও মধ্য এশিয়া থেকে উত্তর এশিয়া পর্যন্ত বিস্তৃত ছিল, যার মধ্যে লেভান্ত, আরব উপদ্বীপ, আফগানিস্তান এবং সাইবেরিয়া অন্তর্ভুক্ত ছিল। প্রাগৈতিহাসিক ইউরোপীয় বন্য গাধা উপপ্রজাতিটি ইউরোপে ব্রোঞ্জ যুগ পর্যন্ত বাস করত। ২০শ শতকের গোড়ার দিকে এটি মধ্যপ্রাচ্য ও পূর্ব এশিয়ায় অধিকাংশ এলাকা থেকে হারিয়ে যায়। বর্তমানে এটি ইরান, কাজাখস্তান, উজবেকিস্তান, তুর্কমেনিস্তান, ভারত, মঙ্গোলিয়া ও চীন-এ পাওয়া যায়। এটি মরুভূমি ও শুষ্ক এলাকা, ঘাসের মাঠ, সমভূমি, স্টেপ এবং সাভানা অঞ্চলে বসবাস করে। অন্যান্য বড় তৃণভোজী প্রাণীর মতো এর বাসস্থানও শিকার ও আবাসস্থল ধ্বংসের ফলে সংকুচিত হয়েছে। ২০১৫ সালে এটি আইইউসিএনের লাল তালিকায় প্রায় বিপন্ন হিসেবে শ্রেণিবদ্ধ হয়েছে। এর একটি উপপ্রজাতি বিলুপ্ত, দুটি বিপন্ন এবং দুটি প্রায় বিপন্ন; চীনে এর অবস্থা স্পষ্ট নয়।\n\n\n== নামের উৎপত্তি ==\nপ্রজাতিটির বৈজ্ঞানিক নামের বিশেষণ অংশটি এসেছে প্রাচীন গ্রিক ভাষার প্রাচীন গ্রিক: ἡμίονος শব্দ থেকে, যা গঠিত হয়েছে প্রাচীন গ্রিক: ἡμι- এবং প্রাচীন গ্রিক: ὄνος শব্দের সংমিশ্রণে; অর্থাৎ, ‘অর্ধ-গাধা’ বা খচ্চর বোঝাতে ব্যবহৃত। “অনাগার” শব্দটি এসেছে প্রাচীন গ্রিক ὄναγρος শব্দ থেকে, যা আবার প্রাচীন গ্রিক: ὄνος এবং প্রাচীন গ্রিক: ἄγριος শব্দদ্বয়ের সমন্বয়ে গঠিত।\nএই প্রজাতিটি পূর্বে সাধারণভাবে \"এশীয় বন্য গাধা\" নামে পরিচিত ছিল। সে সময় “অনাগার” শব্দটি শুধুমাত্র E. h. onager উপপ্রজাতির জন্য ব্যবহৃত হতো, যা আরও নির্দিষ্টভাবে পার্সিয়ান অনাগার নামে পরিচিত। আজও এই প্রজাতিটি “অনাগার” নামেই পরিচিত।\n\n\n== শ্রেণিবিন্যাস ও বিবর্তন ==\n\nঅনাগার হলো Equus গণভুক্ত এবং Equidae পরিবারভুক্ত প্রাণী। এটি Asinus নামক উপগণের অন্তর্ভুক্ত। জার্মান প্রাণিবিদ পিটার সাইমন পল্লাস ১৭৭৫ সালে এই প্রজাতিকে বৈজ্ঞানিকভাবে বর্ণনা করেন এবং Equus hemionus নামকরণ করেন।\nপুরাতন বিশ্বের অশ্বজাতীয় প্রাণীদের মধ্যে, এশীয় বন্য গাধা ৪ মিলিয়ন বছরেরও বেশি সময় ধরে টিকে আছে। Equus গণের মধ্যে অনাগার ছিল প্রথম বিভাজিত শাখা; এরপর পর্যায়ক্রমে জেব্রা এবং অন্যান্য প্রজাতি উদ্ভূত হয়।\nএকটি নতুন প্রজাতি কিয়াং (E. kiang), যা তিব্বতের ঘনিষ্ঠ আত্মীয়, একসময় অনাগারের একটি উপপ্রজাতি (E. hemionus kiang) হিসেবে বিবেচিত হতো। তবে সাম্প্রতিক জিনতাত্ত্বিক গবেষণায় দেখা গেছে এটি একটি স্বতন্ত্র প্রজাতি, যা মঙ্গোলীয় বন্য গাধার পূর্বপুরুষ থেকে প্রায় ৫ লাখ বছর আগে আলাদা হয়েছে।\n\n\n=== উপপ্রজাতি ===\nঅনাগারের ছয়টি বহুল স্বীকৃত উপপ্রজাতি রয়েছে:\n\nএকটি সম্ভাব্য ষষ্ঠ উপপ্রজাতি গোবি খুলান (E. h. luteus), যা চিগেটাই বা ডজিগেটাই নামেও পরিচিত, প্রস্তাব করা হয়েছে। তবে এটি E. h. hemionus-এর সমার্থক হতে পারে।\nঅনাগারের শ্রেণিবিন্যাস নিয়ে বিতর্ক ১৯৮০ সাল পর্যন্ত চলেছিল। ২০১৫-এর হিসাব অনুযায়ী, এশীয় বন্য গাধার চারটি জীবিত ও একটি বিলুপ্ত উপপ্রজাতিকে স্বীকৃত হিসেবে ধরা হয়েছে। আগে পার্সিয়ান অনাগার-কে পৃথক প্রজাতি Equus onager হিসেবে বিবেচনা করা হতো।\n\n\n== তথ্যসূত্র =="}