{"pageid": 1441678, "title": "মোহাম্মদ সাজ্জাদ আলম", "url": "https://bn.wikipedia.org/wiki?curid=1441678", "content": "মোহাম্মদ সাজ্জাদ \"সাজ\" আলম (উর্দু: محمد سجاد عالم‎‎ ; ৫ জানুয়ারী ১৯৪৭ - ৪ মে ২০২২ ) ছিলেন একজন বাঙালি পাকিস্তানি এবং একজন প্রাকৃতিক মার্কিন কণা পদার্থবিদ। তার কাজ কণা পদার্থবিদ্যা এবং গণনাগত পদার্থবিদ্যার উপর দৃষ্টি নিবদ্ধ করে। তিনি বেশ কয়েকটি প্রধান কণা পদার্থবিদ্যা পরীক্ষায় (মার্ক II, সিএলইও, জিইএম, বাবার, অ্যাটলাস সহযোগিতা করে) উল্লেখযোগ্য ভূমিকা পালন করেছিলেন যা উচ্চ-শক্তির কণা পদার্থবিদ্যার ক্ষেত্রে নতুন আবিষ্কারের দিকে পরিচালিত করেছিল।\n\n\n== প্রারম্ভিক জীবন এবং পরিবার ==\nআলমের জন্ম ঢাকায় একটি বাঙালি পরিবারে, যা তখন ব্রিটিশ ভারতের (বর্তমানে বাংলাদেশ) বেঙ্গল প্রেসিডেন্সির অংশ ছিল,  কলকাতার একটি পরিবারে। ১৯৭১ সালের দিকে পূর্ব পাকিস্তানের বিচ্ছিন্নতার পর তার পরিবার পশ্চিম পাকিস্তানে চলে আসে।  আলম এগারো ভাইবোনের মধ্যে একজন ছিলেন: তার বড় ভাই, মুহাম্মদ মাহমুদ আলম (১৯৩৫ - ২০১৩), একজন পাকিস্তানি ফাইটার পাইলট এবং যুদ্ধের নায়ক ছিলেন যিনি পাকিস্তান বিমান বাহিনীতে এক তারকা জেনারেলের পদে উন্নীত হন;  তার আরেক ভাই, এম. শহীদ আলম, একজন অর্থনীতিবিদ এবং নর্থইস্টার্ন ইউনিভার্সিটির একজন অধ্যাপক।  \nঢাকায় সেন্ট গ্রেগরি হাই স্কুলে তার অষ্টম শ্রেণির বিজ্ঞানের শিক্ষক যখন তাকে পরমাণু এবং পারমাণবিক পদার্থবিদ্যার সাথে পরিচয় করিয়ে দেন আলম তখন একজন পদার্থবিজ্ঞানী হওয়ার সিদ্ধান্ত নেন। \nতিনি ছিলেন তার পরিবারের প্রথম সদস্য যিনি মার্কিন যুক্তরাষ্ট্রে আসেন এবং পরীক্ষামূলক কণা পদার্থবিদ্যায় পিএইচডি অর্জনকারী প্রথম পাকিস্তানিদের মধ্যে একজন ছিলেন।  তিনি শেষ পর্যন্ত একজন স্বাভাবিক মার্কিন নাগরিক হয়েছিলেন, এবং তার বাকি জীবন মার্কিন যুক্তরাষ্ট্রে কাটিয়েছিলেন তিনি একজন বিবাহিত এবং দুই সন্তানের জনক ছিলেন। \n\n\n== একাডেমিক ইতিহাস এবং অবস্থান ==\nআলম তার শিক্ষাজীবন শুরু করেন ঢাকা বিশ্ববিদ্যালয়ে (বর্তমানে বাংলাদেশ ), যেখানে তিনি পদার্থবিজ্ঞানে বিএসসি এবং তাত্ত্বিক নিউক্লিয়ার ফিজিক্সে এমএসসি অর্জন করেন। এরপর তিনি ১৯৭৫ সালে ইন্ডিয়ানা বিশ্ববিদ্যালয় থেকে পরীক্ষামূলক কণা পদার্থবিদ্যায় পিএইচডি অর্জন করেন। স্ট্যানফোর্ড লিনিয়ার এক্সিলারেটর সেন্টারে তার অবস্থান নিশ্চিত করার আগে আলম ভ্যান্ডারবিল্ট ইউনিভার্সিটিতে গবেষণা সহযোগী হিসেবে এক বছর কাটিয়েছিলেন। ১৯৭৯ সালে, স্ল্যাক এ চার বছর কাটানোর পর, তিনি ভ্যান্ডারবিল্টে শিক্ষকতার সুযোগ পান।\nআলম ১৯৮৪ সাল পর্যন্ত ভ্যান্ডারবিল্টের সাথে ছিলেন, তারপর তিনি আলবানি, সানি বিশ্ববিদ্যালয়ে শিক্ষ হিসাবে যোগদান করেন। আলবানিতে, তিনি পদার্থবিদ্যা বিভাগের (২০০৩-২০০৬) প্রধান এবং আলবানি হাই-এনার্জি ফিজিক্স ল্যাবের পরিচালক হিসেবে দায়িত্ব পালন করেন। আলম কিং ফাহাদ ইউনিভার্সিটি অফ পেট্রোলিয়াম অ্যান্ড মিনারেলসের পদার্থবিদ্যা বিভাগের প্রধানও ছিলেন।\n\n\n== গবেষণা ==\n\n\n== সম্মান ও পুরস্কার ==\nঢাকা বিশ্ববিদ্যালয়, পূর্ব পাকিস্তান ওভারসিজ মেরিট স্কলারশিপ (১৯৭০)\nইউনিভার্সিটি অ্যালবানিতে এক্সিলেন্স ইন রিসার্চ অ্যাওয়ার্ড, সানি (১৯৯৩)\nবিজ্ঞানে অর্জনের জন্য আবদুস সালাম পুরস্কার, পাকিস্তান লীগ অফ আমেরিকা (২০০০)\nসভ্য, ইসলামিক ওয়ার্ল্ড একাডেমি অফ সায়েন্সেস (২০০২)\nসদস্য, পাকিস্তান একাডেমি অফ সায়েন্সেস (২০০৩)\nআইএসআই উচ্চপদস্থ পদার্থবিজ্ঞানের গবেষক\nইসলামিক ওয়ার্ল্ড একাডেমি অফ সায়েন্সেস (২০০৬)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nজীবন বৃত্তান্ত  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ আগস্ট ২০১৩ তারিখে\nইন্সপায়ার-এইচইপি- তে মোহাম্মদ সাজ্জাদ আলমের বৈজ্ঞানিক প্রকাশনা"}