{"pageid": 1441603, "title": "জন হিলস (রাজনীতিবিদ)", "url": "https://bn.wikipedia.org/wiki?curid=1441603", "content": "মেজর জন ওয়ালার হিলস পিসি (১৮৬৭ - ২৪ ডিসেম্বর ১৯৩৮) ছিলেন একজন ব্রিটিশ লিবারেল ইউনিয়নিস্ট এবং রক্ষণশীল রাজনীতিবিদ এবং লেখক।\nহার্বার্ট অগাস্টাস এবং হাই হেড ক্যাসেল, কাম্বারল্যান্ড, হিলসের আনা হিলসের দ্বিতীয় পুত্র অক্সফোর্ডের ইটন এবং ব্যালিওল কলেজে শিক্ষিত হন। ১৮৯৭ সালে তিনি লেসলি স্টিফেনের সৎ কন্যা স্টেলা ডাকওয়ার্থকে বিয়ে করেন। বিয়ের তিন মাস পরে, স্টেলা পেরিটোনাইটিসে অসুস্থ হয়ে পড়ে এবং মারা যায়। তবুও, হিলস তার স্ত্রীর মৃত্যুর পর তার সৎ বোন ভার্জিনিয়া উলফ এবং ভ্যানেসা বেল সহ তার পরিবারের সাথে ঘনিষ্ঠ সম্পর্ক বজায় রেখেছিলেন। উলফ তাকে অপছন্দ করার দাবি করেছেন, তার চেহারার সাথে তুলনা করেছেন \"একটি চমৎকার উচ্চ পালিশ করা ভাল পাকা বাদামী বুট\"।\nপ্রথম বিশ্বযুদ্ধের সময় তিনি ডারহাম লাইট ইনফ্যান্ট্রির ৪র্থ ব্যাটালিয়নে অধিনায়ক হিসেবে দায়িত্ব পালন করেন। তিনি ১৯১৫ সালের অক্টোবরে মেজর পদে এবং ১৯১৬ সালের জুলাই মাসে ২০ তম ব্যাটালিয়নের ভারপ্রাপ্ত লেফটেন্যান্ট-কর্নেল পদে উন্নীত হন। তিনি ১৯১৬ সালের সেপ্টেম্বরে আহত হন এবং প্রেরণে উল্লেখ করা হয় ।\nতিনি ১৯০৬ থেকে ১৯১৮ সাল পর্যন্ত ডারহাম সিটির জন্য লিবারেল ইউনিয়নিস্ট সংসদ সদস্য (এমপি) এবং ১৯১৮ থেকে ১৯২২ সাল পর্যন্ত উত্তরসূরি ডারহাম সিটি বিভাগের জন্য এবং ১৯২৫ সালের ডিসেম্বরে রিপনের জন্য রক্ষণশীল সদস্য ছিলেন, উপনির্বাচনে তার বিজয়ের পর। তিনি ১৯২২ থেকে ১৯২৩ সাল পর্যন্ত কোষাগারের আর্থিক সচিব হিসাবে মন্ত্রী পদে অধিষ্ঠিত ছিলেন।\n১৯২৩ সালে, তিনি ইম্পেরিয়াল এয়ারওয়েজের বোর্ডে সরকার কর্তৃক নিযুক্ত হন।\nতিনি ১৯২৯ সালে একজন প্রিভি কাউন্সেলর নিযুক্ত হন। ১৯৩৯ সালের নববর্ষ সম্মানে তাকে ব্যারোনেটসি প্রদান করার কথা ছিল কিন্তু এটি পাওয়ার আগেই তিনি মারা যান। তার পাঁচ বছর বয়সী ছেলে অ্যান্ড্রু অ্যাশটন ওয়ালার হিলসকে কেন্ট কাউন্টির হিলস কোর্টের একটি ব্যারোনেট তৈরি করা হয়েছিল, তার পরিবর্তে, যখন তার স্ত্রীকে ব্যারোনেটের বিধবার শৈলী, উপাধি এবং স্থান দেওয়া হয়েছিল। তিনি রাজনীতিতেও সক্রিয় ছিলেন, কিন্তু লিবারেল পার্টির হয়ে ১৯৫৯ সালে হেন্ডন নর্থে সংসদের জন্য দাঁড়িয়েছিলেন। হিলসের ছেলে স্যার অ্যান্ড্রু হিলস, প্রথম ব্যারোনেট, ১৯৫৫ সালের ফেব্রুয়ারিতে ২১ বছর বয়সে মারা যান, যখন শিরোনামটি বিলুপ্ত হয়ে যায়।\nহিলস একজন উল্লেখযোগ্য ফ্লাই ফিশিং ইতিহাসবিদ এবং লেখক ছিলেন, যার মধ্যে প্রকাশিত কাজগুলি সহ:\n\nট্রাউটের জন্য ফ্লাই ফিশিং এর ইতিহাস, ১৯২১\nএ সামার অন দ্য টেস্ট, ১৯৩০ \nরিভার কিপার: দ্য লাইফ অফ উইলিয়াম জেমস লুন, ১৯৩৪ \nআমার ক্রীড়া জীবন, ১৯৩৬ \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nহ্যান্সকার্ড ১৮০৩-২০০৫: John Hills দ্বারা সংসদে অবদান (ইংরেজি)"}