{"pageid": 1441888, "title": "ইসহাকের বাঁধন", "url": "https://bn.wikipedia.org/wiki?curid=1441888", "content": "ইসহাকের বাঁধন (প্রাচীন হিব্রু: עֲקֵידַת יִצְחַק‬), বা শুধু আকেদা (প্রাচীন হিব্রু: הָעֲקֵידָה‬), হলো হিব্রু বাইবেল-এর আদি পুস্তকের ২২তম অধ্যায়ে বর্ণিত একটি কাহিনি। এই বর্ণনায়, ঈশ্বর আব্রাহামকে আদেশ দেন যেন তিনি তাঁর পুত্র ইসহাককে মোরিয়া অঞ্চলের যিহোবা-ইরএহ নামে পরিচিত এক পাহাড়ে উৎসর্গ করেন। আব্রাহাম ঈশ্বরের আদেশ পালনে ইসহাককে বেঁধে বেদিতে স্থাপন করেন। ঠিক সেই মুহূর্তে প্রভুর এক দূত আব্রাহামকে থামান। এরপর সেখানে একটি ভেড়া দেখা যায়, যাকে ইসহাকের পরিবর্তে উৎসর্গ করা হয়। ঈশ্বর এরপর আব্রাহামের এই আনুগত্য ও উৎসর্গবোধের প্রশংসা করেন।\nচিত্রকলাসহ নানা শিল্পমাধ্যমে এই ঘটনাকে প্রায়শই ইসহাকের বলি নামে উল্লেখ করা হয়, যদিও শেষ পর্যন্ত ইসহাককে বলি দেওয়া হয়নি। কিছু গবেষকের মতে, মূল কাহিনিটি সম্ভবত এক সম্পূর্ণ মানব বলির কাহিনি ছিল, যা পরবর্তী সম্পাদকেরা পরিবর্তন করে ইসহাকের পরিবর্তে একটি ভেড়া যুক্ত করেন। অন্যদিকে, কিছু ধর্মীয় মত, বিশেষত কিছু ইহুদি ও খ্রিস্টান ব্যাখ্যায় বলা হয়েছে যে, ইসহাক বাস্তবেই উৎসর্গ হয়েছিলেন। আধুনিক গবেষণার পাশাপাশি, এই বাইবেলীয় ঘটনাটি ইহুদি ধর্ম, খ্রিস্টান ধর্ম এবং ইসলাম-সহ বহু ধর্মীয় ঐতিহ্যে গভীরভাবে আলোচিত হয়েছে।\n\n\n== বাইবেলীয় বর্ণনা ==\n\nহিব্রু বাইবেল অনুসারে, ঈশ্বর আব্রাহামকে আদেশ দেন যে তিনি তাঁর পুত্র ইসহাককে বলি দিন। আব্রাহাম ইসহাককে বেঁধে একটি বেদিতে স্থাপন করেন। কিন্তু বলি দেওয়ার পূর্ব মুহূর্তে ঈশ্বরের এক দূত এসে তাঁকে থামান এবং বলেন, \"এখন আমি জানি যে তুমি ঈশ্বরকে ভয় করো\"। তখন আব্রাহাম চোখ তুলে দেখেন, একটি ভেড়া সেখানে দাঁড়িয়ে আছে। এরপর তিনি ইসহাকের পরিবর্তে ঐ ভেড়াটিকে বলি দেন।\nএই অংশে বলা হয়েছে, ঘটনাটি ঘটেছিল \"প্রভুর পর্বতে\", যা \"মোরিয়ার দেশে\" অবস্থিত। আব্রাহাম এই স্থানটির নাম দেন 'যিহোবা-ইরএহ' (অর্থাৎ 'প্রভু ব্যবস্থা করবেন')।\nদ্বিতীয় ইতিহাসবৃত্ত (২ ক্রনিকলস) ৩:১ অনুসারে, \"মোরিয়া পর্বত\"-ই ছিল সোলোমনের মন্দিরের স্থান। গীতসংহিতা ২৪:৩, ইসায়া ২:৩ ও ৩০:২৯, এবং যখরিয়া ৮:৩ পদগুলোতেও \"প্রভুর পর্বত\" কথাটি জেরুজালেমে অবস্থিত সেই মন্দিরস্থানকেই নির্দেশ করে, যেটি বর্তমানে টেম্পল মাউন্ট হিসেবে পরিচিত।\nতবে সামারীয় পঞ্চবিভাগে (Samaritan Pentateuch) আদিপুস্তক ২২:১৪ আয়াতের YHWH yireh বাক্যাংশটির অর্থ করা হয়েছে \"পর্বতে প্রভুকে দেখা গিয়েছিল\", যেখানে ঐ পর্বতটি হলো গেরিজিম পর্বত।\n\n\n== ইহুদি দৃষ্টিভঙ্গি ==\nThe Binding of Isaac, Religious Murders & Kabbalah গ্রন্থে লিপম্যান বোডফ যুক্তি দেন যে, আব্রাহাম কখনোই তাঁর পুত্র ইসহাককে সত্যিই বলি দিতে চেয়েছিলেন না। তাঁর বিশ্বাস ছিল, ঈশ্বরও আসলে এমন কিছু চাননি।\nএই মতকে ব্যাখ্যা করে র‍্যাবাই আরি কাহান Orthodox Union-এর ওয়েবসাইটে লিখেছেন:\n\nইসহাকের মৃত্যু কখনোই সম্ভব ছিল না—না আব্রাহামের দৃষ্টিকোণ থেকে, না ঈশ্বরের দৃষ্টিকোণ থেকে। ঈশ্বর আব্রাহামকে যে আদেশ দিয়েছিলেন, তা ছিল খুবই নির্দিষ্ট: ইসহাককে \"উৎসর্গ হিসেবে উঠিয়ে আনো\", এবং এই ঘটনার মাধ্যমে ঈশ্বর মানুষকে শিক্ষা দিতে চেয়েছিলেন যে, মানববলির—বিশেষ করে শিশু বলির—কোনো স্থান নেই। তালমুদ (Taanit ৪a)-এর পণ্ডিতরাও আকেদা-কে এইভাবে ব্যাখ্যা করেছেন। তাঁরা নবী যিরমিয়ার শিশু বলির বিরুদ্ধে সতর্কবানী (অধ্যায় ১৯) উদ্ধৃত করে বলেন, এমন কাজ \"কখনোই ঈশ্বরের মনে আসেনি\", যার ইঙ্গিত ছিল ইসহাককে বলি দেওয়ার ধারণা। যদিও বিভিন্ন প্রজন্মে অনেক পাঠক এই কাহিনিতে আতঙ্কিত ও বিচলিত হয়েছেন, ঈশ্বর ও আব্রাহামের মধ্যে কোনো ভুল বোঝাবুঝি ছিল না। ইসহাককে হত্যা করার চিন্তাও তাঁদের মনে আসেনি।\nThe Guide for the Perplexed গ্রন্থে মাইমোনিদিস বলেন, এই কাহিনিতে দুটি \"মহৎ ধারণা\" রয়েছে। প্রথমত, ইসহাককে বলি দেওয়ার জন্য আব্রাহামের প্রস্তুতি মানুষের পক্ষে ঈশ্বরকে ভালোবাসা ও ভয় পাওয়ার চূড়ান্ত সীমা প্রকাশ করে। দ্বিতীয়ত, যেহেতু আব্রাহাম একটি ভবিষ্যদ্বাণীমূলক দর্শনের ভিত্তিতে কাজ করেছিলেন, তাই এই ঘটনা দেখায় যে, ভবিষ্যদ্বাণী যেমন সত্যমূল্য বহন করে, তা দর্শনের মতোই নিশ্চিত, যদিও তা স্বপ্ন বা দর্শনের মাধ্যমে আসে।\n\nGlory and Agony: Isaac's Sacrifice and National Narrative গ্রন্থে ইয়ায়েল ফেল্ডম্যান দেখিয়েছেন, বাইবেলীয় ও উত্তর-বাইবেলীয় (এমনকি নতুন নিয়ম-এর) সংস্করণগুলোতে আকেদা কাহিনি আধুনিক হিব্রু জাতীয় সংস্কৃতিতে আত্মত্যাগ ও বীরত্বের প্রতীক হয়ে উঠেছে। বিগত শতাব্দীতে, \"ইসহাকের বাঁধন\" ধীরে ধীরে \"ইসহাকের বলি\" রূপ ধারণ করেছে, যা যুদ্ধক্ষেত্রে বীরোচিত মৃত্যুর গৌরব ও বেদনাকে প্রতিফলিত করে।\nLegends of the Jews গ্রন্থে র‍্যাবাই লুইস গিন্সবার্গ বলেন, এই কাহিনি ইসহাকের প্রতি ঈশ্বরের দাবি ও শয়তানের আপত্তিকে পরীক্ষা করার একটি উপায় ছিল। সেইসঙ্গে, বিশ্বকে দেখানোর জন্যও এটি ছিল যে, আব্রাহাম একজন সত্যিকারের ঈশ্বরভীরু ব্যক্তি:\n\nযখন ঈশ্বর আব্রাহামকে ইসহাককে বলি না দিতে বললেন, আব্রাহাম বললেন: \"একজন মানুষ অন্যকে পরীক্ষা করে কারণ সে তার হৃদয় জানে না। কিন্তু তুমি তো জানো আমি আমার পুত্রকে উৎসর্গ করতেও প্রস্তুত ছিলাম!\"\nঈশ্বর: \"আমি তা জানতাম, এবং পূর্ব থেকেই জানতাম যে তুমি নিজের প্রাণও রাখবে না।\"\nআব্রাহাম: \"তাহলে কেন তুমি আমায় এত কষ্ট দিলে?\"\n\nঈশ্বর: \"আমি চাইছিলাম যে বিশ্ব তোমায় চিনুক, এবং বুঝুক কেন আমি তোমাকে সমস্ত জাতির মধ্য থেকে বেছে নিয়েছি। এখন সবাই জানল তুমি ঈশ্বরকে ভয় করো।\"\n\nতবে অধ্যাপক জ্যাকব হাওল্যান্ড মন্তব্য করেছেন যে, গিন্সবার্গের কাজ ব্যবহার করার ক্ষেত্রে সতর্কতা প্রয়োজন, কারণ তিনি বহু উৎস একত্র করে একটি অভিন্ন কাহিনি তৈরির চেষ্টা করেছেন, যা ইহুদি ব্যাখ্যাগুলোর বহুবাচনিক প্রকৃতিকে আড়াল করতে পারে। উদাহরণস্বরূপ, মধ্যযুগীয় আশকেনাজি ধারায় এমন ব্যাখ্যা পাওয়া যায়, যেখানে বলা হয়েছে ইসহাককে সত্যিই বলি দেওয়া হয়েছিল এবং পরে তিনি পুনরুজ্জীবিত হন। গবেষক স্পিগেল ব্যাখ্যা করেন যে, ক্রুসেডের পটভূমিতে এই কাহিনির পাত্র-প্রেক্ষাপট নতুন করে রচনা করা হয়েছিল।\nআদি পুস্তক ইসহাকের বয়স নির্দিষ্ট করে বলে না। তবে কিছু তালমুদিক ব্যাখ্যায় বলা হয়েছে, ইসহাক সে সময় ৩৭ বছর বয়সী প্রাপ্তবয়স্ক ছিলেন। এটি সারার মৃত্যুর বয়স (১২৭ বছর) ও তাঁর ইসহাক জন্মের সময়কার বয়স (৯০ বছর) বিশ্লেষণ করেই অনুমান করা হয়েছে। ইসহাকের প্রতিক্রিয়া বাইবেলীয় পাঠে স্পষ্ট নয়। কেউ কেউ ধারণা করেন, তিনি আতঙ্কিত ও ক্ষুব্ধ হন, কারণ পরবর্তীতে তিনি ও আব্রাহামের মধ্যে আর কোনো সংলাপ দেখা যায় না; তবে জন ডি. লেভেনসন উল্লেখ করেছেন যে, বাঁধনের পূর্বেও তাদের মধ্যে কোনো সংলাপ ছিল না।\nডেড সি স্ক্রলস-এ পাওয়া Genesis Apocryphon নামক গ্রন্থে দেখা যায়, হিব্রু গোত্রপতি লামেখ (যিনি নূহের পিতা) আব্রাহামের সঙ্গে কথোপকথনে লিপ্ত হন, যেখানে আব্রাহাম প্রথম ও তৃতীয় পুরুষে কথা বলেন।\n\n\n=== উপাসনায় ব্যবহার ===\nইসহাকের বলির কাহিনি প্রথাগতভাবে রোশ হাশানার দ্বিতীয় দিনে সিনাগগে পাঠ করা হয়।\nকাব্বালিস্টদের কিছু সম্প্রদায়ে প্রচলিত রীতি অনুযায়ী, প্রতিদিন সকালবেলার বিরকোত হাশাখার-এর পর এই অধ্যায় পাঠ করা হয়, যদিও সব সম্প্রদায়ে এটি প্রচলিত নয়।\n\n\n== খ্রিস্টান দৃষ্টিভঙ্গি ==\n\nইসহাকের বাঁধনের কাহিনি নতুন নিয়মে হিব্রিদের পত্রে উল্লেখ আছে, যেখানে পুরনো নিয়মের বহু বিশ্বাসের কাজের মাঝে এটি স্থান পেয়েছে:\n\"বিশ্বাসের দ্বারাই আব্রাহাম, যখন পরীক্ষা করা হয়েছিল, ইসহাককে উৎসর্গ করেছিলেন। তিনি, যিনি প্রতিশ্রুতি পেয়েছিলেন, তাঁর একমাত্র পুত্রকে উৎসর্গ করেছিলেন, যার সম্পর্কে বলা হয়েছিল, 'ইসহাকের মাধ্যমেই তোর বংশ ধরা হবে'। কারণ, তিনি মনে করেছিলেন ঈশ্বর এমনকি মৃতদের মধ্য থেকেও তাকে ফিরিয়ে আনতে সক্ষম। এক অর্থে, তিনিও তাকে পুনরুদ্ধার করেছিলেন।\" (হিব্রু ১১:১৭–১৯)\nআব্রাহামের ঈশ্বরে এমন বিশ্বাস ছিল যে, ঈশ্বর চাইলে বলির মাধ্যমে নিহত ইসহাককে পুনরুজ্জীবিতও করতে পারেন, যাতে ঈশ্বরের ভবিষ্যদ্বাণী (আদি ২১:১২) পূর্ণ হয়। প্রারম্ভিক খ্রিস্টীয় উপদেশে অনেক সময় ইহুদি ব্যাখ্যাকে গ্রহণ করা হলেও তা নিয়ে বিশদ ব্যাখ্যা করা হয়নি। যেমন রোমের হিপোলাইটাস তাঁর Commentary on the Song of Songs-এ বলেন, \"ধন্য ইসহাক অভিষেক লাভের আকাঙ্ক্ষা করেছিলেন এবং বিশ্ববাসীর জন্য নিজেকে উৎসর্গ করতে চেয়েছিলেন\" (On the Song 2:15)।\nপ্রথম দিককার খ্রিস্টানদের অনেকে ইসহাককে \"ঈশ্বরের বাক্য\" বা খ্রিস্টের প্রতীক হিসেবে দেখতেন। এমন ব্যাখ্যার পক্ষে কিছু প্রতীকী ইঙ্গিত তুলে ধরা হয়—যেমন তৃতীয় দিনে আব্রাহাম বলি দিতে যান (আদি ২২:৪), অথবা ইসহাক নিজের কাঁধে কাঠ বহন করেন (আদি ২২:৬)। একই সঙ্গে ঈশ্বর বারবার উল্লেখ করেন যে, ইসহাক তাঁর প্রিয়, একমাত্র পুত্র (আদি ২২:২, ১২, ১৬)।\nআরও একটি গুরুত্বপূর্ণ দিক হলো, যখন পিতা ও পুত্র একত্রে পর্বতে উঠছিলেন, তখন ইসহাক জিজ্ঞেস করেন, \"বলির জন্য ভেড়া কোথায়?\" উত্তরে আব্রাহাম বলেন, \"পুত্র, ঈশ্বর নিজেই বলির জন্য ভেড়া ব্যবস্থা করবেন।\" (আদি ২২:৭–৮) তবে পরে দেখা যায়, বলির জন্য একটি ভেড়া (ল্যাম্ব নয়) ব্যবহৃত হয়, যা কাঁটাঝোপে জড়িয়ে পড়েছিল (আদি ২২:১৩)। নতুন নিয়মে, যোহন ব্যাপ্টিস্ট যিশুকে দেখে বলেন, \"দেখ, ঈশ্বরের সেই ভেড়া, যিনি জগতের পাপ তুলে নেন!\" (যোহন ১:২৯) এই তুলনার মাধ্যমে ইসহাকের বলি ও যিশুর ক্রুশবিদ্ধতা এবং শেষ মুহূর্তে বলি বন্ধ হওয়াকে যিশুর পুনরুত্থানের প্রতীক হিসেবে দেখা হয়।\nদার্শনিক সোরেন কিয়ের্কেগার্ড আব্রাহামের এই আচরণকে \"নৈতিকতার টেলিওলজিক্যাল স্থগিতকরণ\" বলে বর্ণনা করেন, যেখানে বিশ্বাসের শীর্ষবিন্দুতে পৌঁছে একজন মানুষ নৈতিক নিয়মও ছাড়িয়ে যেতে পারেন।\nফ্রান্সিস শেফার এই ব্যাখ্যার সমালোচনা করে বলেন:\n\nকিয়ের্কেগার্ড বলেছিলেন, এটি ছিল নিছক বিশ্বাসের কাজ, যার পেছনে কোনো যুক্তি বা যুক্তিসঙ্গত ভিত্তি ছিল না। এখান থেকেই 'বিশ্বাসের লাফ' ধারণার উৎপত্তি এবং যুক্তি ও বিশ্বাসের সম্পূর্ণ বিচ্ছেদ ঘটেছে। কিন্তু কিয়ের্কেগার্ড এখানে বাইবেল যথেষ্ট মনোযোগ দিয়ে পড়েননি। আব্রাহামকে ইসহাককে বলি দিতে বলা হওয়ার আগেই তিনি ঈশ্বরের বহু প্রতিশ্রুতি ও উপস্থিতির অভিজ্ঞতা লাভ করেছিলেন। ফলে ঈশ্বরের প্রতি তাঁর দৃঢ় বিশ্বাসের যথেষ্ট যুক্তিসঙ্গত কারণ ছিল।\n\n\n== ইসলামি দৃষ্টিভঙ্গি ==\n\nকুরআনের বিবরণটি আদি পুস্তকের বর্ণনার তুলনায় দুটি দিক থেকে আলাদা: বলি হওয়া পুত্রের পরিচয় এবং পুত্রের প্রতিক্রিয়া। ইসলামি সূত্র অনুসারে, ইব্রাহিম (আ.) যখন তাঁর পুত্রকে স্বপ্নের কথা বলেন, তখন পুত্র খুশি মনে বলি হতে সম্মত হন। এখানে কোনো বেদিতে বেঁধে রাখার ঘটনা নেই।\nকুরআনে বলা হয়েছে, যখন ইব্রাহিম সৎ পুত্র কামনা করেন, তখন ঈশ্বর তাঁকে একটি সহনশীল পুত্র দান করেন। ইসলামি ব্যাখ্যায় এই পুত্রকে সাধারণত ইসমাইল (আ.) হিসেবে চিহ্নিত করা হয়। যখন ইসমাইল তাঁর পিতার সঙ্গে হাঁটতে ও কাজ করতে সক্ষম হলেন, তখন ইব্রাহিম বলি দেওয়ার স্বপ্ন দেখেন। তিনি যখন এ কথা পুত্রকে জানান, তখন পুত্র বলেন, এটি ঈশ্বরের নির্দেশ হলে তিনি তাতে রাজি আছেন। যখন উভয়ে ঈশ্বরের কাছে আত্মসমর্পণ করলেন এবং বলির জন্য প্রস্তুত হলেন, তখন ঈশ্বর বলেন, ইব্রাহিম তাঁর স্বপ্ন বাস্তবায়ন করেছেন এবং এক ভেড়া প্রদান করেন, যাতে সেটিকে বলি দেওয়া হয়। ঈশ্বর তাঁকে পুরস্কৃত করার প্রতিশ্রুতি দেন।\nপরবর্তী দুটি আয়াতে বলা হয়েছে, ঈশ্বর আরও এক সৎ পুত্র ইসহাক (আ.) দান করেন এবং আরও পুরস্কারের প্রতিশ্রুতি দেন।\nপ্রথমদিকের মুসলিম পণ্ডিতদের মধ্যে পুত্রের পরিচয় নিয়ে মতপার্থক্য ছিল। একদল মনে করতেন বলির জন্য নির্বাচিত পুত্র ছিলেন ইসহাক (যেমন ইবন কুতাইবা ও আত-তাবারি)। তাঁরা কুরআনের \"ইব্রাহিম ও ইসহাকের প্রতি পরিপূর্ণ দয়া করা হয়েছে\" বাক্যাংশটি থেকে ব্যাখ্যা দেন যে, এখানে ইসহাকের রক্ষা পাওয়াকে বোঝানো হয়েছে। অন্যদিকে, অপরপক্ষ যুক্তি দেন, সারার জন্য ইসহাক ও তাঁর পুত্র ইয়াকুব (আ.)-এর প্রতিশ্রুতি (কুরআন ১১:৭১–৭৪) ইসহাকের অকালমৃত্যুর সম্ভাবনাকে নাকচ করে। যদিও মতবিরোধ রয়েছে, অধিকাংশ মুসলমান মনে করেন, বলির জন্য নির্বাচিত পুত্র ছিলেন ইসমাইল (আ.)।\nইব্রাহিম (আ.) ও তাঁর পুত্রের এই আত্মসমর্পণের ঘটনা মুসলিমরা ঈদুল আযহা উপলক্ষে উদযাপন ও স্মরণ করেন। এই উৎসবে যারা সামর্থ্য রাখেন এবং হজে গমন করেন, তাঁরা একটি ভেড়া, গরু, ছাগল বা উট বলি দেন। বলির মাংসের একাংশ পরিবার খায় এবং অবশিষ্ট অংশ প্রতিবেশী ও দরিদ্রদের মধ্যে বিতরণ করা হয়। এই উৎসব মক্কায় হজ সম্পন্ন হওয়ার সমাপ্তিকে চিহ্নিত করে।\n\n\n== আধুনিক গবেষণা ==\n\nইসহাকের বলির কাহিনি আধুনিক ধর্মতাত্ত্বিকদের লেখায়ও গুরুত্বপূর্ণভাবে আলোচিত হয়েছে। যেমন, সোরেন কিয়ের্কেগার্ড তাঁর Fear and Trembling গ্রন্থে এবং শালোম স্পিগেল তাঁর The Last Trial গ্রন্থে এই কাহিনিকে বিশ্লেষণ করেছেন। ইহুদি সম্প্রদায় নিয়মিতভাবে এই ধরণের সাহিত্য পর্যালোচনা করে থাকে। যেমন, ২০০৯ সালে ক্যালিফোর্নিয়ার অরেঞ্জ কাউন্টি-র ইউনিভার্সিটি সিনাগগে ৬০০ জনেরও বেশি সদস্য একটি ছদ্মবিচার বা প্রতীকী বিচার সভায় অংশ নেন, যেখানে এই কাহিনির বিচার বিশ্লেষণ করা হয়।\nজাক দেরিদা তাঁর The Gift of Death গ্রন্থে ইসহাকের বলির কাহিনি এবং কিয়ের্কেগার্ডের এই পাঠ বিশ্লেষণের প্রতি দৃষ্টিপাত করেছেন।\nMimesis: The Representation of Reality in Western Literature গ্রন্থে সাহিত্য সমালোচক এরিখ আউয়ারবাখ হিব্রু বাইবেলীয় ইসহাক বলির কাহিনি এবং হোমার-এর বর্ণিত ওডিসিউস-এর ক্ষতের গল্পকে পশ্চিমা সাহিত্যে বাস্তবতার উপস্থাপনার দুই আদর্শ মডেল হিসেবে বিবেচনা করেন। আউয়ারবাখ দেখান, হোমার তাঁর কাহিনিতে বিস্তারিত বিবরণ, স্থানিকতা, ইতিহাস ও ব্যক্তিগত প্রেক্ষাপট গুরুত্বের সঙ্গে তুলে ধরেন। বিপরীতে, বাইবেলীয় কাহিনিতে বিবরণ সংক্ষিপ্ত ও প্রসঙ্গ অনুল্লিখিত বা ব্যাকগ্রাউন্ডে রাখা হয়। আউয়ারবাখ মন্তব্য করেন, এই ধরনের বর্ণনাভঙ্গি পাঠককে কাহিনির অর্থ ব্যাখ্যা করতে বাধ্য করে, যার ফলে পাঠকের নিজস্ব ব্যাখ্যা ও প্রতিচিন্তা উঠে আসে।\n\n\n== তথ্যসূত্র =="}