{"pageid": 1441431, "title": "কারমেলো হেইস", "url": "https://bn.wikipedia.org/wiki?curid=1441431", "content": "ক্রিস্টিয়ান ব্রিগহ্যাম (ইংরেজি: Carmelo Hayes; জন্ম: ১ আগস্ট ১৯৯৪; কারমেলো হেইস নামে সুপরিচিত) হলেন একজন মার্কিন পেশাদার কুস্তিগির। তিনি বর্তমানে মার্কিন পেশাদার কুস্তি সংস্থা ডাব্লিউডাব্লিউইয়ের সাথে চুক্তিবদ্ধ, যেখানে তিনি ২০২১ সাল হতে কুস্তি লড়ছেন।\n২০১৪ সালে ক্যাওটিক রেসলিংয়ে (সিডাব্লিউ) রিং নাম ক্রিস্টিয়ান ক্যাসানোভা-এর অধীনে কুস্তি লড়ার মাধ্যমে হেইস পেশাদার কুস্তি জগতে পদার্পণ করেছিলেন, যেখানে তিনি প্রায় ৮ বছর কুস্তি লড়েছিলেন। তিনি এপর্যন্ত বেশ কয়েকটি পেশাদার কুস্তি সংস্থার হয়ে কুস্তি লড়েছেন, যার মধ্যে ক্যাওটিক রেসলিং, রিং অব অনার এবং ডাব্লিউডাব্লিউই অন্যতম। দি এ-চ্যাম্পিয়ন ডাকনামে পরিচিত হেইস তার পেশাদার কুস্তি জীবনে একাধিক চ্যাম্পিয়নশিপ জয়লাভ করেছেন; যার মধ্যে সিডাব্লিউ হেভিওয়েট চ্যাম্পিয়নশিপ, এনইডাব্লিউ লাইভ চ্যাম্পিয়নশিপ এবং এনএক্সটি নর্থ আমেরিকান চ্যাম্পিয়নশিপ রয়েছে। উক্ত চ্যাম্পিয়নশিপগুলোর মধ্যে সিডাব্লিউ হেভিওয়েট চ্যাম্পিয়নশিপে তিনি সবচেয়ে বেশি দিন রাজত্ব করেছিলেন; ২০১৯ সালে জয়লাভ করা চ্যাম্পিয়নশিপটিতে তিনি সর্বমোট ৪৮৮ দিন রাজত্ব করেছিলেন।\nব্যক্তিগতভাবে, হেইস বেশ কিছু পুরস্কার জয়লাভ করেছেন, যার মধ্যে ২০২৩ সালে পিডাব্লিউআই ৫০০ তালিকায় ১৩তম স্থান অধিকার করা অন্যতম।\n\n\n== প্রারম্ভিক জীবন ==\nক্রিস্টিয়ান ব্রিগহ্যাম ১৯৯৪ সালের ১লা আগস্ট তারিখে মার্কিন যুক্তরাষ্ট্রের ম্যাসাচুসেটসের ফ্রেমিংহ্যামে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== পেশাদার কুস্তি ==\n\n\n=== ডাব্লিউডাব্লিউই ===\n২০২১ সালের ১লা জুন তারিখে কারমেলো হেইস রিং নামের অধীনে এনএক্সটি ব্র্যান্ডে কুস্তি লড়ার মাধ্যমে হেইস ডাব্লিউডাব্লিউইয়ের হয়ে অভিষেক করেছেন। এনএক্সটির সাপ্তাহিক পর্বে অনুষ্ঠিত উক্ত ম্যাচে তিনি কুশিদার মুখোমুখি হয়েছিলেন, যেখানে তিনি সাবমিশনে মাধ্যমে পরাজিত হয়েছিলেন। পরবর্তীকালে, ২১শে জুলাই তারিখে ডাব্লিউডাব্লিউইয়ে তিনি প্রথমবারের মতো কোন ম্যাচে জয়লাভ করেছিলেন, উক্ত ম্যাচে তিনি জোশ ব্রিগসকে পরাজিত করেছিলেন।\nডাব্লিউডাব্লিউইয়ে অভিষেকের ৪ মাস পর, ২০২১ সালের ৫ই অক্টোবর তারিখে হেইস প্রথমবারের মতো চ্যাম্পিয়নশিপ ম্যাচে অংশগ্রহণ করেছিলেন; এনএক্সটিতে এনএক্সটি ট্যাগ টিম চ্যাম্পিয়নশিপের জন্য আয়োজিত ট্যাগ টিম ম্যাচে তিনি ও ট্রিক উইলিয়ামস ন্যাশ কার্টার ও ওয়েস লির কাছে পিনফলের মাধ্যমে পরাজিত হয়েছিলেন। অতঃপর ১২ই অক্টোবর তারিখে তিনি ডাব্লিউডাব্লিউইয়ে প্রথমবারের মতো চ্যাম্পিয়নশিপ জয়লাভ করেছেন, এনএক্সটিতে আয়োজিত এনএক্সটি নর্থ আমেরিকান চ্যাম্পিয়নশিপ ম্যাচে তিনি আইজায়াহ স্কটকে পরাজিত করে প্রথমবারের মতো এনএক্সটি নর্থ আমেরিকান চ্যাম্পিয়নশিপ জয়লাভ করেছিলেন। উক্ত চ্যাম্পিয়নশিপে তার রাজত্ব সর্বমোট ১৭২ দিন স্থায়ী হয়েছিল; ২০২২ সালের ২রা এপ্রিল তারিখে তিনি ক্যামেরন গ্রাইমসের কাছে পরাজিত হওয়ার মাধ্যমে এনএক্সটি নর্থ আমেরিকান চ্যাম্পিয়নশিপে তার রাজত্বের অবসান ঘটে।\n২০২১ সালের ৫ই ডিসেম্বর তারিখে ওয়ারগেমসে আয়োজিত ওয়ারগেমস গেমস ম্যাচে অংশগ্রহণ করার মাধ্যমে হেইস প্রথমবারের মতো প্রতি-দর্শনে-পরিশোধে (পিপিভি) কুস্তি লড়েছেন, ম্যাচটি তিনি পিনফলে মাধ্যমে জয়লাভ করেছিলেন।\n\n\n=== শৈলী ===\nহেইস একজন একক কুস্তিগির হিসেবে ২০১৪ সালে অভিষেক করলেও তিনি পরবর্তীকালে একজন ট্যাগ টিম কুস্তিগির হিসেবেও কুস্তি লড়েছেন। পেশাদার কুস্তিতে তার সুপরিচিত পদক্ষেপগুলোর মধ্যে অন্যতম হচ্ছে ডাইভিং লেগড্রপ, এছাড়াও তিনি ফেডোরা ফ্রগ স্প্ল্যাশ, স্প্রিংবোর্ড ক্লথস্লাইনকে ম্যাচের সমাপনী পদক্ষেপ হিসেবে ব্যবহার করে থাকেন।\n\n\n== অন্যান্য গণমাধ্যম ==\n২০২৩ সালে ডাব্লিউডাব্লিউই ২কে২৩ উপস্থিত হওয়ার মাধ্যমে হেইস ভিডিও গেমে অভিষেক করেছেন।\n\n\n== ব্যক্তিগত জীবন ==\n২০২৩ সাল হতে হেইস কেলানি জর্ডানের সাথে একটি সম্পর্কে আবদ্ধ রয়েছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nটুইটারে কারমেলো হেইস \nডাব্লিউডাব্লিউই.কম-এ কারমেলো হেইস \nইন্টারনেট মুভি ডেটাবেজে কারমেলো হেইস  (ইংরেজি)\nকারমেলো হেইস-এর প্রোফাইল: কেজম্যাচ.নেট, রেসলিংডাটা.কম, ইন্টারনেটের রেস্টলিং ডাটাবেস"}