{"pageid": 1441904, "title": "বাথশেবা", "url": "https://bn.wikipedia.org/wiki?curid=1441904", "content": "বাথশেবা (; হিব্রু ভাষায়: בַּת־שֶׁבַע‎ Baṯ-šeḇaʿ, আক্ষ. অনু. Sheba-এর কন্যা – lit. শপথের কন্যা) ছিলেন একজন ইসরায়েলি রানী। হিব্রু বাইবেল অনুসারে, তিনি প্রথমে হিতীয় উরিয়-এর স্ত্রী ছিলেন এবং পরে রাজা দাউদের সঙ্গে বিবাহবন্ধনে আবদ্ধ হন। তাদের পাঁচ সন্তানই দাউদের সঙ্গে তাঁর জন্ম। তাঁর পুত্র সোলোমন দাউদের উত্তরাধিকারী হন, যার ফলে তিনি গেভিরা (גְּבִירָה‎), অর্থাৎ ইসরায়েল রাজ্যের রানি-মাতা হিসেবে পরিচিত হন।\nতিনি মূলত সামুয়েলের গ্রন্থে তাঁর বর্ণনার জন্য পরিচিত। সেখানে বলা হয়েছে, রাজা দাউদ তাঁকে স্নানরত অবস্থায় দেখেন এবং কামনাবশত তাঁকে প্রাসাদে ডেকে পাঠান। এরপর দাউদ তাঁর স্বামী উরিয়কে যুদ্ধক্ষেত্রে হত্যা করান এবং বাথশেবাকে বিবাহ করেন। এর ফলে ঈশ্বর যাহ্‌বে ক্রুদ্ধ হন ও দম্পতির প্রথম সন্তানকে শিশু অবস্থায় মৃত্যু দেন। এরপর দাউদের বংশে বিপর্যয় ও দুঃখ নেমে আসে।\n\n\n== বাইবেলীয় বিবরণ ==\n২ সামুয়েল ১১:৩ অনুসারে বাথশেবা ছিলেন এলিয়াম-এর কন্যা। তবে ১ ইতিহাস ৩:৫-এ তাঁকে আম্মিয়েল-এর কন্যা বলা হয়েছে। ২ সামুয়েল ২৩:৩৪-এ উল্লেখ আছে, এলিয়াম ছিলেন গিলোহি আহিতোফেল-এর পুত্র। বাথশেবা ছিলেন উরিয়া-এর স্ত্রী।\n২ সামুয়েল ১১-এ দাউদের সঙ্গে বাথশেবার প্রথম যোগাযোগের বিবরণ রয়েছে। একদিন দাউদ রাজপ্রাসাদের ছাদে হাঁটার সময় স্নানরত এক সুন্দরী নারীকে দেখতে পান। তিনি জানতে পারেন, তিনি উরিয়ার স্ত্রী। তবুও তিনি তাঁকে কামনা করেন এবং পরে তাঁর সঙ্গে শারীরিক সম্পর্ক স্থাপন করেন, ফলে বাথশেবা গর্ভবতী হন। ডেভিড ই. গারল্যান্ড এবং ডায়ানা আর. গারল্যান্ড এই ঘটনাটিকে বাইবেলীয় ধর্ষণ-এর একটি উদাহরণ হিসেবে উল্লেখ করেছেন।\nসেনাবাহিনী যখন যুদ্ধরত ছিল, তখন দাউদ উরিয়াকে রাজপ্রাসাদে ডেকে পাঠান, এই আশায় যে উরিয়া বাথশেবার সঙ্গে মিলিত হবেন এবং ভাববেন এই সন্তান তাঁর। কিন্তু উরিয়া সৈনিকদের নিয়ম মেনে নিজের স্ত্রীর সঙ্গে না থেকে প্রাসাদের পাহারাদারদের সঙ্গেই থাকেন।\nএকাধিক প্রচেষ্টার পরও যখন উরিয়া স্ত্রীর সঙ্গে মিলিত হলেন না, তখন দাউদ তাঁর সেনাপতি যোয়াব-কে আদেশ দেন যাতে উরিয়াকে যুদ্ধক্ষেত্রে অগ্রভাগে রাখা হয়, যেখানে তাঁর নিহত হওয়ার সম্ভাবনা বেশি। দাউদ এই আদেশ উরিয়ার হাতেই সেনাপতির কাছে পাঠান। অবশেষে, রাব্বার অবরোধ চলাকালে উরিয়া নিহত হন। বাথশেবা তাঁর শোক পালন করেন। এরপর দাউদ তাঁকে বিয়ে করে নিজের প্রাসাদে নিয়ে আসেন এবং সেখানেই সন্তান জন্মগ্রহণ করে।\nদাউদের এই কাজ ঈশ্বরকে অসন্তুষ্ট করে। ঈশ্বর নাথান নবীকে পাঠান রাজাকে তিরস্কার করতে। তিনি একটি উপমার মাধ্যমে দাউদের অন্যায় আচরণ তুলে ধরেন—এক ধনী ব্যক্তি তাঁর দরিদ্র প্রতিবেশীর একমাত্র মেষশাবক নিয়ে যায়। দাউদের ন্যায়বিচারবোধ জাগ্রত হলে, নাথান জানান, এ কাহিনী আসলে তাঁরই কর্মকাণ্ডের প্রতিফলন। নাথান ভবিষ্যদ্বাণী করেন, ঈশ্বর দাউদের গৃহকে শাস্তি দেবেন; দাউদের এক ঘনিষ্ঠ ব্যক্তি তাঁর সকল স্ত্রীর সঙ্গে প্রকাশ্যে সহবাস করবে। দাউদ তখনই নিজের পাপ স্বীকার করেন ও অনুতপ্ত হন।\nবাথশেবার প্রথম সন্তান জন্মের পর ঈশ্বর তাকে মারাত্মক অসুস্থ করে তোলেন। দাউদ ঈশ্বরের করুণা কামনা করে উপবাস করেন ও মাটিতে শুয়ে প্রার্থনা করেন। সাতদিন পর সেই শিশু মারা যায়। দাউদ এটিকে নিজের পাপের শাস্তি হিসেবে মেনে নেন এবং ঈশ্বরের উপাসনালয়ে গিয়ে তাঁকে পূজা করেন।\nপরে, দাউদ ও বাথশেবা আরেক পুত্রসন্তানের জন্ম দেন—সোলোমন। বার্ধক্যে দাউদ বাথশেবাকে প্রতিশ্রুতি দেন যে সোলোমনই হবে তাঁর উত্তরসূরি। এই প্রতিশ্রুতির ভিত্তিতেই বাথশেবা অন্য পুত্রদের পরিবর্তে সোলোমনের সিংহাসন আরোহণ নিশ্চিত করেন।\nবছর কয়েক পর নাথানের ভবিষ্যদ্বাণী পূর্ণতা পায়। দাউদের আরেক প্রিয় পুত্র আবশালোম বিদ্রোহ ঘোষণা করে ও গৃহযুদ্ধ শুরু হয়। নিজেকে নতুন রাজা প্রমাণ করতে আবশালোম রাজ্যের দশ উপপত্নীর সঙ্গে প্রকাশ্যে মিলিত হয় (২ সামুয়েল ১৬)। এটিকে গোপনে অপরের স্ত্রী গ্রহণের প্রতিশোধস্বরূপ ঈশ্বরের দশগুণ শাস্তি হিসেবে দেখা হয়।\n\n\n== ইহুদি দৃষ্টিভঙ্গি ==\n\n\n=== আহিতোফেলের সঙ্গে সম্পর্ক ===\n\nকয়েকজন পণ্ডিত বাথশেবাকে আহিতোফেল-এর নাতনি হিসেবে উল্লেখ করেছেন, যেমনটি তালমুদ-এও উল্লেখ আছে। এই মতের ভিত্তি হলো—২ সামুয়েল ১১:৩-এ বাথশেবাকে এলিয়ামের কন্যা বলা হয়েছে, এবং ২ সামুয়েল ২৩:৩৪-এ বলা হয়েছে এলিয়াম হলেন গিলোহি আহিতোফেলের পুত্র, যিনি ছিলেন দাউদের “ত্রিশ বীর”-এর একজন। তাই ধারণা করা হয়, এই দুই এলিয়াম একই ব্যক্তি।\nতবে ১ ইতিহাস ৩:৫-এ বাথশেবার নাম দেওয়া হয়েছে ‘বাথশুয়া’ এবং তাঁকে আম্মিয়েলের কন্যা বলা হয়েছে। এছাড়া ১ ইতিহাস ১১:৩৬-এ দাউদের ত্রিশ বীরের তালিকায় আহিতোফেলের নাম নেই, বরং সেখানে দেখা যায় ‘আহিয়াহ পেলোনি’। কেউ কেউ প্রশ্ন তুলেছেন, আহিতোফেল কি আদৌ এত বয়স্ক ছিলেন যে তাঁর নাতনি থাকতে পারে?\n\n\n=== রাব্বিনিক সাহিত্য ===\nরাব্বিনিক সাহিত্যে বাথশেবাকে দাউদের পরামর্শদাতা আহিতোফেলের নাতনি বলা হয়েছে। আগাদাহ অনুসারে, আহিতোফেল জ্যোতির্বিজ্ঞানের ভুল ব্যাখ্যার মাধ্যমে মনে করেন যে তিনি একদিন ইসরায়েলের রাজা হবেন। তাই তিনি আবশালোমকে এমন এক অপরাধ করতে উসকান দেন যা ইহুদি আইনে মৃত্যুদণ্ডযোগ্য (২ সামুয়েল ১৬:২১)। তাঁর উদ্দেশ্য ছিল আবশালোমকে সরিয়ে নিজে সিংহাসনে বসা। কিন্তু তাঁর ভবিষ্যদ্বাণী ভুল ছিল; প্রকৃতপক্ষে তার অর্থ ছিল, তাঁর নাতনি বাথশেবা একদিন রানি হবেন।\nবাথশেবা, যিনি আহিতোফেলের নাতনি ছিলেন, বয়সে দাউদের চেয়ে অনেক ছোট ছিলেন।\nমানবজাতির বিভ্রান্তিকারী শক্তি দাউদ ও বাথশেবার পাপপূর্ণ সম্পর্কে প্রভাব ফেলে। মিদ্রাশ অনুসারে, বাথশেবা তাঁর ঘরের ছাদের উপর বেতের পর্দার আড়ালে স্নান করছিলেন। তখন সাতান একটি পাখির ছদ্মবেশে সেখানে আসে। দাউদ সেই পাখিকে লক্ষ্য করে তীর ছুড়ে পর্দা ছিন্ন করেন, ফলে বাথশেবার সৌন্দর্য তাঁর চোখে পড়ে যায় (Sanhedrin 107a)। বলা হয়, সৃষ্টির সূচনালগ্ন থেকেই বাথশেবা ছিলেন দাউদের বৈধ স্ত্রী হওয়ার জন্য নিয়তির দ্বারা নির্ধারিত; কিন্তু সেই সম্পর্ক সময়ের আগেই শুরু হয়, যা তাঁকে পাপের সঙ্গী করে তোলে।\nরাব্বিনিক ঐতিহ্য অনুসারে, যখন আদোনিয়াহ রাজ্য দখলের চেষ্টা করেন, বাথশেবা ভবিষ্যদ্বক্তা নাথান-এর সঙ্গে একত্র হয়ে সোলোমনের সিংহাসনে আরোহণ নিশ্চিত করেন। সেই সময় দাউদ বৃদ্ধ হয়ে আবীশাগ-এর সঙ্গে ছিলেন এবং তাঁকে অক্ষম বলে মনে করা হতো। তখন বাথশেবা দাউদের সঙ্গে সাক্ষাৎ করেন এবং তিনি তাঁর সঙ্গে ১৩ বার সহবাস করেন, তারপর দাউদ ঘোষণা দেন যে সোলোমনই হবেন তাঁর উত্তরসূরি। এই নির্দিষ্ট সংখ্যক সহবাসের তাৎপর্য নিয়ে আধুনিক বাইবেলীয় পণ্ডিতগণ বিশ্লেষণ করেছেন।\nবাথশেবা সোলোমনের উত্তরাধিকারের ক্ষেত্রে সফলভাবে দায়িত্ব পালন করায় প্রশংসিত হন। উপদেশবাক্য ৪:৯-এ “দুই জন এক জনের চেয়ে ভালো” কথাটি দাউদ ও বাথশেবার ক্ষেত্রে প্রয়োগ করা হয়েছে; আর “তিন সুতোয় গাঁথা রজ্জু সহজে ছিঁড়ে না” (পদ ১২) কথাটি প্রয়োগ করা হয়েছে নাথান নবীর ওপর, যিনি এই প্রচেষ্টায় যুক্ত হন (Eccl. R. iv. 9)।\n\n\n== খ্রিষ্টধর্মে ==\nমথি ১:৬-এ বাথশেবাকে “উরিয়ার স্ত্রী” হিসেবে উল্লেখ করা হয়েছে এবং তিনি যিশুর পূর্বপুরুষদের একজন হিসেবে বিবেচিত।\nমধ্যযুগীয় টাইপোলজিতে, বাথশেবা-কে Ecclesia-এর প্রতিরূপ হিসেবে দেখা হয়, যেভাবে দাউদ ছিলেন যিশুর প্রতিরূপ। রানি ও জননীর ভূমিকার কারণে বাথশেবার সঙ্গে পবিত্র কুমারী মেরী-র তুলনা করা হয়েছে এবং তাঁকে স্বর্গের রানি হিসেবে চিত্রিত করা হয়েছে।\nবাথশেবার পুত্র রাজা সোলোমন তাঁকে সম্মান জানাতে উঠে দাঁড়ান, তাঁকে প্রণাম করেন এবং নিজের ডানদিকে একটি আসন দেন। এই ঘটনাটি বাথশেবার উচ্চ মর্যাদা ও রাজকীয় ক্ষমতায় অংশগ্রহণের প্রতীক। তিনি তাঁর প্রজাদের হয়ে রাজার নিকট আবেদন পেশ করেন, যেমন: “দয়া করে রাজা সোলোমনের কাছে বলুন—তিনি আপনাকে ফিরিয়ে দেবেন না—যেন তিনি আমাকে শূনেমি আবীশাগকে স্ত্রী হিসেবে দেন।”\nবাথশেবা (বারসাবে, বাথসাবে) ইথিওপীয় অর্থোডক্স তওয়াহেদো চার্চে একজন সাধ্বী হিসেবে পূজিত হন। তাঁর স্মরণে উৎসব পালিত হয় ২৭ নভেম্বর (০১ তাহসাস) তারিখে।\n\n\n== ইসলাম ==\nইসলাম ধর্মে দাউদ-কে একজন নবী হিসেবে গণ্য করা হয়। ইসলামী ব্যাখ্যায় বাইবেলের বাথশেবা-সম্পর্কিত কাহিনি নবীদের নির্দোষতা (ইস্মাহ)-র নীতির সঙ্গে অসঙ্গত বলে বিবেচিত। তাফসির আল-কবির ও মাজমা আল-বায়ান-এ বর্ণিত একটি হাদিস অনুযায়ী, আলী ইবনে আবু তালিব বলেন: \n\"যে ব্যক্তি বলে দাউদ (আ.) উরিয়ার স্ত্রীকে বিয়ে করেছিলেন যেমন কাহিনিকাররা বর্ণনা করে, আমি তাকে দু’বার শাস্তি দেব: একবার অপবাদ দেওয়ার জন্য (কাজফ) এবং আরেকবার নবুয়তের মর্যাদা ক্ষুণ্ণ করার জন্য।\"\nশিয়া পণ্ডিতদের বর্ণিত আরেক হাদিস অনুযায়ী, আলী আল-রেজা যখন অন্যান্য ধর্মের পণ্ডিতদের সঙ্গে নবীদের নির্ভুলতা নিয়ে আলোচনা করছিলেন, তখন তিনি একজনকে জিজ্ঞেস করেন, “তুমি দাউদ সম্পর্কে কী বলো?” সে উত্তর দেয়, “দাউদ নামাজ পড়ছিলেন, তখন একটি সুন্দর পাখি তাঁর সামনে আসে। তিনি নামাজ ছেড়ে পাখিটির পেছনে ছুটে যান। এরপর ছাদে হাঁটার সময় তিনি বাথশেবাকে স্নানরত অবস্থায় দেখতে পান... তাই তিনি ইচ্ছাকৃতভাবে তাঁর স্বামীকে যুদ্ধের সম্মুখ সারিতে পাঠান, যাতে সে নিহত হয় এবং তিনি বাথশেবাকে বিয়ে করতে পারেন।” \nআলী আল-রেজা উত্তেজিত হয়ে বলেন: \"ইন্না লিল্লাহি ওয়া ইন্না ইলাইহি রাজিউন—তোমরা আল্লাহর নবীর নামাজে গাফিলতি, অসচ্চরিত্রতা ও একজন নিরপরাধ হত্যার অপবাদ দাও!\"\nতিনি জিজ্ঞেস করেন, “তবে উরিয়ার কাহিনি কী?” আলী আল-রেজা বলেন, “তৎকালীন সমাজে বিধবা নারীরা, বিশেষত যাঁদের স্বামী যুদ্ধক্ষেত্রে নিহত হতেন, তাঁদের বিয়ে করার রীতি ছিল না। এতে অনেক সামাজিক সমস্যা সৃষ্টি হতো। দাউদ (আ.) এই প্রথা ভেঙে প্রথম এই ধরনের বিয়ে করেন। উরিয়া যুদ্ধে নিহত হওয়ার পর, দাউদ তাঁর স্ত্রীকে বিয়ে করেন। কিন্তু লোকেরা এ ধরনের অস্বাভাবিক বিয়ে সহজে মেনে নিতে পারেনি, যার ফলে পরে এই নিয়ে নানা কাহিনি তৈরি হয়।”\n\n\n== তথ্যসূত্র =="}