{"pageid": 1441883, "title": "ইফ্রিত", "url": "https://bn.wikipedia.org/wiki?curid=1441883", "content": "ইফরিত (বা এফরিত, আফরিত, এবং আফরিট; আরবি: عفريت [ʕifriːt] ; বহুবচন عفاريت ʿafārīt) ইসলামি সংস্কৃতিতে একধরনের শক্তিশালী শয়তান। আফারীতদের সাধারণত পাতালপুরীর সঙ্গে যুক্ত করা হয় এবং মৃতের আত্মা হিসেবে বিবেচিত হয়। ইউরোপীয় সংস্কৃতিতে যেভাবে অশুভ আত্মা বা 'জিনিয়াস লোকি' ধারণা করা হয়, তাদের সঙ্গে এদের তুলনা করা হয়। \nকুরআন, হাদিস, এবং মিরাজের বর্ণনায় এই শব্দটির পর সবসময়ই \"জিনদের মধ্য থেকে\" এই কথাটি বলা হয়েছে। তবে পরবর্তী লোককাহিনিতে, তারা স্বাধীন সত্তায় পরিণত হয়—এদের কখনও কখনও শক্তিশালী অসুর বা মৃতের আত্মা হিসেবে দেখা হয়, যারা ধ্বংসপ্রাপ্ত স্থান যেমন—পুরাতন মন্দির বা ধ্বংসাবশেষে বসবাস করে। তবে তাদের প্রকৃত আবাস জাহান্নাম, অর্থাৎ পাতালপুরী।\n\n\n== উৎপত্তি ==\nইফরিত শব্দটি কুরআনের সূরা আন-নামল এর ৩৯ নম্বর আয়াতে ব্যবহৃত হয়েছে, তবে তা কোনো নির্দিষ্ট প্রকারের দানব বোঝাতে নয়, বরং একটি উপাধি হিসেবে। এই শব্দটি ইসলাম-পূর্ব আরবি কবিতায় দেখা যায় না, যদিও এর কিছু রূপ যেমন ইফরিয়া ও ইফর কুরআনের আগেই ব্যবহার হয়েছে বলে জানা যায়। আরব ভাষাবিদদের মতে, এই শব্দের উৎপত্তি হয়েছে আরবি: عفر, যার অর্থ 'ধূলায় গড়াগড়ি খাওয়া' বা 'ধুলায় লেপন করা'। এই শব্দটি ধূর্ত, কুটিল, দুষ্ট এবং শয়তানি বৈশিষ্ট্য বোঝাতেও ব্যবহৃত হয়।\nকিছু পশ্চিমা ভাষাবিদ এই শব্দটির উৎস অন্য কোনও ভাষা থেকে হয়েছে বলে মনে করেন। তারা ধারণা করেন, এটি মধ্য পারসীয় আফরিতান শব্দ থেকে উদ্ভূত, যা আধুনিক ফারসিতে آفریدن অর্থাৎ \"সৃষ্টিকর্ম\" বোঝায়। তবে অনেকেই এই ধারণাকে অস্বীকার করেন। জনি চেওং নামক গবেষক দাবি করেছেন, অবেস্তান ভাষায় আফ্রিতি নামক একটি জরথুষ্ট্রীয় আত্মার উল্লেখ রয়েছে এবং সেটিই আরবি ইফরিত শব্দের মূল উৎস হতে পারে।\nলোককথায়, এই শব্দটি একটি নির্দিষ্ট শ্রেণির দানবের পরিচায়ক হিসেবে বিকশিত হয়। তবে অধিকাংশ ইসলামি পণ্ডিতগণ একে বিশেষণ হিসেবেই দেখেন। আল-ইবশিহির মুস্তাত্রাফ-এর মতো গ্রন্থে এই বিশ্বাসের বিস্তৃতি দেখা যায়। সেখানে ইফরিতকে কখনও নারীদের শিকার করা এক ধরনের বিপজ্জনক শয়তান (শাইতান) হিসেবে বর্ণনা করা হয়েছে, আবার কখনও মৃতদের আত্মা হিসেবে। তুর্কি ভাষায় এই শব্দটি পাতালপুরীর দানব বোঝাতে ব্যবহৃত হয়।\n\n\n== ইসলামি ধর্মগ্রন্থ ==\n\nইসলামি ধর্মগ্রন্থে ইফরিত শব্দটি সর্বদা জিনদের মধ্য থেকে এই বাক্যাংশের সঙ্গে ব্যবহৃত হয়েছে। যেহেতু জিন শব্দটি বিভিন্ন প্রকার আত্মার জন্য ব্যবহৃত হয়, তাই ইফরিতদের প্রকৃত সম্পর্ক জিন জাতির সঙ্গে কিছুটা অনির্ধারিত রয়ে গেছে। তবে ইসলামি ধর্মগ্রন্থে এই শব্দটি সাধারণত একধরনের শক্তিশালী বা দুষ্ট আত্মার বর্ণনা দিতে ব্যবহার হয়েছে, যার প্রকৃতি সুস্পষ্ট নয়।\nকুরআনের সূরা আন-নামল (২৭) এর ৩৮-৪০ আয়াতে এক ইফরিতের উল্লেখ আছে, যে সুলায়মান নবী-এর জন্য শেবার রানীর সিংহাসন নিয়ে আসার প্রস্তাব দেয়: “জিনদের মধ্য থেকে এক ইফরিত বলল: ‘আমি তা আপনাকে এনে দিতে পারব, আপনি আপনার আসন থেকে ওঠার আগেই। আমি সত্যিই শক্তিশালী এবং বিশ্বস্ত এই কাজে।’” তবে শেষে এই দায়িত্ব একজন এমন ব্যক্তিকে দেওয়া হয় যিনি গ্রন্থজ্ঞানসম্পন্ন ছিলেন।\nআল-বুখারির একটি হাদিসে এক \"জিনদের মধ্যকার ইফরিত\" নবী মুহাম্মদের নামাজে বিঘ্ন ঘটাতে চেয়েছিল বলে বলা হয়েছে। একই ধরনের একটি বিবরণ আছে নবী মুহাম্মদের রাত্রিকালীন সফরের (মিরাজ) একটি বিবরণে, যা মালিক ইবন আনাস অষ্টম শতকে লিপিবদ্ধ করেন। সেখানে এক ইফরিত নবীকে আগুনের মতো ভয়ংকর আকারে ভয় দেখাতে আসে, এরপর জিবরাইল ফেরেশতা নবীকে একটি দোয়া শেখান, যার মাধ্যমে তিনি ইফরিতটিকে পরাস্ত করেন। মুসলিম গ্রন্থগুলো ব্যাখ্যা করে যে, আল্লাহ ইচ্ছাকৃতভাবে ওই ইফরিতকে পাঠিয়েছিলেন, যাতে জিবরাইল নবী এবং তাঁর উম্মাহকে রাতে দানবদের ভয় জয় করার উপায় শিখাতে পারেন।\nতাফসিরে সূরা আল-আম্বিয়ায় নবী আয়ুবের কাহিনিতে বলা হয়েছে, তিনি তিনটি ইফরিতের দ্বারা নির্যাতিত হন। ইবলিস যখন আল্লাহর অনুমতি নিয়ে তাঁকে পরীক্ষা করার জন্য পৃথিবীতে অবতরণ করেন, তখন সে তার সবচেয়ে শক্তিশালী শয়তান ও ইফরিতদের ডাকে। এরপর তারা ঝড় এবং অগ্নিসম ঝঞ্ঝার রূপ ধারণ করে আয়ুব নবীর সম্পদ ধ্বংস করতে এগিয়ে আসে।\n\n\n== ইসলামি লোককাহিনি ==\nইসলামি লোককাহিনিতে আফারীত বা ইফরিতদের একটি বিশেষ শ্রেণির পাতাল আত্মা (chthonic spirits) হিসেবে বিবেচনা করা হয়, যারা সাত স্তরের পৃথিবীর গভীরে বাস করে। সাধারণভাবে তারা নির্মম ও দুষ্ট স্বভাবের বলে বিবেচিত হয় এবং ধোঁয়া ও আগুন থেকে সৃষ্ট।\nতাদের নেতিবাচক চিত্রায়ন এবং পাতালপুরীর সঙ্গে সম্পর্ক থাকা সত্ত্বেও, আফারীতদের প্রকৃতিগতভাবে নৈতিকভাবে দুষ্ট বলা যায় না; কখনও কখনও তারা আল্লাহর উদ্দেশ্যও সম্পন্ন করতে পারে। তবে সেই দায়িত্ব পালনের ধরন হতে পারে কঠোর ও নির্মম—যেমন রক্ত প্রতিশোধ বা হত্যার প্রতিশোধ নেওয়া। নিজামী গঞ্জভী একজন ইফরিতকে \"আল্লাহর ক্রোধ\" থেকে সৃষ্ট হিসেবে বর্ণনা করেছেন, যা ইফরিতদের ভূমিকাকে আল্লাহর ইচ্ছার অধীন এক গৌণ শক্তি হিসেবে উপস্থাপন করে। আরও বলা হয়, কোনো যাদুকর ইচ্ছে করলে ডেকে এনে এক ইফরিতকে বাধ্য করতে পারে।\n\n\n== কল্পসাহিত্যে ==\nইফরিত বা আফারীতদের উল্লেখ প্রাচীন কবিতায়ও পাওয়া যায়, যেমন আল-মা'আররী (৯৭৩–১০৫৭)–এর কবিতায়। সেখানে তাঁর নায়ক এমন এক স্বর্গে ভ্রমণ করে, যেখানে আফারীতদের জন্য \"সংকীর্ণ গলি\" ও \"অন্ধকার উপত্যকা\" রয়েছে, যা স্বর্গ ও জাহান্নামের মাঝামাঝি অবস্থানে।\nপরবর্তী সাহিত্যে আফারীতদের উল্লেখ আলিফ লায়লা ও লায়লা সংকলনের বিভিন্ন কাহিনিতে দেখা যায়। একটি কাহিনিতে, \"বহনকারী ও তরুণীরা\", এক রাজপুত্র জলদস্যুদের আক্রমণের মুখে পালিয়ে একটি কাঠুরের আশ্রয়ে আসে। সে জঙ্গলে একটি ভূগর্ভস্থ কক্ষে প্রবেশ করে, যেখানে এক সুন্দরী নারীকে দেখতে পায়, যাকে এক ইফরিত অপহরণ করেছিল। রাজপুত্র সেই নারীর সঙ্গে রাত কাটায়, এবং তারপর হিংসুক ইফরিত এসে তাদের আক্রমণ করে। ইফরিত রাজপুত্রকে এক বাঁদরে পরিণত করে। পরে এক রাজকুমারী রাজপুত্রকে পুনরায় মানুষে রূপান্তর করে এবং ইফরিতের সঙ্গে এক ভয়ানক যুদ্ধে লিপ্ত হয়। সেই যুদ্ধে ইফরিত নানা রূপে—জন্তু, ফল ও আগুনে—পরিবর্তিত হয় এবং শেষে ছাইয়ে পরিণত হয়।\nআরেক কাহিনিতে, \"জেলে ও জিন\", একটি ইফরিতকে সুলায়মান নবীর সীলমোহরযুক্ত কলসিতে বন্দি অবস্থায় পাওয়া যায়। জেলে তাকে ছেড়ে দিলে ইফরিত প্রথমে প্রতিশোধ নিতে চায়, তবে পরে জেলে তাকে কৌশলে আবার কলসিতে বন্দি করে। পরে ধন-সম্পদ পাওয়ার শর্তে ইফরিতকে আবার মুক্তি দেয়। যদিও এই কাহিনিতে ইফরিতের স্থানে কখনও মারিদ নামক অন্য এক প্রকার শক্তিশালী দানবও ব্যবহৃত হয়, যাকে নায়ক সহজেই প্রতারিত করে। এই ধরনের উপস্থাপনায়, যেখানে ইফরিত কলসিতে আবদ্ধ এক ইচ্ছাপূরণকারী আত্মা হিসেবে দেখা যায়, তা পাশ্চাত্য সাহিত্যে জিনদের জনপ্রিয় চিত্ররূপ হয়ে ওঠে।\nআধুনিক চলচ্চিত্র ও ভিডিও গেমে আফারীতদের নিয়মিত দেখা যায়। যেমন, ফাইনাল ফ্যান্টাসি ভিডিও গেম সিরিজে ইফরিত এক召onযোগ্য আত্মা ও প্রতিপক্ষ হিসেবে উপস্থিত হয়। এখানে সে আগুনের আত্মা এবং তার একটি বিখ্যাত মন্ত্র হেলফায়ার ব্যবহার করতে পারে।\n২০১২ সালের ট্রু ব্লাড ধারাবাহিকের পঞ্চম মৌসুমে এক ইফরিতকে দেখানো হয়, যে মার্কিন সেনাদের দ্বারা ইরাকি নাগরিক হত্যার প্রতিশোধ নিতে আসে।\nনিল গেইম্যানের উপন্যাস আমেরিকান গডস (২০০১) এবং এর টেলিভিশন রূপান্তর–এ এক ইফরিতকে ট্যাক্সিচালক ছদ্মবেশে দেখানো হয়েছে, যে তার নতুন ভূমিকা মেনে নেওয়ার চেষ্টা করছে এবং নিঃসঙ্গ জগতে ঘনিষ্ঠতার খোঁজে আছে।\n\n\n== তথ্যসূত্র =="}