{"pageid": 1441532, "title": "জিয়ান (তাওবাদ)", "url": "https://bn.wikipedia.org/wiki?curid=1441532", "content": "জিয়ান হলো তাওবাদী সর্বদেবতার মন্দির বা চীনা লোককাহিনীর মধ্যে অমর, পৌরাণিক সত্তা।\nঐতিহ্যগতভাবে, জিয়ান বলতে এমন নশ্বর প্রাণীদের বোঝায় যারা অমরত্ব ও অতিপ্রাকৃত ক্ষমতা অর্জন করেছে, যা নশ্বরদের কাছে অনভিগম্য স্বর্গীয় জগতের সাথে সংযোগ রয়েছে। এটি আধ্যাত্মিক  আত্ম-চাষ, কিমিয়া বা অন্যদের দ্বারা উপাসনার মাধ্যমে অর্জন করা হয়। এটি চীনা পুরাণ ও তাওবাদের দেবতাদের থেকে আলাদা।\nজিয়ানকে বর্ণনাকারী হিসেবেও ব্যবহার করা হয় যা মহান ঐতিহাসিক, আধ্যাত্মিক ও সাংস্কৃতিক তাৎপর্যপূর্ণ হিতৈষী ব্যক্তিদের উল্লেখ করতে। দাওবাদী কুনজেন সম্প্রদায়ের ইতিহাসে জিয়ান কী তা নিয়ে বিভিন্ন সংজ্ঞা ছিল, যার মধ্যে রূপক অর্থও রয়েছে যেখানে শব্দটি কেবল ভাল, নীতিবান ব্যক্তিকে বোঝায়।\nচীনের বিভিন্ন সংস্কৃতি এবং ধর্মীয় সম্প্রদায়ের মধ্যে জিয়ানকে প্রাচীনকাল থেকে আধুনিক দিন পর্যন্ত বিভিন্ন উপায়ে পূজা করা হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nAkahori, Akira. 1989. \"Drug Taking and Immortality\", in Taoist Meditation and Longevity Techniques, ed. Livia Kohn. Ann Arbor: University of Michigan, pp. 73–98. আইএসবিএন ০-৮৯২৬৪-০৮৪-৭.\nBlofeld, John. 1978. Taoism: The Road to Immortality. Boston: Shambhala. আইএসবিএন ১-৫৭০৬২-৫৮৯-১.\nCampany, Robert Ford (২০০২)। To Live As Long As Heaven and Earth: Ge Hong's Traditions of Divine Transcendents। Berkeley: University of California Press। আইএসবিএন 0-520-23034-5। \nDeWoskin, Kenneth. 1990. \"Xian Descended: Narrating Xian among Mortals.\" Taoist Resources 1.2:21–27.\nThe Book of Lieh-tzǔ: A Classic of Tao। Graham, A.C. কর্তৃক অনূদিত। New York City: Columbia University Press। ১৯৯০। আইএসবিএন 0-231-07237-6।  \nThe Songs of the South: An Anthology of Ancient Chinese Poems by Qu Yuan and Other Poets। Hawkes, David কর্তৃক অনূদিত। Penguin Books। ১৯৮৫। আইএসবিএন 0-14-044375-4। \nKomjathy, Louis (২০০৪)। Daoist texts in translation (পিডিএফ)। ২৬ মে ২০০৫ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৫ মে ২০২১। \nLoewe, Michael (১৯৭৮)। \"Man and Beast: The Hybrid in Early Chinese Art and Literature\"। Numen। 25 (2): 97–117। \nRobinet, Isabel. 1986. \"The Taoist Immortal: Jesters of Light and Shadow, Heaven and Earth\". Journal of Chinese Religions 13/14:87–106.\nWallace, Leslie V. (২০০১)। \"BETWIXT AND BETWEEN: Depictions of Immortals (Xian) in Eastern Han Tomb Reliefs\"। Ars Orientalis। 41: 73–101। \nThe Complete works of Chuang Tzu। Watson, Burton কর্তৃক অনূদিত। New York City: Columbia University Press। ১৯৬৮। আইএসবিএন 0-231-03147-5। \nWelch, Holmes (১৯৫৭)। Taoism: The Parting of the Way। Boston: Beacon Press। আইএসবিএন 0-8070-5973-0। \nWong, Eva. 2000. The Tao of Health, Longevity, and Immortality: The Teachings of Immortals Chung and Lü. Boston: Shambhala.\n\n\n== বহিঃসংযোগ ==\n\n\"Transcendence and Immortality\", Russell Kirkland, The Encyclopedia of Taoism\nChapter Seven: Later Daoism, Gregory Smits, Topics in Premodern Chinese History\nXian, Encyclopedia of Religion"}