{"pageid": 1441792, "title": "উগ্রপরিপৃচ্ছাসূত্র", "url": "https://bn.wikipedia.org/wiki?curid=1441792", "content": "উগ্রপরিপৃচ্ছাসূত্র (সংস্কৃত: उग्रपरिपृच्छासूत्र) হলো আদি ভারতীয় সূত্র যা মহাযান বৌদ্ধধর্মের সূচনা বোঝার জন্য বিশেষভাবে গুরুত্বপূর্ণ। এটিতে বোধিসত্ত্ব ও অর্হতের উভয় পথেরই ইতিবাচক উল্লেখ রয়েছে, যার পরবর্তীটি পরবর্তী মহাযান সূত্রে কম আধ্যাত্মিক পথ হিসাবে নিন্দিত হয়েছিল। এটি সম্প্রদায়-ভিত্তিক বিষয়গুলির পরিবর্তে আধ্যাত্মিক অনুশীলনের উপর জোর দেয় অনেকটা আদি খড়্গভীষণ সূত্রের মতো।\n\n\n== বিষয়বস্তু ==\nউগ্রপরিপৃচ্ছাসূত্রের কেন্দ্রীয় বিষয়বস্তু হলো গৃহস্থ (গৃহীণ) এবং ভিক্ষু (প্রভ্রজিত) ও ভিক্ষুণী (প্রভ্রজিতা) এর অনুশীলন, পরবর্তী গোষ্ঠীর গুরুত্ব ও শ্রেষ্ঠত্বের উপর জোর দেওয়া। সূত্রটি বোধিসত্ত্ব আদর্শকে কঠিন, কঠোরভাবে সন্ন্যাসী পথ হিসাবে প্রচার করে, হাজার হাজার জীবনকাল সম্পূর্ণ করতে এবং শুধুমাত্র কয়েকজনের জন্য উপযুক্ত। এটি অন্য কোন কেন্দ্রীয় মহাযান মতবাদের উল্লেখ করে না বা এর শিক্ষাকে পরবর্তীতে শ্রাবকযান শিক্ষা হিসাবে শ্রেণীবদ্ধ করা হবে তার বিরোধীতা করে না। এই কারণে, জন ন্যাটিয়েরের মতো পণ্ডিতরা বিশ্বাস করেন যে এটি মহাযান বৌদ্ধধর্মের বিকাশের প্রাথমিক যুগের।\nপ্রভ্রজিতের জীবনের তুলনায় গৃহস্থের অবস্থানকে ধর্মীয় অনুশীলনের জন্য অত্যন্ত ক্ষতিকর হিসাবে দেখা হয় এবং গৃহস্থদের যত তাড়াতাড়ি সম্ভব আদেশ দেওয়ার জন্য অনুরোধ করা হয়। উগ্রপরিপৃচ্ছাসূত্রে, অরণ্য (আরণ্যক) বোধিসত্ত্ব হিসাবে জীবনযাপনের অনুশীলনকে গ্রাম্য সন্ন্যাসী হওয়ার চেয়ে পছন্দনীয় হিসাবে দেখা হয়েছে:\n\nউদাহরণ স্বরূপ, উগ্রপরিপৃচ্ছাসূত্র আমাদের বলে যে বন ত্যাগের জীবন বোধিসত্ত্বদের জন্য আদর্শ বৌদ্ধ জীবনধারার প্রতিনিধিত্ব করে: \"যে বোধিসত্ত্ব পৃথিবী ত্যাগ করেছেন তাদের অবশ্যই প্রতিফলিত হতে হবে যে বনে বসবাস [অরণ্যবাস] বুদ্ধ দ্বারা নির্ধারিত ছিল, এবং তাই তাকে বাঁচতে হবেবনে; কারণ এইভাবে ধর্মের পরিপূর্ণতা আছে।\"\nএমনকি যখন বোধিসত্ত্ব প্রচার করতে নগর ও শহরে প্রবেশ করেন তখন তাকে অবশ্যই \"গুহা-অরণ্যের মন রাখতে হবে, যেমন সে তার আশ্রমে বাস করে।\"\n\n\n== সূচীপত্র ==\n\n\n=== বোধিসত্ত্বের অনুশীলন ===\nউদ্বোধনী অভিবাদন\nবিন্যাস\nউগ্রার তদন্ত\nআশ্রয়ের জন্য যাচ্ছে\nশরণার্থী, বারবার\nভালো কর্ম\nবোধিসত্ত্বের দৃষ্টিকোণ\nএগারো উপদেশ\nসমাজে বোধিসত্ত্ব\nগৃহস্থ জীবনের ত্রুটি\nদেওয়ার সুবিধা\nচিন্তা ভিক্ষুক সম্মুখীন যখন\nমানুষ ও জিনিস থেকে বিচ্ছিন্নতা\nস্ত্রীর জন্য বিদ্বেষ চাষ করা\nনিজের ছেলের কাছ থেকে বিচ্ছিন্নতা চাষ করা\nভিক্ষুকদের সাথে কীভাবে যোগাযোগ করবেন\nত্রিশন্ধকা আচার\nযখন সন্ন্যাসীরা উপদেশ লঙ্ঘন করে\nযখন মঠ পরিদর্শন\nপারিবারিক ও ত্যাগী জীবনের মধ্যে বৈসাদৃশ্য\nমঠ পরিদর্শন করার সময়, অবিরত\nউগ্রা ও তার বন্ধুদের আদেশ (সংস্করণ ১)\n\n\n=== সন্ন্যাসী বোধিসত্ত্বের অনুশীলন ===\nভিক্ষু বোধিসত্ত্বের অনুশীলন\nচার আর্যা ঐতিহ্য\nমহৎ ঐতিহ্য এবং অন্যান্য তপস্বী অনুশীলন\nউপবন-বাসস্থান এর গুণাবলী\nঅন্যান্য ভিক্ষু ও শিক্ষকদের সাথে যোগাযোগ\nভিক্ষু বোধিসত্ত্বের বিশুদ্ধ নৈতিকতা\nভিক্ষু বোধিসত্ত্বের বিশুদ্ধ ধ্যান\nভিক্ষু বোধিসত্ত্বের বিশুদ্ধ অন্তর্দৃষ্টি\nউগ্রা ও তার বন্ধুদের আদেশ (সংস্করণ ২)\nকীভাবে গৃহস্থ ভিক্ষু হিসাবে জীবনযাপন করতে পারেন\nআনন্দের সঙ্গে সংলাপ\nপাঠ্যের শিরোনাম\nশ্রোতাদের চূড়ান্ত প্রতিক্রিয়া\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nNattier, Jan (জানুয়ারি ২০০৩)। A Few Good Men: The Bodhisattva Path According to the Inquiry of Ugra (Ugraparipṛcchā): a Study and Translation। University of Hawaii Press। আইএসবিএন 978-0-8248-2607-9। \nNattier, Jan (২০০২)। \"The 'Eleven Precepts' for Laity in the Ugraparipṛcchā-sūtra\"। 櫻部建博士喜寿記念論集 初期仏教からアビダルマへ (Early Buddhism and Abhidharma Thought in Honor of Doctor Hajime Sakurabe on his Seventy-Seventh Birthday)। Heirakuji shoten 平楽寺書店। \nRay, Reginald A. (১৯৯৯)। Buddhist Saints in India: A Study in Buddhist Values and Orientations। Ebsco Publishing। আইএসবিএন 978-0-19-535061-6। \n\n\n== বহিঃসংযোগ ==\nAn English translation by 84000: Translating the Words of the Buddha"}