{"pageid": 1441873, "title": "টম কিং, ব্রিজওয়াটারের ব্যারন কিং", "url": "https://bn.wikipedia.org/wiki?curid=1441873", "content": "টমাস জেরেমি কিং, ব্রিজওয়াটারের ব্যারন কিং,  (জন্ম ১৩ জুন ১৯৩৩) একজন ব্রিটিশ রাজনীতিবিদ। কনজারভেটিভ পার্টির সদস্য, তিনি ১৯৮৩ থেকে ১৯৯২ সাল পর্যন্ত মন্ত্রিসভায় দায়িত্ব পালন করেন এবং ১৯৭০ থেকে ২০০১ সাল পর্যন্ত সমারসেটের ব্রিজওয়াটার নির্বাচনী এলাকার সংসদ সদস্য (এমপি) ছিলেন। ২০০১ সালে তাকে লাইফ পিয়ার করা হয়।\n\n\n== রাজনৈতিক পেশা ==\n\nবর্তমান এমপি স্যার জেরাল্ড উইলসের মৃত্যুর পর ১৯৭০ সালের ব্রিজওয়াটার উপ-নির্বাচনে কিং সংসদে নির্বাচিত হন।\nকিংকে ১৯৮৩ সালে প্রধানমন্ত্রী মার্গারেট থ্যাচার মন্ত্রিসভায় নিয়ে আসেন। পরিবেশ সেক্রেটারি এবং ট্রান্সপোর্ট সেক্রেটারি হিসাবে সংক্ষিপ্ত কাজ করার পর, তিনি এমন এক সময়ে কর্মসংস্থান সচিব এবং উত্তর আয়ারল্যান্ড সেক্রেটারি পদে অধিষ্ঠিত হন যখন এইগুলি বিতর্কের সম্ভাবনা সহ উচ্চ-প্রোফাইল ভূমিকা ছিল।\nঅক্টোবর ১৯৮৮ সালে, জন ম্যাকক্যান, ফিনবার কুলেন এবং মার্টিনা শানাহান, সকলেই আয়ারল্যান্ড প্রজাতন্ত্রের, উইনচেস্টার ক্রাউন কোর্টে উইল্টশায়ারে তার বাড়ির কাছে রাজাকে হত্যার ষড়যন্ত্রের জন্য দোষী সাব্যস্ত করা হয়েছিল এবং তাকে ২৫ বছরের কারাদণ্ড দেওয়া হয়েছিল। বিচারে কোনো প্রমাণ পাওয়া যায়নি যে আসামিরা আইআরএ- এর অন্তর্গত। দোষী সাব্যস্ত হওয়ার পর আড়াই বছর কারাভোগের পর তিনজনকে মুক্তি দেওয়া হয়। আপিল আদালত রায় দিয়েছে যে তাদের বিচারটি রাজার করা মন্তব্যের দ্বারা পক্ষপাতদুষ্ট হতে পারে যারা বলেছিলেন যে আসামীদের নীরব থাকার অধিকার থাকা উচিত নয়। রোলসের প্রাক্তন মাস্টার, লর্ড ডেনিং, আপিল আদালতের রায়ের সমালোচনা করে বলেছেন: \"ব্রিটিশ ন্যায়বিচারকে আপিল আদালত দ্বারা বিশ্বাসঘাতকতা করা হয়েছে, আমার মতে। উইনচেস্টার ক্রাউন কোর্টে বিচার করা হয়েছিল।\"\nকিং উপসাগরীয় যুদ্ধের সময় প্রধানমন্ত্রী জন মেজরের অধীনে প্রতিরক্ষা সচিব হিসেবে দায়িত্ব পালন করেন। ১৯৯২ সালের সাধারণ নির্বাচনের পর তিনি মন্ত্রিসভা ছেড়ে যান, এবং ব্যাকবেঞ্চে ফিরে আসেন যেখানে তিনি ১৯৯৪ থেকে ২০০১ পর্যন্ত গোয়েন্দা ও নিরাপত্তা নির্বাচন কমিটির চেয়ারম্যান হিসেবে দায়িত্ব পালন করেন, সেই সময়ে কেজিবি এজেন্ট ভাসিলি মিত্রোখিন ৮৭ বছর বয়সী মেলিটা নরউডকে প্রকাশ করার জন্য দলত্যাগ করেন। একজন সোভিয়েত গুপ্তচর।\nকিং ২০০১ সালের সাধারণ নির্বাচনে হাউস অফ কমন্স ত্যাগ করেন এবং ৯ জুলাই ২০০১-এ সমারসেটের কাউন্টির ব্রিজওয়াটারের ব্যারন কিং হিসাবে লাইফ পিয়ার তৈরি হন।  তিনি এখন হাউস অফ লর্ডসে বসে আছেন। তিনি ২০০৬ সালে ডেভিড ক্যামেরন দ্বারা প্রতিষ্ঠিত জাতীয় ও আন্তর্জাতিক নিরাপত্তা সংক্রান্ত কনজারভেটিভ পার্টির পলিসি গ্রুপের ডেপুটি চেয়ারম্যান হিসেবে দায়িত্ব পালন করেন।</link>\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nহ্যান্সকার্ড ১৮০৩-২০০৫: Tom King দ্বারা সংসদে অবদান (ইংরেজি)"}