{"pageid": 1441547, "title": "অষ্টবিজ্ঞানকায়া", "url": "https://bn.wikipedia.org/wiki?curid=1441547", "content": "অষ্টবিজ্ঞানকায়া (সংস্কৃত: अस्तविज्ञानकायाः) বা অষ্টচেতনা হলো মহাযান বৌদ্ধধর্মের যোগাচার সম্প্রদায়ের ঐতিহ্যে বিকশিত শ্রেণিবিন্যাস। এগুলো পাঁচটি ইন্দ্রিয় চেতনা গণনা করে, যা মানসিক চেতনা দ্বারা পরিপূরক, বিভ্রান্তচেতনা এবং পরিশেষে মৌলিক আড়ঙ্গচেতনা, যা অন্য সাতটির ভিত্তি। অষ্টচেতনা পূর্বের অভিজ্ঞতার ছাপ (বাসনা) সঞ্চয় করে, যা এই জীবনে এবং পরবর্তীতে পুনর্জন্মের পরবর্তী কর্মের বীজ গঠন করে৷\n\n\n== কায়াসমূহ ==\nআটটি প্রাথমিক কায়া বা চেতনা হলো:\n\nদৃষ্টিচেতনা বা চক্ষুরবিজ্ঞান\nশ্রবণচেতনা বা শ্রোত্রবিজ্ঞান\nনাসিকাচেতনা বা ঘ্রাণবিজ্ঞান\nজিহ্বাচেতনা বা জিহবাবিজ্ঞান\nঅঙ্গচেতনা বা কায্যবিজ্ঞান\nমানসিকচেতনা বা মনোবিজ্ঞান\nবিভ্রান্তচেতনা বা ক্লীষ্টমনোবিজ্ঞান\nআড়ঙ্গচেতনা বা আলয়বিজ্ঞান\nসাধারণভাবে, সমস্ত টিকে থাকা বৌদ্ধ সম্প্রদায়গুলি প্রথম ছয়টি প্রাথমিক চেতনার (বিজ্ঞান) অস্তিত্ব স্বীকার করে। মৈত্রেয়, অসঙ্গ ও বসুবন্ধুর সাথে যুক্ত যোগাচার সম্প্রদায়টিও স্বতন্ত্রভাবে দুটি অতিরিক্ত প্রাথমিক চেতনা, ক্লীষ্টমনোবিজ্ঞান ও আলায়বিজ্ঞানের অস্তিত্বকে স্বীকার করে, যাতে কর্মের কাজগুলি ব্যাখ্যা করা যায়। প্রাথমিক চেতনার প্রথম ছয়টি মানসিক চেতনার সাথে পাঁচটি সংবেদনশীল অনুষদ নিয়ে গঠিত, যাকে ষষ্ঠ হিসাবে গণনা করা হয়।\nযদিও গেলুগ ঐতিহ্যের কিছু উল্লেখযোগ্য আধুনিক পণ্ডিত দাবি করেন যে আলায়বিজ্ঞান শুধুমাত্র যোগাচার দার্শনিক নীতি পদ্ধতিতে অবস্থিত, তিব্বতি বৌদ্ধধর্মের সমস্ত অ-গেলুগ সম্প্রদায়গুলি বজায় রাখে যে আলায়বিজ্ঞান বিভিন্ন মাধ্যমক সম্প্রদায়গুলিও গ্রহণ করে।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\n\n\n== আরও পড়ুন ==\nSchmithausen, Lambert (1987). Ālayavijñāna. On the Origin and Early Development of a Central Concept of Yogācāra Philosophy. 2 vols. Studia Philologica Buddhica, Monograph Series, 4a and 4b, Tokyo.\nWaldron, William, S. (2003). The Buddhist Unconscious: The ālāyavijñāna in the Context of Indian Buddhist Thought, London, RoutledgeCurzon.\n\n\n== বহিঃসংযোগ ==\nAlayavijnana – Storehouse Consciousness, Walpola Rahula, not dated; quotes the Pali Canon's use of alaya and compares the Mahayana asrayaparavrtti and bijaparavrtti with Nikaya Buddhism's alayasamugghata, the \"uprooting of alaya, and khinabija, one whose \"seeds of defilement are destroyed\".\nEightfold Path of Buddha  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ এপ্রিল ২০২৪ তারিখে\nVerses Delineating the Eight Consciousnesses\nWaldron, William S. (1995). How Innovative is the Ālayavijñāna? The ālayavijñāna in the context of canonical and Abhidharma vijñāna theory."}