{"pageid": 1441794, "title": "খায়বার", "url": "https://bn.wikipedia.org/wiki?curid=1441794", "content": "খায়বার (আরবি: خَيْبَر, আধ্বব: [ˈxajbar]) হলো একটি ওয়াসিস যা সৌদি আরবের মদিনা প্রদেশে অবস্থিত। এটি মদিনা শহর থেকে প্রায় ১৫৩ কিলোমিটার (৯৫ মাইল) উত্তরে অবস্থিত।\nইসলাম আগমনের পূর্বে, অর্থাৎ সপ্তম শতাব্দীর আগে, এই অঞ্চলটি আরবের ইহুদি গোত্র দ্বারা বসবাসযোগ্য ছিল। ৬২৮ খ্রিষ্টাব্দে খায়বার যুদ্ধের সময় এটি নবী মুহাম্মদের নেতৃত্বাধীন মুসলিমদের নিয়ন্ত্রণে আসে।\n\n\n== ইতিহাস ==\n\n\n=== ব্রোঞ্জ যুগ ===\n\n\n=== ইসলাম-পূর্ব ===\nইসলামের আবির্ভাবের পূর্বে, সপ্তম শতাব্দীতে, খায়বারে স্থানীয় আরব এবং ইহুদিরা বসবাস করত। তবে উত্তর আরবে ইহুদি বসতির সূচনা ঠিক কখন হয় তা জানা যায় না। \n৫৬৭ খ্রিস্টাব্দে খায়বারে হামলা চালান ঘাসানিদ আরব খ্রিস্টান রাজা আল-হারিস ইবন জাবালাহ, এবং সেখানকার ইহুদি অধিবাসীদের বিতাড়িত করেন। পরবর্তীতে লেভান্তে ফিরে যাওয়ার পথে তিনি বন্দিদের মুক্তি দেন। এই অভিযানের একটি সংক্ষিপ্ত বিবরণ দিয়েছেন ইবন কুতাইবা। এই ঘটনাটি ষষ্ঠ শতকের হাররান শিলালিপিতেও উল্লেখ থাকতে পারে। \nইসলাম-পূর্ব সময়ে খায়বার ওয়াসিস সম্পূর্ণভাবে একটি বিশাল প্রাচীর দ্বারা ঘেরা ছিল। এটি উত্তর-পশ্চিম আরবের অন্যান্য বড় প্রাচীরবেষ্টিত ওয়াসিসের মতোই এবং এর ইতিহাস ব্রোঞ্জ যুগ পর্যন্ত পৌঁছে, আনুমানিক খ্রিস্টপূর্ব ২২৫০ থেকে ১৯৫০ সময়কালে। এই প্রাচীর আশপাশের মরুভূমি অঞ্চল থেকে আগত যাযাবরদের সম্ভাব্য আক্রমণ থেকে রক্ষা করার জন্য নির্মিত হয়েছিল।\n\n\n=== সপ্তম শতাব্দী ===\n\nসপ্তম শতাব্দী পর্যন্ত খায়বারে ইহুদিরা বাস করত। ওয়াসিস চাষাবাদের ক্ষেত্রে তারাই অগ্রণী ভূমিকা পালন করে।\n\n\n=== মুহাম্মদের সামরিক অভিযান ===\n\n\n==== ফাদাক অভিযান ====\n৬২৭ খ্রিস্টাব্দে, মুহাম্মদ ফাদাক অভিযানের নির্দেশ দেন, কারণ তিনি জানতে পেরেছিলেন যে বনি সাআদ বিন বাকর গোত্র খায়বারের ইহুদিদের সহায়তা করতে পারে। এই অভিযানে একজনকে মুসলমানরা বন্দি করে এবং বাকিরা পালিয়ে যায়।\n\n\n==== খায়বারের যুদ্ধ ====\nখায়বারের যুদ্ধ ৬২৮ খ্রিস্টাব্দের মে/জুন মাসে সংঘটিত হয়। \nমদিনার বনু নজীর ইহুদি গোত্র, যারা নিজেদের হারুন নবীর বংশধর বলে দাবি করত, খায়বারে জমি, দুর্গ ও অস্ত্রভাণ্ডারের মালিক ছিল। ৬২৫ খ্রিস্টাব্দে মুহাম্মদ তাদের মদিনা থেকে বিতাড়িত করার পর, তারা খায়বারে নিজস্ব সম্পত্তিতে ফিরে গিয়ে যুদ্ধের প্রস্তুতি শুরু করে এবং অন্যান্য অমুসলিম আরব গোত্রের সাহায্য চাওয়ার চেষ্টা করে। মুহাম্মদ প্রথমে বনু নজীর নেতাদের বাড়িতে ছদ্মবেশী লোক পাঠান, যারা পরে আতিথ্যপ্রাপ্তদের হত্যা করে। \nপরবর্তী যুদ্ধে মুহাম্মদের বিজয়ে সহায়ক হয়: দুর্গ ও বসতিগুলির একে অপর থেকে দূরে অবস্থান, বাহিনীগুলির মধ্যে সমন্বয়ের অভাব, নেতা সাল্লাম ইবন মিশকম-এর মৃত্যু এবং এমন একজন ইহুদি, যিনি মুসলমানদের এক দুর্গের গোপন প্রবেশপথ দেখিয়ে দেন। খায়বারের দুর্গগুলোতে সুড়ঙ্গ ও গোপন পথ ছিল, যা যুদ্ধের সময় দুর্গের বাইরে পানির উৎসে পৌঁছাতে ব্যবহৃত হতো। \nএই যুদ্ধে আনুমানিক ১৬ থেকে ১৮ জন মুসলমান এবং ৯৩ জন ইহুদি নিহত হয়।\n\n\n==== পরিণতি ====\nযুদ্ধের বন্দি ও বিভিন্ন দেশের দাসদের খায়বারে আনা হয় এবং হিজাজের মানুষ কৃষিকাজে অভ্যস্ত হয়ে ওঠে। ইহুদিরা আরও কয়েক বছর এই ওয়াসিসে বাস করেছিল, তবে পরবর্তীতে উমর খিলাফতের সময় ৬৪২ সালে খায়বার থেকে তাদের বহিষ্কার করা হয়। বলা হয়, মৃত্যুর আগে মুহাম্মদ ঘোষণা করেছিলেন যে হিজাজে একইসাথে দুটি ধর্ম সহাবস্থান করতে পারে না।\n\n\n=== ইহুদিদের বহিষ্কার ===\nখলিফা উমর-এর শাসনামলে (৬৩৪–৬৪৪), খায়বারের ইহুদি সম্প্রদায়কে নাজরানের খ্রিস্টান সম্প্রদায়ের সঙ্গে সিরিয়া ও ইরাকের সদ্য বিজিত অঞ্চলে পাঠানো হয়। উমর অমুসলিমদের হিজাজে তিন দিনের বেশি অবস্থানের উপরও নিষেধাজ্ঞা জারি করেন। \nএরপর খায়বারের ইহুদিরা ইসলামী সাম্রাজ্যের বিভিন্ন অঞ্চলে শিল্পী ও ব্যবসায়ী হিসেবে ঘুরে বেড়ান। মধ্যযুগের দলিলপত্রেও তাঁদের উল্লেখ পাওয়া যায়।\n\n\n=== তুদেলার বেনজামিন ===\n\nতুদেলার বেনজামিন ছিলেন নাভার রাজ্যের তুদেলা শহরের একজন ইহুদি। তিনি দ্বাদশ শতকে পারস্য ও আরব ভ্রমণ করেন। আনুমানিক ১১৭০ সালের দিকে তিনি খায়বার ও পার্শ্ববর্তী তাইমা সফর করেন এবং এই স্থানগুলিকে ইহুদি বসতিস্থল হিসেবে উল্লেখ করেন।\n\n\n== সংস্কৃতি ও রাজনীতিতে খায়বার ==\n\n\n=== লোককাহিনি ===\nহিজাজ অঞ্চলের বাইরেও বিভিন্ন প্রথা ও লোককাহিনিতে খায়বারের উল্লেখ পাওয়া যায়। মাখামরা পরিবার, যারা ইয়াত্তা শহরে বসবাস করে এবং দক্ষিণ হেব্রন পাহাড়ে বসবাসকারী একটি ফিলিস্তিনি সম্প্রসারিত পরিবার, তারা নিজেদের খায়বারের ইহুদি বংশধর বলে দাবি করে। \nবছরের পর বছর ধরে ইয়াত্তা ও আশপাশের এলাকায় বসবাসকারীদের মধ্যে বিভিন্ন ইহুদি ধর্মীয় আচার পালনের খবর পাওয়া গেছে। উনিশ শতকের শেষ দিকে, বর্তমান উত্তর পশ্চিম তীরে অবস্থিত মেইথালুন গ্রামের কৃষকরা একটি নিকটবর্তী ধ্বংসাবশেষ, যেটি স্থানীয়ভাবে খিরবেত খায়বার নামে পরিচিত, সেটিকে এক অজ্ঞাত ইহুদি রাজা ও তার কন্যার সঙ্গে সংযুক্ত করে—যারা, তাদের মতে, এক সময় ঐ এলাকায় বসবাস করতেন। \nকিছু গবেষক মনে করেন, এই দুটি লোককাহিনির সঙ্গে খায়বার থেকে ইহুদিদের বহিষ্কার ও পরে ওই অঞ্চলে তাদের পুনর্বাসনের সম্পর্ক থাকতে পারে।\n\n\n=== সমসাময়িক ইহুদিবিরোধী ব্যবহার ===\n\nখায়বারের ইহুদিদের পরাজিত ও বিতাড়িত করার কাহিনি সাম্প্রতিক দশকগুলোতে পুনরুজ্জীবিত হয়েছে। ফিলিস্তিনি ইসলামপন্থী হামাস গোষ্ঠী এই ঘটনাকে তাদের ইসরায়েলবিরোধী প্রচারণায় রাজনৈতিক স্লোগান হিসেবে ব্যবহার করেছে। \nএই স্লোগানটি ফিলিস্তিন-পন্থী বিক্ষোভ, ইসরায়েলবিরোধী অন্যান্য কার্যক্রম এবং অনলাইন প্ল্যাটফর্মেও ব্যবহৃত হয়েছে।\n\n\n== অর্থনীতি ==\nঐতিহাসিকভাবে, খায়বার খেজুর উৎপাদনের জন্য সুপরিচিত। এই অঞ্চলে উৎপাদিত খেজুর সাধারণত মদিনায় রপ্তানি করা হতো।\n\n\n== জলবায়ু ==\n\n\n== তথ্যসূত্র =="}