{"pageid": 1441554, "title": "বিশোধক", "url": "https://bn.wikipedia.org/wiki?curid=1441554", "content": "বিশোধক বা শুদ্ধিকরণ হলো আত্মাকে শুদ্ধ করার জন্য শারীরিক মৃত্যুর পর মধ্যবর্তী অবস্থা। সাধারণ সাদৃশ্য হলো চুল্লিতে ধাতু থেকে আবর্জনা সরানো।\nক্যাথলিক মতবাদে, বিশোধক বলতে বোঝায় তাদের চূড়ান্ত শুদ্ধিকরণ যারা করুণার রাজ্যে মারা গেছে, এবং তাদের মধ্যে শুধুমাত্র \"স্বর্গের আনন্দে প্রবেশের প্রয়োজনীয় পবিত্রতা\" ছেড়ে যায়; এটি অভিশপ্তের শাস্তি থেকে সম্পূর্ণ আলাদা এবং পরিত্রাণের জন্য পাপের ক্ষমার সাথে সম্পর্কিত নয়। একজন ক্ষমাপ্রাপ্ত ব্যক্তি এই পৃথিবীতে তার \"প্রাণীর প্রতি অস্বাস্থ্যকর আসক্তি\" থেকে মুক্ত হতে পারেন এই পৃথিবীতে উগ্র দাতব্য দ্বারা, এবং অন্যথায় অ-প্রতিশোধমূলক \"অস্থায়ী (অর্থাৎ অনন্ত) শাস্তি\" দ্বারা।\nমধ্যযুগের শেষের দিকে, সময়, স্থান ও অগ্নির রূপক প্রায়শই গৃহীত হয়েছিল। জেনোয়ার ক্যাথরিন এই ধারণাটিকে চূড়ান্তভাবে আনন্দদায়ক বলে নতুন করে সাজিয়েছেন। এটিকে শিল্পে চিত্রিত করা হয়েছে অপ্রীতিকর \"শাস্তি\" হিসাবে অনুশোচনাহীন ছোটখাট পাপ এবং অসম্পূর্ণ অনুশোচনার জন্য বা জাগতিক সংযুক্তিগুলির আনন্দদায়ক বা দুর্দান্ত চূড়ান্ত পরিত্যাগ হিসাবে।\nপূর্বদেশীয় সনাতনপন্থী মণ্ডলীগুলির মধ্যবর্তী রাষ্ট্রের কিছুটা ভিন্ন সূত্র রয়েছে। বেশিরভাগ প্রতিবাদী সম্প্রদায় ক্যাথলিক প্রণয়নকে সমর্থন করে না। অন্যান্য বেশ কয়েকটি ধর্মের ধারণা পোর্গেটরির সাথে সাদৃশ্যপূর্ণ: ইহুদিধর্মে গেহেনা, আল-আরাফ বা ইসলামে নরকের উপরের স্তর, হিন্দুধর্মে নরক।\nবিশোধক শব্দটি ময়না-তদন্তের বহু ঐতিহাসিক এবং আধুনিক ধারণাকে বোঝাতে এসেছে যা চিরস্থায়ী অভিশাপ থেকে ভুগছে। ইংরেজি-ভাষীরাও শব্দটি সাদৃশ্যভাবে ব্যবহার করে যেকোন স্থান বা অবস্থাকে বোঝাতে পীড়া বা যন্ত্রণা, বিশেষ করে যেটি অস্থায়ী।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nBaxter, Roger (১৮২৩)। \"Purgatory\"। Meditations For Every Day In The Year। New York: Benziger Brothers। পৃষ্ঠা 57–59। \nBerington, Joseph (১৮৩০)। \"Purgatory.\"। The Faith of Catholics: confirmed by Scripture, and attested by the Fathers of the five first centuries of the Church, Volume 1। Jos. Booker.। পৃষ্ঠা 354–374। \nHunolt, Franz (১৮৯৭)। \"Sermon 17: On Purgatory After Death.\"। Sermons on the four last things: Death, Judgment, Hell and Heaven। Benzinger Brothers। \nSchouppe, F.X. (১৯২০)। \"Part I: Chapters I - IV\"। Purgatory: illustrated by the lives and legends of the saints। London: Benziger Brothers। \n Hanna, Edward Joseph (১৯১১)। \"Purgatory\"। ক্যাথলিক বিশ্বকোষ। 12। নিউ ইয়র্ক: রবার্ট অ্যাপলটন  কোম্পানি। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nVanhoutte, Kristof K.P. and McCraw, Benjamin W. (eds.). Purgatory. Philosophical Dimensions (Palgrave MacMillan, 2017)\nGould, James B. Understanding Prayer for the Dead: Its Foundation in History and Logic (Wipf and Stock Publishers, 2016).\nLe Goff, Jacques. The Birth of Purgatory (U of Chicago Press, 1986).\nPasulka, Diana Walsh. Heaven Can Wait: Purgatory in Catholic Devotional and Popular Culture (Oxford UP, 2015) online review\nTingle, Elizabeth C. Purgatory and Piety in Brittany 1480–1720 (Ashgate Publishing, Ltd., 2013).\nWalls, Jerry L. (২০১২)। Purgatory: The Logic of Total Transformation। Oxford UP। আইএসবিএন 9780199732296। \nইন্টারনেট আর্কাইভে বিশোধক by F. X. Schouppe (1893) London: Burns & Oates.\n\n\n== বহিঃসংযোগ ==\n\nIs Purgatory in the Bible? on Internet Archive\nChurch Fathers on Purgatory\nPurgatory. Encyclopædia Britannica Online. 2009.\nEnglish c. 1200 wall painting with an image of a ladder, reminiscent of icons such as the Ladder of Divine Ascent, which has been interpreted as a \"purgatorial ladder\"\nQuran Inspector: Chapter 7: \"The Purgatory (Al-A'araf)\" ( سورة الأعراف ) at submission.org"}