{"pageid": 1441944, "title": "ইসলামি চারুলিপি", "url": "https://bn.wikipedia.org/wiki?curid=1441944", "content": "ইসলামিক ক্যালিগ্রাফি বা চারুলিপি হলো হস্তলিপি ও ক্যালিগ্রাফির এক শৈল্পিক অনুশীলন, যে ভাষাগুলো আরবি বর্ণমালা বা এর থেকে উদ্ভূত বর্ণমালা ব্যবহার করে। এর মধ্যে অন্তর্ভুক্ত হলো আরবি, ফার্সি, অটোমান ও উর্দু ক্যালিগ্রাফি। আরবিতে এটি খাত আরবি (خط عربي) হিসেবে পরিচিত, যার অর্থ আরবি রেখা, নকশা অথবা নির্মাণ।\nইসলামিক ক্যালিগ্রাফির বিকাশ কুরআনের সাথে দৃঢ়ভাবে সম্পর্কিত; কুরআনের অধ্যায় ও অংশগুলোই হলো ইসলামিক ক্যালিগ্রাফির ভিত্তি হিসেবে প্রায় সর্বজনীনভাবে ব্যবহৃত পাঠ্য। যদিও কুরআন স্পষ্টভাবে মানুষ ও প্রাণীর শৈল্পিক বর্ণনা নিষিদ্ধ করে না, মূর্তিপূজা এড়াতে ইসলামিক বইয়ে ঐতিহ্যগতভাবে চিত্রের ব্যবহার সীমিত রাখা হয়।  কিছু পণ্ডিত এটিকে বিতর্কিত মনে করলেও, ধারণা করা হয় কুফিক خط كوفي الخط الكوفي শৈলী ইরাকের কুফায় সপ্তম শতাব্দীর শেষদিকে উদ্ভূত হয়েছে, যা থেকে এর এই নাম। পরবর্তীতে এই শৈলী ফ্লোরাল, পত্রবহুল, পাকানো বা জড়ানো, সীমান্তবর্তী এবং চতুর্ভুজ কুফিক সহ বেশ কয়েকটি ভিন্ন ধরণের মধ্যে বিস্তৃত হয়েছে। যদিও প্রাচীন বিশ্বে, শিল্পীরা প্রায়শই মূর্তি তৈরীতে ক্ষুদ্র লেখার স্ট্র্যান্ড ব্যবহার করে নিষেধাজ্ঞাকে ফাঁকি দিত। ক্যালিগ্রাফিকে একটি মূল্যবান শিল্প বলে মনে করা হতো, এমনকি এটিকে একটি নৈতিক বিষয়ও বিবেচনা করা হতো। একটি প্রাচীন আরবি প্রবাদ \"লেখার বিশুদ্ধতা হলো আত্মার বিশুদ্ধতা\" -  উল্লেখ করে জোর দিয়ে এই বিষয়টি তুলে ধরে।\nযাইহোক, ইসলামিক ক্যালিগ্রাফি কঠোরভাবে ধর্মীয় বিষয়, বস্তু বা স্থানের মধ্যে সীমাবদ্ধ নয়। সমস্ত ইসলামিক শিল্পের মতোই, এটি বিভিন্ন প্রসঙ্গে নির্মিত বৈচিত্র্যময় শিল্পকর্মকে অন্তর্ভুক্ত করে। ইসলামিক শিল্পে ক্যালিগ্রাফির প্রাধান্য এর অ-আলংকারিক ঐতিহ্যের সাথে প্রত্যক্ষভাবে সম্পর্কিত নয়; বরং, এটি ইসলামে লেখা ও লিখিত পাঠের ধারণার কেন্দ্রীয়তাকে তুলে ধরে। ইসলামিক ক্যালিগ্রাফি দুটি প্রধান শৈলী থেকে বিকশিত হয়েছে: কুফিক ও নাসখ। প্রত্যেকটির বেশ কিছু ভিন্নতা রয়েছে, পাশাপাশি আঞ্চলিকভাবে নির্দিষ্ট শৈলীও আছে। আরবি বা ফার্সি ক্যালিগ্রাফিকেও আধুনিক শিল্পে অন্তর্ভুক্ত করা হয়েছে, যার শুরু মধ্যপ্রাচ্যের উপনিবেশ পরবর্তী সময়ে, এবং আরও সাম্প্রতিক ক্যালিগ্রাফিতি শৈলী অবলম্বনে।\n\n\n== তথ্যসূত্র =="}