{"pageid": 1441911, "title": "পোতিফারের স্ত্রী", "url": "https://bn.wikipedia.org/wiki?curid=1441911", "content": "জুলেখা হিব্রু বাইবেল ও পবিত্র কোরআন-এর একটি চরিত্র। তিনি পতিফার নামক একজন মিশরীয় কর্মকর্তার স্ত্রী ছিলেন, যিনি যাকোব ও তাঁর বারো পুত্রের সময়ে ফেরাউনের প্রহরী প্রধান ছিলেন। আদিপুস্তকে বলা হয়েছে, জুলেখা ইউসুফের প্রতি কু-প্রস্তাব দেন, কিন্তু ইউসুফ তা প্রত্যাখ্যান করেন। এরপর তিনি ইউসুফের বিরুদ্ধে মিথ্যা ধর্ষণচেষ্টার অভিযোগ তোলেন, যার ফলে ইউসুফকে কারাগারে পাঠানো হয়।\nযদিও আদিপুস্তকে তার নাম উল্লেখ নেই, তবে পরবর্তী মধ্যযুগীয় ইহুদি সাহিত্য ও ইসলামি ঐতিহ্যে তাকে জুলেখা ( zoo-LAY-kah; হিব্রু ভাষায়: זְלִיכָה‎; আরবি: زُلَيْخَا) নামে পরিচিত করা হয়। ইসলামি সাহিত্যে ইউসুফ ও জুলেখার কাহিনী একটি জনপ্রিয় বিষয়।\n\n\n== বাইবেল অনুসারে ==\nআদিপুস্তক (আদিপুস্তক ৩৯:৫–২০)-এ ইউসুফের প্রতি জুলেখার আচরণ বিবৃত হয়েছে:\n \n\n\n== কোরআন অনুসারে ==\nকোরআনে পতিফার বা তাঁর স্ত্রীর নাম সরাসরি উল্লেখ নেই, বরং 'আল-আজীজ' (শক্তিশালী কর্মকর্তা) ও তার স্ত্রী বলা হয়েছে। সেখানে ইউসুফের প্রতি তাঁর স্ত্রীর আচরণ নিম্নরূপভাবে বর্ণিত হয়েছে:\nইউসুফ কুরআন ১২:২২–৩৫,   \n\n\n== ব্যাখ্যা ==\n\n\n=== ইহুদি সূত্রে ===\nসেফার হা-ইয়াশার-এ পতিফারের স্ত্রীর চরিত্র আরও বিশদভাবে ব্যাখ্যা করা হয়েছে। তিনি ইউসুফকে প্রলুব্ধ করার জন্য সুন্দর পোশাক, সুস্বাদু খাদ্য এবং প্রেমপূর্ণ কথা ব্যবহার করেন। ব্যর্থ হলে হুমকির আশ্রয় নেন। ইউসুফ তার সমস্ত প্রলোভন প্রতিহত করেন, যার ফলে স্ত্রী অসুস্থ হয়ে পড়েন। একদিন, তার বান্ধবীরা ইউসুফকে দেখে এতটাই বিমোহিত হয় যে ফল কাটতে গিয়ে হাত কেটে ফেলে। তখন সে বলে, \"প্রতিদিন আমাকে তাকে দেখতে হয়, আমিও তোমাদের মতো কষ্ট পাই।\"\nঅন্য গল্প অনুযায়ী, স্ত্রী তার স্বামীকে হত্যা করতে চেয়েছিলেন যাতে ইউসুফকে নিজের করে নিতে পারেন। ইউসুফ এই প্রস্তাবে রাজি না হলে তিনি বলেন, \"আমার সম্প্রদায় তোমার ধর্ম গ্রহণ করবে যদি তুমি আমার কথা মানো।\" ইউসুফ বলেন, \"ইয়াহওয়াহ্ ব্যভিচারীদের উপাসনা চান না।\" এরপর একটি কক্ষে, যেখানে বহু মূর্তি ছিল, স্ত্রী তাকে আমন্ত্রণ জানান। ইউসুফ বলেন, \"আমি সেই ঈশ্বরকে ভয় করি, যিনি সবকিছু দেখেন।\"\nকিছু গল্পে বলা হয়েছে, স্ত্রী একটি ধর্মীয় উৎসবে ইউসুফকে প্রলুব্ধ করতে চেষ্টা করেন। তার ১১ মাস বয়সী সন্তান ও আসেনাথ ইউসুফের নির্দোষতা জানত। পতিফার স্ত্রীর মানরক্ষা করতে ইউসুফকে বন্দি করেন। পরে তিনি ইউসুফকে একটি লোহার বর্শা গলায় ঠেকিয়ে তাকাতে বাধ্য করেন, তবুও ইউসুফ প্রতিরোধ করেন।\nরাশি বলেন, পতিফারের স্ত্রী জ্যোতিষশাস্ত্রের মাধ্যমে জানতে পেরেছিলেন যে ইউসুফের মাধ্যমে তাঁর সন্তান হবে। তবে তিনি ভুল বুঝেছিলেন; তাঁর পালক কন্যা আসেনাথ-এর মাধ্যমে ইউসুফের বংশ চলতে থাকে।\n\n\n=== ইসলামি সূত্রে ===\n\nইসলামি তাফসিরকারীরা জুলেখাকে সাধারণত একজন পাপী ও ভুলকারী হিসেবে চিত্রিত করেছেন। তবে রুমি, হাফিজ ও জামী-র মতো সুফি কবিরা তাকে এক গভীর ঈশ্বরপ্রেমের প্রতীক হিসেবে দেখেছেন। রুমি বলেন, জুলেখার প্রেম একটি আত্মার ঈশ্বর-প্রেমের রূপ।\n\n\n=== সমালোচনামূলক বিশ্লেষণ ===\nমেয়র স্টার্নবার্গ (১৯৮৫) পতিফারের স্ত্রীর আচরণকে যৌন নিপীড়নের পুনরাবৃত্তি হিসেবে ব্যাখ্যা করেছেন। জুডিথ ম্যাককিনলে (১৯৯৫) বলেন, স্ত্রীর প্রতি ইউসুফের প্রত্যাখ্যান তার প্রতি আকর্ষণহীনতার কারণে নয়, বরং তার প্রভুর প্রতি আনুগত্য ও ঈশ্বরভীতির কারণে। নারীবাদী দৃষ্টিকোণ থেকে, কিছু বিশ্লেষক বলেন, স্ত্রী একজন স্বাধীন ব্যক্তি হিসেবে নিজেকে প্রকাশ করতে চান, তবে একইসাথে তার প্রভুত্বের অবস্থান ব্যবহার করে ইউসুফকে শারীরিকভাবে প্ররোচিত করেন এবং পরে তাকে শাস্তি দেন। সুসান হোলিস (১৯৮৯) দেখিয়েছেন, এই কাহিনী প্রাচীন লোককথার সঙ্গে সাদৃশ্যপূর্ণ, যেখানে এক নারী প্রত্যাখ্যান পেয়ে মিথ্যা অভিযোগ তোলে। র‍্যাচেল অ্যাডেলম্যান বলেন, পতিফার ও তার স্ত্রী উভয়েই ইউসুফের প্রতি আসক্ত ছিলেন। তবে তলমুদ মতে, ফেরেশতারা পতিফারকে নপুংসক করেন। অন্য মত বলে, এটি একটি প্রচলিত ব্যভিচারমূলক কাহিনী যা হেলেনীয় সাহিত্যে সাধারণ এবং মিশরীয় সমাজে ইহুদি পরিচয়ের রক্ষার বার্তা বহন করে।\n\n\n== আরও দেখুন ==\nইউসুফ ও আসেনাথ\nJosephslegende (জোসেফের কিংবদন্তি), রিচার্ড শট্রাউস-এর ১৯১৪ সালের ব্যালে, যা পতিফারের স্ত্রীর কাহিনির উপর ভিত্তি করে রচিত।\nবাইবেলে নামহীন চরিত্রদের নামকরণ\nসুদাবা (দ্রঃ: সিয়াভাশের বিরুদ্ধে মিথ্যা অভিযোগের প্রসঙ্গে)\n\n\n== তথ্যসূত্র =="}