{"pageid": 1441714, "title": "মুহাম্মাদের প্রতি মধ্যযুগীয় খ্রিস্টানদের দৃষ্টিভঙ্গি", "url": "https://bn.wikipedia.org/wiki?curid=1441714", "content": "ইসলামে মুহাম্মদ সংক্রান্ত দৃষ্টিভঙ্গির বিপরীতে, খ্রিস্টধর্মে মধ্যযুগ জুড়ে—এক হাজার বছরেরও বেশি সময় ধরে—মুহাম্মদ সম্পর্কে নেতিবাচক মনোভাব বজায় ছিল। এই সময়ে খ্রিস্টীয় বিশ্ব সাধারণভাবে ইসলামকে একটি খ্রিস্টধর্মের বিভ্রান্তি হিসেবে বিবেচনা করত এবং মুহাম্মদকে একজন মিথ্যা নবী রূপে দেখত।\n\n\n== সংক্ষিপ্ত পর্যালোচনা ==\n\nমধ্যযুগীয় পাশ্চাত্য এবং বাইজেন্টাইন খ্রিস্টীয় চিন্তাবিদগণ মুহাম্মদকে একজন বিকৃত মনোভাবসম্পন্ন, নিন্দনীয় ব্যক্তি, মিথ্যা নবী এবং এমনকি খ্রিস্টবিরোধী হিসেবে বিবেচনা করতেন। খ্রিস্টীয় বিশ্বে প্রায়ই মুহাম্মদকে একজন বিভ্রান্ত চিন্তাবিদ বা অসুরের দ্বারা অধিভূত ব্যক্তি হিসেবে দেখা হতো। তাঁদের মধ্যে কেউ কেউ, যেমন থমাস অ্যাকুইনাস, পরকাল সম্পর্কিত মুহাম্মদের কামজ প্রতিশ্রুতির কঠোর সমালোচনা করেন।\nউচ্চ মধ্যযুগে ধর্মযুদ্ধসমূহ এবং বিলম্বিত মধ্যযুগে অটোমানদের বিরুদ্ধে যুদ্ধের প্রেক্ষাপটে মুহাম্মদ সম্পর্কে খ্রিস্টীয় মনোভাব আরও তীব্র ও বিতর্কমূলক হয়ে ওঠে। তখন মুহাম্মদকে শুধু বিভ্রান্ত ধর্মপ্রচারক নয়, বরং শয়তানর দাস বা খ্রিস্টবিরোধী হিসেবে বর্ণনা করা শুরু হয়, যিনি নরকে চিরকাল ধিকৃত আত্মাদের সঙ্গে নির্যাতিত হবেন। বিলম্বিত মধ্যযুগে ইসলামকে প্রায়শই মূর্তিপূজার সঙ্গে তুলনা করা হতো এবং মুহাম্মদকে শয়তান দ্বারা অনুপ্রাণিত একজন মূর্তিপূজক হিসেবে চিত্রিত করা হতো। আধুনিক যুগে এসে, যখন ইসলামী সাম্রাজ্যগুলি ইউরোপের জন্য আর তাৎক্ষণিক সামরিক হুমকি ছিল না, তখন ইসলাম সম্পর্কে তুলনামূলকভাবে শীতল ও মৃদু মনোভাব গড়ে ওঠে (দেখুন ওরিয়েন্টালিজম)।\n\n\n== প্রারম্ভিক মধ্যযুগ ==\nমুহাম্মদ সম্পর্কে খ্রিস্টানদের প্রাচীনতম লিখিত জ্ঞান বাইজেন্টাইন সূত্র থেকে আসে, যা মুহাম্মদের মৃত্যুর (৬৩২ খ্রিষ্টাব্দ) কিছু সময় পর রচিত। ইহুদি-বিরোধী বিতর্কমূলক গ্রন্থ জ্যাকবের শিক্ষা-তে, সদ্য ধর্মান্তরিত এক খ্রিস্টান ও কয়েকজন ইহুদির মধ্যে কথোপকথনের সময় একজন বলেন, তাঁর ভাই লিখেছেন—\"সারাসিনদের মধ্যে এক প্রতারক নবী আবির্ভূত হয়েছে।\" অপর এক অংশগ্রহণকারী মুহাম্মদ সম্পর্কে বলেন: \"সে প্রতারক। নবীরা কি কখনও তলোয়ার ও রথ নিয়ে আসে? ...তোমরা ঐ নবীর কাছ থেকে শুধু রক্তপাত ছাড়া আর কিছুই সত্য বলে খুঁজে পাবে না।\" যদিও সেখানে মুহাম্মদের নাম সরাসরি বলা হয়নি, লেখক তাঁর অস্তিত্ব সম্পর্কে অবগত এবং ইহুদি ও খ্রিস্টান—উভয় গোষ্ঠীকেই তাঁকে নেতিবাচকভাবে মূল্যায়নকারী হিসেবে উপস্থাপন করেন। সমসাময়িক অন্যান্য সূত্র, যেমন জেরুজালেমের সোফ্রোনিয়াসের লেখা, সারাসিনদের নিজস্ব কোনো নবী বা ধর্ম আছে বলে উল্লেখ করে না, বরং এই আক্রমণগুলোকে খ্রিস্টানদের পাপের জন্য ঈশ্বরের শাস্তি হিসেবে দেখায়।\n৭ম শতাব্দীর আর্মেনীয় বিশপ ও ইতিহাসবিদ সেবেওস প্রথম আরব গৃহযুদ্ধের পর মুহাম্মদ ও তাঁর বিদায় হজের ভাষণ সম্পর্কে লেখেন:\n\nআমি আব্রাহামের পুত্রদের বংশধারা নিয়ে আলোচনা করব: সেই সন্তান নয় যিনি স্বাধীন নারী থেকে জন্মগ্রহণ করেছেন, বরং যিনি দাসী নারী থেকে জন্মেছেন—যার সম্পর্কে ধর্মগ্রন্থের বাণী সম্পূর্ণরূপে এবং যথাযথভাবে পূর্ণ হয়েছে: \"তার হাত থাকবে সকলের বিরুদ্ধে, এবং সকলের হাত থাকবে তার বিরুদ্ধে।\" … ঐ সময় তাদের মধ্য থেকে একজন, ইসমাঈলের সন্তানদের একজন, মুহাম্মদ নামক এক বণিক, খ্যাতি অর্জন করেন। বলা হয়, ঈশ্বরের আদেশে তাঁর কাছে 'সত্যপথ' বিষয়ে এক বার্তা এসেছে এবং তিনি তাঁদেরকে আব্রাহামের ঈশ্বরকে চেনার শিক্ষা দেন। তিনি মূসার ইতিহাস সম্পর্কেও অবগত ছিলেন। উপর থেকে আদেশ আসার পর তিনি সকলকে একত্র হতে ও বিশ্বাসে ঐক্যবদ্ধ হতে বলেন। তারা নিরর্থক বস্তুসমূহের পূজা ত্যাগ করে জীবন্ত ঈশ্বরের দিকে ফিরে যায়, যিনি তাঁদের পিতা আব্রাহামের কাছে প্রকাশ পেয়েছিলেন। মুহাম্মদ বিধান দেন যে তাঁরা মৃত প্রাণীর মাংস খাবেন না, মদ্যপান করবেন না, মিথ্যা বলবেন না এবং ব্যভিচার করবেন না। তিনি বলেন: \"ঈশ্বর এই দেশটি আব্রাহাম ও তাঁর পরবর্তী সন্তানদের চিরকালের জন্য প্রতিশ্রুতি দিয়েছিলেন। এবং তা পূর্ণ হয়েছিল সেই সময়, যখন ঈশ্বর ইস্রায়েলকে ভালোবাসতেন। এখন, যেহেতু তোমরাও আব্রাহামের সন্তান, ঈশ্বর এই প্রতিশ্রুতি তোমাদের মধ্যেই পূর্ণ করবেন। শুধু আব্রাহামের ঈশ্বরকে ভালোবাসো এবং যাও, সেই দেশ গ্রহণ করো যা ঈশ্বর তোমাদের পিতাকে দিয়েছিলেন। যুদ্ধে কেউই তোমাদের প্রতিরোধ করতে পারবে না, কারণ ঈশ্বর তোমাদের সঙ্গে আছেন।\"\nমধ্যপ্রাচ্য ও উত্তর আফ্রিকায় ইসলাম ধর্মের প্রাথমিক সম্প্রসারণের পর খ্রিস্টীয় জগতে মুহাম্মদ সম্পর্কে জ্ঞান ছড়িয়ে পড়ে। ৮ম শতকে সিরীয় সন্ন্যাসী, খ্রিস্টীয় ধর্মতাত্ত্বিক ও খ্রিস্টান প্রতিরক্ষা-বক্তা সেন্ট জন অব দামাস্কাস উমাইয়া খিলাফতের অধীনে বসবাস করার সময় তাঁর বিধর্ম বিষয়ে রচনা De Haeresibus-এ ইসলামে যিশুর ক্রুশবিদ্ধতা অস্বীকার এবং তাঁর পরিবর্তে অন্য কাউকে ক্রুশে চড়ানো হয়েছে—এই ধারণার উৎস মুহাম্মদ বলেই উল্লেখ করেন।\n\nইহুদিরা, যারা নিজেরাই আইন লঙ্ঘন করেছে, যিশুকে ক্রুশে দিতে চেয়েছিল, কিন্তু তারা যাকে ধরেছিল সে ছিল কেবল তাঁর ছায়া। বলা হয় যিশুকে ক্রুশে চড়ানো হয়নি, তিনি মৃত্যুবরণ করেননি; কারণ ঈশ্বর তাঁকে ভালোবেসে নিজের কাছে তুলে নিয়েছিলেন। মুহাম্মদ বলেন, যখন যিশু স্বর্গে উঠলেন, তখন ঈশ্বর তাঁকে জিজ্ঞেস করেন: \"হে যিশু, তুমি কি বলেছিলে 'আমি ঈশ্বরের পুত্র এবং স্বয়ং ঈশ্বর'?\" যিশু উত্তর দেন: \"প্রভু, আমার প্রতি দয়া করো; আমি এটা বলিনি, আমি কেবল তোমার দাস—এ কথা ছাড়া আর কিছুই বলিনি। বিভ্রান্ত মানুষজন মিথ্যা বলে এসব আমার নামে রটিয়ে দিয়েছে।\" যদিও এই ধর্মগ্রন্থে আরও অনেক হাস্যকর ও অযৌক্তিক বিষয় রয়েছে, তবুও মুহাম্মদ দাবি করেন যে এটি ঈশ্বরের পক্ষ থেকে নাযিল হয়েছে।\nপরে De Haeresibus-এর লাতিন অনুবাদ খ্রিস্টীয় পশ্চিমে ছড়িয়ে পড়ে, যেখানে মুহাম্মদকে সরাসরি \"মিথ্যা নবী\" বলা হয়। এনসাইক্লোপিডিয়া ব্রিটানিকা-র মতে, মুহাম্মদের জীবনের খ্রিস্টীয় বর্ণনা \"প্রায়শই অবমাননাকরভাবে ব্যবহৃত হয়েছে\"। আরও একটি গুরুত্বপূর্ণ উৎস ছিল Epistolae Saraceni (\"একজন সারাসিনের চিঠি\"), যা একজন প্রাচ্য খ্রিস্টান লিখেছিলেন এবং আরবি থেকে লাতিনে অনুবাদ করা হয়েছিল। ৯ম শতক থেকে শুরু করে মুহাম্মদের অত্যন্ত নেতিবাচক জীবনীসমূহ লাতিন ভাষায় রচিত হতে থাকে। এর মধ্যে প্রথম দুটি লেখা হয় স্পেনে: Storia de Mahometh (৮ম বা ৯ম শতক) এবং Tultusceptru (৯ম বা ১০ম শতক)। পরবর্তীটিতে মুহাম্মদকে একজন যুবক খ্রিস্টান সন্ন্যাসী হিসেবে দেখানো হয়, যিনি এক দানব দ্বারা প্রতারিত হয়ে একটি মিথ্যা ধর্ম প্রচার করতে থাকেন। আরেক স্পেনীয়, আলভারো অব কর্ডোবা, তাঁর এক রচনায় মুহাম্মদকে খ্রিস্টবিরোধী হিসেবে বর্ণনা করেন। মোজারাব খ্রিস্টানদের মাধ্যমে, যেমন ৯ম শতকের ইউলোজিয়াস অব কর্ডোবা, খ্রিস্টীয় জগতে মুহাম্মদ সম্পর্কে আরও কিছু তথ্য পৌঁছায়।\n\n\n== উচ্চ মধ্যযুগ ==\n\n১১শ শতকে পেত্রুস আলফনসি, যিনি ইহুদি থেকে খ্রিস্টধর্মে ধর্মান্তরিত হন, মুহাম্মদ সম্পর্কে তথ্য সরবরাহকারী আরেকজন মোজারাব ছিলেন। পরবর্তীতে ১২শ শতকে পিটার দ্য ভেনারেবল মুহাম্মদকে খ্রিস্টবিরোধীর পূর্বসূরি এবং এরিয়াস-এর উত্তরসূরি হিসেবে বিবেচনা করেন, এবং তিনি কুরআনের লাতিন অনুবাদ (Lex Mahumet pseudoprophete) করার আদেশ দেন এবং মুহাম্মদ সম্পর্কিত তথ্য সংগ্রহ করেন, যাতে খ্রিস্টীয় পণ্ডিতেরা ইসলামী শিক্ষা খণ্ডন করতে পারেন।\nবাইজেন্টাইন ও পরবর্তী বাইজেন্টাইন ধর্মীয় ও ঐতিহাসিক লেখায় মুহাম্মদকে প্রায়শই \"মিথ্যা নবী\" (pseudo-prophet) হিসেবে বর্ণনা করা হয়েছে। নিকেতাস খোনিয়াতেস (১২শ–১৩শ শতক) তেমনই একজন লেখক ছিলেন।\n\n\n=== মধ্যযুগীয় মুহাম্মদ-জীবনচরিত ===\n১৩শ শতকে ইউরোপীয় জীবনীকারগণ মুহাম্মদের জীবন নিয়ে বিভিন্ন রচনা সম্পন্ন করেন। এই পণ্ডিতদের মধ্যে ছিলেন পিটার পাস্কুয়াল, রিক্কোলদো দা মন্টে দি ক্রোচে এবং রামন লুল। তাঁদের রচনায় মুহাম্মদকে প্রায়শই খ্রিস্টবিরোধী হিসেবে উপস্থাপন করা হয় এবং ইসলামকে খ্রিস্টধর্মের একটি বিভ্রান্ত মতবাদ হিসেবে দেখানো হয়। মুহাম্মদ ছিলেন অশিক্ষিত, তিনি এক ধনী বিধবার সঙ্গে বিবাহবন্ধনে আবদ্ধ হন, পরবর্তী জীবনে একাধিক স্ত্রী গ্রহণ করেন, বেশ কয়েকটি যুদ্ধে অংশগ্রহণ করেন এবং অবশেষে একজন সাধারণ মানুষের মতোই মৃত্যুবরণ করেন—এসব বিষয়ই খ্রিস্টীয় লেখকদের কাছে মুহাম্মদের বিরুদ্ধে অভিযোগ হিসেবে ব্যবহৃত হয়েছিল, বিশেষত যিশুর অলৌকিকভাবে পৃথিবী ত্যাগের বিশ্বাসের বিপরীতে।\nমধ্যযুগীয় পণ্ডিত ও চার্চপিতাগণ মনে করতেন, ইসলাম মুহাম্মদের সৃষ্টি এবং তাঁকে শয়তান দ্বারা প্ররোচিত করা হয়েছে। কেনেথ সেটন লিখেছেন, মুহাম্মদকে প্রায়ই অপবাদ দেওয়া হতো এবং তাঁর জীবন ঘিরে বিভিন্ন কল্পকাহিনি প্রচার করা হতো যা ধর্মীয় বক্তৃতায় সত্য বলে উপস্থাপন করা হতো। উদাহরণস্বরূপ, মুহাম্মদকে খ্রিস্টবিরোধী প্রমাণ করতে বলা হতো যে তাঁর মৃত্যু হয়েছিল ৬৩২ সালে নয়, বরং ৬৬৬ সালে—শয়তানের সংখ্যা—অন্য একটি রূপে এই সংখ্যাটি ইসলাম ধর্মের আধিপত্যের সময়কাল হিসেবেও ব্যাখ্যা করা হতো। মুহাম্মদের নাম বিকৃত করে মাহাউন্ড রাখা হয়, যার অর্থ \"শয়তানের অবতার\"—এটি ছিল ইসলাম সম্পর্কে খ্রিস্টান অবজ্ঞার একটি মৌখিক রূপ। খ্রিস্টান বিশ্বে মুহাম্মদ সম্পর্কে প্রচলিত গল্পগুলোতে প্রায়শই তাঁর করুণ পরিণতির কথা বলা হতো। একটি কাহিনীতে বলা হয়, তিনি মদ্যপ অবস্থায় অচেতন হয়ে পড়লে শূকরপালের দ্বারা খাওয়া পড়েন, এবং এই ঘটনাকেই মুসলমানদের মদ ও শুকরের মাংস নিষিদ্ধ করার কারণ হিসেবে দেখানো হয়। আরেকটি বিবরণে বলা হয়, মুহাম্মদ একজন ইহুদি ও একজন এরিয়ানবাদের বিধর্মী খ্রিস্টান সন্ন্যাসীর কাছ থেকে বাইবেলের শিক্ষা লাভ করেন। পরে মুহাম্মদ ও সন্ন্যাসী মদ্যপান করে ঘুমিয়ে পড়েন, এবং ইহুদি মুহাম্মদের তরবারি দিয়ে সন্ন্যাসীকে হত্যা করে। এরপর সে দোষ মুহাম্মদের ওপর চাপায়। মুহাম্মদ নিজেকে অপরাধী মনে করে ক্রোধে মদের উপর নিষেধাজ্ঞা আরোপ করেন।\nLeggenda di Maometto ছিল এমনই একটি জনপ্রিয় গল্প। এই সংস্করণে বলা হয়, মুহাম্মদ শৈশবে এক বিধর্মী খ্রিস্টান খলনায়কের কাছে কালো জাদু শিখেন। ঐ ব্যক্তি চার্চের কারাগার থেকে পালিয়ে আরব দেশে চলে যায়। প্রাপ্তবয়স্ক মুহাম্মদ বাইবেল থেকে কিছু অংশ বেছে নিয়ে বিকৃতভাবে উপস্থাপন করে একটি মিথ্যা ধর্ম প্রতিষ্ঠা করেন। মুসলমানদের শুক্রবার (dies Veneris), ভেনাসের দিন পালনের কারণ হিসেবে তাদের বহু বিবাহপ্রথাকে দোষারোপ করা হয় এবং একে ইহুদিদের শনিবার ও খ্রিস্টানদের রোববারের বিপরীতে অশ্লীলতা হিসেবে উপস্থাপন করা হয়। মুহাম্মদকে এক বিধর্মী, মিথ্যা নবী, ধর্মত্যাগী কার্ডিনাল অথবা সহিংস ধর্মের প্রতিষ্ঠাতা হিসেবে চিত্রিত করা হয় বহু ইউরোপীয় সাহিত্যে, যেমন চঁসঁ দ্য জেস্ত কাব্য, উইলিয়াম ল্যাংল্যান্ড-এর পিয়ার্স প্লোম্যান এবং জন লিডগেট-এর The Fall of the Princes।\n\n\n=== গোল্ডেন লেজেন্ড ===\n১৩শ শতাব্দীর গোল্ডেন লেজেন্ড—যা সে সময়ের একটি জনপ্রিয় সাধু-জীবনী সংকলন—\"Magometh, Mahumeth (Mahomet, Muhammad)\"-কে \"মিথ্যা নবী ও জাদুকর\" হিসেবে বর্ণনা করে। এতে তাঁর শৈশব, বিধবা খাদিজার সঙ্গে বিবাহ এবং বণিক হিসেবে ভ্রমণ জীবনের বিবরণ দেওয়া হয়। গ্রন্থটি আরও উল্লেখ করে যে, মুহাম্মদের \"দর্শন\" আসলে ছিল মৃগী রোগের খিঁচুনির ফল, এবং এটি একজন ধর্মত্যাগী নেস্তোরিয়ান সন্ন্যাসী সার্জিয়াসের হস্তক্ষেপের মাধ্যমে ঘটে বলে দাবি করা হয়।\n\n\n=== মধ্যযুগীয় কাব্য ও উপাখ্যান ===\nমধ্যযুগীয় ইউরোপীয় সাহিত্যে মুসলমানদের প্রায়ই \"অবিশ্বাসী\" বা \"মূর্তিপূজক\" হিসেবে উল্লেখ করা হতো, যেমন paynim foe (অবিশ্বাসী শত্রু) ধরনের বিশেষণ ব্যবহৃত হতো। রেমন্ড অব পেনিয়াফোর্ট-এর Summa de Poenitentia-তে \"সারাসিন\" শব্দটির সংজ্ঞা মুসলমানদের বর্ণনা দিয়ে শুরু হলেও শেষ পর্যন্ত এতে খ্রিস্টান ও ইহুদি ছাড়া সকলকেই অন্তর্ভুক্ত করা হয়।\nদ্য সং অব রোল্যান্ড-এর মতো সাহিত্যে মুসলমানদের মুহাম্মদ (যেমন: 'Mahom' বা 'Mahumet')-এর উপাসক হিসেবে উপস্থাপন করা হয়, যেন তিনি একজন দেবতা। এদের বিভিন্ন দেবতাকে মূর্তি হিসেবে উপাসনা করতে দেখানো হয়—যেমন আপোলিয়ন থেকে লুসিফার পর্যন্ত—তবে সর্বোচ্চ দেবতা হিসেবে উপস্থাপিত হয় \"টারম্যাগান্ট\" নামক এক কল্পিত সত্তাকে।\n১৩শ শতক থেকে মুহাম্মদকে কেন্দ্র করে পিকারেস্ক উপন্যাসধর্মী চিত্রণ শুরু হয়, যেমন আলেক্সান্দ্রে দ্য পঁ-র লেখা Roman de Mahom, কিংবা মুহাম্মদের মিরাজ-সংক্রান্ত অনুবাদ Escala de Mahoma (“মুহাম্মদের সিঁড়ি”), যা কাস্তিল ও লিয়নের আলফোনসো এক্স ও তাঁর পুত্রের দরবারচিকিৎসক দ্বারা অনুবাদিত হয়।\nমধ্যযুগীয় ফরাসি রোমান্স, যেমন আর্থারীয় কাহিনি চক্র-এ প্রাক-মুহাম্মদ যুগের মূর্তিপূজকদের (যেমন প্রাচীন ব্রিটন বা \"সারাস\" অঞ্চলের অধিবাসী) প্রায়শই সেই একই কাল্পনিক দেবমণ্ডলীর উপাসক হিসেবে উপস্থাপন করা হয়, যেমনটা মুহাম্মদ-উপাসক মুসলমানদের ক্ষেত্রে কল্পনা করা হয়েছে। তবে কিছু সাহিত্যিক রচনায় মুহাম্মদকে কিছুটা ইতিবাচক দৃষ্টিকোণ থেকে দেখানো হয়েছে। ১৩শ শতাব্দীর Estoire del Saint Grail-এ, যা বিশাল মেটার অব ব্রিটেন-এর প্রথম খণ্ড এবং ল্যান্সেলট-গ্রেইল সিরিজের অন্তর্ভুক্ত, জোসেফ অব অ্যারিমাথিয়ার গ্রেইল-সহ ভ্রমণের বর্ণনায় বলা হয়েছে, মধ্যপ্রাচ্যের অধিকাংশ মানুষ মুহাম্মদের আগমনের পূর্বে মূর্তিপূজক ছিল। মুহাম্মদকে সেখানে এক সত্য নবী হিসেবে বর্ণনা করা হয়েছে, যিনি ঈশ্বরের পক্ষ থেকে খ্রিস্টধর্ম প্রচারের উদ্দেশ্যে পাঠানো হন। তবে, অহংকারের কারণে তিনি ঈশ্বরের ইচ্ছা পরিবর্তন করেন এবং ত dadurch তাঁর অনুসারীদের বিভ্রান্ত করেন। তবুও, মুহাম্মদের ধর্মকে মূর্তিপূজার চেয়ে অনেক উন্নত হিসেবে চিত্রিত করা হয়েছে।\n\n\n=== ডিভাইন কমেডি ===\n\nদান্তে আলিগিয়েরির রচিত ডিভাইন কমেডি-র প্রথম খণ্ড ইনফার্নো-তে মুহাম্মদকে নরকের অষ্টম স্তর মালেবোলজে-তে স্থান দেওয়া হয়েছে, যা প্রতারণাকারীদের জন্য নির্ধারিত। নির্দিষ্টভাবে, তাঁকে নবম 'বোলজিয়া' বা খাদে রাখা হয়েছে, যেখানে বিভেদ ও অনৈক্যের বপনকারীদের শাস্তি দেওয়া হয়। মুহাম্মদকে এখানে দ্বিখণ্ডিত অবস্থায় উপস্থাপন করা হয়েছে—তাঁর নাড়িভুঁড়ি ঝুলে পড়ছে—যা তাঁকে একজন বিভেদ-সৃষ্টিকারী ধর্মপ্রধান হিসেবে চিত্রিত করে (ইনফার্নো, গান ২৮):\n\nকোনো পিপে, এমনকি যেটির হুপ আর পাটিগুলি খুলে পড়েছে,\nতাও এমনভাবে ছিন্ন হয় না, যেমন আমি দেখেছি এক পাপীকে—\nচিবুক থেকে পশ্চাৎদেশ পর্যন্ত চিরে ফেলা।\nতাঁর নাড়িভুঁড়ি ঝুলছে দুই পায়ের মাঝে—\nতাঁর যাবতীয় অভ্যন্তরীণ অঙ্গ প্রত্যঙ্গ, এমনকি সেই জঘন্য থলি পর্যন্ত,\nযা গিলে ফেলা খাদ্যকে পরিণত করে বিষ্ঠায়।\nআমি তাঁর দিকে তাকিয়ে ছিলাম, তখন তিনি ফিরে তাকালেন—\nনিজের বুকে হাত দিয়ে ফাঁক করে দেখালেন,\nআর বললেন, \"দেখো, আমি কিভাবে নিজেকে চিরে ফেলেছি!\nদেখো মুহাম্মদ কেমন বিভক্ত ও বিকৃত!\"\nআমার সামনে হাঁটছে আলি, যার মুখ চিবুক থেকে মাথা পর্যন্ত ছিন্ন—\nশোকে অভিভূত।\nএই গ্রাফিক দৃশ্যটি প্রায়শই ডিভাইন কমেডি-র চিত্রণসমূহে দেখা যায়। ১৫শ শতকের জিওভান্নি দা মোডেনা-র আঁকা বোলোনিয়ার সান পেত্রোনিও গির্জার শেষ বিচার চিত্রমালায় মুহাম্মদকে একইভাবে উপস্থাপন করা হয়েছে। এ ছাড়া সালভাদোর দালি, অগুস্ত রদ্যাঁ, উইলিয়াম ব্লেক, এবং গুস্তাভ দোরে-র শিল্পকর্মেও এই চিত্রায়ন দেখা যায়।\nদান্তে এই চিত্রায়নে মধ্যযুগীয় খ্রিস্টানদের মুহাম্মদ সম্পর্কিত ধারণা ও ভ্রান্ত ধারণা থেকেই অনুপ্রাণিত হয়েছেন। ইতিহাসবিদ কার্লা মালেট মন্তব্য করেন, \"মধ্যযুগীয় খ্রিস্টানরা ঐতিহাসিক মুহাম্মদকে এক ধরনের নাটকীয় চরিত্র হিসেবে কল্পনা করতেন।\" একটি প্রচলিত অভিযোগ ছিল—মুহাম্মদ ছিলেন একজন ভণ্ড, যিনি নিজের উচ্চাকাঙ্ক্ষা ও কামপ্রবৃত্তি পূরণের জন্য এমন ধর্মপ্রচার করেন, যা তিনি জানতেন মিথ্যা।\nসাংস্কৃতিক সমালোচক ও লেখক এডওয়ার্ড সাঈদ তাঁর ওরিয়েন্টালিজম গ্রন্থে দান্তের মুহাম্মদ চিত্রায়ন সম্পর্কে লেখেন:\n\nপ্রাচ্যের বিষয়ে বাস্তব তথ্য [...] দান্তের রচনায় তেমন গুরুত্ব পায় না; বরং গুরুত্বপূর্ণ হলো [...] পশ্চিমা বিশ্বের এক সার্বজনীন কল্পনা। দান্তে তাঁর ইনফার্নো-তে যা করতে চেয়েছেন, তা হলো [...] প্রাচ্যকে একটি বর্গীকৃত নাট্যমঞ্চে উপস্থাপন করা, যার দর্শক, পরিচালক এবং অভিনেতা—সবাই কেবল ইউরোপীয়। ফলে সেখানে পরিচিত ও অচেনার মধ্যে দোলাচল দেখা যায়; মুহাম্মদকে দেখা হয় একদিকে যিশুর মতো হওয়ার ভণ্ডামি করা পরিচিত চরিত্র হিসেবে, আবার অপরদিকে ভিন্ন, বিদেশি হিসেবে।\nইনফার্নো-র গান ২৮-এ মুহাম্মদের যে চিত্র আঁকা হয়েছে তা সাধারণভাবে মুসলমানদের প্রতি বিদ্বেষ হিসেবে ব্যাখ্যা করা হয়। তবে দান্তের ইসলাম-বিষয়ক দৃষ্টিভঙ্গি এর চেয়ে অনেক জটিল। তিনি অষ্টম ধর্মযুদ্ধ ও নবম ধর্মযুদ্ধ চলাকালে বসবাস করতেন এবং তাঁর চারপাশে মুসলমানদের বিরুদ্ধে যুদ্ধকে ন্যায়সঙ্গত বলে প্রচার করা হতো—বিশেষ করে ইফরিকিয়া অঞ্চলের সুন্নি মুসলিম হাফসিদ শাসকদের বিরুদ্ধে। ফলে তাঁর মুসলিম-বিরোধী মনোভাব অস্বাভাবিক নয়। তিনি প্যারাডিসোতে মঙ্গলের স্বর্গে তাঁর প্রপিতামহ কাচ্চিয়াগুইদা সম্পর্কে লিখে ধর্মযোদ্ধাদের প্রতি শ্রদ্ধা প্রকাশ করেন। তবে এই চিত্র কিছুটা ভারসাম্য পায় ইনফার্নো-র ৪ নম্বর খণ্ডে, যেখানে দান্তে আভেরোয়েস, আবিসিনা এবং সালাদিন সহ কিছু মুসলিম চিন্তাবিদকে সম্মানের সঙ্গে উল্লেখ করেছেন।\n\n\n=== পরবর্তী উপস্থাপনাগুলি ===\n\nস্যার জন ম্যান্ডেভিলের ভ্রমণকাহিনি-তে ইসলাম নিয়ে বর্ণনা তুলনামূলকভাবে ইতিবাচক, যদিও তাতে অনেক ভুল ও কল্পকাহিনিভিত্তিক উপাদান রয়েছে। সেখানে বলা হয়েছে, মুসলমানরা সহজেই খ্রিস্টধর্ম গ্রহণ করে, কারণ তাদের বিশ্বাস অনেক দিক থেকেই খ্রিস্টধর্মের সঙ্গে সাদৃশ্যপূর্ণ। এ-ও বলা হয়, তারা বিশ্বাস করে কেবল খ্রিস্টীয় ওহিই শেষ পর্যন্ত টিকে থাকবে। ঐ সময় মুসলমানদের নৈতিক আচরণকে খ্রিস্টানদের চেয়ে শ্রেষ্ঠ হিসেবে দেখানো হয়েছে এবং তা খ্রিস্টীয় সমাজের জন্য এক ধরণের নৈতিক দৃষ্টান্ত হিসেবে উপস্থাপিত হয়েছে।\nনাইটস টেম্পলারদের বিরুদ্ধে বিধর্মর অভিযোগে বিচারের সময় প্রায়শই উল্লেখ করা হয় যে তারা বাফোমেট নামক এক দানবের পূজা করত। এই 'বাফোমেট' শব্দটি সে সময়ের খ্রিস্টান লেখকদের ব্যবহৃত মুহাম্মদের নাম 'মাহোমে'র (Mahomet) সঙ্গে সাদৃশ্যপূর্ণ হওয়ায় তাৎপর্যপূর্ণ ছিল। এ ধরনের ধারণাসমূহ এবং অন্যান্য উপস্থাপনাগুলো মধ্যযুগীয় ইউরোপের \"সময়চেতনা\"র প্রতিফলন, যেখানে ইসলাম-খ্রিস্টধর্ম বিরোধিতা ছিল কেন্দ্রীয় বিষয়। এটি পশ্চিম রোমান সাম্রাজ্য পতনের পর প্রারম্ভিক মুসলিম বিজয়সমূহের দ্রুত সাফল্য এবং রহস্যময় পূর্ব সম্পর্কে পশ্চিমের বাস্তব তথ্যের অভাব থেকে উৎসারিত হয়েছিল।\n১৪৮০ সালের ডিয়েবোল্ট ফন হানোয়ের হেলডেনবুখ পাণ্ডুলিপির গদ্যভিত্তিক ভূমিকা Heldenbuch-Prosa-তে \"মাখমেট\" (Machmet) নামক এক দানব জার্মানিক বীর ডিটরিশ-এর মায়ের কাছে আবির্ভূত হয় এবং তিন দিনে \"বের্ন\" (ভেরোনা) শহর নির্মাণ করে।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র =="}