{"pageid": 1441585, "title": "মহাযান মহাপরিনির্বাণসূত্র", "url": "https://bn.wikipedia.org/wiki?curid=1441585", "content": "মহাযান মহাপরিনির্বাণসূত্র বা নির্বাণসূত্র হলো বুদ্ধ প্রকৃতি শ্রেণীর মহাযান বৌদ্ধ ধর্মগ্রন্থ। সূত্রটির প্রকৃত শিরোনাম ছিলো মহাপরিনির্বাণমহাসূত্র (নিখুঁত নির্বাণের মহান ধর্মগ্রন্থ) এবং এটির প্রাচীন সংস্করণটি মহাসাংঘিক-লোকোত্তরবাদ সম্প্রদায়ের সাথে যুক্ত ছিলো। পূর্বএশীয় বৌদ্ধধর্মের বিকাশের জন্য সূত্রটি বিশেষভাবে গুরুত্বপূর্ণ ছিলো।\nসূত্রটি বুদ্ধের প্রকৃতি নিয়ে আলোচনা করতে বুদ্ধের  অন্তিম নির্বাণের পটভূমি ব্যবহার করে, যাকে এই সূত্রে শুরু বা শেষ ছাড়াই অবিনশ্বর ও চিরন্তন হিসাবে বর্ণনা করা হয়েছে। পাঠ্যটি বুদ্ধ-প্রকৃতির (তথাগতগর্ভ) সম্পর্কিত মতবাদ নিয়েও আলোচনা করে যাকে বলা হয় যে সমস্ত জীবের মধ্যে \"লুকানো ভান্ডার\" যা শাশ্বত (নিত্য), আনন্দময়, স্বয়ং (আত্তা) ও শুদ্ধ। এই বুদ্ধ প্রকৃতির কারণে, সমস্ত প্রাণীরই বুদ্ধত্বে পৌঁছানোর ক্ষমতা রয়েছে। মাইকেল র‌্যাডিচ ও শিমোদা মাসাহিরোর মত কিছু পণ্ডিত মনে করেন যে নির্বাণ সূত্র হয়ত বুদ্ধ-প্রকৃতির ধারণার আদি উৎস হতে পারে।\nসূত্রটি অনাত্তা ও শূন্যতার শিক্ষা নিয়েও আলোচনা করে এবং \"অ-শূন্যতা\" ও প্রকৃত আত্ম, যা বুদ্ধ-প্রকৃতির শিক্ষায় পরিপূরক না হলে কীভাবে সেগুলি অসম্পূর্ণ। অধিকন্তু, সূত্রটি ইচ্ছান্তিকদের ধারণা নিয়ে আলোচনা করে, এরা হলো এমন এক শ্রেণীর সংবেদনশীল প্রাণী যাদের \"মুক্তির সম্ভাবনা কম বা নেই।\" সূত্রের বিভিন্ন সংস্করণ জুড়ে ইচ্ছান্তিক ধারণাটি বিভিন্ন উপায়ে আলোচনা করা হয়েছে, এবং সমস্যাটি জটিল, যদিও ব্লুম যেমন সূত্রটি সম্পর্কে লিখেছেন \"ইচ্ছান্তিকরা বুদ্ধত্ব লাভ করতে পারে কিনা তা নিয়ে দ্বিধাবিভক্ত\" বলে মনে হয়।\nনির্বাণসূত্রের উৎপত্তির সুনির্দিষ্ট তারিখ অনিশ্চিত, তবে এর আদি রূপটি দ্বিতীয় শতাব্দীতে বা এর মধ্যে বিকশিত হতে পারে। মূল সংস্কৃত পাঠ্যটি অল্প সংখ্যক খণ্ড ব্যতীত বিদ্যমান নয়, তবে এটি চীনা ও তিব্বতি অনুবাদে টিকে আছে। নির্বাণসূত্রটি বিভিন্ন সময়ে চীনা ভাষায় অনুবাদ করা হয়েছে। সবচেয়ে গুরুত্বপূর্ণ সংস্করণগুলি হলো ৪১৬ খ্রিস্টাব্দ \"ছয়টি গুচ্ছ গ্রন্থ\" এবং ধর্মক্ষেমের ৪২১ খ্রিস্টাব্দ অনুবাদ, যা আগের সংস্করণের চেয়ে প্রায় চারগুণ বেশি। সূত্রটিকে  আদি বৌদ্ধ ধর্মগ্রন্থ মহাপরিনিব্বাণ সুত্তের সাথে বিভ্রান্ত করা উচিত নয় যা মহাযান সূত্র নয়।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\n\n\n== আরও পড়ুন ==\nBlum, Mark (2003). Nirvana Sutra, in: Buswell, Robert E. ed., Encyclopedia of Buddhism, New York: Macmillan Reference Lib., pp. 605–606.\nBongard-Levin, G.M (1986). New Sanskrit fragments of the Mahāyāna Mahāparinivāṇa-sūtra: Central Asian manuscript collection, The International Institute for Buddhist Studies.\nIto, Shinjo (2009). Shinjo: Reflections, Somerset Hall Press.\nLai, Whalen (1982). Sinitic speculations on buddha-nature: The Nirvaana school (420-589), Philosophy East and West 32 (2), 135-149\nRadich, Michael (2015). The Mahāparinivāṇa-mahasūtra and the Emergence of Tathagatagarba Doctrine, Hamburg Buddhist Studies Vol. 5, Hamburg University Press.\nYuyama, Akira (1981). Sanskrit fragments of the Mahāyāna Mahāparinivāṇa-sūtra: Koyasan manuscript, The Reiyukai Library.\n\n\n== বহিঃসংযোগ ==\nTony Page's Nirvana Sutra website\nRevised translation of the Mahaparinirvana Sutra"}