{"pageid": 1441900, "title": "তথাগতগর্ভ সূত্রাবলী", "url": "https://bn.wikipedia.org/wiki?curid=1441900", "content": "তথাগতগর্ভ সূত্রাবলী হলো মহাযান সূত্রের সদৃশ দল যেগুলো তথাগত, বুদ্ধের \"গর্ভ\" বা \"ভ্রূণ\" সম্পর্কিত ধারণা উপস্থাপন করে। তথাগতগর্বের কারণে প্রতিটি অনুভূতিশীল সত্তারই বুদ্ধত্ব লাভের সম্ভাবনা রয়েছে।\nএই ধারণাটি ভারতে উদ্ভূত হয়েছিল কিন্তু পূর্বএশীয় বৌদ্ধধর্মের বিকাশে এটি বড় প্রভাব ছিল, যেখানে এটি বুদ্ধ-ধাতু, বুদ্ধ-উপাদান বা বুদ্ধ-প্রকৃতি ধারণার সাথে সমতুল্য ছিল।\nতথাগতগর্ভ সূত্রাবলীর মধ্যে রয়েছে তথাগতগর্ভ সূত্র, শ্রীমালাদেবী সিংহনাদসূত্র, মহাযান মহাপরিনির্বাণ সূত্র ও অঙ্গুলিমালীয়সূত্র। লঙ্কাবতার সূত্র ও বুদ্ধাবতংসক সূত্রে সম্পর্কিত ধারণা পাওয়া যায়। আরেকটি প্রধান পাঠ, বিশ্বাসের বোধোদয়, মূলত চীনে রচিত, যখন  মহাযান মহাপরিনির্বাণ সূত্র চীনে যথেষ্ট প্রসারিত হয়েছিল।\nযোগাচার ও মাধ্যমক সম্প্রদায়ের সাথে তথাগতগর্ভ সূত্রাবলী ঐতিহ্যের তুলনা করে পল উইলিয়ামস লিখেছেন যে এই সংগ্রহটি ভারতে কম বিশিষ্ট ছিল বলে মনে হয়,  কিন্তু মধ্যএশীয় বৌদ্ধধর্ম ও পূর্বএশীয় বৌদ্ধধর্মে ক্রমবর্ধমান জনপ্রিয় ও তাৎপর্যপূর্ণ হয়ে উঠেছে।\n\n\n== সূত্রের তালিকা ==\n\n\n=== আধুনিক পাণ্ডিত্য অনুযায়ী ===\nমাইকেল র‌্যাডিচ তথাগতগর্ভের সাথে যুক্ত প্রধান ভারতীয় সূত্রের নিম্নলিখিত তালিকা প্রদান করেন:\n\nতথাগতগর্ভ সূত্র\nশ্রীমালাদেবী সিংহনাদসূত্র\nঅনূনত্ত্বাপূর্ণত্বনির্দেশ\nমহাভেরীসূত্র\nমহামেঘসূত্র\nঅঙ্গুলিমালীয়সূত্র\nমহাযান মহাপরিনির্বাণসূত্র\nলঙ্কাবতারসূত্র\nঅনুরূপ ও সম্পর্কিত সূত্র যা যোগাচারের সাথে বুদ্ধ প্রকৃতিকে সংশ্লেষিত করে তা হলো ঘনব্যূহসূত্র।\n\n\n=== তিব্বতি ঐতিহ্যে ===\nকার্ল ব্রুনহোলজল তথাগতগর্ভের সাথে স্পষ্টভাবে বা পরোক্ষভাবে যুক্ত তিব্বতি ঐতিহ্যের নিম্নলিখিত ২৪টি সূত্রের তালিকা প্রদান করেন:\n\nতথাগতগর্ভ সূত্র\nঅনূনত্ত্বাপূর্ণত্বনির্দেশ\nশ্রীমালাদেবী সিংহনাদসূত্র\nধরণীশ্বররাজসূত্র\nমহাযান মহাপরিনির্বাণসূত্র\nঅঙ্গুলিমালীয়সূত্র\nমহাভেরীসূত্র\nলঙ্কাবতারসূত্র\nতথাগতগুণজ্ঞানচিন্ত্যবিষয়বতরনির্দেশসূত্র\nসর্ববুদ্ধবিষয়বতরজ্ঞানলোকলমকরসূত্র\nরত্নদারিকাসূত্র\nমহামেঘসূত্র\nঅভিধর্মমহাযানসূত্র\nস্থিরাধ্যাসয়পরিবর্তসূত্র\nঅবিকল্পপ্রবেসাধারণী\nসুনয়তনমমহাসূত্র\nবুদ্ধাবতংসকসূত্র\nমহারত্নকূতসূত্র\nসুবর্ণপ্রভাসোত্তমসূত্র\nআর্যাসংধিনির্মোচনসূত্র\nগগনাগঞ্জপরিপৃচ্ছসূত্র\nসাগরমতিপরিপৃচ্ছাসূত্র\nপ্রশন্তবিনিশ্চয়প্রতিহার্যণসমধিসূত্র\nসমাধিরাজসূত্র\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\n\n\n== আরও পড়ুন ==\nJones, C.V. (2016). Beings, Non-Beings, and Buddhas: Contrasting Notions of tathāgatagarbha in the Anūnatvāpūrṇatvanirdeśaparivarta and Mahābherī Sūtra, Journal of the Oxford Centre for Buddhist Studies 5, 53-84\nHodge, Stephen (2009 & 2012).\"The Textual Transmission of the Mahayana Mahaparinirvana-sutra\", lecture at the University of Hamburg\nKiyota Minoru (1985), Tathāgatagarbha Thought: A Basis of Buddhist Devotionalism in East Asia, Japanese Journal of Religious Studies,  12, (2), 207–229\nScott Hurley (2004), The doctrinal transformation of twentiety-century Chinese Buddhism: Master Yinshun's interpretation of the tathagatagarbha doctrine, Contemporary Buddhism 5 (1).\nTakasaki Jikidõ  (2000), The Tathāgatagarbha Theory Reconsidered: Reflections on Some Recent Issues in Japanese Buddhist Studies(pdf file), Japanese Journal of Religious Studies,  27,  (1–2),  73–83\nZimmermann, Michael (2002), A Buddha Within: The Tathāgatagarbhasūtra, Biblotheca Philologica et Philosophica Buddhica VI, The International Research Institute for Advanced Buddhology, Soka University\n\n\n== বহিঃসংযোগ ==\n\"Nirvana Sutra\": full text of \"Nirvana Sutra\", plus appreciation of its teachings. or PDF\n\"Tathagatagarbha Buddhism\": text of main \"tathagatagarbha\" sutras.\nHeng-Ching Shih, \"The Significance Of 'Tathagatagarbha' -- A Positive Expression Of 'Sunyata.\"\nThe Lion's Roar of Queen Srimala Discourse English translation.\nDigital Dictionary of Buddhism: Entry on Tathagatagarbha (log in with userID \"guest\")"}