{"pageid": 1441721, "title": "হাদিস সমালোচনা", "url": "https://bn.wikipedia.org/wiki?curid=1441721", "content": "হাদীস সমালোচনা বা হাদীস সমালোচনাচর্চা বলতে বোঝায় হাদীস—একটি ইসলামি সাহিত্যের প্রাতিষ্ঠানিক ধারা—এর পর্যালোচনা, যা নবী মুহাম্মদের কথাবার্তা, কার্যকলাপ ও মৌন সম্মতির বর্ণনার সমষ্টি।\nপ্রধানধারার ইসলাম মতে, সুন্নাহ—নবী মুহাম্মদের শিক্ষা ও কার্যাবলি—কুরআনের মতোই ঐশী ও মান্য করা আবশ্যক। তবে শরিয়ার অধিকাংশ বিধান হাদীস থেকে উদ্ভূত, কুরআন থেকে নয়। অপরদিকে, কুরআনবাদীরা হাদীসকে গ্রহণ করেন না এবং একে অ-কুরআনসম্মত মনে করেন। তাদের মতে, মুহাম্মদকে অনুসরণ করা মানে কুরআন মেনে চলা। তাঁদের অনেকে মনে করেন, অধিকাংশ হাদীসই ৮ম ও ৯ম শতকে রচিত মনগড়া গল্প (পিউডোএপিগ্রাফা), যেগুলো মিথ্যা ভাবে মুহাম্মদের নামে চালানো হয়েছে। ঐতিহাসিকভাবে, খারিজি সম্প্রদায়ের কিছু অংশ এবং মুতাজিলা মতবাদ অনুসারীরাও হাদীসকে অগ্রাহ্য করে। তবে মুতাজিলারা সুন্নাহ ও ইজমা গ্রহণ করলেও শরিয়ার ভিত্তি হিসেবে হাদীসকে স্বীকার করত না।\nহাদীস সমালোচনা বিভিন্ন রূপে প্রকাশ পেয়েছে। হাদীস বিদ্যার মাধ্যমে ইসলামী চিন্তাবিদরা মিথ্যা হাদীস বর্জন করে একটি নির্ভরযোগ্য সংকলন গঠনের চেষ্টা করেছেন। কিন্তু কিছু মুসলিম চিন্তাবিদ মনে করেন, এই প্রচেষ্টা যথেষ্ট ছিল না। তাদের মতে, প্রাথমিক যুগে হাদীসের সংখ্যা অস্বাভাবিকভাবে বেড়ে গিয়েছিল; অনেক হাদীসের মাঝে পরস্পরবিরোধী বক্তব্য রয়েছে; এছাড়া ইসলামী আইন নির্ধারণে হাদীসের গুরুত্ব থাকার কারণে জাল হাদীস প্রণয়নের প্রবণতা তৈরি হয়েছিল।\nএই সমালোচকরা বিভিন্ন অবস্থানে দাঁড়িয়ে হাদীসের মূল্যায়ন করেছেন। কেউ কেউ হাদীস বিদ্যার নিয়ম মানেন, তবে আরও কঠোর প্রয়োগ চান (যেমন সালাফি পণ্ডিত জামাল আল-দীন আল-কাসিমি), যাতে শরিয়াকে নতুন করে প্রতিষ্ঠা দেওয়া যায়। কেউ কেউ সুন্নাহ অনুসরণে আগ্রহী, তবে কেবলমাত্র মুতাওয়াতির হাদীসকে গ্রহণযোগ্য মনে করেন (যেমন ১৯শ শতকের আধুনিকতাবাদী সৈয়দ আহমদ খান)। আবার কেউ কেউ হাদীসকে সম্পূর্ণরূপে অস্বীকার করেন এবং বলেন, ইসলামের অনুসরণযোগ্য দিক কেবল কুরআনেই নিহিত (যেমন ২০শ শতকের আধুনিকতাবাদী আসলাম জইরাজপুরী ও গুলাম আহমদ পারভেজ)। হাদীসবাদী (Hadithist) শব্দটি হাদীস অস্বীকারকারীদের দ্বারা ব্যবহৃত একটি পরিভাষা, যা হাদীস অনুসরণকারীদের নির্দেশ করতে ব্যবহৃত হয়।\n\n\n== হাদীসের উদ্ভব ==\n\n\n=== পটভূমি ===\nনবী মুহাম্মদের মৃত্যুর প্রায় দেড় শতাব্দী পর ইসলামী আইনবিদ্যার প্রাথমিক যুগের স্কুল ও পণ্ডিতদের মধ্যে হাদীস ও নবীর সুন্নাহর গুরুত্ব নিয়ে মতভেদ ছিল। কেউ কেউ মনে করতেন, হাদীস ছিল অন্যান্য সূত্রের মধ্যে একটি (যেমন: খলিফার রীতি বা সাহাবিদের বক্তব্য), যেমনটি আহল আল-রাঈ মতবাদ অনুসরণ করত। আবার কেউ কেউ, যেমন আহল আল-কালাম বা কিছু কালাম শাস্ত্রবিদ, হাদীসের ঐতিহাসিক নির্ভরযোগ্যতা নিয়ে সন্দেহ পোষণ করে একে পুরোপুরি অস্বীকার করতেন।\n\n\n=== ইমাম আল-শাফি‘ঈ ও হাদীসের প্রাতিষ্ঠানিকীকরণ ===\nইসলামী আইনের (ফিকহ) ভিত্তি হিসেবে নবীর হাদীসকে গুরুত্ব দেওয়ার একটি বড় পরিবর্তন আসে ইমাম আল-শাফি‘ঈ (৭৬৭–৮২০ খ্রিস্টাব্দ)–এর মাধ্যমে, যিনি শাফি‘ঈ মাযহাবের প্রতিষ্ঠাতা। তাঁর মতে, নবীর হাদীস অন্য সকল হাদীসের উপরে। যদিও সে সময় এটি সর্বজনস্বীকৃত ছিল না, আল-শাফি‘ঈ তার মতবাদ প্রতিষ্ঠা করতে কঠোর প্রচেষ্টা চালান। যারা দীর্ঘ মৌখিক বর্ণনা পর্বের কারণে হাদীসের নির্ভরযোগ্যতা নিয়ে সংশয়ে ছিলেন, তাদের জবাবে আল-শাফি‘ঈ বলেন, আল্লাহ যদি নবীকে অনুসরণ করতে বলেন, তবে সেই সুন্নাহ সংরক্ষণের ব্যবস্থাও আল্লাহ করেছেন। এর ফলে, সুন্নাহকে ঐশী ওহি (wahy) হিসেবে গণ্য করা হয় এবং শরিয়ার ভিত্তি হিসেবে গুরুত্ব পায়, বিশেষ করে কুরআনে শরিয়ার বিষয়ে স্বল্প আলোচনা থাকায় (যেমন: গুসল, ওজু, সালাতের রীতি বা দাসদের প্রতি সদ্ব্যবহার ইত্যাদি)। আল-শাফি‘ঈর এই প্রচারণা হাদীসের মর্যাদা বৃদ্ধিতে গুরুত্বপূর্ণ ভূমিকা রাখে, যদিও প্রাথমিক সংশয় পুরোপুরি মুছে যায়নি।\n\n\n=== হাদীসবিদ্যা ===\n\nযখন নবীর হাদীসকে ইসলামি অনুশীলনের ভিত্তি হিসেবে গ্রহণ করা হয়, তখন এই পন্থার সমর্থকরা—আহল আল-সুন্নাহ বা \"সুন্নাহর অনুসারী\" নামে পরিচিত—বিশ্বস্ত (সাহীহ) ও অবিশ্বস্ত হাদীসের মধ্যে পার্থক্য নির্ধারণের প্রয়াসে হাদীসবিদ্যা (ইলম আল-হাদীস) নামে একটি ক্ষেত্র গড়ে তোলেন। এই বিদ্যা ৩য় হিজরী শতকে পরিপক্ক রূপ লাভ করে। হাদীসবিদ্যা আল-শাফি‘ঈর হাদীসকেন্দ্রিক ফিকহ প্রচলনে সহায়ক হয়, এবং রাজনীতি ও ধর্মতাত্ত্বিক বিরোধে আদর্শগত অস্ত্র হিসেবেও ব্যবহৃত হয়।\nএই বিদ্যার জন্য একটি বড় চ্যালেঞ্জ ছিল জাল হাদীসের ব্যাপকতা। মুহাম্মদ আল-বুখারী দাবি করেন, তিনি প্রায় ৬ লাখ হাদীস যাচাই করে মাত্র ৭৪০০টি গ্রহণযোগ্য মনে করেন। তবে এই সংখ্যার অনেকগুলো ছিল একই বর্ণনার বিভিন্ন বর্ণনাকারীর সানাদসহ রূপ। হাদীসের সিহহা যাচাইয়ের মানদণ্ড ছিল একই বর্ণনার বহু উৎসে উপস্থিতি, বর্ণনাকারীদের চরিত্র ও বিশ্বস্ততা, এবং সানাদের ধারাবাহিকতা। সাহাবিদের ক্ষেত্রে ব্যতিক্রম ছিল—তাদের নবীর সাহচর্যই যথেষ্ট প্রমাণ। দুর্বল বর্ণনাকারীদের চিহ্নিত করা এবং তাদের অযোগ্যতা নিরূপণের চেষ্টা ছিল, এবং সানাদকে একটি হাদীসের ইতিহাসের প্রতিফলন হিসেবে বিবেচনা করা হতো। সাধারণত বর্ণনার বিষয়বস্তু (মাতন) যাচাই করা হতো না, যদিও এটি একেবারে অজানা ছিল না। শেষ পর্যন্ত, হাদীস যাচাইয়ের এই পদ্ধতিগুলো ১৩শ শতকে ইবন আস-সালাহর মাধ্যমে মানিকরণ পায়। পরবর্তীতে ১৪শ শতকে আল-জাহাবি এবং ১৫শ শতকে ইবন হজর আল-আসকালানি এই কাঠামো পরিপূর্ণ করেন, এবং মুসলিম পণ্ডিতেরা পরবর্তীকালে এই দৃষ্টিকোণ থেকেই হাদীসবিদ্যাকে বুঝে এসেছেন।\n১০ম শতকে সুন্নি মুসলিমরা যে হাদীস সংকলনগুলোকে প্রামাণ্য হিসেবে গ্রহণ করেন, তার মধ্যে ছিল দুইটি গ্রন্থ—সহীহ বুখারী ও সহীহ মুসলিম—যাদের একত্রে বলা হতো সহীহাইনের। পরবর্তীকালে আরও সংকলন যুক্ত হয়ে প্রথমে চারটি, পরে পাঁচটি এবং অবশেষে ছয়টি গ্রন্থ নিয়ে কুতুব আল-সিত্তা গঠিত হয়। ১২শ শতকে এর অন্তর্ভুক্ত গ্রন্থগুলোর মধ্যে ছিল সুনান আবু দাউদ, সুনান আন-নাসাঈ, সুনান আত-তিরমিজি এবং ষষ্ঠ হিসেবে কখনও সুনান ইবনে মাজাহ, কখনও সুনান আদ-দারাকুতনি, অথবা মুওয়াত্তা মালিক।\n\n\n== মুসলিম সমাজে হাদীস সমালোচনার ইতিহাস ==\nইতিহাসে কিছু মুসলিম দল, যেমন খারিজিরা, হাদীসকে প্রত্যাখ্যান করেছিল। এমন কিছু মত ছিল যারা মনে করত, হাদীস লিপিবদ্ধ করলে তা কুরআনের প্রতিযোগী হয়ে উঠতে পারে বা কুরআনের স্থান দখল করতে পারে—এই আশঙ্কায় তারা হাদীস লিখে রাখারও বিরোধিতা করেছিল। মু‘তাজিলারা শরিয়ার ভিত্তি হিসেবে হাদীস গ্রহণ করেননি, তবে তারা সুন্নাহ ও ইজমা মেনে নিতেন।\nআব্বাসীয় খলিফা আল-মামুন (শাসনকাল: ৮১৩–৮৩৩)–এর সময় কালাম পন্থীদের সমর্থন দেওয়া হতো, এবং হাদীসপন্থীরা দমন-পীড়নের শিকার হতেন। আল-মামুন যুক্তিভিত্তিক ধর্মীয় চিন্তাকে উৎসাহ দিতেন এবং হাদীস অনুসারীদের অত্যাচার করতেন। তাঁর পরবর্তী দুই খলিফা—আল-মুতাসিম (৮৩৩–৮৪২) ও আল-ওয়াসিক (৮৪২–৮৪৭)—তাঁর একই নীতি অনুসরণ করেন। তবে আল-মুতাওয়াক্কিল (৮৪৭–৮৬১) ছিলেন যুক্তিনির্ভর ধর্মীয় আলোচনা থেকে বিরত; বরং তিনি হাদীসকে সুন্নাহর একটি অপরিহার্য উৎস হিসেবে প্রতিষ্ঠা করার চেষ্টা করেন।\nহাদীস সংকলন বা ব্যবহার নিয়ে সমালোচনা, যেমন আহল আল-কালাম ও মু‘তাজিলাদের পক্ষ থেকে দেখা গিয়েছিল আল-শাফি‘ঈর মতবাদ প্রতিষ্ঠার যুগে, তেমনি বহু শতাব্দী পর আধুনিক যুগেও দেখা যায়—যখন ইসলামী সংস্কারবাদীরা, যেমন আহল আল-কুরআন, সৈয়দ আহমদ খান এবং মুহাম্মদ ইকবাল, ইসলামকে নবজাগরণের দিকে নিয়ে যেতে চেয়েছিলেন।\nযদিও আসলাম জইরাজপুরী ও গুলাম আহমদ পারভেজ-এর মতো হাদীস সমালোচকরা কখনোই বড় অনুসারী গোষ্ঠী গড়ে তুলতে পারেননি, তবুও তাঁরা এবং অন্যান্য সমালোচকরা হাদীস সাহিত্যের ব্যবহারে সীমাবদ্ধতা আরোপের পক্ষে মত দেন। এদের মধ্যে আদি যুগের মুসলিম যেমন আন-নবাবী, ওয়াসিল ইবন আতা, ইব্রাহিম আন-নযযাম, এবং পরবর্তী সংস্কারবাদীরা যেমন সৈয়দ আহমদ খান ও মুহাম্মদ ইকবাল অন্তর্ভুক্ত। আধুনিকতাবাদী মুসলমান ও কুরআনবাদীদের মতে, ইসলামী জগতের অনেক সমস্যার উৎস ঐতিহ্যিক হাদীস-ভিত্তিক শিক্ষার মধ্যেই নিহিত, তাই তারা এ ধরনের শিক্ষাকে প্রত্যাখ্যান করতে চায়।\n\n\n== বিকল্প ধর্মীয় উৎস ==\nইসলামের ইতিহাসে, আল-শাফি‘ঈর দ্বারা প্রাতিষ্ঠানিক হাদীস ব্যবহারের আগেও এবং পরে অনেক মুসলমান হাদীসকে ধর্মীয় বিশ্বাস ও অনুশীলনের মূল ভিত্তি হিসেবে গ্রহণের সমালোচনা করেছেন। এসব সমালোচক প্রথাগত হাদীস ছাড়াও সীমিত বা বিকল্প উৎসের ওপর ভিত্তি করে ইসলামি চিন্তা গঠনের প্রচেষ্টা চালিয়েছেন।\n\n\n=== জীবিত প্রথা ===\nদ্বিতীয় হিজরী শতকে সক্রিয় মালিক ইবন আনাস বিশ্বাস করতেন, মুহাম্মদের শিক্ষা ও অনুশীলন বোঝার সবচেয়ে নির্ভরযোগ্য উপায় হলো মদিনায় প্রচলিত জীবন্ত প্রথা অনুসরণ করা। কারণ মদিনা ছিল নবীজীর জীবনের শেষ দশকের কার্যকলাপের কেন্দ্রবিন্দু। আধুনিক যুগে ফজলুর রহমান মালিক ও জাভেদ আহমদ গামিদির মতো সমালোচকরা হাদীসের প্রামাণ্যতা নিয়ে সংশয় এড়িয়ে \"হাদীস থেকে স্বতন্ত্র সুন্নাহর ভিত্তি\" গঠনের চেষ্টা করেছেন। অনেক গুরুত্বপূর্ণ সুন্নাহ, যেমন সালাত ও যাকাত ইত্যাদি ইসলামের মৌলিক স্তম্ভগুলো, প্রজন্ম থেকে প্রজন্মে বহুজনের মাধ্যমে সরাসরি সংরক্ষিত হয়েছে—যা মুতাওয়াতির প্রথা হিসেবে পরিচিত। এসব প্রথা হাদীসগ্রন্থ না দেখেও মুসলমানদের মধ্যে প্রচলিত ছিল। মুহাম্মদ তাওফীক সিদকী ও রশীদ রিদা-ও সালাত, যাকাত, রোজা ইত্যাদির মতো পাঁচ স্তম্ভকে গুরুত্ব দিতেন, যদিও তারা হাদীসের মর্যাদা নিয়ে প্রশ্ন তুলতেন। ফজলুর রহমান বলেন, সুন্নাহ একটি \"সাধারণ ছাতার ধারণা\" হওয়া উচিত, তবে হাদীস দ্বারা এর প্রতিটি খুঁটিনাটি পূর্ণ করা উচিত নয়। তিনি মনে করতেন, হাদীস ও সানাদ বিকৃত হতে পারে এবং এগুলোকে কুরআনের মতো অবিকল ঐশী বিবেচনা করা যাবে না, তবু এগুলো নবীজীর \"আত্মা\" বহন করে বিধায় সম্মানের সঙ্গে বিবেচনা করা উচিত এবং ইসলামি ঐকমত্য (ইজমা) হিসেবেও মূল্যবান।\n\n\n=== কুরআন ===\nকিছু সমালোচক মনে করেন, কুরআনের যেসব আয়াতে নবী মুহাম্মাদকে অনুসরণ করার নির্দেশ রয়েছে, তা কেবল তাঁর সমসাময়িকদের জন্য প্রযোজ্য। এই দৃষ্টিকোণে, আধুনিক মুসলমানদের জন্য কেবল কুরআনই যথেষ্ট, এমনকি সুন্নাহও নয়। নবীজীকে মানা মানেই কুরআনের বিধান মানা; কারণ কুরআনই আল্লাহর পাঠানো পূর্ণাঙ্গ গ্রন্থ, যা সব বিষয়ে ব্যাখ্যা দেয় (১৬:৮৯)। কুরআনবাদীরা আরও যুক্তি দেন যে, কুরআন নিজেই নিজেকে বিস্তারিত ও পরিপূর্ণ বলে বর্ণনা করেছে (৭:৫২, ১০:৩৭, ৬:১১৪, ৬:১১৫, ১২:১১১, ৬:৩৮)। এই ধারায়, মুহাম্মদ তাওফীক সিদকী যুক্তি দিয়েছেন যে, ধর্মে যা অপরিহার্য, তা অবশ্যই কুরআনে অন্তর্ভুক্ত থাকত, যেহেতু কুরআনের সংরক্ষণ নিশ্চিত করা হয়েছে। কেউ কেউ মনে করেন, হাদীস বা অন্য যেকোনো গ্রন্থ যদি কুরআনের সঙ্গে বিরোধ করে, তবে কুরআনের কথাই চূড়ান্ত।\n\n\n=== মুতাওয়াতির হাদীস ===\nকিছু পণ্ডিত বিশ্বাস করেন, মুতাওয়াতির হাদীসের একটি ক্ষুদ্র অংশ নির্ভরযোগ্য জ্ঞানের নিশ্চয়তা প্রদান করে। মুতাওয়াতির মানে এমন হাদীস, যা এত সংখ্যক বর্ণনাকারী দ্বারা বর্ণিত হয়েছে যে তাদের সকলের মিথ্যাচারে ঐক্য অসম্ভব। এই শর্ত বর্ণনার শুরু থেকে শেষ পর্যন্ত সারা সানাদে পূরণ হতে হবে। মুতাওয়াতির হাদীসের মধ্যে পড়ে কিছু জীবন্ত প্রথা (যেমন: সালাত, হজ), পুরো কুরআন, এবং কয়েকটি নির্দিষ্ট হাদীস। তবে, ফিকহ বা ইসলামি আইনবিধি নির্মাণে এই ধরনের হাদীস যথেষ্ট নয়। অধিকাংশ হাদীসই ছিল আহাদ—অর্থাৎ এমন হাদীস যার সানাদ একইরকম নয় এবং এত বেশি নয় যে জালিয়াতির সম্ভাবনা পুরোপুরি উড়িয়ে দেওয়া যায়। এই হাদীসগুলো কেবল সম্ভাব্য নির্ভরযোগ্য, নিশ্চিতভাবে নয়। কতজন বর্ণনাকারী থাকলে একটি হাদীস মুতাওয়াতির গণ্য হবে, তা নিয়েও মতভেদ রয়েছে—এই সংখ্যাটি কেউ ৫ জন, কেউ আবার ৩১৩ জন পর্যন্ত বলে থাকেন।\n\n\n== প্রথাবাদীদের প্রতিক্রিয়া ==\nহাদীসের মৌখিক সংরক্ষণকে ঘিরে সমালোচকদের দাবি ছিল, প্রজন্ম ধরে মৌখিক বর্ণনার ফলে বিকৃতি ঘটেছে। তবে রক্ষণশীলদের মতে, সমস্যা মৌখিক সংরক্ষণে নয়, বরং লিখিত সংরক্ষণেই। তাঁদের মতে, মৌখিক বর্ণনা ছিল বিচ্ছিন্ন লিখিত নথির চেয়ে উত্তম, কারণ সেগুলোর স্বীকৃতি তখনকার জীবন্ত সাক্ষীদের দ্বারা যাচাই করা সম্ভব ছিল। অন্যদিকে, আরবদের স্মরণশক্তির অসাধারণ ক্ষমতা মৌখিক বর্ণনার নির্ভরযোগ্যতা নিশ্চিত করত।\nপ্রথাগত মুসলিম পণ্ডিতেরা মিথ্যা হাদীসের অস্তিত্ব অস্বীকার করেন না, তবে তাঁরা বিশ্বাস করেন যে হাদীস পণ্ডিতদের প্রচেষ্টায় এই ধরনের হাদীস অনেকটাই ছাঁটাই হয়ে গেছে। আল-শাফি‘ঈ, যিনি সুন্নাহকে কেবল নবী মুহাম্মদের প্রমাণিত হাদীস দ্বারা সংজ্ঞায়িত করেছিলেন, কুরআনের (৩৩:২১) উদ্ধৃতি দিয়ে যুক্তি দেন, \"আল্লাহ যদি নবীকে অনুসরণের নির্দেশ দেন, তবে অবশ্যই সে অনুসরণের উপায়ও তিনি দিয়েছেন।\" হাদীস রক্ষাকারীরা বলেন, হাদীস বিদ্যার বিকাশের আগেই জাল হাদীস শনাক্ত করার প্রচেষ্টা শুরু হয়েছিল। তাঁদের মতে, সাহিহ গ্রন্থে স্থান না পাওয়া অনেক হাদীসও প্রকৃতপক্ষে নির্ভরযোগ্য। তাঁরা আরও দাবি করেন, হাদীস বিদ্যা এতটাই পরিপক্ক হয়েছে যে বর্তমানে এর জন্য নতুন কোনো গবেষণা প্রয়োজন নেই। সেইসঙ্গে তাঁরা যুক্তি দেন, যারা হাদীসবিরোধী হাদীস ব্যবহার করে হাদীস সমালোচনা করেন, তাঁরা পরোক্ষভাবে হাদীসকে যুক্তিসঙ্গত ভিত্তি হিসেবে মেনে নিচ্ছেন, যা আত্মবিরোধী।\nপ্রথাগত হাদীস পণ্ডিতরা (যেমন: ওয়েল হাল্লাক ও ইবন আস-সালাহ) মনে করেন, ধর্মীয় বিশ্বাস ও আচরণের ভিত্তি শুধু মুতাওয়াতির হাদীস নয়; আহাদ হাদীসও যথেষ্ট। ইসলামের চারটি সুন্নি মাযহাবের অধিকাংশ আলেমের মতে, আহাদ হাদীস দ্বারা আমল করা ওয়াজিব, যদিও তা নিশ্চিত জ্ঞান দেয় না। বরং বাস্তব জীবনে বাধ্যবাধকতার জন্য অনুমাননির্ভর প্রমাণ (যান্ন)-ও যথেষ্ট। তবে বিশ্বাসমূলক বিষয়ের ক্ষেত্রে এই মানদণ্ড কঠোর এবং সেখানে আহাদ হাদীস পর্যাপ্ত নয়। ইবন আস-সালাহ (মৃত্যু: ৬৪৩ হি./১২৪৫ খ্রি.)—যিনি পরবর্তী যুগের একজন প্রধান হাদীসবেত্তা হিসেবে খ্যাত—মোহাম্মদ ওমর ফারুকের উদ্ধৃতি অনুযায়ী বলেন, যেহেতু মুতাওয়াতির হাদীস বিরল, তাই ইসলামী আমলের অধিকাংশ ক্ষেত্রে নিশ্চিত জ্ঞান সম্ভব নয়, এমনকি প্রয়োজনীয়ও নয়। বরং যুক্তিসংগত অনুমানভিত্তিক জ্ঞানই যথেষ্ট।\nপ্রথাগত পন্থা অনুসারীদের মতে, এই পন্থা আধুনিক একাডেমিক বিশ্লেষণের তুলনায় অধিকতর নির্ভরযোগ্য। মুস্তাফা আস-সিবাঈ ও মুহাম্মদ মুস্তাফা আল-আজমি-এর মতো হাদীসপন্থী পণ্ডিতেরা এই বিশ্বাস প্রতিষ্ঠায় নিবেদিত গ্রন্থ রচনা করেছেন। জোনাথন ব্রাউন-এর মতে, আধুনিক হাদীস গবেষকদের পরবর্তী প্রজন্ম, যেমন হারাল্ড মটস্কি, হাদীসের নির্ভরযোগ্যতা নিয়ে অপেক্ষাকৃত ইতিবাচক মনোভাব পোষণ করেন, যা পূর্ববর্তী গবেষকদের—যেমন ইগ্নাজ গোল্ডজিহের, জোসেফ শাখত, ও জুয়িনবোল—চেয়ে আলাদা।\n\n\n== তথ্যসূত্র =="}