{"pageid": 1441882, "title": "আল-জান", "url": "https://bn.wikipedia.org/wiki?curid=1441882", "content": "জান (আরবি: جان, বহুবচনে আরবি: جِنَّان অথবা আরবি: جَوَان) হলেন ইসলামে জিনদের পূর্বপুরুষ। বলা হয়ে থাকে, তাঁরা আদমের আগে পৃথিবীতে বসবাস করতেন এবং তাঁদের এক রাজা ছিলেন যার নাম ছিল জান ইবন জান। তবে লোককথায় অনেকেই মনে করেন, তাঁদের শাস্তি দিয়ে জিনদের দুর্বলতম শ্রেণিতে রূপান্তরিত করা হয়েছে। এই বিশ্বাস অনেকটা ডেড সি এপসদের সঙ্গে তুলনীয়, যাঁদেরকে পরিবর্তিত মানুষ বলে মনে করা হয়। জিনদের পিতাকেও আবু আল-জান নামে ডাকা হয়।\n\n\n== শব্দতত্ত্ব ও অর্থ ==\nজান শব্দটি সেমিটিক মূলধারা JNN থেকে উদ্ভূত একটি আরবি শব্দ। এর প্রধান অর্থ \"লুকানো\" এবং এটি চটপটে সাপকেও নির্দেশ করতে পারে। এটি জিনের একটি নিরপেক্ষ একবচন রূপ, যেখানে জিন্নি ও জিন্নিয়া শব্দ দুটি বিশেষণ বা পুরুষ ও নারীর একবচন রূপ হিসেবে ব্যবহৃত হয়। এই শব্দটি একটি অলৌকিক প্রাণী অথবা সাপকেও নির্দেশ করতে পারে।\nইবন মানযুর-এর রচিত লিসান আল-'আরব গ্রন্থে জান শব্দ সম্পর্কে বলা হয়েছে: “জান নামে কিছু জীব একসময় পৃথিবীতে বসবাস করত, কিন্তু তারা therein অনাচার ও রক্তপাত ঘটাতে থাকে। ফলে আল্লাহ ফেরেশতাদের প্রেরণ করেন, যারা তাদের পৃথিবী থেকে বিতাড়িত করে। বলা হয়, এই ফেরেশতারা পরবর্তীতে পৃথিবীর অধিবাসী হয়।”\nআমিরা এল-জেইন উল্লেখ করেন, যখন জিন শব্দটি ফেরেশতা ও জিন উভয়কেই বোঝায়, তখন তাদের পার্থক্য স্পষ্ট করতে জান শব্দটি ব্যবহার করা হয়।\n\n\n== কোরআন ও হাদিস ==\nকোরআনের সূরা ১৫:২৭ এবং ৫৫:১৫-এ জান (যদিও অনেক অনুবাদে জিন শব্দ ব্যবহৃত হয়েছে) সম্পর্কে বলা হয়েছে যে, তাকে আগুন থেকে সৃষ্টি করা হয়েছে এবং তিনি সকল জিনের পূর্বপুরুষ। তবে মুফাসসির (কোরআনের স্বীকৃত ব্যাখ্যাকারী) গণের মধ্যে এ বিষয়ে মতভেদ রয়েছে যে, এখানে ইবলিসকেই বোঝানো হয়েছে, নাকি তিনি ছিলেন জিনদের পিতা হিসেবে এক পৃথক সত্তা। এর বিপরীতে, ইবলিসকে শয়তানদের পিতা হিসেবে ধরা হয়। হাসান আল-বাসরি-এর বর্ণনা অনুসারে, ইবলিস ও জান একই সত্তা। তবে অধিকাংশ মতানুসারে ইবলিস ও জান আলাদা সত্তা—ইবলিস শয়তানদের পিতা, আর জান জিনদের পিতা।\nসূরা ২৭:১০-এ জান শব্দটি মূসার লাঠির সঙ্গে সম্পর্কিত, যা একটি সাপে রূপান্তরিত হয়েছিল।\nসহীহ মুসলিমে বর্ণিত আছে যে, আল-জান আগুনের এক বিশেষ মিশ্রণ থেকে সৃষ্টি হয়েছেন, যেখানে ফেরেশতাদের সৃষ্টি করা হয়েছে আলো থেকে এবং মানুষদের কাদামাটি থেকে। আল-তিরমিজি-এর হাদিস সংগ্রহে উল্লেখ আছে যে, মুহাম্মদ (সা.) আল-জান অর্থাৎ জিনদের পিতার কাছ থেকে আল্লাহর আশ্রয় প্রার্থনা করতেন, যতক্ষণ না পর্যন্ত সূরা আন-নাস ও সূরা আল-ফালাক নাজিল হয়।\n\n\n== আদম-পূর্ব যুগ ==\nকোরআনের তাফসিরে আদমের সৃষ্টি নিয়ে ফেরেশতাদের আপত্তিকে (সূরা ২:৩০) আল-জান-এর বংশধরদের দ্বারা পৃথিবীতে সংঘটিত অশান্তি ও রক্তপাত দেখার অভিজ্ঞতার সঙ্গে সংযুক্ত করা হয়েছে। আবু আল-লায়স আস-সমরকন্দি ব্যাখ্যা করেন, আল্লাহ যখন পৃথিবী সৃষ্টি করলেন, তখন তিনি ধোঁয়াহীন আগুন থেকে (আরবি: مَارِجٍ مِن نَّار, মারিজ মিন নার) আল-জানকে সৃষ্টি করেন। তাঁর বংশধররা বৃদ্ধি পেয়ে রক্তপাত ঘটাতে থাকে। তখন আল্লাহ আজাজিলের নেতৃত্বে আকাশ থেকে ফেরেশতাদের প্রেরণ করেন, যারা জিনদের পরাজিত করে তাদেরকে দূর-দূরান্তের দ্বীপে নির্বাসিত করে।\nপারস্যের ইসলামি উপকথায় বলা হয়, আদমের সৃষ্টির প্রায় দুই হাজার বছর আগে পৃথিবী শাসন করতেন জান ইবন জান (জান-এর পুত্র)। তারা মানুষের মতোই অনেক বিষয়ে সাদৃশ্যপূর্ণ ছিল এবং কিছু কিছু কাহিনিতে বলা হয়েছে, আল্লাহ তাদের মধ্যেও নবী প্রেরণ করেছিলেন, যেমনভাবে তিনি মানবজাতির জন্য নবী পাঠান। জান ইবন জান স্বর্গের বিরুদ্ধে অবাধ্যতা প্রদর্শন করলে আল্লাহ আল-হারিস-কে ফেরেশতাদের একটি বাহিনীসহ পাঠান তাঁকে শাস্তি দিতে। তবে জান ইবন জান আত্মসমর্পণ করতে অস্বীকার করেন এবং এক যুদ্ধ শুরু হয়। শেষপর্যন্ত আল-হারিস ও তাঁর ফেরেশতা বাহিনী জান ইবন জানকে পরাজিত করে এবং তারপরে পৃথিবীর শাসনভার গ্রহণ করে।\nআরেকটি বর্ণনায়, যা আবু বকর আল-শিবলি-এর সঙ্গে সম্পৃক্ত, বলা হয়েছে আদম-পূর্ব যুগের সমস্ত জিনদের জান নামে অভিহিত করা হতো। এরা ইবলিসের নেতৃত্বে ফেরেশতাসদৃশ জিনদের সঙ্গে যুদ্ধে লিপ্ত হয় এবং শেষপর্যন্ত পৃথিবীর পৃষ্ঠভাগ থেকে বিতাড়িত হয়।\nঅনেক আরব উপকথায় গিজার পিরামিডসমূহকে জান ইবন জান-এর শাসনামলে নির্মিত কর্মের অবশিষ্টাংশ হিসেবে বিবেচনা করা হয়।\n\n\n== কালাম ==\nমধ্যযুগীয় আশআরি সূফি দার্শনিক ইবন আরবি, যিনি অস্তিত্বের ঐক্য তত্ত্বের জন্য প্রসিদ্ধ, তিনি জান—যিনি জিনদের পিতা—তাঁকে মানুষের প্রাণীকুল প্রবৃত্তির উৎস হিসেবে বর্ণনা করেন। তাঁর মতে, আল্লাহ জানকে মানুষের অন্তঃস্থ প্রাণী-প্রকৃতি হিসেবে সৃষ্টি করেছেন, যা ইন্দ্রিয়ের ধরাছোঁয়ার বাইরে।\n\nমানব (ইনসান) হলো এমন এক সত্তা, যাকে আল্লাহ বাহ্যিকভাবে সৃষ্টি করেছেন—একটি দেহ হিসেবে, যা দেখে ও অনুভব করে। তিনি তাকে মাটি থেকে সৃষ্টি করেছেন, যা সবচেয়ে ঘন পদার্থ। এতে রয়েছে শুষ্কতা, যা মাটির মতো, এবং কঠোরতা, যা হাড়ের মতো—যা দেহের ভরকেন্দ্র। আর জানকে তিনি মানবের অভ্যন্তর হিসেবে সৃষ্টি করেছেন, যা তার প্রাণীসুলভ আত্মা এবং ইন্দ্রিয়ের গোপনে থাকা সত্তা। এই জান-ই জিনদের পিতা। তিনিই প্রাণীসুলভ শক্তির মূল উৎস। এই শক্তিগুলোর মধ্যে সবচেয়ে প্রবল এবং মহৎ শক্তি হলো বিভ্রম বা ভ্রম (Illusion)। এই বিভ্রমই শয়তানে রূপান্তরিত হয়েছে, যাকে ইবলিসও বলা হয়। সে জান-এর বংশধরদের একজন, যাকে মারিজ থেকে সৃষ্টি করা হয়েছে—এটি এক প্রকার সূক্ষ্ম ও বিশুদ্ধ অগ্নিশিখা।\n\n\n== তথ্যসূত্র =="}