{"pageid": 1441022, "title": "ইসমাইল আলফাতহ", "url": "https://bn.wikipedia.org/wiki?curid=1441022", "content": "ইসমাইল আলফাতহ (আরবি: اسماعيل الفتح; জন্ম ৩ মার্চ, ১৯৮২) পেশাগত রেফারি সংস্থার জন্য একজন মরক্কো -জন্ম আমেরিকান সকার রেফারি। তিনি ২০১২ সাল থেকে মেজর লিগ সকারে একজন রেফারি এবং ২০১৬ সাল থেকে ফিফা তালিকাভুক্ত রেফারি ছিলেন।\n\n\n== জীবনের প্রথমার্ধ ==\nএলফাথ একটি বৈচিত্র্য ভিসা লটারি জেতার পর ২০০১ সালে ১৮ বছর বয়সে মার্কিন যুক্তরাষ্ট্রে অভিবাসী হন।  ইসমাইল আলফাতহ অস্টিনের টেক্সাস বিশ্ববিদ্যালয় থেকে ২০০৬ সালে মেকানিক্যাল ইঞ্জিনিয়ারিংয়ে স্নাতক হন। ২০২২ অনুযায়ী, এলফাথ টেক্সাসের অস্টিনে থাকেন।\n\n\n== কর্মজীবন ==\nইসমাইল আলফাতহ ২০০১ সালে এমএলএস-এ প্রথম একজন চতুর্থ কর্মকর্তা ছিলেন এবং ২০১২ সালে তার এমএলএস রেফারিংয়ে আত্মপ্রকাশ করেছিলেন। এলফাথ ২০১৬ সালে ফিফার তালিকাভুক্ত কর্মকর্তা হয়েছিলেনহ\nনিউ ইয়র্ক রেড বুলস দ্বিতীয় এবং অরল্যান্ডো সিটি বি- এর মধ্যে আগস্ট ২০১৬-এর ম্যাচে রেফারি ছিলেন আলফাতহ যেখানে বিশ্বব্যাপী প্রথম অন-ফিল্ড ভিডিও অ্যাসিস্ট্যান্ট রেফারি পর্যালোচনা হয়েছিল কারণ সিস্টেমটি ইউএসএল- এ পরীক্ষা করা হচ্ছিল।\n২৬ মার্চ ২০১৯-এ, আলফাতহ পোল্যান্ডে ২০১৯ ফিফা অনূর্ধ্ব-২০ বিশ্বকাপের রেফারির জন্য নির্বাচিত হন। আলফাতহ, আমেরিকান সহকারী রেফারি কোরি পার্কার এবং কাইল অ্যাটকিন্সের সাথে, ফিফা কর্তৃক টুর্নামেন্টের ফাইনালে দায়িত্ব পালনের জন্য নির্বাচিত হয়েছিল, যেটি ইউক্রেন দক্ষিণ কোরিয়ার বিরুদ্ধে ৩–১ গোলে জিতেছিল।\n১৭ মে ২০১৯-এ, আলফাতহকে ২০১৯ ফিফা অনূর্ধ্ব-২০ বিশ্বকাপে অংশগ্রহণের পর মার্কিন যুক্তরাষ্ট্রে ২০১৯ কনকাকাফ গোল্ড কাপে দায়িত্ব পালনের জন্য নিযুক্ত করা হয়েছিল।\nসেই বছর পরে আলফাতহ ফিফা কাতার ২০১৯ ক্লাব বিশ্বকাপে সেমি-ফাইনাল ম্যাচের দায়িত্ব নেন। \n১৮ নভেম্বর ২০২০-এ আলফাতহ তার ক্যারিয়ারে প্রথমবারের মতো বছরের এমএলএস রেফারি নির্বাচিত হন। দুই বছর পর ১৪ অক্টোবর ২০২২-এ তিনি দ্বিতীয়বার এই সম্মান পান।\n২০২১ সালের জুলাই মাসে, আলফাতহ টোকিও ২০২০ অলিম্পিকে তিনটি ম্যাচের দায়িত্ব নেয়, যার মধ্যে স্বাগতিক দেশ জাপান এবং নিউজিল্যান্ডের মধ্যে একটি কোয়ার্টার-ফাইনাল ম্যাচ ছিল।\nআলফাতহকে ৯ জানুয়ারি থেকে ৬ ফেব্রুয়ারি, ২০২২ পর্যন্ত ক্যামেরুনে অনুষ্ঠিত ২০২১ আফ্রিকা কাপ অফ নেশনসের জন্য কনকাকাফ থেকে দুজন রেফারির একজন হিসাবে নির্বাচিত করা হয়েছিল। \nকাতারে ২০২২ ফিফা বিশ্বকাপে, আলফাতহ গ্রুপ পর্বের দুটি খেলা, জাপান এবং ক্রোয়েশিয়ার মধ্যে রাউন্ড অফ ১৬ ম্যাচটি রেফার করেছিলেন এবং আর্জেন্টিনা এবং ফ্রান্সের মধ্যে ফাইনালের জন্য চতুর্থ অফিসিয়াল ছিলেন।\n\n\n== আরও দেখুন ==\nফুটবল রেফারিদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nটেমপ্লেট:PRO referee (archive)\nটেমপ্লেট:WorldReferee.com"}