{"pageid": 1441872, "title": "মালিক", "url": "https://bn.wikipedia.org/wiki?curid=1441872", "content": "ইসলামি বিশ্বাস অনুযায়ী, মালিক (আরবি: مَٰالِكُ) হলেন জাহান্নাম বা পূর্বরূপ নরক-এর (আরবি: جهنم) একজন ফেরেশতা যিনি জাহান্নামের আগুন পাহারা দেন। তাঁকে সাহায্য করেন আরও কিছু ফেরেশতা-প্রহরী (৭৪:৩০), যাদের বলা হয় জাবানিয়া (আরবি: الزبانية)। কুরআনে আয-যুখরুফ ৪৩:৭৭ আয়াতে মালিককে জাহান্নামের প্রধান ফেরেশতা হিসেবে উল্লেখ করা হয়েছে। প্রাচীন কুরআনিক পান্ডুলিপিগুলিতে মালিক নামটির বিভিন্ন বানান পাওয়া যায়, যার মধ্যে malak — অর্থাৎ \"ফেরেশতা\", ব্যক্তিনামের পরিবর্তে একটি সাধারণ পদ।\n\n\n== কুরআনে বর্ণনা ==\n৪৩:৭৭ ও পরবর্তী আয়াতে বলা হয়েছে, মালিক জাহান্নামের অধিবাসীদের জানিয়ে দেন যে তাদের সেখানেই চিরকাল থাকতে হবে:\n\nঅবশ্যই পাপীরা চিরকাল জাহান্নামের শাস্তিতে থাকবে। তাদের শাস্তি কখনও লাঘব করা হবে না, এবং তারা তাতে সম্পূর্ণরূপে হতাশ থাকবে। আমরা তাদের প্রতি জুলুম করিনি; বরং তারা নিজেরাই ছিল জুলুমকারী। তারা বলবে, \"হে মালিক! তোমার প্রভুকে বলো যেন তিনি আমাদের শেষ করে দেন।\" তিনি বলবেন, \"তোমরা এখানেই থাক।\" আমরা তোমাদের কাছে সত্য এনেছিলাম, কিন্তু তোমাদের অনেকেই সত্যকে অপছন্দ করেছিল।\nআত-তাহরীম ৬৬:৬ আয়াতে বলা হয়েছে, এসব শাস্তি আল্লাহর নির্দেশেই কার্যকর হয়: \"হে মুমিনগণ! নিজেদের এবং নিজেদের পরিবার-পরিজনকে এমন আগুন থেকে রক্ষা করো, যার ইন্ধন হবে মানুষ ও পাথর। এর তত্ত্বাবধানে থাকবে কঠোর ও কঠিন ফেরেশতা, যারা আল্লাহর কোনো আদেশ অমান্য করে না এবং যা আদেশ করা হয়, তাই পালন করে।\"\n\n\n== হাদীসে বর্ণনা ==\n\nইসলামি বর্ণনানুযায়ী, মুহাম্মদ (সা.) তাঁর স্বর্গীয় সফরের সময় ফেরেশতা মালিকের সঙ্গে সাক্ষাৎ করেন। বলা হয়, তিনি যখন স্বর্গে পৌঁছান, তখন সব ফেরেশতা হাসিমুখে তাঁকে সম্ভাষণ করেন; শুধু মালিক ছাড়া। তিনি চুপচাপ ছিলেন। মুহাম্মদ (সা.) জিবরাঈলকে জিজ্ঞাসা করলে, জিবরাঈল জানান—মালিক জাহান্নামের রক্ষক এবং কখনও হাসেন না। এরপর মুহাম্মদ (সা.) তাঁকে জাহান্নাম দেখানোর অনুরোধ করেন এবং মালিক দরজা খুলে তাকে তার ভয়ঙ্কর দৃশ্য দেখান।\nআব্বাসীয় যুগের বিচারক ইবন কুতাইবা (যিনি আল-কুতব নামেও পরিচিত) বলেছেন, মালিকের আঙুলের সংখ্যা জাহান্নামের অধিবাসীর সংখ্যার সমান। তিনি আরও বর্ণনা করেন, মালিকের প্রতিটি আঙুল এতটাই উত্তপ্ত যে, যদি একটি আঙুল আকাশকে ছুঁত, তাহলে তা গলে যেত। \nআল-সুয়ুতি বলেন, মালিক সৃষ্টি হয়েছিলেন জাহান্নামের সৃষ্টি হওয়ার হাজার বছর আগে, এবং তখন থেকেই তাঁর শক্তি প্রতিদিন অগণনভাবে বেড়ে চলেছে। \nইবন হিশাম হাদীসের ভিত্তিতে বলেন, মালিকের চেহারা এতই ভয়ানক যে, যদি কোনো মানুষ জীবদ্দশায় তাঁর প্রকৃত চেহারা দেখত, তাহলে সে যন্ত্রণায় মরে যেত।\nমধ্যযুগীয় পুণ্যচরিত লেখক ইবন ইসহাক তাঁর ইসরা-মিরাজ সংক্রান্ত হাদীসগুলিতে উল্লেখ করেছেন যে, স্বর্গীয় সফরে মুহাম্মদ (সা.) দেখেন, অন্য সব ফেরেশতা হাসিমুখে অভ্যর্থনা করলেও মালিক ছিলেন নির্বিকার। আরও জানা যায়, মুহাম্মদ (সা.) জিবরাঈলকে জাহান্নাম দেখতে চাওয়ার কথা বললে, তিনি মালিককে নির্দেশ দেন তাঁকে তা দেখানোর জন্য।\n\n\n== আরও দেখুন ==\nধর্মীয় চিন্তাধারায় ফেরেশতাদের তালিকা\nজাবানিয়া\nরিদওয়ান\nযম\n\n\n== পরিশিষ্ট ==\n\n\n=== টীকা ===\n\n\n=== তথ্যসূত্র ==="}