{"pageid": 1441716, "title": "ইহুদিদের প্রতি মুহাম্মাদের দৃষ্টিভঙ্গি", "url": "https://bn.wikipedia.org/wiki?curid=1441716", "content": "ইসলামের নবী মুহাম্মদ-এর ইহুদিদের প্রতি দৃষ্টিভঙ্গি গঠিত হয়েছিল মদিনা ও এর আশপাশে বসবাসকারী ইহুদি গোত্রগুলোর সঙ্গে তাঁর যোগাযোগের মাধ্যমে। তাঁর এই দৃষ্টিভঙ্গিতে অন্তর্ভুক্ত রয়েছে ইহুদিদের আহল আল-কিতাব (আহলুল কিতাব বা তালমিদ) হিসেবে ধর্মীয় স্বীকৃতি, তাঁদের পূর্ববর্তী ইব্রাহিমীয় ওহির প্রাপক হিসেবে বর্ণনা, এবং মুসলিম ও ইহুদি সম্প্রদায়ের মধ্যে ব্যর্থ রাজনৈতিক মৈত্রীর প্রচেষ্টা।\nকোরআনে বর্ণিত আছে যে, নিজ শহর মক্কা থেকে মদিনায় হিজরতের পর মুহাম্মদ মদিনার প্রধান বিভিন্ন গোষ্ঠীর মধ্যে একটি চুক্তি স্থাপন করেন, যা মদিনার সনদ নামে পরিচিত। এতে বানু কাইনুকা, বানু নাদির এবং বানু কুরাইজা সহ স্থানীয় ইহুদি গোত্রগুলোর সঙ্গে সমান অধিকার নিশ্চিত করা হয়, এই শর্তে যে তারা রাজনৈতিকভাবে মুসলমানদের সহায়তা করবে।\n\n\n== মুহাম্মদ ও মদিনার ইহুদি গোত্রসমূহ ==\n\n\n=== সমসাময়িক ইহুদিদের দ্বারা মুহাম্মদের গ্রহণযোগ্যতা ===\nমক্কায় দাওয়াতের সময় মুহাম্মদ খ্রিস্টান ও ইহুদিদের—যাদের তিনি \"আহল আল-কিতাব\" বা কিতাবধারী বলতেন—প্রাকৃতিক মিত্র হিসেবে দেখতেন, কারণ তাদের ধর্মীয় মৌলিক ধারণাগুলোর সঙ্গে তাঁর শিক্ষার সাদৃশ্য ছিল। তিনি আশা করেছিলেন যে তারা তাঁর বার্তা গ্রহণ করবে ও সমর্থন করবে। সে সময় মুসলমানরাও ইহুদিদের মতো জেরুজালেমের দিকে মুখ করে নামাজ পড়তেন।\nমক্কায় মুসলমানরা যখন চরম নির্যাতনের শিকার হচ্ছিল, তখন মদিনার এক বৈচিত্র্যময় সমাজে মুহাম্মদকে মধ্যস্থতাকারী হিসেবে আমন্ত্রণ জানানো হয়, যেখানে উল্লেখযোগ্য ইহুদি সম্প্রদায়ও ছিল।\nমদিনায় হিজরতের আগে ও পরে অনেক মদিনাবাসী ইসলাম গ্রহণ করলেও, খুব অল্পসংখ্যক ইহুদি মুসলমান হন। কারণ, অধিকাংশ ইহুদি মুহাম্মদের নবুয়ত অস্বীকার করেছিল। এই বিরোধিতার পেছনে ধর্মীয় কারণের পাশাপাশি রাজনৈতিক কারণও থাকতে পারে। ওয়াটের মতে, \"ইহুদিরা সাধারণত এমন কাউকে নবী হিসেবে স্বীকার করতে নারাজ, যিনি ইহুদি নন।\"\nমার্ক কোহেন বলেন, মুহাম্মদ এমন এক সময়ে নবুয়তের দাবি করছেন, যখন ইহুদিদের মতে বাইবেলীয় নবুয়ত বহু আগেই শেষ হয়েছে। তাছাড়া, তাঁর বক্তব্য ইহুদি ধর্মের রীতি ও ভাষার সঙ্গে অপরিচিত ছিল।\nমুহাম্মদ নতুন নবী যেমন লূত ও ঈসা-এর কথা বলতেন এবং দাবি করতেন যে তাঁর বার্তা ইব্রাহিম, মূসা প্রমুখ নবীদের বার্তারই ধারাবাহিকতা, অথচ ইহুদি ধর্মে লূত ও ঈসাকে নবী হিসেবে গণ্য করা হয় না। তালমুদ (সানহেদ্রিন ১১a)-এ বলা হয়েছে, হাগ্গাই, যাখারিয়া, ও মালাখি ছিলেন শেষ নবী, যারা বাবিলীয় নির্বাসনের শেষে জীবিত ছিলেন। বর্তমান সময়ে শুধুমাত্র \"বাত কোল\" বা \"ঈশ্বরের কণ্ঠস্বর\" বিদ্যমান। ওয়াট লিখেছেন, কোরআনের কিছু অংশ প্রাচীন ইহুদি ধর্মগ্রন্থের সঙ্গে সাংঘর্ষিক বলেও ইহুদিরা দাবি করতে পারত।\nঅনেক ইহুদি নেতা আবদুল্লাহ ইবনে উবাই-এর ঘনিষ্ঠ ছিল, যিনি \"মদিনার ভবিষ্যৎ নেতা\" হতে পারতেন যদি মুহাম্মদের আগমন না ঘটত। ইহুদিরা হয়তো আশাবাদী ছিল যে উবাই ক্ষমতায় এলে তারা প্রভাব বিস্তার করতে পারবে।\nওয়াট বলেন, ইসলাম এই সমালোচনার জবাবে ইব্রাহিমের ধর্ম নিয়ে একটি ব্যাখ্যা তুলে ধরে। ইব্রাহিমের নাম ও কাহিনি ওল্ড টেস্টামেন্ট ও তার ভিত্তিক কাহিনিতে থাকলেও, কোরআন তাঁকে ইসমাইল-এর মাধ্যমে আরবদের পূর্বপুরুষ হিসেবে তুলে ধরে। তাছাড়া, তিনি ছিলেন না ইহুদি বা খ্রিস্টান, বরং একত্ববাদী। কোরআনের মতে, ইসলাম ইব্রাহিমের বিশুদ্ধ তাওহিদ বা একত্ববাদের পথ পুনঃস্থাপন করছে, যা ইহুদি ও খ্রিস্টানরা বিভিন্নভাবে বিকৃত করেছিল।\nওয়াট আরও বলেন, \"ধর্মগ্রন্থ বিকৃতির\" অভিযোগ কেবল ভুল ব্যাখ্যার দিকেই ইঙ্গিত করতে পারে, যদিও আধুনিক ইসলামে এটি টেক্সচুয়াল বিকৃতির অর্থে ব্যবহৃত হয়। কোরআনে বলা হয়েছে, মুহাম্মদের নবুয়ত অস্বীকারে ইহুদিদের আচরণ নতুন কিছু নয়—তারা পূর্ববর্তী নবীদেরও অস্বীকার করেছিল। কোরআন আরও সমালোচনা করে যে, ইহুদিরা নিজেদের \"ঈশ্বরের নির্বাচিত জাতি\" বলে অতিরঞ্জিত দাবি করে। কোরআনে এটাও বলা হয়েছে, কিছু ইহুদি উজায়ের-কে \"ঈশ্বরের পুত্র\" হিসেবে মানে—যা অন্য কোথাও, এমনকি ইহুদি উৎসেও পাওয়া যায় না। মাইকেল কুক এই অভিযোগকে ক্ষুদ্র বা অস্পষ্ট বলে উল্লেখ করেছেন। এনসাইক্লোপিডিয়া জুডাইকা-এর মতে, মুহাম্মদের এই দাবিটি রহস্যময়, কারণ ইহুদিদের মধ্যে এমন বিশ্বাসের কোনো প্রমাণ নেই, যদিও উজায়ের ছিলেন এক বিশেষ মর্যাদাসম্পন্ন ব্যক্তি। \nমদিনার সনদে ইহুদিদের রাজনৈতিক আনুগত্যের বিনিময়ে মুসলমানদের সমান অধিকার দেওয়া হয়েছিল।\nদ্য জিউইশ এনসাইক্লোপিডিয়া অনুসারে, সময়ের সঙ্গে সঙ্গে মুহাম্মদের ইহুদিদের প্রতি মনোভাব আরও কঠোর হয়ে ওঠে। বিশেষ করে যখন তাঁর নবুয়তের প্রতি বিশ্বাস ইসলাম গ্রহণের মাপকাঠি হয়ে দাঁড়াল, তখন তিনি বুঝতে পারেন যে, ইহুদি ধর্ম ও ইসলামের মধ্যে মৌলিক মতভেদ রয়েছে।\nযখন ইহুদি সম্প্রদায় কোরআনে বর্ণিত বাইবেলীয় চরিত্র ও ঘটনাগুলোর ব্যাখ্যা চ্যালেঞ্জ করল—যেমন, ইব্রাহিমকে আরব বলা এবং কাবার প্রতিষ্ঠাতা হিসেবে তুলে ধরা—তখন মুহাম্মদ তাদের ইচ্ছাকৃত সত্য গোপনের অভিযোগ তোলেন এবং তাদের বোঝার অক্ষমতা নিয়েও কটাক্ষ করেন।\nতবে উল্লেখযোগ্য বিষয় হলো, কোরআন বা ইসলামিক ব্যাখ্যাগ্রন্থে ইব্রাহিমকে আরব বলা হয়নি, এবং দ্য জিউইশ এনসাইক্লোপিডিয়া ১৯০৬ সালে সম্পাদিত হওয়ায় এর অনেক বিশ্লেষণ সেই সময়ের ওরিয়েন্টালিস্ট দৃষ্টিভঙ্গির দ্বারা প্রভাবিত।\nই. এইচ. পামার তাঁর ১৮৮০ সালের কোরআন অনুবাদে উল্লেখ করেন, যখন স্পষ্ট হয়ে যায় যে ইসলাম ও ইহুদি ধর্ম একত্রিত হতে পারবে না এবং ইহুদিরা মুহাম্মদকে নবী হিসেবে স্বীকার করবে না, তখন মুহাম্মদ ধাপে ধাপে তাদের প্রতি পূর্বের ছাড় প্রত্যাহার করেন। তিনি কেবলার দিক জেরুজালেম থেকে পরিবর্তন করে মক্কার কাবার দিকে করেন, ইহুদি রোজার পরিবর্তে রমজান মাসের রোজা চালু করেন এবং ইহুদিদের তাঁর ধর্মের একান্ত বিরোধী হিসেবে দেখেন।\n\n\n=== বানু কুরাইজা ===\n\n৬২৭ খ্রিস্টাব্দে খন্দকের যুদ্ধ-এর পর বানু কুরাইজা ইহুদি গোত্রের বিরুদ্ধে মক্কার মুশরিকদের সঙ্গে ষড়যন্ত্র করার অভিযোগ তোলা হয়। ওয়াট লিখেছেন, যদিও কুরাইজা প্রকাশ্যে কোনো বৈরী আচরণ করেনি এবং তারা বাহ্যত সঠিক আচরণই করেছিল, তবুও তারা সম্ভবত শত্রুপক্ষের সঙ্গে গোপন আলোচনা চালিয়েছিল। মার্কো স্কোলার মনে করেন, বানু কুরাইজা সম্ভবত প্রকাশ্যে এবং সক্রিয়ভাবেই মক্কার মুশরিক ও তাদের মিত্রদের সমর্থন করছিল। নাসর লিখেছেন, যুদ্ধ চলাকালে কুরাইজা গোত্রের শত্রুপক্ষের সঙ্গে যোগসাজশ ধরা পড়ে।\nকিছু সংখ্যালঘু মুসলিম পণ্ডিত এই ঘটনার ঐতিহাসিক সত্যতা নিয়ে প্রশ্ন তুলেছেন। তারা মনে করেন, মুহাম্মদের প্রথম জীবনীকার ইবনে ইসহাক এই ঘটনার বিবরণ কুরাইজা গোত্রের কিছু বংশধরের কাছ থেকে সংগ্রহ করেছিলেন, যারা রোমান আমলে ইহুদিদের ওপর চালানো নির্যাতনের ইতিহাস থেকে গল্প ধার করে তা অতিরঞ্জিত বা বিকৃতভাবে উপস্থাপন করেছিলেন।\nকোরআনে মদিনার কিছু ইহুদি ও খ্রিস্টানদের সমালোচনা করা হয়েছে, যারা নবী মুহাম্মদের বর্ণিত 'বাইয়্যিনা' বা স্পষ্ট প্রমাণ প্রত্যাখ্যান করেছিল। কোরআনে বলা হয়েছে:\n\nনিশ্চয়ই যারা কুফরি করেছে, তারা আহলে কিতাব হোক বা মুশরিক—তারা জাহান্নামের আগুনে থাকবে চিরকাল। তারা হলো সব সৃষ্টির মধ্যে সবচেয়ে নিকৃষ্ট।\nএই আয়াত তাদের সম্পর্কে বলা হয়েছে, যারা ইসলামিক বার্তাকে অস্বীকার করেছে—এর মধ্যে রয়েছে কিতাবধারী (ইহুদি ও খ্রিস্টান) এবং বহু ঈশ্বরবাদীরা। এখানে তাদের \"সবচেয়ে নিকৃষ্ট সৃষ্টি\" বলা হয়েছে, যা তাদের অবিশ্বাসের গুরুত্ব বোঝাতে ব্যবহৃত হয়েছে। তবে এই আয়াত শুধুমাত্র সেইসব ব্যক্তির জন্য, যারা চরম পাপের মধ্যে লিপ্ত, যেমনটি পরবর্তী আয়াতে পরিষ্কারভাবে ব্যাখ্যা করা হয়েছে।\n\n\n== আরও দেখুন ==\nইসলাম ও ইহুদি ধর্ম\nইহুদিবাদের দৃষ্টিতে মুহাম্মদ\nমুখাইরিক\n\n\n== তথ্যসূত্র =="}