{"pageid": 1441717, "title": "আরক্ত জ্বর", "url": "https://bn.wikipedia.org/wiki?curid=1441717", "content": "আরক্ত জ্বর (ইংরেজিতে Scarlet fever বা scarlatina) একটি সংক্রামক রোগ, যা স্ট্রেপটোককাস পায়োজিনিস নামক এ গ্রুপের স্ট্রেপটোককাস ব্যাকটেরিয়ার সংক্রমণের কারণে ঘটে থাকে। এটি সাধারণত পাঁচ থেকে পনেরো বছরের শিশু-কিশোরদেরকে আক্রান্ত করে। রোগটির লক্ষণ-উপসর্গ ও নিদর্শনের মধ্যে গলা ব্যথা, জ্বর, মাথাব্যথা, গলার লসিকাগ্রন্থি ফুলে ওঠা ও একটি বৈশিষ্ট্যসূচক রক্তস্ফোট (চামড়ার লাল ফুসকুড়ি) অন্তর্ভুক্ত। চেহারা রক্তিম হয়ে যায় এবং ফুসকুড়ি লাল ও সাদা হয়ে থাকে। ফুসকুড়িগুলি শিরিষ কাগজের মতো অনুভূত হয় এবং জিহ্বায় লাল লাল দানা দেখা যায়। স্ট্রেপটোককাস পায়োজিনিস ব্যাকটেরিয়ার নিঃসৃত অন্তঃবিষগুলি দ্বারা কৈশিকনালীর ক্ষতি হবার কারণে এই ফুসকুড়িগুলি হয়। শ্যামলা ত্বকে ফুসকুড়িগুলি নির্ণয় করা দুরূহ হতে পারে।\nগলায় স্ট্রেপটোককাস সংক্রমণ বা চর্মে স্ট্রেপটোককাস সংক্রমণ রোগে আক্তান্ত ব্যক্তিদের একটি ক্ষুদ্র অংশের মাঝে আরক্ত জ্বরের বিকাশ ঘটতে পারে। সাধারণত কাশি বা হাঁচির মাধ্যমে ব্যাকটেরিয়াটি ছড়িয়ে পড়ে। এছাড়া সংশ্লিষ্ট ব্যাকটেরিয়া দ্বারা আবৃত কোনও বস্তু হাত দিয়ে স্পর্শ করে ও তারপরে নিজের নাক বা মুখে হাত দিলেও রোগটি ছড়াতে পারে। সাধারণত গলনালির শ্লেষার নমুনা শোষণী দিয়ে সংগ্রহ করে (থ্রোট সোয়াব) গলনালির জীবাণু পরীক্ষাগারে ফলন করে (থ্রোট কালচার) রোগটি নির্ণয় করা হয়।\nআরক্ত জ্বরের কোনও টিকা নেই। ঘনঘন হাত ধোয়া, অপরের ব্যক্তিগত সামগ্রী ব্যবহার না করা ও রোগীদের পরিহার করার মাধ্যমে রোগ প্রতিরোধ করতে হয়। রোগটিকে ব্যাকটেরিয়ারোধক ঔষধ (অ্যান্টিবায়োটিক) দ্বারা নিরাময় করা সম্ভব; এই ঔষধ লক্ষণ-উপসর্গের মাত্রা ও রোগের বিস্তার হ্রাস করে এবং বেশিরভাগ জটিলতা প্রতিরোধ করে। সঠিক সময়ে করলে আরক্ত জ্বরের রোগীর চিকিৎসার ফলাফল সাধারণত ইতিবাচক হয়ে থাকে। আরক্ত জ্বরের কারণে দীর্ঘমেয়াদী জটিলতার মধ্যে আছে বৃক্ক রোগ, বাতজ্বর এবং গেঁটেবাত।\n২০শ শতাব্দীর শুরুর দিকে আরক্ত জ্বর ছিল শিশুমৃত্যুর একটি প্রধান কারণ। তবে দ্বিতীয় বিশ্বযুদ্ধের আগেই, এমনকি ব্যাকটেরিয়ারোধক ঔষধের (অ্যান্টিবায়োটিক) প্রচলনের আগেই এটির প্রকোপ কমে গিয়েছিল। সম্ভবত উন্নত জীবনযাপন, উন্নত নিয়ন্ত্রণ ব্যবস্থার প্রচলন কিংবা ব্যাকটেরিয়ার সংক্রমণ প্রাবল্য কমে যাওয়া এর পেছনে কাজ করেছে। সাম্প্রতিক বছরগুলিতে জীবাণুগুলির ব্যাকটেরিয়ানিরোধক প্রতিরোধ করার সক্ষমতার নিদর্শন দেখা যাচ্ছে। ২০১১ সালে হংকং নগরীতে ও ২০১৪ সালে লন্ডন শহরে রোগটির আবার প্রাদুর্ভাব ঘটে। ২০১৪ থেকে ২০১৮ সালের মধ্যে আরক্ত জ্বরের রোগীর সংখ্যা ৬৮% বৃদ্ধি পায়। ২০২০ সালের অক্টোবরে প্রকাশিত একটি গবেষণায় দেখানো হয় যে দায়ী ব্যাকটেরিয়াতে তিনটি ভাইরাসের সংক্রমণের কারণে সেটির কতগুলি দল বা স্ট্রেইনের প্রকোপ বা সংক্রমণ প্রাবল্য বেড়ে গেছে।\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:Exanthema\n\nটেমপ্লেট:Numbered Diseases of Childhood\nটেমপ্লেট:Bacterial cutaneous infections"}