{"pageid": 1441014, "title": "পুদ্গলবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1441014", "content": "পুদ্গলবাদ হলো বৌদ্ধ দার্শনিক দৃষ্টিভঙ্গি এবং স্থবির নিকায় থেকে উদ্ভূত নিকায় বৌদ্ধ সম্প্রদায়ের দলকেও বোঝায়।  সম্প্রদায়টি খ্রিস্টপূর্ব তৃতীয় শতাব্দীতে প্রবীণ বৎসীপুত্র দ্বারা প্রতিষ্ঠিত বলে মনে করা হয়। তারা ভারতে ব্যাপকভাবে প্রভাবশালী সম্প্রদায় ছিল এবং সম্রাট হর্ষবর্ধনের শাসনামলে বিশেষভাবে জনপ্রিয় হয়ে ওঠে। হর্ষবর্ধনের বোন রাজ্যশ্রী সন্ন্যাসী হিসেবে সম্প্রদায়ে যোগ দিয়েছিলেন বলে জানা যায়। ড্যান লুসথাউসের মতে, তারা ছিল \"এক হাজার বছরেরও বেশি সময় ধরে ভারতের অন্যতম জনপ্রিয় মূলধারার বৌদ্ধ সম্প্রদায়।\"\n\n\n== মতবাদ ==\n\n\n=== তত্ত্ব ===\nপুদ্গলবাদীদের মতে, আত্মা না থাকলেও সেখানে পুদ্গল (ব্যক্তি) বা সত্ত্ব (সত্তা) আছে যা শর্তযুক্ত ধর্মও নয় বা শর্তহীন ধর্মও নয়। ব্যক্তির এই মতবাদটি হলো তাদের কর্ম, পুনর্জন্ম ও নির্বাণের হিসাব করার পদ্ধতি। পুদ্গলবাদীদের জন্য, পুদ্গল হলো সংসারে ধারাবাহিক জীবনের মাধ্যমে পুনর্জন্ম ও নির্বাণের অভিজ্ঞতা। তারা দার্শনিক যুক্তির পাশাপাশি শাস্ত্রীয় উদ্ধৃতির মাধ্যমে এই মতকে রক্ষা করেছিলেন। থিয়েন চাউ এবং রিচার্ড গোমব্রিচের মতে, তারা তাদের দৃষ্টিভঙ্গির জন্য প্রধান উৎস হিসেবে ভরহরসুত্ত ব্যবহার করেছেন। এই পাঠে বলা হয়েছে যে ব্যক্তি (পুদ্গল) পাঁচটি সমষ্টির বাহক, এবং তাদের গ্রহণ করা হলো তৃষ্ণা ও কষ্ট:\n\nপাঁচটি সমষ্টি সত্যিই বোঝা, এবং বোঝা বহনকারী ব্যক্তি। ভার বহন করা দুনিয়ায় কষ্ট, বোঝা নামিয়ে রাখা সুখের।\nকথাবত্থুর মতে, পুদ্গলবাদীরা বুদ্ধের নিম্নলিখিত বক্তব্যের উপর নির্ভর করেছিল: \"এমন একজন ব্যক্তি আছেন যিনি নিজের ভালোর জন্য প্রচেষ্টা করেন\" এবং \"এমন একজন ব্যক্তি দেখা যায় যিনি অনেকের মঙ্গল ও সুখের জন্য পুনর্জন্ম নেন, তাদের প্রতি সমবেদনা দেখানোর জন্য মানুষের জগৎ\"। এরা মনে করতো যে ব্যক্তিটি \"অব্যক্তযোগ্য\" এবং পাঁচটি সমষ্টির সাথে তার সম্পর্কের ক্ষেত্রে অনিশ্চিত এবং বলা যায় না যে সমষ্টির মতো একই বা আলাদাও নয়। যাইহোক, ব্যক্তিকে সম্পূর্ণরূপে অস্বীকার করা যায় না, কারণ যদি এমন হয় তবে কিছুই পুনর্জন্ম পাবে না এবং কিছুই প্রেমময়-দয়া ধ্যানের বস্তু হবে না।\n\n\n=== তিনটি উপাধি ===\nত্রিধর্মশাস্ত্র নামে পরিচিত পুদ্গলবাদী পাঠ অনুসারে, পুদ্গলকে তিনটি উপায়ে মনোনীত করা যেতে পারে, যাকে তিনটি প্রজ্ঞাপতি বলা হয়:\n\nঘাঁটি দ্বারা মনোনীত পুদ্গল (আশ্রয়-প্রজিনপ্ত- পুদ্গল): এটি সেই ব্যক্তিকে বোঝায় যাকে সমষ্টির সাথে অভিন্ন বা তাদের থেকে আলাদা বলা যায় না। থিচ থিয়েন চাউ এর নাম দিয়েছেন \"অত্যাবশ্যকীয় উপাদান যা একজন ব্যক্তির জীবন প্রক্রিয়াকে একীভূত করে। অন্যথায় বলা হয়েছে, এটি নির্দিষ্ট সময়ের জন্য একটি দেহকে উপযোগী করে এবং টিকিয়ে রাখে এমন পুদগল।\"\nস্থানান্তর দ্বারা মনোনীত পুদ্গল (সংক্রম-প্রজিনপ্ত- পুদ্গল): এটি এই সত্যটিকে বোঝায় যে একজন ব্যক্তিকে একই বা ভিন্ন বলা যায় না যে তারা অতীত জীবনে ছিল এবং ভবিষ্যতেও থাকবে। এটি এমন বিষয়ের জন্য অনুমতি দেয় যা তাদের কর্মের জন্য কর্ম্মিকভাবে আরোপিত। পুদ্গলবাদীদের মতে, যদি জীবনকালের মধ্যে ধারাবাহিকতা থাকে, সেই ধারাবাহিকতার অধিকারী হতে হবে এবং সেই সাথে যা একজন ব্যক্তিকে অন্যদের থেকে পৃথক করে এবং অভিজ্ঞতার বিষয়বস্তু, এই হলো পুদগল।\nসমাপ্তির দ্বারা মনোনীত পুদ্গল (নিরোধ-প্রজিনপ্ত- পুদ্গল): এটি এই সত্যটিকে নির্দেশ করে যে মৃত্যুর পরে, বুদ্ধকে অস্তিত্ব, অস্তিত্বহীন, উভয় বা উভয়ই বলা যায় না।\nএই ব্যবস্থার সাহায্যে, পুদ্গলবাীদরা মনে করতেন যে তারা অক্ষম (অব্যাকৃত) ধর্ম স্থাপন করে কর্ম্মিক নৈতিক প্রতিশোধ এবং ব্যক্তিগত পরিচয় ব্যাখ্যা করতে পারে যা বিনাশ (উচ্চেদা) এবং অনন্তকাল (শাশ্বত) এর চরমে পড়া এড়ায়।\n\n\n=== অন্যান্য মতবাদ ===\nথিচ থিয়েন চাউ-এর মতে, ব্যক্তিত্ববাদী বৎসীপুত্রীয়-সংমিতিয়দের অন্যান্য গৌণ তত্ত্বের মধ্যে রয়েছে:\n\nসেখানে অবিনশ্বর সত্তা (অভিপ্রনস) বিদ্যমান। এটি কর্মের প্রতিশোধের প্রক্রিয়া ব্যাখ্যা করতে সাহায্য করে। অবিনশ্বর সত্তা অস্তিত্বের প্রবাহ জুড়ে বিদ্যমান থাকে এবং কর্মের সঞ্চয় ও পরিপক্কতার জন্য অপরিহার্য ভিত্তি।\nদর্শনের পথে বারোটি জ্ঞান আছে (দর্শনমার্গ)।\nপ্রবেশের ঘনত্বের চারটি পর্যায় রয়েছে: ধৈর্য (ক্ষান্তি), নাম (খ্যাতি), ধারণা (সংজ্ঞা) এবং সর্বোচ্চ জাগতিক ধর্ম (লৌকিকগ্রহধর্ম)।\nস্পষ্ট বোঝা (অভিসময়) ক্রমশ (অনুপূর্ব)।\nপাঁচটি অতিপ্রাকৃতিক অনুপ্রবেশ সাধারণ প্রাণী বা ধর্মবাদীদের দ্বারা প্রাপ্ত করা যেতে পারে।\nনৈতিকতা (শীল) শরীর এবং বক্তৃতার (ক্রিয়া) মনোনীত করে।\nসদ্গুণ (পুণ্য) ক্রমাগত সঞ্চিত হয়, এমনকি ঘুমের মধ্যেও।\nঘটনাটির বৈশিষ্ট্য (ধর্মলবন) স্থায়ী না অস্থিরতা তা বলা অসম্ভব।\nপ্রথম ও দ্বিতীয় ধ্যানের মধ্যে মধ্যবর্তী ধ্যান (ধ্যানন্তরা) আছে।\nশুধুমাত্র পরম অসমস্কৃত ধর্ম আছে: নির্বাণ।\nপাঁচ, ছয় বা সাত ভাগ্য (গতি) আছে।\nজ্ঞান (জ্ঞান) কে পথ (মার্গ)ও বলা যেতে পারে।\nএকজন অর্হন্ত তার প্রাপ্তি থেকে পড়ে যাওয়ার জন্য সংবেদনশীল।\nসংবেদনশীল রাজ্য (কামধাতু) এবং রূপ রাজ্যে (রূপধাতু) মধ্যবর্তী অবস্থা (অন্তরভাব) আছে, কিন্তু নিরাকার রাজ্যে (অরূপধাতু) নয়।\nরূপ জগতে সতেরোটি শ্রেণী আছে স্বর্গীয় প্রাণী।\n\n\n== গ্রন্থসমূহ ==\nপুদ্গল সম্প্রদায়ের একটি ত্রিপিটক ছিলো, যার মধ্যে সূত্রপিটক (চারটি আগামে), বিনয়পিটক এবং অভিধর্মপিটক ছিল, অন্যান্য আদি বৌদ্ধ সম্প্রদায়ের মতো। তাদের মাত্র চারটি গ্রন্থ চীনা অনুবাদে টিকে আছে:\n\nসান ফা তু লুন, ত্রিধর্মশাস্ত্র, তাইশো ২৫, ১৫০৬\nসু আ-হান-মু চাও চিয়েহ, তাইশো ২৫, ১৫০৫\nসান-মি-তি পু লুন, সন্মতিয়নিকায়শাস্ত্র, তাইশো ৩২, ১৬৪৯\nলু এরহ-শিহ-এরহ মিং-লিয়াও লুন, বিনয়দ্ববিংসতি-বিদ্যাশাস্ত্র, তাইশো ২৪, ১৪৬১\nটিকে থাকা পুদ্গলবাদ পাঠ হলো ত্রিধর্মকশাস্ত্র  (তাইশো নং ১৫০৬ পৃষ্ঠা ১৫গ-৩০ক), অভিধর্ম রচনা যা চীনা ভাষায় দুবার অনুবাদ করা হয়েছিল। পাঠ্যটিতে উল্লেখ করা হয়েছে যে জ্ঞানের অভাবের মধ্যে অনির্দিষ্ট (অব্যাকৃত) জ্ঞানের অভাবও অন্তর্ভুক্ত, যা পুদগলকে বোঝায়। আরেকটি পুদ্গলবাদ পাঠ, সম্মতিয়নিকায়শাস্ত্র, নিম্নলিখিত প্রস্তাবগুলির পক্ষে ও বিপক্ষে বিভিন্ন যুক্তি উপস্থাপন করেছে:\n\nকোন আত্মা নেই\nআত্মার অস্তিত্ব নেই বা নেই\nআত্মা বিদ্যমান\nআত্মা পাঁচটি সমষ্টির সমান\nআত্মা পাঁচটি সমষ্টির চেয়ে আলাদা\nআত্মা চিরন্তন\nআত্মা শাশ্বত নয়\nএই সব মতামত চূড়ান্তভাবে প্রত্যাখ্যান করা হয়। গ্রন্থ দাবি করে যে পুদ্গল কোন অস্তিত্ব বা বিশুদ্ধভাবে ধারণাগত গঠন নয়।\n\n\n== সংমিতিয় এবং অন্যান্য উপ-সম্প্রদায় ==\n\nথিয়েন চাউ-এর মতে, বাৎসিপুত্রীয়রা ছিল প্রাথমিক অভিভাবক সম্প্রদায় যার মধ্যে চারটি উপ-সম্প্রদায় শাখা ছিল (খ্রিস্টপূর্ব ১ম শতাব্দী থেকে খ্রিস্টপূর্ব ১ম শতাব্দীর মধ্যে); প্রধানত সংমিতিয়, ধম্মুত্তরিয়,  ভদ্রায়ণিক ও সন্দগারিক। কোসম্বি ও সারনাথে বাৎসিপুত্রীয় সম্প্রদায়গুলি প্রতিষ্ঠিত হয়েছিল, তারা সংমিতিয়দের পাশাপাশি বসবাস করত, সম্প্রদায় যা তাদের জনপ্রিয়তায় দ্রুত গ্রাস করেছিল।\nপুদ্গলবাদী সম্প্রদায়গুলির মধ্যে সবচেয়ে বিশিষ্ট ছিলো সংমিতিয়রা যারা মৈত্রক রাজবংশের সময় সিন্ধু ও গুজরাটে বিশেষভাবে বিশিষ্ট ছিল। শিলালিপিগুলি খ্রিস্টীয় দ্বিতীয় থেকে চতুর্থ শতাব্দীর মধ্যে মথুরা ও সারনাথে সংমিতিয় সম্প্রদায়ের অস্তিত্বও প্রতিষ্ঠা করেছে। তিব্বতি ইতিহাসবিদ বু-স্তোন-রিন-ছেন-গ্রুব উল্লেখ্য যে সংমিতিয়রা তাদের প্রধান ভাষা হিসেবে অপভ্রংশ ব্যবহার করত। খ্রিস্টীয় চতুর্থ শতাব্দীর মধ্যে, এই সম্প্রদায়টি এতটাই প্রভাবশালী হয়ে উঠে যে তারা সারনাথের  সর্বাস্তিবাদীদেরকে সবচেয়ে বিশিষ্ট সম্প্রদায় হিসেবে প্রতিস্থাপন করে। সপ্তম শতাব্দীতে রাজা হর্ষবর্ধনের সময়, তারা ছিল ভারতের বৃহত্তম নিকায় বৌদ্ধ সম্প্রদায়। তাদের ভৌগোলিক বিস্তারের কারণে, এর ফলে তাদের আরও দুটি উপ-সম্প্রদায়ে বিভক্ত করা হয়েছিল, অবন্তকগুলি অবন্তীকে কেন্দ্র করে এবং কুরুকুলগুলি গঙ্গার উপরের দিকে কুরুকে কেন্দ্র করে।\nতাদের শিক্ষার সবচেয়ে প্রভাবশালী কেন্দ্র ছিল গুজরাটের ভালভী বিশ্ববিদ্যালয়ে, যেটি ৮ম শতাব্দী পর্যন্ত নিকায় বৌদ্ধধর্ম অধ্যয়নের জন্য গুরুত্বপূর্ণ স্থান ছিল। আই-সিং, যিনি ৬৭০ খ্রিস্টাব্দে গুজরাট সফর করেছিলেন, তিনি উল্লেখ করেছেন যে পশ্চিম ভারতে সংমিতিয়দের অনুগামীদের সংখ্যা সবচেয়ে বেশি ছিল এবং ভালভীর শিক্ষাকেন্দ্রটি নালন্দা মহাবিহারের প্রতিদ্বন্দ্বী ছিল।\nইতিয়েন ল্যামোটে, চীনা পরিব্রাজক জুয়ানজাং-এর রচনাগুলি ব্যবহার করে, জোর দিয়েছিলেন যে সংমিতিয়রা সম্ভবত ভারতের সবচেয়ে জনবহুল অ-মহায়ান সম্প্রদায় ছিল, যা পরবর্তী বৃহত্তম সম্প্রদায়ের দ্বিগুণ সংখ্যা নিয়ে গঠিত, যদিও পণ্ডিত ল্যান্স সেলউইন কজিন তার অনুমানটি সমস্ত অ-মহায়ান সন্ন্যাসীদের এক চতুর্থাংশে সংশোধিত করেছিলেন, যা এখনও সামগ্রিকভাবে বৃহত্তম। সংমিতিয় সম্প্রদায়টি সিন্ধুতে বিশেষভাবে শক্তিশালী ছিল বলে মনে হয়, যেখানে একজন পণ্ডিত অনুমান করেন যে ৩৫০টি বৌদ্ধ মঠ ছিল মোট ৪৫০টির মধ্যে সংমিতিয়। আরবদের বিজয়ের পরিপ্রেক্ষিতে এই এলাকাটি দ্রুত ইসলামিকরণ করা হয়েছিল। ভারতীয় বৌদ্ধধর্মের শেষ অবধি তারা ভারতে উপস্থিতি অব্যাহত রেখেছিল, কিন্তু, অন্য কোথাও পা রাখতে পারেনি, তারপরে তা চালিয়ে যায়নি।\nপ্রাচীন সূত্র যেমন জুয়ানজাং এবং তিব্বতি ঐতিহাসিক তারানাথ জানিয়েছেন যে সংমিতিয়রা মহাযানের কট্টর বিরোধী ছিল। তারানাথের মতে, সিন্ধুর সংমিতিয় ভিক্ষুরা বোধগয়ার বজ্রাসন মঠে তান্ত্রিক শাস্ত্র পুড়িয়ে দেয় এবং হেবজ্রের রূপালী মূর্তি ধ্বংস করে। জুয়ানজাং-এর জীবনীতে, এটি বর্ণনা করা হয়েছে যে প্রজ্ঞাগুপ্ত নামে একজন বয়স্ক ব্রাহ্মণ এবং সংমিতিয় সম্প্রদায়ের অনুসারী ৭০০টি শ্লোকে একটি গ্রন্থ রচনা করেছিলেন যা মহাযান শিক্ষার বিরোধিতা করেছিল। উত্তরে, নালন্দা মহাবিহারে বসবাসের সময়, জুয়ানজাং এই লেখাটিকে খণ্ডন করার জন্য ১৬০০টি শ্লোকে একটি সংস্কৃত রচনা লিখেছিলেন, যাকে বলা হয় ধর্মদ্রোহিতার ধ্বংস।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nPriestley, Leonard (1999). Pudgalavāda Buddhism: The Reality of the Indeterminate Self. Toronto: Centre for South Asian Studies, University of Toronto.\nPriestley, Leonard (২০০৪)। Pudgalavāda, in Buswell, Robert E., ed.: Encyclopedia of Buddhism। Macmillan Reference USA। পৃষ্ঠা 692–693। আইএসবিএন 0-02-865718-7। \nThích, Thiện Châu (1984) The Literature of the Pudgalavādins, Journal of the International Association of Buddhist Studies 7 (1), 7-16\nThích, Thiện Châu (1987) Les réponses des Pudgalavādin aux critiques des écoles bouddhiques, Journal of the International Association of Buddhist Studies 10 (1), 33-54\nThích, Thiện Châu, Boin-Webb, Sara (1999). The literature of the Personalists of early Buddhism, Delhi: Motilal Banarsidass\n\n\n== বহিঃসংযোগ ==\nInternet Encyclopedia of Philosophy article on 'Pudgalavāda'"}