{"pageid": 1441947, "title": "সামসময়িক ইসলামি দর্শন", "url": "https://bn.wikipedia.org/wiki?curid=1441947", "content": "আধুনিক ইসলামি দর্শন মধ্যযুগীয় ইসলামি চিন্তার কিছু প্রবণতাকে পুনরুজ্জীবিত করেছে। এর মধ্যে বিশেষভাবে গুরুত্বপূর্ণ হলো নৈতিকতা (ethics) নিয়ে মু'তাজিলা ও আশআরি মতবাদগুলোর মধ্যকার দ্বন্দ্ব, যা বিজ্ঞান ও আইনের ক্ষেত্রে প্রভাব ফেলে। পাশাপাশি, মুসলমানদের কর্তব্য এবং জ্ঞানতত্ত্বের সমাজবিজ্ঞান (sociology of knowledge) ও নৈতিক বিধি এবং আইনি বিধি—বিশেষত ফিকহ (বা \"আইনশাস্ত্র\") এবং জিহাদের নিয়ম (বা \"ন্যায়সঙ্গত যুদ্ধ\")—গঠনে ইসলামের ভূমিকা নিয়েও আধুনিক ইসলামি দর্শনে আলোচনা হয়।\n\n\n== আধুনিক ইসলামি দর্শনের প্রধান ব্যক্তিত্বগণ ==\nবিভিন্ন অঞ্চলের কিছু গুরুত্বপূর্ণ চিন্তাবিদ আধুনিক ইসলামি দর্শনের ধারাগুলিকে প্রতিনিধিত্ব করেছেন:\n\n\n=== দক্ষিণ এশিয়া ===\nমুহাম্মদ ইকবাল সমাজিক ন্যায়বিচারের আদর্শের ভিত্তিতে ইসলামি পুনর্জাগরণ কামনা করেছিলেন এবং সুদ নিষিদ্ধের মতো প্রথাগত নিয়মগুলোর ওপর গুরুত্বারোপ করেন। তিনি তীব্রভাবে সমালোচনা করেন ধর্মীয় গোঁড়ামি, অঞ্চলভিত্তিক জাতীয়তাবাদ ও বর্ণবাদকে, যা প্রাথমিক ইসলাম এবং বিশেষত মুহাম্মদ (সা.) এর দ্বারা প্রত্যাখ্যাত হয়েছিল। এসব কারণে মুসলিমরা বিভক্ত হয়ে পড়ছে এবং বস্তুবাদ ও নিঃসারতায় (nihilism) জড়িয়ে পড়ছে বলে তিনি মনে করতেন। পাকিস্তানের স্বাধীনতা আন্দোলনে তার চিন্তাধারা গভীর প্রভাব ফেলেছিল এবং তাকে জাতীয় কবি হিসেবে সম্মানিত করা হয়। তার চিন্তা ম্যালকম এক্স-এর মতো বিশ্বনৈতিকতা অনুসন্ধানী ব্যক্তিদের মধ্যেও প্রভাব ফেলেছে, যারা ইসলামের পাঁচটি মূল স্তম্ভের মাধ্যমে একটি বৈশ্বিক নৈতিকতা খুঁজছিলেন। যদিও তার কিছু দার্শনিক ও বৈজ্ঞানিক ধারণা বর্তমান সময়ে পুরোনো মনে হতে পারে, তিনি ইসলামী চিন্তাধারাকে পুনর্গঠনের চেষ্টা করেছিলেন। তার মূল ভাবনা ছিল মুক্ত ইচ্ছার উপর ভিত্তি করে মুসলমানদের ইতিহাসে সক্রিয় অংশগ্রহণ নিশ্চিত করা। তিনি নিত্‌শেকে (Nietzsche) 'ইউরোপের জ্ঞানী পুরুষ' আখ্যা দেন, যার কারণে পরবর্তীতে কিছু মুসলিম পণ্ডিত তাকে বিপজ্জনক আদর্শের সমর্থক বলে সমালোচনা করেছেন। অনেকে মনে করেন, পরিবেশবাদী গ্রীন পার্টির চার স্তম্ভ (Four Pillars) ইকবালের ইসলামি ঐতিহ্যের প্রতি সম্মান জানায়।\nফজলুর রহমান মালিক ছিলেন ইসলামি চিন্তার অধ্যাপক, যিনি শিকাগো বিশ্ববিদ্যালয় ও ম্যাকগিল বিশ্ববিদ্যালয়-এ শিক্ষকতা করেছেন। তিনি বিশ শতকে ইসলামের পুনর্জাগরণ নিয়ে গুরুত্বপূর্ণ চিন্তা তুলে ধরেন। তিনি বলেন, ইসলামি পুনর্জাগরণের মূল চাবিকাঠি হচ্ছে ঐতিহাসিকভাবে ইসলামী বুদ্ধিবৃত্তিক ঐতিহ্যের গতিশীলতাকে পুনর্জাগরণ করা। তার বই Revival and Reform in Islam ও Islam-এ এসব ধারণা বিস্তারিতভাবে আলোচিত হয়েছে। তিনি চেয়েছিলেন দর্শনকে স্বাধীনভাবে বিকশিত হতে দিতে এবং আধুনিক জাতিরাষ্ট্রের আইন ও নৈতিকতার ভেদাভেদ সম্পর্কে মুসলমানদের সচেতন করতে। তিনি বলেন, শরিয়াহ হলো আইন ও নৈতিকতার মিশ্রণ। তিনি সমালোচনা করেন ঐতিহাসিক ইসলামি ধর্মতত্ত্ব ও দর্শনগুলোর, যেগুলো কুরআনভিত্তিক নৈতিক মূল্যবোধে একটি বিশ্বদৃষ্টিভঙ্গি গড়ে তুলতে ব্যর্থ হয়েছে। এই চিন্তাভাবনার কারণে পাকিস্তানে তার বিরুদ্ধে কঠোর সমালোচনা হয় এবং শেষ পর্যন্ত তাকে নির্বাসিত হয়ে যুক্তরাষ্ট্রে আশ্রয় নিতে হয়।\nমুহাম্মদ হামিদুল্লাহ ছিলেন এক খ্যাতনামা ইসলামি পণ্ডিত, যিনি হাদিস গবেষণা, কুরআন অনুবাদ, ইসলামি শিক্ষা ও পশ্চিমা বিশ্বে ইসলামের প্রচারে গুরুত্বপূর্ণ ভূমিকা পালন করেন। তিনি ভারতীয় মুসলিম পটভূমির একজন আলেম ও আন্তর্জাতিক আইনবিদ ছিলেন।\nসৈয়দ জাফরুল হাসান ছিলেন বিশ শতকের একজন গুরুত্বপূর্ণ মুসলিম দার্শনিক। তিনি ১৯২৪ থেকে ১৯৪৫ সাল পর্যন্ত আলীগড় মুসলিম বিশ্ববিদ্যালয়ে দর্শনের অধ্যাপক ছিলেন এবং বিভাগীয় প্রধান ও কলা অনুষদের ডিন হিসেবেও দায়িত্ব পালন করেন। ১৯৩৯ সালে তিনি 'আলীগড় স্কিম' উত্থাপন করেন।\nএম. এ. মোকতাদির খান ডেলাওয়্যার বিশ্ববিদ্যালয়-এর ইসলাম ও আন্তর্জাতিক সম্পর্ক বিষয়ে অধ্যাপক। তিনি ১৯৯৮ সালে জর্জটাউন বিশ্ববিদ্যালয়ে প্রথম আধুনিক ইসলামি দর্শন সংক্রান্ত সম্মেলনের আয়োজন করেন। তার গবেষণার বিষয়: আত্মপরিচয়, যুক্তিবাদ, ইজতিহাদ, ইসলাম ও গণতন্ত্র, এবং ইসলামি সংস্কার।\nআখতার এস. আহমেদ একজন নৃতত্ত্ববিদ, চলচ্চিত্র নির্মাতা ও প্রখ্যাত ইসলামি চিন্তাবিদ। তিনি আমেরিকান ইউনিভার্সিটি, ওয়াশিংটন ডিসি-তে ইসলামি স্টাডিজের ইবন খালদুন চেয়ারম্যান এবং যুক্তরাজ্যে পাকিস্তানের সাবেক হাইকমিশনার ছিলেন।\nজাওয়েদ আহমদ গামেদি একজন পাকিস্তানি ইসলামি পণ্ডিত, কুরআন ব্যাখ্যাকার ও শিক্ষাবিদ। তিনি আমিন আহসান ইসলাহীর চিন্তার সম্প্রসারক এবং কুরআনের ঐতিহাসিক প্রেক্ষাপটে নৈতিক তাৎপর্য বোঝার ওপর জোর দেন।\nফয়সাল আবদুল রউফ একজন খ্যাতিমান সংস্কৃতি মিলনোন্নয়নবাদী, যিনি ইসলামি শাসনব্যবস্থার ধর্মীয় স্বাধীনতা ও গণতান্ত্রিক প্রবণতার দিকগুলো তুলে ধরেন। তিনি করডোবা ইনিশিয়েটিভ-এর প্রতিষ্ঠাতা ও চেয়ারম্যান।\nসৈয়দ মুহাম্মদ নকীব আল-আত্তাস একজন মালয়েশীয় দার্শনিক।\nসৈয়দ আবুল আ'লা মওদূদী ছিলেন পাকিস্তানি দার্শনিক এবং ইসলামবাদ (Islamism)-এর প্রতিষ্ঠাতা।\nওয়াহিদুদ্দীন খান ছিলেন একজন ভারতীয় ইসলামি চিন্তাবিদ ও দার্শনিক। তিনি শান্তি ও আধ্যাত্মিকতা কেন্দ্র (Centre for Peace and Spirituality) প্রতিষ্ঠা করেন এবং আন্তঃধর্মীয় সংলাপ ও সহাবস্থানের ওপর গুরুত্ব দেন।\n\n\n=== ইউরোপ ===\nশাব্বির আখতার একজন ব্রিটিশ মুসলিম দার্শনিক, কবি ও গবেষক। তিনি অক্সফোর্ড বিশ্ববিদ্যালয়-এর ধর্মতত্ত্ব অনুষদের সদস্য। তার বই The Quran and the Secular Mind (২০০৭) বিশ্লেষণধর্মী ইসলামি দর্শনের একটি গুরুত্বপূর্ণ অবদান।\n\n\n=== শিয়া বিশ্ব ===\nমোর্তেজা মোতাহ্‌হারি, তেহরান বিশ্ববিদ্যালয়-এর প্রভাষক ছিলেন এবং ইসলামী প্রজাতন্ত্র ইরানের মতবাদ উন্নয়নে গুরুত্বপূর্ণ ভূমিকা পালন করেন।\nআলি শরিয়াতি ছিলেন একজন সমাজবিজ্ঞানী ও প্রভাবশালী চিন্তাবিদ, যিনি ইসলামি তত্ত্বকে আধুনিক সমাজবিজ্ঞানের আলোকে বিশ্লেষণ করেন।\nমূসা আল-সদর ছিলেন একজন শিয়া দার্শনিক ও রাজনৈতিক নেতা। তিনি হেনরি করবাঁর History of Islamic Philosophy-এর আরবি অনুবাদের ভূমিকা লেখেন।\nসেইয়্যেদ হোসেইন নাসর একজন প্রধান পারেনিয়ালিস্ট চিন্তাবিদ। তিনি জ্ঞানকে পুনঃপবিত্রীকরণের (resacralization of knowledge) পক্ষে যুক্তি দেন এবং ইসলামি পরিবেশনীতি নিয়ে লিখেছেন।\nমুহাম্মদ বাকির আল-সদর ছিলেন ইরাকি শিয়া দার্শনিক ও রাজনৈতিক চিন্তাবিদ। তার রচনাগুলোর মধ্যে রয়েছে Falsafatuna (আমাদের দর্শন), Iqtisaduna (আমাদের অর্থনীতি) এবং The Logical Basis of Induction।\n\n\n=== আরব বিশ্ব ===\nইসমাইল আল-ফারুকি ছিলেন একজন চিন্তাবিদ যিনি জ্ঞান সমাজবিজ্ঞান ও নৈতিকতা নিয়ে কাজ করেছেন। তার \"Islamization of knowledge\" প্রকল্পের মাধ্যমে আধুনিক বিজ্ঞান ও ইসলামি দর্শনের সমন্বয় ঘটানোর চেষ্টা করেছেন।\nনাদার এল-বিজরি একজন ব্রিটিশ-লেবানিজ দার্শনিক ও বিজ্ঞান ইতিহাসবিদ। তিনি বৈরুত আমেরিকান বিশ্ববিদ্যালয়-এ দর্শনের অধ্যাপক এবং বিভিন্ন আন্তর্জাতিক প্রকল্পে যুক্ত ছিলেন।\nআবু আবদুর রহমান ইবন আকীল আল-জাহিরি একজন সৌদি পণ্ডিত, যিনি যুক্তি ও ওহির মধ্যে সমন্বয় নিয়ে কাজ করেছেন। তিনি ইবন হাজম ও ইবন রুশদ এর ওপর গবেষণা করেছেন।\nতাহা আবদুররহমান একজন মরোক্কান দার্শনিক, যিনি ইসলামি আধুনিকতার ধারণা তৈরি করেছেন।\nহাসান হানাফি ছিলেন কায়রো বিশ্ববিদ্যালয়ে দর্শন বিভাগের চেয়ারম্যান এবং একজন প্রখ্যাত ইসলামি চিন্তাবিদ।\n\n\n== উদ্ধৃতি ==\n\n\n== বহিঃসংযোগ ==\nঅলিভার লিম্যান; ইসলামি দর্শন (আর্কাইভকৃত)\nঅলিভার লিম্যান; আধুনিক ইসলামি দর্শন\nগাব্রিয়েল মারানচি (সম্পাদক); Contemporary Islam: Dynamics of Muslim Life, (একটি একাডেমিক সাময়িকী)\nমুহাম্মদ আযাদপুর; দর্শন বিভাগ – মুহাম্মদ আযাদপুর\n\nটেমপ্লেট:দর্শনের বিষয়সমূহ"}