{"pageid": 1441100, "title": "পুণে ওয়ারিয়র্স ইন্ডিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1441100", "content": "পুনে ওয়ারিয়র্স ইন্ডিয়া ছিল একটি ফ্র্যাঞ্চাইজি টুয়েন্টি২০ ক্রিকেট দল যেটি ইন্ডিয়ান প্রিমিয়ার লিগে (আইপিএল) পুনে শহরের প্রতিনিধিত্ব করেছিল। দলটি ভারতের মহারাষ্ট্র রাজ্যের দুটি আইপিএল ফ্র্যাঞ্চাইজির একটি ছিল, অন্যটি মুম্বই ইন্ডিয়ান্স। এটি ২০১১ মৌসুমের জন্য আইপিএলে যোগ করা দুটি নতুন ফ্র্যাঞ্চাইজির মধ্যে একটি ছিল, পাশাপাশি বিলুপ্ত কোচি টাস্কার্স কেরালা। দলটির মালিক ছিল সাহারা গ্রুপ স্পোর্টস লিমিটেড, ভারতীয় ব্যবসায়িক সংগঠন সাহারা ইন্ডিয়া পরিবারের একটি গ্রুপ কোম্পানি। দলের হোম গ্রাউন্ড ছিল মহারাষ্ট্র ক্রিকেট অ্যাসোসিয়েশন স্টেডিয়াম। যা পুনের গাহুঞ্জে অবস্থিত।\n২০১৪ সালের মে মাসে, পুনে ওয়ারিয়র্স ইন্ডিয়া আইপিএল থেকে প্রত্যাহার করে নেয় বোর্ড অফ কন্ট্রোল ফর ক্রিকেট ইন ইন্ডিয়া (বিসিসিআই) এর সাথে লিগের বার্ষিক ফ্র্যাঞ্চাইজ ফি মূল্যায়নের কারণে। তাদের শেষ ম্যাচ ছিল ১৯ মে ২০১৩ দিল্লি ডেয়ারডেভিলসের বিপক্ষে। পাঁচ মাস পরে, অক্টোবর ২০১৩ সালে বিসিসিআই আনুষ্ঠানিকভাবে ফ্র্যাঞ্চাইজিটি বন্ধ করে দেয়\nদলটি টুর্নামেন্টে তাদের তিন বছরে ব্যর্থ হয়েছিল বা দলে সেরা খেলোয়াড় থাকা সত্ত্বেও সঠিকভাবে ছিন্নভিন্ন বা পরাজিত হয়েছিল, তাদের উদ্বোধনী মৌসুমে এবং তাদের চূড়ান্ত মৌসুমে শেষ থেকে দ্বিতীয়-স্থান অধিকার করেছিল এবং ২০১২ সালে শেষ হয়েছিল। সামগ্রিকভাবে, দলটি ৪৬টি ম্যাচ খেলেছে, ১২টিতে জিতেছে এবং ৩৩টিতে হেরেছে এবং ১টি ম্যাচ বৃষ্টির কারণে কোনো ফল হয়নি। দলের প্রধান রান স্কোরার ছিলেন রবিন উথাপ্পা এবং এর প্রধান উইকেট শিকারী ছিলেন রাহুল শর্মা।\n\n\n== ফ্র্যাঞ্চাইজি ইতিহাস ==\n২১ মার্চ ২০১০-এ, সাহারা অ্যাডভেঞ্চার স্পোর্টস লিমিটেড সফলভাবে পুনে ফ্র্যাঞ্চাইজির জন্য ₹১৭.০২ বিলিয়ন (ইউএস$৩৭০ মিলিয়ন) বিড করেছে, যা আইপিএল-এর ইতিহাসে যেকোনো কোম্পানির সর্বোচ্চ বিড। ভিডিওকন গ্রুপ, একটি ভারতীয় ভোক্তা যন্ত্রপাতি প্রস্তুতকারক, দলটির জন্য বিড করেছিল, কিন্তু ব্যর্থ হয়েছিল৷ কোচি টাস্কার্স কেরালার সাথে, দলটি ২০১১ মৌসুমের জন্য সাহারা পুনে ওয়ারিয়র্স হিসাবে বিদ্যমান আটটি আইপিএল দলে যোগ দেয়, তারপরে বিসিসিআই ফ্র্যাঞ্চাইজিকে লিখেছিল যে দলের নামটি প্রচার হিসাবে ব্যবহার করা যাবে না যা আইপিএল ধারার বিরুদ্ধে। তাই লিগে তাদের পরিচয় হয়েছিল পুনে ওয়ারিয়র্স ইন্ডিয়া নামে।\n\n\n== হোম গ্রাউন্ড ==\n\n২০১১ সালে তাদের উদ্বোধনী মৌসুমে, দলটি তাদের হোম ম্যাচগুলি নবি মুম্বইয়ের ডিওয়াই পাটিল স্টেডিয়ামে খেলেছিল, কারণ তাদের নির্ধারিত হোম ভেন্যু, মহারাষ্ট্র ক্রিকেট অ্যাসোসিয়েশন স্টেডিয়াম এখনও নির্মাণাধীন ছিল। শুধুমাত্র ২০১২ মৌসুমের পর থেকে দলটি আসলে সাহারা ইন্ডিয়া পরিবারের চেয়ারম্যানের নামানুসারে সুব্রত রায় সাহারা স্টেডিয়ামে পুনেতে তাদের হোম ম্যাচ খেলতে শুরু করে। এটি গাহুঞ্জে অবস্থিত, একটি গ্রাম যা প্রায় ২৩ কিলোমিটার (১৪ মাইল) মুম্বাই পুনে এক্সপ্রেসওয়েতে পুনের উত্তর-পশ্চিমে। এটিতে ৩৭,০০০ দর্শকের বসার ধারণ ক্ষমতা রয়েছে।\nস্টেডিয়ামটি সাহারা ইন্ডিয়া পরিবার এবং মহারাষ্ট্র ক্রিকেট অ্যাসোসিয়েশনের (এমসিএ) মধ্যে বিতর্কের উৎস হয়ে ওঠে। ২০১৩ সালের শুরুর দিকে, সাহারা স্টেডিয়াম নিয়ে এমসিএ এবং এর মধ্যে চুক্তির অবসানের জন্য আদালতে যান। সাহারা এমসিএকে অর্থপ্রদানের জন্য খেলাপি হওয়ার কারণে এমসিএ মাটিতে চুক্তিটি বাতিল করেছিল এবং স্টেডিয়ামের নাম পরিবর্তন করে এমসিএ পুনে ইন্টারন্যাশনাল ক্রিকেট সেন্টার রেখেছিল। সমস্যা সমাধান না হওয়া পর্যন্ত সাহারা তাদের সমস্ত হোম ম্যাচ পুণের বাইরে খেলার সিদ্ধান্ত নিয়েছে। ১৫ মার্চ ২০১৩ তারিখে, সাহারা তিন মাসের মধ্যে বিদ্যমান সমস্ত বকেয়া পরিশোধ করতে সম্মত হওয়ার সাথে অবশেষে সমস্যাটি সমাধান করা হয়েছিল। স্টেডিয়ামটির নাম পরিবর্তন করে সুব্রত রায় সাহারা স্টেডিয়াম রাখা হয় এবং এমসিএ পুনে ওয়ারিয়র্স ইন্ডিয়াকে স্টেডিয়ামে তার সমস্ত হোম ম্যাচ খেলার অনুমতি দেয়।\n\n\n== দলের পরিচয় ==\n\n\n=== দলের নাম এবং লোগো ===\nপুনে ফ্র্যাঞ্চাইজি মারাঠা সাম্রাজ্যের সম্মানে দলটির নাম দেয় পুনে ওয়ারিয়র্স ইন্ডিয়া যা একসময় শহর থেকে শাসন করত। পুনে ওয়ারিয়র্স ইন্ডিয়ার লোগোটি ছিল একটি বর্শা, যা ভারতীয় তিরঙ্গার আভায় অশ্বারোহী-যোদ্ধা (ঘোড়ায় চড়ে যোদ্ধা) আক্রমণ করে।\n\n\n=== জার্সির রং ===\nতাদের উদ্বোধনী মৌসুমে, দলের জার্সিটি কালো রঙের ছিল যার উভয় পাশে তিরঙ্গা স্ট্রাইপ এবং রূপালী উচ্চারণ ছিল। জার্সিটি শার্টের উপরের বাম কোণে আক্রমণকারী যোদ্ধা লোগোও অন্তর্ভুক্ত করেছে। ২০১২ মৌসুমের পর থেকে, জার্সির প্রাথমিক রঙটি ফিরোজা নীলে পরিবর্তিত হয়। প্রথম দুই সিজনে কিট প্রস্তুতকারক ছিল আডিডাস, কিন্তু তৃতীয় মৌসুমে টি কে স্পোর্টসওয়্যার কিট প্রস্তুতকারক ছিল। ভারতীয় অনলাইন ফ্যাশন পোশাক ব্র্যান্ড আমেরিকান সোয়ান দলটির অফিসিয়াল লাইফস্টাইল পোশাকের অংশীদার ছিল।\n\n\n=== স্পনসর ===\nতাদের প্রথম দুই মৌসুমের জন্য, দলের প্রধান পৃষ্ঠপোষক ছিল টিভিএস মোটরস। সানসুই ইলেকট্রিক, একটি জাপানি ভোক্তা যন্ত্রপাতি প্রস্তুতকারক দ্বারা তাদের চূড়ান্ত মৌসুমের জন্য দলের প্রধান পৃষ্ঠপোষক হিসাবে টিভিএস-কে প্রতিস্থাপিত করা হয়েছিল। অন্যান্য স্পনসর ছিল লাক্স কোজি, নিসান, ইউবি গ্রুপ, লিংক পেনস, ওকলে ইনকর্পোরেটেড, ইউ ব্রডব্যান্ড, কিলার জিন্স এবং ফিনোলেক্স গ্রুপ। এক্সাইড বিএমডব্লিউ এর ৩টি মৌসুমের জন্য প্রধান পৃষ্ঠপোষক। বিএমডব্লিউ প্রধান পৃষ্ঠপোষক হিসাবে ব্রিটানিয়া দ্বারা প্রতিস্থাপিত হবে। অন্যান্য স্পনসর হল ইন্ডিগো এয়ারলাইনস, সিগ্রামস, জকি, রেনল্ডস, রেমন্ড গ্রুপ, ফাস্ট্র্যাক, এয়ারটেল এবং আশির্বাদ পাইপস।\n\n\n=== মূল সঙ্গীত ===\nদলের অফিসিয়াল থিম সং ছিল \"সাহারা সাহারা\", প্লেব্যাক গায়ক এবং সঙ্গীত সুরকার শঙ্কর মহাদেবনের গাওয়া একটি হিন্দি গান। গানের ভিডিওতে একজন যোদ্ধাকে ঘোড়ায় চড়ে এবং পুনের বাসিন্দাদের স্টেডিয়ামে আসতে অনুপ্রাণিত করতে দেখা গেছে যেখানে তারা দলের ক্রিকেটারদের প্রত্যক্ষ করেছে। তারপর দলের ক্রিকেটারদের পাশাপাশি বাসিন্দারা সাহারা স্যালুট (হৃদয়ের উপর ডান হাত রেখে \"জয় সাহারা\" বলে) পারফর্ম করেন।\n\n\n=== ভারতীয় চিয়ারলিডাররা ===\nপুনে ওয়ারিয়র্স ইন্ডিয়া ছিল একমাত্র আইপিএল ফ্র্যাঞ্চাইজি যা ভারতীয় চিয়ারলিডারদের ব্যবহার করে অন্য ফ্র্যাঞ্চাইজি যা বিদেশী চিয়ারলিডার ব্যবহার করে। চিয়ার কুইন্স নামে পরিচিত, এই চিয়ারলিডাররা বলিউডের বিখ্যাত ডিজাইনার নীতা লুল্লার ডিজাইন করা ঐতিহ্যবাহী ভারতীয় পোশাক পরেছিলেন এবং প্রথাগত ভারতীয় নৃত্য পরিবেশন করতেন যা খ্যাতিমান কোরিওগ্রাফার গণেশ হেগডে এবং তনুশ্রী শঙ্কর দ্বারা কোরিওগ্রাফ করা হয়েছিল, প্রথাগত জিমন্যাস্টিক রুটিন নয় যা সাধারণত চিয়ারলিডিংয়ের সাথে যুক্ত। সুব্রত রায়ের ভাষায়-পুনে ওয়ারিয়র্স ইন্ডিয়ার 'চিয়ার কুইনস'-এর মাধ্যমে আমরা একটি আন্তর্জাতিক মঞ্চে ভারতের সমৃদ্ধ ও বৈচিত্র্যময় সংস্কৃতিকে প্রদর্শন ও স্বীকৃতি দিতে চাই। এই সুযোগ, যা আমরা চাই আইপিএলের সমস্ত ফ্র্যাঞ্চাইজি সম্মিলিতভাবে গ্রহণ করুক, যাতে ভারতের সমৃদ্ধ সাংস্কৃতিক ঐতিহ্য বিশ্বের কাছে অভিনব উপায়ে উপস্থাপিত হয়।\n\n\n== কিট নির্মাতা এবং স্পনসর ==\nপ্রথম দুই মৌসুমে কিট প্রস্তুতকারক ছিল অ্যাডিডাস, কিন্তু তৃতীয় সিজনের জন্য কিট প্রস্তুতকারক ছিল টিকে স্পোর্টস প্রাইভেট লিমিটেড ভারতীয় অনলাইন ফ্যাশন পোশাক ব্র্যান্ড আমেরিকান সোয়ান দলটির অফিসিয়াল লাইফস্টাইল পোশাকের অংশীদার ছিল। তাদের প্রথম দুই মৌসুমের জন্য, দলের প্রধান পৃষ্ঠপোষক ছিল টিভিএস মোটরস। সানসুই ইলেকট্রিক, একটি জাপানি ভোক্তা যন্ত্রপাতি প্রস্তুতকারক দ্বারা তাদের চূড়ান্ত মৌসুমের জন্য দলের প্রধান পৃষ্ঠপোষক হিসাবে টিভিএস-কে প্রতিস্থাপিত করা হয়েছিল।\n\n\n== মৌসুম ==\n\n\n=== ইন্ডিয়ান প্রিমিয়ার লিগ ===\n\n\n== পারফরম্যান্স ==\n\n\n=== আইপিএলের সামগ্রিক ফলাফল ===\n\n\n== আরও দেখুন ==\nরাইজিং পুণে সুপারজায়ান্ট\n\n\n== তথ্যসূত্র =="}