{"pageid": 1441852, "title": "আইদান ক্রাউলি", "url": "https://bn.wikipedia.org/wiki?curid=1441852", "content": "আইদান মেরিভালে ক্রাউলি </link> (১০ এপ্রিল ১৯০৮ - ৩ নভেম্বর ১৯৯৩)  একজন ব্রিটিশ সাংবাদিক, টেলিভিশন নির্বাহী এবং সম্পাদক এবং রাজনীতিবিদ ছিলেন। তিনি ব্রিটেনের উভয় প্রধান রাজনৈতিক দলের সদস্য ছিলেন: লেবার পার্টি এবং কনজারভেটিভ পার্টি, এবং ১৯৪৫ থেকে ১৯৫১ সাল পর্যন্ত লেবার এমপি হিসাবে এবং ১৯৬২ থেকে ১৯৬৭ সাল পর্যন্ত কনজারভেটিভ এমপি হিসাবে হাউস অফ কমন্সে নির্বাচিত হন।\nক্রাউলি অক্সফোর্ডের হ্যারো স্কুল এবং ট্রিনিটি কলেজে শিক্ষিত হন। তিনি হ্যারো এবং অক্সফোর্ড ইউনিভার্সিটি ক্রিকেট ক্লাব উভয়ের জন্যই ক্রিকেট খেলেছেন। লর্ডসে ১৯২৬ সালের ইটন বনাম হ্যারো ম্যাচে তিনি ৮৭ রান করেছিলেন, একটি ইনিংস যা উইজডেনকে \"অনেক বছরের ম্যাচের সেরা ইনিংস হিসাবে ব্যাপকভাবে বিবেচিত\" হিসাবে বর্ণনা করেছে এবং একই প্রকাশনায় তাকে \"সুন্দর খেলোয়াড়\" হিসাবে বর্ণনা করা হয়েছিল। ১৯২৮ সালে তিনি অক্সফোর্ডের হয়ে এক মৌসুমে ১,১৩৭ রান করে এবং ১৯২৯ সালে নর্দাম্পটনশায়ারের বিপক্ষে ২০৪ রান করে নতুন রেকর্ড গড়েন।\n\n\n== তথ্যসূত্র ==\n\n\n== তথ্যসূত্র ==\nডেইলি টেলিগ্রাফ, 14/06/67  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৫ আগস্ট ২০১২ তারিখে\n\nপৃষ্ঠার নিচে Aidan Crawley এর ছবি।\nভার্জিনিয়া কাউলেস, জার্মান উইকিপিডিয়া (জার্মান ভাষায়)।\nLeigh Rayment's Peerage Pages  \nক্রিকেট আর্কাইভ থেকে আইদান ক্রাউলি\n\"বন্যার পরে: ইংল্যান্ড শ্রীলঙ্কায় আত্মার জয়ের সাক্ষী\" দ্য ইন্ডিপেন্ডেন্ট, 18 ডিসেম্বর 2007। তার স্বামীর জন্য একটি স্মৃতিসৌধ নির্মাণের জন্য হ্যারিয়েট আয়ারের প্রচেষ্টা বর্ণনা করে এবং কিছু পারিবারিক ট্র্যাজেডির সাথে সম্পর্কিত।\n\n\n== বহিঃসংযোগ ==\nহ্যান্সকার্ড ১৮০৩-২০০৫: Aidan Crawley দ্বারা সংসদে অবদান (ইংরেজি)\nCrawley ancestry can be found at the following sources:\nthe Plantagenet Roll: Clarence Volume\nthe 1895 issue of Debrett's Peerage (archived online).\nDescendants of the Conqueror: Clarence 25. This shows all the descendants of the Crawley-Boevey baronets, starting with the 2nd Baronet and his brothers. Retrieved ১০ ডিসেম্বর 2008.\nRev. Arthur Stafford Crawley (1876-1948), Canon of Windsor, information in the National Archives."}