{"pageid": 1442443, "title": "টনি লয়েড", "url": "https://bn.wikipedia.org/wiki?curid=1442443", "content": "স্যার অ্যান্থনি জোসেফ লয়েড (২৫ ফেব্রুয়ারি ১৯৫০ - ১৭ জানুয়ারী ২০২৪) একজন ব্রিটিশ লেবার রাজনীতিবিদ ছিলেন। তিনি ৩৬ বছর ধরে সংসদ সদস্য (এমপি) হিসাবে দায়িত্ব পালন করেন, যা তাকে সাম্প্রতিক ইতিহাসে সবচেয়ে দীর্ঘ মেয়াদী এমপিদের একজন করে তোলে। তিনি ১৯৮৩ থেকে ১৯৯৭ সাল পর্যন্ত স্ট্রেটফোর্ডের এমপি, ১৯৯৭ থেকে ২০১২ সাল পর্যন্ত ম্যানচেস্টার সেন্ট্রাল এবং ২০২৪ সালে তার মৃত্যু পর্যন্ত ২০১৭ থেকে রচডেলের প্রতিনিধিত্ব করেছিলেন। তিনি ২০১২ এবং ২০১৭ এর মধ্যে গ্রেটার ম্যানচেস্টার পুলিশ এবং ক্রাইম কমিশনার ছিলেন এবং তার দায়িত্বে শেষ দুই বছরে গ্রেটার ম্যানচেস্টারের অন্তর্বর্তী মেয়র হিসাবে দায়িত্ব পালন করেছিলেন।\nস্ট্রেটফোর্ডে জন্মগ্রহণ করেন, লয়েড ১৯৭৯ থেকে ১৯৮৪ সাল পর্যন্ত ট্র্যাফোর্ড কাউন্সিলর হিসেবে দায়িত্ব পালন করেন। ১৯৮৩ সালে তিনি স্ট্রেটফোর্ডের এমপি নির্বাচিত হন, ১৯৯৭ সালে এটি বিলুপ্ত না হওয়া পর্যন্ত নির্বাচনী এলাকার প্রতিনিধিত্ব করেন, সেই সময়ে তিনি ম্যানচেস্টার সেন্ট্রাল থেকে নির্বাচিত হন। একজন এমপি হিসেবে, লয়েড ১৯৮৭ থেকে ১৯৯৭ সালের মধ্যে একজন বিরোধী মুখপাত্র ছিলেন, ১৯৯৭ থেকে ১৯৯৯ সালের মধ্যে পররাষ্ট্র ও কমনওয়েলথ অফিসের একজন প্রতিমন্ত্রী এবং ২০০৬ থেকে ২০১২ সাল পর্যন্ত সংসদীয় লেবার পার্টির চেয়ারম্যান ছিলেন।\nলয়েড অক্টোবর ২০১২ পর্যন্ত একটি নির্বাচনী সংসদ সদস্য হিসাবে অব্যাহত ছিলেন, যখন তিনি গ্রেটার ম্যানচেস্টার পুলিশ এলাকার জন্য ২০১২ সালের পুলিশ এবং অপরাধ কমিশনার নির্বাচনে প্রতিদ্বন্দ্বিতা করার জন্য পদত্যাগ করেন। তিনি নির্বাচিত হন এবং নভেম্বর ২০১২ এ পদ গ্রহণ করেন। ২০১৫ সালে গ্রেটার ম্যানচেস্টারের অন্তর্বর্তী মেয়র নিযুক্ত লয়েড, ২০১৬ সালে ঘোষণা করেছিলেন যে তিনি গ্রেটার ম্যানচেস্টারের মেয়র নির্বাচনে লেবার পার্টির প্রার্থী হতে চাইবেন,  কিন্তু এমপি নির্বাচিত হওয়ার আগে অ্যান্ডি বার্নহামের কাছে মনোনয়ন হেরে যান  ২০১৭ সালে রচডেলের জন্য।\nলয়েড ২০১৮ এবং ২০২০ এর মধ্যে উত্তর আয়ারল্যান্ডের ছায়া সেক্রেটারি অফ স্টেট হিসাবে দায়িত্ব পালন করেছিলেন, তার কোভিড-১৯ এর অসুস্থতা থেকে সেরে উঠতে পদত্যাগ করেছিলেন। তিনি ২০১৯ এবং ২০২০ এর মধ্যে স্কটল্যান্ডের শ্যাডো সেক্রেটারি অফ স্টেটও ছিলেন।\n২০১১ সালে, ম্যানচেস্টার ইভিনিং নিউজ লয়েডকে গ্রেটার ম্যানচেস্টারের ২৫০ জন সবচেয়ে প্রভাবশালী ব্যক্তির তালিকাভুক্ত করে, তাকে \"বৃহত্তর ম্যানচেস্টারের শ্রম রাজনীতিতে একজন প্রধান ব্যক্তিত্ব\" হিসেবে বর্ণনা করে,  এবং তার নির্বাচনে \"বৃহত্তর ম্যানচেস্টারের সবচেয়ে শক্তিশালী ব্যক্তি\" হিসেবে বর্ণনা করে। ২০১২ সালে পুলিশ ও অপরাধ কমিশনার হিসেবে  দ্য গার্ডিয়ান দ্বারা উত্পাদিত এমপিদের একটি ডিরেক্টরিতে, অ্যান্ড্রু রথ লয়েডকে \"ভালোভাবে অবহিত, চিন্তাশীল এবং বাস্তববাদী আঞ্চলিকতাবাদী এবং আন্তর্জাতিকতাবাদী\" হিসাবে বর্ণনা করেছেন।\n\n\n== তথ্যসূত্র =="}