{"pageid": 1442061, "title": "সেন্ট জর্জেস, গ্রেনাডা", "url": "https://bn.wikipedia.org/wiki?curid=1442061", "content": "সেন্ট জর্জেস (গ্রেনাডীয় ক্রেওল ফরাসি: Sen Jòj সেন্‌ জজ্‌) পশ্চিম ভারতীয় দ্বীপপুঞ্জ তথা ক্যারিবীয় অঞ্চলে পূর্ব ক্যারিবীয় সাগরের দ্বীপরাষ্ট্র গ্রেনাডার রাজধানী শহর। এটি দ্বীপটির দক্ষিণ-পশ্চিম উপকূলে একটি প্রাচীন আগ্নেয়গিরির জ্বালামুখের পাদদেশে একটি ছোট উপদ্বীপে অবস্থিত। শহরের পাশেই একটি সুরক্ষিত স্থলবেষ্টিত অশ্বক্ষুরাকৃতি গভীর জলের পোতাশ্রয়বিশিষ্ট সমুদ্র বন্দর আছে। সেন্ট জর্জেস দেশটির প্রশাসনিক, বাণিজ্যিক ও পর্যটন কেন্দ্র। এখানে উৎপাদিত শিল্পজাত দ্রব্যগুলির মধ্যে চিনি ও রাম নামের মদ্যপানীয় প্রধান। এখান থেকে কাকাও, জায়ফল, জৈত্রী ও কলা রপ্তানি করা হয়। ভ্যানিলা ও আদারও চাষ হয়।\nদ্বীপটি বিশ্বের দারুচিনি, জৈত্রী, লবঙ্গ ও জায়ফলের শীর্ষ উৎপাদকগুলির একটি; বিশ্বের প্রায় ২০% জায়ফল এই দ্বীপেই উৎপন্ন হয়।  মৃদু ক্রান্তীয় জলবায়ুর কারণে এখানে এইসব মসলা সহজে ফলানো যায়। ১৬৫০ সালে একটি ফরাসি ঔপনিবেশিক বসতি হিসেবে সেন্ট জর্জেসের যাত্রা শুরু হয়। এটি ১৮৮৫ থেকে ১৯৫৮ সাল পর্যন্ত ব্রিটিশ নির্ভরশীল অঞ্চল উইন্ডওয়ার্ড দ্বীপপুঞ্জের রাজধানী ছিল।\nবর্তমানে সেন্ট জর্জের ক্যারিবীয় অঞ্চলের পর্যটকদের একটি জনপ্রিয় গন্তব্যস্থল। ছবির মতো সুন্দর শহরটির বাড়ি ও দোকানপাটগুলির ছাদ লাল টালি দিয়ে ঢাকা। খাড়া পাহাড়কে ঘিরে সড়কগুলি উঠে গেছে। যে প্যারিশে (প্রশাসনিক অঞ্চল) সেন্ট জর্জেস অবস্থিত, সেখানে সেন্ট জর্জেস বিশ্ববিদ্যালয়, ও মোরিস বিশপ আন্তর্জাতিক বিমানবন্দরটি অবস্থিত। গুরুত্বপূর্ণ দর্শনীয় স্থানের মধ্যে আছে রোমান ক্যাথলিক, ইঙ্গ (অ্যাংলিকান) ও প্রেসবিটেরীয় (জ্যেষ্ঠ) মণ্ডলীর গির্জা, যেগুলি উপদ্বীপের কেন্দ্রীয় শৈলশিরাতে অবস্থত। ১৮শ শতকে নির্মিত ফোর্ট জর্জ দুর্গটি শহরকেন্দ্রে শৈলশিরার প্রান্তবিন্দুতে অবস্থিত, যেখান থেকে দ্বীপ ও সেন্ট জর্জেরস উপসাগরের সার্বিক পরিদৃশ্য দেখতে পাওয়া যায়। আরও আছে সরকারী ভবন (গভর্নমেন্ট হাউজ), যা শহরের কাছেই একটি ঢালে অবস্থিত। শহরের কাছেই অবস্থিত ফোর্ট ম্যাথিউ নামের দুর্গটি একটি প্রাক্তন যুদ্ধক্ষেত্র ও পরবর্তীতে পাগলা গারদ ছিল যার মাটির নিচে অনেক সুড়ঙ্গ আছে। কারেনাজ নামের অভ্যন্তরীণ পোতাশ্রয় ও দ্বীপের কেন্দ্রে অবস্থিত গ্রঁ এতঁ হ্রদ—এই দুইটিই আগ্নেয় হ্রদ বা ক্যালডেরা। অনেক পর্যটক অশ্বক্ষুরাকৃতি কারেনাজ পোতাশ্রয়টির ধার ঘেষে পানির পাশ দিয়ে হাঁটতে পছন্দ করেন, যেখানে অনেক রঙবেরঙের ক্যারিবীয় শৈলীর ঘর, ঔপনিবেশিক ভবন, রেস্তোরাঁ, পানশালা ও দোকানপাট আছে। আরও আছে দ্য চকোলেট হাউজ নামের একটি ছোট জাদুঘর ও কফিঘর যেখানে দ্বীপটির চকোলেট উৎপাদনের ইতিহাস প্রদর্শন করা হয়। শহরের গ্রেনাডা জাতীয় জাদুঘরে অঞ্চলের ইতিহাস বিষয়ক অনেক প্রদর্শনী আছে, যার মধ্যে খামার (প্ল্যান্টেশন) অর্থনীতি ও তিমি শিকার শিল্পের ইতিহাসও অন্তর্ভুক্ত। শহর থেকে প্রায় ২ কিলোমিটার পূর্বদিকে রিচমন্ড পাহাড়ের উপরে ফোর্ট ফ্রেডেরিক নামের আরেকটি সুন্দরভাবে সংরক্ষিত দুর্গ আছে। ১৭৭৯ সালে ফরাসিরা দুর্গটির কাজ শুরু করে এবং ব্রিটিশরা ১৭৯১ সালে নির্মাণকাজ সমাপ্ত করে।\n\n\n== তথ্যসূত্র =="}