{"pageid": 1442575, "title": "পরবর্তী ইসলামাবাদের স্থানীয় সরকার নির্বাচন", "url": "https://bn.wikipedia.org/wiki?curid=1442575", "content": "পরবর্তী ইসলামাবাদ স্থানীয় সরকার নির্বাচন বা ইসলামাবাদ স্থানীয় সংস্থা নির্বাচন, ( উর্দু: اسلام آباد بلدیاتی انتخابات‎‎  ) ইসলামাবাদ ক্যাপিটাল টেরিটরিতে অনুষ্ঠিত হবে। পাকিস্তানের নির্বাচন কমিশন কর্তৃক প্রকাশিত একটি তফসিল অনুসারে ফেডারেল রাজধানীতে দীর্ঘ বিলম্বিত স্থানীয় সরকার নির্বাচনে প্রায় এক মিলিয়ন ভোটার তাদের প্রতিনিধি নির্বাচন করবেন।     পীল আদিল গেলানী ছিলেন আগের নিবর্বাচিত মেয়র।\nপাকিস্তান মুসলিম লীগ (এন) (পিএমএল-এন) এবং পাকিস্তান তেহরিক-ই-ইনসাফ (পিটিআই) এর প্রার্থীরা ২০১৫ সালে পরিচালিত সবচেয়ে সাম্প্রতিক নির্বাচনের সময় প্রচুর লড়াই করেছিল। পিএমএল-এন নির্বাচনে জয়ী হয় এবং শেখ আনসের আজিজ পরে ইসলামাবাদের প্রথম মেয়র নির্বাচিত হন।  আজিজ পরে ২০২০ সালে পদত্যাগ করেন এবং পীর আদিল গিলানির স্থলাভিষিক্ত হন।  \n\n\n== পটভূমি ==\nইসলামাবাদের নির্বাচনগুলি দীর্ঘ সময় ধরে ছিল যেহেতু ইসলামাবাদ মেট্রোপলিটন কর্পোরেশন, শহরের পূর্ববর্তী পৌর প্রশাসন, 2021 সালের ফেব্রুয়ারিতে তার পাঁচ বছরের মেয়াদ শেষ করেছিল। সরকার এবং পাকিস্তানের নির্বাচন কমিশন (ইসিপি) উভয়ই প্রয়োজনীয় চার মাসের মধ্যে নির্বাচন করতে ব্যর্থ হয়েছে। চরম বিলম্বের পরে ইসিপি অবশেষে ইসলামাবাদের 101টি ইউনিয়ন কাউন্সিলের (ইউসি) নির্বাচনের সময়সূচী প্রকাশ করেছে।  2017 সালের আদমশুমারি অনুযায়ী ইসলামাবাদের জনসংখ্যা বৃদ্ধির কারণে সরকার এখন UC-এর সংখ্যা 50 থেকে 101-এ প্রসারিত করেছে। \n23 ডিসেম্বর 2022-এ, সেনেট একটি বিল পাস করেছে যা UC-র সংখ্যা 101 থেকে 125-এ উন্নীত করেছে। 27 ডিসেম্বর 2022-এ, প্রধান নির্বাচন কমিশনারের নেতৃত্বে ইসিপি-র পাঁচ সদস্যের একটি বেঞ্চ একটি শুনানি পরিচালনা করে যা \"আপাতত\" নির্বাচন স্থগিত করার সিদ্ধান্ত নিয়েছিল। ইউসি-র সংখ্যা বৃদ্ধির কারণে, ইসিপিকে নতুন সীমাবদ্ধতা পরিচালনা করতে হবে এবং পুরো নির্বাচনী প্রক্রিয়াটি পুনরায় করতে হবে, যার জন্য কমপক্ষে 4 মাস সময় লাগবে। 30 ডিসেম্বর 2022-এ, ইসলামাবাদ হাইকোর্ট (আইএইচসি) পিটিআই এবং জামায়াত-ই-ইসলামি (জেআই) দ্বারা দায়ের করা অভিন্ন পিটিশনগুলি গ্রহণ করে নির্বাচন স্থগিত করার ইসিপির আদেশকে একপাশে রেখে এবং তফসিল অনুযায়ী নির্বাচন অনুষ্ঠানের নির্দেশ দেয়। 31 ডিসেম্বর 2022 তারিখে হয়।  \nযাইহোক, ভোটকেন্দ্রের বাইরে ভোটারদের লাইন থাকা সত্ত্বেও 31 ডিসেম্বর 2022 তারিখে নির্বাচন অনুষ্ঠিত হয়নি। ইসিপি বলেছে যে এই ধরনের সংক্ষিপ্ত নোটিশে নির্বাচন করা \"কার্যতঃ অসম্ভব\" হবে এবং পরবর্তীতে আইএইচসি'র সিদ্ধান্তের বিরুদ্ধে আন্তঃআদালতে আপিল দায়ের করবে। একই সাথে, পিটিআই নির্বাচন না করার জন্য ইসিপির বিরুদ্ধে আদালত অবমাননার প্রক্রিয়া চেয়ে আইএইচসিতে একটি পিটিশন দাখিল করেছে।  \n15 ফেব্রুয়ারী 2023-এ, সংসদ UC-র সংখ্যা 101 থেকে 125-এ উন্নীত করার পরে IHC ECP থেকে নির্বাচনের জন্য একটি নতুন সময়সূচী চেয়েছিল \n29 জুলাই 2023 তারিখে, ইসিপি নির্বাচনের তারিখ নির্ধারণের জন্য 2 আগস্ট একটি সভা আহ্বান করার সিদ্ধান্ত নেয়। \n\n\n== আসন বরাদ্দ ==\nইসলামাবাদ ক্যাপিটাল টেরিটরিতে স্থানীয় সরকার নির্বাচন 101টি ইউনিয়ন কাউন্সিল এবং 1টি মেট্রোপলিটন কর্পোরেশন ইসলামাবাদ নিয়ে গঠিত। \n\n\n== নির্বাচন ==\nপাকিস্তান মুসলিম লীগ (এন) (পিএমএল-এন), পাকিস্তান তেহরিক-ই-ইনসাফ (পিটিআই), এবং পাকিস্তান পিপলস পার্টি (পিপিপি) হল সেই রাজনৈতিক দল যারা নির্বাচনে একে অপরের বিরুদ্ধে প্রতিদ্বন্দ্বিতা করার সম্ভাবনা সবচেয়ে বেশি। পিপিপি ইসলামাবাদে একটি শক্তিশালী নির্বাচনী শক্তি এবং ফেডারেল সরকারের জোটে পিএমএল-এন-এর সাথে কাজ করে। পিটিআইকে পরাজিত করার জন্য এই দুই দল একাধিক ইউনিয়ন পরিষদে ঐক্যবদ্ধ প্রার্থী দেওয়ার সম্ভাবনা রয়েছে। \n\n\n== তথ্যসূত্র =="}