{"pageid": 1442273, "title": "আকাশগর্ভ", "url": "https://bn.wikipedia.org/wiki?curid=1442273", "content": "আকাশগর্ভ (সংস্কৃত: आकाशगर्भ) হলো চীনা, জাপানি ও কোরিয়ান বৌদ্ধধর্মের বোধিসত্ত্ব যিনি মহাকাশের (আকাশ) মহান উপাদান (মহাভূত) এর সাথে যুক্ত।\n\n\n== তাৎপর্য ==\nআকাশগর্ভ হলো আটটি মহান বোধিসত্ত্বের একটি। তার নাম \"অকার্যকর ভাণ্ডার\" বা \"সীমাহীন মহাকাশের কোষাগার\" হিসাবে অনুবাদ করা যেতে পারে কারণ তার জ্ঞানকে মহাকাশ হিসাবেই সীমাহীন বলা হয়। তিনি কখনও কখনও আকাশগর্ভ ক্ষিতিগর্ভের যমজ হিসেবে বিবেচিত, এবং এমনকি \nক্ষিতিগর্ভ বোধিসত্ত্ব পূর্বপ্রাণিধান সূত্রে সংক্ষিপ্তভাবে উল্লেখ করা হয়েছে।\nগৌতম বুদ্ধের গুণাবলীর সাথে যুক্ত, তিনি পাপাচার শুদ্ধ করতে সক্ষম।\nশিঙ্গোন বৌদ্ধধর্মের প্রতিষ্ঠাতা কুকই বিখ্যাত সন্ন্যাসীর সাথে দেখা করেন যিনি তরুণ বৌদ্ধ ধর্মাবলম্বী হিসাবে বারবার আকাশগর্ভের মন্ত্র উচ্চারণ করেন বলে জানা যায়। কুকই তার নিকট থেকে কোকুজু-গুমঞ্জির অভিভাবকসংবঁধীয় শিক্ষা গ্রহণ করেন। তিনি যখন মন্ত্রটি উচ্চারণ করেন, তখন তিনি দর্শন অনুভব করেন যেখানে আকাশগর্ভ তাকে বৈরোচনসম্বোধি সূত্র বোঝার জন্য তাং চীনে যেতে বলেন। পরে তিনি হুইগুর কাছ থেকে তাংমি শিখতে চীনে যাবেন এবং তারপরে হেইআন জাপানে গুপ্ত বৌদ্ধধর্মের শিঙ্গোন সম্প্রদায়ের সন্ধান করতে যাবেন।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nAbe, Ryūichi (১৩ আগস্ট ২০১৩)। The Weaving of Mantra: Kūkai and the Construction of Esoteric Buddhist Discourse। Columbia University Press। আইএসবিএন 978-0-231-52887-0। \nFrench, Frank G.; Shih, Tao-tsi; Śikṣānanda (২০০৩)। The Sutra of Bodhisattva Ksitigarbha's Fundamental Vows। Corporate Body of the Buddha Educational Foundation। \nThích, Nhất Hạnh (১৯৯৮)। The Heart of the Buddha's Teaching: Transforming Suffering Into Peace, Joy & Liberation : the Four Noble Truths, the Noble Eightfold Path, and Other Basic Buddhist Teachings। Broadway Books। আইএসবিএন 978-0-7679-0369-1। \nVisser, M. W. de (1931). The Bodhisattva Akasagarbha (Kokuzo) in China and Japan, Amsterdam: The Royal Dutch Academy of Sciences.\n\n\n== বহিঃসংযোগ ==\n\nEnglish Translation of the Ākāśagarbha Sūtra from the Tibetan on 84000.\nGumonji : A possible cure for memory loss The Japan Times\nJapanese Buddhist Statuary: Kokuzo\nThe Koyasan Shingon-shu Lay Practitioner's Daily Service"}