{"pageid": 1442886, "title": "প্রতিরক্ষা মন্ত্রণালয় (সৌদি আরব)", "url": "https://bn.wikipedia.org/wiki?curid=1442886", "content": "প্রতিরক্ষা মন্ত্রণালয় (আরবি: وزارة الدفاع) হলো সৌদি আরবের একটি মন্ত্রণালয়। যা বাহ্যিক হুমকি থেকে দেশের জাতীয় নিরাপত্তা, স্বার্থ এবং সার্বভৌমত্ব রক্ষার পাশাপাশি জাতীয় নিরাপত্তা ও স্থিতিশীলতা অর্জনের জন্য রাষ্ট্রের সকল মন্ত্রণালয়ের সাথে কাজ করার জন্য দায়ী। বর্তমানে সৌদি আরবের প্রতিরক্ষামন্ত্রী হলেন যুবরাজ খালিদ বিন সালমান আল সৌদ। যিনি ২০২২ সালের ২৭ সেপ্টেম্বর এ প্রতিরক্ষামন্ত্রী হিসেবে নিযুক্ত হন। এ মন্ত্রণালয়ে সৌদি আরবের সশস্ত্র বাহিনীর পাঁচটি পরিষেবা শাখা অন্তর্ভুক্ত রয়েছে। সেগুলো হলো: সৌদি আরব সেনাবাহিনী, রাজকীয় সৌদি বিমানবাহিনী, রাজকীয় সৌদি নৌবাহিনী, রাজকীয় সৌদি বিমান প্রতিরক্ষা বাহিনী এবং রাজকীয় সৌদি কৌশলগত ক্ষেপণাস্ত্র বাহিনী।\n২০১৭ সালে, সৌদি আরব সামরিক ব্যয়ের সাথে বিশ্বের তৃতীয় স্থান অর্জন করেছে এবং এখন পর্যন্ত মধ্য প্রাচ্যের বৃহত্তম সামরিক ব্যয়কারী দেশ। স্টকহোম আন্তর্জাতিক শান্তি গবেষণা প্রতিষ্ঠান (এসআইপিআরআই) অনুসারে, ৬৯.৪ বিলিয়ন ডলার বরাদ্দকৃত বাজেট দেশের মোট দেশজ উৎপাদনের (জিডিপি) ১০% প্রতিনিধিত্ব করে, সৌদি আরব রাশিয়াকে প্রতিস্থাপন করেছে, যা সামরিক ব্যয়ে চতুর্থ স্থানে রয়েছে। এসআইপিআরআই আরও বলেছে যে, আধুনিক সরঞ্জামের ভাণ্ডারের দিক থেকে সৌদি আরব পারস্য উপসাগরীয় অঞ্চলের সবচেয়ে সুসজ্জিত দেশ।\n\n\n== ইতিহাস ==\nসামরিক বিষয়ক প্রশাসন - ১৯২৯ সালে, সৌদি আরবের প্রতিষ্ঠাতা বাদশাহ আবদুল আজিজ সামরিক সমস্যা মোকাবেলা এবং একটি শক্তিশালী সেনাবাহিনী গড়ে তোলার জন্য সামরিক বিষয়ক প্রশাসন গঠনের জন্য একটি রাজকীয় আদেশ জারি করেছিলেন। সেনাবাহিনী তিনটি ইউনিটে সংগঠিত হয়েছিল: মেশিনগান, পদাতিক এবং আর্টিলারি ইউনিট।\nপ্রতিরক্ষা সংস্থা - সামরিক বিষয়ক প্রশাসন ছাড়াও, সম্প্রসারণ ও আধুনিকীকরণের প্রয়োজনীয়তা হিসাবে ১৯৩৪ সালে বাদশাহ আবদুল আজিজের আদেশে প্রতিরক্ষা সংস্থা প্রতিষ্ঠিত হয়েছিল যেখানে আরও বিচ্ছিন্নতা তৈরি করা হয়েছিল এবং দেশের শহর ও সমুদ্রবন্দরগুলিতে বিতরণ করা হয়েছিল।\nজেনারেল স্টাফ প্রেসিডেন্সি - ১৯৩৯ সালে, জেনারেল স্টাফ প্রেসিডেন্সি সামরিক বিষয়ক প্রশাসনের পরিবর্তে প্রতিষ্ঠিত হয়েছিল।\nপ্রতিরক্ষা ও বিমান মন্ত্রণালয় - ১৯৪৩ সালে, প্রতিরক্ষা সংস্থা প্রতিস্থাপন করে প্রতিরক্ষা মন্ত্রণালয় তৈরি করা হয়েছিল, পরে ১৯৫২ সালে, এর নাম প্রতিরক্ষা ও বিমান মন্ত্রণালয়ে পরিবর্তন করা হয়েছিল।\nপ্রতিরক্ষা মন্ত্রণালয় - ২০১১ সালে, প্রতিরক্ষা ও বিমান মন্ত্রণালয় নাম পরিবর্তন করে প্রতিরক্ষা মন্ত্রণালয় নামকরণ করা হয়।\n\n\n== প্রতিরক্ষা মন্ত্রী ==\n\nমনসুর বিন আব্দুল আজিজ আল সৌদ (১০ নভেম্বর ১৯৪৩ – ২ মে ১৯৫১)\nমিশাল বিন আব্দুল আজিজ আল সৌদ (১২ মে ১৯৫১ – ১৯৫৩)\nফাহাদ বিন সৌদ আল সৌদ (১৯৫৭ – ১৯৬০)\nমুহাম্মদ বিন সৌদ আল সৌদ (১৯৬০ – ২২ অক্টোবর ১৯৬৩)\nসুলতান বিন আবদুল আজিজ (২২ অক্টোবর ১৯৬৩ – ২২ অক্টোবর ২০১১)\nসালমান বিন আবদুল আজিজ (৫ নভেম্বর ২০১১ – ২৩ জানুয়ারি ২০১৫)\nমুহাম্মদ বিন সালমান (২৩ জানুয়ারি ২০১৫ – ২৭ সেপ্টেম্বর ২০২২)\nখালিদ বিন সালমান আল সৌদ (২৭ সেপ্টেম্বর ২০২২ – বর্তমান)\n১৯৬৩ সালে সুলতান বিন আবদুল আজিজকে প্রতিরক্ষামন্ত্রী হিসেবে নিয়োগের পর থেকে শক্তিশালী মন্ত্রণালয়টি মাত্র তিনবার হাত বদল হয়েছে এবং আল সুদাইরি গোত্রের বংশধরদের হাতে রয়েছে।\nমন্ত্রণালয় তার ধারকদের জন্য উজ্জ্বল ক্যারিয়ারের দিকে পরিচালিত করেছে। বাদশাহ সুলতান বিন আবদুল আজিজ ১৯৮২ সালে দ্বিতীয় উপ-প্রধানমন্ত্রী হন এবং ২০০৫ সালে যুবরাজ পদে উন্নীত হন। ২০১১ সালে মৃত্যুর আগ পর্যন্ত তিনি যুবরাজ হিসেবে দায়িত্ব পালন করেন। তার উত্তরসূরি রিয়াদের গভর্নর সালমান বিন আবদুল আজিজ ২০১১ সালে দ্বিতীয় উপ-প্রধানমন্ত্রী হন এবং ২০১২ সালে যুবরাজ হন। ২০১৫ সালে বাদশাহ আব্দুল্লাহর মৃত্যুর পর সালমান বিন সৌদি আরবের সপ্তম বাদশাহ হন।\n২০১৫ সালের জানুয়ারিতে প্রতিরক্ষামন্ত্রী হিসেবে মোহাম্মদ বিন সালমানের নিয়োগ অর্ধ শতাব্দীরও বেশি সময়ের মধ্যে প্রথমবারের মতো সৌদি আরবের প্রতিষ্ঠাতা বাদশাহ আবদুল আজিজের নাতি এই পদে দায়িত্ব পালন করেছিলেন। ২০১৫ সালের এপ্রিলে মুহাম্মদ বিন সালমান যুবরাজ এবং দ্বিতীয় উপ-প্রধানমন্ত্রী হন। ২০১৭ সালে, মোহাম্মদ বিন সালমান যুবরাজ পদে উন্নীত হন এবং ২০২২ সালে সৌদি আরবের প্রধানমন্ত্রী হিসাবে নিয়োগ না হওয়া পর্যন্ত এই মন্ত্রীর দায়িত্ব পালন করেন।\n\n\n== সশস্ত্র বাহিনীর পতাকা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\n\nসৌদি আরবের মন্ত্রণালয়\nসৌদি আরবের সামরিক বাহিনী\nযুদ্ধ মন্ত্রণালয় (সৌদি আরব)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট (আরবি ভাষায়)\nবিশ্ব নিরাপত্তা বিষয়ক প্রতিরক্ষামন্ত্রী"}