{"pageid": 1442891, "title": "ব্রহ্মজালসুত্ত", "url": "https://bn.wikipedia.org/wiki?curid=1442891", "content": "ব্রহ্মজালসুত্ত হলো থেরবাদ বৌদ্ধ ধর্মগ্রন্থ। এটি দীর্ঘ নিকায়ের ৩৪টি সূত্ত এবং সূত্তপিটকের পাঁচটি নিকায় এর মধ্যে প্রথম। সুত্তটি \nতিনটি প্রধান বিষয় নিয়ে আলোচনা করে: চুলশীল, মজ্ঝিমশীল ও মহাশীল। সুত্তের দ্বিতীয় ও তৃতীয় অংশে ৬২টি বিশ্বাসের (দৃষ্টি) আলোচনা করা হয়েছে। এগুলিকে অতীতের সাথে সম্পর্কিত ১৮টি বিশ্বাস (পুব্বন্তুদিত্থিনো) এবং ৪৪টি ভবিষ্যত সম্পর্কে বিশ্বাস (অপরন্তকপ্পিক) হিসেবে ভাগ করা হয়েছে।\n\n\n== উপদেশাদি ==\nপ্রথম অংশে, বুদ্ধ সেই উপদেশগুলিকে বিশদভাবে বর্ণনা করেছেন যেগুলো মানুষকে তাঁর বা সংঘকে শ্রদ্ধার যোগ্য বলে প্রশংসা করেছে। বুদ্ধের উচ্চতর উপদেশগুলির তালিকা নিম্নরূপ শ্রেণীবদ্ধ করা হয়েছে:\n\n\n=== চুলশীল ===\nঅন্য প্রাণীর জীবন, অস্ত্র, সহিংসতা গ্রহণ করা থেকে বিরত থাকুন।\nদেওয়া হয়নি এমন জিনিস নেওয়া থেকে বিরত থাকুন।\nশান্তভাবে, ধার্মিকভাবে ও সততার সাথে জীবনযাপন করুন।\nযৌন সম্পর্ক থেকে বিরত থাকুন।\nমিথ্যা বলা থেকে বিরত থাকুন।\nশুধুমাত্র সত্য কথা বলুন, বিশ্বাসযোগ্য ও নির্ভরযোগ্য, এবং কখনও তার নিজের কথার বিরোধিতা করবেন না।\nঅপবাদ থেকে বিরত থাকুন।\nউন্নীত করুন, কথা বলুন এবং প্রেমের মিলন (সম্প্রীতি) করুন ও বিভাজন (দ্বন্দ্ব) নয়।\nরুক্ষ, অপমানজনক শব্দ থেকে বিরত থাকুন।\nভদ্র, পছন্দের, সঠিক, ভাল বাছাই করা শব্দগুলি বলুন যা মানুষের হৃদয়কে আনন্দিত করবে, অলস গসিপে সময় নষ্ট করবে না।\nসঠিক সময়ে ধম্ম ও বিনয় আলোচনা করুন।\nপরিষ্কার, বিস্তারিত ও বোধগম্য শব্দে আলোচনা করুন।\n\n\n=== মজ্ঝিমশীল ===\n\nবীজ, গাছপালা, শিকড়, শাখা, প্রতারণা, ব্যবসা, দাসত্ব, জালিয়াতি, ঘুষ, এবং অপরাধমূলক আচরণ থেকে বিরত থাকুন।\nখাদ্য, পানীয়, জামাকাপড়, বিছানা, সুগন্ধি, মশলা এবং অন্যান্য সরঞ্জাম মজুদ করা থেকে বিরত থাকুন।\nদিনে একবার খাবার গ্রহণ করুন।\nশো দেখা থেকে বিরত থাকুন (নৃত্য, প্রদর্শনী, ম্যাচ, সঙ্গীত পরিবেশনা, প্যারেড, ইত্যাদি)।\nগেম খেলা থেকে বিরত থাকুন (তাস গেম, বোর্ড গেম, ডাইস গেম, সুযোগের গেম, রেসিং গেম, অ্যাক্রোব্যাটিক্স, শব্দ গেম ইত্যাদি)।\nবিলাসবহুল আসবাবপত্র এবং বিছানা ব্যবহার থেকে বিরত থাকুন।\nপ্রসাধনী, মেক-আপ এবং অভিনব বা বিলাসবহুল পোশাক ব্যবহার করা থেকে বিরত থাকুন।\nমানুষ, রাজনীতিবিদ, অপরাধী, সন্ত্রাস, খাদ্য ও পানীয়, পোশাক, স্থান, পরিবার, শহর, সঙ্ঘর্ষ ও যুদ্ধ, নায়ক, ভূত, রাস্তার গুজব, জগত কীভাবে সৃষ্টি হয়েছে বা অস্তিত্ব ও অস্তিত্ব সম্পর্কে জল্পনা-কল্পনা করা থেকে বিরত থাকুন।\nঅভিযুক্ত করা, অস্বীকার করা, বিভ্রান্ত করা বা চ্যালেঞ্জ করা থেকে বিরত থাকুন (যেমন, 'আমি ভক্তিভরে ধম্ম অনুশীলন করেছি, কিন্তু আপনি করেননি!' বা 'আপনি যা বলছেন তা পুরানো আবর্জনা!' বা 'আপনি ভুল!' বা 'যদি পারেন তবে নিজেকে মুক্ত করুন !')\nরাজনীতিবিদ বা উচ্চ প্রশাসনের কুরিয়ার বা বার্তাবাহক হওয়া থেকে বিরত থাকুন।\nমন্ত্র পাঠ করে একজন পবিত্র ব্যক্তির মতো কাজ করে ভূত তাড়ানোর মন্ত্র উচ্চারণ করে বা কারও ভাগ্য তৈরি করে সাধারণ মানুষকে ধোঁকা দেওয়া থেকে বিরত থাকুন।\n\n\n=== মহাশীল ===\n\nভাগ্য-বলা, ভবিষ্যদ্বাণী, দাবীদারি, ভূত-প্রকাশ, জাদুবিদ্যা, জাদু কৌশল, মন্ত্র, মিথ্যা ওষুধ এবং ভেষজ তৈরি করা, যাদু দ্বারা মানুষকে নিরাময় করা, কিছু (সম্পদ, উর্বরতা, ইত্যাদি) অর্জনের জন্য অনুষ্ঠান পরিচালনা করা থেকে বিরত থাকুন।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nBhikkhu Bodhi (1978). The Discourse on the All-Embracing Net of Views: The Brahmajala Sutta and its Commentarial Exegesis, Kandy, Sri Lanka, Buddhist Publication Society\nKatz, Nathan (1981). Review: The Discourse on the All-Embracing Net of Views: The Brahmajāla Sutta and Its Commentarial Exegesis by Bhikkhu Bodhi, Jeffrey Block, Journal of the American Academy of Religion 49 (3), 512-513 – via JSTOR (সদস্যতা প্রয়োজনীয়)\nRhys Davids, T. W. & C. A., trans. (1899–1921). Dialogues of the Buddha, volume II, Pali Text Society, pp. 1–52\nSirkin, Alexander (১৯৮৪)। On the Beginning of the Sutta Pitaka (The Brahmajala Sutta). In Shmuel Noah Eisenstadt, ed. Orthodoxy, Heterodoxy, and Dissent in India। Walter de Gruyter। পৃষ্ঠা 57–71। আইএসবিএন 978-3-11-009659-0। \n\n\n== বহিঃসংযোগ ==\nThe All-embracing Net of Views, translation by Bhikkhu Bodhi\nThe Prime Net, translation by Bhikkhu Sujato\nDiscourse on the Net of Perfect Wisdom, translation by the  Burma Pitaka Association Editorial Committee\nThe Supreme Net  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১১-১০-১১ তারিখে, translation by unknown translator"}