{"pageid": 1442841, "title": "ক্রেগ উইলিয়ামস (ব্রিটিশ রাজনীতিবিদ)", "url": "https://bn.wikipedia.org/wiki?curid=1442841", "content": "আলুন ক্রেগ উইলিয়ামস (জন্ম ৭ জুন ১৯৮৫) একজন ব্রিটিশ রাজনীতিবিদ যিনি ২০২২ সালের অক্টোবর থেকে প্রধানমন্ত্রীর সংসদীয় ব্যক্তিগত সচিব হিসেবে দায়িত্ব পালন করেছেন। কনজারভেটিভ পার্টির একজন সদস্য, তিনি ২০১৫ থেকে ২০১৭ সাল পর্যন্ত কার্ডিফ নর্থের সংসদ সদস্য (এমপি) ছিলেন, যখন তিনি লেবার এর আনা ম্যাকমরিনের কাছে পুনরায় নির্বাচনের জন্য পরাজিত হন। ২০১৯ সালের সাধারণ নির্বাচনে, উইলিয়ামস মন্টগোমারিশায়ারের এমপি হিসেবে নির্বাচিত হন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nউইলিয়ামস ওয়েলশপুলে ডেভিড এবং আন্দ্রেয়া উইলিয়ামসের জন্মগ্রহণ করেন। তিনি Gungrog রোড স্কুল, Ysgol Maesydre এবং ওয়েলশপুল উচ্চ বিদ্যালয়ে পড়াশোনা করেছেন।\n\n\n== সংসদীয় কর্মজীবন ==\nউইলিয়ামস প্রথম ২০০৭ সালের ন্যাশনাল অ্যাসেম্বলি ফর ওয়েলসের নির্বাচনে ওয়েলশ ফার্স্ট মিনিস্টার রোডরি মরগানের বিরুদ্ধে কার্ডিফ ওয়েস্টে অফিসে দাঁড়ান।\n২০১৫ সালের মে মাসে, তিনি কার্ডিফ উত্তরের প্রান্তিক আসনের জন্য সংসদ সদস্য নির্বাচিত হন। জুলাই ২০১৫ সালে, উইলিয়ামস ওয়ার্ক অ্যান্ড পেনশন সিলেক্ট কমিটির সদস্য হিসাবে নির্বাচিত হন, একটি পদ যা তিনি অক্টোবর ২০১৬ পর্যন্ত অধিষ্ঠিত ছিলেন। উইলিয়ামস এরপর ওয়েলশ বিষয়ক নির্বাচন কমিটি এবং স্কটিশ বিষয়ক নির্বাচন কমিটির সদস্য হিসেবে দায়িত্ব পালন করেন।\nউইলিয়ামস ২০১৬ সালের গণভোটের আগে ব্রেক্সিটের বিরোধিতা করেছিলেন, এবং সরকারী হুইপের সাথে ধারাবাহিকভাবে ভোট দিয়েছিলেন। তিনি ২০১৭ সালের জুনের সাধারণ নির্বাচনে লেবার পার্টির আনা ম্যাকমরিনের কাছে তার আসন হারান।\n২০১৯ সালের সাধারণ নির্বাচনের আগে, উইলিয়ামস ইউরোপীয় ইউনিয়ন থেকে বেরিয়ে আসার জন্য সেক্রেটারি অফ স্টেটের একজন বিশেষ উপদেষ্টা ছিলেন, স্টিভ বার্কলে।\nজুলাই ২০১৯-এ, উইলিয়ামসকে পরবর্তী সাধারণ নির্বাচনের জন্য মন্টগোমারিশায়ার নির্বাচনী এলাকার কনজারভেটিভ প্রার্থী হিসাবে ঘোষণা করা হয়েছিল, যেখানে বর্তমান কনজারভেটিভ এমপি গ্লিন ডেভিস দাঁড়িয়ে ছিলেন। ডিসেম্বরে অনুষ্ঠিত সাধারণ নির্বাচনে উইলিয়ামস ৫৯% ভোট পেয়ে আসনটি জিতেছিলেন এবং ফলস্বরূপ ওয়েস্টমিনস্টারে ফিরে আসেন। তিনি মন্টগোমারিশায়ারে রক্ষণশীল সংখ্যাগরিষ্ঠতা ১২,০০০ ভোটে উন্নীত করেছেন।\nতিনি ২০২৩ সালের নভেম্বরে একজন প্রিভি কাউন্সেলর হিসাবে শপথ গ্রহণ করেছিলেন, তাকে জীবনের জন্য দ্য রাইট অনারেবল স্টাইলের অধিকারী করে।\n\n\n== তথ্যসূত্র =="}