{"pageid": 1442167, "title": "তাবর পর্বত", "url": "https://bn.wikipedia.org/wiki?curid=1442167", "content": "মাউন্ট তাবোর (আরবিতে جبل طابور) (হিব্রুতে: הר תבור) (হার তাবোর) হল নিম্ন গ্যালিলির একটি বৃহৎ পাহাড় যা উত্তর ইসরাইলে জেজরিল উপত্যকার পূর্ব প্রান্তে অবস্থিত। এর ১৮ কিলোমিটার (১১ মাইল) পশ্চিমে রয়েছে গ্যালিলি সাগর। বাইবেলে এর গুরুত্বপূর্ণ স্থান রয়েছে।\nহিব্রু বাইবেল (জোশুয়া, জাজেস) অনুসারে, মাউন্ট তাবোর হল বারাকের নেতৃত্বে ইস্রায়েলীয় সেনাবাহিনী এবং হাজোরের কেনানীয় রাজা জাবিনের সেনাবাহিনীর মধ্যে সংঘটিত মাউন্ট তাবোরের যুদ্ধের স্থান। এই যুদ্ধে কেনানের সেনাপতি ছিলেন সিসেরা।\nখ্রিস্টান ঐতিহ্য অনুসারে, মাউন্ট তাবোর যিশুখ্রিস্টের রূপান্তরের (Transfiguration) স্থান।\n\n\n== ব্যুৎপত্তি ==\nহিব্রু ভাষায় এই পর্বতটির নাম \"תבור\" (তাবোর), যা দীর্ঘকাল ধরে \"নাভি\" বা \"ট‬בור\" (তাবুর) শব্দের সাথে যুক্ত বলে বিবেচিত হতো। তবে এটি সম্ভবত একটি লোক-ব্যুৎপত্তির ফল।\nজেরেমিয়ার পুস্তকের গ্রিক সেপ্টুয়াজিন্ট অনুবাদে, মাউন্ট তাবোরের জন্য ইটাবাইরিয়াম (Ἰταβύριον) নামটি ব্যবহৃত হয়েছিল। জোসেফাস তার গ্রিক রচনাগুলিতে একই নাম ব্যবহার করেছিলেন।\nযীশুর রূপান্তরের ঘটনাটির সাথে যোগসূত্রের কারণে, এই পর্বতটি অতীতে রূপান্তরের পর্বত (Mount of Transfiguration) বা রূপান্তরোত্তর পর্বত (Mount of the Transfiguration) হিসাবে পরিচিত ছিল। এটি খ্রিস্টান ধর্মতত্ত্বে তাবোর আলো, চেক তাবোরাইটদের সম্প্রদায় এবং আরও অনেক বসতি ও প্রতিষ্ঠানের নামস্বরূপ।\nএই নামের আরবি রূপ হল \"মাউন্ট তাবুর\" (جبل طابور) বা \"মাউন্ট তুর\" (جبل الطور)।  জাবাল আত-তুর নামটি সিনাই পর্বত এবং গেরিজিম পর্বতের সাথেও যুক্ত।\n\n\n== ভূগোল ==\n\nতাবোর পর্বত প্রায় অর্ধ গোলকের মতো আকৃতির। এর চারপাশের সমতল ভূমি থেকে হঠাৎ উঠে এটি প্রায় ৫৭৫ মিটার (১৮৮৬ ফুট) উচ্চতা লাভ করেছে। তাই এটি নিচের সমতলে অবস্থিত কফর তাভোর শহরকে প্রায় ৪৫০ মিটার উচ্চতা দিয়ে শাসন করছে। পর্বতের শীর্ষে দুটি খ্রিস্টান মঠ অবস্থিত; একটি ক্যাথলিক যা দক্ষিণ-পূর্ব দিকে এবং অপরটি গ্রীক অর্থোডক্স যা উত্তর-পূর্ব দিকে। শীর্ষে অবস্থিত ক্যাথলিক গির্জাটি অনেক দূর থেকেও সহজেই দেখা যায়।\nপর্বতটি একটি একক পর্বতশ্রেণী: আশেপাশের মৃদু ঢালু বা সমতল ভূমি থেকে হঠাৎ করে উঠে আসা একটি বিচ্ছিন্ন পাহাড় বা ছোট পর্বত। এটি কোনভাবেই আগ্নেয়গিরির উৎপত্তি নয়। নাসরাত পর্বতমালার কাছাকাছি হওয়া সত্ত্বেও এটি একটি পৃথক ভূতাত্ত্বিক গঠন।\nপর্বতের গোড়ায় রয়েছে আরব গ্রামগুলো-- দাবুরিয়্যা, শিবলি এবং উম্ম আল-ঘানাম, যারা পর্বতটিকে ঘিরে রেখেছে। তাবোর পর্বত হাইওয়ে ৬৫ এর কাছে অবস্থিত, এবং শিবলি হয়ে সড়ক পথে এর শীর্ষে পৌঁছানো যায়। বেদুইন গ্রাম শিবলি থেকে একটি পাঁচ কিলোমিটার দীর্ঘ পদচারণা পথ শুরু হয়েছে। এটি ইজরায়েল ন্যাশনাল ট্রেইলের একটি অংশ।\n\n\n== উদ্ভিদ ও প্রাণী ==\n\nপ্রাচীন ইজরায়েলের উত্তরাঞ্চলে যে উদ্ভিদ দেখা যেত মাউন্ট তাবোর অঞ্চলও একসময় তেমনই উদ্ভিদে আবৃত ছিল। কিন্তু অটোমান সাম্রাজ্যের শাসনামলে কয়লা তৈরির শিল্পে ব্যবহারের জন্য সেখানকার অধিকাংশ গাছ কেটে ফেলা হয়। দেশটির ভূদৃশ্য পুনরুদ্ধারের লক্ষ্যে জিউইশ ন্যাশনাল ফান্ডের উদ্যোগে ১৯৬০ এবং ১৯৭০ এর দশকে পাহাড়টিতে পুনরায় গাছ লাগানো হয়, যেগুলো আগের স্বাভাবিক উদ্ভিদগুলোর সাথে সাদৃশ্যপূর্ণ।\nবর্তমানে মাউন্ট তাবোরের বেশিরভাগ অংশ মাউন্ট তাবোর ওক (Quercus ithaburensis), প্যালেস্টাইন ওক (Quercus calliprinos) প্রভৃতি গাছে আচ্ছাদিত। এই পাহাড়ে প্রায় ৪০০ প্রজাতির উদ্ভিদ পাওয়া গেছে, যার মধ্যে রয়েছে বড় হলুদ ক্রোকাস (Sternbergia clusiana), পার্সিয়ান লিলি (Fritillaria persica), রেইন-বেলস ফুল (Muscari parviflorum), কালো চোখের লাল টিউলিপ (Tulipa agenensis), অর্কিড, আইরিস (Iris haynei সহ), হলুদ অ্যাস্ফোডেল (Asphodeline Lutea), স্বতঃস্ফূর্ত যব (Hordeum spontaneum), মাউন্ট তাবোর লার্কস্পার (এক ধরনের বহুবর্ষজীবী ঘাস যাতে নীল ফুল ফোটে বসন্তে) (Delphinium ithaburense), সুইট সিসেলি (myrrhoides nodosa) (Umbelliferae পরিবারের একটি বিরল উদ্ভিদ), গ্যালিলিয়ান আলকেট (Alkanna galilaea) এবং পার্সলে-পিয়ার্ট (Aphanes arvensis)।\nএই বনভূমিতে নেকড়ে, শিয়াল, শূকর, হাইরাক্স, নেউল এবং ব্রড টুথেড ফিল্ড মাউস (Apodemus mysticanus) এর বসবাস। পাহাড়ের শীর্ষে একটি গুহায় দীর্ঘ-আঙুল বিশিষ্ট বাদুড় (Myotis capaccini) পাওয়া যায়। সরীসৃপের মধ্যে রয়েছে গ্রীক কচ্ছপ (Testudo graeca), হারডুন টিকটিকি (Laudakia stellio), লেবানন টিকটিকি (Phoenicolacerta laevi), এবং লাল হুইপ সাপ (Platyceps collaris)। এই বনাঞ্চলে জে (Garrulus), সিরিয়ান কাঠঠোকরা (Dendrocopos syriacus), সারডিনিয়ান ওয়ারব্লার (Sylvia melanocephala), ইউরেশিয়ান হবি (Falco subbuteo), গ্রেট টিট (Parus major), গ্রেট স্পটেড কোকিল (Clamator glandarius), এবং স্নেক ঈগল (Circaetus) পাখিও পাওয়া যায়।\n\n\n== তথ্যসূত্র =="}