{"pageid": 1442280, "title": "হীরামন্ডী", "url": "https://bn.wikipedia.org/wiki?curid=1442280", "content": "হীরামন্ডী: দ্য ডায়মন্ড বাজার (হিন্দি: हीरामंडी, অনু. হীরার বাজার) হলো সঞ্জয় লীলা বনশালি দ্বারা নির্মিত এবং পরিচালিত একটি ভারতীয় হিন্দি ভাষার ঐতিহাসিক নাট্য টেলিভিশন ধারাবাহিক। ব্রিটিশ রাজের বিরুদ্ধে ভারতের স্বাধীনতা আন্দোলনের সময় লাহোরের হীরা মন্ডীর রেড-লাইট জেলায় তাওয়াইফদের জীবন নিয়ে এই ধারাবাহিকটি নির্মিত। মনীষা কৈরালা, সোনাক্ষী সিনহা, অদিতি রাও হায়দারী, ঋচা চড্ডা, সানজিদা শেখ এবং শারমিন সেগলের মতো অভিনয়শিল্পীগণ এই ধারাবাহিকে অভিনয় করেছেন।\n২০২২ সালের জুন থেকে ২০২৩ সালের জুন পর্যন্ত এই ধারাবাহিকের চিত্র ধারণ সম্পন্ন হয়েছে ফটোগ্রাফি অনুষ্ঠিত হয়। মূলত হিন্দি ভাষায় নির্মিত এই ধারাবাহিকটি ২০২৪ সালের ১লা মে তারিখে নেটফ্লিক্সে মুক্তি পেয়েছে।\n\n\n== পটভূমি ==\n১৯৪০-এর দশকে ব্রিটিশ রাজের বিরুদ্ধে ভারতের স্বাধীনতা আন্দোলনের প্রেক্ষাপটে লাহোরের হীরা মন্ডীর রেড-লাইট জেলায় বসবাসকারী তাওয়াইফদের জীবন নিয়ে এই ধারাবাহিকটি নির্মিত।\n\n\n== অভিনয়শিল্পী ==\n\n\n=== কেন্দ্রীয় চরিত্র ===\nমনীষা কৈরালা – মল্লিকাজান, হীরামন্ডীর প্রধান গণিকা\nসোনাক্ষী সিনহা –\nরেহানা, হীরামন্ডীর প্রাক্তন প্রধান গণিকা এবং মল্লিকাজানের বড় বোন\nফরিদান, রেহানার মেয়ে\nঅদিতি রাও হায়দারী – বিব্বোজান, মল্লিকাজানের মেয়ে\nসানজিদা শেখ – ওয়াহিদা, মল্লিকাজানের ছোট বোন\nশারমিন সেগল – আলমজেব, মল্লিকাজানের ছোট মেয়ে\nঋচা চড্ডা – লাজ্জো, মল্লিকাজানের পালিত কণ্যা\n\n\n=== পার্শ্ব চরিত্র ===\nফরিদা জালাল – কুদসিয়া বেগম, তাজদারের দাদী\nতাহা শাহ – তাজদার বালুচ, একজন উকিল\nফারদিন খান – ওয়ালি বিন জায়েদ-আল মুহাম্মাদ, বিব্বোজানের অনুগ্রাহী\nঅধ্যয়ন সুমন – জোরায়ার আলি খান (ইমাদ), মল্লিকাজানের ছেলে, লাজ্জোর অনুগ্রাহী\nশেখর সুমন – জুলফিকার, মল্লিকাজানের অনুগ্রাহী\nঅধ্যয়ন সুমন – তরুণ জুলফিকার\nআভা রন্তা – তরুণ ওয়াহিদা\nজেসন শাহ – আল্যাস্টার কার্টরাইট\nশ্রুতি শর্মা – সায়মা, আলমজেবের দাসী\nজয়তী ভাটিয়া – ফাট্টো, মল্লিকাজানের দাসী\nনিবেদিতা ভার্গব – সাত্তো, মল্লিকাজানের দাসী\nআস্থা মিত্তল – হুমা\nইন্দ্রেশ মালিক – উস্তাদ\nনাসির খান – চৌধুরী\nঅঞ্জু মহেন্দ্রু – ফুফি\nপ্রতিভা রন্তা – শামা, ওয়াহিদার মেয়ে\nঅনুজ শর্মা – হামিদ মহসিন আলি\nমার্ক বেনিংটন – স্যামুয়েল হেন্ডারসন\nঅভিষেক দেসওয়াল – নাওয়াজ\nউজ্জ্বল চোপড়া – আশফাক বালুচ, তাজদারের বাবা\n\n\n== নির্মাণ ==\nহীরামন্ডী আনুষ্ঠানিকভাবে ২০২১ সালের এপ্রিল মাসে এমন একটি প্রকল্প হিসেবে ঘোষণা করা হয়েছিল যা বনশালি ১৪ বছর পূর্বে কল্পনা করেছিলেন। আট পর্বের এই ধারাবাহিকটি, যা স্ট্রিমিংয়ে বনশালির অভিষেক হিসেবে চিহ্নিত করে, ২০২২ সালের জুনে চিত্রগ্রহণ শুরু হয়েছিল। বনশালি মে মাসে পুনরায় শুট শুরু করেছেন ঘোষণা দেয়ার পর ২০২৩ সালের জুনে চিত্রগ্রহণ শেষ হয়েছে বলে জানা গেছে। বলিউড হাঙ্গামা জানিয়েছে যে বনশালি মূল পর্বটি পরিচালনা করেছিলেন, বাকি পর্বগুলো পরিচালনা করেছিলেন মিতাক্ষরা কুমার, যিনি বাজীরাও মাস্তানী এবং পদ্মাবত চলচ্চিত্রে বনশালির সহযোগী পরিচালক হিসেবে কাজ করেছিলেন, তিনি বিভু পুরির স্থলাভিষিক্ত হন, যাকে পূর্বে নিয়োগ করা হয়েছিল।\nনেটফ্লিক্সের সিইও টেড সারানডোসের সাথে ২০২৩ সালের একটি সাক্ষাৎকারে, বনশালি হীরামন্ডীকে তার \"বৃহত্তম প্রকল্প\" হিসেবে বর্ণনা করেছিলেন এবং বলেছিলেন যে এই ধারাবাহিকটি মাদার ইন্ডিয়া (১৯৫৭), মুঘল-ই-আজম (১৯৬০) এবং পাকিজা (১৯৭২) চলচ্চিত্রের প্রতি শ্রদ্ধাঞ্জলি হবে।\nএকটি সাক্ষাৎকারে নকশাকার রিম্পল নারুলা এবং হরপ্রীত নারুলা প্রকাশ করেছেন যে এই ধারাবাহিকের কিছু সৃষ্টি পেশেন্স কুপার, সুরাইয়া, স্বরন লতা, নূর জাহান, শমসাদ বেগম এবং মুখতার বেগমের শৈলী থেকে অনুপ্রাণিত হয়েছিল। লিলি সিংয়ের সাথে একটি সাক্ষাৎকারে সঞ্জয় লীলা বনশালি আরও বলেছিলেন যে তিনি মাহিরা খান, ফাওয়াদ খান এবং ইমরান আব্বাসসহ পাকিস্তানি অভিনেতাদের এই ধারাবাহিকে অন্তর্ভুক্ত করতে চেয়েছিলেন তবে তা সম্ভব হয়নি।\n\n\n== পর্ব ==\n\n\n== অ্যালবাম ==\n\nআমির খুসরো রচিত, রাজা হাসানের গাওয়া এবং সাথে বনশালি রচিত \"সকাল বান\" এই অ্যালবামের প্রথম গানটি ২০২৪ সালের ৮ মার্চ প্রকাশিত হয়েছিল। ২রা এপ্রিল শর্মিষ্ঠা চট্টোপাধ্যায়ের গাওয়া দ্বিতীয় গান 'তিলাসমি বাহেঁ' প্রকাশিত হয়েছে।\n\nসকল গানের সুরকার সঞ্জয় লীলা বনশালি তার নিজস্ব রেকর্ড লেবেল বনশালি মিউজিকের অধীনে রেকর্ড করেছেন।\n\n\n== মুক্তি ==\nএই ধারাবাহিকটির প্রথম ঝলক ২০২৪ সালের ফেব্রুয়ারিতে প্রকাশিত হয়েছিল, বছরের পরের দিকে নেটফ্লিক্সে মুক্তির তারিখ পরিকল্পনা করা হয়েছিল। পরের মাসে, ঘোষণা করা হয়েছিল যে এই ধারাবাহিকটি ২০২৪ সালের ১লা মে মুক্তি পাবে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nনেটফ্লিক্সে হীরামন্ডী\nইন্টারনেট মুভি ডেটাবেজে হীরামন্ডী  (ইংরেজি)"}