{"pageid": 1442020, "title": "২০০ (সাউথ পার্ক)", "url": "https://bn.wikipedia.org/wiki?curid=1442020", "content": "\"২০০\" হলো মার্কিন অ্যানিমেটেড টেলিভিশন সিরিজ South Park এর চতুর্দশ সিজনের পঞ্চম পর্ব এবং সিরিজের সামগ্রিকভাবে ২০০ তম পর্ব, তাই এর এই নাম। এটি মূলত কমেডি সেন্ট্রালে যুক্তরাষ্ট্রে ১৪ এপ্রিল, ২০১০ সালে প্রচারিত হয়েছিল। এই পর্বে, টম ক্রুজ এবং অন্যান্য সেলিব্রিটিরা যাদেরকে অতীতে South Park এর বাসিন্দারা উপহাস করেছে, এই শহরটির বিরুদ্ধে একটি যৌথ মামলা দায়ের করার পরিকল্পনা করে। কিন্তু ক্রুজ এই মামলা প্রত্যাহারের প্রতিশ্রুতি দেন যদি শহরটি ইসলামী নবী মুহাম্মদকে তার সাথে সাক্ষাত করার জন্য নিয়ে আসতে পারে।\nএই পর্বটি সিরিজের সহ-নির্মাতা ট্রে পার্কার দ্বারা লিখিত এবং পরিচালিত হয়েছিল। তাদের এই যুগান্তকারী পর্বটি উদযাপন করার জন্য, পার্কার এবং তার সহ-নির্মাতা ম্যাট স্টোন South Park এর অনেক পূর্ববর্তী গল্প এবং বিতর্কগুলিকে একত্রিত করে এই পর্ব নির্মাণ করেন। মুহাম্মদ-কেন্দ্রিক উপ-কাহিনীটি, সিজন ১০ এর পর্ব \"কার্টুন ওয়ার্স\"-এর মতনই, কমেডি সেন্ট্রালের অতীতে মুহাম্মদ এর চিত্র নেটওয়ার্কে প্রদর্শন না করার সিদ্ধান্তকে নির্দেশ করে। ২০০৫ এবং ২০০৭ সালে ইউরোপীয় সংবাদপত্রে মুহাম্মদ-এর বিতর্কিত কার্টুন প্রকাশিত হলে যে দাঙ্গা এবং হুমকি তৈরি হয়েছিল তার প্রতিক্রিয়া হিসেবে এই সিদ্ধান্ত নেওয়া হয়েছিল।\n\"২০০\" পর্বে অনেক সেলিব্রিটি রয়েছে যাদেরকে পূর্ববর্তী পর্বগুলিতে উপহাস করা হয়েছিল, যাদের মধ্যে ছিলেন ক্রুজ, রব রেইনার, স্টিভেন স্পিলবার্গ, কানইয়ে ওয়েস্ট, প্যারিস হিলটন, জর্জ লুকাস, মেল গিবসন এবং বারবারা স্ট্রেইস্যান্ড। একটি অতিরিক্ত উপ-কাহিনী হিসেবে কার্টম্যান জানতে পারে যে সে তার বাবার আসল পরিচয় নাও জানতে পারে। সিজন ২-এর পর্ব \"কার্টম্যান'স মম ইজ স্টিল আ ডার্টি স্লাট\" এ দাবি করা হয় যে এরিক কার্টম্যানের মা লিয়েন হার্মাফ্রোডাইট (উভলিঙ্গধর) এবং তার বাবা, কিন্তু \"২০০\" পর্বের ঘটনা এবং এর পরবর্তী পর্বটি প্রকাশ করে যে এটি আসলে সত্য নয়।\n\"২০০\" বেশিরভাগ ইতিবাচক সমালোচনা পেয়েছে। নিলসেন মিডিয়া রিসার্চের মতে, এই পর্বটি ৩.৩৩ মিলিয়ন দর্শক দেখেছিলেন, যা এটিকে রাতের সবচেয়ে বেশি দেখা কেবল টেলিভিশন অনুষ্ঠানে পরিণত করেছিল। \"২০০\" এবং পরবর্তী পর্ব \"২০১\" উভয়ই ২০১০ সালে অসাধারণ অ্যানিমেটেড প্রোগ্রামের জন্য প্রাইমটাইম এমি অ্যাওয়ার্ডের জন্য মনোনীত হয়েছিল। পর্বের মূল সম্প্রচারের তারিখের এক সপ্তাহের মধ্যে, র‌্যাডিক্যাল মুসলিম সংস্থা রেভোলিউশন মুসলিমের ওয়েবসাইট পার্কার এবং স্টোনকে সতর্ক করে একটি এন্ট্রি পোস্ট করেছিল যে এই পর্বটি প্রচার করার জন্য তাদেরকে হত্যা করা হতে পারে। বেশ কিছু সংবাদমাধ্যম এবং পর্যবেক্ষক এটিকে হুমকি হিসেবে ব্যাখ্যা করেছে। এর ফলে, কমেডি সেন্ট্রাল \"২০১\" এর বিভিন্ন অংশ কঠোরভাবে সেন্সর করে মুহাম্মদ এর উল্লেখ এবং পর্বের শেষের বক্তব্য মুছে ফেলে। এই পর্বটি যুক্তরাষ্ট্রে TV-MA L রেট করা হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"200\" Full episode at South Park Studios\nইন্টারনেট মুভি ডেটাবেজে \"200\" (ইংরেজি)"}