{"pageid": 1442434, "title": "থিংযান", "url": "https://bn.wikipedia.org/wiki?curid=1442434", "content": "থিংযান, পানি খেলা বা জল খেলা মিয়ানমারের নববর্ষের উৎসব যা সাধারণত এপ্রিলের মাঝামাঝি পালন করা হয়। এটি একটি বৌদ্ধ উত্সব যা ৪ থেকে ৫ দিন ধরে পালন করা হয়, যা নববর্ষে সমাপ্ত। থিংয়ান উৎসবের তারিখ বার্মিজ ক্যালেন্ডার অনুযায়ী গণনা করা হয়। উৎসবের তারিখগুলি মায়ানমার জুড়ে সরকারী ছুটির দিন এবং স্কুল সেমিস্টারের শেষে গ্রীষ্মকালীন ছুটির অংশ হিসাবে নেয়া হয়। জল সরবরাহকারী জাহাজ বা যন্ত্রের যে কোনও আকার বা রূপ থেকে একে অপরকে জল নিক্ষেপ করা বা ডুবানো এই উত্সবের স্বতন্ত্র বৈশিষ্ট্য এবং উত্সবের প্রথম চার দিনে এটি করা যেতে পারে। চীন (ইউনান প্রদেশের দাই উপজাতি) থাইল্যান্ড, লাওস, কম্বোডিয়া, বাংলাদেশ, নেপাল, ভারত এবং শ্রীলঙ্কার মতো দক্ষিণ এশিয়ার অনেক দেশে নববর্ষ উদযাপনের সময় কার্যত একই সময়ে নববর্ষ অনুষ্ঠিত হয়। \n\n\n== নাম ==\n\nনাম \"থিংযান\" ( বর্মী: သင်္ကြန်   ,উচ্চারিত: [θɪ́ɰ̃dʑàɰ̃] ; আরাকানিজ : [θɔ́ɰ̃kràɰ̃] ) সংস্কৃত শব্দ saṁkāranti থেকে উদ্ভূত, যার অর্থ \"[মীন থেকে মেষ রাশিতে সূর্যের স্থানান্তর]।\"  . এ দিনটি  মন ভাষায় সংক্রান (   ) এবং শান এ সংকান  বলা হয়\n\n\n== উত্স এবং ইতিহাস ==\n\nথিংযানের গল্পটি হিন্দু পুরাণের একটি বৌদ্ধ সংস্করণ। ব্রহ্মার রাজা আরসি ( အာသီ ), দেবদের রাজা শক্রের কাছে বাজি হারেন ( သိကြားမင်း), যিনি বাজি অনুসারে আরসির  মাথা কেটে দেন। তবুও, একটি হাতির মাথা ব্রহ্মার শরীরে রাখা হয়েছিল যা পরে গণেশে পরিণত হয়েছিল। ব্রহ্মা এত শক্তিশালী ছিলেন যে তার মাথাটি সমুদ্রে নিক্ষেপ করলে পুরো সমুদ্র সাথে সাথে শুকিয়ে যাবে। মাটিতে নিক্ষেপ করলে তা পুড়ে যাবে। বাতাসে নিক্ষেপ করলে আকাশ আগুনে ফেটে যাবে। তাই, সাকরা আদেশ দেন যে ব্রহ্মার মাথা একের পর এক দেবী, এক বছরের জন্য কোলে নিয়ে ঘুরবে। তাই নতুন বছর মানে ব্রহ্মার মাথা এক নতুন দেবীর কাছে যাওয়া। \nযদিও থিংযান উৎসব কখন শুরু হয়েছিল তা জানা নেয়, অনেক ইতিহাসবিদ বলেন যে এটি তাগাং রাজ্যের সময় প্রতিষ্ঠিত হয়েছিল, যা পিউ যুগ নামেও পরিচিত, তবে থিংযান বাগান রাজ্য প্রতিষ্ঠিত হওয়ারপর, জনপ্রিয়তা অর্জন করে। থিংয়ান সম্পর্কে প্রাচীনতম পাথরের শিলালিপিটি ১২৯১ খ্রিস্টাব্দের কিয়াউট কুমিন প্যাগোডায় পাওয়া যায়।\n\n\n== থিংযানের সুরু ==\n\nউৎসবের প্রথম দিনকে বলা হয় প্রাক-দিন (মিয়ানমারে, အကြိုနေ့), এবং বিভিন্ন ধর্মীয় কর্মকাণ্ডের সূচনা। বৌদ্ধরা আটটি উপদেশ পালন করবে বলে আশা করা হয়, প্রাথমিক পাঁচটি উপদেশের চেয়ে বেশি, যার মধ্যে দুপুরের আগে শুধুমাত্র একবার খাবার খাওয়াও রয়েছে। থিংয়ান হল এমন একটি সময় যখন উপোসথ পালনের দিনগুলি অনুষ্ঠিত হয়। ভিক্ষুদের কাছে তাদের মঠে ভিক্ষুদের সামনে ভিক্ষা এবং নৈবেদ্য রাখা হয় এবং সবুজ কলার গুচ্ছ দ্বারা বেষ্টিত একটি সবুজ নারকেলের অক্ষর অক্ষত থাকে ( ငှက်ပျောပွဲ အုန်းပွဲ, nga pyaw pwè oun pwè ) এবং বুদ্ধের মূর্তির আগে থাব্যায়ের ( সিজিজিয়াম কিউমিনি ) স্প্রিগস যার উপরে মাথার নিচ থেকে আনুষ্ঠানিকভাবে ধোয়ার মাধ্যমে সুগন্ধি জল ঢেলে দেওয়া হয়। প্রাচীনকালে, বার্মিজ রাজাদের গাউংসে কিউন (মাথা ধোয়ার দ্বীপ), মাওলামাইনের কাছে একটি ছোট দ্বীপ। \n\nজল উৎসবের প্রত্যাশায় রাত্রিকাল সঙ্গীত, গান এবং নৃত্য এবং আনন্দময়তা নিয়ে আসে। আশেপাশে, বাঁশ, কাঠ এবং সুন্দরভাবে সজ্জিত পেপিয়ার মাচে তৈরি উত্সব নাম সহ প্যাভিলিয়নগুলি রাতারাতি একত্রিত হয়। স্থানীয় মেয়েরা কয়েক সপ্তাহ এমনকি কয়েক বছর ধরে মহড়া দেয়, কোরাস লাইনে গান এবং নাচে দুর্দান্ত অনুষ্ঠানের দৌড়ে। মেয়েদের প্রতিটি দল অভিন্নভাবে রঙিন টপস এবং স্কার্ট পরে এবং ফুলের মালা এবং টিনসেল পরে পাডাউক প্রতি বছর থিংইয়ানের সময় মাত্র একদিন ফুল ফোটে এবং এটি \"থিংয়ান ফুল\" নামে পরিচিত। পায়ে হেঁটে, সাইকেল ও মোটরবাইকে করে এবং ট্রাকে করে আনন্দকারীদের বিশাল জনসমাগম, সমস্ত মন্ডতের চক্কর দেবে, কেউ কেউ তাদের নিজস্ব সঙ্গীত তৈরি করবে এবং বেশিরভাগ মহিলারা থানাকা এবং পদউক পরা। ফ্লোট, সজ্জিত এবং আলোকিত, এছাড়াও উত্সব নাম সহ এবং একটি অর্কেস্ট্রা বহন করে এবং তাদের প্রত্যেকের সাথে কয়েক ডজন যুবক, থিংইয়ান ক্লাসিক সহ উত্সবের জন্য বিশেষভাবে লেখা গান বিনিময় করে রাস্তায় ঘুরে বেড়াবে এবং গান পরিবেশন করবে । (র্যাপিংয়ের মতোই কিন্তু একজন লোক নেতৃত্ব দেয় এবং বাকিরা তাদের কণ্ঠের শীর্ষে কণ্ঠে ঠাট্টা করে এবং আজকে দেশে যা কিছু ভুল হয় যেমন ফ্যাশন, ভোগবাদ, পলাতক মুদ্রাস্ফীতি, অপরাধ, মাদক, এইডস, দুর্নীতি, অযোগ্য রাজনীতিবিদ ইত্যাদির সমালোচনা করে।)  জনাকীর্ণ রাস্তায় মাতাল বা বেপরোয়া গাড়ি চালানোর কারণে দুর্ঘটনা এবং ঘটনা, সেইসাথে মাতাল হওয়া, তর্ক-বিতর্ক এবং ঝগড়া-বিবাদ সাধারণত ঘটে থাকে। সাধারণত, বন্ধুত্ব এবং সদিচ্ছা বিরাজ করে।\n\n\n== জল উৎসব ==\n\nপরের দিন যেটি কে আ-কেয়া নেই ( အကျနေ့ ) বলে হল যখন থাগয়ামিন তার স্বর্গীয় আবাস থেকে পৃথিবীতে অবতরণ করার সময় থিংযান সম্পূর্ণরূপে পৌঁছায়। একটি প্রদত্ত সংকেতে, একটি কামান (থিংইয়ান আ-হমিয়াউক ) নিক্ষেপ করা হয় এবং লোকেরা জলের পাত্র এবং থাবায়ের ছিদ্র নিয়ে বেরিয়ে আসে, তারপর প্রার্থনা সহ মাটিতে জল ঢেলে দেয়। নতুন বছরের জন্য একটি ভবিষ্যদ্বাণী (သင်္ကြန်စာ , থিংয়ান সা ) ব্রাহ্মণদের দ্বারা ঘোষণা করা হবে (পোন্না ) এবং এটি থাগ্যা মিন কোন প্রাণীতে চড়ে নেমে যাওয়ার পথে এবং সে তার হাতে কী বহন করবে তার উপর ভিত্তি করে।  বাচ্চাদের বলা হয় যে তারা ভাল থাকলে ঠগ্যা মিন তাদের নাম সোনার বইয়ে নামিয়ে নেবে কিন্তু তারা দুষ্টু হলে তাদের নাম কুকুরের বইতে চলে যাবে।\nনিয়মের ব্যতিক্রম থাকলেও দেশের বেশির ভাগে আ-কেয়া নেই  পর্যন্ত গুরুতর জল নিক্ষেপ শুরু হয় না। ঐতিহ্যগতভাবে, থিংয়ান একটি রূপালী বাটিতে সুগন্ধি জল ছিটিয়ে থাবায় ( জাম্বুল ) ব্যবহার করে, একটি অভ্যাস যা গ্রামীণ এলাকায় প্রচলিত রয়েছে। জল ছিটানোর উদ্দেশ্য ছিল রূপকভাবে আগের বছরের পাপগুলিকে \"ধুয়ে ফেলা\"। ইয়াঙ্গুনের মতো বড় শহরগুলিতে, বাগানের পায়ের পাতার মোজাবিশেষ, বাঁশ, পিতল বা প্লাস্টিকের তৈরি বিশাল সিরিঞ্জ, জলের পিস্তল এবং অন্যান্য ডিভাইস যা থেকে জল বের করা যায়, মৃদু বাটি এবং কাপ ছাড়াও ব্যবহার করা হয়। পানির বেলুন এমনকি ফায়ার হোসও ব্যবহার করা হয়েছে। এটি দেশের সবচেয়ে উষ্ণতম সময় এবং একটি ভাল ডাউজিং বেশিরভাগ দ্বারা স্বাগত জানানো হয়। সন্ন্যাসী ব্যতীত সমস্ত সক্ষম-শরীরী ব্যক্তি এই গেমটিতে অন্তর্ভুক্ত। কিছু অতি-উৎসাহী যুবক নারীদের দ্বারা বন্দী হতে পারে, যারা প্রায়শই তাদের প্রধান লক্ষ্য হয়ে থাকে এবং তাদের মুখে দাগ দেওয়া রান্নার হাঁড়ির কাঁচ দিয়ে ব্যবহারিক রসিকতার বাচ্চা হয়ে ওঠে। কয়েক ডজন বাগানের পায়ের পাতার মোজাবিশেষের সাথে ম্যান্ডেটের গৃহকর্মীরা শত শত গ্যালন জল আদান-প্রদান করে এবং একের পর এক ভাসতে থাকে। অনেক ভক্তরা তোয়ালে বহন করে যাতে তারা তাদের কানে পানি ঢোকাতে বাধা দেয় এবং তারা তাদের হালকা গ্রীষ্মের জামাকাপড় পুঙ্খানুপুঙ্খভাবে ভিজিয়ে রাখে। অদ্ভুত প্র্যাঙ্কস্টার বরফের জল ব্যবহার করতে পারে এবং এর সাথে একটি ড্রাইভ-বাই স্প্ল্যাশ হাস্যকরভাবে নেওয়া হবে। পুতুল, অর্কেস্ট্রা, ইয়েন নাচের দল, কৌতুক অভিনেতা, ফিল্ম তারকা এবং আধুনিক পপ গোষ্ঠী সহ গায়কদের দ্বারা Pwè (পারফরমেন্স) এই উৎসবের সময় সাধারণ ব্যাপার।\n\n\n== আধুনিক উদযাপন ==\nওয়াটার ফেস্টিভ্যাল চলাকালীন মিয়ানমার সরকার জমায়েতের ওপর নিষেধাজ্ঞা শিথিল করেছে।  প্রাক্তন রাজধানী ইয়াঙ্গুনে, সরকার কান্দাউগি প্যাট ল্যান এবং কাবারায়ে রোডে ভিড় জমাতে অনুমতি দেয়। অস্থায়ী জল-স্প্রে করার স্টেশনগুলি, যা প্যান্ডেল নামে পরিচিত, স্থাপন করা হয়েছে এবং ডান্স ফ্লোর হিসাবে দ্বিগুণ। এই প্যাভিলিয়নগুলির অনেকগুলি ধনী এবং শক্তিশালী পরিবার এবং ব্যবসার দ্বারা স্পনসর করা হয় \n\nতৃতীয় দিনটির নাম আ-কায়াত নেই ( အကြတ်နေ့ নামে পরিচিত)। আ-কায়াত নেই  দুটি থাকতে পারে, কারণ কিছু বছরে আরেকটি দিন যোগ করা হয়। চতুর্থ দিনটির নাম  এ টেট নেই  ( အတက်နေ့  ) যখন থাগ্যা মিন স্বর্গে ফিরে আসেন, জল উত্সবের শেষ দিন। কেউ কেউ দিনের শেষের দিকে মানুষের দিকে পানি ছুঁড়ে মারতো, যেমন \"ঠ্যাগ্যা মিন তার পাইপ ছেড়ে দিয়ে ফিরে এসেছে\"! দীর্ঘ উৎসবের ছুটিতে, একটি কাল-সম্মানিত ঐতিহ্য হল মন্ট লোন ইয়া বাও ( မုန့်လုံးရေပေါ် ), আঠালো চালের বল গুড় ( পাম চিনি ) সহ একটি বিশাল কড়াইতে ফুটন্ত জলে ফেলে দেওয়া হয় এবং পুনরুত্থিত হওয়ার সাথে সাথে পরিবেশন করা হয় যা এটির নাম দিয়েছে।  যুবক-যুবতীরা এটি তৈরিতে সাহায্য করে এবং সবাই স্বাগত জানায়, কেউ কেউ কৌশল হিসাবে গুড়ের পরিবর্তে একটি বার্ডসি মরিচ ভিতরে রেখেছেন। মন্ট লেট সাউং ( မုန့်လက်ဆောင်း</link> ) হল আরেকটি থিংয়ান স্ন্যাক, গুড়ের শরবত এবং নারকেল দুধে টোস্ট করা তিল দিয়ে আঠালো চালের টুকরো দিয়ে তৈরি। তারা উভয়ই গ্রেটেড নারকেল দিয়ে পরিবেশন করা হয়। ইয়াঙ্গুন এবং মান্দালয়ের মতো বড় শহরগুলিতে, রাখাইন থিংয়ানও অনুভব করা যেতে পারে কারণ শহরের রাখাইন বাসিন্দারা তাদের নিজস্ব ঐতিহ্যে উদযাপন করে। একটি দীর্ঘ নৌকা থেকে পানি বের করা হয় ( လောင်းလှေ , laung hlei ) revelers নিক্ষেপ এবং রাখাইন Mont di পরিবেশন করা হয়.\n\n\n== নববর্ষের দিন ==\n\nনিম্নলিখিতটি হল নববর্ষের দিন ( နှစ်ဆန်းတစ်ရက်နေ့ , hnit hsan ta yet nei )। এই সময়ে বার্মিজরা বৃদ্ধ লোকদের সাথে দেখা করে এবং একটি পোড়ামাটির পাত্র ভর্তি জল এবং শ্যাম্পু দেয় গাদাউ ( শিহকোও বলা হয়) হিসাবে। শ্যাম্পু বিন ( বাবলা রুগাটা ) এবং বাকল দিয়ে অল্পবয়সী লোকেরা, বৃদ্ধ লোকদের গোসুল করে দেন।  মাছ ছেড়ে দেওয়া ( ငါးလွှတ်ပွဲ, nga hlut pwè ) এই দিনে আরেকটি সময়-সম্মানিত ঐতিহ্য; শুকিয়ে যাওয়া হ্রদ ও নদী থেকে মাছ উদ্ধার করা হয়, তারপর মাছগুলোকে বড় বড় চকচকে মাটির পাত্রে ও বয়ামে রাখা হয়, আগে বড় হ্রদ ও নদীতে ছেড়ে দেওয়া হয় এই প্রার্থনা ও ইচ্ছার সাথে \"আমি তোমাকে একবার মুক্তি দেয়, তুমি আমাকে দশবার ছেড়ে দাও। \"  থিংইয়ান ( အခါတွင်း, a-hka dwin ) শিনবিউয়ের জন্যও একটি সাধারণ সময়, থেরবাদ বৌদ্ধধর্মের ঐতিহ্যে ছেলেদের জন্য উদ্ভাবন অনুষ্ঠান, যখন তারা সন্ন্যাসীদের ( সংঘ ) সাথে যোগ দেবে এবং বুদ্ধের শিক্ষায় নিমগ্ন একটি মঠে অল্প সময় কাটাবে। ধম্ম । এটি অন্যান্য ধর্মে বয়সের আনুষ্ঠানিকতা বা আগমনের অনুষ্ঠানের অনুরূপ।\n\nনববর্ষের দিনে, লোকেরা সতুদিথা ( စတုဒိသာ নামক খাদ্য দান করে) বিভিন্ন জায়গায়। তারা সাধারণত নববর্ষ উদযাপনে অংশগ্রহণকারীদের বিনামূল্যে খাবার সরবরাহ করে। অনেক বার্মিজ বার্মিজ নববর্ষের দিনে তাইও , কিনপুন দিয়ে তাদের মাথা ধুয়ে ফেলে যাতে অতীতের সমস্ত অশুচিতা এবং অশুভ লক্ষণগুলি পিছনে ফেলে যায়। \n\n\n== তথ্যসূত্র ==\nKhin Myo Chit (১৯৮০)। Flowers and Festivals Round the Burmese Year। ২০০৬-১১-১৩ তারিখে মূল থেকে আর্কাইভ করা। \n\n\n== উৎস ==\n\n\n== বহিঃসংযোগ ==\nথিংইয়ান 2004 ফটো গেরি হেইন্স দ্বারা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৪ মে ২০১৩ তারিখে\nThingyan মজা এবং গেম\nগোটো ওসামির একটি ফ্লোটের পুরানো থিঙ্গিয়ান ছবি\nগোটো ওসামির থিংয়ান ছবি\nথিংয়ান সময় - যখন মজা-প্রেমময় বার্মিজরা তাদের হতাশা দূর করে ইয়েনি, দ্য ইরাবদি, 11 এপ্রিল, 2007\nথাংয়াত: ঐতিহ্যবাহী গান ইরাবদি দমন করা কঠিন, এপ্রিল 2008\n\n[[বিষয়শ্রেণী:নববর্ষ উদ্‌যাপন]]\n[[বিষয়শ্রেণী:বৌদ্ধ পবিত্র দিন]]\n[[বিষয়শ্রেণী:এপ্রিল উদ্‌যাপন]]"}