{"pageid": 1442185, "title": "আন্তাখ্যা", "url": "https://bn.wikipedia.org/wiki?curid=1442185", "content": "আন্তাখ্যা বা এন্টিওক (ইংরেজি: Antioch on the Orontes) ছিল একটি হেলেনীয় গ্রিক নগরী। অ্যালেকজান্ডার দ্য গ্রেটের একজন অন্যতম সেনাপতি প্রথম সেলুকাস নিকেটর ৩০০ খ্রিস্টপূর্বাব্দে এটি প্রতিষ্ঠা করেছিলেন। এই নগরীটি হেলেনীয় যুগের অন্যতম বৃহত্তম এবং গুরুত্বপূর্ণ শহর ছিল। গ্রিক সেলিউসিড সাম্রাজ্যের রাজধানী হিসেবে প্রতিষ্ঠিত এই আন্তাখ্যা পরবর্তীতে যথাক্রমে রোমান এবং বাইজ্যান্টাইন সাম্রাজ্যের আঞ্চলিক রাজধানী হিসেবে কাজ করতো। ক্রুসেডের সময়, আন্তাখ্যা লেভান্ট অঞ্চলে প্রতিষ্ঠিত চারটি ক্রুসেড যুক্তরাষ্ট্রের একটি \"প্রিন্সিপালিটি অফ আন্তাখ্যা\"-র রাজধানী হিসেবে গুরুত্ব বহন করেছিল। আধুনিক তুরস্কের হাতায় প্রদেশে নতুন যে নগরটি গড়ে ওঠে তা ঐতিহাসিক আন্তাখ্যার নামানুসারে \"আন্তাক্যা\" নামকরণ করা হয়। তবে প্রাচীন সেই নগরীর ভগ্নাবশেষ বর্তমান শহরটির বাইরে ওরোন্টেস নদীর ধারে অবস্থিত।\nচতুর্থ শতাব্দীর শেষের দিকে অ্যালেকজান্ডার দ্য গ্রেটের একজন সেনাপতি প্রথম সেলিউকাস নিকেটর এই আন্তাখ্যা প্রতিষ্ঠা করেছিলেন সিরিয়ার সেলিউসিসের টেট্রাপোলিসের (চারটি নগরীর একটি অঞ্চল) একটি হিসেবে। সেলুকাস সমগ্র ভূমধ্যসাগরীয় অঞ্চল থেকে গ্রিকদের এই নগরীতে বসতি স্থাপনের জন্য উৎসাহিত করেছিলেন। এই শহরের অবস্থান এর অধিবাসীদের জন্য ভৌগোলিক, সামরিক ও অর্থনৈতিক সুবিধা দিয়েছিল। মসলার বাণিজ্যে আন্তাখ্যা গভীরভাবে জড়িত ছিল এবং সিল্ক রোড ও রয়্যাল রোড থেকেও এর দূরত্ব ছিল বেশ কম। ২৪০ খ্রিস্টপূর্বাব্দ থেকে ৬৩ খ্রিস্টপূর্বাব্দ পর্যন্ত (যখন রোমানরা শহরটির নিয়ন্ত্রণ নেয়) সেলিউসিড সাম্রাজ্যের রাজধানী ছিল আন্তাখ্যা। পরবর্তীতে অবশ্য এটি সিরিয়া প্রদেশের এবং সিলিউসিয়া সিরিয়ার রাজধানী হিসেবে স্বীকৃতি পায়। প্রাচীন যুগের শেষের দিকে, রোমান রাজত্বে, আন্তাখ্যার জনসংখ্যা সম্ভবত ৫ লক্ষাধিক হয়েছিল (২ থেকে ২.৫ লক্ষের বেশি বলে ধারণা)। ফলে রোম ও আলেকজান্দ্রিয়ার পর আন্তাখ্যা রোমান সাম্রাজ্যের তৃতীয় বৃহত্তম শহরে পরিণত হয়। পূর্ব ভূমধ্যসাগরীয় অঞ্চলেরও অন্যতম গুরুত্বপূর্ণ শহর ছিল এটি। চতুর্থ শতাব্দীর প্রথম দিক থেকে, আন্তাখ্যা ছিল 'কাউন্ট অফ দ্য ওরিয়েন্ট'-এর (প্রাচ্য অঞ্চলের প্রধান) আসন।\nপ্রাচীন জুডিও ধর্মেও হেলেনীয় যুগের অন্যতম প্রধান কেন্দ্র ছিল আন্তাখ্যা। খ্রিস্টধর্মের পাঁচ পুরোহিতের আসনের একটি হওয়ায় এর আরেকটি নাম ছিল \"খ্রিস্টধর্মের দোলনা\"। প্রাচীন এই নগরী খ্রিস্টধর্মের বিকাশে যে অতুলনীয় ভূমিকা পালন করেছে, সে কারণে ক্রিশ্চান নিউ টেস্টামেন্টে স্বীকৃতি দেওয়া হয় যে আন্তাখ্যাতেই প্রথম \"ক্রিশ্চান\" শব্দটি প্রচলিত হয়েছিল। যুদ্ধবিগ্রহ, ভূমিকম্প এবং বাণিজ্য পথের পরিবর্তনের কারণে মধ্যযুগে এসে এই নগরটির গুরুত্ব যথেষ্ট কমে যায়। লেভান্ট অঞ্চল ও পূর্ব ভূমধ্যসাগরীয় এলাকার অন্যতম প্রধান গীর্জা আজও গ্রিক অর্থোডক্স পেট্রিয়ার্কেট অফ আন্তাখ্যা নামে স্বীকৃত এবং এর নামটি এখনও ধারণ করে আছে ঐতিহাসিক এই নগরটি। মুসলিম তীর্থযাত্রীরাও এখানে আসেন হাবিব আন-নাজ্জার মসজিদ পরিদর্শনে, কেননা তাদের বিশ্বাস এই মসজিদেই কুরআনের সূরা ইয়া-সীনে উল্লিখিত হাবিব দ্য কার্পেন্টারের কবর রয়েছে।\n\n\n== তথ্যসূত্র =="}