{"pageid": 1442303, "title": "অ্যাঙ্গাস গান", "url": "https://bn.wikipedia.org/wiki?curid=1442303", "content": "অ্যাঙ্গাস ফ্র্যাজার জেমস গান (ইংরেজি: Angus Gunn; জন্ম: ২২ জানুয়ারি ১৯৯৬; অ্যাঙ্গাস গান নামে সুপরিচিত) হলেন একজন ইংরেজ–স্কটল্যান্ডীয় পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে ইংল্যান্ডের পেশাদার ফুটবল লিগের দ্বিতীয় স্তর ইএফএল চ্যাম্পিয়নশিপের ক্লাব নরউইচ সিটি এবং স্কটল্যান্ড জাতীয় দলের হয়ে গোলরক্ষক হিসেবে খেলেন।\n২০১১ সালে, গান ইংল্যান্ড অনূর্ধ্ব-১৬ দলের হয়ে ইংল্যান্ডের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় নয় বছর যাবত ইংল্যান্ডের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০২৩ সালে স্কটল্যান্ডের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; স্কটল্যান্ডের জার্সি গায়ে তিনি এপর্যন্ত ৯ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nঅ্যাঙ্গাস ফ্র্যাজার জেমস গান ১৯৯৬ সালের ২২শে জানুয়ারি তারিখে ইংল্যান্ডের নরউইচে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nগান ইংল্যান্ড অনূর্ধ্ব-১৬, ইংল্যান্ড অনূর্ধ্ব-১৭, ইংল্যান্ড অনূর্ধ্ব-১৯, ইংল্যান্ড অনূর্ধ্ব-২০ এবং ইংল্যান্ড অনূর্ধ্ব-২১ দলের হয়ে খেলার মাধ্যমে ইংল্যান্ডের প্রতিনিধিত্ব করেছেন। ২০১১ সালের ১৫ই ফেব্রুয়ারি তারিখে তিনি ইংল্যান্ড অনূর্ধ্ব-১৬ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। ইংল্যান্ডের বয়সভিত্তিক দলের হয়ে তিনি প্রায় ৯ বছরে ২৮ ম্যাচে অংশগ্রহণ করেছেন।\n২০২৩ সালের ২৫শে মার্চ তারিখে, ২৭ বছর, ২ মাস ও ৩ দিন বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী গান সাইপ্রাসের বিরুদ্ধে অনুষ্ঠিত উয়েফা ইউরো ২০২৪ বাছাইপর্বের ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে স্কটল্যান্ডের হয়ে অভিষেক করেছেন। তিনি উক্ত ম্যাচের মূল একাদশে অন্তর্ভুক্ত ছিলেন; ম্যাচে তিনি ১ নম্বর জার্সি পরিধান করে গোলরক্ষক হিসেবে খেলেছিলেন। ম্যাচটি স্কটল্যান্ড ৩–০ গোলের ব্যবধানে জয়লাভ করেছিল। স্কটল্যান্ডের হয়ে অভিষেকের বছরে গান সর্বমোট ৭ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n২ মে ২০২৪ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nঅ্যাঙ্গাস গান – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nসকারওয়েতে অ্যাঙ্গাস গান  (ইংরেজি)  \nসকারবেসে অ্যাঙ্গাস গান (ইংরেজি) \nবিডিফুটবলে অ্যাঙ্গাস গান  (ইংরেজি)  \nইইউ-ফুটবলে অ্যাঙ্গাস গান (ইংরেজি) \nট্রান্সফারমার্কেটে অ্যাঙ্গাস গান (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে অ্যাঙ্গাস গান (ইংরেজি) \nইএসপিএন এফসিতে \nন্যাশনাল-ফুটবল-টিমস.কমে অ্যাঙ্গাস গান (ইংরেজি)"}