{"pageid": 1442927, "title": "নিল কোয়েল", "url": "https://bn.wikipedia.org/wiki?curid=1442927", "content": "নিল অ্যালান জন কোয়েল (জন্ম ৩০ ডিসেম্বর ১৯৭৮) হলেন একজন ব্রিটিশ রাজনীতিবিদ যিনি ২০১৫ সাল থেকে বারমন্ডসে এবং ওল্ড সাউথওয়ার্কের লেবার পার্টির সংসদ সদস্য (এমপি) হিসাবে দায়িত্ব পালন করেছেন।\nকোয়েল পার্লামেন্টে তার সময় জুড়ে বিতর্কে জড়িয়েছেন, নির্বাচনের জন্য অপমানজনক, সাংবাদিকদের প্রতি বর্ণবাদী, এবং লেবার পার্লামেন্টারি কর্মীদের ধমকানোর জন্য দোষী সাব্যস্ত হওয়ার পর। তিনি মদ্যপানের জন্য তার আচরণকে দায়ী করেছেন। কোয়েলকে লেবার কর্তৃক বরখাস্ত করা হয়েছিল এবং ছয় মাসের জন্য সংসদের বার থেকে নিষিদ্ধ করা হয়েছিল। স্থানীয় দলের সদস্যদের অভিযোগ সত্ত্বেও, তিনি বিতর্কিতভাবে ২০২৩ সালের মে মাসে হুইপ পুনর্বহাল করেছিলেন। ২০২৩ সাল থেকে কোয়েল টিটোটাল হওয়ার প্রতিশ্রুতি দিয়েছেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nকোয়েল লুটনে বড় হয়েছেন এবং ছয় সন্তানের একজন। ১৫৫২ সালে প্রতিষ্ঠিত ছেলেদের জন্য একটি স্বাধীন স্কুল বেডফোর্ড স্কুলে শিক্ষিত হওয়ার আগে তিনি ওয়েনলক এবং অ্যাশক্রফট স্কুলে যান। তিনি ইউনিভার্সিটি অফ হুল থেকে ব্রিটিশ পলিটিক্স অ্যান্ড লেজিসলেটিভ স্টাডিজে বিএ ডিগ্রি লাভ করেন। ২০০১ থেকে ২০০৩ সাল পর্যন্ত তিনি চীনে থাকতেন।\nকোয়েল সাউথওয়ার্ক লন্ডন বরো কাউন্সিল নির্বাচনে ২০১০ সালে নিউইংটন ওয়ার্ডের কাউন্সিলর হিসেবে নির্বাচিত হন। একজন কাউন্সিলর হিসাবে, তিনি ব্যর্থ গার্ডেন ব্রিজ প্রকল্পকে সমর্থন করেছিলেন, যার উপর তার স্ত্রী ল্যান্ডস্কেপ আর্কিটেক্ট হিসাবে কাজ করেছিলেন। তিনি ২০১৪ থেকে ২০১৫ সাল পর্যন্ত সাউথওয়ার্কের ডেপুটি মেয়র ছিলেন। তিনি ২০১৬ সালে কাউন্সিলর পদ থেকে সরে দাঁড়ান।\n\n\n== সংসদীয় কর্মজীবন ==\n\nকোয়েল ২০১৫ সালের সাধারণ নির্বাচনে বারমন্ডসে এবং ওল্ড সাউথওয়ার্কের আসন গ্রহণ করতে লিবারেল ডেমোক্র্যাট পদপ্রার্থী সাইমন হিউজকে পরাজিত করেছিলেন। ২০১৫ সালের লেবার নেতৃত্ব নির্বাচনে জেরেমি করবিনকে প্রার্থী হিসাবে মনোনীত করা ৩৬ জন লেবার এমপিদের মধ্যে তিনি একজন ছিলেন। তার নির্বাচনের পর, তিনি হাউস অফ কমন্সের ছায়া নেতার সংসদীয় ব্যক্তিগত সচিব নিযুক্ত হন।\nমে ২০১৬ এর নির্বাচনের পর, তিনি জো কক্সের সাথে একটি নিবন্ধ সহ-লেখেন যা বলে যে জেরেমি করবিনকে বিরোধী দলের নেতা করার জন্য ভোট দেওয়ার সিদ্ধান্তের জন্য তারা \"অনুশোচনা করতে এসেছিল\"। নিবন্ধটি প্রকাশিত হওয়ার পর, কোয়েল ছায়া মন্ত্রিসভা থেকে পদত্যাগ করেছেন। এরপর তিনি ২০১৬ সালের নেতৃত্ব নির্বাচনে জেরেমি করবিনকে প্রতিস্থাপন করার ব্যর্থ প্রচেষ্টায় ওয়েন স্মিথকে সমর্থন করেন। কোয়েল কর্বিনের অত্যন্ত সমালোচক ছিলেন এবং সন্ত্রাসবাদ এবং ব্রেক্সিটের মতো বেশ কয়েকটি গুরুত্বপূর্ণ বিষয়ে তার অবস্থানের বিরুদ্ধে যুক্তি দিয়ে একাধিক নিবন্ধ লিখেছিলেন।\n২০১৬ সালের গণভোটে যুক্তরাজ্য ইউরোপীয় ইউনিয়ন (ইইউ) ত্যাগ করার জন্য, কোয়েল থাকার জন্য প্রচার করেছিলেন।\nফেব্রুয়ারী ২০১৭-এ, কোয়েল ছিলেন ৪৭ জন লেবার এমপিদের মধ্যে একজন যারা যুক্তরাজ্যের EU ত্যাগ করার জন্য আর্টিকেল ৫০ ট্রিগার করার বিরুদ্ধে ভোট দেওয়ার জন্য পার্টির তিন-লাইন হুইপকে অস্বীকার করেছিলেন। এবং এটি প্রত্যাহার করার আহ্বান জানিয়েছেন। কোয়েল কাজ এবং পেনশন নির্বাচন কমিটিতে বসেন। ২০১৭ সালের সাধারণ নির্বাচনে কোয়েল তার সংখ্যাগরিষ্ঠতা বৃদ্ধি করেন।\nতিনি ওয়াইন এবং স্পিরিটসের জন্য অল-পার্টি পার্লামেন্টারি গ্রুপের (এপিপিজি) সভাপতিত্ব করেন, যার সচিবালয় ওয়াইন অ্যান্ড স্পিরিট ট্রেড অ্যাসোসিয়েশন দ্বারা সরবরাহ করা হয়, যা কোয়েলের নির্বাচনী এলাকায় অবস্থিত। এছাড়াও তিনি এপিপিজি ফর ফুডব্যাঙ্কের সভাপতিত্ব করেন, যেটি তিনি ২০১৭ সালে প্রতিষ্ঠা করেছিলেন, সেইসাথে গৃহহীনতা এবং কাউন্টার এক্সট্রিমিজমের অবসানের জন্য। তিনি কো-অপারেটিভ পার্টি এবং প্রগ্রেসিভ ব্রিটেনের সদস্য।\nফেব্রুয়ারী ২০১৯-এ, কোয়েল বলেছিলেন যে তিনি দ্য ইন্ডিপেন্ডেন্ট গ্রুপে যোগদানের আমন্ত্রণ প্রত্যাখ্যান করেছিলেন, পরে চেঞ্জ ইউকে, সেই মাসে গঠিত কেন্দ্রীয় শ্রম ও রক্ষণশীল এমপিদের একটি বিভক্ত গ্রুপ।\n২০২১ সালের মে মাসে, কোয়েল কর্বিনকে সংসদীয় কমিশনার ফর স্ট্যান্ডার্ডের কাছে রিপোর্ট করেছিলেন, দাবি করেছিলেন যে কর্বিন সম্পূর্ণ আইনি তহবিল ঘোষণা করতে ব্যর্থ হয়েছেন। কমিশনার অভিযোগটি বহাল রাখেননি, উল্লেখ করেছেন যে সদস্যপদ সংস্থার কাছ থেকে আইনি সহায়তা নিবন্ধনের কোনো প্রয়োজন নেই।\n১১ ফেব্রুয়ারী ২০২২-এ, কোয়েলের বিতর্কিত বক্তব্যের ফলে, লেবার হুইপকে তার কাছ থেকে বরখাস্ত করা হয়েছিল এবং তাকে ওয়েস্টমিনস্টার এস্টেটের সমস্ত বার থেকে নিষিদ্ধ করা হয়েছিল (নীচে কথিত বর্ণবাদ দেখুন)। কোয়েল তার লেবার পার্টির সদস্যপদও প্রশাসনিকভাবে স্থগিত করেছিলেন, তদন্তের অপেক্ষায়। ২০২৩ সালের মে মাসে, তাকে লেবার পার্টিতে পুনরায় ভর্তি করা হয়েছিল।\n\n\n== বিতর্কিত বক্তব্য ==\n\n\n=== বরিস জনসন ===\nকোয়েল বেশ কয়েকটি অনুষ্ঠানে জনসমক্ষে ভাষা ব্যবহারের জন্য সমালোচিত হয়েছেন। সেপ্টেম্বর ২০১৯-এ, কোয়েল ব্রিটিশ টেলিভিশনে প্রধানমন্ত্রী বরিস জনসনকে \"একটি ডিক\" বলে উল্লেখ করেছিলেন। ঘটনার পর, কোয়েল সাউথওয়ার্ক নিউজের সাথে কথা বলেছেন, বলেছেন তার নির্বাচনকারীরা তার ভাষা ব্যবহার সম্পর্কে অভিযোগ করেছেন, পরামর্শ দিয়েছেন যে তার \"অশোধিত হওয়ার দরকার নেই\"। কোয়েল সাউথওয়ার্ক নিউজকে বলেছেন, \"আমি ভাষাকে কমিয়ে দেব কিন্তু আবেগ কখনই নয়\"।\n\n\n=== ব্রেক্সিট এবং পিয়ার্স মরগান ===\nপ্রথম ঘটনার তিন সপ্তাহ পর, কোয়েল আবার তার টুইটার অ্যাকাউন্টে অনুপযুক্ত ভাষা ব্যবহার করেন। ২০১৯ লেবার পার্টি কনফারেন্স চলাকালীন, জেরেমি করবিন একটি ব্রেক্সিট বিবৃতি দিয়েছিলেন যে লেবার পার্টি অবিলম্বে চলে যাওয়া বা থাকাকে সমর্থন করবে না। অনেক লেবার সংসদ সদস্য তাদের উদ্বেগ প্রকাশ করেছেন, কিন্তু কোয়েল কর্বিনের অবস্থানকে \"ভুল\" বলে বর্ণনা করে আরও এক ধাপ এগিয়ে গেছেন।\nহাউস অফ কমন্সে কড়া কথার বিবৃতি দেওয়ার একদিন পর কোয়েল আবার মিডিয়া কভারেজ পান। লেবার এমপিরা এবং তাদের নেতা, করবিন, বরিস জনসনের ভাষা ব্যবহারের সমালোচনা করেছিলেন, যেখানে জনসন পরামর্শ দিয়েছিলেন যে জো কক্সকে সম্মান জানানোর সর্বোত্তম উপায় হল ব্রেক্সিট প্রদান করা। সাংবাদিক এবং উপস্থাপক পিয়ার্স মরগান তারপর জো কক্সের নাম ব্যবহার সম্পর্কে টুইট করে বলেন, \"সংসদ সব দিক থেকে একটি নতুন নিম্নে পৌঁছেছে। লজ্জাজনক\"। কোয়েল বেশ কয়েকটি পোস্টে টুইটারে উত্তর দিয়েছেন, মর্গানকে \"নিজেকে চুদতে যান\" বলেছেন, পাশাপাশি তাকে \"অসুস্থ ছোট্ট মানুষ\" এবং \"স্ক্রোট\" বলেছেন।\n\n\n=== শপথ ===\n৩১ জানুয়ারী ২০২২-এ, ব্রেক্সিটের প্রভাব সম্পর্কে মতানৈক্যের পরে কোয়েল একটি ওয়েস্টমিনস্টার বারে একজন শ্রম সহায়কের সাথে শপথ গ্রহণের সাথে জড়িত ছিলেন এবং একজন কনজারভেটিভ এমপিকে বলেছিলেন যে এই বিরোধকে শান্ত করার জন্য হস্তক্ষেপ করেছিলেন \"অনেক কিছু ওজন কমাতে\"।\n\n\n=== বর্ণবাদের অভিযোগ ===\n২০২২ সালের ফেব্রুয়ারির শুরুতে, কোয়েলকে ১ ফেব্রুয়ারিতে ব্রিটিশ-চীনা বংশোদ্ভূত রাজনৈতিক রিপোর্টার হেনরি ডায়ারের কাছে সিনোফোবিক মন্তব্য করার জন্য অভিযুক্ত করা হয়েছিল। জানা গেছে যে কোয়েল ডায়ারকে বলেছিলেন যে তিনি বলতে পারেন যে \"আপনি ব্যারি গার্ডিনারের কাছে রেনমিনবি দিয়ে যাচ্ছেন কেমন দেখাচ্ছে\", চীনা রাষ্ট্রের একজন এজেন্টের কাছ থেকে তহবিল গ্রহণের পরে। ডায়ারের মতে, গার্ডিনারের সাথে আলোচনা করার সময়, কোয়েল আরও বলেছিলেন যে তাকে \" ফু মাঞ্চু \" দ্বারা অর্থায়ন করা হয়েছিল। ফলস্বরূপ, ১১ ফেব্রুয়ারি, কোয়েল একটি তদন্ত মুলতুবি থাকা লেবার হুইপকে স্থগিত করেছিলেন এবং ওয়েস্টমিনস্টার এস্টেটের সমস্ত বার থেকে নিষিদ্ধ করা হয়েছিল।\nডায়ার বলেছিলেন যে কোয়েল যখন তার মুখোমুখি হয়েছিল তখন তিনি ক্ষমা চাইতে অস্বীকার করেছিলেন, কোয়েল তাকে জিজ্ঞাসা করেছিলেন, \"যদি এমনই হত যে [ডায়ার] অতিরিক্ত সংবেদনশীল ছিল\"। ঘটনাটি প্রকাশ্যে আসার পর এবং হাউসের স্পিকারের কাছে রিপোর্ট করার পর, কোয়েল তার \"অসংবেদনশীল মন্তব্যের\" জন্য ক্ষমাপ্রার্থী  এবং বলেছেন যে তিনি তদন্তে সহযোগিতা করবেন। কোয়েল পদত্যাগের আহ্বানের মুখোমুখি হন।\n২০২২ সালের জুলাইয়ে, কোয়েল বলেছিলেন যে তিনি প্রচুর পান করেছিলেন কারণ একজন এমপি হিসাবে কাজ করা চাপযুক্ত।\n২০২৩ সালের মার্চ মাসে, কোয়েলকে পার্লামেন্টের গুন্ডামি এবং হয়রানি নীতি লঙ্ঘন করা হয়েছে এবং তাকে কমন্স থেকে পাঁচ দিনের জন্য বরখাস্ত করা হয়েছিল। কোয়েল ফেব্রুয়ারী ২০২২ থেকে মে ২০২৩ পর্যন্ত লেবার হুইপ ছিলেন। কোয়েল পরে সমতা প্রশিক্ষণের জন্য ২৯৫ পাউন্ড দাবি করেন। লেবার এমপি কিম জনসন কোয়েলকে তার আপত্তিজনক আচরণের জন্য সংশোধন করার প্রচেষ্টায় করদাতাদের চার্জ করার জন্য কঠোর সমালোচনা করেছেন। তিনি প্রশ্ন উত্থাপন করেছেন যে তিনি সত্যিই তার ভুল থেকে শিক্ষা নিতে প্রতিশ্রুতিবদ্ধ কিনা।\n\n\n=== যৌন হয়রানি ===\n২০২৩ সালের মার্চ মাসে, এটি প্রকাশিত হয়েছিল যে কোয়েলের একটি শ্রম এমপি হিসাবে তার বিরুদ্ধে যৌন হয়রানির অভিযোগ বহাল ছিল। কোয়েল একজন তরুণীর সঙ্গী সম্পর্কে অবমাননাকর মন্তব্য করেছিলেন এবং তাকে জিজ্ঞাসা করেছিলেন যে তিনি \"আজ রাতে আমার বা তার সাথে ফিরে যাচ্ছেন?\"\n\n\n== ব্যক্তিগত জীবন ==\nকোয়েল ২০১৪ সালে সারাহ লিন্ডারসকে বিয়ে করেন। তার স্ত্রী একজন ল্যান্ডস্কেপ আর্কিটেক্ট এবং তাদের একটি মেয়ে রয়েছে। কোয়েল তার মায়ের মানসিক অসুস্থতার তার পরিবারের উপর প্রভাব সম্পর্কে লিখেছেন।\n\n\n== তথ্যসূত্র =="}