{"pageid": 1442986, "title": "বার্নার্ড জেনকিন", "url": "https://bn.wikipedia.org/wiki?curid=1442986", "content": "স্যার বার্নার্ড ক্রিস্টিসন জেনকিন (জন্ম ৯ এপ্রিল ১৯৫৯) একজন ব্রিটিশ কনজারভেটিভ পার্টির রাজনীতিবিদ যিনি ২০১০ সাল থেকে হার্উইচ এবং উত্তর এসেক্সের সংসদ সদস্য (এমপি) হিসাবে দায়িত্ব পালন করছেন। তিনি লিয়াজোঁ কমিটির চেয়ারম্যান হিসেবেও দায়িত্ব পালন করছেন। তিনি ১৯৯২ সালে কোলচেস্টার উত্তরের প্রতিনিধিত্ব করার জন্য প্রথম নির্বাচিত হন এবং হার্উইচ এবং উত্তর এসেক্স নির্বাচনী এলাকা তৈরি হওয়ার আগে উত্তর এসেক্সের প্রতিনিধিত্ব করেন।\n\n\n== সংসদীয় কর্মজীবন ==\n১৯৯২ সালের সাধারণ নির্বাচনে, তার ৩৩ তম জন্মদিনে, জেনকিন ৫১.৫% ভোট এবং ১৬,৪০২ সংখ্যাগরিষ্ঠতার সাথে কলচেস্টার নর্থের এমপি হিসাবে নির্বাচিত হন।\nজন মেজরের সরকারের সময়, জেনকিন ছিলেন মাস্ট্রিচ বিদ্রোহীদের একজন যারা মাস্ট্রিচ চুক্তির বিরোধিতা করার জন্য পার্টি হুইপকে অস্বীকার করেছিলেন।\n১৯৯৭ সালের সাধারণ নির্বাচনের আগে, কোলচেস্টার উত্তর বিলুপ্ত করা হয়েছিল এবং উত্তর এসেক্সের সাথে প্রতিস্থাপিত হয়েছিল। সাধারণ নির্বাচনে, জেনকিন উত্তর এসেক্সের ৪৩.৯% ভোট এবং ৫,৪৭৬ সংখ্যাগরিষ্ঠতার সাথে এমপি নির্বাচিত হন।\nউইলিয়াম হেগ তাকে ১৯৯৮ থেকে ২০০১ সাল পর্যন্ত পরিবহণের জন্য ছায়ামন্ত্রী নিযুক্ত করেছিলেন।\n২০০১ সালের সাধারণ নির্বাচনে, জেনকিন ৪৭.৪% এর বর্ধিত ভোট শেয়ার এবং ৭,১৮৬ সংখ্যাগরিষ্ঠতার সাথে উত্তর এসেক্সের এমপি হিসাবে পুনরায় নির্বাচিত হন।\nজেনকিন মাইকেল হাওয়ার্ডের অধীনে ২০০৩ থেকে ২০০৫ সাল পর্যন্ত ইয়ান ডানকান স্মিথ এবং ২০০৩ থেকে ২০০৫ পর্যন্ত ছায়া অঞ্চল সচিবের অধীনে ২০০১ থেকে ২০০৩ পর্যন্ত প্রতিরক্ষা বিষয়ক ছায়া সেক্রেটারি অফ স্টেট হিসেবে দায়িত্ব পালন করেন।\nজেনকিন আবার ২০০৫ সালের সাধারণ নির্বাচনে ৪৭.৬% ভোট শেয়ার এবং ১০,৯০৩ এর বর্ধিত সংখ্যাগরিষ্ঠতার সাথে পুনরায় নির্বাচিত হন। সাধারণ নির্বাচনের পর তিনি কনজারভেটিভ পার্টির ডেপুটি চেয়ারম্যান হিসেবে নিযুক্ত হন এবং ৭ নভেম্বর ২০০৬ পর্যন্ত দায়িত্ব পালন করেন, যখন তিনি জন ম্যাপলস দ্বারা প্রতিস্থাপিত হন। জেনকিনের ডেপুটি চেয়ারম্যানের ভূমিকার সমাপ্তি ঘটে যখন, ছায়া মন্ত্রিসভা রদবদলের সময়, তাকে আরেকটি ফ্রন্টবেঞ্চ পদের প্রস্তাব দেওয়া হয়েছিল, যা তিনি প্রত্যাখ্যান করেছিলেন, ডেভিড ক্যামেরনকে বলেছিল যে শুধুমাত্র ছায়া মন্ত্রিসভায় ফিরে আসাই তাকে আগ্রহী করবে।\n২০০৬ সালে, ব্রিটিশ এশিয়ান কনজারভেটিভ এ-লিস্ট প্রার্থী আলী মিরাজকে উল্লেখ করার সময় জেনকিন \" রঙিন \" শব্দটি ব্যবহার করার পরে সমালোচনার সম্মুখীন হন।\n২০১০ সালের সাধারণ নির্বাচনের আগে, উত্তর এসেক্সের জেনকিনের নির্বাচনী এলাকা বিলুপ্ত করা হয়েছিল এবং হার্উইচ এবং উত্তর এসেক্সের সাথে প্রতিস্থাপিত হয়েছিল। নির্বাচনে, জেনকিন হারউইচ এবং উত্তর এসেক্সের ৪৬.৯% ভোট এবং ১১,৪৪৭ সংখ্যাগরিষ্ঠতার সাথে এমপি নির্বাচিত হন।\nমে ২০১২ সাল থেকে, জেনকিন ধারাবাহিকভাবে ১৯২৩ কমিটির নির্বাহী হিসাবে পুনঃনির্বাচিত হয়েছেন এবং সদস্য হিসাবে রয়েছেন।\n\n\n== ব্যক্তিগত জীবন ==\n\nজেনকিন ১৯৮৮ সালে অ্যান স্ট্রুটকে বিয়ে করেন এবং তার দুটি ছেলে রয়েছে। তিনি মাঝে মাঝে প্রকৃতিবিদ, এবং চিত্রনাট্যকার রিচার্ড কার্টিসের দীর্ঘদিনের পরিচিতি, যিনি সাধারণত তাঁর লেখা সবকিছুতে 'বার্নার্ড' নামের একটি চরিত্র অন্তর্ভুক্ত করেন।\nতিনি ২০২৩ সালে তার স্ত্রীর সাথে বিচ্ছেদ করেন।\n\n\n== তথ্যসূত্র =="}