{"pageid": 1442176, "title": "খ্রিস্টান গির্জা", "url": "https://bn.wikipedia.org/wiki?curid=1442176", "content": "খৃষ্টধর্মের ভাবধারায়, খৃষ্টান চার্চ হল সেই প্রকৃত দেহ বা প্রতিষ্ঠান যাকে বিভিন্ন খৃষ্টান সম্প্রদায়গুলো যিশু খ্রিস্ট কর্তৃক স্থাপিত আসল সংগঠন হিসেবে  ধারণা করে। \"খৃষ্টান চার্চ\" শব্দটি শিক্ষাক্ষেত্রে খ্রিস্টধর্মের সমার্থক শব্দ হিসেবেও ব্যবহৃত হয়, যদিও প্রকৃতপক্ষে এটি বহু চার্চ বা সম্প্রদায় দ্বারা গঠিত; যেখানে এসব সম্প্রদায়ের অনেকেই অন্যদের বাদ দিয়ে নিজেদেরকে \"একমাত্র সত্য চার্চ\" হিসাবে দাবি করে থাকে।\nঅনেক প্রটেস্ট্যান্ট খ্রিস্টানদের জন্য, খ্রিস্টান চার্চের দুটি উপাদান রয়েছে: দৃশ্যমান চার্চ (যেসব প্রতিষ্ঠানে \"খাঁটিভাবে ঈশ্বরের বাক্য প্রচারিত ও শ্রুত হয় এবং খ্রিস্টের নির্দেশ অনুযায়ী ধর্মীয় আচার-অনুষ্ঠান পালিত হয়\"), এবং অদৃশ্য চার্চ (যারা \"প্রকৃতপক্ষে পরিত্রাণ পেয়েছে\" [এরা দৃশ্যমান চার্চেরই সদস্য])। অদৃশ্য চার্চের এই ধারণা অনুযায়ী, \"খ্রিস্টান চার্চ\" (বা ক্যাথলিক চার্চ) কোনো নির্দিষ্ট খ্রিস্টান সম্প্রদায়কে নির্দেশ করে না, বরং এই শব্দটির দ্বারা যারা পরিত্রাণ লাভ করেছে  সবাইকেই বোঝানো হয়ে থাকে। শাখা তত্ত্বের ধারক কিছু অ্যাংলিকান মনে করেন যে, যেসব চার্চ অ্যাপোস্টলিক উত্তরাধিকার ধরে রেখেছে তারাই প্রকৃত চার্চের অংশ।  এটি নির্দিষ্ট প্রাতিষ্ঠানিক খ্রিস্টান মতবাদের \"একমাত্র সত্য চার্চ\" ধারণার বিপরীত, যে মতবাদটি ক্যাথলিক চার্চ, ইস্টার্ন অর্থোডক্স চার্চ, ওরিয়েন্টাল অর্থোডক্স চার্চগুলো, অ্যাসিরীয় চার্চ অফ দ্য ইস্ট এবং অ্যানশেন্ট চার্চ অফ দ্য ইস্ট সমর্থন করে থাকে।\nনিউ টেস্টামেন্টের অধিকাংশ ইংরেজি অনুবাদে সাধারণত  প্রাচীন গ্রিক শব্দ ἐκκλησία (উচ্চারণ: এক্লেসিয়া, যার অর্থ \"সমাবেশ\" বা \"জামায়েত\") এর অনুবাদ হিসেবে \"চার্চ\" শব্দটি ব্যবহার করা হয়। এই শব্দটি, মূল গ্রিক গ্রন্থগুলোতে পাওয়া যায়। খ্রিস্টান প্রতিষ্ঠানের সাথে সম্পর্কিত অর্থে এই শব্দটির প্রাচীনতম ব্যবহার পাওয়া যায় পৌলের প্রেরিতদের চিঠিপত্রে। শব্দটি মথিউর লিখিত সুসমাচারের দুটি পদে, প্রেরিতদের কার্যাবলির  ২৪টি পদে, পৌলের প্রেরিতদের চিঠিপত্রের ৫৮টি পদে (খ্রিস্টান সংস্থার সাথে সম্পর্কিত অর্থে এই শব্দটির প্রাচীনতম ব্যবহার এখানেই পাওয়া যায়), ইব্রুদের চিঠির দুটি পদে, জেমসের চিঠির একটি পদে, তৃতীয় জনের চিঠির তিনটি পদে এবং রিভিলেশন গ্রন্থের ১৯টি পদে আবির্ভূত হয়েছে। মোট, ἐκκλησία শব্দটি নিউ টেস্টামেন্টে ১১৪ বার এসেছে, যদিও প্রতিটি ক্ষেত্রেই  এটি নির্দিষ্টভাবে চার্চকে বোঝায় না। এটি স্থানীয় সম্প্রদায়ের পাশাপাশি সমস্ত বিশ্বাসীকে বোঝাতে একটি সার্বজনীন অর্থে ব্যবহৃত হয়। খ্রিস্টধর্ম (গ্রীক: Χριστιανισμός) শব্দটির প্রথম রেকর্ড করা ব্যবহার করেছিলেন আন্টওকের ইগনাটিয়াস, খৃষ্টীয় ১০০ অব্দের কাছাকাছি সময়ে।\nনাইসিন ক্রিডে (৩৮১ খ্রিস্টাব্দ) প্রথম প্রকাশিত চার্চের চারটি চিহ্ন হল - চার্চ এক, পবিত্র, ক্যাথলিক (সর্বজনীন) এবং অ্যাপোস্টলিক (প্রেরিতদের থেকে উৎপন্ন)।\n\n\n== ব্যুৎপত্তি ==\nগ্রিক শব্দ 'ekklesia' এর আভিধানিক অর্থ হলো \"আহ্বান করা\" বা \"একত্রিত করা\"। এটি বিশেষতঃ কোনো উদ্দেশ্যে একত্র হওয়া নাগরিকদের একটি সমাবেশকে বোঝায়, যেমন প্রেরিতদের কার্যাবলি ১৯:৩২-৪১ এ ব্যবহৃত হয়েছে। খ্রিস্টীয় চার্চকে বোঝাতে (স্থানীয়ভাবে বা বিশ্বব্যাপী সমস্ত বিশ্বাসীর সমষ্টি) এই শব্দটি নিউ টেস্টামেন্টে ব্যবহৃত হয়েছে। \"ekklesia\" শব্দটি গ্রিক ভাষায় প্রাচীন ইহুদিধর্মের ধর্মগ্রন্থ 'সেপ্টুয়াজিন্ট'-এ হিব্রু শব্দ \"קהל\" (qahal) কে অনুবাদ করতে ব্যবহৃত হয়েছিল। বেশিরভাগ রোমান্স এবং কেল্টিক ভাষায় এই শব্দের বিভিন্ন রূপ ব্যবহার করা হয়, হয় উত্তরাধিকারসূত্রে প্রাপ্ত অথবা ল্যাটিন শব্দ 'ecclesia' থেকে ধার করা।\nইংরেজি 'church' শব্দটি এসেছে ওল্ড ইংলিশ শব্দ 'Cirice' বা 'Circe' থেকে। এর উৎস পশ্চিম জার্মানিক ভাষার শব্দ  'kirika' যেটি আবার গ্রীক শব্দ 'κυριακή' বা 'kuriakē' থেকে এসেছে। এর অর্থ \"প্রভুর\", ( 'κύριος' বা 'kurios' শব্দটির অধিকরণ রূপ, যার অর্থ \"শাসক\" বা \"প্রভু\")। 'Kuriakē' শব্দটি সম্ভবত 'κυριακὴ οἰκία'  (\"প্রভুর ঘর\") বা ' ἐκκλησία κυριακή' (\"প্রভুর সমাবেশ\") শব্দের সংক্ষিপ্ত রূপ। খ্রিস্টীয় চার্চকে কখনও কখনও চতুর্থ শতাব্দী থেকে গ্রিক ভাষায় 'κυριακόν' বা 'kuriakon' (অর্থ \"প্রভুর\") বলা হত, তবে 'ekklēsia' এবং ' βασιλική' বা 'basilikē' শব্দের প্রয়োগ বেশি প্রচলিত ছিল।\nএই শব্দটি খ্রিস্টীয় পরিভাষার অনেক সরাসরি গ্রিক-জার্মানিক ধার করা শব্দগুলোর মধ্যে একটি, যা গথদের মাধ্যমে এসেছে। চার্চের স্লাভিক পরিভাষা (পুরানো চার্চ স্লাভোনিক  'црькꙑ' [crĭky], বুলগেরিয়  'църква'  [carkva], রুশ  'церковь'  [cerkov'], স্লোভেনিয়  'cerkev') এসেছে ওল্ড হাই জার্মান এর সমগোত্রীয় 'chirihha' শব্দের মাধ্যমে।\n\n\n== ইতিহাস ==\nখ্রিস্টান চার্চের উৎপত্তি হয়েছিল প্রথম শতাব্দীতে রোমান যিহূদিয়া অঞ্চলে। নাসরতীয় যিশুর শিক্ষা এই চার্চ প্রতিষ্ঠার ভিত্তি ছিল; তিনি প্রথমে শিষ্যদের একত্রিত করেন। এই শিষ্যরাই পরবর্তীতে \"খ্রিস্টান\" নামে পরিচিত হয়ে ওঠেন। ধর্মগ্রন্থ অনুসারে, যিশু তাঁর শিষ্যদের তাঁর শিক্ষা সারা বিশ্বে ছড়িয়ে দেওয়ার নির্দেশ দিয়েছিলেন। বেশিরভাগ খ্রিস্টানের কাছে পেন্টেকস্ট উৎসব (যিশুর স্বর্গারোহণের পরের একটি ঘটনা) চার্চের জন্মদিনকে উপস্থাপন করে, যেখানে একত্রিত শিষ্যদের ওপর পবিত্র আত্মা অবতরণ করেছিল বলে বর্ণিত হয়।\n\n\n=== বিস্তার ও উন্নয়ন ===\nখ্রিষ্ট ধর্মের শুরু থেকেই, খ্রিস্টানরা অ-ইহুদিদের (অন্যধর্মাবলম্বী) গ্রহণ করেছিল ইহুদি রীতিনীতি সম্পূর্ণরূপে পালন করার শর্ত ছাড়াই (যেমন খৎনা)। এই অনুশীলনের কিছুটা সমার্থকতা ইহুদী ধর্মে পাওয়া যায় প্রোসেলাইটস, গডফিয়ারারস এবং নোহাইড আইনের মাধ্যমে। অনেকে মনে করেন যে ইহুদি ধর্মীয় কর্তৃপক্ষের সাথে দ্বন্দ্বের কারণে খ্রিস্টানদের দ্রুত জেরুজালেমের সিনাগগ থেকে বহিষ্কার করা হয়েছিল।\nগোটা রোমান সাম্রাজ্য এবং তার বাইরে চার্চ ধীরে ধীরে ছড়িয়ে পড়ে, জেরুজালেম, আন্তিয়খিয়া এবং এডেসার মতো শহরগুলিতে বড় বড় কেন্দ্র প্রতিষ্ঠিত হয়। রোমান সম্রাটদের উপাসনা করতে অস্বীকার করায় এবং সাম্রাজ্যের ধর্মবিশ্বাসকে অস্বীকার করার কারণে রোমান কর্তৃপক্ষ খ্রিস্টানদের উপর নির্যাতন চালায়। চতুর্থ শতাব্দীতে সম্রাট কনস্টানটাইন প্রথম এবং থিওডোসিয়াস প্রথম চার্চকে রোমান সাম্রাজ্যের আইনসম্মত, এমনকি রাষ্ট্রীয় ধর্মে পরিণত করেন।\n\n\n=== প্রাথমিক দ্বন্দ্ব এবং মতবাদ দৃঢ়ীকরণ ===\nদ্বিতীয় শতাব্দীতেই, খ্রিস্টানরা এমন শিক্ষাকে নিন্দা করেছিল যেগুলোকে তারা ভ্রান্ত মতবাদ হিসাবে দেখত, বিশেষ করে জ্ঞানবাদ (Gnosticism) এবং মন্টানিজম (Montanism)। শতাব্দীর শুরুতে ইগনেসিয়াস অফ আন্তিয়খিয়া এবং শতাব্দীর শেষে আইরিনিয়াস বিশপদের সাথে মিলনকে সঠিক খ্রিস্টান বিশ্বাসের পরীক্ষা হিসেবে দেখেছিলেন। চতুর্থ শতাব্দীতে চার্চের বৈধতা লাভের পর, এরিয়ান মতবাদ এবং ট্রিনিটারিয়ান (ত্রিত্ববাদ) মতবাদের মধ্যে বিতর্ক একটি বড় বিতর্কে পরিণত হয়, যেখানে সম্রাটগণ কখনও একপক্ষ কখনও আরেকপক্ষকে সমর্থন করেছিলেন।\n\n\n== ক্যাথলিক মতবাদ ==\nক্যাথলিক চার্চ তার মতবাদে শিক্ষা দেয় যে এটিই হলো আসল চার্চ, যা প্রথম শতাব্দীতে খ্রিস্ট প্রেরিতদের উপর প্রতিষ্ঠা করেছিলেন।\nপোপ পায়াস নবমের \"সিঙ্গুলারি কুইডেম\" গোষ্ঠীচক্রের বার্তায় বলা হয়েছে: \"সেই একটি মাত্র, পবিত্র, ক্যাথলিক গির্জা বিদ্যমান, যা প্রভুর নির্দেশে পিটারের উপর প্রতিষ্ঠিত প্রেরিতিক রোমান গির্জা [... ] চার্চের বাইরে  অজ্ঞতার কারণে যদি কেউ নিয়ন্ত্রণের বাইরে থেকে যায় তবে সে ব্যক্তিই কেবল জীবন বা পরিত্রাণের আশা করতে পারবে।\"\nপোপ দ্বাদশ পায়াসের মহাসভা বার্তা \"মিস্টিকি কর্পোরিস\" (১৯৪৩) এইভাবে ক্যাথলিক চার্চের গোঁড়া মতবাদকে প্রকাশ করে: \"যদি আমরা যিশু খ্রিস্টের এই সত্য চার্চকে সংজ্ঞায়িত এবং বর্ণনা করতে চাই - যা  এক, পবিত্র, ক্যাথলিক, প্রেরিতিক, রোমান গির্জা – এইটিকে 'যীশু খ্রীষ্টের অলৌকিক দেহ' বলে অভিহিত করা ছাড়া আর কোন বাক্যই আমরা আরও মহৎ, আরও উচ্চতর, বা আরও স্বর্গীয় পাবো না ।\"  দ্বিতীয় ভ্যাটিকান কাউন্সিলের গোঁড়া সংবিধান, লুমেন জেন্টিয়াম- (১৯৬৪) আরও ঘোষণা করে যে \"খ্রিস্টের যে একক গির্জাকে বিশ্বাসমতে এক, পবিত্র, ক্যাথলিক এবং প্রেরিতিক হিসাবে স্বীকার করা হয়, [...]  পৃথিবীতে একটি সমাজ হিসাবে গঠিত এবং সংগঠিত, ক্যাথলিক চার্চে তার অস্তিত্ব রয়েছে, যা পিটারের উত্তরসূরি এবং তাঁর সঙ্গে যোগাযোগে থাকা বিশপদের দ্বারা পরিচালিত হয়\"।\nধর্মতত্ত্বের মণ্ডলীর (Congregation for the Doctrine of the Faith) ২০০৭ সালের একটি ঘোষণা স্পষ্ট করে যে, এই উত্তরণে, \"অস্তিত্ব\" ('subsistence') বলতে  এই চিরস্থায়ী, ঐতিহাসিক ধারাবাহিকতা এবং ক্যাথলিক গির্জায় খ্রিস্টের প্রতিষ্ঠিত সমস্ত উপাদানের স্থায়িত্বকে বোঝায়, যেখানে খ্রিস্টের চার্চ এই পৃথিবীতে সুনির্দিষ্টভাবে পাওয়া যায়\"। এটাও স্বীকৃতি দেওয়া হয়েছিল যে ক্যাথলিক চার্চ থেকে বিচ্ছিন্ন ধর্মীয় সম্প্রদায়ের মধ্যেও অনুগ্রহ কার্যকরী হতে পারে কারণ এসব সম্প্রদায়ের মধ্যে  \"পবিত্রতা এবং সত্যের কিছু উপাদান\" রয়েছে। তবে এও যোগ করা হয়েছে, \"তবুও, 'অস্তিত্ব' শব্দটি শুধুমাত্র ক্যাথলিক চার্চের ক্ষেত্রেই  প্রযোজ্য হতে পারে কারণ এটি ঐক্যের চিহ্নকে নির্দেশ করে যা আমরা বিশ্বাসের প্রতীকগুলিতে স্বীকার করি (আমি বিশ্বাস করি ... 'এক' গির্জায়); এবং এই 'এক' গির্জা ক্যাথলিক গির্জাতেই বিদ্যমান।”\nক্যাথলিক চার্চ শিক্ষা দেয় যে বৈধ পবিত্র আদেশ (Holy Orders) সহ বিশপদের নেতৃত্বে খ্রিস্টানদের কর্পোরেট সংস্থাগুলিকেই যথাযথ অর্থে \"চার্চ\" হিসাবে স্বীকৃতি দেওয়া যেতে পারে। ক্যাথলিক নথিগুলিতে, এই ধরনের বিশপ ছাড়া সম্প্রদায়গুলিকে আনুষ্ঠানিকভাবে \"এক্লেসিয়াল সম্প্রদায়\" (ecclesial communities) বলা হয়।\n\n\n== বিভিন্ন শাখা এবং বিরোধসমূহ ==\nআজকে খ্রিস্টান সম্প্রদায়গুলোর মধ্যে বৈচিত্র্য রয়েছে, যেখানে বিভিন্ন মতবাদ ও ঐতিহ্যের সমাবেশ ঘটেছে। খ্রিস্টানধর্মের বিভিন্ন শাখার মধ্যে এই বিরোধগুলি স্বাভাবিকভাবেই তাদের নিজ নিজ গির্জাতাত্ত্বিক দিক থেকে উল্লেখযোগ্য পার্থক্যগুলিকে অন্তর্ভুক্ত করে।\n\n\n=== খ্রিস্টান সম্প্রদায়সমূহ ===\n\"সম্প্রদায়\" একটি সাধারণ পরিভাষা যা একটি অনন্য খ্রিস্টান গোষ্ঠীকে নির্দেশ করে যেটি একটি সাধারণ নাম, কাঠামো, নেতৃত্ব বা মতবাদ ইত্যাদি বৈশিষ্ট্য দ্বারা চিহ্নিত করা হয়। যদিও, বিভিন্ন গোষ্ঠীসমূহ নিজেদেরকে বোঝাতে  \"গির্জা\" বা \"ফেলোশিপ\" এর মতো বিকল্প পরিভাষা ব্যবহার করতে পারে।একটি গোষ্ঠী এবং অন্য গোষ্ঠীর মধ্যে বিভাজনগুলিকে মতবাদ এবং গীর্জার কর্তৃত্ব দ্বারা সংজ্ঞায়িত করা হয়; যীশুর প্রকৃতি, ধর্মপ্রচারক পরম্পরা কর্তৃত্ব, পরকালবিদ্যা, এবং পোপের আধিপত্যের মতো বিষয়গুলো প্রায়ই একটি সম্প্রদায়কে অন্য সম্প্রদায় থেকে আলাদা করে। সম্প্রদায়গুলির বিভিন্ন গোষ্ঠী একই ধরনের বিশ্বাস, অনুশীলন এবং ঐতিহাসিক সম্পর্ক ভাগাভাগি করে থাকে, যাদেরকে খ্রিস্টানধর্মের বিভিন্ন শাখা হিসাবে পরিচিত করা হয়।\nবিভিন্ন খ্রিস্টান সম্প্রদায়গুলো একে অপরকে স্বীকৃতি দেওয়ার মাত্রায় ব্যাপকভাবে পৃথক হয়। কেউ কেউ প্রথম শতাব্দীতে যীশু খ্রিস্ট কর্তৃক প্রতিষ্ঠিত গির্জার সরাসরি এবং একমাত্র খাঁটি উত্তরসূরি বলে দাবি করে। তবে অন্যরা সম্প্রদায়বাদের প্রতি বিশ্বাস রাখে, যেখানে কিছু বা সমস্ত খ্রিস্টান সম্প্রদায়সমূহ একই ধর্মের বৈধ গির্জা, তাদের বিশিষ্ট লেবেল, বিশ্বাস এবং অনুশীলন নির্বিশেষে। এই ধারণার কারণে, কিছু খ্রিস্টান গোষ্ঠী অন্য গির্জা বা সম্প্রদায়ের সাথে সমতা বোঝাতে এড়াতে নিজেদের বর্ণনা করার জন্য \"সম্প্রদায়\" শব্দটিকে প্রত্যাখ্যান করে।\nক্যাথলিক এবং ইস্টার্ন অর্থোডক্স গির্জা বিশ্বাস করে যে \"নিকেন ক্রিড\"-এ বর্ণিত \"এক\" শব্দটি একটি দৃশ্যমান প্রাতিষ্ঠানিক এবং মতাদর্শগত ঐক্যকে বর্ণনা করে এবং নির্ধারণ করে, শুধুমাত্র ভৌগলিকভাবে বিশ্বজুড়ে নয়, বরং ঐতিহাসিকভাবে গোটা ইতিহাস জুড়েই। তারা ঐক্যকে চারটি চিহ্নের মধ্যে একটি হিসাবে দেখে যা ক্রিড আসল গির্জাকে দায়ী করেছে এবং একটি চিহ্নের মূলসত্তা দৃশ্যমান হওয়া। একটি গির্জা যার পরিচয় এবং বিশ্বাস দেশ থেকে দেশে এবং বয়স থেকে যুগে পরিবর্তিত হয়েছে, তাদের হিসেব অনুযায়ী \"এক\" হবে না। যেমন, তারা নিজেদেরকে সম্প্রদায়বাদ প্রতিষ্ঠার পূর্ববর্তী হিসেবে দেখে; অনেক বিশ্বাসী সম্প্রদায়ের মধ্যে এক হিসাবে নয়, বরং মূল এবং একমাত্র সত্য গির্জা হিসেবে দেখে।\nঅনেক ব্যাপটিস্ট এবং সম্মিলিত ধর্মতাত্ত্বিকরা গির্জা শব্দটির একমাত্র বৈধ প্রয়োগ হিসাবে স্থানীয় ধারণাটিকে গ্রহণ করে। তারা সর্বজনীন (ক্যাথলিক) গির্জার ধারণাকে জোরালোভাবে প্রত্যাখ্যান করে। এই সম্প্রদায়গুলি যুক্তি দেখায় যে নতুন নিয়মে গ্রীক শব্দ \"ekklesia\"-এর সমস্ত ব্যবহার হলো, হয় একটি নির্দিষ্ট স্থানীয় গোষ্ঠী সম্পর্কে অথবা বিমূর্তভাবে \"গির্জা\" ধারণাটি সম্পর্কে, এবং কখনও একটি একক, বিশ্বব্যাপী গির্জা সম্পর্কে নয়।\nঅসংখ্য অ্যাংলিকান, লুথারান, পুরনো ক্যাথলিক এবং স্বাধীন ক্যাথলিকরা ঐক্যকে ক্যাথলিকতার একটি চিহ্ন হিসাবে দেখে, কিন্তু একটি ভাগ করা এপিস্কোপাল শ্রেণিবিন্যাস বা ধর্মীয় আচারের পরিবর্তে ক্যাথলিক গির্জার প্রাতিষ্ঠানিক ঐক্যকে তাদের এপিস্কোপেসিসের ভাগ করা এপোস্টোলিক উত্তরাধিকারে প্রকাশিত হিসাবে দেখে।\nসংস্কারকৃত খ্রিস্টানদের দৃষ্টিতে, প্রেরিতদের কাছে প্রতিশ্রুতিবদ্ধ সুসমাচার বিশ্বাসের মাধ্যমে ন্যায়পরায়ণ প্রাপ্ত প্রত্যেক ব্যক্তি হলেন \"এক, পবিত্র, ক্যাথলিক এবং এপোস্টোলিক গির্জার\" সদস্য। এই দৃষ্টিকোণ থেকে, প্রেরিতদের মাধ্যমে প্রতিষ্ঠিত সমগ্র গির্জার প্রকৃত ঐক্য এবং পবিত্রতা এখনও প্রকাশ করা হবে না; এবং ইতোমধ্যে, পৃথিবীতে গির্জার পরিমাণ ও শান্তি দৃশ্যমানভাবে অসম্পূর্ণভাবে উপলব্ধি করা হয়েছে।\nলুথারান গির্জা-মিসৌরি সিনড ঘোষণা করে যে খ্রিস্টান গির্জা, যথাযথভাবে বলা, যাদের সুসমাচারে বিশ্বাস রয়েছে (অর্থাৎ, ক্ষমা যা খ্রীষ্ট সমস্ত লোকের জন্য অর্জন করেছেন) তারাই এর সদস্য, এমনকি যদি তারা গির্জার সেইসব গোষ্ঠীতে থাকে যারা ত্রুটিপূর্ণ শিক্ষা দেয়, কিন্তু যাদের এ ধরনের বিশ্বাস নেই তাদের বাদ দিয়ে, এমনকি যদি তারা কোন গির্জার সদস্যও হয় বা এতে শিক্ষকতার পদেও থাকে।\n\n\n=== বিশ্ব খ্রিস্টধর্ম ===\nবিংশ শতাব্দীতে খ্রিস্টধর্মের একটি কেন্দ্রবিন্দুগত পরিবর্তন লক্ষ্য করা গেছে। এই পরিবর্তনে মূলত ইউরোপ ও আমেরিকা-কেন্দ্রিক ধর্ম থেকে বিশ্বের দক্ষিণাঞ্চলের দিকে ধর্মটির বিস্তার ঘটেছে। এই  পরিবর্তনটিকে \"বিশ্ব খ্রিস্টধর্ম\" বা \"বৈশ্বিক খ্রিস্টধর্ম\" হিসেবে বর্ণনা করা হয়, যেখানে খ্রিস্ট ধর্মাবলম্বীদের বিশ্বব্যাপী অবস্থানের দিকটি তুলে ধরা হয়।\nতবে প্রায়শই \"বিশ্ব খ্রিস্টধর্ম\"  শব্দটি দ্বারা \"অ-পাশ্চাত্য খ্রিস্টধর্ম\" কে বোঝানো হয়ে থাকে। এখানে বিশ্বের দক্ষিণাঞ্চলে অর্থাৎ এশিয়া, আফ্রিকা ও ল্যাটিন আমেরিকায় প্রচলিত খ্রিস্টধর্মের \"বৈচিত্র্যপূর্ণ\" রূপগুলোকে অন্তর্ভুক্ত করা হয়। এছাড়াও, পাশ্চাত্য ইউরোপ ও উত্তর আমেরিকার  আদিবাসী এবং অভিবাসীদের মধ্যে প্রচলিত খ্রিস্টধর্মও এই শব্দের আওতায় পড়ে।\n\n\n== তথ্যসূত্র =="}