{"pageid": 1442507, "title": "কাসট্রিজ", "url": "https://bn.wikipedia.org/wiki?curid=1442507", "content": "কাসট্রিজ (ইংরেজি: Castries) ক্যারিবীয় সাগরের পূর্ব অংশে পশ্চিম ভারতীয় দ্বীপপুঞ্জের একটি দ্বীপরাষ্ট্র সেন্ট লুসিয়ার বৃহত্তম নগরী ও রাজধানী। এটি  দেশটির প্রধান সমুদ্র বন্দরও বটে, যা দ্বীপটির উত্তর-পশ্চিম উপকূলে প্রায় সম্পূর্ণ স্থলবেষ্টিত একটি গভীর জলের পোতাশ্রয়ের তীরে অবস্থিত। ফরাসি সামুদ্রিক দেপার্ত্যমঁ (জেলা) মার্তিনিক দ্বীপের রাজধানী ফর-দ্য-ফ্রঁস (Fort-de-France) থেকে এটি প্রায় ৬৫ কিলোমিটার দক্ষিণে অবস্থিত। এখানে প্রায় ২০ হাজার অধিবাসী বাস করে। বৃহত্তর কাসট্রিজ জেলাতে প্রায় ৭০ হাজার লোকের বাস। শহরের আয়তন প্রায় ৮০ বর্গকিলোমিটার।\nশহরটি একটি প্লাবনভূমিতে অবস্থিত ও জলাভূমি থেকে অধিকৃত জমির উপর এটিকে নির্মাণ করা হয়েছে। শহরটিকে ছকের মতো বিন্যস্ত করে গড়ে তোলা হয়েছে। এখান থেকে রপ্তানিকৃত প্রধান প্রধান দ্রব্যগুলি হল কলা, আখ, লেবু ও লেবুর রস, তৈলনির্যাস, কাকাও, ঝোলাগুড়, নারিকেল, কপরা, বিভিন্ন ধরনের গ্রীষ্মমণ্ডলীয় ফল ও সবজি এবং রাম (এক ধরনের মদ)। নগরীটির পর্যটন শিল্প ও ব্যাংকিং শিল্পও তাৎপর্যপূর্ণ। এখানে সরকারের কেন্দ্রীয় আসন ও বহু দেশী-বিদেশী ব্যবসা প্রতিষ্ঠানের প্রধান কার্যালয়গুলি অবস্থিত। শহরের কাছে ভিজি বিমানবন্দর তথা জর্জ এফ. এল. চার্লস বিমানবন্দরটি অবস্থিত। কাছেই দক্ষিণ দিকে অবস্থিত লাইকেন শৈবালে আবৃত ২৬০ মিটার উচ্চতার মর্ন ফরচুন পাহাড়ের উপরে স্থাপিত একটি দুর্গ থেকে শহরের একটি সুন্দর দৃশ্য অবলোকন করা সম্ভব। পোতাশ্রয়ে অনেক মালবাহী জাহাজ, ফেরি ও প্রমোদতরী (ক্রুজশিপ) নোঙর ফেলে। পোতাশ্রয়ের তীরে রেস্তোরাঁ ও পানশালার পাশাপাশি পোঁয়া সেরাফিন ও লা প্লাস কারেনাজসহ বেশ কিছু স্থানে শুল্কমুক্ত কেনাকাটার সুবন্দোবস্ত আছে। কাছেই ড্যারেন স্যামি খেলার মাঠে প্রথম শ্রেণীর ক্রিকেট ম্যাচ ও মিন্ডু ফিলিপ পার্ক নামের মাঠে ক্রিকেট খেলা হয়। শহরে অনেক আকর্ষণীয় সমুদ্র সৈকত আছে, যার মধ্যে শুভ্র বালি ও নারিকেল গাছে পূর্ণ ভিজি সৈকতটি অন্যতম। আরও আছে একটি উদ্ভিদ গবেষণা কেন্দ্র। নিষ্কলঙ্ক গর্ভাধানের মহাগির্জা বাসিলিকা ভবনটি (ক্যাথেড্রাল বাজিলিকা অভ দি ইম্যাকুলেট কনসেপশন) শহরের অন্যতম সাংস্কৃতিক কেন্দ্র, যার প্রস্তরনির্মিত বাইরের দেয়ালে অনেক রঙিন প্রাচীরচিত্র (ম্যুরাল) আছে। মহাগির্জার কাছেই ডেরেক ওয়ালকট নামের একটি বৃক্ষাবৃত নগর উদ্যান আছে। কাসট্রিজের প্রাণবন্ত কেন্দ্রীয় বাজারে প্রচুর খাবারের দোকান, স্মৃতিচিহ্নের (সুভেনির) দোকান ও টাটকা ফলমূল ও শাকসবজির দোকান আছে।\nবহু শতাব্দী আগে এই দ্বীপে ক্যারিব জাতির আদিবাসী আমেরিকানরা বাস করত । ১৬৫০ সালে ফরাসিরা এখানে কাসট্রিজ শহরটি প্রতিষ্ঠা করে। এরপর বহু বছর ধরে ফরাসি ও ব্রিটিশরা কাসট্রিজের পোতাশ্রয়ের দখল নিয়ে লড়াই করে এবং এটি তাদের মধ্যে বেশ কয়েকবার হাতবদল হয়। ১৮১৪ সালে এটি ব্রিটিশদের পূর্ণ নিয়ন্ত্রণে চলে আসে ও ব্রিটিশ উপনিবেশে পরিণত হয়। ১৯৪৮ সালের একটি অগ্নিকাণ্ডে শহরের সিংহভাগ ধ্বংসপ্রাপ্ত হয়। ১৯৭৯ সালে সেন্ট লুসিয়া স্বাধীন হলে কাস্ট্রিজ দেশটির রাজধানী শহরে পরিণত হয়। \n১৯৭৯ সালে অর্থনীতিতে নোবেল স্মারক পুরস্কার বিজয়ী আর্থার লুইস এবং ১৯৯২ সালে সাহিত্যে নোবেল পুরস্কার বিজয়ী ডেরেক ওয়ালকট এই কাসট্রিজ শহরেই জন্মগ্রহণ করেন।\n\n\n== আরও দেখুন ==\nপূর্ব ক্যারিবীয় রাষ্ট্রসংঘ\nপূর্ব ক্যারিবীয় সর্বোচ্চ আদালত\n\n\n== তথ্যসূত্র ==\n\n\"Castries, the City that Rose from the Ashes\"। Saint Lucia Tourism। ২০ জানুয়ারি ২০২১। সংগ্রহের তারিখ আগস্ট ১৭, ২০২১। \n\n\n== বহিঃসংযোগ ==\nInteractive tour of St. Lucia's History and Culture: Official site for St. Lucia Tourist Board\nWorldaware Lesson plan on Castries: site owned by SOS Charity UK"}