{"pageid": 1442543, "title": "খয়রা কাস্তেচরা", "url": "https://bn.wikipedia.org/wiki?curid=1442543", "content": "খয়রা কাস্তেচরা (বৈজ্ঞানিক নাম:Plegadis falcinellus) (glossy ibis) থ্রেসকিওর্নিথিডি পরিবারের, বড় বকের একটি প্রজাতি যার বৈজ্ঞানিক নামটি প্রাচীন গ্রীক ভাষা প্লেগডোস এবং ল্যাটিন ভাষা ফ্যালসিস থেকে এসেছে যার অর্থ কাস্তে।  এদের ভারতীয় উপমহাদেশে ছাড়াও সমগ্র পৃথিবীতে দেখতে পাওয়া যায়। এরা আকারে মুরগির মতো হয়। এদের ইউরোপ, এশিয়া, আফ্রিকা, অস্ট্রেলিয়া এবং আমেরিকার আটলান্টিক এবং ক্যারিবিয়ান অঞ্চলের উষ্ণ অঞ্চলে দেখতে পাওয়া যায়।\n\n\n== বর্ণনা ==\nখয়রা কাস্তেচরা বা দ্যুতি দোচারা বকের দৈর্ঘ্য সাধারণত ৪৮ থেকে ৬৬ সেন্টিমিটার হয় এবং এদের ডানার পরিমাপ ৮০ থেকে ১০৫ সেন্টিমিটার লম্বা হয়। এদের লেজের দৈর্ঘ্য ৯ থেকে ১১ সেন্টিমিটার এবং দেহের ওজন ৪৮৫ থেকে ৯৭০ গ্রাম পর্যন্ত হয়। এদের আকার গৃহপালিত মুরগি মতো হয়। এদের সনাক্তকরণ বৈশিষ্ট্য হল অন্যান্য কাস্তেচরা বকেদের তুলনায় ছোট হয়। এদের মাথায় পালক থাকে এবং নিচের দিকে বাঁকানো সরু ঠোঁট। প্রজনন ঋতুতে দেহের উপরের অংশ গাঢ় বাদামী রঙের এবং দেহের নিম্ন অংশ ও ডানা উজ্জ্বল সবুজ রঙের হয়।\n\n\n== আচরণ ও বাসস্থান ==\nএদের ডাক সাধারণত চুপচাপ কিন্তু প্রজনন ঋতুর সময় মৃদুস্বরে অনেকটা গাধা বা ছাগলের ডাকের মতন ডাকতে থাকে।  এদের বিচরণ ক্ষেত্র খাল, বিল, হ্রদ, নদী, খাঁড়ি, ও লবণাক্ত জলাভূমিতে দেখা যায় তাছাড়া প্লাবন অঞ্চল, নিকাশী পুকুর, ধান ক্ষেত, জলপূর্ন চাষের জমি, অগভীর হ্রদ, কর্দমাক্ত জলাভূমিতে অঞ্চলে দেখা যায়। এদের খাদ্যাভ্যাস হল এরা মাংসাশী তাই এরা কীটপতঙ্গ এবং শূককীট খেয়ে থাকে। যেমন জলজ গুবরে পোকা, ফড়িং, ডাঁশ, ঘাসফড়িং, ঝিঁঝিঁপোকা, মাছি, ক্যাডিসফ্লাই, জোঁক, শামুক, কাঁকড়া ও চিংড়ি জাতীয় প্রাণী এবং কখনো কখনো মাছ, উভচর, গিরগিটি, ছোট সাপ ও পাখির ছানাও খায়। এদের আবাসস্থল সমগ্র ভারতবর্ষের স্থায়ী বাসিন্দা ছাড়াও সমগ্র পৃথিবীতে দেখতে পাওয়া যায়। এদের ইউরোপ, এশিয়া, আফ্রিকা, অস্ট্রেলিয়া এবং আমেরিকার আটলান্টিক এবং ক্যারিবিয়ান অঞ্চলের উষ্ণ অঞ্চলে দেখতে পাওয়া যায়।\nখয়রা কাস্তেচরা বক বেশিরভাগ সময় মার্চ থেকে অক্টোবরের মধ্যে এবং বর্ষার আগে প্রজজন করে থাকে। তবে এরা নাতিশীতোষ্ণ অঞ্চলে বসন্তকালে বংশবৃদ্ধি করে থাকে এবং গ্রীষ্মমন্ডলীয় অঞ্চলে বর্ষাকালে প্রজজন করে থাকে। এরা মাটি থেকে ৬-১২ মিটার উচ্চতায় উদীয়মান গাছপালা, নিচু গাছ বা ঝোপের মধ্যে বাসা তৈরি করে বংশবৃদ্ধি করে থাকে। এরা একবারে ৩ থেকে ৪টি নীলাভ সবুজ ডিম পাড়ে। মা-বাবা দুইজন মিলে ৩০ থেকে ৩৩ দিনের মধ্যে ডিম ফোটান। বাচ্চারা ৭ থেকে ৮ সপ্তাহের মধ্যে উড়তে সক্ষম হয়।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nGlossy Ibis - The Atlas of Southern African Birds\nGlossy Ibis Species Account – Cornell Lab of Ornithology\nGlossy Ibis ভিডিও, আলোকচিত্র ও ডাক, the Internet Bird Collection\nGlossy Ibis Plegadis falcinellus - eNature.com"}