{"pageid": 1442253, "title": "নিষিদ্ধ ফল", "url": "https://bn.wikipedia.org/wiki?curid=1442253", "content": "ইহুদি পুরাণে, নিষিদ্ধ ফল হলো ইডেন উদ্যানে জন্মানো সেই ফলের নাম, যা খেতে ঈশ্বর মানবজাতিকে নিষেধ করেছিলেন। বাইবেলের কাহিনীতে, আদম ও হাওয়া সৎ ও অসতের জ্ঞানবৃক্ষের ফল ভক্ষণ করেন এবং ফলস্বরূপ ইডেন উদ্যান থেকে বহিষ্কৃত হন:\n\"আর সদাপ্রভু ঈশ্বর লোকটিকে আজ্ঞা দিলেন, এই বাক্য বলিয়া, উদ্যানের সমস্ত বৃক্ষের ফল তুমি অবাধে খাইতে পার;\nকিন্তু সৎ অসতের জ্ঞানদায়ক বৃক্ষের ফল কোনক্রমেই খাইও না; কেননা যে দিন তাহা খাইবে, সেই দিন মরিয়া যাইবে।\"\n—আদিপুস্তক ২:১৬-১৭, King James Version\n\n\n== আদিপুস্তকের কাহিনী ==\nআদিপুস্তক অনুসারে, প্রথম পুরুষ ও নারীর নাম ছিল আদম ও হবা। সৃষ্টিকর্তা তাদেরকে ইডেন উদ্যানে বসবাসের ব্যবস্থা করে দেন, যেখানে তারা অনেক গাছের ফল খেতে পারত। কিন্তু, সৃষ্টিকর্তা আদম ও হবাকে একটি নির্দিষ্ট গাছের ফল খেতে নিষেধ করেন - সেটি হলো ভালো-মন্দের জ্ঞানের গাছ।\n\n\n==== আদিপুস্তক ৩ ====\nএকদিন এক সর্প হবাকে প্ররোচিত করে বলে:\n\"তোমরা এ ফল খেলে মোটেও মরবে না। বরং সৃষ্টিকর্তা জানেন, তোমরা যখনই এ ফল খাবে তোমাদের চোখ খুলে যাবে। এবং তোমরা সৃষ্টিকর্তার মতো হয়ে ভালো-মন্দ বুঝতে পারবে।\" —আদিপুস্তক ৩:৪-৫\nএই জ্ঞানের আকাঙ্ক্ষায়, হবা নিষিদ্ধ ফলটি খেয়ে ফেলেন এবং আদমকেও খেতে দেন। আদমও ফলটি খান। এরপর তাদের দুজনেরই লজ্জাবোধ হয় এবং ডুমুর পাতা দিয়ে তারা নিজেদের শরীর ঢাকে। সৃষ্টিকর্তা যখন কাছাকাছি আসেন তখন তারা লুকিয়ে যান।\nপ্রশ্নের মুখোমুখি হয়ে, আদম সৃষ্টিকর্তাকে বলেন হবাই তাকে ফলটি খেতে দিয়েছেন। অন্যদিকে হবা বলেন, সর্পের প্ররোচনাতেই তিনি ফলটি খেয়েছেন। সৃষ্টিকর্তা তখন সাপকে, হবাকে এবং শেষে আদমকে অভিশাপ দেন। চিরজীবনের গাছের ফল খাওয়ার আগেই তিনি আদম ও হবাকে ইডেন উদ্যান থেকে বহিষ্কার করেন।\n\n\n== কুরআনের আলোকে কাহিনী ==\nকুরআনের সূরা আল-আরাফের ১৯ নং আয়াতে আদম ও তার স্ত্রীকে জান্নাতে বসবাসের কথা বলা হয়েছে। সেখানে তারা ইচ্ছামতো খেতে পারতেন, তবে একটি নির্দিষ্ট গাছের ফল থেকে দূরে থাকতে হতো। এই নিষেধাজ্ঞা অমান্য করলে তাদেরকে 'যালিম' (অত্যাচারী) হিসেবে গণ্য করা হত।\nসূরা আল-আ'রাফ এর ২০-২২ নং আয়াতে শয়তানের প্রসঙ্গ আসে। শয়তান আদম ও তার স্ত্রীর কাছে কুমন্ত্রণা দেয় এবং তাদেরকে প্রতারিত করে। ওই নিষিদ্ধ বৃক্ষের ফল তারা খেয়ে ফেললে, তাদের লজ্জাস্থান উন্মোচিত হয়ে যায়। ফলে তারা লজ্জা নিবারনের জন্য জান্নাতের পাতা দিয়ে নিজেদেরকে ঢেকে নেয়।\nতখন আল্লাহ তাদেরকে ডেকে বলেন, “আমি কি তোমাদেরকে ওই গাছ থেকে নিষেধ করিনি? আমি কি বলিনি যে, শয়তান তোমাদের প্রকাশ্য শত্রু?”\n-সূরা আল-আ'রাফ, আয়াত ২২\n\n\n== জ্ঞানবাদী গল্প ==\nজ্ঞানবাদী ব্যাখ্যায় এই গল্পের প্রস্তাবনা হল, আদমকে  সৃষ্টি করেছিলেন আর্চনরা (অধস্তন দেবতাগণ)। অজ্ঞতার বেড়াজালে আবদ্ধ রাখতেই আর্চনরা আদমকে নিষিদ্ধ ফল খেতে বাধা দিয়েছিলেন। কিন্তু আদমকে জাগ্রত করার পরেই ইভের আধ্যাত্মিক রূপ জ্ঞানবৃক্ষে (Tree of Knowledge of Good and Evil) প্রবেশ করে, এবং আদমের কাছে তার একটি ভৌত দেহাবশেষ রেখে যায়। তখন স্বর্গীয় জগৎ (Pleroma) থেকে আর্চনদের দুষ্ট উদ্দেশ্য আদম ও ইভকে প্রকাশ করতে ঐশ্বরিক জগতের এক প্রতিনিধি হিসেবে একটি সাপকে পাঠানো হয়।  সাপটি আদম ও ইভকে ফল খেয়ে দেবতুল্য হতে, ভালো ও মন্দের পার্থক্য নিরূপণ করতে সমর্থ হতে রাজি করাতে সফল হয়।\n\n\n== শনাক্তকরণ এবং চিত্রণ ==\nহিব্রু ভাষায় পেরী (פֶּ֫רִי‎) শব্দটি \"ফল\" বোঝায়। যে ফলটি ইডেন উদ্যানের নিষিদ্ধ ফল ছিল বলে মনে করা হয় সে সম্পর্কে নানান মত রয়েছে, যেমন: আপেল, আঙুর, ডালিম, ডুমুর, ক্যারব, এট্রগ বা সিট্রন, নাশপাতি, কুইন্স, এমনকি মাশরুম। সিউডেপিগ্রাফিক 'এনোকের বই'-এ জ্ঞানের বৃক্ষের বর্ণনা দেওয়া আছে: \"এটি তেঁতুল গাছের মতো দেখতে ছিল, অত্যন্ত সুন্দর আঙুর-সদৃশ ফল ধারণ করতো; এর সুগন্ধ দূর-দূরান্ত পর্যন্ত বিস্তৃত হতো। আমি বিস্ময়ে বলে উঠি, কী সুন্দর এই গাছ, এবং কিরকম চমৎকার এর দর্শন!\" (১ এনোক ৩১:৪)\nইসলামী ঐতিহ্যে, ফলটিকে সাধারণত গম বা আঙুর হিসেবে চিহ্নিত করা হয়।\n\n\n=== আপেল ===\nপশ্চিম ইউরোপে, ফলটিকে প্রায়শই আপেল হিসেবে চিত্রিত করা হত। এর কারণ সম্ভবত দুটি অসম্পর্কিত শব্দকে ভুল করে বোঝা বা শ্লেষের মাধ্যমে গুলিয়ে ফেলা। এগুলো হল -  l mâlum, একটি আদি ল্যাটিন বিশেষ্য যার অর্থ \"মন্দ\" (বিশেষণ malus থেকে), এবং mâlum, আরেকটি ল্যাটিন বিশেষ্য, গ্রীক μῆλον থেকে ধার করা, যার অর্থ \"আপেল\"। ভালগেটে, আদিপুস্তক ২:১৭ গাছটিকে \"de ligno autem scientiae boni et mali\" হিসাবে বর্ণনা করে: \"কিন্তু ভাল এবং মন্দের জ্ঞানের গাছের [আক্ষরিকভাবে 'কাঠ']\" (এখানে mali হল malum-এর সম্বন্ধ পদ)। বাইবেল অনুসারে, জ্ঞানের বৃক্ষের নিষিদ্ধ ফল একটি আপেল ছিল - এমনটা নির্দেশ করার কিছুই নেই।\n'আদমের আপেল' নামে পরিচিত মুখগহ্বরে অবস্থিত স্বরযন্ত্রের অংশবিশেষ (যেটি থাইরয়েড কার্টিলেজের সঙ্গে যুক্ত থাকে) পুরুষদের ক্ষেত্রে লক্ষণীয়ভাবে বেশি প্রবল। ফলস্বরূপ, ধারণা করা হতো যে নিষিদ্ধ ফলটি আদমের গলায় গলার সময় আটকে যাওয়ার পর এই অংশের সৃষ্টি হয়েছে।\n\n\n=== আঙুর ===\nরাব্বি মেয়ার বলেন যে ফলটি একটি আঙুর ছিল, যা থেকে মদ তৈরি করা হত। জোহর তেমনই ব্যাখ্যা করে যে নোহ পবিত্র উদ্দেশ্যে আঙুরের মদ ব্যবহার করে আদমের পাপ সংশোধনের চেষ্টা করেছিলেন (তবে ব্যর্থ হন)। বেরেশিট রাবার মিডরাশ বলে যে ফলটি ছিল আঙুর, বা  চিপে নেওয়া আঙুর (সম্ভবত মদকেও নির্দেশ করে)। 3 বারুচের 4 অধ্যায়, যা গ্রীক বারুচের অ্যাপোক্যালিপ্স নামেও পরিচিত, আঙুরকে ফল হিসাবে চিহ্নিত করে। 3 বারুচ একটি প্রথম থেকে তৃতীয় শতাব্দীর পাঠ্য যা খ্রিস্টান সম্প্রদায় থেকে  বা খ্রিস্টান সংযোজনসহ একটি ইহুদি গ্রন্থ হতে পারে।\n\n\n=== ডুমুর ===\nবাইবেলের জেনেসিস গ্রন্থে বলা হয়েছে যে আদম এবং হবা তাদের নিজস্ব ডুমুর পাতার পোশাক তৈরি করেছিল: \"এবং তারা উভয়ের চোখ খোলা হল, এবং তারা জানতে পারল যে তারা উলঙ্গ; এবং তারা ডুমুর পাতা একত্রে সেলাই করে নিজেদের জন্য কটিবন্ধন বানালো।\" রাব্বি নেহেমিয়া হাইয়ুন এই ধারণাকে সমর্থন করেন যে ফলটি একটি ডুমুর ছিল, যেহেতু ডুমুর পাতা থেকেই আদম ও হবা ফলটি খাওয়ার পরে নিজেদের জন্য পোশাক তৈরি করেছিল। রাব্বি হাইয়ুনের মতে, \"যার দ্বারা তাদের অবনতি ঘটেছিল, সেই দ্বারাই তারা সংশোধিত হয়েছে।\" ইতালীয় রেনেসাঁর সময় ডুমুরটি অনেকদিন ধরে মহিলা যৌনতার প্রতীক হিসাবে কাজ করেছে। ফলে,  আপেলের পাশাপাশি কখনো কখনো নিষিদ্ধ ফলের চিত্রায়নে এর প্রাধান্য ছিলো। মাইকেলেঞ্জেলো বুওনারোটি সিস্টিন চ্যাপেলের সিলিং-এর ফ্রেস্কোতে এটিকে সেরকমভাবেই চিত্রিত করেছিলেন।\n\n\n=== ডালিম ===\nএমন একটি তত্ত্ব রয়েছে যে, ইডেন বাগানটি বর্তমানে মধ্যপ্রাচ্য নামে পরিচিত অঞ্চলের কোথাও অবস্থিত ছিল। এই তত্ত্বের সমর্থকরা মনে করেন যে, নিষিদ্ধ ফল আসলে একটি ডালিম ছিল কারণ এটি পূর্ব ভূমধ্যসাগরীয় অঞ্চলের প্রাচীনতম চাষকৃত গাছগুলির মধ্যে একটি। গ্রীক কিংবদন্তীতে পাওয়া পাতালপুরীর সাথে ডালিমের যোগসূত্রও এর সাথে জ্ঞানের একটি অনন্য সংযোগ তৈরি করে দিতে পারে। একটি নিষিদ্ধ জ্ঞানের সাথে সম্পর্কিত হওয়া এটিকেই নিষিদ্ধ ফল হিসেবে নির্দেশ করছে। বিশ্বাস করা হয় যে হেডিস ডালিম দিয়ে পারসেফোনকে প্রলুব্ধ করেছিলেন যাতে তিনি পাতালপুরীতে থেকে যান। গ্রিক পুরাণে হেডিস পাতালপুরীর দেবতা এবং বাইবেলে বলা হয়েছে যে যে নিষিদ্ধ ফল খাবে তার মৃত্যু হবে।\n\n\n=== গম ===\nরাব্বি ইয়েহুদা প্রস্তাব করেছেন যে নিষিদ্ধ ফল ছিল গম, কারণ \"একটি শিশু যতক্ষণ না শস্যের স্বাদ গ্রহণ করে ততক্ষণ পর্যন্ত তার মা এবং বাবাকে চিনতে পারে না।\"\nহিব্রু ভাষায়, গমকে বলা হয় 'খিতাহ', যা 'খেট' এর সাথে হরফের মিল রয়েছে। 'খেট'  শব্দের অর্থ \"পাপ\"।\nযদিও সাধারণত বীজ হিসেবে ভুল করা হয়, উদ্ভিদবিদ্যার অধ্যয়নে একটি গমের দানা আসলে একটি সাধারণ ফল যা ক্যারিওপসিস নামে পরিচিত। এই ফলের গঠন একটি আপেলের মতোই। ঠিক যেমন একটি আপেল একটি মাংসল ফল যাতে বীজ থাকে, তেমনি একটি শস্য হল একটি শুকনো ফল যা জল শোষণ করে এবং একটি বীজ ধারণ করে। এই বিভ্রান্তি আসে এই কারণে যে একটি ঘাসের ফলের আকার কিছু বীজের মতই হয়ে থাকে।\n\n\n=== মাশরুম ===\nফ্রান্সের ১৩তম শতাব্দীর প্লেইনকোরল্ট অ্যাবেতে একটি ফ্রেস্কোতে ইডেন বাগানে অ্যাডাম এবং ইভকে চিত্রিত করা হয়েছে, যেখানে 'গাছের জ্ঞান'-কে একটি বিশাল Amanita muscaria মাশরুম হিসাবে দেখানো হয়েছে। এটি একধরনের সাইকোঅ্যাকটিভ মাশরুম।\nটেরেন্স ম্যাককেনা প্রস্তাব করেছিলেন যে নিষিদ্ধ ফলটি ছিল  সাইকোট্রপিক উদ্ভিদ এবং ছত্রাকের দিকে একটি ইঙ্গিত, বিশেষ করে সিলোসাইবিন মাশরুম, যা তিনি তাত্ত্বিকভাবে মানব মস্তিষ্কের বিবর্তনে কেন্দ্রীয় ভূমিকা পালন করেছে বলে মনে করতেন। এর আগে, একটি সু-নথিভুক্ত কিন্তু ব্যাপকভাবে সমালোচিত গবেষণায়, জন এম. অ্যালেগ্রো মাশরুমকে নিষিদ্ধ ফল হিসেবে প্রস্তাব করেছিলেন।\n\n\n=== কলা ===\nএমন অনেক সমর্থক রয়েছেন যারা ত্রয়োদশ শতাব্দী থেকেই বিশ্বাস করেন যে নিষিদ্ধ ফলটি আসলে কলা।\n১৩তম শতাব্দীতে ন্যাথান হামেতি কর্তৃক মাইমোনাইডিসের রচনা 'দ্য মেডিকেল অ্যাফোরিজমস অফ মোজেস'-এর অনুবাদে কলাকে \"ইডেনের আপেল\" বলা হয়েছে। ষোড়শ শতাব্দীতে, মেনাহেম লোঞ্জানো সিরিয়া ও মিশরে এই ধারণাটিকে সাধারণ জ্ঞান হিসেবে গণ্য করেছিলেন যে কলাই ছিল ইডেনের আপেল।\n\n\n=== কোকো ডি মার ===\nচার্লস জর্জ গর্ডন 'গাছের জ্ঞান'-এর  নিষিদ্ধ ফলটিকে কোকো ডি মার হিসাবে শনাক্ত করেছিলেন।\n\n\n== সমান্তরাল ধারণা ==\n\n\n=== গ্রিক পুরাণ ===\nপ্রাথমিক খ্রিস্টানরা যেমন টারটুলিয়ান, ওরিজেন এবং নাজিয়ানজাসের গ্রেগরি পান্ডোরার বাক্সের গল্পের সাথে এই গল্পের মিল চিহ্নিত করেছিলেন।\nকেউ কেউ আমাদের সময়ের একটি আরও সুপরিচিত \"ফল\" এর সাথে তুলনা করতে পারেন। সেটা হলো 'ম্যাজিক মাশরুম'।  এই মাশরুম গ্রহণ করে, কেউ কেউ বিশ্বাস করেন যে তারা বিশ্ব এবং জীবন সম্পর্কে আরও বেশি জ্ঞান লাভ করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nGenesis – English–Hebrew comparison at mechon-mamre.org"}