{"pageid": 1442237, "title": "মুসার লাঠি", "url": "https://bn.wikipedia.org/wiki?curid=1442237", "content": "মূসার বা মোশির যষ্টি (Staff of Moses), যা ঈশ্বরের যষ্টি (Rod of God) নামেও পরিচিত, বাইবেল এবং কোরআনে মোশির হাতে ব্যবহৃত হাঁটার লাঠি হিসেবে বর্ণিত আছে। এক্সোডাস (Exodus) গ্রন্থ অনুসারে, এই যষ্টিটি পাথর থেকে পানি উৎপাদন করতে ব্যবহৃত হয়েছিল, এটিকে সাপে পরিণত করা হয়েছিল এবং আবার ফিরিয়ে আনাও হয়েছিল। এছাড়াও, লোহিত সাগর বিভক্ত করার সময় এই যষ্টি ব্যবহার করা হয়েছিল। মোশির এই যষ্টি এবং তার ভাই হারুনের (Aaron) ব্যবহৃত যষ্টি একই ছিল কি না, তা নিয়ে রাব্বি পণ্ডিতদের মধ্যে বিতর্ক রয়েছে।\n\n\n== লাঠির উল্লেখ ==\nলাঠি বা স্টাফের প্রথম উল্লেখ পাওয়া যায় 'এক্সোডাস' বইয়ে (এক্সোডাস ৪:২), যেখানে ঈশ্বর জ্বলন্ত বুশের সামনে মোজেসের কাছে আবির্ভূত হন। ঈশ্বর জিজ্ঞাসা করেন যে মোজেসের হাতে কী আছে, এবং মোজেস উত্তর দেন \"একটি লাঠি\" (কিং জেমস সংস্করণে \"একটি দণ্ড\")। এরপর লাঠিটি অলৌকিকভাবে একটি সাপে রূপান্তরিত হয়, আবার লাঠিতে ফিরে আসে। এরপর থেকে লাঠিটিকে \"ঈশ্বরের দণ্ড\" বা \"ঈশ্বরের লাঠি\" বলা হয় (অনুবাদের উপর নির্ভর করে)।\n“এবং তুমি এই লাঠি তোমার হাতে নেবে, যার সাহায্যে তুমি লক্ষণসমূহ দেখাবে”। আর মোজেস শ্বশুর যিثرোর কাছে গিয়ে ফিরে আসলেন এবং তাকে বললেন, \"আমাকে যেতে দাও, আমি তোমাকে অনুরোধ করছি, আমি মিশরে আমার ভাইদের কাছে ফিরে যাব এবং দেখব তারা এখনও জীবিত আছে কিনা\"। আর যিثرো মোজেসকে বলল, \"শান্তিতে যাও\"। আর মিদিয়ানে প্রভু মোজেসকে বললেন, “ফিরে যাও মিশরে, কারণ যারা তোমার প্রাণ নিতে চেয়েছিল, সেই সকল লোক মারা গেছে”। আর মোজেস তার স্ত্রী ও পুত্রদের নিলেন এবং তাদেরকে গাধার পিঠে চড়িয়ে দিলেন, আর তিনি মিশর দেশে ফিরে আসলেন। মোজেস তার হাতে ঈশ্বরের লাঠি নিলেন। - (কেজেভি, এক্সোডাস অধ্যায় ৪)\nমোজেস এবং অ্যারন ফারাওর সামনে উপস্থিত হন, এবং অ্যারনের লাঠিটি একটি সাপে রূপান্তরিত হয়। ফারাওর জাদুকররাও তাদের নিজস্ব লাঠিগুলিকে সাপে পরিণত করতে সক্ষম হয়, কিন্তু অ্যারনের লাঠি তাদের লাঠিকে গিলে ফেলে (এক্সোডাস ৭:১০–১২)। নীল নদকে রক্ত-লাল করতে অ্যারনের লাঠি আবার ব্যবহার করা হয়। মিশরের বিপর্যয় শুরু করার জন্য ঈশ্বরের আদেশে লাঠিটি বেশ কয়েকবার ব্যবহার করা হয়।\nযাত্রাপথের সময়, লোহিত সাগর ভাগ করতে মোজেস লাঠি হাতে প্রসারিত করেন। মিশর ত্যাগ করার পর \"অরণ্যে\" থাকাকালীন মোজেস একটি পাথরের থেকে প্রস্রবণ তৈরির জন্য ঈশ্বরের নির্দেশে সেটিকে লাঠি দিয়ে আঘাত করেন যাতে ইজরায়েলীয়রা পান করতে পারে (এক্সোডাস ১৭: ৫–৭) । মোজেস তা করেন, এবং ইজরায়েলের প্রবীণদের সামনে পাথর থেকে জল নির্গত হয়।\n\nরফিডিমে ইজরায়েলীয় এবং অমালেকীয়দের মধ্যকার যুদ্ধেও মোজেস এই লাঠি ব্যবহার করেন (এক্সোডাস ১৭:৮–১৬)। যখন তিনি \"ঈশ্বরের দণ্ড\" হাতে উঁচু করে ধরেন, ইজরায়েলীয়রা বিজয়ী হয়। আবার যখন তিনি তার হাত নামিয়ে দেন, তাদের শত্রুরা প্রাধান্য পায়। অ্যারন এবং সহায়তায় হুর জয় অর্জনের আগ পর্যন্ত লাঠিটিকে উঁচু করে রাখতে সাহায্য করেন।\nঅবশেষে, ঈশ্বর মোজেসকে পাথরের সাথে কথা বলে ইজরায়েলীয়দের জন্য জল সংগ্রহ করার জন্য বলেন (নাম্বারস ২০:৮)। কিন্তু মোজেস ইজরায়েলীদের অভিযোগে বিরক্ত হয়ে, ঈশ্বরের আদেশ অনুযায়ী পাথরের সাথে কথা বলার পরিবর্তে, লাঠি দিয়ে পাথরে দুবার আঘাত করেন। যেহেতু মোজেস বিশ্বাসের অভাব বোঝাতে গিয়ে পাথরের সাথে কথা বলার পরিবর্তে সেটিকে আঘাত করেন, তাই ঈশ্বরের আদেশের অমান্য করার কারণে প্রতিশ্রুত ভূমিতে প্রবেশ করতে না দিয়ে মোজেসকে শাস্তি দেন (নাম্বারস ২০:১২)।\nকুরআনে দশটি ভিন্ন আয়াতে বিভিন্ন ক্ষেত্রে প্রয়োগ এবং অলৌকিক ব্যবহারসহ মুসার লাঠির উল্লেখ রয়েছে ('আসা, আরবি: عصا)।\n\n\n== মোশির লাঠির বর্তমান অবস্থান সম্পর্কিত বিভিন্ন বিশ্বাস ==\n\nমোশির (মূসা) লাঠি কী হয়েছিল তা নিয়ে অনেক জল্পনা রয়েছে।\nমিদরাশের (বাইবেল ব্যাখ্যার একটি প্রাচীন পদ্ধতির) তথ্য মতে, এই লাঠি প্রজন্ম থেকে প্রজন্মে হস্তান্তরিত হয়ে আসছিল। এটি জুডিয়ান রাজাদের অধীনে ছিল যতক্ষণ না ৫৮৭ খ্রিস্টপূর্বাব্দে প্রথম টেম্পল ধ্বংস হয়। টেম্পলের ধ্বংসের পর এবং ইহুদি সম্প্রদায় নির্বাসনে যাওয়ার পরে, লাঠিটির কী ঘটেছিল তা জানা যায়নি।\nআইসল্যান্ডিক বেনেডিক্টাইন মঠের অ্যাবট নিকোলাসের বক্তব্যে মোশির লাঠির উল্লেখ পাওয়া যায়। তিনি কনস্টান্টিনোপলের একটি প্রাসাদের চ্যাপেলে এটি পাহারাধীন অবস্থায় দেখেছিলেন প্রায় ১১৫০ সালে। এই উৎস অনুসারে, নভগরোডের আর্চবিশপ অ্যান্টনি, উল্লেখ করেছিলেন যে লাঠিটি অন্যান্য মূল্যবান প্রত্নসামগ্রীর সাথে বুকোলিয়ন প্রাসাদের সেন্ট মাইকেল গির্জায় ছিল। ১২০৪ সালে কনস্টান্টিনোপল দখলের পর এটি ফ্রান্সে নিয়ে যাওয়া হয়। সেখানে সোইসন্সের বিশপ নিভেলন ডি কুইয়েজি এটিকে সোইসনস ক্যাথেড্রালে স্থাপন করেন এবং পরে সেন্ট-চ্যাপেলের কোষাগারে স্থানান্তরিত হয়।\nসম্ভবত এটি ভিন্ন একটি প্রত্নসামগ্রী। এর উল্লেখ পাওয়া যায় ৭ম-শতাব্দীর ক্রনিকন প্যাসকেলে। যেখানে বলা হয়েছে এটি কনস্টান্টিনোপলের দেয়ালে সেন্ট এমিলিয়ানাসের গেটের পাশে সেন্ট মেরি অফ রাবডোস গির্জায় সংরক্ষিত ছিল।\nইস্তাম্বুলের হাজিয়া সোফিয়ার একটি শনাক্তকারী নথি অনুসারে, মোশির লাঠি বর্তমানে ইস্তাম্বুলের টোপকাপি প্রাসাদে পবিত্র প্রত্নসামগ্রীর সংগ্রহে প্রদর্শিত হচ্ছে। টোপকাপি প্রাসাদে মুহাম্মদ (সাঃ) এর বিভিন্ন সম্মানিত প্রত্নসামগ্রীও সংরক্ষিত আছে (যেমন তাঁর ধনুক, তরবারি, পদচিহ্ন এবং দাঁত)। ১৯২৪ সালে টোপকাপি প্রাসাদকে আনুষ্ঠানিকভাবে একটি যাদুঘরে রূপান্তরিত করা হয় এবং ১৯৬২ সালের ৩১শে আগস্ট পবিত্র প্রত্নসামগ্রীগুলো জনসাধারণের জন্য উন্মুক্ত করা হয়। বলা হয় যে, ১৫১৭ সালে মিশর জয় করার পর সুলতান সেলিম I (১৫১২-১৫২০) এই প্রত্নসামগ্রীগুলো টোপকাপি প্রাসাদে নিয়ে আসেন।\n\n\n=== শিয়া ইসলাম ===\nকিতাব আল কাফিতে বর্ণিত হয়েছে যে জাফর আল-সাদিক দাবি করেন যে \"মোশির স্তম্ভলিপি এবং মোশির লাঠি আমাদের কাছে আছে। আমরা নবীদের উত্তরসূরি\"।\n\n\n== তথ্যসূত্র =="}