{"pageid": 1442246, "title": "সোনার বাছুর", "url": "https://bn.wikipedia.org/wiki?curid=1442246", "content": "বাইবেল ও কুরআনে একটি সোনার বাছুরের ঘটনা রয়েছে, যা ইস্রায়েলীয়রা মোশি সিনাই পর্বতে থাকাকালীন তৈরি করেছিল। হিব্রুতে, এই ঘটনাকে \"বাছুরের পাপ\" হিসাবে উল্লেখ করা হয়। সোনার বাছুরকে প্রথমে বাইবেলের এক্সোডাস গ্রন্থে  বর্ণনা করা হয়েছে।\nঅনেক সংস্কৃতিতে ষাঁড়ের উপাসনা প্রচলিত ছিল।  এক্সোডাসের বর্ণনা অনুযায়ী, ইস্রায়েলীয়রা সদ্য যে স্থান ত্যাগ করেছিল, সেই মিশরেও একটি অনুরূপ উপাসনার বস্তু ছিল, যাকে এপিস ষাঁড় হিসাবে চিহ্নিত করা হয়। অনেকে বিশ্বাস করেন যে, ইস্রায়েলিরা প্রান্তরে সেই উপাসনার পুনরুজ্জীবন ঘটাচ্ছিল। অন্যদিকে, কেউ কেউ মনে করেন যে, ইস্রায়েলীয়দের জাতীয় দেবতা ইয়াহওয়েকে ধর্মীয় আত্তীকরণ ও সমন্বয় প্রক্রিয়ার মাধ্যমে একটি পবিত্র ষাঁড়ের সাথে সম্পর্কিত করা হতো বা এভাবে চিত্রিত করা হতো। কনানীয়দের মধ্যে, যাদের কেউ কেউ পরবর্তীতে ইস্রায়েলীয় হয়ে ওঠে, চন্দ্র-ষাঁড় এবং দেবতা 'এল' এর প্রতীক হিসেবে ষাঁড়ের পূজা ব্যাপকভাবে প্রচলিত ছিল।\n\n\n== বাইবেলের বর্ণনা ==\n\nমোশি যখন দশ আজ্ঞা গ্রহণ করতে সিনাই পর্বতে গিয়েছিলেন (যাত্রাপুস্তক ২৪:১২-১৮), তখন তিনি ইস্রায়েলীয়দের চল্লিশ দিন ও চল্লিশ রাতের জন্য ছেড়ে যান। ইস্রায়েলীয়রা আশঙ্কা করেছিল যে তিনি আর ফিরে আসবেন না এবং হারুনকে \"এমন এক দেবতা তৈরি করতে\" দাবি করেছিলেন যিনি তাদের সামনে চলবেন। সময় নেওয়ার জন্য হারুন ইস্রায়েলীয়দের তাদের সোনার কানের দুল এবং অলঙ্কার আনতে বলেন, এবং \"একটি সোনার বাছুর\" তৈরি করেন। তিনি ঘোষণা করলেন, \"হে ইস্রায়েল, এই তোমার ঈশ্বর, যিনি তোমাকে মিশর দেশ থেকে বের করে এনেছেন!\" (যাত্রাপুস্তক ৩২:১-৪)।\nতারপর হারুন বাছুরটির সামনে একটি বেদি নির্মাণ করেন এবং সময় নেওয়ার জন্য আবারো ঘোষণা করেন যে পরের দিনটি যিহোবার উদ্দেশ্যে উৎসর্গ করা হবে। \"পরের দিন ভোরে লোকেরা হোমবলি উৎসর্গ করল এবং শান্তির বলি উৎসর্গ করল; তারা খেতে ও পান করতে বসে গেল, এবং তারপর উঠে নাচতে লাগল।\" (যাত্রাপুস্তক ৩২:৬)\nযিহোবা মোশিকে জানালেন যে ইস্রায়েলীয়রা তাঁর দেওয়া আদেশ অমান্য করে পথভ্রষ্ট করেছে এবং তিনি তাদের ধ্বংস করে মোশির মাধ্যমে একটি নতুন জাতি শুরু করবেন। মোশি যেন তাদেরকে ক্ষমা করা হয় সেই আবেদন জানালেন, \"এবং যিহোবা তাঁর লোকেদের জন্য পরিকল্পিত শাস্তি বাতিল করলেন।\" (যাত্রাপুস্তক ৩২:১১-১৪)\nমোশি পর্বত থেকে নেমে এসে বাছুরটিকে দেখে রেগে গেলেন এবং দশ আজ্ঞার দুটি পাথরের ফলক ছুড়ে ফেলে ভেঙে দিলেন। মোশি সোনার বাছুরটিকে আগুনে পুড়িয়ে দিলেন, গুঁড়ো করে জলে ছড়িয়ে দিলেন এবং ইস্রায়েলীয়দের সেই জল জোর করে পান করালেন। মোশি জিজ্ঞাসা করলে, হারুন স্বীকার করলেন যে তিনি সোনা সংগ্রহ করে আগুনে নিক্ষেপ করেছেন; এবং জানালেন যে সোনা থেকেই একটা বাছুর বেরিয়ে এসেছে। (যাত্রাপুস্তক ৩২:২১-২৪)\n\n\n=== লেবি বংশীয়দের বাদ দেওয়া এবং গণহত্যা ===\nবাইবেলে বলা হয়েছে যে লেবির গোত্র সোনার বাছুরের পূজা করেনি। মোশি শিবিরের প্রবেশদ্বারে দাঁড়িয়ে বললেন, \"যে যিহোবার পক্ষে, সে এখানে এসো!\" তখন লেবির সমস্ত পুরুষই তার কাছে এসে একত্রিত হলো।\nমোশি তাদের বললেন, \"ইস্রায়েলের ঈশ্বর যিহোবা এই কথা বলছেন: তোমরা প্রত্যেকে নিজের কোমরে তলোয়ার রাখো, শিবিরের ফটক থেকে ফটক পর্যন্ত চষে বেড়াও, এবং ভাই, প্রতিবেশী ও আত্মীয়কে হত্যা করো।\" লেবির পুরুষরা মোশির নির্দেশ মত অনুসরণ করলেন; আর সেদিন প্রায় তিন হাজার লোক মারা গেল। মোশি তাদের বললেন,  \"প্রত্যেকেই রক্তসম্পর্কের বিপক্ষে আজ যিহোবার জন্য নিজেকে উৎসর্গ করেছো,  তাই আজ তিনি [ঈশ্বর] তোমাদেরকে আশীর্বাদ করবেন।\"\n— (যাত্রাপুস্তক ৩২:২৬-২৮)\n\n\n== বাইবেলের অন্যান্য উল্লেখ ==\n\nনিহিমিয় ৯:১৬-২১ এ সোনার বাছুরের উল্লেখ আছে।\n“কিন্তু তারা, আমাদের পূর্বপুরুষরা , দাম্ভিক এবং একগুঁয়ে হয়ে উঠেছিল, এবং তারা তোমার আদেশ মেনে চলেনি। তারা শুনতে অস্বীকার করে এবং তাদের মধ্যে তুমি যে অলৌকিক কাজ করেছ তা মনে রাখতে ব্যর্থ হয়। তারা একগুঁয়ে হয়ে ওঠে এবং তাদের বিদ্রোহে তারা তাদের দাসত্বে ফিরে যাওয়ার জন্য একজন নেতা নিয়োগ করে। কিন্তু তুমি ক্ষমাশীল ঈশ্বর, করুণাময় এবং সহানুভূতিপূর্ণ, ক্রোধে ধীর এবং প্রেমে পরিপূর্ণ। তাই যখন তারা একটি বাছুরের মূর্তি নির্মাণ করে বলেছিল,  'এটিই তোমার ঈশ্বর, যিনি তোমাকে মিশর থেকে বের করে এনেছিল', বা যখন তারা ভয়ানক কুৎসা রটিয়েছিল, তখনও তুমি তাদের পরিত্যাগ করোনি। তোমার মহান করুণার জন্য তুমি তাদের মরুভূমিতে পরিত্যাগ করনি। দিনের বেলা মেঘের স্তম্ভ তাদের পথে পথপ্রদর্শক হিসেবে কাজ করতে ব্যর্থ হয়নি , না রাতে আগুনের স্তম্ভ তাদের যাওয়ার পথ আলোকিত করতে ব্যর্থ হয়নি । তুমি তাদের নির্দেশের জন্য তোমার পবিত্র আত্মা দিয়েছ। তুমি তাদের মুখ থেকে তোমার মান্না প্রত্যাহার করোনি, এবং তাদের তৃষ্ণার জন্য তুমি তাদের জল দিয়েছ। চল্লিশ বছর ধরে তুমি তাদের মরুভূমিতে টিকিয়ে রেখেছিলে; তাদের কিছুরই অভাব ছিল না, তাদের কাপড় ছিঁড়েনি বা তাদের পা ফোলাও হয়নি।\"\nএই অনুচ্ছেদটি ইস্রায়েলীয়দের সোনার বাছুরের ব্যবহারের কিছু অসঙ্গতির পরামর্শ দেয়। যেহেতু যাত্রাপুস্তক এবং ১ রাজাবলির বর্ণনাগুলো দক্ষিণী যিহূদা রাজ্যের ডিউটেরোনমিক ইতিহাসবিদদের দ্বারা লেখা হয়েছে, তাই ইস্রায়েলীয়দেরকে বিশ্বাসহীন হিসেবে প্রকাশ করার প্রবণতা রয়েছে। এই অসঙ্গতি প্রধানত যাত্রাপুস্তক ৩২:৪ এ পাওয়া যায় যেখানে একটি মাত্র বাছুর নির্মাণ করা  হলেও \"ঈশ্বর\" শব্দটি বহুবচনে উল্লেখ করা হয়েছে।\nসোনার বাছুরের ঘটনাটি প্রেরিত পৌল নতুন নিয়মে ১ করিন্থীয় ১০ অধ্যায়ে মূর্তিপূজার বিরুদ্ধে একটি সতর্কতা হিসেবে উল্লেখ  করেছেন। \"এই ঘটনাগুলি আমাদেরকে শিক্ষা দেয় যাতে তারা যেমন খারাপ কাজের জন্য হৃদয়ে লালসা পোষণ করেছিল আমরা যেন তা না করি । তোমরা মূর্তিপূজক হয়ো না,  কারণ তাদের কেউ কেউ ছিল...\"\nবিদ্বানরা তাওরাতে সোনার বাছুরের অন্যান্য আন্তঃপাঠ্য রেফারেন্স নিয়ে বিভক্ত, বিশেষ করে গণনাপুস্তক ৫:১৭-২৪—এর তিক্ত জলের নিষ্ঠুর পরীক্ষা নিয়ে। এই আচারের কিছু নির্দিষ্ট উপাদান, যেমন পানিতে মিশ্রিত গুঁড়ো লেহ্য তৈরি এবং তা পান করতে বাধ্য করা, মূসা (আ) এর গল্পের শেষে ইস্রায়েলকে শাস্তি দেওয়ার পরবর্তী প্রসঙ্গে একই ধরনের ভাষা প্রতিধ্বনিত করে।\n\n\n== জেরোবোয়ামের বেথেল ও দানের সোনার বাছুর ==\n\n১ রাজাবলি ১২:২৬-৩০ অনুসারে, জেরোবোয়াম উত্তরের রাজ্য ইস্রায়েল প্রতিষ্ঠার পর ইস্রায়েলিদের বলিদানের প্রথা সম্পর্কে বিবেচনা করেন।\nজেরোবোয়াম নিজের মনে ভাবলেন, \"এখন রাজ্য সম্ভবত দায়ূদের বংশের কাছেই ফিরে যাবে। যদি এই লোকেরা যিরূশালেমে প্রভুর মন্দিরে বলিদান দিতে যায়, তবে তারা তাদের প্রভু, যিহূদার রাজা রহবোয়ামের প্রতি আবার তাদের আনুগত্য দেখাবে।  তারা আমাকে হত্যা করবে এবং রাজা রহবোয়ামের কাছে ফিরে যাবে।\" পরামর্শ চাওয়ার পর, রাজা দুটি সোনার বাছুর তৈরি করেন। তিনি লোকেদের বললেন, \"যিরূশালেমে যাওয়া তোমাদের জন্য অনেক কঠিন।  ইস্রায়েল, এই তোমাদের দেবতা, যারা তোমাদের মিশর দেশ থেকে বের করে এনেছে।\" তিনি একটি স্থাপন করেন বেথেলে, এবং অন্যটি তিনি দানে স্থাপন করেন।  এই কাজটি পাপ হয়ে দাঁড়ায়; লোকেরা বেথেলে একটিকে পূজা করতে এল এবং অন্যটিকে পূজা করতে দান পর্যন্ত গেল।\nকিছু ব্যাখ্যা অনুযায়ী জেরোবোয়াম মনে করতেন, যিরূশালেমে বলি দেবার প্রথা (যা দক্ষিণের যিহূদা রাজ্যে অবস্থিত) রাজা রহবোয়ামের প্রতি একটি প্রত্যাবর্তনের দিকে নিয়ে যাবে। এইজন্যই তিনি দুটি সোনার বাছুর তৈরি করেন এবং বেথেল ও দানে স্থাপন করেন। এগুলোকে তিনি সম্ভবত যিরূশালেমে রাজা সলোমন কর্তৃক নির্মিত কারুবীমদের বিকল্প হিসেবে নির্মাণ করেন।\nতবে, Antiquities of the Jews গ্রন্থে  (v. VIII: 8), যা সেপ্টুয়াজিন্ট থেকে নেওয়া হয়েছে, জোসেফাস বলেন: \"তিনি দুটি সোনার ষাঁড় তৈরি করেন, এবং তাদের জন্য দুটি ছোট মন্দির নির্মাণ করেন, একটি বেথেল শহরে, এবং অন্যটি দানে... এবং তিনি উল্লিখিত শহরগুলিতে উভয় ছোট মন্দিরে ষাঁড় দুটিকে রাখেন।\"\nরিচার্ড এলিয়ট ফ্রিডম্যান বলেন, \"আমরা অন্তত এটুকু বলতে পারি যে নির্গমনের সোনার বাছুরের ঘটনার বর্ণনাকারী ঐতিহ্যগতভাবে জেরোবোয়ামের বলে চিহ্নিত কথাগুলোই ব্যবহার করেছেন এবং সেগুলো সাধারণ মানুষের মুখে তুলে দিয়েছেন।\" ফ্রিডম্যান বিশ্বাস করেন যে জেরোবোয়াম কর্তৃক পদচ্যুত এক পুরোহিত পরিবার সিংহাসনের মঞ্চের অলঙ্করণকে বাড়িয়ে বলে মূর্তিপূজা হিসেবে উপস্থাপন করে তাকে তীব্রভাবে সমালোচনা করার জন্য কাহিনীটিকে বিতর্কিত করে তোলে।\nহারুনের লোকদের ঘোষণা এবং জেরোবোয়ামের ঘোষণা প্রায় অভিন্ন:\n'এই হল তোমার দেবতা, হে ইস্রায়েল, যারা তোমাকে মিশর দেশ থেকে বের করে এনেছে' (যাত্রাপুস্তক ৩২:৪, ৮);\n'দেখো তোমাদের দেবতা, হে ইস্রায়েল, যারা তোমাকে মিশর দেশ থেকে বের করে এনেছে' (১ রাজাবলি ১২:২৮)\nসোনার বাছুর বা সোনার বাছুরগুলো তৈরি করার পর, হারুন এবং জেরোবোয়াম উভয়েই উৎসব পালন করেন। হারুন একটি বেদী নির্মাণ করেন এবং জেরোবোয়াম একটি বেদীর ওপর ওঠেন (যাত্রাপুস্তক ৩২:৫–৬; ১ রাজাবলি ১২:৩২-৩৩)।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nChabad.org- এ ইহুদি দৃষ্টিকোণ থেকে সোনার বাছুর\nগোল্ডেন কাফের উপর রাব্বি ফোহরম্যানের বক্তৃতা\nEin Hod দৃষ্টিকোণ থেকে গোল্ডেন বাছুর\nকোরানে সোনার বাছুরের গল্পের ইসলামিক ব্যাখ্যা\nকোরআনে মূসা ও হারুনের গল্প\nইহুদি বিশ্বকোষ: বাছুর, গোল্ডেন\nঅনলাইন কুরআন প্রকল্প 20.83  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ জানুয়ারি ২০০৯ তারিখে"}