{"pageid": 1442065, "title": "একলাশপুর উচ্চ বিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1442065", "content": "একলাশপুর উচ্চ বিদ্যালয় (ইংরেজি: Eklashpur High School) নোয়াখালী জেলার বেগমগঞ্জ উপজেলার অন্তর্গত একলাশপুর ইউনিয়নে অবস্থিত একটি উচ্চ বিদ্যালয়। বিদ্যালয়টি ১৯৩৭ সালে প্রতিষ্ঠিত হয়েছিল।  স্কুলটি ষষ্ঠ শ্রেণী থেকে দশম শ্রেণী পর্যন্ত শিক্ষার্থীদের জন্য শিক্ষা প্রদান করে থাকে।\n\n\n== ইতিহাস ==\nবেগমগঞ্জ উপজেলার অন্তর্গত একলাশপুর ইউনিয়ন পরিষদে বিদ্যালয়টি ১৯৩৭ সালে প্রতিষ্ঠিত হয়েছিল। সাধারণ ঘরের ছাত্রদের শিক্ষার চাহিদা মেটানোর জন্য এ স্কুলটি প্রতিষ্ঠিত হয়েছিল। প্রাথমিকভাবে স্কুলটি শুধুমাত্র একটি শিফট পরিচালনা করে থাকে।\n\n\n== অবস্থান ==\nবিদ্যালয়টি ঢাকা–নোয়াখালী মহাসড়কের সংযোগে একলাশপুর বাজারের পাশেই। যা ৭নং একলাশপুর ইউনিয়ন পরিষদ থেকে প্রায় ২০০গজ উত্তরে অবস্থিত।\n\n\n== বিদ্যালয়ের বিভিন্ন সংকেতলিপি ==\nশিক্ষাপ্রতিষ্ঠান সনাক্তকরণ সংখ্যা (EIIN) : ১০৭২০৪\nবিদ্যালয় সংকেতলিপি :\nমাসিক বেতন ক্রম (MPO) সংকেতলিপি : ১১০১৩২৩১৩০১\n\n\n== সু্যোগ–সুবিধা ==\nবিদ্যালয়ে দুটি ৩ তলা বৈশিষ্ট্য বিল্ডিং আছে। স্কুলের পাশে একটি মাঝারি মাঠ। সেখানে ২৬ জন শিক্ষক কাজ করেন। অন্যান্য সুবিধার মধ্যে রয়েছে একটি অডিটোরিয়াম, একটি পুকুর, শহীদ মিনার, লাইব্রেরি, বিজ্ঞান গবেষণাগার এবং কম্পিউটার ল্যাব রয়েছে। বিদ্যালয়ে সকালের সমাবেশ, প্রতি বছর মার্চ–এপ্রিলের সময়কালে বিদ্যালয়ে বার্ষিক ক্রীড়া প্রতিযোগিতা এবং একটি বার্ষিক পুরস্কার অনুষ্ঠানের আয়োজন করে থাকে।\n\n\n== পোষাক ==\nছেলেদের পোষাক কালো বেল্ট সহ নেভি ব্লু ফুল প্যান্ট, সাদা জুতা এবং সাদা শার্ট। স্কুল মনোগ্রাম বুকে বা কাঁধে প্রদর্শিত হয়ে থাকে। মেয়েদের পোষাক সবুজ ফ্রক, সাদা পায়জামা এবং সাদা ওড়না।\n\n\n== শ্রেণি, বিভাগ ও শাখা সমূহ ==\nবর্তমানে এ বিদ্যালয়ে ৬ষ্ঠ থেকে ১০ম শ্রেণি পর্যন্ত ৫টি ক্লাসে মোট ১৫টি শাখা রয়েছে।\n\n৬ষ্ঠ শ্রেণি; ক, খ, গ, এবং ঘ শাখা।\n৭ম শ্রেণি; ক, খ, গ, এবং ঘ শাখা।\n৮ম শ্রেণি; ক, খ, গ, এবং ঘ শাখা।\n৯ম–১০ম শ্রেণি; বিভাগ: বিজ্ঞান, মানবিক, ব্যবসায় শিক্ষা\n\n\n== ভর্তি ==\nশিক্ষার্থীরা সাধারণত ৬ষ্ঠ শ্রেণীতে ভর্তি করা হয়ে থাকে। শূন্যপদ দেওয়া হলে বা অন্য স্কুল থেকে কেউ বদলি হলে অন্য শ্রেণিতে ভর্তির বিষয়টি বিবেচনা করা যেতে পারে। ভর্তি পরীক্ষা সাধারণত জানুয়ারির প্রথম সপ্তাহে নেওয়া হয়ে থাকে।\n\n\n== পাঠ্যক্রম ==\nএই স্কুল জাতীয় শিক্ষা কারিকুলাম অনুসরণ করে। প্রথম থেকেই বিদ্যালয়টি এক শিফটে ক্লাস চালিয়ে যাচ্ছে। তবে ৬ষ্ঠ থেকে ৮ম পর্যন্ত সকল গ্রেডে ৪টি বিভাগ রয়েছে। ৯ম এবং ১০ম শ্রেণির শিক্ষার্থীদের জন্য ৩টি আলাদা বিভাগ বিজ্ঞান, বাণিজ্য এবং মানবিক অধ্যয়ন করানো হয়। যা তাদের নিজস্ব দ্বারা পছন্দের বিভাগ বা বিষয় বেছে নেওয়া যেতে পারে।\n\n\n== উল্লেখযোগ্য শিক্ষার্থী ==\n\n\n== আরও দেখুন ==\nনোয়াখালী জেলার শিক্ষা প্রতিষ্ঠানের তালিকা\nবেগমগঞ্জ সরকারি পাইলট উচ্চ বিদ্যালয়\nনোয়াখালী জিলা স্কুল\nনোয়াখালী সরকারি বালিকা উচ্চ বিদ্যালয়\nচৌমুহনী পৌরসভা\nবেগমগঞ্জ উপজেলা\nনোয়াখালী জেলা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nএকলাশপুর উচ্চ বিদ্যালয়  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩০ এপ্রিল ২০২৪ তারিখে"}