{"pageid": 1442964, "title": "গুনা গুহা", "url": "https://bn.wikipedia.org/wiki?curid=1442964", "content": "গুনা গুহা (প্রাথমিকভাবে দ্য ডেভিল'স কিচেন বা শয়তানের রান্নাঘর নামে নামকরণ করা হয়েছিল) হচ্ছে ভারতের তামিলনাড়ুর কোড়াইকানালে অবস্থিত একটি গুহা। প্রতি বছর বহু দর্শনার্থী এই স্থানটি পরিদর্শন করে থাকে। ১৯৯১ সালে কমল হাসান অভিনীত গুনা চলচ্চিত্রে প্রদর্শিত হওয়ার পরে এই স্থানটির নাম গুনা গুহা হয়। ছবিটি মুক্তির পর স্থানটিতে দর্শনার্থী ও পর্যটকদের ভিড় বেড়ে যায়। পরবর্তীকালে সেখানে আরও কয়েকটি চলচ্চিত্রের শুটিং করা হয়। সেগুলোর মধ্যে রয়েছে মালয়ালম চলচ্চিত্র শিক্কার (২০১০) এর ক্লাইম্যাক্স, এবং আরেকটি মালায়ালাম চলচ্চিত্র মনজুম্মেল বয়েজ (২০২৪), যেটি গুহায় একটি বাস্তব দুর্ঘটনার উপর ভিত্তি করে নির্মিত হয়েছিল।\nএখানকার গুহাগুলো ইতিহাস বেশ কুখ্যাত। অনেক দর্শনার্থী গুহাটিতে ঘুরতে গিয়ে দুর্ঘটনার শিকার হয়ে গুহায় অদৃশ্য হয়ে গেছে। কিছু ক্ষেত্রে কর্তৃপক্ষ গুহার কাঠামোটি খুব গভীর এবং অনিয়ত হওয়ায় তাদের মৃতদেহ উদ্ধার করতে সক্ষম হয়নি। এটি বিশ্বের অন্যতম বিপজ্জনক গুহা। ২০১৬ সালের পর্যন্ত পুলিশ গুহার সাথে সম্পর্কিত মৃতদেহ উদ্ধার না করতে সক্ষম না হওয়া ১৬ টি নিখোঁজের ঘটনা নথিবদ্ধ করেছে। আজ অবধি কেবল একজন ব্যক্তি গুনা গুহার গভীরতা থেকে বেঁচে ফিরতে পেরেছে, যে ঘটনাটি ২০২৪ সালে মুক্তিপ্রাপ্ত মালয়ালম চলচ্চিত্র \"মনজুম্মেল বয়েজ\" এর কেন্দ্রীয় আখ্যান হিসাবে কাজ করে।\n\n\n== ইতিহাস ==\n১৮২১ সালে ব্রিটিশ অফিসার বিএস ওয়ার্ড প্রথমবার গুহার গর্তটি নথিবদ্ধ করেন। তিনি এটি নাম দেন দ্য ডেভিল'স কিচেন বা শয়তানের রান্নাঘর। কিন্তু ১৯৮০ এর দশকের শেষ পর্যন্ত এটি অস্পষ্ট ছিল। ১৯৯১ সালে এই গুহা এবং আশেপাশের এলাকাটিতে কমল হাসান অভিনীত গুনার চলচ্চিত্রের প্রধান অংশগুলো ধারণ করা হয়। এর ফলে চলচ্চিত্রটির নামানুসারে এটি গুনা গুহা নামেই পরিচিত হতে থাকে। এই চলচ্চিত্রের মাধ্যমে গুহাটি পর্যটকদের মধ্যে বেশ জনপ্রিয় হয়ে ওঠে।\nএরপর গুহায় ঢুকে পড়া একাধিক মানুষ দুর্ঘটনার শিকার হয়ে রহস্যজনকভাবে নিখোঁজ হয়ে যায় এবং কোনো কোনো ক্ষেত্রে লাশও উদ্ধার করা সম্ভব হয়নি। এর মধ্যে ১৯৯৬ সালে নিখোঁজ হওয়া এক কেন্দ্রীয় মন্ত্রীর ভাতিজার লাশেরও খোঁজ পাওয়া যায়নি। কিছু ঘটনা আত্মহত্যা ছিল বলে মনে করা হয়। এছাড়া পর্যটক বা স্থানীয়দের মধ্যে কেউ কেউ গুহাটি অন্বেষণ করতে গিয়ে গুহার ভিতরের কোনো একটি বিপজ্জনক গর্তে পড়ে গিয়ে নিখোঁজ  হয়ে যায়।\nতাই ২০০০ এর দশকের গোড়ার দিকে থেকে ২০১৬ সাল পর্যন্ত গুহাটি নিখোঁজের সংখ্যা বেড়ে যাওয়ায় জনসাধারণের জন্য বন্ধ করে দেওয়া হয়। তবে লোকজন সতর্কতা উপেক্ষা করে জায়গাটি অন্বেষণ করতে থাকে। ২০১৬ সালে পুলিশের রেকর্ড অনুযায়ী গুহায় অন্তত ১৬ জনের মৃত্যু হয়েছে। ২০০৬ সালে গুনা গুহার গর্ত থেকে কোনও ব্যক্তির বেরিয়ে আসার মাত্র একটি উদাহরণ ছিল।\n২০০৬ সালে কেরালার মনজুম্মেল কোচির একদল বন্ধু গুহা দেখতে গেলে সুভাষ নামে এক ব্যক্তি গর্তে পড়ে যান। পরে পুলিশের সহায়তায় মূলত তার বন্ধু সিজু ডেভিড ও স্থানীয়রা তাকে উদ্ধার করে। এই ঘটনাটি ২০২৪ সালের মালায়ালাম চলচ্চিত্র মনজুম্মেল বয়েজে চিত্রিত হয়েছে, যা গুনা গুহাগুলির জনপ্রিয়তা আরও বৃদ্ধি করার ক্ষেত্রে বেশ প্রভাব ফেলেছিল। যদিও গুহায় শুটিংয়ের ঝুঁকিপূর্ণ উপাদানের কারণে বেশিরভাগ অংশের শুটিং ফিল্ম সেটে করা হয়েছিল, কিছু অংশ গুহা এবং কোদাইকানালের আশেপাশে এবং তার আশেপাশে শুট করা হয়েছিল।\n২০২৪ সাল অনুসারে, দর্শনার্থীদের আকৃষ্ট করার জন্য গুহার রাস্তাটি জনসাধারণের জন্য পুনরায় খুলে দেওয়া হলেও পর্যটকদের সুরক্ষার জন্য গুহার প্রবেশদ্বার এখনও বন্ধ রয়েছে।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nগুনা গুহায় ধারণ করা সিনেমার তালিকা:\n\n\n== তথ্যসূত্র =="}