{"pageid": 1442460, "title": "আব্দুল্লাহ আল-সাওয়াহা", "url": "https://bn.wikipedia.org/wiki?curid=1442460", "content": "আব্দুল্লাহ বিন আমের আল-সাওয়াহা (আরবি: عبدالله بن عامر السواحه) হলেন সৌদি সরকারের একজন মন্ত্রী। যিনি ২০১৭ সাল থেকে যোগাযোগ ও তথ্য প্রযুক্তি মন্ত্রীর দায়িত্ব পালন করছেন। তাঁর মন্ত্রণালয় দেশটির সৌদি ভিশন ২০৩০ কর্মসূচির অংশ হিসাবে সৌদি আরবের তথ্য ও যোগাযোগ প্রযুক্তি অবকাঠামো এবং কর্মশক্তি উন্নয়নের জন্য দায়বদ্ধ। এর আগে তিনি সিসকো সিস্টেমস সৌদি আরবের ব্যবস্থাপনা পরিচালক ছিলেন।\n\n\n== শিক্ষা ==\nআল-সাওয়াহা কম্পিউটার বিজ্ঞান এবং বৈদ্যুতিক প্রকৌশলীর উপর স্নাতক ডিগ্রি অর্জন করেছেন। তিনি সিয়াটলে স্নাতক এবং কিং ফাহাদ ইউনিভার্সিটি অফ পেট্রোলিয়াম অ্যান্ড মিনারেলসে পড়াশোনা করেছিলেন। এরপর তিনি হার্ভার্ড বিজনেস স্কুলে নির্বাহী শিক্ষা কার্যক্রম করেছেন।\n\n\n== জনসেবা ==\n২০২১ সালের ৩ মে, দুটি পবিত্র মসজিদের খাদেম বাদশাহ সালমান বিন আবদুল আজিজ আল-সাওয়াহাকে সৌদি মহাকাশ সংস্থার চেয়ারম্যান পদে নিয়োগ দিয়ে একটি রাজকীয় ডিক্রি জারি করেছিলেন।\nএকই বছরের মার্চ মাসে তিনি কিং আব্দুল আজিজ সিটি ফর সায়েন্স অ্যান্ড টেকনোলজির পরিচালনা পর্ষদের চেয়ারম্যান হিসেবে নিযুক্ত হন।\nতিনি যোগাযোগ ও তথ্য প্রযুক্তি মন্ত্রী, এবং যোগাযোগ ও তথ্য প্রযুক্তি কমিশনের (সিআইটিসি) চেয়ারম্যান, তিনি ২০১৭ সালের এপ্রিল থেকে এই পদে অধিষ্ঠিত ছিলেন।\n\n\n== ব্যক্তিগত কর্মজীবন ==\nআল-সাওয়াহা ২০০৫ সালে সিসকো সৌদি আরবে তার কর্মজীবন শুরু করেছিলেন, অপারেশন ডিরেক্টর হয়েছিলেন এবং কোম্পানির সিস্টেম ইঞ্জিনিয়ারিং, পাবলিক সেক্টর, বাণিজ্যিক, পরিষেবা সরবরাহকারী এবং চ্যানেল অপারেশনগুলির উন্নয়ন তত্ত্বাবধান করেছিলেন। ২০১৬ সালের মে মাসে তিনি ব্যবস্থাপনা পরিচালক নিযুক্ত হন।\n\n\n== উচ্চ মর্যাদাবান অংশগ্রহণ ==\n২০১৭ সালের অক্টোবরে রিয়াদে ফিউচার ইনভেস্টমেন্ট ইনিশিয়েটিভ সম্মেলনে, আল-সাওয়াহা তার মন্ত্রণালয়, জনহিতকর সংস্থা এমআইএসকে ফাউন্ডেশন এবং মোহাম্মদ বিন সালমান কলেজ ফর বিজনেস অ্যান্ড এন্টারপ্রেনারশিপের মধ্যে একটি অংশীদারিত্বের ঘোষণা করেছিলেন যাতে তরুণ স্থানীয় উদ্যোক্তা এবং স্টার্ট-আপগুলি মার্কিন যুক্তরাষ্ট্র এবং ইউরোপের বড় প্রযুক্তি অংশীদারদের সাথে এক বছরের প্রশিক্ষণ কর্মসূচির মাধ্যমে রাখে। একই মাসে তিনি ঘোষণা করেছিলেন যে সরকার পরিচালিত ডাক ব্যবস্থা সৌদি পোস্ট সম্পূর্ণ বেসরকারীকরণের আগে পাঁচ বছরের 'কর্পোরেটাইজেশন পর্যায়ে' প্রবেশ করবে।\nতিনি এর আগে ব্যবসা-বান্ধব নীতির প্রতি সৌদি আরবের প্রতিশ্রুতি নিশ্চিত করেছেন এবং তার অর্থনীতি ও কর্মশক্তির আধুনিকীকরণের অংশ হিসাবে রাজ্যে নারীদের বৃহত্তর ক্ষমতায়নের আহ্বান জানিয়েছেন।\n২০১৮ সালের জানুয়ারিতে ডাভোসে বিশ্ব অর্থনৈতিক ফোরামে আল-সাওয়াহা সৌদি আরবের ডিজিটাল দৃষ্টিভঙ্গির রূপরেখা প্রকাশ করেছিলেন, দেশব্যাপী ৫জি নেটওয়ার্ক চালু করতে এবং দুই মিলিয়ন বাড়িকে উচ্চ গতির ফাইবার অপটিক দিয়ে সংযুক্ত করতে ৩ বিলিয়ন ডলার ব্যয়ের ঘোষণা দিয়েছিলেন।\nবার্সেলোনায় মোবাইল ওয়ার্ল্ড কংগ্রেসে, আল-সাওয়াহা ঘোষণা করেছিলেন যে সৌদি ভিশন ২০৩০ এর কাঠামোতে সৌদি আরব মধ্য প্রাচ্য এবং দক্ষিণ আফ্রিকা অঞ্চলের একটি শীর্ষস্থানীয় ডিজিটাল বাজার হওয়ার পরিকল্পনা করছে। তদুপরি, ডিজিটাল এবং আইটি খাতে ২২ বিলিয়ন ডলারের বার্ষিক বাজেটের সাথে, সৌদি আরব বিশ্বব্যাপী শীর্ষস্থানীয় ডিজিটাল বাজারে পরিণত হয়েছে।\n\n\n== প্রধান দায়িত্ব ==\nসৌদি আরবের ক্যাবিনেট মন্ত্রী\nযোগাযোগ ও তথ্য প্রযুক্তি মন্ত্রণালয়, মন্ত্রী\nসৌদি মহাকাশ সংস্থা, চেয়ারম্যান\nগবেষণা, উন্নয়ন এবং উদ্ভাবন কর্তৃপক্ষ, চেয়ারম্যান\nডিজিটাল সরকার কর্তৃপক্ষ, চেয়ারম্যান\nকিং আব্দুল আজিজ সিটি ফর সায়েন্স অ্যান্ড টেকনোলজি, চেয়ারম্যান\n\n\n== অতিরিক্ত দায়িত্ব এবং অধিভুক্তি ==\nযোগাযোগ ও তথ্য প্রযুক্তি কমিশন (সৌদি আরব), চেয়ারম্যান\nগবেষণা, উন্নয়ন ও উদ্ভাবন কর্তৃপক্ষ, চেয়ারম্যান\nডিজিটাল সরকার কর্তৃপক্ষ, চেয়ারম্যান\nসৌদি স্পেস এজেন্সি, চেয়ারম্যান\nকিং আব্দুল আজিজ সিটি ফর সায়েন্স অ্যান্ড টেকনোলজি, চেয়ারম্যান\nসৌদি পোস্ট, চেয়ারম্যান\nন্যাশনাল কমিটি ফর ডিজিটাল ট্রান্সফরমেশন, চেয়ারম্যান\nবোর্ড সদস্য, এমআইএসকে ফাউন্ডেশন\nবোর্ড সদস্য, নিওম\nবোর্ড সদস্য, অর্থনৈতিক ও উন্নয়ন বিষয়ক পরিষদ\nবোর্ড সদস্য, অর্থনৈতিক শহর কর্তৃপক্ষ\nবোর্ড সদস্য, ওয়ার্ল্ড ইকোনমিক ফোরাম সেন্টার ফর দ্য ফোর্থ ইন্ডাস্ট্রিয়াল রেভ্যুলেশন গ্লোবাল নেটওয়ার্ক অ্যাডভাইজরি\n\n\n== পূর্ববর্তী অবস্থান ==\nআব্দুল্লাহ আল-সাওয়াহা পূর্বে প্রিন্স মোহাম্মদ বিন ফাহদ বিশ্ববিদ্যালয়ের (পিএমইউ) প্রযুক্তি উপদেষ্টা বোর্ডের সদস্য সহ অন্যান্য পদে অধিষ্ঠিত ছিলেন। তিনি সামাজিক উদ্যোক্তা ইনকিউবেটরের প্রতিষ্ঠাতাও ছিলেন, যা উদ্যোক্তাদের স্বাস্থ্যসেবা ও শিক্ষার ক্ষেত্রে সমাধান বিকাশে সহায়তা করে।\n\n\n== তথ্যসূত্র =="}