{"pageid": 1442971, "title": "২০২৪ আইসিসি পুরুষ টি২০ বিশ্বকাপ ফাইনাল", "url": "https://bn.wikipedia.org/wiki?curid=1442971", "content": "২০২৪ আইসিসি পুরুষ টি২০ বিশ্বকাপ ফাইনাল ছিল একটি দিবারাত্রির টোয়েন্টি২০ আন্তর্জাতিক ক্রিকেট ম্যাচ যেটি ২০২৪ আইসিসি পুরুষ টি২০ বিশ্বকাপ টুর্নামেন্টের বিজয়ী দল নির্ধারণের লক্ষ্যে ২০২৪ সালের ২৯ জুন বার্বাডোসের ব্রিজটাউনে অবস্থিত কেনসিংটন ওভাল ক্রিকেট মাঠে খেলা অনুষ্ঠিত হয়েছিল। ম্যাচটি খেলা হয়েছিল দক্ষিণ আফ্রিকা ও ভারতের মধ্যে। প্রথমবারের মতো টি২০ বিশ্বকাপের ফাইনালে এশিয়ার কোনো দল ও আফ্রিকান দল একে অপরের মুখোমুখি হয়েছিল। ফাইনালে, দক্ষিণ আফ্রিকাকে ৭ রানে হারিয়ে ভারত দ্বিতীয়বারের মতো টি২০ বিশ্বকাপের শিরোপা জিতেছিল। বিরাট কোহলি ৫৯ বলে ৭৬ রান করে ম্যান অব দ্য ম্যাচ নির্বাচিত হন এবং জসপ্রীত বুমরাহ ১৫ উইকেট নিয়ে টুর্নামেন্টের সেরা খেলোয়াড় নির্বাচিত হয়ে পুরস্কার জিতেছেন।\nএই ম্যাচটি ২০১৪ আইসিসি পুরুষদের টি২০ বিশ্বকাপের দ্বিতীয় সেমি-ফাইনালের পুনরাবৃত্তি ছিল, যেখানে ভারত দক্ষিণ আফ্রিকাকে ৬ উইকেটে পরাজিত করেছিল। এই ম্যাচের ফলস্বরূপ, কপিল দেব এবং এমএস ধোনির পরে আইসিসি ট্রফি জিতে রোহিত শর্মা তৃতীয় ভারতীয় অধিনায়ক হন। আইসিসি ট্রফির খরা ভাঙতে ভারতের দীর্ঘ ১১ বছর পর আইসিসি ট্রফিও জিতেছিল। ভারত টি২০ বিশ্বকাপের ইতিহাসে প্রথম দল হিসেবে পুরো টুর্নামেন্টে অপরাজিত থেকে শিরোপা জিতেছিল। ম্যাচ শেষে ভারতীয় ক্রিকেটার বিরাট কোহলি, ভারতীয় অধিনায়ক রোহিত শর্মা এবং রবীন্দ্র জাদেজা ঘোষণা করেছিলেন যে এটিই তাদের শেষ টি২০আই ম্যাচ ছিল।\n\n\n== পটভূমি ==\n\n২২ সেপ্টেম্বর ২০২৩-এ, আইসিসি সেই ভেন্যুগুলি প্রকাশ করে যেগুলি টুর্নামেন্ট জুড়ে ম্যাচগুলি আয়োজন করবে, বার্বাডোসের কেনসিংটন ওভালকে ফাইনালের ভেন্যু হিসাবে নামকরণ করা হয়েছিল। ৫ জানুয়ারি ২০২৪-এ, আইসিসি টুর্নামেন্টের সময়সূচী ঘোষণা করে এবং ২৯ জুন ২০২৪-এ টুর্নামেন্টের ফাইনাল ম্যাচ অনুষ্ঠিত করা হবে। \nএই ম্যাচের আগে ভারত এবং দক্ষিণ আফ্রিকা আইসিসি পুরুষদের টি২০ বিশ্বকাপে একে অপরের সাথে ৬বার খেলেছিল যেখানে ভারত ৪বার (২০০৭, ২০১০, ২০১২, ২০১৪) জিতেছিল এবং দক্ষিণ আফ্রিকা ২বার (২০০৯ এবং ২০২২) জিতেছিল।\n\n\n== ফাইনালের পথ ==\nদক্ষিণ আফ্রিকা প্রথমবারের মতো টি২০ বিশ্বকাপের ফাইনালে উঠেছিল, যেখানে ভারত ২০০৭ এবং ২০১৪ সালের পরে তৃতীয়বারের মতো ফাইনালের জন্য যোগ্যতা অর্জন করেছিল। উভয় দলই অপরাজিত থেকে ফাইনালের জন্য যোগ্যতা অর্জন করেছিল, তাদের কেউই গ্রুপ পর্বের খেলা বা সুপার ৮ পর্বের খেলায় হেরেনি।\n\n\n=== সংক্ষিপ্ত বিবরণ ===\nউৎস: ইএসপিএনক্রিকইনফো\n\n\n=== দক্ষিণ আফ্রিকা ===\nদক্ষিণ আফ্রিকা নাসাউ কাউন্টি আন্তর্জাতিক ক্রিকেট স্টেডিয়ামে শ্রীলঙ্কার বিপক্ষে জয়ের মাধ্যমে তাদের টি২০ বিশ্বকাপ অভিযান শুরু করেছিল এবং একই ভেন্যুতে নেদারল্যান্ডস এবং বাংলাদেশকে পরাজিত করেছিল। আর্নোস ভ্যালে নেপালকে পরাজিত করার পর, তারা গ্রুপ ডি- এর টেবিলের শীর্ষস্থানীয় হিসেবে গ্রুপ পর্ব শেষ করেছিল। সুপার ৮ পর্বে, তারা নর্থ সাউন্ডে সহ-আয়োজক মার্কিন যুক্তরাষ্ট্রকে, গ্রোস আইলেটে ডিফেন্ডিং চ্যাম্পিয়ন ইংল্যান্ডকে এবং নর্থ সাউন্ডে প্রাক্তন চ্যাম্পিয়ন ও সহ-আয়োজক ওয়েস্ট ইন্ডিজকে পরাজিত করে, গ্রুপ ২ এর টেবিলের শীর্ষস্থানীয় হিসেবে শেষ করেছিল।\nত্রিনিদাদ ও টোবাগোর সান ফার্নান্দোর ব্রায়ান লারা ক্রিকেট একাডেমিতে ১ম সেমি-ফাইনালে দক্ষিণ আফ্রিকা আফগানিস্তানকে পরাজিত করে তাদের প্রথম টি২০ বিশ্বকাপ ফাইনালে জায়গা করে নেয়। ৩ উইকেট নেওয়ায় ম্যাচের সেরা পুরস্কার পান মার্কো জ্যানসেন।\n\n\n=== ভারত ===\nনিউইয়র্কের নাসাউ কাউন্টি আন্তর্জাতিক ক্রিকেট স্টেডিয়ামে আয়ারল্যান্ডের বিরুদ্ধে জয়ের মাধ্যমে ভারত তাদের টি২০ বিশ্বকাপ অভিযান শুরু করেছিল এবং একই ভেন্যুতে তাদের চিরপ্রতিদ্বন্দ্বী পাকিস্তান এবং সহ-আয়োজক যুক্তরাষ্ট্রকে পরাজিত করেছিল। যাইহোক, ফ্লোরিডার সেন্ট্রাল ব্রাউয়ার্ড পার্কে ভারী বৃষ্টিপাতের কারণে কানাডার সাথে ম্যাচটি পরিত্যক্ত হয়েছিল, এইভাবে ভারত গ্রুপ এ- এর টেবিলের শীর্ষস্থানীয় হিসেবে গ্রুপ পর্ব শেষ করেছিল। সুপার ৮ পর্বে, তারা বার্বাডোসের কেনসিংটন ওভালে আফগানিস্তানকে, নর্থ সাউন্ডের স্যার ভিভিয়ান রিচার্ডস স্টেডিয়ামে বাংলাদেশকে এবং সেন্ট লুসিয়ার গ্রস আইলেটের ড্যারেন স্যামি ক্রিকেট গ্রাউন্ডে অস্ট্রেলিয়াকে পরাজিত করেছিল। গ্রুপ ১ টেবিলের শীর্ষস্থানীয় হিসেবে শেষ করেছিল। \nগায়ানার জর্জটাউনের প্রভিডেন্স স্টেডিয়ামে ২য় সেমি-ফাইনালে ভারত ডিফেন্ডিং চ্যাম্পিয়ন ইংল্যান্ডকে পরাজিত করেছিল তৃতীয়বারের মতো টি২০ বিশ্বকাপের ফাইনালে জায়গা করে নিয়েছিল। অক্ষর প্যাটেল ১০ রান করা এবং ৩ উইকেট নেওয়ার জন্য ম্যাচের সেরা পুরস্কার পান।\n\n\n== ম্যাচের বিবরণ ==\n\n\n=== ম্যাচ পরিচালনাকারী কর্মকর্তা ===\n২৮ জুন ২০২৪-এ, আন্তর্জাতিক ক্রিকেট কাউন্সিল (আইসিসি) নিউজিল্যান্ডের ক্রিস গফানি এবং ইংল্যান্ডের রিচার্ড ইলিংওয়ার্থকে মাঠের আম্পায়ার হিসেবে, ইংল্যান্ডের রিচার্ড কেটলবরাকে তৃতীয় আম্পায়ার, অস্ট্রেলিয়ার রড টাকারকে রিজার্ভ আম্পায়ার এবং ওয়েস্ট ইন ইন ফিল্ড আম্পায়ার হিসেবে মনোনীত করেছিল। ম্যাচ রেফারি হিসেবে রিচি রিচার্ডসন নির্বাচিত করা হয়েছিল।\n\nমাঠের আম্পায়ার : ক্রিস গফানি (নিউজিল্যান্ড) এবং রিচার্ড ইলিংওয়ার্থ (ইংল্যান্ড)\nটিভি আম্পায়ার : রিচার্ড কেটেলবরা (ইংল্যান্ড)\nরিজার্ভ আম্পায়ার : রড টাকার (অস্ট্রেলিয়া)\nম্যাচ রেফারি : রিচি রিচার্ডসন (ওয়েস্ট ইন্ডিজ)\nউৎস: আন্তর্জাতিক ক্রিকেট কাউন্সিল\n\n\n=== দল এবং টস ===\nদুই দলই নিজেদের সেমি-ফাইনাল ম্যাচ থেকে একাদশ অপরিবর্তিত রেখেছিল। ভারতের অধিনায়ক রোহিত শর্মা টস জিতে প্রথমে ব্যাট করার সিদ্ধান্ত নিয়েছিল।\n\n\n=== ভারতের ইনিংস ===\n\nমার্কো জ্যানসেনের প্রথম ওভারে তিনটি বাউন্ডারি হাঁকিয়ে বিরাট কোহলি ভারতীয় ইনিংসের দ্রুত শুরুতে সাহায্য করেন। তবে, কেশব মহারাজের করা পরের ওভারে রোহিত শর্মা ও ঋষভ পন্ত তাড়াতাড়ি আউট হয়েছিল। শীঘ্রই সূর্যকুমার যাদব চতুর্থ ওভারে কাগিসো রাবাদার বলে আউট হয়ে ভারতকে ৩ উইকেটে ৩৪ রানে ছেড়ে দেয়। বিরাট কোহলি এবং অক্ষর প্যাটেল ইনিংস স্থিতিশীল করার চেষ্টা করেন এবং পার্টনারশিপ ৭২ রান করতে সক্ষম হয় ভারতকে ৪ উইকেটে ১০৬ রানে ছেড়ে দেয়। কিন্তু উইকেট-রক্ষক কুইন্টন ডি ককের দ্রুত থ্রোতে অক্ষর প্যাটেল রান আউট হয়েছিল। শিবম দুবে মাঝখানে কোহলির সাথে যোগ দেন এবং দুজনেই ৩২ বলে ৫০ রান করতে সক্ষম হন। তবে কোহলি জ্যানসেনের বলে আঘাত করার চেষ্টা করতে গিয়ে রাবাদার হাতে ধরা পড়েন। অ্যানরিখ নরকিয়া দ্বারা বল করা শেষ ওভারে, ভারত ৯ রান করে, শিবম দুবে এবং রবীন্দ্র জাদেজা আউট এবং ভারত ৭ উইকেটে ১৭৬ রান করে। কোহলি ভারতের পক্ষে সর্বোচ্চ রান সংগ্রাহক ছিলেন ৫৯ বলে ৭৬ রান করেন এবং কেশব মহারাজ দক্ষিণ আফ্রিকার সেরা বোলার ছিলেন কারণ তিনি ৩ ওভারে ২৩ রান দিয়ে ২ উইকেট নিয়েছিলেন।\n\n\n=== দক্ষিণ আফ্রিকার ইনিংস ===\n২ উইকেটে ১২ রানে দক্ষিণ আফ্রিকাকে ছেড়ে দিয়ে রিজা হেনড্রিক্স এবং এইডেন মার্করামের প্রথম আউটের ফলে দক্ষিণ আফ্রিকার শুরুটা মন্থর ছিল। কুইন্টন ডি কক এবং ট্রিস্টান স্টাবস ৩৮ বলে ৫৮ রানের জুটি গড়ে তুলতে সক্ষম হন। ১৩তম ওভারের মাঝামাঝি কুইন্টন ডি কককে আউট করে আর্শদীপ সিং ৪ উইকেটে ১০৬ রানে দক্ষিণ আফ্রিকাকে বিদায় করেছিল। তবে হেইনরিখ ক্লাসেনের ৫২ রানের জ্বলন্ত ইনিংস মাত্র ২৭ বলে দক্ষিণ আফ্রিকাকে ১৫০ পেরিয়ে যেতে সাহায্য করেছিল, যার মধ্যে অক্ষর প্যাটেলের বোলিং থেকে এক ওভারে ২৪ রান করা ছিল। ২৪ বলে ২৬ রান প্রয়োজন, ক্লাসেন হার্দিক পাণ্ড্যর বলে আউট হন। শীঘ্রই জসপ্রীত বুমরাহ ১৮তম ওভারে মার্কো জানসেনকে আউট করেন এবং মাত্র দুই রান দেন। আর্শদীপ তার ওভারে মাত্র ৪ রান করার অনুমতি দিয়ে এগিয়ে যান, শেষ ওভার থেকে দক্ষিণ আফ্রিকার ১৬ রান দরকার ছিল। শেষ ওভারে হার্দিক পাণ্ড্য বল নিক্ষেপ করেছিলেন এবং ওভারের ১ম বলে সূর্যকুমার যাদবের ক্যাচের সুবাদে তিনি ডেভিড মিলারের উইকেট নেন। এরপরই ৫ম বলে রাবাদাও আউট হন। দক্ষিণ আফ্রিকার শেষ বল থেকে ৯ রানের প্রয়োজন ছিল, পাণ্ড্য শুধুমাত্র একটি সিঙ্গেল দেন যার কারণে ভারত ৭ রানে ম্যাচ জিতেছিল। ক্লাসেন দক্ষিণ আফ্রিকার পক্ষে সর্বোচ্চ রান সংগ্রাহক এবং পাণ্ড্য ভারতের পক্ষে সেরা বোলার ছিলেন কারণ তিনি ৩ উইকেট নেন এবং তার ৪ ওভারে মাত্র ২০ রান দেন। বুমরাহ ও আর্শদীপ ২টি করে এবং অক্ষর প্যাটেল ১টি করে উইকেট পেয়েছিল।\n\n\n=== ম্যাচ সারাংশ ===\n\n\n=== স্কোরকার্ড ===\nম্যাচের স্কোরকার্ড\nউৎস: ইএসপিএনক্রিকইনফো\n\n\n== ম্যাচের পর ==\nএটি ১১ বছরের মধ্যে আইসিসির কোনও বড় ইভেন্টে ভারতের প্রথম জয় ছিল, ২০১৩ আইসিসি চ্যাম্পিয়ন্স ট্রফিতে তাদের আগের জয়টি ছিল। টি২০ বিশ্বকাপের ইতিহাসে প্রথম দল হিসেবে ভারত পুরো টুর্নামেন্টে অপরাজিত থেকে শিরোপা জিতল। রোহিত শর্মা মহেন্দ্র সিং ধোনির (২০০৭) পর দ্বিতীয় ভারতীয় অধিনায়ক হিসেবে টি২০ বিশ্বকাপ জিতলেন। এশিয়ার প্রথম দেশ হিসেবে ভারত দুটি আইসিসি পুরুষ টি২০ বিশ্বকাপ (২০০৭ এবং ২০২৪) জিতেছিল এবং ওয়েস্ট ইন্ডিজ এবং ইংল্যান্ডের পরে তৃতীয় আইসিসি পূর্ণ সদস্য হয়েছে। ম্যাচটি টি২০ বিশ্বকাপের ইতিহাসের নিকটতম লড়াইয়ের ফাইনালগুলির মধ্যে একটি হিসাবে প্রশংসিত হয়েছিল কারণ ম্যাচটি উভয় দলের পক্ষে ঘুরছিল, শেষ পর্যন্ত দক্ষিণ আফ্রিকার শেষ ৬ বলে ১৬ রান করা দরকার ছিল। রবি শাস্ত্রী তার ভাষ্যের মাধ্যমে ভক্তদের মধ্যে যে আবেগ ছড়িয়ে পড়েছে তার সারসংক্ষেপ করেছেন: \"১৭ বছর পর ভারত টি২০ বিশ্বকাপ জিতেছিল। ট্রফির খরা কেটে গেছে। ২০১৩ সালের পরে একটি আইসিসি টুর্নামেন্ট জয়\"।\nসূর্যকুমার যাদবের উপস্থিত বুদ্ধি এবং অ্যাথলেটিসিজম প্রশংসিত হয়েছিল যখন তিনি বাউন্ডারির কাছাকাছি দীর্ঘ পথ দৌড়ে একটি কঠিন ক্যাচ নিয়েছিলেন, যখন তার বাম পা বাউন্ডারি কুশনের মিলিমিটারের মধ্যে ছিল। যদিও অ্যাকশন রিপ্লেতে ভিডিও আম্পায়ার নিশ্চিত করেছেন যে এটি একটি ন্যায্য এবং পরিষ্কার ক্যাচ ছিল, তবে সোশ্যাল মিডিয়া প্ল্যাটফর্মে কিছু ভক্ত তার জুতোটি বাউন্ডারি কুশন সামান্য স্পর্শ করার সম্ভাবনা উত্থাপন করেছিলেন। ক্যাচটিকে ১৯৮৩ সালের ক্রিকেট বিশ্বকাপের ফাইনাল প্রাক্তন ভারতীয় অধিনায়ক কপিল দেবের সাথেও ব্যাপকভাবে তুলনা করা হয়েছিল, যেখানে দেব ওয়েস্ট ইন্ডিজের হার্ড-হিটার ব্যাটসম্যান ভিভিয়ান রিচার্ডসকে আউট করার জন্য একটি গুরুত্বপূর্ণ রানিং ক্যাচ নিয়েছিলেন।\nম্যাচের শেষ পর্বে দম বন্ধ হয়ে যাওয়ায় দক্ষিণ আফ্রিকা সমালোচনার মুখে পড়েছিল, কারণ তারা এক পর্যায়ে স্বাচ্ছন্দ্যে মোট রান তাড়া করার পক্ষে ছিল। ক্লাসেনের মূল ব্রেকথ্রুর পরপরই ভারত ম্যাচে ঢুকে পড়ে; দক্ষিণ আফ্রিকার লোয়ার অর্ডার ব্যাটসম্যানরা, যাদের বেশিরভাগই প্রকৃত ফ্রন্টলাইন বোলারদের সমন্বয়ে গঠিত, ভারতের আঁটসাঁট বোলিং কৌশল সামলাতে ব্যর্থ হয়েছিল এবং ফলস্বরূপ ডট বলগুলি অন্য প্রান্তে ডেভিড মিলারকে চাপে ফেলেছিল। অন্যান্য ব্যাটসম্যানদের কাছ থেকে মিলারের সমর্থনের অভাব দক্ষিণ আফ্রিকার দুর্বল লো-অর্ডার ব্যাটিং নিয়ে বিতর্ক সৃষ্টি করেছিল। দক্ষিণ আফ্রিকার অধিনায়ক আইডেন মার্করাম স্বীকার করেছেন যে পরাজয়টি গ্রাস করা একটি কঠিন বড়ি ছিল এবং এটিকে \"দুর্দান্ত প্রচারণার অন্ত্র-বিদারক এবং তিক্ত মিষ্টি সমাপ্তি\" হিসাবে বর্ণনা করেছেন, তবে তার সতীর্থদের প্রশংসা করেছেন যারা টুর্নামেন্টের মাত্র দুটি অপরাজিত দলের একটি হিসাবে দলকে ফাইনালে পৌঁছাতে সহায়তা করেছিলেন।\nটুর্নামেন্ট জয়ের জন্য ভারত আইসিসির কাছ থেকে ২.৪৫ মিলিয়ন ডলার প্রাইজমানি পেয়েছেন। ভারতের রাষ্ট্রপতি দ্রৌপদী মুর্মু এবং ভারতের প্রধানমন্ত্রী নরেন্দ্র মোদী উভয়ই টুর্নামেন্ট জয়ের জন্য ভারতীয় ক্রিকেট দলকে অভিনন্দন জানিয়েছেন। দক্ষিণ আফ্রিকা সরকার টুইটারে একটি পোস্টে দক্ষিণ আফ্রিকা দলের প্রচেষ্টার প্রশংসা করেছেন। শচীন তেন্ডুলকর, মহেন্দ্র সিং ধোনি, যুবরাজ সিং এবং সুনীল গাভাস্কারের মতো অনেক প্রাক্তন ক্রিকেট খেলোয়াড় ও আরও অনেকে ভারতীয় ক্রিকেট দলকে এবং রোহিত শর্মাকে অভিনন্দন জানিয়েছেন ভারতের প্রধান শহর যেমন মুম্বই, দিল্লি, আহমেদাবাদ, লখনউ এবং হায়দ্রাবাদের মতো বড় শহরগুলি গভীর রাত পর্যন্ত জয় উদযাপন করেছিল। নিউ ইয়র্ক সিটি, লন্ডন, বার্বাডোজ এবং অন্যান্য বিভিন্ন দেশে ভারতীয় সমর্থকরাও ভারতীয় পতাকা উত্তোলন করে এবং আতশবাজি জ্বালিয়ে বিজয় উদযাপন করেছছিল।\nপরে বিসিসিআই সচিব জয় শাহ টি২০ বিশ্বকাপ জয়ের জন্য ভারতীয় দলের জন্য ₹ ১২৫ কোটি (ইউএস$ ১৫.২৮ মিলিয়ন) নগদ পুরস্কার ঘোষণা করেন। ভারতের জয়ের পরে, রোহিত শর্মা, বিরাট কোহলি এবং রবীন্দ্র জাদেজা টুয়েন্টি২০ আন্তর্জাতিক ফর্ম্যাট থেকে অবসর ঘোষণা করেছিলেন। ভারতের হেড কোচ হিসেবে এই টুর্নামেন্টের পরই রাহুল দ্রাবিড়ের মেয়াদ শেষ হয়েছিল।\n\n\n== সম্প্রচার ==\nফাইনাল ম্যাচটি ভারতে স্টার স্পোর্টস, ফ্রি-টু-এয়ার সম্প্রচারকারী ডিডি স্পোর্টস এবং ওটিটি প্ল্যাটফর্ম ডিজনি+ হটস্টার- এ বিনামূল্যে সম্প্রচার করা হবে। দক্ষিণ আফ্রিকায় ম্যাচটি সরাসরি সুপারস্পোর্টে সম্প্রচার করা হবে।\nআইসিসি ফাইনালের জন্য ধারাভাষ্যকারদের নিম্নলিখিত প্যানেলের নামও দিয়েছে: হর্ষ ভোগলে, ইয়ান বিশপ, কার্লোস ব্র্যাথওয়েট, নাসের হুসেন, দীনেশ কার্তিক, কাস নাইডু, শন পোলক, রিকি পন্টিং, রবি শাস্ত্রী, ইয়ান স্মিথ এবং ডেল স্টেইন এরা ফাইনাল ম্যাচে ধারাভাষ্যকার করবেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nইএসপিএন ক্রিকইনফোতে ২০২৪ আইসিসি পুরুষ টি২০ বিশ্বকাপ টুর্নামেন্টের মূল পাতা"}