{"pageid": 1442242, "title": "তাবুতে সাকিনা", "url": "https://bn.wikipedia.org/wiki?curid=1442242", "content": "সাক্ষ্য সিন্ধুক ইস্রায়েলীয়দের সবচেয়ে পবিত্র ধর্মীয় নিদর্শন হিসাবে বিশ্বাস করা হত। একে বিশুদ্ধ সোনায় মোড়া একটি কাঠের সিন্দুক হিসেবে বর্ণনা করা হয়, আর এর ওপর মার্সি সিট নামে পরিচিত একটি সুসজ্জিত সোনার ঢাকনা ছিল। ইব্রীয় বাইবেলের যাত্রাপুস্তক এবং ১ রাজাবলি অনুযায়ী, এবং পুরাতন নিয়ম অনুসারে, সিন্ধুকটিতে পাথরের ফলক ছিল, যার মাধ্যমে সিনাই পর্বতে যিশুর কাছে ঈশ্বর দশ আদেশ পৌঁছে দেন। নূতন নিয়মের যাত্রাপুস্তক, গণনা পুস্তক ও ইব্রীয়দের প্রতি পৌল প্রেরিতের পত্র গ্রন্থ অনুযায়ী, এতে হারণের যষ্টি এবং মান্না সম্বলিত পাত্রও ছিল।\nবাইবেলের বর্ণনা থেকে জানা যায় যে, মিশর থেকে ইস্রায়েলীদের অভিবাসনের প্রায় এক বছর পর, সিনাই পর্বতের পাদদেশে ইস্রায়েলীরা যখন তাঁবু স্থাপন করেছিলেন, তখন ঈশ্বর কর্তৃক যিশুকে যে নকশা প্রদান করা হয়েছিল সেই অনুযায়ী সিন্ধুকটি তৈরি করা হয়। এরপর, সোনার প্রলেপযুক্ত সিন্ধুকটির বাঁশগুলো লেভি উপজাতির লোকজন বহন করতো; আর এর প্রায় ২০০০ কিউবিটস (৮০০ মিটার বা ২,৬০০ ফুট) সামনে লোকেরা অগ্রসর হতো। সিন্ধুকটির ঢাকনার \"দুই চিরুবীমের মধ্য থেকে\" ঈশ্বর যিশুর সাথে কথা বলতেন।\nপ্রাচীন নিকটবর্তী পূর্ব অঞ্চল জুড়ে সিন্ধুকটির চলাচলের ইতিহাস এবং বাইবেলে সিন্ধুক সংক্রান্ত বিবরণের ইতিহাস ও সময়কাল নিয়ে সমসাময়িক প্রত্নতাত্ত্বিকরা একমত নন। সিন্ধুকটির সৃষ্টিতে যে সম্ভাব্য ঐতিহাসিক প্রভাবগুলো কাজ করেছে, সেসব নিয়েও পণ্ডিতদের মধ্যে অতিরিক্ত বিতর্ক রয়েছে: উদাহরণস্বরূপ, টমাস রোমার সম্ভাব্য বেদুইন প্রভাব দেখছেন, অন্যদিকে স্কট নোয়েগেল মিশরীয় প্রভাবকে বেশি সম্ভাব্য মনে করেন।\n\n\n== বাইবেলের বর্ণনা ==\n\n\n=== নির্মাণ ও বিবরণ ===\nমহাযাত্রাপুস্তক অনুসারে, সিনাই পর্বতে ৪০ দিন অবস্থানের সময় ঈশ্বর মোশিকে (মুসা) আদেশ করেন যেন তিনি যুগসাক্ষ্যের সিন্দুকটি নির্মাণ করেন। তাঁকে তাবু এবং সিন্দুকের সমস্ত সরঞ্জামের নকশা দেখানো হয় এবং বলা হয় এটি শিটিম কাঠ দিয়ে (আকাসিয়া কাঠের নামেও পরিচিত)  তৈরি করা হবে যাতে পাথরে খোদিত দশ আজ্ঞার স্তম্ভ রাখা যায়। মোশি সিন্দুক নির্মাণের জন্য বেসালেল এবং ওহোলিয়াবকে নির্দেশ দেন।\nমহাযাত্রাপুস্তক সিন্দুকটি কীভাবে নির্মাণ করতে হবে তার বিস্তারিত নির্দেশনা দেয়। আকাসিয়া কাঠ দিয়ে এর দৈর্ঘ্য হবে আড়াই হাত, প্রস্থ হবে দেড় হাত এবং উচ্চতা দেড় হাত (প্রায় ১৩১ × ৭৯ × ৭৯ সেন্টিমিটার বা ৫২ × ৩১ × ৩১ ইঞ্চি)। তারপর এটি সম্পূর্ণভাবে সোনায় মোড়ানো হবে, এবং এর চারপাশে সোনার মুকুট বা ছাঁচ দেওয়া হবে। চারটি সোনার বলয় এর চার কোণে যুক্ত করা হবে, প্রতিটি পাশে দুটি করে—এবং এই বলয়গুলির মধ্য দিয়ে সোন দিয়ে মোড়ানো শিটিম কাঠের দণ্ডগুলি সিন্দুক বহনের জন্য ঢোকানো হবে; আর এগুলো সরানো যাবে না।\n\n\n=== চলমান পুরোগামী ===\nবাইবেলের বর্ণনা থেকে জানা যায় যে মোশি কর্তৃক নির্মিত হওয়ার পর, সিন্দুকটি ইস্রায়েলীয়রা মরুভূমিতে ৪০ বছর ঘুরে বেড়ানোর সময় বহন করত। ইস্রায়েলীয়রা যখনই শিবির স্থাপন করত, সিন্দুকটিকে একটি পবিত্র তাঁবুতে একটি পৃথক কক্ষে রাখা হত, যাকে বলা হত তাবু।\nইস্রায়েলীয়রা যখন যিহোশূয়ার (যিশু বা যোশুয়া) নেতৃত্বে প্রতিশ্রুত দেশের দিকে এগিয়ে গেল, তখন তারা জর্ডান নদীর তীরে পৌঁছালে সিন্দুকটি সবার আগে বহন করা হয়েছিল, এবং এটিই ছিল তাদের অগ্রগতির সংকেত। নদী পারাপারের সময়, সিন্দুক বহনকারী পুরোহিতদের পা যতক্ষণ না নদীর জল স্পর্শ করেছে অমনি নদী শুকিয়ে যায়  এবং পুরোহিতরা-সিন্দুক-সহ নদী ত্যাগ করে না পর্যন্ত শুষ্ক থাকে। স্মারক হিসেবে, পুরোহিতরা যেখানে দাঁড়িয়েছিল সেখান থেকে জর্ডান থেকে বারোটি পাথর নেওয়া হয়েছিল।\nজেরিকোর যুদ্ধের সময়, ছয় দিন ধরে শহরের চারপাশে সিন্দুকটি প্রতিদিন একবার বহন করা হয়েছিল। সিন্দুককে সশস্ত্র লোকেরা এবং সাতজন পুরোহিত যারা মেষশিঙার সাতটি তূরী বাজিয়েছিল পূর্বগামী হন। সপ্তম দিনে, সিন্দুকের সামনে মেষশিঙার সাতটি তূরী বাজিয়ে সাতজন পুরোহিত শহরকে সাতবার প্রদক্ষিণ করেন এবং মহা চিৎকারের সাথে জেরিকোর প্রাচীর সম্পূর্ণ ভেঙ্গে পড়ে যায় এবং লোকেরা শহর দখল করে নেয়।\nআইয়ের কাছে পরাজয়ের পর যিহোশূয়া সিন্দুকের সামনে বিলাপ করেন। যিহোশূয়া যখন গেরিজিম পর্বত এবং ইবাল পর্বতের মাঝখানে লোকদের সামনে নিয়মপুস্তক পাঠ করলেন, তখন তারা সিন্দুকের উভয় দিকে দাঁড়িয়েছিল। ইস্রায়েলীয়রা কনান দেশ বিজয় করার পর সিন্দুকটিকে শিলোতে রাখা হয়।\n\n\n=== ফিলিস্তিনীদের দ্বারা বন্দী ===\n\nবাইবেলের বর্ণনা অনুসারে, কয়েক বছর পরে ইস্রায়েলের প্রাচীনরা ফিলিস্তিনীদের বিরুদ্ধে তাদের সহায়তা করার জন্য যুদ্ধক্ষেত্রে যুদ্ধসম্ভার (Ark of the Covenant) গ্রহণ করার সিদ্ধান্ত নেন, সম্প্রতি এবেন-এজারের যুদ্ধে পরাজিত হন। তারা আবার ব্যাপকভাবে পরাজিত হয়, ৩০,০০০ পুরুষের ক্ষতিসহ। ফিলিস্তিনীরা যুদ্ধসম্ভার দখল করে নেয় এবং হোফনি ও পিনহস নিহত হয়। \"নিজের কাপড় ছিঁড়ে এবং মাথায় মাটি নিয়ে\" একজন বার্তাবাহক এই সংবাদটি শীঘ্রই শিলোতে নিয়ে যান। বৃদ্ধ পুরোহিত এলি এই কথা শুনে মারা যান এবং তার পুত্রবধূ, সংবাদটি পাওয়ার সময় একটি পুত্রসন্তান জন্ম দেয়, তার নাম রাখেন ইকাবোদ - যার ব্যাখ্যা করা হয় ইস্রায়েলের \"মহিমা চলে গেছে\", যুদ্ধসম্ভারের ক্ষতির প্রসঙ্গে। ইচাবোদের মা তার জন্মের সময় মারা যান।\nফিলিস্তিনীরা তাদের দেশের বিভিন্ন স্থানে যুদ্ধসম্ভার নিয়ে যায় এবং প্রতিটি স্থানে দুর্ভাগ্য তাদের ঘিরে ধরে। আশদোদে এটিকে দাগোনের মন্দিরে স্থাপন করা হয়েছিল। পরের দিন সকালে দাগোন যুদ্ধসম্ভারের সামনে উপুড় হয়ে পড়ে থাকতে দেখা যায়; এবং তাকে আবার তাঁর জায়গায় পুনঃস্থাপন করা হলে, পরের দিন সকালে আবার তাকে উপুড় হয়ে এবং ভেঙে যাওয়া অবস্থায় পাওয়া যায়। আশদোদের লোকেরা টিউমারে আক্রান্ত হয়েছিল; দেশের ওপর ইঁদুরের মহামারি এসেছিল। সম্ভবত এটি বিউবনিক প্লেগ হতে পারে। গাথ এবং একরোনের লোকদের ওপরেও টিউমারের আক্রমণ হয়েছিল, সেইখানেই যুদ্ধসম্ভার পর্যায়ক্রমে সরানো হয়েছিল।\n\n\n=== যুদ্ধসম্ভার ইস্রায়েলীয়দের কাছে ফিরে আসা ===\n\nযুদ্ধসম্ভার সাত মাস তাদের মধ্যে থাকার পর, ফিলিস্তিনীরা তাদের ভবিষ্যদ্বক্তাদের পরামর্শে, ইস্রায়েলীয়দের কাছে এটি ফিরিয়ে দিয়েছিল, সেইসাথে টিউমার এবং ইঁদুরের সোনার ছবি নৈবেদ্যরূপে ফেরত পাঠানো হয়, যার দ্বারা তারা আক্রান্ত হয়েছিল। যুদ্ধসম্ভার, বৈৎ-শিমেশের যিহোশূয়ের ক্ষেতে স্থাপন করা হয়েছিল এবং বৈৎ-শিমেশীয়রা বলি ও হোমবলি উৎসর্গ করেছিল। কৌতূহলের বশে বৈৎ-শিমেশের পুরুষেরা যুদ্ধসম্ভারের দিকে তাকিয়েছিল; এবং শাস্তিস্বরূপ, তাদের মধ্যে সত্তরজনকে (কিছু অনুবাদে পঞ্চাশ হাজার এবং সত্তর) প্রভু আঘাত করেছিলেন। বৈৎ-শিমেশীয়রা যুদ্ধসম্ভার সরানোর জন্য কিরিয়ৎ-যিয়ারিমে বা বা`ল-যিহূদাতে লোক পাঠিয়েছিলেন; এবং এটি অবীনাদাবের বাড়িতে নিয়ে যাওয়া হয়েছিল, যার ছেলে ইলীয়েজারকে এটি রাখার জন্য পবিত্র করা হয়েছিল। কিরিয়ৎ-যিয়ারিম বিশ বছর ধরে যুদ্ধসম্ভারের আবাসস্থল ছিল। শৌলের অধীনে, ফিলিস্তিনীদের প্রথমবার মুখোমুখি হওয়ার আগে যুদ্ধসম্ভার বাহিনীর সাথে ছিল, কিন্তু রাজা যুদ্ধে জড়িত হওয়ার আগে এটি সম্পর্কে পরামর্শ করতে খুব অধৈর্য হন। ১ বংশাবলি ১৩:৩-এ বলা হয়েছে যে শৌলের দিনে লোকেরা যুদ্ধসম্ভার সম্পর্কে পরামর্শ করার অভ্যস্ত ছিল না।\n\n\n=== রাজা দায়ূদের যুগে ===\n\nবাইবেলের বর্ণনা অনুসারে, দায়ূদ তার একীভূত রাজত্বের শুরুতে কিরিয়াৎ-য়িরিম থেকে অত্যন্ত আনন্দোৎসবের মধ্য দিয়ে সিন্দুকটি সরিয়ে নিয়ে যান। সিয়োনে যাওয়ার পথে, সিন্দুকটি বহনকারী গরুর গাড়ির চালকদের একজন উজ্জাহ সিন্দুকটি স্থির করতে হাত বাড়িয়ে দেন। এটি স্পর্শ করার জন্য ঈশ্বর তাকে তৎক্ষণাৎ মৃত্যুদন্ড দেন। পরবর্তীতে ওই জায়গার নাম দেওয়া হয় \"পেরেস-উজ্জাহ\", যার আক্ষরিক অর্থ 'উজ্জাহ-র বিরুদ্ধে আক্রোশ'। ভীত হয়ে দায়ূদ সিন্দুকটি সিয়োনে না নিয়ে গিতীয় ওবেদ-এদোমের বাড়িতে রেখে আসেন। সিন্দুকটি তিন মাস সেখানেই ছিল।\nওবেদ-এদোমের বাড়িতে সিন্দুকটির উপস্থিতির কারণে ঈশ্বর তাকে আশীর্বাদ করেছেন - এই কথা শুনে দায়ূদ লেবীয়দের দিয়ে সিন্দুকটি সিয়োনে আনান। নিজেও \"পরেণের এফোদ পরহিত হইয়া... সমস্ত শক্তি দিয়া প্রভুর সম্মুখে নাচিতেছিলেন\"। জেরুজালেমে সমবেত জনসাধারণের সামনে এই অভিনয়ের কারণে দায়ূদের প্রথম স্ত্রী, শৌলের কন্যা মীখল তাকে তুচ্ছজ্ঞান করেন। সিয়োনে, দায়ূদ সিন্দুকটি তার জন্য প্রস্তুত করা তাঁবুতে রাখেন, বলি উৎসর্গ করেন, খাবার বিতরণ করেন এবং জনগণ ও নিজের পরিবারকে আশীর্বাদ করেন। দায়ূদ তাঁবুটিকে ব্যক্তিগত প্রার্থনাস্থল হিসেবে ব্যবহার করতেন।\nলেবীয়দের সিন্দুকের সামনে পরিচর্যা করার জন্য নিযুক্ত করা হয়েছিল। নাতন নবীর পরামর্শে সিন্দুকের জন্য একটি মন্দির নির্মাণের দায়ূদের পরিকল্পনা বন্ধ হয়ে যায়। রব্বা অবরোধের সময় সিন্দুকটি সেনাবাহিনীর কাছে ছিল। এবং যখন অবশালোমের ষড়যন্ত্রের সময় দায়ূদ জেরুজালেম থেকে পালিয়ে যান, তখন তার সাথে সিন্দুকটিও নেওয়া হয়েছিল। শেষ পর্যন্ত দায়ূদ যাজক সাদোককে সিন্দুকটি জেরুসালেমে ফিরিয়ে দেওয়ার আদেশ দেন।\n\n\n=== শলোমনের মন্দিরে ===\n\nবাইবেলীয় বর্ণনা অনুসারে, রাজা শলোমন অদোনিয়ের ষড়যন্ত্রে অংশ নেয়ার কারণে অবিয়াথরকে যাজকপদ থেকে বরখাস্ত করেন। তবে পূর্বে সিন্দুকটি বহন করার কারণে তার জীবন রক্ষা পায়। স্বপ্নের পর শলোমন সিন্দুকের সামনে উপাসনা করেন, যে স্বপ্নে ঈশ্বর তাকে প্রজ্ঞা প্রদানের প্রতিশ্রুতি দিয়েছিলেন।\nশলোমনের মন্দির নির্মাণের সময়, সিন্দুককে নিয়ে যাওয়ার জন্য একটি বিশেষ অভ্যন্তরীণ কক্ষ তৈরি করা হয়েছিল, যার নাম কোদেশ হাকোদাশিম ('পবিত্রসমূহের মধ্যে পবিত্র')। মন্দির উৎসর্গের সময়, সিন্দুকটিকে, যার ভেতরে দশ আজ্ঞার মূল ফলক ছিল, সেখানে রাখা হয়। সিন্দুকটি স্থাপনের পর পুরোহিতরা যখন পবিত্র স্থান থেকে বেরিয়ে আসেন, তখন মন্দির মেঘে ভরে যায়, \"কারণ প্রভুর মহিমা প্রভুর মন্দির পূর্ণ করেছিল।\"\nশলোমন যখন ফারাও-র কন্যাকে বিয়ে করেছিলেন, তখন তিনি তাকে সিয়োনের বাইরে একটি বাড়িতে থাকতে বাধ্য করেন, কারণ সিয়োনকে পবিত্র করা হয়েছিল যেহেতু তাতে সিন্দুকটি ছিল। রাজা যোশিয়ও সিন্দুকটি সেই মন্দিরেই ফিরিয়ে আনেন। তার পূর্বসূরিদের কেউ কেউ সিন্দুকটি অন্যত্র সরিয়ে রেখেছিলেন বলে মনে করা হয়।\n\n\n=== রাজা হিজকিয়ের যুগ ===\n\nবাইবেলের শেষ রাজা যোশিয়ের পূর্বে রাজা হিজকিয়ও নিয়মসিন্দুকটি দেখেছিলেন। হিজকিয় সুলেমানের মন্দিরের নিয়মসিন্দুক এবং অন্যান্য ধনসম্পদ বিপদের সময় লুকিয়ে রাখার জন্য পরিচিত। হিজকিয়কে এমন একজন রাজা হিসেবে চিহ্নিত করা হয় যে নগরের দেয়াল উন্নত করে এবং গিহোন নদীর পানিকে সুড়ঙ্গের মধ্য দিয়ে শীলোহামের পুকুরের দিকে প্রবাহিত করে আসিরিয় সাম্রাজ্যের আক্রমণের হাত থেকে জেরুজালেমকে রক্ষা করেছিলেন। এই সুড়ঙ্গটি আজ হিজকিয়ের সুড়ঙ্গ নামে পরিচিত।\nঅ-নিয়মতান্ত্রিক গ্রন্থ \"Treatise of the Vessels\" এ হিজকিয়ের কথা পাওয়া যায়। এই গ্রন্থ অনুসারে, হিজকিয় নিম্নলিখিত স্থানে সিন্দুক এবং সুলেমানের মন্দিরের অন্যান্য ধনসম্পদ লুকিয়ে রেখেছিলেন:\n(১) একটি নির্মল জলের প্রস্রবণ যার নাম কোহেল বা কাহাল। এটি এমন একটি উপত্যকায় অবস্থিত যার একটি বন্ধ প্রবেশদ্বার আছে।\n(২) একটি প্রস্রবণ যার নাম কোটেল (হিব্রুতে যার অর্থ “প্রাচীর”)\n(৩) সিদিকিয় নামে পরিচিত আরও একটি প্রস্রবণ\n(৪) একটি অজ্ঞাত জলাধার\n(৫) কারমেল পর্বত\n(৬) ব্যাবিলনের বিভিন্ন স্থান\nঅনেক পণ্ডিত বিশ্বাস করেন, হিজকিয় \"কোহেলেত\" গ্রন্থের (খ্রিস্টধর্মে যা উপদেশক নামে পরিচিত) পুরো অথবা কিছু অংশ রচনা করেছিলেন, বিশেষ করে এর রহস্যময় ভূমিকা। উল্লেখ্য, এই ভূমিকাটিতে স্পষ্টভাবে সিন্দুকের গল্পের কিছু নির্দেশনা পাওয়া যায় – বাদাম ফুল (অর্থাৎ হারুনের লাঠি), পঙ্গপাল, রূপা ও সোনা। এরপর রহস্যজনকভাবে একটি প্রস্রবণে ভাঙা কলসি ও জলাধারে ভাঙা চাকার কথা উল্লেখ রয়েছে।\nশীলোহামের পুকুর স্থানীয় তীর্থযাত্রীদের ধর্মীয় শুদ্ধিকরণের কাজে ব্যবহৃত হত কিনা তা নিয়ে পণ্ডিতদের মধ্যে মতভেদ আছে। তবে একমত হন যে পুকুর ও মন্দিরের সংযোগরক্ষাকারী সিঁড়িযুক্ত পথ খ্রিস্টীয় প্রথম শতাব্দীতে নির্মিত হয়েছিল। এই পথের কিছু অংশ খনন করা হলেও শীলোহামের পুকুরের পশ্চিমাংশে এখনও খনন কাজ চলেনি।\n\n\n=== ব্যাবিলনের আক্রমণ ও তার ফলাফল ===\n587 খ্রিস্টপূর্বাব্দে ব্যাবিলনীয়রা জেরুজালেম ধ্বংস করার পর, বাইবেলের তৃতীয় গ্রন্থের একটি প্রাচীন গ্রিক সংস্করণ, 1 Esdras-এ, ইঙ্গিত পাওয়া যায় ব্যাবিলনীয়রা আল্লাহর সিন্দুকের পবিত্র পাত্রগুলো নিয়ে গিয়েছিল, কিন্তু সিন্দুক নিয়ে যাওয়ার কথা উল্লেখ নেই।\nরাব্বাইনিক সাহিত্য অনুসারে সিন্দুকের চূড়ান্ত অবস্থান নিয়ে বিতর্ক রয়েছে। কিছু রাব্বি বিশ্বাস করেন যে এটি ব্যাবিলনে নিয়ে যাওয়া হয়েছে, অন্যরা মনে করেন যে এটি অবশ্যই লুকিয়ে রাখা হয়েছিল যাতে ব্যাবিলনে নিয়ে যাওয়া না হয় এবং আর ফিরিয়ে আনা সম্ভব না হয়। দ্বিতীয় শতাব্দীর শেষের দিকের একটি রাব্বাইনিক গ্রন্থ,  Tosefta, -তে জুডার রাজা যোশিয় সিন্দুকটি, মান্নার পাত্র, পবিত্র তৈলাভিষেকের তেলের পাত্র, হারুনের অঙ্কুরিত লাঠি এবং ফিলিস্তিনরা ইস্রায়েলকে দেওয়া বাক্সের সাথে মন্দিরেই লুকিয়ে রেখেছিলেন।\n\n\n=== কোহাথীয়দের সেবা ===\nবাইবেলের সংখ্যার পুস্তকে কোহাথীয়রা লেবির ঘরের অন্তর্ভুক্ত ছিলেন। তাবৎ মণ্ডপের \"পবিত্রতম বস্তু\"র যত্ন নেওয়া তাদের দায়িত্ব ছিল। যখন মরুভূমিতে ঘুরে বেড়ানোর পর তাবৎ মণ্ডপ কোথাও স্থাপন করা হতো, তখন কোহাথীয়রা হারুনের সাথে প্রবেশ করে বিশেষ পর্দা দিয়ে সিন্দুকটিকে ঢেকে দিতেন।  তারপর তারা \"এর উপরে সুক্ষ্ম চামড়ার আচ্ছাদন দিত, তার ওপর নীল কাপড় দিয়ে পুরোটা ঢেকে রাখত এবং এর বহনের খুঁটিগুলি বসাত।\"  সিন্দুকটি তাবৎ মণ্ডপের এমনই একটি উপাদান ছিল যা বহন করে নেওয়ার দায়িত্ব ছিল কোহাথীয়দের।\n\n\n== তালমুদে উল্লেখ ==\nতালমুদ (ইহুদিদের ধর্মীয়গ্রন্থ) এর ইয়োমা অংশে ইঙ্গিত করা হয়েছে যে প্রথম মন্দিরের সময়কালের শেষের দিকে আর্ক অব দ্য কভেন্যান্ট মন্দির থেকে সরিয়ে নেওয়া হয়েছিল। দ্বিতীয় মন্দিরে এটি কখনও ছিল না।\nপ্রথম দৃষ্টিভঙ্গি\nএকটি সম্ভাবনা হলো, ব্যাবিলনের রাজা নেবুচাদনেজার যখন জেরুজালেম জয় করে রাজা জেকোনিয়াহ এবং সম্ভ্রান্তদের নির্বাসনে পাঠান, তখন আর্ক অব দ্য কভেন্যান্ট ব্যাবিলনে নিয়ে যাওয়া হয়েছিল।\nদ্বিতীয় দৃষ্টিভঙ্গি\nআরেকটি সম্ভাবনা হলো, মন্দির ধ্বংসের আভাস পেয়ে রাজা যোশিয়াহ আর্কটি লুকিয়ে ফেলেছিলেন। তবে এটি কোথায় লুকানো হয়েছিল, তা জানা যায়নি। তালমুদে একজন যাজকের কাহিনী রয়েছে যিনি কাঠ রাখার ঘরের ভিতরে একটি পাথরের গঠনকে সন্দেহ করেছিলেন, যা আর্ক অব দ্য কভেন্যান্টের লুকানো স্থানের ইঙ্গিত দেয়।\nবিকল্প দৃষ্টিভঙ্গি\nআরেকটি ব্যাখ্যা অনুযায়ী, আর্কটি মন্দিরের \"পবিত্রের মধ্যে পবিত্রতম\"  স্থানের নিচে মাটির গভীরে গোপনে রাখা হয়েছিল। রাদাক ও মাইমোনাইডিস-এর মতো কিছু চাজাল (ইহুদি পণ্ডিত) বিশ্বাস করতেন যে রাজা সলোমন আর্ক রক্ষার জন্য মন্দিরের নীচে সুড়ঙ্গ তৈরি করেছিলেন, পরবর্তীতে যা রাজা যোশিয়াহ ব্যবহার করেছিলেন। তবে, রাজনৈতিক সংবেদনশীলতার কারণে এই অঞ্চল খনন করার চেষ্টা তেমন ফলপ্রসূ হয়নি।\nশেষ দৃষ্টিভঙ্গি\nম্যাকাবিস ২ বইয়ের ২:৪-১০ অনুচ্ছেদে উল্লেখ করা একটি শেষ যুক্তি অনুযায়ী, ব্যাবিলনের আক্রমণের পূর্বাভাস পেয়ে নবী জেরেমিয়াহ আর্ক এবং অন্যান্য পবিত্র বস্তু বর্তমান জর্ডানের নেবো পর্বতে একটি গুহায় লুকিয়ে রেখেছিলেন।\n\n\n== প্রত্নতত্ত্ব ==\nপ্রত্নতাত্ত্বিক প্রমাণ জেরুজালেমে স্থানান্তরিত হওয়ার অনেক পরেও, অষ্টম এবং সপ্তম শতাব্দীতে কিরিয়াত-জিয়ারিমে শক্তিশালী ধর্মীয় কার্যকলাপের ইঙ্গিত দেয়। বিশেষত, প্রত্নতত্ত্ববিদরা একটি বড় উঁচু পোডিয়াম খুঁজে পেয়েছেন, যেটি দক্ষিণ রাজ্যের সাথে নয়, বরং উত্তরী রাজ্যের সাথে যুক্ত, এবং সম্ভবত এটি একটি মাজার ছিল। [উদ্ধৃতি প্রয়োজন] থমাস রোমার পরামর্শ দেন যে এটি ইঙ্গিত করতে পারে যে, সম্ভবত রাজা যোশিয়ের রাজত্বকালে (রাজত্বকাল আনুমানিক 640-609 খ্রিস্টপূর্বাব্দ) অনেক পরে অর্কটি জেরুজালেমে স্থানান্তর করা হয়নি। তিনি উল্লেখ করেছেন যে, এটি ব্যাখ্যা করতে পারে যে কেন শলোমনের আগে অর্কের ইতিহাসে বিশিষ্টভাবে বৈশিষ্ট্যযুক্ত ছিল, কিন্তু পরে তা ছিল না। উপরন্তু, 2 ক্রনিকলস 35:3 থেকে ইঙ্গিত পাওয়া যায় যে, রাজা যোশিয়ের রাজত্বকালে এটি স্থানান্তরিত হয়েছিল। যাইহোক, Yigal Levin যুক্তি দেখান যে, কোন প্রমাণ নেই যে কিরিয়াত-জিয়ারিম রাজতন্ত্রের যুগে একটি ধর্মীয় কেন্দ্র ছিল বা এটি কখনও কোনও \"অর্কের মন্দির\" রেখেছিল।\nকিছু পণ্ডিত বিশ্বাস করেন যে, অর্কের গল্পটি অষ্টম শতাব্দীতে একটি স্বতন্ত্র লিখিত অংশে লেখা হয়েছিল, এটিকে \"Ark Narrative\" বলা হয়।  এরপর এটিকে ব্যাবিলনীয় নির্বাসনের ঠিক আগে মূল বাইবেলের বর্ণনায় অন্তর্ভুক্ত করা হয়।\nRömer আরও পরামর্শ দেন যে, মূলত স্থানীয় প্রাক-ইসলামী বেদুইনদের বুকে পাওয়া \"ধরনের পবিত্র পাথর বহন করতো\" এবং অনুমান করে যে এগুলো হয়তো যিহোবার মূর্তি বা যিহোবা এবং তার সঙ্গী দেবী আশেরাকে চিত্রিতকারী একজোড়া মূর্তি হতে পারে।\nবিপরীতে, স্কট নোয়েগেল যুক্তি দিয়েছেন যে, চুক্তির সিন্দুক এবং এই প্রথাগুলির মধ্যে সাদৃশ্য \"অবিশ্বাস্য\" রয়ে গেছে। একটি কারণ হচ্ছে বেদুইন বস্তুগুলিতে চুক্তির সিন্দুকের স্বতন্ত্র গঠন, কার্যকারিতা এবং পরিবহনের পদ্ধতির অভাব ছিল। বিশেষভাবে, চুক্তির সিন্দুকের বিপরীতে, বেদুইন বাক্সগুলিতে \"কোনো বাক্স ছিল না, কোনো ঢাকনা ছিল না, এবং কোনো খুঁটি ছিল না\", সেগুলি কোনো দেবতার সিংহাসন বা পাদদেশ হিসাবে কাজ করেনি। সেগুলো সোনার পাত দিয়ে আবৃত ছিল না, এবং সেগুলোর উপর কোন কেরুবিম ছিল না,  সেগুলো কে স্পর্শ করতে পারে তার উপর কোন বিধিনিষেধ ছিল না, এবং সেগুলো ঘোড়া বা উটের উপর পরিবহন করা হতো।\nNoegel পরামর্শ দেন যে, প্রাচীন মিশরীয় আর্ক ইস্রায়েলীয়দের তৈরী আর্কের একটি আরও যুক্তিসঙ্গত  মডেল। কারণ, মিশরীয় আর্কের উপরে উল্লিখিত সমস্ত বৈশিষ্ট্য ছিল। Noegel আরও যোগ করেন যে, মিশরীয়রা মূর্তির পায়ের নিচে লিখিত চুক্তি স্থাপনের জন্য পরিচিত ছিল, যা চুক্তির ট্যাবলেটগুলি চুক্তির সিন্দুকের ভিতরে স্থাপনের একটি আরও সমান্তরাল প্রমাণ করে।\n\n\n== আব্রাহামীয় ধর্মে পবিত্র আর্কের উল্লেখ ==\n\n\n=== তানাখ (Tanakh) ===\n\nআব্রাহামীয় ধর্মগ্রন্থে পবিত্র আর্ক (Ark of the Covenant) একটি গুরুত্বপূর্ণ নিদর্শন। তানাখে এই আর্ক প্রথম উল্লেখিত হয় এক্সোডাস গ্রন্থে এবং পরবর্তীতে ডয়টেরোনমি, যিহোশূয়, বিচারক, প্রথম স্যামুয়েল, দ্বিতীয় স্যামুয়েল, প্রথম রাজাবলি, প্রথম ক্রনিকল, দ্বিতীয় ক্রনিকলস, গীতসংহিতা ও জেরেমিয়াহ গ্রন্থে  এর উল্লেখ পাওয়া যায়।\nজেরেমিয়াহ গ্রন্থে ভবিষ্যদ্বাণী করা হয় আসন্ন এক সময়, সম্ভবত শেষ বিচারের দিনে পবিত্র আর্ক সম্পর্কে আর কথা হবে না অথবা এটি আর ব্যবহৃত হবে না:\n“আর সংখ্যায় যখন তোমরা বেড়ে যাবে, সেই দিনগুলিতে সেই দেশে ফলবান হবে—সদাপ্রভুর বাণী,—লোকে আর ‘সদাপ্রভুর চুক্তির সিন্দুক’ বলবে না এবং তা আর মনে আসবে না; তারা আর তার কথা তুলবে না এবং আর তাকে মনে রাখবে না এবং সে আর তৈরী হবে না।”\nএই ব্যাপারে রাশি নামক ধর্মীয় পণ্ডিত মন্তব্য করেছেন, “সকল মানুষ পবিত্রতায় এমনভাবে পরিপূর্ণ হবে যে স্বয়ং ঈশ্বরের উপস্থিতি তাদের মধ্যে বর্তমান থাকবে, যেন পুরো জনসমষ্টি নিজেরাই পবিত্র আর্ক।”\n\n\n=== দ্বিতীয় ম্যাকাবিস (Second Book of Maccabees) ===\nদ্বিতীয় ম্যাকাবিস গ্রন্থের ২ নং অধ্যায়ের শুরুতে বলা হয়েছে:\n“লিপিতে পাওয়া যায় ভবিষ্যদ্বাণীতে অনুপ্রাণিত হয়ে... জেরেমিয়াহ ভবিষ্যদ্বাণীকারী ...তাঁবু ও সিন্দুকটি তাঁর সাথে নিয়ে যাওয়ার নির্দেশ দেন। যে পাহাড়ের চূড়া থেকে মোজেস ঈশ্বরের প্রতিশ্রুত ভূমি দেখেছিলেন তিনি সেই পাহাড়ে গেলেন। সেই পর্বতে জেরেমিয়াহ একটি গুহা খুঁজে পান এবং তাঁবু, সিন্দুক ও ধূপবেদী গুহার ভেতরে নিয়ে গিয়ে প্রবেশ পথটি বন্ধ করে দেন। তার কিছু সহচর পথ চিহ্নিত করতে এসেছিল, কিন্তু তারা সেই পথ আর খুঁজে পায়নি। জেরেমিয়াহ এটা জেনে তাদের তিরস্কার করেন। “এই স্থান অজানা থাকবে,” তিনি বলেন, “ঈশ্বর যতক্ষণ না শেষ পর্যন্ত তার লোকেদের একত্র করবেন এবং তাদের প্রতি দয়া দেখাবেন। সদাপ্রভু এই সমস্ত কিছু আবার আলোকিত করবেন এবং সদাপ্রভুর গৌরব মেঘের সাথে আবির্ভূত হবে,  মোজেসের সময়ে এটি যেরকম দেখা গিয়েছিল, এমনকি সলোমন যখন পবিত্র মন্দিরটি উৎসর্গ করার প্রার্থনা করেছিলেন তখনও এরকম দেখা গিয়েছিল।”\n“যে পাহাড়ের চূড়া থেকে মোজেস ঈশ্বরের প্রতিশ্রুত ভূমি দেখেছিলেন” সেটি হল মাউন্ট নেবো। এটি বর্তমানে জর্ডানে অবস্থিত।\n\n\n=== সামারিটান ঐতিহ্য ===\nসামারিটান ঐতিহ্য দাবি করে, পবিত্র আর্কটি মাউন্ট জেরিজিমের একটি মাজারে সংরক্ষিত আছে।\n\n\n=== নিউ টেস্টামেন্ট ===\n\nনিউ টেস্টামেন্টে, ইব্রুদের প্রতি পত্র এবং যোহনের প্রকাশিত বাক্য গ্রন্থে আর্ক অফ দ্য কভেন্যান্টের উল্লেখ করা হয়েছে। ইব্রু ৯:৪ বলে যে, এই জাহাজের ভিতরে ছিল \"সোনার পাত্র যার মধ্যে মান্না ছিল, হারুনের লাঠি যা থেকে কুঁড়ি বেরিয়েছিল, এবং চুক্তির ফলক।\" প্রকাশিত বাক্য ১১:১৯ এ বলা হয়েছে যে, নবী স্বর্গে খোলা ঈশ্বরের মন্দির দেখেছিলেন, \"এবং তাঁর মন্দিরের ভিতরে তাঁর চুক্তির সিন্দুক (আর্ক) দেখা গিয়েছিল।\"\n\n\n==== নতুন চুক্তির জাহাজ হিসেবে মেরি ====\nলূকের সুসমাচারে, ঘোষণা এবং মেরির আত্মীয় ইলিশাবেতের বাড়ি যাওয়ার বিবরণে মেরিকে আর্ক অফ দ্য কভেন্যান্টের সাথে তুলনা করতে আটটি সাহিত্যিক সমান্তরাল ব্যবহার করা হয়েছে।\nচার্চ ফাদারস এবং টমাস অ্যাকুইনাসের মতো ধর্মতত্ত্ববিদরা আর্কের বিষয়বস্তুকে যিশু খ্রিস্টের ব্যক্তিত্ব হিসাবে দেখেছেন: মান্না পবিত্র ইউক্যারিস্ট হিসাবে; যাজকত্বের চিরন্তন কর্তৃত্বের প্রতীক হারুনের লাঠি; এবং আইনের ফলকগুলো, আইনপ্রণেতা হিসেবে।\n\n\n==== ক্যাথলিক বিশ্বাসে মেরি ও আর্কের সম্পর্ক ====\nক্যাথলিক পণ্ডিতরা প্রকাশিত বাক্য ১২:১-২ এর গর্ভবতী, সন্তান প্রসবকারী নারীকে কুমারী মেরির সাথে সংযুক্ত করেন, যাকে তারা \"নতুন চুক্তির সিন্দুক\" হিসাবে চিহ্নিত করেন। মানবজাতির ত্রাণকর্তাকে নিজের গর্ভে বহন করে তিনি নিজেই পবিত্র স্থান হয়ে ওঠেন। তৃতীয় শতাব্দীতে গ্রেগরি থাউমাটারগাস এবং চতুর্থ শতাব্দীতে সেন্ট অ্যামব্রোস, সিরিয়ার সেন্ট এফ্রায়েম এবং সেন্ট অগাস্টিন এই ব্যাখ্যা দিয়েছেন। ক্যাথলিক চার্চের ধর্মগ্রন্থ শিক্ষা দেয় যে মেরি আর্কের একটি রূপক সংস্করণ: \"মেরি, যার মধ্যে সদাপ্রভু নিজেই বাস করেছেন, তিনি ব্যক্তিগতভাবে সিয়োনের কন্যা, চুক্তির সিন্দুক, যে স্থানে প্রভুর মহিমা বাস করে। তিনি 'ঈশ্বরের বাসস্থান [...] মানুষের সাথে।'\"\nআলেকজান্দ্রিয়ার বিশপ সেন্ট আথানাসিয়াসকে আর্ক এবং কুমারী মেরির মধ্যে সংযোগ সম্পর্কে লেখার কৃতিত্ব দেওয়া হয়: \"হে মহৎ কুমারী, তুমি সত্যিই অন্য যে কোনও মহত্ত্বের চেয়ে মহান। কারণ মহিমায় আপনার সমতুল্য কে, হে ঈশ্বর বাক্যের আবাসস্থল? সমস্ত প্রাণীর মধ্যে আমি আপনার সাথে কার তুলনা করব, হে কুমারী? সোনার পরিবর্তে পবিত্রতায় আবৃত আপনি তাদের সকলের চেয়ে মহান ও চুক্তির সিন্দুক! আপনি সেই আর্ক যেখানে সত্য মান্না ধারণকারী সোনার পাত্র পাওয়া যায়, অর্থাৎ, সেই দেহ যেখানে ঐশ্বরিকত্ত্ব বাস করে\" (হোমিলি অফ দ্য পাপিরাস অফ টিউরিন)।\n\n\n=== কুরআনে আর্ক ===\nকুরআন শরীফেও আর্কের উল্লেখ আছে (সুরা আল-বাকারা: ২৪৮):\nতাদের নবী তাদের আরও বললেন, \"শৌলের রাজত্বের লক্ষণ হল যে সিন্দুকটি তোমাদের কাছে আসবে - তোমাদের প্রভুর কাছ থেকে আশ্বাস এবং মূসা ও হারুনের পরিবারের অবশিষ্টাংশ, যা ফেরেশতাদের দ্বারা বহন করা হবে। নিশ্চয়ই, এটাই তোমাদের জন্য একটি নিদর্শন, যদি তোমরা সত্যিই বিশ্বাসী হও।\"\n\n\n=== অন্যান্য ধর্মে আর্ক ===\nউরি রুবিনের মতে, ইসলাম (এবং বাহাই বিশ্বাস) ধর্মে 'আর্ক অফ দ্য কভেন্যান্ট' এর একটি বিশেষ ধর্মীয় ভিত্তি রয়েছে যা এটিকে বিশেষ তাৎপর্য দেয়।\n\n\n== লুপ্ত আর্কের সন্ধান ==\nবাইবেলে এর উল্লেখের পর থেকে, বহু লোক আর্ক অফ দ্য কভেন্যান্ট আবিষ্কারের দাবি করেছেন বা সেটি তাদের দখলে রয়েছে বলে জানিয়েছেন। এই পবিত্র বস্তুটির সম্ভাব্য অবস্থান নিয়েও বেশ কিছু তত্ত্ব উপস্থাপিত হয়েছে।\n\n\n=== ম্যাকাবিস ===\n২ ম্যাকাবিস ২:৪-১০ গ্রন্থে (আনুমানিক ১০০ খ্রিস্টপূর্বে রচিত) বলা হয়েছে, ব্যাবিলনীয় আক্রমণের আগে ভবিষ্যদ্বাণী হিসেবে প্রাপ্ত সতর্কবার্তার ভিত্তিতে, নবী জেরেমিয়াহ আর্ক, ট্যাবারন্যাকল এবং ইনসেন্সের বেদী নিয়ে একটি গুহায় গিয়ে সেগুলো লুকিয়ে ফেলেন। যারা এই স্থানটি খুঁজে পেতে চেয়েছিল তাদের তিনি জানিয়েছিলেন,  \"যতক্ষণ পর্যন্ত সৃষ্টিকর্তা তার লোকদের একত্রিত না করছেন এবং তাদের প্রতি দয়া না প্রদর্শন করছেন,  ততক্ষণ এখানকার অবস্থান অজানা থাকবে।\"\n\n\n=== ইথিওপিয়া ===\n\nইথিওপিয়ান অর্থোডক্স তেওয়াহেদো চার্চ দাবি করে, আর্ক অফ দ্য কভেন্যান্ট ইথিওপিয়ার  আক্সুমে অবস্থিত। এটি চার্চ অফ আওয়ার লেডি মেরি অফ জায়ন এর কাছে একটি কোষাগারে সুরক্ষিত আছে। আর্কের ভিতরে যে ফলকগুলো ছিল, সেগুলোর অনুলিপি বা 'ট্যাবোট' রাখা হয়েছে ইথিওপিয়ার সকল অর্থোডক্স তেওয়াহেদো গির্জায়। এই ট্যাবোটগুলো গির্জাগুলোর পবিত্র কক্ষে সংরক্ষিত থাকে। প্রত্যেকটি ট্যাবোট সেন্ট মেরি, সেন্ট জর্জ বা সেন্ট মাইকেলের মতো কোন বিশেষ সাধকের নামে উৎসর্গ করা হয়।\nকেবরা নাগাস্ট গ্রন্থটি প্রায়ই সলোমনীয় রাজবংশের বৈধতা প্রমাণের জন্য রচিত বলে উল্লেখ করা হয়।  ১২৭০ সালে যারা ইথিওপিয়ান সাম্রাজ্য প্রতিষ্ঠা করে, এই বংশ তাদের শাসন পরিচালনা করেছিল। কেবরা নাগাস্ট ব্যাপারটি সত্যি নয়। এই গ্রন্থ মূলত অন্য কোন ভাষায় (কপটিক বা গ্রিক) রচিত হয়েছিল, তারপরে আরবিতে অনূদিত হয়। এরপর ১৩২১ সালে গি'ইজ ভাষায় অনুবাদ করা হয়েছিল। এতে বলা হয়েছে কীভাবে স্বয়ং ঈশ্বরের সহায়তায় মেনেলিক-১ আর্ক অফ দ্য কভেন্যান্ট ইথিওপিয়ায় নিয়ে আসেন, অপরদিকে একটি নকল আর্ক জেরুজালেমের মন্দিরে রেখে যাওয়া হয়। যদিও কেবরা নাগাস্ট গ্রন্থটি একটি পরিচিত দলিল, তবে এই বিশ্বাসটি এই গ্রন্থের চেয়েও প্রাচীন।  দ্বাদশ শতাব্দীর শেষ দিকে আবু আল-মকারিম এই বিশ্বাসের উল্লেখ করেছেন যে, ইথিওপিয়ানরা আর্ক অফ দ্য কভেন্যান্টের মালিক।\nগ্রাহাম হ্যানকক তার বিতর্কিত বই \"দ্য সাইন অ্যান্ড দ্য সিল\"-এ উল্লেখ করেন যে আর্কটি ইথোপিয়ায় নিয়ে আসার আগে মিশরে কয়েক বছর ছিল। নীল নদের মাধ্যমে এটি তানা হ্রদে আনা হয় এবং সেখানকার একটি দ্বীপে প্রায় চারশো বছর রাখা হয়। সবশেষে সেটিকে আক্সুমে নিয়ে আসা হয়।\n\n\n=== দক্ষিণ আফ্রিকা ===\nদক্ষিণ আফ্রিকা ও জিম্বাবুয়ের লেম্বা জনগোষ্ঠী দাবি করে যে তাদের পূর্বপুরুষরা আর্ক অফ দ্য কভেন্যান্টকে (Ark of the Covenant) দক্ষিণে বহন করে এনেছিল, এবং এর নাম \"নগোমা লুঙ্গুন্ডু\"  অর্থাৎ \"ঈশ্বরের কণ্ঠস্বর\" রেখেছিল। শেষ পর্যন্ত তারা একে তাদের আধ্যাত্মিক আবাসস্থল ডুমঘে পর্বতমালার একটি গভীর গুহায় লুকিয়ে রাখে।\n২০০৮ সালের ১৪ই এপ্রিল যুক্তরাজ্যের চ্যানেল ৪-এর একটি তথ্যচিত্রে বাইবেলীয় কাহিনীকে আক্ষরিক অর্থে নেয় এমন টিউডর পারফিট, এই দাবি সংক্রান্ত তার গবেষণা বর্ণনা করেন। তিনি বলেন যে লেম্বা দ্বারা বর্ণিত বস্তুটির বৈশিষ্ট্য আর্ক অফ দ্য কভেন্যান্টের সাথে মিলে যায়। এর আকার একই ধরনের ছিল, এটি যাজকরা কাঁধে করে বহন করতো, একে মাটিতে স্পর্শ করতে দেওয়া হতো না, ঈশ্বরের কণ্ঠস্বর হিসেবে একে সম্মান করা হতো, এবং শত্রুদের দূরে সরিয়ে দিতে মহা শক্তির অস্ত্র হিসেবে একে ব্যবহার করা হতো।\nতার বই \"দ্য লস্ট আর্ক অব দ্য কভেন্যান্ট\" (২০০৮)-এ, পারফিট আরও পরামর্শ দেন যে  দ্বিতীয় বুক অফ ম্যাকাবিসে বর্ণিত ঘটনার পর আর্ক অফ দ্য কভেন্যান্ট আরব নিয়ে যাওয়া হয়েছিল। তিনি আরবি উৎস উদ্ধৃত করেন, যেখানে দূর অতীতে আর্কটিকে ইয়েমেনে আনা হয়েছিল বলে বজায় রাখা হয়। ২০০০-এর দশকে বংশগত Y-DNA বিশ্লেষণে আংশিকভাবে মধ্যপ্রাচ্যীয় উৎপত্তি নিশ্চিত করা হয় লেম্বা জনগোষ্ঠীর পুরুষদের একটি অংশের জন্য, কিন্তু কোনো নির্দিষ্ট ইহুদি সংযোগ পাওয়া যায়নি। লেম্বা ঐতিহ্যে বলা হয় যে আর্ক কিছু সময় ইয়েমেনের সেনা নামে একটি জায়গায় ছিল। পরবর্তীকালে এটি সমুদ্রপথে পূর্ব আফ্রিকায় আনা হয় এবং সম্ভবতঃ গ্রেট জিম্বাবুয়ে সভ্যতার সময়ে মহাদেশের অভ্যন্তরে নিয়ে যাওয়া হয়। তাদের মৌখিক ঐতিহ্য অনুসারে, আর্কের সাথে লেম্বা আগমনের কিছু সময় পর  এটি নিজে থেকে ধ্বংসপ্রাপ্ত হয়, কিন্তু লেম্বা যাজকরা এর কেন্দ্রভাগ ব্যবহার করে আরেকটি আর্ক তৈরি করেন। ১৯৪০-এর দশকে হারাল্ড ভন সিকার্ড নামে একজন সুইডিশ-জার্মান ধর্মপ্রচারক একটি গুহায় এই প্রতিরূপটি আবিষ্কার করেন এবং শেষ পর্যন্ত এটিকে হারারের মিউজিয়াম অফ হিউম্যান সায়েন্সে পাঠিয়ে দেয়া হয়।\n\n\n=== ইউরোপ ===\n\n\n==== রোম ====\nকথিত আছে যে আর্ক অফ দ্য কভেন্যান্ট বেসিলিকা অফ সেন্ট জন ল্যাটেরানে সংরক্ষিত ছিল।  আলারিক I এবং গাইসেরিকের লুণ্ঠনের পরেও রোমে এটি টিকে ছিল  কিন্তু পরবর্তীতে বেসিলিকা আগুনে পুড়ে যাওয়ার পর আর্কটি হারিয়ে যায়।\n\"রাব্বি এলিজার বেন জোস বলেছিলেন যে তিনি রোমে মন্দিরের আসন দেখেছেন। এতে রক্তের দাগ ছিল। তদন্তে তিনি জানতে পারেন যে এটি সেই রক্তের দাগ যা প্রধান যাজক প্রায়শ্চিত্তের দিনে (Day of Atonement) সেখানে ছিটিয়ে দিতেন।\"\n\n\n==== আয়ারল্যান্ড ====\n১৮৯৯ থেকে ১৯০২ সালের মধ্যে ব্রিটিশ-ইজরায়েল অ্যাসোসিয়েশন অফ লন্ডন আর্ক অফ দ্য কভেন্যান্টের সন্ধানে আয়ারল্যান্ডের টারার পাহাড়ে সীমিত পরিসরে খননকার্য চালায়। মড গোন এবং রয়েল সোসাইটি অফ অ্যান্টিকোয়ারিস অফ আয়ারল্যান্ড (RSAI) সহ আইরিশ জাতীয়তাবাদীরা পাহাড়টি ধ্বংস করার আগে তাদের থামানোর জন্য সফলভাবে প্রচারণা চালায়। প্রত্নতাত্ত্বিক কনর নিউম্যান ১৯৯২ থেকে ১৯৯৫ সাল পর্যন্ত একটি আক্রমণাত্মক নয় এমন জরিপ চালান এবং আর্কের কোনো প্রমাণ খুঁজে পাননি।\nব্রিটিশ ইস্রায়েলীয়রা বিশ্বাস করত যে আর্কটি মিশরীয় রাজকন্যা টিয়া টেফির কবরে অবস্থিত, যিনি আইরিশ কিংবদন্তি অনুসারে ষষ্ঠ শতাব্দীতে আয়ারল্যান্ডে এসেছিলেন এবং আইরিশ রাজা এরিমনকে বিয়ে করেছিলেন। টারার ঐতিহাসিক গুরুত্বের কারণে, ডগলাস হাইড এবং ডব্লিউ বি ইয়েটসের মতো আইরিশ জাতীয়তাবাদীরা সংবাদপত্রে তাদের প্রতিবাদ প্রকাশ করেন এবং ১৯০২ সালে মড গোন সেই স্থানে খননকার্যের বিরুদ্ধে প্রতিবাদে নেতৃত্ব দেন।\n\n\n== সাহিত্য ও শিল্পকলায় ==\nফিলিপ কফম্যান ১৯৮১ সালে স্টিভেন স্পিলবার্গের অ্যাডভেঞ্চারধর্মী চলচ্চিত্র 'রাইডার্স অফ দ্য লস্ট আর্ক'-এ আর্ক অফ দ্য কভেন্যান্টকে মূল কাহিনীর উপাদান হিসেবে ব্যবহার করেন। চলচ্চিত্রে ১৯৩৬ সালে ইন্ডিয়ানা জোনস মিশরের তানিস শহরে এটি আবিষ্কার করেন। ২০২০ সালের শুরুর দিকে, চলচ্চিত্রটির জন্য তৈরি একটি প্রপ সংস্করণ 'অ্যান্টিকস রোডশো' নামক টেলিভিশন ধারাবাহিকে দেখানো হয়েছিল (যদিও এটি আসলে চলচ্চিত্রে ব্যবহৃত হয়নি)।\n২০০৬ সালে নির্মিত ড্যানিশ পারিবারিক চলচ্চিত্র 'দ্য লস্ট ট্রেজার অফ দ্য নাইটস টেম্পলার'-এ, চূড়ান্তভাবে আবিষ্কৃত সম্পদের মূল অংশ হিসেবে আর্ক অফ দ্য কভেন্যান্টকে দেখানো হয়। এই চলচ্চিত্রে আর্কটির শক্তি একটি বিশাল লেডেন জারের মতো ধাতব প্লেটে জমা রাখা স্থির বিদ্যুৎ হিসেবে ব্যাখ্যা করা হয়।\nহ্যারি টার্টলডোভের উপন্যাস 'আলফা অ্যান্ড ওমেগা' (২০১৯)-তে পুরাকীর্তিবিদরা আর্কটি আবিষ্কার করেন এবং এর ফলে চরিত্রগুলিকে ঈশ্বরের অস্তিত্বের প্রমাণের সাথে মোকাবিলা করতে হয়।\nগত দুই হাজার বছর ধরে আর্ক অফ দ্য কভেন্যান্টকে বহুবার শিল্পকলায় চিত্রিত করা হয়েছে। উপরের অনুচ্ছেদে কিছু উদাহরণ রয়েছে, আরও কিছু উদাহরণ এখানে পাওয়া যাবে।\n\n\n== ইয়োম হা'আলিয়া ==\n\n\n=== ইহুদিদের ইসরায়েলে প্রত্যাবর্তনের স্মরণে জাতীয় উৎসব ===\nইয়োম হা'আলিয়া, যা আলিয়া দিবস নামেও পরিচিত, ইসরায়েলের একটি জাতীয় ছুটির দিন যা প্রতি বছর হিব্রু ক্যালেন্ডার অনুসারে নিসান মাসের দশম দিন উদযাপন করা হয়। এই দিনটি ইসরায়েলীদের ইতিহাসের একটি গুরুত্বপূর্ণ ঘটনাকে স্মরণ করে: ইসরায়েলীরা যখন মরুভূমি থেকে যাত্রা করে জর্দান নদী পার হয়ে প্রতিশ্রুত ভূমিতে প্রবেশ করেছিল।\n\n\n=== ইতিহাস ===\nইহুদি বাইবেলে বর্ণিত, ইসরায়েলীরা মরুভূমিতে ৪০ বছর ঘুরে বেড়ানোর পর অবশেষে প্রতিশ্রুত ভূমিতে প্রবেশের জন্য প্রস্তুত ছিল। মূসা, তাদের নেতা, ঈশ্বরের নির্দেশে তাদের জর্দান নদীর তীরে নিয়ে গিয়েছিলেন। ঈশ্বরের শক্তির মাধ্যমে, নদীর জল বিভক্ত হয়েছিল, যা ইসরায়েলীদের শুষ্ক ভূমির উপর দিয়ে হেঁটে যেতে দেয়। এই ঘটনাটিকে ইহুদি ইতিহাসে মুক্তির একটি প্রতীক হিসাবে দেখা হয়।\n\n\n=== উদযাপন ===\nইয়োম হা'আলিয়া জুড়ে, ইসরায়েলীরা বিভিন্ন অনুষ্ঠান ও উৎসবের মাধ্যমে এই বিশেষ দিনটি উদযাপন করে।\nসরকারি অনুষ্ঠান: জেরুজালেমে একটি কেন্দ্রীয় অনুষ্ঠান অনুষ্ঠিত হয়, যেখানে ইসরায়েলের রাষ্ট্রপতি, প্রধানমন্ত্রী এবং অন্যান্য উচ্চপদস্থ কর্মকর্তারা উপস্থিত থাকেন। এই অনুষ্ঠানে ভাষণ, সঙ্গীত এবং নৃত্য পরিবেশিত হয়।\nস্থানীয় উদযাপন: সারা দেশে শহর ও গ্রামগুলিতে স্থানীয় উদযাপন অনুষ্ঠিত হয়। এই অনুষ্ঠানগুলিতে প্রায়শই কনসার্ট, মেলা, এবং ঐতিহাসিক প্রদর্শনী অন্তর্ভুক্ত থাকে।\nশিক্ষাগত কর্মসূচি: স্কুলগুলিতে, শিক্ষার্থীরা ইসরায়েলের ইতিহাস এবং আলিয়ার গুরুত্ব সম্পর্কে শেখে।\n\n\n=== গুরুত্ব ===\nইয়োম হা'আলিয়া কেবল একটি ছুটির দিনের চেয়ে বেশি। এটি ইসরায়েলের জাতীয় পরিচয়ের একটি গুরুত্বপূর্ণ অংশ। এই দিনটি ইসরায়েলীদের ইতিহাস, ঐতিহ্য এবং তাদের প্রতিশ্রুত ভূমির সাথে সংযোগকে স্মরণ করে। এটি আশা ও অনুপ্রেরণারও একটি বার্তা, যা ইসরায়েলীদের তাদের দেশের উন্নয়নে অবদান রাখতে অনুপ্রাণিত করে।\n\n\n== তথ্যসূত্র =="}