{"pageid": 1442069, "title": "পরিগণনামূলক জ্যোতিঃপদার্থবিজ্ঞান", "url": "https://bn.wikipedia.org/wiki?curid=1442069", "content": "পরিগণনামূলক জ্যোতিঃপদার্থবিজ্ঞান (Computational astrophysics) বলতে জ্যোতিঃপদার্থবিজ্ঞানের গবেষণায় ব্যবহৃত পরিগণনামূলক পদ্ধতি ও সরঞ্জামগুলিকে নির্দেশ করা হয়। পরিগণনামূলক রসায়ন বা পরিগণনামূলক পদার্থবিজ্ঞান শাস্ত্রের মত এটিও তাত্ত্বিক পদার্থবিজ্ঞান শাস্ত্রের একটি বিশেষ শাখা এবং একই সাথে কম্পিউটার বিজ্ঞান, গণিত ও বৃহত্তর পদার্থবিজ্ঞান শাস্ত্রগুলির উপর নির্ভরশীল একটি আন্তঃশাস্ত্রীয় গবেষণা ক্ষেত্র। প্রায়শই ডক্টরেট স্তরে ফলিত গণিত কিংবা জ্যোতিঃপদার্থবিজ্ঞান পাঠক্রমের মাধ্যমে পরিগণনামূলক জ্যোতিঃপদার্থবিজ্ঞান অধ্যয়ন করা হয়। \nপরিগণনামূলক জ্যোতিঃপদার্থবিজ্ঞানের অভ্যন্তরে পরিগণনামূলক পদ্ধতি প্রয়োগকারী সুপ্রতিষ্ঠিত কিছু গবেষণা ক্ষেত্র হল\nচৌম্বক-উদগতিবিজ্ঞান, জ্যোতিঃপদার্থবৈজ্ঞানিক বিকিরণমূলক হস্তান্তর, নাক্ষত্রিক ও ছায়াপথীয় গতিবিজ্ঞান এবং জ্যোতিঃপদার্থবৈজ্ঞানিক প্রবাহী গতিবিজ্ঞান। সাম্প্রতিককালে বিকাশপ্রাপ্ত ও আগ্রহজনক ফলাফল প্রদর্শনকারী একটি ক্ষেত্র হল সাংখ্যিক আপেক্ষিকতা।\n\n\n== আরও দেখুন ==\nমিলেনিয়াম ছদ্মায়ন, এরিস (ছদ্মায়ন), এবং বলশোই বিশ্বতাত্ত্বিক ছদ্মায়ন -- তিনটি জ্যোতিঃপদার্থবৈজ্ঞানিক অতিপরিগণক (সুপারকম্পিউটার) ছদ্মায়ন\nপ্লাজমা প্রতিমান নির্মাণ\nপরিগণনামূলক পদার্থবিজ্ঞান\nতাত্ত্বিক জ্যোতির্বিজ্ঞান ও তাত্ত্বিক জ্যোতিঃপদার্থবিজ্ঞান\nপরিগণনামুলক আপেক্ষিকতা ও মহাকর্ষ কেন্দ্র\nক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ের উচ্চ-ক্ষমতা জ্যোতিঃপরিগণন কেন্দ্র (University of California High-Performance AstroComputing Center)\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nনবিস/মাধ্যমিক স্তর:\n\nAstrophysics with a PC: An Introduction to Computational Astrophysics, Paul Hellings. Willmann-Bell; 1st English ed edition.\nPractical Astronomy with your Calculator, Peter Duffett-Smith. Cambridge University Press; 3rd edition 1988.\nঅগ্রসর/স্নাতক স্তর:\n\nNumerical Methods in Astrophysics: An Introduction (Series in Astronomy and Astrophysics): Peter Bodenheimer, Gregory P. Laughlin, Michal Rozyczka, Harold. W Yorke. Taylor & Francis, 2006.\nOpen cluster membership probability based on K-means clustering algorithm, Mohamed Abd El Aziz & I. M. Selim & A. Essam, Exp Astron., 2016\nAutomatic Detection of Galaxy Type From Datasets of Galaxies Image Based on Image Retrieval Approach, Mohamed Abd El Aziz, I. M. Selim & Shengwu Xiong Scientific Reports 7, 4463, 2017\nগবেষণা সাময়িকী (উন্মুক্ত প্রবেশাধিকার):\n\nLiving Reviews in Computational Astrophysics\nComputational Astrophysics and Cosmology"}