{"pageid": 1443570, "title": "মঞ্জুম্মেল বয়েজ", "url": "https://bn.wikipedia.org/wiki?curid=1443570", "content": "মঞ্জুম্মেল বয়েজ চিদাম্বরম রচিত ও পরিচালিত ২০২৪ সালের ভারতীয় মালয়ালম ভাষার সারভাইভাল থ্রিলার চলচ্চিত্র। পারাভা ফিল্মসের ব্যানারে ছবিটি প্রযোজনা করেছেন সৌবিন শাহির, বাবু শাহির ও শন অ্যান্টনি। চলচ্চিত্রটিতে অভিনয় করেছেন সৌবিন শাহির, শ্রীনাথ ভাসি, বালু ভার্গিস, গণপতি এস. পোডুভাল, লাল জুনিয়র, দীপক পরম্বোল, অভিরাম রাধাকৃষ্ণন, অরুণ কুরিয়ান, খালিদ রহমান এবং শেবিন বেনসন। ছবিটি ২০০৬ সালের একটি সত্য ঘটনা অবলম্বনে নির্মিত। চলচ্চিত্রটি কোচির নিকটবর্তী মঞ্জুমেল নামে একটি ছোট্ট শহর থেকে আসা একদল বন্ধুকে অনুসরণ করে, যারা কোড়াইকানালে ছুটি কাটানোর সিদ্ধান্ত নেয়, তখন তাদের মধ্যে একজন গুনা গুহায় আটকা পড়ে এবং তারা যথেষ্ট ক্ষতিগ্রস্ত হয়।\nচলচ্চিত্রটি ২০২৪ সালের ২২শে ফেব্রুয়ারি কেরল এবং তামিলনাড়ুর প্রেক্ষাগৃহে মুক্তি পায় এবং সমালোচকদের থেকে ভূয়সী প্রশংসা লাভ করে। এটি মালয়ালম চলচ্চিত্র শিল্পের প্রথম চলচ্চিত্র হিসেবে ২০০ কোটি টাকারও বেশি আয় করে এবং বেশ কয়েকটি বক্স অফিসে রেকর্ড গড়ে, যা ২০১৮ ছবির রেকর্ড ভেঙে সর্বকালের সর্বোচ্চ আয়কারী মালায়ালাম চলচ্চিত্র হয়ে ওঠে। এটি ২০২৪ সালের সর্বাধিক উপার্জনকারী মালয়ালম চলচ্চিত্র এবং ২০২৪ সালের সর্বাধিক উপার্জনকারী ভারতীয় চলচ্চিত্রগুলোর মধ্যে একটি হিসেবে স্থান অর্জন করেছে।\n\n\n== পটভূমি ==\n২০০৬: কোচির একটি আর্ট ক্লাবের একদল বন্ধু ওনামের ছুটিতে পার্শ্ববর্তী রাজ্য তামিলনাড়ুর কোড়াইকানাল বেড়াতে রওনা দেয়। তারা কোড়াইকানাল অন্বেষণ করে এবং যাওয়ার আগে, এক বন্ধু গুনা গুহা সম্পর্কে বলে, এমন একটি জায়গা যেখানে গুনা চলচ্চিত্রের শুটিং হয়েছিল। মদ্যপ, উচ্চ এবং খুশি, বন্ধুরা গুনা গুহায় পৌঁছায় এবং ট্যুরিস্ট গাইড ডমিনিকের সতর্কতা সত্ত্বেও গুহার নিষিদ্ধ অঞ্চলগুলো নিজেরাই অন্বেষণ করার সিদ্ধান্ত নেয়। লুকিয়ে থাকা বিপদের লক্ষণ থাকলেও বন্ধুরা আরও অনুসন্ধান করে। একটি বিন্দুতে পৌঁছানোর পরে, কয়েকজন বন্ধু গুহার মধ্যে পাথরে তাদের গ্রুপের নাম \"মঞ্জুম্মেল বয়েজ\" খোদাই করার সিদ্ধান্ত নিয়েছে।\nদেয়ালে এটি খোদাই করার পরে, বন্ধুরা বাকী ছেলেদের যারা অন্য দিকে অন্বেষণ করছে তাদের একটি ছবি তোলার জন্য দেখানোর জন্য ডেকে আনে এবং তারা সবাই আবার দলবদ্ধ হয়। তাদের দিকে এগিয়ে যাওয়ার সময় এক বন্ধু সুভাষ মাটিতে ঢাকা গর্তে পড়ে যায়। প্রাথমিকভাবে সবাই ধরে নেয় যে সে একটি প্র্যাঙ্ক টানছে, কিন্তু একাধিকবার তাকে ডাকার পরেও সে সাড়া না দেওয়ায় তারা সবাই আতঙ্কিত হতে শুরু করে। প্রাথমিক ধাক্কার পরে, তাদের মধ্যে কয়েকজন সাহায্যের জন্য ফিরে আসে এবং অন্যরা পিছনে থেকে যায় এবং তিনি সাড়া দেবেন এই আশায় তাকে ডাকতে থাকেন। তাঁরা স্থানীয়দের ঘটনাটি জানান এবং তাঁদের কাছে সাহায্য চান, এবং তাঁরা সকলেই থানা ও বনরক্ষীর কাছে যাওয়ার পরামর্শ দেন।\nস্থানীয়রা তাদের আরও জানায় যে নির্দিষ্ট অঞ্চলটি কোনও কারণে লোকজনের জন্য সীমাবদ্ধ ছিল এবং এখনও পর্যন্ত ১৩ জন সেই গর্তে পড়েছে এবং কেউই জীবিত বা মৃত অবস্থায় উদ্ধার হয়নি। তারা উল্লেখ করেছেন যে ব্রিটিশরা এই কারণে গুনা গুহাকে শয়তানের রান্নাঘর বলে অভিহিত করেছিল এবং নির্দিষ্ট গর্তটি ৯০০ ফুটেরও বেশি গভীর। আরও ভয় পেয়ে বন্ধুরা স্থানীয় থানায় পৌঁছায়, যেখানে তাদের মারধর করা হয়; নিষিদ্ধ এলাকায় ঢোকার জন্য পুলিশ তাদের বিরুদ্ধে এফআইআর দায়ের করে। তাদের বিরুদ্ধে সুভাষকে খুন করে মিথ্যা অভিযোগ দেওয়ার অভিযোগও রয়েছে এবং কোনও সাহায্যের হাত নেই। এদিকে, একটি বৃষ্টি শুরু হয় যা গর্তটি প্লাবিত হতে শুরু করে।\nঅবশেষে নিশ্চিত হওয়ার পরে, এবং সাহায্য করতে ব্যর্থ হওয়ার জন্য স্থানীয় জনগণের কাছ থেকে প্রতিক্রিয়ার ভয়ে একজন পুলিশ অফিসার তাদের সাথে গুহায় যেতে রাজি হন। পথে তিনি তাদের জানান যে প্রায় দশ বছর আগে গর্তে পড়া সর্বশেষ ব্যক্তি ছিলেন প্রাক্তন কেন্দ্রীয় মন্ত্রীর ভাগ্নে এবং সমস্ত বাহিনী তাকে উদ্ধার করার জন্য একত্রিত হয়েছিল, কিন্তু কেউ সক্ষম হয়নি। পুলিশ অফিসার, গর্তটি পরিদর্শন করার পরে, পরামর্শ দেয় যে তারা সুভাষকে ছেড়ে চলে যায় কারণ তিনি সম্ভবত আর বেঁচে নেই, তবে বন্ধুরা তাকে উদ্ধার করার বিষয়ে অনড় রয়েছে। কিন্তু শীঘ্রই একটি ছেলে সুভাষের কান্না শুনতে পায়, অন্যদের জানায় যে সে বেঁচে আছে এবং পুলিশও তাকে বাঁচানোর চেষ্টা করতে রাজি হয়। তাঁদের অনুমান, প্রায় ১২০ ফুট গভীরে পড়ে গিয়েছেন সুভাষ। তারা সুভাষকে ধরে রাখার জন্য একটি দড়ি নামানোর চেষ্টা করে, কিন্তু গভীর পতনের পরে তিনি দড়িটি ধরে রাখার মতো পরিস্থিতিতে নাও থাকতে পারেন কিনা তা নিয়ে সংশয় রয়েছে।\nদমকল বাহিনী এবং আরও পুলিশ কর্মকর্তাদেরও ঘটনাস্থলে ডাকা হয়, তবে তারা তাকে উদ্ধার করতে গর্তের ভিতরে যেতে ভয় পায়। এটা দেখে সিজু ডেভিড নামের এক বন্ধু নিচে নামার সিদ্ধান্ত নেয়। পুলিশ কর্মকর্তারা প্রথমে অনিচ্ছুক থাকলেও বন্ধুবান্ধব ও স্থানীয়দের আশ্বস্ত হওয়ার পর শেষ পর্যন্ত রাজি হন। সিজুকে গর্তে নামানো হয়, কিন্তু পথিমধ্যে সিজুকে যে দড়ি দিয়ে নামানো হয় তা শেষ হয়ে যায় এবং পুলিশ উদ্বিগ্ন যে অক্সিজেনের মাত্রা কম থাকায় নীচে যাওয়া নিরাপদ নয় এবং তারা সিজুর জীবনকেও ঝুঁকিতে ফেলতে রাজি নয়। যাইহোক, সিজু বলেছেন যে তিনি সুভাষের কণ্ঠস্বর স্পষ্টভাবে শুনতে পাচ্ছেন এবং তিনি তাকে সেখানে রেখে যেতে পারবেন না। পুলিশ সিজুকে আরও দড়ি এবং রিল করার ব্যবস্থা করে। ১২০ ফুট উচ্চতায় সিজু দেখতে পায় বৃষ্টির কারণে রক্ত ও কাদা জলে ঢাকা একটি বারান্দায় শুয়ে আছে সুভাষ।\nসিজু তাকে পুনরুদ্ধার করতে সক্ষম হয় এবং বাকি বন্ধুরা তাদের সফলভাবে একসাথে টানতে সক্ষম হয়। নিকটস্থ ক্লিনিক থেকে প্রাথমিক চিকিৎসা পাওয়ার পরে, তারা সুভাষকে তাদের শহরের হাসপাতালে নিয়ে যায়, যেখানে সুভাষকে আরও পুঙ্খানুপুঙ্খভাবে চিকিত্সা করা হয়। তারা এই ঘটনা সম্পর্কে কাউকে না বলার সিদ্ধান্ত নেয় এবং সুভাষের পরিবারকে বলে যে সে একটি জলপ্রপাতে পড়ে গেছে। সুভাষ পড়ে গিয়ে ট্রমায় ভুগছেন এবং প্রাথমিকভাবে ঘুমাতে সক্ষম হন না, তবে ট্রমা থেরাপিতে যাওয়ার পরে ধীরে ধীরে সুস্থ হতে শুরু করেন। পরে, সিজু সুভাষকে বাঁচিয়েছিলেন এমন এক ব্যক্তির কাছ থেকে খবর আসে যিনি তামিলনাড়ুতে গিয়েছিলেন এবং সিজু তার সাহসিকতার জন্য প্রশংসিত হন। দুই বছর পরে, তাকে একটি পদক প্রদান করা হয় যা ক্রেডিটগুলোতে আসল মঞ্জুম্মেল বয়েজের ফটো এবং গল্পের সাথে দেখানো হয়।\n\n\n== অভিনয়শিল্পী ==\nসৌবিন শাহির - সিজু ডেভিড ওরফে \"কুট্টান\"\nকেভিন - ছোট কুট্টান\nশ্রীনাথ ভাসি - সুভাষ\nডিলান ডেরিন জর্জ - ছোট সুভাষ\nবালু ভার্গিস - সিক্সেন\nগণপতি - কৃষ্ণকুমার ওরফে \"কান্নান\"\nসাত্ত্বিক - ছোট কান্নান\nলাল জুনিয়র - সিজু\nদীপক পরমবোল - সুধী\nঅভিরাম রাধাকৃষ্ণন - অনিল\nঅরুণ কুরিয়ান - সুজিত\nচান্দু সেলিমকুমার - অভিলাষ\nবিষ্ণু রেঘু - জিনসন\nখালিদ রহমান - প্রসাদ, গাড়ি-চালক\nশেবিন বেনসন - মেজো\nজর্জ মারয়ান - আরুমুগাম, স্থানীয় বিক্রেতা\nকাথিরেসান - হেড কনস্টেবল\nরামচন্দ্রন দুরাইরাজ - ডোমিনিক, একজন স্থানীয় গাইড\nবিজয় গৌরা - রথনাভেল, একজন স্থানীয় পর্যটক ফটোগ্রাফার\nবিজয় মুথু - উপ-পরিদর্শক\nকার্তিকা ভেল্লাথেরি - নববধূ\nমণি - ফরেস্ট রেঞ্জ অফিসার\nশশীকুমার - পুলিশ কর্মকর্তা\nবিজয়লক্ষ্মী - ভাল্লি, চায়ের দোকানের মহিলা\nবাস্তব জীবনের মঞ্জুম্মেল বয়েজ রশি টানা প্রতিযোগিতার সময় বিরোধী গ্যাং হিসাবে একটি ক্যামিও উপস্থিতি তৈরি করেছিল।\n\n\n== উৎপাদন ==\n\n\n=== উন্নয়ন ===\nপ্রকল্পটি প্রাথমিকভাবে ২০২৩ সালের জানুয়ারীতে দ্য নিউ ইন্ডিয়ান এক্সপ্রেস দ্বারা রিপোর্ট করা হয়েছিল, যা জান. এ. মান (২০২১) এর পরে চিদাম্বরমের দ্বিতীয় ছিল। পারাভা (২০১৭), কুম্বালাঙ্গি নাইটস, ভাইরাস (২০১৯) এবং ভীষ্ম পর্বম (২০২২)-এর পর সৌবিন শাহির এবং শ্রীনাথ ভাসিকে তাদের পঞ্চম সহযোগিতায় প্রধান চরিত্রে অভিনয় করার জন্য দলে নেওয়া হয়েছিল। সৌবিন তার বাবা বাবু শাহির এবং প্রযোজক-পরিবেশক শন অ্যান্টনির সাথে তাদের প্রথম প্রযোজনা সংস্থা পারাভা ফিল্মসের অধীনে ছবিটি প্রযোজনাও করেছিলেন। সিনেমাটোগ্রাফার শাইজু খালিদ, সংগীতশিল্পী সুশীন শ্যাম, সম্পাদক বিবেক হর্ষণ এবং প্রোডাকশন ডিজাইনার অজয়ন চালিসেরিকে টেকনিক্যাল ক্রু হিসেবে ঘোষণা করা হয়েছিল।\n\n\n=== চিত্রগ্রহণ ===\nপ্রধান ফটোগ্রাফি ২০২৩ সালের ২৬ জানুয়ারি কোড়াইকানালে শুরু হয়েছিল এবং ১৭ জুলাই শেষ হয়েছিল। একাধিক শিডিউল জুড়ে ছবিটির প্রায় ১০১ কার্যদিবসের শুটিং হয়েছিল। কোচি এবং পেরুম্বাভুরেও কয়েকটি দৃশ্যের শুটিং হয়েছিল। ছবিতে প্রদর্শিত গুহা এবং এর চারপাশ আসলে প্রোডাকশন ডিজাইনার অজয়ন চ্যালিসেরি দ্বারা নির্মিত হয়েছে।\n\n\n== সঙ্গীত ==\n\nমঞ্জুম্মেল বয়েজের মূল সুর এবং সাউন্ডট্র্যাক রচনা করেছেন সুশীন শ্যাম। এটিতে দুটি ট্র্যাক রয়েছে, যা প্রদীপ কুমার এবং র্যাপার বেদান গেয়েছিলেন। গানের কথা লিখেছেন আনোয়ার আলী ও বেদন। এই ছবিতে, ১৯৯১ সালের তামিল চলচ্চিত্র গুনা অনেকবার উল্লেখ করা হয়েছে, বিশেষত \"কানমানি আনবোডু কাধালান\" গানের মাধ্যমে।\n\n\n== মুক্তি ==\nমঞ্জুম্মেল বয়েজ ২০২৪ সালের ২২ ফেব্রুয়ারি প্রেক্ষাগৃহে মুক্তি পায়। চলচ্চিত্রটির প্রেক্ষাগৃহে মুক্তির আগে, ফিল্ম এক্সিবিটরস ইউনিয়ন অর্গানাইজেশন অফ কেরালা (এফইইউওকে) ঘোষণা করেছিল যে কেরালা চলচ্চিত্র প্রযোজক সমিতি (কেএফপিএ) এবং চলচ্চিত্র পরিবেশক সমিতির ৪২ দিনেরও কম সময়ের মধ্যে স্ট্রিমিং প্ল্যাটফর্মে মুক্তি পাবে না এমন চলচ্চিত্র প্রদর্শন না করার সিদ্ধান্তের কারণে তারা প্রেক্ষাগৃহে মালয়ালম ভাষার চলচ্চিত্র প্রদর্শন বন্ধ করে দেবে। অবশেষে, কেএফপিএ চুক্তির পরে নির্দিষ্ট প্রেক্ষাগৃহে চলচ্চিত্রটির মুক্তির বিষয়টি নিশ্চিত করেছে। চলচ্চিত্রটি মুক্তির আগে, এটি কেরালা জুড়ে অগ্রিম বুকিং থেকে ১.৪৭ কোটি টাকা (১,৮০,০০০ মার্কিন ডলার) আয় করে। তেলুগু ভাষার ডাব করা সংস্করণটি ২০২৪ সালের ৬ এপ্রিল মুক্তি পায়।\n\n\n=== বিতরণ ===\nএটি কেরল এবং তামিলনাড়ুতে ড্রিম বিগ ফিল্মসের মাধ্যমে শ্রী গোকুলাম মুভিজ দ্বারা প্রকাশিত হয়েছিল। ফার্স ফিল্ম কোং দ্বারা অর্জিত বিদেশী অধিকার। এটি অন্ধ্রপ্রদেশ এবং তেলেঙ্গানা জুড়ে মৈত্রী মুভি মেকার্স, সুকুমার রাইটিংস এবং প্রাইমশো এন্টারটেইনমেন্ট দ্বারা বিতরণ করা হয়েছিল।\n\n\n=== হোম মিডিয়া ===\nডিজিটাল স্ট্রিমিং অধিকার এবং স্যাটেলাইট অধিকার যথাক্রমে ডিজনি+ হটস্টার এবং এশিয়ানেট দ্বারা অধিগ্রহণ করা হয়েছিল। চলচ্চিত্রটি ২০২৪ সালের ৫ মে থেকে ডিজনি+ হটস্টারে মালয়ালম ভাষায় এবং তামিল, তেলুগু, কন্নড় এবং হিন্দি ভাষার ডাবিং সংস্করণে প্রিমিয়ার হয়েছিল।\n\n\n== অভ্যর্থনা ==\n\n\n=== বক্স অফিস ===\nমুক্তির প্রথম দিনে, চলচ্চিত্রটি ₹৩.৩ কোটি টাকা (৪,১০,০০০ মার্কিন ডলার) এবং মোট সংগ্রহ ₹৩.৯ কোটি টাকা (৪৯০,০০০ মার্কিন ডলার) আয় করে, পাশাপাশি বিদেশের বাজার থেকে ২.১ কোটি টাকা (২৬০,০০০ মার্কিন ডলার) আয় করে। দ্বিতীয় দিনে, চলচ্চিত্রটি ₹৩.২৫ কোটি টাকা (৪,১০,০০০ মার্কিন ডলার) আয় করে, যা আগের দিনের মুক্তির তুলনায় ১.৫২% হ্রাস পায়, তবে তৃতীয় এবং চতুর্থ দিনে ঊর্ধ্বমুখী প্রবণতা দেখা যায়, প্রায় ৪.২৫ কোটি টাকা (৫৩০,০০০ মার্কিন ডলার) এবং ₹৪.৭৫ কোটি (মার্কিন ডলার ৫৯০,০০০) আয় করে। চলচ্চিত্রটি ঘরোয়া অঞ্চলে মুক্তির প্রথম চার দিনের মধ্যে ১৫.৫ কোটি টাকা (১.৯ মিলিয়ন মার্কিন ডলার) আয় করে, পাশাপাশি ১৩.২৫ কোটি টাকা (১.৭ মিলিয়ন মার্কিন ডলার) আয় করে। প্রথম সপ্তাহের শেষে, চলচ্চিত্রটি বিশ্বব্যাপী বক্স অফিসে ৫০ কোটি টাকা অতিক্রম করে, দেশীয়ভাবে ২৮ কোটি টাকা (৩.৫ মিলিয়ন মার্কিন ডলার) এবং বিদেশ থেকে ২২ কোটি টাকা (২.৮ মিলিয়ন মার্কিন ডলার) আয় করে। ২০২৪ সালের মার্চের মধ্যে ছবিটি ১০০ কোটি টাকা অতিক্রম করে। ২০২৪ সালের ২১শে মার্চ পর্যন্ত, মঞ্জুম্মেল বয়েজ বিশ্বব্যাপী মোট ₹২০০ কোটি টাকা (২৫ মিলিয়ন মার্কিন ডলার) আয় করেছে।\nতামিলনাড়ুতে, চলচ্চিত্রটি প্রথম সপ্তাহান্তে বক্স অফিসে ১ কোটি টাকা (১৩০,০০০ মার্কিন ডলার) আয় করে। দশ দিনের মধ্যে, ছবিটি ১৫ কোটি টাকা (১.৯ মিলিয়ন মার্কিন ডলার) আয় করে, যার ফলে রাজ্যের সর্বোচ্চ উপার্জনকারী মালায়ালাম চলচ্চিত্র হয়ে ওঠে। চলচ্চিত্র বিশ্লেষক এবং প্রদর্শকরা চলচ্চিত্রটির সাফল্যকে প্রাথমিকভাবে তামিলনাড়ুতে সেট করা ৬০% চলচ্চিত্রের জন্য দায়ী করা হয়েছিল যা স্থানীয় দর্শকদের সাথে সংযুক্ত ছিল, পাশাপাশি নস্টালজিয়া, থিম এবং পারিবারিক দর্শক এবং তরুণদের সাথে সংবেদনশীল সংযোগ এবং তামিল সিনেমার জনপ্রিয় উল্লেখ, প্রাথমিকভাবে গুনা, যা গুনা গুহায় শুট করা হয়েছিল। প্রদর্শকরা আরও বর্ণনা করেছেন যে উল্লেখযোগ্য তামিল চলচ্চিত্রের অভাব এবং ২০২৪ সালের ফেব্রুয়ারি ও মার্চ মাসে মুক্তি প্রত্যাশা অনুযায়ী ভাল পারফর্ম না করাই রাজ্যে চলচ্চিত্রটির অতিরিক্ত পারফরম্যান্সের অবদানকারী কারণ ছিল।\n\n\n=== সমালোচনামূলক প্রতিক্রিয়া ===\nমঞ্জুম্মেল বয়েজ সমালোচকদের কাছ থেকে সমালোচকদের কাছ থেকে প্রশংসা পেয়েছে এবং এর প্রযুক্তিগত দিক, অভিনয়, চিত্রনাট্য এবং পরিচালনার জন্য প্রশংসা পেয়েছে। পিঙ্কভিলার এস দেবশঙ্কর ৪/৫ স্টার দিয়েছেন এবং লিখেছেন, \"মঞ্জুমেল বয়েজ মালায়ালাম বেঁচে থাকার থ্রিলার চলচ্চিত্রগুলোর মধ্যে অন্যতম সেরা সংযোজন। চলচ্চিত্রটি সর্বোত্তম অভিজ্ঞতার জন্য সেরা শব্দ মানের সাথে একটি থিয়েটার ঘড়ি দাবি করে এবং দর্শকদের কাঁপিয়ে দেওয়ার বিষয়ে নিশ্চিত \"। দ্য টাইমস অফ ইন্ডিয়ার গোপিকা আই এস ৪/৫ স্টার দিয়েছেন এবং লিখেছেন, \"মঞ্জুম্মেল বয়েজ আপনার গড়পড়তা বন্ধুত্বের ফ্লিক নয় যা বেঁচে থাকার চলচ্চিত্রের মতো প্যাক করা হয়েছে। আপনি যদি একটি খাস্তা বেঁচে থাকার চলচ্চিত্র খুঁজছেন তবে এটিই। ভিজ্যুয়াল, অসাধারণ ভালো লেখা, চরিত্রায়ন, সম্পাদনা, অভিনয় এবং সব রোমাঞ্চের এক অসাধারণ পারফরম্যান্স।\"\nরেডিফের অর্জুন মেনন ৪/৫ স্টার দিয়েছেন এবং লিখেছেন \"মঞ্জুম্মেল বয়েজ এত বেশি জিনিস ঠিক করে যে ছোট নিটপিকগুলো বৃহত্তর ছবিতে খুব বেশি পরিমাণে হয় না\"। ওটিটিপ্লের সঞ্জিত শ্রীধরন ৩+১⁄২/৫ স্টার দিয়েছেন এবং লিখেছেন, \"চিদাম্বরম বিনোদনের জন্য মঞ্জুমেল বয়েজকে অতিনাটকীয় করার চেষ্টা করেননি এবং ২০০৬ সালে কোড়াইকানালে ঘটে যাওয়া ঘটনাগুলোর সাথে এটি বেশিরভাগ সত্য রেখেছেন\"।\nদ্য ইন্ডিয়ান এক্সপ্রেসের আনন্দু সুরেশ ৩/৫ স্টার দিয়েছেন এবং লিখেছেন, \"ত্রুটি থাকা সত্ত্বেও, চিদাম্বরমের চলচ্চিত্রটিকে সত্যিকারের মঞ্জুম্মেল বয়েজ এবং তাদের প্রিয়জনকে বাঁচানোর জন্য তাদের দৃঢ় প্রচেষ্টার প্রতি একটি শক্তিশালী শ্রদ্ধা হিসাবে দেখা যেতে পারে\"। ইন্ডিয়া টুডের জননী কে. ৩/৫ স্টার দিয়েছেন এবং লিখেছেন, \"পরিচালক চিদাম্বরমের মঞ্জুম্মেল বয়েজ একটি হৃদয়গ্রাহী থ্রিলার যা তার প্রচেষ্টায় আন্তরিক\"।\nদ্য হিন্দুর এস আর প্রবীণ লিখেছেন, \"যদিও বেঁচে থাকার থ্রিলার অংশটি ভরতনের মালুটির স্মৃতি ফিরিয়ে আনে, তবে চরিত্রগুলোর সাথে তাদের বন্ধুত্বের সাথে ঘটনাগুলিকে ঘনিষ্ঠভাবে বেঁধে এটি একটি ভিন্ন পথ নেয়\"। ওনমনোরামার প্রিন্সি আলেকজান্ডার লিখেছেন \"সামগ্রিকভাবে, সিনেমাটি বন্ধুত্বের একটি ঝরঝরে কাহিনী যা বেঁচে থাকার নাটককে জয় করে\"। বাস্তব জীবনের মঞ্জুম্মেল বয়েজ একটি রশি টানা প্রতিযোগিতার সময় বিরোধী গ্যাং হিসাবে একটি ক্যামিওর উপস্থিতি তৈরি করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে মঞ্জুম্মেল বয়েজ  (ইংরেজি)"}