{"pageid": 1443532, "title": "জন ম্যাকডোনেল", "url": "https://bn.wikipedia.org/wiki?curid=1443532", "content": "জন মার্টিন ম্যাকডোনেল (জন্ম ৮ সেপ্টেম্বর ১৯৫১) একজন ব্রিটিশ রাজনীতিবিদ যিনি ২০১৫ থেকে ২০২০ সাল পর্যন্ত এক্সচেকারের শ্যাডো চ্যান্সেলর হিসেবে দায়িত্ব পালন করেছেন। লেবার পার্টির একজন সদস্য, তিনি ১৯৯৭ সাল থেকে হেইস এবং হারলিংটনের সংসদ সদস্য (এমপি) ছিলেন।\nম্যাকডোনেল পার্লামেন্টে সোশ্যালিস্ট ক্যাম্পেইন গ্রুপের চেয়ার এবং লেবার রিপ্রেজেন্টেশন কমিটিতে দায়িত্ব পালন করেন; তিনি পাবলিক সার্ভিসেস নট প্রাইভেট প্রফিট গ্রুপেরও চেয়ারম্যান ছিলেন। তিনি অর্ধ মিলিয়নেরও বেশি শ্রমিকের প্রতিনিধিত্বকারী আটটি বামপন্থী ট্রেড ইউনিয়নের ট্রেড ইউনিয়ন কো-অর্ডিনেটিং গ্রুপের সংসদীয় আহ্বায়ক। ২০০৭ সালে টনি ব্লেয়ারের পদত্যাগের পর ম্যাকডোনেল লেবার পার্টির নেতার পদে দাঁড়ানোর চেষ্টা করেছিলেন, কিন্তু পর্যাপ্ত মনোনয়ন পেতে ব্যর্থ হন। লেবার-এর নির্বাচনী পরাজয়ের পর গর্ডন ব্রাউনের পদত্যাগের পর ২০১০ সালে তিনি আবার পার্টি নেতৃত্বের প্রার্থী হন, কিন্তু তিনি যথেষ্ট মনোনয়ন পেতে অক্ষম হবেন বলে মনে করে ডায়ান অ্যাবটের পক্ষে প্রত্যাহার করে নেন।\nজেরেমি করবিনের পাশাপাশি, ম্যাকডোনেলকে পার্টির বামপন্থী গুরুত্বপূর্ণ ব্যক্তিত্ব হিসেবে দেখা হয়েছে। ২০১৫ সালে লেবার নেতা নির্বাচিত হওয়ার পর, কর্বিন ম্যাকডোনেলকে তার শ্যাডো ক্যাবিনেটে এক্সচেকারের শ্যাডো চ্যান্সেলর হিসেবে নিযুক্ত করেন। শ্যাডো চ্যান্সেলর হিসাবে, ম্যাকডোনেল অবকাঠামো এবং গবেষণার উপর ব্যয় বাড়ানোর প্রতিশ্রুতি দিয়েছিলেন, অর্থনীতির জন্য তার দৃষ্টিভঙ্গিকে \" আইপ্যাড সহ সমাজতন্ত্র\" হিসাবে বর্ণনা করেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nJohn McDonnell MP official constituency website\n\nযুক্তরাজ্যের সংসদে বৃত্তান্ত\nপাবলিক হুইপে নির্বাচনের ফলাফল ও উপাত্তসমূহ\nদেওয়ার্কফরইউ-এ সংসদীয় উপাত্তসমূহ\nবিবিসি ডেমোক্রেসি লাইভে বৃত্তান্ত\nটুইটারে জন ম্যাকডোনেল \nWebsite at ePolitix\nPublic Services Not Private Profit\n[১]\nHistorical\n\nহ্যানসার্ড ১৮০৩–২০০৫-এ সংসদে অবদানসমূহ\nহ্যানসার্ড-এ সংসদে বর্তমান অবদানসমূহ\nJohn4Leader official 2007 Leader campaign website\nJohn McDonnell, Labour MP for Hayes & Harlington official 2010 Leader campaign website\nইউটিউবে John McDonnell MP, Rally Against Military Intervention in Iran and Syria, Stop The War Coalition\nইউটিউবে John McDonnell MP – Against Islamophobia\nইউটিউবে John McDonnell MP – Speaking at Ceasefire Now demonstration in London\nSpeech by John McDonnell during Modern Slavery Bill debate in the House of Commons"}