{"pageid": 1443525, "title": "ব্রায়োফাইটা", "url": "https://bn.wikipedia.org/wiki?curid=1443525", "content": "উদ্ভিদ বিজ্ঞানে সমাঙ্গদেহী (ছত্রাক ও শৈবাল) অপেক্ষা কিছুটা উন্নত কিন্তু সংবহন কলাবিহীন অপুষ্পক উদ্ভিদদের ব্রায়োফাইটা বা মসবর্গ (ইংরেজি: Bryophyta, ) বলে। গ্রিক শব্দ Bryon থেকে এর উৎপত্তি, যার অর্থ মসজাতীয় ( প্রাচীন গ্রিক  βρύον (brúon) 'tree moss, liverwort', and  φυτόν (phutón) 'plant')। বিজ্ঞানী ব্রাউন ১৮৬৪ সালে ব্রায়োফাইটা নামটি ব্যবহার করেন। ব্রায়োফাইটা বর্গের উদ্ভিদকে ব্রায়োফাইটস বলে। ২০,০০০ এরও বেশি মসজাতীয় উদ্ভিদ প্রজাতি এর অন্তর্গত।\n\nসাধারণ বৈশিষ্ট্যসমূহ\nব্রায়োফাইটার অন্তর্গত উদ্ভিদেরা সমাঙ্গদেহী উদ্ভিদ অপেক্ষা কিছুটা উন্নত কিন্তু ফার্নবর্গ বা টেরিডোফাইটা উদ্ভিদ অপেক্ষা অনুন্নত।\nঅধিকাংশ উদ্ভিদ স্থলে বাস করে। তবে বেশিরভাগ উদ্ভিদের ছায়াময় স্যাঁতস্যাঁতে স্থানে জন্মায়। উল্লেখ্য যে, এরা স্থলজ উদ্ভিদ হওয়া সত্ত্বেও নিষেক কালে জলের প্রয়োজন হয়, তাই এদের উভচর উদ্ভিদ বলা হয়।\nএদের জীবন চক্রে দু'রকম প্রকৃতির দেহ পরিলক্ষিত হয়‌—লিঙ্গধর দেহ (Gametophyte) এবং রেণুধর দেহ (Sporophyte)। এর মধ্যে রেণুধর দেহ গৌণ এবং লিঙ্গধর দেহ মুখ্য। সুস্পষ্ট জনুক্রম দেখা যায়।\nএরা সমাঙ্গদেহী বা কাণ্ড (কলিড) ও পাতার (ফাইলিড) মতো অঙ্গ যুক্ত। এদের মূল থাকে না, পরিবর্তে রাইজয়েড, শল্ক বা রোম থাকে।\nএদের জাইলেম ও ফ্লোয়েম কলা দিয়ে গঠিত সংবহন তন্ত্র থাকে না।\nএরা যৌন জননের জন্য গ্যামেট/জনন কোষ ব্যবহার করে এবং অযৌন জননের জন্য খণ্ডীভবন বা গেমা বা রেণু ব্যবহার করে।\n\n\n== শ্রেণীবিভাগ ==\n\n\n=== শ্রেণী: হেপাটিকোপসিডা ===\nউদ্ভিদদেহ পৃষ্ঠ-অঙ্কীয় এবং থ্যালাস প্রকৃতির (মূল-কাণ্ড-পাতায় বিভক্ত নয়)।\nযৌনাঙ্গ পৃষ্ঠদেশে সৃষ্টি হয়।\nক্লোরোপ্লাস্ট অসংখ্য এবং পাইরিনয়েড বিহীন।\nরেণুধর কলা থেকে এথ্রোথেসিয়াম গঠিত হয়।\nক্যাপসুলের প্রাচীর এক থেকে বহুস্তরী হতে পারে।\nউদাহরণ: রিক্সিয়া, মার্কেনসিয়া ইত্যাদি।\n\n\n=== শ্রেণী: অ্যান্থোসেরোটোপসিডা ===\nখন্ডিত বা অরীয়ভাবে বিভাজিত থ্যালাস।\nথ্যালাসের প্রতিটি কোষে একটি মাত্র ক্লোরোপ্লাস্ট থাকে, যার কেন্দ্রে একটি পাইরিনয়েড দানা থাকে।\nফেলাসের পৃষ্ঠদেশে একটি বা একাধিক যৌনাঙ্গ থাকে। পুংধানী ও স্ত্রীধানি নিয়ে যৌনাঙ্গ গঠিত হয়।\nবৃদ্ধি ঋতুতে স্পোরাঞ্জিয়া তৈরি হয়।\nক্যাপসুল ৪ থেকে ৬ টি কোষের স্তর নিয়ে গঠিত এবং স্টোমাটা সমন্বিত।\nউদাহরণ: অ্যান্থোসেরোস ইত্যাদি।\n\n\n=== শ্রেণী: ব্রায়োপসিডা ===\nরেণুধর দশা সূত্রাকার বা থ্যালাস প্রকৃতির, একে প্রোটোনেমা বলে।\nলিঙ্গধর দশা কাণ্ড ও পত্র নিয়ে গঠিত।\nকাণ্ডের আগায় যৌনাঙ্গ গঠিত হয়।\nরেণুধর দেহ ফুট, সিটা এবং ক্যাপসুল নিয়ে তৈরি।\nকেন্দ্রীয় কলুমেলাকে আর্কিস্পোরিয়াম বেষ্টন করে থাকে।\nউদাহরণ: ফিউনারিয়া, স্ফ্যাগনাম ইত্যাদি।\n\n\n== জীবনচক্র ==\n\nফিউনারিয়া হাইগ্রোমেট্রিকা একটি অতি সাধারণ মস। এদের ভিজে দেওয়ালে, কাষ্ঠখন্ডে এবং আর্দ্র মাটিতে জন্মাতে দেখা যায়। এদের লিঙ্গধর দেহ স্পঞ্জ আকৃতির। দেহটি ঋজু পত্রবিশিষ্ট অক্ষ নিয়ে গঠিত। অক্ষের গোড়া থেকে মূলের পরিবর্তে রাইজয়েড নির্গত হয়। এই রাইজয়েড দিয়ে এরা বস্তুর সঙ্গে আটকে থাকে এবং রস শোষণ করতে পারে। ঋজু অক্ষকে বেষ্টন করে পাতাগুলি অবস্থান করে। পাতাগুলি বৃন্তহীন সবুজ এবং ডিম্বাকার, মধ্যশিরাযুক্ত।\nএর শাখার অগ্রভাগে গুচ্ছাকারে জননাঙ্গ সৃষ্টি হয়। এদের পুং জননাঙ্গ এবং স্ত্রী জননাঙ্গ পৃথক শাখার অগ্রভাগে উৎপন্ন হয়।  এদের পুং জননাঙ্গ কে অ্যানথেরিডিয়া এবং স্ত্রী জননাঙ্গকে আর্কিগোনিয়া বলে। জননাঙ্গগুলি পেরিকিটীয় পত্র ও প্যারাফাইসিস পরিবেষ্টিত থাকে।\nঅ্যানথেরিডিয়া বা পুংধানীগুলি ক্ষুদ্র বৃন্ত এবং গোল/ডিম্বাকার অংশ নিয়ে গঠিত। এটি একস্তর বিশিষ্ট জ্যাকেটের স্তর পরিবেশিত থাকে। এর মধ্যে পুংধানী মাতৃকোষ থাকে, যার থেকে রূপান্তরের মাধ্যমে পুংজনন কোষ বা অ্যান্থেরোজয়েড সৃষ্টি হয়। প্রতিটি পুংজনন কোষ দুটি ফ্ল্যাজেলা যুক্ত এবং হ্যাপ্লয়েড।\nআর্কিগোনিয়া বা স্ত্রীধানীগুলি ফ্লাস্কের মতো দেখতে। এটিও একস্তর বিশিষ্ট জ্যাকেটের স্তর পরিবেশিত থাকে। এর গ্রীবার মধ্যে গ্রীবানালি কোষ এবং অঙ্কে একটি অঙ্কীয় কোষ এবং একটি ডিম্বকোষ থাকে। ডিম্বকোষ হ্যাপ্লয়েড। \n\nপুংধানী থেকে পুংজনন কোষগুলি জলের মাধ্যমে মুক্ত হয়ে স্ত্রীধানীর গ্রীবার মধ্যে দিয়ে অঙ্কে প্রবেশ করে এবং ডিম্বানুকে নিষিক্ত করে। ফলে ডিপ্লয়েড জাইগোট সৃষ্টি হয়।\nজাইগোট রেণুধর দশা বা স্পোরোফাইটের সূচনা করে। এতে ফুট, সিটা ও ক্যাপসুল বর্তমান। ক্যাপসুলের কলুমেলাকে বেষ্টন করে রেণুধর কলা থাকে। এই কলায় অবস্থিত রেণুমাতৃকোষ থেকে মিয়োসিস বিভাজনের মাধ্যমে হ্যাপ্লয়েড রেণু উৎপন্ন হয়। এই রেণুগুলি গ্যামেটোফাইট বা লিঙ্গধর দশার সূচনা করে। ক্যাপসুল বিদীর্ণ হলে রেনুগুলি মুক্ত হয় অনুকূল পরিবেশে অঙ্কুরিত হয়ে পুনরায় লিঙ্গধর দেহ গঠন করে।\n\n\n== বিবর্তন ==\nমোনোফাইলেটিক ব্রায়োফাইট মডেল:\n\n\n== অর্থনৈতিক গুরুত্ব ==\nস্ফ্যাগনাম জাতীয় মস একসাথে অনেকগুলি জন্মালে তাই একত্রে কার্বন জাতীয় পিট মাটি গঠন করে এই মাটির জল ধারণ ক্ষমতা বেশি হয় চাষের উপযোগী এবং এ ছাড়া পিট জ্বালানি হিসেবে ব্যবহৃত হয়।\nশুকনো স্ফ্যাগনাম পিট মোড়ক বাধাইয়ের কাজে ব্যবহৃত হয়।\nঅনুর্বর জমিতে স্ফ্যাগনাম আচ্ছাদন সৃষ্টি করে চাষযোগ্য জমির জল ধারণ ক্ষমতা বৃদ্ধি করা হয়।\nস্ফ্যাগনাম-এর জীবাণু নিবারণ এবং জল শোষণ ক্ষমতা থাকায় এদের তুলোর বিকল্প হিসেবে ড্রেসিং এর কাজে ব্যবহার করা হয়।\nমার্কেনসিয়া পলিমরফা যকৃত ও ফুসফুসের রোগে ব্যবহার করা হয়, স্ফ্যাগনাম থেকে প্রাপ্ত স্ফ্যাগনল চর্মরোগের চিকিৎসায় ব্যবহার করা হয়।\nব্রায়োফাইটা জাতীয় কিছু উদ্ভিদ প্রজাতি বায়ুদূষণ অধ্যুষিত এলাকায় বসবাস করতে পারে না বলে এদের দূষণ-নির্দেশক হিসেবে ব্যবহার করা হয়। যেমন, ফ্রুলানিয়া মাস্কিকোলা, লোফোসিলা মাইনর ইত্যাদি।\nমস জাতীয় উদ্ভিদ পর্বতগাত্রে একটি সবুজ আস্তরণ সৃষ্টি করে। এই আস্তরনের মধ্যে অন্যান্য উদ্ভিদের বাসভূমি তৈরি হয়।\nকোনো স্থানে নতুন, বাস্তুতন্ত্র তৈরিতে মসের ভূমিকা গুরুত্বপূর্ণ।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জী ==\nLesica, P.; McCune, B.; Cooper, S. V.; Hong, W. S. (১৯৯১)। \"Differences in lichen and bryophyte communities between old-growth and managed second-growth forests in the Swan Valley, Montana\"। Canadian Journal of Botany। 69 (8): 1745–1755। ডিওআই:10.1139/b91-222। \n\n\n== বহিঃসংযোগ ==\n\nAndrew's Moss Site Photos of bryophytes\n27-May-2013 Centuries-old frozen plants revived, 400-year-old bryophyte specimens left behind by retreating glaciers in Canada are brought back to life in the laboratory.\nFarge, Catherine La; Williams, Krista H.; England, John H. (২২ মে ২০১৩)। \"Regeneration of Little Ice Age bryophytes emerging from a polar glacier with implications of totipotency in extreme environments\"। Proceedings of the National Academy of Sciences। 110 (24): 9839–9844। ডিওআই:10.1073/pnas.1304199110 । পিএমআইডি 23716658। পিএমসি 3683725 । বিবকোড:2013PNAS..110.9839L। \nMagill, R. E., ed. (1990). Glossarium polyglottum bryologiae. A multilingual glossary for bryology. Monographs in Systematic Botany from the Missouri Botanical Garden, v. 33, 297 pp. Online version: Internet Archive."}