{"pageid": 1443071, "title": "কোনি ডে ভিন্টার", "url": "https://bn.wikipedia.org/wiki?curid=1443071", "content": "কোনি ডে ভিন্টার (ওলন্দাজ: Koni De Winter; জন্ম: ১২ জুন ২০০২) হলেন একজন বেলজীয় পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে ইতালির পেশাদার ফুটবল লিগের শীর্ষ স্তর সেরিয়ে আ-এর ক্লাব জেনোয়া এবং বেলজিয়াম জাতীয় দলের হয়ে রক্ষণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত কেন্দ্রীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে ডান পার্শ্বীয় রক্ষণভাগের খেলোয়াড় অথবা রক্ষণাত্মক মধ্যমাঠের খেলোয়াড় হিসেবে খেলেন।\n২০১৭ সালে, ভিন্টার বেলজিয়াম অনূর্ধ্ব-১৫ দলের হয়ে বেলজিয়ামের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় পাঁচ বছর যাবত বেলজিয়ামের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০২৪ সালে বেলজিয়ামের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; বেলজিয়ামের জার্সি গায়ে তিনি এপর্যন্ত ১ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nকোনি ডে ভিন্টার ২০০২ সালের ১২ই জুন তারিখে বেলজিয়ামের আন্টভের্পে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nভিন্টার বেলজিয়াম অনূর্ধ্ব-১৫, বেলজিয়াম অনূর্ধ্ব-১৬, বেলজিয়াম অনূর্ধ্ব-১৮, বেলজিয়াম অনূর্ধ্ব-১৯ এবং বেলজিয়াম অনূর্ধ্ব-২১ দলের হয়ে খেলার মাধ্যমে বেলজিয়ামের প্রতিনিধিত্ব করেছেন। বেলজিয়ামের বয়সভিত্তিক দলের হয়ে তিনি প্রায় ৫ বছরে ২৮ ম্যাচে অংশগ্রহণ করে ১টি গোল করেছেন।\n২০২৪ সালের ২৩শে মার্চ তারিখে, ২১ বছর, ৯ মাস ও ১১ দিন বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী ভিন্টার প্রজাতন্ত্রী আয়ারল্যান্ডের বিরুদ্ধে অনুষ্ঠিত প্রীতি ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে বেলজিয়ামের হয়ে অভিষেক করেছেন। তিনি উক্ত ম্যাচের মূল একাদশে অন্তর্ভুক্ত ছিলেন; ম্যাচে তিনি ১৬ নম্বর জার্সি পরিধান করে কেন্দ্রীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি প্রজাতন্ত্রী আয়ারল্যান্ড ০–০ গোলের ব্যবধানে জয়লাভ করেছিল। বেলজিয়ামের হয়ে অভিষেকের বছরে ভিন্টার সর্বমোট ১ ম্যাচে অংশগ্রহণ করেছেন। \n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n৬ মে ২০২৪ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n  (ইংরেজি)\n\nকোনি ডে ভিন্টার – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nসকারওয়েতে কোনি ডে ভিন্টার  (ইংরেজি)  \nসকারবেসে \nবিডিফুটবলে \nইইউ-ফুটবলে কোনি ডে ভিন্টার (ইংরেজি) \nট্রান্সফারমার্কেটে কোনি ডে ভিন্টার (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে কোনি ডে ভিন্টার (ইংরেজি) \nইএসপিএন এফসিতে \nন্যাশনাল-ফুটবল-টিমস.কমে কোনি ডে ভিন্টার (ইংরেজি)"}