{"pageid": 1443585, "title": "প্রীত কৌর গিল", "url": "https://bn.wikipedia.org/wiki?curid=1443585", "content": "প্রীত কৌর গিল (জন্ম ২১ নভেম্বর ১৯৭২) হলেন একজন ব্রিটিশ লেবার পার্টির রাজনীতিবিদ যিনি ২০২৩ সাল থেকে প্রাথমিক পরিচর্যা ও জনস্বাস্থ্য বিষয়ক ছায়ামন্ত্রী হিসেবে দায়িত্ব পালন করছেন। তিনি ২০১৭ সাল থেকে বার্মিংহাম এজবাস্টনের সংসদ সদস্য (এমপি)।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nপ্রীত কৌর গিল ১৯৭২ সালের ২১ নভেম্বর বার্মিংহামের এজবাস্টনে জন্মগ্রহণ করেন। তিনি ভারতীয় পিতামাতা দলজিৎ সিং শেরগিল এবং কুলদীপ কৌর শেরগিলের কাছে জন্মগ্রহণ করেন। তার বাবা ছিলেন একজন ফোরম্যান, এবং পরে একজন বাস চালক, এবং তার মা একজন সিমস্ট্রেস হিসেবে কাজ করতেন। দলজিৎ সিং যুক্তরাজ্যের প্রথম গুরুদ্বার গুরু নানক গুরুদ্বার স্মেথউইকের দীর্ঘতম দায়িত্ব পালনকারী সভাপতি ছিলেন। গিল তার বাবা এবং পশ্চিম ব্রমউইচের ব্যারন টারসেম রাজাকে তার রাজনীতিতে প্রবেশের উচ্চাকাঙ্ক্ষার জন্য তার প্রধান অনুপ্রেরণা হিসেবে কৃতিত্ব দেন।\nতার ছয় ছোট ভাইবোন আছে। তার প্রাথমিক শিক্ষা ছিল লর্ডসউড গার্লস স্কুল এবং বোর্নভিল কলেজে । পরবর্তী সময়ে, গিল ছাত্র সভাপতি নির্বাচিত হন। গিল ইউনিভার্সিটি অফ ইস্ট লন্ডন থেকে সমাজকর্মের সাথে সমাজবিজ্ঞানে প্রথম শ্রেণীর বিএসসি সহ স্নাতক হন। স্নাতক হওয়ার পর, তিনি ইসরায়েলের একটি কিবুটজে এবং ভারতে পথশিশুদের সাথে একজন সমাজকর্মী হিসেবে কাজ করেন।\n\n\n== রাজনৈতিক পেশা ==\nতিনি ওয়ালথাম ফরেস্ট এবং বার্মিংহামের একজন সামাজিক কর্মী ছিলেন যিনি শিশু সুরক্ষায় বিশেষজ্ঞ ছিলেন এবং ২০১০ থেকে ২০১৭ সাল পর্যন্ত বার্মিংহামে শিশুদের পরিষেবা ব্যবস্থাপক হিসাবে কাজ করেছিলেন।\nতিনি ২০১২ সালে স্যান্ডওয়েল মেট্রোপলিটন বরো কাউন্সিলের কাউন্সিলর হিসাবে নির্বাচিত হন এবং ২০১৬ সালের স্থানীয় নির্বাচনে পুনরায় নির্বাচিত হন; তার মেয়াদ মে ২০১৮ শেষ হয়েছে। কাউন্সিলে, তিনি জনস্বাস্থ্য ও সুরক্ষার জন্য মন্ত্রিপরিষদের সদস্য হিসেবে দায়িত্ব পালন করেন।\n২০১৬ সালের ইইউ সদস্যপদ গণভোটে গিল ইউরোপীয় ইউনিয়নের (ইইউ) মধ্যে থাকাকে সমর্থন করেছিলেন।\nগিল মেন্টরিং এবং ব্রিটিশ শিখদের জন্য অল পার্টি পার্লামেন্টারি গ্রুপের চেয়ারম্যান।\n২০২০ সালের লেবার পার্টির নেতৃত্ব নির্বাচনে গিল কিয়ার স্টারমারকে সমর্থন করেছিলেন। স্টারমারের নেতা নির্বাচিত হওয়ার পর তাকে আন্তর্জাতিক উন্নয়নের ছায়া সেক্রেটারি অফ স্টেট পদে উন্নীত করা হয়।\n২০২০ সালের নভেম্বরে, গিল এমপিদের কো-অপারেটিভ পার্টি পার্লামেন্টারি গ্রুপের চেয়ারম্যান নির্বাচিত হন।\n২০২৩ সালে ব্রিটিশ শ্যাডো ক্যাবিনেটের রদবদলে তিনি লিসা নন্দির স্থলাভিষিক্ত হন এবং গিল প্রাথমিক যত্ন ও জনস্বাস্থ্য বিষয়ক ছায়ামন্ত্রী হন।\n১৯ ডিসেম্বর ২০২১-এ, গিল একটি টুইটের জন্য সোশ্যাল মিডিয়ায় সমালোচনার মুখে পড়েছিলেন যা তিনি পরে মুছে ফেলেছিলেন যা অমৃতসরের স্বর্ণ মন্দিরে সহিংসতার ঘটনার পিছনে একজন \"হিন্দু সন্ত্রাসী\" উল্লেখ করেছিল।\nগিল লেবার ফ্রেন্ডস অফ ইসরায়েলের সদস্য।\n\n\n== ব্যক্তিগত জীবন ==\nগিল ২০০৯ সাল থেকে সুরেশ সিং চোপড়াকে বিয়ে করেছেন, যিনি একজন সমাজকর্মী। তাদের দুই মেয়ে আছে। গিল স্থানীয় সরকার সমিতির সহ-সভাপতি এবং স্প্রিং হাউজিং অ্যাসোসিয়েশনের একজন অ-নির্বাহী পরিচালক।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nযুক্তরাজ্যের সংসদে বৃত্তান্ত\nপাবলিক হুইপে নির্বাচনের ফলাফল ও উপাত্তসমূহ\nদেওয়ার্কফরইউ-এ সংসদীয় উপাত্তসমূহ"}