{"pageid": 1443816, "title": "রাফাহ ধ্বংসযজ্ঞ", "url": "https://bn.wikipedia.org/wiki?curid=1443816", "content": "রাফাহ ধ্বংসযজ্ঞের মধ্য দিয়ে ইজরায়েল মিশর এবং ফিলিস্তিনের মধ্যে অবস্থিত রাফাহ শহরের গাজা অংশটি ধূলায় মিশিয়ে দেয়। ২০২৩ সালের অক্টোবর থেকে শুরু করে, ৪ ও ৫ এপ্রিল ২০২৫ বড় ধরণের সামরিক হামলা চালিয়ে, ইসরায়েল রাফাহ শহরের এই অংশটি ধূলিস্মাৎ করে দেয়। গাজার প্রায় ১৬% শতাংশ এলাকা জুড়ে ৬০ বর্গ কিলোমিটার এলকার রাফাহ শহর ধ্বংসস্তুপে পরিণত হয়। এখানে তিন লক্ষ মানুষ বসবাস করতো। এই ধ্বংসযজ্ঞের ফলে রাফাহ শহর দিয়ে গাজা ভূখণ্ডে অবরুদ্ধ লক্ষ লক্ষ মানুষের কাছে ত্রাণ সামগ্রী পৌঁছানোর আর কোনো পথ অবশিষ্ট থাকলো না। গাজার মানুষ অবর্ণনীয় দুর্দশায় নিপতিত হয়েছে। ইজরায়েল প্রায় এক বছরের অধিককাল  যাবৎ গাজা এলাকায় মানবিক সাহায্য প্রবেশের পথগুলি বন্ধ করে দেয়ার কৌশল অবলম্বন করে আসছিল। ইজরায়েল গাজা থেকে ফিলিস্তিনীদের সম্পূর্ণভাবে হঠিয়ে দেয়ার পরিকল্পনা করেছে এবং পর্যায়ক্রমে তা বাস্তবায়ন করে চলেছে। \nগাজায় এই অমানবিক ধ্বংসযজ্ঞের প্রতিবাদে ফিলিস্তিন ৭ই এপ্রিল ২০২৫ বিশ্বব্যাপী হরতালের ডাক দেয়। বাংলাদেশ সহ বিভিন্ন দেশ এই আহবানে সারা দেয়। সৌদী আরবের বাদশাহ ফয়সাল মার্কিন যুক্তরাষ্ট্রকে হুঁশিয়ার করে বলেন যে ইজরায়েল একটি শান্তিপূর্ণ সমাধানের বিষয়ে সম্মত না হলে আরব বিশ্ব পুনরায়, ১৯৭৩ সালের মতো, ‘পেট্রোলিয়াম নিষেধাজ্ঞা’ প্রয়োগেরর কথা বিবেচনা করবে। \n\n\n== রাফাহ আক্রমণ ==\n৬ মে ২০২৪ সালে ইসরায়েল ইসরায়েল–হামাস যুদ্ধের সময় গাজা উপত্যকায় আক্রমণের অংশ হিসাবে রাফাহ শহর এবং এর আশেপাশে একটি সামরিক আক্রমণ শুরু করে।\nআক্রমণের আগে গাজা উপত্যকার অন্য জায়গা থেকে প্রায় ১.৪ মিলিয়ন বাস্তুচ্যুত ফিলিস্তিনি রাফাতে আশ্রয় চেয়েছিল। ইসরায়েল শহরটিতে হামাস ব্রিগেডদের নির্মূল করার জন্য আক্রমণ করার তার অভিপ্রায় ঘোষণা করেছে। রাফাহতে ইসরায়েলের চলমান এবং পরিকল্পিত অভিযান সম্ভাব্য মানবিক প্রতিক্রিয়ার উদ্বেগ নিয়ে আন্তর্জাতিক সমালোচনা করা হয়েছে, এমনকি তার মিত্ররাও সমালোচনা করেছে।\nযুদ্ধবিরতি আলোচনা স্থগিত হওয়ার পর ইসরায়েল একটি অভিযানের জন্য প্রস্তুত হয় এবং পূর্ব রাফাহ খালি করার নির্দেশ দেয়। চাপের মুখে হামাস মিশর ও কাতারের প্রস্তাবিত যুদ্ধবিরতি চুক্তি মেনে নেয়। এই যুদ্ধবিরতির শর্ত ইসরায়েল প্রত্যাখ্যান করেছিল, যা ইঙ্গিত করেছিল যে এটি আলোচনা এবং সামরিক অভিযান উভয়ই চালিয়ে যাবে। ইসরায়েল একই দিনে রাফাহতে বিমান হামলা চালায়, শহরের প্রান্তে প্রবেশ করে এবং রাফাহ ক্রসিং দখল করে এটি বন্ধ করে দেয়। ইসরায়েল বলেছে যে হামাসকে নির্মূল করা বা জিম্মিদের মুক্তি না দেওয়া পর্যন্ত অভিযান বন্ধ হবে না।\nইসরায়েলি অভিযানের মানবিক প্রভাব অনেক বেশি। ১,০০,০০০ এরও বেশি লোককে অনিরাপদ এবং সরবরাহের অভাব বলে অভিযোগ করা অঞ্চলে সরিয়ে নেওয়ার নির্দেশ দেওয়া হয়েছিল। ইসরায়েলি হামলায় ৮০ জনেরও বেশি লোক নিহত এবং প্রায় ২৮০ জন আহত হয়েছে। উপরন্তু, আক্রমণাত্মক ঘটনার ফলে কেরাম শালোম এবং রাফাহ ক্রসিং সাময়িকভাবে বন্ধ করে দেওয়া হয়, যা গাজায় মানবিক সংকটকে আরও বাড়িয়ে তোলে।\n\n\n== পটভূমি ==\nইসরায়েল-হামাস যুদ্ধ শুরু হওয়ার পর থেকে গাজা উপত্যকার ফিলিস্তিনিরা মিশরের সীমান্ত সংলগ্ন রাফাহ-এর দক্ষিণতম এলাকায় আশ্রয় চেয়েছিল। গাজার অন্যান্য শহরগুলি জনবহুল হওয়ার সাথে সাথে রাফাহ ১৪ লক্ষ মানুষসহ ফিলিস্তিনি অঞ্চলের সবচেয়ে জনবহুল শহর হয়ে উঠেছে।\nরাফাহতে বিমান হামলা ৮ অক্টোবর ২০২৩-এ শুরু হয়, এবং যুদ্ধের সময় জুড়ে চলতে থাকে। ইসরায়েল ২০২৪ সালের ফেব্রুয়ারিতে রাফাহ আক্রমণ করার তার অভিপ্রায় ঘোষণা করেছিল, যা আন্তর্জাতিক সম্প্রদায়ের প্রতিক্রিয়ার মুখোমুখি হয়েছিল। ইসরায়েলের বৃহত্তম সামরিক সরবরাহকারী মার্কিন যুক্তরাষ্ট্রও একটি আক্রমণের বিরোধিতা করেছিল।\n১২ ফেব্রুয়ারি ইসরায়েল অপারেশন গোল্ডেন হ্যান্ড চালায়, যেটি ছিল দুই জিম্মি উদ্ধারের জন্য রাফাহতে একটি অভিযান। অভিযান চলাকালীন হামাসকে বিভ্রান্ত করার জন্য ইসরায়েল শহরে হামলা চালায়, যাতে ৮০ জনেরও বেশি মানুষ নিহত হয়।\nএকই দিনে দক্ষিণ আফ্রিকা ইসরায়েলের বিরুদ্ধে তার গণহত্যা মামলার অংশ হিসাবে আন্তর্জাতিক বিচার আদালতকে রাফাহ আক্রমণ না করার জন্য ইসরায়েলের উপর অতিরিক্ত ব্যবস্থা আরোপ করার অনুরোধ করেছিল। ইসরায়েল দাবি করেছে যে হামাসকে নির্মূল করার জন্য রাফাতে প্রবেশ করে আত্মরক্ষার অধিকার রয়েছে। আদালত এই ব্যবস্থা প্রত্যাখ্যান করে বলেছে যে এর অস্থায়ী ব্যবস্থা ইতোমধ্যে ইসরায়েলকে আক্রমণ থেকে বাধা দিয়েছে।\n\n\n=== ভূমিকা ===\nমে মাসে ইসরায়েল ও হামাসের মধ্যে যুদ্ধবিরতি আলোচনা সফলতার সবচেয়ে কাছাকাছি পৌঁছেছিল। হামাস একটি চুক্তিতে সম্মত হবে বলে আশা করা হয়েছিল যার ফলে জিম্মিদের মুক্তি এবং যুদ্ধের অবসান ঘটবে। যাইহোক, ইসরায়েল এবং হামাস একটি জিম্মি চুক্তির পরে সম্পূর্ণভাবে যুদ্ধ শেষ করার বিষয়ে দ্বিমত পোষণ করে, ইসরায়েল বলে যে তারা \"কোন অবস্থাতেই\" এই ধরনের বিধানের সাথে একটি চুক্তি গ্রহণ করবে না। এর ফলে আলোচনায় পতন ঘটে।\n৫ মে রাফাহ এলাকা থেকে কেরেম শালোমের দিকে ১০টিরও বেশি রকেট নিক্ষেপ করা হয়, এতে চার ইসরায়েলি সেনা নিহত হয় এবং ১১ জন আহত হয়। হামলার দায় স্বীকার করেছে হামাস। আলোচনা ভেস্তে যায় এবং ইসরায়েল রাফাতে হামলা শুরু করে, যাতে পাঁচজন নিহত হয়। ৬ মে আইডিএফ পূর্ব রাফাহ থেকে মধ্য গাজা এবং খান ইউনিসের কিছু অংশে বেসামরিক নাগরিকদের সরিয়ে নেওয়ার নির্দেশ দেয়। এতে একটি আক্রমণ আসন্ন বলে মনে হয়েছিল, এবং বিভিন্ন দেশ থেকে সরিয়ে নেওয়ার নিন্দা করা হয়েছিল। ওই দিনই হামাস মিশর ও কাতারের কাছ থেকে যুদ্ধবিরতি চুক্তি মেনে নেয়। চুক্তিতে ৬ সপ্তাহের যুদ্ধবিরতি এবং বন্দীদের বিনিময় অন্তর্ভুক্ত ছিল। তবে ইসরায়েল এই চুক্তি প্রত্যাখ্যান করেছে। ইসরায়েলের প্রধানমন্ত্রী বেঞ্জামিন নেতানিয়াহু মন্তব্য করেছেন যে এই শর্তগুলি \"ইসরায়েলের মৌলিক প্রয়োজনীয়তা থেকে অনেক দূরে\", যখন ইসরায়েলি যুদ্ধ মন্ত্রিসভা রাফাহ আক্রমণের পক্ষে ভোট দিয়েছে। ইসরায়েল বলেছে যে তারা যুদ্ধবিরতি আলোচনা চালিয়ে যাওয়ার জন্য একটি প্রতিনিধিদল পাঠাবে, পাশাপাশি এর মধ্যে আক্রমণ চালিয়ে যাবে। ইসরায়েল আরও দাবি করেছে যে মার্কিন যুক্তরাষ্ট্র সচেতন ছিল, তবে হামাস, মিশর এবং কাতারের মধ্যে সমঝোতার বিষয়ে ইসরায়েলকে জানায়নি।\n\n\n== আক্রমণ ==\n\n৬ মে আক্রমণের আগে এবং আক্রমণ চলাকালীন, ইসরাইল কমপক্ষে ৫০ বার রাফাহ আক্রমণ করেছিল। আল জাজিরা ইংরেজি \"আবাসিক বাড়িতে অবিরাম বোমা হামলা\" শিরোনামে প্রতিবেদন করেছে। সেই দিন পরে একটি সীমিত আক্রমণে আইডিএফ রাফাহ শহরের উপকণ্ঠে প্রবেশ করে এবং রাফাহ সীমান্ত ক্রসিং ও মিশরীয় সীমান্তের কাছে আসে। আইডিএফ জানিয়েছে অভিযানে ২০ জন হামাস বন্দুকধারী নিহত হয়েছে। এছাড়াও, এটি তিনটি সুড়ঙ্গ আবিষ্কার এবং একটি বিস্ফোরক বোঝাই গাড়ি ধ্বংস করার দাবি করেছে। ৭ মে সকালে ইসরায়েল ক্রসিং দখল করে। হামাস আবার রাফাহ থেকে কেরাম শালোম ক্রসিংয়ে গোলাবর্ষণ করেছে। গিভাতি ব্রিগেড রাতারাতি অভিযানে পূর্ব রাফাহতে সালাহ আল-দিন সড়কের অংশ আলাদাভাবে দখল করেছে।\nহারেৎজ প্রতিবেদন করেছে যে রাফাহ ক্রসিংয়ের নিয়ন্ত্রণ একটি ব্যক্তিগত ফার্মের কাছে হস্তান্তর করা হবে, এবং অভিযানটি সীমিত ও হামাসের উপর চাপ প্রয়োগের উদ্দেশ্যে ছিল। হোয়াইট হাউসের ন্যাশনাল সিকিউরিটি কমিউনিকেশনস উপদেষ্টা জন কিরবি বলেছেন যে ইসরায়েল মার্কিন যুক্তরাষ্ট্রকে বলেছে যে অভিযানটি সীমিত এবং উদ্দেশ্য ছিল গাজা উপত্যকায় অস্ত্র ও অর্থ চোরাচালান রোধ করার জন্য, ইসরায়েলি জিম্মিদের মুক্তির জন্য আলোচনা এবং যুদ্ধবিরতি পুনরায় শুরু করা। ইসরায়েলের প্রতিরক্ষা মন্ত্রী ইয়োভ গ্যালান্ট বলেছেন যে হামাস নির্মূল বা জিম্মিদের মুক্তি না দেওয়া পর্যন্ত অভিযান বন্ধ হবে না।\n৮ মে আইডিএফ জানায় যে তারা রাফাহ শহরের উপকণ্ঠে হামাসের সাথে যুদ্ধ চালিয়ে যাচ্ছে এবং দলের একাধিক যোদ্ধাকে হত্যা করেছে। হামাসও আইডিএফের প্রতি রাফাহ থেকে কেরাম শালোম ক্রসিংয়ে আটটি রকেট নিক্ষেপ করেছে, যার ফলে একজন সৈন্য আহত হয়েছে। সেই দিন পরে মার্কিন যুক্তরাষ্ট্রের রাষ্ট্রপতি জো বাইডেন হুমকি দিয়েছিলেন যে ইসরায়েল যদি সম্পূর্ণ আক্রমণের মধ্য দিয়ে যায়, ইতোমধ্যেই আংশিকভাবে সাহায্য বন্ধ করে দেয় তাহলে বোমা এবং কামান সরবরাহ বন্ধ করে দেবে।\n৯ মে ইসরায়েল বাইডেনের বিবৃতিতে হতাশা প্রকাশ করে বলেছিল যে তারা ইরান, হামাস এবং হিজবুল্লাহকে শক্তিশালী করেছে এবং রাফাহ আক্রমণ না করে তারা হামাসকে পরাজিত করতে পারবে না। ট্যালি গটলিব নামের একজন ইসরায়েলি নেসেট সদস্য নির্ভুল ক্ষেপণাস্ত্রের উপর মার্কিন নিষেধাজ্ঞার কারণে \"বিল্ডিং সমতল\" করার জন্য আনগাইডেড বোমা ব্যবহারের আহ্বান জানিয়েছেন। মার্কিন পররাষ্ট্র দফতরের একজন মুখপাত্র এই মন্তব্যের নিন্দা করেছেন এবং তাদের \"দুঃখজনক\" বলে অভিহিত করেছেন। এদিকে আইডিএফ ঘোষণা করেছে যে তারা অভিযানের শুরু থেকে প্রায় ৫০ হামাস বন্দুকধারীকে হত্যা করেছে। এটি দশটি টানেল শ্যাফ্ট আবিষ্কার করার দাবি করেছে, যার মধ্যে একটি বুবি-ফাঁদে আটকে থাকা তিনজন সৈন্যকে আহত করেছে।\n\n\n== মানবিক প্রভাব ==\n\nপ্রায় ১,৫০,০০০ লোক পূর্ব রাফাহ অঞ্চলে বসবাস করত যেটিকে ইসরাইল উচ্ছেদের নির্দেশ দিয়েছে। ইসরায়েল যখন সরে যাওয়ার নির্দেশ দেয়, তখন এটি আল-মাওয়াসি \"মানবিক অঞ্চল\" কেন্দ্রীয় গাজা এবং খান ইউনিসের অন্যান্য অংশে প্রসারিত করে। ইসরায়েল বলেছে যে অঞ্চলটিতে মাঠ হাসপাতাল, তাঁবু এবং খাদ্য, জল, ওষুধ এবং অন্যান্য প্রয়োজনীয় সরবরাহের বর্ধিত ব্যবস্থা রয়েছে। তবে ফিলিস্তিনি ও সাহায্য গোষ্ঠীগুলো বলছে যে নির্ধারিত নিরাপদ অঞ্চলে এর আগে ইসরায়েলি সেনাবাহিনী বোমা হামলা চালিয়েছে। এলাকার উদ্বাস্তুরাও সতর্ক করেছেন যে এলাকাটি উপচে পড়া এবং এখনও সরবরাহের অভাব রয়েছে।  জাতিসংঘ এবং ইউরোপীয় কর্মকর্তারা বলেছেন যে নিরাপদ অঞ্চলটি নিরাপদ বা যথাযথভাবে সজ্জিত নয় এবং সতর্ক করে দিয়েছিল যে রাফাহ খালি করার আদেশ যুদ্ধাপরাধ হতে পারে।\nচার দিন পর ইউএনআরডব্লিউএ জানিয়েছে যে ৮০,০০০ মানুষ এলাকা ছেড়েছে। ইসরায়েলি সেনাবাহিনীর সূত্র অনুমান করেছে যে ১,৫০,০০০ লোক পালিয়ে গেছে এবং দ্য গার্ডিয়ান জানিয়েছে যে ১,০০,০০০ এরও বেশি লোক পালিয়ে গেছে।\nআক্রমণের কারণে ইসরায়েল গাজায় সাহায্যের চাবিকাঠি কেরাম শালোম এবং রাফাহ ক্রসিং বন্ধ করে দেয়। ত্রাণ সংস্থাগুলি বলেছে যে বন্ধের ফলে চলমান মানবিক সংকট আরও খারাপ হতে পারে। জাতিসংঘ অবিলম্বে ক্রসিংগুলি পুনরায় চালু করার আহ্বান জানিয়েছে। ইসরাইল ৮ মে কেরাম শালোম ক্রসিং পুনরায় চালু করে। ইসরায়েল রাফাহ ক্রসিং পুনরায় খোলার সময় একটি প্রাইভেট ফার্মের কর্তৃত্ব দেওয়ার পরিকল্পনা করেছে। একই দিনে বিশ্ব স্বাস্থ্য সংস্থা বলেছে যে দক্ষিণ গাজার হাসপাতালগুলি বন্ধ হওয়ার কারণে মাত্র তিন দিন জ্বালানী অবশিষ্ট ছিল। ইসরায়েল ক্রসিংগুলিতে জাতিসংঘের প্রবেশাধিকারও অস্বীকার করেছে।\nপ্রাথমিক ইসরায়েলি হামলার পর রাফাহ শহরের কুয়েতি হাসপাতালে ২৭ জন নিহত এবং ১৫০ জন আহত হওয়ার খবর পাওয়া গেছে। সিএনএন জানিয়েছে, নিহতদের মধ্যে ৬ জন নারী এবং ৯ জন শিশু। ইসরায়েলি মিডিয়া জানিয়েছে যে বিমান হামলায় ৩০ জনেরও বেশি বেসামরিক লোক মারা গেছে।  ৭ মে বিমান হামলায় ৩৫ জনেরও বেশি বেসামরিক লোক নিহত এবং প্রায় ১৩০ জন আহত হয়। ৯ মে ১৫ জন বেসামরিক নাগরিক নিহত হয়। চিকিত্সকরা সতর্ক করেছিলেন যে আক্রমণে হাজার হাজার বেসামরিক লোক মারা যেতে পারে।\n\n\n== আন্তর্জাতিক প্রতিক্রিয়া ==\n\n\n=== আফ্রিকা ===\n South Africa: The country urged the ICJ to consider action on Israel's planned offensive. In a statement, South African foreign minister Naledi Pandor stated, \"South Africa is totally horrified at what is continuing to happen to the people of Gaza, the West Bank, and now Rafah. We believe this confirms the allegation tabled before the ICJ that genocide is under way in the Palestinian territories\". When Israel ordered the evacuation of eastern Rafah, the country said it was 'deeply disturbed' and said Israel's operations were illegal.\n\n\n=== আমেরিকা ===\n Argentina: President Javier Milei renewed his support for the Israeli offensive on Gaza, as he called pro-Palestinian protests in US colleges \"abhorrent\" and expressed the Argentine support for Israel.\n Brazil: After the Israeli forces seized the Rafah crossing on 7 May, the Brazilian foreign ministry condemned the offensive.\n Canada: The country called for a ceasefire in a joint statement with Australia and New Zealand, which stated \"We are gravely concerned by indications that Israel is planning a ground offensive into Rafah. A military operation into Rafah would be catastrophic.\" Foreign Minister Melanie Joly had previously stated that Canada was \"deeply concerned\" about an Israeli invasion of Rafah. The Canadian Minister of Foreign Affairs said that any full-scale invasion of Rafah would be 'completely unacceptable'.\n Mexico: The Mexican government condemned the assaults in Rafah, saying that attacks on civilians represent a \"serious violation of international humanitarian law\" and calls for an \"immediate humanitarian ceasefire\".\n United States: The United States, Israel's largest military supplier, did not approve of plans to invade. An offensive in Rafah under the IDF plan became a supposed red line for the Biden administration, causing a rift in relations between the U.S. and Israel. Nonetheless, on March 29, 2024, President Biden authorized the transfer of billions of dollars in bombs and fighter jets to Israel to replenish Israel's military. President Joe Biden opposed \"any forced displacement of Palestinians in Gaza\" and reaffirmed his stance that Israel should not continue with the military assault on Rafah \"without a credible and executable plan\" to ensure the safety of civilians. Initially, three U.S. officials told Politico in February 2024 that Israel would not face consequences from the United States if they were to invade Rafah and kill civilians. By March 2024, however, unnamed U.S. officials told Politico that Biden would consider conditioning military aid to Israel if it were to invade Rafah. On 5 May, when the U.S. expected Israel to invade, the U.S. put a hold on a shipment of ammunition. Biden threatened to cut off Israel's supply of bombs and artillery if it went through with an invasion.\n\n\n=== এশিয়া ===\n China: The Ministry of Foreign Affairs of the People's Republic of China stated, \"China follows closely the developments in the Rafah area, opposes and condemns actions that harm civilians and violate international law\" and demanded Israel \"stop its military operation as soon as possible\".\n Japan: The Ministry of Foreign Affairs released a statement that it was deeply concerned about an Israeli military operation in Rafah, stating, \"It is crucial to improve the humanitarian situation as soon as possible\".\n South Korea: The foreign ministry expressed deep concern over Israel's plans and urged for the protection of civilians under international laws.\n Malaysia: According to a statement from the Ministry of Foreign Affairs, \"Malaysia vehemently condemns the latest attacks by Israel on Rafah [...] and the attacks only demonstrate Israel's intransigence and unwillingness to work for peace. The Israeli regime is bent on pursuing genocide and a war of extermination against the besieged Palestinians. As such, Israel deserves the strongest condemnation from the international community.\"\n\n\n=== ইউরোপ ===\n European Union: Foreign policy chief Josep Borrell stated, \"Reports of an Israeli military offensive on Rafah are alarming. It would have catastrophic consequences worsening the already dire humanitarian situation and the unbearable civilian toll.\" On 19 February, every single member state of the European Union, with the exception of Hungary, asked the Israeli military not to take military action in Rafah.\n Belgium: Prime Minister Alexander De Croo has warned that Israel's incursion \"would cause a further unmitigated humanitarian catastrophe and result in the death of numerous innocent civilians, again mostly children and women.\"\n Denmark: The Ministry of Foreign Affairs made a statement on X, said that \"Denmark shares the concern of EU and others regarding a potential Israeli military offensive in Rafah where more than half of Gaza's population is seeking refuge.\"\n France: Foreign Minister Stéphane Séjourné stated an Israeli assault on Rafah would be unjustified. In a phone call, Emmanuel Macron told Netanyahu that he was opposed to a military invasion of Rafah. On 16 February, Macron stated, \"I share the fears of Jordan and Egypt of a forced and massive displacement of the population\".\n Germany: Foreign Minister Annalena Baerbock stated, \"Taking action now in Rafah, the last and most overcrowded place, as announced by the Israeli defence minister, would simply not be justifiable\". On 14 February, Baerbock stated, \"If the Israeli army were to launch an offensive on Rafah... it would be a humanitarian catastrophe.\" On 17 February, Chancellor Olaf Scholz reaffirmed Germany's support for Israel's \"security\", but also warned Israeli leaders to abide by international law. On 16 March, Scholz stated, \"There is a danger that a comprehensive offensive in Rafah will result in many terrible civilian casualties, which must be strictly prohibited\".\n Ireland: Micheál Martin stated an Israeli invasion of Rafah would entail \"grave violations of international humanitarian law\".\n Italy: Prime Minister Giorgia Meloni stated, \"We will reiterate our opposition to military action on the ground by Israel in Rafah that could have even more catastrophic consequences for the civilians\".\n Luxembourg: Foreign Minister Xavier Bettel told Israel they risked losing \"the last support they have in the world\" if they attacked Rafah.\n Netherlands: Foreign Minister, Hanke Bruins Slot, stated that Israel's planned assault on Rafah was \"unjustifiable\". Prime Minister Mark Rutte stated, \"An Israeli offensive in Rafah would cause a humanitarian disaster\".\n Slovenia: The Prime Minister Robert Golob stated, \"There is a common consensus in saying that we should do everything we can to prevent an attack on Rafah.\"\n Spain: The country signed a joint statement with the government of Ireland stating, \"The expanded Israeli military operation in the Rafah area poses a grave and imminent threat that the international community must urgently confront\".\n United Kingdom: Foreign Minister David Cameron stated, \"We think it is impossible to see how you can fight a war amongst these people. There's nowhere for them to go... what we want is an immediate pause in the fighting, and we want that pause to lead to a ceasefire\".\n\n\n=== মধ্যপ্রাচ্য ===\n Arab League: Chief Ahmed Aboul Gheit stated any attempt to displace Palestinians would cause the \"Middle East [to] explode in an unprecedented way\" and create \"a confrontation for the next thousand years\".\n Egypt: The country denied claims that it would suspend the Egypt–Israel peace treaty if Israel invaded Rafah as long as Israel also adheres to its part of the treaty. Egypt warned that a refugee crisis would occur in Sinai and sent 40 tanks to its border with Israel. The Ministry of Foreign Affairs stated there would be \"dire consequences\" if Israel invaded Rafah. On May 7, Canadian-Israeli businessman Ziv Kipper was killed in Egypt. A previously unkown group called \"Vanguards of Liberation - the Martyr Mohammad Salah\" claimed responsibility, citing retaliation for Israel's takeover of the Rafah border crossing.\nটেমপ্লেট:দেশের উপাত্ত GCC: stated an invasion of Rafah would be a \"blatant violation of international law\".\nটেমপ্লেট:দেশের উপাত্ত Hamas: The group said that an assault on Rafah would mean a breakdown in negotiations on a truce and prisoner exchange that have been ongoing for weeks.\n Jordan: King Abdullah II said that the world \"cannot afford\" an Israeli assault on Rafah as it would create another humanitarian catastrophe.\n Oman: The Foreign Ministry stated, \"We warn of the serious repercussions of the continuation of the occupation in its indiscriminate aggression in the Gaza Strip and its plans to storm Rafah.\"\n Palestine: President Mahmoud Abbas stated the impending Israeli invasion of Rafah would create \"another Nakba, which will push the whole region into endless wars\".\n Qatar: The country urged the United Nations Security Council to prevent Israel from committing genocide and warned of a humanitarian catastrophe in Rafah.\n Saudi Arabia: The foreign ministry warned of \"very serious repercussions of storming and targeting\" Rafah. In a later statement, the foreign ministry stated Israel's planned invasion of Rafah was part of a \"continued violation of international law and international humanitarian law\".\n Turkey: The foreign ministry stated, \"We consider this operation as part of a plan to expel the people of Gaza from their own land... We call on the international community, in particular the UN Security Council, to take the necessary steps to stop Israel.\"\n\n\n=== ওশেনিয়া ===\n Australia: Prime Minister Anthony Albanese made a joint statement with Prime Minister Justin Trudeau of Canada and Christopher Luxon of New Zealand, stating that \"There is simply nowhere else for civilians to go,\" and Israel \"must listen to its friends\".\n New Zealand: The Prime Minister of New Zealand Christopher Luxon warned Israel along with the Prime Ministers of Australia and Canada that an invasion of Rafah would lead to humanitarian catastrophe \n\n\n=== আন্তর্জাতিক সংস্থা ===\n\n\n==== মানবিক সাহায্য গোষ্ঠী ====\nসেভ দ্য চিলড্রেন বলেছে, \"জনসংখ্যার আর কোথায় যাওয়ার বাকি আছে? তাদের ইতোমধ্যেই গাজার উত্তর থেকে, গাজার কেন্দ্রীয় এলাকা থেকে সরানো হয়েছে - সামরিক লক্ষ্য অর্জনের জন্য দাবার বোর্ডে টুকরো টুকরো হয়ে ঘুরেছে। কোথাও নেই তাদের সরানোর জন্য রেখে গেছে।\"  নরওয়েজিয়ান রিফিউজি কাউন্সিল বলেছে, \"শত্রুতার সম্প্রসারণ রাফাহকে রক্তপাত ও ধ্বংসের একটি অঞ্চলে পরিণত করতে পারে যেখান থেকে মানুষ পালাতে পারবে না। জনগণের পালিয়ে যাওয়ার জন্য কোথাও অবশিষ্ট নেই।\"  ইসরায়েল এবং ফিলিস্তিনের জন্য হিউম্যান রাইটস ওয়াচের পরিচালক ওমর শাকির বলেছেন, \"গাজায় কোথাও যাওয়ার নিরাপদ জায়গা নেই। ICJ ইসরায়েলকে গণহত্যা প্রতিরোধের নির্দেশ দিয়েছে। [আন্তর্জাতিক] সম্প্রদায়কে আরও নৃশংসতা রোধ করতে কাজ করা উচিত।\" \nআল মেজান সেন্টার বলেছে, \"আন্তর্জাতিক সম্প্রদায়কে এখনই কাজ করতে হবে রাফাহের স্থল আক্রমণ বন্ধ করতে।\"  কার্টার সেন্টার বলেছিল \"ফিলিস্তিনিদের বাস্তুচ্যুতির এই নতুন তরঙ্গের আদেশ মানবিক সংকটকে আরও বাড়িয়ে তুলবে\"।  ডক্টরস উইদাউট বর্ডারস বলেছে, \"রাফাহতে ইসরায়েলের ঘোষিত স্থল আক্রমণ হবে বিপর্যয়কর এবং এগোনো উচিত নয়\"।  রেড ক্রসের আন্তর্জাতিক কমিটি ইসরাইলকে \"বেসামরিক জীবন ও অবকাঠামো রক্ষা ও রক্ষা করার\" আহ্বান জানিয়েছে।  13 ফেব্রুয়ারি, লেমকিন ইনস্টিটিউট ফর জেনোসাইড প্রিভেনশন একটি এসওএস সতর্কতা জারি করে, রাফাতে হামলা \"ইতোমধ্যেই ভয়াবহ মানবিক পরিস্থিতিকে আরও খারাপ করেছে\" বলে উল্লেখ করে। \nঅক্সফাম, অ্যামনেস্টি ইন্টারন্যাশনাল, অ্যাকশনএইড, ওয়ার চাইল্ড, ডেনিশ রিফিউজি কাউন্সিল এবং হ্যান্ডিক্যাপ ইন্টারন্যাশনালের স্বাক্ষরিত একটি যৌথ বিবৃতিতে বলা হয়েছে, \"গাজার সবচেয়ে জনবহুল এলাকা রাফাহতে আমরা আতঙ্কিত হয়েছি যেখানে 1.5 মিলিয়ন মানুষ তাদের শেষ অবলম্বন হিসাবে আশ্রয় দিচ্ছে - তাদের মধ্যে অর্ধ মিলিয়নেরও বেশি শিশু।\"  একটি সাক্ষাত্কারে, আমেরিকান নিয়ার ইস্ট রিফিউজি এইডের সভাপতি বলেছেন, \"যদি একটি রাফাহ অপারেশন ঘটে তবে আমি কল্পনাও করতে পারি না যে কীভাবে কিছু বেঁচে থাকে।\" \n\n\n==== জাতিসংঘ ====\nরাফাহ-তে প্রত্যাশিত স্থল আক্রমণের আগাম, জাতিসংঘ মহাসচিব আন্তোনিও গুতেরেস বলেছেন, \"এই ধরনের পদক্ষেপ দ্রুতগতিতে বৃদ্ধি করবে যা ইতোমধ্যেই একটি মানবিক দুঃস্বপ্ন যা অকথ্য আঞ্চলিক পরিণতি সহ।\"  জাতিসংঘের সাধারণ পরিষদের সভাপতি ডেনিস ফ্রান্সিস বলেছেন, \"গাজা উপত্যকার দক্ষিণে ইসরায়েলি সামরিক অভিযানের খবরে আমি মর্মাহত ও গভীরভাবে মর্মাহত। আমি মহাসচিবের সাথে বহু নিরপরাধের পক্ষে আবেদন জানাচ্ছি। বেসামরিক মানুষের যাবার মতো নিরাপদ জায়গা নেই।\"  ওয়ার্ল্ড ফুড প্রোগ্রাম বলেছে যে তারা রাফাতে একটি সামরিক আক্রমণের জন্য গভীরভাবে উদ্বিগ্ন। \nইউনিসেফের সভাপতি ক্যাথরিন এম রাসেল বলেছেন, \"কিছু 1.3 মিলিয়ন বেসামরিক নাগরিককে এক কোণে ঠেলে দেওয়া হয়েছে, রাস্তায় বা আশ্রয়কেন্দ্রে বসবাস করছে। তাদের অবশ্যই রক্ষা করতে হবে। তাদের যাওয়ার জন্য কোথাও নিরাপদ নেই\"।  মার্টিন গ্রিফিথস, জাতিসংঘের মানবিক সহায়তা সমন্বয়কারী, বলেছেন, \"আমরা দীর্ঘদিন ধরে যে দৃশ্যকল্পে আতঙ্কিত ছিলাম তা উদ্বেগজনক গতিতে উন্মোচিত হচ্ছে... রাফাহতে সামরিক অভিযান গাজাকে হত্যার দিকে নিয়ে যেতে পারে।\"  সিগ্রিড কাগ বলেন, রাফাহের ওপর আক্রমণ হবে বিপর্যয়কর।  14 ফেব্রুয়ারি, বিশ্ব স্বাস্থ্য সংস্থা বলেছে যে রাফাহ-তে হামলা \"মানবিক বিপর্যয়কে কল্পনার বাইরে প্রসারিত করবে [এবং] স্বাস্থ্য ব্যবস্থাকে ধ্বংসের দ্বারপ্রান্তে ঠেলে দেবে\"। \nইন্টারন্যাশনাল কোর্ট অফ জাস্টিস একটি রাফাহ আক্রমণ প্রতিরোধে অতিরিক্ত বিধান ব্যবস্থার জন্য দক্ষিণ আফ্রিকার একটি অনুরোধ প্রত্যাখ্যান করেছে কিন্তু একটি \"মানবিক দুঃস্বপ্ন\" নিয়ে উদ্বেগ প্রকাশ করার সময় ইসরায়েলকে বিদ্যমান অস্থায়ী ব্যবস্থা মেনে চলার আহ্বান জানিয়েছে।  গণহত্যা প্রতিরোধে জাতিসংঘের বিশেষ উপদেষ্টা অ্যালিস ওয়াইরিমু এনদেরিতু বলেছেন যে রাফাতে ইসরায়েলি আক্রমণের সময় নৃশংসতার ঝুঁকি ছিল \"গুরুতর, বাস্তব এবং উচ্চ\"।  ফিলিপ্পো গ্র্যান্ডি, জাতিসংঘের শরণার্থী বিষয়ক হাইকমিশনার, বলেছেন যে গাজা থেকে ফিলিস্তিনিদের নির্বাসন হবে \"শান্তি ভবিষ্যতের জন্য একটি বিপর্যয়\"। \nইন্টার-এজেন্সি স্ট্যান্ডিং কমিটি - জাতিসংঘের সংস্থা এবং অ-জাতিসংঘ মানবিক সংস্থার একটি জোট - বলেছে যে রাফাহতে ইসরায়েলি আক্রমণ \"একটি মানবিক প্রতিক্রিয়ার জন্য একটি মৃত্যু ঘা মোকাবেলা করবে যা ইতোমধ্যে তার হাঁটুতে রয়েছে\"।  ডব্লিউএইচও-এর মহাসচিব টেড্রোস আধানম ঘেব্রেইসাস বলেছেন যে তিনি রাফাহ-তে স্থল-স্কেল আক্রমণের আশঙ্কা করছেন, কারণ সেখানে আশ্রয় নেওয়া লোকেরা \"কোথায় যাবেন তার বিকল্প নেই\"।  জাতিসংঘের মানবাধিকার প্রধান ভলকার তুর্ক বলেছেন, রাফাহ আক্রমণ \"গাজার মানুষের উপর দুঃস্বপ্নকে একটি নতুন, ডিস্টোপিয়ান, মাত্রায় নিয়ে যাবে\"।  অভ্যন্তরীণভাবে বাস্তুচ্যুত ব্যক্তিদের অধিকারের বিষয়ে জাতিসংঘের বিশেষ র‌্যাপোর্টার পলা গাভিরিয়া বেটানকুর বলেছেন, \"বর্তমান পরিস্থিতিতে রাফাহকে যে কোনো উচ্ছেদ আদেশ, গাজার বাকি অংশ ধ্বংসস্তূপে পড়ে থাকলে তা আন্তর্জাতিক মানবিক আইনের স্পষ্ট লঙ্ঘন হবে\"। \n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে রাফাহ ধ্বংসযজ্ঞ সম্পর্কিত মিডিয়া দেখুন।"}