{"pageid": 1443295, "title": "অস্ট্রিয়ান স্কুল অফ ইকোনমিক্স", "url": "https://bn.wikipedia.org/wiki?curid=1443295", "content": "অস্ট্রিয়ান স্কুল হল একটি অপ্রচলিত    অর্থনৈতিক চিন্তাধারার স্কুল যা পদ্ধতিগত ব্যক্তিবাদের প্রতি কঠোর অনুসরণের পক্ষপাতী, যা ধারণা করে যে সামাজিক ঘটনাবলী মূলত ব্যক্তিদের উদ্দীপনা এবং ক্রিয়াকলাপ এবং তাদের নিজস্ব স্বার্থের ফলে ঘটে। অস্ট্রিয়ান স্কুলের তাত্ত্বিকরা মনে করেন যে অর্থনৈতিক তত্ত্ব কেবল মানব ক্রিয়াকলাপের মৌলিক নীতি থেকেই উদ্ভূত হওয়া উচিত।   \nকার্ল মেঙ্গার, ইউজেন ফন বোহম-বাওয়ার্ক, ফ্রেডরিখ ভন উইজার এবং অন্যান্যদের কাজের মাধ্যমে ভিয়েনায় অস্ট্রিয়ান স্কুলের উদ্ভব হয়েছিল।  এটি পদ্ধতিগতভাবে জার্মানিতে অবস্থিত ঐতিহাসিক স্কুলের বিরোধী ছিল, যা 'মেথডেনস্ট্রাইট' বা পদ্ধতির বিতর্ক নামে পরিচিত। বর্তমান সময়ের এই ধারায় কাজ করা অর্থনীতিবিদরা অনেক দেশে অবস্থান করছেন, তবে তাদের কাজ এখনও 'অস্ট্রিয়ান অর্থনীতি' হিসাবে পরিচিত। অস্ট্রিয়ান স্কুলের প্রারম্ভিক বছরগুলির তাত্ত্বিক অবদানগুলির মধ্যে রয়েছে মূল্যের বিষয়গত তত্ত্ব, মূল্য তত্ত্বে প্রান্তিকতা এবং অর্থনৈতিক গণনা সমস্যা প্রণয়ন, যার প্রতিটিই মূলধারার অর্থনীতির একটি স্বীকৃত অংশ হয়ে উঠেছে। \n১৯৭০ এর দশকে, ফ্রেডরিখ হায়েক যখন ১৯৭৪ সালে গুনার মির্দালের সাথে নোবেল স্মারক পুরস্কার অর্থনীতি বিজ্ঞানে ভাগ করে নেন, তখন অস্ট্রিয়ান স্কুল পুনরায় কিছু আগ্রহ আকর্ষণ করে। \n\n\n== ইতিহাস ==\n\n\n=== ব্যুৎপত্তি ===\nঅস্ট্রিয়ান স্কুল তার নাম পেয়েছে জার্মান ঐতিহাসিক অর্থনীতির স্কুলের সদস্যদের কাছ থেকে, যারা ১৯শ শতাব্দীর শেষের দিকে মেথডেনস্ট্রাইট (\"পদ্ধতির সংগ্রাম\") নামক বিতর্কে অস্ট্রিয়ানদের বিরুদ্ধে যুক্তি পেশ করেছিল, যেখানে অস্ট্রিয়ানরা অর্থনীতিতে তত্ত্বের ভূমিকাকে ঐতিহাসিক পরিস্থিতির অধ্যয়ন বা সংকলন থেকে আলাদা হিসেবে রক্ষা করার পক্ষে সমর্থন করেছিল। ১৮৮৩ সালে, মেঙ্গার অর্থনীতির বিশেষ রেফারেন্স সহ সামাজিক বিজ্ঞানের পদ্ধতির উপর তদন্ত, বিশেষ করে অর্থনীতির সাথে সম্পর্কিত' শীর্ষক একটি গ্রন্থ প্রকাশ করেন, যা ঐতিহাসিক স্কুলের পদ্ধতিগুলিকে আক্রমণ করে।। ঐতিহাসিক স্কুলের নেতা গুস্তাভ ভন শমোলার, একটি অনুকূল নয় এমন পর্যালোচনার মাধ্যমে সাড়া দেন, এবং 'অস্ট্রিয়ান স্কুল' নামটি প্রবর্তন করেন যাতে এই স্কুলকে নির্বাসিত এবং প্রান্তিক হিসেবে চিত্রিত করা যায়। এই লেবেলটি টিকে থাকে এবং অনুসারীরা নিজেরাই এটি গ্রহণ করে। \n\n\n=== প্রথম তরঙ্গ ===\n\nএই স্কুলের উৎপত্তি অস্ট্রিয়ান সাম্রাজ্যের ভিয়েনায় হয়েছিল। কার্ল মেঙ্গারের ১৮৭১ সালের বই অর্থনীতির নীতিমালা সাধারণত অস্ট্রিয়ান স্কুলের প্রতিষ্ঠা হিসেবে বিবেচিত। এই বইটি প্রথম আধুনিক গ্রন্থগুলির একটি যা প্রান্তিক উপযোগ তত্ত্ব অগ্রসর করে। অস্ট্রিয়ান স্কুল ছিল ১৮৭০-এর দশকের প্রান্তিক বিপ্লবের তিনটি প্রতিষ্ঠাতা স্রোতের মধ্যে একটি, যার প্রধান অবদান হল অর্থনীতিতে বিষয়বাদী পদ্ধতির প্রবর্তন।  \nএমন দাবির পরেও, জন স্টুয়ার্ট মিল ১৮৪৮ সালে 'রাজনৈতিক অর্থনীতির নীতিমালা' গ্রন্থে ব্যবহারিক মূল্য শব্দটি এই অর্থে ব্যবহার করেছিলেন,  যেখানে তিনি লিখেছিলেন: 'ব্যবহারের মূল্য, বা যেমনটি মিঃ ডি কুইন্সি বলেছেন, টেলিওলজিক মূল্য, হল বিনিময়ের মূল্যের চরম সীমা। কোনো জিনিসের বিনিময় মূল্য তার ব্যবহারিক মূল্যের চেয়ে যেকোনো পরিমাণে কম হতে পারে; কিন্তু যে কোনো জিনিসের বিনিময় মূল্য তার ব্যবহারিক মূল্যকে ছাড়িয়ে যাবে এমনটি ধরা একটি বিরোধীতা বোঝায়; এটি ধরে নেয় যে ব্যক্তিরা কোনো জিনিস অধিকারে আনতে তাদের নিজের সর্বোচ্চ মূল্যায়নের চেয়ে বেশি দিতে রাজি হবে, যা তারা নিজেদের পক্ষে তাদের আকাঙ্ক্ষাগুলি পূরণের মাধ্যম হিসাবে মূল্যায়ন করে।\" \nযদিও প্রান্তিকতা সাধারণভাবে প্রভাবশালী ছিল, মেঙ্গারের কাজের চারপাশে একটি আরও নির্দিষ্ট স্কুল গঠিত হতে শুরু করে, যা পরবর্তীতে 'সাইকোলজিক্যাল স্কুল', 'ভিয়েনা স্কুল', বা 'অস্ট্রিয়ান স্কুল' নামে পরিচিত হয়।  মেঙ্গারের অর্থনৈতিক তত্ত্বের অবদানের পরপরই ইউজেন বোম ফন বাওয়ার্ক এবং ফ্রেডরিক ফন ভিসারের অবদান আসে। এই তিন অর্থনীতিবিদ যা হিসেবে পরিচিত হয়ে ওঠে তা হল 'অস্ট্রিয়ান স্কুলের \"প্রথম তরঙ্গ\"। ১৮৮০ এবং ১৮৯০ এর দশকে বোম-বাওয়ার্ক কার্ল মার্ক্সের বিরুদ্ধে ব্যাপক সমালোচনা লিখেছিলেন এবং তিনি ১৯শ শতাব্দীর শেষের দিকের মেথোডেনস্ট্রিটে অস্ট্রিয়ানদের অংশগ্রহণের অংশ ছিল, যাতে তারা ঐতিহাসিক স্কুলের হেগেলীয় মতবাদগুলির বিরুদ্ধে আক্রমণ করেছিল।\n\n\n=== ২০শ শতাব্দীর প্রারম্ভিক কাল ===\nফ্রাঙ্ক আলবার্ট ফেটার (১৮৬৩-১৯৪৯) যুক্তরাষ্ট্রে অস্ট্রিয়ান চিন্তার একজন নেতা ছিলেন। তিনি ১৮৯৪ সালে হ্যালে বিশ্ববিদ্যালয় থেকে পিএইচডি অর্জন করেন এবং এরপর ১৯০১ সালে কর্নেল বিশ্ববিদ্যালয়ে রাজনৈতিক অর্থনীতি ও অর্থায়নের অধ্যাপক হিসেবে নিযুক্ত হন। ১৯২০ এর দশকে ভিয়েনা বিশ্ববিদ্যালয়ে অনেক গুরুত্বপূর্ণ অস্ট্রিয়ান অর্থনীতিবিদ প্রশিক্ষণ নিয়েছিলেন এবং পরবর্তীতে লুডভিগ ফন মাইসে আয়োজিত ব্যক্তিগত সেমিনারগুলিতে অংশ নিয়েছিলেন। এর মধ্যে রয়েছে গটফ্রিড হ্যাবারলার,  ফ্রেডরিখ হায়েক, ফ্রিটজ ম্যাচলুপ,  কার্ল মেঙ্গার (কার্ল মেঙ্গারের ছেলে),  অস্কার মরগেনস্টার্ন,  পল রোজেনস্টাইন-রোডান,  আব্রাহাম ওয়াল্ড,  এবং মাইকেল এ. হেইলপেরিন,  অন্যান্যদের মধ্যে, সেইসাথে সমাজবিজ্ঞানী আলফ্রেড শুৎজ ।\n\n\n=== ২০শ শতাব্দীর পরে ===\n\n১৯৩০ দশকের মাঝামাঝি সময়ে, বেশিরভাগ অর্থনীতিবিদরা প্রাথমিক অস্ট্রিয়ানদের গুরুত্বপূর্ণ অবদানগুলিকে গ্রহণ করেছিলেন।  \"একটি বিদ্যালয়ের সর্বোত্তম সাফল্য হ'ল এটি অস্তিত্ব বন্ধ করে দেয়া, কারণ তার মৌলিক শেখানীর বিষয়গুলি সাধারণত গৃহীত ধারণা এর একটি অংশ হয়ে যায়।\"।  ২০ শতকের মাঝামাঝি সময়ে, অস্ট্রিয়ান অর্থনীতি মূলধারার অর্থনীতিবিদদের দ্বারা উপেক্ষিত বা উপহাসিত হয়ে ওঠে কারণ এটি অর্থনীতির অধ্যয়নে মডেল তৈরি এবং গাণিতিক ও পরিসংখ্যান পদ্ধতিকে প্রত্যাখ্যান করেছিল।  মাইসেসের ছাত্র ইজরায়েল কিরজনার স্মরণ করেন যে ১৯৫৪ সালে, যখন কিরজনার তার পিএইচডি করছিলেন, তখন আলাদা অস্ট্রিয়ান স্কুল ছিল না। কির্জনার যখন সিদ্ধান্ত নিচ্ছিলেন যে কোন স্নাতক স্কুলে যাবেন, মাইসে তাকে জনস হপকিন্সে ভর্তির প্রস্তাব গ্রহণ করার পরামর্শ দিয়েছিলেন কারণ এটি একটি মর্যাদাপূর্ণ বিশ্ববিদ্যালয় এবং ফ্রিটজ ম্যাচলুপ সেখানে পড়াতেন। \n১৯৪০-দশকের পর, অস্ট্রিয়ান অর্থনীতিকে অর্থনৈতিক চিন্তাধারার দুটি স্কুলে বিভক্ত করা যেতে পারে এবং বিংশ শতাব্দীর শেষের দিকে স্কুলটি কিছুটা \"বিভক্ত\" হয়ে যায়। অস্ট্রিয়ানদের একটি শিবির, মাইসেস দ্বারা উদাহরণ, নিওক্লাসিক্যাল পদ্ধতিকে অপূরণীয়ভাবে ত্রুটিপূর্ণ বলে মনে করে; ফ্রেডরিখ হায়েক দ্বারা উদাহরণকৃত অন্য শিবিরটি নিওক্লাসিক্যাল পদ্ধতির একটি বড় অংশ গ্রহণ করে এবং অর্থনীতিতে সরকারী হস্তক্ষেপকে আরও বেশি গ্রহণ করে।  হেনরি হ্যাজলিট বেশ কয়েকটি প্রকাশনার জন্য অর্থনীতির কলাম এবং সম্পাদকীয় লিখেছেন এবং ১৯৩০ থেকে ১৯৮০ এর দশক পর্যন্ত অস্ট্রিয়ান অর্থনীতির বিষয়ে অনেক বই লিখেছেন। হ্যাজলিটের চিন্তাধারা মাইসেসের দ্বারা প্রভাবিত হয়েছিল।  তার বই ইকোনমিক্স ইন ওয়ান লেসন (১৯৪৬) এক মিলিয়নেরও বেশি কপি বিক্রি হয়েছে এবং তিনি \"নতুন অর্থনীতি\" এর ব্যর্থতা (১৯৫৯) এর জন্যও পরিচিত, যা জন মেনার্ড কেইনসের সাধারণ তত্ত্বের লাইন-বাই-লাইন সমালোচনা। \n২০শ শতাব্দীর শেষের দিকে নিউ ইয়র্ক বিশ্ববিদ্যালয়ের ইসরায়েল কিরজনার এবং লুডভিগ ল্যাচম্যানের কাজের কারণে এবং হায়েকের কাজের প্রতি পুনর্নবীকরণ জনসচেতনতা বৃদ্ধির কারণে অস্ট্রিয়ান স্কুলের সুনাম বৃদ্ধি পায়। ১৯৭৪ সালে হায়েক যখন অর্থনৈতিক বিজ্ঞানে নোবেল স্মারক পুরস্কার জিতে নেন, তখন তাঁর কাজের প্রতি পুনরায় সমাদৃত হয়।  ২০শ শতাব্দীতে হায়েকের কাজ লেসেজ-ফেয়ার চিন্তাধারার পুনরুজ্জীবনে প্রভাবশালী ছিল।  \n\n\n=== সমসাময়িক অস্ট্রিয়ানদের মধ্যে বিভক্তি ===\nঅর্থনীতিবিদ লিল্যান্ড ইয়েগার ২০শ শতাব্দীর শেষের দিকের বিভাজন সম্পর্কে আলোচনা করেছেন এবং মারে রথবার্ড, হান্স-হেরমান হোপে, জোসেফ স্যালেরনো এবং অন্যান্যদের লেখা একটি আলোচনার উল্লেখ করেছেন যেখানে তারা হায়েককে আক্রমণ ও অবজ্ঞা করেছেন। ইয়েগার বলেছেন: \"অর্থনৈতিক হিসাবনিকাশে [জ্ঞানের ভূমিকা] নিয়ে মিসেস এবং হায়েকের মধ্যে বিভাজন সৃষ্টি করার চেষ্টা করা, বিশেষত হায়েকের অবমাননা করা, এই দুই মহান মানুষের প্রতি অন্যায় এবং অর্থনৈতিক চিন্তার ইতিহাসের প্রতি অবিশ্বস্ত।\" তিনি আরো বলেছেন যে এই বিভাজন অর্থনৈতিক বিশ্লেষণ এবং পূর্ব ইউরোপীয় কমিউনিজমের পতনের ঐতিহাসিক বোঝাপড়াকে বিঘ্নিত করে। \n১৯৯৯ সালে লুডভিগ ভন মাইসেস ইনস্টিটিউট দ্বারা প্রকাশিত একটি বইতে,  হোপে দাবি করেছেন যে রথবার্ড ছিলেন \"অস্ট্রিয়ান অর্থনীতির মূলধারার নেতা\" এবং নোবেল পুরস্কারপ্রাপ্ত ফ্রেডরিখ হায়েকের সাথে রথবার্ডের তুলনা করেছেন, যাকে তিনি একজন ব্রিটিশ অভিজ্ঞতাবাদী এবং মিসেস ও রথবার্ডের চিন্তাধারার বিরোধী হিসেবে চিহ্নিত করেছেন। হোপে স্বীকার করেছেন যে হায়েক ছিলেন শিক্ষাব্যবস্থায় সবচেয়ে প্রখ্যাত অস্ট্রিয়ান অর্থনীতিবিদ, কিন্তু তিনি বলেছেন যে হায়েক ছিলেন সেই অস্ট্রিয়ান ঐতিহ্যের বিরোধী, যা কার্ল মেঙ্গার ও বোম-বাভের্কের মাধ্যমে মাইসে থেকে রথবার্ড পর্যন্ত বিস্তৃত ছিল।। অস্ট্রিয়ান অর্থনীতিবিদ ওয়াল্টার ব্লক বলেছেন যে অর্থনৈতিক তত্ত্ব ও রাজনৈতিক তত্ত্বের দুই শ্রেণীর মাধ্যমে অস্ট্রিয়ান স্কুলকে অন্যান্য অর্থনৈতিক চিন্তাধারার স্কুল থেকে পৃথক করা যায়। ব্লকের মতে, যদিও হায়েককে একজন অস্ট্রিয়ান অর্থনীতিবিদ হিসেবে বিবেচনা করা যায়, তার রাজনৈতিক তত্ত্বের মতামত স্বাধীনতাবাদী রাজনৈতিক তত্ত্বের সাথে সংঘাত করে, যা ব্লক অস্ট্রিয়ান স্কুলের অবিচ্ছেদ্য অংশ হিসেবে দেখেন। \nহোপে এবং ব্লকের হায়েকের প্রতি সমালোচনা কার্ল মেঙ্গারের প্রতিও প্রযোজ্য, যিনি অস্ট্রিয়ান স্কুলের প্রতিষ্ঠাতা। হোপে জোর দিয়ে বলেন যে হায়েক, যাকে তিনি ইংরেজি প্রায়োগিক ঐতিহ্যের অন্তর্গত মনে করেন, হলেন অস্ট্রিয়ান স্কুলের ধরা হওয়া যুক্তিবাদী ঐতিহ্যের বিরোধী; মেঙ্গার তাঁর কাজে যুক্তিবাদের প্রতি তীব্র সমালোচনা করেছেন, যা হায়েকের মতোই।  তিনি যে ধারণাটি জোর দিয়ে বলেছেন তা হল, এমন কিছু প্রতিষ্ঠান রয়েছে যা ইচ্ছাকৃতভাবে সৃষ্টি করা হয়নি, তবে এগুলোর এক ধরনের \"উত্তম জ্ঞান\" আছে এবং সমাজের জন্য গুরুত্বপূর্ণ কার্যাবলী পরিচালনা করে।    তিনি এডমন্ড বার্ক এবং এই অবস্থানগুলি টিকিয়ে রাখার জন্য ইংরেজদের ঐতিহ্য সম্পর্কেও কথা বলেছেন। \nযখন বলা হয় যে স্বাধীনতাবাদী রাজনৈতিক তত্ত্ব হল অস্ট্রিয়ান স্কুলের একটি অবিচ্ছেদ্য অংশ এবং ধরা হয় যে হায়েক একজন স্বাধীনতাবাদী নন, তাহলে ব্লক মেঙ্গারকেও অস্ট্রিয়ান স্কুল থেকে বাদ দিয়ে দেন, কারণ মেঙ্গার মনে হয় হায়েকের চেয়েও ব্যাপক রাষ্ট্রীয় ক্রিয়াকলাপের পক্ষপাতী—যেমন, প্রগতিশীল করারোপণ এবং ব্যাপক শ্রম আইন।\nহায়েকিয়ান দৃষ্টিভঙ্গির অর্থনীতিবিদরা ক্যাটো ইনস্টিটিউট, জর্জ মেসন বিশ্ববিদ্যালয় (জিএমইউ) এবং নিউ ইয়র্ক বিশ্ববিদ্যালয় সহ বিভিন্ন প্রতিষ্ঠানের সাথে জড়িত। তাদের মধ্যে রয়েছে পিটার বোয়েটকে, রজার গ্যারিসন, স্টিভেন হরউইটজ, পিটার লিসন এবং জর্জ রেইসম্যান ৷ মাইসেস-রথবার্ড দৃষ্টিভঙ্গির অর্থনীতিবিদদের মধ্যে রয়েছে ওয়াল্টার ব্লক, হ্যান্স-হারম্যান হোপ্পে, জেসুস হুয়ের্তা ডি সোটো এবং রবার্ট পি. মারফি, যাদের প্রত্যেকেই মাইসেস ইনস্টিটিউটের সাথে যুক্ত  এবং তাদের কেউ কেউ শিক্ষাব্যবস্থায় প্রতিষ্ঠানগুলির সাথেও জড়িত।  মারফির মতে, ২০১১ সালের দিকে \"জিএমইউ অস্ট্রো-লিবার্টেরিয়ানদের এবং অবার্ন অস্ট্রো-লিবার্টেরিয়ানদের মধ্যে (ভাল শব্দের অভাবে) একটি যুদ্ধবিরতি স্বাক্ষরিত হয়।\"  \n\n\n=== প্রভাব ===\n\"প্রথম তরঙ্গ\" অস্ট্রিয়ান অর্থনীতিবিদদের দ্বারা উন্নীত অনেক তত্ত্ব দীর্ঘকাল ধরে মূলধারার অর্থনীতিতে শোষিত হয়েছে।  এগুলোর মধ্যে রয়েছে কার্ল মেঙ্গারের প্রান্তিক উপযোগিতা সম্পর্কিত তত্ত্বগুলি, ফ্রিডরিখ ফন ভিসারের সুযোগ ব্যয় সম্পর্কিত তত্ত্বগুলি এবং ইউজেন বোম ফন বাভের্কের সময় পছন্দ সম্পর্কিত তত্ত্বগুলি, এছাড়াও মেঙ্গার ও বোম-বাভের্কের মার্ক্সীয় অর্থনীতির সমালোচনা। \nপ্রাক্তন মার্কিন ফেডারেল রিজার্ভ চেয়ারম্যান অ্যালান গ্রিনস্প্যান বলেছেন যে অস্ট্রিয়ান স্কুলের প্রতিষ্ঠাতারা \"তাদের অনুশীলনের সময় থেকে অনেক দূরে পৌঁছেছিলেন এবং এই দেশের অধিকাংশ প্রধানধারার অর্থনীতিবিদদের চিন্তাভাবনায় গভীর এবং, আমার মতে, সম্ভবত অপরিবর্তনীয় প্রভাব ফেলেছে।  ১৯৮৭ সালে, নোবেল পুরস্কারপ্রাপ্ত জেমস এম. বুকানান একজন সাক্ষাত্কারকারীকে বলেছিলেন: \"আমার অস্ট্রিয়ান হিসাবে ডাকা হওয়ায় কোনো আপত্তি নেই। হায়েক ও মাইসেস হয়তো আমাকে একজন অস্ট্রিয়ান হিসাবে বিবেচনা করবেন, কিন্তু নিশ্চিতভাবে অন্যান্য কেউ কেউ হয়তো তা করবেন না।\" \nবর্তমানে, উল্লেখযোগ্য অস্ট্রিয়ান উপস্থিতি সহ বিশ্ববিদ্যালয়গুলি হল জর্জ মেসন বিশ্ববিদ্যালয়,  নিউ ইয়র্ক বিশ্ববিদ্যালয়, গ্রোভ সিটি কলেজ, লয়োলা ইউনিভার্সিটি নিউ অরলিন্স, মনমাউথ কলেজ এবং মার্কিন যুক্তরাষ্ট্রের অবার্ন বিশ্ববিদ্যালয় ; স্পেনের কিং জুয়ান কার্লোস বিশ্ববিদ্যালয় ;  এবং গুয়াতেমালার ইউনিভার্সিড ফ্রান্সিসকো মাররোকুইন ।   অস্ট্রিয়ান অর্থনৈতিক ধারণাগুলি ব্যক্তিগতভাবে অর্থায়িত সংস্থা যেমন মাইসেস ইনস্টিটিউট  এবং ক্যাটো ইনস্টিটিউট দ্বারা প্রচারিত হয়। \n\n\n== তত্ত্ব ==\n\nঅস্ট্রিয়ান স্কুল তত্ত্বায়িত করে যে ব্যক্তিগত জ্ঞান, সময়, প্রত্যাশা এবং অন্যান্য বিষয়গত কারণ সহ ব্যক্তির বিষয়গত পছন্দগুলি সব অর্থনৈতিক ঘটনাবলীকে ঘটায়। অস্ট্রিয়ানরা ব্যক্তির পছন্দের সামাজিক প্রভাব পরীক্ষা করে অর্থনীতি বুঝতে চায়, এই পদ্ধতিটি 'পদ্ধতিগত ব্যক্তিবাদ' নামে পরিচিত। এটি অন্যান্য অর্থনীতির চিন্তাধারার বিদ্যালয় থেকে পৃথক, যেগুলি সমষ্টিগত চলকগুলি, ভারসাম্য বিশ্লেষণ এবং সামাজিক গোষ্ঠীগুলির উপর বরং ব্যক্তিদের উপর মনোনিবেশ করেছে। \n\n২০শ ও ২১শ শতাব্দীতে, প্রাথমিক অস্ট্রিয়ান স্কুলের পদ্ধতিগত বংশধারার অর্থনীতিবিদরা অনেক বৈচিত্র্যময় পদ্ধতি ও তাত্ত্বিক অভিমুখ উন্নত করেছেন। লুডভিগ ফন মাইসেস ১৯৪৯ সালে ইংরেজিতে 'হিউম্যান অ্যাকশন' নামে প্রকাশিত একটি বইতে তাঁর বিষয়গত পদ্ধতির সংস্করণটি আয়োজন করেছেন, যা তিনি 'প্র্যাক্সিওলজি' বলে অভিহিত করেছেন।  এতে, মাইসেস বলেছিলেন যে প্রাক্সিওলজি একটি অগ্রাধিকার তাত্ত্বিক অর্থনৈতিক সত্যগুলি অনুমান করার জন্য ব্যবহার করা যেতে পারে এবং অনুমানমূলক অর্থনৈতিক চিন্তা পরীক্ষাগুলি এমন সিদ্ধান্তে আসতে পারে যা অন্তর্নিহিত অনুমানগুলি থেকে অকাট্যভাবে অনুসরণ করে। তিনি লিখেছেন যে অভিজ্ঞতামূলক পর্যবেক্ষণ বা পরিসংখ্যানগত বিশ্লেষণ থেকে উপসংহারগুলি অনুমান করা যায় না এবং অর্থনৈতিক মডেলগুলিতে সম্ভাব্যতার ব্যবহারের বিরুদ্ধে যুক্তি দিয়েছিলেন। \nমাইসেসের সময় থেকে, কিছু অস্ট্রিয়ান চিন্তাবিদ তাঁর প্র্যাক্সিওলজিক পদ্ধতিটি গ্রহণ করেছেন, যখন অন্যরা বিকল্প পদ্ধতিগুলি গ্রহণ করেছেন।  যেমন, ফ্রিটজ ম্যাকলুপ, ফ্রিডরিখ হায়েক এবং অন্যান্যরা মাইসের অর্থনীতিতে দৃঢ় অগ্রগামী পদ্ধতিটি গ্রহণ করেননি।  লুডউইগ ল্যাচম্যান, একজন র‌্যাডিক্যাল বিষয়গতবাদী,মিসেসের প্র্যাক্সিওলজির সূত্রায়নকে বৃহৎভাবে প্রত্যাখ্যান করেছেন ম্যাক্স ওয়েবারের দ্বারা ব্যাখ্যায়িত 'ভার্স্টেহেন্ডে মেথোড' (\"ব্যাখ্যামূলক পদ্ধতি\") পক্ষে।  \n২০শ শতাব্দীতে, বিভিন্ন অস্ট্রিয়ানরা তাদের বিশ্লেষণে মডেল ও গণিত অন্তর্ভুক্ত করেছেন। ২০০০ সালে অস্ট্রিয়ান অর্থনীতিবিদ স্টিভেন হোরউইটজ তর্ক করেছেন যে অস্ট্রিয়ান পদ্ধতি সামষ্টিক অর্থনীতির সাথে সামঞ্জস্যপূর্ণ এবং অস্ট্রিয়ান সামষ্টিক অর্থনীতিকে ব্যষ্টিক অর্থনীতি ভিত্তিগুলির মাধ্যমে ব্যক্ত করা যায়।  অস্ট্রিয়ান অর্থনীতিবিদ রজার গ্যারিসন লিখেছেন যে অস্ট্রিয়ান সামষ্টিক অর্থনৈতিক তত্ত্বকে রেখাচিত্র মডেলের পরিপ্রেক্ষিতে সঠিকভাবে প্রকাশ করা যেতে পারে।  ১৯৪৪ সালে, অস্ট্রিয়ান অর্থনীতিবিদ অস্কার মর্গেনস্টার্ন তার 'গেমস অ্যান্ড ইকোনমিক বিহেভিয়ার' থিওরিতে একটি অর্ডিনাল উপযোগিতা ফাংশনের কঠোর স্কিম্যাটাইজেশন উপস্থাপন করেছেন (ফন নয়মান-মর্গেনস্টার্ন উপযোগিতা তত্ত্ব)। \n\n\n=== মৌলিক নীতিমালা ===\n১৯৮১ সালে, ফ্রিটজ ম্যাকলুপ অস্ট্রিয়ান অর্থনৈতিক চিন্তার সাধারণ মতামতগুলি নিম্নরূপ তালিকাভুক্ত করেছেনঃ \n\n\n== তথ্যসূত্র =="}