{"pageid": 1443648, "title": "জ্যাকব ইয়াং (রাজনীতিবিদ)", "url": "https://bn.wikipedia.org/wiki?curid=1443648", "content": "জ্যাকব ইয়ং (জন্ম ২ ফেব্রুয়ারি ১৯৯৩) একজন ব্রিটিশ কনজারভেটিভ পার্টির রাজনীতিবিদ যিনি ১৮ সেপ্টেম্বর ২০২৩ সাল থেকে লেভেলিং আপের জন্য সংসদীয় আন্ডার-সেক্রেটারি অফ স্টেটের দায়িত্ব পালন করছেন। তিনি এর আগে ২০২২ সালের সেপ্টেম্বর থেকে ২০২৩ সালের মধ্যে সহকারী সরকারি হুইপ হিসেবে দায়িত্ব পালন করেন। ২০১৯ সালের সাধারণ নির্বাচনে তিনি রেডকারের এমপি নির্বাচিত হন। তিনি প্রথম কনজারভেটিভ এমপি যিনি এই আসনের প্রতিনিধিত্ব করেন।\n\n\n== প্রারম্ভিক জীবন এবং কর্মজীবন ==\nজ্যাকব ইয়ং মিডলসব্রো, উত্তর ইয়র্কশায়ারে টেরেন্স অ্যান্থনি ইয়ং এবং এলিজাবেথ অ্যান ইয়ং-এর পুত্র হিসাবে জন্মগ্রহণ করেছিলেন। তিনি মিডলসব্রোতে একটি শ্রমজীবী পরিবারে বড় হয়েছেন এবং তার ছয় ভাইবোন রয়েছে। ইয়াং ম্যাকমিলান একাডেমিতে পড়াশোনা করেন এবং তারপরে রেডকার অ্যান্ড ক্লিভল্যান্ড কলেজ এবং টিটিই টেকনিক্যাল ইনস্টিটিউটে পড়াশোনা করেন। এর পরে, তিনি টিসাইড ইউনিভার্সিটিতে রাসায়নিক প্রকৌশলে উচ্চতর জাতীয় শংসাপত্র পান। বিশ্ববিদ্যালয়ে থাকাকালীন তিনি কনজারভেটিভ পার্টিতে যোগ দেন।\nএরপর তিনি একজন শিক্ষানবিশ টেকনিশিয়ান হিসেবে প্রশিক্ষণ নেন এবং কেমক্সি ইন্টারন্যাশনাল লিমিটেডের প্রসেস অপারেটর হিসেবে কাজ করেন। তরুণ পরে একটি পেট্রোকেমিক্যাল কোম্পানির প্রধান প্রযুক্তিবিদ হন।\n\n\n== রাজনৈতিক পেশা ==\nইয়াং ২০১৫ সালের সাধারণ নির্বাচনে রেডকারে রক্ষণশীল প্রার্থী হিসাবে দাঁড়িয়েছিলেন, লেবার পার্টির প্রার্থী আনা টার্লি এবং লিবারেল ডেমোক্র্যাট এবং ইউকেআইপি প্রার্থীদের পিছনে ১৬.২% ভোট পেয়ে চতুর্থ স্থানে ছিলেন।\nতিনি ২০১৬ ইউনাইটেড কিংডম ইউরোপীয় ইউনিয়ন সদস্যপদ গণভোটের আগে ব্রেক্সিটের পক্ষে প্রচারণা চালান।\nআগাম ২০১৭ সালের সাধারণ নির্বাচনে, ইয়াং মিডলসব্রোতে দাঁড়িয়েছিলেন, বর্তমান লেবার এমপি অ্যান্ডি ম্যাকডোনাল্ডের পিছনে ২৬.৭% ভোট নিয়ে দ্বিতীয় হয়েছেন।\nএকই বছরে, ইয়ং মিডলসব্রো কাউন্সিলের কুলবি নিউহাম ওয়ার্ডের কাউন্সিলর হিসেবে নির্বাচিত হন। ২০১৯ সালের ফেব্রুয়ারিতে, তিনি ঘোষণা করেছিলেন যে তিনি তার কাউন্সিলের আসন থেকে সরে দাঁড়াবেন কারণ তিনি আর শহরে থাকেন না এবং সল্টবার্ন-বাই-দ্য-সি- তে চলে গেছেন। ২০১৯ সালের মে মাসে, তিনি রেডকার এবং ক্লিভল্যান্ড বরো কাউন্সিলের সল্টবার্ন ওয়ার্ডের জন্য তিনটি কাউন্সিল আসনের একটির জন্য প্রার্থী হিসাবে দাঁড়িয়েছিলেন, চতুর্থ স্থান অধিকার করেছিলেন।\n\n\n== সংসদীয় কর্মজীবন ==\nসেই বছরের ১১ নভেম্বর রেডকারের জন্য রক্ষণশীল সম্ভাব্য সংসদীয় প্রার্থী হিসাবে তরুণ নির্বাচিত হন। ২০১৯ সালের সাধারণ নির্বাচনে, ইয়াং রেডকারের জন্য এমপি নির্বাচিত হন, ৪৬.১% ভোট এবং ৩,৫২৭ সংখ্যাগরিষ্ঠতা নিয়ে জয়ী হন। তিনিই প্রথম কনজারভেটিভ যিনি এই আসনের প্রতিনিধিত্ব করেন।\nতিনি ২০২২ সালের কনজারভেটিভ পার্টির নেতৃত্ব নির্বাচনে ঋষি সুনাককে সমর্থন করেছিলেন।\n২০২৩ সালের সেপ্টেম্বরে, তিনি লেভেলিং আপের জন্য সংসদীয় আন্ডার সেক্রেটারি অফ স্টেট হিসাবে দেহেনা ডেভিসনকে প্রতিস্থাপন করেন।\n\n\n== ব্যক্তিগত জীবন ==\nইয়াং তার সঙ্গী জ্যাক রবিনসন-ইয়ং  কে ৮ এপ্রিল ২০২২-এ রেডকারে একটি অনুষ্ঠানে বিয়ে করেছিলেন। তারা বর্তমানে সল্টবার্নে থাকেন। তিনি একজন খ্রিস্টান।\n\n\n== তথ্যসূত্র =="}