{"pageid": 1443207, "title": "গ্লাইকোলাইসিস", "url": "https://bn.wikipedia.org/wiki?curid=1443207", "content": "গ্লাইকোলাইসিস (ইংরেজি: Glycolysis) হল শ্বসনের প্রাথমিক ধাপে যে পর্যায়ক্রমিক রাসায়নিক বিক্রিয়ার মাধ্যমে এক অণু গ্লুকোজ সাইটোপ্লাজমে আংশিকভাবে জারিত হয়ে দুই অণু পাইরুভিক অ্যাসিড উৎপন্ন করে। এটি ইএমপি পথ (ইংরেজি: EMP Pathway) নামেও পরিচিত। কারণ, তিন বিজ্ঞানী গুস্টাভ এমডেন, অটো মায়ারহোফ এবং ইয়াকুব ক্যারোল পারনাস এই পথের প্রথম বর্ণনা করেন।\nএই বিক্রিয়ার দুটি অংশ:\n\nশক্তি ব্যয়কারী দশা – এটিপি খরচ\nশক্তি উৎপাদনকারী দশা – এটিপি সংশ্লেষণ\nসামগ্রিক বিক্রিয়া:\n\n\n== সম্পূর্ণ পথ বর্ণনা ==\nবিক্রিয়াগুলি কোষের সাইটোপ্লাজমে অক্সিজেনের উপস্থিতি বা অনুপস্থিতিতে ঘটে থাকে। প্রথম, তৃতীয় ও দশম ধাপ হল একমুখী বিক্রিয়া, বাকি ৭টি ধাপই উভমুখী।\n\n\n=== শক্তি ব্যয়কারী দশা ===\nগ্লুকোজ অণু প্রথমে এটিপির সাহায্যে গ্লুকোজ ৬-ফসফেট (G6P) যৌগ উৎপন্ন করে এবং এডিপি প্রস্তুত করে। বিক্রিয়াটি হেক্সোকাইনেজ উৎসেচকের প্রভাবে সংঘটিত হয়। এছাড়া ম্যাগনেসিয়াম আয়ন (Mg++) উৎসচেকের কো-ফ্যাক্টর হিসেবে কাজ করে।\nগ্লুকোজ ৬-ফসফেট ফসফোগ্লুকোআইসোমারেজ নামক উৎসেচকের প্রভাবে ফ্রুক্টোজ ৬-ফসফেটে (F6P) পরিণত হয়।\nফ্রুক্টোজ ৬-ফসফেট অণু প্রথমে এটিপির সাহায্যে ফ্রুক্টোজ ১,৬-বিসফসফেট (F-1,6-BP) যৌগ উৎপন্ন করে এবং এডিপি প্রস্তুত করে। বিক্রিয়াটি ফসফোফ্রুক্টোকাইনেজ উৎসেচকের প্রভাবে সংঘটিত হয়। এছাড়াও ম্যাগনেসিয়াম আয়ন (Mg++) উৎসচেকের কো-ফ্যাক্টর হিসেবে কাজ করে। এই উৎসেচকটি পেসমেকার উৎসেচক নামেও পরিচিত, যেহেতু এটি গ্লাইকোলাইসিসের গতি নির্ধারণ করতে সাহায্য করে।\nফ্রুক্টোজ ১,৬-বিসফসফেট অ্যালডোলেজ উৎসেচকের প্রভাবে ৩-ফসফোগ্লিসার‌্যালডিহাইড (PGAld) ও ১,৩-ডাইহাইড্রক্সিঅ্যাসিটোন ফসফেট (DHAP) উৎপন্ন করে। এই দুটিই ৩ কার্বন যুক্ত শর্করা, যেখানে গ্লুকোজ, ফ্রুক্টোজ এবং তাদের ফসফেটগুলি ৬ কার্বন যুক্ত শর্করা।\n১,৩-ডাইহাইড্রক্সিঅ্যাসিটোন ফসফেট ও ৩-ফসফোগ্লিসার‌্যালডিহাইড ট্রায়োজ ফসফেট আইসোমারেজ উচ্ছেচকের সাহায্যে উভয়ে একটি অন্যটিতে পরিবর্তিত হয়।\n\n\n=== শক্তি উৎপাদনকারী দশা ===\n৩-ফসফোগ্লিসার‌্যালডিহাইড থেকেই গ্লাইকোলাইসিসের পরবর্তী বিক্রিয়া চলতে থাকে। এরপর এটি ফসফরিক অ্যাসিড দ্বারা ফসফরাস যুক্ত হয় এবং NAD+ দ্বারা জারিত হয়। ফলে ১,৩-বিসফসফোগ্লিসারিক অ্যাসিড (BPGA) উৎপন্ন হয়। বিক্রিয়াটি গ্লিসার‌্যালডিহাইড ডিহাইড্রোজেনেজ উৎসেচক দ্বারা সম্পন্ন হয়।\n১,৩-বিসফসফোগ্লিসারিক অ্যাসিড ফসফোগ্লিসারেট কাইনেজ উৎসেচকের উপস্থিতিতে ৩-ফসফোগ্লিসারিক অ্যাসিড-এ (PGA) পরিণত হয়। এই বিক্রিয়ায় ফসফরাস বিযুক্ত হয়ে এডিপির সঙ্গে যুক্ত হয় এবং এটিপি উৎপন্ন করে। এখানেও ম্যাগনেসিয়াম আয়ন কো-ফ্যাক্টর হিসেবে কাজ করে।\n৩-ফসফোগ্লিসারিক অ্যাসিড ফসফোগ্লিসারেট মিউটেজ উৎসেচকের প্রভাবে ২-ফসফোগ্লিসারিক অ্যাসিড তৈরী করে।\n২-ফসফোগ্লিসারিক অ্যাসিড পরবর্তীতে এনোলেজ উৎসেচকের প্রভাবে এক অণু জল ত্যাগ করে এবং ২-ফসফোএনোল পাইরুভিক অ্যাসিড (PEP) তৈরী করে। ম্যাগনেসিয়াম আয়ন কো-ফ্যাক্টর হিসেবে কাজ করে।\nশেষ পর্যায়ে পাইরুভেট কাইনেজ উৎসেচকের প্রভাবে থেকে ফসফেট মুক্ত হয় ও এটিপি উৎপন্ন হয়। পাশাপাশি পাইরুভিক এসিড উৎপন্ন হয়।\n\n\n=== শক্তি উৎপাদনের পরিমাণ ===\nগ্লাইকোলাইসিস প্রক্রিয়ায় মোট চার অণু এটিপি উৎপন্ন হয় (যেহেতু, PGAld ও DHAP পরস্পরের মধ্যে পরিবর্তিত হতে পারে, ফলে দুবার একই পথ অবলম্বনে এটিপির সংখ্যা দ্বিগুণ হয়ে যায়।) এবং দুই অণু ব্যয় হয় ফলে মোট দুই অণু এটিপি সাবস্ট্রেট লেভেল ফসফরাইলেশনের দ্বারা পাওয়া যায়। পঞ্চম ধাপে এক অণু NADH+H+ উৎপন্ন হয়। এটি সবাত শ্বসনের ইলেকট্রন পরিবহন শৃঙ্খল-এ জারিত হবার সময় তিন অণু এটিপি উৎপন্ন করে। ফলে মোট ছয় অণু এটিপি তৈরী করে (উপরোক্ত বন্ধনীকৃত কারণে)। অর্থাৎ সবাত শ্বসন সম্পূর্ণ হলে মোট ৮ অণু এটিপি তৈরী হয়।\nকিন্তু অবাত শ্বসনে ইলেকট্রন পরিবহন শৃঙ্খল না থাকায় NADH+H+ জারিত হয় না এবং মোট ২ অণু এটিপিই উৎপন্ন হতে পারে।\n\n\n== পাইরুভিক অ্যাসিডের পরবর্তী দশা ==\nপাইরুভিক অ্যাসিডের পরবর্তী বিক্রিয়ায় অংশগ্রহণ অক্সিজেনের উপস্থিতির উপর নির্ভরশীল। অক্সিজেনের উপস্থিতিতে এটি অক্সিডেটিভ ডিকার্বক্সিলেশনের মাধ্যমে ক্রেবস চক্রে প্রবেশ করে। কিন্তু অক্সিজেন অনুপস্থিত থাকলে এটি ফার্মেন্টেশনে (গাঁজন) অংশ নেয়।\n\n\n== তাৎপর্য ==\nএটি সবাত ও অবাত উভয় শ্বসনের ক্ষেত্রেই ঘটে।\nগ্লাইকোলাইসিসে উৎপন্ন একাধিক অন্তবর্তী যৌগ জীবের বিভিন্ন বিপাকীয় কাজে ব্যবহৃত হয়। যেমন — DHAP চর্বি বিপাকের সময় গ্লিসারল সৃষ্টিতে সাহায্য করে।\nঅ্যাসিটেট, ফ্লুরাইড প্রভৃতি কিছু প্রতিরোধকের জন্য গ্লাইকোলাইসিসের কিছু পর্যায় সময় বিশেষে বন্ধ থাকে।\n\n\n== আরও দেখুন ==\n\nশর্করা বিপাক\nসাইট্রিক অ্যাসিড চক্র\nকোরি চক্র\nগাঁজন (জৈব রসায়ন)\nগ্লুকোনিওজেনেসিস\nগ্লাইকোলাইটিক দোলন\nপেন্টোজ ফসফেট পথ\nপাইরুভেট ডিকার্বক্সিলেজ\nট্রায়োজ কাইনেজ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nA Detailed Glycolysis Animation provided by IUBMB (Adobe Flash Required)\nThe Glycolytic enzymes in Glycolysis at RCSB PDB\nGlycolytic cycle with animations at wdv.com\nMetabolism, Cellular Respiration and Photosynthesis - The Virtual Library of Biochemistry, Molecular Biology and Cell Biology\nThe chemical logic behind glycolysis at ufp.pt\nExpasy biochemical pathways poster at ExPASy\nMedicalMnemonics.com: 317 5468  \nmetpath: Interactive representation of glycolysis"}