{"pageid": 1443766, "title": "২০২৪ কোপা আমেরিকা ফাইনাল", "url": "https://bn.wikipedia.org/wiki?curid=1443766", "content": "২০২৪ কোপা আমেরিকা ফাইনাল দক্ষিণ আমেরিকার ফুটবল সংস্থা কনমেবল কর্তৃক আয়োজিত চতুর্বষীয় আন্তর্জাতিক ফুটবল প্রতিযোগিতা কোপা আমেরিকার ৪৮তম আসর ২০২৪ কোপা আমেরিকার ফাইনাল ম্যাচ। সংস্করণটিতে কনকাকাফের দলগুলিও রয়েছিল এবং এটি মার্কিন যুক্তরাষ্ট্রে আয়োজন করা হয়েছিল। এই ম্যাচটি ২০২৪ সালের ১৪ই জুলাই তারিখে মার্কিন যুক্তরাষ্ট্রের ফ্লোরিডার মায়ামি গার্ডেন্সের হার্ড রক স্টেডিয়ামে অনুষ্ঠিত হয়েছিল, যেখানে সেমি-ফাইনালের বিজয়ী দল আর্জেন্টিনা এবং কলম্বিয়া প্রতিদ্বন্দ্বিতা করেছিল। স্টেডিয়ামের কাছে অতিরিক্ত ভিড় এবং অন্যান্য ঘটনার কারণে কিক-অফ এক ঘন্টা ২০ মিনিটেরও বেশি ধরে ম্যাচটি বিলম্বিত হয়েছিল। \n\nআর্জেন্টিনা অতিরিক্ত সময়ের পর কলম্বিয়াকে ১–০ গোলে হারিয়ে ১৬তম কোপা আমেরিকার শিরোপা জিতেছিল।\nম্যাচটি ডিফেন্ডিং চ্যাম্পিয়ন আর্জেন্টিনার মধ্যে তাদের রেকর্ড ৩০তম ফাইনাল এবং কলম্বিয়ার মধ্যে তাদের তৃতীয় ফাইনালে প্রতিদ্বন্দ্বিতা করেছিল। পূর্ববর্তী ২৯টি ফাইনালের মধ্যে আর্জেন্টিনা যৌথভাবে রেকর্ড ১৫টি শিরোপা জিতেছিল, অন্যদিকে কলম্বিয়া তাদের সর্বশেষ ফাইনাল জিতেছিল ২০০১ সালে। এটি আর্জেন্টিনার টানা তৃতীয় বড় টুর্নামেন্ট শিরোপা ছিল, যার মধ্যে বিশ্বকাপ জয় ছিল (২০২১ কোপা আমেরিকা, ২০২২ ফিফা বিশ্বকাপ, ২০২৪ কোপা আমেরিকা), যা এর আগে স্পেন (২০০৮, ২০১০, ২০১২) অর্জন করেছিল।\n\n\n== মাঠ ==\nমায়ামি শহরের নিকটবর্তী ফ্লোরিডার মায়ামি গার্ডেন্সের হার্ড রক স্টেডিয়াম এই ম্যাচটি আয়োজন করবে। ২০১৩ সালের ২০শে নভেম্বর তারিখে এই মাঠটি ফাইনাল আয়োজন করতে বলে নিশ্চিত করা হয়েছে। ২০২৩ সালের জানুয়ারি মাসে, মার্কিন যুক্তরাষ্ট্রকে আয়োজক হিসেবে ঘোষণা করা হয়েছে; দেশটি এর পূর্বে ২০১৬ সালে কোপা আমেরিকা সেন্সেনারিও আয়োজন করেছিল, যার ফাইনাল নিউ ইয়র্ক শহরের নিকটবর্তী নিউ জার্সির পূর্ব রাদারফোর্ডের মেটলাইফ স্টেডিয়ামে অনুষ্ঠিত হয়েছিল। হার্ড রক স্টেডিয়াম প্রাথমিকভাবে ন্যাশনাল ফুটবল লিগের মায়ামি ডলফিনের নিজস্ব মাঠ হিসেবে ব্যবহৃত হয়, ৬৫,০০০ ধারণক্ষমতার এই মাঠটিতে ঘাসের পৃষ্ঠ রয়েছে। ১৯৮৭ সালে এই মাঠটি উদ্বোধন করা হয়েছে এবং ২০১৫ হতে ২০১৭ সাল পর্যন্ত বড় ধরনের সংস্কার করা হয়েছিল, যার ফলে মাঠটিতে একটি ছাদের পাশাপাশি অন্যান্য বৈশিষ্ট্য যুক্ত করা হয়েছে। এই মাঠটি ২০২৬ ফিফা বিশ্বকাপের অন্যতম আয়োজক মাঠ। \n\n\n== বিনোদন ==\n\n\n=== ওপেনিং ক্লোজিং ===\nফাইনালে ওঠার আগে, কলম্বিয়ান গায়ক ক্যারল জি এবং আর্জেন্টিনার গায়ক আবেল পিন্টোস তারা তাদের নিজ নিজ দেশের জাতীয় সংগীত গেয়েছিলেন।\n\n\n=== প্রথমার্ধের পরে সংগীত ও নৃত্য পরিবেশনের অনুষ্ঠান ===\nশাকিরা ২০২৪ সালের ৮ জুলাই ফাইনালের জন্য প্রথমার্ধের বিরতি পরা পারফর্মার হিসাবে ঘোষণা করা হয়েছিল। তিনি ব্যাকআপ নৃত্যশিল্পী এবং রোবটদের সাথে ২০ মিনিটের মঞ্চে ৪টি গান পরিবেশন করেছিলেন। কলম্বিয়ার কোচ নেস্টর লরেঞ্জো প্রথাগত ১৫ মিনিট থেকে প্রথমার্ধের সময় বাড়ানো নিয়ে সমালোচনা করেছিলেন।\n\n\n== প্রাক-ম্যাচ উপচে পড়া ভিড় ==\nস্টেডিয়ামটি ৬৫,০০০ এরও বেশি দর্শকের ভিড়ের সাথে বিক্রি হয়ে যাবে বলে আশা করা হয়েছিল। স্থানীয় সময় বিকেল ৫টা ৪০ মিনিটে কলম্বিয়ার কয়েক ডজন খানেক সমর্থক নিরাপত্তা রেলিং টপকে হার্ড রক স্টেডিয়ামে পুলিশ কর্মকর্তাদের পাশ কাটিয়ে দৌড়ে যায় এর মধ্যে বেশ কয়েকটি ঘটনা ঘটেছে সাংবাদিক, ভিআইপি ও খেলোয়াড়দের পরিবারের জন্য নিবেদিত করেছিল দক্ষিণ-পশ্চিম গেটে। জবাবে পুলিশ কর্মকর্তারা প্রবেশদ্বারে তালা লাগিয়ে দেন। স্থানীয় সময় রাত ৮টা ১০ মিনিটের দিকে স্টেডিয়ামের নিরাপত্তারক্ষীরা ভিড় এড়াতে এবং টিকিটধারীদের ধীরে ধীরে স্টেডিয়ামে প্রবেশের অনুমতি দিতে পুনরায় গেট খুলে দেওয়া হয়েছিল। এসব ঘটনার কারণে হাজার হাজার সমর্থককে স্টেডিয়ামে ঢুকতে বাধা দেওয়া হয়েছিল।\nহার্ড রক স্টেডিয়ামের পক্ষ থেকে এক বিবৃতিতে বলা হয়, 'আজ রাতের কোপা আমেরিকা ফাইনালের প্রত্যাশায় হাজার হাজার সমর্থক টিকিটবিহীন জোরপূর্বক স্টেডিয়ামে প্রবেশের চেষ্টা করে, যা অন্য ভক্ত, নিরাপত্তা ও আইন প্রয়োগকারী কর্মকর্তাদের চরম ঝুঁকিতে ফেলেছিল। ফাইনাল ম্যাচ শুরু হতে ৮২ মিনিট পিছিয়ে রাত ৯টা ২২ মিনিট পর্যন্ত খেলা শুরু হয়েছিল। আনুমানিক ৭,০০০ মানুষ বিনা টিকিটে প্রবেশ করতে পেরেছিল। স্টেডিয়ামের নিরাপত্তারক্ষীরা স্টেডিয়ামের ভিতরে থাকা লোকদের টিকিট পরীক্ষা করতে থাকে এবং ম্যাচ চলাকালীন ভিড়ের আইল পরিষ্কার করতে থাকে।\nমিয়ামি-ডেড পুলিশ বিভাগের ৫৫০ জন কর্মকর্তাকে ম্যাচটিতে নিয়োগ দেওয়া হয়েছিল। অনধিকার প্রবেশ এবং এক পুলিশ কর্মকর্তাকে মারধরের জন্য একাধিক গ্রেপ্তার করা হয়েছিল। মিয়ামি-ডেড ফায়ার রেসকিউ ডিপার্টমেন্ট ৮৮ ডিগ্রি ফারেনহাইট (৩১ ডিগ্রি সেলসিয়াস) উত্তাপে তাপ ক্লান্তিতে ভুগছেন এমন সমর্থকদের জন্য ভিতরে একটি জরুরি স্টেশন স্থাপন করেছিলেন।\n\n\n== ফাইনালে উত্তীর্ণের পথ ==\n\n\n== ম্যাচ ==\n\n\n=== সারাংশ ===\nআর্জেন্টিনার গোলরক্ষক এমিলিয়ানো মার্তিনেস প্রথমার্ধে আক্রমণাত্মক কলম্বিয়ার দল থেকে ৪টি সেভ করেছিলেন। আর্জেন্টিনা অধিনায়ক লিওনেল মেসি ৬৪ মিনিটে দৌড়ানোর সময় চোট পেয়ে মাঠ ছাড়তে বাধ্য হয়েছিলেন। ৭৫ মিনিটে আর্জেন্টাইন ডিফেন্ডার নিকোলাস তাগলিয়াফিকোর করা গোল অফসাইডের কারণে একটি গোল বাতিল করেছিল।\nঅতিরিক্ত সময়ের চলাকালীন ৯৭ মিনিটে আর্জেন্টিনার বদলি হিসেবে নামা লাউতারো মার্তিনেসকে মাঠে নামানো হয়েছিল এবং ১১২ মিনিটে জিওভানি লো সেলসোর থ্রু বল থেকে লাউতারো মার্তিনেস গোল করে দলকে জয় এনে দিয়েছিলেন এবং তার দলের সাথে আনহেল দি মারিয়া সর্বশেষ আন্তর্জাতিক খেলা ছিল।\n\n\n=== বিস্তারিত ===\n\n\n== ম্যাচ পরবর্তী ==\nএই ম্যাচটি ছিল তারা আনহেল দি মারিয়া সর্বশেষ আন্তর্জাতিক ম্যাচ, যাকে ম্যান অব দ্য ম্যাচ নির্বাচিত করা হয়েছিল।\nমিয়ামি-ডেড পুলিশ বিভাগ ম্যাচে ২৭ জনকে গ্রেপ্তার এবং ৫৫ জনকে বহিষ্কার করার কথা জানিয়েছে। কলম্বিয়ান ফুটবল ফেডারেশনের সভাপতি রামন জেসুরুন পুরস্কার বিতরণী অনুষ্ঠানে উপস্থিত ছিলেন না; তিনি এবং তার ছেলে রামন জামিল জেসুরুনকে ব্যাটারির তিনটি গুরুতর গণনার জন্য গ্রেপ্তার করা হয়েছিল এবং একাধিক সুরক্ষা রক্ষীদের সাথে লড়াই করার অভিযোগে অভিযুক্ত করা হয়েছিল।\nইএসপিএন জানিয়েছে যে ইভেন্টের পরে হার্ড রক স্টেডিয়ামটি ভেঙে যাওয়া এসকেলেটর রেলিং এবং বাঁকানো সুরক্ষা রেলিং সহ উল্লেখযোগ্য ক্ষতির সাথে রেখে গেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট (ইংরেজি)\nকনমেবল.কমে ২০২৪ কোপা আমেরিকা (ইংরেজি)\nকনকাকাফ.কমে ২০২৪ কনমেবল কোপা আমেরিকা (ইংরেজি)"}