{"pageid": 1443171, "title": "সান ফার্নান্দো, ত্রিনিদাদ ও টোবাগো", "url": "https://bn.wikipedia.org/wiki?curid=1443171", "content": "সান ফার্নান্দো, আনুষ্ঠানিকভাবে সান ফার্নান্দো শহর, চাগুয়ানাসের পরে সবচেয়ে জনবহুল শহর এবং ত্রিনিদাদ ও টোবাগোর দ্বিতীয় সর্বাধিক জনবহুল পৌরসভা। স্যান্ডো, যেমনটি অনেক স্থানীয় ত্রিনিদাদের কাছে পরিচিত, ১৯ কিলোমিটার দখল করে এবং ত্রিনিদাদ দ্বীপের দক্ষিণ-পশ্চিম অংশে অবস্থিত। এটি উত্তরে গুয়ারাকারা নদী, দক্ষিণে ওরোপাউচে নদী, পূর্বে স্যার সলোমন হোচয় হাইওয়ে এবং পশ্চিমে পারিয়া উপসাগর দ্বারা আবদ্ধ। প্রাক্তন বরোটি ১৮ নভেম্বর ১৯৮৮-এ সিটি কর্পোরেশনের মর্যাদায় উন্নীত হয়েছিল। সান ফার্নান্দোর মূলমন্ত্র হল: \"স্যানিটাস ফোর্টিস\" - একটি স্বাস্থ্যকর পরিবেশে আমরা শক্তি খুঁজে পাব । সান ফার্নান্দোকে ত্রিনিদাদ এবং টোবাগোর \"শিল্প রাজধানী\" বলা হয় কারণ এটি পয়েন্টে-আ-পিয়ের তেল শোধনাগার এবং অন্যান্য অনেক পেট্রোকেমিক্যাল, এলএনজি, লোহা এবং ইস্পাত এবং অ্যালুমিনিয়ামের গন্ধের মতো জায়গায় যেমন কাউভা, পয়েন্ট লিসাস, পয়েন্ট ফোর্টিন, এবং লা ব্রিয়া।\n\n\n== ভূগোল ==\n\nসান ফার্নান্দো একটি উপকূলীয় শহর। এটি উত্তরে গুয়ারাকারা নদী, পূর্বে স্যার সলোমন হোচয় হাইওয়ে, দক্ষিণ-পূর্বে সাউদার্ন মেইন রোড এবং দক্ষিণে ওরোপাউচে নদী দ্বারা আবদ্ধ। শহরটি দুটি পাহাড়ের পাশে অবস্থিত - সান ফার্নান্দো হিল (পূর্বে নাপারিমা হিল নামে পরিচিত) এবং আলেকজান্ডার হিল। আলেকজান্ডার হিল বাড়ির চূড়ার বেশ কয়েকটি প্রাসাদ আরও বিশিষ্ট সান ফার্নান্দিয়ান পরিবারের অন্তর্গত। সিপেরো, ভিস্তাবেলা, মারাবেলা এবং গোডিনিউ নদীগুলি শহরের সীমানার মধ্যে সমুদ্রে প্রবেশ করেছে।\n\n\n=== জলবায়ু ===\nসান ফার্নান্দোর একটি গ্রীষ্মমন্ডলীয় রেইনফরেস্ট জলবায়ু রয়েছে, এটি একটি গ্রীষ্মমন্ডলীয় মৌসুমী জলবায়ুর সাথে সীমাবদ্ধ। যদিও শহরটি সত্যিকারের শুষ্ক ঋতু হিসাবে প্রযুক্তিগতভাবে যোগ্যতা অর্জন করে না, তবে ফেব্রুয়ারি থেকে এপ্রিল পর্যন্ত একটি লক্ষণীয়ভাবে শুষ্ক প্রসারিত হয়।\n\n\n== জনসংখ্যা ==\n\nবংশ\n\n\n== অবকাঠামো ==\n\n\n=== স্বাস্থ্য ===\nসান ফার্নান্দো জেনারেল হাসপাতাল শহরের কেন্দ্রের কাছাকাছি ইন্ডিপেন্ডেন্স অ্যাভিনিউতে অবস্থিত। এটি দ্বীপের দক্ষিণ অংশের জন্য প্রধান ট্রমা ইউনিট হিসাবে বিবেচিত হয় এবং এটি দক্ষিণ-পশ্চিম আঞ্চলিক স্বাস্থ্য কর্তৃপক্ষ (এসডব্লিউআরএইচএ) দ্বারা পরিচালিত হয়।\nসান ফার্নান্দোর আশেপাশে শহর ও গ্রামে অসংখ্য স্বাস্থ্যকেন্দ্র রয়েছে যেগুলিকে শহুরে এলাকার অংশ বলে মনে করা হয়। এছাড়াও বেশ কয়েকটি বেসরকারি চিকিৎসা প্রতিষ্ঠান রয়েছে, যেমন:\n\nসাউদার্ন মেডিকেল ক্লিনিক\nসার্জি-মেড ক্লিনিক\nগালফ ভিউ মেডিকেল সেন্টার\nসান ফার্নান্দো টিচিং হাসপাতাল একটি স্কাইব্রিজ দ্বারা সান ফার্নান্দো জেনারেল হাসপাতালের সাথে সংযুক্ত এবং এটি প্রধান শিক্ষার হাসপাতাল।\n\n\n=== পরিবহন ===\n\n\n==== রাস্তা ====\nসান ফার্নান্দো প্রাইভেট কার যাতায়াতের দ্বারা প্রভাবিত এবং রাস্তার একটি খুব ঘন নেটওয়ার্ক রয়েছে। শহরে প্রবেশের অসংখ্য পয়েন্ট রয়েছে।\n\nরিয়েনজি কিরটন হাইওয়ে সিপেরো স্ট্রিট থেকে রুথ অ্যাভিনিউ পর্যন্ত চলে, যেখানে এটি হয়ে ওঠে স্বাধীনতা অ্যাভিনিউ।\nসান ফার্নান্দো বাইপাস শহরের উপকণ্ঠ বরাবর চলে, যা শহরতলির অনেক এলাকায় প্রবেশাধিকার প্রদান করে।\nগোলকুন্ডা সংযোগকারী সড়কটি স্যার সলোমন হোচয় হাইওয়েকে সিপেরো স্ট্রিট এবং সান ফার্নান্দো বাইপাসের সাথে সংযুক্ত করে। তারউবা লিংক রোডটি স্যার সলোমন হোচয় হাইওয়েকে শহরের উত্তর প্রান্তে সান ফার্নান্দো বাইপাসের সাথে সংযুক্ত করে।\nবিকল্পভাবে, ট্রাফিক করিন্থ থেকে প্রস্থান করতে পারে এবং নাপারিমা মায়ারো রোড এবং রয়্যাল রোড বা প্লেজেন্টভিল হয়ে শহরে প্রবেশ করতে পারে।\nলেডি হেইলস অ্যাভিনিউ সিপেরো স্ট্রিট থেকে কিংস ওয়ার্ফ পর্যন্ত শহরের জলপ্রান্তর বরাবর চলে, রেইনজি কির্টন হাইওয়ে/ইন্ডিপেনডেন্স অ্যাভিনিউয়ের সাথে মাত্র তিনটি পয়েন্টে সংযোগ করে। এটি শহরের কেন্দ্রে প্রবেশের একটি দ্রুত পয়েন্ট হিসাবে কাজ করে কারণ এটি শহরের কেন্দ্রের ঠিক বাইরে শেষ হয়। লেডি হেইলস এভিনিউকে চার লেনের ডুয়েল ক্যারেজওয়েতে প্রশস্ত করার পরিকল্পনা রয়েছে, যার বেশিরভাগই ইতিমধ্যেই সম্পন্ন হয়েছে, ওয়াটারফ্রন্ট পুনরুজ্জীবন প্রকল্পের অংশ হিসেবে।\nশহর প্রায়ই ভারী যানবাহন বিলম্ব দ্বারা জর্জরিত হয়।\n\n\n==== পাবলিক ট্রান্সপোর্ট ====\nসান ফার্নান্দো বাস টার্মিনাল কিংস ওয়ার্ফের উত্তরে অবস্থিত। হাই স্ট্রিটের চারপাশে অসংখ্য ট্যাক্সি স্ট্যান্ড রয়েছে। ওয়াটার ট্যাক্সি পরিষেবা সান ফার্নান্দোকে পোর্ট অফ স্পেনের সাথে সমুদ্রের মাধ্যমে প্রায় ১ ঘন্টার মধ্যে যোগাযোগ সংযোগ করে।\n\n\n==== বায়ু ====\nদ্বীপের বাকি অংশের মতো, শহরটি শহরের কেন্দ্র থেকে প্রায় ৩৭ কিলোমিটার দূরে পিয়ারকো আন্তর্জাতিক বিমানবন্দর দ্বারা পরিবেশিত হয়।\n\n\n== বিশিষ্ট সান ফার্নান্দিয়ান ==\nস্টিফেন আমেস (১৯৬৪), পিজিএ ট্যুর গলফার\nকেস্টন ব্লেডম্যান স্প্রিন্টার\nইউজিন চেন (চেন ইউরেন) (১৮৭৮-১৯৪৪), চীনের পররাষ্ট্রমন্ত্রী\nহেসেলি ক্রফোর্ড (১৯৫০), অলিম্পিক স্বর্ণপদক বিজয়ী (১৯৭৬)\nঅ্যানি দুখান (১৯৭৭), দোষী সাব্যস্ত অপরাধী এবং প্রাক্তন রসায়নবিদ\nহেডি ফ্রাই, পিসি, এমপি (জন্ম ১৯৪১), ত্রিনিদাদীয় -জন্ম কানাডিয়ান রাজনীতিবিদ এবং চিকিৎসক\nআসাদ জন হ্যালুট\nস্টিফেন হার্ট, ফুটবলার এবং কোচ\nনূর হাসানালি (১৯১৮-২০০৬), ত্রিনিদাদ ও টোবাগোর রাষ্ট্রপতি (১৯৮৭-১৯৭৭)\nস্টেসি-মেরি ইসমাইল\nরিক্কি জয় (১৯৮৬), চাটনি এবং চাটনি সোকা শিল্পী\nকেনি জে\nবারবারা জেনকিন্স\nক্রিস্টিন কাঙ্গালু, ত্রিনিদাদ ও টোবাগোর প্রেসিডেন্ট (২০২৩-)\nক্রিস্টিনা এফ. লুইস (১৯১৯-১৯৭৪) প্যান-আফ্রিকান সম্প্রদায়ের কর্মী, ট্রেড ইউনিয়নবাদী এবং নারী অধিকার কর্মী\nচে লাভলেস\nক্লিমেন্ট লিগোর\nপ্যাট্রিক ম্যানিং (১৯৪৬-২০১৬), ত্রিনিদাদ ও টোবাগোর প্রধানমন্ত্রী (১৯৯১-১৯৯৫, ২০০২-২০১০)\nস্যার ট্রেভর ম্যাকডোনাল্ড (১৯৩৯), সংবাদ প্রতিবেদক\nলর্ড মেলোডি\nমিশায়েল মরগান (১৯৮৬), টিভি অভিনেত্রী\nম্যানি রামজন (১৯১৫-১৯৯৮), দূর-দূরত্বের দৌড়বিদ; ত্রিনিদাদ ও টোবাগোর হয়ে কোনো বড় অ্যাথলেটিক্স ইভেন্টে স্বর্ণপদক জয়ী প্রথম ব্যক্তি\nরেমন্ড রামনারায়ণ\nজিন রামজন-রিচার্ডস (১৯৩৬), ত্রিনিদাদ ও টোবাগোর ফার্স্ট লেডি (২০০৩-২০৩)\nজর্জ ম্যাক্সওয়েল রিচার্ডস (১৯৩১-২০১৮), ত্রিনিদাদ ও টোবাগোর রাষ্ট্রপতি (২০০৩-২০১৩)\nআদ্রিয়ান কোলা রিয়েঞ্জি (কৃষ্ণ দেওনারাইন) (১৯০৫-১৯৭২১)\nস্যামুয়েল সেলভন (১৯২৩-১৯৯৪), লেখক \nজলয়েড স্যামুয়েল (১৯৮১-২০১৮), ফুটবলার\nজেরোম ট্যাং (১৯৬৬), কানসাস স্টেট ইউনিভার্সিটির প্রধান পুরুষদের বাস্কেটবল কোচ\nসুলিভান ওয়াকার (১৯৪৬-২০১২), চলচ্চিত্র এবং টেলিভিশন অভিনেতা \nএডওয়ার্ড প্রেস্টন ইয়াং\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিভ্রমণ থেকে সান ফার্নান্দো, ত্রিনিদাদ ও টোবাগো ভ্রমণ নির্দেশিকা পড়ুন।"}