{"pageid": 1444553, "title": "উয়েফা স্টেডিয়ামের শ্রেণিবিন্যাস", "url": "https://bn.wikipedia.org/wiki?curid=1444553", "content": "উয়েফা স্টেডিয়াম বিষয়শ্রেণীসমূহ বা উয়েফা স্টেডিয়াম বিভাগগুলি হল ফুটবল স্টেডিয়ামগুলির জন্য উয়েফার স্টেডিয়াম অবকাঠামো প্রবিধানে বর্ণিত বিভাগ। এই প্রবিধানগুলি ব্যবহার করে, স্টেডিয়ামগুলিকে ক্রমবর্ধমান ক্রমানুসারে বিভাগ এক, দুই, তিন বা চার (অভিজাত থেকে নামকরণ করা হয়েছে) হিসাবে রেট করা হয়। এই বিভাগগুলি ২০০৬ সালে এক থেকে পাঁচ তারকা স্কেলে স্টেডিয়ামগুলির র‌্যাঙ্কিংয়ের আগের পদ্ধতিটিকে প্রতিস্থাপন করেছিল।\nউয়েফা চ্যাম্পিয়ন্স লিগের বাছাইপর্বের প্লে-অফ বা মূল প্রতিযোগিতার যেকোনো খেলার জন্য একটি স্টেডিয়ামকে অবশ্যই চারটি বিভাগ হিসাবে রেট করা উচিত। উয়েফা ইউরোপা লিগ, উয়েফা ইউরোপা কনফারেন্স লিগ, উয়েফা নেশনস লিগ বা উয়েফা ইউরোপিয়ান চ্যাম্পিয়নশিপ ফাইনাল টুর্নামেন্টের মূল প্রতিযোগিতায় যেকোনো খেলা আয়োজনের জন্যও ক্যাটাগরি চারের প্রয়োজন হয়। উয়েফা স্টেডিয়ামগুলির তালিকা প্রকাশ করে না যেগুলি উয়েফা স্টেডিয়াম অবকাঠামো প্রবিধানে সংজ্ঞায়িত কোনও বিভাগের মানদণ্ড পূরণ করে।\n\n\n== সাধারণত ==\nএকটি প্রত্যাহারযোগ্য ছাদ উপস্থিত থাকলে, এটির ব্যবহার উয়েফা প্রতিনিধি এবং প্রধান নির্ধারিত রেফারির মধ্যে পরামর্শের মাধ্যমে নির্দেশিত হবে।\nযদিও চতুর্থ ক্যাটাগরির জন্য স্টেডিয়ামের ন্যূনতম ধারণক্ষমতা ৮,০০০, তবে উয়েফা ইউরোপা কনফারেন্স লিগের ফাইনাল আয়োজন করতে হবে, এবং ৬০,০০০-এর কম ধারণক্ষমতার শুধুমাত্র একটি স্টেডিয়ামকে উয়েফা চ্যাম্পিয়ন্স লিগ এবং উয়েফা ইউরো ফাইনাল আয়োজনের জন্য নির্বাচিত করা হয়েছে এবং ৩০,০০০ এর জন্য উয়েফা ইউরোপা লিগ এবং উয়েফা নেশনস লিগের ফাইনাল, যেহেতু এই নিয়মগুলি ২০০৬ সালে চালু করা হয়েছিল।\n২০০৭ সালের চ্যাম্পিয়ন্স লিগের ফাইনালের পর, উয়েফার প্রেসিডেন্ট মিশেল প্লাতিনি বলেছিলেন যে তিনি নিরাপত্তা সমস্যা সমাধানের জন্য গড়ে ৭০,০০০ ধারণ ক্ষমতা সম্পন্ন স্টেডিয়ামে ইউরোপিয়ান কাপের ফাইনাল আয়োজন করতে চান। ২০০৮ থেকে ২০২৩ সালের মধ্যে ফাইনালের জন্য আয়োজকদের (লুঝনিকি স্টেডিয়াম, এস্তাদিও অলিম্পিক, সান্তিয়াগো বার্নাব্যু, ওয়েম্বলি স্টেডিয়াম, অ্যালিয়াঞ্জ এরিনা, অলিম্পিয়াস্টেডিয়ন, সান সিরো, মিলেনিয়াম স্টেডিয়াম, অলিম্পিয়াস্কি স্টেডিয়াম, স্তাদে দে ফ্রান্স, আতাতুর্ক অলিম্পিক স্টেডিয়াম, সকলেরই কমপক্ষে ৭০,০০০ আসনের ক্ষমতা ছিল, ২০১৪ এবং ২০১৯ ফাইনাল বাদে (এস্তাদিও দা লুজ এবং মেট্রোপলিটানো স্টেডিয়াম) ৬৫,০০০ আসনের ক্ষমতা সহ অনুষ্ঠিত হয়েছিল। ২০২০ এবং ২০২১ সালে করোনভাইরাস মহামারি চলাকালীন ৫০,০০০ আসনের স্টেডিয়ামগুলিতে দুটি ফাইনাল খেলা হয়েছিল (এস্তাদিও দা লুজ এবং এস্তাদিও ডো দ্রাগাও) যেখানে উপস্থিতি কম ছিল না।\n\n\n== বিভাগগুলির মধ্যে পার্থক্য ==\n\n\n== আরও দেখুন ==\nধারণক্ষমতা অনুযায়ী ইউরোপীয় স্টেডিয়ামের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n- ইউইএফ ৬ এ স্টেডিয়াম অবকাঠামো বিধিমালা - সংস্করণ ২০১০"}