{"pageid": 1444406, "title": "ইগর শাফারেভিচ", "url": "https://bn.wikipedia.org/wiki?curid=1444406", "content": "ইগর রোস্তিস্লাভোভিচ শাফারেভিচ ( রুশ: И́горь Ростисла́вович Шафаре́вич ; ৩ জুন ১৯২৩ – ১৯ ফেব্রুয়ারি ২০১৭) ছিলেন একজন সোভিয়েত এবং রাশিয়ান গণিতবিদ যিনি বীজগাণিতিক সংখ্যা তত্ত্ব এবং বীজগাণিতিক জ্যামিতিতে অবদান রেখেছিলেন। গণিতের বাইরে, তিনি সাম্যবাদের সমালোচনা করে এমন বই এবং প্রবন্ধ লিখেছিলেন এবং অন্যান্য বই যা ইহুদি-বিরোধী হিসাবে বর্ণিত হয়েছিল।\n\n\n== গণিতশাস্ত্র ==\nতার প্রাথমিক বছরগুলো থেকে, শাফারেভিচ গণিতের বিভিন্ন অংশে মৌলিক অবদান রেখেছিলেন যার মধ্যে রয়েছে বীজগণিত সংখ্যা তত্ত্ব, বীজগণিতীয় জ্যামিতি এবং পাটিগণিত বীজগণিতীয় জ্যামিতি । বিশেষ করে, বীজগাণিতিক সংখ্যা তত্ত্বে, শাফারেভিচ-ওয়েইল উপপাদ্যটি গ্যালোইস গ্রুপের ক্ষেত্রে পরস্পরক্রিয়াশীল প্রতিদান মানচিত্রকে প্রসারিত করে, যা সসীম গোষ্ঠী দ্বারা অ্যাবেলিয়ান গোষ্ঠীর কেন্দ্রীয় সম্প্রসারণ।\nশাফারেভিচ ছিলেন প্রথম গণিতবিদ যিনি হিলবার্ট জোড়ের জন্য একটি সম্পূর্ণ স্বতন্ত্র সূত্র দেন, যা সংখ্যা তত্ত্বে প্রকাশ্য সূত্রের অধ্যয়নের একটি গুরুত্বপূর্ণ শাখার সূচনা করেছিল। আরেকটি বিখ্যাত (এবং সামান্য অসম্পূর্ণ) ফলাফল হল সমাধানযোগ্য গ্যালোস গোষ্ঠীর উপর শাফারেভিচের উপপাদ্য, যা প্রতিটি সীমিত সমাধানযোগ্য গোষ্ঠীকে যুক্তিবাদের উপর গ্যালোস গোষ্ঠী হিসাবে উপলব্ধি করে।\nআরেকটি উন্নয়ন হল গোলোদ-শাফারেভিচ তত্ত্ব যা সংখ্যা ক্ষেত্রের অপ্রবাহিত প্রসারণের টাওয়ারগুলি সম্পর্কে।\nশাফারেভিচ ও তাঁর স্কুল পৃষ্ঠের বীজগাণিতিক জ্যামিতির অধ্যয়নে ব্যাপক অবদান রেখেছে। তিনি ১৯৬০ সালের দিকে বীজগাণিতিক পৃষ্ঠগুলির শ্রেণিবিন্যাস নিয়ে  মস্কো একটি বিখ্যাত সেমিনার শুরু করেন, যা বিরচনাত্মক জ্যামিতির চিকিৎসা আধুনিকীকরণ করে এবং সোভিয়েত স্কুলে বীজগাণিতিক জ্যামিতিতে স্কিম তত্ত্ব পদ্ধতির প্রাথমিক পরিচয় ঘটাতে প্রধানত দায়ী ছিলেন। তার এলিপটিক বক্ররেখার অঙ্কের তদন্ত তাকে, জন টেটের স্বাধীনভাবে, সংখ্যা ক্ষেত্রের উপর এলিপটিক বক্ররেখার সাথে সম্পর্কিত গ্রুপের পরিচয় ঘটাতে সহায়তা করে, যা সাধারণত 'শা' নামে পরিচিত এবং 'Ш', তার উপাধির প্রথম সিরিলিক অক্ষর দ্বারা চিহ্নিত)।\nতিনি গ্রোথেনডিক-ওগ-শাফারেভিচ সূত্র এবং নেরন-ওগ-শাফারেভিচ মানদণ্ডে অবদান রেখেছেন।\nপ্রাক্তন ছাত্র ইলিয়া পিয়াটেস্কি-শাপিরোর সাথে, তিনি কে৩ পৃষ্ঠের জন্য টোরেলি উপপাদ্যের একটি সংস্করণ প্রমাণ করেছিলেন।\nতিনি শাফারেভিচ অনুমান প্রণয়ন করেছিলেন, যা বলে যে একটি সংখ্যা ক্ষেত্রের উপর নির্ধারিত মাত্রা এবং প্রদত্ত প্রাইম সংখ্যার খারাপ হ্রাসের সেট সহ আবেলিয়ান বৈচিত্র্যের সেটের পরিসীমা সীমিত। গার্ড ফাল্টিংস এই অনুমানটি মর্ডেল অনুমানের প্রমাণের একটি আংশিক পদক্ষেপ হিসেবে প্রমাণ করেছেন।\nশাফারেভিচের ছাত্রদের মধ্যে ছিলেন ইউরি মানিন, অ্যালেক্সি পারশিন, ইগর ডলগাচেভ, ইভগেনি গোলদ, অ্যালেক্সি কোস্ত্রিকিন, সুরেন আরাকেলভ, জি. ভি. বেলিই, ভিক্টর আব্রাশকিন, আন্দ্রেই তোদোরভ, আন্দ্রেই এন. টিউরিন, এবং ভিক্টর কোলিভাগিন।\nতিনি সার্বিয়ান একাডেমি অফ সায়েন্সেস অ্যান্ড আর্টসের গণিত, পদার্থবিদ্যা এবং পৃথিবী বিজ্ঞান বিভাগের একজন সদস্য ছিলেন। ১৯৬০ সালে, তাকে জার্মান একাডেমি অফ সায়েন্সেস লিওপোল্ডিনার একজন সদস্য হিসাবে নির্বাচিত করা হয়।   ১৯৮১ সালে, তাকে রয়েল সোসাইটির একজন বিদেশী সদস্য হিসাবে নির্বাচিত করা হয়। \n২০১৭ সালে, শাফারেভিচকে রাশিয়ান একাডেমি অফ সায়েন্সেস দ্বারা লিওনার্ড ইউলার গোল্ড মেডেল প্রদান করা হয়।\n\n\n== সোভিয়েত রাজনীতি ==\n১৯৫০ এর দশকের শুরুতে শাফারেভিচ সোভিয়েত কর্তৃপক্ষের সাথে দ্বন্দ্বে জড়িত হন, তবে মস্কো বিশ্ববিদ্যালয়ের রেক্টর ইভান পেট্রভস্কির দ্বারা সুরক্ষিত ছিলেন। তিনি পচভেন্নিচেস্ত্বো প্রভাবিত ভিন্নমতাবলম্বীদের একটি দলের একজন সদস্য ছিলেন, যারা পূর্ব অর্থোডক্স ঐতিহ্যকে সমর্থন করেছিলেন। শাফারেভিচ একটি বই প্রকাশ করেন, দ্য সোশ্যালিস্ট ফেনোমেনন (ফরাসি সংস্করণ ১৯৭৫, ইংরেজি সংস্করণ ১৯৮০), যা আলেকজান্ডার সোলঝেনিটসিন হার্ভার্ড বিশ্ববিদ্যালয়ে তার ১৯৭৮ সালের ভাষণে উদ্ধৃত করেছিলেন।\n১৯৭০ এর দশকে, ভ্যালেরি চালিদজে, গ্রিগোরি পোদ্যাপোলস্কি এবং আন্দ্রেই ত্বের্দোখলেবভের সাথে, আন্দ্রেই শাফারেভিচ মানবাধিকার তদন্তকারীদের একজন হয়ে ওঠেন এবং এ কারণে মস্কো বিশ্ববিদ্যালয় থেকে বরখাস্ত হন। শাফারেভিচ বিশ্ববিদ্যালয়ে রাজনৈতিক হস্তক্ষেপের বিরোধিতা করেছিলেন।\n\n\n== সমাজতান্ত্রিক ঘটনা ==\nশাফারেভিচের বই দ্য সোশ্যালিস্ট ফেনোমেনন, যা ১৯৮০ সালে মার্কিন যুক্তরাষ্ট্রে হার্পার অ্যান্ড রো কর্তৃক প্রকাশিত হয়েছিল, প্রাচীন কাল থেকে বিভিন্ন মধ্যযুগীয় বিধর্ম এবং বিভিন্ন আধুনিক চিন্তাবিদ এবং সোশ্যালিস্ট রাষ্ট্রগুলির বহু উদাহরণ বিশ্লেষণ করেছে। সেই উদাহরণগুলি থেকে, তিনি দাবি করেছেন যে সোশ্যালিস্ট মতাদর্শের সব মৌলিক নীতি ব্যক্তিবাদকে দমনের প্রবণতা থেকে উদ্ভূত। 'সমাজতান্ত্রিক ঘটনাটি' বইটি তিনটি প্রধান অংশ নিয়ে গঠিত:\n\nচিলিয়াস্টিক সমাজতন্ত্র: প্রাচীন গ্রীকদের মধ্যে, বিশেষ করে প্লেটোর মধ্যযুগীয় ধর্মবাদী গোষ্ঠী যেমন ক্যাথারস, ব্রাদারেন অফ দ্য ফ্রি স্পিরিট, ট্যাবোরাইটস, অ্যানাব্যাপ্টিস্ট, ইংরেজ গৃহযুদ্ধের সময় বিভিন্ন ধর্মীয় গোষ্ঠীতে, থমাসের মতো আধুনিক লেখকদের মধ্যে সমাজতান্ত্রিক ধারণা চিহ্নিত করেছে, এছাড়াও থমাস মুর, টমাসো ক্যাম্পানেলা  এবং ১৮শ শতাব্দীর ফ্রান্সের অনেক জ্ঞানোদয়ের লেখকদের মতো আলোকিত লেখকদের মধ্যেও সোশ্যালিস্ট ধারণাগুলি চিহ্নিত করেছে। \nরাষ্ট্রীয় সমাজতন্ত্র: ইনকা, প্যারাগুয়েতে জেসুইট রাজ্য, মেসোপটেমিয়া, মিশর এবং চীনের জেসুইট সমাজতন্ত্র বর্ণনা করে। \nবিশ্লেষণ: সমাজতন্ত্রে তিনটি অবিরাম বিলুপ্তির থিম চিহ্নিত করে: ব্যক্তিগত সম্পত্তির বিলুপ্তি,পরিবারের বিলুপ্তি, এবং ধর্মের বিলুপ্তি (প্রধানত কিন্তু একচেটিয়াভাবে খ্রিস্টধর্ম নয়) \nশাফারেভিচ যুক্তি দেন যে প্রাচীন সমাজতন্ত্র (যেমন মেসোপটেমিয়া এবং মিশর) ছিল আদর্শগত নয়, বরং আদর্শগতভাবে সমাজতন্ত্র ছিল অক্ষীয় যুগে ব্যক্তিবাদের উদ্ভবের প্রতিক্রিয়া। তিনি টমাস মোরের ( ইউটোপিয়া ) এবং টমাসো ক্যাম্পানেলার ( <i id=\"mwlw\">সূর্যের শহর</i> ) দৃষ্টিভঙ্গিগুলি ইনকা সাম্রাজ্য সম্পর্কে যা জানা যায় তার সাথে তুলনা করেছেন এবং উপসংহারে এসেছেন যে এগুলোর মধ্যে চমকপ্রদ মিল রয়েছে। তিনি দাবি করেছেন যে আমরা ঈশ্বরের সাথে আমাদের সম্পর্কের মাধ্যমে ব্যক্তি হয়ে উঠি এবং যুক্তি দেন যে সমাজতন্ত্র মূলত শূন্যবাদী এবং এটি অবচেতনভাবে মৃত্যু প্রবৃত্তি দ্বারা প্রেরিত। তিনি উপসংহারে এসেছেন যে আমাদের কাছে মৃত্যু বা জীবনের পথ অনুসরণের বিকল্প রয়েছে।\n\n\n== ধর্মীয় দৃষ্টিকোণ ==\nশাফারেভিচ রাশিয়ান অর্থোডক্স খ্রিস্টধর্মে অনুসরণ করেছিলেন এবং এবং পূর্ব অর্থোডক্সির নব্য-প্ল্যাটোনিক মতামতগুলি তাঁর গণিত এবং ধর্মের সম্পর্কের বোঝাপড়াতে অন্তর্ভুক্ত করেছিলেন। \nপুরস্কার গ্রহণের সময় গটিংজেন একাডেমি অফ সায়েন্সেসের তার বক্তৃতায়, শাফারেভিচ গণিত এবং ধর্মের মধ্যে সম্পর্কের উপর তার মতামত প্রকাশ করেছিলেন। তিনি নন-ইউক্লিডীয় জ্যামিতির মতো গণিতের বহু আবিষ্কার উল্লেখ করেছেন, যা প্রমাণ করে যে বিশুদ্ধ গণিত একটি বস্তুনিষ্ঠ বাস্তবতা প্রতিফলিত করে, এটি কেবল একটি প্রচলিত সংজ্ঞা সেট বা একটি ঔপচারিকতা নয়। তিনি দাবি করেছেন যে গণিতের বৃদ্ধি নিজেই নির্দেশিত বা জৈবিক নয়। একতা ও দিকনির্দেশনা পেতে গণিতের একটি লক্ষ্য থাকা দরকার। এটি প্রায়োগিক প্রয়োগ বা উন্নয়নের দিকনির্দেশের উৎস হিসেবে ঈশ্বর হতে পারে। শাফারেভিচ পরবর্তীটির জন্য অপ্ট করেছেন, কারণ বিশুদ্ধ গণিত নিজে থেকে প্রায়োগিক প্রয়োগ দ্বারা চালিত নয়। \n\n\n== রাশিয়ান রাজনীতি ==\n \n২১ ডিসেম্বর ১৯৯১-এ তিনি সের্গেই বাবুরিনের নেতৃত্বে রাশিয়ান অল-পিপলস ইউনিয়নের প্রথম কংগ্রেসে অংশ নেন। অক্টোবর ১৯৯২ সালে, তিনি ন্যাশনাল স্যালভেশন ফ্রন্টের প্রতিষ্ঠাতা কমিটির সদস্য হন। ১৯৯৩ সালে, তিনি মিখাইল আস্তাফিয়েভের সাংবিধানিক গণতান্ত্রিক পার্টি - পার্টি অফ পপুলার ফ্রিডম- এর সাথে স্টেট দুমার একজন ব্যর্থ প্রার্থী ছিলেন।\nশাফারেভিচ ন্যাশ সোভরেমেনিক ম্যাগাজিনের সম্পাদকীয় বোর্ডের সদস্য ছিলেন এবং ১৯৯১-১৯৯২ সালে আলেকজান্ডার প্রোখানভের ডেনের সম্পাদকীয় বোর্ডের সদস্য ছিলেন, যা ১৯৯৩ সালের অক্টোবরে প্রকাশনা বন্ধ করে এবং পরে জাভট্রা শিরোনামে পুনরায় খোলা হয়। ১৯৯৪ সালে, তিনি মিখাইল আস্তাফিয়েভের নেতৃত্বে \"অল-রাশিয়ান ন্যাশনাল রাইট উইং সেন্টার\"-এ যোগদান করেন।\n\n\n== ইহুদিবিদ্বেষের অভিযোগ ==\nশাফারেভিচের প্রবন্ধ রুসোফোবিয়া  তার বই থ্রি থাউজেন্ড ইয়ার-ওল্ড মিস্ট্রি (Трехтысячелетняя загадка) তে বিস্তৃত হয়েছিল এবং এর ফলে ইহুদিবিরোধীতার অভিযোগ আনা হয়েছিল।  তিনি ১৯৮২ সালে রাশিয়াফোবিয়া প্রবন্ধটি সম্পূর্ণ করেছিলেন এবং এটি প্রাথমিকভাবে সমীজদাত হিসাবে প্রচারিত হয়েছিল। সোভিয়েত ইউনিয়নে, এটি প্রথম আনুষ্ঠানিকভাবে ১৯৮৯ সালে প্রকাশিত হয়েছিল। একই সময়ে, শাফারেভিচ ১৯৭০ এবং ১৯৮০ এর দশকের শুরুতে মর্যাদাপূর্ণ মস্কো বিশ্ববিদ্যালয়গুলিতে প্রবেশের সময় ইহুদি বংশোদ্ভূত আবেদনকারীদের স্ক্রিন আউট করার জন্য যে পদ্ধতিগুলি ব্যবহার করা হয়েছিল তার নিন্দা করেছিলেন। \n'রাশিয়াফোবিয়া' প্রবন্ধে তিনি যুক্তি দিয়েছেন যে মহান জাতিগুলি তাদের ইতিহাসের কিছু সময়ে সংস্কারকামী এলিট গোষ্ঠীগুলি ('ছোট জাতি') অভিজ্ঞান করে, যাদের মূল্যবোধ বেশিরভাগ মানুষের মূল্যবোধ থেকে মৌলিকভাবে পৃথক হয় কিন্তু সমাজে প্রাধান্য লাভ করে। শাফারেভিচের মতে, রাশিয়ায় এমন 'ছোট জাতির' ভূমিকা পালন করেছিল একটি ছোট বুদ্ধিজীবী গোষ্ঠী, যাদের উপর ইহুদিরা প্রাধান্য রাখতো,, \"যারা ঐতিহ্যবাহী রুশ জীবনযাত্রার প্রতি ঘৃণা পূর্ণ ছিল এবং ভ্লাদিমির লেনিন এবং জোসেফ স্ট্যালিন সন্ত্রাসবাদী শাসনগুলিতে সক্রিয় ভূমিকা রাখতো।\" \nএর প্রকাশনার ফলে ইউনাইটেড স্টেটস ন্যাশনাল একাডেমি অফ সায়েন্সেস (এনএএস) শাফারেভিচকে তার সদস্যপদ ত্যাগ করার অনুরোধ জানায়, কারণ এনএএস সনদ বিদ্যমান সদস্যপদ অপসারণে বাধা দেয়।  এনএএস-এর কে উদ্দেশ্য করে এক খোলা চিঠিতে, শাফারেভিচ ব্যাখ্যা করেন যে রাশিয়াফোবিয়া বর্ণবাদী নয়।  শাফারেভিচ আরও উল্লেখ করেন যে এনএএস তাকে তার অনুরোধ বা জ্ঞানের বাইরে তালিকাভুক্ত করেছে, তাই তাকে তালিকা থেকে বাদ দেওয়া তাদের অভ্যন্তরীণ বিষয়। তবুও, যখন মার্কিন যুক্তরাষ্ট্র ইরাক আক্রমণ করেছিল, তখন শাফারেভিচ তার পদত্যাগপত্র ফ্যাক্স করেন। \nবর্ণবাদী অভিযোগগুলি চলতে থাকে এবং শাফারেভিচের অন্যান্য প্রকাশনাগুলির সাথে সম্পর্কিত হয়।  সেমিওন রেজনিক রাশিয়াফোবিয়া প্রবন্ধটিকে তথ্যগত অসত্যতার জন্য লক্ষ্য করেন: শাফারেভিচ নিকোলাস দ্বিতীয়ের মৃত্যুদণ্ডে জড়িত বেশ কয়েকজন অ-ইহুদীকে ইহুদি জাতিসত্তা হিসাবে ভুলভাবে উল্লেখ করেন, হত্যাকাণ্ডের স্থানে ইহুদি ভাষায় গ্রাফিতির মিথ্যা দাবি পুনরাবৃত্তি করেন এবং শাফারেভিচের বাক্যাংশ \"নিকোলাস দ্বিতীয়কে নির্দিষ্টভাবে জার হিসাবে গুলি করা হয়েছিল, এবং এবং এই আচারিক কাজটি রাশিয়ার ইতিহাসে একটি যুগের অবসান ঘটায়\" কিছু লোক দ্বারা রক্ত অপবাদ হিসাবে পড়া হয়।  (একটি অভিযোগ যা শাফারেভিচের বাক্যটির অবশিষ্টাংশকে উপেক্ষা করে: \"তাহলে এটি কেবল ইংল্যান্ডে চার্লস প্রথম বা ফ্রান্সে লুই ষোড়শের মৃত্যুদণ্ডের সাথে তুলনা করা যেতে পারে।\")  অ্যারন ক্যাটসেনেলিনবোইগেন লেখেন যে শাফারেভিচের কাজ \"ইহুদি বিরোধী প্রচারের সেরা ঐতিহ্যের সাথে মানানসই\"। \nপরে, শাফারেভিচ তার বই \"থ্রি থাউজ্যান্ড-ইয়ার-ওল্ড মিস্ট্রি\" তে তার দৃষ্টিভঙ্গি আরও বিস্তারিতভাবে তুলে ধরেন, যেখানে তিনি আরও দাবি করেন যে ইহুদিরা কার্যকরভাবে সমস্ত ধরণের বুদ্ধিবৃত্তিক প্রচেষ্টায় অ-ইহুদিদের প্রান্তিক এবং বর্জিত করে। এই কাজটি ২০০২ সালে রাশিয়ান ভাষায় প্রকাশিত হয়; একটি প্রারম্ভিক অংশ রাশিয়াফোবিয়া প্রবন্ধের সাথে সম্পর্ক ব্যাখ্যা করে, এটি বর্ণনা করে যে প্রবন্ধটি বিস্তৃত পরিসরের একটি উদ্দেশ্যকৃত কাজের সংযোজন থেকে বিকশিত হয়েছিল, যা তিনি সামিজদাতে লিখতে শুরু করেছিলেন। \n২০০৫ সালে, শাফারেভিচ ৫০০০ জনের চিঠির স্বাক্ষরকারীদের মধ্যে ছিলেন।\nশাফারেভিচের কথিত ইহুদিবিদ্বেষের বিষয়টি ২০০৯ সালে হেলসিঙ্কি বিশ্ববিদ্যালয়ের একটি ডক্টরাল থিসিসের বিষয় ছিল, যা পরে একটি বইয়ে রূপান্তরিত হয়। সেই বইয়ে লেখক ক্রিস্টা বারগলান্ড উল্লেখ করেন যে শাফারেভিচের দৃষ্টিভঙ্গি ভুলভাবে ইহুদিবিদ্বেষী হিসাবে ব্যাখ্যা করা হয়েছে।\n\n\n== প্রকাশনা ==\nইগর শাফারেভিচের নিম্নলিখিত বই ও প্রবন্ধগুলির তালিকা:\n\nইগর শাফারেভিচ - বিভিন্ন বছরের প্রবন্ধ ও বক্তৃতা.pdf\nইগর শাফারেভিচ - রাশিয়া একা নিজের সাথে.pdf\nইগর শাফারেভিচ - রাশিয়ান সংকট: রাশিয়াকে রক্ষা করা কি সম্ভব.pdf\nইগর শাফারেভিচ - রাশিয়ান সংকট: সংস্কার বা বিপর্যয়.pdf\nইগর শাফারেভিচ - রুসোফোবিয়া: ১৯৭২ বই এবং প্রবন্ধ.pdf\nইগর শাফারেভিচ - শোস্তাকোভিচ এবং কমিউনিজমের বিরুদ্ধে রাশিয়ান প্রতিরোধ.pdf\nইগর শাফারেভিচ - সমাজতান্ত্রিক ঘটনা ১৯৮০.pdf\nইগর শাফারেভিচ - ব্যক্তিত্বের রহস্য.pdf\nইগর শাফারেভিচ - তিন হাজার বছরের পুরানো রহস্য: আধুনিক রাশিয়ার দৃষ্টিকোণ থেকে ইহুদি জাতির ইতিহাস.pdf\nবোরেভিচ, জে. আই.; শাফারেভিচ, Igor R. (১৯৬৬), সংখ্যা তত্ত্ব, শুদ্ধ এবং প্রয়োগিক গণিত, ২০, বোস্টন, এমএ: একাডেমিক প্রেস, আইএসবিএন ৯৭৮-০-১২-১১৭৮৫০-৫, এমআর ০১৯৫৮০৩  \nশাফারেভিচ, ইগর আর (১৯৭৪), মৌলিক বীজগণিত জ্যামিতি, বার্লিন, নিউইয়র্ক: স্প্রিংগার-ভারলাগ, আইএসবিএন ৯৭৮-৩-৫৪০-০৮২৬৪, এমআর ০৩৬৬৯১৬  \nশাফারেভিচ, ইগর (১৯৭৫), \"আমাদের অতীত এবং ভবিষ্যতে সমাজতন্ত্র।\" প্রবন্ধ সংগ্রহ: \"ফ্রম আন্ডার দ্য রাবল\", সহ-লেখক: সলঝেনিৎসিন, আলেকজান্ডার; আগুরস্কি, মিখাইল; বারাবানভ, ইয়েভজেনি; বরিসভ, ভাদিম; কোরসাকভ, এফ. প্রকাশক: হারভিল প্রেস [রেগনারি পাব. ১৯৮৯]।\nশাফারেভিচ, ইগর (১৯৮০), সমাজতান্ত্রিক ঘটনা, নিউইয়র্ক: হার্পার অ্যান্ড রো, আইএসবিএন ৯৭৮-০৮৯৫২৬৮৭৭৮ \nশাফারেভিচ, ইগর (১৯৮১), \"গণিতের বিকাশের কিছু প্রবণতা সম্পর্কে\", দ্য ম্যাথম্যাটিক্যাল ইন্টেলিজেন্সার, ভলিউম ৩, সংখ্যা ৪, পৃষ্ঠা ১৮২–১৮৪।\nনিকুলিন, ভি. ভি.; শাফারেভিচ, ইগর (১৯৮৭), জ্যামিতি এবং গোষ্ঠী, বার্লিন; স্প্রিংগার-ভার্লাগ।, আইএসবিএন ০৩৮৭১৫২৮১৪\nশাফারেভিচ, ইগর আর. (১৯৮৯), সংগৃহীত গণিত প্রবন্ধসমূহ, Berlin, New York: Springer-Verlag, আইএসবিএন ৯৭৮-৩-৫৪০-১৩৬১৮, এমআর ৯৭৭২৭৫  \nShafarevich, Igor (মার্চ ১৯৯০)। Russophobia। Joint Publications Research Service। ৭ ফেব্রুয়ারি ২০১৬ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। \nKostrikin, A. I.; Shafarevich, Igor (1991), Noncommutative Rings, Identities, Berlin: Springer-Verlag, আইএসবিএন ৯৭৮-৩-৬৪২-৭২৮৯৯-০\nParshin, A. N.; Shafarevich, Igor (1995), Number Theory: Fundamental Problems, Ideas, and Theories, Berlin: Springer, আইএসবিএন ০৩৮৭৫৩৩৮৪২\nArslanov, M. M.; Parshin, A. N.; Shafarevich, Igor (1996), Algebra and Analysis, Berlin: Walter de Gruyter, আইএসবিএন ৩১১০১৪৮০৩X\nShafarevich, Igor (2003), Discourses on Algebra, Berlin: Springer, আইএসবিএন ৯৭৮-৩-৫৪০-৪২২৫৩-২\nShafarevich, Igor (2005), Basic Notions of Algebra, Berlin: Springer, আইএসবিএন ৯৭৮-৩-৫৪০-২৬৪৭৪-৩\nShafarevich, Igor (2013), Basic Algebraic Geometry 1: Varieties in Projective Space(3rd edition), Berlin, Springer-Verlag,আইএসবিএন ৯৭৮-৩-৬৪২-৩৭৯৫৫-০\nShafarevich, Igor (2013), Basic Algebraic Geometry 2: Schemes and Complex Manifolds(3rd edition), Berlin, Springer-Verlag,আইএসবিএন ৯৭৮-৩-৬৪২-৩৮০০৯-৯\nShafarevich, Igor; Remizov, Alexey (2013), Linear Algebra and Geometry, Berlin, Springer-Verlag, আইএসবিএন ৯৭৮-৩-৬৪২-৩০৯৯৩-৯\nShafarevich, Igor (2015), Collected mathematical papers, Reprint of the 1989 edition, Springer Collect. Works Math., Springer, Heidelberg, x+769 pp.\n\n\n== মন্তব্য ==\n\n\n== আরও পড়ুন ==\nব্রুন-জেজমিস, জুলিয়া (১৯৯৬), \"কেরা 'রাশিয়ার শত্রু'? গ্লাসনোস্টের আগে সমিজদাত বিতর্কে রুসোফোবিয়ার প্রশ্ন\",\" ন্যাশনালিটি পেপারস: দ্য জার্নাল অফ ন্যাশনালিজম অ্যান্ড এথনিসিটি, ভলিউম। ২৪, সংখ্যা ২।\nডানলপ, জন বি. (১৯৯৪), \"ইগর শাফারেভিচের 'স্যাড কেস',\" পূর্ব ইউরোপীয় ইহুদি বিষয়ক, ভলিউম। ২৪, সংখ্যা ১।\nলেক্যুর, ওয়াল্টার (১৯৯০), \"রাশিয়া থেকে, ঘৃণার সাথে,\" নিউ রিপাবলিক, ফেব্রুয়ারি ৫।\nমোরান, গর্ডন (১৯৯৮), সাইলেন্সিং সায়েন্টিস্ট এবং স্কলারস ইন আদার ফিল্ডস, গ্রীনউড পাবলিশিং গ্রুপ।\n\n\n== বহিঃসংযোগ ==\nগণিত উদ্ভববিজ্ঞান প্রকল্পে ইগর শাফারেভিচ\nও'কনর, জন জে.; রবার্টসন, এডমুন্ড এফ., \"ইগর শাফারেভিচ\", ম্যাকটিউটর হিস্টোরি অব ম্যাথমেটিকস আর্কাইভ, সেন্ট অ্যান্ড্রুজ বিশ্ববিদ্যালয় উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) ।\nশাফারেভিচের রাজনৈতিক কাজ (রাশিয়ান ভাষায়)\nদ্য সোশ্যালিস্ট ফেনোমেনন (ইংরেজিতে)\nআমাদের অতীত এবং ভবিষ্যতে সমাজতন্ত্র (ইংরেজিতে)\nবারগলান্ড, ক্রিস্টা. দ্য ভেক্সিং কেস অফ ইগর শাফারেভিচ, এ রাশিয়ান পলিটিকাল থিংকার , স্প্রিংগার বাসেল, ২০১২ (ইংরেজিতে).\nস্টেকলোভ গাণিতিক ইনস্টিটিউটের ৭৫তম বার্ষিকী উপলক্ষে স্টেকলোভ সদস্যদের সাধারণ সভায় ভাষণ। ভিডিও, রাশিয়ান ভাষায়."}