{"pageid": 1444315, "title": "মিংতাও এর যুদ্ধ", "url": "https://bn.wikipedia.org/wiki?curid=1444315", "content": "মিংতাওয়ের যুদ্ধ ছিল শ্যাং রাজবংশ এবং জিয়া রাজবংশ এর মধ্যকার একটি যুদ্ধ, যার ফলে শ্যাং রাজবংশ বিজয় লাভ করে, যা শ্যাং রাজবংশের ডিউককে চীনের সিংহাসন এ উচ্চ পদে অধিষ্ঠিত হওয়ার পরিস্থিতি তৈরি করে।\n\n\n== পটভূমি ==\n\nযখন জিয়া রাজবংশ সিংহাসন জিয়ের হাতে চলে যায়, তখন জিয়া বংশের শক্তি আর আগের মতো শক্তিশালী ছিল না। জিয়ে সাধারণত দুর্নীতিগ্রস্ত এবং দায়িত্বজ্ঞানহীন রাজা ছিলেন। তিনি অনুভব করেছিলেন যে, মূল প্রাসাদটি খুব সাধারণ ছিল, তিনি টিল্ট প্রাসাদ নির্মাণের নির্দেশ দিয়েছিলেন। এই প্রাসাদটি তৈরি করতে সাত বছর সময় এবং কয়েক হাজার ক্রীতদাস লেগেছিল। এতে প্রচুর অর্থও ব্যয় হয়। এতে কৃষকরা ক্ষুব্ধ হন। \nএদিকে, শ্যাং গোষ্ঠী প্রতিবেশী উপজাতিদের সমর্থন লাভ করছিল। তাদের পূর্বপুরুষ, কি(Qi), মহান ইউ-(Yu) এর জন্য কাজ করেছিলেন এবং তাকে শ্যাং-এর অঞ্চল দেওয়া হয়েছিল। শ্যাং-এর তাং এর রাজত্বকালে কৃষি উন্নয়নের কারণে শ্যাং-জাতি আরও বেশি করে ক্ষমতা অর্জন করছিল। তাং নিকটবর্তী উপজাতিদের সাথে মিত্রতা স্থাপন করেন এবং তাঁর প্রজাদের সাথে সদয় আচরণ করেন। তাঁর কাছে ই ইয়িন এরও সমর্থন ছিল। ই (Yi) মূলত তার শ্বশুরের দাস ছিলেন। যখন তাং বিয়ে কররে ই ইয়িন (Yi Yin) তাং- (Tang) এর রাঁধুনি হন। ই (Yi) সেই সময়ের বর্তমান বিষয়গুলো বিশ্লেষণ করেছিলেন এবং তাঁর ডান হাত হয়ে ওঠেন। এভাবেই ই (Yi) তখন ই ইন (Yi Yin) নামে পরিচিত হন।\nতাং জিয়া রাজবংশের অবসান ঘটাতে দৃঢ়প্রতিজ্ঞ ছিলেন। তিনি জিয়েকে মেনে নিতে রাজি হন, কিন্তু গোপনে তাকে উৎখাত করার জন্য প্রস্তুত হন। প্রথমে তিনি তাঁর লোকদের বো নামে একটি জায়গায় স্থানান্তরিত করেন। বো থেকে জিয়া (Xia) রাজধানী পর্যন্ত এলাকা সমতল ছিল, সেখানে তেমন কোনও পাহাড় বা নদী ছিল না যা তাদের থামাতে পারত। তিনি তাঁর প্রজাদেরও ক্ষমা করতেন এবং তাই তাদের দ্বারা সমর্থিত ছিলেন।\nযেহেতু বেশিরভাগ অভিজাতরা অতিপ্রাকৃতিকতা বিশ্বাস করতেন, তাই তারা বিশ্বাস করতেন যে, দেবতাদের এবং তাদের পূর্বপুরুষদের উপাসনা করা অত্যন্ত গুরুত্বপূর্ণ। ভৌগোলিকভাবে শ্যাং বংশের কাছাকাছি থাকা গে (Ge) নামে একটি উপজাতি নিয়মিত তাদের পূর্বপুরুষদের পূজা করত না। তারা গরু এবং ভেড়া খেয়েছিল যা তাং তাদের বলির জন্য দিয়েছিল এবং যারা পশু পাঠিয়েছিল তাদের হত্যা করেছিল।\nতারা গরু এবং ভেড়া খেয়েছিল যা তাং তাদের বলির জন্য দিয়েছিল এবং যারা পশু পাঠিয়েছিল তাদের হত্যা করেছিল।\nতাং এই উপজাতি জয় করে এবং আরও কয়েকজনের নির্মূল করে। জিয়া অবশ্য বুঝতে পারেননি যে তাং তাঁর সিংহাসনের জন্য হুমকি।\n\n\n== যুদ্ধ ==\nকয়েকটি উপজাতি যখন জিয়া (Xia) এর বিরুদ্ধে বিদ্রোহ শুরু করে, তখন শ্যাং-এর তাং সিদ্ধান্ত নেন যে সময় এসেছে। তিনি জিয়া (Xia) এর উপর আক্রমণ শুরু করেন। তাং-এর বিদ্রোহের কথা শুনে জিয়ে গু, ওয়েই এবং কুয়েনউ-এর ছোট অঞ্চল থেকে সৈন্য পাঠান। ই (Yi) তাংকে এক বছরের জন্য লড়াই স্থগিত রাখার পরামর্শ দেন, তারপর গু এবং ওয়েই জয় করেন এবং কুয়েনউকে পরাজিত করেন।\nসেনাবাহিনী আরো এগিয়ে যাওয়ার আগে, ই ইয়িন (Yi Yin) তাংকে বলেছিলেন যে, সেনাবাহিনীর মনোবল বৃদ্ধি করা প্রয়োজন। ১৬০০ খ্রিষ্টপূর্বাব্দের দিকে মিংটিআওতে (বর্তমান জিয়া কাউন্টি, উত্তর আনি, জিয়ুন) দুই সেনাবাহিনীর সাক্ষাতের আগে তাং একটি বক্তৃতা দিয়েছিলেন, যা ঐতিহাসিকভাবে 'তাং এর প্রতিজ্ঞা' নামে পরিচিত। তাং-এর সেনাপতি ও সৈন্যরা সবাই জিয়েকে ঘৃণা করত, তাই তারা সাহসিকতার সঙ্গে লড়াই করেছিল। অন্যদিকে, শ্যাংদের শক্তি দেখে জিয়ের সৈন্যরা তাঁর আদেশে কান দেয়নি। হয় তারা আত্মসমর্পণ করে, না হয় পালিয়ে যায়। ফলস্বরূপ, শ্যাংরা যুদ্ধে জয়ী হয় এবং শ্যাং রাজবংশ প্রতিষ্ঠা করে।\nযুদ্ধে জয়লাভের পর, জিয়া(Xia) এর জিয়ে কুয়েনউতে আশ্রয় নেন। কুয়েনউ জয় করার পর, শ্যাং-(Shang)এর তাং (Tang) জিয়ে (Jie)কে নানচাও (বর্তমান চাও, আনহুই) নির্বাসনে যেতে বাধ্য করেন। মৃত্যুর আগ পর্যন্ত জিয়ে সেখানেই ছিলেন। তাং তখন অবশিষ্ট জিয়া (Xia) বাহিনীকে নির্মূল করে এবং জিয়া কৃষকদের দাস হিসাবে ব্যবহার করে।\n\n\n== উত্তরাধিকার. ==\nযেহেতু শ্যাং-(Shang)এর তাং (Tang) একজন অভিজাত ব্যক্তি ছিলেন, তাই তাঁর বিপ্লবকে চীনা ইতিহাসের প্রথম 'মহৎ বিপ্লব' হিসাবে বিবেচনা করা হয়। শ্যাং রাজবংশ, যা তিনি প্রতিষ্ঠা করেছিলেন, যা চীনা ইতিহাসের দ্বিতীয় রাজবংশ ছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== আরো দেখুন ==\nমুই এর যুদ্ধ"}