{"pageid": 1444362, "title": "প্রেইরি ভিউ ক্রিকেট কমপ্লেক্স", "url": "https://bn.wikipedia.org/wiki?curid=1444362", "content": "প্রাইরি ভিউ ক্রিকেট কমপ্লেক্স (পিভিসিসি) হল ছয়টি ক্রিকেট মাঠের একটি গ্রুপ যা যুক্তরাষ্ট্রের টেক্সাসের ওয়ালার কাউন্টির গ্রেটার হিউস্টন এলাকার প্রেইরি ভিউ শহরে অবস্থিত। সুবিধাটি তানভীর আহমেদ এবং মেজর লিগ ক্রিকেটের যৌথ মালিকানাধীন।\n\n\n== ইতিহাস ==\n২০১৮ সালের জানুয়ারিতে, হিউস্টনের বিকাশকারী ডেভিড উলফ এবং পাকিস্তানি আমেরিকান ব্যবসায়ী তানভীর আহমেদ যৌথভাবে টেক্সাসের প্রেইরি ভিউতে একটি ক্রিকেট কমপ্লেক্স তৈরির জন্য ৮৬ একর জমি কিনেছিলেন। কমপ্লেক্সটির নির্মাণকাজ মার্চ ২০১৮ এর মধ্যে শুরু হয়েছিল, যেখানে দুটি ক্রিকেট মাঠ এপ্রিল ২০১৮ এর মধ্যে খোলার কথা ছিল। তারা সেপ্টেম্বর ২০১৮ সালে এর প্রথম পর্বের অংশ হিসাবে আরও চারটি ক্রিকেট মাঠ খুলেছে। উদ্বোধনের পর, কমপ্লেক্সটি হিউস্টন ক্রিকেট লিগের তিনটি ক্রিকেট ম্যাচের আয়োজন করেছিল। ২০২২ সালের জুলাই নাগাদ, ভেন্যুতে মোট ১৪টি ক্রিকেট ম্যাচ খেলা হয়েছিল।\n২০১৯ সালের মে মাসে, মার্কিন যুক্তরাষ্ট্রের জাতীয় ক্রিকেট দল এই ভেন্যুতে প্রথম ম্যাচ খেলেছিল। একই বছরের জুলাই নাগাদ ছয়টি ক্রিকেট মাঠ খুলে দেওয়া হয়েছিল। নির্মাণ কাজ সেই বছরের সেপ্টেম্বর জুড়ে চলতে থাকে, শেষ হওয়ার আগে এবং ডিসেম্বর ২০১৯-এ ব্যবহারের জন্য প্রস্তুত হয়  ২০২০ সালের প্রথমার্ধে, এটি হিউস্টন ক্রিকেট লিগের জন্য একটি ভেন্যু হিসাবে ব্যবহার করা হবে, হিউস্টন হারিকেনস মাইনর লিগ ক্রিকেটের প্রদর্শনী লিগের জন্য তাদের হোম মাঠ হিসাবে ব্যবহার করার আগে।\nএটি সেই বছরের এপ্রিলের শুরুতে হিউস্টন ওপেন ২০২১ (যা যুক্তরাষ্ট্র ক্রিকেট দ্বারা অনুমোদিত হয়েছিল) এর আয়োজক হিসাবে কাজ করেছিল।  এটি মার্কিন যুক্তরাষ্ট্রের পুরুষদের অনূর্ধ্ব-১৯ জাতীয় চ্যাম্পিয়নশিপেরও আয়োজন করেছিল, যেখানে মিড-আটলান্টিক জোন চ্যাম্পিয়ন হয়েছিল। সেই মাসের শেষের দিকে, ইউএসএ ক্রিকেট এটিও ঘোষণা করেছিল যে ভেন্যুটি প্রথম অফিসিয়াল মেজর লীগ ক্রিকেট ন্যাশনাল ক্রিকেট সেন্টার হবে, এবং তাদের যৌথ-উদ্যোগ চুক্তির অংশ হিসাবে, তারা আটটি নতুন টার্ফ অনুশীলন নেট এবং উইকেট যোগ করবে, তিনটি আপগ্রেড করবে। একটি উচ্চ-মানের প্রাকৃতিক টার্ফ উইকেটে ক্রিকেট পিচ, এবং একটি ক্রিকেট প্যাভিলিয়ন তৈরি করে, যা পুরুষ এবং মহিলা উভয় খেলোয়াড়দের জন্য পূরণ করবে। এটিও ঘোষণা করা হয়েছিল যে তানভীর আহমেদ, পিভিসিসি হেড অফ অপারেশন্স, মঙ্গেশ চৌধুরীর সাথে মেজর লিগ ক্রিকেটে বিনিয়োগকারী গ্রুপে যুক্ত হবেন এবং তারা উভয়েই হিউস্টন হারিকেনসের সহ-মালিক হবেন, যা একই আগস্টে ঘোষণা করা হয়েছিল। উপরন্তু, ভেন্যুতে দুটি মেজর লিগ ক্রিকেট স্কোয়াড এবং একটি মার্কিন যুক্তরাষ্ট্রের প্রশিক্ষণ গোষ্ঠীর মধ্যে অনুশীলন গেমের একটি সিরিজ আয়োজন করা হয়েছিল। অনুশীলন সিরিজে কোরে অ্যান্ডারসন, সামী আসলাম, ডেন পাইত এবং আরও অনেকের পছন্দ ছিল। একইভাবে, ৩১ জুলাই থেকে ১২ সেপ্টেম্বর ২০২১ পর্যন্ত মাইনর লিগ ক্রিকেটের উদ্বোধনী মৌসুমে এটি হিউস্টন হারিকেনসের হোম গ্রাউন্ড ছিল।\n২৮শে আগস্ট ২০২১-এ এটিও ঘোষণা করা হয়েছিল যে ভেন্যুটি উদ্বোধনী ইউএসএ ক্রিকেট জাতীয় পুরুষদের ৫০-ওভার চ্যাম্পিয়নশিপের আয়োজক হবে, যা ১৫—১৯ নভেম্বর, ২০২১ পর্যন্ত অনুষ্ঠিত হয়েছিল (১২—২০ নভেম্বরের সময়সূচী থেকে পরিবর্তিত হয়েছে। ২০২১ আইসিসি পুরুষদের টি২০ বিশ্বকাপ আমেরিকা বাছাইপর্বের সংশোধিত সময়সূচীর কারণে)।\n২০২২ সালের মার্চ মাসে, এটি ঘোষণা করা হয়েছিল যে এমএলসি এবং ২০২৪ আইসিসি পুরুষদের টি২০ বিশ্বকাপের আগে ভেন্যুটির $৩ মিলিয়ন সংস্কার করা হবে। ২০২২ সালের মে মাসে, স্থানটি মুসা স্টেডিয়ামে ২টি আইসিসি ক্রিকেট বিশ্বকাপ লিগ ২ সিরিজের আগে প্রস্তুতি ও অনুশীলন গেমের আয়োজন করেছিল। উপরন্তু, জুন থেকে জুলাই ২০২২ পর্যন্ত, হারিকেনরা তাদের ২০২২ সালের মাইনর লিগ ক্রিকেটের প্রচারে ভেন্যুটি আবার ব্যবহার করেছিল। একই বছরের ডিসেম্বরে, ঘোষণা করা হয়েছিল যে ভেন্যু - অন্যান্য ভেন্যু যেমন সেন্ট্রাল ব্রাউয়ার্ড স্টেডিয়াম, মুসা স্টেডিয়াম এবং গ্র্যান্ড প্রেইরি স্টেডিয়াম - ২০২৪ আইসিসি পুরুষদের টি-টোয়েন্টি বিশ্বকাপের ম্যাচগুলি হোস্ট করতে পারে।\n\n\n== ইভেন্ট ==\nসেপ্টেম্বর ২০১৮ সালে খোলার পর, ভেন্যুটি ২০১৯ এবং ২০২০ জুড়ে হিউস্টন ক্রিকেট লিগের ম্যাচগুলি আয়োজন করেছিল।  মার্কিন যুক্তরাষ্ট্রের জাতীয় ক্রিকেট দল এই ভেন্যুতে ২০১৯ সালের মে মাসে তাদের প্রথম ক্রিকেট ম্যাচ খেলেছিল। পরের বছর, প্রদর্শনী লিগ (যেটিতে মেয়র ডেভিড অ্যালেনকে দেখার জন্য আমন্ত্রণ জানানো হয়েছিল) এবং মাইনর লিগ ক্রিকেটের উদ্বোধনী মৌসুম উভয়েই এটি হিউস্টন হারিকেনসের হোম মাঠ হিসাবে ব্যবহৃত হয়েছিল। এপ্রিল ২০২১-এ, ভেন্যুটি ইউএসএ ক্রিকেট -অনুমোদিত হিউস্টন ওপেন ২০২১-এর আয়োজন করেছিল, যেখানে নেপালি রাইনোস ট্রফি নিয়েছিল। সেই মাসের শেষের দিকে, এটি মার্কিন যুক্তরাষ্ট্রের পুরুষদের অনূর্ধ্ব-১৯ জাতীয় চ্যাম্পিয়নশিপেরও আয়োজন করেছিল, যেখানে মিড-আটলান্টিক জোন চ্যাম্পিয়ন হয়েছিল। একই মাসে, ভেন্যুতে একটি ইউনাইটেড স্টেটস ট্রেনিং গ্রুপ এবং দুটি মেজর লিগ ক্রিকেট স্কোয়াডের মধ্যে অনুশীলন ম্যাচের একটি সিরিজ আয়োজন করা হয়েছিল, যেখানে অনেক আন্তর্জাতিক ক্রিকেটার যেমন শায়ান জাহাঙ্গীর, ডেন পাইত এবং অন্যান্যরা উপস্থিত ছিলেন।\nআগস্ট ২০২১ সালে, ঘোষণা করা হয়েছিল যে স্থানটি প্রথম উদ্বোধনী ইউনাইটেড স্টেটস মেনস ন্যাশনাল চ্যাম্পিয়নশিপের আয়োজন করবে, যেখানে আটটি দল থাকবে এবং এটি ১৫-১৯ নভেম্বর, ২০২১ পর্যন্ত বিস্তৃত হবে (১২-২০ নভেম্বরের সময়সূচী থেকে পরিবর্তিত হয়েছে, ২০২১ আইসিসি পুরুষদের টি২০ বিশ্বকাপ আমেরিকা বাছাইপর্বের সংশোধিত সময়সূচীর কারণে)।\nকমপ্লেক্সের ওয়েস্টার্ন গ্রাউন্ডে ২০২৪ সালের এপ্রিল এবং মে মাসে মোট ৮টি অফিসিয়াল আন্তর্জাতিক খেলা অনুষ্ঠিত হবে, যেখানে মার্কিন যুক্তরাষ্ট্রের পুরুষদের দল কানাডাকে ৫টি ম্যাচের টি-টোয়েন্টি সিরিজে এবং বাংলাদেশের সঙ্গে ৩টি ম্যাচের টি-টোয়েন্টি সিরিজে খেলবে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপ্রাতিষ্ঠানিক ওয়েবসাইট"}