{"pageid": 1444022, "title": "গেলসেনকির্খেন", "url": "https://bn.wikipedia.org/wiki?curid=1444022", "content": "গেলসেনকির্খেন (ইউকে: , ইউএস: , জার্মান: [ˌɡɛlzn̩ˈkɪʁçn̩] ()) এটি জার্মানির ২৫তম জনবহুল শহর এবং ২৬২,৫২৮ (২০১৬) অধিবাসী নিয়ে নর্ডরাইন-ভেস্টফালেন রাজ্যের ১১তম জনবহুল শহর। এমশার নদী তীরে (রাইনের একটি উপনদী), এটি জার্মানির বৃহত্তম নগর অঞ্চল রুরের কেন্দ্রে অবস্থিত, যার মধ্যে এটি ডর্টমুন্ড, এসেন, ডুইসবার্গ এবং বোখুমের পরে পঞ্চম বৃহত্তম শহর। রুর রাইন-রুর মেট্রোপলিটন অঞ্চলে অবস্থিত, যা ইউরোপের বৃহত্তম নগর অঞ্চলগুলির মধ্যে একটি। গেলসেনকির্খেন ডর্টমুন্ড, বোচাম, বিলেফেল্ড এবং মুনস্টারের পরে ওয়েস্টফালিয়ার পঞ্চম বৃহত্তম শহর এবং এটি নিম্ন জার্মান উপভাষা অঞ্চলের দক্ষিণতম শহরগুলির মধ্যে একটি। শহরটিতে ফুটবল ক্লাব শালকে ০৪ এর হোম ভেন্যু রয়েছে, যা গেলসেনকির্খেন-শালকের নামে নামকরণ করা হয়েছে। ক্লাবের বর্তমান স্টেডিয়াম ভেলটিন্স এরিনা অবশ্য গেলসেনকির্খেন-এরলে অবস্থিত।\nগেলসেনকির্খেন ১১৫০ সালে প্রথম নথিভুক্ত করা হয়েছিল, কিন্তু ১৯ শতক পর্যন্ত এটি একটি ছোট গ্রাম ছিল, যখন শিল্প বিপ্লব সমগ্র অঞ্চলের বৃদ্ধির দিকে পরিচালিত করেছিল। ১৮৪০ সালে, যখন কয়লা খনন শুরু হয়, তখন ৬,০০০ জন বাসিন্দা জেলসেনকির্চেনে বাস করত; ১৯০০ সালে জনসংখ্যা বেড়ে ১,৩৮,০০০ হয়েছিল। ২০ শতকের গোড়ার দিকে, গেলসেনকির্চেন ছিল ইউরোপের সবচেয়ে গুরুত্বপূর্ণ কয়লা খনির শহর। রাতে খনি গ্যাসের শিখার জন্য এটিকে \"হাজার আগুনের শহর\" বলা হয়। ১৯২৮ সালে, গেলসেনকির্চেনকে বুয়ের এবং গেলসেনকির্খেন-হর্স্ট সংলগ্ন শহরগুলির সাথে একীভূত করা হয়েছিল। ১৮৩০ সালে এটির নাম পরিবর্তন করে জেলসেনকির্চেন না হওয়া পর্যন্ত শহরটির নাম ছিল গেলসেনকিরচেন-বুয়ার। নাৎসি যুগে শহরটি কয়লা খনি এবং তেল পরিশোধনের কেন্দ্র ছিল, তাই দ্বিতীয় বিশ্বযুদ্ধের সময় এটি প্রায়শই মিত্রবাহিনীর বোমা হামলার লক্ষ্যবস্তু ছিল। জার্মানির সর্বোচ্চ বেকারত্বের হারের সাথে কয়েক দশক ধরে আঘাত করা শহরটি একটি নতুন চিত্রের সন্ধানের সাথে গেলসেনকির্খেন এখন আর কোলিয়ার নেই৷\n\n\n== যমজ শহর - বোন শহর ==\n\nগেলসেনকির্খেনের সঙ্গে জমজ বেঁধেছেন::\n\n\n== আরও দেখুন ==\nহর্স্ট ক্যাসেল\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n উইকিমিডিয়া কমন্সে গেলসেনকির্খেন সম্পর্কিত মিডিয়া দেখুন।\nদাপ্তরিক ওয়েবসাইট (জার্মান ভাষায়), (২০০৬ আর্কাইভ, ইংরেজিতে)\n- গেলসেনজেন্ট্রাম - গেলসেনকির্খেনের নগর ও সমসাময়িক ইতিহাসের ডকুমেন্টেশন কেন্দ্র\nমিউজিকথিয়েটার ইম রিভিয়ার\nম্যাপকোয়েস্টে গেলসেনকির্খেন (ইন্টারেক্টিভ)"}