{"pageid": 1444251, "title": "ধর্মসংস্কার", "url": "https://bn.wikipedia.org/wiki?curid=1444251", "content": "ধর্মসংস্কার হলো খ্রিস্টধর্মীয় আচার যা বিশেষভাবে গুরুত্বপূর্ণ ও তাৎপর্যপূর্ণ বলে স্বীকৃত। এই জাতীয় আচারের অস্তিত্ব, সংখ্যা ও অর্থ সম্পর্কে বিভিন্ন মতামত রয়েছে। খ্রিস্টানরা ধর্মসংস্কারকে ঈশ্বরের বাস্তবতার দৃশ্যমান প্রতীক এবং সেইসাথে ঈশ্বরের করুণার প্রণালী হিসেবে বিবেচনা করে। রোমান ক্যাথলিক, লুথেরীয়, প্রেসবিটারীয়, অ্যাংলিকান, পদ্ধতিগত ও সংস্কার সহ অনেক সম্প্রদায় হিপ্পোর আউগুস্তিনুস দ্বারা প্রণয়নকৃত ধর্মানুষ্ঠানের সংজ্ঞা ধরে রাখে: অভ্যন্তরীণ অনুগ্রহের বাহ্যিক চিহ্ন, যা যীশু খ্রীষ্ট দ্বারা প্রতিষ্ঠিত হয়েছে। ধর্মসংস্কারগুলি এমনভাবে ঈশ্বরের অনুগ্রহকে বোঝায় যেগুলো মূলত অংশগ্রহণকারীর নিকট বাহ্যিক পর্যবেক্ষণযোগ্য।\nক্যাথলিক মণ্ডলী, হুসাইতে মণ্ডলী এবং পুরাতন ক্যাথলিক মণ্ডলী সাতটি ধর্মানুষ্ঠানকে স্বীকৃতি দেয়: অপ্সুদীক্ষা, তপস্যা, ইউক্যারিস্ট, নিশ্চিতকরণ, বিবাহ, পবিত্র আদেশ ও অসুস্থদের অভিষেক।  পূর্বদেশীয় গির্জা, যেমন পূর্বদেশীয় সনাতনপন্থী মণ্ডলী এবং প্রাচ্য-সম্পর্কীয় সনাতনপন্থী মণ্ডলীর পাশাপাশি পূর্বদেশীয় ক্যাথলিক মণ্ডলী, এটাও বিশ্বাস করে যে সাতটি প্রধান ধর্মানুষ্ঠান রয়েছে, কিন্তু গ্রীক শব্দ, μυστήριον (রহস্য), এর সাথে সম্পর্কিত পবিত্র রহস্য শব্দগুলি প্রয়োগ করুন, এবং পাশ্চাত্য ঐতিহ্যে ধর্মানুষ্ঠান বলা হয় এবং অন্যান্য বাস্তবতা যেমন মণ্ডলী নিজেই বলে। অনেক প্রতিবাদী মতবাদী সম্প্রদায়, যেমন পূর্ববিধানবাদের সংস্কারকৃত সম্প্রদায়ের মধ্যে, খ্রিস্টের দ্বারা প্রতিষ্ঠিত মাত্র দুটি ধর্মানুষ্ঠান প্রচার করে, ইউক্যারিস্ট ও বাপ্তিস্ম। লুথেরীয় ধর্মসংস্কার এই দুটিকে অন্তর্ভুক্ত করে, প্রায়ই স্বীকারোক্তি (এবং শোষণ) কে তৃতীয় ধর্মানুষ্ঠান হিসেবে যোগ করে। অ্যাংলিকান ও পদ্ধতিগত শিক্ষা হলো যে \"সুসমাচারে আমাদের প্রভু খ্রীষ্টের দুটি ধর্মসংস্কার নির্ধারিত আছে, অর্থাৎ বাপ্তিস্ম ও ইউক্যারিস্ট\" এবং \"যে পাঁচটি সাধারণভাবে ধর্মসংস্কার নামে পরিচিত, অর্থাৎ নিশ্চিতকরণ, তপস্যা, আদেশ, বিবাহ, এবং অসুস্থদের অভিষেক, সুসমাচারের ধর্মসংস্কারের জন্য গণনা করা হবে না।\"\nকিছু ঐতিহ্য, যেমন বন্ধুদের ধর্মীয় সমিতি কোনো আচার পালন করে না, বা অনাবাপ্তিস্মদের ক্ষেত্রে, ধরে রাখুন যে এগুলি কেবল অনুস্মারক বা প্রশংসনীয় অনুশীলন যা প্রকৃত অনুগ্রহ প্রদান করে না—ধর্মসংস্কার নয় কিন্তু খ্রিস্টান বিশ্বাসের কিছু দিক সম্পর্কিত \"অধ্যাদেশ\"।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n \n Kennedy, Daniel Joseph (১৯১২)। \"Sacraments\"। ক্যাথলিক বিশ্বকোষ। 13। নিউ ইয়র্ক: রবার্ট অ্যাপলটন  কোম্পানি। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nExploring the Sacraments in Anglican Ministry\nThe Sacraments in the Orthodox Church"}