{"pageid": 1444072, "title": "গ্রীষ্মমণ্ডলীয় ঝড় হ্যারিয়েট", "url": "https://bn.wikipedia.org/wiki?curid=1444072", "content": "গ্রীষ্মমন্ডলীয় ঝড় হ্যারিয়েট একটি গ্রীষ্মমন্ডলীয় ঘূর্ণিঝড় যা ১৯৬২ সালের অক্টোবরে থাইল্যান্ড এবং পূর্ব পাকিস্তানে (বর্তমান বাংলাদেশ) আঘাত হানে। এটি দক্ষিণ থাইল্যান্ডে ভূমিতে প্রবেশ করার আগে এবং মালয় উপদ্বীপ অতিক্রম করে বঙ্গোপসাগরে যাওয়ার আগে দক্ষিণ চীন সাগরে গঠিত হয়েছিল। এটি থাইল্যান্ডে ব্যাপক ক্ষয়ক্ষতি করে, বিশেষ করে লায়েম তালুমফুক এলাকায়, যেখানে এটি গ্রামগুলিকে নিশ্চিহ্ন করে দেয়, ৯০০ টিরও বেশি প্রাণহানি ঘটায় এবং ১০,০০০ জনেরও বেশি লোক গৃহহীন হয়ে পড়ে, এটি থাইল্যান্ডের ইতিহাসে সবচেয়ে মারাত্মক ঝড় হিসেবে পরিণত হয়।\n\n\n== আবহাওয়ার ইতিহাস ==\nযে সিস্টেমটি গ্রীষ্মমন্ডলীয় ঝড় হ্যারিয়েট হয়ে উঠবে তা ১৯ অক্টোবর বিকেলে ফিলিপাইনের পশ্চিম উপকূলে তৈরি হয়েছিল। সিস্টেমটি উত্তর-পশ্চিমে অগ্রসর হয়েছিল, তারপরে দক্ষিণ চীন সাগরের মধ্য দিয়ে উপকূলের দক্ষিণ-পশ্চিম দিকে অগ্রসর হয়েছিল। ঝড়টি খোলা সমুদ্রের মধ্য দিয়ে বেশ কয়েক দিন অতিবাহিত করেছিল, একটি গ্রীষ্মমন্ডলীয় নিম্নচাপে শক্তিশালী হতে পারেনি। ২৩শে অক্টোবর, ঝড়টি দক্ষিণ ভিয়েতনামের দিকে উত্তরমুখী হয়, কিন্তু শীঘ্রই পশ্চিম দিকে ফিরে আসে, ধীরে ধীরে শক্তিশালী হয়ে দক্ষিণ চীন সাগর অতিক্রম করে।  ২৫ অক্টোবর বিকেলে, সিস্টেমটি অবশেষে একটি গ্রীষ্মমন্ডলীয় ঝড়ে শক্তিশালী হয়ে হ্যারিয়েটের নাম প্রাপ্ত হয়। বাতাসের গতিবেগ ৬০ মা/ঘ (৯৫ কিমি/ঘ) -এ পৌঁছে,  শীঘ্রই ২৫ অক্টোবর থাইল্যান্ডের নাখোন সি থামমারাত প্রদেশে ঝড়টি ভূমি স্পর্শ করে। দেশটি অতিক্রম করার পর, হ্যারিয়েট ২৬ অক্টোবর ভারত মহাসাগরের খোলা পানিতে দূর্বল হয়ে পড়ে।  সিস্টেমটি পশ্চিম দিকে চলতে থাকে, তারপর উত্তর-পূর্ব দিকে বাঁক নেয়। এটি শীর্ষে পৌঁছায় ৩০ অক্টোবরে উত্তর-পূর্ব বঙ্গোপসাগরের কাছ দিয়ে যাওয়ার সময়। এর পরেই, ৩১ অক্টোবরে বার্মা (বর্তমান মায়ানমার ) এর উপর বিলীন হওয়ার আগে পূর্ব পাকিস্তানের (বর্তমান বাংলাদেশ) চট্টগ্রামের কাছে ঘূর্ণিঝড়টির ভূপতন ঘটে।  \n\n\n== প্রভাব ==\nহ্যারিয়েট নাখোন সি থামমারাত প্রদেশের পাক ফানাং জেলার লায়ম তালুমফুক এলাকায় ব্যাপক ক্ষতি সাধন করেছিল, যেখানে এটি গ্রামগুলিকে নিশ্চিহ্ন করে দিয়েছিল। প্রাথমিক রিপোর্টে অন্তত ৭৬৯ জনের প্রাণহানির ঘটনা উল্লেখ করা হয়, ৪ নভেম্বর পর্যন্ত ১৪২ জন নিখোঁজ এবং ২৫২ জনের বেশি গুরুতর আহত হয় বলে খবর পাওয়া যায়। সেই সময়ে ক্ষয়ক্ষতি অনুমান করা হয়েছিল $৩৪.৫ মিলিয়ন  এর বেশি।   এই দুর্যোগে ১৬,১৭০ জন গৃহহীন হয়ে পড়ে এবং প্রদেশ জুড়ে ২২,২৯৬ টি ভবন ধ্বংস হয়।  থাই আবহাওয়া দফতরের চূড়ান্ত পরিসংখ্যান ৯৩৫ জনের মৃত্যুর খবর রেকর্ড করেছে, যা একে দেশের ইতিহাসে সবচেয়ে মারাত্মক গ্রীষ্মমন্ডলীয় ঘূর্ণিঝড় হিসাবে পরিণত করেছে। \nঘূর্ণিঝড়টিতে  বাংলাদেশের ৫০,০০০ মানুষ মারা যায়। \n\n\n== আরো দেখুন ==\n\nহ্যারিয়েট নামের ঝড়ের তালিকা\nটাইফুন গে (১৯৮৯) - আরেকটি ক্রান্তীয় ঘূর্ণিঝড় যা থাইল্যান্ড অতিক্রম করেছে\n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:1962 Pacific typhoon season buttons"}