{"pageid": 1444690, "title": "ইস্ট রাদারফোর্ড, নিউ জার্সি", "url": "https://bn.wikipedia.org/wiki?curid=1444690", "content": "ইস্ট রাদারফোর্ড মার্কিন যুক্তরাষ্ট্রের নিউ জার্সি রাজ্যের বার্গেন কাউন্টির একটি বরো। এটি নিউ ইয়র্ক সিটির একটি অভ্যন্তরীণ-রিং উপশহর, ৭ মাইল (১১ কিলোমিটার) মিডটাউন ম্যানহাটনের পশ্চিমে। ২০২০ মার্কিন যুক্তরাষ্ট্রের আদমশুমারি অনুসারে, বরোর জনসংখ্যা ছিল ১০,০২২, ২০১০ সালের আদমশুমারি গণনা ৮,৯১৩ থেকে ১,১০৯ (+১২.৪%) বৃদ্ধি পেয়েছে, যা ফলস্বরূপ বৃদ্ধি প্রতিফলিত করে ২০০০ সালের আদমশুমারিতে গণনা করা ৮,৭১৬ থেকে ১৯৭ (+২.৩%)।\n১৭ এপ্রিল ১৮৮৯ তারিখে নিউ জার্সি আইনসভার একটি আইনের অধীনে, পুরানো ইউনিয়ন টাউনশিপের একটি অংশ বয়লিং স্প্রিংস টাউনশিপ নামে অন্তর্ভুক্ত করা হয়েছিল। সম্প্রদায়ের একটি বসন্ত থেকে নতুন জনপদটির নাম হয়েছে। ২৮ মার্চ ১৮৯৪-এ, ইস্ট রাদারফোর্ডের বরো তৈরি করা হয়েছিল, আগের দিন অনুষ্ঠিত একটি গণভোটের ফলাফলের ভিত্তিতে, এবং বয়লিং স্প্রিংস টাউনশিপ দ্রবীভূত করা হয়েছিল। সীমানায় কোনো পরিবর্তন না হলেও সরকারের নাম ও রূপ পরিবর্তন করা হয়েছে। বরোটি ছিল দ্বিতীয়বার গঠিত \" বরোঘাইটিস \" ঘটনার সময় বার্গেন কাউন্টির মধ্য দিয়ে, যেখানে ১৮৯৪ সালে কাউন্টিতে ২৬টি বরো গঠিত হয়েছিল। \nইস্ট রাদারফোর্ড হল মেডোল্যান্ডস স্পোর্টস কমপ্লেক্সের হোম ভেন্যু, যার মধ্যে রয়েছে মেডোল্যান্ডস এরিনা এবং মেটলাইফ স্টেডিয়াম, এবং এটি জায়েন্টস স্টেডিয়ামের অবস্থান হিসাবে ব্যবহৃত হত। আখড়াটি ন্যাশনাল হকি লিগের নিউ জার্সি ডেভিলস এবং ন্যাশনাল বাস্কেটবল অ্যাসোসিয়েশনের নিউ জার্সি নেটের প্রাক্তন হোম ভেন্যু এবং কলেজ বাস্কেটবল, এরিনা ফুটবল, কনসার্ট এবং অন্যান্য ইভেন্টের আয়োজনের জন্য সবচেয়ে বেশি পরিচিত। মেটলাইফ স্টেডিয়াম হল নিউ ইয়র্ক জায়ান্টস এবং ন্যাশনাল ফুটবল লিগের (এনএফএল) নিউ ইয়র্ক জেটস, এক্সএফএলের নিউ ইয়র্ক গার্ডিয়ানস, এবং সুপার বোল এক্সএলভিআইআইআই আয়োজন করেছে, যা ইস্ট রাদারফোর্ডকে সুপার বোল আয়োজন করার সবচেয়ে ছোট শহর বানিয়েছে। মেটলাইফ স্টেডিয়ামে (নিউ ইয়র্ক/নিউ জার্সি স্টেডিয়াম) ফাইনাল সহ আটটি ম্যাচ সহ ইস্ট রাদারফোর্ড ২০২৬ ফিফা বিশ্বকাপের জন্য ম্যাচগুলি আয়োজন করার জন্য বেছে নেওয়া ১৬টি ভেন্যুগুলির মধ্যে একটি হবে। জায়েন্টস স্টেডিয়াম, যা ২০০৯ সাল পর্যন্ত জায়ান্টস এবং জেটদের আয়োজন করেছিল, এছাড়াও মেজর লিগ সকারের নিউ ইয়র্ক রেড বুলসের মূল হোম ভেন্যু ছিল। ইস্ট রাদারফোর্ড হল একমাত্র পৌরসভা যেখানে ১০,০০০ এরও কম বাসিন্দা রয়েছে যেখানে একই সাথে পাঁচটি পেশাদার ক্রীড়া দল রয়েছে, সেইসাথে শহরের সীমার মধ্যে যেকোনো পেশাদার ক্রীড়া দলকে আয়োজন করার জন্য সবচেয়ে ছোট শহর।\nবরোটি আমেরিকান ড্রিম মেডোল্যান্ডস, একটি বড় শপিং সেন্টার এবং বিনোদন কমপ্লেক্সের সাইট যা মূলত \"জানাডু\" নামে পরিচিত ছিল যা ২৫ অক্টোবর ২০১৯-এ খোলা হয়েছিল \n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nMunicipal Incorporations of the State of New Jersey (according to Counties) prepared by the Division of Local Government, Department of the Treasury (New Jersey); December 1, 1958\nClayton, W. Woodford; and Nelson, Nelson. History of Bergen and Passaic Counties, New Jersey, with Biographical Sketches of Many of its Pioneers and Prominent Men. Philadelphia: Everts and Peck, 1882.\nHarvey, Cornelius Burnham (ed.), Genealogical History of Hudson and Bergen Counties, New Jersey. New York: New Jersey Genealogical Publishing Co., 1900.\nVan Valen, James M. History of Bergen County, New Jersey. New York: New Jersey Publishing and Engraving Co., 1900.\nWestervelt, Frances A. (Frances Augusta), 1858–1942, History of Bergen County, New Jersey, 1630–1923, Lewis Historical Publishing Company, 1923.\n\n\n== বহিঃসংযোগ ==\n\nEast Rutherford official website\nEast Rutherford Historical Society\nMeadowlands Regional Chamber of Commerce\nMeadowlands Liberty Convention & Visitors Bureau\nটেমপ্লেট:East Rutherford, New Jersey\nটেমপ্লেট:Bergen County, New Jersey"}