{"pageid": 1444727, "title": "পররাষ্ট্র মন্ত্রণালয় (সৌদি আরব)", "url": "https://bn.wikipedia.org/wiki?curid=1444727", "content": "পররাষ্ট্র মন্ত্রণালয় (আরবি: وزارة الخارجية) হলো সৌদি আরবের বৈদেশিক সম্পর্ক পরিচালনার জন্য একটি দায়বদ্ধ মন্ত্রণালয়। মন্ত্রণালয়টি সৌদি আরবের \"রাজনৈতিক, সাংস্কৃতিক এবং আর্থিক আন্তর্জাতিক সম্পর্ক\" তদারকি করে এবং কূটনৈতিক সম্পর্ক পর্যবেক্ষণ করে। মন্ত্রণালয়টি ১৯৩০ সালে বাদশাহ আবদুল আজিজ ইবনে সৌদ কর্তৃক একটি রাজকীয় আদেশ জারি করার মাধ্যমে তৈরি করা হয়েছিলো। মন্ত্রণালয়টি বাদশাহ আবদুল আজিজ ইবনে সৌদ দ্বারা নির্মিত প্রথম মন্ত্রী সংস্থা।\n\n\n== ইতিহাস ==\nনবগঠিত নজদ ও হেজাজ রাজ্যকে সুসংহত করার সময় বাদশাহ আবদুল আজিজ বিভিন্ন রাজ্য থেকে প্রতিনিধি প্রেরণ এবং প্রতিনিধি গ্রহণ করে বৈদেশিক কূটনৈতিক সম্পর্ক স্থাপন করেছিলেন। ১৯২৬ সালে তিনি মক্কায় পররাষ্ট্র বিষয়ক মহাপরিচালক প্রতিষ্ঠা করেন। জেদ্দায় অধিদপ্তরে একটি শাখাও খোলা হয়েছিলো। পররাষ্ট্র বিষয়ক প্রথম মহাপরিচালক ছিলেন আব্দুল্লাহ আল দামলুজি, তিনি সেই সময়ে হেজাজের শাসকও ছিলেন।\n১৯৩০ সালে মহাপরিচালককে পররাষ্ট্র মন্ত্রণালয়ে উন্নীত করার জন্য একটি রাজকীয় আদেশ জারি করা হয়। বাদশাহ আব্দুল আজিজ তার ছেলে যুবরাজ ফয়সালকে প্রথম পররাষ্ট্রমন্ত্রী হিসেবে নিয়োগ দেন। ১৯৩২ সালে বাদশাহ আব্দুল আজিজ আনুষ্ঠানিকভাবে সৌদি আরব রাজত্ব প্রতিষ্ঠা করেন।\nপ্রাথমিকভাবে মন্ত্রণালয়টি পাঁচটি বিভাগ নিয়ে গঠিত ছিলো। যেগুলো হলো–বেসরকারী অফিস এবং প্রাচ্য বিষয়ক, প্রশাসনিক বিষয়াদি, রাজনৈতিক বিষয় এবং কনস্যুলার বিষয়ক বিভাগ। মন্ত্রণালয় বিদেশে কূটনৈতিক মিশন প্রতিষ্ঠা শুরু করে। প্রথমটি ১৯২৬ সালে কায়রোতে এবং ১৯৩০ সালে লন্ডনে আরেকটি খোলা হয়েছিলো। মিশনের সংখ্যা ১৯৩৬ সালে পাঁচটি থেকে বেড়ে ১৯৫১ সালে ১৮ টি হয় এবং এর পরে আরও প্রসারিত হয়।\nসংক্ষিপ্ত বিরতি ছাড়াও, যুবরাজ ফয়সাল বাদশাহ হিসাবে সিংহাসনের উত্তরাধিকারী হওয়ার পরেও দায়িত্ব পালন অব্যাহত রেখেছিলেন। ১৯৭৫ সালে নিহত হওয়ার পর ফয়সাল পররাষ্ট্রমন্ত্রীর দায়িত্ব নেন তার পুত্র যুবরাজ সৌদ বিন ফয়সাল আল সৌদ। তিনি বর্তমান রাজনৈতিক সময়ে যে কোনও দেশের সবচেয়ে দীর্ঘকালীন পররাষ্ট্রমন্ত্রী ছিলেন, এ মন্ত্রণালয় ২০০৭ সালে দ্য ডিপ্লোম্যাট নামে একটি পত্রিকা চালু করেছিলো।\n২০১০ সালে গুজব ছড়িয়েছিলো যে, সৌদ অবসরে যাওয়ার পরে পরবর্তী পররাষ্ট্রমন্ত্রী হবেন সৌদের ছোট ভাই যুবরাজ তুর্কি আল-ফয়সাল, যা অবশ্য ঘটেনি।\n\n\n== ঊর্ধ্বতন কর্মকর্তারা ==\nমন্ত্রণালয়ের ঊর্ধ্বতন কর্মকর্তারা হলেন:\n\n\n== মন্ত্রীদের তালিকা ==\n\n\n=== পররাষ্ট্রমন্ত্রী ===\nপ্রতিষ্ঠার পর থেকে পররাষ্ট্রমন্ত্রীদের তালিকা নিম্নরূপ:\n\n\n=== পররাষ্ট্র প্রতিমন্ত্রী ===\nপ্রতিষ্ঠার পর থেকে পররাষ্ট্রমন্ত্রীদের তালিকা নিম্নরূপ:\n\nওমর আল সাক্কাফ (১৯৬৮– নভেম্বর ১৯৭৪)\nমোহাম্মদ ইব্রাহিম মাসুদ (নভেম্বর ১৯৭৪–মার্চ ১৯৭৫)\nসৌদ বিন ফয়সাল আল সৌদ (মার্চ ১৯৭৫–অক্টোবর ১৯৭৫)\nনিজার মাদানী (২০০৫–২০১৮)\nআদেল আল-জুবায়ের (২০১৮–বর্তমান)\n\n\n== ভবন ==\nমন্ত্রণালয়ের ভবনটি রিয়াদে অবস্থিত এবং হেনিং লারসেন ভবনটির নকশা করেছেন। এটি ইসলামী স্থাপত্যের স্থানীয় এবং স্মৃতিসৌধ উভয় শৈলীর মিশ্রণ করে। হেনিং লারসেন ১৯৮৯ সালে স্থাপত্যের জন্য আগা খান পুরস্কার পেয়েছিলেন।\n১৯৮৪ সালে নির্মিত বিল্ডিংটিতে সভা, সম্মেলন এবং প্রার্থনা কক্ষ, একটি গ্রন্থাগার এবং একটি ভোজ কক্ষ রয়েছে। বাহ্যিকভাবে, ভবনটি একটি দুর্গ হিসাবে আবির্ভূত হয় যা পাথরের একক টুকরো থেকে খোদাই করা হয়েছিলো।\n\n\n== আরও দেখুন ==\n\nসৌদি আরবের মন্ত্রণালয়\nসৌদি আরবের বৈদেশিক সম্পর্ক\nসৌদি আরবের সরকার পদ্ধতি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nhttps://twitter.com/KSAMOFA"}