{"pageid": 1444918, "title": "বিহার জাদুঘর", "url": "https://bn.wikipedia.org/wiki?curid=1444918", "content": "বিহার জাদুঘর হলো পাটনায় অবস্থিত একটি রাষ্ট্রীয় জাদুঘর। ২০১৫ সালের ১৫ আগস্ট এই জাদুঘরটি আংশিকভাবে জনসাধারণের জন্য উন্মুক্ত করা হয়। এই সময় এই জাদুঘরের কিছু অংশ যেমন ‘শিশুদের জাদুঘর’, প্রধান প্রবেশদ্বার এলাকা এবং একটি ওরিয়েন্টেশন থিয়েটার প্রথমে জনসাধারণের জন্য প্রবেশের অনুমতি দেওয়া হয়। পরে ২০১৭ সালের অক্টোবর মাসে অবশিষ্ট গ্যালারিগুলিও খোলা হয়। পাটনা জাদুঘর থেকে এখানে একশোটিরও বেশি শিল্পকর্ম স্থানান্তর করা হয়েছে। \nএই জাদুঘরটি বিহার রাজ্যের একটি ইতিহাস জাদুঘর হিসাবে পরিকল্পনা করা হয়। ২০১৩ সালের অক্টোবর মাসে পাটনার বেইলি রোডে এই জাদুঘরের নির্মাণকাজ শুরু করা হয়। নির্মাণকাজের আনুমানিক বাজেট ছিল ৪৯৮ কোটি টাকা।\n\n\n== ইতিহাস ==\n\n২০১১ সালের জুলাই মাসে বিহার সরকার এবং লর্ড কালচারাল রিসোর্সেস নামে একটি কানাডীয় পরামর্শদাতা সংস্থার মধ্যে একটি সমঝোতা চুক্তি স্বাক্ষরিত হয়।  বিহার সরকার তাদের প্রকল্পের জন্য জাদুঘর পরিকল্পনা পরামর্শদাতা হিসাবে এই কানাডীয় পরামর্শদাতা সংস্থাটিকে নিয়োগ করে। পরে ২০১২ সালের জানুয়ারী মাসে একটি আন্তর্জাতিক স্থাপত্য প্রতিযোগিতার পর মাকি অ্যাণ্ড অ্যাসোসিয়েটস্ নামে একটি জাপান-ভিত্তিক সংস্থা এবং তার ভারতীয় অংশীদার মুম্বাইয়ের ওপোলিশ সংস্থাকে  প্রকল্পের প্রাথমিক পরামর্শদাতা স্থপতি হিসেবে নিযুক্ত করা হয়। সম্পূর্ণ জাদুঘরটি ৫.৬ হেক্টর এলাকা জুড়ে বিস্তৃত। এর মধ্যে ২৪,০০০ বর্গ মিটার নির্মিত এলাকা হিসাবে রয়েছে।\nলর্ড কালচারাল রিসোর্সেস নামের সংস্থাটি এই মিউজিয়ামের প্রদর্শনীর জন্য নয়টি স্থায়ী গ্যালারির নকশা তৈরি করে। প্রাচীন ভারতের সময়কাল থেকে শুরু করে ১৭৬৪ সাল পর্যন্ত সংগৃহীত প্রত্নসামগ্রী বিহার জাদুঘরের স্থায়ী গ্যালারিতে প্রদর্শনের জন্য রাখা হয়। ১৭৬৪ সালের পরবর্তী সময়ে পাওয়া পুরানো সামগ্রীগুলি পাটনা জাদুঘরে প্রদর্শনের জন্য রাখা হয়। বিহার মিউজিয়ামের বিশেষ প্রদর্শনীর মধ্যে রয়েছে ২৩০০ বছরের পুরানো দিদারগঞ্জ যক্ষীর মূর্তি।\n২০১৭ সালের অক্টোবরে মাসে ভারতের প্রধানমন্ত্রী নরেন্দ্র মোদী পাটনায় এলে বিহারের মুখ্যমন্ত্রী নীতিশ কুমারের সাথে বিহার মিউজিয়াম পরিদর্শন করেন। \n\n\n== অবস্থান ==\nএটি পূর্ব ভারতের বিহার রাজ্যের রাজধানী পাটনায় অবস্থিত। এর সঠিক অবস্থান হলো পাটনার বেইলি রোডের জওহরলাল নেহরু মার্গের দক্ষিণ দিকে। জাদুঘরটি ১৩.৯ একর এলাকা জুড়ে বিস্তৃত। প্রস্তাবিত জাদুঘরের জায়গাটি আগে বেইলি রোডের এলএন মিশ্র ইনস্টিটিউট এবং হরতালি মোড়ের মধ্যে সাতটি পুরানো বাংলোর যে সম্মিলিত জায়গা ছিল সেটি। পরে ২০১৩ সালের মার্চ মাসে পাটনার ভবন নির্মাণ বিভাগ সমস্ত পুরাতন বাংলোগুলি ভেঙে দেয়।\n\n\n== প্রদর্শনী ==\nবিহার জাদুঘরে বেশ কয়েকটি গ্যালারি রয়েছে। গ্যালারিগুলি হলো ওরিয়েন্টেশন গ্যালারি, শিশু গ্যালারি, আঞ্চলিক গ্যালারি, সমসাময়িক গ্যালারি, ঐতিহাসিক আর্ট গ্যালারি, বিহারী ডায়াস্পোরা গ্যালারি  এবং দৃশ্যমান স্টোরেজ গ্যালারি। বিভিন্ন বিষয়ের প্রদর্শনী পৃথক পৃথক গ্যালারিতে প্রদর্শিত হয়। প্রতিটি গ্যালারি বিশাল এবং প্রদর্শনের জন্য অনেকগুলি প্রত্ন নিদর্শন সামগ্রী রয়েছে যার মধ্যে চতুর্থ শতাব্দীর সময়কালের ছবিগুলিও রয়েছে৷ \n\n\n=== ওরিয়েন্টেশন গ্যালারি ===\n\nএই গ্যালারিটি সামগ্রিকভাবে জাদুঘরের একটি ধারণা দর্শকদের দেয়। গ্যালারির শেষে একটি থিয়েটার রয়েছে। জাদুঘর এবং এর সংগ্রহের সাথে সম্পর্কিত একটি সংক্ষিপ্ত তথ্যচিত্র এই গ্যালারির অডিটোরিয়ামে নিয়মিত প্রদর্শিত হয়। বিহারের ইতিহাস ও প্রত্নতত্ত্ব সম্পর্কিত তথ্যচিত্রও দেখানো হয়ে থাকে।\n\n\n=== শিশুদের গ্যালারি ===\n\nএই জাদুঘরের শিশুদের গ্যালারির প্রত্নবস্তু এবং প্রদর্শনী সামগ্রীর সংগ্রহগুলিকে ছয়টি ক্ষেত্রে বিভক্ত করা হয়েছে। ক্ষেত্রগুলি হলো ওরিয়েন্টেশন রুম, বন্যপ্রাণী অভয়ারণ্য, চন্দ্রগুপ্ত মৌর্য এবং শের শাহ সুরি সম্পর্কিত ইতিহাস বিভাগ, শিল্প ও সংস্কৃতি বিভাগ এবং আবিষ্কার কক্ষ। প্রদর্শনীতে প্রদর্শিত সামগ্রীর মধ্যে রয়েছে একটি সিমুলেটেড এশিয়ান প্যারাডাইস ফ্লাইক্যাচার, ভারতীয় দৈত্যাকার উড়ন্ত কাঠবিড়ালি, বিহার রাজ্যের স্থানীয় প্রাণী, পাখি, গাছ এবং গাছপালা। গ্যালারির মূখ্য লক্ষ্য হলো পারিবারিক শিক্ষা। বেশিরভাগ প্রদর্শিত সামগ্রীগুলি যাতে শিশু এবং তাদের পরিবার সহজে বুঝতে পারে এবং সক্রিয়ভাবে অংশগ্রহণ করতে পারে তার জন্য আন্তরিক চেষ্টা করা হয়েছে।\n\n\n=== ইতিহাস গ্যালারি ===\n\n\n==== ইতিহাস গ্যালারি এ ====\nএই গ্যালারিটিতে হরপ্পা সভ্যতার বিভিন্ন প্রত্নসামগ্রী রয়েছে যা সিন্ধু সভ্যতা, দ্বিতীয় নগরায়ন এবং হরিয়াঙ্ক নামেও পরিচিত। এই গ্যালারির পুরো সংগ্রহালয়টি হরপ্পাবাসীদের উন্নত প্রযুক্তি এবং পরিশীলিত জীবনধারার বিভিন্ন দিক তুলে ধরে। গ্যালারিতে খ্রিস্টপূর্ব চতুর্থ শতাব্দী থেকে খ্রিস্টপূর্ব প্রথম শতাব্দী পর্যন্ত প্রত্নসামগ্রী রয়েছে। এই গ্যালারিটিতে ভারতের তিনটি প্রধান রাজবংশের সময়কালের প্রত্নসামগ্রী রয়েছে। রাজবংশগুলি হলো মৌর্য সাম্রাজ্য, নন্দ সাম্রাজ্য এবং শিশুনাগ রাজবংশ। গ্যালারীটিতে বিভিন্ন প্রাচীন স্তূপের ধ্বংসাবশেষ থেকে পাওয়া রেলিংয়ের টুকরোগুলিও রয়েছে। এইসব রেলিংয়ের টুকরোগুলিতে গৌতম বুদ্ধ এবং মহাবীরের জীবনের পর্বগুলি খোদাই করা রয়েছে। \n\n\n==== ইতিহাস গ্যালারি বি ====\nএই গ্যালারিতে গুপ্ত রাজবংশের (খ্রিস্টীয় ৪র্থ-৬ষ্ঠ শতাব্দী) শিল্পকর্ম প্রদর্শিত হয়।\n\n\n==== ইতিহাস গ্যালারি সি ====\nএই গ্যালারিতে মধ্যযুগীয় বিহার, দিল্লি এবং বঙ্গের ইতিহাস তুলে ধরা হয়েছে। রয়েছে পলাশী এবং বক্সারের ভয়ঙ্কর যুদ্ধের কাহিনী। এছাড়া রয়েছে বাংলার নবাবদের সময় বিহারের সমৃদ্ধ সাংস্কৃতিক ইতিহাস এবং বিহারের পাটনা স্কুল অফ পেইন্টিং-এর শিল্পকর্ম। এই গ্যালারির আকর্ষণীয় প্রধান বিভাগগুলিতে শিখ ধর্মের সাথে পাটনার অনন্য সংযোগ সম্পর্কেও জানা যায়।\n\n\n=== আঞ্চলিক গ্যালারি ===\nএই গ্যালারিতে বিহারের কারুশিল্প, লোকসংস্কৃতি এবং ঐতিহ্যের প্রদর্শনী করা হয়েছে।\n\n\n=== ঐতিহাসিক শিল্প ===\nঐতিহাসিক শিল্প গ্যালারির প্রধান আকর্ষণ দিদারগঞ্জ যক্ষী।\n\n\n=== দৃশ্যমান স্টোরেজ গ্যালারি ===\nএখানে গ্যালারি ছাড়াও রয়েছে প্রকাশনা ও শিক্ষা বিভাগ, বিক্রয় কাউন্টার, ক্যাফেটেরিয়া ইত্যাদি।  বিহার জাদুঘরের প্রাঙ্গণে দ্য পটবেলি নামে খাঁটি বিহারী খাবারের জন্য একটি রেস্তোরাঁ রয়েছে।\n\n\n== হেরিটেজ টানেল ==\nবিহার জাদুঘর এবং পাটনা জাদুঘর এই দুটি ঐতিহ্যবাহী জাদুঘরের মধ্যে দর্শকদের জন্য সরাসরি যোগাযোগ ব্যবস্থা গড়ে তুলতে একটি ভূগর্ভস্থ টানেলের পরিকল্পনাা করা হয়। যার নাম দেওয়া হয় হেরিটেজ টানেল। ২০২৩ সালের জানুয়ারী মাসে বিহার সরকার পাটনা জাদুঘর এবং বিহার জাদুঘরের মধ্যে ১.৪-কিমি দীর্ঘ প্রস্তাবিত ভূগর্ভস্থ টানেলের(হেরিটেজ টানেল) নির্মাণের জন্য দিল্লি মেট্রো রেলওয়ে কর্পোরেশন লিমিটেডকে পরামর্শক হিসাবে নিযুক্ত করা হয়।  ২০২৩ সালের আগস্ট মাসে বিহার সরকারের মন্ত্রিসভা ৫৪২ কোটি টাকার সংশোধিত ব্যয়ে হেরিটেজ টানেল নির্মাণের অনুমোদন দেয়।\n\n\n== প্রশংসা ==\nবিহার জাদুঘরের ব্র্যান্ডিং এবং ওয়েফাইন্ডিং পরামর্শদাতা লোপেজ ডিজাইন প্রাইভেট লিমিটেড এই জাদুঘরের তাদের ডিজাইন করা ব্র্যান্ড পরিচয়ের জন্য  জন্য একাধিক পুরস্কার পেয়েছে। যার মধ্যে রয়েছে আইএফ ডিজাইন অ্যাওয়ার্ড, জার্মান ডিজাইন অ্যাওয়ার্ড। এছাড়া বিহার জাদুঘর ‘আই অ্যাম বিহার মিউজিয়াম’ পুস্তিকাটির জন্য রাইটিং ফর ডিজাইন বিভাগে কিউরিয়াস ইনবুক অ্যাওয়ার্ড ২০১৬ পুরস্কার পেয়েছে।\n২০১৯ সালের ডিসেম্বর মাসে এই জাদুঘরটি একটি পাঁচ-তারা রেটিং সহ জিআরআইএইচএ (GRIHA) পুরস্কার পেয়েছে। জিআরআইএইচএ সংক্ষিপ্তরূপটির পুরো ইংরাজি হলো ‘গ্রিন রেটিং ফর ইন্টিগ্রেটেড হ্যাবিটেট অ্যাসেসমেন্ট’ অর্থাৎ সমন্বিত বাসস্থান মূল্যায়নের জন্য সবুজ রেটিং।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nপাটনা জাদুঘর\nগান্ধী সংগ্রহালয়, পাটনা\nআন্তর্জাতিক জাদুঘর দিবস\n\n\n== তথ্যসূত্র =="}