{"pageid": 1444775, "title": "বোধদয়ের চার সোপান", "url": "https://bn.wikipedia.org/wiki?curid=1444775", "content": "বোধদয়ের চার সোপান হলো আদি বৌদ্ধধর্ম এবং থেরবাদে চারটি প্রগতিশীল পর্যায় যা অর্হন্ত হিসেবে পূর্ণ বোধোদয়ে (বোধি) শেষ হয়।\nসোপানগুলো হলো সোতাপন্ন (প্রবাহ-প্রবেশকারী),  সকদাগামী (একবার-প্রত্যাবর্তনকারী), অনাগামী (অ-প্রত্যাবর্তনকারী) এবং অর্হন্ত। আদি বৌদ্ধ গ্রন্থে বুদ্ধকে চিত্রিত করা হয়েছে যারা সোপানগুলোর একটিতে অবস্থানকারী ব্যক্তিদের সম্ভ্রান্ত ব্যক্তি (অরীয়-পুগ্গল) এবং এই ধরনের ব্যক্তিদের সম্প্রদায়কে সম্ভ্রান্ত সংঘ (অরীয়-সংঘ) হিসাবে উল্লেখ করে।\nবোধদয়ের চার সোপানের শিক্ষা হলো আদি বৌদ্ধ সম্প্রদায়ের কেন্দ্রীয় উপাদান, যার মধ্যে রয়েছে বৌদ্ধধর্মের থেরবাদ সম্প্রদায়, যা এখনও টিকে আছে।\n\n\n== পথ ও ফল ==\nসোপানগুলো যে বন্ধন থেকে মুক্ত:\n\nসোতাপন্ন\nপ্রথম বন্ধন: স্ব-দৃষ্টিভঙ্গি (সক্কায়-দিত্থহী)\nদ্বিতীয় বন্ধন: সংশয়, বিশেষ করে বুদ্ধের বোধদয় সম্পর্কে (বিচিকিৎসা)\nতৃতীয় বন্ধন: আচার ও আচার-অনুষ্ঠানের সাথে সংযুক্তি (শীলব্বত-পরামাস)\nসকদাগামী\nচতুর্থ বন্ধন: ইন্দ্রিয়গত ইচ্ছা (কামচাঁদ)\nপঞ্চম বন্ধন: মন্দ ইচ্ছা (ব্যাপাদো বা বয়াপাদো)\nঅনাগামী\nচতুর্থ বন্ধন: ইন্দ্রিয়গত ইচ্ছা (কামচাঁদ)\nপঞ্চম বন্ধন: মন্দ ইচ্ছা (ব্যাপাদো বা বয়াপাদো)\nঅর্হৎ\nষষ্ঠ বন্ধন: বস্তুগত অস্তিত্বের লালসা, বস্তুগত পুনর্জন্মের লালসা (রূপরাগো)\nসপ্তম বন্ধন: জড় অস্তিত্বের লালসা, নিরাকার রাজ্যে পুনর্জন্মের লালসা (অরূপরাগো)\nঅষ্টম বন্ধন: অহংকার (মান)\nনবম বন্ধন: অস্থিরতা (অদ্ধত্য বা উধক্ক)\nদশম বন্ধন: অজ্ঞতা (অবিদ্যা)\nসুত্তপিটক মাত্রার অর্জন অনুযায়ী চারটি স্তরকে শ্রেণীবদ্ধ করে। স্থবিরবাদ ও থেরবাদ ঐতিহ্যে, যা শেখায় যে বোঝার অগ্রগতি একযোগে আসে, এবং সেই অন্তর্দৃষ্টি (অভিসময়) 'ধীরে ধীরে' আসে না (পর্যায়ক্রমে – অনপূর্ব),\" এই শ্রেণীবিভাগকে আরও বিশদভাবে বর্ণনা করা হয়েছে, চারটি স্তরের প্রতিটিকে আকস্মিকভাবে অর্জনের পথ হিসাবে বর্ণনা করা হয়েছে, তারপরে পথের ফল উপলব্ধি করা হয়েছে।\nথেরবাদ ব্যাখ্যা অনুসারে, আরহাত হওয়ার প্রক্রিয়াটি চারটি স্বতন্ত্র ও আকস্মিক পরিবর্তন দ্বারা চিহ্নিত করা হয়েছে, যদিও সূত্রে বলা হয়েছে যে পথের ধীরে ধীরে বিকাশ রয়েছে, দীর্ঘ প্রসারিত হওয়ার পরেই জ্ঞানের সাথে, ঠিক যেমন সমুদ্রের ক্রমশ বালুচর রয়েছে, কেবল দীর্ঘ প্রসারিত হওয়ার পরেই হঠাৎ ড্রপ সহ ধীরে ধীরে প্রবণতা। মহাসাংঘিকের ছিল একাক্ষন-চিত্ত-এর মতবাদ, \"যার মতে একজন বুদ্ধ এক চিন্তা-ভাবনায় সবকিছু জানেন।\"\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\n\n\n== আরও পড়ুন ==\nBodhiketu। \"Stages of the Path: Stream Entry and Beyond\" (পিডিএফ)। Western Buddhist Review। 5। ২০১৩-০৬-৩০ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা।"}