{"pageid": 1444839, "title": "পাটনা জাদুঘর", "url": "https://bn.wikipedia.org/wiki?curid=1444839", "content": "পাটনা জাদুঘর হলো ভারতের বিহার রাজ্যে অবস্থিত একটি রাষ্ট্রীয় জাদুঘর। ব্রিটিশ রাজত্বকালে ১৯১৭ সালের ৩ এপ্রিল পাটনার আশেপাশে পাওয়া ঐতিহাসিক প্রত্নসামগ্রীগুলি এক জায়গায় রাখার জন্য এই জাদুঘরটি প্রতিষ্ঠিা করা হয়। পাটনা জাদুঘর মুঘল এবং রাজপুত স্থাপত্যের শৈলীতে নির্মিত। স্থানীয়ভাবে এটি জাদুঘর নামেই বেশি পরিচিত। প্রাচীন ভারতের যুগ থেকে ১৭৬৪ সাল পর্যন্ত বিভিন্ন সময়ে পাওয়া প্রত্নতাত্ত্বিক নিদর্শনগুলি বর্তমানে বিহার জাদুঘরে স্থানান্তরিত করা হয়েছে।\nকাশীপ্রসাদ জয়সওয়াল রিসার্চ ইনস্টিটিউট বা কেপি জয়সওয়াল রিসার্চ ইনস্টিটিউট সংক্ষেপে কেপিজেআরআই নামে একটি প্রতিষ্ঠান ১৯৫০ সালে বিহার সরকার দ্বারা দ্বারা প্রতিষ্ঠা করা হয়। পাটনা জাদুঘর ভবনে এর পথ চলা শুরু। এই প্রতিষ্ঠানটির লক্ষ্য হলো, ঐতিহাসিক গবেষণা, প্রত্নতাত্ত্বিক খনন এবং অনুসন্ধান নিয়ে কাজ করা। প্রতিষ্ঠানটি প্রত্নতত্ত্বের ক্ষেত্রে গবেষণার কাজ যেমন করে তেমনি আবার পাটনা মিউজিয়ামের বাইরেও কাজ করে।\n\n\n== ইতিহাস ==\nরাজ্যের রাজধানীর আশেপাশে পাওয়া ঐতিহাসিক নিদর্শন সংরক্ষণ ও প্রদর্শনের জন্য এই জাদুঘরটি ব্রিটিশরা নির্মাণ করে। বিহার ও বাংলা আলাদা হওয়ার পর ১৯১২ সালে পাটনায় একটি জাদুঘর তৈরির পরিকল্পনা করা হয়। ১৯১৫ সালে এএন সিনহা ইনস্টিটিউটের ক্যাম্পাসে থাকা তৎকালীন কমিশনারের বাংলো থেকে পাটনা জাদুঘরের কাজ শুরু হয়।\n১৯২৯ সালে বর্তমান ভবনে নিয়ে যাওয়ার আগে ঐতিহাসিক নিদর্শন ও প্রত্নতাত্ত্বিক সামগ্রীগুলি পাটনা হাইকোর্ট ভবনের নতুন কক্ষে স্থানান্তরিত করা হয়। ১৯২৫ সালে জাদুঘরের জন্য যে জমিটি বেছে নেওয়া হয়, সেটি ছিল পাটনা-গয়া সড়কে অবস্থিত। বর্তমানে এটি বুধ মার্গ নামে পরিচিত। ১৯২৮ সালে রায় বাহাদুর বিষ্ণু স্বরূপের নকশাকৃত দ্বিতল ভবনটির নির্মাণকাজ শেষ হয়। এই জাদুঘরটি সেই সময় বিহার ও উড়িষ্যা প্রদেশের প্রথম নির্মিত জাদুঘর। বিহার ও উড়িষ্যার তৎকালীন গভর্নর স্যার হিউ ল্যান্সডাউন স্টিফেনসন এই জাদুঘরটির উদ্বোধন করেন।\n\n\n== সংগ্রহ ==\nপাটনা জাদুঘরে প্রদর্শিত সামগ্রীগুলির মধ্যে রয়েছে প্রত্নতাত্ত্বিক সামগ্রী, মুদ্রা, শিল্প বস্তু, চিত্রকর্ম, যন্ত্র, বস্ত্র, পেইন্টিং, ব্রোঞ্জের ভাস্কর্য এবং হিন্দু ও বৌদ্ধ শিল্পীদের তৈরি টেরাকোটা অর্থাৎ পোড়ামাটির চিত্র। এখানে প্রতিদিনের জীবনকে চিত্রিত করে ব্রিটিশ আমলের চিত্রকর্মের একটি বিরল সংগ্রহ রয়েছে, পাশাপাশি ভারতের প্রথম রাষ্ট্রপতি রাজেন্দ্র প্রসাদের সাথে সম্পর্কিত একটি সংগ্রহশালাও করা হয়েছে। এখানে প্রথম বিশ্বযুদ্ধে ব্যবহৃত কামানও সংরক্ষিত রয়েছে।\nএই জাদুঘরে ২০০০ লক্ষ বছরেরও বেশি পুরানো একটি গাছের জীবাশ্ম প্রদর্শিত হয়। ১৯৫৮ সালে প্রত্নতাত্ত্বিক অনন্ত সদাশিব আলতেকার প্রাচীন শহর বৈশালীর ধ্বংসাবশেষ থেকে স্তূপ আবিষ্কার করেন। সেখান থেকে একটি কারুকার্যখচিত পাত্র পাওয়া যায়। সেটি গৌতম বুদ্ধের পবিত্র ভস্ম ধারণ করত বলে মনে করা হয়। ১৯১৭ সালে গঙ্গা নদীর তীরে আবিষ্কৃত দিদারগঞ্জ যক্ষী মূর্তিটি এই জাদুঘরের সবচেয়ে মূল্যবান সংগ্রহ ছিল। মূর্তিটিকে পরে বিহার জাদুঘরে স্থানান্তরিত করা হয়। প্রাচীন ভারতের যুগ থেকে ১৭৬৪ সাল পর্যন্ত সংগৃহীত প্রত্নসামগ্রীগুলি বিহার জাদুঘরে এবং ১৭৬৪ সালের পরবর্তী সময়ের প্রত্নসামগ্রীগুলি পটনা জাদুঘররে রাখা হয়েছে। রাহুল সাংকৃত্যায়ন এই জাদুঘরে ১০,০০০টি পুঁথি ও পাণ্ডুলিপি দান করেছিলেন। পুঁথিগুলি হাতে তৈরি কাগজে সোনা ও রুপো দিয়ে লেখা। এছাড়া তিনি বেশ কিছু বৌদ্ধ দর্শনের বইও দান করেন যেগুলি একসময় প্রাচীন নালন্দা ও বিক্রমশিলা বিশ্ববিদ্যালয়ের গ্রন্থাগারে রক্ষিত ছিল। প্রায় ৭০০ বছর আগে এই বিশ্ববিদ্যালয়গুলি ধ্বংসের আগে এই পুঁথি ও পাণ্ডুলিপিগুলি তিব্বতে নিয়ে যাওয়া হয়। এই পাণ্ডুলিপিগুলিই তিনি নিয়ে আসেন। ২০০৯ সালের নভেম্বর মাস থেকে জাদুঘরের এই বিপুল সংগ্রহগুলি প্রদর্শনের জন্য পাটনায় একটি বিকল্প জাদুঘর নির্মাণের জন্য প্রকল্প শুরু করা হয়।\n\n\n== হেরিটেজ টানেল ==\nপাটনা জাদুঘর এবং বিহার জাদুঘর এই দুটি ঐতিহ্যবাহী জাদুঘরের মধ্যে দর্শকদের জন্য সরাসরি যোগাযোগ ব্যবস্থা গড়ে তুলতে একটি ভূগর্ভস্থ টানেলের পরিকল্পনাা করা হয়। যার নাম দেওয়া হয় হেরিটেজ টানেল। ২০২৩ সালের জানুয়ারী মাসে বিহার সরকার পাটনা জাদুঘর এবং বিহার জাদুঘরের মধ্যে ১.৪-কিমি দীর্ঘ প্রস্তাবিত ভূগর্ভস্থ টানেলের(হেরিটেজ টানেল) নির্মাণের জন্য দিল্লি মেট্রো রেলওয়ে কর্পোরেশন লিমিটেডকে  পরামর্শক হিসাবে নিযুক্ত করা হয়। ২০২৩ সালের আগস্ট মাসে বিহার সরকারের মন্ত্রিসভা ৫৪২ কোটি টাকার সংশোধিত ব্যয়ে হেরিটেজ টানেল নির্মাণের অনুমোদন দেয়।\n\n\n== কেপি জয়সওয়াল রিসার্চ ইনস্টিটিউট ==\nপাটনায় কেপি জয়সওয়াল রিসার্চ ইনস্টিটিউট শিক্ষা প্রতিষ্ঠানটি ১৯৫০ সালে ঐতিহাসিক গবেষণা, প্রত্নতাত্ত্বিক খনন এবং অনুসন্ধান নিয়ে কাজ করা বিহার সরকার দ্বারা করা হয়। প্রতিষ্ঠানটি বর্তমানে পাটনা জাদুঘরের বাইরে অবস্থিত।\nকেপি জয়সওয়াল রিসার্চ ইনস্টিটিউটের কয়েকটি উল্লেখযোগ্য প্রকাশনার মধ্যে রয়েছে:\n\nকম্প্রিহেনসিভ হিস্ট্রি অফ বিহার (ইংরাজি বই), প্রথম খণ্ড, প্রথম অংশ (১৯৭৪), সম্পাদনা- বিন্দেশ্বরী প্রসাদ সিনহা\nকম্প্রিহেনসিভ হিস্ট্রি অফ বিহার (ইংরাজি বই), প্রথম খণ্ড, দ্বিতীয় অংশ (১৯৭৪), সম্পাদনা- বিন্দেশ্বরী প্রসাদ সিনহা\nকম্প্রিহেনসিভ হিস্ট্রি অফ বিহার (ইংরাজি বই), দ্বিতীয় খণ্ড, প্রথম অংশ (১৯৮৩), সম্পাদনা-এসএইচ আসকারী এবং কিউ আহমদ\nকম্প্রিহেনসিভ হিস্ট্রি অফ বিহার (ইংরাজি বই), দ্বিতীয় খণ্ড, দ্বিতীয় অংশ (১৯৮৭), সম্পাদনা-এসএইচ আসকারী এবং কিউ আহমদ\nকম্প্রিহেনসিভ হিস্ট্রি অফ বিহার (ইংরাজি বই), তৃতীয় খণ্ড, প্রথম অংশ (১৯৭৬), সম্পাদনা-কে কে দত্ত এবং জেএস ঝা\nকম্প্রিহেনসিভ হিস্ট্রি অফ বিহার (ইংরাজি বই), তৃতীয় খণ্ড, দ্বিতীয় অংশ (১৯৭৬), সম্পাদনা-কে কে দত্ত এবং জেএস ঝা\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}