{"pageid": 1444582, "title": "ভুটানে লিঙ্গমূর্তি চিত্রকর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1444582", "content": "ভুটানের লিঙ্গমূর্তি চিত্রকর্মগুলো হচ্ছে একধরণের রহস্যময় প্রতীক। ভুটানের প্রাক্তন রাজধানী পুনাখার নিকটবর্তী চিমি লাখাং মঠে এর উৎপত্তি হয়। গ্রামীণ মঠটি লামা ড্রুকপা কুন্‌লের সম্মানে নির্মিত হয়েছিল। তিনি ১৬ শতকের শুরুর দিকে জীবিত ছিলেন। তিনি \"পাগল সন্তু\" (nyönpa) বা \"স্বর্গীয় পাগল\" নামে পরিচিত ছিলেন। কারণর শিক্ষাদানের পদ্ধতি ছিল অপ্রথাগত তথা উদ্ভট ও বেদনাদায়ক। এসব স্পষ্ট লিঙ্গচিত্র দেশের অনেক শহুরে নাগরিকের কাছে বিব্রতকর হয়ে উঠেছে, এবং ভুটানের শহুরে কেন্দ্রগুলিতে নগ্ন মানবদেহ ও যৌনতাকে লজ্জাজনক গণ্য করার আধুনিক ইব্রাহিমীয় সাংস্কৃতিক নিয়মগুলো ছড়িয়ে পড়ায় লোকসংস্কৃতির এই রূপটি নগর কেন্দ্রগুলিতে অনানুষ্ঠানিকভাবে নিরুৎসাহিত করা হয়।\nযদিও লিঙ্গমূর্তি চিত্রকর্মগুলি এখনও ভুটানজুড়ে বাড়ি ও ভবনের দেওয়ালে দেখা যায়। বিশেষ করে গ্রামে এগুলোকে কুন্‌লের সৃষ্টি হিসাবে কৃতিত্ব দেওয়া হয়। ঐতিহ্যগতভাবে ভুটানে একটি উত্থিত লিঙ্গের প্রতীক বদনজর ও বাজে পরচর্চা দূর করার উদ্দেশ্য হিসেবে গণ্য করা হয় লিঙ্গের প্রতীকগুলো সাধারণত সার্বজনীন মন্দির এবং জংগুলোতে চিত্রিত করা হয় না। কারণ সেসব উপাসনালয়ে ব্রহ্মচারী জীবনধারা গ্রহণকারী লামা বা বৌদ্ধভিক্ষু ও ভিক্ষুণীরা বসবাস করেন। তবে গ্রামীণ ও সাধারণ বাড়িগুতে এসব চিত্র অহরহ দেখা যায়।\nযদিও লিঙ্গমূর্তি চিহ্নের ব্যবহারের ইতিহাস সাধারণত ড্রুকপা কুনলেতে পাওয়া যায়, তবে সেন্টার অফ ভুটানের (সিবিএস) করা গবেষণায় অনুমান করা হয়েছে, বৌদ্ধধর্ম ভুটানে রাষ্ট্রধর্ম হয়ে উঠার পূর্বে বিদ্যমান বন ধর্মের সাথে সম্পর্কিত প্রাথমিক জাতিগত ধর্মের একটি অবিচ্ছেদ্য অংশ ছিল লিঙ্গমূর্তি। বন ধর্মে লিঙ্গমূর্তি ছিল সমস্ত আচার-অনুষ্ঠানের অবিচ্ছেদ্য অঙ্গ। ইনস্টিটিউট অফ ল্যাঙ্গুয়েজ অ্যান্ড কালচার স্টাডিজ (আইএলসিএস) এর প্রাক্তন অধ্যক্ষ দাশো লাম সাঙ্গা এই বিষয়ে কোনও লিখিত নথি নেই স্বীকার করে মৌখিক ইতিহাসের কথা উল্লেখ করেছেন: \"তবে গুরু রিনপোচে (পদ্মসম্ভব) এবং শব্দরুং নগাওয়াং নামগ্যালের আগমনের আগে থেকেই লিঙ্গমূর্তির উপাসনা প্রচলিত ছিল ... এ বিষয়ে আমরা যা জানি তা আমাদের পূর্বপুরুষদের কাছ থেকে শুনেছি।\"\n\n\n== ইতিহাস ==\nপ্রতীকী লিঙ্গমূর্তির প্রায়শই উল্লিখিত উত্স জনপ্রিয় ভুটানি সাধু দ্রুকপা কুনলে (১৪৫৫-১৫২৯) এর উত্তরাধিকার হিসাবে। কুনলে তিব্বত থেকে স্থানান্তরিত হয়েছিলেন, তিব্বতের রালুং মঠে প্রশিক্ষিত ছিলেন এবং  ছিলেন এবং তাঁর শিষ্য ছিলেন। তিনি একজন পাগল সাধক ছিলেন যিনি ভুটানে ব্যাপকভাবে ভ্রমণ করেছিলেন, যিনি নারী ও মদের অনুরাগী ছিলেন এবং বৌদ্ধধর্ম শিক্ষার নিন্দাজনক এবং অপ্রথাগত উপায় অবলম্বন করেছিলেন। তার যৌন কীর্তিকলাপের মধ্যে তার আতিথ্যদানকারী এবং সমর্থকরাও অন্তর্ভুক্ত ছিলেন। তিনি সব ধরনের সামাজিক রীতিনীতির  প্রতি উদাসীন ছিলেন এবং নিজেকে \"কাইশোড্রুকের পাগল\" বলে অভিহিত করতেন।\nদ্রুক্পা কুন্‌লের উদ্দেশ্য ছিল ধর্মগুরুদের চমকে দেওয়া। কারণ তারা তাদের আচরণ ও বৌদ্ধ ধর্মের শিক্ষায় উদ্ধত এবং রক্ষণশীল ছিলেন। তবে তার পদ্ধতিগুলো সাধারণ মানুষের মধ্যে জনপ্রিয় ছিল। তিনিই  দেয়ালে লিঙ্গচিত্র আঁকার এবং বাড়ির ছাদ থেকে লিঙ্গমূর্তি ঝুলানোর প্রথা চালু করেছিলেন। এই প্রথা অপদেবতা ও দানবীদের তাড়ানোর উদ্দেশ্যে পালন করা হতো। এজন্য তাকে \"উর্বরতার সাধু\" হিসেবেও বলা হয়। তার নির্মিত মঠ চিমি লাখাংয়ে কেবল ভুটানি নারীরাই নয়, জাপান এমনকি যুক্তরাষ্ট্র থেকেও মানুষ আসে।\nকুন্‌লের প্রতীকী অঙ্গকে \"প্রজ্বলিত জ্ঞানের বজ্র\" বলা হয়। এটি ভূত-প্রেতদের ভীত করে এবং তাদের বশ করে। বলা হয় যে, তিনি সম্ভবত বিশ্বের একমাত্র সাধু যিনি প্রায় সম্পূর্ণভাবে লিঙ্গমূর্তি বা চিত্র এবং এর সৃজনশীল শক্তির সাথে সম্পর্কিত। এই কারণেই তার প্রতীকী লিঙ্গমূর্তি বাড়ির দেয়ালে চিত্রিত হয়। তাকে থাংকা চিত্রকর্মে একটি \"লিঙ্গের মাথা বিশিষ্ট কাঠের লাঠি\" ধারণ করে দেখানো হয়।\n\nন্যোনপা চিমি লাখাংয়ের নিকটবর্তী লোবেসা নামে পরিচিত একটি জায়গায় বাস করত. সেখানে তিনি \"দানবদের তাড়াতে এবং সেগুলোর হাত থেকে স্থানীয় লোকদের রক্ষা করতে\" পরিচিত ছিলেন। কিংবদন্তি অনুসারে, তিনি তার পুরুষাঙ্গ দিয়ে অশুভ শক্তিকে আঘাত করে (বা তাদের সাথে যৌনসঙ্গম করে) তাদের রক্ষক দেবতায় পরিণত করতেন। চিমি লাখাং মঠটি পাগল সাধু দ্রুক্পা কুন্‌লের সম্মানে তার চাচাতো ভাই একটি পাহাড়ের উপর নির্মান করেছিলেন। এই পাহাড়টিকে তিনি কুনলে \"নারীর স্তন\" বলে অভিহিত করেছিলেন। তিনি তার \"জ্ঞান বজ্র\" দিয়ে অশুভ শক্তি ও দানবীদের বশ করে তার জনগণের মঙ্গলার্থে এই কাজ করেছিলেন। মঠটি ১৪৯৯ সালে বর্গাকার নকশা এবং সোনালী চূড়া সহ নির্মিত হয়। ইয়াওয়াখা গ্রাম থেকে এখানে পৌঁছানো যায়, এবং পথে থাকা সব বাড়ির দেয়ালে লিঙ্গমূর্তি প্রতীক আঁকা থাকে।\nমঠটিতে এখন বেশ কয়েকটি কাঠের লিঙ্গমূর্তি সংরক্ষিত আছে। সেগুলোর মধ্যে একটি রূপার হাতলযুক্ত লিঙ্গমূর্তিও রয়েছে (একে \"লামার বজ্র\" বলা হয়)। এই লিঙ্গমূর্তিটি পাগল সাধু কুনলে তিব্বত থেকে এনেছিলেন বলে মনে করা হয়। বর্তমানে মঠের লামা  সন্তান প্রাপ্তির আশীর্বাদ দেওয়ার জন্য এটি দিয়ে মহিলাদের মাথায় আঘাত করেন। মঠে তার পোষা কুকুর সাচির সাথে লামা কুন্‌লের মূর্তি প্রতিষ্ঠিত আছে। এছাড়া এখানে নগাওয়াং নামগ্যাল, গৌতম বুদ্ধ এবং অবলোকিতেশ্বরের ছবিও পূজিত হয়। মহিলারা সন্তান প্রাপ্তির আশীর্বাদ নিতে মঠে আসেন এবং বর্তমান লামা কাঠের ও অস্থি নির্মিত লিঙ্গমূর্তি দিয়ে তাদের মাথায় আঘাত করেন। এখনো জন্ম না নেওয়া শিশুর নাম বেছে নেওয়ার জন্য বেদিতে রাখা বাঁশের টুকরো থেকে নাম তোলা হয়। এসব বাঁশের টুকরায় ছেলেমেয়েদের নাম খোদাই করা থাকে। এছাড়াও বলা হয় যে, বেদিতে থাকা ছোট স্তূপটি কুনলে নিজেই তৈরি করেছিলেন।\nসামাজিক বিজ্ঞান গবেষকদের দ্বারা এটিও যুক্তিযুক্ত যে লিঙ্গমূর্তি হল \"আকাঙ্ক্ষার বিশ্বময় মায়া\"র একটি প্রতিনিধিত্ব, এবং এটি বলা হয় যে বন ধর্মের সর্বপ্রাণবাদীদের শক্তি এবং উর্বরতার প্রতীক হিসাবে লিঙ্গমূর্তির প্রতিনিধিত্বটি বৌদ্ধ ধর্মের সাথে জড়িত ছিল। ভুটান, থাইল্যান্ড, বালি এবং অন্যান্য সংস্কৃতিতে অনুরূপ লিঙ্গমূর্তির চিত্র পাওয়া যায়।\n\n\n=== উপাখ্যান এবং অনুশীলন ===\nদ্রুক্পা কুন্‌লের অদ্ভুত আচরণের অনেক গল্প প্রচলিত আছে। বলা হয়, একবার তাকে গলায় পরার জন্য একটি পবিত্র সুতো উপহার দেওয়া হয়েছিল। কিন্তু তিনি সবাইকে চমকে দিয়ে বলেছিলেন যে তিনি সুতোটি তার লিঙ্গে বাঁধবেন, এই আশায় যে এটি তাকে \"নারীদের সঙ্গে সৌভাগ্য\" আনবে।\nভুটানের পূর্বাঞ্চলের কিছু সম্প্রদায়ের মধ্যে প্রতি বছর একটি নির্দিষ্ট সময়ে লিঙ্গমূর্তিকে ফুল, আরা (লাল রঙের মদ) এবং দুধ দিয়ে পূজা করা হয়, যাতে তারা অশুভ আত্মাদের থেকে সুরক্ষা পেতে পারে। ভুটানের মধ্যাঞ্চলে, অতিথিদের পানীয় পরিবেশনের আগে একটি কাঠের লিঙ্গমূর্তি কাপের মধ্যে ডুবিয়ে রাখা হয়। কিছু লিঙ্গমূর্তি, বিশেষ করে গ্রামীণ ভুটানে, মজার চোখ দিয়ে সাজানো হয়।\nলিঙ্গমূর্তি চিত্রকর্মকে প্রাতিষ্ঠানিক গ্রাফিতিও বলা হয়। এটি বিভিন্ন ডিজাইনে আঁকা দেখা যায়। একটি অস্বাভাবিক নকশা দেখা যায়, সেখানে একটি ড্রাগন লিঙ্গমূর্তিতে চড়ে বেড়াত। লিঙ্গমূর্তিগুলোর একটি সাধারণ বৈশিষ্ট্য হচ্ছে, সেগুলোকে প্রাত সবসময় বীর্যপাত হওয়ার অবস্থায় নির্মিত বা চিত্রিত হতে দেখা যায়।\n\n\n== প্রতীকবাদ ==\n\nএ ধরনের প্রতীক সৌভাগ্য বয়ে আনে এবং অশুভ আত্মাদের তাড়িয়ে দেয়, এই বিশ্বাস ভুটানের সাধারণ মানুষের মনে গভীরভাবে প্রোথিত। নতুন বাড়ির বাইরের দেয়ালে এবং এমনকি ট্রাকের নম্বর প্লেটে নিয়মিত এই প্রতীক আঁকা হয়। খোদাই করা কাঠের লিঙ্গমূর্তি (কখনও কখনও তলোয়ার বা ছুরির নকশায় অতিক্রান্ত) নতুন বাড়ির বাইরের কর্ণিসে, চার কোণায় ঝুলিয়ে রাখা হয়।\nকাঠের লিঙ্গমূর্তিগুলিও কৃষিক্ষেত্রে এক ধরণের স্ক্যারেক্রো হিসাবে চালিত হয়, যখন ফসলগুলি অঙ্কুরিত হতে শুরু করে। ভুটান জুড়ে বিভিন্ন মঠে প্রতি বছর অনুষ্ঠিত জনপ্রিয় সেচু উৎসবের সময় আটসাররা (মুখোশ পরা ক্লাউন) তাদের হেডগিয়ার লিঙ্গমূর্তি পেইন্ট করা কাপড় দিয়ে সাজায়। এই ক্লাউনরাও তাদের পবিত্র চাবুক এবং কাঠের ফালাস নিয়ে নাচতে থাকে। পারো বিমানবন্দর থেকে থিম্পু পর্যন্ত রাস্তার ড্রাইভে লিঙ্গমূর্তির এই স্পষ্ট চিত্রগুলি \"বাড়ি, দোকান এবং খাবারের দোকানের সাদা-ধোয়া দেয়ালে\" একটি সাধারণ দৃশ্য।\nদ্রুক্পা কুনলেকে উৎসর্গ করে নির্মিত চিমি লাখাং মঠে বেশ কয়েকটি কাঠের লিঙ্গ দেখা যায়। তীর্থযাত্রায় আসা মানুষদের আশীর্বাদ দিতে এগুলো ব্যবহার করা হয়। যারা সন্তান প্রাপ্তির বা তাদের সন্তানদের মঙ্গল কামনায় আসে, তারা এই আশীর্বাদ গ্রহণ করে। মঠের সবচেয়ে উল্লেখযোগ্য লিঙ্গমূর্তিটি পার হাতলসহ বাদামী কাঠ দিয়ে নির্মিত। এটি একটি ধর্মীয় পবিত্র বস্তু হিসেবে বিবেচিত হয় এবং এর মধ্যে ঐশ্বরিক শক্তি আছে বলে মনে করা হয়। তাই এটি আধ্যাত্মিকভাবে নিবেদিত মানুষদের আশীর্বাদ দিতে ব্যবহার করা হয়। এছাড়াও বলা হয়, যেসব বাড়িতে এই প্রতীক আঁকা থাকে, সেখানে পরিবারের সদস্যদের মধ্যে ঝগড়া কম হয়।\n\n\n== গৃহপ্রবেশ অনুষ্ঠান ==\n\nনতুন বাড়ির গৃহপ্রবেশ অনুষ্ঠানের একটি ঐতিহ্যবাহী রীতি হল বাড়ির চার কোণার কর্ণিসে এবং বাড়ির ভিতরে একটি করে লিঙ্গমূর্তি প্রতীক স্থাপন করা। খোদাই করা কাঠের লিঙ্গমূর্তিে ভরা একটি ঝুড়ি বাড়ির ছাদেতুলে চারটি মূল কোণায় এগুলো স্থাপন করা যায়। বাড়ির মালিক পুরুষ ও মহিলাদের দল ভাড়া করে এই ঝুড়ি ছাদে তুলতে সহায়তা করেন।\nপুরুষরা ছাদ থেকে দড়ি দিয়ে ঝুড়ি উপরে তোলেন, আর নারীরা সেটি নিচে নামানোর চেষ্টা করেন। এই প্রক্রিয়ার সময় লিঙ্গসম্পর্কিত অশ্লীল গান গাওয়া হয় এবং প্রত্যেকবার টান দেওয়ার সাথে সাথে দর্শকরা \"লাসো\" বলে চিৎকার করেন। পুরুষেরা ঝুড়ি তুলতে ব্যর্থ হওয়ার ভান করে ঝুড়ি মাটিতে ফেলে দেয়। এর উদ্দেশ্য হল বাড়ির মালিকের কাছ থেকে বিনামূল্যে মদ পেয়ে পুরুষদের \"শক্তি\" বাড়ানো। মদ্যপান করার পর, পুরুষরা অবশেষে ঝুড়ি ছাদে তুলে নিয়ে যায় এবং লিঙ্গমূর্তিগুলো ছাদের চার কোণায় স্থাপন করে।\nলিঙ্গমূর্তিগুলিও একটি ছোরা (রেডি) দিয়ে বাঁধা হয় এবং পাঁচটি ভিন্ন রঙে আঁকা হয়। রংগুলিকে পাঁচটি ঐশ্বরিক অভিব্যক্তির সূচনাকারী হিসেবে গণ্য করা হয়। সেগুলো হলো: \"শান্তি, বিশুদ্ধতা এবং সম্প্রীতির প্রতিনিধিত্বকারী সাদা ছোরা, সম্পদ এবং ক্ষমতার প্রতিনিধিত্বকারী একটি লাল রঙের ছোরা পশ্চিমে স্থাপন করা হয়, সমৃদ্ধির প্রতিনিধিত্বকারী হলুদ খঞ্জরটি দক্ষিণে স্থাপন করা হয়, এবং উত্তর দিকে রাখা হয় সবুজ ছোরা যা সুরক্ষার প্রতিনিধিত্ব করে। এই চিহ্নগুলিকে স্থির করার জনপ্রিয় বিশ্বাস হল যে এটি অশুভ আত্মাকে দূরে রাখে। এগুলো উর্বরতার প্রতীক হিসাবে ব্যবহৃত নয়।\n\n\n== আরও দেখুন ==\n\nশিবলিঙ্গ\nফ্যালিক স্থাপত্য\nলিঙ্গমূর্তি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nডিভাইন ম্যাডম্যান — দ্রুকপা কুন্‌লের মহৎ জীবন এবং গান\nPhallus: ভুটান থেকে পাগল জ্ঞান\nফ্লিকারে ফালাস ছবি\nচিমি লাখাং-এ ওয়াল চিত্রকর্ম\nচিমি লাখাং-এ ওয়াল চিত্রকর্ম\nভুটানে বিয়ে"}