{"pageid": 1444128, "title": "একবীজপত্রী উদ্ভিদ", "url": "https://bn.wikipedia.org/wiki?curid=1444128", "content": "একবীজপত্রী(Monocotyledon) সপুষ্পক উদ্ভিদের একটি শ্রেণী যাদের  বীজে  একটি  বীজপত্র বা ভ্রূণপত্র থাকে। বাকি সপুষ্পক উদ্ভিদের দুটি করে বীজপত্র থাকে এবং সেগুলোকে দ্বিবীজপত্রী উদ্ভিদ বলা হয়।  ঘাস, গম,  খেজুর ইত্যাদি একবীজপত্রী উদ্ভিদ।\n\n\n== বর্ণনা ==\n\n\n=== সাধারণ ===\nএকবীজপত্রী  বা মনোকট নাম অনুসারেই একটি একক (মোনো-) কটিলেডন বা ভ্রূণপত্র বা বীজপত্র, তাদের বীজকে আবৃত করে রাখে।প্রথম থেকেই, এই বৈশিষ্ট্যটি একবীজপত্রী থেকে দ্বিবীজপত্রী উদ্ভিদকে আলাদা করতে ব্যবহৃত হয়েছে। দ্বিবীজপত্রীতে সাধারণত দুটি বীজপত্র থাকে, তবে আধুনিক গবেষণায় দেখা গেছে যে, দ্বিবীজপত্রী কোন প্রাকৃতিক একক শ্রেণী নয় এবং এই পরিপ্রেক্ষিতে একবীজপত্রী ব্যাতীত সকল আবৃতবীজী উদ্ভিদকে বোঝাতে এটি ব্যবহৃত হয়।তবে শ্রেণিবিন্যাসগত দৃষ্টিকোণ থেকে বীজপত্রের  সংখ্যা তেমন উপকারী বৈশিষ্ট্য নয় (কারণ একটি গাছের জীবনচক্রের খুব স্বল্প সময়ের জন্যেই উপস্থিত থাকে), এবং এটি পুরোপুরি নির্ভরযোগ্যও নয়। একক বীজপত্র,  প্রাচীন একবীজপত্রী উদ্ভিদের শারীরিক অভিযোজনের একাধিক পরিবর্তনের মধ্যে একটি, যার অভিযোজনগত সুবিধা খুব ভালোমত বোঝা যায় না, তবে এটি স্থলজ বাসস্থানের পূর্বে জলজ বাসস্থানে অভিযোজনের জন্যে হতে পারে। তবুও, একবীজপত্রী এতটাই স্বতন্ত্র যে এই গ্রুপের শ্রেণী নিয়ে বিরোধ খুব কমই হয়, যদিও বাহ্যিক গঠনগত বৈচিত্র্যে যথেষ্ট ভিন্নতা রয়েছে। তবে, প্রধান গোত্রগুলি স্বতন্ত্র  এবং নির্ভরযোগ্যভাবে চিহ্নিত করার মতো মর্ফোলজিকাল বৈশিষ্ট্য খুবই কম।\nমনোকটস বা একবীজপত্রী অন্যান্য আবৃতবীজী থেকে তাদের সমরূপতা এবং বৈচিত্র্য উভয় দিক থেকেই আলাদা। একদিকে, তাদের মূলের সংগঠন, পাতা গঠন, এবং ফুলের বিন্যাস অন্যান্য আবৃতবীজীর চেয়ে বেশি সমরূপ, তবে এর মাঝেও বিপুল পরিমাণ বৈচিত্র্য বিদ্যমান, যা উচ্চ পর্যায়ের বিবর্তনীয় সফলতার নির্দেশক। মনোকটদের বৈচিত্র্যের মধ্যে রয়েছে বহু বর্ষজীবী জিওফাইট উদ্ভিদ, যেমন অর্কিড (Asparagales), টিউলিপ, এবং লিলি (Liliales) প্রজাতির সৌন্দর্যবর্ধক ফুল। এছাড়াও রয়েছে রোসেট এবং সাকুলেন্ট জাতীয় এপিফাইট উদ্ভিদ (Asparagales); মাইকোহেটেরোট্রফিক উদ্ভিদ (Liliales, Dioscoreales, Pandanales), যারা সবাই লিলিওয়েড মনোকট গোষ্ঠীর অন্তর্ভুক্ত। প্রধান খাদ্যশস্য যেমন ভুট্টা, চাল, বার্লি, রাই, ওটস, মিলেট, সর্গাম, এবং গম সবই ঘাসের পরিবার (Poaceae)-এর অন্তর্গত। এছাড়াও খাদ্যশস্য উৎপাদনের জন্য ব্যবহৃত ঘাস এবং গবাদি পশুর খাদ্য হিসেবে ব্যবহৃত ঘাস (Poales) উল্লেখযোগ্য।\nএছাড়া, পাম গাছ (Arecales), বাঁশ, রিড এবং ব্রোমেলিয়াড (Poales) উদ্ভিদ, কলা এবং আদা (Zingiberales) উদ্ভিদসমূহ কমেলিনিড মনোকট গোষ্ঠীর মধ্যে পড়ে। এদের মধ্যে রয়েছে জলজ পরিবেশের উদ্ভিদ, যেমন সীগ্রাস (Alismatales), যারা জলমগ্ন বা ভাসমান অবস্থায় থাকে।\n\n\n== দ্বিবীজপত্রী উদ্ভিদের সাথে তুলনা ==\nবীজপত্রের সংখ্যা ছাড়াও একবীজপত্রী উদ্ভিদ এবং দ্বিবীজপত্রী উদ্ভিদের মধ্যে বিস্তৃত পার্থক্য লক্ষ করা যায়। অনেক দ্বিবীজপত্রী উদ্ভিদ শ্রেণিতে  \"একবীজপত্রী উদ্ভিদের \" বৈশিষ্ট্য রয়েছে যেমন বিক্ষিপ্ত পরিবহন কলা, ট্রাইমেরাস ফুল এবং নন-ট্রাইকোলপেট পরাগ ।  এছাড়াও কিছু একবীজপত্রীর দ্বিবীজপত্রী উদ্ভিদের বৈশিষ্ট্য রয়েছে যেমন পাতার জালিকাকার শিরাবিন্যাস ।\n\n\n== শ্রেণিবিন্যাস ==\nএকবীজপত্রী উদ্ভিদসমূহ মেসানজিওস্পার্মস (মূল আবৃতবীজী উদ্ভিদ)-এর পাঁচটি প্রধান বংশের একটি, যা স্বয়ংসম্পূর্ণভাবে সকল আবৃতবীজী উদ্ভিদের ৯৯.৯৫% গঠন করে। একবীজপত্রী ও দ্বিবীজপত্রী উদ্ভিদ হল বৃহত্তম ও সর্বাধিক বৈচিত্র্যময় আবৃতবীজী উদ্ভিদের বিস্তরন, যা যথাক্রমে সকল আবৃতবীজী উদ্ভিদের ২২.৮% ও ৭৪.২% নিয়ে গঠিত।\nএদের মধ্যে, ঘাস পরিবার (Poaceae) অর্থনৈতিকভাবে সর্বাধিক গুরুত্বপূর্ণ, যা অর্কিড পরিবারের (Orchidaceae) সাথে একত্রে একবীজপত্রী উদ্ভিদের প্রজাতিগত বৈচিত্র্যের অর্ধেক গঠন করে, যথাক্রমে একবীজপত্রী উদ্ভিদের ৩৪% ও ১৭% নিয়ে গঠিত, এবং এরা আবৃতবীজী উদ্ভিদের বৃহত্তম পরিবারগুলোর অন্তর্ভুক্ত। এরা অনেক উদ্ভিদ সম্প্রদায়ের প্রধান সদস্যদের অন্তর্ভুক্ত।\n\n\n=== জাতিজনি ===\n\n\n== আরো দেখুন ==\nউদ্ভিদ\nগুল্ম\nসপুষ্পক উদ্ভিদ\nআবৃতবীজী উদ্ভিদ\nদ্বিবীজপত্রী উদ্ভিদ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n উইকিপ্রজাতিতেএকবীজপত্রী সম্পর্কিত তথ্য।\n উইকিমিডিয়া কমন্সে একবীজপত্রী উদ্ভিদ সম্পর্কিত মিডিয়া দেখুন।"}