{"pageid": 1444390, "title": "ইসলামী সহযোগিতা সংস্থার মহাসচিব", "url": "https://bn.wikipedia.org/wiki?curid=1444390", "content": "ইসলামী সহযোগিতা সংস্থার মহাসচিব ( আরবি: أمين عام منظمة التعاون الإسلامي  ; ফরাসি: Secrétaire général de l'Organisation de la coopération islamique  ), তিনি অর্গানাইজেশন অফ ইসলামিক কো-অপারেশন (ওআইসি) এর প্রধান প্রশাসনিক কর্মকর্তা এবং জেনারেল সেক্রেটারিয়েট এবং ওআইসি এর অন্যান্য অঙ্গের প্রধান। একজন মহাসচিব পাঁচ বছরের পুনর্নবীকরণযোগ্য মেয়াদের জন্য ৫৭টি সদস্য রাষ্ট্র থেকে ওআইসি পররাষ্ট্র মন্ত্রী পরিষদের সুপারিশে নির্বাচিত হন। \nএটি ওআইসি-এর মধ্যে প্রধান পদ যা ইক্যুইটি এবং এর প্রধানদের অধীনে নির্বাচিত হয়।  ওআইসির মহাসচিব জাতিসংঘের মহাসচিবের পরে দ্বিতীয় সর্বোচ্চ আন্তঃসরকারি সংস্থার প্রধান  যেখানে আন্ডার সেক্রেটারি জেনারেল ওআইসির সিদ্ধান্ত বাস্তবায়নের কাঠামোর মধ্যে দ্বিতীয় সর্বোচ্চ পদ।  যে কোন সদস্য রাষ্ট্র ঘূর্ণন এবং সমান সুযোগ, সততা এবং অভিজ্ঞতা সহ পদের জন্য যোগ্য হওয়ার অধিকারী।\n\n\n== ক্ষমতা ও কর্তব্য ==\nসাধারণ সম্পাদকের ভূমিকা ওআইসি নির্দেশিকাগুলির নীতি দ্বারা বর্ণিত হয়। এটি ওআইসি নির্দেশিকাগুলির সুযোগের মধ্যে সমগ্র সংস্থার ভূমিকা নির্ধারণ করে।\nএকজন মহাসচিব সংগঠনের কাঠামোর মধ্যে তার নিজস্ব মতামত অনুযায়ী সংস্থার সংশ্লিষ্ট অঙ্গগুলির দৃষ্টিতে বিষয়গুলি নিয়ে আসেন। এটি প্রতিষ্ঠানের উদ্দেশ্য পরিবেশন বা প্রতিকূলভাবে প্রভাবিত করতে পারে। এটি পররাষ্ট্র কাউন্সিল বা সংস্থার সাথে যুক্ত মন্ত্রী এবং ইসলামিক শীর্ষ সম্মেলনের দ্বারা প্রণীত বা সুপারিশকৃত চূড়ান্ত সিদ্ধান্ত এবং রেজুলেশন বাস্তবায়ন করে।\nএকবার একটি সিদ্ধান্ত বাস্তবায়িত হলে, এটি সিদ্ধান্ত, সুপারিশ এবং রেজোলিউশন বাস্তবায়নের জন্য সদস্য রাষ্ট্রগুলিকে কাগজপত্র এবং স্মারকলিপি প্রদান করে। একজন মহাসচিব সদস্য রাষ্ট্রগুলির সাথে সম্পর্কিত গুরুত্বপূর্ণ সিদ্ধান্তগুলি বিনিময়ের পাশাপাশি আরও ভাল বোঝাপড়া এবং সহযোগিতার জন্য ওআইসির অন্যান্য অঙ্গগুলির সাথে সমন্বয় করেন। এটি সদস্য দেশগুলোর কাছে সাংগঠনিক কার্যক্রমের বিষয়ে ওআইসির বার্ষিক প্রতিবেদন পেশ করে। \nটুঙ্কু আবদুল রহমান ছিলেন ওআইসির প্রথম মহাসচিব যিনি ১৯৭১ সালে ১৯৭৩ সাল পর্যন্ত দায়িত্ব গ্রহণ করেন \n\n\n== মহাসচিবদের তালিকা ==\n\n\n== আরো দেখুন ==\nজাতিসংঘের মহাসচিব \n\n\n== তথ্যসূত্র =="}