{"pageid": 1445094, "title": "সরকারি জাদুঘর, চেন্নাই", "url": "https://bn.wikipedia.org/wiki?curid=1445094", "content": "সরকারি জাদুঘর, চেন্নাই, বা মাদ্রাজ জাদুঘর হল মানব ইতিহাস ও সংস্কৃতির একটি জাদুঘর যা ভারতের চেন্নাইয়ের এগমোর জেলার পার্শ্ববর্তী সরকারি জাদুঘর কমপ্লেক্সে অবস্থিত। এটি ১৮৫১ সালে শুরু হয়েছিল, এবং কলকাতার ভারতীয় জাদুঘরের পরে ভারতের দ্বিতীয় প্রাচীনতম জাদুঘর। এটি প্রত্নতাত্ত্বিক এবং মুদ্রাসংক্রান্ত সংগ্রহে বিশেষভাবে সমৃদ্ধ। এই জাদুঘরে, ইউরোপের বাইরে রোমান পুরাকীর্তিগুলির বৃহত্তম সংগ্রহ রয়েছে। তাদের মধ্যে, বিশাল জাদুঘর থিয়েটার সবচেয়ে চিত্তাকর্ষ। জাদুঘর চত্বরে একটি ন্যাশনাল আর্ট গ্যালারিও রয়েছে। ইন্দো-সারাসেনিক শৈলীতে নির্মিত, এতে রাজা রবি বর্মা সহ বিখ্যাত শিল্পীদের বিরল ইউরোপীয় এবং এশীয় চিত্রকর্ম রয়েছে।  এটি ২০১৮ সালে প্রায় ০.৬ মিলিয়ন দর্শক সাক্ষী করেছিল। এটিতে ব্রোঞ্জ মূর্তিগুলির সবচেয়ে উন্নত সংগ্রহ রয়েছে, যার মধ্যে ৫০০টি এশিয়ার এবং সেগুলো ১০০০ খ্রিস্টপূর্বাব্দের।\n\n\n== অবস্থান ==\nজাদুঘরটি চেন্নাইয়ে \"প্যান্থিয়ন কমপ্লেক্স\" বা \"পাবলিক অ্যাসেম্বলি রুম\" নামে পরিচিত এমন একটি অঞ্চলে অবস্থিত। এটি এগমোরের প্যানথিয়ন রাস্তার পাশে সরকারি জাদুঘর কমপ্লেক্সে অবস্থিত। যে রাস্তার উপর জাদুঘরটি অবস্থিত সেটির নামও কমপ্লেক্স থেকে নেওয়া হয়েছে। সরকারি জাদুঘর কমপ্লেক্সে কননেমারা সরকারি গ্রন্থাগার এবং ন্যাশনাল আর্ট গ্যালারিও রয়েছে।\n\n\n== ইতিহাস ==\n\n১৭৭৮ সালের আগস্টে, মাদ্রাজের গভর্নর একজন সরকারী কর্মচারীকে একটি এস্টেটের জন্য ৪৩ একর জমি মঞ্জুর করেন, যিনি পরবর্তীকালে ১৭৯৩ সালে ২৪ জনের একটি কমিটিকে জমিটি অর্পণ করেন যা পরবর্তীকালে শহরের জনসাধারণের বিনোদণের কেন্দ্র হয়ে উঠে। ১৮২১ সালে, কমিটি মূল বাড়ি এবং কেন্দ্রীয় উদ্যানের জায়গাটি ইএস মুরাট নামক একজন আর্মেনিয়ান বণিকের কাছে বিক্রি করে, যিনি ১৮৩০ সালে সরকারের কাছে ফেরত জমিটি বিক্রি করেছিলেন। সরকার প্রথমে ভবন এবং মাঠকে কালেক্টরের \"কাচারি\" এবং পরে \"কেন্দ্রীয় জাদুঘর\" হিসাবে ব্যবহার করে। জাদুঘরটি মূলত ১৮৫১ সালে নুঙ্গামবাক্কামের কলেজ রাস্তার পাশে একটি ভবনে প্রতিষ্ঠিত হয়েছিল এবং ১৮৫৪ সালে বর্তমান স্থানে স্থানান্তরিত করা হয়েছিল।\nজাদুঘরের মাঠে ১৮৫৫ সালে মাদ্রাজের প্রথম চিড়িয়াখানাও ছিল, যা বেলফোর দ্বারা প্রতিষ্ঠিত হয়েছিল। এক বছর পরে, এটিতে স্তন্যপায়ী প্রাণী, পাখি এবং সরীসৃপ সহ ৩০০ টিরও বেশি প্রাণী ছিল। চিড়িয়াখানাটিকে পরে একটি পৃথক প্রতিষ্ঠানে পরিণত করা হয় এবং ১৮৬৩ সালে পিপলস পার্কে স্থানান্তরিত করা হয় যেখানে এটি স্থায়ী ছিল বেশ কিছু বছর ধরে এবং খুব বেশি বৃদ্ধি পায়নি, পরবর্তীতে এটিকে আবারও ১৯৮৫ সালে ভান্দালুরে এর বর্তমান অবস্থানে স্থানান্তরিত করা হয়।\nসরকার দ্বারা ২০০০-২০০১ সালের মধ্যে ₹ ০.৫ মিলিয়ন মঞ্জুর করার পরে ২৫ অক্টোবর ২০০১ সালে জাদুঘরের জন্য একটি দাপ্তরিক ওয়েবসাইট চালু করা হয়েছিল।\n\n\n== জাদুঘর কমপ্লেক্স ==\n\nছয়টি ভবন এবং ৪৬টি গ্যালারী নিয়ে গঠিত জাদুঘর কমপ্লেক্সটি প্রায় ১৬.২৫ একর (৬৬,০০০ বর্গ মিটার) জমি জুড়ে রয়েছে। জদুঘরে প্রদর্শিত বস্তুগুলির মধ্যে রয়েছে প্রত্নতত্ত্ব, মুদ্রাবিদ্যা, প্রাণিবিদ্যা, প্রাকৃতিক ইতিহাস, ভাস্কর্য, তাল-পাতার পাণ্ডুলিপি এবং অমরাবতী চিত্রকর্ম সহ বিভিন্ন বিভিন্ন নিদর্শন।\nপ্যানথিয়ন রাস্তার প্রধান জাদুঘরের প্রবেশদ্বারের কাছে অবস্থিত, জাদুঘর থিয়েটারটি হল ইতালীয় স্থাপত্যশৈলীর একটি বিরল নমুনা, যা ধ্রুপদী স্থাপত্য দ্বারা অনুপ্রাণিত এবং ১৮০২ সালে ব্রিটেনে জন ন্যাশ দ্বারা বিকশিত করা হয়েছিল। যাইহোক, ১৯ শতকের শেষের দিকে ব্রিটিশরা থিয়েটারটি তৈরি করেছিল যখন এই শৈলীটি ইংল্যান্ডে বেশি একটা জনপ্রিয় ছিল না। থিয়েটার কাঠামোটির একটি উচ্চ প্লিন্থ রয়েছে, যেখানে লম্বা সিঁড়িগুলির দ্বারা পৌছানো যায়। এটি প্রাথমিকভাবে একটি অর্ধবৃত্তাকার কাঠামো যার পিছনে একটি আয়তক্ষেত্রাকার ডানা বিশিষ্ট আকৃতি রয়েছে। অর্ধবৃত্তাকার খিলান দ্বারা সংযুক্ত কলামের সারি সহ একটি বারান্দার মাধ্যমে মূল হলটিতে প্রবেশ করা হয়। দেয়াল ও কলাম ফুল ও জ্যামিতিক নকশায় অলঙ্কৃত।\nবিশাল প্রধান হলটি প্রাথমিকভাবে নাটকীয় পরিবেশনা মঞ্চস্থ করার জন্য তৈরী করা হয়েছিল। এটিতে প্রায় ৬০০টি আসন এবং একটি কমোডিয়াস মঞ্চ রয়েছে এবং অভিনেতাদের সাজানোর কক্ষ এই মঞ্চের সাথে লাগোয়া।\nব্রিটিশ আমলে, থিয়েটারটি মূলত শহরের ব্রিটিশ অভিজাতদের পছন্দের ইংরেজি নাটক মঞ্চায়নের জন্য ব্যবহৃত হত। এখন, জাদুঘরটিকে তার নিজস্ব সাংস্কৃতিক এবং সাহিত্যিক প্রোগ্রাম যেমন শিল্প কর্মশালা, বক্তৃতা এবং সম্মেলনের জন্য ব্যবহার করা হচ্ছে। এটি বিভিন্ন সাংস্কৃতিক পরিবেশনা, প্রধানত নাটকের জন্য হল ভাড়া করা হয়। হলটি শেক্সপিয়ারের নাটক সহ বেশ কয়েকটি উল্লেখযোগ্য নাটকের সাক্ষী হয়েছে।\nআগস্ট ২০০৪ সাল থেকে জাদুঘরটি তার পাণ্ডুলিপির জন্য জাতীয় মিশনের অধীনে একটি মনোনীত \"পান্ডুলিপি সংরক্ষণ কেন্দ্র\" (এমসিসি), এই পাণ্ডুলিপি গুলো ২০০৩ সালে প্রতিষ্ঠিত হয়েছিল। জাদুঘরটি প্রায় ১৯,০০৭টি পাণ্ডুলিপির প্রতিষেধক যত্ন নিয়েছে এবং প্রায় ৭,৪০২টি পাণ্ডুলিপিকে নিরাময়মূলক সংরক্ষণের চিকিৎসা দিয়েছে।\n\n\n== দর্শক ==\n২০১৩ সালের তথ্য হিসাবে, শিশুদের জাদুঘরটিকে প্রতিদিন ১০০০ জন লোক দ্বারা পরিদর্শন করা হয় এবং সপ্তাহান্তে দর্শনার্থীর সংখ্যা বৃদ্ধি পায়।\n\n\n== ভবিষ্যৎ ==\nএকটি শীতাতপ নিয়ন্ত্রিত থ্রিডি থিয়েটার, যাদুঘর কমপ্লেক্সের শিশুদের জাদুঘরে ₹ ৪ মিলিয়ন ব্যয়ে নির্মাণাধীন। সরঞ্জামগুলি জাতীয় বিজ্ঞান সংগ্রহালয় পরিষদ, কলকাতা দ্বারা সরবরাহ করা হবে৷ প্রেক্ষাগৃহে বিজ্ঞানভিত্তিক চলচ্চিত্র প্রদর্শন করা হবে। এটি একটি ২০ মিনিটের চলচ্চিত্র প্রদর্শন করবে এবং দিনে পাঁচটি শো চলবে। থ্রিডি থিয়েটারকে ফাইভডি-এ উন্নীত করার পরিকল্পনাও রয়েছে৷\n২০১৮ সালে, জাদুঘর বিভাগ এশিয়ান ডেভেলপমেন্ট ব্যাঙ্ক-অর্থায়নকৃত প্রকল্পের অংশ হিসাবে জাদুঘরটি সংস্কারের জন্য বিড মূল্যায়ন শুরু করে।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nOfficial website"}