{"pageid": 1445541, "title": "ব্রাবোর্ন স্টেডিয়াম", "url": "https://bn.wikipedia.org/wiki?curid=1445541", "content": "ব্রাবোর্ন স্টেডিয়াম হল পশ্চিম ভারতের মুম্বইয়ের একটি আন্তর্জাতিক ক্রিকেট স্টেডিয়াম, যা ব্রিটিশ বোম্বাই যুগে নির্মিত হয়েছিল। এটি মুম্বই পুরুষ ও মহিলা ক্রিকেট দলের হোম ভেন্যু। এটি ক্রীড়া ম্যাচের জন্য ৫০,০০০ জন লোককে মিটমাট করতে পারে। মাঠটির মালিকানা ক্রিকেট ক্লাব অফ ইন্ডিয়া (সিসিআই)। ব্র্যাবোর্নের নর্থ স্ট্যান্ডে বোর্ড অফ কন্ট্রোল ফর ক্রিকেট ইন ইন্ডিয়া (বিসিসিআই) এর সদর দপ্তর এবং ১৯৮৩ সালের ক্রিকেট বিশ্বকাপ ট্রফি ২০০৬ সাল পর্যন্ত ছিল, যখন উভয়কেই নিকটবর্তী ওয়াংখেড়ে স্টেডিয়ামে নবনির্মিত ক্রিকেট সেন্টারে স্থানান্তরিত করা হয়েছিল।\nব্র্যাবোর্ন স্টেডিয়াম ১৯৪৮ থেকে ১৯৭২ সাল পর্যন্ত টেস্ট ম্যাচের আয়োজন করেছিল এবং এটি ১৯৩৭ থেকে ১৯৪৬ সাল পর্যন্ত বোম্বে পেন্টাঙ্গুলার ম্যাচের স্থান ছিল। সিসিআই-এর সাথে টিকিটের ব্যবস্থা নিয়ে বিরোধের পর, বোম্বে ক্রিকেট অ্যাসোসিয়েশন (বিসিএ) ব্র্যাবোর্ন স্টেডিয়ামের ঠিক ৭০০ মিটার উত্তরে ওয়াংখেড়ে স্টেডিয়াম তৈরি করেছিল। ওয়াংখেড়ে স্টেডিয়াম নির্মিত হওয়ার পর, ব্র্যাবোর্ন আর টেস্টের জন্য ব্যবহার করা হয়নি, যদিও সফরকারী দলগুলো মাঠে কয়েকটি প্রথম-শ্রেণীর ম্যাচ খেলেছিল। ক্রিকেট ছাড়াও, মাঠটি টেনিস এবং অ্যাসোসিয়েশন ফুটবল ম্যাচের পাশাপাশি সঙ্গীত শো এবং কনসার্টের আয়োজন করেছে।\nসাম্প্রতিক সময়ে কখন? আন্তর্জাতিক ক্রিকেট ব্রাবোর্নে ফিরে এসেছে; এটি ২০০৬ সালে আইসিসি চ্যাম্পিয়ন্স ট্রফির আয়োজক ছিল এবং এটি ২০০৭ সালে ভারতে খেলা প্রথম টি-টোয়েন্টি আন্তর্জাতিকের স্থান ছিল। ব্র্যাবোর্ন ৩৬ বছর পর ডিসেম্বর ২০০৯ সালে একটি টেস্ট ম্যাচ আয়োজন করে, এইভাবে একই মাঠে দুটি টেস্টের মধ্যে সবচেয়ে বড় ব্যবধানের রেকর্ড তৈরি করেছিল। মাঠটি মুম্বই ইন্ডিয়ান্সের হোম ভেন্যু ছিল। আইসিসি মহিলা ক্রিকেট বিশ্বকাপ ২০১৩ এর উদ্বোধনী, সুপার সিক্স এবং ফাইনাল ম্যাচগুলি এখানে অনুষ্ঠিত হয়েছিল। ২০১৩ সালের সেপ্টেম্বরে তার এজিএমে, বিসিসিআই সর্বসম্মতিক্রমে তার ঘূর্ণন নীতি অনুসারে আন্তর্জাতিক ম্যাচ বরাদ্দ করার সিদ্ধান্ত নেয় যার ফলে মাঠটিকে একটি নিয়মিত আন্তর্জাতিক ভেন্যু হিসাবে ফিরিয়ে আনা হয়। ২৯ মে ২০১৪-এ মুম্বই ইন্ডিয়ান্স এবং চেন্নাই সুপার কিংসের মধ্যে আইপিএল প্লে-অফ ম্যাচের জন্য বিসিসিআই এই স্টেডিয়ামটি ব্যবহার করেছিলো। ২০১৫ আইপিএল মৌসুমে, ভেন্যুটি ছিল রাজস্থান রয়্যালসের দ্বিতীয় হোম গ্রাউন্ড হিসেবে।\n\n\n== আরও দেখুন ==\nটেস্ট ক্রিকেট মাঠের তালিকা\nব্র্যাবোর্ন স্টেডিয়ামে আন্তর্জাতিক ক্রিকেট সেঞ্চুরির তালিকা\nব্র্যাবোর্ন স্টেডিয়ামে আন্তর্জাতিক ক্রিকেটে ৫ উইকেট লাভের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nরাইজি, বসন্ত; ধোসা, আনন্দজি (১৯৮৭)। সিসিআই এবং ব্র্যাবোর্ন স্টেডিয়াম। ক্রিকেট ক্লাব অব ইন্ডিয়া। \nবসু, মিহির (১৯৯০)। ভারতীয় ক্রিকেটের ইতিহাস। আন্দ্রে ডয়েচ। \nমজুমদার, বোরিয়া (২০০৪)। বাইশ গজ থেকে মুক্ত। পেঙ্গুইন। \n\n\n== বহিঃসংযোগ ==\n\nব্র্যাবোর্ন স্টেডিয়ামে খেলা ম্যাচের স্কোর কার্ড।"}