{"pageid": 1445221, "title": "বিড়লা বিজ্ঞান জাদুঘর", "url": "https://bn.wikipedia.org/wiki?curid=1445221", "content": "বিড়লা বিজ্ঞান জাদুঘর বা বিএম বিড়লা বিজ্ঞান জাদুঘর হলো ভারতের হায়দ্রাবাদে অবস্থিত একটি বিজ্ঞান জাদুঘর। এই জাদুঘরটির নির্মাণকাজে সিভিল ইঞ্জিনিয়ার পিএ সিঙ্গারাভেলুর প্রধান অবদান রয়েছে। বিড়লা বিজ্ঞান জাদুঘরটি একটি প্ল্যানেটোরিয়াম অর্থাৎ তারামণ্ডল, জাদুঘর, বিজ্ঞান কেন্দ্র, আর্ট গ্যালারি এবং একটি ডাইনোসরিয়াম নিয়ে গঠিত। ১৯৯০ সালে যখন জাদুঘরটি সর্বসাধারণের জন্য উন্মুক্ত করা হয় তখন এই জাদুঘরটি বিজ্ঞান কেন্দ্রের দ্বিতীয় পর্ব ছিল।  এই বিজ্ঞান কেন্দ্রটিতে ভারতের প্রথম ব্যক্তিগত মালিকানার অর্থাৎ বেসরকারি মহাকাশ জাদুঘরও রয়েছে। এই জাদুঘরটির একটি অনন্য সুবিধা হলো এখানে ভারতের মহাকাশ কর্মসূচির এক ধারাবাহিক ইতিহাস জানা যায়। এটি মহাকাশ বিষয়ক জাদুঘর হিসাবে নিবেদিত। মহাকাশ জাদুঘরটি ২০১৯ সালের জুলাই উদ্বোধন করা হয় এবং প্রণব শর্মা এর কিউরেটরের দায়িত্বে ছিলেন।  \n\n\n== প্ল্যানেটেরিয়াম ==\nবিড়লা প্ল্যানেটেরিয়াম হল বিজ্ঞান কেন্দ্রের একটি শাখা। ১৯৮৫ সালে ৮ সেপ্টেম্বর এনটি রামা রাও এখানকার প্ল্যানেটোরিয়ামটি উদ্বোধন করেন। এটি ভারতের তিনটি বিড়লা প্ল্যানেটোরিয়ামের মধ্যে একটি। অন্যগুলি হলো কলকাতার এম. পি. বিড়লা তারামণ্ডল এবং চেন্নাইয়ের বিএম বিড়লা প্ল্যানেটেরিয়াম।\n\n\n== মহাকাশ জাদুঘর ==\nজাদুঘরটি চিত্র এবং শব্দের মাধ্যমে ইসরোর বিভিন্ন অবদানকে দর্শকদের সামনে তুলে ধরে। এটি ইসরো সম্পর্কে জনসচেতনতা বৃদ্ধি করতে সাহায্য্   করে। কিউরেটর প্রণব শর্মা দুই বছর ধরে প্রায় কয়েক হাজার পৃষ্ঠার তথ্য ও উপাত্ত সংগ্রহ করেছেন। এতে ৪৩জনেরও বেশি ব্যক্তি বর্ণনায় অবদান রেখেছেন। মহাকাশ জাদুঘরটির স্থপতি হলেন সত্যজিৎ তুলজাপুরকর। এই জাদুঘরটির ডিজিটাল আর্টওয়ার্ক করেছেন অর্জুন কোটা। অঙ্কুর ছাবরা এবং স্মিয়ান থোটা সহকারী হিসাবে কাজ করেছেন।\nমেরু উপগ্রহ উৎক্ষেপণ যান বা পোলার স্যাটেলাইট লঞ্চ ভেহিকেল (পিএসএলভি), ভূসমলয় উপগ্রহ উৎক্ষেপক যান (জিএসএলভি), উৎক্ষেপক যান মার্ক ৩ (এলভিএম৩) বা জিএসএলভি মার্ক ৩ প্রভৃতি মহাকাশ যানের মডেল সহ কুড়িটিরও বেশি মডেল প্রদর্শনীর জন্য রয়েছে। আর্যভট্ট, ভাস্কর, রোহিণী, অ্যাপল এবং এসআরওএসএস-এর মতো স্যাটেলাইটের মডেলও প্রদর্শিত হয়েছে। কমিউনিকেশন স্যাটেলাইটের মাঝে আন্তর্জাতিক মহাকাশ স্টেশনের মডেল স্থাপন করা হয়েছে।\n\n\n== ডাইনোসরিয়াম ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\nডাইনোসরিয়াম হলো প্ল্যানেটোরিয়াম এবং বিজ্ঞান কেন্দ্রের নতুন সংযোজন। ২০০০ সালে এটির উদ্বোধন হয়। এই প্রদর্শনীর মধ্যে রয়েছে ১৬ কোটি-বছরের প্রারম্ভিক জুরাসিক যুগের সৌরোপড ডাইনোসরের একটি প্রজাতি কোটাসরাস ইয়ামানপল্লিয়েনসিসের জীবাশ্ম। এটি তেলেঙ্গানার আদিলাবাদ জেলায় খনন করে পাওয়া গিয়েছে এবং জিওলজিক্যাল সার্ভে অফ ইন্ডিয়া দ্বারা বিজ্ঞান জাদুঘরে উপস্থাপন করা হয়েছে। ডাইনোসরিয়ামে ডাইনোসরের ডিম, সামুদ্রিক খোলস এবং জীবাশ্মযুক্ত গাছের গুঁড়ির ছোট ছোট জীবাশ্মের সংগ্রহও রয়েছে।\n\n\n== আরও দেখুন ==\nএম.পি. বিড়লা ইনস্টিটিউট অব ফান্ডামেন্টাল রিসার্চ\nনিজাম জাদুঘর\n\n\n== তথ্যসূত্র =="}