{"pageid": 1445790, "title": "দমন ও দিউ ক্রিকেট অ্যাসোসিয়েশন", "url": "https://bn.wikipedia.org/wiki?curid=1445790", "content": "দমন ও দিউ ক্রিকেট অ্যাসোসিয়েশন হল ভারতের দমন ও দিউ কেন্দ্রশাসিত অঞ্চল এবং দমন ও দিউ ক্রিকেট দলের ক্রিকেট কার্যক্রমের নিয়ন্ত্রক সংস্থা। এটি ভারতীয় ক্রিকেট কন্ট্রোল বোর্ডের অধিভুক্ত নয়। যদিও এটি একটি জেলা অ্যাসোসিয়েশন হিসাবে গুজরাত ক্রিকেট অ্যাসোসিয়েশনের সাথে অনুমোদিত। \nঅবস্থান: দমন, ভারত\nগঠন: ১৯৯০ এর প্রথম দিকে\nনিবন্ধনের তারিখ: ২৪ অক্টোবর ১৯৯৪\nগুজরাত ক্রিকেট অ্যাসোসিয়েশন (জিসিএ) এর সাথে সংযুক্তি: ১৫ নভেম্বর ২০১৪\n\n\n== ওভারভিউ ==\nদমন, তার মনোরম সৈকত, প্রাণবন্ত সংস্কৃতি এবং সমৃদ্ধ খাবারের জন্য বিখ্যাত, ক্রিকেটের প্রতি গভীর আবেগ রয়েছে। ঐতিহাসিকভাবে, ১৯৭০ এবং ১৯৮০ এর দশকে জাভান ট্যান্ডেল ক্রিকেট ক্লাবের উত্থানের আগ পর্যন্ত সীমিত পেশাদার সাধনার সাথে ক্রিকেটকে আবেগের খেলা হিসাবে গ্রহণ করা হয়েছিল। ক্লাবটি শুধুমাত্র স্থানীয়ভাবে নয়, বিভিন্ন অঞ্চলের ক্লাবগুলির থেকেও মনোযোগ আকর্ষণ করেছিল, যার বেশ কয়েকজন সদস্য দ্বারা দমন জেলা ক্রিকেট অ্যাসোসিয়েশন (ডিডিসিএ) এর ভিত্তি তৈরি করেছিল।\n\nপদাধিকারী (২০২৪)\n\nসভাপতিঃ কেসুর গোয়ান\nসহ-সভাপতি: মীরল রানা\nসম্পাদক: ভাবিন দেউগী\nকোষাধ্যক্ষ: রুচি গিভান\nযুগ্ম সম্পাদক: হীরন ভান্ডারী\n\n\n== ইতিহাস ==\nপ্রজন্ম ধরে ক্রিকেট দমন সম্প্রদায়ের বুননে গেঁথে আছে। একটি বিনোদনমূলক সাধনা হিসাবে যা শুরু হয়েছিল তা একটি উৎসাহী প্রচেষ্টায় পরিণত হয়েছিল, ক্রিকেট ম্যাচগুলি স্থানীয় সমাবেশ এবং উদযাপনের কেন্দ্রবিন্দুতে পরিণত হয়েছিল।\n১৯৭০ এবং ১৯৮০ এর দশকে, জাভান ট্যান্ডেল ক্রিকেট ক্লাবের উত্থানের সাথে ক্রিকেটের প্রতি আগ্রহ নতুন উচ্চতায় পৌঁছেছিল। এই ক্লাবটি, দূরদর্শী ব্যক্তিদের নেতৃত্বে এবং সম্প্রদায়ের সম্মিলিত চেতনায় উজ্জীবিত, ক্রিকেটকে নিছক বিনোদন থেকে দমনের জন্য গর্বের প্রতীকে উন্নীত করেছে। তাদের ম্যাচগুলো শুধু দর্শকদের বিনোদনই দেয়নি, তরুণ ক্রিকেটারদের বড় স্বপ্ন দেখতে অনুপ্রাণিত করেছে।\nজাভান ট্যান্ডেল ক্রিকেট ক্লাবের প্রভাব দমনের সীমানা ছাড়িয়ে প্রসারিত হয়েছে, প্রতিবেশী অঞ্চলের দলগুলিকে আকৃষ্ট করে যারা শক্তিশালী স্কোয়াডের বিরুদ্ধে তাদের দক্ষতা পরীক্ষা করতে আগ্রহী। মাঠে তাদের সাফল্য এবং খেলার প্রতি তাদের প্রতিশ্রুতি দমন জেলা ক্রিকেট অ্যাসোসিয়েশন (ডিডিসিএ) গঠনের ভিত্তি তৈরি করেছে।\n১৯৯০ এর দশকের গোড়ার দিকে, এই অঞ্চলে ক্রিকেট কার্যক্রম তত্ত্বাবধানের জন্য একটি আনুষ্ঠানিক গভর্নিং বডির প্রয়োজনীয়তা স্বীকার করে, জাভান ট্যান্ডেল ক্রিকেট ক্লাবের অনুরাগী ব্যক্তিরা এবং অন্যান্য ক্রিকেট উত্সাহীরা ডিডিসিএ প্রতিষ্ঠার জন্য একত্রিত হয়েছিল। ২৪ অক্টোবর ১৯৯৪ তারিখে, অ্যাসোসিয়েশনটি আইনের অধীনে আনুষ্ঠানিকভাবে নিবন্ধিত হয়েছিল, যা দামানের ক্রিকেট যাত্রায় একটি উল্লেখযোগ্য মাইলফলক চিহ্নিত করে।\nপ্রতিষ্ঠার পর থেকে, ডিডিসিএ দমনে ক্রিকেটের উন্নয়নের জন্য একটি অনুঘটক হিসেবে কাজ করেছে, উচ্চাকাঙ্ক্ষী ক্রিকেটারদের তাদের দক্ষতা বাড়াতে এবং বিস্তৃত মঞ্চে তাদের প্রতিভা প্রদর্শনের সুযোগ প্রদান করে। ২০১৪ সালে গুজরাত ক্রিকেট অ্যাসোসিয়েশন (জিসিএ) এর সাথে তার অধিভুক্তির মাধ্যমে, ডিডিসিএ সম্পদ এবং সমর্থন ব্যবস্থায় অ্যাক্সেস লাভ করে যা খেলাধুলার প্রচারের জন্য তার প্রচেষ্টাকে আরও শক্তিশালী করে।\nবছরের পর বছর ধরে, দমনে ক্রিকেট তৃণমূল আন্দোলন থেকে একটি কাঠামোগত ইকোসিস্টেমে বিকশিত হয়েছে, যার নেতৃত্বে ডিডিসিএ রয়েছে। প্রতিভা বৃদ্ধি, অন্তর্ভুক্তি প্রচার এবং খেলার চেতনাকে সমুন্নত রাখার জন্য সমিতির প্রতিশ্রুতি দমনের ক্রিকেটীয় ল্যান্ডস্কেপকে আকার দিতে চলেছে, ক্রিকেটারদের প্রজন্মকে তাদের আবেগ অনুসরণ করতে এবং খেলায় তাদের চিহ্ন তৈরি করতে অনুপ্রাণিত করে।\n\n\n== অধিভুক্তি এবং উন্নয়ন ==\n১৫ নভেম্বর ২০১৪ থেকে গুজরাত ক্রিকেট অ্যাসোসিয়েশন (জিসিএ) এর সাথে অনুমোদিত, ডিডিসিএ দমনে ক্রিকেট পরিকাঠামোর উন্নয়নে সক্রিয়ভাবে জড়িত। বোর্ড অফ কন্ট্রোল ফর ক্রিকেট ইন ইন্ডিয়া (বিসিসিআই) দ্বারা সূচিত নিউ এরিয়া ডেভেলপমেন্ট স্কিম (এনএডিপি) এর অংশ হিসাবে, দমন দিবারাত্রির ম্যাচ আয়োজন করতে সক্ষম দুটি ক্রিকেট স্টেডিয়াম নিয়ে গর্ব করে।\n\n\n== ভবিষ্যৎ পরিকল্পনা ও উন্নয়ন ==\nদাদরা এবং নগর হাভেলির সাথে দমন ও দিউ-এর একীভূত হওয়া এই অঞ্চলে ক্রিকেটের বিকাশের জন্য একটি উত্তেজনাপূর্ণ সুযোগ উপস্থাপন করে। পর্যটন এবং উৎপাদন সহ শিল্প খাত থেকে উপকারকারীদের সমর্থন এবং তহবিল সহ, ডিডিসিএ একীভূত অঞ্চলের দ্বারা প্রদত্ত প্রতিভা এবং প্রতিযোগিতামূলকতাকে পুঁজি করার লক্ষ্য রাখে।\nঅ্যাসোসিয়েশনটি ক্লাব এবং প্রতিষ্ঠানগুলিকে অনুমোদিত করার পরিকল্পনা করে, ক্রিকেটের উন্নয়নের জন্য একটি কাঠামোগত কাঠামো তৈরি করে। সরকারি সংস্থাগুলির সাথে অংশীদারিত্বের সাথে আতিথেয়তা এবং উৎপাদন শিল্পের সাথে সহযোগিতার লক্ষ্য অবকাঠামো উন্নত করা এবং ক্রিকেট কার্যক্রমকে সমর্থন করা।\n\n\n== হোম গ্রাউন্ড ==\nস্বামী বিবেকানন্দ ক্রীড়া কমপ্লেক্সে ক্রিকেট মাঠ: দমন সরকার দ্বারা পরিচালিত কলেজ মাঠ নামেও পরিচিত\nলক্ষ্মী ৩৬০ ক্রিকেট গ্রাউন্ড, ভারকুন্ড, ননী দমন\n\n\n== তথ্যসূত্র =="}