{"pageid": 1445772, "title": "এন্দ্রে বোতকা", "url": "https://bn.wikipedia.org/wiki?curid=1445772", "content": "এন্দ্রে বোতকা (হাঙ্গেরীয়: Endre Botka; জন্ম: ২৫ আগস্ট ১৯৯৪) হলেন একজন হাঙ্গেরীয় পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে হাঙ্গেরীয় ক্লাব ফেরেন্তসভারোসি এবং হাঙ্গেরি জাতীয় দলের হয়ে রক্ষণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত ডান পার্শ্বীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে বাম পার্শ্বীয় রক্ষণভাগের খেলোয়াড় অথবা কেন্দ্রীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেলেন।\n২০১০ সালে, বোতকা হাঙ্গেরি অনূর্ধ্ব-১৬ দলের হয়ে হাঙ্গেরির বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় চার বছর যাবত হাঙ্গেরির বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০১৬ সালে হাঙ্গেরির হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; হাঙ্গেরির জার্সি গায়ে তিনি এপর্যন্ত ২৫ ম্যাচে ১টি গোল করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nএন্দ্রে বোতকা ১৯৯৪ সালের ২৫শে আগস্ট তারিখে হাঙ্গেরির বুদাপেস্টে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nবোতকা হাঙ্গেরি অনূর্ধ্ব-১৬, হাঙ্গেরি অনূর্ধ্ব-১৯, হাঙ্গেরি অনূর্ধ্ব-২০ এবং হাঙ্গেরি অনূর্ধ্ব-২১ দলের হয়ে খেলার মাধ্যমে হাঙ্গেরির প্রতিনিধিত্ব করেছেন। ২০১০ সালের ১১ই মে তারিখে তিনি অস্ট্রিয়া অনূর্ধ্ব-১৬ দলের বিরুদ্ধে ম্যাচে হাঙ্গেরি অনূর্ধ্ব-১৬ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। হাঙ্গেরির বয়সভিত্তিক দলের হয়ে তিনি প্রায় ৪ বছরে ২২ ম্যাচে অংশগ্রহণ করেছেন।\n২০১৬ সালের ১৫ই নভেম্বর তারিখে, ২২ বছর, ২ মাস ও ২১ দিন বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী বোতকা সুইডেনের বিরুদ্ধে অনুষ্ঠিত প্রীতি ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে হাঙ্গেরির হয়ে অভিষেক করেছেন। উক্ত ম্যাচের ৬৯তম মিনিটে রক্ষণভাগের খেলোয়াড় আতিলা ফিওনার বদলি খেলোয়াড় হিসেবে তিনি মাঠে প্রবেশ করেছিলেন; ম্যাচে তিনি ২ নম্বর জার্সি পরিধান করে ডান পার্শ্বীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি সুইডেন ২–০ গোলের ব্যবধানে জয়লাভ করেছিল। হাঙ্গেরির হয়ে অভিষেকের বছরে বোতকা সর্বমোট ১ ম্যাচে অংশগ্রহণ করেছেন। জাতীয় দলের হয়ে অভিষেকের ৪ বছর, ৯ মাস ও ২৪ দিন পর, হাঙ্গেরির জার্সি গায়ে প্রথম গোলটি করেছেন; ২০২১ সালের ৮ই সেপ্টেম্বর তারিখে, অ্যান্ডোরার বিরুদ্ধে ম্যাচের ১৮তম মিনিটে সাবোলচ শোনের অ্যাসিস্ট হতে হাঙ্গেরির হয়ে ম্যাচের দ্বিতীয় গোলটি করার মাধ্যমে তিনি আন্তর্জাতিক ফুটবলে তার প্রথম গোলটি করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n২০ মে ২০২৪ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nএন্দ্রে বোতকা – ফিফা প্রতিযোগিতার রেকর্ড (ইংরেজি) \nএন্দ্রে বোতকা – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nসকারওয়েতে এন্দ্রে বোতকা  (ইংরেজি)  \nসকারবেসে \nবিডিফুটবলে \nইইউ-ফুটবলে এন্দ্রে বোতকা (ইংরেজি) \nট্রান্সফারমার্কেটে এন্দ্রে বোতকা (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে এন্দ্রে বোতকা (ইংরেজি) \nইএসপিএন এফসিতে \nন্যাশনাল-ফুটবল-টিমস.কমে এন্দ্রে বোতকা (ইংরেজি)"}