{"pageid": 1445928, "title": "ইসলামে হায়েজের বিধান", "url": "https://bn.wikipedia.org/wiki?curid=1445928", "content": "ইসলাম ঋতুমতী বা মাসিকগ্রস্ত মহিলাদের জন্য ঋতু বা হায়েজ চলাকাীন নারী বা দম্পতির জন্যে কোনটি জায়েয এবং কোনটি হারাম তা সুস্পষ্ট করার লক্ষ্যে একটি বিধি-বিধান প্রতিষ্ঠা করেছে। এই বিধানগুলি ইসলামী আইনশাস্ত্রে বিশুদ্ধতার সাথে সম্পর্কিত, যা ইসলাম স্পষ্টভাবে বর্ণনা করেছে এবং ফকিহরা সেসব বিষয়ে অত্যন্ত বিশ্লেষণমূলক আলোচনা করেছেন। কারণ এটি নামাজ রোজাসহ যাবতীয় ইসলামি হুকুম সম্পাদন করার সাথে সম্পর্কিত। নবীর সুন্নতে অনেক হাদিসও উল্লেখ করা হয়েছে, যেগুলো মাসিক সংক্রান্ত নিয়ম; যেমন: নামায, হজ, মসজিদে প্রবেশ ও অন্যান্য বিষয়ে স্পষ্ট বিধান বর্ণনা করেছে। \nইসলাম হায়েজ বা মাসিক চলাকালীন একজন নারীর শারিরীক দুর্বলতা এবং মানসিক চাপের বিষয়ে লক্ষ্য রেখে অনেক হুকুম রহিত করে দিয়েছে; যেমন: নামায, রোজা, যৌনসঙ্গম ইত্যাদি। এই বিষয়ে আল্লাহ বলেন,[কুরআন বাকারা:২২২] 'তারা আপনাকে ঋতুস্রাব সম্পর্কে জিজ্ঞাসা করে। ( উত্তরে আপনি ) বলুন, \" এটি একটি ক্ষতিকারক বস্তু; সুতরাং ঋতুকালে তোমরা মহিলাদের থেকে দূরে থাক এবং তাদের কাছে যেও না যতক্ষণ না তারা পবিত্র হয়। যখন তারা পবিত্র হয়, তোমরা তাদের কাছে আল্লাহ কর্তৃক নির্দেশিত পন্থায় গমন কর। এতে আল্লাহ ঋতুস্রাবকে ক্ষতিকারক বস্তু হিসাবে বর্ণনা করেছেন, যার অর্থ এই সময়ে যৌন মিলন করা স্বামী ও স্ত্রী উভয়ের জন্য ক্ষতি। \nসহীহ মুসলিমের হাদিসে নবী মুহাম্মদ মুসলমানদেরকে মাসিকের সময় তাদের স্ত্রীদের সাথে কীভাবে আচরণ করতে হবে তা শিখিয়েছেন: একদিন আল্লাহর রাসূল, বললেন: হে আয়েশা, আমাকে পোশাকটা দাও। তিনি বললেন: আমি ঋতুমতী। উত্তরে তিনি বলেন: তোমার ঋতুস্রাব তোমার হাতে লেগে নেই, তাই তিনি তা তাঁকে দিয়ে দিলেন।  এটি প্রমাণিত যে, নবী সা. নিজের স্ত্রী আয়েশার সাথে তাঁর ঋতুস্রাবকালে সহাবস্থান করেন; এমনকি তিনি তাঁর কোলে মাথা রেখে শুয়েছিলেন, যা আয়েশা রা. থেকে ফাতহুল বারী গ্রন্থে বর্ণিত হয়েছে, তিনি বলেন যে: «তিনি আমার কোলে মাথা রেখে শুয়েছিলেন অথচ তখন আমি ঋতুমতী ছিলাম।‎»।  এর দ্বারা নবী মুহাম্মদ এমন জাতির বিরোধিতা করতে চেয়েছিলেন, যারা ঋতুস্রাবের সময় মহিলাদের অপবিত্র বলে মনে করত এবং তারা তাদের সাথে একই প্লেটে খায় না বা তাদের কাছে যায় না। এই বর্ণনা মহিলাদের সম্মান করে এবং এই সময়কালে তাদের শারীরিক ও মানসিকভাবে যত্ন নেয়। \n\n\n== ঋতুমতী মহিলার বিধান ==\nইসলামে একজন ঋতুমতী মহিলার জন্য ক্ষেত্রবিশেষে ভিন্ন ভিন্ন বিধান রয়েছে:\n\n\n=== নামাজ ===\nএকজন মহিলার ঋতু চলাকালীন নামায আদায় করা নিষিদ্ধ। তা এই ভিত্তিতে যে, নবী সা. ফাতিমা বিনতে আবী হুবাইশকে বলেছিলেন: «যখন হায়েজ বা মাসিক চালু হয়, তখন নামাজ ছেড়ে দাও‎»। \nআলেমগণ এ ব্যাপারেও একমত যে, এ সময়ের মধ্যে যেসব নামাজ ছুটে গেছে সেগুলির কাযা করা জরুরি নয় অর্থাৎ সেসব নামাজ হায়েজ থেকে সুস্থ হওয়ার পর পুনরায় পড়তে হবে না।\nতবে যদি নির্দিষ্ট একটি ওয়াক্তের সালাতের সময় শেষ হওয়ার আগেই পবিত্র হয়ে যায়, তাহলে তাকে অবশ্যই অযু করে সেই সালাত আদায় করতে হবে। এ সম্পর্কে দুটি উক্তি রয়েছে:\n\nযদি হায়েজ বন্ধ হওয়ার পর গোসল ও ওযুর জন্যে পর্যাপ্ত সময় না পায়; বরং এর পূর্বে সে ওয়াক্ত শেষ হয়ে যায়, তাহলে এই সালাত তার ওপর ওয়াজিব নয়। এটি মালিকি  ও শাফেঈদের একটি মত অনুসারে।\nঅবশিষ্ট সময় গোসল ও অযু করার জন্য যথেষ্ট না হলেও তাকে অবশ্যই নামায পড়তে হবে; তবে তা কাজা হিসেবে পড়তে হবে। এটি হানাফি, হাম্বলী  ও শাফেঈদের একটি বক্তব্য অনুসারে। \n\n\n=== কোরান পড়া ===\nএই বিষয়ে বিস্তারিত দুটি ক্ষেত্রে বিভক্ত করা হয়েছে:\n\nপ্রচুর পড়া: এ সম্পর্কে ইসলামে দুটি মত রয়েছে, যা হানাফী, শাফেয়ী, মালেকী এবং হাম্বলী মাযহাবের মতে এটি জায়েজ নয়। \nএর প্রমাণ হল নবী ﷺ\n\nআলাইহি ওয়াসাল্লাম-এর উক্তিঃ «لا تقرأ الحائض ولا الجنب شيئًا من القرآن‎» ।  তবে এটি একটি দুর্বল হাদীস।  অপরিষ্কার অবস্থায় থাকা ব্যক্তির জন্য কুরআন তেলাওয়াত না করার বিষয়ে অন্যান্য হাদিস রয়েছে (যেমন হাদিস: \"এটি তার জন্য যে অপবিত্র অবস্থায় নেই, তবে তার জন্য যে অপবিত্র অবস্থায় আছে। অপবিত্রতা, তারপর না, এমনকি একটি আয়াতও নয়”), সুতরাং একজন ঋতুমতী মহিলা এটির বেশি যোগ্য।\n\nএকটি আয়াত বা কম পড়া: এটি একটি পার্থক্য। তাদের কেউ কেউ তিলাওয়াতের উদ্দেশ্যে একটি আয়াত বা তার কম পড়ার অনুমতি দেননি। কিন্তু যদি তিনি আবৃত্তি করার ইচ্ছা না করেন (উদাহরণস্বরূপ, তিনি বলেছিলেন \"আল্লাহর নামে\" কাজের আশীর্বাদ করার জন্য বা অনুরূপ কিছু), তবে তাদের জন্য এতে দোষের কিছু নেই। এটি হানাফী  এবং শাফেঈদের  মতামত, এবং এটি আহমদের সনদের একটি বর্ণনা।  তারা উল্লিখিত হাদিসের উপর ভিত্তি করে প্রমাণ করেছেন, «لا تقرأ الحائض ولا الجنب شيئًا من القرآن‎» , যে পরিমাণ রাসুলুল্লাহ ﷺ\n\nনির্দিষ্ট করেননি।\n\nঅন্য অভিমত হল, আয়াতটি বা এর নিচের কিছু পড়া জায়েয, এবং এটিই আবু হানাফিয়ার মতবাদ যা তাঁর  থেকে বর্ণিত এবং হাম্বলী মাযহাবের মতবাদ।  তারা যুক্তি দিয়েছিলেন যে আয়াতের চেয়ে কম কিছু খুতবার জন্য যথেষ্ট নয়।  এছাড়াও, কিছু আয়াত শুধুমাত্র আয়াত । এবং অন্যান্য প্রমাণ।\n\n\n=== স্মরণ ===\nঋতুমতী মহিলার জন্য আল্লাহকে স্মরণ করা জায়েয এ ব্যাপারে কোন দ্বিমত নেই। \n\n\n=== কুরআন স্পর্শ করুন ===\nকুরআন স্পর্শ করা পরিস্থিতির উপর নির্ভর করে পরিবর্তিত হয়:\n\nযখন প্রয়োজন হয়: এটা জায়েয যে কোন বিতর্ক নেই। উদাহরণস্বরূপ, তিনি ডুবে যাওয়ার, অপবিত্রতায় পতিত হওয়ার বা অন্য কিছুর ভয় পেতে পারেন। হারিয়ে যাওয়ার ভয় না থাকলে সে সেই উদ্দেশ্যে তায়াম্মুম করতে পারে। \nপ্রয়োজনীয়তা ব্যতীত অন্যান্য ক্ষেত্রে: এতে সামান্য পার্থক্য রয়েছে, তবে সংখ্যাগরিষ্ঠরা একমত যে এটি নিষিদ্ধ।  যাইহোক, হানাফী, মালেকী এবং অধিকাংশ হাম্বলী এটাকে অনুমতি দেয় যদি আপনি বাধা দিয়ে স্পর্শ করেন। \nযদিও শাফেঈরা একটি বাধার উপস্থিতিতেও এটিকে অনুমতি দেননি, তা ধারাবাহিক হোক বা পৃথক হোক। \n\n\n=== মসজিদে প্রবেশ করে ===\nএবং দুটি দিক থেকে:\n\nপ্রথমটি হল মসজিদে থাকা, এবং চার ইমামের মতে এটি জায়েজ নয়। \nদ্বিতীয় দিকটি হিসাবে, এটি মসজিদ অতিক্রম করছে: একটি মতভেদ রয়েছে, কারণ এটি হাম্বলী  শাফেয়ী  এবং কিছু মালেকী দ্বারা অনুমোদিত ছিল।  তারা সর্বশক্তিমানের বাণীকে প্রমাণ হিসাবে ব্যবহার করেছিল: \"যারা পাশ দিয়ে যায় তাদের ব্যতীত অপরিচিত নয়।\" অনুরূপভাবে, নবী ﷺ\n\nসাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর হাদিস, যখন তিনি আয়েশাকে বললেন, আল্লাহ তার প্রতি সন্তুষ্ট হোন: (আমাকে মসজিদ থেকে মদ দাও) তিনি বললেন: আমি ঋতুবতী। (আপনার ঋতুস্রাব আপনার হাতে নেই))।\n\nযদিও হানাফী , মালেকী  এবং কিছু শাফেয়ী এটাকে নিষেধ করেছেন।  এর প্রতিবাদ করে তিনি বলেন, (আমি ঋতুমতী মহিলা বা যৌন অপবিত্র অবস্থায় থাকা মহিলার জন্য মসজিদের অনুমতি দিই না) ﷺ\n\n\n=== রোজা ===\nঋতুস্রাবের সময় নারীর জন্য রোজা রাখা জায়েজ নয় এবং এতেই হিকমত হচ্ছে কারণ ঋতুস্রাবের সময় তার শরীর দুর্বল হয়ে পড়ে, তাই তার দুটি দুর্বলতা একত্রিত হয় না। \n\n\n=== হজ ও ওমরাহ ===\nফকীহগণ একমত যে ঋতুমতী মহিলাদের জন্য ইহরাম বাঁধা জায়েয।  অনুরূপভাবে সাফা ও মারওয়ার মধ্যবর্তী সায়ী।  কিন্তু প্রদক্ষিণ করবেন না, তাই ফিকাহবিদগণ একমত যে এটি ঋতুমতী মহিলাদের জন্য হারাম। \n\n\n=== গোসলের আবশ্যকতা ===\nএটি রক্ত বন্ধ হওয়ার পরে। এ বিষয়ে ঐকমত্য ছিল।  এর প্রমাণের মধ্যে রয়েছে ফাতিমা বিনতে আবি হুবাইশের কাছে ﷺ\n\n(সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর উক্তিঃ «إذا أقبلت الحيضة فدعي الصلاة، وإذا أدبرت فاغتسلي وصلي‎» ।  এছাড়াও, কেননা তার জন্য নামায পড়া জায়েয নয় যতক্ষণ না সে নিজেকে ধৌত করে এবং যা কিছু ফরজ তা ছাড়া সম্পন্ন করা যায় না তা ওয়াজিব।\n\nযদি কোন মুসলিমের স্ত্রী আহলে কিতাব হয়, তার জন্য নিজেকে ধৌত করা ওয়াজিব, তাই সে তার গোসল না করা পর্যন্ত তার কাছে যাবে না।, 16/409, মালিকী , এবং হাম্বলী একটি বিবৃতিতে। \nতারা এর প্রমাণ হিসাবে সর্বশক্তিমান এর বাণী উদ্ধৃত করেছেন: «ولا تقربوهن حتى يطهرن، فإذا تطهرن فأتوهن من حيث أمركم الله‎» [আল-বাকারা: 222]।\nকিন্তু হানাফী ও হাম্বলী  দ্বিতীয় মত পোষণ করেছেন, পাশাপাশি মালিকীরা  যে তার জন্য জোর করা জায়েয নয়।\n\n\n== তথ্যসূত্র =="}