{"pageid": 1445072, "title": "জাইলেম", "url": "https://bn.wikipedia.org/wiki?curid=1445072", "content": "উদ্ভিদবিদ্যায় জাইলেম হল এক ধরনের জটিল স্থায়ী কলা যার মাধ্যমে মূল থেকে শোষিত জল ও জলে দ্রবণীয় খনিজ লবণ উদ্ভিদের পাতা পর্যন্ত পরিবাহিত হয়। xylem শব্দটি প্রাচীন গ্রিক শব্দ ξύλον (xylon) থেকে সৃষ্ট, যার অর্থ \"wood\"। ১৮৫৮ সালে কার্ল নাগেলি সর্বপ্রথম এই শব্দটি চালু করেন।\n\n\n== প্রকারভেদ ==\nউদ্ভিদ দেহে প্রাথমিক বৃদ্ধির সময় প্রোক্যাম্বিয়াম নামক ভাজক কলা থেকে যে জাইলেম সৃষ্টি হয়, তাকে প্রাথমিক জাইলেম এবং ব্যক্তবীজী ও দ্বিবীজপত্রী উদ্ভিদে গৌণ বৃদ্ধির সময় ক্যাম্বিয়াম নামক গৌণ ভাজক কলা থেকে যে জাইলেম সৃষ্টি হয় তাকে গৌণ জাইলেম বলে।\nপ্রোক্যাম্বিয়াম থেকে প্রারম্ভিক দশায় গঠিত প্রাথমিক জাইলেমকে প্রোটোজাইলেম এবং পৃথকীকরণ এর মাধ্যমে প্রোটোজাইলেমের পর যে জাইলেমের আবির্ভাব ঘটে তাকে মেটাজাইলেম বলে। প্রোটোজাইলেম উপাদান গুলি আকৃতিতে ছোট ও স্বল্প ব্যাস যুক্ত হয় এবং মেটাজাইলেম উপাদানগুলি অপেক্ষাকৃত বড় ও অধিক ব্যাস যুক্ত হয়।\n\n\n== উপাদানসমূহ ==\nমূলত ট্র্যাকিড ও ট্রাকিয়াই জল ও জলীয় রস সংবহনে সাহায্য করে।\n\n\n=== ট্রাকিড ===\nপুরু কোষপ্রাচীর যুক্ত, লম্বা, সূঁচাকৃতি প্রান্তবিশিষ্ট, মৃত জাইলেম কোষ ট্র্যাকিড নামে পরিচিত।\n\nবৈশিষ্ট্যসমূহ\n\nকোষপ্রাচীরে অত্যধিক লিগনিন জমা হয় ও এটি স্থূল হয়ে যায়।\nকোষপ্রাচীরে প্রচুর কূপ বর্তমান।\nকোষপ্রাচীরে সোপানাকার, বলয়াকার, জালকাকার, সর্পিলাকার, সপাড় কূপাকৃতি বিভিন্ন অলংকরণ দেখা যায়।\n\n\n=== ট্রাকিয়া বা ভেসল ===\nপ্রান্তপ্রাচীর বিহীন, নলাকার, মৃত জাইলেম কোষগুলিকে ট্রাকিয়া বলে।\n\nবৈশিষ্ট্যসমূহ\nনলাকার কোষগুলির প্রান্ত প্রাচীর ছিদ্রযুক্ত হয়, এদের ছিদ্রপাত বলে। ছিদ্র পাত একাধিক বা একটি বড় গোলাকার ছিদ্রযুক্ত হয়।\nপ্রথম অবস্থায় কোষগুলিতে প্রান্ত প্রাচীর থাকলেও পরে তা বিনষ্ট হয়ে পরস্পর যুক্ত হয় এবং লম্বা নল বা বাহিকা গঠন করে।\nকোষপ্রাচীর লিগনিন যুক্ত হয় এবং কূপ থাকে।\n\n\n=== জাইলেম প্যারেনকাইমা ===\nজাইলেম কলার অন্তর্গত পাতলা প্রাচীর যুক্ত সজীব প্যারেনকাইমা কোষকে জাইলেম প্যারেনকাইমা বলে। বিভিন্ন খাদ্যবস্তু নানান রেচন পদার্থ সঞ্চয় করে।\n\nবৈশিষ্ট্যসমূহ\nপ্রোটোপ্লাজম থাকায় কোষগুলি সজীব।\nকোষ প্রাচীর সেলুলোজ নির্মিত ও পাতলা।\n\n\n=== জাইলেম তন্তু ===\nজাইলেম কলায় অবস্থিত মোটা প্রাচীর বিশিষ্ট লম্বাটে মৃত স্ক্লেরেনকাইমা তন্তুকে জাইলেম তন্তু বা কাষ্ঠল তন্তু বলে। এটি দুই প্রকারের হয় যথাক্রমে, ট্র্যাকিড তন্তু এবং লিব্রিফর্ম তন্তু।\n\nবৈশিষ্ট্যসমূহ\nকোষ প্রাচীরে লিগনিন থাকে এবং কূপ বর্তমান।\n\n\n== জলের ঊর্ধ্বমুখী পরিবহন – রসের উৎস্রোত ==\nযে প্রক্রিয়ায় উদ্ভিদ শোষিত জল ও জলে দ্রবীভূত খনিজ লবণ অভিকর্ষের বিপরীতে জাইলেম বাহিকা দিয়ে ঊর্ধ্বমুখে বাহিত হয়ে পাতায় পৌঁছায় তাকে রসের উৎস্রোত (Ascent of Sap) বলে।\n\n\n=== রসের উৎস্রোত সম্পর্কিত বিভিন্ন মতবাদ ===\n\n\n==== ভাইটাল বল তত্ত্ব ====\nবিজ্ঞানী জগদীশচন্দ্র বসু ১৯২৩ খ্রিস্টাব্দে ডেসমোডিয়াম নামক উদ্ভিদের পর্যবেক্ষণ করেন যে মূলের অন্তঃস্থ কর্টেক্স, জাইলেম বহিস্থ কর্টেক্স ইত্যাদি পালস সৃষ্টিকারী ক্রিয়াশীলতার মাধ্যমে জলের উর্ধ্বমুখী পরিবহন ঘটে।\nকিন্তু বিষ প্রয়োগে মৃত বা তাপে মৃত কোন কোষে ও রসের উৎস্রোত দেখা যায়। তাই এই তত্ত্ব খারিজ করা হয়।\n\n\n==== মূলজ চাপ তত্ত্ব ====\nমূলরোম দ্বারা শোষিত জল কোষান্তর অভিস্রবণের মাধ্যমে বহিস্তরের বাইরের থেকে ভিতরের দিকে প্রবেশ করে। বহিস্তরের পূর্ণ রসস্ফীত কোষগুলি মৃত জাইলেম বাহিকার মধ্যে যে উর্ধ্বমুখী চাপ সৃষ্টি করে জলের উৎস্রোত ঘটায়, তাকে মূলজ চাপ বলে। জল ও জলে দ্রবীভূত খনিজ লবণ মূলের জাইলেম বাহিকার মধ্যে দিয়ে উর্ধ্বমুখে সংবাহিত হয়।\nএই চাপের মাত্রা প্রায় দুই বায়ুমণ্ডলীয় চাপের সমান হয়, যা উঁচু গাছের অগ্রভাগে জলস্তম্ভকে ঠেলে তুলতে পারে না। যেমন, ব্যক্তবীজী উদ্ভিদের মূলজ চাপ কম বা থাকে না বললেই চলে। এছাড়া বিভিন্ন সময়ে মূলজ চাপের মান বিভিন্ন থাকে।\n\n\n==== বাষ্পমোচন টান ====\n\nউদ্ভিদের মাটি থেকে শোষিত অতিরিক্ত জল বাষ্পমোচন প্রক্রিয়ায় পত্ররন্ধ্র দিয়ে বাষ্প আকারে নির্গত হয় এবং এর ফলে জল ও রসের স্তরটি দৈর্ঘ্যটানের বশবর্তী হয়ে উপরের দিকে বাহিত হয়, এই টানকেই বাষ্পমোচন টান বলে।\nযেহেতু জল বাষ্পাকারে নির্গত হয়ে যাওয়ার জন্য শূন্যস্থানের সৃষ্টি হয়, তাই এটি ঋণাত্মক চাপ নামেও পরিচিত। জল বেরিয়ে যাওয়ার ফলে পাতার মেসোফিল কোষগুলিতে জল বিভব (Water potential) অনেক কমে যায়। ফলে সেই ঘাটতি পূরণ করার জন্য জাইলেম বাহিকা থেকে জল শোষিত হতে থাকে এবং জাইলেম বাহিকায় একটি চোষন চাপ (Suction pressure) সৃষ্টি হয়। এই চাপের ফলেই জল জাইলেম এর মধ্যে দিয়ে ঊর্ধ্বমুখে প্রবাহিত হতে থাকে।\n\n\n==== সংসক্তি ও আসঞ্জন জনিত বল ====\nবিজ্ঞানী ডিক্সন এবং জলি এই মতবাদের প্রবক্তা। তারা বলেন যে দুটি বলের প্রভাবে রসের উৎস ঘটে, সেই দুটি হল সংসক্তি (Cohesion) এবং আসঞ্জন (Adhesion)।\nসদৃশ অণুগুলির পরস্পরের সঙ্গে যুক্ত হয়ে থাকার ক্ষমতা কে সংশক্তি বলে। অপরদিকে ভিন্ন রাসায়নিক যৌগ গুলির মধ্যে যে আকর্ষণ বল তাকে আসঞ্জন বলে। জাইলেম বাহিকার মধ্য দিয়ে জল ঊর্ধ্বমুখে পরিবাহিত হওয়ার সময় জলের অণুগুলি সংশক্তি ধর্মের ফলে পরস্পরের সঙ্গে দৃঢ়ভাবে সংযুক্ত থাকে, অপরদিকে জাইলেম বাহিকার কোষপ্রাচীরের লিগনিন বা সেলুলোজ জাতীয় যৌগের সঙ্গে জলের অণু আসঞ্জন ধর্মের ফলে সংযুক্ত হয়ে থাকে। দেখা গেছে যে জাইলেম বাহিকায় জল কণাগুলোর সংসক্তি অধিকাংশ উদ্ভিদে ১০০ বায়ুমণ্ডলীয় চাপের বেশি হয়। এইটা জাইলেম বাহিকায় দীর্ঘ জলস্তম্ভকে ধরে রাখতে সাহায্য করে।\n\n\n== আরও পড়ুন ==\nC. Wei; E. Steudle; M. T. Tyree; P. M. Lintilhac (মে ২০০১)। \"The essentials of direct xylem pressure measurement\"। Plant, Cell and Environment। 24 (5): 549–555। এসটুসিআইডি 5039439। ডিওআই:10.1046/j.1365-3040.2001.00697.x।  is the main source used for the paragraph on recent research.\nN. Michele Holbrook; Michael J. Burns; Christopher B. Field (নভেম্বর ১৯৯৫)। \"Negative Xylem Pressures in Plants: A Test of the Balancing Pressure Technique\"। Science। 270 (5239): 1193–4। এসটুসিআইডি 97217181। ডিওআই:10.1126/science.270.5239.1193। বিবকোড:1995Sci...270.1193H।  is the first published independent test showing the Scholander bomb actually does measure the tension in the xylem.\nPockman, W.T.; J.S. Sperry; J.W. O'Leary (ডিসেম্বর ১৯৯৫)। \"Sustained and significant negative water pressure in xylem\"। Nature। 378 (6558): 715–6। এসটুসিআইডি 31357329। ডিওআই:10.1038/378715a0। বিবকোড:1995Natur.378..715P।  is the second published independent test showing the Scholander bomb actually does measure the tension in the xylem.\nCampbell, Neil A.; Jane B. Reece (২০০২)। Biology (6th সংস্করণ)। Benjamin Cummings। আইএসবিএন 978-0-8053-6624-2। \nKenrick, Paul; Crane, Peter R. (১৯৯৭)। The Origin and Early Diversification of Land Plants: A Cladistic Study। Washington, D. C.: Smithsonian Institution Press। আইএসবিএন 978-1-56098-730-7। \nMuhammad, A. F.; R. Sattler (১৯৮২)। \"Vessel Structure of Gnetum and the Origin of Angiosperms\"। American Journal of Botany। 69 (6): 1004–21। জেস্টোর 2442898। ডিওআই:10.2307/2442898। \nMelvin T. Tyree; Martin H. Zimmermann (২০০৩)। Xylem Structure and the Ascent of Sap (2nd সংস্করণ)। Springer। আইএসবিএন 978-3-540-43354-5।  recent update of the classic book on xylem transport by the late Martin Zimmermann\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}