{"pageid": 1445089, "title": "আশুতোষ চৌধুরী (আইনজীবি)", "url": "https://bn.wikipedia.org/wiki?curid=1445089", "content": "স্যার আশুতোষ চৌধুরী (১২ জুন ১৮৬০ – ২৪ মে ১৯২৪) ছিলেন একজন ভারতীয় বাঙালি ব্যারিস্টার, সমাজকর্মী ও স্বাধীনতা সংগ্রামী। ১৯১২ খ্রিস্টাব্দ হতে ১৯২০ খ্রিস্টাব্দ পর্যন্ত তিনি কলকাতা হাইকোর্টের বিচারপতি ছিলেন। \n\n\n== জীবনী ==\nআশুতোষ চৌধুরীর জন্ম ১৮৬০ খ্রিস্টাব্দের ১২ জুন ব্রিটিশ ভারতের অধুনা বাংলাদেশের  পাবনা জেলার অন্তর্গত চাটমোহর উপজেলার হরিপুর গ্রামের এক সম্ভ্রান্ত ব্রাহ্মণ জমিদার পরিবারে। পিতা দুর্গাদাস চৌধুরী ছিলেন কৃষ্ণনগরের ডেপুটি ম্যাজিস্ট্রেট ও কলকাতার জোড়াসাঁকোর ঠাকুর পরিবারের জামাতা। আশুতোষের মাতা সুকুমারী দেবী ছিলেন রবীন্দ্রনাথের ভগিনী । আশুতোষ তার মাতাপিতার জ্যেষ্ঠ পুত্র। তার সাত সহোদর ভ্রাতার পাঁচ জনই ছিলেন ব্যারিস্টার। তারা হলেন- ব্যারিস্টার কুমুদনাথ চৌধুরী, ব্যারিস্টার যোগেশচন্দ্র চৌধুরী, ব্যারিস্টার ও সাহিত্যিক প্রমথ চৌধুরী ও ব্যারিস্টার অনাথনাথ চৌধুরী। তার দুই ভগিনীর মধ্যে প্রসন্নময়ী ছিলেন অগ্রজা ও অন্যজন ছিলেন মৃণালিনী। আশুতোষ কলকাতার প্রেসিডেন্সি কলেজ পড়াশোনা করেন এবং ১৮৮০ খ্রিস্টাব্দে  কলকাতা বিশ্ববিদ্যালয়ের স্নাতক ও স্নাতকোত্তর ডিগ্রি লাভ করে ১৮৮১ খ্রিস্টাব্দে ইংল্যান্ড যান। কেমব্রিজ বিশ্ববিদ্যালয়ের সেন্ট জনস কলেজ থেকে ১৮৮৫ খ্রিস্টাব্দে ট্রিপোজ নিয়ে বি.এ ও পরবর্তীতে বার-অ্যাট-ল' এবং ১৮৮৭ খ্রিস্টাব্দে এম.এ ও এলএল.এম পাশ করেন। তিনি দেশে ফিরে কলকাতা হাইকোর্টে কর্মজীবন শুরু করেন। পাশাপাশি কিছুদিন তিনি কলকাতার  সিটি কলেজে আইনে অধ্যাপনা করেন। তবে কলকাতা হাইকোর্টের ব্যারিস্টার হিসাবে তিনি প্রভূত অর্থ ও যশের অধিকারী হন। ১৯১২-২০ খ্রিস্টাব্দ সময়ে কলকাতা হাইকোর্টের বিচারপতি ছিলেন। ১৮৮৬ খ্রিস্টাব্দে ১৪ আগস্ট (১২৯৩ বঙ্গাব্দের শ্রাবণ মাসে)  দেবেন্দ্রনাথ ঠাকুরের পৌত্রী তথা হেমেন্দ্রনাথ ঠাকুরের কন্যা প্রতিভা দেবীকে বিবাহ করেন \nও ব্রাহ্মধর্মে দীক্ষিত হন।\n\n\n== স্বাধীনতা সংগ্রামে ==\nতিনি স্বাধীনতা আন্দোলনের সময় রাখীবন্ধন এবং বঙ্গভঙ্গ আন্দোলনে অংশগ্রহণ করেন। তিনি তৎকালীন কংগ্রেসের ভিক্ষাবৃত্তি নীতি পরিত্যাগ করে স্বনির্ভরতার উপর জোর দিতেন। ১৯০৪ খ্রিস্টাব্দের ২৫ জুন বঙ্গীয় প্রাদেশিক সম্মেলনে সভাপতির ভাষণে বলেছিলেন- \"A subject race has no politics\" সংগঠন দৃঢ় করার জন্য তিনি প্রতিটি জেলায় পরিষদ গঠনের উপর জোর দেন। \n\n\n== সমাজকর্ম ও অন্যান্য বিষয় ==\nআশুতোষ চৌধুরী নানা জনহিতকর প্রতিষ্ঠানের সঙ্গে যুক্ত ছিলেন। দেশে পল্লিসমাজ স্থাপনে উদ্যোগী ছিলেন। ১৯০৫ খ্রিস্টাব্দের ১৬ অক্টোবর ফেডারেশন মাঠে  আনন্দমোহন বসুর বিখ্যাত বক্তৃতার ইংরাজী অনুবাদ তিনিই করেন। অন্যদিকে তিনি  অক্ষয়চন্দ্র সরকারের গোচারণের মাঠ কবিতার ব্যঙ্গানুকৃতি করেন। অল্প বিস্তর সাহিত্য চর্চাও করতেন তিনি। রবীন্দ্রনাথ তার 'জীবনস্মৃতি' প্রবন্ধে সপ্রশংস উল্লেখ করেছেন। ভারতী ও বালক পত্রিকায় তার রচিত প্রবন্ধ, 'কাব্যজগৎ', 'কথার উপকথা' প্রকাশিত হয়েছে। \n১৯০৫ খ্রিস্টাব্দের ১৬ নভেম্বর ন্যাশনাল কাউন্সিল অফ এডুকেশন গঠনে প্রধান ভূমিকা নেন। 'আর্ট সোসাইটি অফ দ্য ওরিয়েন্ট',  বঙ্গীয় সাহিত্য পরিষদের সঙ্গেও যুক্ত ছিলেন। \nদেশে শিল্পবিস্তারেও সচেষ্ট ছিলেন। 'বেঙ্গল টেকনিক্যাল কলেজ' স্থাপনে এবং 'বঙ্গলক্ষ্মী কটন মিলস' প্রতিষ্ঠায় অগ্রণী ছিলেন তিনি। এছাড়াও তিনি 'বেঙ্গল ল্যান্ডহোল্ডার্স অ্যাসোসিয়েশন'-এর প্রতিষ্ঠাতা-সম্পাদক ছিলেন। কিছু সময়ের জন্য তিনি 'বেঙ্গল লেজিসলেটিভ অ্যাসোসিয়েশন'-এরও সদস্য এবং ১৯১৫ খ্রিস্টাব্দে 'কলকাতা ক্লাব'এর সভাপতি ছিলেন।\nস্যার আশুতোষ চৌধুরী ১৯২০ খ্রিস্টাব্দে নাইট উপাধি লাভ করেন।\n\n\n== জীবনাবসান ==\nস্যার আশুতোষ চৌধুরী ১৯২৪ খ্রিস্টাব্দের ২৪ মে কলকাতায় প্রয়াত হন। স্যার আশুতোষ চৌধুরী ও লেডি প্রতিমা চৌধুরীর একমাত্র কন্যা হলেন অশোকা চৌধুরী। খ্যাতনামা ভূতত্ত্ববিদ উপেন্দ্র চৌধুরী ছিলেন তার জামাতা। \nস্যার আশুতোষ চৌধুরীর মৃত্যুর পর দক্ষিণ কলকাতার বালিগঞ্জ এলাকায় সানি পার্কে তাদের বাসভবন সংলগ্ন রাজপথের নামকরণ হয় 'আশুতোষ চৌধুরী অ্যাভিনিউ'।\n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:সুত্র তালিকা"}