{"pageid": 1445974, "title": "পরেশনাথ বন্দ্যোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1445974", "content": "ডাঃ পরেশনাথ বন্দ্যোপাধ্যায় ( ২১ অক্টোবর ১৮৮৯ ― ১১ জানুয়ারি ১৯৭১) ছিলেন একজন খ্যাতনামা হোমিওপ্যাথিক চিকিৎসক। মিহিজামের পরেশবাবু নামে পরিচিত তিনি পরবর্তীতে জনপ্রিয় হন ডাঃ পি ব্যানার্জি (মিহিজাম) নামে।\n\n\n== জীবনী ==\nপরেশনাথ বন্দ্যোপাধ্যায়ের জন্ম ১৮৮৯ খ্রিস্টাব্দের ২১ অক্টোবর  ব্রিটিশ ভারতের অধুনা পশ্চিমবঙ্গের  পশ্চিম মেদিনীপুর জেলার  ঘাটাল মহকুমার রামজীবনপুর শহরে। পিতা ঈশানচন্দ্র বন্দ্যোপাধ্যায় ছিলেন পণ্ডিত  ঈশ্বরচন্দ্র বিদ্যাসাগরের আত্মীয়। মাতা এলোকেশী। তিনি কৃতিত্বের সঙ্গে  কলকাতা বিশ্ববিদ্যালয়ের বিজ্ঞানে স্নাতকোত্তর ডিগ্রি অর্জনের পর সরকারি চাকরি প্রত্যাখ্যান করে হাওড়ার বাগনানের এক স্কুলে শিক্ষকতা শুরু করেন। ক্রমে তিনি সেই স্কুলের প্রধান শিক্ষক হন। তবে তার মাতার মৃত্যু হলে শিক্ষকতা ছেড়ে উদ্দেশ্যহীনভাবে ঘুরতে থাকেন।\nঅবশেষে ১৯১২ খ্রিস্টাব্দে তিনি সাঁওতাল পরগণার মিহিজামে যান। প্রসঙ্গত উল্লেখ্য এই যে, সাঁওতাল পরগণার মিহিজামের নিকটবর্তী কার্মাটাঁড়ে দীর্ঘ সতের বৎসর (১৮৭৩ -১৮৯০) অবস্থানকালে পরেশনাথের পিতৃব্য ঈশ্বরচন্দ্র বিদ্যাসাগর প্রত্যহ সকাল দশটা পর্যন্ত গরীব মানুষের হোমিওপ্যাথি মতে চিকিৎসা করে তাদের জীবনদাতা হয়ে উঠেছিলেন। মিহিজামে এসে পরেশনাথ তার কাকা ঈশ্বরচন্দ্রের আদর্শে অনুপ্রাণিত হয়ে হোমিওপ্যাথি পঠনপাঠন ও অনুশীলন শুরু করেন। ১৯১৫ খ্রিস্টাব্দ হতে রোগী দেখার পাশাপাশি ঔষধ তৈরিতে মনোনিবেশ করেন। বিনা পারিশ্রমিকে ও বিনা মূল্যে তিনি গরীব মানুষের চিকিৎসা করতেন। তাছাড়া তিনি কেবল ওষুধ দেওয়া নয়, তাদের খাওয়াদাওয়া, দৈনিক জীবনযাত্রার খোঁজ রাখতেন। যারা দূরদূরান্ত হতে আসতেন তাদের বিশ্রাম ও রাত্রি যাপনের ব্যবস্থাও করতেন। অর্থের প্রয়োজনে তিনি ধীরে ধীরে নানা ওষুধ তৈরি ও বিক্রির ব্যবস্থা করেন। প্রথমদিকে জ্বরের ওষুধ ও বসন্ত রোগের প্রতিষেধক তৈরি করেন। প্রথমদিকে মিহিজামের পরেশবাবু নামে পরিচিতি পেলেও পরবর্তীতে ডাঃ পি ব্যানার্জি (মিহিজাম) নামে জনপ্রিয় হন। ১৯১৮ খ্রিস্টাব্দে প্রতিষ্ঠা করেন গ্রেট বেঙ্গল ফার্মেসি। বিনামূল্যে ঔষধ বিতরণসহ দাতব্য চিকিৎসালয়। সংলগ্ন এলাকায় সাপের উপদ্রব স্থানীয় সাঁওতাল মানুষেরা অতিষ্ঠ ছিলেন, মারাও যেতেন চিকিৎসার অভাবে। ১৯২১ খ্রিস্টাব্দে তিনি প্রধানত হোমিওপ্যাথিক ঔষধের সংমিশ্রণে সাপের কামড়ের প্রতিষেধক লেক্সিন তৈরি করেন এবং চালু করলেন লেক্সিন ল্যাবরেটরি। সারা জীবন জনগণকে বিনামূল্যে সেবা প্রদান অব্যাহত রাখেন ডাঃ পি ব্যানার্জি। তাদের কাছে হয়ে ওঠেন ধন্বন্তরি এবং সাক্ষাৎ ভগবান। তিনি গ্রামের ছেলেদের জন্য মিহিজামে স্কুল প্রতিষ্ঠা করেন এবং জলকষ্ট দূর করার জন্য কুয়ো খনন করেছিলেন।\n'দ্য সোসাইটি অব হোমিওপ্যাথ'-এর আহ্বায়ক গাজী রহমতুল্লাহ রহমত তাকে \"মহর্ষি\" আখ্যায় স্মরণ করেন। ১৯৫০ খ্রিস্টাব্দ হতে তার পুত্র ডা. পরিমল ব্যানার্জি পিতার কাজকে আরো বহুসংখ্যক মানুষের কাছে স্বাস্থ্যসেবা পৌঁছে দিতে এগিয়ে আসেন। হোমিওপ্যাথিক চিকিৎসায় নতুন কৌশল \"অ্যাডভান্সড হোমিওপ্যাথি\" বা উন্নত হোমিওপ্যাথি প্রবর্তন করেন। \nডাঃ পরেশনাথ বন্দ্যোপাধ্যায় সাপের ইতিবৃত্ত নিয়ে রচনা করেন - হ্যান্ড বুক অফ স্নেক-বাইট। বইটি ১৯২৯ খ্রিস্টাব্দে কলকাতার থ্যাকার স্পিক কোম্পানি প্রথম প্রকাশ করে।\n\n\n== জীবনাবসান ==\nডাঃ পরেশনাথ বন্দ্যোপাধ্যায় ১৯৭১ খ্রিস্টাব্দের ১১ জানুয়ারি ঝাড়খণ্ডের মিহিজামেই প্রয়াত হন।\n\n\n== তথ্যসূত্র =="}