{"pageid": 1445234, "title": "গ্যাস বন জাদুঘর", "url": "https://bn.wikipedia.org/wiki?curid=1445234", "content": "গ্যাস বন জাদুঘর হলো সরকার পরিচালিত একটি প্রাকৃতিক ইতিহাস জাদুঘর। এটি ভারতের তামিলনাড়ুর কোয়েম্বাটোরে অবস্থিত।\n\n\n== ইতিহাস ==\n\nউনিশ শতকের শেষের দিকে, মাদ্রাজ প্রেসিডেন্সির বন সংরক্ষক জেএ গ্যাম্বল প্রদেশে একটি বন জাদুঘর স্থাপনের জন্য একটি ব্যর্থ প্রচেষ্টা করেছিলেন। কয়েক বছর পর ১৯০২ সালে গ্যাম্বলের উত্তরসূরি বন সংরক্ষক হোরেস আরিচিবল্ড গাস বনায়নের জন্য একটি জাদুঘর প্রতিষ্ঠা করতে সফল হন। এটি জনসাধারণের জন্য ১৯০২ সালের ১৮ এপ্রিল উন্মুক্ত করে দেয়া হয়। মাদ্রাজের তৎকালীন গভর্নর ব্যারন অ্যাম্পথিল এটি উদ্বোধন করেছিলেন। সেই সময়ে এটিকে কেবল কোয়েম্বাটোরে বন জাদুঘর হিসাবে উল্লেখ করা হয়েছিল। যখন ১৯০৫ সালে প্রথম কিউরেটর গ্যাস অবসর গ্রহণ করেন, তখন তার উত্তরসূরি এফএ লজ তার সম্মানে জাদুঘরের নাম পরিবর্তন করেন। এটি ১৯০৫ এবং ১৯১৫ সালে প্রসারিত হয়। ১৯১২ সালে, মাদ্রাজ ফরেস্ট্রি কলেজ (বর্তমানে তামিলনাড়ু ফরেস্ট একাডেমি ) বনবিদদের প্রশিক্ষণের জন্য জাদুঘরের মাঠটি ব্যবহার শুরু করে। ১৯৪২-৪৭ সময়কালে, জাদুঘরটি বন্ধ করে দেওয়া হয়েছিল এবং ভবনগুলো মাল্টা এবং গ্রীস থেকে দ্বিতীয় বিশ্বযুদ্ধের উদ্বাস্তুদের আশ্রয়স্থল হিসাবে ব্যবহৃত হয়েছিল। ১৯৪৭ সালে ভারতের স্বাধীনতার পর, জাদুঘরটি তামিলনাড়ু সরকারের অধীনে আসে। এটি বর্তমানে ইনস্টিটিউট অফ ফরেস্ট জেনেটিক্স অ্যান্ড ট্রি ব্রিডিং (আইএফজিটিবি) দ্বারা পরিচালিত হয়, যা একই ক্যাম্পাসে অবস্থিত। সংস্কার কাজ করার পর ২০১৫ সালের ১ মে জাদুঘরটি জনসাধারণের জন্য আবার খুলে দেওয়া হয়। প্রাকৃতিক আবাসস্থলে বন্যপ্রাণীকে চিত্রিত করে একটি ত্রিমাত্রিক ডায়োরামা যুক্ত করা হয়েছে।\n\n\n== অবস্থান ==\nজাদুঘরটি কোয়েম্বাটুর শহরের কেন্দ্রস্থলে কাউলি ব্রাউন রোডে অবস্থিত ফরেস্ট কলেজ ক্যাম্পাসে অবস্থিত। ক্যাম্পাসে তামিলনাড়ু ফরেস্ট একাডেমি (টিএনএফএ), ইনস্টিটিউট অফ ফরেস্ট জেনেটিক্স অ্যান্ড ট্রি ব্রিডিং, সেন্ট্রাল একাডেমি ফর স্টেট ফরেস্ট সার্ভিস (সিএএসএফওএস) এবং তামিলনাড়ু বন বিভাগের মতো অন্যান্য প্রতিষ্ঠানও রয়েছে।\n\n\n== চিত্রশালা ==\nএই জাদুঘরে রক্ষিত কিছু নমুনা:\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}