{"pageid": 1445983, "title": "পেদ্রো নেতো", "url": "https://bn.wikipedia.org/wiki?curid=1445983", "content": "পেদ্রো লোম্বা নেতো (পর্তুগিজ: Pedro Neto; জন্ম: ৯ মার্চ ২০০০; পেদ্রো নেতো নামে সুপরিচিত) হলেন একজন পর্তুগিজ পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে ইংল্যান্ডের পেশাদার ফুটবল লিগের শীর্ষ স্তর প্রিমিয়ার লিগের ক্লাব চেলসি এবং পর্তুগাল জাতীয় দলের হয়ে আক্রমণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত ডান পার্শ্বীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে বাম পার্শ্বীয় আক্রমণভাগের খেলোয়াড় অথবা আক্রমণাত্মক মধ্যমাঠের খেলোয়াড় হিসেবে খেলেন।\n২০১৬ সালে, নেতো পর্তুগাল অনূর্ধ্ব-১৭ দলের হয়ে পর্তুগালের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় পাঁচ বছর যাবত পর্তুগালের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০২০ সালে পর্তুগালের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; পর্তুগালের জার্সি গায়ে তিনি এপর্যন্ত ৫ ম্যাচে ১টি গোল করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nপেদ্রো লোম্বা নেতো ২০০০ সালের ৯ই মার্চ তারিখে পর্তুগালের ভিয়ানা দো কাস্তেলোতে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nনেতো পর্তুগাল অনূর্ধ্ব-১৭, পর্তুগাল অনূর্ধ্ব-১৮, পর্তুগাল অনূর্ধ্ব-১৯, পর্তুগাল অনূর্ধ্ব-২০ এবং পর্তুগাল অনূর্ধ্ব-২১ দলের হয়ে খেলার মাধ্যমে পর্তুগালের প্রতিনিধিত্ব করেছেন। ২০১৬ সালের ১লা ডিসেম্বর তারিখে তিনি মার্কিন যুক্তরাষ্ট্র অনূর্ধ্ব-১৭ দলের বিরুদ্ধে ম্যাচে পর্তুগাল অনূর্ধ্ব-১৭ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। পর্তুগালের বয়সভিত্তিক দলের হয়ে তিনি প্রায় ৫ বছরে ৪০ ম্যাচে অংশগ্রহণ করে ৯টি গোল করেছেন।\n২০২০ সালের ১১ই নভেম্বর তারিখে, ২০ বছর, ৮ মাস ও ২ দিন বয়সে, বাম পায়ে ফুটবল খেলায় পারদর্শী নেতো অ্যান্ডোরার বিরুদ্ধে অনুষ্ঠিত প্রীতি ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে পর্তুগালের হয়ে অভিষেক করেছেন। তিনি উক্ত ম্যাচের মূল একাদশে অন্তর্ভুক্ত ছিলেন; ম্যাচে তিনি ১৮ নম্বর জার্সি পরিধান করে বাম পার্শ্বীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি পর্তুগাল ৭–০ গোলের ব্যবধানে জয়লাভ করেছিল। পর্তুগালের হয়ে অভিষেকের বছরে নেতো সর্বমোট ১ ম্যাচে ১টি গোল করেছেন। জাতীয় দলের হয়ে অভিষেক ম্যাচেই তিনি পর্তুগালের জার্সি গায়ে প্রথম গোলটি করেছেন; উক্ত ম্যাচের ৮ম মিনিটে সের্জিও অলিভেইরার অ্যাসিস্ট হতে পর্তুগালের হয়ে ম্যাচের প্রথম গোলটি করার মাধ্যমে তিনি আন্তর্জাতিক ফুটবলে তার প্রথম গোলটি করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n২১ মে ২০২৪ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nপেদ্রো নেতো – ফিফা প্রতিযোগিতার রেকর্ড (ইংরেজি) \nপেদ্রো নেতো – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nসকারওয়েতে পেদ্রো নেতো  (ইংরেজি)  \nসকারবেসে পেদ্রো নেতো (ইংরেজি) \nবিডিফুটবলে পেদ্রো নেতো  (ইংরেজি)  \nইইউ-ফুটবলে পেদ্রো নেতো (ইংরেজি) \nট্রান্সফারমার্কেটে পেদ্রো নেতো (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে পেদ্রো নেতো (ইংরেজি) \nইএসপিএন এফসিতে \nন্যাশনাল-ফুটবল-টিমস.কমে পেদ্রো নেতো (ইংরেজি)"}