{"pageid": 1445206, "title": "ফলহারি বাবা", "url": "https://bn.wikipedia.org/wiki?curid=1445206", "content": "ফলহারি বাবা, ফালাহারি মহারাজ নামেও পরিচিত (গৌতম মিশ্র নামে জন্মগ্রহণ করেন  ), একজন আত্মস্বীকৃত গডম্যান, যিনি ২১ বছর বয়সী একজন মহিলাকে ধর্ষণের জন্য দোষী সাব্যস্ত হয়েছেন এবং যাবজ্জীবন কারাদণ্ডে দণ্ডিত হয়েছেন।  তিনি হিন্দু সাধুদের শীর্ষ সংগঠন অখিল ভারতীয় আখড়া পরিষদ কর্তৃক প্রকাশিত \"ভুয়া আধ্যাত্মিক নেতাদের\" দ্বিতীয় তালিকায় তালিকাভুক্ত। \n\n\n== জীবন ==\nতাঁর পুরো নাম স্বামী কৌশলেন্দ্র প্রপান্নাচারী ফলহরি মহারাজ। তিনি দ্বাদশ শ্রেণী পর্যন্ত পড়াশোনা করেছেন এবং এলাহাবাদ থেকে আইটিআই সার্টিফিকেট কোর্সও করেছেন। তিনি তার বাড়ি ছেড়ে ১৯৯০ এর দশকে রাজস্থানের আলওয়ারে আসেন।  ফলহারি বিবাহিত এবং তার একটি মেয়ে আছে। \nতাকে \"ফালাহারী\" (অর্থাৎ ফল ভক্ষক) বলে ডাকা হয় কারণ, তিনি শুধুমাত্র ফল খেয়ে বেঁচে থাকেন বলে জানা যায়।  দ্য টাইমস অফ ইন্ডিয়া  এবং দ্য ফ্রি প্রেস জার্নাল, ২০১৭ সালের সেপ্টেম্বর অনুসারে তার বয়স ৭০ বছর বলে রিপোর্ট করেছে। তিনি রামানুজ সম্প্রদায়ের সাথে যুক্ত।\nপ্রধানমন্ত্রী নরেন্দ্র মোদি, স্বরাষ্ট্রমন্ত্রী রাজনাথ সিং, আরএসএস প্রধান মোহন ভাগবত, ইউপির মুখ্যমন্ত্রী যোগী আদিত্যনাথ এবং রাজস্থানের মুখ্যমন্ত্রী বসুন্ধরা রাজে সিন্ধিয়া সহ শীর্ষস্থানীয় রাজনৈতিক নেতা এবং সেলিব্রিটিদের সঙ্গে তার ছবি পাওয়া যায়। \nতিনি আলওয়ারে একটি আশ্রমের মালিক, যার নাম ভেঙ্কটেশ দিব্যা বালাজি ধাম আশ্রম এবং এছাড়াও তিনি আলওয়ারে গোশালা চালান। ২০১৭ সালের জুলাই মাসে তিনি জয়পুরে আয়োজিত বিজেপির সাধু সঙ্গমেও যোগ দিয়েছিলেন। \n\n\n== ধর্ষণের মামলা ও সাজা ==\n২০১৭ সালের সেপ্টেম্বরে, ছত্তিশগড়ের বিলাসপুরের মহিলা থানায় বাবার বিরুদ্ধে অভিযোগকারী একটি এফআইআর দায়ের করেছিলেন। তাকে ২০১৭ সালের ২৩ সেপ্টেম্বর -এ আলওয়ারে গ্রেপ্তার করা হয়েছিল। ইন্টারন্যাশনাল বিজনেস টাইমস জানিয়েছে, ভুক্তভোগী অভিযোগে বলেছেন যে গুরমিত রাম রহিম সিংকে দোষী সাব্যস্ত করার পরে, তিনি সাহস পেয়েছিলেন এবং বিষয়টি পুলিশকে জানানোর সিদ্ধান্ত নেন। \n২০১৮ সালের ২৭ সেপ্টেম্বর -এ আলওয়ারের অতিরিক্ত জেলা আদালত তাকে দোষী সাব্যস্ত করে যাবজ্জীবন কারাদণ্ডে দণ্ডিত করে \n\n\n== আরো দেখুন ==\nআসারাম\nগুরমিত রাম রহিম সিং\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nধর্ষণের অভিযুক্ত ফলহারি বাবার গল্প (হিন্দিতে)\nরেপ এর ক্ষেত্রে ফাংসে ফালাহারী बाबा से पूछे गए 88 প্রশ্ন, বর্ণনা (হিন্দিতে, আজ তক )"}