{"pageid": 1445931, "title": "মধ্যপ্রদেশ ক্রিকেট অ্যাসোসিয়েশন", "url": "https://bn.wikipedia.org/wiki?curid=1445931", "content": "মধ্যপ্রদেশ ক্রিকেট অ্যাসোসিয়েশন (এমপিসিএ), ভারতের ইন্দোরে সদর দপ্তর, ভারতের মধ্যপ্রদেশ রাজ্য এবং মধ্যপ্রদেশ ক্রিকেট দলের ক্রিকেটের নিয়ন্ত্রক সংস্থা।   বোর্ডটি ১৯৪০ সালে হোলকার ক্রিকেট অ্যাসোসিয়েশন হিসাবে গঠিত হয়েছিল।\nএটি ভারতীয় ক্রিকেট কন্ট্রোল বোর্ডের সাথে অনুমোদিত ক্রিকেট পরিচালনাকারী প্রাদেশিক ইউনিটগুলির মধ্যে একটি।\nএমপিসিএ ১৯৪০ সাল থেকে বিসিসিআই-এর একটি সহযোগী।\nসাম্প্রতিক অতীতে, এমপিসিএ কর্নেল সিকে নায়ডু, ক্যাপ্টেন মুশতাক আলি, নরেন্দ্র হিরওয়ানি, রাজেশ চৌহান, অময় খুরাসিয়া, নমন ওঝা প্রমুখের মতো ভারতীয় ক্রিকেটারদের ক্যারিয়ারে অবদান রেখেছে।\nবিসিসিআই দ্বারা পরিচালিত সমস্ত ঘরোয়া টুর্নামেন্টে এমপিসিএ একটি নিয়মিত অংশগ্রহণকারী। এমপিসিএ ভারতের একমাত্র প্রাদেশিক ইউনিট যার নিয়ন্ত্রণে দুটি আন্তর্জাতিক ভেন্যু রয়েছে। উভয় ভেন্যুতে আন্তর্জাতিক ক্রিকেট ম্যাচের জন্য সমসাময়িক সুবিধা রয়েছে।\nএমপিসিএ ২২টি একদিনের আন্তর্জাতিক খেলা এবং ২টি আইপিএল ম্যাচ আয়োজন করেছে। ২০০১ সালের আগে, নেহরু স্টেডিয়াম ইন্দোর হিসাবে ওডিআই আয়োজনের স্থান ছিল। ১৯৯৭ সালের এপ্রিলে ক্যাপ্টেন রূপ সিং স্টেডিয়ামে প্রথমবারের মতো রঞ্জি ট্রফির ফাইনাল ফ্লাডলাইটের নিচে খেলা হয়েছিল। ২০১১ সালের ডিসেম্বরে ভারত বনাম ওয়েস্ট ইন্ডিজ ওডিআইতে বীরেন্দ্র সেহবাগ ২১৯ রানে পৌঁছেছিলেন।\nএমপিসিএ শচীন তেন্ডুলকরের ক্রিকেট ক্যারিয়ারে দুটি মাইলফলকের সাথে যুক্ত ছিল। ২০০১ সালে অস্ট্রেলিয়ার বিরুদ্ধে ইন্দোরে খেলা ওডিআইতে তিনি তার দশ হাজারতম রান করেন এবং ২০১০ সালে গোয়ালিয়রে দক্ষিণ আফ্রিকার বিরুদ্ধে ওডিআইতে প্রথম পুরুষ ক্রিকেটার হিসেবে ডাবল সেঞ্চুরি করেন। ২০১১ সালে ইন্দোরে ওয়েস্ট ইন্ডিজের বিরুদ্ধে একটি ওডিআইতে ২১৯ রান করেছিলেন বীরেন্দ্র সেহবাগ।\nলোধা কমিটির সংস্কারের আগে, অ্যাসোসিয়েশনের নেতৃত্বে ছিলেন জ্যোতিরাদিত্য এম সিন্ধিয়া, সঞ্জয় জগদালে এবং মিলিন্দ কানমাদিকর, যাদের লোধা সংস্কার অনুসারে অযোগ্যতার শর্তের কারণে বন্ধ করতে হয়েছিল।\n\n\n== ইতিহাস ==\nমধ্যপ্রদেশ ক্রিকেট অ্যাসোসিয়েশন হল মধ্যপ্রদেশ রাজ্যের ক্রিকেট খেলা নিয়ন্ত্রণ ও পরিচালনাকারী একটি সংস্থা। এমপিসিএ হল ভারতীয় ক্রিকেট কন্ট্রোল বোর্ডের (বিসিসিআই) একটি অনুমোদিত ইউনিট।\nএমপিসিএ-এর রূপান্তরের দিকে এক নজর আমাদেরকে ১৮৩২ সালে ফিরিয়ে নিয়ে যাবে যখন সেন্ট্রাল ইন্ডিয়া ক্রিকেট অ্যাসোসিয়েশন অস্তিত্বে এসেছিল। পরবর্তীতে, ১৯৪০-৪১ থেকে ১৯৫৪-৫৫ পর্যন্ত হোলকার ক্রিকেট অ্যাসোসিয়েশন, মধ্য ভারত (১৯৫৫-৫৭) এবং পরবর্তীতে ১৯৫৭ থেকে আজ পর্যন্ত মধ্যপ্রদেশ ক্রিকেট অ্যাসোসিয়েশন।\nভারতের স্বাধীনতার আগে, ইন্দোর, যা আগে ইন্দোর নামে পরিচিত ছিল, হলকার রাজবংশের নিয়ন্ত্রণাধীন একটি রাজকীয় রাজ্য ছিল। সেই যুগে ইন্দোর ছিল ক্রিকেট কার্যক্রমের কেন্দ্রবিন্দু।\nইন্দোর রাজ্যের প্রয়াত এইচএইচ মহারাজা দ্বিতীয় যশবন্তরাও হোলকার একজন মহান ক্রিকেট অনুরাগী ছিলেন এবং ক্রিকেট এবং আসন্ন ক্রিকেটারদের প্রতি রাজকীয় কল্যাণ করতে আগ্রহী ছিলেন। স্থানীয় ক্রিকেট সেট আপ বাড়ানোর জন্য, তিনি কর্নেল সিকে নায়ডু, ভাউসাহেব নিম্বালকার, চান্দু সারাওয়াতে, খান্দু রংনেকর, হীরালাল গায়কোয়াড় এবং কমলা ভান্ডারকরের মতো বিশিষ্ট খেলোয়াড়দের তার দলের - দ্য হোলকার্স -এর হয়ে ক্রিকেট খেলার জন্য আমন্ত্রণ জানান। ক্যাপ্টেন এস মুশতাক আলি, মেজর মাধবসিংহ জগদালে এবং জেএন ভায়া ছিলেন তার দলের স্থানীয় প্রতিভা। তিনি তাদের সেনাবাহিনীতে চাকরির সুযোগও দেন। সম্ভবত, তিনিই একমাত্র রাজকীয় প্রধান যিনি ক্রিকেট এবং ক্রিকেটারদের প্রয়োজনীয় সমর্থন অব্যাহত রেখেছিলেন কিন্তু নিজে কখনও খেলাটি খেলেননি।\nকর্নেল সিকে নায়ডু ১৯৩২ সালে ইংল্যান্ডের বিরুদ্ধে খেলা প্রথম টেস্টে ভারতীয় দলের অধিনায়ক ছিলেন। সৈয়দ মুশতাক আলির ব্যাটিং কমনীয়তা এই সত্য থেকে অনুমান করা যায় যে তিনি ১৯৩৬ সালে ম্যানচেস্টারে ইংল্যান্ডের বিরুদ্ধে বিদেশের মাটিতে টেস্ট সেঞ্চুরি করা প্রথম ভারতীয় ছিলেন।\nএই মহান ক্রিকেটাররা দেশের এই অংশে খেলার বিকাশে অগ্রণী ভূমিকা পালন করেছিলেন। সৈয়দ মুশতাক আলি, মাধবসিংহ জগদালে, জেএন ভায়া, রামেশ্বর প্রতাপ সিং এবং অন্যান্যদের মতো স্থানীয় খেলোয়াড়দের উৎসাহী সমর্থনে, হোলকার দলকে অজেয় বলে মনে হয়েছিল।\n১৯৪০-৪১ থেকে ১৯৫৪-৫৫ পর্যন্ত পনের বছরের সময়কালে, হোলকার দল চারটি অনুষ্ঠানে কাঙ্ক্ষিত ১৯৪৫/৪৬, ১৯৪৭/৪৮, ১৯৬০/৫১ এবং ১৯৫২/৫৩ রঞ্জি ট্রফি জিতেছিল। তাছাড়া, তারা ১৯৪৪/৪৫, ১৯৪৭/৪৭, ১৯৪৯/৫০, ১৯৫১/৫২, ১৯৫৩/৫৪ এবং ১৯৫৪/৫৫ সালে ছয়বার রানার্স–আপ হয়েছিল। এই শ্বাসরুদ্ধকর রেকর্ডটি হোলকার দলের শক্তির ইঙ্গিত দেয়।\nপরবর্তীকালে, হোলকার যুগের সমাপ্তি মধ্যপ্রদেশ ক্রিকেটে কয়েক বছরের জন্য শূন্যতার সৃষ্টি করে। নিয়মিত ভালো ক্রিকেটার উঠলেও দল ধারাবাহিকভাবে পারফর্ম করতে পারেনি। ভগবানদাস সুথার, সুবোধ সাক্সেনা, সঞ্জয় জগদালে, নরেন্দ্র মেনন, অশোক জগদালে, বিজয় নায়ডু, সৈয়দ গুলরেজ আলী, মনোহর শর্মা, অশ্বিনী চতুর্বেদীর মতো খেলোয়াড়রা তাদের প্রতিভার আভাস দিয়েছেন এবং ভারতীয় দলে বার্থে ঠেলে দেওয়া শীর্ষস্থানীয় দেশীয় খেলোয়াড়দের মধ্যে ছিলেন।\nবিসিসিআই-এর সমর্থন এবং তরুণ খেলোয়াড়দের আগমনে, এমপি দলটি একটি সমন্বিত ইউনিট হিসাবে কাজ করা শুরু করে এবং ১৯৭১ থেকে ১৯৮০ সময়কালে রঞ্জি টুর্নামেন্টের নক-আউট পর্বের জন্য নিয়মিত যোগ্যতা অর্জন করে। তবে হোলকার দলের জয়ী পারফরম্যান্সের নকল করতে পারেনি দলটি।\nএমপিসিএ-এর প্রচেষ্টা পরবর্তী প্রজন্মের ক্রিকেটারদের জন্য উন্নয়নের পথ তৈরি করতে সাহায্য করেছে। নিয়মিত টুর্নামেন্ট, অবকাঠামোর উন্নতি, প্রতিভা সনাক্তকরণ প্রক্রিয়া, অভিজ্ঞ কোচ নিয়োগ, পেশাদার খেলোয়াড়দের পরিষেবা এবং অন্যান্য পদক্ষেপগুলি কাঙ্ক্ষিত লক্ষ্যে পৌঁছানোর জন্য গৃহীত হয়েছিল।\nনরেন্দ্র হিরওয়ানি, রাজেশ চৌহান, জেপি যাদব, অময় খুরাসিয়া, এবং নমন ওঝার মতো খেলোয়াড়রা এমপিসিএ-এর অংশে এই প্রচেষ্টার সুফল পেয়েছেন এবং তাদের পারফরম্যান্স দিয়ে ভারতীয় ক্রিকেটে একটি স্থান চিহ্নিত করেছেন৷\nগোয়ালিয়রের প্রয়াত এইচএইচ মহারাজা মাধবরাও সিন্ধিয়া, সভাপতি - বিসিসিআই, এডব্লিউ কান্মাদিকার, সচিব - বিসিসিআই, প্রয়াত মাধবসিংহ জগদালে, সঞ্জয় জগদালে, নরেন্দ্র হিরওয়ানি (সকল জাতীয় নির্বাচক), নরেন্দ্র মেনন, সুধীর আসনানি (আন্তর্জাতিক আম্পায়ার) ড. উমা সেঙ্গার (আন্তর্জাতিক আম্পায়ার) ড. উমা সেঙ্গার জিডিএ এই সিস্টেম থেকে উদ্ভূত হয়েছে। সঞ্জয় জগদালে এমপিসিএ থেকে বিসিসিআই-এর সচিব ছিলেন।\n\n\n== বিভাগীয় অ্যাসোসিয়েশন সদস্যবৃন্দ ==\nগোয়ালিয়র বিভাগীয় ক্রিকেট অ্যাসোসিয়েশন\nউজ্জয়িনী বিভাগীয় ক্রিকেট অ্যাসোসিয়েশন\nইন্দোর বিভাগীয় ক্রিকেট অ্যাসোসিয়েশন\nভোপাল বিভাগীয় ক্রিকেট অ্যাসোসিয়েশন\nসাগর বিভাগীয় ক্রিকেট অ্যাসোসিয়েশন\nরেওয়া বিভাগীয় ক্রিকেট অ্যাসোসিয়েশন\nজবলপুর বিভাগীয় ক্রিকেট অ্যাসোসিয়েশন\nনরমন্দপুরম বিভাগীয় ক্রিকেট অ্যাসোসিয়েশন\nচম্বল বিভাগীয় ক্রিকেট অ্যাসোসিয়েশন\nশাহদোল বিভাগীয় ক্রিকেট অ্যাসোসিয়েশন\n\n\n== হোম গ্রাউন্ড ==\nনেহরু স্টেডিয়াম, ইন্দোরে ৯টি ওডিআই আয়োজন করা হয়েছিল\nক্যাপ্টেন রূপ সিং স্টেডিয়াম, গোয়ালিয়র – ১২টি ওডিআই আয়োজন করেছে। শচীন তেন্ডুলকর এই সেই মাঠ যেখানে প্রথম ডাবল সেঞ্চুরি করেছিলেন।\nহোলকার ক্রিকেট স্টেডিয়াম, ইন্দোর – ৩টি ওডিআই আয়োজন করেছে। ওয়ানডেতে ডাবল সেঞ্চুরি করেছেন বীরেন্দ্র সেহবাগ। আইপিএল ম্যাচের আয়োজন করেছিল।\nমধ্যপ্রদেশ ক্রিকেট অ্যাসোসিয়েশন গ্রাউন্ড, বামহোরি রেঙ্গুয়ান, সাগর\nএমপিসিএ ক্রিকেট গ্রাউন্ড, নিমখেরা, জব্বলপুর\nগোয়ালিয়র ক্রিকেট স্টেডিয়াম – গোয়ালিয়র\nউজ্জয়িন আন্তর্জাতিক স্টেডিয়াম – প্রস্তাবিত\n\n\n== আন্তর্জাতিক আম্পায়ার ==\nনরেন্দ্র মেনন\nসুধীর আসনানী\nনিতিন মেনন\n\n\n== বিভাগীয় কার্যক্রম ==\nএমপিসিএর অধীনে আসা দশটি বিভাগ জুড়ে, এটি নিয়মিতভাবে দশটি বিভাগে ক্রিকেটীয় কার্যক্রম পরিচালনা করে। ইন্দোর এবং গোয়ালিয়রে আন্তর্জাতিক মাঠ ছাড়াও সাগর, রেওয়া, হোশঙ্গাবাদ, মোরেনা এবং জব্বলপুরে এমপিসিএর নিজস্ব ক্রিকেট সুবিধা রয়েছে।\n\n\n== আরও দেখুন ==\nহোলকার রাজ্য\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোর ভারতীয় ঘরোয়া প্রতিযোগিতার সম্পূর্ণ ইতিহাস\nএমপিসিএ একাডেমি"}