{"pageid": 1445899, "title": "ইয়ুখিম কোনোপ্লিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1445899", "content": "ইয়ুখিম মিত্রোভিচ কোনোপ্লিয়া (ইউক্রেনীয়: Юхим Дмитрович Конопля; জন্ম: ২৬ আগস্ট ১৯৯৯; ইয়ুখিম কোনোপ্লিয়া নামে সুপরিচিত) হলেন একজন ইউক্রেনীয় পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে ইউক্রেনীয় ক্লাব শাখতার দোনেৎস্ক এবং ইউক্রেন জাতীয় দলের হয়ে রক্ষণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত ডান পার্শ্বীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে ডান পার্শ্বীয় মধ্যমাঠের খেলোয়াড় হিসেবে খেলেন।\n২০১৬ সালে, কোনোপ্লিয়া ইউক্রেন অনূর্ধ্ব-১৮ দলের হয়ে ইউক্রেনের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় পাঁচ বছর যাবত ইউক্রেনের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০২০ সালে ইউক্রেনের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; ইউক্রেনের জার্সি গায়ে তিনি এপর্যন্ত ১০ ম্যাচে ১টি গোল করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nইয়ুখিম মিত্রোভিচ কোনোপ্লিয়া ১৯৯৯ সালের ২৬শে আগস্ট তারিখে ইউক্রেনের দোনেৎস্কে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nকোনোপ্লিয়া ইউক্রেন অনূর্ধ্ব-১৭, ইউক্রেন অনূর্ধ্ব-১৮, ইউক্রেন অনূর্ধ্ব-১৯, ইউক্রেন অনূর্ধ্ব-২০ এবং ইউক্রেন অনূর্ধ্ব-২১ দলের হয়ে খেলার মাধ্যমে ইউক্রেনের প্রতিনিধিত্ব করেছেন। ২০১৬ সালের ৭ই অক্টোবর তারিখে তিনি অস্ট্রিয়া অনূর্ধ্ব-১৮ দলের বিরুদ্ধে ম্যাচে ইউক্রেন অনূর্ধ্ব-১৮ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। ইউক্রেনের বয়সভিত্তিক দলের হয়ে তিনি প্রায় ৫ বছরে ২৭ ম্যাচে অংশগ্রহণ করে ১টি গোল করেছেন।\n২০২০ সালের ৭ই অক্টোবর তারিখে, ২১ বছর, ১ মাস ও ১১ দিন বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী কোনোপ্লিয়া ফ্রান্সের বিরুদ্ধে অনুষ্ঠিত প্রীতি ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে ইউক্রেনের হয়ে অভিষেক করেছেন। তিনি উক্ত ম্যাচের মূল একাদশে অন্তর্ভুক্ত ছিলেন; ম্যাচে তিনি ১৩ নম্বর জার্সি পরিধান করে ডান পার্শ্বীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি ফ্রান্স ৭–১ গোলের ব্যবধানে জয়লাভ করেছিল। ইউক্রেনের হয়ে অভিষেকের বছরে কোনোপ্লিয়া সর্বমোট ৩ ম্যাচে অংশগ্রহণ করেছেন। জাতীয় দলের হয়ে অভিষেকের ২ বছর, ৮ মাস ও ৯ দিন পর, ইউক্রেনের জার্সি গায়ে প্রথম গোলটি করেছেন; ২০২৩ সালের ১৬ই জুন তারিখে, উত্তর মেসিডোনিয়ার বিরুদ্ধে ম্যাচের ৬৭তম মিনিটে মিখাইলো মুদ্রিকের অ্যাসিস্ট হতে ইউক্রেনের হয়ে ম্যাচের দ্বিতীয় গোলটি করার মাধ্যমে তিনি আন্তর্জাতিক ফুটবলে তার প্রথম গোলটি করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n২১ মে ২০২৪ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইয়ুখিম কোনোপ্লিয়া – ফিফা প্রতিযোগিতার রেকর্ড (ইংরেজি) \nইয়ুখিম কোনোপ্লিয়া – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nসকারওয়েতে ইয়ুখিম কোনোপ্লিয়া  (ইংরেজি)  \nসকারবেসে \nবিডিফুটবলে \nইইউ-ফুটবলে ইয়ুখিম কোনোপ্লিয়া (ইংরেজি) \nট্রান্সফারমার্কেটে ইয়ুখিম কোনোপ্লিয়া (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে ইয়ুখিম কোনোপ্লিয়া (ইংরেজি) \nইএসপিএন এফসিতে \nন্যাশনাল-ফুটবল-টিমস.কমে ইয়ুখিম কোনোপ্লিয়া (ইংরেজি)"}