{"pageid": 1445923, "title": "অ্যাম্বার রুড", "url": "https://bn.wikipedia.org/wiki?curid=1445923", "content": "অ্যাম্বার অগাস্টা রুড (জন্ম ১ আগস্ট ১৯৬৩) হলেন একজন ব্রিটিশ প্রাক্তন রাজনীতিবিদ যিনি ২০১৬ থেকে ২০১৮ সাল পর্যন্ত স্বরাষ্ট্র সচিব এবং ২০১৮ থেকে ২০১৯ সাল পর্যন্ত কর্ম ও পেনশন বিষয়ক সেক্রেটারি অফ স্টেট হিসেবে দায়িত্ব পালন করেছেন। তিনি হেস্টিংস এবং রাইয়ের একজন সংসদ সদস্য (এমপি) ছিলেন, ২০১০ সালে প্রথম নির্বাচিত হন, কনজারভেটিভ পার্টির প্রতিনিধিত্ব করেন এবং ২০১৯ সালে সংসদ থেকে সরে দাঁড়ান। তিনি নিজেকে এক-জাতীয় রক্ষণশীল হিসেবে পরিচয় দেন,  এবং সামাজিকভাবে উদার এবং অর্থনৈতিকভাবে উদার নীতির সাথে যুক্ত ছিলেন।\nরুড মেরিলেবোনে জন্মগ্রহণ করেন এবং এডিনবার্গ বিশ্ববিদ্যালয়ের ইতিহাস, ক্লাসিক এবং প্রত্নতত্ত্বে ইতিহাস অধ্যয়ন করেন। ২০১০ সালে ইস্ট সাসেক্সে হেস্টিংস এবং রাইয়ের জন্য হাউস অফ কমন্সে নির্বাচিত হওয়ার আগে রুড একজন বিনিয়োগ ব্যাংকার হিসাবে কাজ করেছিলেন, বর্তমান লেবার এমপি মাইকেল ফস্টারকে পরাজিত করেছিলেন। রুড ক্যামেরন সরকারের ২০১৫ থেকে ২০১৬ সাল পর্যন্ত শক্তি ও জলবায়ু পরিবর্তন বিষয়ক মন্ত্রিসভায় সেক্রেটারি হিসেবে দায়িত্ব পালন করেন, যেখানে তিনি পুনর্নবীকরণযোগ্য শক্তি সংস্থান এবং জলবায়ু পরিবর্তন প্রশমনে কাজ করেছিলেন। তিনি এর আগে 2014 থেকে ২০১৫ পর্যন্ত শক্তি ও জলবায়ু পরিবর্তন বিভাগে সংসদীয় আন্ডার সেক্রেটারি অফ স্টেট হিসাবে দায়িত্ব পালন করেছিলেন।\nতিনি ১৩ জুলাই ২০১৬-এ মে সরকারের স্বরাষ্ট্র সচিব নিযুক্ত হন এবং ২০১৮ সালের জানুয়ারিতে মহিলা ও সমতা বিষয়ক মন্ত্রীর অতিরিক্ত ভূমিকা দেওয়া হয়। রুড ছিলেন তৃতীয় মহিলা স্বরাষ্ট্রসচিব, দ্বিতীয় বিশ্বযুদ্ধের পর থেকে রাজ্যের একটি মহান অফিসে থাকা পঞ্চম মহিলা এবং রাজ্যের একটি মহান অফিসে দ্রুততম ক্রমবর্ধমান রাজনীতিবিদ ছিলেন (২০২০ সালে ঋষি সুনককে এক্সচেকারের চ্যান্সেলর করার আগে))  উইন্ডরাশ নির্বাসন কেলেঙ্কারির কারণে তিনি এপ্রিল ২০১৮ সালে স্বরাষ্ট্র সচিবের পদ থেকে পদত্যাগ করেন।\n১৬ নভেম্বর ২০১৮-এ, প্রধানমন্ত্রী থেরেসা মে এস্টার ম্যাকভির স্থলাভিষিক্ত হয়ে রুডকে কর্ম ও পেনশন সচিব নিযুক্ত করেন। তিনি ২৪ জুলাই ২০১৯-এ বরিস জনসন দ্বারা পুনরায় নিযুক্ত হন এবং নারী ও সমতা বিষয়ক মন্ত্রী হিসাবে তার আগের পোর্টফোলিওতে পেনি মর্ডান্টের স্থলাভিষিক্ত হন। ৭ সেপ্টেম্বর, রুড তার মন্ত্রিসভা থেকে পদত্যাগ করেন এবং ব্রেক্সিটের বিষয়ে জনসনের নীতি এবং ২১ জন টোরি এমপিকে বহিষ্কারের সিদ্ধান্তের বিরুদ্ধে প্রতিবাদ করতে সংসদে কনজারভেটিভ হুইপ থেকে পদত্যাগ করেন। তিনি ৩০ অক্টোবর ঘোষণা করেছিলেন যে তিনি পরবর্তী সাধারণ নির্বাচনে এমপি পদ থেকে সরে দাঁড়াবেন।\nরুড ১৯৯০ সালে লেখক ও সমালোচক এএ গিলকে বিয়ে করেন এবং সাংবাদিক ফ্লোরা গিল সহ তাদের দুটি সন্তান ছিল। সাংবাদিক নিকোলা ফরম্বির সাথে গিল দীর্ঘমেয়াদী সম্পর্কের মধ্যে প্রবেশ করার পরে ১৯৯৫ সালে দম্পতি আলাদা হয়ে যায়। গিল এবং রুড পরে বিবাহবিচ্ছেদ করেন। রুড পূর্বে সহকর্মী কনজারভেটিভ এমপি কোয়াসি কোয়ার্টেং এর সাথে সম্পর্কে ছিলেন।\nরুড হলেন স্নোডন ট্রাস্টের একজন ট্রাস্টি, একটি সংস্থা যা অল্প বয়স্ক প্রতিবন্ধী ব্যক্তিদের শিক্ষা গ্রহণে সহায়তা করে। রুড ২০০৩ সাল থেকে সুসান স্মিথ ব্ল্যাকবার্ন পুরস্কারের একজন পরিচালক ছিলেন, এটি ইংরেজি ভাষায় প্রথমবারের মতো নারী নাট্যকারের জন্য একটি বার্ষিক পুরস্কার। তিনি হেস্টিংসের সেন্ট লিওনার্ডস একাডেমির গভর্নর হিসেবেও কাজ করেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nযুক্তরাজ্যের সংসদে বৃত্তান্ত\nদেওয়ার্কফরইউ-এ সংসদীয় উপাত্তসমূহ\nজার্নালিস্টেড-এ লেখা লেখা প্রবন্ধসমূহ"}