{"pageid": 1445217, "title": "ডোগরা শিল্পকলা জাদুঘর, জম্মু", "url": "https://bn.wikipedia.org/wiki?curid=1445217", "content": "ডোগরা শিল্পকলা জাদুঘর, জম্মু (পূর্বে ডোগরা আর্ট গ্যালারি নামে পরিচিত ছিল) হচ্ছে ভারতের কেন্দ্রশাসিত অঞ্চল জম্মু ও কাশ্মীরের জম্মুর মোবারক মান্ডি কমপ্লেক্সের পিঙ্ক হলে অবস্থিত একটি জাদুঘর। এটি ডোগরা সাংস্কৃতিক ঐতিহ্যের সাথে সম্পর্কিত। জাদুঘটির প্রধান আকর্ষণ বশোলীর পাহাড়ি ক্ষুদ্রাকৃতির চিত্রকর্ম। \n\n\n== সম্পর্কিত ==\n\nডোগরা শিল্পকলা জাদুঘর, জম্মু হল একটি সরকারি জাদুঘর এবং এটি জম্মু অঞ্চলের বৃহত্তম জাদুঘর।  জাদুঘরটি জম্মু ও কাশ্মীর সরকারের পর্যটন ও সংস্কৃতি মন্ত্রকের অধীনে আর্কাইভস, প্রত্নতত্ত্ব ও জাদুঘর অধিদপ্তরের একক। ১৮৭৫ সালে প্রিন্স অফ ওয়েলস হিসাবে জম্মুতে এসে ব্রিটিশ রাজা এডওয়ার্ড সপ্তম এর সফরের স্মরণে ভবনটি নির্মিত হয়েছিল। এই ভবনে পাবলিক লাইব্রেরির পাশাপাশি জাদুঘর ছিল।\n\n\n== ইতিহাস ==\nপ্রথমদিকে এই জাদুঘরটি 'আজাইব ঘর' নামে পরিচিত ছিল। এটি \"জাদুঘর\" শব্দের একটি উর্দু পরিভাষা। উর্দু তখন সেখানকার দাপ্তরিক ভাষা ছিল। সেসময় একটি ছোট হলঘরে কিছু অস্ত্র এবং পুরানো কিছু স্থিরচিত্রের সংগ্রহ প্রদর্শন এর উদ্দেশ্যে রাখা ছিল। জম্মুর নতুন সচিবালয়ের মধ্যে একটি তৈরি করা হয়েছে। এটি ছিল কাশ্মীর এবং জম্মু রাজ্যের পূর্ববর্তী রাজ্যে একটি জাদুঘর স্থাপনের প্রথম পদক্ষেপ। ভারত অধিরাজ্যের সাথে জম্মু-কাশ্মীর রাজ্যের যোগদানের পর, একটি কমিটি ১৯৫৪ সালে জম্মু ও কাশ্মীরের তৎকালীন প্রধানমন্ত্রী শ্রী গোলাম মোহাম্মদ সাদিক ও শিক্ষামন্ত্রী শ্রী বক্সি গোলাম মোহাম্মদের সভাপতিত্বে সংগঠিত হয়েছিল। জিএলডোগরা, অর্থমন্ত্রী, মাস্টার সংসার চাঁদ বড়ু বিখ্যাত শিল্পী ও অধ্যাপক আরএনশাস্ত্রী (বর্তমানে পদমশ্রী) কমিটির সদস্য ছিলেন। নতুন সচিবালয় সংলগ্ন গান্ধী ভবন হলের কিছু জায়গা এই কমিটিকে আবাসন ও নিদর্শন প্রদর্শনের জন্য বরাদ্দ করা হয়েছিল। জাদুঘরটি ভারতের প্রথম রাষ্ট্রপতি ড. রাজেন্দ্র প্রসাদ ১৯৫৪ সালের ১৮ এপ্রিল  জম্মুর গান্ধী ভবনে ডোগরা আর্ট গ্যালারি হিসাবে উদ্বোধন করেছিলেন। এটিকে একটি পূর্ণাঙ্গ জাদুঘরে উন্নীত করা হয় এবং এর বর্তমান ভবন, মুবারক মান্ডি কমপ্লেক্স, জম্মুতে স্থানান্তর করা হয়। মাস্টার সংসার চাঁদ বড়ু এর প্রথম কিউরেটর (জাদুঘরের প্রধান পরিচালক) হিসেবে নিযুক্ত হন।\n\n\n== সংগ্রহ ==\nজাদুঘরে ঐতিহাসিক ও সাংস্কৃতিক গুরুত্বের ৭২১৬ টি বস্তুর সংগ্রহ রয়েছে। এই জাদুঘরটির সংগ্রহ তালিকার মধ্যে রয়েছে বিখ্যাত বসোহলি মিনিয়েচার পেইন্টিংয়ের রসমঞ্জরি সিরিজ এবং ফারসি ভাষায় সুন্দরভাবে চিত্রিত শাহনামা এবং সিকান্দারনামার মতো কিছু দুর্লভ পাণ্ডুলিপি।\nআখনুর থেকে টেরাকোটার মাথা, ভাস্কর্য, মুদ্রাবিদ্যা, পাণ্ডুলিপি, ডোগরা পোশাক, গহনা, অস্ত্র ও বর্ম, ধাতব বস্তু এবং সজ্জাসংক্রান্ত শিল্পকর্ম । মার্বেল হলের অর্ধ-মূল্যবান পাথরের জড়ো করা কাজ সহ জটিলভাবে সজ্জিত মার্বেল ঝাড়োখাগুলি যাদুঘরের সংগ্রহের কারিশমাকে আরও অলঙ্কৃত করে। যাইহোক, যাদুঘরটি যেটির জন্য পরিচিত তা হল বাশোলির পাহাড়ি ক্ষুদ্রাকৃতির চিত্রকর্ম। মুঘল সম্রাট শাহজেহানের একটি সোনার প্রলেপযুক্ত ধনুক এবং তাকরি লিপিতে শিলালিপি সহ একটি পাথরের ফলক যাদুঘরের সবচেয়ে মূল্যবান সম্পদগুলির মধ্যে একটি। \n\n\n== দর্শনার্থী তথ্য ==\nসোমবার ডোগরা শিল্পকলা জাদুঘরটি বন্ধ থাকে। জাদুঘরে প্রবেশ মূল্য প্রত্যেক ভারতীয় নাগরিকের জন্য ₹১০ রুপি এবং অ-ভারতীয় নাগরিকদের জন্য ₹৫০ রুপি। জাদুঘরের ভিতরে ছবি তোলার জন্য ₹১৫০ রুপি দিতে হয়।\n\n\n== তথ্যসূত্র =="}