{"pageid": 1445658, "title": "ছত্তিশগড় রাজ্য ক্রিকেট অ্যাসোসিয়েশন", "url": "https://bn.wikipedia.org/wiki?curid=1445658", "content": "ছত্তিসগড় রাজ্য ক্রিকেট সংঘ হল ভারতের ছত্তিসগড় রাজ্য এবং ছত্তিসগড় ক্রিকেট দলের ক্রিকেট কার্যক্রমের নিয়ন্ত্রক সংস্থা। এটি ফেব্রুয়ারি ২০১৬ থেকে পূর্ণ সদস্য হিসাবে ভারতীয় ক্রিকেট কন্ট্রোল বোর্ডের সাথে অনুমোদিত \n\n\n== ইতিহাস ==\n২০১৩/১৪ সালে, ছত্তিশগড় অনূর্ধ্ব-১৬ এবং অনূর্ধ্ব-২৫ দলগুলি যথাক্রমে বিজয় মার্চেন্ট ট্রফির জোনাল লিগ এবং সিকে নাইডু ট্রফির প্লেট লিগে তাদের নিজ নিজ গ্রুপের নীচে সমাপ্ত করেছিল। তাদের অনূর্ধ্ব-১৯ দল অবশ্য কোচবিহার ট্রফি প্লেট লিগে তাদের গ্রুপে তৃতীয়–স্থান অর্জন করেছিল এবং একটি ফিসফিস করে নিম্ন স্তরের সেমি–ফাইনালের জন্য যোগ্যতা অর্জন করতে পারেনি।\nবিসিসিআই প্রবিধান অনুসারে, একজন সহযোগী সদস্যকে পূর্ণ সদস্য হিসাবে উন্নীত করা যেতে পারে যদি উক্ত সদস্য একটি অবিচ্ছিন্ন পাঁচটি ক্রিকেট মৌসুমের জন্য সহযোগী সদস্য হন এবং এই জাতীয় সদস্য বোর্ডকে সন্তুষ্ট করেন যে তার এখতিয়ারে খেলাটি একটি মানদণ্ডে পৌঁছেছে। রঞ্জি ট্রফি জাতীয় টুর্নামেন্টে অংশগ্রহণের ন্যায্যতা।\nছত্তিশগড় সহ সিকিম ক্রিকেট অ্যাসোসিয়েশন, মণিপুর ক্রিকেট অ্যাসোসিয়েশন এবং বিহার ক্রিকেট অ্যাসোসিয়েশন হল বিসিসিআই-এর সহযোগী সদস্য। সহযোগী সদস্য হিসাবে, সিএসসিএস বিসিসিআই থেকে বার্ষিক ৭৫ লক্ষ টাকা অনুদান পায়।\nছত্তিশগড় রাজ্য ক্রিকেট সংঘেরও একটি ক্রিকেট একাডেমি ছিল যা জাতীয় ক্রিকেট একাডেমির সাথে অনুমোদিত এবং এনসিএ-এর প্রশিক্ষকরা প্রয়োজনীয় নির্দেশনা প্রদানের জন্য নিয়মিত বিরতিতে একাডেমি পরিদর্শন করেন।\n\n\n== টুর্নামেন্ট ==\nসিএসসিএস সমস্ত বয়সের জন্য একটি আন্তঃজেলা টুর্নামেন্ট পরিচালনা করে যাতে ১৯টি দল - ১৮টি জেলা এবং ভিলাই স্টিল প্ল্যান্ট একটি আমন্ত্রণমূলক দল হিসাবে - বার্ষিক অংশগ্রহণ করে। রাজ্য দলের প্রতিনিধিত্ব করার জন্য একটি প্রণোদনা সহ এই টুর্নামেন্টটি রাজ্যের বাচ্চাদের জন্য একটি আশার রশ্মি দিয়েছে যারা একটি গুরুতর নকশাল হুমকি মোকাবেলা করছে।\n\n\n== হোম ভেন্যু ==\nনয়া রায়পুরের শহীদ বীর নারায়ণ সিং আন্তর্জাতিক ক্রিকেট স্টেডিয়াম রাজ্যের ১০টি স্টেডিয়ামের মধ্যে একটি যেটি প্রথম-শ্রেণীর খেলা আয়োজন করতে পারে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nএমপিসিএ\nইএসপিএনক্রিকইনফোর ভারতীয় ঘরোয়া প্রতিযোগিতার সম্পূর্ণ ইতিহাস\nএকাডেমি"}