{"pageid": 1445176, "title": "পানিনি গ্রুপ", "url": "https://bn.wikipedia.org/wiki?curid=1445176", "content": "পানিনি হল একটি ইতালীয় কোম্পানী যেটি বই, কমিকস, ম্যাগাজিন, স্টিকার, ট্রেডিং কার্ড এবং অন্যান্য আইটেম তার সংগ্রহযোগ্য এবং প্রকাশনা সহায়ক সংস্থাগুলির মাধ্যমে তৈরি করে। এটির সদর দফতর মোডেনায় এবং পানিনি ভাইদের নামে নামকরণ করা হয়েছে যারা এটি ১৯৬১ সালে প্রতিষ্ঠা করেছিলেন। পানিনি তার নিজস্ব পণ্য এবং তৃতীয় পক্ষ প্রদানকারীদের পণ্য বিতরণ করে। পানিনি লাইসেন্স কেনা এবং পুনরায় বিক্রি করার জন্য একটি লাইসেন্সিং বিভাগ বজায় রাখে এবং অধিকার এবং কমিক লাইসেন্স কিনতে চাওয়া ব্যক্তি ও সংবাদপত্রের জন্য এজেন্সি প্রদান করে। পাণিনি ডিজিটালের মাধ্যমে কোম্পানি ফুটবল পরিসংখ্যান ক্যাপচার করতে ভয়েস-অ্যাক্টিভেটেড সফ্টওয়্যার ব্যবহার করে, যা পরে এজেন্ট, দল, মিডিয়া আউটলেট এবং ভিডিও গেম প্রস্তুতকারকদের কাছে বিক্রি করা হয়।\nনিউ মিডিয়া পানিনির অন-লাইন অ্যাপ্লিকেশন পরিচালনা করে এবং সামগ্রী এবং ডেটা বিক্রয়ের মাধ্যমে আয় তৈরি করে। ১৯৭০ সালে ফিফার সাথে একটি অংশীদারিত্ব গঠন করে, পাণিনি ১৯৭০ বিশ্বকাপের জন্য তার প্রথম ফিফা বিশ্বকাপ স্টিকার অ্যালবাম প্রকাশ করে। সেই থেকে, স্টিকার এবং কার্ড সংগ্রহ করা এবং ব্যবসা করা বিশ্বকাপ অভিজ্ঞতার অংশ হয়ে উঠেছে, বিশেষ করে তরুণ প্রজন্মের জন্য। ২০১৭ সালে, পেলের স্বাক্ষরিত একটি ১৯৭০ বিশ্বকাপ পানিনি স্টিকার অ্যালবাম রেকর্ড ১০,৪৫০ পাউন্ডে বিক্রি হয়েছিল।\n২০১৫ পর্যন্ত, পানিনি উয়েফা চ্যাম্পিয়ন্স লিগের জন্য স্টিকার এবং ট্রেডিং কার্ড তৈরি করেছিল। ২০১৯ সাল পর্যন্ত, পানিনির কাছে ফুটবল আন্তর্জাতিক প্রতিযোগিতা যেমন ফিফা বিশ্বকাপ, উয়েফা নেশনস লিগ এবং কোপা আমেরিকার পাশাপাশি প্রিমিয়ার লিগ (২০১৯-২০ মৌসুম থেকে), স্প্যানিশ লা লিগা সহ ঘরোয়া লিগগুলির লাইসেন্সের অধিকার ছিল।, ইতালীয় সেরিয়ে আ, হার্ভাসকা নোগোমেতনা লিগা, এবং আর্জেন্টিনার প্রাইমেরা ডিভিশন অন্যান্যের মধ্যে।\n\n\n== ইতিহাস ==\n\nবেনিটো এবং জিউসেপ পানিনি ১৯৬০ সালে ইতালির মোডেনায় একটি সংবাদপত্র বিতরণ অফিস পরিচালনা করছিলেন, যখন তারা মূর্তিগুলির একটি সংগ্রহ (আঠা দিয়ে সংযুক্ত স্টিকার) খুঁজে পান যা একটি মিলান কোম্পানি বিক্রি করতে অক্ষম ছিল। ভাইয়েরা সংগ্রহটি কিনেছিলেন এবং প্রতিটি ১০ লিরে দুটি প্যাকেটে বিক্রি করেছিলেন। তারা ৩ লাখ প্যাকেট বিক্রি করেছে। মূর্তিগুলির সাথে সাফল্য পেয়ে, জিউসেপ ১৯৬১ সালে নিজের মূর্তিগুলি তৈরি এবং বিক্রি করার জন্য পানিনি প্রতিষ্ঠা করেছিলেন। বেনিতো একই বছর পানিনিতে যোগ দেন। পানিনি ১৯৬১ সালে ১৫ মিলিয়ন প্যাকেট মূর্তি বিক্রি করেছিল। পরের বছর ২৯ মিলিয়ন ইউনিট বিক্রি হয়, এবং ভাই ফ্রাঙ্কো এবং উমবার্তো পানিনি ১৯৬৩ সালে কোম্পানিতে যোগদান করেন  উমবার্তো পাণিনি ২৯ নভেম্বর ২০১৩ তারিখে ৮৩ বছর বয়সে মারা যান। পাণিনি গ্রুপ স্টার্ট স্পনসর মোডেনা ভলি ১৯৬৮-১৯৮৯।\nকোম্পানিটি ১৯৬০ এর দশকে তার ফুটবল সংগ্রহের জন্য সুপরিচিত হয়ে ওঠে, যা শীঘ্রই শিশুদের কাছে জনপ্রিয় হয়ে ওঠে। বিরল স্টিকার (মূর্তি) সংগ্রহকারীদের বাজারে খুব উচ্চ মূল্যে পৌঁছাতে পারে। কিছু জনপ্রিয় গেম উদ্ভাবিত হয়েছিল যেগুলি তাস হিসাবে স্টিকার ব্যবহার করেছিল।\n১৯৭০ সালে পাণিনি এল'আলমানাকো ইলাস্ট্রাটো দেল ক্যালসিও ইতালিয়ান (ইলাস্ট্রেটেড গাইড টু ইতালিয়ান ফুটবল) প্রকাশনা শুরু করেন, প্রকাশনা সংস্থা কার্কানো থেকে স্বত্ব কেনার পর। পাণিনি তার প্রথম ফিফা ওয়ার্ল্ড কাপ ট্রেডিং কার্ড এবং মেক্সিকোতে ১৯৭০ বিশ্বকাপের জন্য স্টিকার অ্যালবাম প্রকাশ করে, বহুভাষিক ক্যাপশন ব্যবহার করার পাশাপাশি প্রথমবারের মতো ইতালির বাইরে স্টিকার বিক্রি করেছিল। স্টিকার সংগ্রহ এবং ট্রেড করার জন্য একটি উন্মাদনার সূচনা করে, পানিনির স্টিকারগুলি তাৎক্ষণিকভাবে হিট হয়েছিল, যুক্তরাজ্যে দ্য গার্ডিয়ান বলেছে, \"১৯৭০ এবং ১৯৮০ এর দশকে ডুপ্লিকেট [বিশ্বকাপ] স্টিকারগুলি অদলবদল করার ঐতিহ্য ছিল খেলার মাঠের খেলা।\" পানিনির আরেকটি প্রথম, ১৯৭০ এর দশকের গোড়ার দিকে, আঠালো ব্যবহারের বিপরীতে স্ব-আঠালো স্টিকার প্রবর্তন করা হয়েছিল।\n১৯৮৬ সালে পাণিনি মূর্তিগুলির একটি যাদুঘর তৈরি করেছিলেন যা তারা ১৯৯২ সালে মোডেনা শহরে দান করেছিলেন। পানিনি তাদের স্টিকার অ্যালবামের জন্য প্রতিটি বিশ্বকাপ স্কোয়াড একত্রিত করা শুরু করে তাদের প্রতিটি দেশ আনুষ্ঠানিকভাবে ঘোষণা করার কয়েক মাস আগে, যার মানে সারপ্রাইজ কল-আপ প্রায়শই তাদের অ্যালবামে দেখা যায় না। এর একটি উল্লেখযোগ্য উদাহরণ ছিল ১৭ বছর বয়সী ব্রাজিলিয়ান স্ট্রাইকার রোনালদো যাকে ১৯৯৪ ফিফা বিশ্বকাপের জন্য ব্রাজিল দলে ডাকা হয়েছিল।\nমে ২০০৬ সালে, পাণিনি ২০০৬ ফিফা বিশ্বকাপের জন্য প্রথম ভার্চুয়াল স্টিকার অ্যালবাম তৈরি করতে দ্য কোকা-কোলা কোম্পানি এবং টোকেনজোনের সাথে অংশীদারিত্ব করে। অ্যালবামটি পর্তুগিজ, ডাচ, ইংরেজি, ফরাসি, জার্মান, গ্রীক, ইতালীয়, জাপানি, কোরিয়ান এবং স্প্যানিশের মতো অন্তত ১০টি ভিন্ন ভাষায় দেখা যায়৷ ২০১৪ বিশ্বকাপের জন্য, ৩ মিলিয়ন ফিফা.কম ব্যবহারকারী পাণিনি ডিজিটাল স্টিকার অ্যালবাম প্রতিযোগিতায় অংশ নিয়েছিল। পানিনি ২০১৮ বিশ্বকাপের জন্য একটি অ্যাপ তৈরি করেছে যেখানে ভক্তরা ভার্চুয়াল স্টিকার সংগ্রহ করতে এবং অদলবদল করতে পারে। ২০১৮ বিশ্বকাপের জন্য ৫ মিলিয়ন মানুষ ডিজিটাল স্টিকার সংগ্রহ করেছে। \n\nক্লাসিক ফুটবল স্টিকারগুলি আজ ২০০৯ সালে চালু হওয়া সংগ্রহযোগ্য কার্ড গেম অ্যাড্রেনালিন এক্সএল দ্বারা পরিপূরক। ২০১০ সালে পাণিনি অ্যাড্রেনালিন এক্সএল-এর একটি উয়েফা চ্যাম্পিয়ন্স লিগ সংস্করণ প্রকাশ করে, যেখানে প্রতিযোগী ২২টি ক্লাবের ৩৫০টি কার্ড রয়েছে, যার মধ্যে ডিফেন্ডিং চ্যাম্পিয়ন এফসি বার্সেলোনা রয়েছে। ২০১৫ এর শুরুতে, টপস প্রতিযোগিতার জন্য স্টিকার, ট্রেডিং কার্ড এবং ডিজিটাল সংগ্রহ তৈরি করার জন্য একটি চুক্তি স্বাক্ষর করেছে। পানিনি ফিফা ৩৬৫ অ্যাড্রেনালিন এক্সএল-এর চতুর্থ সংস্করণ ২০১৯-এর জন্য প্রকাশিত হয়েছে, যেখানে শীর্ষস্থানীয় ক্লাব, দল এবং খেলোয়াড় রয়েছে। \nজানুয়ারি ২০০৯-এ, পানিনি ২০০৯-১০ এনবিএ সিজনে কার্যকরী এনবিএ ট্রেডিং কার্ড এবং স্টিকার তৈরি করার জন্য একটি একচেটিয়া লাইসেন্স অর্জন করে। ১৩ মার্চ ২০০৯-এ, পানিনি মার্কিন ট্রেডিং কার্ড প্রস্তুতকারক ডনরাস প্লেঅফ এলপি অধিগ্রহণ করে। এটির মাধ্যমে, পানিনি উত্তরাধিকার সূত্রে ডোনারাস ' এনএফএল এবং এনএফএলপিএ লাইসেন্স পেয়েছিলেন। \n\nমার্চ ২০১০ সালে, পাণিনি এনএইচএল এবং এনএইচএলপিএ থেকে একটি লাইসেন্স অর্জন করে। ২০১০-১১ আইস হকি মৌসুমটি পাঁচ বছরের মধ্যে প্রথম ছিল যে একাধিক কোম্পানি, আপার ডেক তাদের নিজস্ব এনএইচএল কার্ড তৈরি করেছিল। জুলাই ২০১০ সালে, পানিনি লন্ডন ২০১২ সালে অলিম্পিক এবং প্যারালিম্পিক গেমসের জন্য একটি অফিসিয়াল স্টিকার সংগ্রহ তৈরি করার জন্য একটি লাইসেন্স অর্জন করে।\n২০১৪ সালে, পানিনি সেই বছরের ফিফা বিশ্বকাপের জন্য কার্ড তৈরি করেছিল, এবং ২০১৮ সংস্করণের জন্যও একই কাজ করেছিল, যদিও সারা বিশ্বে প্যাকেটের মূল্য বৃদ্ধি ছিল। ২০১৮ সালে একটি যুক্তরাজ্য দম্পতি তাদের ২০১৮ বিশ্বকাপের স্টিকার অ্যালবাম পূরণ করে প্রতিটি খেলোয়াড়ের মধ্যে অঙ্কন করে সারা বিশ্বে ভক্তদের মন জয় করেছে \"পানিনি সস্তাস্কেটস\" নামে। পানিনি (বান্দাই সহ) ২০১১ সালের স্প্যানিশ টেলিভিশন সিরিজ জেলি জ্যামের ২০১২ ইংরেজি ডাবের পরিবেশক ছিলেন।\n২০১৮ বিশ্বকাপ চলাকালীন, পানিনি প্রতিদিন গড়ে ৮–১০ মিলিয়ন কার্ড প্যাকেজ তৈরি করেছিল। ২০১৮ সালে, পানিনি ২০১৯-২০ মৌসুম থেকে লাইসেন্সের অধীনে কার্ড তৈরি করার জন্য ইংলিশ প্রিমিয়ার লিগের সাথে একটি চুক্তি স্বাক্ষর করে।\n২০১৯ সালে পানিনির কিছু মুক্তির মধ্যে রয়েছে অ্যাভেঞ্জার্স: এন্ডগেম, \n এবং টয় স্টোরি ৪,  এবং ২০১৯ ফিফা মহিলা বিশ্বকাপ মুভির সংগ্রহ।\n২০২৩ সালের অক্টোবরে, পানিনি ইউরোলিগের অফিসিয়াল ট্রেডিং কার্ড অংশীদার হন।\n\n\n== পানিনি আমেরিকা ==\n\nজানুয়ারি ২০০৯-এ, ন্যাশনাল বাস্কেটবল অ্যাসোসিয়েশন (এনবিএ) ঘোষণা করেছিল যে পাণিনি ২০০৯-১০ মৌসুমের শুরুতে লিগের একচেটিয়া ট্রেডিং কার্ড অংশীদার হবে। একই বছরের মার্চ মাসে, পানিনি গ্রুপ শিল্পের দ্বিতীয়-প্রাচীনতম ট্রেডিং-কার্ড কোম্পানি, ডনরাস- এর সম্পদ ক্রয় করে এবং নতুন সহায়ক সংস্থা \"পানিনি আমেরিকা\" গঠন করে। কোম্পানিটি টেক্সাসের ইরভিং- এর বাইরে কাজ চালিয়ে যাচ্ছে, বিদ্যমান উচ্চতর ব্যবস্থাপনার সাথে।\nপানিনি ২০০৯ সালে তার অফিসিয়াল কোম্পানির মুখপাত্র এবং গ্লোবাল ট্রেডিং কার্ড অ্যাম্বাসেডর হিসাবে লস অ্যাঞ্জেলেস লেকার্সের পাঁচবারের এনবিএ চ্যাম্পিয়ন কোবে ব্রায়ান্টের সাথে একটি একচেটিয়া চুক্তি স্বাক্ষর করেন। পানিনির সাথে ব্রায়ান্টের বিশেষ সম্পর্ক ইতালিতে বেড়ে ওঠার সময় ফিরে যায় যেখানে তিনি ইতালীয় ফুটবল স্টিকার সংগ্রহ করেছিলেন। ২০১০ সালের মার্চ মাসে, ন্যাশনাল হকি লিগ প্লেয়ার্স অ্যাসোসিয়েশন (এনএইচএলপিএ) এবং ন্যাশনাল হকি লিগ (এনএইচএল) পানিনি গ্রুপকে একটি বহু-বছরের ট্রেডিং কার্ড লাইসেন্স প্রদান করে, যা তৃতীয় প্রধান ক্রীড়া লাইসেন্স চিহ্নিত করে যা পাণিনি গ্রুপের উপস্থিতি প্রতিষ্ঠার পর থেকে সুরক্ষিত হয়েছিল। ২০০৯ সালে মার্কিন যুক্তরাষ্ট্র।\nপাণিনি গ্রুপের মতে, ২০১০ ফিফা বিশ্বকাপের স্টিকার অ্যালবামটি শুধুমাত্র মার্কিন যুক্তরাষ্ট্রে ১০ মিলিয়ন প্যাক বিক্রি করেছে। ২০১৬ সালে, পানিনি আমেরিকা ১,০০০টি পানিনি স্টিকার সাইন করার জন্য ক্রিশ্চিয়ানো রোনালদোকে $১,৭০,০০০ প্রদান করে, যেখানে নেইমার ৬০০টি সাইন করার জন্য $৫০,০০০ পান।\nএই সাবসিডিয়ারিটির কাছে এনবিএ, এনএফএল, ন্যাসকার, ডাব্লিউডাব্লিউই, ফিফা, দ্য কলেজিয়েট লাইসেন্সিং কোম্পানি, ডিজনি, ড্রিমওয়ার্কস এবং ওয়ার্নার ব্রস. এর জন্য অফিসিয়াল লাইসেন্স রয়েছে। অফ ফেম, এবং প্রো ফুটবল হল অফ ফেম।\nজানুয়ারি ২০২১-এ, পানিনি আমেরিকা আলটিমেট ফাইটিং চ্যাম্পিয়নশিপ (ইউএফসি) এর সাথে একটি একচেটিয়া বহু বছরের ট্রেডিং কার্ড চুক্তি স্বাক্ষর করেছে। পরবর্তীতে আগস্ট ২০২১-এ, পানিনি আমেরিকাও বড় লড়াই, মাইলফলক এবং মুহূর্তগুলিকে স্মরণ করে এনএফটি প্রকাশ করতে ইউএফসি-এর সাথে অংশীদারিত্ব করেছে।\n\n\n== পানিনি পরিবারের পরোপকার ==\nজিউসেপ পানিনি, বড় ভাই এবং এই ব্যবসায়ের প্রতিষ্ঠাতা এবং নিজেই একজন সংগ্রাহক, \"র্যাকোল্ট ফটোগ্রাফিচে মোডেনেসি\" (মোডেনার ফটোগ্রাফিক সংগ্রহ) তৈরির জন্য অর্থায়ন করেছিলেন, যা শহরের জীবন এবং ফটোগ্রাফিক শিল্পের বিবর্তন বর্ণনা করে ৩,০০,০০০ এরও বেশি ফটোগ্রাফ এবং অনুরূপ সংখ্যক পোস্টকার্ডের একটি সংরক্ষণাগার।\n\n\n== আরও দেখুন ==\n\nআলমানাকো ইলাস্ট্রাটো দেল ক্যালসিও\nঅ্যাসোসিয়েশন ফুটবল ট্রেডিং কার্ড\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট \nপাণিনি সংগ্রহের তালিকা লাস্ট স্টিকার ওয়েবসাইটে"}