{"pageid": 1445970, "title": "ডমিনিক গ্রিভ", "url": "https://bn.wikipedia.org/wiki?curid=1445970", "content": "ডমিনিক চার্লস রবার্টস গ্রিভ   (জন্ম ২৪ মে ১৯৫৬)  একজন ব্রিটিশ ব্যারিস্টার এবং প্রাক্তন রাজনীতিবিদ যিনি ২০০৮ থেকে ২০০৯ সাল পর্যন্ত শ্যাডো হোম সেক্রেটারি এবং ২০১০ থেকে ২০১৪ সাল পর্যন্ত ইংল্যান্ড ও ওয়েলসের অ্যাটর্নি জেনারেল হিসেবে দায়িত্ব পালন করেছেন। তিনি ১৯৯৭ থেকে ২০১৯ সাল পর্যন্ত বিকনফিল্ডের সংসদ সদস্য (এমপি) হিসাবে দায়িত্ব পালন করেছেন এবং ২০১৫ থেকে ২০১৯ পর্যন্ত গোয়েন্দা ও নিরাপত্তা কমিটির চেয়ারম্যান ছিলেন।\nগ্রিভ মে ২০১০ থেকে জুলাই ২০১৪ পর্যন্ত ইংল্যান্ড এবং ওয়েলসের অ্যাটর্নি জেনারেল এবং উত্তর আয়ারল্যান্ডের অ্যাডভোকেট জেনারেল হিসেবে মন্ত্রিসভায় যোগ দেন। ২০১৪ সালের মন্ত্রিসভা রদবদলের অংশ হিসেবে প্রধানমন্ত্রী ডেভিড ক্যামেরন তাকে অ্যাটর্নি জেনারেল পদ থেকে বরখাস্ত করেন এবং জেরেমি রাইট তার স্থলাভিষিক্ত হন। রক্ষণশীল হিসাবে নির্বাচিত, গ্রিভ সেপ্টেম্বর ২০১৯-এ বিদ্রোহী কনজারভেটিভ এমপিদের স্থগিতাদেশে কনজারভেটিভ হুইপ অপসারণ করেছিলেন। তিনি ২০১৯ সালের সাধারণ নির্বাচনে বিকনফিল্ডে একটি স্বতন্ত্র প্রার্থী হিসেবে ব্যর্থ হয়ে দাঁড়ান।\nএকজন উদার রক্ষণশীল,  গ্রিভ ছিলেন ব্রেক্সিটের একজন কেন্দ্রীয় ব্যক্তিত্ব এবং প্রায়শই এই বিষয়ে সংশোধনী প্রস্তাব করার জন্য একজন আইনজীবী হিসাবে তার অভিজ্ঞতা ব্যবহার করতেন, তার হস্তক্ষেপগুলি প্রায়শই সরকারী নীতির সাথে বিরোধপূর্ণ ছিল। ব্রেক্সিটের একজন বিশিষ্ট সমর্থক, গ্রিভ ইইউ সদস্যপদ নিয়ে দ্বিতীয় গণভোটের আহ্বান জানিয়েছিলেন এবং বহিষ্কৃত হওয়ার আগে বলেছিলেন যে তিনি এবং অন্যান্য রক্ষণশীল বিদ্রোহীরা একটি রক্ষণশীল সরকারের পতন ঘটাতে অনাস্থা ভোটকে সমর্থন করবেন, যদি এটিই একমাত্র উপায় হয় একটি খারাপ ব্রেক্সিট থেকে \"বিপর্যয়কর\" ক্ষতি ব্লক করুন। ২০১৯ সালের বসন্তে, সদস্যদের আস্থা ভোট হারানোর পরে গ্রিভকে তার স্থানীয় দল দ্বারা নির্বাচন বাতিল করার হুমকি দেওয়া হয়েছিল। অক্টোবর ২০১৯ সালে, হুইপ অপসারণের পরে, গ্রিভ ঘোষণা করেছিলেন যে তিনি পরবর্তী সাধারণ নির্বাচনে তার নির্বাচনী এলাকার আসনে স্বতন্ত্র প্রার্থী হিসেবে দাঁড়াবেন। এটি ঘোষণা করা হয়েছিল যে লিবারেল ডেমোক্র্যাটরা তাকে সাহায্য করার জন্য একপাশে দাঁড়াবে,  কিন্তু কোন লাভ হয়নি, কারণ তিনি তার আসন হারিয়েছিলেন।\nগ্রিভ ফ্রাঙ্কো-ব্রিটিশ সোসাইটির সভাপতি। তিনি ২০১৬ সালে লিজিয়ন অফ অনারে ভূষিত হন,  এবং ফরাসি রেডিও এবং টেলিভিশনে ফরাসি ভাষায় সম্প্রচার করেন। তিনি একজন অ্যাংলিকান অনুশীলনকারী এবং চার্চ অফ ইংল্যান্ডের লন্ডন ডায়োসেসান সিনডের সদস্য ছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট \nRt Hon Dominic Grieve QC MP official parliamentary profile\nRt Hon Dominic Grieve QC MP They Work For You profile\nউপস্থিতি - সি-স্প্যানে"}