{"pageid": 1445385, "title": "এলাহাবাদ জাদুঘর", "url": "https://bn.wikipedia.org/wiki?curid=1445385", "content": "এলাহাবাদ জাদুঘর হলো ভারতের উত্তরপ্রদেশের এলাহাবাদে অবস্থিত একটি জাতীয়-স্তরের জাদুঘর।  এই জাদুঘরটি ১৯৩১ সালে প্রতিষ্ঠিত হয়।  এটি তার সমৃদ্ধ সংগ্রহ এবং শিল্পের অনন্য বস্তুর জন্য পরিচিত, এবং সংস্কৃতি মন্ত্রণালয় এটির অর্থায়ন করে থাকে। অধিকন্তু, এটি প্রত্নতাত্ত্বিক, ইতিহাসবিদ এবং শিক্ষাবিদদের জন্য একটি প্রধান গবেষণা কেন্দ্র এবং প্রত্নতত্ত্ব, শিল্প ও সাহিত্যে ব্যাপক গবেষণা কার্যক্রম এবং প্রকাশনা পরিচালনা করে। এর রক আর্ট গ্যালারিতে ১৪,০০০ খ্রিস্টপূর্বাব্দ থেকে ২০০০ খ্রিস্টপূর্বাব্দের মধ্যে ভারতে প্রদর্শিত প্রাগৈতিহাসিক চিত্রগুলির বৃহত্তম সংগ্রহ রয়েছে  সৌর বিদ্যুৎ ব্যবস্থা ব্যবহার করে জাদুঘরটি বিদ্যুত উৎপাদনে স্বনির্ভর দেশের প্রথম জাদুঘর হয়ে উঠে।  এলাহাবাদ জাদুঘরটি শহরের সিভিল লাইন এলাকায় কেন্দ্রে অবস্থিত চন্দ্রশেখর আজাদ পার্কের একটি সবুজ বাগানে, যা কোম্পানি বাগ নামে পরিচিত। এটি এলাহাবাদ রেলওয়ে জংশন থেকে প্রায় 3 কিমি দূরে এবং প্রয়াগ, রামবাগ এবং প্রয়াগরাজ জংশনের মতো তিনটি ভিন্ন রেলওয়ে স্টেশন থেকে প্রায় সমান দূরত্বে এবং প্রয়াগরাজ বিমানবন্দর থেকে প্রায় ১২ কিমি দূরে। \n\n\n== ইতিহাস ==\n১৮৬৩ সালে উত্তর-পশ্চিম প্রদেশের গভর্নর জেনারেল স্যার উইলিয়াম মুইর দ্বারা এলাহাবাদে একটি জাদুঘর স্থাপিত হয়েছিল, ১৮৮১ সালে অনির্দিষ্ট কারণে বন্ধ হয়ে যাওয়ার আগে। এলাহাবাদ মিউনিসিপ্যাল বোর্ডের তৎকালীন সভাপতি জওহরলাল নেহেরু, মদন মোহন মালভিয়া এবং তৎকালীন শীর্ষস্থানীয় সংবাদপত্র দ্য পাইওনিয়ার- এর মতো অপ্রতিরোধ্য ব্যক্তিদের দ্বারা জাদুঘরটি পুনরায় খোলার উদ্যোগ নেওয়ার পরে, যাদুঘরটি অবশেষে ১৯৩১ সালে মিউনিসিপ্যাল বোর্ড ভবনে খোলা হয়েছিল। স্থান সীমাবদ্ধতার কারণে, জাদুঘরটি আলফ্রেড পার্কের বর্তমান ভবনে স্থানান্তরিত করা হয়। বর্তমান জাদুঘর ভবনের ভিত্তিপ্রস্তর ১৪ ডিসেম্বর ১৯৪৭ সালে জওহরলাল নেহরু দ্বারা স্থাপন করা হয়েছিল এবং যাদুঘরটি ১৯৫৪ সালে জনসাধারণের জন্য উন্মুক্ত করা হয়েছিল। ১৯৮৫ সালে এটিকে জাতীয় গুরুত্বের একটি প্রতিষ্ঠান ঘোষণা করা হয়।  \n\n\n== সংগ্রহ ==\nজাদুঘরটিতে মহাত্মা গান্ধী এবং জওহরলাল নেহরুর প্রতি উত্সর্গীকৃত গ্যালারি রয়েছে। গান্ধী গ্যালারি গান্ধীর শৈশব থেকে মৃত্যু পর্যন্ত বিরল ছবি প্রদর্শন করে, যখন নেহরু গ্যালারীতে নেহেরুর আসল পাণ্ডুলিপিগুলি 'ইন অ্যান্ড আউট অফ প্রিজন' রয়েছে যা পরে তাঁর আত্মজীবনী দ্য ডিসকভারি অফ ইন্ডিয়া হিসাবে প্রকাশিত হয়েছিল। তাঁর অন্যান্য সংগ্রহের মধ্যে রয়েছে নথি, উপহার, বিবাহের কার্ড এবং চিঠি, যার মধ্যে গান্ধী নিজে থেকে কিছু। জাদুঘরের আরেকটি মূল্যবান অধিকার হল গান্ধী স্মৃতিবাহন, ৪৭-মডেল ভি-৮ ফোর্ড ট্রাক যেটিতে গান্ধীর ছাই ১২ ফেব্রুয়ারি ১৯৪৮ সালে ত্রিবেণী সঙ্গমে নিমজ্জিত করা হয়েছিল  \nচন্দ্রশেখর আজাদের পিস্তল, একটি কোল্ট মডেল ১৯০৩ পকেট হ্যামারলেস সেমি-অটো .৩২ বোর, যা যাদুঘরের প্রবেশদ্বার হলে প্রদর্শিত ও সংরক্ষিত আছে। আলফ্রেড পার্কে ব্রিটিশ পুলিশ সদস্যদের সাথে দীর্ঘ গুলির লড়াইয়ের পর আজাদ নিজেকে গুলি করার জন্য এটি ব্যবহার করেছিলেন, একই বছর যাদুঘরটি প্রতিষ্ঠিত হয়েছিল। \nজাদুঘরটিতে রাশিয়ান চিত্রশিল্পী নিকোলাস রোরিচের আঁকা ১৯টি একচেটিয়া ক্যানভাস রয়েছে। এলাহাবাদ মিউজিয়ামের একটি সহ সারা বিশ্বে ১০টি ররিচ হল রয়েছে। \nমিউজিয়ামের লাইব্রেরিতে লোয়েব ক্লাসিক্যাল লাইব্রেরির বিরল সংগ্রহ সহ ২৫,০০০ বই রয়েছে - প্রাচীন রোমান এবং গ্রীক পণ্ডিতদের অনুবাদ করা কাজ। \n\n\n== আরো দেখুন ==\n\nএলাহাবাদের পর্যটন আকর্ষণের তালিকা\nভারতের জাদুঘরের তালিকা\nএলাহাবাদ পাবলিক লাইব্রেরি\n\n\n== তথ্যসূত্র ==\nএলাহাবাদ মিউজিয়াম, ওয়েবসাইট"}