{"pageid": 1445710, "title": "মহারাষ্ট্র ক্রিকেট অ্যাসোসিয়েশন", "url": "https://bn.wikipedia.org/wiki?curid=1445710", "content": "মহারাষ্ট্র ক্রিকেট অ্যাসোসিয়েশন (মারাঠি: महाराष्ट्र क्रिकेट संघणा) হল ভারতের মহারাষ্ট্র রাজ্যের ক্রিকেটের নিয়ন্ত্রক সংস্থা। এর মহারাষ্ট্র ক্রিকেট দল ভারতীয় ক্রিকেটে মহারাষ্ট্র রাজ্যের প্রতিনিধিত্ব করে। এটি ভারতীয় ক্রিকেট কন্ট্রোল বোর্ডের অধিভুক্ত।\nএর মহিলা দল মহিলাদের ঘরোয়া ক্রিকেট প্রতিযোগিতায় মহারাষ্ট্রের প্রতিনিধিত্ব করে এবং টুর্নামেন্টে পুরুষ দল : বিসিসিআই-এর রঞ্জি ট্রফি, বিজয় হাজারে ট্রফি ইত্যাদি। অ্যাসোসিয়েশনের একটি আন্তর্জাতিক মানের ক্রিকেট স্টেডিয়াম রয়েছে, মহারাষ্ট্রের পুনের কাছে গাহুঞ্জে গ্রামে মহারাষ্ট্র ক্রিকেট অ্যাসোসিয়েশন স্টেডিয়াম, যেখানে এর সদর দপ্তর রয়েছে।\nজাতীয়তাবাদী কংগ্রেস পার্টির বিধায়ক রোহিত পাওয়ার বর্তমান সভাপতি। ২০২৩ সালে বোর্ড তার ফ্র্যাঞ্চাইজি ক্রিকেট লিগ প্রতিষ্ঠা করে, মহারাষ্ট্র প্রিমিয়ার লিগ যা বিসিসিআই এর ইন্ডিয়ান প্রিমিয়ার লিগের উপর ভিত্তি করে।\nমহারাষ্ট্র রাজ্যের জেলা ক্রিকেট অ্যাসোসিয়েশনগুলি এই বোর্ডের সাথে অধিভুক্ত।\n\n\n== ইতিহাস ==\nএমসিএ তার ক্রিকেট স্টেডিয়াম তৈরির আগে নেহারু স্টেডিয়ামে আন্তর্জাতিক ক্রিকেট ম্যাচ আয়োজন করতে ব্যবহার করে।\n২০১২ সালে এমসিএ তার নিজস্ব আন্তর্জাতিক মানের ক্রিকেট স্টেডিয়াম, মহারাষ্ট্র ক্রিকেট অ্যাসোসিয়েশন স্টেডিয়াম উদ্বোধন করে। এরিনাটির বসার ক্ষমতা ৫৫,০০০।\n\n\n== প্রতিযোগিতা ==\nমহারাষ্ট্র ক্রিকেট অ্যাসোসিয়েশন ২০২৩ সালে তার ফ্র্যাঞ্চাইজি লিগ মহারাষ্ট্র প্রিমিয়ার লিগ (এমপিএল) প্রতিষ্ঠা করেছিল, যার ছয়টি দল রয়েছে। এটি উন্মুক্ত বিডিংয়ের মাধ্যমে তিন বছরের জন্য ৫৭ কোটি টাকায় ফ্র্যাঞ্চাইজি অধিকার বিক্রি করেছে। ১৫ জুন ২০২৩ এর পর থেকে পুনের স্টেডিয়ামে প্রথম মৌসুম অনুষ্ঠিত হয়েছিল। পুনে ফ্র্যাঞ্চাইজি ১৪ কোটিতে বিক্রি হয়েছিল ঋতুরাজ গায়কোয়াডের সাথে তাদের আইকনিক প্লেয়ার হিসেবে, কেদার যাদব হল কোলহাপুর ফ্র্যাঞ্চাইজির আইকনিক প্লেয়ার।\n\n\n== দল ==\n\nরঞ্জি ট্রফি, বিজয় হাজারে ট্রফি এবং সৈয়দ মুশতাক আলি ট্রফির মতো ঘরোয়া ক্রিকেট চ্যাম্পিয়নশিপে এই বোর্ডের দলগুলি মহারাষ্ট্রের প্রতিনিধিত্ব করে। মহারাষ্ট্র মহিলা ক্রিকেট দল মহিলাদের ক্রিকেটে মহারাষ্ট্রের প্রতিনিধিত্ব করে। এই দলটি পুনের এমসিএ স্টেডিয়ামে তাদের হোম ম্যাচ খেলে।\n\n\n== স্টেডিয়াম ==\n\nএমসিএ-এর স্টেডিয়ামটি পুনের কাছে গাহুঞ্জে গ্রামে অবস্থিত। এটি উদ্বোধন করেছিলেন তৎকালীন বিসিসিআই সভাপতি শরদ পাওয়ার। আন্তর্জাতিক, ঘরোয়া ক্রিকেট ম্যাচ নিয়মিতভাবে এমসিএ স্টেডিয়ামে অনুষ্ঠিত হয়। ব্রিটেনের হপকিন্স আর্কিটেক্টস দ্বারা আখড়াটির নকশা করা হয়েছিল। এটি দেশের অন্যতম টেস্ট ক্রিকেট ভেন্যু।\n\n\n== অধিভুক্ত জেলা অ্যাসোসিয়েশন ==\nমহারাষ্ট্র ক্রিকেট অ্যাসোসিয়েশনের সাথে অধিভুক্ত জেলা ক্রিকেট অ্যাসোসিয়েশনগুলি নিম্নরূপ।\n\nধুলে জেলা ক্রিকেট অ্যাসোসিয়েশন\nনাসিক জেলা ক্রিকেট অ্যাসোসিয়েশন\nজলগাঁও জেলা ক্রিকেট অ্যাসোসিয়েশন\nপুনে জেলা ক্রিকেট অ্যাসোসিয়েশন\nনাসিক জেলা ক্রিকেট অ্যাসোসিয়েশন\nকোলহাপুর জেলা ক্রিকেট অ্যাসোসিয়েশন\nনন্দুরবার জেলা ক্রিকেট অ্যাসোসিয়েশন\nঔরঙ্গাবাদ জেলা ক্রিকেট অ্যাসোসিয়েশন\nআহমেদনগর জেলা ক্রিকেট অ্যাসোসিয়েশন\nহিঙ্গোলি জেলা ক্রিকেট অ্যাসোসিয়েশন\nসাতারা জেলা ক্রিকেট অ্যাসোসিয়েশন\nজালনা জেলা ক্রিকেট অ্যাসোসিয়েশন\nসাংলি জেলা ক্রিকেট অ্যাসোসিয়েশন\nলাতুর জেলা ক্রিকেট অ্যাসোসিয়েশন\nবিড জেলা ক্রিকেট অ্যাসোসিয়েশন\nসোলাপুর জেলা ক্রিকেট অ্যাসোসিয়েশন\nওসমানাবাদ জেলা ক্রিকেট অ্যাসোসিয়েশন\nরায়গড় জেলা ক্রিকেট অ্যাসোসিয়েশন\nরত্নাগিরি জেলা ক্রিকেট অ্যাসোসিয়েশন\nপারভানি জেলা ক্রিকেট অ্যাসোসিয়েশন\n\n\n== তথ্যসূত্র =="}