{"pageid": 1445515, "title": "ইব্রাহিম রাইসিকে বহনকারী হেলিকপ্টার দুর্ঘটনা", "url": "https://bn.wikipedia.org/wiki?curid=1445515", "content": "১৯ মে ২০২৪-এ, খুদাফরিন থেকে তাবরিজ যাওয়ার পথে ইরানের ভারজাকানে একটি বেল ২১২ হেলিকপ্টার বিধ্বস্ত হয়। দুর্ঘটনাকেলে হেলিকপ্টারটি ইরানের প্রেসিডেন্ট ইব্রাহিম রাইসি, পররাষ্ট্রমন্ত্রী হোসেন আমির-আব্দুল্লাহিয়ান, পূর্ব আজারবাইজানের গভর্নর মালেক রহমতি এবং পূর্ব আজারবাইজানের সর্বোচ্চ নেতার প্রতিনিধি  মোহাম্মদ আলী আলে-হাশেমকে বহন করছিল। পরদিন ২০ মে, ৭৩টি উদ্ধারকারী দলের প্রচেষ্টার পর, ইরানের রেড ক্রিসেন্ট সোসাইটি ঘোষণা করে যে, বিধ্বস্ত হেলিকপ্টারটির সন্ধান পাওয়া গেছে, তবে সেখানে \"প্রাণের কোনো অস্তিত্ব মেলেনি\"। পরবর্তীতে, ইরানি রেড ক্রিসেন্ট সোসাইটির প্রধান পীর হোসেইন কোলিভান্দ দেশটির রাষ্ট্রীয় টেলিভিশন চ্যানেলকে নিশ্চিত করেন যে হেলিকপ্টারে অবস্থানরত ইব্রাহিম রাইসিসহ অন্যান্য সকল যাত্রী ও ক্রুরা মৃত্যুবরণ করেছেন এবং তাদের মৃতদেহ উদ্ধার করা হয়েছে।\nরাইসি আজারবাইজানের সীমান্তঘেঁষা ইরানের পূর্ব আজারবাইজান প্রদেশে অবস্থিত জোলফা শহরের কাছে যাওয়ার সময় দুর্ঘটনাটি ঘটে। ইরানি টেলিভিশন রিপোর্টে জানানো হয়েছে যে দুর্ঘটনাস্থলে ঘন বনভূমি থাকার কারণে উদ্ধার অভিযান অসুবিধার সম্মুখীন হচ্ছে। এছাড়া প্রতিকূল আবহাওয়া যেমন ভারী বৃষ্টি, কুয়াশা এবং প্রবল বাতাসের কারণে উদ্ধারকাজ ব্যহত হচ্ছে। হেলিকপ্টারটির উদ্ধারকাজে সহায়তা করার জন্য ড্রোন, অনুসন্ধান ও উদ্ধারকারী দল, বিশেষভাবে প্রশিক্ষিত কুকুর এবং কোপার্নিকাস স্যাটেলাইট সিস্টেম অংশ নেয়।\n\n\n== পটভূমি ==\n\n১৯ মে ২০২৪-এ, ইরানের রাষ্ট্রপতি ইব্রাহিম রাইসি আজারবাইজানের রাষ্ট্রপতি ইলহাম আলিয়েভের সাথে খোদা আফারিন জলবিদ্যুৎ প্রকল্প এবং গিজ গালাসি জলবিদ্যুৎ প্রকল্প উদ্বোধন করতে আজারবাইজানে অবস্থান করছিলেন। প্রকল্পটি আরাস নদীর উপর ইরান এবং আজারবাইজানের মধ্যে তৃতীয় যৌথ প্রকল্প। দুর্ঘটনার একদিন আগে, ইরান আবহাওয়া সংস্থা এই অঞ্চলের জন্য কমলা আবহাওয়া সতর্কতা জারি করে।\n\n\n== দুর্ঘটনাকবলিত হেলিকপ্টার ==\nদুর্ঘটনাকবলিত হেলিকপ্টারটির মডেল ছিল বেল ২১২ ও সিরিয়াল নম্বর ৩৫০৭১ ছিল। আকাশযানটির নিবন্ধন নম্বর ছিল ৬-৯২২১। এটি বয়স ৪০-৫০ বছর পুরনো একটি হেলিকপ্টার ছিল। ইরান ২০০০ এর দশকের গোড়ার দিকে এই হেলিকপ্টারটি ক্রয় করে। উক্ত মডেলের হেলিকপ্টারটি মার্কিন যুক্তরাষ্ট্রভিত্তিক প্রতিষ্ঠান টেক্সট্রন ইনকর্পোরেটেড দ্বারা নির্মিত। এটি ১৫ জন যাত্রী বহণ করতে সক্ষম। ১৯৮৯ সালের ইসলামি বিপ্লবের পর, মার্কিন যুক্তরাষ্ট্র ইরানকে আকাশযান এবং এর রক্ষণাবেক্ষণের যন্ত্র সরবরাহে নিষেধাজ্ঞা আরোপ করে। এর ফলে দুর্ঘটনাকবলিত হেলিকপ্টারটির মেরামত ও রক্ষণাবেক্ষণ অসম্ভব হয়ে পড়ে এবং বিমানটি যথাযথভাবে কাজ করতে অক্ষম হয়ে পড়ে।\n\n\n== দুর্ঘটনা ==\nপ্রকল্প উদ্বোধনের পর, রাইসি, আমির-আব্দুল্লাহিয়ান, রহমাতি, আলে-হাশেম, এবং রাইসির প্রধান নিরাপত্তা ইসলামী বিপ্লবী গার্ড কর্পস (আইআরজিসি) ব্রিগেডিয়ার জেনারেল মোহাম্মদ মেহেদি মুসাভি, হেলিকপ্টারে করে একটি তেল শোধনাগারে একটি প্রকল্প উদ্বোধন করার উদ্দেশ্যে তাবরিজের উদ্দেশ্যে রওনা হন।\nবেল ২১২-এ  কর্নেল পদমর্যাদার দুইজন ইরানী বিমান বাহিনীর পাইলট এবং মেজর পদে অধিষ্ঠিত একজন বিমান প্রকৌশলী ছিলেন। প্রায় ১৩:৩০ আইআরএসটি (ইউটিসি+০৩:৩০), হেলিকপ্টারটি ভারজাকানের উজি গ্রামের প্রায় ২ কিলোমিটার (১.২ মাইল) দক্ষিণ-পশ্চিমে পূর্ব আজারবাইজান প্রদেশের উত্তর ভারজাকান এলাকার কাছে ডিজমার বন অঞ্চলে বিধ্বস্ত হয়।\nহেলিকপ্টারটির সাথে আরও দুটি হেলিকপ্টার ছিল, যেগুলোতে জ্বালানি মন্ত্রী আলী আকবর মেহরাবিয়ান এবং আবাসন ও পরিবহন মন্ত্রী মেহরদাদ বজরপাশ ভ্রমণ করছিলেন। তাদের হেলিকপ্টারের সাথে রাইসিকে বহনকারী হেলিকপ্টারের যোগাযোগ বিচ্ছিন্ন হয়ে যায়। সে দুটি হেলিকপ্টার যোগাযোগ বিচ্ছিন্ন হওয়ার ১৫-২০ মিনিট পর তৃতীয় হেলিকপ্টারটি অনুসন্ধানের ব্যর্থ প্রচেষ্টা চালায়। সে দুটি হেলিকপ্টার পরবর্তীতে নিরাপদে তাবরিজে পৌঁছায়।  শেষ পর্যন্ত জানা যায় যে হেলিকপ্টারটি ৯ জন যাত্রী নিয়ে ভারজাকানের বনভূমিতে বিধ্বস্ত হয়েছে।\n\n\n== তথ্যসূত্র =="}