{"pageid": 1445075, "title": "পূর্ব দক্ষিণ এশিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1445075", "content": "পূর্ব দক্ষিণ এশিয়া দক্ষিণ এশিয়া উপঅঞ্চলের পূর্বদিকে অন্তর্গত একটি ভৌগোলিক অঞ্চল। বাংলাদেশ, ভুটান, নেপাল ও ভারত (বিশেষ করে উত্তর-পূর্ব ও পূর্ব ভারত) এই অঞ্চলের অন্তর্গত। ভৌগোলিকভাবে এটি পূর্ব হিমালয় ও বঙ্গোপসাগরের মাঝে অবস্থিত। গঙ্গা ও ব্রহ্মপুত্র (যমুনা), বিশ্বের দুই বৃহত্তম নদী, এই অঞ্চল দিয়ে বঙ্গোপসাগরে মিলিত হয়। বিশ্বের সর্বোচ্চ পার্বত্য এলাকা ও বিশ্বের সবচেয়ে বড় ব-দ্বীপ এই অঞ্চলের অন্তর্গত এবং এই অঞ্চলের জলবায়ু আল্পীয় থেকে উপ-ক্রান্তীয় ও ক্রান্তীয় পর্যন্ত হতে পারে। নেপাল, ভুটান ও উত্তর-পূর্ব ভারত স্থলবেষ্টিত হওয়ার জন্য বাংলাদেশ ও পূর্ব ভারত এই অঞ্চলের প্রবেশদ্বার।\nপূর্ব দক্ষিণ এশিয়ার জনসংখ্যা ৪৪ কোটির বেশি, য বিশ্বের ৬% জনসংখ্যা এবং দক্ষিণ এশিয়ার ২৫% জনসংখ্যা। বিবিআইএন সংযুক্তি এই অঞ্চলের অর্থনৈতিক একত্রীকরণের উদ্যোগ নিয়েছে। এই অঞ্চলের চারটি দেশ (বাংলাদেশ, ভুটান, নেপাল ও ভারত) দক্ষিণ এশীয় আঞ্চলিক সহযোগিতা সংস্থা ও বিম্‌সটেকের সদস্য। চীনের ইউন্নান প্রদেশ ও তিব্বত স্বায়ত্বশাসিত অঞ্চল এবং মিয়ানমার ঐতিহাসিকভাবে, অর্থনৈতিকভাবে ও সাংস্কৃতিকভাবে পূর্ব দক্ষিণ এশিয়ার সাথে সম্পর্কিত। বাংলদেশ–চীন–ভারত–মিয়ানমার ফোরাম এই অঞ্চলে এক অর্থনৈতিক করিডোর স্থাপন করেছে।\n\n\n== ইতিহাস ==\n\n\n=== প্রত্নতত্ত্ব ===\nপূর্ব উপমহাদেশের প্রত্নতাত্ত্বিক ঐতিহ্যের মধ্যে রয়েছে লুম্বিনী, গৌতম বুদ্ধের জন্মস্থান; নালন্দা, বিক্রমশিলা, সোমপুর, ওদন্তপুরী, ময়নামতী ইত্যাদি মঠ ও উচ্চ শিক্ষা প্রতিষ্ঠান; পাটলিপুত্র, বৈশালী, রাজগির, শিশুপালগড়, কলিঙ্গ ইত্যাদি মৌর্য আমলের অঞ্চল ও বসতিতে অশোক স্তম্ভ; এবং চন্দ্রকেতুগড়, ওয়ারি-বটেশ্বর ও ভিটাগড় দুর্গের ধ্বংসাবশেষ। এই অঞ্চলে এক গুরুত্বপূর্ণ বৌদ্ধ পর্যটন বর্তনী রয়েছে। এছাড়াও দক্ষিণ এশিয়ায়  অনেক মধ্যযুগীয় মসজিদ রয়েছে, যেমন আদিনা মসজিদ (উপমহাদেশের বৃহত্তম মধ্যযুগীয় মসজিদ), ষাট গম্বুজ মসজিদ, কাটরা মসজিদ ইত্যাদি।\n\n\n=== প্রাচীন রাজ্যসমূহ ===\nপূর্ব দক্ষিণ এশিয়া উপমহাদেশীয় সভ্যতার ধারক ও বাহক হিসাবে পরিচিত। এই অঞ্চলে মহাভারতের মতো প্রাচীন মহাকাব্যে উল্লেখিত বঙ্গ ও পুণ্ড্র; গ্রিক ও রোমান নথিতে উল্লেখিত গঙ্গাঋদ্ধি; এবং বিভিন্ন প্রধান হিন্দু ও বৌদ্ধ রাজ্য রয়েছে, যেমন মগধ, অঙ্গ, কলিঙ্গ, বিদেহ, সমতট, নন্দ, মৌর্য, কামরূপ, কাণ্বকুব্জ, গুপ্ত, গৌড়, পাল, সেন, ত্রিপুরা ও কোচবিহার। এই অঞ্চলের অন্যতম ইসলামি সাম্রাজ্য ও রাজ্যের মধ্যে বাংলা সালতানাত, সুরী সাম্রাজ্য, মুঘল সাম্রাজ্য ও সুবে বাংলা উল্লেখযোগ্য। এছাড়া ষোড়শ শতাব্দীর শেষ ও সপ্তদশ শতাব্দীর শুরুতে বারো ভূঁইয়া নামক এক হিন্দু-মুসলিম জমিদার গোষ্ঠী সক্রিয় ছিল।\n\n\n=== বেঙ্গল প্রেসিডেন্সি ===\nঅষ্টাদশ শতাব্দীতে ব্রিটিশ সাম্রাজ্য বেঙ্গল প্রেসিডেন্সি স্থাপন করেছিল, যার সদর দপ্তর ফোর্ট উইলিয়াম, কলকাতা। ব্রিটিশরা বাংলাকে তাদের ভারতীয় সাম্রাজ্যের কেন্দ্রে পরিণত হয়েছিল এবং তখন বাংলা বলতে ভারতকে বোঝাতে লাগল।\n\n\n== ভূগোল ==\n\n\n=== উত্তর-পূর্ব ও পূর্ব ভারত ===\nস্থলবেষ্টিত উত্তর-পূর্ব ভারত অরুণাচল প্রদেশ, আসাম, ত্রিপুরা, নাগাল্যান্ড, মণিপুর, মিজোরাম, মেঘালয় ও সিকিম রাজ্য নিয়ে গঠিত। পূর্ব হিমালয়, ব্রহ্মপুত্র উপত্যকা ও বরাক উপত্যকা এই অঞ্চলের অন্তর্গত। ব্রহ্মপুত্র, বরাক ও ইম্ফল উপত্যকা এবং ত্রিপুরা ও মেঘালয় পাহাড়ের মধ্যবর্তী সমভূমি ছাড়া এই অঞ্চলের বাকি দুই-তৃতীয়াংশ পাহাড়ি এলাকা। উত্তর-পূর্ব ভারতের উচ্চতা প্রায় সমুদ্রপৃষ্ঠ থেকে সমুদ্রপৃষ্ঠের সাপেক্ষে ৭,০০০ মিটার (২৩,০০০ ফুট) পর্যন্ত হত পারে। এই অঞ্চলের বৃষ্টিপাত অনেক বেশি, যার গড় মান ১০,০০০ মিলিমিটার (৩৯০ ইঞ্চি) বা তার বেশি হতে পারে, যার ফলে বাস্তুতন্ত্র, ভূমিকম্প ও বন্যার সমস্যা দেখা দেয়।\nপূর্ব ভারতের এক বড় অংশ সিন্ধু-গাঙ্গেয় সমভূমির অন্তর্গত এবং বঙ্গোপসাগর বরাবর এর উপকূলরেখা রয়েছে। সাধারণত ওড়িশা, ঝাড়খণ্ড, পশ্চিমবঙ্গ ও বিহার রাজ্য এই অঞ্চলের অন্তর্গত। সংকীর্ণ শিলিগুড়ি করিডোর পূর্ব ভারতকে উত্তর-পূর্ব ভারতের সাথে সংযুক্ত রাখে। পশ্চিমবঙ্গ রাজ্য উত্তরে হিমালয় পর্বতমালা দক্ষিণে বঙ্গোপসাগর অবধি বিস্তৃত।\n\n\n=== নেপাল ===\n\n\n=== বাংলাদেশ ===\n\n\n=== ভুটান ===\n\n\n== জনপরিসংখ্যান ==\n\n\n=== নেপাল ===\nনেপালের জনসংখ্যা প্রায় ২ কোটি ৫০ লাখ এবং এটি ৪১শ (একচত্বারিংশ) সবচেয়ে জনবহুল দেশ। নেপাল এক বহুজাতিক হিমালয় রাষ্ট্র, যার সরকারি ভাষা নেপালি।\n\n\n=== বাংলাদেশ ===\n\n\n=== ভারত ===\n\nউত্তর-পূর্ব ও পূর্ব ভারতের মোট জনসংখ্যা প্রায় ২৭ কোটি এবং সেখানে বহুজাতিক ও বহুভাষিক ইন্দো-আর্য ও তিব্বতি-বর্মীয় জনগোষ্ঠী রয়েছে। কলকাতা, পাটনা, জমশেদপুর, রাঁচি, ভুবনেশ্বর, গুয়াহাটি, শিলিগুড়ি, শিলং, আগরতলা ইত্যাদি এখানকার বৃহত্তম শহর। কেন্দ্রীয় স্তরে হিন্দি ও ইংরেজি ভাষা সরকারি হলেও বেশিরভাগ রাজ্যের নিজস্ব সরকারি ভাষা রয়েছে।\n\n\n=== ভুটান ===\nজনসংখ্যা অনুযায়ী মালদ্বীপের পর ভুটান দক্ষিণ এশিয়ার দ্বিতীয় ক্ষুদ্রতম দেশ। বহুজাতিক ভুটানের রাষ্ট্রধর্ম বৌদ্ধধর্ম ও সরকারি ভাষা জংখা। এছাড়া ভুটানে নেপালিভাষী সংখ্যালঘু সম্প্রদায় রয়েছে। থিম্ফু ও ফুন্টসলিং এই দেশের বৃহত্তম শহর।\n\n\n== আরও দেখুন ==\nউত্তর দক্ষিণ এশিয়া\nবঙ্গোপসাগরের উপর নির্ভরশীল দেশসমূহ\n\n\n== তথ্যসূত্র =="}