{"pageid": 1445910, "title": "হায়দ্রাবাদ ক্রিকেট অ্যাসোসিয়েশন", "url": "https://bn.wikipedia.org/wiki?curid=1445910", "content": "হায়দ্রাবাদ ক্রিকেট অ্যাসোসিয়েশন হল হায়দ্রাবাদ এবং ভারতের তেলেঙ্গানা রাজ্যের অন্যান্য জেলা এবং হায়দ্রাবাদ ক্রিকেট দলের ক্রিকেট কার্যক্রম পরিচালনাকারী সংস্থা। এটি ভারতীয় ক্রিকেট কন্ট্রোল বোর্ডের একটি অনুমোদিত সদস্য। অ্যাসোসিয়েশনটি ১৯৩৪ সালে প্রতিষ্ঠিত হয়েছিল এবং তখন থেকেই এটি বিসিসিআই-এর সাথে সংযুক্ত।\nএইচসিএ হায়দ্রাবাদের রাজীব গান্ধী আন্তর্জাতিক ক্রিকেট স্টেডিয়াম পরিচালনা করে, যেখানে আন্তর্জাতিক স্তরের টেস্ট, ওডিআই এবং টি-টোয়েন্টি ক্রিকেট ম্যাচ অনুষ্ঠিত হয়।\n\n\n== ইতিহাস ==\nহায়দ্রাবাদের মানুষ ক্রিকেটের সাথে পরিচয় করিয়ে দিয়েছিল ব্রিটিশ আর্মি। ১৮৮০ সালের দিকে ক্রিকেট শহরে শিকড় গাড়তে শুরু করে। মি.এন. গণেশন, হায়দ্রাবাদ ক্রিকেট অ্যাসোসিয়েশনের (এইচসিএ) প্রাক্তন যুগ্ম সম্পাদক, এসএম হাদি, এসআর মেহতা, নুহ আব্বাসি, ক্রিকেটার এবং অতীতের সংগঠকদের সাথে আলাপচারিতার মাধ্যমে শহরে গুরুতর ক্রিকেটের উত্স খুঁজে পান যাদের সহকর্মীরা শহরে খেলাটির প্রবর্তক ছিলেন।\n১৯৩০/৩১ সালে মইন-উদ-দৌলা গোল্ড কাপ টুর্নামেন্ট শুরু হওয়ার আগে হায়দ্রাবাদে কোনো প্রথম-শ্রেণীর ক্রিকেটের কোনো রেকর্ড নেই। রাজা লোচন চাঁদ ১৯ শতকের শেষের দিকে এবং ২০ শতকের প্রথম দিকে খেলাটির প্রথম প্রধান পৃষ্ঠপোষক ছিলেন বলে জানা গেছে এবং মাসুদ আহমেদ, আহমেদ আলী, নাজির বেগ এবং খুরশিদ বেগ নিজেদের আলাদা করার মতো কয়েকজন ক্রিকেটার ছিলেন।\nঅক্সফোর্ড ইউনিভার্সিটি অথেনটিক্স যেটি ১৯০২/০৩ মৌসুমে ভারত সফর করেছিল তারাই প্রথম বিদেশী দল যারা হায়দ্রাবাদে গিয়ে খেলতে পারে। যেহেতু হায়দ্রাবাদে তারা যে ম্যাচগুলি খেলেছিল তা প্রথম শ্রেণির ক্রিকেট হিসাবে বিবেচিত হয়নি, রেফারেন্সের জন্য কোনও অফিসিয়াল রেকর্ড নেই।\nখেলাটি ধীরে ধীরে জনপ্রিয়তা পেতে থাকে। ২০ এবং ৩০-এর দশকে হিন্দু, মুসলমান, ইউরোপীয় এবং পার্সীদের মধ্যে চতুর্ভুজাকার টুর্নামেন্টগুলি সারা দেশে জনসাধারণের মধ্যে খেলাটিকে জনপ্রিয় করতে সহায়ক ছিল এবং হায়দ্রাবাদও এর ব্যতিক্রম ছিল না। খেলাধুলায় সাম্প্রদায়িক মেরুকরণের অবসান ঘটানোর জন্য মহাত্মা গান্ধীর আবেদন সত্ত্বেও চতুর্ভুজাকার/পঞ্চভুজ টুর্নামেন্টগুলি ১৯৪৭ সাল পর্যন্ত জনসাধারণকে রোমাঞ্চিত করতে থাকে এবং ক্রিকেট খেলাটিকে জনপ্রিয় করে তোলে যা তরুণদের খেলাটিকে গুরুত্ব সহকারে গ্রহণ করতে উৎসাহিত করে।\nহায়দ্রাবাদের শিক্ষা প্রতিষ্ঠান যেমন নিজামের কলেজ, মেডিকেল কলেজ, মাদারসা-ই-আলিয়াও ছাত্রদের মধ্যে ক্রিকেটকে উৎসাহিত করে এর পথপ্রদর্শক। নবাব মইন-উদ-দৌলা, মহারাজা কিষাণ পারশাদ, নবাব সালার জং বাহাদুর এই খেলাটির পৃষ্ঠপোষকতা করেছিলেন এবং স্কুল, শিক্ষা প্রতিষ্ঠান এবং ক্লাবগুলির জন্য টুর্নামেন্টের সূচনা করেছিলেন। এইচইউসিসি এবং এসইউসিসি-এর মতো প্রাইভেট ক্লাব, ক্রিকেট উৎসাহীদের দ্বারা গঠিত হয় এবং ক্রিকেট লিগ প্রতিষ্ঠিত হয়।\nনবাব মঈন-উদ-দৌলা বাহাদুরের পৃষ্ঠপোষকতা এবং প্রচেষ্টার জন্য ধন্যবাদ, প্রথম শ্রেণীর ক্রিকেট হায়দ্রাবাদে ১৯৩০/৩১ সালে মইন-উদ-দৌলা গোল্ড কাপ দিয়ে আসে। টুর্নামেন্টে তিনটি দল অংশ নেয়। তারা হলেন হায়দ্রাবাদ, ভিজিয়ানগরম একাদশের মহারাজ কুমার এবং মইন-উদ-দৌলা একাদশের নবাব। হায়দ্রাবাদের মানুষ জ্যাক হবস এবং বার্ট সাটক্লিফ (ইংরেজি টেস্ট স্টার) এর সাথে প্রথমবারের মতো বিশ্বমানের খেলোয়াড়দের দেখেছিল সিকে নায়ডু, ওয়াজির আলি, জেজি নালভে, অমর সিং এবং নওমাল জাওমালের ভারতীয় প্রথম শ্রেণির সার্কিটের বিখ্যাত খেলোয়াড়দের সাথে। ১৯৩২ সালের গ্রীষ্মে ইংল্যান্ডের বিরুদ্ধে লর্ডসে তার প্রথম টেস্ট ম্যাচে ভারতের প্রতিনিধিত্ব করতে যান।\n১৯৩৩/৩৪ সালে ডগলাস জার্ডিনের নেতৃত্বে এমসিসি ৩টি টেস্ট ম্যাচ খেলার জন্য ভারত সফর করে। ২৫ জানুয়ারি ১৯৩৪ সালে জিমখানা গ্রাউন্ডে মইন-উদ-দৌলা একাদশের নবাবের বিরুদ্ধে হায়দ্রাবাদে এমসিসি খেলেছিল। এমসিসি ছিল প্রথম অফিসিয়াল বিদেশী সফরকারী দল যারা হায়দ্রাবাদে খেলে এবং বিশ্বমানের ক্রিকেট তার লোকদের কাছে উপস্থাপন করে। হায়দ্রাবাদ হেডলি ভেরিটির পারফরম্যান্সের সাক্ষী, এমসিসি-এর ধীরগতির বাঁহাতি অর্থোডক্স স্পিন বোলার, ৪০ টেস্ট ম্যাচের একজন অভিজ্ঞ, প্রথম ইনিংসে ৫/৬৩ এবং দ্বিতীয় ইনিংসে ৩/৭৮ দাবি করে তারকা খচিত হায়দ্রাবাদে ড্র হওয়া ম্যাচের দ্বিতীয় ইনিংসে। মইন-উদ-দৌলা একাদশের নবাব, যার মধ্যে মুশতাক আলী, লালা অমরনাথ এবং সিএস নাইডু ছিলেন ইংল্যান্ডের বিরুদ্ধে ১৯৩৩/৩৪ টেস্ট সিরিজের অভিষেক।\nনবাব মঈন-উদ-দৌলা বাহাদুরের পৃষ্ঠপোষকতা এবং টুর্নামেন্টের জন্য ধন্যবাদ, খেলার সাধারণ মান অসাধারণভাবে উন্নত হয়েছে যা অনেক প্রতিশ্রুতিশীল ক্রিকেটার তৈরি করেছে।\n১৯৩৪ সালে ভারতে রঞ্জি ট্রফি জাতীয় প্রথম শ্রেণীর ক্রিকেট চ্যাম্পিয়নশিপ শুরু হয়েছিল। হায়দরাবাদ ক্রিকেটে সংগঠনকে আত্মস্থ করার জন্য স্থানীয় কার্যনির্বাহী সংস্থার প্রয়োজন ছিল। ১৯৩৪ সালের এপ্রিলে নাদির শাহ চেনয়, ডিএন দিত্তিয়া, গণেশ রাও, হুসেন আলি খান, এস.আলি রাজা, মাহমুদ হোসেন খান, পিএফ ডুররান্ড, দত্তাত্রিয় এবং রঙ্গন্নাহ দ্বারা হায়দ্রাবাদ ক্রিকেট অ্যাসোসিয়েশন গঠিত হয়। তারা নবাব তুরাব ইয়ার জংকে এর প্রথম সভাপতি এবং এস এম হাদীকে সেক্রেটারি নির্বাচিত করেন।\nএইভাবে ১৯৩৪ থেকে আজ পর্যন্ত হায়দ্রাবাদ ক্রিকেট অ্যাসোসিয়েশন হায়দ্রাবাদে ক্রিকেট খেলার রক্ষক এবং পবিত্র কোডের রক্ষক।\nমনসুর আলি খান পতৌদি, আব্বাস আলী বেগ, এমএল জয়সিমহা, সৈয়দ আবিদ আলী, মোহাম্মদ আজহারউদ্দিন, শিবলাল যাদব, ভেঙ্কটপতি রাজু, ভিভিএস লক্ষ্মণ, প্রজ্ঞান ওঝা, আম্বতি রায়ডু, হনুমা বিহারী, হায়দ্রাবাদ, ইত্যাদির মতো বিখ্যাত ক্রিকেট ব্যক্তিত্বের অধীনে। অ্যাসোসিয়েশন একটি কার্যকর পরিচালনা পর্ষদে পরিণত হয়েছে এবং ক্রিকেটারদের জন্য এবং তাদের জাতীয় ও আন্তর্জাতিক গৌরবের স্বপ্নের জন্য পর্যাপ্ত দৃশ্য তৈরি করে তার ডোমেনের মধ্যে ক্রিকেট খেলাটিকে দক্ষতার সাথে লালন-পালন করেছে।\n২০১৯ সালের সেপ্টেম্বরে, মোহাম্মদ আজহারউদ্দিন হায়দ্রাবাদ ক্রিকেট অ্যাসোসিয়েশনের সভাপতি নির্বাচিত হন।\n\n\n== হোম স্টেডিয়াম ==\n\nএইচসিএ-এর আগের হোম মাঠ ছিল মধ্য হায়দ্রাবাদের বশিরবাগের ফতেহ ময়দান ক্রীড়া কমপ্লেক্সের লাল বাহাদুর শাস্ত্রী স্টেডিয়াম। মাঠটি তেলেঙ্গানা রাজ্যের ক্রীড়া কর্তৃপক্ষের অন্তর্গত, এবং সেখানে এইচসিএ-এর সীমিত পরিচালন স্বায়ত্তশাসন ছিল। অধিকন্তু, ছোট আকারের কারণে, এটি একটি উচ্চ-স্কোরিং মাঠ হিসাবে পরিচিত ছিল এবং তাই হায়দ্রাবাদকে ভারতে অনেক হাই-প্রোফাইল ক্রিকেট ম্যাচের জন্য বিবেচনা করা হত না।\n২০০৩ সালে, এইচসিএ অন্ধ্রপ্রদেশ সরকারের কাছে একটি নতুন স্টেডিয়ামের প্রস্তাব পেশ করেছিল। সরকার উৎপলে প্রকল্পের জন্য উপযোগী একটি বড় অংশ চিহ্নিত করেছে। ২০০৫ সাল নাগাদ, যখন বেশিরভাগ স্টেডিয়াম নির্মিত হয়েছিল, তখন এটি ভারত ও দক্ষিণ আফ্রিকার মধ্যে প্রথম ওডিআই ম্যাচ আয়োজনের জন্য প্রস্তুত ছিল। প্রাক্তন প্রধানমন্ত্রী রাজীব গান্ধীর স্মরণে স্টেডিয়ামটির নামকরণ করা হয়।\nনভেম্বর ২০১৯-এ, ভারতীয় ক্রিকেটার আম্বতি রায়ডু এইচসিএ-এর বিরুদ্ধে \"দল নির্বাচনের ক্ষেত্রে ব্যাপক দুর্নীতি ও রাজনীতি\" করার জন্য অভিযুক্ত করেছিলেন এবং ভারতীয় জাতীয় দল থেকে তার সাম্প্রতিক নির্বাচনের পরে, সেই মৌসুমের রঞ্জি ট্রফিতে দলের হয়ে খেলতে অস্বীকার করেছিলেন।\n\n\n== তেলেঙ্গানা টি-টোয়েন্টি প্রিমিয়ার লিগ ==\nএইচসিএ ২০১৭ সালের ডিসেম্বরে তেলেঙ্গানা টি২০ লিগ শুরু করে, এর সাথে রাজ্য জুড়ে শুরু হচ্ছে কাকা টি-টোয়েন্টি টুর্নামেন্টও।\n\n\n== বর্তমান পদাধিকারী ==\nন্যায়পাল: বিচারপতি এল নাগেশ্বর রাও  \nপ্রশাসক: কে দুর্গা প্রসাদ  \nসিইও: সুনীল কান্তে\n\n\n== তথ্যসূত্র =="}