{"pageid": 1446413, "title": "কৃত্রিম বুদ্ধিমত্তা আইন", "url": "https://bn.wikipedia.org/wiki?curid=1446413", "content": "কৃত্রিম বুদ্ধিমত্তা আইন (এআই আইন) কৃত্রিম বুদ্ধিমত্তা (এআই) সম্পর্কিত একটি ইউরোপীয় ইউনিয়নের নিয়ন্ত্রণ।\nএটি ইউরোপীয় ইউনিয়নে (ইইউ) এআইয়ের জন্য একটি সাধারণ নিয়ন্ত্রক এবং আইনি কাঠামো প্রতিষ্ঠা করে। ২০২১ সালের ২১ এপ্রিল ইউরোপীয় কমিশন কর্তৃক প্রস্তাবিত এবং তারপরে ২০২৪ সালের ১৩ মার্চ ইউরোপীয় সংসদে পাস হয়, এটি ২১ মে ২০২৪ তারিখে ইউরোপীয় ইউনিয়নের কাউন্সিল কর্তৃক অনুমোদিত হয়। আইনটি জাতীয় সহযোগিতা প্রচার এবং প্রবিধানের সাথে সম্মতি নিশ্চিত করার জন্য একটি ইউরোপীয় কৃত্রিম বুদ্ধিমত্তা বোর্ড তৈরি করে। ইইউ এর জেনারেল ডেটা প্রোটেকশন রেগুলেশনের মতো, আইনটি ইইউর বাইরে থেকে সরবরাহকারীদের ক্ষেত্রে বহির্মুখীভাবে প্রয়োগ করতে পারে, যদি তাদের ইইউর মধ্যে ব্যবহারকারী থাকে।\nএটি বিস্তৃত সেক্টরে সমস্ত ধরণের এআইকে কভার করে; ব্যতিক্রমগুলোর মধ্যে এআই সিস্টেমগুলো কেবল সামরিক, জাতীয় সুরক্ষা, গবেষণা এবং অ-পেশাদার উদ্দেশ্যে ব্যবহৃত হয়। পণ্য নিয়ন্ত্রণের একটি অংশ হিসাবে, এটি ব্যক্তিদের অধিকার প্রদান করবে না, তবে পেশাদার প্রেক্ষাপটে এআই ব্যবহার করে এআই সিস্টেম এবং সত্তা সরবরাহকারীদের নিয়ন্ত্রণ করবে। চ্যাটজিপিটির মতো জেনারেটিভ এআই সিস্টেমের জনপ্রিয়তা বৃদ্ধির পরে খসড়া আইনটি সংশোধন করা হয়েছিল, যার সাধারণ উদ্দেশ্য ক্ষমতা মূল কাঠামোর সাথে খাপ খায় না। পদ্ধতিগত প্রভাব সহ শক্তিশালী জেনারেটিভ এআই সিস্টেমগুলোর জন্য আরও বিধিনিষেধমূলক বিধিবিধানের পরিকল্পনা করা হয়েছে।\nআইনটি এআই অ্যাপ্লিকেশনগুলোকে ক্ষতির কারণ হওয়ার ঝুঁকি দ্বারা শ্রেণিবদ্ধ করে। চারটি স্তর রয়েছে - অগ্রহণযোগ্য, উচ্চ, সীমিত, ন্যূনতম - এবং সাধারণ উদ্দেশ্যে এআইয়ের জন্য একটি অতিরিক্ত বিভাগ। অগ্রহণযোগ্য ঝুঁকি সহ অ্যাপ্লিকেশনগুলো নিষিদ্ধ করা হয়েছে। উচ্চ-ঝুঁকিপূর্ণ অ্যাপ্লিকেশনগুলোকে অবশ্যই সুরক্ষা, স্বচ্ছতা এবং মানের বাধ্যবাধকতাগুলো মেনে চলতে হবে এবং সামঞ্জস্যতা মূল্যায়নের মধ্য দিয়ে যেতে হবে। সীমিত-ঝুঁকিপূর্ণ অ্যাপ্লিকেশনগুলোর কেবল স্বচ্ছতার বাধ্যবাধকতা রয়েছে এবং ন্যূনতম ঝুঁকির প্রতিনিধিত্বকারী অ্যাপ্লিকেশনগুলো নিয়ন্ত্রিত হয় না। সাধারণ উদ্দেশ্যে এআইয়ের জন্য, উচ্চ ঝুঁকি থাকলে অতিরিক্ত মূল্যায়ন সহ স্বচ্ছতার প্রয়োজনীয়তা আরোপ করা হয়।\n\n\n== তথ্যসূত্র =="}