{"pageid": 1446927, "title": "লেথে বিন্ধ্যা", "url": "https://bn.wikipedia.org/wiki?curid=1446927", "content": "ব্ল্যাক ফরেস্টার(বৈজ্ঞানিক নাম: Lethe vindhya (C. & R. Felder, 1859)) প্রজাতি এশিয়ায় প্রাপ্ত নিমফ্যালিডি (Nymphalidae) গোত্র ও 'স্যাটিরিনি' (Satyrinae) উপ-গোত্রের অন্তর্ভুক্ত প্রজাপতি।\n\n\n== আকার ==\nপ্রসারিত অবস্থায় ব্ল্যাক ফরেস্টার এর ডানার আকার ৬৫-৭০ মিলিমিটার দৈর্ঘ্যের হয়।\n\n\n== উপপ্রজাতি ==\nভারতে প্রাপ্ত ব্ল্যাক ফরেস্টার এর প্রজাতি হলো:\n\nLethe vindhya vindhya (C. & R. Felder, 1859) – Assam Black Forester\n\n\n== বিস্তার ==\nএই প্রজাতি ভারত এর সিকিম থেকে অরুণাচল প্রদেশ, নেপাল, ভুটান এবং মায়ানমার এর বিভিন্ন অঞ্চলে দেখা যায়।\n\n\n== বর্ণনা ==\nপ্রজাপতির দেহাংশের পরিচয় বিশদ জানার জন্য প্রজাপতির দেহ এবং ডানার অংশের নির্দেশিকা দেখুন:-\nব্ল্যাক ফরেস্টার প্রজাতি, বাম্বু ফরেস্টার (Lethe kansa) প্রজাতির সাথে সাদৃশ্যযুক্ত, তবে ব্ল্যাক ফরেস্টার দৈর্ঘ্যের দিক দিয়ে তুলনামূলক ভাবে বেশী চওড়া, পিছনের ডানার টার্মেন অপেক্ষাকৃত কম চওড়া এবং ৪নং শিরাতে টার্মেন অধিকতর প্রক্ষিপ্ত (produced)।\nস্ত্রী-পুরুষ উভয় নমুনাতেই, ডানার উপরিতল কালচে এবং লালচে-বাদামী (dark umber brown) অথবা কখনো সামান্য কমলা অথবা হলুদের আভাযুক্ত (ochraceous), কিন্তু কখনই বাম্বু ফরেস্টার (Lethe kansa) এর মত জলপাই সবুজরঙ্গা নয়। সামনের এবং পিছনের উভয় ডানাতেই বেসাল অর্দ্ধ (besal halves) শীর্ষভাগের অর্ধের (apical halves) তুলনায় সুস্পস্টভাবে এবং অসংলগ্ন ভাবে অধিকতর কালচে। পুরুষ নমুনায় সামনের ডানায় বাম্বু ফরেস্টার (Lethe kansa)এর ন্যায় ৩টি সাব-এপিকাল (শীর্ষ পরবর্তী) ফ্যাকাশে ছোপ দেখতে পাওয়া যায় না, তবে স্ত্রী প্রকারে সামনের ডানায় উক্ত ছোপগুলি কখনো কখনো বিদ্যমান। পিছনের ডানায় পোস্ট-ডিসকাল চক্ষুবিন্দুর (eye spot) সারি বর্তমান যেগুলি ফ্যাকাশে পিঙ্গল বর্নের বলয় দ্বারা আবৃত।\nডানার নিম্নতল বাম্বু ফরেস্টার (Lethe kansa) অপেক্ষা অধিকতর কালচে বাদামী। সামনের এবং পিছনের উভয় ডানা জুড়ে একটি বেসাল এবং একটি ডিসকাল রেখা সরলরৈখিক ভাবে বর্তমান এবং দাগদুটি ঘন কালচে বাদামী অথবা ঘন খয়েরী। ডিসকাল রেখা পরবর্তী ডানার অংশ ইষদ বেগুনি আভাযুক্ত। সামনের ডানায় সেল (cell) এর মধ্যবর্তী অংশে একটি লম্বা দাগ (bar) লক্ষ্য করা যায়। উভয় ডানাতেই সারিবন্ধ চক্ষুবিন্দু দেখতে পাওয়া যায়। সামনের ডানার টার্মেন সরলরৈখিক তবে পিছনের ডানায় টার্মেন ঢেউ খেলানো। পিছনের ডানায় ৪ নং শিরায় একটি সুস্পষ্ট লেজ বিদ্যমান।\nঅ্যান্টেনা কমলা-হলুদ এবং বাদামীর মিশেল এবং শীর্ষভাগ সাদা। বক্ষদেশ (thorax) এবং উদর ঘন কালচে বাদামী বর্নের। উদর এর নিম্নতল ফ্যাকাশে সাদা বর্নের।\n\n\n== আচরণ ==\nধীর গতির উড়ান বিশিষ্ট এই প্রজাতির প্রিয় বাসভূমি পার্বত্য এবং পার্বত্য পাদদেশের ঘন জঙ্গল। এরা পাতায় অথবা ডালে বসে রোদ পোহায়। জঙ্গলের অভ্যন্তরে এবং প্বার্শবর্তী নদী অথবা ঝর্ণার পাশে পাথরে অথবা মাটিতে অথবা পাহাড়ের দেওয়ালে বসে এদের মাড-পাডল করতে দেখা যায়। উত্তর-পূর্ব ভারতে জুন থেকে সেপ্টেম্বর মাসে এদের বিচরন লক্ষ্য করা যায়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}