{"pageid": 1446496, "title": "জেসি সিং", "url": "https://bn.wikipedia.org/wiki?curid=1446496", "content": "জসদীপ \"জেসি\" সিং (গুরুমুখী: ਜੈਸੀ ਸਿੰਘ; জন্ম ১০ ফেব্রুয়ারি ১৯৯৩) একজন আমেরিকান ক্রিকেটার যিনি ২০১৫ সালের মে মাসে মার্কিন জাতীয় দলের হয়ে আত্মপ্রকাশ করেছিলেন। তিনি একজন ডানহাতি মিডিয়াম-পেস বোলার যিনি ডানহাতি ব্যাট করেন।\n\n\n== ব্যক্তিগত জীবন ==\nসিং নিউ ইয়র্কের কুইন্সে পাঞ্জাবি বাবা-মায়ের কাছে জন্মগ্রহণ করেন। তিনি এবং তার পরিবার ভারতে ফিরে আসেন যখন তিনি তিন বছর বয়সে ছিলেন, কিন্তু যখন তিনি ১৩ বছর বয়সে তারা মার্কিন যুক্তরাষ্ট্রে ফিরে আসেন এবং নিউ জার্সিতে বসতি স্থাপন করেন।\n\n\n== ঘরোয়া এবং ফ্র্যাঞ্চাইজি ক্যারিয়ার ==\nসিং ২০১২ সালে মিনেসোটার বিপক্ষে নিউ জার্সির প্রতিনিধি দলের ক্রিকেট লিগের হয়ে হ্যাটট্রিক করেছিলেন।  তিনি নিউ ইয়র্ক সিটিতে ক্লাবের হয়েও খেলেছেন।  ফ্লোরিডায় ২০১৪ জাতীয় চ্যাম্পিয়নশিপে, যা আটটি আঞ্চলিক দলের মধ্যে খেলা হয়েছিল, তিনি সেন্ট্রাল ওয়েস্ট রিজিওন দলের হয়ে খেলেছিলেন, যেটি প্রাথমিকভাবে টেক্সাসের লিগ থেকে খেলোয়াড়দের আকর্ষণ করেছিলেন।\nসিং ২১ ডিসেম্বর ২০১৬ তারিখে শ্রীলঙ্কা পোর্টস অথরিটি ক্রিকেট ক্লাবের বিপক্ষে শ্রীলঙ্কার প্রিমিয়ার লিগ টুর্নামেন্ট টিয়ার বি- তে কালুতারা ফিজিক্যাল কালচার ক্লাবের হয়ে প্রথম-শ্রেণীর অভিষেক করেন। তিনি ২৬ জানুয়ারি ২০১৭-এ ২০১৬-১৭ আঞ্চলিক সুপার৫০- এ আইসিসি আমেরিকার হয়ে লিস্ট এ অভিষেক করেন। অক্টোবর ২০১৮-এ, ওয়েস্ট ইন্ডিজে ২০১৮-১৮ আঞ্চলিক সুপার৫০ টুর্নামেন্টের জন্য তাকে মার্কিন যুক্তরাষ্ট্রের স্কোয়াডে নাম দেওয়া হয়েছিল।\nজুন ২০১৯-এ, তিনি ২০১৯ গ্লোবাল টি২০ কানাডা টুর্নামেন্টে টরন্টো ন্যাশনাল ফ্র্যাঞ্চাইজি দলের হয়ে খেলার জন্য নির্বাচিত হন। যাইহোক, জুলাই ২০১৯ সালে, সিং ইউএসএ ক্রিকেটের সাথে ১২ মাসের কেন্দ্রীয় চুক্তি স্বাক্ষর করার পর গ্লোবাল টি-টোয়েন্টি কানাডা টুর্নামেন্ট থেকে প্রত্যাহার করে নেন।\nজুলাই ২০২০ সালে, তাকে ২০২০ ক্যারিবিয়ান প্রিমিয়ার লিগের জন্য গায়ানা অ্যামাজন ওয়ারিয়র্স স্কোয়াডে নাম দেওয়া হয়েছিল।  ২০২১ সালের জুনে, প্লেয়ার্স ড্রাফ্ট অনুসরণ করে তিনি মার্কিন যুক্তরাষ্ট্রে মাইনর লিগ ক্রিকেট টুর্নামেন্টে অংশ নেওয়ার জন্য নির্বাচিত হন।\n\n\n== আন্তর্জাতিক ক্যারিয়ার ==\nসিংকে এপ্রিল ২০১৫ এ জাতীয় দলে ডাকা হয়েছিল, পরের মাসে ২০১৫ আমেরিকা টি-টোয়েন্টি চ্যাম্পিয়নশিপের জন্য। তিনি দলের মাত্র চারজন আমেরিকান বংশোদ্ভূত খেলোয়াড়ের একজন ছিলেন, অন্যরা হলেন আকিম ডডসন, হাম্মাদ শহীদ এবং স্টিভেন টেলর। যাইহোক, টুর্নামেন্টে তিনি শুধুমাত্র একটি ম্যাচেই দেখান, মোহাম্মদ গউসের সাথে বোলিং শুরু করে ০/১৫ নিয়েছিলেন। সিংকে আয়ারল্যান্ড এবং স্কটল্যান্ডে ২০১৫ সালের বিশ্ব টি-টোয়েন্টি বাছাইপর্বের জন্য মার্কিন স্কোয়াডে রাখা হয়েছিল এবং নেপালের বিরুদ্ধে টুর্নামেন্টের উদ্বোধনী ম্যাচে তার টি-টোয়েন্টি অভিষেক হয়েছিল।\n২০১৯ সালের ফেব্রুয়ারিতে, সংযুক্ত আরব আমিরাতের বিরুদ্ধে তাদের সিরিজের জন্য তাকে মার্কিন যুক্তরাষ্ট্রের টি২০ আন্তর্জাতিক (টি২০আই) স্কোয়াডে নাম দেওয়া হয়েছিল।  ম্যাচগুলো ছিল যুক্তরাষ্ট্রের ক্রিকেট দলের প্রথম টি-টোয়েন্টি ম্যাচ। ১৫ মার্চ ২০১৯ তারিখে সংযুক্ত আরব আমিরাতের বিপক্ষে মার্কিন যুক্তরাষ্ট্রের হয়ে তার টি-টোয়েন্টিতে অভিষেক হয়।\nএপ্রিল ২০১৯ সালে, নামিবিয়ায় ২০১৯ আইসিসি বিশ্ব ক্রিকেট লিগ দ্বিতীয় বিভাগ টুর্নামেন্টের জন্য তাকে মার্কিন যুক্তরাষ্ট্র ক্রিকেট দলের স্কোয়াডে নাম দেওয়া হয়েছিল। ইউনাইটেড স্টেটস টুর্নামেন্টের শীর্ষ চার স্থানে শেষ করেছে, তাই একদিনের আন্তর্জাতিক (ওডিআই) মর্যাদা পেয়েছে। ২৭ এপ্রিল ২০১৯ তারিখে পাপুয়া নিউ গিনির বিপক্ষে টুর্নামেন্টের তৃতীয় স্থানের প্লে অফে মার্কিন যুক্তরাষ্ট্রের হয়ে সিং তার ওডিআই অভিষেক করেন।\n২০১৯ সালের জুনে, বারমুডায় ২০১৮-১৯ আইসিসি টি-টোয়েন্টি বিশ্বকাপ আমেরিকা বাছাইপর্বের আঞ্চলিক ফাইনালের আগে তাকে মার্কিন যুক্তরাষ্ট্র ক্রিকেট দলের ৩০ সদস্যের প্রশিক্ষণ স্কোয়াডে নাম দেওয়া হয়েছিল। আগস্ট ২০১৯-এ, তাকে টুর্নামেন্টের জন্য চূড়ান্ত দলে নাম দেওয়া হয়েছিল। নভেম্বর ২০১৯ সালে, তাকে ২০১৯-২০ আঞ্চলিক সুপার৫০ টুর্নামেন্টের জন্য মার্কিন যুক্তরাষ্ট্রের স্কোয়াডে নাম দেওয়া হয়েছিল। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে জেসি সিং (ইংরেজি)"}