{"pageid": 1446055, "title": "জি. এস. লক্ষ্মী", "url": "https://bn.wikipedia.org/wiki?curid=1446055", "content": "গণ্ডিকোটা সর্বা লক্ষ্মী একজন ভারতীয় ক্রিকেট ম্যাচ রেফারি এবং প্রাক্তন ঘরোয়া ক্রিকেটার এবং কোচ। তিনি একজন ডানহাতি ব্যাটসওম্যান এবং ডানহাতি ফাস্ট-মিডিয়াম আউটসুইং বোলার ছিলেন।\nলক্ষ্মী ১৪ মে ২০১৯-এ আন্তর্জাতিক ক্রিকেট কাউন্সিলের আন্তর্জাতিক প্যানেল অফ ম্যাচ রেফারিতে নিযুক্ত হওয়া প্রথম মহিলা হন। তিনি রেফারি করা প্রথম ম্যাচে ইংল্যান্ড এবং অস্ট্রেলিয়ার মধ্যে খেলা হয়েছিল।\n\n\n== প্রাথমিক জীবন ==\nলক্ষ্মী ২৩ মে ১৯৬৮ সালে অন্ধ্রপ্রদেশের রাজমুন্দ্রিতে একটি ব্রাহ্মণ পরিবারে জন্মগ্রহণ করেন। তিনি জামশেদপুরে বড় হয়েছেন যেখানে তার বাবা টাটা ইঞ্জিনিয়ারিং অ্যান্ড লোকোমোটিভ কোম্পানিতে (বর্তমানে টাটা মোটরস) কাজ করতেন। লক্ষ্মী টাটা নগরে ক্রিকেট খেলা শুরু করেন। ১৯৮৬ সালে ১০ তম বোর্ড পরীক্ষায় \"ভয়ঙ্করভাবে খারাপ নম্বরের\" কারণে তিনি প্রাথমিকভাবে জামশেদপুর মহিলা কলেজে ভর্তি হতে অস্বীকার করেছিলেন। যাইহোক, তার বাবা তাকে কলেজের ক্রীড়া কোটায় চেষ্টা করার জন্য অনুরোধ করেছিলেন। তিনি জামশেদপুর মহিলা কলেজে ভর্তি নিশ্চিত করতে সক্ষম হন যিনি অনুভব করেছিলেন যে তিনি তাদের প্রথম সারির ফাস্ট বোলার হতে পারেন। তিনি দক্ষিণ মধ্য রেলওয়েতে চাকরি পাওয়ার পর ১৯৮৯ সালে হায়দ্রাবাদে চলে আসেন এবং পরবর্তীতে দক্ষিণ মধ্য রেলওয়ে ক্রিকেট দলের হয়ে খেলা শুরু করেন।\n\n\n== কর্মজীবন ==\nলক্ষ্মী ১৯৮৯ থেকে ২০০৪ সালের মধ্যে অন্ধ্র মহিলা, বিহার মহিলা, রেলওয়ে মহিলা, পূর্ব অঞ্চল মহিলা এবং দক্ষিণ অঞ্চল মহিলা সহ বেশ কয়েকটি ঘরোয়া দলে খেলেছিলেন। ১৯৯১ সালে লক্ষ্মীর বিয়ে হয়। তিনি তার বিয়ের দিনে রেস্ট অফ ইন্ডিয়া দলে ডাক পেয়েছিলেন কিন্তু ক্রিকেট থেকে বিশ্রাম নেওয়া বেছে নেন। তিনি দক্ষিণ মধ্য রেলওয়ে দলের সাথে ক্রিকেটে ফিরে আসেন এবং ১৯৯৫ সালে প্রথমবারের মতো আন্তঃ রেলওয়ে শিরোপা জিততে তাদের সাহায্য করেন। তিনি ১৯৯৯ সালে ভারত মহিলা জাতীয় ক্রিকেট দলের ইংল্যান্ড সফরের জন্য দলে নির্বাচিত হন, কিন্তু একটি ম্যাচও খেলেননি। লক্ষ্মী ২০০৪ সালে ক্রিকেট থেকে অবসর নেন। \nতার অবসর গ্রহণের পর, লক্ষ্মী ২০১৪ সাল পর্যন্ত দক্ষিণ মধ্য রেলওয়ে দলের কোচ হিসেবে দায়িত্ব পালন করেন। লক্ষ্মী প্রথম ২০০৮-০৯ মৌসুমে ঘরোয়া মহিলা ক্রিকেটে ম্যাচ রেফারি হিসেবে দায়িত্ব পালন করেন। বোর্ড অফ কন্ট্রোল ফর ক্রিকেট ইন ইন্ডিয়া (বিসিসিআই) ঘরোয়া ক্রিকেটে প্রথমবার মহিলা রেফারিদের অনুমতি দেওয়ার পরে তিনি ৫ জন মহিলা রেফারির একটি দলের মধ্যে ছিলেন যারা মৌসুমে তাদের আত্মপ্রকাশ করেছিলেন। এই গ্রুপের মধ্যে লক্ষ্মীই একমাত্র যিনি ভারতের জাতীয় দলের হয়ে খেলেননি। ২০১৪ সালে ম্যাচ রেফারির জন্য বিসিসিআই-এর যোগ্যতা পরীক্ষার মাধ্যমে সংক্ষিপ্ত পাঁচজন মহিলা প্রার্থীর মধ্যে তিনি ছিলেন। পরবর্তীকালে, তাকে ছেলেদের এবং পুরুষদের ঘরোয়া খেলায় দায়িত্ব দেওয়ার অনুমতি দেওয়া হয়েছিল। অনূর্ধ্ব-১৯ কোচবিহার ট্রফিতে ইউপি এবং বাংলার মধ্যে একটি ম্যাচে লক্ষ্মী তার প্রথম কোড-অফ-কন্ডাক্ট পেনাল্টি জারি করেছিলেন। ২০১৮ সালে বিসিসিআই তাকে আইসিসি আন্তর্জাতিক ম্যাচ রেফারি প্যানেলে নিয়োগের জন্য সুপারিশ করেছিল।\nলক্ষ্মী ২০১৯ মহিলা টি-টোয়েন্টি চ্যালেঞ্জের ৪টি ম্যাচেরই ম্যাচ রেফারি ছিলেন। তিনিই প্রথম মহিলা যিনি ১৪ মে ২০১৯-এ আইসিসি আন্তর্জাতিক ম্যাচ রেফারি প্যানেলে নিযুক্ত হন।  তিনি সংযুক্ত আরব আমিরাতে ২০১৯ আইসিসি টি২০ বিশ্বকাপ বাছাইপর্বের টুর্নামেন্টের জন্য তিনজন ম্যাচ রেফারির একজন ছিলেন, আইসিসি ইভেন্টে প্রথম মহিলা হিসেবে রেফারি হিসেবে নাম লেখান। ডিসেম্বর ২০১৯ সালে, তাকে ২০১৯ সংযুক্ত আরব আমিরাত ত্রি-দেশীয় সিরিজের উদ্বোধনী ম্যাচের জন্য ম্যাচ রেফারি হিসাবে নামকরণ করা হয়েছিল, পুরুষদের ওডিআই ম্যাচের তত্ত্বাবধানকারী প্রথম মহিলা হয়েছিলেন।\n\n\n== তথ্যসূত্র =="}