{"pageid": 1446911, "title": "জুনিয়াদহ প্রাচীন জামে মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1446911", "content": "জুনিয়াদহ প্রাচীন জামে মসজিদ যা জুনিয়াদহ মসজিদ নামেও পরিচিত কুষ্টিয়া জেলার একটি প্রাচীন ও ঐতিহ্যবাহী মসজিদ। মসজিদটি ১৮৪৩ সালে নির্মাণ করা হয়।\n\n\n== ইতিহাস ==\n\n\n=== জুনিয়াদহের ইতিহাস ===\nজুনিয়াদহ কুষ্টিয়া জেলার ভেড়ামারা উপজেলার একটি বর্ধিষ্ণু গ্রাম। বহুকাল আগে পদ্মা নদীর চর জেগে ওঠে জুনিয়াদহে বসতি শুরু হয়। দিল্লির সুলতান জুনা খান (মুহাম্মদ বিন তুগলক) এর নামানুসারে গ্রামের নাম জুনাদহ রাখা হয় যা পরবর্তীতে বিকৃত হয়ে জুনিয়াদহ হয়। বিচারপতি রাধা বিনোদ পালের জন্মস্থান জুনিয়াদহ।\n\n\n=== মসজিদের ইতিহাস ===\nএই গ্রামে মুঘল আমলে (১৫২৬-১৮৫৭) নির্মিত একটি মসজিদ ছিলো। পরবর্তীতে ১৮৪৩ সালে জুনিয়াদহ গ্রামের বাসিন্দা মুনসেফ মুন্সী এবাদতুল্লা  মসজিদের স্থানে মুঘল স্থাপত্যরীতি অনুসরণ করে বর্তমান মসজিদটি নির্মাণ করে। মসজিদের গায়ে নাম ফলক অঙ্কিত আছে এবং একটি প্রাচীন শিলালিপি রয়েছে যা মসজিদের পাশে একটি ভিত্তিপ্রস্তরে স্থাপিত আছে। ১৯৮০ সালে মসজিদের পাশে একটি কূপ খনন করা হয়েছিল। ১৯৮৫-১৯৮৬  সালে মসজিদটিতে একটি উল্লেখযোগ্য সংস্কার করা হয়েছিল। মসজিদের সাথে একটি শানবাঁধানো ঘাটসহ পুকুর রয়েছে। ঢাকা বিশ্ববিদ্যালয়ের অধ্যাপক ড. আব্দুর রশিদ পুকুরের এই পাকা স্থানটি নির্মাণ করে দিয়েছেন। অধ্যাপক ড. আব্দুর রশিদ-এর পিতা মসজিদের জন্য জুনিয়াদহ বাজারের ২০টি দোকানঘর দান‌ করেছিলেন। এই দোকান ঘর থেকে যা আয় হয় তার সবটুকুই মসজিদের ও সেবা কার্যে ব্যায় করা হয়। মসজিদটি ০.৬৬ একর জমির উপর নির্মিত হয়েছে। গ্রামের বাসিন্দা হাজী তমিরন নেছা  আরও ৩.৬ একর চাষাবাদ জমি ওয়াকফ করেছেন। এই জমি থেকে অর্জিত লভ্যাংশ মসজিদ পরিচালনয় ব্যায় হয়।\n\n\n== গঠনশৈলী ==\nমসজিদের দৈর্ঘ্য ১৪.৬৩ মিটার ও প্রস্থ ৭.৩১ মিটার। মসজিদের মোট তিনটি গম্বুজ রয়েছে যার মধ্যে মাঝখানেরটা বড় ও দুই পাশেরটা কিছুটা ছোট। তিনটি গম্বুজের আন্তঃসংযোগে। মসজিদের চার কোণায় চারটি গোল আকৃতির স্তম্ভ পিলারের উপর চারটি নয়নাভিরাম মিনার এবং মিনারের উপর ছোট গম্বুজ রয়েছে। মসজিদের ০৩টি প্রবেশদ্বার রয়েছে যার উচ্চতা প্রায় ০২ মিটার ও প্রস্থ ১.১ মিটার। আগে মেহরাবের সাথে দুইটি গম্বুজ ছিল যা বর্তমানে নেই। মসজিদের সাথে একটি শানবাঁধানো ঘাটসহ পুকুর রয়েছে।\n\n\n== আরও দেখুন ==\nঝাউদিয়া শাহী মসজিদ\nস্বস্তিপুর শাহী মসজিদ\nহরিনারায়ণপুর শাহ্ সুজা মসজিদ\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nডঃ. মুহাম্মদ হাসনায়েন, ড. সারিয়া সুলতানা (২০২০)। ধর্মীয় ইতিহাস স্থাপত্যে কুষ্টিয়া। ৭/৩ খ. সাহিত্যিক মীর মশাররফ হোসেন সড়ক, কুষ্টিয়া ৭০০০: কন্ঠধ্বনি প্রকাশনী। পৃষ্ঠা ১০৯–১১২। আইএসবিএন 978-984-94435-0-6। \nমোঃ রেজাউল করিম, সম্পাদক (২০২৩)। কুষ্টিয়ার প্রত্ননিদর্শন। ঢাকা: গতিধারা। পৃষ্ঠা ১৩২–১৩৬। আইএসবিএন 978-984-34608-1-3।"}