{"pageid": 1446322, "title": "টমি ম্যাকঅ্যাভয়", "url": "https://bn.wikipedia.org/wiki?curid=1446322", "content": "টমাস ম্যাকলাফলিন ম্যাকঅ্যাভয়, ব্যারন ম্যাকঅ্যাভয়,  (১৪ ডিসেম্বর ১৯৪৩ - ৮ মার্চ ২০২৪) একজন ব্রিটিশ শ্রম ও সমবায় রাজনীতিবিদ ছিলেন যিনি ২০১০ থেকে ২০২৪ সালে তাঁর মৃত্যু পর্যন্ত হাউস অফ লর্ডসে আজীবন সহকর্মী হিসেবে কাজ করেছিলেন। তিনি ১৯৮৭ থেকে ২০০৫ সাল পর্যন্ত গ্লাসগো রাদারগ্লেন এবং ২০০৫ থেকে ২০১০ সাল পর্যন্ত রাদারগ্লেন এবং হ্যামিল্টন ওয়েস্টের সংসদ সদস্য (এমপি) হিসাবে দায়িত্ব পালন করেন।\nম্যাকঅয় ব্লেয়ার এবং ব্রাউন সরকারের অধীনে সরকারি হুইপস অফিসে বেশ কয়েকটি পদে অধিষ্ঠিত ছিলেন, ১৯৯৭ থেকে ২০০৮ সাল পর্যন্ত পরিবারের নিয়ন্ত্রক এবং ২০০৮ থেকে ২০১০ সাল পর্যন্ত পরিবারের কোষাধ্যক্ষ হিসেবে দায়িত্ব পালন করেন। তিনি কমন্সে পুনঃনির্বাচন না করার সিদ্ধান্ত নেওয়ার পরে লর্ডসে প্রবেশ করেন, যেখানে তিনি স্কটল্যান্ড এবং উত্তর আয়ারল্যান্ডের বিরোধী দলের মুখপাত্র হিসেবে দায়িত্ব পালন করেন, পাশাপাশি একজন সিনিয়র হুইপ। ম্যাকঅ্যাভয় ২০১৫ থেকে ২০১৮ সাল পর্যন্ত ডেপুটি চিফ হুইপ হিসেবে দায়িত্ব পালন করার পর ২০১৮ থেকে ২০২১ সাল পর্যন্ত লর্ডসের বিরোধী প্রধান হুইপের পদে অধিষ্ঠিত ছিলেন।\n২০ ফেব্রুয়ারী ২০১০-এ, ম্যাকঅ্যাভয় ঘোষণা করেন যে তিনি পরবর্তী সাধারণ নির্বাচনে দাঁড়াবেন না। টম গ্রেট্রেক্সের নির্বাচনের মাধ্যমে লেবার আসনটি ধরে রেখেছিল। ২২ জুন ২০১০-এ, ম্যাকঅ্যাভয়কে ল্যানারকশায়ারের রাদারগ্লেনের ব্যারন ম্যাকঅ্যাভয় হিসাবে একজন লাইফ পিয়ার তৈরি করা হয়েছিল,  এবং সেই দিনই হাউস অফ লর্ডসে পরিচয় করিয়ে দেওয়া হয়েছিল।\n২৪ জানুয়ারী ২০১৮-এ, তিনি হাউস অফ লর্ডসে লেবার চিফ হুইপ নির্বাচিত হন এবং তাই স্টিভ বাসমের কাছ থেকে দায়িত্ব গ্রহণ করেন বিরোধী প্রধান হুইপ।\nরাজনৈতিক ও জনসেবার জন্য ২০২২ সালের নববর্ষের সম্মানে ম্যাকঅয়কে নাইট কমান্ডার অফ দ্য অর্ডার অফ দ্য ব্রিটিশ এম্পায়ার (KBE) নিযুক্ত করা হয়েছিল।\nটমি ম্যাকাভয় ৮০ বছর বয়সে ২০২৪ সালের ৮ মার্চ মারা যান।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nOfficial Website\nহ্যান্সকার্ড ১৮০৩-২০০৫: Tommy McAvoy দ্বারা সংসদে অবদান (ইংরেজি)\nGuardian Unlimited Politics – Ask Aristotle: Tommy McAvoy MP\nTheyWorkForYou.com – Tommy McAvoy MP\nBBC News Profile"}