{"pageid": 1446502, "title": "সুপার৫০ কাপ", "url": "https://bn.wikipedia.org/wiki?curid=1446502", "content": "সুপার৫০ কাপ, বর্তমানে স্পন্সরশিপের উদ্দেশ্যে সিজি ইন্স্যুরেন্স সুপার৫০ কাপ নামে পরিচিত এটি ওয়েস্ট ইন্ডিজের ঘরোয়া একদিনের ক্রিকেট প্রতিযোগিতা। ২০০৮ সালে ফাস্ট ফুড চেইন স্পনসরশিপ থেকে প্রত্যাহার না হওয়া পর্যন্ত এটি কেএফসি কাপ এবং ২০১১ সাল পর্যন্ত ডব্লিউআইসিবি কাপ নামে পরিচিত ছিল। পরবর্তীতে এটি ২০১৪ সাল পর্যন্ত আঞ্চলিক সুপার৫০ হিসাবে পরিচিত ছিল যখন এনএজিআইসিও ইন্স্যুরেন্স টাইটেল স্পন্সর হয়ে ওঠে এবং এটি ২০২১ সাল পর্যন্ত এনএজিআইসিও আঞ্চলিক সুপার৫০ হয়ে ওঠে। সাম্প্রতিক বছরগুলিতে এটি একটি ঘনীভূত বিন্যাসে পরিচালিত হয়েছে যেখানে গ্রুপ পর্ব প্রায় দুই থেকে তিন সপ্তাহের মধ্যে অনুষ্ঠিত হয়, অবিলম্বে নক-আউট পর্যায়। ত্রিনিদাদ ও টোবাগো সবচেয়ে বেশি শিরোপা জিতেছে – ১২টি (১টি যুগ্মভাবে)।\n\n\n== দল সমূহ ==\n২৫টি দল প্রতিযোগিতার অন্তত একটি সংস্করণে অংশগ্রহণ করেছে, বার্বাডোজ, গায়ানা, জ্যামাইকা এবং ত্রিনিদাদ ও টোবাগো একমাত্র দল যারা প্রতি সংস্করণে অংশগ্রহণ করেছে। লিওয়ার্ড দ্বীপপুঞ্জ এবং উইন্ডওয়ার্ড দ্বীপপুঞ্জ যথাক্রমে চারটি এবং তিনটি টুর্নামেন্ট ব্যতীত প্রতিটি টুর্নামেন্টে প্রতিদ্বন্দ্বিতা করেছে যখন তারা বিভিন্নভাবে অন্যান্য দলে বিভক্ত ছিল যেমন অ্যান্টিগুয়া এবং বারবুডা, সেন্ট ভিনসেন্ট এবং গ্রেনাডাইনস, লিওয়ার্ড দ্বীপপুঞ্জের বাকি অংশ, উইন্ডওয়ার্ড দ্বীপপুঞ্জের বাকি অংশ বা উত্তর উইন্ডওয়ার্ড দ্বীপপুঞ্জ এবং দক্ষিণ উইন্ডওয়ার্ড দ্বীপপুঞ্জ।\n\nবর্তমান দল (২০২২–২৩)\n\nপ্রাক্তন দল (মৌসুম সংখ্যা)\n\n\n== ইতিহাস ==\nওয়েস্ট ইন্ডিজে প্রথম অফিসিয়াল সিনিয়র সীমিত ওভারের খেলাটি ১৯৭০ সালের ১৮ মার্চ সফরকারী ডিউক অফ নরফোকের একাদশ এবং বার্বাডোজ দলের মধ্যে খেলা হয়েছিল। তিন বছর পর, ব্যাঙ্কস ট্রফি নামে একটি ট্রায়াল নক-আউট টুর্নামেন্ট — যাকে তালিকা এ মর্যাদা দেওয়া হয়েছে — বার্বাডোস, গায়ানা, জ্যামাইকা এবং ত্রিনিদাদ ও টোবাগোর মধ্যে আয়োজন করা হয়েছিল এবং বার্বাডোস ফাইনালে গায়ানাকে ৯ রানে পরাজিত করেছিল।\nতারপরে, ফেব্রুয়ারি ১৯৭৬ পর্যন্ত আর কোন অফিসিয়াল একদিনের প্রতিযোগিতা ছিল না, যখন লিওয়ার্ড দ্বীপপুঞ্জ এবং উইন্ডওয়ার্ড দ্বীপপুঞ্জের সাথে ব্যাঙ্কস ট্রফি তৈরি করা চারটি দলের মধ্যে জিলেট কাপ নামে প্রথম অফিসিয়াল ওয়ানডে টুর্নামেন্ট অনুষ্ঠিত হয়েছিল। জিলেট কাপে তিনটি দলের দুটি গ্রুপ ছিল, প্রত্যেকে একে অপরের সাথে একবার খেলে, বিজয়ীরা ফাইনালে যায়। বার্বাডোস এবং ত্রিনিদাদ এবং টোবাগো, যারা ১৯৭৫-৭৬ শেল শিল্ডও ভাগ করেছিল, তাদের গ্রুপ জিতেছিল এবং ফাইনালে মুখোমুখি হয়েছিল যা বার্বাডোস কেনসিংটন ওভালে ৪৩ রানে জিতেছিল। পরবর্তী মৌসুমে, এই দুটি দল বলেছিল যে শেষ পর্যন্ত ফাইনালে মুখোমুখি হয়েছিল, যেখানে আবার বার্বাডোস জয়ী হয়েছিল।\nপরের মৌসুমে, টুর্নামেন্টের নাম পরিবর্তন করে রাখা হয় গেডেস গ্রান্ট/ হ্যারিসন লাইন ট্রফি, এলাকার দুটি বড় শিপিং কোম্পানির নামানুসারে, লিওয়ার্ড দ্বীপপুঞ্জ এবং জ্যামাইকা দুটি গ্রুপ থেকে অগ্রসর হয়। যাইহোক, ১৯৭৭ সালের ৮ এপ্রিল অ্যান্টিগা রিক্রিয়েশন গ্রাউন্ডে অনুষ্ঠিত হওয়া ফাইনালটি বৃষ্টির কারণে বন্ধ হয়ে যায় এবং দলগুলি ট্রফি ভাগ করে নেয়। টুর্নামেন্টের ইতিহাসে একটি ভাগ করা ট্রফি আরও দুবার ঘটেছে। জ্যামাইকা ১৯৮২-৮৩ ফাইনালের জন্য যোগ্যতা অর্জনের সাথে শুরু করে পরের চারটি মৌসুমে আরও তিনটি দল বিজয়ী হয়। তারপরে তারা ১৯৮৩ থেকে ১৯৮৮ পর্যন্ত টানা ছয়টি ফাইনালে উঠেছিল, যার মধ্যে তিনটি জিতে বার্বাডোসকে সর্বকালের বিজয়ীদের তালিকায় ছাড়িয়ে যায়।\n১৯৮৮-৮৯ সালে টুর্নামেন্টের নাম পরিবর্তন করে গেডেস গ্রান্ট শিল্ড রাখা হয়, এবং এর সাথেই, জ্যামাইকার ফাইনালে খেলা শেষ হয়, কারণ তারা উইন্ডওয়ার্ড দ্বীপপুঞ্জের কাছে উইকেট প্রতি রান হারে ছিটকে পড়ে। উইন্ডওয়ার্ড দ্বীপপুঞ্জ গায়ানার সাথে ফাইনালে গিয়েছিল এবং জয়ের জন্য ১৫৫ রান করার পরে, তারা পাঁচ রানে তাদের প্রথম তিনটি উইকেট হারিয়েছিল। ওপেনার ডারউইন টেলিমেক এরপর অধিনায়ক জুলিয়ান চার্লসের সাথে ৪৩ রান করেন অবসরে চোট পাওয়ার আগে এবং গায়ানার অধিনায়ক রজার হার্পারের দুটি উইকেট উইন্ডওয়ার্ডসকে ৬ উইকেটে ৮৫ রানে পাঠান। প্রয়োজন ৭০, এবং মাত্র তিনজন লোক রেখে, টেলিমেক ফিরে আসেন - শুধুমাত্র তার দুই সঙ্গীকে রান আউট করার জন্য, এবং উইন্ডওয়ার্ডস ৮ উইকেটে ৯৯ রান করে। টেলেমাক আটকে যান, ইয়ান অ্যালেনের সাথে ৩৯ যোগ করার আগে, ১১ নম্বরে ডমিনিক লুইস তার লিস্ট এ অভিষেকে ১৭ প্রয়োজনে ব্যাট করতে আসেন। এটি শেষ ওভারে নেমে আসে এবং উইন্ডওয়ার্ডস এক উইকেটে জয়ী হয়ে বিজয়ী রান নিতে সক্ষম হয়।\nপরবর্তী টুর্নামেন্টগুলি ততটা কাছাকাছি ছিল না, যদিও ১৯৯০-৯১ সালে জ্যামাইকার জয়—আটটি মৌসুমে তাদের চতুর্থ এবং আরও আটটিতে তাদের শেষ—ও শেষ ওভারে নেমে আসে, কিন্তু তারপরে চার উইকেট হাতে ছিল। তারপর, ১৯৯২-৯৩ সালে লিওয়ার্ড দ্বীপপুঞ্জের যুগ শুরু হয়। তারা পরপর তিনটি শিরোপা জিতেছিল-প্রথমটি বৃষ্টির কারণে স্বীকৃত, কিন্তু পরের দুটি সরাসরি জিতেছিল- ১৯৯৫-৯৬ সালে তাদের তিন দলের গ্রুপে শেষ স্থানে ফিরে যাওয়ার আগে, দুটি দল পরাজিত হয়েছিল যারা পরে প্রতিদ্বন্দ্বিতা করার চেষ্টা করবে। ফাইনালে, কিন্তু বৃষ্টির কারণে ট্রফি ভাগাভাগি করতে হয়েছে। ১৯৯৪-৯৫ সালে টুর্নামেন্টের নাম পরিবর্তন করা হয়, যা শেল/স্যান্ডেল ট্রফিতে পরিণত হয়।\nপরের মৌসুমে বারমুডা এবং কানাডা যোগদানের সাথে সাথে প্রথমবারের মতো দুটি নতুন দল দেখা যায়, কিন্তু উভয়ই তাদের ছয়টি খেলার একটিও জিততে না পেরে তাদের গ্রুপের নিচের দিকে শেষ করে। ত্রিনিদাদ এবং টোবাগো টুর্নামেন্ট জিতেছে, এবং পরের সিজনের টুর্নামেন্টের সেমিফাইনালেও পৌঁছেছে, যা বিয়ার ব্র্যান্ড রেড স্ট্রাইপের নামানুসারে রেড স্ট্রাইপ বোল নামকরণ করা হয়েছিল। টুর্নামেন্টটি লিওয়ার্ড দ্বীপপুঞ্জ জিতেছিল যখন বারমুডা এবং কানাডা আবারও জয়হীন হয়েছিল।\n১৯৯০-এর দশকের শেষের দিকে, রেড স্ট্রাইপ বোল একটি প্রারম্ভিক-মৌসুমের বৈশিষ্ট্য হিসাবে প্রতিষ্ঠিত হয়েছিল, যেখানে টুর্নামেন্ট শেষ হওয়ার পর শুরু হওয়া জ্যামাইকা এবং বুস্তা কাপ গেমসে সেমি-ফাইনাল এবং ফাইনাল অনুষ্ঠিত হয়। জ্যামাইকা ২০ শতকের শেষ আঞ্চলিক একদিনের টুর্নামেন্টে লিওয়ার্ড দ্বীপপুঞ্জকে হারিয়ে ফাইনালে জিতেছে। 2000-01 সালে আরও দুটি দলকে আমন্ত্রণ জানানো হয়েছিল, যেখানে মার্কিন যুক্তরাষ্ট্র বার্বাডোসকে ২ উইকেটে পরাজিত করেছিল, যার ফলে আমেরিকানদের গ্রুপে শেষ পর্যন্ত আসতে বাধা দেয়নি। উইন্ডওয়ার্ড দ্বীপপুঞ্জ জিতেছে, ফাইনালে লিওয়ার্ড দ্বীপপুঞ্জকে হারিয়ে তাদের দ্বিতীয় শিরোপা। ২০০১-০২ মৌসুমে চারটি নন-ফার্স্ট ক্লাস দলকে বাদ দেওয়া হয়েছিল, এবং এর পরিবর্তে দ্বীপের দলগুলিকে বিভক্ত করা হয়েছিল — লিওয়ার্ড দ্বীপপুঞ্জকে অ্যান্টিগুয়া এবং বারবুডা এবং বাকি অংশে বিভক্ত করা হয়েছিল, যখন উইন্ডওয়ার্ড দ্বীপপুঞ্জকে একটি উত্তর এবং একটি দক্ষিণ গ্রুপে বিভক্ত করা হয়েছিল। চারটি দলই তাদের নিজ নিজ চার দলের গ্রুপের তৃতীয় বা চতুর্থ স্থানে শেষ করেছে, কারণ গায়ানা শিরোপা জিতেছে।\nপরের মরসুমে আরও বেশি পরিবর্তন দেখা গেছে। উইন্ডওয়ার্ডের জন্য উত্তর এবং দক্ষিণ পদ্ধতি বাতিল করা হয়েছিল, এবং এর পরিবর্তে এটি সেন্ট ভিনসেন্ট এবং গ্রেনাডাইনসের জন্য একটি দলে বিভক্ত হয়েছিল এবং বাকি উইন্ডওয়ার্ড দ্বীপপুঞ্জের জন্য আরেকটি দলে বিভক্ত হয়েছিল, ওয়েস্ট ইন্ডিজের একটি বিশ্ববিদ্যালয় দল চালু করা হয়েছিল এবং কানাডা ফিরে এসেছিল। ত্রিনিদাদ ও টোবাগোর বিপক্ষে তাদের গ্রুপ খেলায় কানাডা প্রায় সেমিফাইনালে উঠেছে। তবে, ১৭৫ রানে পরাজিত হয়ে তারা তাদের গ্রুপে তৃতীয় স্থানে ৫৫ রানে অলআউট হয়। টি এন্ড টি পরে সেমি-ফাইনাল পর্বে ছিটকে যায়, যখন বার্বাডোজ জিতে যায়। পরের মৌসুমে সেন্ট ভিনসেন্ট আবার উইন্ডওয়ার্ড দ্বীপপুঞ্জের সাথে প্রতিদ্বন্দ্বিতা করতে দেখেছিল, যখন ওয়েস্ট ইন্ডিজ অনূর্ধ্ব-১৯ দল তাদের প্রতিস্থাপন করেছিল-তারা তাদের পাঁচ দলের গ্রুপে চতুর্থ স্থানে ছিল, এবং আবারও চারটি দেশের দল ফাইনালে খেলার যোগ্যতা অর্জন করে, গায়ানা বার্বাডোসকে হারিয়ে। .\n২০০৪-০৫ টুর্নামেন্টে একটি ফরম্যাটে পরিবর্তন দেখা যায় যা গত দুই মৌসুমে অনুষ্ঠিত হয়। স্পনসরের অভাবে আঞ্চলিক ওয়ান-ডে টুর্নামেন্ট নামে এই টুর্নামেন্টটি এখন জ্যামাইকার পরিবর্তে গায়ানা এবং বার্বাডোসে অনুষ্ঠিত হয়েছিল এবং ঐতিহ্যবাহী ছয়টি দল প্রতিদ্বন্দ্বিতা করেছিল, গায়ানা ফাইনালে পৌঁছেছিল কিন্তু ত্রিনিদাদ ও টোবাগোর কাছে পড়েছিল। পরের মৌসুমে কেএফসি কাপের নাম পরিবর্তন করা হয়, যা গায়ানা ডাকওয়ার্থ-লুইস পদ্ধতিতে জিতেছিল। ৪৯তম ওভারের পর আম্পায়াররা খেলা বন্ধ করে দিয়ে দুই রান পান। গায়ানিজ দলকে আগে আলোর প্রস্তাব দেওয়া হয়েছিল, কিন্তু তারা বুঝতে পারেনি যে তারা ডাকওয়ার্থ-লুইসে এগিয়ে ছিল, তারা ব্যাটিং বেছে নিয়েছিল এবং খেলাটি জেতার জন্য এটি যথেষ্ট ছিল।\nডিসেম্বর ২০১৩-এ, এনএজিআইসিও ইন্স্যুরেন্স কে আঞ্চলিক সুপার৫০-এর নতুন টাইটেল স্পন্সর হিসাবে ঘোষণা করা হয়েছিল এবং বিজয়ী দল ক্লাইভ লয়েড ট্রফি ঘরে তুলেছিল – ওয়েস্ট ইন্ডিজের প্রাক্তন অধিনায়কের সম্মানে নামকরণ করা হয়েছিল। ২০১৪ সালে, ডব্লিউআইসিবি আঞ্চলিক ঘরোয়া ক্রিকেট কাঠামোতে বড় পরিবর্তনগুলি অনুমোদন করে, যার মধ্যে প্রথম-শ্রেণীর মৌসুম বাড়ানো, প্রথম-শ্রেণীর এবং তালিকা-এ খেলাকে সম্পূর্ণরূপে পেশাদারিকরণ করা হয় এবং ৬টি আঞ্চলিক বোর্ড বর্ধিত মৌসুমের জন্য ১৫ জন খেলোয়াড়কে চুক্তিবদ্ধ করে ৫০-ওভারের প্রতিযোগিতা খেলোয়াড়দের অভিজ্ঞতা অর্জনের, রান সংগ্রহ এবং উইকেট সংগ্রহের আরও সুযোগ দেওয়ার জন্য যাতে তারা আঞ্চলিক দলে জায়গার জন্য দাবি করতে পারে। ফেব্রুয়ারি ২০১৯-এ বারমুডা ভিত্তিক কলোনিয়াল গ্রুপ ইন্টারন্যাশনালকে আঞ্চলিক একদিনের প্রতিযোগিতার নতুন শিরোনাম স্পনসর হিসাবে ঘোষণা করা হয়েছিল যা এখন সিজি ইন্স্যুরেন্স সুপার ৫০ নামে পরিচিত।\n\n\n== বর্তমান কাঠামো ==\n২০১৩-১৪ সালের এনএজিআইসিও আঞ্চলিক সুপার৫০-এর একটি প্রাথমিক বারো দিনের প্রাথমিক রাউন্ড ছিল যার দুটি জোন (এ এবং বি) ছিল চারটি দল। প্রতিটি জোনের মধ্যে দলগুলি একটি রাউন্ড-রবিন বিন্যাসে খেলেছে, যেখানে প্রতিটি দল তিনটি ম্যাচ খেলেছে। প্রতিটি গ্রুপ থেকে শীর্ষ দুটি দল তারপর সেমি–ফাইনালে অগ্রসর হয়, জোন এ এর এক নম্বর জোন বি থেকে দুই নম্বরে এবং জোন এ থেকে দুই নম্বর জোন বি থেকে এক নম্বরে খেলে এবং সেমি–ফাইনালের বিজয়ী দল মুখোমুখি হয়। ট্রফির জন্য ফাইনালে। সবগুলো ম্যাচই ত্রিনিদাদ ও টোবাগোতে অনুষ্ঠিত হয়।\nরাউন্ড রবিন পর্যায়ে দেওয়া পয়েন্ট:\n\nজয়ের জন্য ৪ পয়েন্ট\nটাই হলে ২ পয়েন্ট\nহারের জন্য ০ পয়েন্ট\nজয়ের জন্য ১ বোনাস পয়েন্ট যেখানে বিজয়ীর নেট রান রেট প্রতিপক্ষের ১.২৫ গুণ ছিল। একটি দলের রান রেট গণনা করা হবে একটি ইনিংসে করা রানের সংখ্যা দ্বারা বিভক্ত ওভারের সম্মুখীন হওয়া।\n\n\n== বিজয়ী ==\n\n\n== দল অনুযায়ী জয়ের সংখ্যা (১৯৭২-৭৩ থেকে) ==\n\n\n== সর্বাধিক সফল অধিনায়ক ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nক্রিকইনফো প্রোফাইল\nঅফিসিয়াল সাইট\nক্রিকেটআর্কাইভ প্রোফাইল"}