{"pageid": 1446527, "title": "হরিনারায়ণপুর বহুমুখী উচ্চ বিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1446527", "content": "হরিনারায়ণপুর বহুমুখী উচ্চ বিদ্যালয় কুষ্টিয়া জেলার সদর উপজেলার হরিনারায়ণপুরে অবস্থিত একটি মাধ্যমিক বিদ্যালয়। বিদ্যালয়টি ব্রিটিশ আমলে নির্মিত ও তৎকালীন সময়ে কলকাতা বিশ্ববিদ্যালয় কর্তৃক স্বীকৃতি প্রাপ্ত একটি শিক্ষাপ্রতিষ্ঠান। প্রাতিষ্ঠানিক সাফল্যের জন্য বিদ্যালয়টির যথেষ্ট সুনাম রয়েছে।\n\n\n== ইতিহাস ==\n১৮৯১ সালে হরিনারায়ণপুর গ্রামের বাসিন্দাদের সমন্বিত উদ্যোগে কালীগঙ্গা নদীর পশ্চিম তীরে বিদ্যালয়টি প্রতিষ্ঠিত হয়। বিদ্যালয় প্রতিষ্ঠায় হরিনারায়ণপুর গ্রামের যারা বিশেষ উদ্যোগী ভূমিকা পালন করেন তাদের মধ্যে কালীদাস চক্রবর্তী, রামগোপাল ভট্টাচার্য, কালীদাস ভট্টাচার্য তর্কালঙ্কার, হরিশচন্দ্র চৌধুরী, নবীন চৌধুরী ও লোলিতমোহন প্রামাণিক অন্যতম। হরিনারায়ণপুর গ্রাম ছাড়াও নিকটস্থ কয়েকটি গ্রামের বাসিন্দাও বিদ্যালয় প্রতিষ্ঠায় ভূমিকা রাখেন। তাদের মধ্যে বারদী গ্রামের উমানাথ সেন, শিবনাথ মজুমদার, কৃষ্ণনাথ সরকার, ধরপুর নিবাসী গোপাল চন্দ্র ভৌমিক, গোপীনাথ সান্যাল শান্তিডাঙ্গা নিবাসী মহিমা চন্দ্র বিশ্বাস ও সাধুচরণ বিশ্বাস-এর নাম উল্লেখযোগ্য।\nপ্রথমে খড়ের ঘরে বিদ্যালয়ের কার্যক্রম শুরু হয়। দ্বিধাবিভক্ত গ্রামবাসীর মধ্যে কোন্দলের কারণে খড়ের ঘর বেশ কয়েকবার অগ্নিদগ্ধ হয়। ১৯০০ সালে কুষ্টিয়া মহকুমার প্রশাসক বীরেন সেন  বিদ্যালয়টি পাকা ভবনে প্রতিষ্ঠার উদ্যোগ নেন। ১৯০২ সালে তিনি পাকা ভবনের ভিত্তি স্থাপন করেন। যার নির্মাণ কাজ শেষ হয় ১৯০৮ সালে ১৯০৯ সালে বিদ্যালয়টি হরিনারায়ণপুর ইংলিশ হাই স্কুল  নামে কলকাতা বিশ্ববিদ্যালয় কর্তৃক স্বীকৃত পায়।\n\n\n== অবস্থান ==\nবিদ্যালয়টি কুষ্টিয়া জেলার সদর উপজেলার হরিনারায়ণপুর ইউনিয়নের সদর দপ্তর হরিনারায়ণপুরের  হরিনারায়ণপুর বাজারে অবস্থিত। কুষ্টিয়া শহর থেকে কুষ্টিয়া-ঝিনাইদহমহাসড়ক হয়ে বিদ্যালয়টির দুরত্ব ২২ কিলোমিটার। বিদ্যালয় থেকে কুষ্টিয়া-ঝিনাইদহ মহাসড়কের দুরত্ব ২.১ কিলোমিটার।\n\n\n== অবকাঠামো ==\nবিদ্যালয়ের মোট ভবনের সংখ্যা ০৬টি এর মধ্যে ৩টি দ্বিতল, ১টি ছয় তলার নতুন একাডেমিক ভবন, ১টি একতলা ও ১টি টিন শেডের। বিদ্যালয়ে একটি ছাত্রাবাস, একটি একটি প্রধান শিক্ষকের বাসভবন, সুগঠিত লাইব্রেরি, কম্পিউটার ল্যাব ও বিজ্ঞানাগার রয়েছে। এছাড়াও বিদ্যালয়ের নিজস্ব খেলার মাঠ ও একটি ভিন্নধর্মী শহীদ মিনার রয়েছে।\n\n\n== শিক্ষা কার্যক্রম ==\nবিদ্যালযটি মাধ্যমিক পর্যায়ে যশোর বোর্ডের অধীনে রয়েছে। ৯ম-১০ম শ্রেণীতে ০৩টি বিভাগ রয়েছে, এগুলো হলো-\n\nবিজ্ঞান বিভাগ\nমানবিক বিভাগ\nবাণিজ্য বিভাগ\n\n\n== ফলাফলের ইতিবৃত্ত ==\n\n\n=== মাধ্যমিক স্কুল সার্টিফিকেট (এসএসসি) ===\nবিদ্যালয়ের ২০১৪ খ্রিষ্টাব্দ থেকে ২০২৪ খ্রিষ্টাব্দ পর্যন্ত বিগত ১১ বছরের মাধ্যমিক স্কুল সার্টিফিকেট (এসএসসি) পরীক্ষার ফলাফলের ইতিবৃত্ত:\n\n\n=== জুনিয়র স্কুল সার্টিফিকেট (জেএসসি) ===\nবিদ্যালয়ের ২০১১ শিক্ষাবর্ষ থেকে ২০১৯ শিক্ষাবর্ষ পর্যন্ত ৯ বছরের নিম্ন মাধ্যমিক স্কুল সার্টিফিকেট (জেএসসি) পরীক্ষার ফলাফলের ইতিবৃত্ত:\n\nবিঃদ্রঃ ২০১৯ শিক্ষাবর্ষের পরবর্তী সকল জুনিয়র স্কুল সার্টিফিকেট (জেএসসি) ও জুনিয়র দাখিল সার্টিফিকেট (জেডিসি) পরীক্ষা বাংলাদেশ শিক্ষা মন্ত্রণালয় কর্তৃক স্থায়ীভাবে বাতিল করা হয়েছে। যার কারণে এখানে ২০১৯ শিক্ষাবর্ষ পর্যন্ত ফলাফলের ইতিবৃত্ত দেখানো হয়েছে।\n\n\n== উল্লেখযোগ্য শিক্ষার্থী ==\nগোলাম কুদ্দুস, বাঙালি কবি, কথাসাহিত্যিক ও সাংবাদিক\nসৈয়দ আলতাফ হোসেন, কুষ্টিয়া-৩ আসনের সাবেক সংসদ সদস্য\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== গ্রন্থপঞ্জিকা ==\nমোঃ রেজাউল করিম (ডিসেম্বর ২০২২)। কুষ্টিয়ার প্রত্ননিদর্শন। ঢাকা: গতিধারা। পৃষ্ঠা ১৮৬–১৮৯। আইএসবিএন 978-984-8950-41-8। \n\n\n== তথ্যসূত্র =="}