{"pageid": 1446207, "title": "প্যারিস হিলটন", "url": "https://bn.wikipedia.org/wiki?curid=1446207", "content": "প্যারিস হুইটনি হিলটন (জন্ম: ১৭ ফেব্রুয়ারী, ১৯৮১) একজন মার্কিন মিডিয়া ব্যক্তিত্ব, ব্যবসায়ী এবং সমাজের বিশিস্ট ব্যক্তি। নিউ ইয়র্ক সিটিতেই জন্মগ্রহণ করেন এবং সেখানেই বেড়ে ওঠেন এবং লস অ্যাঞ্জেলেসে, তিনি হিলটন হোটেলের প্রতিষ্ঠাতা কনরাড হিলটনের প্রপৌত্রী। তিনি প্রথম ১৯৯০-এর দশকের শেষের দিকে নিউ ইয়র্কের সামাজিক দৃশ্যে তার উপস্থিতির জন্য ট্যাবলয়েডের দৃষ্টি আকর্ষণ করেন, ২০০০ সালে ফ্যাশন মডেলিংয়ে উদ্যোগী হন এবং ২০০১ সালে \"নিউ ইয়র্কের নেতৃস্থানীয় ইট গার্ল\" হিসাবে ঘোষণা করা হয়  রিয়েলিটি টেলিভিশন সিরিজ দ্য সিম্পল লাইফ (২০০৩-২০০৭), যেখানে তিনি তার বন্ধু নিকোল রিচির সাথে সহ-অভিনয় করেছিলেন এবং ২০০৩ সালে তার তৎকালীন প্রেমিক রিক স্যালোমনের সাথে একটি ফাস হওয়া সেক্স টেপ, পরে ওয়ান নাইট ইন প্যারিস (২০০৪) হিসাবে প্রকাশিত হয়েছিল, তাকে বিশ্বব্যাপী খ্যাতি অর্জন করতে সাহায্য করে।\nহিলটনের মিডিয়া উদ্যোগের মধ্যে রয়েছে চলচ্চিত্র, টেলিভিশন ধারাবাহিক, বিজ্ঞাপন, বই, অ্যালবাম, স্বতন্ত্র একক, পডকাস্ট এবং ভিডিও গেম।  তার দুটি বই নিউইয়র্ক টাইমসের সেরা বিক্রিত বইয়ের সুনাম অর্জন করে কনফেশনস অফ অ্যান হেয়ারেস (২০০৪) এবং প্যারিস: দ্য মেমোয়ার (২০২৩)। তার বিশ্বব্যাপী শীর্ষ-১০ হিট অ্যালবাম \"স্টারস আর ব্লাইন্ড\" (২০০৬)। তার অভিনীত চলচ্চিত্র হাউস অফ ওয়াক্স (২০০৫) এবং রেপো! দ্য জেনেটিক অপেরা (২০০৮)। তিনি যে সব রিয়ালিটি টেলিভিশনে অংশগ্রহণ করেছেন তার মধ্যে রয়েছে প্যারিস হিলটনস মাই নিউ বিএফএফ (২০০৮-২০০৯), দ্য ওয়ার্ল্ড অ্যাওয়ার্ড টু প্যারিস (২০১১), কুকিং উইথ প্যারিস (২০২১), এবং প্যারিস ইন লাভ (২০২১–বর্তমান)। তিনি প্রামাণ্যচিত্র দিস ইজ প্যারিস (২০২০) এর বিষয় ছিলেন। তিনি ২০১২ সাল থেকে ডিস্ক জকি হিসেবে কাজ করছেন। \n\n\n== জীবনের প্রথমার্ধ ==\nহিলটনের জন্ম ১৭ ফেব্রুয়ারী, ১৯৮১, নিউ ইয়র্ক সিটিতে, একজন ব্যবসায়ী রিচার্ড হিলটন এবং ক্যাথি হিলটন, একজন সামাজিক বিশিষ্ট ব্যক্তি ও প্রাক্তন শিশু অভিনেত্রীর কাছে।  চার সন্তানের মধ্যে সবচেয়ে বড়, তার এক বোন, নিকি হিলটন (জন্ম ১৯৮৩), এবং দুই ভাই, দ্বিতীয় ব্যারন হিলটন (জন্ম ১৯৮৯) এবং কনরাড হিউজ হিলটন (জন্ম ১৯৯৪)। তার বাবার দিক থেকে, তিনি কনরাড হিলটনের প্রপৌত্রী, যিনি হিলটন হোটেল প্রতিষ্ঠা করেছিলেন এবং ব্যারন হিলটনের নাতনী। তার মামারা হলেন টেলিভিশন ব্যক্তিত্ব কিম এবং কাইল রিচার্ডস। হিলটনের নরওয়েজীয়, জার্মান, ইতালীয়, ইংরেজ, আইরিশ এবং স্কটিশ বংশধারা রয়েছে।  পরিবারটি ক্যাথলিক বিশ্বাস অনুসরণ করে। \n\n\n== ব্যক্তিগত জীবন ==\nহিলটন প্রাপ্তবয়স্ক হওয়ার পর থেকে, তার ব্যক্তিগত জীবনের অসংখ্য দিক - বিশেষ করে, তার অবাধ এবং অসামান্য জেট সেট লাইফস্টাইল, তার বিস্তৃত বন্ধুত্বের তালিকা, অন্যান্য উচ্চ-প্রোফাইল ব্যক্তিত্বের সাথে সম্পর্ক এবং রোমান্টিক মেলামেশা, ভারী পার্টি করা এবং অনুপযুক্ত আচরণ ব্যাপক মিডিয়া মনোযোগ আকর্ষণ করে এবং জনগণের অসন্তুষ্টির কারণ হয়েছে। \nহিলটন ছোট কুকুরের প্রতি তার ভালবাসার জন্য পরিচিত, এবং অন্যান্য অনেক পোষা প্রাণীর মধ্যে টিঙ্কারবেল নামে এক নারী চিহুয়াহুয়া রয়েছে। হিলটনকে প্রায়শই সামাজিক ইভেন্ট এবং অনুষ্ঠানে এবং টেলিভিশন রিয়েলিটি শো দ্য সিম্পল লাইফের পাঁচটি সিজনে টিঙ্কারবেল (একটি \"আনুষঙ্গিক কুকুর\" নামে ডাকা হয়) বহন করতে দেখা যায়।  এপ্রিল ২০১৫ এ, টিঙ্কারবেল ১৪ বছর বয়সে মারা যায়।  তার সম্পত্তির মধ্যে, হিলটনের একটি ৩০০0-বর্গফুটের একটি বাড়ি ছিল যার এয়ার কন্ডিশনার, হিটিং এবং আসবাবপত্র সহ পোষা প্রাণীদের জন্য আনুমানিক US$৩২৫,০০০ মার্কিন ডলার খরচে নির্মিত হয়েছিল। \nহিলটন বেভারলি হিলসে থাকেন, এবং মুলহল্যান্ড এস্টেটে একটি বাড়ির মালিক, মালিবুতে একটি সমুদ্র তীরবর্তী সম্পত্তি, সেইসাথে ম্যানহাটনে একটি পেন্টহাউস রয়েছে। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nইন্টারনেট মুভি ডেটাবেজে প্যারিস হিলটন (ইংরেজি)\nপ্যারিস হিলটন - ফ্যাশন মডেল ডিরেক্টরি"}