{"pageid": 1446611, "title": "নবল রবিকান্ত", "url": "https://bn.wikipedia.org/wiki?curid=1446611", "content": "নবল রবিকান্ত (জন্ম: ৫ই নভেম্বর ১৯৭৪) একজন ভারতীয় বংশোদ্ভূত মার্কিন উদ্‌যোক্তা ও বিনিয়োগকারী। তিনি অ্যাঞ্জেললিস্টের সহপ্রতিষ্ঠাতা, সভাপতি ও সাবেক প্রধান নির্বাহী কর্মকর্তা। তিনি প্রাথমিক পর্যায়ে উবার, ফোরস্কয়ার, টুইটার, উইশ.কম, পশমার্ক, পোস্টমেটস, থাম্বট্যাক, নোশন, স্ন্যাপলজিক, ওপেনডোর, ক্লাবহাউস, স্ট্যাক ওভারফ্লো, বোল্ট, ওপেনডিএনএস, ইয়ামার ও ক্লিয়ারভিউ এআই–সহ দুইশতাধিক কোম্পানিতে বিনিয়োগ করেছিলেন। এর মধ্যে মোট ৭০টির বেশি এক্সিট এবং ১০টিরও বেশি একশৃঙ্গ কোম্পানি ছিল।\nরবিকান্ত এডমুন্ড হিলারি ফেলোশিপের একজন ফেলো। এছাড়াও একজন পডকাস্টার হিসেবে তিনি স্বাস্থ্য, সম্পদ ও সুখ অন্বেষণের ব্যাপারে পরামর্শ দিয়ে থাকেন।\n\n\n== প্রারম্ভিক জীবন ও শিক্ষা ==\nরবিকান্ত ১৯৭৪ সালে সালে ভারতের নয়াদিল্লিতে জন্মগ্রহণ করেন। ৯ বছর বয়সে তাঁর মা এবং ভাই কমলের সাথে তিনি মার্কিন যুক্তরাষ্ট্রের নিউইয়র্কে চলে আসেন। তিনি ১৯৯১ সালে স্টাইভস্যান্ট উচ্চ বিদ্যালয় থেকে উত্তীর্ণ হন। ১৯৯৫ সালে তিনি ডার্টমথ কলেজ থেকে কম্পিউটার বিজ্ঞান ও অর্থনীতিতে স্নাতক ডিগ্রি লাভ করেন। কলেজে পড়াকালীন তিনি আইন সংস্থা ডেভিস পোল্ক অ্যান্ড ওয়ার্ডওয়েলে ইন্টার্ন করেন। ডার্টমথ কলেজ থেকে স্নাতক হবার পর সিলিকন ভ্যালিতে যাওয়ার আগে নবল বোস্টন কনসাল্টিং গ্রুপে কিছুদিন কাজ করেছিলেন।\n\n\n== কর্মজীবন ==\n\n\n=== এপিনিয়ন্স ===\n\n১৯৯৯ সালে রবিকান্ত ভোক্তা পণ্য মূল্যায়ন সাইট এপিনিয়ন্স সহ-প্রতিষ্ঠা করেন। তারা বেঞ্চমার্ক ক্যাপিটাল এবং অগাস্ট ক্যাপিটাল থেকে উদ্‌যোগ মূলধন বাবদ $৪৫ মিলিয়ন সংগ্রহ করেছে। ২০০৩ সালে রবিকান্ত ও কোম্পানি ছেড়ে চলে যাওয়া অন্যান্য সহ-প্রতিষ্ঠাতাদের অনুমোদনে এপিনিয়ন্স তুলনামূলক মূল্য নির্ধারণী সাইট ডিলটাইমের সাথে একীভূত হয়—যদিও এতে তাদের শেয়ারমূল্য ছিল শূন্য।\nএকীভূত কোম্পানিটি শপিং.কম হয়ে ওঠে যা ২০০৪ সালের অক্টোবরে একটি প্রাথমিক গণপ্রস্তাবের (আইপিও) আয়োজন করেছিল। প্রথম দিন ট্রেডিঙের পরই এর মূল্য হয়ে দাঁড়ায় $৭৫০ মিলিয়ন। ২০০৫ সালের জানুয়ারি মাসে রবিকান্ত ও তার তিনজন সহ-প্রতিষ্ঠাতা বেঞ্চমার্ক, আগস্ট ক্যাপিটাল, তাদের সহ-প্রতিষ্ঠাতা নীরব টোলিয়ার (যিনি সহ-প্রতিষ্ঠাতাদের প্রস্থানের পরেও এপিনিয়ন্সে রয়ে গেছিলেন) বিরুদ্ধে মামলা দায়ের করেন ও দাবি করেন যে—একীভূতকরণের জন্য তাদের অনুমোদন পেতে—তাদের বিভ্রান্ত করা হয়েছিল বিশ্বাস করতে যে একীভূতকরণের কালে কোম্পানির মূল্য ছিল “$২৩ মিলিয়ন থেকে $৩৮ মিলিয়ন”, $৪৫ মিলিয়নেরও কম যা তারা মূলধনের বাইরে সংগ্রহ করেছিলেন, ফলস্বরূপ তাদের শেয়ারগুলো হয়ে যায় মূল্যহীন। ২০০৫ সালের ডিসেম্বরে মামলাটির নিষ্পত্তি হয়।\n\n\n=== হিট ফোর্জ ===\n\n\n=== অ্যাঞ্জেললিস্ট ===\n\n২০০৭ সালে রবিকান্ত ভেঞ্চার হ্যাক্স নামে একটি ব্লগ সহলেখা শুরু করেন, যা “টার্ম শীট নিয়ে আপস–আলোচনার বিষয়ে বিস্তারিত পরামর্শ প্রদান করে, কোন অনুচ্ছেদগুলো গুরুত্বপূর্ণ এবং কোনগুলো মেকি তা ব্যাখ্যা করে।” ঐ ব্লগটি ফেরেশতা বিনিয়োগকারীদের কাছ থেকে অর্থ সংগ্রহের জন্য সম্ভাবনাময় নতুন ব্যবসা প্রতিষ্ঠানসমূহের জন্য একটি তহবিল সংগ্রহের প্ল্যাটফর্ম অ্যাঞ্জেললিস্ট হিসেবে বিবর্তিত হয়, যা নবল ২০১০ সালে সহ-প্রতিষ্ঠা করেন। অ্যাঞ্জেললিস্ট প্রোডাক্ট হান্টও পরিচালনা করে। ২০২২ সনে অ্যাঞ্জেললিস্ট $৪ বিলিয়ন মূল্যায়নে পৌঁছয়। নবল অ্যাঞ্জেললিস্টের সভাপতি এবং সাবেক সিইও।\n\n\n=== মেটাস্টেবল ক্যাপিটাল ===\n\n\n=== স্পিয়ারহেড.কো বিনিয়োগ তহবিল ===\n\n\n=== ন্যাভ.এএল, স্পিয়ারহেড ও অন্যান্য পডকাস্ট ===\nনবল Nav.al ও Spearhead.co-এ একটি সংক্ষেপিত পডকাস্ট পরিচালনা করেন, যেখানে তিনি দর্শন, ব্যবসায় এবং বিনিয়োগ সংক্রান্ত আলোচনা করেন। তিনি দ্য জো রোগান এক্সপেরিয়েন্স, দ্য টিম ফেরিস শো, কফি উইথ স্কট অ্যাডামস, দ্য জেমস আলটুচার শো এবং ফার্নাম স্ট্রিটে পডকাস্ট অতিথি হয়েছেন।\nরবিকান্তের অনুমতিক্রমে এরিক জর্জেনসন নবলের টুইট, প্রবন্ধ এবং সম্পদ ও সুখ বিষয়ক বিভিন্ন সাক্ষাৎকার সংকলন করে টিম ফেরিসের একটি মুখবন্ধসহ দ্য অ্যালমান্যাক অব নবল রবিকান্ত নামে একটি নিখরচায় ডাউনলোডোপযোগী বই আকারে প্রকাশ করেন। টিম ফেরিসের বই টুলস অব টাইটান্সে রবিকান্তের লেখা একটি অধ্যায় রয়েছে।\n\n\n=== এয়ারচ্যাট ===\n২০২৩ সালে রবিকান্ত সামাজিক যোগাযোগ মাধ্যম অ্যাপ এয়ারচ্যাট সহপ্রতিষ্ঠা করেন। এটি উৎপাদনী কৃত্রিম বুদ্ধিমত্তা ব্যবহার করে থাকে এবং অনেকটা ইনস্টাগ্রাম স্টোরির মতো।\n\n\n== আরও দেখুন ==\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nএক্স.কমে নবল রবিকান্ত\nনবলের ব্যক্তিগত ব্লগ"}