{"pageid": 1446400, "title": "পিটার কাইল", "url": "https://bn.wikipedia.org/wiki?curid=1446400", "content": "পিটার কাইল (জন্ম ৯ সেপ্টেম্বর ১৯৭০) একজন ব্রিটিশ লেবার পার্টির রাজনীতিবিদ যিনি ২০১৫ সাল থেকে হোভের সংসদ সদস্য (এমপি) ছিলেন। তিনি ২০২৩ সাল থেকে বিজ্ঞান, উদ্ভাবন এবং প্রযুক্তি বিষয়ক রাষ্ট্রীয় ছায়া সচিব হিসেবে দায়িত্ব পালন করেছেন।\n\n\n== সংসদীয় কর্মজীবন ==\n২০১৫ সালের সাধারণ নির্বাচনে, কাইল ৪২.৩% ভোট এবং ১,২৩৬ সংখ্যাগরিষ্ঠতার সাথে হোভের এমপি হিসাবে সংসদে নির্বাচিত হন।\n২০১৫ সালের শ্রম নেতৃত্ব নির্বাচনে কাইল লিজ কেন্ডালকে সমর্থন করেছিলেন,  এবং ২০১৬ সালের লেবার নেতৃত্ব নির্বাচনে জেরেমি করবিনকে প্রতিস্থাপন করার ব্যর্থ প্রচেষ্টায় ওয়েন স্মিথকে সমর্থন করেছিলেন।\nতিনি ২০১৬ সালের ব্রেক্সিট গণভোটের সময় থাকার জন্য প্রচার করেছিলেন।\nমে ২০১৮-এ কাইল ভোট দেওয়ার বয়স ১৬-এ নামিয়ে আনার আহ্বান জানিয়েছিলেন এবং নিজের বিলটি সামনে রেখেছিলেন।\n২০১৯ সালের সাধারণ নির্বাচনে লেবারদের পরাজয়ের পরে, কাইল লেবার নেতা জেরেমি করবিনকে পদত্যাগ করার আহ্বান জানিয়েছিলেন, এই বলে যে ক্ষতি ব্রেক্সিটের বিষয়ে লেবার অবস্থানের সাথে সম্পর্কিত নয় বরং কর্বিনের অযোগ্য নেতৃত্বের সাথে সম্পর্কিত।\nকাইল ২০২০ সালের লেবার পার্টির নেতৃত্ব নির্বাচনে জেস ফিলিপসকে সমর্থন করেছিলেন।\n২০২০ সালের সেপ্টেম্বরে, কাইলকে লেবার ফ্রেন্ডস অফ ইসরায়েলের ভাইস-চেয়ার নিযুক্ত করা হয়েছিল।\n২০২২ সালের সেপ্টেম্বরে, তিনি শ্রমের ব্রেক্সিট গ্রহণের পক্ষে এবং ইউরোপীয় ইউনিয়নের বাইরে \"একটি উন্নত ব্রিটেনের জন্য ইতিবাচক দৃষ্টিভঙ্গি\" উপস্থাপনের পক্ষে কথা বলেছিলেন।\n\n\n=== ভিকটিম ও যুব বিচারবিষয়ক ছায়ামন্ত্রী ===\n২০২০ সালের এপ্রিলে, তিনি ভিকটিম এবং যুব বিচারের ছায়ামন্ত্রী হন। তিনি 'ভাড়ার জন্য যৌনতা' ইস্যুতে প্রচারণা চালিয়েছেন এবং ভাড়াটেদের যৌন শোষণে জড়িত বাড়িওয়ালাদের জন্য আইন পরিবর্তনের দাবি জানিয়েছেন।\n\n\n=== বিদ্যালয় বিষয়ক ছায়ামন্ত্রী ===\n২০২১ সালের মে মাসে একটি ছোটখাটো শ্রম রদবদল করে, কাইলকে স্কুলের ছায়া মন্ত্রী হিসাবে ওয়েস স্ট্রিটিংয়ের উত্তরসূরি হিসাবে উন্নীত করা হয়েছিল।\n\n\n=== উত্তর আয়ারল্যান্ড বিষয়ক ছায়া সচিব ===\n২০২১ সালের নভেম্বরে ব্রিটিশ শ্যাডো ক্যাবিনেটের রদবদলে তিনি ছায়া উত্তর আয়ারল্যান্ড সেক্রেটারি নিযুক্ত হন।\n\n\n== ব্যক্তিগত জীবন ==\n২০১৬ থেকে ২০১৭ পর্যন্ত কাইল ব্রাইটন অ্যালড্রিজ কমিউনিটি একাডেমির গভর্নরদের চেয়ার ছিলেন।\nতিনি প্রকাশ্য সমকামী। ২০১২ সালে টিসারের মৃত্যুর আগ পর্যন্ত তিনি ভ্লাস্টিমিল টিসারের সাথে আট বছর ধরে সম্পর্কে ছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nযুক্তরাজ্যের সংসদে বৃত্তান্ত\nপাবলিক হুইপে নির্বাচনের ফলাফল ও উপাত্তসমূহ\nদেওয়ার্কফরইউ-এ সংসদীয় উপাত্তসমূহ"}