{"pageid": 1446751, "title": "২০২৪ ওএফসি নেশন্স কাপ", "url": "https://bn.wikipedia.org/wiki?curid=1446751", "content": "২০২৪ ওএফসি নেশন্স কাপ (ইংরেজি: 2024 OFC Nations Cup) হল  ওএফসি পুরুষ নেশন্স কাপের ১১তম সংস্করণ আসর, ওশেনিয়া ফুটবল কনফেডারেশন (ওএফসি) দ্বারা আয়োজিত ওশেনিয়ার চতুর্বার্ষিক আন্তর্জাতিক পুরুষ ফুটবল প্রতিযোগিতা। পুরো টুর্নামেন্টটি ভানুয়াতু এবং ফিজিতে ১৫ থেকে ৩০ জুন ২০২৪ পর্যন্ত অনুষ্ঠিত হয়েছিল। ২০১৬ সংস্করণ থেকে বর্তমান চ্যাম্পিয়ন নিউজিল্যান্ড। ২০২০ সংস্করণটি কোভিড-১৯ মহামারি কারণে বাতিল করা হয়েছিল। নতুন ক্যালিডোনিয়া দেশে দাঙ্গার কথা উল্লেখ করে প্রতিযোগিতা শুরুর কয়েক দিন আগে প্রত্যাহার করে নিয়েছিল এবং টুর্নামেন্টটি ৭টি দল নিয়ে খেলেছিল।\nপোর্ট ভিলার ভিএফএফ ফ্রেশওয়াটার স্টেডিয়ামে অনুষ্ঠিত ফাইনাল খেলায় নিউজিল্যান্ড ভানুয়াতু দলকে ৩–০ গোলের ব্যবধানে পরাজিত করেছিল ও চ্যাম্পিয়ন হয়েছিল। তার সাথে নিউজিল্যান্ড ৬ষ্ঠ শিরোপা জয় লাভ করেছিল।\n\n\n== আয়োজক নির্বাচন ==\nযদিও শেষ পর্যন্ত বাতিল হওয়ার আগে ২০২০ সালে নিউজিল্যান্ডকে চূড়ান্ত টুর্নামেন্টের জন্য আয়োজক হিসাবে নির্বাচিত করা হয়েছিল, ২০২৩ সালের ডিসেম্বরে ঘোষণা করা হয়েছিল যে টুর্নামেন্টের ২০২৪ সংস্করণ ভানুয়াতুতে অনুষ্ঠিত হবে।\n২০২৪ সালের মে মাসে, ফ্লাইটের সময়সূচী সম্পর্কে অনিশ্চয়তার কারণে, ভানুয়াতুর লুগানভিলের লুগানভিল সকার স্টেডিয়ামে খেলার কারণে ম্যাচগুলিকে ফিজির সুভাতে এইচএফসি ব্যাংক স্টেডিয়ামে এবং ভানুয়াতুর পোর্ট ভিলার ভিএফএফ ফ্রেশওয়াটার স্টেডিয়ামে স্থানান্তরিত করা হয়েছিল।\n\n\n== ভেন্যু ==\n\n\n== দল ==\n\n\n=== বাছাইপর্ব ===\n\n২০১২ এবং ২০১৬ এর আগের সংস্করণগুলির মতো, ৪টি সর্বনিম্ন র‌্যাঙ্কের দল মূলত যোগ্যতা অর্জনের জন্য একটি একক গ্রুপ টুর্নামেন্টে খেলা হয়েছিল। টুভালু এবং কিরিবাতি ওএফসি-এর পূর্ণ সদস্য ছিল না এবং তাই তাদের অংশগ্রহণ থেকে বাদ দেওয়া হয়েছিল। আমেরিকান সামোয়া যোগ্যতা অর্জনের আগে নিবন্ধন করেনি।\nবাছাইপর্বের টুর্নামেন্টে, ২০১৬ সালে টুর্নামেন্টের শেষ সংস্করণে ৩টি সর্বনিম্ন-র‌্যাঙ্কযুক্ত দল (কারণ আমেরিকান সামোয়া নিবন্ধন করেনি), একটি একক রাউন্ডে রাউন্ড রবিন ফর্ম্যাটে প্রতিদ্বন্দ্বিতা করেছিল, যা টোঙ্গার একটি একক ভেন্যুতে অনুষ্ঠিত হয়েছিল, যেখানে বিজয়ী চূড়ান্ত টুর্নামেন্টের জন্য যোগ্যতা অর্জন করেছিল।\n২০২৪ সালের ৫ই জুন তারিখে, নতুন ক্যালিডোনিয়া দেশে সামাজিক অস্থিরতার কারণে প্রতিযোগিতা থেকে তাদের প্রত্যাহারের ঘোষণা দিয়েছিল।\n\n\n=== উত্তীর্ণ দল ===\n\n\n=== দলীয় সদস্য ===\n\nটুর্নামেন্টে অংশগ্রহণকারী ৭টি জাতীয় দলকে সর্বোচ্চ ২৩ জনের দল জমা দিতে হতো, যার মধ্যে ৩জন গোলরক্ষক থাকতে হবে (অনুচ্ছেদ ২১.১)। এই দলীয় সদস্যের অন্তর্ভুক্ত খেলোয়াড়রাই কেবল টুর্নামেন্টে অংশগ্রহণ নিতে পারবেন।\nপ্রতিটি খেলোয়াড়ের জন্য তালিকাভুক্ত বয়স ১৫ জুন ২০২৪, টুর্নামেন্টের প্রথম দিন প্রযোজ্য। প্রতিটি খেলোয়াড়ের জন্য তালিকাভুক্ত ক্যাপের সংখ্যা ২০২৪ ওএফসি পুরুষ নেশন্স কাপ শুরু হওয়ার পরে খেলা কোনও ম্যাচ অন্তর্ভুক্ত করে না।\n\n\n== ম্যাচ পরিচালনা কর্মকর্তা ==\nরেফারি\n\nসহকারী রেফারি\n\n\n== বিন্যাস ==\nটুর্নামেন্টটি প্রাথমিক রাউন্ডের পূর্ববর্তী পদ্ধতি অনুসরণ করে ৮টি দলের গ্রুপ পর্বের সেমি–ফাইনালে অগ্রসর হবে বলে আশা করা হচ্ছে।\n\n\n== গ্রুপ পর্বের জন্য ড্র ==\n২৪ জানুয়ারি ২০২৪ তারিখে নিউজিল্যান্ডের অকল্যান্ডে ওএফসি হোম অব ফুটবলে ড্র অনুষ্ঠিত হয়েছিল। ২০১৬ ওএফসি নেশন্স কাপের চূড়ান্ত র‌্যাঙ্কিংয়ের উপর ভিত্তি করে ৪টি প্রাথমিক পাত্র নির্ধারণ করে দলগুলিকে ৪টি করে দুটি গ্রুপে ভাগ করা হয়েছে, নীচে তালিকাভুক্ত করা হয়েছে।\n\n\n== গ্রুপ পর্ব ==\n\n\n=== টাইব্রেকার ===\n\nসব সময়ই স্থানীয়।\nইউটিসি+১১ (গ্রুপ এ) এবং ইউটিসি+১২ (গ্রুপ বি)\n\n\n=== গ্রুপ এ ===\n\n\n==== ম্যাচ ====\nসব সময়ই স্থানীয়, ভিইউ ইউটিসি+১১।\n\n\n=== গ্রুপ বি ===\n\n\n==== ম্যাচ ====\nসব সময়ই স্থানীয়, এফজেটি ইউটিসি+১২।\n\n\n== নকআউট পর্ব ==\n\nনকআউট পর্বে, যদি কোনও ম্যাচ স্বাভাবিক খেলার সময় শেষে সমতায় থাকে তবে অতিরিক্ত সময় খেলা অনুষ্ঠিত হয়েছিল (প্রতিটি ১৫ মিনিটের দুটি সময়কাল)। অতিরিক্ত সময়ের পরেও টাই হলে ম্যাচের ফলাফল পেনাল্টি শুট-আউট ব্যবহার করে বিজয়ী নির্ধারণ করা হয়েছিল। \nসব সময়ই স্থানীয়, ভিইউ ইউটিসি+১১।\n\n\n=== বন্ধনী ===\n\n\n=== সেমি–ফাইনাল ===\n\n\n=== তৃতীয় স্থান নির্ধারণী ম্যাচ ===\n\n\n=== ফাইনাল ===\n\n\n== পরিসংখ্যান ==\n\n\n=== গোলদাতা ===\nএই প্রতিযোগিতায় ১৩টি ম্যাচে ৪৬টি গোল হয়েছে, যা ম্যাচ প্রতি গড়ে ৩.৫৪টি গোল।\n\n৫টি গোল\n৪টি গোল\n৩টি গোল\n২টি গোল\n১টি গোল\n১টি আত্মঘাতী গোল\n\n\n=== শৃঙ্খলা ===\n\n\n== চূড়ান্ত অবস্থান ==\n\n\n== পুরস্কার ==\n\n\n=== ম্যান অব দ্য ম্যাচ ===\n\n\n== মার্কেটিং ==\n\n\n=== সম্প্রচার স্বত্ব ===\n২৮ ফেব্রুয়ারি ২০২৪-এ, ওশেনিয়া ফুটবল কনফেডারেশন (ওএফসি) ঘোষণা করেছে যে ২০২৪-২০২৫ মৌসুমের সমস্ত ওএফসি প্রতিযোগিতা, ২০২৪ ওএফসি নেশন্স কাপ সহ, ফিফা+ দ্বারা সরাসরি সম্প্রচার করা হয়েছিল।\n\n\n== আরও দেখুন ==\nউয়েফা ইউরো ২০২৪\n২০২৪ কোপা আমেরিকা\n২০২৩ আফ্রিকা কাপ অব নেশন্স\n২০২৩ এএফসি এশিয়ান কাপ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nওএফসি অফিসিয়াল ওয়েবসাইট"}