{"pageid": 1446846, "title": "ঘূর্ণিঝড় রেমাল", "url": "https://bn.wikipedia.org/wiki?curid=1446846", "content": "প্রবল ঘূর্ণিঝড় রেমাল হলো বঙ্গোপসাগরের একটি ক্রান্তীয় ঘূর্ণিঝড়, যেটি বাংলাদেশ ও পশ্চিমবঙ্গের উপকূলীয় অঞ্চলে আঘাত হানে। এটি ২০২৪ সালের ২৬ মে সন্ধ্যা থেকে ২৭ মে সকাল নাগাদ স্থলভাগ অতিক্রম করে। এটি ২০২৪ উত্তর ভারত মহাসাগর ঘূর্ণিঝড় মৌসুমের প্রথম গভীর নিম্নচাপ, প্রথম ঘূর্ণিঝড় এবং প্রথম তীব্র ঘূর্ণিঝড় ছিল। বাংলাদেশ আবহাওয়া অধিদপ্তরের তথ্যমতে, এটি ২৫ মে সন্ধ্যায় গভীর নিম্নচাপ থেকে ঘূর্ণিঝড়ে রূপ নেয়। উপকূলীয় অঞ্চলে আঘাত হানার সময় ঝড়টির গতিবেগ ছিল প্রতি ঘন্টায় ৯০ থেকে ১১৫ কিলোমিটার। এটির প্রভাবে বাংলাদেশ ও ভারতে মোট ৭৬ জনের মৃত্যু হয়।\n\n\n== আবহাওয়াগত ইতিহাস ==\n\n২০ মে, বঙ্গোপসাগরে একটি ঘূর্ণাবর্ত এলাকার সৃষ্টি হয়, যা ২২ মে লঘুচাপে রূপ নেয়। সে লঘুচাপটি ২৩ মে ঘনীভূত হয়ে নিম্নচাপে পরিণত হয়। ২৫ মে সকালে নিম্নচাপটি গভীর নিম্নচাপ এবং সন্ধ্যা নাগাদ সেটি ঘূর্ণিঝড় রেমাল-এ রূপান্তরিত হয়। ঘূর্ণিঝড়টি আরও শক্তিশালী হয়ে ২৬ মে সকালে প্রবল ঘূর্ণিঝড়ে রূপ নেয়।\n\n\n== সতর্কতা ও প্রস্তুতি ==\n২৬ মে সকালে বাংলাদেশ আবহাওয়া অধিদপ্তর উপকূলীয় জেলা খুলনা, সাতক্ষীরা, বাগেরহাট, পিরোজপুর, ঝালকাঠি, বরগুনা, বরিশাল, ভোলা, পটুয়াখালী এবং এসব জেলার অদূরবর্তী দ্বীপ ও চরসমূহে ১০ নম্বর মহাবিপদ সংকেত জারি করে। এছাড়া কক্সবাজার, চট্টগ্রাম, ফেনী, কুমিল্লা, নোয়াখালী, লক্ষ্মীপুর, চাঁদপুর এবং নিকটবর্তী জেলাগুলোতে ৯ নম্বর মহাবিপদ সংকেত জারি করে। আবহাওয়া অধিদপ্তর উপকূলীয় ১৬টি জেলায় স্বাভাবিকের চেয়ে ৮ থেকে ১২ ফুট বেশি বায়ুতাড়িত জলোচ্ছ্বাসে প্লাবিত হওয়ার পূর্বাভাস জানায় এবং পার্বত্য চট্টগ্রাম এলাকায় পাহাড় ধসের সতর্কতা জারি করে।\nঘূর্ণিঝড় রেমাল মোকাবিলায় বাংলাদেশের উপকূলীয় জেলাগুলোতে প্রায় ৮ থেকে ৯ হাজার আশ্রয়কেন্দ্র প্রস্তুত করা হয়। এছাড়া ঝড়-পরবর্তী উদ্ধারকাজের জন্য সেনাবাহিনী, ফায়ার সার্ভিস ও সেচ্ছাসেবীদের প্রস্তুত রাখা হয়।\n\n\n== প্রভাব ও ক্ষয়ক্ষতি ==\n\n\n=== বাংলাদেশ ===\nঘূর্ণিঝড় রেমালের প্রভাবে ২৬ মে সকাল থেকেই উপকূলীয় অঞ্চলে বৃষ্টি এবং ঝড়ো বাতাস শুরু হয়। বাংলাদেশের দূর্যোগ ব্যবস্থাপনা মন্ত্রণালয় অনুসারে, উপকূলীয় অঞ্চলে প্রায় ৮ লাখ মানুষ নিজেদের ঘরবাড়ি ছেড়ে আশ্রয়কেন্দ্রে আশ্রয় যেতে বাধ্য হন। মূল আঘাতের সময় বাতাসের গতিবেগ ছিল প্রতি ঘন্টায় ৯০ থেকে ১২০ কিলোমিটার। এ সময় স্বাভাবিকের চেয়ে ৫ থেকে ৮ ফুট অধিক জলোচ্ছ্বাসে বাঁধ ভেঙ্গে উপকূলের বিস্তীর্ণ অঞ্চল পানিতে তলিয়ে যায়। এর ফলে ঘরবাড়ি, ফসলি জমি ও গবাদি পশু ক্ষতিগ্রস্ত হয়। জলোচ্ছ্বাস ও তীব্র বাতাসের কারণে বাংলাদেশের পটুয়াখালী, ভোলায়, বরিশালে ৩ জন এবং সাতক্ষীরা, চট্টগ্রাম ও কুমিল্লায় একজন করে মৃত্যুবরণ করেন, মোট মৃতের সংখ্যা ১২ জন। এছাড়া খুলনায় ট্রলার ডুবে ২ শিশু নিখোঁজ হয় এবং ১৩ জন আহত হয়। উপকূলীয় অঞ্চলে প্রায় ২ কোটি ৭০ লক্ষ মানুষ বিদ্যুৎ বিচ্ছিন্ন হয়ে পড়ে এবং ২৭ হাজার মোবাইল নেটওয়ার্ক টাওয়ার অচল হয়ে পড়ে। সড়কে গাছ উপড়ে পড়ে বেশ কিছু এলাকায় যান চলাচল ব্যহত হয়।\nবাংলাদেশের দুর্যোগ ব্যবস্থাপনা ও ত্রাণ মন্ত্রণালয়ের তথ্য অনুযায়ী, ঘূর্ণিঝড় রেমাল উপকূলীয় ১৯ জেলার ১০৭টি উপজেলায় প্রায় ৩৭ লাখ ৫৮ হাজার মানুষকে ক্ষতিগ্রস্ত করে। ঘূর্ণিঝড়ের প্রভাবে বাংলাদেশে প্রায় ৩৫ হাজার ঘরবাড়ি সম্পূর্ণ বিধ্বস্ত হয় এবং ১ লাখ ১৫ হাজার ঘর আংশিক ক্ষতিগ্রস্ত হয়। বাংলাদেশের নির্বাচন কমিশন ক্ষতিগ্রস্ত ১৯টি উপজেলায় আসন্ন নির্বাচন স্থগিত করে।\n\n\n=== ভারত ===\n\n\n==== পশ্চিমবঙ্গ ====\nভারতের পশ্চিমবঙ্গে ঘূর্ণিঝড় রেমালের প্রভাবে তীব্র ঝড়ো বাতাসে ৬ জনের মৃত্যু হয় এবং ১০০ জন আহত হন। এছাড়া যোগাযোগ ব্যবস্থা ব্যপকভাবে ক্ষতিগ্রস্ত হয়। সুন্দরবন অঞ্চলের ৫০,০০০ এরও বেশি মানুষকে নিরাপদ স্থানে সরিয়ে নেওয়ার নির্দেশ দেওয়া হয়। অন্তত ১২,০০০ বিদ্যুতের খুঁটি উপড়ে যায় এবং উপকূলীয় অঞ্চলে খাদ্যের সংকট দেখা দেয়। কলকাতায় ৩৯৪টি ফ্লাইট বাতিল করা হয়। কলকাতা ও এর আশেপাশে ৪০০ টিরও বেশি গাছ উপড়ে যায়। কলকাতায় ২৬০ মিলিমিটারের বেশি পরিমাণ বৃষ্টিপাত হয় এবং ৯০ কিলোমিটার প্রতি ঘন্টা বেগে ঝড়ো হাওয়া বয়ে যায়।\n\n\n==== উত্তর-পূর্ব ভারত ====\nঘূর্ণিঝড় রেমালের অবশিষ্টাংশ বাংলাদেশের উপকূল অতিক্রম করে উত্তর-পূর্ব ভারতের দিকে চলে যায়। এর ফলে বেশ কিছু স্থানে ভারী বৃষ্টিপাত ও ভূমিধস হয়। মিজোরাম রাজ্যে ভূমিধসের কারণে যেখানে ১৫ জন নিহত এবং বেশ কয়েকজন নিখোঁজ হয়। মারাত্মক ভূমিধসের কারণে ভারতের ৬ নম্বর জাতীয় সড়কেও যান চলাচল ব্যহত হয়। মনিপুর রাজ্যে ভারী বর্ষণের কারণে সৃষ্ট জলপ্লাবনে ৩ জন নিহত, অনেক মানুষ আহত এবং হাজার হাজার বাড়িঘর ক্ষতিগ্রস্ত হয়েছে।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআরএসএমসি নয়াদিল্লি\nভারতীয় আবহাওয়া বিভাগ\nযৌথ টাইফুন সতর্কীকরণ কেন্দ্র (জেটিডব্লিউসি)\nNational Meteorological Center of CMA (চীনা ভাষায়)"}