{"pageid": 1446410, "title": "মিহিজাম", "url": "https://bn.wikipedia.org/wiki?curid=1446410", "content": "মিহিজাম হল ভারতের ঝাড়খণ্ড রাজ্যের জামতাড়া সদর মহকুমার একটি শহর এবং এক বিজ্ঞাপিত এলাকা । \n\n\n== ভূগোল ==\n\n\n=== অবস্থান ===\nমিহিজাম শহরটির ভৌগোলিক অবস্থানে অক্ষাংশ ও দ্রাঘিমাংশ হল যথাক্রমে- ২৩.৮৭°উত্তর ৮৬.৮৭°পূর্ব\n\n\n=== ওভারভিউ ===\nমানচিত্রটি একটি বৃহৎ এলাকা দেখায়, যা নিম্ন পাহাড়ের একটি মালভূমি, পূর্ব অংশটি ছাড়া যেখানে রাজমহল পাহাড় এই এলাকায় প্রবেশ করেছে এবং রামগড় পাহাড় রয়েছে। দক্ষিণ-পশ্চিম অংশটি কেবল একটি ঘূর্ণায়মান উচ্চভূমি। নগরায়নের সামান্য পকেট সহ সমগ্র এলাকাটি ব্যাপকভাবে গ্রামীণ। \nদ্রষ্টব্য: পূর্ণ পর্দা মানচিত্র আকর্ষণীয়. মানচিত্রে চিহ্নিত সমস্ত স্থান পূর্ণ স্ক্রীন মানচিত্রে লিঙ্ক করা হয়েছে এবং একজন সহজেই তার পছন্দের অন্য পৃষ্ঠায় যেতে পারে। আর কী আছে তা দেখতে পূর্ণ স্ক্রীন মানচিত্রটি বড় করুন – কেউ রেল সংযোগ পায়, আরও অনেক রাস্তা সংযোগ এবং আরও অনেক কিছু।\n\n\n== ইতিহাস ==\nমিহিজাম বিশ শতকের প্রথম দিকে বিহার রাজ্যের একটি সাঁওতাল অধ্যুষিত গ্রাম ছিল। পণ্ডিত ঈশ্বরচন্দ্র বিদ্যাসাগরের এক ভ্রাতুস্পুত্র পরেশনাথ বন্দ্যোপাধ্যায় ১৯১২ খ্রিস্টাব্দে প্রথম এখানে আসেন। বিদ্যাসাগর যেমন মিহিজামেরই নিকটবর্তী কার্মাটাঁড়ে ( অধুনা বিদ্যাসাগর-এ) সাঁওতালদের হোমিওপ্যাথিক চিকিৎসা করতেন, পরেশনাথও তারই অনুপ্রেরণায় স্থানীয় গরীব মানুষের চিকিৎসার জন্য ১৯১৮ খ্রিস্টাব্দে দাতব্য হোমিওপ্যাথিক চিকিৎসালয় প্রতিষ্ঠা করেন। তখন থেকেই আশেপাশের, এমন কি দূরদুরান্তের মানুষের চিকিৎসার জন্য আসা-যাওয়া বৃদ্ধি পায়। স্থানটি হোমিওপ্যাথিক চিকিৎসার বিশেষ পরিচিতি লাভ করে। বর্তমানে এটি নগর পরিষদের বিজ্ঞাপিত এলাকা।\n১৯২২ খ্রিস্টাব্দে মহেন্দ্রনাথ গুপ্ত নয় মাস মিহিজামে বসবাস করেন।  \n\n\n== জনসংখ্যার উপাত্ত ==\nভারতের ২০১১ খ্রিস্টাব্দের আদমশুমারি অনুসারে মিহিজাম শহরের জনসংখ্যা হল ৪০৪৬৩ জন। এর মধ্যে পুরুষ ২১৪০১ জন এবং নারী ১৯০৬২ জন। সাক্ষরতার হার ৮২.৯৬%, যা রাজ্য স্তরের সাক্ষরতার হারের (৬৬.৪১%) চেয়ে বেশি।\n\n\n== পরিবহন ==\nমিহিজামের রেলস্টেশনটির নাম চিত্তরঞ্জন রেলওয়ে স্টেশন, যা পশ্চিমবঙ্গের পশ্চিম বর্ধমান জেলার  চিত্তরঞ্জনের শহরতলি এলাকার মধ্যে গণ্য করা হয়। স্টেশন সংলগ্ন বাস স্ট্যান্ড হতে ঝাড়খণ্ড, বিহার এবং পশ্চিমবঙ্গের বিভিন্ন অংশে বাসে যাতায়াতের সুবিধা আছে এবং চিত্তরঞ্জন রেলওয়ে স্টেশন হতে ট্রেন পরিষেবার মাধ্যমে শহরটি সরাসরি ভারতের প্রায় সমস্ত প্রধান শহরের সাথে সরাসরি যুক্ত। নিকটতম অভ্যন্তরীণ বিমানবন্দর হল দুর্গাপুরের কাজী নজরুল ইসলাম বিমানবন্দর।\n\n\n== অন্যান্য উল্লেখযোগ্য বিবরণ ==\nশহরটি হোমিওপ্যাথি চিকিৎসার জন্য সুপরিচিত। ঝাড়খণ্ডের জামতাড়ার বিনোবা ভাভে বিশ্ববিদ্যালয়ের অধীনস্থ হোমিওপ্যাথিক মেডিকেল কলেজ ও হাসপাতাল এখানে অবস্থিত। ভারতের অন্যতম পুরানো প্রথমসারির হোমিওপ্যাথিক কলেজগুলির অন্যতম।\n\n\n== তথ্যসূত্র =="}