{"pageid": 1447942, "title": "আফজাল খান (ব্রিটিশ রাজনীতিবিদ)", "url": "https://bn.wikipedia.org/wiki?curid=1447942", "content": "মোহাম্মদ আফজাল খান,  (উর্দু: محمد افضل خان‎‎; জন্ম ৫ এপ্রিল ১৯৫৮) একজন ব্রিটিশ লেবার পার্টির রাজনীতিবিদ যিনি ২০১৭ সাল থেকে ম্যানচেস্টার গোর্টনের সংসদ সদস্য (এমপি) ছিলেন।\nওয়েস্টমিনস্টার নির্বাচনী এলাকার ২০২৩ পর্যায়ক্রমিক পর্যালোচনার ফলস্বরূপ, খানের নির্বাচনী এলাকা বিলুপ্ত করা হচ্ছে। খান ২০২৪ সালের সাধারণ নির্বাচনে ম্যানচেস্টার রুশোলমে থেকে দাঁড়াবেন।\nতিনি পূর্বে ২০০৫-২০০৬ এর জন্য ম্যানচেস্টারের লর্ড মেয়র ছিলেন এবং ২০১৪ থেকে ২০১৭ সাল পর্যন্ত উত্তর পশ্চিম ইংল্যান্ডের ইউরোপীয় পার্লামেন্টের সদস্য (এমইপি) হিসাবে দায়িত্ব পালন করেছিলেন।\n\n\n== প্রারম্ভিক জীবন এবং কর্মজীবন ==\nমোহাম্মদ খান ১১ বছর বয়সে যুক্তরাজ্যে আসার আগে ৫ এপ্রিল ১৯৫৮ সালে পাকিস্তানের ঝিলামে জন্মগ্রহণ করেন। কোনো যোগ্যতা ছাড়াই স্কুল ছাড়ার পর, শিক্ষায় ফিরে আসার আগে এবং একজন সলিসিটর হিসেবে যোগ্যতা অর্জনের আগে তিনি গ্রেটার ম্যানচেস্টার পুলিশ কনস্টেবল সহ বেশ কয়েকটি চাকরি করেছিলেন।\n\n\n== রাজনৈতিক পেশা ==\n\n\n=== স্থানীয় সরকার ===\nখান ২০০০ সালে প্রথম শ্রম কাউন্সিলর নির্বাচিত হন,  ২০০৪, ২০০৭ এবং ২০১১ সালে পুনরায় নির্বাচিত হন, চিথাম ওয়ার্ডের প্রতিনিধিত্ব করেন। তিনি শিশু সেবার নির্বাহী সদস্য হিসেবে দায়িত্ব পালন করেন।\n২০০০ থেকে ২০০৪ সাল পর্যন্ত, খান বাণিজ্য ও শিল্প বিভাগের জাতিগত সংখ্যালঘু ব্যবসায়িক ফোরামের সদস্য ছিলেন,  তৎকালীন সেক্রেটারি অফ স্টেট, প্যাট্রিসিয়া হিউইটকে পরামর্শ দিয়েছিলেন।\nখান ২০০৫-২০০৬-এর জন্য ম্যানচেস্টারের প্রথম মুসলিম লর্ড মেয়র হয়েছিলেন। \n২০০৫ সালের লন্ডনে বোমা হামলার পর, তিনি চরমপন্থা প্রতিরোধের লক্ষ্যে একটি হোম অফিস ওয়ার্কিং গ্রুপের সদস্য হন।\n২০০৮ সালে, খান জাতি সম্পর্ক নিয়ে কাজ করার জন্য একটি কমান্ডার অফ দ্য অর্ডার অফ দ্য ব্রিটিশ এম্পায়ার (CBE) পুরস্কৃত হন।\nতিনি ব্রিটেনের মুসলিম কাউন্সিলের সহকারী মহাসচিব হিসেবেও দায়িত্ব পালন করেছেন। এবং এর উত্তর পশ্চিম প্রতিনিধি।\n২০১১ সালে, খানকে ওল্ডহাম ইস্ট এবং স্যাডলওয়ার্থের প্রার্থী হিসাবে প্রস্তাব করা হয়েছিল। ২০১২ সালে, তিনি ব্র্যাডফোর্ড ওয়েস্ট উপ-নির্বাচনের জন্য একজন সম্ভাব্য প্রার্থী ছিলেন কিন্তু ইমরান হোসেনের কাছে মনোনয়ন হেরে যান, যিনি রেসপেক্ট পার্টির প্রার্থী, জর্জ গ্যালোওয়ের কাছে পরাজিত হন।\n\n\n=== ইউরোপীয় সংসদ ===\nখান ২০১৩ সালের ফেব্রুয়ারিতে ২০১৪ সালের ইউরোপীয় পার্লামেন্টারি নির্বাচনে উত্তর পশ্চিম ইংল্যান্ডের জন্য লেবার পার্টির তালিকায় নির্বাচিত হন। এবং, ২২ মে ২০১৪-এ, তাকে উত্তর পশ্চিম ইংল্যান্ডের প্রতিনিধিত্ব করার জন্য ইউরোপীয় পার্লামেন্টে এমইপি হিসাবে ফিরিয়ে দেওয়া হয়।\n২০১৬ সালের জানুয়ারিতে, খানকে ইউরোপীয় পার্লামেন্টে প্রগতিশীল জোট অফ সোশ্যালিস্ট অ্যান্ড ডেমোক্র্যাট দ্বারা মুসলিম সম্প্রদায়ের বিশেষ প্রতিনিধি হিসেবে নিযুক্ত করা হয়েছিল। এই অনুষ্ঠানে, খান স্থানীয় মুসলিম সম্প্রদায়ের সাথে কাজ করার জন্য জার্মানি, যুক্তরাজ্য, ইতালি, ফ্রান্স এবং ডেনমার্ক সফর করেন এবং তরুণ মুসলিমদের দলকে সংসদে আমন্ত্রণ জানান।\n\n\n=== সংসদীয় কর্মজীবন ===\n২০১৭ সালের মার্চ মাসে, খান ২০১৭ ম্যানচেস্টার গর্টন উপ-নির্বাচনে লেবার প্রার্থী হওয়ার জন্য আবেদন করেছিলেন  এবং ২২ মার্চ আনুষ্ঠানিকভাবে নির্বাচিত হন। নির্বাচনের আগে, তিনি বলেছিলেন \"আমি কেন লিভিংস্টোনের দেওয়া বক্তব্যের নিন্দা জানাই এবং আমি বিশ্বাস করি লেবার পার্টিতে ইহুদি বিরোধীতার কোনও স্থান নেই।\" তিনি যোগ করেছেন, \"আমি বর্ণবাদ এবং ইহুদি-বিদ্বেষের বিরুদ্ধে আজীবন প্রচারক ছিলাম। ২০০৮ সালে, মুসলিম ও ইহুদিদের মধ্যে বৃহত্তর বোঝাপড়াকে উত্সাহিত করার জন্য আমার কাজের জন্য আমি একটি সিবিই পুরস্কার পেয়েছি। আমি এমপি নির্বাচিত হলে এই কাজটি চালিয়ে যেতে চাই। ম্যানচেস্টার গর্টনের জন্য।\"\n৮ জুন ২০১৭-এ আগাম সাধারণ নির্বাচনের জন্য সংসদ ভেঙে দেওয়ার পরে উপ-নির্বাচন বাতিল করা হয়েছিল। খান আবার সাধারণ নির্বাচনে লেবার প্রার্থী হিসেবে নির্বাচিত হন এবং নির্বাচিত হন, ম্যানচেস্টারের প্রথম মুসলিম এমপি হন। তিনি ৭৬.৩% ভোট এবং ৩১,৭৩০ সংখ্যাগরিষ্ঠতা নিয়ে জয়ী হন।\n জুলাই ২০১৭ সালে, খানকে ছায়া অভিবাসন মন্ত্রী নিযুক্ত করা হয়েছিল।\n২০১৮ সালের মার্চ মাসে, খান একটি সন্দেহজনক প্যাকেজ পেয়েছিলেন যাতে একটি ইসলাম বিরোধী চিঠি এবং আঠালো তরল ছিল। পরে পদার্থটি নিরীহ বলে প্রমাণিত হয়। অনুরূপ প্যাকেজ সহ শ্রম সংসদ সদস্য মোহাম্মদ ইয়াসিন, রুশনারা আলী এবং রূপা হক পেয়েছেন।\nজুলাই ২০১৯ সালে, খান দুই বছর আগে আমেরিকান কৌতুক অভিনেতা জন স্টুয়ার্ট বেঞ্জামিন নেতানিয়াহু সম্পর্কে কথা বলার একটি ভিডিও ফেসবুকে শেয়ার করার জন্য ক্ষমা চেয়েছিলেন। ভিডিওর নিচে লেখাটি \"ইসরায়েল-ব্রিটিশ-সুইস-রথসচাইল্ডস ক্রাইম সিন্ডিকেট\" এবং \"গণহত্যা রথসচাইল্ড ইসরায়েলি মাফিয়া অপরাধী মিথ্যাবাদী\" উল্লেখ করেছে। খান বলেছিলেন যে তিনি \"অনুভূত\" হয়েছিলেন, যোগ করেন \"আমি নীচের পাঠ্যটি পড়িনি, যেটিতে রথচাইল্ডদের সম্পর্কে একটি ইহুদি-বিরোধী ষড়যন্ত্র রয়েছে। যদি আমি এটি দেখতাম তবে আমি এটি কখনই শেয়ার করতাম না\"।\n২০১৯ সালের সাধারণ নির্বাচনে, খান ৭৮.৬% এর বর্ধিত ভোট শেয়ার এবং ৩০,৩৩৯ সংখ্যাগরিষ্ঠতা নিয়ে পুনরায় নির্বাচিত হন।\nআগস্ট ২০২০ থেকে ২০২২ পর্যন্ত, খান লেবার মুসলিম নেটওয়ার্কের সংসদীয় চেয়ার হিসাবে দায়িত্ব পালন করেছিলেন।\n২০২৩ সালের সেপ্টেম্বরে ছায়া মন্ত্রিসভা রদবদলে, তিনি রপ্তানি বিষয়ক ছায়ামন্ত্রী নিযুক্ত হন। এক মাস পরে খান গাজায় যুদ্ধবিরতির দাবিতে এসএনপি প্রস্তাবের পক্ষে ভোট দেওয়ার জন্য সামনের বেঞ্চ থেকে পদত্যাগ করেন।\n\n\n== ব্যক্তিগত জীবন ==\nখানের মেয়ে মরিয়ম খান লংসাইটের জন্য ম্যানচেস্টার সিটি কাউন্সিলের কাউন্সিলর ছিলেন।\n\n\n== তথ্যসূত্র =="}