{"pageid": 1447137, "title": "জেনারেল ইলেকট্রিক এফ৪০৪", "url": "https://bn.wikipedia.org/wiki?curid=1447137", "content": "জেনারেল ইলেকট্রিক এফ৪০৪ এবং এফ৪১২ হল ১০,৫০০–১৯,০০০ পাউন্ড(৪৭–৮৫ কিলোনিউটন) একটি স্ট্যাটিক থ্রাস্ট ক্যাটাগরির আফটারবার্নিং টার্বোফ্যান জেট ইঞ্জিন। এই ইঞ্জিনের সিরিজটি প্রযোজনা করেছিল জিই অ্যারোস্পেস । অংশীদারদের মধ্যে ভলভো এরো অন্তর্ভুক্ত থাকে যা, ভলভো আরএম১২ বৈকল্পক ইঞ্জিন তৈরি করে। এফ৪০৪ থেকে বৃহত্তর এফ৪১৪ টার্বোফান ইঞ্জিন তৈরি হয়, এবং সেইসাথে পরীক্ষামূলক জিই৩৬ সিভিল প্রপফ্যানে বিকশিত হয়েছিল।\n\n\n== নকশা এবং উন্নয়ন ==\n\n\n=== এফ৪০৪ ===\nপ্র্যাট অ্যান্ড হুইটনির কাছে এফ-১৫ ঈগলের ইঞ্জিনের প্রতিযোগিতায় হেরে যাওয়ায় এবং প্র্যাট অ্যান্ড হুইটনি এফ-১০০ চালিত YF- এর কাছে লাইটওয়েট ফাইটার (LWF) প্রতিযোগিতায় হেরে যাওয়ার পরই GE এফ/এ-১৮ হর্নেটের জন্য এফ৪০৪ তৈরি করে ওয়াইএফ-১৬। এফ/এ-১৮-এর জন্য, GE এফ৪০৪-এর উপর ভিত্তি করে ওয়াইজে১০১ ইঞ্জিন তৈরি করেছিল। তারা নর্থরপ  ওয়াইএফ-১৭ এর উচ্চতর জ্বালানী অর্থনীতি সক্ষম করার জন্য বাইপাস অনুপাত .২০ থেকে .৩৪ পর্যন্ত বাড়িয়েছিল। ইঞ্জিনটি পারফরম্যান্সের চেয়ে নির্ভরযোগ্যতার উপর ভিত্তি করে উচ্চ অগ্রাধিকার দিয়ে ডিজাইন করা হয়েছিল। ইঞ্জিনের নকশায় খরচই ছিল মূল লক্ষ্য। \nজিই \"থ্রটল প্রোফাইল\"ও বিশ্লেষণ করেছে এবং দেখেছে যে পাইলটরা প্রকৌশলীদের পূর্বে প্রত্যাশিত চেয়ে অনেক বেশি ঘন ঘন থ্রটল সেটিংস পরিবর্তন করছেন; যা ইঞ্জিনের উপর অযাচিত চাপ প্রয়োগ করে। জিই এফ৪০৪-এর সাথে এমন একটি নকশাও চেয়েছিল যা কম্প্রেসার স্টল এবং অন্যান্য ইঞ্জিনের ব্যর্থতা এড়াতে পারে এবং ইনপুট নিয়ন্ত্রণে দ্রুত সাড়া দেবে। পাইলটদের প্রপেলার প্লেন থেকে জেটে রূপান্তরিত হওয়ার একটি সাধারণ অভিযোগ ছিল যে প্রাথমিক টার্বোজেটগুলি থ্রাস্ট ইনপুট পরিবর্তনের জন্য প্রতিক্রিয়াশীল ছিল না। GE এক্সিকিউটিভ ফ্রেডরিক এ. লারসন এবং পল সেটসও লক্ষ্য স্থির করেন যে নতুন ইঞ্জিনটি এফ-৪ GE J79 এর চেয়ে ছোট হবে, তবে কমপক্ষে যতটা জোর দেবে এবং এফ-১৬ এর জন্য P&W এফ১০০ ইঞ্জিনের অর্ধেক খরচ করবে। \nকম্প্রেসারে প্রবেশের আগে বায়ুপ্রবাহকে মসৃণ করার জন্য ডিজাইন করা ফ্যানের কারণে, এফ৪০৪-এর কম্প্রেসার স্টলের উচ্চ প্রতিরোধ ক্ষমতা রয়েছে, এমনকি আক্রমণের উচ্চ কোণেও তা বিদ্যমান থাকে। এটির জন্য প্রতি ১,০০০ ফ্লাইট ঘন্টার জন্য দুইটিরও কম ভিজিট এবং ইন-ফ্লাইট ইভেন্টগুলির মধ্যে গড়ে ৬,৫০০ ঘন্টা প্রয়োজন ছিল। এটি ইনপুটগুলি নিয়ন্ত্রণ করতে উচ্চ প্রতিক্রিয়াশীলতাও প্রদর্শন করে, এবং ৪ সেকেন্ডের মধ্যে নিষ্ক্রিয় থেকে সম্পূর্ণ আফটারবার্নারে স্পুল করা। ইঞ্জিনটিতে একটি ইন-ফ্লাইট ইঞ্জিন কন্ডিশন মনিটরিং সিস্টেম (আইইসিএমএস) রয়েছে যা গুরুতর ত্রুটির জন্য মনিটর করে এবং যন্ত্রাংশের আজীবন দেখাশোনা করে। \nGE এফ-১০১ এর উপর ভিত্তি করে এফ-১৬ এবং এফ-১৫-এ ব্যবহারের জন্য প্র্যাট এবং হুইটনি এফ১০০ এর বিকল্প হিসেবে বিমান বাহিনীর জন্য এফ১১০ তৈরি করেছে এবং এতে এফ৪০৪ প্রযুক্তি ব্যবহার করেছে।  GE তার এফ/এ-১৮ সংস্করণে আরও শক্তির জন্য একটি সুইস প্রয়োজনীয়তার প্রতিক্রিয়া হিসাবে এফ৪০৪-জিই-৪০২ তৈরি করেছিল।  নতুন ইঞ্জিন সংস্করণটি কুয়েতি হর্নেটস, পরে ইউএস সি এবং ডি হর্নেটস এবং পরবর্তী হর্নেটগুলিতে ব্যবহৃত হয়েছিল। \nKAI T-50 গোল্ডেন ঈগল ফুল অথরিটি ডিজিটাল ইঞ্জিন কন্ট্রোল (FADEC) সিস্টেম সহ একটি একক জেনারেল ইলেকট্রিক এফ৪০৪-১০২ টার্বোফ্যান ইঞ্জিন ব্যবহার করে। ইঞ্জিনে তিন-স্তর পাখা, সাতটি অক্ষীয় স্টেজ বিন্যাস এবং একটি আফটারবার্নার রয়েছে। উড়োজাহাজটির সর্বোচ্চ গতি মাক ১.৫। এর ইঞ্জিন সর্বোচ্চ ১৭,৭০০ পাউন্ড(৭৮.৭ কিলোনিউটন) থ্রাস্ট উৎপাদন করে  আফটারবার্নর সহ।\nপ্রায় ৪,০০০ এফ৪০৪ ইঞ্জিন এফ/এ-১৮ হর্নেটকে বিশ্বব্যাপী পরিষেবা প্রদান করে। ২০১০ সালের মধ্যে এফ৪০৪ ইঞ্জিনের মোট ১২ মিলিয়ন ফ্লাইট ঘন্টা ছাড়িয়ে যায়। \nএইচএএল তেজস-এর জন্য, জিই অ্যারোস্পেস একটি আপরেটেড এফ৪০৪-আইএন২০ তৈরি করেছে, যা এফ৪০৪ ক্যাটাগরি ইঞ্জিন গুলোর মধ্যে সর্বোচ্চ থ্রাস্ট ভেরিয়েন্ট, এবং যা সর্বোচ্চ ১৯,০০০ পাউন্ড (৮৪ কিলোনিউটন) থ্রাস্ট উৎপাদন করে আফটারবার্নার সহ।  এটির নির্ভরযোগ্য শক্তি এবং কর্মক্ষমতার জন্য সর্বশেষ গরম বিভাগের উপকরণ এবং প্রযুক্তির পাশাপাশি FADEC সিস্টেমকে অন্তর্ভুক্ত করে। ১৭ আগস্ট ২০২১-এ, ভারত জিই অ্যারোস্পেস-এর সাথে ₹ ৫,৩৭৫ কোটি (ইউএস$ ৬৫৭ মিলিয়ন) ডলারের একটি চুক্তি স্বাক্ষর করেছে ২০২৯ সালের মধ্যে ৯৯টি এফ-৪০৪ ইঞ্জিন এবং পরিষেবা সহায়তা সরবরাহ করবে। \n\n\n=== এফ৪১২ ===\nজিই ম্যাকডোনেল ডগলাস A-12 অ্যাভেঞ্জার II- এর জন্য এফ৪০৪ কে এফ৪১২-জিই-৪০০ নন-আফটারবার্নিং টার্বোফানে তৈরি করে দিয়েছিল। এ-১২ বাতিল হওয়ার পর, গবেষণাটি সুপার হর্নেটের জন্য একটি ইঞ্জিনের দিকে পরিচালিত হয়েছিল, যা এফ-৪১৪ কে বিকশিত হয়েছিল।\n\n\n== ইঞ্জিনের ব্যবহারকারী ==\n\nএফ৪০৪\nবোয়িং ফ্যান্টম রে\nবোয়িং X-45C\nবোয়িং-সাব টি-৭ রেড হক\nFMA SAIA 90 (পরিকল্পিত হিসাবে, নির্মিত নয়)\nDassault Rafale A (শুধুমাত্র প্রোটোটাইপ)\nGrumman A-6F অনুপ্রবেশকারী II\nGrumman X-29\nHAL তেজস Mk 1/1A\nলকহিড F-117 নাইটহক\nKAI T-50 গোল্ডেন ঈগল\nম্যাকডোনেল ডগলাস এফ/এ-18 হর্নেট (এডি)\nNorthrop F-20 Tigershark\nস্কেল্ড কম্পোজিট মডেল 400\nরকওয়েল-এমবিবি এক্স-৩১\nST Aerospace A-4SU সুপার স্কাইহক\nTAI Hürjet\nএফ৪১২\nম্যাকডোনেল ডগলাস A-12 অ্যাভেঞ্জার II (পরিকল্পিত হিসাবে, নির্মিত নয়)\n\n\n== ইঞ্জিনের বৈশিষ্ট্য (এফ৪০৪-জিই-৪০২) ==\nসাধারণ গুনাবলি—\nপ্রকার: আফটারবার্নিং টার্বোফ্যান ইঞ্জিন\nদৈর্ঘ্য: ১৫৪ ইঞ্চি (৩৯১ সে.মি)\nব্যাস: ৩৫ ইঞ্চি (৮৯ সে.মি)\nশুকনো ওজন: ১,০৩৫ কেজি (২২৮২ পাউন্ড)\nউপাদান—\nকম্প্রেসার: অক্ষীয়- ৩ পাখা ফ্যান এবং ৭ এইচপি পর্যায়\nদহনকারী: বৃত্তাকার\nটারবাইন: ১ এলপি এবং ১ এইচপি পর্যায়\nকর্মদক্ষতা—\nসর্ব্বোচ্চ থ্রাস্ট:  ১১,০০০ পাউন্ড(৪৮.৯ কিলোনিউটন) মিলিটারি থ্রাস্ট; আফটারবার্নার সহ ১৭,৭০০ পাউন্ড(৭৮.৭ কিলোনিউটন) \nসামগ্রিক চাপ অনুপাত: ২৮:১ \nবাইপাস অনুপাত: ০.৩৬:১ \nবায়ু ভর প্রবাহ: ১৪৬ পাউন্ড/সে. (৬৬.২ কেজি/সে.) \nনির্দিষ্ট জ্বালানি খরচ— \nমিলিটারি থ্রাস্ট: ০.৮১ পাউন্ড/ঘন্টা (২৩ গ্রাম/(কিলোনিউটন সে.)) \nসম্পূর্ণ আফটারবার্নার: ১.৭৪ পাউন্ড/ঘন্টা (৪৯ গ্রাম/(কিলোনিউটন সে.))  \n\n\n== তথ্যসূত্র ==\n\n\n== আরও দেখুন ==\n\nসম্পর্কিত উন্নয়ন\nGeneral Electric YJ101\nGeneral Electric F414\nGeneral Electric F110\nVolvo RM12\n\nতুলনাযোগ্য ইঞ্জিন\nGTRE GTX-35VS Kaveri\nGuizhou WS-13\nKlimov RD-33\nSnecma M88\nTurbo-Union RB199\nসম্পর্কিত তালিকা\nList of aircraft engines\n\n\n== বহিঃসংযোগ ==\n\nজিই এভিয়েশন F404 পৃষ্ঠা\nGlobalSecurity.org-এ F404 পৃষ্ঠা"}