{"pageid": 1447848, "title": "ধামরাই সরকারি টেকনিক্যাল স্কুল ও কলেজ", "url": "https://bn.wikipedia.org/wiki?curid=1447848", "content": "ধামরাই সরকারি টেকনিক্যাল স্কুল ও কলেজ (ইংরেজি: Dhamrai Government Technical School and College)  ঢাকা জেলার ধামরাই উপজেলায় অবস্থিত একটি শিক্ষা প্রতিষ্ঠান।    \n\n\n== ইতিহাস ==\nধামরাই সরকারি টেকনিক্যাল স্কুল ও কলেজ বাংলাদেশের কারিগরি শিক্ষাঙ্গনে একটি সুপরিচিত এবং সর্বজন স্বীকৃত শিক্ষা প্রতিষ্ঠান। মানব সম্পদ উন্নয়ন এবং দারিদ্র্য বিমোচনের জন্য কারিগরি শিক্ষার অবদান অনস্বীকার্য। এতদঞ্চলের বিশাল জনগোষ্ঠীকে কারিগরি শিক্ষার মাধ্যমে দক্ষ মানব সম্পদে পরিণত করাই এ প্রতিষ্ঠানের দায়িত্ব। বিশ্বায়নের সাথে তাল মিলিয়ে একবিংশ শতাব্দীর চ্যালেঞ্জ মোকাবেলায় এ প্রতিষ্ঠান যুগোপযোগী ও লাগসই কারিগরি শিক্ষা প্রদান করে আসছে।\nদক্ষ কারিগরি নাগরিক গড়ে তোলার লক্ষ্যে ও কারিগরি শিক্ষা মান উন্নয়নের লক্ষ্যে ২০২১ শিক্ষাবর্ষ থেকে ধামরাই সরকারি টেকনিক্যাল স্কুল ও কলেজ- এর যাত্রা শুরু হয়। বর্তমানে এই প্রতিষ্ঠানে জেএসসি (ভোক), এসএসসি (ভোক) এবং এইচএসসি (ভোক) শিক্ষা কার্যক্রম অব্যাহত আছে। চারটি ভিন্ন ভিন্ন টেকনোলজিতে সুদক্ষ ও অভিজ্ঞ শিক্ষকদের মাধ্যমে শিক্ষা কার্যক্রম চলমান আছে। প্রতিষ্ঠানটি ১০০টি উপজেলায় ১টি করে টেকনিক্যাল স্কুল ও কলেজ নির্মাণ প্রকল্পের আওতায় নির্মাণ করা হয়।\nকয়েক বছর পূর্বেও ভাবা হত অপেক্ষাকৃত কম মেধাবী এবং নিম্নবিত্ত ঘরের ছেলেমেয়েরাই শুধু কারিগরি ও বৃত্তিমূলক শিক্ষায় যায়, যাতে তারা শিক্ষা শেষেই কোন না কোন ছোট চাকুরিগুলোতে ঢুকতে পারে। এই ধারণা যে এখনও নেই তা নয়। কারণ বেশিরভাগ সময় কারিগরি ও বৃত্তিমূলক প্রতিষ্ঠানগুলোতে যারা ভর্তি হয়, তাদের অনেকেই হয় অন্য কোথাও সুযোগ পায়না বা আর্থিক সমস্যার কারণে বা নানা ধরণের সীমাবদ্ধতার কারণে এই বিভাগে ভর্তি হয়।\nতবে সময় এক থাকে না। সময়ের সাথে ও পারিপার্শ্বিক প্রয়োজনে এখন মানুষের চিন্তাও পরিবর্তন হচ্ছে। মানুষ পঠিত পুস্তক এর পাশাপাশি হাতে কলমে শিক্ষার দিক যাচ্ছেন যাতে বড় বড় ডিগ্রী নিয়ে বেকার থাকতে না হয়। আর সেই লক্ষ্যে বাংলাদেশ সরকার কারিগরি শিক্ষাপ্রতিষ্ঠান গুলো কেও ঢেলে সাজিয়েছেন। আর সে সব শিক্ষা প্রতিষ্ঠানের মধ্যে একটি হলো ধামরাই সরকারি টেকনিক্যাল স্কুল ও কলেজ।\nএই শিক্ষা প্রতিষ্ঠানে শিক্ষার্থীরা হাতে কলমে শিক্ষার পাশাপাশি অনলাইন মাধ্যমে ( ইউটিউব, ফেসবুক) ঘরে বসেই তার পছন্দের বিষয়ে শিক্ষা গ্রহণ করতে পারবে। ফলে সাধারণ শিক্ষার পাশাপাশি কেউ চাইলে এখান থেকে তার পছন্দের বিষয়ে প্রশিক্ষণ নিয়ে একটি সরকারি সনদ প্রাপ্ত হয়ে বর্তমান চাকরির বাজারে নিজেকে আরো এক ধাপ এগিয়ে রাখতে পারবে।\nএখানে রয়েছেন এক দল সুদক্ষ শিক্ষক যারা দিন রাত তাদের শিক্ষার্থীদের জন্য পরিশ্রম করছেন। এটি এমন একটি শিক্ষা প্রতিষ্ঠান যেখানে শিক্ষার্থীদের মধ্যে কোন ভেদাভেদ রাখা হয় না। তাদেরকে যেমন সমান ভাবে প্রশিক্ষণ দেয়া হয় ঠিক তেমনি প্রাতিষ্ঠানিক পোশাক পরিধানে বাধ্য করে তাদের মধ্যে ধনী গরিব ভেদাভেদও দূর করা হয়।\n \n \n\n\n== একাডেমিক কোর্স ==\nছাত্রজীবনই ভবিষ্যৎ জীবনে সুনাগরিক হিসেবে গড়ে উঠার উপযুক্ত স্থান হচ্ছে কারিগরি শিক্ষা প্রতিষ্ঠান। সাধারণ ও কারিগরি শিক্ষার সমন্বয়ে প্রণীত জেএসসি (ভোক), এসএসসি (ভোকেশনাল) ও এইচএসসি (ভোকেশনাল) শিক্ষাক্রম সাধারণ শিক্ষা বোর্ডের যথাক্রমে জেএসসি ,এসএসসি ও এইচএসসি শিক্ষাক্রমের বিজ্ঞান বিভাগের সমমান হওয়ায় এ শিক্ষা ব্যবস্থার চাহিদা দিন দিন আরো বৃদ্ধি পাচ্ছে। ২০২২ সাল থেকে অদ্যাবধি অত্র প্রতিষ্ঠানটি অত্যন্ত সফলতার সাথে সৎ, যোগ্য ও আলোকিত দক্ষ মানুষ গড়ার মাধ্যমে একটি সুশৃংখল জাতি গঠনে নিরলস প্রচেষ্টা চালিয়ে যাচ্ছে। এছাড়াও ধামরাই সরকারি টেকনিক্যাল স্কুল ও কলেজ বিভিন্ন বিষয় ভিত্তিক দক্ষ নাগরিক গড়ে তোলার লক্ষ্যে তিন মাস/ ছয় মাস মেয়াদী শর্ট কোর্স প্রশিক্ষণ পরিকল্পনায় আছে।\nএইচএসসি স্তরঃ \n১। ইলেকট্রিক্যাল ওয়ার্কস এন্ড মেইনটেন্যান্স \n২।  ওয়েল্ডিং এন্ড ফেব্রিকেশন \n৩।  ক্লদিং এন্ড গার্মেন্টস ফিনিশিং \n৪।  এগ্রো-মেশিনারী \nএসএসসি স্তরঃ \n১।  জেনারেল ইলেকট্রিক্যাল ওয়ার্কস \n২।  ওয়েল্ডিং এন্ড ফেব্রিকেশন \n৩।  অ্যাপারেল ম্যানুফেকচারিং বেসিকস \n৪।  ফার্ম মেশিনারি \nজেএসসি স্তরঃ \n৬ষ্ঠ-৮ম শ্রেণি পর্যন্ত(সাধারন শিক্ষার পাশাপাশি কারিগরি বিষয়ে পাঠদান)\n\n\n== নির্ধারিত পোশাক ==\nজেএসসি ও এসএসসি পর্যায়\nধামরাই সরকারি টেকনিক্যাল স্কুল ও কলেজ এ জেএসসি ও এসএসসি পর্যায় (৬ষ্ঠ থেকে ১০ম) শ্রেনির ছাত্রদের জন্য নির্ধারিত পোশাক হলোঃ আকাশী কালারের মনোগ্রামযুক্ত হাফ/ফুল হাতা শার্ট, নেভি ব্লু কালারের প্যান্ট, সাদা মোজা, সাদা জুতা। এবং ছাত্রীদের জন্য নির্ধারিত পোশাক হলোঃ আকাশী কালারের স্কার্ট, সাদা কালারের পায়জামা, সাদা কালারের ওড়না, সাদা মোজা ও সাদা জুতা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}