{"pageid": 1447340, "title": "দিরাসাত ফিল ইয়াহুদিয়াত ওয়াল মাসিহিয়াত ওয়াল আদিয়ানিল হিন্দ", "url": "https://bn.wikipedia.org/wiki?curid=1447340", "content": "দিরাসাত ফিল ইয়াহুদিয়াত ওয়াল মাসিহিয়াত ওয়াল আদিয়ানিল হিন্দ (আরবি: دراسات في اليهودية والمسيحية وأديان الهند) ইহুদি, খ্রিস্টান এবং ভারতীয় ধর্মের অধ্যয়ন) জিয়াউর রহমান আজমি রচিত একটি গবেষণামূলক বই। তুলনামূলক ধর্মের উপর, ২০০১ সালে আল-রুশদ লাইব্রেরি, রিয়াদ দ্বারা প্রকাশিত। তারপর থেকে সাতটি সংস্করণ প্রকাশিত হয়েছে।\n\n\n== ইতিহাস ==\nএই বইটি লেখকের প্রবন্ধের একটি সংকলন, যা মদীনা ইসলামী বিশ্ববিদ্যালয়ের \"মাজালাত আল জামিয়াত আল-ইসলামিয়া বিল মদীনা আল মুনাওয়ারা (মদীনা ইসলামী বিশ্ববিদ্যালয় ম্যাগাজিন)\" এ প্রকাশিত হয়েছিল। এবং তারপর যখন তিনি মদীনা বিশ্ববিদ্যালয়ে অধ্যাপক হিসাবে নিযুক্ত হন, তখন তাকে \"আদিয়ান আল-আলম (বিশ্ব ধর্ম)\" শিক্ষা দেওয়ার দায়িত্বও দেওয়া হয়।  অন্যান্য বিষয়ের মধ্যে, এই দায়িত্ব দেওয়া হলে, তিনি প্রবন্ধগুলি থেকে \"ধর্ম\" এর পাঠ্য তৈরি করেন এবং তারপর এই নিবন্ধগুলিকে জনসাধারণের ব্যবহারের জন্য পুনর্বিন্যাস করেন এবং বই আকারে প্রকাশ করেন। এখন এই দুটি বই \"ইহুদীবাদ এবং খ্রিস্টান\" (دراست في اليهودية و عديان النسرانية) এবং \"ভারতের ধর্ম\" নিয়ে আলোচনা করেছে, যার নাম দিরাসাত ফিল ইয়েহুদিয়াত ওয়াল মাসিহিয়াত ওয়াল আদিয়ানিল হিন্দ (درستاس في اليهودية والمسيحية) وادين الهند, স্টাডিজ ইন ইহুদি ধর্ম, খ্রিস্টান এবং ভারতীয় ধর্ম / ইহুদি ধর্ম, খ্রিস্টান এবং ভারতীয় ধর্মের তুলনামূলক অধ্যয়ন ), যেটিতে 784 পৃষ্ঠা রয়েছে, এর বিষয়বস্তুতে মিল থাকার কারণে, এটি সৌদি আরবের বিখ্যাত মুদ্রণ হাউস মাকতাবাত আল-রুশদ দ্বারা প্রকাশিত হচ্ছে এবং এখন পর্যন্ত সাতটি সংস্করণ মুক্তি দেওয়া হয়েছে। প্রতিষ্ঠানটি প্রতি বছর এই বইটি প্রকাশ করে কারণ এটি স্থানীয় ইসলামী বিশ্ববিদ্যালয়ের শিক্ষক ও শিক্ষার্থীদের মধ্যে খুবই জনপ্রিয়।\n\n\n== সারাংশ ==\nবইটির দুটি অংশ রয়েছে:\n\n\n=== ইহুদি ও খ্রিস্টান ধর্মে অধ্যয়ন ===\n\nপ্রথম সংস্করণ: মাকতাব আল-দার, আল-মদিনা আল-মুনাওয়ারা, ১৯৮৮।  এই বইয়ে আজমি ইহুদি ও খ্রিস্টান ধর্মের শুরু ও বিকাশ নিয়ে আলোচনা করেছেন। আবুল হাসান আলী হাসানী নদভী বইটির ভূমিকা লেখেন। আজমি যুক্তি দেন যে এই ধর্মগুলি তাদের বর্তমান আকারে বিকৃত এবং মূসা এবং যীশুর কাছে প্রকাশিত ধর্মের সাথে কোন সম্পর্ক নেই। আজমি ইহুদি ও খ্রিস্টান পণ্ডিতদের যুক্তি এবং মুহাম্মদকে দায়ী করা বার্তাগুলির তুলনা করেছেন। ২০২০ সালে বাংলাদেশের মোহাম্মদ পাবলিকেশন বইটি \"ইহুদি ও খ্রিস্টান জাতির ইতিহাস\" নামে বাংলা অনুবাদ করে প্রকাশ করে। মোহাম্মদ রোকন উদ্দিন বইটি অনুবাদ করেন।\n\n\n=== ভারতের ধর্মের অধ্যায় ===\n\nপ্রথম সংস্করণ: দার আল-বুখারি, আল-মদিনা আল-মুনাওওয়ারা ১৯৯৭।  এই বইতে, আজমি ভারতের চারটি প্রধান ধর্ম বর্ণনা করেছেন: হিন্দুধর্ম, বৌদ্ধ, জৈন এবং শিখ ধর্ম, তাদের মিল এবং ভিত্তি সহ। বইটি মদিনার \"আল জামিয়াত আল-ইসলামিয়া\" ম্যাগাজিনে প্রকাশিত নিবন্ধগুলি সংকলন করে এবং তারপরে যখন আজমী জামিয়া ইসলামিয়াতে অধ্যাপক হিসাবে নিযুক্ত হন, তখন তিনি অন্যান্য বিষয়গুলির মধ্যে \"আদিয়ান আল-আলম\" শিক্ষাদান শুরু করেন। ২০২১ সালে বাংলাদেশের কালান্তর প্রকাশনী \"হিন্দু, বৌদ্ধ, জৈন, শিখ ধর্মের ইতিহাস\" নামে বইটির বাংলা অনুবাদ প্রকাশ করে, মহিউদ্দিন কাসেমী বইটির অনুবাদ করেন।\n\n\n== তথ্যসূত্র =="}