{"pageid": 1447212, "title": "রাজলক্ষ্মী দেবী", "url": "https://bn.wikipedia.org/wiki?curid=1447212", "content": "রাজলক্ষ্মী দেবী ( ১৯০২ – ২৬ মে ১৯৭২) ছিলেন  ব্রিটিশ ভারতের  আগ্রা ও অবধের যুক্তপ্রদেশে  (অধুনা  উত্তরপ্রদেশে) জন্মগ্রহণকারী প্রখ্যাত অভিনেত্রী। \n১৯৩০ খ্রিস্টাব্দে  কলকাতায় চলে আসেন এবং এই শহরকে নিজের বাড়ি করে নেন। তবে পেশাদারী রঙ্গমঞ্চে যোগ দেওয়ার আগেই তিনি সঙ্গীত ও নৃত্যে প্রশিক্ষিত হন। \n স্টার থিয়েটারে  রবীন্দ্রনাথের গৃহপ্রবেশ নাটকে প্রথম অভিনয় করেন।  বৈষ্ণবী ভিখারিনির ভূমিকায় অভিনয়ে ও গানে দর্শকসমাজকে মুগ্ধ করেন তিনি।  তারপর থেকে তিনি বাংলা মঞ্চের একজন নিয়মিত অভিনেত্রী হয়ে ওঠেন। নাট্য নিকেতনে (অধুনা বিশ্বরূপা) গোরা নাটকে আনন্দময়ীর চরিত্রে অভিনয় করে রবীন্দ্রনাথের প্রশংসা পান। রবীন্দ্রনাথের এই প্রশংসাই তাকে অভিনেত্রী হিসাবে প্রতিষ্ঠিত করেছিল। অবশেষে তিনি চলচ্চিত্রে যোগ দেন। রঙ্গমঞ্চের মতই চলচ্চিত্র জগতে দুর্দান্তভাবেই শুরু করেন অভিনয়। ১৯৩২ খ্রিস্টাব্দে নিউ থিয়েটার্সের পল্লীসমাজ ছবিতে তার প্রথম অভিনয়। শরৎচন্দ্র চট্টোপাধ্যায় রচিত এই কাহিনীর চিত্ররূপ দিয়েছিলেন নাট্যাচার্য শিশিরকুমার ভাদুড়ী। তিনিই হয়ে যান রাজলক্ষ্মী দেবীর অন্যতম নাট্যগুরু।। আর রাজলক্ষ্মীর অভিনয়ে নিউ থিয়েটার্সের কর্তৃপক্ষ এতটাই আপ্লুত হন যে, তাকে বাঁধা মাইনের শিল্পী করে নেন এবং এর পর থেকে নিউ থিয়েটার্সের সব ছবিতেই তিনি অভিনয় করেন। \nশিশিরকুমারের প্রশিক্ষণে তিনি প্রচুর নাটক এবং চলচ্চিত্রে অভিনয় করেছেন। তিনি মূলত কমিকের পাশাপাশি খল চরিত্রের জন্যই নির্বাচিত হতেন। ১৯৩৯ খ্রিস্টাব্দে তিনি বাংলা রঙ্গমঞ্চ ও চলচ্চিত্রের প্রতিষ্ঠিত অভিনেত্রী হয়ে যান। \nরাজলক্ষ্মীর ১৯৩৩ খ্রিস্টাব্দে প্রথম হিন্দি ছবিতে অভিনয় শুরু হয় প্রখ্যাত পরিচালক দেবকী বসুর হাত ধরে এবং ছবিটি ছিল পুরাণ ভকত। তাছাড়া, শুধু হিন্দি নয়, উর্দু, অসমিয়া, ওড়িয়া ভাষাসহ সারা জীবনে  তিনি আড়াইশো'র বেশি ছবিতে অভিনয় করেছেন এবং তার অভিনীত নাটকের সংখ্যাও পঞ্চাশের বেশি।\nসহকর্মীদের কাছে একজন দাপুটে অভিনেত্রী হিসাবে পরিচিতি থাকলেও তিনি ব্যক্তি হিসাবে অত্যন্ত ভদ্র এবং প্রিয় পাত্র ছিলেন সবার।\n\n\n== জীবনাবসান ==\n১৯৭১ খ্রিস্টাব্দে রাজলক্ষ্মী দেবী জীবন জিজ্ঞাসা ছায়াছবির আউটডোর শ্যুটিং হতে বাড়ি ফেরার পথে পথ দুর্ঘটনার আহত হন এবং তাকে হাসপাতালে ভর্তি হতে হয়। বাড়িতে ফিরলেও সম্পূর্ণ সুস্থ হন নি। নিউমোনিয়া আর অ্যানিমিয়ায় ভুগে বেশ কিছুদিন শয্যাশায়ী হন।  ১৯৭২ খ্রিস্টাব্দের ২৬ মে অসহ্য যন্ত্রণার শেষে ইহলোক ত্যাগ করেন।\n\n\n== তথ্যসূত্র =="}