{"pageid": 1447178, "title": "ডগলাস ম্যাকআর্থার", "url": "https://bn.wikipedia.org/wiki?curid=1447178", "content": "ডগলাস ম্যাকআর্থার (২৬শে জানুয়ারি, ১৮৮০ – ৫ই এপ্রিল, ১৯৬৪) একজন মার্কিন সামরিক কর্মকর্তা ছিলেন, যিনি মার্কিন যুক্তরাষ্ট্র সেনাবাহিনীর পাঁচ তারকা জেনারেল পদবী পেয়েছিলেন। তিনি প্রথম বিশ্বযুদ্ধে (১৯১৪-১৯১৮) বীরত্বপূর্ণ অবদান রেখেছিলেন এবং দ্বিতীয় বিশ্বযুদ্ধের সময় প্রশান্ত মহাসাগরীয় রণমঞ্চে বিশিষ্ট ভূমিকা পালন করেন। ম্যাকআর্থার তার কাজের জন্য তিনবার মার্কিন যুক্তরাষ্ট্রের সম্মানসূচক পদক মেডেল অভ অনারের জন্য মনোনীত হন এবং শেষ পর্যন্ত ফিলিপাইন অভিযানে সামরিক সেবার জন্য তাঁকে এই পদক প্রদান করা হয়। এর আগে তাঁর পিতা আর্থার ম্যাকআর্থার জুনিয়রও একই পদক পেয়েছিলেন, ফলে তাঁরা ঐ পদকধারী প্রথম পিতা-পুত্র জুটিতে পরিণত হন। যুক্তরাষ্ট্র সেনাবাহিনীর জেনারেল অব দ্য আর্মি বা পাঁচ তারকা জেনারেল পদে উন্নীত হওয়া মাত্র পাঁচ ব্যক্তিদের মধ্যে তিনি একজন এবং একমাত্র মার্কিন সামরিক কর্মকর্তা যাঁকে ফিলিপাইন সেনাবাহিনীর ফিল্ড মার্শাল পদে ভূষিত করা হয়।\nজেনারেল ডগলাস ম্যাকআর্থার প্রথম বিশ্বযুদ্ধ এবং দ্বিতীয় বিশ্বযুদ্ধে সেনা নেতৃত্বের জন্য বিশেষ ভাবে স্মরণীয় হয়ে আছেন। তার জন্ম হয়েছিলো ১৮৮০ সালের ২৬শে জানুয়ারী যুক্তরাষ্ট্রের আর্কানসাস অঙ্গরাজ্যে, বাবা ছিলেন যুক্তরাষ্ট্র সেনাবাহিনীর একজন কনিষ্ঠ সদস্য। ডগলাস ম্যাকআর্থার ১৯০৩ সালে মার্কিন সেনাবাহিনীতে কমিশন পেয়েছিলেন এবং দ্বিতীয় বিশ্বযুদ্ধে তার অবদানের জন্য তাকে মার্কিন সরকার পাঁচ তারকা জেনারেল পদে পদোন্নতি দিয়েছিলো। ১৯৩০ সাল থেকে ১৯৩৫ সাল পর্যন্ত ডগলাস ম্যাকআর্থার মার্কিন সেনাবাহিনীর প্রধান কর্মকর্তা (চীফ অব স্টাফ) হিসেবে দায়িত্ব পালন করেছিলেন। ১৯৩৬ সালে ফিলিপাইন সরকার ডগলাসকে সম্মানসূচক ফিল্ড মার্শাল পদবী প্রদান করেছিলো।\nডগলাস ম্যাকআর্থারের বাবার নাম ছিলো আর্থার ম্যাকআর্থার জুনিয়র এবং মার নাম ছিলো ম্যারি পিংকনি হার্ডি যিনি একজন গৃহিণী ছিলেন। ১৮৯৯ সালে ডগলাস ম্যাকআর্থার মার্কিন সেনা একাডেমীতে ক্যাডেট হিসেবে যোগ দিয়েছিলেন, এর আগে তিনি পশ্চিম টেক্সাস মিলিটারি একাডেমীতে পড়তেন। মার্কিন সেনাবাহিনীর নীতি অনুযায়ী পাঁচ তারকা জেনারেল হিসেবে ডগলাস ম্যাকআর্থার ১৯৬৪ সালে তার মৃত্যুর আগ পর্যন্ত সেনাবাহিনীর ইউনিফর্ম পরেছিলেন, তিনি ১৯৪৫ সালের ১৪ আগস্ট থেকে ১৯৫১ সালের ১১ এপ্রিল পর্যন্ত মার্কিন সেনাবাহিনীর দ্য অ্যালাইড পাওয়ার্সের সর্বাধিনায়ক ছিলেন, এবং এটিই ছিলো তার সামরিক জীবনের সর্বশেষ নিয়োগ, তৎকালীন মার্কিন রাষ্ট্রপতি হ্যারি এস. ট্রুম্যানের নির্দেশে জেনারেল ডগলাস সেনাবাহিনী থেকে অবসরে যান এই দিনেই যদিও ১৯৩৭ সালে একবার অবসরে গিয়েছিলেন কিন্তু দ্বিতীয় বিশ্বযুদ্ধ শুরু হয়ে গেলে তাকে সামরিক বাহিনীতে পুনর্বহাল করা হয়েছিলো।\n\n\n== তথ্যসূত্র =="}