{"pageid": 1447207, "title": "বৌদ্ধ ভক্তি", "url": "https://bn.wikipedia.org/wiki?curid=1447207", "content": "ভক্তি হলো বৌদ্ধধর্মের কেন্দ্রীয় অনুশীলন এবং ধর্মীয় পালন যা বস্তু বা ব্যক্তির প্রতি অঙ্গীকারকে বোঝায়। বৌদ্ধ ভক্তির কেন্দ্রবিন্দু হলো বুদ্ধানুস্মৃতির অনুশীলন, বুদ্ধের গুণাবলী স্মরণ। যদিও বৌদ্ধধর্মের আদি সময় থেকেই বুদ্ধানুসতি ছিল অনুশীলনের গুরুত্বপূর্ণ দিক, এবং মহাযান বৌদ্ধধর্মের উদ্ভবের কারণে এর গুরুত্ব অধিক গুণে বৃদ্ধি পায়। বিশুদ্ধভূমি বৌদ্ধধর্মের সাথে, মহাকাশীয় বুদ্ধ, বিশেষত অমিতাভকে স্মরণ করতে এবং তাদের সাথে সংযোগ স্থাপনে অনেক ধরনের ভক্তি তৈরি করা হয়েছিল।\nঅধিকাংশ বৌদ্ধ তাদের আধ্যাত্মিক আকাঙ্ক্ষার জন্য আচার ব্যবহার করে। সাধারণ ভক্তিমূলক আচারগুলি হলো আশীর্বাদ গ্রহণ, সদ্গুণ গঠন, সঙ্কল্পগ্রহণ, প্রণাম, নৈবেদ্য তৈরি করা, জপ করা, অনুতাপ ও তীর্থযাত্রা। অধিকন্তু, বোধিসত্ত্ব বা গুরুর নিকট নিজেকে উৎসর্গ করার জন্য বৌদ্ধ ধ্যানে বিভিন্ন পরম্পরায় অনেক ধরনের কল্পনা, স্মরণ ও মন্ত্র ব্যবহার করা হয় বুদ্ধ। প্রায়ই রাজনৈতিকভাবে উদ্দেশ্যপ্রণোদিত আত্মহননের অনুশীলন কিছু বৌদ্ধ সম্প্রদায়ের ভক্তির কম সাধারণ দিক।\nবৌদ্ধ ভক্তিমূলক অনুশীলন বাড়িতে বা মন্দিরে করা যেতে পারে, যেখানে বুদ্ধ, বোধিসত্ত্ব ও জ্ঞানী শিষ্যদের ছবি রয়েছে। উপোসথ পালনের দিন এবং বাৎসরিক উৎসবগুলিতে বৌদ্ধ ভক্তি নিবিড়ভাবে অনুশীলন করা হয়, যা অঞ্চল ও ঐতিহ্যের উপর নির্ভর করে ভিন্ন।\n\n\n== তাৎপর্য ==\n\nবৌদ্ধধর্মের পরিপ্রেক্ষিতে ভক্তি শব্দটি শ্রীলঙ্কার পণ্ডিত ইন্দুমাথি করুণারত্ন দ্বারা সংজ্ঞায়িত করেছেন \"ধর্মীয় পালনে নিবেদিত হওয়া বা কোনো বস্তু বা ব্যক্তির প্রতি একান্তভাবে উৎসর্গ করার সত্যতা বা গুণ\"। এটি  পালি ভাষায় পেম (স্নেহ), সদ্ধা (বিশ্বাস), পসাদ (নির্মল আত্মবিশ্বাস), ভত্তি (নিষ্ঠা) ও গারব (সম্মান) এর মতো পদ দ্বারা আচ্ছাদিত। ছাত্র তার আধ্যাত্মিক শিক্ষকের প্রতি প্রাথমিক আকর্ষণে প্রায়ই পেম ব্যবহার করে;  সাধ আরও গভীর, যদিও আধ্যাত্মিক পথে প্রাথমিক ধাপ হিসেবে বিবেচিত হয়। সদ্ধা ও গারব সাধারণ ব্যক্তিকে সন্ন্যাসী হিসেবে নিয়োগের জন্য অনুপ্রাণিত করতে পারে, যেখানে সদ্ধা ও পেম ভক্তকে উত্তম পরকালের গন্তব্য অর্জনে সাহায্য করতে পারে। আদি বৌদ্ধধর্মে ভত্তির অর্থ হলো '[বৌদ্ধ] ধর্মের প্রতি বিশ্বস্ত আনুগত্য', কিন্তু পরবর্তী গ্রন্থগুলিতে, এটি ভক্তির উন্নত রূপের অর্থ বিকাশ করে।\nএই পদগুলি ছাড়াও, পূজা শব্দটি \"সম্মান, উপাসনা ও ভক্তিমূলক মনোযোগ\" প্রকাশের জন্যও ব্যবহৃত হয়। পূজা বৈদিক মূল পূজ থেকে উদ্ভূত, যার অর্থ 'শ্রদ্ধা করা, সম্মান করা'। পালি বিদ্যার পণ্ডিত এম. এম. জে মারাসিংহের মতে, থেরবাদী পালি ত্রিপিটকে, এটির অর্থ কখনও আনুষ্ঠানিক নৈবেদ্য ছিল না। এতে শারিরীক, মৌখিক ও মানসিক উপায়ে সম্মানিত করা অন্তর্ভুক্ত ছিল। পূজা শব্দটি দ্রাবিড় সংস্কৃতি থেকে উদ্ভূত হয়েছে, যেখানে এটি আচার বা আচার পদ্ধতির উপাদানের জন্য ব্যবহৃত হতে পারে, এবং এই আচার-অনুষ্ঠানগুলি পরবর্তী সময়ে বৌদ্ধধর্মকে প্রভাবিত করতে পারে। নৃতাত্ত্বিক উইলিয়াম তুলাধর-ডগলাসের মতে, তবে মূল পূজ-এর আচারিক অর্থ ছিল আদি বৌদ্ধ যুগ থেকে।\nযদিও প্রথাগত গ্রন্থে ভক্তিমূলক কাজগুলিকে কখনও কখনও নিজেকে জ্ঞানার্জনের পথের অংশ হিসাবে বিবেচনা করা হয় না, তবে সেগুলিকে এই পথের বিকাশের জন্য নিজেকে প্রস্তুত করার উপায় হিসাবে বিবেচনা করা হয়। ভক্তি প্রকাশ করা হয় কর্মের তিনটি দরজার মাধ্যমে (শরীর, বাক্য ও মন)। এটাকে দান করার ধরন হিসেবে গণ্য করা হয়, যা নিজের ও অন্যের উভয়ের জন্যই করা হয়। অনেক বৌদ্ধ সমাজে, ভক্তিমূলক অনুশীলনগুলি এই-জীবনের সুবিধার (নিরাময়, অশুভ আত্মাদের বর্জন), কর্ম্ম সাধনার কারণে (আগামী জীবনের জন্য ভাল কর্ম সঞ্চয় করা) এবং কারণ ভক্ত নির্বাণ লাভ করতে চায়।\n\n\n== ইতিহাস ==\nআদি বৌদ্ধধর্মে, বুদ্ধের গুণাবলী স্মরণ করা সাধারণ অভ্যাস ছিল, যা বুদ্ধানুসতি নামে পরিচিত। মহাযান  বৌদ্ধধর্মের উদ্ভবের সময়কালে, বুদ্ধের মৃত্যুকে কেন্দ্র করে বৌদ্ধ সম্প্রদায়ের মধ্যে ক্ষতির অনুভূতি বৃদ্ধি পেয়েছিল এবং তার সাথে আবার দেখা করার জন্য ক্রমবর্ধমান আকাঙ্ক্ষা ছিল। উন্নয়নগুলি বৌদ্ধধর্মের বিশ্বাস-ভিত্তিক রূপের উদ্ভবের দিকে পরিচালিত করে যেমন শুদ্ধভূমি বৌদ্ধধর্ম, যেখানে অমিতাভের মতো স্বর্গীয় বুদ্ধের সাথে বুদ্ধানুসতির অনুশীলন জড়িত ছিল। ভক্তিমূলক অনুশীলনগুলি সাধারণ হয়ে ওঠে, কারণ নতুন কৌশলগুলি স্বর্গীয় বুদ্ধের গুণাবলী ও মহিমাকে স্মরণ করার জন্য তৈরি করা হয়েছিল, যেমন দৃশ্যায়ন ও মন্ত্র।\nবৌদ্ধ ভক্তিতে ত্রিরত্ন, অর্থাৎ বুদ্ধ, তাঁর শিক্ষা, এবং তাঁর সম্প্রদায় বেশিরভাগই সম্মানিত। যাইহোক, এর মানে এই নয় যে বৌদ্ধ ভক্তিতে দেবতাদের কোনো ভূমিকা নেই: তারা করে, কিন্তু সাধারণত আধ্যাত্মিক শ্রেণিবিন্যাসের শীর্ষে বুদ্ধের সাথে অধস্তন স্তরে রাখা হয়। কিছু বৌদ্ধ সমাজে, ভক্তিমূলক জীবন দেবতা ও আত্মার প্রতি বৌদ্ধ-পূর্ব ভক্তি মাধ্যমে প্রভাবিত হয়েছে।\nআধুনিক সময়ে, বৌদ্ধ ভক্তি অনেক উপায়ে পরিবর্তিত হয়েছে। সাত দিনের কর্মসপ্তাহ চালু করার কারণে পালনের ঐতিহ্যগত দিনগুলি আর একইভাবে বজায় রাখা যাবে না, এবং আধুনিক সমাজের সাথে খাপ খাইয়ে নেওয়ার জন্য সঙ্গীতের পাশাপাশি অন্যান্য অনুশীলনগুলিকে সংক্ষিপ্ত বা প্রমিত করা হয়েছে। ভক্তিতে দেওয়া পণ্যের বাণিজ্যিকীকরণ করা হয়েছে। তা সত্ত্বেও, ভক্তিমূলক অনুশীলন এখনও বিদ্যমান ও বিকাশ অব্যাহত রয়েছে। বর্তমানে, বেশিরভাগ বৌদ্ধরা তাদের আধ্যাত্মিক আকাঙ্ক্ষার অনুসরণে আচার ব্যবহার করে।\n\n\n== প্রতীক ==\n\nত্রিরত্নের প্রতি ভক্তি বেশিরভাগই বুদ্ধমূর্তির প্রতি প্রকাশ করা হয়। যাইহোক, অন্যান্য চিহ্নগুলিও বৌদ্ধ ইতিহাস জুড়ে ব্যবহৃত হয়েছে, যার মধ্যে পদ্ম ফুল, ধর্মচক্র, বোধিবৃক্ষ ও স্তূপ রয়েছে। কখনও কখনও, ভক্তরা পদচিহ্নগুলিকেও সম্মান দেয় যা বিশ্বাস করা হয় যে গৌতম বুদ্ধ বা পূর্ববর্তী বুদ্ধ রেখে গেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\n\n\n== বহিঃসংযোগ ==\nAjahn Sucitto & Ajahn Candasiri - Buddhist Rituals and Observances\nChamgon Khentin Tai Situpa - Devotion | SamyeLing.org\nDalai Lama - Questioning the Advice of the Guru – H.H. the XIV. Dalai Lama\nLama Yeshe - Chapter 9. The Importance of Guru Devotion\nBBC Documentary about the nature of Buddhist devotion in traditional Buddhist countries, with comments from notable scholars\nDocumentary about devotional practices, with special focus on Bodh Gaya\nMorgan, Kenneth W., সম্পাদক (১৯৫৬)। The Path of the Buddha: Buddhism Interpreted by Buddhists। New York: Ronald Press। \nCyber vihara for daily puja\nBhavana Vandana, book of devotion PDF\nVandana – The Album of Pali Devotional Chanting and Hymns PDF\nWelch, Holmes (১৯৬৭)। The Practice of Chinese Buddhism, 1900–1950। en:Harvard University Press। \nTsem Tulku RinpochePowerful Pujas"}