{"pageid": 1447467, "title": "মহাকাশ আইন", "url": "https://bn.wikipedia.org/wiki?curid=1447467", "content": "মহাকাশ আইন বলতে মহাকাশ-সম্পর্কিত কর্মকাণ্ডকে নিয়ন্ত্রণকারী কতগুলি আইনের সমষ্টিকে বোঝায়, যেগুলি মূলত আন্তর্জাতিক ও দেশের অভ্যন্তরীণ সমঝোতা, নিয়ম ও মূলনীতিগুলি নিয়ে গঠিত। মহাকাশ আইনে মহাকাশ অনুসন্ধান, ক্ষতিপূরণের বাধ্যবাধকতা, অস্ত্রের ব্যবহার, উদ্ধার প্রচেষ্টা, পরিবেশ সংরক্ষণ, তথ্য ভাগাভাগি, নতুন প্রযুক্তি ও নৈতিকতা, ইত্যাদি বিভিন্ন বিষয় নিয়ে আলোচনা করা হয়েছে। আইনের অন্যান্য ক্ষেত্র যেমন প্রশাসনিক আইন, মেধাসম্পদ আইন, অস্ত্র নিয়ন্ত্রণ আইন, বীমা আইন, পরিবেশ আইন, ফৌজদারী আইন ও বাণিজ্যিক আইন, ইত্যাদিকেও মহাকাশ আইনের সাথে সমন্বিত করা হয়।\nমহাকাশ আইনের উৎপত্তি ১৯১৯ খ্রিস্টাব্দে। সেই বছর প্রতিটি দেশের তার নিজ ভূখণ্ডের ঠিক উপরে অবস্থিত বায়ুমণ্ডলের উপরে সার্বভৌমত্বের ব্যাপারটিকে আন্তর্জাতিক আইনে স্বীকৃতিদান করা হয়। পরবর্তীতে ১৯৪৪ সালে শিকাগোতে আন্তর্জাতিক বেসামরিক বিমানচলাচল সমঝোতা চুক্তিতে ব্যাপারটিকে আরও জোরদার করা হয়। ২০শ শতাব্দীতে স্নায়ুযুদ্ধের সময় জাতীয় মহাকাশ কর্মসূচীগুলির আবির্ভাব ঘটলে তার প্রতিক্রিয়ায় বৈজ্ঞানিক সংঘসমূহের আন্তর্জাতিক পরিষদ আনুষ্ঠানিকভাবে আন্তর্জাতিক মহাকাশ নীতির সূচনা করে (আন্তর্জাতিক ভূ-প্রাকৃতিক বর্ষ দেখুন)। ১৯৫৭ সালে সোভিয়েত ইউনিয়ন ইতিহাসে প্রথম কৃত্রিম উপগ্রহ স্পুতনিক ১ উৎক্ষেপণ করলে মার্কিন যুক্তরাষ্ট্র কংগ্রেস (আইনসভা) জাতীয় বিমানচালনা ও মহাকাশ আইন প্রণয়ন করে ও এর মাধ্যমে মার্কিন মহাকাশ সংস্থা নাসা প্রতিষ্ঠিত হয়। যেহেতু মহাকাশ অনুসন্ধানে আন্তর্জাতিক সীমানা অতিক্রম করা আবশ্যক, তাই এই যুগে প্রথাগত বায়বান্তরীক্ষ আইনের থেকে স্বতন্ত্র মহাকাশ আইন ক্ষেত্রটির সৃষ্টি হয়।\nস্নায়ুযুদ্ধের পরে মহাকাশ চুক্তি (যার পূর্ণনাম চাঁদ ও অন্যান্য নভোবস্তুসহ মহাকাশ অনুসন্ধান ও ব্যবহারে রাষ্ট্রসমূহের কর্মকাণ্ড নিয়ন্ত্রণকারী মূলনীতিসমূহ বিষয়ক চুক্তি) এবং আন্তর্জাতিক টেলিযোগাযোগ সংস্থা মহাকাশ আইন গঠনকারী মূলনীতি ও কর্মপদ্ধতিসমূহের সংকলন ও শাসনতান্ত্রিক পরিকাঠামো হিসেবে কাজ করে চলেছে। অধিকন্তু, মহাকাশের শান্তিপূর্ণ ব্যবহার বিষয়ক জাতিসংঘ কমিটি  (United Nations Committee on the Peaceful Uses of Outer Space, COPUOS) এবং পাশাপাশি এর আইনি, কারিগরি ও বৈজ্ঞানিক উপকমিটিগুলি আন্তর্জাতিক মহাকাশ আইন ও নীতিগুলির বিভিন্ন বিষয় নিয়ে বিতর্ক আয়োজনের জন্য দায়িত্বপ্রাপ্ত। মহাকাশ বিষয়াবলীর জন্য জাতিসংঘ কার্যালয় (United Nations Office for Outer Space Affairs, UNOOSA) এই কমিটির সচিবালয় হিসেবে কাজ করে এবং বহু-বিভিন্ন সম্মেলন ও সামর্থ্য-নির্মাণ কর্মসূচীর মাধ্যমে \"সবার জন্য মহাকাশ\" (Access to Space for All) নীতিটির প্রসারে কাজ করে। ভবিষ্যতে মহাকাশ চার ধরনের সমস্যার সম্মুখীন হতে পারে: দেশাভ্যন্তরে মহাকাশ আইনের প্রতি আনুগত্য, আন্তর্জাতিক সহযোগিতা, নৈতিকতা ও নিত্যনতুন বৈজ্ঞানিক উদ্ভাবনের আবির্ভাব। উপরন্তু, বায়বান্তরীক্ষের (বায়ুমণ্ডল ও মহাকাশের একত্রিত রূপ) সংজ্ঞা কী হওয়া উচিত, সে ব্যাপারে  সুনির্দিষ্ট দিকনির্দেশনা এখনও বৈশ্বিকভাবে নির্ণয় করা হয়নি।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nAnn Finkbeiner, \"Orbital Aggression: How do we prevent war in space?\", Scientific American, vol. 323, no. 5 (November 2020), pp. 50–57.\nXiao-Shan Yap and Rakhyun E. Kim, \"Towards Earth-Space Governance in a Multi-Planetary Era\", Earth System Governance, vol. 16 (2023), 100173.\n\n\n== বহিঃসংযোগ ==\nআন্তর্জাতিক মহাকাশ আইন ইনস্টিটিউট\nমহাকাশ আইনের সামগ্রিক দৃশ্য (জার্মান ভাষায়) জার্মানির পররাষ্ট্র মন্ত্রণালয় ওয়েবসাইটে\nজার্নাল অভ স্পেল ল (মহাকাশ আইন গবেষণা সাময়িকী)\nআন্তর্জাতিক মহাকাশ আইন সম্পর্কে মহাকাশ বিষয়াবলীর জন্য জাতিসংঘ কার্যালয়ের ওয়েবসাইট\nমহাকাশ নিরাপত্তা প্রবেশদ্বার, জাতিসংঘ নিরস্ত্রীকরণ গবেষণার ইনস্টিটিউট\nRose, Neil (২০০৯-০৮-১৩)। \"Can you buy an acre of the Moon?\"। The Times। London। ২০১১-০৬-১১ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০২৪-০৫-২৯। \nমহাকাশ ও টেলিযোগাযোগ আইন ইনস্টিটিউট এবং মহাকাশ কর্মকাণ্ড ও টেলিযোগাযোগ আইনে স্নাতকোত্তর উপাধি\n\nটেমপ্লেট:Inspace"}