{"pageid": 1447843, "title": "আবদুল্লাহ শাহ আসহাবী", "url": "https://bn.wikipedia.org/wiki?curid=1447843", "content": "খাজা সৈয়দ আবদুল্লাহ শাহ হলেন খাজা সৈয়দ আবদুল কাদের সানীর নাতি এবং খাজা সৈয়দ মাহমুদের উত্তরসূরি ও পুত্র। সৈয়দ আবদুল্লাহ শাহ আসহাবীকে মুকলি থাট্টার অন্যতম বড় বুজুর্গ হিসেবে বিবেচনা করা হয়। তিনি বাগদাদ থেকে থাট্টায় এসেছিলেন। তিনি শেখ আব্দুল কাদের জিলানীর বংশধরদের একজন।\n\n\n== নাম ও বংশতালিকা ==\nতার নাম আবদুল্লাহ হাসানি কিন্তু সমগ্র সিন্ধুতে তিনি আবদুল্লাহ শাহ আসহাবী নামে পরিচিত। তিনি ৯২৮ হিজরি মোতাবেক ১৫২১ সালে বাগদাদে জন্মগ্রহণ করেন।\n\n\n=== বংশতালিকা ===\nসৈয়দ আবদুল্লাহ শাহ আসহাবীর বংশধারা শেখ আবদুল কাদির জিলানী পর্যন্ত পৌঁছায়, তাই তিনি হাসানি হোসাইনী সৈয়দ। শেখ আব্দুল কাদির জিলানী পর্যন্ত তার বংশ তালিকা নিম্নরূপ:\n\nআবদুল্লাহ বিন মাহমুদ বিন আব্দুল কাদের সানী বিন আব্দুল বাসিত বিন হোসাইন বিন আহমদ বিন শরফুদ্দিন কাসিম বিন শরফুদ্দিন ইয়াহিয়া বিন বদরুদ্দিন হাসান বিন আলাউদ্দিন বিন শামসুদ্দিন বিন শরফুদ্দিন ইয়াহিয়া বিন শাহাবুদ্দিন আহমদ বিন আবু সালিহ নসর বিন আব্দুল রাজ্জাক বিন শেখ আবদুল কাদের।\n\n\n== আনুগত্য ও খেলাফত ==\nআবদুল্লাহ শাহ আসহাবি ও তার পূর্বপুরুষরা শেখ আব্দুল কাদির জিলানী পর্যন্ত তাদের পিতার অনুসারী ছিলেন, তাই তাদের আনুগত্য একটি নির্দিষ্ট বংশের। তিনি সিন্ধু ও ভারতে কাদেরিয়া তরিকার প্রচার ও প্রকাশনার জন্য কাজ করেছিলেন।\n\n\n== সিন্ধুতে আগমন ==\nআবদুল্লাহ শাহ আসহাবী বাগদাদ (ইরাক) থেকে গুজরাট হয়ে ঠাট্টায় আসেন। এই যাত্রায় তার সঙ্গে ছিলেন সৈয়দ মুনবা, সৈয়দ কামাল ও সৈয়দ শুকরুল্লাহ শিরাজীর মতো মহান সাধকগণ। মির্জা শাহ বেগ আরঘুনের শাসনামলে এই মহান ব্যক্তিবর্গ থাট্টায় আগমন করেন।\n\n\n== ইসলাম প্রচার ==\nসাইয়্যেদ আবদুল্লাহ শাহ সর্বদা আল্লাহর ইবাদতে ও সাধনায় মগ্ন থাকতেন। তার নিকট রাজা-প্রজা, ধনী-গরিব, কালো-সাদা সবাই সমান ছিল। থাট্টার অনেক অমুসলিম তার নিকট থেকে ইসলামধর্মে দীক্ষিত হন এবং সাধারণ মুসলিমরা তার নিকট থেকে দীক্ষা নেন। তাছাড়া তার নিকট একদল ব্রাহ্মণ ইসলাম গ্রহণ করেন বলে বর্ণনায় রয়েছে। তিনি ও তার বংশধররা ভারতীয় উপমহাদেশের গ্রামে গ্রামে ইসলাম এবং বিশেষত কাদেরিয়া তরিকার প্রচার করেছেন। স্থানীয় পণ্ডিতগণ তাকে আসহাবী উপাধিতে ভূষিত করেন।\n\n\n== মৃত্যু ==\nএকটি বর্ণনা অনুসারে, আবদুল্লাহ শাহ আসহাবী ১০৬০ হিজরি মোতাবেক ১৬৫০ সালে থাট্টায় মৃত্যুবরণ করেন। তার বাসস্থানে তাকে সমাহিত করা হয়। যদিও কিছু ঐতিহাসিক এই ইতিহাসের সাথে দ্বিমত পোষণ করেছেন। দরগাহ সংলগ্ন প্রাচীন মসজিদের শিলালিপি থেকে জানা যায় যে, এটি ১০৯৩ হিজরি মোতাবেক ১৬৯২ সালে নির্মিত হয়েছিল। প্রতি বছর শাবান মাসের ১৩ তারিখে তিন দিনব্যাপী ওরস শুরু হয়, যেখানে হাজার হাজার ভক্ত অংশগ্রহণ করেন।\n\n\n== বংশপরম্পরা ==\nআবদুল্লাহ শাহ আসহাবী থাট্টার এক সৈয়দ পরিবারে বিয়ে করেন, যাদের থেকে দুটি পুত্রের জন্ম হয়, যাদের নাম:\n\nসৈয়দ হাসান শাহ\nসৈয়দ মুহাম্মদ ফাজিল শাহ \n\n\n== তথ্যসূত্র =="}