{"pageid": 1447911, "title": "সাদৃশ্য", "url": "https://bn.wikipedia.org/wiki?curid=1447911", "content": "সাদৃশ্য বা অন্তর্মিল হল একটি তৃতীয় কোনো উপাদানের কারণে দুটি বস্তুর (বা দুটি গ্রুপ) মধ্যে গড়ে ওঠা  মিল বা সংযোগ যা তাদের বৈশিষ্ট্যের অংশ। \n\nবিস্তৃত অর্থে, সাদৃশ্যগত যুক্তি হল একটি নির্দিষ্ট জ্ঞানতাত্ত্বিক বিষয়ের কিছু তথ্য বা অর্থ অন্য কোনো লক্ষ্য বস্তুতে স্থানান্তর করার একটি জ্ঞানীয় প্রক্রিয়া; এবং এই ধরনের প্রক্রিয়ার সাথে সম্পর্কিত ভাষাগত অভিব্যক্তি।\n\nসাদৃশ্য মানুষের চিন্তা প্রক্রিয়ায় একটি গুরুত্বপূর্ণ ভূমিকা পালন করে। এটা বলা হয়ে থাকে যে সাদৃশ্য হচ্ছে \"জ্ঞানের কেন্দ্র\"। \n\n\n== বুৎপত্তি ==\nইংরেজি শব্দ analogy ল্যাটিন analogia থেকে উদ্ভূত, যা গ্রীক মূলশব্দ ἀναλογία, \"অনুপাত\", ana- \"পরে, অনুযায়ী\" + logos \"অনুপাত\" থেকে উদ্ভুত।   \n\n\n== বিমূর্ততার অংশ ==\n\nপ্লেটো এবং অ্যারিস্টটলের মতো গ্রীক দার্শনিকরা সাদৃশ্যের ব্যাপারে বিস্তৃত ধারণা পোষণ করতেন। তারা সাদৃশ্য বলতে কোনো বস্তুর  সাথে অন্য বস্তুর  বিমূর্ত মিলকে বোঝাতেন।   \n\n\n== কাঠামোর অংশ ==\n\nসাদৃশ্য প্রধানত নতুন ধারণা এবং অনুকল্প তৈরি করা অথবা সেটা পরীক্ষা করার একটি উপায় হিসাবে ব্যবহৃত হয়, যাকে বলা হয় সাদৃশ্যমূলক যুক্তির  হিউরিস্টিক ফাংশন।\n\n\n== নৈতিকতা ==\nসাদৃশ্যমূলক যুক্তিবিদ্যা নৈতিকতায় খুব গুরুত্বপূর্ণ ভূমিকা পালন করে। এটি একারণে হতে পারে যে  নৈতিকতা সর্বদা নিরপেক্ষ এবং ন্যায্য হওয়া উচিৎ। যদি একটি পরিস্থিতি A-তে কিছু করা ভুল হয়, এবং পরিস্থিতি B সমস্ত সম্পর্কিত বৈশিষ্ট্যগুলির সাথে A-এর সাথে মিলে যায়, তবে B পরিস্থিতিতে সেই ক্রিয়াটি সম্পাদন করাও ভুল । নৈতিক বৈশিষ্ট্যবাদ এই ধরনের যুক্তিকে গ্রহণ করে, খণ্ডণ এবং প্রবর্তনের বদলে, যেহেতু  প্রথমটি যেকোন নৈতিক নীতি নির্বিশেষে ব্যবহার করা যেতে পারে।\n\n\n== আইনশাস্ত্র ==\nআইনশাস্ত্রে, অভূতপূর্ব কোনো বিষয়ের সমাধান করতে সাদৃশ্য ব্যাবহার করা হয় । সাদৃশ্যের আইনি ব্যবহারে,প্রয়োজন অনুযায়ী  দুটি পরিস্থিতির মধ্যে একটি তুলনা করে নতুন আইনি ভিত্তি ব্যবহার করার  আলাদা করা হয়। এটি সংবিধিবদ্ধ আইন এবং মামলা আইন সহ বিভিন্ন ধরনের আইনি কর্তৃপক্ষের ক্ষেত্রে প্রয়োগ করা যেতে পারে।\n\n\n== ইসলাম ==\nইসলামী আইনশাস্ত্র আইনের বাইরের উৎস থেকে সিদ্ধান্তে উপনীত হওয়ার উপায় হিসেবে সাদৃশ্যের যথেষ্ট ব্যবহার করা হয়। সাদৃশ্যমূলক বাদ দেওয়ার জন্য নিযুক্ত সীমা এবং নিয়ম মাজহাব এবং স্বল্প পরিমাণে পৃথক আলেমদের মধ্যে ব্যাপক বৈসাদৃশ্য লক্ষ করা  যায়। তা সত্ত্বেও এটি আইনশাস্ত্রীয় জ্ঞানতত্ত্বের মধ্যে আইনের একটি সাধারণভাবে স্বীকৃত উৎস।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nStanford Encyclopedia of Philosophy \"Analogy and Analogical Reasoning\", by Paul Bartha.\nStanford Encyclopedia of Philosophy \"Medieval Theories of Analogy\", by E. Jennifer Ashworth.\nStanford Encyclopedia of Philosophy \"Precedent and Analogy in Legal Reasoning\", by Grant Lamond.\nDictionary of the History of Ideas Analogy in Early Greek Thought.\nDictionary of the History of Ideas Analogy in Patristic and Medieval Thought.\nComputational approaches to computing temporal analogy."}