{"pageid": 1447654, "title": "অ্যারোহেড স্টেডিয়াম", "url": "https://bn.wikipedia.org/wiki?curid=1447654", "content": "অ্যারোহেড স্টেডিয়াম ক্যানসাস সিটি, মিসৌরিতে অবস্থিত একটি আমেরিকান ফুটবল স্টেডিয়াম। এটি প্রাথমিকভাবে ন্যাশনাল ফুটবল লিগের (এনএফএল) কানসাস সিটি চিফদের হোম ভেন্যু হিসেবে কাজ করে। জিইএইচএ এবং প্রধানদের মধ্যে একটি নামকরণের অধিকার চুক্তির পরে, ২০২১ সালের মার্চ থেকে স্টেডিয়ামটির আনুষ্ঠানিকভাবে নামকরণ করা হয়েছে জিইএইচএ ফিল্ড অ্যাট অ্যারোহেড স্টেডিয়াম (জিইএইচএ ক্ষেত্র)। চুক্তিটি ২০২১ মৌসুমের শুরুতে শুরু হয়েছিল এবং ২০৩১ সালের জানুয়ারিতে স্টেডিয়ামের মালিক, জ্যাকসন কাউন্টি স্পোর্টস কমপ্লেক্স কর্তৃপক্ষের সাথে চিফস এবং রয়্যালদের জন্য ইজারার মেয়াদ শেষ হওয়ার সাথে সাথে শেষ হয়।\nএটি কাফম্যান স্টেডিয়াম সংলগ্ন ট্রুম্যান স্পোর্টস কমপ্লেক্সের অংশ, মেজর লিগ বেসবল (এমএলবি) এর কানসাস সিটি রয়্যালসের হোম ভেন্যু। অ্যারোহেড স্টেডিয়ামের ধারণক্ষমতা ৭৬৪১৬। যা এটিকে মার্কিন যুক্তরাষ্ট্রের ২৫তম বৃহত্তম স্টেডিয়াম এবং চতুর্থ বৃহত্তম এনএফএল স্টেডিয়াম করে তোলে। এটি মিসৌরি রাজ্যের ক্ষমতার দিক থেকে বৃহত্তম ক্রীড়া সুবিধাও। একটি $৩৭৫ মিলিয়ন ডলার দিয়ে সংস্কার ২০১০ সালে সম্পন্ন হয়েছিল। স্টেডিয়ামটি ২০২৬ ফিফা বিশ্বকাপের জন্য ম্যাচগুলি আয়োজন করবে এবং কলেজ ফুটবল গেমগুলির পাশাপাশি অন্যান্য ফুটবল গেমগুলিও আয়োজন করেছে৷\n\n\n== সকার ==\n\n১৯৯৬ সালে মেজর লিগ সকার গঠনের সাথে সাথে, অ্যারোহেড স্টেডিয়াম ক্যানসাস সিটি উইজের হোম ভেন্যু হিসেবে পরিণত হয়, যা এখন স্পোর্টিং ক্যানসাস সিটি নামে পরিচিত। ১৯৯৬ মৌসুমের পর, দলটির নাম পরিবর্তন করা হয় উইজার্ডস। হান্ট ফ্যামিলি অন গোল, এলএলসি- তে বিক্রি করার পর ২০০৭ মৌসুমের পরে তারা চলে যায়, তাদের লিজ শেষ হওয়ার পরে। এটিও উপকারী ছিল যাতে এনএফএল অফ-সিজনে অ্যারোহেড স্টেডিয়ামের সংস্কারের উপর নির্মাণ কাজ হতে পারে। উইজার্ডস ২০০৮ সালে কমিউনিটি আমেরিকা বলপার্ক, যা এখন লিজেন্ড ফিল্ড নামে পরিচিত, চলে যায় এবং একটি বন্ধুত্বপূর্ণ ছাড়া আরোহেডে ফিরে আসেনি।\nসেই প্রীতি ম্যাচটি ২৫ জুলাই ২০১০-এ খেলা হয়েছিল; ২০১১ সালে আমেরিকায় ইংলিশ দলের তৃতীয় প্রিসিজন ফ্রেন্ডলি খেলায় উইজার্ডরা অ্যারোহেড স্টেডিয়ামে ম্যানচেস্টার ইউনাইটেডের মুখোমুখি হয়েছিল। টিকিটের চাহিদার কারণে, তারা তাদের নতুন হোম স্টেডিয়াম, কমিউনিটি আমেরিকা বলপার্কে খেলাটি খেলতে পারেনি। ম্যানচেস্টার ইউনাইটেডের হয়ে পেনাল্টি কিকে দিমিতার বারবাতোভের একমাত্র গোলে কানসাস সিটি ২–১ গোলে জয়ের মাধ্যমে ম্যাচটি শেষ হয়েছিল।\nস্টেডিয়ামটিতে ২টি মার্কিন পুরুষ জাতীয় দলের ম্যাচ এবং ৩টি মহিলা জাতীয় দলের ম্যাচ অনুষ্ঠিত হয়েছিল।\nইন্টার মিয়ামি প্লেয়ার লিওনেল মেসিকে দেখার জন্য টিকিটের বড় চাহিদা মেটাতে অ্যারোহেড এমএলএস দল স্পোর্টিং ক্যানসাস সিটি এবং ইন্টার মিয়ামিকে ২–৩ ব্যবধানে জয়ের জন্য ১৩ এপ্রিল ২০২৪-এ আয়োজন করেছিল। এটি ২০১০ সাল থেকে স্টেডিয়ামে স্পোর্টিংয়ের প্রথম খেলা এবং ৭২,৬১০ জন দর্শককে আকর্ষণ করেছিল, চতুর্থ সর্বোচ্চ অংশগ্রহণকারী এমএলএস ইভেন্ট।\n\nআসন্ন খেলাসমূহ\n\n\n=== ২০২৬ ফিফা বিশ্বকাপ ===\nঅ্যারোহেড স্টেডিয়ামকে ২০২৬ ফিফা বিশ্বকাপের সময় যে ১৬টি ভেন্যুতে গেমগুলি আয়োজন করা হবে তার মধ্যে একটি হিসাবে বেছে নেওয়া হয়েছিল, যা যৌথভাবে মার্কিন যুক্তরাষ্ট্র, কানাডা এবং মেক্সিকো দ্বারা আয়োজিত হবে৷ স্টেডিয়ামটি সংস্কারের প্রয়োজন হবে। কানসাস সিটি, মিসৌরির মেয়র কুইন্টন লুকাস প্রয়োজনীয় সংস্কারের $৫০ মিলিয়ন ডলার খরচ অনুমান করেছেন। এই স্টেডিয়ামটি গ্রুপ পর্বের ৪টি ম্যাচ, একটি রাউন্ড অফ ৩২ ম্যাচ এবং একটি কোয়ার্টার–ফাইনাল ম্যাচ সহ ৬টি ম্যাচের আয়োজন করবে।\n\n\n== স্টেডিয়ামে সঙ্গীত ==\n১৯৬৩ থেকে ২০০৮ পর্যন্ত, টিডি প্যাক ব্যান্ডটি প্রতিটি চিফস হোম গেমের মূল ভিত্তি ছিল। ব্যান্ডটি ট্রাম্পেটর টনি ডিপার্দো দ্বারা প্রতিষ্ঠিত হয়েছিল। ব্যান্ডটি পূর্বে দ্য জিং ব্যান্ড নামে পরিচিত ছিল যখন চিফরা মিউনিসিপ্যাল স্টেডিয়ামে খেলত। ডিপার্দো, ডাকনাম \"মিস্টার মিউজিক\", সেন্ট লুইস, মিসৌরিতে ১৫ আগস্ট, ১৯১২ সালে জন্মগ্রহণ করেন। ডিপার্দো দল সম্পর্কে গান লিখেছেন যেমন \"দ্য চিফস আর অন দ্য ওয়ারপথ\" এবং \"দ্য হ্যাঙ্ক স্ট্রাম পোলকা\"। সুপার বোল ভিআই- তে চিফদের জয়ের জন্য ডিপার্দো একটি সুপার বোল রিং পেয়েছিলেন।\n\n\n== আরও দেখুন ==\nস্টেডিয়ামের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট \nঅ্যারোহেড স্টেডিয়াম স্টেডিয়ামডিবি.কমে\nঅ্যারোহেড স্টেডিয়ামের তথ্য কেসিচীপস.কম – আসন সংখ্যা তালিকা  ভার্চুয়াল ট্যুর\nপ্রো ফুটবলের স্টেডিয়াম: অ্যারোহেড স্টেডিয়াম\nঅ্যারোহেড স্টেডিয়ামের আসন তালিকা"}