{"pageid": 1447997, "title": "প্যাট্রিক জেনকিন", "url": "https://bn.wikipedia.org/wiki?curid=1447997", "content": "চার্লস প্যাট্রিক ফ্লেমিং জেনকিন, রডিং-এর ব্যারন জেনকিন,  (৭ সেপ্টেম্বর ১৯২৬ - ২০ ডিসেম্বর ২০১৬) ছিলেন একজন ব্রিটিশ কনজারভেটিভ পার্টির রাজনীতিবিদ যিনি মার্গারেট থ্যাচারের প্রথম সরকারে মন্ত্রিপরিষদ মন্ত্রী হিসেবে দায়িত্ব পালন করেছিলেন।\n\n\n== জীবন এবং কর্মজীবন ==\nজেনকিন ১৯২৬ সালের সেপ্টেম্বরে জন্মগ্রহণ করেন এবং অক্সফোর্ডের ড্রাগন স্কুল, ব্রিস্টলের ক্লিফটন কলেজ এবং কেমব্রিজের জেসাস কলেজে শিক্ষিত হন। তিনি একজন ব্যারিস্টার হয়েছিলেন, ১৯৫২ সালে মিডল টেম্পল বারে ডেকেছিলেন এবং কোম্পানির পরিচালক। তিনি ১৯৬০ থেকে ১৯৬৩ সাল পর্যন্ত হর্নসি বরো কাউন্সিলের কাউন্সিলর ছিলেন।\nপরের বছর, জেনকিন ওয়ানস্টেড এবং উডফোর্ডের রক্ষণশীল সংসদ সদস্য হন। ১৯৬৫ সাল থেকে তিনি অর্থনৈতিক ও বাণিজ্য বিষয়ক বিরোধী দলের মুখপাত্র হিসেবে দায়িত্ব পালন করেন। তিনি ১৯৫১ সাল থেকে বো গ্রুপের সদস্য ছিলেন। ১৯৭৪ সালের জানুয়ারিতে, রক্ষণশীলদের অফিস থেকে পতনের কয়েক সপ্তাহ আগে তিনি শক্তি মন্ত্রী হন এবং মার্গারেট থ্যাচারের সরকারে বিভিন্ন উপায়ে অংশগ্রহণ করেন। তিনি ১৯৭৯ থেকে ১৯৮১ সাল পর্যন্ত সমাজসেবা বিষয়ক সেক্রেটারি অফ স্টেট, তারপর ১৯৮৩ সাল পর্যন্ত স্টেট অফ ইন্ডাস্ট্রি এবং অবশেষে ১৯৮৩ থেকে ১৯৮৫ সাল পর্যন্ত পরিবেশ বিষয়ক স্টেট সেক্রেটারি হিসাবে দায়িত্ব পালন করেন।\nজেনকিন ১৯৮৭ সালের সাধারণ নির্বাচনে কমন্স থেকে অবসর নেন। তিনি বৃহত্তর লন্ডনের ওয়ানস্টেড এবং উডফোর্ডের রডিং এর ব্যারন জেনকিন উপাধি সহ লাইফ পিয়ার হিসাবে হাউস অফ লর্ডসে উন্নীত হন।   লর্ডসে থাকাকালীন, জেনকিনকে ২০১২ সালে দ্য হিস্ট্রি অফ পার্লামেন্টের মৌখিক ইতিহাস প্রকল্পের অংশ হিসাবে সাক্ষাৎকার দেওয়া হয়েছিল। তিনি বিবাহ (সমকামী দম্পতি) আইন ২০১৩ পাসের সময় বিতর্কে তার অবদানের জন্য বিখ্যাত হয়েছিলেন। ৬ জানুয়ারী ২০১৫-এ তিনি হাউস অফ লর্ডস রিফর্ম অ্যাক্ট ২০১৪ এর ধারা ১ অনুসারে হাউস অফ লর্ডস থেকে অবসর গ্রহণ করেন। তিনি ২০ ডিসেম্বর ২০১৬ তারিখে ৯০ বছর বয়সে মারা যান।\nজেনকিন বিজ্ঞান ও প্রযুক্তি ফাউন্ডেশনের সভাপতি এবং স্থানীয় সরকার সমিতির সহ-সভাপতি ছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nহ্যান্সকার্ড ১৮০৩-২০০৫: Patrick Jenkin দ্বারা সংসদে অবদান (ইংরেজি)\nThe Papers of Lord Jenkin of Roding held at Churchill Archives Centre"}