{"pageid": 1447567, "title": "লিয়াম কেলি", "url": "https://bn.wikipedia.org/wiki?curid=1447567", "content": "লিয়াম প্যাট্রিক কেলি (ইংরেজি: Liam Kelly; জন্ম: ২৩ জানুয়ারি ১৯৯৬; লিয়াম কেলি নামে সুপরিচিত) হলেন একজন স্কটল্যান্ডীয় পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে স্কটল্যান্ডের পেশাদার ফুটবল লিগের শীর্ষ স্তর স্কটিশ প্রিমিয়ারশিপের ক্লাব মাদারওয়েল এবং স্কটল্যান্ড জাতীয় দলের হয়ে গোলরক্ষক হিসেবে খেলেন।\n২০১১ সালে, কেলি স্কটল্যান্ড অনূর্ধ্ব-১৬ দলের হয়ে স্কটল্যান্ডের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় ছয় বছর যাবত স্কটল্যান্ডের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০২৩ সালে স্কটল্যান্ডের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; স্কটল্যান্ডের জার্সি গায়ে তিনি এপর্যন্ত ১ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nলিয়াম প্যাট্রিক কেলি ১৯৯৬ সালের ২৩শে জানুয়ারি তারিখে স্কটল্যান্ডের গ্লাসগোতে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nকেলি স্কটল্যান্ড অনূর্ধ্ব-১৬, স্কটল্যান্ড অনূর্ধ্ব-১৭, স্কটল্যান্ড অনূর্ধ্ব-১৯ এবং স্কটল্যান্ড অনূর্ধ্ব-২১ দলের হয়ে খেলার মাধ্যমে স্কটল্যান্ডের প্রতিনিধিত্ব করেছেন। ২০১১ সালের ১৮ই আগস্ট তারিখে তিনি স্কটল্যান্ড অনূর্ধ্ব-১৬ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। স্কটল্যান্ডের বয়সভিত্তিক দলের হয়ে তিনি প্রায় ৬ বছরে ২১ ম্যাচে অংশগ্রহণ করেছেন।\n২০২৩ সালের ১৭ই অক্টোবর তারিখে, ২৭ বছর, ৮ মাস ও ২৪ দিন বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী কেলি ফ্রান্সের বিরুদ্ধে অনুষ্ঠিত প্রীতি ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে স্কটল্যান্ডের হয়ে অভিষেক করেছেন। তিনি উক্ত ম্যাচের মূল একাদশে অন্তর্ভুক্ত ছিলেন; ম্যাচে তিনি ১২ নম্বর জার্সি পরিধান করে গোলরক্ষক হিসেবে খেলেছিলেন। ম্যাচটি ফ্রান্স ৪–১ গোলের ব্যবধানে জয়লাভ করেছিল। স্কটল্যান্ডের হয়ে অভিষেকের বছরে কেলি সর্বমোট ১ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n২৯ মে ২০২৪ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nলিয়াম কেলি – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nসকারওয়েতে লিয়াম কেলি  (ইংরেজি)  \nসকারবেসে লিয়াম কেলি (ইংরেজি) \nবিডিফুটবলে \nইইউ-ফুটবলে লিয়াম কেলি (ইংরেজি) \nট্রান্সফারমার্কেটে লিয়াম কেলি (ইংরেজি) \n\nইএসপিএন এফসিতে \nন্যাশনাল-ফুটবল-টিমস.কমে লিয়াম কেলি (ইংরেজি)"}