{"pageid": 1447924, "title": "কিরণশশী দে", "url": "https://bn.wikipedia.org/wiki?curid=1447924", "content": "কিরণশশী দে ( ২৪ জানুয়ারি ১৯১০ - ১৭ মে ১৯৯৬) ছিলেন একজন ভারতীয় বাঙালি রবীন্দ্রসঙ্গীত বিশেষজ্ঞ ও চিত্রশিল্পী।  রবীন্দ্রগানের গবেষক ও প্রসারক হিসাবে যথেষ্ট অবদানও রেখেছেন।\n\n\n== জন্ম ও সঙ্গীতশিক্ষা জীবন ==\nকিরণশশী দে'র জন্ম ১৯১০ খ্রিস্টাব্দের ২৪ জানুয়ারি (১৩১৬ বঙ্গাব্দের ১১ মাঘ) সোমবার ব্রিটিশ ভারতের অধুনা বাংলাদেশের তৎকালীন শ্রীহট্ট জেলার অধুনা সিলেট বিভাগের সুনামগঞ্জ শহরে। \nঅবনীন্দ্রনাথ ঠাকুর কিরণশশীকে শান্তিনিকেতনে নিয়ে আসেন। সেখানে কলাভবনে নন্দলাল বসুর কাছে চিত্রকলা আর দিনেন্দ্রনাথ ঠাকুরের কাছে সঙ্গীতের শিক্ষা নেন। \nশিক্ষালাভের পর কিরণশশী দিল্লির লেডি আরউইন কলেজ ও সিমলার ইউনিয়ন একাডেমিতে শিল্প শিক্ষক হিসাবে কাজ করেন। ১৯৩৪ খ্রিস্টাব্দে রবীন্দ্রনাথ ঠাকুর তৎকালীন সিংহলের (অধুনা শ্রীলঙ্কার) হোরানায় শান্তিনিকেতনের আদলে প্রতিষ্ঠিত শিক্ষাপ্রতিষ্ঠান শ্রীপল্লী তে শিল্প ও সঙ্গীতের শিক্ষক হিসাবে পাঠান। প্রসঙ্গত উল্লেখ্য যে, ১৯৩৪ খ্রিস্টাব্দের ২০ মে বিশিষ্ট শিক্ষাবিদ ও জনহিতৈষী  উইলমট আব্রাহাম পেরেরার আহ্বানে রবীন্দ্রনাথ উক্ত প্রতিষ্ঠানের ভিত্তিপ্রস্তর স্থাপন করেন এবং নামকরণ করেন শ্রীপল্লী।\nরবীন্দ্রনাথ ঠাকুরের জীবদ্দশায় তিনি বাংলার বাইরে গিয়ে সুবিস্তীর্ণ উত্তর-পূর্ব ও পশ্চিম ভারতের নানা শহরে রবীন্দ্রসঙ্গীত শেখাবার দায়িত্ব শ্রদ্ধার সঙ্গে পালন করেছেন। সিংহলে অবস্থানকালে আকাশবাণীর তরফে ১৯৩৮ খ্রিস্টাব্দে তাকে একাধিকবার রবীন্দ্রসঙ্গীত পরিবেশনের জন্য বেতারশিল্পী হিসাবে আহ্বান জানানো হয়।\nরবীন্দ্রগানের গবেষণা, প্রশিক্ষণ ও প্রসারে  কিরণশশী দে সঙ্গীত শিল্পীদের উদ্দেশ্যে বলেছেন– \n\n‘… যাঁরা কেবল বিশেষভাবে গানের চর্চা করেন তাঁদের অধিকাংশের নজর থাকে কথার উচ্চারণের চাইতে সুরের উচ্চারণের দিকেই বেশি। ফলে সুর-চর্চায় তাঁরা নিঃসন্দেহে কৃতী হন, – স্ব স্ব কণ্ঠনৈপুণ্যের প্রশংসা পেলে তাঁদের শিল্পী-জীবনের তেমনি চরিতার্থতা আসে নানাভাবে। কিন্তু কথা সংবলিত গানের ভিতরে তো শুধু সুর নয়, সেখানে যে সুরের সঙ্গে কথার দিকেও গায়কদের নজর রাখতে হয় সমান ওজনে।’ \nসুদীর্ঘকাল ধরে কিরণশশী নির্ভীক ও নিরলস রবীন্দ্রসঙ্গীত চর্চায় যুক্ত থেকে এবং অর্ধশতাব্দীকালের অধিক সময় ধরে তিনি অবিরত রবীন্দ্রসঙ্গীতের মূলসুর যথাযথ সংরক্ষণের উপর গুরুত্বের কথা নানাভাবে ব্যক্ত করেছেন।\nরবীন্দ্রসঙ্গীত বিষয়ে তার রচিত উল্লেখযোগ্য গ্রন্থগুলি হল–\n\n\n== রচিত গ্রন্থসমূহ ==\nরবীন্দ্রসঙ্গীতের প্রামাণ্য সুর\nরবীন্দ্রসঙ্গীতসুষমা আইএসবিএন ৯৭৮-৮১-২৯৫২-০৫৮-৬\nরবীন্দ্রসঙ্গীত; রবীন্দ্রনাথ: শিক্ষক দিনেন্দ্রনাথ\nরবীন্দ্রসঙ্গীতের স্বরলিপি জিজ্ঞাসা\nবিবিধ প্রশ্নোত্তরে রবীন্দ্রগীতি চর্চা (২০০২) আইএসবিএন ৮১২৯৫০০৬৭১\nউপন্যাস - ইতিহাস নয়\n\n\n== সম্মাননা ==\n১৯৮৮ খ্রিস্টাব্দে ২৮ ফেব্রুয়ারি কলকাতার টেগোর রিসার্চ ইনস্টিটিউটের সমাবর্তন অনুষ্ঠানে তাকে নির্মলচন্দ্র ঘোষ স্মৃতি পুরস্কার প্রদান করা হয়।\n\n\n== জীবনাবসান ==\nকিরণশশী দে ১৯৯৬ খ্রিস্টাব্দের ১৭ মে প্রয়াত হন।\n\n\n== তথ্যসূত্র =="}