{"pageid": 1447637, "title": "সীমা কেনেডি", "url": "https://bn.wikipedia.org/wiki?curid=1447637", "content": "সীমা লুইস ঘিয়াসি কেনেডি  (জন্ম নাম  ঘিয়াসি, ফার্সি: سیما غیاثی ; জন্ম ৬ অক্টোবর ১৯৭৪) একজন ব্রিটিশ কনজারভেটিভ পার্টির রাজনীতিবিদ যিনি ২০১৯ সালে স্বাস্থ্য ও সামাজিক পরিচর্যা বিভাগ এবং হোম অফিস উভয়েই সংসদীয় আন্ডার-সেক্রেটারি অফ স্টেট হিসাবে দায়িত্ব পালন করেছিলেন। তিনি ২০১৫ থেকে ২০১৯ সাল পর্যন্ত ল্যাঙ্কাশায়ারের সাউথ রিবলের সংসদ সদস্য (এমপি) ছিলেন এবং ২০১৭ থেকে ২০১৯ সাল পর্যন্ত প্রধানমন্ত্রীর সংসদীয় ব্যক্তিগত সচিব হিসাবেও দায়িত্ব পালন করেছেন। তিনি ইরানের ঐতিহ্যের প্রথম মহিলা এমপি যিনি হাউস অফ কমন্সে আসন গ্রহণ করেছিলেন।\nগিয়াসি ওয়েস্টহোলমে স্কুলে পড়াশোনা করেন এবং কেমব্রিজের পেমব্রোক কলেজে ফরাসি এবং ফার্সি অধ্যয়ন করেন। তিনি একটি বাণিজ্যিক সম্পত্তি আইনজীবী হিসাবে যোগ্যতা অর্জন করেছিলেন, এবং তার পরিবারের বাণিজ্যিক সম্পত্তি ব্যবসা তুস্টিন ডেভেলপমেন্টস লিমিটেডের জন্য কাজ করার আগে স্লটার এবং মে এবং বেভান ব্রিটানের জন্য কাজ করেছিলেন।\nসীমা লুইস গিয়াসি ১৯৭৪ সালের ৬ অক্টোবর ইংল্যান্ডের ল্যাঙ্কাশায়ারের ব্ল্যাকবার্নে জন্মগ্রহণ করেন। তার বাবা একজন ইরানি এবং তার মা আইরিশ। তার জন্মের ছয় সপ্তাহ পরে, পরিবার ইরানে চলে যায়। ১৯৭৯ সালের ইরানী বিপ্লবের পর তারা দেশ ছেড়ে চলে যায় যার সময় তার পরিবারের বাড়ি এবং স্পিনিং মিলের ব্যবসা নতুন সরকার দখল করে নেয়। তারা ব্ল্যাকবার্নে পুনর্বাসিত হয়, যেখানে গিয়াসি বেসরকারী ওয়েস্টহোলমে স্কুলে পড়াশোনা করেন। সে স্কুলের হেড গার্ল ছিল।\nতিনি কেমব্রিজের পেমব্রোক কলেজে ফরাসি এবং ফার্সি অধ্যয়ন করেন। তার কোর্স চলাকালীন, তিনি ইয়ান রিচার্ডের অধীনে এক বছর প্যারিসে ফার্সি অধ্যয়ন করেন। প্রথম স্নাতক হওয়ার পর, গিয়াসি আইন কলেজে (বর্তমানে আইন বিশ্ববিদ্যালয়) একটি আইন রূপান্তর কোর্স সম্পন্ন করেন।\nগিয়াসি সিটি ল ফার্ম স্লটার অ্যান্ড মে -তে তার আইনি কর্মজীবন শুরু করেন, যেখানে তিনি প্রশিক্ষণ নেন এবং বাণিজ্যিক সম্পত্তির আইনজীবী হিসেবে যোগ্যতা অর্জন করেন। এরপর তিনি বেভান ব্রিটনের জন্য কাজ করেন। সন্তান হওয়ার পর, তিনি খণ্ডকালীন হওয়ার সিদ্ধান্ত নেন এবং ল্যাঙ্কাশায়ারে তার পরিবারের বাণিজ্যিক সম্পত্তি ব্যবসা তুস্টিন ডেভেলপমেন্টস লিমিটেডের পরিচালক হিসাবে কাজ করার জন্য বেভান ব্রিটানকে ছেড়ে দেন।\n\n\n== তথ্যসূত্র =="}