{"pageid": 1448810, "title": "স্টেডিয়াম সিটিং", "url": "https://bn.wikipedia.org/wiki?curid=1448810", "content": "স্টেডিয়ামের আসন বা থিয়েটারের আসন একটি বৈশিষ্ট্যযুক্ত বসার ব্যবস্থা যা সাধারণত পরিবেশন শিল্পকলা ভেন্যুগুলির সাথে যুক্ত থাকে এবং স্টেডিয়ামগুলি থেকে এর নামটি এসেছে, যা সাধারণত এই ব্যবস্থাটি ব্যবহার করে।\n\n\n== বর্ণনা ==\nস্টেডিয়ামের সিটিং-এ, বেশিরভাগ বা সমস্ত আসন তাদের সামনের আসনগুলির চেয়ে উপরে রাখা হয় যাতে আরও পিছনের আসনের দখলকারীরা তাদের দৃষ্টিভঙ্গি কম রাখে যারা আরও সামনের লোকদের দ্বারা অবরুদ্ধ হয়। এটি বিশেষত স্টেডিয়ামগুলিতে প্রয়োজনীয় যেখানে বিষয়বস্তু সাধারণত উপরের থেকে ভালভাবে পর্যবেক্ষণ করা হয়, লাইনে বা নীচের থেকে না। ক্রীড়ার ভেন্যু এবং পারফর্মিং আর্ট ভেন্যুগুলি ছাড়াও, অন্যান্য অনেক ভেন্যু যেগুলির জন্য একটি একক এলাকার স্পষ্ট দর্শকদের দৃষ্টিভঙ্গি প্রয়োজন সেগুলি স্টেডিয়াম বসার জায়গা ব্যবহার করে, যার মধ্যে রয়েছে ধর্মীয় প্রতিষ্ঠান, বক্তৃতা হল এবং সিনেমা থিয়েটার৷\n\n\n== বিকল্প ==\nস্টেডিয়ামে বসার বিকল্প হল ফোকাল এরিয়াকে দর্শকদের চেয়ে উচ্চ স্তরে স্থাপন করা, যাতে দর্শকরা তাদের সামনের লোকদের উপরে দেখতে পারে, (দৃষ্টিতে সবুজ বৃত্তের মতো, ডানদিকে), অবরুদ্ধ লাইন দৃষ্টি এড়িয়ে। এর একটি উদাহরণ হল একটি মিউজিক ভেন্যুতে মেঝেতে বসার জায়গা যেখানে একটি উঁচু মঞ্চ রয়েছে; আসনগুলি সাধারণত একটি স্থানের প্রকৃত মেঝেতে সমান উচ্চতায় থাকে, যেমন একটি ক্রীড়া অঙ্গনে অনুষ্ঠিত কনসার্টে ফ্লোরের আসনগুলি।\nস্টেডিয়ামের বসার কোণ বৃদ্ধির কারণে, আসনগুলি সাধারণত (তবে সর্বজনীনভাবে নয়) একটি ধাপযুক্ত তল পৃষ্ঠে ইনস্টল করা হয় যা আইলগুলিতে একটি সিঁড়ি হিসাবে কাজ করে। এটি একটি ফ্ল্যাটের সাধারণ ব্যবহারের বিপরীত, প্রায়শই সামান্য ঢালু, অনেক স্ট্যান্ডার্ড বসার স্থানগুলিতে ব্যবহৃত মেঝে (যেমন অনেক মঞ্চ থিয়েটার )। স্টেডিয়ামের বসার কিছু সমালোচনা হয়েছে কারণ, ধাপে ধাপে লেআউটের কারণে, হুইলচেয়ারে থাকা প্রতিবন্ধীদের পক্ষে চলাফেরা করা সাধারণত সম্ভব হয় না। স্টেডিয়ামে বসার স্থানগুলি সাধারণত সারিগুলির মধ্যে প্রতিবন্ধীদের বসার জায়গা রাখে যা বসার জায়গাকে ফিড করে, এটির উপরে বা নীচে সারিগুলির চেয়ে বেশি জায়গা ছেড়ে দেয় এবং হুইলচেয়ারের জন্য চেয়ার-কম স্থান(গুলি) রেখে দেয়।\n\n\n== রোলার কোস্টার ==\nকিছু রোলার কোস্টারের ট্রেনগুলিও স্তরে কনফিগার করা হয়; এই সিটিং কনফিগারেশনকে কখনও কখনও স্টেডিয়াম সিটিংও বলা হয়। রোলার কোস্টারের তিনটি বিশিষ্ট উদাহরণ যার ট্রেনগুলি এই ধরনের আসন ব্যবহার করে তা হল সিডার পয়েন্টে মিলেনিয়াম ফোর্স, যা ২০০০ সালে খোলা হয়েছিল, বুশ গার্ডেন টাম্পা বে -তে শেইকরা, যা ২০০৫ সালে খোলা হয়েছিল এবং বুশ গার্ডেন উইলিয়ামসবার্গে গ্রিফন, যা ২০০৭ সালে খোলা হয়েছিল।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== থিয়েটার ==\n\nঢালু ফ্লোর থিয়েটারগুলিকে স্টেডিয়াম সিটিং-এ রূপান্তর করতে প্রায়শই সিলিং বাড়াতে এবং রাইজার যোগ করতে হয়, তাই সিনেমা থিয়েটারের মালিকরা প্রায়শই রূপান্তরকে সাশ্রয়ী নয় বলে বিচার করেন।\n\n\n== আরও দেখুন ==\nউৎসবের আসন\n\n\n== তথ্যসূত্র =="}