{"pageid": 1448915, "title": "জল বিভব", "url": "https://bn.wikipedia.org/wiki?curid=1448915", "content": "প্রতি মোল অণুর মধ্যে যে মুক্ত শক্তি থাকে তাকে রাসায়নিক বিভব বলে। স্থির চাপ ও তাপমাত্রায় কোন সিস্টেমে রাসায়নিক বিভব কোন পদার্থের অণুর ঘনত্বের উপর নির্ভরশীল। অর্ধভেদ্য পর্দার মাধ্যমে জল অণুর চলাচল যে বিভাবের উপর নির্ভর করে তাকে জল বিভব (ইংরেজি: Water potential) বলে।\nসাধারণত জল বিভবকে Ψ চিহ্ন দ্বারা নির্দেশ করা হয়।\nধরা যাক, অর্ধভেদ্য পর্দার দ্বারা পৃথক অবস্থায় থাকা দুটি জলীয় মাধ্যমের জল বিভব যথাক্রমে ΨA ও ΨB। সুতরাং সিস্টেম দুটির জল বিভাগের পার্থক্য হল ∆Ψ = ΨA – ΨB (ধরা যাক, ΨA > ΨB)।\nজল বিভব মূলত একটি চাপ, তাই এর একক বার। বিশুদ্ধ জলের জল বিভব সর্বদা শূন্য হয়। যে কোন দ্রবণের দ্রাবের পরিমাণ যত বাড়তে থাকে জলের মুক্ত শক্তি ততই কমতে থাকে, ফলে জল বিভবের মান ঋণাত্মক হতে থাকে।\nজল বিভাবের মান পরিমাপ করার জন্য স্কোলেন্ডার প্রেসার বম নামক যন্ত্র ব্যবহার করা হয়। \n\n\n== উপাদান ও সূত্র ==\nজল বিভবের মান মূলত তিনটি উপাদানের উপর নির্ভর করে।\n\nΨ = Ψm + Ψp + Ψs\n\n\n=== ম্যাট্রিক বিভব (Ψm) ===\nম্যাট্রিক কথাটির অর্থ যে কোন বস্তুর পৃষ্ঠতল যা জল অনুশোণ করতে পারে। যেমন কোষপ্রাচীর, মাটির কণা, প্রোটোপ্লাজম ইত্যাদি। ম্যাট্রিক বিভব হল জলবিভাবের সেই উপাদান যা ম্যাট্রিক দ্বারা নিয়ন্ত্রিত হয় এবং এর মান হয় ঋণাত্মক। কোষের অভিস্রবণের ক্ষেত্রে এর মান নগণ্য হলে জল বিভবের মান নির্ণয় করার সময় এর মান উপেক্ষা করা যায়।\n\n\n=== চাপ বিভব (Ψp) ===\nরসস্ফীত অর্থাৎ জল শোষণের ফলে কোষের প্রোটোপ্লাজম কোষ প্রাচীর এর উপর যে চাপ সৃষ্টি করে তাকে রসস্ফীত চাপ (Turgor pressure) বলে। কোষ প্রাচীরের স্থিতিস্থাপক ধর্মের ফলে সমান বিপরীতমুখী চাপ প্রোটোপ্লাজমের উপর এটি প্রদান করে, যাকে কোষপ্রাচীর চাপ (Cell wall pressure) বলে। এই চাপের মানকেই চাপ বিভব বলে, যার মান সর্বদা ধনাত্মক।\n\n\n=== দ্রাব বিভব (Ψs) ===\nকোন কোষের দ্রাবের উপস্থিতি জনিত চাপকে দ্রাব চাপ বলে। দ্রাবের ঘনত্ব বৃদ্ধির সঙ্গে সঙ্গে জল বিভব কমে যায়, তাই\nদ্রাব চাপের মানকে ঋণাত্মক ধরা হয়। এটিকে অভিস্রবণ চাপও বলে (Osmotic pressure)।\n\nΨs = iCRT\nএখানে, i হল ভ্যান্ট হফ গুণাঙ্ক, C হল গাঢ়ত্ব, R হল সর্বজনীন গ্যাস ধ্রুবক এবং T হল পরম উষ্ণতা। \n\nএছাড়াও আরেকটি চাপ বিভব জল বিভবের উপর প্রভাব ফেলতে পারে। অভিকর্ষজ বলের প্রভাব যা জল বিভবের মানের পরিবর্তন ঘটাতে পারে, তাকে অভিকর্ষজ চাপ বিভাব (Gravity potential, Ψg) বলে। অভিকর্ষজ ত্বরণ, জলের ঘনত্ব, জলের উচ্চতা ইত্যাদির উপর এটি নির্ভরশীল। জলের উচ্চতা দশ মিটারের ওপর হলে সে ক্ষেত্রে জলবিভব হয় প্রায় ০.১ মেগা পাস্কাল এবং পাঁচের কম উচ্চতা হলে এটি উপেক্ষা করা যায়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"Chapter 2. Soil-water Potential: Concepts and Measurement\" (পিডিএফ)।"}