{"pageid": 1448516, "title": "২০২৪ গ্রীষ্মকালীন অলিম্পিকে ভারত", "url": "https://bn.wikipedia.org/wiki?curid=1448516", "content": "ভারত ২০২৪-এর ২৬শে জুলাই থেকে ১১ই আগস্ট পর্যন্ত প্যারিসে ২০২৪ গ্রীষ্মকালীন অলিম্পিকে প্রতিদ্বন্দ্বিতা করবে। ভারতীয় ক্রীড়াবিদরা ১৯২০ সাল থেকে গ্রীষ্মকালীন অলিম্পিক গেমসের প্রতিটি সংস্করণে অংশ নিয়েছেন, যদিও প্যারিসে ১৯০০ সালে প্রথম বারের মতো ভারতীয় দলের আনুষ্ঠানিক আত্মপ্রকাশ ঘটেছিল।\n\n\n== প্রতিযোগী ==\nগেমসের প্রতিযোগীদের সংখ্যার তালিকা নিচে দেওয়া হল।\n\n\n== পদকজয়ীদের তালিকা ==\n\n\n== তীরন্দাজী ==\nপ্যারিস ২০২৪-এ প্রতিদ্বন্দ্বিতা করার জন্য ভারত তীরন্দাজদের একটি পূর্ণ স্কোয়াড পাঠাতে সক্ষম হয়েছিল। থাইল্যান্ডের ব্যাঙ্কক-এ ২০২৩ এশিয়ান বাছাইপর্বের টুর্নামেন্টে রৌপ্য পদক জিতে ধীরজ বোম্মাদেভারা গেমসের জন্য একটি ব্যক্তিগত কোটা অর্জন করেছিলেন। ভজন কৌর তুরস্কের আন্টালিয়ায় ২০২৪ সালের ফাইনাল ওয়ার্ল্ড বাছাইপর্বের টুর্নামেন্টের মাধ্যমে গেমসের জন্য একটি ব্যক্তিগত কোটা অর্জন করেছিলেন। এই দুটি ব্যক্তিগত কোটা পরে অন্যান্য দেশের তীরন্দাজদের জন্য পুনরায় বরাদ্দ করা হয়েছিল কারণ ভারত ২৪শে জুন ২০২৪ তারিখে বিশ্ব তীরন্দাজ দলের র‌্যাঙ্কিং তালিকার শীর্ষ দুটি স্থানে থাকার কারণে পুরুষ ও মহিলা উভয় ইভেন্টে দলের কোটা সুরক্ষিত করেছিল।\n\nপুরুষ\n\nমহিলা\n\nমিশ্রিত\n\n\n== অ্যাথলেটিক্স ==\nভারতীয় ট্র্যাক এবং ফিল্ড অ্যাথলিটরা প্যারিস ২০২৪-এর জন্য প্রবেশের মান অর্জন করেছিল, হয় সরাসরি কোয়ালিফিকেশন মার্ক (বা ট্র্যাক এবং রোড রেসের জন্য সময়) বা বিশ্ব র‌্যাঙ্কিং দ্বারা, নিম্নলিখিত ইভেন্টগুলিতে (প্রত্যেকটিতে সর্বোচ্চ ৩ জন ক্রীড়াবিদ):\nমুরলী শ্রীশঙ্কর ব্যাংককে এশিয়ান অ্যাথলেটিক্স চ্যাম্পিয়নশিপ ২০২৩-এ ৮.৩৭ মিটার জাম্প রেকর্ড করার পরে পুরুষদের লং জাম্পে একটি কোটা অর্জন করেছিলেন। তবে ইনজুরির কারণে তাকে প্রত্যাহার করতে হয়েছিল। \nXXXIII অলিম্পিয়াড ডকুমেন্টের গেমের জন্য যোগ্যতা সিস্টেম দ্বারা প্রদত্ত রিলে দলগুলির জন্য প্রতিটি এনওসিতে ৫ জন ক্রীড়াবিদকে অনুমতি দেওয়া হয়েছিল।\n\nট্র্যাক বিভাগগুলি\n\nরোড ইভেন্ট\n\nফিল্ড ইভেন্ট\n\n\n== ব্যাডমিন্টন ==\nবিডাব্লিউএফ রেস টু প্যারিস র‍্যাঙ্কিংয়ের উপর ভিত্তি করে ভারত সাত ব্যাডমিন্টন খেলোয়াড়কে অলিম্পিক টুর্নামেন্টে প্রবেশ করেছিলেন।\n\nটীকা\n\n\n== বক্সিং ==\n২০২৪ অলিম্পিক টুর্নামেন্টে ভারতের ছয়জন বক্সার অংশগ্রহণের যোগ্যতা অর্জন করেছেন। নিখাত জারিন এবং প্রীতি পাওয়ার তাদের নিজ নিজ বিভাগে এশিয়ান গেমস ২০২২- এর সেমি-ফাইনালে অগ্রসর হয়ে যোগ্যতা অর্জন করেছিল, আর লাভলিনা বরগোঁহাই এশিয়ান গেমস ২০২২ -এ তার বিভাগের ফাইনালে উঠেছিলেন। পারভীন হুডাও ২০২২ এশিয়ান গেমসে সেমি-ফাইনালে অগ্রসর হয়ে যোগ্যতা অর্জন করেছিলেন, তবে, পরে ওয়াদা তাকে ১৮ মাসের জন্য শাস্তি দেয়, ফলস্বরূপ তিনি গেমসে প্রতিদ্বন্দ্বিতা করতে পারবেন না। অমিত পাংঘল, নিশান্ত দেব এবং জ্যাসমিন ল্যাম্বোরিয়া (যারা একই ৫৭ কেজি ফেদারওয়েট বিভাগে প্রতিদ্বন্দ্বিতা করেছিলেন, যেখানে পারভীন হুদাকে সাসপেনশনের কারণে ভারত তার অলিম্পিক কোটা হারিয়েছিল) ২০২৪ সালের বিশ্ব বক্সিং অলিম্পিক কোয়ালিফিকেশন টুর্নামেন্ট ২- এর সেমি-ফাইনালে খেলার মাধ্যমে অলিম্পিকের যোগ্যতা অর্জন করেছিলেন।\n\n\n== অশ্বারোহণ ==\nচূড়ান্ত অলিম্পিক র‌্যাঙ্কিং প্রতিষ্ঠার মাধ্যমে ভারত ড্রেসেজ ইভেন্টে একজন রাইডার অংশগ্রহণ করেছিলেন। \n\n\n=== ড্রেসেজ ===\n\n\n== ফিল্ড হকি ==\n\n\n=== পুরুষদের টুর্নামেন্ট ===\n\n\n== গলফ ==\n\nচারজন ভারতীয় ক্রীড়াবিদ অলিম্পিকে অংশ গ্রহণের যোগ্যতা অর্জন করেছেন। তাদের সকলেই আইজিএফ বিশ্ব র‌্যাঙ্কিং-এ শীর্ষ ৬০- র‍্যাঙ্ক করা খেলোয়াড় হিসেবে তাদের নিজ নিজ বিশ্ব র‍্যাঙ্কিং পারফরম্যান্সের ভিত্তিতে পুরুষ ও মহিলাদের ব্যক্তিগত প্রতিযোগিতায় গেমের জন্য সরাসরি যোগ্যতা অর্জন করেছিলেন।\n\n\n== জুডো ==\nভারত ২০২৪ গ্রীষ্মকালীন অলিম্পিকের জন্য একটি জুডোকায় প্রবেশ করেছে , ২০২২ কমনওয়েলথ গেমসের রৌপ্য পদক বিজয়ী তুলিকা মান মহাদেশীয় কোটা স্থানের মাধ্যমে যোগ্যতা অর্জন করেছে। গ্রীষ্মকালীন অলিম্পিক গেমসে অভিষেক হবে তার।\n\n\n== রোয়িং ==\nদক্ষিণ কোরিয়ার চুংজুতে ২০২৪ এশিয়া ও ওশেনিয়া কোয়ালিফিকেশন রেগাটার মাধ্যমে ভারতীয় রোয়াররা গেমসের জন্য পুরুষদের একক স্কাল্সে একক নৌকা রোয়িং -এর যোগ্যতা অর্জন করেছিল।\n\n\n== সেলিং ==\nঅস্ট্রেলিয়ার অ্যাডিলেডে ২০২৪ আইএলসিএ ৭ ওয়ার্ল্ড চ্যাম্পিয়নশিপের মাধ্যমে ভারতীয় নাবিকরা নিম্নলিখিত ক্লাসে একটি নৌকার যোগ্যতা অর্জন করেছে; এবং ফ্রান্সের হাইরেস- এ ২০২৪ সেমাইন অলিম্পিক ফ্রঁসেজ (শেষ সুযোগ রেগাট্টা) এর মাধ্যমে।\n\n\n== শুটিং ==\nপুরুষ\n\nমহিলা\n\nমিশ্র\n\n\n== সাঁতার ==\n\nসন্তরণ প্রতিযোগিতায় ভারতীয় সাঁতারুরা দুটি বিশ্ববিদ্যালয় কোটা অর্জন করেছেন। শ্রীহরি নটরাজ এবং ধীনিধি দেসিংঘু এই দুটি কোটা অর্জন করেছেন। এই অর্জনের মাধ্যমে ১৪ বছর বয়সী ধীনিধি প্যারিস অলিম্পিকে ভারতের সর্বকনিষ্ঠ প্রতিযোগী হিসেবে অংশগ্রহণ করেছিলেন।\n\n\n== টেবিল টেনিস ==\nভারতীয় পুরুষ ও মহিলা দল তাদের র‌্যাঙ্কিংয়ের ভিত্তিতে গেমের জন্য যোগ্যতা অর্জন করেছে। ফলস্বরূপ, দুইজন খেলোয়াড় স্বয়ংক্রিয়ভাবে পুরুষ ও মহিলাদের একক প্রতিটিতে যোগ্যতা অর্জন করেছিল।\n\nনারী\n\n\n== টেনিস ==\n\nতিনজন ভারতীয় ক্রীড়াবিদ টেনিসের যোগ্যতা অর্জন করেছেন। সুমিত নাগাল পুরুষদের একক বিভাগে যোগ্যতা অর্জন করেছেন।  এছাড়াও রোহন বোপান্না-এর দ্বৈত র‍্যাঙ্কিং বিশ্বের চার নম্বরে হওয়ার কারণে এটি নিশ্চিত হয়েছে যে ভারতের একটি পুরুষ দ্বৈত দলও অংশ নিতে পারবে।\nপুরুষ\n\n\n== ভার উত্তোলন ==\nভারত অলিম্পিক প্রতিযোগিতায় একজন ভারোত্তোলক প্রবেশ করেছে। টোকিও ২০২০ রৌপ্যপদক বিজয়ী, সাইখোম মিরাবাই চানু (মহিলাদের ৪৯ কেজি) আইডব্লিউএফ অলিম্পিক যোগ্যতা র‌্যাঙ্কিংয়ের উপর ভিত্তি করে তার ওজন বিভাগে শীর্ষ দশটি স্লটের মধ্যে একটি অর্জন করেছিলেন।\n\n\n== কুস্তি ==\nভারত গেমসের জন্য ছয়জন কুস্তিগীর প্রবেশ করেছিল। সার্বিয়ার বেলগ্রেডে ২০২৩ সালের বিশ্ব চ্যাম্পিয়নশিপের মাধ্যমে অ্যান্টিম পাঙ্গল শীর্ষ পাঁচটি ফলাফলের সাথে গেমের জন্য যোগ্যতা অর্জন করেছিল; কিরগিজস্তানের বিশকেকে ২০২৪ এশিয়ান কোয়ালিফিকেশন টুর্নামেন্টে ভিনেশ ফোগাট, আংশু মালিক এবং রেতিকা হুডা যথাক্রমে ৫০ কেজি, ৫৭ কেজি এবং ৭৬ কেজিতে কোটা অর্জন করেন; এবং নিশা দাহিয়া এবং আমান সেহরাওয়াত তুরস্কের ইস্তাম্বুলে ২০২৪ সালের ওয়ার্ল্ড কোয়ালিফিকেশন টুর্নামেন্টের মাধ্যমে গেমসের জন্য যোগ্যতা অর্জন করেছেন।\n\nফ্রিস্টাইল\n\nটীকা\n\n\n== আরো দেখুন ==\n২০২৪ সালের শীতকালীন যুব অলিম্পিকে ভারত\n২০২৪ গ্রীষ্মকালীন প্যারালিম্পিকে ভারত\n\n\n== তথ্যসূত্র =="}