{"pageid": 1448526, "title": "বজ্রশেখর সূত্র", "url": "https://bn.wikipedia.org/wiki?curid=1448526", "content": "বজ্রশেখর সূত্র হলো একটি গুরুত্বপূর্ণ বৌদ্ধতন্ত্র যা বৌদ্ধধর্মের বজ্রযান সম্প্রদায়ে ব্যবহৃত হয়, কিন্তু এটি বিভিন্ন কাজের উল্লেখ করতে পারে। বিশেষ করে অমোঘবজ্র দ্বারা অধ্যয়ন করা ১৮টি গ্রন্থের একটি চক্র, যার মধ্যে তত্ত্বসংগ্রহ তন্ত্র উভয়ই অন্তর্ভুক্ত ছিল, \nএবং গুহ্যসমাজতন্ত্র, তিব্বতি পাঠ্য যা দুটি কাজকে একত্রিত করে তৈরি বলে মনে হয় এবং জাপানি শিঙ্গোন সম্প্রদায়ের বিষয়গুলিকে আরও বিভ্রান্ত করার জন্য সর্বতথাগততত্ত্বসংগ্রহ তন্ত্র নামে পরিচিত। তিব্বতি ভাষায় এটিকে যোগতন্ত্র পাঠ্যের প্রধান প্রতিনিধি হিসেবে বিবেচনা করা হয়।\n\n\n== রূপরেখা ==\nতন্ত্রের সূচনা হয় বৈরোচন বুদ্ধ অকনিষ্ঠের বিশুদ্ধ ভূমিতে বজ্রসত্ত্ব সহ বোধিসত্ত্বদের মহান নিমন্ত্রণকর্তার কাছে বৌদ্ধধর্ম|ধর্ম প্রচার করার মাধ্যমে। তিনি যখন ধর্ম প্রচার করছেন, রাজকুমার সর্বার্থসিদ্ধি, বুদ্ধের রহস্যময় নাম, সিদ্ধার্থ গৌতম, বোধি বৃক্ষের নিচে ধ্যান করছেন। \nবোধোদয় আসন্ন, কিন্তু যুবরাজ এখনও তা অর্জন করতে পারেননি কারণ তিনি এখনও তার ত্যাগী তপস্বী অনুশীলনের সাথে কিছু ছোট উপায়ে সংযুক্ত রয়েছেন।\nবোধোদয় খুঁজে পাওয়ার অক্ষমতার জন্য হতাশ হয়ে, তাকে বৌদ্ধ ব্যক্তিত্বদের দ্বারা পরিদর্শন করা হয় যারা এইমাত্র বৈরোচন থেকে ধর্ম শিখছিলেন।\nএই একই দেবতারা তাকে তান্ত্রিক আচারের মাধ্যমে বোধোদয়ের আরও সরাসরি পথ শেখাতে এগিয়ে যান। তন্ত্র তারপর ধর্মকে বাস্তবায়িত করতে ব্যবহৃত আচার-অনুষ্ঠানের বিবরণ দেয়। এই আচারগুলি শিঙ্গোন বৌদ্ধধর্মে তান্ত্রিক আচারের ভিত্তি তৈরি করতে সাহায্য করে, যার মধ্যে রয়েছে পূর্ণিমার ধ্যান এবং নির্দিষ্ট কিছু মন্ত্রের ব্যবহার।\nএই তন্ত্রটি হীরক রাজ্য মণ্ডলকে ধ্যানের অনুশীলনের জন্য কেন্দ্রবিন্দু হিসাবে এবং দীক্ষার অভিষেক আচারে এর ব্যবহারকেও প্রবর্তন করে। যেহেতু রাজপুত্র এখন বোধোদয়ের অভিজ্ঞতা লাভ করেছেন, তিনি মেরু পর্বতে আরোহণ করেন এবং হীরক রাজ্য মণ্ডল নির্মাণ করেন এবং সেখানে সমবেত বোধিসত্ত্বদের সূচনা ও রূপান্তরিত করেন, একের পর এক, তান্ত্রিক দেবতায় যারা মন্ডলা গঠন করে।\nতান্ত্রিক আচার-অনুষ্ঠানে, শিক্ষক রাজকুমারের ভূমিকা গ্রহণ করেন যিনি মণ্ডল নির্মাণ করেন, যখন শিক্ষক ও ছাত্র সংলাপের আকারে নির্দিষ্ট মন্ত্রগুলি পুনরাবৃত্তি করেন। যে ছাত্রটি অজ্ঞানান্ধ আছে, তারপরে তৈরি করা মণ্ডলের উপর ফুল ছুঁড়ে দেয় এবং এটি কোথায় অবতরণ করে (অর্থাৎ কোন দেবতা) তা নির্ধারণ করতে সাহায্য করে যে ছাত্রটিকে তার ভক্তি তান্ত্রিক পথে কোথায় কেন্দ্রবিন্দু করা উচিত। সেখান থেকে, ছাত্রের চোখের পাটা সরিয়ে হাতে বজ্র রাখা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nRyuichi Abe: The Weaving of Mantra: Kukai and the Construction of Esoteric Buddhist Discourse. New York, NY: Columbia University Press, 1999  আইএসবিএন ০-২৩১-১১২৮৬-৬"}