{"pageid": 1448183, "title": "শুক্র গ্রহের রূপরেখা", "url": "https://bn.wikipedia.org/wiki?curid=1448183", "content": "শুক্র গ্রহের রূপরেখা হলো শুক্র গ্রহের একটি সামগ্রিক এবং প্রাসঙ্গিক বিষয়াবলীর নির্দেশিকা।\nশুক্র গ্রহ সূর্য থেকে দূরত্বের দিক দিয়ে সৌরজগতের দ্বিতীয় গ্রহ। এই পার্থিব গ্রহটিকে অনেক সময় পৃথিবীর \"বোন গ্রহ\" বলে আখ্যায়িত করা হয়; কারণ পৃথিবী এবং শুক্রের মধ্যে গাঠনিক উপাদান এবং আচার-আচরণে ঘনিষ্ট মিল রয়েছে। এই গ্রহটি যখন সকাল বেলায় পৃথিবীর আকাশে উদিত হয় তখন একে লুসিফার বা শয়তান নামেও ডাকা হয়ে থাকে। বাংলায় সকালের আকাশে একে শুকতারা এবং সন্ধ্যার আকাশে একে সন্ধ্যাতারা বলে ডাকা হয়ে থাকে। এর কোনও প্রাকৃতিক উপগ্রহ নেই।\nশুক্র প্রতি ২২৪.৭ পৃথিবী দিনে সূর্যকে  প্রদক্ষিণ করে। এর রয়েছে সৌরজগতের যেকোনো গ্রহের মধ্যে দীর্ঘতম ঘূর্ণন সময়কাল (২৪৩ দিন) এবং অন্যান্য বেশিরভাগ গ্রহের বিপরীত দিকে এর এই ঘূর্ণন। এর নামকরণ করা হয়েছে প্রেম ও সৌন্দর্যের রোমান দেবী ভেনাসের নামে। এটি চাঁদের পরে রাতের আকাশে দ্বিতীয় উজ্জ্বল প্রাকৃতিক বস্তু, যা −৪.৬ এর আপাত মাত্রায় পৌঁছে, ছায়া ফেলার জন্য যথেষ্ট উজ্জ্বল। এই গ্রহের পৃষ্ঠে বায়ুমণ্ডলীয় চাপ পৃথিবীর তুলনায় ৯২ গুণ বা মোটামুটিভাবে পৃথিবীতে পানির ৯০০ মি (৩,০০০ ফু) নিচে যা পাওয়া যায়।\n\n\n== শুক্র গ্রহের শ্রেণিকরণ ==\nজ্যোতির্বৈজ্ঞানিক বস্তু\nমহাকর্ষীয়ভাবে গোলাকার বস্তু\nগ্রহ\nসৌরজগতের গ্রহ\nঅধস্তন গ্রহ\nঅভ্যন্তরীণ গ্রহ\nশিলাময় গ্রহ\n\n\n== শুক্র গ্রহের ইতিহাস ==\nশুক্র গ্রহের ইতিহাস।\n\n\n=== শুক্র গ্রহে অনুসন্ধান ===\nশুক্র গ্রহ পর্যবেক্ষণ ও অনুসন্ধান;\nশুক্র গ্রহে কৃত্রিম বস্তুসমূহের তালিকা।\n\n\n==== শুক্র গ্রহ অন্বেষণে পার্শ্ব-পরিক্রমণ এবং সরাসরি অভিযানসমূহ ====\nভেনেরা কর্মসূচি;\nভেনেরা ১;\nভেনেরা ২;\nভেনেরা ৩;\nভেনেরা ৪;\nভেনেরা ৫;\nভেনেরা ৬;\nভেনেরা ৭;\nভেনেরা ৮;\nভেনেরা ৯;\nভেনেরা ১০;\nভেনেরা ১১;\nভেনেরা ১২;\n\n\n== জনপ্রিয় সংস্কৃতিতে শুক্র গ্রহ ==\nকল্পকাহিনীতে শুক্র গ্রহ;\nভেনাসিয়ান।\n\n\n== আরও দেখুন ==\nজ্যোতির্বিজ্ঞানের রূপরেখা;\nসৌরজগতের রূপরেখা;\nমহাকাশ অনুসন্ধানের রূপরেখা।\nএশেন লাইট;\nসিথারিয়ান;\nহেস্পেরাস;\nনাইথ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nVenus profile at NASA's Solar System Exploration site\nMissions to Venus and Image catalog at the National Space Science Data Center\nSoviet Exploration of Venus and Image catalog at Mentallandscape.com\nVenus page at The Nine Planets\nTransits of Venus at NASA.gov\nGeody Venus, a search engine for surface features\nমানচিত্রাঙ্কন বিষয়ক উপাদানসমূহ\nMap-a-Planet: Venus by the U.S. Geological Survey\nGazetteer of Planetary Nomenclature: Venus by the International Astronomical Union\nVenus crater database by the Lunar and Planetary Institute\nMap of Venus by Eötvös Loránd University"}