{"pageid": 1448006, "title": "টাইপ ০৫৫ ডেস্ট্রয়ার", "url": "https://bn.wikipedia.org/wiki?curid=1448006", "content": "টাইপ ০৫৫ ডেস্ট্রয়ার (ন্যাটো/ওএসডি খেতাব রেনহাই-শ্রেণির ক্রুজার) হল স্টেলথ বৈশিষ্ট্যের একটি নির্দেশিত-ক্ষেপণাস্ত্র ডেস্ট্রয়ার শ্রেণি (ন্যাটো/ওএসডি মানদণ্ড অনুযায়ী নির্দেশিত-ক্ষেপণাস্ত্র ক্রুজার), যা চৈনিক নৌবাহিনী বা পিপলস লিবারেশন আর্মি নেভির (পিএলএএন) জন্য নির্মিত। এটির একটি বহু-অভিযান সক্ষমতার নকশা আছে; সেন্সর ও অস্ত্রের সংমিশ্রণ অঞ্চলের আকাশ প্রতিরক্ষার একটি প্রধান ভূমিকা প্রদান করে, ডুবোজাহাজ প্রতিরোধী লড়াইয়ের ক্ষমতা সঙ্গে পূর্ববর্তী চৈনিক জলপৃষ্ঠতলীয় যুদ্ধ জাহাজদের ছাড়িয়ে যায়।\nটাইপ ০০৫ নীল-জলের অভিযানসমূহ পরিচালনা করে এবং চৈনিক বিমানবাহী রণতরীদের জন্য প্রাথমিক রক্ষীদল গঠন করে। যুক্তরাষ্ট্র এই জাহাজগুলিকে ক্রুজার হিসাবে শ্রেণিবদ্ধ করে কারণ মার্কিন নৌবাহিনী একটি ক্রুজারকে পতাকা সুবিধা সহ বহু-অভিযানের উপযোগী একটি বৃহৎ জলপৃষ্ঠতলীয় যুদ্ধজাহাজ হিসাবে সংজ্ঞায়িত করে; এটি প্রস্তাব করে যে যুক্তরাষ্ট্র আশা করছে টাইপ ০৫৫ মার্কিন নৌবাহিনীর টিকন্ডেরোগা-শ্রেণির ক্রুজারের অনুরূপ ভূমিকা পালন করবে।\n\n\n== উন্নয়ন ==\nপিপলস লিবারেশন আর্মি নেভি ১৯৬০-এর দশকের শেষের দিক থেকে একটি বড় ডেস্ট্রয়ারে আগ্রহী ছিল। একটি উন্নয়ন কর্মসূচী, সাঙ্কেতিক নাম \"০৫৫\", ১৯৭৬ খ্রিস্টাব্দে শুরু করা হয়েছিল, শিল্প অনুন্নয়ন থেকে অনতিক্রম্য প্রযুক্তিগত বাধার সম্মুখীন হওয়ার পরে ১৯৮৩ খ্রিস্টাব্দে বাতিল করা হয়েছিল; উদাহরণস্বরূপ, প্রয়োজনীয় গ্যাস টারবাইন পাওয়ার প্ল্যান্টগুলি অভ্যন্তরীণভাবে উত্পাদনের অক্ষমতা বা গ্রহণযোগ্য মূল্যে আমদানি করা সম্ভব ছিল না।\n২০১৪ খ্রিস্টাব্দের এপ্রিল মাসে, উহানের চৈনিক নৌ ইলেকট্রনিক টেস্টিং রেঞ্জে রাডার ও অন্যান্য ইলেকট্রনিক্সের জন্য আবদ্ধ সমন্বিত মাস্তুল সহ টাইপ ০৫৫ সুপারস্ট্রাকচারের একটি পূর্ণ-মাত্রার মক-আপের একটি চিত্র আবির্ভূত হয়েছিল।\nনানছাং, শ্রেণির প্রথম জাহাজ, সাংহাইয়ের চিয়াংনান শিপইয়ার্ডে ২০১৪ খ্রিস্টাব্দে নির্মাণ শুরু হয়েছিল এবং ২০২০ খ্রিস্টাব্দে ১২ই জানুয়ারি কমিশন করা হয়েছিল। এটির প্রথম আত্মপ্রকাশ—কমিশনিংয়ের আগে—২০১৯ খ্রিস্টাব্দের ২৩শে এপ্রিলে অনুষ্ঠিত চৈনিক নৌবাহিনীর ৭০তম-বার্ষিকী কুচকাওয়াজের সময় ঘটেছিল। যখন জলে ভাসানো হয়, তখন নানছাং ছিল পূর্ব এশিয়ায় দ্বিতীয় বিশ্বযুদ্ধ-পরবর্তী বৃহত্তম যুদ্ধজাহাজ।\nএই নকশার ৮ টি জাহাজের প্রথম ব্যাচ ২০১৪ খ্রিস্টাব্দ থেকে ২০১৮ খ্রিস্টাব্দে স্থাপন করা হয়েছিল এবং ২০২২ খ্রিস্টাব্দের শেষ নাগাদ সবগুলিই পরিষেবাতে নিযুক্ত ছিল। কৃত্রিম উপগ্রহ কর্তৃক ধারণকৃত চিত্রে দ্বারা ২০২২ খ্রিস্টাব্দের জানুয়ারি মাসে তালিয়ানে দুটি সহ নির্মাণাধীন আরও হুল পরিলক্ষিত হয় এবং তিনটি ফ্লিটকে সজ্জিত করার লক্ষ্যে ১৪তম পঞ্চবার্ষিক কর্মসূচির (২০২১-২০২৫) অধীনে মোট ১৬টি জাহাজ সংগ্রহের অনুমান করা হয়েছিল।\n\n\n== তথ্যসূত্র =="}