{"pageid": 1448617, "title": "ফুটবল ক্লাব মোন্তেররেই", "url": "https://bn.wikipedia.org/wiki?curid=1448617", "content": "ক্লাব দে ফুটবল মোন্তেররেই একটি মেক্সিকান পেশাদার ফুটবল ক্লাব যা মোন্তেররেই মেট্রোপলিটন এলাকা, নুয়েভো লিওনে অবস্থিত। দলটি লিগা এমএক্সে খেলে, মেক্সিকান ফুটবলের শীর্ষ স্তর। ২৮ জুন ১৯৪৫ সালে প্রতিষ্ঠিত, এটি মেক্সিকোর উত্তরাঞ্চলের সবচেয়ে পুরনো সক্রিয় পেশাদার দল। ১৯৯৯ সাল থেকে ক্লাবটি লাতিন আমেরিকার বৃহত্তম বোতলজাত সংস্থা এফইএমএসএ- এর মালিকানাধীন। এর হোম গেমগুলি ২০১৫ সাল থেকে এস্টাডিও বিবিভিএতে খেলা হয়েছে। দলটির ডাকনাম রায়ডোস (দ্য স্ট্রাইপড-ওনস) ক্লাবের ঐতিহ্যবাহী নেভি ব্লু স্ট্রাইপড ইউনিফর্ম থেকে এসেছে। ইউনিফর্মটি ক্লাবের বর্তমান ক্রেস্টে প্রতিফলিত হয়, যা ক্রেস্টের উপরে তারা দ্বারা সজ্জিত হয় যা ক্লাবের লিগ শিরোপা প্রতিনিধিত্ব করে এবং নীচে তারা মহাদেশীয় প্রতিনিধিত্ব করে।\nমোন্তেররেই ৫টি লিগ শিরোপা, তিনটি ঘরোয়া কাপ, এবং ৫টি কনকাকাফ চ্যাম্পিয়ন্স লিগ শিরোপা জিতেছে (উল্লেখযোগ্যভাবে, ২০১১, ২০১২ এবং ২০১৩ সালে টানা ৩টি টুর্নামেন্ট)। ২০২০ সালে, মোন্তেররেই দ্বিতীয় মেক্সিকান ক্লাব হয়ে ওঠে যারা মহাদেশীয় ট্রেবল সম্পূর্ণ করে।\nক্লাবের প্রাচীনতম প্রতিদ্বন্দ্বী হল নিউভো লিওনের স্বায়ত্তশাসিত বিশ্ববিদ্যালয়ের টাইগ্রেস ইউএএনএল। ক্লাসিকো রেজিওমনটানো নামে পরিচিত উভয়ের মধ্যে ডার্বি, মেক্সিকান ফুটবলের সবচেয়ে উত্তপ্ত এবং তীব্র প্রতিদ্বন্দ্বিতাগুলির মধ্যে একটি হিসাবে বিবেচিত হয়; উভয় দলই ধারাবাহিকভাবে উপস্থিতিতে সর্বোচ্চ এবং দেশের সবচেয়ে ব্যয়বহুল একত্রিত স্কোয়াডের মধ্যে নিয়মিতভাবে স্থান করে নেয়।\n\n\n== সাফল্য ==\n\n\n=== জাতীয় প্রতিযোগিতা ===\nপ্রাইমেরা ডিভিসিওন/লিগা এমএক্স\nবিজয়ী (৫): মেক্সিকো ৮৬, ক্লাউসুরা ২০০৩, এপার্টুরা ২০০৯, আপারচুরা ২০১০, এপার্টুরা ২০১৯\nক্যাম্পেওন ডি ক্যাম্পিওনেস\nবিজয়ী (১): ১৯৯২\nকোপা মেক্সিকো/কোপা এমএক্স\nবিজয়ী (৩): ১৯৯১–৯২, এপার্টুরা ২০১৭, ২০১৯–২০\nদ্বিতীয় বিভাগ সুপার কাপ\nবিজয়ী (১): ১৯৫৬\n\n\n=== আন্তর্জাতিক প্রতিযোগিতা ===\nকনকাকাফ চ্যাম্পিয়ন্স কাপ\nবিজয়ী (৫): ২০১০–১১, ২০১১–১২, ২০১২–১৩, ২০১৯, ২০২১\nকনকাকাফ কাপ উইনার্স কাপ\nবিজয়ী (১): ১৯৯৩\nফিফা ক্লাব বিশ্বকাপ\nতৃতীয় স্থান (২): ২০১২, ২০১৯\n\n\n=== প্রীতি টুর্নামেন্ট ===\nইউসেবিও কাপ (১): ২০১৫\n২য় স্থান: ট্রফিও সিউদাদ দে লা লিনিয়া (স্পেন, ১৯৭৯)\n২য় স্থান: সিউদাদ দে আলিকান্তে ট্রফি (স্পেন, ১৯৭৯)\n২য় স্থান: সিউদাদ দে জেরেজ ট্রফি (স্পেন, ১৯৭৯)\nলস অ্যাঞ্জেলেস নেশন্স কাপ (১): ১৯৯১\nকোপা গোবার্নাদোর দে নুয়েভো লিওন (১): ১৯৯২\nসাবক্যাম্পেওন দেল তোর্নিও রিয়া দে আভেইরো (পর্তুগাল): ১৯৯৫\nসাবক্যাম্পেওন ডেল ট্রফিও সিউদাদ ডি সান্টিয়াগো ডি কমপোস্টেলা (স্পেন): ১৯৯৫\nকোপা রিয়াল (পন্টেভেদরা, এস্পানা) (১): ১৯৯৫\nকোপা মুভিস্টার (১): ২০০২\nআন্তর্জাতিক চ্যালেঞ্জ কাপ (১): ২০০৩\nটরনিও ডি ভেরানো মিলার লাইট (১): ২০০৪\nকোপা চিয়াপাস (১): ২০০৬\nট্রফিও সান্তোস লেগুনা ২৫ অ্যানিভার্সারিও (১): ২০০৮\nশিকাগো মেয়র কাপ (১): ২০০৯\nকোপা ১০০ বছর দে লা ইউএনএএম (১): ২০১০\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট  (স্পেনীয় ভাষায়)"}