{"pageid": 1448419, "title": "ফ্রান্সেসকো ফন্টানা", "url": "https://bn.wikipedia.org/wiki?curid=1448419", "content": "ফ্রান্সেসকো ফন্টানা (আনু. ১৯৮৫ - জুলাই ১৬৫৬) হলেন একজন ইতালীয় আইনজীবী এবং জ্যোতির্বিজ্ঞানী।\n\n\n== অণুবীক্ষণ যন্ত্র ==\nফন্টানা ১৬১৮ সালে যৌগিক অণুবীক্ষণ যন্ত্র (একটি নলে দুই বা ততোধিক লেন্স) আবিষ্কার করেছেন বলে দাবি করেন; এটি এমন একটি আবিষ্কার যার অনেক দাবিদাতা রয়েছে যাদের মধ্যে রয়েছেন কর্নেলিস ড্রেবেল, জাকারিয়া জ্যানসেন বা তার পিতা হ্যান্স মার্টেনস এবং গ্যালিলিও গ্যালিলি।\n\n\n== তথ্যসূত্র ==\n\n\n== জীবনী ==\nFrancesco Stelluti, Persio tradotto..., Roma 1630, p. 47;\nAthanasius Kircher, Ars Magna Lucis et Umbrae, Romae 1646, pp. 16, 831;\nGiovanni Battista Riccioli, Almagestum novum, Bononiae 1651, pp. 203, 208, 485 ss.;\nCrasso, Lorenzo (১৬৬৬)। Elogii de gli huomini letterati। II। Venetia: Combi, & La Noù। পৃষ্ঠা 296–300। \nDel Santo, Paolo (২০০৯)। \"On an Unpublished Letter of Francesco Fontana to the Grand-Duke of Tuscany Ferdinand II de' Medici\"। Galilæana: Journal of Galilean Studies। VI: 235–251। ডিওআই:10.1400/112985। \nChristiaan Huygens, Œuvres complètes, I, La Haye 1888, ad Indicem;\nEdizione nazionale delle opere di Galileo Galilei, XVII, pp. 192, 308, 363, 375, 383 s.; XVIII, pp. 18, 85; XX, p. 442;\nIl carteggio linceo della vecchia Accademia di Federico Cesi, a cura di Giuseppe Gabrieli, in Memorie della Reale Accademia nazionale dei Lincei, classe di scienze morali storiche e filologiche, s. 6, VII (1942), pp. 1008, 1124, 1127, 1131, 1144 s., 1205;\nLe opere dei discepoli di Galileo Galilei. Carteggio 1642–48, a cura di Paolo Galluzzi, Maurizio Torrini, I, Firenze 1975, ad Indicem;\nMarin Mersenne, Correspondance, XV, Paris 1983, ad Indicem;\nMatteo Barbieri, Notizie istoriche dei mattematici e filosofi del Regno di Napoli, Napoli 1778, pp. 134–138;\nPietro Napoli Signorelli, Vicende della coltura nelle due Sicilie, V, Napoli 1786, pp. 222–225;\nRezzi, Luigi Maria (১৮৫২)। \"Sull'invenzione del microscopio\"। Atti dell'Accademia Pontificia de' nuovi Lincei। V: 108 ff.। \nAntonio Favaro, Galileo e il telescopio di Francesco Fontana, in Atti e memorie dell'Accademia di scienze lettere ed arti in Padova, n.s., XIX (1903), pp. 61–71;\nArrighi, Gino (১৯৬৪)। \"Gli \"occhiali\" di Francesco Fontana in un carteggio inedito di A. Santini\"। Physis। VI: 432–448। \nGiovanna Baroncelli, L'astronomia a Napoli al tempo di Galileo, in Galileo e Napoli, a cura di Fabrizio Lomonaco, Maurizio Torrini, Napoli 1987, pp. 197–225.\nAnastasio, Pamela (১৯৯৭) [1960]। \"FONTANA, Francesco\"। Dizionario Biografico degli Italiani, Volume 48: Filoni–Forghieri (Italian ভাষায়)। Rome: Istituto dell'Enciclopedia Italiana। আইএসবিএন 978-8-81200032-6। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nDel Santo, Paolo (২০০৯)। \"Italian Optics in the 17th Century: Fontana, Divini and Campani\"। Astrum 2009: Astronomy and Instruments: Italian Heritage Four Hundred Years after Galileo। Rome: 153–169। \n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে ফ্রান্সেসকো ফন্টানা সম্পর্কিত মিডিয়া দেখুন।\n\nNovae coelestium ... observationes (1646, Latin)"}