{"pageid": 1448584, "title": "ক্লাব দেপোর্তিভো গুয়াদালাহারা", "url": "https://bn.wikipedia.org/wiki?curid=1448584", "content": "ক্লাব দেপোর্তিভো গুয়াদালাহারা, প্রায়শই গুয়াদালাহারা নামে পরিচিত এবং তাদের ডাকনাম চিভাস (\"ছাগল\") দ্বারা পরিচিত, এটি একটি মেক্সিকান পেশাদার ফুটবল ক্লাব যা গুয়াদালাজারা মেট্রোপলিটন এলাকা, জালিস্কো, মেক্সিকোতে অবস্থিত। দলটি লিগা এমএক্সে প্রতিদ্বন্দ্বিতা করে, মেক্সিকান ফুটবলের শীর্ষ স্তর। গুয়াদালাহারা প্রাইমেরা ডিভিশন (লিগা এমএক্স) এর দশজন প্রতিষ্ঠাতা সদস্যের একজন এবং ৭টি দলের মধ্যে একটি যেগুলো কখনোই বাদ পড়েনি।\nগুয়াদালাহারা ২০১০ সাল থেকে জাপোপানের এস্তাদিও আকরনে তাদের হোম ম্যাচ খেলেছে, এর আগে এস্তাদিও জালিস্কোতে খেলেছে। গুয়াদালাহারা মেক্সিকোর একমাত্র ফুটবল ক্লাব যে বিদেশী খেলোয়াড়দের সই করে না। দলটি ঐতিহাসিকভাবে স্বদেশী (ক্যান্টেরা) খেলোয়াড়দের উপর নির্ভর করে এবং জাভিয়ের হার্নান্দেজ, কার্লোস ভেলা এবং কার্লোস সালসিডো সহ অনেক আন্তর্জাতিকভাবে সফল খেলোয়াড়দের লঞ্চিং প্যাড হয়েছে। দলের তিনটি রং (লাল, সাদা এবং নীল) \"ভ্রাতৃত্ব, ইউনিয়ন এবং খেলাধুলার\" প্রতীক। দলটি সেই রঙগুলি গ্রহণ করেছে যা তাদের প্রতিষ্ঠাতার জন্মস্থান ব্রুজেসের সাথে যুক্ত করেছে। চিভাস সমর্থকরা তাদের দলকে সমর্থন করার জন্য ফরাসি পতাকার অনুরূপ একটি পতাকা ব্যবহার করে।\nচিভাস হল মেক্সিকোর সবচেয়ে সফল দলগুলির মধ্যে একটি। যেখানে ১২টি লিগ শিরোপা রয়েছে, এবং একটি মৌসুমের শুরুতে টানা ৮টি জয়ের সাথে দীর্ঘতম লিগ জয়ের রেকর্ডটি ধরে রেখেছে। আন্তর্জাতিকভাবে, গুয়াদালাহারা দুটি কনকাকাফ চ্যাম্পিয়ন্স কাপ/লিগ শিরোপা জিতেছে, এবং কোপা লিবার্তাদোরেসে প্রতিদ্বন্দ্বিতা করার জন্য সেরা মেক্সিকান দল দুইবার (২০০৫ এবং ২০০৬) সেমি–ফাইনালে পৌঁছে এবং ২০১০ সংস্করণে রানার্স–আপ হয়েছে।\nপছন্দের ফুটবল ক্লাবগুলির ২০১৬ সালের সমীক্ষা অনুসারে গুয়াদালাহারা মেক্সিকোতে সবচেয়ে জনপ্রিয় দল, দেশের ৪৪.১% সমর্থক রয়েছে। ২০২০ সালে, ফোর্বস অনুমান করেছে যে ক্লাবটি লিগের সবচেয়ে মূল্যবান, আমেরিকাতে সামগ্রিকভাবে ষষ্ঠ স্থানে রয়েছে, যার মূল্য প্রায় ৩১১.৫ মিলিয়ন মার্কিন ডলার।\n\n\n== সাফল্য ==\n\nডাবলস\nলিগা এমএক্স এবং কনকাকাফ (১): ১৯৬১–৬২\nলিগা এমএক্স এবং কোপা এমএক্স (২): ১৯৬৯–৭০, ২০১৭\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n উইকিমিডিয়া কমন্সে ক্লাব দেপোর্তিভো গুয়াদালাহারা সম্পর্কিত মিডিয়া দেখুন।\nদাপ্তরিক ওয়েবসাইট  (স্পেনীয় ভাষায়)"}