{"pageid": 1448731, "title": "হুযান", "url": "https://bn.wikipedia.org/wiki?curid=1448731", "content": "হুযান হলো বৌদ্ধধর্মের মহাযান বৌদ্ধ ঐতিহ্য যা চীনে তাং রাজবংশের সময় বিকশিত হয়েছিল। হুযান বিশ্বদর্শন মূলত বুদ্ধাবতংসক সূত্র এবং ঝিযান, ফজং, চেংগুয়ান, জোংমি ও লি তোংজুন এর মতো হুযান পিতৃপুরুষদের কাজের উপর ভিত্তি করে গঠিত।\nহুযান ঐতিহ্যের আরেকটি সাধারণ নাম হলো জিয়ানশো সম্প্রদায় (জিয়ানশোউ পিতৃপুরুষ ফাজাং-এর অন্য নাম)। এই সম্প্রদায় কোরিয়াতে হোয়াওম, জাপানে কেগন এবং ভিয়েতনামে হোযা এনঘিম নামে পরিচিত।\nহুযান ঐতিহ্য \"ফুলের মালা সূত্র\"-কে বুদ্ধের চূড়ান্ত শিক্ষা বলে মনে করে। এটি অন্যান্য উৎসগুলিও আঁকে, যেমন মহাযান শ্রদ্ধোতপাদশাস্ত্র, এবং মাধ্যমক ও যোগাচার দর্শন৷ হুযান শিক্ষা, বিশেষ করে এর সার্বজনীন আন্তঃপ্রবেশের মতবাদ, প্রকৃতি-উৎপত্তি (যা সমস্ত ঘটনাকে একক অন্টোলজিক্যাল উৎস থেকে উদ্ভূত হিসাবে দেখে), এবং বুদ্ধত্বের সর্বব্যাপিতা, চীনা বৌদ্ধধর্ম এবং পূর্বএশীয় বৌদ্ধধর্মের অন্যান্য অংশের উপরও তারা অত্যন্ত প্রভাবশালী ছিল। হুযান চিন্তাধারা জেন বৌদ্ধধর্মের উপর বিশেষভাবে প্রভাবশালী ছিল এবং কিছু পণ্ডিত এমনকি হুযানকে জেনের পিছনে প্রধান বৌদ্ধ দর্শন হিসেবে দেখেন।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\n\n\n== আরও পড়ুন ==\nCleary, Thomas (1995). Entry Into the Inconceivable: An Introduction to Hua-Yen Buddhism, University of Hawaii Press; Reprint edition. আইএসবিএন ০৮২৪৮১৬৯৭৮  (Essays by Tang Dynasty Huayen masters)\nFa Zang (2014). \"Rafter Dialogue\" and \"Essay on the Golden Lion,\" in Justin Tiwald and Bryan W. Van Norden, eds., Readings in Later Chinese Philosophy. Indianapolis:  Hackett Publishing. আইএসবিএন ৯৭৮-১৬২৪৬৬১৯০৭\nGregory, Peter N. (1983). The place of the Sudden Teaching within the Hua-Yen tradition：an investigation of the process of doctrinal change, Journal of the International Association of Buddhist Studies 6 (1), 31 - 60\nHaiyun Jimeng  (2006). The Dawn of Enlightenment - The Opening Passage of Avatamsaka Sutra with a Commentary, Kongting Publishing. আইএসবিএন ৯৮৬৭৪৮৪১০X\nHamar, Imre (২০০৭), Introduction. In: Hamar, Imre (editor), Reflecting Mirrors: Perspectives on Huayan Buddhism (Asiatische Forschungen Vol. 151) (পিডিএফ), Wiesbaden: Harrassowitz, আইএসবিএন 978-3447055093, এপ্রিল ১২, ২০১৪ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nPrince, Tony (2020), Universal Enlightenment - An introduction to the Teachings and Practices of Huayen Buddhism (2nd edn.). আইএসবিএন ৯৮৬-৭৪৮৪-৮৩-৫\n\n\n== বহিঃসংযোগ ==\nBuddhism in a nutshell - Hua-yen\nChang Chung-Yuan, The World of Shih & Li of Tung-Shan\nFlower Adornment Sutra - Hua Yan Jing - Avatamsaka Original Text\nArticles by Imre Hamar"}