{"pageid": 1448438, "title": "ট্রান্সনুসা", "url": "https://bn.wikipedia.org/wiki?curid=1448438", "content": "ট্রান্সনুসা হল একটি বিমান সংস্থা যার সদর দপ্তর জাকার্তা, ইন্দোনেশিয়ায় অবস্থিত। এটি পেলিটা এয়ার এবং ত্রিগানা এয়ার সার্ভিস থেকে চার্টার্ড বিমান ব্যবহার করে কুপাং, তিমুরের বিভিন্ন গন্তব্যে পরিবেশন করে আগস্ট ২০০৫ সালে চালু করা হয়। আগস্ট ২০১১ সালে, ট্রান্সনুসা তার নিজস্ব এয়ার অপারেটরের সার্টিফিকেট (AOC) এবং নির্ধারিত বাণিজ্যিক এয়ারলাইন পারমিট পায়, একটি আঞ্চলিক ক্যারিয়ার হিসাবে কাজ করে। কোভিড-১৯ মহামারির ফলে ২০২০ সালে সংক্ষিপ্তভাবে কার্যক্রম বন্ধ করার পর এয়ারলাইনটি ২০২২ সালে পুনরায় চালু হয়।  তারপর এটি চায়না এয়ারক্রাফ্ট লিজিং গ্রুপ (সিএএলসি), ( চীনা এভারব্রাইট গ্রুপের পরোক্ষ সহায়ক) কাছে বিক্রি করা হয় এবং প্রাথমিকভাবে একটি কম খরচে ক্যারিয়ার হিসাবে পুনরায় চালু করা হয়।  কৌশল পরিবর্তনের কারণে, এয়ারলাইনটি তখন থেকে নিজেকে একটি পূর্ণ-পরিষেবা ক্যারিয়ারের কাছাকাছি সারিবদ্ধ করছে। \n\n\n== ইতিহাস ==\n\n\n=== প্রবর্তন এবং প্রাথমিক বছর (২০০৫-২০১১) ===\nট্রান্সনুসা ত্রিগানা এয়ার সার্ভিসের সহযোগিতায়  আগস্ট ২০০৫-এ প্রথম বাণিজ্যিক ফ্লাইট পরিচালনা করে। ওয়াইঙ্গাপু, তাম্বোলাকা এবং লেওলেবাতে প্রাথমিক পরিষেবাগুলি প্রতিষ্ঠিত হয়েছিল এবং তারপরে ত্রিগানা এয়ার এটিআর ৪২ দ্বারা পরিসেবা করা হয় Alor, Ende, মৌমেরে, Ruteng এর রুটে।  পরবর্তীকালে, ট্রান্সনুসা রিয়াউ এয়ারলাইন্সের সাথে নুসা টেঙ্গারায় আরও সহযোগিতামূলক অংশীদারিত্বের জন্য সম্মত হয় যে ফকার ৫০ ব্যবহার করে এপ্রিল ২০০৬ সালে চালু করা দ্বিতীয় ত্রিগানা সরবরাহকৃত এটিআর ৪২ ব্যবহার করে। জুন মাসে, কুপাং থেকে ডেনপাসার থেকে সুরাবায়া এবং কুপাং থেকে মাকাসার রুটে পরিষেবা দেওয়ার জন্য ত্রিগানা থেকে চুক্তিতে একটি বোয়িং ৭৩৭ সরবরাহ করা হয়। ২০০৬ সালের শেষের দিকে, ৭৩৭ পরিষেবাটি একটি পেলিটা এয়ার ফকার F28-4000 দ্বারা প্রতিস্থাপিত হয়। \n২০০৭ সালের মার্চ মাসে, মান্দালা এয়ারলাইন্সের সাথে ব্যবস্থা শুরু হয় যেখানে ট্রান্সনুসা তাদের কুপাং-এ তাদের অফিসে মান্দালার জন্য টিকিট এজেন্ট হিসাবে কাজ করে এবং কুপাং বিমানবন্দর থেকে তৎকালীন নতুন মান্দালা এয়ারবাস এ৩২০ পরিবার পরিষেবার ফিডার পরিষেবা হিসাবে কাজ করে। এটি জাকার্তা এবং সুরাবায়ার মাধ্যমে মান্দালা ইন্দোনেশিয়ান নেটওয়ার্কে ট্রান্সনুসার পূর্ব নুসা টেঙ্গারা পরিষেবাগুলিকে সংযুক্ত করেছে। TransNusa A320 পরিষেবাতে ব্লক ক্রয় আসনের মাধ্যমে শুরু হয়েছে।  আগস্ট ২০০৭ সালে, ট্রান্সনুসা মাতারাম থেকে সুম্বাওয়া এবং মাতরম থেকে বিমা রুটে পরিষেবা প্রদানের জন্য পশ্চিম নুসা টেঙ্গারা প্রাদেশিক সরকারের সাথে একটি রুট ভর্তুকি চুক্তিতে প্রবেশ করে। ভর্তুকিযুক্ত পরিষেবাগুলি সপ্তাহে 3 বার সরবরাহ করা হয়। ২০০৭ সালের অক্টোবরে, ট্রান্সনুসা পূর্ব নুসা টেঙ্গারায় এয়ারলাইন ই-টিকিটিংয়ের প্রথম বাস্তবায়ন প্রতিষ্ঠা করে। \n\n২০০৮ সালের মার্চের মধ্যে, ট্রান্সনুসা রিয়াউ এয়ারলাইন্সের সাথে বহরের সহযোগিতার ব্যবস্থায় ৪টি ফকার ৫০ টার্বোপ্রপ বিমান পরিচালনা করে। ১০ সেপ্টেম্বর ২০০৮-এ, মান্দালা এয়ারলাইন্স জাকার্তা থেকে সুরাবায়া হয়ে আরও ফিডার পরিষেবা সরবরাহ করার জন্য ট্রান্সনুসার সাথে ব্যবস্থার ঘোষণা দেয়, কুপাং হাবের মাধ্যমে যাত্রীদের পরিষেবা প্রদান করে, এন্ডে, সিকা, বাজাওয়া, লম্বোক, ওয়াইঙ্গাপু, তাম্বোলাকা, লাবুয়ান বাজো এবং গন্তব্যগুলির সাথে সংযোগ স্থাপন করে। \n২০০৯ সালের ডিসেম্বরে, চার্টার এয়ারলাইন Aviastar BAE সিস্টেম থেকে দ্বিতীয় নতুন BAe 146-200 এর ডেলিভারি নিয়েছিল যা TransNusa-এর হয়ে ৯৮-সিটের অল-ইকোনমি লেআউটে পরিচালিত হয়। ঘোষণা করা হয় যে নতুন বিমানটি পূর্ব নুসা টেঙ্গারার গন্তব্যে পরিচালনার জন্য বালির ডেনপাসার বিমানবন্দরে অবস্থিত।  এই বিমানটি ইন্দোনেশিয়া এয়ার ট্রান্সপোর্ট (আইএটি) এর সাথে অনুরূপ সহযোগিতায় অর্জিত একটি ATR 42-300 বিমানের পরিপূরক ছিল যা কুপাং থেকে উৎপন্ন পূর্ব নুসা টেঙ্গারায় অপারেশনের জন্য এবং মাউমেরে, আলোর এবং লেওলেবা রুটে পরিবেশন করে। ATR-42-300 এয়ারক্রাফ্টটি এই অঞ্চলের বিমানবন্দরগুলিতেও পরিসেবা দেয় যেখানে অপেক্ষাকৃত ছোট রানওয়ে রয়েছে, যেমন লারান্টুকা, রোটে এবং সাবু। IAT-এর সাথে সহযোগিতা বছরের শেষ নাগাদ এয়ারলাইনটির ATR 42-300 ফ্লিটকে চারটি বিমানে উন্নীত করে  ২০১০ সালে, ট্রান্সনুসা কুপাং থেকে সুরাবায়া এবং ফ্লাইটের সাথে সরাসরি সংযোগের জন্য শ্রীবিজয়া এয়ার নেটওয়ার্কে সংযোগের প্রস্তাব দেয়। জাকার্তা। \n\n\n=== স্বাধীন অপারেশন এবং অপারেশন সাসপেনশন (২০১১-২০২০) ===\n\n২০১১ সালে, ট্রান্সনুসা তার নিজস্ব বিমান সংগ্রহের মাধ্যমে এবং ইন্দোনেশিয়ার বেসামরিক বিমান চলাচল কর্তৃপক্ষ কর্তৃক জারি করা ১২১ টি নিয়মিত বিমান চলাচল পরিচালনা লাইসেন্স পাওয়ার মাধ্যমে বাণিজ্যিকভাবে নির্ধারিত ফ্লাইট পরিচালনায় প্রসারিত হয়।\n২০১৭ সালে, ট্রান্সনুসা তার বহরের সম্প্রসারণ করেছিল যখন এটি দুটি নতুন ATR 72-600 চালু করে, তার পরের বছর আরও ATR 72-600 এবং ATR 42-500 চালু করে। জুন ২০১৯ এর মধ্যে, TransNusa এর বহরে ছিল, সাতটি ATR বিমান তার বাণিজ্যিক বহরে আরও তিনটি অর্ডারের সাথে, একটি একক BAe 146 দ্বারা পরিপূরক।\nCOVID-19 মহামারি দ্বারা শিল্পের উপর প্রভাবের দ্বারা প্রভাবিত, এয়ারলাইন সেপ্টেম্বর ২০২০-এ কার্যক্রম স্থগিত করে, যার ফলে তার বহরে ফেরত পাঠানো হয়েছে। \n\n\n=== পুনরায় চালু করুন (২০২১-বর্তমান) ===\n২০২১ সালের নভেম্বরে, ট্রান্সনুসা ইনস্টাগ্রামের মাধ্যমে ঘোষণা করে যে এয়ারলাইনটি তার প্রাক্তন আঞ্চলিক মডেলের পরিবর্তে একটি কম খরচের ক্যারিয়ার হিসাবে কাজ করতে ফিরে আসতে চায়।  এয়ারলাইনটি একটি এয়ার অপারেটরের শংসাপত্রের জন্য পুনরায় আবেদন করে এবং ২০২২ সালের ফেব্রুয়ারিতে প্রমাণিত ফ্লাইট পরিচালনা করে \n২০২২ সালের শুরুর দিকে, এয়ারলাইনটি, এখন চায়না এয়ারক্রাফ্ট লিজিং গ্রুপ (CALC) ( চীন এভারব্রাইট গ্রুপের পরোক্ষ সহযোগী) দ্বারা সমর্থিত এবং আংশিক মালিকানাধীন, ঘোষণা করে যে এটি এয়ারবাস এ৩২০ নিও পরিবার এবং কোমাক এআরজে২১ এর একটি মিশ্র বহর পরিচালনা করবে, ট্রান্সনুসাকে পরবর্তী বিমানের প্রথম বিদেশী অপারেটর বানিয়েছে। \n৬ অক্টোবর ২০২২-এ, ট্রান্সনুসা আনুষ্ঠানিকভাবে জাকার্তা এবং ডেনপাসারের মধ্যে একটি ফ্লাইট দিয়ে পুনরায় চালু হয়।  ২০২৪ সালের ফেব্রুয়ারিতে, এয়ারলাইন একটি \"প্রিমিয়াম সার্ভিস ক্যারিয়ার\" এ এয়ারলাইনটিকে পুনঃস্থাপন করার জন্য একটি কৌশল পরিবর্তনের ঘোষণা করে, দাবি করে যে এটি অন্যান্য স্বল্প-মূল্যের বাহক থেকে এয়ারলাইনটিকে আলাদা করার পরিকল্পনা বাস্তবায়ন করেছে। \n\n\n== সেবা ==\n\nট্রান্সনুসা খাবার, পানীয়, পণ্যদ্রব্য এবং ক্রয়ের জন্য শুল্কমুক্ত অফার করে বোর্ডে কেনার বিকল্প অফার করে। খাবারের প্রাক-ক্রয় বোর্ডের তুলনায় কম দামে পাওয়া যায় এবং অতিরিক্ত বিকল্পগুলির সাথে শরীয়াহ নীতি অনুসারে, এটি অ্যালকোহল বা শূকরের মাংস পরিবেশন করে না।\n\n\n== বিমানবহর ==\n\n\n=== বর্তমান বিমানবহর ===\n\n\n=== ঐতিহাসিক বিমানবহর ===\n1 ATR 42-500\n6 ATR 72-600\n1 ফকার 50\n1 ফকার 70\n1 এয়ারবাস A320neo\n\n\n== ঘটনা ও দুর্ঘটনা ==\n৪ এপ্রিল ২০১৬-এ, একটি ট্রান্সনুসা এটিআর ৪২, যা জাকার্তার হালিম পেরদানাকুসুমা বিমানবন্দরের এক অংশ থেকে অন্য অংশে নিয়ে যাওয়া হচ্ছিল, একটি বাটিক এয়ার বোয়িং 737 এর সাথে সংঘর্ষে জড়িত ছিল। বোয়িং ৭৩৭টি তার টেকঅফ রোলে ছিল যখন এটিআর ৪২-৬০০ রানওয়েতে টেনে আনার সময় এটির উইংটিপ লেজটি কেটে ফেলে। তখন বোয়িং ৭৩৭ এর ডানাটিতে আগুন ধরে যায়। দুর্ঘটনায় কোনো প্রাণহানি হয়নি।\n\n\n== তথ্যসূত্র =="}