{"pageid": 1448443, "title": "নিখিল দত্ত", "url": "https://bn.wikipedia.org/wiki?curid=1448443", "content": "নিখিল দত্ত (জন্ম ১৩ অক্টোবর ১৯৯৪) একজন কানাডিয়ান ক্রিকেটার। তিনি ২০১৩ সাল থেকে ডানহাতি অফ স্পিন বোলার হিসেবে কানাডা জাতীয় ক্রিকেট দলের প্রতিনিধিত্ব করেছেন। এছাড়াও তিনি ক্যারিবিয়ান প্রিমিয়ার লিগ, বাংলাদেশ প্রিমিয়ার লিগ এবং গ্লোবাল টি-টোয়েন্টি কানাডায় ফ্র্যাঞ্চাইজির হয়ে খেলেছেন।\n\n\n== ব্যক্তিগত জীবন ==\nনিখিল দত্ত ১৩ অক্টোবর ১৯৯৪ সালে কুয়েত সিটিতে জন্মগ্রহণ করেন। তিনি মূলত ভারতের কলকাতার বাঙালি পিতামাতার সন্তান। তার পরিবার ১৯৯৯ সালে কানাডায় চলে যায় এবং টরন্টোতে বসতি স্থাপন করেছিলেন। তার বাবা মিহির দত্ত, একজন সফটওয়্যার প্রকৌশলী, ডেরেক পেরেরার সাথে ২০০২ সালে মিসিসাগা ভিত্তিক অন্টারিও ক্রিকেট একাডেমীর সহ-প্রতিষ্ঠা করেন।\nতিনি মিসিসাগায় ফাদার মাইকেল গোয়েটজ মাধ্যমিক বিদ্যালয়ে পড়াশোনা করেছেন। ২০১৫ সাল পর্যন্ত তিনি আর্থিক উপদেষ্টা হওয়ার জন্য পড়াশোনা করছিলেন।\n\n\n== আন্তর্জাতিক কর্মজীবন ==\n২০১১ সালে, ১৬ বছর বয়সে নিখিল দত্ত ফোর্ট লডারডেলে ২০১১ আইসিসি আমেরিকাস অনূর্ধ্ব-১৯ চ্যাম্পিয়নশিপের জন্য কানাডার দলে নাম লেখান।\n২০১৩ সালের মার্চ মাসে কেনিয়ার বিপক্ষে কানাডার হয়ে নিখিল তার জ্যেষ্ঠ একদিনের আন্তর্জাতিকে অভিষেক করেছিলেন। তিনি ব্যাট করেননি, ছয় ওভার বোলিং করে কোনো উইকেট পাননি। তিনি মূলত জুলাই ২০১৫ সালে ২০১৫ আইসিসি বিশ্ব টুয়েন্টি২০ বাছাইপর্বের টুর্নামেন্টের জন্য কানাডার স্কোয়াডে অন্তর্ভুক্ত ছিলেন, কিন্তু তিনি ক্যারিবিয়ান প্রিমিয়ার লিগে সেন্ট কিটস অ্যান্ড নেভিস প্যাট্রিয়টসের সাথে থাকার সিদ্ধান্ত নেন। হিরল প্যাটেল তার স্থলাভিষিক্ত হন। ২০১৮ সালের জানুয়ারিতে, তিনি ২০১৮ আইসিসি বিশ্ব ক্রিকেট লিগ দ্বিতীয় বিভাগ ক্রীড়া-প্রতিযোগিতায় খেলেন, যা ১১ উইকেট নিয়ে কানাডার নেতৃস্থানীয় বোলার হিসেবে শেষ হয়।\nতিনি ২০১৮-১৯ আইসিসি বিশ্ব টুয়েন্টি২০ আমেরিকা বাছাইপর্বের টুর্নামেন্টের জন্য কানাডার স্কোয়াডে ছিলেন। অক্টোবর ২০১৮ সালে, ওয়েস্ট ইন্ডিজে ২০১৮-১৯ আঞ্চলিক সুপার৫০ টুর্নামেন্টের জন্য তাকে কানাডার স্কোয়াডে নেওয়া হয়েছিল। এপ্রিল ২০১৯-এ, নামিবিয়ায় ২০১৯ আইসিসি বিশ্ব ক্রিকেট লিগ দ্বিতীয় বিভাগ টুর্নামেন্টের জন্য কানাডার স্কোয়াডে নাম রাখা হয়েছিল।\nআগস্ট ২০১৯-এ, ২০১৮-১৯ আইসিসি টি২০ বিশ্বকাপ আমেরিকা বাছাইপর্বের আঞ্চলিক ফাইনালের জন্য তাকে কানাডার স্কোয়াডে নাম দেওয়া হয়েছিল। ১৮ আগস্ট ২০১৯-এ কেম্যান দ্বীপপুঞ্জের বিপক্ষে কানাডার হয়ে তার টি-টোয়েন্টি আন্তর্জাতিক (টি২০আই) অভিষেক হয়। সেপ্টেম্বর ২০১৯ সালে, তাকে ২০১৯ মালয়েশিয়া ক্রিকেট বিশ্বকাপ চ্যালেঞ্জ লিগ এ টুর্নামেন্টের জন্য কানাডার স্কোয়াডে নাম দেওয়া হয়েছিল। ২০১৯ সালের অক্টোবরে, সংযুক্ত আরব আমিরাতে ২০১৯ আইসিসি টি-টোয়েন্টি বিশ্বকাপ বাছাইপর্বের টুর্নামেন্টের জন্য তাকে কানাডার স্কোয়াডে নাম দেওয়া হয়েছিল।\n\n\n== ফ্র্যাঞ্চাইজ কর্মজীবন ==\nনিখিল দত্ত ২০১৫ ক্যারিবিয়ান প্রিমিয়ার লিগে সেন্ট কিটস এবং নেভিস প্যাট্রিয়টসের হয়ে খেলেছিলেন; তিনি তিনটি ম্যাচে খেলেন যার মধ্যে তার সবচেয়ে উল্লেখযোগ্য উইকেট প্রাক্তন ইংল্যান্ড-আন্তর্জাতিক কেভিন পিটারসেন। সেই বছরের শেষের দিকে, দত্ত বরিশাল বুলস দ্বারা চুক্তিবদ্ধ হন, যেটি ২০১৫ বাংলাদেশ প্রিমিয়ার লিগে খেলা ছয়টি দলের মধ্যে একটি। তিনি একটি ম্যাচ খেলেছিলেন, ১৮ রান খরচ করে ৩টি উইকেট নেন।\n৩ জুন ২০১৮-এ, গ্লোবাল টি-টোয়েন্টি কানাডা টুর্নামেন্টের উদ্বোধনী সংস্করণের জন্য প্লেয়ার্স ড্রাফটে টরন্টো ন্যাশনালসের হয়ে খেলার জন্য তাকে নির্বাচিত করা হয়।  জুন ২০১৯ সালে, তিনি ২০১৯ গ্লোবাল টি২০ কানাডা ক্রীড়া-প্রতিযোগিতায় মন্ট্রিল টাইগার্স ফ্র্যাঞ্চাইজি দলের হয়ে খেলার জন্য নির্বাচিত হন। ২০২১ মাইনর লিগ ক্রিকেট মৌসুমের জন্য তাকে নিউ জার্সি স্ট্যালিয়নে যুক্ত করা হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে নিখিল দত্ত (ইংরেজি)"}