{"pageid": 1448331, "title": "হুতুম-মণি লতা", "url": "https://bn.wikipedia.org/wiki?curid=1448331", "content": "Thunbergia alata  (থানবার্গিয়া আলতা) বা হুতুম-মণি লতা, যাকে ইংরেজিতে সাধারণত \"Black-eyed Susan (কাজলাক্ষী সুজ়ান)\" বলা হয়, হল একটি Acanthaceae পরিবার-ভুক্ত  গুল্মজাতীয় বহুবর্ষজীবী আরোহী  উদ্ভিদ প্রজাতি। এটির আদি নিবাস পূর্ব আফ্রিকা, এখন বিশ্বের অন্যান্য অংশেও প্রাকৃতিক অবস্থার সাথে  মানিয়ে নিয়েছে ।\nএটিকে বাগানে এবং ঝুলন্ত ঝুড়িতে আলংকারিক উদ্ভিদ হিসাবে বড়ো করা হয় । \nব্ল্যাক-আইড সুসান হল রুডবেকিয়া গণের অন্যান্য প্রজাতির ফুলের একটি নাম।\n\n\n== বিবরণ ==\n\nThunbergia alata একটি লতানে প্রকৃতির উদ্ভিদ এবং এটি উষ্ণ অঞ্চলে ৫ মিটার (১৬ ফুট) উচ্চতা পর্যন্ত বৃদ্ধি পেতে পারে \nএকটি বদ্ধ উদ্ভিদ হিসাবে এটির বার্ষিক বৃদ্ধি তুলনামূলকভাবে অনেক কম। তীরের ফলার মতো বা পান পাতার আকৃতির এর পাতাগুলি সহ এতে যুগ্ম কান্ড বর্তমান। সাড়ে তিন থেকে সাড়ে সাত সেন্টিমিটার লম্বা এবং আড়াই সেন্টিমিটার চওড়া  পান পাতার আকৃতির পাতা। তাদের প্রান্তগুলি তরঙ্গায়িত এবং উভয় পৃষ্ঠই রোমশ। পত্র ফলক গুলি সাড়ে ছয় সেন্টিমিটার পর্যন্ত লম্বা পত্রবৃন্ত এর সাথে যুক্ত। প্রতিটি পত্রবৃন্ত সোয়া এক মিলিমিটার পুরু অক্ষের ওপর পরস্পর থেকে সাড়ে চার থেকে 13 সেন্টিমিটার দূরত্বে সংযুক্ত থাকে।\n\n\n== পুষ্পবিন্যাস ==\nবেড়ে ওঠার সময় উদ্ভিদটিতে,পাঁচ-পাপড়ি বিশিষ্ট কমলা-হলুদ রঙের রোমশ ফুল জন্মায়, যেগুলি সাড়ে আট সেন্টিমিটার পর্যন্ত লম্বা পুষ্পাক্ষ-এর উপর ফোটে। এগুলি সাধারণত গাঢ় কমলা হয় এবং এর কেন্দ্রে  মূল বৈশিষ্ট্যস্বরূপ কালো গোলাকৃতি দাগ থাকে। কেন্দ্রে থাকা দুই সেন্টিমিটার লম্বা চোঙাকৃতি সংযুক্ত দলমণ্ডল  কালচে-বেগুনি রঙের হয়। প্রত্যেকটি ফুলে দুটি করে  ত্রিভুজাকার বা ডিম্বাকার, রোমশ পুষ্পধর মঞ্জরীপত্র থাকে যেগুলির অগ্রভাগ সরু। এগুলি 18 থেকে 20 মিলিমিটার লম্বা এবং নয় থেকে দশ মিলিমিটার চওড়া। খোঁচাখোঁচা বৃন্তটি প্রায় দুই মিলিমিটার লম্বা এবং তাতে 15 থেকে 17টি সূচালো অংশ রয়েছে। চোঙাকৃতি সংযুক্ত দলমণ্ডল প্রায় চার সেন্টিমিটার  মাপের। কুঁড়ি অবস্থায় এর বাইরের দিকে দুই সেন্টিমিটার লম্বা, পাঁচটি পাপড়ি দক্ষিণাবর্তী আবর্তন দেখায়।\n\nগ্রীষ্মের মাঝামাঝি থেকে বরফ পড়ার আগে অবধি উদ্ভিদে ফুল ফোটে, তবে মৃদু, উষ্ণ জলবায়ু অঞ্চলে, এতে সারা বছর ফুল ফোটে।\n\n16 থেকে 18 মিলিমিটার লম্বা ফলগুলি সূক্ষ্ম রোমযুক্ত। গোড়ায় তাদের ব্যাস সাত মিলিমিটার। চারটি বীজের পরিমাপ 3.5 মিলিমিটার।\n\n\n== নামকরণ ==\nইংরেজির \"Black-eyed Susan (কাজলাক্ষী সুজ়ান)\" নামটি  একটি ঐতিহ্যবাহী ব্যালাডের চরিত্র থেকে এসেছে বলে মনে করা হয় যার উল্লেখ অনেক গানে রয়েছে। জন গে রচিত ব্যালাড অফ ব্ল্যাক-আইড সুজ়ান-এ, সুসান জাহাজে চড়ে নাবিকদের জিজ্ঞাসা করত তার প্রেমিক সুইট উইলিয়াম (Dianthus barbatus) কোথায় গেছে।\n\nBlack-eyed Susan vine (ব্ল্যাক-আইড সুসান ভাইন)  তথা Thunbergia alata -এর  বাংলা নাম হল \"হুতুম-মণি  লতা\"। এই নামটি  এর ফুলের চেহারার সারমর্মকে ধারণ করে। কেন্দ্রে কালো অংশযুক্ত এর ফুলের কমলা-হলুদ পাপড়িকে, হুতুম পেঁচার (Bubo bengalensis)  হলুদ-কালো চোখের মণির সাথে তুলনা করা হয়েছে।   \n\n\n== উত্পাদন ==\nThunbergia alata (থানবার্গিয়া আলতা)-র বীজ সামান্য  বালিযুক্ত  হিউমাস-সমৃদ্ধ মাটিতে অঙ্কুরিত করা সহজ। এবং  শাখাকলম দ্বারাও এটিকে বড়ো করা যায়। বীজগুলিকে একটি থালায় রাতভর উষ্ণ জলে ভিজিয়ে রাখলে বীজের অঙ্কুরোদগম তরান্নীত হবে। এটি একটি দ্রুত বর্ধনশীল উদ্ভিদ, এর ফুলগুলিও দ্রুত প্রস্ফুটিত হয়, এবং হালকা ছাঁটাই করলে আরও ফুল ফোটাতে সুবিধে হয়।\n এই ফুলের বিভিন্ন রঙের জাত রয়েছে যেমন—লাল, কমলা, লালচে-কমলা, সাদা, ফ্যাকাশে হলুদ বা উজ্জ্বল হলুদ। কেন্দ্রে বাদামি-বেগুনি ছোপ থাকতেও পারে আবার নাও পারে। তবে এই বৈশিষ্ট্যটিই এর সাধারণ নামটির জন্য দায়ী।\n\n\n== প্রাকৃতিক বণ্টন ==\nউদ্ভিদটি মূলত পূর্ব আফ্রিকার। তবে \nপ্রায় সারা বিশ্বে এটি পাওয়া যায়, যেমন—চীন, পূর্ব অস্ট্রেলিয়া, হাওয়াই, টেক্সাস এবং ফ্লোরিডা, কলম্বিয়া , পোর্তো রিকো,  মেক্সিকো, দক্ষিণ আফ্রিকা, পর্তুগাল, জাপান, নিউজিল্যান্ড, সেরাডো ব্রাজিল গাছপালা, আর্জেন্টিনা, মাদাগাস্কার, ভারত, থাইল্যান্ড এবং ফিলিপাইন, অন্যান্য গ্রীষ্মমন্ডলীয় এবং উপ-ক্রান্তীয় অঞ্চলদের মধ্যে।\nএটি সারা বিশ্বে একটি বাগানের উদ্ভিদ হিসাবে ব্যবহৃত হয়, তবে এটি \"পলায়নবাদী উদ্ভিদ\" হিসেবে বনভূমিতে, গ্রীষ্মমন্ডলীয় এবং নাতিশীতোষ্ণ বনাঞ্চলে মানিয়ে নিতে সক্ষম হয়েছে। বিশেষ করে ক্যারিবিয়ান এবং প্রশান্ত মহাসাগরীয় দ্বীপপুঞ্জ, মেক্সিকো থেকে কলম্বিয়া এবং জাপানে,এটি ব্যাপকভাবে আক্রমনাত্মক প্রজাতি হিসাবে পরিচিত।   কারণ-- \n(i) উদ্ভিদটি দ্রুত বর্ধনশনশীল;\n(ii) বিক্ষিপ্ত সময়ে ফুলের বন্য পরাগাযোগ;\n(iii) এর লতা ক্রমবর্ধমান কৌশলে অন্যান্য গাছেদের ছায়াচ্ছন্ন করে; \n(iv) হাত দ্বারা নির্মূল করতে কঠিন (যেহেতু এটি ভূগর্ভে রাইজোম ছেড়ে যায় যা দ্রুত বৃদ্ধি পায়);\n(v) ভিনদেশি অঞ্চলে এর স্বাভাবিক শিকারী-র অভাব; \n(vi) এছাড়াও, যারা বনভূমির অন্যান্য গাছপালাগুলির ওপর এর ক্ষতিকারক প্রভাব সম্পর্কে অবগত নন, তারা এর সৌন্দর্যের কারণে এই লতাকে ধ্বংস করেন না।\n Colombia, Puerto Rico,\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nAtlas of Florida Vascular Plants: Thunbergia alata  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০০৭-০৩-১৩ তারিখে\nThunbergia alata  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৪ মে ২০০৮ তারিখে\n(পর্তুগিজ ভাষায়) Thunbergia alata\n(স্পেনীয় ভাষায়) Thunbergia alata\nThunbergia alata তে পশ্চিম আফ্রিকান উদ্ভিদ - একটি ছবির নির্দেশিকা।"}