{"pageid": 1448792, "title": "অমৃক সিং অরোরা", "url": "https://bn.wikipedia.org/wiki?curid=1448792", "content": "অমৃক সিং অরোরা (জন্ম: ১৯৪৩ - মৃত্যু: ৩ জুন, ২০১১) তৎকালীন ব্রিটিশ ভারতের কলকাতার কলুটোলা স্ট্রিটে জন্মগ্রহণকারী গায়ক ছিলেন। এছাড়াও, অমৃক সিং নামে পরিচিত ছিলেন। শ্যামাসঙ্গীতের নব্য আধুনিক ভাবধারার অন্যতম প্রবর্তক তিনি। সহজাত প্রকৃতির কণ্ঠস্বরের অধিকারী ছিলেন। শিখ সম্প্রদায়ের সদস্য হয়েও অ-বাঙালির শ্যামাসঙ্গীত চর্চার প্রথম উদাহরণ সৃষ্টি করেন। প্রথম কণ্ঠশিল্পী হিসেবে গীত, গজল, পাঞ্জাবি ভাঙ্গারার চলচ্চিত্রের গান ও ভোজপুরী গান কলকাতায় প্রচলন ঘটান। দুই হাজারেরও অধিক আধুনিক, লোকগীতি ও আধ্যাত্মিক বাংলা গানে কণ্ঠ দিয়েছেন। তবে, অধিকাংশই ভক্তিগীতি ছিল।\n\n\n== শুরুর দিনগুলো ==\nপিতা বলবির সিং অরোরা’র লেখার কালির ব্যবসা করতেন। পারিবারিক ব্যবসায় যুক্ত না থেকে ছেলেবেলা থেকে মাতা যশবন্ত কৌরের অনুপ্রেরণায় গানের জগতের দিকে ঝুঁকে পড়েন। মায়ের সাথে একত্রে কীর্তন করতেন। শুরুতে মিস্টার চন্দ্রমণি’র কাছ থেকে ধ্রুপদী সঙ্গীত শিক্ষালাভ করেন। এরপর, শ্রী সুবোধ চ্যাটার্জী’র কাছ থেকে তালিম নিতে থাকেন। ১৯৬১ সাল থেকে সঙ্গীত জীবনের সূচনা ঘটান কলকাতায় গুরুদ্বার বড়া শিখ সঙ্ঘতে। সেখানে ৭ বছর বয়সে প্রথমবারের মতো মঞ্চে অনুষ্ঠান করেন। অধিকাংশ সময়ই স্বীয় মাতা প্রয়াত যশবন্ত কৌরের সাথে একত্রে পরিবেশন করতেন। উত্তর কলকাতায় মহাজাতি সদনের পার্শ্বে হিন্দি মিডিয়াম স্কুল বিশুদ্ধানন্দ সরস্বতী বিদ্যালয়ে পড়াশুনো করতেন। বিদ্যালয়ের অনুষ্ঠানে নিয়মিতভাবে গান পরিবেশন করে অগণিত পুরস্কার লাভ করেছেন। হায়ার সেকেন্ডারিতে দুই বছর বাংলা ভাষা বিষয়টি আবশ্যিক ছিল। এভাবেই বাংলা লিপি ও ভাষার প্রতি তার মোহ সৃষ্টি হয়। ১৯৬০ থেকে ১৯৬৩ সময়কালে ক্লাবগুলোর উদ্যোগে প্রতি রবিবার বিভিন্ন শিল্পীদের সাথে তিনিও ’শ্রী’ সিনেমার মর্নিং শোতে গান গাইতেন।\n\n\n== কর্মজীবন ==\n১৯৬৬-৬৭ সময়কালে ব্লু ফক্স রেস্তোঁরায় প্রতি সন্ধ্যেয় ভারতীয় সঙ্গীত পরিবেশন করার আমন্ত্রণ পান। মাসিক ২০০ টাকা বেতনে ১৯৭৭ সাল পর্যন্ত স্থায়ীভাবে গান করেছিলেন। এছাড়াও, ১৯৭১ সালে বিখ্যাত অভিনেতা জহর রায়ের আমন্ত্রণে কলেজ স্কোয়ারের দুর্গাপূজোর সাংস্কৃতিক অনুষ্ঠানে গান। শ্রোতাদের মন জয় করেন। ১৯৭৪ সালে গৌরীপ্রসন্ন মজুমদারের লেখা ও হিমাংশু বিশ্বাসের সুরে প্রথম রেকর্ড বের করে। তবে, তেমন সাড়া জাগাতে পারেননি।\nজনৈক শুভাকাঙ্ক্ষীর পরামর্শক্রমে ১৯৭৬ সালে বিখ্যাত কণ্ঠশিল্পী হেমন্ত মুখোপাধ্যায়ের বাড়ীতে দেখা করেন। শুরুতে হেমন্তের হিন্দি গান গেয়ে শোনানোর পর বাংলা গানে আগ্রহের বিষয়ে তাকে নিরুৎসাহিত করেছিলেন। তবে, হেমন্তপত্নী বেলা মুখোপাধ্যায়ের অনুরোধক্রমে পরবর্তীতে তাকে বাংলা গানে যুক্ত করেন। তার সুরারোপিত বাংলা গান গেয়ে যাত্রা শুরু করেন। ১৯৭৭ সালে পুলক বন্দ্যোপাধ্যায়ের গীতে ও হেমন্ত মুখোপাধ্যায়ের সূরে হিন্দুস্তান রেকর্ডস থেকে ’রূপসী দোহাই তোমার’ গানটি প্রকাশ পেলে তুমুল জনপ্রিয়তা লাভ করে। এ পর্যায়ে এসে তিনি ব্লু ফক্স রেস্তোঁরা থেকে চলে আসেন।\n১৯৭৯ সাল থেকে জীবনযুদ্ধ শুরু হয়। ১৯৮৪ সালে মাতা মারা যান। পারিবারিক ঝামেলায় জড়িয়ে পড়েন। পরবর্তীতে, ১৯৮৫ সালে পিতা ও ১৯৮৭ সালে বড় বোনের দেহাবসান ঘটে। ১৯৮৩ থেকে ১৯৮৪ সালের মধ্যে আবারও বড় ধরনের সাফল্যের সন্ধান পান। ১৯৮৫ সাল থেকে শ্যামা সঙ্গীত গাওয়া শুরু করেন। এইচএমভি থেকে শ্যামাসঙ্গীতসহ একাধিক ক্যাসেট বের হয়। পাশাপাশি, ভক্তিগীতিতেও নিজেকে জড়ান। কলকাতায় বিভিন্ন সংগঠনের সাথে যুক্ত থেকে অনেকগুলো অনুষ্ঠান করেন। পাশাপাশি, বোম্বে, দিল্লি, মার্কিন যুক্তরাষ্ট্রসহ ইউরোপের বিভিন্ন দেশে আয়োজিত অনুষ্ঠানে অংশ নেন। তার সুমধুর কণ্ঠস্বর বেশ সাড়া জাগায় ও সাধারণ শ্রোতাদের কাজে ব্যাপক গ্রহণযোগ্যতা পায়।\nচলচ্চিত্র জগতের সাথেও নিজেকে জড়ান। গীতিকার পুলক বন্দ্যোপাধ্যায় ও সুরকার মৃণাল বন্দ্যোপাধ্যায়ের সুরে ১৯৯৭ সালে ‘হিংসা’ চলচ্চিত্রে নেপথ্য কণ্ঠশিল্পী হিসেবে অংশ নেন। ১৯৯৮ সালে এইচএমভি থেকে পল্লীগীতি ও শ্যামাসঙ্গীতের দুইটি ক্যাসেট বের হয়। এছাড়াও, দূরদর্শনেও গান পরিবেশন করতেন।\n\n\n== ব্যক্তিগত জীবন ==\nব্যক্তিগত জীবনে বিবাহিত ছিলেন। অল্প বয়সে বিয়ে করেন। জীবনের শেষদিকে চরম অর্থকষ্টে নিমজ্জ্বিত হন। ২০০০-এর দশকে বাগুইহাটিতে বসবাস করতেন। এক পর্যায়ে ক্যান্সারে আক্রান্ত হন। ৩ জুন, ২০১১ তারিখে ৬৮ বছর বয়সে তার দেহাবসান ঘটে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে অমৃক সিং অরোরা (ইংরেজি)"}