{"pageid": 1448144, "title": "খান রিসার্চ ল্যাবরেটরিজ ফুটবল ক্লাব", "url": "https://bn.wikipedia.org/wiki?curid=1448144", "content": "খান রিসার্চ ল্যাবরেটরিজ ফুটবল ক্লাব, কখনও কখনও কেআরএল এফসি বা কেআরএল সংক্ষেপে বলা হয়, খান রিসার্চ ল্যাবরেটরিজের ফুটবল বিভাগ হিসেবে কাজ করে। রাওয়ালপিন্ডিতে অবস্থিত, ক্লাবটি তাদের হোম ম্যাচ গুলি কেআরএল স্টেডিয়ামে খেলে। ক্লাবটি পাকিস্তান প্রিমিয়ার লিগে প্রতিদ্বন্দ্বিতা করত। ক্লাবটি নিয়মিত পিএফএফ ন্যাশনাল চ্যালেঞ্জ কাপে অংশগ্রহণ করে। \nক্লাবটি ৫টি পাকিস্তান প্রিমিয়ার লিগ শিরোপা এবং ৬টি জাতীয় ফুটবল চ্যালেঞ্জ কাপ জিতেছে। এই ১১টি ট্রফি নিয়ে তারা দেশের সবচেয়ে সফল ক্লাব। তারাই একমাত্র পাকিস্তানি ক্লাব যারা মহাদেশীয় ক্লাবের ফাইনালে পৌঁছেছে, ২০১৩ এএফসি প্রেসিডেন্ট কাপ, যেখানে তারা বলকান এফকে- এর কাছে ১–০ গোলে হেরেছিল। \n\n\n== ইতিহাস ==\nফুটবল দল ১৯৯৫ সালে প্রতিষ্ঠিত হয়। খান রিসার্চ ল্যাবরেটরিজ ১৯৯৮ মৌসুমে জাতীয় চ্যাম্পিয়নশিপে প্রবেশ করে, যেখানে তারা কোয়ার্টার–ফাইনালে অ্যালাইড ব্যাংকের কাছে ২–০ হারে। পরের বছর তারা তাদের গ্রুপের শীর্ষে থেকে এবং পাকিস্তান রেলওয়ে এবং বেলুচিস্তান রেডের বিরুদ্ধে যথাক্রমে তাদের গ্রুপ ম্যাচ ৪–১ এবং ৬–৩ জয়ের পর জাতীয় চ্যাম্পিয়নশিপের সেমিফাইনালে পৌঁছেছিল। তারা করাচি মেট্রোপলিটানকে ৪–০ এবং পাকিস্তান রেলওয়ে সাথে খেলাটি ২–২ ড্র করার পর পেনাল্টিতে ৩–২ গোলে পরাজিত করেছিল। তারা সেমি–ফাইনালে পাকিস্তান নৌবাহিনীর কাছে ১–০ গোলে হেরেছিল। ২০০০ মৌসুমে, খান রিসার্চ ল্যাবরেটরিজ রাউন্ড অফ ১৬-এ পৌঁছেছিল, যখন তারা যথাক্রমে পাঞ্জাব গ্রিনস এবং ওয়াপদাকে ৮–১ এবং ৩–০-এ পরাজিত করে আবার গ্রুপে শীর্ষে ছিল। ১৬ রাউন্ডে তারা সেই মৌসুমের রানার্স–আপ করাচি পোর্ট ট্রাস্টের কাছে ১–০ হেরেছিল। পরের মৌসুমে, তারা আবার গ্রুপের শীর্ষে উঠেছিল যখন তারা যথাক্রমে ১–০ এবং ৫–১-এ পাকিস্তান পুলিশ এবং সিন্ধু গ্রিনসকে পরাজিত করে। খান রিসার্চ ল্যাবরেটরিজের সাজ্জাদ শেষের ম্যাচে হ্যাটট্রিক করেন। ১৬ রাউন্ডে, তারা বিশ্ববিদ্যালয় মঞ্জুরি কমিশনকে ৬–০ গোলে পরাজিত করেছিল, যেখানে আল্লাহ নওয়াজ চারটি গোল করেছিলেন। কোয়ার্টার ফাইনালে তারা অ্যালাইড ব্যাংককে ৩–২ গোলে পরাজিত করে এবং সেমিফাইনালে তাদের গ্রুপ দল পাকিস্তান পুলিশকে ২–১ গোলে পরাজিত করে। খান রিসার্চ ল্যাবরেটরিজ ফাইনালে ওয়াপদার সাথে ১–১ গোলে ড্র করেছিল, পরে পেনাল্টিতে ৪–৩ পরাজিত হয়েছিল। ২০০২ মৌসুমে, খান রিসার্চ ল্যাবরেটরিজ, টানা চতুর্থ মৌসুমে গ্রুপের শীর্ষে, বিশ্ববিদ্যালয় মঞ্জুরি কমিশনকে ৫–১ গোলে পরাজিত করে এবং সিন্ধু রেডের সাথে ১–১ ড্র করেছিল। ১৬ রাউন্ডে, তারা বেলুচিস্তান গ্রিনকে ১–০ গোলে পরাজিত করেছিল। খান রিসার্চ ল্যাবরেটরিজ কোয়ার্টার–ফাইনালে ফেডারেল অ্যাডমিনিস্টার্ড ট্রাইবাল এরিয়াসকে ২–১ ব্যবধানে পরাজিত করে এবং সেমি–ফাইনালে পাকিস্তান সেনাবাহিনীকে ১–০ গোলে পরাজিত করে।\n\n\n=== প্রিমিয়ার লিগের যুগ ===\nখান রিসার্চ ল্যাবরেটরিজ রি-ব্র্যান্ডেড পাকিস্তান প্রিমিয়ার লিগের সূচনার পর থেকে একটি প্রভাবশালী দল হয়ে ওঠে, ২০০৪–০৫ মৌসুমে তৃতীয় স্থানে ছিল, ৩০ ম্যাচে ৯৮ গোল করে (ম্যাচে প্রতি গোলের অনুপাত ৩.২৬!), ২৩টিতে জয়, ৪টি ড্র করেছিল এবং যথাক্রমে ও ৩টি ম্যাচ হেরেছি। তারা আরও চারটি মৌসুমে, ২০০৫-০৬, ২০০৬-০৭, ২০০৭-০৮ এবং ২০০৮-০৯ মৌসুমে তৃতীয় স্থান অধিকার করে,    তাদের প্রথম লিগ এবং জাতীয় শিরোপা জেতার আগে ২০০৯-১০ মৌসুমে, যখন তারা ৬০ পয়েন্টে টাই থাকার পর গোল পার্থক্যে লিগ জিতেছিল। খান রিসার্চ ল্যাবরেটরিজের গোল ব্যবধান ছিল +৩২ এবং পাকিস্তান সেনাবাহিনীর +২২। খান রিসার্চ ল্যাবরেটরিজ ডবলটি সম্পন্ন করে, যখন তারা ২০০৯ সালের জাতীয় ফুটবল চ্যালেঞ্জ কাপ ফাইনালে পাকিস্তান এয়ারলাইন্সকে ১–০ গোলে পরাজিত করে জিতেছিল। ২০১৮-১১ মৌসুমে, তারা লিগ বিজয়ী ওয়াপদা থেকে দ্বিতীয় স্থানে ছিল। যাইহোক, তারা সফলভাবে জাতীয় ফুটবল চ্যালেঞ্জ কাপ রক্ষা করে, ফাইনালে পাকিস্তান নৌবাহিনীকে ৪–০ গোলে পরাজিত করেছিল। খান রিসার্চ ল্যাবরেটরিজ পরপর তিনটি লিগ শিরোপা জিতেছিল, ২০১১-১২, ২০১২-১৩ এবং ২০১৩-১৪ সালে জিতেছিল। ২০১১-১২ এবং ২০১২-১৩ মৌসুমে, খান রিসার্চ ল্যাবরেটরিজ লিগ এবং চ্যালেঞ্জ কাপ জিতে একটি টানা ডাবল সম্পন্ন করে। পরবর্তী মৌসুমে, তাদের তারকা ফরোয়ার্ড কলিমুল্লাহ খান ৭টি হ্যাটট্রিকসহ ৩৫টি গোল করার পর তারা লিগ জিতেছিল। ২০১৪-১৫ মৌসুমে, তারা কিরগিজ ক্লাব এফসি দোর্দোই বিশকেকের কাছে তাদের তারকা খেলোয়াড়, কলিমুল্লাহ খান এবং মুহাম্মাদ আদিলকে হারিয়ে ৬ষ্ঠ স্থান অর্জন করে। তারা ২০১৫ এবং ২০১৬ সালে আরও দুটি চ্যালেঞ্জ কাপ জিতেছে, ন্যাশনাল ফুটবল চ্যালেঞ্জ কাপের সবচেয়ে সফল ক্লাব হয়ে উঠেছে, মোট ৬বার টুর্নামেন্ট জিতেছে। খান রিসার্চ ল্যাবরেটরিজ তাদের ৫ম ২০১৮-১৯ প্রিমিয়ার লিগের শিরোপা জিতেছে ফাইনাল ম্যাচের দিনে সুই সাউদার্ন গ্যাসকে ৪–০ গোলে পরাজিত করে, পাকিস্তান প্রিমিয়ার লিগের শুরুর পর থেকে তাদের সবচেয়ে সফল ক্লাবে পরিণত করেছে।\n\n\n=== এশিয়ান প্রতিযোগিতা ===\nএশিয়ান প্রতিযোগিতায় খান রিসার্চ ল্যাবরেটরিজের প্রথম উপস্থিতি ২০১০ এএফসি প্রেসিডেন্ট কাপে এসেছিল, যখন তারা গ্রুপ পর্বে ভাখশ কুরঘোন্টেপ্পা থেকে দ্বিতীয় স্থান অধিকার করে। ২০১২ এএফসি প্রেসিডেন্ট কাপে, তারা গ্রুপ পর্বে তাদের উভয় খেলাই আর্চিম এবং তাইওয়ান পাওয়ার কোম্পানির বিপক্ষে ০–০ গোলে ড্র করার পর দ্বিতীয় স্থান অর্জন করে, এইভাবে চূড়ান্ত পর্যায়ের জন্য যোগ্যতা অর্জন করে যেখানে তারা গ্রুপের নীচে শেষ হয়েছিল। ২০১২ মৌসুমে তাদের জয়ের ফলে তারা ২০১৩ এএফসি প্রেসিডেন্ট কাপে জায়গা করে নেয়। ২০১৩ সালের মে মাসে অনুষ্ঠিত গ্রুপ পর্বে, তারা কিরগিজস্তান-ভিত্তিক দোর্দোই বিশকেক, ফিলিপাইন-ভিত্তিক গ্লোবাল এবং ভুটান-ভিত্তিক ইয়েদজিনের বিরুদ্ধে ড্র করেছিল। কেআরএল ডোরডোইয়ের সাথে ১–১ ড্র করে, গ্লোবালকে ২–০ হারায় এবং ইয়েডজিনকে ৮–০ ব্যবধানে পরাজিত করেছিল। গোল পার্থক্যের ভিত্তিতে তারা দোর্দইয়ের পিছনে গ্রুপে দ্বিতীয় স্থানে রয়েছে কারণ উভয় ক্লাবই তাদের ৩টি মুখোমুখি থেকে ৭ পয়েন্ট করেছিল। এই ফলাফলের মাধ্যমে, ক্লাবটি চূড়ান্ত গ্রুপ পর্বে খেলার যোগ্যতা অর্জন করে, যা সেপ্টেম্বর ২০১৩ সালে খেলা হয়েছিল। চূড়ান্ত গ্রুপ পর্বে, তারা ফিলিস্তিনি দল হিলাল আল-কুদস এবং প্রথম গ্রুপ পর্বের তাদের প্রতিদ্বন্দ্বী দোর্দোই বিশকেকের বিপক্ষে ড্র করেছিল। তারা তাদের উভয় খেলাই জিতেছিল এবং ফাইনালে উঠেছে, যেখানে তারা তুর্কমেন দল বলকানের কাছে ১–০ গোলে হেরেছিল। ২০১৪ এএফসি প্রেসিডেন্ট কাপে তারা প্রথম পর্যায়ে গ্রুপের নিচের দিকে শেষ করেছিল।\n\n\n== সাফল্য ==\n\n\n=== ঘরোয়া ===\nপাকিস্তান প্রিমিয়ার লিগ:\nচ্যাম্পিয়ন (৫): ২০০৯–১০, ২০১১–১২, ২০১২–১৩, ২০১৩–১৪, ২০১৮–১৯\nপাকিস্তান জাতীয় ফুটবল চ্যালেঞ্জ কাপ:\nবিজয়ী (৬): ২০০৯, ২০১০, ২০১১, ২০১২, ২০১৫, ২০১৬\nএনবিপি প্রেসিডেন্টস কাপ:\nবিজয়ী (১): ২০১৭\n\n\n=== মহাদেশীয় ===\nএএফসি প্রেসিডেন্ট'স কাপ:\nরানার্স-আপ (১): ২০১৩\n\n\n== প্রতিযোগিতামূলক রেকর্ড ==\n\n\n=== সামগ্রিকভাবে ===\nপাকিস্তানি ফুটবল মৌসুমে ২০০৪-০৫ সাল থেকে ক্লাবটির প্রতিযোগিতামূলক রেকর্ড নীচে তালিকাভুক্ত করা হয়েছে।\n\n\n=== এএফসি প্রতিযোগিতায় পারফরম্যান্স ===\nএশিয়ান কাপ উইনার্স কাপ: ১টি উপস্থিতি\n২০০০/০১: প্রথম পর্ব\nএএফসি প্রেসিডেন্ট'স কাপ: ৪টি উপস্থিতি\n২০১০: গ্রুপ পর্বে ২য়\n২০১২: চূড়ান্ত গ্রুপ পর্বে ৩য়\n২০১৩: রানার্স–আপ\n২০১৪: গ্রুপ পর্বে ৪র্থ\n\n\n=== এএফসি প্রেসিডেন্টস কাপের ম্যাচ ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকেআরএল এফসি এ গ্লোবাল স্পোর্টস আর্কাইভ"}