{"pageid": 1448379, "title": "পরিত্তা", "url": "https://bn.wikipedia.org/wiki?curid=1448379", "content": "পরিত্তা হলো দুর্ভাগ্য বা বিপদ এড়ানোর কিছু শ্লোক ও ধর্মগ্রন্থ পাঠ করার বৌদ্ধ অভ্যাস। এটিকে আশ্রয় বা রক্ষাকবচ হিসাবে অনুবাদ করা হয়।\nপরিত্তা সুত্ত পাঠ বা শ্রবণ করার অভ্যাস বৌদ্ধধর্মের ইতিহাসে অতি প্রাচীন প্রথা।\n\n\n== ব্যবহারসমূহ ==\nপালি সাহিত্যে, এই সংক্ষিপ্ত শ্লোকগুলিকে কিছু যন্ত্রণা থেকে রক্ষা করার জন্য বুদ্ধ দ্বারা সুপারিশ করা হয়েছে। সত্য-ক্রিয়া নিরাময় করার, বা রক্ষা করার কার্যকরী শক্তিতে বিশ্বাস করা, বা একেবারে সত্য কিছুর প্রতিশ্রুতি হলো পরিত্তার জন্য আরোপিত কাজের একটি দিক।\nএটিও ব্যাপকভাবে বিশ্বাস করা হয় যে ভিক্ষুদের দ্বারা সারারাত পরিত্তার আবৃত্তি সম্প্রদায়ের নিরাপত্তা, শান্তি ও মঙ্গল নিয়ে আসে। এই ধরনের আবৃত্তিগুলি শুভ অনুষ্ঠানেও ঘটবে, যেমন নতুন মন্দির বা বাড়ির উদ্বোধন বা যারা শোনে তাদের আশীর্বাদ প্রদানের জন্য। বিপরীতভাবে, অশুভ অনুষ্ঠানেও পরিত্তা বক্তৃতা পাঠ করা হয়, যেমন অন্ত্যেষ্টিক্রিয়া বা প্রিয়জনের মৃত্যুবার্ষিকীতে বিরোধী আত্মা প্রশান্ত করার জন্যও আবৃত্তি করা যেতে পারে। মহাবংশে এই প্রথাটির প্রাচীনতম ঐতিহাসিক উল্লেখ রয়েছে, যেখানে শ্রীলঙ্কা প্লেগ ও রোগে আক্রান্ত হওয়ার সময় অনুরাধাপুরের উপতিসা প্রথম রাত্রিকালীন সন্ন্যাসীদের রতন সুত্ত পাঠ করার জন্য কীভাবে নির্দেশ দিয়েছিলেন তা বর্ণনা করে।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nAnandajoti Bhikkhu (edition, trans.) (2004). Safeguard Recitals. Kandy: Buddhist Publication Society. আইএসবিএন ৯৫৫-২৪-০২৫৫-৭.\nPiyadassi Thera (trans. only) (1999a). The Book of Protection: Paritta. Kandy: Buddhist Publication Society.  Retrieved 08-14-2008 from \"Access to Insight\".\nPiyadassi Thera (trans.) (1999b). Candima Sutta: The Moon Deity's Prayer for Protection (SN 2.9).  Retrieved 08-14-2008 from \"Access to Insight\".\nPiyadassi Thera (trans.) (1999c). Gilana Sutta: Ill (Factors of Enlightenment) (SN 46.16). Retrieved 08-14-2008 from \"Access to Insight\".\nPiyadassi Thera (trans.) (1999d). Ratana Sutta: The Jewel Discourse (Sn 2.1).  Retrieved 08-15-2008 from \"Access to Insight\".\nPiyadassi Thera (trans.) (1999e). Suriya Sutta: The Sun Deity's Prayer for Protection (SN 2.10).  Retrieved 08-14-2008 from \"Access to Insight\".\nRhys Davids, C.A.F., Dialogues of the Buddha, part 3.\nRhys Davids, T.W. & William Stede (eds.) (1921-5). The Pali Text Society’s Pali–English Dictionary. Chipstead: Pali Text Society. A general on-line search engine for the PED is available at http://dsal.uchicago.edu/dictionaries/pali/.\nThanissaro Bhikkhu (trans.) (2003). Angulimala Sutta: About Angulimala (MN 86).  Retrieved 08-14-2008 from \"Access to Insight\".\n\n\n== বহিঃসংযোগ ==\nBook of Protection by Piyadassi Thera\nAnandajoti Bhikkhu (edition and trans.) (2004). Safeguard Recitals (300+ pages)\nAnandajoti Bhikkhu (edition and trans.) (2006). Blessing Chants (22 pages)\nAnandajoti Bhikkhu (edition and trans.) (2006). Daily Chanting, a weekly sequence of paritta chants (80 pages)\nParitta Chanting audio files Examples of Paritta in the Burmese style.\nChandrabodhi chants the Ratana Sutta and other suttas in an 'Indian style' at   freebuddhistaudio"}