{"pageid": 1449776, "title": "ব্রিটিশ সমুদ্রপার অঞ্চলসমূহ", "url": "https://bn.wikipedia.org/wiki?curid=1449776", "content": "ব্রিটিশ সমুদ্রপার অঞ্চলসমূহ (ইংরেজি: British Overseas Territories, সংক্ষেপে BOTs) বা যুক্তরাজ্য সমুদ্রপার অঞ্চলসমূহ (ইংরেজি: United Kingdom Overseas Territories, সংক্ষেপে UKOTs) বলতে যুক্তরাজ্যের সাথে ঐতিহাসিক ও সাংবিধানিক সংযোগসহ ১৪টি নির্ভরশীল অঞ্চলকে বোঝায়। দাপ্তরিকভাবে যুক্তরাজ্যের অংশ না হলেও এই অঞ্চলগুলো যুক্তরাজ্যের সার্বভৌম ক্ষেত্রের অন্তর্গত। স্থায়ী বসতিযুক্ত অঞ্চলগুলোকে বিভিন্নরকম অভ্যন্তরীণ স্বায়ত্তশাসন দেওয়া হয়েছে, যেখানে যুক্তরাজ্য প্রতিরক্ষা, বৈদেশিক সম্পর্ক ও সুশাসনের জন্য দায়বদ্ধ। যুক্তরাজ্য সরকারের এই দায়গুলোকে পররাষ্ট্র, কমনওয়েলথ ও উন্নয়ন দপ্তরের বিভিন্ন বিভাগে বরাদ্দ করা হয়েছে এবং এটি পরিবর্তিত হতে পারে। যুক্তরাজ্যের তিনটি সমুদ্রপার অঞ্চলে মূলত বা কেবল সামরিক কিংবা বৈজ্ঞানিক বসতি রয়েছে। অন্যান্য অঞ্চলে বেসামরিক জনগণ রয়েছে। ব্রিটিশ রাজশাসক যুক্তরাজ্যের ১৪টি সমুদ্রপার অঞ্চলের রাষ্ট্রপ্রধান।\n\n\n== বর্তমান সমুদ্রপার অঞ্চলসমূহ ==\nযুক্তরাজ্যের ১৪টি সমুদ্রপার অঞ্চলগুলো হলো নিম্নরূপ:\n\n\n== আরও দেখুন ==\nআন্তর্জাতিক সংগঠনে যুক্তরাজ্যের নির্ভরশীল অঞ্চলসমূহের প্রতিনিধিত্ব\nব্রিটিশ সেনাবাহিনী ঘাঁটির তালিকা\nফরাসি সমুদ্রপার অঞ্চলসমূহ\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nCharles Cawley. Colonies in Conflict: The History of the British Overseas Territories (2015) 444pp.\nHarry Ritchie, The Last Pink Bits: Travels Through the Remnants of the British Empire (London: Hodder & Stoughton, 1997).\nSimon Winchester, Outposts: Journeys to the Surviving Relics of the British Empire (London & New York, 1985).\nGeorge Drower, Britain's Dependent Territories (Dartmouth, 1992).\nGeorge Drower, Overseas Territories Handbook (London: TSO, 1998).\nIan Hendry and Susan Dickson, \"British Overseas Territories Law\" (London: Hart Publishing, 2011)\nBen Fogle, The Teatime Islands: Adventures in Britain's Faraway Outposts (London: Michael Joseph, 2003).\nBonham C. Richardson (১৬ জানুয়ারি ১৯৯২)। The Caribbean in the Wider World, 1492–1992। Cambridge University Press। আইএসবিএন 9780521359771। সংগ্রহের তারিখ ৮ ডিসেম্বর ২০১০। \n\n\n== বহিঃসংযোগ ==\n\nForeign and Commonwealth Office – UK Overseas Territories (পররাষ্ট্র ও কমনওয়েলথ দপ্তর — যুক্তরাজ্য সমুদ্রপার অঞ্চলসমূহ)\nUnited Kingdom Overseas Territories Association (যুক্তরাজ্য সমুদ্রপার অঞ্চল অ্যাসোসিয়েশন)\nBritish Overseas Territories Act 2002 (ব্রিটিশ সমুদ্রপার অঞ্চলসমূহ আইন, ২০০২)"}