{"pageid": 1449968, "title": "গোয়া সুরক্ষা মঞ্চ", "url": "https://bn.wikipedia.org/wiki?curid=1449968", "content": "গোয়া সুরক্ষা মঞ্চ হল গোয়ার একটি রাজনৈতিক দল, ভারতীয় ভাষা সুরক্ষা মঞ্চের একটি রাজনৈতিক দল যা বিদ্রোহী রাষ্ট্রীয় স্বয়ংসেবক সংঘ নেতা সুভাষ ভেলিংকর দ্বারা চালু করা হয়েছিল। দলটি ২ অক্টোবর ২০১৬ সালে গঠিত হয়।\nদলের মূল লক্ষ্য হল স্কুলগুলিতে কোঙ্কনি ও মারাঠিকে প্রচার করা এবং ইংরেজি মাধ্যম স্কুলগুলিতে অনুদান প্রত্যাহার করা। দলের প্রতীক ব্ল্যাকবোর্ড।\nএর উদ্বোধনী সভাপতি আনন্দ শিরোদকার। স্বাতী কেরকার এবং কিরণ নায়ককে দলের সহ-সভাপতি নিযুক্ত করা হয়েছিল কিন্তু সুভাষ ভেলিংকর কোনও পদে ছিলেন না বা কোনও নির্বাচনে প্রতিদ্বন্দ্বিতা করবেন না। দলটি ২০১৭ সালের গোয়া বিধানসভা নির্বাচনে প্রতিদ্বন্দ্বিতা করেছিল।\n\n\n== ইতিহাস ==\nশশীকলা কাকোদকর ডঃ লুইস প্রোটো বারবোসার নেতৃত্বাধীন প্রগ্রেসিভ ডেমোক্রেটিক পার্টির সরকারে শিক্ষামন্ত্রী ছিলেন। গোয়ার প্রাথমিক (শ্রেণি ১ম থেকে ৪র্থ) স্কুলগুলিতে সরকারি অনুদান প্রদানের কাকোদকরের নীতি বাধ্যতামূলক করে যে অনুদান শুধুমাত্র কোঙ্কনি বা মারাঠি ভাষায় প্রাথমিক স্তরের শিক্ষা প্রদানকারী স্কুলগুলিতে বরাদ্দ করা হবে। নীতিটি জুন ১৯৯০ থেকে কার্যকর করা হবে। কাকোদকার তৎকালীন গোয়ার মুখ্যমন্ত্রী ডঃ লুইস প্রোটো বারবোসা এবং সরকারী ভাষা মন্ত্রী চার্চিল আলেমাওকে রাজি করাতে সক্ষম হন যারাও এই সিদ্ধান্তকে সমর্থন করেছিলেন। কাকোদকরের নীতির ফলস্বরূপ, অনেক প্রাথমিক বিদ্যালয় তাদের শিক্ষার মাধ্যম ইংরেজি থেকে কোঙ্কনি বা মারাঠিতে পরিবর্তন করে। চার্চের ডায়োসেসান সোসাইটি অফ এডুকেশন দ্বারা পরিচালিত ১৩০টি প্রাথমিক বিদ্যালয় রাতারাতি তাদের শিক্ষার মাধ্যম ইংরেজি থেকে কোঙ্কনিতে পরিবর্তন করেছে। কাকোদকর ইংরেজিতে শিক্ষা প্রদান করে এমন কোনও নতুন প্রাথমিক বিদ্যালয় স্থাপনের অনুমতি না দেওয়ার সিদ্ধান্ত নেন, কিন্তু পরবর্তী সরকারগুলি এই নীতি মেনে চলেনি। এর ফলে গোয়ায় বেশ কিছু অনুদানবিহীন প্রাথমিক বিদ্যালয় গড়ে ওঠে যা ইংরেজি ভাষায় শিক্ষা প্রদান করে। ইংরেজি মাধ্যম প্রাথমিক বিদ্যালয়ের সংখ্যা ১৯৯১ সালে ২৬টি থেকে ২০১১ সালে ১৪৪-এ উন্নীত হয়।\n১৯ ডিসেম্বর ১৯৬১-এ গোয়ার স্বাধীনতার পর, অন্যান্য রাজ্য থেকে অনেক ভারতীয় গোয়ায় চলে যায়। এটি কন্নড়, তেলুগু, হিন্দি এবং উর্দু সহ অন্যান্য ভারতীয় ভাষায় শিক্ষা প্রদানের জন্য বেশ কয়েকটি প্রাথমিক বিদ্যালয় প্রতিষ্ঠার দিকে পরিচালিত করে। যাইহোক, গোয়ায় উর্দু স্কুলগুলি পর্তুগিজ শাসনের সময় থেকেই ছিল।\nযেহেতু ইংরেজিতে প্রাথমিক শিক্ষাকে ব্যাপকভাবে উচ্চতর হিসাবে বিবেচনা করা হত, প্রাথমিক স্তরের ইংরেজি স্কুলগুলিতেও অনুদান দেওয়ার জন্য অভিভাবকদের কাছ থেকে দাবি ছিল। দিগম্বর কামাতের নেতৃত্বাধীন তৎকালীন সরকার ১৩৫টি প্রাথমিক বিদ্যালয়কে রাতারাতি তাদের শিক্ষার মাধ্যম ইংরেজিতে পরিবর্তন করার অনুমতি দেয়। মনোহর পারিকরের নেতৃত্বে বিরোধীরা সহ অনেকেই এর বিরোধিতা করেছিল। দিগম্বর কামাতের নেতৃত্বাধীন সরকারের সিদ্ধান্তের বিরোধিতা করার জন্য ভারতীয় ভাষা সুরক্ষা মঞ্চ - ফোরাম ফর প্রোটেকশন অফ ইন্ডিয়ান ল্যাংগুয়েজেস প্রতিষ্ঠিত হয়েছিল। মনোহর পারিকরও ভারতীয় ভাষা সুরক্ষা মঞ্চ আয়োজিত বিক্ষোভে অংশ নিয়েছিলেন। শুধুমাত্র ভারতীয় ভাষায় প্রাথমিক শিক্ষা প্রদানকারী প্রাথমিক বিদ্যালয়গুলিতে অনুদান প্রদানের কাকোদকর নীতি মেনে চলার জন্য সরকারকে চাপ দেওয়ার লক্ষ্যে সংগঠনটি গঠন করা হয়েছিল। ২০১২ সালের গোয়া বিধানসভা নির্বাচনে শিক্ষার মাধ্যম ইস্যু নিয়ে বিতর্ক বিতর্কের হাড়ে পরিণত হয়েছিল।\nভারতীয় ভাষা সুরক্ষা মঞ্চ যখন প্রাথমিক স্তরের ইংরেজি স্কুলগুলিতে অনুদানের বিরুদ্ধে প্রচারণা চালায়, তখন ফোরাম ফর রাইটস অফ চিলড্রেন টু এডুকেশন (FORCE) নামে একটি সংগঠন প্রাথমিক স্তরের ইংরেজি স্কুলগুলিতে অনুদানের জন্য প্রচার করেছিল। ২০১২ সালের গোয়া বিধানসভা নির্বাচনের প্রচারের সময়, ভারতীয় জনতা পার্টি - মহারাষ্ট্রবাদী গোমান্তক পার্টি জোট ভারতীয় ভাষা সুরক্ষা মঞ্চ দ্বারা পরিচালিত আন্দোলনকে সমর্থন করেছিল। ভারতীয় জনতা পার্টি - মহারাষ্ট্রবাদী গোমান্তক পার্টি জোট ২০১২ সালের গোয়া বিধানসভা নির্বাচনে ভারতীয় ভাষা সুরক্ষা মঞ্চের সমর্থনে বিজয়ী হয়েছিল।\n২০১২ সালে গোয়ার মুখ্যমন্ত্রী হওয়ার পর, মনোহর পারিকর দিগম্বর কামাতের নেতৃত্বাধীন সরকারের নীতি অব্যাহত রাখেন। পারিকর বলেছিলেন যে প্রশাসনিক এবং প্রযুক্তিগত কারণে দিগম্বর কামাতের শাসনামলে যে সমস্ত ইংরেজি মাধ্যম প্রাথমিক বিদ্যালয়গুলি অনুদান পেয়েছিল তাদের অনুদান বন্ধ করা সম্ভব নয়। পারিকর সমস্যার জন্য দিগম্বর কামাত শাসনকে দায়ী করেন। এবং একটি বিজ্ঞপ্তি জারি করেন যে এখন থেকে, শুধুমাত্র কোঙ্কনি এবং মারাঠি ভাষায় শিক্ষা প্রদানকারী প্রাথমিক বিদ্যালয়গুলি অনুদান পাবে। কোঙ্কানি এবং মারাঠি ভাষায় শিক্ষা প্রদানকারী প্রাথমিক বিদ্যালয়গুলির জন্য পর্রিকরও কিছু বিশেষ সহায়তা ঘোষণা করেছিলেন।\nভারতীয় ভাষা সুরক্ষা মঞ্চ এর বিরুদ্ধে প্রতিবাদ করে  এবং মনোহর পারিকরকে ইউ-টার্ন নেওয়ার অভিযোগ করে। ভারতীয় ভাষা সুরক্ষা মঞ্চ ২০১৭ সালের গোয়া বিধানসভা নির্বাচনে প্রতিদ্বন্দ্বিতা করার জন্য একটি রাজনৈতিক দল গঠন করার সিদ্ধান্ত নিয়েছে শিক্ষার মাধ্যম। সুভাষ ভেলিংকরকে পরবর্তীকালে একটি রাজনৈতিক দল গঠনের সিদ্ধান্তের কারণে গোয়ার প্রধান হিসেবে রাষ্ট্রীয় স্বয়ংসেবক সংঘ থেকে বাদ দেওয়া হয়  এবং তার জায়গায় লক্ষ্মণ বেহরেকে নিযুক্ত করা হয়। রাষ্ট্রীয় স্বয়ংসেবক সংঘের চার শতাধিক স্বেচ্ছাসেবক প্রতিবাদে পদত্যাগ করেন  এবং ভেলিংকরের নেতৃত্বে রাষ্ট্রীয় স্বয়ংসেবক সংঘের একটি গোয়া প্রন্ত গঠিত হয়।\nগোয়া সুরক্ষা মঞ্চ পরবর্তীকালে ২ অক্টোবর ২০১৬-এ প্রতিষ্ঠিত হয়।\n\n\n== নির্বাচনী রাজনীতি ==\nগোয়া সুরক্ষা মঞ্চ ২০১৭ সালের গোয়া বিধানসভা নির্বাচনে প্রতিদ্বন্দ্বিতা করার জন্য শিবসেনা, মহারাষ্ট্রবাদী গোমান্তক পার্টি এবং গোয়া প্রজা পার্টির সাথে জোট করেছে। জোট মোট ৪০টি আসনের মধ্যে ৩৩টিতে প্রতিদ্বন্দ্বিতা করেছিল।\nশ্যাম সতারদেকর  এবং ড. সুরেশ আমনকার  এর মতো বেশ কিছু রাজনীতিবিদ যারা পূর্বে ভারতীয় জাতীয় কংগ্রেস এবং ভারতীয় জনতা পার্টির অংশ ছিলেন তারা যথাক্রমে গোয়া সুরক্ষা মঞ্চে যোগদান করেন এবং পরবর্তীতে দলের প্রার্থী হিসেবেও ঘোষণা করা হয়।\n\n\n== তথ্যসূত্র =="}