{"pageid": 1449949, "title": "অ্যান্টনি রলস্টন", "url": "https://bn.wikipedia.org/wiki?curid=1449949", "content": "অ্যান্টনি রলস্টন (ইংরেজি: Anthony Ralston; জন্ম: ১৬ নভেম্বর ১৯৯৮) হলেন একজন স্কটল্যান্ডীয় পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে স্কটল্যান্ডের পেশাদার ফুটবল লিগের শীর্ষ স্তর স্কটিশ প্রিমিয়ারশিপের ক্লাব সেল্টিক এবং স্কটল্যান্ড জাতীয় দলের হয়ে রক্ষণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত ডান পার্শ্বীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে ডান পার্শ্বীয় মধ্যমাঠের খেলোয়াড় হিসেবে খেলেন।\n২০১৬ সালে, রলস্টন স্কটল্যান্ড অনূর্ধ্ব-১৯ দলের হয়ে স্কটল্যান্ডের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় দুই বছর যাবত স্কটল্যান্ডের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০২১ সালে স্কটল্যান্ডের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; স্কটল্যান্ডের জার্সি গায়ে তিনি এপর্যন্ত ৮ ম্যাচে ১টি গোল করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nঅ্যান্টনি রলস্টন ১৯৯৮ সালের ১৬ই নভেম্বর তারিখে স্কটল্যান্ডের বেলশিলে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nরলস্টন স্কটল্যান্ড অনূর্ধ্ব-১৯, স্কটল্যান্ড অনূর্ধ্ব-২০ এবং স্কটল্যান্ড অনূর্ধ্ব-২১ দলের হয়ে খেলার মাধ্যমে স্কটল্যান্ডের প্রতিনিধিত্ব করেছেন। ২০১৬ সালের ২৫শে অক্টোবর তারিখে তিনি লিশটেনস্টাইন অনূর্ধ্ব-১৯ দলের বিরুদ্ধে ম্যাচে স্কটল্যান্ড অনূর্ধ্ব-১৯ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। স্কটল্যান্ডের বয়সভিত্তিক দলের হয়ে তিনি প্রায় ২ বছরে ১৬ ম্যাচে অংশগ্রহণ করেছেন।\n২০২১ সালের ১৫ই নভেম্বর তারিখে, ২২ বছর, ১১ মাস ও ৩০ দিন বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী রলস্টন ডেনমার্কের বিরুদ্ধে অনুষ্ঠিত ২০২২ ফিফা বিশ্বকাপ বাছাইপর্বের ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে স্কটল্যান্ডের হয়ে অভিষেক করেছেন। উক্ত ম্যাচের ৮৭তম মিনিটে রক্ষণভাগের খেলোয়াড় কিরান টিয়ার্নির বদলি খেলোয়াড় হিসেবে তিনি মাঠে প্রবেশ করেছিলেন; ম্যাচে তিনি ৪ নম্বর জার্সি পরিধান করে ডান পার্শ্বীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি স্কটল্যান্ড ২–০ গোলের ব্যবধানে জয়লাভ করেছিল। স্কটল্যান্ডের হয়ে অভিষেকের বছরে রলস্টন সর্বমোট ১ ম্যাচে অংশগ্রহণ করেছেন। জাতীয় দলের হয়ে অভিষেকের ৬ মাস ও ২৪ দিন পর, স্কটল্যান্ডের জার্সি গায়ে প্রথম গোলটি করেছেন; ২০২২ সালের ৮ই জুন তারিখে, আর্মেনিয়ার বিরুদ্ধে ম্যাচের ২৮তম মিনিটে স্টুয়ার্ট আর্মস্ট্রংয়ের অ্যাসিস্ট হতে স্কটল্যান্ডের হয়ে ম্যাচের প্রথম গোলটি করার মাধ্যমে তিনি আন্তর্জাতিক ফুটবলে তার প্রথম গোলটি করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n১২ জুন ২০২৪ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nঅ্যান্টনি রলস্টন – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nসকারওয়েতে অ্যান্টনি রলস্টন  (ইংরেজি)  \nসকারবেসে অ্যান্টনি রলস্টন (ইংরেজি) \nবিডিফুটবলে \nইইউ-ফুটবলে অ্যান্টনি রলস্টন (ইংরেজি) \nট্রান্সফারমার্কেটে অ্যান্টনি রলস্টন (ইংরেজি) \n\nইএসপিএন এফসিতে \nন্যাশনাল-ফুটবল-টিমস.কমে অ্যান্টনি রলস্টন (ইংরেজি)"}