{"pageid": 1449024, "title": "উপায় (বৌদ্ধ দর্শন)", "url": "https://bn.wikipedia.org/wiki?curid=1449024", "content": "উপায় (সংস্কৃত: उपाय, অনুবাদ 'সমীচীন সঙ্গতি') হলো বৌদ্ধ দর্শন অনুসারে মুক্তির পথের দিকনির্দেশনার দিক যেখানে সচেতন, স্বেচ্ছাসেবী কর্ম তার দিক নির্দেশনা সম্পর্কে \"অসম্পূর্ণ যুক্তি দ্বারা চালিত হয়\"। উপায় প্রায়শই কৌশল্যের সাথে ব্যবহৃত হয়, উপায়-কৌশল্য যার অর্থ \"অর্থে দক্ষতা\"।\nউপায়-কৌশল হলো এমন ধারণা যার উপর জোর দেওয়া হয় যে অনুশীলনকারীরা তাদের নিজস্ব নির্দিষ্ট পদ্ধতি বা কৌশল ব্যবহার করতে পারে যা বোধোদয়ের জন্য পরিস্থিতির সাথে খাপ খায়। তাৎপর্য হলো যে, এমনকি যদি কোনো কৌশল, দৃষ্টিভঙ্গি, ইত্যাদি সর্বোচ্চ অর্থে \"সত্য\" নাও হয়, তবুও এটি সমীচীন অনুশীলন হতে পারে অর্থাৎ, এটি অনুশীলনকারীকে একইভাবে সত্য উপলব্ধির কাছাকাছি নিয়ে আসতে পারে। দক্ষতার অনুশীলন যা এটি নির্দেশ করে, শ্রোতাদের কাছে একজনের বার্তা মানিয়ে নেওয়ার ক্ষমতা, পালি ত্রিপিটকের অত্যন্ত গুরুত্বপূর্ণ।\nবৌদ্ধধর্মের ডিজিটাল অভিধান উল্লেখ করেছে যে চীনা শব্দ ফাংবিয়ানকে ইংরেজিতে 'দক্ষ' বা 'উপযুক্ত' হিসাবে রেন্ডার করা প্রায়শই কঠিন, কারণ অর্থগুলি প্রেক্ষাপট অনুসারে পরিবর্তিত হয় কারণ (১) শিক্ষা বিস্মিত করার মতো কিছু - সত্য যে বুদ্ধ এগুলো উপস্থাপন করতে পারেনদৈনন্দিন ভাষায় কঠিন সত্য (এভাবে, দক্ষ), তবুও যে (২) তারা চূড়ান্ত সত্যের তুলনায় একটি নিম্ন আদেশের শিক্ষা, এবং বাস্তবতার প্রতিফলন থেকে অনেক দূরে, এবং এক ধরনের 'স্টপগ্যাপ' পরিমাপ (এইভাবে, সমীচীন)।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nFederman, Asaf (২০০৯), \"Literal means and hidden meanings: a new analysis of skillful means\" (পিডিএফ), Philosophy East and West, 59 (2): 125–141, এসটুসিআইডি 574336, ডিওআই:10.1353/pew.0.0050 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMatsunaga, Daigan and Alicia (1974). The concept of upāya in Mahāyāna Buddhist philosophy, Japanese Journal of Buddhist Studies 1 (1), 51–72\nPye, Michael (1978). Skilful Means - A concept in Mahayana Buddhism. London: Gerald Duckworth & Co. Ltd. আইএসবিএন ০-৭১৫৬-১২৬৬-২\nSnellgrove, David (1987). Indo-Tibetan Buddhism: Indian Buddhists & Their Tibetan Successors (2 volumes). Boston, Massachusetts, USA: Shambhala Publications, Inc. আইএসবিএন ০-৮৭৭৭৩-৩১১-২ (v. 1) & আইএসবিএন ০-৮৭৭৭৩-৩৭৯-১ (v. 2)\nSchroeder, John (2001) Skillful Means: The Heart of Buddhist Compassion. University of Hawaii Press. আইএসবিএন ০-৮২৪৮-২৪৪২-৩\nTatz, M., trans. (1994). The Skill in Means (Upayakausalya) Sutra. Delhi: Motilal Banarsidass"}