{"pageid": 1449521, "title": "উত্তরপ্রদেশে ভারতের সাধারণ নির্বাচন, ২০০৪", "url": "https://bn.wikipedia.org/wiki?curid=1449521", "content": "উত্তরপ্রদেশে ২০০৪ সালের ভারতীয় সাধারণ নির্বাচন চতুর্দশ লোকসভার নির্বাচন ২৬ এপ্রিল থেকে ১০ মে ২০০৪ এর মধ্যে অনুষ্ঠিত হয়েছিল। নির্বাচনের ফলাফল ১৩ মে ঘোষণা করা হয়েছিল যেখানে জাতীয় দলগুলি বিজেপি এবং কংগ্রেস বেশ খারাপ পারফর্ম করেছে যখন রাজ্য দলগুলি, এসপি এবং বিএসপি খুব ভাল করেছে এবং সংখ্যাগরিষ্ঠ আসন পেয়েছে। বিজেপির ডাকা প্রারম্ভিক ভোটগুলি দলের জন্য বিপর্যয়কর প্রমাণিত করেছিল, যদিও কংগ্রেস জয়ী হয় এবং জাতীয় স্তরে সরকার গঠন করতে সক্ষম হয়েছিল।\n\n\n== নির্বাচন কমিশনের প্রস্তুতি ==\nনির্বাচন কমিশন প্রস্তুতির পরিপ্রেক্ষিতে তারা রাজ্যে মোট ২৪০ জন পর্যবেক্ষক নিয়োগ করেছিল। \nভোটের সাথে মনোনয়ন দাখিল নির্বাচন কমিশন তিন দিনের মধ্যে সম্পন্ন করেছে:\n\nপ্রতি আসন থেকে প্রতিদ্বন্দ্বী প্রার্থীদের দ্বারা যথাক্রমে হলফনামা নেয়া হয় যা বাধ্যতামূলক হিসাবে নির্বাচন কমিশনে জমা দেওয়া হয়েছিল। \n\n\n== প্রচারণা ও আসন জোট ==\nবিজেপি তার দলীয় ইশতেহারে 'ভিশন ডকুমেন্ট'-এর অংশ হিসেবে অযোধ্যায় ভগবান রাম মন্দির নির্মাণের কথা অন্তর্ভুক্ত করেছিল।  দলটি মনে করেছিল যে জনগণের একটি অংশ বিশ্বাস করবে যে স্লোগানের ফলে প্রধানমন্ত্রী বাজপেয়ীর বিকল্প নেই: \"কাহো দিল সে, অটল ফির সে \" এবং শেষ পর্যন্ত নির্দিষ্ট কিছু আসনে সহায়তা করবে। \nটেবিলে আসনের বণ্টন জোট এবং দলী গুলার অবস্তান দেখানো হল:\n\nবিএসপি রাজ্যের ৮০টি লোকসভা আসনে প্রতিদ্বন্দ্বিতা করেছিল। \n\n\n== ভোট ==\n১১,০৬,২৪,৪৯০ জন নির্বাচক ভোট দিয়ে তিনটি ধাপে মোট ৪৮.১৬% ভোটিং রেকর্ড করা হয়েছে।  ৬৩টি আসন সাধারণ জাতির জন্য সংরক্ষিত ছিল এবং বাকি 17টি তফশিলি জাতি ও উপজাতিদের জন্য। \n\n\n== ফলাফল পার্টি/জোট অনুযায়ী ==\nনির্বাচনে সবচেয়ে বেশি লাভ করেছে সমাজবাদী পার্টি যারা একাই ৩৫টি আসন জিতেছে  এবং তার জোটের অংশীদার আরএলডি পশ্চিম উত্তর প্রদেশে ৩টি আসন জিতেছে। রাজ্য থেকে প্রায় অর্ধেক আসন জিতেছে এসপি জোট।  SP নেতা মুলায়ম সিং যাদব মইনপুরি থেকে বিপুল ব্যবধানে জিতেছেন। \nসবচেয়ে বড় পরাজয় ছিল বিজেপি যা ১৯৯৯ সালের সাধারণ নির্বাচনে পূর্ববর্তী ২৫টি আসন থেকে মাত্র ১০ টি আসনে কমে গিয়েছিল, যদিও বাজপেয়ী লখনাউ থেকে জিতেছিলেন।  গুরুত্বপূর্ণ রাজ্য দলের নেতা মানেকা গান্ধী এবং যোগী আদিত্যনাথ যথাক্রমে পিলিভীত এবং গোরখপুর থেকে নির্বাচিত হয়েছেন। পার্টির \"ইন্ডিয়া শাইনিং \" প্রচারাভিযান দলের জন্য খারাপভাবে ব্যাকফায়ার করেছে এবং তারা যথেষ্ট সংখ্যক আসন হারিয়েছে। \nআরেকটি জাতীয় দল কংগ্রেস রাজ্যে লাভ করতে পারেনি এবং মাত্র ৯ টি আসনের মধ্যে সীমাবদ্ধ ছিল যদিও তাদের জাতীয় দলের নেতা সোনিয়া গান্ধী এবং রাহুল গান্ধী রায়বেরেলি এবং আমেঠি থেকে জিতেছিলেন। \nবিএসপি মোট ১৯ টি আসনে জয় লাভ করেন।\n\n\n== নির্বাচনী এলাকার ফলাফল ==\nবিজয়ী প্রার্থীদের আসন অনুযায়ী বিস্তারিত ফলাফল নীচের ছকে উল্লেখ করা হয়েছে:\n\n\n== পোস্ট গুলার ফলাফল বিশ্লেষণ ==\nফলাফল দেখায় যে, বিজেপি এবং কংগ্রেস উভয় জাতীয় দল এবং রাজ্যের ভোটাররা প্রত্যাখ্যান করেছিল এবং জনমত জরিপে সমানভাবে ভুল প্রমাণিত হয়েছিল।  রাজ্যের নির্বাচকমণ্ডলী তার হতাশাজনক পারফরম্যান্সের কারণ বিজেপির তৈরি \"ইন্ডিয়া শাইনিং\" স্লোগানকে সরাসরি প্রত্যাখ্যান করেছে বলে মনে হচ্ছিল। দলটি পরবর্তী ১৯৯১, ১৯৯৬ এবং ১৯৯৮ সালের নির্বাচনে রাজ্যের ৫০ টির বেশি আসনে জয়ের নথিভুক্ত করার চেয়ে অনেক কম সংখ্যায় অব্যাহত ছিল।  বাজপেয়ী সরকারের স্ন্যাপ ভোট ডাকার সিদ্ধান্ত দলের জন্য অত্যন্ত ব্যয়বহুল প্রমাণিত হয়। 1989 সালের নির্বাচনের পর রাজ্যে সংখ্যা ছিল সর্বনিম্ন।  কেন্দ্রীয় মন্ত্রী মুরলি মনোহর যোশী এবং স্বামী চিন্ময়ানন্দ, রাজ্য বিধানসভার স্পিকার কেশরী নাথ ত্রিপাঠি এবং উত্তর প্রদেশ পার্টি ইউনিট প্রধান বিনয় কাটিয়ার সহ উল্লেখযোগ্য রাজ্য বিজেপি নেতারা সকলেই পরাজিত হন। রাম মন্দির ইস্যুটিও সাহায্য করেনি কারণ এর দলীয় প্রার্থী লালু সিং ফৈজাবাদে বিএসপি-র মিত্রসেন যাদবের কাছে পরাজিত হয়েছিল। দলটি কাশী (বারাণসী) অঞ্চলে একটি আসনও জিততে পারেনি, যেখানে মোট 13টি লোকসভা আসন ছিল। বিজেপির আরেকজন বিশিষ্ট নেতা এবং প্রাক্তন মুখ্যমন্ত্রী কল্যাণ সিং বুলন্দশহর থেকে প্রায় 6500 ভোটের সামান্য ব্যবধানে জয়লাভ করেন কিন্তু পার্টি কংগ্রেসের কাছে সিংয়ের নিজ শহর আলীগড়কে হারিয়েছে।\nরাহুল গান্ধীর প্রচারের পরও কংগ্রেস দল মাত্র ৯ টি আসনে লাভ করে। কংগ্রেস রামপুর, মিরাট, প্রতাপগড় এবং মুজাফফরনগরের সংখ্যাগরিষ্ঠতা হারায়, কিন্তু এক দশকের মধ্যে প্রথমবারের মতো বারাণসী এবং বাঁশগাঁও আসন দখল করে পূর্বাঞ্চলে (পূর্ব) জয়লাভ করে।\nআঞ্চলিক দল SP, রাজ্যে বেশ ভাল করেছে, বিশেষ করে পূর্বাঞ্চলে এবং বুন্দেলখন্ড অঞ্চলে আসন জিতে যেখানে এটি আগে ১৯৯৯ সালের নির্বাচনে ফাঁকা ছিল। RLD-এর সাথে জোট পশ্চিম ইউপিতে ফলপ্রসূ প্রমাণিত হয়েছে যেখানে মুসলিম-জাট-যাদব মিলিত হয়ে SP-RLD জোটকে ভোট দিয়েছে।\nএটি ছাড়াও বিএসপি দলিত ভোট একত্রীকরণের সাথেও ভাল পারফরম্যান্স করে যার ফলস্বরূপ আগে 14টি থেকে 19টি আসন জিতেছিল এমনকি দলের নেতা কাশী রাম এবং মায়াবতী এর দায়িত্ব নেওয়ার আগেও। বিপুল সংখ্যক মুসলিম এবং উচ্চবর্ণের প্রার্থীদের মাঠে নামানোর দলীয় কৌশল দলের জন্য উপকারী বলে প্রমাণিত হয়েছে।  যদিও নির্বাচনে জামানত হারিয়েছে দলটি ১১টি আসনে প্রতিদ্বন্দ্বিতা করে। \n'সেন্টার ফর দ্য স্টাডি অফ ডেভেলপিং সোসাইটিজ' দ্বারা এটি নির্ধারণ করেছিল যে সংখ্যাগরিষ্ঠ জনগণ তাদের নেতা আর দল যাদের সমর্থন করছে তাদের সম্পর্কে নেতিবাচক বক্তব্যের কথা মাথায় রেখে ভোট দেয়নি। \n\n\n== তথ্যসূত্র ==\n\n\n== বাহ্যিক সুত্র ==\nভারতের নির্বাচন কমিশন\nরাজ্য নির্বাচন কমিশন উত্তরপ্রদেশ, লখনউ"}