{"pageid": 1449786, "title": "কান আয়হান", "url": "https://bn.wikipedia.org/wiki?curid=1449786", "content": "কান আয়হান (তুর্কি: Kaan Ayhan; জন্ম: ১০ নভেম্বর ১৯৯৪) হলেন একজন জার্মান–তুর্কি পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে তুর্কি ক্লাব গালাতাসারায় এবং তুরস্ক জাতীয় দলের হয়ে রক্ষণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত কেন্দ্রীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে ডান পার্শ্বীয় রক্ষণভাগের খেলোয়াড় অথবা রক্ষণাত্মক মধ্যমাঠের খেলোয়াড় হিসেবে খেলেন।\n২০০৯ সালে, আয়হান তুরস্ক অনূর্ধ্ব-১৭ দলের হয়ে তুরস্কের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় সাত বছর যাবত জার্মানি ও তুরস্কের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০১৬ সালে তুরস্কের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; তুরস্কের জার্সি গায়ে তিনি এপর্যন্ত ৫৮ ম্যাচে ৫টি গোল করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nকান আয়হান ১৯৯৪ সালের ১০ই নভেম্বর তারিখে জার্মানির গেলসেনকির্খেনে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nআয়হান জার্মানি অনূর্ধ্ব-১৬, জার্মানি অনূর্ধ্ব-১৭, জার্মানি অনূর্ধ্ব-১৮, তুরস্ক অনূর্ধ্ব-১৭ এবং তুরস্ক অনূর্ধ্ব-২১ দলের হয়ে খেলার মাধ্যমে জার্মানি ও তুরস্কের প্রতিনিধিত্ব করেছেন। ২০০৯ সালের ২৯শে সেপ্টেম্বর তারিখে তিনি তুরস্ক অনূর্ধ্ব-১৭ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। জার্মানি ও তুরস্কের বয়সভিত্তিক দলের হয়ে তিনি প্রায় ৭ বছরে ৩৮ ম্যাচে অংশগ্রহণ করে ৪টি গোল করেছেন।\n২০১৬ সালের ৩১শে আগস্ট তারিখে, ২১ বছর, ৯ মাস ও ২১ দিন বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী আয়হান রাশিয়ার বিরুদ্ধে অনুষ্ঠিত প্রীতি ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে তুরস্কের হয়ে অভিষেক করেছেন। উক্ত ম্যাচের ৪৬তম মিনিটে আক্রমণভাগের খেলোয়াড় ভোলকান শেনের বদলি খেলোয়াড় হিসেবে তিনি মাঠে প্রবেশ করেছিলেন; ম্যাচে তিনি ২২ নম্বর জার্সি পরিধান করে রক্ষণাত্মক মধ্যমাঠের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি রাশিয়া ০–০ গোলের ব্যবধানে জয়লাভ করেছিল। তুরস্কের হয়ে অভিষেকের বছরে আয়হান সর্বমোট ৪ ম্যাচে ০টি গোল করেছেন। জাতীয় দলের হয়ে অভিষেকের ২ বছর, ৬ মাস ও ২৫ দিন পর, তুরস্কের জার্সি গায়ে প্রথম গোলটি করেছেন; ২০১৯ সালের ২৫শে মার্চ তারিখে, মলদোভার বিরুদ্ধে ম্যাচের ৭০তম মিনিটে দেনিজ তুরুচের অ্যাসিস্ট হতে তুরস্কের হয়ে ম্যাচের চতুর্থ গোলটি করার মাধ্যমে তিনি আন্তর্জাতিক ফুটবলে তার প্রথম গোলটি করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n১১ জুন ২০২৪ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nকান আয়হান – ফিফা প্রতিযোগিতার রেকর্ড (ইংরেজি) \nকান আয়হান – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nসকারওয়েতে কান আয়হান  (ইংরেজি)  \nসকারবেসে \nবিডিফুটবলে \nইইউ-ফুটবলে কান আয়হান (ইংরেজি) \nট্রান্সফারমার্কেটে কান আয়হান (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে কান আয়হান (ইংরেজি) \nইএসপিএন এফসিতে কান আয়হান (ইংরেজি) \nন্যাশনাল-ফুটবল-টিমস.কমে কান আয়হান (ইংরেজি)"}