{"pageid": 1449858, "title": "সন্তোষ আনন্দ", "url": "https://bn.wikipedia.org/wiki?curid=1449858", "content": "সন্তোষ আনন্দ (জন্ম: ৫ মার্চ ১৯৪০) একজন ভারতীয় গীতিকার, যিনি ১৯৭০-এর দশকে সাফল্য অর্জন করেছিলেন। তিনি ১৯৭৫ এবং ১৯৮৩ সালে ২ বার শ্রেষ্ঠ গীতিকার হিসেবে ফিল্মফেয়ার পুরস্কার জিতেছিলেন। ২০১৬ সালে তিনি যশ ভারতী পুরস্কার পেয়েছেন। তিনি আলিগড় মুসলিম বিশ্ববিদ্যালয়ে লাইব্রেরি বিজ্ঞান বিভাগে পড়াশোনা করেছিলেন।\n\n\n== জীবনী ==\nসন্তোষ আনন্দ ব্রিটিশ ভারতের যুক্ত প্রদেশের বুলন্দশহর জেলার সিকান্দরাবাদ শহরে জন্মগ্রহণ করেছিলেন। তিনি ১৯৭০ সালে পূরব ঔর পশ্চিম চলচ্চিত্রের গান লেখার মাধ্যমে গীতিকার হিসেবে কর্মজীবন শুরু করেন। এই চলচ্চিত্রটির সব গানের সুর করেছিলেন কল্যাণজি-আনন্দজি। তিনি ১৯৭২ সালের শোর চলচ্চিত্রে তার প্রিয় গান \"এক প্যায়ার কা নাগমা হ্যায়\" লিখেছিলেন। এই গানটির সুর করেছিলেন লক্ষ্মীকান্ত-প্যায়ারেলাল এবং গেয়েছিলেন মুকেশ ও লতা মঙ্গেশকর। তিনি ১৯৭৪ সালে রোটি কাপড়া ঔর মাকান চলচ্চিত্রের জন্য গান লিখেছিলেন, এই গানগুলোরও সুর করেছিলেন লক্ষ্মীকান্ত-প্যায়ারেলাল। গানগুলো হলো মহেন্দ্র কাপুরের গাওয়া \"ঔর নহীঁ বাস ঔর নহীঁ\" এবং মুকেশ ও লতা মঙ্গেশকরের গাওয়া \"ম্যায় না ভুলুঙ্গা\"। \"ম্যায় না ভুলুঙ্গা\" গান লেখার জন্য তিনি প্রথমবার শ্রেষ্ঠ গীতিকার হিসেবে ফিল্মফেয়ার পুরস্কার জিতেছিলেন।\nতিনি ১৯৮১ সালে ক্রান্তি চলচ্চিত্রের জন্য গান লেখেন, যেটি ছিল সেই বছরের সর্বোচ্চ আয়কারী হিন্দি চলচ্চিত্র। একই বছর তিনি পিয়াসা সাওয়ান চলচ্চিত্রের \"তেরা সাথ হ্যায় তো\", \"মেঘা রে মেঘা রে\" সহ কয়েকটি গান লিখেছিলেন। ১৯৮২ সালে তিনি প্রেম রোগ চলচ্চিত্রের \"মহব্বত হ্যায় কিয়া চিজ\" সহ কয়েকটি গান লিখেছিলেন। এই গানগুলোরও সুর করেছিলেন লক্ষ্মীকান্ত-প্যায়ারেলাল। \"মহব্বত হ্যায় কিয়া চিজ\" গানের জন্য তিনি দ্বিতীয়বার শ্রেষ্ঠ গীতিকার হিসেবে ফিল্মফেয়ার পুরস্কার জিতেছিলেন। তিনি ২৬টি চলচ্চিত্রে মোট ১০৯টি গান লিখেছেন।\n\n\n== গীতিকার হিসেবে কাজ করা চলচ্চিত্র ==\nপূরব ঔর পশ্চিম (১৯৭০)\nশোর (১৯৭২)\nরোটি কাপড়া ঔর মাকান (১৯৭৪)\nপাত্থর সে টক্কর (১৯৮০)\nক্রান্তি (১৯৮১)\nপিয়াসা সাওয়ান (১৯৮১)\nপ্রেম রোগ (১৯৮২)\nমেরা জওয়াব (১৯৮৫)\nপাত্থর দিল (১৯৮৫)\nলাভ ৮৬ (১৯৮৬)\nমজলুম (১৯৮৬)\nবড়ে ঘর কি বেটি (১৯৮৯)\nনাগ নাগিন (১৯৮৯)\nসন্তোষ (১৯৮৯)\nসূর্যা: অ্যান অ্যাওয়েকেনিং (১৯৮৯)\nদো মতওয়ালে (১৯৯১)\nনাগ মণি (১৯৯১)\nরণভূমি (১৯৯১)\nজুনুন (১৯৯২)\nসংগীত (১৯৯২)\nতহলকা (১৯৯২)\nতিরঙ্গা (১৯৯৩)\nসঙ্গম হো কে রাহেগা (১৯৯৪)\nপ্রেম অগন (১৯৯৮)\n\n\n== পুরস্কার ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে সন্তোষ আনন্দ (ইংরেজি)"}