{"pageid": 1449230, "title": "মোইসেস রামিরেস", "url": "https://bn.wikipedia.org/wiki?curid=1449230", "content": "ওয়েলিংতোন মোইসেস রামিরেস প্রেসিয়াদো (স্পেনীয়: Moisés Ramírez; জন্ম: ৯ সেপ্টেম্বর ২০০০; মোইসেস রামিরেস নামে সুপরিচিত) হলেন একজন ইকুয়েডরীয় পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে ইকুয়েডরীয় ক্লাব ইন্দিপেন্দিয়েন্তে এবং ইকুয়েডর জাতীয় দলের হয়ে গোলরক্ষক হিসেবে খেলেন।\n২০১৭ সালে, রামিরেস ইকুয়েডর অনূর্ধ্ব-১৭ দলের হয়ে ইকুয়েডরের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় চার বছর যাবত ইকুয়েডরের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০২১ সালে ইকুয়েডরের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; ইকুয়েডরের জার্সি গায়ে তিনি এপর্যন্ত ৬ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nওয়েলিংতোন মোইসেস রামিরেস প্রেসিয়াদো ২০০০ সালের ৯ই সেপ্টেম্বর তারিখে ইকুয়েডরের গুয়াইয়াকিলে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nরামিরেস ইকুয়েডর অনূর্ধ্ব-১৭, ইকুয়েডর অনূর্ধ্ব-২০ এবং ইকুয়েডর অনূর্ধ্ব-২৩ দলের হয়ে খেলার মাধ্যমে ইকুয়েডরের প্রতিনিধিত্ব করেছেন। ২০১৭ সালে তিনি ইকুয়েডর অনূর্ধ্ব-১৭ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। ইকুয়েডরের বয়সভিত্তিক দলের হয়ে তিনি প্রায় ৪ বছরে ৩১ ম্যাচে অংশগ্রহণ করেছেন।\n২০২১ সালের ৮ই অক্টোবর তারিখে, ২১ বছর ও ২৯ দিন বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী রামিরেস বলিভিয়ার বিরুদ্ধে অনুষ্ঠিত ২০২২ ফিফা বিশ্বকাপ বাছাইপর্বের ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে ইকুয়েডরের হয়ে অভিষেক করেছেন। তিনি উক্ত ম্যাচের মূল একাদশে অন্তর্ভুক্ত ছিলেন; ম্যাচে তিনি ১ নম্বর জার্সি পরিধান করে গোলরক্ষক হিসেবে খেলেছিলেন। ম্যাচটি ইকুয়েডর ৩–০ গোলের ব্যবধানে জয়লাভ করেছিল। ইকুয়েডরের হয়ে অভিষেকের বছরে রামিরেস সর্বমোট ২ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n৭ জুন ২০২৪ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nসকারওয়েতে মোইসেস রামিরেস  (ইংরেজি)  \nসকারবেসে \nবিডিফুটবলে মোইসেস রামিরেস  (ইংরেজি)  \nট্রান্সফারমার্কেটে মোইসেস রামিরেস (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে মোইসেস রামিরেস (ইংরেজি) \nইএসপিএন এফসিতে \nন্যাশনাল-ফুটবল-টিমস.কমে মোইসেস রামিরেস (ইংরেজি)"}