{"pageid": 1449511, "title": "অনুশীলন ভবন", "url": "https://bn.wikipedia.org/wiki?curid=1449511", "content": "অনুশীলন ভবন হল  ভারতের পশ্চিমবঙ্গ রাজ্যের রাজধানী কলকাতার অবস্থিত একটি দ্বিতল ভবন, যা স্বাধীন ভারতের বৃদ্ধ ও অসহায় বিপ্লবীদের আশ্রয়কেন্দ্র হিসাবে ১৯৬০ খ্রিস্টাব্দে প্রতিষ্ঠিত হয়েছিল। এটি দক্ষিণ কলকাতায় কুঁদঘাটের কাছে কলকাতা মেট্রোর নেতাজী মেট্রো স্টেশনের ঠিক পিছনে অবস্থিত। বর্তমানে বাড়িটি শহরতলির নোংরা আবহে জরাজীর্ণ অবস্থায় এক ইতিহাসের সাক্ষ্য বহন করছে।\n\n\n== ইতিহাস ==\nবিংশ শতকের গোড়ার দিকে অবিভক্ত বাংলার অনুশীলন সমিতির সদস্যরা প্রথমে ১৯০২ খ্রিস্টাব্দে মূলত কলকাতায় সতীশচন্দ্র বসু ও প্রমথনাথ মিত্রের ঐকান্তিক প্রচেষ্টায় সংগঠনের সূত্রপাতে বারীন্দ্রকুমার ঘোষ, অরবিন্দ ঘোষ, ভূপেন্দ্রনাথ দত্ত, দেশবন্ধু চিত্তরঞ্জন দাশ, সুরেন্দ্রনাথ ঠাকুর প্রমুখের যোগদানে, পরে ১৯০৬ খ্রিস্টাব্দে ঢাকায় পুলিনবিহারী দাসের নেতৃত্বে সশস্ত্র বৈপ্লবিক কার্যকলাপে অংশ নেন পূর্ব বাংলার বিপ্লবীরা। ভারতীয় উপমহাদেশের ব্রিটিশ বিরোধী স্বাধীনতা আন্দোলনে স্বদেশমন্ত্রে দীক্ষিত বিপ্পবীদের অনেকে ব্রিটিশ সাম্রাজ্যবাদীদের হাত থেকে মাতৃভূমিকে মুক্ত করতে প্রাণ দিয়েছেন, অনেকেই কারারুদ্ধ হয়ে নির্মম অত্যাচার সহ্য করেছেন। ১৯৪৭ খ্রিস্টাব্দের স্বাধীনতা লাভের পর সেই বিপ্লবীরা যারা সাম্রাজ্যবাদীদের শক্ত জোয়াল থেকে মাতৃভূমিকে মুক্ত করার লক্ষ্যে নিজেদের জীবনের প্রায় সবকিছু উৎসর্গ করলেন তারা সম্মুখীন হলেন এক নির্মম পরিস্থিতিতে। ১৯৬০ খ্রিস্টাব্দে যখন কংগ্রেস নেতৃত্বাধীন ভারত সরকার (পাকিস্তান সরকার না বললেই নয়) এবং মার্কসবাদীদের কাছে পশ্চিমবঙ্গের দ্রুত পরিবর্তনশীল রাজনৈতিক আবহে বিশ্বাসঘাতকতার শিকার হয়ে সেই বিপ্লবীদের একটি নির্দিষ্ট ঠিকানার প্রয়োজন ছিল পশ্চিমবঙ্গে। তাদের অধিকাংশই ছিলেন তৎকালীন অবিভক্ত বাংলার। সবকিছুই পরিত্যাগ করে ইসলামপন্থীদের সাথে মোকাবিলা করে, তাদের আজীবন সংগ্রামের ফল হিসাবে কেউ রইলেন জন্মভূমি আঁকড়ে, কেউ বা হলেন ভারতে উদ্বাস্তু। দেশব্যাপী কংগ্রেস নেতৃত্বের, কট্টরপন্থীদের উদাসীনতাই তাদের ক্ষতস্থান লবণাক্ত হয়েছে। বৃদ্ধ ও অসহায় সহযোগী বিপ্লবীদের পুনর্বাসনের জন্য শেষে নিজেরই এগিয়ে আসেন। তাদের মধ্যে অন্যতম ছিলেন আশুতোষ কালী, নলিনীকিশোর গুহ প্রমুখ অনুশীলন সমিতির সভ্যবৃন্দ। ১৯৬০ খ্রিস্টাব্দে কলকাতার দক্ষিণ শহরতলির কুঁদঘাটে 'অনুশীলন ভবন' নামে একটি দ্বিতল বাড়ি নির্মিত হয়।\nরাসবিহারী বসু ১৯১৫ খ্রিস্টাব্দের ২১ ফেব্রুয়ারি তারিখে দেশব্যাপী সশস্ত্র বৈপ্লবিক অভ্যুত্থানের পরিকল্পনা করেছিলেন (যদিও দুর্ভাগ্যবশত কয়েকজন দেশদ্রোহীর বিশ্বাসঘাতকতায় রাসবিহারীর ব্যাপক কর্মসূচী বানচাল হয়) । সেই তারিখটিকে স্মরণে রেখে আশুতোষ কালী ১৯৬০ খ্রিস্টাব্দের ২১ ফেব্রুয়ারি ভবনটির ভিত্তিপ্রস্তর স্থাপন করেন।। বেশ কয়েকজন বিপ্লবীকে এই ভবনে পুনর্বাসিত করা হয়েছিল।\nদুর্ভাগ্যের বিষয়, তাদের বাকী জীবনকে উন্নত করার জন্য গুরুত্ব সহকারে কোন প্রয়াস নেওয়া হয়নি বা প্রশাসন এগিয়ে আসেনি। বিপ্লবী সুধীরকৃষ্ণ দাস ১৯৩২ খ্রিস্টাব্দে কারামুক্তির পর ব্রিটিশ সরকারের চাকরী প্রত্যাখ্যান করেন। পরে শুভাকাঙ্ক্ষীর কাছ থেকে ১৪০ টাকা ঋণ নিয়ে কলকাতার ভবানীপুরের জগুবাবুর বাজারে একটি ছোট দোকান শুরু করেন এবং অতি কষ্টে পরিবার প্রতিপালন করতে থাকেন। অনুশীলন ভবনে তার নিয়মিত যাতায়াত ছিল।\nঅনুশীলন ভবনে একটি গ্রন্থাগারও স্থাপন করা হয়েছিল। অতীতে অনেক শিক্ষাবিদ এই গ্রন্থাগার ব্যবহারও করেছেন। অবসরপ্রাপ্ত বিপ্লবীরা পরবর্তী প্রজন্মকে সামরিক প্রশিক্ষণ প্রদানসহ অন্যান্য জনহিতকর পরিষেবা প্রদান করতেন। অনুশীলন সমিতির কিংবদন্তি বিপ্লবী মহারাজ ত্রৈলোক্যনাথ চক্রবর্তী (তৎকালীন) পূর্ব পাকিস্তান থেকে কলকাতায় প্রতিটি সফরের সময় অনুশীলন ভবনে থাকতেন।\nঅনুশীলন ভবনটির গুরুত্ব গৌরবময় ইতিহাসের পাতায় থাকলেও জরাজীর্ণ ভবনটি এখন ধ্বংসস্তূপে পরিণত হতে চলেছে। ২০০২ খ্রিস্টাব্দ থেকে এটি একটি পরিত্যক্ত বাসভবনে পরিণত হয়েছে।\n\n\n== সংযোজন ==\n১৯৪৭ খ্রিস্টাব্দে স্বাধীনতা লাভের পর 'মুক্তি সংঘ' তথা বেঙ্গল ভলান্টিয়ার্সের যে বিপ্লবীরা, হেমচন্দ্র ঘোষ, ভূপেন্দ্রকিশোর রক্ষিত রায়, মেজর সত্য গুপ্ত, নিকুঞ্জ সেন প্রমুখেরা 'অসি' ছেড়ে 'মসী' ধরে, সমাজকল্যাণে পশ্চিমবঙ্গের উত্তর চব্বিশ পরগনার বাগু, সপ্তগ্রাম সন্নিহিত অঞ্চলে গড়েছিলেন তাদের বিপ্লবী-তীর্থ পল্লী নিকেতন। অনাদরে মলিন হতে চলেছে তাদেরও সকল প্রয়াস। \n\n\n== আরো দেখুন ==\nপল্লী নিকেতন"}