{"pageid": 1449462, "title": "উইলি ওরবান", "url": "https://bn.wikipedia.org/wiki?curid=1449462", "content": "উইলি টমাস ওরবান (জার্মান: Willi Orbán; জন্ম: ৩ নভেম্বর ১৯৯২; উইলি ওরবান নামে সুপরিচিত) হলেন একজন জার্মান–হাঙ্গেরীয় পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে জার্মানির পেশাদার ফুটবল লিগের শীর্ষ স্তর বুন্দেসলিগার ক্লাব আরবি লাইপৎসিশ এবং হাঙ্গেরি জাতীয় দলের হয়ে রক্ষণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত কেন্দ্রীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে রক্ষণাত্মক মধ্যমাঠের খেলোয়াড় হিসেবে খেলেন।\n২০১৪ সালে, ওরবান জার্মানি অনূর্ধ্ব-২১ দলের হয়ে জার্মানির বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় এক বছর যাবত জার্মানির বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০১৮ সালে হাঙ্গেরির হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; হাঙ্গেরির জার্সি গায়ে তিনি এপর্যন্ত ৪৩ ম্যাচে ৬টি গোল করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nউইলি টমাস ওরবান ১৯৯২ সালের ৩রা নভেম্বর তারিখে জার্মানির কাইজারস্লাউটার্নে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nওরবান জার্মানি অনূর্ধ্ব-২১ দলের হয়ে খেলার মাধ্যমে জার্মানির প্রতিনিধিত্ব করেছেন। ২০১৪ সালের ১৩ই নভেম্বর তারিখে তিনি নেদারল্যান্ডস অনূর্ধ্ব-২১ দলের বিরুদ্ধে ম্যাচে জার্মানি অনূর্ধ্ব-২১ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। জার্মানির বয়সভিত্তিক দলের হয়ে তিনি প্রায় ১ বছরে ২ ম্যাচে অংশগ্রহণ করেছেন।\n২০১৮ সালের ১২ই অক্টোবর তারিখে, ২৫ বছর, ১১ মাস ও ৯ দিন বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী ওরবান গ্রিসের বিরুদ্ধে অনুষ্ঠিত ২০১৮–১৯ উয়েফা নেশনস লিগের ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে হাঙ্গেরির হয়ে অভিষেক করেছেন। তিনি উক্ত ম্যাচের মূল একাদশে অন্তর্ভুক্ত ছিলেন; ম্যাচে তিনি ৬ নম্বর জার্সি পরিধান করে কেন্দ্রীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি গ্রিস ১–০ গোলের ব্যবধানে জয়লাভ করেছিল। হাঙ্গেরির হয়ে অভিষেকের বছরে ওরবান সর্বমোট ৪ ম্যাচে ১টি গোল করেছেন। জাতীয় দলের হয়ে অভিষেকের ১ মাস ও ৩ দিন পর, হাঙ্গেরির জার্সি গায়ে প্রথম গোলটি করেছেন; ২০১৮ সালের ১৫ই নভেম্বর তারিখে, এস্তোনিয়ার বিরুদ্ধে ম্যাচের ৮ম মিনিটে সোলত কালমারের অ্যাসিস্ট হতে হাঙ্গেরির হয়ে ম্যাচের প্রথম গোলটি করার মাধ্যমে তিনি আন্তর্জাতিক ফুটবলে তার প্রথম গোলটি করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n৯ জুন ২০২৪ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nউইলি ওরবান – ফিফা প্রতিযোগিতার রেকর্ড (ইংরেজি) \nউইলি ওরবান – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nসকারওয়েতে উইলি ওরবান  (ইংরেজি)  \nসকারবেসে \nবিডিফুটবলে \nইইউ-ফুটবলে উইলি ওরবান (ইংরেজি) \nট্রান্সফারমার্কেটে উইলি ওরবান (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে উইলি ওরবান (ইংরেজি) \nইএসপিএন এফসিতে \nন্যাশনাল-ফুটবল-টিমস.কমে উইলি ওরবান (ইংরেজি)"}