{"pageid": 1449550, "title": "আসিফ খান", "url": "https://bn.wikipedia.org/wiki?curid=1449550", "content": "আসিফ খান (জন্ম ১৩ মার্চ ১৯৯১) একজন ভারতীয় অভিনেতা, অ্যাকশন ক্রাইম থ্রিলার ওয়েব টেলিভিশন সিরিজ মির্জাপুর (২০১৮-২০২০) এ বাবর চরিত্রে অভিনয়ের জন্য বেশি পরিচিত। \n\n\n== জীবনের প্রথমার্ধ ==\nআসিফ খান ভারতের রাজস্থানের চিতোরগড় জেলার একটি ছোট শহর নিম্বাহেরাতে জন্মগ্রহণ করেন এবং সেখানেই বেড়ে ওঠেন।  তার পিতা জনাব মরহুম আইয়ুব খান জে কে সিমেন্টের একজন কর্মচারী ছিলেন এবং তার মা মিসেস ফিরদৌস আইয়ুব খান একজন গৃহিণী। তার দুই ভাই ও এক বোন রয়েছে। \nখান পড়ালেখায় মাঝারি মানের ছাত্র ছিলেন কিন্তু শিল্পকলার ক্ষেত্রে তার প্রবল ঝোঁক ছিল। ২০০১ সালে অভিনয়ের প্রতি তার আগ্রহ তার স্কুলের বার্ষিক অনুষ্ঠানে শুরু হয়েছিল, যেখানে তিনি কিসা কুরসি কা নাটকে একজন চাকরের ভূমিকায় অভিনয় করেছিলেন।  জনপ্রিয় টিভি শো দ্য গ্রেট ইন্ডিয়ান লাফটার চ্যালেঞ্জে কৌতুক অভিনেতা রাজু শ্রীবাস্তব দ্বারা সঞ্চালিত \"শাদিওয়াল্লাহ\" দ্বারা তিনি গভীরভাবে অনুপ্রাণিত হয়েছিলেন।  এটি তাকে স্থানীয়ভাবে অনুষ্ঠিত স্ট্যান্ড-আপ প্রতিযোগিতায় অংশগ্রহণ করতে উত্সাহিত করেছিল যেখানে তিনি বিজয়ী হন। \n২০০৮ সালে তার বাবার আকস্মিক মৃত্যু তার অভিনয় উচ্চাকাঙ্ক্ষাকে থামিয়ে দেয়। তিনি জীবিকার জন্য ছোট চাকরিতে যোগদান করেন এবং পাশাপাশি উচ্চ মাধ্যমিক শিক্ষা শেষ করেন। \n\n\n== কর্মজীবন ==\n২০১০ সালে খান তার অভিনয়ের উচ্চাকাঙ্ক্ষা পুনরুজ্জীবিত করার জন্য মুম্বাই চলে আসেন।  বেঁচে থাকার জন্য তিনি প্রথমে একটি হোটেলে ওয়েটার হিসেবে কাজ করতেন। পরে তিনি একটি মলে কাজ করেন এবং একই সাথে অডিশন দেন, যেখানে তাকে অভিনয়ের শিল্প শিখতে এবং থিয়েটার করার পরামর্শ দেওয়া হয়।  তিনি একজন জুনিয়র শিল্পী হিসেবে রেডি এবং অগ্নিপথে অভিনয় করেন। \n২০১১ সালে, তিনি থিয়েটার শিখতে এবং তার অভিনয় দক্ষতা তীক্ষ্ণ করার জন্য জয়পুরের সার্থক এবং উজাগর থিয়েটার গ্রুপে যোগদান করেন। তিনি একজন পেশাদার থিয়েটার শিল্পী হিসাবে অভিনয় করেছিলেন, রাজীব আচার্য পরিচালিত আবু হাসানের প্রথম নাটক এবং সাবির খানের মতো স্বনামধন্য দল এবং স্বনামধন্য ব্যক্তিদের সাথে ০৫ বছর ধরে তিনি অভিনয় করেছিলেন। \n২০১৫ সালে, তিনি পাকিস্তান ন্যাশনাল একাডেমি অফ পারফর্মিং আর্টস (NAPA) দ্বারা আয়োজিত করাচিতে আন্তর্জাতিক থিয়েটার ফেস্টিভ্যালে অজিত সিং পালাওয়াত পরিচালিত উইলিয়াম শেক্সপিয়রের কমেডি, এ মিডসামার নাইটস ড্রিম -এর একটি মিউজিক্যাল রূপান্তর, রাজস্থানী নাটক কাসুমল সপ্নো পরিবেশন করেন। \nআসিফ ২০১৬ সালে মুম্বাইতে ফিরে আসেন এবং তার পরামর্শদাতা কাম বন্ধু অভিষেক ব্যানার্জি এবং আনমোল আহুজার মালিকানাধীন কাস্টিং বে-তে এক বছরের জন্য কাস্টিং সহযোগী হিসাবে কাজ করেন।  টয়লেট: এক প্রেম কথা এবং পরীতে তিনি ক্যামিও চরিত্রে অভিনয় করেছেন। \nতিনি অনুরাগ ওয়ার্লিকারের শর্ট ফিল্ম ভ্যাকেন্সি (২০১৭) এ দুর্গেশ কুমারের ভূমিকায় অভিনয় করেছিলেন। এর জন্য তিনি স্কাইলাইট ফিল্ম ফেস্টিভাল (২০১৮) এবং ভায়াকম ১৮-এর সিনেশর্টসে সেরা অভিনেতার পুরস্কার জিতেছিলেন। \n২০১৮ সালে তিনি মির্জাপুর ওয়েব সিরিজে একজন বিশ্বস্ত সহযোগী বাবরের চরিত্রে অভিনয় করেছিলেন। \n২০২০ সালে আসিফ জামতারা - সবকা নম্বর আয়েগা- তে আনাস আহমেদের চরিত্রে অভিনয় করেন।  পরবর্তীতে দ্য ভাইরাল ফিভারের কমেডি নাটক পঞ্চায়েত (২০২০) এ তাকে একগুঁয়ে বর চরিত্রে অভিনয় করতে দেখা যায়।  তারপরে তিনি পাতাল লোকে (২০২০) কবির এম চরিত্রে অভিনয় করেন। \nতিনি মির্জাপুর সিজন ২  এ বাবরের চরিত্রে পূনরায় হাজির হন এবং শর্ট ফিল্ম স্যরি (২০২০) এ অভিনয় করেন। \n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n=== ছায়াছবি ===\n\n\n=== ওয়েব সিরিজ ===\n\n\n=== চিত্রসংগীত ===\n\n\n=== কাস্টিং সহযোগী হিসেবে ===\n\n\n== পুরস্কার এবং মনোনয়ন ==\n\n\n== তথ্যসূত্র =="}