{"pageid": 1449215, "title": "স্টেডিয়াম অস্ট্রেলিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1449215", "content": "স্টেডিয়াম অস্ট্রেলিয়া, বাণিজ্যিকভাবে অ্যাকোর স্টেডিয়াম নামে পরিচিত, একটি বহুমুখী স্টেডিয়াম যা অস্ট্রেলিয়ার নিউ সাউথ ওয়েলসের সিডনি শহরের একটি শহরতলী সিডনি অলিম্পিক পার্কে অবস্থিত। স্টেডিয়াম, যাকে কখনও কখনও সিডনি অলিম্পিক স্টেডিয়াম, হোমবুশ স্টেডিয়াম বা সহজভাবে অলিম্পিক স্টেডিয়াম নামেও অভিহিত করা হয়, ২০০০ গ্রীষ্মকালীন অলিম্পিক আয়োজনের জন্য এ$ ৬৯০ মিলিয়ন খরচে ১৯৯৯ সালের মার্চ মাসে সম্পন্ন হয়েছিল।  এনএসডব্লিউ প্রিমিয়ার মাইকেল বেয়ার্ড স্টেডিয়ামটিকে বিশ্বমানের আয়তক্ষেত্রাকার স্টেডিয়াম হিসাবে পুনঃবিকাশ করার ঘোষণা করার পর স্টেডিয়ামটি ১ জুন ২০১৬ তারিখে এনএসডব্লিউ সরকারের কাছে বিক্রি না হওয়া পর্যন্ত স্টেডিয়ামটি একটি প্রাইভেট কোম্পানি, স্টেডিয়াম অস্ট্রেলিয়া গ্রুপ দ্বারা লিজ দেওয়া হয়েছিল। স্টেডিয়ামটি এনএসডব্লিউ সরকারের পক্ষ থেকে ভেন্যু এনএসডব্লিউ-এর মালিকানাধীন।\nস্টেডিয়ামটি মূলত প্রায় ১,১৫,০০০ দর্শকদের ধারণ করার জন্য নির্মিত হয়েছিল, যা এটিকে সর্বকালের সর্ববৃহৎ অলিম্পিক স্টেডিয়াম হিসেবে গড়ে তোলে এবং মেলবোর্ন ক্রিকেট গ্রাউন্ডের পরে অস্ট্রেলিয়ার দ্বিতীয় বৃহত্তম স্টেডিয়াম যা ২০০০-এর দশকের গোড়ার দিকে পুনরায় ডিজাইন করার আগে ১,২০,০০০-এরও বেশি দর্শক ধারণ করেছিল। ২০০৩ সালে, উত্তর এবং দক্ষিণ উইংসকে ছোট করার জন্য এবং চলমান আসন স্থাপনের জন্য পুনর্বিন্যাস কাজ সম্পন্ন করা হয়েছিল। এই পরিবর্তনগুলি ভেন্যু কনফিগারেশনের উপর নির্ভর করে আসন যোগ করার ক্ষমতা সহ ধারণক্ষমতা ৮০,০০০ এ হ্রাস পেয়েছে। উত্তর এবং দক্ষিণ স্ট্যান্ডে ছাঁটাও যুক্ত করা হয়েছিল, যার ফলে বেশিরভাগ আসন আবরণের অধীনে থাকতে পারে। স্টেডিয়ামটি টেকসই লাইনে তৈরি করা হয়েছিল, যেমন, অ্যাথেন্স এবং বেইজিংয়ের অলিম্পিক স্টেডিয়ামের তুলনায় ছাদের কাঠামোতে কম ইস্পাত ব্যবহার করা হয়েছে।\n\n\n== উপস্থিতির রেকর্ড ==\n\n\n== আরও দেখুন ==\n\n২০০০ গ্রীষ্মকালীন অলিম্পিকের মাঠ\nঅস্ট্রেলিয়ার ক্রীড়া মাঠের তালিকা\nজাতীয় স্টেডিয়ামসমূহের তালিকা\nধারণক্ষমতা অনুযায়ী রাগবি লিগের স্টেডিয়ামসমূহের তালিকা\nস্টেডিয়ামসমূহের তালিকা\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nএএনজেড স্টেডিয়ামের অফিসিয়াল ওয়েবসাইট\nকর্পোরেট ইভেন্ট সিডনি\nঅস্ট্রাডিয়ামসে স্টেডিয়াম অস্ট্রেলিয়া\n২০০০ গ্রীষ্মকালীন অলিম্পিকের অফিসিয়াল রিপোর্ট ভলিউম ১.  পৃষ্ঠা ৩৭৬।"}