{"pageid": 1449579, "title": "আস সহিহ সীরাতুন্নবী আল আজম", "url": "https://bn.wikipedia.org/wiki?curid=1449579", "content": "আস সহিহ মিন সীরাতুন্নবী আল আজম (আরবি: الصحيح من سيرة النبي الأعظم, আক্ষ. 'সর্বশ্রেষ্ঠ নবীর জীবনীর সঠিক সংস্করণ') লেবাননের গবেষক জাফর মুর্তদা আল-আমিলির লেখা মহানবী (সা.)-এর জীবনী নিয়ে একটি বই। বইটি ৩৫টি খণ্ডে রচনা করা হয়েছে, বইটি লিখতে সময় লেগেছে ২০ বছর। বইটি ১০টি ভাগে বিভাগে বিভক্ত করা হয়েছে, যে সময়ে লেখক প্রায় ১৭০০টি টি জীবনী গ্রন্থের সূত্রের উপর নির্ভর করে বিশ্লেষণাত্মকভাবে রাসূলের জীবনের বিবরণের উপর আলোকপাত করেছেন। বইটি ১৯৯২ সালে ইসলামী প্রজাতন্ত্র ইরান সরকার থেকে প্রথম স্থানের পুরস্কার জিতেছে। বইটি ইরানের প্রতি বছর আয়োজিত বুক অফ দ্য ইয়ার অ্যাওয়ার্ড প্রোগ্রামে ২০০১ সালে বইটির একাদশ খণ্ড প্রকাশ উদ্‌যাপন করা হয়। তখন ইরানের বিশ্ববিদ্যালয়ের গবেষণা সমন্বয় কমিটি লেখককে সম্মান জানাতে একটি ফোরামের আয়োজন করেছিলো।\n\n\n== লেখক পরিচিতি ==\nবইটির লেখক আল-আমেলি লেবাননের পণ্ডিতদের মধ্যে একজন সমসাময়িক ইসলামী ইতিহাসবিদ এবং গবেষক। তিনি ১৩৬৪ হিজরিতে জাবাল আমেলের একটি গ্রামে জন্মগ্রহণ করেন। তার বংশ জায়েদ বিন আলীর থেকে উদ্ভূত হয়েছে এবং জাবালে আমেলের বেশ কয়েকজন সিনিয়র আলেম সেই পরিবারের মধ্যে রয়েছে।\nরাসুলের জীবনী সম্পর্কিত ঐতিহাসিক গবেষণা এবং এর উপর আলোকপাত করার পাশাপাশি, সর্বশ্রেষ্ঠ সীরাত গ্রন্থ থেকে প্রচুর মৌখিক গবেষণা, বিশ্লেষণ ও সমালোচনা অন্তর্ভুক্ত করা হয়েছে। ঐতিহাসিক আখ্যান, পাঠকের সামনে আধুনিক নীতি, নিয়ম এবং প্রাঙ্গনের একটি সেট বইটির অন্যন্য বৈশিষ্ট্যগুলির মধ্যে উল্লেখযোগ্য। বইটির দৃষ্টিভঙ্গিমূলক উদ্ভাবনগুলি লেখক দ্বারা উপস্থাপন করা হয়েছে।\n\n\n== লেখন পদ্ধতি ==\nআল-আমেলির বিশ্লেষণাত্মক দৃষ্টিভঙ্গি এতোটাই বিস্তৃত ছিল যে, তিনি যে ঘটনাটি অধ্যয়ন করতে চান তা পর্যবেক্ষণ করার পরে তিনি সেই ঘটনার সাথে সম্পর্কিত সর্বাধিক সংখ্যক বর্ণনা সংগ্রহ করার চেষ্টা করেন। তারপর তিনি সেই বর্ণনাগুলিকে তুলনা করেন, নানা দৃষ্টিভঙ্গি থেকে বিবেচনা করেন, নানা কোণে ঘটনাকে ব্যবচ্ছেদ করেন। এরপরে একটি সিদ্ধান্ত গ্রহণ করেন। বইটিতে মক্কা ও মদিনা সময়ের সমস্ত তথ্য অন্তর্ভুক্ত করা হয়েছে। একটি কালানুক্রমিক ব্যবস্থা গ্রহণ করা হয়েছে, যা পাঠককে সমস্ত তথ্য এবং বিষয় এমনকি আংশিক বিষয়গুলিকে দূরদর্শী চিন্তা করার সুযোগ দিয়েছে। অন্য যে বৈশিষ্ট্যটি বইটিকে আলাদা করে তা হল এটি আর অন্যদের মতো নিছক বর্ণনা করেনা। বইটি বোঝার পাশাপাশি এটি বিশ্লেষণ ও তুলনামূলক বিষয়গুলিকে ঘনিষ্ঠভাবে দেখার উপাদানও অন্তর্ভুক্ত করে।\nলেখক কখনও কখনও মৌখিক বিশ্লেষণের পদ্ধতি ব্যবহার করে ঐতিহাসিক উপন্যাসের বিচার করেছেন। বইটি ঐতিহাসিক বিশ্লেষণের চরিত্র এবং সমালোচনামূলক অনুসন্ধান পদ্ধতি দ্বারা প্রাধান্য পেয়েছে। জাফর মুরতাদা আল-আমিলি একটি শিয়া বিশ্লেষণাত্মক দৃষ্টিভঙ্গির সাথে রাসুলের জীবনের বিশদ বিবরণ দিয়েছিলেন। একটি বিশেষ বিশ্লেষণাত্মকভাবে জীবনীটি পুনর্লিখন করার জন্য শিয়া ও সুন্নি উভয় দলের তথ্যসূত্রের একটি বৃহৎ সংগ্রহের উপর নির্ভর করা হয়েছিলো। উভয় দল থেকে প্রায় ১৬৮৩টি তথ্যসূত্র ব্যবহার করা হয়েছিলো।\n\n\n== আরো দেখুন ==\nআলা হামিশ আস-সিরাহ\nজাওয়ামিয়ুস সীরাতি আন-নাবুয়িয়াতি\nআফদাদুল সালাওয়াতি আলা সাইয়্যেদুল সাদাতি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআন নূরবুক.কম ওয়েবসাইটে আস সহিহ সিরাতুন্নবী"}