{"pageid": 1449383, "title": "কুষ্টিয়া হাই স্কুল", "url": "https://bn.wikipedia.org/wiki?curid=1449383", "content": "কুষ্টিয়া হাই স্কুল কুষ্টিয়া শহরে অবস্থিত একটি প্রাচীন মাধ্যমিক বিদ্যালয়। বিদ্যালয়টি ১৮৬১ সালে প্রতিষ্ঠিত হয়। শিলাইদহের তৎকালীন জমিদার দেবেন্দ্রনাথ ঠাকুর এই বিদ্যালয়ের সম্পত্তির প্রধান দাতা।\n\n\n== ইতিহাস ==\n১৮৬১ সালে কুষ্টিয়া মহকুমার প্রশাসক প্রধান করণিক গুরুদাস চক্রবর্তী, পুলিশ ইন্সপেক্টর জগত চন্দ্র লাহিড়ী, রামজয় সাহা  ও রামসুন্দর পালের প্রচেষ্টায় বর্তমান কুষ্টিয়া শহরে 'কুষ্টিয়া হাই ইংলিশ স্কুল' নামে বিদ্যালয়টি প্রতিষ্ঠিত হয়।\n\n\n=== ব্রিটিশ আমল ===\nপ্রথমে একটি চালাঘরে বিদ্যালয়ের কার্যক্রম পরিচালিত হতো। ১৮৮৭-১৮৮৮ সালে একটি চার কক্ষ বিশিষ্ট ভবন নির্মিত হয় যার নাম 'জুবিলী ভবন' যা বর্তমানে বিদ্যালয়ের সবচেয়ে পুরাতন ভবন। স্থানীয় জমিদার ও ব্যবসায়ীগণ ভবনটি নির্মাণে আর্থিক সহায়তা প্রদান করেন। এই 'জুবিলী ভবন'-এর হলঘরে একটি উৎকীর্ণ-লিপি  রয়েছে।  এই লিপিতে ভবন নির্মাণের জন্য যারা সহায়তা করেছিলেন তাদের নাম লেখা রয়েছে।\n\n১৯১০ সালে 'জুবিলী ভবন'-এর পশ্চিম পাশে 'ইজকিয়েল ইসলামিয়া হোস্টেল'  নামে মুসলিম ছাত্রদের জন্য একটি পাকা ভবন নির্মাণ করা হয়। ১৯১০ সালের ২৮ জুন কুমারখালীর আনজুমান ইত্তেফাক ইসলাম মহুকুমা ম্যাজিস্ট্রেট মৌলভী আমিনুল ইসলাম এবং সাব-রেজিস্ট্রার মৌলভী মসউদ উল হকের প্রচেষ্টায় প্রেসিডেন্সি বিভাগের প্রশাসক এস.এল. ম্যাডকস ভবনের ভিত্তিপ্রস্তর স্থাপন করেন। নদিয়া জেলার জেলা প্রশাসক জে.এ. ইজকিয়েলের নামানুসারে ভবনের নামকরণ করা হয়। ১৯১১ সালের ২৬ জানুয়ারি প্রেসিডেন্সি বিভাগের প্রশাসক এ.ডাব্লিও. কলিন্স ইজকিয়েল  ছাত্রাবাসটি উদ্বোধন করেন।\nবিদ্যালয়ের সংখ্যাগরিষ্ঠ শিক্ষার্থী ছিল হিন্দু সে অনুযায়ী বিদ্যালয়ে প্রথমে হিন্দু হোস্টেল নির্মাণের কথা ছিল কিন্তু কেন প্রথমে মুসলিম ছাত্র হোস্টেল নির্মাণ করা হয় এ বিষয়ে কোন সদুত্তর পাওয়া যায় না। সর্বশেষে শহরের বিদ্যুৎসাহী ব্যক্তিবর্গের প্রচেষ্টায় 'জুবিলী ভবন'-এর পূর্ব দিকে 'করোনেশন হিন্দু হোস্টেল' নামের হিন্দু ছাত্রদের জন্য পৃথক হোস্টেল নির্মাণ করা হয়। হিন্দু হোস্টেল নির্মাণ সম্পর্কে কোন সঠিক তথ্য পাওয়া যায় না। সম্প্রতিককাল স্কুলের নতুন ভবন নির্মাণের সময় দুটি হোস্টেল ভবনই ভেঙে ফেলা হয়েছে।\nদ্বিতীয় বিশ্বযুদ্ধের সময় ১৯৪২ সালে জাপানি বিমানবাহিনীর বোমা হামলার আশঙ্কায় কলকাতার বেশ কিছু শিক্ষা প্রতিষ্ঠান তৎকালীন পূর্ব বাংলায় (বর্তমান বাংলাদেশ) স্থানান্তর করা হয়। এই কার্যক্রমের অংশ হিসেবে কলকাতার বঙ্গবাসী কলেজ কুষ্টিয়া হাই স্কুলে স্থানান্তর করা হয়। ফলে হাই স্কুলের কার্যক্রম 'উচ্চ ইংরেজি বালিকা বিদ্যালয়'-এ (বর্তমানে কুষ্টিয়া সরকারি বালিকা উচ্চ বিদ্যালয়) স্থানান্তর করা হয়েছিল।\n\n\n=== পাকিস্তান আমল ===\n১৯৪৭ সালে ভারত বিভক্তির পরে সদ্য স্বাধীন পাকিস্তানের কুষ্টিয়া জেলায় জেলা পুলিশ লাইন্স স্থাপনের উপযোগী কোন ভবন কুষ্টিয়া শহরে ছিল না। পূর্ব পাকিস্তান সরকার স্কুল ভবনটি অধিগ্রহণ করে। সরকারি উদ্যোগে কুষ্টিয়া হাই স্কুলকে বর্তমান চাঁদ সুলতানা মাধ্যমিক বালিকা বিদ্যালয়ের স্থানে সে সময়ে অবস্থিত 'মিউনিসিপ্যাল একাডেমী'-এর সাথে একীভূত করে নতুন নামকরণ করা হয় 'দি ইউনাইটেড কুষ্টিয়া হাই স্কুল এন্ড মিউনিসিপ্যাল স্কুল'। 'দি ইউনাইটেড কুষ্টিয়া হাই স্কুল এন্ড মিউনিসিপ্যাল স্কুল' ১৯৬৫ সালের ৩০ জুন পর্যন্ত পরিচালিত হয়। ১৯৬৫ সালের ১ জুলাই কুষ্টিয়া হাই স্কুল নিজ ভবনে ফিরে আসে। ১৯৪৭ সালেই বিদ্যালয়টি কলকাতা বিশ্ববিদ্যালয় থেকে স্বীকৃতি পায় এবং স্বীকৃতি বাতিল হয়।\n\n\n=== স্বাধীনতার পরবর্তী সময় ===\n\nনিজস্ব ভবনে প্রতিষ্ঠানটি ১৯৭২ সাল পর্যন্ত 'ইউনাইটেড হাই স্কুল' নামে চলে এবং 'কুষ্টিয়া হাই স্কুল' নামে পুনরায় যাত্রা শুরু করে। কুষ্টিয়া পৌরসভা কর্তৃক মার্কেট তৈরির ফলে বর্তমানে বিদ্যালয়ের খেলার মাঠের জায়গা কমে গিয়েছে। ১৯৭৯ সালে কুষ্টিয়া স্টেডিয়াম তৈরির পূর্বে এই বিদ্যালয়ের মাঠে স্বাধীনতা ও বিজয় দিবস কুচকাওয়াজ, জেলা ক্রীড়া প্রতিযোগিতা, ফুটবল লিগ অনুষ্ঠিত হতো। প্রতিষ্ঠানটির আর্থিক স্বচ্ছলতা মেটানোর লক্ষ্যেই কুষ্টিয়া পৌরসভা কর্তৃক মাঠের সম্মুখে ১৬৫টি দোকানদার নির্মাণ করা হয়। এই দোকানগুলোর জন্য বিদ্যালয়ের কোনো ভবন বাহির থেকে দৃশ্যমান হয় না।\n\n\n== উল্লেখযোগ্য শিক্ষার্থী ==\nআবুল হোসেন - বাংলাদেশী কবি\nকাজী মোতাহার হোসেন - পরিসংখ্যানবিদ, অনুবাদক, সাহিত্যিক ও দাবাড়ু\nগোলাম কুদ্দুস - বাঙালি কবি, কথাসাহিত্যিক ও সাংবাদিক\nরাধা বিনোদ পাল - বাঙালি আইনবিদ এবং কলকাতা বিশ্ববিদ্যালয়ের সাবেক উপাচার্য\nহারাধন বন্দ্যোপাধ্যায় - ভারতীয় অভিনেতা\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমোঃ রেজাউল করিম, সম্পাদক (২০২৩)। কুষ্টিয়ার প্রত্ননিদর্শন। ঢাকা: গতিধারা। পৃষ্ঠা ১৭৬–১৮১। আইএসবিএন 978-984-34608-1-3। \n উইকিমিডিয়া কমন্সে কুষ্টিয়া হাই স্কুল সম্পর্কিত মিডিয়া দেখুন।"}