{"pageid": 1449643, "title": "লুসিয়ানো রোদ্রিগেস", "url": "https://bn.wikipedia.org/wiki?curid=1449643", "content": "লুসিয়ানো রোদ্রিগেস রোসালেস (স্পেনীয়: Luciano Rodríguez; জন্ম: ১৬ জুলাই ২০০৩; লুসিয়ানো রোদ্রিগেস নামে সুপরিচিত) হলেন একজন উরুগুয়েয়ীয় পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে উরুগুয়েয়ীয় ক্লাব লিভারপুল মোন্তেভিদেও এবং উরুগুয়ে জাতীয় দলের হয়ে আক্রমণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত ডান পার্শ্বীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে বাম পার্শ্বীয় আক্রমণভাগের খেলোয়াড় অথবা কেন্দ্রীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেলেন।\n২০২১ সালে, রোদ্রিগেস উরুগুয়ে অনূর্ধ্ব-২০ দলের হয়ে উরুগুয়ের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় তিন বছর যাবত উরুগুয়ের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০২৪ সালে উরুগুয়ের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; উরুগুয়ের জার্সি গায়ে তিনি এপর্যন্ত ২ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nলুসিয়ানো রোদ্রিগেস রোসালেস ২০০৩ সালের ১৬ই জুলাই তারিখে উরুগুয়ের মোন্তেভিদেওতে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nরোদ্রিগেস উরুগুয়ে অনূর্ধ্ব-২০ এবং উরুগুয়ে অনূর্ধ্ব-২৩ দলের হয়ে খেলার মাধ্যমে উরুগুয়ের প্রতিনিধিত্ব করেছেন। ২০২১ সালে তিনি  উরুগুয়ে অনূর্ধ্ব-২০ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। উরুগুয়ের বয়সভিত্তিক দলের হয়ে তিনি প্রায় ৩ বছরে ৪৫ ম্যাচে অংশগ্রহণ করে ২০১৭টি গোল করেছেন।\n২০২৪ সালের ২৬শে মার্চ তারিখে, ২০ বছর, ৮ মাস ও ১০ দিন বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী রোদ্রিগেস কোত দিভোয়ারের বিরুদ্ধে অনুষ্ঠিত প্রীতি ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে উরুগুয়ের হয়ে অভিষেক করেছেন। উক্ত ম্যাচের ৯০তম মিনিটে আক্রমণভাগের খেলোয়াড় নাহিতান নান্দেজের বদলি খেলোয়াড় হিসেবে তিনি মাঠে প্রবেশ করেছিলেন; ম্যাচে তিনি ১৯ নম্বর জার্সি পরিধান করে ডান পার্শ্বীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি কোত দিভোয়ার ২–১ গোলের ব্যবধানে জয়লাভ করেছিল। উরুগুয়ের হয়ে অভিষেকের বছরে রোদ্রিগেস সর্বমোট ২ ম্যাচে অংশগ্রহণ করেছেন। \n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n১০ জুন ২০২৪ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nসকারওয়েতে লুসিয়ানো রোদ্রিগেস  (ইংরেজি)  \nসকারবেসে \nবিডিফুটবলে \nট্রান্সফারমার্কেটে লুসিয়ানো রোদ্রিগেস (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে লুসিয়ানো রোদ্রিগেস (ইংরেজি) \nইএসপিএন এফসিতে \nন্যাশনাল-ফুটবল-টিমস.কমে"}