{"pageid": 1449583, "title": "মেলানি মার্টিনেজ", "url": "https://bn.wikipedia.org/wiki?curid=1449583", "content": "মেলানি অ্যাডেল মার্টিনেয (জন্ম ১৫ বৈশাখ, ১৪০২) একজন মার্কিন গায়িকা এবং গীতিকার। তিনি কুইন্সের অ্যাস্টোরিয়াতে জন্মগ্রহণ করেন এবং নিউইয়র্কের বাল্ডউইনে বেড়ে ওঠেন, মার্টিনেজ ১৪১৯ সালে আমেরিকান টেলিভিশন প্রতিভানুষ্ঠান দ্য ভয়েসের  সিয্ন্ ৩-এ উপস্থিত হওয়ার পর খ্যাতি অর্জন করেন। অনুষ্ঠান অনুসরণ করে, তিনি  আটলান্টিক রেকর্ডসে স্বাক্ষর করেন এবং তার প্রথম একক \" ডলহাউস \" প্রকাশ করেন, তারপরে একই নামে তার প্রথম বর্ধিত নাটক (১৪২১) প্রকাশিত হয়। \nমার্টিনেজ পরে তার প্রথম স্টুডিও অ্যালবাম, ক্রাই বেবি (১৪২২) প্রকাশ করেন, যা রেকর্ডিং ইন্ডাস্ট্রি অ্যাসোসিয়েশন অফ আমেরিকা (RIAA) দ্বারা ডবল প্ল্যাটিনাম প্রত্যয়িত হয়।  অ্যালবামটির \" পিটি পার্টি \", \" সোপ \" এবং \" মিসেস পটেটো হেড \" সহ অসংখ্য একক বাণিজ্যিকভাবে সফল হয়েছে।  এরপর থেকে তিনি দুটি ধারাবাহিক অ্যালবাম প্রকাশ করেছেন: কে-১২ / K–12 (১৪২৬) এবং পোর্টাল্স্ (১৪২৯) ৷\nদুই-রঙিন চুল এবং কপাল-ঢাকা চুল দ্বারা সহজেই স্বীকৃত, মার্টিনেজের চাক্ষুষ শৈলী তার সঙ্গীত ভিডিও এবং প্রতিভা প্রদর্শনে একটি গুরুত্বপূর্ণ ভূমিকা পালন করে। বেবিডলের পোশাক এবং আবেগময় মুখের অভিব্যক্তি দ্বারা পরিপূরক একটি পুতুলের মতো চেহারা চাষ করে তিনি খ্যাতি অর্জন করেছিলেন। তিনি প্রতিটি অ্যালবামের জন্য একটি বিষয় (থিম/Theme) চয়ন করতে পছন্দ করেন এবং একটি বৃহত্তর আখ্যান তৈরি করতে অ্যালবামের সমস্ত সঙ্গীত ভিডিও একসাথে বেঁধে রাখতে পছন্দ করেন।\n\n\n== জীবনের প্রথমার্ধ ==\nমেলানি অ্যাডেল মার্টিনেজ (১৫ বৈশাখ, ১৪০২ / ২৮ এপ্রিল, ১৯৯৫) অ্যাস্টোরিয়া, কুইন্সে জন্মগ্রহণ করেছিলেন, বাবা-মা মেরি এবং হোসে মার্টিনেজের কাছে, যারা ডোমিনিকান এবং পুয়ের্তো রিকান বংশোদ্ভূত।  মার্টিনেজের বয়স যখন চার বছর তখন তার পরিবার লং আইল্যান্ডের নিউইয়র্কের বাল্ডউইনে চলে যায়। \nমার্টিনেজ প্লাযা প্রাথমিক বিদ্যালয়ে পড়াশোনা করেন, তার শিক্ষক মিঃ নাদিয়েনকে তাকে গান শেখানোর কৃতিত্ব দেন, এবং কিন্ডারগার্টেনে মার্টিনেজ কবিতা লিখতে শুরু করেন।  মার্টিনেজ বলেছেন যে তার বেড়ে ওঠার সম​য় খুব কম বন্ধু-বান্ধব ছিলো এবং তিনি একজন ঘরকুনো ছিলেন, কারণ তিনি \"খুব আবেগপ্রবণ\" ছিলেন এবং অভিভূত হলে কান্নাকাটি করে তার অনুভূতি ব্যাখ্যা করা কঠিন ছিলো।  তিনি আলোকচিত্ৰবিদ্যা এবং চিত্রকলা অনুশীলন করেন।  ছোটবেলায় তার আবেগপ্রবণতার কারণে, তিনি বলেন যে অন্যরা তাকে \"ক্রন্দনকারী শিশু\" বলে উল্লেখ করেছে, যা তার প্রথম অ্যালবাম ক্রাই বেবি- এর শিরোনাম চরিত্রের সৃষ্টি করেছে। \nমার্টিনেজ একটি \"ঐতিহ্যগত ল্যাটিন পরিবারে\" বেড়ে ওঠেন যেখানে তাকে তার যৌনতা সম্পর্কে কথা বলা তার লজ্জা বোধ হয়েছিল এবং মনে হয়েছিল যে সে যদি উভকামী হিসাবে বেরিয়ে আসে তবে তাকে গ্রহণ করা হবে না।\nতিনি বলেছেন যে তার পরিবার এখন তার যৌনতাকে পুরোপুরি গ্রহণ করছে। \nচৌদ্দ বছর বয়সে, মার্টিনেজ নিজেকে শিখিয়েছিলেন কীভাবে গিটার বাজাতে হয় তার গানের কর্ড ডায়াগ্রাম অধ্যয়ন করে, যা তিনি অনলাইনে পেয়েছিলেন, এবং তার প্রথম গান লিখেছিলেন তার কবিতা যোগ করে একটি কর্ড ডায়াগ্রামে, কিন্তু বলেন যে বাজানো গিটার \"অবশেষে বাসি হয়ে যায়\"।  মার্টিনেজ বাল্ডউইন  উচ্চ বিদ্যালয় থেকে স্নাতক হন। \n\n\n== কর্মজীবন ==\n\n\n=== ১৪১৮-১৪২০: দ্য ভয়েস এবং ডলহাউস ইপির সাথে বিরাট সাফল্য-অর্জন ===\n১৪১৮ সালে, তার উচ্চ বিদ্যালয়ের কনিষ্ঠ বর্ষে, মার্টিনেজ MSG ভার্সিটি প্রতিভানুষ্ঠান  অংশগ্রহণ করেছিল, একটি টেলিভিশন প্রতিভা প্রতিযোগিতা। তিনি ব্যারেট স্ট্রং এর \" মানি (এটাই যে আমি চাই) \" এবং ফোর টপসের \" শেক মি, ওয়েক মি (হয়েন ইটস ওভার) \" গানটি গেয়েছেন। দ্বিতীয় দফায় বাদ পড়েন তিনি। \n\nএরপর মার্টিনেজ দ্য ভয়েসের তৃতীয় সিজনের জন্য অডিশন দেন। অডিশনের আগে তিনি নিজে শো দেখেননি।  প্রাথমিক, অপ্রচারিত অডিশনটি ছিল একটি উন্মুক্ত কল, যা জাভিটস সেন্টারে অনুষ্ঠিত হয়েছিল। তিনি স্মরণ করেন যে তিনি এবং তার মা যখন অডিশনে গাড়ি চালাচ্ছিলেন, তখন তার মায়ের গাড়িটি কুইন্স-মিডটাউন টানেলে পৌঁছানোর আগেই ভেঙে পড়ে এবং সেখানে যাওয়ার জন্য দুজনকে একটি ট্যাক্সিক্যাবে \"হিচহাইক\" করতে বাধ্য হতে হয়। প্রাথমিক অডিশনের বেশ কয়েক মাস পর, রুযভেল্ট ফিল্ড মলে থাকাকালীন, মার্টিনেজ খবর পেয়েছিলেন যে তিনি \"দ্বিতীয় রাউন্ডে\" এগিয়ে গেছেন। তারপরে তিনি একাধিক কলব্যাক পেয়েছিলেন যতক্ষণ না তিনি শেষ পর্যন্ত শোতে অডিশনের জন্য নির্বাচিত হন।  মার্টিনেজ ব্রিটনি স্পিয়ার্সের \" টক্সিক \" গান গাইতে অডিশন দেন এবং চারজন বিচারকের মধ্যে তিনজন ( অ্যাডাম লেভিন, সিলো গ্রিন এবং ব্লেক শেলটন ) তাদের \"আই ওয়ান্ট ইউ\" বোতামে আঘাত করেন।\nমার্টিনেজ শেষ পর্যন্ত অ্যাডাম লেভিনকে তার কোচ হিসেবে বেছে নেন। \nব্যাটল রাউন্ডে, মার্টিনেজ ক্যাটলিন মিশেলের বিরুদ্ধে প্রতিদ্বন্দ্বিতা করেছিলেন। তারা এলি গোল্ডিং গান \" লাইটস \" এর একটি যুগল পরিবেশন করে। মার্টিনেজ জিতেন এবং নকআউট রাউন্ডে চলে যান। মিশেল, সি লো গ্রিন চুরি করেছিল এবং সেও এগিয়ে গিয়েছিল। নকআউট রাউন্ডে মার্টিনেজ স্যাম জেমসের সাথে জুটি বেঁধেছিলেন। তিনি লা রু-এর \" বুলেটপ্রুফ \" গানটি বেছে নিয়েছিলেন। লেভিন জেমসকে বাদ দেন এবং মার্টিনেজ টিম অ্যাডামের বাকি পাঁচ সদস্যের একজন হিসেবে লাইভ রাউন্ডে চলে যান। লাইভ রাউন্ডের এক সপ্তাহে, মার্টিনেজ \" হিট দ্য রোড জ্যাক \" গেয়েছিলেন। জনসাধারণের ভোট টিম অ্যাডাম সদস্য আমান্ডা ব্রাউন এবং ব্রায়ান কিথকে বাঁচিয়েছে। লেভিন তখন লরেন অলরেড এবং জোসেলিন রিভেরাকে প্রতিযোগিতায় থাকার জন্য মার্টিনেজকে বেছে নেন। তিন সপ্তাহে, \" সেভেন নেশন আর্মি \"-এর মার্টিনেজের পারফরম্যান্স আইটিউনস টপ ২০০ একক চার্টে #১০-এ ভোটের সময় শেষ করে, যার ফলে তার আইটিউনস ভোট দশ দ্বারা গুণিত হয়।  চতুর্থ সপ্তাহে এটি আবার ঘটে, যখন \" বেশি কাছে \" ভোটের সময়সীমা #৬ এ শেষ হয়েছিল। \nমার্টিনেজ পঞ্চম সপ্তাহে দর্শকদের ভোটে বাদ পড়েন, সহকর্মী টিম অ্যাডাম সদস্য আমান্ডা ব্রাউনের সাথে, লেভিনকে কোন শিল্পী ছাড়াই রেখে যান। জবাবে, মার্টিনেজ বলেন, \"আমি কখনই আশা করি না যে আমি এতদূর পাব এবং এটি আমি যা স্বপ্ন দেখেছি তার বাইরে। আমি একজন শিল্পী হিসাবে আমি কে তা প্রকাশ করতে পেরে এবং সত্যিই মানুষের হৃদয় স্পর্শ করতে পেরে আমি খুবই আনন্দিত কারণ এটিই ছিল চূড়ান্ত লক্ষ্য\".\n\n  – পারফরম্যান্সের স্টুডিও সংস্করণ আইটিউনসে শীর্ষ ১০ এ পৌঁছায়\n\nশোয়ের পরে, মার্টিনেজ মূল উপাদানের উপর স্বাধীনভাবে কাজ করা শুরু করেন, যা তিনি বলেছেন যে তিনি ২০১৩ (১৪১৯-১৪২০) সালের বেশিরভাগ সময় লেখালেখিতে ব্যয় করেছেন। তিনি ফেব্রুয়ারী ২৬ মাঘ. ১৪২০-এ তার প্রথম একক \"ডল হাউস\" প্রকাশ করেন  তিনি পরে গানের গল্পটিকে এডওয়ার্ড সিজারহ্যান্ডসের  সাথে তুলনা করে বলেন, \"[এটি] নিখুঁত লনের সাথে নিখুঁত বাড়ি এবং সেগুলি দেখতে একই রকম। কিন্তু প্রতিটি বাড়ির পিছনে এমন কিছু লোকজন আছে যারা সম্পদ এবং পরিপূর্ণতার পিছনে লুকিয়ে আছে।\"  মার্টিনেজ ট্র্যাকের জন্য একটি সঙ্গীত ভিডিওও প্রকাশ করেছেন, যেটি মার্টিনেজের তৈরি একটি ইন্ডিগোগো পেজ দ্বারা অনুরাগীদের অর্থায়নে করা হয়েছিল এবং চুল, মেকআপ এবং শুটিং সবই তার বন্ধুদের দ্বারা করা হয়েছিল।  গানটি NYC গীতিকার যুগল কিনেটিক্স অ্যান্ড ওয়ান লাভ দ্বারা প্রযোজনা ও রচনা করা হয়েছিল। \n২৪ চৈত্র, ১৪২০-এ, মার্টিনেজ আটলান্টিক রেকর্ডসে স্বাক্ষর করেন এবং এক মাস পরে ৫ জ্যৈষ্ঠ ১৪২১-এ তার প্রথম EP, Dollhouse প্রকাশ করেন  EP-এর একমাত্র একক, \"ক্যারোসেল\", বিকল্প ডিজিটাল গানের চার্টে নয় নম্বরে পৌঁছে, যা RIAA দ্বারা স্বর্ণের প্রত্যয়িত হয়েছিল এবং FX-এর মিনিসিরিজ আমেরিকান হরর স্টোরি: ফ্রিক শো- এর একটি প্রিভিউতে প্রদর্শিত হয়েছিল।  তিনি জুন ২০১৪ থেকে মার্চ ২০১৫ পর্যন্ত চলমান ডলহাউস ট্যুরের সাথে EP-কে প্রচার করেছিলেন \n\n\n=== ১৪২১-১৪৩০: ক্রাই বেবি, পিগিব্যাক, কে-১২ এবং আফটার স্কুল ইপি ===\n\n১৮ জ্যৈষ্ঠ, ১৪২২-এ, মার্টিনেজ একক \" পিটি পার্টি \" প্রকাশ করেন, যা লেসলি গোরের \" ইটস মাই পার্টি \" এর নমুনা দেয়।  এর পরে অ্যালবামের দ্বিতীয় একক, \" সোপ্ \" প্রকাশিত হয়।  গানটি বিকল্প ডিজিটাল গানের চার্টে বারো নম্বরে এবং পপ ডিজিটাল গানের চার্টে ষোলো নম্বরে পৌঁছে।  তৃতীয় একক, \"সিপি কাপ\", ১৬ শ্রাব​ণ অনুসরণ করে।  ক্রাই বেবি, তার প্রথম অ্যালবাম, ৩০ শ্রাবণ, ১৪২২-এ প্রকাশিত হয়েছিল, মাঝারি সমালোচকদের প্রশংসার জন্য এবং বিলবোর্ড ২০০-এ ৬ নম্বরে আত্মপ্রকাশ করেছিল  অ্যালবামটি ১১ ফাল্গুন, ১৪২৩-এ RIAA দ্বারা প্ল্যাটিনাম প্রত্যয়িত হয়েছিল  মার্টিনেজ অ্যালবামের প্রচারের জন্য ক্রাই বেবি ট্যুরে গিয়েছিলেন, যা ১৪২১ থেকে ১৪২৪ পর্যন্ত চলেছিল। \n২০১৬ সালের মে মাসে, মার্টিনেজ তার দ্বিতীয় ইপি, পিটি পার্টি, আয়ারল্যান্ড, মেক্সিকো এবং যুক্তরাজ্যে একচেটিয়াভাবে প্রকাশ করেন।  এক মাস পরে, মার্টিনেজ বলেছিলেন যে তিনি তার দ্বিতীয় অ্যালবামের কাজ এবং রেকর্ডিং শুরু করেছেন।  নভেম্বর ২০১৬-এ, মার্টিনেজ তার তৃতীয় ইপি, ক্রাই বেবি'স এক্সট্রা ক্লাটার, ক্রাই বেবি থেকে বোনাস ট্র্যাকগুলির একটি ভাইনিল মুক্ত এবং সেইসাথে \"জিঞ্জারব্রেড ম্যান\", একটি ক্রিসমাস-থিমযুক্ত একক যা প্রাথমিকভাবে সাউন্ডক্লাউডে ডিসেম্বর ২০১৫-এ প্রকাশিত হয়েছিল কিন্তু পরে। জানুয়ারী ২০১৬ সালে একক একক হিসাবে মুক্তি পায় \n২০১৬ সালের অক্টোবরে, মার্টিনেজ তার সুগন্ধি ক্রাই বেবি পারফিউম মিল্কের জন্য একটি বিজ্ঞাপন প্রকাশ করেন, উল্লেখ্য যে \"আমি ক্রাই বেবি লেখা শেষ করার মুহূর্ত থেকেই এই পারফিউমের ধারণাটি আমার মস্তিষ্কে ঘুরপাক খাচ্ছে।  মার্টিনেজের রেকর্ড লেবেল, আটলান্টিক দ্বারা সুগন্ধিটি সরাসরি বিতরণ করা হয়েছিল, যা তাদের সুগন্ধ বিতরণের প্রথম রেকর্ড লেবেল করে তোলে।  মার্টিনেজ দুটি \"এক্সক্লুসিভ\" লিপস্টিক প্রকাশ করতে প্রসাধনী কোম্পানি লাইম ক্রাইম, ইনকর্পোরেটেডের সাথেও সহযোগিতা করেছেন: ২ ভাদ্র, ১৪২২-এ \"ক্রাই বেবি\" নামে একটি নীল লিপস্টিক এবং ২৫ ফাল্গুন, ১৪২২-এ \"টেডি বিয়ার\" নামে একটি বাদামী লিপস্টিক \n৭ পৌষ, ১৪২৪-এ, মেলানি মার্টিনেজ সাউন্ডক্লাউডে \" পিগিব্যাক \" গানটি প্রকাশ করেছিলেন, যা তার প্রাক্তন বন্ধু, টিমোথি হেলারের করা অভিযোগের প্রতিফলন বলে বিশ্বাস করা হয়।  হেলার ১৯ অগ্রহায়ণ, ১৪২৪-এ টুইটার-এর মাধ্যমে মার্টিনেজকে যৌন নিপীড়নের জন্য অভিযুক্ত করেছিলেন, যা মার্টিনেজ দৃঢ়ভাবে অস্বীকার করেছিলেন, যে কোনও ঘনিষ্ঠতা সম্মতিপূর্ণ ছিল বলে জোর দিয়েছিলেন।  মার্টিনেজের তৃতীয় অ্যালবাম পোর্টাল্সের পর্যালোচনায়, দ্য লাইন অফ বেস্ট ফিট- এর স্যাম ফ্রাঞ্জিনি লিখেছেন যে অ্যালবাম ট্র্যাক \"ব্যাটল অফ দ্য ল্যারিনক্স\" হল \"একটি পাঁচ মিনিটের গল্প যেখানে তার বিরুদ্ধে করা গুরুতর অভিযোগের বিবরণ রয়েছে\"। \n১৫ মে, ২০১৯-এ, মার্টিনেজ তার দ্বিতীয় অ্যালবাম K–12- এর একটি টিযার ট্রেলার প্রকাশ করেন যা অবশেষে ৬ সেপ্টেম্বর, ২০১৯-এ প্রকাশিত হয় এবং বিলবোর্ড ২০০-এ ৩ নম্বরে আত্মপ্রকাশ করে।  অ্যালবামের সাথে একটি সুরেলা রূপকথা লোমহর্ষক চলচ্চিত্র ছিল, যেটি মার্টিনেজ লিখেছিলেন এবং পরিচালনা করেছিলেন।  পিপল -এর সাথে একটি সাক্ষাত্কারে মার্টিনেজ ভবিষ্যতের পরবর্তী এবং চাক্ষুষ অ্যালবাম প্রকাশের কথা উল্লেখ করেছেন।  কে-১২/K–12 ভ্রমণের সাথে অ্যালবামটি প্রচার করা হয়েছিল ২৮ আশ্বিন, ১৪২৬ এ, ওয়াশিংটন, ডিসিতে শুরু হয়েছিল এবং কোভিড-১৯ মহামারীর কারণে বিলেতের ব্রিক্সটনে ৪ ফাল্গুন, ১৪২৬ তারিখে অকালে শেষ হয়েছিল। \nজানুয়ারী ২০২০-এ, মার্টিনেজ ঘোষণা করেছিলেন যে তিনি আফটার স্কুল  শিরোনামের একটি EP-তে কাজ করছেন, যেটি তখন ২০২০ সালের বসন্তে মুক্তি পাবে এবং K–12- এর শৌখিন সংস্করণ হিসেবে কাজ করবে।  ১০ ফেব্রুয়ারী, ২০২০-এ, মার্টিনেজ একটি স্বতন্ত্র একক, \"কপি ক্যাট\" প্রকাশ করেন যা মার্টিনেজের প্রথম বৈশিষ্ট্য চিহ্নিত করে, যাতে টিয়ারা হ্যাক বিদ্যমান ছিলেন।  মার্টিনেজ পরবর্তীতে ২৬ জুন, ২০২০-এ EP থেকে একটি দ্বিতীয় একক \"ফায়ার ড্রিল\" প্রকাশ করেন, যা পূর্বে K–12 চলচ্চিত্রের কৃতিত্বে প্রদর্শিত হয়েছিল।  দুটি গানই আফটার স্কুলে অন্তর্ভুক্ত করা হয়নি, যা শেষ পর্যন্ত বিলম্বিত হয়েছিল এবং ২৫ সেপ্টেম্বর, ২০২০ এ প্রকাশিত হয়েছিল। \n২০২০ সালের এপ্রিলে, টিকটক - এ জনপ্রিয়তা পাওয়ার পর \"প্লে ডেট্\" মার্কিন যুক্তরাষ্ট্রে স্পটিফাই-এ সর্বাধিক ১০০টি গানের মধ্যে একটি হয়ে ওঠে।  ২০২১ সালে, মার্টিনেজ ফোর্বসের অনূর্ধ্ব ৩০ তালিকায় স্থান পেয়েছে। \n\n\n=== ১৪৩০-বর্তমান: পোর্টাল্স্ ===\n১৮ ফেব্রুয়ারী, ২০২৩-এ, তার সমস্ত ইনস্টাগ্রাম পোস্ট আর্কাইভ করার পরে, মার্টিনেজ তার তৃতীয় স্টুডিও অ্যালবাম, পোর্টাল্স্-কে টিজ করেছিলেন।  অ্যালবামটি ৩১ মার্চ, ২০২৩-এ প্রকাশিত হয়েছিল, এবং \"ডেথ্ \" এবং \" ভয়েড \" এর সাথে প্রচার করা হয়েছিল যা যথাক্রমে ৯৫ এবং ৬১ নম্বরে তালিকাভুক্ত ছিল, যা বিলবোর্ড হট ১০০-এ তার প্রথম আসল উপস্থিতি চিহ্নিত করে।   তিনি  ২০২৩ সালের মে মাসে পোর্টাল্স্ ভ্রমণ শুরু করেন। মার্টিনেজ তার একক \"ভয়েড\"-এর সঙ্গীতের জন্য VMA-এর সেরা চাক্ষুষ প্রভাবের জন্য মনোনীত হন। \n২০২৩ সালের নভেম্বরে, মার্টিনেজ পোর্টাল্স্ পারফিউম লঞ্চ করার ঘোষণা করেছিলেন, যেটি ইন্ডি পারফিউমারী ফ্লাওয়ার শপ পারফিউমের সহযোগিতায় তৈরি করা চারটি সুগন্ধির সংগ্রহ। সংগ্রহটি মার্টিনেজের চার চোখের বিকল্প ব্যক্তিত্ব, \"ক্রাই বেবি\"-এর আদলে তৈরি করা একটি ভাস্কর্য   চালু করা হয়েছে যা অহংকে পরিবর্তন করে, চারটি সুগন্ধি ধারণ করে এবং $২৭৫-এ খুচরো বিক্রি হয়। \nমুক্তির পর থেকে, আরও তিনটি সঙ্গীত চলমান চিত্র মুক্তি পেয়েছে, একটিতে ২০২৩ সালের ডিসেম্বরে \"টানেল ভিশন\" গানটি দেখানো হয়েছে, দ্বিতীয়টি ফেব্রুয়ারি ২০২৪ সালে \"ফ্যাৠি সোয়াঁৠি\" এর জন্য  এবং তৃতীয়টি মে ২০২৪ সালে \"লাইট শাওয়ার\"। \n\n\n== শৈল্পিকতা ==\n\n\n=== সঙ্গীত শৈলী ===\n\nমার্টিনেজের সঙ্গীতকে পপ, বিকল্প-পপ, চিত্রাপপ, বিজলিপপ এবং গম্ভীর-পপ হিসেবে বর্ণনা করা হয়েছে । ক্রাই বেবি এবং কে-১২-এ কালাচালি (হিপ হপ) এবং কা-আ.ছ-এর নিম্ন স্বর থাকতে দেখা গেছে। পোর্টাল্স  মেলানিকে পরীক্ষামূলক ধ্বনি এবং পপ-রকের দিকে এগিয়ে যেতে দেখেছে ৷ মার্টিনেজের সঙ্গীতকে দ্য গার্ডিয়ান \"অফ-কিল্টার, সোয়্যারি ইলেক্ট্রোপপ\" বলে বর্ণনা করেছে। রোলিং স্টোন মার্টিনেজের সঙ্গীতকে \"ভালোবাসা, বিপদ এবং পাগলামি সম্পর্কে দুমড়ে-মুচড়ে যাওয়া ঘু.গা\" হিসেবে বর্ণনা করেছে এবং \"কয়েন-অপারেটেড বয়-এরা ড্রেসডেন ডল্স্\" এবং লানা ডেল রে-এর সাথে তার সঙ্গীতের তুলনা করেছে। নিউ ইয়র্ক টাইমস-এর জন পেরেলেস তার সঙ্গীতকে \"পর্চ[ইং] সুন্দরভাবে টিংক্লিং কীবোর্ড এবং সংক্ষিপ্ত পপ কোরাস হিসাবে বর্ণনা করেছেন দক্ষিণী হিপ-হপের ধীর, অশুভ বেসলাইন এবং টুইচি পারকাশনের মধ্যে - লর্ডে এবং লানা ডেল রে-র ডির্জেসে একটি ক্যান্ডি-কোটেড বৈচিত্র্য।\", এবং তার মেযো-সোপ্রানো কণ্ঠকে \"ফিসফিস, বিদ্রুপপূর্ণ, অশ্রুসিক্ত, [এবং] উগ্র\" বলে বর্ণনা করেছেন।\nমার্টিনেজ তার বিকল্প ব্যক্তিত্ব এবং তার প্রথম অ্যালবাম ক্রাই বেবি -এর নায়িকাকে নিজের একটি \" রূপকথার \" সংস্করণ হিসাবে বর্ণনা করেছেন।  মার্টিনেজের গানগুলি প্রায়শই ব্যক্তিগত অভিজ্ঞতার উপর ভিত্তি করে।  মার্টিনেজ তার নিজের সঙ্গীতকে \"খুবই অন্ধকার এবং সৎ\" এবং \"হিপ হপ/ট্র্যাপ অনুপ্রাণিত ধুম যেমন শিশু পিয়ানো, সঙ্গীৎ বাক্স এবং খেলনার মতো ভয়ঙ্কর গৃহাকুল শিশুসুলভ শব্দ''-এর সাথে বর্ণনা করেছেন। \n\n\n=== প্রভাব ===\nমার্টিনেজ ক্রিস্টিনা আগুইলেরা, ব্র্যান্ডি, ব্রিটনি স্পিয়ার্স, দ্য বিটলস, টুপাক শাকুর, শাকিরা, এবং বিগি স্মলসের কথা শুনেছেন, এবং অল্প বয়স থেকেই গায়িকা হতে চেয়েছিলেন।  মার্টিনেজ দ্য বিটলস, নিউট্রাল মিল্ক হোটেল, ফিস্ট, কিমব্রা, জুয়ে ডেসচেনেল, রেজিনা স্পেক্টর, এবং কোকোরোজি দ্বারা প্রভাবিত হওয়ার উল্লেখ করেছেন। নির্দিষ্ট অ্যালবাম যা তার সঙ্গীতকে প্রভাবিত করেছে তার মধ্যে রয়েছে দ্য আইডলার হুইল... - ফিওনা অ্যাপল এবং আরিয়ানা গ্র্যান্দের অ্যালবাম ইয়োরস ট্রুলি  এবং মাই এভরিথিং দ্বারা।  তিনি তার সঙ্গীতে \"ভারী হিপ-হপ প্রভাব\"'-এর জন্য দায়ী করেন তার বাবাকে, যিনি শৈশবকালে প্রায়শই বাড়িতে হিপ-হপ সঙ্গীত বাজিয়েছিলেন। \nমার্টিনেজের সঙ্গীতের চলমান-চিত্রগুলোর চাক্ষুস প্রভাবগুলো তার প্রিয় চাক্ষুস শিল্পীদের দ্বারা প্রভাবিত হয়েছে: মার্ক রাইডেন, আলেকসান্দ্রা ওয়ালিসজেউস্কা এবং নিকোলেটা সেকোলি ৷  তিনি টিম বার্টনকে তার একটি বড় প্রভাব হিসাবে নামকরণ করেছেন এবং বলেছেন যে তার সাথে একটি চলচ্চিত্র​ করা তার \"একটি স্বপ্ন\" হবে। \n\n\n== লোকপ্রি়তা ==\n১৬ বছর বয়সে, ১০১টি দালমাশীয় (১৪০৩) দেখার পর, মার্টিনেজ তার অর্ধেক চুল স্বর্ণকেশী রঙ করেছিলেন, ক্রুয়েলা দে ভিলের মতো একই শিরায়।  তিনি সঙ্গীত চিত্রে ও সঞ্চালণের সময় তার \"শিশু পুতুল\"-অনুপ্রাণিত পোশাকের জন্য পরিচিত হন ।  দ্য গার্ডিয়ান তার ছবিটিকে \"পুতুলের মতো এবং স্থিরভাবে ইমো [...] অতি-বাস্তবসম্মত\" বলে অভিহিত করেছে যখন তার সঙ্গীত \"অর্ধ-শিশুতোষ ছড়া, অর্ধ-দুঃখজনক জীবনকাহিনী\" হিসেবে সর্বাধিক পরিচিত। \n\n\n=== যৌন নির্যাতনের অভিযোগ ===\n১৯ অগ্রহায়ণ, ১৪২৪-এ, টিমোথি হেলার, একজন মহিলা যার সাথে মার্টিনেজের এক সম​য় বন্ধুত্ব ছিলো, টুইটারের মাধ্যমে অভিযোগ করেছেন যে মার্টিনেজ তাকে যৌন নিপীড়ন এবং ধর্ষণ করেছেন।  পরের দিন, মার্টিনেজ হেলারের অভিযোগের জবাবে একটি টুইট করেছেন, বলেছেন যে অভিযোগগুলি তাকে \"ভয়ঙ্কিত এবং দুঃখিত করেছে\" এবং হেলার \"[তারা] একসাথে যা করতে বেছে নিয়েছিলেন তাতে কখনোই না বলেননি\"।  ২৪ অগ্রহায়ণ, ১৪২৪-এ, মার্টিনেজ হেলারের \"মিথ্যা বিবৃতি\" বিশ্লেষণ করার জন্য তার ভক্তদের ধন্যবাদ জানিয়ে একটি দ্বিতীয় বিবৃতি প্রকাশ করেন। তিনি এই বিবৃতিটি শেষ করেছিলেন: \"...আমি কখনোই কারো সাথে তাদের সম্পূর্ণ সম্মতি ছাড়া ঘনিষ্ঠ হতে পারবো না।\"  মার্টিনেজ সাউন্ডক্লাউডে \" পিগিব্যাক \" গানটি প্রকাশ করেন, এটি হেলারের অভিযোগের জবাবে বলে মনে করা হয়। \n৪ শ্রাবণ, ১৪৩১-এ, হেলার একটি নতুন ভিডিও বিবৃতি জারি করেন যা এই গল্পটিকে আবারও নিশ্চিত করে, সেইসাথে সেই দাবিগুলিকে খণ্ডন করে যে তিনি \"মিথ্যা কথা স্বীকার করেছেন\"। তিনি মার্টিনেজের ভক্তঘাটি থেকে তিনি যে হয়রানির শিকার হয়েছেন তাও বর্ণনা করেছেন, এই বলে যে তিনি \"হঠাৎ করেই [তার] প্রতি উৎসর্গীকৃত হাজার হাজার ঘৃণাপূর্ণ হিসেব, [তার] সমস্ত সঙ্গীতের উপর হাজার হাজার নেতিবাচক মন্তব্য এবং [তার] সত্তার সম্পূর্ণ হাস্যকর বানোয়াট গল্প বানায়। অন্তঃর্জালে প্রকাশিত হয়েছে\" যা শেষ পর্যন্ত তাকে তার গণহিসেব নিষ্ক্রিয় করতে পরিচালিত করেছিল। তিনি আরও প্রকাশ করেছেন যে তাকে ডক্স করা হয়েছে এবং হ্যাক করা হয়েছে, এই বলে যে তার \"বাড়ির ঠিকানা, ফোন নম্বর এবং পরিবারের ফোন নম্বর সবই ফাঁস হয়ে গেছে,\" যে \"[তার] সোশ্যাল মিডিয়া অ্যাকাউন্টগুলির প্রত্যেকটি হ্যাক করা হয়েছে, তার ইমেল সহ,\" এবং \"একমাত্র জিনিস যা, তারা [তার] ব্যাঙ্ক অ্যাকাউন্টে প্রবেশ করেনি।''\n\n\n== দিস্কোগ্রাফিয়া ==\nক্রাই বেবি (১৪২২)\nকে - ১২ / K-12 (১৪২৬)\nপোর্টাল্স্ (১৪২৯)\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== চলচ্চিত্র ===\n\n\n=== টেলিভিশন ===\n\n\n=== ওয়েব ===\n\nশিরোনামকরণ (খ্রি.)\n\nডলহাউস ভ্রমণ (২০১৪-২০১৫)\nক্রাই বেবি ভ্রমণ (২০১৫-২০১৭)\nকে-১২ ভ্রমণ (২০১৯-২০২০)\nপোর্টাল্স্ ভ্রমণ (২০২৩-২০২৪)\nত্রয়ী ভ্রমণ (২০২৪)\nসমর্থন (খ্রি.)\n\nলিন্ডসে স্টার্লিং – মিউজিক বক্স ট্যুর (২০১৫)\nঅ্যাডাম ল্যাম্বার্ট - দ্য অরিজিনাল হাই ট্যুর (২০১৬)\n\n\n== পুরস্কার এবং মনোনয়ন ==\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র =="}