{"pageid": 1449474, "title": "ল্যাং পার্ক", "url": "https://bn.wikipedia.org/wiki?curid=1449474", "content": "ল্যাং পার্ক, \" দ্য কলড্রন \" ডাকনাম, যা ব্রিসবেন স্টেডিয়াম নামেও পরিচিত এবং বাণিজ্যিকভাবে সানকর্প স্টেডিয়াম, মিল্টনের শহরতলিতে অবস্থিত অস্ট্রেলিয়ার কুইন্সল্যান্ডের ব্রিসবেনে অবস্থিত একটি বহুমুখী স্টেডিয়াম। বর্তমান সুবিধাটি ৫২,৫০০ জন ধারণক্ষমতা সহ একটি তিন-স্তর বিশিষ্ট আয়তক্ষেত্রাকার ক্রীড়া স্টেডিয়াম নিয়ে গঠিত। ব্রিসবেনে রাগবি লিগের ঐতিহ্যবাহী হোম ভেন্যু, আধুনিক স্টেডিয়ামটি এখন রাগবি ইউনিয়ন এবং সকারের জন্যও ব্যবহৃত হয় এবং এর আয়তক্ষেত্রাকার খেলার মাঠ রয়েছে ১৩৬ বাই ৮২ মিটার (৪৪৬ বাই ২৬৯ ফুট)। স্টেডিয়ামের প্রধান ভাড়াটে দল গুলো হলেন ব্রিসবেন ব্রঙ্কোস, ডলফিনস (এনআরএল), কুইন্সল্যান্ড রেডস এবং কুইন্সল্যান্ড মেরুনস।\nল্যাং পার্কটি ১৯১৪ সালে প্রাক্তন উত্তর ব্রিসবেন কবরস্থানের জায়গায় প্রতিষ্ঠিত হয়েছিল; প্রথম দিকে এটি সাইক্লিং, অ্যাথলেটিক্স এবং সকার সহ বিভিন্ন খেলার আবাসস্থল ছিল। ১৯৫৭ সালে পার্কটির লিজ ব্রিসবেন রাগবি লিগ দ্বারা নেওয়া হয়েছিল, এটি কুইন্সল্যান্ডে খেলার হোম হওয়ার আগে (আজ অবধি রয়ে গেছে)। কুইন্সল্যান্ড রেডস এবং ব্রিসবেন রোর, সেইসাথে কিছু ওয়ালাবিস, মাতিলদাস এবং সকারোস ম্যাচ সহ আধুনিক পুনঃবিকাশের পর থেকে এটি কুইন্সল্যান্ডের প্রধান রাগবি ইউনিয়ন এবং সকার ম্যাচগুলির হোম গ্রাউন্ডও। এটি ২০২১ এনআরএল গ্র্যান্ড ফাইনাল ছাড়াও ২০০৮ এবং ২০১৭ রাগবি লিগ বিশ্বকাপ ফাইনালের আয়োজন করেছিল। এর পাশাপাশি, মাঠটি রাগবি বিশ্বকাপের কোয়ার্টার ফাইনাল এবং দুটি সুপার রাগবি গ্র্যান্ড ফাইনালের আয়োজন করেছে, উভয় অনুষ্ঠানেই কুইন্সল্যান্ড রেডস জিতেছে। এই স্থানটি ২০২৩ ফিফা মহিলা বিশ্বকাপের তৃতীয় স্থানের ম্যাচ সহ বেশ কয়েকটি ম্যাচের আয়োজন করেছে এবং ২০৩২ গ্রীষ্মকালীন অলিম্পিকে পুরুষ ও মহিলাদের উভয় ইভেন্টে স্বর্ণপদকের ম্যাচ সহ ফুটবল টুর্নামেন্টের আয়োজন করবে। এটি ২০৩২ সালের অলিম্পিকের উদ্বোধনী ও সমাপনী অনুষ্ঠানেরও আয়োজন করবে।\n\n\n== ২০১৫ এএফসি এশিয়ান কাপ ==\n\n\n== ২০২৩ ফিফা মহিলা বিশ্বকাপ ==\n\n\n== রাগবি লিগ টেস্ট ম্যাচ ==\nভেন্যুটি অস্ট্রেলিয়া জাতীয় রাগবি লিগ দল ৪১টি আন্তর্জাতিক রাগবি লিগ টেস্ট ম্যাচ আয়োজন করেছে। ফলাফল নিম্নরূপ ছিল;\n\n\n== রাগবি ইউনিয়ন আন্তর্জাতিক ==\n\n\n== পুরুষদের আন্তর্জাতিক অ্যাসোসিয়েশন ফুটবল ==\n\n\n== মহিলাদের আন্তর্জাতিক অ্যাসোসিয়েশন ফুটবল ==\n\n\n== মুষ্টিযুদ্ধ ==\nসানকর্প স্টেডিয়ামের আয়োজন করেছিল ম্যানি প্যাকিয়াও বনাম জেফ হর্ন ওয়ার্ল্ড বক্সিং অর্গানাইজেশন ওয়েলটারওয়েট চ্যাম্পিয়নশিপের জন্য লড়াই, যেখানে ৫১,০৫২ জন দর্শক উপস্থিত ছিলেন।\n\n\n== আরও দেখুন ==\nধারণক্ষমতা অনুযায়ী রাগবি লিগ স্টেডিয়ামের তালিকা\nস্টেডিয়ামের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট\nঅস্ট্রাডিয়ামসে ল্যাং পার্ক"}