{"pageid": 1449250, "title": "ভায়াপ্লে গ্রুপ", "url": "https://bn.wikipedia.org/wiki?curid=1449250", "content": "ভায়াপ্লে গ্রুপ এবি, পূর্বে নর্ডিক এন্টারটেইনমেন্ট গ্রুপ এবি (এনইএনটি গ্রুপ) নামে পরিচিত, একটি সুইডিশ মিডিয়া এবং বিনোদন কোম্পানি যার সদর দপ্তর স্টকহোমে।\nসংস্থাটি ভিডিও স্ট্রিমিং পরিষেবাগুলি পরিচালনা করে ভায়াপ্লে, বিজ্ঞাপন-তহবিলযুক্ত টিভি এবং রেডিও চ্যানেলগুলির পাশাপাশি স্টুডিও প্রযোজনা সংস্থা ভায়াপ্লে স্টুডিও। ভায়াপ্লে গ্রুপ ২০১৮ সালে এমটিজি থেকে স্পিনঅফ হিসাবে প্রতিষ্ঠিত হয়েছিল। ভায়াপ্লে গ্রুপের প্রথম দিন একটি সর্বজনীনভাবে ব্যবসা করা কোম্পানি হিসেবে ২৮ মার্চ ২০১৯ তারিখে স্টকহোম স্টক এক্সচেঞ্জে তালিকাভুক্ত হয়।\n\n\n== ইতিহাস ==\nমার্চ ২০১৮ সালে, স্টকহোম-হেডকোয়ার্টারযুক্ত বিনোদন কোম্পানি মডার্ন টাইমস গ্রুপ (এমটিজি) তার তৎকালীন নর্ডিক এন্টারটেইনমেন্ট এবং এমটিজি স্টুডিওস ব্যবসায়িক বিভাগ এবং স্প্লে নেটওয়ার্কগুলিকে একটি নতুন কোম্পানিতে পরিণত করে দুটি কোম্পানিতে বিভক্ত করার একটি প্রক্রিয়া শুরু করে। ডেনিশ টেলিকমিউনিকেশন অপারেটর টিডিসি এ/এস, যেটি এক মাস আগে এই সম্পদগুলি কেনার প্রস্তাব করেছিল, অস্ট্রেলিয়ান প্রাইভেট ইক্যুইটি বিনিয়োগকারী ম্যাককুয়ারি গ্রুপ নিজেই অধিগ্রহণ করার পরে এটি শুরু হয়েছিল৷ আন্ডারস জেনসেন, পূর্বে এমটিজি এক্সিকিউটিভ ভাইস প্রেসিডেন্ট এবং নর্ডিক এন্টারটেইনমেন্টের সিইও, নেন্ট গ্রুপ ২০১৮-এর প্রেসিডেন্ট এবং সিইও নিযুক্ত হন। ৫ জুন, ইয়র্গেন ম্যাডসেন লিন্ডেম্যান ভায়াপ্লে গ্রুপ এর প্রেসিডেন্ট এবং সিইও মনোনীত হন।\nনেন্ট গ্রুপ ১ জুলাই ২০১৮ থেকে আলাদাভাবে কাজ শুরু করে। ২৮ মার্চ ২০১৯ তারিখে, নর্ডিক এন্টারটেইনমেন্ট গ্রুপের শেয়ার নাসডাক স্টকহোম এক্সচেঞ্জে ব্যবসা শুরু করে।\nনেন্ট গ্রুপ এরিক ফেইগের পিকচারস্টার্ট স্টুডিওতে অংশ নিয়েছিল এবং পিকচারস্টার্ট-এর মে ২০১৯-এর লঞ্চে এর বিষয়বস্তুর ফার্স্ট লুক নর্ডিক অধিকার নিয়েছিল।\n৫ মে ২০২০-এ, পে-টিভি স্যাটেলাইট প্ল্যাটফর্ম ভায়াসাত, যা পূর্বে নেন্ট গ্রুপের মালিকানাধীন ছিল, ক্যানাল ডিজিটালের সাথে মিলিত হয়ে অ্যালেন্তে গঠন করে। একীভূতকরণের অর্থ হল এনইএনটি গ্রুপ এবং টেলিনর গ্রুপ প্রতিটি অ্যালেনটে টিভির ৫০% মালিক, তবে এটি একটি স্বাধীন কোম্পানি হিসাবে নিজস্বভাবে পরিচালনা করে। একীভূতকরণের মাধ্যমে, ভি চ্যানেল সহ নেন্ট গ্রুপের চ্যানেলগুলি অ্যালেন্টের প্ল্যাটফর্মে উপলব্ধ করা হয়েছিল। নেন্ট গ্রুপ স্ক্যান্ডিনেভিয়ার ভিয়াসাট স্যাটেলাইট প্ল্যাটফর্ম পে-টিভি পরিচালনা করে এবং অভ্যন্তরীণ এবং তৃতীয় পক্ষ উভয় চ্যানেলই অফার করে।\n১৩ এপ্রিল ২০২১-এ, অ্যালেন্তে চ্যানেল ডিজিটাল এবং ভায়াসাটের একীকরণ সম্পন্ন হয়েছিল।\n১৬ সেপ্টেম্বর ২০২১-এ, নেন্ট গ্রুপ তার স্টুডিও অপারেশনগুলির পুনঃসংগঠনের ঘোষণা করেছিল, যাকে আগে নেন্ট স্টুডিও বলা হত, ভায়াপ্লে স্টুডিওস হিসাবে। ভায়াপ্লে স্টুডিওর সাথে, কোম্পানি ঘোষণা করেছে যে স্টুডিও অপারেশনের মূল ফোকাস হল ভায়াপ্লে স্ট্রিমিং প্ল্যাটফর্মের জন্য সামগ্রী উৎপাদন। \n১৮ মে ২০২২-এ, কোম্পানির শেয়ারহোল্ডাররা কোম্পানির নাম ভায়াপ্লে গ্রুপে পরিবর্তনের অনুমোদন দেন। জুলাই ২০২২ সালে, ভায়াপ্লে গ্রুপ ইউকে-ভিত্তিক স্পোর্টস স্ট্রীমার এবং পে টিভি চ্যানেল অপারেটর, প্রিমিয়ার স্পোর্টস, $৩৬ মিলিয়নে অধিগ্রহণ করে।\nজুলাই ২০২৩-এ, ভিভেন্দি'স চ্যানেল+ গোষ্ঠী একটি অপ্রকাশিত অর্থের বিনিময়ে ভায়াপ্লে গ্রুপ-এর ১২% সংখ্যালঘু অংশীদারিত্ব অধিগ্রহণ করে। জানুয়ারি ২০২৪-এ, চ্যানেল+, পিপিএফ- এর সাথে যৌথভাবে, তার অংশীদারিত্ব বাড়িয়ে ২৯%-এ ৪ বিলিয়ন ক্রোনা ($৩৯১ মিলিয়ন) বাড়ানোর পরিকল্পনা করে, যাতে ২ বিলিয়ন ক্রোনা ঋণ লিখতে হয় এবং মোট আনুমানিক ১৪.৬ বিলিয়ন ক্রোনা ঋণের শর্তাদি পুনর্বিবেচনা করে।\n২০২৩ সালের নভেম্বরে, এটি ঘোষণা করা হয়েছিল যে ভায়াপ্লে গ্রুপ তার ইউকে-ভিত্তিক স্পোর্টস স্ট্রীমার এবং পে টিভি চ্যানেল অপারেটর, প্রিমিয়ার স্পোর্টসকে এসএসবিএল লিমিটেডের কাছে ফেরত বিক্রি করেছে, তারা ভায়াপ্লে চ্যানেল হওয়ার মাত্র এক বছরেরও বেশি সময় পরে।\n\n\n== প্রতিষ্ঠান কাঠামো ==\n\n\n=== স্ট্রিমিং পরিষেবা নর্ডিক্সে ভায়াপ্লে ===\nভায়াপ্লে গ্রুপ স্ট্রিমিং পরিষেবা (এসভিওডি) ভায়াপ্লে পরিচালনা করে, যা সুইডেনে ২০০৭ সালে ভায়াসাত অনডিমান্ড নামে চালু হয়েছিল, ২০১১ সালে এটিকে ভায়াপ্লে নামে পুনঃব্র্যান্ড করা হয়েছিল।\nভায়াপ্লে গ্রুপ পূর্বে ডেনমার্ক, ফিনল্যান্ড, নরওয়ে এবং সুইডেনে ভায়াফ্রি, একটি বিনামূল্যের স্ট্রিমিং পরিষেবা (এভিওডি) পরিচালনা করত। ২৮ নভেম্বর ২০২১-এ, নেন্ট গ্রুপ ঘোষণা করেছে যে ভায়াফ্রি শীঘ্রই প্যারামাউন্ট গ্লোবাল (প্লুটো টিভির অধীনে) অংশ হবে, এই ঘোষণার সাথে যে উল্লিখিত এভিওডি স্ট্রিমারটি ১৮ মে ২০২২-এ প্লুটো টিভিতে একীভূত হবে।\n১ এপ্রিল ২০২০-এ, ভায়াপ্লে আইসল্যান্ডে স্ট্রিমিং পরিষেবা চালু করার চূড়ান্ত নর্ডিক বাজার হিসাবে, সমস্ত নর্ডিক দেশে ভায়াপ্লে উপলব্ধ করে, যা ২০১৯ সালে প্রথম ঘোষণা করা হয়েছিল। \n২৪ জুন ২০২০-এ, ভায়াপ্লে-এর ফিনিশ পরিষেবা এলিসার মালিকানাধীন প্রতিদ্বন্দ্বী এলিসা ভিহদে আইতিও- এর সাথে একীভূত হয়ে এলিসা ভিহদে ভায়াপ্লে গঠন করে।\n\n\n=== ভায়াপ্লে আন্তর্জাতিক সম্প্রসারণ ===\n২০২০ সালের নভেম্বরে ভায়াপ্লে গ্রুপের ক্যাপিটাল মার্কেটস ডে-তে, কোম্পানিটি তার ৫ বছরের সম্প্রসারণ পরিকল্পনা পেশ করেছে, ২০২৩ সালের মধ্যে ১০টি আন্তর্জাতিক বাজার যোগ করার লক্ষ্যমাত্রা (মোট ১৫টি বাজারে) এবং ২০২৫ সালের মধ্যে মোট ১০.৫ মিলিয়ন গ্রাহক।   পরের বছরের সিএমডিতে, ২০২১ সালে, ভায়াপ্লে গ্রুপ ২০২৩ সালের মধ্যে কমপক্ষে ১৬টি বাজারে ভায়াপ্লে চালু করার লক্ষ্য উত্থাপন করেছিল এবং ২০২৫ সালের মধ্যে সাবস্ক্রিপশনের লক্ষ্য ১২ মিলিয়ন গ্রাহকে উন্নীত করেছিল। \n১১ ফেব্রুয়ারি ২০২১-এ, ভায়াপ্লে গ্রুপ ঘোষণা করেছে যে কোম্পানির ২০২০ সালের ক্যাপিটাল মার্কেটস ডে-তে ঘোষণা করা যোগাযোগ সম্প্রসারণ পরিকল্পনার সাথে সামঞ্জস্য রেখে ২০২৩ সালের শেষ নাগাদ ১০টি বাজারে ভায়াপ্লে চালু করার কোম্পানির দৃষ্টিভঙ্গি সমর্থন করতে ৪.৩৫ বিলিয়ন সেক সংগ্রহ করেছে। এস্তোনিয়া, লাটভিয়া এবং লিথুয়ানিয়ার সাথে পোল্যান্ড এবং মার্কিন যুক্তরাষ্ট্রকে দুটি নতুন বাজার হিসাবে উপস্থাপন করা হয়েছিল যা ইতোমধ্যে ঘোষণা করেছে।  \n৯ মার্চ ২০২১ এ, ভায়াপ্লে এস্তোনিয়া, লাটভিয়া এবং লিথুয়ানিয়া যোগ করে বাল্টিক অঞ্চলে চালু হয়।\n২০ মে ২০২১-এ, ভায়াপ্লে গ্রুপ একচেটিয়া ফর্মুলা ওয়ান, বুন্দেসলিগা এবং প্রফেশনাল ডার্টস কর্পোরেশন ডার্টিং ইভেন্ট অধিকার সহ ২০২২ সালের প্রথম ত্রৈমাসিকে নেদারল্যান্ডসে ভায়াপ্লে চালু করার ঘোষণা দিয়েছে।  দুই মাসেরও কম সময় পরে, কোম্পানিটি ঘোষণা করে যে এটি নেদারল্যান্ডসে ইংলিশ প্রিমিয়ার লিগের অধিকার অর্জন করেছে।\n৩ আগস্ট ২০২১-এ, কোম্পানিটি প্রিমিয়াম স্পোর্টস অধিকার সহ পোল্যান্ডে ভায়াপ্লে চালু করে এবং পোলিশ ভাষায় তিনটি প্রথম ভায়াপ্লে অরিজিনালস-এর প্রোডাকশন ঘোষণা করে – পোলিশ মার্ডারেসিস, ব্ল্যাক ডগ এবং ফ্রিডম অফ দ্য সোয়ালো। \n২২ সেপ্টেম্বর ২০২১-এ, ভায়াপ্লে গ্রুপ ঘোষণা করেছে যে ভায়াপ্লে ২০২৩ সালের শেষ নাগাদ কমপক্ষে ১৬টি বাজারে চালু হবে, যার মধ্যে ২০২২ সালের দ্বিতীয়ার্ধে যুক্তরাজ্য এবং ২০২৩ সালে কানাডা, জার্মানি, অস্ট্রিয়া এবং সুইজারল্যান্ড রয়েছে। ২০২২ সালের নভেম্বরে ভায়াপ্লে গ্রুপের ক্যাপিটাল মার্কেটস দিবসে, ঘোষণা করা হয়েছিল যে মার্কিন যুক্তরাষ্ট্র এবং কানাডায় লঞ্চগুলি পরিকল্পনা অনুযায়ী এগিয়ে যাবে, যখন জার্মানি, অস্ট্রিয়া এবং সুইজারল্যান্ডে সরাসরি-ভোক্তা লঞ্চটি অর্থনৈতিক বিশ্ব পরিস্থিতির কারণে অপেক্ষা করবে।\nজুলাই ২০২২ সালে, ভায়াপ্লে গ্রুপ ঘোষণা করেছে যে তারা ইউকে লঞ্চের আগে আনুষ্ঠানিকভাবে প্রিমিয়ার স্পোর্টস অধিগ্রহণ করেছে। চ্যানেলটি, যার মধ্যে ফ্রিস্পোর্টস ও রয়েছে, শীঘ্রই ভায়াপ্লে স্পোর্টস নেটওয়ার্ক হিসাবে পুনরায় ব্র্যান্ড করা হবে।\n১ নভেম্বর ২০২২-এ, যুক্তরাজ্যে স্ট্রিমিং পরিষেবা চালু হয়।\n২২ ফেব্রুয়ারি ২০২৩-এ, প্রিমিয়াম ইউরোপীয় বিষয়বস্তুর উপর স্পষ্ট ফোকাস সহ মার্কিন যুক্তরাষ্ট্রে সরাসরি-থেকে-ভোক্তা অ্যাপ চালু হয়েছে। \n৭ মার্চ ২০২৩-এ, ভায়াপ্লে কানাডায় ১৩টি সরাসরি-থেকে-ভোক্তা বাজারে তার পদচিহ্ন নিয়ে চালু হয়েছিল। \n\n\n=== ভায়াপ্লে সিলেক্ট ===\n২০২২ সালে, ভায়াপ্লে গ্রুপ ভায়াপ্লে সিলেক্ট তৈরি করেছে, অংশীদার প্ল্যাটফর্মের জন্য একটি ব্র্যান্ডেড কন্টেন্ট ধারণা। প্রথম চুক্তি স্বাক্ষরিত হওয়ার এক বছরেরও কম সময়ের মধ্যে ভায়াপ্লে সিলেক্ট ইতোমধ্যেই ২০+ বাজারে চালু হয়েছে।ভায়াপ্লে সিলেক্ট সারা বিশ্বের অংশীদারদের সাথে পাওয়া যেতে পারে, প্রাথমিকভাবে সেসব দেশে যেখানে স্ট্রিমিং পরিষেবা ভায়াপ্লে সরাসরি উপভোক্তাদের জন্য উপলব্ধ নয়। এর মানে হল যে অংশীদাররা নর্ডিক অঞ্চল জুড়ে তৈরি করা তৃতীয় পক্ষের সামগ্রী সহ ভায়াপ্লে-এর সফল সিরিজ, চলচ্চিত্র এবং ডকুমেন্টারিগুলির একটি বিস্তৃত নির্বাচনের অ্যাক্সেস পান৷ সামগ্রীটি অংশীদার প্ল্যাটফর্মের মধ্যে একটি ব্র্যান্ডেড ভায়াপ্লে বিভাগে উপলব্ধ করা হয়েছে।\n\n\n=== বিজ্ঞাপনের অর্থায়িত টেলিভিশন (ফ্রি-টিভি) ===\nভায়াপ্লে গ্রুপ স্ক্যান্ডিনেভিয়ায় বিজ্ঞাপনের অর্থায়নের চ্যানেল পরিচালনা করে। সাধারণত, এই চ্যানেলগুলির পোর্টফোলিও কাঠামো হল একটি প্রাথমিক চ্যানেল (টিভি৩), এবং তারপরে সেকেন্ডারি চ্যানেলগুলি (টিভি৬, টিভি৩+ ইত্যাদি...) এই চ্যানেলগুলি প্রাথমিকভাবে বিজ্ঞাপনের আয় তৈরি করে, এবং ফ্রি-টিভি হিসাবে শ্রেণীবদ্ধ করা হয়, কিন্তু এনক্রিপ্ট করা এবং সাপেক্ষে ডিকোডিং ফি।\nস্ক্যান্ডিনেভিয়ার নেটওয়ার্ক\n\n\n==== ভায়াপ্লে টিভি (নেদারল্যান্ডস) ====\n২ এপ্রিল ২০২৪-এ, ভায়াপ্লে গ্রুপ তালপার সাথে একটি অংশীদারিত্ব ঘোষণা করেছে যার অধীনে এসবিএস৯ চ্যানেলের নাম পরিবর্তন করে ভায়াপ্লে টিভি রাখা হবে ৫ এপ্রিল ২০২৪ থেকে কার্যকর৷ ফর্মুলা ওয়ান, পিডিসি ডার্টস এবং প্রিমিয়ার লিগ ফুটবলের মতো পরিষেবা থেকে নির্বাচিত ক্রীড়া বৈশিষ্ট্য সম্প্রচারের মাধ্যমে চ্যানেলটি ভায়াপ্লে স্ট্রিমিং পরিষেবাকে ক্রস-প্রমোট করবে।\n\n\n=== পে টেলিভিশন ===\n\n\n==== টিভি পরিষেবা ====\n৫ মে ২০২০-এ, চ্যানেল ডিজিটাল এবং ভিয়াসাট কনজিউমারের মধ্যে একীভূতকরণ সম্পন্ন হয়, এবং স্ক্যান্ডিনেভিয়ায় অ্যালেনটে - ভিয়াসাট স্যাটেলাইট প্ল্যাটফর্ম গঠন করা হয়, যা অভ্যন্তরীণ এবং তৃতীয় পক্ষ উভয় চ্যানেলের অফার করে। টিভি ডিস্ট্রিবিউটর অ্যালেন্টেতে ৫০% শেয়ারের মালিক হয়ে, নর্ডিক এন্টারটেইনমেন্ট গ্রুপ স্ক্যান্ডিনেভিয়াতে ভি স্পোর্টস, ভি সিরিজ এবং ভি ফিল্ম সহ তার পে-টিভি চ্যানেলগুলি বিতরণ করে।\nবিভিন্ন স্ক্যান্ডিনেভিয়ান দেশে উপলব্ধ ক্রীড়া চ্যানেলগুলি বিভিন্ন বাজার এবং বিভিন্ন ব্যবসায়িক চুক্তির জন্য বিভিন্ন অধিকারের উপর নির্ভর করে কিছুটা আলাদা।\nনিম্নলিখিত চ্যানেলগুলি প্রতিটি দেশে উপলব্ধ:\n\n\n=== রেডিও ===\nভায়াপ্লে গ্রুপ সুইডেন এবং নরওয়েতে বেশ কয়েকটি রেডিও নেটওয়ার্ক এবং স্টেশনের মালিক:\n\n\n=== ভায়াপ্লে স্টুডিও ===\n৩০ সেপ্টেম্বর ২০২১ পর্যন্ত ভায়াপ্লে স্টুডিওতে নিম্নলিখিত সংস্থাগুলি রয়েছে: \n\nভায়াপ্লে স্টুডিও সুইডেন (ব্রেন একাডেমি এবং নাইস ড্রামার একীভূতকরণ থেকে গঠিত)\nস্প্লে ওয়ান (ডেনমার্ক/ফিনল্যান্ড/নরওয়ে/সুইডেন)\nস্ট্রিক্স টেলিভিশন (নেদারল্যান্ডস /বেলজিয়াম )\nএপিআইকিউ (ডেনমার্ক)\nপাপরিকা স্টুডিও (হাঙ্গেরি/চেক প্রজাতন্ত্র/স্লোভাকিয়া/রোমানিয়া/বুলগেরিয়া/স্লোভেনিয়া/এস্তোনিয়া/লাটভিয়া/লিথুয়ানিয়া) \nভায়াপ্লে স্টুডিও অ্যানিমেশন\n২৯ জানুয়ারি ২০২০-এ, নেন্ট স্টুডিও ঘোষণা করেছে যে তারা স্ক্রিপ্ট করা প্রোডাকশনগুলিতে ফোকাস করার জন্য তাদের আনস্ক্রিপ্টড লেবেলগুলি বিক্রি করতে চাইছে। যাইহোক, কোভিড-১৯ মহামারি দ্বারা প্রচেষ্টাগুলি বাধাগ্রস্ত হয়েছিল, নেন্ট স্টুডিওগুলি সেই বছরের ৩০ এপ্রিল তাদের ব্রিটিশ ডিভিশন ডিআরজি-এর নাম নেন্ট স্টুডিওস ইউকেতে পরিবর্তন করার পরেই সেগুলি পুনরায় চালু করার সিদ্ধান্ত নেওয়ার আগে। অলথ্রিমিডিয়া পরবর্তীতে ১১ জুন ২০২১-এ নেন্ট স্টুডিওজ ইউকে কে অধিগ্রহণ করে। এবং এটিকে তাদের অলথ্রিমিডিয়া ইন্টারন্যাশনাল ডিভিশনে একীভূত করবে, অন্যদিকে ফ্রেম্যান্টল পরবর্তী মাসে নেন্ট-এর আনস্ক্রিপ্টড অপারেশনগুলিকে গ্রহণ করবে; ২০২১ সালের সেপ্টেম্বরের শেষে অধিগ্রহণ সম্পন্ন হয়।  ১৬ সেপ্টেম্বর ২০২১-এ (ফ্রেম্যান্টল নেন্ট-এর আনস্ক্রিপ্টড লেবেলগুলি অর্জন করার ২ সপ্তাহ আগে), নেন্ট স্টুডিওর নাম পরিবর্তন করে ভায়াপ্লে স্টুডিও করা হয়েছিল এবং ভায়াপ্লে এসভিওডি পরিষেবার জন্য সামগ্রী তৈরি করার জন্য পুনর্গঠন করা হয়েছিল, ব্রেন একাডেমি এবং নাইস ড্রামাকে একত্রিত করে ভায়াপ্লে স্টুডিও সুইডেন এবং নেন্ট স্টুডিও অ্যানিমেশনের  ভায়াপ্লে স্টুডিও অ্যানিমেশন নাম পরিবর্তন করা হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}