{"pageid": 1449391, "title": "সুধীরকৃষ্ণ দাস", "url": "https://bn.wikipedia.org/wiki?curid=1449391", "content": "সুধীরকৃষ্ণ দাস ( ১৮ ডিসেম্বর ১৯১১ - ১৭ জুন ২০১৮ ) ছিলেন  ভারতীয় উপমহাদেশের ব্রিটিশ বিরোধী স্বাধীনতা আন্দোলনের বিপ্লবী।  অনুশীলন সমিতির সদস্য। স্বাধীনতার রজত জয়ন্তী বর্ষে ১৯৭২ খ্রিস্টাব্দে কেন্দ্রীয় সরকার তাকে তাম্রপত্র প্রদানে সম্মানিত করে। \n\n\n== জীবনী ==\nসুধীরকৃষ্ণ দাসের জন্ম ১৯১১ খ্রিস্টাব্দের ১৮ ডিসেম্বর ব্রিটিশ ভারতের অধুনা পশ্চিমবঙ্গের  উত্তর চব্বিশ পরগনা জেলার  বসিরহাট ২ নম্বর সমষ্টি উন্নয়ন ব্লকের চাঁপাপুকুর গ্রামে। পিতা নগেন্দ্রনাথ দাস ও মাতা বিজনবাসিনী দেবী। ছাত্রাবস্থাতেই তিনি  অনুশীলন সমিতির সদস্য হন। কারাবাসে থেকেও পড়াশোনা চালিয়ে যান এবং ম্যাট্রিকুলেশন পরীক্ষা পাশ করেন।\nসারা ভারতের সঙ্গে বেঙ্গল প্রেসিডেন্সির বসিরহাট অঞ্চলে জাতীয়তাবাদী কার্যকলাপ বৃদ্ধি পায়। গোপনে বৈপ্লবিক কার্যকলাপ চালানোর লক্ষ্যে ১৯০২ খ্রিস্টাব্দে বাঘা যতীনের নেতৃত্বে তিনি অনুশীলন সমিতির সক্রিয় সভ্য হয়ে ওঠেন। সুধীরকৃষ্ণ বাঘা যতীনের অত্যন্ত ঘনিষ্ঠ আস্থাভাজনদের একজন ছিলেন এবং স্বাধীনতা আন্দোলনে সক্রিয় অংশ নেন। ব্রিটিশ পুলিশ তাকে বহুবার গ্রেফতার করে, সমসাময়িক আদালতে বিচার করে বহুবার কারারুদ্ধ করে। যখনই মুক্তি লাভ করতেন প্রতিবারই তিনি ব্রিটিশ সরকার কর্তৃক নিষিদ্ধ বিপ্লবীদের সংবাদপত্র বিক্রি করতেন। তার উদ্দেশ্য ছিল সাধারণ ভারতীয় নাগরিকদের দেশপ্রেমের উদ্দীপনাকে উজ্জীবিত করা। স্বদেশী আন্দোলনের লক্ষ্যে ব্রিটিশ পণ্য বয়কট এবং খাদি এবং অন্যান্য দেশীয় উৎপাদনের উপর নির্ভর করার সামাজিক-রাজনৈতিক গুরুত্ব সম্পর্কে মানুষকে সচেতন করতেন। কলকাতার \n'শ্যামবাজার পোস্ট অফিস বোমা মামলার' অভিযোগে তাকে গ্রেপ্তার করা হয়। বিচারে দীর্ঘ মেয়াদের কারাবাসের জন্য আলিপুর সেন্ট্রাল জেলে কারাবন্ধী থাকেন। তিনি ১৯৩২ খ্রিস্টাব্দে মুক্তির পর এবং ব্রিটিশ সরকার তাকে চাকরির প্রস্তাব দেয়। কিন্তু স্বাধীনচেতা বিপ্লবী সুধীর কৃষ্ণ ব্রিটিশ সাম্রাজ্যের অধীনে কাজ প্রত্যাখ্যান করেন। পরিবর্তে, তিনি কিছু শুভাকাঙ্ক্ষীর কাছ থেকে ১৪০ টাকা ঋণ নিয়ে কলকাতার ভবানীপুরের জগুবাবুর বাজারে একটি ছোট দোকান শুরু করেন এবং অতি কষ্টে পরিবার প্রতিপালন করতে থাকেন। তিনি প্রায়ই কলকাতার ৩২/৮, চণ্ডী ঘোষ রোডে আশুতোষ কালী ও অন্যান্য সহযোগী বিপ্লবী দ্বারা নির্মিত  অনুশীলন ভবনে যাতায়াত করতেন।\nস্বাধীনতার পঁচিশ বৎসর পূর্তিতে তৎকালীন প্রধানমন্ত্রী শ্রীমতী ইন্দিরা গান্ধী ১৯৭২ খ্রিস্টাব্দের ১৫ আগস্ট তাকে 'তাম্রপত্র স্বাধীনতা সংগ্রামী পুরস্কার' দিয়ে সম্মানিত করেন। কিন্তু কোন কারণে তিনি দিল্লি যেতে পারেন নি। পরে ১৯৭৪ খ্রিস্টাব্দের ১৫ আগস্ট কলকাতার  মহাজাতি সদনে এক অনুষ্ঠানে তৎকালীন পশ্চিমবঙ্গের মুখ্যমন্ত্রী সিদ্ধার্থশঙ্কর রায় তাম্রপত্রটি প্রদান করেন।\nসুধীরকৃষ্ণ দাস ২০১৮ খ্রিস্টাব্দের ১৭ জুন কলকাতার এনআরএস মেডিক্যাল কলেজ ও হাসপাতালে শেষ নিঃশ্বাস ত্যাগ করেন। \n\n\n== তথ্যসূত্র =="}