{"pageid": 1450853, "title": "সিএফএম ইন্টারন্যাশনাল লিপ", "url": "https://bn.wikipedia.org/wiki?curid=1450853", "content": "সিএফএম ইন্টারন্যাশনাল লিপ (\"লিডিং এজ এভিয়েশন প্রপালশন\") হল একটি উচ্চ-বাইপাস টার্বোফ্যান ইঞ্জিন যা সিএফএম ইন্টারন্যাশনাল দ্বারা উৎপাদিত হয়, এটি আমেরিকান জিই অ্যারোস্পেস এবং ফ্রেঞ্চ সাফরান এয়ারক্রাফ্ট ইঞ্জিনের মধ্যে একটি ৫০-৫০ যৌথ উদ্যোগ। এটি CFM56- এর উত্তরসূরী এবং ন্যারো-বডি এয়ারক্রাফ্ট পাওয়ার জন্য Pratt & Whitney PW1000G- এর সাথে প্রতিযোগিতা করে।\n\n\n== নকশা ==\nলিপ-এর মৌলিক আর্কিটেকচারে GEnx ইঞ্জিনে ব্যবহৃত Safran-এর নিম্ন-চাপ টারবাইনের একটি স্কেল-ডাউন সংস্করণ অন্তর্ভুক্ত রয়েছে। ফ্যানটিতে নমনীয় ব্লেড রয়েছে যা একটি রজন স্থানান্তর ছাঁচনির্মাণ প্রক্রিয়া দ্বারা তৈরি করা হয়েছে, যা ফ্যানের ঘূর্ণন গতি বৃদ্ধির সাথে সাথে উল্টে যাওয়ার জন্য ডিজাইন করা হয়েছে। যদিও লিপ-কে সিএফএম৫৬-এর চেয়ে বেশি চাপে কাজ করার জন্য ডিজাইন করা হয়েছে (যার আংশিক কারণে এটি আরও কার্যকর), সিএফএম ইঞ্জিনের পরিষেবা জীবন এবং নির্ভরযোগ্যতা সর্বাধিক করার জন্য অপারেটিং চাপকে সর্বোচ্চ থেকে কম সেট করার পরিকল্পনা করেছে।  বর্তমানে লিপ-এর জন্য প্রস্তাবিত হল যৌগিক পদার্থের বৃহত্তর ব্যবহার, কম্প্রেসারে একটি ব্লিস্ক ফ্যান, একটি দ্বিতীয়-প্রজন্মের টুইন অ্যানুলার প্রি-মিক্সিং সুইর্লার (TAPS II) কম্বস্টার, এবং ১০-১১:১ এর কাছাকাছি একটি বাইপাস অনুপাত।\nউচ্চ-চাপ (HP) কম্প্রেসার ২২:১ পর্যন্ত কম্প্রেশন রেশিওতে কাজ করে, যা সিএফএম৫৬-এর এইসপি কম্প্রেসারের জন্য অনুরূপ মানের প্রায় দ্বিগুণ। \nসিএফএম টারবাইন কাফন তৈরি করতে সিরামিক ম্যাট্রিক্স কম্পোজিট (CMC) ব্যবহার করে।  এই প্রযুক্তিগত অগ্রগতিগুলি ১৬% কম জ্বালানী খরচ উৎপাদন করবে বলে অনুমান করা হয়।  নির্ভরযোগ্যতা GEnx-এর মতো একটি শিক্ষাবিদ -ভিত্তিক তেল কুলিং সিস্টেম ব্যবহার করেও সমর্থিত হয়, যেখানে ফ্যানের নালীর ভিতরের আস্তরণে বসানো কুলার বৈশিষ্ট্যযুক্ত। এভিয়েশন উইকের নিবন্ধ অনুসারে, \"শিক্ষক ডিভাইসটি একটি ভেঞ্চুরি প্রভাব তৈরি করে, যা নিম্ন অভ্যন্তরীণ সাম্পে তেল রাখার জন্য একটি ইতিবাচক চাপ নিশ্চিত করে।\"  ইঞ্জিনে প্রথম এফএএ-অনুমোদিত ত্রিমাত্রিক মুদ্রণ কিছু উপাদান রয়েছে। \n\n\n== উন্নয়ন ==\n\nলিপ (\"লিডিং এজ এভিয়েশন প্রপালশন\")  প্রযুক্তিগুলিকে অন্তর্ভুক্ত করে যা CFM LEAP56 প্রযুক্তি অধিগ্রহণ প্রোগ্রামের অংশ হিসাবে বিকাশ করে, যা সিএফএম ২০০৫ সালে চালু করে  ইঞ্জিনটি আনুষ্ঠানিকভাবে LEAP-X নামে ১৩ জুলাই ২০০৮ সালে চালু করা হয়  এটি CFM56- এর উত্তরসূরি হওয়ার উদ্দেশ্যে করা হয়েছে।\n২০০৯ সালে, কোমাক কোমাক সি৯১৯ এর জন্য লিপ ইঞ্জিন নির্বাচন করে।  ২০১৬ সালে বিমানটির পরীক্ষা শুরু হওয়ার কথা ছিল  মোট, ২৮টি পরীক্ষা ইঞ্জিন সিএফএম দ্বারা ইঞ্জিন সার্টিফিকেশন অর্জনের জন্য ব্যবহার করা হবে, এবং অন্য ৩২টি এয়ারবাস, বোয়িং এবং কোমাক দ্বারা বিমানের সার্টিফিকেশন এবং পরীক্ষামূলক প্রোগ্রামের জন্য ব্যবহার করা হবে।   পরীক্ষা প্রোগ্রামে প্রবেশকারী প্রথম ইঞ্জিনটি ৩৩,০০০ পা-বল (১৫০ কিN) পৌঁছেছে এবং টিকিয়ে রেখেছে থ্রাস্ট, Airbus A321neo- এর জন্য সর্বোচ্চ রেটিং সন্তুষ্ট করতে প্রয়োজন। একই ইঞ্জিন শেষ পর্যন্ত ৩৫,০০০ পা-বল (১৬০ কিN) পৌঁছেছে টেস্ট রানে থ্রাস্ট। \n\nসিএফএম ৬ অক্টোবর ২০১৪ তারিখে কোম্পানির বোয়িং ৭৪৭ উড়ন্ত টেস্টবেড বিমানে ইঞ্জিন বসিয়ে ক্যালিফোর্নিয়ার ভিক্টরভিলে একটি LEAP-1C-এর প্রথম পরীক্ষামূলক ফ্লাইট পরিচালনা করে। -1C সংস্করণে একটি থ্রাস্ট রিভার্সার রয়েছে যা একটি টু-পিস দরজা প্রতিস্থাপন করে একটি ওয়ান-পিস ও-রিং দিয়ে সজ্জিত। থ্রাস্ট রিভার্সারটি ও-রিং স্লাইডিং এফট দ্বারা মোতায়েন করা হয়, পুরানো ডিজাইনের দ্বারা প্ররোচিত ড্র্যাগ হ্রাস করে এবং দক্ষতা উন্নত করে। \nএপ্রিল ২০১৫ এ, এটি রিপোর্ট করা হয় যে LEAP-1B তার প্রতিশ্রুত জ্বালানী খরচ হ্রাসের জন্য ৫% পর্যন্ত ঘাটতিতে ভুগছে। \nএটি মার্কিন ফেডারেল এভিয়েশন অ্যাডমিনিস্ট্রেশন এবং ইউরোপিয়ান এভিয়েশন সেফটি এজেন্সি থেকে ১৯ জুন ২০১৭-এ তার ১৮০-মিনিটের ETOPS অনুমোদন পেয়েছে \n\n\n=== আদেশ ===\n২০ জুলাই ২০১১-এ, আমেরিকান এয়ারলাইন্স ঘোষণা করে যে তারা ১০০টি বোয়িং ৭৩৭ বিমান কেনার পরিকল্পনা করেছে যাতে LEAP-1B ইঞ্জিন রয়েছে।  প্রকল্পটি ৩০ আগস্ট ২০১১-এ বোয়িং দ্বারা অনুমোদিত হয়, বোয়িং ৭৩৭ ম্যাক্স হিসাবে।  সাউথওয়েস্ট এয়ারলাইন্স হল 737 MAX-এর লঞ্চ গ্রাহক যার একটি দৃঢ় অর্ডার ১৫০টি বিমান। \nএকটি LEAP-1A-এর তালিকা মূল্য হল মার্কিন$১৪.৫ million, এবং একটি LEAP-1B-এর জন্য মার্কিন$১৪.৫ million ৷ \nCFM ইন্টারন্যাশনাল ইঞ্জিনের জন্য রেট-প্রতি-ফ্লাইট-ঘন্টা সমর্থন চুক্তি (\"পাওয়ার বাই দ্য আওয়ার\" চুক্তি নামেও পরিচিত) অফার করে। একটি LEAP-1A ইঞ্জিনের জন্য, পূর্ব-প্রজন্মের CFM56-এর জন্য প্রতি ইঞ্জিন প্রতি মার্কিন$১,৮৫২ এর তুলনায়, প্রতি ইঞ্জিন প্রতি মার্কিন$৩,০৩৯ খরচ হয়। \n2016 সালে, CFM 1,801টি অর্ডার বুক করেছিল, এবং LEAP ব্যাকলগ 12,200-এর বেশি, তালিকা মূল্যে মার্কিন$১৭০ billion বেশি মূল্যের। \nজুলাই ২০১৮ এর মধ্যে, LEAP-এর ১৬,৩০০ বিক্রয় সহ আট বছরের ব্যাকলগ ছিল। সেই সময়ে, 25 বছরে CFM56-এর তুলনায় পাঁচ বছরে বেশি LEAP উত্পাদিত হয়েছিল।  এটি 44 বছর বয়সী CFM56 এর পরে দ্বিতীয় সর্বাধিক অর্ডার করা জেট ইঞ্জিন, যা 35,500টি অর্ডার অর্জন করেছে।  এছাড়াও, A320neo-তে, যেখানে ইঞ্জিনটি Pratt & Whitney PW1000G- এর সাথে প্রতিযোগিতা করে, LEAP জুলাই 2018-এ 59% মার্কেট শেয়ার দখল করেছিল। তুলনা করে, CFM56-এর পূর্ব-প্রজন্মের A320ceo বাজারের 60% শেয়ার ছিল। \n2020 সালে, GE Aviation রিপোর্ট করেছে যে CFM মার্কিন$১৩.৯ billion মূল্যের LEAP ইঞ্জিনের জন্য 1,900টি অর্ডার হারিয়েছে (প্রতিটি মার্কিন$৭.৩ million ), ব্যাকলগের মান মার্কিন$২৫৯ billion কমিয়েছে। বোয়িং 737 MAX গ্রাউন্ডিংয়ের মধ্যে বাতিল হওয়া বোয়িং 737 MAX অর্ডারগুলি থেকে 1,000টিরও বেশি বাতিলকরণ এসেছে, বাকিগুলি বিমান চলাচলে COVID-19 মহামারীর প্রভাব থেকে এসেছে৷ \n\n\n=== উৎপাদন ===\n\n২০১৬ সালে, পেগাসাস এয়ারলাইন্সের সাথে এয়ারবাস A320neo- তে ইঞ্জিনটি আগস্টে চালু করা হয় এবং CFM 77 LEAP প্রদান করে।  737 MAX প্রবর্তনের সাথে, CFM ২০১৭ সালের প্রথম তিন ত্রৈমাসিকে ২৫৭টি LEAP প্রদান করেছে, যার মধ্যে তৃতীয়টিতে ১১৯টি রয়েছে: এয়ারবাসে ৪৯টি এবং বোয়িংকে ৬১টি, এবং বছরে ৪৫০টি লক্ষ্যমাত্রা৷  CFM ২০১৮ সালে ১,২০০টি, ২০১৯ সালে ১,৯০০টি এবং ২০২০ সালে২,১০০ টি ইঞ্জিন তৈরি করবে  এটি ২০১৬ সালে উত্পাদিত ১,৭০০ CFM56 এর সাথে তুলনা করা হয় \nচাহিদা মোকাবেলা করার জন্য, CFM ৮০% অংশে সরবরাহ উত্সের নকল করছে এবং এমনকি উপবিভাজন সমাবেশ সাইটগুলি, যা ইতোমধ্যে GE এবং Safran এর মধ্যে ভাগ করা হয়েছে।  GE তার পূর্ববর্তী ডারহাম, নর্থ ক্যারোলিনা, মার্কিন সুবিধা ছাড়াও লাফায়েট, ইন্ডিয়ানা, মার্কিন যুক্তরাষ্ট্রে তার উৎপাদন একত্রিত করে।  যেহেতু ৭৫% এরও বেশি ইঞ্জিন সরবরাহকারীদের কাছ থেকে আসে, তাই গুরুত্বপূর্ণ যন্ত্রাংশ সরবরাহকারীরা দুই থেকে ১২ সপ্তাহ স্থায়ী \"রান-রেট স্ট্রেস টেস্ট\" পাস করে।  প্র্যাট অ্যান্ড হুইটনি তার প্রতিদ্বন্দ্বী PW1100G গিয়ারড টার্বোফ্যানে একটি উত্পাদন র‌্যাম্প-আপ বাধা স্বীকার করেছে যার মধ্যে অনন্য অ্যালুমিনিয়াম-টাইটানিয়াম ফ্যান ব্লেডের গুরুতর ঘাটতি রয়েছে, যা Airbus A320neo এবং Bombardier CSeries ডেলিভারিতে আঘাত করেছে।  Safran ফ্রান্সের Villaroche- এ তার উৎপাদন একত্রিত করে, Safran এবং GE প্রতিটি বার্ষিক আয়তনের অর্ধেক একত্রিত করে।  মেকাক্রোম ২০১৭ সালে ৫০,০০০ থেকে ২০১৮ সালে 120,000-130,000 LEAP টারবাইন ব্লেড তৈরি করার পরিকল্পনা করেছে \n২০১৮ সালের জুনের মাঝামাঝি সময়ে, ডেলিভারি নির্ধারিত সময়ের চেয়ে চার থেকে পাঁচ সপ্তাহ পিছিয়ে ছিল, ছয় থেকে নেমে, এবং কাস্টিং এবং ফোরজিংসের গুণমান বৈচিত্র্যের উন্নতি হওয়ায় চতুর্থ ত্রৈমাসিকে তা ধরা উচিত।  প্রতিটি গুরুত্বপূর্ণ অংশের জন্য একাধিক সরবরাহকারী নির্বাচন করে উৎপাদনের কোনো একক উত্পাদন চোক পয়েন্ট নেই। \n২০১৭ সালে 460 থেকে, ২০১৮ সালে 1,100টি LEAPs তৈরি করা উচিত, 1,050টি CFM56 এর সাথে, কারণ এটি অপ্রত্যাশিত বিক্রয়ের সম্মুখীন হয়েছে, যাতে ২০১৭ সালে 1,900টি ইঞ্জিনের রেকর্ড উৎপাদন করা হয়।  এটি প্রতি বছর 2,000 এর বেশি ইঞ্জিনে থাকবে কারণ ২০১৯ সালে 1,800টি LEAP উত্পাদিত হওয়া উচিত, যখন CFM56 উৎপাদন কমে যাবে, তারপর ২০২০ সালে 2,000 হবে  ২০১৮ সালে, 1,118টি ইঞ্জিন সরবরাহ করা হয়। \n২০১৯ সালের প্রথমার্ধে, 1,119টি ইঞ্জিন সরবরাহের সাথে CFM আয় 23% বেড়ে €5.9 billion হয়েছে; CFM56 এর বিক্রি কমেছে (258 বিক্রি হয়েছে), LEAP দ্বারা অফসেটের চেয়ে বেশি (861 বিক্রি হয়েছে)।  পুনরাবৃত্ত অপারেটিং আয় 34% বেড়ে €1.2 billion হয়েছে, কিন্তু দ্বিতীয়ার্ধে প্রত্যাশিত একটি ইতিবাচক অবদানের আগে, নেতিবাচক মার্জিন এবং LEAP উৎপাদনের প্রাথমিক খরচের কারণে €107 million ( মার্কিন$১১৮ million ) হ্রাস পেয়েছে।  ২০১৯ সালে রাজস্ব ১৫% বৃদ্ধি পাবে কিন্তু বিনামূল্যে নগদ প্রবাহ নির্ভর করে গ্রাউন্ডেড 737 MAX- এর পরিষেবায় ফিরে আসার উপর। \n২০১৯ সালে, LEAP উৎপাদন 1,736 ইঞ্জিনে বেড়েছে, এবং 737 MAX গ্রাউন্ডিংয়ের মধ্যে অর্ডার এবং প্রতিশ্রুতি 1,968-এ পৌঁছেছে, 2018-এর জন্য 3,211-এর তুলনায়, 15,614 স্থিতিশীল ব্যাকলগ (15,620-এর তুলনায়)।  CFM বোয়িং 737 ম্যাক্সের জন্য গড়ে 10টি সাপ্তাহিক LEAP-1B সহ 2020 সালে 1,400টি LEAP ইঞ্জিন তৈরি করবে বলে আশা করছে৷  2022 সালের মার্চ নাগাদ, CFM 2023 সালে 2,000 ইঞ্জিন আউটপুট করতে চায়, যা 2021 সালে 845টি ডেলিভারি ছিল  2023 সালে, CFM 2,500টিরও বেশি অর্ডার বুক করেছে, যার ফলে 10,675টি ব্যাকলগ হয়েছে, 1,570টি লিপ ইঞ্জিন সরবরাহ করেছে, যা 2022 সালে 1,136 থেকে 38% বেশি, এবং 2024-এর জন্য 20-25% বেশি ডেলিভারির আশা করছে \nA320neo-তে Pratt & Whitney PW1100G- এর সমস্যাযুক্ত প্রবর্তন গ্রাহকদের LEAP ইঞ্জিন বেছে নিতে অনুপ্রাণিত করেছে। LEAP মার্কেট শেয়ার ২০১৬ সালে 55% থেকে বেড়ে 60% হয়েছে, কিন্তু 1,523টি বিমানের অর্ডার ( 29 %) কোন ইঞ্জিন বেছে নেওয়া হবে তা নির্দিষ্ট করেনি।  জানুয়ারী থেকে আগস্ট ২০১৭ এর শুরু পর্যন্ত, 39টি PW1100G ইঞ্জিন বনাম 396 CFM LEAP ইঞ্জিন বেছে নেওয়া হয়েছিল।  ২০২৪ সালের মধ্যে, A320neo অর্ডারের 75% এর জন্য LEAP নির্বাচন করা হয়েছিল।  PW1100G নির্ভরযোগ্যতার সমস্যাগুলির উদাহরণ হিসাবে, LEAP-চালিত A320neos-এর ৯% জুলাই ২০১৬-এ কমপক্ষে এক সপ্তাহের জন্য পরিষেবার বাইরে ছিল, PW1100G ব্যবহারকারীদের ৫৬% এর তুলনায়। \n\n\n=== অপারেশন ===\nBoeing 737 MAX LEAP-1B 2017 সালের মে মাসে মালিন্দো এয়ারের সাথে দৈনিক ৮ ঘন্টার পরিচালন সহ রাজস্ব পরিষেবা শুরু করে, যেখানে A320neo LEAP-1A জুলাই মাসে প্রতিদিন ১০ ঘন্টা অতিক্রম করে। সাফরান সম্ভবত ৩৯টি ইঞ্জিনের জন্য সমাবেশের সময় LEAP-1B নিম্ন-চাপের টারবাইন ডিস্কে একটি উত্পাদন মানের ত্রুটি আবিষ্কার করেছে এবং CFM ফ্লাইট-পরীক্ষা এবং গ্রাহক-ডেলিভারি ব্যাঘাত কমাতে কাজ করছে। \n২০১৭ সালের অক্টোবরের শুরুতে, একটি ফ্লাইটের সময় একটি নিষ্কাশন গ্যাসের তাপমাত্রার পরিবর্তন লক্ষ্য করা গেছে এবং একটি বোরস্কোপ পরিদর্শনে HP টারবাইনে একটি CMC কাফনের আবরণ ছিটকে যেতে দেখা গেছে, একটি লিকিং গ্যাপ তৈরি করেছে: আটটি ইন-সার্ভিস ইঞ্জিন তাদের আবরণ প্রতিস্থাপন করতে দেখছে।  Safran সম্ভাব্য LEAP-1B সহ ইন-সার্ভিস ইঞ্জিনের সমস্যা সমাধানের জন্য €50 million ( মার্কিন$৫৮ million ) প্রদান করেছে ।  চল্লিশটি LEAP-1A প্রতিস্থাপন করা হয়েছে এবং অংশটি ৫০০ টিরও বেশি ইন-সার্ভিস ইঞ্জিনে প্রতিস্থাপন করা উচিত, যখন শিপমেন্ট নির্ধারিত সময়ের চার সপ্তাহ পিছিয়ে।  স্থায়ী CMC পরিবেশগত-বাধা আবরণ ফিক্সের সাথে ডেলিভারি জুন মাসে শুরু হয়েছিল। \n২৬ মার্চ ২০১৯-এ, বোয়িং 737 MAX গ্রাউন্ডিংয়ের কারণে, সাউথওয়েস্ট এয়ারলাইন্সের ফ্লাইট 8701 ( 737 MAX 8 ) অরল্যান্ডো আন্তর্জাতিক বিমানবন্দর থেকে যাত্রী ছাড়াই স্টোরেজ করার জন্য ফেরি ফ্লাইটের জন্য যাত্রা করেছিল, কিন্তু শীঘ্রই একটি ইঞ্জিনে সমস্যা হওয়ার পরে জরুরি অবতরণ করে একই বিমানবন্দরে। দক্ষিণ-পশ্চিম তখন ১২টি LEAP ইঞ্জিন পরিদর্শন করে, এবং অন্য দুটি এয়ারলাইনও তাদের ইঞ্জিন পরিদর্শন করে।  CFM কোকিং, একটি কার্বন বিল্ডআপের কারণে প্রায়শই জ্বালানী অগ্রভাগ প্রতিস্থাপন করার সুপারিশ করেছে। \n\n\n== আবেদন ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== সবিস্তার বিবরণী ==\n\n\n== তথ্যসূত্র =="}