{"pageid": 1450374, "title": "রোলান্দ শালাই", "url": "https://bn.wikipedia.org/wiki?curid=1450374", "content": "রোলান্দ শালাই (হাঙ্গেরীয়: Roland Sallai; জন্ম: ২২ মে ১৯৯৭) হলেন একজন হাঙ্গেরীয় পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে জার্মান ক্লাব ফ্রাইবুর্গ এবং হাঙ্গেরি জাতীয় দলের হয়ে আক্রমণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত ডান পার্শ্বীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে বাম পার্শ্বীয় আক্রমণভাগের খেলোয়াড় অথবা দ্বিতীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেলেন।\n২০১১ সালে, শালাই হাঙ্গেরি অনূর্ধ্ব-১৫ দলের হয়ে হাঙ্গেরির বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় দুই বছর যাবত হাঙ্গেরির বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০১৬ সালে হাঙ্গেরির হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; হাঙ্গেরির জার্সি গায়ে তিনি এপর্যন্ত ৪৭ ম্যাচে ১২টি গোল করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nরোলান্দ শালাই ১৯৯৭ সালের ২২শে মে তারিখে হাঙ্গেরির বুদাপেস্টে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nশালাই হাঙ্গেরি অনূর্ধ্ব-১৮, হাঙ্গেরি অনূর্ধ্ব-১৯, হাঙ্গেরি অনূর্ধ্ব-২০ এবং হাঙ্গেরি অনূর্ধ্ব-২১ দলের হয়ে খেলার মাধ্যমে হাঙ্গেরির প্রতিনিধিত্ব করেছেন। ২০১১ সালের ১৮ই অক্টোবর তারিখে তিনি হাঙ্গেরি অনূর্ধ্ব-১৫ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। হাঙ্গেরির বয়সভিত্তিক দলের হয়ে তিনি প্রায় ২ বছরে ১৬ ম্যাচে অংশগ্রহণ করে ৩টি গোল করেছেন।\n২০১৬ সালের ২০শে মে তারিখে, ১৮ বছর, ১১ মাস ও ২৮ দিন বয়সে, উভয় পায়ে ফুটবল খেলায় পারদর্শী শালাই কোত দিভোয়ারের বিরুদ্ধে অনুষ্ঠিত প্রীতি ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে হাঙ্গেরির হয়ে অভিষেক করেছেন। উক্ত ম্যাচের ৭৮তম মিনিটে মধ্যমাঠের খেলোয়াড় আদাম সালাইয়ের বদলি খেলোয়াড় হিসেবে তিনি মাঠে প্রবেশ করেছিলেন; ম্যাচে তিনি ১৪ নম্বর জার্সি পরিধান করে ডান পার্শ্বীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি কোত দিভোয়ার ০–০ গোলের ব্যবধানে জয়লাভ করেছিল। হাঙ্গেরির হয়ে অভিষেকের বছরে শালাই সর্বমোট ১ ম্যাচে অংশগ্রহণ করেছেন। জাতীয় দলের হয়ে অভিষেকের ২ বছর, ৩ মাস ও ২২ দিন পর, হাঙ্গেরির জার্সি গায়ে প্রথম গোলটি করেছেন; ২০১৮ সালের ১১ই সেপ্টেম্বর তারিখে, গ্রিসের বিরুদ্ধে ম্যাচের ১৫তম মিনিটে বার্নাবাশ বেশের অ্যাসিস্ট হতে হাঙ্গেরির হয়ে ম্যাচের প্রথম গোলটি করার মাধ্যমে তিনি আন্তর্জাতিক ফুটবলে তার প্রথম গোলটি করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n১৫ জুন ২০২৪ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nরোলান্দ শালাই – ফিফা প্রতিযোগিতার রেকর্ড (ইংরেজি) \nরোলান্দ শালাই – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nসকারওয়েতে রোলান্দ শালাই  (ইংরেজি)  \nসকারবেসে \nবিডিফুটবলে \nইইউ-ফুটবলে রোলান্দ শালাই (ইংরেজি) \nট্রান্সফারমার্কেটে রোলান্দ শালাই (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে রোলান্দ শালাই (ইংরেজি) \nইএসপিএন এফসিতে \nন্যাশনাল-ফুটবল-টিমস.কমে রোলান্দ শালাই (ইংরেজি)"}