{"pageid": 1450328, "title": "থামিঝাগা মুনেত্র মুন্নানি", "url": "https://bn.wikipedia.org/wiki?curid=1450328", "content": "থামিঝাগা মুনেত্র মুন্নানি (১৯৮৮-১৯৮৯) হল একটি স্বল্পস্থায়ী রাজনৈতিক দল যা ১৯৮৮ সালে প্রবীণ তামিল চলচ্চিত্র অভিনেতা শিবাজি গণেসান দ্বারা প্রতিষ্ঠিত হয়েছিল। অনেক রাজনৈতিক দলের সাথে শিবাজি গণেশনের দীর্ঘদিনের সম্পর্ক ছিল, তার প্রথম সিনেমা নিজেই দ্রাবিড় মুনেত্র কাজগমের প্রচারমূলক সিনেমা। এই দলটি ১৯৮৯ সালের নির্বাচনেও সিঁড়ি প্রতীকে প্রতিদ্বন্দ্বিতা করেছিল।\nভারতীয় জাতীয় কংগ্রেসের তামিলনাড়ু উপদলে বিভক্তির পরে দলটির জন্ম হয়েছিল। অল ইন্ডিয়া আন্না দ্রাবিড় মুনেত্র কাজগাম অন্য একটি দল ভিএন জানকি এবং আরএম বীরাপ্পনের নেতৃত্বে এবং জে. জয়ললিতার নেতৃত্বে দুটি খণ্ডে বিভক্ত হওয়ার পরে বিভক্ত হয়ে যায়। গণেশন এবং তার সমর্থকরা ১৯৮৯ সালের রাজ্য নির্বাচনে এআইএডিএমকে কোন অংশের সাথে জোট করবে তা নিয়ে মতপার্থক্য নিয়ে কংগ্রেস ত্যাগ করেছিলেন।\nথামিঝাগা মুনেত্রা মুন্নানি ভিএন জানকি রামচন্দ্রনের পার্টির খণ্ডকে সমর্থন করেছিলেন এবং এটির জন্য প্রতিদ্বন্দ্বিতা করা সমস্ত আসনে হেরেছিলেন। গণেশন অবশেষে তার নিজের দল ভাসানোর সিদ্ধান্তে অনুতপ্ত হন এবং দলটিকে জনতা দলের সাথে একীভূত করেন।\n\n\n== শিবাজি গণেশন ==\nশিবাজি গণেশন তামিল ফিল্ম ইন্ডাস্ট্রির অন্যতম প্রধান তারকা ছিলেন। ভিসি গণেসান হিসাবে জন্মগ্রহণ করেন, তিনি পেরিয়ার ইভি রামাসামি দ্বারা শিবাজি নামকরণ করেছিলেন, যিনি তখন ১৯৪০-এর দশকে দ্রাবিড় কাজগম এবং আত্ম-সম্মান আন্দোলনের নেতৃত্ব দিয়েছিলেন। তিনি ১৯৫২ সালে তামিল মুভি Parasakthi- তে আত্মপ্রকাশ করেন, একটি মুভি যাতে দ্রাবিড় রাজনীতির উপাদানগুলি ব্যাপকভাবে ধারণ করে। যদিও গণেশন দ্রাবিড় মুনেত্র কাজগমের একজন সদস্য ছিলেন তিনি দেখতে পান যে পার্টির নাস্তিক দৃষ্টিভঙ্গি তাকে তার চলচ্চিত্র খ্যাতির মূল্য দিতে পারে। পার্টিতে আরেক চলচ্চিত্র তারকা এম জি রামচন্দ্রনকে গুরুত্ব দেওয়ায় তিনি হতাশও হয়েছিলেন। কিন্তু তবুও তিনি তিরুমালা ভেঙ্কটেশ্বর মন্দির পরিদর্শন পর্যন্ত ডিএমকে-র মধ্যে বিতর্কের কেন্দ্রবিন্দুতে পরিণত না হওয়া পর্যন্ত দলে ছিলেন। বিতর্কের জবাবে গণেশন ডিএমকে \"একটি গ্ল্যামার পার্টি\" বলে অভিহিত করেন  এবং তামিল ন্যাশনাল পার্টিতে চলে যান। তামিল ন্যাশনাল পার্টি নিজেই ডিএমকে-এর প্রাক্তন সদস্যরা যেমন ইভিকে সম্পাথ  এবং কান্নাদাসন দ্বারা গঠিত হয়েছিল।  পরে গণেশন ভারতীয় জাতীয় কংগ্রেসে যোগদান করেন যখন তামিল ন্যাশনাল পার্টি এর সাথে একীভূত হয়।\n\n\n== তথ্যসূত্র =="}