{"pageid": 1450258, "title": "জোগচেন", "url": "https://bn.wikipedia.org/wiki?curid=1450258", "content": "জোগচেন (তিব্বতি: རྫོགས་ཆེན) বা অতিযোগ হলো ইন্দো-তিব্বতি বৌদ্ধধর্ম এবং বন ধর্মীয় শিক্ষার ঐতিহ্য যা অস্তিত্বের চূড়ান্ত স্থলে আবিষ্কার ও চালিয়ে যাওয়ার লক্ষ্যে। জোগচেনের লক্ষ্য হলো এই ভিত্তির জ্ঞান, এবং এই জ্ঞানকে বলা হয় রিগপ (বিদ্যা)। রিগপ জাগ্রত করার উদ্দেশ্য বিভিন্ন জোগচেন পদ্ধতিতে আধ্যাত্মিক অনুশীলন শেখানো হয়।\nতিব্বতে বৌদ্ধধর্মের প্রথম প্রচারের সময় জোগচেন আবির্ভূত হয়েছিল, ৭ম থেকে ৯ম শতাব্দীর দিকে। যদিও কিছু পণ্ডিতদের দ্বারা এটি তিব্বতীয় উন্নয়ন হিসাবে বিবেচিত হয়, এটি ভারতীয় উৎস থেকে মূল ধারণাগুলি আঁকে। প্রাচীনতম জোগচেন গ্রন্থগুলি ৯ম শতাব্দীতে আবির্ভূত হয়েছিল, যা ভারতীয় প্রভুদের জন্য আরোপিত। পাঠ্যগুলি, \"আঠারটি মহান ধর্মগ্রন্থ\" নামে পরিচিত, \"হৃদয় পরম্পরা\" গঠন করে এবং শ্রী সিংহ ও বিমলমিত্রের মতো ব্যক্তিত্বকে দায়ী করা হয়। আদি জোগচেনকে আদর্শিক বজ্রযান অভ্যাসগুলি থেকে প্রস্থানের দ্বারা চিহ্নিত করা হয়েছিল, এর পরিবর্তে সাধারণ শান্ত ভাবনার উপর মনোযোগ কেন্দ্রীভূত করা হয়েছিল যা সচেতনতার মধ্যে সরাসরি নিমজ্জিত হয়েছিল। তিব্বতি নবজাগরণ যুগে (১০শ থেকে ১২শ শতকের প্রথম দিকে), জোগচেনের উল্লেখযোগ্য উন্নতি হয়েছিল, ভারত থেকে নতুন অনুশীলন ও শিক্ষাকে অন্তর্ভুক্ত করে। এই সময়কালে \"অনুশাসন সমাজ পরম্পরা\" ও \"প্রজনক হৃদয়\" এর মতো নতুন জোগচেন ঐতিহ্যের আবির্ভাব ঘটে।\nজোগচেন তিনটি পরম্পরায় শ্রেণীবদ্ধ করা হয়েছে: সেমদে (হৃদয় পরম্পরা), লোংদে (স্থান পরম্পরা), এবং \nমেন্নগগদে (অনুশাসন পরম্পরা)। জোগচেন পথটি ভিত্তি, পথ এবং ফল নিয়ে গঠিত। ভিত্তিটি অস্তিত্বের আসল অবস্থার প্রতিনিধিত্ব করে, যা শূন্যতা, স্বচ্ছতা (লহুন গ্রাব, আলোকিত স্বচ্ছতার সাথে যুক্ত), এবং সহানুভূতিশীল শক্তি দ্বারা চিহ্নিত। পথ ধ্যান এবং নির্দিষ্ট জোগচেন পদ্ধতির মাধ্যমে মনের বিশুদ্ধ প্রকৃতির সরাসরি উপলব্ধি অর্জন জড়িত। ফল হলো একজনের প্রকৃত প্রকৃতির উপলব্ধি, যা সম্পূর্ণ অ-দ্বৈত সচেতনতা ও দ্বৈততার বিলুপ্তির দিকে পরিচালিত করে।\nজোগচেন অনুশীলনকারীদের লক্ষ্য আত্ম-মুক্তির জন্য, যেখানে সমস্ত অভিজ্ঞতা একজনের প্রকৃত প্রকৃতি সম্পর্কে সচেতনতার সাথে একীভূত হয়। এই প্রক্রিয়াটি মৃত্যুর মুহুর্তে রংধনু দেহ প্রাপ্তিতে পরিণত হতে পারে, যা পূর্ণ বুদ্ধত্বের প্রতীক। সমালোচকরা জোগচেন ঐতিহ্যের মধ্যে ধীরে ধীরে ও যুগপত অনুশীলনের মধ্যে উত্তেজনার দিকে ইঙ্গিত করে, কিন্তু অনুশীলনকারীরা যুক্তি দেন যে এই পদ্ধতিগুলি বিভিন্ন স্তরের ক্ষমতা ও বোঝাপড়াকে পূরণ করে। সামগ্রিকভাবে, জগচেন মনের সহজাত জ্ঞান ও সহানুভূতি উপলব্ধি করার জন্য প্রত্যক্ষ পথ সরবরাহ করে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nDudjom Lingpa (১৯৯৪)। Buddhahood Without Meditation, A Visionary Account known as Refining Apparent Phenomena। Junction City, CA: Padma Publishing। আইএসবিএন 1-881847-07-1। \nDudjom Rinpoche (১৯৭৯)। \"Dzogchen View of Tantric Ngondro: A Teaching by His Holiness Dudjom Rinpoche\"। ABuddhistLibrary.com। সংগ্রহের তারিখ ২০২১-০৬-০৩। \nGyatso, Janet (১৯৯৯)। Apparitions of the Self, the Secret Autobiographies of a Tibetan Visionary। New Jersey: Princeton University Press। আইএসবিএন 0-691-01110-9। \nHiggins, David (অক্টোবর ২০১২)। \"An Introduction to the Tibetan Dzogchen (Great Perfection) Philosophy of Mind\"। Religion Compass। 6 (10): 441–450। ডিওআই:10.1111/rec3.12004। \nLongchen Rabjam (১৯৯৬)। The Practice of Dzogchen। Ithaca, NY: Snow Lion Publications। আইএসবিএন 1-55939-054-9। \nLongchen Rabjam (১৯৯৮)। The Precious Treasury of the Way of Abiding। Junction City, CA: Padma Publishing। আইএসবিএন 1-881847-09-8। \nLongchen Rabjam (২০০০)। You Are the Eyes of the World। Ithaca, NY: Snow Lion Publications। আইএসবিএন 1-55939-140-5। \nLongchen Rabjam (২০০১)। The Precious Treasury of the Basic Space of Phenomena। Junction City, CA: Padma Publishing। আইএসবিএন 1-881847-32-2। \nLongchen Rabjam (২০০১)। A Treasure Trove of Scriptural Transmission, a Commentary on The Precious Treasury of the Basic Space of Phenomena। Junction City: Padma Publishing। আইএসবিএন 1-881847-30-6। \nManjushrimitra (২০০১)। Primordial Experience, An Introduction to Dzogchen Meditation। Boston & London: Shambhala Publications। আইএসবিএন 1-57062-898-X। \nNudan Dorje; Low, James (২০০৪)। Being Right Here: A Dzogchen Treasure Text of Nuden Dorje entitled The Mirror of Clear Meaning। Ithaca, NY: Snow Lion Publications। আইএসবিএন 1-55939-208-8। \nPadmasambhava (১৯৯৪)। Advice from the Lotus-Born। Hong Kong: Rangjung Yeshe Publications। আইএসবিএন 962-7341-20-7। \nPollock, Neal J. (২০০৫)। \"Practices Supporting Dzogchen – The Great Perfection Of Tibetan Buddhism\" (পিডিএফ)। The Rose+Croix Journal। 2: 41–62। \n\n\n== বহিঃসংযোগ ==\nকার্লিতে জোগচেন (ইংরেজি)"}