{"pageid": 1450887, "title": "একানড়ে রোগ", "url": "https://bn.wikipedia.org/wiki?curid=1450887", "content": "একানড়ে রোগ বা মৎস্যকন্যা সিন্ড্রম (Sirenomelia) একটি অত্যন্ত দুর্লভ জন্মগত উন্নয়ন বিকৃতি, যা নিম্ন মেরুদণ্ড এবং নিম্ন পায়ের অনৈসকিতা বা অস্বাভাবিকতা দ্বারা চিহ্নিত। এই রোগের ফলে দুটি পা একত্রিত হয়ে একটির মতো দেখতে হয়, যা মৎস্যকন্যার লেজের সাথে সাদৃশ্যপূর্ণ। একানড়ে রোগের সঙ্গে যুক্ত অন্যান্য শারীরিক সমস্যা হতে পারে, যেমন মূত্রনালি, কিডনি এবং পরিপাকতন্ত্রের বিকৃতি। এই রোগটি জন্মগত কারণজনিত এবং এর প্রকৃত কারণ এখনও সম্পূর্ণরূপে বোঝা যায়নি, তবে এটি জেনেটিক এবং পরিবেশগত ফ্যাক্টরের মিশ্রণের ফল হতে পারে। একানড়ে রোগের চিকিৎসা এবং পরিচালনার জন্য প্রয়োজন হয় বহু-বিভাগীয় চিকিৎসা সেবা।\n\n\n== রোগের শারীরিক অনৈসর্গিকতা ==\nএকানড়ে রোগ, যা মেরমেইড সিনড্রোম নামে পরিচিত, একটি বিরল জন্মগত অস্বাভাবিকতা যা নিম্ন অঙ্গের অস্বাভাবিক বিকাশের কারণে সৃষ্ট হয়। এই রোগে আক্রান্ত ব্যক্তির পায়ের গঠন স্বাভাবিক থাকে না এবং এটি বিভিন্ন প্রকারভেদে বিভক্ত করা হয়। নীচে একানড়ে রোগের বিভিন্ন প্রকারভেদ বর্ণনা করা হলো:\n- **I) উরু ও পানি পায়ের সব হাড়:** এই ধরণের একানড়ে রোগে উরু ও পায়ের সকল হাড় মিশ্রিত অবস্থায় থাকে।\n- **II) একীভূত ফিবুলা:** এই প্রকারে শুধুমাত্র ফিবুলা হাড় একীভূত থাকে।\n- **III) ফিবুলা অনুপস্থিত:** এই ধরণের একানড়ে রোগে ফিবুলা হাড় সম্পূর্ণভাবে অনুপস্থিত থাকে।\n- **IV) অঙ্গশিক একীভূত ফেমার, ফিউজড ফিবুলা:** এই প্রকারভেদে ফেমার হাড় আংশিকভাবে একীভূত এবং ফিবুলা হাড় ফিউজড থাকে।\n- **V) আংশিকভাবে মিশ্রিত ফিমার:** এই ধরণের একানড়ে রোগে ফিমার হাড় আংশিকভাবে মিশ্রিত থাকে।\n- **VI) ফিউজড ফিমার, ফিউজড টিবিয়া:** এই প্রকারভেদে ফিমার ও টিবিয়া হাড় উভয়ই ফিউজড অবস্থায় থাকে।\n- **VII) ফিউজড ফিমার, টিবিয়া অনুপস্থিত:** এই প্রকারে ফিমার হাড় ফিউজড এবং টিবিয়া হাড় অনুপস্থিত থাকে।\n\n\n== রোগের কারণ ==\nMermaid Syndrome, বা একানড়ে রোগ, একটি বিরল জন্মগত রোগ যা নিম্ন অঙ্গগুলির সংমিশ্রণ দ্বারা চিহ্নিত হয়। এই রোগের সঠিক কারণ পুরোপুরি বোঝা যায়নি, তবে কিছু হাইপোথিসিস এবং প্রভাবশালী কারণগুলি প্রস্তাবিত হয়েছে:\n- **ভাস্কুলার চুরি হাইপোথিসিস**: ১৯২৭ সালে প্রস্তাবিত এই হাইপোথিসিসটি প্রস্তাব করে যে অস্বাভাবিক রক্তপ্রবাহ নিম্ন অঙ্গগুলির দিকে রক্তপ্রবাহ বিচ্ছিন্ন করে দিতে পারে, যার ফলে তাদের অপরিণত বিকাশ এবং সংমিশ্রণ ঘটে।\n- **কডাল মেসোডার্ম (Caudal Mesoderm Defects)**: কডাল মেসোডার্ম, যা ভ্রূণের একটি স্তর, নিম্ন অঙ্গগুলির বিকাশের জন্য গুরুত্বপূর্ণ। ভ্রূণের বিকাশের ২৮ থেকে ৩২ দিনের মধ্যে এর ব্যাঘাত নিম্ন অঙ্গগুলির সংমিশ্রণ ঘটাতে পারে।\n- **নিউরাল টিউব (Neural Tube Defects)**: নিউরুলেশনের সময়, যখন নিউরাল টিউব গঠিত হয়, টেরাটোজেন (যে পদার্থগুলি জন্মগত অস্বাভাবিকতা ঘটায়) এর সংস্পর্শ স্বাভাবিক বিকাশে ব্যাঘাত ঘটাতে পারে এবং একানড়ে রোগ সৃষ্টি করতে পারে।\n- **যমজ প্রক্রিয়া ত্রুটি (Twining Process Defects)**: যমজ প্রক্রিয়ার ত্রুটি ভ্রূণের অসম্পূর্ণ পৃথকীকরণের ফলে একানড়ে রোগের মত অবস্থার সৃষ্টি করতে পারে।\nএই কারণগুলি বোঝা প্রতিরোধমূলক ব্যবস্থা গ্রহণ এবং আক্রান্ত ব্যক্তিদের জন্য উন্নততর যত্ন প্রদানের জন্য অত্যন্ত গুরুত্বপূর্ণ। এই বিরল অবস্থার উপর গবেষণা চলমান এবং জেনেটিক এবং পরিবেশগত প্রভাবগুলি অন্বেষণ করছে যা এই রোগে অবদান রাখে।\n\n\n== জিনগত কারণ ==\nএকানড়ে রোগ, বা মৎস্যকন্যা সিন্ড্রোম, একটি বিরল জন্মগত রোগ যা নিম্নাঙ্গের একত্রিত হয়ে যাওয়ার বৈশিষ্ট্যে চিহ্নিত। এই অবস্থার জন্য দায়ী জিনগত কারণগুলি ব্যাপক গবেষণার বিষয় হয়ে উঠেছে।\n- **এসআরএন (সাইরেন) জিন**: ইঁদুরের ক্ষেত্রে দেখা গেছে যে এসআরএন জিনের মিউটেশন নিম্নাঙ্গের ফিউশনের সাথে যুক্ত। এই জিনটি নিম্নাঙ্গের সঠিক বিকাশের জন্য অত্যন্ত গুরুত্বপূর্ণ এবং এর কোনো অস্বাভাবিকতা একানড়ে রোগের মতো অবস্থার দিকে নিয়ে যেতে পারে।\n- **tsg1 এবং bmp7 মিউটেশন**: tsg1 (Twisted gastrulation protein homolog 1) এবং bmp7 (Bone morphogenetic protein 7) উভয়ই অঙ্গের বিকাশে গুরুত্বপূর্ণ ভূমিকা পালন করে। এই জিনগুলির মিউটেশনও ইঁদুরের নিম্নাঙ্গের ফিউশনের কারণ হতে পারে, যা অঙ্গ গঠনে তাদের উল্লেখযোগ্য ভূমিকা নির্দেশ করে।\nএই জিনগত মিউটেশনগুলি স্বাভাবিক অঙ্গ বিকাশের প্রক্রিয়াকে বিঘ্নিত করে, যার ফলে একানড়ে রোগের বৈশিষ্ট্যগত ফিউশন দেখা যায়। এই জিনগত কারণগুলি বোঝা গবেষণা এবং এই বিরল অবস্থার সম্ভাব্য চিকিৎসার জন্য অগ্রগতির জন্য অত্যন্ত গুরুত্বপূর্ণ।\n\n\n== রোগের ইতিহাস ==\nএকানড়ে রোগ, যা সাইরেনোমেলিয়া নামেও পরিচিত, হল একটি বিরল জন্মগত ত্রুটি যেখানে সন্তানের দুটি পা একসঙ্গে যুক্ত থাকে, মাছরাঙার মতো দেখতে হয়। ঐতিহাসিকভাবে, এটি স্যাক্রাল এজেনেসিস বা কডাল রিগ্রেশন সিন্ড্রোমের সাথে সম্পর্কিত বলে মনে করা হয়েছিল, তবে সাম্প্রতিক গবেষণা নিশ্চিত করে যে তারা সম্পর্কিত নয়। একানড়ে রোগের প্রাচীন বর্ণনা খ্রিস্টপূর্ব ১৬০০ অব্দের মিশরীয় চিকিৎসা শাস্ত্রেও পাওয়া যায়। এই রোগের কারণ হিসেবে পরিবেশগত এবং জেনেটিক বিভিন্ন কারণ বিবেচিত হয়। বর্তমান যুগে উন্নত প্রযুক্তি এবং চিকিৎসার অগ্রগতির ফলে এই রোগের নির্ণয় এবং ব্যবস্থাপনায় অনেক অগ্রগতি হয়েছে। বিশেষত, গবেষণার পরিণতি প্রায় ৩০ বছর ধরে এই রোগের চিকিৎসায় মহামারীর বিকাশ, তাহলে গবেষকরা একানড়ে রোগের জন্য পুরাতন চিকিৎসার উপকরণ তৈরি করে নিয়েছেন।\n\n\n== ব্যুৎপত্তি ==\n\"সাইরেনোমেলিয়া\" শব্দটি গ্রীক শব্দ \"সেইরেন\" (মৎসকন্যা) এবং \"মেলোস\" (অঙ্গ) থেকে এসেছে।\n\n\n== নির্ণয় ==\nপ্রসবপূর্ব আল্ট্রাসাউন্ড 14 সপ্তাহের গর্ভাবস্থায় সাইরেনোমেলিয়া নির্ণয় করতে পারে।\n\n\n== প্রতিকার বা সার্জারি ==\nসাইরেনোমেলিয়া সাধারণত মারাত্মক কিন্তু সম্ভব হলে অস্ত্রোপচার করে পা আলাদা করার চেষ্টা করা যেতে পারে।\n\n\n== জীবনী ==\nসাইরেনোমেলিয়া থেকে বেঁচে যাওয়া খুব কম লোকই আছে। পরিচিত কেসগুলির মধ্যে একটি হল টিফানি ইয়র্কস যিনি তার পা আলাদা করার জন্য অস্ত্রোপচার করেছিলেন।\n\n\n== তথ্যসূত্র =="}