{"pageid": 1450993, "title": "বাংলাদেশের সামরিক পদমর্যাদা", "url": "https://bn.wikipedia.org/wiki?curid=1450993", "content": "বাংলাদেশের সামরিক পদমর্যাদা হলো বাংলাদেশ সশস্ত্র বাহিনী কর্তৃক ব্যবহৃত সামরিক চিহ্ন বা পদমর্যাদা। সাধারণ অফিসার পদমর্যাদা ব্যতীত বাংলাদেশি পদের কাঠামো যুক্তরাজ্যের মতো।  বাংলাদেশ সেনাবাহিনীতে ভারত ও পাকিস্তান এর মতো জুনিয়র কমিশনড অফিসার পদমর্যাদার ব্যবস্থা রয়েছে।\n\n\n== কমিশনড অফিসার পদমর্যাদা ==\n\nকমিশনপ্রাপ্ত কর্মকর্তাদের পদমর্যাদার চিহ্নঃ\n\n\n=== বাংলাদেশ সেনাবাহিনী ===\nকমিশন্ড অফিসাররা শুধু অফিসার হিসেবে বিবেচিত হন। সেকেন্ড লেফটেন্যান্ট , ক্যাপ্টেন, মেজরদেরকে জুনিয়র অফিসার বলা হয় (জুনিয়র কমিশন্ড অফিসার নয়)। অপরদিকে মেজর জেনারেল, লেফটেন্যান্ট জেনারেল পদবিধারী ব্যক্তিদেরকে সংক্ষেপে জেনারেল বলা হয় যদিও শুধু জেনারেল নামের আরও একটি পদমর্যাদা আছে আর ব্রিগেডিয়ার জেনারেলদেরকে সংক্ষেপে ব্রিগেডিয়ার বলা হয় যদিও এ পদবিতে জেনারেল অনুসর্গ আছে।\nপদসমূহঃ উচ্চক্রম অনুসারে\n\n\n=== বাংলাদেশ নৌবাহিনী ===\nঅফিসারদের পদবিসমূহ নিম্নক্রম অনুসারে:\n\nএডমিরাল\nভাইস এডমিরাল\nরিয়ার এডমিরাল\nকমডোর\nক্যাপ্টেন\nকমান্ডার\nলেফটেন্যান্ট কমান্ডার\nলেফটেন্যান্ট\nসাব লেফটেন্যান্ট\nএক্টিং সাব লেফটেন্যান্ট\n\n\n=== বাংলাদেশ বিমান বাহিনী ===\nঅফিসারদের পদবিসমূহ\nনিম্নক্রম অনুসারে:\n\nএয়ার চিফ মার্শাল\nএয়ার মার্শাল\nএয়ার ভাইস মার্শাল\nএয়ার কমোডোর\nগ্রুপ ক্যাপ্টেন\nউইং কমান্ডার\nস্কোয়াড্রন লীডার\nফ্লাইট লেফটেন্যান্ট\nফ্লাইং অফিসার\nবাংলাদেশ বিমান বাহিনীতে কর্মকর্তাদের বিভিন্ন শাখা ও পদ রয়েছে, যাদের মধ্যে ফ্লাইং অফিসার থেকে শুরু করে শীর্ষ পদে এয়ার চীফ মার্শাল পর্যন্ত রয়েছে। বিমান বাহিনীতে প্রশিক্ষণ শেষে ফ্লাইং অফিসার পদবি প্রদান করা হয়, যা একাডেমিক প্রশিক্ষণের তিন বছর পরে দেওয়া হয়। তবে, পাইলট অফিসার পদটি আর ব্যবহার করা হয় না।\nবিমান বাহিনীর কর্মকর্তারা বিভিন্ন শাখায় কর্মরত থাকেন, যেমন জিডিপি (জেনারেল ডিউটি পাইলট), ইঞ্জিনিয়ারিং, এয়ার ট্রাফিক কন্ট্রোল (ATC), এয়ার ডিফেন্স ওয়েপন্স কন্ট্রোল (ADWC), প্রশাসন, এবং লজিস্টিক্স ইত্যাদি।\nফ্লাইং অফিসার, ফ্লাইট লেফটেন্যান্ট এবং স্কোয়াড্রন লীডার পদবিধারীরা জুনিয়র অফিসার হিসেবে বিবেচিত হন। এই কর্মকর্তারা বাংলাদেশ সরকারের প্রথম শ্রেণীর গেজেটেড অফিসার হিসেবেও স্বীকৃত।\n\n\n== অন্যান্য পদমর্যাদা ==\n\nনন-কমিশনড অফিসার এবং তালিকাভুক্ত কর্মীদের পদমর্যাদার চিহ্নঃ\n\n\n=== বাংলাদেশ সেনাবাহিনী ===\nব্রিটিশ রাজত্বকালে ব্রিটিশ ভারতীয় সেনাবাহিনীতে জুনিয়র কমিশন্ড অফিসার (জেসিও) 'ভাইসরয়ের কমিশন্ড অফিসার (ভিসিও)' নামে পরিচিত ছিলো। জেসিও পদমর্যাদা রাষ্ট্রপতির নিকট হতে জুনিয়র কমিশন লাভ করে এবং গেজেটভুক্ত হয়। Army Act 1952:  (9) “junior commissioned officer” means a person commissioned, gazetted or in pay as a junior commissioned officer in the Bangladesh Army;\nজুনিয়র কমিশন্ড অফিসার (জেসিও) হচ্ছে সেনাবাহিনীর সার্জেন্ট (যা পূর্বে হাবিলদার) এর পরের পদবী;  সিনিয়র সার্জেন্টদেরকে যোগ্যতা ও জ্যেষ্ঠতার ভিত্তিতে জেসিও পদে পদোন্নতি দেওয়া হয়।  দ্বিতীয় শ্রেণী থেকে ২০১৪ সালে জেসিওদের প্রথম শ্রেণি নন-ক্যাডার হিসাবে মর্যাদা দেয়া হয়েছে  এবং অনেক সুবিধাও রয়েছে যেমন পৃথক মেস, বাসস্থান, ব্যাটম্যান এবং নবম গ্রেডের বেতন। সেনাবাহিনীর নিয়ম অনুযায়ী জেসিওদেরকে জুনিয়রগণ স্যার এবং কমিশন্ড অফিসারগণ সাহেব বলে সম্বোধন করেন। জেসিও পদসমূহঃ উচ্চক্রম অনুসারে\n\nউল্লেখ্য যে, ১৯৭১ সালে পূর্ব পাকিস্তানের বিচ্ছিন্ন হওয়ার পরে বাংলাদেশ সেনাবাহিনী পাকিস্তান সেনাবাহিনীর কাছ থেকে 'জেসিও' পদবী ব্যবস্থা উত্তরাধিকার সূত্রে প্রাপ্ত হয় যদিও ২০০০ সাল থেকে উর্দু ভাষার পদবীগুলো পরিবর্তন করে ইংরেজি শব্দ ওয়ারেন্ট অফিসার ব্যবহার শুরু হয়।\n\n\n==== সৈনিক এবং এনসিও ====\nল্যান্স কর্পোর‍্যাল থেকে সার্জেন্ট পদবি এনসিও বা নন-কমিশন্ড অফিসার হিসেবে পরিগণিত।\n\n\n=== বাংলাদেশ নৌবাহিনী ===\n\n\n==== নাবিক ====\n\n\n=== বাংলাদেশ বিমান বাহিনী ===\nনিম্নক্রম অনুসারে:\n\nমাস্টার ওয়ারেন্ট অফিসার\nসিনিয়র ওয়ারেন্ট অফিসার\nওয়ারেন্ট অফিসার\nসার্জেন্ট\nকর্পোর‍্যাল\nএলএসি (লীডিং এয়ারক্র্যাফটম্যান)\nএসি-১ (এয়ারক্র্যাফটম্যান-১)\nএসি-২ (এয়ারক্র্যাফটম্যান-২)\nউপরে উল্লেখিত পদবিধারীরা বিমান বাহিনীর মূল চালিকা শক্তি তারা যুদ্ধ বিমানকে সার্বক্ষণিক সচল রাখেন সার্বক্ষণিক দেশের আকাশ সীমা রক্ষায় তথা দেশ রক্ষায় বিমান বাহিনীকে সার্বক্ষণিক প্রস্তুত রাখার লক্ষ্যে যুদ্ধ বিমানের টেকনিক্যাল ত্রুটি সমাধান, বিমান উড্ডয়নের পূর্বে পরিদর্শন, বিমানের ওভার হোলিং কাজ সম্পাদন, বিমানকে যুদ্ধসাজে সজ্জীতকরণ (যেমন বিমানে কামান, বোম্ব, মিসাইল, রকেট সংযুক্তকরণ এবং রক্ষণাবেক্ষণ), বিমান বাহিনীর সকল অস্ত্র ও গোলাবারুদ সচল রাখা, আবহাওয়া পূর্বাভাসের উপাত্ত গ্রহণ, এয়ার ট্রাফিক কট্রোল, টেলিকমিউনিকেশন, প্রশাসনিক কার্য সম্পাদন, বিমান বাহিনীর ইউনিট সমূহে নিরাপত্তা দায়িত্ব পালন, চিকিৎসা সহকারী হিসেবে দায়িত্ব পালন সহ সরকার কর্তৃক প্রদত্ত যেকোন কার্য সম্পাদন এবং জাতীয় দূর্যোগপূর্ণ পরিস্থিতিতে বেসামরিক প্রশাসনকে সহায়তা ইত্যাদি। এসি-২ থেকে এলএসি পদবিধারী ব্যক্তিগণকে সাধারণ বিমানসেনা, কর্পোর‍্যাল ও সার্জেন্টদেরকে এনসিও (নন কমিশন্ড অফিসার) এবং ওয়ারেন্ট অফিসার থেকে মাস্টার ওয়ারেন্ট অফিসার পর্যন্ত পদবিধারী ব্যক্তিদেরকে জেসিও (জুনিয়র কমিশন্ড অফিসার) বলা হয় , যদিও সকলেই বিমানসেনা।\n\n\n=== অন্যান্য অ্যাপয়েন্টমেন্ট ===\nসার্জেন্টরা কোম্পানি, ব্যাটারি (কোম্পানী সমতুল্য আর্টিলারী), পদাতিক ব্যাটালিয়ন এবং আর্টিলারি রেজিমেন্টে গুরুত্বপূর্ণ নিয়োগের অধিকারী, যেমন কোম্পানি কোয়ার্টারমাস্টার সার্জেন্ট (সিকিউএমএস), রেজিমেন্টাল সার্জেন্ট মেজর (আরএসএম), এই অ্যাপয়েন্টমেন্টে থাকা ব্যক্তিদের আলাদা র‌্যাঙ্ক পদচিহ্ন রয়েছে যদিও এগুলো আসলে নয়।\n\n\n== আরও দেখুন ==\nবাংলাদেশ বিমান বাহিনীর পদবি\nবাংলাদেশ সেনাবাহিনীর পদবি\nবাংলাদেশ নৌবাহিনীর পদবি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবাংলাদেশ সেনাবাহিনীর অফিসিয়াল ওয়েবসাইটে র‌্যাঙ্ক বিভাগ"}