{"pageid": 1450282, "title": "বচ (পেশাদার কুস্তি)", "url": "https://bn.wikipedia.org/wiki?curid=1450282", "content": "পেশাদার কুস্তিতে বচ হলো পূর্বনির্ধারিত কৌশলে কোনো ভুল করা বা ভুলে কোনো কথা বলে ফেলা কিংবা ভুল সিদ্ধান্ত দেয়া। অনেকগুলো বচ আসলে ক্ষতিকর না, যেমন কুস্তিগীররা ভুলে কোনো সংলাপ বলে ফেলে, সংলাপ ভুলে যায় কিংবা প্রতিপক্ষ আক্রমণ করার আগেই পড়ে যায়। যদিও বচ অনেক ক্ষতিকর হতে পারে, পেশাদার কুস্তি কৌশল ঠিকঠাক ভাবে প্রয়োগ করতে না পারলে, যার ফলে মারাত্মক আঘাত এমনকি মৃত্যুও ঘটতে পারে।\n\n\n== কারণসমূহ ==\nবচ হওয়ার একটি সাধারণ কারণ হলো অনভিজ্ঞতা। জ্যাকি গায়ডা, ডাব্লিউডাব্লিউই টাফ এনাফ ২ এর বিজয়ী, তার প্রথম সম্প্রচার হওয়া ম্যাচে প্রতিটি মুভই সে বচ করছিল কারন প্রতিপক্ষের কোনো মুভ সে সঠিকভাবে নিতে পারে নি। এর মধ্যে সবচেয়ে উল্লেখযোগ্য যখন ট্রিস স্টাটাস তার উপর একটি কুস্তি কৌশল প্রয়োগ করেছিল সে এটির প্রতিক্রিয়া দুই সেকেন্ড পরে গিয়ে দেখায়।\nএপ্রিল ২৬, ১৯৭৬ সালে ব্রুনো সামারটিনো ম্যাডিসন স্কয়ার গার্ডেন এ অনভিজ্ঞ স্ট্যান হানসেন এর সাথে ম্যাচে ঘাড় ভেঙে ফেলে, কারণ হানসেন সঠিকভাবে বডিস্ল্যাম প্রয়োগ করতে পারে নি। ব্রুনো আট সপ্তাহ পর ফিরে এসে রিম্যাচ খেলে।\nসৌদি আরব সুপার শোডাউন (২০১৯) এ দ্য আন্ডারটেকার এবং গোল্ডবার্গ এর মধ্যকার ম্যাচে গোল্ডবার্গ তার ফিনিশার জ্যাকহ্যামার পারফর্ম করতে ব্যর্থ হয়।\n\n\n== ফলাফল ==\n\n\n=== ইঞ্জুরি ===\n২০০১ সালে, ব্রায়ান অং দালিপ সিং (দ্য গ্রেট খালি হিসেবে অধিক পরিচিত) এর সাথে ট্রেনিং করার সময় সিং তার উপর একটি কুস্তি কৌশল প্রয়োগ করে। কৌশলটি বচ হয়, ফলে অং সিং এর শার্ট ধরে টান দেয়, সিং কে ধাক্কা মারার পরিবর্তে যেমনটি পূর্বনির্ধারিত ছিল। যদিও সে এমন ভুল বেশ কয়েকবার করেছিল। তবে এবার সে মারাত্মক আঘাত পায়। যার ফলে মেরুদণ্ডে আঘাত এবং মস্তিষ্ককাণ্ডে ক্ষতি হয়। এবং কিছুদিন পর সে মারা যায়।\n\n\n=== ইতিবাচক দিক ===\nকখনো বচ আকস্মিক ভাবে নতুন কুস্তি কৌশল উদ্ভাবন করে। যেমন, হার্লি রেস দড়ির উপর থেকে একটি স্প্ল্যাশ বচ করে যার ফলে \"ডাইভিং হেডবাট\" এর উদ্ভব হয়। যদিও পরবর্তীতে রেস এই উদ্ভাবন নিয়ে খুশি ছিল না কারণ এর ফলে শরীরের মারাত্মক ক্ষতি হয়। জ্যাক রবার্টস বলেন তিনি একটি \"ফেসলক\" প্রয়োগ করার সময় \"ডিডিটি\" এর উদ্ভব হয়।\n\n\n== তথ্যসূত্র =="}