{"pageid": 1450212, "title": "সিঁদুরে ফুলঝুরি পাখি", "url": "https://bn.wikipedia.org/wiki?curid=1450212", "content": "সিঁদুরে ফুলঝুরি (ইংরেজি: Scarlet-backed flowerpecker) হল চড়াই গোছের পাখির প্রজাতি, যা মধুপায়ী (Flowerpecker) পাখির পরিবার Dicaeidae-এর অন্তর্গত। এই পাখি লিঙ্গ অনুযায়ী, দ্বৈত রূপবৈচিত্র্য প্রদর্শন করে। পুরুষ পাখির উপরের অংশ নীল রঙের হয় এবং তার পিঠের উপর দিয়ে মাথা থেকে লেজের আবরণ পর্যন্ত উজ্জ্বল লাল রেখা বিস্তৃত। অন্যদিকে, স্ত্রী প্রধানত জলপাই সবুজ রঙের হয়। এই পাখি দক্ষিণ এবং পূর্ব এশিয়ার উষ্ণমণ্ডলীয় বা উপ-উষ্ণমণ্ডলীয় আর্দ্র নিম্নভূমির বনাঞ্চল এবং মাঝে মাঝে বাগানে পাওয়া যায়।\n\n\n== নামকরণ ও ব্যুৎপত্তি ==\n\n\n=== সাধারণ নাম/ আন্তর্জাতিক নাম ===\nসিঁদুরে ফুলঝুরি (Dicaeum cruentatum) পাখির ইংরেজি নাম \n\"Scarlet-backed flowerpecker\"। \"Scarlet-backed flowerpecker\" নামটি দুটি অংশ নিয়ে  গঠিত। \"Scarlet\" শব্দটি উজ্জ্বল লাল রঙের জন্য ব্যবহৃত হয়, যা পুরুষ পাখির পিঠের রঙের সাথে মিলে যায়। \"Flowerpecker\" শব্দটি এই পাখির খাদ্যাভ্যাস অর্থাৎ তার ফুলের মধু খাওয়ার প্রবণতাকে বোঝায়।\n\n\n=== বৈজ্ঞানিক নামের ===\nসিঁদুরে ফুলঝুরি বা \n\"Scarlet-backed flowerpecker পাখির বিজ্ঞানসম্মত  নাম (Dicaeum cruentatum)।\n\"Dicaeum\" শব্দটি প্রাচীন গ্রিক শব্দ \"dikaion\" থেকে এসেছে, যা জর্জ কুভিয়ের দ্বারা প্রবর্তিত হয়েছিল। কুভিয়ের দাবি করেছিলেন যে এটি রোমান লেখক ক্লডিয়াস এলিয়ানাসের উল্লেখিত খুব ছোট একটি  ভারতীয় পাখির নাম। যদিও এটি সম্ভবত স্কারাব বিটল (Scarabaeus sacer)-এর জন্য ব্যবহৃত হতো। \"Cruentatum\" শব্দটি লাতিন শব্দ \"cruentatus\" থেকে এসেছে, যার অর্থ \"রক্তাক্ত\" বা \"রক্তে রঞ্জিত\"।\n\n\n=== বাংলা নাম :সিঁদুরে ফুলঝুরি ===\nDicaeum cruentatum বা Scarlet-backed flowerpecker(স্কারলেট-ব্যাকড ফ্লাওয়ারপেকার) পাখির বাংলা নাম \n\"সিঁদুরে ফুলঝুরি পাখি \"। \nবাঙালি হিন্দু নববধূর সিঁথিতে যেমন ব্রহ্মতালু অবধি সিঁদুর থাকে তেমনি এই পাখির মাথা থেকে পিঠ অবধি টকটকে সিঁদুরে রং থাকার জন্য এই নাম দেওয়া হয়েছে।\n\n\n== বিবরণ ==\nসিঁদুরে ফুলঝুরি একটি ছোট পাখি, যার দৈর্ঘ্য প্রায় 9 সেমি (3.5 ইঞ্চি) এবং ওজন 7 থেকে 8 গ্রাম (0.25 থেকে 0.28 আউন্স)। পুরুষ পাখির চঞ্চু, ডানা এবং লেজ  নীল রঙের হয় এবং তার মাথা থেকে উপরের লেজের আবরণ পর্যন্ত একটি প্রশস্ত উজ্জ্বল লাল রেখা থাকে। মহিলা পাখি প্রধানত জলপাই সবুজ রঙের হয় এবং তার লেজ কালো এবং উপরের লেজের আবরণ লাল রঙের হয়। উভয় লিঙ্গের পাখির নিচের অংশ ক্রিমি সাদা, চোখ এবং পা কালো হয়।\n\n\n== খাদ্যাভ্যাস ==\nসিঁদুরে ফুলঝুরি মূলত ফুলের মধু এবং ছোট ফল খেয়ে থাকে। এই পাখি বিশেষ করে ফিকাস গাছের ফল যেমন Ficus fistulosa এবং F. grossularoides খেতে দেখা যায়। এছাড়াও, এরা Syzygium jambos গাছের ফল খেয়ে থাকে।\n\n\n== প্রজনন ==\nসিঁদুরে ফুলঝুরি তার বাসা গাছের ডালে ঝুলিয়ে বানায়। এই বাসার পাশের দিক থেকে একটি প্রবেশপথ থাকে, যা মধুপায়ী(Flowerpecker) পরিবারের অন্যান্য পাখির বাসার মতো দেখতে।\n\n\n== বিস্তার এবং আবাস ==\nএই পাখি বাংলাদেশ, ভুটান, ব্রুনাই, কম্বোডিয়া, চীন, ভারত, ইন্দোনেশিয়া, লাওস, মালয়েশিয়া, মিয়ানমার, নেপাল, সিঙ্গাপুর, থাইল্যান্ড, এবং ভিয়েতনামে পাওয়া যায়। এটি সাধারণত  অধিকাংশ অঞ্চলে প্রচুর পরিমাণে পাওয়া যায়, বিশেষ করে থাইল্যান্ডে, যদিও ভুটান এবং নেপালে এটি বিরল বিবেচিত হয়। এটি উষ্ণমণ্ডলীয় বা উপ-উষ্ণমণ্ডলীয় আর্দ্র নিম্নভূমির বনাঞ্চল, কাঠামোযুক্ত এলাকা এবং বাগানে পাওয়া যায়।\n\n\n== সংরক্ষণ অবস্থা ==\nআইইউসিএন অনুযায়ী, সিঁদুরে ফুলঝুরির সংরক্ষণ অবস্থা 'Least Concern' বা 'ন্যূনতম উদ্বেগজনক'। এর মানে এই পাখির প্রজাতি বিপদগ্রস্ত নয় এবং এটি বিশ্বব্যাপী প্রচুর পরিমাণে বিস্তৃত।\n\n\n== তথ্যসূত্র =="}