{"pageid": 1450813, "title": "ঘাগুটিয়া পদ্মবিল", "url": "https://bn.wikipedia.org/wiki?curid=1450813", "content": "ঘাগুটিয়া পদ্মবিল বাংলাদেশের ব্রাহ্মণবাড়িয়া জেলায় অবস্থিত একটি বিখ্যাত পদ্মবিল। ব্রাহ্মণবাড়িয়া থেকে ৩৫ কিলোমিটার দূরে আখাউড়া উপজেলার সীমান্তবর্তী গ্রাম ঘাগুটিয়া। ঘাগুটিয়ায় প্রায় ২০০ একর বিস্তীর্ণ এলাকাজুড়ে এই পদ্মবিলের অবস্থান। এতে ফুটে থাকা হাজার হাজার পদ্ম দেখতে আসে দেশের বিভিন্ন প্রান্তের প্রকৃতিপ্রেমীরা।\n\n\n== ইতিহাস ==\nইতিহাস ঘেটে জানা যায়, সিলেট অঞ্চলে তখন বিতালং নামে একটি রাজ্য ছিলো, ঐ রাজ্যের রাজ কুমার ছিলেন সনাতন গোস্বামী। অধ্যাত্বিকতার টানে তিনি রাজ্য ছাড়েন। বহু এলাকা ঘুরে ৫৮৩ বঙ্গাব্দে তিনি, তিন দিক থেকে বিল ঘেরা নোয়ামুড়ার টিলার একটি বটগাছের নিচে আসন পাতেন। বিলের পূর্ব পাশেই ছিলো হিন্দুদের সমৃদ্ধ গ্রাম দৌলতপুর যার পাশেই ঐতিহ্যময় পদ্ম বিল। নোয়ামুড়ার পাশে ছিলো হিন্দুদের আররেকটি সমৃদ্ধ গ্রাম জগন্নাথপুর।\nরাজ কুমার সনাতন গোস্বামীর আগমনের খবর পেয়ে আশেপাশের প্রভাবশালী হিন্দুরা এখানে আশ্রম গড়ার উদ্যোগ নিলে তৎকালিন আগরতলার মহারাজ ঐ টিলার আশেপাশে কয়েকশ একর জায়গা দান করেন। পদ্ম বিলটি তারই অংশ বিশেষ।\n\n\n== অবস্থান ==\nঘাগুটিয়া পদ্মবিলের অবস্থান ব্রাহ্মণবাড়িয়া শহর থেকে প্রায় ৩৫ কিলোমিটার দূরে আখাউড়া উপজেলার ত্রিপুরা সীমান্ত ঘেঁষে। সিমান্তের পশ্চিমপাড় বাংলাদেশের আখাউড়া-কসবা আর পূর্ব প্রান্তে উত্তর-পূর্ব ভারতের ত্রিপুরা রাজ্যের আমতলী থানার মাধবপুর গ্রাম। এরই মাঝ খানে পদ্ম বিল।এই বিলের প্রায় ৮০ শতাংশ বাংলাদেশে থাকলেও বাকি অংশ পড়েছে ভারতের অংশে। শুষ্ক মৌসুমে বিলের পানি পুরোপুরি শুকিয়ে যায়। আবারো বর্ষাকাল আসলে এই বিলটি পদ্ম এবং অন্যান্য জলজ ফুলে ভরে উঠে। প্রতি বছরের জুলাই থেকে নভেম্বর পর্যন্ত এই বিলের পদ্মফুল উপভোগ করা যায়। শুকনো সময়ে এই বিলে ধান চাষ হয়।\n\n\n== পর্যটন আকর্ষণ ==\nএ বিলের অপরূপ দৃশ্য দেখার জন্য দেশের বিভিন্ন স্থান থেকে আসে বিনোদন-প্রিয় হাজারো মানুষ। পদ্মবিলে ঘোরার জন্য নৌকাগুলো ঘণ্টা হিসেবে ভাড়া দেয়া হয়। নৌকা ভাড়া দিয়ে বাড়তি কিছু টাকা আয় করে স্থানীয়রা। দর্শনার্থীরা বিলের পাড়ে বসে পদ্মের সৌন্দর্য উপভোগ করতে এখানে প্রতিনিয়ত ভিড় জমান।\nহিন্দু ধর্মাবলম্বীদের দুর্গা দেবীর পূজায় কাজে লাগে এই পদ্ম ফুল। সে জন্য আশ্বিন মাসে এ বিল থেকে বাংলাদেশ-ভারতের মানুষ প্রচুরসংখ্যক পদ্ম ফুল সংগ্রহ করে থাকে। ভারতের স্থানীয় বাজারে এসব পদ্ম বিক্রিও হয়। শিশু-কিশোরেরা ডিঙি নৌকায় করে ফুল তুলে আনে এই বিল থেকে।\n\n\n== তথ্যসূত্র =="}