{"pageid": 1450538, "title": "আন্তর্জাতিকতাবাদী গণতান্ত্রিক দল", "url": "https://bn.wikipedia.org/wiki?curid=1450538", "content": "আন্তর্জাতিকতাবাদী গণতান্ত্রিক দল হল ভারতের প্রজাতন্ত্রের একটি রাজনৈতিক দল, যা জম্মু ও কাশ্মীর, পাঞ্জাব এবং রাজস্থানে কাজ করে। আইডিপি ১৯৯১ সালের ৭৬ নম্বরে ভারতের প্রধান নির্বাচন কমিশনারের মাধ্যমে নিবন্ধিত হয়েছিল।\nধারাবাহিক তদন্তের পর এবং কমিউনিস্ট সমাজবিজ্ঞান এবং কর্পোরেট সমাজবিজ্ঞানের তত্ত্ব ও অনুশীলন সম্পর্কে নিয়মিত পুনর্বিবেচনা প্রক্রিয়া গ্রহণের মাধ্যমে আইডিপি জুন, ১৯৮৬ সালে প্রতিষ্ঠিত হয়েছিল। আইডিপি প্রকৃতি-মানবকেন্দ্রিক সমাজবিজ্ঞানের উপর ভিত্তি করে একটি বিকল্প মডেলের সাথে সমাপ্ত হয়েছে যা বর্তমান চলমান পুঁজি ভিত্তিক সমাজবিজ্ঞান থেকে বেরিয়ে আসার একমাত্র উপায়।\nআইডিপিটি প্রাক্তন বিপ্লবী কমিউনিস্ট নেতা আরপি সরফ দ্বারা প্রতিষ্ঠিত হয়েছিল, যিনি ২২ বছর বয়সে ন্যাশনাল কনফারেন্সের সদস্য হিসাবে তার রাজনৈতিক সক্রিয়তা শুরু করেছিলেন এবং জম্মু কাশ্মীরের প্রথম গণপরিষদের (১৯৫২-১৯৬২) সদস্য নির্বাচিত হয়েছিলেন। আইডিপির প্রথম সাধারণ সম্পাদক ছিলেন আরপি সরফ (১৯৮৬-১৯৯৩) এবং ১৯৯৩ সালে সজ্জন কুমার আইডিপির সাধারণ সম্পাদক নির্বাচিত হন। মাস্টার খেতা সিং ডিসেম্বর ১৯৯৮ থেকে ফেব্রুয়ারী ২০০৪ পর্যন্ত সাধারণ সম্পাদক হিসাবে এবং ফেব্রুয়ারী ২০০৪ থেকে ডিসেম্বর, ২০১০ পর্যন্ত আইডিপি-এর সভাপতি হিসাবে পার্টির নেতৃত্ব দেন কারণ ২০০৪ সালে আইডিপি-এর সংবিধান সংশোধন করা হয়েছিল কার্যনির্বাহী পদাধিকারীদের সভাপতি, সহ-সভাপতি, সাধারণ সম্পাদক হিসাবে, দপ্তর সম্পাদক ও কোষাধ্যক্ষ। ২০০৪ সালে হোশিয়ার সিং তার শাহাদাত অবধি সাধারণ সম্পাদক হিসাবে নির্বাচিত হন কারণ ১১ মে, ২০০৮ তারিখে অজ্ঞাত পরিচয় বন্দুকধারীদের দ্বারা তাকে গুলি করে হত্যা করা হয়েছিল এবং তার স্ত্রী শশী বালা এবং মহিলা অধিকার সংগঠন জম্মুকাশ্মীরের সভাপতি ছিলেন।\nজে এ কাজমী অ্যাডভোকেট ২০০৮ সালে আইডিপির সাধারণ সম্পাদক নির্বাচিত হন। ডিসেম্বর, 2010, 16th. আন্তর্জাতিকতাবাদী ডেমোক্রেটিক পার্টির প্রতিনিধিদের জাতীয় কংগ্রেস শ্রী গঙ্গানগর (রাজস্থান) এ অনুষ্ঠিত হয়েছিল যাতে সাতজন সদস্য, জাতীয় কমিটি \"প্রধান সভাপতি, জনাব আইডি খাজুরিয়া এবং কর্নাইল সিং, সাধারণ সম্পাদক নির্বাচিত হন এবং সর্বসম্মতিক্রমে সিদ্ধান্ত নেন যে;-আইডিপি পাস করছে কমিউনিস্ট সমাজবিজ্ঞান এবং কর্পোরেট সমাজবিজ্ঞানের তত্ত্ব এবং অনুশীলন সম্পর্কে পুনর্বিবেচনা এবং তদন্তের একটি প্রক্রিয়া, আইডিপি বৈজ্ঞানিক যুক্তি, মানবতাবাদী দৃষ্টিভঙ্গি এবং প্রকৃতি এবং মানব-জাতীয় এবং মানুষের মধ্যে বৈচিত্র্যের প্রতি সহনশীলতার যুক্তিযুক্ত পদ্ধতির ভিত্তিতে একটি বিকল্প মডেলের উপসংহারে পৌঁছেছে। যে গোষ্ঠীগুলি পারস্পরিক ঐক্য এবং পারস্পরিক সংগ্রামের মাধ্যমে একে অপরের সাথে বিকাশ লাভ করে। \"বিকল্প মডেল\" \"প্রকৃতি-মানবকেন্দ্রিক সমাজবিজ্ঞান\"\n\n\n== তথ্যসূত্র ==\n1. http://www.facebook.com/pages/Internationalist-Democratic-Party/141017445971598?sk=info"}