{"pageid": 1450934, "title": "মিস ওয়ার্ল্ড ২০০৫", "url": "https://bn.wikipedia.org/wiki?curid=1450934", "content": "মিস ওয়ার্ল্ড ২০০৫, মিস ওয়ার্ল্ড প্রতিযোগিতার ৫৫তম সংস্করণ ১০ ডিসেম্বর ২০০৫ সালে চীনের সানিয়ার ক্রাউন অফ বিউটি থিয়েটারে অনুষ্ঠিত হয়েছিল। পেরুর মারিয়া জুলিয়া ম্যানটিলা তার উত্তরসূরী আইসল্যান্ডের উন্নর বীর্না ভিলহ্যাল্মসডোটিরকে মুকুট পরিয়ে দেন। বিশ্বের বিভিন্ন প্রান্ত থেকে আসা ১০২ জন প্রতিযোগী এই মুকুটের জন্য প্রতিদ্বন্দ্বিতা করেছিলেন। সমস্ত প্রতিযোগী তিনটি \"ফাস্ট ট্র্যাক\" ইভেন্টে অংশগ্রহণ করেছিলেন: বিচ বিউটি, মিস ট্যালেন্ট এবং বিউটি উইথ এ পারপাস প্রতিযোগিতা। প্রতিটি প্রতিযোগিতার বিজয়ী সরাসরি ১৫ জন সেমি-ফাইনালিস্টের মধ্যে একজন হয়ে যেতেন। উন্নর বীর্না ভিলহ্যাল্মসডোটির মিস ওয়ার্ল্ড বিজয়ী হওয়া তৃতীয় আইসল্যান্ডিক নারী হন।\n\n\n== ফলাফল ==\n\n\n=== প্লেসমেন্ট ===\n\n\n=== কন্টিনেন্টাল কুইন্স অফ বিউটি ===\n\n\n== বিচারকগণ ==\n\n\n== প্রতিযোগীরা ==\n\nমিস ওয়ার্ল্ড ২০০৫ সালে ২০২ জন প্রতিযোগী অংশগ্রহণ করেছিল\n\n\n== পদীটীকা ==\n\n\n=== Returns ===\nLast competed in 1983:\n Indonesia\nLast competed in 1985:\n Congo DR (as  Zaire)\nLast competed in 1999:\n Liberia\nLast competed in 2001:\n Malawi\nLast competed in 2003:\n American Virgin Islands\n Guatemala\n Swaziland\n Uruguay\n\n\n=== Withdraws ===\n Angola – Claudia Mariza Manuel Santana\n Finland – Saana Johanna Anttila – She withdrew at the last minute after a few days competing for unknown reasons.\nNo Shows\n\n Algeria – Nesrine Melbani\n Andorra – Lourdes Fernández\n Kazakhstan – Miss Kazakhstan 2005, Dina Nuraliyeva did not compete for unknown reasons. However she participated in Miss Universe 2006 and Miss World 2009 where she became Top 16.\n Macau – Cheong Wai Nei\n Paraguay – Emilce Rossana Gómez Cabral\n Tahiti – Rhea Bessette\n Togo – Edwige Grace Madzé Badakou – Due to lack of Sponsorship and visa problems. She won Miss World Cup 2006  later.\nটেমপ্লেট:দেশের উপাত্ত Turks & Caicos – Kelly Eastwood\n Zimbabwe – Lorraine Maphala – Due lack of Sponsorship and visa problems. However she participated a year later at Miss World 2006.\nFollowing countries were never confirmed their participation\n\nটেমপ্লেট:দেশের উপাত্ত Antigua & Barbuda – No contest\n Austria – Isabella Stangl\n Belarus – No contest due to the fact that the Miss Belarus contest is a bi-annual pageant.\n Belize – No contest\n Cayman Islands – No contest\n Chile – No contest\n Curaçao – Rychacviana Coffie\n Egypt – Meriam George\n Honduras – Lissa Sáenz – Due to Sponsorship problems.\n Lithuania – No contest\n\n\n=== Replacements ===\n Cyprus – Nicole Temené\n Germany – Antonia Schmitz\n South Africa – Miss South Africa 2005 & Top 15 at Miss Universe 2005, Claudia Henkel was unable to participate because she had to crown her successor 2 days after the Miss World 2005 contest.\n Thailand – Miss Thailand World 2005, Angela (Aschara) McKay resigned her title just 10 days after winning because she wanted to pursue her studies and modeling work in New York City. 1st Runner-up, Sirinda (Cindy) Jensen took over the Miss Thailand World 2005 title.\n\n\n== তথ্যসূত্র =="}