{"pageid": 1450354, "title": "মহামুদ্রা", "url": "https://bn.wikipedia.org/wiki?curid=1450354", "content": "মহামুদ্রা (সংস্কৃত: महामुद्रा, তিব্বতি: ཕྱག་ཆེན་) এর আক্ষরিক অর্থ হলো \"মহাসীল\" বা \"মহাছাপ\" এবং এই সত্যকে বোঝায় যে \"সমস্ত ঘটনা অনিবার্যভাবে প্রজ্ঞা ও শূন্যতার অবিচ্ছেদ্য সত্য দ্বারা স্ট্যাম্প করা হয়\"।  মহামুদ্রা হলো পরবর্তী ভারতীয় বৌদ্ধধর্ম ও তিব্বতি বৌদ্ধধর্মের বহুমুখী পরিভাষা যা \"এছাড়াও মাঝে মাঝে হিন্দু এবং পূর্বএশীয় বৌদ্ধ গুপ্ততত্ত্বে দেখা যায়।\"\nউপাধিটি তিব্বতীয় বৌদ্ধধর্মের নব্য স্থানান্তরণ সম্প্রদায়ের সমস্ত অনুশীলনের চূড়ান্ত প্রতিনিধিত্বকারী শিক্ষার অংশকেও বোঝায়, যারা এটাকে তাদের পবিত্র গ্রন্থের সবকটি বার্তা বলে বিশ্বাস করে। মহামুদ্রার অনুশীলনকে \"সহজযোগ\" বা \"সহ-উত্থান যোগ\" বলা হয়। তিব্বতি বৌদ্ধধর্মে, বিশেষ করে কগ্যু সম্প্রদায়ে, সহজ মহামুদ্রাকে কখনও কখনও ভিন্ন বৌদ্ধ বাহন (যান), \"সহজযান\" হিসাবে দেখা হয়, যা আত্ম-মুক্তির বাহন হিসাবেও পরিচিত।\nজমগন কংট্রুল, তিব্বতি অসাম্প্রদায়িক (রিমে) পণ্ডিত, মহামুদ্রাকে \"মন যেমন আছে\" উপলব্ধি করার পথ হিসাবে চিহ্নিত করেছেন যা সমস্ত কগ্যু পথের মূলে দাঁড়িয়ে আছে। তিনি বলেন, \"সাধারণভাবে, মহামুদ্রা ও এর নীচের সবকিছুই হলো 'মনের পথ'\" \"মহামুদ্রা ঐতিহ্যগতভাবে মনের স্বয়ং স্বয়ং এবং এটির সঠিক উপলব্ধির সাথে সম্পর্কিত ধ্যান অনুশীলনকে বোঝায়।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nBerzin, Alexander (জুলাই ২০০৬) [1995]। \"What Is Dzogchen?\"। Study Buddhism। সংগ্রহের তারিখ ২০১৬-০৬-১৬। \nBrown, Daniel P.  (২০০৬)। Pointing Out the Great Way: The Stages of Meditation in the Mahamudra Tradition। Wisdom Publications। আইএসবিএন 978-0861713042। \nBrunnholzl, Karl (২০১৫)। When the Clouds Part: The Uttaratantra and Its Meditative Tradition as a Bridge between Sutra and Tantra। Shambhala Publications। \nDalai Lama; Berzin, Alexander (১৯৯৭)। The Gelug/Kagyu Tradition of Mahamudra। New York: Snow Lion Publications। আইএসবিএন 1-55939-072-7। \nDuff, Tony, সম্পাদক (২০০৮)। Gampopa's Mahamudra: The Five-part Mahamudra Practice Taught to Phagmo Drupa by Gampopa। Padma Karpo Translation Committee। আইএসবিএন 978-9937206075। \nJackson, Roger  (২০০১)। \"The dGe ldan-bKa' brgyud Tradition of Mahamudra How Much dGe ldan? How Much bKa' brgyud?\"।   Newland, Guy। Changing Minds: Contributions to the Study of Buddhism and Tibet in Honor of Jeffrey Hopkins। Snow Lion Publications। আইএসবিএন 978-1559391603। \nJackson, Roger R. (২০০৫)। \"Mahāmudrā\"। Encyclopedia of Religion (2 সংস্করণ)। পৃষ্ঠা 5596। আইএসবিএন 0-02-865733-0। \nKragh, Ulrich Timme (২০১৫)। Tibetan yoga and mysticism: a textual study of the yogas of Nāropa and Mahāmudrā meditation in the medieval tradition of Dags po। \nLobsang Jampa, Gyumed Khensur (২০১৩)।  Ladner, Lorne, সম্পাদক। The Easy Path: Illuminating the First Panchen Lama's Secret Instructions। Wisdom Publications। আইএসবিএন 978-0861716784। \nLosang Chokyi Nyima, Thuken (২০০৯)। The Crystal Mirror of Philosophical Systems: A Tibetan Study of Asian Religious Thought। Roger Jackson কর্তৃক অনূদিত। Wisdom Publications। আইএসবিএন 978-0861714643। \nMathes, Klaus-Dieter (২০০৩)। Blending the Sūtras with the Tantras: The Influence of Maitrīpa and his Circle on the formation of Sūtra Mahāmudrā in the Kagyu Schools। Tibetan Buddhist Literature and Praxis: Studies in its Formative Period, 900-1400, PIATS 2003: Tibetan Studies: Proceedings of the Tenth seminar of the International Association for Tibetan Studies। Oxford। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMathes, Klaus-Dieter (২০০৮)। \"Indian Mahāmudrā-Works\" in the Early Bka' brgyud pa\"। :en:Centre for Tantric Studies। ২০০৮-০৮-২০ তারিখে মূল থেকে আর্কাইভ করা। \nMathes, Klaus-Dieter  (২০১৫)। A Fine Blend of Mahāmudrā and Madhyamaka: Maitrīpa's Collection of Texts on Non-conceptual Realization (Amanasikāra)। Verlag der Österreichischen Akademie der Wissenschaften। আইএসবিএন 978-3700177869। \nNamgyal, Dakpo Tashi; Lhalungpa, Lobsang P. (ed. & tr.) (২০০৬)। Mahamudra - The Moonlight: Quintessence of Mind and Meditation। Boston: Wisdom Publications। আইএসবিএন 978-0861712991। \nPanchen Lama, Fourth (n.d.)। \"Root Text for Mahamudra: A Root Text for the Precious Gelug-Kagyu Tradition of Mahamudra: The Main Path of the Triumphant Ones\"। studybuddhism.com। সংগ্রহের তারিখ ২০২৪-০১-১৭। \nRangdröl, Tsele Natsok (২০০৪)। Lamp of Mahamudra: The Immaculate Lamp, that Perfectly and Fully Illuminates, the Meaning of Mahamudra, the Essence of All Phenomena। Erik Pema Kunsang কর্তৃক অনূদিত। Hong Kong: Rangjung Yeshe Pub.। আইএসবিএন 978-9627341253। \nRangjung Dorje (n.d.)। \"Aspiration Prayer of Mahāmudrā\"। unfetteredmind.com। Ken McLeod কর্তৃক অনূদিত। ২০০৭-০৯-১৮ তারিখে মূল থেকে আর্কাইভ করা। \nRay, Reginald (২০০১)। Secret of the Vajra World। Shambhala। \nRoberts, Peter Alan (tr.) (২০১১)। Mahamudra and Related Instructions: Core Teachings of the Kagyu Schools। Library of Tibetan Classics। Wisdom Publication। আইএসবিএন 978-0861714445। \nStenzel, Julia (২০১৪)। \"The Mahåmudrå of Sakya Pandita\"। Indian International Journal of Buddhist Studies। 15। \nTraleg Kyabgon (২০০৩)। Mind at Ease: Self-Liberation through Mahamudra Meditation। Shambhala। আইএসবিএন 978-1-59030-156-2। \nThrangu Rinpoche (২০০৬)। A Song for a King: Saraha on Mahamudra Meditation। Boston: Wisdom Publications। \nThrangu Rinpoche  (২০১৯)। Tilopa's Wisdom: His Life and Teachings on the Ganges Mahamudra। Shambhala। আইএসবিএন 978-1559394871। \nTrungpa, Chogyam  (২০০৩)। \"The Path Is the Goal\"। The Collected Works of Chögyam Trungpa। 2। Shambhala। আইএসবিএন 978-1590300268। \nWallace, B. Alan  (২০০৫)। Balancing the Mind: A Tibetan Buddhist Approach to Refining Attention। Shambhala। আইএসবিএন 978-1559392303। \nWillis, Jan  (১৯৯৫)। Enlightened Beings: Life Stories from the Ganden Oral Tradition। Wisdom Publications। আইএসবিএন 978-0861710683। \nYeshe, Thubten (২০০৩)। Becoming the Compassion Buddha: Tantric Mahamudra for Everyday Life। Wisdom Publications। আইএসবিএন 0-86171-343-5। \nYeshe, Thubten (২০১৮)। Mahamudra: How to Discover Our True Nature। Wisdom Publications। আইএসবিএন 978-1614293958। \nYeshe Gyaltsen, Kachen  (২০১৯)। Manjushri's Innermost Secret: A Profound Commentary of Oral Instructions on the Practice of Lama Chöpa। David Gonsalez কর্তৃক অনূদিত। Wisdom Publications। আইএসবিএন 978-1614295631। \n\n\n== আরও পড়ুন ==\nChagmé, Karma (২০০৯)। A Spacious Path to Freedom: Practical Instructions on Union of Mahamudra and Atiyoga। A. Wallace কর্তৃক অনূদিত। Ithaca, New York: Snow Lion। আইএসবিএন 978-1-55939-340-9। \nDzogchen Ponlop Rinpoche (২০০৩)। Wild Awakening: The Heart of Mahamudra and Dzogchen। Shambhala। আইএসবিএন 978-1590300961। \nGarchen Rinpoche (১৯৯৭)। Mahamudra Teachings। Khenpo Könchog Gyaltsen কর্তৃক অনূদিত। Beach Books। আইএসবিএন 978-0615578316। \nGyaltshen Rinpoche, Khenchen Konchog  (২০০২)। Garland of Mahamudra Practices। Shambhala। আইএসবিএন 978-1559391733। \nNamgyal, Dakpo Tashi (২০০৪)। Clarifying the Natural State। North Atlantic Books। আইএসবিএন 978-962-7341-45-1। \nWangchug Dorje (২০০৯)। Mahamudra: The Ocean of True Meaning। Henrik Havlat কর্তৃক অনূদিত। Verlag-Haus Monsenstein und Vannerdat। আইএসবিএন 978-3-86582-901-6। \n\n\n== বহিঃসংযোগ ==\n\nMahamudra Meditation Manual\nMahamudra on Study Buddhism"}