{"pageid": 1450429, "title": "জাতীয় সামুদ্রিক পতাকা", "url": "https://bn.wikipedia.org/wiki?curid=1450429", "content": "জাতীয় সামুদ্রিক পতাকা (ইংরেজি: Ensign) বলতে কোনও জাহাজের বা নৌযানের জাতীয় পরিচয় শনাক্ত করার জন্য ব্যবহৃত সামুদ্রিক পতাকাকে বোঝায়। জাতীয় সামুদ্রিক পতাকাটি জাহাজে ব্যবহৃত সবচেয়ে বড় পতাকা; এটিকে বন্দরে অবস্থানের সময় সাধারণত জাহাজের পশ্চাদ্ভাগে উত্তোলন ও ওড়ানো হয়। বন্দরে জাহাজের উৎস অনুযায়ী এটি অবিকল  পোতাগ্রতে (Bow) অবস্থিত ধ্বজপটের (Jack) ন্যায় হতে পারে। তবে ধ্বজপটগুলি বাণিজ্যিক জাহাজের পরিবর্তে যুদ্ধজাহাজেই বেশি দৃষ্ট হয়।\n\n\n== পতাকাবিদ্যায় ==\nপতাকাবিদ্যাতে যুদ্ধজাহাজে ব্যবহৃত জাতীয় সামুদ্রিক পতাকা এবং বেসামরিক বাণিজ্যিক জাহাজে ব্যবহৃত জাতীয় সামুদ্রিক পতাকার মধ্যে পার্থক্য করা হয়, যেখানে দুটিই একই জাতীয় পতাকার বহিঃপ্রকাশ।\nতবে যুক্তরাজ্য, জার্মানি ও নেদারল্যান্ডসে রাষ্ট্রীয় ও সশস্ত্র জাহাজগুলি এবং নিরস্ত্র ব্যক্তিগত জাহাজের মধ্যে পৃথকীকরণ অন্যান্য জাতিগুলির তুলনায় আগেই সাধিত হয়েছিল (ব্রিটিশ জাতীয় সামুদ্রিক পতাকা দেখুন)।\nপতাকাবিদরা জাতীয় সামুদ্রিক পতাকা হিসেবে ব্যবহৃত জাতীয় পতাকাকে তিনটি প্রকারে ভেদ করেন:\n\nরাষ্ট্রের জাতীয় সামুদ্রিক পতাকা বা সরকারের জাতীয় সামুদ্রিক পতাকা (ব্যবহার প্রতীক ), যা আনুষ্ঠানিক সরকারী সংস্থার সরকারি জাহাজগুলি বা বেসামরিক ব্যক্তি বহনকারী সহকারী জাহাজগুলি বহন করে।\nনৌবাহিনীর জাতীয় সামুদ্রিক পতাকা (naval ensign) (ব্যবহার প্রতীক ), যা কোনও দেশের নৌবাহিনী যুদ্ধপতাকা হিসেবে যুদ্ধজাহাজগুলিতে ব্যবহার করে, এবং যেগুলি এইরূপে তালিকাভুক্ত করা হয়। সামুদ্রিক পতাকা (War ensigns) অর্থ এই নয় যে দেশটি যুদ্ধে অংশ নিচ্ছে। এটি সামরিক ব্যবহারের সাথে সম্পর্কিত। যুদ্ধের আইন ও সমুদ্র আইন সম্পর্কে জাতিসংঘের চুক্তি অনুযায়ী এগুলি ব্যবহৃত হয়। যখন কোনও যুদ্ধজাহাজ যুদ্ধে যায়, তখন নৌবাহিনীর সামুদ্রিক পতাকার একটি বৃহত্তর সংস্করণ যুদ্ধকালীন সামরিক পতাকা (battle ensign) ব্যবহার করা হয়। সামুদ্রিক জাতীয় পতাকার সাথে ধ্বজপটের পার্থক্য আছে; ধ্বজপটটিকে বন্দরে অবস্থানের সময় অতিরিক্ত পতাকা হিসেবে পোতাগ্রে স্থাপিত ধ্বজদণ্ড থেকে ওড়ানো হয়।\nবেসামরিক জাতীয় সামুদ্রিক পতাকা (civil ensign) (ব্যবহার প্রতীক ) বাণিজ্যিক ও প্রমোদ জাহাজগুলিতে বহন করা হয়। বাণিজ্যিক সামুদ্রিক পতাকা বা বেসামরিক জাতীয় সামুদ্রিক পতাকা তাই কোনও দেশের বাণিজ্যিক নৌবহরের জন্য নির্ধারিত পতাকা, যদি না কোনও ব্যক্তিগত মালিকানাধীন জাহাজের অন্য কোনও পতাকা ব্যবহারের অনুমতি থাকে। বেসরকারি ব্যক্তিরা যাতে তাদের জাতীয়তা ঘোষণা করতে পারে, তাই এই বাণিজ্যিক পতাকাটি সৃষ্টি করা হয়। কিছু কিছু দেশে বিলাসবহুল প্রমোদতরী বা ইয়টগুলির জন্য (যেগুলি কোনও মালামাল বহন করে না) বিশেষ ইয়টের জাতীয় সামুদ্রিক পতাকা থাকে, যেটি সাধারণ বেসামরিক পতাকা থেকে ভিন্ন হয় ও এগুলির জন্য বিশেষ আইন থাকে। বাণিজ্যিক পতাকাগুলিকে কেবলমাত্র ঐসব জাহাজেই ওড়ানো যাবে, যেগুলি যুদ্ধজাহাজ, রাষ্ট্রীয় জাহাজ, সহকারী জাহাজ বা প্রমোদজাহাজ নয়। এই জাহাজগুলি কোনও দেশের বহিঃস্থ অঞ্চল হিসেবে গণ্য করা হয় না, বরং কোনও ব্যক্তির মালিকানাধীন হিসেবে গণ্য করা হয়, এবং এগুলি কোনও রাষ্ট্রের প্রতিনিধিত্ব করে না। এ কারণে এই জাহাজগুলিতে জাতীয় বা রাষ্ট্রীয় পতাকা ব্যবহার নিষেধ।\nবর্তমানে কিছু কিছু দেশে, যেমন মার্কিন যুক্তরাষ্ট্র ও ফ্রান্সে এখনও একটিমাত্র জাতীয় সামুদ্রিক পতাকা ও সেটিকেই ধ্বজপট হিসেবে ব্যবহার করা হয়, একই সময় এগুলিতে কোনও বিশেষ কোণচিহ্ন (Canton) ও স্বচ্ছ পরিচয়চিহ্ন থাকে না। মার্কিন যুক্তরাষ্ট্র কোস্ট গার্ড (উপকূলীয় প্রহরীবাহিনী) ব্যতীত মার্কিন সরকারের সমস্ত সমুদ্রগামী জাহাজ তাদের জাতীয় সামুদ্রিক পতাকা হিসেবে জাতীয় পতাকাই উড়িয়ে থাকে। তবে কিছু কিছু সরকারি সংস্থা তাদের সংস্থার পতাকাটিকেও স্বাতন্ত্র্যসূচক চিহ্ন হিসেবে ওড়াতে পারে।\n\n\n== চিত্রসম্ভার ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nস্বাতন্ত্র্যসূচক চিহ্ন\nসামুদ্রিক পতাকা\nধ্বজপট\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎসপঞ্জি ===\n\n\n== বহিঃসংযোগ =="}