{"pageid": 1450270, "title": "হরিহর দুর্গ", "url": "https://bn.wikipedia.org/wiki?curid=1450270", "content": "হরিহর দুর্গ / হর্ষগড় নাসিক শহর থেকে ৪০ কিমি, ইগতপুরী থেকে ৪৮ কিমি, 40 ভারতের মহারাষ্ট্রের নাসিক জেলার ঘোটি থেকে ৪০ কিমি. দূরে অবস্থিত একটি দূর্গ। এটি নাসিক জেলার একটি গুরুত্বপূর্ণ দুর্গ এবং গোন্ডা ঘাটের মধ্য দিয়ে বাণিজ্য পথ পাহারার জন্য এটি নির্মিত হয়েছিল। এর অসাধারণ পাথর-খোদাই করা সিড়ির কারণে এটি অনেক পর্যটক আকর্ষন করে।\n\n\n== ইতিহাস ==\nহরিহর দুর্গ নির্মিত হয়েছিল সেউনা (যাদব) রাজবংশের আমলে। ১৬৩৬ খ্রিষ্টাব্দে ত্রিম্বক এবং পুনের অন্যান্য দুর্গ সহ এই দূর্গটি খান জামামের কাছে আত্মসমর্পণ করে।  ক্যাপ্টেন ব্রিগস ১৮১৮ সালে  দুর্গটি সহ আরো ১৭টি দুর্গ দখল করে।\n\n\n== যোগাযোগ ==\nদুর্গের দুটি ভিত্তি গ্রাম রয়েছে, হর্ষেওয়াদি এবং নিরগুদপাদা। হর্ষেওয়াদি, ত্রিম্বকেশ্বর থেকে ১৩ কিমি. দূরে অবস্থিত। দুর্গের অন্য ভিত্তি গ্রাম হল নিরগুদপাদা বা কোটমভাদি যা গোটি  থেকে ৪০ কিমি. দূরে। গোটি  থেকে নাসিক ৪৮ কিমি. এবং মুম্বাই. ১২১ কিমি. দূরে অবস্থিত। ঘোটি থেকে ত্রিমবকেশ্বর পর্যন্ত বাস বা ব্যক্তিগত গাড়িতে ভ্রমণ করা যায়।  দুর্গ থেকে ফেরার সময় মনে রাখতে হবে; ত্রিমবকেশ্বর থেকে শেষ বাসটি সন্ধ্যা ৫.৩০ ঘোটির উদ্দেশ্যে ছেড়ে যায়। তবে অনেক রাত পর্যন্ত নাসিক হতে মুম্বাই যাওয়ার ট্রেন পাওয়া যায়। হারশেওয়াড়ি থেকে দূর্গে আরোহণ, নিরগুদপাদার চেয়ে সহজ। নিরগুদপাড়ার উত্তরের একটি টিলা থেকে একটি প্রশস্ত, নিরাপদ ট্রেকিং পথ শুরু হয়। এটি একটি খোলা, দূর্গের সাথে সংযুক্ত শৈলশিরায় পৌঁছানো পর্যন্ত ঝোপঝাড়ে পূর্ণ বনের মধ্য দিয়ে যায়। দুর্গটি যে পাহাড়ের উপর অবস্থিত সেখানে পৌঁছাতে প্রায় এক ঘন্টা সময় লাগে। পাহাড়ের ঢালে ৬০ মিটার পর্যন্ত ৬০ ডিগ্রি খাড়া শিলা কাটা ধাপ রয়েছে। সিঁড়িগুলি অনেক জায়গায় জীর্ণ হয়ে গেছে কিন্তু সিঁড়িগুলির উভয় পাশে ছিদ্র রয়েছে যা সহজেই ধরে রাখার জন্য স্থাপন করা হয়েছে৷ প্রধান প্রবেশদ্বারে পৌঁছানোর পর, পথটি একটি বাম ট্র্যাভার্সএ মোড় নেয় এবং আবার সর্পিল শিলা কাটা ধাপে আরোহণ করতে হয়, যা আগের ধাপগুলোর তুলনায় আরো খাড়া। এই সিড়িপথটি অবশেষে একটি সংকীর্ণ প্রবেশদ্বারে এসে শেষ হয়। অনেক জায়গায় সিঁড়ি এতটাই সংকীর্ণ যে একবারে শুধুমাত্র একজন ব্যক্তি আরোহণ করতে পারে৷ হরিহার দুর্গে  ও স্থানীয় গ্রামেও রাত্রিযাপন করা যায়।\n\n\n== বৈশিষ্ট ==\nএকটি ছোট প্রবেশদ্বার সহ একটি গুদাম ছাড়া দুর্গে কোন ভাল অবকাঠামো অবশিষ্ট নেই৷ দুর্গের কেন্দ্রে ৪ টি পাথর-কাটা জলাধারের সারি রয়েছে। পুরো দূর্গটি দেখতে মোটামুটি এক ঘন্টা সময় লাগে দুর্গ থেকে বাসগড়, ব্রহ্মগিরি, কাপদ্যা, ব্রহ্ম পাহাড় এবং ফেনির মনোরম দৃশ্য দেখা যায়। বিখ্যাত খাড়া সিঁড়ির সাথে সাথে এখানে আরো একসারি সিড়ি রয়েছে যা একটি গোপন প্রবেশ পথে নিয়ে যাবে [১]। \n\n\n== তথ্যসূত্র =="}