{"pageid": 1451185, "title": "নিখিল বঙ্গ নাগরিক সংঘ", "url": "https://bn.wikipedia.org/wiki?curid=1451185", "content": "নিখিল বঙ্গ নাগরিক সংঘ (ইংরেজি : অল বেঙ্গল সিটিজেনস অ্যাসোসিয়েশন\") ভারতে বাংলাদেশী উদ্বাস্তুদের একটি রাজনৈতিক সংগঠন যা ভারতে উদ্বাস্তুদের পুনর্বাসন এবং বাংলাদেশে হিন্দুদের বিরুদ্ধে নিপীড়নের বিরুদ্ধে লড়াই করার জন্য কাজ করে।\nসংস্থাটি ১৪ এপ্রিল, ২০০৮-এ মৈত্রেয়ী এক্সপ্রেসের উদ্বোধনকে ব্যাহত করার প্রচেষ্টায় কুখ্যাতি অর্জন করেছিল, যা ভারতের কলকাতা শহর এবং বাংলাদেশের রাজধানী ঢাকার মধ্যে ট্রেন পরিষেবা প্রদান করবে। সংস্থাটি ট্রেন পরিষেবা এবং বাংলাদেশের সঙ্গে ঘনিষ্ঠ সম্পর্ক গড়ে তোলার জন্য ভারত সরকারের প্রচেষ্টার নিন্দা করেছে। রোববার ওই রুটে তিনটি বোমা রাখার জন্য পুলিশ গ্রুপটিকে দায়ী করেছে। বোমাগুলি নিষ্ক্রিয় করা হয় এবং ট্র্যাকের কাছে বিক্ষোভ করার সময় গ্রুপের সমর্থকদের অনেককে গ্রেপ্তার করা হয়। বাংলাদেশী উদ্বাস্তুদের পুনর্বাসনের দাবিতে সংঘ কর্মী ও বিক্ষোভকারীরা ট্রেনটিও কিছুক্ষণের জন্য বন্ধ করে দেয়।\nনিখিল বঙ্গ নাগরিক সংঘ ১৯৭৭ সালের ২৩ নভেম্বর কলকাতায় শুরু হয়েছিল। এর পাশাপাশি এনবিএনএস সৌভাগ্যবান যে শ্রী অমিতাভ ঘোষ (বিহারের অবসরপ্রাপ্ত হিসাবরক্ষক) এবং শ্রী প্রমথ রঞ্জন ঠাকুর (মতুয়া সংঘের মহাসচিব) এর ফ্রেমার হিসেবে ছিলেন। সংগঠনের নেতাদের মধ্যে ছিলেন শ্রী সুব্রত চ্যাটার্জি (প্রকৌশলী), ড. কালিদাস বৈদ্য এবং শ্রী বীরেন্দ্রনাথ বিশ্বাস (অধ্যাপক)।\nনিখিল বঙ্গ নাগরিক সংঘের একমাত্র লক্ষ্য, তার সূচনাকাল থেকেই, ধর্মীয় নিপীড়নের বিরুদ্ধে জনমতকে শক্তিশালী করা এবং তার পরে বাংলাদেশ (পূর্ব পাকিস্তান) থেকে হিন্দু, বৌদ্ধ এবং খ্রিস্টান জনগণকে বহিষ্কার করা এবং তাদের মানবাধিকার প্রতিষ্ঠা করা। আরও জনমত সংগ্রহ ও গড়ে তোলার জন্য, সংগঠনটি বাংলার বিভিন্ন জেলা জুড়ে প্রতিবাদ মিছিল, বিক্ষোভ, সম্মেলন আয়োজনের সাথে জড়িত ছিল। সংগঠনটি ভারতের বাংলা রাজ্যে প্রথম বাংলাদেশি-বিরোধী অনুপ্রবেশকারীদের সংগ্রাম শুরু করে এবং বিপুল সংখ্যক রাজ্য থেকে তাদের বিতাড়িত করতে কোন কসরত রাখে নি। সংগ্রামের তীব্রতা একটি দুর্ভাগ্যজনক বিকাশের দিকে নিয়ে যায় - ২৮ জানুয়ারী, ১৯৮৬-এ, এনবিএনএস-এর দুই প্রধান কর্মী, শ্রী সুধন্য মল্লিক (বয়স ৫৫) এবং শ্রী প্রহ্লাদ ভমিক (বয়স ৩৫), রসুল্লাপুরে বাংলাদেশী মুসলিম অনুপ্রবেশকারীদের দ্বারা গুলি করে হত্যা করা হয়। নদীয়া জেলার চাকদহ থানার আওতাধীন।\n\n\n== তথ্যসূত্র =="}