{"pageid": 14510, "title": "কোয়ার্ক", "url": "https://bn.wikipedia.org/wiki?curid=14510", "content": "কোয়ার্ক হলো (kwɔːrk, kwɑːrk) একটি প্রাথমিক কণা এবং বস্তুরল একটি মৌলিক উপাদান। কোয়ার্কগুলি হ্যাড্রন নামে যৌগিক কণা গঠন করে, যার মধ্যে সবচেয়ে স্থিতিশীল কণাগুলো হলো প্রোটন এবং নিউট্রন যা পরমাণুর নিউক্লিয়াসের উপাদান। আয়নিক বন্ধন নামে পরিচিত একটি ঘটনার কারণে কোয়ার্ক সরাসরি পর্যবেক্ষণ করা বা বিচ্ছিন্নভাবে পাওয়া যায় না। এদের হ্যাড্রনগুলির মধ্যেই পাওয়া যেতে পারে, যার মধ্যে রয়েছে ব্যারিয়ন (যেমন প্রোটন এবং নিউট্রন) এবং মেসন। এই কারণে, কোয়ার্কের সম্পর্কে যা কিছু জানা গেছে তা হ্যাড্রনের পর্যবেক্ষণ থেকে নেওয়া হয়েছে।\nকোয়ার্কের তড়িৎ আধান, ভর, রঙ আধান, এবং স্পিন সহ বিভিন্ন অন্তর্নিহিত বৈশিষ্ট্য আছে। এরা কণা পদার্থবিজ্ঞানের প্রমিত মডেলের একমাত্র মৌলিক কণা যা মৌলিক বল (তড়িচ্চুম্বকীয় বল, মহাকর্ষ বল, সবল নিউক্লিয় বল এবং দুর্বল নিউক্লিয় বল) নামে পরিচিত চারটি মৌলিক মিথস্ক্রিয়ার অভিজ্ঞতা লাভ করে, সেইসাথে একমাত্র পরিচিত কণা যার তড়িৎ আধান কোন প্রাথমিক আধানের পূর্ণসাংখ্যিক গুণিতক নয়।\n\nকোয়ার্ক হলো একপ্রকার মৌলিক কণিকা। এরা হ্যাড্রনের গঠন উপাদান। মুরে জেল-ম্যান এদের নাম দেন কোয়ার্ক। নামটি জেমস জয়েস এর ফিনেগান্স ওয়েক উপন্যাসের একটি হেঁয়ালিপূর্ণ উক্তি: \"মাস্টার মার্কের তিনটি কোয়ার্ক!\" থেকে নেয়া হয়েছে।\nকোয়ার্ক এর ছয়টি ফ্লেভার আছে: আপ, ডাউন, চার্ম, স্ট্রেঞ্জ, টপ ও বটম। এই প্রতিটি ফ্লেভারের আছে তিনটি করে বর্ণ: লাল, সবুজ ও নীল। কোয়ার্কের তড়িতাধান ভগ্নাংশ (প্রোটন বা পদার্থবিজ্ঞানের ইলেক্ট্রন তুলনায়) পরিমাণ হয়ে থাকে। \nপ্রোটন এবং নিউট্রন হলো হ্যাড্রনের উদাহরণ। ১টি প্রোটন প্রকৃতপক্ষে ২টি আপ ও ১টি ডাউন কোয়ার্ক নিয়ে গঠিত। আর ১টি নিউট্রন ২টি ডাউন এবং ১টি আপ কোয়ার্কের সমন্বয়ে গঠিত।\nআপ ও ডাউন কোয়ার্কের চার্জ বা তড়িতাধান নিম্নরূপে বের করা যায়: (প্রোটনের চার্জকে একক ধরে)\nসমীকরণ ১ : ২ আপ চার্জ + ১ ডাউন চার্জ = ১ প্রোটন চার্জ = ১\nসমীকরণ ২ : ১ আপ চার্জ + ২ ডাউন চার্জ = ১ নিউট্রন চার্জ = ০\nসমীকরণ (১) ও (২) থেকে পাই, ১ ডাউন চার্জ = -১/৩ এবং ১ আপ চার্জ = ২/৩।\nআপ ও ডাউন ছাড়াও অন্য ফ্লেভারের কোয়ার্ক দিয়ে কণা গঠন করা সম্ভব, কিন্তু এদের ভর অপেক্ষাকৃত বেশি বলে, সৃষ্ট কণাগুলি স্বল্পস্থায়ী হয়ে থাকে। কিছু সময় পরই, এই ভারী কণাগুলি প্রোটন বা নিউট্রনে বিভাজিত হয়ে পড়ে।\n\n\n== ইতিহাস ==\n ১৯৬৪ সালে, পদার্থবিদ মারি গেল-মান ও জর্জ উইগ প্রথম কোয়ার্ক মডেল উপস্থাপন করেন ।\n\n\n== তথ্যসূত্র =="}