{"pageid": 1451, "title": "নোম চম্‌স্কি", "url": "https://bn.wikipedia.org/wiki?curid=1451", "content": "নোম চম্‌স্কি (পূর্ণনাম আভ্রাম নোম চম্‌স্কি; ইংরেজি: Avram Noam Chomsky); জন্ম ৭ই ডিসেম্বর, ১৯২৮) একজন মার্কিন তাত্ত্বিক ভাষাবিজ্ঞানী, শিক্ষাবিদ, দার্শনিক ও সমাজ সমালোচক। তিনি বর্তমানে ম্যাসাচুসেটস ইন্সটিটিউট অফ টেকনোলজি নামক মার্কিন প্রযুক্তি বিশ্ববিদ্যালয়ের আজীবন অধ্যাপক (Emeritus professor) এবং একই সাথে ইউনিভার্সিটি অফ অ্যারিজোনা নামক মার্কিন বিশ্ববিদ্যালয়ের বিশিষ্ট অধ্যাপক হিসেবে কাজ করছেন।\nচম্‌স্কি মার্কিন যুক্তরাষ্ট্রের পেনসিলভেনিয়া অঙ্গরাজ্যের ফিলাডেলফিয়া শহরে এক মধ্যবিত্ত আশকেনাজি ইহুদী অভিবাসী পরিবারে জন্মগ্রহণ করেন এবং সেখানেই বেড়ে ওঠেন। তিনি ইউনিভার্সিটি অফ পেনসিলভেনিয়া বিশ্ববিদ্যালয়ে স্নাতক ও স্নাতকোত্তর পর্যায়ে পড়াশোনা করেছেন। সেখান থেকে তিনি পরবর্তীতে ১৯৫৫ সালে ভাষাবিজ্ঞানে ডক্টরেট সনদ লাভ করেন। তিনি সেখানে মার্কিন ভাষাবিজ্ঞানী জেলিগ হ্যারিসের অধীনে কাজ করেন। স্নাতকোত্তর পর্যায়ে পড়াশোনা করার সময় চম্‌স্কি ১৯৫১ থেকে ১৯৫৫ সাল পর্যন্ত হার্ভার্ড বিশ্ববিদ্যালয়ে সহকারী গবেষক(Junior research fellow) হিসেবে কাজ করেন। ১৯৫৫ সালে তিনি ম্যাসাচুসেটস ইন্সটিটিউট অফ টেকনোলজি নামক প্রযুক্তি বিশ্ববিদ্যালয়ে ফরাসি ও জার্মান ভাষার প্রশিক্ষক হিসেবে যোগ দেন। ১৯৭৬ সালে তিনি সেখানকার ভাষাবিজ্ঞানের ইন্সটিটিউটের অধ্যাপক পদ লাভ করেন।\nবিগত অর্ধশতাব্দীরও বেশি সময় ধরে ভাষাবিজ্ঞান শাস্ত্রে চম্‌স্কির কাজ গভীর প্রভাব বিস্তার করে আসছে। তিনি ১৯৫৭ সালে তার সিন্ট্যাকটিক স্ট্রাকচার্স গ্রন্থে \"রূপান্তরমূলক উৎপাদনশীল ব্যাকরণ\" নামক তত্ত্বটির অবতারণা করেন, যা অনেকের মতে আধুনিক ভাষাবিজ্ঞানে এক \"বিপ্লবের\" সূচনা করে। চম্‌স্কি ভাষাবিজ্ঞানকে মানবমন-সংক্রান্ত বিষয় গবেষণার কেন্দ্রে স্থাপন করেন। চম্‌স্কির পূর্বে বিংশ শতাব্দীর প্রথমার্ধে ভাষাবিজ্ঞানীরা বিভিন্ন ভাষার বহিঃস্থ কাঠামোর মিল-অমিল নিয়ে বেশি গবেষণা করতেন। তিনি ভাষা ও মানবমনের গবেষণাতে এই অভিজ্ঞতাধর্মী ধারার সমালোচনা করেন এবং যুক্তিবাদী দৃষ্টিভঙ্গির প্রতি সমর্থন প্রদান করেন। তার মতে, প্রতিটি মানব শিশু জন্মের সময়েই যেকোন ভাষা আয়ত্বকরণের মূল সৃজনশীল বৈশিষ্টগুলি নিয়ে জন্মগ্রহণ করে। এই সা্র্বজনীন বৈশিষ্টগুলি মানুষের অবচেতন মনে অবস্থান করে।ভাষাবিজ্ঞানীদের কাজ হল, সংজ্ঞা ও যৌক্তিক বিশ্লেষণের মাধ্যমে এই বৈশিষ্টগুলির আসল রূপ উদ্ঘাটন করা। কেবল ভাষাবিজ্ঞান নয়, চম্‌স্কি সংজ্ঞানাত্মক বিজ্ঞান এবং মন ও ভাষার দর্শন শাস্ত্রেও গুরুত্বপূর্ণ অবদান রেখেছেন। তার এই তাত্ত্বিক অবদানগুলি বিংশ শতাব্দীর দ্বিতীয়ার্ধে \"সংজ্ঞানাত্মক বৈজ্ঞানিক বিপ্লবের\" সূচনা করে এবং এর ক্রমবিকাশে শক্তিশালী ভূমিকা রাখে।\nচম্‌স্কি রাজনৈতিক ভিন্নমতাবলম্বী হিসেবে মার্কিন অভ্যন্তরীণ রাজনীতি, বৈদেশিক নীতি ও বুদ্ধিজীবী সংস্কৃতির উপর তথাকথিত মার্কিন \"অর্থনৈতিক অভিজাতদের\" ক্ষতিকর প্রভাব বিশ্লেষণ করেন; যার সুবাদে তিনি বিশ্বব্যাপী অসংখ্য ভক্ত ও অনুরাগী অর্জন করেন। তিনি কিশোর বয়সেই স্থানীয় সংবাদপত্রে রাজনীতির উপর লিখতেন। কিন্তু রাজনীতি নিয়ে বেশি লেখালেখি শুরু করেন ১৯৬০-এর দশক থেকে। সেসময় দক্ষিণ-পূর্ব এশিয়াতে মার্কিন যুক্তরাষ্ট্রের বৈদেশিক নীতি ছিল তার সমালোচনার বিষয়। এরপর মার্কিন পররাষ্ট্রনীতির ব্যাপারে সাধারণ মার্কিন জনগণের ঐকমত তৈরির ক্ষেত্রে বিভিন্ন গণমাধ্যম ও শিক্ষা প্রতিষ্ঠানগুলির ভূমিকার তীক্ষ্ণ সমালোচনা করে অনেকগুলি বই লিখেন। চম্‌স্কি মার্কিন পররাষ্ট্রনীতির ধ্বংসাত্মক ফলাফলগুলি নিয়ে নিয়মিত খোলাখুলি সমালোচনা করেন। তিনি বলেন, \"মার্কিন বুদ্ধিজীবীদের দায়িত্ব হল, মার্কিন সরকারের অনৈতিক নীতিগুলির যৌক্তিক সমালোচনা করা এবং এই নীতিগুলিকে পরাস্ত করার লক্ষ্যে ব্যবহারযোগ্য রাজনৈতিক কৌশল অনুসন্ধান করা। রাজনৈতিকভাবে চম্‌স্কি ব্যক্তিস্বাতন্ত্র্যভিত্তিক সমাজতন্ত্র ও নৈরাজ্যমূলক শ্রমিকসংঘবাদের অনুসারী।\n\n\n== শৈশব: ১৯২৮–১৯৪৫ ==\nআব্রাম নোম চমস্কি পেনসিলভেনিয়ার ফিলাডেলফিয়ার পূর্ব ওকলেনে  ১৯২৮ সালের ৭ ডিসেম্বর জন্মগ্রহণ করেছিলেন। তার বাবা উইলিয়াম চম্‌স্কি ছিলেন এক হিব্রু পণ্ডিতের সন্তান। তিনি ইউক্রেনের এক শহর থেকে যুক্তরাষ্ট্রে এসেছিলেন। অন্যদিকে তার মা এলজি চম্‌স্কি (পূর্বনাম সিমনফস্কি)ইউরোপের বেলারুস থেকে মা-বাবার সাথে যুক্তরাষ্ট্রে আসেন। তার মা যুক্তরাষ্ট্রেই বেড়ে ওঠেন এবং তিনি সাধারণ নিউইয়র্কের স্থানীয় ভাষায় কথা বলতেন।\nতাঁর বাবা, জেয়েভ \"উইলিয়াম\" চমস্কি এবং এলসি সাইমনোফস্কি ছিলেন ইহুদি অভিবাসী। উইলিয়াম ১৯১৩ সালে রাশিয়ান সাম্রাজ্য থেকে পালিয়ে  বাল্টিমোর সোয়েটশপ এবং হিব্রু প্রাথমিক বিদ্যালয়ে  কাজ করেছিলেন। ফিলাডেলফিয়ায় চলে আসার পরে, উইলিয়াম  মিকভেহ ইস্রায়েল ধর্মীয় বিদ্যালয়ের অধ্যক্ষ হয়েছিলেন এবং গ্র্যাটজ কলেজে  যোগদান করেন।\nনোম ছিলেন উইলিয়ামের প্রথম সন্তান। চমস্কির ছোট ভাই ডেভিড এলি চমস্কি পাঁচ বছর পরে ১৯৩৪ সালে জন্মগ্রহণ করেন। দুই ভাই কাছাকাছি থাকতো, যদিও ডেভিড খুব চঞ্চল ছিল,  যদিও নোম খুব কম চঞ্চল ছিলনা। চমস্কি এবং তার ভাই ইহুদীদের মধ্যে বড় হয়েছিল, ছোটবেলায় তাদের হিব্রু ভাষা শেখানো হয় এবং নিয়মিত জায়নিজমের রাজনৈতিক তত্ত্ব শিক্ষা দেওয়া হয়। তাদের পরিবার 'আহাদ হাম' এর  বাম জায়নিস্ট রচনাবলী দ্বারা বিশেষভাবে প্রভাবিত হয়েছিল।  চমস্কি  শৈশবে জাতিগত বিদ্বেষের শিকার হন  ফিলাডেলফিয়ার আইরিশ এবং জার্মান সম্প্রদায় থেকে। \nচমস্কি ইন্ডিপেন্ডেন্ট, ডিউইয়েট ওকলেন কান্ট্রি ডে স্কুল এবং ফিলাডেলফিয়ার সেন্ট্রাল হাই স্কুলে পড়াশোনা করেছেন। যেখানে তিনি প্রাতিষ্ঠানিক দক্ষতা অর্জন করেছিলেন। তিনি বিভিন্ন ক্লাব এবং সোসাইটিতে যোগদান করতেন। তবে বিদ্যালয়ের নিয়ন্ত্রিত শিক্ষা ও পুরোহিত ধাচের  শিক্ষার জন্য সমস্যায় পড়েছিলেন।  তিনি গ্রেটজ কলেজের হিব্রু হাই স্কুলেও পড়াশোনা করেছিলেন;যেখানে তার বাবা পড়াশোনা করেছিলেন।\n\n\n== বিশ্ববিদ্যালয়: ১৯৪৫–১৯৫৫ ==\n১৯৪৫ সালে ১৬ বছর বয়সে, চমস্কি পেনসিলভেনিয়া বিশ্ববিদ্যালয়ে পড়াশোনা করেছিলেন। সেখানে তিনি দর্শন, যুক্তিবিদ্যা এবং ভাষা বিষয়ে শিক্ষালাভ করেন।সেই সময় তিনি আরবি শিখতে চেয়েছিলেন। এর আগে তিনি বাড়িতে হিব্রু ভাষা শিখেছিলেন।\n১৯৫১ থেকে ১৯৫৫ সাল পর্যন্ত চমস্কি হার্ভার্ড বিশ্ববিদ্যালয়ের সোসাইটি অফ ফেলো-এর সদস্য ছিলেন, যেখানে তিনি তাঁর পিএইচডি এর  গবেষণার কাজ করছিলেন। চমস্কি তখন হার্ভার্ডের প্রতি আকৃষ্ট হয়েছিলেন কারণ সেখানে দার্শনিক উইলার্ড ভ্যান অরম্যান কুইন ছিলেন। কুইন এবং আরও একজন দার্শনিক, অক্সফোর্ড বিশ্ববিদ্যালয়ের জে এল। অস্টিন, চমস্কিকে দৃঢ়ভাবে প্রভাবিত করেছিলেন। ১৯৫২ সালে চমস্কি তাঁর প্রথম একাডেমিক নিবন্ধ 'সিস্টেমস অফ সিনট্যাকটিক' অ্যানালাইসিস প্রকাশ করেন; যা ভাষাতত্ত্বের জার্নালে নয়, 'জার্নাল অফ সিম্বলিক লজিক'-এ প্রকাশিত হয়েছিল। \nপেনসিলভেনিয়ায় ছাত্র হিসাবে নিবন্ধিত হন নি, তবে ১৯৫৫ সালে তিনি রূপান্তর ব্যাকরণ সম্পর্কে তার ধারণাগুলি স্থাপনের জন্য একটি থিসিস জমা দিয়েছিলেন; এটির জন্য তাঁকে একজন ফিল্টারস অফ ডিগ্রি ডিগ্রি প্রদান করা হয়েছিল। হার্ভার্ডের অধ্যাপক জর্জ আর্মিটেজ মিলার চমস্কির থিসিস দ্বারা প্রভাবিত হয়েছিলেন এবং গাণিতিক ভাষাতত্ত্বের বেশ কয়েকটি প্রযুক্তিগত গবেষণাপত্রে তাঁর সাথে সহযোগিতা করেছিলেন।\n১৯৪৪ সালে চমস্কি ক্যারল ডরিস স্ক্যাটজের সাথে প্রেমের সম্পর্ক শুরু করেছিলেন, যাকে তিনি শৈশবকাল থেকেই চিনতেন। তারা ১৯৪৯ সালে বিয়ে করেছিলেন। হার্ভার্ডে চমস্কির ফেলো হওয়ার পরে, এই দম্পতি বোস্টনের অলস্টন অঞ্চলে চলে গিয়েছিলেন।\nএমআইটিতে তিনি ১৯৫৫ সালে একজন সহকারী অধ্যাপকের পদ লাভ করেন। এমআইটি-তে চমস্কি তার অর্ধেক সময় ব্যয় করেছিলেন যান্ত্রিক অনুবাদের কাজে।  ১৯৫৭থেকে ১৯৫৮ সাল পর্যন্ত তিনি কলম্বিয়া বিশ্ববিদ্যালয় পরিদর্শনকারী অধ্যাপক হিসেবে নিযুক্ত ছিলেন। চমস্কিদের একই বছর তাদের প্রথম মেয়ে সন্তান হয়েছিল,মেয়ের নাম রাখেন  আভিভা। ১৯৫৮ থেকে ১৯৫৯ অবধি চমস্কি নিউ জার্সির প্রিন্সটনের ইনস্টিটিউট ফর অ্যাডভান্সড স্টাডিতে একটি জাতীয় বিজ্ঞান ফাউন্ডেশনের সহযোগী ছিলেন।\n\n\n== গ্রন্থতালিকা ==\n\n\n=== ভাষাবিজ্ঞান ===\nচম্‌স্কির সম্পূর্ণ গ্রন্থতালিকা দেখুন তাঁর এমআইটি-র পাতায়।\n\nচম্‌স্কি (১৯৫১)। Morphophonemics of Modern Hebrew। স্নাতকোত্তর সন্দর্ভ, ইউনিভার্সিটি অফ পেনসিলভেনিয়া।\nচম্‌স্কি (১৯৫৫)। Logical Structure of Linguistic Theory। এমআইটি মানববিদ্যা লাইব্রেরি। মাইক্রোফিল্ম।\nচম্‌স্কি (১৯৫৫)। Transformational Analysis. পিএইচডি অধিসন্দর্ভ , ইউনিভার্সিটি অফ পেনসিলভেনিয়া।\nচম্‌স্কি, নোম, মরিস হালে ও ফ্রেড লুকফ (১৯৫৬)। \"On accent and juncture in English\"। For Roman Jakobson-এ। দ্য হেগ: মুতঁ।\nচম্‌স্কি (১৯৫৭)। Syntactic Structures. The Hague: Mouton. Reprint. Berlin and New York (1985).\nচম্‌স্কি (১৯৬৪)। Current Issues in Linguistic Theory.\nচম্‌স্কি (১৯৬৫)। Aspects of the Theory of Syntax. Cambridge: The MIT Press.\nচম্‌স্কি (১৯৬৫)। Cartesian Linguistics. New York: Harper and Row. Reprint. Cartesian Linguistics. A Chapter in the History of Rationalist Thought. Lanham, Maryland: University Press of America, 1986.\nচম্‌স্কি (১৯৬৬)। Topics in the Theory of Generative Grammar.\nচম্‌স্কি, নোম, এবং মরিস হালে (১৯৬৮). The Sound Pattern of English. New York: Harper & Row.\nচম্‌স্কি (১৯৬৮)। Language and Mind.\nচম্‌স্কি (১৯৭২)। Studies on Semantics in Generative Grammar.\nচম্‌স্কি (১৯৭৫)। The Logical Structure of Linguistic Theory.\nচম্‌স্কি (১৯৭৫)। Reflections on Language.\nচম্‌স্কি (১৯৭৭)। Essays on Form and Interpretation.\nচম্‌স্কি (১৯৭৯)। Morphophonemics of Modern Hebrew.\nচম্‌স্কি (১৯৮০)। Rules and Representations.\nচম্‌স্কি (১৯৮১)। Lectures on Government and Binding: The Pisa Lectures. Holland: Foris Publications. Reprint. 7th Edition. Berlin and New York: Mouton de Gruyter, 1993.\nচম্‌স্কি (১৯৮২)। Some Concepts and Consequences of the Theory of Government and Binding.\nচম্‌স্কি (১৯৮২)। Language and the Study of Mind.\nচম্‌স্কি (১৯৮২)। Noam Chomsky on The Generative Enterprise, A discussion with Riny Hyybregts and Henk van Riemsdijk.\nচম্‌স্কি (১৯৮৪)। Modular Approaches to the Study of the Mind.\nচম্‌স্কি (১৯৮৬)। Knowledge of Language: Its Nature, Origin, and Use.\nচম্‌স্কি (১৯৮৬)। Barriers. Linguistic Inquiry Monograph Thirteen. Cambridge, MA and London: The MIT Press.\nচম্‌স্কি (১৯৯৩)। Language and Thought.\nচম্‌স্কি (১৯৯৫)। The Minimalist Program. Cambridge, MA: The MIT Press.\nচম্‌স্কি (১৯৯৮)। On Language.\nচম্‌স্কি (২০০০)। New Horizons in the Study of Language and Mind.\nচম্‌স্কি (২০০০)। The Architecture of Language (Mukherji, et al, eds.).\nচম্‌স্কি (২০০১)। On Nature and Language (Adriana Belletti and Luigi Rizzi, ed.).\n\n\n=== কম্পিউটার বিজ্ঞান ===\nChomsky (1956)। Three models for the description of language. I.R.E. Transactions on Information Theory, vol. IT-2, no. 3: 113-24.\n\n\n=== রাজনীতি ===\n(1969)। American Power and the New Mandarins\n(1970)। \"Notes on Anarchism,\" New York Review of Books\n(1970)। At war with Asia\n(1970)। Two essays on Cambodia\n(1971)। Chomsky: selected readings\n(1971)। Problems of knowledge and freedom\n(1973)। For reasons of state\n(1974)। Peace in the Middle East? Reflections on justice and nationhood\n(1976)। Intellectuals and the state\n(1978)। Human Rights and American Foreign Policy\n(1979)। With Edward Herman, After the cataclysm: postwar Indochina and the reconstruction of imperial ideology\n(1979)। Language and responsibility\n(1979)। With Edward Herman, The Washington connection and Third World fascism\n(1981)। Radical priorities\n(1982)। Superpowers in collision: the cold war now\n(1982)। Towards a new cold war: essays on the current crisis and how we got there\n(1983)। The fateful triangle: the United States, Israel, and the Palestinians\n(1985)। Turning the tide : U.S. intervention in Central America and the struggle for peace\n(1986)। Pirates & emperors: international terrorism in the real world\n(1986)। The race to destruction: its rational basis\n(1987)। The Chomsky reader\n(1987)। On Power and Ideology\n(1987)। Turning the tide: the U.S. and Latin America\n(1988)। The Culture of Terrorism\n(1988)। Language and Politics\n(1988)। With Edward Herman, Manufacturing consent: the political economy of the mass media\n(1989)। Necessary Illusions\n(1991)। Terrorizing the Neighborhood\n(1992)। What Uncle Sam really wants\n(1992)। Chronicles of dissent\n(1992)। Deterring democracy\n(1993)। Letters from Lexington: reflections on propaganda\n(1993)। The prosperous few and the restless many\n(1993)। Rethinking Camelot: JFK, the Vietnam War, and U.S. political culture\n(1993)। World order and its rules: variations on some themes\n(1993)। Year 501: the conquest continues\n(1994)। Keeping the rabble in line\n(1994)। Secrets, lies, and democracy\n(1994)। World orders, old and new\n(1995)। Secrets, lies, and democracy\n(1996)। Powers and prospects: reflections on human nature and the social order\n(1996)। Class warfare\n(1997)। Media control: the spectacular achievements of propaganda\n(1997)। One chapter, The Cold War and the University\n(1998)। The Culture of Terrorism\n(1999)। The new military humanism: lesssons from Kosovo\n(1999)। Profits over people\n(1999)। The fateful triangle\n(2000)। Rogue States\n(2001)। Propaganda and the public mind\n(2001)। 9-11\n(2002)। Understanding Power: the indispensable Noam Chomsky\n(2002)। Media control\n(2003)। Hegemony or Survival: America's Quest for Global Dominance\n(2005)। Chomsky on anarchism\n(2006)। Failed States : The Abuse of Power and the Assault on Democracy\n\n\n== চলচ্চিত্র ==\nManufacturing Consent: Noam Chomsky and the Media (1992)\nDistorted Morality — America's War On Terror?, Director: John Junkermann, Japan 2003\nNoam Chomsky: Rebel Without a Pause (TV), Director: Will Pascoe, 2003\nThe Corporation Director: Jennifer Abbott and Mark Achbar (2003)\n\n\n== সাক্ষাৎকার ==\n\n\n=== By David Barsamian ===\nKeeping the Rabble in Line (1994)\nClass Warfare (1996)\nThe Common Good (1998)\nPropaganda and the Public Mind (2001)\nImperial Ambitions - Conversations With Noam Chomsky On The Post-9/11 World (2005)\n\n\n=== By Others ===\nSee complete list of interviews here: chomsky.info  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১০ জানুয়ারি ২০০৮ তারিখে\n\n\n== আরও দেখুন ==\n\nPolitics of Noam Chomsky\nCriticism of Noam Chomsky\nLanguage acquisition\nChomskybot\nChomsky hierarchy\nImportant publications in computability\n\"Colorless green ideas sleep furiously.\"\nIntellectual worker\nNim Chimpsky\nChomsky torrents\nPropaganda model\nThe Professors: The 101 Most Dangerous Academics in America by David Horowitz\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nচম্‌স্কির নিজস্ব ওয়েবসাইট\nচম্‌স্কির এমআইটি-র পাতা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১০ ফেব্রুয়ারি ২০০৭ তারিখে\nজি নেটের আলোচনাচক্রে দেয়া সাম্প্রতিক উত্তরগুলো\nচম্‌স্কির জি.নেট ব্লগ (জি নেটের আলোচনাচক্রে দেয়া উত্তর থেকে বাছাইকৃত)\nচম্‌স্কির জি নেট আর্কাইভ - রাজনৈতিক রচনাবলীর সংগ্রহ"}