{"pageid": 1451883, "title": "আলেকজান্ডারের পিসি", "url": "https://bn.wikipedia.org/wiki?curid=1451883", "content": "আলেকজান্ডারের পিসি ২০২৪ সালের একটি ভারতীয় বাংলা ভাষার হাস্যরসাত্মক নাট্য চলচ্চিত্র। আদিকা প্রোডাকশনের ব্যানারে প্রযোজনা করেছেন আদিত্য অশোক ও পরিচালনা করেছেন দেবজ্যোতি সরকার। গল্প লিখেছেন দুলেন্দ্র ভৌমিক। প্রধান চরিত্রে অভিনয় করেছেন অপরাজিতা আঢ্য, বিশ্বনাথ বসু, চন্দন সেন, তীর্থ ভট্টাচার্য ও ঋদ্ধিরাজ দত্ত।\n\n\n== পটভূমি ==\nপলাশডাঙ্গায় চৌদিঘি গ্রামের কয়েকজন কিশোর একত্রিত হয়ে ‘বালক সংঘ’ নামে একটি ক্লাব তৈরি করে। সেই ক্লাবের প্রধান চরিত্রগুলির মধ্যে অন্যতম সুবল দা (মূল সংগঠক এবং এই ক্লাবের নাট্য পরিচালক), নেবু (বিপ্রদাস গুহঠাকুরতা) সে এই ক্লাবের সেক্রেটারি, গদা আর গদার পিসি, কখনও কখনও সে অপ্রীতিকর আচরণ করে কিন্তু বাস্তবে সে খুবই উদ্যমী। এই ক্লাবের পাশে সবসময়েই থাকে পিসি কারণ গদা এই ক্লাবের সদস্য। সেই ক্লাবেই বার্ষিক অনুষ্ঠান হিসাবে 'আলেকজান্ডারের ভারত আক্রমণ' নামে একটি নাটক পরিবেশন করা হয়। গদা এই নাটকের প্রধান চরিত্র (আলেকজান্ডার) হওয়ার দাবি করে। সমস্ত সদস্যরা অবাক হয়ে গেল কারণ গদার চেহারা এতটাই রোগা ছিল যে তিনি কীভাবে আলেকজান্ডারের চরিত্রে মানানসই হবেন তা ভেবে অবাক কিন্তু শেষ পর্যন্ত তারা তাকে মেনে নিতে হয়েছিল কারণ গদার পিসির আর্থিক সহায়তা ছাড়া নাটকটি মঞ্চস্থ করা তাদের পক্ষে অসম্ভব ছিল। নাটকের মাঝখানে হঠাৎ গদার পিসি হাতে ঝাড়ু নিয়ে রেগে মঞ্চে প্রবেশ করলে একটা তোলপাড় পরিস্থিতির সৃষ্টি হয় এবং সদস্যরা মঞ্চের পর্দা নামাতে বাধ্য হয় এবং নাটকটি বাতিল করা হয়। সেই ঘটনার জন্য 'বালক সংঘ'-এর সদস্যদের মাথা নীচু হয়ে যায়। কয়েকদিন পর ক্লাবের সদস্যরা সিদ্ধান্ত নিয়েছে যে তারা তাদের সুনাম পুনরুদ্ধার করার জন্য একটি নতুন আকর্ষণীয় অনুষ্ঠান আয়োজন করবে। এবং তাদের দ্বারা সিদ্ধান্ত নেওয়া হয়েছিল যে তারা সাত দিনব্যাপী, \"তাঁসা যাত্রা পালা\" নামে বাংলার একটি অপ্রচলিত শিল্পের আয়োজন করবে, যা ক্লাবের প্রতিষ্ঠা দিবস থেকে শুরু হবে। কিন্তু শেষ পর্যন্ত কি নিজেদের সুনাম ফিরে পাবে বালক সংঘ? \n\n\n== অভিনয়শিল্পী ==\nঅপরাজিতা আঢ্য - পিসি\nবিশ্বনাথ বসু\nঋদ্ধিরাজ দত্ত\nচন্দন সেন\nপার্থসারথি দেব\nতীর্থ ভট্টাচার্য\nসমীর বিশ্বাস\nসঞ্জীব মুখার্জি\nঅচিন্ত্য দত্ত\nউদয় শঙ্কর পাল\nমনীশ চক্রবর্তী\nদীপক হালদার\nস্বাতী মুখোপাধ্যায়\nদীপন সাহা\nরিতম বন্দ্যোপাধ্যায়\nসাহেব মাঝি\nতন্ময় চক্রবর্তী\n\n\n== মুক্তি ==\nচলচ্চিত্রটি ২০২৪ সালের ২৮শে জুন পশ্চিমবঙ্গের প্রেক্ষাগৃহে মুক্তি পায় এবং ট্রেইলার ১৯শে জুন প্রকাশ করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে আলেকজান্ডারের পিসি   (ইংরেজি)"}