{"pageid": 1451717, "title": "ইউনাইটেড এয়ারক্রাফট কর্পোরেশন", "url": "https://bn.wikipedia.org/wiki?curid=1451717", "content": "পিজেএসসি ইউনাইটেড এয়ারক্রাফ্ট কর্পোরেশন ( ইউএসি ) ( রুশ: Объединённая авиастроительная корпорация ) একটি রাশিয়ান মহাকাশ ও প্রতিরক্ষা কর্পোরেশন । রাশিয়ান সরকারের একটি সংখ্যাগরিষ্ঠ অংশীদারিত্বের সাথে, এটি রাশিয়ান বেসরকারী এবং রাষ্ট্রীয় মালিকানাধীন বিমান উত্পাদনকারী সংস্থাগুলি এবং সামরিক, বেসামরিক, পরিবহন এবং চালকবিহীন বিমানের উত্পাদন, নকশা এবং বিক্রয়ের সাথে জড়িত সম্পদগুলিকে একত্রিত করে। এর সদর দফতর ক্রাসনোসেলস্কি জেলা, সেন্ট্রাল অ্যাডমিনিস্ট্রেটিভ ওক্রুগ, মস্কোতে অবস্থিত। \nকর্পোরেশনের অনেক সম্পদ রাশিয়ার বিভিন্ন অঞ্চলে অবস্থিত, ইতালি, ভারত এবং চীনের বিদেশী অংশীদারদের সাথে যৌথ উদ্যোগে। \n\n\n== ইতিহাস ==\n\n\n=== পূর্বসূরি ===\n১৯৯১ সালে সোভিয়েত ইউনিয়নের আকস্মিক পতনের পর, রাশিয়ার মহাকাশ শিল্প অশান্তিতে পড়ে। অত্যধিক পরিমাণ আমদানি এবং অত্যন্ত প্রতিরক্ষামূলক শুল্ক উত্পাদন শিল্পকে ধ্বংস করেছে, মহাকাশ এবং স্বয়ংচালিত শিল্প উভয়ই।  সামরিক বিমান শিল্প সোভিয়েত সময় থেকে প্রচুর পরিমাণে উপাদান এবং যন্ত্রাংশের সঞ্চয়স্থান থেকে লাভবান হয়ে রপ্তানি সম্ভাবনার উন্নতি করতে সক্ষম হয়, যখন বেসামরিক বিমান শিল্প ক্ষতির সম্মুখীন হয় এবং বেসামরিক বিমানের উৎপাদন হ্রাস পায়। উদাহরণস্বরূপ, ১৯৯০ সালে রাশিয়া ৭১৫ বিমান তৈরি করে। আট বছর পর সেই সংখ্যা ৬৬১ কমে মাত্র ৫৬ বিমানে দাঁড়িয়েছে। ২০০০ সালে মাত্র ৪টি বেসামরিক বিমান তৈরি হয়।  এটি সমাধান করার জন্য, সেই সময়ের রাশিয়ার রাষ্ট্রপতি, বরিস ইয়েলতসিন, সিদ্ধান্ত নেন যে একত্রীকরণ প্রয়োজন, এবং মস্কো বিমান উৎপাদন সমিতি (মিলিটারি ইন্ডাস্ট্রিয়াল কমপ্লেক্স - মস্কো এয়ারক্রাফ্ট প্রোডাকশন অ্যাসোসিয়েশন) তৈরি করে, যার মধ্যে মিকোয়ানের মতো সংস্থাগুলি অন্তর্ভুক্ত রয়েছে। একত্রীকরণ সফল হয়নি এবং এমএপিও পরে সুখোইয়ের সাথে একীভূত হয়। \n\n\n=== প্রথম বছর ===\nইউএসিটি ২০ ফেব্রুয়ারি ২০০৬-এ রাশিয়ার রাষ্ট্রপতি ভ্লাদিমির পুতিন কর্তৃক রাষ্ট্রপতির ডিক্রি নং ১৪০-এ ইলিউশিন, ইরকুট, মিকোয়ান, সুখোই, তুপোলেভ এবং ইয়াকোলেভের শেয়ারগুলিকে একত্রিত করে OJSC ইউনাইটেড এয়ারক্রাফ্ট কর্পোরেশন নামে একটি নতুন যৌথ-স্টক কোম্পানি হিসাবে তৈরি করা হয়। উৎপাদন অপ্টিমাইজ করতে এবং ক্ষতি কমাতে। ইউএসি বলেছে যে কর্পোরেশনটি কেন তৈরি করা হয় তা ছিল রাশিয়ান বিমান শিল্পের বৈজ্ঞানিক ও শিল্প সম্ভাবনা, রাষ্ট্রের সুরক্ষা এবং প্রতিরক্ষা এবং দীর্ঘমেয়াদী বাস্তবায়নের জন্য বুদ্ধিবৃত্তিক, শিল্প এবং আর্থিক সংস্থানগুলির ঘনত্ব রক্ষা এবং বিকাশ করা। বিমান চালনা প্রোগ্রাম  ইউনাইটেড এয়ারক্রাফ্ট কর্পোরেশন Tupolev Tu-154 \"কেয়ারলেস\", Tupolev Tu-204, Ilyushin Il-96, Ilyushin Il-114, এবং Mikoyan, Sukhoi, Yakovlev, Tupolev, এবং Ilyushin সামরিক বিমান উৎপাদন শুরু করে সমস্ত কর্পোরেশন তৈরির আগে তৈরি করা হয়।\n\nফেব্রুয়ারী ২০০৭-এ, ইউএসি তার প্রথম বিমান এবং ইউএসি ব্র্যান্ডের অধীনে ডিজাইন করা ও রপ্তানি করা প্রথম সামরিক বিমান উপস্থাপন করে, মিগ-৩৫, NATO দ্বারা \"Fulcrum-F\" হিসেবে মনোনীত এবং Mikoyan দ্বারা একটি জেনারেশন 4++ জেট ফাইটার ।  মিগ-৩৫ আনুষ্ঠানিকভাবে ভারতের ব্যাঙ্গালোরে অ্যারো ইন্ডিয়া ২০০৭ এয়ার শো চলাকালীন উপস্থাপিত হয় এবং রাশিয়ার প্রতিরক্ষা মন্ত্রী সের্গেই ইভানভ যখন লুখোভিটস্কি মেশিন বিল্ডিং প্ল্যান্ট \"MAPO-MIG\" পরিদর্শন করেন তখন আনুষ্ঠানিকভাবে উন্মোচন করা হয়।  মিগ-৩৫ ভারতীয় MRCA প্রতিযোগিতায় তার চতুর্থ প্রজন্মের প্রতিযোগী ছিল কিন্তু এপ্রিল ২০১১ সালে প্রতিযোগিতা থেকে বের হয়ে যায়।  মিগ-৩৫ রাশিয়ান বিমান বাহিনী গ্রহণ করবে এবং ২০১৮ সালে  চালু করার পরিকল্পনা করা হয়।\nঅক্টোবর ২০০৭ সালে, ফেডারেল ফিনান্সিয়াল মার্কেটস সার্ভিস ইউনাইটেড এয়ারক্রাফ্ট বিল্ডিং কর্পোরেশনের জন্য সাধারণ শেয়ারের একটি প্রাথমিক ইস্যু নিবন্ধিত করে। ইস্যুতে ১ রুবল (US$0.04) মূল্যের 96,724,000,000 শেয়ার অন্তর্ভুক্ত।  ২০০৭ সালের ডিসেম্বরে, দ্বিতীয় বৃহত্তম (এবং রাষ্ট্রীয় মালিকানাধীন) রাশিয়ান ব্যাংক Vneshtorgbank (VTB) ঘোষণা করেছে যে এটি EADS- এ তার ৫% শেয়ার বাজার মূল্যে ইউএসি এর কাছে বিক্রি করবে।  সেই মাসের শেষের দিকে VTB EADS-এ তার শেয়ার রাষ্ট্রীয় মালিকানাধীন রাশিয়ান ডেভেলপমেন্ট ব্যাঙ্কের ( VEB ) কাছে বিক্রি করে।  ইএডিএস ইতিমধ্যেই ইরকুটে ১০% শেয়ারের মালিক যা এটি ইউএসি শেয়ারে রূপান্তর করার পরিকল্পনা করেছে, যার ফলে EADS এবং UAC একে অপরের শেয়ারের মালিক। তারা ২০০৮ সালে সম্ভাব্য ১০-১৫% শেয়ার ইস্যুর পরিকল্পনাও ঘোষণা করে, ৭৫% শেয়ার ধরে রাখার পরিকল্পনা করে।  বর্তমানে, ৫টি অতিরিক্ত শেয়ার ইস্যু রাখার পর, কর্পোরেশনের চার্টার্ড মূলধনের পরিমাণ ১৭৪.৬১ বিলিয়ন রুবল । ইউএসি-এর চার্টার্ড ক্যাপিটালে রাশিয়ান ফেডারেশনের শেয়ার ৮০.২৯%।\n\nফেব্রুয়ারী ২০০৮ সালে, ইউএসি সুখোই Su-27-এর একটি উন্নত সংস্করণ নিয়ে আসে, সুখোই Su-35S, যাকে Su-35BMও বলা হয়, যা রাশিয়ার প্রথম পঞ্চম প্রজন্মের আসন্ন সুখোই PAK FA- এর অন্তর্বর্তী বিমান হিসেবে কাজ করবে ফাইটার জেট । এটি Su-27-এর দ্বিতীয় আধুনিক সংস্করণ, যেখানে প্রথম আধুনিক সংস্করণটি ২৮ জুন ১৯৮৮ সালে সংঘটিত হয়, যা সুখোই Su-27M নামে পরিচিত, এটি Su-35 নামেও পরিচিত। উন্নত এয়ারক্রাফটের মধ্যে রয়েছে একটি রিইনফোর্সড এয়ারফ্রেম, এয়ার-থ্রাস্টেড ইঞ্জিন, রাডার এবং উন্নত এভিওনিক্স, যেখানে ক্যানার্ড এবং একটি এয়ার ব্রেক রয়েছে। রাশিয়ান বিমান বাহিনী তাদের Su-35S হিসাবে মনোনীত করেছে এবং চীন ও ইন্দোনেশিয়া থেকে অতিরিক্ত অর্ডার সহ ৯৮ টি ইউনিট অর্ডার করেছে। সুখোই ভেবেছিল Su-35S-এর বিক্রি ১৬০-এর বেশি হবে কিন্তু সুখোই সু-৩০ এর আপডেট হওয়া সংস্করণের দ্বারা সেগুলি দুর্বল হয়ে গেছে। \n\n২০০৮ সালের মে মাসে, ইউএসি তার তৃতীয় বিমান এবং ইউএসি ব্র্যান্ডের অধীনে ডিজাইন করা ও রপ্তানি করা প্রথম এয়ারলাইনার, সুখোই সুপারজেট ১০০ (SSJ 100) উপস্থাপন করে। SSJ 100 হল চতুর্থ বেসামরিক বিমান এবং সুখোই দ্বারা তৈরি প্রথম বিমান। এর আগে, সুখোই এবং বোয়িং একটি সহযোগিতা চুক্তি করে এবং যেখানে বোয়িং পরামর্শদাতারা সুখোইকে এয়ারলাইনারে সহায়তা এবং পরামর্শ দেবে।  SSJ 100 ২১ এপ্রিল ২০১১-এ আরমাভিয়ার সাথে চালু করা হয়। সুখোই সুপারজেট ১০০ কে পরবর্তীতে রাশিয়ান মহাকাশ শিল্পের সবচেয়ে গুরুত্বপূর্ণ এবং সবচেয়ে সফল এয়ারলাইনার প্রোগ্রাম হিসাবে বর্ণনা করা হয়, এবং এটিকে শিল্প ও বাণিজ্য মন্ত্রণালয় একটি শীর্ষ অগ্রাধিকার প্রকল্প হিসাবে বিবেচনা করে।  ইউএসি-এর Sukhoi Holdings সম্ভাব্য গ্রাহকদের কাছে SSJ 100 বিক্রি করার জন্য সুপারজেট ইন্টারন্যাশনাল প্রতিষ্ঠা করতে লিওনার্দো-ফিনমেকানিকা (বর্তমানে লিওনার্দো এসপিএ) এর সাথে একটি যৌথ উদ্যোগে স্বাক্ষর করেছে।\nঅক্টোবর ২০০৯ সালে, ইউএসি ভারতের হিন্দুস্তান অ্যারোনটিক্স লিমিটেড (এইসএএল) এর সাথে একটি যৌথ উদ্যোগে স্বাক্ষর করে যার নাম মাল্টিরোল ট্রান্সপোর্ট এয়ারক্রাফ্ট লিমিটেড (MTAL) যেখানে দুটি কোম্পানি রাশিয়ান সশস্ত্র বাহিনী, ভারতীয় সশস্ত্র বাহিনী উভয়ের জন্য বিমান তৈরিতে সহযোগিতা করবে এবং বন্ধুত্বপূর্ণ তৃতীয় পক্ষের দেশ। যৌথ-উদ্যোগ দ্বারা তৈরি করা প্রকল্পগুলির মধ্যে একটি হল Ilyushin Il-214 মাল্টিরোল ট্রান্সপোর্ট এয়ারক্রাফ্ট (MTA) যা ভারতের Antonov An-32 পরিবহন বহরের প্রতিস্থাপনের উদ্দেশ্যে করা হয়। Il-214 নিয়মিত পরিবহণের দায়িত্ব পালনের পাশাপাশি প্যারাট্রুপারদের মোতায়েন করবে। বিমানটি ২০১৭ সালে প্রকাশ করার পরিকল্পনা করা হয় এবং ২০১৮ সালে চালু করার পরিকল্পনা করা হয় \n২০০৯ সালে, ইউএসি ১৯টি যাত্রী মডেল সহ ৯০টি বিমান সরবরাহ করে। এই পরিসংখ্যানে রাশিয়ান বিমান বাহিনীর জন্য উত্পাদিত ৩১ মিগ-29 এবং দুটি Su-34 যুদ্ধবিমান অন্তর্ভুক্ত রয়েছে। ২০০৯ এর জন্য কোম্পানির আয় ১১৫ হবে বলে আশা করা হয়েছিল বিলিয়ন-১২০ বিলিয়ন রুবেল। \n\n\n=== ২০১০-২০২০ ===\n\n২৯ জানুয়ারী ২০১০-এ, সুখোই এবং ইউএসি রাশিয়ার প্রথম পঞ্চম প্রজন্মের জেট ফাইটার, সুখোই PAK FA (T-50) প্রকাশ করে। PAK এফএ হল একটি স্টিলথ, সিঙ্গেল-সিট, টুইন-ইঞ্জিন, মাল্টিরোল জেট ফাইটার যা এয়ার আধিপত্য এবং আক্রমণের ভূমিকার জন্য ডিজাইন করা হয়েছে। PAK এফএ হবে রাশিয়ার প্রথম বিমান যা স্টিলথ প্রযুক্তি ব্যবহার করবে। PAK FA কে Mikoyan MiG-29 এবং Sukhoi Su-27 প্রতিস্থাপন করার জন্য ডিজাইন করা হয়েছে এবং ২০১৯ সালে রাশিয়ান বিমান বাহিনীতে প্রবর্তন করা হবে বলে আশা করা হচ্ছে  এছাড়াও, MTAL যৌথ উদ্যোগের অধীনে, সুখোই এবং এইচএএল সহ-উন্নয়ন করবে সুখোই/এইচএএল এফজিএফএ, যা এখন পারস্পেকটিভ মাল্টিরোল ফাইটার (পিএমএফ) নামে পরিচিত, PAK এফএর একটি রূপ, যার মধ্যে ভারতীয় বিমান বাহিনীর জন্য ডিজাইন করা হবে।  ১১ আগস্ট ২০১৭-এ, রাশিয়ান বিমান বাহিনী সুখোই PAK FA-কে সুখোই Su-57 হিসাবে মনোনীত করেছিল।\n\n২৭ অক্টোবর ২০১০-এ, ইউএসি এবং ইউক্রেনীয় রাষ্ট্রীয় মালিকানাধীন বিমান কর্পোরেশন, আন্তোনোভ, ইউক্রেনের রাজধানী শহর কিয়েভ -এ একটি যৌথ উদ্যোগ চুক্তি, এলএলসি ইউএসি - আন্তোনভ স্বাক্ষর করেছে। ডিফেন্স-অ্যারোস্পেস অনুসারে, যৌথ-উদ্যোগের উদ্দেশ্য ছিল খুচরা যন্ত্রাংশ ক্রয়, উত্পাদন, বিপণন এবং বিক্রয়, সেইসাথে সার্ভিসিং এবং আন্তোনোভ বিমানের নতুন পরিবর্তনগুলির যৌথ সৃষ্টিতে আন্তোনোভ এবং ইউএসি-এর সমন্বয় সাধন করা। \n২০১৩ সালে, প্রতিরক্ষা মন্ত্রকের নয়টি বিমান মেরামতের প্ল্যান্ট ইউএসি-এর মালিকানায় স্থানান্তর করা হয়েছিল। ফলস্বরূপ, ২০১৪ সালে, রাশিয়ান বিমান বাহিনীর সেবাযোগ্যতা ৪০% থেকে ৬৫% বেড়েছে। \n২০১৪ সালে ইউক্রেনে রাশিয়ার সামরিক হস্তক্ষেপের ফলে, রাশিয়ার বিরুদ্ধে আন্তর্জাতিক নিষেধাজ্ঞা আরোপ করা হয়, এবং যেহেতু ইউএসি রাশিয়ার মহাকাশ ও প্রতিরক্ষা শিল্পের অংশ ছিল, এটি ইউরোপীয় ইউনিয়ন দ্বারাও অনুমোদিত হয়।  যদিও, যেহেতু নিষেধাজ্ঞাগুলি ইউএসি-এর বিমান শিল্পকে অন্তর্ভুক্ত করেনি, যেমন সুখোই সুপারজেট ১০০, তাই পশ্চিমা দেশগুলিতে আঞ্চলিক জেটের রপ্তানি এবং সুপারজেট ইন্টারন্যাশনালের অর্থনৈতিক কার্যক্রম প্রভাবিত হবে না। \nএপ্রিল ২০১৫ সালে, কোম্পানিটি তার পুরো নাম পাবলিক জয়েন্ট-স্টক কোম্পানি (PJSC) \"United Aircraft Corporation\" (UAC) এ পরিবর্তন করে।  ২০১১-২০১৫ সালে, ইউএসি কোম্পানিগুলি রাশিয়ার প্রতিরক্ষা মন্ত্রকের কাছে ২০০ টিরও বেশি বিমান সরবরাহ করে। \n২৮ সেপ্টেম্বর ২০১৫-এ, ইউক্রেনীয় সরকারের একটি রেজোলিউশন অনুযায়ী, রাষ্ট্রীয় মালিকানাধীন কর্পোরেশন আন্তোনোভ দুটি কোম্পানির মধ্যে এলএলসি ইউএসি - আন্তোনভ যৌথ উদ্যোগ থেকে বেরিয়ে যাবে। \n\n১৩ জানুয়ারী ২০১৬-এ, ভারতের হিন্দুস্তান অ্যারোনটিক্স লিমিটেড ঘোষণা করে যে এটি আর Ilyushin Il-214 MTA প্রকল্পে জড়িত হবে না, এবং ইলিউশিন কে একাই এই প্রকল্পে কাজ করতে হবে। প্রকল্পটি এখন \"Ilyushin Il-214\" হিসাবে মনোনীত করা হয়েছে MTA নিয়ে নেওয়া হয়েছে কারণ প্রকল্পটি আর Multirole Transport Aircraft Limited যৌথ-উদ্যোগের অধীনে নেই৷ \n\n৮ জুন ২০১৬-এ, ইউএসি আনুষ্ঠানিকভাবে ইরকুট এমসি-২১ প্রকাশ করে, এটির প্রথম মাঝারি-পাল্লার জেট এয়ারলাইনার, যখন এটি ইরকুটস্কে রোল আউট হয়। উড়োজাহাজটি তার ডানার জন্য অটোক্লেভ কম্পোজিট উত্পাদনের সাথে প্রথম হতে পারে। এমসি-২১-এর লক্ষ্য ছিল Tupolev Tu-154, Tupolev Tu-134, Tupolev Tu-204, এবং Yakovlev Yak-42 প্রতিস্থাপন করা। এবং Airbus A320neo এবং Boeing B737 MAX এর সাথে প্রতিদ্বন্দ্বিতা করতে। বোয়িং এবং এয়ারবাসের বিমানের বাজারে আধিপত্য থাকা সত্ত্বেও এবং রাশিয়ান সুরক্ষাবাদ পশ্চিমা সংস্থাগুলিকে প্রোগ্রাম সরবরাহ করতে বাধা দেয়, এমসি-২১ ২৮ মে ২০১৭এ তার প্রথম ফ্লাইট করতে সক্ষম হয়, ২টি প্রোটোটাইপ তৈরি করা হয় এবং আরও ৪টি অ্যাসেম্বলিতে রয়েছে এবং ২৪ জুলাই ২০১৭ পর্যন্ত মোট ২০৫টি অর্ডার পেয়েছে, যার সাথে Aeroflot এর সাথে ২০১৯ সালে একটি পরিচিতির পরিকল্পনা করা হয়েছে।  ২০১৮ সালে, কোম্পানির আয়ের পরিমাণ ছিল ৫৩ বিলিয়ন রুবেল। \n\n২৫ জুন ২০১৬-এ, ইউএসি এবং চীনা সরকারের মালিকানাধীন বিমান কর্পোরেশন, কোমাক, একটি যৌথ উদ্যোগ চুক্তি স্বাক্ষর করেছে, চায়না-রাশিয়া এয়ারক্রাফ্ট ইন্টারন্যাশনাল কো, লিমিটেড (CRAIC), সাংহাই ভিত্তিক। ইউএসি এর মতে, CRAIC পণ্য এবং প্রযুক্তি উন্নয়ন, উত্পাদন, বিপণন, বিক্রয় এবং গ্রাহক পরিষেবা, পরামর্শ, প্রোগ্রাম পরিচালনা এবং অন্যান্য সম্পর্কিত ক্ষেত্রের জন্য দায়ী। দুটি কোম্পানি এখন একটি নতুন প্রজন্মের লং রেঞ্জ ওয়াইড বডি কমার্শিয়াল এয়ারক্রাফ্ট তৈরি করতে এবং যৌথ উদ্যোগে এর পরিচালনার দায়িত্ব নিতে সহযোগিতা করছে।  এই বিমানটি, যার নাম এখন CRAIC CR-929, পূর্বে C929, এয়ারবাস A330neo এবং বোয়িং 787- এর সাথে প্রতিদ্বন্দ্বিতা করবে; এইভাবে এয়ারবাস-বোয়িং ডুপলিকে চ্যালেঞ্জ করছে। \n১ সেপ্টেম্বর ২০১৭ এ, ইউএসি পরিচালনা পর্ষদ, এবং ইউএসি-এর সহযোগী সংস্থা, সুখোই সিভিল এয়ারক্রাফ্ট এবং ইরকুট কর্পোরেশন সিভিল ইন্ডাস্ট্রি ইরকুট কর্পোরেশন এবং সুখোই সিভিল এয়ারক্রাফ্টকে ইরকুট কর্পোরেশনের ভিত্তিতে সিভিল এভিয়েশন ডিভিশনে একীভূত করার জন্য একটি চুক্তি করেছে। গৃহীত সিদ্ধান্ত অনুযায়ী, পরিবর্তে, সুখোই ইউএসি দ্বারা উত্পাদিত সমস্ত বেসামরিক বিমানের আর্থিক ভিত্তি হয়ে উঠবে। ইউএসি-এর মতে, কর্পোরেট রূপান্তরের লক্ষ্য ছিল ইউএসি এর কৌশলগত লক্ষ্য অর্জন করা যাতে ২০৩৫ সালের মধ্যে তার পোর্টফোলিওতে বেসামরিক পণ্যের অংশ ৪৫% বৃদ্ধি করা যায় এবং বার্ষিক সিভিল এয়ারক্রাফ্ট উৎপাদন প্রতি বছর ১০০-১২০ এয়ারক্রাফ্টে চালিত করা যায়, সেইসাথে ইউএসি-এর বৃদ্ধি করা। অর্থনৈতিক কার্যকারিতা এবং সহায়তাকারী প্রক্রিয়াগুলিকে কেন্দ্রীভূত করে এবং ব্যবস্থাপনার স্তর হ্রাস করে কম খরচ। রূপান্তরটি রাশিয়ান বেসামরিক বিমানের বিকাশ, উত্পাদন এবং বাজারজাতকরণের জন্য সংস্থানকে কেন্দ্রীভূত করার অনুমতি দেবে, এটি এই ক্ষেত্রগুলিতে সামঞ্জস্যতা নিশ্চিত করবে এবং শংসাপত্র এবং লাইসেন্সিং পদ্ধতিকে সহজ করবে। \n৯ জুলাই ২০১৮-এ, ইউএসি ২০২৫ সালের মধ্যে মূল্য এবং লাভজনকতার ভিত্তিতে ৪.৫% এয়ারলাইনার মার্কেট শেয়ারের লক্ষ্যমাত্রা নেয়, তার সিভিল এয়ারক্রাফ্ট ব্যবসাকে তার আয়ের ১৭% থেকে ৪০% এ উন্নীত করতে এবং ২০৩৫ সালের আগে বিনিয়োগকারীদের আকৃষ্ট করতে \n২৫ অক্টোবর ২০১৮-এ, রাশিয়ার রাষ্ট্রীয় মালিকানাধীন সংগঠন Rostec দ্বারা ফেডারেল এজেন্সি ফর স্টেট প্রপার্টি ম্যানেজমেন্ট থেকে ইউএসি অধিগ্রহণ করা হয়েছিল যার টার্নওভার খরচ এক বিলিয়ন রুবেল (US$15 মিলিয়ন)। এর ফলে সমগ্র জাতীয় বিমান পরিবহন সম্পদ Rostec এর হাতে চলে যাবে, কারণ Rostec হেলিকপ্টার একচেটিয়া রাশিয়ান হেলিকপ্টার এবং ইঞ্জিন একচেটিয়া ইউনাইটেড ইঞ্জিন কর্পোরেশনের মালিক। Rostec জানিয়েছে যে তারা ইরকুট এমসি-২১ এ ৪০ বিলিয়ন রুবেল পর্যন্ত বিনিয়োগ করতে ইচ্ছুক, ফেডারেল বাজেট থেকে কিছুটা বোঝা সরিয়ে নিয়ে।  স্থানান্তরটি ১৮ মাসের মধ্যে সম্পন্ন করার কথা ছিল। \n\n\n=== ২০২০-বর্তমান ===\n৩০ নভেম্বর ২০২১-এ, ইউএসি বোর্ড অফ ডিরেক্টরস ২০২২-এর জন্য প্রিভিউ করা সামরিক বিমান নির্মাতা মিকোয়ান এবং সুখোই উভয়ের কর্পোরেশনের সাথে সংযুক্তির অনুমোদন দেয়। উভয়ের দৈনিক ব্যবস্থাপনা ইতিমধ্যেই ইউএসি দ্বারা তৈরি করা হয়।  জানুয়ারী ২০২২-এ, ইউএসি শেয়ারহোল্ডাররা সংযুক্তি অনুমোদন করেছে।  ২০২২ সালের হিসাবে, ইউএসি ছিল ৪৪ শতাংশ Rostec মালিকানাধীন। \n২২ মার্চ ২০২২-এ, এটি মন্তব্য করা হয় যে রাশিয়ান এভিয়েশন ইন্ডাস্ট্রি এমনকি ২০২২ সালের ইউক্রেনে রাশিয়ান আগ্রাসনের ফলে ইতিমধ্যেই পরিশোধিত আমদানিকৃত যন্ত্রাংশও পাচ্ছে না। \nকোম্পানি এবং এর সিইও ইউরি স্লিউসারকে ২৪ ফেব্রুয়ারী ২০২২ -এ ব্রিটিশ সরকার কর্তৃক অনুমোদন দেওয়া হয়, কারণ এটি ইউক্রেনে রাশিয়ান আক্রমণে সহায়তা করেছে বলে বিচার করা হয়।  ২০২২ সালের মে মাসে মার্কিন যুক্তরাষ্ট্রের ট্রেজারি বিভাগ টেমপ্লেট:Executive Order অনুসারে স্লিউসারের উপর নিষেধাজ্ঞা আরোপ করে রাশিয়া সরকারের সদস্য হিসাবে। \nদলটি ২০২২ সালের জুনে মিকোয়ান এবং সুখোই শোষণের প্রক্রিয়া শেষ করেছে। ইউনাইটেড স্টেট রেজিস্টার অফ লিগ্যাল এন্টিটিজে ১ জুন প্রাসঙ্গিক রেকর্ডগুলি পরিবর্তন করা হয়। \nইউএসি ২০২৩ সালের ডিসেম্বরের শেষের দিকে বলে যে এটি সফলভাবে বছরের রাষ্ট্রীয় প্রতিরক্ষা আদেশগুলি সম্পাদন করেছে। \n\n\n== সংগঠন ==\nকোম্পানি গঠন:\n\n\n=== বিমান নির্মাতারা ===\nএভিয়াস্টার-এসপি\nবেরিয়েভ\nইলিউশিন\nইরকুট কর্পোরেশন\nশাখা: ইরকুট কর্পোরেশনের আঞ্চলিক বিমান-শাখা (আগে: সুখোই সিভিল এয়ারক্রাফ্ট )\nশাখা: ইরকুটস্ক এভিয়েশন প্ল্যান্ট\nশাখা: ইয়াকোলেভ ডিজাইন ব্যুরো\nমায়াসিশেভ\nমিকোয়ান\nশাখা: সোকল প্ল্যান্ট\nসুখোই\nনকশা ব্যুরো\nবেসামরিক বিমান (এখন ইরকুট কর্পোরেশন অধিগ্রহণ করেছে)।\nশাখা: কমসোমোলস্ক নামুরে এয়ারক্রাফট প্লান্ট\nশাখা: নভোসিবিরস্ক বিমান উৎপাদন সমিতি\nটুপোলেভ\nশাখা: কাজান বিমান উৎপাদন সমিতি\nভোরোনজ বিমান উৎপাদন সমিতি\n\n\n=== বিভাগ ===\nইউএসি স্বাস্থ্য\nইউএসি - পরিবহন বিমান\nএলএলসি ইউএসি - অ্যাগ্রিগেশন সেন্টার\n\n\n=== আর্থিক এবং ব্যবসা ===\nফাইন্যান্স লিজিং কোম্পানি\nইলিউশিন ফাইন্যান্স কোম্পানি\nএলএলসি ইউএসি - ক্রয়\nসুখোই হোল্ডিংস\n\n\n=== যৌথ উদ্যোগ ===\nচায়না-রাশিয়া এয়ারক্রাফ্ট ইন্টারন্যাশনাল কো, লিমিটেড (CRAIC) ( কোমাকের সাথে)\nএলএলসি ইউএসি-আন্তোনভ (আন্তোনভের সাথে, ২০১৫ সালে সমাপ্ত হয়\nমুটিলরোল ট্রান্সপোর্ট এয়ারক্রাফ্ট লিমিটেড ( হিন্দুস্তান অ্যারোনটিক্স লিমিটেডের সাথে)\nসুপারজেট ইন্টারন্যাশনাল ( লিওনার্দো এসপিএ সহ); ২০২২ সালের মে মাসে, ইউক্রেনে আগ্রাসনের জন্য রাশিয়ার বিরুদ্ধে ইউরোপীয় ইউনিয়নের নিষেধাজ্ঞার কারণে ইতালির পুলিশ সুপারজেট ইন্টারন্যাশনালের মালিকানাধীন ১৪৬ মিলিয়ন ইউরো ($১৫৩ মিলিয়ন) সম্পদ জব্দ করে।\n\n\n=== উপাদান প্রদানকারী ===\nকেএপিও-কম্পোজিট\nঅ্যারো কম্পোজিট\nউলিয়ানভস্ক শাখা\n\n\n=== অন্যান্য ===\nগ্রোমভ ফ্লাইট রিসার্চ ইনস্টিটিউট\n\n\n== পণ্য ==\nএই বিভাগে ইউএসির অধীনে বিতরণ করা বর্তমান এবং ভবিষ্যতের পণ্য রয়েছে \n\n\n=== বিমান ===\n\nইউনাইটেড এয়ারক্রাফ্ট কর্পোরেশন Tupolev Tu-154, Tupolev Tu-204, Ilyushin Il-86, Ilyushin Il-96, এবং Ilyushin Il-114 উত্পাদন শুরু করে; সমস্ত কর্পোরেশন তৈরির আগে তৈরি করা হয়। Tupolev Tu-154 হল একটি মাঝারি-পাল্লার, ন্যারো-বডি, তিন ইঞ্জিনের জেট এয়ারলাইনার যা সোভিয়েত সময়ে তৈরি এবং চালু করা হয়। এটি অ্যারোফ্লোটে ব্যাপক ব্যবহার দেখেছিল এবং সোভিয়েত ইউনিয়নের সাথে সংযোগ ছিল এমন অনেক দেশে রপ্তানি করা হয় এবং মোট ১,০২৬টি বিমান নির্মিত হয়। ২০১৩ সালে Tu-154 এর উৎপাদন বন্ধ হয়ে যায়  ২০১৬ সালে একটি ক্র্যাশের পরে, সমস্ত রাশিয়ান Tu-154 গ্রাউন্ড করা হয় এবং এখন বিমানটি কয়েকটি এয়ারলাইন কোম্পানি এবং সামরিক বাহিনী দ্বারা সীমিত পরিসেবার মধ্যে রয়েছে। Ilyushin Il-86 হল একটি সংক্ষিপ্ত/মাঝারি-পাল্লার, ওয়াইড-বডি জেট এয়ারলাইনার, সোভিয়েত সময়েও উন্নত এবং প্রবর্তিত হয়। Ilyushin Il-86 প্রথম সোভিয়েত ওয়াইড-বডি এয়ারলাইনার এবং বিশ্বের দ্বিতীয় চার ইঞ্জিন ওয়াইড-বডি এয়ারলাইনার তৈরি হয়। Il-86 এর নিরাপত্তা এবং নির্ভরযোগ্যতার জন্য প্রশংসিত হয়, কিন্তু উন্নয়নের সময় অনেক বিলম্বের ফলে মাত্র ১০৬ টি নির্মিত হয়। ১৯৯৫ সালে এয়ারলাইনারটির উৎপাদন বন্ধ হয়ে যায় এবং ২০১১ সালে এয়ারলাইনারটি অবসরে যায়, যেখানে মাত্র চারজন রাশিয়ান বিমান বাহিনীতে কাজ করে।  Ilyushin Il-96 হল Il-86-এর একটি সংক্ষিপ্ত, দীর্ঘ পরিসরের উত্তরসূরী, আপডেট করা প্রযুক্তি সহ, এবং রাশিয়ান ফেডারেশনের প্রথম এয়ারলাইনার যেটি চালু করা হয়েছে। তবে মাত্র ৩০ টি নির্মিত হয়, এবং এয়ারলাইনারটি কম রেট উৎপাদনে এবং মাত্র কয়েকটি এয়ারলাইন ব্যবহার করে। একটি বিমান হিসাবে Il-96 এর উদ্দেশ্য ২০০৯ সালে শেষ হয়, কারণ এটি তার বোয়িং এবং এয়ারবাসের সমকক্ষদের থেকে নিকৃষ্ট বলে মনে করা হয়।  Tupolev Tu-204 হল একটি মাঝারি-পাল্লার, ন্যারো-বডি জেট এয়ারলাইনার, যেটিতে অনেক প্রযুক্তিগত উদ্ভাবন যেমন একটি ফ্লাই-বাই-ওয়্যার কন্ট্রোল সিস্টেম, একটি গ্লাস ককপিট ইত্যাদি রয়েছে এবং এটি মূলত অ্যারোফ্লোটের জন্য তৈরি করা হয়। Tu-204 এর স্থলাভিষিক্ত হয় তার রূপ, Tu-214 দ্বারা। Ilyushin Il-114 হল একটি টার্বোপ্রপ, ন্যারো-বডি আঞ্চলিক বিমান যা আন্তোনোভ An-24 প্রতিস্থাপনের জন্য তৈরি করা হয়েছে, যেটি বেশিরভাগই অ্যারোফ্লট-এর পরিষেবায় ছিল। যাইহোক, মাত্র ২০ টি নির্মিত হয়, এবং শুধুমাত্র দুটি এয়ারলাইন এটি ব্যবহার করে, তাই Il-114 এর উৎপাদন সাময়িকভাবে বন্ধ করা হয়।\nসুখোই সুপারজেট ১০০ হল প্রথম এয়ারলাইনার এবং আঞ্চলিক জেট এয়ারলাইনার যা ইউএসি ব্র্যান্ডের অধীনে তৈরি এবং রপ্তানি করা হয়, যার দ্বারা এটি ইউএসি এর একটি শাখা সুখোই Civil Aircraft দ্বারা তৈরি করা হয়। সুখোই সুপারজেট ১০০ ডিজাইন করা হয় আন্তোনোভ অ্যান-148, এমব্রেয়ার ই-জেট, এবং বোম্বারডিয়ার সিএসরিজের সাথে প্রতিযোগিতা করার জন্য, এবং পুরনো তুপোলেভ তু-134 এবং ইয়াকভলেভ ইয়াক-42 জেট এয়ারলাইনারগুলিকে প্রতিস্থাপন করার জন্য, সুখোই দাবি করেছে একটি ক্রয় এবং অপারেটিং খরচ কম। সুখোই সুপারজেট ১০০ কে পরবর্তীতে রাশিয়ান মহাকাশ শিল্পের সবচেয়ে গুরুত্বপূর্ণ এবং সবচেয়ে সফল এয়ারলাইনার প্রোগ্রাম হিসাবে বর্ণনা করা হয়, এবং এটিকে শিল্প ও বাণিজ্য মন্ত্রণালয় একটি শীর্ষ অগ্রাধিকার প্রকল্প হিসাবে বিবেচনা করে।  ইরকুট এমসি-২১ বর্তমানে ইউএসি ব্র্যান্ডের অধীনে তৈরি করা নতুন জেট এয়ারলাইনার, যার মধ্যে এটি ইউএসির একটি ব্র্যান্ড ইরকুট কর্পোরেশন দ্বারা তৈরি করা হয়েছে। MC-21-এর লক্ষ্য হল Tupolev Tu-154, Tupolev Tu-134, Tupolev Tu-204, এবং Yakovlev Yak-42 প্রতিস্থাপন করা। এবং এয়ারবাস এ৩২০নিও এবং বোয়িং ৭৩৭ ম্যাক্স এর সাথে প্রতিদ্বন্দ্বিতা করতে। বোয়িং এবং এয়ারবাসের বিমানের বাজারে আধিপত্য থাকা সত্ত্বেও এবং রাশিয়ান সুরক্ষাবাদ পশ্চিমা সংস্থাগুলিকে প্রোগ্রাম সরবরাহ করতে বাধা দেয়, এমসি-২১ তার প্রথম ফ্লাইট করতে সক্ষম হয়েছিল, দুটি প্রোটোটাইপ তৈরি করা হয় এবং আরও চারটি সমাবেশে, এবং ২৪ জুলাই ২০১৭ পর্যন্ত মোট ৩৬৬টি অর্ডার পেয়েছে, যার সাথে এরোফ্লট এর সাথে ২০১৯ সালে একটি পরিচিতির পরিকল্পনা করা হয়েছে। ২০২৫ সালের জন্য পরিকল্পনা করা নতুন তারিখের সাথে, প্রায় সম্পূর্ণ রাশিয়ান অংশগুলির সাথে বিমানটির পুনর্নির্মাণ করতে দেরি হয়  সুখোই সুপারজেট ১৩০ বর্তমানে সুখোই সিভিল এয়ারক্রাফ্ট দ্বারা তৈরি করা হচ্ছে, যা সুপারজেট স্ট্রেচ এবং এমসি-২১-এর মধ্যে ব্যবধান পূরণ করার উদ্দেশ্যে। Ilyushin Il-114- এর উৎপাদন এবং বিকাশ Ilyushin Il-114-300 হিসাবে অব্যাহত ছিল, এখন ২০১৯ সালে একটি প্রথম ফ্লাইট এবং ২০২১ সালে পরিকল্পিত একটি ভূমিকার সাথে সমস্ত-রাশিয়ান অংশগুলির সাথে পুনরায় চালু হয়েছে  CRAIC সিআর-৯২৯ CRAIC যৌথ উদ্যোগে ইউএসি এবং চীনা বিমান কর্পোরেশন কোমাক এর অধীনে তৈরি করা হয়েছে, যার উদ্দেশ্য হল একটি ওয়াইড-বডি জেট এয়ারলাইনার এবং সেইসাথে বোয়িং ৭৮৭ এবং এয়ারবাস A330neo-এর সাথে প্রতিযোগিতা করা। \n\n\n=== কার্গো ===\n\nইউনাইটেড এয়ারক্রাফট কর্পোরেশন ইলিউশিন ইল-৯৬-৪০০টি এবং টুপোলেভ টিইউ-২০৪সি উৎপাদন শুরু করে, উভয়ই তাদের বিমানের অংশগুলির কার্গো রূপ এবং সুখোই এসইউ -৮০, একটি টুইন-টার্বোপ্রপ, টুইন-বুম এসটিওএল বিমান। ইল-৯৬-৪০০টি ইল-৯৬-৪০০ এর একটি মালবাহী সংস্করণ, যা রাশিয়ান এভিওনিক্স এবং ইঞ্জিন বৈশিষ্ট্যযুক্ত এবং স্ট্যান্ডার্ড আইএল -৯৬ এর চেয়ে বেশি জায়গা বহন করে। সুখোই এসইউ-৮০ বেসামরিক এবং সামরিক উভয় উদ্দেশ্যে ব্যবহার করা যেতে পারে এবং এতে মসৃণ হাল রয়েছে যা ৩০ জন যাত্রীর জন্য স্থান সরবরাহ করতে পারে এবং একটি \"বিভার-টেইল\" র্যাম্প যা সহজে পণ্যসম্ভার খালাস করতে সহায়তা করতে পারে। সুখোই সিভিল এয়ারক্রাফট দ্বারা আন্তোনভ এএন-২৪/২৬, আন্তোনভ এএন-২৮ এবং ইয়াকোভলেভ ইয়াক-৪০ প্রতিস্থাপনের জন্য এবং আন্তোনভ এএন-৩৮ এর সাথে প্রতিযোগিতা করার জন্য সুখোই সিভিল এয়ারক্রাফট দ্বারা তৈরি করা হয়।\nইলিউশিন ইল-২১৪ পূর্বে ইউএসি এবং এইচএএল-এর যৌথ উদ্যোগের অধীনে \"ইলিউশিন ইল-২১৪ মাল্টিরোল ট্রান্সপোর্ট এয়ারক্রাফট\" নামে মনোনীত একটি প্রকল্প ছিল। প্রকল্পটি প্রথম ২০০৭ সালে ভাবা হয়, যৌথ উদ্যোগের দুই থেকে তিন বছর আগে, \"মাল্টিরোল ট্রান্সপোর্ট এয়ারক্রাফ্ট লিমিটেডের\" মাধ্যমে। দুটি রাজ্য কর্পোরেশনের মধ্যে তৈরি করা হয় এবং ২০১২ সালে উন্নয়ন শুরু হয়। তবে, ইউএসি-র একটি শাখা ইলিউশিন এভিয়েশন কমপ্লেক্সের অধীনে দল এবং এইচএএল-এর অধীনে দলটির মধ্যে অনেক মতবিরোধ এবং ভুল বোঝাবুঝি হয়। ২০১৬ সালের জানুয়ারিতে, ইলিউশিন প্রকল্পটি বন্ধ করে দেয় এবং এইচএএল ঘোষণা করে যে এটি আর ইলিউশিন ইল-২১৪ এমটিএ প্রকল্পে জড়িত থাকবে না এবং ইলিউশিনকে একাই এই প্রকল্পে কাজ করতে হবে। প্রকল্পটি এখন \"ইলিউশিন ইল -২১৪\" হিসাবে মনোনীত করা হয়েছে কারণ প্রকল্পটি আর মাল্টিরোল ট্রান্সপোর্ট এয়ারক্রাফ্ট লিমিটেডের যৌথ উদ্যোগের অধীনে নেই। আইএল -২১৪ পরে অক্টোবর ২০১৭ এ আইএল -২৭৬ নামকরণ করা হয়।\nইলিউশিন ইল-১১২ একটি উচ্চ-ডানাযুক্ত, হালকা, সামরিক পরিবহন বিমান যা ইলিউশিন ইল-১১৪ এর উপর ভিত্তি করে বর্তমানে ইলিউশিন এভিয়েশন কমপ্লেক্স দ্বারা বিমান অবতরণ এবং এয়ারড্রপের জন্য তৈরি করা হচ্ছে। বিমানের বিকাশ ২০১১ সালের আগে শুরু হয়, যে বছর ইলিউশিন ইল -১১২ এর প্রথম ফ্লাইটটি হওয়ার কথা ছিল। প্রকল্পটি পরে ২০১১ সালের মে মাসে রাশিয়ান প্রতিরক্ষা মন্ত্রণালয় দ্বারা পরিত্যক্ত হয় এবং সাতটি এন্টোনভ এএন -১৪০ টি কেনা হয়। প্রকল্পটি পরে জানুয়ারী ২০১৩ এ অব্যাহত ছিল এবং ২০১৯ সালে একটি প্রথম ফ্লাইট পরিচালিত হয়।\n\n\n=== বিশেষ উদ্দেশ্য ===\nবেরিভ এয়ারক্রাফট কোম্পানি ইউএসির একটি শাখা যা বিশেষ উদ্দেশ্যে এবং উভচর বিমানগুলিতে বিশেষজ্ঞ। বেরিভ বি-২০০ \"আল্টেয়ার\", বেরিভ এ-৪০ \"অ্যালবাট্রস\" এর উপর ভিত্তি করে, ইউএসি তৈরির আগে ডিজাইন করা হয় এবং এটি একটি বহু-উদ্দেশ্যমূলক উভচর বিমান। বি -২০০ একটি অগ্নিনির্বাপক, অনুসন্ধান ও উদ্ধার বিমান, সামুদ্রিক টহল বিমান, কার্গো বিমান এবং একটি বিমান হিসাবে বাজারজাত করা হয়। বেরিয়েভ এ-১০০ একটি বায়ুবাহিত প্রাথমিক সতর্কতা এবং নিয়ন্ত্রণ বিমান যা বেরিয়েভ এ-৫০ প্রতিস্থাপনের জন্য ডিজাইন করা হয়েছে। এর প্রথম ফ্লাইটটি ছিল ২৬ অক্টোবর ২০১৬ সালে, রাশিয়ান বিমান বাহিনীর সাথে একটি পরিচয়ের সাথে। এ -১০০ ইলিউশিন ইল -৪৭৬ থেকে তৈরি করা হয়েছে এভিওনিক্স এবং কনফিগারেশন এ -৫০ ইউ এর পাশাপাশি জেএসসি ভেগা দ্বারা তৈরি একটি নতুন সক্রিয় পর্যায়ক্রমিক অ্যারে রাডার।\n\n\n=== সামরিক ===\n\nইউএসি দ্বারা উৎপাদিত বেশিরভাগ সামরিক বিমানগুলি কর্পোরেশন তৈরির আগে ডিজাইন করা হয়, তাদের অনেকগুলি সোভিয়েত যুগে ডিজাইন করা হয়। সুখোই এসইউ-২৫ \"গ্রাচ\", সুখোই এসইউ-২৭ \"সোফিয়েকা\", মিকোয়ান মিগ-২৯, সুখোই এসইউ-৩৩, সুখোই এসইউ-৩০ এবং সুখোই এসইউ-৩৪ এর মতো জেট যোদ্ধারা এবং ইলিউশিন ইল-৭৬, টুপোলেভ টিইউ-১৬০ \"বেলি লেবেদ\" এবং ইলিউশিন ইল-৭৮ এর মতো বড় সামরিক বিমানগুলি সোভিয়েত ইউনিয়নে ডিজাইন করা হয়ে। তবে কিছু সোভিয়েত বিমান যেমন টুপোলেভ টু-১৬০ \"বেলি লেবেদ\", সুখোই এসইউ-৩৩, সুখোই এসইউ-৩০ এবং সুখোই এসইউ-৩৪ পরে সোভিয়েত ইউনিয়নের উত্তরসূরি রাশিয়ান ফেডারেশনে চালু করা হয়। ইয়াকোভলেভ ইয়াক -১৩০ হ'ল একমাত্র বিমান যা সোভিয়েত যুগের পরে এবং ইউএসি তৈরির আগে তৈরি করা হয়।\nমিকোয়ান মিগ -৩৫ হ'ল প্রথম বিমান এবং প্রথম সামরিক বিমান যা ইউএসি ব্র্যান্ডের অধীনে ডিজাইন ও রফতানি করা হয়, কারণ মিকোয়ান, যে সংস্থাটি এটি ডিজাইন করে, কর্পোরেশনের একটি শাখা। মিগ-৩৫ ভারতীয় এমআরসিএ প্রতিযোগিতায় তার চতুর্থ প্রজন্মের প্রতিযোগী ছিল, কিন্তু এপ্রিল ২০১১ সালে প্রতিযোগিতা থেকে বাদ দেওয়া হয়। মিগ-৩৫ রাশিয়ান বিমানবাহিনী কর্তৃক গৃহীত হবে এবং ২০১৮ সালে প্রবর্তিত হবে। ইউএসির দ্বিতীয় সামরিক বিমান সুখোই এসইউ-৩৫এস ইউএসির একটি শাখা সুখোই ডিজাইন ব্যুরো দ্বারা ডিজাইন করা হয়েছে। বিমানটি রাশিয়ার প্রথম পঞ্চম প্রজন্মের জেট ফাইটার সুখোই পিএকে এফএ-এর অন্তর্বর্তীকালীন হিসাবে কাজ করবে। এটি এসইউ-২৭ এর দ্বিতীয় আধুনিক সংস্করণ, যেখানে প্রথম আধুনিক সংস্করণটি ১৯৮৮ সালের ২৮ জুন সুখোই এসইউ-২৭এম নামে মনোনীত হয়েছিল, যা এসইউ-৩৫ নামেও পরিচিত। উন্নত বিমানগুলিতে একটি চাঙ্গা এয়ারফ্রেম, এয়ার-থ্রাস্টেড ইঞ্জিন, রাডার এবং উন্নত এভিওনিক্স অন্তর্ভুক্ত রয়েছে, যখন ক্যানার্ড এবং একটি এয়ার ব্রেক বাদ দেওয়া হয়েছে। রুশ বিমান বাহিনী এগুলোকে এসইউ-৩৫এস হিসেবে মনোনীত করে এবং চীন ও ইন্দোনেশিয়া থেকে অতিরিক্ত অর্ডার দিয়ে ৯৮টি ইউনিটের অর্ডার দেয়। সুখোই ভেবেছিলেন সু-৩৫এস এর বিক্রি ১৬০ ছাড়িয়ে যাবে কিন্তু সুখোই এসইউ-৩০ এর আপডেটেড সংস্করণ দেখে তা কমে হয়ে যায়। ৩০ টুপোলেভ টিইউ -৩২ এম ৩ বোমারু বিমানগুলি উন্নত এভিওনিক্স, বায়ু থেকে পৃষ্ঠের অস্ত্রশস্ত্র, হার্ডওয়্যার উপাদান ব্যবহার করার ক্ষমতা এবং বর্ধিত পরিসীমাযুক্ত অস্ত্রশস্ত্রের জন্য অভিযোজিত টুপোলেভ টিইউ -২২ এম এ আপগ্রেড করা হবে। প্রথম ফ্লাইটটি আগস্ট ২০১৮ এ নির্ধারিত হয়েছে। অবশিষ্ট টুপোলেভ টিইউ -২২ এম ৩ বোমারু বিমানগুলি আধুনিকীকরণের মধ্য দিয়ে যাবে।\nপ্রসপেক্টিভ এয়ারবোর্ন কমপ্লেক্স (পাক) প্ল্যাটফর্মের অধীনে রাশিয়ান বিমান বাহিনী কর্তৃক সুখোই এসইউ-৫৭ হিসাবে মনোনীত সুখোই পাক এফএ হবে স্টিলথ প্রযুক্তি ব্যবহার করা প্রথম রাশিয়ান বিমান, পাশাপাশি রাশিয়ার প্রথম পঞ্চম প্রজন্মের জেট ফাইটার। সুখোই এসইউ-৫৭ বিমানটি ২০২০ সালে রুশ বিমান বাহিনীর পুরনো সুখোই এসইউ-২৭ এবং মিকোয়ান মিগ-২৯ এর স্থলাভিষিক্ত হবে। পিএকে প্ল্যাটফর্মের অধীনে তৈরি করা অন্যান্য বিমানগুলি হ'ল ইলিউশিন পাক টিএ, একটি সুপারসনিক পরিবহন বিমান, টুপোলেভ পিএকে ডিএ, একটি কৌশলগত বোমারু বিমান, সুখোই পিএকে এসএইচএ, সুখোই এসইউ-২৫ প্রতিস্থাপনের জন্য ডিজাইন করা একটি ঘনিষ্ঠ বিমান সমর্থন বিমান এবং মিকোয়ান পিএকে ডিপি, একটি নতুন দ্রুত ইন্টারসেপ্টর বিমান। পিএকে প্ল্যাটফর্মের অধীনে নেই এবং বিকাশাধীন সামরিক বিমানগুলি হ'ল মিকোয়ান মিগ -৪১ এবং মিকোয়ান এলএমএফএস।\nএমএকেএস ২০২১ এয়ার শোতে ইউএসি ঘোষণা করে যে মিকোয়ান এলএমএফএস প্রকল্পটি সুখোই এলএফএসে বিকশিত হয়।\n২০২৩ সালের আগস্টে, ইউরি স্লিউসার জানিয়েছিলেন যে ইউএসি নতুন মস্কো এবং লেনিনগ্রাদ সামরিক জেলাগুলির সরঞ্জামের জন্য একটি অতিরিক্ত অর্ডার পেয়েছে।\nতালিকাভুক্ত সমস্ত বিমান হয় রাশিয়ান বিমান বাহিনীতে রাখা হয়েছিল বা পরিষেবাতে যাচ্ছিল।\n\n\n== কর্পোরেট গভর্নেন্স ==\n\n\n=== পরিচালনা পর্ষদ ===\nডেনিস মান্টুরভ (জুলাই ২০১৫ সাল থেকে চেয়ারম্যান) \nইউরি স্লিউসার (জানুয়ারি ২০১৫ থেকে রাষ্ট্রপতি)\nবরিস অ্যালিওশিন (মে ২০১৫ সাল থেকে বিজ্ঞান ও প্রযুক্তি বিষয়ক ইউএসি-এর রাষ্ট্রপতির উপদেষ্টা)\nভ্লাদিমির পোটাপভ (জুন ২০১৭ থেকে স্বাধীন পরিচালক)\nইউরি বোরিসভ\nভ্যালেরি ওকুলভ\nআন্দ্রে ইভানভ\nইভজেনি ইয়েলিন\nআনাতোলি সার্ডিউকভ\nইভান খারচেঙ্কো\nইভজেনি জুরচেনকো\n\n\n=== চেয়ারম্যান ===\n২০০৬-২০১৫: সের্গেই ইভানভ \n২০১৫-বর্তমান: ডেনিস মান্টুরভ\n\n\n=== রাষ্ট্রপতি ===\nইউএসি অনুসারে, সভাপতি হলেন ম্যানেজমেন্ট বোর্ডের চেয়ারম্যানের কার্যাবলী সহ পিজেএসসি ইউএসি -এর একমাত্র কার্যনির্বাহী সংস্থা। সাধারণ শেয়ারহোল্ডারদের সভা, পরিচালনা পর্ষদ এবং ম্যানেজমেন্ট বোর্ডের যোগ্যতার মধ্যে পড়ে এমন বিষয়গুলি ব্যতীত কর্পোরেশনের বর্তমান কার্যক্রমের সাথে সম্পর্কিত সমস্ত বিষয়ে সিদ্ধান্ত নেওয়ার জন্য রাষ্ট্রপতির ক্ষমতা রয়েছে। \n\nজানুয়ারী ২০১৫ এর আগে: আলেক্সি ফিডোরভ\nজানুয়ারী ২০১৫-বর্তমান: ইউরি স্লিউসার\n\n\n=== পরিচালনা পরিষদ ===\nরাষ্ট্রপতি: ইউরি স্লিউসার\nসদস্য: ডেমচেঙ্কো ওলেগ ফেডোরোভিচ\n\n\n==== ভাইস প্রেসিডেন্ট ====\nপ্রথম ভাইস প্রেসিডেন্ট: আলেকজান্ডার তুল্যাকভ\nস্টেট এভিয়েশন এয়ারক্রাফ্টের স্টেট ডিফেন্স অর্ডার এবং সার্ভিস সাপোর্টের ভাইস প্রেসিডেন্ট: আলেকজান্ডার বব্রিশেভ\nবিশেষ-উদ্দেশ্য বিমান চলাচলের ভাইস প্রেসিডেন্ট: সের্গেই গেরাসিমভ\nঅর্থনীতি ও অর্থের ভাইস প্রেসিডেন্ট: ডেমিডভ আলেক্সি\nনিরাপত্তার জন্য ভাইস প্রেসিডেন্ট: কোভাল আর্টার\nবিশেষ উদ্দেশ্য এবং কৌশলগত বিমান চলাচলের ভাইস প্রেসিডেন্ট: কোনুখভ আলেকজান্ডার\nউদ্ভাবনের জন্য ভাইস প্রেসিডেন্ট: সের্গেই কোরোটকভ\nবেসামরিক বিমান চলাচলের ভাইস প্রেসিডেন্ট: ভ্লাদিস্লাভ মাসালভ\nসামরিক বিমান চলাচলের ভাইস প্রেসিডেন্ট: ইগর ওজার\nভাইস প্রেসিডেন্ট - অফিসের প্রধান: আলেকজান্ডার স্কোকভ\nউত্পাদনের জন্য ভাইস প্রেসিডেন্ট: সের্গেই ইউরাসভ\nপ্রাক্তন সদস্য: আলেক্সি রোগজিন"}