{"pageid": 1451643, "title": "২০২৪ গ্রীষ্মকালীন অলিম্পিকে ফুটবল – পুরুষদের প্রতিযোগিতা – নকআউট পর্ব", "url": "https://bn.wikipedia.org/wiki?curid=1451643", "content": "২০২৪ গ্রীষ্মকালীন অলিম্পিকে ফুটবল – পুরুষদের প্রতিযোগিতা – নকআউট পর্বের সকল ম্যাচ ২০২৪ সালের ২ হতে ৯ই আগস্ট তারিখ পর্যন্ত ফ্রান্সের প্যারিসের পার্ক দে প্রাঁস, দেসিন-শার্পিউয়ের স্তাদ দ্য লিওঁ, মার্সেইয়ের স্তাদ দ্য মার্সেই, বর্দোর স্তাদ দ্য বর্দো এবং নঁতের স্তাদ দ্য লা বোজোয়ারে অনুষ্ঠিত হয়েছিল। এই পর্বে ৪ গ্রুপের প্রথম ও দ্বিতীয় স্থান অধিকারী ৮টি দল কোয়ার্টার-ফাইনালে এবং কোয়ার্টার-ফাইনালের বিজয়ী ৪টি দল দুই সেমি-ফাইনালে মুখোমুখি হয়েছিল। সবশেষে সেমি-ফাইনালের বিজয়ী দল ফাইনালে মুখোমুখি হয়েছিল।\nনিম্নে তালিকাভুক্ত ম্যাচগুলোর সময় মধ্য ইউরোপীয় গ্রীষ্মকালীন সময় (ইউটিসি+২) অনুযায়ী উল্লেখ করা হয়েছিল। যদি স্থানটি একটি ভিন্ন সময় অঞ্চলে অবস্থিত হয়েছিল তবে স্থানীয় সময়ও উল্লেখ করা হয়েছিল।\n\n\n== বিন্যাস ==\nনকআউট পর্বে, যদি একটি খেলার ফলাফল ৯০ মিনিট পরেও সমতায় থাকে, অতিরিক্ত সময়ের খেলা অনুষ্ঠিত হয়েছিল (১৫ মিনিট করে দুই অর্ধে ৩০ মিনিট), যেখানে প্রতিটি দলের ষষ্ঠ খেলোয়াড় বদল করার অনুমতি দেওয়া হয়েছিল। যদি অতিরিক্ত সময়ের পরেও খেলার ফলাফল সমতায় থাকে, তবে খেলার ফলাফল পেনাল্টি শুট-আউটের মাধ্যমে নির্ধারণ করা হয়েছিল।\nকোয়ার্টার-ফাইনাল ম্যাচের সময়সূচী হলো:\n\nকোয়ার্টার-ফাইনাল ১: গ্রুপ এ-এ প্রথম স্থান অধিকারী বনাম গ্রুপ বি-এ দ্বিতীয় স্থান অধিকারী\nকোয়ার্টার-ফাইনাল ২: গ্রুপ বি-এ প্রথম স্থান অধিকারী বনাম গ্রুপ এ-এ দ্বিতীয় স্থান অধিকারী\nকোয়ার্টার-ফাইনাল ৩: গ্রুপ সি-এ প্রথম স্থান অধিকারী বনাম গ্রুপ ডি-এ দ্বিতীয় স্থান অধিকারী\nকোয়ার্টার-ফাইনাল ৪: গ্রুপ ডি-এ প্রথম স্থান অধিকারী বনাম গ্রুপ সি-এ দ্বিতীয় স্থান অধিকারী\nসেমি-ফাইনাল ম্যাচের সময়সূচী হলো:\n\nসেমি-ফাইনাল ১: কোয়ার্টার-ফাইনাল ১-এর বিজয়ী বনাম কোয়ার্টার-ফাইনাল ৩-এর বিজয়ী\nসেমি-ফাইনাল ২: কোয়ার্টার-ফাইনাল ২-এর বিজয়ী বনাম কোয়ার্টার-ফাইনাল ৪-এর বিজয়ী\nব্রোঞ্জ পদক ম্যাচের সময়সূচী হলো:\n\nসেমি-ফাইনাল ১-এ পরাজিত দল বনাম সেমি-ফাইনাল ২-এ পরাজিত দল\nস্বর্ণ পদক ম্যাচের সময়সূচী হলো:\n\nসেমি-ফাইনাল ১-এর বিজয়ী বনাম সেমি-ফাইনাল ২-এর বিজয়ী\n\n\n== উত্তীর্ণ দল ==\n৪টি গ্রুপের প্রতিটি গ্রুপ থেকে দুটি শীর্ষ স্থান অধিকারী দল কোয়ার্টার-ফাইনালের জন্য উত্তীর্ণ হয়েছিল।\n\n\n== বন্ধনী ==\n\n\n== কোয়ার্টার-ফাইনাল ==\n\n\n=== মরক্কো বনাম মার্কিন যুক্তরাষ্ট্র ===\n\n\n=== জাপান বনাম স্পেন ===\n\n\n=== মিশর বনাম প্যারাগুয়ে ===\n\n\n=== ফ্রান্স বনাম আর্জেন্টিনা ===\n\n\n== সেমি-ফাইনাল ==\n\n\n=== মরক্কো বনাম স্পেন ===\n১৮ মিনিটে রেফারি ইলগিজ তানতাশেভ ইনজুরিতে পড়েছিলেন; এরপর ম্যাচের বাকি অংশের জন্য চতুর্থ কর্মকর্তা গ্লেন নাইবার্গের স্থলাভিষিক্ত হন।\n\n\n=== ফ্রান্স বনাম মিশর ===\n\n\n== ব্রোঞ্জ পদক ম্যাচ ==\n\n\n== স্বর্ণ পদক ম্যাচ ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅলিম্পিক ফুটবল প্রতিযোগিতা প্যারিস ২০২৪ (ইংরেজি)"}