{"pageid": 1451420, "title": "ভারতের রাজ্য সরকার", "url": "https://bn.wikipedia.org/wiki?curid=1451420", "content": "ভারতের রাজ্য সরকার\nভারত, একটি গণতান্ত্রিক প্রজাতন্ত্র, যেখানে সংবিধান দ্বারা পরিচালিত কেন্দ্রীয় ও রাজ্য স্তরের সরকার বিদ্যমান। রাজ্য সরকার ভারতের কেন্দ্রীয় সরকারের পাশাপাশি কাজ করে এবং প্রতিটি রাজ্যের প্রশাসনিক কার্যাবলী পরিচালনা করে। ভারতীয় সংবিধানের সপ্তম তফসিলে রাজ্য সরকারের ক্ষমতা ও দায়িত্ব নির্ধারণ করা হয়েছে, যা কেন্দ্রীয় ও রাজ্য সরকারের মধ্যে ক্ষমতার বিভাজনকে সংজ্ঞায়িত করে।\nরাজ্য সরকারের কাঠামো\nপ্রত্যেক রাজ্যের সরকার তিনটি প্রধান শাখা নিয়ে গঠিত: নির্বাহী, বিধানসভা, এবং বিচার বিভাগ।\n1. নির্বাহী বিভাগ:\n   - রাজ্যপাল: রাজ্যপাল হলেন রাজ্যের সাংবিধানিক প্রধান, যিনি রাষ্ট্রপতির দ্বারা নিযুক্ত হন। তার প্রধান দায়িত্ব হল রাজ্য সরকারের মসৃণ কার্যক্রম নিশ্চিত করা।\n   - মুখ্যমন্ত্রী ও মন্ত্রিপরিষদ: মুখ্যমন্ত্রী হলেন রাজ্য সরকারের কার্যনির্বাহী প্রধান এবং মন্ত্রিপরিষদের প্রধান। মন্ত্রিপরিষদ সদস্যদের নিয়ে গঠিত, যারা বিভিন্ন বিভাগ ও দপ্তর পরিচালনা করেন।\n2. বিধানসভা বিভাগ:\n   - বিধানসভা (Legislative Assembly): এটি এককক্ষ বা দ্বিকক্ষ হতে পারে। এককক্ষীয় ব্যবস্থায় শুধুমাত্র বিধানসভা থাকে, এবং দ্বিকক্ষীয় ব্যবস্থায় বিধানসভা ও বিধান পরিষদ (Legislative Council) থাকে।\n   - বিধায়করা (MLAs): বিধানসভার সদস্যদের নির্বাচিত হয় সাধারণ নির্বাচনের মাধ্যমে এবং তারা রাজ্যের বিভিন্ন নীতি ও আইন প্রণয়নের জন্য দায়িত্বপ্রাপ্ত।\n3. বিচার বিভাগ:\n   - রাজ্যের উচ্চ আদালত বিচার বিভাগের শীর্ষে থাকে। এছাড়াও জেলা ও নিম্ন আদালত থাকে, যা রাজ্যের বিচার ব্যবস্থা পরিচালনা করে।\nরাজ্য সরকারের দায়িত্ব ও ক্ষমতা\nরাজ্য সরকারের দায়িত্ব ও ক্ষমতা প্রধানত তিনটি তালিকায় বিভক্ত:\n1. রাজ্য তালিকা (State List): এই তালিকায় উল্লেখিত বিষয়গুলি শুধুমাত্র রাজ্য সরকার পরিচালনা করে। যেমন: পুলিশ, স্থানীয় সরকার, জনস্বাস্থ্য, কৃষি ইত্যাদি।\n2. সমবায় তালিকা (Concurrent List): এই তালিকায় উল্লেখিত বিষয়গুলি কেন্দ্র ও রাজ্য উভয় সরকার পরিচালনা করতে পারে। যেমন: শিক্ষা, বন, শ্রম ইত্যাদি।\n3. কেন্দ্রীয় তালিকা (Union List): এই তালিকায় উল্লেখিত বিষয়গুলি শুধুমাত্র কেন্দ্রীয় সরকার পরিচালনা করে। যেমন: প্রতিরক্ষা, পররাষ্ট্রনীতি, টেলিযোগাযোগ ইত্যাদি।\nরাজ্য সরকারের ভূমিকা ও গুরুত্ব\nভারতের রাজ্য সরকারগুলি কেন্দ্রের সহযোগিতায় বিভিন্ন উন্নয়নমূলক কার্যক্রম পরিচালনা করে। স্থানীয় সমস্যা ও প্রয়োজন অনুযায়ী নীতি ও কর্মসূচি প্রণয়ন করে। রাজ্য সরকারের ভূমিকা বিশেষত গ্রাম ও শহর অঞ্চলের উন্নয়নে গুরুত্বপূর্ণ।\nসমন্বয় ও সংঘাত\nকেন্দ্র ও রাজ্যের মধ্যে সমন্বয় প্রয়োজনীয় হলেও অনেক সময় ক্ষমতার বিভাজন নিয়ে সংঘাত হয়। সংবিধানের ধারা ৩৫৬ অনুযায়ী, কেন্দ্র প্রয়োজনে রাজ্যে রাষ্ট্রপতি শাসন জারি করতে পারে, যা অনেক সময় বিতর্কিত হয়েছে।\nউপসংহার\nভারতের রাজ্য সরকার কেন্দ্রের সঙ্গে সহযোগিতায় কাজ করে দেশটির সংবিধান ও জনসেবার বিভিন্ন দিক পরিচালনা করে। তাদের ভূমিকা দেশের সংহতি ও উন্নয়নে অপরিসীম গুরুত্বপূর্ণ। বিভিন্ন স্তরের প্রশাসনিক কার্যাবলী এবং আইন প্রণয়নের মাধ্যমে রাজ্য সরকারগুলি দেশের গণতান্ত্রিক এবং ফেডারেল কাঠামোকে শক্তিশালী করে তুলেছে।"}