{"pageid": 1451408, "title": "সমাধিরাজসূত্র", "url": "https://bn.wikipedia.org/wiki?curid=1451408", "content": "সমাধিরাজসূত্র বা চন্দ্রপ্রদীপসূত্র হলো বৌদ্ধ মহাযান সূত্র। কিছু পণ্ডিত খ্রিস্টীয় ২য় বা ৩য় শতাব্দী থেকে ৬ষ্ঠ শতাব্দী পর্যন্ত এর সংস্কারের সময়কাল দিয়েছেন। কিন্তু অন্যরা যুক্তি দেন যে এর তারিখ ঠিক করা যায় না। \nমাধ্যমক সম্প্রদায়ের জন্য সমাধিরাজ অত্যন্ত গুরুত্বপূর্ণ উৎস এবং এটি চন্দ্রকীর্তি, শান্তিদেব এবং পরবর্তী বৌদ্ধ লেখকদের মতো অসংখ্য ভারতীয় লেখক দ্বারা উদ্ধৃত করা হয়েছে। অ্যালেক্স ওয়েম্যানের মতে, সমাধিরাজ হলো মাধ্যমকের সবচেয়ে গুরুত্বপূর্ণ শাস্ত্রীয় উৎস।  তান্ত্রিক বৌদ্ধ উৎসগুলিতেও সমাধিরাজকে ব্যাপকভাবে উদ্ধৃত করা হয়েছে, যা ধর্মীয় উদ্দেশ্যে এর আবৃত্তিকে প্রচার করে। সূত্রের একটি ভাষ্য, কীর্তিমালা, ভারতীয় মঞ্জুশ্রীকীর্তির দ্বারা রচিত হয়েছিলো এবং এটি তিব্বতি ভাষায় টিকে আছে।\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\nBennett, A.A.G. (1968). \"Excerpts from the Samadhiraja-Sutra\", The Maha Bodhi 77, Calcutta 1958, 295-298.\nCüppers, Christopher (1990). The IXth Chapter of the Samadhirajasutra. Stuttgart.\nGomez, L.O. and J.A. Silk, eds (1989). \"The Sutra of the King of Samādhis, Chapters I-IV.\" Studies in the Literature of the Great Vehicle, University of Michigan.\nHartmann, Jens-Uwe (1996).  \"A note on a newly-identified palm-leaf manuscript of the Samadhirajasutra\", Indo-Iranian Journal 39, 105-109.\nRinpoche, Phakchok (2020). In the Footsteps of Bodhisattvas: Buddhist Teachings on the Essence of Meditation. Shambhala Publications. আইএসবিএন ৯৭৮-১৬১১৮০৮৩৭৭.\nRockwell Jr., John (1980). Samadhi and Patient Acceptance: Four Chapters of the Samadhiraja-sutra. translated from the Sanskrit and Tibetan. M.A.Thesis, The Naropa Institute, Boulder, Colorado.\nSkilton, Andrew T. (1999). \"Dating the Samadhiraja Sutra.\" Journal of Indian Philosophy 27, 635-652.\nSkilton, Andrew T. (2000). \"The Gilgit Manuscript of the Samadhiraja Sutra.\" Central Asiatic Journal 44, 67–86.\nSkilton, Andrew T. (1999). '\"Four Recensions of the Samadhiraja Sutra.\" Indo-Iranian Journal 42, 335–336.\nSkilton, Andrew T. (?). \"Samadhirajasutra\", MonSC 2, 97–178.\nSkilton, Andrew T. (2002). \"State or statement? Samadhi in some early Mahayana Sutras\", The Eastern Buddhist 34.2, 51–93.\nTatz, Mark (1972). Revelation in Madhyamika Buddhism. M.A.Thesis, University of Washington.\nThrangu Rinpoche (2004). King of Samadhi: Commentaries on the Samadhi Raja Sutra and the Song of Lodrö Thaye. North Atlantic Books:  আইএসবিএন ৯৬২-৭৩৪১-১৯-৩.\n\n\n== বহিঃসংযোগ ==\nRangjung Dorje (root text); Venerable Khenchen Thrangu Rinpoche (commentary); Peter Roberts (translator) (2001). Transcending Ego - Distinguishing Consciousness from Wisdom (Wylie: rnam shes ye shes ‘byed pa).  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৪ মার্চ ২০১২ তারিখে(accessed: Wednesday April 1, 2009)\nPhilosophy in the Samādhirājasūtra: three chapters from the Samādhirājasūtra By Constantin Regamey @ Google Books\nAn English translation by 84000: Translating the Words of the Buddha"}