{"pageid": 1451982, "title": "বাংলাদেশ ইটালিয়ান মার্বেল ওয়ার্কস লিমিটেড বনাম বাংলাদেশ সরকার", "url": "https://bn.wikipedia.org/wiki?curid=1451982", "content": "বাংলাদেশ ইটালিয়ান মার্বেল ওয়ার্কস লিমিটেড বনাম বাংলাদেশ সরকার বাংলাদেশ সুপ্রিম কোর্টের আপিল বিভাগের একটি মামলা। ২০১০ সালে একটি গুরুত্বপূর্ণ রায়ে, আদালত ১৯৭৯ সালে গৃহীত বাংলাদেশের সংবিধানের পঞ্চম সংশোধনী বাতিল করেন এবং বাংলাদেশি প্রজাতন্ত্রের ধর্মনিরপেক্ষ গণতান্ত্রিক চরিত্রকে মজবুত করেন।\n\n\n== তথ্য ==\n২০০০ সালে ঢাকায় মুন সিনেমা হলের মালিক সংবিধানের ১০২ অনুচ্ছেদের অধীনে একটি রিট আবেদন করেন। তিনি দাবি করেন সিনেমা হলকে \"পরিত্যক্ত সম্পত্তি\" হিসেবে ঘোষণা করা অবৈধ। তিনি সরকারের কাছে প্রাঙ্গণটি তাদের মূল মালিকদের কাছে ফেরত দেওয়ার নির্দেশনা চান। ওই রিট আবেদনে, আবেদনকারীরা ১৯৭৯ সালের পঞ্চম সংশোধনী আইনের সাংবিধানিকতা চ্যালেঞ্জ করেন, যা ১৯৭৫ থেকে ১৯৭৯ সালের মধ্যে সামরিক আইন ঘোষণার আদেশসমূহকে বৈধতা দিয়েছিল। ২০০৫ সালের ২৯ আগস্ট, ঢাকা হাইকোর্টে বিচারপতি এ. বি. এম. খায়রুল হক এবং বিচারপতি এ. টি. এম. ফজলে কবির পঞ্চম সংশোধনী আইন ১৯৭৯ অবৈধ ঘোষণা করেন এবং বাংলাদেশ সরকারকে মুন সিনেমা হলের মালিকদের কাছে ফেরত দেওয়ার নির্দেশ দেন। তৎকালীন বাংলাদেশ জাতীয়তাবাদী দল নেতৃত্বাধীন সরকার সুপ্রিম কোর্টে আপিল করে এবং হাইকোর্টের রায়ের উপর স্থগিতাদেশ নেন। ২০০৯ সালে, আওয়ামী লীগ নেতৃত্বাধীন সরকার রাষ্ট্রের আপিল প্রত্যাহার করে নেয়।\n\n\n== রায় ==\nবাংলাদেশ সুপ্রিম কোর্টের আপিল বিভাগ পঞ্চম সংশোধনীকে বাতিল ঘোষণা করে। আদালত রায় দেয় যে সামরিক আইন অবৈধ এবং অসাংবিধানিক। ফলে, সকল সামরিক আইন ঘোষণাও অবৈধ।\n\n\n== গুরুত্ব ==\nএই রায় ১৯৭৫ থেকে ১৯৭৯ সালের মধ্যে প্রধান সামরিক আইন প্রশাসক দ্বারা জারি করা ঘোষণাগুলোকে বাতিল করে দেয়, যার মধ্যে সংবিধান থেকে ধর্মনিরপেক্ষতা অপসারণও অন্তর্ভুক্ত। এই রায়টি ২০১১ সালের পঞ্চদশ সংশোধনী আইনের মাধ্যমে বাংলাদেশের সংসদে বাস্তবায়িত হয়।\nএই রায়টি বাংলাদেশ এবং পাকিস্তানে আগের বিচারিক নজিরগুলোকে উল্টে দেয়, যেখানে আদালত প্রয়োজনের তত্ত্বের ভিত্তিতে ক্যু সমর্থন করার চেষ্টা করেছিল। এই রায়টি গণতন্ত্র এবং পার্লামেন্টারি সার্বভৌমত্বের জন্য বিজয় হিসেবে বিবেচিত হয়। সামরিক আইনকে চিরতরে অবৈধ ঘোষণা করা হয়।\n\n\n== আরও দেখুন ==\nবাংলাদেশ সংবিধানের ৭০ অনুচ্ছেদ\n\n\n== তথ্যসূত্র =="}