{"pageid": 1451711, "title": "ইঞ্জিন-নির্দেশক এবং ক্রু-সতর্কতা ব্যবস্থা", "url": "https://bn.wikipedia.org/wiki?curid=1451711", "content": "ইঞ্জিন-ইন্ডিকেটিং এবং ক্রু-অ্যালার্টিং সিস্টেম (EICAS ইআইসিএএস)  আধুনিক বিমানে ব্যবহৃত একটি সমন্বিত ব্যবস্থা যা বিমানের ফ্লাইট ক্রুদের ইন্সট্রুমেন্টেশন এবং বিমানের ইঞ্জিন এবং অন্যান্য সিস্টেমের ক্রু ঘোষণা প্রদানের জন্য ব্যবহার করা হয়। ইআইসিএএস সজ্জিত বিমানে \"প্রস্তাবিত প্রতিকারমূলক পদক্ষেপ\" কে চেকলিস্ট বলা হয়।\n\n\n== উপাদান ==\nইআইসিএএস সাধারণত বিভিন্ন ইঞ্জিনের পরামিতিগুলির যন্ত্র অন্তর্ভুক্ত করে, যার মধ্যে রয়েছে যেমন ঘূর্ণনের গতি, তাপমাত্রার মান সহ গ্যাসের তাপমাত্রা, জ্বালানী প্রবাহ এবং পরিমাণ, তেলের চাপ ইত্যাদি। ইআইসিএএস দ্বারা সাধারণত পর্যবেক্ষণ করা অন্যান্য বিমান ব্যবস্থা যেমন হাইড্রোলিক, বায়ুসংক্রান্ত, বৈদ্যুতিক, ডিসিং, পরিবেশগত এবং নিয়ন্ত্রণ পৃষ্ঠ সিস্টেম। ইআইসিএএস এর উচ্চ সংযোগ রয়েছে এবং ডেটা অধিগ্রহণ এবং রাউটিং প্রদান করে। \nইআইসিএএস হল একটি গ্লাস ককপিট সিস্টেমের একটি মূল কাজ, যা সফ্টওয়্যার-চালিত ইলেকট্রনিক ডিসপ্লে দিয়ে সমস্ত অ্যানালগ গেজ প্রতিস্থাপন করে। বেশিরভাগ ডিসপ্লে এলাকা নেভিগেশন এবং ওরিয়েন্টেশন ডিসপ্লের জন্য ব্যবহার করা হয়, কিন্তু একটি ডিসপ্লে বা ডিসপ্লের একটি অংশ বিশেষভাবে ইআইসিএএস-এর জন্য আলাদা করা হয়।\nক্রু-অ্যালার্টিং সিস্টেম (সিএএস) পুরানো সিস্টেমে ঘোষক প্যানেলের জায়গায় ব্যবহার করা হয়। একটি স্বচ্ছ বোতামের পিছনে একটি আলো চালু করে সিস্টেমের ব্যর্থতার সংকেত দেওয়ার পরিবর্তে, ব্যর্থতাগুলি অন্যান্য ইআইসিএএস ইঙ্গিতগুলির কাছে একটি ছোট উইন্ডোতে বার্তাগুলির একটি তালিকা হিসাবে দেখানো হয়৷\n\n\n== বিকল্প ব্যবস্থা ==\nকিছু বিকল্প হল:\n\nএয়ারবাসে ইলেকট্রনিক সেন্ট্রালাইজড এয়ারক্রাফ্ট মনিটর (ইসিএএম)\nম্যাকডোনেল ডগলাস -এ সেন্ট্রালাইজড ফল্ট ডিটেকশন সিস্টেম (সিএফডিএস)\nফকারে ফ্লাইট ওয়ার্নিং সিস্টেম (এফডাব্লিউএস)\nএটিআরে এ ইঞ্জিন সতর্কতা প্রদর্শন (ইডাব্লিউডি)\nКомплексная система экранной индикации и сигнализации (КСЭИС) এন্টোনভ ।\n\n\n== উপস্থিতি ==\nব্যাবস্থাটিকে অন্তত নিম্নলিখিত বিমানে ইআইসিএএস বলা হয়:\n\n\n=== জেটলাইনার ===\nইআইসিএএস-এর সাথে প্রথম বোয়িং বিমান ছিল বোয়িং ৭৫৭ । ৭৪৭-৪০০ থেকে বোয়িং ৭৪৭ ইআইসিএএস আছে। বোয়িং ৭৩৭- এর কোনো সংস্করণে ইআইসিএএস নেই। বোয়িং ৭১৭এ সিএফডিএস রয়েছে, কারণ এটি মূলত একটি ম্যাকডোনেল ডগলাস পণ্য ছিল।\nEmbraer ERJ পরিবার এবং Embraer E-Jet পরিবারের ইআইসিএএস আছে।\nবোম্বার্ডিয়ার সিআরজে এবং Bombardier CSeries-এর ইআইসিএএস আছে।\nFairchild-Dornier 328JET-এ ইআইসিএএস আছে।\nকোমাক এআরজে২১ এবং কোমাক সি৯১৯ এ ইআইসিএএস আছে।\n\n\n=== টার্বোপ্রপ এয়ারলাইনার ===\nসাব ২০০০ এ ইআইসিএএস আছে।\nডর্নিয়ার ৩২৮ এবং ডরনিয়ার ডিও ২২৮ এ ইআইসিএএস আছে।\nজিয়ান এমএ৬০ এবং জিয়ান এমএ৬০০ ইআইসিএএস আছে।\n\n\n== সীমাবদ্ধতা ==\nকিছু বোম্বারডিয়ার বিমানে, ভুল চেকলিস্ট কল করা সম্ভব। টেক-অফ নিষিদ্ধ করার বার্তাগুলি পরামর্শ হিসাবে দেখানো যেতে পারে। \n৭৫৭,৭৬৭এবং ৭৪৭-৪০০ এর কোনো ইলেকট্রনিক চেকলিস্ট নেই।\nইআরজে এবং ই-জেট-এর কোনো ইলেকট্রনিক চেকলিস্ট নেই।\nসিআরজে এর কোনো ইলেকট্রনিক চেকলিস্ট নেই।\nডিও-৩২৮ এবং ডিও-৩২৮ জেট-এর কোনো ইলেকট্রনিক চেকলিস্ট নেই।\nসাব ২০০০ এর কোনো ইলেকট্রনিক চেকলিস্ট নেই।\n\n\n== চিত্র =="}