{"pageid": 1451477, "title": "শক্তিসাধন মুখোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1451477", "content": "ড. শক্তিসাধন মুখোপাধ্যায় (জন্ম:-১২ ফেব্রুয়ারি ১৯৫১) হলেন বিশ শতকের শেষভাগের একজন বিশিষ্ট ভারতীয় বাঙালি গবেষক ও প্রাবন্ধিক। \n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nশক্তিসাধন মুখোপাধ্যায়ের জন্ম  পশ্চিমবঙ্গের অধুনা বর্ধমান জেলার জামালপুর সমষ্টি উন্নয়ন ব্লকের অন্তর্গত পাঁচড়া গ্রামে তার মাতুলালয়ে। পিতা চণ্ডীচরণ মুখোপাধ্যায় ও মাতা নমিতা মুখোপাধ্যায়। পিতামাতার ছয় পুত্রকন্যার জ্যেষ্ঠ ছিলেন তিনি। তার পৈতৃক নিবাস পূর্ব বর্ধমান জেলারই কেওটাড়ার জুতিহাটী গ্রামে। নিকটবর্তী ঝাপানডাঙ্গা পরেশনাথ বিদ্যামন্দিরে তিনি সপ্তম শ্রেণী পর্যন্ত পড়েন। তারপর মামারবাড়ির পাঁচড়া সাগরচন্দ্র রক্ষিত স্মৃতি বিদ্যামন্দির হতে উচ্চ মাধ্যমিক পাশ করেন। ভর্তি হন বর্ধমান রাজ কলেজে। বাংলা ভাষা ও সাহিত্যে অনার্স নিয়ে স্নাতক হন বর্ধমান বিশ্ববিদ্যালয়ের। এই  বিশ্ববিদ্যালয় থেকেই বাংলা ভাষা সাহিত্যে স্নাতকোত্তর ডিগ্রি লাভ করেন। \n কলকাতা বিশ্ববিদ্যালয়ের রবীন্দ্রনাথ ঠাকুর অধ্যাপক ড. জ্যোতির্ময় ঘোষের অধীনে গবেষণা করে বাংলার রেনেসাঁস বিচার: রামমোহন থেকে রবীন্দ্রনাথ শীর্ষক গবেষণা পত্রের জন্য তিনি ১৯৯৬ খ্রিস্টাব্দে পিএইচডি ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nপ্রথম দিকে শক্তিসাধন স্থানীয় এক হোমিওপ্যাথিক ডিসপেনসারিতে কম্পাউন্ডারির কাজ করলেও পরে জঙ্গীপুর কলেজে কিছুদিন অধ্যাপনার পর কলকাতার খিদিরপুর কলেজে বাংলা ভাষা ও সাহিত্যে দীর্ঘদিন অধ্যাপনা করেন এবং সেখান থেকেই অবসর নেন। \nঅধ্যাপনাকালেই ড.শক্তিসাধন মুখোপাধ্যায় বিশিষ্ট প্রাবন্ধিক হিসাবে পরিচিতি পান। মুখ্যত, ডিরোজিও এবং রেনেসাঁস সম্পর্কিত বিষয়গুলি তার রচনায় প্রাধান্য পেলেও বিভিন্ন বিষয়ের উপর তার নিবন্ধসমূহ গণশক্তি, চতুরঙ্গ পত্রিকায় প্রকাশিত হয়েছে। এযাবৎ তার প্রকাশিত নিবন্ধ ও গ্রন্থের সংখ্যা যথাক্রমে দুইশত ও পঁচিশের বেশি। উল্লেখযোগ্য গ্রন্থগুলি হল-\n\nরচিত গ্রন্থসমূহ-\nইতালীয় রেনেসাঁসের আলোকে বাংলার রেনেসাঁস (২০০০), প্রোগ্রেসিভ পাবলিশার্স, কলকাতা \nকলকাতার আদি আচার্য ডেভিড ড্রামন্ড (২০০৪)\nডিরোজিও: রুটিন ভাঙা এক মাস্টার (২০০৯)\nশতফুলের কবি রবীন্দ্রনাথ (২০১১)\nরেনেসাঁসের আলোয় বঙ্গ দর্শন ২০১৯, পুনশ্চ আইএসবিএন=৯৭৮-৮১-৭৩৩২-৩৫৩-৯\nস্কুল অফ এথেন্স (২০২১)\nবিদ্যাসাগরের ঠাকুমা (২০১৯)\nবিদ্যাসাগর নতুন করে জানা অন্যভাবে চেনা (২০২১), পুনশ্চ আইএসবিএন=৯৭৮-৮১-৭৩৩২-৩১৫-৭\nআয়সাগর ব্যয়সাগর বিদ্যাসাগর (২০২১)\nনবজাগরণের সূচনাপুরুষ রামমোহন রায়  পরম্পরা প্রকাশন\nসম্পাদিত গ্রন্থসমূহ-\nসঙ অফ দ্য স্টোর্মি পেট্রেল (২০০১)\nডিরোজিও রিমেম্বার্ড (২০০৮) ( পরমেশ্বরন থাঙ্কাপ্পান নায়ারের ভূমিকাসহ )\nকবিতা গ্রন্থ-\nবাতিল পালক (২০২২) অক্ষরবৃত্ত প্রকাশনা\n\n\n== সম্মাননা ==\nসমরেন রায় পুরস্কার\nভবানী মুখোপাধ্যায় স্মৃতি সম্মান\nডিরোজিও বাংলার গৌরব ২০২০ সম্মান\nড.শক্তিসাধন মুখোপাধ্যায় ২০১৩-১৬ খ্রিস্টাব্দে বঙ্গীয় সাহিত্য পরিষদের সম্পাদক পদে ছিলেন।\n\n\n== তথ্যসূত্র =="}