{"pageid": 1451720, "title": "জুলম কি হুকুমাত", "url": "https://bn.wikipedia.org/wiki?curid=1451720", "content": "জুলম কি হুকুমাত ১৯৯২ সালে মুক্তিপ্রাপ্ত একটি ভারতীয় হিন্দি ভাষার অ্যাকশন ক্রাইম চলচ্চিত্র, যেটি পরিচালনা করেছেন ভারত রংচরে এবং প্রযোজনা করেছেন সাজিদ নাদিয়াদওয়ালা। ছবিতে অভিনয় করেছেন ধর্মেন্দ্র, গোবিন্দ, মৌসুমী চ্যাটার্জি, কিমি কাতকর, শক্তি কাপুর, নীনা গুপ্তা, পরেশ রাওয়াল এবং অর্চনা পুরান সিং। ছবিটি হলিউড ছবি দ্য গডফাদার (১৯৭২)-এর পুনঃনির্মাণ। গল্পটি এমন একজন যুবককে ঘিরে তৈরি করা হয়েছে যার বড় ভাই একজন আন্ডারওয়ার্ল্ড ডন এবং তার ভাই নিহত হওয়ার পরে সে কীভাবে অপরাধ জগতে পা রাখলো সে সম্পর্কে।\nজুলম কি হুকুমাত ১৯৯২ সালের ১৭ই জুলাই বিশ্বব্যাপী মুক্তি পায়, যা বিনোদ খান্না এবং সালমান খান অভিনীত ইসমাইল শ্রফের নিশ্চায় চলচ্চিত্রের সাথে সংঘর্ষ হয়। বক্স অফিসে, প্রাক্তনটি একটি মাঝারি সাফল্য এবং ১৯৯২ সালের ১০ তম সর্বোচ্চ উপার্জনকারী চলচ্চিত্র হিসাবে আবির্ভূত হয়েছিল, যখন পরবর্তীটি একটি ফ্লপ ছিল।\n\n\n== পটভূমি ==\nপীতাম্বর কোলি (ধর্মেন্দ্র) তার স্ত্রী এবং দুই ভাই, যশবন্ত এবং প্রতাপ (গোবিন্দ) এর সাথে একটি শক্তিশালী মাফিয়া বস জীবনযাপন করে। প্রতাপের ব্যবসা তার ভাইদের ব্যবসার মতো নয় তাই তিনি অন্য পথ বেছে নিয়ে আলাদা থাকতেন। এই ত্রয়ী স্বামী নামে আরেক ক্রাইম বসের খারাপ বইয়ে প্রবেশ করে, যার মাদক ব্যবসায়ের প্রস্তাব পিতাম্বর কোলি প্রত্যাখ্যান করেছিলেন। ফলস্বরূপ, পীতাম্বর নিহত হয় এবং তাদের উপর গুলি চালানোর কারণে যশবন্ত গুরুতর আহত হয়। প্রতাপ তার বড় ভাই পীতাম্বরের জায়গা নেয় এবং স্বামীর সাথে হাত মেলায় কেবল তার ভাইয়ের মৃত্যুর প্রতিশোধ নিতে। স্বামী প্রতাপের আসল উদ্দেশ্য জানতে পেরে তিনি তার পদক্ষেপ নেন - প্রতাপের বোন এবং ভগ্নিপতিকে অপহরণ করা হয় এবং বন্দুকের মুখে আটকে রাখা হয়। যশবন্ত তাদের উদ্ধার করতে গেলে তাকে গুলি করে হত্যা করা হয়। এখন একমাত্র অবশিষ্ট কলি ভাই প্রতাপই স্বামীর একমাত্র লক্ষ্য। স্বামী কীভাবে প্রতকে ফাঁদে ফেলেন, যিনি বেশ অসহায় হবেন, বিশেষত তাঁর বোন এখনও স্বামীর সাথে বন্দী থাকায়, গল্পের মূল গঠন করে।\n\n\n== অভিনয়শিল্পী ==\n\n\n== অভ্যর্থনা ==\nইন্ডিয়া টুডে লিখেছে, \"যদিও ধর্মেন্দ্র ব্র্যান্ডোর ফ্যাকাশে ছায়া এবং গোবিন্দা পাচিনোকে নকল করার জন্য যথাসাধ্য চেষ্টা করে, তবে এই দেশি গডফাদার একটি আনন্দদায়ক বিস্ময় হিসাবে আসে।\"\n\n\n== সঙ্গীত ==\n\"ও দিলরুবা\" লিখেছেন আনোয়ার সাগর এবং বাকিটি লিখেছেন সমীর অঞ্জন ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে জুলম কি হুকুমাত   (ইংরেজি)"}