{"pageid": 1451638, "title": "২০২৪ গ্রীষ্মকালীন অলিম্পিকে ফুটবল – পুরুষদের প্রতিযোগিতা – গ্রুপ সি", "url": "https://bn.wikipedia.org/wiki?curid=1451638", "content": "২০২৪ গ্রীষ্মকালীন অলিম্পিকে ফুটবল – পুরুষদের প্রতিযোগিতার গ্রুপ সি-এর সকল ম্যাচ ২০২৪ সালের ২৪ হতে ৩০শে জুলাই তারিখ পর্যন্ত ফ্রান্সের প্যারিসের পার্ক দে প্রাঁস, নঁতের স্তাদ দ্য লা বোজোয়ার এবং বর্দোর স্তাদ দ্য বর্দোতে অনুষ্ঠিত হয়েছিল। এই গ্রুপে উজবেকিস্তান, স্পেন, মিশর এবং ডোমিনিকান প্রজাতন্ত্র একে অপরের মুখোমুখি হয়েছিল। গ্রুপ পর্বের সকল ম্যাচ শেষ পয়েন্ট তালিকার শীর্ষ দুটি দল স্পেন ও মিশর কোয়ার্টার-ফাইনালে উত্তীর্ণ হয়েছিল।\n\n\n== দল ==\n\nটীকা\n\n\n== পয়েন্ট তালিকা ==\n\nকোয়ার্টার-ফাইনালে,\n\nগ্রুপ সি-এর প্রথম স্থান অধিকারী দল, মিশর, গ্রুপ ডি-এর দ্বিতীয় স্থান অধিকারী দল প্যারাগুয়ের সাথে মুখোমুখি হয়েছিল।\nগ্রুপ সি-এর দ্বিতীয় স্থান অধিকারী দল, স্পেন, গ্রুপ ডি-এর প্রথম স্থান অধিকারী দল জাপানের সাথে মুখোমুখি হয়েছিল।\n\n\n== ম্যাচ ==\n\n\n=== উজবেকিস্তান বনাম স্পেন ===\n\n\n=== মিশর বনাম ডোমিনিকান প্রজাতন্ত্র ===\n\n\n=== ডোমিনিকান প্রজাতন্ত্র বনাম স্পেন ===\n\n\n=== উজবেকিস্তান বনাম মিশর ===\n\n\n=== ডোমিনিকান প্রজাতন্ত্র বনাম উজবেকিস্তান ===\n\n\n=== স্পেন বনাম মিশর ===\n\n\n== শাস্তিমূলক পয়েন্ট ==\nগ্রুপ পর্বের সকল ম্যাচ শেষে যদি সামগ্রিক তথ্য ও হেড-টু-হেড ম্যাচের তথ্যের নিয়ম ব্যবহার করার পরও যদি একাধিক দল একই সমতায় থাকে (এবং যদি পেনাল্টি শুট-আউট টাইব্রেকার হিসেবে প্রযোজ্য না হয়), তবে সুশৃঙ্খলভাবে খেলার মাধ্যমে অর্জিত পয়েন্টের উপর ভিত্তি করে দলীয় অবস্থান নির্ধারণ করা হবে। গ্রুপ ম্যাচে প্রাপ্ত হলুদ ও লাল কার্ডের উপর ভিত্তি করে এই পয়েন্ট নির্ণয় করা হবে, যা নিম্নে উল্লেখ করা হয়েছে:\n\nহলুদ কার্ড = −১ পয়েন্ট\nদুইটি হলুদ কার্ডের ফলে লাল কার্ড = −৩ পয়েন্ট\nসরাসরি লাল কার্ড = −৪ পয়েন্ট\nএকটি হলুদ কার্ডের পর সরাসরি লাল কার্ড = −৫ পয়েন্ট\nউপর্যুক্ত নিয়মের মধ্যে এক ম্যাচে কেবল একজন খেলোয়াড়ের ক্ষেত্রে প্রয়োগ করা হয়েছিল।\n\n\n== আরও দেখুন ==\n২০২৪ গ্রীষ্মকালীন অলিম্পিকে উজবেকিস্তান\n২০২৪ গ্রীষ্মকালীন অলিম্পিকে স্পেন\n২০২৪ গ্রীষ্মকালীন অলিম্পিকে মিশর\n২০২৪ গ্রীষ্মকালীন অলিম্পিকে ডোমিনিকান প্রজাতন্ত্র\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅলিম্পিক ফুটবল প্রতিযোগিতা প্যারিস ২০২৪ (ইংরেজি)"}