{"pageid": 1451537, "title": "সাজিদ নাদিয়াদওয়ালা", "url": "https://bn.wikipedia.org/wiki?curid=1451537", "content": "সাজিদ নাদিয়াদওয়ালা (জন্ম ১৮ ফেব্রুয়ারি ১৯৬৬) হলেন একজন ভারতীয় চলচ্চিত্র প্রযোজক, লেখক এবং পরিচালক। তিনি হিন্দি সিনেমায় কাজ করেন। তিনি নাদিয়াদওয়ালা গ্র্যান্ডসন এন্টারটেইনমেন্ট এর মালিক। তিনি চলচ্চিত্র নির্মাতা এ কে নাদিয়াদওয়ালা এর নাতি। তিনি হাউসফুল (২০১০), বাঘি (২০১৬) থেকে শুরু করে কিক (২০১৪) পরিচালনাসহ চলচ্চিত্র লিখেছেন এবং প্রযোজনা করেছেন যা তাকে বিভিন্ন আত্মপ্রকাশকারী পরিচালক পুরস্কার এনে দিয়েছে, এবং মারাঠি চলচ্চিত্র লাই ভারি লিখেছেন যেটি প্রযোজনা করেছেন রিতেশ দেশমুখ।\n\n\n== প্রারম্ভিক জীবন ==\nসাজিদ নাদিয়াদওয়ালার দাদা আবদুল করিম নাদিয়াদওয়ালা ১৯৫৫ সালে গুজরাটের নাদিয়াদ নামক একটি শহর থেকে মুম্বাই আসেন। তার দাদা তাজমহল সহ মুম্বাইতে শত শত চলচ্চিত্র নির্মাণ করেছিলেন। পরিবারের ঘাঁটি ছিলো ভারতের মালাদে, যেখানে তার পিতামহ থিয়েটারের মালিক ছিলেন এবং যেখানে তাদের নামে ৫,০০০ একর এবং রাস্তার নামকরণ করা হয়েছিলো। তাই ছোটবেলা থেকেই সিনেমা দেখতেন সাজিদ। সাজিদের বাবাও চলচ্চিত্র প্রযোজনা করেন। সাজিদ তার সিএ এবং আইন শেষ করার পরে ২১ বছর বয়সে জেপি দত্ত গুলামির সহকারী পরিচালক হিসাবে যোগদান করেন।\n\n\n== কর্মজীবন ==\nসাজিদ ২৫বছর বয়সে \"নাদিয়াদওয়ালা গ্র্যান্ডসন এন্টারটেইনমেন্ট প্রাইভেট লিমিটেড\" নামে একটি নিজস্ব প্রযোজনা সংস্থা প্রতিষ্ঠা করার আগে তার চাচার প্রোডাকশন হাউসে একজন প্রযোজনা সহকারী হিসাবে তার কর্মজীবন শুরু করেন। ১৯৯২ সালে, তিনি ধর্মেন্দ্র এবং গোবিন্দ অভিনীত তার প্রথম চলচ্চিত্র জুলম কি হুকুমাত নির্মাণ করেন। তিনি তার পরবর্তী, ওয়াক্ত হামারা হ্যায় (১৯৯৩) দিয়ে প্রথমবারের মতো বড় পর্দায় অক্ষয় কুমার এবং সুনীল শেঠিকে একত্রিত করেন।\n\n\n=== ১৯৯৬-২০০৬ ===\nতার পরবর্তী প্রযোজনা ছিলো সালমান খান - সানি দেওল অভিনীত ১৯৯৬ সালে জিৎ। যেটি একটি বিশাল হিট হয়ে ওঠে এবং \"ইয়ারা ও ইয়ারা\" গানে সানির হুক স্টেপ জনপ্রিয় করে তোলে। তার পরবর্তী, সালমান খানকে দ্বৈত ভূমিকায় অভিনয় করা, জুডওয়া, অভিনেতার জীবনে একটি মানদণ্ড তৈরি করেছিলো এবং একটি কাল্ট ফিল্ম হিসাবে স্বীকৃত হয়েছিলো। সালমান খান, রানি মুখার্জি এবং প্রীতি জিন্টা অভিনীত হার দিল জো প্যার করেগা (২০০০) এবং অক্ষয় কুমার, প্রিয়াঙ্কা চোপড়া এবং সালমান খান অভিনীত মুজসে শাদি করোগি (২০০৪) ছিলো তার ব্যানারে নির্মিত পরবর্তী চলচ্চিত্র। তার ২০০৬ সালের চলচ্চিত্র জান-ই-মন ব্যবসায়িকভাবে ব্যর্থ হয়েছিলো।\n\n\n=== ২০০৭-২০১৪ ===\nনাদিয়াদওয়ালা ২০০৭ সালে হেই বেবি মুক্তি করেন, যেখানে তিনি পরিচালক সাজিদ খানকে (পরিচালক) চালু করেন। তার ২০০৯ সালের প্রযোজনা কমবখত ইশক, বলিউডে প্রথমবারের মতো সিলভেস্টার স্ট্যালোন, ডেনিস রিচার্ডস এবং ব্র্যান্ডন রাউথের মতো হলিউড তারকাদের কাস্টিং অন্তর্ভুক্ত করেছিলো। ছবিতে প্রধান চরিত্রে অভিনয় করেছেন অক্ষয় কুমার ও কারিনা কাপুর। নাদিয়াদওয়ালা সিলভেস্টার স্ট্যালোনকে এই চলচ্চিত্রের জন্য চুক্তিবদ্ধ করার মুহুর্তটিকে ঐতিহাসিক হিসাবে বর্ণনা করেছিলেন কারণ তিনি স্ট্যালোনের দ্বারা এতটাই তারকা-মুগ্ধ হয়েছিলেন, কারণ তিনি ভাবছিলেন যে তার প্রথমে অটোগ্রাফ নেওয়া উচিত বা চুক্তিতে স্বাক্ষর করা উচিত কিনা।\n২০১০ সালে তার অভিনীত প্রথম চলচ্চিত্র হাউসফুল  এ অভিনয় করেছিলেন অক্ষয় কুমার, রিতেশ দেশমুখ, দীপিকা পাড়ুকোন, লারা দত্ত, বোমান ইরানি, অর্জুন রামপাল এবং রণধীর কাপুর। মুক্তির পরে ছবিটি সর্বাধিক উপার্জনকারী হয়ে ওঠে এবং হাউসফুলকে একটি সফল কমেডি ফ্র্যাঞ্চাইজি হিসাবে প্রতিষ্ঠিত করে। ২০১০ সালের ৩০ সেপ্টেম্বর তিনি হাউসফুল-এর একটি সিক্যুয়াল ঘোষণা করেন যা আবার অক্ষয় কুমার প্রধান চরিত্রে অভিনয় করবেন। তার পরবর্তী চলচ্চিত্র, একটি প্রেমের গল্প, অঞ্জনা আঞ্জানি অভিনীত রণবীর কাপুর এবং প্রিয়াঙ্কা চোপড়া ২০১০ সালের ১ অক্টোবর মুক্তি পায় এবং চলচ্চিত্রটির সংগীত রাতারাতি সাফল্য অর্জন করে তুঝে ভুলা দিয়া এবং আস পাস হ্যায় খুদার মতো গানগুলি সর্বকালের চার্টবাস্টার হয়ে ওঠে।\nহাউসফুল ২ ২০১২ সালের ৫ই এপ্রিল মুক্তি পায় এবং এই ফ্র্যাঞ্চাইজি চলচ্চিত্রটি নাদিয়াদওয়ালা গ্র্যান্ডসনের প্রথম ১০০ কোটির চলচ্চিত্রের স্মরণে ১০০ কোটির ক্লাবে প্রবেশ করে ব্লকবাস্টার হয়ে ওঠে। ২০১৪ সালে, সাজিদ নাদিয়াদওয়ালা চারটি সফল চলচ্চিত্র নিয়ে এসেছিলেন যা ভারতীয় চলচ্চিত্রের সর্বকালের শীর্ষ উপার্জনকারীদের মধ্যে ছিল। ২০১৪ সালে তার প্রথম প্রযোজনা ছিল আলিয়া ভাট এবং রণদীপ হুদা অভিনীত হাইওয়ে, ইমতিয়াজ আলী পরিচালিত বক্স অফিসে সাফল্য অর্জন করেছিল। হাইওয়ের মতো সবুজ-আলোকিত ছবিতে তার সিদ্ধান্ত ইন্ডাস্ট্রি এবং দর্শকদের কাছ থেকে প্রচুর প্রশংসা এনেছিল। এরপরে ছিল টু স্টেটস, আলিয়া ভাট এবং অর্জুন কাপুর অভিনীত বৈচিত্র্যময় সাংস্কৃতিক প্রেমের গল্প এবং অভিষেক বর্মন পরিচালিত আরও একটি ১০০ কোটির ক্লাব ছিল যা ক্লাসের পাশাপাশি গণ দর্শকদেরও পূরণ করেছিল। ২০১৪ সালের ২৩শে মে, তার প্রথম চলচ্চিত্র যেখানে প্রধান চরিত্রে দুই অভিষেক ঘটে তার, হিরোপান্তি মুক্তি পায়। টাইগার শ্রফ ও কৃতি স্যানন অভিনীত এই সিনেমায় অভিনয়ের জন্য দ্বিতীয় সর্বোচ্চ উদ্বোধনী হয়েছে। হিরোপান্তি একটি বাণিজ্যিক সাফল্য এবং একটি হিট মুভি হয়ে ওঠে বিশ্বব্যাপী ৭৮ কোটি রুপির বেশি এবং ভারতে অভ্যন্তরীণভাবে ৫২.৯২ কোটি টাকারও বেশি নেট আয় করে এবং ভারতে অভ্যন্তরীণভাবে ৬.৬৫ কোটি টাকা আয় করে।\nনাদিয়াদওয়ালা ২০১৪ সালের জুলাই মাসে মুক্তিপ্রাপ্ত কিক চলচ্চিত্রের মাধ্যমে তার পরিচালনায় আত্মপ্রকাশ করেছিলেন, যা রবি তেজার ২০০৯ সালের তেলুগু চলচ্চিত্র কিকের পুনঃনির্মাণ। ছবিতে মুখ্য চরিত্রে অভিনয় করেছেন সালমান খান ও জ্যাকলিন ফার্নান্দেজ। চলচ্চিত্রটি খানের পূর্ববর্তী সকল রেকর্ড ভেঙ্গে দেয় এবং শীর্ষ ১০০ সর্বোচ্চ আয়কারী ভারতীয় চলচ্চিত্রের মধ্যে একটি। এই চলচ্চিত্রের মাধ্যমে নাদিয়াদওয়ালা সফলভাবে জ্যাকলিন ফার্নান্দেজের বলিউড ক্যারিয়ারকে পুনরুত্থিত করেছিলেন এবং অনেক সিনেমায় অভিনেত্রী পেয়েছিলেন। অভিনেত্রী তার জুড়ুয়া ২ এর প্রযোজক সাজিদ নাদিয়াদওয়ালা সম্পর্কে বলেছিলেন, তিনি স্বীকার করেছিলেন যে তিনিই তাকে অন্য কারও আগে লক্ষ্য করেছিলেন, তাকে হাউসফুল গান, \"ধন্নো\" তে বিশেষ উপস্থিতি দিয়েছিলেন এবং তারপরে তাকে হাউসফুল ২ এবং তার পরিচালিত প্রথম চলচ্চিত্র কিক-এ কাস্ট করতে গিয়েছিলেন। ফার্নান্দেজ সাজিদ সম্পর্কে বলেছিলেন, \"আমার সবচেয়ে পুরানো সমীকরণ তার সাথে, তার স্ত্রী ওয়ার্ধা আমার আত্মার বোন এবং আমি তার বাচ্চাদের আমার চোখের সামনে বেড়ে উঠতে দেখেছি। আমি তার কারণে চলচ্চিত্রে আছি এবং আমি কখনই এটি ভুলব না। আমি সব সময় নাদিয়াদ ও সালমানের পাশে থাকব।\"\n\n\n=== ২০১৫-২০১৯ ===\n২০১৫ সালে, নাদিয়াদওয়ালা প্রযোজনা করেছিলেন কবির খান পরিচালিত ফ্যান্টম অভিনীত সাইফ আলি খান এবং ক্যাটরিনা কাইফ। ২৬/১১ মুম্বাই হামলার পর মুম্বই অ্যাভেঞ্জার্সের উপর ভিত্তি করে তৈরি হয়েছিল জাতীয় স্পাই অ্যাকশন কাহিনী। \"আফগান জালেবি\", একটি গান রেকর্ড ভেঙে এবং এক নম্বর চার্টবাস্টার হয়ে ওঠে। এরপরে ছিল ইমতিয়াজ আলি পরিচালিত প্রাক্তন ফ্লেম রণবীর কাপুর ও দীপিকা পাড়ুকোন অভিনীত বহুল আলোচিত ছবি তামাশা। ছবিটি বিশ্বব্যাপী ১০০ কোটি টাকা আয় করেছে এবং সমালোচকদের দ্বারা অনেক ভালবাসা ও প্রশংসা পেয়েছে। চলচ্চিত্রটির সংগীত অ্যালবামটি হিট হয়ে ওঠে এবং \"মাতারগাস্তি\" এবং \"আগর তুম সাথ হো\" এর মতো গানগুলি চার্টে রাজত্ব করে দশকের শীর্ষ অ্যালবামগুলির মধ্যে একটি হিসাবে বিবেচিত হয়।\n২০১৬ সালে, সাজিদ নাদিয়াদওয়ালার আরও একটি সফল বছর ছিল, পরপর তিনটি হিট, বাঘি, হাউসফুল ৩ এবং দিশুম। বাঘি, অভিনেত্রী শ্রদ্ধা কাপুরের সাথে তার শিষ্য টাইগার শ্রফ অভিনীত একটি অ্যাকশন অ্যাডভেঞ্চার ফিল্ম বিশ্বব্যাপী ১২৯ কোটি টাকা আয় করেছে এবং টাইগারকে অপরাজেয় অ্যাকশন হিরো হিসাবে প্রতিষ্ঠিত করেছে। বাঘি দারুণ হিট হয়েছিল। ছবির গানগুলো রাতারাতি তুমুল জনপ্রিয় হয়ে ওঠে। এরপর আসে নাদিয়াদওয়ালার ব্যানার থেকে তার সবচেয়ে বড় হাউসফুল ফ্র্যাঞ্চাইজি, অক্ষয় কুমার অভিনীত তৃতীয় কিস্তি। হাউসফুল ৩, বক্স অফিসের রেকর্ড ভেঙে বিশ্বব্যাপী ১৯৫ কোটি টাকা আয় করে। . মাল্টিস্টারার এই ছবির সিক্যুয়েল আসছে ২০১৯ সালের দিওয়ালিতে। নাদিয়াদওয়ালা চতুর্থ কিস্তির ঘোষণা দিয়ে বলেছিলেন, \"হ্যাঁ, এটি ঠিক যে আমরা আগের হাউসফুল চলচ্চিত্রগুলি থেকে পুরো কাস্টকে ফিরিয়ে আনতে চাই। অবশ্য জিয়া খান আর আমাদের মাঝে নেই। ঈশ্বর তার আত্মার মঙ্গল করুন। কিন্তু বাকি সব চালু আছে। হাউসফুল ৪ এর ধারণাটি এক ঝটকায় নাদিয়াদওয়ালায় এসেছিল। \"আমি কেবল ভেবেছিলাম যে আমরা পুনর্জন্মের থিমে অনেক গুরুতর তীব্র রোমান্টিক চলচ্চিত্র দেখেছি, আপনি জানেন মধুমতী, কর্জ ইত্যাদি ... পুনার-জনম নিয়ে মজার টেক নয় কেন? এটা আমার ধারণা ছিল। আমি আমার গল্পকারদের সাথে শেয়ার করলাম। আমি ভেবেছিলাম এটি ক্র্যাক করতে কমপক্ষে এক বা দুই বছর সময় লাগবে। তবে তারা অল্প সময়ের মধ্যেই একটি দুর্দান্ত চক্রান্ত নিয়ে এসেছিল। সুতরাং হ্যাঁ, এখানে আমরা পুনর্জন্মের উপর একটি রিপ-গর্জন নিতে প্রস্তুত।\"  হাউসফুল ৪ দুটি টাইম জোনে সেট করা হবে। একটি হবে বর্তমান সময়ে। অন্যটি বাহুবলী যুগে সেট করা হবে যেখানে সমস্ত চরিত্র পোশাকে আসবে।\nসাইফ আলি খান, কঙ্গনা রানাউত এবং শহীদ কাপুর অভিনীত রেঙ্গুন, ২০১৭ সালের ২৪ ফেব্রুয়ারি মুক্তি পায়। সাজিদ নাদিয়াদওয়ালার তার কাল্ট ক্লাসিক জুডওয়া -এর রিবুট সংস্করণ, আবারও ডেভিড ধাওয়ান পরিচালিত জুডওয়া ২ শিরোনাম ২০১৭ সালে বক্স অফিসে চলমান শুষ্ক স্পেল ভেঙে দিয়েছে। ছবিটি বিশ্বব্যাপী ২২৩ কোটির বেশি আয় করে একটি বিশাল সুপার-হিট সাফল্য ছিল। এবং এই বছরের প্রথম চলচ্চিত্র যা একটি দুর্দান্ত রান করেছে৷ ছবিটি এখন পর্যন্ত বরুণ ধাওয়ানের সবচেয়ে বেশি আয় করা সিনেমা।  এরপর ২০১৮ সালের ৩০শে মার্চ টাইগার শ্রফ ও দিশা পাটানি অভিনীত বাঘি ২ মুক্তি পায় নাদিয়াদওয়ালা। ছবিটি বিশ্বব্যাপী ২৫৮ কোটি টাকারও বেশি আয় করে একটি বড় ব্লকবাস্টার সাফল্য হয়ে ওঠে। ছবিটি ২০১৬ সালের সুপারহিট তেলুগু ছবি ক্ষনম -এর রিমেক যেখানে আদিভি শেশ প্রধান চরিত্রে অভিনয় করেছিলেন। এর আগে ছবিটি ২৯ এপ্রিল মুক্তি পাওয়ার কথা ছিল, কিন্তু এই বছর তারিখ পরিবর্তনের কারণে, নাদিয়াদওয়ালা ছবিটির মুক্তির তারিখ পিছিয়ে দেয়। নাদিয়াদওয়ালাই একমাত্র চলচ্চিত্র নির্মাতা যিনি তার চলচ্চিত্রের মুক্তি পিছিয়ে দিয়েছেন, যেখানে সবাই নিখুঁত আত্মবিশ্বাস দেখিয়ে স্থগিত করেছেন এবং ট্রেলার বের হওয়ার আগেই ফ্র্যাঞ্চাইজির তৃতীয় কিস্তির ঘোষণাও করেছেন।\nসাজিদ নাদিয়াদওয়ালা নীতেশ তিওয়ারির ছিছোরে ও প্রযোজনা করেছেন যা ২০১৯ সালের ৬ সেপ্টেম্বর মুক্তি পেয়েছে।\nনাদিয়াদওয়ালা ২০১৯ সালের দিওয়ালিতে তার হাউসফুল সিরিজ হাউসফুল ৪ এর চতুর্থ সিক্যুয়াল প্রযোজনা করেছেন। শুধুমাত্র ভিএফএক্স এবং এসএক্সের জন্য ৭৫ কোটি টাকা বাজেটের এই ছবিটি সর্বকালের বৃহত্তম হাউসফুল বলে মনে করা হচ্ছে।\n\n\n== ব্যক্তিগত জীবন ==\n\nনাদিয়াদওয়ালা ১৯৯২ সালের ১০ মে অভিনেত্রী দিব্যা ভারতীকে বিয়ে করেন। দশ মাস পরে, দিব্যা তাদের তুলসী রেসিডেন্সির পঞ্চম তলার জানালা থেকে পড়ে মারা যায়। তখন তার বয়স ছিল ১৯। দিব্যার মৃত্যুর পর তিনি সাংবাদিক ওয়ার্দা খানের সঙ্গে দেখা করেন। খান নাদিয়াদওয়ালাকে প্রস্তাব দেন এবং ২০০০ সালের ১৮ নভেম্বর তারা বিবাহবন্ধনে আবদ্ধ হন। পরবর্তীতে এই দম্পতির দুটি পুত্র সন্তান হয়।\n১৩ জুন ২০২১-এ, নাদিয়াদওয়ালা, সুদীপ এবং জেরোধার প্রধান তথ্য কর্মকর্তা ও সহ-প্রতিষ্ঠাতা নিখিল কামাথের সাথে পাঁচবারের বিশ্ব দাবা চ্যাম্পিয়ন বিশ্বনাথন আনন্দের বিরুদ্ধে একটি অনলাইন দাতব্য ইভেন্টের সময় প্রতারণা করেছিলেন। Chess.com ফেয়ার প্লে লঙ্ঘনের জন্য তাদের অ্যাকাউন্ট স্থগিত করেছে।\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n== পুরস্কার এবং মনোনয়ন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে সাজিদ নাদিয়াদওয়ালা (ইংরেজি)\nসাজিদ নাদিয়াদওয়ালার জীবনী  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১২ নভেম্বর ২০১৯ তারিখে\nনাদিয়াদওয়ালা গ্র্যান্ডসন এন্টারটেইনমেন্ট"}