{"pageid": 1451312, "title": "লিবার অ্যারোস্পেস", "url": "https://bn.wikipedia.org/wiki?curid=1451312", "content": "লিবার এরোস্পেস  হল লিবার এর মহাকাশ যন্ত্রপাতি উৎপাদন বিভাগ।    সংস্থাটি একটি মূল সরঞ্জাম প্রস্তুতকারক (ওএমএম) শেষ গ্রাহকদের কাছে বা বিমানসংস্থায় দৃশ্যমানতা কম\nলিবার এরোস্পেস €১.৩ বিলিয়ন ($1.5bn)  অবদান রেখেছে লিবার গ্রুপের মোট বিক্রয় €৯ বিলিয়ন ২০১৬ সালে। এটি বিভাগের জন্য টার্নওভারে প্রায় ৫% বৃদ্ধির প্রতিনিধিত্ব করে।  এই বিভাগটি সারা বিশ্বে প্রায় ৫৪০০   লোক নিয়োগ করছে বলে জানা গেছে। এটির দুটি প্রাথমিক উৎপাদন ও সমাবেশ কেন্দ্র রয়েছে: লিবার এরোস্পেস তুলুজ   এবং লিবার এরোস্পেস লিন্ডেরবার্গ .    \nঅন্যান্য কিছু সাইটের মধ্যে রয়েছে:লুবার এরোস্পেস   স্যালাইন, মিশিগান, আমেরিকা, লবার এরোস্পেস সিঙ্গাপুর  , e লিবার এরোস্পেস দুবাই,  সংযুক্ত আরব আমিরাত ,  লিবার এরোস্পেস লাভাল, কানাডা,  লিবার এরোস্পেস রক্ষণাবেক্ষণ সেন্টার,  লিবার এরোস্পেস, ব্যাঙ্গালোর, ভারত,  লিবার এরোস্পেস তুলুজ, ক্যাম্পাসাস শাখা, লিবার এরোস্পেস  ব্রাজিল, গুরাটিনগুয়েটা, লিবার এরোস্পেস নিঝনি নোভগরদ (রাশিয়া)। \nলিবার এর লিন্ডেনবার্গ এবং টুলুজ কেন্দ্রগুলি ইউরোপীয় বিমান চলাচল নিরাপত্তা সংস্থা ( EASA )  দ্বারা একটি ডিজাইন অর্গানাইজেশন অনুমোদন (DOA) প্রত্যয়িত কোম্পানি হিসাবে স্বীকৃত হয়েছে।  এই শংসাপত্রটি অন্তর্ভুক্ত করে: ল্যান্ডিং গিয়ার সিস্টেম, এয়ার ম্যানেজমেন্ট সিস্টেম এবং ফ্লাইট কন্ট্রোল অ্যাকচুয়েশন সিস্টেম।\n\n\n== উৎপাদন এবং অন্যান্য কার্যক্রম ==\nলিবার এরোস্পেস বিমানের ফ্লাইট নিয়ন্ত্রণ   এবং অ্যাকচুয়েশন সিস্টেম,  ল্যান্ডিং গিয়ার,   এয়ার ম্যানেজমেন্ট সিস্টেম    ( ব্লিড এয়ার সিস্টেম,  উইং সরবরাহ করে অ্যান্টি আইস, ইত্যাদি), অন-বোর্ড ইলেকট্রনিক্সের পাশাপাশি মহাকাশ শিল্পের জন্য গিয়ার এবং গিয়ারবক্স । এই সিস্টেমগুলি প্রশস্ত দেহের বিমান, সংকীর্ণ দেহের বিমান এবং আঞ্চলিক বিমান, ব্যবসায়িক জেট, যুদ্ধ বিমান, সামরিক পরিবহন বিমান, সামরিক প্রশিক্ষণ বিমান, বেসামরিক হেলিকপ্টার এবং যুদ্ধ হেলিকপ্টারগুলিতে স্থাপন করা হয়।\nটুলুসে থাকার কারণে, লিবার এরোস্পেস তাদের সবচেয়ে গুরুত্বপূর্ণ গ্রাহকদের মধ্যে একটি, এয়ারবাস এর সদর দপ্তর কাছাকাছি থাকার দ্বারা উপকৃত হয়৷\nউৎপাদন কার্যক্রম ছাড়াও লিবার এরোস্পেস  তাদের গ্রাহকদের (এয়ারলাইনস ইত্যাদি) জন্য পরিষেবা এবং ওভারহল   ইন-সার্ভিস উপাদান তৈরি করে। এটি মেকানিক্স, প্রকৌশলী এবং অন্যান্য প্রাসঙ্গিক কর্মীদের জন্য প্রশিক্ষণ কোর্স প্রদান করে যারা লিবার পণ্য বহন করে এমন যেকোনো বিমানের সাথে কাজ করে।\n\n\n=== ইউএসএম - ব্যবহৃত সেবাযোগ্য উপকরণ ===\n১৬ জুলাই ২০১৮-এ, এটি রিপোর্ট করা হয় যে লিবার এরোস্পেস তাদের দুবাই অফিস থেকে পরিচালিত ইউএসএম অংশগুলির জন্য একটি বিশ্বব্যাপী নেটওয়ার্ক স্থাপন করে একটি নতুন দিকে  তার পরিষেবাগুলি প্রসারিত করছে। তারা অবসরপ্রাপ্ত বিমান থেকে নিজস্ব পণ্য এবং সিস্টেমের উৎস করার পরিকল্পনা করে, প্রয়োজনে মেরামত করে এবং তাদের নেটওয়ার্কের মাধ্যমে পুনরায় বিতরণ ও বিক্রি করে। পরিসেবাকৃত অংশগুলি উপযুক্ত বায়ুযোগ্যতা  শংসাপত্রের সাথে প্রকাশ করা হবে এবং একটি \"নতুন\" ট্যাগের পরিবর্তে একটি \"লিবার দ্বারা মেরামত করা\"  ট্যাগের সাথে আসবে। জানা গেছে যে তাদের প্রাথমিক ফোকাস পরবর্তী সম্প্রসারণের সাথে এয়ারবাস ফ্লিট এবং পরিবারের উপর থাকবে। তাদের লক্ষ্য গ্রাহকরা যারা পরিপক্ক বহর আছে, যাদের কম অপারেশন খরচে ওইএম মানের যন্ত্রাংশের প্রয়োজন হবে।  \n\n\n== গবেষণা ও উন্নয়ন ==\nফার্মটি ২০১৭ সালে গবেষণা ও উন্নয়ন এ প্রায় €৭০ মিলিয়ন ($৮২m) বিনিয়োগ করেছে বলে জানা গেছে: বিক্রয়লব্ধ আয় ১৭% এর বেশি। \n\n\n=== বি৭৭৭এক্স উইংটিপস ===\nসাম্প্রতিক উন্নয়নগুলির মধ্যে একটি হল ভাঁজ করা উইংটিপগুলির নকশা   যা বোয়িং ৭৭৭এক্সে বাস্তবায়িত হচ্ছে।   এর অনেক বড় ডানার বিস্তারের কারণে 777X-কে বোয়িং-৭৭৭-এর মতো একই বিভাগে শ্রেণীবদ্ধ করা যায়নি। ফোল্ডিং উইংটিপস সহ 777X এখনও B777 এর মতো একই উইংস্প্যান বিভাগে থাকবে। টেক-অফের জন্য, উইং টিপগুলি আবার অনুভূমিক অবস্থানে উন্মোচিত হবে, যা জ্বালানী দক্ষতা বৃদ্ধির জন্য একটি বর্ধিত স্প্যানের সুবিধা প্রদান করবে। ফোল্ডিং উইং  টিপ সিস্টেম  বাণিজ্যিক বিমান চালনায় প্রথম। \n\n\n=== ত্রিমাত্রিক প্রিন্টিং এবং ফুয়েল সেল ===\nফার্মটি তাদের কিছু পণ্য তৈরি করতে ত্রিমাত্রিক মুদ্রণ প্রযুক্তি ব্যবহার করে।  ফার্মটি টাইটানিয়াম ব্যবহার করে তাদের পণ্যগুলির সরঞ্জাম এবং অংশগুলি বিকাশে বিনিয়োগ করেছে কারণ এটি যে সুবিধাগুলি অফার করে। ফার্মটি তাদের অংশীদার জেনারেল মোটরসের সাথে জ্বালানি কোষ তৈরিতে কাজ করছে। লিবার প্রচলিত বিমানে এপিইউ-এর    ( অক্সিলারী পাওয়ার ইউনিট ) প্রতিস্থাপন করতে জ্বালানি কোষ ব্যবহারে আগ্রহী, যা ব্যাপকভাবে নির্গমন হ্রাস করে। অন্যদিকে জিএম  বৈদ্যুতিক গাড়ির জন্য শক্তির একটি প্রাথমিক উত্স বিকাশের লক্ষ্যে রয়েছে। \n\n\n=== হাইপারলুপ ===\nলিবার এরোস্পেস ট্রান্সপডের সাথে অংশীদারিত্ব করেছে  গবেষণা, উন্নয়ন এবং নতুন কেবিন এবং যানবাহন তাপীয় সিস্টেমের উৎপাদনের জন্য যা বিশেষভাবে ট্রান্সপডের হাইপারলুপ সিস্টেমের জন্য নিরাপত্তা, দক্ষতা এবং যাত্রীদের আরাম নিশ্চিত করার জন্য ডিজাইন করা হয়েছে। \n\n\n== সাম্প্রতিক ইভেন্টে উপস্থিতি ==\nলিবার এরোস্পেস আইএলএ বার্লিন এয়ার শোতে প্রদর্শকদের মধ্যে রয়েছে।    এবং ফার্নবরো এয়ার শো- এর সর্বশেষ সংস্করণেও উপস্থিত ছিলো। \n\n\n== ঘটনা ==\n১৮ জুলাই ২০১৮-এ, লিবার এরোস্পেস -এর টুলুজ সাইটে একটি বিস্ফোরণের খবর পাওয়া গেছে। সংবাদ প্রতিবেদন অনুসারে, দোকানের মেঝেতে একটি উচ্চ চাপের বায়ু সঞ্চালন ব্যবস্থার একটি ভাল্ব অনির্ধারিত কারণে ব্যর্থ হয়েছে।  এক প্রতিবেদনে বলা হয়েছে, উচ্চ চাপের এয়ার লাইনের বিস্ফোরণের শব্দ কিলোমিটার দূরে শোনা গেছে।  দুপুর ২টার দিকে কর্মস্থলে এ দুর্ঘটনা ঘটে।  উচ্চচাপ রেখার চাপ প্রায় ২৫ বার বলে জানা গেছে, যা স্বাভাবিক বায়ুমণ্ডলীয় চাপের ২৪ গুণ। সংবাদ সংস্থাগুলি রিপোর্ট করেছে যে ৩৯ জন কর্মচারীকে জরুরী পরিষেবা এবং অভ্যন্তরীণ মেডিকেল দলগুলির দ্বারা সাইটে চিকিত্সা করা হয়। আশেপাশে থাকা প্রায় ১২ জন কর্মচারী আক্রান্ত হয় এবং তাদের শ্বাসকষ্ট এবং শ্রবণ সমস্যা ছিল, তাদের মধ্যে তিনজনকে টুলুজ পুরপান হাসপাতালে ভর্তি করা হয়।\n\n\n== গ্রাহকেরা ==\nলিবার এরোস্পেস-এর সরাসরি গ্রাহকরা নীচে তালিকাভুক্ত এয়ার ফ্রেম প্রস্তুতকারক, কিন্তু এয়ারলাইন্সের মতো শেষ গ্রাহকরাও রক্ষণাবেক্ষণ এবং সমস্যা সমাধানের জন্য সরাসরি লিবার এরোস্পেসের সাথে ডিল করে।\n\nএয়ারবাস  \nএয়ারবাস হেলিকপ্টার \nএয়ারবাস ডিফেন্স\nবোম্বার্ডিয়ার  \nএটিআর (বিমান প্রস্তুতকারক সংস্থা)\nএমব্রায়ার\nবোয়িং \n\nকোমাক   \nডাসল্ট এভিয়েশন\nঅগাস্টা ওয়েস্টল্যান্ড\nইরকুট কর্পোরেশন \nআন্তোনভ   \nসুখোই\n\n\n== তথ্যসূত্র =="}