{"pageid": 1452072, "title": "সাফিয়ে সুলতান (তৃতীয় মেহমেদের মাতা)", "url": "https://bn.wikipedia.org/wiki?curid=1452072", "content": "সাফিয়া সুলতান (উসমানীয় তুর্কি: صفیه سلطان; আনু. ১৫৫০ – ১৬১৯) ছিলেন সুলতান তৃতীয় মুরাদের প্রধান হাসেকি ও তার স্ত্রী এবং সুলতান তৃতীয় মেহমেদের মা এবং প্রথম আহমেদ ও প্রথম মুস্তাফার দাদী হিসেবে উসমানীয় সাম্রাজ্যের ভালিদে সুলতান। সাফিয়ে উসমানীয় সাম্রাজ্যে নারীদের সালতানাত নামে পরিচিত যুগের প্রতাপশালী সুলতানাদের একজন ছিলেন। তিনি উসমানীয় সাম্রাজ্যের সাতজন সুলতান ও তাঁদের শাসনকাল প্রত্যক্ষ করার সুযোগ পান:প্রথম সুলাইমান, দ্বিতীয় সেলিম, তৃতীয় মুরাদ, তৃতীয় মুহাম্মদ, প্রথম আহমেদ, প্রথম মুস্তাফা এবং দ্বিতীয় উসমান।\n\n\n== পটভূমি ==\nভেনিসীয় সূত্র অনুসারে, সাফিয়ে আলবেনিয়ান বংশোদ্ভূত ছিলেন, দুকাগজিন পার্বত্য অঞ্চলে জন্মগ্রহণ করেছিলেন। আসল নাম ছিল সোফিয়া।\n১৫৬৩ সালে, ১৩ বছর বয়সে, সেহজাদে মেহমেদের মেয়ে হুমাসাহ সুলতান তাকে ক্রীতদাস হিসেবে নিয়ে আসেন। তিনি শাহজাদে সেলিমের বড় ছেলে শাহজাদে মুরাদের উপপত্নী হয়েছিলেন তাই তাকে সাফিয়ে নাম দেওয়ায়। ২৬ মে ১৫৬৬ সালে, তিনি মুরাদের প্রথম পুত্র মেহমেদকে জন্ম দেন । একই বছর, সুলেমান দ্য ম্যাগনিফিসেন্ট মারা যান এবং শাহাজাদা সেলিম দ্বিতীয় সেলিম হিসাবে সিংহাসনে আরোহণ করেন।\n\n\n== হাসেকি সুলতান ==\n\n১৫৭৪ সালে সেলিম মারা যান এবং মুরাদ তৃতীয় মুরাদ হিসেবে নতুন সুলতান হন। সাফিয়া এবং তার সন্তানরা মুরাদের পাশে বসতি স্থাপনের জন্য অবিলম্বে রাজধানীতে যাত্রা করে। সাফিয়ে অবিলম্বে হাসিকি পদমর্যাদা এবং প্রতিদিন ৮০০ অ্যাসপারের বেতন পান।যাইহোক, কনস্টান্টিনোপলে সাফিয়ের নতুন জীবনের অর্থ হল মুরাদের মা নুরবানু সুলতান, মুরাদ তাকে গভীরভাবে ভালোবাসতেন এবং শ্রদ্ধা করতেন। ১৫৮০ সালে সাফিয়ে এবং নুরবানুর মধ্যে বিরোধ একটি সংকট পর্যায়ে পৌঁছেছিল এবং মুরাদ সাফিয়েকে এস্কি সারায়ে পাঠান।  তিনি নুরবানুর মৃত্যুর আগে কয়েক বছর সেখানে বসবাস করেছিলেন, কিন্তু ১৫৮৩ সালের ডিসেম্বরে তার মায়ের মৃত্যুর পর মুরাদ তাকে তার কাছে ফিরিয়ে আনেন। নুরবানু ছাড়া তিনি হারেমের সবচেয়ে শক্তিশালী মহিলা হয়ে ওঠেন।\n\n\n== ভালিদে সুলতান ==\n\n১৫৯৫ সালে মুরাদ মারা গেলে, সাফিয়ে তার ছেলে মেহমেদকে একজন সুলতান হিসেবে ঘোষণা করেন এবং তিনি ভ্যালিদে সুলতান হন। উসমানীয় ইতিহাসের অন্যতম শক্তিশালী ওয়ালেদি সুলতান। তার ছেলে তার প্রতি চরম প্রতিশ্রুতিবদ্ধ হওয়ার কারণে তিনি অভ্যন্তরীণ এবং বিদেশী বিষয়ে আরও সক্রিয় হয়ে ওঠেন, নতুন সুলতান মূলত তার মাকে শাসন করতে এবং প্রভাব অর্জনের অনুমতি দিয়েছিলেন, একটি উদাহরণ হল, তিনি বসফরাস ডুবে যাওয়ার জন্য দায়ী ছিলেন। ১৬০৩ সালে তার ছেলের মৃত্যুর আগ পর্যন্ত, অটোমান রাজনীতি তার নেতৃত্বে একটি দল এন্ডেরুন (সাম্রাজ্যের অভ্যন্তরীণ প্রাসাদ) প্রধান গাজানফার আগা দ্বারা নির্ধারিত হয়েছিল।\n\n\n== বৈদেশিক সম্পর্ক ==\n\nসাফিয়ে, নুরবানুর মতো, একটি সাধারণভাবে ভেনিসপন্থী নীতির পক্ষে ছিলেন এবং নিয়মিতভাবে ভেনিসীয় রাষ্ট্রদূতদের পক্ষে মধ্যস্থতা করতেন, যাদের মধ্যে একজন তাকে সিনেটে বর্ণনা করেছিলেন \"তার কথার একজন মহিলা, বিশ্বস্ত, এবং আমি বলি যে তার মধ্যেই আমি আছি। কনস্টান্টিনোপলে সত্য পাওয়া গেছে, তাই তার কৃতজ্ঞতা প্রচার করা আপনার প্রশান্তিকে সবসময় উপকৃত করবে।\"যাদের মধ্যে একজন তাকে সেনেটে বর্ণনা করেছিলেন \"তার কথার একজন মহিলা, বিশ্বস্ত, এবং আমি বলি যে তার মধ্যেই আমি কনস্টান্টিনোপলে সত্য খুঁজে পেয়েছি; তাই তার কৃতজ্ঞতা প্রচার করার জন্য এটি সর্বদা আপনার প্রশান্তিকে উপকৃত করবে।\"\nসাফিয়ে ইংল্যান্ডের সাথেও সুসম্পর্ক বজায় রেখেছিলেন। তিনি তৃতীয় মেহমেদকে ইংরেজ রাষ্ট্রদূতকে হাঙ্গেরিতে অভিযানে যেতে দিতে রাজি করান।  তার কর্মজীবনের একটি অনন্য দিক হল যে তিনি ব্যক্তিগতভাবে ইংল্যান্ডের রানী এলিজাবেথ এর সাথে যোগাযোগ করেছিলেন, এলিজাবেথের পক্ষে সুলতানের কাছে আবেদন করার জন্য স্বেচ্ছাসেবক ছিলেন। দুই নারী উপহারও বিনিময় করেন।  এক অনুষ্ঠানে, সাফিয়ে এলিজাবেথের একটি উপহার পেয়েছিলেন \"দুটি রুপোর কাপড়ের কাপড়ের, একটি রুমালের কাপড়,এবং ভরপুর সোনা দিয়ে গড়া দুটি রুমাল। ১৫৯৯ সালের রানী এলিজাবেথের একটি চিঠিতে সাফিয়ে উত্তর দেন  সাম্রাজ্যের মধ্যে সুসম্পর্কের জন্য এলিজাবেথের অনুরোধে:\n\nআমি আপনার চিঠি পেয়েছি...ঈশ্বরের ইচ্ছায়, আপনি যা লিখেছেন সে অনুযায়ী ব্যবস্থা নেব। আমি প্রতিনিয়ত আমার পুত্র, পদীশাহকে,এই কাজ করার উপদেশ দিবো। ঈশ্বরের ইচ্ছায়, আপনি এই বিষয়ে দুঃখ ভোগ না করুন।আপনিও বন্ধুত্বে সবসময় দৃঢ় থাকুন।  ঈশ্বর-ইচ্ছায়, আমাদের বন্ধুত্ব কখনও শেষ হবে না।  আপনি আমাকে একটি গাড়ি পাঠিয়েছেন এবং এটি পৌঁছে দেওয়া হয়েছে।  আমি আনন্দের সাথে এটি গ্রহণ করেছি এবং আমি আপনার জন্য একটি পোশাক, একটি শ্যাশ, দুটি বড় সোনার সূচিকর্ম, স্নানের তোয়ালে, তিনটি রুমাল এবং একটি রুবি এবং মুক্তা টিয়ারা পাঠিয়েছি।  \n\n\n== সন্তান ==\nতৃতীয় মুরাদ খান ও সাফিয়ে সুলতানের তিন পুত্র ও তিন কন্যা সন্তান ছিল:\n\nহুমাশাহ সুলতান\nআয়সে সুলতান\nতৃতীয় মেহমেদ\nফাতমা সুলতান\nমিহরিমা সুলতান\nশাহজাদে সেলিম\n\n\n== মৃত্যু ==\n\nসাফিয়া সুলতান ১৬১৯ সালে বিষপান করে পুরাতন প্রাসাদে মারা যান।তাকে হায়া সোফিয়া মসজিদে সুলতান মুরাদ টুরবের পাশে দাফন করা হয়।  \n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}