{"pageid": 1452487, "title": "রিপাবলিকান বাম গণতান্ত্রিক ফ্রন্ট", "url": "https://bn.wikipedia.org/wiki?curid=1452487", "content": "রিপাবলিকান বাম গণতান্ত্রিক ফ্রন্ট (RiDaLoS) ছিল ভারতের মহারাষ্ট্র রাজ্যের রাজনৈতিক দলগুলির একটি জোট যা মহারাষ্ট্রে ২০০৯ সালের মহারাষ্ট্র রাজ্য বিধানসভা নির্বাচনের আগে গঠিত হয়েছিল। এই জোটটি ১৪টি রাজনৈতিক দল এবং অন্যান্য অনেক এনজিও এবং অরাজনৈতিক গোষ্ঠীগুলির পাশাপাশি মহারাষ্ট্রের রিপাবলিকান লেফট ডেমোক্রেটিক ফ্রন্টের ছাত্র সংগঠনগুলির মধ্যে গঠিত হয়েছিল যা রাজ্যে বিদ্যমান জোটগুলির বিকল্প হিসাবে রিডালোস নামে পরিচিত।\n\n\n== গঠন ==\n২০০৯ সালের মহারাষ্ট্র বিধানসভা নির্বাচনের আগের সপ্তাহগুলিতে, RPI নেতা রামদাস আঠাওয়ালে রিপাবলিকান পার্টি অফ ইন্ডিয়া (ইউনাইটেড), রাষ্ট্রীয় সমাজ পক্ষ, ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী), কৃষক ও শ্রমিকদের সমন্বয়ে RIDALOS (RLDF) গঠনের ঘোষণা দেন। দল, জনতা দল (ধর্মনিরপেক্ষ), সমাজবাদী পার্টি, স্বাভিমানী পক্ষ, ছাত্রভারতী এবং অন্যান্য। রিডালোস কংগ্রেস - এনসিপি এবং বিজেপি - শিবসেনা জোটের বিরুদ্ধে সমস্ত ২৮৮ টি বিধানসভা আসনে প্রতিদ্বন্দ্বিতা করেছিলেন। তিনি ঘোষণা করেছিলেন যে রিডালোস ধর্মনিরপেক্ষ হবে এবং জনসংখ্যার দরিদ্র ও পিছিয়ে পড়া অংশগুলির জন্য চ্যাম্পিয়ন হবে। RIDALOS-এর মূল ফোকাস ছিল তফসিলি জাতি, দলিত, আদিবাসী, মুসলমান এবং কৃষকদের উন্নয়নের দিকে। আথাভালে জোর দিয়েছিলেন যে তিনি পরে কংগ্রেস বা এনসিপিকে সমর্থন করবেন না যদিও তাদের সাথে মিত্রতার ইতিহাস রয়েছে। আথাভালে প্রকাশ আম্বেদকরকে রিডালোস (তৃতীয় ফ্রন্ট) এ যোগদানের জন্য অনুরোধ করেছিলেন কিন্তু, প্রকাশ আম্বেদকর তৃতীয় ফ্রন্টে (রিডালোস) যোগ দেননি, বরং তিনি ভারপা বহুজন মহাসংঘ, অল ইন্ডিয়া ইউনাইটেড ডেমোক্রেটিক ফ্রন্ট, পিস পার্টি অফ ইন্ডিয়া, এবং ভারতের সমন্বয়ে গঠিত চতুর্থ ফ্রন্ট গঠন করেছিলেন। আরও কয়েকটি ছোট সংগঠন।\n\n\n== মিটিং ==\nপ্রথম দফা সভা মুম্বাইতে অনুষ্ঠিত হয় এবং তারপরে শিবাজি পার্কে বড় জনসভার মাধ্যমে। এতে রাজ্যের পাশাপাশি জাতীয় রাজনৈতিক দলগুলির ভারী ওজনের রাজনৈতিক নেতারা উপস্থিত ছিলেন। এমনকি চলচ্চিত্র তারকা ও ক্রিকেটাররাও জনসমাগম আকর্ষণ করতে এই জনসভায় অংশ নেন। বলিউড তারকা সঞ্জয় দত্ত এবং ক্রিকেটার বিনোদ কাম্বলি রিডালোসের তারকা প্রচারক ছিলেন।\n\n\n== সদস্যবৃন্দ ==\nনিম্নলিখিত এই জোটের প্রতিষ্ঠাতা সদস্য ছিলেন: \n\nআরপিআই(ইউ)\nএলডিএফ\n\nসিপিআই(এম)\nসিপিআই\nপিডব্লিউপি\nSCP\nলোক ভারতী\nজেডি(এস)\nএসপি\nআরজেডি\nএলজেএসপি\nআরএসপি\nএসজেপি\nসমাজতান্ত্রিক ফ্রন্ট\nস্বাভিমানী পক্ষ\nছাত্রভারতী\n\n\n== ফলাফল ==\nরিডালোস আশানুরূপ সাফল্য পায়নি তবে কংগ্রেস-এনসিপি এবং শিবসেনা-বিজেপির পরে তৃতীয় বৃহত্তম জোটে পরিণত হয়েছে,  যেখানে মহারাষ্ট্র নবনির্মাণ সেনা ১৩টি বিধানসভা আসন জিতে চতুর্থ বৃহত্তম জোটে পরিণত হয়েছে। যেখানে প্রকাশ আম্বেদকরের নেতৃত্বাধীন চতুর্থ ফ্রন্ট পেয়েছে মাত্র ২টি আসন।\n\n\n== তথ্যসূত্র =="}