{"pageid": 1452464, "title": "হেরার্দো আর্তেয়াগা", "url": "https://bn.wikipedia.org/wiki?curid=1452464", "content": "হেরার্দো দানিয়েল আর্তেয়াগা সামোরা (স্পেনীয়: Gerardo Arteaga; জন্ম: ৭ সেপ্টেম্বর ১৯৯৮; হেরার্দো আর্তেয়াগা নামে সুপরিচিত) হলেন একজন মেক্সিকীয় পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে মেক্সিকীয় ক্লাব মোন্তেররেই এবং মেক্সিকো জাতীয় দলের হয়ে রক্ষণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত বাম পার্শ্বীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেলেন।\n২০১৮ সালে, আর্তেয়াগা মেক্সিকো অনূর্ধ্ব-২১ দলের হয়ে মেক্সিকোর বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় এক বছর যাবত মেক্সিকোর বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০১৮ সালে মেক্সিকোর হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; মেক্সিকোর জার্সি গায়ে তিনি এপর্যন্ত ২৪ ম্যাচে ১টি গোল করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nহেরার্দো দানিয়েল আর্তেয়াগা সামোরা ১৯৯৮ সালের ৭ই সেপ্টেম্বর তারিখে মেক্সিকোর হালিস্কোতে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nআর্তেয়াগা মেক্সিকো অনূর্ধ্ব-২১ এবং মেক্সিকো অনূর্ধ্ব-২৩ দলের হয়ে খেলার মাধ্যমে মেক্সিকোর প্রতিনিধিত্ব করেছেন। ২০১৮ সালে তিনি  মেক্সিকো অনূর্ধ্ব-২১ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। মেক্সিকোর বয়সভিত্তিক দলের হয়ে তিনি প্রায় ৩ বছরে ৯ ম্যাচে অংশগ্রহণ করেছেন।\n২০১৮ সালের ১২ই সেপ্টেম্বর তারিখে, ২০ বছর ও ৫ দিন বয়সে, বাম পায়ে ফুটবল খেলায় পারদর্শী আর্তেয়াগা মার্কিন যুক্তরাষ্ট্রের বিরুদ্ধে অনুষ্ঠিত প্রীতি ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে মেক্সিকোর হয়ে অভিষেক করেছেন। তিনি উক্ত ম্যাচের মূল একাদশে অন্তর্ভুক্ত ছিলেন; ম্যাচে তিনি ১৭ নম্বর জার্সি পরিধান করে বাম পার্শ্বীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি মার্কিন যুক্তরাষ্ট্র ১–০ গোলের ব্যবধানে জয়লাভ করেছিল। মেক্সিকোর হয়ে অভিষেকের বছরে আর্তেয়াগা সর্বমোট ৪ ম্যাচে অংশগ্রহণ করেছেন। জাতীয় দলের হয়ে অভিষেকের ৪ বছর ও ১৫ দিন পর, মেক্সিকোর জার্সি গায়ে প্রথম গোলটি করেছেন; ২০২২ সালের ২৭শে সেপ্টেম্বর তারিখে, কলম্বিয়ার বিরুদ্ধে ম্যাচের ২৯তম মিনিটে এরিক গুইতিয়েরেসের অ্যাসিস্ট হতে মেক্সিকোর হয়ে ম্যাচের দ্বিতীয় গোলটি করার মাধ্যমে তিনি আন্তর্জাতিক ফুটবলে তার প্রথম গোলটি করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n২৬ জুন ২০২৪ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nসকারওয়েতে হেরার্দো আর্তেয়াগা  (ইংরেজি)  \nসকারবেসে \nবিডিফুটবলে হেরার্দো আর্তেয়াগা  (ইংরেজি)  \nট্রান্সফারমার্কেটে হেরার্দো আর্তেয়াগা (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে হেরার্দো আর্তেয়াগা (ইংরেজি) \nইএসপিএন এফসিতে \nন্যাশনাল-ফুটবল-টিমস.কমে হেরার্দো আর্তেয়াগা (ইংরেজি)"}