{"pageid": 1452383, "title": "অস্থায়ী কেন্দ্রীয় কমিটি, ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী)", "url": "https://bn.wikipedia.org/wiki?curid=1452383", "content": "অস্থায়ী কেন্দ্রীয় কমিটি, ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) ছিল ভারতের একটি কমিউনিস্ট রাজনৈতিক দল। দলের সাধারণ সম্পাদক ছিলেন সন্তোষ রানা। দলটিকে প্রায়ই সিপিআই(এমএল) [সন্তোষ রানা গ্রুপ] বা একইভাবে উল্লেখ করা হয়।\n\nপিসিসি, সিপিআই(এমএল) ভারতের মূল কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) থেকে সত্যনারায়ণ সিংয়ের অনুগত গ্রুপ থেকে বিবর্তিত হয়েছে। সিং ১৯৭১ সালে দলের নেতা চারু মজুমদারের বিরুদ্ধে বিদ্রোহ করেন, বিভক্তিকে উস্কে দেন। এপ্রিল ১৯৭৩ সালে, সিংয়ের দল পুনর্গঠিত হয়।\n২০২৪ সালের মার্চ মাসে, দলটি সিপিআই (এমএল) বিপ্লবী উদ্যোগ এবং সিপিআই (এমএল) প্রজা পান্ধার সাথে একীভূত হয়ে একটি নতুন দল সিপিআই (এমএল) গণ লাইন তৈরি করে।\n\n\n== ইতিহাস ==\nসন্তোষ রানা ১৯৭১ সালে চারু মজুমদারের সাথে সম্পর্ক ছিন্ন করেন এবং পরে সিংয়ের দলে যোগ দেন। ১৯৭৪ সালে চন্দ্রপুল্লা রেড্ডির নেতৃত্বাধীন অন্ধ্রপ্রদেশ কমিটি অফ কমিউনিস্ট রেভোলিউশনারি সিংয়ের সিপিআই (এমএল)-এর সাথে একীভূত হয়।\n১৯৭৪ সালে জয়প্রকাশ নারায়ণ যখন বিহার আন্দোলন শুরু করেছিলেন, সিংয়ের সিপিআই (এমএল) এটিকে সমর্থন দেওয়ার সিদ্ধান্ত নেয়। নারায়ণ ১৯৬৮ সাল থেকে সিংয়ের সাথে যোগাযোগ করছিলেন, তাকে অহিংস কৃষি সংস্কার সংগ্রামকে সমর্থন করার জন্য প্ররোচিত করার চেষ্টা করেছিলেন।\n৪ জুলাই ১৯৭৫-এ ভারত সরকার ২৭টি সংগঠনকে নিষিদ্ধ করেছিল, সিংয়ের CPI(ML) ছিল তাদের মধ্যে একটি। জরুরী সিংয়ের অধীনে সিপিআই(এমএল) একটি 'বিপ্লবী ইউনাইটেড ফ্রন্ট' (কমিউনিস্ট বিপ্লবীদের সমন্বয়ে, একটি ঐক্যবদ্ধ বিপ্লবী কমিউনিস্ট পার্টির দিকে কাজ করে) গঠনের আহ্বান জানিয়ে একটি তিন স্তরের যুক্ত ফ্রন্ট লাইন তৈরি করেছিল, একটি 'সর্বহারা ইউনাইটেড ফ্রন্ট' ভিত্তিক। শ্রমিক শ্রেণীর সংগ্রামের উপর (এবং যার মধ্যে ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী) এবং ভারতের সোশ্যালিস্ট ইউনিটি সেন্টার (কমিউনিস্ট) অন্তর্ভুক্ত থাকতে পারে) এবং একটি 'গণতান্ত্রিক ফ্রন্ট' যা গণতান্ত্রিক অধিকার পুনরুদ্ধারের জন্য কাজকারী শক্তিকে একত্রিত করবে। 'গণতান্ত্রিক ফ্রন্ট' কাজের কাঠামোর মধ্যে, দলের ক্যাডাররা সে সময় অ-বাম বিরোধী দলগুলির সাথে যৌথ বিক্ষোভে অংশ নিতে শুরু করে।\n১৯৭৭ সালের লোকসভা নির্বাচনে ইন্দিরা গান্ধীর পরাজয়ের পর দলের জন্য পরিস্থিতি কিছুটা শিথিল হয়েছিল। সিং জোর দিয়েছিলেন যে যদিও নতুন জনতা পার্টি সরকারের শ্রেণী চরিত্র গান্ধী সরকারের মতোই ছিল, তবে তিনি নাগরিক স্বাধীনতার উন্নতি এবং সোভিয়েত প্রভাবের দুর্বলতার মত পার্থক্যগুলির প্রশংসা করেছিলেন। ৯ এপ্রিল ১৯৭৭-এ এসএন সিং খোকন মজুমদার ( ইউনিটি কমিটি, সিপিআই(এমএল) ), সুনীতি কুমার ঘোষ ( সিওসি, সিপিআই(এমএল ) এবং অপূর্ব রায় ( ইউসিসিআরআই(এমএল) ) এর সাথে একটি আপিল স্বাক্ষর করেন, যার নিঃশর্ত মুক্তির আহ্বান জানানো হয়। ১২,০০০ বিপ্লবী বন্দী। জরুরি অবস্থা বিরোধী সংগ্রামের সময় জনতা পার্টি রাজনৈতিক বন্দীদের মুক্তি দেওয়ার প্রতিশ্রুতি দিয়েছিল। ক্ষমতায় আসার পর তারা সেই প্রতিশ্রুতি থেকে পিছিয়ে গেছে। সিং বন্দীদের মুক্তি নিশ্চিত করার জন্য আলোচনায় জড়িত ছিলেন।\nসিং-এর সিপিআই(এমএল) ছিল প্রথম প্রধান এমএল-উপদল যারা নির্বাচনে অংশগ্রহণের জন্য উন্মুক্ত হয়েছিল, যা একটি বিতর্কিত বিষয় হয়ে ওঠে। ১৯৭৭ সালের ১০ এপ্রিল সিং একটি প্রেস কনফারেন্সে নির্বাচনে প্রতিদ্বন্দ্বিতা করার ইচ্ছা ঘোষণা করেন। কলকাতা জেলা কমিটি এই পদক্ষেপের নিন্দা করেছে। অন্যান্য ML-উপদলগুলি বিশ্বাসঘাতকতা হিসাবে নতুন লাইন হিসাবে দেখেছিল। ১৯৭১ সালে সন্তোষ রানা গোপীবল্লভপুর কেন্দ্র থেকে পশ্চিমবঙ্গ রাজ্য বিধানসভায় নির্বাচিত হন (একটি এলাকা ছিল সিপিআই (এমএল) নকশালবাড়ি বিদ্রোহের মডেল অনুসরণ করে সশস্ত্র সংগ্রাম শুরু করেছিল)। রানা ১৩,৪০১ ভোট (২৫,৬৭%), যা সিপিআইএম, ভারতীয় জাতীয় কংগ্রেস এবং জনতা পার্টির প্রার্থীদের পরাজিত করার জন্য যথেষ্ট ছিল। সিংয়ের সিপিআই (এমএল) ভারতের নির্বাচন কমিশনের সাথে ভারতের কমিউনিস্ট পার্টি (মার্কসবাদী-লেনিনবাদী) নাম নিবন্ধন করতে সক্ষম হয়েছিল, কিন্তু নিবন্ধনটি পরে হারিয়ে যায়।\n\n\n== তথ্যসূত্র =="}