{"pageid": 1452612, "title": "পাকিস্তান কমিউনিস্ট পার্টি", "url": "https://bn.wikipedia.org/wiki?curid=1452612", "content": "পাকিস্তান কমিউনিস্ট পার্টি ছিল ভারতের কমিউনিস্ট পার্টির একটি স্বল্পস্থায়ী দল, যা ১৯৪৭ সালের গ্রীষ্মে তিন সপ্তাহের জন্য বিদ্যমান ছিল। দলটি প্রতিষ্ঠা করেন তেজা সিং স্বতন্ত্র এবং ফজল এলাহি কুরবান। দলটির একটি অস্থায়ী পলিটব্যুরো ছিল স্বতন্ত্র, কুরবান এবং দত্ত।\nএকদিকে, পিসিপি বিভক্ত জাতীয় প্রশ্নে পার্টি লাইন পরিবর্তন নিয়ে অসন্তোষ প্রকাশ করেছে। ১৯৪২ সালে সিপিআই, পাকিস্তানের দাবির প্রতিক্রিয়ায়, জাতীয়তার স্ব-নিয়ন্ত্রণের ধারণাকে সমর্থন করে এমন একটি অবস্থান তৈরি করেছিল। ১৯৪৭ সাল নাগাদ এই লাইনটি প্রত্যাবর্তন করা হয়েছিল এবং পাকিস্তানের জন্য মুসলিম দাবিকে এখন সিপিআই একটি প্রতিক্রিয়াশীল আন্দোলন হিসাবে চিহ্নিত করেছে। স্বতন্ত্র এবং কুরবান সিপিআই নেতৃত্বের দিকে জাতীয়তার স্ব-নিয়ন্ত্রণের পক্ষে সমর্থন ধরে রাখার জন্য তর্ক করেছিলেন। পিসিপি এই অবস্থানের উপর নির্মিত হয়েছিল। পিসিপি-র প্রতিষ্ঠাতারাও কাশ্মীরে নতুন সিপিআই লাইনের বিরোধী ছিলেন।\nঅন্যদিকে, পিসিপির সূচনা শুধুমাত্র পাকিস্তান এবং মুসলিম জাতীয় স্ব-নিয়ন্ত্রণ ইস্যুতে মতানৈক্যের জন্য নয়। এটি সিপিআই পার্টি অনুক্রমের বিরুদ্ধে পুরানো কীর্তি - গদর বিপ্লবীদের বিদ্রোহের প্রতিনিধিত্ব করে। ২২ জুন দুই কেন্দ্রীয় সিপিআই নেতা ( অজয় ঘোষ এবং বিটি রণদিভ ) পাঞ্জাবে এসেছিলেন, ধারণা করা হচ্ছে স্বতন্ত্রকে প্রাদেশিক পার্টির সম্পাদক পদ থেকে অপসারণ করতে। কয়েক সপ্তাহ পরে, ১৬ জুলাই ১৯৪৭-এ বিশ্বের ৪০টি কমিউনিস্ট পার্টিকে পাঠানো একটি চিঠিতে পিসিপি-এর ভিত্তি ঘোষণা করা হয়। পিসিপি বিভক্তি সেই সময়ে পাঞ্জাবের সিপিআইকে মারাত্মকভাবে প্রভাবিত করেছিল।\nসিপিআই নেতৃত্ব পিসিপি গঠনে তীব্র প্রতিক্রিয়া জানায়। ১৮ জুলাই ১৯৪৭-এ পাঞ্জাবের সমস্ত পার্টি জেলা কমিটিকে একটি চিঠি পাঠানো হয়েছিল, তাদের নির্দেশ দেওয়া হয়েছিল পিসিপি-কে নিন্দা করার জন্য। ঘোষ নিজে পাঞ্জাবের পশ্চিমাঞ্চল পরিদর্শন করেন, স্থানীয় পার্টি শাখাগুলিকে পিসিপি-র পাশে দাঁড়ানো থেকে বিরত করার চেষ্টা করেন। তা সত্ত্বেও, এটা বোঝা গিয়েছিল যে পাঞ্জাবের ২,২৯৩ সিপিআই সদস্যদের মধ্যে অর্ধেকেরও বেশি পিসিপিকে সমর্থন করেছিল। \n পিসিপি প্রধানত পশ্চিম পাঞ্জাব ভিত্তিক ছিল।  পিসিপি উত্তর-পশ্চিম সীমান্ত প্রদেশ, সিন্ধু এবং বেলুচিস্তানের সিপিআই শাখাকে নতুন দলে যোগ দেওয়ার জন্য আবেদন করেছিল। সিন্ধুতে কাদির বক্স নিজামনির আশেপাশের দলটি পিসিপিকে সমর্থন করেছিল।\nতা সত্ত্বেও, পিসিপি গঠিত হওয়ার সময় পাঞ্জাব ভারত ভাগের আগের দিনগুলিতে সাম্প্রদায়িক সহিংসতায় আচ্ছন্ন ছিল। দাঙ্গা ছড়িয়ে পড়ায়, পাঞ্জাবের পশ্চিমাঞ্চলীয় জেলাগুলোর অধিকাংশ শিখ ও হিন্দু কমিউনিস্ট ক্যাডার ভারতে চলে যায়। এই দেশত্যাগ কমিউনিস্ট আন্দোলনকে বিলুপ্তির দ্বারপ্রান্তে রেখেছিল যেগুলি শীঘ্রই পশ্চিম পাকিস্তান গঠন করবে।  পিসিপি, যার নেতৃত্ব প্রধানত শিখ ছিল, দ্রুত বিলুপ্ত হয়ে যায়।\n\n\n== তথ্যসূত্র =="}