{"pageid": 1452622, "title": "পানিশার", "url": "https://bn.wikipedia.org/wiki?curid=1452622", "content": "পানিশার (ফ্র‍্যান্সিস \"ফ্র‍্যাংক\" ক্যাসল, জন্ম ক্যাস্টিগলিওন) হলো মার্ভেল কমিক্স কর্তৃক প্রকাশিত আমেরিকান কমিক বইয়ে উপস্থিত হওয়া একটি এন্টিহিরো চরিত্র। এটি সৃষ্টি করেছেন লেখক গ্যারি কনওয়ে এবং শিল্পী জন রমিটা সিনিয়র ও রস আন্দ্রু। পানিশার সর্বপ্রথম উপস্থিত হয় দ্য অ্যামেজিং স্পাইডার-ম্যান #১২৯ (ফেব্রুয়ারি, ১৯৭৪) এ, একজন ভাড়াটে খুনি এবং সুপারহিরো স্পাইডার-ম্যান এর প্রতিপক্ষ হিসেবে।\nচরিত্রটিকে একজন ইতালীয়-আমেরিকান ভিজলান্টি হিসাবে চিত্রিত করা হয়েছে যে অপরাধের বিরুদ্ধে খুন, অপহরণ, চাঁদাবাজি, জবরদস্তি, সহিংসতার হুমকি এবং নির্যাতনের কাজ করে। নিউইয়র্ক শহরের সেন্ট্রাল পার্কে একটি হত্যাকাণ্ড প্রত্যক্ষ করার জন্য মাফিয়াদের দ্বারা তার স্ত্রী এবং দুই সন্তানের মৃত্যু হয়, পানিশার একা অপরাধের বিরুদ্ধে যুদ্ধ পরিচালনা করে। একজন অভিজ্ঞ (মূলত ভিয়েতনাম যুদ্ধ এবং পরে কাল্পনিক সিয়ানকং যুদ্ধ এবং ইরাক যুদ্ধ  পর্যায়ক্রমে আপডেট করা হয়) ইউএস মেরিন কর্প স্কাউট/স্নাইপার, মল্ল যোদ্ধা, গেরিলা যোদ্ধা, এবং লক্ষ্যবেধে নিপুণ দক্ষ ক্যাসল।\n১৯৭৪ সালে আত্মপ্রকাশ করার পর, পানিশারের নৃশংস প্রকৃতি এবং হত্যা করার ইচ্ছা তাকে মূলধারার আমেরিকান কমিক বইয়ে ব্যতিক্রমীধর্মী করে তুলে। ১৯৮০'র দশকের শেষের দিকে পানিশার মনস্তত্ত্বাত্তিকভাবে বিপর্যস্ত এন্টিহিরো চরিত্রগুলোর অংশ ছিল।\nতার হিংস্র প্রকৃতি থাকা সত্ত্বেও, পানিশার মূলধারায় সফলতা লাভ করে। তাকে স্পাইডার-ম্যান এবং দ্য সুপারহিরো স্কোয়াড শোতে অতিথি চরিত্র হিসেবে দেখা যায়। তার উগ্র আচরণ পারিবারিক দর্শকদের কথা মাথায় রেখে কমিয়ে ফেলা হয়।\nডল্ফ লুন্ডগ্রেন ১৯৮৯ সালের চলচ্চিত্র দ্য পানিশার-এ চরিত্রটিতে অভিনয় করেছিলেন। ২০০৪ সালের চলচ্চিত্র দ্য পানিশারে টমাস জেন এবং ২০০৮ এর পানিশার: ওয়ার জোন এ রে স্টিভেনসন চরিত্রটিতে অভিনয় করেন। জন বার্নথাল ডেয়ারডেভিল এর দ্বিতীয় মৌসুমে, এবং এর স্পিন অফ ধারাবাহিক দ্য পানিশারে চরিত্রটিতে অভিনয় করেছেন, এবং মার্ভেল সিনেমাটিক ইউনিভার্স (এমসিইউ) তে সেট করা ডেয়ারডেভিল: বর্ন এগেইন এ এই চরিত্রটিতে তিনি পুনরায় অভিনয় করবেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nমার্ভেল ইউনিভার্স উইকিতে পানিশার\nদ্য পানিশার — কমিকবুক ডেটাবেজ"}