{"pageid": 1452852, "title": "ফরাসি ভারত সমাজতান্ত্রিক দল", "url": "https://bn.wikipedia.org/wiki?curid=1452852", "content": "ফরাসি ভারত সমাজতান্ত্রিক দল (ফরাসি: Parti socialiste de l'Inde française) ফরাসি ভারতে একটি রাজনৈতিক দল ছিল। দলের নেতৃত্বে ছিলেন ফরাসি ভারতের সাধারণ প্রশাসন মন্ত্রী এডুয়ার্ড গাউবার্ট। দলটি ফরাসি প্রশাসনের সমর্থনে উপনিবেশের রাজনৈতিক জীবনে প্রভাবশালী ভূমিকা পালন করেছিল। দলটি ফ্রান্সের সাথে সম্পর্ক বজায় রাখার পক্ষে, কিন্তু শেষ পর্যন্ত ফরাসি শাসনের বিরুদ্ধে পরিণত হবে।\n\n\n== প্রতিষ্ঠা ==\nদলটি ১৯৪৭ সালের জুলাই মাসে জাতীয় গণতান্ত্রিক ফ্রন্টে বিভক্ত হওয়ার পর প্রতিষ্ঠিত হয়েছিল। সোশ্যালিস্ট পার্টি প্রতিষ্ঠা করেছিলেন এডুয়ার্ড গাউবার্ট, পি. কাউনাউমা এবং ল্যামবার্ট সারাভানে, যারা খুব শীঘ্রই এটি ছেড়ে দেন। পার্টি কমিউনিস্ট-বিরোধী শহুরে মধ্যবিত্ত পন্ডিচেরাইটদের কাছ থেকে জোরালো সমর্থন অর্জন করতে সক্ষম হয়েছিল, যারা কমিউনিস্ট পার্টির নেতা ভি. সুব্বিয়ার বিরোধী ছিলেন।\n\n\n== পন্ডিচেরির রাজনীতিতে ভূমিকা ==\nনতুন দল দ্রুত ফরাসি ঔপনিবেশিক প্রশাসনের সমর্থন লাভ করে। গউবার্টের নেতৃত্বে, ফরাসি ভারত সমাজতান্ত্রিক দল ভারতের প্রজাতন্ত্রের সাথে একীভূত হওয়ার বিষয়ে কোনও স্পষ্ট অবস্থান গ্রহণ করা এড়িয়ে যায় এবং দাবি করে যে এই ধরনের প্রশ্নটি উপনিবেশের জনগণের উপর নির্ভর করে।\nদলটি আগস্ট ১৯৪৮ সালের পৌরসভা নির্বাচনের জন্য পন্ডিচেরি জেলার ১০২টি আসনের সবকটিতে প্রার্থী দেয়। গোবার্টের পক্ষে নির্বাচনে ব্যাপক কারচুপি হয়েছে বলে জানা গেছে। সমস্ত ১০২ ফরাসি ইন্ডিয়া সোশ্যালিস্ট পার্টির প্রার্থীরা বিজয়ী হয়েছেন।\n১৬ ডিসেম্বর ১৯৫১ সালের সাধারণ এবং পৌরসভা নির্বাচনগুলিকে একীভূত করার পক্ষের দলগুলি বয়কট করেছিল এবং এইভাবে ফরাসি ইন্ডিয়া সোশ্যালিস্ট পার্টি সহজেই নির্বাচনে জয়লাভ করেছিল। গোবার্ট সাধারণ প্রশাসনের মন্ত্রী হিসাবে অব্যাহত ছিলেন।\n\n\n== বিলুপ্তির দিকে বাঁক ==\nগউবার্ট পন্ডিচেরিতে একটি বিশাল চোরাচালান প্রতিষ্ঠান গড়ে তুলেছিলেন, যা সেই সময়ে সুপরিচিত ছিল। ১৯৫৪ সালের ৬ মার্চ ফরাসি কর্তৃপক্ষ গউবার্টের বিরুদ্ধে আর্থিক জালিয়াতির অভিযোগ আনে। সমাজতান্ত্রিক দলের অন্যান্য নেতাদের বিরুদ্ধেও দুর্নীতির অভিযোগ আনা হয়েছে। ঔপনিবেশিক প্রশাসন এবং সমাজতান্ত্রিক পার্টির মধ্যে দ্রুত সম্পর্ক তিক্ত হয়ে যায়। রাজনৈতিকভাবে, ফরাসি ইন্ডিয়া সোশ্যালিস্ট পার্টি ভারতের সাথে একীভূত হওয়ার পক্ষে তার নীতিতে একটি তীক্ষ্ণ মোড় নেয়। ফরাসি কর্তৃপক্ষ দল এবং এর নেতাদের উপর চাপ বাড়িয়ে জবাব দিয়েছে। কোনো কোনো ক্ষেত্রে দলের সদস্যদের ওপর হামলা হয়েছে। গোবার্ট এবং মাউটুপউলে (পন্ডিচেরির মেয়র) ধরা এড়াতে মাটির নিচে চলে যান। দলটি পন্ডিচেরি জেলার পরিধিতে একটি সমান্তরাল প্রশাসন গড়ে তোলার পরিকল্পনা শুরু করে। ফরাসি শাসনের বিরুদ্ধে প্রতিরোধ গড়ে তুলতে ফরাসি পৃষ্ঠপোষকতায় প্রতিষ্ঠিত স্থানীয় সম্প্রদায়ের আধিপত্যকে দলটি ব্যবহার করতে সক্ষম হয়েছিল। ২৭ মার্চ ১৯৫৪ সালে সমাজতান্ত্রিক দলের (অন্যান্য জাতীয়তাবাদী দলগুলির সমর্থনে) আইন অমান্য অভিযান শুরু হয়েছিল। উপনিবেশের উপর ফরাসি নিয়ন্ত্রণকে অস্থিতিশীল করার জন্য সোশ্যালিস্ট পার্টির প্রতিরোধ অভিযান অত্যন্ত গুরুত্বপূর্ণ ছিল।\n১৯৫৪ সালের মে মাসে, ১৭ মে নেট্টপাক্কামে ফ্রেঞ্চ ইন্ডিয়া লিবারেশন কাউন্সিল গঠনের পর, দলটি ফ্রেঞ্চ ইন্ডিয়া লিবারেশন কংগ্রেস নামটি গ্রহণ করে।\n\n\n== অধিভুক্তি ==\nফ্রেঞ্চ ইন্ডিয়া সোশ্যালিস্ট পার্টি ভারতের সোশ্যালিস্ট পার্টি বা ফ্রেঞ্চ সোশ্যালিস্ট পার্টি (এসএফআইও) কোনোটির সাথেই যুক্ত ছিল না। তার সংসদীয় আদেশের সময়, গাউবার্ট রেনে প্লেভেন এবং ফ্রাঁসোয়া মিটাররান্ডের ডেমোক্র্যাটিক অ্যান্ড সোশ্যালিস্ট ইউনিয়ন অফ দ্য রেজিস্ট্যান্স (ইউডিএসআর) গ্রুপের সাথে যুক্ত ছিলেন, যেখানে সারাভানে সর্বদা ইন্ডিপেন্ডেন্ট ডি'আউটরে-মের (বিদেশী অসংযুক্ত) সংসদীয় গোষ্ঠীর মধ্যে থেকেছিলেন। মাহে একটি স্থানীয় সোশ্যালিস্ট পার্টি ছিল, যা ভারতের সোশ্যালিস্ট পার্টির সাথে যুক্ত ছিল, যার সাথে গবার্টের ফ্রেঞ্চ ইন্ডিয়া সোশ্যালিস্ট পার্টির কোনো যোগসূত্র ছিল না।\n\n\n== তথ্যসূত্র =="}