{"pageid": 1452998, "title": "২০২৪ সালের পাকিস্তান বন্যা", "url": "https://bn.wikipedia.org/wiki?curid=1452998", "content": "২৯ ফেব্রুয়ারি ২০২৪ তারিখে পাকিস্তানের বিভিন্ন অঞ্চলে বন্যা দেখা দেয়, সেগুলির মধ্যে রয়েছে সিন্ধু, বেলুচিস্তান, খাইবার পাক্তুনখোয়া এবং গিলগিট-বালতিস্তান। বন্যায় কমপক্ষে ৪০ জন নিহত ও ৬২ জন আহত হয়। ভারী বৃষ্টিপাতের ফলে সৃষ্ট বন্যা ব্যাপক ধ্বংসযজ্ঞের কারণ হয়, যা স্বাভাবিক জীবন বিঘ্নিত করে এবং অবকাঠামো ক্ষতিগ্রস্ত করে। সরকার কয়েকটি এলাকায় জরুরি অবস্থা ঘোষণা করে, এবং পাকিস্তান নৌবাহিনী, পাকিস্তান সেনাবাহিনী এবং ফ্রন্টিয়ার কোর্সহ বিভিন্ন সংস্থা উদ্ধার অভিযান চালায়।\n\n\n== সিন্ধু ==\n\n\n=== জরুরি অবস্থা ঘোষণা ===\nভারী বৃষ্টিপাতের পূর্বাভাসের জবাবে সিন্ধু সরকার বৃষ্টির জরুরি অবস্থা জারি করে। সিন্ধু প্রধানমন্ত্রী মুরাদ আলী শাহ আবহাওয়া জরুরি মোকাবিলায় একটি সভা ডাকেন এবং সব স্থানীয় সংস্থা, প্রশাসন ও হাসপাতালকে সতর্ক থাকার নির্দেশ দেন। এছাড়াও, করাচির সকল সরকারি-বেসরকারি প্রতিষ্ঠানে অর্ধদিবস ছুটি ঘোষণা করা হয়।\n\n\n=== শিক্ষার উপর প্রভাব ===\nভারী বৃষ্টির আশঙ্কায় সিন্ধু সরকার স্কুলগুলিতে সন্ধ্যাকালীন ক্লাস বাতিলের ঘোষণা দেয়। সকল বেসরকারি ও সরকারি সন্ধ্যাকালীন স্কুল বন্ধ রাখার নির্দেশ দেওয়া হয়।\nপি অ্যান্ড ডি বিভাগকে বাকি ৫,৪৮৩টি সম্পূর্ণ ক্ষতিগ্রস্ত স্কুলের পুনর্নির্মাণের পরিকল্পনা প্রস্তুত করার নির্দেশ দেওয়া হয়।  সিন্ধু সরকার ৪৩১টি স্কুলের নির্মাণ কাজ শুরু করেছে।\n\n\n=== সাহায্যকারী কার্যক্রম ===\nপ্রধানমন্ত্রী সিন্ধু বন্যায় ক্ষতিগ্রস্ত অবকাঠামোর পুনর্নির্মাণ ও পুনর্বাসনের অগ্রগতি পর্যালোচনা করেন। তিনি তার দলকে চলমান কাজগুলি দ্রুত করতে এবং যেখানে এখনও অর্থায়ন ঝুলছে সেখানে দাতাদের কাজ করার নির্দেশ দেন।\n\n\n== বেলুচিস্তান ==\nভারি বর্ষণে গোয়াদর, মাক্রান এবং বেলুচিস্তানের অন্যান্য এলাকায় বিপর্যস্ত হয়ে পড়ে। টানা বর্ষণের ফলে বন্যা পরিস্থিতির সৃষ্টি হয়, এতে অনেক এলাকা তলিয়ে যায়। প্রাদেশিক দুর্যোগ ব্যবস্থাপনা কর্তৃপক্ষ (PDMA) আরও বৃষ্টি এবং ঝড়/বজ্রঝড়ের সতর্কবার্তা দেয়।\nবন্যা পরিস্থিতির কারণে গোয়াদর বিমানবন্দরে ফ্লাইট পরিচালনা স্থগিত করা হয়।\n\n\n=== গোয়াদর ও কেচে ত্রাণ অভিযান ===\nপাকিস্তান নৌবাহিনী গোয়াদরে ভয়াবহ বৃষ্টি ও বন্যায় ক্ষতিগ্রস্ত জনগণকে সাহায্য করতে ত্রাণ তৎপরতা শুরু করে। স্থানীয় প্রশাসনের সাথে নৌবাহিনীর কর্মীরা শহরের বিভিন্ন স্থানে বাড়িঘর ও রাস্তা থেকে বন্যার পানি অপসারণে সক্রিয় ছিল। পাক নৌবাহিনীর দলগুলি গোয়াদরের বিভিন্ন এলাকায় বন্যা দুর্গত মানুষের জন্য খাদ্য, পানীয় জল এবং রেশন বিতরণ করে।\nবেলুচিস্তানের মুখ্য সচিব শাকিল কাদির খান গোয়াদর এবং কেচ জেলায় ভারী বৃষ্টিপাতের ফলে উদ্ভূত পরিস্থিতির একটি বিস্তৃত পর্যালোচনা করেন। তিনি ক্ষতিগ্রস্ত মানুষকে বাঁচাতে সমন্বিত প্রচেষ্টার আহ্বান জানান।\nপাকিস্তান সেনাবাহিনী, এফসি বেলুচিস্তান এবং বেসামরিক প্রশাসন বন্যা দুর্গত মানুষদের সাহায্যের জন্য জিওয়ানি, গোয়াদর এবং সিরবন্দরে ত্রাণ কার্যক্রমে নিযুক্ত হয়। মেডিকেল টিম গোয়াদর, স্যার বন্দর এবং জিওয়ানির বিভিন্ন এলাকায় বিনামূল্যে চিকিৎসা ক্যাম্প স্থাপন করে।\nবেলুচিস্তানের তত্ত্বাবধায়ক মুখ্যমন্ত্রী মীর আলি মর্দান খান ডোমকি পিডিএমএ এবং জেলা প্রশাসনকে গোয়াদরের বন্যা কবলিত এলাকায় ক্ষতিগ্রস্তদের সুবিধা প্রদানের জন্য সমস্ত উপলব্ধ সংস্থান ব্যবহার করার নির্দেশ দেয়।\n\n\n== খাইবার পাখতুনখাওয়া ==\n\n\n=== হতাহত ও ক্ষয়ক্ষতি ===\nপ্রবল বর্ষণ ও পরবর্তী ধ্বংসযজ্ঞের ফলে খাইবার জেলার জাখা খেলা বাজারে একটি বাড়ির ছাদ ধসে দুই নারী ও চার শিশুসহ একই পরিবারের ছয়জন নিহত হয়। উপরন্তু, বৃষ্টি ও তুষারজনিত ঘটনায় নিহত ২৯ জনের মধ্যে ১৬ জনই শিশু।\n\n\n=== ত্রাণ ব্যবস্থা ===\nএই বিপর্যয়ের প্রতিক্রিয়া হিসাবে, খাইবার পাখতুনখোয়ার মুখ্যমন্ত্রী আলি আমিন খান গন্ডাপুর প্রদেশের বৃষ্টিতে ক্ষতিগ্রস্থ পরিবারগুলির জন্য একটি ক্ষতিপূরণ প্যাকেজ ঘোষণা করেন। ত্রাণ চেকের মধ্যে নিহতদের জন্য ১০ লাখ রুপি, গুরুতর আহতদের জন্য ৩ লাখ রুপি এবং সামান্য আহতদের জন্য ৫০ হাজার রুপি অন্তর্ভুক্ত রয়েছে। বৃষ্টির কারণে সম্পত্তির ক্ষতির জন্য আর্থিক ক্ষতিপূরণও দেওয়া হয়েছিল।\n\n\n== গিলগিট-বালতিস্তান ==\nগিলগিট-বালতিস্তানে প্রধান সড়ক তলিয়ে যায়, অনেক এলাকা যোগাযোগ বিচ্ছিন্ন হয়ে পড়ে।\n\n\n== আন্তর্জাতিক সাহায্য ==\nগোয়াদর বন্দরের অপারেটর চায়না ওভারসিজ পোর্টস হোল্ডিং কোম্পানি লিমিটেড (সিওপিএইচসি) একটি উদ্ধার অভিযান শুরু করেছে এবং গোয়াদরে বন্যার্তদের জন্য ত্রাণ সামগ্রী দান করেছে। কোম্পানি অবিলম্বে ৩০ হাজার বোতল মিনারেল ওয়াটার, ৩ হাজার বোতল টিনজাত খাবার ইত্যাদি ক্রয় করে এবং ক্ষতিগ্রস্তদের মধ্যে বিতরণ করে।\n\n\n== প্রতিক্রিয়া ==\nপ্রধানমন্ত্রী শাহবাজ শরীফ গোয়াদরের বন্যা কবলিত মানুষের জন্য একটি ব্যাপক ত্রাণ প্যাকেজ ঘোষণা করেছেন। ত্রাণ প্যাকেজের মধ্যে ক্ষতিগ্রস্ত পরিবারগুলির জন্য আর্থিক ক্ষতিপূরণ অন্তর্ভুক্ত রয়েছে, যার মধ্যে রয়েছে মৃতদের আত্মীয়দের জন্য ২০ লক্ষ টাকা, আহতদের জন্য ৫০ লক্ষ টাকা এবং প্রবল বৃষ্টিতে যে সমস্ত পরিবারগুলির বাড়িঘর ধ্বংস হয়েছে তাদের জন্য ৭৫ লক্ষ টাকা। প্রধানমন্ত্রী আশ্বস্ত করেন যে প্যাকেজটি চার দিনের মধ্যে প্রকাশ করা হবে।\nত্রাণ প্যাকেজ ছাড়াও, মুখ্যমন্ত্রী খাইবার পাখতুনখোয়া আলী আমিন গন্ডাপুর বৃষ্টির কারণে মূল্যবান মানুষের প্রাণহানির জন্য শোক প্রকাশ করেন।\nসঙ্কটের সময়, নৌপ্রধান অ্যাডমিরাল নাভিদ আশরাফ দেশের সামুদ্রিক সীমানা রক্ষার জন্য পাকিস্তান নৌবাহিনীর অপারেশনাল প্রস্তুতির প্রতি আস্থা প্রকাশ করেন।\nবেলুচিস্তানের মুখ্যমন্ত্রী সরফরাজ বুগতি গোয়াদর জেলায় ভারী বর্ষণ ও বন্যায় ক্ষয়ক্ষতি নিরূপণের জন্য একটি কমিটি গঠন করেছেন। কমিটিকে ২০ দিনের মধ্যে মুখ্যমন্ত্রীর কাছে রিপোর্ট জমা দেওয়ার দায়িত্ব দেওয়া হয়েছিল।\n\n\n== তথ্যসূত্র =="}