{"pageid": 1452055, "title": "গৃহস্থ (বৌদ্ধধর্ম)", "url": "https://bn.wikipedia.org/wiki?curid=1452055", "content": "গৃহস্থ বলতে বৌদ্ধ ধর্মগ্রন্থে বিভিন্ন পদকে বোঝায়। সর্বাধিক বিস্তৃতভাবে, এটি যে কোনও স্তরের ব্যক্তিকে বোঝায়, এবং সবচেয়ে সংকীর্ণভাবে, ধনী ও মর্যাদাপূর্ণ পারিবারিক পিতৃপুরুষকে। সমসাময়িক বৌদ্ধ সম্প্রদায়গুলিতে, গৃহস্থকে প্রায়শই সাধারণ, বা অ-ভিন্নের সমার্থকভাবে ব্যবহার করা হয়।\nগৃহস্থের বৌদ্ধ ধারণাটি প্রায়শই বিচরণকারী তপস্বী (শ্রমণ) এবং সন্ন্যাসীদের (ভিক্ষু ও ভিক্ষুণী) এর সাথে বিপরীত। যারা সাধারণ বাড়িতে (বর্ধিত সময়ের জন্য) বাস করবে না এবং যারা ঘর ও পরিবারের সাথে সংযুক্তি থেকে মুক্তির চেষ্টা করবে। গৃহস্থের কিছু ঐতিহ্যবাহী বৌদ্ধ সমাজে, যেমন মায়ানমার ও থাইল্যান্ডে, লোকেরা গৃহস্থ ও সন্ন্যাসীর মধ্যে এবং বামারদের মধ্যে শিনবিউ প্রথার মতো নিয়মিততা ও উদযাপনের সাথে গৃহস্থের কাছে ফিরে আসে।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nBodhi, Bhikkhu (trans.) (2000). The Connected Discourses of the Buddha: A Translation of the Samyutta Nikaya.  Boston: Wisdom Publications. আইএসবিএন ০-৮৬১৭১-৩৩১-১.\nBodhi, Bhikkhu (ed.) (2005), In the Buddha's Words: An Anthology of Discourses from the Pali Canon. Somerville, MA: Wisdom Publications. আইএসবিএন ০-৮৬১৭১-৪৯১-১.\nBuckley, Sarah (26 Sept 2007). \"Who are Burma's monks?\" Retrieved 26 Sep 2007 from \"BBC News\".\nBuddhadatta Mahathera, A. P. (2002). Concise Pali-English Dictionary. Delhi:Motilal Banarsidass. আইএসবিএন ৮১-২০৮-০৬০৫-০.\nGombrich, Richard (2002). Theravāda Buddhism: A Social History from Ancient Benares to Modern Colombo. London: Routledge. আইএসবিএন ০-৪১৫-০৭৫৮৫-৮.\nHinüber, Oskar von (2000). A Handbook on Pāli Literature. Berlin: de Gruyter. আইএসবিএন ৩-১১-০১৬৭৩৮-৭.\nIreland, John D. (trans.) (1983). Sn 2.14,  Dhammika Sutta: Dhammika (excerpt).\nKapleau, Philip (1989). Zen: Merging of East and West. NY:Anchor Book. আইএসবিএন ০-৩৮৫-২৬১০৪-৭.\nLaw, Bimala Churn (1932–33), \"Nirvana and Buddhist Laymen\" in the Annals of the Bhandarkar Oriental Research Institute, Vol. 14, 1932–1933, pp. 80–86.\nMendis, N.K.G. (2001). The Questions of King Milinda: An Abridgement of the Milindapañha. Kandy: Buddhist Publication Society. আইএসবিএন ৯৫৫-২৪-০০৬৭-৮\nÑāṇamoli, Bhikkhu (trans.) & Bhikkhu Bodhi (ed.) (2001). The Middle-Length Discourses of the Buddha: A Translation of the Majjhima Nikāya.  Boston: Wisdom Publications. আইএসবিএন ০-৮৬১৭১-০৭২-X.\nNarada Thera (1995). Everyman's Ethics: Four Discourses of the Buddha.\nNarada Thera (trans.) (1996). DN 31, Sigalovada Sutta: The Discourse to Sigala, The Layperson's Code of Discipline.\nNattier, Jan (2003). A Few Good Men: The Bodhisattva Path according to The Inquiry of Ugra (Ugraparpṛcchā). Honolulu: University of Hawai'i Press. আইএসবিএন ০-৮২৪৮-২৬০৭-৮.\nNyanaponika Thera & Hellmuth Hecker, Bhikkhu Bodhi (ed.) (2003). Great Disciples of the Buddha: Their Lives, their Works, their Legacy. Somerville, MA:Wisdom Publications. আইএসবিএন ০-৮৬১৭১-৩৮১-৮.\nPali Text Society (PTS) (1921–1925). The Pali Text Society's Pali-English Dictionary. Chipstead: Pali Text Society.\nRobinson, Richard H. and Willard L. Johnson (1970; 3rd ed., 1982). The Buddhist Religion: A Historical Introduction (Belmont, CA: Wadsworth Publishing). আইএসবিএন ০-৫৩৪-০১০২৭-X.\nThanissaro Bhikkhu (trans.) (1996). Muni Sutta: The Sage (Sn 1.12).\nThanissaro Bhikkhu (trans.) (1997). Khaggavisana Sutta: A Rhinoceros Horn (Sn 1.3).\nThanissaro Bhikkhu (trans.) (2001). The Group of Fours. (Iti. 100-112).    Itivuttaka 4.8.\nWallace, Alan (2002). \"The Spectrum of Buddhist Practice in the West\" in Charles Prebish & Martin Baumann (eds.), Westward Dharma: Buddhism Beyond Asia. Berkeley:University of California Press. আইএসবিএন ০-৫২০-২২৬২৫-৯.\n\n\n== বহিঃসংযোগ ==\n\"Gahapati\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ মে ২০০৮ তারিখে and \"Gaha-ttha\" - two PTS Pali-English Dictionary (PED) entries related to \"householder.\"\n\"Lay Buddhist Practice: The Shrine Room, Uposatha Day, Rains Residence\", by Bhikkhu Khantipalo (Wheel No. 206/207, 1982)\n\"Simple Guide to Life\", by Robert Bogoda (Wheel No. 397/398)\n\"The Eightfold Path for the Householder\", by Jack Kornfield\n\"How would Buddha handle your kids?\", by John Bullitt (The Buddhist Channel, April 14, 2005)\n\"A Seamless Process: Practice On and Off the Cushion\", an IMS interview with Kamala Masters & Steve Armstrong.\nAccording to Buddha\nChanting service of Theravada texts\nMajjhima Nikaya 54: To The Householder Potaliya"}