{"pageid": 1452178, "title": "আলফ্রেড হারম্যান ফ্রাইড", "url": "https://bn.wikipedia.org/wiki?curid=1452178", "content": "আলফ্রেড হারম্যান ফ্রাইড (জার্মান উচ্চারণ: [ˈʔalfʁeːt ˈhɛʁman ˈfʁiːt]; ১১ নভেম্বর ১৮৬৪ - ৪ মে ১৯২১) হলেন একজন অস্ট্রিয়ান ইহুদি শান্তিবাদী, প্রচারক, সাংবাদিক, জার্মান শান্তি আন্দোলনের সহ-প্রতিষ্ঠাতা এবং ১৯১১ সালে তিনি টোবিয়াস অ্যাসারের সাথে যৌথভাবে নোবেল শান্তি পুরস্কার পেয়েছিলেন। ফ্রাইড এসপেরান্তোর সমর্থক ছিলেন। তিনি একটি এসপেরান্তো পাঠ্যপুস্তক এবং একটি এসপেরান্তো-জার্মান এবং জার্মান-এসপেরান্তো অভিধানের রচয়িতা, যেটি প্রথম ১৯০৩ সালে প্রকাশিত হয় এবং ১৯০৫ সালে পুনঃপ্রকাশিত হয়।\n\n\n== জন্ম ও পারিবারিক পরিচিতি ==\nফ্রাইড অস্ট্রো-হাঙ্গেরিয়ান সাম্রাজ্যের অস্ট্রিয়ার ভিয়েনায় একটি হাঙ্গেরিয়ান-ইহুদি পরিবারে জন্মগ্রহণ করেন। তার বাবা ছিলেন সিগেটভার এবং মাতা বার্থা এঙ্গেল (যার পিতা লিওপোল্ড এঙ্গেল ১৮১১ সালে এবং মাতা বেটি ওয়েইস ১৮২০ সালে বুদাপেস্টে জন্মগ্রহণ করেন) ছিলেন বুদাপেস্ট থেকে আগত।\n\n\n== কর্মজীবন ==\nফ্রাইড ১৫ বছর বয়সে স্কুল ছেড়ে একটি বইয়ের দোকানে কাজ করতে শুরু করেন। ১৮৮৩ সালে তিনি বার্লিনে চলে আসেন, যেখানে তিনি ১৮৮৭ সালে নিজেরই একটি বইয়ের দোকান খোলেন। ১৮৮৯ সালে বের্টা ফন জুটনারের ডাই ওয়াফেন নিডার! প্রকাশের পর তিনি এবং ফন জুটনার ১৮৯২ সালে একই নামের একটি ম্যাগাজিন ছাপতে শুরু করেছিলেন। ডাই ওয়াফেন নিডার! এবং উত্তরসূরি ডাই ফ্রিডেনওয়ার্ট (দ্য পিস ওয়াচ)-এ প্রকাশিত নিবন্ধগুলিতে তিনি তার শান্তিবাদী দর্শনকে প্রতিষ্ঠিত করেছিলেন।\n\n\n== আরও দেখুন ==\nশান্তিতে নোবেল বিজয়ীদের তালিকা;\nনোবেল পুরস্কার বিজয়ী ইহুদিদের তালিকা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nRoger Chickering: Imperial Germany and A World Without War : The Peace Movement and German Society, 1892–1914. Princeton University Press, Princeton 1975, আইএসবিএন ০-৬৯১-১০০৩৬-৫.\nWalter Göhring: Verdrängt und Vergessen – Friedensnobelpreisträger. Alfred Hermann Fried. Kremayr & Scheriau, Wien 2006, আইএসবিএন ৯৭৮-৩-২১৮-০০৭৬৮-৯\nBernhard Kupfer: Lexikon der Nobelpreisträger. Patmos, Düsseldorf 2001, আইএসবিএন ৩-৪৯১-৭২৪৫১-১\nPetra Schönemann-Behrens: „Organisiert die Welt“. Leben und Werk des Friedensnobelpreisträgers Alfred Hermann Fried (1864–1921). Dissertation, Universität Bremen 2004.\nBernhard Tuider: Alfred Hermann Fried. Pazifist im Ersten Weltkrieg – Illusion und Vision. VDM, Saarbrücken 2010, আইএসবিএন ৯৭৮-৩-৬৩৯-২৫০৬১-৯\nAbout Alfred Hermann Fried\nAlfred Hermann Fried (November 11, 1864 – May 5, 1921) ( ( 2009-10-25)"}