{"pageid": 1452422, "title": "ভারতের কমিউনিস্ট বিপ্লবীদের ঐক্য কেন্দ্র (মার্ক্সবাদী-লেনিনবাদী)", "url": "https://bn.wikipedia.org/wiki?curid=1452422", "content": "ভারতের কমিউনিস্ট বিপ্লবীদের ঐক্য কেন্দ্র (মার্ক্সবাদী-লেনিনবাদী) অন্ধ্র প্রদেশের কমিউনিস্ট বিপ্লবীদের সমন্বয় কমিটি, উত্তর অঞ্চল কমিটি RCUC(ML), পশ্চিমবঙ্গ কমিউনিস্ট ঐক্য কেন্দ্র এবং পশ্চিমবঙ্গ বিপ্লবীদের সমন্বয় কমিটি (WBCCR) এর একীভূতকরণের মাধ্যমে তৈরি করা হয়েছিল। ) ১৯৭৫ সালের এপ্রিলে একটি ঐক্য সম্মেলনে গঠনটি হয়েছিল। ঐক্য সম্মেলনে শহীদদের ওপর একটি রেজুলেশন, কর্মসূচি, পথ, কর্মপদ্ধতি, সংবিধান এবং ঐক্যের বিবৃতি গৃহীত হয়। ঐক্য সম্মেলন <b id=\"mwEg\">দেবুলাপল্লী ভেঙ্কটেশ্বর রাওকে</b> সম্পাদক করে একটি কেন্দ্রীয় কমিটি নির্বাচিত করে। UCCRI(ML) এর উচ্চাকাঙ্খা ছিল ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) (সিপিআই(এমএল)) ভাঁজের মধ্যে থাকা লোকজন সহ সমস্ত কমিউনিস্ট বিপ্লবী শক্তিকে একত্রিত করার। UCCRI(ML) তার কেন্দ্রীয় অঙ্গ হিসেবে স্পার্ক প্রকাশ করা শুরু করে।\n\n\n== ওভারভিউ ==\nইউসিসিআরআই (এমএল) গঠনের অল্প সময়ের মধ্যেই, ইন্দিরা গান্ধী শাসন দ্বারা জরুরি অবস্থা ঘোষণা করা হয়েছিল। UCCRI(ML) নিষিদ্ধ করা হয়েছিল এবং জোরপূর্বক আন্ডারগ্রাউন্ড করা হয়েছিল।\n১৯৭৫ সালের জুন মাসে কেরালা কমিউনিস্ট ইউনিটি সেন্টারের পক্ষ থেকে ইউসিসিআরআই (এমএল) এর সাথে একীভূত হওয়ার সিদ্ধান্ত নেওয়া হয়েছিল, কিন্তু সেই সংগঠনটি অভ্যন্তরীণ বিভক্তির শিকার হয়েছিল এবং একীভূতকরণ বাতিল করা হয়েছিল।\n১৯৭৬ সালের জুলাই মাসে টি. নাগি রেড্ডি, যিনি দলের সবচেয়ে গুরুত্বপূর্ণ নেতা ছিলেন, মারা যান। তার মৃত্যু UCCRI(ML) এর জন্য একটি গুরুতর ধাক্কা হয়ে উঠেছে। একই বছর আগস্টে সংগঠনটি বিভক্ত হয়ে পড়ে। সিসিতে একটি দ্বন্দ্ব দেখা দিয়েছিল, এবং ডিভি রাওকে সচিবের পদ থেকে সরিয়ে দেওয়া হয়েছিল। ডিভি রাও আরও তিনজন সিসি সদস্যকে (এনজেডসি থেকে একজন সিসি সদস্যের নেতৃত্বে) একটি \"প্রতিদ্বন্দ্বী কেন্দ্র\" গঠন করার জন্য অভিযুক্ত করেছেন এবং তাদের একতরফাভাবে বরখাস্ত করেছেন। বিভক্তিতে উত্তরাঞ্চল কমিটি (অর্থাৎ, রাজস্থান ) এবং বেঙ্গল কমিটি \"প্রতিদ্বন্দ্বী কেন্দ্র\" সহ ভেঙে পড়েছিল। ব্রেক-অ্যাওয়ে গ্রুপটি পরে আলবেনিয়ান-পন্থী লাইন তৈরি করে।\nডিভি রাও অন্ধ্র প্রদেশে ফিরে আসেন এবং অন্ধ্র সংগঠনকে ঘিরে সমাবেশ করেন। ডিভি রাও ১৯৭৬ সালের জুনে পাঞ্জাব কমিউনিস্ট বিপ্লবী কমিটির সাথে ইউসিসিআরআই (এমএল)-এর একীভূতকরণের মাধ্যমে এগিয়ে যান। তিনি নিজে, পিসিআরসি সেক্রেটারি হরভজন সোহি এবং অন্ধ্রের দুই নেতা (মধু এবং আনন্দ) সহ একটি কেন্দ্রীয় কমিটিকে পুনরুত্থিত করেছিলেন, যা নিয়মিত সম্মেলন অনুষ্ঠিত না হওয়া পর্যন্ত কাজ করবে।\n\n\n== তথ্যসূত্র ==\n\nUnity Centre of Communist Revolutionaries of India (Marxist–Leninist), Indian Revolutionary Movement – Some Lessons and Experiences; Political, Organisational and Movement Review 1967-88; Adopted by the First Regular Central Conference of UCCRI(ML), April 1989. Vijayawada: Red Flag Publications, 1989"}