{"pageid": 1452181, "title": "সূর্য (২০২৪-এর চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1452181", "content": "সূর্য ২০২৪ সালের একটি বাংলা ভাষার ভারতীয় প্রণয়ধর্মী নাট্য চলচ্চিত্র। এটি পরিচালনা করেছেন শিলাদিত্য মৌলিক। ইনোভেটিভ ফিল্মসের ব্যানারে প্রযোজনা করেছেন প্রদীপ চক্রবর্তী। প্রধান চরিত্রে অভিনয় করেছে বিক্রম চট্টোপাধ্যায়, মধুমিতা সরকার ও দর্শনা বণিক। এটি ২০১৫ সালের দুলকার সালমান অভিনীত মালয়ালম চলচ্চিত্র চার্লি থেকে অনুপ্রাণিত।\nচলচ্চিত্রটি ২০২৪ সালের ১৯ জুলাই পশ্চিমবঙ্গের প্রেক্ষাগৃহে মুক্তি পায়। ছবির বেশিভাগ শ্যুটিং হয়েছে উত্তরবঙ্গে। ছবির সংগীত পরিচালনা করেছে লয়-দ্বীপ। বেশ কিছু সংবাদ মাধ্যম মারাঠি ছবি 'দেবা' ও মালয়ালম ছবি 'চার্লি'র সঙ্গে এই ছবির বিষয়বস্তুর মিল রয়েছে বলে দাবি করে। সিনেমায় চারটি গান রয়েছে। যা গেয়েছেন শিলাজিৎ, কিঞ্জল, তিমির ও সোমলতা। পরিচালক ও প্রসেন লিখেছেন গানের কথা।\n\n\n== পটভূমি ==\nবিয়ে থেকে পালিয়ে উমা (মধুমিতা সরকার) এসে একটি পুরনো অ্যাপার্টমেন্টে ওঠে। সেখানে সূর্য (বিক্রম চট্টোপাধ্যায়) নামে এক ভবঘুরে থাকত কিছু বছর আগে। কাগজপত্র ঘেঁটে উমা খুঁজে পায় একটি স্কেচবুক। আর তা পড়েই উমার আগ্রহ জাগে সূর্য আর তার বন্ধুদের ওপর। ‘আগামীকাল’ নামক আশ্চর্য এক জায়গায় পৌঁছে উমার আলাপ হয় হতভাগ্য নারী দিয়ার (দর্শনা বণিক) সঙ্গে। দিয়ার থেকে সূর্যকে আরও অনেকটা জানতে পারে। সূর্যের পদাঙ্ক অনুসরণ করে ঊমা তার বন্ধু, তাদের কাজ সম্পর্কে জানতে পারে। এরপরে ছবির মোড় নিতে থাকে।\n\n\n== অভিনয়শিল্পী ==\nবিক্রম চট্টোপাধ্যায় - সূর্য্য\nমধুমিতা সরকার - উমা, একজন ফটোগ্রাফার\nদর্শনা বণিক - দিয়া\nপ্রসূন গায়েন\nআত্মদীপ ঘোষ - অভিক, উমার ছেলেবেলার পুরনো বন্ধু\nশ্রীদীপ মুখোপাধ্যায় - শবযান চালক\nমৌমিতা পণ্ডিত\n\n\n== নির্মাণ ==\n\n\n=== উৎপাদন পূর্ববর্তী ===\nপ্রথমদিকে মধুমিতা সরকার ও বিক্রম চট্টোপাধ্যায়ের সাথে দ্বিতীয় নাইকা হিসেবে সন্দীপ্তা সেন ও পরে রাজনন্দিনী পাল কে নেওয়ার গুঞ্জন হলেও দর্শনা বণিক কে নেওয়া হয়। শ্যুটিং শুরু হওয়ার এই ছবির নাম ‘কে প্রথম কাছে এসেছি’ রাখা হলেও,  টিজার মুক্তির সময়, চলচ্চিত্রের নাম বদলে ‘সূর্য’ রাখা হয়।\n\n\n=== চিত্রগ্রহণ ===\n২০২৩ সালের সেপ্টেম্বরে শিলাদিত্য সিনেমার শুটিং শুরু করার পরিকল্পনা করেছিলেন । তবে সময়ের কিছুটা আগেই শুটিং শুরু করছেন। অরুণাচল প্রদেশে চলচ্চিত্রের বেশ কিছু দৃশ্যের চিত্রধারণ করা হয়।\n\n\n=== উৎপাদন পরবর্তী ===\n২০২৪ সালের ১৫ জুন চলচ্চিত্রের প্রথম মোশন পিকচার প্রকাশ করা হয় । এরপর ২০শে জুন ইউটিউবে ট্রিজার ও ৪ জুলাই ট্রেইলার প্রকাশ করা হয়।\n\n\n== সঙ্গীত ==\n\nচলচ্চিত্রের সঙ্গীত পরিচালনা করেছেন লয়-দীপ। \"মেঘ মুলুকের ঝিল\" এবং \"কেমন আছিস বল\" গানের গীতিকার প্রসেন। প্রথম গানে কণ্ঠ দিয়েছেন তিমির বিশ্বাস ও দীপ দত্ত, যা ২০২৪ সালের ২৮শে জুন ডিভো মিউজিক হিন্দি নামক ইউটিউব চ্যানেলে মুক্তি পায়। শিলাজিৎ মজুমদারের কণ্ঠ দেওয়া দ্বিতীয় গান ১৩ই জুলাই প্রকাশ করা হয়। তৃতীয় গান \"যদি মেলা ধরো রোদ\"-এর গীতিকার শীলাদিত্য মৌলিক ও সোমরাজ দাস এবং গেয়েছেন কিঞ্জল চ্যাটার্জি ও ডালিয়া চক্রবর্তী। এটি ১৯শে জুলাই প্রকাশ করা হয়।\n\n\n== মুক্তি ==\nচলচ্চিত্রটি ২০২৪ সালের ১৯শে জুলাই বনি সেনগুপ্ত ও প্রিয়াঙ্কা সরকার অভিনীত রবিন্স কিচেন -এর সাথে সংঘর্ষে পশ্চিমবঙ্গের প্রেক্ষাগৃহে মুক্তি পায়।\n\n\n== সমালোচনামূলক প্রতিক্রিয়া ==\nদ্য টাইমস অব ইন্ডিয়া পত্রিকার পূর্ণা ব্যানার্জি ৫ এর মধ্যে ৩ রেটিং দিয়ে মন্তব্য করেন যে, \"অভিযোজিত চলচ্চিত্রে প্রায়শই মূলের উপর খুব বেশি নির্ভর করার প্রবণতা থাকে। তবে শিলদিত্যের চিত্রনাট্য বাঙালির সংবেদনশীলতার সাথে মানানসই করে সংশোধন করা হয়েছে। ফিল্মটির প্রথমার্ধ কিছুটা ধীরগতিতে উমার কাহিনী অনুসরণ করে। অয়ন শীলের সিনেমাটোগ্রাফি ভালভাবে স্থাপন করা অ্যাকশন সিকোয়েন্স দ্বারা সমর্থিত যা গল্পের গতি বাড়িয়ে দেয়। সংলাপগুলি ভাল লেখা, যদিও কিছুটা অনুমানযোগ্য এবং পুনরাবৃত্ত। রবীন্দ্রসঙ্গীতের ব্যবহার হয়েছে রুচিশীলভাবে। সম্ভবত উমার চরিত্র সবচেয়ে দুর্বল ছিল, যিনি প্রথমে বেপরোয়া এবং দায়িত্বজ্ঞানহীন হিসাবে উপস্থিত হন। অন্যদিকে, সূর্য চরিত্রে বিক্রম চট্টোপাধ্যায় একজন শক্তিশালী অভিনয়শিল্পী হিসেবে অ্যাকশন থেকে নাচ পর্যন্ত তার পরিচয় দিয়েছেন। দিয়া চরিত্রে দর্শনা বনিক তার দখলে থাকা কয়েকটি দৃশ্যে অনেক বেশি মনোযোগ এবং সহানুভূতি আকর্ষণ করে এবং তার পর্দায় দুর্দান্ত উপস্থিতি রয়েছে। ক্লাইম্যাক্স ভালোভাবে আঁকা হয়েছে, বাকি গল্পের সাথে এটিকে সংযুক্ত করেছে। সামগ্রিকভাবে, সূর্য একটি মিষ্টি ধীর প্রণয়ধর্মী উপভোগ্য চলচ্চিত্র।\"\nআনন্দবাজার পত্রিকার দেবর্ষি বন্দ্যোপাধ্যায় চলচ্চিত্রটিকে ১০ এর মধ্যে ৫.৫ রেটিং দিয়ে মন্তব্য করেন যে, \"নায়ক-নায়িকার প্রেমের নেপথ্যে এই প্রেক্ষিতের আবহ অন্য মাধুর্য তৈরি করেছে। কিন্তু এই প্রেক্ষিতকে আরও নিপুণ ভাবে ব্যবহার করা যেত; কোথাও যেন খামতি থেকে গিয়েছে। তবে বাংলা ছবির বাজার এখন টালিগঞ্জ বালিগঞ্জের বাইরে খুব বেশি বেরোয় না। সাকুল্যে এক-আধটা আফ্রিকা বা বড়জোর থাইল্যান্ডে ধারণ করা হয়। কিন্তু এ ছবি ঘরের কাছের পাহাড়ের ‘ল্যান্ডস্কেপ’ সুন্দর ভাবে ব্যবহার করেছে।\nসংবাদ প্রতিদিন দৈনিক পত্রিকার সন্দীপ্ত ভাঞ্জা উল্লেখ করেন যে, \"ছবিজুড়ে অয়ন শীলের চিত্রগ্রহণে  অরুণাচলের ভয়ংকর সুন্দর নিঃসর্গ প্রকৃতি দারুণ ভাবে বড় পর্দায় ফুটিয়ে তোলা হয়েছে। মধুমিতা এ পর্যন্ত যে কটি কাজ করেছেন তার মধ্যে এই কাজটা সবচেয়ে এগিয়ে থাকবে। দিয়ার চরিত্রে দর্শনা বণিক স্নিগ্ধ সুন্দর। স্বল্প পরিসরে নজরকাড়া মৌমিতা পণ্ডিতএবং পার্শ্বচরিত্রে প্রসূন গায়েন ও শ্রীদীপ মুখোপাধ‌্যায় যথাযথ। তবে বিশেষ করে প্রথমার্ধে চিত্রনাট্যের কিছু খামতি রয়েছে। যে কারণে দ্বিতীয়ার্ধে গিয়ে প্রেমের শীর্ষ ছোঁয়ার তীব্রতা কিছুটা কম লাগে। প্রথমার্ধের আলগা সাবপ্লট এবং গল্পের অভিমুখ নির্ধারণ আরও সরাসরি হলে বেশি ভালো লাগত। লয়-দীপের মিউজিক মন্দ নয়। শেষে বলা যায়, বড় ছবির হিরো হওয়ার সুযোগ বিক্রম চট্টোপাধ্যায় এবার পেতে পারেন। শুধুই পাহাড়ি হ্রদের স্নানদৃশ্যে নয়, তাঁর আবেদন ছাপ ফেলেছে ছবিজুড়ে।\"\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে সূর্য   (ইংরেজি)"}