{"pageid": 1452466, "title": "তাবলিগ (ইসলাম)", "url": "https://bn.wikipedia.org/wiki?curid=1452466", "content": "আত-তাবলীগ (আরবি: التبليغ) এর ভাষাগত অর্থ হল প্রচার, পরিবহন বা পৌছে দেওয়া, এবং এর বিশেষ্য হল বালিগ বা বয়ঃসন্ধি, যেমন বলা হয়: ছেলেটি বালিগ বা পরিণত বয়সে পৌঁছেছে।  বুলুগ, আবলাগ, ও তাবলীগ বলতে বোঝায় পৌছানো, পরিবহন, পৌছে দেওয়া, এবং একটি অভিপ্রেত লক্ষ্য বা একটি কাঙ্ক্ষিত সীমাতে পৌঁছে দেওয়া, এই সীমা বা লক্ষ্য একটি স্থান, সময় বা নৈতিকভাবে নির্ধারিত বিষয়গুলির একটি।  এ অর্থ থেকে বক্তব্যে অতিরঞ্জনের অর্থ নেওয়া হয়েছে, যা শব্দটিকে বাস্তবসম্মত অর্থের সীমার বাইরে নিয়ে যাচ্ছে।  ইসলামী তাবলীগ বা প্রচারের প্রক্রিয়া একটি প্রধান ইসলামী মিশন, যার ভিত্তিতে ইসলাম মানবজীবনে তার সত্তা ও আত্মকে গড়ে তুলেছে। অক্সফোর্ড ডিকশনারি অফ ইসলাম অনুসারে, শব্দটির আধুনিক ব্যবহার দাওয়াহ এর সাথে বিনিময়যোগ্য।\nপণ্ডিতদের মতে, ইসলামে, তাবলীগ হল কুরআনের প্রচার যা মানুষের মনে সত্য পৌঁছে দেওয়া এবং তাদের অজ্ঞতার অন্ধকার থেকে বের করে আনা।  ইসলাম একেশ্বরবাদকে তাওহিদ নামে একটি উজ্জ্বল সত্য বলে দাবি করে।  তাবলীগ মানে সেই সত্য মানুষের মন ও বুদ্ধিতে পৌঁছে দেওয়া।  এটাও বলা যেতে পারে যে, তাবলীগ হল মানুষকে ইসলাম ধর্মের হুকুম ও ঐশী জ্ঞান শিক্ষা দেওয়া, মানুষকে জান্নাত ও আল্লাহর নেয়ামতের সুসংবাদ দেওয়া, আল্লাহর সন্তুষ্টি অর্জনের জন্য কাজ করতে উৎসাহিত করা, হুকুম অমান্য করার বিরুদ্ধে সতর্ক করা।  আল্লাহ এবং তাদেরকে ইসলামের মূলনীতিতে বিশ্বাস এবং শাখা-প্রশাখায় আমল করার আহ্বান জানান।\n\n\n== ব্যুৎপত্তি ==\nআত-তাবলীগ এর ভাষাগত অর্থ হল প্রচার, পরিবহণ, বিতরণ বা বিতরণ, এবং এর বিশেষ্য হল যৌবন বা যৌবন।বালিগ, আবলাগ এবং তাবলীগ মানে একটি কাঙ্খিত লক্ষ্য বা কাঙ্ক্ষিত সীমাতে পৌঁছানো, পরিবহন করা, পৌঁছে দেওয়া এবং পৌঁছে দেওয়া, এই সীমা বা লক্ষ্যটি স্থান, সময় বা নৈতিকভাবে নির্ধারিত বিষয় হোক না কেন।  এই অর্থটি অভিব্যক্তিতে অতিরঞ্জনের একটি বোধকে বোঝায়, যা শব্দটিকে বাস্তবসম্মত অর্থের সীমার বাইরে নিয়ে যায়। \n\n\n== কুরআনে ==\nসূরা আল-মায়িদাহ এর ৬৭ নং আয়াত সহ কুরআনের অনেক জায়গায় শব্দটি উল্লেখ করা হয়েছে।\n\nহে রাসূল!  আপনার প্রতিপালকের পক্ষ থেকে আপনার প্রতি যা অবতীর্ণ হয়েছে তা পৌঁছে দিন, কারণ আপনি যদি তা করতে ব্যর্থ হন তবে আপনি তাঁর রসূলের দায়িত্ব পালন করেননি।  আল্লাহ অবশ্যই আপনাকে মানুষের অনিষ্ট থেকে রক্ষা করবেন।  নিশ্চয়ই আল্লাহ অবিশ্বাসীদেরকে পথ দেখাবেন না (আপনার বিরুদ্ধে সফল হওয়ার জন্য)।\n\"বালাগ\" শব্দটি এবং কুরআনে এর উদ্ভূত অর্থ মূলত এই অর্থ।  উদাহরণ স্বরূপ, কুরআন বলে: আর কোরবানির পশু তার গন্তব্যে না পৌঁছানো পর্যন্ত মাথা মুণ্ডন করবেন না অর্থাৎ যতক্ষণ না কোরবানির পশু তার নির্ধারিত স্থানে পৌঁছায় এবং এখানে লক্ষ্য বা উদ্দেশ্য স্থানিক।  উদাহরণ স্বরূপ, সর্বশক্তিমান বলেছেন: “যতক্ষণ না সে তার পূর্ণ শক্তিতে পৌঁছায় এবং চল্লিশ বছরে উপনীত হয়, তখন সে বলে, 'হে আমার প্রভু, আমাকে আপনার অনুগ্রহের জন্য কৃতজ্ঞ হতে অনুপ্রাণিত করুন।'” যতক্ষণ না সে এমন সময়ে পৌঁছায় যখন সে মানসিক ও শারীরিকভাবে সুস্থ থাকে।  সম্পূর্ণ, যা সেই সময় যখন সে তার জীবনের চল্লিশ বছর পূর্ণ করেছে।  লক্ষ্য, যেমন স্পষ্ট, সাময়িক।   এবং আল্লাহর বাণীর অনুরূপ: তিনি বললেন, \"এর পরে যদি আমি তোমাকে কিছু জিজ্ঞেস করি, তবে আমার সাথে যাবেন না। তুমি ইতোমধ্যে আমার কাছ থেকে অজুহাতে পৌঁছেছ।\"  মানে আমি এমন জায়গায় পৌঁছে গেছি যেখানে আমার অজুহাত গৃহীত হয় না।  এটি একটি আধ্যাত্মিক বিষয়।  তাই তাবলীগ বা পৌছে দেওয়ার অর্থ যা ব্যাখ্যা করার উদ্দেশ্যে করা হয়েছে তা হল এক জিনিসকে অন্যের কাছে পৌঁছে দেওয়া।  তাবলীগ বা প্রচারের অর্থ প্রায়শই আধ্যাত্মিক বিষয়ে ব্যবহৃত হয় এবং বাস্তব ক্ষেত্রে কম ব্যবহৃত হয়, যেমন আমরা যখন বলি: আমি যায়েদকে একটি বার্তা পৌঁছে দিয়েছি বা কাউকে সতর্ক করেছি।  আল্লাহ বলেন: \"আমি তোমাদের কাছে আমার প্রভুর বাণী পৌঁছে দিচ্ছি এবং তোমাদের উপদেশ দিচ্ছি।'  অর্থাৎ আমি তোমাদের কাছে আল্লাহর বাণী পৌঁছে দেবার দায়িত্ব পেয়েছি, যা তাঁর শিক্ষা ও নির্দেশনা।\nকোরান বিভিন্ন পদ ব্যবহার করেছে, কিন্তু সেগুলির সকলের একটি অর্থ রয়েছে, যেমন:\n\nদাওয়াহ (আরবি: الدعوة) বা ডাক, যেমন আল্লাহ সূরা নূহতে বলেছেন: \"তিনি বলেছেন, 'হে আমার প্রভু, আমি আমার লোকদেরকে রাতদিন ডেকেছি।'\"  [নুহ: ৫]।\nইরশাদ (আরবি: الإرشاد) বা পথনির্দেশ, যেমন সূরা আল-জিনে আল্লাহ বলেছেন: “তিনি সঠিক পথ দেখান, তাই আমরা তাঁর প্রতি ঈমান এনেছি এবং আমরা কখনোই তা করব না।  আমাদের প্রভুর সাথে কাউকে শরীক কর।\"  [আল-জিন: 2]।\nতাবলীগ (আরবি: التبليغ) বা বার্তা পৌঁছে দেওয়া, যেমন সূরা আল-আহজাবে আল্লাহ বলেছেন: “যারা আল্লাহর বাণী পৌঁছে দেয় এবং তাঁকে ভয় করে এবং কাউকে ভয় করে না।  আল্লাহ ছাড়া।  আর হিসাবদাতা হিসেবে আল্লাহই যথেষ্ট।\"  [আল-আহযাব: 39]।\nতাবশির (আরবি: التبشير) বা সুসংবাদ দেওয়া, যেমন সূরা আল-ফুরকানে আল্লাহ বলেছেন: “এবং আমরা আপনাকে [হে মুহাম্মদ] ব্যতীত প্রেরণ করিনি।  সুসংবাদদাতা ও সতর্ককারী।\"  [আল-ফুরকান: 56]।\n\n\n== তাবলীগের হুকুম ==\nপণ্ডিতগণ দেখতে পান যে, ফরজ বা বাধ্যবাধকতা, যেমনটি তাবলীগের বিষয়ে বলা সমস্ত আয়াতে স্পষ্ট, তা রাসূলদের জন্য নির্দিষ্ট এবং অন্যদের জন্য প্রসারিত নয়, যা ইসলামের দাওয়াতের বাধ্যবাধকতার বিপরীতে এসেছে, এর অর্থ এই নয়।  যে প্রচারটি কেবলমাত্র বার্তাবাহকদের মধ্যে সীমাবদ্ধ, কারণ তাবলীগ বা ইসলাম প্রচারের পর্যায় দুটি পর্যায়ে রয়েছে।  প্রথম পর্যায়টি আল্লাহর কাছ থেকে মানুষের কাছে পৌঁছে দেওয়ার পর্যায়, এবং এটিকে প্রাপ্তির পর্যায় হিসাবে প্রকাশ করা যেতে পারে, এবং এই পর্যায়টি কেবলমাত্র সেই রসূলদের মধ্যে সীমাবদ্ধ যারা তাঁর কাছ থেকে আল্লাহর শিক্ষা গ্রহণ করেন এবং তারপর তাদের চারপাশের লোকদের কাছে পৌঁছে দেন।  এরপর আসে পৌছে দেওয়ার দ্বিতীয় পর্যায়, যা হল প্রসারের পর্যায়, এবং এই পর্যায়টি-প্রসারের পর্যায়- রাসূলগণের অনুসারীদের অন্যতম কর্তব্য, যারা তাদের শিক্ষার প্রতি ঈমান এনেছিলেন এবং ইসলামী জাতিতে আলেমগণ।  এটার সাথে অভিযুক্ত, বিবেচনা করে যে তারা তার শিক্ষা ও ধর্মে তার উত্তরাধিকারী।  ইসলামের শিক্ষার প্রসার এবং তা মানুষের মধ্যে ছড়িয়ে দেওয়া সবচেয়ে গুরুত্বপূর্ণ কর্তব্যগুলির মধ্যে একটি, এবং এটিই পৌঁছে দেওয়ার অর্থ এবং এর হুকুম হল তা করতে সক্ষম আলেমদের উপর ওয়াজিব।  তাই ইসলামের দাওয়াতের হুকুমের মতো তাবলীগ বা দাওয়াতের হুকুমও একটি সাম্প্রদায়িক কর্তব্য।   তবে বাণী পৌঁছানোর হুকুম প্রত্যেক আলেমের জন্য ফরজ, যদিও তা জাতির প্রত্যেক ব্যক্তির জন্য ফরজ নাও হয়।\n\n\n== আরও দেখুন ==\nতাবলীগের আয়াত\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}