{"pageid": 1452605, "title": "শাহ সুলতান (দ্বিতীয় সেলিমের কন্যা)", "url": "https://bn.wikipedia.org/wiki?curid=1452605", "content": "শাহ সুলতান (অটোমান তুর্কি : شاہ سلطان , \" সার্বভৌম \"; c. 1543 - 3 নভেম্বর 1580) ছিলেন একজন অটোমান রাজকন্যা, দ্বিতীয় সেলিম (রাজত্বকাল 1566-74) এবং নুরবানু সুলতানের কন্যা। তিনি ছিলেন সুলেমান দ্য ম্যাগনিফিসেন্ট (রাজত্বকাল 1520-66) এবং তার সহধর্মিণী হুররেম সুলতানের নাতনি , সুলতান মুরাদ তৃতীয় (রাজত্বকাল 1574-95) এর বোন এবং সুলতান মেহমেদ তৃতীয় (রাজত্বকাল 1595-1603) এর ফুফু ৷\n\n\n== জীবন ==\nশাহ সুলতান 1543 সালে কারামানে জন্মগ্রহণ করেন,  যখন তার পিতা তখনও একজন রাজপুত্র ছিলেন। তার মা ছিলেন নুরবানু সুলতান। তিনি তার পিতামাতার জ্যেষ্ঠ সন্তান ছিলেন।\n1562 সালে, শাহজাদে সেলিমের কন্যাদের জন্য শক্তিশালী জোট তৈরি করা হয়েছিল, রাজকুমার যিনি দ্বিতীয় সেলিম হিসাবে সুলেমানের স্থলাভিষিক্ত হন। 1562 সালের 17 আগস্ট, ইসমিহান সোকোল্লু মেহমেদ পাশা , গেভেরহান অ্যাডমিরাল পিয়াল পাশা এবং শাহ প্রধান বাজপাখি হাসান আগাকে বিয়ে করেন। রাষ্ট্রীয় কোষাগার রাজকীয় বিবাহের খরচ বহন করে এবং রাজকীয় জামাইকে বিবাহের উপহার হিসাবে 15,000 ফ্লোরিন প্রদান করে।\n1574 সালে হাসান আগার মৃত্যুর পর, শাহ সুলতান 1575 সালে জাল মাহমুদ পাশাকে বিয়ে করেন। স্পষ্টতই, এটি শাহ কর্তৃক নির্বাচিত একটি প্রেমের বিয়ে ছিল। দম্পতি একে অপরের জন্য উপযুক্ত ছিল বলে এই মিলনকে খুব সুখী বলা হয়। তাদের একটি কন্যা ও একটি পুত্র ছিল।\n\n\n== মৃত্যু ==\n\nশাহ সুলতান 1580 সালের 3 নভেম্বর মারা যান এবং তাকে এবং তার স্বামীর নির্মিত মসজিদে সমাহিত করা হয়।   বলা হয় যে শাহ এবং তার স্বামী একই সময়ে অসুস্থ হয়ে পড়েন, একসঙ্গে তাদের মৃত্যুশয্যায় শুয়েছিলেন এবং একই মুহূর্তে মৃত্যুবরণ করেন। বাস্তবে, তিনি তার 12 দিন পরে মারা যান এবং শাহের সাথে তাকে সমাহিত করা হয়।\n\n\n== সন্তান ==\nশাহের দ্বিতীয় বিয়ে থেকে একটি কন্যা এবং একটি পুত্র ছিল:\n\nফুলান হানিমসুলতান (1575 - 1660)। তিনি বিটলিসের আমীর আবদুল হানকে বিয়ে করেছিলেন এবং তার দুটি পুত্র ছিল:\nজেনেদ্দিন বে. লম্বা, আভিজাত্য এবং কালো চোখের আধিকারী হিসাবে বর্ণনা করা হয়, 1655 সালের 31 জুলাই মেলেক আহমেদ পাশা তাকে ভ্যানের খান বানিয়েছিলেন। তিনি তার সৎ ভাই নুহরেদ্দিনের হাতে নিহত হন, যিনি তখন আবদাল হান দ্বারা দোষী সাব্যস্ত হন এবং মৃত্যুদন্ড কার্যকর করেন।\nশেরেফদ্দিন বে, আমির শরফ খান ষষ্ঠ নামে বেশি পরিচিত।\nসুলতানজাদে কোসে হুসরেভ পাশা (1576/1577 -?), যিনি সাভাফিড পার্সিয়ানদের বিরুদ্ধে যুদ্ধে মারা যান।\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nUluçay, Mustafa Çağatay (২০১১)। Padişahların kadınları ve kızları। Ankara, Ötüken। \nPeirce, Leslie P. (১৯৯৩)। The Imperial Harem: Women and Sovereignty in the Ottoman Empire। Oxford University Press। আইএসবিএন 978-0-195-08677-5। \nSakaoğlu, Necdet (২০০৮)। Bu mülkün kadın sultanları: Vâlide sultanlar, hâtunlar, hasekiler, kadınefendiler, sultanefendiler। Oğlak Yayıncılık। আইএসবিএন 978-9-753-29623-6।"}