{"pageid": 1452329, "title": "গুলনুস সুলতান", "url": "https://bn.wikipedia.org/wiki?curid=1452329", "content": "ইমেতুল্লাহ রাবিয়া গুলনুস সুলতান  ( অটোমান তুর্কি: گلنوش امت الله رابعه سلطان ; \" আল্লাহর দাস \", \" বসন্ত \" এবং \" গোলাপের সারাংশ \", ১৬৪২  - ৬ নভেম্বর ১৭১৫, এডিরনে ) ৷ ছিলেন উসমানীয় সাম্রাজ্যের সুলতান চতুর্থ মেহমেদের হাসেকি সুলতান  এবং তাদের পুত্র মুস্তফা দ্বিতীয় এবং আহমেদ তৃতীয়ের ভালিদে সুলতান । ১৮ শতকের গোড়ার দিকে, তিনি অটোমান সাম্রাজ্যের সবচেয়ে শক্তিশালী এবং প্রভাবশালী নারীদের একজন হয়ে ওঠেন।\n\n\n== প্রারম্ভিক জীবন ==\nগুলনুস সুলতান ১৬৪২ সালে জন্মগ্রহণ করেন  রেথিমনো শহরে , ক্রিট , যখন দ্বীপটি ভেনিসীয় শাসনের অধীনে ছিল ৷ তার মূলত নাম ছিল ইভমানিয়া ভোরিয়া (Ευμενία Βόρια) এবং তিনি ছিলেন একজন জাতিগত গ্রীক , একজন গ্রীক অর্থোডক্স ধর্মযাজকের কন্যা।  ১৬৪৫ সালে ক্রিট আক্রমণের সময় তিনি অটোমানদের হাতে বন্দী হন।\n\n\n== সঙ্গী হিসাবে সময় ==\nক্রেটান যুদ্ধের (1645-1669) সময় অটোমান সেনাবাহিনী দ্বীপটি আক্রমণ করেছিল ; 1645 সালে যখন অটোমানরা রেথিমনো জয় করে তখন তাকে খুব অল্পবয়সী মেয়ে হিসেবে বন্দী করা হয়,  ক্রীতদাস হিসেবে নেওয়া হয় এবং কনস্টান্টিনোপলে পাঠানো হয় । তার নতুন নামকরণ করা হয় ইমেতুল্লাহ রাবিয়া গুলনুশ এবং তাকে তোপকাপি প্রাসাদের হারেম বিভাগে একটি পুঙ্খানুপুঙ্খভাবে অটোমান শিক্ষা দেওয়া হয় এবং শীঘ্রই সুলতান চতুর্থ মেহমেদ এর দৃষ্টি আকর্ষণ করেন এবং তার উপপত্নী হন । তিনি বলকানে তার শিকার অভিযানের জন্য বিখ্যাত ছিলেন এবং তাকে এই অভিযানে নিয়ে যেতেন, তার প্রিয়  । তাকে লম্বা কালো কোঁকড়া চুলের বক্র মহিলা হিসাবে বর্ণনা করা হয়েছিল। তাদের কমপক্ষে ছয়টি সন্তান ছিল, তাদের মধ্যে দুটি পুত্র ছিল যারা উভয়ই ভবিষ্যতের সুলতান হয়েছিলেন, দ্বিতীয় মুস্তফা (জন্ম 1664; মৃত্যু 1703) এবং আহমেদ তৃতীয় (জন্ম 1673; মৃত্যু 1736)। আহমেদ চতুর্থ মেহমেদ এর একটি শিকার অভিযানের সময় ডোব্রুকাতে জন্মগ্রহণ করেন। সুলতান মেহমেদ তার প্রতি গভীরভাবে মুগ্ধ ছিলেন, কিন্তু গুলবেয়াজ তার হারেমে প্রবেশ করার পর , তার স্নেহ পরিবর্তন হতে শুরু করে; গুলনুশ, যিনি তখনও সুলতানের প্রেমে পড়েছিলেন, পাগলাটে ঈর্ষান্বিত হয়ে ওঠেন। একদিন, যখন গুলবেয়াজ একটি পাথরের উপর বসে সমুদ্র দেখছিল, তখন গুলনুশ তাকে পাহাড় থেকে সামান্য ধাক্কা দিয়ে তরুণ ওডালিস্ককে ডুবিয়ে দেয়,  বা অন্যদের মতে তিনি গুলবেয়াজকে শ্বাসরোধ করে হত্যা করার নির্দেশ দেন । কিছু লেখক এই বিষয়টির উপর জোর দিয়েছিলেন যে গুলনুস একজন নির্মম ব্যক্তি ছিলেন এবং দাবি করেছেন যে তিনি তার স্বামীর ভাই দ্বিতীয় সুলেমান এবং দ্বিতীয় আহমেদকে মুস্তাফাকে জন্ম দেওয়ার পরে শ্বাসরোধ করে হত্যা করার চেষ্টা করেছিলেন, কিন্তু মেহমেদের মা তুরহান সুলতান এই হত্যা প্রচেষ্টায় বাধা দিয়েছিলেন। \nতিনি মেহমেদ, তুরহান সুলতান, প্রিন্স মুস্তফা এবং মেহমেদের বোনদের সাথে 1672 এবং 1673 সালে পোলিশ যুদ্ধ মিছিলে একটি বিশাল দল নিয়ে যান। গুলনাস ইম্পেরিয়াল কোর্টের মধ্যে সমর্থনের নেটওয়ার্কও প্রতিষ্ঠা করেছিলেন। তিনি সেই সময়ে রাজকীয় হারেমের প্রধান নপুংসক ইউসুফ আগার সাথে মিত্রতা করেছিলেন। তার সংযোজন, তিনি 1680 সালে প্রতিষ্ঠিত ধার্মিক ফাউন্ডেশনের প্রশাসক ছিলেন এবং মক্কায় একটি হাসপাতাল এবং পাবলিক রান্নাঘরের জন্য আয়ের ব্যবস্থা করেছিলেন। তদুপরি, গুলনুসের চেম্বারলেইন, মেহের ওসমান আগা, ইউসুফ আগার একজন শিক্ষানবিশ এবং অভিভাবক ছিলেন।\nগুলনুস ফয়েজুল্লাহ এফেন্দির সাথেও ঘনিষ্ঠ সম্পর্ক উপভোগ করেছিলেন , যিনি তার ছেলে মুস্তাফার গৃহশিক্ষকের দায়িত্ব পালন করেছিলেন। 1683 সালে ভিয়েনা অবরোধের বিপর্যয়কর পতনের পরেও এই সম্পর্কগুলি রয়ে গিয়েছিল যার ফলস্বরূপ আদালতে তার প্রভাব তীব্রভাবে পড়েছিল। এইভাবে, 1686 সালের একটি ঘটনায়, যখন তিনি তার ঘোড়াটিকে রাজকীয় বাগানে চরাতে দিয়েছিলেন, তখন সিদ্ধান্ত নেওয়া হয়েছিল যে তাকে শাস্তি পেতে হবে। গুলনুস তাকে বাঁচাতে হস্তক্ষেপ করেন এবং তাকে একটি নতুন পদে নিয়োগ দেওয়া হয়। 1672 সালে, কোপ্রলু মেহমেদ পাশার ভাতিজা আমকাজাদে হুসেইন পোলিশ যুদ্ধের পথে মেহমেদ এবং গুলনুসের সাথে দেখা করেন। পরে তিনি একটি বর্ধিত সময়ের জন্য তার পরিবারের সাথে যোগ দেন এবং 1682 সালে তার প্রধান বিলেটিং অফিসার হন। তিনি গ্র্যান্ড উজিয়ার কারা মুস্তফা পাশা সহ বিভিন্ন রাষ্ট্রনায়কের কর্মজীবন নির্ধারণে ভূমিকা পালন করেছিলেন। 1683 সালে ভিয়েনা অবরোধের পর ব্যর্থতার পর, গুলনাস এবং আদালতের নপুংসকদের যথেষ্ট তদবিরের প্রচেষ্টার পর তাকে তার কার্যালয় থেকে সরিয়ে দেওয়া হয়েছিল এবং মৃত্যুদণ্ড কার্যকর করা হয়েছিল। ফাজিল আহমেদ পাশার ভিজিরেটের সময়ও তার প্রভাব ছিল, যা কারা মোস্তফা পাশার ফাঁসির পরে উত্থিত হয়েছিল।\n\n\n== ভালিদে সুলতান হিসেবে ==\n\n\n=== প্রথম রাজত্ব ===\n1695 সালে যখন তার বড় ছেলে দ্বিতীয় মুস্তাফা সুলতান হন তখন তিনি ভ্যালিড হন। দুই ছেলের রাজত্বকালে তিনি এই পদে অধিষ্ঠিত ছিলেন। 1703 সালে দ্বিতীয় মুস্তাফাকে সিংহাসনচ্যুত করা হলে জনগণ গুলনুশকে দোষারোপ করে, কারণ তিনি কনস্টান্টিনোপলের চেয়ে এডির্নকে বসবাসের স্থান হিসেবে পছন্দ করেন এবং রাজধানীতে জীবনের সাধারণ বিভ্রান্তির জন্য।\nতার চলাফেরার এবং যোগাযোগের বেশি স্বাধীনতা ছিল। প্রায়ই তিনি তার ছেলের সাথে যেতেন। তিনি তাদের প্রাসাদে তার মেয়েদের সাথে দেখা করেছিলেন, তার ছেলের পাশে তার মেয়ে ফাতমা এমাতুল্লাহ সুলতানের বিয়েতে অংশ নিয়েছিলেন, একটি কন্যা সন্তানের জন্মের পরে সুলতানের সাথে তার কন্যা হাতিস সুলতানের সাথে দেখা করেছিলেন। তিনি গ্র্যান্ড উজিয়ার এবং সেহুইসলাম গ্রহণ করেন এবং গ্র্যান্ড ভিজিয়ার এবং বোস্তানসিবাসি (তার ছেলের সাথে) আমন্ত্রণ গ্রহণ করেন। তার কাছে হ্যাস (ব্যক্তিগত ডোমেইন) এবং একজন কেথুদা (স্টুয়ার্ড) ছিল যিনি তার জন্য তাদের পরিচালনা করতেন। মোস্তফা তার মায়ের সাথে ঘনিষ্ঠ যোগাযোগ রেখেছিলেন, যখনই কোনও উপলক্ষ ছিল তখন তিনি তাকে প্রদর্শনমূলকভাবে সম্মান করতেন, তিনি তার তথ্য পাঠাতেন, তার সুস্থতার জন্য জিজ্ঞাসা করতেন এবং তার কাছ থেকে উপহার হিসাবে অনেকগুলি ঘোড়া পেয়েছিলেন। এমনকি তিনি নিষেধ করেছিলেন যে কাউকে কোরলুতে একটি বাড়িতে থাকতে হবে , কনস্টান্টিনোপল এবং এডির্নের মধ্যে, যেখানে তার মা একটি রাত কাটিয়েছিলেন। \n\n\n=== দ্বিতীয় রাজত্ব ===\nতার কিছু রাজনৈতিক গুরুত্ব ছিল। 1703 সালে, তাকে সিংহাসনে তার অপর পুত্র, তৃতীয় আহমেদের উত্তরাধিকার নিশ্চিত করতে এবং অনুমোদন করতে বলা হয়েছিল, যা তিনি করেছিলেন। আহমেদ তৃতীয় তাকে দৃষ্টির আড়ালে রাখা বুদ্ধিমান মনে করেছিলেন যতক্ষণ না তার বিরুদ্ধে অনুভূতিটি শেষ হয়ে যায়। এবং তাই, এডির্ন থেকে ফিরে তিনি কিছু সময়ের জন্য পুরাতন প্রাসাদে গিয়েছিলেন।\nতিনি 1711 সালে তার ছেলেকে রাশিয়ার সাথে যুদ্ধের পরামর্শ দিয়েছিলেন বলেও দায়ী করা হয়। 1709 সালে, সুইডেনের রাজা চার্লস XII রাশিয়ার সাথে যুদ্ধের সময় অটোমান সাম্রাজ্যের মধ্যে বেন্ডারে বসতি স্থাপন করেন। তিনি সুলতানকে রাশিয়ার বিরুদ্ধে যুদ্ধ ঘোষণা করতে এবং সুইডেনের সাথে একটি জোট গঠনের কামনা করেছিলেন। সুলতান তার মায়ের পরামর্শ শোনার জন্য গুজব ছড়িয়েছিল, যার তার উপর একটি বড় প্রভাব ছিল। চার্লস স্ট্যানিসলা পনিয়াটোস্কি এবং থমাস ফাঙ্ক কে তার বার্তাবাহক হিসেবে পাঠান।  তারা গোইন নামে একজন ধর্মান্তরিত ব্যক্তিকে ঘুষ দিয়েছিল, যিনি পূর্বে ফরাসী ছিলেন, যিনি প্রাসাদে একজন ডাক্তার হিসেবে কাজ করতেন। গোইন ভ্যালিডের ব্যক্তিগত দাস, একজন ইহুদি মহিলার সাথে একটি বৈঠকের ব্যবস্থা করেছিলেন, যাকে তারা একটি ব্যক্তিগত চিঠি দিয়েছিল।  হাঙ্গেরিয়ান নপুংসক হরওয়াথের সাথেও তাদের পরিচয় হয়েছিল, যিনি হারেমে তাদের প্রচারকারী ব্যক্তি হয়েছিলেন। ভ্যালিডে চার্লসের প্রতি আগ্রহী হয়ে ওঠেন, তার কারণের প্রতি আগ্রহ নিয়েছিলেন এবং এমনকি বেন্ডারে তার সাথে চিঠিপত্র চালাতেন।  ১৭১১ সালের ৯ ফেব্রুয়ারি, তুরস্ক রাশিয়ার বিরুদ্ধে যুদ্ধ ঘোষণা করে, কারণ সুলতানকে তার মা পরামর্শ দিয়েছিল, যিনি তাকে বিশ্বাস করেছিলেন।\n\n\n=== স্থাপত্যের পৃষ্ঠপোষকতা ===\n\nগুলনুশের প্রকল্পগুলির মধ্যে একটি ভবনের একটি কমপ্লেক্স ছিল যার মধ্যে একটি মসজিদ, স্যুপ রান্নাঘর, স্কুল, ফোয়ারা এবং সমাধি ছিল, যা উস্কুদারে নির্মিত হয়েছিল। তিনি গালাতার একটি গির্জাকে একটি মসজিদে রূপান্তরিত করতে এবং পাঁচটি ফোয়ারা নির্মাণের জন্যও স্পনসর করেছিলেন যার সাহায্যে অবশেষে এলাকায় পরিষ্কার জল উপলব্ধ করা হয়েছিল। তিনি এডিরনে, চিওস, মক্কা, মদিনা, কাস্তামোনু এবং মেনেমেনে এনডোমেন্ট তৈরি করেছিলেন। 1695 সালে চিওস দ্বীপ পুনরুদ্ধারের পর, একটি গির্জা তার নামে একটি মসজিদে রূপান্তরিত হয়। তিনি চিওসে মসজিদের পাশে একটি ঝর্ণাও নির্মাণ করেছিলেন। \n\n\n== মৃত্যু ==\nগুলনুস সুলতান 6 নভেম্বর 1715 সালে ইস্তাম্বুলে তার পুত্র আহমেদ তৃতীয়ের রাজত্বকালে তুর্কি ঐতিহাসিকদের দ্বারা টিউলিপ (Lâle) যুগ সমৃদ্ধি ও শান্তির যুগ শুরু হওয়ার ঠিক আগে মারা যান। তাকে একটি সমাধিতে সমাহিত করা হয়েছে যা তিনি ইস্তাম্বুলের আনাতোলিয়ান দিকে উস্কুদারে নির্মাণ করেছিলেন, যাকে ইয়েনি ভ্যালিড মসজিদ বলা হয় । \n\n\n== সন্তান ==\nচতুর্থ মেহমেদের সাথে , গুলনুস সুলতানের দুই ছেলে ও চার মেয়ে ছিল: \n\nহাতিস সুলতান ( এডিরনে , সি. 1660 - এডিরনে, 5 জুলাই 1743)। তিনি দুইবার বিয়ে করেছিলেন এবং তার পাঁচ ছেলে ও এক মেয়ে ছিল। তিনি ছিলেন সবচেয়ে দীর্ঘজীবী অটোমান সুলতানাদের একজন।\nমুস্তাফা দ্বিতীয় ( এডিরনে , 6 ফেব্রুয়ারি 1664 - কনস্টান্টিনোপল, 29 ডিসেম্বর 1703)। তিনি ছিলেন অটোমান সাম্রাজ্যের ২২ তম সুলতান ।\nআয়েসে সুলতান ( সি. 1673 - কনস্টান্টিনোপল, সি. 1676)। ডাকনাম কুকুক সুলতান, যার অর্থ \" ছোট রাজকুমারী \"। দুই বছর বয়সে কারা মুস্তাফা পাশার সাথে তার বিবাহবন্ধনে আবদ্ধ হয় ৷\nআহমেদ তৃতীয় ( বুলগেরিয়া , 31 ডিসেম্বর 1673 - কনস্টান্টিনোপল, 1 জুলাই 1736)। তিনি অটোমান সাম্রাজ্যের 23 তম সুলতান হয়েছিলেন, তার ভাইয়ের পদচ্যুত হওয়ার পরে সিংহাসন গ্রহণ করেন।\nউম্মুগুলসুম সুলতান ( কনস্টান্টিনোপল, c. 1677 - কনস্টান্টিনোপল, 9 মে 1720)। উম্মি সুলতান বা গুলসুম সুলতানও বলা হয়। তিনি একবার বিয়ে করেছিলেন এবং তার তিনটি কন্যা ছিল। তাকে ইয়েনি কামি মসজিদে দাফন করা হয় ।\nফাতমা এমাতুল্লাহ সুলতান (এডির্ন বা কনস্টান্টিনোপল, সি. 1679 - 13 ডিসেম্বর 1700)। তিনি দুবার বিয়ে করেছিলেন এবং তার দুটি মেয়ে ছিল।\n\n\n== আরও দেখুন ==\nভ্যালিদে সুলতানদের তালিকা\nঅটোমান সুলতানদের স্ত্রীদের তালিকা\n\n\n== তথ্যসূত্র =="}