{"pageid": 1452309, "title": "সেসার মোন্তেস", "url": "https://bn.wikipedia.org/wiki?curid=1452309", "content": "সেসার হাসিব মোন্তেস কাস্ত্রো (স্পেনীয়: César Montes; জন্ম: ২৪ ফেব্রুয়ারি ১৯৯৭; সেসার মোন্তেস নামে সুপরিচিত) হলেন একজন মেক্সিকীয় পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে স্পেনীয় ক্লাব আলমেরিয়া এবং মেক্সিকো জাতীয় দলের হয়ে রক্ষণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত কেন্দ্রীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেলেন।\n২০১৮ সালে, মোন্তেস মেক্সিকো অনূর্ধ্ব-২১ দলের হয়ে মেক্সিকোর বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় দুই বছর যাবত মেক্সিকোর বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০১৭ সালে মেক্সিকোর হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; মেক্সিকোর জার্সি গায়ে তিনি এপর্যন্ত ৪৪ ম্যাচে ১টি গোল করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nসেসার হাসিব মোন্তেস কাস্ত্রো ১৯৯৭ সালের ২৪শে ফেব্রুয়ারি তারিখে মেক্সিকোর সোনোরায় জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nমোন্তেস মেক্সিকো অনূর্ধ্ব-২১ এবং মেক্সিকো অনূর্ধ্ব-২৩ দলের হয়ে খেলার মাধ্যমে মেক্সিকোর প্রতিনিধিত্ব করেছেন। ২০১৮ সালের ২৬শে মে তারিখে তিনি  মেক্সিকো অনূর্ধ্ব-২১ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। মেক্সিকোর বয়সভিত্তিক দলের হয়ে তিনি প্রায় ২ বছরে ১৬ ম্যাচে অংশগ্রহণ করেছেন।\n২০১৭ সালের ১৪ই জুলাই তারিখে, ২০ বছর, ৪ মাস ও ২০ দিন বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী মোন্তেস জ্যামাইকার বিরুদ্ধে অনুষ্ঠিত ২০১৭ কনকাকাফ গোল্ড কাপের ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে মেক্সিকোর হয়ে অভিষেক করেছেন। উক্ত ম্যাচের ৪৬তম মিনিটে রক্ষণভাগের খেলোয়াড় রোদোলফো পিসারোর বদলি খেলোয়াড় হিসেবে তিনি মাঠে প্রবেশ করেছিলেন; ম্যাচে তিনি ১৩ নম্বর জার্সি পরিধান করে কেন্দ্রীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি জ্যামাইকা ০–০ গোলের ব্যবধানে জয়লাভ করেছিল। মেক্সিকোর হয়ে অভিষেকের বছরে মোন্তেস সর্বমোট ৫ ম্যাচে অংশগ্রহণ করেছেন। জাতীয় দলের হয়ে অভিষেকের ৩ বছর, ১১ মাস ও ১৭ দিন পর, মেক্সিকোর জার্সি গায়ে প্রথম গোলটি করেছেন; ২০২১ সালের ১লা জুলাই তারিখে, পানামার বিরুদ্ধে ম্যাচের ৫৭তম মিনিটে এরনেস্তো আলেক্সিস ভেগা রোহাসের অ্যাসিস্ট হতে মেক্সিকোর হয়ে ম্যাচের দ্বিতীয় গোলটি করার মাধ্যমে তিনি আন্তর্জাতিক ফুটবলে তার প্রথম গোলটি করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n২৫ জুন ২০২৪ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nসকারওয়েতে সেসার মোন্তেস  (ইংরেজি)  \nসকারবেসে \nবিডিফুটবলে \nট্রান্সফারমার্কেটে সেসার মোন্তেস (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে সেসার মোন্তেস (ইংরেজি) \nইএসপিএন এফসিতে \nন্যাশনাল-ফুটবল-টিমস.কমে সেসার মোন্তেস (ইংরেজি)"}