{"pageid": 1452759, "title": "টিন্ডাল প্রভাব", "url": "https://bn.wikipedia.org/wiki?curid=1452759", "content": "অন্ধকার অবস্থায় কোলয়েডের মধ্য দিয়ে আলোকরশ্মি পাঠালে কোলয়েড কণাগুলি দ্বারা আলোর বিচ্ছুরণ ঘটে এবং কোলয়েডের মধ্য দিয়ে আলোর গতিপথ পাশ থেকে দৃশ্যমান হয়। এই ঘটনাকে টিন্ডাল প্রভাব (ইংরেজি: Tyndall effect) বলে। কোলয়েড কণা দ্বারা আলোর এই বিচ্ছুরণ বিজ্ঞানী জন টিন্ডাল ১৮৬৯ খ্রিস্টাব্দে আবিষ্কার করেন তার নামেই এরকম প্রভাবের নামকরণ।\nটিন্ডাল প্রভাবের অধীনে, দীর্ঘতর তরঙ্গদৈর্ঘ্য বেশি না শোষিত হয়ে বেরিয়ে যায়, কিন্তু ক্ষুদ্র তরঙ্গদৈর্ঘ্যের রশ্মি বিক্ষিপ্তভাবে প্রতিফলিত হয়। টিন্ডাল প্রভাব দেখা যায় যখন আলো-বিচ্ছুরণকারী কণা পদার্থ অন্যথায় আলোক-প্রেরণকারী মাধ্যমে ছড়িয়ে পড়ে, যেখানে একটি পৃথক কণার ব্যাস প্রায় ৪০ থেকে ৯০০ ন্যানোমিটার, অর্থাৎ দৃশ্যমান আলোর তরঙ্গদৈর্ঘ্যের কিছুটা নীচে বা কাছাকাছি থাকে (৪০০–৭৫০ ন্যানোমিটার)।\n\n\n== ইতিহাস ==\nঘটনাটি আবিষ্কারের আগে, টিন্ডাল প্রাথমিকভাবে আণবিক স্তরে বিকীর্ণ তাপ শোষণ এবং নির্গমনের উপর তার কাজের জন্য পরিচিত ছিলেন। ওই এলাকায় তার তদন্তে, এমন বাতাস ব্যবহার করা প্রয়োজন হয়ে পড়েছিল যেখান থেকে ভাসমান ধুলো এবং অন্যান্য কণার সমস্ত চিহ্ন মুছে ফেলা হয়েছিল এবং এই কণাগুলি সনাক্ত করার সর্বোত্তম উপায় ছিল তীব্র আলোতে বাতাসকে আলোকিত করানো। ১৮৬০-এর দশকে, টিন্ডাল বিভিন্ন গ্যাস এবং তরল পদার্থের মাধ্যমে আলো, চকচকে রশ্মি নিয়ে বেশ কিছু পরীক্ষা-নিরীক্ষা করেন এবং ফলাফল রেকর্ড করেন। এটি করতে গিয়ে, টিন্ডাল আবিষ্কার করেন যে ধীরে ধীরে টিউবটিকে ধোঁয়া দিয়ে পূর্ণ করার এবং তারপর এটির মধ্য দিয়ে আলোর একটি রশ্মি জ্বলে উঠলে, রশ্মিটি টিউবের দিক থেকে নীল কিন্তু দূরের প্রান্ত থেকে লাল দেখায়। এই পর্যবেক্ষণটি টিন্ডালকে প্রথম ঘটনাটি প্রস্তাব করতে সক্ষম করেছিল, যা পরে তার নাম বহন করবে।\n\n\n== শর্ত ==\nবিস্তৃত দশার কণাগুলির ব্যাস ব্যবহৃত আলোর তরঙ্গ দৈর্ঘ্য অপেক্ষা বেশি ক্ষুদ্র হওয়া বাঞ্ছনীয় নয়।\nবিস্তৃত দশা ও বিস্তার মাধ্যমের প্রতিসরাঙ্কের পার্থক্য বেশি হতে হবে। এই পার্থক্য যত বেশি হবে কোলয়েড কণা তত আলো বিচ্ছুরিত করতে সক্ষম হবে।\n\n\n== ব্যবহার ==\nএর সাহায্যে প্রকৃত দ্রবণ এবং কোলয়েডীয় দ্রবণ পৃথক করা সম্ভব।\nএকে কাজে লাগিয়ে পরবর্তীকালে পরাণুবীক্ষণ যন্ত্র (আলট্রামাইক্রোস্কোপ) আবিষ্কার হয়েছে।\nস্পর্শ পদ্ধতিতে সালফিউরিক অ্যাসিড প্রস্তুতির সময় ব্যবহৃত সালফার ডাইঅক্সাইড ও বায়ুর মিশ্রণে ধূলিকণার উপস্থিতি পরীক্ষা করার জন্য টিন্ডাল প্রভাবের সাহায্য নেওয়া হয়। এই ধূলিকণাগুলি থাকলে অনুঘটকের কার্যকারিতা নষ্ট হয়ে যায়।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}