{"pageid": 1452471, "title": "ফরাসি ভারতের কমিউনিস্ট পার্টি", "url": "https://bn.wikipedia.org/wiki?curid=1452471", "content": "ফরাসি ভারতের কমিউনিস্ট পার্টি (ফরাসি: Parti communiste de l'Inde française ফরাসি ভারতে একটি রাজনৈতিক দল ছিল। দলের সেক্রেটারি ছিলেন ভি. সুব্বিয়া।\n\n\n== ইতিহাস ==\n\n\n=== দ্বিতীয় বিশ্বযুদ্ধ এবং জাতীয় গণতান্ত্রিক ফ্রন্ট ===\nদ্বিতীয় বিশ্বযুদ্ধের সময় ফরাসি ভারতের কমিউনিস্ট পার্টি প্রাধান্য পায়। যুদ্ধ শুরুর সময় দলটিকে নিষিদ্ধ করা হয় এবং এর সম্পদ বাজেয়াপ্ত করা হয়। যাইহোক, ১৯৪০ সালের সেপ্টেম্বরে নিষেধাজ্ঞা প্রত্যাহার করা হয়েছিল কারণ ফরাসি কমিউনিস্ট পার্টি মিত্রবাহিনীর যুদ্ধ প্রচেষ্টাকে সমর্থন করার আহ্বান জানিয়েছিল।\nকমিউনিস্টরা ন্যাশনাল ডেমোক্রেটিক ফ্রন্টে আধিপত্য বিস্তার করে। ১৯৪৭ সালের ৬ মার্চ কমিউনিস্ট পার্টি একটি ছাত্র শাখা, ছাত্র ফেডারেশন চালু করে।\n\n\n=== স্বাধীনতার জন্য সংগ্রাম ===\n১৯৪৭ সালের আগস্টের দিকে, ব্রিটিশ ভারতের স্বাধীনতা যতই ঘনিয়ে আসে, ফ্রেঞ্চ ইন্ডিয়ার কমিউনিস্ট পার্টি স্বাধীনতার বিষয়ে তার নীতি পরিবর্তন করে এবং বাকি ভারতের সাথে অবিলম্বে একীভূত হওয়ার পক্ষে কথা বলতে থাকে। এই মুহুর্ত পর্যন্ত দলটি স্বল্পমেয়াদে ফ্রান্সের সাথে এবং দীর্ঘ মেয়াদে ভারতের সাথে একীকরণের পক্ষে ছিল। ফরাসি কর্তৃপক্ষ ফরাসি ভারতে স্বাধীনতার সমর্থক সমাবেশে নিষেধাজ্ঞা জারি করেছে। ফ্রেঞ্চ ইন্ডিয়ার কমিউনিস্ট পার্টি ট্রেড ইউনিয়ন, ফ্রেঞ্চ ইন্ডিয়া ন্যাশনাল কংগ্রেস এবং ফ্রেঞ্চ ইন্ডিয়া স্টুডেন্টস কংগ্রেসের সাথে এই নিষেধাজ্ঞার প্রতিবাদে যোগ দেয়। ফ্রেঞ্চ ইন্ডিয়ার কমিউনিস্ট পার্টি ১৫ আগস্ট ১৯৪৭ তারিখে সমস্ত মিউনিসিপ্যাল কর্তৃপক্ষকে ফ্রান্সের পতাকা নামিয়ে ভারতের পতাকা উত্তোলনের আহ্বান জানায়।\n\n\n=== কমিউনিস্টদের নিপীড়ন ===\nফরাসি ভারতে কমিউনিস্টরা নির্যাতিত হয়েছিল, আংশিকভাবে এডুয়ার্ড গউবার্ট (উপনিবেশের প্রধান ফরাসি-পন্থী রাজনীতিবিদ) এবং ভি. সুব্বিয়ার মধ্যে দ্বন্দ্বের কারণে। গাউবার্টের দোসররা কমিউনিস্ট কর্মীদের মারধর করে। ১৯৪৮ সালে ফরাসি কর্তৃপক্ষ ভি. সুব্বিয়ার বিরুদ্ধে গ্রেপ্তারি পরোয়ানা জারি করে। ১৯৫০ সালের জানুয়ারিতে ভি. সুব্বিয়ার ব্যক্তিগত বাসভবনে অবস্থিত কমিউনিস্ট পার্টির অফিসটি পুড়িয়ে দেওয়া হয়। ঘটনাস্থলে পুলিশ প্রধান উপস্থিত থাকলেও পুলিশ হস্তক্ষেপ করেনি। ফরাসি ভারতের কমিউনিস্ট পার্টির নেতা ক্লেমেনসেউ এবং অ্যানোসামির বাড়িও গুন্ডারা পুড়িয়ে দেয়।\nকমিউনিস্ট পার্টি প্রগতিশীল গণতান্ত্রিক পার্টি (কমিউনিস্ট এবং দ্রাবিড় কাজগামের মধ্যে একটি জোট) অংশ হিসাবে অক্টোবর ১৯৪৮ সালের পৌরসভা নির্বাচনে প্রতিদ্বন্দ্বিতা করেছিল।\n১৯৫১ সালের মাঝামাঝি ভি. সুব্বিয়ার বিরুদ্ধে গ্রেপ্তারি পরোয়ানা প্রত্যাহার করা হয়। ভি. সুব্বিয়াহ স্বাধীনতা আন্দোলনের একজন প্রধান নেতা হিসেবে আবির্ভূত হন। এক পাবলিক বিবৃতিতে তিনি কমিউনিস্ট পার্টি এবং অন্যান্য স্বাধীনতাপন্থী দলগুলির সাথে আপস করে একটি যুক্তফ্রন্ট গঠনের আহ্বান জানান। ভারতে প্রকাশিত তামিল ভাষার সাপ্তাহিক সংবাদপত্র সুতান্তিরাম, ভি. সুব্বিয়ার নেতৃত্বে আন্দোলনের একটি গুরুত্বপূর্ণ অঙ্গ হয়ে ওঠে।\n\n\n== তথ্যসূত্র =="}