{"pageid": 1452209, "title": "ডোনাল্ড স্টার্লিং", "url": "https://bn.wikipedia.org/wiki?curid=1452209", "content": "ডোনাল্ড টি. স্টার্লিং (জন্ম ডোনাল্ড স্যামুয়েল টোকোভিটজ ; ২৬ এপ্রিল ১৯৩৪) একজন আমেরিকান অ্যাটর্নি এবং ব্যবসায়ী যিনি ১৯৮১ সাল থেকে ন্যাশনাল বাস্কেটবল অ্যাসোসিয়েশন (NBA) এর সান দিয়েগো/লস অ্যাঞ্জেলেস ক্লিপার্স পেশাদার বাস্কেটবল ফ্র্যাঞ্চাইজির মালিকানায় ছিলেন (2014)।\nএপ্রিল ২০১৪ সালে, স্টার্লিংকে এনবিএ থেকে আজীবনের জন্য নিষিদ্ধ করা হয় তাকে এবং বর্ণবাদী মন্তব্য করার জন্যে ব্যক্তিগত রেকর্ডিং প্রকাশ্যে আসার পরপরই লীগ তাকে $২.৫ মিলিয়ন জরিমানা করেছিল।  মে মাসে, স্টার্লিং-এর স্ত্রী শেলি স্টার্লিং ফ্যামিলি ট্রাস্টের জন্য স্টিভ বালমারের কাছে 2 বিলিয়ন ডলারে ক্লিপার বিক্রি করার জন্য একটি চুক্তিতে পৌঁছান, যা স্টার্লিং আদালতে প্রতিদ্বন্দ্বিতা করেছিলেন। এনবিএ বোর্ড অফ গভর্নরস আগস্ট ২০১৪ সালে বালমারের কাছে ক্লিপার বিক্রির অনুমোদন দেয়  স্টার্লিং নভেম্বর ২০১৬ সালে এনবিএর বিরুদ্ধে তার মামলা নিষ্পত্তি করেন  এবং লস অ্যাঞ্জেলেস রিয়েল এস্টেটে সক্রিয় থাকেন। \n\n\n== প্রারম্ভিক জীবন ==\nডোনাল্ড স্টার্লিং ডোনাল্ড টোকোভিটজ ২৬ এপ্রিল, ১৯৩৪ সালে শিকাগোতে জন্মগ্রহণ করেছিলেন।  তার দুই বছর বয়সে তার পরিবার লস অ্যাঞ্জেলেসের বয়েল হাইটস এলাকায় চলে আসে। তার বাবা-মা, সুসান এবং মিকি ছিলেন আশকেনাজি ইহুদি অভিবাসী।  তিনি লস এঞ্জেলেসের থিওডোর রুজভেল্ট হাই স্কুলে পড়াশোনা করেন, যেখানে তিনি স্কুলের জিমন্যাস্টিকস দলে ছিলেন এবং ক্লাস সভাপতি হিসেবে দায়িত্ব পালন করেন; তিনি ১৯৫২ সালে স্নাতক হন। এরপর তিনি ক্যালিফোর্নিয়া স্টেট ইউনিভার্সিটি, লস এঞ্জেলেস (১৯৫৬ সালের ক্লাস) এবং লস এঞ্জেলেসে সাউথওয়েস্টার্ন ইউনিভার্সিটি স্কুল অফ ল (১৯৬০ সালের ক্লাস) অধ্যয়ন করেন। \nযখন তিনি ২৫ বছর বয়সী ছিলেন, তিনি এবং তার স্ত্রী শেলি তাদের উপাধি পরিবর্তন করে \"স্টার্লিং\" করেন, ৯ ডিসেম্বর, ১৯৫৯-এ এটি করার জন্য একটি আনুষ্ঠানিক পিটিশন দায়ের করেন  তারা তার সমবয়সীদের মধ্যে \"Tokowitz\" উচ্চারণ করতে অসুবিধা এবং পরিবর্তনের জন্য আর্থিক সুবিধা হবে বলে বিশ্বাসের কথা উল্লেখ করেছেন। \n\n১৯৬১ সালে, স্টার্লিং বিবাহবিচ্ছেদ এবং ব্যক্তিগত আঘাতের অ্যাটর্নি হিসাবে তার কর্মজীবন শুরু করেন, একটি স্বাধীন অনুশীলন গড়ে তোলেন। তার সবচেয়ে বড় উদ্যোগ ছিল রিয়েল এস্টেট, যা তিনি বেভারলি হিলস -এ ২৬-ইউনিট অ্যাপার্টমেন্ট বিল্ডিং কেনার সময় শুরু করেছিলেন।\n১৯৬০-এর দশকে, স্টার্লিং লস অ্যাঞ্জেলেসের ওয়েস্টউড এলাকায় এক জোড়া বড় অ্যাপার্টমেন্ট বিল্ডিং লেসার টাওয়ারসও ক্রয় করেন, এবং তাদের স্টার্লিং টাওয়ারস (বর্তমানে স্টার্লিং আন্তর্জাতিক টাওয়ার) নামকরণ করেন। ১৯৭৬ সালে, তিনি বেভারলি হিলসের উইলশায়ার বুলেভার্ডে ক্যালিফোর্নিয়া ব্যাংক বিল্ডিং লিজ নেন এবং এর নামকরণ করেন স্টার্লিং প্লাজা। আর্ট ডেকো ল্যান্ডমার্ক ১৯৩০ সালে এমজিএমের সহ-প্রতিষ্ঠাতা লুই বি মায়ার দ্বারা নির্মিত হয়েছিল। ২০০০ সালে, স্পোর্টস ইলাস্ট্রেটেড সিনিয়র লেখক ফ্রাঞ্জ লিডজ প্রকাশ করেন যে মায়ার এস্টেটের সাথে স্টার্লিং একটি ৯৯ বছরের লিজ ছিল যার জন্য তাকে একটি অপেক্ষাকৃত ছোট বার্ষিক ফি এবং যেকোন ভাড়ার আয়ের ১৫% প্রদান করতে হবে, যে কারণে স্টার্লিং একমাত্র ভাড়াটে ছিলেন। \"অন্য কোন ভাড়াটে ছাড়া,\" Lidz রিপোর্ট করেছে, \"মেয়ার এস্টেট আরও ৭৫ বছরের মুখোমুখি হবে যার স্টার্লিং প্লাজার সম্পত্তি থেকে কার্যত কোন আয় নেই। বসে বসে অপেক্ষা করলে, স্টার্লিং আগুন বিক্রি করতে বাধ্য করতে পারে।\"  এপ্রিল ২০১৪ পর্যন্ত, তিনি লস অ্যাঞ্জেলেসে ১৬২টি সম্পত্তির মালিক ছিলেন। \n\n\n== এনবিএ মালিকানা গ্রহন ==\nস্টার্লিং এবং লস অ্যাঞ্জেলেস লেকার্সের সংখ্যাগরিষ্ঠ মালিক জেরি বাস প্রত্যেকেই পরোক্ষভাবে তাদের নিজ নিজ এনবিএ ফ্র্যাঞ্চাইজির মালিকানার জন্য দায়ী।  প্রথম উদাহরণটি আসে ১৯৭৯ সালে, যখন বাস তার অ্যাপার্টমেন্ট বিল্ডিংয়ের একটি অংশ স্টার্লিংকে বিক্রি করে ($২.৭ মিলিয়ন ডলার) যে অর্থ উপার্জন করেছিলেন তা ব্যবহার করেছিলেন, যা লেকারস, কিংস হকি দল এবং ফোরাম এরিনা কেনার জন্য অবশিষ্ট ব্যালেন্স কভার করেছিল। $৬৭ মিলিয়নে জ্যাক কেন্ট কুক। দুই বছর পর, বাস স্টার্লিংকে তার নিজের এনবিএ ফ্র্যাঞ্চাইজি কেনার পরামর্শ দেন এবং স্টার্লিং সান দিয়েগো ক্লিপারসকে $১২.৫ মিলিয়নে কিনে নেন।\nসান দিয়েগোতে তার পরিচিতিমূলক সংবাদ সম্মেলনে, স্টার্লিং ক্লিপারদের প্রতিযোগী হিসাবে গড়ে তুলতে \"সীমাহীন অর্থ ব্যয় করার\" প্রতিশ্রুতি দিয়েছিলেন এবং তিনি বিলবোর্ডে এবং বাসের পিছনে তার হাসিমুখের বৈশিষ্ট্যযুক্ত একটি কাউন্টি-ব্যাপী বিপণন প্রচারাভিযান শুরু করেছিলেন।  মূল বিজ্ঞাপনে লেখা ছিল: \"আমার প্রতিশ্রুতি: আমি তোমাকে ক্লিপারদের নিয়ে গর্বিত করব\"।  লেকারদের সাথে বাসের তাৎক্ষণিক সাফল্যের বিপরীতে (মালিক হিসাবে তার প্রথম সিজনে ১৯৭৯-৮০ সালে একটি এনবিএ চ্যাম্পিয়নশিপ জেতা সহ), স্টার্লিং এবং তার ক্লিপাররা অনেক দুর্বল মরসুমের মধ্য দিয়ে লড়াই করেছিল এবং ১৯৯১-৯২ পর্যন্ত তাদের প্রথম বিজয়ী মৌসুম ছিল না। ঋতু, তার মালিকানায় ১১ বছর। ২০১৩-১৪ সাল পর্যন্ত ক্লিপারদের মালিকানার ৩৩ বছরের মধ্যে, ক্লিপাররা ২২ বার ৫০ বা তার বেশি গেম, আটটি অনুষ্ঠানে ৬০ বা তার বেশি এবং একবার ৭০টি গেম হারিয়েছে। লকআউট-সংক্ষিপ্ত ১৯৯৮-৯৯ সিজনে তাদের ৯-৪১ রেকর্ডটি আরও ৬০-ক্ষতির মৌসুমে অনুমান করা হয়েছিল। \n১৯৮২ সালে এনবিএ স্টার্লিংকে $১০,০০০ জরিমানা করে, যা সেই সময়ে একজন মালিকের বিরুদ্ধে ধার্য করা সবচেয়ে বড় অর্থ, যখন তিনি মন্তব্য করেছিলেন যে তিনি রাল্ফ স্যাম্পসনের মতো একজন প্রভাবশালী খেলোয়াড়কে খসড়া করার জন্য ক্লিপারদের শেষ স্থানে শেষ করাকে গ্রহণ করবেন।  ১৯৮২ সালের জুনে, স্টার্লিং দলটিকে লস অ্যাঞ্জেলেসে নিয়ে যাওয়ার চেষ্টা করেছিলেন। এটি ছয় মালিকের একটি এনবিএ কমিটির দ্বারা ক্লিপারদের তদন্তের জন্য উদ্বুদ্ধ করেছে। সেপ্টেম্বরে, গ্রুপটি সুপারিশ করেছিল যে স্টার্লিং এর মালিকানা বাতিল করা হবে, কারণ তিনি পাওনাদার এবং খেলোয়াড়দের অর্থ প্রদানে দেরী করেছেন।  স্টার্লিংকে অপসারণের জন্য অক্টোবরে একটি লিগের নির্ধারিত ভোটের কয়েকদিন আগে, তিনি দলটি বিক্রি করতে সম্মত হন এবং লিগ এমন ক্রেতাদের সন্ধান করেছিল যারা সান দিয়েগোতে ফ্র্যাঞ্চাইজি রাখবে। ডেভিড স্টার্নের পরামর্শে, তখন লিগের ভাইস প্রেসিডেন্ট, স্টার্লিং মালিক হিসাবে তার অবস্থান বজায় রাখতে সক্ষম হন, পরিবর্তে ফ্র্যাঞ্চাইজির অপারেশনের দায়িত্ব অ্যালান রোথেনবার্গের হাতে তুলে দেন, যিনি দলের সভাপতি হয়েছিলেন। ফেব্রুয়ারী ১৯৮৩ এর মধ্যে, স্টার্ন ক্লিপারদের \"প্রথম শ্রেণীর\" ভোটাধিকার বলে অভিহিত করেন এবং স্টার্লিংকে ক্ষমতাচ্যুত করার বিষয়টি আর অনুসরণ করা হয়নি। \nন্যাশনাল ফুটবল লিগের বিরুদ্ধে বন্ধু অল ডেভিসের জয়ে উৎসাহিত হয়ে একটি অ্যান্টিট্রাস্ট মামলা করেন যা তাকে তার ওকল্যান্ড রাইডারস লিগের অনুমোদন ছাড়াই লস অ্যাঞ্জেলেসে স্থানান্তর করতে দেয়, স্টার্লিং ১৯৮৪ সালে ক্লিপারদের সান দিয়েগো থেকে লস অ্যাঞ্জেলেসে স্থানান্তরিত করে, এনবিএ অনুমতি প্রত্যাখ্যান করা সত্ত্বেও। NBA পরবর্তীকালে তাকে $২৫ মিলিয়ন জরিমানা করে। তিনি লিগের বিরুদ্ধে $১০০ মিলিয়নের জন্য মামলা করেছিলেন, কিন্তু লিগ জরিমানা কমিয়ে $৬ মিলিয়ন করতে রাজি হলে মামলাটি বাদ দেন। স্টার্লিং তার ক্লিপারদের মিতব্যয়ী অপারেশনের জন্য ব্যাপকভাবে সমালোচিত হয়েছিল, কারণ এই মৌসুমে হারার একটি ধারাবাহিক রেকর্ড  করে। ক্লাবটিকে দীর্ঘদিন ধরে এনবিএর হাসির পাত্র হিসেবে বিবেচনা করা হতো। ক্লিপাররা ১৯৯৯-২০০০ এনবিএ সিজনের জন্য স্ট্যাপলস সেন্টারে চলে গিয়েছিল, একই জায়গা যেখানে লেকাররা চির-প্রতিদ্বন্দ্বী হয়ে উঠছিল। ২০০৫-০৬ মৌসুমে, তাদের শেষ প্লে-অফ উপস্থিতি থেকে আট বছর বাদ দিয়ে, তারা ৪৭টি গেম জিতেছিল এবং ওয়েস্টার্ন কনফারেন্সে প্লে অফে ৬ষ্ট   স্থান অর্জন করেছিল। ফ্র্যাঞ্চাইজিটি ক্যালিফোর্নিয়ায় চলে যাওয়ার পর থেকে এটি একটি সিজনে সবচেয়ে বেশি জয়ের রেকর্ড। স্টার্লিং মালিক হিসাবে এটি ক্লিপারদের চতুর্থ প্লে-অফ উপস্থিতি ছিল এবং এটি তার মেয়াদে দ্বিতীয় বিজয়ী মৌসুমও ছিল। সাত গেমের সেমিফাইনালে ফিনিক্স সানসের কাছে হেরে যাওয়ার আগে তারা 1976 সালের পর দলের প্রথম প্লে অফ সিরিজ জয়ের জন্য প্রথম রাউন্ডে ডেনভার নাগেটসকে পরাজিত করে। লকআউট-সংক্ষিপ্ত 2011-2012 মৌসুমে তারা তাদের ইতিহাসের সেরা জয়ের শতাংশ (.606) সহ 66টি খেলায় 40টি জয়ের সাথে প্লে-অফ তৈরি করেছিল এবং তারা মেমফিস গ্রিজলিজের বিরুদ্ধে তাদের প্রথম রাউন্ডের সিরিজ জিতেছিল, 4-3, সুইপ হওয়ার আগে সান আন্তোনিও স্পার্স দ্বারা, 4-0, সম্মেলনের সেমিফাইনালে। ব্লেক গ্রিফিন এবং ক্রিস পলের নেতৃত্বে, ক্লিপাররা 2012-13 এবং 2013-14 সালে আরও দুটি বিজয়ী প্রচারণা পোস্ট করেছে, নিয়মিত-সিজনে যথাক্রমে 56 এবং 57 জয়ের জন্য নতুন ফ্র্যাঞ্চাইজি রেকর্ড স্থাপন করেছে, কিন্তু শুধুমাত্র একটি প্লে-অফ সিরিজ জিতেছে।"}