{"pageid": 1453850, "title": "বুদ্ধানুস্মৃতি", "url": "https://bn.wikipedia.org/wiki?curid=1453850", "content": "বুদ্ধানুস্মৃতি (সংস্কৃত: बुद्धानुस्मृति) বা বুদ্ধানুসতি অর্থ বুদ্ধ-মননশীলতা, বৌদ্ধ ঐতিহ্যের সাধারণ অনুশীলন যেটি প্রধানত গৌতম বুদ্ধের গুণাবলীর উপর ধ্যানের সহিত জড়িত। পরবর্তীকালে শুদ্ধভূমি বৌদ্ধধর্মের মতো মহাযান সম্প্রদায়গুলি মূলত পাশ্চাত্য বিশুদ্ধ ভূমিতে পুনর্জন্মের জন্য প্রার্থনা করার পরিবর্তে  অমিদ বুদ্ধকে কেন্দ্র করে।\n\n\n== ইতিহাস ==\n\n\n=== আদি উৎস ===\nবুদ্ধানুস্মৃতি শব্দটি অনেক বৌদ্ধ উৎসে দেখা যায়। আদি বৌদ্ধ পাঠে বিভিন্ন অনুচ্ছেদ রয়েছে যা বুদ্ধ মননশীলতার অনুশীলন নিয়ে আলোচনা করে। অনুশীলনটি প্রায়শই মননশীলতা অনুশীলনের পরিকল্পনার অংশ যাকে দশটি স্মৃতি বলা হয়। পালি নিকায়-এ, বুদ্ধানুস্মৃতি হলো এমন অভ্যাস যা নির্বাণের দিকে পরিচালিত করে:\n\nএকটি জিনিস, বুদ্ধিজীবীরা, যখন বিকশিত ও চাষ করা হয়, তখন শুধুমাত্র মোহ, বিরাগ, অবসান, শান্তি, অন্তর্দৃষ্টি, জাগরণ, এবং নির্বাপণ কি এক জিনিস? বুদ্ধের স্মরণ। এই একটি জিনিস, যখন বিকশিত ও চাষ করা হয়, কেবলমাত্র মোহ, বৈরাগ্য, অবসান, শান্তি, অন্তর্দৃষ্টি, জাগরণ ও নির্বাণ এর দিকে নিয়ে যায়।\n\n\n=== থেরবাদ ===\nসমস্ত থেরবাদ দেশে জপ, ভক্তি ও উপাসনা হলো সাধারণ ও সন্ন্যাসী বৌদ্ধ অনুশীলনের বড় অংশ, এবং ভক্তিমূলক গান যা বুদ্ধের গুণাবলীর প্রশংসা করে ব্যাপকভাবে ব্যবহৃত হয়। বুদ্ধানুসতীকে চারটি \"অভিভাবক ধ্যান\" এর মধ্যে হিসাবে বিবেচনা করা হয়, পাশাপাশি \"দশ স্মৃতি\" এবং \"চল্লিশটি ধ্যানের বিষয়\" (কম্মত্থান) এর অংশ যা ধর্ম, সংঘ, নৈতিকতা, উদারতা ও দেবতাদের স্মরণও অন্তর্ভুক্ত করে। থানিসারো ভিক্ষুর মতে, বুদ্ধের স্মরণের অর্থ হলো \"অভ্যাসের মধ্যে আনন্দ ও আত্মবিশ্বাসের (পসদ) অনুভূতি জাগানো\" যা \"মনকে একাগ্রতা আনতে পারে এবং এটিকে অপবিত্রতা থেকে পরিষ্কার করতে পারে।\"\nবুদ্ধঘোষ বিশুদ্ধিমগ্গ-এ বিশদভাবে বুদ্ধ মননশীলতা অনুশীলনের রূপরেখা দিয়েছেন এবং তিনি এর অনেক উপকারিতাও ব্যাখ্যা করেছেন। বুদ্ধঘোষের মতে, এই ধ্যানের ফলাফলের মধ্যে রয়েছে: \"বিশ্বাস, মননশীলতা, বোঝাপড়া ও যোগ্যতার পূর্ণতা.... তিনি ভয়কে জয় করেন... তিনি অনুভব করেন যেন তিনি মাস্টারের উপস্থিতিতে বাস করছেন। এবং তার দেহ... মাজার ঘরের মতো শ্রদ্ধার যোগ্য হয়ে ওঠে। তার মন বুদ্ধের সমতলের দিকে ঝুঁকছে।\"\nবিশুদ্ধিমগ্গ আরও উল্লেখ করে যে অনুশীলন বাধাগুলিকে দমন করে অর্হত্ত্বের দিকে নিয়ে যেতে পারে:\n\nতারপরও, যদিও এটি তাই, সেগুলি সাধারণ মানুষও মনে রাখতে পারে, যদি তার মধ্যে বিশুদ্ধ গুণের বিশেষ গুণ থাকে, এবং বাকিগুলি। কারণ যখন তিনি বুদ্ধের বিশেষ গুণাবলী স্মরণ করেন, ইত্যাদি, এমনকি শুধুমাত্র শ্রবণ অনুসারে, তার চেতনা স্থির হয়, যার ফলে বাধাগুলি দমন করা হয়। তার পরম আনন্দে তিনি অন্তর্দৃষ্টি শুরু করেন, এবং এমনকি তিনি কাটাকান্ধকারে বসবাসকারী প্রবীণ ফুসদেবের মতো অর্হন্তপদ লাভ করেন।\nঅভিধম্মপিটকের 'নেত্তি সুত্ত' অনুসারে যোগিন যিনি বুদ্ধানুসতি অনুশীলন করতে চান তিনি বুদ্ধ মূর্তিগুলি অনুশীলনের জন্য ব্যবহার করতে পারেন।\nতান্ত্রিক থেরবাদ ঐতিহ্যে, বুদ্ধ-মননশীলতার দৃশ্যায়নও অনুশীলন করা হয়। ধম্মকায় ধ্যান, যা এই দক্ষিণী তান্ত্রিক ঐতিহ্য দ্বারা প্রভাবিত হয়েছিল, শরীরের কেন্দ্রে স্পষ্ট স্ফটিক বুদ্ধের মূর্তি এবং সম্মা-অরহণ মন্ত্রের পুনরাবৃত্তি ব্যবহার করে।\n\n\n=== মহাযান ===\nমহাযান বৌদ্ধধর্মে বুদ্ধানুস্মৃতি ও সংশ্লিষ্ট মননশীলতা অনুশীলনগুলি প্রায়শই অনন্যভাবে মহাযান বুদ্ধ যেমন অমিতাভ, মৈত্রেয় বা বৈরোচনের জন্য বিশেষায়িত। এই অনুশীলনগুলি কখনও কখনও তাদের শারীরিক গুণাবলী, শরীর এবং বুদ্ধ ক্ষেত্রগুলির মানসিক  কল্পনাও জড়িত। পল উইলিয়ামসের মতে, মহাযান বুদ্ধের মননশীলতা অনুশীলনের বিকাশ কাশ্মীরের বৌদ্ধ ধ্যান শিক্ষকদের কাছে পাওয়া যেতে পারে, যারা বুদ্ধের মননশীলতার উপর জোর দিয়েছিলেন এমন কয়েকটি গ্রন্থ রচনা করেছিলেন।\n\n\n== তথ্যসূত্র =="}