{"pageid": 1453352, "title": "২০২৪ কেনিয়া-তানজানিয়া বন্যা", "url": "https://bn.wikipedia.org/wiki?curid=1453352", "content": "১৮ এপ্রিল ২০২৪ থেকে শুরু হওয়া বন্যা কেনিয়াতে আঘাত হানে, যা এর ৪৭ টি কাউন্টির মধ্যে ৩৩ টিতে বসবাসকারী বাসিন্দাদেরকে প্রভাবিত করে, এবং উত্তর তানজানিয়াতেও ধ্বংসযজ্ঞ ঘটায়।\n\n\n=== কারণ ===\nপূর্ব আফ্রিকায় ভারী বৃষ্টির অন্যতম প্রধান চালক হল ইন্ডিয়ান ওশান ডাইপোল (IOD)। একটি ইতিবাচক পর্যায়ে পশ্চিম ভারত মহাসাগরের পানি স্বাভাবিকের চেয়ে অনেক বেশি উষ্ণ এবং এটি এল নিনো নির্বিশেষে ভারী বৃষ্টি আনতে পারে। যখন ইতিবাচক আইওডি এবং এল নিনো উভয়ই একই সময়ে ঘটে তখন পূর্ব আফ্রিকায় বৃষ্টি চরম আকার ধারণ করতে পারে।\n\n\n=== প্রভাব ===\n\n\n==== কেনিয়া ====\n\nরাজধানী নাইরোবি এবং আশেপাশের এলাকা বিশেষভাবে ক্ষতিগ্রস্ত হয়। নাইরোবি নদী এবং আথি নদী উভয়ের তীর ভেঙে ৪০ হাজার মানুষকে বাস্তুচ্যুত করে। কমপক্ষে ৩০০ জন মারা গেছে, ১৮৮ জন আহত হয়েছে, ৭৫ জন নিখোঁজ এবং৩ লাখ মানুষ বাস্তুচ্যুত হয়েছে। মানবিক সহায়তার সমন্বয়ের জন্য জাতিসংঘকার্যালয়ও অন্তত ৯৬০টি গবাদি পশু এবং ২৪ হাজার একর কৃষিজমি বন্যাকবলিত হওয়ার খবর প্রকাশ করে।\n২৯ এপ্রিল সকালে, মাই মাহিউর কাছে একটি রেলওয়ে বাঁধ ভেঙে যায়, ফলে বন্যায় অতিরিক্ত ৬১ জন নিহত হয়।\nকেনিয়ার স্কুলগুলিও পরবর্তী নির্দেশ না দেওয়া পর্যন্ত দ্বিতীয় মেয়াদের জন্য পুনরায় বন্ধ রাখার নির্দেশ দেয়া হয়।\n\n\n==== তানজানিয়া ====\nউত্তর তানজানিয়ায় বন্যায় ১৬১ জন নিহত, ২৫০ জন আহত, ১০ হাজারটিরও বেশি বাড়ি ক্ষতিগ্রস্ত হয়েছে এবং ৫১ হাজার পরিবারের ২ লাখ ১০ হাজার মানুষ ক্ষতিগ্রস্ত হয়েছে।\n\n\n=== পরবর্তী ===\n\n\n==== কেনিয়া ====\nবাসিন্দাদের নিজেদের নিরাপত্তার জন্য উঁচু ভূমিতে সরে যেতে বলা হয়েছিল। দেশের চারপাশে বিপজ্জনক এলাকায় বসবাসকারী লোকেদের জাতীয় যুব পরিষেবা দ্বারা প্রদত্ত জমিতে স্থানান্তরিত করা হবে। দুর্দশাগ্রস্তদের সহায়তা করার জন্য কাউন্টির সাথে কাজ করার জন্য সামরিক এবং জাতীয় সরকারকে একত্রিত করা হয়েছিল। কিয়াম্বু কাউন্টি বিল্ডিং পরিদর্শন সহ পরিস্থিতি প্রশমিত করার ব্যবস্থা ঘোষণা করে।\nমে মাসের প্রথম দিকে, কেনিয়ার সরকার ১৭৮টি বাঁধ ও জলাধারের কাছাকাছি বসবাসকারী লোকজনকে সরে যাওয়ার নির্দেশ দেয়।<ref>\"Kenya floods: Mass evacuations ordered ahead of cyclone\"। BBC। সংগ্রহের তারিখ ২০২৪-০৫-০৩। </ref মন্ত্রণালয় স্থানান্তরকারীদের জন্য অস্থায়ী আশ্রয়, খাদ্য এবং প্রয়োজনীয় জিনিসপত্র স্থাপন করে। রাষ্ট্রপতি উইলিয়াম রুটো বন্যায় ক্ষতিগ্রস্তদের শোক প্রকাশের জন্য ১০ মে সরকারি ছুটি ঘোষণা করেন।\n\n\n== তথ্যসূত্র =="}