{"pageid": 1453114, "title": "এনটিআর তেলুগু দেশম পার্টি (লক্ষ্মী পার্বতী)", "url": "https://bn.wikipedia.org/wiki?curid=1453114", "content": "এনটিআর তেলুগু দেশম পার্টি (লক্ষ্মী পার্বতী) (এনটিআরটিডিপি (এলপি)) ছিল ভারতের অন্ধ্রপ্রদেশ রাজ্যের একটি আঞ্চলিক রাজনৈতিক দল। দলটি চলচ্চিত্র তারকা এবং তেলুগু দেশম পার্টির রাজনীতিবিদ এনটি রামা রাও -এর বিধবা স্ত্রী লক্ষ্মী পার্বতী দ্বারা প্রতিষ্ঠিত হয়েছিল। পার্বতী অভ্যন্তরীণ অভ্যুত্থানের পরে দল গঠন করেছিলেন যেখানে ১৯৯৫ সালে এনটিআরের জামাতা চন্দ্রবাবু নাইডু টিডিপির নিয়ন্ত্রণ নিয়েছিলেন।\nপ্রাথমিকভাবে এনটিআরটিডিপি (এলপি) নাইডুর টিডিপিকে চ্যালেঞ্জ করতে সক্ষম বলে মনে হয়েছিল। ১৯৯৬ সালের লোকসভা নির্বাচনে এনটিআরটিডিপি (এলপি) অন্ধ্রপ্রদেশের ৪২টি নির্বাচনী এলাকায় প্রার্থীদের লঞ্চ করেছিল। এটি ৩২,৪৯,২৬৭ ভোট (রাজ্যের ভোটের ১০.৬৬% এবং সমগ্র জাতিতে ০.৯৭% ভোট) জিতেছে। তবে একটি আসনেও জিততে পারেনি।\n১৯৯৮ সালে, দলটিকে ভারতীয় জনতা পার্টির (বিজেপি) সমর্থন ছিল। এনটিআরটিডিপি(এলপি) পাঁচজন প্রার্থীকে মনোনীত করেছে, যারা একসঙ্গে ৩,৮৪,২১১ ভোট পেয়েছে (রাজ্যের ভোটের ১.২%)। শ্রীকাকুলামে (বিধানসভা নির্বাচনী এলাকা) দলীয় প্রার্থী ৩০% এর বেশি ভোট পেয়েছেন।\n১৯৯৮ সালের নির্বাচনের পর, এনটিআরটিডিপি (এলপি) দ্রুত হ্রাস পায় এবং অনেক নেতা দল ত্যাগ করেন। বিজেপি চিরশত্রু নাইডুর মিত্র হয়ে ওঠে। ১৯৯৯ সালের লোকসভা নির্বাচনে এনটিআরটিডিপি(এলপি) ১৩ জন প্রার্থীকে লঞ্চ করেছিল, যারা একসঙ্গে ৬১,৬৩৫ ভোট (রাজ্যের ভোটের ০.১৮%) সংগ্রহ করেছিল। একই বছর রাজ্য বিধানসভা নির্বাচনে এনটিআরটিডিপি (এলপি) ৭১ জন প্রার্থীকে মনোনীত করেছিল, কিন্তু যারা একসাথে মাত্র ৫৩,২৫৯ ভোট (মোট ভোটের ০.৬৫%) পেয়েছে।\n২০০৪ সালের লোকসভা নির্বাচনে দলটি শুধুমাত্র একক প্রার্থীকে লঞ্চ করেছিল, কুদ্দাহপাহে শিবনাথ রেড্ডি চাদিপিরাল্লা। রেড্ডি মাত্র ৭৫৯ ভোট (সেই আসনে ভোটের ০.০৯%) পেয়েছেন। একযোগে অনুষ্ঠিত রাজ্য বিধানসভা নির্বাচনে এনটিআরটিডিপি (এলপি) ১৮ জন প্রার্থীকে লঞ্চ করেছিল, ব্যর্থ হয়েছে৷ লক্ষ্মী পার্বতী নিজে আটমাকুর আসনে মাত্র ৯৪৬ ভোট পেয়েছিলেন। যাইহোক, নির্বাচনী ফলাফল দলের জন্য ব্যর্থ হওয়া সত্ত্বেও, নাইডুর টিডিপি ক্ষমতাচ্যুত হওয়ার পর থেকে পার্বতী এই ফলাফলে খুবই সন্তুষ্ট ছিলেন। নাইডুর অপমানজনক পরাজয়ের পরই তিনি তার মৃত্যুর আট বছর পর হরিদ্বারে তার স্বামীর ছাই ছড়িয়ে দেন।\nলক্ষ্মী পার্বতী এনটিআরটিডিপি (এলপি) এর সভাপতি।\n\n\n== তথ্যসূত্র =="}