{"pageid": 1453684, "title": "প্রতিবন্ধী অধিকার আন্দোলন", "url": "https://bn.wikipedia.org/wiki?curid=1453684", "content": "প্রতিবন্ধী অধিকার আন্দোলন একটি বিশ্বব্যাপী সামাজিক আন্দোলন যা প্রতিবন্ধী সকল মানুষের জন্য সমান সুযোগ এবং সমান অধিকার নিশ্চিত করতে চায়।\n\nএটি প্রতিবন্ধী অ্যাক্টিভিস্টদের সংগঠনের সমন্বয়ে গঠিত, যারা প্রতিবন্ধী অ্যাডভোকেট নামেও পরিচিত, সারা বিশ্বে একই ধরনের লক্ষ্য এবং দাবি নিয়ে কাজ করে, যেমন: স্থাপত্য, পরিবহন এবং শারীরিক পরিবেশে অ্যাক্সেসযোগ্যতা এবং নিরাপত্তা; স্বাধীন জীবনযাপন, কর্মসংস্থানের সমতা, শিক্ষা এবং বাসস্থানে সমান সুযোগ; এবং বৈষম্য, অপব্যবহার, অবহেলা এবং অন্যান্য অধিকার লঙ্ঘন থেকে স্বাধীনতা। প্রতিবন্ধী কর্মীরা প্রাতিষ্ঠানিক, শারীরিক এবং সামাজিক বাধাগুলি ভাঙতে কাজ করছে যা প্রতিবন্ধী ব্যক্তিদের অন্যান্য নাগরিকদের মতো তাদের জীবনযাপন করতে বাধা দেয়।\nঅক্ষমতার অধিকারগুলি জটিল কারণ বিভিন্ন সামাজিক-রাজনৈতিক, সাংস্কৃতিক এবং আইনি প্রেক্ষাপটে একজন প্রতিবন্ধী ব্যক্তি তাদের অধিকার লঙ্ঘন করতে পারে এমন একাধিক উপায় রয়েছে। উদাহরণস্বরূপ, একটি সাধারণ বাধা যা প্রতিবন্ধী ব্যক্তিরা কর্মসংস্থানের সাথে মোকাবিলা করে।\n\n\n== অক্ষমতা বাধা ==\n\nঅক্ষমতার সামাজিক মডেল পরামর্শ দেয় যে অক্ষমতা একজন ব্যক্তির প্রতিবন্ধকতার পরিবর্তে সমাজের সংগঠিত হওয়ার কারণে ঘটে। এই মডেলটি পরামর্শ দেয় যে সমাজে বাধাগুলি সক্ষমতা দ্বারা তৈরি করা হয়। বাধাগুলো দূর করা হলে প্রতিবন্ধীরা সমাজে স্বাধীন ও সমান হতে পারে। \nতিনটি প্রধান ধরনের বাধা রয়েছে:\n\nমনোভাবগত বাধা: এমন ব্যক্তিদের দ্বারা তৈরি করা হয় যারা প্রতিবন্ধী ব্যক্তিদের সাথে কোনোভাবে মেলামেশা করার সময় শুধুমাত্র অক্ষমতা দেখে। এই মনোভাবগত বাধাগুলিকে ধমক, বৈষম্য এবং ভয়ের মাধ্যমে প্রত্যক্ষ করা যেতে পারে। এই বাধাগুলির মধ্যে রয়েছে প্রতিবন্ধী ব্যক্তিদের কম প্রত্যাশা। নিম্ন এবং মধ্যম আয়ের দেশগুলিতে প্রতিবন্ধী ব্যক্তিদের প্রতি মনোভাব আরও চরম হতে পারে।\nপরিবেশগত বাধা: দুর্গম পরিবেশ, প্রাকৃতিক বা নির্মিত, অন্তর্ভুক্তির প্রতিবন্ধকতা তৈরি করে অক্ষমতা তৈরি করে।\nপ্রাতিষ্ঠানিক বাধা: অনেক আইন, নীতি, অনুশীলন বা কৌশল অন্তর্ভুক্ত করে যা প্রতিবন্ধী ব্যক্তিদের প্রতি বৈষম্য করে। উদাহরণস্বরূপ, পাঁচটি দক্ষিণ-পূর্ব এশীয় দেশের একটি সমীক্ষায় দেখা গেছে যে নির্বাচনী আইন বিশেষভাবে প্রতিবন্ধী ব্যক্তিদের রাজনৈতিক অধিকার রক্ষা করে না, যখন \"কিছু ব্যাঙ্ক দৃষ্টি প্রতিবন্ধী ব্যক্তিদের অ্যাকাউন্ট খোলার অনুমতি দেয় না, এবং এইচআইভি পরীক্ষা কেন্দ্রগুলি প্রায়ই সাংকেতিক ভাষা গ্রহণ করতে অস্বীকার করে। গোপনীয়তা নীতির কারণে দোভাষী\"। কিছু দেশে বিধিনিষেধমূলক আইন বিদ্যমান, বিশেষ করে বুদ্ধিবৃত্তিক প্রতিবন্ধী ব্যক্তিদের প্রভাবিত করে।\nঅন্যান্য বাধাগুলির মধ্যে রয়েছে: অভ্যন্তরীণ বাধা (প্রতিবন্ধী ব্যক্তিদের কম প্রত্যাশা তাদের আত্মবিশ্বাস এবং আকাঙ্ক্ষাকে দুর্বল করতে পারে প্রতিবন্ধী ব্যক্তিদের অংশগ্রহণ এবং পরামর্শের অভাব।\n\n\n=== শিক্ষা ও কর্মসংস্থানে প্রবেশাধিকার ===\nশিক্ষা এবং কর্মসংস্থানের অ্যাক্সেসও প্রতিবন্ধী অধিকার আন্দোলনের একটি প্রধান ফোকাস হয়েছে। অভিযোজিত প্রযুক্তি, লোকেদের এমন কাজ করতে সক্ষম করে যা তারা আগে করতে পারত না, চাকরির অ্যাক্সেস এবং অর্থনৈতিক স্বাধীনতা তৈরি করতে সহায়তা করে।                                 শ্রেণীকক্ষে অ্যাক্সেস প্রতিবন্ধী ব্যক্তিদের জন্য শিক্ষার সুযোগ।\n\n\n== তথ্যসূত্র =="}