{"pageid": 1453265, "title": "নিকোলাস আথারটন", "url": "https://bn.wikipedia.org/wiki?curid=1453265", "content": "আথারটনের স্যার নিকোলাস আথারটন (c.১৩৫৭-১৪২০), অন্যান্য শিরোনাম; নিকোলাস ডি আথারটন, লর্ড অফ বিকারস্টাফ। ইংরেজ রাজনীতিবিদ এবং ১৪০১ সালে ল্যাঙ্কাশায়ারের জন্য ইংল্যান্ডের সংসদের সংসদ সদস্য (এমপি)। সখ্যের একজন আজীবন সদস্য যিনি ২৭ অক্টোবর ১৪০০ তারিখে ইয়র্কে নাইট উপাধি লাভ করেন এবং ২০ জানুয়ারী ১৪০১ তারিখে ওয়েস্টমিনস্টারে স্থগিত হন। ল্যাঙ্কাশায়ার ভদ্রলোকের মধ্যে একটি অবস্থানে জন্মগ্রহণ করেন। হাউস অফ ল্যাঙ্কাস্টারে ব্যাপক পরিষেবা। বেলিফ এবং মধ্যযুগীয় কর সংগ্রাহক।\nআথারটন কখন জন্মগ্রহণ করেছিলেন তা স্পষ্ট নয়। তিনি ছিলেন স্যার উইলিয়াম আথারটন (c.১৩২৫-১৩৮৯) এবং মোবারলি, চেশায়ারের জোয়ান মোবারলির দ্বিতীয় পুত্র। তার বাবা একজন সংসদ সদস্য ছিলেন এবং দুইবার ল্যাঙ্কাশায়ার কাউন্টির প্রতিনিধিত্ব করেছিলেন। নিকোলাস আথারটন সমান অবস্থানের একটি পরিবারে বিয়ে করবেন বলে প্রত্যাশিত ছিল,  যেহেতু ঐতিহ্য বলে যে তার বড় ভাই স্যার উইলিয়াম আথারটন (c.১৩৫৫-১৪১৪) উত্তরাধিকার সূত্রে প্রাপ্ত জমিদারি হবেন, আথারটন হলের পৈতৃক পারিবারিক আসন,  তারপর একটি মধ্যযুগীয় খোয়া লজ।\nএকটি অল্প বয়স্ক ছেলে হিসাবে তিনি অনিবার্যভাবে যুদ্ধের শিল্পে প্রশিক্ষিত হতেন, যেহেতু তার পিতা, একজন নাইট, তিনি আশা করেছিলেন যে তিনি ল্যাঙ্কাস্টারের দ্বিতীয় ডিউক, জন অফ গান্টের একজন ধারক হিসাবে একটি জীবন সেবা পূরণ করবেন; ১৩৭০ এবং ১৩৮০ এর দশকে ইংল্যান্ডের প্রধান সামরিক কমান্ডারদের একজন। ১৩৭০ সালের মার্চ মাসে একটি আনুষ্ঠানিক অনুষ্ঠান সংঘটিত হয়েছিল; যদিও রেকর্ডগুলি ইঙ্গিত করে যে আথারটন ১৩৬৯ সালে ফ্রান্সের সাম্রাজ্যের সাথে পুনরায় যুদ্ধ শুরু করার পরে পূর্ববর্তী বছর ইতিমধ্যেই একটি সামরিক অভিযানের অংশ ছিল।\nঅর্থ, অফিস এবং প্রভাবের বিনিময়ে আথারটনের মধ্যম অবস্থানে সামরিক, রাজনৈতিক, আইনি এবং ঘরোয়া সেবা প্রদানের সাথে জড়িত। তিনি নিজেকে অনুগত এবং ল্যাঙ্কাস্টারের ডাচির সেবায় নিবেদিত প্রমাণ করেছিলেন অবসর গ্রহণের জন্য; একটি সম্পর্ক হিসাবেও পরিচিত। তিনি ১৯৬৯, ১৩৭০, ১৩৭২ এবং ১৩৭৩ সালে স্পেন এবং ফ্রান্সে চারটি সামরিক অভিযান সহ বিদেশের বিভিন্ন অভিযানে অংশ নিয়েছিলেন, সবগুলোই জন অফ গান্টের ব্যানারে তৃতীয় এডওয়ার্ডের নামে। অ্যাকুইটাইনে ১৩৭০ সালের সামরিক অভিযানে লিমোজেস অবরোধের মতো ঐতিহাসিক ঘটনা অন্তর্ভুক্ত ছিল। এক বছর পরে তিনি ক্যাস্টিলের ইনফ্যান্টা কনস্ট্যান্সের সাথে তার দ্বৈত প্রভুর বিয়েতে উপস্থিত থাকতেন। ডাচেস একজন গুরুত্বপূর্ণ পরিচিত বা মিত্র হিসাবে প্রমাণিত হয়েছিল, যা তাকে ১৩৭৭ সালে ল্যাংকাস্ট্রিয়ান সরকারী আধিকারিককে হত্যার জন্য শাস্তি হওয়া থেকে রক্ষা করেছিল।\n১৩৭২ সালের অভিযানের অংশ হিসেবে জন অফ গান্ট স্যার জন লে বোটেলার, ল্যাঙ্কাশায়ারের শেরিফকে নাইট অফ দ্য শায়ার এবং উল্লেখযোগ্য এস্কোয়ার মাওকিন ডি রিক্সটন এবং উইলিয়াম ব্র্যাডশকে প্রতিটি ২০ জন তীরন্দাজকে নির্দেশ দেন; যেখানে ভদ্রলোক, ম্যানর অফ রিভিংটনের রবার্ট ডি পিলকিংটন এবং একজন নাইটের ছেলে নিকোলাস ডি আথারটনকে ন্যূনতম ১০ জন তীরন্দাজ সংগ্রহ করতে হবে। বোম্যান, যেমনটি তারা পরিচিত ছিল, শত বছরের যুদ্ধের সময় সামরিক সাফল্যের জন্য সহায়ক ছিল। মাওকিন ডি রিক্সটন, ম্যাথু নামেও গিয়েছিলেন এবং তাকে লিভারপুল থেকে যাত্রা করার জন্য একটি ফ্লোটিলা গঠনের দায়িত্ব দেওয়া হয়েছিল।\nএই সময়কালে, আথারটন তার বন্ধু রজার হিলটনকে হত্যার জন্য বিবাদে জড়িয়ে পড়েন। শোকার্ত বিধবা অ্যাগনেস ন্যায়বিচারের পাশাপাশি ক্ষতিপূরণের জন্য আথারটনের দিকে ফিরেছিল। তার পৃষ্ঠপোষক, জন অফ গন্ট, সালিসকারী হিসাবে, আথারটনকে সমর্থন করেছিলেন, তার নতুন ধারক, যার মধ্যে সাধারণত রাজ্য এবং রাজ্যের মধ্যে দুইশত সংখ্যা ছিল এবং আথারটন এবং বিধবাকে ১২০ মার্ক প্রদান করেছিলেন (২০২১ সালে £80,000 মূল্যের)। সম্ভবত অ্যাগনেস এখন তার স্ত্রী ছিলেন।\nকিছু মধ্যযুগীয় ইতিহাসবিদ স্যার উইলিয়াম ডি পেরে (ডি. ১৪০৫) এর সাথে তার পিতাকে একজন অপরাধী নাইট হিসাবে বিবেচনা করেন এবং নিকোলাস আথারটন এবং তার জ্যেষ্ঠ পুত্র উভয়কেই বিরক্তিকর, চরম সহিংসতার প্রবণ, মূল ভূখণ্ডের ইউরোপের যুদ্ধক্ষেত্রের জন্য উপযুক্ত বলে বর্ণনা করেন, তবে কম। ল্যাঙ্কাস্টারের ডাচিতে যেখানে এটি শান্তিকে অস্থিতিশীল করেছিল।\nজন ওয়ার্থিংটনকে ১০০ মার্কের ক্ষতিপূরণ দিতে ব্যর্থ হওয়ায় আথারটনকে স্টাফোর্ডশায়ারের টুটবারি ক্যাসেলে কিছু সময়ের জন্য জেলে পাঠানো হয়েছিল। গডফ্রে ডি ফোলজাম্বে থেকে সাজা ঘোষণার পর তাকে ল্যাঙ্কাস্টার দুর্গে স্থানান্তরিত করা হয়, যেখানে তিনি মুক্তি না পাওয়া পর্যন্ত ছিলেন।\nঅ্যাডাম বিকারস্টাফের কন্যার সাথে তার বিবাহের বছর,  ল্যাঙ্কাস্টারের কাউন্টি কর্নারের ডিউক উইলিয়াম ব্রেডকির্কের মৃত্যুর সাথে জড়িত থাকার জন্য ১৩৭৭ সালে তাকে সাময়িকভাবে মার্শালসিতে বন্দী করা হয়। ল্যাঙ্কাস্টার অ্যাসিসদের দ্বারা বিচারের পরিবর্তে, তিনি তার শ্বশুর দ্বারা জামিনে মুক্তি পেয়েছিলেন, যিনি পূর্বে ব্রেডকার্ককে ল্যাঙ্কাশায়ার কাউন্টি করোনার হিসাবে নিযুক্ত করেছিলেন। কেউ কেউ বলতে পারে যে তিনি আনুগত্য প্রমাণ করছেন, তবে তার কাজগুলি বোঝা কঠিন। এক বছরের মধ্যে তিনি একটি রাজকীয় ক্ষমা পেয়েছিলেন, যা স্যাভয় প্রাসাদ থেকে আংশিকভাবে, কনস্ট্যান্স অফ ক্যাস্টিল, ডাচেস অফ ল্যাঙ্কাস্টার দ্বারা তৈরি করা হয়েছিল, যাকে তিনি ব্যক্তিগতভাবে ১৩৭১ সাল থেকে চিনতেন  হত্যার বিশদ বিবরণ অজানা, তবে আইনি রেকর্ড টিকে আছে এবং ইঙ্গিত করে যে আথারটন পরিবারের একাধিক সদস্য জড়িত ছিল এবং আথারটনের নিজের রাজকীয় ক্ষমার পর ১৩৮১ সালে ফরাসি ভাষায় রাজার কাছে আবেদন করেছিলেন।\nআথারটন ১৩৮৫ সালে রিচার্ড II এর নামে কাস্টিলে অভিযানে অংশ নিয়েছিলেন, ১৩৯০ এর দশকে লেস্টার ক্যাসেলে ডুকাল পরিবারে নিয়মিত হয়ে ওঠেন।  আনুগত্য বোঝাতে, আথারটন একটি ল্যাঙ্কাস্টার লিভারি কলার বা অফিসের চেইন পরতেন, যা কলার অফ এসেস নামে পরিচিত। এই সময়ের মধ্যে তার বাবা এবং শ্বশুর উভয়ই মারা গেছেন যা সমাজে তার অবস্থানকে উন্নত করবে। যাইহোক, ল্যাঙ্কাস্টারের ডাচি আথারটনকে একজন ঝামেলাপূর্ণ মানুষ বলে মনে করতেন। চুরি এবং হত্যা সহ বিভিন্ন কাজের জন্য তার এবং তার বড় ছেলে নিকোলাস উভয়ের বিরুদ্ধেই অভিযোগ আনা হয়েছিল। যাইহোক, ক্রাউনের প্রতি তার আনুগত্য, এবং অভিজাতদের সাথে ঘনিষ্ঠ সংযোগ, নম্রতা এবং শাস্তির পুনরাবৃত্তি এড়ানো নিশ্চিত করেছিল।\nতার পৃষ্ঠপোষক, জন অফ গন্ট ১৩৯৯ সালের ফেব্রুয়ারিতে মারা যান এবং তার পুত্র, হেনরি বোলিংব্রোক রিচার্ড দ্বিতীয়ের জন্য একটি কথিত হুমকি ছিলেন যিনি তার জমিগুলি বাজেয়াপ্ত করেছিলেন। তার নতুন পৃষ্ঠপোষকের প্রতি আথারটনের আনুগত্য, বোলিংব্রোককে ১৮ সেপ্টেম্বর ১৩৯৯-এ ওয়েস্ট ডার্বি হান্ড্রেডের বেলিফ হিসাবে নিয়োগের মাধ্যমে প্রথম পুরস্কৃত করা হয়েছিল, রিচার্ড II এর ত্যাগ ও কারাবাসের পর বোলিংব্রোকে আনুষ্ঠানিকভাবে ইংল্যান্ডের হেনরি চতুর্থের মুকুট দেওয়া হয়েছিল।\nআথারটন বিশ বছরেরও বেশি সময় পরে তার মৃত্যুর আগ পর্যন্ত বেলিফের ভূমিকা পালন করেন। আথারটন ১৪০০ সালে নতুন রাজার কাছ থেকে ১০ পাউন্ডের বার্ষিকী সহ একটি নাইটহুড পেয়েছিলেন। পরের বছর ১৪০১ সালে ওয়েস্টমিনস্টার প্রাসাদে পার্লামেন্টে ল্যাঙ্কাশায়ার কাউন্টির প্রতিনিধিত্ব করার জন্য নির্বাচিত হয়ে হাউস অফ ল্যাঙ্কাস্টারে তাঁর পরিষেবার জন্য পুরস্কৃত হন। তার চূড়ান্ত জনসাধারণের ভূমিকা ছিল ল্যাঙ্কাশায়ারের কর সংগ্রাহক হিসাবে যা তিনি ১৪০৪ সালের নভেম্বর থেকে ১৪০৭ সালের ডিসেম্বর পর্যন্ত সম্পাদন করেছিলেন, নির্বাচন কর প্রবর্তন এবং কয়েক বছর আগে কৃষকদের বিদ্রোহের পরে একটি অজনপ্রিয় অবস্থান।\n\n\n== তথ্যসূত্র =="}