{"pageid": 1453841, "title": "সহায়ক প্রযুক্তি", "url": "https://bn.wikipedia.org/wiki?curid=1453841", "content": "সহায়ক প্রযুক্তি (AT) হল প্রতিবন্ধী এবং বয়স্ক ব্যক্তিদের জন্য সহায়ক, অভিযোজিত এবং পুনর্বাসনমূলক ডিভাইসের একটি শব্দ। প্রতিবন্ধী ব্যক্তিদের প্রায়ই দৈনন্দিন জীবনযাত্রার (ADLs) কার্যক্রম স্বাধীনভাবে সম্পাদন করতে বা এমনকি সহায়তার সাথেও অসুবিধা হয়। ADL হল স্ব-যত্ন ক্রিয়াকলাপ যার মধ্যে রয়েছে টয়লেটিং, চলাফেরা (অ্যাম্বুলেশন), খাওয়া, স্নান, পোশাক, সাজসজ্জা এবং ব্যক্তিগত ডিভাইসের যত্ন। সহায়ক প্রযুক্তি অক্ষমতার প্রভাবগুলিকে প্রশমিত করতে পারে যা ADL করার ক্ষমতাকে সীমিত করে। সহায়ক প্রযুক্তি লোকেদের এমন কাজগুলি সম্পাদন করতে সক্ষম করে যা তারা পূর্বে সম্পন্ন করতে পারেনি, বা সম্পন্ন করতে অনেক অসুবিধা হয়েছিল, এই ধরনের কাজগুলি সম্পন্ন করার জন্য প্রয়োজনীয় প্রযুক্তির উন্নতি প্রদান করে বা যোগাযোগের পদ্ধতি পরিবর্তন করে। উদাহরণস্বরূপ, যারা হাঁটতে পারে না তাদের জন্য হুইলচেয়ার স্বাধীন গতিশীলতা প্রদান করে, যখন সহায়ক খাওয়ার যন্ত্রগুলি এমন লোকেদের সক্ষম করে যারা নিজেদের খাওয়াতে পারে না। সহায়ক প্রযুক্তির কারণে, প্রতিবন্ধী ব্যক্তিদের \"সামাজিক অংশগ্রহণ\", \"নিরাপত্তা এবং নিয়ন্ত্রণ\" বৃদ্ধির সাথে এবং \"গৃহস্থালীর ব্যয় উল্লেখযোগ্যভাবে বৃদ্ধি না করে প্রাতিষ্ঠানিক খরচ কমানোর\" আরও বেশি ইতিবাচক এবং সহজ জীবনযাপনের সুযোগ রয়েছে। স্কুলগুলিতে, প্রতিবন্ধী শিক্ষার্থীদের সাধারণ শিক্ষা পাঠ্যক্রম অ্যাক্সেস করার অনুমতি দেওয়ার জন্য সহায়ক প্রযুক্তি গুরুত্বপূর্ণ হতে পারে। যে শিক্ষার্থীরা লিখতে বা কীবোর্ডিংয়ের চ্যালেঞ্জ অনুভব করে, উদাহরণস্বরূপ, তারা পরিবর্তে ভয়েস রিকগনিশন সফ্টওয়্যার ব্যবহার করতে পারে। সহায়ক প্রযুক্তি এমন লোকদের সাহায্য করে যারা স্ট্রোক থেকে পুনরুদ্ধার করছে এবং যারা তাদের দৈনন্দিন কাজগুলিকে প্রভাবিত করে এমন আঘাতের শিকার হয়েছে।\n\n\n== চলাফেরার প্রতিবন্ধকতা ==\n\n\n=== হুইলচেয়ার ===\nহুইলচেয়ার হলো এমন ডিভাইস যা ম্যানুয়ালি চালিত বা বৈদ্যুতিকভাবে চালিত হতে পারে এবং এতে একটি বসার ব্যবস্থা রয়েছে এবং বেশিরভাগ লোকের স্বাভাবিক গতিশীলতার বিকল্প হিসাবে ডিজাইন করা হয়েছে। হুইলচেয়ার এবং অন্যান্য গতিশীলতা ডিভাইসগুলি মানুষকে দৈনন্দিন জীবনযাত্রার গতিশীলতা-সম্পর্কিত ক্রিয়াকলাপগুলি সম্পাদন করতে দেয় যার মধ্যে রয়েছে খাওয়ানো, টয়লেটিং, ড্রেসিং, সাজসজ্জা এবং স্নান। ডিভাইসগুলি বেশ কয়েকটি বৈচিত্র্যের মধ্যে আসে যেখানে সেগুলিকে হাতে বা মোটর দ্বারা চালিত করা যেতে পারে যেখানে দখলকারী একটি জয়স্টিক,  সিপ-এন্ড-পাফ কন্ট্রোল, হেড সুইচ বা অন্যান্য ইনপুট ডিভাইসের মাধ্যমে মোটর এবং সিটিং কন্ট্রোল অ্যাকচুয়েটরগুলি পরিচালনা করতে বৈদ্যুতিক নিয়ন্ত্রণ ব্যবহার করে।  যত্নশীলদের জন্য ঠেলাঠেলি বা ইনপুট ডিভাইসগুলি করার জন্য প্রায়শই সিটের পিছনে হ্যান্ডেল থাকে। অসুস্থতা, আঘাত বা অক্ষমতার কারণে যাদের হাঁটা কঠিন বা অসম্ভব তাদের দ্বারা হুইলচেয়ার ব্যবহার করা হয়। বসা এবং হাঁটা উভয় অক্ষমতা আছে এমন ব্যক্তিদের প্রায়ই হুইলচেয়ার বা ওয়াকার ব্যবহার করতে হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে Assistive technology সম্পর্কিত মিডিয়া দেখুন।"}