{"pageid": 1453806, "title": "২০০৪ ওএফসি নেশন্স কাপ", "url": "https://bn.wikipedia.org/wiki?curid=1453806", "content": "২০০৪ ওএফসি নেশন্স কাপ ছিল ওএফসি নেশন্স কাপের টুর্নামেন্টের সংস্করণ এবং দুই-লেগ ফাইনাল ব্যতীত ২০০৬ ফিফা বিশ্বকাপে যোগ্যতার টুর্নামেন্ট হিসাবে দ্বিগুণ হয়েছিল। বিশ্বকাপ বাছাইয়ের উদ্দেশ্যে অস্ট্রেলিয়া এবং সলোমন দ্বীপপুঞ্জের মধ্যে একটি পৃথক প্লে-অফ সেপ্টেম্বর ২০০৫ সালে অনুষ্ঠিত হয়েছিল।\nপ্রতিযোগিতাটি দুটি গ্রুপ পর্বে বিভক্ত ছিল (প্রথমটি হল যোগ্যতার পর্যায়), অস্ট্রেলিয়া এবং নিউজিল্যান্ড দ্বিতীয় পর্যায়ে (চূড়ান্ত পর্যায়) বাছাই করেছিল। ওশেনিয়া চ্যাম্পিয়ন (অস্ট্রেলিয়া) ২০০৫ ফিফা কনফেডারেশন কাপের জন্য যোগ্যতা অর্জন করেছিল।\n\n\n== বাছাইপর্ব ==\n\nপ্রথম রাউন্ডের ১০টি দলকে ৫টি করে দল দুটি করে ভাগে ভাগ করা হয়েছিল। প্রতিটি দলই একে অপরের সঙ্গে একবার করে খেলেছিলেন। এরপর প্রতিটি গ্রুপের শীর্ষ ২টি দল দ্বিতীয় গ্রুপ পর্বে উন্নীত হয়েছিল, যেখানে তারা ২টি সীডযুক্ত দলের সাথে যোগ দিয়েছিল।\n\n\n== মাঠ ==\n\n\n== দলীয় সদস্য ==\n২০০৪ ওএফসি নেশন্স কাপ দলীয় সদস্য দেখুন।\n\n\n== চূড়ান্ত পর্যায় ==\nপ্রথম পর্বের ৪টি সক্রিয় সদস্য (প্রথম পর্যায়ে প্রতিটি গ্রুপ থেকে প্রথম এবং দ্বিতীয় স্থান অধিকারী দল) দুটি সীডযুক্ত দলে (অস্ট্রেলিয়া এবং নিউজিল্যান্ড) যোগ দিয়েছিল এবং একটি টুর্নামেন্টে অংশ নিয়েছিল যেখানে প্রতিটি দল অস্ট্রেলিয়ার অ্যাডিলেডে অনুষ্ঠিত টুর্নামেন্টে একবার করে একে অপরের সাথে খেলেছিল।\nএটি ২০০৪ ওশেনিয়া নেশন্স কাপ হিসাবে দ্বিগুণ হওয়ার সাথে সাথে দ্বিতীয় গ্রুপ পর্বের শীর্ষ দুটি দল ওএফসি নেশন্স কাপের বিজয়ী নির্ধারণের জন্য দুই লেগের ফাইনালে অগ্রসর হয়েছিল। স্বাগতিক এবং অতিথি ভিত্তিতে এই দুটি ম্যাচ বিশ্বকাপ বাছাইপর্ব থেকে আলাদা ছিল।\nএই পর্যায় থেকে শীর্ষ দুটি দলও ২০০৬ ওশেনিয়া বিশ্বকাপ বাছাইপর্বের টুর্নামেন্টের চূড়ান্ত পর্বে উন্নীত হয়েছিল।\n\n\n== ফাইনাল ==\n\n২০০৪ ওশেনিয়া নেশন্স কাপের ফাইনালটি ছিল দ্বিতীয় গ্রুপ পর্বের শীর্ষ দুটি দলের মধ্যে দুই লেগের হোম এবং অ্যাওয়ে ফাইনাল খেলা অনুষ্ঠিত হয়েছিল।\n\nঅস্ট্রেলিয়া মোট ১১–১ ব্যবধানে জিতেছিল এবং ২০০৪ ওশেনিয়া নেশন্স কাপ চ্যাম্পিয়ন হয়েছিল। তারা ২০০৫ কনফেডারেশন্স কাপের জন্যও যোগ্যতা অর্জন করেছিল।\nযদিও ২০০৪ ওএফসি নেশন্স কাপের দ্বিতীয় পর্ব ২০০৬ ফিফা বিশ্বকাপ ওশেনিয়ান বাছাইপর্ব দ্বিগুণ হয়েছিল, তবে বিশ্বকাপের চূড়ান্ত প্লে-অফ আলাদাভাবে অনুষ্ঠিত হয়েছিল। অস্ট্রেলিয়া আবার সলোমন দ্বীপপুঞ্জকে পরাজিত করেছিল, মোট ৯-১ ব্যবধানে জিতেছিল এবং কনমেবল (দক্ষিণ আমেরিকান) দেশ উরুগুয়ের বিপক্ষে প্লে-অফে উন্নীত হয়েছিল।\n\n\n== গোলদাতা ==\nএই প্রতিযোগিতায় ১৭টি ম্যাচে ৬৯টি গোল হয়েছে, যা ম্যাচ প্রতি গড়ে ৪.০৬টি গোল।\n\n \n৫টি গোল\n টিম কেহিল\n ভন কভেনি\n৪টি গোল\n ব্রেট এমার্টন\n ব্রেন্ট ফিশার\n কমিন্স মেনাপি\n৩টি গোল\n আহমাদ এলরিচ\n জোসিপ স্কোকো\n মাইল স্টেরজোভস্কি\n বাট্রাম সুরি\n২টি গোল\n জন আলোইসি\n অ্যাড্রিয়ান মাদাশি\n আন্তে মিলিচিচ\n ভেরেসা তোমা\n রায়ান নেলসেন\n ডানকান অফটন\n১টি গোল\n মার্ক ব্রেসিয়ানো\n স্কট চিপারফিল্ড\n হ্যারি কেওয়েল\n আর্চি থম্পসন\n টনি ভিডমার\n ডেভিড জদ্রিলিচ\n লাইসিয়াসা গাতাউরুয়া\n চে বুন্স\n নিল জোন্স\n আরণ লাইনস\n হেনরি ফা'আরোদো\n মাহলন হুকারাওয়া\n পল কাকাই\n গ্যাব্রিয়েল ওয়াজোকা\n অ্যাক্সেল তেমাতাউয়া\n লেক্সা বিবি\n রিচার্ড আইওয়াই\n জিন মালেব\n সিমাতা চিলিয়া\n আলফোস কোরিগ\nআত্মঘাতী গোল\n ভিনসেন্ট সাইমন (অস্ট্রেলিয়ার বিপক্ষে)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআরএসএসএসএফ ২১ ফেব্রুয়ারি ২০১০ সংযোগ করা হয়েছিল।\n\nটেমপ্লেট:২০০৬ ফিফা বিশ্বকাপ"}