{"pageid": 1453686, "title": "অস্টেন চেম্বারলিন", "url": "https://bn.wikipedia.org/wiki?curid=1453686", "content": "স্যার জোসেফ অস্টেন চেম্বারলেইন কেজি (১৬ অক্টোবর ১৮৬৩ - ১৬ মার্চ ১৯৩৭) হলেন ব্রিটিশ রাষ্ট্রনায়ক জোসেফ চেম্বারলেইনের ছেলে এবং প্রধানমন্ত্রী নেভিল চেম্বারলেইনের বড় সৎ ভাই, যিনি তিনি ৪৫ বছর ধরে সংসদ সদস্য (এমপি) হিসাবে দায়িত্ব পালন করার পাশাপাশি এক্সচেকারের চ্যান্সেলর (দুইবার) এবং পররাষ্ট্র সচিব হিসাবে দায়িত্ব পালন করার পসাথে সাথে সংক্ষিপ্ত সময়ের জন্য কনজারভেটিভ পার্টির নেতা ছিলেন। তিনি ১৯২৫ সালে শান্তিতে নোবেল পুরস্কার পেয়েছিলেন।\n\n\n== জন্ম ও পারিবারিক পরিচিতি ==\nঅস্টেন চেম্বারলেইন ১৮৬৩ সালের ১৬ অক্টোবর বার্মিংহামে জন্মগ্রহণ করেন। তিনি ছিলেন জোসেফ চেম্বারলেইনের দ্বিতীয় সন্তান এবং জ্যেষ্ঠ পুত্র, যিনি ছিলেন একজন উদীয়মান শিল্পপতি এবং রাজনীতি প্রবক্তা, পরবর্তীতে বার্মিংহামের মেয়র এবং ১৯' শতকের শেষের দিকে উদার ও ইউনিয়নবাদী রাজনীতিতে প্রভাবশালী ব্যক্তিত্ব।\n\n\n== আরও দেখুন ==\nশান্তিতে নোবেল বিজয়ীদের তালিকা।\n\n\n== তথ্যসূত্র ==\n\n\n== উত্স ও অধিক পঠন ==\nAlexander, M.S.; Philpott, W.J. (১৯৯৮)। \"The Entente Cordiale and the Next War: Anglo-French Views on Future Military Cooperation, 1928 –1939\"। Intelligence and National Security। 13 (1): 53–84। ডিওআই:10.1080/02684529808432463। \nBlake, Robert (১৯৫৫)। The Unknown Prime Minister: The Life and Times of Andrew Bonar Law, 1858–1923। London: Eyre and Spottiswoode। \nDutton, David (১৯৮৫)। Austen Chamberlain: Gentleman in Politics। Bolton: R.Anderson। \nDutton, D. J. (জানু ২০১১)। \"Chamberlain, Sir (Joseph) Austen (1863–1937)\"। অক্সফোর্ড ডিকশনারি অব ন্যাশনাল বায়োগ্রাফি (online সংস্করণ)। অক্সফোর্ড বিশ্ববিদ্যালয় প্রেস। ডিওআই:10.1093/ref:odnb/32351। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)  (সাবস্ক্রিপশন বা যুক্তরাজ্যের গণগ্রন্থাগারের সদস্যপদ প্রয়োজন।)\nDutton, David. \"Sir Austen Chamberlain and British Foreign Policy 1931–37.\" Diplomacy and Statecraft 16.2 (2005): 281–295.\nEdwards, Peter. \"The Austen Chamberlain-Mussolini Meetings.\" The Historical Journal 14.1 (1971): 153–164.\nGrayson, Richard. \"Austen Chamberlain and the Commitment to Europe: British Foreign Policy, 1924–1929\" Diplomacy & Statecraft  17#4 (2006) https://doi.org/10.1080/09592290600943304\nJohnson, Gaynor (মার্চ ২০১১)। \"Sir Austen Chamberlain, the Marquess of Crewe and Anglo-French Relations, 1924–1928\" (পিডিএফ)। Contemporary British History। 25 (25#1): 49 –64। এসটুসিআইডি 144595507। ডিওআই:10.1080/13619462.2011.546100।  – argues that Crewe gave Chamberlain key ideas about French security and disarmament policy, the implementation of the Geneva Protocol, the Treaty of Locarno, and the Kellogg-Briand Pact.\nJohnson, Gaynor (২০০৬)। \"Austen Chamberlain and Britain's Relations with France, 1924–1929\" (পিডিএফ)। Diplomacy & Statecraft। 17 (17#4): 753–769। এসটুসিআইডি 153721391। ডিওআই:10.1080/09592290600943304। \n Locker-Lampson, Oliver Stillingfleet (১৯২২)। \"Chamberlain, Joseph Austen\"।   Chisholm, Hugh। এনসাইক্লোপিডিয়া ব্রিটানিকা (ইংরেজি ভাষায়) (১২তম সংস্করণ)। লন্ডন ও নিউ ইয়র্ক। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMcKercher, B. J. C. \"Austen Chamberlain and the continental balance of power: Strategy, stability, and the league of nations, 1924–29.\" Diplomacy and Statecraft 14.2 (2003): 207–236.\nMcKercher, Brian J. C. \"A Sane and Sensible Diplomacy: Austen Chamberlain, Japan, and The Naval Balance of Power in the Pacific Ocean, 1924–29.\" Canadian Journal of History 21.2 (1986): 187–214.\nPetrie, Sir Charles (১৯৩৮)। The Chamberlain Tradition। London: Lovat Dickson Limited। \nTomes, Jason H. \"Austen Chamberlain and the Kellogg Pact.\" Millennium 18.1 (1989): 1–27.\nTurner, Arthur. \"Austen Chamberlain, The Times and the Question of Revision of the Treaty of Versailles in 1933.\" European History Quarterly 18.1 (1988): 51–70.\nZametica, Jovan. \"Sir Austen Chamberlain and the Italo-Yugoslav crisis over Albania February–May 1927.\" Balcanica 36 (2005): 203–235. online\n\n\n=== প্রাথমিক উত্স ===\nPetrie, Sir Charles (১৯৩৯–১৯৪০)। The Life and Letters of the Right Hon. Sir Austen Chamberlain। London: Cassell & Co.।  2 vols.\nSelf, Robert C., সম্পাদক (১৯৯৫)। The Austen Chamberlain Diary Letters: The Correspondence of Sir Austen Chamberlain with his Sisters Hilda and Ida, 1916–1937। Cambridge: Cambridge University Press। \n\n\n== বহিঃসংযোগ ==\n\nহ্যান্সকার্ড ১৮০৩-২০০৫: Austen Chamberlain দ্বারা সংসদে অবদান (ইংরেজি)\nNobelprize.org-এ Sir Austen Chamberlain  (ইংরেজি)\n\"Archival material relating to অস্টেন চেম্বারলিন\"। UK National Archives। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\nটেমপ্লেট:Conservative Party (UK)\nটেমপ্লেট:British Chancellors of the Exchequer\nটেমপ্লেট:Foreign Secretary\nটেমপ্লেট:Leader of the House of Commons\nটেমপ্লেট:First Lords of the Admiralty"}