{"pageid": 1453630, "title": "ইন্দ্রজিৎ সিং বিন্দ্রা", "url": "https://bn.wikipedia.org/wiki?curid=1453630", "content": "ইন্দ্রজিৎ সিং বিন্দ্রা, যিনি আইএস বিন্দ্র নামেও পরিচিত, একজন ক্রিকেট প্রশাসক যিনি ১৯৯৩ থেকে ১৯৯৬ সাল পর্যন্ত ভারতীয় ক্রিকেট বোর্ডের (বিসিসিআই) সভাপতি ছিলেন।\n\n\n== জীবন এবং কর্মজীবন ==\nএকজন প্রাক্তন ইন্ডিয়ান অ্যাডমিনিস্ট্রেটিভ সার্ভিস (আইএএস) অফিসার, বিন্দ্রা, ১৯৭৫ সাল থেকে ক্রিকেট প্রশাসনের সাথে চার দশকেরও বেশি সময় ধরে সম্পর্ক রেখেছেন।\nতিনি প্রায় তিন দশক ধরে পাঞ্জাব ক্রিকেট অ্যাসোসিয়েশনের (পিসিএ) সভাপতি ছিলেন। তিনি ১৯৮০-এর দশকে ভারতের রাষ্ট্রপতি জিয়ানি জৈল সিং- এর বিশেষ সচিবের ভূমিকায় অবতীর্ণ হন।\n১৯৮৭ সালে রিলায়েন্স বিশ্বকাপ আয়োজনে এবং ভারতীয় ক্রিকেট টেলিভিশনের বাজার উন্মুক্ত করার ক্ষেত্রে মিঃ বিন্দ্রার দুর্দান্ত ভূমিকা সকলের কাছে চির প্রশংসিত। বিশ্ব ক্রিকেটে ভারতের মর্যাদা ব্যাপকভাবে উন্নত হয়েছিল যখন তার আর্থিক পেশী, প্রধানত মিঃ বিন্দ্রার প্রচেষ্টার কারণে, বৃদ্ধি পায়।\nবিন্দ্রা ১৯৭৮ থেকে ২০১৪ সাল পর্যন্ত পাঞ্জাব ক্রিকেট অ্যাসোসিয়েশনের (পিসিএ) সভাপতি ছিলেন। ২০১৫ সালে, তিনি PCA-এর চেয়ারম্যান নির্বাচিত হন। \nবিন্দ্রা ১৯৯৩ সালে বিসিসিআই-এর সভাপতি নির্বাচিত হন এবং ১৯৯৬ সাল পর্যন্ত এই পদে অধিষ্ঠিত ছিলেন। বিন্দ্রা, এনকেপি সালভে এবং জগমোহন ডালমিয়া  এবং ১৯৯৬ সালে ভারতীয় উপমহাদেশে ক্রিকেট বিশ্বকাপ আয়োজনের অধিকার পাওয়ার জন্য দায়ী ছিলেন।  শারদ পাওয়ার যখন সভাপতি ছিলেন তখন বিন্দ্রা আন্তর্জাতিক ক্রিকেট কাউন্সিলের (আইসিসি) প্রধান উপদেষ্টা হিসেবেও কাজ করেছিলেন। \nম্যাচ ফিক্সিং সঙ্কটের সময় ললিত মোদিকে সমর্থন করার জন্য এবং ক্রিকেট দক্ষিণ আফ্রিকার সিইওর ভূমিকার জন্য হারুন লরগাটকে সমর্থন করার জন্য বিন্দ্রা বিসিসিআই কর্মকর্তাদের দ্বারা সমালোচিত হয়েছিল।  তিনি ২০১৪ সালে ক্রিকেট প্রশাসন থেকে অবসর নেন \n\n\n== কিংবদন্তি ==\n২০১৫ সালে, মোহালির পিসিএ স্টেডিয়ামটির নাম পরিবর্তন করে বিন্দ্রার নামকরণ করা হয়। পাঞ্জাব ক্রিকেট অ্যাসোসিয়েশন আইএস বিন্দ্রা স্টেডিয়াম। থেকে তার নাম অনুসারে ইন্দ্রজিৎ সিং বিন্দ্রা স্টেডিয়াম করা হয়। তিনি ইন্ডিয়ান প্রিমিয়ার লিগ (আইপিএল) গঠনে উপদেষ্টা ছিলেন এবং পরে আন্তর্জাতিক ক্রিকেট কাউন্সিলের (আইসিসি) প্রধান উপদেষ্টা ছিলেন।\n\n\n== তথ্যসূত্র =="}