{"pageid": 1453687, "title": "চার্লস গেটস ডাওয়েস", "url": "https://bn.wikipedia.org/wiki?curid=1453687", "content": "চার্লস গেটস ডাওয়েস (২৭ আগস্ট ১৮৬৫ - ২৩ এপ্রিল ১৯৫১) হলেন একজন আমেরিকান কূটনীতিক এবং রিপাবলিকান রাজনীতিবিদ ছিলেন যিনি ক্যালভিন কুলিজের অধীনে ১৯২৫ থেকে ১৯২৯ সাল পর্যন্ত মার্কিন যুক্তরাষ্ট্রের ৩০তম উপ-রাষ্ট্রপতি ছিলেন। তিনি ১৯২৫ সালে প্রথম বিশ্বযুদ্ধের ক্ষতিপূরণের জন্য ডাওয়েস পরিকল্পনায় কাজের জন্য নোবেল শান্তি পুরস্কার পেয়েছিলেন।\n\n\n== জন্ম ও পারিবারিক পরিচিতি ==\nডাওয়েস আমেরিকার গৃহযুদ্ধের জেনারেল রুফাস ডাওয়েস এবং তার স্ত্রী মেরি বেমান গেটসের পুত্র। তিনি ১৮৬৫ সালের ২৭ আগস্ট ওয়াশিংটন কাউন্টির ওহাইওর মেরিটাতে জন্মগ্রহণ করেন। রুফাস আমেরিকান গৃহযুদ্ধের সময় ১৮৬৩ থেকে ১৮৬৪ সাল পর্যন্ত আয়রন ব্রিগেডের ৬ষ্ঠ উইসকনসিন রেজিমেন্ট কমান্ড করেছিলেন। তার চাচা এফ্রাইম সি. ডয়েস একজন মেজর ছিলেন, যিনি ইউলিসিস এস. গ্রান্টের অধীনে শিলোহ এবং ভিক্সবার্গের অবরোধে কাজ করেছিলেন এবং ১৮৬৪ সালের মে মাসে জর্জিয়ার ডালাসের যুদ্ধে গুরুতরভাবে আহত হন।\nডাওয়েসের ভাইরা হলেন রুফাস সি. ডয়েস, বেমান গেটস ডাওয়েস এবং হেনরি মে ডয়েস, যারা সকলেই বিশিষ্ট ব্যবসায়ী বা রাজনীতিবিদ ছিলেন। তার দুই বোন ছিলো - মেরি ফ্রান্সিস ডাওয়েস বিচ এবং বেটসি গেটস ডাউস হোয়েট।\n\n\n== আরও দেখুন ==\nশান্তিতে নোবেল বিজয়ীদের তালিকা।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== পুস্তকরাজি ==\n\n\n== বহিঃসংযোগ ==\n\nNobelprize.org-এ চার্লস গেটস ডাওয়েস  (ইংরেজি)\n\"Charles G. Dawes Archive\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত জুলাই ৩০, ২০২০ তারিখে Finding aid for the Charles G. Dawes archival collection\nEvanston History Center, headquartered in the lakefront Dawes house\n\nমার্কিন যুক্তরাষ্ট্র কংগ্রেস। \"চার্লস গেটস ডাওয়েস (id: D000147)\"। বায়োগ্রাফিক্যাল ডিরেক্টরি অফ দি ইউনাইটেড স্টেটস কংগ্রেস (ইংরেজি ভাষায়)। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) . Retrieved 2009-05-14\nNotes As Vice President 1928–1929 by Charles G. Dawes\nPortrait Of An American  by Charles G. Dawes\nNewspaper clippings about চার্লস গেটস ডাওয়েস in the 20th Century Press Archives of the ZBW \nImage of Vice President Charles Dawes during a visit to Los Angeles, 1925. Los Angeles Times Photographic Archive (Collection 1429). UCLA Library Special Collections, Charles E. Young Research Library, University of California, Los Angeles.\n\nটেমপ্লেট:USVicePresidents\nটেমপ্লেট:USRepVicePresNominees\nটেমপ্লেট:OMB\nটেমপ্লেট:US Ambassadors to the UK\nটেমপ্লেট:United States presidential election, 1924"}