{"pageid": 1454761, "title": "ওকায় ইয়োকুশলু", "url": "https://bn.wikipedia.org/wiki?curid=1454761", "content": "ওকায় ইয়োকুশলু (তুর্কি: Okay Yokuşlu; জন্ম: ৯ মার্চ ১৯৯৪) হলেন একজন তুর্কি পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে ইংরেজ ক্লাব ওয়েস্ট ব্রমউইচ অ্যালবিয়ন এবং তুরস্ক জাতীয় দলের হয়ে মধ্যমাঠের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত রক্ষণাত্মক মধ্যমাঠের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে কেন্দ্রীয় মধ্যমাঠের খেলোয়াড় অথবা কেন্দ্রীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেলেন।\n২০০৯ সালে, ইয়োকুশলু তুরস্ক অনূর্ধ্ব-১৫ দলের হয়ে তুরস্কের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় ছয় বছর যাবত তুরস্কের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০১৫ সালে তুরস্কের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; তুরস্কের জার্সি গায়ে তিনি এপর্যন্ত ৩৯ ম্যাচে ১টি গোল করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nওকায় ইয়োকুশলু ১৯৯৪ সালের ৯ই মার্চ তারিখে তুরস্কের ইজমিরে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nইয়োকুশলু তুরস্ক অনূর্ধ্ব-১৫, তুরস্ক অনূর্ধ্ব-১৬, তুরস্ক অনূর্ধ্ব-১৭, তুরস্ক অনূর্ধ্ব-১৯, তুরস্ক অনূর্ধ্ব-২০ এবং তুরস্ক অনূর্ধ্ব-২১ দলের হয়ে খেলার মাধ্যমে তুরস্কের প্রতিনিধিত্ব করেছেন। ২০০৯ সালের ৮ই এপ্রিল তারিখে তিনি তুরস্ক অনূর্ধ্ব-১৫ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। তুরস্কের বয়সভিত্তিক দলের হয়ে তিনি প্রায় ৬ বছরে ৬৯ ম্যাচে অংশগ্রহণ করে ১১টি গোল করেছেন।\n২০১৫ সালের ১৭ই নভেম্বর তারিখে, ২১ বছর, ৮ মাস ও ৮ দিন বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী ইয়োকুশলু গ্রিসের বিরুদ্ধে অনুষ্ঠিত প্রীতি ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে তুরস্কের হয়ে অভিষেক করেছেন। উক্ত ম্যাচের ৭৪তম মিনিটে আক্রমণভাগের খেলোয়াড় ওলজায় শাহানের বদলি খেলোয়াড় হিসেবে তিনি মাঠে প্রবেশ করেছিলেন; ম্যাচে তিনি ১৭ নম্বর জার্সি পরিধান করে রক্ষণাত্মক মধ্যমাঠের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি তুরস্ক ৩–০ গোলের ব্যবধানে জয়লাভ করেছিল। তুরস্কের হয়ে অভিষেকের বছরে ইয়োকুশলু সর্বমোট ১ ম্যাচে অংশগ্রহণ করেছেন। জাতীয় দলের হয়ে অভিষেকের ২ বছর, ৪ মাস ও ১০ দিন পর, তুরস্কের জার্সি গায়ে প্রথম গোলটি করেছেন; ২০১৮ সালের ২৭শে মার্চ তারিখে, মন্টিনিগ্রোর বিরুদ্ধে ম্যাচের ২৩তম মিনিটে হাকান চালহানোয়লুর অ্যাসিস্ট হতে তুরস্কের হয়ে ম্যাচের দ্বিতীয় গোলটি করার মাধ্যমে তিনি আন্তর্জাতিক ফুটবলে তার প্রথম গোলটি করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n৫ জুলাই ২০২৪ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nওকায় ইয়োকুশলু – ফিফা প্রতিযোগিতার রেকর্ড (ইংরেজি) \nওকায় ইয়োকুশলু – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nসকারওয়েতে ওকায় ইয়োকুশলু  (ইংরেজি)  \nসকারবেসে ওকায় ইয়োকুশলু (ইংরেজি) \nবিডিফুটবলে ওকায় ইয়োকুশলু  (ইংরেজি)  \nইইউ-ফুটবলে ওকায় ইয়োকুশলু (ইংরেজি) \nট্রান্সফারমার্কেটে ওকায় ইয়োকুশলু (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে ওকায় ইয়োকুশলু (ইংরেজি) \nইএসপিএন এফসিতে \nন্যাশনাল-ফুটবল-টিমস.কমে ওকায় ইয়োকুশলু (ইংরেজি)"}