{"pageid": 1454183, "title": "বৌদ্ধ সঙ্গীত", "url": "https://bn.wikipedia.org/wiki?curid=1454183", "content": "বৌদ্ধ সঙ্গীত হলো বৌদ্ধধর্মের জন্য অনুপ্রাণিত সঙ্গীত এবং এতে অসংখ্য আচার-অনুষ্ঠান এবং অ-আচার-অনুষ্ঠান রয়েছে। বৌদ্ধ শিল্প রূপ হিসেবে, আদি বৌদ্ধধর্মের সময় থেকেই বৌদ্ধরা সঙ্গীত ব্যবহার করে আসছে, যা সাঁচীর মতো ভারতীয় স্থানগুলিতে শৈল্পিক চিত্র দ্বারা প্রমাণিত। যদিও কিছু আদি বৌদ্ধ উৎস সঙ্গীতের প্রতি নেতিবাচক মনোভাব ধারণ করে, এবং মহাযান উৎসগুলি সঙ্গীতের প্রতি অনেক বেশি ইতিবাচক হতে থাকে, এটিকে বুদ্ধদের জন্য উপযুক্ত নৈবেদ্য বা অর্ঘ হিসেবে এবং সংবেদনশীল প্রাণীদের বৌদ্ধধর্মে আনার দক্ষ উপায় হিসেবে দেখা।\nবৌদ্ধ সঙ্গীত অনেক বৌদ্ধ ঐতিহ্যে বিশিষ্ট স্থান ধরে রাখে এবং সাধারণত আনুষ্ঠানিক ও ভক্তিমূলক উদ্দেশ্যে ব্যবহৃত হয়। বৌদ্ধ সঙ্গীত ও জপ প্রায়শই বৌদ্ধ ধর্মীয় অনুষ্ঠান ও উৎসবের অংশ যেখানে এগুলিকে বুদ্ধকে অর্ঘ হিসেবে দেখা যেতে পারে।\nবেশিরভাগ বৌদ্ধ সঙ্গীতের মধ্যে রয়েছে যন্ত্র সহ জপ বা গাওয়া। জপটি প্রায়শই ঐতিহ্যগত পাঠের হয় যার মধ্যে রয়েছে: সূত্র, মন্ত্র, ধারণী, পরিত্তা বা শ্লোক রচনা (যেমন গাথা, স্তোত্র ও অভিজ্ঞতার গান)। বৌদ্ধ যন্ত্রসংগীত বিদ্যমান, যদিও মন্দিরে এটি কম শোনা যায়।\nবৌদ্ধ সঙ্গীত ঐতিহ্যের উদাহরণগুলির মধ্যে রয়েছে নেওয়ারি বৌদ্ধ গুনলা বাজন, তিব্বতি বৌদ্ধ সঙ্গীত, জাপানি বৌদ্ধ শোমায়ো, আধুনিক ভারতীয় বৌদ্ধ ভজন, এবং কম্বোডীয় স্মোত গান। যেহেতু বৌদ্ধ সঙ্গীত ও জপের বিভিন্ন ঐতিহ্য রয়েছে, তাই শুধুমাত্র মানুষের কণ্ঠস্বরের উপর নির্ভর করা থেকে শুরু করে ব্যবহৃত বাদ্যযন্ত্রগুলি ব্যাপকভাবে পরিবর্তিত হয়, এশীয় সঙ্গীত (যেমন প্রাচীন ভারতীয় বীণা) এবং সেইসাথে আধুনিক যন্ত্র (কিবোর্ড, গিটার, ইত্যাদি) ব্যবহার করা অনেক ধরনের ক্লাসিক যন্ত্রে।\nআধুনিক একাডেমীতে, বৌদ্ধ সঙ্গীতের অধ্যয়ন, যা কখনও কখনও বৌদ্ধ সঙ্গীতবিদ্যা নামে পরিচিত, একাডেমিক গবেষণার নিজস্ব ক্ষেত্র হয়ে উঠেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\n\n\n== বহিঃসংযোগ ==\nBuddhist Music and Chanting Buddhist Studies at Stanford\n\"Buddhist Chanting\" at BuddhaNet Audio.\nSiddhartha the Musical (audio) by Fo Guang Shan\nChants of the Buddhist Churches of America by BCA\n\"A Chanting Guide\", by The Dhammayut Order in the United States of America.\n\"Chanting with English translations and Temple Rules\", chant book of the Kwan Um School of Zen.\n\"Perceive Universal Sound\", article on Zen chanting by Korean Zen Master Seung Sahn, originally published in The American Theosophist (May 1985) and reprinted in Primary Point, Vol. 5, No. 3 (November 1988).\nBuddhist Chanting Service Important Theravada chanting texts digitized for online contemplation and chanting\nPali Chants A collection of audio files of Pali chants. Morning/Evening chants, reflections, discourse, blessings, etc."}