{"pageid": 1454966, "title": "লক, স্টক এন্ড টু স্মোকিং ব্যারেলস", "url": "https://bn.wikipedia.org/wiki?curid=1454966", "content": "লক, স্টক এবং টু স্মোকিং ব্যারেলস হলো ১৯৯৮ সালের একটি নব্য নোয়ার তিক্ত হাস্যরসাত্মক অপরাধ ধর্মী চলচ্চিত্র যেটি রচনা এবং পরিচালনা করেছেন গাই রিচি।\nএটিতে একটি ডাকাতির গল্প দেখানো হয়েছে, যেখানে তাস খেলায় পারদর্শী এবং আত্মবিশ্বাসী একজন যুবক তার £৫০০,০০০ একটি শক্তিশালী অপরাধ সম্রাটের কাছে হেরে যায়, তার ঋণ পরিশোধ করতে সে তার বন্ধুদের সাহায্য নেয় যেখানে তারা পাশে একটি ছোট সন্ত্রাস দলের বাসায় চুরি করার পরিকল্পনা করে। এতে অভিনয় করেছেন জেসন ফ্লেমিং, ডেক্সটার ফ্লেচার, নিক মোরান, জেসন স্টেথাম, স্টিভেন ম্যাককিনটস, ভিনি জোন্স এবং স্টিং।\nচলচ্চিত্রটি রিচি কে আন্তর্জাতিক খ্যাতি এনে দেয় এবং স্টেথাম (সাবেক ডুবুরি) ও জোন্স (সাবেক ফুটবলার) কে তাদের প্রথম চলচ্চিত্রেই বিশ্ব দর্শকদের সাথে পরিচয় করিয়ে দেয়। এটি ব্যবসায়িক ভাবেও সফল ছিল, $১.৩৫ মিলিয়ন নির্মাণব্যয়ে এটি বক্স অফিসে $২৮ মিলিয়ন আয় করে। ২০০০ সালে সাত পর্বের একটি টেলিভিশন স্পিন অফ লক, স্টক... প্রকাশিত হয়।\n\n\n== পটভূমি ==\nতাস খেলায় পারদর্শী যুবক এডি তার তিন বন্ধুকে একটি শক্তিশালী স্থানীয় অপরাধ সম্রাটের হ্যাচেট হ্যারির বিরুদ্ধে একটি গুরুত্বপূর্ণ পোকার খেলার জন্য অর্থ সংগ্রহ করতে রাজি করায়। হ্যারি খেলায় প্রতারণা করে এডিকে হারায়, তারপরে হ্যারি তাকে ৫০০,০০০ পাউন্ড ফেরত দিতে এক সপ্তাহ সময় দেয়। নাহলে তার বাবার \"বার\" কেড়ে নেয়ার হুমকি দেয়।\n\n\n== শ্রেষ্ঠাংশে ==\n\n\n== গ্রহণ ==\n\n\n=== বক্স অফিস ===\nচলচ্চিত্রটি ২৮ আগস্ট ১৯৯৮ সালে যুক্তরাজ্যে মুক্তি পায় এবং $১৮.৯ মিলিয়ন আয় করে বছরের জন্য দ্বিতীয় সর্বোচ্চ আয়কারী স্থানীয় প্রযোজনা হয়, স্লাইডিং ডোরস ছিল প্রথম স্থানে। এটি মার্কিন যুক্তরাষ্ট্রে ১৯৯৯ সালের ৫ মার্চ মুক্তি পায়, যেখানে এর মোট আয় ছিল $৩.৭৫ মিলিয়ন।\n\n\n=== সমালোচকদের প্রতিক্রিয়া ===\nরোটেন টমেটোসে এটি ৭৫% সমর্থনকারী রেটিং পেয়েছে ৬৭ টি পর্যালোচনার উপর ভিত্তি করে, যার গড় রেটিং ৬.৭/১০।. মেটাক্রিটিকে ৩৩ টি পর্যালোচনার উপর ভিত্তি করে চলচ্চিত্রটি ১০০ এর মধ্যে ৬৭ পেয়েছে, যার অর্থ \"সাধারণত ইতিবাচক সাড়া\"।\n\n\n=== পুরস্কার ===\n২০১৬ সালে, এম্পায়ার সাময়িকী তাদের ১০০টি সেরা ব্রিটিশ চলচ্চিত্রের তালিকায় লক, স্টক এন্ড টু স্মোকিং ব্যারেলস কে ৭৫তম স্থান দেয়।\n\n\n== অভিযোজন ==\nফির হেরা ফেরি চলচ্চিত্রটির অনানুষ্ঠানিক পুনঃনির্মাণ, পটভূমি একই থাকলেও মূল গল্প ছিল ভিন্ন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}