{"pageid": 1454099, "title": "অন্তুম আমির নকভি", "url": "https://bn.wikipedia.org/wiki?curid=1454099", "content": "অন্তুম আমির নকভি (উর্দু: انتم عامر نقوی‎‎; জন্ম ৫ এপ্রিল, ১৯৯৯ ) হলেন বেলজিয়ামে জন্মগ্রহণকারী পাকিস্তান বংশোদ্ভূত একজন জিম্বাবুয়ের ক্রিকেটার, যিনি ডানহাতি অফ স্পিনার এবং ডানহাতি ব্যাটার হিসেবে খেলেন। ২০২৪ সালের জুলাই মাসে ভারতের বিরুদ্ধে টি-টোয়েন্টি হোম সিরিজে নাকভি প্রথম জিম্বাবুয়ে জাতীয় দলে ডাক পান।\n\n\n== ব্যক্তিগত জীবন ==\nনকভি বেলজিয়ামের ব্রাসেল্‌সে জন্মগ্রহণ করেন; তার দাদা-দাদি আগেই পাকিস্তান থেকে বেলজিয়ামে চলে এসেছিলেন। যখন তার বয়স চার বছর হয়, তার পরিবার অস্ট্রেলিয়ায় চলে যায় এবং সেখানে তিনি সিডনির দ্য হিলস স্পোর্টস হাই স্কুলে শিক্ষিত হন। তিনি একজন যোগ্য বাণিজ্যিক পাইলট। তার ছোট ভাই আওয়াদ নকভি টাস্কার্সের হয়ে খেলেন।\n\n\n== ঘরোয়া কর্মজীবন ==\nতিনি যখন অস্ট্রেলিয়ার ডারউইনে বসবাস করছিলেন এবং ঘরোয়া ক্রিকেট খেলছিলেন, তখন জিম্বাবুয়েতে ক্রিকেট খেলতে তাকে উৎসাহিত করেছিলেন প্রাক্তন জিম্বাবুয়ের আন্তর্জাতিক খেলোয়াড় সলোমন মির।  ২০২৩ সালের জানুয়ারি মাসে জিম্বাবুয়েতে ঈগলসের বিপক্ষে লোগান কাপে মিড ওয়েস্ট রাইনোসের হয়ে খেলে তার প্রথম-শ্রেণীর ক্রিকেটে অভিষেক হয়। তখন ৬ নম্বরে ব্যাট করে অপরাজিত ১৪০ রান করেন এবং প্রথম ইনিংসে ২২ রানে ৪ উইকেট নেন। ২য় ইনিংসে তিনটি ক্যাচ নেন এবং রাইনোসের হয়ে ইনিংস জয়ে ব্যাপক ভূমিকা রাখেন।  কয়েকদিন পর তার দ্বিতীয় ম্যাচে তিনি মিড ওয়েস্ট রাইনোসের একমাত্র ইনিংসে ১০৩ রান করেন।  এভাবেই প্রথম-শ্রেণীর ক্রিকেটের ইতিহাসে ২১তম ব্যক্তি হিসেবে তার প্রথম দুই ইনিংসে শতরান করেন।  প্রতিযোগিতার ফাইনাল ম্যাচে নাকভি তৃতীয় সেঞ্চুরি করেন এবং পাঁচ উইকেট নেন। \n২০২৩ সালের অক্টোবর মাসে নকভি নিজের লিস্ট এ খেলায় আত্মপ্রকাশ করেছিলেন। দ্বিতীয় ম্যাচে তার প্রথম খেলার দুই দিন পর, তিনি ৫৬ রানে তিন উইকেট নেন এবং ৯৩ বলে অপরাজিত ১২৮ রান করেন। সেই খেলায় তারিসাই মুসাকান্দার সাথে একটি অবিচ্ছিন্ন ২০২ রানের জুটি গড়ে রাইনোসের জয় শেষ করেন।  তারপর থেকে নকভি আরও দুটি লিস্ট এ ১০০ রান করেন।\n২০২৪ সালের জানুয়ারিতে মাতাবেলেল্যান্ড টাস্কার্সের বিরুদ্ধে লোগান কাপে তিনি মিড ওয়েস্ট রাইনোসের অধিনায়কত্ব করেন। প্রতিযোগিতায় নকভি ৫৩৮ রান করার সাথে সাথে ২৯৫ বলে ৩০০ রানের অপরাজিত একটি ইনিংস খেলেন। রাইনোস ইনিংস ও ৪০ রানের ব্যবধানে জিতে যায় এবং এটি জিম্বাবুয়ের ঘরোয়া ক্রিকেটের ইতিহাসে প্রথম ট্রিপল সেঞ্চুরি।   \n\n\n== আন্তর্জাতিক কর্মজীবন ==\n২০২৪ সালের জুলাই মাসে ভারতের বিরুদ্ধে তাদের টি-টোয়েন্টি সিরিজের জন্য জিম্বাবুয়ে জাতীয় দলে প্রথমবার তিনি ডাক পান।\n\n\n== তথ্যসূত্র =="}