{"pageid": 1456135, "title": "সুলেখা কালি", "url": "https://bn.wikipedia.org/wiki?curid=1456135", "content": "সুলেখা কালি হল ব্রিটিশ ভারতে, স্বদেশী আন্দোলনের ভাবধারায় প্রস্তুত বাংলার ঐতিহ্যশালী একটি কালি শিল্প।\n\n\n== ইতিহাস ==\nমহাত্মা গান্ধীর ডাকে ভারতবর্ষে বিদেশী পণ্য বর্জন করে স্বদেশি জিনিসের ব্যবহারে জোর দিয়ে আন্দোলন যখন জোর কদমে চলছে, সেসময় দেশীয় কালির কোনো ব্যবস্থা ছিল না। ‘স্বদেশী শিল্পই জাতির মেরুদণ্ড ও বিদেশি শিল্প কারখানা ক্ষতিকর’ এই স্লোগান নিয়ে শুরু হয় সুলেখা কালির পথচলা। স্বাধীনতা সংগ্রামী সতীশচন্দ্র দাশগুপ্ত, যিনি বেঙ্গল কেমিক্যালসের সঙ্গে যুক্ত ছিলেন, অতীতে 'কৃষ্ণধারা' নামে একটি কালি প্রস্তুত করেছিলেন। তিনি নিজের কালির ফর্মুলা তুলে দেন রাজশাহী নিবাসী দুই ভাই, ননীগোপাল মৈত্র আর শঙ্করাচার্য মৈত্রের হাতে। পদার্থবিদ্যার কৃতি ছাত্র, স্বাধীনতা কর্মী ননীগোপালের চেষ্টায় ১৯৩৪ সাল থেকে প্রস্তুত হতে থাকে সুলেখা কালি। প্রথমে এটি 'প্রফেসর মৈত্রের কালি' নামে পরিচিতি পায়। এ কালি দিয়ে সুন্দর লেখা যায়, তাই নাম দেওয়া হয় ‘সু’ লেখা। অনেকের মনে করেন, এই নাম রেখেছেন মহাত্মা গান্ধী। আবার অনেকের মতে, স্বয়ং রবীন্দ্রনাথ ঠাকুর। ১৯৩৪ সালে রাজশাহীতে সূত্রপাত সুলেখা-ওয়ার্কস এর। বাড়ির মহিলারা, যাঁরা স্বাধীনতা সংগ্রামের জন্য কারাবরণ করেছেন, তাঁরা এই কালি তৈরির কাজে অংশ নিয়েছিলেন। ১৯৩৬ সালে কলকাতার মহাত্মা গান্ধী রোডে কোম্পানীর প্রথম শো-রুম চালু হয় এবং দেশজুড়ে সুলেখা কালির একচেটিয়া ব্যবসা শুরু হয়ে যায়। চাহিদার কারণে বাংলার বাইরেও সুলেখা কালির উৎপাদন শুরু হয়। কোম্পানির মাসিক বিক্রি গিয়ে দাঁড়িয়েছিল এক মিলিয়ন বোতল। ৬০ এর দশকে দুটো কারখানা খোলা হয় উত্তর ২৪ পরগণার সোদপুর এবং উত্তরপ্রদেশের গাজিয়াবাদে। দেশের বাইরের বাজারে এই দ্রব্যের চাহিদা ছিল, দক্ষিণ আফ্রিকায় প্রথম দুটি কালির কারখানা সুলেখা কোম্পানী গিয়ে তৈরী করে আসে। ঝর্না কলমের ব্যবহার কমতে থাকায় কারণে জনপ্রিয় সুলেখা কালির বাজার ক্ষতিগ্রস্ত হয় এবং সঙ্কটে পড়ে ১৯৮৮ সালে সালে বন্ধ হয়ে গিয়েছিল যাদবপুরের কালি তৈরির কারখানা। ২০০৬ সালে ফের চালু হয় সুলেখার উৎপাদন। প্রতিযোগিতায় টিকে থাকতে বর্তমানে কালি ছাড়াও, বল পেন, ঝর্ণা কলম, ইরেজার, সাবান, ফিনাইল, ন্যাপথালিনের পাশাপাশি তৈরী হয় সৌর লণ্ঠন ও নানা বিপনন দ্রব্য।  \n\n\n== খ্যাতনামা ব্যক্তিত্ব ==\nগান্ধিজী থেকে শুরু করে, জওহরলাল নেহেরু, সুভাষচন্দ্র বসু, কাজী নজরুল ইসলাম, ডঃ রাজেন্দ্র প্রসাদ, মোরারজী দেসাই, বিধানচন্দ্র রায়, তারাশঙ্কর বন্দ্যোপাধ্যায়, হাসান আজিজুল হক, নির্মলেন্দু গুণ, কবি হেলাল হাফিজ, কাজী আনোয়ার হোসেন, অনুবাদক খসরু চৌধুরী প্রমুখ লেখার সময় সুলেখা কালি ব্যবহার করতেন। এই জিনিসের কথা বাঙালি পড়েছে সত্যজিৎ রায়ের কলমে ফেলুদা কাহিনীতে। সুলেখা কালির দোয়াত ধরা পড়েছে তাঁর তৈরি সিনেমার দৃশ্যেও। বিশিষ্ট উদ্যোগপতি হেমেন্দ্রমোহন বোসের অনুরোধে এই কালির বিজ্ঞাপণে রবীন্দ্রনাথ লিখেছিলেন সুলেখা কালি কলঙ্কের চেয়েও কালো।\n\n\n== তথ্যসূত্র =="}