{"pageid": 1456630, "title": "ওয়াল্টার রেইনেল (সংসদ সদস্য, ডেভন)", "url": "https://bn.wikipedia.org/wiki?curid=1456630", "content": "ওয়াল্টার রেইনেল (১৩৬০ সালের আগে জন্মগ্রহণ করেন এবং ১৪২৪ সালের পরে মারা যান) ছিলেন একজন ইংরেজ জমির মালিক, সৈনিক, প্রশাসক এবং রাজনীতিবিদ যিনি ১৪০৪ সালে ডেভনের সংসদ সদস্য হিসেবে বসেছিলেন।\n\n\n== উৎপত্তি ==\n১৩৬০ সালের আগে জন্মগ্রহণ করেন, তিনি ছিলেন জন রেনেলের ছেলে (১৩৬৫ সালের আগে মারা যান),  ১৩৫১ সালে কেমব্রিজশায়ারের এমপি ছিলেন বলে জানা গেছে,  এবং তার স্ত্রী মাউড ফুলবোর্ন, গাইলস ফুলবোর্নের মেয়ে। তার পিতামহ ছিলেন ওয়াল্টার রেইনেল এবং তার স্ত্রী মড ট্রাম্পিংটন। রাজা দ্বিতীয় হেনরির সময় থেকে রেনেল পরিবার ডেভনে সম্পত্তির অধিকারী ছিল এবং তার পূর্বপুরুষ স্যার রিচার্ড রেনেল রাজা রিচার্ড প্রথমের অধীনে কাউন্টির শেরিফ হিসাবে দায়িত্ব পালন করেছিলেন।\n\n\n== কর্মজীবন ==\n১৩৭৫ সালে পশ্চিমের অ্যাডমিরাল স্যার ফিলিপ কোর্টেনের অধীনে সমুদ্রে কাজ করার জন্য প্রথম রেকর্ড করা হয়েছিল, ১৩৭৬ সালের মধ্যে তিনি বিয়ে করেছিলেন। তার প্রথম স্ত্রী তাকে হলবেটনের ডেভন প্যারিশের ল্যামসাইডে একটি এস্টেট এনেছিলেন, তার পিতার কাছ থেকে ডেভনে তার উত্তরাধিকার ছাড়াও, যার মধ্যে বাটারলেহে একটি এস্টেট এবং কেমব্রিজশায়ারে তার মায়ের কাছ থেকে সম্পত্তি অন্তর্ভুক্ত ছিল।\nতার প্রথম পাবলিক নিয়োগ, ১৩৮২ থেকে ১৩৮৬ পর্যন্ত, কয়েনেজের কন্ট্রোলার এবং কর্নওয়ালের ডাচির জন্য মাস্টার অফ অ্যাসে হিসাবে। ১৩৮৩ সালের আগে তার দ্বিতীয় বিবাহ তাকে শেরফোর্ড এবং পূর্ব ওগওয়েলের প্যারিশে মালস্টনের ডেভন ম্যানরস নিয়ে আসে। পরবর্তীতে তার শিরোনামটি একটি সম্পর্কের দ্বারা বিতর্কিত হয়েছিল, যিনি তার স্ত্রীর সৎ ভাই রবার্টের হেফাজতেও দাবি করেছিলেন এবং অভিযোগ করেছিলেন যে রেনেল সম্পত্তির উত্তরাধিকারী হওয়ার জন্য তার বোন ক্লারিসাকে একটি নানারিতে বাধ্য করেছিলেন। বাথ অ্যান্ড ওয়েলসের বিশপ ক্লারিসা তার নিজের ইচ্ছায় বাকল্যান্ড প্রাইরিতে প্রবেশ করেছে এবং সেখানে থাকতে পেরে পুরোপুরি খুশি হওয়ার পরে মামলাটি ভেঙে পড়ে।\n১৩৮৪ থেকে ১৩৮৬ সাল পর্যন্ত তিনি আয়ারল্যান্ডে সেন্ট নিকোলাস প্রাইরি, এক্সেটার- এর অ্যাটর্নি হিসাবে কাজ করেছিলেন, যদিও তিনি কতদূর অধীনস্থদের কাছে কাজটি অর্পণ করেছিলেন তা জানা যায়নি এবং ১৩৮৮ সালে তিনি সমারসেটে একটি ফিফিশিপ গ্রহণ করেছিলেন, এই দুটি নিয়োগের পরামর্শ দেয় যে তিনি কিছু অর্জন করেছিলেন। আইনি দক্ষতা।\nএছাড়াও ১৩৮৮ সালে, তিনি বাটারলেতে তার উত্তরাধিকারসূত্রে প্রাপ্ত সম্পত্তি নিয়ে একটি আইনি বিরোধে জড়িয়ে পড়েন এডওয়ার্ড কোর্টেনা, আর্ল অফ ডেভনের সাথে। কোর্টেনাই এস্টেটের উপর সামন্ত অধিকার দাবি করেছিলেন এবং রেনেলের বলদকে জমিতে কাজ করতে বাধা দিয়েছিলেন। জুরিকে প্রভাবিত করার চেষ্টা করার পরে, রেনেলকে শেরিফ কারারুদ্ধ করে এবং ১৩ শিলিং (২০২২ সালে ৬০০ পাউন্ডের সমতুল্য) জরিমানা করে, কিন্তু শেষ পর্যন্ত তার মামলা জিতেছিল।\n১৩৯৩ সাল থেকে তিনি ডেভন কাউন্টির জন্য বিভিন্ন রাজকীয় কমিশনে বসেন, জুরর হিসাবেও রেকর্ড করা হয়েছিল এবং ১৪০০ সালের মধ্যে কেমব্রিজশায়ারের একজন উত্তরাধিকারীর সাথে তার তৃতীয় বিয়ে করেছিলেন যিনি তাকে সেই কাউন্টিতে তিনটি ম্যানারের ভাগ এনেছিলেন: বাডলিংহাম চিপেনহাম, ফোর্ডহ্যাম এবং উইকেনের প্যারিশ। ১৪০১ সালে তিনি ডেভন এবং কর্নওয়ালের জন্য ক্রাউন এস্কেটর হিসাবে এক বছর দায়িত্ব পালন করেন এবং ১৪০৪ সালের অক্টোবরে ডেভনের জন্য এমপি নির্বাচিত হন।\n১৪১০ সালের পর তিনি তার ডেভন এস্টেটে মনোনিবেশ করার জন্য জনজীবন থেকে সরে এসেছিলেন বলে মনে হয়, ম্যালসটনকে কেন্দ্র করে যেখানে তিনি বিস্তৃত বিল্ডিং কাজ হাতে নেন এবং সেখানে একটি বক্তৃতা করার জন্য এপিস্কোপাল লাইসেন্স অর্জন করেন। যখন বেডলিংহামের জমির, যার অর্ধেকটি তার দখলে ছিল, ১৪১৩ সালে জোর করে দখল করা হয় এবং তার কর্মচারীরা সন্ত্রাসে পালিয়ে যায়, তখন তিনি আইনের কাছে যান এবং ১৪১৫ সালে বাকী অর্ধেকটি কিনে নেন এবং পুরোটাই তার ছেলের নামে রাখেন যিনি তার সাথে ছিলেন। নরম্যান্ডিতে সেনাবাহিনী। ১৪২৩ সালে তিনি এটি এবং তার অন্যান্য কেমব্রিজশায়ার সম্পত্তি ১,০০০ পাউন্ডের জন্য বিক্রি করেছিলেন (বলুন ২০২২ সালে ৭,০০,০০০ পাউন্ড)।\n\n\n== তথ্যসূত্র =="}