{"pageid": 1456207, "title": "ওরকুন কোকচু", "url": "https://bn.wikipedia.org/wiki?curid=1456207", "content": "ওরকুন কোকচু (তুর্কি: Orkun Kökçü; জন্ম: ২৯ ডিসেম্বর ২০০০) হলেন একজন ওলন্দাজ–তুর্কি পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে পর্তুগিজ ক্লাব বেনফিকা এবং তুরস্ক জাতীয় দলের হয়ে মধ্যমাঠের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত কেন্দ্রীয় মধ্যমাঠের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে আক্রমণাত্মক মধ্যমাঠের খেলোয়াড় অথবা রক্ষণাত্মক মধ্যমাঠের খেলোয়াড় হিসেবে খেলেন।\n২০১৭ সালে, কোকচু নেদারল্যান্ডস অনূর্ধ্ব-১৭ দলের হয়ে নেদারল্যান্ডসের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় তিন বছর যাবত নেদারল্যান্ডস ও তুরস্কের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০২০ সালে তুরস্কের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; তুরস্কের জার্সি গায়ে তিনি এপর্যন্ত ২৭ ম্যাচে ২টি গোল করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nওরকুন কোকচু ২০০০ সালের ২৯শে ডিসেম্বর তারিখে নেদারল্যান্ডসের হারলেমে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nকোকচু নেদারল্যান্ডস অনূর্ধ্ব-১৮, নেদারল্যান্ডস অনূর্ধ্ব-১৯ এবং তুরস্ক অনূর্ধ্ব-২১ দলের হয়ে খেলার মাধ্যমে নেদারল্যান্ডস ও তুরস্কের প্রতিনিধিত্ব করেছেন। ২০১৭ সালের ১০ই ফেব্রুয়ারি তারিখে তিনি জার্মানি অনূর্ধ্ব-১৭ দলের বিরুদ্ধে ম্যাচে নেদারল্যান্ডস অনূর্ধ্ব-১৭ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। নেদারল্যান্ডস ও তুরস্কের বয়সভিত্তিক দলের হয়ে তিনি প্রায় ৩ বছরে ১৪ ম্যাচে অংশগ্রহণ করে ৪টি গোল করেছেন।\n২০২০ সালের ৬ই সেপ্টেম্বর তারিখে, ১৯ বছর, ৮ মাস ও ৮ দিন বয়সে, উভয় পায়ে ফুটবল খেলায় পারদর্শী কোকচু সার্বিয়ার বিরুদ্ধে অনুষ্ঠিত ২০২০–২১ উয়েফা নেশনস লিগের ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে তুরস্কের হয়ে অভিষেক করেছেন। তিনি উক্ত ম্যাচের মূল একাদশে অন্তর্ভুক্ত ছিলেন; ম্যাচে তিনি ৮ নম্বর জার্সি পরিধান করে আক্রমণাত্মক মধ্যমাঠের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি সার্বিয়া ০–০ গোলের ব্যবধানে জয়লাভ করেছিল। তুরস্কের হয়ে অভিষেকের বছরে কোকচু সর্বমোট ২ ম্যাচে অংশগ্রহণ করেছেন। জাতীয় দলের হয়ে অভিষেকের ১ বছর, ২ মাস ও ১০ দিন পর, তুরস্কের জার্সি গায়ে প্রথম গোলটি করেছেন; ২০২১ সালের ১৬ই নভেম্বর তারিখে, মন্টিনিগ্রোর বিরুদ্ধে ম্যাচের ৬০তম মিনিটে হাকান চালহানোয়লুর অ্যাসিস্ট হতে তুরস্কের হয়ে ম্যাচের দ্বিতীয় গোলটি করার মাধ্যমে তিনি আন্তর্জাতিক ফুটবলে তার প্রথম গোলটি করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n৬ জুলাই ২০২৪ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nওরকুন কোকচু – ফিফা প্রতিযোগিতার রেকর্ড (ইংরেজি) \nওরকুন কোকচু – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nসকারওয়েতে ওরকুন কোকচু  (ইংরেজি)  \nসকারবেসে ওরকুন কোকচু (ইংরেজি) \nবিডিফুটবলে ওরকুন কোকচু  (ইংরেজি)  \nইইউ-ফুটবলে ওরকুন কোকচু (ইংরেজি) \nট্রান্সফারমার্কেটে ওরকুন কোকচু (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে ওরকুন কোকচু (ইংরেজি) \nইএসপিএন এফসিতে \nন্যাশনাল-ফুটবল-টিমস.কমে ওরকুন কোকচু (ইংরেজি)"}