{"pageid": 1457626, "title": "মহাস্থামপ্রাপ্ত", "url": "https://bn.wikipedia.org/wiki?curid=1457626", "content": "মহাস্থামপ্রাপ্ত হলেন একজন বোধিসত্ত্ব মহাসত্ত্ব যিনি জ্ঞানের শক্তির প্রতিনিধিত্ব করেন এবং তাঁর নামের আক্ষরিক অর্থ হলো \"মহান শক্তির আগমন\"।\nমহাস্থামপ্রাপ্ত হলো মহাযান বৌদ্ধধর্ম অনুসারে মঞ্জুশ্রী,  সামন্তভদ্র, অবলোকিতেশ্বর, আকাশগর্ভ, ক্ষিতিগর্ভ, মৈত্রেয় এবং সর্বনিবারণ-বিষকম্ভিন সহ মহান আট বোধিসত্ত্বের মধ্যে একজন।\nচীনা বৌদ্ধধর্মে, মহাস্থামপ্রাপ্তকে কখনও কখনও নারী, দাশিঝি, অবলোকিতেশ্বর (চীনে কুয়ানিন নামে পরিচিত) এর মতো উপমা দিয়ে চিত্রিত করা হয়। তিনি শিঙ্গোন বৌদ্ধধর্মের জাপানি সম্প্রদায়ে তেরো বুদ্ধের একজন। তিব্বতি বৌদ্ধধর্মে, মহাস্থামপ্রাপ্ত বজ্রপাণির সমতুল্য, যিনি তাঁর অবতারদের মধ্যে একজন এবং গৌতম বুদ্ধের রক্ষাকর্তা হিসেবে পরিচিত ছিলেন।\nমহাস্থামপ্রাপ্ত প্রাচীনতম বোধিসত্ত্বদের মধ্যে একজন এবং শক্তিশালী হিসাবে বিবেচিত হয়, বিশেষ করে বিশুদ্ধ ভূমি সম্প্রদায়ে, যেখানে তিনি দীর্ঘ সুখাবতীব্যূহ সূত্রে গুরুত্বপূর্ণ ভূমিকা নেন। তাকে প্রায়শই অমিতাভ ও অবলোকিতেশ্বর সহ ত্রিত্বে চিত্রিত করা হয়, বিশেষ করে শুদ্ধভূমি বৌদ্ধধর্মে।\nশূরঙ্গম সূত্রে, মহাস্থামপ্রাপ্ত বলেন যে কীভাবে তিনি নিয়ানফো অনুশীলনের মাধ্যমে বা অমিতাভের ক্রমাগত বিশুদ্ধ মননশীলতার মাধ্যমে জ্ঞানলাভ করেন, যাতে তিনি সমাধি লাভ করেন। অমিতায়ূর্ধ্যয়ণ সূত্রে, এটিকে চাঁদের প্রতীক এবং অবলোকিতেশ্বরকে সূর্য দ্বারা প্রতিনিধিত্ব করা হয়েছে।\nসদ্ধর্ম পুণ্ডরীক সূত্রের সূচনা অধ্যায়ে, মহাস্থামপ্রাপ্ত ৮০,০০০ বোধিসত্ত্ব মহাসত্ত্বের মধ্যে উপস্থিত রয়েছেন যারা সদ্ধর্ম পুণ্ডরীক সূত্রের বিস্ময়কর ধর্মের বুদ্ধের প্রচার শোনার জন্য গৃহকূট পর্বতে সমবেত হন। বুদ্ধ সদ্ধর্ম পুণ্ডরীক সূত্রের ২০ অধ্যায়ে মহাস্থামপ্রাপ্তকে বোধিসত্ত্ব সদাপরিভূত হিসাবে বুদ্ধের অতীত জীবনের কথা বলার জন্য সম্বোধন করেছেন, একজন ভিক্ষু যিনি অহংকারী সন্ন্যাসী, সন্ন্যাসী, সাধারণ মানুষদের দ্বারা নির্যাতিত এবং অপমানিত হয়েছিলেন, এবং সাধারণ মহিলারা যখন তিনি তাদের সম্মান দিতেন এই বলে যে তারা সবাই বুদ্ধ হবে। বুদ্ধ মহাস্থামপ্রাপ্তকে ব্যাখ্যা করেছেন যে কীভাবে এই অহংকারী লোকদের শাস্তি দেওয়া হয়েছিল, কিন্তু তারা এখন বোধোদয়ী হওয়ার পথে সমাবেশে উপস্থিত বোধিসত্ত্ব। বুদ্ধ তখন সদ্ধর্ম পুণ্ডরীক সূত্রের মহান শক্তির প্রশংসা করেন এভাবে: \"হে মহাস্থামপ্রাপ্ত, জেনে রাখুন যে এই সদ্ধর্ম পুণ্ডরীক সূত্রটি বোধিসত্ত্ব মহাসত্ত্বদের প্রচুর উপকার করবে এবং তাদের সর্বোচ্চ, সম্পূর্ণ জ্ঞানের দিকে নিয়ে যাবে। এই কারণে, তথাগতের পরিনির্বাণের পরে বোধিসত্ত্ব মহাসত্ত্বদের সর্বদা এই সূত্রটি সংরক্ষণ করা, পাঠ করা, ব্যাখ্যা করা এবং অনুলিপি করা উচিত।”\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nGetty, Alice (1914). The gods of northern Buddhism, their history, iconography, and progressive evolution through the northern Buddhist countries, Oxford: The Clarendon press, p. 100."}