{"pageid": 1457442, "title": "প্রত্যুৎপন্ন-সমাধি সূত্র", "url": "https://bn.wikipedia.org/wiki?curid=1457442", "content": "প্রত্যুৎপন্ন-সমাধি সূত্র হলো আদি মহাযান বৌদ্ধ ধর্মগ্রন্থ, যেটি সম্ভবত উত্তর-পশ্চিম ভারতের গান্ধার এলাকায় খ্রিস্টপূর্ব ১ম শতাব্দী থেকে খ্রিস্টপূর্ব ২য় শতাব্দীর মধ্যে উদ্ভূত হয়েছিল। এই পাঠ্যটির সম্পূর্ণ শিরোনাম হলো প্রত্যুৎপন্নবুদ্ধ সংমুখাবস্থিত সমাধি সূত্র, যা অনুবাদ করে, \"বর্তমানের বুদ্ধদের মুখোমুখি হওয়ার জন্য সমাধির সূত্র\"।\n\n\n== বিষয়বস্তু ==\nপ্রত্যুৎপন্ন-সমাধি সূত্রে বুদ্ধ অমিতাভ এবং তাঁর বিশুদ্ধ ভূমির প্রথম পরিচিত উল্লেখ রয়েছে, যা চীনে শুদ্ধভূমি বৌদ্ধধর্মের উৎপত্তিস্থল বলে বলা হয়েছে:\n\nবোধিসত্ত্বগণ বুদ্ধ অমিতাভের কথা শুনে এবং এই দেশে বারবার তাকে মনে মনে ডাকে। মনের এই আহ্বানের কারণে, তারা বুদ্ধ অমিতাভকে দেখতে পান। তাকে দেখে তারা তাকে জিজ্ঞাসা করে যে বুদ্ধ অমিতাভের রাজ্যে জন্ম নিতে কি কি ধর্ম লাগে। তারপর বুদ্ধ অমিতাভ এই বোধিসত্ত্বদের বলেন: \"যদি তুমি আসতে চাও এবং আমার রাজ্যে জন্ম নিতে চাও, তবে তোমাকে সর্বদা আমাকে বারবার মনের কথা ডাকতে হবে, তোমাকে সবসময় এই চিন্তাটি মনে রাখতে হবে, হাল ছেড়ে না দিয়ে, এবং এইভাবে আপনি আমার রাজ্যে জন্ম নিতে সফল হবেন।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nHarrison, Paul; McRae, John, trans. (1998). The Pratyutpanna Samādhi Sutra and the Śūraṅgama Samādhi Sutra , Berkeley, Calif.: Numata Center for Buddhist Translation and Research. আইএসবিএন ১-৮৮৬৪৩৯-০৬-০\nHarrison, PM (1979). The Pratyutpanna-buddha-sammukhavasthita-samadhi-sutra: an annotated English translation of the Tibetan version with several appendices, thesis, Australian National University\nHarrison, Paul (1978). Buddhanusmriti in the Pratyutpanna-Buddha-Sammukhavasthita-Samadhi-Sutra, Journal of Indian Philosophy 6 (1), 35-57  – via JSTOR (সদস্যতা প্রয়োজনীয়)\nHarrison, Paul (1990). The Samādhi of Direct Encounter with the Buddhas of the Present: An Annotated English Translation of the Tibetan Version of the Pratyutpanna-Buddha-Saṃmukhāvasthita-Samādhi-Sūtra with Several Appendices Relating to the History of the Text, Studia Philologica Buddhica 5. Tokyo: The International Institute for Buddhist Studies\n\n\n== বহিঃসংযোগ ==\n\nPartial translation – Translation by Rev. Hisao Inagaki\nComplete translation – English Translation from the Chinese Canon"}