{"pageid": 1457399, "title": "অমিতায়ূর্ধ্যয়ণ সূত্র", "url": "https://bn.wikipedia.org/wiki?curid=1457399", "content": "অমিতায়ূর্ধ্যয়ণ সূত্র হলো শুদ্ধভূমি বৌদ্ধধর্মের একটি মহাযান সূত্র। এটি দীর্ঘ সুখাবতীব্যূহ সূত্র ও ক্ষুদ্র সুখাবতীব্যূহ সূত্রের সাথে তিনটি মূল শুদ্ধভূমি সূত্রের একটি। অমিতায়ূস হলো অমিতাভ বুদ্ধের আরেকটি নাম, শুদ্ধভূমি বৌদ্ধধর্মের প্রধান ব্যক্তিত্ব, এবং এই সূত্রটি মূলত জটিল দৃশ্যের সাথে জড়িত ধ্যানের উপর গুরুত্ব আরোপ করে। এটি সূত্রের নামে প্রতিফলিত হয়, যা \"অমিতায়ূস ধ্যান সূত্র\"-এ অনুবাদ করে। এটি প্রথম পঞ্চম শতাব্দীতে চীনা ভাষায় রচিত হয়েছিল বলে মনে করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nMuller, A. Charles (১৯৯৮)। \"East Asian Apocryphal Scriptures: Their Origin and Role in the Development of Sinitic Buddhism\"। Bulletin of Toyo Gakuen University। 6: 63–76। ২০১৩-০৩-১৭ তারিখে মূল থেকে আর্কাইভ করা। \nSilk, Jonathan A. (এপ্রিল ১৯৯৭)। \"The Composition of the 'Guanwuliangshoufo-jing': Some Buddhist and Jaina Parallels to its Narrative Frame\"। Journal of Indian Philosophy। 25 (2): 181–256। এসটুসিআইডি 169187184। জেস্টোর 23448579। ডিওআই:10.1023/A:1004291223455। \n\n\n== আরও পড়ুন ==\nHisao Inagaki, Harold Stewart (transl.): The Three Pure Land Sutras, Berkeley: Numata Center for Buddhist Translation and Research 2003. আইএসবিএন ১-৮৮৬৪৩৯-১৮-৪ PDF retrieved 2013/07/28\nPas, Julian F. (1974). Shan-tao's Interpretation of the Meditative Vision of Buddha Amitāyus, History of Religions 14 (2), 96-116  – via JSTOR (সদস্যতা প্রয়োজনীয়)\nTakakusu, J. (trans.), Friedrich Max Müller, ed.: Amitayurdhyana Sutra. In: The Sacred Books of the East, Volume XLIX: Buddhist Mahāyāna Texts, Part II. Oxford: Clarendon Press, 1894. Internet Archive\nTanaka, Kenneth K. 1990. The Dawn of Chinese Pure Land Buddhist Doctrine: Jìngyǐng Huìyuán's Commentary on the Visualization Sūtra. Albany: State University of New York Press.\nJohnson, Peter, trans. (2020). The Land of Pure Bliss, On the Nature of Faith & Practice in Greater Vehicle (Mahāyāna) Buddhism, Including a Full Translation of Shàndǎo’s Commentary in Four Parts Explaining The Scripture About Meditation on the Buddha ‘Of Infinite Life’ (Amitāyur Buddha Dhyāna Sūtra, 觀無量壽佛經), An Lac Publications. আইএসবিএন ৯৭৮-১-৭৯২৩-৪২০৮-০\n\n\n== বহিঃসংযোগ ==\nThe Contemplation Sutra, translated into English by J. Takakusu  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৬ নভেম্বর ২০২০ তারিখে\nEnglish translation of the Contemplation Sutra  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০২১-০১-২২ তারিখে\nThe Taima Mandala Image of the Pure Land from a medieval Japanese scroll, based on the descriptions found in the Contemplation Sutra. This site offers explanations in English of the various motifs of the scroll."}