{"pageid": 1457198, "title": "আর্থার হেন্ডারসন", "url": "https://bn.wikipedia.org/wiki?curid=1457198", "content": "আর্থার হেন্ডারসন (১৩ সেপ্টেম্বর ১৮৬৩ - ২০ অক্টোবর ১৯৩৫) হলেন একজন ব্রিটিশ শ্রমিক দলের রাজনীতিবিদ। তিনিই শ্রমিক দলের মন্ত্রিসভার প্রথম মন্ত্রী যিনি ১৯৩৪ সালে নোবেল শান্তি পুরস্কার পেয়েছিলেন এবং অনন্যভাবে তিনটি ভিন্ন দশকে তিনটি পৃথক মেয়াদে শ্রমিক দলের নেতা হিসাবে দায়িত্ব পালন করেন।\n\n\n== জন্ম ও পারিবারিক পরিচিতি ==\nআর্থার হেন্ডারসন ১৮৬৩ সালের ১৩ সেপ্টেম্বর স্কটল্যান্ডের গ্লাসগোর অ্যান্ডারস্টনের ১০ প্যাটারসন স্ট্রিটে জন্মগ্রহণ করেন। তারা মাতা অ্যাগনেস ছিলেন একজন গৃহকর্মী এবং পিতা ডেভিড হেন্ডারসন ছিলেন একজন টেক্সটাইল কর্মী, যিনি আর্থারের দশ বছর বয়সে মারা যান। তার পিতার মৃত্যুর পর হেন্ডারসন ইংল্যান্ডের উত্তর-পূর্বে নিউক্যাসল আপন টাইনে চলে আসেন, যেখানে অ্যাগনেস পরে রবার্ট হিথকে বিয়ে করেন।\n\n\n== কর্ম ==\nদ্য লিগ অভ নেশনস অ্যান্ড লেবোর (১৯১৮)\n\n\n== আরও দেখুন ==\nশান্তিতে নোবেল বিজয়ীদের তালিকা;\nশান্তি কর্মীদের তালিকা।\n\n\n== উদ্ধৃতি ==\n\n\n== উৎস ==\n Buckle, George Earle (১৯২২)। \"Henderson, Arthur\"।   Chisholm, Hugh। এনসাইক্লোপিডিয়া ব্রিটানিকা (ইংরেজি ভাষায়) (১২তম সংস্করণ)। লন্ডন ও নিউ ইয়র্ক। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nCarlton, David (১৯৭০)। MacDonald versus Henderson: The Foreign Policy of the Second Labour Government। Palgrave Macmillan। আইএসবিএন 9781349006755। \nHamilton, Mary Agnes. Arthur Henderson: A Biography (1938), a detailed and favourable account by a former colleague\nHoward, Christopher. \"MacDonald, Henderson, and the Outbreak of War, 1914.\" Historical Journal 20.4 (1977): 871–891. online\nMcKibbin, Ross. \"Arthur Henderson as Labour Leader,\" International Review of Social History (1978) pp. 79–101\nRiddell, Neil. \"Arthur Henderson, 1931–1932,\" in Leading Labour: From Keir Hardie to Tony Blair, ed. Kevin Jefferys (1999)\nThorpe, Andrew. \"Arthur Henderson and the British Political Crisis of 1931,\" Historical Journal (1988) pp. 117–139 in JSTOR\nUK National Archives, online\nWinkler, Henry H. \"Arthur Henderson,\" in The Diplomats, 1919–1939, ed. Gordon A. Craig and Felix Gilbert (1953)\nWinter, J M. \"Arthur Henderson, the Russian Revolution and the Reconstruction of the Labour Party,\" Historical Journal (1972) pp. 753–73. in JSTOR\nWrigley, Chris. Arthur Henderson (1990), a scholarly biography\n\n\n== বহিঃসংযোগ ==\n\nহ্যান্সকার্ড ১৮০৩-২০০৫: Arthur Henderson দ্বারা সংসদে অবদান (ইংরেজি)\nNobelprize.org-এ আর্থার হেন্ডারসন  (ইংরেজি) including the Nobel Lecture, 11 December 1934 Essential Elements of a Universal and Enduring Peace\nJ. Keir Hardie and Arthur Henderson, Manifesto to the British People  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩১ আগস্ট ২০১৮ তারিখে (1 August 1914)\nParliamentary Archives, Papers of Arthur Henderson MP on the Disarmament Conference in Geneva, 1932\nNewspaper clippings about আর্থার হেন্ডারসন in the 20th Century Press Archives of the ZBW \n\nটেমপ্লেট:UK Labour Party\n\nটেমপ্লেট:Foreign Secretary\nটেমপ্লেট:Paymaster General\nটেমপ্লেট:Secretaries of State for Education\nটেমপ্লেট:Leaders of the Opposition UK\nটেমপ্লেট:First Macdonald Ministry\n\nটেমপ্লেট:শান্তিতে নোবেল পুরস্কার বিজয়ী ১৯২৬-১৯৫০"}