{"pageid": 1458843, "title": "তিবিলিসি অবরোধ (৬২৭-৬২৮)", "url": "https://bn.wikipedia.org/wiki?curid=1458843", "content": "তিবিলিসি অবরোধ (৬২৭-৬২৮) ছিল বাইজেন্টাইন সাম্রাজ্য এবং ৬২৭-৬২৮ সালে পশ্চিম তুর্কি খাগানাত মিলে সাসানিয়ান ইবেরিয়ার শাসক। রাজকুমার স্টিফেন প্রথমের বিরুদ্ধে অবরোধ চালায়। রাজকুমার স্টিফেন সাসানীয় সাম্রাজ্য অধীন ছিলেন।\n\n\n== পটভূমি ==\nকনস্টান্টিনোপল অবরোধের সময় হেরাক্লিয়াস টং ইয়াবগু কাগানের অধীনে \" খাজার \" নামে পরিচিত বাইজেন্টাইন উত্সের লোকদের সাথে একটি জোট গঠন করেছিলেন, যা এখন সাধারণত গোকতুর্কদের পশ্চিম তুর্কি খগানাতে হিসাবে পরিচিত, তাকে বিস্ময়কর উপহার এবং বিয়ের প্রতিশ্রুতি দিয়েছিল। পোরফাইরোজেনিটা ইউডোক্সিয়া এপিফেনিয়াতে। এর আগে ৫৬৮ সালে ইস্তামির অধীনে তুর্কিরা বাইজেন্টিয়ামে ফিরেছিল যখন বাণিজ্য সমস্যা নিয়ে ইরানের সাথে তাদের সম্পর্ক খারাপ হয়েছিল। ইস্তামি সোগডিয়ান কূটনীতিক মানিয়াহের নেতৃত্বে একটি দূতাবাস সরাসরি কনস্টান্টিনোপলে পাঠানো হয় যেটি ৫৬৮ সালে পৌঁছেছিল এবং জাস্টিন দ্বিতীয় কে শুধুমাত্র সিল্ক উপহার হিসেবেই দেয়নি বরং সাসানিয়ান ইরানের বিরুদ্ধে একটি জোটের প্রস্তাবও করেছিল। জাস্টিন II সম্মত হন এবং তুর্কি খগানাতে একটি দূতাবাস পাঠান, যাতে সোগডিয়ানদের কাঙ্ক্ষিত সরাসরি চীনা রেশম ব্যবসা নিশ্চিত হয়। \nপ্রাচ্যে ৬২৫ সালে তুর্কিরা সাসানীয় দুর্বলতার সুযোগ নিয়ে সিন্ধু পর্যন্ত ব্যাকট্রিয়া ও আফগানিস্তান দখল করে এবং টোখারিস্তানের ইয়াবঘুস প্রতিষ্ঠা করে। ককেশাসে অবস্থিত তুর্কিরা ৬২৬ সালে ইরানি সাম্রাজ্যকে ধ্বংস করার জন্য তাদের ৪০,০০০ জন লোক পাঠিয়ে জোটের প্রতি সাড়া দেয় যা তৃতীয় পারসো-তুর্কি যুদ্ধের সূচনা করে।\nককেশাসে আধিপত্যের জন্য বাইজেন্টিয়াম এবং সাসানিয়ান সাম্রাজ্যের মধ্যে অব্যাহত প্রতিদ্বন্দ্বিতা এবং ভাখতাং প্রথমের অধীনে জর্জিয়ানদের ব্যর্থ বিদ্রোহ (৫২৩) দেশের জন্য মারাত্মক পরিণতি করেছিল। তারপরে, আইবেরিয়ার রাজার শুধুমাত্র নামমাত্র ক্ষমতা ছিল, যখন দেশটি কার্যকরভাবে পারস্যদের দ্বারা শাসিত হয়েছিল। আইবেরিয়ার মার্জবান হিসাবে ভেজান বুজমিহরের মেয়াদের সময়কালে সময়ের হ্যাজিওগ্রাফিগুলি বোঝায় যে তিবিলিসির \"রাজাদের\" কেবল মামাসাখলিসির মর্যাদা ছিল, যার অর্থ \"(রাজকীয়) বাড়ির প্রধান\"। ৫৮০ সালে বাকুর তৃতীয় মারা গেলে, হরমিজড IV (578-590) এর অধীনে পারস্যের সাসানিদ সরকার আইবেরিয়ান রাজতন্ত্র বিলুপ্ত করার সুযোগটি দখল করে।  আইবেরিয়া একটি পারস্য প্রদেশে পরিণত হয়েছিল, নিযুক্ত মার্জবানদের দ্বারা সরাসরি শাসনের মাধ্যমে পরিচালিত হয়েছিল,  যা প্রকৃতপক্ষে প্রফেসর ডোনাল্ড রেফিল্ড বলেছেন; \"৫২০ এর দশক থেকে ইবেরিয়ান রাজত্বের কার্যত বিলুপ্তির একটি সঠিক ধারাবাহিকতা\"।\n\n\n== অবরোধ ==\n৬২৭ সালে হিরাক্লিয়াস তার মিত্রদের সাথে তিবিলিসির কাছে মিলিত হন এবং একত্রে বাইজেন্টাইন ও গোকতুর্ক বাহিনী তিবিলিসি অবরোধ শুরু করে। বাইজেন্টাইনরা তখন ত্রেবুচেট ব্যবহার করে দেয়াল ভাঙার চেষ্টা করে যা বাইজেন্টাইনদের দ্বারা প্রথম দিকের ব্যবহারের অন্যতম উদাহরণ। জবাবে, সাসানীয় শাহ খসরো দ্বিতীয় জেনারেল শাহরাপলাকানের অধীনে ১,০০০ অশ্বারোহী বাহিনী পাঠান শহরটিকে শক্তিশালী করার জন্য। অবরোধটি খুব বেশি অগ্রগতি ছাড়াই টেনেছিল, অবরোধকারীদের পক্ষ থেকে ঘন ঘন স্যালি দ্বারা বিরামচিহ্নিত। দুই মাস পর খাজাররা স্টেপে পিছু হটে, শরৎকালে ফিরে আসার প্রতিশ্রুতি দিয়ে। অবরোধের সময় হেরাক্লিয়াসকে সহায়তা করার জন্য বাকি চল্লিশ হাজারের দায়িত্বে টং ইয়াবঘু যুবক বোরি শাদকে, তার ছেলে বা ভাতিজাকে রেখে যান। কিছুক্ষণ আগে তারাও চলে যায়, বাইজেন্টাইনদের একা অবরোধ চালিয়ে যেতে এবং অবরোধকারীদের থেকে ঠাট্টা করতে প্ররোচিত করে। সেপ্টেম্বরের মাঝামাঝি সময়ে, অবরোধ চলাকালীন, হেরাক্লিয়াস টাইগ্রিসের উপরের অংশে তার ঘাঁটি সুরক্ষিত করার জন্য দক্ষিণ দিকে অগ্রসর হন।  তিনি ১২ ডিসেম্বর নিনেভের যুদ্ধ সাসানিদদের পরাজিত করেন এবং তিসফুন দিকে অগ্রসর হন। কিন্তু রাজধানীতে পৌঁছানোর আগেই দ্বিতীয় খসরু তার পুত্র কাভাদ দ্বারা নিহত হন এবং ৬২৮ সালের এপ্রিলে তিনি হিরাক্লিয়াসের সাথে একটি মীমাংসা করেন। এই মীমাংসা বিভেদ সৃষ্টি কারণ ছিল হিরাক্লিয়াসের মিত্ররা ককেশাসে যুদ্ধ চালিয়ে যান। ৬২৮ সালের শেষের দিকে মিত্ররা তিবিলিসি দখল করেন। ছিনতাই ও লুটপাট করে এবং স্টিফেন প্রথমকে জীবিত অবস্থায় চর্মচক্ষে ফেলা হয়। হিরাক্লিয়াস আদারনাসেকে ইবেরিয়ার সিংহাসনে বসান।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\nBaumer, Christoph (২০২১)। History of the Caucasus। I.B. Tauris। \nDani, Ahmad Hasan; Litvinsky, B. A. (জানুয়ারি ১৯৯৬)। History of Civilizations of Central Asia: The crossroads of civilizations, A.D. 250 to 750 (ইংরেজি ভাষায়)। UNESCO। পৃষ্ঠা 370–375। আইএসবিএন 978-92-3-103211-0। \nDennis, George T. (১৯৯৮), \"Byzantine Heavy Artillery: the Helepolis\" (পিডিএফ), Greek, Roman and Byzantine Studies, Duke University, 39, পৃষ্ঠা 99–115, ২০১১-০৮-০৫ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা. \nDodgeon, Michael H.; Greatrex, Geoffrey; Lieu, Samuel N. C. (২০০২), The Roman Eastern Frontier and the Persian Wars (Part II, 363-630 AD), Routledge, আইএসবিএন 978-0-415-00342-1. \nHoward, Michael (২০১২)। Transnationalism in Ancient and Medieval Societies: the Role of Cross Border Trade and Travel। McFarland & Company। \nKaegi, Walter Emil (২০০৩), Heraclius: Emperor of Byzantium, Cambridge University Press, আইএসবিএন 978-0-521-81459-1. \nKaghankatvatsi, Movses (১৮৬১)। Исторія Агванъ ... Переводъ съ армянскаго (রুশ ভাষায়)। \nKhanam, R. (২০০৫)। Encyclopaedic Ethnography of Middle-East and Central Asia। Global Vision Publishing House। আইএসবিএন 978-81-8220-063-0। \nLiu, Xinru (২০০১)। \"The Silk Road: Overland Trade and Cultural Interactions in Eurasia\"। Agricultural and Pastoral Societies in Ancient and Classical History। American Historical Association। \nMikaberidze, Alexander (২০১৫)। Historical Dictionary of Georgia। Rowman & Littlefield Publishers। আইএসবিএন 978-1-4422-4146-6। \nNorwich, John Julius (১৯৯৭), A Short History of Byzantium, Vintage Books, আইএসবিএন 978-0-679-77269-9. \nOman, Charles (১৮৯৩), Europe, 476-918, Volume 1, Macmillan. \nRayfield, Donald (২০১৩)। Edge of Empires: A History of Georgia। Reaktion Books। আইএসবিএন 978-1780230702। \nSuny, Ronald Grigor (১৯৯৪)। The Making of the Georgian Nation (2nd সংস্করণ)। Indiana University Press। আইএসবিএন 0-253-20915-3। \nEncyclopaedia Iranica। Routledge & Kegan Paul। ২০০১। আইএসবিএন 978-0-933273-56-6।"}