{"pageid": 14596, "title": "পূর্বধলা উপজেলা", "url": "https://bn.wikipedia.org/wiki?curid=14596", "content": "পূর্বধলা বাংলাদেশের নেত্রকোণা জেলার অন্তর্গত একটি উপজেলা।\n\n\n== অবস্থান ও আয়তন ==\nএই উপজেলার উত্তরে দুর্গাপুর উপজেলা ও ধোবাউড়া উপজেলা, দক্ষিণে ময়মনসিংহ জেলার গৌরীপুর উপজেলা, পূর্বে নেত্রকোণা সদর উপজেলা, পশ্চিমে ময়মনসিংহ জেলার ফুলপুর উপজেলা ও গৌরীপুর উপজেলা।\n\n\n== প্রশাসনিক এলাকা ==\nপূর্বধলা উপজেলায় বর্তমানে ১১টি ইউনিয়ন রয়েছে। সম্পূর্ণ উপজেলার প্রশাসনিক কার্যক্রম পূর্বধলা থানার আওতাধীন।\n\nইউনিয়নসমূহ:\n২নং হোগলা\n৩নং ঘাগড়া\n৪নং জারিয়া\n৫নং ধলা মূলগাঁও\n৬নং পূর্বধলা\n৭নং আগিয়া\n৮নং বিশকাকুনী\n৯নং খলিশাউড়\n১০নং নারান্দিয়া\n১১নং গোহালাকান্দা\n১২নং বৈরাটি\nএ উপজেলায় মোট ২২৩টি মৌজা ও ৩৩৪টি গ্রাম রয়েছে।\n\n\n== ইতিহাস ==\n১৮৭৪ সাল থেকে পূর্বধলা উপজেলা সুসঙ্গ দুর্গাপুর পরে নেত্রকোণা সদর থানার একটি ফাড়ি থানা ছিল। ১৯১৭ সালের ২১ আগস্ট সেক্রেটারী গর্ভমেন্ট অব বেঙ্গল এইচ, জে, টিনামের আদেশক্রমে পূর্বধলাকে পূর্ণাঙ্গ থানা (পুলিশ স্টেশন) প্রতিষ্ঠা করেন। সে সনে পূর্বধলা থানার আয়তন ছিল ১২৪ বর্গ মাইল । জনসংখ্যা ছিল ১১০.২৫৫ জন ।\nএক সময়কার সুসঙ্গ পরগনা ভুক্ত ছিল পূর্বধলা। পূর্বধলা, ঘাগড়া, বাঘবেড়, নারায়ণডহর, মুক্তাগাছা, সুসঙ্গ ও শেরপুরের জমিদারদের শাসনাধীন ছিল।\n\n\n== জনসংখ্যার উপাত্ত ==\nজন সংখ্যা ৩,১০,৮৩৪ জন।\n\n\n== শিক্ষা ==\nপূর্বধলা শিক্ষার হার ৮০%\nশিক্ষা প্রতিষ্ঠান\n\nজাওয়ানী নূরানী ও হাফিজিয়া মাদরাসা, পূর্বধলা, নেত্রকোণা\nপূর্বধলা জগৎমণি (জে.এম) সরকারী পাইলট উচ্চ বিদ্যালয়\nপূর্বধলা সরকারী কলেজ\n\n\n== অর্থনীতি ==\nঅর্থনীতির অবস্থা ভাল। কৃষি নির্ভর অর্থনীতি।  কৃষি পণ্য এর মাঝে ধান প্রধান হলেও আগে এখানে প্রচুর পরিমাণ পাট, গম, তিল ও উৎপাদিত হতো। কালের পরিক্রমায় ধান প্রধান কৃষিজাত পণ্যতে পরিণত হয়েছে। তবে শাক সবজি উৎপাদনও এগিয়ে চলছে। সেই সাথে বর্তমানে যোগ হয়েছে মৎস্য উৎপাদন। এখানে প্রচুর হাঁস-মুরগি এবং খামার,গরু-ছাগলের খামার, মৎস্য খামার রয়েছে যা কিনা এই উপজেলার অর্থনীতিকে এগিয়ে নিতে ব্যাপক অবদান রেখেছে। ব্যবসা বাণিজ্য পরিচালনায় এই উপজেলায় গড়ে উঠেছে অসংখ্য ছোট ও মাঝারি আকারের ক্ষুদ্র শিল্প।\n\n\n== পৌরসভা ==\nপূর্বধলা সদর ও আগিয়া ইউনিয়নের ১৩.২৯ বর্গ কিলোমিটার আয়তনে ১৩ মার্চ ২০০৬ খ্রীস্টাব্দে পৌরসভা প্রতিষ্ঠা লাভ করেছে। (এটি পরবর্তিতে বাতিল করা হয়)\n\n\n== ঐতিহাসিক স্থাপনা ==\nব্রিটিশ শাসনামলের একটি মসজিদ, যা ব্রিটিশরা নিজেদের জন্য তৈরি করেছিলেন এটি বৃহত্তর একটি গুম্বজ  বিশিষ্ট আকারে প্রায় ছোট। এটি হাট বাড়েঙ্গা বড়-বাড়ির পাশেই অবস্থিত।\nসোনাইকান্দা ও লেটিরকান্দা গ্রামে মোগল যুগের ১ গোম্বজ বিশিষ্ট্য মসজিদ।\nলালচাপুর গ্রামে মোগল যুগের মসজিদ।\nপাগলপন্থীদের সমাধি  প্রাচীর বেষ্টনী যাকে পাগলবাড়ি বলে আখ্যায়িত করা হয়।\nহোগলার প্রাচীন মন্দির।\nবাঘবেড় জমিদার বাড়ি\nনারায়ণডহর জমিদার বাড়ি\nখাটুয়ারি গ্রামে ফসলের মাঠের মাঝখানে শতবর্ষী হেওরা গাছ।\n\n\n== নদী ও বিল ==\n\nপূর্বধলার উল্লেখযোগ্য নদী হচ্ছে কংস, ধলাই, সোয়াই, লাউয়ারী।  রাজধলা পূর্বধলার উল্লেখযোগ্য বিল। এ বিলটির আয়তন ১০২ একর। এছাড়া কুমা বিল, হলিদা, সিংরা, চিনাকুড়ী, রৌহা, ধলা চাপড়া, পদমাই, ডুবা বিল উল্লেখযোগ্য। খাল কুমারখালী ও কুকুয়াখালী। খানীগাং ১৩০৪ সালের ভূমিকম্পে ভরাট হয়ে গেছে। ১৩০৪ সালের ভুমিকম্পে বেশ কিছু স্থানে জলাশয়ের সৃষ্টি হয়েছিল। যেমন- খলিশাউড় ইউনিয়নের শিমুলকান্দি, একই ইউনিয়নের কুড়পাড় নামক স্থানে এ জলাশয় গুলো এখনো রয়েছে। স্থানীয় ভাবে এগুলো কুড় নামে পরিচিত।কংস পুর্বধলার সব থেকে বড় নদী। শুকনো মৌসুমে   শুকিয়ে গেলেও বর্ষা মৌসুমের দিকে যৌবন লাভ করে। খাটুয়ারি গ্রামে কংস নদীর ডোবার ঘাট নামক স্থানে গভীর কুর রয়েছে।শুকনো মৌসুমে পুরো নদী শুকিয়ে গেলেও সেখানে পানি থাকে। এই স্থান নিয়ে অনেক গল্প প্রচলিত আছে।মহিষমারা ও পাখলা বিল মাছের জন্য বিখ্যাত  ছিল।\n.রাজধলা বিল\n\n\n== উল্লেখযোগ্য ব্যক্তিত্ব: ==\nআবু তাহের, বীর উত্তম\nওয়ারেসাত হোসেন বেলাল, বীর প্রতিক ও সংসদ সদস্য\nএম আনোয়ার হোসেন, শিক্ষাবিদ।\nতরুণকুমার ভাদুড়ী: লেখক।\nলুৎফা তাহের, সাবেক সংসদ সদস্য\nজাকিয়া পারভীন খানম, সংসদ সদস্য\nআবদুল হাননান খান, সাবেক অতিরিক্ত  ডি আই জি\nআবু ইউসুফ, বীর বিক্রম।\nশাখাওয়াত হোসেন, প্রতিক\nমোশাররফ হোসেন (নেত্রকোণার রাজনীতিবিদ)\nমোহাম্মদ আলী (রাজনীতিবিদ)\nজয়া বচ্চন : ভাদুরী।\nমাহবুব তালুকদার, নির্বাচন কমিশনার সাবেক।\nসাদির উদ্দিন আহমেদ: রাজনীতিবিদ।\nআহমদ হোসেন: বীর প্রতীক, রাজনীতিবিদ।\n\n\n=== সংবাদপত্র ===\nপূর্বধলার দর্পন, আজকের আরবান\n\n\n== সমাজ ব্যবস্থা ==\nএ উপজেলায় ধর্মাবলম্বী লোকের বসবাস সংখ্যাগরিষ্ট মুসলিম, ২য় পর্যায়ে হিন্দু ও ৩য় পর্যায়ে খ্রীস্টান । তবে খ্রীষ্টান সম্প্রদায়ের লোকেরা গারো সম্প্রদায়ের। এরা মাতৃতান্ত্রিক সমাজ ব্যবস্থায় পরিচালিত । মুসলিম সমাজের দাই সম্প্রদায়ের  বেশ কিছু পরিবার কয়েকটি গ্রামে (যেমন কালডোয়ার, কুতিউড়া, গনকপাড়া,নিজ হোগলা, আন্দা-জটিয়াবর গ্রামে) বসবাস রয়েছে। এরা পৃথক সমাজ গঠন করে বসবাস করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবাংলাপিডিয়ায় পূর্বধলা উপজেলা"}