{"pageid": 1459964, "title": "২০১৩-এ বাংলাদেশে কোটা সংস্কার আন্দোলন", "url": "https://bn.wikipedia.org/wiki?curid=1459964", "content": "২০১৩-এ বাংলাদেশে কোটা সংস্কার আন্দোলন ছিল দেশের সরকারি খাতে চাকরি সংক্রান্ত সরকারের নীতির বিরুদ্ধে একটি আন্দোলন। প্রথমে শাহবাগ এবং ঢাকা বিশ্ববিদ্যালয় ক্যাম্পাসের মধ্যে সীমাবদ্ধ থাকলেও শেষ পর্যন্ত তা বাংলাদেশের অন্যান্য অঞ্চলে ছড়িয়ে পড়ে। দেশের বিভিন্ন স্থানে বিভিন্ন বিশ্ববিদ্যালয়ের শিক্ষার্থীরা মূল প্রতিবাদ আন্দোলনের সাথে একাত্মতা প্রকাশ করে এবং একই ধরনের দাবি নিয়ে তাদের নিজস্ব মিছিল বের করে। এটি ২০১৩ সালে ঢাকার শাহবাগের বিক্ষোভের সামসময়িক একটি আন্দোলন, যেটি প্রায় একই সময়ে একই স্থানে হয়েছিলো। ২০১৩ সালের কোটা আন্দোলন সফলতার মুখ না দেখলেও এর ধারাবাহিকতায় ২০১৮ সালে এদেশে পুনরায় কোটা আন্দোলন সংগঠিত হয়।\n\n\n== কারণ এবং দাবি ==\nতৎকালীন বিসিএস পরীক্ষা পদ্ধতিতে মুক্তিযোদ্ধার সন্তানদের জন্য ৩০ শতাংশ এবং মহিলাদের জন্য ১০ শতাংশ আসন সংরক্ষিত ছিলো। আরও ১০ শতাংশ জেলাগুলির জন্য, ৫ শতাংশ ক্ষুদ্র নৃগোষ্ঠীর জন্য এবং ১ শতাংশ প্রতিবন্ধী ব্যক্তিদের জন্য সংরক্ষিত ছিলো। ফলস্বরূপ, মাত্র ৪৪ শতাংশ পরীক্ষার্থী মেধার ভিত্তিতে অবস্থান নিশ্চিত করতে সক্ষম হতো। যার ফলে সাধারণ শিক্ষার্থীদের একটি বড় অংশের মধ্যে অসন্তোষ সৃষ্টি হয়, কারণ তারা যেকোন পরীক্ষায় কোটার অধীনে থাকা প্রার্থীদের চেয়ে বেশি নম্বর পেয়েও বঞ্চিত হচ্ছেন।\nআন্দোলনকারীরা 'মেধা মূল্যায়ন মঞ্চ' নামে ১০ সদস্যের একটি কমিটি গঠন করে। ঢাকা বিশ্ববিদ্যালয়ের শিক্ষার্থী আব্দুর রহিম এই কমিটির আহ্বায়কের দায়িত্ব পালন করেন। সেই সময়ে আন্দোলনকারীরা ৩৪তম বিসিএস প্রিলিমিনারি পরীক্ষার ফল পুনঃমূল্যায়ন এবং সব পাবলিক পরীক্ষায় কোটা পদ্ধতি বাতিলের দাবি জানায়।\n\n\n== প্রতিবাদের সময়রেখা ==\n\n\n=== ১০ জুলাই ===\n২০১৩ সালের ১০ জুলাই, বুধবার, বাংলাদেশ সিভিল সার্ভিসের শত শত পরীক্ষার্থী সরকারি চাকরিতে নিয়োগে সব ধরণের কোটা অবিলম্বে বাতিলের দাবিতে বিক্ষোভ শুরু করে। এদিন ৩৪তম বিসিএসের প্রিলিমিনারি পরীক্ষায় উত্তীর্ণ না হওয়া কয়েক শতাধিক চাকরিপ্রার্থীরা উত্তরপত্র পুনঃমূল্যায়নের দাবিতে রাত ১০টা পর্যন্ত শাহবাগ চৌরাস্তায় জড়ো হয়ে রাস্তা অবরোধ করে রাখে। পরীক্ষায় ভালো করার পরও কেন অনির্বাচিত হয়েছে এই প্রশ্ন করে কোটা পদ্ধতি বাতিলের আন্দোলন শুরু করে। পরে সন্ধ্যায় বাংলাদেশ সরকারি কর্ম কমিশন জানায় যে তারা বিসিএস প্রিলিমিনারী পরীক্ষার ফলাফল আবারো পর্যালোচনা করে দেখবে। \n\n\n=== ১১ জুলাই ===\n১১ জুলাই ২০১৩ বৃহস্পতিবার, সরকারি চাকরিতে নিয়োগে কোটা পদ্ধতি বাতিলের দাবিতে দ্বিতীয় দিনের মতো শাহবাগ মোড়ে শিক্ষার্থীরা জড়ো হয়। পুলিশ তাদের উপর লাঠিচার্জ ও টিয়ারশেল নিক্ষেপ করায় শিক্ষার্থীরা স্থান ত্যাগ করতে বাধ্য হয়। কিছুক্ষণের মধ্যেই গোটা ঢাকা বিশ্ববিদ্যালয় ক্যাম্পাস এলাকায় সংঘর্ষ ছড়িয়ে পড়ে। বিক্ষোভকারীরা এই অভিযোগও করেন, ঢাকা বিশ্ববিদ্যালয় ক্যাম্পাসে আন্দোলনকারীদের ওপর পুলিশের সঙ্গে শাসকদল ছাত্রলীগের নেতাকর্মীরা যোগ দেয় এবং তাদের প্রাণঘাতী অস্ত্র, লাঠিসোঁটা ও লোহার রড দিয়ে মারধর করে। বিক্ষোভকারীরা বিক্ষুপ্ত হয়ে বেসরকারি টিভি চ্যানেলের দুটি গাড়ি, ঢাবি রেজিস্ট্রার ভবন, প্রক্টর অফিস, সমাজবিজ্ঞান বিভাগের দুটি প্রভৃতি ভাঙচুর করে।\nসংবাদ প্রতিবেদন অনুযায়ী এই সংঘর্ষে ৫৫ জনেরও বেশি শিক্ষার্থী আহত হয় ও প্রায় ১৫ জনকে গ্রেপ্তার করা হয়।\n\n\n=== ১২ জুলাই ===\nপরদিন শুক্রবারে বুয়েট, ঢাকা মেডিকেল কলেজ ও ঢাকা বিশ্ববিদ্যালয় ক্যাম্পাসে বিসিএস চাকরিপ্রার্থীদের পূর্বনির্ধারিত মিছিল করার প্রচেষ্টা পুলিশ ও বাংলাদেশ ছাত্রলীগের নস্যাৎ করে দেয়। নগরীর শাহবাগ এলাকায় ১১ জুলাই সহিংসতার ঘটনায় এক হাজার ৭০০ অজ্ঞাতনামা সরকারি চাকরিপ্রার্থীর বিরুদ্ধে দুটি মামলা করা হয়। শাহবাগ থানার ভারপ্রাপ্ত কর্মকর্তা ওসি সিরাজুল ইসলাম জানান, পুলিশ বাদী হয়ে দণ্ডবিধি আইনে ৫০০ জনের বিরুদ্ধে একটি এবং ১২০০ জনের বিরুদ্ধে আরেকটি মামলা করে।\nএছাড়া ঢাকা বিশ্ববিদ্যালয়ের নিরাপত্তা কর্মকর্তা এসএম কামরুল আহসান ক্যাম্পাসে ভাঙচুরের অভিযোগে ৫০০ শিক্ষার্থীর বিরুদ্ধে শাহবাগ থানায় মামলা করেন। এতে সর্বমোট ২২০০ চাকরিপ্রার্থীর বিরুদ্ধে অভিযোগ আনা হয়। শুক্রবার ঢাকা বিশ্ববিদ্যালয়ে সহিংসতার ঘটনায় পুলিশ ৩৪ জনকে আটক করে।\n\n\n=== ১৩ জুলাই ===\n১৩ তারিখে চাকরিতে কোটা পদ্ধতি বাতিলের দাবিতে একদল শিক্ষার্থী ঢাকা বিশ্ববিদ্যালয়ের কেন্দ্রীয় গ্রন্থাগারের সামনে বিক্ষোভ করে। প্রত্যক্ষদর্শীরা জানান, আন্দোলনকারীরা ক্যাম্পাসে সমাবেশ করার চেষ্টা করলে ছাত্রলীগের ঢাবি শাখার নেতারা তাদের ভেঙে দেয়। প্রথম দলটি ছত্রভঙ্গ হওয়ার পরপরই আরেকটি দল ‘আমরা মুক্তিযোদ্ধার সন্তান’ ব্যানার হাতে কোটা বাতিলের মিছিল করে। এদিকে সরকারি চাকরিতে নিয়োগে কোটা বাতিলের জন্য রাজশাহী বিশ্ববিদ্যালয়ের এক হাজারের বেশি শিক্ষার্থী শনিবার সকাল থেকে ঢাকা-রাজশাহী মহাসড়ক অবরোধ করে বিক্ষোভ করে এবং মহাসড়কে যান চলাচল বন্ধ করে দেয়।\nআন্দোলনকারীরা এক প্রেস বিজ্ঞপ্তিতে সব সরকারি চাকরিতে কোটা পদ্ধতি বাতিল, মামলা প্রত্যাহার, আটক ও গ্রেফতারকৃতদের নিঃশর্ত মুক্তি এবং বিচারের দাবিতে আগামীকাল রোববার সারাদেশের সব শিক্ষাপ্রতিষ্ঠানে ধর্মঘট পালনের ঘোষণা দেয়। ১৩ তারিখে পত্রিকার তদন্তে বলা হয়, ছাত্রলীগ চাকরি প্রার্থীদের শান্তিপূর্ণ আন্দোলনের উপর হামলা করেছে।\n\n\n=== ১৪ জুলাই ===\nঢাকা বিশ্ববিদ্যালয়, চট্টগ্রাম বিশ্ববিদ্যালয়, কুষ্টিয়া ইসলামী বিশ্ববিদ্যালয়, নর্থ সাউথ বিশ্ববিদ্যালয়, শাহজালাল বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়, রাজশাহী বিশ্ববিদ্যালয়ে প্রভৃতিতে কোটাবিরোধী বিক্ষোভ অব্যাহত ছিলো। হাজার হাজার শিক্ষার্থী বিক্ষোভে অংশ নেয় এবং চবি ও সাস্টে ক্লাস ও পরীক্ষা স্থগিত করা হয়।\n\n\n== দেশব্যাপী বিক্ষোভ ==\n১১ জুন থেকে জাহাঙ্গীরনগর বিশ্ববিদ্যালয়, সিলেটের শাহজালাল বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়, রাজশাহী বিশ্ববিদ্যালয়, নর্থ সাউথ বিশ্ববিদ্যালয়, বাংলাদেশ কৃষি বিশ্ববিদ্যালয়ে এবং দেশের অন্যান্য অঞ্চলে শিক্ষার্থী বিক্ষোভ ছড়িয়ে পড়ে। এছাড়াও ঢাকার বাইরের কুষ্টিয়া ইসলামী বিশ্ববিদ্যালয় শিক্ষার্থীরা রাস্তায় নেমে মানববন্ধন করে। সারা দেশের শিক্ষার্থীরা শ্লোগান, মহাসড়ক অবরোধ করে এবং প্ল্যাকার্ড ও ফেস্টুন ধরে তাদের দাবি জানিয়ে দেয়।\n\n\n== প্রতিক্রিয়া ==\n\n\n=== ১১ জুলাই ===\nবিক্ষোভ বিভিন্ন সোশ্যাল মিডিয়া প্ল্যাটফর্মে অনেক বিতর্কের জন্ম দেয়। প্রধানমন্ত্রীর জনপ্রশাসন উপদেষ্টা এইচ টি ইমাম গণমাধ্যমে বলেন, 'সিভিল সার্ভিস পরীক্ষায় বিদ্যমান কোটা পদ্ধতি সংস্কারের কোনো পরিকল্পনা সরকারের নেই।'\nঢাকা বিশ্ববিদ্যালয়ের প্রক্টর আমজাদ আলী ক্ষমতাসীন দলের ছাত্রলীগের নেতাকর্মীদের সাথে সম্পৃক্ত হয়ে বলেন, “গতকাল বুধবারে যখন তারা বিক্ষোভ শুরু করেছিল, আমরা তাদের দাবির প্রতি সহানুভূতিশীল ছিলাম, কিন্তু আজ তারা যা করছে তাতে বোঝা যাচ্ছে অন্য কোন শক্তি, হয়ত জামাত-শিবিরের কাছ থেকে, তাদের মধ্যে অনুপ্রবেশ করে ক্ষতি করছে ভেতর থেকে। এই ধরনের কর্মকাণ্ড একেবারেই অগ্রহণযোগ্য।”\n\n\n=== ১২ জুলাই ===\nসাধারণ শিক্ষার্থীদের উপর সহিংসতার নিন্দা জানিয়ে, কোটা বিরোধী আন্দোলনকারীদের দাবির প্রতি সমর্থন জানিয়ে এক বিবৃতিতে বিরোধী দল বিএনপির ভারপ্রাপ্ত মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর বলেন, “সরকার এতটাই মরিয়া হয়ে উঠেছে যে তাদের ন্যায্য দাবি বিবেচনায় না নিয়ে পুলিশ ও যুবলীগ ও ছাত্রলীগের ক্যাডারদের দিয়ে সাধারণ শিক্ষার্থীদের উপর হামলা চালাতে দিতে দ্বিধা করে না।”\nকোটাবিরোধী আন্দোলন জামায়াতে ইসলামী ও ইসলামী ছাত্রশিবিরের দ্বারা প্রভাবিত হচ্ছে বলে দাবি করলে শুক্রবার ‘আমরা মুক্তিযোদ্ধা সন্তান’ নামের একটি সংগঠন কোটাবিরোধী আন্দোলনের বিরুদ্ধে অবস্থান নেয়। সংগঠনের সভাপতি হুমায়ুন কবির বলেন, “বিশেষ বিসিএস পরীক্ষার সকল ক্যাডার পদে কোটা ব্যতিত পূরণের দাবিতে আমরা রাজপথে নেমেছি। আমাদের দাবি পূরণ না হওয়া পর্যন্ত আমরা ফিরে যাব না”।\n\n\n=== ১৩ জুলাই ===\nজামায়াতে ইসলামীর ভারপ্রাপ্ত সেক্রেটারি রফিকুল ইসলাম খান বিক্ষোভের প্রতি সমর্থন জানিয়ে বলেন, কোটা পদ্ধতি কার্যকর হওয়ায় দেশে মেধাবী শিক্ষিত বেকারের সংখ্যা বাড়ছে এবং মেধাবী ছাত্র-যুবকদের মধ্যে তীব্র হতাশা তৈরি হচ্ছে। আন্দোলনরত ছাত্র-যুবকদের দাবি মেনে নিয়ে দ্রুত এ সমস্যার সমাধান করা উচিত, কিন্তু তাদের যৌক্তিক দাবি বিবেচনা না করে তাদের ওপর হামলা করা অত্যন্ত দুঃখজনক ও বেদনাদায়ক নেতৃত্ব।\"\nপিএসসি ৩৪তম বিসিএসের প্রিলিমিনারি পরীক্ষার পর্যালোচিত ফল রোববার প্রকাশ করা হবে বলে জানায়। এই কর্ম কমিশন ৩৪তম বিসিএসের প্রিলিমিনারি রেজাল্টে কোটা নীতি প্রয়োগের সিদ্ধান্ত প্রত্যাহার করে। তবে এটাও বলে পরবর্তী পর্যায়ে কোটা প্রয়োগ করা হবে।\n\n\n=== ১৪ জুলাই ===\nপাবলিক সার্ভিস কমিশন রবিবার ৪৬,২৫০ জন সফল প্রার্থীর একটি পর্যালোচনা তালিকা দেয়। পিএসসি পরীক্ষা নিয়ন্ত্রক এওয়াইএম নেছার উদ্দিন বলেন, “এই ৪৬,২৫০ জন পরীক্ষার্থীর মধ্যে ১২,০৩৩ জন রয়েছে যাদেরকে আমরা আমাদের পূর্ববর্তী তালিকায় (আগে মঙ্গলবার, ৯ই জুলাই প্রকাশিত) সফলভাবে পাশ করেছিলো।\n\n\n=== ১৮ জুলাই ===\nপ্রধানমন্ত্রী শেখ হাসিনা বলেন, সরকারি চাকরিতে কোটা ব্যবস্থা বাতিলের দাবিতে যারা ভাঙচুর করেছে তারা যেন ভবিষ্যতে কোনো সরকারি চাকরি না পায় সেটা সরকার নিশ্চিত করবে। আওয়ামী লীগের কেন্দ্রীয় কার্যনির্বাহী কমিটির সূচনা বক্তব্যে তিনি আরো বলেন, “আমাদের কাছে ছবিগুলো আছে, ভাইভা পরীক্ষার আগে আমরা সেগুলো পিএসসির সামনে রাখব যাতে এই কুখ্যাত লোকগুলো সরকারি চাকরি পেতে না পারে।\n\n\n== আরও দেখুন ==\n২০১৮-এ বাংলাদেশে কোটা সংস্কার আন্দোলন\n২০২৪-এ বাংলাদেশে কোটা সংস্কার আন্দোলন\n\n\n== তথ্যসূত্র =="}