{"pageid": 1459388, "title": "প্রবীণ যাদব", "url": "https://bn.wikipedia.org/wiki?curid=1459388", "content": "প্রবীণ রমেশ যাদব (হিন্দি: प्रवीण जाधव; জন্ম: ৬ জুলাই ১৯৯৬; প্রবীণ যাদব নামে সুপরিচিত) হলেন একজন ভারতীয় তীরন্দাজ, যিনি ভারতের প্রতিনিধি হিসেবে বিভিন্ন আন্তর্জাতিক প্রতিযোগিতায় অংশগ্রহণ করে থাকেন।\nযাদব ভারতের হয়ে ২০২০ এবং ২০২৪ গ্রীষ্মকালীন অলিম্পিকে অংশগ্রহণ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nপ্রবীণ রমেশ যাদব ১৯৯৬ সালের ৬ই জুলাই তারিখে ভারতের মহারাষ্ট্রে এক দিনমজু শ্রমিক পরিবারে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন। তার পরিবার সাতারা জেলার খরা-প্রবণ সারদে গ্রামের একটি খুপরিতে বসবাস করতেন। কিশোর বয়সে যাদব মাঝে মাঝে বাবার সাথে খামারে কাজ করতে যেতেন।\nশৈশব থেকেই খেলাধুলায় আগ্রহী, যাদব জেলা স্তরে ৮০০ মিটারে অংশ নিয়েছিলেন, কিন্তু অপুষ্টির ফলে যথেষ্ট শক্তি ছিল না। তার স্কুলের শিক্ষক বিকাশ ভুজবল তখন তার প্রশিক্ষণ এবং খাবারের খরচ বহন করেন, যার ফলে ক্রীড়া প্রবোধিনী স্কুলে ভাল পারফরম্যান্স করে নির্বাচিত হন। পুনের বালেওয়াড়িতে এক বছরের জন্য প্রশিক্ষণ গ্রহণ করার পর, যেখানে তার ৮০০ মিটার সময় উন্নতি হয়েছে, তিনি অমরাবতীতে চলে যান, যেখানে তাকে তীরন্দাজ প্রশিক্ষণ দেওয়া হয়েছিল। যাদব, এখনও শারীরিকভাবে দুর্বল, রিকার্ভ বোর ওজন সামলাতে অসুবিধার সম্মুখীন হন, একাডেমি তার সাব-পার পারফরম্যান্সের কারণে তাকে ছেড়ে দিতে চায়। ভুজবল তখন শিক্ষা আধিকারিক মহেশ পালকারের কাছে সাহায্যের অনুরোধ করেছিলেন, যিনি একাডেমিকে যাদবকে চূড়ান্ত সুযোগ দিতে বলেছিলেন। নিজেকে প্রমাণ করার জন্য পাঁচটি শটের শেষ সুযোগ দেওয়া হয়েছিল, যাদব ৪৫ স্কোর করেছেন এবং একাডেমিতে তার জায়গা ধরে রাখেন।\n\n\n== খেলোয়াড়ি জীবন ==\nযাদব ব্যাঙ্ককে ২০১৬ এশিয়া কাপ প্রথম পর্বে ভারতের প্রতিনিধিত্ব করেছিলেন, যেখানে তিনি পুরুষদের রিকার্ভ দলগত প্রতিযোগিতায় ব্রোঞ্জ পদক জিতেছিলেন। সেই বছরের শেষের দিকে, তিনি মেদেয়িনের ২০১৬ সালের আর্চারি বিশ্বকাপের মঞ্চে ভারতীয় বি দলের অংশ ছিলেন।\n২০১৯ ওয়ার্ল্ড আর্চারি চ্যাম্পিয়নশিপে, যাদব ভারতীয় দলের একজন সদস্য ছিলেন যেটি ২০০৫ সাল থেকে ফাইনালের জন্য যোগ্যতা অর্জনকারী দেশের প্রথম পুরুষদের রিকার্ভ দল ছিল। যাদব, অতনু দাস এবং তরুণদীপ রাইয়ের দল ষষ্ঠ বাছাই কানাডাকে হারিয়ে নকআউট পর্বের জন্য যোগ্যতা অর্জন করে এবং ২০২০ গ্রীষ্মকালীন অলিম্পিকে ভারতকে একটি জায়গা নিশ্চিত করে। তারপর তারা যথাক্রমে কোয়ার্টার ফাইনাল ও সেমিফাইনালে তৃতীয় বাছাই চাইনিজ তাইপে এবং স্বাগতিক নেদারল্যান্ডসকে হারিয়েছে। ফাইনালে চীনের কাছে হেরে রৌপ্য জয় করে দলটি।\nযাদব ভারতের প্রতিনিধি হিসেবে ২০২৪ গ্রীষ্মকালীন অলিম্পিকে সর্বমোট ২টি প্রতিযোগিতায় অংশগ্রহণ করেছেন।\nতিনি তীরন্দাজীতে পুরুষদের ব্যক্তিগত প্রতিযোগিতায় অংশগ্রহণ করেছিলেন। র‍্যাঙ্কিং পর্বে ২৫টি ১০ পয়েন্ট অর্জন করে সর্বমোট ৬৫৮ পয়েন্ট নিয়ে তিনি ৩৯তম স্থান অধিকার করেছিলেন। ৬৪ জনের পর্বে, তিনি র‍্যাঙ্কিং পর্বে ২৬তম স্থান অধিকারী চীনের কাও ওয়েনছাওয়ের মুখোমুখি হয়েছিলেন, যেখানে তিনি ৬–০ সেট পয়েন্টের ব্যবধানে পরাজিত হয়ে প্রতিযোগিতা থেকে বিদায় নিয়েছিলেন।\nএছাড়াও তিনি ধীরজ বোম্মাদেবারা এবং তরুণদীপ রাইয়ের সাথে ভারতীয় দল হিসেবে পুরুষদের দলগত প্রতিযোগিতায় অংশগ্রহণ করেছিলেন। তারা র‍্যাঙ্কিং পর্বে ৯৫টি ১০ পয়েন্ট অর্জন করে সর্বমোট ২০১৩ পয়েন্ট নিয়ে ৩য় স্থান অধিকার করেছিল। অতঃপর কোয়ার্টার-ফাইনালে তারা তুরস্কের কাছে ৬–২ সেট পয়েন্টের ব্যবধানে পরাজিত হয়ে প্রতিযোগিতা থেকে বিদায় নিয়েছিল।\n\n\n== ব্যক্তিগত জীবন ==\n২০১৬ বিশ্বকাপের সময় কম্পাউন্ড দলের কোচ কর্নেল বিক্রম ধিয়ালের দ্বারা দেখা যাওয়ার পরে, যাদবকে ২০১৭ সালে ক্রীড়া কোটার অধীনে ভারতীয় সেনাবাহিনীতে নিয়োগ করা হয়েছিল। ২০১৯ সালের হিসাবে, তিনি হাবিলদার পদে রয়েছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nওয়ার্ল্ড আর্চারিতে প্রভিন যাদব (ইংরেজি)\nঅলিম্পিডিয়ায় প্রভিন যাদব (ইংরেজি)"}