{"pageid": 14594, "title": "ত্রিশাল উপজেলা", "url": "https://bn.wikipedia.org/wiki?curid=14594", "content": "ত্রিশাল উপজেলা বাংলাদেশের ময়মনসিংহ জেলার একটি প্রশাসনিক এলাকা যা ১২ টি ইউনিয়ন নিয়ে গঠিত। এটি ময়মনসিংহ বিভাগের অধীন ময়মনসিংহ জেলার ১৩ টি উপজেলার একটি উপজেলা। উত্তরে ময়মনসিংহ সদর উপজেলা, দক্ষিণে ভালুকা উপজেলা, গফরগাঁও উপজেলা, পূর্বে ঈশ্বরগঞ্জ উপজেলা, নান্দাইল উপজেলা, গফরগাঁও উপজেলা, পশ্চিমে ফুলবাড়ীয়া উপজেলা। সুতিয়া এবং পাগারিয়া নদী ত্রিশাল উপজেলার মধ্যে দিয়ে বয়ে গেছে।\nজাতীয় কবি কাজী নজরুল ইসলাম'র স্মৃতি বিজড়িত ত্রিশালের দরিরামপুর হাইস্কুল (বর্তমানে সরকারি নজরুল একাডেমী), কাজীর শিমলা, বিচুতিয়া ব্যাপারীর বাড়ি, শুকনি বিলের নামাপাড়ায় অবস্থিত বটতলা এই ত্রিশালেই অবস্থিত। নামাপাড়ায় অবস্থিত বটতলায় কবির নামে ২০০৬ সালে জাতীয় কবি কাজী নজরুল ইসলাম বিশ্ববিদ্যালয় প্রতিষ্ঠিত হয়।\nব্রিটিশ শাসনামলে ১৯০৯ সালে ত্রিশাল থানা প্রতিষ্ঠা করা হয়। পরবর্তীতে ১৯৮৩ সালে এটিকে উপজেলায় উন্নিত করা হয়। বাংলাদেশ জাতীয় সংসদ নির্বাচনে ত্রিশালের সংসদীয় আসন ময়মনসিংহ-৭। ত্রিশাল উপজেলা নিয়ে গঠিত এ আসনটি জাতীয় সংসদে ১৫২ নং আসন হিসেবে চিহ্নিত।\n\n\n== ইতিহাস ==\nখ্রীষ্টীয় চতুর্দশ শতাব্দীর শেষের দিকে ময়মনসিংহ জেলায় মুসলিম শাসনের আগমন ঘটে। শাসন কার্যের সুবিধার্থে  মুসলিম শাসকগণ নির্দিষ্ট এলাকা নিয়ে পরগনার সৃষ্টি করেন। ব্রহ্মপুত্র নদের পূর্বভাগ ময়মনসিংহ এবং পশ্চিমভাগ আলাপসিংহ পরগনা হওয়ায় ত্রিশাল স্বাভাবিক ভাবেই আলাপসিংহ পরগনার অর্ন্তভূক্ত হয়। তৎকালিন ময়মনসিংহের দক্ষিণ অঞ্চল পরিচালিত হত বৈলর জমিদার বাড়ি থেকে। প্রথমদিকে মুসলমানদের সংখ্যা বসতি বেশি দেখা গেলেও পরে আস্তে আস্তে হিন্দু ও সনাতন ধর্মাবলীদের আগমনের পূর্বে গারোদের বংশধর এখানে বসতি স্থাপন করে। ত্রিশাল বাজার হওয়ার পূর্বে নওধার ভাংতির পূর্ব পার্শ্বে ঢাকা-ময়মনসিংহ মহাসড়কের পশ্চিমে সুতিয়া নদীর দক্ষিণ তীরে কুলাইতলা মন্দিরকে ঘিরেই ছিল নওধার হাট, যা জমিদাররা নাম দেয় রাধাগঞ্জ, পরবর্তীতে ত্রিশাল বাজার হওয়ার পর ধীরে ধীরে তার অস্তিত্ব হারায়।\n১৯০৯ সালে ত্রিশাল থানা সৃষ্টি হয়। ১৯৮৩ সালে ১২টি ইউনিয়ন ও ৯১টি মৌজা নিয়ে এটিকে উপজেলায় উন্নিত করা হয়। ত্রিশাল নামকরণের ইতিহাস হিসেবে জানা যায় যে, ত্রিশুলধারী কোন এক ব্যক্তি এসেছিলেন এই এলাকায়। আবার কেউ কেউ বলেন, তিনটি বড় শাল গাছ ছিল। যদিও এই দুইটি থেকে ত্রিশাল নাম সৃষ্টি হওয়ার নির্ভরযোগ্য কোন সূত্র পাওয়া যায়নি। তবে সবচেয়ে নির্ভরযোগ্য যে তথ্যটি পাওয়া যায় তা হলো, গভীর অরণ্যে বেষ্টিত এই অঞ্চলে নদী-নালা, খাল-বিল, হাওরের সংখ্যা অনেক বেশি থাকায় হিংস্র জীবজন্তু থেকে বাঁচার জন্য পূর্বের মানুষজন বাড়ির আশেপাশে উচুঁ প্রাচীর দিত যা আল নামে পরিচিত ছিল। যদি নতুন কেউ এখানে বাস করতে চাইত তাহলে তাদের ত্রিশ আলের যে কোন আলের অন্তর্ভুক্ত হতে হত।  ঐতিহাসিক আবুল ফজল এর থেকে জানা যায়, প্রাচীন কালে এখানকার রাজা-রা ১০ গজ উঁচু ও ২০ গজ চওড়া প্রকাণ্ড আল বা বাঁধ নির্মাণ করতেন এবং এটিই সবচেয়ে গ্রহণযোগ্য মত।\n১৯৭১ সালে মুক্তিযুদ্ধের সময় রায়েরগ্রামে পাকবাহিনীর সঙ্গে মুক্তিবাহিনীর লড়াইয়ে ১১ জন মুক্তিযোদ্ধা শহীদ হন, ৭ জুন কাটাখালী বাজারে প্রায় অর্ধশত পাকসেনা নিহত হয়। আগস্ট মাসে মঠবাড়ি ইউনিয়নের পোড়াবাড়ি বাজারে যুদ্ধকালীন সময়ে দু’জন মুক্তিযোদ্ধা শহীদ হন, ভাংনামারী চরে আবদুর রহমান নামে একজন মুক্তিযোদ্ধা শহীদ হন।\n১৯৭১ সালের ৯ ডিসেম্বর ময়মনসিংহ জেলার ত্রিশাল থানার মুক্তিকামী জনতা রাতব্যাপী পাক বাহিনীকে সম্মুখ যুদ্ধে পরাজিত করে বিজয় অর্জন করেন এবং স্বাধীন বাংলাদেশের পতাকা আনুষ্ঠানিকভাবে উত্তোলন করেন। ৮ ডিসেম্বর রাত ১১টার দিকে মেজর আফসার বাহিনীর যুদ্ধকালীন কমান্ডার শাহ্ আনছার উদ্দিন মাস্টারের নির্দেশে কোম্পানি কমান্ডার আ. বারী মাস্টার একদল গেরিলা যোদ্ধা নিয়ে ত্রিশাল থানার পাশে বয়ে যাওয়া সূতীয়া নদীর তীরে থানার ৪শ গজ দক্ষিণে মুক্তিযোদ্ধাদের নিয়ে ওৎ পেতে বসে থাকেন। রাত আনুমানিক ১টার দিকে দক্ষিণ ও পশ্চিম দিক দিয়ে আক্রমণ শুরু করলে পাকবাহিনী ভীত হয়ে উঠে। পাক সেনারা কূলকিনারা না পেয়ে ভোর হবার আগেই জেলা সদরের দিকে পালিয়ে যায়। মুক্তিযোদ্ধাসহ এলাকার বীর বাঙালিরা ত্রিশাল থানা দখল করতে সক্ষম হন। ওইদিন সকাল ৭টার সময় কোম্পানি কমান্ডার আব্দুল বারী মাস্টার মুক্তিযোদ্ধাদের সঙ্গে নিয়ে থানা প্রাঙ্গণে জাতীয় পতাকা উত্তোলন করেন। এ যুদ্ধে গিয়াস উদ্দিন নামে এক মুক্তিযোদ্ধা আত্মঘাতি বুলেটে নিহত হন।\n\n\n== অবস্থান ==\nএর অবস্থান ২৪°২৮´ থেকে ২৪°৪১´ উত্তর অক্ষাংশ এবং ৯০°১৮´ থেকে ৯০°৩২´ পূর্ব দ্রাঘিমাংশ। উত্তরে ময়মনসিংহ সদর উপজেলা, দক্ষিণে ভালুকা উপজেলা, গফরগাঁও উপজেলা, পূর্বে ঈশ্বরগঞ্জ উপজেলা, নান্দাইল উপজেলা, গফরগাঁও উপজেলা, পশ্চিমে ফুলবাড়িয়া উপজেলা। এর আয়তন ৩৩৮.৯৮ বর্গ কি.মি.। ময়মনসিংহ শহর থেকে এর দূরত্ব ২১ কিলোমিটার।\n\n\n== প্রশাসন ==\nত্রিশাল উপজেলার আয়তন ৩৩৮.৯৮ বর্গ কিলোমিটার। এটি ১টি থানা, ১টি পৌরসভা (ক শ্রেণীর), ৯টি ওয়ার্ড, ১২টি মহল্লা, ১২টি ইউনিয়ন, ৯১টি মৌজা ও ১৫৯টি গ্রাম নিয়ে গঠিত। সম্পূর্ণ উপজেলার প্রশাসনিক কার্যক্রম ত্রিশাল থানার আওতাধীন।\n\nপৌরসভা:\nত্রিশাল\nইউনিয়নসমূহ:\n১নং ধানীখোলা\n২নং বৈলর\n৩নং কাঁঠাল\n৪নং কানিহারী\n৫নং রামপুর\n৬নং ত্রিশাল\n৭নং হরিরামপুর\n৮নং সাখুয়া\n৯নং বালিপাড়া\n১০নং মঠবাড়ী\n১১নং মোক্ষপুর\n১২নং আমিরাবাড়ী\nবাংলাদেশ জাতীয় সংসদ নির্বাচনে ত্রিশালের সংসদীয় আসন ময়মনসিংহ-৭। ত্রিশাল উপজেলা নিয়ে গঠিত এ আসনটি জাতীয় সংসদে ১৫২ নং আসন হিসেবে চিহ্নিত।\n১৯৭৩ সালে প্রথম জাতীয় সংসদ নির্বাচনে বাংলাদেশ আওয়ামী লীগ এর মিজানুর রহমান, ১৯৭৯ সালে বাংলাদেশ জাতীয়তাবাদী দল এর আবুল মনসুর আহমেদ, ১৯৮৬ সালে বাংলাদেশ আওয়ামী লীগ এর আবদুস সালাম তরফদার, ১৯৮৮ সালে জাতীয় পার্টি এর আনিসুর রহমান, ১৯৯১ সালে বাংলাদেশ জাতীয়তাবাদী দল এর মোঃ এ. খালেক, ১৯৯৬ সালে বাংলাদেশ জাতীয়তাবাদী দল এর মাহবুব আনাম,  ১৯৯৬ সালে বাংলাদেশ আওয়ামী লীগ এর  হাফেজ মাওলানা রুহুল আমিন মাদানী, ২০০১ সালে বাংলাদেশ আওয়ামী লীগ এর আবদুল মতিন সরকার, ২০০৮ সালে বাংলাদেশ আওয়ামী লীগ এর রেজা আলী, ২০১৪ সালে জাতীয় পার্টি এর  এম. এ. হান্নান, ২০১৮ সালে বাংলাদেশ আওয়ামী লীগ এর হাফেজ মাওলানা রুহুল আমিন মাদানী এবং ২০২৪ সালে স্বতন্ত্র  এর এ বি এম আনিছুজ্জামান সংসদ সদস্য হিসেবে নির্বাচিত হয়েছেন।\n\n\n== জনসংখ্যার উপাত্ত ==\nমোট জনসংখ্যা ৪,৩৫,৮০৩ জন (২০১১ সনের আদমশুমারী অনুযায়ী)। মোট ভোটার সংখ্যা ২,৫৭,০৫২ জন; পুরুষ ভোটার সংখ্যা ১,২৮,৫৯৫ জন এবং মহিলা ভোটার সংখ্যা ১,২৮,৪৫৭ জন। মোট পরিবার (খানা) ৮০,৬০০টি।\n\n\n== শিক্ষা ==\nপ্রাতিষ্ঠানিক শিক্ষার হার ৪২.২০% (পুরুষ ৪২.১০%, মহিলা ৩৮.২০%)।\nত্রিশাল উপজেলায় বিশ্ববিদ্যালয় ০১টি (সরকারি), সরকারি প্রাথমিক বিদ্যালয় ১২০টি, বে-সরকারি প্রাথমিক বিদ্যালয় ৪৪টি, কমিউনিটি প্রাথমিক বিদ্যালয় ০৭টি, জুনিয়র উচ্চ বিদ্যালয় ০৮টি, উচ্চ বিদ্যালয় ৪৩টি (০১টি সরকারি), উচ্চ বিদ্যালয় (বালিকা) ০৫টি, দাখিল মাদ্রাসা ৩৪টি, আলিম মাদ্রাসা ০৯টি, ফাযিল মাদ্রাসা ০৫টি, কলেজ ১০টি (০১টি সরকারি), কলেজ (বালিকা) ০১টি রয়েছে।\n\n\n=== বিশ্ববিদ্যালয় ===\nজাতীয় কবি কাজী নজরুল ইসলাম বিশ্ববিদ্যালয়, ত্রিশাল (বিশ্ববিদ্যালয়টি পহেলা মার্চ ২০০৫-এ প্রতিষ্ঠিত হয় এবং ২০০৭ সালে প্রথম ব্যাচের ক্লাস শুরু হয়)\n\n\n=== উল্লেখযোগ্য শিক্ষা প্রতিষ্ঠান ===\nসরকারি নজরুল কলেজ, ত্রিশাল\nত্রিশাল মহিলা ডিগ্রি কলেজ, ত্রিশাল\nসরকারি নজরুল একাডেমী, ত্রিশাল (১৯১৩ সালে প্রতিষ্ঠিত, সাবেক দরিরামপুর হাইস্কুল, কবি নজরুলের বিদ্যাপীঠ)\nনজরুল বালিকা উচ্চ বিদ্যালয়, ত্রিশাল (১৯৬৭ সালে প্রতিষ্ঠিত)।\nকাটাখালী উমর আলী উচ্চ বিদ্যালয় (১৯৭২ সালে প্রতিষ্ঠিত)।\nপোড়াবাড়ি উচ্চ বিদ্যালয়, এিশাল, পোড়াবাড়ি বাজার (১৯৫২ সালে প্রতিষ্ঠিত)\nত্রিশালের কলেজসমূহ -\n১. ত্রিশাল সরকারি নজরুল ডিগ্রি কলেজ।\n২. ত্রিশাল মহিলা ডিগ্রি কলেজ।  \n৩. ত্রিশাল আইডিয়াল কলেজ।  \n৪. ত্রিশাল কৃষি প্রযুক্তি ইন্সটিটিউট।  \n৫. ত্রিশাল বি.এম. এন্ড কমার্স কলেজ।  \n৬. ইসলামি একাডেমি স্কুল এন্ড কলেজ।  \n৭. ধানীখলা কারিগরি এন্ড বানিজ্যিক কলেজ।  \n৮. হাজী চেরাগ আলী ডিগ্রি কলেজ।  \n৯. সেন্ট্রাল টেকনিক্যাল এন্ড বিজনেস ম্যানেজমেন্ট কলেজ।  \n১০. কাঁঠাল স্কুল এন্ড কলেজ।  \n১১. ত্রিশাল মহিলা টেকনিক্যাল এন্ড বি.এম. কলেজ।  \n১২. ত্রিশাল কেন্দ্রীয় টেকনিক্যাল এন্ড বি.এম. কলেজ।  \n১৩. ধলা স্কুল এন্ড কলেজ।  \n১৪. আউলিয়ানগর কলেজ।  \n১৫. মোক্ষপুর কলেজ।  \n১৬. ভালুকা-ত্রিশাল মৈত্রী কলেজ।  \n১৭. কালিরবাজার উচ্চ মাধ্যমিক বিদ্যালয় (স্কুল এন্ড কলেজ)  \n১৮. মঠবাড়ি উচ্চবিদ্যালয় এন্ড কলেজ।  \n১৯. ত্রিশাল হোমিওপ্যাথিক মেডিকেল কলেজ।  \n২০. ত্রিশাল-ফুলবাড়িয়া মৈত্রি কলেজ।   \n২১. সিটি রয়েল কলেজ, হরিরামপুর।   \n২২. ত্রিশাল কারিগরি ও বানিজ্যিক কলেজ, পাঁচপাড়া।\n২৪. রোকেয়া আলাল মডেল হাই স্কুল\n\n\n== যোগাযোগ ব্যবস্থা ==\nঢাকা থেকে ময়মনসিংহের উদ্দেশ্যে রওনা দিলে পথিমধ্যে ত্রিশাল উপজেলা পরে। ঢাকা থেকে ত্রিশাল উপজেলার দূরত্ব ১০০ কি.মি.। ময়মনসিংহ থেকে ত্রিশাল উপজেলার দূরত্ব প্রায় ২০ কি.মি.। উপজেলার বালিপাড়া ইউনিয়নের আউলিয়ানগর (বালিপাড়া) রেলওয়ে স্টেশন ও ধলা রেলওয়ে স্টেশন,কানিহারী ইউনিয়নের আহম্মদবাড়ি (সেনবাড়ি) রেলওয়ে স্টেশন এবং কাঁঠাল ইউনিয়নের ফাতেমানগর (কালির বাজার) রেলওয়ে স্টেশন নামে রেলস্টেশন আছে যেখানে কমিউটার, মেইল ও লোকাল ট্রেনগুলো যাত্রা বিরতি দেয় ।\nউপজেলায় মোট রাস্তা ৯০০.৪৩ কি.মি., যার মাঝে পাকা রাস্তা ১৩৭.৫৫ কি.মি. এবং কাঁচা রাস্তা\t৭৫৯.২৬ কি.মি.। ব্রীজ/কালভার্টের সংখ্যা ১৩৭টি (২৫৮৪ কি.মি.) এবং নদীর সংখ্যা ১০টি।\n\n\n== অর্থনীতি ==\nত্রিশাল উপজেলার মানুষ কৃষি, মৎস্য, শিল্প ইত্যাদি-তে নির্ভরশীল। জনগোষ্ঠীর আয়ের প্রধান উৎস কৃষি। এই উপজেলায় ধান, পাট, গম ইত্যাদি প্রধান অর্থকরী ফসল। প্রধান ফল-ফলাদি হচ্ছে আম,কাঁঠাল,কলা,জাম,লিচু,পেয়ারা,তরমুজ,সুপারি,পেঁপে ত্যাদি। বিলুপ্ত বা বিলুপ্তপ্রায় ফসলাদি হচ্ছে কাউন,খেসারি ছোলা, আউশ ধান, অড়হর, মাষকলাই। এখানে প্রচুর হাঁস-মুরগি এবং খামার,গরু-ছাগলের খামার, মৎস্য খামার রয়েছে যা কিনা এই উপজেলার অর্থনীতিকে এগিয়ে নিতে ব্যাপক অবদান রেখেছে।  সমগ্র বাংলাদেশের মধ্য বৈলর মৎস চাষের জন্য বিখ্যাত,বিশেষকরে পাঙ্গাস মাছের জন্য। তবে উপজেলার রায়মনি অঞ্চলে আকিজ অর্থনৈতিক অঞ্চল এবং বিভিন্ন টেক্সটাইল শিল্প কারখানা স্থাপিত হয়েছে।\n\n\n== শিল্প ==\nআকিজ ইকোনমিক জোন সহ গার্মেন্টস ফ্যাক্টরি স্থাপিত হওয়ায় ইদানীং শিল্প বিকশিত হচ্ছে উপজেলায়।\n\n\n== কৃষি ==\nমৎস্য ও পোল্ট্রি শিল্পে ত্রিশাল সমৃদ্ধ। পাঙ্গাস মাছ চাষের জন্য ত্রিশালের বৈলর ইউনিয়ন সমগ্র দেশে বিখ্যাত। ধানের ফলনের জন্যও ত্রিশাল বিখ্যাত। মোট ফসলি জমি ৬৩,১৪৮ হেক্টর। এখানে নার্সারীর সংখ্যা সরকারী ০১টি, বেসরকারী ৯৫টি, কোল্ড স্টোরেজের সংখ্যা ০১টি, বনভূমি ৪৭৮ হেক্টর, কৃষি ব্লকের সংখ্যা ৩৬টি, সয়েল মিনি ল্যাবের সংখ্যা ০৪টি। খাদ্য শস্য উৎপাদন হয় ১,৬২,৬৭৯.৯৫ মেট্রিক টন। বাৎসরিক মৎস্য উৎপাদন হয় ৪২,৪৪৫ মেট্রিক টন। প্রধান কৃষি ফসল ধান, পাট, গম, ডাল, আখ, শাকসবজি ইত্যাদি। প্রধান ফল-ফলাদি  আম, জাম, কাঁঠাল, লেবু, কলা, আনারস, পেঁপে, কুল, জলপাই, নারিকেল ইত্যাদি। প্রধান রপ্তানিদ্রব্য  ধান, পাট, কলা, কুটিরশিল্পজাত দ্রব্য ইত্যাদি।\n\n\n== স্বাস্থ্য ==\nত্রিশাল উপজেলায় ১টি উপজেলা স্বাস্থ্য কমপ্লেক্স রয়েছে যার বেড সংখ্যা ৫০টি এবং কর্মরত ডাক্তার রয়েছেন ২৭জন। এছাড়াও ১০টি উপজেলা স্বাস্থ্য ও পরিবার কল্যাণ কেন্দ্র, একটি বেসরকারি হাসপাতাল এবং কিছু ডায়াগনোস্টিক সেন্টার রয়েছে। চিকিৎসার জন্য এই অঞ্চলের মানুষ কমিউনিটি বেজড মেডিকেল কলেজ (সিবিএমসিবি) ও ময়মনসিংহ মেডিকেল কলেজ হাসপাতালের উপর নির্ভরশীল।\n\n\n== নদীসমূহ ==\nপুরাতন ব্রহ্মপুত্র নদ\nপাগারিয়া নদী\nসুতিয়া নদী\nখিরো নদী\nবানার নদী\nবাড়েরা নদী\nনাগেশ্বরী নদী\nমাহারি নদী\nজলগভা নদী\nবৈঠাখালী নদী, কাটাখালী\nমেদুয়ারি নদী\n\n\n== উল্লেখযোগ্য নিদর্শন ==\nচেচুয়া বিল\nনজরুল স্মৃতিকেন্দ্র\nমোঘল আমলে নির্মিত দরিরামপুর জামে মসজিদ\nমোক্ষপুর ইউনিয়নের সানকিভাঙ্গা গ্রামে রাজবাড়ির ইন্দিরা প্রাচীর ও পুলের নিদর্শন\nবৈলর জমিদার বাড়ি,বৈলর ইউনিয়ন\nসেনবাড়ি জমিদার বাড়ি,কানিহারী ইউনিয়ন\nবিলবোকা/বোকা বিল,বৈলর ইউনিয়ন\nড্রিম ভিলেজ পার্ক,বৈলর ইউনিয়ন\nরেমী ফার্মস লিমিটেড ধানীখোলা ইউনিয়ন\nবিচুতিয়া ব্যাপারী বাড়ী\nদারোগা বাড়ী, কাজীর শিমলা\nকবি নজরুল'র স্মৃতি বিজড়িত বট গাছ, জা.ক.কা.ন.ই.বি সংলগ্ন, ত্রিশাল\n\n\n== উল্লেখযোগ্য ব্যক্তি ==\nআবুল মনসুর আহমেদ, (১৮৯৮-মার্চ ১৮, ১৯৭৯) একজন বাংলাদেশি সাহিত্যিক, রাজনীতিবিদ এবং সাংবাদিক।\nআবদুস সালাম তরফদার: রাজনীতি।\nআব্দুল খালেক, ময়মনসিংহের রাজনীতিবিদ ও সাবেক জাতীয় সংসদ সদস্য।\nআবুল কালাম শামসুদ্দীন, (১৮৯৭-মার্চ ৪, ১৯৭৮) একজন বাংলাদেশি সাংবাদিক, সাহিত্যিক, রাজনীতিবিদ এবং ভাষাসৈনিক।\nকাজী নজরুল ইসলাম: বিদ্রোহী কবি।\nমাহবুব আনাম, (২৮ মার্চ, ১৯৩১-৯ জুলাই, ২০০১) সাংবাদিক ও কলাম লেখক।\nমাহফুজ আনাম, (১৮ জুন, ১৯৫০-বর্তমান) সাংবাদিক, ইংরেজি ভাষার দৈনিক সংবাদপত্র দি ডেইলি স্টারের প্রকাশক ও সম্পাদক।\nরুহুল আমিন মাদানী, রাজনীতিবিদ ও বাংলাদেশ জাতীয় সংসদ সদস্য নির্বাচিত।\nরাখাল চন্দ্র দাস, বীর মুক্তিযোদ্ধা\nতাহমিমা আনাম, ঔপন্যাসিক\nরেজা আলী, রাজনীতিবিদ\n\n\n== গণমাধ্যম ==\nদৈনিক বিশ্বের মুখপত্র\nকাটাখালী নিউজ (অনলাইন)\nসাপ্তাহিক ত্রিশাল বার্তা\nমাসিক বাংলার মুখপত্র\nত্রিশাল প্রতিদিন (অনলাইন ভার্সন)\nত্রিশাল বার্তা (অনলাইন ভার্সন)\nত্রৈমাসিক সপ্তসিন্ধু\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nত্রিশাল পৌরসভা\nময়মনসিংহ জেলা\nময়মনসিংহ বিভাগ\nবাংলাদেশের উপজেলাসমূহ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবাংলাপিডিয়ায় ত্রিশাল উপজেলা \nকাটাখালী গ্রাম"}