{"pageid": 1459162, "title": "কমলপুর নেতাজী উচ্চ বিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1459162", "content": "কমলপুর নেতাজী উচ্চ বিদ্যালয় ভারতের পশ্চিমবঙ্গ রাজ্যের বাঁকুড়া জেলার ছাতনা ব্লকের অন্তর্ভুক্ত কমলপুর গ্ৰামে অবস্থিত একটি স্কুল। নেতাজী সুভাষচন্দ্র বসুর মত ও আদর্শকে পাথেয় করে এই বিদ্যালয়ের প্রতিষ্ঠা হয়। ১৯৫৬ সালের ২৩ জানুয়ারি নেতাজীর জন্মদিনে এই বিদ্যালয়ের আনুষ্ঠানিক সূচনা হয়। এই বিদ্যালয়ে পঞ্চম থেকে দ্বাদশ শ্রেণি পর্যন্ত পাঠদানের ব্যবস্থা আছে। এটি সহ পাঠক্রমিক পর্যায়ের সরকার পোষিত বিদ্যালয়। ২০২৪ শিক্ষাবর্ষে এই বিদ্যালয়ে পঞ্চম থেকে দ্বাদশ শ্রেণি পর্যন্ত প্রায় ২২৫০ জন ছাত্রছাত্রী পড়াশোনা করে।\nশিক্ষক শিক্ষিকা আছেন ৪০ জন।\n\n\n== প্রতিষ্ঠার ইতিহাস ==\n১৯৫৬ সালের ২৩ জানুয়ারি কমলপুর নেতাজী উচ্চ বিদ্যালয়ের পথ চলা শুরু। ছোট্ট চারাগাছ আজ মহীরূহে পরিণত। বিদ্যালয়ের অগণিত ছাত্র-ছাত্রী আজ দেশ বিদেশে স্বমহিমায় প্রতিষ্ঠিত। জন্মলগ্নে বিদ্যালয়ের সম্মুখে ছিল প্রভূত বাধা, নিদারুন অভাব ও নানাবিধ অসুবিধা।\nদেশ স্বাধীন হওয়ার পরেও এই এলাকায় সেই সময় বিদ্যালয় ছিল না। বিদ্যালয় গড়ার লক্ষ্যে ১৯৫৫ সালের ২৫ ডিসেম্বর কমলপুর থেকে দেড়-দু কিমি দূরে চ্যামটাগড়ায় চৌধুরী বাগানে একটি সভার আয়োজন করা হয়েছিল। কমলপুর এবং পার্শ্ববর্তী গ্রামগুলির জনগণকে সেই সভায় ডাকা হয়েছিল। সভায় উপস্থিত ছিলেন  তৎকালীন ছাতনার বিধায়ক কমলাকান্ত হেমব্রম, ঝাঁটিপাহাড়ি নিবাসী ভবতারণ কুণ্ডু, ভালাইডিহা নিবাসী মোক্তার বিশ্বনাথ কুণ্ডু। এছাড়া স্থানীয় গ্রামগুলির মধ্যে কমলপুরের সুধীরকুমার রক্ষিত, মনতুমড়ার আশুতোষ দেঘুরিয়া, আমলাতোড়ার সীতানাথ পতি, ছাতাপাথরের কালিপদ কর, বৈদ্যনাথ কর, গৌউরচন্দ্র কর, শালচূড়ার রাধানাথ কর, শালডিহার জ্ঞানশংকর মুখোপাধ্যায়, রামকুমার চক্রবর্তী, বনগ্রামের কিরীটি খাঁ, উপরডিহির ঈশানচন্দ্র দত্ত, কেশরার সুধীরচন্দ্র মণ্ডল, সদ্য ম্যাট্রিক পাশ করা সাধনচন্দ্র মণ্ডল এবং আরও অনেকে। সভায় চৌধুরী বাগানে বিদ্যালয় স্থাপন করা নিয়ে শুরু হল আলোচনা। ছাতাপাথর নিবাসী কালীপদ কর জানালেন এখানে বিদ্যালয় হলে তিনি ৬ বিঘা জমি দান করবেন। কমলপুরে আগে একটি বিদ্যালয় ছিল। তার ইট, কাঠ ইত্যাদি নিয়ে এসে চৌধুরী বাগানে বিদ্যালয় হবে বলে স্থির হয়। কিন্তু উপযুক্ত উদ্যোগ না থাকায় চৌধুরী বাগানে বিদ্যালয় প্রতিষ্ঠা করা সম্ভব হয়নি। পরে গ্রামবাসীদের সহযোগিতায় কমলপুর গ্রামের মধ্যেই বিদ্যালয়ে স্থাপন করা হবে বলে ঠিক হয়। কমলপুরের গ্রামবাসীদের সাহায্যে ১৯৫৬ সালের ২৩ জানুয়ারি আনুষ্ঠানিকভাবে ক্লাস শুরুর আগেই খড়ের ছাউনি দিয়ে তিনকক্ষ বিশিষ্ট বিদ্যালয় গৃহ নির্মিত হল। চৌধুরী বাগানের সভায় বিদ্যালয়ের জন্য প্রথম অর্থ সাহায্য করেছিলেন সভার পাশ দিয়ে ধান নিয়ে গরুর গাড়ি করে যাবার সময় হুড়া নিবাসী গোলোকবিহারী কুণ্ডু। চৌধুরী বাগানের সিদ্ধান্ত মত কমলপুর থেকে এক হাজার টাকা, শালচূড়া থেকে একহাজার টাকা, ছাতাপাথর থেকে পাঁচশ টাকা নিয়ে বিদ্যালয়ের উন্নয়ন শুরু হয়। ১৯৫৬ সালের ২৩ জানুয়ারি বিদ্যালয় আনুষ্ঠানিক ভাবে শুরু হলেও ওই বছরের ১ জানুয়ারি তেঁতুল গাছের নীচে ব্ল‍্যাকবোর্ড টাঙ্গিয়ে ১৫-২০ জন ছাত্র নিয়ে কেশরা গ্রামের সাধনচন্দ্র মণ্ডল (প্রখ্যাত হৃদরোগ বিশেষজ্ঞ মনোরঞ্জন মণ্ডলের পিতা) প্রথম শিক্ষক হিসাবে বিদ্যালয়ের পথচলা শুরু করেছিলেন।\nবিদ্যালয়ের ক্লাস শুরুর সময় তিনটি খড়ের ছাউনির ঘর নির্মিত হয় (বর্তমান দুর্গামন্দিরের লাগোয়া পূর্বমুখী)। রাজ্য সরকারের 'local area development scheme'এ স্কুলকে প্রথমে ৬০০০ টাকা এবং পরবর্তীক্ষেত্রে আরও ৪০০০ টাকা দেওয়া হয়। ৬০০০ টাকায় বর্তমান স্টাফ রুমের ২টি কক্ষ এবং ৪০০০ টাকায় ফুটবল মাঠের নিকট পশ্চিমমুখী ২টি কক্ষ নির্মিত হয়। এর কিছুপরে পুরানো পাতকূপের কাছে দুটি টিনের ছাউনি শ্রেণিকক্ষ নির্মিত হয়। ১৯৭১ সালের ডিসেম্বর মাসে বড়দিনের ছুটির সময় বিদ্যালয়ের অফিস রুমটি আগুনে পুড়ে যায়। বিদ্যালয়ের সমস্ত নথি নষ্ট হয়ে যায়। এই জন্য ১৯৭১ সালের আগের কোনো তথ্য বিদ্যালয়ে নেই। তৎকালীন পরিচালন সমিতি এবং শিক্ষকমণ্ডলী বিদ্যালয়ের পরিকাঠামো উন্নয়নে সর্বদা সচেষ্ট ছিলেন। কলকাতার সুবিখ্যাত যাত্রাপার্টী এনে বিদ্যালয় মাঠে যাত্রা করানো হয়। তার লভ্যাংশে বিদ্যালয় অফিসের পশ্চিম দিকে দক্ষিণমুখী শ্রেণিকক্ষগুলি নির্মিত হয়। ১৯৭৬ সালে এই বিদ্যালয় দ্বাদশ শ্রেণিযুক্ত উচ্চমাধ্যমিক বিদ্যালয় হিসেবে উন্নীত হয়।\n\n\n== শ্রেণি ও বিভাগ ==\n২০২৪ শিক্ষাবর্ষে এই বিদ্যালয়ে পঞ্চম থেকে দ্বাদশ শ্রেণি পর্যন্ত প্রায় ২২৫০ জন ছাত্রছাত্রী পড়াশোনা করে। উচ্চ মাধ্যমিক স্তরে একাদশ এবং দ্বাদশ শ্রেণিতে কলা, বিজ্ঞান ও বাণিজ্য বিভাগের বিভিন্ন বিষয় এই বিদ্যালয়ে পড়ানো হয়।\n\n\n== পরীক্ষাগার ==\nছাত্র-ছাত্রীদের হাতে কলমে শিক্ষার জন্য এই বিদ্যালয়ে উপযুক্ত পরীক্ষাগার আছে। পদার্থ বিজ্ঞান, রসায়ন, জীববিজ্ঞান, ভূগোল বিষয়ের পরীক্ষাগার ছাড়াও এই বিদ্যালয়ে উন্নত মানের কম্পিউটার ল্যাবরেটরি আছে।\n\n\n== সাংস্কৃতিক কর্মকাণ্ড ==\nএই বিদ্যালয়ে নেতাজী সুভাষচন্দ্র বসুর জন্মজয়ন্তী তথা বিদ্যালয়ের প্রতিষ্ঠা দিবস, প্রজাতন্ত্র দিবস, রবীন্দ্রজয়ন্তী, স্বাধীনতা দিবস, শিক্ষক দিবস, শহীদ দিবস ইত্যাদি যথাযোগ্য মর্যাদার সাথে পালন করা হয়। বাৎসরিক সরস্বতী পুজো এবং পুরস্কার বিতরণী উৎসব উৎসাহ এবং উদ্দীপনার সাথে পালিত হয়। প্রতিটি অনুষ্ঠানে শিক্ষক-শিক্ষিকা, শিক্ষা কর্মী, পরিচালন সমিতির সদস্যবৃন্দ, সকল ছাত্র-ছাত্রী সক্রিয়ভাবে অংশ নেন। বিশেষ অনুষ্ঠান গুলিতে নাচ, গান, আবৃত্তি, নাটিকা ইত্যাদি পরিবেশিত হয়।\n\n\n== তথ্যসূত্র =="}