{"pageid": 1460615, "title": "এপিস্ট্যাসিস", "url": "https://bn.wikipedia.org/wiki?curid=1460615", "content": "যে জিন আন্তক্রিয়ায় একটি জিন অ্যালিল নয় এমন অপর একটি জিনকে প্রকাশ পেতে বাধা দেয় তাকে এপিস্ট্যাসিস বা নিরোধন (ইংরেজি: Epistasis) বলে। এই ক্ষেত্রে যে জিনটি অপর জিনের উপর বাধা সৃষ্টি করে তাকে এপিস্ট্যাটিক জিন এবং যে জিনটি প্রকাশ পেতে বাধাপ্রাপ্ত হয় তাকে হাইপোস্ট্যাটিক জিন বলে।\n১৯০৭ সাল থেকে বংশগতিবিদ্যায় এপিস্ট্যাসিসের ওপর গবেষণা শুরু হয়।\nএটিকে প্রাথমিকভাবে দুই ভাগে ভাগ করা যায়:\n\nপ্রকট এপিস্ট্যাসিস\nপ্রচ্ছন্ন এপিস্ট্যাসিস\n\n\n== প্রকট এপিস্ট্যাসিস ==\nযখন কোন জিনের প্রকটধর্মী অ্যালিল অপর একটি প্রকট জিনকে প্রকাশে বাধা দেয়, তখন তাকে প্রকট এপিস্ট্যাসিস বলে।\nএটি দুই প্রকার:\n\nসরল প্রকট এপিস্ট্যাসিস\nদ্বৈত প্রকট এপিস্ট্যাসিস\n\n\n=== সরল প্রকট এপিস্ট্যাসিস ===\nযে প্রকট এপিস্ট্যাসিসে দুটি ভিন্ন জিনের একটি প্রকট ধর্মী অ্যালিল হোমোজাইগাস অবস্থায় অপর একটি জিনের প্রকট‍ অ্যালিলকে প্রকাশ পেতে দেয় না তাকে সরল প্রকট এপিস্ট্যাসিস বলে।\nদ্বিতীয় অপত্য জনুতে ফিনোটাইপ অনুপাত হয় ১২:৩:১।\n\nউদাহরণ\n\nগ্রীষ্মকালীন স্কোয়াশ ফলের রং দুটি জিনের প্রতিক্রিয়াতে তৈরি হয় এবং এদের তিন রকম ফলের রং পাওয়া যায় যথাক্রমে সাদা, হলুদ ও সবুজ।\nধরা যাক যে দুটি জিন এর জন্য দায়ী তারা W (সাদা) ও Y (হলুদ) এবং এদের মধ্যে এপিস্ট্যাটিক সম্পর্ক বর্তমান। এক্ষেত্রে W জিনের উপস্থিতিতে ফলের শুধু যে সাদা রং প্রকাশ পায় তাই নয়, W ও Y উভয় জিনের উপস্থিতিতেও সাদা রং দেখা যায়। কেবলমাত্র w (প্রচ্ছন্ন অ্যালিল) এর সাথে Y (প্রকট) থাকলেই হলুদ রং প্রকাশ পায়। এছাড়া w ও y একসাথে থাকলে সবুজ রং প্রকাশ পায়।\n\n\n=== দ্বৈত প্রকট এপিস্ট্যাসিস ===\nযে প্রকট এপিস্ট্যাসিসে দুটি ভিন্ন জিনের প্রকট ধর্মী অ্যালিল একে অপরের উপর আন্তঃক্রিয়াশীল ও একে অপরকে প্রকাশ পেতে দেয় না তাকে দ্বৈত প্রকট এপিস্ট্যাসিস বলে।\nদ্বিতীয় অপত্য জনুতে ফিনোটাইপ অনুপাত হয় ১৫:১।\n\nউদাহরণ\n\nশেফার্ড পার্স নামক গাছে বীজ আবরণ দু'রকমের হয়, যথাক্রমে — ত্রিকোণাকার এবং লাট্টুর মতো। শুধু প্রকট ধর্মী জিনের উপস্থিতিতে দ্বৈত প্রতিক্রিয়ার দরুন ত্রিকোণাকার বীজ আবরণ সৃষ্টি হয় ও উভয় জিনের প্রচ্ছন্নধর্মী অ্যালিলের উপস্থিতিতে লাট্টুর মতো বীজ আবরণ সৃষ্টি হয়।\n\n\n== প্রচ্ছন্ন এপিস্ট্যাসিস ==\nযখন কোন জিনের প্রচ্ছন্নধর্মী অ্যালিল অপর একটি প্রকট জিনকে প্রকাশে বাধা দেয়, তখন তাকে প্রচ্ছন্ন এপিস্ট্যাসিস বলে।\nএটি দুই প্রকার:\n\nসরল প্রচ্ছন্ন এপিস্ট্যাসিস\nদ্বৈত প্রচ্ছন্ন এপিস্ট্যাসিস\n\n\n=== সরল প্রচ্ছন্ন এপিস্ট্যাসিস ===\nযে প্রচ্ছন্ন এপিস্ট্যাসিসে দুটি ভিন্ন জিনের একটি প্রচ্ছন্ন ধর্মী অ্যালিল হোমোজাইগাস অবস্থায় অপর একটি জিনের প্রকট‍ অ্যালিলকে প্রকাশ পেতে দেয় না তাকে সরল প্রচ্ছন্ন এপিস্ট্যাসিস বলে।\nদ্বিতীয় অপত্য জনুতে ফিনোটাইপ অনুপাত হয় ৯:৩:৪।\n\nউদাহরণ\n\nইঁদুরের গায়ের রং প্রকাশের ক্ষেত্রে এটি দেখা যায়। ইঁদুরের স্বাভাবিক গায়ের রং ধূসর, এ ছাড়া এদের সাদা ও কালো রং ও দেখা যায়। এমন গায়ের রংগুলি প্রকাশের জন্য দুটি জিনের আন্তঃক্রিয়া লক্ষ্য করা যায়।\nধরা যাক, A জিন ধূসর/আগৌটি বর্ণের জন্য দায়ী এবং C জিন কোনো অপর বর্ণ সৃষ্টির জন্য দায়ী। যখন কোন ইঁদুর ধূসর ধরনের হয় তখন তাতে A ও C দুটি প্রকট জিনই বর্তমান থাকে। তবে কোন ইদুরে A জিনের পরিবর্তে তার প্রচ্ছন্ন ধর্মী অ্যালিল a থাকলে ধূসরবর্ণ সৃষ্টির পরিবর্তে, গায়ের রং কালো হয়ে যায়। আবার C জিনের পরিবর্তে এর প্রচ্ছন্ন ধর্মী অ্যালিল c উপস্থিত থাকলে, কোনো ইঁদুরে A জিন থাকলেও সেটি প্রকাশ পেতে পারে না, ফলে গায়ের রং সাদা হয়ে যায়। এক্ষেত্রে c অ্যালিলের হোমোজাইগাস অবস্থায় জিনের উপর এপিস্ট্যাসিস প্রভাব দেখায়।\n\n\n=== দ্বৈত প্রচ্ছন্ন এপিস্ট্যাসিস ===\nযে প্রচ্ছন্ন এপিস্ট্যাসিসে দুটি ভিন্ন জিনের প্রচ্ছন্ন ধর্মী অ্যালিল একে অপরের প্রকট‍ অ্যালিলকে প্রকাশ পেতে দেয় না তাকে দ্বৈত প্রচ্ছন্ন এপিস্ট্যাসিস বলে।\nদ্বিতীয় অপত্য জনুতে ফিনোটাইপ অনুপাত হয় ৯:৭।\n\nউদাহরণ\n\nমানুষের ক্ষেত্রে ডিফ-মিউটিজম বা মূক-বধিরতা এরূপ এপিস্ট্যাসিসের উদাহরণ।\nধরা যাক স্বাভাবিক অবস্থা নিয়ন্ত্রণের জন্য দায়ী দুটি প্রকট ধর্মী জিন A ও B এবং তাদের প্রচ্ছন্ন ধর্মী অ্যালিল a ও b। নিয়ম অনুযায়ী কোন মানুষকে স্বাভাবিক শ্রবণ ক্ষমতা ও বাকশক্তি পেতে হলে তার জিনোটাইপে A ও B উভয় জিনই প্রকট অবস্থায় থাকা দরকার। এইসব শর্ত অনুযায়ী কোন মানুষে যে কোন একটি প্রকার প্রকট ধর্মী জিন না থাকলেই সে এই রোগের শিকার হয়। অর্থাৎ, AABB সুস্থ এবং aabb রোগী।\n\n\n== আরও দেখুন ==\nএইচ এইচ রক্ত গ্রুপ\nসম্পূর্ণ টাক পরা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nINTERSNP - a software for genome-wide interaction analysis (GWIA) of case-control and case-only SNP data, including analysis of quantitative traits.\nScience Aid: Epistasis High school (GCSE, Alevel) resource.\nGeneticInteractions.org\nEpistasis.org"}