{"pageid": 1460643, "title": "ড্রাইভ (২০১১-এর চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1460643", "content": "ড্রাইভ একটি ২০১১ সালের আমেরিকান মারপিটধর্মী নাটকীয় চলচ্চিত্র যেটি পরিচালনা করেছেন নিকোলাস উইন্ডিং রেফন। হোসেন আমিনীর লেখা চিত্রনাট্যটি জেমস স্যালিসের ২০০৫ সালের একই নামের উপন্যাস অবলম্বনে তৈরি। চলচ্চিত্রটিতে রায়ান গসলিং একজন নামহীন হলিউড স্টান্ট ড্রাইভার হিসেবে অভিনয় করেছেন যিনি রাতের বেলায় অপরাধীদের চালক হিসেবে কাজ করেন। তিনি দ্রুতই তার প্রতিবেশী আইরিন (কেরি মুলিগান) এবং তার ছোট ছেলে বেনিসিওর সাথে সুসম্পর্ক গড়ে তোলেন। যখন তার ঋণগ্রস্ত স্বামী, স্ট্যান্ডার্ড (অস্কার আইজ্যাক), জেল থেকে মুক্তি পায়, তখন তারা দুইজন একটি অসফল কোটি ডলারের ডাকাতিতে অংশ নেয় যা জড়িত প্রত্যেকের জীবনকে বিপন্ন করে। চলচ্চিত্রটিতে আরো অভিনয় করেছেন ব্রায়ান ক্র্যানস্টন, ক্রিস্টিনা হেনড্রিকস, রন পার্লম্যান এবং অ্যালবার্ট ব্রুকস।\nচলচ্চিত্রটির সেপ্টেম্বর ২০১১ এ মুক্তির আগে, ড্রাইভ বিভিন্ন চলচ্চিত্র উৎসব বিশেষভাবে ২০১১ সালের কান চলচ্চিত্র উৎসবে দেখানো হয়েছিল, যেখানে এটি দাঁড়িয়ে সংবর্ধনা পেয়েছিল। উৎসবের সেরা পরিচালকের পুরস্কার জিতেছিলেন রেফন।\nচলচ্চিত্রটি তার পরিচালনা, চিত্রগ্রহণ, অভিনয় (বিশেষ করে গসলিং এবং ব্রুকস), ভিজ্যুয়াল, অ্যাকশন দৃশ্য এবং সঙ্গীত আয়োজনের জন্য প্রশংসিত হয়েছিল; যাইহোক, কিছু সমালোচক এর দৃশ্যমান হিংস্রতায় আতঙ্কিত হয়েছিলেন এবং মনে করেছিলেন যে এটি চলচ্চিত্রটির বক্স অফিস সাফল্যের জন্য সম্ভাব্য ক্ষতিকর। তা সত্ত্বেও, চলচ্চিত্রটি বাণিজ্যিকভাবে সাফল্য ছিল, এটি $৮১ মিলিয়নেরও বেশি আয় করে যার নির্মাণব্যয় ছিল $১৫ মিলিয়ন। ন্যাশনাল বোর্ড অফ রিভিউ সহ বেশ কিছু সমালোচক ড্রাইভকে ২০১১ সালের সেরা চলচ্চিত্রগুলির মধ্যে একটি হিসাবে তালিকাভুক্ত করেছেন৷ চলচ্চিত্রটির সম্মাননার মধ্যে রয়েছে ৮৪ তম একাডেমি অ্যাওয়ার্ডে সেরা শব্দ সংযোজনের জন্য মনোনয়ন এবং চলচ্চিত্রটি বিশেষ করে \"জিলেনিয়ালদের\" মধ্যে জনপ্রিয়।\n\n\n== কাহিনী সারসংক্ষেপ ==\nনামহীন হলিউড স্টান্ট ড্রাইভার (গসলিং) যিনি শ্যানন (ক্র্যানস্টন) এর গ্যারেজে কাজ করার পাশাপাশি, অপরাধীদের গাড়ি করে পালানোয় সাহায্য করে। তার  সাথে প্রতিবেশী আইরিন (মুলিগান) এবং তার ছেলে বেনিসিও'র (লেওস) সখ্যতা গড়ে উঠে। আইরিনের স্বামী স্ট্যান্ডার্ড গ্যাব্রিয়েল (আইজ্যাক) জেল থেকে মুক্তি পায়। জেলে থাকাকালীন সময়ে সে নিরাপত্তার জন্য ক্রিস কুকের (বাইবেরি) কাছ থেকে অর্থ ধার নেয়। কিন্তু সে বের হওয়ার পর তা বেড়ে দ্বিগুণ হয়ে যায়। ঋণ পরিশোধের জন্য কুক তাকে একটি \"পন শপে\" ডাকাতি করতে বলে। এতে তার সাথে যোগ দেয় ড্রাইভার।  তবে সেটি অসফল হয়, এবং এর সাথে জড়িত সবার জীবনে বিপন্ন হয়ে পড়ে।\n\n\n== শ্রেষ্ঠাংশে ==\nরায়ান গসলিং - ড্রাইভার\nকেরি মুলিগান - আইরিন গ্যাব্রিয়েল\nব্রায়ান ক্র্যানস্টন - শ্যানন\nঅ্যালবার্ট ব্রুকস - বার্নি রোজ\nঅস্কার আইজ্যাক - স্ট্যান্ডার্ড গ্যাব্রিয়েল\nক্রিশ্চিনা হেনড্রিকস - ব্লেঞ্চ\nরন পার্লম্যান - নিনো 'ইজ্জি' পাওলজ্জি\nকাদেন লেওস - বেনিসিও গ্যাব্রিয়েল\nজেমস বাইবেরি - ক্রিস কুক\nরাস টাম্বলিন - ডক\n\n\n== উৎপাদন ==\n\n\n=== উন্নয়ন ===\n\nসিগেল পাবলিশার্স উইকলি থেকে একটি পর্যালোচনা পড়ার পরে প্রযোজক মার্ক প্ল্যাট এবং অ্যাডাম সিগেল উৎস হিসেবে উপন্যাসটিকে বেছে নিয়েছিলেন। বইটির রূপান্তর করা আমিনীর জন্য কষ্টকর বলে প্রমাণিত হয়েছিল, কারণ এটিতে একটি ননলিনিয়ার বর্ণনার দেখা মিলে। গসলিং, প্ল্যাটের শীর্ষ কাস্টিং পছন্দগুলির মধ্যে একটি, অবশেষে প্রধান চরিত্রের জন্য চুক্তিবদ্ধ হয়, কারণ তিনি একটি মারপিটধর্মী প্রকল্পে অভিনয় করতে চেয়েছিলেন।  গসলিং বলেন যে তিনি অনেকগুলি বর্তমানে অ্যাকশন ঘরানার চলচ্চিত্র বাদ দিয়েছেন যেগুলি চরিত্রের পরিবর্তে স্টান্টগুলিতে বেশি মনোনিবেশ করেছিল।\n\n\n=== চিত্রায়ণ ===\nচলচ্চিত্রটির নির্মাণব্যয় ছিল $১৫ মিলিয়ন এবং সেপ্টেম্বর ২৫, ২০১০ থেকে লস অ্যাঞ্জেলস এর বিভিন্ন জায়গায় এর চিত্রগ্রহণ করা হয়।\n\n\n== মুক্তি ==\n\nমে ২০, ২০১১ সালের কান চলচ্চিত্র উৎসব প্রতিযোগিতায় ছবিটির প্রিমিয়ার হয়। প্রথম প্রদর্শনীতে ছবিটি প্রচুর প্রশংসা পায়, যা ছিল \"উৎসবের শ্রেষ্ঠ কিছু প্রতিক্রিয়া।\"\nচলচ্চিত্রটিকে মিডিয়া থেকে আনন্দের চিৎকারে স্বাগত জানানো হয়, দর্শকরা চরম সহিংসতা বৈশিষ্ট্যযুক্ত দৃশ্যেগুলোই উল্লাস প্রকাশ করে। এটিকে ১৫ মিনিট দাঁড়িয়ে সংবর্ধনা জানানো হয়। উৎসবটিতে রেফন শ্রেষ্ঠ পরিচালকের পুরস্কার জিতে।\nসেপ্টেম্বর ২০১১ এ, টরন্টো আন্তর্জাতিক চলচ্চিত্র উৎসবে ড্রাইভ একটি বিশেষ উপস্থাপনা হিসাবে প্রদর্শিত হয়েছিল, গসলিং এর অভিনীত অন্য চলচ্চিত্র দ্য আইডস অফ মার্চ এর সাথে।\n\n\n== গ্রহণ ==\n\n\n=== বক্স অফিস ===\nড্রাইভ বিশ্বব্যাপী $৮১.৪ মিলিয়ন আয় করে। উত্তর আমেরিকায়, চলচ্চিত্রটি মোট $৩৫.১ মিলিয়ন আয় করে। আন্তর্জাতিক বাজারে এটি $৪৬.৩ মিলিয়ন আয় করে। চলচ্চিত্রটি ফ্রান্স থেকে সবচেয়ে বেশি আগ করে, যেখানে এটি €১০.৩ মিলিয়ন ($১৩.৩ মিলিয়ন) আয় করে।\n\n\n=== সমালোচকদের প্রতিক্রিয়া ===\nচলচ্চিত্র পর্যালোচনা ভিত্তিক ওয়েবসাইট রোটেন টমেটোস -এ চলচ্চিত্রটি ২৭০ জন সমালোচকের পর্যালোচনার ভিত্তিতে ৯৩% রেটিং পায়, যার গড় রেটিং ৮.৩০/১০। আরেকটি চলচ্চিত্র পর্যালোচনা ভিত্তিক ওয়েবসাইট মেটাক্রিটিক, ৪৩ জন সমালোচকের উপর ভিত্তি করে এটিকে ১০০ এর মধ্যে ৭৯ স্কোর দিয়েছে, যা \"সাধারণত অনুকূল পর্যালোচনা\" নির্দেশ করে। সিনেমাস্কোর এর দর্শক জরিপে,  এ+ থেকে এফ স্কেলে চলচ্চিত্রটি \"সি−\" গড় গ্রেড পায়।\nচলচ্চিত্র ভিত্তিক সাময়িকী এম্পায়ার, চলচ্চিত্রটিকে তাদের করা ২০১১ এর সেরা চলচ্চিত্রের তালিকায় প্রথম স্থানে রেখেছে।\n\n\n=== পুরস্কার ===\nড্রাইভ চারটি ব্রিটিশ অ্যাকাডেমি চলচ্চিত্র পুরস্কারের জন্য মনোনীত হয়েছিল, যার মধ্যে রয়েছে সেরা চলচ্চিত্র, সেরা পরিচালনা, পার্শ্ব চরিত্রে সেরা অভিনেত্রী (কেরি মুলিগান), এবং সেরা সম্পাদনা। এটি ২০১১ সালে সমালোচকদ গোষ্ঠী দ্বারা সর্বাধিক মনোনীত চলচ্চিত্রগুলির মধ্যে একটি ছিল। ৬৪তম কান চলচ্চিত্র উৎসব পুরস্কারে রেফন শ্রেষ্ঠ পরিচালকের পুরস্কার জিতে। এছাড়াও এটি ৮৪ তম একাডেমি পুরস্কারে শ্রেষ্ঠ শব্দ সংযোজন বিভাগে মনোনীত হয়।\n\n\n== তথ্যসূত্র =="}