{"pageid": 14608, "title": "১৯৩০ ফিফা বিশ্বকাপ", "url": "https://bn.wikipedia.org/wiki?curid=14608", "content": "১৯৩০ ফিফা বিশ্বকাপ ছিল প্রথম অনুষ্ঠিত কোন ফুটবল বিশ্বকাপ। জুলাই ১৩ থেকে জুলাই ৩০ পর্যন্ত এটি উরুগুয়েতে অনুষ্ঠিত হয়। ফিফা ১৯২৯ সালের বার্সেলোনা সেমিনারে উরুগুয়েকে বিশ্বকাপ আয়োজনের দায়িত্ব দেয় কেননা সেবছর উরুগুয়ের স্বাধীনতার শতবর্ষে পা দিয়েছিল এবং উরুগুয়ে ফুটবল দল সফল ভাবে ১৯২৮ গ্রীষ্ম অলিম্পিকে ফুটবল শিরোপা জিতেছিল।\nতেরটি দল প্রতিযোগিতায় অংশ নিয়েছিল। এর মধ্যে আমেরিকা অঞ্চলের ৯টি ও ইউরোপের ৪টি দল ছিল। ভ্রমণের খরচ ও সময় বিবেচনা করে অনেক ইউরোপীয় দল প্রতিযোগিতায় অংশগ্রহণ থেকে বিরত থাকে। বিশ্বকাপের প্রথম দুটি ম্যাচ যুগপৎভাবে অনুষ্ঠিত হয় ফ্রান্স ও মেক্সিকোর মধ্যে যাতে ৪-১ গোলে ফ্রান্স জয়ী হয় এবং যুক্তরাষ্ট্র ও বেলজিয়ামের মধ্যে যাতে ৩-০ গোলে যুক্তরাষ্ট্র জয়ী হয়। বিশ্বকাপের প্রথম গোল করেন ফ্রান্সের লুসিয়েন লরেন্ত। ফাইনালে উঠে যায় প্রতিযোগিতার ফেবারিট উরুগুয়ে ও আর্জেন্টিনা এবং ৯৩,০০০ দর্শকের সামনে উরুগুয়ে আর্জেন্টিনাকে ৪-২ গোলে পরাজিত করে প্রথম বিশ্বকাপ শিরোপা লাভের গৌরব অর্জন করে।\n\n\n== উৎপত্তি ==\n১৯০৪ সালে ফিফা প্রতিষ্ঠিত হওয়ার ঠিক পরেই ফিফা অলিম্পিকের আদল থেকে ভিন্ন একটি আন্তর্জাতিক ফুটবল প্রতিযোগিতার আয়োজন করে সুইজারল্যান্ডে, ১৯০৬ সালে। আন্তর্জাতিক ফুটবলের বয়স তখন অনেক কম এবং হয়ত একারণেই ফিফা এই প্রতিযোগিতাকে ব্যর্থ আখ্যা দিয়েছে। স্যার থমাস লিপটন ১৯০৯ সালে তুরিনে স্যার থমাস লিপটন ট্রফি প্রতিযোগিতার আয়োজন করেন। যদিও এটি দেশভিত্তিক প্রতিযোগিতা ছিল না, তবে প্রতিটি ক্লাব ভিন্ন ভিন্ন দেশের প্রতিনিধিত্ব করেছিল, এজন্য এই প্রতিযোগিতাকে অনেকে প্রথম বিশ্বকাপ বলেন। এতে ইতালি, জার্মানি এবং সুইজারল্যান্ড সহ বিভিন্ন দেশের খ্যাতনামা পেশাদার দল অংশ নেয়।\n১৯১৪ সালে , ফিফা অলিম্পিক প্রতিযোগিতায় ফুটবলকে \"অপেশাদার বিশ্ব ফুটবল চ্যাম্পিয়নশিপ\" হিসেবে স্বীকৃতি দিতে রাজি হয় এবং এই প্রতিযোগিতা পরিচালনার দায়িত্ব নেয়। এর ফলে ১৯২০ সালের গ্রীষ্ম অলিম্পিকে বিশ্বের প্রথম আন্তমহাদেশীয় ফুটবল প্রতিযোগিতা অনুষ্ঠিত হয়। এতে অংশ নেয় মিশর ( প্রথম খেলায় নকড আউট হয়) ও তেরটি ইউরোপীয়ান দল। এতে স্বর্ণ জিতে বেলজিয়াম। উরুগুয়ে ১৯২৪ ও ১৯২৮ সালের অলিম্পিক ফুটবল প্রতিযোগিতায় স্বর্ণ লাভ করে। ১৯২৮ সালে অলিম্পিকের বাইরে আলাদাভাবে নিজস্ব আন্তর্জাতিক প্রতিযোগিতা আয়োজনের সিদ্ধান্ত নেয়। ১৯৩০ সালে স্বাধীনতার শতবর্ষ পা দেয়া দু’বারের বিশ্ব চ্যাম্পিয়ন উরুগুয়েকে (১৯২৪ সাল থেকে ফিফা পেশাদার খেলা শুরু করে) ফিফা তাদের ১৯৩০ সালের প্রথম বিশ্বকাপের স্বাগতিক দেশ হিসেবে নির্বাচন করে।\n১৯৩২ সালের লস এঞ্জেলসে অনুষ্ঠিত গ্রীষ্ম অলিম্পিকে ফুটবলকে না রাখার পরিকল্পনা করা হয় কারণ যুক্তরাষ্ট্রে তখন ফুটবল (সকার) জনপ্রিয় ছিল না। ফুটবলের পরিবর্তে ওখানে আমেরিকান ফুটবল (রাগবি ফুটবল) জনপ্রিয় ছিল। ফিফা এবং আইওসির মাঝে অপেশাদার খেলার মর্যাদা নিয়ে মতবিরোধও দেখা দেয়। ফলে ফুটবল অলিম্পিক থেকে বাদ পড়ে যায় হয়।  ১৯২৮ সালের ২৬ মে আমস্টার্ডাম সভায় তৎকালীন ফিফা প্রেসিডেন্ট জুলে রিমে অলিম্পিক থেকে আলাদা স্বতন্ত্র প্রতিযোগিতা আয়োজনের ঘোষণা দেন। ইতালি, সুইডেন, নেদারল্যান্ডস, স্পেন ও উরুগুয়ে প্রতিযোগিতা আয়োজনের ইচ্ছা প্রকাশ করে। উরুগুয়ে শেষ পর্যন্ত বিশ্বকাপ আয়োজনের দায়িত্ব লাভ করে। এভাবে ১৯৩০ সালে উরুগুয়েতে প্রথম বিশ্বকাপ প্রতিযোগিতার আয়োজন শুরু হয়। নির্বাচিত বিভিন্ন দেশের জাতীয় ফুটবল সংস্থাকে এতে অংশগ্রহণের আমন্ত্রণ জানানো হয়। কিন্তু উরুগুয়েতে বিশ্বকাপ আয়োজনের অর্থ ছিল ইউরোপের বিভিন্ন দেশগুলোকে আটলান্টিক মহাসাগর পাড়ি দিয়ে দীর্ঘ ও ব্যয়বহুল সফরে আসতে হবে। এজন্য কোন ইউরোপীয় দেশ প্রতিযোগিতা শুরুর দুইমাস আগেও দল পাঠাতে সম্মত হয়নি।  রিমে শেষ পর্যন্ত বেলজিয়াম, ফ্রান্স, রোমানিয়া, ও যুগোস্লাভিয়া থেকে দল আনাতে সক্ষম হন। মোট ১৩টি দেশ এতে অংশ নেয়। দক্ষিণ আমেরিকা থেকে সাতটি, ইউরোপ থেকে দু’টি ও উত্তর আমেরিকা থেকে দু’টি।\n\n\n== অংশগ্রহণকারী ==\n\nপ্রথম বিশ্বকাপই হল একমাত্র বিশ্বকাপ যেখানে কোন বাছাইপর্ব ছিল না। ফিফার সহযোগী সকল দেশকেই অংশগ্রহণের জন্য আহবান জানানো হয়েছিল। ১৯৩০ সালের ২৮ ফেব্রুয়ারি আমন্ত্রণ গ্রহণের শেষ দিন ধার্য করা হয়। ব্রাজিল, আর্জেন্টিনা, পেরু, প্যারাগুয়ে, চিলি, বলিভিয়া, যুক্তরাষ্ট্র ও মেক্সিকো সময়মত নিবন্ধন করলেও আটলান্টিকের অপর পারের কোন ইউরোপীয় দেশ নির্ধারিত সময়ে নিবন্ধন করেনি। আটলান্টিক মহাসাগর পাড়ি দেয়ার দীর্ঘ ও ব্যয়বহুল ভ্রমণের কারণে খুব কম ইউরোপীয় দলই প্রতিযোগিতার প্রতি আকৃষ্ট হয়েছিল। উরুগুয়ের ফুটবল অ্যাসোসিয়েশন ইংল্যান্ডের ফুটবল অ্যাসোসিয়েশনকে (এফএ সেসময় ফিফার সদস্য ছিলনা) অংশগ্রহণের আবেদন জানিয়েছিল। ১৯২৯ সালের ১৮ নভেম্বর ফুটবল অ্যাসোসিয়েশন কমিটি সেই প্রস্তাব নাকচ করে দেয় [২]; প্রতিযোগিতা শুরুর দুইমাস আগে পর্যন্ত ইউরোপের কোন দেশ আনুষ্ঠানিক ভাবে অংশগ্রহণের ঘোষণা দেয়নি। ফিফা প্রেসিডেন্ট জুলে রিমে ও উরুগুয়ের সরকার শেষ চেষ্টা হিসেবে অংশগ্রহণের বিনিময়ে ইউরোপীয় দলগুলির যাবতীয় ব্যয়ভার বহনের প্রস্তাব দেন।\nশেষ পর্যন্ত চারটি ইউরোপীয় দেশ অংশগ্রহণে সম্মত হয়: বেলজিয়াম, ফ্রান্স, রোমানিয়া, ও যুগোস্লাভিয়া। রোমানিয়া দলের (যারা একমাস আগে যুগোস্লাভিয়ার কাছে হেরেছিল এবং পরবর্তীতে ১৯৩১ সালে বলকানস কাপ জিতেছিল) ম্যানেজার ছিলেন কোস্তেল রদুলেস্কু এবং কোচ ছিলেন তাদের অধিনায়ক রুডল্‌ফ ওয়েজার ও অক্টাভ লুসিদে এবং দলটি জেনোয়া থেকে এসএস কোন্তে ভের্দ জাহাজে করে রওয়ানা দেয়। ১৯৩০ সালের ২১ জুন ফ্রান্স দলকে Villefranche-sur-Mer থেকে তুলে নেয়া হয় [৩]  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১০ ডিসেম্বর ২০১৩ তারিখে; এবং বেলজিয়াম দলকে বার্সেলোনা থেকে জাহাজে ওঠানো হয়। একই জাহাজে জুলে রিমে ট্রফিসহ তিনজন ইউরোপীয় রেফারিকে নেয়া হয়: বেলজীয় জাঁ ল্যাঙ্গেনাস ও হেলরি ক্রিস্টোফ এবং প্যারিসবাসী থমাস ব্যালওয়ে, যিনি সম্ভবত ছিলেন একজন ইংরেজ। ১৯৩০ সালের ২৯ জুন রিউ দি জানেইরু থেকে ব্রাজিল দলকে নৌকাতে ওঠানো হয় এবং তারা ১৯৩০ সালের ৪ জুলাই তারিখে উরুগুয়েতে পৌছায়। রিওতে বলওয়ে খবর পেয়েছিলেন যে ফ্রান্সে তার স্ত্রী মারা গেছেন। মার্সেই থেকে যুগোস্লাভিয়া দল বাস্পীয় জাহাজ ফ্লোরিডাতে করে উরুগুয়েতে পৌছায়। তাদের সাথে অলিম্পিকের জায়ান্ট কিলার মিশর দলের সাথে আসার কথা থাকলেও তারা জাহাজ ধরতে পারেনি।\nভ্রমণ সম্পর্কে লুসিয়েন লরেন্ত বলেছিলেন \"আমরা ১৫ দিন \"কেপ ভের্দ\" জাহাজে ছিলাম। আমরা Villefranche-sur-Mer এ বেলজীয় ও যুগোস্লাভিয়ানদের সাথে যুক্ত হয়েছি। আমরা আমাদের মূল ব্যায়াম ও প্রশিক্ষণ করেছি জাহাজের ডেকে। কোচেরা ট্যাকটিক্স সম্পর্কে কিছুই বলেননি...\"[৪]  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৮ জুন ২০০৮ তারিখে\n\n\n== সারসংক্ষেপ ==\nতেরটি দলকে চারটি গ্রুপে ভাগ করা হয় এবং সবগুলো খেলা অনুষ্ঠিত হয় উরুগুয়ের রাজধানী মোন্তেবিদেওতে। উরুগুয়ে, আর্জেন্টিনা, ব্রাজিল ও যুক্তরাষ্ট্রকে বাছাই করে পৃথক গ্রুপে রাখা হয়। কোন বাছাই পর্ব না থাকায় উদ্বোধনী দুটি ম্যাচই ছিল বিশ্বকাপের প্রথম দুটি খেলা যেগুলো একই সাথে ১৩ই জুলাই অনুষ্ঠিত হয়েছিল। এস্তাদিও পসিতোসে ফ্রান্স মেক্সিকোকে ৪-১ গোলে হারিয়েছিল। এস্তাদিও গ্রান পারেক সেন্ট্রালে যুক্তরাষ্ট্র ৩-০ গোলে বেলজিয়ামকে পরাস্ত করে। ফ্রান্সের লুসিয়েন লরেন্ত প্রথম বিশ্বকাপ গোল করার মর্যাদা অর্জন করেন। লরেন্ত পরে বলেছিলেন: \"আমরা মেক্সিকোর সাথে খেলছিলাম এবং তখন তুষারপাত হচ্ছিল, কারণ তখন দক্ষিণ গোলার্ধে শীতকাল ছিল। আমার এক সতীর্থ মাঝমাঠে বল পায় এবং আমি সতর্কতার সাথে বলের পথ অনুসরণ করি, বলকে ডান পা দিয়ে গোল করি। সবাই সন্তুষ্ট ছিল কিন্তু আমরা মাঠে গড়াগড়ি খাইনি - কেউ ভাবতেও পারেনি সেমুহুর্তে ইতিহাস রচিত হয়েছে। একবার দ্রুত হাত মেলানোর পরই আমরা খেলায় ফিরে আসি। এবং কোন বোনাসও ছিলনা; আমরা সেসময় আগাগোড়া অপেশাদার ছিলাম।\" [৫]  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৮ জুন ২০০৮ তারিখে\n\n\n=== গ্রুপ ১ ===\nপ্রথম গ্রুপেই কেবল চারটি দল অংশ নিয়েছিল। এরা হচ্ছে আর্জেন্টিনা, চিলি, ফ্রান্স ও মেক্সিকো। ফ্রান্স মেক্সিকোর বিরুদ্ধে জয়লাভ করে। এর দুদিন পরে তারা আর্জেন্টিনার মুখোমুখি হয়। সে খেলায় আর্জেন্টিনার লুই মন্টি ফ্রি কিক থেকে গোল করে ফ্রান্সকে হারিয়ে দেন। এই খেলাটি একটি বিতর্কের জন্ম দিয়েছিল। রেফারি আলমেদিয়া রেগো ভুল করে ছয় মিনিট বাকী থাকতেই খেলা শেষের বাঁশি বাজিয়েছিলেন। পরে ফরাসী খেলোয়াড়দের চাপের মুখে খেলা আবার শুরু হয়েছিল। আর্জেন্টিনা তাদের দ্বিতীয় খেলায় মেক্সিকোর বিরুদ্ধে প্রতিযোগিতার প্রথম পেনাল্টি লাভ করেছিল। এই খেলায় বলিভিয়ান রেফারি উলিয়েস সসেডো পাঁচটি পেনাল্টি দিয়েছিলেন যার মধ্যে তিনটিই ছিল বিতর্কিত। গিয়ের্মো স্তাবিলে তার আন্তর্জাতিক অভিষেক খেলায় হ্যাট্রিক করার সৌভাগ্য অর্জন করেন। এই খেলায় আর্জেন্টিনা ৬-৩ গোলে জয়লাভ করে। এই গ্রুপের যোগ্যতার নিস্পত্তি হতে শেষ খেলা পর্যন্ত অপেক্ষা করতে হয়েছিল। আর্জেন্টিনা ও চিলির মধ্যে এ খেলায় বাদানুবাদ শুরু হয় যখন মন্টি আর্টারো টোরেসকে ফাউল করেন। আর্জেন্টিনা ৩-১ গোলে জেতে এবং সেমি-ফাইনালে প্রবেশ করে।\n\n\n=== গ্রুপ ২ ===\nদ্বিতীয় গ্রুপে অংশ নিয়েছিল ব্রাজিল, বলিভিয়া এবং যুগোশ্লাভিয়া। অভ্যন্তরীন কলহের কারণে ব্রাজিল মূলত রিউ দি জানেইরু থেকেই তাদের খেলোয়াড়দের এই প্রতিযোগিতায় পাঠিয়েছিল, এবং তাদের সেমি-ফাইনালে যাওয়ার আশা ছিলনা। তবে গ্রুপের উদ্বোধনী খেলায় তারা ২-১ ব্যবধানে যুগোশ্লাভিয়াকে হারিয়ে দেয়। উভয় দলই স্বাচ্ছন্দে বলিভিয়াকে হারিয়ে দেয়। ব্রাজিল ও বলিভিয়ার মধ্যকার খেলায় উভয় দলের পোশাকের রঙ প্রায় একই থাকায় অনেক সমস্যা দেখা দিয়েছিল। পরে মধ্যবিরতির পরে বলিভিয়া তাদের পোশাক পরিবর্তন করে। যুগোশ্লাভিয়া সেমি-ফাইনালে উত্তীর্ণ হয়।\n\n\n=== গ্রুপ ৩ ===\nএই গ্রুপে ছিল আয়োজক উরুগুয়ে, পেরু ও রোমানিয়া। উদ্বোধনী খেলায় পেরু ও রোমানিয়া মুখোমুখি হয়। এই খেলায় প্রতিযোগিতার প্রথম লাল কার্ড দেখানো হয়। পেরুর প্লাসিদো গালিন্দো লাল কার্ড দেখেন। রোমানিয়া এই খেলায় শেষের দিকে ২ গোল করে ৩-১ ব্যবধানে বিজয়ী হয়। এস্তাদিও সেন্তেনারিও স্টেডিয়ামের নির্মাণকাজ শেষ না হওয়ায় উরুগুয়ের খেলা শুরু হতে পাঁচ দিন দেরি হয়েছিল। উরুগুয়ের স্বাধীনতার শতবার্ষিকী উপলক্ষে এস্তাদিও সেন্তেনারিওতে খেলা শুরুর আগে বিশেষ অনুষ্ঠানের আয়োজন করা হয়েছিল। পেরুর বিরুদ্ধে উরুগুয়ে ১-০ ব্যবধানে জিতলেও উরুগুয়ের সংবাদ মাধ্যমে উরুগুয়ের খেলার নিন্ম মানের সমালোচনা করা হয়। উরুগুয়ে অবশ্য সহজেই রোমানিয়াকে প্রথম অর্ধে দেয়া চার গোলের সুবাদে ৪-০ তে হারিয়ে সেমি-ফাইনালে উত্তীর্ণ হয়।\n\n\n=== গ্রুপ ৪ ===\nযুক্তরাষ্ট্র চতুর্থ গ্রুপে আধিপত্য স্থাপন করেছিল। যুক্তরাষ্ট্র দলটি গঠিত হয়েছিল একজন প্রাক্তন পেশাদার ব্রিটিশ ফুটবলার এবং একগুচ্ছ অভিবাসী খেলোয়াড় নিয়ে। এদেরকে ফ্রান্সের কেউ কেউ \"দ্য শট-পুটারস\" নামেও ডাকতেন। তাদের প্রথম প্রতিপক্ষ বেলজিয়ামের বিরুদ্ধে তারা ৩-০ গোলে জয়লাভ করে। তাদের এত সহজ জয় কেউ আশা করেনি। উরুগুয়ের সংবাদপত্রের ভাষ্য অনুযায়ী তাদের এত সহজ বিজয় ফুটবল বোদ্ধাদের হতবাক করে দিয়েছিল। বেলজীয় রিপোর্ট অনুযায়ী তারা তাদের হারের জন্য মাঠের করুন দশা ও রেফারির ভুল সিদ্ধান্তকে দায়ী করে। তাদের দাবী অনুযায়ী দ্বিতীয় গোলটি ছিল অফসাইড। গ্রুপের দ্বিতীয় ম্যাচে প্রতিযোগিতার প্রথম হ্যাট্রিক হয়েছিল। প্যারাগুয়ের বিরুদ্ধে যুক্তরাষ্ট্রের বার্ট প্যাটেনড হ্যাট্রিকটি করেন। তবে ২০০৬ সালের ১০ নভেম্বর পর্যন্ত ফিফা আর্জেন্টিনার গিয়ের্মো স্তাবিলের দেয়া হ্যাট্রিককেই বিশ্বকাপের প্রথম হ্যাট্রিক হিসেবে মানত। স্তাবিল হ্যাট্রিকটি করেছিলেন প্যাটেনডের দু'দিন পরে। ২০০৬ সালে ফিফা প্যাটেনডের সতীর্থ টম ফ্লোরির গোলকে প্যাটেনডের গোল হিসেবে ঘোষণা করে। একারণে প্যাটেনড বিশ্বকাপের প্রথম হ্যাট্রিক করার গৌরব লাভ করেন। চার গ্রুপের চার বিজয়ী আর্জেন্টিনা, যুগোশ্লাভিয়া, উরুগুয়ে ও যুক্তরাষ্ট্র সেমিফাইনালে প্রবেশ করে।\n\n\n=== সেমি ফাইনাল ===\nবিশ্বকাপের দুটি সেমিফাইনালের ফলাফল ছিল একই। প্রথম সেমিফাইনালে মুখোমুখি হয় আর্জেন্টিনা ও যুক্তরাষ্ট্র। প্রথম অর্ধে মন্টির গোলে আর্জেন্টিনা ১-০ ব্যবধানে এগিয়ে ছিল। দ্বিতীয় অর্ধে যুক্তরাষ্ট্রের শক্তি আর্জেন্টিনার প্রবল আক্রমণের মুখে ভেঙ্গে পড়ে এবং আর্জেন্টিনা ৬-১ ব্যবধানে জয়লাভ করে।\nদ্বিতীয় সেমি ফাইনালে মুখোমুখি হয় যুগোশ্লাভিয়া ও উরুগুয়ে। যুগোশ্লাভিয়ার সেকুলিচ প্রথমে গোল করে যুগোশ্লাভিয়াকে এগিয়ে নেন। উরুগুয়ে পরে ২ গোল করে ২-১ এ এগিয়ে যায়। মধ্যবিরতির কিছুক্ষন আগে যুগোশ্লাভিয়ার একটি গোল বিতর্কিত অফসাইডের কারণে বাতিল করে দেয়া হয়। দ্বিতীয় অর্ধে উরুগুয়ে আরো চার গোল করে ৬-১ ব্যবধানে ম্যাচ জেতে। উরুগুয়ের পেদ্রো সি হ্যাট্রিক করেন।\n\n\n=== ফাইনাল ===\n১৯২৮ সালের অলিম্পিকের ফাইনালের মত এই বিশ্বকাপের ফাইনালেও ওঠে আর্জেন্টিনা ও উরুগুয়ে। ১৯৩৪ সালের ফিফা বিশ্বকাপের আগে তৃতীয় স্থানের কোন ব্যবস্থা না থাকায় এ বিশ্বকাপে কোন তৃতীয় স্থান নির্ধারনী ম্যাচ অনুষ্ঠিত হয়নি। তবে কোন কোন সূত্র, বিশেষ করে ১৯৮৪ সালের একটি ফিফা বুলেটিন অনুযায়ী একটি ম্যাচ হয়েছিল যাতে যুগোশ্লাভিয়া ৩-১ ব্যবধানে জয়লাভ করে। তবে প্রাতিষ্ঠানিকভাবে এ তথ্য কখনো যাচাই করা হয়নি।\nএস্তাদিও সেন্তেনারিওতে ফাইনাল খেলা অনুষ্ঠিত হয় জুলাই ৩০ তারিখে। খেলা শুরুর ৬ ঘণ্টা আগে আট টার সময় স্টেডিয়াম খুলে দেয়া হয়। দুপুরের আগেই স্টেডিয়াম পূর্ণ হয়ে যায়। প্রাতিষ্ঠানিকভাবে ৯৩,০০০ দর্শক স্টেডিয়ামে খেলা দেখতে আসেন। খেলা শুরুর পূর্বেই কার বল দিয়ে খেলা হবে সে বিষয়ে ঝগড়া বেধে যায়। শেষ পর্যন্ত ফিফা সিদ্ধান্ত নেয় প্রথম অর্ধে আর্জেন্টিনার বল ও দ্বিতীয় অর্ধে উরুগুয়ের বল দিয়ে খেলা হবে। প্রথম অর্ধে উরুগুয়ে ২-১ ব্যবধানে পিছিয়ে থাকলেও শেষ পর্যন্ত ৪-২ গোলে ম্যাচ জেতে এবং প্রথম বিশ্বকাপ বিজয়ী হিসেবে আত্মপ্রকাশ করে। জুলে রিমে \"বিশ্বকাপ ট্রফি\" প্রদান করেন। পরে এই ট্রফির নাম রাখা হয় \"জুলে রিমে ট্রফি\"। পরের দিন উরুগুয়েতে সরকারী ছুটি ঘোষণা করা হয়। কিন্তু আর্জেন্টিনার বুয়েনোস আইরেস উরুগুয়ের দূতাবাসে উম্মত্ত জনতা পাথর নিক্ষেপ করে।\nসেই ফাইনালের কেবল একজন খেলোয়াড় ফ্রান্সিসকো ভ্যারালো (যিনি আর্জেন্টিনার স্ট্রাইকার হিসেবে খেলেছেন) ২০০৭ সাল পর্যন্ত জীবিত আছেন।\nপ্রতিযোগিতার পরে ফ্রান্স, যুগোশ্লাভিয়া ও যুক্তরাষ্ট্র দক্ষিণ আমেরিকায় প্রীতি ম্যাচে অংশ নেয়। ব্রাজিল ফ্রান্সের বিরুদ্ধে ১৯৩০ সালের ১ আগস্ট, যুগোশ্লাভিয়ার বিরুদ্ধে ১০ আগস্ট এবং যুক্তরাষ্ট্রের বিরুদ্ধে ১৭ আগস্ট অংশ নেয়।[৬]। আর্জেন্টিনা ১৯৩০ সালের ৩ আগস্ট যুগোশ্লাভিয়ার বিরুদ্ধে প্রীতি ম্যাচে অংশ নেয়।[৭]\n\n\n== স্টেডিয়ামসমূহ ==\nপ্রতিযোগিতার সবগুলো খেলা অনুষ্ঠিত হয়েছিল মোন্তেবিদেও শহরে। এখানে তিনটি স্টেডিয়াম ব্যবহৃত হয়েছিলঃ এস্তাদিও সেন্তেনারিও, এস্তাদিও পোসিতস, এস্তাদিও পারেক সেন্ট্রাল। ১০০,০০০ দর্শক ধারনক্ষমতার এই স্টেডিয়াম প্রতিযোগিতার জন্য এবং উরুগুয়ের স্বাধীনতার শতবর্ষ উপলক্ষে নির্মাণ করা হয়। এটিই ছিল প্রতিযোগিতার প্রধান স্টেডিয়াম যাকে জুলে রিমে \"ফুটবলের মন্দির\" (\"temple of football\") বলে উল্লেখ করেছেন। এই স্টেডিয়ামে ১৮টি খেলার মধ্যে সেমি-ফাইনাল ও ফাইনাল সহ মোট ১০টি খেলা অনুষ্ঠিত হয়। তবে নির্মাণ কাজ ঢিমেতালে চলার কারণে ও বর্ষা মৌসুমের কারণে প্রতিযোগিতার মাত্র ৫ দিন আগে স্টেডিয়ামটি ব্যবহার উপযোগী হয়েছিল। শুরুর দিকের খেলাগুলি অনুষ্ঠিত হয় ছোট স্টেডিয়ামে যা সাধারণত মন্তেবিদেওর ক্লাবগুলো ব্যবহার করে থাকে। এর মধ্যে ২০,০০০ দর্শক ধারণ ক্ষমতার পারেক সেন্ট্রাল ও পোসিতস উল্লেখযোগ্য।\n\n\n== ফলাফল ==\n\n\n=== প্রথম রাউন্ড ===\n\n\n==== গ্রুপ ১ ====\n\n\n==== গ্রুপ ২ ====\n\n\n==== গ্রুপ ৩ ====\n\n\n==== গ্রুপ ৪ ====\n\n\n=== নকআউট পর্যায় ==="}