{"pageid": 1461802, "title": "স্বামী ভূতেশানন্দ", "url": "https://bn.wikipedia.org/wiki?curid=1461802", "content": "স্বামী ভূতেশানন্দ (৮ সেপ্টেম্বর ১৯০১ - ১০ আগস্ট ১৯৯৮) ছিলেন রামকৃষ্ণ মঠ ও মিশনের ত্রয়োদশ অধ্যক্ষ। তার পূর্বাশ্রমের নাম ছিল বিজয়চন্দ্র রায়।\n\n\n== জীবনী ==\nবিজয়চন্দ্র রায়ের জন্ম ১৯০১ খ্রিস্টাব্দের ৮ সেপ্টেম্বর  ব্রিটিশ ভারতের অধুনা  পশ্চিমবঙ্গের বাঁকুড়া জেলার সোমসার গ্রামে। পিতা পূর্ণ চন্দ্র রায় এবং মাতা চারুবালা দেবী। ছাত্রজীবনে বিজয়  স্বামী বিবেকানন্দের প্রত্যক্ষ শিষ্য জ্ঞান মহারাজের সাক্ষাৎ পান। তারই প্রভাবে এবং কিছু আধ্যাত্মিক যুবকদের সাথে নিয়মিতই বেলুড়মঠে যাতায়াত শুরু করেন। কলকাতার সংস্কৃত কলেজ থেকে বি.এ পাশ করেন এবং বাংলা ছাড়াও ইংরাজী ও সংস্কৃত ভাষায় দক্ষতা অর্জন করেন। প্রসঙ্গত, ছাত্রাবস্থাতেই তিনি এক সময় মঠ পরিদর্শনকালে সন্ন্যাসী হওয়ার জন্য আগ্রহ প্রকাশ করলে তাকে প্রথমে পড়াশোনা শেষ করে আসতে বলা হয়। এটি তাকে নিজের বাসা ত্যাগ করতে বাধ্য করে এবং সেই সময় হতেই তিনি বাগবাজারে একটি শিব মন্দির তৈরি করে তপস্যা অনুশীলনসহ একজন ত্যাগী সন্ন্যাসীর মতো বসবাস করতে থাকেন। ১৯২০ খ্রিস্টাব্দের ডিসেম্বর তিনি শ্রী সারদা দেবীর শেষকৃত্যের সময় উপস্থিত ছিলেন।\n১৯২১ খ্রিস্টাব্দে শ্রীরামকৃষ্ণ পরমহংস দেবের সাক্ষাৎ শিষ্য স্বামী সারদানন্দ বাগবাজারে মায়ের বাটিতে বিজয়কে মন্ত্রদীক্ষা দেন। পরে ১৯২৩ খ্রিস্টাব্দে সারদা মায়ের জন্মদিনে শ্রীরামকৃষ্ণ পরমহংস দেবের আর এক সাক্ষাৎ শিষ্য স্বামী শিবানন্দ তাকে ব্রহ্মচর্য ব্রত এবং প্রিয়া চৈতন্য নাম প্রদান করেন। এই বছরেই স্বামী গম্ভীরানন্দও ব্রহ্মচর্যে দীক্ষিত হন। ১৯২৮ খ্রিস্টাব্দে তিনি স্বামী শিবানন্দের দ্বারা সন্ন্যাসে দীক্ষিত হন এবং স্বামী ভুতেশানন্দ নামে পরিচিত হন। সন্ন্যাসী হওয়ার পর, তিনি হিমালয়ের  উত্তরকাশীতে ( হিমালয় ) যান এবং নির্দিষ্ট বাসস্থান ছাড়াই ২-৩ বৎসর সন্ন্যাসীর মত ভিক্ষান্নে জীবনযাপন আর তপস্যা করেন, নানা স্থানে ঘুরে বেড়ান। ১৯৩২ খ্রিস্টাব্দের ফিরে আসার পর তিনি ঢাকা শাখা কেন্দ্রে যান।\n১৯৩৬ খ্রিস্টাব্দে তিনি শিলংয়ের রামকৃষ্ণ মঠের সভাপতি নিযুক্ত হন এবং ১৯৪৫ খ্রিস্টাব্দে রাজকোট মঠের সভাপতি নিযুক্ত হন। সেখানে তিনি রামকৃষ্ণ-বিবেকানন্দ-বেদান্ত সাহিত্য গুজরাটি ভাষায় অনুবাদ করেন এবং ১৯২৬ খ্রিস্টাব্দে পশ্চিমবঙ্গের বন্যাকবলিত এলাকায় রামকৃষ্ণ মিশনের ত্রাণকার্য, ১৯৪২ খ্রিস্টাব্দে বর্মার উদ্বাস্তু রিলিফ ক্যাম্পসহ বহু দায়িত্ব পালন করেন।  ১৯৬৫ খ্রিস্টাব্দে, ভুতেশানন্দজি রামকৃষ্ণ মিশনের পরিচালন সমিতির অন্যতম ট্রাস্টি এবং সদস্য হিসাবে নিযুক্ত হন। ১৯৭৫ খ্রিস্টাব্দে তিনি একজন সহ-সভাপতি হন এবং কলকাতার শহরতলির কাঁকুড়গাছি যোগোদ্যানে আসেন। ১৯৮৮ খ্রিস্টাব্দের ২৭ ডিসেম্বর মিশনের একাদশ অধ্যক্ষ স্বামী গম্ভীরানন্দের প্রয়াণের পর ১৯৮৯ খ্রিস্টাব্দের ২৪ জানুয়ারি স্বামী ভূতেশানন্দ দ্বাদশ অধ্যক্ষ নির্বাচিতহন। ১৯৭৫ থেকে ১৯৯৮ খ্রিস্টাব্দ পর্যন্ত তিনি অনেককে দীক্ষা দেন। তিনি নিজে কখনই কোন গ্রন্থ রচনা করেন নি, তবে তিনি নানা সময়ে উপনিষদ, শ্রীশ্রীরামকৃষ্ণকথামৃত ভাগবতম ইত্যাদির মতো আধ্যাত্মিক গ্রন্থের উপর তাঁরই ব্যাখ্যা এবং ক্লাসে বক্তব্য রাখেন সেগুলি উপস্থিত বহু অনুরাগীরা রেকর্ড করেন।সেইগুলি গ্রন্থের আকারে পরবর্তীতে প্রকাশিত হয়। যেমন-\nব্যাখ্যা এবং ক্লাসে বক্তব্য রাখেন সেগুলি উপস্থিত বহু অনুরাগীরা রেকর্ড করেন।সেইগুলি গ্রন্থের আকারে পরবর্তীতে প্রকাশিত হয়। যেমন—\n\nবাংলা ভাষায়—\nশ্রী রামকৃষ্ণ কথামৃত প্রসঙ্গ (ছয় খণ্ডে),\nমুণ্ডকোপনিষদ,\nকথোপনিষদ ,\nউপনিষদ ও আজকের মানুষ,\nশরনাগতি\nইংরাজী ভাষায়—\nথটস্ অন স্পিরিচুয়াল লাইফ \nরামকৃষ্ণ আদেশ তথা ভাবধারায় তেইশ বছরের সহাধ্যক্ষ এবং অধ্যক্ষ হিসাবে তিনি সিঙ্গাপুর, ফিজি, জাপান, অস্ট্রেলিয়া,আমেরিকা, কানাডা, ইংল্যান্ড, ফ্রান্স, বাংলাদেশ ও শ্রীলঙ্কা সহ বহু দেশ ভ্রমণে রামকৃষ্ণ - সারদা - বিবেকানন্দ আদর্শ ও ধারণা বহন করেন।  বেদান্ত এবং অদ্বৈত বেদান্তের প্রতি তাঁর বিশেষ আকর্ষণ ছিল।\n\n\n== তিরোধান ==\n১৯৯৮ খ্রিস্টাব্দের ১০ আগস্ট স্বামী ভূতেশানন্দের তিরোধান ঘটে। ২০১৫ খ্রিস্টাব্দের ১৮ ডিসেম্বর তার পৈতৃক গ্রাম সোমসারে রামকৃষ্ণ মঠ ও মিশনের নতুন মন্দির ও মঠ উদ্বোধন করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}