{"pageid": 1461252, "title": "শ্রীকান্ত বোল্লা", "url": "https://bn.wikipedia.org/wiki?curid=1461252", "content": "শ্রীকান্ত বোল্লা (জন্ম: ৭ জুলাই ১৯৯১) একজন ভারতীয় শিল্পপতি এবং বোল্লান্ট ইন্ডাস্ট্রিজের প্রতিষ্ঠাতা চেয়ারম্যান। তিনি ম্যাসাচুসেটস ইনস্টিটিউট অফ টেকনোলজির স্লোয়ান স্কুল অফ ম্যানেজমেন্টের ম্যানেজমেন্ট সায়েন্সে প্রথম আন্তর্জাতিক দৃষ্টি প্রতিবন্ধী শিক্ষার্থী ছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\nশ্রীকান্ত বোল্লা ১৯৯১ সালের ৭ জুলাই অন্ধ্রপ্রদেশের মসুলিপত্তনমের সীতারামাপুরমে একটি তেলুগুভাষী পরিবারে জন্মগ্রহণ করেছিলেন। তার বাবা-মা ছিলেন চাচাতো ভাই এবং অশিক্ষিত। প্রথম সন্তান হিসেবে জন্ম নেওয়ায় জন্ম থেকেই দৃষ্টি প্রতিবন্ধী ছিলেন তিনি। বোল্লার পরিবার মূলত কৃষিকাজের উপর নির্ভরশীল ছিল। তার শৈশব ছিল সংগ্রামে পরিপূর্ণ; বিদ্যুৎ ছিল না, শিক্ষা ছিল বিলাসিতা, এবং তার পরিবারের আয় বেঁচে থাকার জন্য প্রয়োজনের তুলনায় কম ছিল।\n২০১২ সালে, বোল্লা তার ব্যবসায়িক অংশীদার রবি মান্থার সাথে বোল্লান্ট ইন্ডাস্ট্রিজ প্রতিষ্ঠা করেছিলেন।\nপ্রায় ১০ বছর প্রেম করার পর ২০২২ সালে বীরা স্বাতীকে বিয়ে করেন তিনি। ২০২৪ সালে এই দম্পতির একটি কন্যা সন্তান হয়, যার নাম তারা রাখেন নয়না, যার অর্থ চোখ।\nস্কুলে বোল্লা বিজ্ঞান নিয়ে পড়তে চেয়েছিলেন কিন্তু দৃষ্টি প্রতিবন্ধকতার কারণে তিনি তা করতে পারেননি। বোল্লা আদালতে মামলা দায়ের করেছিলেন এবং ছয় মাস অপেক্ষা করার পরে তাকে নিজের ঝুঁকিতে বিজ্ঞান অনুসরণ করার অনুমতি দেওয়া হয়েছিল। তিনি তার দ্বাদশ বোর্ড পরীক্ষায় 98% নিয়ে তার ক্লাসে প্রথম হয়েছিলেন। স্নাতক হওয়ার পরে, বোল্লাকে ইন্ডিয়ান ইনস্টিটিউট অফ টেকনোলজির কোচিং ইনস্টিটিউটে ভর্তি হতে অস্বীকার করা হয়েছিল। অন্ধত্বের কারণে তিনি ইঞ্জিনিয়ারিং পড়ার সিদ্ধান্ত নিয়েছিলেন।\nতিনি ২০০৫ সাল থেকে একজন যুব নেতা এবং লিড ইন্ডিয়া ২০২০: দ্বিতীয় জাতীয় যুব আন্দোলনের সদস্য হয়েছিলেন।  ভারতের প্রাক্তন রাষ্ট্রপতি এ. পি. জে. আবদুল কালামের দ্বারা শুরু করা লিড ইন্ডিয়া ২০২০ দারিদ্র্য, নিরক্ষরতা এবং বেকারত্ব দূরীকরণের মাধ্যমে ২০২০ সালের মধ্যে ভারতকে একটি উন্নত জাতি হওয়ার লক্ষ্যে পৌঁছাতে সহায়তা করছে।\n\n\n== কর্মজীবন ==\nবোল্লা ২০১১ সালে একাধিক প্রতিবন্ধী শিশুদের জন্য সামানভাই সেন্টারের সহ-প্রতিষ্ঠা করেছিলেন যেখানে তিনি একটি ব্রেইল প্রিন্টিং প্রেস শুরু করেছিলেন, অর্থনৈতিকভাবে স্বাধীন এবং স্ব-টেকসই জীবনের জন্য একাধিক প্রতিবন্ধী শিক্ষার্থীদের শিক্ষামূলক, বৃত্তিমূলক, আর্থিক এবং পুনর্বাসন পরিষেবা সরবরাহ করেছিলেন।\n২০১২ সালে, বোল্লা সহ-প্রতিষ্ঠাতা রবি মান্থার সাথে বোলান্ট ইন্ডাস্ট্রিজ শুরু করেছিলেন। বোল্লান্ট ইন্ডাস্ট্রিজ সুপারি ভিত্তিক পণ্য তৈরি করে এবং রতন টাটার অর্থায়নে কয়েকশ প্রতিবন্ধী ব্যক্তিকে কর্মসংস্থান প্রদান করে। কর্মসংস্থান, অর্থনীতি এবং পরিবেশের সংমিশ্রণকে সম্বোধন করে - বোল্লান্ট পৌরসভার বর্জ্য বা ময়লা কাগজ থেকে পরিবেশ বান্ধব পুনর্ব্যবহৃত ক্রাফ্ট কাগজ উত্পাদন করে, পুনর্ব্যবহৃত কাগজ থেকে প্যাকেজিং পণ্য, প্রাকৃতিক পাতা এবং পুনর্ব্যবহৃত কাগজ থেকে নিষ্পত্তিযোগ্য পণ্য এবং বর্জ্য প্লাস্টিককে ব্যবহারযোগ্য পণ্যগুলোতে পুনর্ব্যবহার করে। বোল্লান্ট ব্যতিক্রমী বৃদ্ধি দেখিয়েছে, প্রতিষ্ঠার পর থেকে মাসে গড়ে ২০% এবং ২০১৮ সালে ₹১৫০ কোটি টাকার টার্নওভার।\nশ্রীকান্ত ২০১৬ সালের সেপ্টেম্বরে প্রতিষ্ঠিত সার্জ ইমপ্যাক্ট ফাউন্ডেশনের পরিচালক। সংস্থাটির লক্ষ্য ২০৩০ সালের মধ্যে ভারতের ব্যক্তি ও প্রতিষ্ঠানগুলোকে টেকসই উন্নয়ন লক্ষ্যমাত্রা অর্জনে সক্ষম করা।\n২০১৭ সালের এপ্রিলে, ফোর্বস ম্যাগাজিন পুরো এশিয়া জুড়ে ৩০ বছরের কম বয়সী ৩০ জনের তালিকায় বোল্লার নাম রেখেছিল, সেই তালিকায় মাত্র তিনজন ভারতীয়ের মধ্যে একজন।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\n২০২২ সালে, শ্রীকান্ত বোল্লার প্রধান চরিত্রে অভিনেতা রাজকুমার রাও অভিনীত একটি বায়োপিক চলচ্চিত্র শ্রীকান্ত ঘোষণা করা হয়েছিল। ছবির ট্রেলারটি ২০২৪ সালের ৯ এপ্রিল প্রকাশিত হয়েছিল। ট্রেলার লঞ্চের সময় শ্রীকান্ত স্মরণ করেছিলেন যে কীভাবে টি-সিরিজের ক্যাসেটগুলো তাকে পঞ্চম শ্রেণি থেকে দশম শ্রেণি পর্যন্ত পড়াশোনা শেষ করতে সহায়তা করেছিল। অক্ষয় তৃতীয়া উপলক্ষে ২০২৪ সালের ১০ মে ছবিটি মুক্তি পায়।\n\n\n== তথ্যসূত্র =="}