{"pageid": 1461767, "title": "আজব কারখানা", "url": "https://bn.wikipedia.org/wiki?curid=1461767", "content": "আজব কারখানা (ইংরেজি শিরোনাম: Song of the Soul) ২০২৪ সালের একটি বাংলা ভাষার বাংলাদেশী সঙ্গীতধর্মী নাট্য চলচ্চিত্র। ২০১৬-১৭ অর্থবছরে সরকারি অনুদান ও সামিয়া জামানের প্রযোজনায় পরিচালনা করেছেন শবনম ফেরদৌসী। প্রধান চরিত্রে অভিনয় করেছেন পরমব্রত চট্টোপাধ্যায়। যা ২০২৪ সালের ১২ই জুলাই মুক্তি পায়।\nএই ছবিতে কলকাতার অভিনেতা পরমব্রত চট্টোপাধ্যায় একজন রক স্টার রাজীবের চরিত্রে অভিনয় করেছেন। ফ্যাশন মডেল শাবনাজ সাদিয়া এমি রাজীবের বান্ধবী, একজন মডেল হিসেবে তার বড় পর্দায় আত্মপ্রকাশ করেন। চ্যাটার্জী বেশিরভাগ সহায়ক অভিনেতাদের অভিনেতার চেয়ে সঙ্গীতশিল্পী হিসেবেই বেশি বর্ণনা করেছেন। সঙ্গীত পরিচালনা করেছেন ব্যান্ড সেভেন মিনিটস-এর লাবিক কামাল গৌরব এবং বাংলাদেশি ব্যান্ড ভাইকিংসের তন্ময় তানসেন। \n\n\n== অভিনয়শিল্পী ==\nপরমব্রত চট্টোপাধ্যায় - রাজিব, একজন রক তারকা\nদিলরুবা দোয়েল\nখালিদ হাসান রুমি\nসেলিম বয়াতি\nদিলু বয়াতি\nকিতাব আলী\nক্রিস্টিয়ানো তন্ময়\nঅর্পণ\nমায়মুনা মম\nমাহরিন মান্য\n\n\n== নির্মাণ ==\n২০১৬-১৭ অর্থবছরে ছবিটি ৫০ লক্ষ বাংলাদেশি টাকা (২০১৬ সালের হিসাবে ৬৪,০০০ ডলার) সরকারি অনুদান পেয়েছিল। ২০১৯ সালে চিত্রগ্রহণ শুরু হয়েছিল। কোভিড-১৯ মহামারীর কারণে পোস্ট-প্রোডাকশনের কাজ দীর্ঘায়িত হয়েছিল ।\n\n\n== সঙ্গীত ==\nচলচ্চিত্রে ৫টি মৌলিক গান রয়েছে। এখানে প্রথমবারের মতো কবি হেলাল হাফিজের চারটি কবিতাকে গানে রূপায়ন করা হয়েছে। সংগীতায়োজন করেছে ব্যান্ড ভাইকিং এবং শিল্পী লাবিক কামাল গৌরব। ছবিটির সংগীত পরিচালনা করেছেন গৌরব নিজেই।\n\n\n== মুক্তি ==\nচলচ্চিত্রটি ২০২৪ সালের ১২ জুলাই বাংলাদেশের ৫টি মাল্টিপ্লেক্সে মুক্তি পায়।\n\n\n=== প্রদর্শনী ===\nচলচ্চিত্রটি প্রেক্ষাগৃহে মুক্তির আগে বিশ্বের ১৫টি আন্তর্জাতিক ফিল্ম ফেস্টিভ্যালে অংশ নিয়েছে এবং দুটি পুরস্কারও জিতেছে। ২০২২ সালে ২৭তম কলকাতা আন্তর্জাতিক চলচ্চিত্র উৎসবে 'এশিয়ান সিলেক্ট: নেটপ্যাক অ্যাওয়ার্ড’ শাখায় প্রদর্শিত হয়। একই বছরের জানুয়ারিতে ২০তম ঢাকা আন্তর্জাতিক চলচ্চিত্র উৎসবে বাংলাদেশ প্যানোরমা শাখায় দেখানো হয়। এছাড়া ২০২৩ সালের অক্টোবরে ফ্রান্সের প্যারিসে ‘গঙ্গা থেকে সিন’ চলচ্চিত্র উৎসবেও প্রদর্শিত হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nবাংলা মুভি ডেটাবেজে আজব কারখানা \nইন্টারনেট মুভি ডেটাবেজে আজব কারখানা   (ইংরেজি)"}