{"pageid": 1461542, "title": "স্বামী প্রজ্ঞানানন্দ", "url": "https://bn.wikipedia.org/wiki?curid=1461542", "content": "স্বামী প্রজ্ঞানানন্দ মহারাজ    (৩১ আগস্ট, ১৯০৭ - ৮ অক্টোবর, ১৯৯৮) ছিলেন একজন রামকৃষ্ণ আদেশ তথা ভাবধারায় দীক্ষিত  সঙ্গীতশিল্পী, লেখক ও সম্পাদক তার পিতৃদত্ত নাম ছিল পশুপতি বন্দ্যোপাধ্যায়।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nপশুপতি বন্দ্যোপাধ্যায়ের জন্ম ১৯০৭ খ্রিস্টাব্দের ৩১ আগস্ট  ব্রিটিশ ভারতের অধুনা পশ্চিমবঙ্গের হুগলি জেলার  প্রসাদপুরে। পিতা নকুড়চন্দ্র বন্দ্যোপাধ্যায়। পশুপতি কলকাতার সিটি কলেজ থেকে বি.এ পাশ করেন।\n\n\n== সঙ্গীত শিক্ষা ==\nগ্রামের বাড়িতে আধ্যাত্মিক ও সাঙ্গীতিক পরিবেশে সঙ্গীত চর্চা করেছেন প্রথমে পিতা ও অগ্রজ পাঁচকড়ি বন্দ্যোপাধ্যায়ের কাছে। পরে তালিম নেন নিকুঞ্জবিহারী দত্ত, গোপেশ্বর বন্দ্যোপাধ্যায়, আর ওয়াই মূলে, জ্ঞানেন্দ্রপ্রসাদ গোস্বামী, হরিনারায়ণ মুখোপাধ্যায় প্রমুখের কাছে। শেষে তিনি আধ্যাত্মিক গুরু হিসাবে পান  রামকৃষ্ণ পরমহংসের সাক্ষাৎ শিষ্য, স্বামী অভেদানন্দকে। ১৯২৪ খ্রিস্টাব্দে তিনি তার কাছেই দীক্ষা নেন। কাশীর বিখ্যাত ন্যায়াচার্য রামচরণ ভট্টাচার্যের কাছে নব্যন্যায়, মধুসূদন শাস্ত্রীর কাছে বেদান্ত এবং দীক্ষাগুরু স্বামী অভয়ানন্দজির কাছে দর্শনশাস্ত্রের দুরূহ তত্ত্ব বিষয়ে শিক্ষা লাভ করেন। স্বামী প্রজ্ঞানানন্দ ভারতীয় সঙ্গীতের বিলুপ্তপ্রায় ঐতিহ্য পুনরুদ্ধার করে সেই ঐতিহ্য নির্মাণে জীবন উৎসর্গ করেন। তার নিজের কণ্ঠে গীত বহু সঙ্গীত এবং বক্তৃতা গ্রামোফোন রেকর্ড ও ক্যাসেটে প্রকাশিত হয়েছে। তিনি রিসার্চ গাইড হিসাবে দীর্ঘসময় ব্যয় করেন। ১৯২৩ খ্রিস্টাব্দে কলকাতায় স্বামী অভেদানন্দ প্রতিষ্ঠিত     রামকৃষ্ণ বেদান্ত মঠের মুখপত্র বিশ্ববাণী-র সম্পাদনা করেছেন। ১৯৮৪ খ্রিস্টাব্দ হতে রামকৃষ্ণ বেদান্ত মঠের অধ্যক্ষের দায়িত্ব গ্রহণ করেন। তার নিজের লেখার বিষয় ছিল সঙ্গীতশাস্ত্র, দর্শন,  ইতিহাস,  পুরাতত্ত্ব, ভাস্কর্য,  মূর্তিতত্ত্ব, চারুকলা, শ্রীশ্রীরামকৃষ্ণকথামৃত-ব্যাখ্যা ইত্যাদি। তার রচিত ইংরেজি ও বাংলা গ্রন্থের সংখ্যা প্রায় চল্লিশ। উল্লেখযোগ্য গ্রন্থগুলি হল—\n\nঅধ্যাত্ম সাধনায় দেবতা ও দেবীভাবনা\nঅভেদানন্দ দর্শন (২ খণ্ড)\nকঠোপনিষদে পরমার্থতত্ত্ব\nবিবেকানন্দের দর্শন চিন্তায় মন্ত্রতত্ত্ব ও মন্ত্রসাধনা\nরবীন্দ্র সাহিত্যে ধর্মচেতনা\nসঙ্গীতে রবীন্দ্র প্রতিভার দান\nশ্রীরামকৃষ্ণচন্দ্রিকা \nইংরাজী ভাষায়—\nফিলজফি অফ প্রোগ্রেস অ্যান্ড পারফেকশন\nঅ্যান এনকোয়ারি ইনটু সাইকোলজি\nসোল অ্যান্ড অ্যাবসোলিউট\nহিস্টোরিক্যাল ডেভেলপমেন্ট অফ ইন্ডিয়ান মিউজিক \nদ্য সোশ্যাল অ্যান্ড হিস্টোরিক্যাল ভ্যালুজ অফ রাগাজ অ্যান্ড রাগিনীজ\nএছাড়াও,  তিনি তার দীক্ষাগুরুর ইংরাজীতে রচিত গ্রন্থের ভূমিকাসহ সম্পাদনা করেন, সেগুলি হল—\n\nদ্য কমপ্লিট ওয়র্কস্ অফ স্বামী অভেদানন্দ  (এগারো খণ্ড)\nদ্য ওয়ার্কস অফ স্বামী অভেদানন্দ (দুটি খণ্ড)\nদ্য বেসেস অফ ইন্ডিয়ান কালচার\n\n\n== পুরস্কার ও সম্মাননা ==\nবিভিন্ন বিশ্ববিদ্যালয় ও শিক্ষাপ্রতিষ্ঠান থেকে তিনি পুরস্কৃত ও সম্মানিত হয়েছেন। ১৯৬১ খ্রিস্টাব্দে তার রচিত সঙ্গীত বিষয়ক গ্রন্থ-হিস্টোরিক্যাল ডেভেলপমেন্ট অফ ইন্ডিয়ান মিউজিক-এর জন্য পশ্চিমবঙ্গ সরকার রবীন্দ্র পুরস্কার প্রদান করে।\n\n\n== জীবনাবসান ==\n১৯৯৮ খ্রিস্টাব্দের ৮ অক্টোবর কলকাতায় স্বামী প্রজ্ঞানানন্দের তিরোধান ঘটে।\n\n\n== আরো দেখুন ==\n\"রামকৃষ্ণ বেদান্ত মঠ\"। \n\n\n== তথ্যসূত্র =="}