{"pageid": 1461204, "title": "রেজিনাল্ড ডোরম্যান-স্মিথ", "url": "https://bn.wikipedia.org/wiki?curid=1461204", "content": "কর্নেল স্যার রেজিনাল্ড হিউ ডোরম্যান-স্মিথ, জিবিই (১০ মার্চ ১৮৯৯  - ২০ মার্চ ১৯৭৭)  ছিলেন ব্রিটিশ সাম্রাজ্যের একজন অ্যাংলো-আইরিশ কূটনীতিক, সৈনিক এবং রাজনীতিবিদ।\n\n\n== প্রারম্ভিক জীবন এবং রাজনীতি ==\nডোরম্যান-স্মিথ হ্যারো স্কুল এবং স্যান্ডহার্স্টের রয়্যাল মিলিটারি কলেজে শিক্ষিত হন। সেনাবাহিনীতে চাকরি করার পর, তিনি কৃষিতে দৃঢ় আগ্রহের সাথে তার কর্মজীবন অব্যাহত রাখেন, ৩২ বছর বয়সে জাতীয় কৃষক ইউনিয়নের (এনএফইউ) সভাপতি হন এবং পরে কৃষিমন্ত্রী হন। তিনি ১৯৩৫ সালের সাধারণ নির্বাচনে পিটারসফিল্ডের সংসদ সদস্য (এমপি) হিসাবে NFU দ্বারা স্পনসর করা মুষ্টিমেয় এমপিদের একজন হিসাবে প্রথম নির্বাচিত হন এবং পরবর্তী কয়েক বছর ইউনিয়নের সভাপতি হিসাবে দায়িত্ব পালন করেন। একজন এমপি হিসেবে, ডোরম্যান-স্মিথ ছিলেন ইংলিশ মিস্ট্রি এবং এর উত্তরসূরি ইংলিশ অ্যারে- এর সদস্য।  ইংলিশ মিসরি ছিল একটি রহস্যময় \"ব্যাক-টু-দ্য-ল্যান্ড\" আন্দোলন যা ইংরেজদের \"হারানো গোপনীয়তা\" আবিষ্কার করতে চেয়েছিল যেমন এক ধরণের নব্য-সামন্ততান্ত্রিক রাজনৈতিক ও সামাজিক ব্যবস্থা নিয়ে আসে।\n১৯৩০ এর দশকের শেষের দিকে, ব্রিটিশ সরকারের কৃষি নীতি NFU, সংসদ এবং প্রেস থেকে ব্যাপক সমালোচনার মুখে পড়ে এবং ১৯৩৯ সালের জানুয়ারিতে প্রধানমন্ত্রী নেভিল চেম্বারলেইন ডোরেমন-স্মিথকে কৃষিমন্ত্রী হিসেবে নিয়োগের সাহসী পদক্ষেপ নেন। ১৯৩৯ সালের অক্টোবরে, ডোরম্যান-স্মিথ সরকারের বিজয়ের জন্য খনন অভিযান পরিচালনা করেন, যার লক্ষ্য ছিল বরাদ্দ থেকে খাদ্য উৎপাদন বৃদ্ধি করা। যাইহোক, যখন চেম্বারলেনের পতন ঘটে, তখন ডোরম্যান-স্মিথকে তার উত্তরসূরি উইনস্টন চার্চিলের সরকারে অন্তর্ভুক্ত করা হয়নি।\nডোরম্যান-স্মিথকে মাইকেল ফুট, ফ্রাঙ্ক ওয়েন এবং পিটার হাওয়ার্ড ('ক্যাটো' ছদ্মনামে লেখা) দ্বারা \" গিল্টি মেন \" বইয়ে উল্লেখ করা হয়েছিল, যা ১৯৪০ সালে প্রকাশিত হয়েছিল জনসাধারণের ব্যক্তিদের উপর আক্রমণ হিসাবে তাদের পুনরায় অস্ত্র দিতে ব্যর্থতার জন্য এবং তাদের নাৎসি জার্মানির তুষ্টি।\n\n\n== তথ্যসূত্র ==\n\n\n== আরো পড়ুন ==\nGriffiths, Richard G (১৯৮০)। Fellow Travellers of the Right British Enthusiasts for Nazi Germany, 1933-9। Constable। আইএসবিএন 0571271324। \nTaylor, Robert H. 'Sir Reginald Dorman-Smith'. In Southeast Asia: A Historical Encyclopedia from Angkor Wat to  East Timor. Santa Barbara, Ca.: ABC-Clio, 2004.\nউডস, ফিলিপ। রিপোর্টিং দ্য রিট্রিট: ওয়ার করেসপন্ডেন্টস ইন বার্মা, 1942 । লন্ডন: হার্স্ট অ্যান্ড কো, 2016, বিশেষ করে। chs 2 এবং 9।\n\n\n== বহিঃসংযোগ ==\nহ্যান্সকার্ড ১৮০৩-২০০৫: Reginald Dorman-Smith দ্বারা সংসদে অবদান (ইংরেজি)\nBurma's history - data website"}