{"pageid": 1461930, "title": "চার্লস ম্যাকলারেন, ১ম ব্যারন অ্যাবারকনওয়ে", "url": "https://bn.wikipedia.org/wiki?curid=1461930", "content": "চার্লস বেঞ্জামিন ব্রাইট ম্যাকলারেন, ১ম ব্যারন অ্যাবারকনওয়ে,  (১২ মে ১৮৫০ - ২৩ জানুয়ারী ১৯৩৪), স্যার চার্লস ম্যাকলারেন নামে পরিচিত, ১৯০২ এবং ১৯১১ সালের মধ্যে প্রথম ব্যারোনেট, একজন স্কটিশ আইনবিদ এবং লিবারেল পার্টির রাজনীতিবিদ ছিলেন। তিনি ছিলেন একজন জমির মালিক ও শিল্পপতি।\n\n\n== রাজনৈতিক পেশা ==\n\nম্যাকলারেন সাংবাদিকতায় তার কর্মজীবন শুরু করেন, কিন্তু আইনের দিকে মনোনিবেশ করেন এবং ১৮৭৪ সালে তিনি ব্যারিস্টার হিসেবে লিঙ্কনস ইনে ভর্তি হন। ১৮৮০ সালে, তিনি স্টাফোর্ডের সংসদ সদস্য (এমপি) হিসাবে হাউস অফ কমন্সে নির্বাচিত হন; তিনি ১৮৮৬ সাল পর্যন্ত এই নির্বাচনী দায়িত্ব পালন করেন। ১৮৯২ সালে, তিনি বসওয়ার্থের এমপি হিসাবে কমন্সে ফিরে আসেন, যা তিনি ১৯১০ সাল পর্যন্ত প্রতিনিধিত্ব করেছিলেন।\nম্যাকলারেনের রাজনৈতিক কর্মজীবন তার দ্বিতীয় মেয়াদে অগ্রসর হয় এবং ১৮৯৭ সালে তিনি একজন কুইন্স কাউন্সেল নিযুক্ত হন। রাজা এডওয়ার্ড সপ্তমের (পরবর্তীতে স্থগিত) রাজ্যাভিষেকের জন্য ২৬ জুন ১৯০২ তারিখে প্রকাশিত ১৯০২ করোনেশন অনার্স তালিকায় তিনি একটি ব্যারোনেটসি পাবেন বলে ঘোষণা করা হয়েছিল, এবং ২৪ জুলাই ১৯০২-এ তিনি বোডনান্টের একজন ব্যারোনেট তৈরি করেছিলেন। ডেনবিঘের কাউন্টি। তিনি ১৯০৮ সালে প্রিভি কাউন্সিলের শপথ গ্রহণ করেন এবং মিডলসেক্স, ফ্লিন্ট, ডেনবিগশায়ার এবং সারেতে বিচারপতি অফ দ্য পিস- এর অফিসে অধিষ্ঠিত হন। ১৯১১ সালে, তিনি কমন্স ত্যাগ করার এক বছর পর (তাঁর পুত্র তার স্থলাভিষিক্ত হন), তিনি ডেনবিগ কাউন্টির বোডনান্টের ব্যারন অ্যাবারকনওয়ে উপাধিতে যুক্তরাজ্যের পিরেজে উন্নীত হন।\nম্যাকলারেন জাপানিজ অর্ডার অফ দ্য সেক্রেড ট্রেজারের ৩য় শ্রেণীতে ভূষিত হয়েছিলেন এবং সার্বিয়ান অর্ডার অফ দ্য ক্রস অফ টাকোভো পেয়েছিলেন। তিনি গ্রীক অর্ডার অফ দ্য রিডিমারের কমান্ডার হিসেবে ভূষিত হন।\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nCharles Roger Dod; Robert Phipps Dod (১৯১৫)। Dod's Peerage, Baronetage and Knightage of Great Britain and Ireland for 1915। Simpkin, Marshall, Hamilton, Kent and Co. Ltd.। \n\"McLaren, Charles Benjamin Bright, first Baron Aberconway (1850–1934)\"। অক্সফোর্ড ডিকশনারি অব ন্যাশনাল বায়োগ্রাফি (অনলাইন সংস্করণ)। অক্সফোর্ড বিশ্ববিদ্যালয় প্রেস। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)  (সাবস্ক্রিপশন বা যুক্তরাজ্যের গণগ্রন্থাগারের সদস্যপদ প্রয়োজন।)\nthePeerage.com\n\n\n== বহিঃসংযোগ ==\nহ্যান্সকার্ড ১৮০৩-২০০৫: Charles McLaren দ্বারা সংসদে অবদান (ইংরেজি)\nন্যাশনাল পোট্রেট গ্যালারি, লন্ডনে চার্লস ম্যাকলারেন, ১ম ব্যারন অ্যাবারকনওয়ে-এর পোট্রেট"}