{"pageid": 1461169, "title": "হ্যারি ক্রুকশ্যাঙ্ক", "url": "https://bn.wikipedia.org/wiki?curid=1461169", "content": "হ্যারি ফ্রেডরিক কমফোর্ট ক্রুকশ্যাঙ্ক, ১ম ভিসকাউন্ট ক্রুকশ্যাঙ্ক,  (২৭ মে ১৮৯৩ - ১৭ অক্টোবর ১৯৬১), ছিলেন একজন ব্রিটিশ রক্ষণশীল রাজনীতিবিদ। তিনি ১৯৫১ থেকে ১৯৫২ সালের মধ্যে স্বাস্থ্যমন্ত্রী এবং ১৯৫১ থেকে ১৯৫৫ সালের মধ্যে হাউস অফ কমন্সের নেতা ছিলেন।\n\n\n== রাজনৈতিক পেশা ==\nক্রুকশ্যাঙ্ক ১৯২৪ সালে গেইনসবরোর সংসদ সদস্য (এমপি) নির্বাচিত হন, এই আসনটি তিনি পরবর্তী ৩২ বছর ধরে রেখেছিলেন। তিনি রামসে ম্যাকডোনাল্ডের অধীনে ১৯৩৪ সালে স্বরাষ্ট্র দপ্তরের আন্ডার সেক্রেটারি অফ স্টেট হিসাবে সরকারে প্রবেশ করেন। ১৯৩৫ সালে যখন স্ট্যানলি বাল্ডউইন প্রধানমন্ত্রী হন তখন ক্রুকশ্যাঙ্ক খনি সচিব নিযুক্ত হন, একটি পদ তিনি বহাল রেখেছিলেন যখন নেভিল চেম্বারলেন ১৯৩৭ সালে প্রধানমন্ত্রী হন ১৯৩৯ সালের ফেব্রুয়ারি পর্যন্ত। ক্রুকশ্যাঙ্ক চেম্বারলেইনকে \"একজন পাগলের দ্বারা পাগল এবং সম্মোহিত\" বলে অভিহিত করেছিলেন এবং মিউনিখ চুক্তিকে গ্রহণ করেছিলেন এবং প্রতিবাদে পদত্যাগের চিঠি পাঠিয়েছিলেন, কিন্তু তিনি এটি প্রত্যাহার করতে রাজি ছিলেন। পরের বছরে, তিনি প্রিভি কাউন্সিলের শপথ নেন এবং ট্রেজারির আর্থিক সচিব হন। ১৯৪০ সালে উইনস্টন চার্চিল ক্ষমতায় আসার পরও তিনি এই পদে অব্যাহত ছিলেন এবং ১৯৪৩ থেকে ১৯৪৫ সালের মধ্যে চার্চিলের অধীনে পোস্টমাস্টার জেনারেল ছিলেন। ১৯৪২ সালে অপারেশন টর্চ দ্বারা আলজেরিয়ার মুক্তির পর তাকে আলজিয়ার্সে ভূমধ্যসাগরে ব্রিটিশ মন্ত্রীর আবাসিক পদের প্রস্তাব দেওয়া হয়েছিল কিন্তু তিনি প্রত্যাখ্যান করেছিলেন, হ্যারল্ড ম্যাকমিলানকে তার পরিবর্তে নিয়োগ করা হয়েছিল।\n১৯৫১ সালে যখন রক্ষণশীলরা চার্চিলের অধীনে অফিসে ফিরে আসে, তখন ক্রুকশ্যাঙ্ককে মন্ত্রিসভায় একটি আসন সহ স্বাস্থ্যমন্ত্রী এবং হাউস অফ কমন্সের নেতা নিযুক্ত করা হয়। ১৯৫২ সালে লর্ড প্রিভি সিলের সিকিউর পোস্টের জন্য স্বাস্থ্য মন্ত্রণালয়ে তার পদ পরিবর্তন করেন, যখন তিনি কমন্স লিডার হিসেবে ছিলেন। তিনি এই দুটি পদে ১৯৫৫ সালের ডিসেম্বর পর্যন্ত অব্যাহত ছিলেন, গত বছর স্যার অ্যান্থনি ইডেনের প্রিমিয়ারশিপের অধীনে।</link> ১৯৫৫ সালের নববর্ষের সম্মানে তাকে অর্ডার অফ দ্য কম্পানিয়ন্স অফ অনারের সদস্য করা হয়েছিল। তিনি ১৯৫৬ সালে হাউস অফ কমন্স থেকে অবসর গ্রহণ করেন এবং সেই বছরের জানুয়ারিতে লিংকন কাউন্টির গেইনসবরোর ভিসকাউন্ট ক্রুকশ্যাঙ্ক হিসাবে পিয়ারে উন্নীত হন। ১৯৪০ সালের ফেব্রুয়ারিতে তাকে পিয়ারেজের প্রস্তাব দেওয়া হয়েছিল কিন্তু প্রত্যাখ্যান করেছিলেন, সেই সময় এটিকে অপমান হিসাবে বিবেচনা করেছিলেন কারণ তার প্রথম বিশ্বযুদ্ধের ক্ষত তাকে কোনও উপাধির উত্তরাধিকারী হতে অক্ষম রেখেছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বই উদ্ধৃত ==\nBall, Simon (২০০৪)। The Guardsmen। HarperCollins। আইএসবিএন 978-0-00-257110-4।  (a joint biography of Harold Macmillan, Lord Salisbury, Oliver Lyttelton and Crookshank)\n\n\n== বহিঃসংযোগ ==\nহ্যান্সকার্ড ১৮০৩-২০০৫: Harry Crookshank দ্বারা সংসদে অবদান (ইংরেজি)"}