{"pageid": 1461509, "title": "অদ্বয়বাদ", "url": "https://bn.wikipedia.org/wiki?curid=1461509", "content": "অদ্বয়বাদ অস্তিত্বের ধারণার একতা বা এককতাকে আরোপিত করে। অদ্বয়বাদকে দুটি উপায়ে উল্লেখ করা যেতে পারে - প্রথমটি মতে দর্শন অদ্বয়বাদী হয় যদি এটি সমস্ত জিনিসের উৎপত্তির একতা পোষণ করে; সমস্ত বিদ্যমান জিনিস তাদের থেকে স্বতন্ত্র উৎসে ফিরে আসে, এবং অন্যটির মতে অদ্বয়বাদের জন্য শুধুমাত্র উৎপত্তির ঐক্য নয়, পদার্থ ও নির্যাসেরও একতা প্রয়োজন।\nযদিও শব্দটি মন-শরীর সমস্যায় অবস্থান বোঝাতে পশ্চিমা দর্শন থেকে উদ্ভূত হলেও ধর্মীয় ঐতিহ্যকে বোঝাতেও ব্যবহৃত হয়েছে। আধুনিক হিন্দুধর্মে, শব্দটিকে অদ্বৈত বেদান্তে প্রয়োগ করা হয়েছে, ফিলিপ রেনার্ড উল্লেখ করেন যে এটি পশ্চিমা ব্যাখ্যা হলেও অদ্বৈত বাস্তবতার স্বজ্ঞাত বোঝাপড়াকে উপেক্ষা করে। এটিকে সাধারণভাবে পণ্ডিতদের কর্তৃক অদ্বৈতবাদের রূপ হিসাবে শ্রেণীবদ্ধ করা হয়।\n\n\n== ব্যপকতা ==\nবিভিন্ন ধরণের অদ্বয়বাদকে আলাদা করা যায় - অগ্রাধিকার অদ্বয়বাদ, অস্তিত্ব অদ্বয়বাদ, পদার্থ অদ্বয়বাদ, দ্বৈত দৃষ্টিভঙ্গি অদ্বয়বাদ ও নিরপেক্ষ অদ্বয়বাদ।\n\nঅগ্রাধিকার অদ্বয়বাদ অনুসারে সমস্ত বিদ্যমান জিনিসগুলি উৎসে ফিরে যায় যা তাদের থেকে আলাদা; যেমন, নয়াপ্লাতোবাদ-এ সবকিছুই একমাত্র থেকে উদ্ভূত হয়। এই দৃষ্টিভঙ্গিতে শুধুমাত্র একজনই প্রাসঙ্গিকভাবে মৌলিক বা অন্য সবকিছুর আগে।\nঅস্তিত্ব অদ্বয়বাদ অনুসারে শুধুমাত্র একক জিনিসের অস্তিত্ব রয়েছে, মহাবিশ্ব, যা শুধুমাত্র কৃত্রিমভাবে ও নির্বিচারে অনেকগুলি জিনিসে বিভক্ত হতে পারে।\nপদার্থ অদ্বয়বাদ অনুসারে বিদ্যমান বিভিন্ন জিনিসকে একক বাস্তবতা বা পদার্থের পরিপ্রেক্ষিতে ব্যাখ্যা করা যেতে পারে। পদার্থ অদ্বয়বাদ বিশ্বাস করে যে শুধুমাত্র এক ধরণের পদার্থ বিদ্যমান, যদিও অনেকগুলি জিনিস এই পদার্থ দ্বারা গঠিত হতে পারে, যেমন, বস্তু বা মন।\nদ্বৈত দৃষ্টিভঙ্গি অদ্বয়বাদ হলো এই দৃষ্টিভঙ্গি যে মানসিক ও শারীরিক একই পদার্থের দুটি দিক বা দৃষ্টিভঙ্গি।\nনিরপেক্ষ অদ্বয়বাদ বিশ্বাস করে যে বাস্তবতার মৌলিক প্রকৃতি মানসিক বা শারীরিক নয়; অন্য কথায় এটি নিরপেক্ষ।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\n\n\n== আরও পড়ুন ==\n\n\n== বহিঃসংযোগ ==\n\nMonism স্ট্যানফোর্ড এনসাইক্লোপিডিয়া অফ ফিলোসফি-র ভুক্তি, লিখেছেন Jonathan Schaeffer\nঅদ্বয়বাদ at PhilPapers\nঅদ্বয়বাদ at the Indiana Philosophy Ontology Project\nCatholic Encyclopedia - Monism\nHinduism's Online Lexicon  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩০ অক্টোবর ২০১২ তারিখে – (search for Monism)\nThe Monist"}