{"pageid": 1461161, "title": "অ্যালান লেনক্স-বয়েড, মার্টনের ১ম ভিসকাউন্ট বয়েড", "url": "https://bn.wikipedia.org/wiki?curid=1461161", "content": "অ্যালান টিন্ডাল লেনক্স-বয়েড, মার্টনের প্রথম ভিসকাউন্ট বয়েড, সিএইচ, পিসি, ডিএল (১৮ নভেম্বর ১৯০৪ - ৮ মার্চ ১৯৮৩), ছিলেন একজন ব্রিটিশ রক্ষণশীল রাজনীতিবিদ।\n\n\n== পটভূমি, শিক্ষা এবং সামরিক সেবা ==\nলেনক্স-বয়েড অ্যালান ওয়াল্টার লেনক্স-বয়েডের পুত্র ছিলেন তাঁর দ্বিতীয় স্ত্রী ফ্লোরেন্স অ্যানি, জেমস ওয়ারবার্টন বেগবি এবং আনা মারিয়া নে রিডের কন্যা। তার একটি বড় সৎ-বোন এবং তিনজন পূর্ণ ভাই ছিল, যাদের মধ্যে দুজন দ্বিতীয় বিশ্বযুদ্ধে নিহত হন এবং একজন ১৯৩৯ সালের এপ্রিলে জার্মানিতে মারা যান। তিনি ডরসেটের শেরবোর্ন স্কুলে শিক্ষিত হন এবং অক্সফোর্ডের ক্রাইস্ট চার্চ থেকে স্নাতক হন, পরে এমএ- তে উন্নীত হন। দ্বিতীয় বিশ্বযুদ্ধে তিনি উপকূলীয় বাহিনীর সাথে রয়্যাল নেভাল ভলান্টিয়ার রিজার্ভে লেফটেন্যান্ট হিসেবে সক্রিয় সেবা দেখেছিলেন।\n\n\n== রাজনৈতিক পেশা ==\nলেনক্স-বয়েড ১৯৩১ সালে (২৬ বছর বয়সে) মিড বেডফোর্ডশায়ারের সংসদ সদস্য (এমপি) হিসাবে নির্বাচিত হন এবং ১৯৪১ সালে ব্যারিস্টার হিসাবে ইনার টেম্পলে ভর্তি হন। তিনি ১৯৫২ থেকে ১৯৫৪ সাল পর্যন্ত পরিবহন ও বেসামরিক বিমান চলাচল মন্ত্রী হিসাবে উইনস্টন চার্চিলের শান্তিকালীন সরকারের সদস্য ছিলেন। এই পোস্টে তিনি একবার স্মরণীয়ভাবে মতামত দিয়েছিলেন যে সড়ক দুর্ঘটনা বড় ঝুঁকি নেওয়ার ফল নয়, অনেকবার ছোট ঝুঁকি নেওয়ার ফল।\nএকজন মন্ত্রী হিসাবে, তিনি ৩ জুন ১৯৫৪ তারিখে ব্রিটিশ রেলওয়ের বিদ্যুতায়িত রেলপথের তৃতীয় উডহেড টানেলটি খোলেন।\n১৯৫৪ সালে, তিনি উপনিবেশগুলির জন্য সেক্রেটারি অফ স্টেট হন, যেখানে তিনি সাইপ্রাস, ঘানা, মালায়া এবং সুদানকে স্বাধীনতা প্রদানের সাথে উপনিবেশকরণের প্রাথমিক পর্যায়ে তত্ত্বাবধান করেন। কেনিয়ার মাউ মাউ বিদ্রোহের সময় তিনি অফিসে ছিলেন এবং হোলা গণহত্যার জন্য নিন্দার শিকার হওয়ার পর হ্যারল্ড ম্যাকমিলান তাকে অফিসে থাকতে রাজি করান। তিনি মালায়ার ফেডারেশনের জন্য স্বাধীনতার বিষয়ে খোলাখুলি কথা বলেন এবং মালয়ের তৎকালীন মুখ্যমন্ত্রী টুঙ্কু আব্দুল রহমান এবং তার সহকর্মীদের ল্যাঙ্কাস্টার হাউসে স্বাধীনতার সম্ভাবনা নিয়ে আলোচনা করার জন্য আমন্ত্রণ জানান।\n১৯৫৫ সালে, লেনক্স-বয়েড তার পদ থেকে পদত্যাগ করার হুমকি দেন যখন টরি মন্ত্রিসভার কিছু সদস্য নিউ কমনওয়েলথ দেশগুলিতে অভিবাসন নিয়ন্ত্রণ প্রয়োগ করতে চেয়েছিলেন। এটি ছিল ব্রিটেনে অভিবাসন-পরবর্তী উইন্ডরাশ যুগের প্রথম দিকে, যেখানে ব্রিটিশ জাতীয়তা আইন ১৯৪৮- এর ফলে অ-শ্বেতাঙ্গ জাতি থেকে ব্রিটেনে অপ্রত্যাশিতভাবে বৃহৎ প্রবাহ দেখা গিয়েছিল। এই আইন, পূর্ববর্তী শ্রম সরকার দ্বারা বাস্তবায়িত, সমগ্র কমনওয়েলথকে ব্রিটিশ নাগরিকত্ব প্রদান করে; ১৯৫৫ সালে, লেনক্স-বয়েড হয় সমগ্র কমনওয়েলথের উপর নিয়ন্ত্রণ গ্রহণ করবে অথবা কোনোটিই নয়। যেহেতু রক্ষণশীলরা ওল্ড কমনওয়েলথ নাগরিকদের ব্রিটেনে আসার অধিকারের প্রতি প্রতিশ্রুতিবদ্ধ ছিল, তাই তারা কোনো নিয়ন্ত্রণ না রাখা বেছে নিয়েছে।\n১৯৫৬ সালের সুয়েজ সংকটের পর, লেনোক্স-বয়েড লেখক ইয়ান ফ্লেমিং- এর কাছে ইডেনের অনিশ্চিত অবস্থার পরিপ্রেক্ষিতে বিশ্রাম নিরাময়ের জন্য প্রধানমন্ত্রী স্যার অ্যান্থনি ইডেনের ফ্লেমিং-এর জ্যামাইকান বাড়ি, গোল্ডেনিয়ে ব্যবহার করার সম্ভাবনা সম্পর্কে প্রাথমিক দৃষ্টিভঙ্গি করেছিলেন বলে মনে হয়। স্বাস্থ্য নিরাপত্তা বিবেচনার কারণে, তিনি প্রথমে ফ্লেমিংকে জানিয়েছিলেন যে তিনি গোল্ডেনিয়েকে তার নিজের ছুটির জন্য চান এবং, যখন তিনি ফ্লেমিং এর পরামর্শকে প্রতিহত করেন যে তার এবং ফ্লেমিং এর স্ত্রী (লেডি ইডেনের একজন ঘনিষ্ঠ বন্ধু) এই ব্যবস্থাগুলি নিয়ে যোগাযোগ করে, ফ্লেমিং প্রথমে ধরে নিয়েছিল যে তিনি একটি বিবাহ বহির্ভূত নিয়োগের পরিকল্পনা করেছিলেন।\n১৯৫৯ সালের সাধারণ নির্বাচনের পর, লেনক্স-বয়েডকে ঔপনিবেশিক সেক্রেটারি হিসাবে ইয়ান ম্যাক্লিওড দ্বারা প্রতিস্থাপিত করা হয়েছিল। ১৯৬০ সালের সেপ্টেম্বরে, লেনক্স-বয়েড উইগটাউন কাউন্টির মারটন-ইন-পেনিংহামের মারটনের ভিসকাউন্ট বয়েড হিসাবে পিয়ারে উন্নীত হন। এটি তার মিড বেডফোর্ডশায়ার নির্বাচনী এলাকার জন্য একটি উপনির্বাচন ঘটায়, যা স্টিফেন হেস্টিংস জিতেছিলেন। একই বছর তাকে আরও সম্মানিত করা হয় যখন তাকে অর্ডার অফ দ্য কম্পানিয়ন্স অফ অনারের সদস্য নিযুক্ত করা হয়। হ্যারল্ড ম্যাকমিলানের উইন্ড অফ চেঞ্জ বক্তৃতায় নেওয়া লাইনের বিরোধিতা করায়, লেনক্স-বয়েড পরবর্তীকালে ডানপন্থী রক্ষণশীল সোমবার ক্লাবের প্রাথমিক পৃষ্ঠপোষক হয়ে ওঠেন। যদিও এটি বর্ণবাদী অভিবাসন নিয়ন্ত্রণের প্রতি তার আগের আপত্তির সাথে বিপরীত বলে মনে হতে পারে, ডেভিড গুডহার্টের মতে, এটি \"জাতিগত সমতার পরিবর্তে সাম্রাজ্যবাদী ধারণায় বিশ্বাসী\" হওয়ার দ্বারা ব্যাখ্যা করা হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nহ্যান্সকার্ড ১৮০৩-২০০৫: the Viscount Boyd of Merton দ্বারা সংসদে অবদান (ইংরেজি)"}