{"pageid": 1461401, "title": "শ্রীকান্ত (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1461401", "content": "শ্রীকান্ত দৃষ্টিহীন শিল্পপতি এবং বোল্লান্ট ইন্ডাস্ট্রিজের প্রতিষ্ঠাতা শ্রীকান্ত বোল্লার জীবনের অবলম্বনে নির্মিত ২০২৪ সালের ভারতীয় হিন্দি ভাষার জীবনীসংক্রান্ত চলচ্চিত্র। তুষার হিরানন্দানি পরিচালিত ছবিটিতে নাম ভূমিকায় অভিনয় করেছেন রাজকুমার রাও এবং সহ-অভিনয়শিল্পীদের মধ্যে রয়েছেন জ্যোতিকা, আলায়া ফার্নিচারওয়ালা এবং শরদ কেলকার।\n২০২২ সালের নভেম্বর থেকে ২০২৩ সালের জানুয়ারি পর্যন্ত ভারত ও যুক্তরাষ্ট্রের বিভিন্ন স্থানে দুই মাসের মধ্যে ছবিটির শুটিং হয়েছে। চলচ্চিত্রটি ২০২৪ সালের ১০ মে অক্ষয় তৃতীয়া উপলক্ষে প্রেক্ষাগৃহে মুক্তি পায় এবং একটি পরিমিত বাণিজ্যিক সাফল্য হিসাবে আত্মপ্রকাশ করে।\n\n\n== পটভূমি ==\nহিন্দি ভাষার জীবনীসংক্রান্ত চলচ্চিত্রটিতে শ্রীকান্ত বোল্লা নামে একজন ভারতীয় উদ্যোক্তার গল্প বলা হয়েছে, যিনি পরিবেশ-বান্ধব পণ্য তৈরিতে অদক্ষ এবং ভিন্নভাবে সক্ষম ব্যক্তিদের নিয়োগের জন্য ২০১২ সালে প্রতিষ্ঠিত একটি সংস্থা বোলান্ট ইন্ডাস্ট্রিজের প্রতিষ্ঠাতা হিসাবে খ্যাতি অর্জন করেছিলেন। চলচ্চিত্রটি ভারতের অবিভক্ত অন্ধ্রপ্রদেশের মসুলিপত্তনমের সীতারামাপুরম গ্রামে দৃষ্টি প্রতিবন্ধী শ্রীকান্তের সংগ্রামের কাহিনী তুলে ধরা হয়েছে। প্রতিকূল পরিস্থিতি সত্ত্বেও শ্রীকান্তের কৃতিত্বের পরিচয় মিলেছে এই ছবিতে। যেদিন তাঁর জন্ম হয়, সেদিন ক্রিকেটার কৃষ্ণমাচারী শ্রীকান্তের নামে ছেলের নাম রাখা বাবার আনন্দ দৃষ্টিহীন নবজাতককে দেখে হতাশায় পরিণত হয়। তিনি তাকে কবর দেওয়ার জন্য একটি গর্ত খনন করেন তবে তার মা তাকে বাঁচিয়েছিলেন। তার প্রতিভা সত্ত্বেও তাকে স্থানীয় স্কুলে বুলিং সহ্য করতে হয়।\nগল্পটি হায়দরাবাদে চলে যায় যেখানে তিনি একটি বিশেষ স্কুলে যোগ দেন যেখানে তিনি জ্বলজ্বল করেন, তবে তার অহংকারের ফলস্বরূপ তাকে বের করে দেওয়া হয়। তারপর থেকে তিনি তার শিক্ষক দেবিকা দ্বারা পরামর্শদাতা যিনি তাকে হাত ধরেন, তাকে একটি বিষয় হিসাবে বিজ্ঞান অধ্যয়নের জন্য আদালতে মামলা দায়ের করতে সহায়তা করেন (৯৮% স্কোর সত্ত্বেও)। তিনি তাকে বিদেশে আবেদন করার চেষ্টা করতে প্ররোচিত করেন এবং ভারতীয় প্রযুক্তিবিদ্যা প্রতিষ্ঠানে প্রবেশের অনুমতি না পাওয়ার পরে তিনি ম্যাসাচুসেট্‌স ইনস্টিটিউট অব টেকনোলজিতে প্রথম আন্তর্জাতিক দৃষ্টি প্রতিবন্ধী শিক্ষার্থী হিসাবে নির্বাচিত হন। এমআইটিতে তিনি ২ জন শিক্ষার্থীর সমর্থন পান যারা তাকে তার স্বপ্ন অর্জনে সহায়তা করে। কলেজের দিনগুলোতে, সোশ্যাল মিডিয়ার মাধ্যমে তিনি স্বাতীর সাথে দেখা করেন যিনি তার প্রতি মুগ্ধ হন। স্নাতক শেষ করার পরে, স্বাতী, এখন তার বান্ধবী তাকে ভারতে ফিরে তার স্বপ্নগুলো উপলব্ধি করতে প্ররোচিত করে। আবার তার পরামর্শদাতা তাকে একটি কম্পিউটার ইনস্টিটিউট শুরু করতে সহায়তা করে যা ফ্লপ হয়। পরে তিনি তার ব্যবসায়িক অংশীদার রবি মান্থার সাথে একটি ব্যবসা (বোল্লান্ট ইন্ডাস্ট্রিজ) স্থাপনের সিদ্ধান্ত নেন, যেখানে তিনি বেশিরভাগ প্রতিবন্ধীদের চাকরি দেন। তার সঙ্গীর সাথে কয়েকটি ভুল বোঝাবুঝির পরে, শ্রীকান্ত অবশেষে তার পরামর্শদাতার অব্যাহত নির্দেশনায় সাফল্যের স্তরটি অর্জন করতে সক্ষম হন।\n\n\n== অভিনয়শিল্পী ==\n\n\n== উৎপাদন ==\n\n\n=== উন্নয়ন ===\n২০২২ সালের জানুয়ারিতে শ্রীকান্ত বোল্লার জীবন নিয়ে একটি বায়োপিক ঘোষণা করা হয়েছিল, যেখানে রাজকুমার রাও মুখ্য ভূমিকায় ছিলেন। প্রাথমিকভাবে ছবিটির নাম ছিল এসআরআই (শ্রী), যা পরে পরিবর্তন করে শ্রীকান্ত রাখা হয়। চলচ্চিত্রের পরিচালক তুষার প্রকাশ করেছিলেন যে তিনি প্রথম যে ছবিটি তৈরি করতে চেয়েছিলেন তা শ্রীকান্ত বোল্লাকে নিয়ে, তবে বোল্লা তার কাজ নিয়ে এত ব্যস্ত থাকায় তার সাথে দেখা করার সময় বের করতে পারেনি বলে এটি সম্ভব হয়নি। এরপর তিনি তার ব্যবসায়িক অংশীদার রবি মান্থার মাধ্যমে বোল্লার কাছে যান। মান্থা (ছবিতে শরদ কেলকার অভিনীত) তুষারকে বোল্লার উপর ছবিটি তৈরির অধিকার দেওয়ার ক্ষেত্রেও সহায়ক ভূমিকা পালন করেছিলেন, যিনি প্রাথমিকভাবে আরেক বলিউড পরিচালককে (রাকেশ ওমপ্রকাশ মেহরা) অধিকার দিয়েছিলেন। মান্থা মেহরার সাথে দেখা করেছিলেন, যিনি সহজেই তুষারকে অধিকার দিয়েছিলেন কারণ তিনি সেই সময় ছবিটি তৈরি করতে প্রস্তুত ছিলেন না।\n\n\n=== চিত্রায়ন ===\nঅধ্যক্ষ ফটোগ্রাফি ২০২২ সালের নভেম্বরে শুরু হয়েছিল এবং চিত্রগ্রহণ ২০২৩ সালের জানুয়ারিতে শেষ হয়েছিল। এই ছবির মাধ্যমে বলিউডে কামব্যাক করেন জ্যোতিকা। তিনি প্রথমে তার ভূমিকাটি প্রত্যাখ্যান করেছিলেন, কিন্তু পরে তার স্বামী সুরিয়ার দ্বারা রাজি হওয়ার পরে ছবিটি করতে রাজি হন। চিত্রগ্রহণের সময় ভূমিকার প্রস্তুতির জন্য, প্রধান অভিনেতা রাজকুমার রাও সকাল থেকে সন্ধ্যা পর্যন্ত বিশেষ লেন্স পরেছিলেন। তিনি তার অভিনয়কে পরিমার্জন করতে দৃষ্টি প্রতিবন্ধী ব্যক্তিদের সাথেও সময় কাটিয়েছিলেন। চলচ্চিত্রটি প্রথম সর্বজনীন হিন্দি চলচ্চিত্র হিসাবে দাঁড়িয়েছে, যা ৭০ জনেরও বেশি প্রতিবন্ধী অভিনেতাকে ভূমিকা প্রদান করে।\n\n\n== বিপণন ==\nঅফিসিয়াল ট্রেলারটি ২০২৪ সালের ১০ এপ্রিল প্রকাশিত হয়েছিল। চলচ্চিত্রের প্রচারমূলক প্রচারের অংশ হিসাবে, রাও স্বর্ণিম বিশ্ববিদ্যালয় পরিদর্শন করেছিলেন এবং দৃষ্টি প্রতিবন্ধীদের উন্নয়নের জন্য কাজ করে এমন ব্লাইন্ড পিপলস অ্যাসোসিয়েশন আয়োজিত একটি সাংস্কৃতিক অনুষ্ঠানেও অংশ নিয়েছিলেন। তিনি গুজরাতের ১২ থেকে ১৫ জন দৃষ্টিহীন উদ্যোগপতিকেও সম্মানিত করেন। শ্রীকান্ত বোল্লার উপস্থিতিতে মুম্বইয়ের দ্য ভিক্টোরিয়া মেমোরিয়াল স্কুল ফর দ্য ব্লাইন্ডে একটি প্রচারমূলক অনুষ্ঠানের আয়োজন করা হয়েছিল। অভিনেতা আমির খান এবং গায়ক উদিত নারায়ণের উপস্থিতিতে মুম্বাইয়ের সেন্ট অ্যান্ড্রু কলেজে একটি অনুষ্ঠানে চলচ্চিত্রটির \"পাপা কেহতে হ্যায়\" গানটি চালু করা হয়েছিল।\n\n\n== সঙ্গীত ==\n\nএই চলচ্চিত্রের সংগীত পরিচালনা করেছেন আনন্দ-মিলিন্দ, আদিত্য দেব এবং সচেত–পরম্পরা এবং গানের কথা লিখেছেন শ্লোক লাল, মজরুহ সুলতানপুরী, যোগেশ দুবে এবং কুনাল ভার্মা। কেয়ামত সে কেয়ামত তক চলচ্চিত্রের \"পাপা কেহতে হ্যায়\" গানটির সঙ্গীত আদিত্য দেব গেয়েছেন, এটি মূলত উদিত নারায়ণ গেয়েছেন এবং মাজরুহ সুলতানপুরীর কথায় গানটি গেয়েছেন। ২০২৪ সালের ২২ এপ্রিল আমির খান \"পাপা কেহতে হ্যায়\" চালু করেছিলেন। ছবিটির সাউন্ডট্র্যাকটিতে নম্র রোমান্টিক ট্র্যাক এবং 'পাপা কেহতে হ্যায়' এর একটি অসাধারণ উপস্থাপনা রয়েছে, যা চলচ্চিত্রটির সংবেদনশীল আবেদনকে যুক্ত করে।\n\n\n== মুক্তি ==\n\n\n=== নাট্য ===\nচলচ্চিত্রটি ২০২৪ সালের ১০ মে প্রেক্ষাগৃহে মুক্তি পায় এবং সকাল ১০টায় টিকিটের কম মূল্যে বিশেষ প্রদর্শনী হয়। প্রতিবন্ধী ব্যক্তিদের জন্য কর্মসংস্থান প্রচারের জন্য জাতীয় কেন্দ্র (এনসিপিইডিপি) এবং পিভিআর আইনক্স বিশেষ ফর্ম্যাটের মাধ্যমে প্রতিবন্ধী দর্শকদের কাছে চলচ্চিত্রটিকে আরও অ্যাক্সেসযোগ্য করতে সহযোগিতা করেছে যা দৃষ্টি ও শ্রবণ প্রতিবন্ধীদের জন্য পূরণ করে। চলচ্চিত্রটির অ্যাক্সেসযোগ্যতা নিশ্চিত করতে, পিভিআর আইনক্স প্রতিবন্ধী পৃষ্ঠপোষকদের থাকার জন্য বিভিন্ন স্থানে ১৬০০ হুইলচেয়ার-বান্ধব আসন নির্ধারণ করেছে।\n\n\n=== হোম মিডিয়া ===\nনেটফ্লিক্স ২০ কোটি টাকায় ছবিটির ডিজিটাল স্ট্রিমিং অধিকার কিনেছে। ছবিটির স্যাটেলাইট অধিকার সনি নেটওয়ার্কসের কাছে ৭ কোটি টাকায় বিক্রি করা হয়েছিল। ২০২৪ সালের ৫ জুলাই থেকে নেটফ্লিক্সে ছবিটির প্রিমিয়ার হয়।\n\n\n== অভ্যর্থনা ==\nপর্যালোচনা সমষ্টি ওয়েবসাইট রটেন টম্যাটোসে, ৯ সমালোচকদের পর্যালোচনার ৭৮% ইতিবাচক, গড় রেটিং ৬.৮ / ১০ সহ।\nবলিউড হাঙ্গামার একজন সমালোচক ছবিটিকে ৫-এর মধ্যে ৪.৫ স্টার রেটিং দিয়েছেন এবং লিখেছেন, \"সামগ্রিকভাবে, শ্রীকান্ত একটি অনুপ্রেরণামূলক গল্প যা একটি বিনোদনমূলক পদ্ধতিতে বলা হয়েছে এবং রাজকুমার রাও দ্বারা একটি পুরষ্কারপ্রাপ্ত অভিনয়ের সাথেও সজ্জিত।\" দ্য টাইমস অফ ইন্ডিয়ার ধবল রায় ছবিটিকে ৫-এর মধ্যে ৪ স্টার রেটিং দিয়েছেন এবং লিখেছেন, \"বায়োপিকের ছাঁচ ভেঙে শ্রীকান্ত একটি সতেজভাবে সৎ চিত্র উপস্থাপন করেছেন যা গৌরবের চেয়ে সম্ভাবনাকে উদযাপন করে। এটি আপনাকে অনুপ্রাণিত করবে এবং প্রতিবন্ধীদের জন্য চিন্তাভাবনা করবে যারা আমাদের সকলের মতো মানবিক মর্যাদা এবং সমান সুযোগের প্রাপ্য!\" ইন্ডিয়া টুডের সানা ফারজিন ছবিটিকে ৫-এর মধ্যে ৪ স্টার রেটিং দিয়েছেন এবং লিখেছেন, \"চলচ্চিত্রের আসল নায়ক কেবল শ্রীকান্ত বল্লাই নন, সুন্দর চিত্রনাট্যও। ব্রাউনি পরিচালক তুষার হিরানন্দানির দিকে ইঙ্গিত করেছেন, যিনি সান্ড কি আঁখ এবং স্ক্যাম ২০০৩ এর পরে আবারও বায়োপিক ঘরানার টেরাকে টেক্কা দিয়েছেন। তিনি এখানে নায়ক হিসাবে নায়ক হিসাবে আঁকার চেষ্টা করেন না এবং এটিই সত্যিকারের যাদু তৈরি করে।\"\nরেডিফ.কম-এর ময়ূর সানাপ ২.৫/৫ স্টার রেটিং দিয়েছেন এবং উল্লেখ করেছেন, \"রাজকুমার রাও তাকে যা দেওয়া হয় তা দিয়ে সেরাটি করেন এবং তিনি দক্ষতার সাথে সাধারণ গল্প-কথনকে উন্নত করেন। খুব খারাপ যে তার অভিনয় এমন অনুপ্রেরণামূলক বাস্তব জীবনের গল্প থেকে একমাত্র টেকওয়ে হিসাবে রয়ে গেছে।\" নিউজ ১৮-এর দিশযা শর্মা ছবিটিকে ৫-এর মধ্যে ৩.৫ স্টার রেটিং দিয়েছেন এবং লিখেছেন, \"ছবিটি সম্পূর্ণরূপে রাজকুমার রাওয়ের কাঁধে রয়েছে। চরিত্রের খুঁটিনাটি ফুটিয়ে তুলতে তিনি নিজেকে নিজের কমফোর্ট জোনের বাইরে রেখেছেন।\" ফার্স্টপোস্টের গণেশ আগলাভে ছবিটিকে ৫-এর মধ্যে ৩.৫ স্টার রেটিং দিয়েছেন এবং লিখেছেন, \"সামগ্রিকভাবে, শ্রীকান্ত এমন একটি চলচ্চিত্র, যা অনুপ্রেরণামূলক এবং দর্শনীয় নৈপুণ্যের জন্য দর্শক এবং তাদের মনোযোগের দাবি রাখে।\"\n\n\n=== বক্স অফিস ===\nচলচ্চিত্রটি প্রথম সপ্তাহান্তে ভারতে ১১.৯৫ কোটি টাকা আয় করে। মুখের কথায় প্রচার এবং ইতিবাচক পর্যালোচনার জন্য ধন্যবাদ, চলচ্চিত্রটির বক্স অফিস রান অব্যাহত রয়েছে; এবং ২০২৪ সালের ১৭ই জুন পর্যন্ত, চলচ্চিত্রটি ভারতে ₹৫৯.৫৮ কোটি এবং আন্তর্জাতিকভাবে ৩.৩৪ কোটি টাকা আয় করেছে, যার ফলে বিশ্বব্যাপী মোট ৬২.৯২ কোটি টাকা আয় হয়েছে।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে শ্রীকান্ত  (ইংরেজি)\nবলিউড হাঙ্গামায় শ্রীকান্ত (ইংরেজি)"}