{"pageid": 1461434, "title": "রক্ষণশীল দল (যুক্তরাজ্য)", "url": "https://bn.wikipedia.org/wiki?curid=1461434", "content": "কনজারভেটিভ অ্যান্ড ইউনিয়নিস্ট পার্টি, সাধারণত কনজারভেটিভ পার্টি এবং কথোপকথনে টোরিস নামে পরিচিত, লেবার পার্টির সাথে যুক্তরাজ্যের দুটি প্রধান রাজনৈতিক দলের একটি। ২০২৪ সালের সাধারণ নির্বাচনে পরাজিত হওয়ার পর থেকে এটি সরকারী বিরোধী দল। দলটি রাজনৈতিক বর্ণালীতে ডানপন্থী  থেকে কেন্দ্র-ডান  দিকে বসে। এটি এক-জাতীয় রক্ষণশীল, থ্যাচারাইট এবং ঐতিহ্যবাদী রক্ষণশীল সহ বিভিন্ন মতাদর্শিক দলকে অন্তর্ভুক্ত করে। বিশজন কনজারভেটিভ প্রধানমন্ত্রী হয়েছেন।\nকনজারভেটিভ পার্টি ১৮৩৪ সালে টোরি পার্টি থেকে প্রতিষ্ঠিত হয়েছিল এবং লিবারেল পার্টির সাথে ১৯ শতকের দুটি প্রভাবশালী রাজনৈতিক দলের মধ্যে একটি ছিল। বেঞ্জামিন ডিসরাইলের অধীনে, এটি ব্রিটিশ সাম্রাজ্যের উচ্চ রাজনীতিতে একটি প্রধান ভূমিকা পালন করেছিল। ১৯১২ সালে, লিবারেল ইউনিয়নিস্ট পার্টির সাথে মিলিত হয়ে কনজারভেটিভ এবং ইউনিয়নিস্ট পার্টি গঠন করে। ১৯২০ সাল থেকে, লেবার পার্টি কনজারভেটিভদের প্রধান প্রতিদ্বন্দ্বী হিসাবে আবির্ভূত হয় এবং রক্ষণশীল-শ্রমিক রাজনৈতিক প্রতিদ্বন্দ্বিতা গত শতাব্দী ধরে আধুনিক ব্রিটিশ রাজনীতিকে রূপ দিয়েছে। উইনস্টন চার্চিল দ্বিতীয় বিশ্বযুদ্ধের সময় পার্টির নেতৃত্ব দেন। ১৯৭৫ সালে, মার্গারেট থ্যাচার নেতা নির্বাচিত হন এবং ১৯৭৯ থেকে ১৯৯০ পর্যন্ত শাসন করেন এবং তার উত্তরসূরি জন মেজর ১৯৯৭ সাল পর্যন্ত শাসন করেন। ডেভিড ক্যামেরন ২০০৫ সালে নেতা নির্বাচিত হওয়ার পর রক্ষণশীলদের আধুনিকীকরণের চেষ্টা করেছিলেন এবং দলটি ২০১০ থেকে ২০২৪ সাল পর্যন্ত পাঁচজন প্রধানমন্ত্রীর অধীনে শাসিত হয়েছিল, পরে ঋষি সুনাক।\nপার্টিটি সাধারণত মুক্ত বাজারের পক্ষে উদার অর্থনৈতিক নীতি গ্রহণ করেছে, যার মধ্যে নিয়ন্ত্রণহীনতা, বেসরকারীকরণ এবং বাজারীকরণ সহ, ১৯৮০ সাল থেকে, যদিও ঐতিহাসিকভাবে এটি সুরক্ষাবাদের পক্ষে ছিল। দলটি ব্রিটিশ ইউনিয়নবাদী, একটি যুক্ত আয়ারল্যান্ডের পাশাপাশি স্কটিশ এবং ওয়েলশের স্বাধীনতার বিরোধিতা করে এবং দলত্যাগের সমালোচনা করে। ঐতিহাসিকভাবে, দলটি ব্রিটিশ সাম্রাজ্যের ধারাবাহিকতা এবং রক্ষণাবেক্ষণকে সমর্থন করেছিল। দলটি ইউরোপীয় ইউনিয়নের (যুক্তরাজ্য) প্রতি বিভিন্ন পন্থা গ্রহণ করেছে, যার মধ্যে ইউরোসেপ্টিক এবং ক্রমবর্ধমান কম পরিমাণে, এর মধ্যে ইউরোপ-পন্থী দল রয়েছে। ঐতিহাসিকভাবে, দলটি একবার সামাজিকভাবে রক্ষণশীল পন্থা নিয়েছিল।  প্রতিরক্ষা নীতিতে, এটি একটি স্বাধীন পারমাণবিক অস্ত্র কর্মসূচি এবং ন্যাটো সদস্যতার প্রতিশ্রুতি সমর্থন করে। দলটি কনজারভেটিভ পার্টির সম্মেলন আয়োজন করে।\nআধুনিক ব্রিটিশ রাজনৈতিক ইতিহাসের বেশিরভাগ ক্ষেত্রে, যুক্তরাজ্য একটি বিস্তৃত শহুরে-গ্রামীণ রাজনৈতিক বিভাজন প্রদর্শন করেছে; কনজারভেটিভ পার্টির ভোটদান এবং আর্থিক সহায়তার ভিত্তি ঐতিহাসিকভাবে প্রাথমিকভাবে বাড়ির মালিক, ব্যবসায়ী, কৃষক, ভূসম্পত্তি উন্নয়ন এবং মধ্যবিত্ত ভোটারদের নিয়ে গঠিত, বিশেষ করে ইংল্যান্ডের গ্রামীণ ও শহরতলির এলাকায়।  যাইহোক, ২০১৬ সালে ইইউ গণভোটের পর থেকে, রক্ষণশীলরা প্রথাগত শ্রমের দুর্গ থেকে শ্রমিক শ্রেণীর ভোটারদের লক্ষ্য করে।  ২০ শতক জুড়ে ব্রিটিশ রাজনীতিতে রক্ষণশীলদের আধিপত্য, ৬৫টি অবিচ্ছিন্ন বছর শাসন করে, এটিকে পশ্চিমা বিশ্বের অন্যতম সফল রাজনৈতিক দলে পরিণত করেছে।  রক্ষণশীল সরকারের সাম্প্রতিকতম সময়টি অসাধারণ রাজনৈতিক অস্থিরতার দ্বারা চিহ্নিত করা হয়েছিল। \n\n\n== ইতিহাস ==\n\n\n== আরো দেখুন ==\nকনজারভেটিভ পার্টি (যুক্তরাজ্যের) ইতিহাস\nকনজারভেটিভ পার্টি (যুক্তরাজ্যের) নির্বাচনী ইতিহাস\nদেশ অনুযায়ী রক্ষণশীল দলের তালিকা\nকনজারভেটিভ পার্টি (যুক্তরাজ্যের) এমপিদের তালিকা\nকনজারভেটিভ পার্টি (যুক্তরাজ্যের) সাধারণ নির্বাচনী ইশতেহারের তালিকা\nযুক্তরাজ্যের রাজনৈতিক দলের তালিকা\nযুক্তরাজ্যের রাজনীতি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট \nConservatives.tv\nConservatives in Northern Ireland  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ ফেব্রুয়ারি ২০০৭ তারিখে\nConservatives in Scotland\nConstitution of the Conservative Party  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২ ডিসেম্বর ২০১৩ তারিখে\nconservative-party.net – Conservative website directory\nGuardian Politics – Special Report: Conservative Party\nThe Thatcher legacy 1979–2009 – International conference\nকার্লিতে রক্ষণশীল দল (যুক্তরাজ্য) (ইংরেজি)"}