{"pageid": 1461948, "title": "টমাস গার্ডনার হরিজ", "url": "https://bn.wikipedia.org/wiki?curid=1461948", "content": "স্যার টমাস গার্ডনার হরিজ (১২ অক্টোবর ১৮৫৭ - ২৫ জুলাই ১৯৩৮) ছিলেন একজন ব্রিটিশ ব্যারিস্টার এবং লিবারেল পার্টির রাজনীতিবিদ যিনি ইংল্যান্ড এবং ওয়েলসের হাইকোর্টের বিচারক হয়েছিলেন।\n\n\n== জীবনী ==\nহররিজ ছিলেন টঙ্গের রসায়নবিদ জন হররিজ এবং ল্যাঙ্কাশায়ারের বোল্টনের মার্গারেট বারলোর একমাত্র পুত্র। ১৮৭৯ সালে সাউথপোর্টে সলিসিটর হওয়ার আগে তিনি বার্নেস, সারেতে শিক্ষিত হন। ১৮৮৪ সালে, তাকে মিডল টেম্পলের বারে ডাকা হয়, উত্তর সার্কিটে পরিবেশন করা হয়।  ১৯০১ সালের জানুয়ারীতে, ঘোষণা করা হয়েছিল যে হরিজকে রাণীর পরামর্শক নিযুক্ত করা হবে। ভিক্টোরিয়ার মৃত্যুর সাথে সাথে তার উত্তরাধিকারী এডওয়ার্ড সপ্তম কর্তৃক পরোয়ানা জারি করা হয় এবং তিনি একজন রাজার পরামর্শদাতা হন।\n১৯০৬ সালে, তিনি প্রাক্তন রক্ষণশীল প্রধানমন্ত্রী আর্থার বেলফোরকে চমত্কারভাবে অপসারণ করে ম্যানচেস্টার ইস্টের লিবারেল সংসদ সদস্য নির্বাচিত হন। তিনি বিশেষ করে \"চীনা দাসত্ব\" ইস্যুতে প্রচারণা চালান: দক্ষিণ আফ্রিকার সোনার খনিগুলি পরিচালনার জন্য আদিম ঘেরে বন্দী চীনা শ্রমিকদের ব্যবহার করার রক্ষণশীল সরকারের নীতি।\n১৯১০ সালের জানুয়ারিতে পরবর্তী সাধারণ নির্বাচনে হররিজ পদত্যাগ করেন এবং তার আইনি কর্মজীবন পুনরায় শুরু করেন। তিনি অবিলম্বে রাজার বেঞ্চ বিভাগের একজন বিচারক নিযুক্ত হন, একটি সিদ্ধান্ত যা সেই সময়ে রাজনৈতিক হিসাবে সমালোচিত হয়েছিল।  তিনি পরবর্তীতে বিবাহবিচ্ছেদ এবং দেউলিয়া আদালতে মামলা পরিচালনা করেন এবং রজার কেসমেন্টের রাষ্ট্রদ্রোহের বিচারে অংশ নেন।  তিনি ১৯২৯ সালে মধ্য মন্দিরের কোষাধ্যক্ষ নির্বাচিত হন।\n১৯৩৭ সালে, তিনি ৭৯ বছর বয়সে বেঞ্চ থেকে পদত্যাগের ঘোষণা দেন। অবসর গ্রহণের পর তিনি প্রিভি কাউন্সিলের সদস্য নিযুক্ত হন। তিনি ৮০ বছর বয়সে ১৯৩৮ সালে সাসেক্সের হোভে তার বাড়িতে মারা যান। \nহরিজ দুইবার বিয়ে করেছিলেন। ১৯০১ সালে, তিনি কর্নওয়ালের ল্যানার্থের ইভলিন স্যান্ডিসকে বিয়ে করেন, যিনি ১৯১০ সালে মারা যান। ১৯২১ সালে, তিনি আলফ্রেড আইজেনবার্গের বিধবা মে এথেল মার্কহামকে বিয়ে করেন। উভয় বিবাহের কোন সন্তান ছিল না।\n\n\n== তথ্যসূত্র ==\nLeigh Rayment's Historical List of MPs\n\n\n== বহিঃসংযোগ ==\nহ্যান্সকার্ড ১৮০৩-২০০৫: Thomas Horridge দ্বারা সংসদে অবদান (ইংরেজি)"}