{"pageid": 1462417, "title": "বেল ইসলামিয়া ছাত্রাবাস", "url": "https://bn.wikipedia.org/wiki?curid=1462417", "content": "বেল ইসলামিয়া ছাত্রাবাস বা বি আই হোস্টেল হল ১৮৯৫ সালে বরিশাল শহরে মুসলিম শিক্ষার্থীদের জন্য নির্মিত একটি আবাসিক ছাত্রাবাস। ছাত্রাবাসটি তৎকালীন সময়ে শিক্ষাক্ষেত্রে ব্যপক অবদান রাখতে সক্ষম হয়েছিলো। সেই সময়ে খান বাহাদুর হেমায়েত উদ্দীন তৎকালীন জেলা ম্যাজিষ্ট্রেট বিটসন বেলের সহযোগিতায় হোস্টেলটি প্রতিষ্ঠা করেন। ১৮৯৯ সালের ২৬ ফেব্রুয়ারি বিটসন বেল কর্তৃক ছাত্রাবাসের ভিত্তি প্রস্থর করা হয়। সেই সময়ে গভর্নর উডবার্ন হোস্টেলের জন্য ৫০০০ টাকা প্রদান করেন এবং ১৯০১ সালে গভর্নর উডবার্ন ছাত্রাবাসটি উদ্বোধন করা হয়। এই হোস্টেলে ব্রিটিশ ভারতের অনেক প্রভাবশালী ও গুণী ব্যক্তি ছাত্র থাকাকালীন সময় অবস্থান করেছেন।\n\n\n== নামকরণ ও অবস্থান ==\nসেই সময় গ্রামগঞ্জ ও অন্যান্য অঞ্চল থেকে আসা শিক্ষার্থীদের থাকা-খাওয়ার ব্যবস্থা করার নিমিত্তে এটা প্রতিষ্ঠা করা হয়। জেলা ম্যাজিষ্ট্রেট বিটসন বেলের সহযোগিতায় প্রতিষ্ঠা হয়েছিলো বলে নামকরণ করা হয় বেল ইসলামিয়া ছাত্রাবাস। এটি সেই সময়ে শহরের গির্জা মহল্লার সড়কের দক্ষিণ পার্শ্বে নির্মাণ করা হয়।\n\n\n== ইতিহাস ==\n১৮৯৩ সালের ২০ মে হেমায়েতউদ্দীন বরিশালে আনজুমানে হেমায়েত-এ-ইসলাম নামে একটি ধর্মীয় ও সমাজসেবা মূলক সংস্থা প্রতিষ্ঠা করেন। তৎকালীন সময়ে সংস্থাটি শিক্ষা কার্যক্রমে অগ্রণী ভূমিকা রেখেছিলো। এই আনজুনামের সদস্য ও হেমায়েতউদ্দীন ব্যক্তিগত চেষ্টায় আলীগড় আন্দোলনের চেতনায় বরিশালে একটি বোর্ডিং স্থাপনের চেষ্টা চালায়। হেমায়তউদ্দিন নবাব আহসানউল্লাহের থেকে ২০০০ টাকা নিয়ে ১৮৯৫ সালের ২৫ জানুয়ারি কশাই মসজিদের নিকটে ৮ কাঠা জমি ক্রয় করেন। এরপরে ফেবরুয়ারি মাসের ২৩ তারিখে ব্রজমোহন বিদ্যালয়ের এক অনুষ্ঠানে শায়েস্তাবাদের জমিদার সৈয়দ মোয়াজ্জেম হোসেন তাৎক্ষণিকভাবে ৫০০ টাকা দান করেন। এরমধ্যেই হোস্টেলের মোটামুটি কাজ সম্পন্ন হয়ে যায় এবং হোস্টেল চালু হয়ে যায়।\nএরপরে ১৮৯৭ সালের ২৬ সেপ্টেম্বর জেলা প্রশাসক স্যার বিটসন বেলের সভাপতিত্বে বরিশাল জিলা স্কুলের প্রাঙ্গনে প্রাথমিক মিলনমেলার আয়োজন করা হয়। এই সভায় জৌনপুরীর পীর মাওলানা হাফেজ আহম্মদ, কলকাতা হাইকোর্টের উকিল নওয়াব সিরাজুল ইসলামসহ অনেকে বক্তৃতা প্রদান করেন। এই সভায় হোস্টেলের জন্য আরো কালেকশন জমা হয়। এই সভায়  নবাব আহসানউল্লাহের প্রস্তাবে বেল ইসলামিয়া ছাত্রাবাস নাম নির্ধারণ করা হয়।\n১৯৯১ সালে প্রতিষ্ঠানের আর্থিক মানোন্নয়ন করতে জমিতে ইসলামিয়া মার্কেট নামে ২৭টি দোকান নির্মাণ করা হয়। এবং পরিকল্পনা করা হয় এগুলোর ভাড়া দিয়ে হোস্টেলের খরচ চলবে। তবে হোস্টেলের পরিচালনা সদস্যের বিরুদ্ধে অর্থ গায়েব ও দুর্নীতির অভিযোগ রয়েছে।\n\n\n== উল্লেখযোগ্য অবস্থানকারী ==\nএই হোস্টেল তৎকালীন মুসলিম ছাত্রদের মধ্যে শিক্ষাধারায় নতুন প্রবাহের সৃষ্টি করেছিল। সেই সময়ে চরিত্রগঠন, ভ্রাতৃত্ব বন্ধন, ধর্ম ও নৈতিক শিক্ষা ছিল এই হোস্টেলের বৈশিষ্ট্য। বহু উল্লেখযোগ্য ব্যক্তি এই হোস্টেলে অবস্থান করেছেন।\n\nআবদুল ওহাব খান, পাকিস্তান জাতীয় পরিষদের ষ্পীকার\nআবদুল জব্বার খান, বিচারপতি আবদুল জব্বার খান,\nখান বাহাদুর মুহাম্মাদ আকরাম\nবিচারপতি মুহাম্মদ ইব্রাহিম\nখান বাহাদুর মাহবুবউদ্দিন আহম্মদ\nআজিজ উদ্দিন আহম্মদ, সাবেক পাকিস্তানের স্বরাষ্ট্রমন্ত্রী\nবাহাদুর হাশেম আলী খান, সাবেক মন্ত্রী\nখান বাহাদুর আবদুর রহমান খান,\nমেজর আফসার উদ্দিন\n\n\n== তথ্যসূত্র =="}