{"pageid": 1462571, "title": "বিশ্বধর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1462571", "content": "বিশ্বধর্ম হলো এমন বিভাগ যা ধর্মবিদ্যায় অন্তত পাঁচটি বা কিছু কিছু ক্ষেত্রে আরও বেশি আন্তর্জাতিকভাবে স্বীকৃত সংখ্যাগরিষ্ঠ বা পাশ্চাত্য সংস্কৃতির প্রভাবশালী যেমন খ্রিস্টান, ইসলাম, ইহুদি, হিন্দু ও বৌদ্ধ ধর্মের মতো ধর্মকে চিহ্নিত করতে ব্যবহৃত হয়। ধর্মতাত্ত্বিক বস্তুনিষ্ঠতা ও সামগ্রিকতার দৃষ্টিকোণ থেকে অন্যান্য ধর্মের অন্তর্ভুক্তি, যেমন শিখধর্মের, এবং কম মাত্রায়,  শিন্তৌ খুব পরিলক্ষিত হয়। এগুলি প্রায়শই অন্যান্য শ্রেনীর সাথে যুক্ত হয়, যেমন লোকধর্ম, আদিবাসী ধর্ম এবং নতুন ধর্মীয় আন্দোলন, যা গবেষণার এই ক্ষেত্রে পণ্ডিতদের দ্বারা ব্যবহৃত হয়। কম বিভাজন হলো প্রধান ধর্মীয় গোষ্ঠীর ধারণা।\n১৯৬০-এর দশকে যুক্তরাজ্যে বিশ্বধর্মের দৃষ্টান্ত তৈরি করা হয়েছিল, যেখানে এটি নিনিয়ান স্মার্টের মতো ধর্মের ঘটনাগত পণ্ডিতদের দ্বারা অগ্রণী হয়েছিল। এটি বিশ্বজুড়ে অন্যান্য বড় ধর্মীয় ঐতিহ্যকে বিবেচনায় নিয়ে খ্রিস্টান ধর্মের উপর তার ভারী ফোকাস থেকে ধর্মের অধ্যয়নকে বিস্তৃত করার জন্য ডিজাইন করা হয়েছিল। দৃষ্টান্তটি প্রায়শই লেকচারারদের দ্বারা ব্যবহৃত হয় যারা স্নাতক ছাত্রদের ধর্ম অধ্যয়নের নির্দেশ দেয় এবং এটি যুক্তরাজ্য এবং অন্যান্য দেশে স্কুল শিক্ষকদের দ্বারা ব্যবহৃত কাঠামো। এই ধর্মীয় আন্দোলনগুলিকে স্বতন্ত্র ও পারস্পরিক একচেটিয়া সত্ত্বা হিসাবে দেখার দৃষ্টান্তের জোরও পশ্চিমা দেশ এবং অন্যত্র উভয় ধর্মের শ্রেণীকরণের উপর ব্যাপক প্রভাব ফেলেছে-উদাহরণস্বরূপ আদমশুমারিতে।\nবিংশ শতাব্দীর শেষের দিক থেকে, দৃষ্টান্তটি জোনাথন জিটেল স্মিথের মতো ধর্মের পণ্ডিতদের সমালোচনার সম্মুখীন হয়েছে, যাদের মধ্যে কেউ কেউ পরিত্যাগের পক্ষে যুক্তি দিয়েছেন। সমালোচকরা যুক্তি দিয়েছেন যে বিশ্বধর্মের দৃষ্টান্তটি অনুপযুক্ত কারণ এটি \"ধর্ম\" গঠনের জন্য নিসিন খ্রিস্টধর্মের প্রতিবাদী শাখাকে মডেল হিসেবে নেয়; এটি আধুনিক সমাজে বর্তমান ক্ষমতা সম্পর্ক সহ আধুনিকতার আলোচনার সাথে আবদ্ধ; যে এটি ধর্মের সমালোচনামূলক উপলব্ধির উৎসাহ দেয়; এবং এটি কোন ধর্মকে \"প্রধান\" হিসাবে বিবেচনা করা উচিত সে সম্পর্কে মূল্যায়ন করে। অন্যরা যুক্তি দিয়েছেন যে এটি শ্রেণীকক্ষে উপযোগী থেকে যায়, যতক্ষণ না শিক্ষার্থীদের সচেতন করা হয় যে এটি সামাজিকভাবে নির্মিত বিভাগ।\n\n\n== যথাযথ বর্ণনা ==\nধর্মের পণ্ডিত ক্রিস্টোফার আর. কোটার এবং ডেভিড জি. রবার্টসন \"বিশ্ব ধর্মের দৃষ্টান্ত\" কে বর্ণনা করেছেন \"ধর্ম সম্পর্কে চিন্তা করার বিশেষ উপায় যা তাদের কথিত 'বৈশ্বিক' আমদানির সাথে বিচ্ছিন্ন ঐতিহ্যের একটি দল সংগঠিত করে।\" এটি সাধারণত প্রধান পাঁচটি ধর্ম নিয়ে গঠিত: বৌদ্ধধর্ম, খ্রিস্টধর্ম, হিন্দুধর্ম,  ইসলাম এবং ইহুদী ধর্ম। কোটার ও রবার্টসন দ্বারা উল্লিখিত হিসাবে প্রধান পাঁচটি ধর্মকে প্রায়শই \"ইব্রাহিমীয়কেন্দ্রিক ক্রম\"-এ তালিকাভুক্ত করা হয় যা অ-ইব্রাহিমীয় \nধর্ম - হিন্দু ও বৌদ্ধ ধর্মের আগে বৃহত্তম তিনটি ইব্রাহিমীয় ধর্ম -\nখ্রিস্টধর্ম, ইহুদী ধর্ম ও ইসলাম-কে স্থান দেয়। বিভাগটি কখনও কখনও অন্যান্য প্রধান ধর্মীয় গোষ্ঠীগুলিকে অন্তর্ভুক্ত করার জন্যও প্রসারিত করা হয়, যেমন বাহাই ধর্ম, শিখ ধর্ম, এবং/অথবা জরাথুস্ট্রবাদ।\n\"প্রধান পাঁচটি\"-এ ইহুদী ধর্মের অন্তর্ভুক্তি কিছু সমস্যা উত্থাপন করে; খ্রিস্টধর্ম ও ইসলামের উপর প্রভাবের কারণে এবং পশ্চিমা ইতিহাসের ঐতিহ্যগত পশ্চিমা ধারণার সাথে প্রাসঙ্গিকতার কারণে এটি তালিকায় অন্তর্ভুক্ত হয়েছে।  \nজনসংখ্যার ভিত্তিতে, এটি তালিকার সাথে খাপ খায় না, কারণ পৃথিবীতে খ্রিষ্টান, মুসলিম, হিন্দু ও বৌদ্ধদের তুলনায় অনেক কম ইহুদি রয়েছে। একইভাবে, যদি গোষ্ঠীগুলিকে আন্তর্জাতিকভাবে ছড়িয়ে দেওয়ার ইচ্ছার দ্বারা সংজ্ঞায়িত করা হয় তবে এটি তালিকায় মাপসই হয় না, কারণ ইহুদী ধর্ম ঐতিহাসিকভাবে অ-ধর্মান্তরিত ধর্ম।\nপণ্ডিতগণ বিশ্বধর্ম শ্রেণীকে নতুন ধর্মীয় আন্দোলন এবং আদিবাসী ধর্ম এর মতো অন্যান্য \"ধারণ করা-সকল\" বিভাগের পাশাপাশি ব্যবহার করেছেন।\nধর্মের পণ্ডিত স্টিভেন জেসাটক্লিফ তিনটি বিভাগের মধ্যে সম্পর্ককে ইংলিশ ফুটবল লিগ সিস্টেমের সাথে তুলনা করেছেন, বিশ্ব ধর্মগুলি প্রিমিয়ার লিগ গঠন করে, নতুন ধর্মগুলি চ্যাম্পিয়নশিপ গঠন করে এবং আদিবাসী ধর্মগুলি প্রথম বিভাগ। যে গোষ্ঠীগুলিকে আদিবাসী ধর্ম এর মতো বিভাগে স্থান দেওয়া হয়, অনেক পণ্ডিতদের দ্বারা বিশ্বধর্মের তুলনায় কম গুরুত্ব সহকারে আচরণ করা হয় ধর্মের পণ্ডিত গ্রাহাম হার্ভে উল্লেখ করেছিলেন, যিনি বজায় রেখেছিলেন যে \"আদিবাসী ধর্মগুলিকে বৃহত্তর 'বিশ্বধর্মের' জন্য উপযুক্ত বলে বিবেচিত একইভাবে সম্মানজনক আচরণ করা উচিত।\"\n\n\n== ইতিহাস ==\n\nকোটার ও রবার্টসন উল্লেখ করেছেন যে বিশ্বধর্মের দৃষ্টান্তের ইতিহাস একাডেমিক শৃঙ্খলা হিসাবে ধর্মবিদ্যার ইতিহাসের সাথে \"ঘনিষ্ঠভাবে আবদ্ধ\"। এটি ধর্মের ঘটনাবিদ্যার মধ্যে থেকে উদ্ভূত হয়েছে যা সমালোচনামূলক বিশ্লেষণের পরিবর্তে বর্ণনার উপর জোর দিয়েছে।\nনিনিয়ান স্মার্টের মতো পণ্ডিতদের কাজের মাধ্যমে শিক্ষা ব্যবস্থায় দৃষ্টান্তটি একীভূত হয়েছিল, যারা ১৯৬৯ সালে শিক্ষায় বিশ্বধর্মের উপর শেপ ওয়ার্কিং পার্টি গঠন করেছিলেন। এটি পশ্চিমা শিক্ষাকে খ্রিস্টধর্মের উপর ফোকাস থেকে দূরে সরিয়ে দেওয়ার অভিপ্রায়ে চালু করা হয়েছিল। যাইহোক, এটি উদারপন্থী পশ্চিমা প্রতিবাদী মতবাদকে ভিত্তি হিসাবে গ্রহণ করে এবং উদার প্রতিবাদী নিয়ম ও মূল্যবোধের কাঠামোর মাধ্যমে এই বিভিন্ন ধর্মীয় ঐতিহ্যকে ব্যাখ্যা করে। এটি প্রদত্ত ধর্মের কেন্দ্রবিন্দু হিসেবে ধর্মতত্ত্বের উপর জোর দেয়। এটি বিভিন্ন ধর্মীয় গোষ্ঠীকে স্বতন্ত্র, পারস্পরিকভাবে একচেটিয়া বিভাগ হিসাবে বিবেচনা করার উত্তর-বোধোদয়ের খ্রিস্টান পদ্ধতির প্রতিফলন করে। এইভাবে এটি ১৯৬০-এর দশকের ব্রিটেনের সামাজিক-রাজনৈতিক উদ্বেগকে প্রতিফলিত করে, যে পরিবেশে এটি তৈরি করা হয়েছিল।\nদৃষ্টান্তটি তখন থেকে এই একাডেমিক শৃঙ্খলার বাইরে চলে গেছে এবং বিভিন্ন ধর্মীয় গোষ্ঠীর অনেক সদস্যের \"উপলব্ধিকে অবহিত করে\"। দৃষ্টান্ত হিসেবে ব্রিটিশ শিক্ষা ব্যবস্থায় ধর্ম সম্পর্কে শিক্ষার কাঠামো তৈরি করা হয়েছে; তিনটি মূল পর্যায়ে, ব্রিটিশ শিক্ষকদের খ্রিস্টধর্ম সম্পর্কে শিক্ষা দেওয়ার জন্য নির্দেশ দেওয়া হয়, মূল পর্যায় তিন এর শেষ নাগাদ তাদের অন্যান্য পাঁচটি প্রধান ধর্ম: বৌদ্ধ, হিন্দু, ইসলাম, ইহুদী ও শিখ ধর্ম সম্পর্কেও শিক্ষা দেওয়ার কথা। একইভাবে, উদাহরণস্বরূপ, অনেক দেশের আদমশুমারি বিশ্বধর্মের দৃষ্টান্তের প্রভাবকে প্রতিফলিত করে শুধুমাত্র উত্তরদাতাদের নিজেদেরকে নির্দিষ্ট ধর্মীয় ঐতিহ্য মেনে চলার জন্য বর্ণনা করার অনুমতি দিয়ে, যদিও বাস্তবে অনেক ব্যক্তি একই সময়ে বিভিন্ন ঐতিহ্যের সাথে নিজেদের পরিচয় দেয়। পারস্পরিক একচেটিয়া ধর্মীয় পরিচয়ের এই ধারণা শুধুমাত্র একটি পশ্চিমা ঘটনা নয়, অন্যান্য সামাজিক-সাংস্কৃতিক প্রসঙ্গেও পাওয়া যেতে পারে; যেমন, \nহিন্দু জাতীয়তাবাদীরা প্রায়ই এই ধারণাটিকে সমর্থন করে যে হিন্দু ও বৌদ্ধ ধর্ম পারস্পরিকভাবে একচেটিয়া শ্রেণীবদ্ধ হওয়া সত্ত্বেও দক্ষিণ এশিয়ার অনেক লোক হিন্দু ও বৌদ্ধ অনুশীলনগুলিকে মিশ্রিত করে।  ধর্মের পণ্ডিত বলড্রিক-মরোন, মাইকেল গ্রাজিয়ানো এবং ব্র্যাড স্টডার্ড বলেন, \"বিশ্বধর্ম পরিষদ নিরপেক্ষ বা প্রাকৃতিক নয়, তবে এর সামাজিক কর্তৃত্ব উভয় হিসাবে উপস্থিত থেকে উদ্ভূত।\"\n\n\n== সমালোচনা ==\n\nবিশ্বধর্ম দৃষ্টান্তের উপযোগিতা ধর্মের অনেক পণ্ডিতদের কাছ থেকে টেকসই ও কঠোর সমালোচনার সম্মুখীন হয়েছে। উদাহরণস্বরূপ ধর্মের পণ্ডিত গ্রাহাম হার্ভে উল্লেখ করেছেন যে অনেক পণ্ডিত দৃষ্টান্তের প্রতি \"দৃঢ়ভাবে আপত্তি\" করেন। ১৯৭৮ সালে, ধর্মের পণ্ডিত জোনাথন জেড. স্মিথ এটিকে সন্দেহজনক বিভাগ বলে অভিহিত করেছেন।\nকাঠামোর প্রধান সমালোচনা হলো যে এটি ধর্ম এর মডেলের উপর ভিত্তি করে যা তার ভিত্তি উদাহরণ হিসেবে নিসিন খ্রিস্টধর্মের প্রতিবাদী শাখার উপর নির্ভর করে।\nদ্বিতীয় সমালোচনা হলো যে এটি আধুনিকতার বক্তৃতার মধ্যে নিহিত, যার মধ্যে রয়েছে আধুনিক সমাজে বর্তমান ক্ষমতার সম্পর্ক। স্মিথ পর্যবেক্ষণ করেছেন যে এটি পশ্চিমা পণ্ডিতদের দ্বারা পশ্চিমা দৃষ্টিকোণ থেকে নির্মিত হয়েছিল। তিনি উল্লেখ করেন যে শুধুমাত্র ধর্মগুলিই এতে অন্তর্ভুক্ত হয় যারা \"আমাদের [অর্থাৎ পশ্চিমা] ইতিহাসে প্রবেশ করার জন্য পর্যাপ্ত শক্তি ও সংখ্যা অর্জন করেছে, হয় এটি গঠন করতে, এর সাথে যোগাযোগ করতে বা এটিকে ব্যর্থ করতে\" এবং \"গুরুত্বপূর্ণ ভূ- রাজনৈতিক সত্তা যার সাথে আমাদের মোকাবিলা করতে হবে।\"  কাঠামোর মধ্যে অশিক্ষিত, প্রান্তিক, এবং স্থানীয় অনুশীলনকারীদের দ্বারা উপস্থাপিত বিকল্প ব্যাখ্যাগুলিকে প্রাধান্য দেওয়া, বিশেষ ঐতিহ্যের ব্যাখ্যাগুলিকে প্রামাণিক হিসাবে উপস্থাপন করে বিশেষ ধর্মীয় আন্দোলনে সক্রিয় শিক্ষিত অভিজাতদের বিশেষ সুবিধা দেওয়া অন্তর্ভুক্ত রয়েছে। উদাহরণস্বরূপ, ধর্মের পণ্ডিত সুজান ওয়েন যেমন উল্লেখ করেছেন, \"হিন্দুধর্ম বিশ্বধর্ম হিসাবে হিন্দুধর্মকে গ্রামীণ ধর্ম হিসেবে অন্তর্ভুক্ত করে না\"।\nবিশ্বধর্মের দৃষ্টান্তের তৃতীয় সমালোচনা হলো যে এটি \"ধর্ম\"-এর অ-সমালোচক এবং সুই জেনারিস মডেলকে উৎসাহিত করে। এটি প্রতিটি বিশ্বধর্মকে বিমূর্ত ও অপরিহার্য আকারে উপস্থাপন করে, সংকরকরণের হিসাব নিতে ব্যর্থ হয়। উদাহরণস্বরূপ, খ্রিস্টধর্ম সম্পর্কে শিক্ষাদানে এটি পুনর্জন্মকে উল্লেখ করে না, কারণ এটি সাধারণত খ্রিস্টান মতবাদ হিসাবে বিবেচিত হয় না, এবং তবুও এমন খ্রিস্টান আছে যারা পুনর্জন্মে বিশ্বাস করে। চতুর্থ সমালোচনা হল যে \"প্রধান ধর্মের\" উপর মনোযোগ কেন্দ্রীভূত করার ক্ষেত্রে এটি মূল্যবান বিচার করে যে কোনটি \"প্রধান\" গঠন করে এবং কোনটি নয়।\n\n\n== আরও দেখুন ==\nতুলনামূলক ধর্মতত্ত্ব\nবৌদ্ধধর্ম ও অন্যান্য ধর্ম\nহিন্দুধর্ম ও অন্যান্য ধর্ম\nইসলাম ও অন্যান্য ধর্ম\nখ্রিস্টধর্ম ও অন্যান্য ধর্ম\nইহুদি ধর্ম ও অন্যান্য ধর্ম\nবিভিন্ন ধর্ম ও বিশ্বাসের তালিকা\nভারতীয় ধর্ম\nইব্রাহিমীয় ধর্ম\nধর্মীয় জনসংখ্যার তালিকা\nপ্রধান ধর্মাবলম্বী গোষ্ঠীসমূহ\nধর্মীয় বহুত্ববাদ\nধর্মীয় যুদ্ধ\nধর্মের সমাজবিজ্ঞান\nতিনটি পারস্য ধর্ম\nচীনের ধর্মবিশ্বাস\nআদিবাসী ধর্ম\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\n\n\n== আরও পড়ুন ==\n\n\n== বহিঃসংযোগ ==\nJames Cox on \"The World Religions Paradigm\" at The Religious Studies Project\n\"After the World Religions Paradigm...?\" at The Religious Studies Project"}