{"pageid": 1462610, "title": "কামরূপ এক্সপ্রেস", "url": "https://bn.wikipedia.org/wiki?curid=1462610", "content": "কামরূপ এক্সপ্রেস হল একটি দৈনিক এক্সপ্রেস ট্রেন যা পশ্চিমবঙ্গ রাজ্যের রাজধানী কলকাতাকে উচ্চ আসামের একটি প্রধান চা উৎপাদনকারী শহর ডিব্রুগড়ের সাথে সংযুক্ত করে। 'কামরূপ' নামটি আসাম রাজ্যের ৩৫ টি জেলার মধ্যে অন্যতম কামরূপ জেলা থেকে নেওয়া হয়েছে। ট্রেনটি ভারতীয় রেলওয়ের উত্তর-পূর্ব সীমান্ত রেলওয়ে জোন দ্বারা পরিচালিত হয় এবং এর দুটি পরিষেবা রয়েছে, যথা ১৫৯৫৯/১৫৯৬০ (ভায়া - গুয়াহাটি) এবং ১৫৯৬১/১৫৯৬২ (ভায়া - রাঙ্গাপাড়া উত্তর)।\n\n\n== সময়সূচী এবং পরিষেবা ==\n\n\n=== ১৫৯৫৯/১৫৯৬০ ডিব্রুগড় - হাওড়া কামরূপ এক্সপ্রেস (গুয়াহাটি হয়ে) ===\n১৫৯৫৯ পরিষেবা হাওড়া থেকে সন্ধে ৬টা ৩০ মিনিটে ছেড়ে যায় (সোমবার এবং শুক্রবার ব্যতীত) এবং তৃতীয় দিনে ভোর ৪ টায় ডিব্রুগড়ে পৌঁছায়, ৩৩ ঘণ্টা ৩০ মিনিটে গড়ে ৪৬ কিমি/ঘ বেগে  ১৫৩২ কিমি দূরত্ব অতিক্রম করে। ফিরতি ট্রেন, যেটি ১৫৯৬০ ডিব্রুগড় থেকে রাত ৮টা ১৫ মিনিটে ছাড়ে (সোমবার এবং বৃহস্পতিবার ব্যতীত) এবং হাওড়া পৌঁছায় তৃতীয় দিনে ভোর ৫ টা ১০ মিনিটে। পরিষেবাটি .৩২ ঘণ্টা ৫৫ মিনিটে ৪৭ কিমি/ঘ বেগে একই দূরত্ব অতিক্রম করে৷\n\nডিব্রুগড় যাওয়ার পথে এই ট্রেনটি রঙ্গিয়া-লামডিং-মারিয়ানি-নিউতিনসুকিয়া রুট নেয়।\n\n\n=== ১৫৯৬১/১৫৯৬২ ডিব্রুগড় - হাওড়া কামরূপ এক্সপ্রেস (উত্তর রাঙ্গাপাড়া হয়ে) ===\n১৫৯৬১ পরিষেবা হাওড়া থেকে সন্ধ্যে ৬টা ৩০ মিনিটে (সোমবার এবং শুক্রবার) ছেড়ে যায় এবং ২৭ ঘন্টা ৩০ মিনিটে 49 কিমি/ঘ গড় গতিতে ১৩৫২ কিলোমিটার দূরত্ব অতিক্রম করে দ্বিতীয় দিনে রাত ১০টায় ডিব্রুগড়ে পৌঁছায়। ফিরতি ট্রেনটি, যেটি ১৫৯৬২, ডিব্রুগড় থেকে রাত ৮টা ১৫ মিনিটে ছাড়ে (সোমবার এবং শুক্রবার) এবং হাওড়া পৌঁছায় দ্বিতীয় দিন ভোর ৫টা ১০ মিনিটে। পরিষেবাটি ২৮ ঘন্টা ৪০ মিনিটে ৪৭ কিমি/ঘ বেগে একই দূরত্ব অতিক্রম করে৷  এই পরিষেবাটি ডিব্রুগড়ের পথে, রাঙ্গিয়া - রাঙ্গাপাড়া উত্তর - হারমতী - উত্তর লখিমপুর রুট নেয়।\nবগিবিল সেতুর উদ্বোধনের পর এটি উল্লেখযোগ্যভাবে নিম্ন আসাম এবং উচ্চ আসামের মধ্যে ভ্রমণের সময়কে কমপক্ষে আট ঘণ্টা কমিয়েছে। ভারতীয় রেলওয়ে এই নতুন রুটের মাধ্যমে ডিব্রুগড়ের মধ্যে চলাচলকারী কিছু ট্রেনকে পরিবর্তিত পথে চালানোর সিদ্ধান্ত নিয়েছে৷ ফলস্বরূপ, ১৫৯৫৯/১৫৯৬০ হাওড়া - ডিব্রুগড় কামরূপ এক্সপ্রেস হাওড়া এবং ডিব্রুগড় থেকে যথাক্রমে প্রতি সোম ও শুক্রবার এই রুটের মাধ্যমে ১৫৯৬১/১৫৯৬২ হিসাবে চালানো হয়। এই পরিষেবাটি ২৭ ডিসেম্বর ২০২০-এ ডিব্রুগড় থেকে এবং ২৮ ডিসেম্বর ২০২০-এ হাওড়া থেকে উদ্বোধন করা হয়েছিল। \n\n\n== কামরার বিন্যাস ==\nট্রেনটিতে LHB রেক রয়েছে যার সর্বোচ্চ গতি ১৩০ কিলোমিটার প্রতি ঘণ্টা। তথাপি, বিভিন্ন সেকশনের অবস্থার কথা মাথায় রেখে এটির সর্বোচ্চ অনুমোদিত গতিবেগ (MPS)  ১১০ কিমি/ঘ নির্ধারিত করা হয়েছে।\nট্রেনটিতে এসি এবং নন এসি উভয় ধরনের কোচে যাত্রার ব্যবস্থা এবং একটি প্যান্ট্রি কার রয়েছে।\n\nএকটি এসি 2 টিয়ার\nতিনটি এসি 3 টিয়ার\nএগারোটি স্লিপার কোচ\nচারটি সাধারণ কোচ\nএকটি প্যান্ট্রি কার\nদুটি জেনারেটর গাড়ি\n\n\n== লোকোমোটিভ ==\n১৫৯৫৯/১৫৯৬০ ডিজেল লোকো শেড, শিলিগুড়ি -ভিত্তিক  একটি WDP-4D লোকোমোটিভ দ্বারা ডিব্রুগড় থেকে গুয়াহাটি পর্যন্ত এবং বৈদ্যুতিক লোকো শেড, হাওড়া -ভিত্তিক একটি WAP-7 লোকোমোটিভ গুয়াহাটি থেকে হাওড়া পর্যন্ত যাত্রা সম্পন্ন করে এবং বিপরীতে অনুরূপে।\n১৫৯৬১/৬২ একটি ডিজেল লোকো শেড, শিলিগুড়ি -ভিত্তিক একটি WDP-4D লোকোমোটিভ দ্বারা ডিব্রুগড় থেকে রঙ্গিয়া জংশন এবং বৈদ্যুতিক লোকো শেড, হাওড়া -ভিত্তিক একটি WAP-7 লোকোমোটিভ রঙ্গিয়া জংশন থেকে হাওড়া পর্যন্ত যাত্রা সম্পন্ন করে এবং বিপরীতে অনুরূপে।\n\n\n== তথ্যসূত্র =="}