{"pageid": 1462377, "title": "১৯৭৪-এ জাতিসংঘে শেখ মুজিবুর রহমানের ভাষণ", "url": "https://bn.wikipedia.org/wiki?curid=1462377", "content": "জাতিসংঘে শেখ মুজিবুর রহমানের ভাষণ নিউইয়র্ক শহরে ১৯৭৪ সালের ২৫ সেপ্টেম্বরে বাংলাদেশের প্রধানমন্ত্রী হিসেবে শেখ মুজিবুর রহমান জাতিসংঘের সাধারণ পরিষদের অধিবেশনের সদস্য রাষ্ট্রগুলোর প্রতিনিধিদের উদ্দেশ্যে জাতিসংঘের সাধারণ পরিষদ হলে দেওয়া একটি উন্মুক্ত ভাষণ। গণপ্রজাতন্ত্রী বাংলাদেশের মন্দা ও দুর্ভিক্ষের সময় জাতিসংঘে দেওয়া এটি প্রথম বাংলা ভাষার ভাষণ। দিনটি নিউইয়র্ক অঙ্গরাজ্যে ২০১৯ সাল থেকে বাংলাদেশী অভিবাসন দিবস হিসেবে পালিত হচ্ছে।\n\n\n== পটভূমি ==\nবাংলাদেশের প্রথম রাষ্ট্রপতি ও প্রতিষ্ঠাতা শেখ মুজিবুর রহমান পাকিস্তানের প্রদেশ পূর্ব পাকিস্তানের (পূর্বে পূর্ববঙ্গ) ভাষা তথা নিজের মাতৃভাষা বাংলায় ভাষণ দিতে পছন্দ করতেন। ১৯৫২ সালে তিনি পাকিস্তানি প্রতিনিধি হিসেবে চীনে অনুষ্ঠিত এশীয় ও প্রশান্ত মহাসাগরীয় আঞ্চলিক শান্তি সম্মেলনে ইংরেজির পরিবর্তে পূর্ব বাংলার ভাষায় ভাষণ দেন। তিনি সর্বস্তরে ভাষাটির প্রচলন নিশ্চিত করার জন্য জোর দেন। বাংলাদেশের স্বাধীনতা যুদ্ধের পর প্রদেশটি পাকিস্তান থেকে গণপ্রজাতন্ত্রী বাংলাদেশ নামে স্বাধীন রাষ্ট্রে পরিণত হলে প্রধানমন্ত্রী হিসেবে তিনি দেশের সরকারি ভাষা হয়ে ওঠার পর এর ব্যবহার আরও বাড়ানোর জন্য একটি কমিটি গঠন করেন। এছাড়া তিনি ইংরেজিতে লেখা দাপ্তরিক নথিতে স্বাক্ষর করতে অস্বীকার করতে শুরু করেন।\nবাংলাদেশের স্বাধীনতার তিন বছর পর ১৯৭৪ সালের ১৭ সেপ্টেম্বরে বাংলাদেশ জাতিসংঘের অন্যতম সদস্য রাষ্ট্রে পরিণত হয়। শেখ মুজিবুর রহমান সিদ্ধান্ত নেন যে তিনি জাতিসংঘের সাধারণ পরিষদে বাংলায় ভাষণ দেবেন। তথ্য প্রতিমন্ত্রী তাহেরউদ্দিন ঠাকুর ভাষণের একটি খসড়া লিখে শেখ মুজিবুর রহমানের কাছে জমা দেন। তবে তিনি তার খসড়া প্রত্যাখ্যান করেন। তৎকালীন পররাষ্ট্র সচিব ফখরুদ্দিন আহমেদ ও যুক্তরাজ্যে নিযুক্ত বাংলাদেশের ডেপুটি হাইকমিশনার ফারুক আহমেদ চৌধুরী আরেকটি খসড়া লিখে তাকে দেখান। কিন্তু ওই খসড়ায় বাংলাদেশের সমস্যাগুলোর উল্লেখ না থাকায় তিনি দপ্তরের একজন সাঁটলিপিকারের মাধ্যমে খসড়ায় দেশের খাদ্য সমস্যা যুক্ত করেন।\n২৫ সেপ্টেম্বরের অধিবেশনে যোগ দিতে প্রধানমন্ত্রী মুজিবসহ ২৪ সদস্যের একটি দল দুই দিন আগে বিমানযোগে বাংলাদেশের রাজধানী ঢাকা ত্যাগ করে। নির্ধারিত দিনে তিনি দেশের প্রধানমন্ত্রী হিসেবে নিউইয়র্কে সাধারণ পরিষদের অধিবেশনে যোগ দেন। ভাষণ দেওয়ার আগে তিনি বাংলায় ভাষণ দেবেন বলে অধিবেশনে জানিয়েছিলেন। আলজেরিয়ার রাষ্ট্রপ্রধান হুয়ারি বুমেদিয়ান তাকে ইংরেজিতে বক্তৃতা করতে বলেন, কিন্তু মুজিব তার অনুরোধ প্রত্যাখ্যান করে বাংলায় বক্তৃতা দেন। সে সময় জাতিসংঘের দাপ্তরিক ভাষা আরবি, চীনা, ইংরেজি, ফরাসি, রুশ ও স্পেনীয় ছাড়া অন্য কোনো ভাষায় বক্তৃতা দেওয়া হতো না।\n\n\n== ভাষণ ==\n\nঅধিবেশনে উপস্থিত ফারুক আহমেদ চৌধুরীর কাছে বাংলা ভাষণের ইংরেজি অনুবাদের দায়িত্ব দেওয়া হয়। শাসক হিসেবে মুজিব নবগঠিত দেশের পররাষ্ট্র নীতি হিসাবে \"সকলের সাথে বন্ধুত্ব, কারো সাথে বৈরিতা নয়\" নীতিটি গ্রহণ করেছিলেন। ভাষণে এই উক্তি সন্নিবেশিত ছিলো। তিনি তার ভাষণে বিশ্বব্যাপী অর্থনৈতিক সংকট সমাধানে শান্তি, মানবতা, ভ্রাতৃত্ব ও পরস্পর নির্ভরতার বাস্তবতা বোঝার গুরুত্ব তুলে ধরেন। এছাড়া তিনি সারা বিশ্বে অভিন্ন অর্থনৈতিক ব্যবস্থা গড়ে তোলার প্রস্তাব করেন। তিনি তার বক্তব্যে বলেন তার দেশ বিভিন্ন সমস্যা সমাধানে কাজ করবে। তিনি তার বক্তব্যে বাংলাদেশের স্বাধীনতার জন্য যারা সাহায্য করেছেন তাদের ধন্যবাদ জানান। ভাষণে দেশের সেই সময়ের পরিস্থিতি তুলে ধরা হয় যখন দেশটি মন্দা ও দুর্ভিক্ষের মধ্য দিয়ে যাচ্ছিলো।\n\n\n== অভ্যর্থনা ==\nঅধিবেশনের ভাষণটি জাতিসংঘে বাংলাদেশের রাষ্ট্রভাষায় দেওয়া প্রথম ভাষণ। এটি বিশেষ করে তৃতীয় বিশ্বের সদস্য রাষ্ট্রগুলোর প্রতিনিধিদের কাছ থেকে প্রশংসা পায়। অস্ট্রীয় রাজনীতিবিদ ও জাতিসংঘের তৎকালীন মহাসচিব কার্ট ওয়াল্ডহেইম এই ভাষণকে \"অকপট ও গঠনমূলক\" বলে অভিহিত করেন। ব্রিটিশ পররাষ্ট্র সচিব জেমস ক্যালাহান ভাষণটিকে \"শক্তিশালী\" বলে আখ্যা দেন। সাংবাদিক আবদুল গাফফার চৌধুরী বাঙালি লেখক রবীন্দ্রনাথ ঠাকুরের ১৯১৩ সালে সাহিত্যে নোবেল পুরস্কার পাওয়ার সাথে শেখ মুজিবুর রহমানের এই ভাষণের তুলনা করেন। সাংবাদিক ও লেখক সন্তোষ গুপ্তের মতে শেখ মুজিবুর রহমান জাতিসংঘের সাধারণ অধিবেশনে বাংলায় ভাষণ দিয়ে আন্তর্জাতিকভাবে ভাষাটির মর্যাদা প্রতিষ্ঠা করেছেন।\nভারতীয় লেখক সুরজিত দাশগুপ্ত ভাষণ সম্পর্কে বলেছেন যে জাতিসংঘে শেখ মুজিবুর রহমানের বাংলায় ভাষণের দিনটি \"তাঁর জীবনের সুন্দরতম এবং সর্বশ্রেষ্ঠ দিন\" ছিলো। লেখক ও সাংবাদিক সৈয়দ বদরুল আহসানের মতে এই ভাষণের মাধ্যমে মুজিব জাতিসংঘে বাংলাকে ভারতীয় উপমহাদেশের একমাত্র ভাষা হিসেবে স্বীকৃতি দেওয়ার পথ প্রশস্ত করেছেন। লেখক ও শিক্ষাবিদ সৈয়দ মনজুরুল ইসলাম মনে করেন এই ভাষণের মাধ্যমে প্রধানমন্ত্রী বাংলাদেশকে একটি অনন্য স্থানে নিয়ে গেছেন এবং দেশ হিসেবে এর স্বীকৃতির বিরোধিতাকারী মধ্যপ্রাচ্যের দেশগুলোকে পরোক্ষভাবে বার্তা দিয়েছেন। তার মতে মুজিব এই ভাষণের মাধ্যমে অন্যান্য মুক্তিকামী অঞ্চলকে অনুপ্রাণিত করেন এবং এই ভাষণের পর কিছু সদস্য রাষ্ট্র অধিবেশনে তাদের ভাষা ব্যবহার শুরু করে যেগুলো জাতিসংঘের দাপ্তরিক ভাষা নয়।\n২০২১ সালে বাংলাদেশের স্বাধীনতার সুবর্ণজয়ন্তী উপলক্ষে পাকিস্তান ক্রিকেট দলের বাংলাদেশ সফরের সময় খেলার ভেন্যুতে পাকিস্তানের পতাকা ওড়ানোর বিষয়ে জাতীয় সংসদের অধিবেশনে আওয়ামী লীগ নেতাদের সমালোচনার জবাবে বাংলাদেশ জাতীয়তাবাদী দলের সদস্য হারুনুর রশীদ ভাষণটিকে পাকিস্তান–বাংলাদেশ সম্পর্ক প্রতিষ্ঠার ক্ষেত্রে শেখ মুজিবুর রহমানের পদক্ষেপ তুলে ধরায় \"জাতীয় ঐক্য গঠনে ঐতিহাসিক ভূমিকার একটি ঐতিহাসিক দলিল\" হিসেবে উল্লেখ করেন।\n\n\n== কিংবদন্তি ==\nশেখ মুজিবুর রহমানের কন্যা ও বাংলাদেশের সাবেক প্রধানমন্ত্রী শেখ হাসিনা তার বাবার অনুকরণে জাতিসংঘের সাধারণ পরিষদের অধিবেশনে বাংলায় ভাষণ দিয়ে আসছেন। ২০১৯ সাল থেকে এই দিনটিকে নিউইয়র্কে 'বাংলাদেশী অভিবাসন দিবস' হিসেবে পালন করা হচ্ছে। ডাক ও টেলিযোগাযোগ বিভাগ ২০২০ সালে ভাষণটি স্মরণে একটি বিশেষ ডাকটিকিট প্রকাশ করে। মুজিবের জাতিসংঘের ভাষণ স্মরণে সরকার একটি ই-পোস্টার প্রকাশ করেছে।\nমুজিববর্ষ উপলক্ষে দিবসটি স্মরণে সরকারিভাবে প্রচারণা চালানো হয়েছিল। 'শান্তির নিশ্চয়তা হিসেবে জাতিসংঘের আন্তর্জাতিক সংলাপ বর্ষ, ২০২৩' শীর্ষক প্রস্তাবের চতুর্দশ অনুচ্ছেদে শেখ মুজিবের ১৯৭৪ সালের জাতিসংঘ ভাষণ থেকে \"সকলের সাথে বন্ধুত্ব, কারো সাথে বৈরিতা নয়\" উক্তিটি অন্তর্ভুক্ত করা হয়েছে যেখানে বলা হয়েছে যে \"সাধারণ পরিষদ স্বীকৃতি দিচ্ছে যে দারিদ্র্য, ক্ষুধা, রোগ, নিরক্ষরতা এবং বেকারত্বের বিরুদ্ধে লড়াইয়ের গুরুত্ব স্বীকার করে এবং গঠনমূলক সহযোগিতা, সংলাপ এবং পারস্পরিক বোঝাপড়ার চেতনায় ‘সকলের সাথে বন্ধুত্ব এবং কারও প্রতি বিদ্বেষ নয়’ মর্মে জোর দেওয়া হলে তা এই উদ্দেশ্যগুলো অর্জনে সহায়তা করবে\"।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nজাতিসংঘে বাংলাদেশের স্থায়ী মিশনের দাপ্তরিক বাতায়নে ভাষণের মূল ভিডিও রেকর্ডিং  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১১ জুলাই ২০২৪ তারিখে"}