{"pageid": 1462507, "title": "নেভিল চেম্বারলিন", "url": "https://bn.wikipedia.org/wiki?curid=1462507", "content": "আর্থার নেভিল চেম্বারলেইন  (; ১৮ মার্চ ১৮৬৯ – ৯ নভেম্বর ১৯৪০) ছিলেন একজন ব্রিটিশ রাজনীতিবিদ যিনি মে ১৯৩৭ থেকে মে ১৯৪০ পর্যন্ত যুক্তরাজ্যের প্রধানমন্ত্রী এবং মে ১৯৩৭ থেকে অক্টোবর ১৯৪০ পর্যন্ত কনজারভেটিভ পার্টির নেতা হিসেবে দায়িত্ব পালন করেন। তিনি তার তুষ্টির বৈদেশিক নীতির জন্য এবং বিশেষ করে ৩০ সেপ্টেম্বর ১৯৩৮ সালে মিউনিখ চুক্তিতে স্বাক্ষর করার জন্য, চেকোস্লোভাকিয়ার জার্মান-ভাষী সুডেটেনল্যান্ড অঞ্চলকে অ্যাডলফ হিটলারের নেতৃত্বে নাৎসি জার্মানির হাতে তুলে দেওয়ার জন্য সবচেয়ে বেশি পরিচিত। ১৯৩৯ সালের ১ সেপ্টেম্বর পোল্যান্ড আক্রমণের পর, যা দ্বিতীয় বিশ্বযুদ্ধের সূচনা করে, চেম্বারলেন দুই দিন পরে জার্মানির বিরুদ্ধে যুদ্ধ ঘোষণার ঘোষণা দেন এবং ১৯৪০ সালের ১০ মে তারিখে প্রধানমন্ত্রী হিসেবে পদত্যাগ না করা পর্যন্ত যুদ্ধের প্রথম আট মাস যুক্তরাজ্যের নেতৃত্ব দেন।\nব্যবসায় এবং স্থানীয় সরকারে কাজ করার পরে এবং ১৯১৬ এবং ১৯১৭ সালে ন্যাশনাল সার্ভিসের ডিরেক্টর হিসাবে অল্প সময়ের পরে, চেম্বারলেন তার বাবা জোসেফ চেম্বারলেন এবং বড় সৎ ভাই অস্টেন চেম্বারলেনকে অনুসরণ করেন এবং ১৯১৮ সালের সাধারণ নির্বাচনে সংসদ সদস্য হন। ৪৯ বছর বয়সে বার্মিংহাম লেডিউড বিভাগ। তিনি জুনিয়র মন্ত্রী পদ প্রত্যাখ্যান করেছিলেন, ১৯২২ সাল পর্যন্ত ব্যাকবেঞ্চার ছিলেন। ১৯২৩ সালে তিনি দ্রুত স্বাস্থ্যমন্ত্রী এবং তৎকালীন রাজকোষের চ্যান্সেলর পদে উন্নীত হন। একটি স্বল্পকালীন শ্রম -নেতৃত্বাধীন সরকারের পর, তিনি স্বাস্থ্যমন্ত্রী হিসাবে ফিরে আসেন, ১৯২৪ থেকে ১৯২৯ সাল পর্যন্ত বিভিন্ন সংস্কার ব্যবস্থা প্রবর্তন করেন। তিনি ১৯৩১ সালে জাতীয় সরকারে কোষাগারের চ্যান্সেলর নিযুক্ত হন।\nচেম্বারলেইন ২৮ মে ১৯৩৭ তারিখে স্ট্যানলি বাল্ডউইনের স্থলাভিষিক্ত হন। ক্রমবর্ধমান আক্রমনাত্মক জার্মানির প্রতি নীতির প্রশ্নে তাঁর প্রধানমন্ত্রীত্বের প্রাধান্য ছিল এবং মিউনিখে তাঁর কর্মকাণ্ড সেই সময়ে ব্রিটিশদের মধ্যে ব্যাপক জনপ্রিয় ছিল। হিটলারের ক্রমাগত আগ্রাসনের প্রতিক্রিয়ায়, চেম্বারলেন পোল্যান্ডের স্বাধীনতা রক্ষার জন্য যুক্তরাজ্যকে প্রতিশ্রুতি দেন যদি পরবর্তীতে আক্রমণ করা হয়, একটি জোট যা পোল্যান্ডে জার্মান আক্রমণের পর তার দেশকে যুদ্ধে নিয়ে আসে। নরওয়েতে জার্মান আক্রমণ ঠেকাতে মিত্রবাহিনীর ব্যর্থতার কারণে ১৯৪০ সালের মে মাসে হাউস অফ কমন্স ঐতিহাসিক নরওয়ে বিতর্ক অনুষ্ঠিত হয়। চেম্বারলেইনের যুদ্ধের আচরণ সমস্ত দলের সদস্যদের দ্বারা ব্যাপকভাবে সমালোচিত হয়েছিল এবং আস্থা ভোটে, তার সরকারের সংখ্যাগরিষ্ঠতা ব্যাপকভাবে হ্রাস পায়। সমস্ত প্রধান দলগুলির দ্বারা সমর্থিত একটি জাতীয় সরকার অপরিহার্য ছিল তা স্বীকার করে, চেম্বারলেন প্রধানমন্ত্রীর পদ থেকে পদত্যাগ করেছিলেন কারণ লেবার এবং লিবারেল দলগুলি তার নেতৃত্বে কাজ করবে না। যদিও তিনি এখনও কনজারভেটিভ পার্টির নেতৃত্ব দিয়েছিলেন, তিনি তার সহকর্মী উইনস্টন চার্চিল দ্বারা প্রধানমন্ত্রী হিসেবে স্থলাভিষিক্ত হন। অসুস্থতা তাকে ২২শে সেপ্টেম্বর ১৯৪০ সালে পদত্যাগ করতে বাধ্য করার আগ পর্যন্ত, চেম্বারলিন চার্চিলের অনুপস্থিতিতে সরকারের নেতৃত্বে কাউন্সিলের লর্ড প্রেসিডেন্ট হিসাবে যুদ্ধ মন্ত্রিসভার একজন গুরুত্বপূর্ণ সদস্য ছিলেন। ১৯৪০ সালের মে যুদ্ধের মন্ত্রিসভা সংকটের সময় চার্চিলের প্রতি তার সমর্থন গুরুত্বপূর্ণ প্রমাণিত হয়েছিল। চেম্বারলেইন প্রিমিয়ার পদ ছাড়ার ছয় মাস পর ৯ নভেম্বর ক্যান্সারে ৭১ বছর বয়সে মারা যান।\nচেম্বারলেইনের খ্যাতি ইতিহাসবিদদের মধ্যে বিতর্কিত রয়ে গেছে, ১৯৪০ সালের জুলাই মাসে প্রকাশিত গিল্টি মেন -এর মতো বইগুলির দ্বারা তার জন্য প্রাথমিক উচ্চ সম্মান সম্পূর্ণরূপে ক্ষয়প্রাপ্ত হয়েছে, যা মিউনিখ চুক্তির জন্য এবং দেশকে যুদ্ধের জন্য প্রস্তুত করতে ব্যর্থ হওয়ার অভিযোগে চেম্বারলেইন এবং তার সহযোগীদের দোষারোপ করেছিল। চেম্বারলেইনের মৃত্যুর পর প্রজন্মের অধিকাংশ ইতিহাসবিদ একই মত পোষণ করেছিলেন, যার নেতৃত্বে দ্য গ্যাদারিং স্টর্মে চার্চিল। পরবর্তী কিছু ইতিহাসবিদ চেম্বারলেইন এবং তার নীতির আরও অনুকূল দৃষ্টিভঙ্গি গ্রহণ করেছেন, ত্রিশ বছরের শাসনের অধীনে প্রকাশিত সরকারি কাগজপত্র উদ্ধৃত করেছেন এবং যুক্তি দিয়েছেন যে ১৯৩৮ সালে জার্মানির সাথে যুদ্ধে যাওয়া বিপর্যয়কর হবে কারণ যুক্তরাজ্য অপ্রস্তুত ছিল। তা সত্ত্বেও, চেম্বারলেইন এখনও ব্রিটিশ প্রধানমন্ত্রীদের মধ্যে প্রতিকূলভাবে স্থান পেয়েছেন।\n\n\n== তথ্যসূত্র ==\n\n\n=== বই উদ্ধৃতি ===\n\n\n== আরও পড়ুন ==\nAster, Sidney (১৯৯৭)। \"Guilty Man: the Case of Neville Chamberlain\"। The Origins of the Second World War। Edward Arnold। পৃষ্ঠা 62–77। আইএসবিএন 978-0-340-67640-0। \nAster, Sidney (সেপ্টেম্বর ২০০২)। \"Viorel Virgil Tilea and the Origins of the Second World War: An Essay in Closure\": 153–74। ডিওআই:10.1080/714000341। \nBond, Brian (১৯৮৩)। \"The Continental Commitment in British Strategy in the 1930s\"। The Fascist Challenge and the Policy of Appeasement। George Allen & Unwin। পৃষ্ঠা 197–207। আইএসবিএন 978-0-04-940068-9। \nCrozier, Andrew J. (১৯৮৮)। Appeasement and Germany's Last Bid for Colonies। Macmillan Press। আইএসবিএন 978-0-312-01546-6। \nEccleshall, Robert, and Graham Walker, eds. Biographical Dictionary of British Prime Ministers (1998) pp. 289–294. online\nGilbert, Martin (১৯৬৬)। The Roots of Appeasement। New American Library। \nGoldstein, Erik (১৯৯৯)। \"Neville Chamberlain, The British Official Mind and the Munich Crisis\"। The Munich Crisis 1938: Prelude to World War II। Frank Cass। পৃষ্ঠা 276–92। আইএসবিএন 978-0-7146-8056-9। \nGreenwood, Sean (১৯৯৯)। \"The Phantom Crisis: Danzig, 1939\"। The Origins of the Second World War Reconsidered: A.J.P. Taylor and the Historians। Routledge। পৃষ্ঠা 225–46। আইএসবিএন 978-0-415-16325-5। \nHyde, H. Montgomery (১৯৭৬)। Neville Chamberlain (British Prime Ministers)। Weidenfeld & Nicolson। আইএসবিএন 978-0-29777-229-3। \nKelly, Bernard. (2009) \"Drifting Towards War: The British Chiefs of Staff, the USSR and the Winter War, November 1939 – March 1940\", Contemporary British History, (2009) 23:3 pp. 267–91, ডিওআই:10.1080/13619460903080010\nKennedy, Paul; Imlay, Talbot (১৯৯৯)। \"Appeasement\"। The Origins of the Second World War Reconsidered: A.J.P. Taylor and the Historians। Routledge। পৃষ্ঠা 116–34। আইএসবিএন 978-0-415-16325-5। \nLoades, David, ed. Reader's Guide to British History (2003) 1: 244–45; historiography\nMcDonough, Frank (১৯৯৮)। Neville Chamberlain, Appeasement and the British Road to War। Manchester University Press। আইএসবিএন 978-0-7190-4832-6। \nMcDonough, Frank (২০০১)। Hitler, Chamberlain and Appeasement। Cambridge University Press। আইএসবিএন 978-0-521-00048-2। \nMilton, Nicholas (২০১৯)। Neville Chamberlain's Legacy: Hitler, Munich and the Path to War। Pen & Sword। আইএসবিএন 978-1-526-73225-5। \nPetrie, Charles (১৯৩৮)। The Chamberlain Tradition (First American সংস্করণ)। Frederick A. Stokes। \nRedihan, Erin. \"Neville Chamberlain and Norway: The Trouble with 'A Man of Peace' in a Time of War.\" New England Journal of History (2013) 69#1/2 pp. 1–18.\nStewart, Graham (২০০০)। Burying Caesar: Churchill, Chamberlain, and the Battle for the Tory Party (revised সংস্করণ)। Phoenix। আইএসবিএন 978-0-7538-1060-6। \nStrang, Bruce (১৯৯৬)। \"Once More unto the Breach: Britain's Guarantee to Poland, March 1939\": 721–52। ডিওআই:10.1177/002200949603100406 । \nWatt, D. C. (১৯৮৯)। How War Came: The Immediate Origins of the Second World War, 1938–1939। Heinemann। আইএসবিএন 978-0-394-57916-0। \nWeinberg, Gerhard (২০১০)। Hitler's Foreign Policy, 1933–1939: The Road to World War II। Enigma Books। আইএসবিএন 978-1-929631-91-9। \nWheeler-Bennett, John (১৯৪৮)। Munich: Prologue to Tragedy। Duell, Sloan and Pearce। \n\n\n== বহিঃসংযোগ ==\nহ্যান্সকার্ড ১৮০৩-২০০৫: Neville Chamberlain দ্বারা সংসদে অবদান (ইংরেজি)\nVideo: Neville Chamberlain Appeasement World War II\nUniversity of Birmingham Special Collections  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৮ আগস্ট ২০০৯ তারিখে: the political papers of Neville Chamberlain\nWorks by or about Neville Chamberlain at Internet Archive\nWorks by Neville Chamberlain at Faded Page (Canada)\nWorks by Neville Chamberlain at LibriVox (public domain audiobooks)\n\"Archival material relating to নেভিল চেম্বারলিন\"। UK National Archives। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nন্যাশনাল পোট্রেট গ্যালারি, লন্ডনে (Arthur) Neville Chamberlain-এর পোট্রেট \nNewspaper clippings about Neville Chamberlain in the 20th Century Press Archives of the ZBW\nPortrait of Neville Chamberlain in the UK Parliamentary Collections"}