{"pageid": 1462933, "title": "উপেন্দ্রনাথ মুখোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1462933", "content": "উপেন্দ্রনাথ মুখোপাধ্যায় (২৮ ফেব্রুয়ারি ১৮৮৬ – ৩১ মার্চ ১৯১৮ ) ছিলেন শ্রীরামকৃষ্ণ পরমহংসদেবের সাক্ষাৎ শিষ্য, ভক্ত, লেখক ও সম্পাদক। \"সাপ্তাহিক বসুমতী\" ও বাংলা ভাষার সংবাদপত্র দৈনিক বসুমতী পত্রিকার প্রতিষ্ঠাতা।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nউপেন্দ্রনাথ মুখোপাধ্যায়ের জন্ম ১৮৬৮ খ্রিস্টাব্দের ২৮ ফেব্রুয়ারি ব্রিটিশ ভারতের উত্তর কলকাতার আহিরীটোলার ৩১, নিমু গোস্বামী লেনে তার মামারবাড়িতে। পিতা পূর্ণচন্দ্র মুখোপাধ্যায়। দারিদ্র্যের কারণে উপেন্দ্রনাথ বেশি লেখাপড়া করতে পারেন নি। অল্প কিছুদিন সামান্য চাকরি করার পর কলকাতার বটতলা অঞ্চলে একটি ছোট বই-এর দোকান খোলেন। তিনি কবি সুরেন্দ্রনাথ মজুমদারের বই বিক্রি করতেন। সেই সুবাদে তার ছোট ভাই দেবেন্দ্রনাথের সঙ্গে পরিচয় হয় এবং ঘনিষ্ঠ সম্পর্ক গড়ে ওঠে। দেবেন্দ্রনাথ ছিলেন শ্রীরামকৃষ্ণ পরমহংসদেবের পরম ভক্ত, গৃহী সন্ন্যাসী ও গীতিকার। ১৮৮৪ খ্রিস্টাব্দে তিনি ও দেবেন্দ্রনাথ আহিরীটোলায় দেবেন্দ্রনাথ নতুবা অধরলাল সেনের বাড়িতে রামকৃষ্ণের সাথে প্রথম সাক্ষাত হয় এবং তারপর থেকে তিনি নিয়মিতই দক্ষিণেশ্বরে যাতায়াত শুরু করেন। যাওয়ার সময় গুরুর পরামর্শ মত তিনি তার বাড়ি হতে নারায়ণের প্রসাদ নিয়ে যেতেন। এক বার তিনি জিলাপি খেতে চেয়েছিলেন। তার গুরু উপেন্দ্রর স্ত্রীর নাম রাখেন ভবতারিণী।  বটতলায় তার ছোট দোকানটির প্রবেশদ্বার ছোট দেখে, রামকৃষ্ণ বলেছিলেন, উপেন তো কিছু চায় না, 'ও শুধু বলে ওর ছোট দরজা যেন বড় হয়'। তবে সমৃদ্ধির জন্য প্রার্থনায় সত্যিই উপেন অন্যান্যদের সঙ্গে রামকৃষ্ণের অনুগ্রহ লাভ করেছিলেন \nকাশীপুর উদ্যানবাটীতে আয়োজিত  কল্পতরু উৎসবে ১৮৮৬ খ্রিস্টাব্দের ১ জানুয়ারি। গুরুর দেহাবসানের পর তার গুরুর পরম করুণা চেতনায় উপেন্দ্রনাথের যেমন ব্যবসায়িক শ্রীবৃদ্ধি ঘটেছিল, তেমনই তার সহায়তায় গুরুর অবর্তমানে গুরুর অন্যান্য সন্ন্যাসী শিষ্যরা ভয়াবহ দারিদ্র্যের মধ্যে তাদের সংগ্রামে উপকৃত হন। \n\n\n== অবদান ==\nব্যবসায়ে উন্নতি হলে, রামকৃষ্ণের শিক্ষা প্রচারের উদ্দেশ্যে ১৮৯৬ খ্রিস্টাব্দে ২৫ আগস্ট হতে সাপ্তাহিক বসুমতী-র প্রকাশনা শুরু করেন।  তারপর ১৯১৪ খ্রিস্টাব্দের ৮ আগস্ট দৈনিক বসুমতী পত্রিকার প্রকাশনা শুরু করেন। জনসাধারণের মধ্যে মহৎ সাহিত্য প্রচারের উদ্দেশ্যে প্রতিষ্ঠা করেন- বসুমতী সাহিত্য মন্দির। এর মাধ্যমে প্রসিদ্ধ গ্রন্থকারগণের রচনা সুলভ মূল্যে প্রকাশ করতে থাকেন।  খ্রিস্টানদের ভক্তিমূলক গ্রন্থ দ্য ইমমিটেশন অফ খ্রিস্ট-এর নরেন্দ্রনাথ দত্তকৃত বঙ্গানুবাদ, উপেন্দ্রনাথের সম্পাদনায় প্রকাশিত মাসিক সাহিত্যকল্পদ্রুম সাহিত্য পত্রিকার প্রথম পাঁচটি সংখ্যায় প্রকাশিত হয়। উপেন্দ্রনাথের প্রকাশনার স্বার্থে নরেন্দ্রনাথ  হার্বার্ট স্পেনসারের \"এডুকেশন\" তথা শিক্ষা-রও বাংলা অনুবাদ করেন।  উপেন্দ্রনাথও অনুপ্রাণিত হয়ে বেশ কয়েকটি ধর্মগ্রন্থ প্রকাশ করেন। তার সম্পাদিত গ্রন্থগুলি হল—\n\nহিন্দু সমাজের ইতিহাস\nরাজ ভাষা\nপাতঞ্জল দর্শন\nকালীদাসের গ্রন্থাবলী\nকথাসরিৎসাগর\nরামমোহন গ্রন্থমালা\nসঙ্গীত কোষ (১৮৯৯)(বিরল গ্রন্থ) ,গুরুদাস চট্টোপাধ্যায়, কলিকাতা সঙ্গীত কোষ। ১৬ জুলাই ২০২৪ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৬ জুলাই ২০২৪। \n\n\n== মৃত্যু ==\n১৯১৯ খ্রিস্টাব্দের ৩১ মার্চ উপেন্দ্রনাথ মুখোপাধ্যায় কলকাতায় প্রয়াত হন। তার মৃত্যুর পর \"বসুমতী সাহিত্য মন্দির\"-এর স্বত্ত্বাধিকারী হন তার পুত্র সতীশচন্দ্র মুখোপাধ্যায় (১৮৯১ - ১৯৪৪)।"}