{"pageid": 1462580, "title": "ক্লিপচ্যাম্প", "url": "https://bn.wikipedia.org/wiki?curid=1462580", "content": "ক্লিপচ্যাম্প একটি অনলাইন ভিডিও সম্পাদনার টুল যা অস্ট্রেলিয়ান কোম্পানি ক্লিপচ্যাম্প পিটি ওয়াই লিমিটেড দ্বারা উন্নত করা হয়েছে এবং বর্তমানে মাইক্রোসফটের অধীনে পরিচালিত। এটি একটি নন-লিনিয়ার সম্পাদনার সফটওয়্যার যা ব্যবহারকারীদের ইন্টারনেট ব্রাউজার উইন্ডোতে অডিওভিজুয়াল উপাদান আমদানি, সম্পাদনা এবং রপ্তানি করতে দেয়।\nক্লিপচ্যাম্পের অফিসগুলি অস্ট্রেলিয়া, ফিলিপাইন, জার্মানি এবং যুক্তরাষ্ট্রে অবস্থিত। কোম্পানির প্রকাশিত তথ্য অনুযায়ী, ২০২১ সালের শুরুতে এর ১৪ মিলিয়নেরও বেশি ব্যবহারকারী ছিল। ২০২১ সালের সেপ্টেম্বরে, মাইক্রোসফট এই ডেভেলপার কোম্পানিটি অধিগ্রহণ করে।\n\n\n== ইতিহাস ==\n\n\n=== শুরু ===\nক্লিপচ্যাম্প পিটি ওয়াই লিমিটেড একটি স্টার্টআপ কোম্পানি হিসাবে ২০১৩ সালে ব্রিসবেন, অস্ট্রেলিয়ায় আলেকজান্ডার ড্রাইলিং (বর্তমান সিইও), ডেভ হিউইট, টোবিয়াস রাউব এবং সোয়েরেন বালকো দ্বারা প্রতিষ্ঠিত হয়।\nস্মার্টকোম্পানিকে দেওয়া একটি সাক্ষাৎকারে ড্রাইলিং মন্তব্য করেছিলেন যে, প্রথমদিকে কোম্পানিটি \"একটি বিশাল, বিতরণকৃত সুপারকম্পিউটার তৈরির চেষ্টা করছিল\"। কোম্পানির দলের দ্বারা প্রথম তৈরি করা সফটওয়্যারগুলির মধ্যে একটি ছিল ভিডিও কমপ্রেশন এবং কনভার্সনের জন্য একটি টুল।\n\n\n=== সফটওয়্যার লঞ্চ ===\n২০১৪ সালে ক্লিপচ্যাম্প প্ল্যাটফর্মে প্রথম সংস্করণের ফ্রি, অডিওভিজুয়াল ব্রাউজার-ভিত্তিক সফটওয়্যার আনুষ্ঠানিকভাবে লঞ্চ করা হয়। সুপারকম্পিউটার প্রকল্পটি থেমে যাওয়ার পরে, দলটি ভিডিও প্রোগ্রামিং প্রযুক্তির সাথে এগিয়ে যাওয়ার সিদ্ধান্ত নেয়, যা ড্রাইলিংয়ের কথায়, \"একটি টুল যা ক্রোমবুকে কাজ করত\"।\n\n\n=== দ্বিতীয় সংস্করণ ===\n২০১৬ সালের জুনে, ক্লিপচ্যাম্পের মূল্যায়ন ছিল ১.১ মিলিয়ন ডলার, ওয়াল স্ট্রিট জার্নালের মতে। একই মাসে, ক্লিপচ্যাম্পের দ্বিতীয় সংস্করণ আন্তর্জাতিকভাবে লঞ্চ করা হয়।  ২০১৮ সালের মধ্যে, এই প্রতিষ্ঠানটির ৬.৫ মিলিয়ন ব্যবহারকারী ছিল এবং স্টিভ ব্যাক্সটারের মতো বিনিয়োগকারীদের আকর্ষণ করেছিল, যিনি এক মিলিয়ন ডলার বিনিয়োগ করেছিলেন।\n\n\n== বর্তমান কোম্পানির পরিসংখ্যান ==\n২০২০ সালে, ক্লিপচ্যাম্প সিয়াটেল, যুক্তরাষ্ট্রে একটি বেস স্থাপন করে, ১৩.২ মিলিয়ন ডলার মূলধন সংগ্রহ করার পরে, যা ট্রানজিশন লেভেল ইনভেস্টমেন্টস, তোলা ক্যাপিটাল এবং টেন১৩ সহ বিভিন্ন বিনিয়োগ তহবিলের সাথে গঠিত অংশীদারিত্বের ফলাফল। ২০২১ সালের ফেব্রুয়ারিতে, ক্লিপচ্যাম্প তার ওয়েবসাইটে প্রকাশ করেছিল যে এটি ১৪ মিলিয়ন ব্যবহারকারী নিয়ে বিশ্বব্যাপী ২৫০টি দেশ এবং অঞ্চলে নিবন্ধিত। সেই সময়ে, কোম্পানি ঘোষণা করেছিল যে এর কাছে ৮০০,০০০ ফাইলের একটি অডিওভিজুয়াল লাইব্রেরি রয়েছে।\n\n\n=== মাইক্রোসফটের অধিগ্রহণ ===\n২০২১ সালের ৭ সেপ্টেম্বর, মাইক্রোসফট ক্লিপচ্যাম্প অধিগ্রহণের ঘোষণা দেয়। এক প্রেস রিলিজে, তারা ভিডিও কন্টেন্ট ক্রিয়েশন মার্কেট সম্পর্কে আরও জানার আগ্রহ প্রকাশ করে। জনসন উইন্টার স্ল্যাটারি মাইক্রোসফটকে তার অধিগ্রহণে পরামর্শ দিয়েছিল।  ক্লিপচ্যাম্প পরবর্তীতে ৯ মার্চ, ২০২২ তারিখে উইন্ডোজ ১১ এর অংশ হিসাবে সংহত হয়।\n\n\n== বৈশিষ্ট্য ==\nক্লিপচ্যাম্পের বিভিন্ন বৈশিষ্ট্য রয়েছে যা আরও সৃজনশীলতা এবং অ্যাক্সেসযোগ্যতা প্রদান করে। ২০২৩ সালের জুলাই থেকে, ব্যবহারকারীরা তাদের কম্পিউটার, ওয়ানড্রাইভ এবং শেয়ারপয়েন্ট থেকে ফাইল (চিত্র, সাউন্ড এবং ভিডিও ফাইল) ড্র্যাগ এবং ড্রপ করতে পারে একটি তালিকায় যা সমস্ত আপলোড বা ইনসার্ট করা মিডিয়া প্রদর্শন করে। ব্যবহারকারীরা ভিডিও টাইমলাইনে মিডিয়া যতবার ইচ্ছা ইনসার্ট করতে পারেন। ব্যবহারকারীরা একটি চিত্র, সাউন্ড বা ভিডিও ক্লিপকে অন্যটি দিয়ে প্রতিস্থাপন করতে পারে এটিকে টার্গেটের উপর ড্র্যাগ এবং ড্রপ করে। এছাড়াও একটি গ্যাপ রিমুভার টুল রয়েছে যা ভিডিওর গ্যাপগুলি সরিয়ে দেয়। ভিডিওগুলি ট্রিম করা যায় এবং সময় পরিবর্তন করা যায়। ব্যবহারকারীরা ভিডিও এবং চিত্রগুলি ক্রপ করতে পারে। টেক্সট স্ক্রিনে যেকোনো জায়গায় যোগ করা যায় এবং এটি বিভিন্ন ফন্টে থাকতে পারে, আকার পরিবর্তনযোগ্য। নির্দিষ্ট টেক্সট রঙ প্রিসেট বা HSV পিকার ব্যবহার করে নির্বাচন করা যায় এবং নির্দিষ্ট টেক্সট স্টাইল (বোল্ড, মিডিয়াম, ইটালিক্স, সাধারণ) নির্বাচন করা যায়। অ্যাসপেক্ট রেশিওও নির্বাচন করা যায়, যার মধ্যে ১৬:৯, ৯:১৬, ১:১, ৪:৫, ২:৩, এবং ২১:৯ রয়েছে। ক্লিপচ্যাম্প ভিডিও এবং চিত্রের জন্য বিভিন্ন প্রভাব এবং ট্রানজিশন সমর্থন করে। ব্যবহারকারী বিনামূল্যে ৪৮০পি, ৭২০পি এবং ১০৮০পি তে ভিডিও এক্সপোর্ট করতে পারে। জিআইএফ এক্সপোর্ট করা সম্ভব, তবে ভিডিওটি ১৫ সেকেন্ড বা কম হতে হবে।\n\n\n== তথ্যসূত্র =="}