{"pageid": 1462793, "title": "ইসমাইল আল-ফারুকী", "url": "https://bn.wikipedia.org/wiki?curid=1462793", "content": "ইসমাঈল রাজী আল-ফারুকী (আরবি: إسماعيل راجي الفاروقي জানুয়ারি ১, ১৯২১ – মে ২৭, ১৯৮৬) ছিলেন একজন ফিলিস্তিনি-আমেরিকান দার্শনিক, যিনি ইসলামী অধ্যয়ন এবং আন্তঃধর্মীয় সংলাপে উল্লেখযোগ্য অবদান রেখেছিলেন। তিনি আল-আজহার বিশ্ববিদ্যালয়তে কয়েক বছর অধ্যয়ন করেন এবং উত্তর আমেরিকার বিভিন্ন বিশ্ববিদ্যালয়ে শিক্ষকতা করেন, যার মধ্যে ম্যাকগিল বিশ্ববিদ্যালয়, মন্ট্রিয়াল, কানাডা অন্তর্ভুক্ত। আল-ফারুকী টেম্পল বিশ্ববিদ্যালয়তে ধর্মের অধ্যাপক ছিলেন, যেখানে তিনি ইসলামী অধ্যয়ন কর্মসূচি প্রতিষ্ঠা ও পরিচালনা করেন। তিনি আন্তর্জাতিক ইসলামিক চিন্তাধারা ইনস্টিটিউট (IIIT) এরও প্রতিষ্ঠাতা। আল-ফারুকী ১০০টিরও বেশি নিবন্ধ এবং ২৫টি বইয়ের লেখক ছিলেন, যার মধ্যে ক্রিশ্চিয়ান এথিক্স: এ হিস্টোরিক্যাল অ্যান্ড সিস্টেমেটিক অ্যানালিসিস অফ ইটস ডমিন্যান্ট আইডিয়াস এবং আল-তাওহিদ: ইটস ইমপ্লিকেশনস ফর থট অ্যান্ড লাইফ উল্লেখযোগ্য।\n\n\n== প্রারম্ভিক জীবন ও শিক্ষা ==\nআল-ফারুকী ব্রিটিশ-শাসিত ফিলিস্তিনের জাফাতে জন্মগ্রহণ করেন। তার পিতা 'আব্দ আল-হুদা আল-ফারুকী একজন ইসলামিক বিচারক (কাজি) ছিলেন। আল-ফারুকী তার প্রাথমিক ধর্মীয় শিক্ষা বাড়িতে এবং স্থানীয় মসজিদে লাভ করেন। ১৯৩৬ সালে, তিনি ফরাসি ডোমিনিকান কলেজ দেস ফ্রেয়ারস দে জাফাতে পড়াশোনা শুরু করেন।\n১৯৪২ সালে, তিনি জেরুজালেমে ব্রিটিশ ম্যান্ডেট সরকারের অধীনে সমবায় সমিতির রেজিস্ট্রার হিসেবে নিযুক্ত হন। ১৯৪৫ সালে, তিনি গ্যালিলির জেলা গভর্নর হন। ১৯৪৮ সালের আরব-ইসরায়েল যুদ্ধের পরে, আল-ফারুকী বৈরুত, লেবাননে অভিবাসিত হন এবং আমেরিকান ইউনিভার্সিটি অফ বৈরুতে পড়াশোনা করেন। পরে তিনি ইন্ডিয়ানা ইউনিভার্সিটিতে ভর্তি হন এবং ১৯৪৯ সালে দ্য এথিক্স অফ রিজন অ্যান্ড দ্য এথিক্স অফ লাইফ (কান্তিয়ান এবং নিটশেয়ান এথিক্স) শিরোনামে একটি থিসিস সহ এম.এ. ডিগ্রি লাভ করেন।\nতার মাস্টার্স থিসিসে, আল-ফারুকী ইমানুয়েল কান্ট এবং ফ্রেডরিখ নিটশের নীতিশাস্ত্রের পরীক্ষা করেন। তিনি ১৯৫১ সালে হার্ভার্ড বিশ্ববিদ্যালয় থেকে দর্শনে দ্বিতীয় এম.এ. এবং ১৯৫২ সালে অন জাস্টিফাইং দ্য গুড শিরোনামে একটি থিসিস সহ ইন্ডিয়ানা বিশ্ববিদ্যালয় থেকে পিএইচ.ডি. ডিগ্রি অর্জন করেন। তার ডক্টরাল থিসিসে, আল-ফারুকী যুক্তি দেন যে মূল্যবোধগুলি নিরঙ্কুশ, স্বয়ংস্থিত সত্তা যা আবেগগত প্রজ্ঞা দ্বারা a priori হিসাবে পরিচিত হয়। তিনি তার তত্ত্বগুলি ম্যাক্স শেলার'র ফেনোমেনোলজির ব্যবহার এবং নিকোলাই হার্টম্যান'র নীতিশাস্ত্র অধ্যয়নের উপর ভিত্তি করে তৈরি করেছিলেন।\nতার গবেষণা তাকে এই সিদ্ধান্তে নিয়ে আসে যে একটি অতীন্দ্রিয় ভিত্তির অভাবে নৈতিক আপেক্ষিকতা দেখা দেয়, যা তাকে তার ইসলামী ঐতিহ্য পুনর্মূল্যায়ন করতে প্ররোচিত করে। মার্কিন যুক্তরাষ্ট্রে আসার ছয় বছরের মধ্যে, তিনি ইসলাম সম্পর্কে আরও ব্যাপক অধ্যয়নের প্রয়োজনীয়তা স্বীকার করেন, যা তাকে মিশরের আল-আজহার বিশ্ববিদ্যালয়ে পড়াশোনা করতে পরিচালিত করে। যুক্তরাষ্ট্র ত্যাগ করার সময়, তিনি নৈতিক বাধ্যবাধকতা সম্পর্কে নতুন প্রশ্ন তৈরি করেছিলেন এবং তার বৌদ্ধিক অনুসন্ধানগুলিকে তার ইসলামী পরিচয়ের সাথে একীভূত করতে চেয়েছিলেন।\n\n\n== শিক্ষাগত ক্যারিয়ার ==\n১৯৫৮ সালে, আল-ফারুকীকে ম্যাকগিল বিশ্ববিদ্যালয়র ধর্ম বিভাগের একটি ভিজিটিং ফেলোশিপ দেওয়া হয়। তিনি ভিল সেন্ট লরেন্টএ বসবাস করেন এবং ম্যাকগিল বিশ্ববিদ্যালয়ের ইসলামী অধ্যয়ন ইনস্টিটিউটে যোগ দেন। ১৯৫৮ থেকে ১৯৬১ পর্যন্ত, তিনি উইলফ্রেড ক্যান্টওয়েল স্মিথএর সাথে অধ্যাপনা করেন এবং ইসলামী চিন্তায় তার গতিশীল এবং মৌলিক পদ্ধতির জন্য পরিচিত হন। এই সময়কালে, তিনি খ্রিস্টান ধর্মতত্ত্ব এবং ইহুদীবাদ অধ্যয়ন করেন এবং পাকিস্তানি দার্শনিক ফজলুর রহমানএর সাথে পরিচিত হন। ১৯৬১ সালে, রহমান তাকে পাকিস্তানএর কেন্দ্রীয় ইসলামী গবেষণা ইনস্টিটিউটএ দুই বছরের জন্য ভিজিটিং অধ্যাপক হিসেবে নিযুক্ত করেন।\n১৯৬৪ সালে, আল-ফারুকী মার্কিন যুক্তরাষ্ট্রে ফিরে আসেন এবং শিকাগো বিশ্ববিদ্যালয়র ধর্মতত্ত্ব স্কুলে ভিজিটিং অধ্যাপক এবং সিরাকিউজ বিশ্ববিদ্যালয়র সহকারী অধ্যাপক হিসেবে দায়িত্ব পালন করেন। ১৯৬৮ সালে, তিনি টেম্পল বিশ্ববিদ্যালয়তে ধর্মের অধ্যাপক হিসেবে যোগদান করেন, যেখানে তিনি ইসলামী অধ্যয়ন কর্মসূচির প্রতিষ্ঠা করেন এবং ১৯৮৬ সালে মৃত্যুর আগ পর্যন্ত সেখানে কর্মরত ছিলেন। টেম্পল বিশ্ববিদ্যালয়ে তার মেয়াদকালে, আল-ফারুকী তার অনেক ছাত্রকে মেন্টর করেছিলেন, যার মধ্যে প্রথম ডক্টরাল ছাত্র জন এসপোসিটোও অন্তর্ভুক্ত ছিলেন।\n১৯৭৭ সালের মার্চ মাসে, আল-ফারুকী মক্কায় অনুষ্ঠিত প্রথম বিশ্ব মুসলিম শিক্ষা সম্মেলনে একটি গুরুত্বপূর্ণ ভূমিকা পালন করেন। এই সম্মেলনে মুহাম্মদ কামাল হাসান, সৈয়দ মুহাম্মদ নাকিব আল-আত্তাস, এবং সৈয়দ আলী আশরাফ সহ আরও অনেকের অংশগ্রহণ ছিল। সম্মেলনটি ঢাকা, ইসলামাবাদ, কুয়ালালামপুর, কাম্পালা, এবং নাইজারে ইসলামী বিশ্ববিদ্যালয় প্রতিষ্ঠার ভিত্তি স্থাপন করে। আল-ফারুকী সম্মেলনের আলোচনায় এবং কর্ম পরিকল্পনার বিকাশে গুরুত্বপূর্ণ ভূমিকা পালন করেন।\n\n\n== দর্শন ও চিন্তাধারা ==\n\n\n=== প্রাথমিক চিন্তাভাবনা: আরবীয়তা ===\nআল-ফারুকীর প্রাথমিক বৌদ্ধিক মনোযোগ ছিল আরবীয়তা (উরুবা) এর উপর। তিনি যুক্তি দিয়েছিলেন যে উরুবা সমস্ত মুসলমানকে একটি একক বিশ্বাসের সম্প্রদায় (উম্মাহ) হিসেবে একত্রিত করে। আল-ফারুকী বিশ্বাস করতেন যে আরবি, যা কুরআনের ভাষা, ইসলামী ধারণা সম্পূর্ণরূপে বোঝার জন্য অপরিহার্য। তিনি ধারণা দিয়েছিলেন যে উরুবা মুসলিম পরিচয়ের সাথে অবিচ্ছেদ্যভাবে জড়িত, উভয় ভাষাগত এবং ধর্মীয় মাত্রাকে অন্তর্ভুক্ত করে।\nআল-ফারুকী তাওহিদ (একেশ্বরবাদ) ধারণাটিকেও আরব ধর্মীয় চেতনার একটি কেন্দ্রীয় উপাদান হিসেবে জোর দিয়েছিলেন, যা তিনি ইহুদীবাদ, খ্রিস্টান ধর্ম এবং ইসলামে খুঁজে পেয়েছিলেন। এই ধারণাটি আরব সংস্কৃতি এবং ভাষার ভিত্তিতে এই ধর্মগুলির মধ্যে একটি সাধারণ একেশ্বরবাদী বিশ্বাসের ধারা তুলে ধরেছিল। তিনি বিশ্বাস করতেন যে ইসলাম এবং একেশ্বরবাদ মানবতার জন্য আরব চেতনার উপহার ছিল, যা আধুনিক যুগের জাতিভিত্তিক জাতীয়তাবাদের বিপরীতে ছিল।\nএই অবস্থানটি কিছু পণ্ডিতদের দ্বারা সমালোচিত হয়েছিল এর আপাত অপরিহার্য এবং আরব-কেন্দ্রিক পদ্ধতির জন্য। সমালোচকরা, যাদের মধ্যে অ-আরব মুসলিম বুদ্ধিজীবী অন্তর্ভুক্ত, আরবি ভাষাকেই একমাত্র ইসলামী চিন্তার উপযুক্ত ভাষাগত কাঠামো হিসেবে আল-ফারুকীর দাবিকে চ্যালেঞ্জ করেছিলেন। পাকিস্তানে তার সময়কালে, যেখানে তিনি বিভিন্ন মুসলিম সংস্কৃতির সাথে পরিচিত হন, তার আরব-কেন্দ্রিক দৃষ্টিভঙ্গি প্রথমে সামান্য পরিবর্তিত হয়।\n\n\n=== ইসলামীকরণে পরিবর্তন ===\nআল-ফারুকীর দৃষ্টিভঙ্গি যুক্তরাষ্ট্রে স্থানান্তরের পর উল্লেখযোগ্যভাবে বিকশিত হয়। টেম্পল বিশ্ববিদ্যালয়তে মুসলিম ছাত্র সমিতি (MSA) এর সাথে তার জড়িত হওয়া তাকে বিভিন্ন সাংস্কৃতিক পটভূমি থেকে আগত মুসলিম ছাত্রদের সাথে পরিচয় করিয়ে দেয়। এই প্রকাশ তাকে তার পূর্বের আরবীয়তা মনোযোগ পুনর্বিবেচনা করতে প্ররোচিত করে। তিনি আরব জাতীয়তাবাদের উপর একটি বিস্তৃত ইসলামী পরিচয় অগ্রাধিকার দিতে শুরু করেন।\nএই পরিবর্তনটি আন্তঃধর্মীয় সংলাপে তার অংশগ্রহণের মাধ্যমেও প্রভাবিত হয়েছিল, যেখানে তিনি অ-মুসলিমদের সাথে অর্থবহ আলোচনার জন্য একটি ঐক্যবদ্ধ ইসলামী পরিচয়ের গুরুত্ব দেখতে শুরু করেন। MSA-এ তার অংশগ্রহণ এবং যুক্তরাষ্ট্রে তার বৈচিত্র্যময় মুসলিম সংস্কৃতির সাথে তার মেলামেশা তার প্রাথমিক আরব-কেন্দ্রিক দৃষ্টিভঙ্গির উপর বিস্তৃত ইসলামী পরিচয় জোরদার করে।\n\n\n=== মেটা-ধর্ম ===\nআল-ফারুকী যুক্তির ভিত্তিতে ধর্মগুলি একে অপরের বিপরীতে নয়, বরং সর্বজনীন মানদণ্ডের বিরুদ্ধে মূল্যায়ন করার জন্য মেটা-ধর্মীয় নীতিমালা প্রতিষ্ঠা করার চেষ্টা করেছিলেন। এই উচ্চাভিলাষী প্রচেষ্টা বিভিন্ন ধর্মের মধ্যে বোঝাপড়া এবং সহযোগিতার জন্য একটি সাধারণ ভিত্তি খুঁজে বের করার উদ্দেশ্যে ছিল। তিনি সংলাপের জন্য কয়েকটি নির্দেশক নীতিমালা প্রস্তাব করেছিলেন, যার মধ্যে রয়েছে যে সমস্ত সংলাপ সমালোচনার অধীনে থাকে, যোগাযোগ অভ্যন্তরীণ এবং বাহ্যিক সামঞ্জস্যের আইন মেনে চলা উচিত, সংলাপ বাস্তবতার সাথে সঙ্গতিপূর্ণ এবং \"ধর্মীয় বর্ণনা\" মুক্ত হওয়া উচিত এবং নৈতিক প্রশ্নের উপর মনোযোগ দেওয়া উচিত, ধর্মতাত্ত্বিক বিতর্ক নয়।\nআল-ফারুকী বিশ্বাস করতেন যে মেটা-ধর্মীয় সংলাপ পারস্পরিক বোঝাপড়া এবং সম্মান অর্জনের মাধ্যম হতে পারে, যা ধর্মীয় সম্প্রদায়গুলির মধ্যে সেতুবন্ধন করতে সাহায্য করে। তার নৈতিকতার উপর ফোকাস ধর্মতত্ত্বের চেয়ে নির্মূল এবং কম বিতর্কিত আন্তঃধর্মীয় সম্পৃক্ততা সহজতর করার জন্য ডিজাইন করা হয়েছিল।\n\n\n=== সমন্বিত জ্ঞান ===\nআল-ফারুকী মুসলিম সমাজে জ্ঞানের সেক্যুলারাইজেশনের বিষয়ে উদ্বেগ প্রকাশ করে সমন্বিত জ্ঞানের ধারণায় উল্লেখযোগ্য অবদান রেখেছেন। তিনি \"উম্মাহর অসুস্থতা\" নিয়ে আলোচনা করেছিলেন এবং যুক্তি দিয়েছিলেন যে পশ্চিমা সেক্যুলার টুল এবং পদ্ধতির উপর নির্ভরতা মুসলিম দেশগুলির পরিবেশগত এবং সামাজিক বাস্তবতার সাথে সংযোগ বিচ্ছিন্ন করে দেয়, যা প্রায়শই ইসলামী নীতিশাস্ত্রের লঙ্ঘনের দিকে নজর দেয় না। তিনি আধুনিক জ্ঞানের সাথে ইসলামী নীতিগুলি একত্রিত করার গুরুত্বের উপর জোর দিয়েছিলেন যাতে সমসাময়িক চ্যালেঞ্জগুলি মোকাবিলা করা যায় এবং উম্মাহর নৈতিক অখণ্ডতা বজায় থাকে।\nআল-ফারুকীর পরবর্তী বৌদ্ধিক প্রচেষ্টা জ্ঞানের ইসলামীকরণের উপর কেন্দ্রিত ছিল। তিনি বিশ্বাস এবং যুক্তির একটি সম্পূর্ণ সমন্বয় প্রচার করে সমসাময়িক একাডেমিক শৃঙ্খলার সাথে ইসলামী নীতিগুলিকে সামঞ্জস্য করার জন্য সমর্থন করেছিলেন। IIIT-তে তার কাজ বিভিন্ন গবেষণা ক্ষেত্রের জন্য একটি ইসলামী পদ্ধতিবিদ্যা এবং পদ্ধতির কাঠামো তৈরি জড়িত ছিল। এই উদ্যোগটি সেক্যুলারাইজেশনের দ্বারা সৃষ্ট চ্যালেঞ্জগুলি মোকাবিলা করতে এবং ইসলামের বৌদ্ধিক ঐতিহ্যের সাথে জড়িত হতে চেয়েছিল।\nইব্রাহিম কালিনের মতে, আল-ফারুকীর \"জ্ঞান ইসলামীকরণ\" প্রধানত মানবিক বিজ্ঞানের উপর কেন্দ্রীভূত ছিল, যা আধুনিক বৈজ্ঞানিক জ্ঞানের বাইরে ছিল, যা ইসলামী জ্ঞানে একটি সমাজবিজ্ঞানী ফোকাসে পরিণত হয়েছিল এবং আধুনিক বিজ্ঞানের সেক্যুলারাইজিং প্রভাব উপেক্ষা করেছিল।\n\n\n== বিজ্ঞানী হিসেবে অর্জন ==\n১৯৮০ সালে, আল-ফারুকী তাহা জাবির আলালওয়ানি, আবদুল হামিদ আবুসুলাইমান, এবং আনোয়ার ইব্রাহিম সহ আন্তর্জাতিক ইসলামিক চিন্তাধারা ইনস্টিটিউট (IIIT) এর সহ-প্রতিষ্ঠা করেন।\nআল-ফারুকী ইসলামী অধ্যয়নে তার বিস্তৃত লেখার মাধ্যমে এবং একাডেমিক এবং আন্তঃধর্মীয় সংস্থাগুলির সাথে জড়িত থাকার মাধ্যমে উল্লেখযোগ্য অবদান রেখেছিলেন। তিনি ১০০ টিরও বেশি প্রবন্ধের লেখক এবং ২৫টি বই লিখেছেন, যার মধ্যে ক্রিশ্চিয়ান এথিক্স: এ হিস্টোরিক্যাল অ্যান্ড সিস্টেমেটিক অ্যানালিসিস অফ ইটস ডমিন্যান্ট আইডিয়াস (১৯৬৮), ইসলাম অ্যান্ড দ্য প্রবলেম অফ ইসরায়েল (১৯৮০), এবং আল-তাওহিদ: ইটস ইমপ্লিকেশনস ফর থট অ্যান্ড লাইফ (১৯৮২) অন্তর্ভুক্ত। তিনি আমেরিকান একাডেমি অফ রিলিজিয়নের ইসলামী স্টাডিজ গ্রুপের প্রতিষ্ঠায় জড়িত ছিলেন এবং দশ বছর ধরে এর চেয়ার হিসেবে দায়িত্ব পালন করেছিলেন। এছাড়াও, তিনি ইন্টার-রিলিজিয়াস পিস কোলোকুইয়ের সহ-সভাপতি এবং শিকাগোর আমেরিকান ইসলামিক কলেজের সভাপতি ছিলেন।\nআল-ফারুকী ইসলামী চিন্তায় একটি একক নীতির (তাওহিদ) ধারণা প্রস্তাব করেছিলেন, যা জীবনের বিভিন্ন দিক, যার মধ্যে নীতিশাস্ত্র, রাজনীতি এবং শিক্ষা অন্তর্ভুক্ত, প্রাসঙ্গিক ছিল। তার \"জ্ঞান ইসলামীকরণ\" উদ্যোগটি সমসাময়িক একাডেমিক শৃঙ্খলাগুলির সাথে ইসলামী নীতিগুলিকে একত্রিত করার উদ্দেশ্য ছিল, বিশ্বাস এবং যুক্তির একটি সম্পূর্ণ সমন্বয় প্রচার করা। IIIT-তে তার কাজ একটি ইসলামী জ্ঞানতত্ত্বের কাঠামো তৈরিতে জড়িত ছিল, যার মধ্যে ইসলামী চিন্তার উপর ভিত্তি করে পাঠ্যক্রম এবং গবেষণা পদ্ধতিগুলির উন্নয়ন অন্তর্ভুক্ত ছিল। এই উদ্যোগটি সেক্যুলারাইজেশনের দ্বারা সৃষ্ট চ্যালেঞ্জগুলি মোকাবিলা করতে এবং ইসলামের বৌদ্ধিক ঐতিহ্যের সাথে জড়িত হতে চেয়েছিল।\n\n\n== মৃত্যু ==\nমে ১৯৮৬ সালে, আল-ফারুকী এবং তার স্ত্রীকে তাদের উইনকোট, পেনসিলভানিয়ার বাড়িতে যোসেফ লুইস ইয়ং, যিনি ইউসুফ আলী নামেও পরিচিত, হত্যা করেছিলেন। ইয়ং অপরাধের স্বীকারোক্তি দেন, মৃত্যুদণ্ডে দণ্ডিত হন এবং ১৯৯৬ সালে প্রাকৃতিক কারণে কারাগারে মারা যান। আক্রমণটি তাদের মেয়েকে গুরুতরভাবে আহত করে কিন্তু তিনি বেঁচে যান এবং ব্যাপক চিকিৎসার প্রয়োজন হয়। হত্যার পিছনের প্রেরণা সম্পর্কে বিভিন্ন তত্ত্ব প্রস্তাবিত হয়েছে, যার মধ্যে একটি ব্যর্থ ডাকাতি এবং রাজনৈতিক উদ্দেশ্যপ্রণোদিত হত্যাকাণ্ড অন্তর্ভুক্ত।\n\n\n== তথ্যসূত্র =="}