{"pageid": 1462402, "title": "বর্ধমান রেল ওভারব্রিজ", "url": "https://bn.wikipedia.org/wiki?curid=1462402", "content": "বর্ধমান রেল ওভারব্রিজ বা নতুন রেল ওভারব্রিজ ভারতের পশ্চিমবঙ্গ রাজ্যের বর্ধমান শহরে অবস্থিত একটি সড়ক সেতু। বর্ধমান জংশন রেলওয়ে স্টেশনের নিকটে অবস্থিত এই সেতু বর্ধমান–আসানসোল ও বর্ধমান–কাটোয়া রেলপথকে অতিক্রম করে। ২০১৯ সালের ২৪ সেপ্টেম্বরে রাজ্য সরকার ও ২৭ সেপ্টেম্বরে কেন্দ্রীয় রেল মন্ত্রক এর জোড়া উদ্বোধন করেছিল। ঐ সালের ২৭ সেপ্টেম্বরে এই সেতু চালু করা হয়েছিল। এটি ভারতের দ্বিতীয় দীর্ঘতম রেল ওভারব্রিজ বা রেলপথ অতিক্রমকারী সেতু। রাজ্যের পূর্ত দপ্তরের মতে এই রেল ওভারব্রিজ তৈরি করতে ২৮৭ কোটি ৮৯ লাখ টাকা খরচ হয়েছিল, যদিও সেতু নির্মাণকারী সংস্থা রেল বিকাশ নিগম লিমিটেডের (আরভিএনএল) মতে এর পরিমাণ ৩০০ কোটি টাকা।\nপ্রায় ৯০ বছর পুরনো রেল ওভারব্রিজকে প্রতিস্থাপন করার জন্য এই নতুন রেল ওভারব্রিজ তৈরি করা হয়েছিল। এছাড়া পূর্ব রেল পুরনো ওভারব্রিজটি ভাঙার কাজ সম্পূর্ণ শেষ হওয়ার ছয় মাসের মধ্যে ঐ সেতুর জায়গায় একটি ফুটব্রিজ তৈরি করার সিদ্ধান্ত গ্রহণ করেছে।\n\n\n== ইতিহাস ==\n\n১৯৩০ সাল নাগাদ বর্ধমান ও কাটোয়া শহরের মধ্যে যাতায়াতের জন্য বর্ধমান স্টেশনের নিকট একটি রেল ওভারব্রিজ নির্মাণ করা হয়েছিল। এটি কাটোয়া, কালনা, নদিয়া, বীরভূম, মুর্শিদাবাদ, কলকাতা ও উত্তরবঙ্গের মধ্যে যোগাযোগের অন্যতম মাধ্যম ছিল। প্রতিদিন প্রায় লক্ষাধিক মানুষ এই সেতু পারাপার করত, আর এই সেতু দিয়ে প্রায় ২,১০০টি ভারী গাড়ি চলাচল করত।\n১৯৯০-এর দশকে রাজ্যের পূর্ত দপ্তর ও ভারতীয় রেল কর্তৃপক্ষ উভয়ই এই সেতুকে \"বিপজ্জনক\" বলে ঘোষণা করেছিল। ১৯৯৬ সালের রেল বাজেটে এই রেল ওভারব্রিজের পরিবর্তে একটি নতুন সেতু তৈরির ঘোষণা করা হয়েছিল। ২০০৭ সালে রাজ্য সরকার কলকাতার বিদ্যাসাগর সেতুর ধাঁচে নতুন রেল ওভারব্রিজ তৈরি করা হবে বলে সিদ্ধান্ত গ্রহণ করেছিল। ২০১২ সালের শুরুতে সেতুটির নির্মাণকাজ শুরু হয়েছিল।\n২০১৮ সাল থেকে পুরনো সেতুটি দিয়ে যানবাহন চলাচল নিষিদ্ধ করার পরিকল্পনা করা হয়েছিল। ২০১৯ সালের ১৪ সেপ্টেম্বর থেকে সেতুতে বাস, লরি, ডাম্পার ইত্যাদি ভারী মোটরযান চলাচল সম্পূর্ণভাবে বন্ধ হয়ে গিয়েছিল।\n\n\n=== নতুন সেতু উদ্বোধন ও চালু ===\n২০১৯ সালে নতুন রেল ওভারব্রিজের জোড়া উদ্বোধন হয়েছিল। ২৩ সেপ্টেম্বরে একটি প্রেস বিবৃতি জারি করে পূর্ব রেল ৩০ সেপ্টেম্বরে সেতুটি উদ্বোধন করা হবে বলে ঘোষণা করেছিল। কিন্তু রাজ্যের পঞ্চায়েত মন্ত্রী সুব্রত মুখোপাধ্যায় এর আগেই ২৪ সেপ্টেম্বরে সেতুটির উদ্বোধন করে দিয়েছিলেন। মুখ্যমন্ত্রী মমতা বন্দ্যোপাধ্যায়ও তখন পশ্চিম মেদিনীপুরের বীরসিংহ থেকে এর প্রতীকী উদ্বোধন করেছিলেন। এর ফলে রাজ্যের শাসকদল তৃণমূল ও বিরোধীদল বিজেপির মধ্যে দ্বন্দ্বের সৃষ্টি হয়েছিল। তবে রাজ্য সরকারের এই উদ্বোধন সত্ত্বেও সেতুটি বন্ধ ছিল।\n২৫ সেপ্টেম্বরে পূর্ব রেল একটি বিজ্ঞপ্তির মাধ্যমে জানিয়েছিল যে ৩০ সেপ্টেম্বরের জায়গায় ২৭ সেপ্টেম্বরে রেলের তরফ থেকে নতুন রেল ওভারব্রিজ উদ্বোধন করা হবে। এই উদ্বোধনের পর সেতুটি চালু হয়েছিল, আর প্রথমদিকে এই সেতুতে মোটরবাইক ও তিন চাকার যান চলাচল নিষিদ্ধ ছিল।\n\n\n=== পুরনো সেতু ভাঙা ও ফুটব্রিজ ===\n২০২২ সালের মার্চ মাসে ভগ্নপ্রাপ্ত পুরনো রেল ওভারব্রিজকে ভাঙা এবং সেখানে হাঁটার জন্য সেতু বা ফুটব্রিজ তৈরি করার সিদ্ধান্ত গ্রহণ করা হয়েছিল। ২০২৩ সালের ফেব্রুয়ারি মাসে পুরনো সেতুটির ভাঙার কাজ প্রায় সম্পূর্ণ। তখন সেতু ভাঙার কাজ সম্পূর্ণ হওয়ার ছয় মাসের মধ্যে ফুটব্রিজ তৈরি করার কথা ভাবা হয়েছিল। প্রাথমিক নকশা অনুযায়ী এর দৈর্ঘ্য ১১০ মিটার (৩৬০ ফুট) ও প্রস্থ ৩ মিটার (৯.৮ ফুট)। সেতুটির নির্মাণের সম্ভাব্য খরচ ৭–৮ কোটি টাকা।\n\n\n== বৈশিষ্ট্য ==\n\nবর্ধমান রেল ওভারব্রিজ ভারতের দ্বিতীয় দীর্ঘতম রেল ওভারব্রিজ, যা বর্ধমান শহরকে কাটোয়া ও কালনা মহকুমার সাথে সংযুক্ত করে। এটি একটি তার আলম্বিত সেতু, যার মোট দৈর্ঘ্য ১৮৮.৪৩ মিটার (৬১৮.২ ফুট)। এর উভয়প্রান্তে ১.৫ মিটার (৪ ফুট ১১ ইঞ্চি) ফুটপাত ও মাঝখানে যানবাহন চলাচলের জন্য ২৭.৭ মিটার (৯১ ফুট) চওড়া চার লেনের সড়কপথ রয়েছে। ফুটপাত ও সড়কপথ মিলিয়ে সেতুটির মোট প্রস্থ ৩০.৭ মিটার (১০১ ফুট)।\n\n\n=== ব্যয় ===\nরাজ্যের পূর্ত দপ্তরের মতে এই রেল ওভারব্রিজ তৈরি করতে ২৮৭ কোটি ৮৯ লাখ টাকা খরচ হয়েছিল। এর বেশিরভাগ রাজ্য সরকার দিয়েছিল এবং রাজ্য সরকার ১৬৭ কোটির বেশি টাকা সেতু নির্মাণকারী সংস্থা রেল বিকাশ নিগম লিমিটেডকে (আরভিএনএল) দিয়েছিল। তবে আরভিএনএলের মতে সেতু নির্মাণের খরচ ৩০০ কোটি টাকা এবং কেন্দ্র ও রাজ্য তা অর্ধেক করে বহন করেছিল।\n\n\n== আরও দেখুন ==\nভারতের মহাপ্রকল্পের তালিকা\nভারতের সেতুর তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে বর্ধমান রেল ওভারব্রিজ সম্পর্কিত মিডিয়া দেখুন।\n উইকিভ্রমণ থেকে বর্ধমান ভ্রমণ নির্দেশিকা পড়ুন।"}