{"pageid": 1462513, "title": "জোসেফ চেম্বারলিন", "url": "https://bn.wikipedia.org/wiki?curid=1462513", "content": "জোসেফ চেম্বারলেইন (৮ জুলাই ১৮৩৬ - ২ জুলাই ১৯১৪) ছিলেন একজন ব্রিটিশ রাজনীতিবিদ যিনি প্রথমে একজন উদারপন্থী উদারপন্থী, তারপরে আয়ারল্যান্ডের স্বদেশ শাসনের বিরোধিতা করার পরে একজন লিবারেল ইউনিয়নিস্ট ছিলেন এবং শেষ পর্যন্ত রক্ষণশীলদের সাথে জোটে একজন শীর্ষস্থানীয় সাম্রাজ্যবাদী ছিলেন। তিনি তার কর্মজীবনে উভয় প্রধান ব্রিটিশ দলকে বিভক্ত করেন। তিনি নোবেল শান্তি পুরস্কার বিজয়ী অস্টেন চেম্বারলেইন এবং প্রধানমন্ত্রী নেভিল চেম্বারলেনের বিভিন্ন বিবাহের মাধ্যমে পিতা ছিলেন।\nচেম্বারলেইন বার্মিংহামে তার কর্মজীবন তৈরি করেন, প্রথমে স্ক্রু প্রস্তুতকারক হিসেবে এবং তারপর শহরের একজন উল্লেখযোগ্য মেয়র হিসেবে। তিনি একজন উদারপন্থী লিবারেল পার্টির সদস্য এবং প্রাথমিক শিক্ষা আইন ১৮৭০ (৩৩ ও ৩৪ ভিক্ট. ৭৫) এর বিরোধী ছিলেন এই ভিত্তিতে যে এটি স্থানীয় হারদাতাদের অর্থ দিয়ে চার্চ অফ ইংল্যান্ডের স্কুলগুলিকে ভর্তুকি দিতে পারে। একজন স্ব-নির্মিত ব্যবসায়ী হিসাবে, তিনি কখনও বিশ্ববিদ্যালয়ে পড়েননি এবং অভিজাতদের প্রতি অবজ্ঞা করেছিলেন। তিনি 39 বছর বয়সে হাউস অফ কমন্সে প্রবেশ করেছিলেন, অপেক্ষাকৃত দেরিতে বেশি সুবিধাপ্রাপ্ত ব্যাকগ্রাউন্ডের রাজনীতিবিদদের তুলনায়। লিবারেল তৃণমূল সংগঠনের সাথে তার প্রভাবের মাধ্যমে ক্ষমতায় এসে তিনি দ্বিতীয় গ্ল্যাডস্টোন মন্ত্রণালয়ে (১৮৮০-৮৫) বাণিজ্য বোর্ডের সভাপতি হিসেবে দায়িত্ব পালন করেন। সেই সময়ে, চেম্বারলেইন রক্ষণশীল নেতা লর্ড স্যালিসবারির উপর আক্রমণের জন্য উল্লেখযোগ্য ছিলেন এবং ১৮৮৫ সালের সাধারণ নির্বাচনে তিনি \"অননুমোদিত প্রোগ্রাম\" প্রস্তাব করেছিলেন, যা প্রণীত হয়নি, নতুন ভোটাধিকারী কৃষি শ্রমিকদের জন্য সুবিধার জন্য, যার মধ্যে \"তিনটি\" স্লোগান ছিল। একর এবং একটি গরু\"। চেম্বারলেইন ১৮৮৬ সালে আইরিশ হোম রুলের বিরোধিতা করে তৃতীয় গ্ল্যাডস্টোন মন্ত্রণালয় থেকে পদত্যাগ করেন। তিনি একটি লিবারেল পার্টিকে বিভক্ত করতে সাহায্য করেছিলেন এবং একজন লিবারেল ইউনিয়নিস্ট হয়েছিলেন, এমন একটি দল যার মধ্যে বার্মিংহাম এবং এর আশেপাশে অবস্থিত এমপিদের একটি ব্লক অন্তর্ভুক্ত ছিল।\n১৮৯৫ সালের সাধারণ নির্বাচন থেকে লিবারেল ইউনিয়নিস্টরা চেম্বারলেইনের প্রাক্তন প্রতিপক্ষ লর্ড সালিসবারির অধীনে কনজারভেটিভ পার্টির সাথে জোটে ছিল। সেই সরকারে চেম্বারলেন শ্রমিকদের ক্ষতিপূরণ আইন ১৮৯৭ উন্নীত করেন। \n এশিয়া, আফ্রিকা এবং ওয়েস্ট ইন্ডিজে ব্রিটিশ সাম্রাজ্য গড়ে তোলার জন্য তিনি উপনিবেশের জন্য সেক্রেটারি অফ স্টেট ছিলেন। দক্ষিণ আফ্রিকায় দ্বিতীয় বোয়ার যুদ্ধ (১৮৯৯-১৯০২) ঘটানোর জন্য তার প্রধান দায়িত্ব ছিল এবং যুদ্ধের প্রচেষ্টার জন্য তিনি সরকারের মন্ত্রী ছিলেন। ১৯০০ সালে \"খাকি নির্বাচনে\" ইউনিয়নবাদী সরকারের পুনঃনির্বাচনে তিনি একজন প্রভাবশালী ব্যক্তিত্ব হয়ে ওঠেন। ১৯০৩ সালে, তিনি শুল্ক সংস্কারের (অর্থাৎ শুল্ক ছাড়াই মুক্ত বাণিজ্যের বিদ্যমান নীতির বিপরীতে আমদানির উপর কর) প্রচারের জন্য মন্ত্রিসভা থেকে পদত্যাগ করেন। তিনি এই অবস্থানের জন্য বেশিরভাগ ইউনিয়নবাদী সংসদ সদস্যের সমর্থন পেয়েছিলেন, কিন্তু ১৯০৬ সালের সাধারণ নির্বাচনে ইউনিয়নবাদীরা ভূমিধস পরাজয়ের সম্মুখীন হয়েছিল। বার্মিংহামে তার ৭০ তম জন্মদিনের জনসাধারণের উদযাপনের কিছুক্ষণ পরে, তিনি একটি স্ট্রোকে অক্ষম হয়ে পড়েন, তার সর্বজনীন কর্মজীবনের সমাপ্তি ঘটে।\nকখনও প্রধানমন্ত্রী না হওয়া সত্ত্বেও, তিনি ছিলেন তার সময়ের অন্যতম গুরুত্বপূর্ণ ব্রিটিশ রাজনীতিবিদ, সেইসাথে একজন প্রখ্যাত বক্তা এবং পৌর সংস্কারক। ইতিহাসবিদ ডেভিড নিকোলস উল্লেখ করেছেন যে তার ব্যক্তিত্ব আকর্ষণীয় ছিল না: তিনি অহংকারী এবং নির্মম এবং অনেক ঘৃণ্য ছিলেন। তিনি কখনোই তার মহান উচ্চাকাঙ্ক্ষায় সফল হননি। যাইহোক, তিনি গণতান্ত্রিক প্রবৃত্তির একজন অত্যন্ত দক্ষ তৃণমূল সংগঠক ছিলেন এবং দ্বিতীয় বোয়ার যুদ্ধ জয়ে কেন্দ্রীয় ভূমিকা পালন করেছিলেন। তিনি ব্রিটিশ ঔপনিবেশিক, বৈদেশিক, শুল্ক এবং পৌরনীতির এজেন্ডা নির্ধারণ এবং উভয় প্রধান রাজনৈতিক দলকে গভীরভাবে বিভক্ত করার জন্য সবচেয়ে বিখ্যাত। ভবিষ্যত প্রধানমন্ত্রী উইনস্টন চার্চিল মন্তব্য করেছিলেন যে কখনও প্রধানমন্ত্রী না হওয়া সত্ত্বেও, চেম্বারলেন \"রাজনৈতিক আবহাওয়া তৈরি করেছিলেন\"।\nপার্লামেন্ট ভেঙে দেওয়া হয় এবং ১৮৮৬ সালের জুলাইয়ের সাধারণ নির্বাচনে, লর্ড স্যালিসবারি এবং লর্ড হার্টিংটনের নেতৃত্বে রক্ষণশীল এবং লিবারেল ইউনিয়নবাদীরা একটি জোটে সম্মত হয়। জোটে চেম্বারলেইনের অবস্থান ছিল বিশ্রী; হার্টিংটনের বিপরীতে, তিনি রক্ষণশীলদের দ্বারা তীব্রভাবে অবিশ্বাস করেছিলেন এবং প্রভাবিত করতে অক্ষম ছিলেন এবং গ্ল্যাডস্টোনিয়ানদের দ্বারাও তিনি ঘৃণা করেছিলেন। গ্ল্যাডস্টোন নিজেই পর্যবেক্ষণ করেছেন, \"হার্টিংটন এবং চেম্বারলেইনের মধ্যে একটি পার্থক্য রয়েছে যে প্রথমটি একজন পুঙ্খানুপুঙ্খ ভদ্রলোকের মতো আচরণ করে। অন্যটির কথা না বলাই ভালো।\" সাধারণ নির্বাচনে হোম রুলের প্রাধান্য ছিল এবং চেম্বারলেইনের প্রচারণা ছিল র‌্যাডিক্যাল এবং তীব্রভাবে দেশপ্রেমিক। ইউনিয়নবাদী জোট হাউস অফ কমন্সে ৩৯৩টি আসন নিয়েছিল এবং আরামদায়ক সংখ্যাগরিষ্ঠতা পেয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nBrowne, Harry (১৯৭৪)। Joseph Chamberlain: Radical and Imperialist। Longman Higher Education। \nCrosby, Travis L. (২০১১)। Joseph Chamberlain: A Most Radical Imperialist। IB Tauris। আইএসবিএন 9781848857537। \nDilks, David (১৯৮৪)। Neville Chamberlain। Cambridge Univ. Press। \nEnsor, Robert Charles Kirkwood (১৯৩৬)। England 1870-1914। \nGarvin, J. L.; Amery, Julian (১৯৩২)। The Life of Joseph Chamberlain। Macmillan।  (6 vols.; highly detailed with many letters, friendly to Chamberlain)\nJay, Richard (১৯৮১)। Joseph Chamberlain, A Political Study। Oxford Univ. Press। \nJudd, Denis (১৯৭৭)। Radical Joe: Life of Joseph Chamberlain। Hamish Hamilton। আইএসবিএন 0-241-89631-2। \nMackintosh, Alexander (১৯১৪)। Joseph Chamberlain: An Honest Biography (2nd সংস্করণ)। \nMarsh, Peter T. (১৯৯৪)। Joseph Chamberlain: Entrepreneur in Politics। Yale Univ. Press। \nMarsh, Peter T. (২০০৪)। \"Chamberlain, Joseph (1836–1914)\"। Oxford Dictionary of National Biography। Oxford Univ. Press। সংগ্রহের তারিখ ৩ জুলাই ২০১৪। \nMassie, Robert K. (১৯৯২)। Dreadnought: Britain, Germany, and the coming of the Great War। Jonathan Cape। আইএসবিএন 0-224-03260-7। \nPorter, Andrew N. (১৯৮০)। The Origins of the South African War: Joseph Chamberlain & the Diplomacy of Imperialism, 1895–99। Manchester University Press। আইএসবিএন 9780719007637। \nWard, Roger (২০১৫)। The Chamberlains: Joseph, Austen and Neville, 1836–1940। Fonthill Media। \n\n\n== আরও পড়ুন ==\n\n\n=== জীবনী ===\nBalfour, Michael (১৯৮৫)। Britain and Joseph Chamberlain। \nCawood, Ian; Upton, Chris Upton (২০১৬)। Joseph Chamberlain: International Statesman, National Leader, Local Icon। Springer। আইএসবিএন 9781137528858। \nFraser, Peter (১৯৬৬)। Joseph Chamberlain: Radicalism and empire, 1868–1914। \nKubicek, Robert V (১৯৬৯)। The administration of imperialism: Joseph Chamberlain at the Colonial Office। Duke Univ. Press। \nPetrie, Charles (১৯৩৮)। The Chamberlain Tradition। Lovat Dickson। \nPowell, J. Enoch (১৯৭৭)। Joseph Chamberlain। Thames and Hudson। আইএসবিএন 978-0500011850। \n\n\n=== পণ্ডিত নিবন্ধ ===\nCohen, Avner (১৯৯৭)। \"Joseph Chamberlain, Lord Lansdowne and British foreign policy 1901–1903: from collaboration to confrontation\": 122–34। ডিওআই:10.1111/j.1467-8497.1997.tb01383.x। \nFraser, Derek. \"Joseph Chamberlain and the Municipal Ideal,\" History Today (April 1987) 37#4 pp 33–40\nJames, Robert Rhodes. \"Radical Joe\" History Today (Sep 1957) 7#9 pp 618–626, popular account by a scholar\nPorter, Andrew (১৯৭২)। \"Lord Salisbury, Mr. Chamberlain and South Africa, 1895–9\": 3–26। ডিওআই:10.1080/03086537208582359। \nPorter, Andrew (১৯৯০)। \"The South African War (1899–1902): context and motive reconsidered\": 43–57। ডিওআই:10.1017/S0021853700024774। \nZebel, Sydney (১৯৬৭)। \"Joseph Chamberlain and the Genesis of Tariff Reform\": 131–57। ডিওআই:10.1086/385547। \n\n\n== বহিঃসংযোগ ==\n\"Archival material relating to জোসেফ চেম্বারলিন\"। UK National Archives। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHighbury Hall  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৮ আগস্ট ২০১৪ তারিখে\nPortraits of Joe Chamberlain at the National Portrait Gallery, London\nPolitical posters including Joseph Chamberlain on the LSE Digital Library\nBrindley, J. M. (১৮৮৪)। The homes of the working classes and the promises of the Right Hon. Joseph Chamberlain (1884) by J. M. Brindley। National Union of Conservative and Constitutional Associations। \nNewspaper clippings about Joseph Chamberlain in the 20th Century Press Archives of the ZBW"}