{"pageid": 1462849, "title": "মুন নাইট", "url": "https://bn.wikipedia.org/wiki?curid=1462849", "content": "মুন নাইট হলো মার্ভেল কমিক্স কর্তৃক প্রকাশিত আমেরিকান কমিক বইয়ে উপস্থিত হওয়া একটি চরিত্র। লেখক ডাগ মাংক এবং শিল্পী ডন পার্লিন এর সৃষ্ট, চরিত্রটি প্রথমবার ওয়েরউল্ফ বাই নাইট #৩২ (আগস্ট, ১৯৭৫) এ উপস্থিত হয়।\nএকজন রাবাইয়ের ছেলে, মার্ক স্পেক্টর তার বন্ধু জিন-পল \"ফ্রেঞ্চি\" ডুচ্যাম্পের সাথে ভাড়াটে সৈনিক হওয়ার আগে ফোর্স রিকন মেরিন এবং স্বল্প সময়ের জন্য সিআইএ অপারেটিভ হিসাবে কাজ করেছিল। সুদানে চাকরির সময়, স্পেক্টর আতঙ্কিত হয় যখন নিষ্ঠুর সহকর্মী ভাড়াটে সৈনিক রাউল বুশম্যান প্রত্নতত্ত্ববিদ ডক্টর আলরাউনকে তার মেয়ে এবং সহকর্মী মার্লিন আলরাউনের সামনে আক্রমণ করে এবং হত্যা করে। বুশম্যানের সাথে লড়াই করার পর মৃতপ্রায় অবস্থায় থাকা, মারাত্মকভাবে আহত স্পেক্টর আলরাউনের সম্প্রতি উন্মোচিত সমাধিতে পৌঁছায় যেটি মিশরীয় চন্দ্র দেবতা খনশুর মূর্তির সামনে স্থাপন করা হয়।\nস্পেক্টর মারা যায়, তারপর হঠাৎ পুনরুজ্জীবিত হয়, পুরোপুরি সুস্থ অবস্থায়।\nতিনি দাবি করেন খনশু তাকে \"মুন নাইট\", খনশুর বাম হাত বানাতে চায়, এবং সে তার সহিংসতাপূর্ণ জীবন এখন নিরপরাধদের রক্ষা করে এবং প্রতিশোধ নেওয়ার মাধ্যমে যাপন করবে। শুরুর দিকের গল্পগুলি দেখানো হতো স্পেক্টর নিছকই উন্মাদ, পরে এটি প্রকাশ করা হয় যে খনশু বাস্তবে আছে, আদারভয়েডের (স্বাভাবিক সময় এবং স্থানের বাইরের একটি জগৎ) বহু সত্তার মধ্যে একটি যেটি একসময় প্রাচীন পৃথিবীর লোকেরা পূজা করত।\nমার্কিন যুক্তরাষ্ট্রে ফিরে আসার পর, স্পেক্টর তার সময় ভাড়াটে সৈনিক জীবনের অভিজ্ঞতা কাজে লাগিয়ে অপরাধের সাথে লড়াকু \"মুন নাইট\" হওয়ার জন্য বিনিয়োগ করে, যার সাহায্যে ছিল ফ্রেঞ্চি এবং মার্লিন আলরাউন, যিনি তার প্রেমিকা এবং অবশেষে তার মেয়ের মা হন। তার বেশভূষা পরিবর্তনের করে, তিনি সমাজের বিভিন্ন স্থান থেকে তথ্য সংগ্রহের জন্য তিনটি ভিন্ন পরিচয় ব্যবহার করেন: বিলিয়নার ব্যবসায়ী স্টিভেন গ্রান্ট, ট্যাক্সিক্যাব চালক জ্যাক লকলি এবং স্যুটেড গোয়েন্দা এবং পুলিশ পরামর্শদাতা মি. নাইট।\nপরে জানা যায় মুন নাইটের বিচ্ছিন্নকারক পরিচয় রোগ (ডিআইডি) আছে (কিছু গল্পে ভুলভাবে সিজোফ্রেনিয়া বলা হয়েছে) এবং গ্রান্ট এবং লকলি নামে পরিচিত পরিবর্তনগুলি মূলত তার শৈশবকালেই প্রকাশিত হয়েছিল। খনশু দাবি করে যে তিনি মুন নাইট হওয়ার কয়েক দশক আগে স্পেক্টর, গ্রান্ট এবং লকলির সাথে তরুণ থাকতেই একটি মানসিক সংযোগ তৈরি করেছিলো। মুন নাইট হওয়ার পর থেকে, এমন একাধিক ঘটনা ঘটেছে যখন চরিত্রটি মারা গেছে কিন্তু তখনই আবার খনশু দ্বারা পুনরুত্থিত হয়, যা বোঝায় যে তিনি এখন কার্যকরভাবে অমর হতে পারেন যতক্ষণ না চন্দ্র দেবতা তার সুরক্ষা প্রত্যাহার করে নেয়।\nকমিকসের বাইরে চরিত্রটি অ্যানিমেটেড সিরিজ এবং ভিডিও গেম সহ বিভিন্ন মিডিয়াতে উপস্থিত হয়েছে। অস্কার আইজ্যাক মার্ভেল সিনেমাটিক ইউনিভার্সের লাইভ-অ্যাকশন টেলিভিশন ধারাবাহিক মুন নাইটে (২০২২) মার্ক স্পেক্টর/ মুন নাইট, স্টিভেন গ্রান্ট/ মি. নাইট এবং জ্যাক লকলি চরিত্রে অভিনয় করেছেন।\n\n\n== তথ্যসূত্র =="}