{"pageid": 1463540, "title": "জন লয়েড মরগান", "url": "https://bn.wikipedia.org/wiki?curid=1463540", "content": "জন লয়েড মরগান (১৩ ফেব্রুয়ারি ১৮৬১ - ১৭ মে ১৯৪৪)  ১৮৮৯ থেকে ১৯১০ সাল পর্যন্ত ওয়েস্ট কারমার্থেনশায়ারের লিবারেল পার্টির সংসদ সদস্য (এমপি) ছিলেন।\n\n\n== রাজনৈতিক পেশা ==\n১৮৮৫ সালে যখন প্রাক্তন কারমার্থেনশায়ার নির্বাচনী এলাকাটি পশ্চিম ও পূর্ব বিভাগ প্রতিষ্ঠার জন্য বিভক্ত করা হয়েছিল তখন এটি প্রত্যাশিত ছিল যে পূর্ব বিভাগ যেখানে উদীয়মান শিল্প সম্প্রদায় রয়েছে তা লিবারেলদের জন্য সবচেয়ে শক্তিশালী হবে। যাইহোক, বসা লিবারেল সদস্য, WRH পাওয়েল যারা পশ্চিম বিভাগে প্রতিদ্বন্দ্বিতা করবেন অন্য বসা সদস্য লর্ড এমলিনের বিরুদ্ধে। মরগান মনোনয়নের প্রতিদ্বন্দ্বী ছিলেন এবং ডেভিড পগ এবং লুইস মরিসের সাথে আম্মানফোর্ডে নতুন লিবারেল অ্যাসোসিয়েশনের উদ্বোধনী সভায় বক্তব্য রাখেন। যাইহোক, Pugh প্রার্থী হিসাবে নির্বাচিত হয়. কয়েক মাস পরে নির্বাচনী প্রচারণায়, মর্গান পাওয়েলের পক্ষে ওয়াটার স্ট্রিট চ্যাপেল, কারমার্থেনে একটি সভায় বক্তৃতা করেন। তার বক্তৃতা ব্যাপক উৎসাহ জাগিয়ে তোলে এবং তাকে লিবারেল প্রার্থী হিসেবে পাওয়েলের সম্ভাব্য উত্তরসূরি হিসেবে উল্লেখ করা হয়।\nস্বল্পমেয়াদে, তবে, এটি দেখা গেছে যে পূর্ব কারমার্থেনশায়ারে একজন নতুন উদারপন্থী প্রার্থীর প্রয়োজন হবে যেখানে অষ্টম বয়সী ডেভিড পুগের সমালোচনা চলছে। ১৮৮৮ সালের এপ্রিল মাসে, জে. টাউইন জোন্সের লেখা একটি নিবন্ধে মর্গানকে সম্ভাব্য উত্তরসূরি হিসেবে নামকরণ করা হয়। কিছু মাস পরে লিবারেল অ্যাসোসিয়েশনের বার্ষিক সভায় পুগের আরও সমালোচনা হয়েছিল, লয়েড মরগানকে সম্ভাব্য প্রতিস্থাপন হিসাবে প্রস্তাব করা হয়েছিল।\n১৮৮৯ সালে ওয়েস্ট কারমার্থেনশায়ারের বর্তমান সদস্য, মেসগউইনের ডব্লিউআরএইচ পাওয়েলের মৃত্যুর পর, নির্বাচনী এলাকার লিবারেল পার্টি একটি নতুন প্রার্থী বাছাই করার জন্য দ্রুত পদক্ষেপ নেওয়ার সিদ্ধান্ত নেয় এবং একটি অসঙ্গতিবাদীকে নির্বাচন করা উচিত বলে একটি স্ট্রিং অনুভূতি ছিল। তার স্থানীয় সংযোগের পরিপ্রেক্ষিতে, জন লয়েড মরগানের একটি শক্তিশালী সুবিধা ছিল এবং কারমার্থেনে একটি নির্বাচন সম্মেলনের পরে সর্বসম্মতিক্রমে নির্বাচিত হয়েছিল।\nমরগান স্বাচ্ছন্দ্যে একটি ইউনিয়নবাদী প্রতিপক্ষের বিরুদ্ধে আসনটি ধরে রেখেছিল। ১৮৯২ সালে তিনি বিনা প্রতিদ্বন্দ্বিতায় পুনরায় নির্বাচিত হন। ১৮৯৩ সালে তিনি আবার একজন ইউনিয়নবাদী প্রতিদ্বন্দ্বীকে পরাজিত করেন, তারপরে ১৯০০ এবং ১৯০৬ সালে তিনি বিনা প্রতিদ্বন্দ্বিতায় ফিরে আসেন। তিনি ১৯১০ সালের জানুয়ারিতে একজন ইউনিয়নবাদী প্রতিদ্বন্দ্বীকে পরাজিত করেন। তিনি বিচারপতি হিসেবে নিয়োগের জন্য ১৯১০ সালের ডিসেম্বরের সাধারণ নির্বাচনের আগে সংসদ থেকে অবসর গ্রহণ করেন। তার নিয়োগের পর তিনি জন হিন্ডস দ্বারা এমপি হিসেবে স্থলাভিষিক্ত হন। ১৯১৮ সালে এর বিলুপ্তি না হওয়া পর্যন্ত হিন্দস নির্বাচনী এলাকার সদস্য ছিলেন।\nমর্গান তার নির্বাচনী এলাকায় তার স্পষ্ট আগ্রহের অভাবের জন্য প্রায়শই সমালোচিত হয়েছিল, কিন্তু তার অবস্থানকে সুরক্ষিত করার জন্য তার স্থানীয় সংযোগগুলি এত শক্তিশালী বলে মনে করা হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nকার কে\n\n\n== বহিঃসংযোগ ==\nহ্যান্সকার্ড ১৮০৩-২০০৫: John Lloyd Morgan দ্বারা সংসদে অবদান (ইংরেজি)"}