{"pageid": 1463638, "title": "স্টান গ্রেনেড", "url": "https://bn.wikipedia.org/wiki?curid=1463638", "content": "স্টান গ্রেনেড, যেটি ফ্ল্যাশ গ্রেনেড, ফ্ল্যাশব্যাং, থাণ্ডারফ্ল্যাশ, সাউন্ড গ্রেনেড, বা শব্দ বোমা নামেও পরিচিত, হলো একটি অ-প্রাণঘাতী বিস্ফোরক যন্ত্র যা শত্রুর ইন্দ্রিয়গুলিকে সাময়িকভাবে বিভ্রান্ত করতে ব্যবহৃত হয়। বিস্ফোরণের পরে, স্টান গ্রেনেডটি থেকে চোখ-ধাঁধানো আলোর একটি ঝলক তৈরি হয় এবং এটি \"প্রচণ্ড শব্দ\" সৃষ্টি করে। এগুলি প্রায়শই  স্বল্প দূরত্বের যুদ্ধ, প্রবেশপথ বিদীর্ণ (সামরিক, পুলিশ, বা জরুরী পরিষেবা দ্বারা ব্যবহৃত বন্ধ বা লক করা দরজা জোর করে খোলার জন্য) এবং দাঙ্গা নিয়ন্ত্রণে ব্যবহৃত হয়, এটি বিশেষ করে শত্রুদের হতবাক করতে বা তাদের বিভ্রান্ত করতে ব্যবহার করা হয়।\n১৯৭০ এর দশকের শেষের দিকে ব্রিটিশ আর্মির স্পেশাল এয়ার সার্ভিসের সন্ত্রাসবিরোধী বিভাগ প্রথমবারের মতো স্টান গ্রেনেড ব্যবহার করেছিল। এই সরঞ্জামগুলি সংবেদনশীল সক্রিয়তার ক্ষেত্রে গুরুত্বপূর্ণ হয়ে উঠেছে, যেমন হোস্টেজ পরিস্থিতি (জোরপূর্বক বন্ধ করে রেখে কোন দাবী আদায়ের প্রচেষ্টা), যখন পীড়িত পক্ষের জন্য সমান্তরাল ক্ষতি অবাঞ্ছিত।\nতাদের কম-মারাত্মক প্রকৃতি সত্ত্বেও, স্টান গ্রেনেড বড় ক্ষতি করতে সক্ষম, এবং কাছাকাছি বিস্ফোরণ ঘটলে আহত বা হত্যা করতে পারে। তারা আগুন ছড়াতেও সক্ষম।\n\n\n== প্রভাব ==\n\nস্টান গ্রেনেডগুলি প্রায় ৭ মেগাক্যান্ডেলা (Mcd) চোখ-ধাঁধানো আলোর ঝলক এবং ১৭০ ডেসিবেল (dB) এর বেশি প্রচণ্ড শব্দ সৃষ্টি করার জন্য নকশা করা হয়েছে।\nআলোর ঝলক অস্থায়ীভাবে চোখের সমস্ত ফটোরিসেপ্টর কোষকে (প্রকাশগ্রাহী কোষ) সক্রিয় করে, এটি প্রায় পাঁচ সেকেণ্ডের জন্য অন্ধ করে দেয়। পরবর্তীতে, ভুক্তভোগীরা একটি আফটার ইমেজ (যেটি আসল আলোর সংস্পর্শে আসার পরও চোখে দেখা দিতে থাকে) উপলব্ধি করে যা তাদের দৃষ্টিশক্তির ক্ষতিসাধন করে। বিস্ফোরণের পরিমাণ ভুক্তভোগীর অস্থায়ী বধিরতাও সৃষ্টি করে এবং কর্ণ মধ্যস্থিত তরলকে উত্তেজিত করে, যার ফলে শরীরের ভারসাম্য নষ্ট হয়।\n\n\n== নির্মাণ ==\nস্টান গ্রেনেডগুলি একটি আবরণ দিয়ে তৈরি করা হয় যেটি বিস্ফোরণের সময় অক্ষত থাকে এবং তার ফলে ফ্র্যাগমেন্টেশনের (বিস্ফোরণের পর টুকরো টুকরো হয়ে ছড়িয়ে পড়া) আঘাতগুলি এড়ানো যায়, যেটি একটি ফ্র্যাগমেন্টেশন গ্রেনেডে হয় না। তবে স্টান গ্রেনেডে বিস্ফোরণের পর যাতে আলো এবং শব্দ নির্গত হতে পারে সেজন্য এতে বড় বৃত্তাকার ছেদন থাকে। গ্রেনেডটি ম্যাগনেসিয়াম বা অ্যালুমিনিয়ামের একটি পাইরোটেকনিক মেটাল-অক্সিডেন্ট মিশ্রণ এবং পটাসিয়াম পারক্লোরেট বা পটাসিয়াম নাইট্রেটের মতো একটি অক্সিডাইজার দিয়ে ভর্তি করা হয়।\n\n\n== বিপত্তি ==\nযদিও স্টান গ্রেনেডগুলি আঘাত সীমিত করার জন্য নকশা করা হয়েছে, কিন্তু এদের দ্বারা স্থায়ীভাবে শ্রবণশক্তি হ্রাসের সংবাদ পাওয়া গেছে, এটির অভিঘাত ঘটানো বিস্ফোরণের আঘাত করার ক্ষমতা রয়েছে এবং এর থেকে উৎপন্ন তাপ দাহ্য পদার্থকে জ্বালাতে পারে। ১৯৮০ সালে লন্ডনে ইরানি দূতাবাস অবরোধের সময় যে আগুন লেগেছিল তা স্টান গ্রেনেডের কারণে হয়েছিল।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nএফএম ৩-২৩.৩০ গ্রেনেড এবং পাইরোটেকনিক সিগন্যাল । GlobalSecurity.org, ১লা সেপ্টেম্বর ২০০০। প্রথম অধ্যায়, বিভাগ ১০। \"স্টান হ্যাণ্ড গ্রেনেড\"। ২৬শে মে ২০১১ তারিখে সংগৃহীত।"}