{"pageid": 1463537, "title": "ওয়াল্টার রাইস হাওয়েল পাওয়েল", "url": "https://bn.wikipedia.org/wiki?curid=1463537", "content": "ওয়াল্টার রাইস হাওয়েল পাওয়েল (১৮১৯ - ২৬ জুন ১৮৮৯) একজন ওয়েলশ জমির মালিক এবং উদার রাজনীতিবিদ ছিলেন। তিনি ১৮৮০ থেকে ১৮৮৫ সাল পর্যন্ত কারমার্থেনশায়ার এবং ১৮৮৫ থেকে ১৮৮৯ সালে তাঁর মৃত্যুর আগ পর্যন্ত ওয়েস্ট কারমার্থেনশায়ারের সংসদ সদস্য ছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\nপাওয়েল সামরসেটের ওয়ারলে ম্যানরের হেনরি স্ক্রিনের মেয়ে মেরি অ্যানকে বিয়ে করেছিলেন। তাদের একটি মেয়ে ছিল। তার মৃত্যুর পর তিনি Cwmgwilly- এর গ্রিসমন্ড ফিলিপসের কন্যাকে বিয়ে করেন এবং তাদের একটি কন্যাও ছিল যিনি পেমব্রোকেশায়ারের বাটার হিলের WF Roch কে বিয়ে করেছিলেন।\n\n\n== রাজনৈতিক পেশা ==\nপাওয়েল ছোটবেলা থেকেই জনজীবনে নিযুক্ত ছিলেন এবং ১৮৪০ সালে কারমার্থেনশায়ারের উচ্চ শেরিফ ছিলেন। বহু বছর ধরে তিনি কনজারভেটিভ পার্টিকে সমর্থন করেছিলেন কিন্তু, যেমনটি তাঁর মৃত্যুর সময় উল্লেখ করা হয়েছিল, তিনি \"সেই পুরুষদের সক্রিয় সমর্থন দিয়েছিলেন যাদেরকে প্রকৃত রক্ষণশীল বলা যায় না, এবং তিনি দীর্ঘকাল ধরে গণতান্ত্রিক ধরণের কিছু মতামত লালন করেছেন বলে মনে হয়।\" ১৮৫৭ সালের সাধারণ নির্বাচনে কারমার্থেনশায়ারের বর্তমান সদস্য প্যান্টগ্লাসের ডেভিড জোনসকে প্রার্থী হিসেবে মনোনীত করার সময় তার মন্তব্য থেকে এটি দেখা যায়। পাওয়েল বলেছিলেন যে নির্বাচনের সময় আর দলগত রং দেখানো হয় না এবং তিনি বিশ্বাস করেন যে \"দেশে দলীয় অনুভূতি শেষ হয়ে যাচ্ছে তার প্রমাণ\"। সেই বছর পরে, যখন একটি উপ-নির্বাচন অনুষ্ঠিত হয়, পাওয়েল ছিলেন ডেভিড পুগের একজন নেতৃস্থানীয় সমর্থক, লিবারেল-রক্ষণশীল যিনি ১৮৫৭ থেকে ১৮৬৮ সাল পর্যন্ত হাউস অফ কমন্সে কারমার্থেনশায়ারের প্রতিনিধিত্ব করেছিলেন। Llandelo এ hustings এ পাওয়েল আনুষ্ঠানিকভাবে Pugh প্রস্তাব. \nপগ এর রাজনৈতিক মতামত প্রায়ই অস্পষ্ট এবং অস্পষ্ট হিসাবে বর্ণনা করা হয়, এবং সেই কারণে ১৮৬৮ সালের সাধারণ নির্বাচনে তাকে একটি অসুবিধার মধ্যে রাখা হয়েছিল যখন উচ্চারিত রক্ষণশীল এবং উদারপন্থী উদারপন্থী রাজনৈতিক মতামত ধারণকারী প্রার্থীদের দ্বারা বিরোধিতা করা হয়েছিল। পাওয়েল ১৮৬৮ সালের নির্বাচনের সময় পগ এর প্রধান সমর্থক এবং পাবলিক অ্যাডভোকেট হিসাবে আবির্ভূত হন এবং পগ পরে পাওয়েলকে উদারপন্থী পদে অনুসরণ করেন।\n১৮৭৪ সালে, পাওয়েল ব্যর্থভাবে একজন লিবারেল প্রার্থী হিসাবে কারমার্থেনশায়ারে প্রতিদ্বন্দ্বিতা করেন। দুই বছর পর চার্লস নেভিলের পদত্যাগের পর তাকে কারমার্থেন বরোর সম্ভাব্য উদারপন্থী প্রার্থী হিসেবে সংক্ষিপ্তভাবে উল্লেখ করা হয় যদিও এই শহুরে নির্বাচনী এলাকায় তার প্রতিদ্বন্দ্বিতা করার কোনো বাস্তব সম্ভাবনা ছিল না।\nপাওয়েল ১৮৮০ সালে কারমার্থেনশায়ারের সংসদ সদস্য নির্বাচিত হন এবং ১৮৮৫ সালে যখন এটি বিভক্ত হয় তখন তিনি নতুন ওয়েস্ট কারমার্থেনশায়ারে প্রতিদ্বন্দ্বিতা করতে বেছে নেন, যার মধ্যে মেসগউইনে তার সম্পত্তি অন্তর্ভুক্ত ছিল। নির্বাচনী এলাকাটি প্রতিবেশী পূর্ব কারমার্থেনশায়ারের তুলনায় উদারপন্থীদের কাছে কম অনুকূল বলে বিবেচিত হত যার মধ্যে ক্রমবর্ধমান শিল্প সম্প্রদায়ের একটি পরিসর অন্তর্ভুক্ত ছিল। এছাড়াও, পাওয়েল কারমার্থেনশায়ারের অন্য অবসরপ্রাপ্ত সদস্য ভিসকাউন্ট এমলিনের বিরোধিতা করেছিলেন। পাওয়েল ঘোষণা করেছিলেন যে এমলিনের বিরোধিতা করা উদারনৈতিক কারণের প্রতি তার কর্তব্য ছিল। নির্বাচনী এলাকার অপ্রতিরোধ্য চরিত্রটিকে লিবারেল প্রার্থীর জন্য একটি স্বতন্ত্র সুবিধা হিসাবে গণ্য করা হয়েছিল এবং প্রতিষ্ঠিত গির্জার অসন্তোষের সংমিশ্রণ (প্রধানতঃ দশমাংশ এবং গির্জার হারের মতো সমস্যা দ্বারা চালিত) এবং চ্যাপেলগুলির সরাসরি প্রভাবের পূর্বাভাস দেওয়া হয়েছিল। কৃষি শ্রমিকদের ভোট আকৃষ্ট করতে নির্ণায়ক হতে হবে। অসংলগ্ন মন্ত্রীদের প্রায়ই দাবি করা হয় যে তারা নির্বাচনী আচরণের উপর অসম প্রভাব ফেলে।\nএকটি জোরালো প্রতিদ্বন্দ্বিতার পরে, পাওয়েল অবশেষে একটি নির্ধারক বিজয় লাভ করেন। পাওয়েল ১৮৮৯ সালে তার মৃত্যুর আগ পর্যন্ত এই আসনে অধিষ্ঠিত ছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nহ্যান্সকার্ড ১৮০৩-২০০৫: Walter Powell দ্বারা সংসদে অবদান (ইংরেজি)"}