{"pageid": 1463487, "title": "ষষ্ঠ ফিলিপ", "url": "https://bn.wikipedia.org/wiki?curid=1463487", "content": "ফিলিপ ষষ্ঠ (স্পেনীয়: [feˈlipe ˈseɣsto]স্পেনীয়: [feˈlipe ˈseɣsto] ফিলিপে জুয়ান পাবলো আলফনসো দে টোডোস লস সান্তোস ডি বোরবোন ওয়াই গ্রেসিয়া; জন্ম ৩০ জানুয়ারি ১৯৬৮) তিনি স্পেনের রাজা। স্প্যানিশ সংবিধান অনুসারে, রাজা হিসাবে, তিনি রাষ্ট্রের প্রধান এবং স্পেনীয় সশস্ত্র বাহিনীর সর্বাধিনায়ক, অধিনায়ক জেনারেলের সামরিক পদে অধিষ্ঠিত, এবং আন্তর্জাতিক সম্পর্কে স্পেনের সর্বোচ্চ প্রতিনিধিত্বের ভূমিকাও পালন করেন।\nস্পেনের যুবরাজ জুয়ান কার্লোস এবং গ্রিস ও ডেনমার্কের রাজকুমারী সোফিয়ার তৃতীয় সন্তান এবং একমাত্র পুত্র হিসেবে ফ্রান্সিসকো ফ্রাঙ্কোর একনায়কত্বের সময় মাদ্রিদে ফিলিপের জন্ম হয়েছিল। ফিলিপ আনুষ্ঠানিকভাবে ১৯৭৭ সালে আস্তুরিয়ার যুবরাজ তৈরি করেছিলেন, তার বাবা রাজা হওয়ার দুই বছর পরে। ১৯৮৬ সালে ফিলিপকে আনুষ্ঠানিকভাবে যুবরাজ হিসাবে ঘোষণা করা হয়েছিল। ৯ বছর বয়সে তাকে স্প্যানিশ সেনাবাহিনীর অনারারি সৈনিকও করা হয়েছিল। ফেলিপ সান্তা মারিয়া দে লস রোজালেস স্কুলে শিক্ষিত হন এবং কানাডার লেকফিল্ড কলেজ স্কুলে যান। পরে, তিনি মাদ্রিদের স্বায়ত্তশাসিত বিশ্ববিদ্যালয়ে আইন অধ্যয়ন করেন এবং ওয়াশিংটন, ডিসির জর্জটাউন বিশ্ববিদ্যালয়ের স্কুল অফ ফরেন সার্ভিস থেকে ফরেন সার্ভিসে স্নাতকোত্তর ডিগ্রি অর্জন করেন।\nসশস্ত্র বাহিনীর কমান্ডার-ইন-চিফ হিসাবে তার ভবিষ্যত ভূমিকার জন্য প্রস্তুত করার জন্য, ফিলিপ ১৯৮৫ সালে স্প্যানিশ সেনাবাহিনীতে যোগ দেন। পরবর্তী দুই বছরে, তিনি নৌ ও বিমান বাহিনীতে তার সামরিক প্রশিক্ষণ সম্পন্ন করেন। বেসামরিক ও সামরিক অধ্যয়ন শেষ করার পর, তিনি বিভিন্ন সামাজিক ও প্রাতিষ্ঠানিক ইভেন্টে তার বাবার প্রতিনিধিত্ব করার দাপ্তরিক দায়িত্ব পালন করেন, যেমন দাতব্য ফাউন্ডেশনের সভাপতিত্ব করা বা ল্যাটিন আমেরিকান নেতাদের উদ্বোধনে যোগদান করা। প্রেসের সাথে এই ইভেন্টগুলির একটিতে, ফিলিপ টিভি সংবাদ সাংবাদিক লে‌তিজিয়া ওর‌টিজ রোকাসোলানো সাথে দেখা করেছিলেন, যাকে তিনি ২০০৪ সালে বিয়ে করেছিলেন। তাদের দুটি কন্যা রয়েছে, লিওনর, আস্তুরিয়ার রাজকুমারী এবং ইনফ্যান্টা সোফিয়া।\n১৯ জুন ২০১৪ সালে ফিলিপ তার পিতার পদত্যাগের পর সিংহাসনে আরোহণ করেন। তার শাসনকাল ২০১৬ সালে স্প্যানিশ পার্লামেন্ট ভেঙ্গে দিয়ে চিহ্নিত করা হয়েছে (যাতে নতুন নির্বাচন বলা যেতে পারে), কাতালান স্বাধীনতা গণভোটের তীব্র নিন্দা যা ২০১৭–১৮ স্প্যানিশ সাংবিধানিক সংকট, কোভিড-১৯ মহামারি এবং পদক্ষেপের দিকে পরিচালিত করে রাজকীয় বিষয়ে বৃহত্তর স্বচ্ছতার দিকে। ২০২০ সালে পরিচালিত একটি জরিপ অনুসারে, ফিলিপের অনুমোদনের মাঝারিভাবে উচ্চ রেটিং।\n\n\n== পূর্বপুরুষ ==\n\n\n== আরও দেখুন ==\n\nস্পেনের ইতিহাস\nস্পেনের রাজনীতি\nস্প্যানিশ সিংহাসনের উত্তরাধিকার\nদেশ অনুযায়ী স্পেনীয় রাজপরিবারের সম্মাননার তালিকা\nষষ্ঠ ফিলিপ কর্তৃক গৃহীত রাষ্ট্রীয় সফরের তালিকা\nস্প্যানিশ মুকুটের শিরোনাম এবং সম্মানের তালিকা\nপ্রিন্সেস অফ আস্তুরিয়াস পুরস্কার\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nস্প্যানিশ রাজতন্ত্রের অফিসিয়াল ওয়েবসাইটে প্রোফাইল (স্পেনীয় ভাষায়)\nপ্রিন্সেস অফ আস্তুরিয়াস ফাউন্ডেশন\nসিআইডিওবি এর জীবনী (স্পেনীয়)\nআস্তুরিয়াসের যুবরাজ উত্তরাধিকারী হিসাবে শপথ নিচ্ছেন, ১৯৮৬ আরটিভিই দ্বারা তৈরি\nরাজা ঘোষণার সময় ফিলিপ শপথ নিচ্ছেন, ২০১৪ আরটিভিই দ্বারা তৈরি"}