{"pageid": 1463119, "title": "জন রেথ, ১ম ব্যারন রেথ", "url": "https://bn.wikipedia.org/wiki?curid=1463119", "content": "জন চার্লস ওয়ালশাম রেথ, ১ম ব্যারন রেথ,  ( ; ২০ জুলাই ১৮৮৯ - ১৬ জুন ১৯৭১) ছিলেন একজন স্কটিশ সম্প্রচার নির্বাহী যিনি যুক্তরাজ্যে স্বাধীন পাবলিক সার্ভিস সম্প্রচারের ঐতিহ্য প্রতিষ্ঠা করেছিলেন। ১৯২২ সালে, তিনি বিবিসি, তৎকালীন ব্রিটিশ ব্রডকাস্টিং কোম্পানি লিমিটেডের জেনারেল ম্যানেজার হিসাবে নিযুক্ত হন; ১৯২৩ সালে তিনি এর ব্যবস্থাপনা পরিচালক হন এবং ১৯২৭ সালে তিনি একটি রাজকীয় সনদের অধীনে তৈরি ব্রিটিশ ব্রডকাস্টিং কর্পোরেশনের মহাপরিচালক হিসাবে নিযুক্ত হন। জনসাধারণকে শিক্ষিত করার একটি উপায় হিসাবে সম্প্রচারের তার ধারণাটি বিবিসি এবং সারা বিশ্বের অনুরূপ সংস্থাগুলি দীর্ঘদিন ধরে চিহ্নিত করেছে। পেশায় একজন প্রকৌশলী, এবং দাঁড়ানো ৬ ফুট ৬ ইঞ্চি (১.৯৮ মিটার) লম্বা, তিনি জীবনের চেয়ে বড় একজন ব্যক্তিত্ব ছিলেন যিনি তার ক্ষেত্রে অগ্রগামী ছিলেন।\nতার সম্মানে বিবিসির রেথ লেকচার চালু করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nBoyle, A. Only the wind will listen: Reith of the BBC (1972)\nBriggs, Asa. The BBC: the first fifty years (1985)\nCrisell, Andrew (১৯৯৭), An Introductory History of British Broadcasting, Routledge, আইএসবিএন 0-415-12802-1 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHarris, T. “John Reith and the BBC 1922–1939: Building an Empire of the Air?”, Revue Française de Civilisation Britannique, XXVI-1. (2021) https://journals.openedition.org/rfcb/7498 \n\nMcIntyre, I. (১৯৯৩), The Expense of Glory: Life of John Reith, HarperCollins, আইএসবিএন 978-0-00-215963-0 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nLeishman, Marista (২০০৮), My Father – Reith of the BBC, St Andrew Press, আইএসবিএন 978-0-7152-0857-1 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMcIntyre, I (২০০৪)। \"Oxford Dictionary of National Biography\"। অক্সফোর্ড ডিকশনারি অব ন্যাশনাল বায়োগ্রাফি (অনলাইন সংস্করণ)। Dictionary of National Biography। ডিওআই:10.1093/ref:odnb/31596। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)  (সাবস্ক্রিপশন বা যুক্তরাজ্যের গণগ্রন্থাগারের সদস্যপদ প্রয়োজন।)\nPaulu, Burton (১৯৮১), Television and Radio in the United Kingdom, Palgrave Macmillan, আইএসবিএন 978-0-333-29346-1 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nScannell, P. and D. Cardiff. A social history of British broadcasting (1991)\n \n\n\n== বহিঃসংযোগ ==\nহ্যান্সকার্ড ১৮০৩-২০০৫: John Reith দ্বারা সংসদে অবদান (ইংরেজি)\nন্যাশনাল পোট্রেট গ্যালারি, লন্ডনে জন রেথ, ১ম ব্যারন রেথ-এর পোট্রেট"}