{"pageid": 1463672, "title": "রাজনৈতিক সহিংসতা", "url": "https://bn.wikipedia.org/wiki?curid=1463672", "content": "রাজনৈতিক সহিংসতা হল সহিংসতা যা রাজনৈতিক লক্ষ্য অর্জনের জন্য সংঘটিত হয়।  এর অন্তর্ভুক্ত হতে পারে একটি রাষ্ট্র দ্বারা অন্যান্য রাষ্ট্রের বিরুদ্ধে করা যুদ্ধ ; রাষ্ট্র দ্বারা অসামরিক নাগরিক এবং বিরোধী রাজনীতিবিদদের বিরুদ্ধে করা বলপূর্বক গুম, মনস্তাত্ত্বিক যুদ্ধ, পুলিশি বর্বরতা, নির্যাতন, জাতিগত নিধন, বা গণহত্যা ; এবং রাষ্ট্র এবং অসামরিক নাগরিকদের বিরুদ্ধে সহিংসতা যা রাষ্ট্রবিরোধীরা করে ( অপহরণ, সন্ত্রাসবাদী হামলা, নির্যাতন, মনস্তাত্ত্বিক এবং/অথবা গেরিলা যুদ্ধ )।  এটি রাজনৈতিকভাবে উদ্দেশ্যপ্রণোদিত সহিংসতাকেও বর্ণনা করে যা সহিংস  রাষ্ট্রবিরোধীদের দ্বারা রাষ্ট্রের বিরুদ্ধে ব্যবহার করা হয় ( বিদ্রোহ, দাঙ্গা, রাষ্ট্রদ্রোহ বা অভ্যুত্থান ) অথবা এটি সহিংসতা বর্ণনা করতে পারে যা অন্যান্য অ-রাষ্ট্রীয় অভিনেতা এবং/অথবা বেসামরিকদের বিরুদ্ধে ব্যবহৃত হয় . সরকারের পক্ষ থেকে কোনো পদক্ষেপ নিতে অস্বীকার করাকেও রাজনৈতিক সহিংসতার একটি রূপ হিসাবে চিহ্নিত করা যেতে পারে, যেমন দুর্ভিক্ষ দূর করতে অস্বীকার করা বা অন্যথায় তাদের অঞ্চলের মধ্যে রাজনৈতিকভাবে শনাক্তযোগ্য  নির্দিষ্ট গোষ্ঠীকে সাহায্য করতে অস্বীকার করা।\nরাষ্ট্র এবং রাষ্ট্রবিরোধীদের মধ্যে বিদ্যমান ক্ষমতার ভারসাম্যহীনতার কারণে, রাজনৈতিক সহিংসতা প্রায়শই অসম যুদ্ধের রূপ নেয় যেখানে কোনও পক্ষই অন্যকে সরাসরি আক্রমণ করতে সক্ষম হয় না, পরিবর্তে গেরিলা যুদ্ধ এবং সন্ত্রাসবাদের মতো কৌশলগুলির উপর নির্ভর করে।  এটি প্রায়শই অসামরিক লক্ষ্যবস্তুতে আক্রমণ অন্তর্ভুক্ত করে।  জনগণ একটি সামাজিক, জাতিগত, ধর্মীয়, বা রাজনৈতিক গোষ্ঠীর অংশ এই উপলব্ধির ভিত্তিতে সমষ্টিগতভাবে লক্ষ্যবস্তু হয়ে উঠতে পারে ; অথবা বেছে বেছে, নির্দিষ্ট ব্যক্তিদের লক্ষ্য করে যারা কাউকে চ্যালেঞ্জ বা প্রতিপক্ষকে সাহায্য করেছে বলে মনে করা হয়। \nঅনেক রাজনৈতিকভাবে অনুপ্রাণিত জঙ্গি, বিদ্রোহী, চরমপন্থী, এবং/অথবা মৌলবাদী গোষ্ঠী এবং ব্যক্তি  নিশ্চিত যে তারা যে রাষ্ট্র এবং রাজনৈতিক ব্যবস্থার অধীনে বাস করে সেগুলি কখনই তাদের দাবির প্রতি সাড়া দেবে না, এবং তারা বিশ্বাস করে যে একমাত্র উপায় হলো   সরকার বা রাষ্ট্রকে তাদের রাজনৈতিক এবং/অথবা ধর্মীয়  দৃষ্টিভঙ্গি অনুসারে পুনর্নির্মাণ করা  সহিংস উপায়ের মাধ্যমে, যা তারা তাদের রাজনৈতিক এবং/অথবা ধর্মীয় উদ্দেশ্য অর্জনের জন্য  ন্যায়সঙ্গত এবং প্রয়োজনীয় বলে মনে করে।  একইভাবে, বিশ্বের অনেক সরকার বিশ্বাস করে যে তাদের জনগণকে ভয় দেখানোর জন্য সহিংসতা ব্যবহার করতে হবে। অন্য অনেক ক্ষেত্রে, সরকার তাদের দেশকে বহিরাগত আক্রমণ বা শক্তির হুমকি থেকে রক্ষা করার জন্য শক্তি ব্যবহার করে এবং অন্য সরকারকে জোর করে বা ভূখণ্ড দখল করে। \n\n\n== প্রকারভেদ ==\nবাস্তবে রাজনৈতিক সহিংসতা এর ভয়াবহতা, ব্যাবহার ও প্রতিক্রিয়ার ওপর নির্ভর করে বিভিন্ন রকম হয়। এক্ষেত্রে রাষ্ট্রবিজ্ঞানে সাধারণভাবে প্রাসঙ্গিক পক্ষগুলির দ্বারা ব্যবহৃত হিংসার প্রকার প্রকারভেদ :একাধিক অ-রাষ্ট্রীয় প্রতিপক্ষের মধ্যে হিংসা ; একপাক্ষিক হিংসা যা রাষ্ট্র তার নাগরিকদের বিরূদ্ধে করে ; একপাক্ষিক হিংসা যা রাষ্ট্রবিরোধীরা সাধারণ জনগণের বিরুদ্ধে করে এবং একাধিক রাষ্ট্রের মধ্যে সহিংস সংঘর্ষ ।\nস্ট্যাথিস কালেভাস এগারো ধরনের রাজনৈতিক হিংসাকে চিহ্নিত করেছেন : আন্তঃরাষ্ট্র যুদ্ধ, গৃহযুদ্ধ, সন্ত্রাসবাদ, রাজনৈতিক গুপ্তহত্যা, সামরিক অভ্যুত্থান, বিপ্লব, দাঙ্গা, সংগঠিত অপরাধ চক্র, জাতিগত মূলচ্ছেদ, গণহত্যা, এবং রাষ্ট্রকর্তৃক নিপীড়ন ।\n\n\n== তথ্যসূত্র =="}