{"pageid": 1463719, "title": "বাঁকুড়া বঙ্গ বিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1463719", "content": "বাঁকুড়া বঙ্গ বিদ্যালয় ভারতের পশ্চিমবঙ্গ রাজ্যের বাঁকুড়া জেলার বাঁকুড়া শহরের মধ্যে অবস্থিত একটি উচ্চ বিদ্যালয়। এই বিদ্যালয়টি প্রতিষ্ঠিত হয় ১৮২৫ সালে। বিদ্যালয়টি বাঁকুড়া শহরের কেন্দ্রস্থল মাচান তলায় অবস্থিত। এখানে পঞ্চম শ্রেণি থেকে দ্বাদশ শ্রেণি পর্যন্ত পাঠদানের ব্যবস্থা আছে। ২০২৪ সালে ছাত্র-ছাত্রী সংখ্যা প্রায় ১৯০০। এই বিদ্যালয়ে পঞ্চম শ্রেণি থেকে দশম শ্রেণি পর্যন্ত কেবলমাত্র ছাত্ররাই পড়াশোনা করার সুযোগ পায়। একাদশ-দ্বাদশ শ্রেণিতে সহ পাঠক্রমে এখানে ছাত্র-ছাত্রী উভয়ই পড়াশোনা করে। বিদ্যালয়ে বর্তমানে শিক্ষকের সংখ্যা ৩২।\n\n\n== ইতিহাস ==\nপরাধীন ভারতে তখন বাংলার গভর্নর জেনারেল  লর্ড আমহার্স্ট। শিক্ষা ও সমাজ সংস্কারে গুরুত্বপূর্ণ  ভূমিকা নিচ্ছেন রাজা রামমোহন রায় এবং উইলিয়াম কেরি। দুশো বছর আগে ১৮২৫ সালে বাঁকুড়া শহরের বুকে পাঠশালা হিসেবে আত্মপ্রকাশ করে এই বিদ্যালয়। ১৮৬৩ সালে যাদবচন্দ্র ঘোষ এবং অন্যান্য ব্যক্তিবর্গের সহায়তায় বাঁকুড়ার পোদ্দার পুকুরের পাড়ে বিদ্যালয় ভবন নির্মাণ হয় এবং মিডল ভার্নাকুলার স্কুল নামে এটি পরিচিত হয়। মিডল ভার্নাকুলার স্কুল যা পরবর্তী পর্যায়ে বাঁকুড়া বঙ্গ বিদ্যালয় নামে পরিচিত হয়েছে তাতে যেসব বিশিষ্ট ব্যক্তি পড়াশোনা করেন তারা হলেন, যোগেশচন্দ্র রায় বিদ্যানিধি, রামানন্দ চট্টোপাধ্যায়, অবিনাশ দাস, রামকিঙ্কর বেইজ প্রমুখ। উল্লেখ্য, যোগেশচন্দ্র রায় বিদ্যানিধি ১৮৬৮ সালে এই বিদ্যালয়ে ভর্তি হয়েছিলেন।\nবিখ্যাত সাংবাদিক রামানন্দ চট্টোপাধ্যায় পড়াশোনা করে ১৮৭৫ সালে এই বিদ্যালয় থেকেই ছাত্র বৃত্তি পরীক্ষায় সাফল্যের সাথে উত্তীর্ণ হন। ১৮৯০ সালে পোদ্দার পুকুর পাড়ের স্কুলবাড়ি আগুনে পুড়ে যায়। পরবর্তী পর্যায়ে তা পুনঃনির্মিত হয়। সেই সময় বিদ্যালয়ের সম্পাদক ছিলেন হরিহর মুখোপাধ্যায়। তার উদ্যোগে সরকারের কাছ থেকে বাঁকুড়া শহরের সরাইখানা এবং তার পাশের জায়গা লিজ নেওয়া হয়। ১৮৯৪ সালে এই বিদ্যালয় বাঁকুড়া শহরের মাচানতলায় স্থানান্তরিত হয়। ১৯১৪ সালে এই বিদ্যালয় 'মিডল ইংলিশ স্কুল' হিসেবে উন্নীত হয়। ১৯৪০ সালে নেতাজী সুভাষচন্দ্র বসু এই বাঁকুড়া বঙ্গ বিদ্যালয়েই অনুষ্ঠিত বাঁকুড়া সর্বজনীন দুর্গোৎসব শুরু করেছিলেন। ১৯৪৯ সালে এই বিদ্যালয়ে মাধ্যমিক বিদ্যালয় হিসেবে উন্নীত হয়। সেই সময় এই বিদ্যালয় পরিদর্শন করেছিলেন প্রখ্যাত শিক্ষাবিদ ডক্টর শ্যামাপ্রসাদ মুখোপাধ্যায়। ১৯৫০ সালে এই বিদ্যালয় পরিদর্শন করেন পশ্চিমবঙ্গের রাজ্যপাল কৈলাসনাথ কাটজু। একসময় এই বিদ্যালয়ের পরিচালন সমিতির সভাপতি ছিলেন ডাক্তার অনাথবন্ধু রায়। ১৯৫৭ সালে তিনি পশ্চিমবঙ্গের মন্ত্রীসভায় স্বাস্থ্যমন্ত্রী পদে যোগদান করেন। ১৯৬৩ সালে এই বিদ্যালয় একাদশ শ্রেণির উচ্চমাধ্যমিক স্তরে উন্নীত হয়। ১৯৭৬ সালে  এই বিদ্যালয়ের উচ্চ মাধ্যমিক পাঠক্রম উঠে যায়। ২০০৬ সাল থেকে উচ্চমাধ্যমিকে বিজ্ঞান, বৃত্তিমূলক শিক্ষা বিভাগ এবং ছাত্র-ছাত্রীদের সহ শিক্ষা ব্যবস্থা চালু হয়। ২০১৩ সালে এই বিদ্যালয়, সরকার পোষিত বিদ্যালয় হিসেবে স্বীকৃতি পায়।\n\n\n== সাংস্কৃতিক কর্মকাণ্ড ==\nসাধারণ পঠন-পাঠনের পাশাপাশি এই বিদ্যালয়ে সারা বছরব্যাপী বিভিন্ন ধরনের দিবস উদযাপন এবং অনুষ্ঠান সম্পন্ন হয়।\nনেতাজি সুভাষচন্দ্র বসুর জন্ম দিবস, সাধারণতন্ত্র দিবস, রবীন্দ্রজয়ন্তী, স্বাধীনতা দিবস, শিক্ষক দিবস, শহীদ দিবস ইত্যাদি বিশেষ মর্যাদা সহকারে এই বিদ্যালয় পালিত হয়। পুরস্কার বিতরণী উৎসব এবং সরস্বতী পুজো বিশেষ উৎসাহ এবং উদ্দীপনার সাথে পালিত হয়।\nকোন কোন সময় নাচ,গান,আবৃত্তি নাটিকা ইত্যাদিও পরিবেশিত হয়। এতে ছাত্র-ছাত্রী শিক্ষক-শিক্ষিকা সকলে অংশ নেন।\n\n\n== আরও দেখুন ==\nবাঁকুড়া জিলা স্কুল\n\n\n== তথ্যসূত্র =="}