{"pageid": 1463685, "title": "জঙ্গবাহাদুর রাণা", "url": "https://bn.wikipedia.org/wiki?curid=1463685", "content": "মহারাজা জঙ্গবাহাদুর কুঁবর রাণাজি, জিসিএসআই (জন্মের নাম বীর নরসিং কুঁবর, ১৮ জুন ১৮১৭ - ২৫ ফেব্রুয়ারি ১৮৭৫ ; জঙ্গবাহাদুর রাণা নামে পরিচিত) নেপালের ৮ম প্রধানমন্ত্রী এবং প্রথম শ্রী ৩ মহারাজা ছিলেন। ১৮৪৬ সালের কোত হত্যাকাণ্ড এবং ভণ্ডারখাল হত্যাকাণ্ড-এর পর জঙ্গবাহাদুর হঠাৎ করে নেপালের রাজনীতি ও প্রশাসনে শক্তিশালী হয়ে ওঠেন। রাজা রাজেন্দ্র যখন নেপালের শাসন ব্যবস্থায় শক্তিশালী ছিলেন, তখন জঙ্গবাহাদুর দামোদর পাঁডে, ভীমসেন থাপা, রণজঙ্গ পাঁডে এবং মাথবর সিং থাপার নীতি গ্রহণ করে যুবরাজ সুরেন্দ্র রাজপ্রাসাদের অভ্যন্তরে অভ্যন্তরীণ বিদ্রোহের মাধ্যমে সিংহাসনে আরোহণ করে নিজেকে অত্যন্ত শক্তিশালী করে তোলেন। তিনি নেপালের ইতিহাসের অন্যতম গুরুত্বপূর্ণ ব্যক্তিত্ব। নেপালে ১০৪ বছর ধরে স্থায়ী একটি নিপীড়নমূলক একনায়কতন্ত্রের কারণে কিছু আধুনিক ঐতিহাসিক জঙ্গবাহাদুরকে নেপালের ইতিহাসের একটি অন্ধকার যুগ প্রতিষ্ঠার জন্য দোষারোপ করেন৷ অন্যান্য ঐতিহাসিকরা অন্ধকার সময়ের জন্য তার ছেলে, নাতিদেরকে দায়ী করেন। রাণার শাসন অত্যাচার, অশ্লীলতা, অর্থনৈতিক শোষণ এবং ধর্মীয় নিপীড়নের সাথে জড়িত৷\nজঙ্গবাহাদুর ১৮৫৬ সালের ৩১ জুলাই-এর দিন মুখতিয়ারের পদ থেকে পদত্যাগ করেন এবং ৬ অগস্টে রাজা সুরেন্দ্র থেকে কাস্কি ও লমজুঙয়ের শ্রী ৩ মহারাজার পদ গ্রহণ করেন। মহারাজের পদ লাভের পরেই তাঁকে শ্রী ৩ জঙ্গবাহাদুর কুঁবর রাণাজি বলা হয়। জং বাহাদুর প্রথম ব্যক্তি যিনি শ্রী ৩ মহারাজের জন্য শ্রীপেচ তৈরি করেছিলেন এবং জনপুত্রের দ্বারা নির্মিত শ্রীপেচ পরিধান করেছিলেন।\nজঙ্গবাহাদুর রাণার শাসনকালে ব্রিটিশদের সাথে যুদ্ধে নেপাল যে অঞ্চলগুলি হারিয়েছিল তার মধ্যে তারা বর্তমান তরাইয়ে বাঁকে, বর্দিয়া, কৈলালী এবং কঞ্চনপুর সহ রাপ্তি থেকে মহাকালী পর্যন্ত অঞ্চলটি নেপালের সাথে পুনরায় একীভূত করতে সক্ষম হয়েছিল। বর্তমানে, এই অঞ্চলটি নয়াঁ মুলুক নামেও পরিচিত। তিনিই নেপালে রাণা শাসনের ভিত্তি স্থাপন করেছিলেন এবং ১০৪ বছর ধরে পারিবারিক শাসন শুরু করেছিলেন। তাঁর শাসনকালে, ব্রিটিশ শাসকদের প্রিয়পাত্র জঙ্গবাহাদুর, দরবারের চিরপ্রতিদ্বন্দ্বীদের সমান করে স্বৈরাচারী শাসন করেছিলেন। ব্রিটেন ও ফ্রান্স সফর থেকে ফিরে আসার পর তিনি নেপালি শিল্পকলা, সংস্কৃতি, জীবন ও আইনে পশ্চিমা প্রভাবের ছাপ রেখে যান।\n\n\n== তথ্যসূত্র =="}