{"pageid": 1463804, "title": "রাষ্ট্রীয় গণমাধ্যম", "url": "https://bn.wikipedia.org/wiki?curid=1463804", "content": "রাষ্ট্রীয় গণমাধ্যম বলতে সাধারনত বোঝানো হয় সেইসব গণমাধ্যম প্রকাশনা যেগুলি সরকারের মালিকানাধীন, পরিচালিত বা উল্লেখযোগ্যভাবে প্রভাবিত।  এগুলি পাবলিক সার্ভিস মিডিয়া থেকে আলাদা, যেগুলি জনস্বার্থে পরিবেশন করার জন্য তৈরী করা হয়েছে, সরকারী নিয়ন্ত্রণ থেকে স্বাধীনভাবে কাজ করে এবং পাবলিক ফান্ডিং, লাইসেন্সিং ফি এবং কখনও কখনও বিজ্ঞাপনের সমন্বয়ের মাধ্যমে অর্থায়ন করে। এই অত্যন্ত গুরুত্বপূর্ণ পার্থক্যটি সরকারের প্রভাব থেকে স্বতন্ত্রতার পরিমাণ এবং কোনো নির্দিষ্ট রাজনৈতিক দল বা সরকারী এজেন্ডার স্বার্থের পরিবর্তে  বিস্তৃত জনস্বার্থে সেবা করার প্রতিশ্রুতির মধ্যে রয়েছে। \nরাষ্ট্রীয় গণমাধ্যম জনগণের কূটনীতি এবং বক্তব্য গঠনের হাতিয়ার হিসেবে কাজ করে। এই গণমাধ্যম প্রকাশনাগুলি টেলিভিশন, রেডিও, ছাপা খবরের কাগজ এবং সোশ্যাল মিডিয়ার মাধ্যমে সম্প্রচার করে, যাতে দেশীয় এবং আন্তর্জাতিক শ্রোতাদের কাছে নিজ সরকারের দৃষ্টিভঙ্গি পৌঁছে দেওয়া যায়। রাষ্ট্রীয় গণমাধ্যমকে ব্যবহার করার পদ্ধতি ভিন্ন ভিন্ন হতে পারে । সাধারনত পদ্ধতি গুলি হলো ইতিবাচক আখ্যানগুলিতে জোর দেওয়া, একাধিক বর্ণনার সামঞ্জস্য তৈরি করা, বা অত্যাধুনিক সোশ্যাল মিডিয়া প্রচারাভিযানের মাধ্যমে ভুল তথ্য ছড়িয়ে দেওয়া। \n\n\n== রাষ্ট্রীয় মালিকানার পরিণতি ==\nরাষ্ট্রীয় গণমাধ্যমের সমস্যাগুলির মধ্যে রয়েছে সংবাদপত্রের স্বাধীনতা এবং সাংবাদিকতার বস্তুনিষ্ঠতা নিয়ে জটিলতা। জার্নাল অফ ডেমোক্রেসি -তে ক্রিস্টোফার ওয়াকারের মতে, \" স্বৈরাচারী বা সর্বগ্রাসী গণমাধ্যম প্রকাশনা গুলি\" তাদের স্থানীয় দেশে রাষ্ট্রীয় সেন্সরশিপ এবং অন্যান্য গণতান্ত্রিক দেশগুলির উন্মুক্ততার কারণে দেশীয় এবং বিদেশী উভয় মিডিয়ার সুবিধা নেয় যেখানে তারা সম্প্রচার করে। তিনি উদাহরণ হিসেবে চীনের সিসিটিভি, রাশিয়ার আরটি এবং ভেনিজুয়েলার টেলিসুর উল্লেখ করেছেন। \n\n\n=== গণমাধ্যমের স্বাধীনতা ===\n\nডেনমার্ক, নরওয়ে এবং ফিনল্যান্ডের মতো দেশগুলিতে  প্রেস এবং পাবলিক ব্রডকাস্টিং মিডিয়া উভয়েরই সর্বোচ্চ স্বাধীনতা রয়েছে। তুলনায় বেশিরভাগ স্বৈরাচারী দেশগুলি তথ্যের বিস্তার নিয়ন্ত্রণ করতে সংবাদপত্রের স্বাধীনতা সীমিত করার চেষ্টা করে।  ২০০৩ সালের একটি সমীক্ষায় দেখা গেছে যে গণমাধ্যম সংস্থাগুলির সরকারী মালিকানা খারাপ গণতান্ত্রিক ফলাফলের সাথে যুক্ত ছিল। \n\"খারাপ ফলাফল\" গণমাধ্যমের উচ্চ স্তরের রাষ্ট্রীয় মালিকানার সাথে যুক্ত, যা পিগউভিয়ান তত্ত্বকে প্রত্যাখ্যান করে।  কম রাষ্ট্রীয় নিয়ন্ত্রণযুক্ত দেশগুলিতে কম সাংবাদিক গ্রেপ্তার, আটক বা হয়রানির শিকার হয় এবং সংবাদ মাধ্যমগুলি বেশি স্বাধীন হয় ।  সিঙ্গাপুর, বেলারুশ, মায়ানমার, ইথিওপিয়া, গণপ্রজাতন্ত্রী চীন, ইরান, সিরিয়া, তুর্কমেনিস্তান এবং উজবেকিস্তানের মতো উচ্চ স্তরের রাষ্ট্রীয় মালিকানা সহ দেশগুলিতে হয়রানি, কারাবাস এবং উচ্চ স্তরের ইন্টারনেট সেন্সরশিপ ঘটে।  উত্তর কোরিয়া এবং লাওসের মতো গণমাধ্যমে সম্পূর্ণ রাষ্ট্রীয় একচেটিয়া দেশগুলি \"ক্যাস্ট্রো প্রভাব\" অনুভব করে, যেখানে রাষ্ট্রীয় নিয়ন্ত্রণ এতই শক্তিশালী যে সংবাদপত্রের স্বাধীনতা সীমিত করার জন্য কোনও সাংবাদিক হয়রানির প্রয়োজন হয় না।  ঐতিহাসিকভাবে, সোভিয়েত ইউনিয়ন, পূর্ব জার্মানি, চীন প্রজাতন্ত্র (তাইওয়ান), পোল্যান্ড, রোমানিয়া, ব্রাজিল এবং ইন্দোনেশিয়ার মতো কর্তৃত্ববাদী রাষ্ট্রগুলিতে শীতল যুদ্ধের সময়ও রাষ্ট্রীয় গণমাধ্যম বিদ্যমান ছিল।\n\n\n=== নাগরিক ও রাজনৈতিক অধিকারসমূহ ===\nজনস্বার্থ তত্ত্ব দাবি করে যে সংবাদপত্রের রাষ্ট্রীয় মালিকানা নাগরিক ও রাজনৈতিক অধিকার বৃদ্ধি করে। আবার জনসিদ্ধান্ত তত্ত্বের মতে এটি সরকারকে জনসাধারণের তত্ত্বাবধানকে দমন করতে সাহায্য করে এবং রাজনৈতিক দুর্নীতিকে সহজতর করে। উচ্চ থেকে নিরঙ্কুশ সরকারী নিয়ন্ত্রণাধীন গণমাধ্যম প্রাথমিকভাবে নিম্ন স্তরের রাজনৈতিক ও নাগরিক অধিকার, উচ্চ স্তরের দুর্নীতি, নিয়ন্ত্রণের গুণমান, সম্পত্তির নিরাপত্তা এবং গণমাধ্যমের পক্ষপাতের সাথে জড়িত।  প্রেসের রাষ্ট্রীয় মালিকানা নির্বাচন পর্যবেক্ষনের সাথে আপস করতে পারে এবং নির্বাচনী প্রক্রিয়ার স্বচ্ছতাকে অস্পষ্ট করতে পারে।  স্বাধীন গণমাধ্যম সরকারের গণমাধ্যম এর চেয়ে ভালোভাবে তদারকি করে। উদাহরণস্বরূপ, ১৯৯০-এর দশকে বিধিনিষেধ তুলে নেওয়ার পর মেক্সিকো, ঘানা এবং কেনিয়ায় দুর্নীতির অভিযোগ বৃদ্ধি পায়, কিন্তু সরকার-নিয়ন্ত্রিত গণমাধ্যম কর্মকর্তাদের সমর্থন করে।  প্রবলভাবে প্রভাবিত রাষ্ট্রীয় গণমাধ্যম দুর্নীতিবাজ শাসকের প্রতিবাদকারীদের প্রচেষ্টার বিরুদ্ধে লড়াই করার একটি হাতিয়ার হয়ে উঠতে পারে ।  রাষ্ট্রীয়-মাধ্যম সংস্থার প্রচারণা প্রকৃত সাংবাদিকতা থেকে বিরত থাকতে পারে এবং জনগণের অনুভূতিকে প্রভাবিত করতে  শাসককে সুযোগ প্রদান করতে পারে।  কর্তৃত্ববাদী বলে বিবেচিত সরকারগুলির (যেমন চীন, রাশিয়া, মিশর এবং ইরান) বিরুদ্ধে গণবিক্ষোভ হলে  সরকার-চালিত গণমাধ্যমগুলি প্রায়ই প্রতিবাদকারীদের মানহানি করে এবং সরকারের ক্রিয়াকলাপের উপর ইতিবাচক আলো দেওয়ার জন্য বিকৃত করে। \n\n\n=== অর্থনৈতিক স্বাধীনতা ===\nসংবাদপত্রের উপর কঠোর নিয়ন্ত্রণ রয়েছে এমন দেশগুলিতে তাদের বাজারে মাথাপিছু কম সংস্থা তালিকাভুক্ত হয়  এবং কম উন্নত ব্যাঙ্কিং ব্যবস্থা থাকে সাধারণত।  এই ফলাফলগুলি জনসিদ্ধান্ত তত্ত্বকে সমর্থন করে, যা বলে যে প্রেসের উচ্চ স্তরের রাষ্ট্রীয় মালিকানা অর্থনৈতিক ও আর্থিক উন্নয়নের জন্য ক্ষতিকর হয়।  এর কারণ রাষ্ট্রীয় গণমাধ্যম সাধারণত স্বৈরাচারী শাসনের সাথে যুক্ত থাকে । যেখানে অর্থনৈতিক স্বাধীনতা গুরুতরভাবে সীমাবদ্ধ এবং অর্থনৈতিক ও রাজনৈতিক ব্যবস্থার মধ্যে প্রচুর পরিমাণে দুর্নীতি রয়েছে তা উন্নয়নের পক্ষে খারাপ। \n\n\n== আরো দেখুন ==\nআইনসভা সম্প্রচারক\nদেশ অনুযায়ী রাষ্ট্রীয় গণমাধ্যমের তালিকা\nপাবলিক সম্প্রচার\n\n\n== তথ্যসূত্র =="}