{"pageid": 1463682, "title": "সামতাপ্রসাদ", "url": "https://bn.wikipedia.org/wiki?curid=1463682", "content": "পণ্ডিত সামতাপ্রসাদ (হিন্দি : पण्डित सामता प्रसाद ); (২০ জুলাই ১৯২১ - ৩১ মে ১৯৯৩) ছিলেন বেনারস ঘরানার একজন ভারতীয় শাস্ত্রীয় সঙ্গীতজ্ঞ এবং তবলাবাদক।  দুই প্রখ্যাত ভারতীয় বাঙালি সঙ্গীত পরিচালক, সুরকার ও গায়ক রাহুল দেব বর্মণ এবং বাপ্পী লাহিড়ী ছিলেন তাঁর শিষ্য। \nতিনি ১৯৭৯ খ্রিস্টাব্দে  সংগীত নাটক অকাদেমি পুরস্কারে ভূষিত হন এবং ১৯৯১ খ্রিস্টাব্দে  ভারত সরকারের তৃতীয় সর্বোচ্চ বেসামরিক সম্মান পদ্মভূষণ লাভ করেন।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nপণ্ডিত সামতাপ্রসাদ ১৯২১ খ্রিস্টাব্দের ২০ জুলাই  ব্রিটিশ ভারতের আগ্রা ও অবধের যুক্তপ্রদেশ অধুনা  উত্তরপ্রদেশের  বারাণসীর কবির চৌরা মহল্লার ঐতিহ্যবাহী তবলা ও পাখোয়াজ বাদক পরিবারে জন্মগ্রহণ করেন। পিতা বাচা মিশ্র নামে পরিচিত হরি সুন্দর ও পিতামহ জগন্নাথ মিশ্র ছিলেন প্রতাপ মহারাজের বংশধর। কখনও পূরব বাজ স্কুল হিসাবে উল্লেখ করা হয় । \nসামতাপ্রসাদের তবলা বাদনে প্রাথমিক তালিম শুরু হয়েছিল পিতার কাছে। কিন্ত সামতাপ্রসাদ সাত বছর বয়সে পিতাকে হারান। তারপরে তিনি বলদেব সহায়ের শিষ্য বিক্কু মহারাজের শিষ্যত্ব গ্রহণ করে প্রতিদিন দীর্ঘ সময় ধরে অনুশীলন থাকেন। \n\n\n== কর্মজীবন ==\nপণ্ডিত সামতাপ্রসাদ ১৯৪২ খ্রিস্টাব্দে \"এলাহাবাদ সঙ্গীত সম্মেলন\"- প্রথম তার তবলা বাদন উপস্থাপন করেন এবং উপস্থিত সঙ্গীতজ্ঞদের মুগ্ধ করেন।  এবং অনতিকালে তিনি নিজেকে একজন সহযোগী ও একক শিল্পী হিসাবে প্রতিষ্ঠিত করতে সফল হন।\nতারপর সারা কর্মজীবনে, তিনি ভারতের বিভিন্ন স্থানে যেমন কলকাতা , মুম্বাই , চেন্নাই এবং লখনউতে তার দক্ষতা প্রদর্শন করেন। তিনি বিদেশে থাকাকালীন ফ্রান্স, রাশিয়া এবং এডিনবার্গের মতো নানা স্থানে ভারতীয় সাংস্কৃতিক দলের প্রতিনিধিত্ব করেন।\n'ঝনক ঝনক পায়েল বাজে', 'মেরি সুরত তেরি আঁখেঁ' , 'বসন্ত বাহার' , 'অসমাপ্ত' এবং 'শোলে'-এর মতো হিন্দি চলচ্চিত্রের সঙ্গীতে তিনি তবলা বাজিয়েছেন। কথিত আছে, সঙ্গীত পরিচালক শচীন দেববর্মণ মেরি সুরত তেরি আঁখেঁ ছবির জন্য  মোহাম্মদ রফির কণ্ঠে গীত \"নাচে মন মোরা মগন ধিগধা ধিগি ধিগি\" গানটির রেকর্ডিং স্থগিত রাখেন যতক্ষণ পর্যন্ত না পণ্ডিত সামতাপ্রসাদ বারাণসী হতে এসে পৌঁছান।\nপণ্ডিত সামতাপ্রসাদ ১৯৯৪ খ্রিস্টাব্দের মে মাসে নাদরূপের আয়োজনে এক সঙ্গীত প্রশিক্ষণের কর্মশালায় পুণে সফরে আসেন। তিনি আকস্মিক ভাবে ৩১ মে প্রয়াত হন।  \n\n\n== পুরস্কার এবং স্বীকৃতি ==\nপণ্ডিত সামতাপ্রসাদ ১৯৭২ খ্রিস্টাব্দে  ভারত সরকারের চতুর্থ সর্বোচ্চ বেসামরিক \"পদ্মশ্রী \" এবং ১৯৭৯ খ্রিস্টাব্দে \" সঙ্গীত নাটক অকাদেমি পুরস্কার \" এবং ১৯৮৭ খ্রিস্টাব্দে রাষ্ট্রপতি বৃত্তি লাভ করেন। ১৯৯১ খ্রিস্টাব্দে দেশের তৃতীয় সর্বোচ্চ বেসামরিক পুরস্কার  পদ্মভূষণে ভূষিত হন।\n\n\n== শিষ্যরা ==\nপণ্ডিত সামতাপ্রসাদের কাছে বহু সঙ্গীতশিল্পী তার শিষ্যত্ব গ্রহণ করেন। তাদের মধ্যে উল্লেখযোগ্য ব্যক্তিত্বেরা হলেন- পণ্ডিত ভোলাপ্রসাদ সিং, (পাটনা), পণ্ডিত শশাঙ্কশেখর বক্সী, নীতিন চ্যাটার্জি, নবকুমার পান্ডা, রাহুল দেব বর্মণ, গুরমিত সিং বীরদি, পার্থসারথি মুখার্জি, সত্যনারায়ণ বশিষ্ট, পণ্ডিত চন্দ্রকান্ত কামত, পি. মানিকরাও পোপটকার এবং প্রখ্যাত তবলাবাদক পণ্ডিত কুমার লাল মিশ্র প্রমুখেরা।। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nLast.fm এ শান্তা প্রসাদ প্রোফাইল\nবেনারস তবলা ঘরানা"}