{"pageid": 1463362, "title": "উইলিয়াম হেনরি গ্ল্যাডস্টোন", "url": "https://bn.wikipedia.org/wiki?curid=1463362", "content": "উইলিয়াম হেনরি গ্ল্যাডস্টোন (৩ জুন ১৮৪০ - ৪ জুলাই ১৮৯১) ছিলেন একজন ব্রিটিশ লিবারেল পার্টির পার্লামেন্ট সদস্য এবং প্রধানমন্ত্রী উইলিয়াম ইওয়ার্ট গ্ল্যাডস্টোন এবং তার স্ত্রী ক্যাথরিন জন্ম নাম  গ্লাইনের জ্যেষ্ঠ পুত্র।\n\n\n== জীবন ==\nগ্ল্যাডস্টোন হাওয়ার্ডেন, ফ্লিন্টশায়ার, ওয়েলসে জন্মগ্রহণ করেন। তিনি ইটন কলেজে পড়াশোনা করেন এবং অক্সফোর্ড বিশ্ববিদ্যালয়ের ক্রাইস্ট চার্চে গ্রীক ও ল্যাটিন পড়েন। তিনি মোট ২০ বছর সংসদ সদস্য ছিলেন, চেস্টারের প্রতিনিধিত্ব করেছেন তিনবার, হুইটবি বারোটি এবং ইস্ট ওরচেস্টারশায়ারের পাঁচটি জন্য।\nএকজন গায়ক এবং সংগঠক, তিনি সঙ্গীতের ইতিহাসে, বিশেষ করে অ্যাংলিকান গির্জার সঙ্গীতের বিকাশে পারদর্শী ছিলেন। তিনি সঙ্গীত বিষয়ক বিষয়ে লিখেছেন, এবং তিনি যে মতামত প্রকাশ করেছিলেন তার মধ্যে একটি হল যে কোরাল গির্জার পরিষেবাগুলিকে নিন্দা করা উচিত কারণ \"গায়েকগণ প্রায়ই মণ্ডলীকে গান গাওয়াতে নিরুৎসাহিত করে\"। তিনি \"করুণাময় এবং ন্যায়পরায়ণ\" এবং \"তুমি প্রত্যাহার করো না\" এবং মন্ত্র, সংগীত, অন্তর্মুখী এবং অঙ্গ স্বেচ্ছাসেবী গানগুলি লিখেছিলেন। তিনি হ্যামারস্মিথের স্তোত্র রচনা করেছিলেন, যেখানে \" প্রিয় লর্ড এবং ফাদার অফ ম্যানকাইন্ড \" কখনও কখনও সেট করা হয় এবং ওমবারসলি, কখনও কখনও \" সর্বস্বত্বের প্রভু, সিংহাসনযুক্ত আফার \" জন্য ব্যবহৃত হয়।\nউইলিয়াম ১৮৭০ সালে প্রথম অনানুষ্ঠানিক ইংল্যান্ড বনাম স্কটল্যান্ড ফুটবল আন্তর্জাতিকে স্কটল্যান্ডের হয়ে খেলেন। এই ম্যাচে স্কটল্যান্ডের হয়ে খেলতে পার্লামেন্টের দুজন বর্তমান সদস্যের একজন ছিলেন, অন্যজন জন উইংফিল্ড ম্যালকম, বোস্টনের এমপি।\n১৮৭৪ সালে যখন তার মায়ের ভাই স্যার স্টিফেন গ্লাইন উত্তরাধিকারী ছাড়াই মারা যান, তখন গ্লাইন ব্যারোনেটসি বিলুপ্ত হয়ে যায়, কিন্তু উইলিয়াম হাওয়ার্ডেন ক্যাসেল সহ গ্লাইনি এস্টেট উত্তরাধিকার সূত্রে পেয়েছিলেন, যেটি তার দাদা স্যার জন গ্ল্যাডস্টোনের কিছু ব্যবহার করার পর থেকে গ্ল্যাডস্টোনের পারিবারিক বাড়ি ছিল। ১৮৪০-এর দশকে গ্লাইনি পরিবারকে দেউলিয়া হওয়ার হাত থেকে উদ্ধার করার জন্য তার যথেষ্ট সৌভাগ্য। ১৮৮৮ সালে তিনি ফ্লিন্টশায়ারের উচ্চ শেরিফ নিযুক্ত হন\n১৮৯১ সালের ৪ জুলাই তিনি লন্ডনে মারা যান; তার ছেলে উইলিয়াম গ্লিন চার্লস গ্ল্যাডস্টোন হাওয়ার্ডেনকে উত্তরাধিকার সূত্রে পেয়েছিলেন। হাওয়ার্ডেনে তার অন্ত্যেষ্টিক্রিয়া অত্যন্ত ভালভাবে উপস্থিত হয়েছিল এবং প্যারিশের দরিদ্ররা \"নিশ্চিতভাবে অনুভব করেছিল যে তারা সবচেয়ে দয়ালু এবং উদার দানশীলকে হারিয়েছে\" বলে বলা হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nহ্যান্সকার্ড ১৮০৩-২০০৫: William Henry Gladstone দ্বারা সংসদে অবদান (ইংরেজি)\nন্যাশনাল পোট্রেট গ্যালারি, লন্ডনে উইলিয়াম হেনরি গ্ল্যাডস্টোন-এর পোট্রেট \nWorks by William Henry Gladstone at Project Gutenberg\nWorks by or about William Henry Gladstone at Internet Archive\nLeigh Rayment's Historical List of MPs"}