{"pageid": 1463143, "title": "জেমস ব্রুস, এলগিনের অষ্টম আর্ল", "url": "https://bn.wikipedia.org/wiki?curid=1463143", "content": "জেমস ব্রুস, এলগিনের ৮ম আর্ল এবং কিনকার্ডিনের দ্বাদশ আর্ল,  (২০ জুলাই ১৮১১ – ২০ নভেম্বর ১৮৬৩) ছিলেন একজন ব্রিটিশ ঔপনিবেশিক প্রশাসক এবং কূটনীতিক। তিনি জ্যামাইকার গভর্নর (১৮৪২-১৮৪৬), কানাডা প্রদেশের গভর্নর জেনারেল (১৮৪৭-১৮৫৪), এবং ভারতের ভাইসরয় (১৮৬২-১৮৬৩) হিসাবে দায়িত্ব পালন করেন। ১৮৫৭ সালে, তিনি চীন এবং জাপানকে পশ্চিমা বাণিজ্যের জন্য উন্মুক্ত করার প্রক্রিয়ায় সহায়তা করার জন্য চীন ও দূরপ্রাচ্যে হাই কমিশনার এবং পূর্ণ ক্ষমতাবান নিযুক্ত হন। ১৮৬০ সালে, চীনে দ্বিতীয় আফিম যুদ্ধের সময়, তিনি প্রাচীন শহর পিকিং -এ ওল্ড সামার প্যালেস ধ্বংস করার নির্দেশ দিয়েছিলেন যা এখন আধুনিক কমিউনিস্ট সিপিপি প্রতিষ্ঠিত বেইজিং শহরের জায়গার অংশ যার সাথে এটি প্রায়শই মিশে যায়, এটি একটি স্থাপত্য বিস্ময়। শিল্পকর্ম এবং ঐতিহাসিক প্রাচীন জিনিসের অপরিমেয় সংগ্রহ, সাংস্কৃতিক ঐতিহ্যের অপূরণীয় ক্ষতি সাধন করে। পরবর্তীকালে, তিনি কিং রাজবংশকে পিকিংয়ের কনভেনশনে স্বাক্ষর করতে বাধ্য করেন, হংকংয়ের ব্রিটিশ মুকুট উপনিবেশে কাউলুন উপদ্বীপকে যুক্ত করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\n * Narrative of the Earl of Elgin's Mission to China and Japan, 1857-8-9 (2 volumes), Laurence Oliphant, 1859 (reprinted by Oxford University Press, 1970) {No ISBN}\n\nCheckland, S.G. (১৯৮৮)। The Elgins 1766-1917: A Tale of Aristocrats, Proconsuls and Their Wives। Aberdeen: Aberdeen University Press। আইএসবিএন 0-08-036395-4। \nHarris, David; Van Slyke, Lyman P. (২০০০)। Of Battle and Beauty: Felice Beato's Photographs of China। University of California Press। আইএসবিএন 0-89951-100-7। \nHevia, James L. (২০০৩)। English Lessons: The Pedagogy of Imperialism in Nineteenth-Century China। Durham: Duke University Press। \n\"Moving Here, Staying Here:\" The Canadian Immigrant Experience, Library and Archives Canada, A letter from Lord Elgin, Governor General of the Canadas, to the Colonial Office\nMorison, John Lyle (১৯২৮)। The Eighth Earl of Elgin : A Chapter in Nineteenth-century Imperial History। London: Hodder and Stoughton। \nNewsinger, John (জুন ২০০২)। \"Elgin in China\"। The New Left Review। \nWrong, George M. (১৯০৬)। The Earl of Elgin। Toronto: G.N. Morangi।  Also digitized by Canadian Institute for Historical Microreproductions, 2003.\n\n\n== বহিঃসংযোগ ==\nহ্যান্সকার্ড ১৮০৩-২০০৫: the Earl of Elgin দ্বারা সংসদে অবদান (ইংরেজি)\nWorks by James Bruce, 8th Earl of Elgin at Project Gutenberg\nWorks by or about James Bruce, 8th Earl of Elgin at Internet Archive\nWorks by or about Earl of Elgin at Internet Archive\nBiography at the Dictionary of Canadian Biography Online\nPainting: James Bruce, Earl of Elgin, circa 1855. McCord Museum\n \nArchives of James Bruce, 8th Earl of Elgin (James Bruce, Earl of Elgi and Kingardine, and family fonds, R977) are held ar Library and Archives Canada"}