{"pageid": 1463305, "title": "ম্যাগনোলিয়া (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1463305", "content": "ম্যাগনোলিয়া হল একটি ১৯৯৯ সালের মার্কিন নাট্যধর্মী চলচ্চিত্র যেটি রচনা, পরিচালনা এবং সহ-প্রযোজনা করেছেন পল থমাস অ্যান্ডারসন। এতে অভিনয় করেছেন জেরেমি ব্ল্যাকম্যান, টম ক্রুজ, মেলিন্ডা ডিলন, ফিলিপ বেকার হল, ফিলিপ সিমোর হফম্যান, রিকি জে, উইলিয়াম এইচ. ম্যাসি, আলফ্রেড মোলিনা, জুলিয়ান মুর, জন সি. রেইলি, জেসন রবার্ডস (তার শেষ ভূমিকায়) এবং মেলোরা ওয়াল্টার্স। চলচ্চিত্রটি সান ফার্নান্দো উপত্যকায় সুখ, ক্ষমা এবং অর্থের অনুসন্ধানে আন্তঃসম্পর্কিত চরিত্রগুলোর একটি মহা কাব্যিক বিচিত্রতা। চিত্রনাট্যটি অ্যামি মান এর সঙ্গীত দ্বারা অনুপ্রাণিত, যিনি চলচ্চিত্রটির সঙ্গীতায়োজনে বেশ কয়েকটি গানে অবদান রেখেছেন।\nচলচ্চিত্রটি ১৭ ডিসেম্বর, ১৯৯৯ এ সীমিত পরিসরে প্রেক্ষাগৃহে মুক্তি পায়, ৭ জানুয়ারি, ২০০০ এ ব্যাপক প্রসারিত হওয়ার আগে। ম্যাগনোলিয়া ইতিবাচক সাড়া পায়, সমালোচকরা এর অভিনয় (বিশেষ করে ক্রুজের), নির্দেশনা, চিত্রনাট্য, গল্প বলার ধরণ এবং এর সঙ্গীতের প্রশংসা করেছেন, কিন্তু কেউ কেউ এটিকে দীর্ঘায়িত এবং অতিনাটকীয় বলে মনে করেছেন। চলচ্চিত্রটি $৩৭ মিলিয়ন বাজেটের বিপরীতে $৪৮.৫ মিলিয়ন আয় করেছে। দীর্ঘ অভিনেতা-অভিনেত্রীদের মধ্যে, ক্রুজ ৭২তম একাডেমি পুরস্কারে সেরা পার্শ্ব অভিনেতার জন্য মনোনীত হন এবং একই বিভাগে গোল্ডেন গ্লোব পুরস্কার জিতেন। অনেক উৎস দ্বারা এটিকে সর্বকালের সেরা চলচ্চিত্রগুলির একটি হিসাবে বিবেচনা করা হয়।\n\n\n== পটভূমি ==\nসান ফার্নান্দো উপত্যকায় একটি দিনে, একজন মুমূর্ষু পিতা, একজন যুবতী স্ত্রী, একজন পুরুষ আয়া, একজন বিখ্যাত হারিয়ে যাওয়া ছেলে, প্রেমে পড়া একজন পুলিশ অফিসার, একজন প্রতিভাবান ছেলে, একজন প্রাক্তন প্রতিভাবান ছেলে, একটি গেম শো উপস্থাপক এবং একজন পরিবার থেকে বিচ্ছিন্ন কন্যা প্রতিটি আখ্যানের একটি চমকপ্রদ বহুবিধ অংশ হয়ে উঠে, তবে সবগুলোই একটি গল্পের অংশ।\n\n\n== শ্রেষ্ঠাংশে ==\nজেরেমি ব্ল্যাকম্যান - স্ট্যানলি স্পেকটর\nটম ক্রুজ - ফ্র‍্যাংক টি.জে ম্যাকি\nমেলিন্ডা ডিলন - রোজ গ্যাটর\nএপ্রিল গ্রেস - গোয়েনোভির\nলুইস গুজম্যান - লুইস\nফিলিপ বেকার হল - জিমি গ্যাটর\nফিলিপ সিমোর হফম্যান - ফিল পার্মা\nরিকি জে - বার্ট রামসি (কাহিনীও বর্ণনা করেছেন)\nউইলিয়াম এইচ. ম্যাসি - কুইজ শিশু ডনি স্মিথ\nআলফ্রেড মোলিনা - সলোমন সলোমন\nজুলিয়ান মুর - লিন্ডা পার্ট্রিজ\nমাইকেল মারফি - এলান ক্লিগম্যান এসক.\nজন সি. রেইলি - জিম কারিং\nজেসন রবার্ডস - আর্ল পার্ট্রিজ\nমেলোরা ওয়াল্টার্স - ক্লোডিয়া উইলসন গ্যাটর\nমাইকেল বোয়েন - রিক স্পেকটর\nহেনরি গিবসন - থার্সটন হোয়েল\nফেলিসিটি হাফম্যান - সিন্থিয়া\nএমানুয়েল জনসন - ডিক্সন\nডন ম্যাকমানুস - ড. ল্যান্ডন\nএইলিন রায়ান - ম্যারি\nডেনি ওয়েলস - ডিক জেনিংস\n\n\n== উৎপাদন ==\n\n\n=== উন্নয়ন ===\nপল থমাস অ্যান্ডারসন বুগি নাইটস (১৯৯৭) এর দীর্ঘ সম্পাদনা সময়কালে ম্যাগনোলিয়ার জন্য ধারণা পেতে শুরু করেন।  চলচ্চিত্রটি শেষ করার কাছাকাছি সময়ের সাথে সাথে তিনি তার নতুন চলচ্চিত্রের জন্য উপাদান লিখতে শুরু করেন।\n\n\n=== চিত্রনাট্য ===\nযখন অ্যান্ডারসন চিত্রনাট্য লিখতে শুরু করেন, তখন তিনি তার বন্ধু অ্যাইমি মান এর গান শুনছিলেন। চলচ্চিত্রটিতে একটি দৃশ্য দেখানো হয়েছে যেখানে চরিত্রগুলি একসাথে মান এর গান \"ওয়াইজ আপ\" গাইছে।\n\n\n=== অভিনয়শিল্পী নির্বাচন ===\nটম ক্রুজ অ্যান্ডারসনের পূর্ববর্তী চলচ্চিত্র বুগি নাইটসের একজন ভক্ত ছিলেন এবং স্ট্যানলি কুব্রিকের আইজ ওয়াইড শাট (১৯৯৯) এ কাজ করার সময় অ্যান্ডারসনের সাথে যোগাযোগ করেছিলেন। অ্যান্ডারসন কুব্রিকের চলচ্চিত্রের সেটে ক্রুজের সাথে দেখা করেন এবং ক্রুজ তাকে তার পরবর্তী চলচ্চিত্রের জন্য তাকে মনে রাখতে বলেন। অ্যান্ডারসন চিত্রনাট্য শেষ করার পরে, ক্রুজকে একটি অনুলিপি পাঠান এবং পরের দিন, ক্রুজ তাকে ডেকে পাঠান। ক্রুজ আগ্রহী ছিলেন কিন্তু তার ভূমিকা সম্পর্কে অনিশ্চিত ছিলেন। অ্যান্ডারসন ডি লুকার কে নিয়ে ক্রুজের সাথে দেখা করেন, যিনি ক্রুজকে চলচ্চিত্রটিতে অভিনয়ে রাজি করতে সাহায্য করেন।\"\n\n\n=== চিত্রায়ণ ===\n১২ জানুয়ারি, ১৯৯৯ এ চিত্রগ্রহণ শুরু হয়েছিল এবং প্রাথমিকভাবে ৭৯ দিনের জন্য নির্ধারিত ছিল, কিন্তু ২৪ জুন, ১৯৯৯ পর্যন্ত স্থায়ী হয়েছিল, যা মোট ৯০ দিনের চিত্রগ্রহণ, সাথে ১০ দিন ছিল দ্বিতীয় ইউনিট চিত্রগ্রহণের জন্য।\n\n\n== গ্রহণ ==\n\n\n=== বক্স অফিস ===\nম্যাগনোলিয়া প্রাথমিকভাবে ১৭ ডিসেম্বর, ১৯৯৯ এ সীমিত পরিসরে মুক্তি পায়, সাতটি প্রেক্ষাগৃহে $১৯৩,৬০৪ আয় করে। ৭ জানুয়ারি, ২০০০ এ ছবিটি ১,০৩৪ টি প্রেক্ষাগৃহে ব্যাপকভাবে মুক্তি পায়, যা প্রথম সপ্তাহান্তে $৫.৭ মিলিয়ন আয় করে। এটি মার্কিন যুক্তরাষ্ট্র এবং কানাডায় $২২.৫ মিলিয়ন এবং অন্যান্য অঞ্চলে $২৬ মিলিয়ন, বিশ্বব্যাপী মোট $৪৮.৫ মিলিয়ন আয় করে, $৩৭ মিলিয়ন নির্মাণব্যয়ের বিপরীতে।\n\n\n=== সমালোচকদের প্রতিক্রিয়া ===\nচলচ্চিত্র পর্যালোচনা ভিত্তিক ওয়েবসাইট রোটেন টমেটোস এ, ২১৬ জন সমালোচকের পর্যালোচনার ভিত্তিতে ৮২% ইতিবাচক সাড়া পায়, যার গড় রেটিং ৭.৬/১০। মেটাক্রিটিক, যা একটি ওজনযুক্ত গড় ব্যবহার করে, ৩৪ জন সমালোচকের উপর ভিত্তি করে চলচ্চিত্রটিকে ১০০ এর মধ্যে ৭৮ স্কোর প্রদান করে, যা \"সাধারণত অনুকূল\" পর্যালোচনাগুলির প্রতি নির্দেশ করে। সিনেমাস্কোর দ্বারা জরিপ করা দর্শকরা এ+ থেকে এফ স্কেলে চলচ্চিত্রটিকে \"সি-\" গড় গ্রেড দিয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে ম্যাগনোলিয়া   (ইংরেজি)"}