{"pageid": 1463721, "title": "স্লোভাকিয়ার রাজনীতি", "url": "https://bn.wikipedia.org/wiki?curid=1463721", "content": "স্লোভাকিয়ার রাজনীতি একটি বহু-দলীয় ব্যবস্থা সহ সংসদীয় প্রতিনিধিত্বমূলক গণতান্ত্রিক প্রজাতন্ত্রের কাঠামোতে সংঘটিত হয়। আইন প্রণয়নের ক্ষমতা সংসদে ন্যস্ত থাকে এবং এটি কিছু ক্ষেত্রে সরকার বা সরাসরি নাগরিকদের দ্বারাও প্রয়োগ করা হতে পারে।\nনির্বাহী ক্ষমতা প্রধানমন্ত্রীর নেতৃত্বাধীন সরকার দ্বারা পরিচালিত হয়। বিচার বিভাগ নির্বাহী বিভাগ এবং আইন বিভাগ থেকে স্বতন্ত্র। রাষ্ট্রপতি রাষ্ট্রের প্রধান। ভি-ডেম গণতন্ত্রে\nর সূচক অনুসারে স্লোভাকিয়া ২০২৩ সালে বিশ্বের ১৮তম সবচেয়ে নির্বাচনী গণতান্ত্রিক দেশ ছিল। \n\n\n== ইতিহাস ==\n১৯৮৯ সালের বিপ্লবের আগে, চেকোস্লোভাকিয়া একটি  চেকোস্লোভাকিয়ার কমিউনিস্ট পার্টি দ্বারা শাসিত সমাজতান্ত্রিক স্বৈরাচার ছিল, তথাকথিত ন্যাশনাল ফ্রন্টের জোটের সাথে। বিপ্লবের পর অবাধ গণতান্ত্রিক নির্বাচন হওয়ার আগে একটি অন্তর্বর্তীকালীন সরকার গঠন করা হয়। ১৯৮৯ সালে  চেকোস্লোভাকিয়ার রাষ্ট্রপতি গুস্তাভ হুসাক জাতীয় মীমাংসা সরকারে ( চেক: Vláda národního porozumění  , স্লোভাক: Vláda národného porozumenia ) শপথ নেন।এর নেতৃত্বে ছিলেন মারিয়ান ক্যালফা। গুস্তাভ হুসাক নিজেই পদত্যাগ করেন। এই সরকার ১০ জন কমিউনিস্ট এবং ৯ জন অ-কমিউনিস্ট নিয়ে গঠিত ছিল। এর মূল লক্ষ্য ছিল গণতান্ত্রিক নির্বাচনের জন্য প্রস্তুত করা, দেশে মুক্ত অর্থনীতি প্রতিষ্ঠা করা এবং একটি নতুন সংবিধান প্রণয়ন শুরু করা।\n১৯৯০ সালের ৮-৯ জুন  ১৯৯০ সালের চেকোস্লোভাক সংসদীয় নির্বাচন সংঘটিত হয়। ক্যালফার দ্বিতীয় সরকার 27 জুন 1990 সালে ভেঙে দেওয়া হয়েছিল, এবং এটিকে ন্যাশনাল স্যাক্রিফাইস সরকার ( চেক: Vláda národní oběti  , স্লোভাক: Vláda národnej obete  ) প্রতিস্থাপন করে। এই সরকারেরও নেতৃত্বে ছিলেন মারিয়ান ক্যালফা। ১৯৯২ সালের ৫-৬ জুন  চেকোস্লোভাকিয়ায়র শেষ নির্বাচন, ১৯৯২ সালের চেকোস্লোভাক সংসদীয় নির্বাচন অনুষ্ঠিত হয়। ক্যালফার তৃতীয় সরকার ২ জুলাই ১৯৯২ সালে ভেঙে দেওয়া হয়। জান স্ট্র্যাস্কির তত্ত্বাবধায়ক সরকার ( চেক: Vláda Jana Stráského  , স্লোভাক: Vláda Jana Stráského ) এর জায়গা নেয়। চেক এবং স্লোভাক ফেডারেটিভ রিপাবলিক ভেঙে দিয়ে তত্ত্বাবধায়ক সরকারটিকেও ৩১ ডিসেম্বর ১৯৯২ সালে ভেঙে দেওয়া হয়েছিল।\nফেডারেলিজমের জন্যে, 1989 সালের বিপ্লবের পরে ফেডারেল চেকোস্লোভাক সরকারের অধীনে দুটি জাতীয় সরকার (একটি চেক প্রজাতন্ত্রের জন্য, একটি স্লোভাকিয়ার জন্য) তৈরি করা হয়েছিল। স্লোভাকিয়ায় এটির নেতৃত্বে ছিলেন মিলান সিচ।এই সরকার ১২ ডিসেম্বর ১৯৮৯ সালে প্রতিষ্ঠিত হয় এবং ২৬ জুন ১৯৯০ সালে ভেঙে দেওয়া হয়। ১৯৯০ সালের ৮-৯ জুন , 1990 সালের স্লোভাক সংসদীয় নির্বাচন ফেডারেল চেকোস্লোভাক নির্বাচনের সাথে একত্রে সংঘটিত হয়। মিলান সিচের সরকার ভ্লাদিমির মেসিয়ারের প্রথম সরকার (১৯৯০-১৯৯১), জ্যান Čarnogurský সরকার (১৯৯১-১৯৯২) এবং ভ্লাদিমির মেসিয়ারের দ্বিতীয় সরকার (১৯৯২-১৯৯৪) দ্বারা অনুসৃত হয়েছিল। ৫-৬ জুন 1992 সালের স্লোভাক সংসদীয় নির্বাচন সংঘটিত হয়।\n\n\n=== সাম্প্রতিক ঘটনাবলী ===\n২০২৩ সালের সেপ্টেম্বরে, প্রাক্তন প্রধানমন্ত্রী রবার্ট ফিকোর নেতৃত্বে জনতোষী বামপন্থী SMER-SSD সাধারণ নির্বাচনে জয়লাভ করে, ১৫০ আসনের সংসদে তাদের জোটসঙ্গী হ্লাস ও জাতীয়তাবাদী SNS পার্টির সথে ৭৯ টি আসন দখল করে। তিনটি দল জোট সরকার গঠনে রাজি হয়।  ২৫ অক্টোবর ২০২৩-এ, রবার্ট ফিকো স্লোভাকিয়ার নতুন প্রধানমন্ত্রী হন, ঘোষণা করেন যে নতুন সরকার ইউক্রেনে স্লোভাকিয়ার সামরিক সহায়তা বন্ধ করবে।  ব্রাসেলসে তার প্রথম ইউরোপীয় ইউনিয়নের নেতৃত্বের বৈঠকে প্রধানমন্ত্রী রবার্ট ফিকো বলেন যে স্লোভাকিয়া ইউক্রেনের জন্য আর কোনো সামরিক সহায়তা সমর্থন করবে না বা 2022 সালে ইউক্রেনে রাশিয়ার আক্রমণের কারণে রাশিয়ার বিরুদ্ধে আর কোনো নিষেধাজ্ঞা সমর্থন করবে না। \n\n\n== নির্বাহী বিভাগ ==\nরাষ্ট্রপতি রাষ্ট্রের প্রধান এবং নির্বাহী বিভাগের আনুষ্ঠানিক প্রধান, যদিও বাস্তবে তার ক্ষমতা সীমিত। রাষ্ট্রপতি পাঁচ বছরের মেয়াদের জন্য দুই রাউন্ড পদ্ধতির অধীনে সরাসরি, জনগণের ভোটের মাধ্যমে নির্বাচিত হন। ২০১৯ সালের মার্চ মাসে, জুজানা কাপুতোভা স্লোভাকিয়ার প্রথম মহিলা রাষ্ট্রপতি হিসাবে নির্বাচিত হন। তিনি উদারপন্থী প্রগতিশীল স্লোভাকিয়া পার্টির সদস্য ছিলেন, সংসদে যাদের একটিও আসন ছিল না। \nজাতীয় কাউন্সিল নির্বাচনের পরে, সংখ্যাগরিষ্ঠ দলের নেতা বা সংখ্যাগরিষ্ঠ জোটের নেতা সাধারণত রাষ্ট্রপতির মাধ্যমে প্রধানমন্ত্রী নিযুক্ত হন। প্রধানমন্ত্রীর সুপারিশে রাষ্ট্রপতি কর্তৃক নিযুক্ত মন্ত্রিসভাকে সংসদে সংখ্যাগরিষ্ঠতার প্রমাণ দিতে হয়। জুলাই ২০০৬ থেকে জুলাই ২০১০ পর্যন্ত শাসকজোটটি Smer, SNS এবং HZDS নিয়ে গঠিত ছিল। ২০১০ সালের নির্বাচনের পর প্রাক্তন বিরোধী দল SDKÚ, KDH এবং Most–Híd এবং SaS দ্বারা একটি জোট গঠিত হয়। ২০১২ থেকে ২০১৬ পর্যন্ত, অসময়ের নির্বাচনের পর, পুরো সরকার SMER-SD দলের সদস্য এবং মনোনীতদের নিয়ে গঠিত, যাদের সংসদেও সংখ্যাগরিষ্ঠতা ছিল। ২০১৬ সালের সংসদীয় নির্বাচনের পর SMER-SSD, SNS এবং Most-Híd দলগুলির মধ্যে জোট হয়েছিল। ২০২০ সালের স্লোভাক সংসদীয় নির্বাচনের পর, \"সাধারণ মানুষ এবং স্বাধীন ব্যক্তিত্ব\"রা নির্বাচনে জয়ী হয় এবং ইগর মাতোভিচ প্রধানমন্ত্রী হন।  ২০২১ সালের এপ্রিলে, প্রধানমন্ত্রী এডুয়ার্ড হেগার তার পূর্বসূরি ইগর মাতোভিচের পদত্যাগের দুই দিন পরে শপথ নেন। হেগার ছিলেন মাতোভিচের ঘনিষ্ঠ মিত্র এবং তার সাধারণ মানুষ পার্টির সহপ্রধান। \n\n\n== আইন বিভাগ ==\nস্লোভাকিয়ার একমাত্র সাংবিধানিক এবং আইন প্রণয়ন কর্তৃপক্ষ হল ১৫০ সদস্যযুক্ত এককক্ষ বিশিষ্ট স্লোভাক প্রজাতন্ত্রের জাতীয় পরিষদ। প্রতিনিধিদের আনুপাতিক প্রতিনিধিত্বের ভিত্তিতে ৪ বছরের মেয়াদে নির্বাচিত করা হয়।\nজাতীয় পরিষদ সংবিধান, দেশের অন্যান্য সমস্ত আইন ও নিয়ম বিবেচনা করে এবং অনুমোদন করে। এটি রাষ্ট্রের বাজেটও অনুমোদন করে। জাতীয় পরিষদ আইন দ্বারা নির্দিষ্ট কিছু কর্মকর্তাদের পাশাপাশি স্লোভাক প্রজাতন্ত্রের সাংবিধানিক আদালতের বিচারক এবং প্রসিকিউটর জেনারেল পদের প্রার্থীদেরও মনোনীত করে। তাদের সমর্থনের আগে, সংসদকে সমস্ত গুরুত্বপূর্ণ আন্তর্জাতিক চুক্তি অনুমোদন করতে হয়। অধিকন্তু, এটি স্লোভাকিয়ার ভূখণ্ডের বাইরে সামরিক বাহিনী প্রেরণ এবং স্লোভাক প্রজাতন্ত্রের ভূখণ্ডে বিদেশী সামরিক বাহিনীর উপস্থিতির জন্য সম্মতি দেওয়ার কর্তৃপক্ষ।\n\n\n== বিচার বিভাগ ==\nদেশের সর্বোচ্চ আপিল ফোরাম হল সুপ্রিম কোর্ট ( Najvyšší súd ), যার বিচারকরা জাতীয় পরিষদ দ্বারা মনোনীত হন।এর অধীনে রয়েছে আঞ্চলিক, জেলা এবং সামরিক আদালত। কিছু ক্ষেত্রে আইনে বিচারকদের ট্রাইব্যুনালের সিদ্ধান্তের জন্য নাগরিকদের থেকে সাধারণ বিচারকদের উপস্থিতির ব্যবস্থা রয়েছে। স্লোভাকিয়াতে স্লোভাকিয়ার সাংবিধানিক আদালতও ( Ústavný súd Slovenskej Republiky ) রয়েছে, যা সাংবিধানিক বিষয়গুলির উপর সিদ্ধান্ত নেয়। এই আদালতের ১৩ জন সদস্যই সংসদ কর্তৃক মনোনীত প্রার্থীদের একটি স্লেট থেকে রাষ্ট্রপতি কর্তৃক নিযুক্ত হন।\n২০০২ সালে সংসদ একটি আইন পাস করে যা এই দেশে একটি বিচার পরিষদ তৈরি করে। বিচারক, আইন অধ্যাপক এবং অন্যান্য আইন বিশেষজ্ঞদের সমন্বয়ে গঠিত এই ১৮ সদস্যের পরিষদ এখন বিচারকদের মনোনয়নের জন্য দায়ী। সাংবিধানিক আদালতের বিচারক ব্যতীত সকল বিচারক বিচার পরিষদ কর্তৃক প্রস্তাবিত তালিকা থেকে রাষ্ট্রপতি কর্তৃক নিযুক্ত হন। বিচারিক অসদাচরণের ক্ষেত্রে শৃঙ্খলামূলক সেনেট নিয়োগের জন্যও এই পরিষদ দায়ী।\n\n\n== তথ্যসূত্র =="}