{"pageid": 1463225, "title": "২০২৪ গ্রীষ্মকালীন অলিম্পিকে ফুটবল – মহিলাদের প্রতিযোগিতা", "url": "https://bn.wikipedia.org/wiki?curid=1463225", "content": "২০২৪ গ্রীষ্মকালীন অলিম্পিকে মহিলাদের ফুটবল প্রতিযোগিতা ২৫ জুলাই থেকে ১৯ আগস্ট ২০২৪ পর্যন্ত অনুষ্ঠিত হয়েছিল। এটি ছিল নারী অলিম্পিক ফুটবল টুর্নামেন্টের ৮ম সংস্করণ আসর। পুরুষদের প্রতিযোগিতার সাথে একসাথে, ২০২৪ গ্রীষ্মকালীন অলিম্পিক ফুটবল প্রতিযোগিতা ফ্রান্সের ৭টি শহরের ৭টি স্টেডিয়ামে অনুষ্ঠিত হয়েছিল। প্যারিসের পার্ক দে প্রাঁস স্টেডিয়ামে ফাইনাল ম্যাচ অনুষ্ঠিত হয়েছিল। প্রতিযোগিতায় অংশগ্রহণকারী দলগুলোর জন্য খেলোয়াড়দের বয়সের কোনো সীমাবদ্ধতা নেই। কানাডা ডিফেন্ডিং চ্যাম্পিয়ন ছিল, তবে কোয়ার্টার ফাইনালে বাদ পড়েছিল।\nপ্যারিসের পার্ক দে প্রাঁস স্টেডিয়ামে অনুষ্ঠিত ফাইনাল ব্রাজিলকে ১–০ গোলে পরাজিত করে মার্কিন যুক্তরাষ্ট্র একটি রেকর্ড-বর্ধিত পঞ্চম স্বর্ণপদক এবং ২০১২ সালের পর প্রথম।\n\n\n== সময়সূচী ==\nসময়সূচী নিম্নরূপ।\n\n\n== বাছাইপর্ব ==\n\nস্বাগতিক দেশ ফ্রান্স ছাড়াও, ৬টি পৃথক মহাদেশীয় কনফেডারেশন থেকে ১১টি মহিলা জাতীয় দল যোগ্যতা অর্জন করে। ফিফা প্রতিযোগিতার আয়োজক কমিটি ২৪ ফেব্রুয়ারি ২০২২ তারিখে তাদের সভায় স্পট বিতরণের অনুমোদন দেয়।\n\nটীকা\n\n২০১৬ এবং ২০২০ অলিম্পিক টুর্নামেন্টের রানার্স-আপ সুইডেন উয়েফা মহিলা নেশনস লিগের গ্রুপ পর্বে বাদ পড়ার পরে ২০২৪ টুর্নামেন্টের জন্য যোগ্যতা অর্জনে ব্যর্থ হয়েছিল।\n\n\n== মাঠ ==\n\n\n== দলীয় সদস্য ==\n\nমহিলাদের টুর্নামেন্টটি একটি পূর্ণাঙ্গ আন্তর্জাতিক টুর্নামেন্ট যেখানে বয়সের কোনও বিধিনিষেধ নেই। প্রতিটি দলকে ১৮ জন খেলোয়াড়ের একটি দল জমা দিতে হবে, যাদের মধ্যে দুজনকে অবশ্যই গোলরক্ষক হতে হবে। প্রতিটি দল ৪ জন বিকল্প খেলোয়াড়ের একটি তালিকাও দিতে পারে, যারা টুর্নামেন্ট চলাকালীন ইনজুরির ক্ষেত্রে স্কোয়াডের যে কোনও খেলোয়াড়ের পরিবর্তে খেলতে পারে।\n\n\n== ম্যাচ পরিচালক ==\n২০২৪ সালের ৩রা এপ্রিল তারিখে, ফিফা অলিম্পিকে ম্যাচ পরিচালনার দায়িত্ব পালনকারী রেফারিদের নামের তালিকা প্রকাশ করেছিলেন।\n\n\n== ড্র ==\n২০২৪ সালে ২০শে মার্চ তারিখের ২০:০০ টায় সিইটি (ইউটিসি+১) ফ্রান্সের সাঁ-দ্যনির পালস ভবনে এই প্রতিযোগিতার ড্র অনুষ্ঠিত হয়েছিল।\n১২টি দলকে ৪টি করে ৩টি গ্রুপে ভাগ করা হয়েছিল। স্বাগতিক ফ্রান্সকে স্বয়ংক্রিয়ভাবে পাত্র ১-এ স্থান দেওয়া হয় এবং এ১ অবস্থানে নিয়োগ দেওয়া হয় এবং অবশিষ্ট দলগুলিকে ১৫ মার্চ ২০২৪ তারিখে প্রকাশিত ফিফা ফিফা মহিলা বিশ্ব র‌্যাঙ্কিংয়ের ভিত্তিতে তাদের নিজ নিজ পাত্রে বাছাই করা হয় (নীচে বন্ধনীতে দেখানো হয়েছে)। কোন দলে প্রতিটি কনফেডারেশন থেকে একটির বেশি দল থাকতে পারবে না।\n\nটীকা\n\n\n== গ্রুপ পর্ব ==\nপ্রতিযোগী দেশগুলোকে ৪টি গ্রুপে বিভক্ত করা হয়েছে, যা এ, বি এবং সি গ্রুপ হিসেবে চিহ্নিত করা হয়েছে। প্রতিটি গ্রুপের দলগুলো রাউন্ড-রবিন ভিত্তিতে একে অপরের বিপক্ষে খেলবে, যেখানে প্রতিটি গ্রুপের শীর্ষ দুটি দল এবং সেরা দুটি তৃতীয় স্থান অধিকারী দল কোয়ার্টার-ফাইনালে উন্নীত হবে।\n\n\n=== টাইব্রেকার ===\nপ্রত্যেক দলের পয়েন্টের ওপর ভিত্তি করে দলের অবস্থান নির্ণয় করা হয় (জয়ের জন্য ৩ পয়েন্ট, ড্রয়ের জন্য ১ পয়েন্ট, হারের জন্য ০ পয়েন্ট) এবং যদি পয়েন্টের সমতা হয় তবে গ্রুপ পর্বের সবগুলো ম্যাচ শেষে নিম্নে বর্ণিত মানদণ্ডের উপর ভিত্তি করে শীর্ষ দুই দল নির্ণয় করা হবে:\n\nগ্রুপ পর্বের সকল ম্যাচে উক্ত দলসমূহের পয়েন্ট;\nগ্রুপ পর্বের সকল ম্যাচে উক্ত দলসমূহের গোল পার্থক্য;\nগ্রুপ পর্বের সকল ম্যাচে উক্ত দলসমূহের গোল সংখ্যা;\nযদি মানদণ্ড ১ হতে ৩ প্রয়োগ করার পরও দলগুলো সমতায় থাকে, তবে মানদণ্ড ১ থেকে ৩ শুধুমাত্র দলগুলোর মধ্যে ম্যাচগুলোর ক্ষেত্রে পুনরায় প্রয়োগ করা হবে।। এই পদ্ধতিটি যদি কোন সিদ্ধান্তে উপনীত হতে সাহায্য না করে, তবে মানদণ্ড ৫ থেকে ৯ প্রযোজ্য হবে;\nযেসকল দলের পয়েন্ট সমান, তাদের গ্রুপ পর্বের সকল ম্যাচে শেষে পয়েন্ট;\nযেসকল দলের পয়েন্ট সমান, তাদের গ্রুপ পর্বের সকল ম্যাচে শেষে গোল পার্থক্য;\nযেসকল দলের পয়েন্ট সমান, তাদের গ্রুপ পর্বের সকল ম্যাচে শেষে গোল সংখ্যা;\nগ্রুপ পর্বের সকল ম্যাচে শাস্তিমূলক পয়েন্ট (হলুদ কার্ড = ১ পয়েন্ট, এক ম্যাচে দুটি হলুদ কার্ডের জন্য বহিষ্কার = ৩ পয়েন্ট, লাল কার্ড = ৪ পয়েন্ট, হলুদ কার্ডের পর সরাসরি লাল কার্ড = ৫ পয়েন্ট);\nলটারি।\nটীকা\n\n\n=== গ্রুপ এ ===\n\n\n=== গ্রুপ বি ===\n\n\n=== গ্রুপ সি ===\n\n\n=== তৃতীয় স্থান অধিকারী দলসমূহের র‌্যাঙ্কিং ===\n\n\n== নকআউট পর্ব ==\n\nনকআউট পর্বে, যদি একটি খেলার ফলাফল ৯০ মিনিট পরেও সমতায় থাকে, অতিরিক্ত সময়ের খেলা অনুষ্ঠিত হবে খেলা হয় (১৫ মিনিট করে দুই অর্ধে ৩০ মিনিট)। যদি অতিরিক্ত সময়ের পরেও খেলার ফলাফল সমতায় থাকে, তবে খেলার ফলাফল পেনাল্টি শুট-আউটের মাধ্যমে নির্ধারণ করা হবে।\n\n\n=== কোয়ার্টার ফাইনালের ম্যাচের কম্বিনেশন ===\nতৃতীয় স্থান অধিকারী দলগুলি কোন দুটি তৃতীয় স্থান অধিকারী দল কোয়ার্টার ফাইনালের জন্য যোগ্যতা অর্জন করবে তার উপর নির্ভর করে:\n\n\n=== বন্ধনী ===\n\n\n=== কোয়ার্টার-ফাইনাল ===\n\n\n=== সেমি-ফাইনাল ===\n\n\n=== ব্রোঞ্জ পদক ম্যাচ ===\n\n\n=== স্বর্ণপদক ম্যাচ ===\n\n\n== পরিসংখ্যান ==\n\n\n=== গোলদাতা ===\nএই প্রতিযোগিতায় ২৬টি ম্যাচে ৭৬টি গোল হয়েছে, যা ম্যাচ প্রতি গড়ে ২.৯২টি গোল।\n\nউৎস: আইওসি \n৫টি গোল\n মারি-অ্যান্টোইনেট কাতোতো\n৪টি গোল\n ম্যালরি সোয়ানসন\n বারব্রা বান্দা\n৩টি গোল\n লিয়া শুলার\n ট্রিনিটি রডম্যান\n সোফিয়া স্মিথ\n২টি গোল\n স্টেফ ক্যাটলি\n অ্যালানা কেনেডি\n গাবি পোর্তিলহো\n ভেনেসা গিলস\n লেইসি সান্তোস\n গিউলিয়া গুইন\n আলেক্সিয়া পুটেলাস\n রাচেল কুন্দনাঞ্জি\n১টি গোল\n মিশেল হেইম্যান\n হেইলি রাসো\n আদ্রিয়ানা\n গাবি নুনেস\n ঝেনিফার\n কেরোলিন\n জেসি ফ্লেমিং\n ক্লোয়ে লাকাসে\n এভলিন ভিয়েন্স\n ম্যানুয়েলা পাভি\n মায়রা রামিরেজ\n মার্সেলা রেস্ট্রেপো\n ক্যাটালিনা উসমে\n কেনজা দালি\n জুল ব্র্যান্ড\n ক্লারা বুহল\n মারিনা হেগেরিং\n এলিসা সেন\n আওবা ফুজিনো\n মাইকা হামানো\n হিকারু কিতাগাওয়া\n সাকি কুমাগাই\n মিনা তানাকা\n মোমোকো তানিকাওয়া\n ম্যাকেঞ্জি ব্যারি\n কেট টেলর\n জেনিফার এচেগিনি\n আইতানা বনমাতি\n মারিওনা ক্যালডেন্টি\n অ্যাথেনিয়া দেল কাস্তিলো\n জেনি হারমোসো\n সালমা পারালুয়েলো\n আইরিন পারেদেস\n কোরবিন আলবার্ট\n লিন উইলিয়ামস\nআত্মঘাতী গোল\n দুদা সাম্পাইও (স্পেনের বিপক্ষে)\n আইরিন পারেদেস (ব্রাজিলের বিপক্ষে)\n এনগাম্বো মুসোল (অস্ট্রেলিয়ার বিপক্ষে)\n\n\n== চূড়ান্ত অবস্থান ==\n\n\n== আরও দেখুন ==\n২০২৪ গ্রীষ্মকালীন অলিম্পিকে ফুটবল – পুরুষদের প্রতিযোগিতা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nফিফা.কমে মহিলাদের অলিম্পিক ফুটবল টুর্নামেন্ট প্যারিস ২০২৪ (ইংরেজি)\nম্যাচের সময়সূচি"}