{"pageid": 1463683, "title": "সঙ্গীতরত্নাকর", "url": "https://bn.wikipedia.org/wiki?curid=1463683", "content": "সঙ্গীত-রত্নাকর(সংস্কৃত: संगीतरत्नाकर) হল আক্ষরিক অর্থে সঙ্গীত ও নৃত্যের মহাসমুদ্র। এটি সঙ্গীত ও নাটকের উপর সংস্কৃত ভাষায় রচিত সঙ্গীতের আকর গ্রন্থ। ভারতীয় শাস্ত্রীয় সঙ্গীতের হিন্দুস্থানী সঙ্গীত ও কর্নাটকী সঙ্গীত উভয় ধারার গুরুত্বপূর্ণ সঙ্গীত বিষয়ক গ্রন্থটি ত্রয়োদশ শতকে শার্ঙ্গদেব কর্তৃক রচিত হয়।  সাতটি অধ্যায়ে বিন্যস্ত হওয়ায় গ্রন্থটিকে 'সপ্তধ্যায়ী'ও বলা হয়ে থাকে। ভরত মুনি রচিত প্রাচীন ভারতের সঙ্গীত ঐতিহ্য  নাট্যশাস্ত্রের পর ঐতিহাসিক দৃষ্টিকোণ থেকে সঙ্গীত রত্নাকর গ্রন্থটিকে সবচেয়ে গুরুত্বপূর্ণ পাঠ্য পুস্তক হিসাবে বিবেচনা করা হয়।\n\n\n== রচয়িতা ==\nসঙ্গীত রত্নাকর রচয়িতা হলেন তৎকালীন কাশ্মীরের ব্রাহ্মণ পরিবারের জন্মগ্রহণকারী ভারতীয় সঙ্গীতজ্ঞ শার্ঙ্গদেব (১২১০-১২৪৭)। তিনি দাক্ষিণাত্যের যাদব রাজবংশের রাজা সিংহানের দরবারী ছিলেন। সিংহানের রাজধানী ছিল  মহারাষ্ট্রে দৌলতাবাদে (পূর্বতন দেবগিরি)। শার্ঙ্গদেব তার রাজসভায় প্রধান হিসাবরক্ষক ছিলেন এবং স্বাধীনভাবে সঙ্গীত চর্চা ও আয়ুর্বেদ চিকিৎসা করতেন। পরবর্তীতে এই গ্রন্থের অনেক ভাষ্য যেমন রচিত হয়েছে, অনেক ভারতীয় ভাষায় অনূদিতও হয়েছে। যেমন-\n\n১৩৩০ খ্রিস্টাব্দে সিংহভূপাল রচনা করেন \"সঙ্গীত সুধাকর\"\n১৪৩০ খ্রিস্টাব্দে কল্লিনাথ রচনা করেন \"কালিনাথ\"\n১৯৩২ খ্রিস্টাব্দে সঙ্গীতজ্ঞ জ্ঞানদাকান্ত লাহিড়ী চৌধুরী ও সংস্কৃত পণ্ডিত কেদারনাথ সাংখ্যতীর্থের সহায়তায় বিমলাকান্ত রায়চৌধুরী বাংলায় অনুবাদ করেন। \n১৯৭২ খ্রিস্টাব্দে রবীন্দ্রভারতী বিশ্ববিদ্যালয় থেকে সুরেশচন্দ্র বন্দ্যোপাধ্যায়কৃত সম্পূর্ণ বঙ্গানুবাদ প্রকাশিত হয়।\n\n\n== বিষয়বস্তু ==\nপ্রাচীন ভারতীয় ঐতিহ্যবাহী সঙ্গীতে নানা সময়ে পরিবর্তন সাধিত হয়েছে। ফলে প্রাচীন ভারতে সঙ্গীতশাস্ত্র রচনার ধারা - ভরত মুনি রচিত নাট্যশাস্ত্র, দত্তিলমুনি রচিত 'দত্তিলম', মাতঙ্গ মুনি রচিত 'বৃহদ্দেশী',  নারদ মুনি, রচিত 'সঙ্গীতমকরন্দ' - তার পরবর্তীকালে শার্ঙ্গদেব রচিত সঙ্গীতরত্নাকর।\nসঙ্গীত রত্নাকর গ্রন্থটি সাতটি অধ্যায়ে বিন্যস্ত এবং পাঁচ হাজারের বেশি শ্লোক সম্বলিত। অধ্যায়গুলি যথাক্রমে-\n\nস্বর্গতাধ্যায় (স্বর)\nরাগবিবেকাধ্যায় (রাগ)\nপ্রকীর্ণকাধ্যায় (প্রকীর্ণ)\nপ্রবন্ধাধ্যায় (প্রবন্ধ)\nতালাধ্যায় (তাল)\nবাদ্যধ্যায় (সঙ্গীত ও যন্ত্র সম্পর্কে)\nনর্তনাধ্যায় (নৃত্য)\nসঙ্গীতরত্নকর-এ অনেক  তালের উল্লেখ আছে। সহস্রাব্দের শেষের দিকে, সেই সময়ে প্রচলিত সঙ্গীতের রূপকে 'প্রবন্ধ' বলা হয়। দুই ধরনের ব্যবস্থা থাকত- আবদ্ধ বিন্যাস এবং সীমাহীন বিন্যাস। নিবিদ্ধ প্রবন্ধ ছন্দের সীমাবদ্ধতার মধ্যে গাওয়া হতো, যেখানে অনিবন্ধ প্রবন্ধ মুক্ত আকারে গাওয়া হতো, তালের কোনো সীমাবদ্ধতা ছাড়াই। প্রবন্ধের একটি উৎকৃষ্ট উদাহরণ হল- জয়দেব রচিত গীত গোবিন্দ ।\n\nচতুভির্ধাতুভিঃ ষড়ভিশ্চাঙগৈর্যস্মাত্ প্রবধ্যতে।\nতস্মাত্ প্রবন্ধঃ কথিতো গীতলক্ষণকোবিদৈঃ॥\nগ্রন্থটিতে সঙ্গীতের নানা বিষয়ে বিস্তৃত আলোচনার শেষে পণ্ডিত শার্ঙ্গদেব মন্তব্য করেন- যে নদী সাগরে মিলিত হয়ে যেমন তৃপ্তি লাভ করে, তেমনি সঙ্গীতরত্নাকরের মধ্যে আমার যে জ্ঞান ছিল তা একত্রিত করে সকলকে অর্পণ করেছি।\n\n\n== মন্তব্য ==\nভারতীয় শাস্ত্রীয় সংগীতের প্রথিতযশা পণ্ডিত বিষ্ণু নারায়ণ ভাতখন্ডে সঙ্গীত রত্নাকরকে সঙ্গীতের সবচেয়ে প্রামাণিক বই বলে মনে করেন।\n\n\n== তথ্যসূত্র =="}