{"pageid": 1463535, "title": "আবেল টমাস", "url": "https://bn.wikipedia.org/wiki?curid=1463535", "content": "অ্যাবেল থমাস (১৮৪৮ - ২৩ জুলাই ১৯১২) একজন ওয়েলশ উদার রাজনীতিবিদ এবং আইনজীবী ছিলেন।\n\n\n== কমন্সসভায় নির্বাচন ==\n১৮৯০ সালে পূর্ব কারমার্থেনশায়ার নির্বাচনী এলাকায় ১৮৮৫ সাল থেকে অষ্টম বয়সী সদস্য ডেভিড পুগের মৃত্যুর পর একটি শূন্যতা দেখা দেয়। আলফ্রেড ডেভিস, আরডি বার্নি এবং সুপরিচিত স্থানীয় ডাক্তার হাওয়েল রিস সহ বিপুল সংখ্যক প্রার্থীর প্রস্তাব করা হয়েছিল। যাইহোক, কিছু দিনের মধ্যেই কারমার্থেনশায়ার কাউন্টি কাউন্সিলের ভাইস-চেয়ারম্যান টমাস এবং গুইলিম ইভান্স বাদে সবাই প্রত্যাহার করে নিয়েছিল। দেখা যাচ্ছে যে ইভান্স মূলত সম্প্রদায়ের আরও শিল্পোন্নত অংশ দ্বারা সমর্থিত ছিল যখন টমাস গ্রামীণ এলাকা থেকে সবচেয়ে বেশি সমর্থন পেয়েছিলেন।\nথমাস এবং ইভানস উভয়ের দ্বারা সম্বোধন করা একাধিক সভা নির্বাচনী এলাকা জুড়ে অনুষ্ঠিত হয়েছিল। এসব বৈঠক থেকে স্পষ্ট হয়ে ওঠে প্রার্থীদের মধ্যে মতপার্থক্য। ইভান্স Llandovery এ প্রথম সভায় প্রধানত ওয়েলশ ভাষা ব্যবহার করে বক্তব্য রাখেন, যা ওয়েলশ সম্পর্কে তার প্রতিপক্ষের সীমিত জ্ঞানের সাথে বৈপরীত্যকে আমন্ত্রণ জানায়। ফলস্বরূপ, থমাস লানডেইলোতে পরবর্তী বৈঠকে আবেদন করতে বাধ্য হন যে ওয়েলশে তার সাবলীলতার অভাব তার প্রতিপক্ষকে সমর্থন করার জন্য রাখা উচিত নয়। ইভান্স হোম রুল সমর্থন করে র‌্যাডিক্যাল শিবিরে নিজেকে দৃঢ়ভাবে স্থাপন করেন। কারমার্থেনশায়ার কাউন্টি কাউন্সিলের সদস্য হিসাবে তার বিশিষ্ট ভূমিকার উপর জোর দিয়ে এবং উল্লেখ করে যে তিনি মাবন, ডেভিড র্যান্ডেল এবং টম এলিস- এর পদাঙ্ক অনুসরণ করবেন। থমাস, বিপরীতে নিজেকে ওয়েলসের হোম রুলের বিরোধী বলে প্রকাশ করেছেন। ২৯শে জুলাই, নির্বাচনী এলাকা থেকে প্রায় তিনশো প্রতিনিধি আম্মানফোর্ডে জড়ো হন একজন প্রার্থী বাছাই করার জন্য। বিভিন্ন প্রতিনিধিদের ভোট দেওয়ার যোগ্যতা নিয়ে বিতর্কের দ্বারা কার্যপ্রণালী প্রাধান্য পায় কিন্তু শেষ পর্যন্ত উপস্থিত প্রতিনিধিদের জন্য প্রদত্ত শংসাপত্রের ভিত্তিতে এগিয়ে যেতে সম্মত হয়। অ্যাবেল থমাস লিবারেল প্রার্থী হিসাবে নির্বাচিত হন, ১২১ ভোটের বিপরীতে ১৭০ ভোটে গোইলিম ইভান্সকে পরাজিত করেন।\n\n\n== তথ্যসূত্র এবং অন্যান্য উত্স ==\n\nকে কে, OUP 2007\nমৃতু্য - টাইমস, 24 জুলাই 1913\n\n\n== সূত্র ==\n\n\n=== বই এবং জার্নাল ===\nRees, Ivor Thomas (২০০৪)। \"The Seafaring Preacher; a note on Captain Thomas Davies, JP (1825–1905)\"। New Series: 102–7। \n\n\n== বহিঃসংযোগ ==\nহ্যান্সকার্ড ১৮০৩-২০০৫: Abel Thomas দ্বারা সংসদে অবদান (ইংরেজি)"}