{"pageid": 1464165, "title": "আলফ্রেড হপকিন্স", "url": "https://bn.wikipedia.org/wiki?curid=1464165", "content": "স্যার আলফ্রেড হপকিনসন (২৮ জুন ১৮৫১ – ১১ নভেম্বর ১৯৩৯)  একজন ইংরেজ আইনজীবী, শিক্ষাবিদ এবং রাজনীতিবিদ ছিলেন যিনি প্রায় ৩০ বছর আলাদা হয়ে দুই তিন বছরের জন্য সংসদ সদস্য (এমপি) ছিলেন।\nতিনি জন হপকিনসন, একজন যান্ত্রিক প্রকৌশলীর পুত্র এবং তার ভাইদের মধ্যে ছিলেন জন হপকিনসন, একজন পদার্থবিদ এবং বৈদ্যুতিক প্রকৌশলী এবং এডওয়ার্ড হপকিনসন, একজন বৈদ্যুতিক প্রকৌশলী এবং এমপি। তিনি প্রথম ১৮৮৫ সালের সাধারণ নির্বাচনে হাউস অফ কমন্সে নির্বাচনে দাঁড়ান, যখন তিনি ম্যানচেস্টার ইস্টে লিবারেল পার্টির ব্যর্থ প্রার্থী ছিলেন। ১৮৯২ সালের সাধারণ নির্বাচনে লিবারেল ইউনিয়নিস্ট প্রার্থী হিসেবে তিনি আবারও ব্যর্থ হন, যখন তিনি ম্যানচেস্টার দক্ষিণ-পশ্চিমে দাঁড়ান।\nহপকিনসন অবশেষে ১৮৯৫ সালের সাধারণ নির্বাচনে একটি আসন জিতেছিলেন, যখন তিনি উইল্টশায়ারের ক্রিকলেডের এমপি নির্বাচিত হন। ১৮৯৮ সালের ফেব্রুয়ারীতে তিনি চিলটার্ন হানড্রেডের স্টুয়ার্ড হিসাবে নিয়োগ গ্রহণের পদ্ধতিগত ডিভাইসের মাধ্যমে সংসদ থেকে পদত্যাগ করেন।\nহপকিনসন ১৯০১ থেকে ১৫ জুলাই ১৯০৩ সাল পর্যন্ত ভিক্টোরিয়া বিশ্ববিদ্যালয়ের উপাচার্য এবং তারপর ১৯১৩ সাল পর্যন্ত ম্যানচেস্টারের ভিক্টোরিয়া বিশ্ববিদ্যালয়ের উপাচার্য ছিলেন। ১৯১৪ সালের ডিসেম্বরে, তাকে কথিত জার্মান আক্রোশে কমিটিতে নিযুক্ত করা হয়েছিল, যা ১৯১৫ সালের মে মাসে, প্রথম বিশ্বযুদ্ধের শুরুর মাসগুলিতে বেলজিয়াম আক্রমণের সময় বেসামরিকদের বিরুদ্ধে জার্মান যুদ্ধাপরাধের রিপোর্ট করেছিল।\nতিনি ১৯০১ সালের জুন মাসে গ্লাসগো বিশ্ববিদ্যালয় থেকে ডক্টর অফ লজ (LL.D) এর সম্মানসূচক ডিগ্রি লাভ করেন। তিনি ১৯১০ সালে নাইট উপাধিতে ভূষিত হন।\nতিনি ১৯২৬ সালের মার্চ মাসে সংসদে ফিরে আসেন, যখন তিনি রক্ষণশীল হিসাবে সম্মিলিত ইংরেজি বিশ্ববিদ্যালয়গুলির জন্য একটি উপ-নির্বাচনে জয়ী হন। তিনি ১৯২৯ সালের সাধারণ নির্বাচনে প্রতিদ্বন্দ্বিতা করেননি।\nজন ক্যাসিডির একটি ভাস্কর্য ১৯১২ সালে ম্যানচেস্টারে প্রদর্শিত হয়েছিল। তার ছেলে অস্টিন হপকিনসনও সংসদ সদস্য হন। তার এক মেয়ে স্যার জেরাল্ড হার্স্ট এমপিকে বিয়ে করেন এবং আরেকজন, এলেন, জর্জ হারউড এমপিকে বিয়ে করেন। একটি নাতনী, জর্জিনা হারউড, জর্জিনা ব্যাটিসকম্বের বিবাহিত নামে একজন সুপরিচিত জীবনীকার হয়ে ওঠেন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nHopkinson, Mary & Ewing, Irene, Lady (eds.) (1948) John and Alice Hopkinson 1824-1910 . লন্ডন: ফার্মার অ্যান্ড সন্স, প্রিন্টার্স\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে আলফ্রেড হপকিন্স সম্পর্কিত মিডিয়া দেখুন।\n\nহ্যান্সকার্ড ১৮০৩-২০০৫: Sir Alfred Hopkinson দ্বারা সংসদে অবদান (ইংরেজি)\nWorks by Alfred Hopkinson at Project Gutenberg\nWorks by or about Alfred Hopkinson at Internet Archive"}