{"pageid": 1464769, "title": "এডমন্ড ডেনে মোরেল", "url": "https://bn.wikipedia.org/wiki?curid=1464769", "content": "এডমন্ড ডেনে মোরেল (জন্ম জর্জেস এডমন্ড পিয়ের আচিল মোরেল ডেভিল ; ১০ জুলাই ১৮৭৩ - ১২ নভেম্বর ১৯২৪) একজন ফরাসি বংশোদ্ভূত ব্রিটিশ সাংবাদিক, লেখক, শান্তিবাদী এবং রাজনীতিবিদ ছিলেন। \nশিপিং কোম্পানি এল্ডার ডেম্পস্টারের একজন তরুণ কর্মকর্তা হিসেবে, মোরেল কঙ্গো রাবার রপ্তানি এবং বন্দুক ও ম্যানাকলের শিপিংয়ে একটি ভাগ্য তৈরি করা দেখেছেন। তিনি সঠিকভাবে অনুমান করেছিলেন যে জনসংখ্যা থেকে বলপ্রয়োগ করে রাবার এবং অন্যান্য সম্পদ আহরণ করা হচ্ছে এবং অপব্যবহার প্রকাশ করার জন্য প্রচারণা শুরু করেছেন। রজার কেসমেন্টের সাথে সহযোগিতায়, মোরেল কঙ্গো ফ্রি স্টেটে দাসপ্রথার বিরুদ্ধে একটি প্রচারণার নেতৃত্ব দেন, কঙ্গো রিফর্ম অ্যাসোসিয়েশন প্রতিষ্ঠা করেন এবং পশ্চিম আফ্রিকান মেইল প্রকাশ করেন। আর্থার কোনান ডয়েল এবং মার্ক টোয়েনের মতো সেলিব্রিটিদের সহায়তায়, আন্দোলনটি সফলভাবে বেলজিয়ামের রাজা লিওপোল্ড দ্বিতীয়কে কঙ্গো ফ্রি স্টেট বেলজিয়াম সরকারের কাছে বিক্রি করার জন্য চাপ দেয়, তার শাসনের অধীনে সংঘটিত কিছু মানবাধিকার লঙ্ঘনের অবসান ঘটায়।\nমোরেল প্রথম বিশ্বযুদ্ধের সময় ব্রিটিশ শান্তিবাদী আন্দোলনে গুরুত্বপূর্ণ ভূমিকা পালন করেন, ইউনিয়ন অফ ডেমোক্রেটিক কন্ট্রোলের ভিত্তি স্থাপন এবং সেক্রেটারি হওয়ার ক্ষেত্রে অংশগ্রহণ করেন, যে সময়ে তিনি লিবারেল পার্টির সাথে সম্পর্ক ছিন্ন করেন। ১৯১৭ সালে তাকে তার যুদ্ধবিরোধী সক্রিয়তার জন্য ছয় মাসের জন্য জেলে পাঠানো হয়েছিল, যা তার স্বাস্থ্যের উপর স্থায়ী প্রভাব ফেলেছিল। যুদ্ধের পরে, তিনি ফরেন অ্যাফেয়ার্স জার্নাল সম্পাদনা করেন, যার মাধ্যমে তিনি ফরাসি আগ্রাসন এবং পরাজিত কেন্দ্রীয় শক্তিগুলির সাথে দুর্ব্যবহার করার বিষয়ে তিনি তীব্র সমালোচনা করেছিলেন। ফরাসিদের বিরুদ্ধে তার প্রচারণার অংশ হিসাবে, তিনি ব্ল্যাক শেম প্রচারণার সবচেয়ে গুরুত্বপূর্ণ ইংরেজ প্রবক্তা হয়ে ওঠেন, যেটি কৃষ্ণাঙ্গ ফরাসি সৈন্যদের অধিকৃত রাইনল্যান্ডের জনসংখ্যার বিরুদ্ধে ক্ষোভের জন্য অভিযুক্ত করেছিল।\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র ==\nআলেকজান্ডার, নাথান জি. \"ইডি মোরেল (1873-1924), কঙ্গো সংস্কার সমিতি, এবং মানবাধিকারের ইতিহাস।\" ব্রিটেন এবং বিশ্ব 9, নং. 2 (2016): 213–235।\nক্যাম্পবেল, পিটার \"দ্য \"ব্ল্যাক হরর অন দ্য রাইন\": আদর্শবাদ, শান্তিবাদ, এবং নারীবাদে বর্ণবাদ এবং প্রথম বিশ্বযুদ্ধের পরে বামপন্থী\" পৃষ্ঠা 471-496 সোশ্যাল হিস্ট্রি থেকে, ভলিউম XLVII, ইস্যু 94, জুন 2014\nহোচসচাইল্ড, অ্যাডাম (1998), কিং লিওপোল্ডের ভূত, প্যান,আইএসবিএন ০-৩৩০-৪৯২৩৩-০ ।\nলুসেন, ক্ল্যারেন্স হিটলারের কালো ভিকটিমস: দ্য হিস্টোরিক্যাল এক্সপেরিয়েন্স অফ আফ্রো-জার্মান, ইউরোপিয়ান ব্ল্যাকস, আফ্রিকান এবং আফ্রিকান আমেরিকান ইন দ্য নাজি এরা, লন্ডন: সাইকোলজি প্রেস, 2002আইএসবিএন ০৪১৫৯৩২৯৫৫ ।\nরেইনডিয়ারস, রবার্ট \"বাম দিকে বর্ণবাদ: ইডি মোরেল এবং 'রাইন ব্ল্যাক হরর'\" পৃষ্ঠা 1-28 ইন্টারন্যাশনাল রিভিউ অফ সোশ্যাল হিস্ট্রি, ভলিউম 13, 1968 থেকে\nস্ট্যানার্ড, ম্যাথিউ জি. কঙ্গো বিক্রি করে: ইউরোপীয় সমর্থক-সাম্রাজ্য প্রচারের ইতিহাস এবং বেলজিয়ান সাম্রাজ্যবাদ তৈরি (U of Nebraska Press, 2012)।\nউইগার, আইরিস দ্য 'ব্ল্যাক হরর অন দ্য রাইন' 1920-এর দশকে জাতি, জাতি, লিঙ্গ এবং শ্রেণির ইন্টারসেকশনস জার্মানি লন্ডন: ম্যাকমিলান, 2017আইএসবিএন ৯৭৮-০-২৩০-৩৪৩৬১-০।\nDaniël Vangroenweghe (2004), রুড রাবার – Leopold II en zijn Congo, আইএসবিএন ৯০-৫৬১৭-৫৫৬-৪।\n\n\n== আরও পড়ুন ==\nAfricanus (১৯১৮)। The adjustment of the German colonial claims; dedicated to the American and British delegates of the Peace conference। Bern। পৃষ্ঠা 7। সংগ্রহের তারিখ ২ নভেম্বর ২০০৯। \n\n\n== বহিঃসংযোগ ==\nহ্যান্সকার্ড ১৮০৩-২০০৫: E. D. Morel দ্বারা সংসদে অবদান (ইংরেজি)\nCatalogue of the Morel papers at the Archives Division of the London School of Economics.\nAn article on Morel from Liverpool's 'Nerve' magazine\nE.D. Morel, the man and his work, with an introd. by Colonel Wedgwood ([1920]), full text\nReport of the British Consul, Roger Casement, on the Administration of the Congo Free State.\nJournal of Belgian History, Digital Archive\nইন্টারনেট মুভি ডেটাবেজে White King, Red Rubber, Black Death (2003) (TV)  (ইংরেজি)\nNewspaper clippings about E. D. Morel in the 20th Century Press Archives of the ZBW\nWorks by E. D. Morel at LibriVox (public domain audiobooks)"}