{"pageid": 1464114, "title": "আলিগড় আন্দোলন", "url": "https://bn.wikipedia.org/wiki?curid=1464114", "content": "আলিগড় আন্দোলন ছিল ব্রিটিশ ভারতের মুসলিম জনগণের জন্য পশ্চিমা ধাঁচের আধুনিক বৈজ্ঞানিক শিক্ষাব্যবস্থা প্রতিষ্ঠার প্রচেষ্টা, যা ১৯ শতকের শেষ দিকে শুরু হয়েছিল।. এই আন্দোলনের নামকরণ আলিগড় শহরের নামে করা হয়, কারণ এর কেন্দ্রবিন্দু ও উৎপত্তি এই শহরেই ছিল এবং বিশেষ করে ১৮৭৫ সালে মোহামেডান অ্যাংলো-ওরিয়েন্টাল কলেজ প্রতিষ্ঠার সাথে যুক্ত। এই কলেজের প্রতিষ্ঠাতা ছিলেন স্যার সৈয়দ আহমদ খান, যিনি আলিগড় আন্দোলনের প্রধান ব্যক্তি হয়ে উঠেছিলেন।\nএই শিক্ষা সংস্কার আন্দোলন একটি ভিত্তি ও গতি তৈরি করে, যা একটি বিস্তৃত ভারতীয় মুসলিম পুনর্জাগরণে পরিণত হয়। এর ফলে ধর্ম, রাজনীতি, সংস্কৃতি ও সমাজে গভীর প্রভাব ফেলে।\n\n\n== ইতিহাস ==\nসিপাহী বিদ্রোহ ১৮৫৭ সালে ব্যর্থ হওয়ার পরে মুঘল সাম্রাজ্যের অবসান ঘটে এবং ব্রিটিশদের হাতে ক্ষমতা আসে। বিদ্রোহ-পরবর্তী সময়ে মুসলিম সমাজের অবস্থা ছিল খুবই দুর্বল। স্যার সৈয়দ আহমদ খান লক্ষ্য করেন যে, মুসলিম সমাজ শিক্ষাগত, সামাজিক এবং সাংস্কৃতিকভাবে পিছিয়ে পড়েছে। তিনি এই অবনতির জন্য প্রচলিত শিক্ষাব্যবস্থাকে দায়ী করেন।\nএই কারণে স্যার সৈয়দ মুসলিম সমাজের বুদ্ধিবৃত্তিক, শিক্ষাগত, সামাজিক এবং সাংস্কৃতিক পুনর্জাগরণের জন্য একটি আন্দোলন শুরু করেন। এই আন্দোলনটি আলিগড় আন্দোলন নামে পরিচিত হয়, কারণ স্যার সৈয়দ আলিগড়ে একটি স্কুল প্রতিষ্ঠা করেছিলেন যা পরবর্তীতে এই আন্দোলনের কেন্দ্রবিন্দু হয়ে ওঠে।\nআলিগড় আন্দোলন উর্দু সাহিত্যে একটি নতুন ধারা প্রবর্তন করে। স্যার সৈয়দ আহমদ খান এবং তার সহযোগীরা উর্দু ভাষায় পুরানো, অলঙ্কৃত ও একাডেমিক লেখার ধারা ছেড়ে একটি সরল শৈলী শুরু করেন, যা মুসলিমদের জন্য আন্দোলনের মূল উদ্দেশ্য বোঝা সহজ করে তোলে। স্যার সৈয়দ আহমদ খান এই জাগরণের কেন্দ্রীয় ব্যক্তিত্ব ছিলেন।\n\n\n== প্রতিষ্ঠানসমূহ ==\n১৮৫৯ সালে, স্যার সৈয়দ আহমদ খান মোরাদাবাদে গুলশান স্কুল প্রতিষ্ঠা করেন। ১৮৬২ সালে তিনি গাজীপুরে ভিক্টোরিয়া স্কুল প্রতিষ্ঠা করেন।\n১৮৬৩ সালে তিনি গাজীপুরে ট্রান্সলেশন সোসাইটি প্রতিষ্ঠা করেন, যা বিজ্ঞানের এবং আধুনিক শিল্পের প্রধান কাজগুলি উর্দুতে অনুবাদ করার জন্য কাজ করে। পরবর্তীতে এর নাম পরিবর্তন করে সায়েন্টিফিক সোসাইটি রাখা হয় এবং এটি আলিগড়ে স্থানান্তরিত হয়। সোসাইটি দুটি জার্নাল প্রকাশ করত – আলিগড় ইনস্টিটিউট গেজেট এবং তহজীব-উল-আখলাক, যা ইংরেজিতে মোহামেডান সোশ্যাল রিফর্মার নামে পরিচিত ছিল।\n১৮৬৬ সালে আলিগড়ে ব্রিটিশ ইন্ডিয়ান অ্যাসোসিয়েশন প্রতিষ্ঠিত হয়েছিল মানুষের রাজনৈতিক চাহিদা পূরণের উদ্দেশ্যে।\n১৮৬৮ সালে সৈয়দ ইমদাদ আলি মুজাফফরপুরে বিহার সায়েন্টিফিক সোসাইটি প্রতিষ্ঠা করেন। সোসাইটি একটি পাক্ষিক পত্রিকা, \"আখবারুল আখিয়ার\" প্রকাশ করে।\nবিহার সায়েন্টিফিক সোসাইটি এবং ভূমিহার ব্রাহ্মণ সভা একসঙ্গে ৩ জুলাই ১৮৯৯ সালে মুজাফফরপুরে একটি কলেজ প্রতিষ্ঠা করে, যা বর্তমানে লঙ্গাট সিং কলেজ নামে পরিচিত।\n১৮৭৫ সালে স্যার সৈয়দ এবং মৌলভি সামিউল্লাহ খান আলিগড়ে তার বাংলোতে মাদরাসা মাদ্রাসাতুল উলুম মুসলমানান-এ-হিন্দ প্রতিষ্ঠা করেন। স্কুলটিতে একটি প্রাথমিক শাখা এবং একটি সিনিয়র শাখা ছিল যা মোহামেডান অ্যাংলো-ওরিয়েন্টাল কলেজিয়েট স্কুল নামে পরিচিত ছিল।\nদুই বছর পর, ১৮৭৭ সালে, স্কুলটি মোহামেডান অ্যাংলো-ওরিয়েন্টাল কলেজে রূপান্তরিত হয়।\n১৮৭৭ সালে লর্ড লিটন এমএও কলেজের শিক্ষার্থীদের জন্য লিটন লাইব্রেরির ভিত্তি স্থাপন করেন। স্বাধীনতার পর এর নামকরণ করা হয় মৌলানা আজাদ লাইব্রেরি। * ১৮৮৪ সালে স্যার সৈয়দ এমএও কলেজে একটি বিতর্ক ক্লাব প্রতিষ্ঠা করেন, যা প্রথম প্রিন্সিপাল হেনরি জর্জ সিডন্সের নামে সিডন্স ইউনিয়ন ক্লাব নামে পরিচিত হয়। কলেজটি বিশ্ববিদ্যালয়ে পরিণত হওয়ার পর এটি মুসলিম ইউনিভার্সিটি ইউনিয়ন নামে পরিচিতি লাভ করে।\n১৮৮৬ সালে স্যার সৈয়দ মোহামেডান এডুকেশনাল কংগ্রেস প্রতিষ্ঠা করেন, যা ভারতীয় মুসলমানদের শিক্ষিত ও সংস্কার করার জন্য একটি সংগঠন ছিল। ১৮৯০ সালে এর নাম পরিবর্তন করে অল ইন্ডিয়া মোহামেডান এডুকেশনাল কনফারেন্স রাখা হয়।\n১৮৮৮ সালে স্যার সৈয়দ রাজা শিবাপ্রসাদ বেনারসের সাথে মিলিত হয়ে ইউনাইটেড প্যাট্রিয়টিক অ্যাসোসিয়েশন প্রতিষ্ঠা করেন, যা ব্রিটিশদের সাথে রাজনৈতিক সহযোগিতা প্রচার এবং ব্রিটিশ ভারতীয় সরকারে মুসলিম অংশগ্রহণ নিশ্চিত করার জন্য কাজ করত।\n১৮৮৯ সালে সাহাবজাদা আফতাব আহমদ খান ডিউটি সোসাইটি বা আনজুমান-আল-ফারজ প্রতিষ্ঠা করেন, যা এমএও কলেজের দরিদ্র ও প্রয়োজনীয় শিক্ষার্থীদের সহায়তা করত।* ১৮৯০ সালে মহসিন-উল-মুলক উর্দু ডিফেন্স সেন্ট্রাল কমিটি প্রতিষ্ঠা করেন, যা পরে উর্দু ডিফেন্স অ্যাসোসিয়েশন নামে পরিচিতি পায়।\nমুসলমানদের রাজনৈতিক স্বার্থ ব্রিটিশ সরকারের কাছে তুলে ধরার জন্য ১৮৯৩ সালে মোহামেডান অ্যাংলো-ওরিয়েন্টাল ডিফেন্স অ্যাসোসিয়েশন প্রতিষ্ঠা করা হয়।* ১৮৯৩ সালে মোহামেডান এডুকেশনাল কনফারেন্স উর্দু উন্নয়নের জন্য আনজুমান-ই-তারাক্কি-ই-উর্দু প্রতিষ্ঠা করে। প্রথম আনজুমানটি দিল্লিতে অনুষ্ঠিত হয়, যার সভাপতি ছিলেন থমাস ওয়াকার আর্নল্ড এবং সেক্রেটারি ছিলেন শিবলি নোমানি। ndry_2017-09-12\"/>\n১৮৯৯ সালে স্যার সৈয়দের মৃত্যুর পর আলিগড়ে ওল্ড বয়েজ অ্যাসোসিয়েশন গঠিত হয়েছিল, যা আলিগড় আন্দোলনের জন্য সমর্থন জোগাড় করার উদ্দেশ্যে কাজ করত। মৌলভি বাহাদুর আলি ছিলেন অ্যাসোসিয়েশনের প্রতিষ্ঠাতা সেক্রেটারি। ১৮৯৯ সালে সাহাবজাদা আফতাব আহমদ খান স্যার সৈয়দ মেমোরিয়াল ফান্ড প্রতিষ্ঠা করেন, যা এমএও কলেজকে একটি বিশ্ববিদ্যালয়ে উন্নীত করার জন্য তহবিল সংগ্রহ করত।\n১৯০১ সালে নবাব ওয়াকার-উল-মুলক মোহামেডান পলিটিকাল অর্গানাইজেশন প্রতিষ্ঠা করেন, যা সরকারের কাছে মুসলমানদের অভিযোগ তুলে ধরত।\n১৯০৪ সালে শেখ আবদুল্লাহ মেয়েদের শিক্ষার প্রচার করার জন্য উর্দু মাসিক ম্যাগাজিন খাতুন চালু করেন।\n১৯১৪ সালে বেগম সুলতান জাহান আলিগড়ে অল ইন্ডিয়া মুসলিম লেডিস কনফারেন্স প্রতিষ্ঠা করেন। বেগম এই কনফারেন্সের সভাপতি ছিলেন এবং আলিগড়ের নাফিস দুলহন বেগম ছিলেন এর সেক্রেটারি।\n২৯ অক্টোবর, ১৯২০ সালে জামিয়া মিলিয়া ইসলামিয়া আলিগড়ে প্রতিষ্ঠিত হয়, যা পরে দিল্লিতে স্থানান্তরিত হয়।\n১৭ ডিসেম্বর, ১৯২০ সালে এমএও কলেজ বিশ্ববিদ্যালয়ের মর্যাদা পায় এবং আলিগড় মুসলিম বিশ্ববিদ্যালয় প্রতিষ্ঠিত হয়। মহম্মদ আলী মহম্মদ খান মাহমুদাবাদের রাজা উপাচার্য হিসেবে নিযুক্ত হন।\n১৯২৯ সালে জেনানা মাদ্রাসা একটি ইন্টারমিডিয়েট কলেজে পরিণত হয় এবং ১৯৩০ সালে মেয়েদের কলেজটি আলিগড় মুসলিম বিশ্ববিদ্যালয়ের অধিভুক্ত একটি মহিলা কলেজে রূপান্তরিত হয়।\n১৯৫২ সালে মুসলিম ইউনিভার্সিটি ইউনিয়নের জন্য একটি নতুন সংবিধান প্রণয়ন করা হয় এবং এটি আলিগড় মুসলিম ইউনিভার্সিটি স্টুডেন্টস' ইউনিয়ন নামে পরিচিতি লাভ করে।\n\n\n== গুরুত্বপূর্ণ সদস্য ==\nআন্দোলনের সাথে যুক্ত প্রধান ব্যক্তিত্বদের মধ্যে ছিলেন:\n\nস্যার সৈয়দ আহমদ খান, মোহামেডান অ্যাংলো-ওরিয়েন্টাল কলেজ এবং আলিগড় মুসলিম বিশ্ববিদ্যালয়ের প্রতিষ্ঠাতা।\nমৌলভি সামিউল্লাহ খান, মোহামেডান এডুকেশনাল কনফারেন্সের প্রথম সভাপতি।\nরাজা জয় কিশন দাস, সায়েন্টিফিক সোসাইটির সেক্রেটারি এবং আলিগড় ইনস্টিটিউট গেজেটের ভারপ্রাপ্ত সম্পাদক।\nজর্জ ফার্কুহার ইরভিং গ্রাহাম, সায়েন্টিফিক সোসাইটির সদস্য এবং স্যার সাইয়দের জীবনী লেখক।\nজাকাউল্লাহ দেহলভি, স্যার সাইয়দের সহযোগী এবং সায়েন্টিফিক সোসাইটির সদস্য।\nনাজির আহমদ দেহলভি, স্যার সাইয়দের সহযোগী এবং সায়েন্টিফিক সোসাইটির সদস্য।\nমৌলভি সৈয়দ জায়নুল আবিদীন, স্যার সাইয়দের সহযোগী এবং এমএও কলেজের দাতা।\nখাজা মুহাম্মদ ইউসুফ, স্যার সাইয়দের সহযোগী\nহেমেদুল্লাহ খান, মৌলভি সামিউল্লাহ খানের পুত্র\nআবদুল মজিদ খাজা, স্যার সাইয়দের সহযোগী\nমহেন্দ্র সিং পাটিয়ালা, এমএও কলেজের দাতা\nহেনরি সিডন্স, এমএও কলেজের প্রথম প্রিন্সিপাল\nথিওডোর বেক, এমএও কলেজের দ্বিতীয় প্রিন্সিপাল\nথিওডোর মরিসন, এমএও কলেজের তৃতীয় প্রিন্সিপাল\nআদামজি পীরভাই, এমএও কলেজের দাতা এবং অল ইন্ডিয়া মুসলিম লীগের প্রাথমিক সদস্য\nউইলিয়াম আর্চবোল্ড, এমএও কলেজের চতুর্থ প্রিন্সিপাল\nজে.এইচ. টোল, এমএও কলেজের পঞ্চম প্রিন্সিপাল\nমোহাম্মদ আলী মোহাম্মদ খান, এমএও কলেজের ট্রাস্টি এবং আলিগড় মুসলিম বিশ্ববিদ্যালয়ের প্রতিষ্ঠাতা উপাচার্য\nমোহাম্মদ মুজামিলুল্লাহ খান, এমএও কলেজের ট্রাস্টি এবং পরবর্তীতে আলিগড় মুসলিম বিশ্ববিদ্যালয়ের উপাচার্য\nরস মাসুদ, এমএও কলেজের ট্রাস্টি এবং পরবর্তীতে আলিগড় মুসলিম বিশ্ববিদ্যালয়ের উপাচার্য\nজিয়াউদ্দিন আহমদ, আলিগড় মুসলিম বিশ্ববিদ্যালয়ের প্রতিষ্ঠাতা সহ-উপাচার্য\nরাজা শিবাপ্রসাদ, স্যার সাইয়দের সহযোগী এবং ইউনাইটেড প্যাট্রিয়টিক অ্যাসোসিয়েশনের প্রতিষ্ঠাতা\nচিরাগ আলি, শিক্ষাবিদ এবং স্যার সাইয়দের সহযোগী\nমীর তুরাব আলি খান, সালার জং I, এমএও কলেজের দাতা\nনবাব ওয়াকার-উল-মুলক কাম্বোহ, এমএও কলেজের সম্মানসূচক সেক্রেটারি\nনবাব মহসিন-উল-মুলক, এমএও কলেজের সেক্রেটারি\nসৈয়দ মাহমুদ, স্যার সাইয়দের পুত্র এবং এমএও কলেজের যুগ্ম সেক্রেটারি\nহাসরত মোহানি\nশিবলি নোমানি, স্যার সাইয়দের সহযোগী এবং আনজুমান-ই-তারাক্কি-ই-উর্দুর প্রথম সেক্রেটারি\nঅলতাফ হুসেন হালী, মোহামেডান এডুকেশনাল কনফারেন্সের সদস্য\nসৈয়দ আমির আলি, মোহামেডান এডুকেশনাল কনফারেন্সের সদস্য\nতুফাইল আহমদ মঙ্গলোরি, মোহামেডান এডুকেশনাল কনফারেন্সের সদস্য\nথমাস ওয়াকার আর্নল্ড, আনজুমান-ই-তারাক্কি-ই-উর্দুর প্রথম সভাপতি\nআগা খান III, আলিগড় মুসলিম বিশ্ববিদ্যালয়ের প্রতিষ্ঠাতা সহ-উপাচার্য\nশেখ আবদুল্লাহ, আলিগড়ে মহিলা কলেজের প্রতিষ্ঠাতা\nনবাব মোহাম্মদ ইসমাইল খান, স্যার সাইয়দের সহযোগী\nকুনওয়ার লুফত আলি খান চাটারি\nজাফর আলি খান\nশওকত আলি\nমোহাম্মদ আলি জোহর\nসাহাবজাদা আফতাব আহমদ খান, আনজুমান আল-ফারজ বা ডিউটি সোসাইটির প্রতিষ্ঠাতা\nআবদুর রহমান বিজনোরি\nসৈয়দ আলি বিলগ্রামী\nসৈয়দ নাবিউল্লাহ, মোহামেডান এডুকেশনাল কনফারেন্সের সদস্য\nসুলতান জাহান, ভোপালের বেগম, আলিগড় মুসলিম বিশ্ববিদ্যালয়ের প্রতিষ্ঠাতা চ্যান্সেলর\nআবদুল হক, আনজুমান-ই-তারাক্কি-ই-উর্দুর সেক্রেটারি\nসৈয়দ সাজ্জাদ হায়দার ইলদ্রাম, আলিগড় মুসলিম বিশ্ববিদ্যালয়ের প্রতিষ্ঠাতা রেজিস্ট্রার\nশাহ মোহাম্মদ সুলেমান, মোহামেডান এডুকেশনাল কনফারেন্সের সদস্য এবং পরবর্তীতে আলিগড় মুসলিম বিশ্ববিদ্যালয়ের উপাচার্য\nখাজা সলিমুল্লাহ, অল ইন্ডিয়া মুসলিম লীগের প্রতিষ্ঠাতা সদস্য\nমিয়ান মুহাম্মদ শফি, অল ইন্ডিয়া মুসলিম লীগের প্রতিষ্ঠাতা সদস্য\nখাজা গুলাম সাইয়েদাইন\nরফি আহমদ কিদোয়াই\nহামিদ আলি খান রামপুরের\nবদরুদ্দিন ত্যাবজি, এমএও কলেজের দাতা\nআদামজি পীরভাই, এমএও কলেজের দাতা এবং অল ইন্ডিয়া মুসলিম লীগের প্রাথমিক সদস্য\n\n\n== তথ্যসূত্র =="}