{"pageid": 1464, "title": "গণতন্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=1464", "content": "গণতন্ত্র বলতে কোনো জাতিরাষ্ট্রের (অথবা কোনোও সংগঠনের) এমন একটি শাসনব্যবস্থাকে বোঝায় যেখানে নীতিনির্ধারণ বা সরকারি প্রতিনিধি নির্বাচনের ক্ষেত্রে প্রত্যেক নাগরিক বা সদস্যের সমান ভোটাধিকার থাকে। ইংরেজি 'Democracy' শব্দটি গ্রিক শব্দ Demo Kratia থেকে উদ্ভূত হয়েছে যা গ্রিক শব্দ 'Demos' এবং 'Kratia' শব্দ দুটির সমন্বয়ে সৃষ্ট। 'Demos'শব্দের অর্থ হল 'জনগণ' এবং 'Kratia'শব্দের অর্থ হল 'শাসন'। গণতন্ত্রে আইন প্রস্তাবনা, প্রণয়ন ও তৈরীর ক্ষেত্রে সকল নাগরিকের অংশগ্রহণের সমান সু্যোগ রয়েছে, যা সরাসরি বা নির্বাচিত প্রতিনিধির মাধ্যমে হয়ে থাকে। \"গণতন্ত্র\" পরিভাষাটি সাধারণভাবে একটি রাজনৈতিক রাষ্ট্রের ক্ষেত্রেই প্রয়োগ করা হলেও অন্যান্য সংস্থা বা সংগঠনের ক্ষেত্রেও এটি প্রযোজ্য হতে পারে, যেমন বিশ্ববিদ্যালয়, শ্রমিক ইউনিয়ন, রাষ্ট্র-মালিকানাধীন প্রতিষ্ঠান ইত্যাদি।\n\n\n== ব্যুৎপত্তি ==\nবাংলা \"গণতন্ত্র\" পরিভাষাটি ইংরেজি ডেমোক্রেসি (Democracy) থেকে এসেছে। এই ইংরেজি শব্দটি আবার এসেছে গ্রিক শব্দ δημοκρατία (দেমোক্রাতিয়া) থেকে, যার অর্থ \"জনগণের শাসন\" শব্দটির দুইটি মূল হচ্ছে δῆμος (দেমোস) \"জনগণ\" ও κράτος (ক্রাতোস) \"ক্ষমতা\" থেকে। খ্রিষ্টপূর্ব ৫ম শতকে অ্যাথেন্স ও অন্যান্য গ্রিক নগররাষ্ট্রে বিদ্যমান রাজনৈতিক ব্যবস্থাকে বোঝাতে শব্দটির প্রথম ব্যবহার হয়। প্রায় আড়াই হাজার বছর আগে ক্লিসথেনিসের নতুন ধরনের সরকার চালু হয় এবং সেই সঙ্গে বিশ্বের প্রথম গণতন্ত্র সৃষ্টি হয় গ্রিসের ছোট একটি শহর-রাষ্ট্র এথেন্সে। এই শহর-রাষ্ট্রটি ছিলো এথেন্স শহর এবং তার আশপাশের গ্রামাঞ্চল নিয়ে গঠিত। রাষ্ট্রব্যবস্থা পরিচালনার জন্য বিভিন্ন উপজাতির মধ্য থেকে নেতাদের বেছে নেয়ার যে সনাতনী রীতি চালু ছিলো, ক্লিসথেনিস তার অবসান ঘটান। তার বদলে তিনি মানুষের নতুন জোট তৈরি করেন এবং প্রতিটি জোটকে ডিময় (Demoi) অথবা প্যারিশ (Parish)- এ বিভক্ত করেন। প্রতিটি মুক্ত নাগরিককে রাষ্ট্রীয় সিদ্ধান্ত নেয়ার সময়ে শহর-রাষ্ট্রের সরকার পরিচালনায় সরাসরি অংশগ্রহণের অধিকার দেয়া হয়। সাধারণভাবে এই ঘটনাকেই গণতন্ত্রের প্রথম উন্মেষরূপে গণ্য করা হয় যার পরে নাম হয় ডেমক্রেশিয়া (Democratia) যার অর্থ হচ্ছে জনগণের (demos) শক্তি (Kratos)।\n\n\n== সংজ্ঞা ==\nবিভিন্ন সময়ে বিভিন্ন উপায়ে গণতন্ত্রকে সংজ্ঞায়িত করা হয়েছে। খ্রিস্টপূর্ব ৪২২ সালে ক্লিয়ান ডেমোক্রেসিকে সংজ্ঞায়িত করেছেন এভাবে- That shall be the democratic which shall be the people, for the people. অনেক পরে আব্রাহাম লিঙ্কন তার এক ভাসনের মধ্যে ঠিক এমনই এক জনপ্রিয় সংজ্ঞা প্রদান করেন। আব্রাহাম লিংকন (Abraham Lincoln) November 19, 1863 তারিখে তার দেয়া Pennsylvania state এর গেটিসবার্গ বক্তৃতাতে (Gettysburg Address) গণতন্ত্রের সংজ্ঞা দিয়েছিলেন এভাবে 'Government of the people, by the people, for the people.' যার অর্থ হলো-গণতান্ত্রিক সরকার জনগণের অংশগ্রহণ, জনগণের দ্বারা ও জনগণের জন্য। অধ্যাপক গেটেলের মতে,' যে শাসন ব্যবস্থায় জনগণ সার্বভৌম ক্ষমতার প্রয়োগে অংশ নেওয়ার অধিকারী তাই গণতন্ত্র।  \n\n\n== আরও দেখুন ==\nআন্তর্জাতিক গণতন্ত্র দিবস\n\n\n== তথ্যসূত্র =="}