{"pageid": 1464304, "title": "শান্তিরঞ্জন ভট্টাচার্য", "url": "https://bn.wikipedia.org/wiki?curid=1464304", "content": "শান্তিরঞ্জন ভট্টাচার্য (উর্দু: شانتی رنجن بھٹاچاریہ‎‎; ২৯ সেপ্টেম্বর ১৯৩০ - ১৫ সেপ্টেম্বর ১৯৯৩) ছিলেন একজন বিশিষ্ট ভারতীয় বাঙালি উর্দু ভাষাবিদ, গবেষক ও সাহিত্যিক। তিনি উর্দু ও বাংলা ভাষার মধ্যে সেতুবন্ধনসহ উর্দু সাহিত্যে বাঙালির অবদান নিয়ে গবেষণা করেন। তার রচিত গবেষণা গ্রন্থ বঙ্গালী হিন্দুয়োঁ কী উর্দু খিদমত গ্রন্থের জন্য ১৯৬৬ খ্রিস্টাব্দে  পশ্চিমবঙ্গ সরকারের সাহিত্য পুরস্কার রবীন্দ্র পুরস্কার লাভ করেন। \n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nশান্তিরঞ্জন ভট্টাচার্যের জন্ম ১৯৩০ খ্রিস্টাব্দের ২৪ সেপ্টেম্বর  ব্রিটিশ ভারতের অধুনা বাংলাদেশের তৎকালীন শরীয়তপুর  জেলার মসুরা গ্রামে। পিতা বৈকুন্ঠনাথ ভট্টাচার্য ছিলেন হায়দ্রাবাদের নিজাম স্টেট রেলওয়ের কর্মচারী। মাতা চারুবালা দেবী।১৯৩৭ খ্রিস্টাব্দে আসেন পিতার কর্মস্থল উর্দু ভাষার পীঠস্থান  হায়দ্রাবাদে। শান্তিরঞ্জনের পড়াশোনা নিজামের শহরেই। হায়দ্রাবাদের যমজ শহর সেকেন্দ্রাবাদের মেহবুব কলেজ হাই স্কুলে পড়তেন এবং হস্টেলে থাকতেন। সেকারণে তার উর্দু শেখা খুব সহজ হয়। ছাত্রাবস্থাতে স্থানীয় লেখক সংঘে যাতায়াত করতেন তিনি। এখান থেকে তিনি ম্যাট্রিক পাশ করেন এবং উর্দুতে লেখালেখি শুরু করেন। কুড়ি বৎসর বয়সে তিনি তেলেঙ্গানা গণ অভ্যুত্থানের আন্দোলনে নিজে জড়িয়ে পড়েন। আর সেই আন্দোলনের পটভূমিতে উর্দুতে লেখেন তার প্রথম উপন্যাস ধরতীসে আকাশ তক যা সেসময়  বোম্বাইয়ের এক উর্দু দৈনিকে এক বছর ধারাবাহিকভাবে প্রকাশিত হয়। ১৯৫৩ খ্রিস্টাব্দে হায়দ্রাবাদের এক দৈনিক পত্রিকায় নিয়মিতই লিখতেন। কিন্তু ১৯৫৬ খ্রিস্টাব্দে তার পিতার মৃত্যু হলে তিনি জীবিকার সন্ধানে কলকাতায় চলে আসেন। \n\n\n== কর্মজীবন ==\nকলকাতায় তিনি দ্য ফিল্ম উইকলি নামক এক উর্দু সাপ্তাহিক পত্রিকার সম্পাদনার দায়িত্ব পান। প্রায় দু বছর সেই কাজ করেন। ১৯৬৫ খ্রিস্টাব্দে শান্তিরঞ্জন  পশ্চিমবঙ্গ সরকারের তথ্য ও জনসংযোগ বিভাগের অধীনে উর্দু ভাষায় অনুবাদক এবং ইংরাজির প্রুফরিডারের চাকরি পান এবং ১৯৮৮ খ্রিস্টাব্দে অবসর নেন। এর মধ্যে ১৯৭৪ খ্রিস্টাব্দ থেকে চার বৎসরের জন্য ডেপুটেশনে তিনি  ভারত সরকারের অধীনে সহকারী তথ্য আধিকারিকসহ নানা গুরুত্বপূর্ণ পদে কাজ করেন। \n\n\n== সাহিত্যকর্ম ==\nসরকারী পদের নানা কাজ সামলেও তিনি সমানভাবে লেখালেখির কাজ চালিয়ে গেছেন। তার প্রথম গল্প সংকলন রাহ্-কা কাঁটা প্রকাশিত হয় ১৯৬০ খ্রিস্টাব্দে। তার রচিত বেশিরভাগ গ্রন্থ উর্দু ভাষা ও সাহিত্য সংক্রান্ত। উর্দু এবং বাংলা মধ্যে সেতু বন্ধনের প্রয়াসে উর্দু শেখার বই, উর্দু হতে বাংলা অনুবাদ এবং বাংলা ভাষার বই উর্দুতে অনুবাদ করেছেন। উর্দু সাহিত্যে বাঙালির অবদান বিষয়ে ১৯৬৩ খ্রিস্টাব্দে রচনা করেন গবেষণা গ্রন্থ- বঙ্গালী হিন্দুয়োঁ কি উর্দু খিদমৎ। \nতার রচিত ও অনূদিত গ্রন্থগুলি হল—\n\nগল্প সংকলন-\nরাহ্-কা কাঁটা (১৯৬০)\nশায়েব কি শাদি\nমঞ্জিল কঁহা তেরি\nজমিনসে আঁসুমাঁ তক\nভাষা ও সাহিত্য সংক্রান্ত-\nউর্দু সে বাংলা শিখো\nউর্দু অউর বঙ্গাল\nআজাদি কে বাদ মগরবি বঙ্গাল মে উর্দু\nবঙ্গাল মেঁ উর্দু জবান অউর অদব\nগালিব অউর বঙ্গাল\nইকবাল টাগোর অউর নজরুল\nবঙ্গলা কা আসান কায়দা\nবঙ্গাল মে উর্দু কে মশায়েল\nউর্দু আদব আউর বঙ্গালি কলচর\nবঙ্গলা জবান সে উর্দুকা রিস্তা\nরবীন্দ্রনাথ ঠাকুর হায়াত অক্ষর খিদমৎ\nবঙ্গাল সে উর্দুকা রিস্তা\nবাংলা হতে উর্দুতে অনুবাদ-\nরাণী চন্দের পূর্ণকুম্ভ\nতারাশঙ্করের আরোগ্য নিকেতন (গুলশনে-শেহাত)\nবিভূতিভূষণের  চাঁদের পাহাড় \nসুনীতিকুমারের প্রবন্ধ গ্রন্থ- পথচলতি ও সাংস্কৃতিক (কিছু অংশ)\n সুকুমার সেনের বাংলা সাহিত্যের ইতিহাস (১ম ও ২য় খণ্ড)\n মোহিতলালের জীবনী\nউর্দু হতে বাংলায় অনুবাদ-\nময়লা চাদর (রাজেন্দ্র সিং বেদির উর্দু উপন্যাস- 'এক চাদর ময়লি সি)\nবাংলা ভাষায় রচিত নিজের গ্রন্থ-\nতেলেঙ্গানার গল্প\nউর্দু প্রেমী সুনীতিকুমার চ্যাটার্জী\nঅন্যান্য-\nপাখাতুনিস্তান কা মুতালবা (পাকতুনিস্তানের দাবি)\nতার রচিত বই  কলকাতা বিশ্ববিদ্যালয়ের উর্দু এম.এ সিলেবাসের অন্তর্ভুক্ত হয়। তিনি একসময় দিল্লির  জওহরলাল নেহেরু বিশ্ববিদ্যালয়ের এম.ফিল পরীক্ষার পরীক্ষকও হয়েছিলেন।\n\n\n== সম্মাননা ==\nভাষাচার্য সুনীতিকুমার চট্টোপাধ্যায় ও সুকুমার সেনের স্নেহধন্য শান্তিরঞ্জন বহু পুরস্কারে সম্মানিত হয়েছেন। \n\n১৯৬৬ খ্রিস্টাব্দে তার মৌলিক গবেষণাগ্রন্থ— বঙ্গালী হিন্দুয়োঁ কা উর্দু খিদমত এর জন্য  পশ্চিমবঙ্গ সরকারের রবীন্দ্র পুরস্কার প্রদান করে। তার এই গ্রন্থ পড়ে সুনীতিকুমার চট্টোপাধ্যায় এত মুগ্ধ হয়েছিলেন যে, তিনি তাকে বলেন—\n কিরে শান্তি, তোকে এখনও কেউ উপাধি দেয়নি?.... আমিই তোকে \"ডক্টর\" উপাধি দিলাম।\nতবে পরে অবশ্য তার আর একটি গবেষণাগ্রন্থ-তছকরা-এ-তসানিফ-এ-বঙ্গাল (যা মূলত উনিশ শতক পর্যন্ত প্রকাশিত উর্দু গ্রন্থের মহাকোষ হিসাবে বিবেচিত)-এর জন্য বোম্বাইয়ের ওরিয়েন্টাল কলেজ ১৯৬৭ খ্রিস্টাব্দে ডক্টর-এ অদব (সাহিত্যে ডক্টরেট) উপাধি প্রদান করে।\nতারাশঙ্করের আরোগ্য নিকেতন উর্দুতে অনুবাদ (গুলশনে-শেহাত) এর জন্য ১৯৯১ খ্রিস্টাব্দে  ভারত সরকারের সাহিত্য অকাদেমি পুরস্কার লাভ করেন।\nউর্দু ভাষায় তার পাণ্ডিত্যের কারণে বহু রিসার্চ স্কলার তার সাহচর্যে উপকৃত হয়েছেন।বিদরের বি ভি বি কলেজের অধ্যাপক ইফরোজা পাশ শান্তিরঞ্জনের উপর গবেষণা করে ( উর্দু কি এক মোহসিন শান্তিরঞ্জন শীর্ষক গবেষণাপত্রের জন্য) ডক্টরেট হয়েছিলেন। কলকাতা বিশ্ববিদ্যালয়ের উর্দু বিভাগে শান্তিরঞ্জন ভট্টাচার্য হায়াত অউর আদবি খিদমত নামে গবেষণার জন্য নিবন্ধীভুক্ত হয়েছিল। \nকলকাতা দুরদর্শনে উর্দু সংবাদ চালু হলে শান্তিরঞ্জন নিউজ এটিটরের দায়িত্ব পান। তিনি ভারতের সর্বোচ্চ উর্দু সংস্থা অঞ্জুমন তরকি -র পশ্চিমবঙ্গ শাখার সভাপতিও ছিলেন। \n\n\n== জীবনাবসান ==\nশান্তিরঞ্জন ভট্টাচার্য ১৯৯৩ খ্রিস্টাব্দের ১৫ সেপ্টেম্বর কলকাতায় পরলোক গমন করেন। \n\n\n== তথ্যসূত্র =="}