{"pageid": 1464569, "title": "পঞ্চখণ্ডের পাল বংশ", "url": "https://bn.wikipedia.org/wiki?curid=1464569", "content": "পঞ্চখণ্ডের পাল বংশ হল একটি সম্ভ্রান্ত বাঙালি জমিদার পরিবার যারা সিলেটে বসবাস করতেন। রাজা কালীদাস পালের বংশধররা এখনও করিমগঞ্জে তাদের পারিবারিক দুর্গাপূজা চালিয়ে যাচ্ছেন। তাদের বাসস্থানের নাম দিনো কুঠির।\n\n\n== ইতিহাস ==\n \nতাদের অঞ্চলের সবচেয়ে প্রাচীন গোষ্ঠীর মধ্যে, পঞ্চখণ্ডের পালরা বাংলার সাম্রাজ্য পাল রাজবংশের একটি শাখা থেকে তাদের বংশোদ্ভূত সনাক্ত করে, প্রথম মহীপালকে তাদের পূর্বপুরুষ বলে দাবি করে। সিলেটে তাদের সূচনা হয় যখন জনৈক কালিদাস পাল পঞ্চখণ্ডে (বর্তমানে বিয়ানীবাজার উপজেলা ) জমি অধিগ্রহণ করেন, এস্টেটটি তার বংশধরদের মধ্যে বংশানুক্রমিক হয়। পঞ্চখণ্ডের পালরা প্রথমে সামন্ত রাজা হিসেবে তাদের অঞ্চল শাসন করত, নিজেদেরকে রাজা উপাধি দিয়ে সাজিয়েছিল।  7ম শতাব্দীতে ( সি আনু. 1200 s CE ), পাল রাজবাড়ী এবং এর পাশে অবস্থিত বৃহৎ দীঘি কালিদাসের প্রপৌত্র বারাণসী পাল দ্বারা নির্মিত হয়েছিল।   যাইহোক, তিন প্রজন্ম পরে, রামজীবন পালের রাজত্বকালে, রাজ্যটি তার স্বাধীনতা হারায়, বাংলার মুসলিম সুলতানদের আধিপত্যের অধীনে আসে। \nএই মর্যাদা হ্রাস সত্ত্বেও, পঞ্চখণ্ডের পালরা ব্যক্তিগত জমিদার হিসাবে যথেষ্ট খ্যাতি এবং সাফল্য উপভোগ করেছিল। পালদের অধীনে, তাদের অঞ্চল (আগে খুব কম জনবসতি ছিল) উল্লেখযোগ্যভাবে উন্নত এবং চাষ করা হয়েছিল, যার ফলে মাহিমালদের (যারা তাদের দুই সর্দার রাঘাই এবং বাসাইয়ের নেতৃত্বে ছিল) এর মতো দলগুলিকে এই অঞ্চলে স্থানান্তরিত করেছিল। পঞ্চখণ্ডের পালরা পরবর্তী সদস্যরা তাদের দীঘি নির্মাণের পাশাপাশি তাদের হিন্দুধর্মীয় অবদানের জন্য উল্লেখযোগ্য হয়ে ওঠে, ব্রাহ্মণদের সমর্থনের পাশাপাশি হিন্দুধর্মীয় নির্মাণের মাধ্যমে।  এক কনিষ্ঠ পুত্র, প্রতাপচন্দ্র পাল, \"প্রচণ্ড খাঁ\" নামে ইসলাম ধর্ম গ্রহণ করেন এবং নিজের পৃথক অঞ্চল প্রতিষ্ঠা করেন, তার বংশধরেরা নিজেরাই বিশিষ্ট মুসলিম জমিদার হন; তার বংশধরদের মধ্যে রয়েছে বিয়ানীবাজারের কালা ও বাহাদুরপুরের মুসলিম চৌধুরী বংশ। \nইতিহাসবিদ অচ্যুতচরণ চৌধুরী তত্ত্বনিধি এবং সৈয়দ মুর্তজা আলী কর্তৃক লিপিবদ্ধ একটি প্রবাদে পাল বংশের সাধারণ প্রাধান্য প্রদর্শিত হয়েছে:\n\nপাল, প্রচণ্ড, জাংদার।\n এই তিন মিরাশদার।\nএইভাবে, পঞ্চখণ্ডের পাল বংশ, প্রচণ্ড খাঁর গোষ্ঠী এবং পৃথক জাংদার গোষ্ঠীর উল্লেখ করে প্রবাদটি বলে যে এলাকায় এই পরিবারের বাইরে অন্য কোন মিরাশদার ছিল না  । \nপঞ্চখণ্ডের পালদের প্রভাব ব্রিটিশ যুগে অব্যাহত ছিল, মুন্সী হরিকৃষ্ণ পাল সিলেটের জেলা কালেক্টরের দেওয়ান হিসেবে দায়িত্ব পালন করেন। ব্রিটিশ সরকার তাঁর ছোট ভাই কৃষ্ণতায় দেওয়ানজীকে রায় বাহাদুর উপাধি দিয়েছিলেন।  পরবর্তী পুত্র, কৃষ্ণকিশোর পালচৌধুরী \"বিহানী বাজার\" প্রতিষ্ঠা করেন, যেখান থেকে বিয়ানীবাজার নামটি এসেছে। \n\n\n== আরো দেখুন ==\nনিধনপুর তাম্রলিপি, পঞ্চখণ্ড\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:Nobility of the Raj"}