{"pageid": 1464667, "title": "আলবেনিয়ার ইতালীয় প্রটেক্টরেট (১৯৩৯-১৯৪৩)", "url": "https://bn.wikipedia.org/wiki?curid=1464667", "content": "আলবেনিয়ার ইতালীয় প্রটেক্টরেট, যা ইতালীয় আলবেনিয়া, আলবেনিয়ার রাজ্য বা বৃহত্তর আলবেনিয়া নামেও পরিচিত, ফ্যাসিস্ট ইতালির একটি পুতুল রাষ্ট্র এবং রক্ষাকবচ হিসেবে বিদ্যমান ছিল। এটি কার্যত ইতালি এবং আলবেনিয়ার মধ্যে একটি ইউনিয়ন ছিল, আনুষ্ঠানিকভাবে ইতালীয় রাজা ভিক্টর এমানুয়েল III এবং তার সরকারের নেতৃত্বে; আলবেনিয়া ১৯৩৯ থেকে ১৯৪৩ সাল পর্যন্ত সামরিকভাবে ইতালির দখলে থাকার পর ইতালীয় গভর্নরদের নেতৃত্বে ছিল। এই সময়ে, আলবেনিয়া একটি স্বাধীন দেশ হিসাবে অস্তিত্বহীন হয় এবং ইতালীয় সাম্রাজ্যের একটি স্বায়ত্তশাসিত অংশে পরিণত হয়। কর্মকর্তারা আলবেনিয়াকে ইতালীয় হিসাবে আত্তীকরণ করে আলবেনিয়াকে বৃহত্তর ইতালির একটি অংশে পরিণত করার এবং ইতালীয় উপদ্বীপের ইতালীয় বসতি স্থাপনকারীদের সাথে আলবেনিয়াকে ধীরে ধীরে একটি ইতালীয় ভূমিতে রূপান্তরিত করার জন্য অভিপ্রায় করেছিলেন। \nপ্রথম বিশ্বযুদ্ধের সময় লন্ডনের চুক্তিতে, মিত্রশক্তি কেন্দ্রীয় শক্তির বিরুদ্ধে লড়াইয়ের জন্য পুরস্কার হিসাবে ইতালিকে মধ্য ও দক্ষিণ আলবেনিয়া দেওয়ার প্রতিশ্রুতি দিয়েছিল।  ১৯১৭ সালের জুনে, ইতালীয় সৈন্যরা আলবেনিয়ার উল্লেখযোগ্য অঞ্চলের নিয়ন্ত্রণ দখল করার পর, ইতালি আনুষ্ঠানিকভাবে মধ্য ও দক্ষিণ আলবেনিয়ার উপর একটি সুরক্ষা রাজ্য ঘোষণা করে; তবে এই সিদ্ধান্ত ১৯২০ সালের সেপ্টেম্বরে উল্টে যায় যখন ইতালিকে তার সেনাবাহিনী প্রত্যাহারের জন্য চাপ দেওয়া হয়।  ইতালি শান্তি আলোচনা থেকে প্রাপ্ত ন্যূনতম লাভের সাথে ক্ষুব্ধ ছিল, যেটিকে তারা লন্ডন চুক্তি লঙ্ঘন বলে মনে করেছিল। ইতালীয় ফ্যাসিস্টরা দাবি করেছিল যে আলবেনিয়ানরা প্রাগৈতিহাসিক জনসংখ্যার সাথে মেলামেশার মাধ্যমে জাতিগতভাবে ইতালীয়দের সাথে যুক্ত ছিল এবং আলবেনিয়ার উপর রোমান ও ভেনিসীয় সাম্রাজ্যের প্রভাব ইতালিকে এটি দখল করার অধিকার দিয়েছে।  উপরন্তু, কয়েক লক্ষ জাতিগত আলবেনিয়ান ইতিমধ্যেই দক্ষিণ ইতালিতে শোষিত হয়েছিল, যা সমস্ত আলবেনিয়ানদের একটি রাষ্ট্রে একত্রিত করার ব্যবস্থা হিসাবে সংযুক্তিকরণকে ন্যায্যতা দেওয়ার জন্য ব্যবহৃত হয়েছিল।  ইতালি যুগোস্লাভিয়ার প্রধানত আলবেনিয়ান-জনবহুল কসোভোর বিরুদ্ধে পরিচালিত আলবেনীয় নিরঙ্কুশতাবাদকে সমর্থন করেছিল, তবে গ্রীসের এপিরাসের বিরুদ্ধেও একই কাজ করেছিল, বিশেষ করে চামেরিয়ার সীমান্ত এলাকা, যা ছিল চাম আলবেনিয়ান সংখ্যালঘু অধ্যুষিত এলাকা। \n\n\n== তথ্যসূত্র =="}