{"pageid": 1464967, "title": "ডেবি রায়ান", "url": "https://bn.wikipedia.org/wiki?curid=1464967", "content": "ডেবোরা অ্যান রায়ান (জন্ম: ১৩ মে, ১৯৯৩) একজন মার্কিন অভিনেত্রী ও গায়িকা। তিনি সাত বছর বয়সে পেশাগতভাবে মঞ্চে অভিনয় শুরু করেন এবং পরবর্তীতে ডিজনি চ্যানেল কর্তৃক নতুন প্রতিভার খোঁজে দেশব্যাপী অনুসন্ধানের সময় আবিষ্কৃত হন। তিনি দ্য স্যুট লাইফ অন ডেক (২০০৮-২০১১) ধারাবাহিক, ১৬ উইশেস (২০১০) চলচ্চিত্র, জেসি (২০১১-২০১৫) ধারাবাহিক এবং রেডিও রেবেল (২০১২) চলচ্চিত্রে অভিনয় করেছেন। এছাড়াও তিনি হোয়াট ইফ... (২০১০) নাট্য চলচ্চিত্র, ইনস্যাটিয়েবল (২০১৮-২০১৯) ধারাবাহিক, দ্য ওপেনিং অ্যাক্ট (২০২০) ও শর্টকামিংস (২০২৩) হাস্যরসাত্মক চলচ্চিত্র, নাইট টিথ (২০২১) রোমাঞ্চকর চলচ্চিত্র এবং জেফ বেনার হর্স গার্ল (২০২০) ও স্পিন মি রাউন্ড (২০২২) চলচ্চিত্রেও অভিনয় করেছেন।\nরায়ান তার ডিজনি প্রকল্পের সাউন্ডট্র্যাকগুলোতে কণ্ঠদানের মাধ্যমে সঙ্গীতে খ্যাতি অর্জন করেন। তিনি ২০১৩ সালে ইন্ডি রক ব্যান্ড দ্য নেভার এন্ডিং গঠন করেন, যার সাথে তিনি ওয়ান (২০১৪) ইপি প্রকাশ করেন।\n\n\n== প্রারম্ভিক জীবন ==\nডেবোরা অ্যান রায়ান ১৯৯৩ সালের ১৩ মে যুক্তরাষ্ট্রের অ্যালাবামার হান্টসভিলে ক্রিস এবং স্যান্ডি রায়ানের ঘরে জন্মগ্রহণ করেন। তার একটা ভাই আছে। তার মা একজন শিক্ষিকা যিনি স্কুলের নাটকে সক্রিয় ছিলেন। মার্কিন সামরিক বাহিনীতে বেসামরিক পরামর্শদাতা হিসাবে তার বাবার চাকরির সুবাদে তাদের পরিবারকে ইউরোপের বিভিন্ন জায়গায় যেতে হতো এবং তার ১০ বছর বয়স পর্যন্ত তারা জার্মানিতে বসবাস করতেন। তিনি জার্মানিতে একটি মার্কিন ঘাঁটিতে সাত বছর বয়সে পেশাদার মঞ্চে অভিনয় শুরু করেন। তিনি জার্মান পাবলিক স্কুল এবং মার্কিন পাবলিক স্কুলে পড়াশোনার পাশাপাশি একটি হোমস্কুলেও পড়াশোনা করেন। তারপর তারা মার্কিন যুক্তরাষ্ট্রে ফিরে আসেন এবং টেক্সাসে বসতি স্থাপন করেন। তিনি ফোর্ট হুডে থাকতেন। ২০০৯ সালে পিপল ম্যাগাজিনের একটি সাক্ষাৎকারে রায়ান নিজেকে স্কুলের একজন \"বোঝা\" হিসাবে বর্ণনা করেন। মাস্কট এবং স্কুলের দাবা ক্লাবের সদস্য হওয়ার জন্য তাকে মিডল স্কুলে উত্ত্যক্ত করা হয়।\n\n\n== কর্মজীবন ==\n\nরায়ান তার কিশোর বয়স থেকেই টেলিভিশন বিজ্ঞাপনে উপস্থিত হতে শুরু করেন। ২০০৬ সালে তিনি বার্নি অ্যান্ড ফ্রেন্ডস শোতে টেলিভিশনে আত্মপ্রকাশ করেন। ২০০৭ সালে বার্নি: লেটস গো টু দ্য ফায়ারহাউসে অতিথি চরিত্রে ভূমিকা রাখার মাধ্যমে তার চলচ্চিত্র জীবন শুরু হয়। তিনি আইডগ এবং বিভিন্ন বোর্ড গেমের বেশ কয়েকটি বিজ্ঞাপনে উপস্থিত হন। তিনি ২০০৮ সালে একটি আইডগ নাচের বিজ্ঞাপনে ছিলেন। এছাড়াও তিনি মেট্রো-গোল্ডউইন-মেয়রের দ্য লংশটস চলচ্চিত্রে এডিথের ভূমিকায় ছিলেন। তিনি ডিজনি চ্যানেলের একটি ধারাবাহিক দ্য স্যুট লাইফ অন ডেকে অন্যতম প্রধান চরিত্র বেইলি পিকেট হিসাবে অভিনয় করেছেন। ধারাবাহিকটি ২০০৮ সালের ২৬ সেপ্টেম্বর মার্কিন যুক্তরাষ্ট্রে সম্প্রচারিত হয়। এটি কানাডায় ফ্যামিলি চ্যানেলে সবচেয়ে বেশি দেখা ধারাবাহিকের একটি ছিল। এটি ২০০৮ সালে তরুণদের জন্য টেলিভিশন ধারাবাহিকের শীর্ষে ছিল, যা হানা মন্টানা এবং উইজার্ডস অব ওয়েভারলি প্লেসকে পরাজিত করে। এছাড়াও এটি ২০০৯ সালের শীর্ষ ধারাবাহিক, যা অন্যান্য কিশোর ধারাবাহিককে ছাড়িয়ে যায়।\n\n২০০৯ সালে রায়ান হোয়াট ইফ... চলচ্চিত্রে কেভিন সোরবো ও ক্রিস্টি সোয়ানসনের পাশাপাশি অভিনয় করেন। ২০০৯ সালের জুলাই মাসে মিশিগানের গ্র্যান্ড র‍্যাপিডস ও ম্যানিস্টিতে চলচ্চিত্রটির চিত্রধারণ করা হয় এবং ২০১০ সালের ২০ আগস্ট প্রেক্ষাগৃহে মুক্তি পায়। একটি খ্রিষ্টান পরিবারকে কেন্দ্র করে পিওর ফ্লিক্স এন্টারটেইনমেন্ট চলচ্চিত্রটি প্রযোজনা করে। ২০০৯ সালের অক্টোবরে রায়ান প্রথম \"টুইন গার্ল সামিট মিউজিক উৎসবের\" আয়োজন করে। অ্যালিক্যাটজ.কম এবং একে টুইনসের টুইন সামিটের প্রতিষ্ঠাতা ডেনিস রেস্টৌরি বলেন, \"জমজ মেয়েরা জীবনের আনন্দ উদ্রেককারী প্রতিভাবান অভিনয়শিল্পীদের প্রতি আকৃষ্ট হয় এবং টুইন সামিট মিউজিক উৎসবের প্রথম আয়োজক হিসাবে কিশোরী প্রিয় ডেবি রায়ানকে পেয়ে আমরা খুবই খুশি।\" রায়ানকে সঙ্গীতানুষ্ঠান ধারাবাহিক \"টেরিফিক টিন ট্যুরের\" শিরোনাম নির্ধারণ করার জন্য নির্বাচন করা হয়, যা মিচেল মুসো, জেসমিন রিচার্ডস এবং সাভানা আউটেনকে ২০০৯ সালের ৯ জুলাই থেকে ১৪ জুলাইয়ের মধ্যে শেষ করতে দেয়া হলেও সময়সূচী দ্বন্দ্বের কারণে এটি বাতিল করা হয়। এই সফরটি রায়ানকে একজন সক্রিয় সঙ্গীতশিল্পী হিসাবে আত্মপ্রকাশ করতে সাহায্য করতো। ২০১০ সালে তিনি তরুণ প্রাপ্তবয়স্ক চলচ্চিত্র ১৬ উইশেস-এ অভিনয় করেন, যা তাকে আরও পরিণত দর্শকদের সাথে পরিচয় করিয়ে দেয়। এই চলচ্চিত্রে ভূমিকার জন্য প্রস্তুত হতে তিনি ব্র্যাট প্যাকের অসংখ্য চলচ্চিত্র দেখেন।\n২০১১ সালের ২৫ মার্চ রায়ান দ্য স্যুট লাইফ চলচ্চিত্রে অভিনয় করেন। ২৯ মার্চ তিনি \"মেড অব ম্যাচ\" প্রচারমূলক একক প্রকাশ করেন, যেটি ডিসকভারি ফ্যামিলি অনুষ্ঠান দ্য হান্টিং আওয়ারের বিষয়বস্তু হিসাবে কাজ করেছিল এবং যেখানে তিনি একটি পর্বে অভিনয় করেন। ২০১১ সালের ৬ মে দ্য স্যুট লাইফ অন ডেকের প্রচার শেষ হয়। ৬ জুলাই তিনি তার প্রথম একক বিকল্প হিপ হপ গান উই এন্ডেড রাইট প্রকাশ করেন, যেটি ফিচার করেছেন চ্যাড হাইভলি এবং চেজ রায়ান। গানটি তার নিজের লেবেল রায়ান রিভার স্টুডিও থেকে প্রকাশ করেন, যা তার ভাই চেজ রায়ানের সাথে একত্রে প্রতিষ্ঠা করেছিলেন। এছাড়াও ২০১১ সালে এটি ঘোষণা করা হয় যে, রায়ান জেসি নামে তার নিজস্ব ডিজনি চ্যানেল ধারাবাহিক অবতরণ করেন, যেটি ২০১১ সালের সেপ্টেম্বরে আত্মপ্রকাশ করে। ধারাবাহিকটি এমন একটি মেয়েকে অবলম্বন করে তৈরি যে তারকা হওয়ার জন্য টেক্সাস থেকে নিউ ইয়র্ক শহরে চলে যায়, কিন্তু তার পরিবর্তে চার সন্তানসহ একটি পরিবারের আয়া হয়ে ওঠে। জেসি এমন একটি ধারাবাহিক যা তৈরি করতেও তিনি সাহায্য করেছিলেন, তিনি চেয়েছিলেন যে তার চরিত্রটি নিজের সাথে সম্পর্কিত হোক। রায়ান মৌসুম তিন এর পর্ব \"কফি টক\" পরিচালনা করেছেন, যা তাকে ডিজনি চ্যানেলের প্রযোজনার জন্য সর্বকনিষ্ঠ মহিলা পরিচালক করে তোলে। উপরন্তু, আরও পরিণত ভূমিকার দিকে পরিবর্তনের জন্য তিনি একজন মাদকাসক্ত পুনরুদ্ধারকারী হিসাবে প্রাইভেট প্র্যাকটিস অনুষ্ঠানের একটি পর্বে অতিথি হিসাবে অভিনয় করেন।\n\n২০১২ সালের ১৭ ফেব্রুয়ারি রায়ান ডিজনি চ্যানেলের রেডিও রেবেল চলচ্চিত্রে তারা'র ভূমিকায় অভিনয় করেন, যে একজন অত্যন্ত লাজুক কিশোরী এবং স্কুলে কারও সাথে কথা বলতে ভয় পায়, কিন্তু তার শয়নকক্ষের গোপনীয়তায় সে 'রেডিও রেবেল' নামে ইন্টারনেটের সবচেয়ে বিখ্যাত রেডিও ব্যক্তিত্বকে অন্তর্ভুক্ত করে। তিনি ২১ ফেব্রুয়ারি চলচ্চিত্রটির প্রচারমূলক একক হিসাবে দ্য গো-গো'স দ্বারা \"উই গট দ্য বিট\" গানের একটি প্রচ্ছদ প্রকাশ করেন। ২০১২ সালের ৩১ আগস্ট তিনি সিক্রেট অব দ্য উইংস চলচ্চিত্রে টিঙ্কার বেল চরিত্রে কণ্ঠ দেন। এছাড়াও ২০১২ সালে তিনি গিটারবাদক কাইল মুর এবং ড্রামবাদক জনি ফ্রাঙ্কোর সাথে ইন্ডি ব্যান্ড দ্য নেভার এন্ডিং গঠন করেন। তিনি গিটার, পিয়ানো এবং কীবোর্ডসহ বিভিন্ন বাদ্যযন্ত্র বাজান।\n২০১২ সালের জুলাইয়ে রায়ান ২০১৩ সালের জন্য একটি পোশাক লাইনে কাজ শুরু করেন। তিনি বলেন যে, তিনি নিজেকে একটি ফ্যাশন ব্র্যান্ড তৈরির প্রাথমিক পর্যায়ে ছিলেন এবং তিনি ডিজাইনারদের সন্ধান করছেন ও যে ব্র্যান্ডগুলোর সাথে তিনি কাজ করতে চান তাদের সাক্ষাৎকার নিচ্ছেন। ২০১৩ সালে রায়ান ক্রিস্টিনস ক্রিসমাস পাস্ট চলচ্চিত্রে হ্যাডি চরিত্রে অভিনয় করেন। তিনি ২০১৪ সালের ২১ মার্চে মুক্তিপ্রাপ্ত মাপেটস মোস্ট ওয়ান্টেড চলচ্চিত্রে সাভানা চরিত্রে উপস্থিত হন, কিন্তু দৃশ্যটি মুছে ফেলা হয় এবং পরে ব্লু-রে রিলিজের বর্ধিত সংস্করণে পুনঃস্থাপন করা হয়। ১ জুন, দ্য নেভার এন্ডিং তাদের প্রথম একক \"মুলহল্যান্ড ড্রাইভ\" বিলবোর্ড ওয়েবসাইটে প্রথম প্রকাশ করে। ২৪ জুন তাদের আত্মপ্রকাশকৃত ওয়ান ইপি একটি বিনোদনমূলক বিষয়বস্তুসহ অ্যালবামে সমন্বিত করা হয়। তিনি টেলিভিশন ধারাবাহিক মাইটি মেডে জেড চরিত্রে উপস্থিত হন এবং ফ্যাশন পুলিশের পঞ্চম মৌসুমে অতিথি পরামর্শদাতা নির্বাচিত হন। ২০১৫ সালের ১৭ এপ্রিল গার্ল মিট ওয়ার্ল্ডের একটি পর্ব উন্মোচন করা হয়, যেখানে রায়ানকে অব্রে ম্যাকাভয় চরিত্রে দেখানো হয়। ২০১৫ সালের ২৩ জুন দ্য নেভার এন্ডিং তাদের নতুন একক সেকেন্ডহ্যান্ড আত্মপ্রকাশ করে। ঐ বছরের শেষের দিকে, ব্যান্ডটি ফিফথ হারমোনির রিফ্লেকশন ট্যুরের উদ্বোধনী অনুষ্ঠানে অভিনয়ের জন্য উত্তর আমেরিকা সফর করে।\n২০১৬ সালে রায়ান এনবিসি পুলিশ ধারাবাহিক দ্য মিস্ট্রিজ অব লরার দ্বিতীয় পর্বে লুসি ডায়মন্ড চরিত্রে অভিনয় করেন। লুসি হলো লরার মাদকাসক্ত ও সমস্যা সৃষ্টিকারী ছোট পৈতৃক সৎ বোন এবং নিকোলাস ও হ্যারিসনের খালা। একই সময়ে রায়ান নাট্য ধারাবাহিক সিং ইট-এ অভিনয় করেন। অনুষ্ঠানটি ২০১৬ সালের ২৫ মে ইউটিউব প্রিমিয়ামে আত্মপ্রকাশ করে। রায়ান হলি হলিডে অভিনয় করেছেন, একজন বিখ্যাত এবং অহংকারী গায়ক যিনি স্ব-প্রচার করতে সিং ইট নামক কাল্পনিক প্রতিভা শো পরিচালনা করেন। চরিত্রটি পাউলা আবদুল দ্বারা অনুপ্রাণিত হয়েছিল। ২২ আগস্ট রায়ান ভিএইচ১ নাট্য ধারাবাহিক ডেটাইম ডিভাসে যোগদানের বিষয়টি নিশ্চিত করেন, যা দ্য ভিউয়ের প্রাক্তন আয়োজক স্টার জোন্সের শয়তানস সিস্টারস বইয়ের উপর ভিত্তি করে নির্মিত। ধারাবাহিকটি ২০১৭ সালের ৫ জুন আত্মপ্রকাশ করে। তিনি দ্য লাঞ্চ আওয়ারের প্রাক্তন আয়োজক ম্যাডি ফিনের চরিত্রে অভিনয় করেন, যিনি কিবির প্রতিদ্বন্দ্বী ও শোতে ফিরে আসতে চান।\n২০১৭ সালের জুনে রায়ান তার ইন্সটাগ্রাম অ্যাকাউন্টে ঘোষণা করেন যে, সিডাব্লিউ দ্বারা উত্তীর্ণ হওয়ার পর নেটফ্লিক্স ইনস্যাটিয়েবল ধারাবাহিকটি অর্ডার করেছে। প্রথম মৌসুমটি ২০১৮ সালের ১০ আগস্ট সম্প্রচার করা হয়। ২০২০ সালের ১৪ ফেব্রুয়ারি ধারাবাহিকটি দুই মৌসুম পরে বাতিল করে দেওয়া হয়।\n২০২০ সালে রায়ান অ্যালিসন ব্রির সাথে মনস্তাত্ত্বিক নাট্য চলচ্চিত্র হর্স গার্লে সহ-অভিনয় করেন। তিনি চলচ্চিত্রটিকে তার কর্মজীবনের একটি সন্ধিক্ষণ বলে অভিহিত করেন এবং যুক্তি হিসাবে বলেন, \"আমি মনে করি যে এর পরে আর ফিরে যাওয়ার কোনো উপায় নেই; আমি বিভিন্ন গল্পকারের সাথে বিভিন্ন প্রক্রিয়ায় ও ঘরানায় থাকার প্রশংসা করি এবং এটি একটি অবিশ্বাস্য চাকরির প্রশিক্ষণ - এটি এমন কিছুতে ফিরে যাওয়ার এবং প্রদান করার মতো যা আপনি উচ্চ বিদ্যালয়ে বাছাই করেননি।\" একই বছরে, তিনি অ্যাডাম রান্ডাল পরিচালিত নেটফ্লিক্সের রোমাঞ্চকর চলচ্চিত্র নাইট টিথে অভিনয় করেন। তিনি স্টিভ বায়ার্ন পরিচালিত দ্য ওপেনিং অ্যাক্টেও উপস্থিত ছিলেন।\nরায়ান ২০২২ সালে স্পিন মি রাউন্ড নামক আরেকটি চলচ্চিত্রে অ্যালিসন ব্রির সাথে যোগ দেন এবং একই বছর পিকক মূল ধারাবাহিক দ্য রিসোর্টের চারটি পর্বে উপস্থিত হন। ২০২৩ সালে রায়ান র‍্যান্ডাল পার্ক পরিচালিত এশীয়-মার্কিন সম্পর্কের নাট্য চলচ্চিত্র শর্টকামিংসে হাজির হন।\n\n\n== ব্যক্তিগত জীবন ==\nরায়ান একজন খ্রিস্টান। তিনি জার্মান ভাষায় পারদর্শী।\nতিনি ২০১৩ সালের মে থেকে ২০১৪ সালের সেপ্টেম্বর পর্যন্ত টুয়েন্টি ওয়ান পাইলটসের ড্রামবাদক জোস ডুনের সাথে সম্পর্কে জড়ান এবং একটি অজানা তারিখে তারা তাদের সম্পর্ক পুনরায় শুরু করেন। ২০১৯ সালের ৩১ ডিসেম্বর টেক্সাসের অস্টিনে তাদের বিয়ে হয়।\n২০১৫ সালের মার্চে রায়ান প্রকাশ করেন যে, তিনি একবার একটি আপত্তিজনক সম্পর্কের মধ্যে জড়িয়ে ছিলেন, যদিও তিনি এটিকে রোমান্টিক সম্পর্ক না বলে একটি পেশাদার সম্পর্ক হিসাবে বর্ণনা করেন। তিনি ব্যাখ্যা করেন যে, \"এটি এমন একটি চতুর নিয়ন্ত্রণ ছিল যেখানে এটি শারীরিক হয়ে ওঠে\" এবং অভিজ্ঞতাটি তাকে মেরি কেই এবং তাদের \"ডোন্ট লুক অ্যাওয়ে\" বিরোধী পারিবারিক সহিংসতা প্রচারের জন্য অনুপ্রাণিত করে।\n২০১৬ সালের এপ্রিলে রায়ানকে মাতাল অবস্থায় গাড়ি চালানোর অপরাধে গ্রেফতার করা হয়। তার বিরুদ্ধে প্রাথমিকভাবে অপরাধমূলক মাতাল অবস্থায় গাড়ি চালানোর অভিযোগ আনা হলেও পরে দুটি অপকর্মে শাস্তি হ্রাস করা হয় এবং $১০০,০০০ জামিন প্রদানের পরে তাকে মুক্তি দেওয়া হয়। ৩০ জুন তিনি বেপরোয়া গাড়ি চালানোর জন্য কোনো প্রতিদ্বন্দ্বিতা না করার আবেদন করেন এবং তাকে তিন বছরের প্রবেশন, সাম্প্রদায়িক সেবা এবং একটি ডিইউআই অনুষ্ঠানে যোগদানের শাস্তি দেওয়া হয়।\n২০২৩ সালের মার্চ থেকে রায়ান এবং তার স্বামী ওহিওর কলম্বাসে থাকেন।\n\n\n== শৈল্পিকতা ==\n২০২৩ সালের পিপল সাময়িকীর একটি সাক্ষাৎকারে রায়ান বলেন যে, তার স্যুট লাইফের সহ-অভিনেতা ব্রেন্ডা সং ছিলেন তার অভিনয়ের একজন আদর্শ। ২০০৯ সালের মার্চে একটি সাক্ষাৎকারে তিনি মেরিল স্ট্রিপকে \"গভীর চিন্তা-উদ্দীপক এবং জীবন পরিবর্তনকারী\" বলে অভিহিত করেন। তিনি আরও বলেন যে, তার অন্যান্য রোল মডেলের মধ্যে রয়েছে অ্যান হ্যাথাওয়ে, র‍্যাচেল ম্যাকঅ্যাডাম্‌স এবং টোবি ম্যাগুইয়ার।\nরায়ান বলেন যে, তার সঙ্গীতশৈলীর মধ্যে রয়েছে লোকসঙ্গীত, ইন্ডি পপ এবং দেশাত্মবোধক সঙ্গীত। তিনি তার ব্যান্ডের আত্মপ্রকাশে সাহায্যকারী হিসাবে দ্য লুমিনিয়ারস, মামফোর্ড অ্যান্ড সন্স, এপ্রিল স্মিথ অ্যান্ড গ্রেট পিকচার শো এবং টম পেটিকে উল্লেখ করেন। বাদ্যযন্ত্রের স্বাদ সম্পর্কে জিজ্ঞাসা করা হলে তিনি বলেন, \"আমি জাজ পছন্দ করি! আমি এটি গাইতে পছন্দ করি। আমি দেশকেও ভালবাসি! আমার ভাই রক পছন্দ করে; তারও চিল জেসন এমরাজের মতো শৈলী রয়েছে। তাই মূলত আমার উত্তর হলো: জাজ-দেশাত্মক-রক-বিকল্প? আমার কোনো ধারণা নেই! কিন্তু আমি দেশাত্মবোধক গান তৈরি করতে সত্যিই ভালোবাসি।\"\n\n\n== চলচ্চিত্র জীবন ==\n\n\n=== চলচ্চিত্র ===\n\n\n=== টেলিভিশন ===\n\n\n== সঙ্গীত জীবন ==\n\n\n=== একক ===\n\n\n=== অন্যান্য উপস্থিতি ===\n\n\n=== সঙ্গীত ভিডিও ===\n\n\n=== প্রযোজনা ও সঙ্গীত কৃতিত্ব ===\n\n\n== পুরস্কার ও মনোনয়ন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে ডেবি রায়ান  (ইংরেজি)\nঅলমিউজিকে ডেবি রায়ান\nরটেন টম্যাটোসে ডেবি রায়ান (ইংরেজি)"}