{"pageid": 1464022, "title": "রবিন্স কিচেন", "url": "https://bn.wikipedia.org/wiki?curid=1464022", "content": "রবিন্স কিচেন (বাংলা: রবিনের রান্নাঘর) ২০২৪ সালের একটি বাংলা ভাষার ভারতীয় ডার্ক থ্রিলারধর্মী চলচ্চিত্র। বাপ্পা পরিচালিত চলচ্চিত্রের গল্প, চিত্রনাট্য ও সংলাপ লিখেছেন সাশ্রীক গঙ্গোপাধ্যায়। পাণ্ডে মোশন পিকচার্সের ব্যানারে প্রযোজনা করেছেন মুকেশ পাণ্ডে। প্রধান চরিত্রে অভিনয় করেছেন বনি সেনগুপ্ত, প্রিয়াঙ্কা সরকার, শান্তনু নাথ, কেশব ভট্টাচার্য এবং সস্রীক গঙ্গোপাধ্যায়। এতে রবিন নামে একটি মধ্যবিত্ত পরিবারের যুবকের রেস্তোরাঁ খোলা এবং পরবর্তী পরিস্থিতির প্রেক্ষাপট নিয়ে কাহিনী আবর্তিত হয়।\n২০২৪ সালের ১৯শে জুলাই মুক্তি পাওয়া এই চলচ্চিত্রে অনুজিৎ কুন্ডু চিত্রগ্রহণ ও সায়ন্তন নাগ সম্পাদনা করেছেন । সঙ্গীত পরিচালনা করেছেন অর্ণব চক্রবর্তী।\n\n\n== সারসংক্ষেপ ==\nএই গল্প রবিন (বনি সেনগুপ্ত) নামে একটি মধ্যবিত্ত পরিবারের যুবককে নিয়ে। তার বাবা একজন বিকৃত ছিল এবং প্রতিদিন রাবিনের মাকে মারধর করত। একসময় তার মা তার বাবাকে খুন করে। এরপর রবিনের শৈশব খুব কঠিন হয়ে যায়। ছেলেবেলা থেকেই সে মায়ের হাতের রান্নার ভক্ত। তাই ছোট থেকেই তার চোখে একটাই স্বপ্ন, বড় হয়ে সে একটি রেস্তোরাঁ খুলবে এবং সেই রেস্তোরাঁর মেনুতে থাকবে তার মায়ের হাতের বিশেষ বিশেষ সব পদ। বড় হওয়ার পর তাঁর স্বপ্ন সত্যিও হয়। রবিন তাঁর বন্ধুদের সঙ্গে অনেক কষ্ট করে একটি ক্যাফে খোলেন, আর সেই ক্যাফেরই নাম দেন 'রবিন্স কিচেন'। এরপর দেখা হয় নীহারিকার (প্রিয়াঙ্কা সরকার) সঙ্গে। এরপর বদলে যায় চেনা গল্পের পটভূমি, তাঁদের ঘিরে ধরে এক অজানা ভয়। রবিন ও নীহারিকার জীবনে দুঃস্বপ্নের মতো আসে সেখানের রাজনৈতিক নেতা অরিত্র। তার নজর 'রবিন্স কিচেন'-এর জমির উপর। যেভাবেই হোক তার সেই জমি চাই। কিন্তু শেষ পর্যন্ত অরিত্র তা নিতে ব্যর্থ হয়। কিন্তু এরপর গল্পে আসে নতুন মোড়। রবিনের জীবনে আসে এক সুবর্ণ সুযোগ, ব্যবসায় আরও উন্নতি করারা সুযোগ। কিন্তু এর জন্যে নীহারিকাকে ছেড়ে কিছুদিনের জন্য কলকাতার বাইরে যেতে হয় তাকে। ফলে নীহারিকা একাই ক্যাফে সামলা দিতে শুরু করে। আর সেই সুযোগে অরিত্র তার দলবল নিয়ে নীহারিকার ওপর বিভিন্ন ভাবে চাপ সৃষ্টি করতে থাকে এবং এক সময় তাকে অপহরণ করে। এরপর ফেরে রবিন, আর জানতে পারে নীহারিকার এই অবস্থার জন্য দায়ী অরিত্র। তারপরই বদলে যায় খেলা।\n\n\n== অভিনয়শিল্পী ==\nবনি সেনগুপ্ত - রবিন \nপ্রিয়াঙ্কা সরকার - নীহারিকা\nশান্তনু নাথ - অরিত্র বণিক\nকেশব ভট্টাচার্য\nসস্রীক গঙ্গোপাধ্যায়\nদিব্যেন্দু মিত্র\nঅভিনন্দন চট্টোপাধ্যায়\nনয়ন সাহা\nসাগ্নিক সিংহা রায়\nশান্তনু নাগ\n\n\n== নির্মাণ ==\nকলকাতার বিভিন্ন জায়গায় চলচ্চিত্রের চিত্রগ্রহণ করা হয় ‌।\n\n\n=== উৎপাদন পরবর্তী ===\n২০২৪ সালের ১১ই জুলাই জি মিউজিক বাংলা ও পান্ডে মোশন পিকচার্সের ইউটিউব চ্যানেলে চলচ্চিত্রের ট্রেইলার প্রকাশ করা হয়। কলকাতার এক পাঁচতারা হোটেলে ছবির কলাকুশলীদের নিয়ে ট্রেলার লঞ্চ অনুষ্ঠান হয় ।\n\n\n== সঙ্গীত ==\n\nসঙ্গীত পরিচালনা করেছেন অর্ণব চক্রবর্তী এবং গানের কথা লিখেছেন দেব সিকদার। গেয়েছেন রিমি দে, অর্ণব চক্রবর্তী এবং মিত্রজিৎ ভট্টাচার্য। চলচ্চিত্রে মোট দুটি গান রয়েছে । প্রথম \"এই শহর\" গানটি গেয়েছেন অর্ণব চক্রবর্তী ও রিমি দেব। দ্বিতীয় \"এমন কেন হয়\" গানটি গেয়েছেন মিত্রজিৎ রায়চৌধুরী।\n\n\n== মুক্তি ==\nচলচ্চিত্রটি ২০২৪ সালের ৩ জুন কেন্দ্রীয় চলচ্চিত্র অনুমোদন পর্ষদ থেকে‌ প্রদর্শনের শংসাপত্র পান এবং একই বছর ১৯ জুলাই শিলাদিত্য মৌলিক পরিচালিত সূর্য্য চলচ্চিত্রের সাথে সংঘর্ষে পশ্চিমবঙ্গের প্রেক্ষাগৃহে মুক্তি পায়।\n\n\n== সমালোচনা ==\nসংবাদ প্রতিদিন দৈনিক পত্রিকার সন্দীপ্ত ভাঞ্জা সমালোচনা করেন যে \"চলচ্চিত্রে বনি সেনগুপ্তের পরিণত অভিনয় প্রশংসনীয়। প্রিয়াংকা সরকার তাঁর উপস্থিতি ও অভিনয়ে মালিন্যের মধ্যেও উজ্জ্বলতার দীপ্তি জ্বালিয়েন। গা রি-রি করায় শান্তনু নাথের অভিনয়। তবে চিত্রনাট্যের মূল সমস্যাটা হল, তা কখনও ফুড মুভি, কখনও প্রেমের ছবি, কখনও বা নেহাত থ্রিলারের আবর্তে ঘুরতে থাকল। নির্মাণ ও সম্পাদনাতেও তার ছাপ স্পষ্ট। ছবিতে গান ছাড়াও বিবিধ দীর্ঘায়িত দৃশ্য ও মন্তাজ ছবির গতি রোধ করেছে পদে পদে ।\" \nএই সময় দৈনিক পত্রিকার দেবলীনা ঘোষ মন্তব্য করেন যে, \"ছবিতে রবিনের চরিত্রে সুন্দর অভিনয় করেছেন বনি সেনগুপ্ত। চরিত্রের সঙ্গে তাল রেখে কিছু ক্ষেত্রে বনির অভিনয় দক্ষতা বহুদিন মনে রাখবেন দর্শকরা। নীহারিকা চরিত্রে প্রিয়াঙ্কা সরকার অত্যন্ত সাবলীল। গোটা ছবিতে এত কম কথা বলেও স্পষ্ট ছিলেন নিজের চরিত্রে। পাড়ার দাদা বা নেতার একদম মানানসই চরিত্র বা কথাবার্তার সেই রোয়াবি হুবহু তুলে ধরেছেন অরিত্র চরিত্রে শান্তনু নাথ। নেগেটিভ রোলে এ ধরনের অভিনয় দক্ষতা শান্তনু খুব সুন্দর ভাবে রপ্ত করেছেন। তাঁর একটি সংলাপ বহুদিন মনে থাকবে দর্শকদের। ছবির মিউজিকের দায়িত্বে অর্ণব নতুন হলেও তাঁর কাজে কোনও ত্রুটি নেই। ছবিতে 'এই শহর' গানটি আসলে শহুরে প্রেমের বাইরে গিয়েও দর্শকদের যথেষ্ট ভাবিয়েছে। মনেও গেঁথেছে।\"\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে রবিন্স কিচেন  (ইংরেজি)"}