{"pageid": 1464518, "title": "শচীন্দ্রনাথ বসু", "url": "https://bn.wikipedia.org/wiki?curid=1464518", "content": "ড. শচীন্দ্রনাথ বসু বা 'শচীন্দ্রনাথ বসু ঠাকুর' (২৩ সেপ্টেম্বর ১৯১৫ - ? ) ছিলেন একজন ভারতীয় বাঙালি জীববিজ্ঞানী ও বিশিষ্ট লেখক। বিজ্ঞানের গবেষণায় লিপ্ত থেকেও, বাংলা সাহিত্যের প্রতি ভালবাসায় অবদান রেখেছেন। ১৯৬৫ খ্রিস্টাব্দে তিনি নৃতত্ত্ব বিষয়ক প্রাগিতিহাসের মানুষ গ্রন্থটির জন্য রবীন্দ্র পুরস্কার লাভ করেন। \n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nশচীন্দ্রনাথ বসু ঠাকুর ছিলেন উনিশ শতকের প্রকৌশলী মনমোহন বসু ঠাকুরের কনিষ্ঠ পুত্র। তার জন্ম ১৯১৫ খ্রিস্টাব্দের ২৩ সেপ্টেম্বর এবং\nপৈতৃক নিবাস ছিল বিক্রমপুরের অর্থাৎ বর্তমান মুন্সীগঞ্জের সিরাজদিখান উপজেলার মালখানগর গ্রামে। ১৯২৪ খ্রিস্টাব্দে তার পিতা মারা গেলে তার জ্যেষ্ঠ ভ্রাতা অমিয় বসু ঠাকুর পরিবারের দায়িত্ব নেন। শচীন্দ্রনাথ গ্রামের স্কুলে অষ্টম শ্রেণি পর্যন্ত পড়েন। এরপর চলে আসেন কলকাতায় এবং ভর্তি হন স্কটিশ চার্চ কলেজিয়েট স্কুলে। ১৯৩২ খ্রিস্টাব্দে ওই স্কুল থেকে ম্যাট্রিক পাশ করেন। প্রেসিডেন্সি কলেজ থেকে ১৯৩৪ খ্রিস্টাব্দে আইএসসি এবং ১৯৩৬ খ্রিস্টাব্দে রসায়নে অনার্স-সহ বি.এসসি পাশ করেন। ১৯৩৮ খ্রিস্টাব্দে কলকাতা বিশ্ববিদ্যালয় থেকে প্রথম বিভাগে তৃতীয় হয়ে রসায়নে এম.এসসি পাশ করেন। \n\n\n== কর্মজীবন ও সাহিত্যকর্ম ==\nএম.এসসি পাশের পর তিনি ইন্ডিয়ান জুট ইন্ড্রাস্টিজ রিসার্চ ইনস্টিটিউট'-এ চাকরি পান। সেখান থেকে আরো গবেষণার জন্য তিনি ইংল্যান্ড যান। সেখানে  লন্ডন বিশ্ববিদ্যালয়ে মাইক্রোবায়োলজিতে গবেষণা করে ১৯৪৭ খ্রিস্টাব্দে পিএইচডি ডিগ্রি লাভ করেন। দেশে ফিরে এসে তিনি রিসার্চ ইনস্টিটিউটে প্রধান জীববিজ্ঞানী হিসাবে কাজ করেন। \nশচীন্দ্রনাথ বিজ্ঞানের ছাত্র হয়েও স্কুলে পড়ার সময় থেকেই নিয়মিত সাহিত্যচর্চা করতেন। রাজশেখর বসু ও বলাইচাঁদ মুখোপাধ্যায় ছিলেন তার প্রিয় সাহিত্যিক। তিনি নিজেও গল্প কবিতা লিখতেন, কিন্তু লাজুক প্রকৃতির ছিলেন বলেই সেগুলি নিজের বই ও ডায়রিতে লুকিয়ে রাখতেন। প্রকাশের জন্য কাউকে দিতেন না। কলেজে পড়ার সময় তার রচনা প্রথম প্রকাশিত হয় এবং সমালোচকদের দ্বারা প্রশংসিত হয়। শেষে ১৯৪০ খ্রিস্টাব্দের প্রকাশিত হয় তার প্রথম গ্রন্থ- ছায়া পুরী যা ছিল ভবিষ্যত ও অন্তরীক্ষ সম্পর্কিত কাল্পনিক কাহিনী, সায়েন্স ফিকশন বা বিজ্ঞান কথা।  এরপর তিনি নানা বিষয়ের উপর বেশ কয়েকটি গ্রন্থ রচনা করেছেন। উল্লেখযোগ্য গ্রন্থগুলি হল-\n\nসভ্যতার আগে (১৯৬০) ফার্মা কেএল্ এম কলকাতা\nপ্রাগিতিহাসের মানুষ (১৯৬৩) ফার্মা কেএল্এম কলকাতা\nবিশ্বচিত্র\nমানুষের বয়স\nসভ্যতার বয়স\nউপন্যাস-\nসাত সমুদ্র (১৯৫৭), ক্যালকাটা বুক হাউস\nমায়াপুরী\nনতুন ঠিকানা\nসীতার স্বয়ংবর\nভ্রমণ-\nসব হারানোর দেশে (১৯৫০), নিউ এজ পাবলিশার্স, কলকাতা\nদেশান্তরী\nরম্যরচনা-\nমিহি ও মোটা\n\nতিনি আচার্য জগদীশচন্দ্র বসুর জীবনীর উপর ইংরাজীতে তার জীবনীগ্রন্থ রচনা করেন। গ্রন্থটি বিভিন্ন ভারতীয় ভাষায় অনূদিত হয়।\n\n\n== সম্মাননা ==\n১৯৬৫ খ্রিস্টাব্দে ডক্টর শচীন্দ্রনাথ বসু তার নৃতত্ত্ব বিষয়ক গ্রন্থ- প্রাগিতিহাসের মানুষ  গ্রন্থটির জন্য  পশ্চিমবঙ্গ সরকারের রবীন্দ্র পুরস্কার লাভ করেন।\nডক্টর শচীন্দ্রনাথ বসু ঠাকুর অবিবাহিত ছিলেন। দেশভক্ত অতীন্দ্রনাথ বসু ঠাকুর (১৯০৯ - ১৯৬১) ছিলেন তার অগ্রজ। \n\n\n== তথ্যসূত্র =="}