{"pageid": 1464593, "title": "র‍্যাল্ফ বুঞ্চে", "url": "https://bn.wikipedia.org/wiki?curid=1464593", "content": "র‍্যাল্ফ জনসন বুঞ্চে (; ৭ আগস্ট ১৯০৪ - ৯ ডিসেম্বর ১৯৭১) হলেন একজন আমেরিকান রাষ্ট্রবিজ্ঞানী, কূটনীতিক এবং ২০ শতকের মধ্যবর্তী বিউপনিবেশায়ন প্রক্রিয়া এবং মার্কিন নাগরিক অধিকার আন্দোলনের নেতৃস্থানীয় নেতা যিনি ১৯৪০' এর দশকের শেষের দিকে ইসরায়েলে তার মধ্যস্থতার জন্য ১৯৫০ সালের নোবেল শান্তি পুরস্কার পেয়েছিলেন। তিনিই প্রথম কৃষ্ণাঙ্গ নোবেল বিজয়ী এবং আফ্রিকান বংশোদ্ভূত প্রথম ব্যক্তি যিনি নোবেল পুরস্কারে ভূষিত হয়েছেন। তিনি জাতিসংঘ (ইউএন)-এর গঠন ও প্রাথমিক প্রশাসনের সাথে জড়িত ছিলেন এবং বিউপনিবেশায়ন প্রক্রিয়া এবং জাতিসংঘের অসংখ্য শান্তিরক্ষা কার্যক্রম উভয় ক্ষেত্রেই প্রধান ভূমিকা পালন করেছিলেন।\n\n\n== নাগরিক অধিকার আন্দোলন ==\n\nবুঞ্চে তার প্রাক-জাতিসংঘের দিনগুলিতে কৃষ্ণাঙ্গ মুক্তির আন্দোলনে সক্রিয়ভাবে জড়িত ছিলেন, যার মধ্যে বিভিন্ন নাগরিক অধিকার সংস্থার নেতৃত্বের অবস্থানের মাধ্যমে এবং মার্কিন যুক্তরাষ্ট্রে জাতি এবং বিদেশে ঔপনিবেশিকতা ইস্যুতে নেতৃস্থানীয় পণ্ডিতদের একজন হিসাবে অন্তর্ভুক্ত ছিলো। জাতিসংঘে তার সময়কালে, আন্তর্জাতিক বেসামরিক কর্মচারীদের নিয়ন্ত্রণকারী কোড দ্বারা তার কার্যক্রম কিছুটা সীমাবদ্ধ থাকা সত্ত্বেও বুঞ্চে মার্কিন নাগরিক অধিকার আন্দোলনের একজন সোচ্চার সমর্থক ছিলেন। তিনি ১৯৬৩ সালে কর্ম ও স্বাধীনতার জন্য ওয়াশিংটন অভিমুখে পদযাত্রায় অংশগ্রহণ করেছিলেন যেখানে মার্টিন লুথার কিং জুনিয়র তার \"আই হ্যাভ এ ড্রিম\" বক্তৃতাটি দিয়েছিলেন এবং এছাড়াও, ১৯৬৫ সালে সেলমা থেকে মন্টগোমারি মার্চে কিংয়ের সাথে পাশাপাশি মিছিল করেছিলেন যা ১৯৬৫ ভোটাধিকার আইন উত্তরণে এবং ফেডারেল প্রয়োগে অবদান রেখেছিল। প্রাক-যুদ্ধকালীন সময়ে তার সক্রিয়তার ফলে, বুঞ্চে হাউস আন-আমেরিকান অ্যাক্টিভিটিস কমিটিতে আলোচনার বিষয় ছিলেন। যাইহোক, তিনি কখনই কমিউনিস্ট বা মার্কসবাদী ছিলেন না এবং প্রকৃতপক্ষে তার কর্মজীবনে সোভিয়েতপন্থী প্রেসের কাছ থেকে খুব বেশি আক্রমণের মুখে পড়েছিলেন।\n\n\n== আরও দেখুন ==\nকৃষ্ণাঙ্গ নোবেল বিজয়ীদের তালিকা;\nআফ্রিকান বংশোদ্ভূত নোবেল বিজয়ীদের তালিকা;\nশান্তিতে নোবেল বিজয়ীদের তালিকা।\n\n\n== তথ্যসূত্র ==\n\n\n== অধিক পঠন ==\nRivlin, Benjamin, সম্পাদক (১৯৯০)। Ralph Bunche: The Man and His Times। New York: Holmes & Meyer। আইএসবিএন 978-0-8419-1145-1। \nUrquhart, Brian (১৯৯৩)। Ralph Bunche: An American Life। New York: W. W. Norton। আইএসবিএন 978-0-393-03527-8। \nHenry, Charles P. (১৯৯৯)। Ralph Bunche: Model Negro or American Other?। New York: New York University Press। আইএসবিএন 978-0-8147-3582-4। \nHill, Robert A.; Edmond J. Keller, সম্পাদকগণ (২০১০)। Trustee for the Human Community: Ralph J. Bunche, the United Nations, and the Decolonization of Africa। Ohio University Press। আইএসবিএন 978-0-8214-1909-0। \nBen-Dror, Elad (২০১৫)। Ralph Bunche and the Arab-Israeli Conflict: Mediation and the UN 1947–1949। Routledge। আইএসবিএন 978-1-138-78988-3। \nMeyer, Edith Patterson (১৯৭৮)। In Search of Peace: The Winners of the Nobel Peace Prize, 1901–1975। Nashville: Abdington। আইএসবিএন 978-0-687-18969-4। \nPlummer, Brenda Gayle (১৯৯৬)। Rising wind: Black Americans and US foreign affairs, 1935–1960। University of North Carolina Press। আইএসবিএন 978-0-8078-4575-2। \nKrenn, Michael (২০১৫)। Black Diplomacy: African Americans and the State Department, 1945–69। Routledge। আইএসবিএন 978-1-317-47582-8। \nRaustiala, Kai. 2022. The Absolutely Indispensable Man: Ralph Bunche, the United Nations, and the Fight to End Empire. Oxford University Press. online scholarly review of this book \n\n\n== বহিঃসংযোগ ==\n\nNewspaper clippings about র‍্যাল্ফ বুঞ্চে in the 20th Century Press Archives of the ZBW \nNobelprize.org-এ র‍্যাল্ফ বুঞ্চে  (ইংরেজি) including the Nobel Lecture, December 11, 1950 Some Reflections on Peace in Our Time\n\"Digitized materials from Ralph J. Bunche Papers\"। UCLA Library Special Collections। \n\"Ralph Bunche Biography\"। \n\"1927 Yearbook Photo\"। ১৯২০। \n\"Commencement address\"। DePauw University। ১৯৫৬। \n\"Ralph Bunche Papers, 1922–1988\"। Schomburg Center for Research in Black Culture। nypl.org। \n\"Ralph Bunche\" (পিডিএফ)। Records of the Office of Strategic Services। National Archives and Records Administration। \n\"Brian Urquhart Collection of Material about Ralph Bunche, ca 1932-1972\"। Special Collections.। UCLA Library। \nইন্টারনেট মুভি ডেটাবেজে Ralph Bunche (ইংরেজি)\nThe story of his mediation efforts is retold in the 1949 radio drama \"Peace Mediator\", a presentation from Destination Freedom, written by Richard Durham\n\nটেমপ্লেট:শান্তিতে নোবেল পুরস্কার বিজয়ী ১৯২৬-১৯৫০"}