{"pageid": 1464581, "title": "টমাস পাওয়ার ও'কনর", "url": "https://bn.wikipedia.org/wiki?curid=1464581", "content": "টমাস পাওয়ার ও'কনর, পিসি (৫ অক্টোবর ১৮৪৮ - ১৮ নভেম্বর ১৯২৯), যিনি টিপি ও'কনর নামে পরিচিত এবং মাঝে মাঝে টে পে নামে পরিচিত ছিলেন ( টিপির নিজের উচ্চারণ অনুকরণ করে), ছিলেন একজন আইরিশ জাতীয়তাবাদী রাজনীতিবিদ এবং সাংবাদিক যিনি একজন আইরিশ জাতীয়তাবাদী রাজনীতিবিদ এবং সাংবাদিক হিসাবে কাজ করেছিলেন। প্রায় পঞ্চাশ বছর ধরে গ্রেট ব্রিটেন এবং আয়ারল্যান্ডের হাউস অফ কমন্সে সংসদ সদস্য (এমপি)।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nও'কনর ১৮৪৮ সালের ৫ অক্টোবর অ্যাথলোনে,  কাউন্টি ওয়েস্টমিথ- এ জন্মগ্রহণ করেন। তিনি ছিলেন একজন অ্যাথলোন দোকানদার থমাস ও'কনর এবং তার স্ত্রী তেরেসা (এনই পাওয়ার), কনট রেঞ্জার্সের একজন নন-কমিশনড অফিসারের কন্যার জ্যেষ্ঠ পুত্র। তিনি অ্যাথলোনের কলেজ অফ দ্য ইম্যাকুলেট কনসেপশন এবং কুইন্স কলেজ গালওয়েতে শিক্ষিত হন, যেখানে তিনি ইতিহাস এবং আধুনিক ভাষায় স্কলারশিপ জিতেছিলেন এবং কলেজের সাহিত্য ও বিতর্ক সোসাইটির অডিটর হিসাবে কাজ করে একজন বক্তা হিসাবে খ্যাতি অর্জন করেছিলেন।\n\n\n== কর্মজীবন ==\nও'কনর ১৮৬৭ সালে ডাবলিন জার্নাল সন্ডার্স নিউজলেটারে জুনিয়র রিপোর্টার হিসেবে সাংবাদিকতায় প্রবেশ করেন। ১৮৭০ সালে, তিনি লন্ডনে চলে যান এবং ডেইলি টেলিগ্রাফের একজন সাব-এডিটর নিযুক্ত হন, মূলত ফ্রাঙ্কো-প্রুশিয়ান যুদ্ধের রিপোর্টে ফরাসি এবং জার্মান ভাষায় তার দক্ষতার উপযোগিতার কারণে।  পরে তিনি দ্য নিউ ইয়র্ক হেরাল্ডের লন্ডন সংবাদদাতা হন। তিনি ১৮৯৮ থেকে ১৯১১ সাল পর্যন্ত মেইনলি অ্যাবাউট পিপল (MAP)  সোসাইটি ম্যাগাজিন সংকলন করেন।\nও'কনর ১৮৮০ সালের সাধারণ নির্বাচনে গালওয়ে বরোর জন্য সংসদ সদস্য নির্বাচিত হন, হোম রুল লীগের প্রতিনিধি হিসাবে (যা উইলিয়াম শ'র নেতৃত্বে ছিল, যদিও কার্যত চার্লস স্টুয়ার্ট পার্নেল নেতৃত্বে ছিলেন, যিনি পার্টির নেতৃত্বে জয়লাভ করবেন। কিছুক্ষণ পরে)। ১৮৮৫ সালের পরবর্তী সাধারণ নির্বাচনে, তাকে গালওয়ে এবং লিভারপুল স্কটল্যান্ড নির্বাচনী এলাকা উভয়ের জন্য ফিরিয়ে দেওয়া হয়েছিল, যেখানে একটি বিশাল আইরিশ জনসংখ্যা ছিল। তিনি লিভারপুলের হয়ে বসতে বেছে নিয়েছিলেন এবং ১৮৮৫ সাল থেকে ১৯২৯ সালে তার মৃত্যুর আগ পর্যন্ত হাউস অফ কমন্সে সেই আসনটির প্রতিনিধিত্ব করেছিলেন। তিনি আয়ারল্যান্ড দ্বীপের বাইরের একটি আসনে নির্বাচিত হওয়া আইরিশ জাতীয়তাবাদী দলের একমাত্র ব্রিটিশ এমপি। ১৯১৯ সালের প্রথম দিকে আইরিশ প্রজাতন্ত্রের ঘোষণা এবং ১৯২১ সালের চুক্তির মাধ্যমে প্রতিষ্ঠিত হওয়া সত্ত্বেও ও'কনর ১৯১৮, ১৯২২, ১৯২৩, ১৯২৪ এবং ১৯২৯ সালের সাধারণ নির্বাচনে বিনা প্রতিদ্বন্দ্বিতায় এই লেবেলের অধীনে লিভারপুলে পুনরায় নির্বাচিত হন। ১৯২২ সালের শেষের দিকে আধা-স্বাধীন আইরিশ ফ্রি স্টেট।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nBoyce, D George (১৯৮২)। Nationalism in Ireland। \nCottrell, Peter (২০০৮)। Irish Civil War, 1922–23। \nWalsh, Maurice (২০০৮)। The News from Ireland: Foreign Correspondents and the Irish Revolution। \nThe Political Diaries of C.P.Scott 1911–1928। ১৯৭০। \n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে টমাস পাওয়ার ও'কনর সম্পর্কিত মিডিয়া দেখুন।\n Works by or about টমাস পাওয়ার ও'কনর at Wikisource\nহ্যান্সকার্ড ১৮০৩-২০০৫: T. P. O'Connor দ্বারা সংসদে অবদান (ইংরেজি)\nWorks by T. P. O'Connor at Project Gutenberg\nWorks by or about T. P. O'Connor at Internet Archive"}