{"pageid": 1464713, "title": "জাহাঙ্গীর গাঁও", "url": "https://bn.wikipedia.org/wiki?curid=1464713", "content": "জাহাঙ্গীর গাঁও বাংলাদেশের উত্তর-পূর্বাঞ্চলের একটি গ্রাম। এটি সিলেট বিভাগের সুনামগঞ্জ জেলার দোয়ারাবাজার উপজেলার দক্ষিণ-পূর্ব অংশের ১নং বাংলাবাজার অন্তর্ভুক্ত।\n\n\n== ভৌগোলিক অবস্থান ==\nবৃহত্তর সিলেটের সুনামগঞ্জের আতুয়াজান পরগণাস্থ একটি অন্যতম মৌজা জাহাঙ্গীর গাঁও এবং মৌজার কেন্দ্রীয় বসতি জাহাঙ্গীর গাঁও।\nজাহাঙ্গীর গাঁও গ্রামটি বর্তমান প্রশাসনিক উপজেলা দোয়ারাবাজার দক্ষিণ-পূর্ব সীমান্তলাগোয়া একটি গ্রাম, যা ১নং বাংলাবাজার ইউনিয়নের অন্তর্ভুক্ত। ৭টি পাড়ায় বিভক্ত জাহাঙ্গীর গাঁও গ্রামটি।  জাহিদপুর গ্রামের উত্তরপূর্বে মির্দারপাড়া-নরসিংহপুর, উত্তরে গিলাতলী ও মির্দারপাড়া; উত্তরপশ্চিমে বড়খাল ও বাংলাবাজার, পশ্চিমে আনুজানি,উষ্টনগীর গাঁও ও পাইকপাড়া; দক্ষিণপশ্চিমে রাউলী; দক্ষিণে হাতীভাংগা; দক্ষিণপূর্বে  ও বালিওৱা এবং পূর্বে নরসিংহপুর।\n\n\n== জনউপাত্ত ==\n২০১১ আদমশুমারি অনুযায়ী জাহাঙ্গীর গাঁও গ্রামে মোট ১০০টি গৃহে মোট লোকসংখ্যা ছিল ৫৫০ জন। গ্রামের শিক্ষার হার (৭ বছর ও তদূর্ধ্ব) ৩৮.৮%, যা দেশের গড় শিক্ষার (৩৮.৮%) থেকে কম।\n\n\n== অর্থনীতি ==\nজাহাঙ্গীর গাঁও গ্রামের অর্থনীতি মূলত কৃষির ওপর নির্ভরশীল। গ্রামের অধিকাংশ মানুষ কৃষিজীবী। গ্রামের প্রধান উৎপাদিত ফসল ধান। এছাড়া গ্রামের উল্লেখযোগ্যসংখ্যক মানুষ যুক্তরাজ্য, যুক্তরাষ্ট্র, অস্ট্রেলিয়া ও মধ্যপ্রাচ্যের বিভিন্ন দেশে স্থায়ী ও অস্থায়ীভাবে বসবাস করেন; যাদের প্রেরিত অর্থ গ্রামের অর্থনীতিতে ভূমিকা রাখে। এছাড়াও কিছুসংখ্যক পরিবার সিলেট ও অন্যান্য নগরীতে বসবাস করেন।\n\n\n== অবকাঠামো ==\nজাহাঙ্গীর গাঁও গ্রামটি দোয়ারাবাজার উপজেলা থেকে প্রায় ১২ কিলোমিটার দূরত্বে অবস্থিত। পূর্বে তেমন ভালো যোগাযোগ ব্যবস্থা না থাকলেও ধীরে ধীরে গ্রামের যোগাযোগ ব্যবস্থা উন্নত হচ্ছে।\nগ্রামে একটি মসজিদ ও একটি ঈদগাহ রয়েছে।\n\n\n== শিক্ষা ==\nজাহাঙ্গীর গাঁও গ্রামে 'জাহাঙ্গীর গাঁও প্রাথমিক বিদ্যালয়' স্থাপিত হয়। এছাড়া গ্রাম থেকে ১.৩ কিলোমিটার দূরে বড়খাল বহুমুখী স্কুল ও কলেজ নামে একটি মাধ্যমিক ও উচ্চ মাধ্যমিক বিদ্যালয়, ঐতিহ্যবাহী শিক্ষা প্রতিষ্ঠান 'জাহাঙ্গীর গাঁও মির্ধারপাড়া মহিলা দাখিল মাদ্রাসা'  এবং জাহাঙ্গীর গাঁও লতিফিয়া হিফজুল কোরআন মাদ্রাসা  রয়েছে। \n\n\n== আরও দেখুন ==\nবাংলাদেশের গ্রাম\n\n\n== তথ্যসূত্র =="}