{"pageid": 1464007, "title": "মিশন: ইম্পসিবল (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1464007", "content": "মিশন: ইম্পসিবল হলো ১৯৯৬ সালে মুক্তিপ্রাপ্ত মার্কিন মারপিটধর্মী গুপ্তচর ভিত্তিক চলচ্চিত্র যেটি পরিচালনা করেছেন ব্রায়ান দে পালমা এবং প্রযোজনা ও এতে অভিনয় করেছেন টম ক্রুজ যার চিত্রনাট্য লিখেছেন ডেভিড কোয়েপ এবং রবার্ট টাউনে, কোয়েপ এবং স্টিভেন জাইলিয়ান এর গল্পের উপর ভিত্তি করে। একই নামের ১৯৬৬ সালের টেলিভিশন ধারাবাহিক এবং এর ১৯৮৮ সালের সিক্যুয়েল ধারাবাহিকের ধারাবাহিকতা (প্রাথমিকভাবে সাবেক ধারাবাহিকটি ছয় বছর পরে সেট করা), এটি মিশন: ইম্পসিবল চলচ্চিত্র ধারাবাহিকের প্রথম কিস্তি। এতে আরও অভিনয় করেছেন জন ভইট, হেনরি চের্নি, ইমানুয়েল বার্ট, জঁ রেনো, ভিং রামেস, ক্রিস্টিন স্কট থমাস এবং ভানেসা রেডগ্রেভ। চলচ্চিত্রটিতে, ইথান হান্ট (ক্রুজ) রহস্য উদঘাটনের চেষ্টা করে কে তার ইম্পসিবল মিশন ফোর্স (আইএমএফ) দলের সদস্যদের খুনের জন্য তাকে দোষারোপ করেছে।\nক্রুজ/ওয়াগনার প্রোডাকশন ১৯৯২ সালে মিশন: ইম্পসিবল কে তাদের উদ্বোধনী প্রকল্প হিসেবে গ্রহণ করার আগে, প্যারামাউন্ট পিকচার্স অসংখ্য বার চেষ্টা করেছিল টেলিভিশন ধারাবাহিকটিকে চলচ্চিত্রে রূপান্তর করার। প্রাথমিক উন্নয়ন চলচ্চিত্র নির্মাতা সিডনি পোলাকের সাথে শুরু হয়েছিল কিন্তু দে পালমা, স্টিভেন জাইলিয়ান, ডেভিড কোয়েপ এবং রবার্ট টাউনেকে নিয়োগের পরে বেশিরভাগ চূড়ান্ত চিত্রনাট্য সম্পন্ন হয়েছিল; দে পালমা বেশিরভাগ মারপিট দৃশ্যের নকশা করেছিলেন, যেখানে ক্রুজ তার বেশিরভাগ স্টান্ট নিজেই করেন। প্রধান চিত্রগ্রহণ ১৯৯৫ সালের মার্চ মাসে শুরু হয়েছিল এবং আগস্ট পর্যন্ত চলেছিল, যেখানে লন্ডন, ইংল্যান্ডের পাইনউড স্টুডিও এবং প্রাগ (তৎকালীন হলিউডে একটি বিরল ঘটনা) সহ চিত্রগ্রহণের স্থানগুলি ছিল।\nমিশন:  ইম্পসিবল ২২ মে, ১৯৯৬ এ প্যারামাউন্ট দ্বারা মার্কিন যুক্তরাষ্ট্রের প্রেক্ষাগৃহে মুক্তি পায়। চলচ্চিত্রটি সমালোচকদের কাছ থেকে মিশ্র থেকে ইতিবাচক পর্যালোচনা পেয়েছে, মারপিট দৃশ্য, দে পালমার পরিচালনা এবং ক্রুজের অভিনয়ের প্রশংসা করেন, কিন্তু একটি জটিল পটভূমির জন্য সমালোচনা করেন। এটিকে মূল টেলিভিশন ধারাবাহিকের অভিনয়শিল্পীরাও নেতিবাচকভাবে গ্রহণ করেছিল। চলচ্চিত্রটি বিশ্বব্যাপী $৪৫৭.৭ মিলিয়ন আয় করেছিল, এটি ১৯৯৬ সালের তৃতীয়-সর্বোচ্চ-আয়কারী চলচ্চিত্রে পরিণত হয়েছিল, যখন ল্যারি মুলেন জুনিয়র এবং অ্যাডাম ক্লেটনের মূল থিম গানের নৃত্য পরিবেশন আন্তর্জাতিকভাবে শীর্ষ দশে পরিণত হয়েছিল এবং গ্র্যামি পুরস্কারের জন্য মনোনীত হয়েছিল, সেরা পপ ইন্সট্রুমেন্টাল পারফরম্যান্সের জন্য। চলচ্চিত্রটির সাফল্যের ফলে একটি দীর্ঘ-চলমান চলচ্চিত্র ফ্র্যাঞ্চাইজি শুরু হয়, যার শুরু মিশন: ইম্পসিবল ২, চার বছর পরে ২০০০ সালে মুক্তি পায়।\n\n\n== পটভূমি ==\nমার্কিন যুক্তরাষ্ট্রের গুপ্ত সংস্থা আইএমএফ এজেন্ট ইথান হান্ট (ক্রুজ) এবং তার মেন্টর জিম ফেলপস (ভইট) একটি গুপ্ত মিশনে যায়। অজ্ঞাত ব্যক্তি দ্বারা জিম নিহত হওয়ার পর মিশনটি ব্যর্থ হয়। যার সন্দেহ ইথান হান্টের উপর পরে। পলাতক ইথান নিজের নির্দোষিতা প্রমাণ করার জন্য অবৈধ অস্ত্র ব্যবসায়ী ম্যাক্স (রেডগ্রেড) এর সহায়তা নেয় এবং সিআইএ ভবনে গিয়ে গোপন নথি চুরি করতে কম্পিউটার হ্যাকার লুথার স্টিকওয়েল (রামেস) এবং ভবঘুরে পাইলট ফ্র‍্যাঞ্জ ক্রিগার (রেনো) এর সহায়তা নেয়।\n\n\n== শ্রেষ্ঠাংশে ==\n\n\n== প্রোডাকশন ==\n\n\n=== উন্নয়ন এবং চিত্রনাট্য ===\nটম ক্রুজ ছোট থেকেই অনুষ্ঠানটির একজন ভক্ত ছিলেন এবং ভেবেছিলেন যে এটি চলচ্চিত্রের জন্য একটি ভাল ধারণা হবে। অভিনেতা তার নতুন প্রযোজনা সংস্থার উদ্বোধনী প্রকল্প হিসেবে মিশন: ইম্পসিবল কে বেছে নিয়েছিলেন এবং প্যারামাউন্ট পিকচার্সকে $৭০ মিলিয়ন বাজেট ঢালতে রাজি করিয়েছিলেন। ইন্টারভিউ উইথ ভ্যাম্পায়ার চলচ্চিত্রে কাজ করার সময়, স্টিভেন স্পিলবার্গের সাথে এক নৈশভোজে সময় ক্রুজের দে পালমার সাথে দেখা হয়। ইতিমধ্যেই তার চলচ্চিত্র দেখে মুগ্ধ, যখন তিনি বাসায় ফিরে যান, তখন তিনি দে পালমার সমস্ত চলচ্চিত্র পুনরায় দেখেন এবং তাকে পরিচালক হিসেবে মিশন: ইম্পসিবল এ নিয়োগ দেওয়ার বিষয়ে নিশ্চিত হন।\nপ্রধান চিত্রগ্রহণ ১৯৯৫ এর মার্চ এবং আগস্টের মধ্যে প্রধানত প্রাগ এবং ইংল্যান্ডের পাইনউড স্টুডিওতে হয়েছিল, তবে কিছু দৃশ্যের শুটিং হয়েছে লন্ডন, স্কটল্যান্ড এবং মার্কিন যুক্তরাষ্ট্রে।\n\n\n== মুক্তি ==\n\n\n=== হোম মিডিয়া ===\nমিশন: ইম্পসিবল ১২ নভেম্বর, ১৯৯৬ এ ভিএইচএস এবং লেজারডিস্কে এবং নভেম্বর ১৭, ১৯৯৮ এ ডিভিডিতে প্যারামাউন্ট হোম ভিডিও দ্বারা প্রকাশিত হয়। চলচ্চিত্রটি এপ্রিল ১১, ২০০৬ এ পুনরায় ডিভিডিতে মুক্তি পায়। ভালো ছবি এবং শব্দের সাথে জুন ২৬, ২০১৮ এ চলচ্চিত্রটির ৪কে ইউএইডি ব্লু-রে সংস্করণ মুক্তি পায়।\n\n\n== গ্রহণ ==\n\n\n=== বক্স অফিস ===\nমিশন: ইম্পসিবল ২২ মে, ১৯৯৬ সালে মুক্তি পায়, তৎকালীন রেকর্ড ৩,০১২ টি প্রেক্ষাগৃহে, যা মার্কিন যুক্তরাষ্ট্রে ৩,০০০ টিরও বেশি প্রেক্ষাগৃহে মুক্তি পাওয়া প্রথম চলচ্চিত্র হয়ে ওঠে এবং বুধবার $১১.৮ মিলিয়ন আয়ের সাথে চলচ্চিত্রটি টার্মিনেটর ২: জাজমেন্ট ডের $১১.৭ মিলিয়নের উদ্বোধনী দিনের রেকর্ডটি ভেঙে দেয়। বক্স অফিসের একটি উল্লেখযোগ্য শতাংশের জন্য, ক্রুজ তার স্বাভাবিক $২০ মিলিয়ন ফি নেয়া থেকে বিরত থাকেন। চলচ্চিত্রটি উত্তর আমেরিকায় $১৮০.৯ মিলিয়ন এবং বাকি বিশ্বে $২৭৬.৭ মিলিয়ন আয়সহ, বিশ্বব্যাপী মোট $৪৫৭.৬ মিলিয়ন আয় করে।\n\n\n=== সমালোচকদের প্রতিক্রিয়া ===\nচলচ্চিত্র পর্যালোচনা ভিত্তিক ওয়েবসাইট রোটেন টমেটোস এ, ৬৬ জন সমালোচকের পর্যালোচনার ভিত্তিতে ৬৫% ইতিবাচক সাড়া পায়, যার গড় রেটিং ৬.১/১০। মেটাক্রিটিক এ চলচ্চিত্রটি ২৯ জন সমালোচক থেকে ১০০ এর মধ্যে ৫৯ গড় নম্বর পেয়েছে, যা \"মিশ্র থেকে গড় পর্যালোচনা\"র দিকে নির্দেশ করে। সিনেমাস্কোর এর দর্শক জরিপ দ্বারা চলচ্চিত্রটি এ+ থেকে এফ গ্রেডের মধ্যে \"বি+\" গ্রেড পেয়েছে।\nচলচ্চিত্রটির বাকি অংশ সম্পর্কে তাদের মিশ্র অনুভূতি থাকা সত্ত্বেও অসংখ্য সমালোচকরা সিআইএ ব্রেক-ইন এবং শেষের মারপিট দৃশ্যের প্রশংসা করেছেন। উভয় দৃশ্য অনুরাগী এবং সমালোচকদের তালিকায় প্রায়শই এই ধারাবাহিকের সেরা অ্যাকশন দৃশ্যগুলো হিসেবে বিবেচিত হয়েছে, এছাড়া পরবর্তী অন্যান্য কাজগুলিতে এর বহুবার উল্লেখ করা হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}