{"pageid": 1465377, "title": "নেপাল অধিরাজ্য", "url": "https://bn.wikipedia.org/wiki?curid=1465377", "content": "নেপাল অধিরাজ্য (নেপালি: नेपाल अधिराज्य) ছিল দক্ষিণ এশিয়ার একটি হিন্দু রাজ্য, যা ১৭৬৮ সালে গোর্খা রাজ্যের সম্প্রসারণের মাধ্যমে গঠিত হয়েছিল৷ এটি ২০০৮ সাল পর্যন্ত স্থায়ী ছিল যখন রাজ্যটি সংঘীয় গণতান্ত্রিক প্রজাতন্ত্রী নেপাল হয়ে ওঠে। এটি গোর্খা সাম্রাজ্য (নেপালি: गोरखा अधिराज्य) বা কখনও কখনও অসল হিন্দুস্তান (নেপালি: असल हिन्दुस्तान) নামেও পরিচিত ছিল৷ গোর্খা রাজা পৃথ্বীনারায়ণ শাহ দ্বারা প্রতিষ্ঠিত এই রাজ্য ২০০৮ সালে নেপালি রাজতন্ত্র বিলুপ্ত না হওয়া পর্যন্ত ২৪০ বছর ধরে বিদ্যমান ছিল। এই সময়কালে, নেপাল আনুষ্ঠানিকভাবে শাহ রাজবংশের শাসনের অধীনে ছিল, যা রাজ্যের অস্তিত্বের সময় বিভিন্ন মাত্রার ক্ষমতা প্রয়োগ করেছিল।\n১৭৯২ সালে যুবরাজ বাহাদুর শাহের নেতৃত্বে নেপালি সেনাবাহিনী তিব্বত আক্রমণ করে দিগারচা লুট করে। এরপর দালাই লামা ও শীর্ষ চীনা কর্মকর্তারা চীনা প্রশাসনকে সামরিক সহায়তার জন্য অবহিত করেন। ফুতাঙ্গানের নেতৃত্বে চীনা ও তিব্বতীয় সেনাবাহিনী নেপাল আক্রমণ করে কিন্তু নুয়াকোটে ব্যর্থ হয় এবং কথাবার্তায় বসে। চার কাজীর মধ্যে সবচেয়ে প্রভাবশালী মুলকাজী দামোদর পাঁডেকে বাহাদুর শাহের স্থলাভিষিক্ত করা হয়। মুলকাজি বিক্রম সিং বস্ন্যাত রাজা গীর্বাণযুদ্ধ বিক্রম শাহকে রক্ষা করার এবং প্রাক্তন রাজা রণ বাহাদুর শাহকে নেপাল থেকে দূরে রাখার চেষ্টা করেছিলেন। ১৭৯২ সালের মার্চ ৩ এর দিন প্রাক্তন রাজা ফিরে এসে মুখতিয়ার (প্রধানমন্ত্রী) হন এবং দামোদর পাঁডেকে থানকোটে মৃত্যুদণ্ড দেওয়া হয়। ১৮৬২ খ্রিষ্টপূর্বাব্দে রণ বাহাদুর শাহের মৃত্যুর পর, ভণ্ডারখাল পর্বের মাধ্যমে মুখতিয়ার ভীমসেন থাপার উত্থানকে এগিয়ে নিয়ে যায়, যিনি ১৮৬২ থেকে ১৯২৩ সাল পর্যন্ত নেপালের মুখতিয়ার হয়েছিলেন।\nঊনবিংশ শতাব্দীর গোড়ার দিকে ভারতে ইস্ট ইন্ডিয়া কোম্পানির শাসন সম্প্রসারণের ফলে ইংরেজ-নেপাল যুদ্ধ (১ নভেম্বর ১৮১৪ – ৪ মার্চ ১৮১৬) সংঘটিত হয়, যার ফলে নেপাল পরাজিত হয়। সুগৌলি চুক্তির অধীনে, রাজ্যটি তার অভ্যন্তরীণ স্বাধীনতা বজায় রাখে, কিন্তু নেপাল তার অঞ্চল হারায়। মেচি ও মহাকালী নদীকে নেপাল ভূখণ্ডের সীমানা হিসেবে চিহ্নিত করা হয়। সুগৌলি চুক্তির আগে রাজ্যের অঞ্চলকে কখনও কখনও বিশাল নেপাল বলা হয়। রাজনৈতিক প্রেক্ষাপটে মুখতিয়ার মাথাবর সিং থাপার মৃত্যু পর থাপার আধিপত্যের অবসান ঘটিয়ে কোত পর্বের পটভূমি তৈরি করেছিল। এর ফলে খস (ক্ষত্রি) রাণা বংশের উত্থান ঘটে এবং বংশগত ১৮৪৩ থেকে ১৯৫১ সাল পর্যন্ত পরবর্তী শতাব্দীর জন্য নেপালের প্রধানমন্ত্রীর পদ রাণাদের পরিবারে পরিণত হয়। রাণা বংশ এই বংশের প্রথম শাসক জঙ্গবাহাদুর রাণা দ্বারা শুরু হয়েছিল, যিনি রাজাকেও নিয়ন্ত্রণ করেছিলেন। রাণা শাসনের সময়, স্বৈরতন্ত্র, অর্থনৈতিক শোষণ এবং ধর্মীয় নিপীড়ন ঘটেছে বলে মনে করা হয়।\n১৯৫০ সালের জুলাই মাসে স্বাধীন ভারত নেপালের সাথে একটি বন্ধুত্ব চুক্তি স্বাক্ষর করে, যেখানে উভয় দেশ একে অপরের সার্বভৌমত্বকে সম্মান করার পাশাপাশি একটি উন্মুক্ত সীমান্ত অব্যাহত রাখতে সম্মত হয়। একই বছরে ভারত, রাজা ত্রিভুবনকে সমর্থন করার ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা পালন করেছিল, যাকে রাণা প্রধানমন্ত্রী মোহন শমশের জঙ্গবাহাদুর রাণাকে ক্ষমতাচ্যুত করতে সহায়তা করেছিল। মূলত নেপালি কংগ্রেসের সমন্বয়ে গঠিত একটি নতুন সরকারের জন্য ভারতীয় সমর্থনের সাথে, রাজা ত্রিভুবন ১৯৫১ সালে রাণা শাসনের অবসান ঘটান। সাত বছরের বিপ্লবের মাধ্যমে রাণা শাসনের অবসান ঘটায় এবং নতুন সংবিধান ঘোষণার পরে রাজা ত্রিভুবনের রাজতন্ত্রের কাছে ক্ষমতা ফিরে যায়।\n\n\n== তথ্যসূত্র =="}