{"pageid": 1465704, "title": "আনা সাগর হ্রদ", "url": "https://bn.wikipedia.org/wiki?curid=1465704", "content": "আনা সাগর হ্রদ ভারতের রাজস্থান রাজ্যের আজমির শহরে অবস্থিত একটি কৃত্রিম হ্রদ। এটি ১১৩৫-১১৫০ খ্রিস্টাব্দে পৃথ্বীরাজ চৌহানের পিতামহ অর্ণরাজা (ওরফে আনা) দ্বারা নির্মাণ করেছিলেন এবং তার নামানুসারে এর নামকরণ করা হয়েছে। স্থানীয় জনগণের সহায়তায় নালা সমূহ নির্মাণ করা হয়েছে। দ্বাদশ শতাব্দীতে ১৩ কিলোমিটার বিস্তৃত এ হৃদ তৈরি করা হয় লুনী নদীতে বাঁধ দিয়ে অভ্যন্তরীণ পানির চাহিদা মেটানোর জন্য। হ্রদের অববাহিকা অঞ্চল প্রায় ৫ কি.মি, গভীরতা ৪.৪মিটার এবং জমা পানির পরিমাণ ৫০ লাখ কিউবিক মিটার।\n\n\n== ইতিহাস ==\nমুঘল সম্রাট জাহাঙ্গীর আনাসাগরের তীরে ‘দওলতবাগ’ নামে একটি সবুজ উদ্যান এবং ১৬৩৭ সালে সম্রাট শাহজাহান মর্মর পাথরের ৫টি পাকা প্যাভিলিয়ন তৈরি করেন। মূলত মুঘল সম্রাট শাহজাহানকে এই অনিন্দ্য সুন্দর প্রাচীন লেকের নব-নির্মাতা রূপে গণ্য করা হয়। \n\n\n== বিস্তারিত ==\nহ্রদের কাছে একটি পাহাড়ে একটি সার্কিট হাউস রয়েছে যা লোধার আবাসস্থল ছিল। এটি সেখানকার অন্যতম প্রধান পর্যটক আকর্ষণ। হ্রদের কেন্দ্রে একটি দ্বীপ রয়েছে যেখানে নৌকায় যাওয়া যায়। দৌলতবাগের পূর্ব দিক থেকে নৌকা ভাড়া করা যেত। লেকের নৈসর্গিক দৃশ্য ধারণের জন্য একে অপরের পাশে চৌপাটি এবং জেটি ওয়াকওয়ে এবং বড়দরি রয়েছে। তারাঘুর পাহাড়ের পাদদেশে অবস্থিত এ হৃদ তৈরি করেন দিল্লি ও রাজস্থানের রাজপুত শাসক মহারাজা পৃথ্বিরাজ চৌহানের (১১৩৫-১১৫০) বংশ। দ্বাদশ শতাব্দীতে ১৩ কিলোমিটার বিস্তৃত এ হৃদ তৈরি করা হয় লুনী নদীতে বাঁধ দিয়ে অভ্যন্তরীণ পানির চাহিদা মেটানোর জন্য। হ্রদের অববাহিকা অঞ্চল প্রায় ৫ কি.মি, গভীরতা ৪.৪মিটার এবং জমা পানির পরিমাণ ৫০ লাখ কিউবিক মিটার। । রাজস্থান হাইকোর্ট লেক অববাহিকার ক্যাচমেন্ট এলাকায় নির্মাণ নিষিদ্ধ করেছে।  \n\n\n== খাজা মঈনুদ্দিন চিশতী এবং আনা সাগরের অলৌকিক ঘটনা ==\nত্রয়োদশ শতাব্দীর প্রথম দিকে, বিখ্যাত সুফি সাধক খাজা মঈনুদ্দিন চিশতি, যিনি গরিব নওয়াজ নামেও পরিচিত, আজমীরের আনা সাগরের তীরে বসতি স্থাপন করেন। তার আগমন এই অঞ্চলের ইতিহাসে একটি গুরুত্বপূর্ণ বাঁক হিসেবে চিহ্নিত। স্থানীয় শাসক পৃথ্বীরাজ চৌহান এবং মন্দিরের পুরোহিতদের প্রাথমিক বিরোধিতা সত্ত্বেও, খাজা মইনুদ্দিনের উপস্থিতি এবং তার অনুসারীদের কার্যকলাপ অলৌকিক ঘটনা ঘটায় যা স্থানীয় জনগণকে গভীরভাবে প্রভাবিত করেছিল। ঐতিহাসিক বিবরণ অনুসারে, যখন সুফি সাধককে আনা সাগরে প্রবেশ করতে নিষেধ করা হয়েছিল, তখন তিনি অলৌকিকভাবে জলাধারের সমস্ত জল অদৃশ্য করে দিয়েছিলেন, যার ফলে ব্যাপক আতঙ্ক ছড়িয়ে পড়ে। এই ঘটনাটি শাসক এবং স্থানীয়দেরকে তার আধ্যাত্মিক কর্তৃত্ব স্বীকার করতে বাধ্য করেছিল, যার ফলে অনেকেই ইসলামে ধর্মান্তরিত হয়েছিল। ঘটনাটি খাজা মঈনুদ্দিনের প্রভাব এবং ভারতে চিশতী সুফি ধারার প্রসারের প্রতীক।আনা সাগরের মতো এমন আরো অনেক জলাধার আছে যা আউলিয়ায়ে কিরামদের কারামতের সাথে সম্পৃক্ত। তার মধ্যে উল্ল্যেখযোগ্য মধ্যযুগের মহাকবি সৈয়দ সুলতানের জ্যেষ্ঠসন্তান এবং সিলেট ও তরফ বিজয়ী সিপাহসালার সৈয়দ নাসির উদ্দিনের ষষ্ঠ অধস্থনপুরুষ সৈয়দ গোয়াস উদ্দীন ও মসাজানের দিঘী বিষ​য়ক অলৌকিক ঘটনা সমূহ​।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}