{"pageid": 1465205, "title": "অনাদিনাথ দাঁ", "url": "https://bn.wikipedia.org/wiki?curid=1465205", "content": "ড. অনাদিনাথ দাঁ (৫ জানুয়ারি ১৯৩১ ― ১ মার্চ ১৯৯৯) ছিলেন বিশিষ্ট ভারতীয় বাঙালি  পদার্থবিজ্ঞানী, অধ্যাপক ও বিজ্ঞান লেখক। \n\n\n== জন্ম ও শিক্ষাজীবন ==\nঅনাদিনাথ দাঁ’র জন্ম ১৯৩১ খ্রিস্টাব্দের ৫ জানুয়ারি  ব্রিটিশ ভারতের রাজধানী কলকাতা শহরের শোভাবাজারে। পিতা চন্দ্রনাথ দাঁ, মাতা যমুনারানী। বাল্যকাল থেকেই অনাদি অত্যন্ত মেধাবী ছিলেন। স্কটিশ চার্চ কলেজিয়েট স্কুল থেকে প্রথম স্থান অধিকার করে ম্যাট্রিক পাশ করেন। স্কটিশ চার্চ কলেজ থেকেও আইএসসি পরীক্ষাতেও প্রথম হন। পদার্থ বিজ্ঞানে অনার্স নিয়ে প্রথম শ্রেণিতে  বিএসসি এবং রেডিও ফিজিক্স ও ইলেক্ট্রনিক্স বিষয় নিয়ে ১৯৫২ খ্রিস্টাব্দে কলকাতা বিশ্ববিদ্যালয় হতে  এমএসসি পাশ করেন। অধ্যাপনাকালেই তিনি রেডিও ফিজিক্স ও ইলেক্ট্রনিকস্ বিষয়ে কলকাতা বিশ্ববিদ্যালয়ের  পিএইচ ডি ডিগ্রি লাভ করেন ১৯৬২ খ্রিস্টাব্দে।\n\n\n== কর্মজীবন ==\nঅনাদিনাথ দাঁ  কলকাতা বিশ্ববিদ্যালয়ের 'রেডিও ফিজিক্স অ্যান্ড ইলেক্ট্রনিকস্' বিভাগে অধ্যাপনা দিয়েই কর্মজীবন শুরু করেন এবং দীর্ঘ ৩৭ বৎসর অধ্যাপনা করেছেন ও ১৯৮৪-৮৬ খ্রিস্টাব্দে বিভাগীয় প্রধান ছিলেন। তাছাড়া ১৯৭১ খ্রিস্টাব্দ হতে একুশ বৎসর তিনি ইউ জি সি প্রফেসর ছিলেন।\nঅধ্যাপক অনাদিনাথ দাঁ কলকাতা বিশ্ববিদ্যালয়ের সিন্ডিকেটের সদস্য এবং বিশ্ববিদ্যালয়ের সায়েন্টিফিক ইনস্টুমেনটেশন সেন্টারের দায়িত্বেও ছিলেন। তিনি সত্যেন্দ্রনাথ বসু প্রতিষ্ঠিত  বঙ্গীয় বিজ্ঞান পরিষদের সভাপতি ছিলেন।\n\nঅধ্যাপক অনাদিনাথ বিজ্ঞান বিষয়ে নানা প্রবন্ধ ইংরাজী ও বাংলা উভয় ভাষাতেই রচনা করেছেন। অধিকাংশ লেখা 'সায়েন্স অ্যান্ড কালচার' এবং বাংলা ভাষার পত্রিকা জ্ঞান ও বিজ্ঞান -এ প্রকাশিত হয়েছে। তার রচিত উল্লেখযোগ্য গ্রন্থগুলি হল-\n\nইলেক্ট্রনিকস্ (১৯৯৮) পশ্চিমবঙ্গ রাজ্য পুস্তক পর্ষদ, কলকাতা আইএসবিএন  ৮১২৪৭০২৮৬১\nফান্ডামেন্টালস্ অফ ইলেক্ট্রনিকস্ অ্যান্ড রেডিও ইঞ্জিনিয়ারিং\nভ্যালুজ অ্যান্ড ফান্ডামেন্টালস্ অফ ইলেক্ট্রনিকস্\n\n\n== সম্মাননা ==\n১৯৬২ খ্রিস্টাব্দে অনাদিনাথ ইনস্টিটিউট অফ ইলেক্ট্রনিকস্ অ্যান্ড রেডিও ইঞ্জিনিয়ারস্ এর 'জে সি বসু পুরস্কার' এবং 'ইউ কে অ্যাওয়ার্ড' লাভ করেন।\nবাংলা ভাষায় রচিত ইলেক্ট্রনিকস্ গ্রন্থটির জন্য তিনি ১৯৮২ খ্রিস্টাব্দে পশ্চিমবঙ্গ সরকারের রবীন্দ্র পুরস্কার লাভ করেন।\nঅধ্যাপক ড.অনাদিনাথ দাঁ ভারতের 'দ্য ইনস্টিটিউশন অফ ইলেক্ট্রনিকস্ অ্যান্ড টেলিকমিউনিকেশন ইঞ্জিনিয়ারস্' ফেলো নির্বাচিত হয়েছিলেন।\nইন্ডিয়ান সায়েন্স নিউজ অ্যাসোসিয়েশনের আজীবন সদস্য,\n'পশ্চিমবঙ্গ আকাদেমি অফ সায়েন্স অ্যান্ড টেকনোলজি'-র প্রতিষ্ঠাতা-সদস্য\n\n\n== তথ্যসূত্র =="}