{"pageid": 1465619, "title": "নাতুফীয় সংস্কৃতি", "url": "https://bn.wikipedia.org/wiki?curid=1465619", "content": "নাতুফীয় সংস্কৃতি হল নব্যপ্রস্তরযুগের প্রাগৈতিহাসিক পশ্চিম এশিয়ার লেভান্টের একটি পরবর্তী এপিপ্যালিওলিথিক প্রত্নতাত্ত্বিক সংস্কৃতি, যা আজ থেকে প্রায় ১৫,০০০ বছর পূর্ববর্তী সময়কাল থেকে ১১,০০০ বছর পূর্ববর্তী সময়কাল পর্যন্ত বিদ্যামান ছিল।  সংস্কৃতিটি অস্বাভাবিক ছিল, কারণ এটি কৃষিকাজ প্রবর্তনের আগে একটি স্থায়ী বা আধা-স্থায়ী জনগোষ্ঠীকে সমর্থন করেছিল। নাতুফীয় সম্প্রদায়গুলি এই অঞ্চলের প্রথম নব্যপ্রস্তরযুগীয় বসতিগুলির নির্মাতাদের পূর্বপুরুষ হতে পারে, বসতিগুলি বিশ্বের প্রাচীনতমও হতে পারে। কিছু প্রমাণ তেল আবু হুরেরায় নাতুফিয়ান সংস্কৃতি দ্বারা খাদ্যশস্য, বিশেষ করে রাই, স্বেচ্ছাকৃতভাবে চাষের ইঙ্গিত দেয়, স্থানটিতে বিশ্বে কৃষিকাজের প্রাচীনতম প্রমাণ উদ্ধার হয়েছে। দক্ষিণ-পশ্চিম এশিয়ায় কৃষির উদ্ভবের ৪,০০০ বছর আগে, রুটির মতো খাদ্যসামগ্রী উৎপাদনের ক্ষেত্রে বিশ্বের প্রাচীনতম প্রমাণ পাওয়া গেছে জর্ডানের উত্তর-পূর্ব মরুভূমিস্থিত ১৪,৪০০ বছরের প্রাচীন প্রত্নস্থল শুবায়কা ১-এ। উপরন্তু, প্রায় ১৩,০০০ বছর আগে সম্ভাব্য বিয়ার তৈরির প্রাচীনতম প্রমাণ পাওয়া গেছে, মাউন্ট কারমেলের রাকেফেত গুহায় পাওয়া গেছে, যদিও বিয়ার-সম্পর্কিত অবশিষ্টাংশগুলি কেবল একটি স্বতঃস্ফূর্ত গাঁজনের ফলে হতে পারে।\nসাধারণত, নাতুফীফিয়রা বন্য খাদ্যশস্য সংগ্রহ করত, এবং প্রাণী শিকার করত, বিশেষত গজেল। প্রত্নতাত্ত্বিক বিশ্লেষণে পরবর্তী (নব্যপ্রস্তরযুগ থেকে ব্রোঞ্জ যুগ) লেভান্টাইনদের প্রাথমিকভাবে নাতুফীয়দের থেকে উদ্ভব হওয়ার হওয়ার কথা প্রকাশ করা হয়েছে, পাশাপাশি তাম্রাশ্মীয় অ্যানাতোলীয়দের থেকেও যথেষ্ট পরিমাণে সংমিশ্রণ রয়েছে।\nডরোথি গ্যারোড শুকবা শহরের কাছে শুকবা গুহায় (ওয়াদি আন-নাতুফ) তার খননের উপর ভিত্তি করে নাতুফিয়ান শব্দটি তৈরি করেছিলেন, যার বাংলা নাতুফীয়।\n\n\n== আবিষ্কার ==\n\nব্রিটিশ প্রত্নতাত্ত্বিক ডরোথি গ্যারোড জর্ডান নদীর পশ্চিম তীরে জুডান পাহাড়ে শুকবা গুহা খননের সময় নাতুফীয় সংস্কৃতি আবিষ্কার করেছিলেন। ১৯৩০-এর দশকের আগে, ব্রিটিশ প্যালেস্টাইনে সংঘটিত বেশিরভাগ প্রত্নতাত্ত্বিক কাজ ছিল বাইবেলের প্রত্নতত্ত্ব, যা ঐতিহাসিক সময়কালের উপর দৃষ্টি নিবদ্ধ করে এবং এই অঞ্চলের প্রাগৈতিহাস সম্পর্কে খুব কমই জানা ছিল।\nজেরুজালেমের ব্রিটিশ স্কুল অব আর্কিওলজি (বিএসএজে) দ্বারা ১৯২৮ খ্রিস্টাব্দে ডরোথিকে শুকবা গুহা খননের জন্য আমন্ত্রণ জানানো হয়েছিল, যেখানে চার বছর আগে পেরে ম্যালন প্রাগৈতিহাসিক পাথরের হাতিয়ারগুলি আবিষ্কার করেছিলেন। তিনি নব্যপুরাপ্রস্তর যুগ ও ব্রোঞ্জ যুগের আমানতের মধ্যে স্যান্ডউইচ করা একটি স্তর আবিষ্কার করেছিলেন যা ক্ষুদ্রাকৃতির পাথরের হাতিয়ারের উপস্থিতি দ্বারা চিহ্নিত করা হয়েছে। তিনি এটিকে মধ্যপুরাপ্রস্তর যুগের সঙ্গে চিহ্নিত করেছিলেন, পুরাপ্রস্তর যুগ ও নব্যপ্রস্তর যুগের মধ্যে একটি ক্রান্তিকাল যা ইউরোপে ভালভাবে চিহ্নিত তবে নিকট প্রাচ্যে এখনও পাওয়া যায়নি। এক বছর পরে, যখন তিনি এল-ওয়াদ সোপানে অনুরূপ উপাদান আবিষ্কার করেন, তখন ডরোথি ওয়াদি আন-নাতুফের নামানুসারে \"নাতুফিয়ান কালচার\" (বাংলা: নাতুফীয় সংস্কৃতি) নামটি প্রস্তাব করেন, যা শুকবার কাছাকাছি প্রবাহিত হয়।\nপরের দুই দশকে ডরোথি এল-ওয়াদ, কেবারা ও তাবুন সহ মাউন্ট কারমেল অঞ্চলে তার বেশ কয়েকটি অগ্রগামী খননে নাতেফীয় উপাদান খুঁজে পান, যেমন ফরাসি প্রত্নতাত্ত্বিক রেনে নিউভিল আঞ্চলিক প্রাগৈতিহাসিক কালানুক্রমিকতায় দৃঢ়ভাবে নাতুফীয় সংস্কৃতিকে প্রতিষ্ঠা করেছিলেন। ১৯৩১ খ্রিস্টাব্দের প্রথম দিকে, গ্যারোড ডরোথি ও রেনে উভয়েই নাতুফীয় সমাবেশে পাথরের কাস্তের উপস্থিতি এবং এটি একটি খুব প্রাথমিক কৃষির প্রতিনিধিত্ব করার সম্ভাবনার দিকে দৃষ্টি আকর্ষণ করেছিল।\n\n\n== বস্তুগত সংস্কৃতি ==\n\n\n=== প্রস্তর ===\nনাতুফীয় সংস্কৃতিতে ছোট ব্লেড ও ব্লেডেলেট কেন্দ্রিক একটি ক্ষুদ্র পাথরের হাতিয়ার শিল্প ছিল। ক্ষুদ্র ক্ষোদনযন্ত্র কৌশল ব্যবহার করা হয়েছিল। জ্যামিতিক আকৃতির ক্ষুদ্র পাথের হাতিয়ারের (মাইক্রোলিথ) মধ্যে রয়েছে লুনেট, ট্র্যাপিজ ও ত্রিভুজ; ব্যাকড ব্লেডও আছে, একটি বিশেষ ধরনের রিটাচ (হেলওয়ান রিটাচ) প্রথম দিকের নাতুফীয়দের জন্য বৈশিষ্ট্যযুক্ত। নাতুফীয় সংস্কৃতির শেষের দিকে, হারিফ-পয়েন্ট, একটি সাধারণ ফলক থেকে তৈরি সাধারণ তীরের মাথা নেগেভে সর্বসাধারণের জন্য  ব্যবহর্তব্য অস্ত্র হয়ে ওঠে। কিছু পণ্ডিত একটি পৃথক সংস্কৃতি হারিফীয়কে সংজ্ঞায়িত করতে এটি ব্যবহার করেন।\nনাতুফীয় লিথিক শিল্পে প্রথমবারের মতো কাস্তেও দেখা যায়। বৈশিষ্ট্যযুক্ত চকচকে কাস্তে দেখায় যে সেগুলি সিলিকা সমৃদ্ধ খাদ্যশস্যের ডালপালা কাটতে ব্যবহার করা হয়েছিল, যা পরোক্ষভাবে প্রাথমিক কৃষির অস্তিত্বের ইঙ্গিত দেয়। স্থল পাথরের তৈরি বর্শা কুডুগুলি ধনুর্বিদ্যার অনুশীলন নির্দেশ করে। পাশাপাশি ভারী স্থল-পাথরের বাটি-হামানদিস্তা রয়েছে।\n\n\n=== শিল্প ===\nআইন সাখরি প্রেমীগণ, ব্রিটিশ মিউজিয়ামে রক্ষিত একটি খোদাই করা পাথরের বস্তু, এটি একটি দম্পতির সহবাসের সবচেয়ে প্রাচীন চিত্রণ। এটি যিহূদীয় মরুভূমির আইন সাখরি গুহায় পাওয়া গেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nEpi-Palaeolithic (European Mesolithic) Natufian Culture of Israel (The History of the Ancient Near East) [এপি-প্যালিওলিথিক (ইউরোপীয় মেসোলিথিক) ইসরায়েলের নাটুফীয় সংস্কৃতি (প্রাচীন নিকট প্রাচ্যের ইতিহাস)]\nCultural Complexity (Hierarchical Societies [Socio-Economic-Political Inequalities]) in Mesopotamia: An Outline [মেসোপটেমিয়ায় সাংস্কৃতিক জটিলতা (হায়ারার্কিক্যাল সোসাইটি [সামাজিক-অর্থনৈতিক-রাজনৈতিক বৈষম্য]): একটি রূপরেখা], ৮ অক্টোবর ২০১৬ তারিখে মূল থেকে আর্কাইভ করা, সংগ্রহের তারিখ ১ আগস্ট ২০২৪ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nThe genetic structure of the world's first farmers [বিশ্বের প্রথম কৃষকদের জিনগত গঠন], Lazaridis et al, ২০১৬"}