{"pageid": 1465462, "title": "২০২৪ বয়নাড় ভূমিধস", "url": "https://bn.wikipedia.org/wiki?curid=1465462", "content": "78 জনেরও বেশি লোকের হিসাব পাওয়া যায়নি।  বেঁচে যাওয়াদের মধ্যে, অন্তত পাঁচটি শিশু বাবা-মা উভয়কেই হারিয়েছে, আর ছয়জন তাদের বাবা বা মাকে হারিয়েছে।  ভূমিধসের কারণে ঘোলা পানি এবং ধ্বংসাবশেষ ছালিয়ার নদীর সাথে মিশে যায়, যেখানে 200 টিরও বেশি মৃতদেহ বা শরীরের অংশ পাওয়া গেছে।\n2024 ওয়েনাদ ভূমিধস হল একটি সিরিজ ভূমিধস যা মেপ্পাদি পঞ্চায়েতের পুঞ্জিরিমাট্টোম, মুন্দাক্কাই, চুরালমালা এবং ভেল্লারিমালা গ্রামে ঘটেছিল, ওয়েনাদ জেলার ভিথিরি তালুক, কেরালা, ভারত 2 জুলাই 20-এর প্রথম দিকে ভারী বৃষ্টিপাতের কারণে হয়েছিল।  যার ফলে পাহাড় ধসে পড়ে, নিচের এলাকাগুলো ধ্বংস হয়ে যায়।  এই বিপর্যয়টি কেরালার ইতিহাসে সবচেয়ে মারাত্মক ছিল, যেখানে ৩৩৬ জনের বেশি প্রাণহানি, ৩৯৭ জন আহত এবং ৭৮ জন নিখোঁজ হওয়ার খবর পাওয়া গেছে।  বন উজাড়, ভূমিকম্পের সংবেদনশীলতা, দুর্বল ভবন নির্মাণ এবং বিশ্বউষ্ণায়নকে ভূমিধস ও প্রাণহানির সম্ভাব্য কারণ হিসেবে চিহ্নিত করা হয়েছে।\n৩০ জুলাই ২০২৪-এ, ভারতের কেরালার বয়নাড় জেলায় একাধিক ভূমিধস ঘটেছে, যেখানে অন্তত ৪২৩ জনেরও বেশি মানুষের মৃত্যু হয়েছে এবং ৩৭৮ জনের অধিক আহত হয়েছে। এটি কেরালার ইতিহাসে সবচেয়ে মারাত্মক ভূমিধস। সাম্প্রতিক বছরগুলিতে ভারতে যে কয়েকটি চরম আবহাওয়ার ঘটনা ঘটেছে তার মধ্যে এই ভূমিধস অন্যতম।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== পটভূমি ==\nবর্ষাকালে এই এলাকা ভূমিধসের ঝুঁকিতে থাকে।  পশ্চিমঘাট পর্বতমালায় অবস্থিত, এখানকার পাহাড়গুলি দাক্ষিণাত্য মালভূমির ত্রুটিযুক্ত এবং ক্ষয়প্রাপ্ত পর্বত প্রান্ত নিয়ে গঠিত। ভূতাত্ত্বিক প্রমাণ থেকে জানা যায় যে এই অঞ্চলটি গন্ডোয়ানা মহাদেশ ভেঙ্গে যাওয়ার সময় তৈরি হয়েছিল।  ঐ ঘটনার ফলস্বরূপ, দাক্ষিণাত্যের মালভূমি ব্যাসল্ট শিলা থেকে তৈরি হয়, যার ফলে পশ্চিমঘাটের উত্থান ঘটে।  ভূ-ভৌতিক তথ্য ইঙ্গিত করে যে জুরাসিক পর্বের অন্তিম থেকে ক্রিটেসিয়াস যুগের প্রথম দিকে ভারতের পশ্চিম উপকূল বরাবর বয়নাডের পার্বত্য অঞ্চল উদ্ভূত হয়েছিল যখন ভারত আফ্রিকা মহাদেশ থেকে বিচ্ছিন্ন হয়েছিল।  পশ্চিম ঘাটে উৎপন্ন ইরুভানজিপ্পুঝা এবং ছালিয়ার নদী পূর্ব থেকে পশ্চিমে খাড়া গ্রেডিয়েন্টের কারণে পশ্চিম দিকে আরব সাগরের দিকে প্রবাহিত হয়েছে।  অসংখ্য ছোট স্রোত এই অঞ্চলের মাটিক্ষয় করে এই নদীগুলিতে প্রবাহিত করে।  ২০২০ সালে মেপ্পাদি সরকার দুর্যোগ প্রশমনের নথি অনুসারে, মুন্ডাক্কাই, চুরামালা, পুথুমালা, আত্তামালা, ভেলিথোডু, থ্রিকাইপাট্টা এবং কোত্তাথারাভায়াল গ্রামগুলি ভূমিধস এবং আকস্মিক বন্যার জন্য অত্যন্ত সংবেদনশীল। \nপুঞ্জিরিমাত্তম, মুন্ডক্কাই, চুরামালামালা এবং ভেল্লারিমালা গ্রামগুলি পাহাড়ি ভূখণ্ডে অবস্থিত এবং চা এবং কফির বাগানের জন্য ব্যবহৃত হয়। এরা নীলাম্বুর বন এবং চালিয়ার নদীর সীমানায় অবস্থিত। এই গ্রামের বাসিন্দারা মূলত বংশ পরম্পরায় এলাকায় বসবাস করা কৃষক। বাসিন্দাদের অধিকাংশই বৃক্ষরোপণ কর্মী এবং পশুপালন করে। \n\n\n== দুর্যোগের বিবরণ ==\nপশ্চিমঘাটে ভারী বৃষ্টিপাত হয়, প্রথম ২৪ ঘণ্টায় ২০৪.৫ মিমি (৮.০৫ ইঞ্চি) এবং পরবর্তী ২৪ ঘণ্টায় ৩৭২.৬ মিমি (১৪.৬৭ ইঞ্চি)। ভারী বৃষ্টিপাতের কারণে, পুঞ্জিরিমাট্টম, আত্তামালা, এবং মুন্ডাক্কাইয়ের বাসিন্দাদের ২৯ জুলাই ২০২৪ তারিখে স্থানীয় কর্তৃপক্ষ দ্বারা ত্রাণ শিবিরে স্থানান্তর করা হয়। তবে, জেলা প্রশাসনের সতর্কতা সত্ত্বেও, চুরালমালা এলাকার অনেক বাসিন্দা তাদের বাড়িতে থেকে যাওয়ার সিদ্ধান্ত নেয়, কারণ ওই অঞ্চলটি ভূমিধসপ্রবণ বলে শ্রেণীবদ্ধ ছিল না। ০২:১৭ নাগাদ  একটি ভূমিধস ইরুভাঞ্জিপুঝা নদীর উৎসের কাছাকাছি, পুঞ্জিরিমাট্টম এবং মুন্ডাক্কাই গ্রামের মধ্যে ঘটে, এবং উভয় গ্রামই ক্ষতিগ্রস্থ হয়। ০৪:১০ নাগাদ  চুরালমালায় আরেকটি ভূমিধস ঘটে, যা ইরুভাঞ্জিপুঝা নদীর দিক পরিবর্তন করে এবং হড়পা বন্যার সৃষ্টি করে, যা পুরো চুরালমালা গ্রামকে ধুয়ে মুছে দেয়। একমাত্র সংযোগকারী সেতুটির ধ্বংসের ফলে মুন্ডাক্কাই এবং আত্তামালায় প্রায় ৪০০ পরিবার আটকা পড়ে।\nভারতীয় ভূতাত্ত্বিক জরিপ দ্বারা প্রস্তুত করা ভূমিধসের FIR এ উল্লেখ করা হয়েছে যে, ধ্বসের গতিবেগ ছিল ৫৭ মিটার/সেকেন্ড (১৯০ ফুট/সেকেন্ড)। ধ্বসটি ১,৫৪৪ মিটার (৫,০৬৬ ফুট) উচ্চতায় একটি ধ্বসপাত হিসেবে শুরু হয়েছিল, এবং তারপর নদীর পথে এগিয়ে যায়, যেখানে পাথর ও মাটির সাথে জল মিশে প্রচুর পরিমাণে এক ধরনের কাদা তৈরি করে, যা তার পথে সবকিছু ধ্বংস করে দেয়। ভারতীয় মহাকাশ গবেষণা সংস্থার  একটি সহায়ক প্রতিষ্ঠান, জাতীয় রিমোট সেন্সিং কেন্দ্র (NRSC), স্যাটেলাইট চিত্র বিশ্লেষণ করে এবং ১ আগস্ট তাদের ফলাফল প্রকাশ করে। চিত্রগুলোতে দেখা যায় যে প্রায় ৮৬,০০০ বর্গমিটার (৯,৩০,০০০ বর্গফুট) জমি পাহাড় থেকে নিচে নেমে গেছে।\n\n\n== ক্ষয়ক্ষতি ==\n৪১৯ জনেরও বেশি মানুষ নিহত এবং ৩৯৭ জন আহত হন । কেরালার ইতিহাসে এই ভূমিধস সবচেয়ে বেশি প্রাণঘাতী । সতেরোটি পরিবারের সব সদস্য নিহত হন। বেশিরভাগ নিহতরা চা এবং এলাচ বাগানের শ্রমিক ছিলেন, যারা ভূমিধসের সময় ঘুমিয়ে ছিলেন। ১১৮ জনেরও বেশি মানুষ এখনো নিখোঁজ। বেঁচে থাকা ব্যক্তিদের মধ্যে, অন্তত পাঁচটি শিশু তাদের উভয় অভিভাবককে হারিয়েছে, আর ছয়টি শিশু তাদের বাবা বা মায়ের একজনকে হারিয়েছে। ভূমিধসের ফলে কাদামাটি মিশ্রিত জল এবং ধ্বংসাবশেষ চালিয়ার নদীতে মিশে যায়, যেখানে ২০০টিরও বেশি মৃতদেহ এবং দেহাংশ পাওয়া গিয়েছে।১,৫৫৫টিরও বেশি বাড়ি এবং অন্যান্য ভবন( যার মধ্যে স্কুল, একটি ডিসপেনসারি, পঞ্চায়েত ভবন, বিদ্যুৎ বোর্ড অফিস, এবং ১৩৬টি কমিউনিটি বিল্ডিং) ক্ষতিগ্রস্ত হয়েছে। এছাড়াও, ২৯০টি দোকান, ১২৪ কিমি (৭৭ মাইল) বিদ্যুৎ অবকাঠামো, দুটি ট্রান্সফরমার, ১.৫ কিমি (০.৯৩ মাইল) গ্রামীণ রাস্তা এবং তিনটি সেতু ক্ষতিগ্রস্ত হয়েছে। ভূমিধসের ফলে মোট ৬০০ হেক্টর (১,৫০০ একর) জমি, যার মধ্যে ৩১০ হেক্টর (৭৭০ একর) কৃষিজমি, ধ্বংস হয়ে গেছে। ভূমিধসের পরে, চুরালমালা এবং মুন্ডাক্কাইয়ের শতাধিক দোকান সহ ব্যবসায়িক প্রতিষ্ঠান অতিরিক্ত ভূমিধসের ঝুঁকি উল্লেখ করে সরকার দ্বারা বন্ধ করে দেওয়া হয়। 'কেরালা ব্যাপারী ব্যবসায়ী ঐক্য সমিতি'র বিবৃতি অনুসারে, এই নিষেধাজ্ঞা ২৫ কোটি (মার্কিন $৩.০ মিলিয়ন) রও বেশি টাকার ক্ষতির কারণ হয়েছে। হ্যারিসন্স মালায়ালাম ১০ হেক্টর (২৫ একর) চা বাগান হারিয়েছে, যা প্রায় ২৩০ টন চা উৎপাদন করে, যার মূল্য প্রায় ₹৩.৫ কোটি (মার্কিন $৪২০,০০০)। জেলার পশুপালন সংক্রান্ত কর্তৃপক্ষ জানিয়েছে যে এই দুর্যোগে প্রায় ১৫০টি গরু এবং ৭৫টি ছাগল মারা গেছে। বন্যপ্রাণী কর্মীরা উল্লেখ করেছেন যে ভূমিধসে বিশাল বনাঞ্চল ধ্বংস হয়ে গেলেও বন্যপ্রাণীদের মৃত্যুর সংখ্যা তুলনামূলকভাবে কম ছিল । মৃত বন্যপ্রাণীদের মধ্যে দুটি বাঘ, একটি সম্বর হরিণ এবং তার বাচ্চা, এবং আটটি বন্য হাতি ছিল, যার মধ্যে চারটি পেরিয়ার টাইগার রিজার্ভ থেকে, দুটি করে বয়নাড় বন্যপ্রাণী অভয়ারণ্য এবং মালয়াট্টুর বন থেকে ছিল। আরও জানা গেছে যে চুরালমালা ডেইরি কো-অপারেটিভ সোসাইটির ৪০ জন দুগ্ধ চাষীর মধ্যে ১৪ জনকেই দুর্যোগের শিকার বলে মনে করা হচ্ছে, যার ফলে দুধ উৎপাদন ১২,৪২০ লিটার (২,৭৩০ ইম্পেরিয়াল গ্যালন; ৩,২৮০ মার্কিন গ্যালন) কমে গেছে এবং এর ফলে কেরালাজুড়ে দুধ সরবরাহে ঘাটতি দেখা দিয়েছে।\n\n\n== তথ্যসূত্র =="}