{"pageid": 1465318, "title": "বাজার অর্থনীতি", "url": "https://bn.wikipedia.org/wiki?curid=1465318", "content": "একটি বাজার অর্থনীতি হল একটি অর্থনৈতিক ব্যবস্থা যেখানে ভোক্তাদের কাছে বিনিয়োগ, উৎপাদন এবং বিতরণ সংক্রান্ত সিদ্ধান্তগুলি সরবরাহ এবং চাহিদার শক্তির সৃষ্ট মূল্য সংকেত দ্বারা পরিচালিত হয়। একটি বাজার অর্থনীতির প্রধান বৈশিষ্ট্য হল ফ্যাক্টর মার্কেটের অস্তিত্ব যা মূলধন বরাদ্দ এবং  উৎপাদনের কারণগুলিতে একটি প্রভাবশালী ভূমিকা পালন করে। \nবাজার অর্থনীতি ন্যূনতম নিয়ন্ত্রিত ফ্রি-মার্কেট এবং লাইসেজ-ফেয়ার সিস্টেম থেকে শুরু করে যেখানে রাষ্ট্রীয় কার্যকলাপ জনসাধারণের পণ্য ও পরিষেবা প্রদান এবং ব্যক্তিগত মালিকানা রক্ষা করার জন্য সীমাবদ্ধ থাকে, হস্তক্ষেপবাদী ফর্ম যেখানে সরকার বাজারের ব্যর্থতা সংশোধন করতে এবং সামাজিক প্রচারে সক্রিয় ভূমিকা পালন করে। কল্যাণ, কিছু মিশ্র অর্থনীতিতে দেখা যায়। যেহেতু বৈশ্বিক রাজনীতি বহুলাংশে সার্বজনীনভাবে পৃথক জাতি রাষ্ট্রে সংগঠিত না হয়, তাই বাজার অর্থনীতির রাষ্ট্রহীন রূপের কয়েকটি উদাহরণ রয়েছে; প্রকৃতপক্ষে, এমনকি লেসে-ফেয়ার  সিস্টেমেও, রাষ্ট্র সেই সম্পত্তি রক্ষায় একটি মৌলিক ভূমিকা পালন করে যার উপর বাজারের অর্থনীতি নির্ভর করে, এবং কখনও কখনও অর্থনৈতিকভাবে প্রভাবশালী শ্রেণীর দ্বারা সঞ্চিত সম্পদ। সম্পত্তি এবং সম্পদ রক্ষা করে বাজার অর্থনীতি বজায় রাখার ক্ষেত্রে রাষ্ট্রের ভূমিকা ছাড়াও, রাষ্ট্রীয় হস্তক্ষেপ অর্থনীতিতে উৎপাদন, বিতরণ, বাণিজ্য ও ভোগের ক্ষেত্রে ঘটতে পারে। স্বাস্থ্যসেবার মতো মৌলিক প্রয়োজনীয় পরিষেবা এবং পণ্যগুলির বন্টন সম্পূর্ণরূপে একটি সমতাবাদী জনস্বাস্থ্য পরিষেবা নীতির দ্বারা নিয়ন্ত্রিত হতে পারে (যদিও ব্যক্তিগত উদ্যোগ দ্বারা সরবরাহ করা হয়), কার্যকরভাবে সরবরাহ এবং চাহিদার শক্তিগুলিকে দূর করে৷\nরাষ্ট্র-নির্দেশিত বা ডিরিজিস্ট অর্থনীতি হল সেগুলি যেখানে রাষ্ট্র শিল্প নীতি বা নির্দেশক পরিকল্পনার মাধ্যমে বাজারের সামগ্রিক বিকাশের দিকনির্দেশনামূলক ভূমিকা পালন করে — যা নির্দেশিকা এখনও অর্থনৈতিক পরিকল্পনার জন্য বাজারকে প্রতিস্থাপন করে না — একটি ফর্ম কখনও কখনও মিশ্র হিসাবে উল্লেখ করা হয় অর্থনীতি \nবাজার অর্থনীতিগুলি পরিকল্পিত অর্থনীতির সাথে বিপরীত যেখানে বিনিয়োগ এবং উত্পাদন সিদ্ধান্তগুলি একটি সমন্বিত অর্থনীতি-ব্যাপী অর্থনৈতিক পরিকল্পনায় মূর্ত হয়। একটি কেন্দ্রীয় পরিকল্পিত অর্থনীতিতে, অর্থনৈতিক পরিকল্পনা হল বাজারের পরিবর্তে সংস্থাগুলির মধ্যে প্রধান বরাদ্দের প্রক্রিয়া, যেখানে অর্থনীতির উৎপাদনের উপায়গুলি একটি একক সাংগঠনিক সংস্থার মালিকানাধীন এবং পরিচালিত হয়।\n\n\n== বৈশিষ্ট্য ==\n\n\n=== সম্পত্তির অধিকার ===\nবাজারের অর্থনীতিগুলি দক্ষতার সাথে কাজ করার জন্য, সরকারগুলিকে অবশ্যই সম্পদ এবং মূলধনী পণ্যগুলির জন্য স্পষ্টভাবে সংজ্ঞায়িত এবং প্রয়োগযোগ্য সম্পত্তি অধিকার প্রতিষ্ঠা করতে হবে। যাইহোক, সম্পত্তির অধিকার বিশেষভাবে ব্যক্তিগত সম্পত্তির অধিকারকে বোঝায় না এবং বাজার অর্থনীতিগুলি যৌক্তিকভাবে উৎপাদনের উপায়গুলির ব্যক্তিগত মালিকানার অস্তিত্বকে অনুমান করে না। বাজারের অর্থনীতিতে বিভিন্ন ধরনের সমবায় বা স্বায়ত্তশাসিত রাষ্ট্রীয় মালিকানাধীন উদ্যোগ অন্তর্ভুক্ত হতে পারে যা পুঁজিবাজারে মূলধনী পণ্য এবং কাঁচামাল অর্জন করে। এই উদ্যোগগুলি মূলধন পণ্য এবং শ্রম বরাদ্দ করার জন্য একটি বাজার-নির্ধারিত বিনামূল্যে মূল্য ব্যবস্থা ব্যবহার করে।  এছাড়াও, বাজার সমাজতন্ত্রের অনেক বৈচিত্র রয়েছে যেখানে বেশিরভাগ মূলধন সম্পদ সামাজিক মালিকানাধীন এবং সামাজিক মালিকানাধীন সংস্থাগুলির মধ্যে সম্পদ বরাদ্দ করে বাজার। এই মডেলগুলি স্ব-ব্যবস্থাপনার উপর ভিত্তি করে কর্মচারী-মালিকানাধীন উদ্যোগগুলির উপর ভিত্তি করে সিস্টেম থেকে শুরু করে ফ্যাক্টর বাজারের সাথে উত্পাদনের উপায়গুলির জনসাধারণের মালিকানার সংমিশ্রণ পর্যন্ত।\n\n\n=== চাহিদা এবং যোগান ===\nবাজারের অর্থনীতিগুলি বাজারের অভিনেতাদের উৎপাদন এবং বিনিয়োগকে সামঞ্জস্য করার জন্য একটি মূল্য ব্যবস্থার উপর নির্ভর করে। মূল্য গঠন একটি ভারসাম্য পৌঁছানোর বা আনুমানিক পৌঁছানোর জন্য সরবরাহ এবং চাহিদার মিথস্ক্রিয়া উপর নির্ভর করে যেখানে একটি নির্দিষ্ট পণ্য বা পরিষেবার জন্য একক মূল্য এমন একটি পর্যায়ে যেখানে চাহিদাকৃত পরিমাণ সরবরাহকৃত পরিমাণের সমান।\n\nসরকার নির্দিষ্ট বাজারে (যেমন শ্রমবাজারে ন্যূনতম মজুরি আইন) মূল্যের সিলিং বা মূল্যের তলা স্থাপন করে হস্তক্ষেপ করতে পারে বা নির্দিষ্ট ভোক্তা আচরণকে নিরুৎসাহিত করতে বা নির্দিষ্ট লেনদেনের ( পিগোভিয়ান ট্যাক্স ) দ্বারা সৃষ্ট বাজারের বহিঃপ্রকাশকে মোকাবেলা করতে রাজস্ব নীতি ব্যবহার করতে পারে। বাজার অর্থনীতি নিয়ন্ত্রণ ও নির্দেশনা এবং বাজার দ্বারা উত্পাদিত সামাজিক বৈষম্য মোকাবেলায় সরকারের ভূমিকা সম্পর্কে বিভিন্ন দৃষ্টিভঙ্গি বিদ্যমান। মৌলিকভাবে, একটি বাজার অর্থনীতির জন্য প্রয়োজন যে সরবরাহ এবং চাহিদা দ্বারা প্রভাবিত একটি মূল্য ব্যবস্থা নিয়ন্ত্রণের স্তর নির্বিশেষে সম্পদ বরাদ্দের প্রাথমিক প্রক্রিয়া হিসাবে বিদ্যমান।\n\n\n== পুঁজিবাদ ==\nপুঁজিবাদ হল একটি অর্থনৈতিক ব্যবস্থা যেখানে উৎপাদনের উপায়গুলি মূলত বা সম্পূর্ণভাবে ব্যক্তিগত মালিকানাধীন এবং মুনাফার জন্য পরিচালিত হয়, যা পুঁজি সঞ্চয়ের প্রক্রিয়ার ভিত্তিতে গঠিত। সাধারণভাবে, পুঁজিবাদী ব্যবস্থায় বিনিয়োগ, বন্টন, আয় এবং মূল্য বাজার দ্বারা নির্ধারিত হয়, তা নিয়ন্ত্রিত বা অনিয়ন্ত্রিত।\nবাজারের সাথে বিভিন্ন সম্পর্কের সাথে পুঁজিবাদের বিভিন্ন বৈচিত্র রয়েছে। পুঁজিবাদের লাইসেজ-ফেয়ার এবং মুক্ত-বাজারের ভিন্নতায়, বাজারগুলি সর্বনিম্ন বা কোনও রাষ্ট্রীয় হস্তক্ষেপ ছাড়াই এবং মূল্য এবং পণ্য ও পরিষেবার সরবরাহের উপর ন্যূনতম বা কোনও নিয়ন্ত্রণ ছাড়াই সর্বাধিক ব্যাপকভাবে ব্যবহার করা হয়। হস্তক্ষেপবাদী, কল্যাণমূলক পুঁজিবাদ এবং মিশ্র অর্থনীতিতে, বাজারগুলি একটি প্রভাবশালী ভূমিকা পালন করে চলেছে, তবে বাজারের ব্যর্থতাগুলি সংশোধন করতে বা সামাজিক কল্যাণের প্রচারের জন্য সরকার কর্তৃক কিছু পরিমাণে নিয়ন্ত্রিত হয়। রাষ্ট্রীয় পুঁজিবাদী ব্যবস্থায়, বাজারগুলি সর্বনিম্ন উপর নির্ভর করা হয়, রাষ্ট্র পুঁজি সংগ্রহের জন্য নির্দেশক পরিকল্পনা এবং/অথবা রাষ্ট্রীয় মালিকানাধীন উদ্যোগের উপর খুব বেশি নির্ভর করে।\nবাণিজ্যবাদের অবসানের পর থেকে পশ্চিমা বিশ্বে পুঁজিবাদের প্রাধান্য রয়েছে। যাইহোক, এটি যুক্তি দেওয়া হয় যে মিশ্র অর্থনীতি শব্দটি আরও সুনির্দিষ্টভাবে বেশিরভাগ সমসাময়িক অর্থনীতিকে বর্ণনা করে কারণ তাদের ব্যক্তিগত মালিকানাধীন এবং রাষ্ট্রীয় মালিকানাধীন উভয় উদ্যোগ রয়েছে। পুঁজিবাদে, দাম চাহিদা-সরবরাহের স্কেল নির্ধারণ করে। নির্দিষ্ট পণ্য এবং পরিষেবাগুলির উচ্চ চাহিদা উচ্চ মূল্যের দিকে পরিচালিত করে এবং নির্দিষ্ট পণ্যগুলির কম চাহিদা সরবরাহের সাথে কম দামের দিকে পরিচালিত করে।\n\n\n=== মুক্তবাজার পুঁজিবাদ ===\nএকটি পুঁজিবাদী মুক্ত-বাজার অর্থনীতি হল একটি অর্থনৈতিক ব্যবস্থা যেখানে পণ্য ও পরিষেবার মূল্য সরবরাহ এবং চাহিদার শক্তি দ্বারা অবাধে নির্ধারণ করা হয় এবং এর সমর্থকরা আশা করে যে তারা সরকারী নীতির হস্তক্ষেপ ছাড়াই তাদের ভারসাম্যের পর্যায়ে পৌঁছাবে। এটি সাধারণত অত্যন্ত প্রতিযোগিতামূলক বাজার, উত্পাদনশীল উদ্যোগের ব্যক্তিগত মালিকানার জন্য সমর্থন অন্তর্ভুক্ত করে। Laissez-faire হল মুক্ত-বাজার অর্থনীতির আরও বিস্তৃত রূপ যেখানে রাষ্ট্রের ভূমিকা সম্পত্তির অধিকার রক্ষা এবং চুক্তি কার্যকর করার মধ্যে সীমাবদ্ধ।\n\n\n=== Laissez-faire ===\n19 শতকের প্রথম দিকে এবং মাঝামাঝি সময়ে লাইসেজ-ফায়ারকে কঠোর মুক্ত-বাজার অর্থনীতি হিসাবে উল্লেখ করা হয়েছিল তার সমার্থক অর্জন করার জন্য একটি ধ্রুপদী উদার আদর্শ হিসাবে। এটি সাধারণত বোঝা যায় যে একটি আদর্শ মুক্ত বাজারের কার্যকারিতার জন্য প্রয়োজনীয় উপাদানগুলির মধ্যে রয়েছে সরকারী নিয়ন্ত্রণের সম্পূর্ণ অনুপস্থিতি, ভর্তুকি, কৃত্রিম মূল্যের চাপ এবং সরকার-প্রদত্ত একচেটিয়া (সাধারণত মুক্ত বাজারের উকিলদের দ্বারা জবরদস্তিমূলক একচেটিয়া হিসাবে শ্রেণীবদ্ধ) এবং কোন কর বা শুল্ক নেই। জবরদস্তি ও চুরি থেকে সুরক্ষা, শান্তি ও সম্পত্তির অধিকার বজায় রাখা এবং মৌলিক জনসাধারণের পণ্য সরবরাহ করার জন্য সরকারের জন্য যা প্রয়োজন তা ছাড়া। নৈরাজ্য-পুঁজিবাদের ডান-স্বাধীনতাবাদী সমর্থকরা রাষ্ট্রকে নৈতিকভাবে অবৈধ এবং অর্থনৈতিকভাবে অপ্রয়োজনীয় এবং ধ্বংসাত্মক হিসাবে দেখেন। যদিও লাইসেজ-ফায়ারকে সাধারণত পুঁজিবাদের সাথে যুক্ত করা হয়েছে, সেখানে একটি অনুরূপ বামপন্থী লাইসেজ-ফায়ার ব্যবস্থা রয়েছে যার নাম মুক্ত-বাজার নৈরাজ্যবাদ, যা মুক্ত-বাজার-বিরোধী পুঁজিবাদ এবং মুক্ত-বাজার সমাজতন্ত্র নামেও পরিচিত যাতে এটিকে ল্যাসেজ-ফায়ার পুঁজিবাদ থেকে আলাদা করা হয়। .  এইভাবে, লাইসেজ-ফায়ারের সমালোচকরা যা সাধারণত বোঝা যায় যুক্তি দেয় যে একটি সত্যিকারের ল্যাসেজ-ফায়ার ব্যবস্থা পুঁজিবাদ বিরোধী এবং সমাজতান্ত্রিক হবে। \n\n\n=== কল্যাণমূলক পুঁজিবাদ ===\nওয়েলফেয়ার ক্যাপিটালিজম হল একটি পুঁজিবাদী অর্থনীতি যা সামাজিক কল্যাণ পরিষেবার জন্য বিস্তৃত বিধানের পক্ষে পাবলিক নীতিগুলিকে অন্তর্ভুক্ত করে। অর্থনৈতিক ব্যবস্থায় একটি মুক্ত বাজার এবং অর্থনীতিতে ব্যক্তিগত মালিকানাধীন উদ্যোগের প্রাধান্য জড়িত, তবে ব্যক্তি স্বায়ত্তশাসন বাড়ানো এবং সমতাকে সর্বাধিক করার লক্ষ্যে সর্বজনীন কল্যাণ পরিষেবার জনসাধারণের বিধান। সমসাময়িক কল্যাণমূলক পুঁজিবাদের উদাহরণগুলির মধ্যে রয়েছে উত্তর ইউরোপে প্রধান পুঁজিবাদের নর্ডিক মডেল । \n\n\n=== আঞ্চলিক মডেল ===\n\n\n==== অ্যাংলো-স্যাক্সন মডেল ====\nঅ্যাংলো-স্যাক্সন পুঁজিবাদ হল অ্যাংলোফোন দেশগুলিতে প্রধান পুঁজিবাদের রূপ এবং মার্কিন যুক্তরাষ্ট্রের অর্থনীতি দ্বারা টাইপ করা হয়। এটি পুঁজিবাদের ইউরোপীয় মডেল যেমন মহাদেশীয় সামাজিক বাজার মডেল এবং নর্ডিক মডেলের সাথে বৈপরীত্য। অ্যাংলো-স্যাক্সন পুঁজিবাদ বলতে বোঝায় সামষ্টিক অর্থনৈতিক নীতি শাসন এবং পুঁজিবাজার কাঠামো যা অ্যাংলোফোন অর্থনীতিতে সাধারণ। এই বৈশিষ্ট্যগুলির মধ্যে রয়েছে কম করের হার, আরও উন্মুক্ত আন্তর্জাতিক বাজার, নিম্ন শ্রমবাজার সুরক্ষা এবং একটি কম উদার কল্যাণমূলক রাষ্ট্র যা পুঁজিবাদের মহাদেশীয় এবং উত্তর ইউরোপীয় মডেলগুলিতে পাওয়া সমষ্টিগত দর কষাকষির পরিকল্পনা পরিহার করে। \n\n\n==== পূর্ব এশিয়ার মডেল ====\nপুঁজিবাদের পূর্ব এশীয় মডেল রাষ্ট্রীয় বিনিয়োগের জন্য একটি শক্তিশালী ভূমিকা জড়িত এবং কিছু ক্ষেত্রে রাষ্ট্রীয় মালিকানাধীন উদ্যোগকে জড়িত করে। রাষ্ট্র ভর্তুকি, \"জাতীয় চ্যাম্পিয়নদের\" সুবিধা এবং প্রবৃদ্ধির রপ্তানি ভিত্তিক মডেলের মাধ্যমে অর্থনৈতিক উন্নয়নের প্রচারে সক্রিয় ভূমিকা নেয়। এই মডেলের প্রকৃত অনুশীলন দেশ অনুসারে পরিবর্তিত হয়। এই পদবীটি চীন, জাপান, সিঙ্গাপুর, দক্ষিণ কোরিয়া এবং ভিয়েতনামের অর্থনীতিতে প্রয়োগ করা হয়েছে।\nরাষ্ট্রবিজ্ঞানের একটি সম্পর্কিত ধারণা হল উন্নয়নমূলক রাষ্ট্র ।\n\n\n==== সামাজিক বাজার অর্থনীতি ====\nপশ্চিম জার্মানিতে দ্বিতীয় বিশ্বযুদ্ধের পর আলফ্রেড মুলার-আর্ম্যাক এবং লুডভিগ এরহার্ড দ্বারা সামাজিক বাজার অর্থনীতি প্রয়োগ করা হয়েছিল। সামাজিক বাজারের অর্থনৈতিক মডেল, যাকে কখনও কখনও রাইন পুঁজিবাদ বলা হয়, এটি একটি মুক্ত-বাজার অর্থনীতির সুবিধা উপলব্ধি করার ধারণার উপর ভিত্তি করে তৈরি করা হয়, বিশেষ করে অর্থনৈতিক কর্মক্ষমতা এবং পণ্যের উচ্চ সরবরাহ এবং বাজারের ব্যর্থতা, ধ্বংসাত্মক প্রতিযোগিতা, অর্থনৈতিক শক্তির কেন্দ্রীকরণের মতো অসুবিধাগুলি এড়াতে। এবং বাজার প্রক্রিয়ার সামাজিকভাবে ক্ষতিকর প্রভাব। সামাজিক বাজার অর্থনীতির লক্ষ্য হল সর্বোত্তম সম্ভাব্য সামাজিক নিরাপত্তার সাথে মিলিত সর্বাধিক সমৃদ্ধি উপলব্ধি করা। মুক্ত বাজার অর্থনীতি থেকে একটি পার্থক্য হল যে রাষ্ট্র নিষ্ক্রিয় নয়, বরং সক্রিয় নিয়ন্ত্রক ব্যবস্থা গ্রহণ করে।  সামাজিক নীতির উদ্দেশ্যগুলির মধ্যে রয়েছে কর্মসংস্থান, আবাসন এবং শিক্ষা নীতি, সেইসাথে আয় বৃদ্ধির বন্টনের একটি সামাজিক-রাজনৈতিকভাবে অনুপ্রাণিত ভারসাম্য। সামাজিক বাজার অর্থনীতির বৈশিষ্ট্য হল একটি শক্তিশালী প্রতিযোগিতা নীতি এবং একটি সংকোচনমূলক আর্থিক নীতি । দার্শনিক পটভূমি হল নিওলিবারেলিজম বা অরডোলিবারেলিজম ।\n\n\n== সমাজতন্ত্র ==\nবাজার সমাজতন্ত্র হল বাজার অর্থনীতির একটি রূপ যেখানে উৎপাদনের উপায়গুলি সামাজিক মালিকানাধীন । একটি বাজার সমাজতান্ত্রিক অর্থনীতিতে, সংস্থাগুলি সরবরাহ এবং চাহিদার নিয়ম অনুসারে কাজ করে এবং সর্বাধিক লাভের জন্য কাজ করে; বাজার সমাজতন্ত্র এবং পুঁজিবাদের মধ্যে প্রধান পার্থক্য হল যে মুনাফা সরাসরি কোম্পানির শ্রমিকদের বা সামগ্রিকভাবে ব্যক্তিগত মালিকদের বিরোধিতা করে। \nঅ-বাজার সমাজতন্ত্র এবং বাজার সমাজতন্ত্রের মধ্যে পার্থক্যকারী বৈশিষ্ট্য হল উত্পাদনের কারণগুলির জন্য একটি বাজারের অস্তিত্ব এবং উদ্যোগগুলির জন্য লাভের মানদণ্ড। সরকারী মালিকানাধীন প্রতিষ্ঠান থেকে প্রাপ্ত মুনাফা বিভিন্নভাবে পরবর্তী উৎপাদনে পুনঃবিনিয়োগ করতে, সরকারী ও সামাজিক সেবার জন্য সরাসরি অর্থায়নের জন্য বা সামাজিক লভ্যাংশ বা মৌলিক আয় ব্যবস্থার মাধ্যমে জনসাধারণের কাছে বিতরণ করা যেতে পারে। \nজারোস্লাভ ভ্যানেকের মত বাজার সমাজতন্ত্রের সমর্থকরা যুক্তি দেন যে প্রকৃত অর্থে মুক্ত বাজার উৎপাদনশীল সম্পত্তির ব্যক্তিগত মালিকানার শর্তে সম্ভব নয়। পরিবর্তে, তিনি দাবি করেন যে ব্যক্তিগত মালিকানার ফলে আয় ও ক্ষমতার শ্রেণীগত পার্থক্য এবং বৈষম্য প্রভাবশালী শ্রেণীর স্বার্থকে বাজারকে তাদের অনুকূলে আনতে সক্ষম করে, হয় একচেটিয়া ও বাজার ক্ষমতার আকারে, অথবা তাদের সম্পদ ব্যবহার করে এবং সরকারী নীতিগুলি আইন প্রণয়নের জন্য সম্পদ যা তাদের নির্দিষ্ট ব্যবসায়িক স্বার্থকে উপকৃত করে। উপরন্তু, ভ্যানেক বলেছেন যে সমবায় এবং স্ব-পরিচালিত উদ্যোগের উপর ভিত্তি করে একটি সমাজতান্ত্রিক অর্থনীতিতে শ্রমিকদের উত্পাদনশীলতা সর্বাধিক করার জন্য শক্তিশালী প্রণোদনা রয়েছে কারণ তারা তাদের নির্দিষ্ট মজুরি পাওয়ার পাশাপাশি লাভের একটি অংশ (তাদের উদ্যোগের সামগ্রিক কর্মক্ষমতার উপর ভিত্তি করে) পাবে। বা বেতন। সমবায় এবং স্ব-নিয়ন্ত্রিত উদ্যোগের উপর ভিত্তি করে একটি সমাজতান্ত্রিক অর্থনীতিতে তিনি যতটা সম্ভব উৎপাদনশীলতাকে সর্বাধিক করার জন্য শক্তিশালী প্রণোদনাগুলি কল্পনা করেন তা একটি মুক্ত-বাজার অর্থনীতিতে সম্পন্ন হতে পারে যদি সমবায়গুলি লুই ও কেলসো এবং জেমস এস সহ বিভিন্ন চিন্তাবিদদের দ্বারা কল্পনা করা আদর্শ হয়। অ্যালবাস \n\n\n=== বাজার সমাজতন্ত্রের মডেল ===\nবাজারের সমাজতন্ত্র শাস্ত্রীয় অর্থনীতি এবং রিকার্ডিয়ান সমাজতন্ত্রী এবং পারস্পরিক দার্শনিক অ্যাডাম স্মিথের কাজের শিকড় খুঁজে পায়। \n1930-এর দশকে, অর্থনীতিবিদ অস্কার ল্যাঞ্জ এবং আব্বা লার্নার সমাজতন্ত্রের একটি মডেল তৈরি করেছিলেন যেটি দাবি করেছিল যে একটি পাবলিক সংস্থা (কেন্দ্রীয় পরিকল্পনা বোর্ড নামে পরিচিত) একটি ট্রায়াল-এন্ড-এরর পদ্ধতির মাধ্যমে মূল্য নির্ধারণ করতে পারে যতক্ষণ না তারা ক্রমানুসারে উৎপাদনের প্রান্তিক খরচ সমান করে। নিখুঁত প্রতিযোগিতা এবং pareto সর্বোত্তমতা অর্জন করতে. সমাজতন্ত্রের এই মডেলে, সংস্থাগুলি রাষ্ট্রীয় মালিকানাধীন এবং তাদের কর্মচারীদের দ্বারা পরিচালিত হবে এবং মুনাফাগুলি একটি সামাজিক লভ্যাংশে জনগণের মধ্যে বিতরণ করা হবে। এই মডেলটিকে বাজার সমাজতন্ত্র হিসাবে উল্লেখ করা হয়েছিল কারণ এতে অর্থের ব্যবহার, একটি মূল্য ব্যবস্থা এবং সিমুলেটেড পুঁজিবাজার জড়িত ছিল, যা সবই প্রথাগত অ-বাজার সমাজতন্ত্র থেকে অনুপস্থিত ছিল।\nবাজার সমাজতন্ত্রের একটি সমসাময়িক মডেল যা আমেরিকান অর্থনীতিবিদ জন রোমার দ্বারা উত্থাপন করা হয়েছে, যাকে অর্থনৈতিক গণতন্ত্র হিসাবে উল্লেখ করা হয়েছে। এই মডেলে, বাজার অর্থনীতিতে ইক্যুইটির জনগণের মালিকানার মাধ্যমে সামাজিক মালিকানা অর্জন করা হয়। পাবলিক ওনারশিপ ব্যুরো সার্বজনীনভাবে তালিকাভুক্ত ফার্মগুলিতে নিয়ন্ত্রণকারী শেয়ারের মালিক হবে, যাতে উত্পন্ন লাভগুলি পাবলিক ফাইন্যান্স এবং একটি মৌলিক আয়ের বিধানের জন্য ব্যবহার করা হবে।\nকিছু নৈরাজ্যবাদী এবং উদারপন্থী সমাজতন্ত্রীরা বাজারের সমাজতন্ত্রের একটি রূপ প্রচার করে যেখানে উদ্যোগগুলি তাদের কর্মীবাহিনী দ্বারা সমবায়ভাবে মালিকানাধীন এবং পরিচালিত হয় যাতে লাভ সরাসরি কর্মচারী-মালিকদের পারিশ্রমিক দেয়। এই সমবায় উদ্যোগগুলি একে অপরের সাথে প্রতিদ্বন্দ্বিতা করবে যেভাবে প্রাইভেট কোম্পানিগুলি পুঁজিবাদী বাজারে একে অপরের সাথে প্রতিযোগিতা করে। এই ধরণের বাজার সমাজতন্ত্রের প্রথম প্রধান বিশদ ব্যাখ্যাটি পিয়েরে-জোসেফ প্রুডন করেছিলেন এবং একে পারস্পরিকতাবাদ বলা হয়।\nস্ব-পরিচালিত বাজার সমাজতন্ত্র যুগোস্লাভিয়ায় অর্থনীতিবিদ ব্রাঙ্কো হরভাত এবং জারোস্লাভ ভ্যানেক দ্বারা প্রচারিত হয়েছিল। সমাজতন্ত্রের স্ব-পরিচালিত মডেলে, সংস্থাগুলি সরাসরি তাদের কর্মচারীদের মালিকানাধীন হবে এবং ব্যবস্থাপনা বোর্ড কর্মচারীদের দ্বারা নির্বাচিত হবে। এই সমবায় সংস্থাগুলি মূলধনী পণ্য এবং ভোগ্যপণ্য বিক্রির জন্য বাজারে একে অপরের সাথে প্রতিযোগিতা করবে।\n\n\n=== সমাজতান্ত্রিক বাজার অর্থনীতি ===\n1978 সালের সংস্কারের পরে, চীন একটি সমাজতান্ত্রিক বাজার অর্থনীতির বিকাশ ঘটায় যেখানে অর্থনীতির বেশিরভাগ অংশই রাষ্ট্রীয় মালিকানার অধীনে, রাষ্ট্রীয় উদ্যোগগুলি যৌথ-স্টক কোম্পানি হিসাবে সংগঠিত হয় এবং বিভিন্ন সরকারী সংস্থা শেয়ারহোল্ডার সিস্টেমের মাধ্যমে শেয়ারের নিয়ন্ত্রণ করে। মূল্যগুলি একটি বহুলাংশে বিনামূল্যে-মূল্য সিস্টেম দ্বারা সেট করা হয় এবং রাষ্ট্রীয় মালিকানাধীন উদ্যোগগুলি একটি সরকারী পরিকল্পনা সংস্থার দ্বারা ক্ষুদ্র ব্যবস্থাপনার অধীন হয় না। Đổi Mới অনুসরণ করে ভিয়েতনামে সমাজতান্ত্রিক-ভিত্তিক বাজার অর্থনীতি নামে একটি অনুরূপ ব্যবস্থা আবির্ভূত হয়েছে</link> 1986 সালে সংস্কার। এই ব্যবস্থাটিকে প্রায়শই বাজার সমাজতন্ত্রের পরিবর্তে রাষ্ট্রীয় পুঁজিবাদ হিসাবে চিহ্নিত করা হয় কারণ সংস্থাগুলিতে কর্মচারী স্ব-ব্যবস্থাপনার কোনও অর্থপূর্ণ ডিগ্রি নেই, কারণ রাষ্ট্রীয় উদ্যোগগুলি কর্মী বা সরকারকে বিতরণ করার পরিবর্তে তাদের মুনাফা ধরে রাখে এবং কারণ অনেকগুলি কার্যত ব্যক্তিগত হিসাবে কাজ করে উদ্যোগ মুনাফাগুলি জনসংখ্যাকে ব্যাপকভাবে উপকৃত করার জন্য একটি সামাজিক লভ্যাংশ অর্থায়ন করে না, বা তারা তাদের কর্মচারীদের জন্য জমা করে না। চীনে, এই অর্থনৈতিক মডেলটিকে সমাজতন্ত্রের একটি প্রাথমিক পর্যায় হিসাবে উপস্থাপিত করা হয়েছে রাষ্ট্রীয় এবং অ-রাষ্ট্রীয় উভয় ক্ষেত্রেই পুঁজিবাদী ব্যবস্থাপনা অনুশীলন এবং এন্টারপ্রাইজ সংস্থার ফর্মগুলির আধিপত্য ব্যাখ্যা করার জন্য।\n\n\n== ধর্মে ==\nদার্শনিক এবং ধর্মতাত্ত্বিকদের একটি বিস্তৃত পরিসর একেশ্বরবাদী ধর্মের ধারণাগুলির সাথে বাজার অর্থনীতিকে যুক্ত করেছে। মাইকেল নোভাক পুঁজিবাদকে ক্যাথলিকবাদের সাথে ঘনিষ্ঠভাবে সম্পর্কিত বলে বর্ণনা করেছেন, কিন্তু ম্যাক্স ওয়েবার পুঁজিবাদ এবং প্রোটেস্ট্যান্টবাদের মধ্যে একটি সংযোগ স্থাপন করেছেন। অর্থনীতিবিদ Jeffrey Sachs বলেছেন যে তার কাজ ইহুদি ধর্মের নিরাময় বৈশিষ্ট্য দ্বারা অনুপ্রাণিত হয়েছিল। ইউনাইটেড সিনাগগের প্রধান রাব্বি লর্ড স্যাক্স আধুনিক পুঁজিবাদ এবং সোনার বাছুরের ইহুদি চিত্রের মধ্যে একটি সম্পর্ক আঁকেন। \n\n\n=== খ্রিস্টধর্ম ===\nখ্রিস্টান বিশ্বাসে, মুক্তির ধর্মতত্ত্ব আন্দোলন শ্রমবাজার পুঁজিবাদে চার্চকে জড়িত করার পক্ষে। অনেক পুরোহিত এবং সন্ন্যাসী নিজেদেরকে শ্রম সংস্থায় একীভূত করেছিল যখন অন্যরা বস্তিতে চলে গিয়েছিল দরিদ্রদের মধ্যে বসবাস করার জন্য। পবিত্র ট্রিনিটিকে সামাজিক সমতা এবং দারিদ্র্য দূরীকরণের আহ্বান হিসাবে ব্যাখ্যা করা হয়েছিল। যাইহোক, পোপ জন পল দ্বিতীয় তাঁর মুক্তির ধর্মতত্ত্বের সমালোচনায় অত্যন্ত সক্রিয় ছিলেন। তিনি খ্রিস্টধর্ম এবং মার্কসবাদের মধ্যে বর্ধিত সংমিশ্রণ সম্পর্কে বিশেষভাবে উদ্বিগ্ন ছিলেন। তিনি ক্যাথলিক প্রতিষ্ঠানগুলি বন্ধ করে দিয়েছিলেন যেগুলি মুক্তির ধর্মতত্ত্ব শেখায় এবং এর কিছু কর্মীকে চার্চ থেকে বরখাস্ত করেছিল। \n\n\n=== বৌদ্ধধর্ম ===\nবাজার অর্থনীতিতে বৌদ্ধ দৃষ্টিভঙ্গি নিয়ে আলোচনা করা হয়েছিল ইএফ শুমাখারের 1966 সালের প্রবন্ধ \"বৌদ্ধ অর্থনীতি\" এ। শুমাখার জোর দিয়েছিলেন যে বৌদ্ধ নীতি দ্বারা পরিচালিত একটি বাজার অর্থনীতি আরও সফলভাবে এর জনগণের চাহিদা পূরণ করবে। তিনি বৌদ্ধ শিক্ষাকে মেনে চলা পেশার গুরুত্ব বা অনুসরণের ওপর জোর দেন। ক্লেয়ার ব্রাউন ইউনিভার্সিটি অফ ক্যালিফোর্নিয়া, বার্কলেতে অফার করেছিলেন এমন একটি কোর্সের জন্য প্রবন্ধটি পরে পড়ার প্রয়োজন হবে। \n\n\n== সমালোচনা ==\nঅর্থনীতিবিদ জোসেফ স্টিগলিটজ যুক্তি দেন যে বাজারগুলি তথ্যগত অদক্ষতা থেকে ভুগছে এবং বাজারের অনুমিত দক্ষতা নিওক্লাসিক্যাল কল্যাণ অর্থনীতির ত্রুটিপূর্ণ অনুমান, বিশেষ করে নিখুঁত এবং মূল্যহীন তথ্যের অনুমান এবং সম্পর্কিত প্রণোদনা সমস্যা থেকে উদ্ভূত। নিওক্লাসিক্যাল ইকোনমিক্স ধরে নেয় স্থির ভারসাম্য এবং দক্ষ বাজারের প্রয়োজন যে কোন অ- উত্তলতা নেই, যদিও অ-উত্তলতা আধুনিক অর্থনীতিতে ব্যাপক। স্টিগলিটজের সমালোচনা পুঁজিবাদের বিদ্যমান মডেল এবং বাজার সমাজতন্ত্রের অনুমানমূলক মডেল উভয়ের ক্ষেত্রেই প্রযোজ্য। যাইহোক, স্টিগলিৎজ বাজার প্রতিস্থাপনের পক্ষে নয়, বরং বলেছে যে বাজারের দক্ষতা বৃদ্ধি করতে এবং সমসাময়িক অর্থনীতিতে বিদ্যমান ব্যাপক বাজারের ব্যর্থতা মোকাবেলায় সরকারের হস্তক্ষেপের একটি গুরুত্বপূর্ণ ভূমিকা রয়েছে।  একটি ন্যায্য বাজার অর্থনীতি প্রকৃতপক্ষে একটি মার্টিংগেল বা একটি ব্রাউনিয়ান মোশন মডেল এবং এই ধরনের মডেলের একজন অংশগ্রহণকারী প্রতিযোগীর জন্য যে কোনো মুহূর্তে সাফল্যের সম্ভাবনা 50% এর বেশি নেই। যে কোনো ন্যায্য বাজারের ফ্র্যাক্টাল প্রকৃতির কারণে এবং প্রতিযোগিতার আইনের অধীন বাজারের অংশগ্রহণকারী হওয়ার কারণে যা লাভের একটি ক্রমবর্ধমান অংশ পুনঃবিনিয়োগ আরোপ করে, যে কোনো অংশগ্রহণকারীর অর্ধেক জীবনের মধ্যে দেউলিয়া হওয়ার গড় পরিসংখ্যানগত সম্ভাবনাও 50%  এবং 100 % সময়ের একটি অসীম নমুনা বিবেচনা করা হয় কিনা।\n\nরবিন হ্যানেল এবং মাইকেল অ্যালবার্ট দাবি করেন যে \"বাজারগুলি সহজাতভাবে শ্রেণী বিভাজন তৈরি করে\"।  অ্যালবার্ট বলেছেন যে বাজার অর্থনীতিতে যদি প্রত্যেকেই একটি ভারসাম্যপূর্ণ কাজের জটিলতার সাথে শুরু করে (বিভিন্ন সৃজনশীলতা, দায়িত্ব এবং ক্ষমতায়নের ভূমিকার মিশ্রণ করে), তর্ক করে, শ্রেণী বিভাজন তৈরি হবে:এতদূর যুক্তি না নিয়ে, এটা স্পষ্ট যে অর্থনৈতিক গণতন্ত্রের মতো ক্ষমতায়ন কাজের অসম বন্টন সহ একটি বাজার ব্যবস্থায়, কিছু শ্রমিক অর্থনৈতিক লাভের সুবিধাগুলি অর্জন করতে অন্যদের চেয়ে বেশি সক্ষম হবে। উদাহরণস্বরূপ, যদি একজন কর্মী গাড়ি ডিজাইন করে এবং অন্যজন সেগুলি তৈরি করে, ডিজাইনার তার জ্ঞানীয় দক্ষতাগুলি নির্মাতার চেয়ে বেশি ঘন ঘন ব্যবহার করবেন। দীর্ঘমেয়াদে, ডিজাইনার নির্মাতার চেয়ে ধারণাগত কাজে আরও পারদর্শী হয়ে উঠবেন, যা আয়ের বন্টনের উপর একটি ফার্মে প্রাক্তন দর কষাকষির ক্ষমতা প্রদান করবে। একজন ধারণাগত কর্মী যে তার আয়ের সাথে সন্তুষ্ট নয় সে এমন একটি কোম্পানির জন্য কাজ করার হুমকি দিতে পারে যা তাকে বেশি অর্থ প্রদান করবে। প্রভাব হল ধারণাগত এবং কায়িক শ্রমিকদের মধ্যে একটি শ্রেণী বিভাজন, এবং শেষ পর্যন্ত ব্যবস্থাপক এবং শ্রমিক, এবং ধারণাগত শ্রমিকদের জন্য একটি প্রকৃত শ্রম বাজার। ডেভিড ম্যাকনালি মার্কসবাদী ঐতিহ্যে যুক্তি দেন যে বাজারের যুক্তি সহজাতভাবে অসম ফলাফল তৈরি করে এবং অসম বিনিময়ের দিকে পরিচালিত করে, যুক্তি দিয়ে যে অ্যাডাম স্মিথের নৈতিক অভিপ্রায় এবং সমান বিনিময়ের নৈতিক দর্শনকে তিনি মুক্ত বাজারের চর্চার দ্বারা ক্ষুন্ন করেছিলেন। বাজার অর্থনীতির বিকাশের সাথে জবরদস্তি, শোষণ এবং সহিংসতা জড়িত ছিল যা স্মিথের নৈতিক দর্শনের মুখোমুখি হতে পারেনি। ম্যাকনালি বাজারের অর্থনীতি থেকে পরজীবী উপাদান যেমন উৎপাদনের উপায়ের ব্যক্তিগত মালিকানাকে মুক্ত করে সমান বিনিময়ের ভিত্তিতে ন্যায্য বাজারের সম্ভাবনায় বিশ্বাস করার জন্য বাজার সমাজতন্ত্রীদের সমালোচনা করেন। ম্যাকনালি যুক্তি দেন যে যখন সমাজতন্ত্রকে মজুরি-ভিত্তিক শ্রমের সমাপ্তি হিসাবে সংজ্ঞায়িত করা হয় তখন বাজার সমাজতন্ত্র একটি অক্সিমোরন।\n\n\n== বাজার অর্থনীতিতে সরবরাহ এবং চাহিদার ভূমিকা ==\nবাজারে লেনদেন হওয়া মূল্য এবং পরিমাণ উভয়ই নির্ধারণ করে সরবরাহ এবং চাহিদা বাজারের অর্থনীতি চালনা করার ক্ষেত্রে একটি সহায়ক ভূমিকা পালন করে। সরবরাহকে সংজ্ঞায়িত করা হয় মূল্য বৃদ্ধির ফলে উৎপাদকদের কাছ থেকে সরবরাহ বৃদ্ধি পায়; অন্যদিকে চাহিদা মানে যে কোনো ড্রপ ভোক্তাদের কাছ থেকে পছন্দসই পরিমাণে বৃদ্ধির দিকে নিয়ে যায়; এই দুটি আইন ভারসাম্যের সাথে মিলিত হয় যখন প্রদত্ত পরিমাণ সমান পরিমাণের দাবি করা হয় - যা ভারসাম্য মূল্য/পরিমাণ ভারসাম্য বিন্দু হিসাবে পরিচিত।  পণ্য এবং পরিষেবার প্রাপ্যতা সম্পর্কে গুরুত্বপূর্ণ তথ্য প্রদান করে বাজার অর্থনীতিতে দাম অত্যন্ত গুরুত্বপূর্ণ ভূমিকা পালন করে। যখন প্রবল চাহিদা থাকে কিন্তু সরবরাহ সীমিত হয়, তখন দাম বৃদ্ধি পায়, প্রযোজকদের সংকেত দেয় যে সেই পণ্যের বেশি উৎপাদন করে লাভ বাড়ানোর সুযোগ থাকতে পারে।  বিপরীতভাবে, যখন বর্ধিত সরবরাহের সাথে কম চাহিদা থাকে তখন দাম কমে যায়, নির্মাতাদেরকে দেখায় যে তাদের অবশ্যই আউটপুট কমাতে হবে বা প্রতিযোগিতামূলক থাকার জন্য এবং লাভজনক থাকার জন্য খরচ কমানোর পদ্ধতি খুঁজে বের করতে হবে।\nপ্রযুক্তিগত মান পরিবর্তন, নতুন সরকারী আইন এবং প্রাকৃতিক বিপর্যয় সহ বাহ্যিক কারণ সরবরাহ ও চাহিদার উপর যথেষ্ট প্রভাব ফেলতে পারে। প্রযুক্তিগত উদ্ভাবন সরবরাহ বাড়াতে পারে, যখন সরকার কর্তৃক জারি করা আইন তা হ্রাস করতে পারে বা এমনকি চাহিদাও কমাতে পারে। প্রাকৃতিক বিপর্যয়গুলি সরবরাহ শৃঙ্খলকে মারাত্মকভাবে ব্যাহত করার ক্ষমতা রাখে, মূল আইটেমের ঘাটতি তৈরি করে যা একই সাথে চাহিদা হ্রাস করার সাথে সাথে খরচ বাড়ায়। সরবরাহ এবং চাহিদা যেকোন বাজার অর্থনীতিতে একটি অপরিহার্য ভূমিকা পালন করে মূল্যগুলি সঠিকভাবে বাজারের শক্তিগুলিকে প্রতিফলিত করে, সরবরাহ এবং চাহিদা পরিস্থিতির মধ্যে অবস্থার পরিবর্তনের সাথে সাথে সেই অনুযায়ী খাপ খাইয়ে নেয়, যখন উৎপাদকরা ভোক্তাদের কাছ থেকে মূল্য সংকেত অনুযায়ী উত্পাদন সামঞ্জস্য করে, গ্রাহকদের অনুরোধ পূরণ করে এবং ব্যক্তিদের স্বাধীনতা দেয়। ব্যক্তিগত পছন্দ বা আর্থিক সীমাবদ্ধতার উপর ভিত্তি করে ক্রয় পছন্দ করা। এইভাবে সরবরাহ এবং চাহিদা বাজার শক্তি দ্বারা নিয়ন্ত্রিত অর্থনীতি গঠন ও স্থিতিশীল করার ক্ষেত্রে একটি সহায়ক ভূমিকা পালন করে।\n\n\n== টেকসই বাজার অর্থনীতি ==\nএকটি টেকসই বাজার অর্থনীতি অর্থনৈতিক সম্প্রসারণ এবং পরিবেশ সংরক্ষণের ভারসাম্য বজায় রাখতে চায়।  এটি স্বীকার করে যে দীর্ঘমেয়াদী অর্থনৈতিক প্রবৃদ্ধির জন্য টেকসই পরিবেশগত সুরক্ষা এবং সম্পদ ব্যবস্থাপনা অপরিহার্য। এই ভারসাম্য অর্জনের জন্য, সেক্টর জুড়ে টেকসই অনুশীলন বাস্তবায়ন, যেমন কার্বন নিঃসরণ কমানো, পুনর্নবীকরণযোগ্য শক্তির উত্সগুলি বিকাশ করা এবং বৃত্তাকার অর্থনীতির ধারণাগুলিকে বাস্তবে প্রয়োগ করা। ট্যাক্স ইনসেনটিভ, কার্বন ট্রেডিং প্রোগ্রাম এবং পরিবেশগত প্রয়োজনীয়তাগুলি হল কয়েকটি উপায় যা সরকারি নিয়ম এবং নীতিগুলি উদ্যোগগুলিকে টেকসই অনুশীলনগুলি গ্রহণ করতে উত্সাহিত করে৷\nএকই সময়ে, পরিবেশ-বান্ধব পণ্য এবং পরিষেবাগুলির জন্য ভোক্তাদের চাহিদা এবং এই বিষয়গুলি বোঝার ফলে আরও টেকসই বিকল্পগুলির পক্ষে বাজারের গতিশীলতা প্রভাবিত হতে পারে।  একটি টেকসই বাজার অর্থনীতি উদ্ভাবনকে উৎসাহিত করতে পারে, সবুজ কর্মসংস্থান প্রদান করতে পারে এবং অর্থনৈতিক সিদ্ধান্ত গ্রহণে পরিবেশগত কারণগুলিকে অন্তর্ভুক্ত করে ভবিষ্যৎ প্রজন্মের কল্যাণের নিশ্চয়তা দিতে পারে। অর্থনৈতিক উন্নয়ন সংরক্ষণের সময় স্থায়িত্বকে অগ্রাধিকার দেওয়ার জন্য সরকার, কর্পোরেশন এবং জনগণের মধ্যে সহযোগিতা প্রয়োজন।\n \n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\n \n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে বাজার অর্থনীতি সম্পর্কিত মিডিয়া দেখুন।\nMarket Systems at Encyclopædia Britannica Online."}