{"pageid": 1465282, "title": "জুলিয়ান আমেরি", "url": "https://bn.wikipedia.org/wiki?curid=1465282", "content": "হ্যারল্ড জুলিয়ান আমেরি, ব্যারন আমেরি অফ লাস্টলে,  (২৭ মার্চ ১৯১৯ - ৩ সেপ্টেম্বর ১৯৯৬) ছিলেন একজন ব্রিটিশ কনজারভেটিভ পার্টির রাজনীতিবিদ, যিনি ১৯৫০ থেকে ১৯৯২ সালের মধ্যে ৪২ বছরের মধ্যে ৩৯ বছর সংসদ সদস্য (এমপি) হিসেবে দায়িত্ব পালন করেন। তিনি ১৯৬০ সালে প্রিভি কাউন্সিলে নিযুক্ত হন।\n১৯৯২ সালে হাউস অফ কমন্স থেকে অবসর নেওয়ার পর আমেরিকে একজন লাইফ পিয়ার তৈরি করা হয়েছিল। তিন দশক ধরে, তিনি কনজারভেটিভ সোমবার ক্লাবের একজন নেতৃস্থানীয় ব্যক্তিত্ব ছিলেন। তিনি কনজারভেটিভ প্রধানমন্ত্রী হ্যারল্ড ম্যাকমিলানের জামাতা ছিলেন। দ্বিতীয় বিশ্বযুদ্ধের সময় নাৎসি জার্মানি এবং ফ্যাসিস্ট ইতালিকে সমর্থন করার জন্য তার ভাই জনকে উচ্চ রাষ্ট্রদ্রোহের জন্য ফাঁসি দেওয়া হয়েছিল।\n\n\n== তথ্যসূত্র ==\nউদ্ধৃতি\n\nগ্রন্থপঞ্জি\nAmery, Julian, PC, MP et al., Rhodesia and the Threat to the West, London, Monday Club, 1976.\nAmery, Julian, PC, MP, The Next Four Years, in the Primrose League Gazette, vol. 87, no. 4, October 1983, London.\nAmery, Julian, MP, The Rt. Hon., Facing up to Soviet Imperialism, in the Monday Club's October 1985 Conservative Party Conference issue of their newspaper, Right Ahead.\nAmery, Julian, ALBANIA IN WW II by Julian Amery, from Oxford Companion to the Second World War (1995), pp. 24–26\nByrne, Paula, The Adventures of Miss Barbara Pym, London, William Collins, 2021, আইএসবিএন ৯৭৮-০-০০-৮৩২২২৪-৩\nClark, Alan, The Tories – Conservatives and The Nation State, London, 1998, p 324–5, আইএসবিএন ০-২৯৭-৮১৮৪৯-X\nCopping, Robert, The Story of The Monday Club – The First Decade, April 1972 ; and The Monday Club – Crisis and After (Foreword by John Biggs<span about=\"#mwt106\" data-cx=\"[{&quot;adapted&quot;:false,&quot;targetExists&quot;:false}]\" data-mw=\"{&quot;parts&quot;:[{&quot;template&quot;:{&quot;target&quot;:{&quot;wt&quot;:&quot;nbhyph&quot;,&quot;href&quot;:&quot;./Template:Nbhyph&quot;},&quot;params&quot;:{},&quot;i&quot;:0}}]}\" data-ve-no-generated-contents=\"true\" id=\"mwAUw\" typeof=\"mw:Transclusion mw:Entity\">‑</span>Davison, MP), May 1975,, pp. 12, 24, published by the Current Affairs Information Service.\nDod's Parliamentary Companion 1991, London, Vacher Dod Publishing Ltd, p. 394, আইএসবিএন ০-৯০৫৭০২-১৭-৪\nDorril, Stephen, MI6: Inside the Covert World of Her Majesty's Secret Intelligence Service, New York, The Free Press, 2000 (আইএসবিএন ০-৭৪৩২-০৩৭৯-৮)\nFaber, David, Speaking for England: Leo, Julian and John Amery - The Tragedy of a Political Family, London, Free Press, 2005, আইএসবিএন ০-৭৪৩২-৫৬৮৮-৩\nGash, Norman, with Donald Southgate, David Dilks, and John Ramsden; introduction by Lord Butler, KG, PC, The Conservatives – A History of their Origins to 1965, London, 1977, pp. 268–9. আইএসবিএন ০-০৪-৯৪২১৫৭-৩ISBN 0-04-942157-3\nHeffer, Simon, Like the Roman: The Life of Enoch Powell, London, Weidenfeld & Nicolson, 1998, আইএসবিএন ০-২৯৭-৮৪২৮৬-২\nHorne, Alistair, Macmillan, 1894–1956, (volume 1 of the official biography), London, Macmillan, 1988, আইএসবিএন ০-৩৩৩-২৭৬৯১-৪, pp. 81, 253, 275, 326, 388, 441.\nThe London Gazette, https://www.thegazette.co.uk\nMessina, Anthony M, Race and Party Competition in Britain, Oxford, Clarendon Press, 1989, p. 138, আইএসবিএন ০-১৯-৮২৭৫৩৪-X\nSmiley, Colonel David Arabian Assignment London, Cooper, 1975. MI6 – Oman and Yemen.\nSmiley, Colonel David Albanian Assignment, London, Chatto & Windus, 1984. Foreword by Sir Patrick Leigh Fermor. SOE in Albania (1943–44).\nSmiley, Colonel David Irregular Regular, Norwich, Michael Russell, 1994 (আইএসবিএন ০ ৮৫৯৫৫ ২০২ ০). Translated into French as Au cœur de l'action clandestine, des commandos au MI6, L'Esprit du Livre Editions, 2008. The Memoirs of an SOE officer (Albania, Asia) and MI6 agent (Poland, Malta, Oman, Yemen), brotherটেমপ্লেট:Nbhyphinটেমপ্লেট:Nbhypharms of Julian Amery.\nWeale, Adrian, Patriot Traitors – Roger Casement, John Amery and the Real Meaning of Treason, London, Viking, 2001, আইএসবিএন ০-৬৭০-৮৮৪৯৮-৭\n\n\n== প্রাথমিক উৎস ==\nআমেরি, জুলিয়ান, দ্য লাইফ অফ জোসেফ চেম্বারলেইন, ভল, ফোর, 1901-1903, অ্যাট দ্য হাইট অফ হিজ পাওয়ার, লন্ডন: ম্যাকমিলান, 1951।\nআমেরি, জুলিয়ান, দ্য লাইফ অফ জোসেফ চেম্বারলেইন, ভলিউম। পাঁচ, 1901-1903, এবং ট্যারিফ সংস্কার অভিযান, লন্ডন: ম্যাকমিলান, 1969।\nআমেরি, জুলিয়ান, দ্য লাইফ অফ জোসেফ চেম্বারলেইন, ভলিউম। ছয়, 1903-1968, এবং ট্যারিফ সংস্কার ক্যাম্পেইন, লন্ডন: ম্যাকমিলান, 1969।\n\n\n== আরও পড়ুন ==\nগারভিন, জেমস লুই, দ্য লাইফ অফ জোসেফ চেম্বারলেইন, ভলিউম। এক, 1836-1885, চেম্বারলেইন অ্যান্ড ডেমোক্রেসি, লন্ডন: ম্যাকমিলান, 1932।\nগারভিন, জেমস লুই, দ্য লাইফ অফ জোসেফ চেম্বারলেইন, ভলিউম। দুই, 1885-1895, ডিসপ্রেশন অ্যান্ড কমব্যাট, লন্ডন: ম্যাকমিলান, 1933।\nগারভিন, জেমস লুই, দ্য লাইফ অফ জোসেফ চেম্বারলেইন, ভলিউম। তিন, 1895-1900, এম্পায়ার অ্যান্ড ওয়ার্ল্ড পলিসি, লন্ডন: ম্যাকমিলান, 1934।\n\n\n== বহিঃসংযোগ ==\nহ্যান্সকার্ড ১৮০৩-২০০৫: Julian Amery দ্বারা সংসদে অবদান (ইংরেজি)\nThe Papers of Julian Amery held at Churchill Archives Centre"}