{"pageid": 1465824, "title": "ফয়সাল বিন ফারহান আল সৌদ", "url": "https://bn.wikipedia.org/wiki?curid=1465824", "content": "যুবরাজ ফয়সাল বিন ফারহান বিন আব্দুল্লাহ বিন ফয়সাল বিন ফারহান আল সৌদ ( আরবি: فيصل بن فرحان آل سعود ) ফয়সাল বিন ফারহান বিন আব্দুল্লাহ বিন ফয়সাল বিন ফারহান আল সৌদ জন্ম ১ নভেম্বর ১৯৭৪ একজন সৌদি আরবের কূটনীতিক, রাজনীতিবিদ এবং সৌদ হাউসের সদস্য। প্রিন্স ফয়সাল ২৭ মার্চ ২০১৯ থেকে সৌদি আরবের পররাষ্ট্রমন্ত্রী হিসেবে নিয়োগ না হওয়া পর্যন্ত জার্মানিতে সৌদি রাষ্ট্রদূত হিসেবেও দায়িত্ব পালন করেছেন। তিনি ২৩ অক্টোবর ২০১৯ সাল থেকে সৌদি আরবের পররাষ্ট্রমন্ত্রী হিসেবে দায়িত্ব পালন করছেন, যখন বাদশাহ সালমানের জারি করা একটি রাজকীয় ডিক্রির মাধ্যমে তাকে সেই পদে নিয়োগ দেওয়া হয়েছিল।  প্রিন্স ফয়সাল পশ্চিম জার্মানির ফ্রাঙ্কফুর্টে জন্মগ্রহণ করেন এবং তার শৈশব এবং যৌবনের একটি অংশ সেই দেশেই কাটিয়েছেন, যার কারণে তিনি জার্মান সংবাদ মাধ্যমের মতে অনর্গল জার্মান ভাষায় কথা বলেন। \n\n\n== প্রারম্ভিক জীবন এবং রাজনৈতিক কর্মজীবন ==\nযুবরাজ ফয়সাল সৌদি রাজপরিবারের সদস্য। যুবরাজ ফারহান বিন আবদুল্লাহ আল সৌদের পুত্র, তিনি পশ্চিম জার্মানিতে ১৯৭৪ সালের ১ নভেম্বর জন্মগ্রহণ করেন এবং মার্কিন যুক্তরাষ্ট্রে শিক্ষা লাভ করেন।   তিনি কিং সৌদ বিশ্ববিদ্যালয়ে ব্যবসায় প্রশাসন বিষয়ে অধ্যয়ন করেছেন।  তিনি ২০১৭ থেকে ২০১৯ সাল পর্যন্ত মার্কিন যুক্তরাষ্ট্রে সৌদি আরব দূতাবাসে উপদেষ্টা হিসেবে দায়িত্ব পালন \nফয়সাল সৌদি এবং আন্তর্জাতিক কোম্পানিগুলিতে, প্রাথমিকভাবে মহাকাশ ও অস্ত্র সেক্টরে সিনিয়র পদে অধিষ্ঠিত হয়েছেন। জার্মানিতে রাষ্ট্রদূত হিসেবে নিয়োগ না হওয়া পর্যন্ত তিনি অস্ত্র কোম্পানি সৌদি আরব মিলিটারি ইন্ডাস্ট্রিজ (SAMI) এর একজন পরিচালক ছিলেন। এরপর তিনি যুক্তরাষ্ট্রে সৌদি রাষ্ট্রদূতের হয়ে কাজ করেন। \nপ্রতিরক্ষা শিল্পের বিশেষজ্ঞ হিসাবে, তিনি এরোস্পেস কোম্পানি বোয়িং- এর সাথে মার্কিন-সৌদি যৌথ উদ্যোগেরও সভাপতিত্ব করেন।  প্রিন্স ফয়সাল সৌদি আরবের রাজকীয় আদালতের উপদেষ্টা হিসেবেও কাজ করেছেন।  \nনভেম্বর ২০১৭ সালে, সৌদি আরব জার্মানিতে তার তৎকালীন রাষ্ট্রদূত খালিদ বিন বন্দর বিন সুলতান আল সৌদকে প্রত্যাহার করে, সেই সময়ে জার্মান পররাষ্ট্রমন্ত্রী সিগমার গ্যাব্রিয়েলের একটি বিবৃতির প্রতিবাদে। গ্যাব্রিয়েল স্পষ্টভাবে লেবাননের রাজনৈতিক-শক্তি নক্ষত্রের উপর রাজ্যের সক্রিয় প্রভাবের সমালোচনা করেছিলেন। প্রায় এক বছরের কূটনৈতিক সঙ্কট এবং রাষ্ট্রদূতের পদ শূন্য থাকার পর, সৌদি আরব তার রাষ্ট্রদূতকে বার্লিনে ফেরত পাঠায়, কিন্তু ২৭ মার্চ ২০১৯ এ তার স্থলাভিষিক্ত হন ফয়সাল বিন ফারহান \n\nজার্মানিতে বসবাসরত সৌদি ভিন্নমতাবলম্বীরা ফয়সালের নিয়োগে খুশি হননি। ভিন্নমতাবলম্বী খালিদ বিন ফারহান আল-সৌদ, নতুন রাষ্ট্রদূতের দূরবর্তী আত্মীয়, আশঙ্কা করেছিলেন যে কূটনীতিক বিরোধী প্রতিনিধিদেরও চাপ দিতে পারেন। তিনি ডয়চে ভেলেকে বলেন যে ফয়সাল বিন ফারহানকে সে দেশে বসবাসকারী সৌদি ভিন্নমতাবলম্বীদের নিপীড়ন করার জন্য জার্মানিতে পাঠানো হয়েছিল বলে তিনি উড়িয়ে দেননি৷ রাজ্যের শক্তিশালী ক্রাউন প্রিন্স মোহাম্মদ বিন সালমানের সাথে ফয়সালের ভালো সম্পর্ক রয়েছে। \n\n২৩ অক্টোবর ২০১৯ তারিখে, তিনি সৌদি আরবের পররাষ্ট্র মন্ত্রী হিসাবে নিযুক্ত হন।  \n১৯ আগস্ট ২০২০ এ, পররাষ্ট্রমন্ত্রী ফয়সাল বলেছিলেন যে ইসরায়েল এবং সংযুক্ত আরব আমিরাতের মধ্যে শান্তি চুক্তিকে ইতিবাচক হিসাবে দেখা যেতে পারে, তবে সৌদি আরব ফিলিস্তিনিদের সাথে শান্তি স্বাক্ষর না হওয়া পর্যন্ত সম্পর্ক স্বাভাবিক করবে না, আশা করছি আরব শান্তি উদ্যোগের কাঠামোর মধ্যে। \n\nএপ্রিল ২০২১ সাল থেকে, ইরাক সৌদি আরব এবং ইরানের মধ্যে পাঁচ দফা সরাসরি আলোচনার আয়োজন করেছে, যা ২০১৬ সালে কূটনৈতিক সম্পর্ক ছিন্ন করেছিল। মন্ত্রী পর্যায়ের আলোচনার ৬তম দফা স্থগিত হয়ে যায়, কিন্তু ২০২২ সালের ডিসেম্বরে জর্ডানের আম্মানে একটি বৈঠকের পরে, ফয়সাল এবং ইরানের পররাষ্ট্রমন্ত্রী হোসেইন আমির-আব্দুল্লাহিয়ান ইঙ্গিত দিয়েছিলেন যে উভয় দেশ \"আরো সংলাপের জন্য উন্মুক্ত\" হবে।  ২০২৩ সালের জানুয়ারিতে, ফয়সাল ডাভোসে ওয়ার্ল্ড ইকোনমিক ফোরামের একটি প্যানেলে বক্তৃতা দিয়ে পুনর্ব্যক্ত করেছিলেন যে \"রিয়াদ ইরানের সাথে একটি সংলাপ খুঁজে বের করার চেষ্টা করছে\"।  চীনের মধ্যস্থতায় একটি চুক্তির পর দুই দেশ ১০ মার্চ ২০২৩ তারিখে সম্পর্ক পুনরায় চালু করার ঘোষণা দেয়।  এটি ইয়েমেন, সিরিয়া, ইরাক, লেবানন এবং বাহরাইনে স্থিতিশীলতা আনতে ইরান-সৌদি আরব প্রক্সি দ্বন্দ্বকে সহজ করার পথের দিকে নিয়ে যেতে পারে। \n২০২৩ সালের জুনে, ফয়সাল দক্ষিণ আফ্রিকার নেতৃত্বে কেপটাউনে ব্রিকস পররাষ্ট্রমন্ত্রীদের বৈঠকে অংশ নিয়েছিলেন।  তিনি কেপটাউনে রাশিয়ার পররাষ্ট্রমন্ত্রী সের্গেই লাভরভের সাথে দেখা করেছেন। \n২০২৪ সালের জানুয়ারিতে, ফয়সাল বলেছিলেন যে ইসরায়েল-ফিলিস্তিনি সংঘাতের সমাধান ছাড়া ইসরায়েল এবং সৌদি আরবের মধ্যে স্বাভাবিককরণ সম্ভব হবে না। \n২০২৪ সালের জুনে, তিনি সুইজারল্যান্ডে ইউক্রেন শান্তি সম্মেলনে যোগ দিয়েছিলেন। ফয়সাল বলেন, গুরুতর আলোচনার জন্য \"একটি রোডম্যাপের অংশ হিসেবে কঠিন সমঝোতার প্রয়োজন হবে যা শান্তির দিকে নিয়ে যায়। এবং এখানে, এটা জোর দেওয়া অপরিহার্য যে কোনো বিশ্বাসযোগ্য প্রক্রিয়ায় রাশিয়ার অংশগ্রহণের প্রয়োজন হবে।\" \n\n\n== আরো দেখুন ==\nসৌদি আরবের মন্ত্রী পরিষদ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}