{"pageid": 1465275, "title": "রবার্ট অ্যাডলি", "url": "https://bn.wikipedia.org/wiki?curid=1465275", "content": "রবার্ট জেমস অ্যাডলি (২ মার্চ ১৯৩৫ - ১৩ মে ১৯৯৩) ছিলেন যুক্তরাজ্যের একজন রক্ষণশীল পার্টির রাজনীতিবিদ এবং একজন রেলওয়ে উত্সাহী।\n\n\n== রাজনৈতিক পেশা ==\nতিনি ১৯৬৫ সাল থেকে স্লফ বরো কাউন্সিলের একজন কাউন্সিলর ছিলেন এবং ১৯৬৬ সালে বার্কেনহেডের হয়ে পার্লামেন্টে প্রথম দাঁড়ান, দৃঢ়ভাবে লেবার আসনে জয়ী হতে ব্যর্থ হন। ১৯৭০ সালের নির্বাচনে ৪৬২ ভোটে জয়ী হয়ে তিনি ব্রিস্টল নর্থ ইস্টের সংসদ সদস্য হন। যাইহোক, ১৯৭৪ সালের পরবর্তী নির্বাচনের আগে গুরুত্বপূর্ণ সীমানা পরিবর্তনের ফলে অ্যাডলি ক্রাইস্টচার্চ এবং লিমিংটনের নতুন আসনের জন্য সংসদ সদস্য হওয়ার জন্য অগ্রসর হন। ১৯৭০-এর দশকে অ্যাডলি হলিডে ইনের (ইউকে) খণ্ডকালীন বিপণন পরিচালক ছিলেন। সকালে হাউস অফ কমন্সে যাওয়ার আগে তিনি তার সংস্থাকে (আলেকজান্ডার জেমস অ্যান্ড ডেক্সটার) ব্রিফ করবেন। তিনি ১৯৭৪ থেকে ১৯৮৩ সাল পর্যন্ত নিরাপদে এই আসনটি ধরে রাখতেন, এবং তারপর আরও সীমানা পরিবর্তনের পর ক্রাইস্টচার্চ আসনটি ১৯৮৩ থেকে তার মৃত্যুর আগ পর্যন্ত দেশের বৃহত্তম রক্ষণশীল সংখ্যাগরিষ্ঠদের মধ্যে একটি।\nঅ্যাডলি একজন রেলওয়ে উত্সাহী হিসাবে সুপরিচিত ছিলেন,  ট্রেনের প্রতি ভালোবাসা পাওয়ার পর যখন তাকে তিন বছর বয়সে দ্য ওয়ান্ডার বুক অফ ট্রেন দেওয়া হয়। অ্যাডলি পরিবহন সংক্রান্ত কনজারভেটিভ ব্যাকবেঞ্চ কমিটির নেতা এবং তারপর কমন্স ট্রান্সপোর্ট সিলেক্ট কমিটির চেয়ারম্যান হন। তিনি ব্রিটিশ রেলের বেসরকারীকরণের জন্য জন মেজরের সরকার কর্তৃক তৈরি করা পরিকল্পনার প্রধান বিরোধী হয়ে ওঠেন, এটিকে \"চাকার উপর ভোট কর \" বলে বর্ণনা করেন। কনকর্ড এবং একটি সমন্বিত পরিবহন ব্যবস্থাকে সমর্থন করার সময় অ্যাডলি পূর্বে পোল ট্যাক্স এবং বাস নিয়ন্ত্রণের বিরোধিতা করেছিলেন। অ্যাডলি আফ্রিকান ন্যাশনাল কংগ্রেস এবং যুক্তরাজ্য সরকারের সাথে বর্ণবাদ -যুগের দক্ষিণ আফ্রিকায় কৃষ্ণাঙ্গ সংখ্যাগরিষ্ঠদের আকাঙ্ক্ষাকে সমর্থন করার জন্য আলোচনার আহ্বান জানান।\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থপঞ্জি ===\nস্টেনটন, এম., লিস, এস. (1981)। ব্রিটিশ মেম্বারস অফ পার্লামেন্ট কে কে, ভলিউম IV (1945-1979 কভার করে)। সাসেক্স: হারভেস্টার প্রেস; নিউ জার্সি: মানবিক প্রেস।আইএসবিএন ০-৩৯১-০১০৮৭-৫আইএসবিএন 0-391-01087-5\n\n\n== বহিঃসংযোগ ==\nহ্যান্সকার্ড ১৮০৩-২০০৫: Robert Adley দ্বারা সংসদে অবদান (ইংরেজি)"}