{"pageid": 1465202, "title": "পূর্ব এশীয় যোগাচার", "url": "https://bn.wikipedia.org/wiki?curid=1465202", "content": "পূর্বএশীয় যোগাচার বলতে পূর্ব এশিয়ার ঐতিহ্যকে বোঝায় যেটি ভারতীয় বৌদ্ধ যোগাচার পদ্ধতি বা বিজ্ঞানবাদ থেকে বিকশিত হয়েছিল। পূর্ব এশিয়ায়, বৌদ্ধ আদর্শবাদের এই সম্প্রদায়টি \"চেতনা-শুদ্ধ সম্প্রদায়\" ও \"ধর্ম বৈশিষ্ট্যের সম্প্রদায়\" নামে পরিচিত ছিল।\nচতুর্থ শতাব্দীর গন্ধারীয়\nঅসঙ্গ ও বসুবন্ধু ভারতীয় যোগাচার সম্প্রদায়ের প্রথম শ্রেণীর প্রতিষ্ঠাতা হিসেবে বিবেচিত। ঐতিহ্যের পূর্বএশীয় শাখাটি বোধিরুচি,  পরমার্থ, জুয়ানজ্যাং এবং তার ছাত্র কুইজি, দোশো \nও  ওনচেউকের মত পণ্ডিতদের কাজের মাধ্যমে প্রতিষ্ঠিত হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nAbe, Ryūichi (১৯৯৯)। The Weaving of Mantra: Kūkai and the Construction of Esoteric Buddhist Discourse। Columbia University Press। আইএসবিএন 978-0-231-52887-0। \nBuswell, Robert; Lopez, Donald S. (২০১৩)। The Princeton Dictionary of Buddhism। Princeton University Press। আইএসবিএন 978-0-691-15786-3। \nFord, James L. (২০০৬a)। Jōkei and Buddhist Devotion in Early Medieval Japan। Oxford University Press। আইএসবিএন 978-0-19-972004-0। \nFord, James (১৮ এপ্রিল ২০০৬b)। \"Buddhist Ceremonials (Kōshiki) and the Ideological Discourse of Established Buddhism in Medieval Japan\"।   Payne, Richard K.; Leighton, Taigen Dan। Discourse and Ideology in Medieval Japanese Buddhism। Routledge। আইএসবিএন 978-1-134-24209-2। \nHamar, Imre (২০০৭)। Reflecting Mirrors: Perspectives on Huayan Buddhism। Otto Harrassowitz Verlag। আইএসবিএন 978-3-447-05509-3। \nHanshan Deqing (১৯৯৫)। The Autobiography & Maxims of Master Han Shan। H.K. Buddhist Book। \nLiu, JeeLoo (২০০৬)। An Introduction to Chinese Philosophy: From Ancient Philosophy to Chinese Buddhism। Wiley। আইএসবিএন 978-1-4051-2949-7। \nMinagawa, Sachiyoshi (১৯৯৮)। \"Medieval Japanese Vijnaptimatra Thought-On nyakunmuro\"। Journal of Indian and Buddhist Studies। 46 (2)। \nNan, Huaijin (১৯৯৭)। Basic Buddhism: Exploring Buddhism and Zen। Weiser Books। আইএসবিএন 978-1-57863-020-2। \nPaul, Diana Y. (১৯৮৪)। Philosophy of Mind in Sixth-century China: Paramārtha's \"evolution of Consciousness\"। Stanford University Press। আইএসবিএন 978-0-8047-1187-6। \nPuggioni, Tonino (২০০৩)। \"The Yogacara-faxiang faith and the Korean Beopsang [法相] tradition\" (পিডিএফ)। Seoul Journal of Korean Studies। 16: 75–112। ২০১৫-০৬-১৪ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। \nSheng-yen (২০০৭)। Orthodox Chinese Buddhism: A Contemporary Chan Master's Answers to Common Questions। North Atlantic Books। আইএসবিএন 978-1-55643-657-4। \nTagawa, Shun'ei (২০১৪)। Living Yogacara: An Introduction to Consciousness-Only Buddhism। Wisdom Publications। আইএসবিএন 978-0-86171-895-5। \nYoshimura, Hiromi (২০০৬)। \"Plural Theories on Vijnaptimatra in the Mahayanasutralamkara\"। Journal of Indian and Buddhist Studies। 54 (2)। \n\n\n== বহিঃসংযোগ =="}