{"pageid": 1465168, "title": "জ্যাক স্ট্র", "url": "https://bn.wikipedia.org/wiki?curid=1465168", "content": "জন হুইটেকার স্ট্র (জন্ম ৩ আগস্ট ১৯৪৬) হলেন একজন ব্রিটিশ রাজনীতিবিদ যিনি টনি ব্লেয়ার এবং গর্ডন ব্রাউনের শ্রম সরকারের অধীনে ১৯৯৭ থেকে ২০১০ পর্যন্ত মন্ত্রিসভায় দায়িত্ব পালন করেছিলেন। তিনি ১৯৯৭ থেকে ২০০১ পর্যন্ত স্বরাষ্ট্র সচিব এবং ব্লেয়ারের অধীনে ২০০১ থেকে ২০০৬ পর্যন্ত পররাষ্ট্র সচিব হিসাবে দুটি ঐতিহ্যবাহী মহান অফিস অফ স্টেটের দায়িত্ব পালন করেন। তিনি ১৯৭৯ থেকে ২০১৫ সাল পর্যন্ত ব্ল্যাকবার্নের সংসদ সদস্য (এমপি) ছিলেন।\nস্ট্রের জন্ম এসেক্সের বুকহার্স্ট হিলে, (ওয়াল্টার) আর্থার হুইটেকার স্ট্র-এর ছেলে—একজন বীমা ক্লার্ক এবং বিক্রয়কর্মী এবং বার্নস্লির কাছে ওয়ার্সব্রোতে জন্মগ্রহণকারী প্রাক্তন শিল্প রসায়নবিদ, এবং উডফোর্ড গ্রিনে বেড়ে উঠেছেন —এবং স্বাধীনের একজন শিক্ষক জোয়ান সিলভিয়া গিলবে ওকল্যান্ডস স্কুল, যার বাবা ছিলেন একজন লফটন বাস মেকানিক এবং দোকানের স্টুয়ার্ড এবং যিনি দূর থেকে জিন তৈরির পরিবারের সাথে সম্পর্কিত ছিলেন। তার বাবা (যার সাথে, তার মৃত্যুর সময়, স্ট্র এবং তার ভাইবোনরা পুনর্মিলিত হয়েছিল) পরিবার ছেড়ে চলে যাওয়ার পরে, স্ট্রকে তার মা লফটনের একটি কাউন্সিল এস্টেটে বড় করেছিলেন। ১৩৮১ সালের কৃষকদের বিদ্রোহের অন্যতম নেতা জ্যাক স্ট্রের কথা উল্লেখ করে, তিনি স্কুলে পড়ার সময় নিজেকে জ্যাক বলে ডাকতে শুরু করেন। স্ট্র ১/৮ তম ইহুদি বংশোদ্ভূত (তার মাতামহের মা পূর্ব ইউরোপীয় ইহুদি পরিবার থেকে এসেছেন)। তিনি নিজে একজন খ্রিস্টান।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n\"Jack Straw\"। Blackburn Labour Party। \nযুক্তরাজ্যের সংসদে বৃত্তান্ত\nহ্যানসার্ড ১৮০৩–২০০৫-এ সংসদে অবদানসমূহ\nহ্যানসার্ড-এ সংসদে বর্তমান অবদানসমূহ\nপাবলিক হুইপে নির্বাচনের ফলাফল ও উপাত্তসমূহ\nদেওয়ার্কফরইউ-এ সংসদীয় উপাত্তসমূহ\nওয়েস্ট মিনিস্টার পার্লামেন্টারি রেকর্ডে বৃত্তান্ত\nবিবিসি ডেমোক্রেসি লাইভে বৃত্তান্ত\nজার্নালিস্টেড-এ লেখা লেখা প্রবন্ধসমূহ\nজ্যাক স্ট্র দ্যা গার্ডিয়ান-এর সংবাদ ও ধারাভাষ্যের সংগ্রহশালা। and articles written by Jack Straw for The Guardian\n\"জ্যাক স্ট্র সংগৃহীত খবর এবং ভাষ্য\"। দ্য নিউ ইয়র্ক টাইমস (ইংরেজি ভাষায়)। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nউপস্থিতি - সি-স্প্যানে\nইন্টারনেট মুভি ডেটাবেজে জ্যাক স্ট্র (ইংরেজি)\nOnline exhibition of the May 1968 student protest in Leeds\n'\"Paris Today, Leeds Tomorrow!\" Remembering 1968 in Leeds', Northern History journal, online 2020\nJack Straw, BBC News, Newsnight, 17 October 2002\nConvaTec, Bristol-Myers Squibb, Blair, Straw and Chilcot"}