{"pageid": 1465821, "title": "সাগর ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1465821", "content": "মোহাম্মদ সাগর ইসলাম (জন্ম: ৫ জুন ২০০৬; সাগর ইসলাম নামে সুপরিচিত) হলেন একজন বাংলাদেশী তীরন্দাজ, যিনি বাংলাদেশের প্রতিনিধি হিসেবে বিভিন্ন আন্তর্জাতিক প্রতিযোগিতায় অংশগ্রহণ করে থাকেন।\nইসলাম বাংলাদেশের হয়ে ২০২৪ গ্রীষ্মকালীন অলিম্পিকে অংশগ্রহণ করেছেন, যেখানে উদ্বোধনী অনুষ্ঠানে তিনি বাংলাদেশের পতাকা বহন করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nমোহাম্মদ সাগর ইসলাম ২০০৬ সালের ৫ই জুন তারিখে বাংলাদেশে জন্মগ্রহণ করেছেন এবং রাজশাহীর ছোট বনগ্রাম গ্রামে তার শৈশব অতিবাহিত করেছেন। চার সন্তানের মধ্যে সর্বকনিষ্ঠ তিনি মাত্র তিন বছর বয়সে তার বাবা মৃত্যুবরণ করার পর তার মায়ের কাছে বড় হয়েছেন। তার মা একটি চায়ের দোকান চালাতেন এবং পরিবারের ভরণপোষণের জন্য প্রতিদিন সকাল ৫টা থেকে রাত ১১টা পর্যন্ত কাজ করতেন। চায়ের দোকান থেকে রাস্তার ধারে অবস্থিত একটি ক্লাবে প্রতিযোগীদের অনুশীলন দেখে ইসলাম তীরন্দাজীর প্রতি আগ্রহী হয়ে উঠেন।\n\n\n== খেলোয়াড়ি জীবন ==\nইসলাম ২০১৭ সালে এসবি ক্লাবের সাথে চুক্তিবদ্ধ হয়েছিলেন এবং খেলাধুলায় প্রতিভা দেখান; তার প্রশিক্ষক উল্লেখ করেছেন \"সাগরের মধ্যে বিশেষ কিছু ছিল, সে অনুশীলন শুরু করার সাথে সাথেই আমি তা অনুভব করেছি। সে সবসময় বিশদে মনোযোগ দেয় এবং আমি তাকে যা করতে বলেছি ঠিক তাই করে।\" তার প্রতিভা তাকে ২০১৯ সালে বাংলাদেশ ক্রীড়া শিক্ষা প্রতিষ্ঠানে একটি স্থান অর্জন করতে সাহায্য করে। তিনি ২০২২ আর্চারি বিশ্বকাপে তার আন্তর্জাতিক অভিষেক হয়, ব্যক্তিগত এবং দলগত প্রতিযোগিতায় ১৭তম স্থান অধিকার করেন এবং মিশ্র দল প্রতিযোগিতায় ৯ম স্থান অর্জন করেন। তিনি ২০২৩ আর্চারি বিশ্বকাপে প্রতিদ্বন্দ্বিতা করেছিলেন এবং তার দলকে কোয়ার্টার ফাইনালে পৌঁছাতে সাহায্য করেছিলেন; তিনি ২০২৩ ওয়ার্ল্ড আর্চারি চ্যাম্পিয়নশিপেও প্রতিদ্বন্দ্বিতা করেছিলেন এবং ব্যক্তিগত রিকার্ভ প্রতিযোগিতায় ১১৩তম স্থান অর্জন করেছিলেন এবং পরে ২০২৪ আর্চারি ওয়ার্ল্ড কাপে অংশগ্রহণ করেছিলেন। ২০২৪ সালের জুন মাসে, তিনি চূড়ান্ত স্বতন্ত্র অলিম্পিক যোগ্যতা প্রতিযোগিতায় রৌপ্য জয়লাভ করে ২০২৪ গ্রীষ্মকালীন অলিম্পিকে একটি স্থান নিশ্চিত করেন। উদ্বোধনী অলিম্পিক অনুষ্ঠানে তাকে বাংলাদেশী পতাকাবাহী মনোনীত করা হয়।\nইসলাম বাংলাদেশের প্রতিনিধি হিসেবে ২০২৪ গ্রীষ্মকালীন অলিম্পিকে শুধুমাত্র একটি প্রতিযোগিতায় অংশগ্রহণ করেছেন। তিনি তীরন্দাজীতে পুরুষদের ব্যক্তিগত প্রতিযোগিতায় অংশগ্রহণ করেছিলেন। র‍্যাঙ্কিং পর্বে ২৮টি ১০ পয়েন্ট অর্জন করে সর্বমোট ৬৫২ পয়েন্ট নিয়ে তিনি ৪৫তম স্থান অধিকার করেছিলেন। ৬৪ জনের পর্বে, তিনি র‍্যাঙ্কিং পর্বে ২০তম স্থান অধিকারী ইতালির মাউরো নেস্পোলির মুখোমুখি হয়েছিলেন, যেখানে তিনি ৬–০ সেট পয়েন্টের ব্যবধানে পরাজিত হয়ে প্রতিযোগিতা থেকে বিদায় নিয়েছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nওয়ার্ল্ড আর্চারিতে সাগর ইসলাম (ইংরেজি)\nঅলিম্পিকস.কমে সাগর ইসলাম (ইংরেজি)"}