{"pageid": 1466836, "title": "সামাজিক গণতান্ত্রিক দল (যুক্তরাজ্য)", "url": "https://bn.wikipedia.org/wiki?curid=1466836", "content": "সোশ্যাল ডেমোক্রেটিক পার্টি (এসডিপি) ছিল যুক্তরাজ্যের মধ্যপন্থী থেকে মধ্য-বাম রাজনৈতিক দল। পার্টি একটি মিশ্র অর্থনীতি (জার্মান সামাজিক বাজার অর্থনীতি দ্বারা অনুপ্রাণিত একটি সিস্টেমের পক্ষে), নির্বাচনী সংস্কার, ইউরোপীয় একীকরণ এবং একটি বিকেন্দ্রীভূত রাষ্ট্রকে সমর্থন করেছিল যখন শিল্প ক্ষেত্রের মধ্যে ট্রেড ইউনিয়নের অত্যধিক প্রভাবশালী হওয়ার সম্ভাবনা প্রত্যাখ্যান করেছিল। এসডিপি আনুষ্ঠানিকভাবে সামাজিক গণতন্ত্রের পক্ষে কথা বলে, কিন্তু এর প্রকৃত প্রবণতাকে সামাজিক উদারনীতির কাছাকাছি হিসাবে মূল্যায়ন করা হয়।\nএসডিপি ২৬ মার্চ ১৯৮১ সালে চারজন সিনিয়র লেবার পার্টির মধ্যপন্থী দ্বারা প্রতিষ্ঠিত হয়েছিল, যাকে \" গ্যাং অফ ফোর \" বলা হয়: রয় জেনকিন্স, ডেভিড ওয়েন, বিল রজার্স, এবং শার্লি উইলিয়ামস, যিনি লাইমহাউস ঘোষণা জারি করেছিলেন। ওয়েন এবং রজার্স লেবার মেম্বার অব পার্লামেন্ট (এমপি) ছিলেন; জেনকিন্স ১৯৭৭ সালে ইউরোপীয় কমিশনের প্রেসিডেন্ট হিসেবে দায়িত্ব পালনের জন্য সংসদ ছেড়েছিলেন, যখন উইলিয়ামস ১৯৭৯ সালের সাধারণ নির্বাচনে তার আসনটি হারিয়েছিলেন। ১৯৭৯ সালে লেবার ক্ষমতা হারানোর আগে চারজনই ১৯৭০ এর দশকে মন্ত্রিসভার অভিজ্ঞতা অর্জন করেছিলেন। ১৯৮১ সালের জানুয়ারী ওয়েম্বলি সম্মেলনের ফলস্বরূপ চারজন লেবার পার্টি ত্যাগ করে যা পার্টিকে একতরফা পারমাণবিক নিরস্ত্রীকরণ এবং ইউরোপীয় অর্থনৈতিক সম্প্রদায় থেকে প্রত্যাহারের প্রতিশ্রুতি দেয়। তারা এটাও বিশ্বাস করত যে লেবার খুব বামপন্থী হয়ে উঠেছে এবং নির্বাচনী পার্টি পর্যায়ে জঙ্গি প্রবণতা দ্বারা অনুপ্রবেশ করেছে যার দৃষ্টিভঙ্গি এবং আচরণ তারা সংসদীয় লেবার পার্টি এবং লেবার ভোটারদের সাথে বিরোধপূর্ণ বলে মনে করেছিল।\nগঠনের কিছুক্ষণ পরে, এসডিপি লিবারেল পার্টি, এসডিপি-লিবারেল অ্যালায়েন্সের সাথে একটি রাজনৈতিক ও নির্বাচনী জোট গঠন করে, যা ১৯৮৩ এবং ১৯৮৭ সালের সাধারণ নির্বাচনের মাধ্যমে স্থায়ী হয়েছিল। ১৯৮৮ সালে, দুটি দল একত্রিত হয়, সোশ্যাল এবং লিবারেল ডেমোক্র্যাট গঠন করে, পরে নামকরণ করা হয় লিবারেল ডেমোক্র্যাটস, যদিও ওয়েনের নেতৃত্বে একটি সংখ্যালঘু একটি অব্যাহত এসডিপি গঠন করতে চলে যায়।\n\n\n== নির্বাচনী ফলাফল ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nBochel, J. M., and D. T. Denver. \"The SDP and the left-right dimension.\" British Journal of Political Science 14.3 (1984): 386-392.\nBradley, I.  Breaking the Mould? The Birth and Prospects of the Social Democratic Party (Oxford: 1981)\nButler, David, and Dennis Kavanagh. The British General Election 1983 (Macmillan, 1984).\nCrewe, Ivor Martin, Anthony Stephen King (১৯৯৫)। SDP: The Birth, Life and Death of the Social Democratic Party। Oxford University Press। আইএসবিএন 9780198280507। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: একাধিক নাম: লেখকগণের তালিকা (link) \nDenver, David T. \"The SDP‐Liberal alliance: The end of the two‐party system?.\" West European Politics 6.4 (1983): 75-102. https://doi.org/10.1080/01402388308424441\nDenver, David, and Hugh Bochel. \"Merger or Bust: Whatever Happened to Members of the SDP?.\" British Journal of Political Science 24.3 (1994): 403-417.\nJenkins, Roy (২০০৬)। A Life in the Centre। London: Politico's। আইএসবিএন 9781842751770। \nLevy, Roger. \"Third party decline in the UK: The SNP and SDP in comparative perspective.\" West European Politics 11.3 (1988): 57-74.\nOwen, David (১৯৯২)। Time to Declare। London: Penguin Books। আইএসবিএন 9780140148053। \nPridham, Geoffrey, and Paul Whiteley. \"Anatomy of the SDP: Is the Party Structurally Top‐Heavy?.\" Government and Opposition 21.2 (1986): 205-217.\nRodgers, Bill (২০০০)। Fourth Among Equals। London: Politico's। আইএসবিএন 9781902301365। \nSemetko, Holli A. \"A Study Guide to the Social Democratic Party (SDP).\" Politics 7.1 (1987): 21-28. https://doi.org/10.1111/j.1467-9256.1987.tb00267.x\nStephenson, Hugh (১৯৮২)। Claret and Chips: The Rise of the SDP। London: Michael Joseph। আইএসবিএন 9780718121891। \nStevenson, John (১৯৯৩)। Third Party Politics since 1945: Liberals, Alliance and Liberal Democrats। London: Blackwell Publishing Limited। আইএসবিএন 9780631171263। \nSykes, Patricia Lee (১৯৮৮)। Losing from the Inside: The Cost of Conflict in the British Social Democratic Party। Piscataway, New Jersey: Transaction Publishers। আইএসবিএন 9780887388156। \nJournal of Liberal History, Issue 39 Summer 2003, A Short History of Political Virginity (edition devoted to the SDP)\nJournal of Liberal History, Issue 18 Spring 1998, Ten Years On, The Legacy of the Alliance and Merger\n\n\n== বহিঃসংযোগ =="}