{"pageid": 1466447, "title": "জন টলকিন", "url": "https://bn.wikipedia.org/wiki?curid=1466447", "content": "জন মাইকেল টলকিন (ইংরেজি: John Tolkin; জন্ম: ৩১ জুলাই ২০০২; জন টলকিন নামে সুপরিচিত) হলেন একজন মার্কিন পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে মার্কিন ক্লাব নিউ ইয়র্ক রেড বুলস এবং মার্কিন যুক্তরাষ্ট্র জাতীয় দলের হয়ে রক্ষণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত বাম পার্শ্বীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে বাম পার্শ্বীয় মধ্যমাঠের খেলোয়াড় হিসেবে খেলেন।\n২০১৮ সালে, টলকিন মার্কিন যুক্তরাষ্ট্র অনূর্ধ্ব-১৭ দলের হয়ে মার্কিন যুক্তরাষ্ট্রের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় দুই বছর যাবত মার্কিন যুক্তরাষ্ট্রের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০২৩ সালে মার্কিন যুক্তরাষ্ট্রের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; মার্কিন যুক্তরাষ্ট্রের জার্সি গায়ে তিনি এপর্যন্ত ৪ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nজন মাইকেল টলকিন ২০০২ সালের ৩১শে জুলাই তারিখে মার্কিন যুক্তরাষ্ট্রের নিউ জার্সিতে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nটলকিন মার্কিন যুক্তরাষ্ট্র অনূর্ধ্ব-১৭ এবং মার্কিন যুক্তরাষ্ট্র অনূর্ধ্ব-২৩ দলের হয়ে খেলার মাধ্যমে মার্কিন যুক্তরাষ্ট্রের প্রতিনিধিত্ব করেছেন। ২০১৮ সালের ১৬ই এপ্রিল তারিখে তিনি  মার্কিন যুক্তরাষ্ট্র অনূর্ধ্ব-১৭ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। টলকিন ফ্রান্সে অনুষ্ঠিত ২০২৪ গ্রীষ্মকালীন অলিম্পিকের জন্য প্রকাশিত মার্কিন যুক্তরাষ্ট্র অলিম্পিক দলে স্থান পেয়েছেন।\n২০২৩ সালের ২৯শে জানুয়ারি তারিখে, ২০ বছর, ৫ মাস ও ২৯ দিন বয়সে, বাম পায়ে ফুটবল খেলায় পারদর্শী টলকিন কলম্বিয়ার বিরুদ্ধে অনুষ্ঠিত প্রীতি ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে মার্কিন যুক্তরাষ্ট্রের হয়ে অভিষেক করেছেন। তিনি উক্ত ম্যাচের মূল একাদশে অন্তর্ভুক্ত ছিলেন; ম্যাচে তিনি ১২ নম্বর জার্সি পরিধান করে বাম পার্শ্বীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি কলম্বিয়া ০–০ গোলের ব্যবধানে জয়লাভ করেছিল। মার্কিন যুক্তরাষ্ট্রের হয়ে অভিষেকের বছরে টলকিন সর্বমোট ৩ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n৫ আগস্ট ২০২৪ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nসকারওয়েতে জন টলকিন  (ইংরেজি)  \nসকারবেসে \nবিডিফুটবলে \nট্রান্সফারমার্কেটে জন টলকিন (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে জন টলকিন (ইংরেজি) \nইএসপিএন এফসিতে \nন্যাশনাল-ফুটবল-টিমস.কমে জন টলকিন (ইংরেজি)"}