{"pageid": 1466153, "title": "পূর্ব জার্মানি জাতীয় ফুটবল দল", "url": "https://bn.wikipedia.org/wiki?curid=1466153", "content": "পূর্ব জার্মানি জাতীয় ফুটবল দল, ফিফা দ্বারা জার্মানি ডিআর হিসাবে স্বীকৃত, পুরুষদের আন্তর্জাতিক ফুটবলে পূর্ব জার্মানির প্রতিনিধিত্ব করে, যুদ্ধোত্তর জার্মানির তিনটি দলের মধ্যে একটি, সারল্যান্ড এবং পশ্চিম জার্মানির সাথে খেলে।\nপূর্ব জার্মানি একবার বিশ্বকাপের জন্য যোগ্যতা অর্জন করেছিল, ১৯৭৪ সালে তা করে এবং ১৯৯০ সালে জার্মান পুনঃএকত্রীকরণের পর, ডয়েচার ফুসবল-ভার্ব্যান্ড ডের ডিডিআর (ডিএফভি, বাংলা: জিডিআরের জার্মান ফুটবল অ্যাসোসিয়েশন), এবং এর সাথে পূর্ব জার্মান দল, জার্মান ফুটবল অ্যাসোসিয়েশন (ডিএফবি) এবং পশ্চিম জার্মানি জাতীয় ফুটবল দলে যোগ দেয় যেটি সবেমাত্র বিশ্বকাপ জিতেছিল।\n\n\n== ইতিহাস ==\n১৯৪৯ সালে, পূর্ব জার্মানি (জিডিআর) প্রতিষ্ঠিত হওয়ার আগে এবং সোভিয়েত দখলে নিয়মিত প্রাইভেট ক্লাবগুলি এখনও নিষিদ্ধ ছিল, তবুও ফুটবল খেলার চেষ্টা করা হয়েছিল। হেলমুট শোন পশ্চিমে যাওয়ার আগে স্যাক্সনি এবং সোভিয়েত দখল অঞ্চলের নির্বাচনের প্রশিক্ষণ দিয়েছিলেন। ১৯৫১ সালের ৬ ফেব্রুয়ারী, জিডিআর ফিফার সদস্যতার জন্য আবেদন করেছিল, যার বিরুদ্ধে জার্মান ফুটবল অ্যাসোসিয়েশন প্রতিবাদ করেছিল, যা ইতিমধ্যেই পূর্ণ সদস্য ছিল। ফিফা ৬ অক্টোবর ১৯৫১ সালে জিডিআর অ্যাসোসিয়েশনকে (পরে ডিএফভি বলা হয়) একটি অস্থায়ী সদস্য হিসাবে এবং ২৪ জুলাই ১৯৫২ সালে পূর্ণ সদস্য হিসাবে গ্রহণ করে।\nপ্রথম আন্তর্জাতিক খেলা, প্রতিযোগিতামূলক নয় বরং সদিচ্ছার প্রদর্শন, ২১ সেপ্টেম্বর ১৯৫২ সালে ওয়ারশতে পোল্যান্ডের বিপক্ষে অনুষ্ঠিত হয়, ৩৫,০০০ জনতার সামনে ৩–০ গোলে হেরে যায়। প্রথম হোম খেলাটি ছিল ১৪ জুন ১৯৫৩-এ বুলগেরিয়ার বিপক্ষে, ড্রেসডেনের হেইঞ্জ-স্টেয়ার-স্টেডিয়নে ৫৫,০০০ জনতার সামনে ০–০ ড্র হয়েছিল। মাত্র তিন দিন পরে, পূর্ব জার্মানিতে ১৯৫৩ সালের অভ্যুত্থান অনেক জার্মানদের অনুমতিপ্রাপ্ত সমাবেশকে বাধা দিত। ১৯৫৪ সালের ৮ মে রোমানিয়ার বিরুদ্ধে ১–০ হারে খেলা পুনরায় শুরু হয়। দুই মাস পর পশ্চিম জার্মানরা জিতে যাওয়া বিশ্বকাপে প্রবেশের কথা ভাবতেও পারেনি পূর্ব জার্মানরা। এটি শুধুমাত্র পশ্চিমেই নয় অনেক উচ্ছ্বাস সৃষ্টি করেছিল, এবং জিডিআর তাদের \"নতুন জার্মান রাষ্ট্র\" এর রাজনৈতিকভাবে-নির্ভরযোগ্য সমাজতান্ত্রিক রোল মডেলের একটি গ্রুপ উপস্থাপন করার নীতি পরিত্যাগ করে এটি মোকাবেলার চেষ্টা করেছিল; পরিবর্তে, খেলোয়াড়দের সম্পূর্ণরূপে সামর্থ্য অনুযায়ী নির্বাচন করা হয়। জিডিআর ডব্লিউসি ১৯৫৮-এর জন্য যোগ্যতা অর্জন করে এবং ১৯ মে ১৯৫৭-এ লাইপজিগের জেনট্রালস্ট্যাডিয়নে ওয়েলসের আয়োজক ছিল। ৫,০০,০০০ টিকিটের জন্য অনুরোধ করা হয়েছিল, এবং আনুষ্ঠানিকভাবে ১,০০,০০০ জনকে অনুমতি দেয়া হয়েছিল, কিন্তু জনাকীর্ণ হোম ভেন্যুতে ১,২০,০০০ দর্শকদের সামনে ২–১ জয়ের সাক্ষী হয়েছিল।\nপূর্ব জার্মানি বিশ্বকাপ বা ইউরোপিয়ান চ্যাম্পিয়নশিপে তার পশ্চিমা প্রতিপক্ষের মতো সফল ছিল না। এটি তার ইতিহাসে শুধুমাত্র একটি বড় টুর্নামেন্টের জন্য যোগ্যতা অর্জন করেছিল, ১৯৭৪ বিশ্বকাপ। যাইহোক, তারা সর্বদা তাদের ইতিহাস জুড়ে যোগ্যতা অর্জনে গুরুতর প্রতিযোগী ছিল।\n\nসেই টুর্নামেন্টটি পশ্চিম জার্মানিতে অনুষ্ঠিত হয়েছিল, এবং উভয় জার্মান দলই প্রথম রাউন্ডে একই গ্রুপে ড্র হয়েছিল। চিলি এবং অস্ট্রেলিয়ার বিরুদ্ধে সফল খেলার মাধ্যমে, উভয় জার্মান দলই দ্বিতীয় রাউন্ডের জন্য তাড়াতাড়ি যোগ্যতা অর্জন করেছিল, আন্ত-জার্মান খেলা গ্রুপে প্রথম এবং দ্বিতীয় নির্ধারণ করে। সাফল্যের জন্য এই চাপের অভাব সত্ত্বেও, হামবুর্গে ২২ জুন ১৯৭৪-এর ম্যাচটি রাজনৈতিক এবং আবেগগতভাবে অভিযুক্ত হয়েছিল। পূর্ব জার্মানি পশ্চিম জার্মানিকে ১–০ গোলে পরাজিত করে, ইয়ুর্গেন স্পারওয়াসার এর একটি গোলের সুবাদে। এটি ছিল বরং একটি পাইরিক জয়, কারণ ডিএফভি গ্রুপ এ-এর সম্ভাব্য শক্তিশালী দ্বিতীয় রাউন্ডে ক্ষতবিক্ষত হয়েছিল। জিডিআর ব্রাজিল এবং নেদারল্যান্ডসের কাছে হেরেছে, কিন্তু আর্জেন্টিনার সাথে একটি চূড়ান্ত খেলার ড্রতে ৩য় স্থান অর্জন করেছে। অন্যদিকে, ডিএফবি দল হারের পর তার লাইন আপ পরিবর্তন করেছে এবং দ্বিতীয় পর্বে বি গ্রুপে যুগোস্লাভিয়া, সুইডেন এবং পোল্যান্ডের বিরুদ্ধে এবং নেদারল্যান্ডসের বিরুদ্ধে বিশ্ব শিরোপা জিতেছে।\nপূর্ব জার্মানি ১৯৯০ বিশ্বকাপের জন্য প্রায় যোগ্যতা অর্জন করেছিল, ইতালিতে জায়গা পেতে ১৫ নভেম্বর ১৯৮৯-এ তাদের চূড়ান্ত গ্রুপ ম্যাচে ভিয়েনায় শুধুমাত্র অস্ট্রিয়ার সাথে ড্র করতে হয়েছিল। যাইহোক, টনি পোলস্টার তিনবার গোল করেছিলেন কারণ অস্ট্রিয়া ৩–০ তে জিতেছিল এবং পরিবর্তে ফাইনালে উঠেছিল।\nজিডিআর ইউরোপীয় চ্যাম্পিয়নশিপ ১৯৯২ এর যোগ্যতা অর্জনের জন্য ড্রতে অংশ নিয়েছিল এবং এফআরজি, বেলজিয়াম, ওয়েলস এবং লুক্সেমবার্গের সাথে গ্রুপ ৫ এ ড্র হয়েছিল। ১৯৯০ সালের ৩ অক্টোবর জার্মানি পুনরায় একীভূত হয় এবং তাদের সাথে তাদের ফুটবল দল ছিল। দুটি ম্যাচ ছাড়া পূর্ব জার্মান দলের নির্ধারিত ম্যাচ বাতিল করা হয়েছে। বেলজিয়ামের বিপক্ষে ম্যাচটি ১২ সেপ্টেম্বর ১৯৯০ সালে ব্রাসেলসে একটি প্রীতি ম্যাচে রূপান্তরিত হয়। এটি ছিল পূর্ব জার্মানি জাতীয় দলের খেলা শেষ ম্যাচ এবং তাদের জন্য ২–০ জয়ের মাধ্যমে শেষ হয়েছিল। পূর্ব এবং পশ্চিম জার্মানির মধ্যে ম্যাচটি রয়ে গেছে এবং জার্মানির একীকরণ উদযাপনের জন্য ১৪ নভেম্বর ১৯৯০ তারিখে খেলা হওয়ার কথা ছিল। পূর্ব জার্মান দর্শকদের দাঙ্গার কারণে, এটি বাতিল করা হয়েছিল।\n১৯৬১ সালে বার্লিন প্রাচীর নির্মাণের আগে লক্ষাধিক পূর্ব জার্মানি পশ্চিমে চলে গিয়েছিল এবং কেউ কেউ পরবর্তীতে রিপাবলিকফ্লুচের সফল প্রচেষ্টায়ও পালিয়ে গিয়েছিল। সমস্ত পূর্ব জার্মানরা স্বয়ংক্রিয়ভাবে পশ্চিম জার্মান পাসপোর্ট পাওয়ার অধিকারী ছিল, কিন্তু যে সমস্ত খেলোয়াড়দের ডিএফভি-এর জন্য ক্যাপ ছিল, যেমন নরবার্ট নাচটওয়েইহ এবং ইয়ুর্গেন পাহল যারা অক্টোবর ১৯৭৬ সালে তুরস্কে অনূর্ধ্ব-২১ ম্যাচে পালিয়ে গিয়েছিলেন, ডিএফবি-এর জন্য আন্তর্জাতিক প্রতিযোগিতার জন্য অযোগ্য ছিলেন। ফিফার নিয়ম। লুটজ আইগেনডর্ফ ১৯৭৯ সালে পশ্চিমে পালিয়ে গিয়েছিলেন এবং ১৯৮৩ সালে একটি রহস্যজনক গাড়ি দুর্ঘটনায় মারা যান যাতে পূর্ব জার্মান স্ট্যাসি এজেন্টরা জড়িত ছিল।\nপুনঃএকত্রীকরণের পরপরই, পূর্ব জার্মান দলের হয়ে খেলা খেলোয়াড়দের ফিফা ডিএফবি-এর এখন অপ্রতিদ্বন্দ্বী জার্মান দলের জন্য যোগ্য হওয়ার অনুমতি দেয়। পূর্ব জার্মানি এবং একীভূত জার্মানি উভয়ের জন্য মোট আটজন খেলোয়াড়কে ক্যাপ করা হয়েছিল, তাদের মধ্যে ম্যাথিয়াস সামার এবং উলফ কার্স্টেন ছিলেন।\n\n\n=== অলিম্পিক ফুটবল ===\n\nপূর্ব জার্মানি অবশ্য অলিম্পিক ফুটবলে জার্মানির পশ্চিম এনওসি দ্বারা ফিল্ডিং করা অপেশাদার দলগুলির তুলনায় উল্লেখযোগ্যভাবে বেশি সাফল্য অর্জন করেছে কারণ শীর্ষস্থানীয় ঘরোয়া লিগের অভিজাত খেলোয়াড়দের ব্যবহার করে। ১৯৫৬, ১৯৬০ এবং ১৯৬৪ উভয় রাজ্যই জার্মানির একটি ইউনাইটেড দল পাঠিয়েছিল। ১৯৬৪ সালের জন্য, পূর্ব জার্মান দল নির্বাচিত হওয়ার জন্য তাদের পশ্চিমা প্রতিপক্ষদের পরাজিত করেছিল। জার্মানির হয়ে ব্রোঞ্জ জিতেছে তারা। জিডিআর হিসাবে, তারা মিউনিখে ১৯৭২ সালে ব্রোঞ্জ, ১৯৭৬ সালে স্বর্ণ এবং ১৯৮০ সালে মস্কোতে রৌপ্য পদক জিতেছিল।\n\n\n== পূর্ব বনাম পশ্চিম ==\n\nতাদের পৃথক অস্তিত্বের বছরগুলিতে, জিডিআর এবং এফআরজি একে অপরকে মাত্র কয়েকবার খেলেছিল। পশ্চিমের পেশাদারদের সাথে একমাত্র উল্লেখযোগ্য বৈঠকটি ছিল ১৯৭৪ বিশ্বকাপে, যেটি পূর্ব জার্মানি ১–০ গোলে জিতেছিল। অলিম্পিক ফুটবলে আরও তিনটি খেলা খেলা হয়েছিল যেখানে শুধুমাত্র অপেশাদার মর্যাদাসম্পন্ন খেলোয়াড়রাই পশ্চিম জার্মানির প্রতিনিধিত্ব করতে পারতেন, যেমন একজন তরুণ উলি হোয়েনিস যিনি ১৯৭২ সালে তার পেশাদার ক্যারিয়ার বিলম্বিত করেছিলেন। ১৯৬৪ সালের অলিম্পিক গেমসের আগে আন্তঃ-জার্মান যোগ্যতায়, দুজনে একটি দুই লেগের প্রাথমিক রাউন্ড টাই খেলেছিল, জিডিআর তাদের হোম লেগ ৩–০ জিতেছিল, যখন এফআরজি ২–১ ব্যবধানে জিতেছিল জার্মানির প্রতিনিধিত্ব করার জন্য। ১৯৭২ সালের অলিম্পিক গেমসে, জিডিআর এবং এফআরজি, তাদের প্রথম পর্বে গ্রুপ থেকে যোগ্যতা অর্জন করে, দ্বিতীয় পর্বে মিলিত হয়েছিল, জিডিআর ৩–২ জয়ের সাথে।\n\n১৯৯২ উয়েফা ইউরোপীয় ফুটবল চ্যাম্পিয়নশিপ বাছাইপর্বের জন্য ড্র অনুষ্ঠিত হয়েছিল ২ ফেব্রুয়ারি ১৯৯০-এ, পূর্ব জার্মানি বেলজিয়াম, ওয়েলস, লুক্সেমবার্গ - এবং পশ্চিম জার্মানির সাথে গ্রুপ ৫ এ ড্র করেছিল। সেই বছরের ২৩ আগস্টের মধ্যে, পূর্ব জার্মান সংসদ ৩ অক্টোবরের জন্য পুনর্মিলন নিশ্চিত করে। ১২ সেপ্টেম্বর বেলজিয়ামে উদ্বোধনী খেলার পরিকল্পনা বাতিল করা অনেক দূরে ছিল, তাই এটি একটি বন্ধুত্বপূর্ণ হিসাবে খেলা হয়েছিল। এছাড়াও পূর্ব জার্মানির হোম ফিক্সচারটি পশ্চিম জার্মানির বিরুদ্ধে খেলার পরিকল্পনা করা হয়েছিল, যা ২১ নভেম্বর ১৯৯০ তারিখে লাইপজিগে নির্ধারিত হয়েছিল, ডিএফবি এবং ডিএফভিডিএফভি-এর একীকরণ উদযাপনের জন্য একটি বন্ধুত্বপূর্ণ হিসাবে, কিন্তু পূর্ব জার্মান স্টেডিয়াতে দাঙ্গার কারণে খেলাটি বাতিল করা হয়েছিল।\n\n\n== প্রতিযোগিতামূলক রেকর্ড ==\n\n\n=== ফিফা বিশ্বকাপ ===\n\n  বিজয়ী    রানার্স-আপ    তৃতীয় স্থান    চতুর্থ স্থান  \n\n\n=== উয়েফা ইউরোপীয় চ্যাম্পিয়নশিপ ===\n\n\n=== অলিম্পিক গেমস ===\n\n\n== খেলোয়াড়ের রেকর্ড ==\n\n\n=== উপস্থিতি ও গোলের খেলোয়াড়ের রেকর্ড ===\n\n\n=== পূর্ব জার্মানি এবং একীভূত জার্মানি উভয়ের জন্য ক্যাপযুক্ত খেলোয়াড় ===\nফিফার নিয়ম ১৯৯০ সালে ডিএফবি এবং ডিএফভির একীকরণের আগে ডিএফভি দলের হয়ে ক্যাপ থাকা খেলোয়াড়দের ডিএফবি দলের হয়ে খেলতে বাধা দেয়। \nনম্বরগুলো ডিএফবির ওয়েবসাইট থেকে নেয়া।\n\n\n== কোচ ==\n১৯৫২–১৯৫৩  উইলি ওয়েলগার্ড\n১৯৫৪–১৯৫৫  হান্স সিগার্ট\n১৯৫৫–১৯৫৭  জোনোস গিয়ার্মাতি\n১৯৫৮–১৯৫৯  ফ্রিটজ গডিকে\n১৯৫৯–১৯৬১  হেইঞ্জ ক্রুগেল\n১৯৬১–১৯৬৭  ক্যারোলি সোস\n১৯৬৭–১৯৬৯  হ্যারাল্ড সিগার\n১৯৭০–১৯৮১  গেয়র্গ বুশনার\n১৯৮২–১৯৮৫  রুডলফ ক্রাউস\n১৯৮৫–১৯৮৮  বার্ন্ড স্ট্যাঞ্জ\n১৯৮৮–১৯৮৯  ম্যানফ্রেড জ্যাফ\n১৯৮৯–১৯৯০  এডুয়ার্ড গিয়ার\n\n\n== আরও দেখুন ==\n\nপূর্ব জার্মানি জাতীয় অনূর্ধ্ব-২১ ফুটবল দল\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nজাতীয় দলের ডিএফবি পরিসংখ্যান (পূর্ব জার্মানি ক্যাপ এবং গোলদাতাদের তথ্য রয়েছে)\nপূর্ব জার্মানির ফলাফলের আরএসএসএসএফ সংরক্ষণাগার\nপূর্ব জার্মানি জাতীয় দলের আরএসএসএসএফ ইতিহাস\nপূর্ব জার্মানির আন্তর্জাতিক ক্যাপ এবং গোলের আরএসএসএফ রেকর্ড"}