{"pageid": 14663, "title": "অর্থনৈতিক চক্র", "url": "https://bn.wikipedia.org/wiki?curid=14663", "content": "অর্থনৈতিক চক্র (বা ব্যবসায় চক্র or বুম-বাস্ট চক্র) বলতে একটি বাজার অর্থনীতিতে বেশ কয়েক মাস বা বছর ধরে সমষ্টিগত উৎপাদন, বাণিজ্য ও অর্থনৈতিক কার্যকলাপের দীর্ঘ স্থায়ী ক্রমিক উত্থান ও পতনকে বোঝায়। আরো সুনির্দিষ্টভাবে, অর্থনৈতিক চক্র হলো মোট দেশজ উত্পাদনের (জিডিপি) পর্যায়ক্রমিক উর্ধ্বগামীতা এবং নিম্নগামীতা।\nদেশজ উৎপাদনের ক্রমান্বয়ী নিম্নগামীতাকে অর্থনৈতিক মন্দা হিসেবে অভিহিত করা হয়। ১৯৩০-এর মার্কিন যুক্তরাষ্ট্রের গভীর ও দীর্ঘস্থায়ী অর্থনৈতিক মন্দা অর্থনীতিবিষয়ক আলোচনার অন্যতম বিষয়। এ সময় মানুষের বেকারত্ব এমন ব্যাপকভাবে বৃদ্ধি পেয়েছিল যা আর কখনো ঘটেনি।\n\n\n== অর্থনৈতিক মন্দার অবসান ==\n\n\n== টীকা-ভাষ্য ==\n\n\n== তথ্যসূত্র ==\nFrom (2008) The New Palgrave Dictionary of Economics, 2nd Edition:\nChristopher J. Erceg. \"monetary business cycle models (sticky prices and wages).\" Abstract.\nChristian Hellwig. \"monetary business cycles (imperfect information).\" Abstract.\nEllen R. McGrattan \"real business cycles.\" Abstract.\nEckstein, Otto; Sinai, Allen (১৯৯০)। \"1. The Mechanisms of the Business Cycle in the Postwar Period\"।   Robert J. Gordon। The American Business Cycle: Continuity and Change। University of Chicago Press। আইএসবিএন 978-0-226-30453-3। \nRomer, Christina D. (২০০৮)। \"Business Cycles\"।   Henderson, David R.। Concise Encyclopedia of Economics (2nd সংস্করণ)। Indianapolis: Library of Economics and Liberty। আইএসবিএন 978-0865976658। ওসিএলসি 237794267। \nSummers, Lawrence H. (১৯৮৬)। \"Some Skeptical Observations on Real Business Cycle Theory\" (পিডিএফ)। Federal Reserve Bank of Minneapolis Quarterly Review। 10 (Fall): 23–27। \n\n\n== বহিঃসংযোগ ==\n\nThe Conference Board Business Cycle Indicators – Indicators of Euro Area, United States, Japan, China and so on.\nA Spectral Analysis of World GDP Dynamics: Kondratieff Waves, Kuznets Swings, Juglar and Kitchin Cycles in Global Economic Development, and the 2008–2009 Economic Crisis ,Korotayev, Andrey V and Tsirel, Sergey V.\nHistorical documents relating to past business cycles, including charts, data publications, speeches, and analyses\nBusiness-Cycle Conditions Business-cycle analysis from American Institute for Economic Research (AIER)\nVideo explaining the mechanics of the business/market cycle"}