{"pageid": 1466941, "title": "ইউনূস সামাজিক ব্যবসায়", "url": "https://bn.wikipedia.org/wiki?curid=1466941", "content": "ইউনূস সামাজিক ব্যবসায় বা ইউনুস সোশ্যাল বিজনেসে (ওয়াইএসবি) বিশ্বাস করে ব্যবসার শক্তি দিয়ে দারিদ্র্য দূর করা সম্ভব। ২০০৬ সালে শান্তিতে নোবেল পুরস্কারপ্রাপ্ত অধ্যাপক ইউনুস এবং সাসকিয়া ব্রুইস্টেন এটি প্রতিষ্ঠা করেছিলেন, যাতে বাংলাদেশ থেকে সামাজিক ব্যবসার সাফল্যকে বিশ্বব্যাপী সম্প্রসারিত করা যায়।\n\n\n== ইতিহাস ==\nইউনূস সামাজিক ব্যবসায় সহ-প্রতিষ্ঠার আগে, মুহাম্মদ ইউনুস তার নিজ দেশ বাংলাদেশে গ্রামীণ ব্যাংক এর মাধ্যমে ক্ষুদ্রঋণ ক্ষেত্রের পথিকৃৎ ছিলেন। দারিদ্র্যের বিরুদ্ধে লড়াই করার জন্য মুহাম্মদ ইউনুস এবং গ্রামীণ ব্যাংক নোবেল শান্তি পুরস্কার পেয়েছিলেন। গ্রামীণ ব্যাংক মুহাম্মদ ইউনুস কর্তৃক প্রতিষ্ঠিত বেশ কয়েকটি সামাজিক ব্যবসার প্রথম উদাহরণ হয়ে ওঠে।\nগ্রামীণ ব্যাংক প্রতিষ্ঠার পর মুহাম্মদ ইউনুস বাংলাদেশে অন্যান্য সামাজিক ব্যবসা প্রতিষ্ঠা শুরু করেন। এর মধ্যে গ্রামীণ শক্তি এবং গ্রামীণ হেলথ কেয়ার সার্ভিসেস লিঃ অন্তর্ভুক্ত ছিল।\nমুহাম্মদ ইউনুস অন্যান্য কর্পোরেশনের সাথে যৌথ উদ্যোগে সামাজিক ব্যবসা গড়ে তুলতেও শুরু করেন। এর একটি উদাহরণ হল ফরাসি এফএমসিজি কোম্পানি ডানোন, যার সাথে মুহাম্মদ ইউনুস গ্রামীণ ডানোন ফুডস সহ-প্রতিষ্ঠা করেছিলেন। এই যৌথ উদ্যোগটি বাংলাদেশের শিশুদের জন্য পুষ্টি-সমৃদ্ধ দই উৎপাদন করে। মুহাম্মদ ইউনুস বিএএসএফ, ইন্টেল, ইউনিকলো, ইউগ্লেনা এবং জি. জাপান সানপাওয়ার অটো লিমিটেড-এর সাথে সামাজিক ব্যবসা যৌথ উদ্যোগে কাজ করেছিলেন।\n২০০৮ সালে মুহাম্মদ ইউনুস এবং ভবিষ্যৎ ওয়াইএসবি সহ-প্রতিষ্ঠাতা সাসকিয়া ব্রুইস্টেন লন্ডন স্কুল অফ ইকোনমিক্স এ মিলিত হন, যেখানে মুহাম্মদ ইউনুস সামাজিক ব্যবসার প্রতিশ্রুতি সম্পর্কে একটি বক্তৃতা দিচ্ছিলেন। পরবর্তীতে তারা যোগাযোগের তথ্য বিনিময় করেন। এই সাক্ষাৎকারটি প্রাক্তন ব্যবস্থাপনা পরামর্শক, ব্রুইস্টেনকে মুহাম্মদ ইউনুসের কিছু সামাজিক ব্যবসা বাংলাদেশে পরিদর্শন করতে অনুপ্রাণিত করে। তারপর ব্রুইস্টেন একটি জার্মান উদ্যোক্তার সাথে গ্রামীণ ক্রিয়েটিভ ল্যাব স্থাপন করতে শুরু করেন, যেখানে তার প্রাক্তন বস্টন কনসাল্টিং গ্রুপের সহকর্মী সোফি আইজেনম্যান পরে যোগ দেন। ২০১১ সালে এই ত্রয়ী বাংলাদেশ ছাড়িয়ে ইউনুস সোশ্যাল বিজনেস সহ-প্রতিষ্ঠার জন্য সম্মত হন।\n\n\n== ইউনুস ফান্ডস ==\nইউনুস ফান্ডস ইউনুস সামাজিক ব্যবসায় অলাভজনক প্রভাব বিনিয়োগকারী শাখা। এটি ব্রাজিল, কলম্বিয়া, ভারত, কেনিয়া, রুয়ান্ডা এবং উগান্ডায় সামাজিক ব্যবসায় সহনশীল ঋণ এবং বিনিয়োগ-পরবর্তী সহায়তা প্রদান করে। ইউনুস ফান্ডস কৃষি ও জীবিকা, স্বাস্থ্য ও পয়ঃনিষ্কাশন, শিক্ষা ও প্রশিক্ষণ এবং জ্বালানি ও পরিবেশ খাতগুলোতে কাজ করে।\n\n\n=== ওয়াইএসবি দ্বারা অর্থায়নকৃত সামাজিক ব্যবসা ===\n\n\n==== তুগেন্দে ====\nতুগেন্দে হল উগান্ডা ভিত্তিক একটি সামাজিক ব্যবসা যা মোটরসাইকেল-ট্যাক্সি চালকদের (বোদা বোদা চালক) বাইক ভাড়া নেওয়ার এবং শেষ পর্যন্ত মোটরসাইকেলের মালিক হওয়ার সুযোগ দেয়। ২০২২ সাল পর্যন্ত তুগেন্দে ৫২,০০০ গ্রাহককে সেবা প্রদান করেছে। ইউনুস সামাজিক ব্যবসায় ২০১৭ সালে তুগেন্দেকে অর্থায়ন প্রদান করে। ২০২১ সালে তুগেন্দে সিরিজ এ অর্থায়নে ৯.৯ মিলিয়ন মার্কিন ডলার সংগ্রহ করে।\n\n\n==== ইমপ্যাক্ট ওয়াটার ====\nইমপ্যাক্ট ওয়াটার হল একটি উগান্ডা ভিত্তিক সামাজিক ব্যবসা যা স্কুলগুলিতে সাশ্রয়ী মূল্যের পানিশোধন ব্যবস্থা প্রদান করে। ২০২২ সাল পর্যন্ত, ইমপ্যাক্ট ওয়াটার ৩২,৫১৭টি স্কুলে পানিশোধন ব্যবস্থা স্থাপন করেছে, যা ১৪.৩ মিলিয়ন শিক্ষার্থীর কাছে পৌঁছেছে। ইমপ্যাক্ট ওয়াটার ২০১৫ সালে ওয়াইএসবির পোর্টফোলিওতে অন্তর্ভুক্ত হয়। ইমপ্যাক্ট ওয়াটার তার ঋণ পরিশোধ করেছে এবং ২০২২ সালে ওয়াইএসবি পোর্টফোলিও থেকে বেরিয়ে গেছে।\n\n\n== আরও দেখুন ==\nইউনুস গ্রুপ অফ ইন্ডাস্ট্রিজ\nসামাজিক ব্যবসায়\nটেকসই উন্নয়ন লক্ষ্যমাত্রা\n\n\n== তথ্যসূত্র =="}