{"pageid": 1466739, "title": "মিশন: ইম্পসিবল ২", "url": "https://bn.wikipedia.org/wiki?curid=1466739", "content": "মিশন: ইম্পসিবল ২ (পর্দায় মিশন: ইম্পসিবল II এবং সংক্ষেপে M:i-2 নামে পরিচিত) একটি ২০০০ সালের গুপ্তচর ভিত্তিক মারপিটধর্মী চলচ্চিত্র যেটি পরিচালনা করেছেন জন উ এবং প্রযোজনা ও এতে অভিনয় করেছেন টম ক্রুজ। এটি মিশন: ইম্পসিবল (১৯৯৬) এর সিক্যুয়েল এবং মিশন: ইম্পসিবল চলচ্চিত্র ধারাবাহিকের দ্বিতীয় কিস্তি। চলচ্চিত্রটিতে আরও অভিনয় করেছেন ডুগ্রে স্কট, ট্যান্ডি নিউটন, রিচার্ড রক্সবার্গ, জন পোলসন, ব্রেন্ডান গ্লিসন, রেড শেরবেদজিজা এবং ভিং রামেস। চলচ্চিত্রে, ইথান হান্ট (ক্রুজ) পেশাদার চোর নায়াহ নর্ডফ-হল (নিউটন) এর সাথে দল গঠন করে, একটি জিনগতভাবে পরিবর্তিত রোগের সুরক্ষার জন্য যা দুর্বৃত্ত ইম্পসিবল মিশন ফোর্স (আইএমএফ) এজেন্ট এবং নর্ডফ-হলের প্রাক্তন প্রেমিক শন অ্যামব্রোস (স্কট) এর কাছে রয়েছে।\nমিশন: ইম্পসিবল ২ প্রেক্ষাগৃহে প্যারামাউন্ট পিকচার্স দ্বারা ২৪ মে, ২০০০ সালে  মার্কিন যুক্তরাষ্ট্রে মুক্তি পায় এবং বিশ্বব্যাপী $৫৪৬ মিলিয়ন আয় করে, যা সেই বছরের সর্বোচ্চ আয়কারী চলচ্চিত্রে পরিণত হয়েছিল। সমালোচকদের কাছ থেকে প্রাথমিক প্রতিক্রিয়া মিশ্র ছিল, মারপিট দৃশ্য এবং উ'র পরিচালনার জন্য প্রশংসা, কিন্তু চরিত্রায়নের জন্য সমালোচনা করা হয়। চলচ্চিত্রটিকে প্রথমটির চেয়ে নিকৃষ্ট বলে মনে করে হয়।\n\n\n== পটভূমি ==\nইথান হান্ট (ক্রুজ) তার আইএমএফ দলকে সন্ত্রাসীদের দ্বারা মুক্ত করার আগে একটি মারাত্মক ভাইরাস কাইমেরা উদ্ধার করার মিশনে নেতৃত্ব দেয়। ভাইরাসের নমুনার পেছনে শুধু তিনি একমাত্র ব্যক্তি নন, যার কারণে তার মিশন অসম্ভব হয়ে উঠেছে। আন্তর্জাতিক সন্ত্রাসী দলের নেতা এবং প্রাক্তন আইএমএফ এজেন্ট শন অ্যামব্রোস (স্কট) এই ভাইরাসের নিরাময় আগেই তৈরি করে রেখেছে এবং তার উদ্দেশ্য এই ভাইরাস ছড়িয়ে দিয়ে এর নিরাময় বেঁচে অর্থ উপার্জন। কিন্তু ইথান তার পরিকল্পনা নস্যাৎ করার জন্য প্রস্তুতি নেয়।\n\n\n== শ্রেষ্ঠাংশে ==\nটম ক্রুজ - ইথান হান্ট: একজন ইম্পসিবল মিশন ফোর্স (আইএমএফ) এজেন্ট\nডুগ্রে স্কট - শন অ্যামব্রোস: একজন দূর্বৃত্ত আইএমএফ এজেন্ট যার কাছে বেলোরোফোন আছে।\nট্যান্ডি নিউটন - নায়াহ নর্ডফ-হল: একজন পেশাদার চোর যাকে ইথান অ্যাম্বব্রোস কে খোঁজার কাজে ব্যবহার করে।\nরিচার্ড রক্সবার্গ - হিউ স্ট্যাম্প: অ্যাম্বব্রোস এর ডান হাত।\nজন পোলসন - বিলি বের্ড: একজন হেলিকপ্টার পাইলট।\nব্রেন্ডান গ্লিসন - জন সি. ম্যাকলোই: অস্ট্রেলিয়ার বায়োসাইট এর সিইও।\nরেড শেরবেদজিজা - ড. ভ্লাদিমির নাখরোভিচ: বায়োসাইট এ কাইমেরা'র প্রস্তুতকারক।\nভিং রামেস - লুথার স্টিকওয়েল: একজন কম্পিউটার হ্যাকার এবং আইএমএফ এজেন্ট।\nএছাড়াও, অ্যান্থনি হপকিন্স একটি কৃতিত্বহীন ভূমিকায় মিশন কমান্ডার সোয়ানব্যাক হিসেবে স্বল্প সময়ের জন্য উপস্থিত হয়েছিলেন। এছাড়াও ক্রুজের চাচাতো ভাই উইলিয়াম মাপেথোর এবং ডমিনিক পার্সেল অ্যাম্বব্রোস এর ভৃত্য হিসেবে ওয়ালিস এবং আলরিখ চরিত্রে অভিনয় করেছিলেন।\n\n\n== উৎপাদন ==\nচিত্রনাট্যকার রবার্ট টাউনের মতে, তার জড়িত হওয়ার আগে এবং গল্প লেখার আগে থেকেই চলচ্চিত্রটির জন্য বেশ কয়েকটি অ্যাকশন দৃশ্যের পরিকল্পনা করা হয়েছিল। ইয়ান ম্যাকেলেনকে মিশন কমান্ডার সোয়ানবেকের অংশের প্রস্তাব দেওয়া হয়েছিল, কিন্তু তিনি তা প্রত্যাখ্যান করেন।\n\n\n=== সঙ্গীত ===\nচলচ্চিত্রটির মূল সূর হান্স জিমার দ্বারা রচনা ও পরিচালনা এবং লিসা জেরার্ডের কণ্ঠ দ্বারা সঞ্চালিত হয়। এছাড়াও, চলচ্চিত্রটতে লালো শিফ্রোনের মিশন: ইম্পসিবল থিম সঙ্গীতটির নতুন সংস্করণ তৈরি করা হয় লিম্প বিজকিট দ্বারা \"টেক আ লুক অ্যারাউন্ড\" শিরোনামে, সেইসাথে মেটালিকার \"আই ডিসেপেয়ার\"।\n\n\n== মুক্তি ==\n\n\n=== হোম মিডিয়া ===\n\"মিশন: ইম্পসিবল ২\" ভিএইচএস এবং ডিভিডিতে নভেম্বর ৭, ২০০০ সালে, এবং সাথে একটি দূর্লভ জাপানিজ লেজারডিস্ক সংস্করণ এপ্রিল ৩, ২০০১ সালে মুক্তি পায়। ৩ জুন, ২০০৮ এ একটি ব্লু-রে এবং ২৬ জুন, ২০১৮ এ একটি আল্ট্রা এইচডি ব্লু-রে সংস্করণ মুক্ত হয়।\n\n\n== গ্রহণ ==\n\n\n=== বক্স অফিস ===\nচলচ্চিত্রটি মার্কিন যুক্তরাষ্ট্র এবং কানাডায় $২১৫ মিলিয়ন এবং অন্যান্য অঞ্চলে $৩৩০ মিলিয়ন আয় সহ বিশ্বব্যাপী মোট $৫৪৬ মিলিয়ন আয় করে, যা এটিকে ২০০০ সালের সর্বোচ্চ আয়কারী চলচ্চিত্রে পরিণত করে। এটি জন উ'র সর্বোচ্চ আয়কারী চলচ্চিত্র, যা ফেস/অফ কে ছাড়িয়ে গেছে এবং মিশন: ইম্পসিবল ধারাবাহিকের চতুর্থ চলচ্চিত্র মিশন: ইম্পসিবল - ঘোস্ট প্রোটোকল মুক্তির আগ পর্যন্ত এটি মিশন: ইম্পসিবল ধারাবাহিকের সর্বোচ্চ আয়কারী চলচ্চিত্র ছিল।\n\n\n=== সমালোচকদের প্রতিক্রিয়া ===\nচলচ্চিত্র পর্যালোচনা ভিত্তিক ওয়েবসাইট রোটেন টমেটোস এ, ১৫৫ জন সমালোচকের পর্যালোচনার ভিত্তিতে ৫৬% ইতিবাচক সাড়া পায়, যার গড় রেটিং ৫.৯/১০। মেটাক্রিটিক এ চলচ্চিত্রটি ৪০ জন সমালোচক থেকে ১০০ এর মধ্যে ৫৯ গড় নম্বর পেয়েছে, যা \"মিশ্র থেকে গড়\" পর্যালোচনার দিকে নির্দেশ করে। সিনেমাস্কোর এর দর্শক জরিপ দ্বারা চলচ্চিত্রটি এ+ থেকে এফ গ্রেডের মধ্যে \"বি\" গ্রেড পেয়েছে।\n\n\n=== পুরস্কার ===\nমিশন: ইম্পসিবল ২ এর জন্য টম ক্রুজ \"শ্রেষ্ঠ পুরুষ অভিনয়\" এবং \"শ্রেষ্ঠ অ্যাকশন দৃশ্য\" বিভাগে এমটিভি মুভি পুরস্কার জিতেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট \nঅলমুভিতে মিশন: ইম্পসিবল ২  (ইংরেজি)\nবক্স অফিস মোজোতে মিশন: ইম্পসিবল ২ (ইংরেজি) \nইন্টারনেট মুভি ডেটাবেজে মিশন: ইম্পসিবল ২   (ইংরেজি)\nটিসিএম চলচ্চিত্র ডেটাবেজে মিশন: ইম্পসিবল ২"}