{"pageid": 1466120, "title": "চার্লস স্পিয়ারম্যান", "url": "https://bn.wikipedia.org/wiki?curid=1466120", "content": "চার্লস এডওয়ার্ড স্পিয়ারম্যান, ফেলো অফ দ্য রয়েল সোসাইটি  (১০ সেপ্টেম্বর ১৮৬৩ - ১৭ সেপ্টেম্বর ১৯৪৫) একজন ইংরেজ মনোবিজ্ঞানী যিনি পরিসংখ্যানে কাজ করার জন্য, ফ্যাক্টর বিশ্লেষণের পথিকৃৎ হিসেবে এবং স্পিয়ারম্যানের র‍্যাংকের পারস্পরিক সম্পর্ক সহগ-এর জন্য পরিচিত। তিনি মানব বুদ্ধিমত্তার জন্য একাধিক মডেলের উপর গুরুত্বপূর্ণ কাজ করেছিলেন, যার মধ্যে রয়েছে তার তত্ত্ব যে বৈষম্য জ্ঞানীয় পরীক্ষার স্কোরগুলি একটি একক সাধারণ বুদ্ধিমত্তা ফ্যাক্টরকে প্রতিফলিত করে  এবং জি ফ্যাক্টর শব্দটি তৈরি করা। \n\n\n== জীবনী ==\nএকজন মনোবিজ্ঞানীর হওয়ায় পক্ষে স্পিয়ারম্যানের পটভূমি ছিল অস্বাভাবিক। শৈশবে তিনি শিক্ষাজগতে যোগ দেওয়ার আকাঙ্ক্ষা পোষণ করতেন। কিন্তু তিনি ১৮৮৩ সালের আগস্ট মাসে ইঞ্জিনিয়ারদের নিয়মিত অফিসার হিসাবে সেনাবাহিনীতে যোগদান করেন, এবং ৮ জুলাই ১৮৯৩-এ ক্যাপ্টেন পদে উন্নীত হন।  ১৮৯৭ সালে পরীক্ষামূলক মনোবিজ্ঞানে পিএইচডি করার জন্য তিনি পদত্যাগ করেন। সেই সময় ব্রিটেনে মনোবিজ্ঞানকে সাধারণত দর্শনের একটি শাখা হিসাবে দেখা হত । স্পিয়ারম্যান উইলহেম ওয়ান্ড্টের অধীনে লাইপজিগে অধ্যয়ন করতে যান। এটি ছিল \"নতুন মনোবিজ্ঞান\"-এর কেন্দ্র যেখানে অধিবিদ্যাগত অনুমানের পরিবর্তে বৈজ্ঞানিক পদ্ধতি ব্যবহার করা হতো। যেহেতু ওয়ান্ড্ট তার একাধিক দায়িত্ব এবং জনপ্রিয়তার কারণে প্রায়শই অনুপস্থিত থাকতেন, স্পিয়ারম্যান মূলত ফেলিক্স ক্রুগার এবং উইলহেলম ওয়ার্থের সাথে কাজ করেছেন, যাদের উভয়ই তার দ্বারা প্রশংসিত।  তিনি ১৮৯৭ সালে শুরু করেন এবং কিছু বাধার পর ( দ্বিতীয় বোয়ার যুদ্ধের সময় তাকে সেনাবাহিনীতে ফেরত যেতে হয়, এবং ১৯৯০ সালের ফেব্রুয়ারি থেকে 'ডেপুটি অ্যাসিস্ট্যান্ট অ্যাডজুট্যান্ট জেনারেল' হিসেবে দায়িত্ব পালন করেন  ) তিনি ১৯০৬ সালে তার ডিগ্রি অর্জন করেন। তিনি ইতোমধ্যে ১৯০৪ সালে বুদ্ধিমত্তার ফ্যাক্টর বিশ্লেষণ এর উপর তার মূল গবেষণাপত্র প্রকাশ করেছেন। স্পিয়ারম্যান মনোবিজ্ঞানী উইলিয়াম ম্যাকডুগালের সাথে দেখা করেন এবং তাকে প্রভাবিত করেন যিনি স্পিয়ারম্যানকে ইউনিভার্সিটি কলেজ লন্ডনে তার অবস্থান ছেড়ে দেওয়ার সময় তাকে প্রতিস্থাপন করার ব্যবস্থা করেছিলেন। স্পিয়ারম্যান ১৯৩১ সালে অবসর না নেওয়া পর্যন্ত ঐ প্রতিষ্ঠানেই ছিলেন। প্রাথমিকভাবে তিনি প্রভাষক এবং ক্ষুদ্র মনস্তাত্ত্বিক গবেষণাগারের প্রধান ছিলেন। ১৯১১ সালে তিনি মন ও যুক্তিবিদ্যার দর্শনের গ্রোট অধ্যাপক পদে উন্নীত হন। ১৯২৮ সালে মনোবিজ্ঞানের একটি পৃথক বিভাগ তৈরি করা হলে তার পদ পরিবর্তন করে মনোবিজ্ঞানের অধ্যাপক করা হয়।\n\n১৯২৪ সালে যখন স্পিয়ারম্যান রয়্যাল সোসাইটিতে নির্বাচিত হন  উদ্ধৃতিটি পাঠ করা হয়: Dr. Spearman has made many researches in experimental psychology. His many published papers cover a wide field, but he is especially distinguished by his pioneer work in the application of mathematical methods to the analysis of the human mind, and his original studies of correlation in this sphere. He has inspired and directed research work by many pupils.এই অর্জনগুলির মধ্যে সবচেয়ে উল্লেখযোগ্য ছিল মানুষের বুদ্ধিমত্তার সাধারণ ফ্যাক্টর আবিষ্কার, এবং তার পরবর্তী \"g\" তত্ত্বের বিকাশ  এবং সক্ষমতার উপর অভিজ্ঞতামূলক কাজের সংশ্লেষণ। \nস্পিয়ারম্যান ফ্রান্সিস গাল্টনের কাজ দ্বারা দৃঢ়ভাবে প্রভাবিত ছিলেন। গাল্টন মনোবিজ্ঞানে অগ্রণী কাজ করেছিলেন । স্পিয়ারম্যানের ব্যবহার করা প্রধান পরিসংখ্যানগত সরঞ্জাম, পারস্পরিক সম্পর্ক তারই তৈরি ।\nসংখ্যাতত্ত্বে, স্পিয়ারম্যান র্যাঙ্ক পারস্পরিক সম্পর্ক (১৯০৪), প্রচলিত পিয়ারসন পারস্পরিক সম্পর্কের একটি নন-প্যারামেট্রিক সংস্করণ, পাশাপাশি মনোযোগের জন্য বহুল ব্যবহৃত সংশোধন (১৯০৭) এবং 'ফ্যাক্টর বিশ্লেষণ'   ।  তার পরিসংখ্যানগত কাজ তার সহকর্মী কার্ল পিয়ারসন দ্বারা প্রশংসিত হয়নি এবং উভয়ের মধ্যে একটি দীর্ঘ বিরোধ ছিল।\nযদিও স্পিয়ারম্যান তার পরিসংখ্যানগত কাজের জন্য সেইসময়ে সবচেয়ে বেশি স্বীকৃতি অর্জন করেছিলেন, তবে তিনি এই কাজটিকে মনোবিজ্ঞানের মৌলিক আইনের জন্য তার অনুসন্ধানের চেয়ে অনুল্লেখ হিসাবে বিবেচনা করেছিলেন এবং তিনি বর্তমানে উভয়ের জন্যই বিখ্যাত।\nচার্লস স্পিয়ারম্যান সর্বদা জোর দিয়েছিলেন যে তার কাজ মনোরোগবিদ্যায় প্রয়োগ করা হোক এবং রয়্যাল মেডিকো-সাইকোলজিক্যাল অ্যাসোসিয়েশনে তার বক্তৃতায় সেই অনুরোধ করেছিলেন। তার ছাত্র এবং অনুসারীরা ঐ ক্ষেত্রে কিছু কাজ করলেও তার কাজ মূলত অন্য পথে অগ্রসর হয়েছে।  যাই হোক না কেন, মনোরোগবিদ্যার প্রতি তার পরোক্ষ অবদান ছিল যথেষ্ট। \nস্পিয়ারম্যানের জীবন শুরু এবং শেষ উভয়ই লন্ডন শহরে। তার তিনটি কন্যা এবং একটি পুত্র ছিল যিনি ১৯৪১ সালে ক্রিট দ্বীপে মারা যান। \n\n\n== তথ্যসূত্র =="}