{"pageid": 1466019, "title": "ছাত্র–জনতার অভ্যুত্থানের ঘটনাপ্রবাহ", "url": "https://bn.wikipedia.org/wiki?curid=1466019", "content": "ছাত্র–জনতার অভ্যুত্থান হলো ২০২৪ সালে বাংলাদেশে সংগঠিত একটি স্বৈরাচারী সরকারবিরোধী আন্দোলন যেখানে স্বৈরাচারী শেখ হাসিনা সরকারের পতন হয়। ২০২৪ সালের ৫ জুন বাংলাদেশ সুপ্রিম কোর্টের হাইকোর্ট বিভাগ কর্তৃক ২০১৮ সালের ৪ অক্টোবর বাংলাদেশ সরকারের জারি করা পরিপত্রকে অবৈধ ঘোষণার পরপরই কোটা সংস্কার আন্দোলন হিসেবে এর সূচনা হয় এবং ৫ই আগস্ট অসহযোগ আন্দোলনের মাধ্যমে শেখ হাসিনার পদত্যাগের মধ্য দিয়ে এর সমাপ্তি হয়।যদিওবা পরে অনেক আওয়ামীলীগ নেতার মুখে শোনা যায় শেখ হাসিনা পদত্যাগপত্রে স্বাক্ষর করেনি।এরকম একটি কথা বলার জন্য রাষ্ট্রপতি সাহাবুদ্দিন কে নিয়েও বিতর্কের সৃষ্টি হয়। নিচে তারিখ অনুযায়ী এই আন্দোলনের ঘটনাপ্রবাহ দেওয়া হয়েছে।\n\n\n== ঘটনাপ্রবাহ ==\n\n\n=== ৫ জুন - ৯ জুলাই ===\n\n৫ জুন হাইকোর্ট ২০১৮ সালে সরকারের কোটা বাতিলের সিদ্ধান্তকে অবৈধ ঘোষণা করে রায় দেয় এর আগে বাংলাদেশের সরকারি চাকরির ক্ষেত্রে বিদ্যমান কোটা প্রথা বাতিল করে সে ব্যবস্থা পুনর্মূল্যায়ন করতে হাইকোর্টে ৩১শে জানুয়ারি একটি রিট দায়ের করেন ঢাকা বিশ্ববিদ্যালয়ের শিক্ষার্থী ও সাংবাদিক মোহাম্মদ আবদুল অদুদ, সিনিয়র সাব এডিটর, দৈনিক আমাদের অর্থনীতি, ঢাকা বিশ্ববিদ্যালয়ের শিক্ষার্থী মো. আনিছুর রহমান মীর তার পৈতৃক নিবাস কুমিল্লা জেলার মুরাদনগর উপজেলাধীন পরমতলা গ্রামে  ও ঢাকাস্থ কুমিল্লা সাংবাদিক ফোরামের সদস্য দিদারুল আলম দিদার। আবেদনে তারা উল্লেখ করেন, “সব মিলিয়ে সরকারি চাকরিতে ৫৬ শতাংশ কোটা বিদ্যমান রয়েছে। ৬ জুন আদালতের রায়ের প্রতিবাদে ও কোটা বাতিলের দাবিতে দেশের বিভিন্ন স্থানে শিক্ষার্থী ও চাকরিপ্রত্যাশীরা বিক্ষোভ করে। ৯ জুন হাইকোর্টের রায় স্থগিত চেয়ে রাষ্ট্রপক্ষ আবেদন করে। ১০ জুন আন্দোলনকারীরা দাবি মেনে সরকারকে ৩০ জুন পর্যন্ত সময় বেঁধে দেয় ও ঈদুল আযহার কারণে আন্দোলনে বিরতি ঘোষণা করে। ৩০ জুন রাজশাহী বিশ্ববিদ্যালয়ের শিক্ষার্থীরা কোটা পুনর্বহালের প্রতিবাদে মানববন্ধন করে। ১ জুলাই ঢাকা বিশ্ববিদ্যালয়ের শিক্ষার্থীরা বিক্ষোভ করে ও তিনদিনের কর্মসূচি ঘোষণা করে। এদিন জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের শিক্ষার্থীরা ঢাকা-আরিচা মহাসড়ক অবরোধ করে। ২ থেকে ৬ জুলাই দেশের বিভিন্ন স্থানে বিভিন্ন প্রতিষ্ঠানের শিক্ষার্থীরা বিক্ষোভ, মানববন্ধন, মহাসড়ক অবরোধ ইত্যাদি কর্মসূচি পালন করে। ৭ জুলাই শিক্ষার্থীরা ‘বাংলা ব্লকেড’-এর ডাক দেয় যার আওতায় শিক্ষার্থীরা বিক্ষোভ সমাবেশ, মিছিল, মহাসড়ক অবরোধ ইত্যাদি কর্মসূচি পালন করে। ৮ ও ৯ জুলাই একই রকম কর্মসূচি পালন করা হয়।\n\n\n=== ১০ জুলাই ===\nএই দিন ঢাকা বিশ্ববিদ্যালয়ের শিক্ষার্থীরা কেন্দ্রীয় গ্রন্থাগারের সামনে জড়ো হয়ে শাহবাগে গিয়ে স্থানটি অবরোধ করে। আইনশৃঙ্খলা বাহিনীর সদস্যরা শিক্ষার্থীদের সামনে ব্যারিকেড দিয়ে অবস্থান করে। দুপুরে জানা যায় কোটাব্যবস্থা বাতিল করে হাইকোর্টের দেয়া রায়ে চার সপ্তাহ স্থিতাবস্থা দেওয়া হয়েছে। প্রধান বিচারপতি শিক্ষার্থীদের ফিরে যাওয়ার অনুরোধ করেন। ঢাকার বিভিন্ন স্থানে অবরোধের কারণে ঢাকার পরিবহন ব্যবস্থা স্থিমিত হয়ে আসে। দূরপাল্লার বাসগুলো আন্দোলনের কারণে বন্ধ হয়ে যায়।\n\n\n=== ১১ জুলাই ===\nবিকেল ৩টা থেকে শাহবাগ অবরোধের কথা থাকলেও বৃষ্টির ফলে শিক্ষার্থীরা শাহবাগে যাওয়ার পথে পুলিশের বাধাকে অতিক্রম করে ৪:৩০ টায় শুরু করে। ঢাকা কলেজের শিক্ষার্থীরা পুলিশি বাধার ফলে পিছিয়ে যায় এবং ঢাকা বিশ্ববিদ্যালয়ের শিক্ষার্থীদের সাথে শাহবাগে জগন্নাথ বিশ্ববিদ্যালয়ের শিক্ষার্থীরা যোগ দেয়। শাহবাগ ছাড়া ঢাকার অন্যান্য স্থানগুলো আন্দোলনের প্রভাবমুক্ত ছিল। রাত ৯টায় শিক্ষার্থীরা আন্দোলন শেষ করে তাদের উপর পুলিশি হামলার প্রতিবাদে ১২ জুলাইয়ে বিক্ষোভ মিছিল ও সমাবেশের ঘোষণা দেয়।\nএ দিন কুমিল্লা বিশ্ববিদ্যালয়ের শিক্ষার্থীদের উপর পুলিশ হামলা করে।\n\n\n=== ১২ জুলাই ===\nএই দিন বিকেল ৫টায় শিক্ষার্থীরা প্রশাসনের সতর্কবাণী উপেক্ষা করে শাহবাগে জড়ো হয়ে অবরোধ করে।\nএই দিনে কুমিল্লা ভিক্টোরিয়া কলেজে শিক্ষার্থীরা আন্দোলন করতে থাকলে ছাত্রলীগের একদল কর্মী আক্রমণ করে। এ সময় সে অবস্থায় ভিডিও করায় কলেজের এক শিক্ষার্থীকে তুলে হলে নিয়ে বেধড়ক মারধর করে ছাত্রলীগের কর্মীরা।\nবিকেল ৫টার দিকে রাজশাহী বিশ্ববিদ্যালয়ের স্টেশন বাজারসংলগ্ন ঢাকা-রাজশাহী রেললাইন অবরোধ শুরু করেন আন্দোলনকারীরা। এতে সারা দেশের সঙ্গে রাজশাহীর রেল যোগাযোগ বিচ্ছিন্ন হয়ে যায়।\n\n\n=== ১৩ জুলাই ===\nরাজশাহীতে রেলপথ অবরোধ করে শিক্ষার্থীরা বিক্ষোভ করে। ঢাকায় ঢাবির শিক্ষার্থীরা সন্ধ্যায় সংবাদ সম্মেলন করেন, তারা অভিযোগ করেন “মামলা দিয়ে শিক্ষার্থীদের আন্দোলনে বাধার চেষ্টা করা হচ্ছে”।\nবগুড়া শহরের পৌর এডওয়ার্ড পার্কের শহীদ টিটু মিলনায়তনে পররাষ্ট্রমন্ত্রী ও আওয়ামী লীগের যুগ্ম সাধারণ সম্পাদক হাছান মাহমুদ বলেন:\n\n\n=== ১৪ জুলাই ===\nআন্দোলনরত শিক্ষার্থীরা ঢাকায় গণপদযাত্রা করে রাষ্ট্রপতি মো. সাহাবুদ্দিন বরাবর স্মারকলিপি প্রদান করে।\nকোটা সংস্কার আন্দোলন নিয়ে সংবাদ সম্মেলনে বাংলাদেশের প্রধানমন্ত্রীর দেওয়া বক্তব্যের প্রতিবাদে মধ্যরাতে শিক্ষার্থীরা ঢাকা বিশ্ববিদ্যালয়ের ক্যাম্পাস এলাকায় বিক্ষোভ করে। রোকেয়া হলের ছাত্রীরাও তালা ভেঙে বেরিয়ে আসেন। সরকার ঢাকা বিশ্ববিদ্যালয় এলাকায় ৪–জি নেটওয়ার্ক বন্ধ করে দিতে অপারেটরদের নির্দেশনা দেয়। চট্টগ্রামে রাত সাড়ে ১১টার দিকে চট্টগ্রাম বিশ্ববিদ্যালয়ের আন্দোলনকারীদের উপর হামলা চালায় ছাত্রলীগের নেতাকর্মীরা।\n\n\n=== ১৫ জুলাই ===\nকোটা আন্দোলনকে কেন্দ্র করে ঢাকা বিশ্ববিদ্যালয়ের বিজয় একাত্তর হল, সূর্যসেন হল ও ক্যাম্পাসের বেশ কয়েকটি জায়গায় আন্দোলনরত শিক্ষার্থীদের সঙ্গে ছাত্রলীগের ধাওয়া-পাল্টা ধাওয়া হয়। এতে বেশ কয়েকজন আন্দোলনকারী শিক্ষার্থী আহত হয়। তাদের ঢাকা মেডিকেল কলেজ হাসপাতালে পাঠানো হয়।\nঢাকা বিশ্ববিদ্যালয়ের ক্যাম্পাসে কোটা সংস্কারের দাবিতে শিক্ষার্থীদের আন্দোলনে হামলা করে ছাত্রলীগ। এতে শতাধিক ছাত্রের আহত হওয়ার ঘটনা ঘটে। আন্দোলনকারীদের মতে এই সংখ্যা দুইশ' এর বেশি। ১৫ জুলাই বিকেলে পাল্টাপাল্টি কর্মসূচির কারণে ক্যাম্পাসে সংঘাত ছড়িয়ে পড়ে, এতে বেশ কয়েকজন আহত হওয়ার খবর পাওয়া যায়। বেশ কয়েকজন শিক্ষার্থীকে আহত অবস্থায় মেডিকেলের দিকে নিয়ে যেতে দেখা যায়। এ সময় ছাত্রলীগের নেতাকর্মীদের হাতে রড, লাঠি, হকি স্টিকসহ বিভিন্ন অস্ত্র দেখা যায়। হেলমেট পরিহিত একদল তরুণকেও আক্রমণাত্মক ভূমিকায় দেখা যায়। আন্দোলনরত শিক্ষার্থীদের অনেকে এসময় আশপাশের ভবনে আশ্রয় নেন।\nবিকাল ৩টার দিকে এ ঘটনা ঘটে। বিকাল আড়াইটার দিকে আন্দোলনকারীদের মিছিলকে কেন্দ্র করে ধাওয়া-পাল্টা ধাওয়ার সূত্রপাত হয়। প্রত্যক্ষদর্শীরা জানান, দুপুর ৩টার দিকে বিজয় একাত্তর হলের সামনে মাইকিং করতে শুরুর করলে হল শাখা ছাত্রলীগের নেতাকর্মীরা তাদের ধাওয়া দেন। এরপর কোটা আন্দোলনকারী শিক্ষার্থীরাও ছাত্রলীগ নেতাকর্মীদের পাল্টা ধাওয়া দেন। অপরদিকে সূর্যসেন হলের আশপাশেও হামলা থেকে ধাওয়া-পাল্টা ধাওয়ার ঘটনা ঘটে। বিকেল সাড়ে পাঁচটার পরও শহীদুল্লাহ হলের সামনে থেকে ঢাকা মেডিকেল কলেজের সামনের এলাকায় আন্দোলনকারী শিক্ষার্থী ও ছাত্রলীগের নেতা-কর্মীদের ধাওয়া পাল্টা ধাওয়া চলে। আন্দোলনকারীরা সরে যাওয়ার পর ছাত্রলীগের নেতাকর্মীদের রড ও লাঠি নিয়ে মিছিল করতে দেখা যায়।\nএর আগে, দুপুরে ঢাকা বিশ্ববিদ্যালয়ের রাজু ভাস্কর্যের সামনে শিক্ষার্থীরা বিক্ষোভ করে। আন্দোলনরত শিক্ষার্থীরা বলেন, আন্দোলনকারীদের উদ্দেশ্য করে প্রধানমন্ত্রী শেখ হাসিনার দেওয়া বক্তব্য অপমানজনক। এই বক্তব্য আন্দোলনরত সাধারণ শিক্ষার্থীদের ক্ষুব্ধ করেছে। বৈষম্য বিরোধী ছাত্র আন্দোলনের অন্যতম সমন্বয়ক নাহিদ ইসলাম বলেন, “গত রাতে বিক্ষোভ করে আমরা সোমবার ১২টার প্রধানমন্ত্রীকে তার বক্তব্য প্রত্যাহারের দাবি জানিয়েছিলাম। প্রত্যাহার না হওয়ায় আমরা রাস্তায় নেমেছি”। আন্দোলনরত শিক্ষার্থীরা বলেন, কোটা সংস্কারে সরকারকে দেয়া দাবি না মানা পর্যন্ত তাদের এই আন্দোলন অব্যাহত থাকবে। ঢাকা বিশ্ববিদ্যালয় এলাকায় দুপুর ১২টা থেকেই ঢাকা বিশ্ববিদ্যালয়সহ বিভিন্ন এলাকা থেকে শিক্ষার্থীরা রাজু ভাস্কর্যের সামনে জড়ো হতে থাকে। এই আন্দোলনকে ঘিরে শাহবাগসহ আশপাশের রাস্তায় জলকামানসহ বিপুলসংখ্যক পুলিশ অবস্থান নেয়।\nঢাকা বিশ্ববিদ্যালয়ে আন্দোলনকারীদের ওপর ছাত্রলীগের হামলা, মারধর ও সংঘর্ষের ঘটনায় আহত অন্তত ২৯৭ জন ঢাকা মেডিকেল কলেজ হাসপাতালে চিকিৎসা নেন। আহত শিক্ষার্থীদের যাঁরা ঢাকা মেডিকেলে নিয়ে গেছেন, তাঁদের সেখান থেকে ধাওয়া দিয়ে বের করে দেন ছাত্রলীগের নেতা–কর্মীরা। এরপর ঢাকা মেডিকেলের সামনের সড়কে ছাত্রলীগ নেতা–কর্মীদের সঙ্গে আন্দোলনকারী শিক্ষার্থীদের পাল্টাপাল্টি ধাওয়া ও ইটপাটকেল নিক্ষেপের ঘটনা ঘটে। সন্ধ্যা সোয়া ৭টার দিকে লাঠিসোঁটা নিয়ে ২০-২৫ জন ছাত্রলীগ নেতা-কর্মী হাসপাতালের ইমার্জেন্সিতে ঢুকে পড়ে। এ সময় চিকিৎসাধীন আহতদের সঙ্গে থাকা শিক্ষার্থীদের ওপর হামলা করে ছাত্রলীগ।\nঢাকা বিশ্ববিদ্যালয়ের বিভিন্ন হলে ১৫ জুলাই সোমবার রাত ১০টার পর থেকে শিক্ষার্থীদের মুঠোফোন তল্লাশি ও মারধর করে। স্যার এ এফ রহমান হল, বিজয় একাত্তর হল, মাস্টারদা সূর্য সেন হল ও শহীদ সার্জেন্ট জহুরুল হক হলে এমন ঘটনা ঘটে। শিক্ষার্থীরা কোটা আন্দোলনে যুক্ত কি না, তা দেখতে শিক্ষার্থীদের মুঠোফোন তল্লাশি করা হয়। আন্দোলনে যুক্ততা পেলেই মারধর করাও হয়।\n\n\n=== ১৬ জুলাই ===\n\nজাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের কোটা সংস্কার আন্দোলনকারীরা ছাত্রলীগের হামলার ভয়ে উপাচার্যের বাসভবনের ভেতরে আশ্রয় নেন। রাত সোয়া ২টার দিকে ছাত্রলীগের নেতা–কর্মীরা সেখানে ঢুকে আন্দোলনকারী শিক্ষার্থীদের মারধর করে। এর আগে রাত ১২টার পর আন্দোলনকারী শিক্ষার্থীদের ওপর হামলা হয়। এতে বহিরাগতসহ ছাত্রলীগের দেড় শতাধিক নেতা–কর্মী অংশ নেন বলে অভিযোগ করেন শিক্ষার্থীরা।\nরাজশাহী বিশ্ববিদ্যালয়ের মাদার বখশ হলের প্রথম ও দ্বিতীয় ব্লকের শিক্ষার্থীরা রাত ১২টা ৫০ মিনিটের দিকে থালা বাজিয়ে বিভিন্ন স্লোগানের মাধ্যমে আন্দোলন করেন। এরপর রাত ১টা ১০ মিনিট থেকে ১টা ৩৫ মিনিট পর্যন্ত ছাত্রলীগের নেতা-কর্মীরা মাদার বখশ হলের প্রথম ব্লকের তৃতীয় তলায় অন্তত ছয়টি কক্ষে শিক্ষার্থীদের জিজ্ঞাসাবাদ করেন এবং তল্লাশি চালান। তাদের বেশ কয়েকজনের হাতে লাঠিসোঁটা ছিল বলে জানা যায়।\nপরবর্তীতে বিকাল ৩ টার কর্মসূচিতে আন্দোলনকারীরা বিশ্ববিদ্যালয়ের বিভিন্ন পয়েন্টে জড়ো হন। জানা যায়, হলে হলে তালা ঝুলিয়ে মাদারবক্স হলের সামনে অবস্থান নেয় ছাত্রলীগের নেতা-কর্মীরা। আন্দোলনকারীদের তোপের মুখে ক্যাম্পাস ছাড়েন শাখা ছাত্রলীগের নেতা-কর্মীরা। বঙ্গবন্ধু শেখ মুজিবুর রহমান হল ও মাদার বখশ হলের বিভিন্ন কক্ষে ভাঙচুর এবং আগুনে কিছু মটরসাইকেল ক্ষতিগ্রস্থ হয়। আন্দোলনকারীরা ছাত্রলীগ সভাপতি ও সাধারণ সম্পাদকের কক্ষে অভিযান চালান। এ সময় সভাপতির কক্ষ থেকে পিস্তল, রামদা ও বিদেশি মদ এবং সাধারণ সম্পাদকের কক্ষ থেকে ফেনসিডিল জব্দ করে বিক্ষোভকারী শিক্ষার্থীরা।\nরাজধানীর মেরুল বাড্ডায় সড়ক অবরোধ করে বিক্ষোভ করে ব্র্যাক বিশ্ববিদ্যালয়ের শিক্ষার্থীরা। কোটা সংস্কারের দাবিতে চলমান আন্দোলনের অংশ হিসেবে শিক্ষার্থীরা এই সড়ক অবরোধ করেন। এতে ওই সড়কে যান চলাচল বন্ধ হয়ে যায়। রাজধানীর বসুন্ধরা আবাসিক এলাকার যমুনা ফিউচার পার্কের সামনে নর্থ সাউথ বিশ্ববিদ্যালয়, আমেরিকান ইন্টারন্যাশনাল ইউনিভার্সিটি, ইন্ডিপেন্ডেন্ট বিশ্ববিদ্যালয় বাংলাদেশ, গ্রিন ইউনিভার্সিটি অব বাংলাদেশ, স্টেট ইউনিভার্সিটি অব বাংলাদেশের শিক্ষার্থীরা ভাটারা এলাকার প্রগতি সরনী ও কুড়িল মহাসড়ক অবরোধ করে বিক্ষোভ করে।\nসকাল ১১টায় টাঙ্গাইল পৌরসভার সামনে কোটা সংস্কার আন্দোলনকারী শিক্ষার্থীদের মিছিল শহিদ মিনারের কাছে পৌঁছালে লাঠি ও লোহার রড নিয়ে তাদের ওপর হামলা করে ছাত্রলীগ নেতাকর্মীরা। এ সময় মিছিলটি ছত্রভঙ্গ হয়ে গেলে এক শিক্ষার্থীকে লোহার রড দিয়ে পিটিয়ে গুরুতর আহত করে তারা।\nদুপুর ১টায় মিরপুর ১০-এ রাস্তা বন্ধ করে বিক্ষোভরত বঙ্গবন্ধু শেখ মুজিবুর রহমান মেরিটাইম বিশ্ববিদ্যালয়, বাংলাদেশ ইউনিভার্সিটি অব প্রফেশনালস, বাংলাদেশ ইউনিভার্সিটি অব বিজনেস অ্যান্ড টেকনোলজিসহ মিরপুরের বিভিন্ন বিশ্ববিদ্যালয় ও কলেজের শিক্ষার্থীদের লাঠিসোঁটা নিয়ে যুবলীগ, শ্রমিক লীগ ও স্বেচ্ছাসেবক লীগের একটি বিরাট দলসহ নেতা-কর্মীরা এসে বিক্ষুব্ধ ছাত্রদের ওপর হামলা করে।\nদুপুর আড়াইটা থেকে তিনটার দিকে বেগম রোকেয়া বিশ্ববিদ্যালয়ের সামনে কোটা সংস্কারের দাবিতে আন্দোলনরত শিক্ষার্থীদের সাথে পুলিশের সহিংসতার ঘটনা ঘটে। এ সময় পুলিশ টিয়ার গ্যাস নিক্ষেপ ও লাঠিচার্জ করে। পুলিশ গুলি চালালে আবু সাঈদ নামের বেগম রোকেয়া বিশ্ববিদ্যালয়ের একজন শিক্ষার্থী আহত হয়। তাকে রংপুর মেডিকেল কলেজ হাসপাতালে নেওয়া হয়। হাসপাতালটির পরিচালক ডা. মোঃ ইউনুস আলী জানান, \"এক শিক্ষার্থীকে মৃত অবস্থায় হাসপাতালে আনা হয়। এ ছাড়া আহত অবস্থায় আরও ১৫ জন হাসপাতালে এসেছেন।\"\nবিকেল ৪টার দিকে চট্টগ্রামে ছাত্রলীগের সঙ্গে আন্দোলনকারীদের সংঘর্ষে তিনজন নিহত হয়েছেন, যার মধ্যে একজন চট্টগ্রাম কলেজের শিক্ষার্থী ও ছাত্রদল নেতা ওয়াসিম আকরাম, একজন ওমরগণি এম.ই.এস. কলেজের শিক্ষার্থী ও ছাত্রশিবির নেতা ফয়সাল আহমদ শান্ত এবং অন্যজন পথচারী।\n\nবিকেলে রাজধানীর ঢাকা কলেজের সামনে আন্দোলনকারী শিক্ষার্থীদের সঙ্গে যুবলীগ ও ছাত্রলীগের নেতা–কর্মীদের সংঘর্ষের মধ্যে এক যুবক নিহত হন। পুলিশের নিউমার্কেট অঞ্চলের জ্যেষ্ঠ সহকারী কমিশনার মো. রিফাতুল ইসলাম বলেন, “বিকেলে ঢাকা কলেজের সামনের রাস্তায় একদল লোককে এক ব্যক্তিকে পেটাতে দেখেছেন তাঁরা। পরে শুনেছেন, তিনি ঢাকা মেডিকেলে মারা গেছেন।”\nসংঘাত ছড়িয়ে পড়ায় এইদিন সন্ধায় ঢাকা, চট্টগ্রাম, বগুড়া ও রাজশাহী শহরে বিজিবি মোতায়েন করা হয়। এছাড়া দেশের বিভিন্ন স্থানে ইন্টারনেট ব্যবহার করে ফেসবুক ব্যবহার করতে সমস্যা হওয়ার খবর পাওয়া যায়।\nকোটাব্যবস্থা সংস্কারের দাবিতে আন্দোলন ঘিরে দেশের বিভিন্ন এলাকায় সংঘর্ষের ঘটনায় শিক্ষা মন্ত্রণালয়ের আওতাধীন মাধ্যমিক ও উচ্চ মাধ্যমিক পর্যায়ের সব শিক্ষাপ্রতিষ্ঠান (স্কুল, কলেজ, মাদ্রাসা ও কারিগরি প্রতিষ্ঠান) এবং পলিটেকনিক ইনস্টিটিউটগুলোর শ্রেণি কার্যক্রম পরবর্তী নির্দেশ না দেওয়া পর্যন্ত বন্ধের ঘোষণা দেয় শিক্ষা মন্ত্রণালয়। এছাড়া বাংলাদেশ আন্তশিক্ষা বোর্ড সমন্বয় কমিটি ১৮ জুলাই বৃহস্পতিবার অনুষ্ঠেয় সব শিক্ষা বোর্ডের এইচএসসি ও সমমানের পরীক্ষা স্থগিত করে।\nএদিন রাতে বাংলাদেশ বিশ্ববিদ্যালয় মঞ্জুরী কমিশন ঘোষণা করে যে পরবর্তী নির্দেশ না দেওয়া পর্যন্ত সারাদেশে সকল সরকারি ও বেসরকারি বিশ্ববিদ্যালয় বন্ধ থাকবে। একই সময়ে, সমস্ত অধিভুক্ত মেডিকেল, টেক্সটাইল, ইঞ্জিনিয়ারিং এবং অন্যান্য কলেজগুলিও বন্ধ থাকবে। শিক্ষার্থীদের নিরাপত্তার কথা বিবেচনা করে আবাসিক হলগুলো খালি করতে বিশ্ববিদ্যালয় কর্তৃপক্ষকে নির্দেশ দেয় কমিশন।\nরাতে বৈষম্যবিরোধী ছাত্র আন্দোলন নিহতদের স্মরণে ১৭ জুলাই গায়েবানা জানাজা ও কফিন মিছিল আয়োজনের ঘোষণা দেয়। এক বার্তায় তারা জানান, ‘মঙ্গলবার পুলিশ ও ছাত্রলীগের যৌথ হামলা ও গুলিবর্ষণে শহীদ ভাইদের জন্য ১৭ জুলাই দুপুর ২টায় রাজু ভাস্কর্যের পাদদেশে গায়েবানা জানাজা ও কফিন মিছিল হবে।’\n\n\n=== ১৭ জুলাই ===\nইউজিসি সকল শিক্ষাপ্রতিষ্ঠান বন্ধের ঘোষণা দেয় এবং নিরাপত্তার স্বার্থে শিক্ষার্থীদের হল ছাড়তে বলা হয়।\nএদিন গ্রামীণফোন কোম্পানিসহ সকল মোবাইল কোম্পানীকে সরকার সকল ধরনের ইন্টারনেট সেবা বন্ধ রাখার নির্দেশ দেয়। কোটাবিরোধী আন্দোলন ঘিরে সংঘর্ষে দেশের বিভিন্ন স্থানে প্রাণহানির ঘটনার পর আন্দোলনকারী ছাত্রীদের তোপের মুখে পড়েন ঢাকা বিশ্ববিদ্যালয়ের রোকেয়া হল শাখা ছাত্রলীগের নেত্রীরা। হল শাখা ছাত্রলীগের সভাপতি আতিকা বিনতে হোসাইনসহ ১০ নেত্রীকে রাত ১২টার দিকে অ্যাম্বুলেন্সে করে হল থেকে নিয়ে আসে প্রোক্টরিয়াল বডি। পরে রোকেয়া হলের ছাত্রীরা একটি বিজ্ঞপ্তিতে স্বাক্ষর করতে প্রাধ্যক্ষ নিলুফার পারভিনকে বাধ্য করেন। ওই বিজ্ঞপ্তি অনুযায়ী বিশ্ববিদ্যালয়ের রোকেয়া হলের অভ্যন্তরে সব ধরনের ছাত্ররাজনীতি নিষিদ্ধ করা হয়। পরবর্তীতে ঢাকা বিশ্ববিদ্যালয়ের শহীদুল্লাহ হল‌, ফজলুল হক মুসলিম হল, অমর একুশে হল, রোকেয়া হল, মহসীন হল, কুয়েত মৈত্রী হল, জহুরুল হক হল, শামসুননাহার হল, বঙ্গমাতা শেখ ফজিলাতুন্নেছা মুজিব হল, সুফিয়া কামাল হলসহ বিভিন্ন হলে ছাত্র রাজনীতি নিষিদ্ধের বিজ্ঞপ্তি দেওয়া হয়।\nসকাল ১০টার মধ্যে ঢাকা বিশ্ববিদ্যালয়ের সব হলের নিয়ন্ত্রণ শিক্ষার্থীদের হাতে, হল ছাড়লো ছাত্রলীগ নেতাকর্মীরা। সকল হলের প্রোক্টরদের থেকে ছাত্র রাজনীতি নিষিদ্ধের নোটিশ নিয়েছে শিক্ষার্থীরা।\nসকাল ১০টায় শনির আখড়ার দনিয়া কলেজের শিক্ষার্থীসহ যাত্রাবাড়ীর স্থানীয় স্কুল-কলেজের শিক্ষার্থীরা ঢাকা-চট্টগ্রাম মহাসড়ক অবরোধ করেন।\nজাহাঙ্গীরনগর বিশ্ববিদ্যালয়ে দুপুর ১২টার দিকে সিন্ডিকেটের বিশ্ববিদ্যালয়ের ১৯টি আবাসিক হলের শিক্ষার্থীদের বিকেল ৪টার মধ্যে হল ছাড়ার প্রশাসনিক ভবনের সামনে অবস্থানরত আন্দোলনকারীদের জানান বিশ্ববিদ্যালয়ের রেজিস্ট্রার আবু হাসান। সিন্ডিকেটের এ সিদ্ধান্তে ক্ষিপ্ত হয়ে প্রশাসনিক ভবনে ইট-পাটকেল ছুড়তে থাকেন শিক্ষার্থীরা। ভবনের উভয় ফটকে তালা ঝুলিয়ে উপাচার্যসহ অন্য শিক্ষক ও কর্মকর্তাদের অবরুদ্ধ করে রাখেন তাঁরা। এরপর বিশ্ববিদ্যালয়ের শহীদ মিনার সংলগ্ন সড়ক, মূল ফটক ও আশপাশের এলাকায় সাঁজোয়া যানসহ অবস্থান নেয় পুলিশ, বিজিবি ও র‍্যাব। বিকেল সোয়া ৫টার দিকে আন্দোলনকারী শিক্ষার্থীদের দের ওপর চড়াও হয় পুলিশ। এ সময় শিক্ষার্থীদের সঙ্গে পুলিশের পাল্টাপাল্টি ধাওয়ার ঘটনা ঘটে। পুলিশ সদস্যরা কাঁদানে গ্যাসের শেল, সাউন্ড গ্রেনেড ও রাবার বুলেট ছোড়েন। এতে শতাধিক শিক্ষার্থী আহত হন। বেশ কয়েকজনের আঘাত গুরুতর হওয়ায় তাঁদের সাভারের এনাম মেডিকেল কলেজ হাসপাতালে পাঠানো হয়। পুলিশের সহযোগিতায় সন্ধ্যা ৭টার দিকে উপাচার্যসহ অবরুদ্ধ অন্যরা প্রশাসনিক ভবন থেকে বের হয়ে যান। এরপর ক্যাম্পাস থেকে পুলিশ সরে গিয়ে বিশ্ববিদ্যালয়ের মূল ফটকের বাইরে অবস্থান নেয়।\nপুলিশ ও ছাত্রলীগের হামলায় নিহত শিক্ষার্থীদের জন্য ২টার দিকে রাজু ভাস্কর্যের পাদদেশে ‘গায়েবানা জানাজা ও কফিনমিছিল’ করে ঢাকা বিশ্ববিদ্যালয়ের আন্দোলনকারীরা। তবে পুলিশের বাধায় সেখানে গায়েবানা জানাজা হয়নি। পরে উপাচার্যের বাসভবনের সামনে গায়েবানা জানাজা অনুষ্ঠিত হয়। জানাজা শেষে ক্যাম্পাসে কফিন নিয়ে মিছিল শুরু করলে পুলিশ সাউন্ড গ্রেনেড ও কাঁদানে গ্যাস নিক্ষেপ করে। এতে শিক্ষার্থীরা ছত্রভঙ্গ হয়ে যান ও পরে সূর্য সেন হলের সামনে জড়ো হন। এরপর পুলিশ সদস্যরা উপাচার্যের বাসভবনের সামনে অবস্থান নেন। শিক্ষার্থীরা মাস্টারদা সূর্য সেন হলের সামনে অবস্থান নেন। পুলিশের সাউন্ড গ্রেনেড ও কাঁদানে গ্যাস নিক্ষেপ করলে শিক্ষার্থীরা তার জবাবে ইটপাটকেল নিক্ষেপ করেন। পুলিশের সঙ্গে টিকতে না পেরে বিকেল সাড়ে পাঁচটার দিকে শিক্ষার্থীরা ওই এলাকার হলগুলোর ভেতরে চলে যান। পরে পুলিশ সূর্য সেন হলের সামনে এসে অবস্থান নেয়। তখন বিশ্ববিদ্যালয়ের গণযোগাযোগ ও সাংবাদিকতা বিভাগের সহযোগী অধ্যাপক সাইফুল হক সেখানে গিয়ে পুলিশের সঙ্গে কথা বলেন। এরপর পুলিশ কাঁদানে গ্যাস নিক্ষেপ করা বন্ধ করে।\nরাজশাহী বিশ্ববিদ্যালয়ে ছাত্ররাজনীতি নিষিদ্ধসহ পাঁচ দফা দাবিতে শিক্ষার্থীদের ১০ জন প্রতিনিধির সঙ্গে প্রশাসনের কর্মকর্তারা আলোচনায় বসেন। আলোচনা ফলপ্রসূ না হওয়ায় শিক্ষার্থীদের প্রতিনিধিরা সেখান থেকে বেরিয়ে আসেন। পরে আন্দোলনকারীরা প্রশাসনিক ভবনের ফটক তালা দিয়ে ঘেরাও করেন। এতে উপাচার্যসহ প্রশাসনের কর্মকর্তারা ভেতরেই আটকা পড়েন। সন্ধ্যা ৭টা ১০ মিনিটের দিকে বিশ্ববিদ্যালয়ের সৈয়দ নজরুল ইসলাম প্রশাসনিক ভবনের সামনে উপাচার্যকে মুক্ত করতে অভিযান শুরু করে আইনশৃঙ্খলা রক্ষাকারী বাহিনী। উদ্ধার অভিযানে পুলিশ, বিজিবি ও র‍্যাবের সদস্যরা যৌথভাবে অংশ নেন। প্রশাসনিক ভবনের সামনে থেকে শিক্ষার্থীদের ছত্রভঙ্গ করতে পুলিশ কাঁদানে গ্যাসের শেল ও সাউন্ড গ্রেনেড ছোড়ে। চার ঘণ্টা পর পুলিশ উপাচার্যকে মুক্ত করতে সক্ষম হয়।\nঢাকায় সন্ধ্যা ৭টার দিকে আন্দোলনকারীদেরকে পুলিশ আক্রমণ করে এবং পুলিশের শটগানের গুলিতে ৬ জন আহত হন। ফলে, আন্দোলনকারীরা মেয়র হানিফ উড়ালসড়কের কাজলা অংশের টোল প্লাজায় আগুন ধরিয়ে দেন। সড়কের শনির আখড়া ও কাজলার মধ্যবর্তী স্থানে অন্তত ২০টি জায়গায় মধ্যরাত পর্যন্ত আগুন জ্বলে।\nরাত আটটার দিকে কোটা সংস্কারের দাবিতে আন্দোলনকারীরা ১৮ জুলাই বৃহস্পতিবার সারা দেশে কমপ্লিট শাটডাউন (সর্বাত্মক অবরোধ) কর্মসূচি ঘোষণা করেন।\nরাত পৌনে ১০টার দিকে পুলিশের সঙ্গে আন্দোলনকারীদের আরেক দফা পাল্টাপাল্টি ধাওয়ার ঘটনা ঘটে। ঢাকা বিশ্ববিদ্যালয়ের বঙ্গবন্ধু টাওয়ারের সামনে থেকে ঘটনার শুরু। সেখান থেকে কেন্দ্রীয় শহীদ মিনার, ঢাকা মেডিকেল কলেজ হাসপাতাল ও চানখাঁরপুল মোড় পর্যন্ত দফায় দফায় পাল্টাপাল্টি ধাওয়া চলে।\nরাত ১২টার দিকে রাতে বাসায় ফেরার পথে সিয়াম নামের এক তরুণ যাত্রাবাড়ীতে হানিফ ফ্লাইওভারে সংঘর্ষ চলাকালে গুলিবিদ্ধ হয়ে মৃত্যুবরণ করেন।\n\n\n=== ১৮ জুলাই ===\n১৭ জুলাই রাতে আন্দোলনকারীরা ১৮ জুলাইয়ের জন্য ‘কমপ্লিট শাটডাউন’ কর্মসূচির ঘোষণা করে।\nসকালে সীমান্তরক্ষী বাহিনী বর্ডার গার্ড বাংলাদেশ এক বিজ্ঞপ্তিতে জানায় যে, কোটা সংস্কারের দাবিতে আন্দোলনকারীদের ঘোষিত কমপ্লিট শাটডাউনকে কেন্দ্র করে আইনশৃঙ্খলা পরিস্থিতি স্বাভাবিক রাখতে ঢাকাসহ সারাদেশে ২২৯ প্লাটুন বিজিবি মোতায়েন করা হয়েছে।\nসকাল ১১টার দিকে মিরপুর ১০-এ বাংলাদেশ ইউনিভার্সিটি অব বিজনেস অ্যান্ড টেকনোলজিসহ মিরপুরের বিভিন্ন শিক্ষাপ্রতিষ্ঠানের শিক্ষার্থীদের উপর আক্রমণ করে আওয়ামী লীগ, ছাত্রলীগ ও যুবলীগের নেতাকর্মী এবং পুলিশ। আন্দোলনকারীদের ওপর সাউন্ড গ্রেনেড ও টিয়ার শেল নিক্ষেপ করা হয়। এতে পুরো এলাকা রণক্ষেত্রে পরিণত হয়। এসময় ‘কোটাবিরোধী আন্দোলনের ওপর ভর করে স্বাধীনতা বিরোধীদের নৈরাজ্য সৃষ্টির’ প্রতিবাদে আওয়ামী লীগের বিক্ষোভ সমাবেশ অনুষ্ঠিত হচ্ছিল, যা আন্দোলনকারীদের ধাওয়ায় পুরোপুরি পণ্ড হয়ে যায়।\nসকাল ১১টার দিকে সকাল থেকে আন্দোলনরত ব্র্যাক বিশ্ববিদ্যালয়, ইস্ট ওয়েস্ট বিশ্ববিদ্যালয়, নর্থ সাউথ বিশ্ববিদ্যালয় সহ অন্যান্য শিক্ষাপ্রতিষ্ঠানের শিক্ষার্থীরা রামপুরা ব্রিজ থেকে মেরুল বাড্ডা এলাকায় সড়ক অবরোধ করায় তাদের ছত্রভঙ্গ করেতে কাঁদানে গ্যাস ও সাউন্ড গ্রেনেড ছোঁড়ে পুলিশ। একই সাথে তাদেরকে আক্রমণ করে ছাত্রলীগ এবং আওয়ামী লীগ কর্মীরা।\nদুপুর ১২টার দিকে সকাল থেকে আন্দোলনরত বঙ্গবন্ধু শেখ মুজিবুর রহমান মেরিটাইম বিশ্ববিদ্যালয়, বাংলাদেশ ইউনিভার্সিটি অব প্রফেশনালস ও স্থানীয় অন্যান্য শিক্ষা প্রতিষ্ঠানের শিক্ষার্থীদের উপর আক্রমণ করে আওয়ামী লীগ, ছাত্রলীগ ও যুবলীগের নেতাকর্মী এবং পুলিশ। আন্দোলনকারীদের ওপর সাউন্ড গ্রেনেড ও টিয়ার শেল নিক্ষেপ করা হয়। এতে পুরো এলাকা রণক্ষেত্রে পরিণত হয়। অনেক শিক্ষার্থী বঙ্গবন্ধু শেখ মুজিবুর রহমান মেরিটাইম বিশ্ববিদ্যালয় ক্যাম্পাসে ও অনেকে মিরপুর ডিওএইচএস-এ আটকে পড়ে। পরবর্তীতে ডিওএইচএসের ভেতর ঢুকে হামলা চালানো শুরু করলে শিক্ষার্থীরা ছত্রভঙ্গ হয়ে যান। বিইউপি ও এমআইএসটি হলে সকল শিক্ষার্থীকে আশ্রয়ের সুযোগ দেয়া হয়।\nদুপুর ২টার দিকে পুলিশের গুলিতে নর্দান ইউনিভার্সিটির ২ শিক্ষার্থী নিহত ও শতাধিক শিক্ষার্থী আহত হয়। আহত শিক্ষার্থীদের হাসপাতালে নেয়া হয়। তাদের মধ্যে কয়েকজনের অবস্থা আশঙ্কাজনক বলে জানান চিকিৎসকরা।\nদুপুর ৩টার দিকে পুলিশের ধাওয়ায় হ্রদে পড়ে মাদারীপুর সরকারি কলেজের প্রাণিবিদ্যা বিভাগের দ্বিতীয় বর্ষের শিক্ষার্থীর মৃত্যু হয়।\nএছাড়াও রামপুরায় পুলিশের সাথে বেসরকারি ব্র্যাক বিশ্ববিদ্যালয়ের শিক্ষার্থীদের  সংঘর্ষের ঘটনায় এক গাড়ি চালক পুলিশের গুলিতে নিহত হন। সংঘাতের সময় তিনি একটি হাইএস গাড়ি চালিয়ে ওই এলাকা পার হচ্ছিলেন।\nএদিন সরকারের নির্দেশে ৪জি মোবাইল ইন্টারনেট বন্ধ করে ইন্টারনেটের গতি কমিয়ে দেওয়া হয়। রাত ৯টার দিকে সরকার সারাদেশে সব ধরনের ইন্টারনেট সেবা বিচ্ছিন্ন করে দেয় সরকার। (আরো দেখুন)\nকোটা আন্দোলনে নিহতদের স্মরণে দেশের প্রথম শহীদ বেদি স্থাপন করে বরিশাল বিশ্ববিদ্যালয়ের শিক্ষার্থীরা।\n\n\n=== ১৯ জুলাই ===\nশিক্ষার্থীদের আন্দোলন রোধ করতে ঢাকা মেট্রোপলিটন পুলিশ ঢাকায় অনির্দিষ্টকালের জন্য সব ধরনের সভা-সমাবেশ ও মিছিল নিষিদ্ধ ঘোষণা করে। সরকারের উচ্চ পর্যায় থেকে বাংলাদেশ রেলওয়ে কর্তৃপক্ষকে ঢাকার সাথে সারাদেশের ট্রেন চলাচল বন্ধ রাখার নির্দেশ দেওয়া হয়। দৈনিক প্রথম আলোর প্রতিবেদন অনুযায়ী নাম প্রকাশে অনিচ্ছুক একাধিক রেল কর্মকর্তা তাদের বলেন, ট্রেনে চলাচল করে কোটা সংস্কার আন্দোলনকারীরা যাতে এক জায়গা থেকে অন্য জায়গায় চলাচল করতে না পারে ও ছোট-বড় জমায়েত না করতে পারে তার জন্যই এমনটা করা হয়েছে। ১৮ জুলাইয়ের ধারাবাহিকতায় ১৯ জুলাইতেও সারাদেশে সকল ধরনের ইন্টারনেট বন্ধ করে রাখা হয়।\nএইদিনেও সারাদেশে বৈষম্যবিরোধী ছাত্র আন্দোলনের ডাকা সর্বাত্মক অবরোধ চলে। সকাল ১০টার দিকে মুখে কালো কাপড় বেঁধে রাজশাহী প্রকৌশল ও প্রযুক্তি বিশ্ববিদ্যালয়ের শিক্ষকরা প্রতিবাদ জানান। বেলা পৌনে ১টার দিকে আন্দোলনকারীরা কিশোরগঞ্জের ভৈরব থানা ঘেরাও করলে থানার ভেতর থেকে পুলিশ সদস্যরা ছররা গুলি ছোঁড়ে, এতে শতাধিক ব্যক্তি আহত হন।\nঢাকার উত্তরা, মোহাম্মদপুর, বাড্ডা, পল্টনসহ কয়েকটি এলাকায় পুলিশের সঙ্গে আন্দোলনকারীদের সারাদিন দফায় দফায় সংঘর্ষ, পাল্টাপাল্টি ধাওয়ার ঘটনা ঘটে। মিরপুরে জুমার নামাজের পর বেলা তিনটার দিকে কাজীপাড়া, শেওড়াপাড়া এবং মিরপুর - ১০-এর বিক্ষুব্ধ জনতা রাস্তায় বেরিয়ে আসে। সাভারে বিকাল তিনটা থেকে জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের প্রধান ফটকের সামনে ঢাকা-আরিচা মহাসড়কে হাজারো শিক্ষার্থী জড়ো হয়। বিকেল চারটার দিকে শিক্ষার্থীরা ঢাকার রামপুরা থানা ঘেরাও করে। বিকেল পাঁচটায় বিক্ষোভকারীরা মিরপুর ১৪ নম্বরে অবস্থিত বিআরটিএ ভবনে আগুন দেয়।\nনরসিংদীতে দুই হাজারের মতো উত্তেজিত জনতা নরসিংদী কারাগার ভাংচুর করে আগুন লাগিয়ে দেয়। এতে কারাগার থেকে ৮২৬ জন কয়েদী পালিয়ে যান। কারা সূত্রমতে আন্দোলনকারী ও বন্দীরা মিলে অস্ত্রাগারের চাবি ছিনিয়ে ৮৫টি অস্ত্র, চায়নিজ রাইফেলের ৭ হাজার গুলি ও শটগানের ১ হাজার ৫০টি গুলি ছিনিয়ে নেন। পরবর্তীতে ৩৩১ জন কয়েদী আত্মসমর্পণ করেন। \nসারাদেশে কারফিউ জারি ও সেনা মোতায়েন করে সরকার। আওয়ামী লীগের সাধারণ সম্পাদক ওবায়দুল কাদের কারফিউ প্রসঙ্গে বলেন “এটা অবশ্যই কারফিউ। এটা নিয়ম অনুযায়ীই হবে এবং সেটা শুট অ্যাট সাইট [দেখা মাত্রই গুলি] হবে”।\nমধ্যরাতে বৈষম্যবিরোধী ছাত্র আন্দোলনের অন্যতম কেন্দ্রীয় সমন্বয়ক নাহিদ ইসলামকে আটক করা হয়। এছাড়া গণঅধিকার পরিষেদের সভাপতি নুরুল হক নুরকেও আটক করা হয়। যেসময়ে নাহিদ ইসলামকে আটক করা তার কাছাকাছি সময়ে বৈষম্যবিরোধী ছাত্র আন্দোলনের তিনজন প্রতিনিধির সাথে সরকারের তিনজন প্রতিনিধির একটি বৈঠক অনুষ্ঠিত হয় যেখানে তারা সরকারের কাছে 'আট দফা দাবি' জানান। সরকারের পক্ষে আলোচনায় অংশ নেন আইনমন্ত্রী আনিসুল হক, শিক্ষামন্ত্রী মহিবুল হাসান চৌধুরী এবং তথ্য প্রতিমন্ত্রী মোহাম্মদ আলী আরাফাত। বৈষম্যবিরোধী ছাত্র আন্দোলনের পক্ষে আলোচনায় অংশ নেন সমন্বয়ক সারজিস আলম ও হাসনাত আব্দুল্লাহ এবং সহ-সমন্বয়ক তানভীর আহমেদ। উল্লেখ্য সারজিস আলম ছাত্রলীগের সদস্য ছিলেন এবং ছাত্রলীগের প্রার্থী হিসেবে ২০১৯ সালের ডাকসু নির্বাচনে অংশ নিয়েছিলেন।\nসংবাদ প্রতিবেদন অনুযায়ী কোটাবিরোধী আন্দোলনে নিহতের সংখ্যা বেড়ে ১০৫ হয়েছে জানানো হয়, প্রধানমন্ত্রীর প্রেস সচিব নাঈমুল ইসলাম খানের কাছে এই বিষয়ে জানতে চাওয়া হলে তিনি বলেন, নিহতের সংখ্যার দাবিটি ঠিক নয়। বাংলাদেশের বিভিন্ন জাতীয় সংবাদপত্র অনুযায়ী ১৯ জুলাই শুক্রবার সারাদেশে কমপক্ষে ৫৬-৬৬ জনের মৃত্যু হয়।\nসহায়তা চেয়ে ৯৯৯ নম্বরে সবচেয়ে বেশি ফোন ১৯ জুলাই এসেছে বলে জানিয়েছে জাতীয় জরুরি সেবা ৯৯৯ নম্বরের প্রধান ও পুলিশের অতিরিক্ত উপমহাপরিদর্শক মোহাম্মদ তবারক উল্লাহ। ১৬ জুলাই থেকে ৮ দিনে প্রায় ৩ লাখ ফোনকল আসে। সর্বোচ্চ ৪৮ হাজার ফোনকল আসে ১৯ জুলাই।\n\n\n=== ২০ জুলাই ===\nতৃতীয় দিনের মতো সারা বাংলাদেশ ইন্টারনেটবিহীন ছিল। সেনাবাহিনীকে দেশের বিভিন্ন অংশে কারফিউর অংশ হিসেবে টহল দিতে দেখা যায়। দুপুর ১২টা থেকে ২টা পর্যন্ত কারফিউ শিথিল রেখে পুনরায় কারফিউ শুরু হয়। রবিবার (২১ জুলাই ২০২৪) ও সোমবার (২২ জুলাই ২০২৪) বাংলাদেশে সাধারণ ছুটি ঘোষণা করা হয়।\n১৯ জুলাই শুক্রবার মধ্যরাতে বৈষম্যবিরোধী ছাত্র আন্দোলনের তিন প্রতিনিধির সাথে সরকারের তিনজন মন্ত্রীর যে বৈঠক অনুষ্ঠিত হয় সেই বৈঠক ও বৈঠকে উত্থাপিত দাবি নিয়ে নেতৃত্বের মধ্যে মতবিরোধ দেখা যায়। আন্দোলনের অন্যতম সমন্বয়ক জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের শিক্ষার্থী আরিফ সোহেল অভিযোগ করে বলেন, “তারা [গতকাল রাতে মন্ত্রীদের সাথে বৈঠক করা তিন প্রতিনিধি] বৈষম্যবিরোধী ছাত্র আন্দোলনের একটা পোর্শনও [অংশ] না। তারা বৈষম্যবিরোধী ছাত্র আন্দোলনের সাথেই নাই। তারা যদি এই সিদ্ধান্ত নিয়ে থাকেন এবং বৈষম্যবিরোধী ছাত্র আন্দোলনের নামে প্রচার করেন, তবে তারা মিথ্যাচার করছেন।” অন্য আরেক সমন্বয়ক আবদুল কাদের বলেন, “কয়েকজন সমন্বয়ক ও সহ-সমন্বয়ককে দিয়ে জোরপূর্বক গণমাধ্যমে ভুল সংবাদ প্রচারের চেষ্টা করা হচ্ছে।”\nকারফিউর মধ্যেই যাত্রাবাড়ী, রামপুরা-বনশ্রী, বাড্ডা, মিরপুর, আজিমপুর, মানিকনগরসহ ঢাকার বিভিন্ন স্থানে বিক্ষোভকারীদের সাথে পুলিশের সংঘর্ষ হয়। পুলিশ টিয়ারশেল, সাউন্ড গ্রেনেড নিক্ষেপ করে। এইসব সংঘর্ষে দুইজন পুলিশসহ অন্তত ১০ জন নিহত হন, অন্তত ৯১ জন আহত হন।\nকোটা সংস্কার আন্দোলনের অন্যতম সমন্বয়ক ঢাকা বিশ্ববিদ্যালয়ের শিক্ষার্থী নাহিদ ইসলামকে মধ্যরাতে আইনশৃঙ্খলা বাহিনী তুলে নিয়ে যায়, যদিও বিষয়টি তারা অস্বীকার করে। বাংলাদেশের একটি দৈনিক দ্য ডেইলি স্টার ভিডিও বিশ্লেষণ করে জানায় যে উক্ত ঘটনায় র‍্যাব জড়িত থাকতে পারে কেননা ২০ জুলাই রাত ১টা ৫১ মিনিট থেকে ২টা ১২ মিনিটের মধ্যে অন্তত একটি র‌্যাব-৩ এর ভ্যান ঘটনাস্থলে উপস্থিত ছিল।\n\n\n=== ২১ জুলাই ===\nচতুর্থ দিনের মতো সারা বাংলাদেশ ইন্টারনেট বিহীন ছিল ও সারাদেশে কারফিউ বলবৎ ছিল। ভোরে ঢাকার পূর্বাচল এলাকায় আন্দোলের অন্যতম সমন্বয়ক নাহিদ ইসলামকে পাওয়া যায় ও পরে তাকে হাসপাতালে নেওয়া হয়। নাহিদ ইসলাম অভিযোগ করেন তাকে শারীরিক এবং মানসিক নির্যাতন করা হয়েছে। বিবিসি বাংলাকে তিনি বলেন, “ডিবি পরিচয়ে রাষ্ট্রীয় একটি বাহিনী আমাকে তুলে নিয়ে যায়। পরে শারীরিক ও মানসিক নির্যাতন করা হয়েছে। এখনো আমার দুই কাঁধ ও বাম পায়ের রক্ত জমাট বেধে আছে ... কিছু সময় পর গাড়ি থেকে নামিয়ে একটি বাড়ির রুমে নেওয়া হয়। আমাকে কিছু জিজ্ঞাসাবাদ করা হয় এবং পরবর্তীতে আমার উপর মানসিক ও শারীরিক টর্চার শুরু করা হয়। এক পর্যায়ে আমি অজ্ঞান হয়ে যাই। এরপর আমার কোন স্মৃতি নাই।”\n১৬ জুলাই রাষ্ট্রপক্ষের করা লিভ টু আপিলের প্রেক্ষিতে সকাল ১০টার দিকে বাংলাদেশ সুপ্রীম কোর্টে কোটা নিয়ে আপিল বিভাগের শুনানি শুরু হয়। সব পক্ষের শুনানি শেষে দুপুর ১টার দিকে রায় ঘোষণা করা হয়। রায়ে হাইকোর্টের দেওয়া রায় বাতিল করা হয় ও সরকারি চাকরিতে মেধার ভিত্তিতে ৯৩ শতাংশ নিয়োগ দেওয়ার নির্দেশ প্রদান করা হয়।\nএদিন ঢাকায় বিক্ষোভ নিয়ন্ত্রণে র‍্যাব, পুলিশ ও বিজিবি ঢাকার বিভিন্ন এলাকায় অভিযান চালায়। যাত্রাবাড়ীতে সারাদিন ধরে আন্দোলনকারীদের সাথে পুলিশের সংঘর্ষ হয়। ঢাকার বিভিন্ন জায়গায় সহিংসতায় পাঁচজন নিহত হয়। সেতু ভবন ভাঙ্গচুর, রামপুরার বিটিভির ভবনে আগুন দেয়া ও বিভিন্ন জায়গায় অগ্নিসংযোগের ঘটনায় ভিন্ন ভিন্ন মামলায় পুলিশ বিএনপি নেতা আমীর খসরু মাহমুদ চৌধুরী, নিপুণ রায় ও গণঅধিকার পরিষদের নেতা নুরুল হক নুরকে পাঁচ দিনের রিমান্ডে নেয়।\nবৈষম্যবিরোধী ছাত্র আন্দোলনের একটি পক্ষ ‘৯ দফা’ দাবি জানিয়ে শাটডাউন চালিয়ে যাওয়ার ঘোষণা দেয়।\n\n\n=== ২২ জুলাই ===\nপঞ্চম দিনের মতো সারা বাংলাদেশ ইন্টারনেট বিহীন ছিল ও তৃতীয় দিনের মতো সারাদেশে কারফিউ বলবৎ ছিল। এক নির্বাহী আদেশে সাধারণ ছুটি আরও একদিন (মঙ্গলবার, ২৩ জুলাই ২০২৪) বাড়ানো হয়।\nদুপুরের দিকে প্রধানমন্ত্রীর সাথে কিছু ব্যবসায়ী বৈঠক করেন। বৈঠকে প্রধানমন্ত্রী বিভিন্ন স্থাপনায় হামলা ও সহিংসতার জন্য বিএনপি, জামায়াতে ইসলামী, শিবিরকে দায়ী করেন ও ‘আরও শক্ত অ্যাকশন’ নেওয়ার কথা জানান।\nবৈষম্যবিরোধী ছাত্র আন্দোলনের অন্যতম সমন্বয়ক নাহিদ ইসলাম চার দফা দাবি জানিয়ে ৪৮ ঘণ্টার আল্টিমেটাম দিয়ে ‘কমপ্লিট শাটডাউন’ কর্মসূচি স্থগিত করেন, তিনি জানান “আমাদের চার দফার মধ্যে রয়েছে - ৪৮ ঘন্টার মধ্যে ইন্টারনেট চালু, ক্যাম্পাসগুলো থেকে আইনশৃঙ্খলা বাহিনী প্রত্যাহার করে ক্যাম্পাস চালু, সমন্বয়ক ও আন্দোলনকারীদের নিরাপত্তা প্রদান এবং কারফিউ প্রত্যাহার ... যারা নয় দফা দাবি ও শাটডাউন অব্যাহত রেখেছে তাদের সাথে আমাদের নীতিগত কোন বিরোধ নেই। নিজেদের মধ্যে কোন যোগাযোগ না থাকায় আমরা তাদের সাথে কথা বলতে পারছি না”।\n\n\n=== ২৩ জুলাই ===\nষষ্ঠ দিনের মতো সারা বাংলাদেশ ইন্টারনেট বিহীন ছিল। তবে রাতের দিকে ঢাকা ও চট্টগ্রামে সীমিত আকারে ব্রডব্যান্ড ইন্টারনেট চালু করা হয়। এছাড়া চতুর্থ দিনের মতো সারাদেশে কারফিউ বলবৎ ছিল। কিছু কিছু জেলায় কারফিউ শিথিল করা হয়। স্বরাষ্ট্রমন্ত্রণালয় এক বিজ্ঞপ্তিতে কারফিউর মেয়াদ আরও দুইদিন বাড়ানোর কথা জানায়।\n২১ জুলাই সুপ্রিম কোর্টের আপিল বিভাগের রায়ের পর ২৩ জুলাই জনপ্রশাসন মন্ত্রণালয় কোটা সংক্রান্ত একটি প্রজ্ঞাপন জারি করে। যাতে সরকারি চাকরিতে নিয়োগের ক্ষেত্রে মেধাভিত্তিক ৯৩ শতাংশ, মুক্তিযোদ্ধা, শহীদ মুক্তিযোদ্ধা ও বীরাঙ্গনাদের সন্তানদের জন্য পাঁচ শতাংশ, ক্ষুদ্র নৃ-গোষ্ঠীর জন্য এক শতাংশ এবং শারীরিক প্রতিবন্ধী ও তৃতীয় লিঙ্গের জন্য এক শতাংশ কোটা নির্ধারণের কথা বলা হয়। এছাড়া এই প্রজ্ঞাপনে ২০১৮ সালের ৪ অক্টোবরে জারি করা প্রজ্ঞাপন রহিত করার কথা জানানো হয়।\n\n\n=== ২৪ জুলাই ===\nসীমিত পর্যায়ে ব্রডব্যান্ড ইন্টারনেট চালু হলেও মোবাইল ইন্টারনেট বন্ধ থাকে। পঞ্চম দিনের মতো সারাদেশে কারফিউ বলবৎ ছিল, তবে তা শিথিল পর্যায়ে ছিল।\nচিকিৎসাধীন অবস্থায় চট্টগ্রাম বিশ্ববিদ্যালয়ের এক ছাত্রের মৃত্যু হয় ও নিহতের সংখ্যা বেড়ে ১৯৭ হয়। শিক্ষার্থীদের মতে নিহতের সংখ্যা আরও অনেকগুণ বেশি যা ইন্টারনেট বন্ধ থাকায় জানা যায় নি। ২৪ জুলাই পর্যন্ত বিভিন্ন মামলায় পুলিশ ১,৭৫৮ জনকে গ্রেফতার করে।\nবিক্ষোভের সময় সেনা মোতায়েন পর জাতিসংঘের লোগো সংবলিত যান ব্যবহৃত হলে জাতিসংঘ এই নিয়ে উদ্বেগ জানায়। পররাষ্ট্রমন্ত্রী হাছান মাহমুদ এক সংবাদ সম্মেলনে জানান, ‘জাতিসংঘের কোনো যান ব্যবহৃত হচ্ছে না। আমি এখানে বিষয়টি পরিষ্কার করি। এগুলো জাতিসংঘ শান্তিরক্ষা মিশনে ভাড়া দেওয়া হয়েছিল। লোগোটা মোছা হয়নি, ভুলে। সেই লোগোগুলো এখন মুছে দেওয়া হয়েছে।’\n১৯ জুলাই থেকে নিখোঁজ থাকার পর ২৪ জুলাই বৈষম্যবিরোধী ছাত্র আন্দোলনের অন্যতম সমন্বয়ক আসিফ মাহমুদ, আবু বাকের মজুমদার ও রিফাত রশীদের খোঁজ পাওয়া যায়। ২৪ জুলাই রাত পর্যন্ত আরও ৪ জনসহ মোট ২০১ জন নিহত হওয়ার খবর পাওয়া যায়।\nএদিন প্রধানমন্ত্রী শেখ হাসিনার সঙ্গে মতবিনিময় সভা করেন দেশের শীর্ষস্থানীয় সাংবাদিকেরা। সভায় সাংবাদিক আবেদ খান বলেনঃ \n\n এছাড়াও তাঁরা ছাত্রলীগে আরও মেধাবী শিক্ষার্থীদের যোগদানে আকৃষ্ট করতে কার্যকর ব্যবস্থা গ্রহণের পাশাপাশি রাজনৈতিক দল হিসেবে আওয়ামী লীগকে শক্তিশালীকরণ এবং জনপ্রতিনিধিদের কর্মকাণ্ডের মূল্যায়নের ওপর গুরুত্বারোপ করেন। জাতীয় প্রেসক্লাবের সভাপতি ফরিদা ইয়াসমিন বলেন, \"এ ঘটনায় আন্তর্জাতিক মিডিয়ার ভূমিকা পর্যবেক্ষণ করার সময় এসেছে। কারণ, তারা এখন বাংলাদেশের বিরুদ্ধে অপপ্রচারের যন্ত্র হিসেবে আবির্ভূত হয়েছে\"।\n\n\n=== ২৫ জুলাই ===\n২৫ জুলাই বিকেল পর্যন্ত ব্রডব্যান্ডে ধীরগতির ইন্টারনেট পাওয়া যাচ্ছে। এখনও সরকার ফেসবুকসহ বিভিন্ন সামাজিক যোগাযোগ মাধ্যম বন্ধ রেখেছে। পাশাপাশি মোবাইলের মাধ্যমে ইন্টারনেট এখনও চালু করা হয় নি।\nএদিন আন্দোলনকারীদের প্ল্যাটফর্ম বৈষম্যবিরোধী ছাত্র আন্দোলনের পক্ষ থেকে আন্দোলনকারী শিক্ষার্থীদের উদ্দেশে আটটি বার্তা দেওয়া হয়। এর মধ্যে রয়েছে হতাহতদের তালিকা তৈরি, হত্যা ও হামলায় জড়িতদের চিহ্নিত করা, বিশ্ববিদ্যালয় ও হল খুলে দেওয়ার চাপ তৈরি করা। এছাড়াও আপিল বিভাগের রায়ের পর কোটা সংস্কার করে সরকারের দেওয়া প্রজ্ঞাপনের বিষয়ে আন্দোলনকারী শিক্ষার্থীরা বলেন, আন্দোলনকারী শিক্ষার্থী ও অন্য অংশীজনদের সঙ্গে আলোচনা ছাড়াই কোটা সংস্কারের যে প্রজ্ঞাপন জারি করা হয়েছে, সেটিকে তাঁরা চূড়ান্ত সমাধান মনে করছেন না। তাঁরা মনে করেন, যথাযথ সংলাপের পরিবেশ তৈরি করে নীতিনির্ধারণী জায়গায় সব পক্ষের অংশগ্রহণের ভিত্তিতে প্রজ্ঞাপন দিতে হবে। \n\n\n=== ২৬ জুলাই ===\nনাহিদ ইসলামসহ কোটা সংস্কার আন্দোলনের তিন সমন্বয়ককে রাজধানীর গণস্বাস্থ্য নগর হাসপাতাল থেকে তুলে নিয়ে যায় সাদাপোশাকের এক দল ব্যক্তি। তাঁরা নিজেদের আইনশৃঙ্খলা রক্ষাকারী বাহিনীর সদস্য পরিচয় দিয়েছেন বলে সেখানে উপস্থিত এক সমন্বয়কের স্বজন ও হাসপাতালের চিকিৎসকেরা জানান। সিলেটের শাহজালাল বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়ের (শাবিপ্রবি) প্রধান ফটককে ‘শহীদ রুদ্র তোরণ’ নামকরণ করে কোটা আন্দোলনকারী শিক্ষার্থীরা।\nবাংলাদেশের সাম্প্রতিক ঘটনায় নিরাপত্তা রক্ষাকারী বাহিনীর সরাসরি গুলি ব্যবহারের ঘটনায় গভীরভাবে উদ্বিগ্ন প্রকাশ করেছে জাতিসংঘ। এক বিবৃতির মাধ্যমে তারা এই উদ্বেগ প্রকাশ করে।\n\n\n=== ২৭ জুলাই ===\nতিন সমন্বয়ককে ঢাকার গণস্বাস্থ্য নগর হাসপাতাল থেকে তুলে নিয়ে যাওয়ার বিষয়টি স্বীকার করে গোয়েন্দা শাখা (ডিবি)। ডিবির অতিরিক্ত উপকমিশনার জুনায়েদ আলম জানান, নিরাপত্তার স্বার্থে তিন সমন্বয়ককে ডিবি হেফাজতে নিয়ে আসা হয়েছে। সহিংসতার বিষয়ে তাঁদের কাছে কোনো তথ্য আছে কি না, তা জানতে চাওয়া হবে। নিরাপত্তা নিয়ে কোনো শঙ্কা থাকলে তাঁদের পরিবারের কাছে না দিয়ে ডিবি হেফাজতে নেওয়া হলো কেন, সেই প্রশ্ন তুলেন বিশ্ববিদ্যালয়ের শিক্ষকদের একটি দল। তিন শিক্ষার্থীর খোঁজখবর নিতে ডিবি প্রধান মোহাম্মদ হারুন অর রশীদের সঙ্গে সাক্ষাতের জন্য যান এই শিক্ষকেরা। যদিও শিক্ষকদের সাথে দেখা করতে ডিবিপ্রধান অস্বীকৃতি জানান।\nআন্দোলন ঘিরে বিক্ষোভ, সংঘাত, ভাঙচুর, সংঘর্ষ ও অগ্নিসংযোগের ঘটনায় সারা দেশে সাঁড়াশি অভিযান পরিচালনা করে আইনশৃঙ্খলা রক্ষাকারী বাহিনী। রাজধানীর বিভিন্ন এলাকা ভাগ করে ‘ব্লক রেইড’ দিয়ে অভিযান চালানো হয়।\nএদিনও কারফিউ চলমান থাকে। তবে এই কারফিউ কিছু সময় শিথিল থাকে। জনপ্রশাসন মন্ত্রণালয় ২৮শে জুলাই থেকে ৩০শে জুলাই পর্যন্ত সরকারি-বেসরকারি অফিসের সময়সূচি ছয় ঘণ্টা করার সিদ্ধান্ত জানায়।\nরাত ৯টার দিকে বৈষম্যবিরোধী ছাত্র আন্দোলন সংগঠনের আরও দুই সমন্বয়ককে হেফাজতে নেয় গোয়েন্দা শাখা। তারা হলেন সারজিস আলম ও হাসনাত আবদুল্লাহ। পরে এক অনলাইন সংবাদ সম্মেলনে ২৮ তারিখের (রোববারের) মধ্যে সমন্বয়ক নাহিদ ইসলামসহ, আসিফ মাহমুদসহ আটক সকল শিক্ষার্থীদের মুক্তি, মামলা প্রত্যাহার ও শিক্ষার্থী গণহত্যার সাথে জড়িত মন্ত্রী পর্যায় থেকে কনস্টেবল পর্যন্ত সকল দোষীদের বিরুদ্ধে ব্যবস্থা নিতে আল্টিমেটাম দেয় আন্দোলনকারী শিক্ষার্থীরা। একই সাথে রোববার সারা দেশের দেয়ালগুলোতে গ্রাফিতি ও দেয়াল লিখনসহ বিভিন্ন কর্মসূচির ঘোষণা দেয়া হয়।\nপুলিশ হেফাজতে থাকা ডাকসুর সাবেক ভিপি ও গণঅধিকার পরিষদের সভাপতি নুরুল হক নুরের উপর পুলিশি নির্যাতনের কথা জানান নুরের স্ত্রী।\n২৭ তারিখেও ফেসবুক ও অন্যান্য সামাজিক যোগাযোগ মাধ্যম চালু করে নি সরকার। পাশাপাশি, ব্রডব্যান্ড ইন্টারনেট পরিষেবাও ধীর গতিতে চলে।\nকোটা আন্দোলনে নিহতদের স্মরণে দেশের দ্বিতীয় শহীদ বেদি স্থাপন করে জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের শিক্ষার্থীরা।\n\n\n=== ২৮ জুলাই ===\nভোরে কোটা সংস্কার আন্দোলনের আরেক সমন্বয়ক নুসরাত তাবাসসুমকে ডিবি হেফাজতে নেয়া হয়। এ নিয়ে মোট ৬ জন সমন্বয়কারীকে আটক করে সরকার।\nবেলা ৩টা থেকে চালু করা হয় মোবাইল ইন্টারনেট। তবে ফেসবুক, হোয়াটসঅ্যাপ, টিকটকসহ বিভিন্ন সেবা বন্ধ রাখা হয়।\nবিকেল ৪টা থেকে বৈষম্যবিরোধী ছাত্র আন্দোলনের সমন্বয়কদের তুলে নেওয়ার প্রতিবাদে জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ে শিক্ষক ও শিক্ষার্থীরা সমাবেশ-বিক্ষোভ করে। তারা অবিলম্বে বৈষম্যবিরোধী ছাত্র আন্দোলনের বিশ্ববিদ্যালয় শাখার অন্যতম সমন্বয়ক আরিফ সোহেলকে মুক্তির দাবি জানায়।\nকোটা সংস্কার আন্দোলন ঘিরে সহিংসতার ঘটনার একটি মামলায় গত বুধবার রাতে যাত্রাবাড়ীর বাসা থেকে আটক করা ঢাকা কলেজের প্রথম বর্ষের ছাত্র হাসনাতুল ইসলাম ফাইয়াজকে যাত্রাবাড়ী থানার একটি মামলায় গ্রেপ্তার দেখিয়ে শনিবার সিএমএম আদালতে হাজির করে রিমান্ড আবেদন করে তদন্ত কর্মকর্তা। পরে তাকে সাত দিনের রিমান্ড দেয় আদালত। রোববার ঢাকার সিএমএম আদালতে মি. ফাইয়াজকে শিশু হিসেবে দাবির স্বপক্ষে বয়স প্রমাণক দাখিল করে আদালত তার রিমান্ড স্থগিত করেন। তার বয়স নির্ধারণ বিষয়ে শুনানি ও আদেশের জন্য সংশ্লিষ্ট শিশু আদালতে পাঠান। শিশু আদালত রোববার শুনানি শেষে অভিযুক্ত ফাইয়াজকে শিশু হিসেবে ঘোষণা করে তার রিমান্ড বাতিল করেন এবং তাকে শিশু উন্নয়ন কেন্দ্রে পাঠানোর আদেশ দেন।\nডিবি হেফাজতে থাকা সমন্বয়কদের কয়েকজনের পরিবার মহানগর গোয়েন্দা পুলিশের কার্যালয়ে গেলেও তাদেরকে পরিবারের সাথে দেখা করতে দেয়া হয় নি। এদিন দুপুরে সংবাদ সম্মেলনে ঢাকা মহানগর গোয়েন্দা পুলিশের কমিশনার হারুন অর রশীদ বলেন, তাদেরকে নিরাপত্তার স্বার্থে ডিবি হেফাজতে নেয়া হয়েছে।\nরাত ১০টার দিকে পুলিশি হেফাজতে থাকা ৬ সমন্বয়ক আন্দোলন প্রত্যাহারের ঘোষণা দেন। কিন্তু পুলিশে আটক হওয়া অবস্থায় পুলিশের অফিসে বসেই বাকি সমন্বয়কারীদের সাথে যোগাযোগ না করে এমন ঘোষণা দেয়ায় এই ঘোষণাকে সরকার ও পুলিশের চাপে দেয়া হয়েছে বলে আখ্যায়িত করে আন্দোলন চালিয়ে যাওয়ার ঘোষণা দেয় বাকিরা।\n\nরাত ১১টার দিকে সমন্বয়কদের জিম্মি ও নির্যাতন করে বিবৃতি দেয়ানোর প্রতিবাদে পরদিন ২৯ জুলাই আবারও রাজপথে আসার ঘোষণা দেয় দেশের প্রায় সকল বিশ্ববিদ্যালয় ও ঢাকার বিভিন্ন কলেজের শিক্ষার্থীরা। এক্ষেত্রে, দেশের সকল বিশ্ববিদ্যালয় থেকে শিক্ষার্থীরা সামাজিক যোগাযোগ মাধ্যমে বিবৃতি দেয়, তারা ৯ দফা দাবি বাস্তবায়ন না হওয়া পর্যন্ত এই আন্দোলন চালিয়ে যাবে জানায়।\n২৮ জুলাই পর্যন্ত নিহতের সংখ্যা ছিল অন্তত ২১১। ঢাকায় আহতের সংখ্যা অন্তত ৭ হাজার। অধিকাংশ আহতই গুলিবিদ্ধ এবং বিশেষত মাথায় ও চোখে গুলিবিদ্ধ। রাত পর্যন্ত ১২ দিনে দেশের ১৮ জেলায় অন্তত ২৫৩ শিক্ষার্থী গ্রেফতার করা হয় ও অনেককে রিমান্ডে নেওয়া হয়।\n\n\n=== ২৯ জুলাই ===\nজাতিসংঘের তত্ত্বাবধানে প্রতিটি ঘটনার তদন্ত দাবি করে বিবৃতি দিয়েছে বিক্ষুব্ধ ৭৪ বিশিষ্ট নাগরিক। বিশিষ্ট নাগরিকেরা বলেন,\n\nপ্রথম আলোর রিপোর্ট বিশ্লেষণে দেখা গেছে, নিহতদের বেশিরভাগই কম বয়সী ও শিক্ষার্থী। বিক্ষোভ দমনে প্রাণঘাতী অস্ত্র (বুলেট বা গুলি) ব্যবহার করা হয়েছে বলে মনে করেন নিরাপত্তা বিশ্লেষক ব্রিগেডিয়ার জেনারেল (অব.) এম সাখাওয়াত হোসেন। তিনি বলেন, যুদ্ধক্ষেত্র ছাড়া বিশ্বের কোথাও নিরস্ত্র মানুষের বিক্ষোভ দমনে এভাবে প্রাণঘাতী অস্ত্রের ব্যবহার দেখা যায় না।\nরাজধানীর সায়েন্স ল্যাবরেটরি, বাড্ডা, ইসিবিসহ বেশ কয়েকটি এলাকায় আবারও বিক্ষোভ করার চেষ্টা করেছে কিছু শিক্ষার্থী। এ সময় ঘটে ধাওয়া-পাল্টা ধাওয়ার ঘটনাও। বিক্ষোভের চেষ্টাকালে বিভিন্ন এলাকা থেকে অন্তত ৩০ জনকে আটক করেছে পুলিশ। ঢাকা, চট্টগ্রাম, সিলেট, বরিশাল, চট্টগ্রামসহ অনেক স্থানে বিক্ষোভ মিছিল করেছে শিক্ষার্থীরা। চট্টগ্রামে কোটা সংস্কার আন্দোলনকারী শিক্ষার্থীদের বিক্ষোভ কর্মসূচি সাউন্ড গ্রেনেড ও কাঁদানে গ্যাসের শেল ছুঁড়ে ছত্রভঙ্গ করে দিয়েছে পুলিশ। বাসা থেকে তুলে নেয়ার পরবর্তী ৩০ ঘণ্টার বেশি সময় নিখোঁজ থাকার পর জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের সমন্বয়ক আরিফ সোহেলকে সেতু ভবনে হামলা ও অগ্নিসংযোগের ঘটনায় গ্রেফতার দেখিয়ে ছয় দিনের রিমান্ডে নিয়েছে পুলিশ। তবে এর আগে আরিফ সোহেলকে তুলে নেওয়ার বিষয়ে তা অস্বীকার করেন ঢাকা উত্তর ডিবি কার্যালয়ের ওসি রিয়াজ উদ্দিন আহমেদ।\nকোটা সংস্কার আন্দোলনকে বলপূর্বক নিয়ন্ত্রণের হাতিয়ার হিসেবে আন্দোলনের সমন্বয়কদের অবৈধভাবে তুলে নিয়ে গোয়েন্দা শাখার কার্যালয়ে আটকে রেখে ভিডিও বার্তার মাধ্যমে কর্মসূচি প্রত্যাহারের ঘোষণা পড়তে বাধ্য করানোর ঘটনা নিরেট মিথ্যাচার, প্রতারণামূলক ও সংবিধান পরিপন্থি উল্লেখ করে এরূপ ঘটনার তীব্র নিন্দা জানিয়েছে ট্রান্সপারেন্সি ইন্টারন্যাশনাল বাংলাদেশ (টিআইবি)। 'নিরাপত্তার স্বার্থ' দেখিয়ে পুলিশ শুক্রবার হাসপাতাল থেকে নাহিদ ইসলামসহ আরো দুজন সমন্বয়ককে তুলে নিয়ে ডিবি কার্যালয়ে 'হেফাজতে' রাখলেও নাহিদ ইসলামের সাথে রোববার তার মাকেও দেখা করতে দেয়া হয়নি। আটককৃতদের পরিবারের সদস্যরা তাদের সাথে দেখা করতে গেলেও তাদের সাথে দেখা করতে দেয়নি ঢাকা মহানগর গোয়েন্দা পুলিশ। প্রায় দুইদিন গোয়েন্দা হেফাজতে থাকার পর রোববার রাতে একটি খাবার টেবিলে তাদের সামনে খাবার দিয়ে ছবি তোলেন ঢাকা মহানগর গোয়েন্দা পুলিশের অতিরিক্ত কমিশনার হারুনুর রশীদ। এই ছবি প্রকাশ করে তিনি তার ফেসবুক পেজে লেখেন,\n\nডিবি হেফাজতে নেয়া সমন্বয়কারীদের ছেড়ে দেয়া ও শিক্ষার্থীদের গুলি না করার নির্দেশনা চেয়ে সোমবার দুপুরে হাইকোর্টে রিট আবেদন করেন দুইজন আইনজীবী।\nশুনানিতে বিচারপতি মোস্তফা জামান ইসলাম ও বিচারপতি এস এম মাসুদ হোসেন দোলনের হাইকোর্ট বেঞ্চ সমন্বয়কদের খাইয়ে সেই ছবি প্রকাশ করাকে জাতির সঙ্গে মশকরা বলে মন্তব্য করেন। \nদশম দিনের মতো বাংলাদেশে কারফিউ অব্যাহত রয়েছে, যদিও দিনের বেলায় শিথিল থাকার সময়সীমা বাড়ানো হয়েছে। ইন্টারনেট চালু হলেও হোয়াটসঅ্যাপ, ইউটিউব, ফেসবুকের মতো অনেক সেবা বন্ধ রাখা হয়েছে।\nসোমবার মন্ত্রিসভার বৈঠকে কোটা আন্দোলনকে ঘিরে নিহত ব্যক্তিদের স্মরণে ৩০ জুলাই মঙ্গলবার দেশব্যাপী শোক পালন করার সিদ্ধান্ত নেওয়া হয়। কোটা সংস্কার আন্দোলনকারীরা গণমাধ্যমে পাঠানো এক বিবৃতিতে এটি প্রত্যাখান করে ৩০ জুলাই লাল কাপড় মুখে ও চোখে বেঁধে ছবি তোলা এবং অনলাইনে ব্যাপক প্রচার কর্মসূচি পালনের ঘোষণা দেয়।\n\n\n=== ৩০ জুলাই ===\nসরকার ঘোষিত শোক দিবসকে প্রত্যাখ্যান করে শোকের কালো রং বাদ দিয়ে আন্দোলনকারী এবং জনপ্রিয় ব্যক্তিবর্গ, সাধারণ নাগরিক ও বিভিন্ন প্রতিষ্ঠানের একটি বড় অংশ এমনকি সাবেক সেনাপ্রধানও সামাজিক যোগাযোগ মাধ্যমে লাল প্রোফাইল ছবির মাধ্যমে কোটা আন্দোলনকারীদের সাথে সমর্থন জানান। তবে, শোক দিবস হিসেবে কালো প্রোফাইল ছবিও দিতে দেখা গেছে সরকার সমর্থক অনেককে।\nসকাল ১০টায় শিক্ষার্থীদের নিহত হওয়ার ঘটনার প্রতিবাদে ঢাকা মেডিকেল কলেজ হাসপাতালের সামনে ‘মৌন অবস্থান’ কর্মসূচি করতে গিয়ে পুলিশের বাধার কারণে কর্মসূচি পালন করতে ব্যর্থ হন একদল অভিভাবক।\nসকাল সাড়ে ১১টায় নর্থ সাউথ বিশ্ববিদ্যালয়ের অর্ধশতাধিক শিক্ষক  বৈষম্যবিরোধী আন্দোলনের শিক্ষার্থীদের হত্যার বিচার এবং শিক্ষার্থীদের গ্রেফতার-হয়রানি বন্ধ ও নিরাপত্তা নিশ্চিত করার দাবিতে ক্যাম্পাসের মূল ফটকের সামনে মানববন্ধন করেন ও এহেন কর্মকাণ্ডের প্রতি ঘৃণা ও প্রতিবাদ জানিয়ে বক্তব্য প্রদান করেন ও শিক্ষার্থীদের ওপর হয়রানি-নিপীড়ন বন্ধের দাবি জানান।\nসকাল সাড়ে ১১টায় ৯ দফা দাবিতে খুলনায় বিক্ষোভ মিছিল ও সমাবেশ করে সাধারণ শিক্ষার্থীরা। সেখানে প্রায় ৫০০ শিক্ষার্থী অংশ নেন। পরে তাঁরা ওই মোড়ের ৪টি সড়ক অবরোধ করে বিক্ষোভ করেন।\nদুপুর ১২টায় পঞ্চগড় আধুনিক সদর হাসপাতাল চত্বর থেকে শিক্ষার্থীরা মিছিল বের করলে সঙ্গে সঙ্গে বাধা দিয়ে ৫ জনকে আটক করে জিজ্ঞাসাবাদ করে পুলিশ।\nদুপুর ১২টায় ৬ সমন্বয়ককে ২৪ ঘণ্টার মধ্যে মুক্তি দিতে আলটিমেটাম দেয় ‘বিক্ষুব্ধ নাগরিক সমাজ’।\nদুপুর সাড়ে ১২টায় মুখে লাল কাপড় বেঁধে মৌন মিছিল করেন জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের বিভিন্ন বিভাগের শিক্ষক ও শিক্ষার্থীরা। ‘নিপীড়নের বিরুদ্ধে জাহাঙ্গীরনগর’ ব্যানারে এ কর্মসূচি পালন করেন তারা।\nদুপুরে দেশব্যাপী ছাত্র হত্যার প্রতিবাদে রাজশাহী বিশ্ববিদ্যালয় ক্যাম্পাসে মুখে লাল কাপড় বেঁধে র‍্যালি ও সমাবেশ করেন নিপীড়ন বিরোধী শিক্ষকবৃন্দ। এতে প্রায় ২০০ শিক্ষক অংশ নেন।\nবিকেল ৩টায় উদীচীসহ ৩১টি সংগঠনের পদযাত্রা ও বিক্ষোভ করে। প্রতিবাদমুখর শিল্পী ও সংস্কৃতিকর্মীরা বলেছেন, \"ছাত্র ও জনসাধারণকে নির্বিচারে গুলি করে হত্যা করায় এই সরকার নৈতিকভাবে ক্ষমতায় থাকার অধিকার হারিয়েছে। অবিলম্বে এই হত্যাকাণ্ডের বিচারের দাবি জানিয়েছেন তাঁরা। একই সঙ্গে এই সরকার পদত্যাগ না করা পর্যন্ত তাঁদের আন্দোলন অব্যাহত থাকবে বলেও ঘোষণা দিয়েছেন।\" এরপর বঙ্গবন্ধু অ্যাভিনিউতে প্রবেশের মুখেই পুলিশের বাধার মুখে পড়েন শিল্পী-সংস্কৃতিকর্মীগণের মিছিল।\nবিকেল সাড়ে ৪টায় চট্টগ্রামে বিক্ষোভ করতে বের হয় শিক্ষার্থীরা। তাদের উপর সাউন্ড গ্রেনেড ও কাঁদানে গ্যাসের শেল ছুড়ে ছত্রভঙ্গ করে দেয় পুলিশ।\n\n\n=== ৩১ জুলাই ===\nহত্যা, গণগ্রেপ্তার, হামলা, মামলা ও গুমের প্রতিবাদে ৩১ জুলাই বুধবার সারাদেশে বৈষম্যবিরোধী ছাত্র আন্দোলন ‘মার্চ ফর জাস্টিস’ (ন্যায়বিচারের জন্য পদযাত্রা) কর্মসূচি পালন করে।\nচট্টগ্রামে সকাল ১০টার দিক থেকে শিক্ষার্থীরা জড়ো হয়ে এক বিক্ষোভ মিছিল করে। এরপর পুলিশের বাধা ভেঙে আন্দোলনরত শিক্ষার্থীরা আদালত চত্বরেও প্রবেশ করে।\nবিকেল ৩টায় ১৩ দিন বন্ধ থাকার পর ফেসবুক ও অন্যান্য সামাজিক যোগাযোগ মাধ্যম খুলে দেওয়া হয়।\nসাবেক ছাত্রলীগ নেতাদের তোপের মুখে পড়েন আওয়ামী লীগের সাধারণ সম্পাদক ওবায়দুল কাদের। সাবেক ছাত্রনেতাদের মতবিনিময়ের জন্য ডেকে কথা বলতে না দেওয়ায় এমন পরিস্থিতির সৃষ্টি হয়। এ সময় সাবেক ছাত্রনেতাদের কেউ কেউ ‘ভুয়া ভুয়া’ বলেও স্লোগান দেন।\nবাংলাদেশের চলমান পরিস্থিতির আলোকে ইউরোপীয় ইউনিয়ন বাংলাদেশের সঙ্গে একটি অংশীদারত্ব ও সহযোগিতা চুক্তি নিয়ে আলোচনা স্থগিত করে।\n\n\n=== ১ আগস্ট ===\nগোয়েন্দা পুলিশের (ডিবি) হেফাজতে থাকা বৈষম্যবিরোধী ছাত্র আন্দোলনের ছয় সমন্বয়ককে বেলা দেড়টার একটু পরেই ছেড়ে দেওয়া হয়। ৩০ জুলাই রাত থেকে তারা ডিবি অফিসে আটক অবস্থায় অনশন কর্মসূচি শুরু করেন। প্রায় ৩২ ঘন্টারও অধিক সময় অনশনের পর ডিবিপ্রধান ছয় সমন্বয়ককে মুক্তির চূড়ান্ত সিদ্ধান্ত দিলে অনশন ভাঙা হয়।\nবৃহস্পতিবার বিকেলে স্বরাষ্ট্র মন্ত্রণালয় থেকে নির্বাহী আদেশে সন্ত্রাসবিরোধী আইনের ১৮(১) ধারা অনুযায়ী প্রজ্ঞাপন জারির মাধ্যমে জামায়াতে ইসলামী ও ইসলামী ছাত্রশিবিরকে নিষিদ্ধ করে সরকার। এছাড়া মন্ত্রিপরিষদ বিভাগ প্রজ্ঞাপন জারির মাধ্যমে কোটা সংস্কার আন্দোলন ঘিরে ১৬ জুলাই থেকে ২১ জুলাই পর্যন্ত দেশের বিভিন্ন স্থানে সংঘটিত ঘটনায় মৃত্যু, সহিংসতা, নাশকতা, অগ্নিসংযোগ, লুটপাট, সন্ত্রাসী কর্মকাণ্ড ও ক্ষয়ক্ষতির ঘটনা তদন্তে হাইকোর্ট বিভাগের তিন বিচারপতির সমন্বয়ে তদন্ত কমিশন গঠন করে।\nসারাদেশে ছাত্র-জনতার ওপর হত্যা, গণগ্রেপ্তার, হামলা-মামলা, গুম-খুন ও শিক্ষকদের ওপর হামলার প্রতিবাদে এবং ৯ দফা দাবি আদায়ে বৃহস্পতিবার ‘রিমেম্বারিং আওয়ার হিরোজ’ কর্মসূচি পালন করে বৈষম্যবিরোধী ছাত্র আন্দোলন। দৃশ্যমাধ্যম শিল্পীসমাজ কোটা সংস্কার আন্দোলনরত শিক্ষার্থীদের ৯ দফা দাবির সঙ্গে সংহতি প্রকাশ করে বিক্ষোভ ও সমাবেশ করে।\nবৈষম্যবিরোধী ছাত্র আন্দোলন ২ আগস্ট শুক্রবার ‘প্রার্থনা ও ছাত্র-জনতার গণমিছিল’ কর্মসূচি ঘোষণা করে।\n\n\n=== ২ আগস্ট ===\nগোয়েন্দা পুলিশের (ডিবি) হেফাজত থেকে ছাড়া পাওয়া বৈষম্যবিরোধী আন্দোলনের ছয় সমন্বয়ক গণমাধ্যমে পাঠানো এক বিবৃতিতে বলেন যে আন্দোলন প্রত্যাহার করে ডিবি অফিস থেকে প্রচারিত ছয় সমন্বয়ককের ভিডিও স্টেটমেন্টটি তারা স্বেচ্ছায় দেননি। বিবৃতিদাতা মো. নাহিদ ইসলাম, সারজিস আলম, হাসনাত আব্দুল্লাহ, আসিফ মাহমুদ, নুসরাত তাবাসসুম ও আবু বাকের মজুমদারের ভাষ্য অনুযায়ী স্বরাষ্ট্রমন্ত্রীর নির্দেশেই তাদের আটকে রাখা হয়েছিল। তাদের ভাষ্যমতে,\n\nএদিন দুপুর ১২ টার পর থেকে মোবাইল নেটওয়ার্কে সামাজিক যোগাযোগমাধ্যম ফেসবুক আবার বন্ধ করা হয়। একইসাথে মোবাইল নেটওয়ার্কে রাশিয়াভিত্তিক মেসেজিং অ্যাপ টেলিগ্রামও বন্ধ করা হয়। পরবর্তীতে ৫ ঘণ্টা পর ফেসবুক-মেসেঞ্জার আবার চালু করা হয়।\nসকালে রাজধানীর ধানমন্ডিতে আবহানী মাঠ সংলগ্ন সড়কে হত্যাকাণ্ডের দায় স্বীকার করে অবিলম্বে সরকারের পদত্যাগসহ তিন দফা দাবিতে সমাবেশ ও বিক্ষোভ মিছিল করেছে গণহত্যা ও নিপীড়নবিরোধী শিল্পীসমাজ। শিল্পীরা হত্যাকাণ্ডের দৃশ্য নিয়ে দীর্ঘ ক্যানভাসে লাল রঙের প্রতিবাদী চিত্র অঙ্কন করেন। এরপর তাঁরা আস্থা-অনাস্থা নামের একটি পারফরম্যান্স আর্ট পরিবেশন করেন। সমাবেশের শেষ করে সাতমসজিদ সড়ক দিয়ে শোভাযাত্রা করে ধানমন্ডি ২৭ নম্বর সড়কে গিয়ে কর্মসূচি শেষ হয়। সকালে কেন্দ্রীয় শহীদ মিনারে জড়ো হয়ে কোটা আন্দোলনে হতাহতের ঘটনায় বিচার দাবি করে প্রতিবাদী সমাবেশ করে চিকিৎসক, মেডিকেল ও ডেন্টাল শিক্ষার্থীরা।\nঢাকার বায়তুল মোকাররম, সাইন্স ল্যাব, উত্তরা, আফতাবনগরে গণমিছিল ও বিক্ষোভ হয়। এছাড়া চট্টগ্রাম, সিলেট, বগুড়া টাঙ্গাইল, কিশোরগঞ্জ, নোয়াখালীসহ দেশের বিভিন্ন জায়গায় গণমিছিল হয়। সিলেটে ‘গণমিছিলে’ পুলিশ সাউন্ড গ্রেনেড ও শর্টগানের গুলি ছুঁড়লে অন্তত ২০ জন আহত হন। ঢাকার উত্তরায় বিক্ষোভকারী শিক্ষার্থীদের সঙ্গে পুলিশ ও আওয়ামী লীগের নেতা–কর্মীদের পাল্টাপাল্টি ধাওয়ার ঘটনা ঘটে। একপর্যায়ে বিক্ষোভকারীদের ছত্রভঙ্গ করতে সাউন্ড গ্রেনেড ও কাঁদানে গ্যাসের শেল নিক্ষেপ করে পুলিশ। সিলেটে বৈষম্যবিরোধী ছাত্র আন্দোলনের ঘোষিত প্রার্থনা ও ছাত্র-জনতার গণমিছিল এর অংশ হিসেবে জুমার নামাজের পর হবিগঞ্জে শহরের বোর্ড মসজিদের সামনে অবস্থান নেন শিক্ষার্থীরা। পূর্ব টাউন হল এলাকায় অবস্থান নেন ছাত্রলীগের নেতা-কর্মীরা। পরে শিক্ষার্থীদের সঙ্গে পুলিশ–ছাত্রলীগের সংঘর্ষ হয়। পূর্ব ঘোষিত কর্মসূচির অংশ হিসেবে দেশের অন্তত ২৫টি জেলায় শিক্ষার্থীরা গণমিছিল করে।\nনরসিংদীতে শিক্ষার্থীদের গণমিছিলে ওপর ছাত্রলীগ-যুবলীগের হামলায় অন্তত ১২ জন আহত হয়। খুলনায় বিক্ষোভকারীদের মিছিলে পুলিশ টিয়ারশেল নিক্ষেপ করে এবং লাঠিচার্জ করে।\nশিক্ষক ও নাগরিক সমাজের ডাকা দ্রোহযাত্রায় কয়েক হাজার মানুষ যোগ দেন। যাত্রাটি রাজধানীর জাতীয় প্রেসক্লাব থেকে শুরু হয়। পরে সেটি ঢাকা বিশ্ববিদ্যালয়ের দোয়েল চত্বর ও টিএসসি হয়ে কেন্দ্রীয় শহীদ মিনারে গিয়ে শেষ হয়।\nবৈষম্যবিরোধী ছাত্র আন্দোলন ছাত্র-জনতার আন্দোলনে হামলা ও হত্যার প্রতিবাদসহ পূর্বঘোষিত নয় দফা দাবিতে শনিবার (৩ আগস্ট) সারাদেশে বিক্ষোভ মিছিল ও রবিবার (৪ আগস্ট) থেকে অনির্দিষ্টকালের জন্য সর্বাত্মক অসহযোগ আন্দোলনের ডাক দেয়।\nরাতে গণভবনে জরুরি বৈঠকে আওয়ামী লীগ ও ১৪ দলের নেতাদের সমন্বয়ে গঠিত একটি দলকে বৈষম্যবিরোধী ছাত্র আন্দোলনের সমন্বয়কদের সঙ্গে আলোচনা করার নির্দেশনা দেন প্রধানমন্ত্রী।\n\n\n=== ৩ আগস্ট ===\nএদিন ভোরে আহত একজন ব্যক্তির চিকিৎসাধীন অবস্থায় মৃত্যু হয়। প্রধানমন্ত্রী শেখ হাসিনা আন্দোলনকারীদের আলোচনার প্রস্তাব দিয়ে বলেন, \"গণভবনের দরজা খোলা। কোটা আন্দোলনকারীদের সঙ্গে আমি বসতে চাই, তাদের কথা শুনতে চাই। আমি সংঘাত চাই না।\" তবে দুপুরে কেন্দ্রীয় সমন্বয়ক নাহিদ ইসলাম জানান সরকারের সঙ্গে আলোচনায় বসার কোনো পরিকল্পনা তাদের নেই। তিনি বলেন:\n\nবৈষম্যবিরোধী ছাত্র আন্দোলন এর অন্যতম সমন্বয়ক আসিফ মাহমুদ মন্তব্য করেন:\n\nতাদের সাথে আলোচনার কোন পরিকল্পনা আমাদের নেই। আমাদের দাবি অত্যন্ত সুস্পষ্ট, তাদের কোন বক্তব্য থাকলে দেশবাসীর সামনেই মিডিয়া মারফত তা রাখতে পারেন। আন্দোলনরত ছাত্র-জনতার সিদ্ধান্তই আমাদের সিদ্ধান্ত। গুলি আর সন্ত্রাসের সাথে কোন সংলাপ হয় না।\nএদিন রাজধানীর আফতাবনগরের ইস্ট ওয়েস্ট ইউনিভার্সিটির সামনে বিক্ষোভ সমাবেশ করেন শিক্ষার্থীরা। তাদের এ কর্মসূচিতে যোগ দিয়েছেন শিক্ষক, বীর মুক্তিযোদ্ধা ও অভিভাবকরা।\nকর্মসূচিতে বীর মুক্তিযোদ্ধা মো. শরীফ হোসেন বলেন, \n\nশিক্ষার্থীদের ন্যায্য দাবি দেখে ঘরে থাকতে পারিনি। আমরা মুক্তিযোদ্ধারা তোমাদের পাশে আছি ও থাকব। এ সময় তিনি সকল মুক্তিযোদ্ধাকে রাস্তায় নেমে আসার আহ্বানও জানান তিনি।\nশনিবার সকালে আন্দোলনের সমন্বয়ক আসিফ মাহমুদ তার দেয়া ফেসবুক পোস্টে বলেন,অসহযোগ আন্দোলন কিন্তু গান্ধীবাদীটা না। একাত্তরের মার্চের টা। বিস্তারিত কার্যক্রম আজকেই চলে আসবে।\nরাজশাহীর বিভিন্ন শিক্ষা প্রতিষ্ঠানের হাজারখানেক শিক্ষার্থী শনিবার সকাল সাড়ে ১০টার দিকে মিছিল বের করে রাজশাহী প্রকৌশল ও প্রযুক্তি বিশ্ববিদ্যালয়ের (রুয়েট) সামনে জড়ো হয়ে স্লোগান দিয়েছেন। এদিন শিক্ষার্থীরা এক দফা, এক দাবি নিয়ে মাঠে নেমেছে। তাদের দাবি, প্রধানমন্ত্রীর পদত্যাগ।\nকোটা সংস্কার আন্দোলন ঘিরে আজ শনিবার রাজধানীর ধানমন্ডির রবীন্দ্রসরোবরে সংগীতশিল্পীদের প্রতিবাদী সমাবেশ হয়। বিকেল চারটার পর বিক্ষুব্ধ জনতা বিরাট মিছিল নিয়ে কেন্দ্রীয় শহীদ মিনারের দিকে যাত্রা শুরু করে। হাজার হাজার শিক্ষার্থী, শিশু, কিশোর, তরুণ ও বয়স্ক নর-নারীর বিক্ষোভ মিছিলটি এস এম হলের সামনের সড়ক দিয়ে কেন্দ্রীয় শহীদ মিনারে এসে পৌঁছায়।\nরাজধানীর বিভিন্ন এলাকা থেকে বিক্ষোভ মিছিল নিয়ে কেন্দ্রীয় শহীদ মিনার এলাকায় শিক্ষার্থী ও সাধারণ মানুষ একত্র হয়। বিকেল সাড়ে ৫টার দিকে শহীদ মিনারে সমবেত ছাত্র-জনতার উদ্দেশে বক্তব্য দেন কোটা সংস্কার আন্দোলনে নেতৃত্ব দেওয়া সংগঠনটির সমন্বয়ক মো. নাহিদ ইসলাম। প্রধানমন্ত্রী শেখ হাসিনা এবং তার মন্ত্রিসভার পদত্যাগের একদফা দাবি ঘোষণা করেছে বৈষম্যবিরোধী ছাত্র আন্দোলন।\nবৈষম্যবিরোধী ছাত্র আন্দোলনের সমন্বয়ক আরিফ সোহেলকে জামিন দিয়েছে আদালত। তবে তিনি এখনো মুক্তি পাননি।\nচট্টগ্রাম নগরে শিক্ষামন্ত্রী মহিবুল হাসান চৌধুরীর বাসায় হামলা হয়। এ সময় বাসার সামনে থাকা দুটি গাড়ি ভাঙচুর করা হয় এবং এর একটিতে আগুন ধরিয়ে দেওয়া হয়। এর আগে বিকেল সাড়ে পাঁচটার দিকে চট্টগ্রাম নগরের লালখান বাজারে চট্টগ্রাম–১০ আসনের সংসদ সদস্য মো. মহিউদ্দিন বাচ্চুর কার্যালয়েও হামলা হয়। এ সময় কার্যালয়ে আগুন দেওয়া হয়। গাজীপুরের শ্রীপুরে আন্দোলনকারী শিক্ষার্থীদের সঙ্গে পুলিশের সংঘর্ষের মধ্যে পড়ে একজন নিহত হন।\nরাত সোয়া ৮টার দিকে শেখ হাসিনা পাবলিক ও বেসরকারি বিশ্ববিদ্যালয়ের উপাচার্য, শিক্ষক ও কলেজের অধ্যক্ষদের সঙ্গে মতবিনিময় করেন।\n\nরংপুরে কোটা সংস্কার আন্দোলনের অন্যতম সমন্বয়ক বেগম রোকেয়া বিশ্ববিদ্যালয়ের শিক্ষার্থী আবু সাঈদের মৃত্যুর ঘটনায় দুই পুলিশ সদস্যকে সাময়িক বরখাস্ত করা হয়েছে। এ দুজন হলেন—রংপুর পুলিশ লাইনের এএসআই আমির হোসেন ও তাজহাট থানার কনস্টেবল সুজন চন্দ্র রায়।\nসিলেটে বৈষম্যবিরোধী ছাত্র আন্দোলনের কর্মসূচি চলাকালে পুলিশের সঙ্গে ছাত্র-জনতার সংঘর্ষ চলে। সংঘর্ষে প্রাথমিকভাবে শতাধিক মানুষ আহত হওয়ার খবর পাওয়া যায়।\n\n\n=== ৪ আগস্ট ===\nবেলা ১১টার দিকে শাহবাগ এলাকায় বিক্ষোভকারীরা জড়ো হন। এসময় ছাত্রলীগ-যুবলীগ-আওয়ামী লীগের নেতাকর্মীরা সেখানে এলে লাঠিসোঁটা নিয়ে তাদের ধাওয়া দেন বিক্ষোভকারীরা। পরে ছাত্রলীগ ও আওয়ামী লীগের নেতাকর্মীরা দৌড়ে বঙ্গবন্ধু শেখ মুজিব মেডিক্যাল বিশ্ববিদ্যালয়ের ভেতরে যান। পরে আন্দোলনকারীরা বিএসএমএমইউর ফটক ভেঙে ভেতরে ঢুকে আওয়ামী লীগের নেতাকর্মীদের ছত্রভঙ্গ করে দেন। ডেইলি স্টার জানিয়েছে যে সকাল ১১টার দিকে এক দল লাঠিধারী  বঙ্গবন্ধু শেখ মুজিব মেডিক্যাল বিশ্ববিদ্যালয়ের (বিএসএমএমইউ) পেছনের গেট দিয়ে চত্বরে আসে। সেখানে তারা আচমকা হামলা চালিয়ে ১০-১৫টি মোটরসাইকেল ও দুই-তিনটি অ্যাম্বুলেন্স পুড়িয়ে দেয়। চত্বরে থাকা ব্যক্তিগত গাড়িও পুড়িয়ে দিয়ে পেছনের গেট দিয়ে তারা পালিয়ে যায়। তাদের হাতে ছিল রড ও হস্টিস্টিক। তারা মুখোশ পরা ছিল। তাদের পরিচয় নিশ্চিত হওয়া যায়নি। তবে এই হামলাকারীরা সরকার সমর্থক বলে দাবি করেছে শাহবাগে অবস্থান করা আন্দোলনকারীরা।\nমুন্সিগঞ্জ শহরে সর্বাত্মক অসহযোগ কর্মসূচি ঘিরে আজ রোববার আন্দোলনকারীদের সঙ্গে আওয়ামী লীগের নেতা-কর্মীদের সংঘর্ষে গুলিবিদ্ধ হয়ে দুজন নিহত হন। আহত হন অর্ধশত। চট্টগ্রাম নগরের নিউমার্কেট এলাকায় বিক্ষোভকারী–পুলিশ, ছাত্রলীগ ও যুবলীগের সংঘর্ষ হয়। সকাল থেকে শান্তিপূর্ণভাবে বিক্ষোভ চললেও সোয়া ১১টার দিকে বৈষম্যবিরোধী ছাত্র আন্দোলনের কর্মীদের ওপর সিটি কলেজের দিক থেকে হামলা করেন ছাত্রলীগ ও যুবলীগের নেতা–কর্মীরা। এরপর দুপুর ১২টার দিকে পুলিশও বিক্ষোভকারীদের লক্ষ্য করে টিয়ার শেল ও সাউন্ড গ্রেনেড নিক্ষেপ করে।\nদুপুর ১২টার পর সরকারি নির্দেশে মোবাইল ইন্টারনেটের ফোর-জি সেবা বন্ধ করা হয়। সাথে দেশের ইন্টারনেট সংযোগ থেকে (ব্রডব্যান্ডসহ) মেটা প্ল্যাটফর্ম বন্ধ রাখার নির্দেশ দেয়। এর ফলে এই প্ল্যাটফর্মের ফেসবুক, হোয়াটসঅ্যাপসহ অন্যান্য সামাজিক যোগাযোগমাধ্যম বন্ধ হয়ে যায়।\nমাগুরা সদর ও মহম্মদপুর উপজেলায় বিক্ষোভকারীদের সঙ্গে সংঘর্ষে ছাত্রদল নেতাসহ তিনজন নিহত হন। সংঘর্ষে আহত হয় তিন পুলিশ সদস্যসহ অন্তত ২০ জন।\nরংপুরের বদরগঞ্জে ছাত্রলীগ ও যুবলীগের নেতাকর্মীরা শিক্ষার্থীদের লাঠিপেটা ও ধাওয়া দেয়। পরে বিক্ষুব্ধ ছাত্র-জনতা একত্রিত হয়ে স্থানীয় আওয়ামী লীগ সংসদ সদস্য আবুল কালাম মো. আহসানুল হক চৌধুরী (ডিউক) ও পৌরসভার মেয়র আহসানুল হক চৌধুরীর (টুটুল) বাড়িতে আগুন দেয়। এছাড়া রংপুর নগরীতে আন্দোলনকারী ও ছাত্রলীগ-যুবলীগের নেতাকর্মীদের সঙ্গে সংঘর্ষে মহানগর আওয়ামী লীগ নেতা, পশুরাম থানা আওয়ামী লীগের সাধারণ সম্পাদক ও সিটি করপোরেশনের কাউন্সিলর হারাধন রায়সহ ৪ আওয়ামী লীগ ও যুবলীগ কর্মী নিহত হন। আহত হন ৮ সাংবাদিকসহ শতাধিক।\nদুপুরে স্বরাষ্ট্র মন্ত্রণালয় থেকে পাঠানো এক বিবৃতিতে পরবর্তী নির্দেশ না দেওয়া পর্যন্ত সন্ধ্যা ৬টা থেকে সারা দেশে কারফিউ জারি করা হয়েছে বলে জানানো হয়। বিকেলে জনপ্রশাসন মন্ত্রণালয় প্রজ্ঞাপন জারি করে সোমবার থেকে তিন দিনের (৫,৬ ও ৭ আগস্ট) সাধারণ ছুটি ঘোষণা করে।\nবৈষম্যবিরোধী ছাত্র আন্দোলন নতুন কর্মসূচি লং মার্চ টু ঢাকা ঘোষণা করে। প্রথমে ৬ আগস্ট পালন করার কথা থাকলেও পরে তা ৫ আগস্ট করা হয়। বৈষম্যবিরোধী ছাত্র আন্দোলনের সমন্বয়ক আসিফ মাহমুদ বলেন:\n\nবিকেলে এক বিজ্ঞপ্তিতে সরকার শিক্ষার্থীসহ সব অভিভাবককে ঘরে ফিরে যাওয়ার অনুরোধ জানায়।\nঅসহযোগকর্মসূচি ঘিরে রাজধানী ঢাকাসহ সারা দেশে ব্যাপক সংঘর্ষ ও হানাহানির ঘটনায় অন্তত ৯৮ জন নিহত হয়েছেন। এদের মধ্যে একজন সাংবাদিক রয়েছেন ও ১৪ জন পুলিশ রয়েছেন। সারা দেশে ব্যাপক সংঘর্ষে আওয়ামী লীগ কর্মীদের হাতে নানা আগ্নেয়াস্ত্র দেখা যায়।\n\n\n=== ৫ আগস্ট ===\n৪ আগষ্টে সরকার ৩ দিনের কারফিউ জারি করার পর ৫ আগষ্টে চলছিল প্রথম দিনের কারফিউ। এদিন সকালের পরিবেশ বেশ থমথমে, সতর্ক অবস্থানে ছিল ঢাকার পুলিশ। তবে কারফিউ অমান্য করে বেলা ১১ টার পর থেকে সারা দেশের শিক্ষার্থী ও সাধারণ জনগণ শাহবাগে জড়ো হতে থাকে। তারপর শাহবাগ থেকে আন্দোলনকারীরা গণভবনের দিকে পদযাত্রা শুরু করেন। এ সময় শেখ হাসিনা বেলা দুইটার দিকে পদত্যাগ করেন এবং আড়াইটার দিকে বঙ্গভবন থেকে একটি সামরিক হেলিকপ্টার করে ভারতের আগরতলার উদ্দেশ্যে দেশ ত্যাগ করেন। তারপর বেলা তিনটার দিকে সেনাপ্রধান ওয়াকার-উজ-জামান জাতির উদ্দেশ্যে ভাষণ দেন এবং শেখ হাসিনার পদত্যাগ ও দেশত্যাগের বিষয়টি নিশ্চিত করেন। এদিকে গণভবনের দখন নেয় বিক্ষোভকারীরা। লুটপাট হয় গণভবন। কিন্তু সেদিন রাতের মধ্যেই লুটপাট হওয়া ৮০ শতাংশ জিনিসপত্র কর্তৃপক্ষের কাছে  ফিরিয়ে দেয় বৈষম্য বিরোধী ছাত্র আন্দোলনকারীরা।\n\n\n== আরও দেখুন ==\nবাংলাদেশে কোটা সংস্কার আন্দোলনে নিহতদের তালিকা\nঅসহযোগ আন্দোলন (২০২৪)\nসারজিস আলম\nহাসনাত আব্দুল্লাহ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"কোটাপ্রথা নিয়ে আন্দোলন: এত দিন যা যা ঘটেছে\"। দৈনিক প্রথম আলো। ২৩ জুলাই ২০২৪। \nবিবিসি বাংলায় আন্দোলন শুরুর পর থেকে প্রতিদিনের সরাসরি কভারেজ"}