{"pageid": 1466061, "title": "হুইগস (ব্রিটিশ রাজনৈতিক দল)", "url": "https://bn.wikipedia.org/wiki?curid=1466061", "content": "হুইগস ইংল্যান্ড, স্কটল্যান্ড, আয়ারল্যান্ড, গ্রেট ব্রিটেন এবং যুক্তরাজ্যের সংসদে একটি রাজনৈতিক দল ছিল। ১৬৮০ এবং ১৮৫০ এর মধ্যে, হুইগরা তাদের প্রতিদ্বন্দ্বী, টোরিদের সাথে ক্ষমতার প্রতিদ্বন্দ্বিতা করেছিল। ১৮৫০-এর দশকে পিলিট এবং র‌্যাডিকালদের সাথে মিশে গেলে হুইগস লিবারেল পার্টিতে পরিণত হয়। অনেক হুইগ ১৮৮৬ সালে আইরিশ হোম রুল ইস্যুতে লিবারেল পার্টি ছেড়ে লিবারেল ইউনিয়নিস্ট পার্টি গঠন করে, যা ১৯১২ সালে কনজারভেটিভ পার্টিতে একীভূত হয়।\nহুইগস একটি রাজনৈতিক দল হিসাবে শুরু হয়েছিল যা নিরঙ্কুশ রাজতন্ত্র এবং ক্যাথলিক মুক্তির বিরোধিতা করেছিল, সাংবিধানিক রাজতন্ত্র এবং সংসদীয় সরকারকে সমর্থন করেছিল, কিন্তু প্রোটেস্ট্যান্ট আধিপত্যকেও সমর্থন করেছিল। তারা ১৬৮৮ সালের গৌরবময় বিপ্লবে কেন্দ্রীয় ভূমিকা পালন করেছিল এবং তারা ছিল রোমান ক্যাথলিক স্টুয়ার্ট রাজাদের স্থায়ী শত্রু এবং দাবীদার । হুইগ আধিপত্য (১৭১৪-১৭৬০) নামে পরিচিত সময়টি ১৭১৪ সালে জর্জ প্রথম এর হ্যানোভারিয়ান উত্তরাধিকার এবং ১৭১৫ সালে টোরি বিদ্রোহীদের দ্বারা জ্যাকোবাইটের উত্থানের ব্যর্থতার দ্বারা সক্ষম হয়েছিল। হুইগস ১৭১৫ সালে সরকারের সম্পূর্ণ নিয়ন্ত্রণ নিয়েছিল এবং সরকার, সেনাবাহিনী, চার্চ অফ ইংল্যান্ড, আইনি পেশা এবং স্থানীয় রাজনৈতিক অফিসের সমস্ত প্রধান পদ থেকে টোরিদের পুঙ্খানুপুঙ্খভাবে মুক্ত করে। হুইগদের প্রথম মহান নেতা ছিলেন রবার্ট ওয়ালপোল, যিনি ১৭২১ থেকে ১৭৪২ সাল পর্যন্ত সরকারের নিয়ন্ত্রণ বজায় রেখেছিলেন এবং যার অভিভাবক হেনরি পেলহাম ১৭৪৩ থেকে ১৭৫৪ সাল পর্যন্ত সরকারের নেতৃত্ব দিয়েছিলেন। ১৭৬০ সালে রাজা তৃতীয় জর্জ সিংহাসনে না আসা পর্যন্ত গ্রেট ব্রিটেন হুইগদের অধীনে একটি এক-দলীয় রাষ্ট্র আনুমানিক করেছিল এবং টোরিদের ফিরে আসার অনুমতি দেয়। কিন্তু এরপর বহু বছর ধরে ক্ষমতায় হুইগ পার্টির দখল শক্ত ছিল। এইভাবে ঐতিহাসিকরা মোটামুটি ১৭১৪ থেকে ১৭৮৩ সালকে \"হুইগ অলিগার্কির দীর্ঘ সময়\" বলে অভিহিত করেছেন। আমেরিকান বিপ্লবের সময়, হুইগরা মার্কিন যুক্তরাষ্ট্রের স্বাধীনতা এবং মার্কিন যুক্তরাষ্ট্রে গণতন্ত্র সৃষ্টির প্রতি আরও সহানুভূতিশীল দল ছিল।\n১৭৮৪ সালের মধ্যে, হুইগস এবং টোরি উভয়ই আনুষ্ঠানিক রাজনৈতিক দলে পরিণত হয়েছিল, চার্লস জেমস ফক্স উইলিয়াম পিট দ্য ইয়াংগারের নতুন টোরিদের বিরুদ্ধে সাজানো একটি পুনর্গঠিত হুইগ পার্টির নেতা হয়েছিলেন। উভয় দলের ভিত্তি জনপ্রিয় ভোটের চেয়ে ধনী রাজনীতিবিদদের সমর্থনের উপর বেশি নির্ভর করে। যদিও হাউস অফ কমন্সে নির্বাচন হয়েছিল, শুধুমাত্র কয়েকজন পুরুষ বেশিরভাগ ভোটারকে নিয়ন্ত্রণ করেছিলেন।\n১৮ শতকে উভয় পক্ষই ধীরে ধীরে বিকশিত হয়েছিল। শুরুতে, হুইগ পার্টি সাধারণত অভিজাত পরিবারকে সমর্থন করার প্রবণতা দেখায়, ক্যাথলিকদের অব্যাহত ভোটাধিকার থেকে বঞ্চিত করা এবং অসঙ্গতিবাদী প্রোটেস্ট্যান্টদের সহনশীলতা (যেমন প্রেসবিটারিয়ানদের মত ভিন্নমত পোষণকারী ), যখন টোরিরা সাধারণত অপ্রাপ্তবয়স্ক ভদ্রলোক এবং লোকেদের ( অপেক্ষাকৃতভাবে বলা ) ক্ষুদ্র ধারকদের পক্ষে ছিল। ; তারা ইংল্যান্ডের একটি দৃঢ়ভাবে প্রতিষ্ঠিত চার্চের বৈধতাকেও সমর্থন করেছিল। (তথাকথিত হাই টোরিরা উচ্চ গির্জার অ্যাংলিকানিজম, বা অ্যাংলো-ক্যাথলিকবাদকে পছন্দ করত। কিছু, বিশেষ করে অ-জুরিং বিভক্তির অনুসারী, সিংহাসনে নির্বাসিত হাউস অফ স্টুয়ার্টের দাবিকে প্রকাশ্যে বা গোপনে সমর্থন করেছিল- যা জ্যাকোবিটিজম নামে পরিচিত। ) পরবর্তীতে, হুইগরা উদীয়মান শিল্প সংস্কারবাদী এবং বণিক শ্রেণীর সমর্থন পেতে আসে যখন টোরিরা কৃষক, জমির মালিক, রাজকীয় এবং (সম্পর্কিতভাবে) যারা সাম্রাজ্যবাদী সামরিক ব্যয়ের পক্ষপাতী তাদের কাছ থেকে সমর্থন পেতে আসে।\n১৯ শতকের প্রথমার্ধে, হুইগ ইশতেহারে সংসদের আধিপত্য, দাসপ্রথার বিলুপ্তি, ভোটাধিকারের বিস্তৃতি (ভোটাধিকার) এবং ক্যাথলিকদের সম্পূর্ণ সমান অধিকারের দিকে অগ্রসর হওয়ার ত্বরান্বিত (একটি বিপরীতমুখী) অন্তর্ভুক্ত ছিল। দলের ১৭ শতকের শেষের দিকে অবস্থান, যা জঙ্গিভাবে ক্যাথলিক বিরোধী ছিল)।\n\n\n== নির্বাচনী কর্মক্ষমতা ==\n\n\n=== ইংল্যান্ডের সংসদ ===\n\n\n=== গ্রেট ব্রিটেনের সংসদ ===\n\n\n=== যুক্তরাজ্যের সংসদ ===\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== গ্রন্থপঞ্জি ===\n\n\n=== প্রাথমিক উৎস ===\nঈগল, রবিন। এডমন্ড বার্কের লেখা এবং বক্তৃতা। সাধারণ সম্পাদক পল ল্যাংফোর্ড। ভলিউম IV: পার্টি, পার্লামেন্ট এবং হুইগসের বিভাজন 1780-1794 পিজে মার্শাল এবং ডোনাল্ড সি ব্রায়ান্ট দ্বারা সম্পাদিত। (অক্সফোর্ড ইউনিভার্সিটি প্রেস। 2015)। xvi, 674 পিপি।\n\n\n== বহিঃসংযোগ ==\n\nকার্ল মার্কস অন দ্য টোরিস অ্যান্ড দ্য হুইগস (1852)"}