{"pageid": 1466, "title": "ফ্রিডরিখ নিচে", "url": "https://bn.wikipedia.org/wiki?curid=1466", "content": "ফ্রেডরিখ উইলিয়াম নিৎসে  বা নিৎশে (জার্মান: Friedrich Wilhelm Nietzsche, উচ্চারণ [ˈfʁiːdʁɪç ˈvɪlhɛlm ˈniːtʃə] () বা [ˈniːtsʃə]; ১৫ই অক্টোবর ১৮৪৪ – ২৫শে আগস্ট ১৯০০) একজন জার্মান দার্শনিক, কবি ও ভাষাতত্ত্ববিদ ছিলেন। নিৎশে তার পেশাজীবন শুরু করেন একজন ভাষাতাত্ত্বিক হিসেবে। ১৮৬৯ সালে, ২৪ বছর বয়সে তিনি ব্যাসেল বিশ্ববিদ্যালয়ে ভাষাতাত্ত্বিক হিসেবে যোগ দেন। কিন্তু ১৮৭৯ সালে স্বাস্হ্যগত কারণে পদত্যাগ করেন যা তাকে জীবনের অধিকাংশ সময় পীড়িত রেখেছিল। ১৮৮৯ সালে, ৪৫ বছর বয়সে তিনি মানসিক বিকারগ্রস্ত হয়ে পড়েন। তিনি ১৯০০ সালে মৃত্যুবরণ করেন।\nনিৎশে-র বিখ্যাত \"ঈশ্বর মৃত এবং আমরাই তাকে হত্যা করেছি।\" দর্শন ছিলো ওই আমলের ধর্মীয় অনুশাসনের বিরুদ্ধে একটি বড় প্রতিবাদ। তিনি পশ্চিমা সনাতন ধর্মীয় বিশ্বাস কে চ্যালেঞ্জ করেছিলেন। সাম্রাজ্যবাদ বিস্তারে ধর্মকে যখন ব্যবহার করা হচ্ছিল, যখন আফ্রিকার \"কালো মানুষকে\" 'শিক্ষিত' করার 'মহান দায়িত্ব' নিয়ে ধর্ম প্রচারকরা আফ্রিকায় তাদের কর্মকাণ্ডের বিস্তৃতি ঘটিয়েছিলেন, তখন নিৎশের লেখনীতে এর সমালোচনা করা হয়েছিলো। তিনি তথাকথিত গণতন্ত্রকে ঘৃণা করতেন। গণতন্ত্রে যে সমতার কথা বলা হয়, তা তার পছন্দ ছিলো না। তিনি ভবিষ্যতে এক ধরনের অনিশ্চয়তা,বিপ্লব,যুদ্ধ,ও সংঘর্ষের ভবিষ্যদ্বাণী করেছিলেন।।\nজীবনবৃত্ত:\nযৌবন : 1844-1868)\n1844 সালের 15 অক্টোবর জন্মগ্রহণ করেন, নিৎশে[15] প্রুশিয়ান প্রদেশ স্যাক্সনির লাইপজিগের কাছে রকেন শহরে (বর্তমানে লুটজেনের অংশ) বড় হয়েছিলেন। প্রুশিয়ার রাজা ফ্রেডরিখ উইলহেম IV এর নামানুসারে তার নামকরণ করা হয়েছিল, যিনি নীৎশে জন্মের দিনে 49 বছর বয়সী হয়েছিলেন (নিৎশে পরে তার মধ্য নাম উইলহেম বাদ দিয়েছিলেন)। নিটশের প্রপিতামহ, গথেলফ এঙ্গেলবার্ট নিৎশে [জা] (1714-1804), একজন পরিদর্শক এবং একজন দার্শনিক ছিলেন। নিৎশের দাদা, ফ্রেডরিখ অগাস্ট লুডভিগ নিৎশে [ডি] (1756-1826), ছিলেন একজন ধর্মতত্ত্ববিদ। [১৬] নিৎশের পিতামাতা, কার্ল লুডভিগ নিটশে (১৮১৩-১৮৪৯), একজন লুথেরান যাজক[১৭] এবং প্রাক্তন শিক্ষক; এবং ফ্রাঞ্জিস্কা নিৎশে [ডি] (née ওহলার) (1826-1897), তাদের ছেলের জন্মের এক বছর আগে 1843 সালে বিয়ে করেন। তাদের আরও দুটি সন্তান ছিল: একটি কন্যা, এলিজাবেথ ফরস্টার-নিৎশে, জন্ম 1846 সালে; এবং দ্বিতীয় পুত্র, লুডভিগ জোসেফ, 1848 সালে জন্মগ্রহণ করেন। নিৎশের বাবা 1849 সালে মস্তিষ্কের রোগে মারা যান, এক বছরের নির্মম যন্ত্রণার পর, ছেলেটির বয়স ছিল মাত্র চার বছর; লুডভিগ জোসেফ ছয় মাস পরে দুই বছর বয়সে মারা যান। এরপর পরিবারটি নাউমবুর্গে চলে যায়, যেখানে তারা নিৎশের মাতামহী এবং তার বাবার দুই অবিবাহিত বোনের সাথে থাকতেন। 1856 সালে নিৎশের দাদির মৃত্যুর পর, পরিবারটি তাদের নিজস্ব বাড়িতে চলে আসে, এখন নিৎশে-হাউস, একটি যাদুঘর এবং নিৎশে অধ্যয়ন কেন্দ্র।\n\n\n== দর্শন ও তত্ত্ব ==\nনীৎশের চিন্তা আধুনিক দর্শনের মূল ভিত্তিগুলোকে প্রশ্নবিদ্ধ করে এবং নতুন দৃষ্টিভঙ্গি তৈরি করে। তার কাজ শিল্প, সাহিত্য, রাজনীতি, এবং মনোবিজ্ঞানসহ বহু ক্ষেত্রে গভীর প্রভাব ফেলেছে।\nনীৎশের কিছু গুরুত্বপূর্ণ ধারণা এবং তাদের টীকা:\n\n\n=== ১. ঈশ্বরের মৃত্যু (God is Dead) ===\nনীৎশে তার বিখ্যাত উক্তি \"God is dead\" দিয়ে পাশ্চাত্য সভ্যতার ধর্মীয় এবং নৈতিক ভিত্তি প্রশ্নবিদ্ধ করেন।\n\nএই উক্তির অর্থ ধর্মীয় বিশ্বাসের অবক্ষয় এবং মানুষের জীবনে ঐতিহ্যগত নৈতিকতার পতন।\nতিনি বলেন, আধুনিক মানুষ ঈশ্বরবিহীন অবস্থায় নৈতিকতা তৈরি করতে বাধ্য। তবে এই পরিবর্তন সমাজে শূন্যতার সৃষ্টি করেছে, যাকে তিনি \"Nihilism\" বলে চিহ্নিত করেন।\n\n\n=== ২. নিহিলিজম (Nihilism) ===\nনীৎশে বিশ্বাস করতেন, ঐতিহ্যগত মূল্যবোধ এবং বিশ্বাসের পতন মানুষের মধ্যে অর্থহীনতা (meaninglessness) এবং উদ্দেশ্যহীনতার সৃষ্টি করেছে।\n\nতিনি বলেন, এই শূন্যতা কাটিয়ে উঠতে মানুষকে নিজের মূল্যবোধ তৈরি করতে হবে এবং নিজের জীবনের অর্থ নিজেই খুঁজে বের করতে হবে।\n\"নিহিলিজম\"কে তিনি মানব সভ্যতার জন্য একটি বিপজ্জনক কিন্তু অবশ্যম্ভাবী পর্যায় হিসেবে দেখেছেন।\n\n\n=== ৩. অপরম মানব (Übermensch) ===\nনীৎশের দর্শনের কেন্দ্রে রয়েছে তার ধারণা Übermensch বা \"অপরম মানব।\"\n\nতিনি বিশ্বাস করতেন, মানুষকে তার সীমাবদ্ধতা অতিক্রম করতে হবে এবং নিজের চেয়ে উন্নততর একটি সত্তায় পরিণত হতে হবে।\nÜbermensch হলো সেই ব্যক্তি, যিনি নিজের মূল্যবোধ নিজে তৈরি করেন এবং ঐতিহ্যগত নৈতিকতার বাইরে গিয়ে নতুন জীবনধারা গ্রহণ করেন।\n\n\n=== ৪. শক্তি বা ইচ্ছা (Will to Power) ===\nনীৎশের আরেকটি গুরুত্বপূর্ণ তত্ত্ব হলো Will to Power, যা তিনি জীবনের মৌলিক চালিকা শক্তি হিসেবে চিহ্নিত করেন।\n\nএটি কেবল জীবনের টিকে থাকার জন্য নয়, বরং নিজের সামর্থ্য এবং সম্ভাবনার সর্বোচ্চ বিকাশের জন্য কাজ করে।\nতিনি বলেন, মানব অস্তিত্বের প্রকৃত উদ্দেশ্য হলো ক্ষমতা এবং আত্ম-উন্নয়ন।\n\n\n=== ৫. চির প্রত্যাবর্তন (Eternal Recurrence) ===\nনীৎশের \"চির প্রত্যাবর্তন\" ধারণা হলো, জীবনের প্রতিটি মুহূর্ত অসংখ্যবার পুনরাবৃত্তি হতে পারে।\n\nতিনি মানুষকে এই ধারণা গ্রহণ করতে উৎসাহ দেন এবং বলেন, জীবনের প্রতি এতটাই ভালোবাসা থাকতে হবে যেন কেউ এই পুনরাবৃত্তি মেনে নিতে পারে।\n\n\n=== ৬. দাস নৈতিকতা বনাম প্রভু নৈতিকতা (Master vs. Slave Morality) ===\nনীৎশে নৈতিকতাকে দুটি ভাগে ভাগ করেন:\n\nদাস নৈতিকতা (Slave Morality): দুর্বলদের দ্বারা তৈরি নৈতিকতা, যা বিনয়, সহনশীলতা, এবং আত্মত্যাগকে গুরুত্ব দেয়।\nপ্রভু নৈতিকতা (Master Morality): শক্তিশালীদের নৈতিকতা, যা আত্মনির্ভরতা, গৌরব, এবং ব্যক্তিগত শক্তিকে গুরুত্ব দেয়। নীৎশে দাস নৈতিকতার সমালোচনা করেন এবং প্রভু নৈতিকতার পক্ষে যুক্তি দেন।\n\n\n=== ৭. ধর্ম ও খ্রিস্টধর্মের সমালোচনা ===\nনীৎশে খ্রিস্টধর্মকে কঠোর সমালোচনা করেন। তিনি মনে করতেন, এটি দুর্বলতা এবং আত্মত্যাগকে মহিমান্বিত করে এবং মানুষের ক্ষমতা ও সৃজনশীলতাকে দমন করে।\n\nতিনি বলেন, খ্রিস্টধর্ম মানুষের স্বাধীনতাকে সীমিত করে এবং তাদের প্রকৃত সম্ভাবনা উপলব্ধি করতে বাধা দেয়।\n\n\n=== ৮. অ্যাপোলোনীয় ও ডায়োনিসীয় দৃষ্টিভঙ্গি ===\nনীৎশে গ্রিক সংস্কৃতির দুটি দিক তুলে ধরেন:\n\nঅ্যাপোলোনীয় (Apollonian): যুক্তি, শৃঙ্খলা, এবং সমঝোতার প্রতীক।\nডায়োনিসীয় (Dionysian): আবেগ, বিশৃঙ্খলা, এবং সৃষ্টিশীলতার প্রতীক। তিনি বিশ্বাস করতেন, একটি পূর্ণাঙ্গ জীবনযাপনের জন্য এই দুই দিকের মধ্যে ভারসাম্য প্রয়োজন।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}