{"pageid": 1466573, "title": "টোরিস (ব্রিটিশ রাজনৈতিক দল)", "url": "https://bn.wikipedia.org/wiki?curid=1466573", "content": "টোরিস ছিল একটি শিথিলভাবে সংগঠিত রাজনৈতিক সঙ্ঘ এবং পরবর্তীতে ইংল্যান্ড, স্কটল্যান্ড, আয়ারল্যান্ড, গ্রেট ব্রিটেন এবং যুক্তরাজ্যের পার্লামেন্টে একটি রাজনৈতিক দল। তারা প্রথম ১৬৭৯ বর্জন সংকটের সময় আবির্ভূত হয়েছিল, যখন তারা জেমস, ডিউক অফ ইয়র্ককে তার ক্যাথলিক ধর্মের ভিত্তিতে উত্তরাধিকার থেকে বাদ দেওয়ার হুইগ প্রচেষ্টার বিরোধিতা করেছিল। রাষ্ট্রীয় পৃষ্ঠপোষকতাকৃত ক্যাথলিক ধর্মের তীব্র বিরোধিতা সত্ত্বেও, টোরিস তার বর্জনের বিরোধিতা করেছিলেন কারণ তাদের বিশ্বাস যে জন্মের উপর ভিত্তি করে উত্তরাধিকার একটি স্থিতিশীল সমাজের ভিত্তি।\n১৭১৪ সালে প্রথম জর্জের উত্তরাধিকারের পর, টোরিদের সরকারে কোনো অংশ ছিল না এবং ১৭৬০-এর দশকের গোড়ার দিকে একটি সংগঠিত রাজনৈতিক সত্তা হিসাবে অস্তিত্ব বন্ধ করে দেয় (যদিও পরবর্তী বছরগুলিতে এই শব্দটি কিছু রাজনৈতিক ব্যক্তিদের দ্বারা স্ব-বর্ণনার পরিভাষা হিসাবে ব্যবহৃত হতে থাকে। লেখক)। কয়েক দশক পরে, ১৭৮৩ এবং ১৮৩০ সালের মধ্যে একটি নতুন টোরি পার্টি উত্থাপিত হয় এবং সরকারে অংশগ্রহণ করে, উইলিয়াম পিট দ্য ইয়াংগার এবং রবার্ট জেনকিনসন, লিভারপুলের দ্বিতীয় আর্ল। ১৮৩১ সালের নির্বাচনে হুইগরা পার্লামেন্টের নিয়ন্ত্রণ জিতেছিল, যা মূলত নির্বাচনী সংস্কারের ইস্যুতে লড়াই করা হয়েছিল, টোরিদের দ্বারা বিরোধিতা করা হয়েছিল। জনপ্রতিনিধিত্ব আইন ১৮৩২ পচা বরোগুলিকে সরিয়ে দেয়, যার মধ্যে অনেকগুলি টোরিদের দ্বারা নিয়ন্ত্রিত ছিল এবং ১৮৩২ সালের নির্বাচনে দল ১৭৫ এমপি- তে হ্রাস পায়।\nরবার্ট পিলের নেতৃত্বে, যিনি ট্যামওয়ার্থ ম্যানিফেস্টো নামে পরিচিত একটি নীতি নথি জারি করেছিলেন, টোরিরা কনজারভেটিভ পার্টিতে রূপান্তরিত হতে শুরু করে। যাইহোক, ১৮৪৬ সালে তার কর্ন আইন বাতিল করার ফলে পার্টি ভেঙে যায়; আর্ল অফ ডার্বি এবং বেঞ্জামিন ডিজরালির নেতৃত্বে দলটি আধুনিক কনজারভেটিভ পার্টিতে পরিণত হয়, যাদের সদস্যদের এখনও সাধারণত টোরি হিসাবে উল্লেখ করা হয়।\n\n\n== নির্বাচনী ফলাফল ==\n\nNote that the results for 1661–1708 are England only.\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== কাজ উদ্ধৃত ===\n\n\n== আরও পড়ুন ==\nকালো, জেরেমি (1984)। ওয়ালপোলের যুগে ব্রিটেন ।\nবুলমার-থমাস, আইভর (1967)। ব্রিটিশ পার্টি সিস্টেমের বৃদ্ধি: 1640-1923 । ভলিউম 1. জন বেকার।\nকোলি, লিন্ডা (1985)। অলিগার্কির অবমাননা: টোরি পার্টি 1714-60 । (ক্যামব্রিজ ইউনিভার্সিটি প্রেস।\nফিলিং, কিথ (1938)। দ্বিতীয় টোরি পার্টি, 1714-1832 । লন্ডন: ম্যাকমিলান।\nফিলিং, কিথ (1950)। টোরি পার্টির ইতিহাস, 1640-1714 । ক্ল্যারেন্ডন প্রেস।\nও'গোরম্যান, ফ্রাঙ্ক (1989)। ভোটার, পৃষ্ঠপোষক এবং দল: হ্যানোভারিয়ান ইংল্যান্ডের অসংশোধিত নির্বাচনী ব্যবস্থা 1734-1832। (অক্সফোর্ড: ক্ল্যারেন্ডন প্রেস।\n\n\n== বহিঃসংযোগ ==\n\n\"Whig and Tory\"। ব্রিটিশ বিশ্বকোষ (১১তম সংস্করণ)। ১৯১১। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n \"Whig and Tory\"। New International Encyclopedia। ১৯০৫। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) [[Category:উইকিপিডিয়া নিবন্ধ যাতে নিউ ইন্টারন্যাশনাল এনসাইক্লোপিডিয়া থেকে একটি উদ্ধৃতি অন্তর্ভুক্ত করা হয়েছে]]"}