{"pageid": 1466476, "title": "জোশ অ্যাটেনসিও", "url": "https://bn.wikipedia.org/wiki?curid=1466476", "content": "জোশুয়া রায়ান অ্যাটেনসিও (ইংরেজি: Josh Atencio; জন্ম: ৩১ জানুয়ারি ২০০২; জোশ অ্যাটেনসিও নামে সুপরিচিত) হলেন একজন মার্কিন পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে মার্কিন ক্লাব সিয়াটল সাউন্ডার্স এবং মার্কিন যুক্তরাষ্ট্র জাতীয় দলের হয়ে মধ্যমাঠের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত রক্ষণাত্মক মধ্যমাঠের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে কেন্দ্রীয় মধ্যমাঠের খেলোয়াড় অথবা আক্রমণাত্মক মধ্যমাঠের খেলোয়াড় হিসেবে খেলেন।\n২০১৭ সালে, অ্যাটেনসিও মার্কিন যুক্তরাষ্ট্র অনূর্ধ্ব-১৫ দলের হয়ে মার্কিন যুক্তরাষ্ট্রের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় এক বছর যাবত মার্কিন যুক্তরাষ্ট্রের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০২৪ সালে মার্কিন যুক্তরাষ্ট্রের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; মার্কিন যুক্তরাষ্ট্রের জার্সি গায়ে তিনি এপর্যন্ত ১ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nজোশুয়া রায়ান অ্যাটেনসিও ২০০২ সালের ৩১শে জানুয়ারি তারিখে মার্কিন যুক্তরাষ্ট্রের ওয়াশিংটনে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nঅ্যাটেনসিও মার্কিন যুক্তরাষ্ট্র অনূর্ধ্ব-১৫, মার্কিন যুক্তরাষ্ট্র অনূর্ধ্ব-১৭ এবং মার্কিন যুক্তরাষ্ট্র অনূর্ধ্ব-২৩ দলের হয়ে খেলার মাধ্যমে মার্কিন যুক্তরাষ্ট্রের প্রতিনিধিত্ব করেছেন। ২০১৭ সালের ২৫শে এপ্রিল তারিখে তিনি স্লোভেনিয়া অনূর্ধ্ব-১৫ দলের বিরুদ্ধে ম্যাচে মার্কিন যুক্তরাষ্ট্র অনূর্ধ্ব-১৫ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। অ্যাটেনসিও ফ্রান্সে অনুষ্ঠিত ২০২৪ গ্রীষ্মকালীন অলিম্পিকের জন্য প্রকাশিত মার্কিন যুক্তরাষ্ট্র অলিম্পিক দলে স্থান পেয়েছেন।\n২০২৪ সালের ২০শে জানুয়ারি তারিখে, ২১ বছর, ১১ মাস ও ২০ দিন বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী অ্যাটেনসিও স্লোভেনিয়ার বিরুদ্ধে অনুষ্ঠিত প্রীতি ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে মার্কিন যুক্তরাষ্ট্রের হয়ে অভিষেক করেছেন। তিনি উক্ত ম্যাচের মূল একাদশে অন্তর্ভুক্ত ছিলেন; ম্যাচে তিনি ১৫ নম্বর জার্সি পরিধান করে রক্ষণাত্মক মধ্যমাঠের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি স্লোভেনিয়া ১–০ গোলের ব্যবধানে জয়লাভ করেছিল। মার্কিন যুক্তরাষ্ট্রের হয়ে অভিষেকের বছরে অ্যাটেনসিও সর্বমোট ১ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n৫ আগস্ট ২০২৪ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nসকারওয়েতে জোশ অ্যাটেনসিও  (ইংরেজি)  \nসকারবেসে জোশ অ্যাটেনসিও (ইংরেজি) \nবিডিফুটবলে \nট্রান্সফারমার্কেটে জোশ অ্যাটেনসিও (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে জোশ অ্যাটেনসিও (ইংরেজি) \nইএসপিএন এফসিতে \nন্যাশনাল-ফুটবল-টিমস.কমে জোশ অ্যাটেনসিও (ইংরেজি)"}