{"pageid": 1466581, "title": "হাসনাত আবদুল্লাহ", "url": "https://bn.wikipedia.org/wiki?curid=1466581", "content": "হাসনাত আবদুল্লাহ হলেন একজন বাংলাদেশি ছাত্রনেতা ও ২০২৪ কোটা সংস্কার আন্দোলনে নেতৃত্ব দেওয়া বৈষম্যবিরোধী ছাত্র আন্দোলনের একজন আহ্বায়ক। হাসনাত বৈষম্যবিরোধী ছাত্র আন্দোলনের কেন্দ্রীয় আহ্বায়ক কমিটির আহ্বায়ক ও জাতীয় নাগরিক পার্টির দক্ষিণাঞ্চলের মুখ্য সংগঠক হিসেবে দায়িত্ব পালন করছেন। হাসনাত ঢাকা বিশ্ববিদ্যালয়ের ইংরেজি বিভাগের শিক্ষার্থী৷\n\n\n== ব্যক্তিগত জীবন ==\nকুমিল্লার দেবিদ্বার থানার দেবিদ্বার সরকারি রেয়াজ উদ্দিন পাইলট মডেল উচ্চ বিদ্যালয় থেকে বিজ্ঞান বিভাগ থেকে ২০১৪ সালে মাধ্যমিক পাশ করেন এবং পারুয়ারা আবদুল মতিন খসরু কলেজ থেকে বিজ্ঞান বিভাগ থেকে উচ্চ মাধ্যমিক পাশ করেন।\n২০২৪ সালের ১২ অক্টোবর তিনি বিবাহ বন্ধনে আবদ্ধ হন।\n\n\n== কার্যক্রম ==\nআবদুল্লাহ সরকারি চাকরিতে কোটা বিরোধী ছাত্র আন্দোলন-এর অন্যতম সমন্বয়ক ছিলেন, যা পরবর্তীতে শেখ হাসিনাকে ক্ষমতা থেকে অপসারণের আন্দোলনে পরিণত হয়। তিনি নাহিদ ইসলাম, আসিফ মাহমুদ, সারজিস আলম এবং অন্যান্যদের সঙ্গে জাতীয় পর্যায়ে স্বীকৃতি লাভ করেন ২০২৪ সালের জুলাই মাসের মাঝামাঝি সময়ে, যখন তিনি এবং ঢাকা বিশ্ববিদ্যালয় এর আরও কয়েকজন শিক্ষার্থীকে পুলিশ আটক করে। এই সময়ে, প্রতিবাদের মাত্রা আরো তীব্র হয়ে ওঠে।\nএর পর, ৫ আগস্ট, বাংলাদেশের প্রধানমন্ত্রী শেখ হাসিনা পদত্যাগ করেন এবং দেশ থেকে পালিয়ে যান। হাসনাত জানান যে তাদের লক্ষ্য পুরোপুরি পূরণ হয়নি এবং হাসিনার পদত্যাগের পর, তাদের দল \"চিরতরে ফ্যাসিস্ট ব্যবস্থার বিলোপ\" করতে চায়।\nতিনি এবং তার সংগঠন নোবেল বিজয়ী মুহাম্মদ ইউনূস-কে অন্তর্বর্তীকালীন সরকার গঠনের আহ্বান জানান।\n\n\n== সমালোচনা ==\n\n\n=== সময় টেলিভিশনে কর্মচারী ছাটাই ===\n২০২৪ সালের ২৪ ডিসেম্বর ফ্রান্সভিত্তিক সংবাদ সংস্থা এএফপি একটি সংবাদ প্রকাশ করে যাতে অভিযোগ করা হয় সময় টিভিতে কর্মরত পাঁচ গণমাধ্যমকর্মীর একসঙ্গে চাকরি যাওয়ার ঘটনায় হাসনাত আব্দুল্লাহর সংশ্লিষ্টতা ছিল। সিটি গ্রুপের চেয়ারম্যান ও সময় টিভির পরিচালক মোহাম্মদ হাসান  বিবিসি বাংলাকে নিশ্চিত করেন যে হাসনাত আব্দুল্লাহসহ ১৫ জনের একটি দল তাদের অফিসে গিয়ে কয়েকজনকে চাকরি থেকে বাদ দিতে চাপ দিয়েছিল। তবে হাসনাত আব্দুল্লাহ সিটি গ্রুপে যাওয়ার কথা স্বীকার করলেও চাপ দেওয়ার কথা অস্বীকার করেন। এছাড়াও একটি পোস্টে হাসনাত আব্দুল্লাহ এএফপির বিরুদ্ধের মিথ্যাচার করার অভিযোগ আনেন।\n\n\n=== সংঘর্ষ থামাতে গিয়ে তোপের শিকার ===\n২০২৫ সালের ২৬ ই জানুয়ারী দিবাগত রাতে ঢাকা বিশ্ববিদ্যালয়ের অধিভুক্ত সাত কলেজ ও ঢাকা বিশ্ববিদ্যালয়ের শিক্ষার্থীদের মধ্যে সংঘর্ষ থামাতে এলে হাসনাত আবদুল্লাহ তোপের মুখে পড়েন।\n\n\n=== সেনাবাহিনীকে নিয়ে মন্তব্য ===\n২০২৫ সালের ২১ মার্চ বাংলাদেশ সেনাবাহিনীকে নিয়ে  হাসনাত আব্দুল্লাহর একটি ফেসবুক পোস্ট ঘিরে আলোচনার প্রেক্ষিতে নেত্র নিউজ একটি প্রতিবেদন প্রকাশ করে। সেখানে সেনাবাহিনীর আন্তঃবাহিনী জনসংযোগ পরিদপ্তর (আইএসপিআর)-এর মন্তব্য প্রকাশিত হয়। ওই প্রতিবেদন উদ্ধৃত করে দৈনিক প্রথম আলো তাদের অনলাইন সংস্করণে “হাসনাতের বক্তব্য ‘অত্যন্ত হাস্যকর ও অপরিপক্ব গল্পের সম্ভার’: নেত্র নিউজকে বলল সেনাসদর” শিরোনামে একটি প্রতিবেদন প্রকাশ করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিউক্তিতে হাসনাত আবদুল্লাহ সম্পর্কিত উক্তি পড়ুন।\n উইকিমিডিয়া কমন্সে হাসনাত আবদুল্লাহ সম্পর্কিত মিডিয়া দেখুন।\nফেসবুকে হাসনাত আবদুল্লাহ"}