{"pageid": 1466233, "title": "ইবনে বত্তাল", "url": "https://bn.wikipedia.org/wiki?curid=1466233", "content": "আবুল হাসন আলী বিন খলফ বিন আব্দুল মালিক বিন বত্তাল বকরী কুর্তুবী মালেকী (আরবি: أبو الحسن علي بن خلف بن عبد الملك بن بطال البكري القرطبي المالكي ), যিনি ইবনে বত্তাল ( আরবি: ابن بطال) নামে বেশী মশহূর, ছিলেন একজন আন্দালুসী আলেমে দ্বীন যিনি প্রাথমিকভাবে হদীছ এবং ফিকহ বিষয়ে দক্ষতার জন্য মশহূর ছিলেন। তাঁর বিখ্যাত শরহে ইবনে বত্তাল হল বুখারী শরীফের একটি ঐতিহ্যবাহী ভাষ্য।\n\n\n== জীবনী ==\nএমন কোন ঐতিহাসিক নথি নেই যা জীবনীকাররা উদ্ধৃত করেছেন যা তার পয়দাতারিখ, লালন-পালন বা ইলিম তলবের বিষয়ে সুনির্দিষ্ট মালূমাৎ প্রদান করে। তবে, তারা সকলেই ফিকহ, হদীছ, ব্যাখ্যা, আকীদা, ভাষা, উসূল এবং অন্যান্য বিষয়ে অধ্যয়ন এবং বিশেষজ্ঞ হওয়ার জন্য তাঁর বিশাল প্রচেষ্টাকে স্বীকার করেছে। \nজীবনীকারগণ তা উল্লেখ করেছিলেন ইমাম ইবনে বত্তাল সাহেব যে ওস্তাদদের অধীনে অধ্যয়ন করেছিলেন। তিনি প্রচুর সংখ্যক ওলামার অধীনে অধ্যয়ন করেছেন এবং তার মধ্যে সবচেয়ে বিশিষ্ট: আবূ ওমর তলমঙ্কী, ইবনে আফীফ, ইবনুল ফরজী, আবুল কাশেম বহরানী, আবূ আব্দুল ওয়ারেছ এবং আবূ বকর রাজী। \nইবনে বত্তাল একজন হাদিস বিশেষজ্ঞ ছিলেন এবং সারা আন্দলুস থেকে লোকেরা তার কাছে ভীড় জমাত। তিনি লুয়ার্সা কেল্লায় কাজী হিসেবে জিম্মাদারী পালন করেন। তিনি এমন একজন ওস্তাদ ছিলেন যিনি বেশুমার শাগরেদান তৈরি করেছিলেন। তার সবচেয়ে মশহূর শাগরেদানদের মধ্যে: মুহম্মদ বিন এহিয়া বিন মুহম্মদ জহতা তৈমী আন্দলুসী, আল-সক্কাৎ আল-ফুঙ্কী, আবূ দাঊদ, আবুল আব্বাস এবং আব্দুর রহমান ইবনে বিশর। \nবুধবার রাতে, ভালেনসিয়ায় ইবনে বত্তাল ইন্তেকাল করেন (৪৪৯ হিজরি - ১০৫৭ খ্রিস্টাব্দ)। বরং ইবনে বশকুয়াল দাবি করেছেন যে তিনি আবুল হাসন মকরীর হস্তাক্ষরে দেখেছেন যে তিনি বুধবার রাতে মারা গেছেন, তার জানাযার নামায 449 হিজরিতে জোহরে বলা হয়েছিল এবং আন্দলুসীরা তার ইন্তেকালে ব্যাপকভাবে প্রভাবিত হয়েছিল। \n\n\n== অভ্যর্থনা ==\nসিরিয়ার আলেম ইমাম যহবী ( d. 1348 ) বলেন, তিনি ছিলেন সময়ের মালেকী আকাবির এবং কাজী আয়াজ ( d. 1149 ) বলেছিলেন যে তিনি একজন মহৎ, উচ্চপদস্থ এবং সরফী মানুষ ছিলেন। \nইবনে বশকুয়াল বলেছেন: “তিনি তালেব-ই-ইলিমদের একজন ছিলেন, বোধগম্যতা, ভাল হাতের লেখা এবং ভাল সুরের একজন। তিনি খবরদারীর সাথে আহাদীছকে নিখুঁত করার বিষয়ে যত্নবান হন যা থেকে হদ্দবদ্ধ ছিল এবং বুখারী শরীফকে বেশ কয়েকটি খণ্ডে ব্যাখ্যা করেছেন এবং ইনসানেরা তা তাঁর কাছ থেকে বাখান করেছেন। তিনি আশয়ারীর পদ্ধতিতে বক্তৃতা অনুকরণ করতেন এবং তিনি ৪৪৯ সালে মারা যান। \n\n\n== রচনা ==\nইবনে বত্তাল হদীছ ও ফিকহের উপর বহু কেতাব রচনা করেছেন। তার সবচেয়ে মশহূর কেতাব হল শরহে ইবনে বত্তাল শিরোনামে ১১টি খণ্ডের বুখারী শরীফের বিখ্যাত ভাষ্য। এটি সুন্নির মধ্যে ব্যাপকভাবে প্রশংসিত এবং এটিকে বুখারী শরীফের প্রথমতম শরাহদের মধ্যে একটি হিসাবে বিবেচনা করা হয়। \n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:Ash'ari"}