{"pageid": 1466486, "title": "মগরাহাট ১ সমষ্টি উন্নয়ন ব্লক", "url": "https://bn.wikipedia.org/wiki?curid=1466486", "content": "মগরাহাট ১ সমষ্টি উন্নয়ন ব্লক হল ভারতের রাজ্যের  দক্ষিণ চব্বিশ পরগনা জেলার ডায়মন্ড হারবার মহকুমার একটি প্রশাসনিক বিভাগ।\n\n\n== ভূগোল ==\nমগরাহাট ১ সমষ্টি উন্নয়ন ব্লকের সদর  উস্থিতে অবস্থিত, যার অবস্থানের অক্ষাংশ ও দ্রাঘিমাংশ হলো ২২°১৪′৩১″ উত্তর ৮৮°২২′৪২″পূর্ব । সমুদ্রপৃষ্ঠ হতে এর গড় উচ্চতা ৮ মিটার (২৬ ফুট)।\n\nমগরাহাট ১ সমষ্টি উন্নয়ন ব্লকের উত্তরে বিষ্ণুপুর ১ এবং বিষ্ণুপুর ২, পূর্বে মগরাহাট ২ সমষ্টি উন্নয়ন ব্লক, দক্ষিণে মন্দিরবাজার এবং কুলপি সমষ্টি উন্নয়ন ব্লক, পশ্চিমে ডায়মন্ড হারবার ১ সমষ্টি উন্নয়ন ব্লক এবং ফলতা সমষ্টি উন্নয়ন ব্লক দ্বারা বেষ্টিত। \n\nদক্ষিণ চব্বিশ পরগনা জেলা দুটি স্বতন্ত্র ফিজিওগ্রাফিক অঞ্চলে বিভক্ত: উত্তরে সামুদ্রিক-নদী বদ্বীপ এবং দক্ষিণে সামুদ্রিক ব-দ্বীপ অঞ্চল। উপ-সাম্প্রতিক ভূতাত্ত্বিক যুগে সমুদ্র দক্ষিণ দিকে সরে যাওয়ার সাথে সাথে, একটি বড় নিচু সমভূমি উন্মোচিত হয়েছিল। জোয়ারের প্রবাহ এবং নদী উভয়ই এই সমভূমিতে পলি জমা করেছে। প্রাকৃতিক স্তর এবং মানবসৃষ্ট বাঁধ উভয়ের পর্যায়ক্রমিক পতন লোনা জলের জলাভূমি সমন্বিত নিম্নচাপগুলি পূরণ করার প্রক্রিয়াটিকে ত্বরান্বিত করে। দক্ষিণে সামুদ্রিক ব-দ্বীপটি জোয়ার-ভাটার চ্যানেলের আন্তঃলেসিং দ্বারা গঠিত। সেচের জন্য অ-লবণাক্ত পানির অভাব হওয়ায় কৃষিকাজ বর্ষাপ্রধান। জলাভূমির কিছু অংশ এখনো মাছ পালনের জন্য সংরক্ষিত আছে। \nমগরাহাট ১ সমষ্টি উন্নয়ন ব্লকের আয়তন ১১৯.০৪ কিমি। দক্ষিণ চব্বিশ পরগনা জেলা পরিসংখ্যান হ্যান্ডবুক অনুসারে ব্লকটিতে একটি পঞ্চায়েত সমিতি, এগারোটি গ্রাম পঞ্চায়েত, ১৮৬ টি গ্রাম সংসদ (গ্রাম পরিষদ), নব্বইটি মৌজা এবং ৭৮ টি জনবসতিপূর্ণ গ্রাম রয়েছে। সদাসিবপুর গ্রামটি আংশিকভাবে মগরাহাট ১ এবং আংশিকভাবে মন্দিরবাজার সমষ্টি উন্নয়ন ব্লকে অবস্থিত। ব্লকটি উস্থি থানার অধীনস্থ জনগণনা শহর উস্থিতে অবস্থিত। \nমগরাহাট ১ সমষ্টি উন্নয়ন ব্লক/তথা পঞ্চায়েত সমিতির অন্তর্ভুক্ত গ্রাম পঞ্চায়েতগুলি হল শিরাকোল, একতারা, হরিহরপুর, কালিকাপোতা, লক্ষ্মীকান্তপুর, রঙ্গিলাবাদ, শেরপুর, শ্রীচন্দা, উস্থি, উত্তর কুসুম এবং ইয়ারপুর৷ \n\n\n== জনসংখ্যা ==\n\n\n=== জনসংখ্যা ===\nভারতের ২০১১ খ্রিস্টাব্দের আদমশুমারি অনুসারে , মগরাহাট I সমষ্টি উন্নয়ন ব্লকের মোট জনসংখ্যা ছিল ২৬৯,৪৯৪ জন, যার মধ্যে ২০৩,৮৩৭ জন গ্রামীণ এবং ৬৫,৬৫৭ জন শহুরে ছিল। ১৩৮,১৫২ (৫১%) পুরুষ এবং ১৩১,৩৪২ (৪৯%) মহিলা ছিল। ৬ বছরের নিচে জনসংখ্যা ছিল ৩৮,৪৭২ জন। তফসিলি জাতি ৫৫,১৯১ (২০.৪৮%) এবং তফসিলি উপজাতির সংখ্যা ১৭২ (০.০৮%)। \nভারতের ২০০১ সালের আদমশুমারি অনুসারে, মগরাহাট ১ সমষ্টি উন্নয়ন ব্লকের মোট জনসংখ্যা ছিল ২২৮,৩৬৭, যার মধ্যে ১১৭,৭৫২ জন পুরুষ এবং ১১০,৬১৫ জন মহিলা। ১৯৯১-২০০১ দশকে মগরাহাট ১ সমষ্টি উন্নয়ন ব্লকে ১৬.৫১% জনসংখ্যা বৃদ্ধি পেয়েছে। দক্ষিণ চব্বিশ পরগনা জেলার জন্য দশকীয় বৃদ্ধি ছিল ২০.৮৯%। পশ্চিমবঙ্গে দশকীয় বৃদ্ধি ছিল ১৭.৮৪%। ৫৪,২০৫ জন তফসিলি জাতি জনসংখ্যার এক-চতুর্থাংশ। তফসিলি উপজাতির সংখ্যা ১,৬০৩। \nমগরাহাট ১ সমষ্টি উন্নয়ন ব্লকের সেন্সাস টাউনগুলি (২০১১ সালের আদমশুমারির পরিসংখ্যান বন্ধনীতে): অযোধ্যানগর (৪,৪০৯), শিরাকোল (১০,২৫০), উত্তর বিষ্ণুপুর (৪,৭০৩), ঘোলা নোয়াপাড়া (৬,২১০), উস্তি (৬,২৩০), বারিজপুর ( 5,5), 10,716), কালিকাপোতা (১৩,০৮৬) এবং বামনা (৪,৫১৭)। \nমগরাহাট I CD ব্লকের বড় গ্রাম (4,000+ জনসংখ্যা সহ) (2011 সালের আদমশুমারির পরিসংখ্যান বন্ধনীতে): আইয়ারপুর (9,238), খেলা রামপুর (6,176), সেরপুর (8,170), কেসিলি (4,167), নৈনানপুর (4,711,59), নাজরা (4,711,59) ), দেউলা (5,169), সমশত (4,829), তুলিয়ান (4,003), খানপুর (5,101) এবং বাহিরপুয়া (4,610)। \nমগরাহাট ১ সমষ্টি উন্নয়ন ব্লকের অন্যান্য গ্রামগুলির মধ্যে রয়েছে (২০১১ খ্রিস্টাব্দের আদমশুমারির পরিসংখ্যান বন্ধনীতে): শ্রীচন্দা (১,৭৭৩), রঙ্গিলাবাদ (৩,৪৫৯), হরিহরপুর (৩,৫৪৯), হায়াৎনগর রাজারহাট (৩,৩৩১),একতারা (২,৬০৪), এবং বানেশ্বরপুর (১,৮৬০)। \n\n\n=== সাক্ষরতা ===\n২০১১ খ্রিস্টাব্দের আদমশুমারি অনুসারে, মগরাহাট ১ সমষ্টি উন্নয়ন ব্লকে মোট সাক্ষর সংখ্যা ছিল ১৭০,৫৩৪ (৬ বছরের বেশি জনসংখ্যার ৭৭.৪১%) যার মধ্যে পুরুষের সংখ্যা ১১৩,৭৪৪ (৬ বছরের বেশি পুরুষ জনসংখ্যার ৮৩.৬২%) এবং মহিলা সংখ্যা ৯১,০৪৫ ( ৬ বছরের বেশি মহিলা জনসংখ্যার ৭০.৮৪%)। লিঙ্গ বৈষম্য (নারী এবং পুরুষ সাক্ষরতার হারের মধ্যে পার্থক্য) ছিল ১২.৭৮%। \nভারতের ২০১১ খ্রিস্টাব্দের আদমশুমারি অনুসারে , দক্ষিণ চব্বিশ পরগণা জেলার সাক্ষরতার হার ছিল ৭৭.৫১%।  2011 সালে পশ্চিমবঙ্গে সাক্ষরতার হার ছিল 77.08%  ২০১১ খ্রিস্টাব্দে ভারতে সাক্ষরতার হার ছিল ৭৪.০৪% \nভারতের ২০০১ খ্রিস্টাব্দের আদমশুমারি অনুসারে , মাগরাহাট ১ সমষ্টি উন্নয়ন ব্লকের ৬+ বয়সের জন্য মোট সাক্ষরতার হার ৬৭.৩৪% ছিল। পুরুষদের মধ্যে সাক্ষরতার হার ছিল ৭৭.৩৯%, যেখানে মহিলাদের সাক্ষরতার হার ছিল ৫৬.৫৪%। দক্ষিণ চব্বিশ পরগণা জেলার মোট সাক্ষরতার হার ৬৯.৪৫%, পুরুষদের মধ্যে সাক্ষরতার হার ৭৯.১৯% এবং মহিলাদের সাক্ষরতার হার ৫৯.০১%। \nআরও দেখুন – সাক্ষরতার হার অনুসারে পশ্চিমবঙ্গের জেলার তালিকা\n\n\n=== ভাষা ও ধর্ম ===\nভারতের ২০১১ সালের আদমশুমারিতে, মুসলমানদের সংখ্যা ছিল ১৫৫,৭০০ এবং মগরাহাট ১ সমষ্টি উন্নয়ন ব্লকের জনসংখ্যার ৫৭.৭৮%। হিন্দুদের সংখ্যা ১০৮,৯৮৭ এবং জনসংখ্যার ৪০.৪৪% ছিল। অন্যদের সংখ্যা ৪,৮০৭ এবং জনসংখ্যার ১.৭৮%। অন্যদের মধ্যে, খ্রিস্টানদের সংখ্যা ছিল ৪,০৩৫।  ২০০১ সালে, জনসংখ্যার মুসলমান এবং হিন্দু ছিল যথাক্রমে ৫৫.২৬% এবং ৪৩.০৬%, যেখানে খ্রিস্টানরা ছিলেন জনসংখ্যার ১.৬০%।\nদক্ষিণ চব্বিশ পরগনা জেলায় হিন্দুদের অনুপাত ১৯৬১ সালের ৭৬.০% থেকে ২০১১ সালে ৬৩.২%-এ নেমে এসেছে। একই সময়ে দক্ষিণ চব্বিশ পরগনা জেলায় মুসলমানদের অনুপাত ২৩.৪% থেকে বেড়ে ৩৫.৬% হয়েছে। ২০১১ সালে খ্রিস্টানরা ছিলেন ০.৮ শতাংশ। \nজনসংখ্যার ৯৯.৯১% জনগণ বাংলায় কথা বলেন। \n\n\n== গ্রামীণ দারিদ্র্য ==\n2009 সালে প্রকাশিত দক্ষিণ 24 পরগনা জেলার জন্য মানব উন্নয়ন প্রতিবেদন অনুসারে, মগরাহাট I CD ব্লকে দারিদ্র্যসীমার নিচের পরিবারের শতাংশ ছিল 28.41%, যা একটি মাঝারি স্তরের দারিদ্র্য। জেলার উত্তর-পূর্ব এবং মধ্য মধ্য অংশে, কুলপি সিডি ব্লক বাদে সমস্ত সিডি ব্লকে দারিদ্র্যের হার 30% এর নিচে ছিল। 2005 সালে গ্রামীণ পরিবারের সমীক্ষা অনুসারে, দক্ষিণ 24 পরগণায় দারিদ্র্যসীমার নিচে দারিদ্র্যের হার সহ পরিবারের অনুপাত ছিল 34.11%, যা রাজ্য এবং জাতীয় দারিদ্র্যের অনুপাতের চেয়ে অনেক বেশি। সুন্দরবন অঞ্চলে দারিদ্র্যের হার খুব বেশি ছিল যেখানে সমস্ত তেরোটি সিডি ব্লকের দারিদ্র্যের অনুপাত 30% এর উপরে নিবন্ধিত হয়েছে এবং আটটি সিডি ব্লকের জনসংখ্যার 40% এর বেশি BPL বিভাগে রয়েছে। \n\n\n== অর্থনীতি ==\n\n\n=== জীবিকা ===\n\n2011 সালে মগরাহাট I সিডি ব্লকে, মোট শ্রমিক শ্রেণীর মধ্যে, চাষি সংখ্যা 7,306 এবং 8.38%, কৃষি শ্রমিক সংখ্যা 18,284 এবং গঠিত 20.98%, গৃহস্থালীর শ্রমিক 14,906 এবং অন্যান্য 17.11 এবং 435% 435% এবং অন্যান্য শ্রমিক 18,284 এবং 435% গঠিত। . মোট শ্রমিকের সংখ্যা 87,140 এবং মোট জনসংখ্যার 32.33% গঠিত, এবং অ-শ্রমিকদের সংখ্যা 182,354 এবং জনসংখ্যার 67.67% গঠন করে। \nজেলা মানব উন্নয়ন প্রতিবেদনে উল্লেখ করা হয়েছে যে কলকাতা মহানগরীর কাছাকাছি অবস্থিত অঞ্চলের ব্লকগুলিতে, সিংহভাগই তাদের জীবিকা নির্বাহের জন্য অ-কৃষি খাতে জড়িত। অন্যদিকে, সুন্দরবন অঞ্চলের সিংহভাগ মানুষ কৃষির ওপর নির্ভরশীল। মধ্যবর্তী অঞ্চলে আবারও অকৃষি খাতের প্রাধান্য রয়েছে। যদিও এই অঞ্চলটি কলকাতার খুব কাছাকাছি নয়, অনেক জায়গা ভালভাবে সংযুক্ত এবং কিছু শিল্প/অর্থনৈতিক উন্নয়ন ঘটেছে। \nদ্রষ্টব্য: আদমশুমারির রেকর্ডে একজন ব্যক্তিকে একজন চাষী হিসাবে বিবেচনা করা হয়, যদি ব্যক্তিটি স্ব/সরকার/প্রতিষ্ঠানের মালিকানাধীন জমি চাষ/তত্ত্বাবধানে নিযুক্ত থাকে। যখন একজন ব্যক্তি অন্য ব্যক্তির জমিতে নগদ বা প্রকার বা ভাগে মজুরির জন্য কাজ করেন, তখন তাকে কৃষি শ্রমিক হিসাবে গণ্য করা হয়। গৃহস্থালী শিল্পকে একটি শিল্প হিসাবে সংজ্ঞায়িত করা হয় যা পরিবার বা গ্রামের মধ্যে পরিবারের এক বা একাধিক সদস্য দ্বারা পরিচালিত হয় এবং যেটি কারখানা আইনের অধীনে কারখানা হিসাবে নিবন্ধনের জন্য যোগ্য নয়। অন্যান্য শ্রমিকরা হল চাষী, কৃষি শ্রমিক এবং গৃহকর্মী ছাড়া অন্য কিছু অর্থনৈতিক কর্মকাণ্ডে নিযুক্ত ব্যক্তি। এতে রয়েছে কারখানা, খনি, বৃক্ষরোপণ, পরিবহন ও অফিসের কর্মী, ব্যবসা-বাণিজ্যে নিযুক্ত ব্যক্তি, শিক্ষক, বিনোদন শিল্পী ইত্যাদি। \n\n\n=== অবকাঠামো ===\nজেলা আদমশুমারি হ্যান্ডবুক, দক্ষিণ চব্বিশ পরগণা, 2011 অনুসারে মগরাহাট I সিডি ব্লকে 78টি জনবসতিপূর্ণ গ্রাম রয়েছে। 100% গ্রামে বিদ্যুৎ সরবরাহ রয়েছে। 78টি গ্রামে (100%) পানীয় জলের সরবরাহ রয়েছে। 25টি গ্রামে (32.05%) পোস্ট অফিস রয়েছে। 73টি গ্রামে (93.50%) টেলিফোন রয়েছে (ল্যান্ডলাইন, পাবলিক কল অফিস এবং মোবাইল ফোন সহ)। 25টি গ্রামে (32.05%) পাকা (পাকা) অ্যাপ্রোচ রোড রয়েছে এবং 34টি গ্রামে (51.59%) পরিবহন যোগাযোগ রয়েছে (বাস পরিষেবা, রেল সুবিধা এবং নৌ চলাচলযোগ্য জলপথ সহ)। 3টি গ্রামে (3.85%) কৃষি ঋণ সমিতি রয়েছে এবং 7টি গ্রামে (8.97%) ব্যাংক রয়েছে। \n\n\n=== কৃষি ===\n১৯৪৬ খ্রিস্টাব্দে ভারতের কমিউনিস্ট পার্টির তেভাগা আন্দোলনে দক্ষিণ চব্বিশ পরগনা গুরুত্বপূর্ণ ভূমিকা পালন করেছিল। পরবর্তীকালে, অপারেশন বর্গা কৃষকদের জন্য প্রজাস্বত্ব অধিকারের লক্ষ্যে ছিল। মগরাহাট ১ সমষ্টি উন্নয়ন ব্লকে ৫৬৪.১০ একর জমি অধিগ্রহণ ও অর্পণ করা হয়েছে। এর মধ্যে ৪৫২.২১ একর বা ৮০.১৬% জমি বিতরণ করা হয়েছে। মোট পাট্টা (দস্তাবেজ) প্রাপকের সংখ্যা ছিল ৩,২৯৪ জন। \nজেলা মানব উন্নয়ন প্রতিবেদন অনুসারে , দক্ষিণ চব্বিশ পরগনা জেলায় কৃষি জীবিকার একটি গুরুত্বপূর্ণ উৎস। জেলায় প্রতি কৃষি শ্রমিকের আবাদি জমির পরিমাণ মাত্র ০.৪১ হেক্টর। তবে সেচ সুবিধা সন্তোষজনক মাত্রায় বৃদ্ধি হয়নি। কৃষি এখানে বেশির ভাগই এক ফসলি কাজ। \nজেলা আদমশুমারি হ্যান্ডবুক অনুসারে, জেলার লবণাক্ত মাটি চাষের অনুপযোগী, কিন্তু লবণাক্ত জমিগুলি খুবই উর্বর। ধান প্রধান খাদ্য শস্য হলেও পাট প্রধান অর্থকরী ফসল। \n২০১৩-১৪ সালে, মগরাহাট ১ সমষ্টি উন্নয়ন ব্লকে ৩৮টি সার ডিপো, ১৬টি বীজের দোকান এবং ৫০টি ন্যায্যমূল্যের দোকান ছিল। \n২০১৩-১৪ খ্রিস্টাব্দে, মগরাহাট ১ সমষ্টি উন্নয়ন ব্লকে ৬,৯৯৬ হেক্টর আবাদি জমি থেকে ১৪,২৪১ টন প্রধান শীতকালীন ফসল, আমান ধান, ৫৩ হেক্টর জমি থেকে ১৩৭ টন গ্রীষ্মকালীন ফসল, আউশ ধান ১১,২৭২ টন বোরো ধান, ৩,২৭২ টন বোরো ধান, ৬,৯৯৬ হেক্টর। ২৪ হেক্টর থেকে ৮০৪ টন আলু। এটি ডাল এবং তৈলবীজও উত্পাদন করেছিল। \n\n\n=== সেচ ===\nমগরাহাট ১ সমষ্টি উন্নয়ন ব্লকে, ২০১৩-১৪ খ্রিস্টাব্দে, নদীজল সেচের মাধ্যমে ৫৩.২২ হেক্টর জমিতে সেচ দেওয়া হয়েছিল। \nদরিদ্র সেচ এবং উচ্চ মাটির লবণাক্ততার ফলে দক্ষিণ চব্বিশ পরগণা জেলার একটি বড় অংশে চাষাবাদের একক-ফসলের ধরণ দেখা যায়। বঙ্গোপসাগরের ঘনিষ্ঠতার ফলে নদীর জল বেশিরভাগই লবণাক্ত এবং সেচের জন্য অনুপযোগী। বরং ঘন ঘন বন্যার সমস্যা যুক্ত সেচের পরিস্থিতির সাথে যোগ হয়েছে। \n\n\n=== মৎস্য চাষ ===\nমগরাহাট ১ সমষ্টি উন্নয়ন ব্লকে, ২০১৩-১৪ খ্রিস্টাব্দে, কার্যকর মৎস্য চাষের আওতাধীন নেট এলাকা ছিল ৯৩৬ হেক্টর, পেশায় ৯৩৬ জন ব্যক্তি জড়িত এবং আনুমানিক বার্ষিক উৎপাদন ৯,১২০ কুইন্টাল। \nমৎস্য চাষ দক্ষিণ চব্বিশ জেলার কর্মসংস্থানের একটি গুরুত্বপূর্ণ পেশা। ২০০১ খ্রিস্টাব্দের হিসাবে, ৪.৫ লক্ষেরও বেশি মানুষ মৎস্য চাষে নিযুক্ত ছিল। এর মধ্যে সুন্দরবনেরই ১৩ টি ব্লকের ২.৫৭ লাখ মানুষ জড়িত । \n\n\n=== ব্যাংকিং ===\n২০১৩-১৪ খ্রিস্টাব্দে, মগরাহাট ১ সমষ্টি উন্নয়ন ব্লকে নয়টি বাণিজ্যিক ব্যাঙ্ক এবং একটি গ্রামীণ ব্যাঙ্কের শাখা কার্যালয় ছিল .\n\n\n=== অনগ্রসর অঞ্চল অনুদান তহবিল ===\nদক্ষিণ চব্বিশ পরগণা জেলা একটি অনগ্রসর অঞ্চল হিসাবে তালিকাভুক্ত এবং অনগ্রসর অঞ্চল অনুদান তহবিল থেকে আর্থিক সহায়তা পেয়ে থাকে। ভারত সরকার দ্বারা তৈরি এই তহবিলটি উন্নয়নে আঞ্চলিক ভারসাম্যহীনতা দূর করার জন্য পরিকল্পিত হয়েছে। ২০১২ খ্রিস্টাব্দ পর্যন্ত, সারা দেশে ২৭২টি জেলা এই প্রকল্পের অধীনে তালিকাভুক্ত ছিল। তালিকায় পশ্চিমবঙ্গের ১১টি জেলা রয়েছে। \n\n\n== পরিবহন ==\nমগরাহাট ১ সমষ্টি উন্নয়ন ব্লকে একটি ফেরি পরিষেবা এবং নয়টি শুরু/টার্মিনেটিং বাস রুট রয়েছে। \nবাহিরপুয়া, সংগ্রামপুর এবং দেউলা হল ডায়মন্ড হারবার শাখা লাইনের তিনটি স্টেশন । \n\n\n== শিক্ষা ==\n২০১৩-১৪ খ্রিস্টাব্দে, মগরাহাট ১ সমষ্টি উন্নয়ন ব্লকে ১৪,৪১০ জন শিক্ষার্থীর জন্য ১১৩টি প্রাথমিক বিদ্যালয়, ১,১৮০ জন শিক্ষার্থী জন্য ৬ টি মাধ্যমিক বিদ্যালয়, ৩,৯৯৯ জন শিক্ষার্থী জন্য ৭ টিউচ্চ বিদ্যালয় এবং ১৮,৭১৪ জন শিক্ষার্থীর জন্য ১৯টি উচ্চ মাধ্যমিক বিদ্যালয় ছিল। মগরাহাট ১ সমষ্টি উন্নয়ন ব্লকে ৪৯৬ জন শিক্ষার্থীর জন্য একটি সাধারণ ডিগ্রি কলেজ এবং ১৯,০১৭ জন শিক্ষার্থী নিয়ে বিশেষ ও উপানুষ্ঠানিক শিক্ষার জন্য ৩২৩টি প্রতিষ্ঠান ছিল। \nআরও দেখুন – ভারতে শিক্ষা\n২০১১ খ্রিস্টাব্দের আদমশুমারি অনুসারে, মগরাহাট ১ সমষ্টি উন্নয়ন ব্লকে, ৭৮ জন অধ্যুষিত গ্রামের মধ্যে, তিনটি গ্রামে একটি স্কুল ছিল না, ৩৫টি গ্রামে দুটি বা তার বেশি প্রাথমিক বিদ্যালয় ছিল, ২৩টি গ্রামে কমপক্ষে একটি প্রাথমিক এবং একটি মাধ্যমিক বিদ্যালয় ছিল এবং ১৬টি গ্রামে ছিল কমপক্ষে একটি মাধ্যমিক এবং একটি মাধ্যমিক বিদ্যালয়। \nশিরাকোল মহাবিদ্যালয় ২০০৭ খ্রিস্টাব্দে শিরাকোলে প্রতিষ্ঠিত হয়  \n\n\n== স্বাস্থ্যসেবা ==\n২০১৪ খ্রিস্টাব্দে, মগরাহাট ১ সমষ্টি উন্নয়ন ব্লকে একটি গ্রামীণ হাসপাতাল, একটি প্রাথমিক স্বাস্থ্য কেন্দ্র এবং তিনটি ব্যক্তিগত নার্সিং হোম ছিল যেখানে মোট ৫০ টি শয্যা এবং ৮ জন ডাক্তার (ব্যক্তিগত সংস্থা বাদে) ছিল। এটির ৩১টি পরিবার কল্যাণ উপকেন্দ্র ছিল। ৩,৪৯৬ রোগীকে ইনডোরে এবং ৭৩,৫২৭ রোগীকে হাসপাতাল, স্বাস্থ্যকেন্দ্র এবং সমষ্টি উন্নয়ন ব্লকের উপকেন্দ্রে আউটডোরে চিকিৎসা করা হয়েছিল। \n২০১১ খ্রিস্টাব্দের আদমশুমারি অনুসারে, মগরাহাট ১ সমষ্টি উন্নয়ন ব্লকে, একটি গ্রামে একটি প্রাথমিক স্বাস্থ্য কেন্দ্র ছিল, ২৯টি গ্রামে প্রাথমিক স্বাস্থ্য উপকেন্দ্র ছিল, ১৫টি গ্রামে ওষুধের দোকান ছিল এবং ৭৮টি জনবসতিপূর্ণ ৩২ টি গ্রামের মধ্যে কোনো চিকিৎসা সুবিধা ছিল না। \nমগরাহাট ১ সমষ্টি উন্নয়ন ব্লকের প্রধান সরকারি চিকিৎসা সুবিধা তিরিশটি শয্যা বিশিষ্ট বানেশ্বরপুর গ্রামে বানেশ্বরপুর গ্রামীণ হাসপাতালে এবং শিরাকোলেও ৬ শয্যা বিশিষ্ট একটি প্রাথমিক স্বাস্থ্য কেন্দ্রে রয়েছে । \n\n\n== তথ্যসূত্র =="}