{"pageid": 1466610, "title": "উদার গণতন্ত্রী (যুক্তরাজ্য)", "url": "https://bn.wikipedia.org/wiki?curid=1466610", "content": "লিবারেল ডেমোক্র্যাটস (কথোপকথনে লিব ডেমস নামে পরিচিত) হল যুক্তরাজ্যের একটি উদার রাজনৈতিক দল, যা ১৯৮৮ সালে প্রতিষ্ঠিত হয়েছিল। দলের বর্তমান নেতা এড ডেভি। তারা যুক্তরাজ্যের তৃতীয় বৃহত্তম দল, হাউস অফ কমন্সে ৭২ জন সংসদ সদস্য (এমপি)। তাদের হাউস অফ লর্ডসের ৭৮ জন সদস্য, স্কটিশ পার্লামেন্টের চারজন সদস্য, ওয়েলশ সেনেডে একজন সদস্য এবং ৩,০০০-এর বেশি স্থানীয় কাউন্সিলের আসন রয়েছে। দলটি বছরে দুবার একটি লিবারেল ডেমোক্র্যাট সম্মেলন করে, যেখানে পার্টি নীতি প্রণয়ন করা হয়। এর প্রধান বিরোধীদের নিয়মের বিপরীতে, লিবারেল ডেমোক্র্যাটরা সম্মেলনে অংশগ্রহণকারী সকল সদস্যকে এক সদস্য, এক ভোট পদ্ধতির অধীনে বিতর্কে কথা বলার এবং পার্টি নীতিতে ভোট দেওয়ার অধিকার দেয়। দলটি তার সদস্যদের তার নীতির জন্য এবং নতুন নেতা নির্বাচনের জন্য অনলাইনে ভোট দেওয়ার অনুমতি দেয়।\n১৯৮১ সালে, লিবারেল পার্টির মধ্যে একটি নির্বাচনী জোট প্রতিষ্ঠিত হয়েছিল, একটি গোষ্ঠী যা ১৮ শতকের হুইগস থেকে এসেছে এবং সোশ্যাল ডেমোক্রেটিক পার্টি (এসডিপি), লেবার পার্টির একটি স্প্লিন্টার গ্রুপ। ১৯৮৮ সালে, দলগুলি সোশ্যাল এবং লিবারেল ডেমোক্র্যাট হিসাবে একীভূত হয়, মাত্র এক বছর পরে তাদের বর্তমান নাম গ্রহণ করে। প্যাডি অ্যাশডাউন এবং পরে চার্লস কেনেডির নেতৃত্বে, দলটি ১৯৯০ এবং ২০০০-এর দশকে বৃদ্ধি পায়, নির্দিষ্ট আসনগুলিতে তার প্রচারাভিযানগুলিকে কেন্দ্র করে এবং হাউস অফ কমন্সে তৃতীয় বৃহত্তম দল হয়ে ওঠে।\n২০১০ সালে, নিক ক্লেগের নেতৃত্বে, লিবারেল ডেমোক্র্যাটরা ডেভিড ক্যামেরনের রক্ষণশীল নেতৃত্বাধীন জোট সরকারের জুনিয়র অংশীদার ছিল, যেখানে ক্লেগ ডেপুটি প্রধানমন্ত্রী হিসেবে দায়িত্ব পালন করেছিলেন। যদিও এটি তাদের কিছু নীতি বাস্তবায়নের অনুমতি দেয়, জোটটি দলের নির্বাচনী অবস্থানকে খারাপভাবে ক্ষতিগ্রস্ত করেছিল এবং ২০১৫ সালের সাধারণ নির্বাচনে তারা তাদের ৫৬ জন সাংসদের মধ্যে ৪৮ জনকে হারিয়েছিল, যা তাদের হাউস অফ কমন্সে চতুর্থ বৃহত্তম দলে পরিণত করেছিল। টিম ফারন, ভিন্স ক্যাবল এবং জো সুইনসনের নেতৃত্বে, দলটিকে ব্রেক্সিটের বিরোধিতাকারী একটি ইউরোপীয়পন্থী দল হিসাবে পুনরায় কেন্দ্রীভূত করা হয়েছিল। ২০১৯ সালের সাধারণ নির্বাচনে, দলটি ব্রেক্সিট-বিরোধী প্ল্যাটফর্মে ১১.৫ শতাংশ ভোট অর্জন করেছিল, কিন্তু সুইনসন তার নিজের আসন হারানোর সাথে এটি আসন লাভে রূপান্তরিত হয়নি। যাইহোক, 2022, 2023 এবং 2024 সালের স্থানীয় নির্বাচনে বিশেষভাবে সফল হওয়ায় দলটি এড ডেভির নেতৃত্বে স্থানীয় কাউন্সিলে শত শত আসন লাভ করে। ডেভি ১৯৯০-এর দশকে অ্যাশডাউনের পর দলের প্রথম নেতা যিনি একটি সংসদের জায়গায় চারটি উপ-নির্বাচনে জয়ী হয়েছেন। এই সাফল্য ২০২৪ সালের সাধারণ নির্বাচনে অব্যাহত ছিল, যেখানে মাত্র ১২.২ শতাংশে সামান্য ভোট বৃদ্ধি হওয়া সত্ত্বেও, দলটি ৭২টি আসন জিতেছে, যা তাদের সর্বকালের সর্বোচ্চ মোট এবং ২০১৫ সালের পর প্রথমবারের মতো হাউস অফ কমন্সে তৃতীয় বৃহত্তম দল হিসেবে ফিরে এসেছে। \nএকজন মধ্যপন্থী  থেকে মধ্য-বাম  রাজনৈতিক দল, লিবারেল ডেমোক্র্যাটরা আদর্শগতভাবে উদারতাবাদ এবং সামাজিক গণতন্ত্র উভয়ের দিকেই আকৃষ্ট হয়। বিভিন্ন দল বিভিন্ন সময়ে দলে আধিপত্য বিস্তার করেছে, প্রত্যেকের নিজস্ব মতাদর্শগত বাঁক নিয়ে, কেউ কেউ মধ্য-বাম দিকে ঝুঁকেছে এবং অন্যরা কেন্দ্রের দিকে। দলটি সাংবিধানিক সংস্কারের আহ্বান জানিয়েছে, যার মধ্যে প্রথম-পাস্ট-দ্য-পোস্ট ভোটিং পদ্ধতি থেকে আনুপাতিক প্রতিনিধিত্বে পরিবর্তন রয়েছে৷ নাগরিক স্বাধীনতার জন্য শক্তিশালী সুরক্ষার উপর জোর দিয়ে, পার্টি এলজিবিটি অধিকার, মাদক উদারীকরণ, শিক্ষা নীতি এবং ফৌজদারি বিচারের মতো বিষয়গুলিতে সামাজিক-উদারপন্থী  প্রচার করে। এটি সামাজিক কল্যাণ ব্যয়ের সাথে সম্পূরক একটি বাজার-ভিত্তিক অর্থনীতির পক্ষে। দলটিকে প্রগতিশীল হিসাবে বর্ণনা করা হয়েছে, এবং এটি আন্তর্জাতিকতাবাদী এবং ইউরোপীয়পন্থী, এবং ইউরোপীয় ইউনিয়নে যুক্তরাজ্যের অব্যাহত সদস্যপদ এবং বৃহত্তর ইউরোপীয় একীকরণের জন্য জনগণের ভোটকে সমর্থন করেছে, পূর্বে ডাকা হয়েছে। ইউরো গ্রহণের জন্য। লিবারেল ডেমোক্র্যাটরা আরও পরিবেশগত সুরক্ষার প্রচার করেছে এবং ইরাক যুদ্ধের মতো ব্রিটিশ সামরিক উদ্যোগের বিরোধিতা করেছে।\nলিবারেল ডেমোক্র্যাটরা ঐতিহাসিকভাবে উত্তর স্কটল্যান্ড, দক্ষিণ-পশ্চিম লন্ডন, দক্ষিণ পশ্চিম ইংল্যান্ড এবং মধ্য ওয়েলসে সবচেয়ে শক্তিশালী। সদস্যপদ প্রাথমিকভাবে মধ্যবিত্ত পেশাজীবীদের নিয়ে গঠিত এবং পার্টির গঠনে ইউনাইটেড কিংডমের অন্যান্য প্রধান রাজনৈতিক দলের তুলনায় বিশ্ববিদ্যালয় শিক্ষিত সদস্যদের অনুপাত বেশি। দলটি ইংরেজ, স্কটিশ এবং ওয়েলশ লিবারেল ডেমোক্র্যাটদের একটি ফেডারেশন। দলটি উত্তর আয়ারল্যান্ডের অ্যালায়েন্স পার্টির সাথে অংশীদারিত্বে রয়েছে, এখনও সেখানে সংগঠিত হচ্ছে। আন্তর্জাতিকভাবে, পার্টিটি লিবারেল ইন্টারন্যাশনাল এবং ইউরোপ পার্টির জন্য লিবারেল এবং ডেমোক্র্যাটস জোটের সদস্য, এর এমইপিরা পূর্বে ইউরোপীয় পার্লামেন্টে রিনিউ ইউরোপ গ্রুপের সাথে যুক্ত ছিল।\n\n\n== নির্বাচনী ফলাফল ==\n\n\n=== সাধারণ নির্বাচন ===\n\n\n=== ইউরোপীয় সংসদ নির্বাচন ===\n\n\n== তথ্যসূত্র ==\n\n\n=== সূত্র ===\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট \nটুইটারে উদার গণতন্ত্রী \nLiberal Democrats Flock Together\n\n\n=== ঐতিহাসিক তথ্য ===\n1900-বর্তমান থেকে লিবারেল/এসডিপি/লিবারেল ডেমোক্র্যাটদের নির্বাচনী ইশতেহারের একটি সংরক্ষণাগার"}