{"pageid": 1466802, "title": "রিফর্ম ইউকে", "url": "https://bn.wikipedia.org/wiki?curid=1466802", "content": "রিফর্ম ইউকে হল একটি ব্রিটিশ রাজনৈতিক দল যা ২০১৮ সালে প্রতিষ্ঠিত হয়। এর প্রতিষ্ঠাতা ছিলেন নাইজেল ফারাজ এবং ক্যাথরিন ব্লেইকলক। দলটি ডানপন্থী জনতুষ্টিবাদী এবং ইউরোসেপটিক অবস্থান ধারণ করে। এটি মূলত যুক্তরাজ্যের রাজনৈতিক পরিসরে ব্রেক্সিট সম্পর্কিত নীতিতে আগ্রহী। রিফর্ম ইউকে দলটি ইংল্যান্ডে সবচেয়ে এক্টিভ, দলটির একাধিক শাখা রয়েছে, কিছু স্কটল্যান্ড এ এবং আর কিছু ওয়েলস এ । দলটির স্লোগান হচ্ছে “ব্রিটেনের দরকার সংস্কার”।\n\nনাইজেল ফারাজ জুন ২০২৪ সাল থেকে দলের নেতা হিসাবে কাজ করছেন এবং রিচার্ড টিস জুলাই ২০২৪ থেকে দলের উপ-নেতা হিসাবে দায়িত্ব পালন করছেন। দলের বর্তমানে হাউস অফ কমন্সে পাঁচজন সংসদ সদস্য এবং লন্ডন অ্যাসেম্বলির একজন সদস্য রয়েছে। ২০২৪ সালের সাধারণ নির্বাচনের সময় ফারাজের নেতা হিসাবে ফিরে আসার পরে পরে, দলের জন্য সমর্থনে তীব্র বৃদ্ধি হয়েছিল। নির্বাচনে এটি ১৪.৩% ভোট শেয়ার সহ জনপ্রিয় ভোটে তৃতীয় বৃহত্তম দল ছিল।\n\n\n== জিয়া ইউসুফ (রিফর্ম ইউকে) ==\nজিয়া ইউসুফ একজন ব্রিটিশ রাজনীতিবিদ, যিনি রিফর্ম ইউকে দলের সদস্য। তিনি স্ট্র্যাটফোর্ড ও বো আসন থেকে ২০২৪ সালের যুক্তরাজ্যের সাধারণ নির্বাচনে রিফর্ম ইউকের প্রার্থী হিসেবে মনোনীত হন। জিয়া ইউসুফ স্থানীয় সম্প্রদায়ে সক্রিয় এবং শ্রমজীবী শ্রেণির পক্ষে কথা বলেন। তার প্রচারের মূল বিষয়বস্তু হচ্ছে অর্থনৈতিক সংস্কার, অপরাধ দমন এবং অভিবাসন নিয়ন্ত্রণ।\nতার প্রচারণা রিফর্ম ইউকের জাতীয় নীতিমালার প্রতিফলন, যার মধ্যে রয়েছে সহজ ট্যাক্স ব্যবস্থা, সরকারি ব্যয় হ্রাস এবং সীমান্ত নিয়ন্ত্রণ জোরদারকরণ। তার প্রার্থীতা রিফর্ম ইউকের শহরাঞ্চলে, বিশেষ করে ঐতিহ্যগতভাবে লেবার পার্টির প্রভাবাধীন এলাকায়, রাজনৈতিক উপস্থিতি বিস্তারের প্রচেষ্টার অংশ।\n\n\n== ইতিহাস ==\n\n২০১৮ সালের নভেম্বরে ব্রেক্সিট পার্টি হিসাবে প্রতিষ্ঠিত, একটি নো-ডিল ব্রেক্সিটের পক্ষে, এটি যুক্তরাজ্যের ২০১৯ সালের ইউরোপীয় পার্লামেন্ট নির্বাচনে সর্বাধিক আসন জিতেছিল, কিন্তু ২০১৯ সালের সাধারণ নির্বাচনে কোনো আসন জিততে পারেনি। ২০২০ সালের জানুয়ারিতে যুক্তরাজ্য ইউরোপীয় ইউনিয়ন (ইইউ) থেকে প্রত্যাহার করে নেয়। এক বছর পরে, ২০২১ সালের জানুয়ারিতে দলের নাম পরিবর্তন করে রিফর্ম ইউকে করা হয়। কোভিড-১৯ মহামারি চলাকালীন দলটি আরও লকডাউনের বিরুদ্ধে ওকালতি করেছিল। ২০২২ সাল থেকে, এটি একটি বৃহত্তর প্ল্যাটফর্মে প্রচারণা চালিয়েছে, বিশেষ করে নেট মাইগ্রেশন কমানোর প্রতিশ্রুতি দিয়ে, কম ট্যাক্সেশন সমর্থন করে এবং সরকারের নেট-শূন্য শক্তি নীতির বিরোধিতা করে।\nফারাজ ২০১০ এর দশকের প্রথমার্ধে ইউকে ইন্ডিপেন্ডেন্স পার্টি (ইউকেআইপি), একটি ডানপন্থী পপুলিস্ট এবং ইউরোসেপ্টিক দলের নেতা ছিলেন এবং ২০১৬ ইইউর পরে ব্রেক্সিট প্রক্রিয়া চলাকালীন ব্রেক্সিট পার্টির নেতা হিসাবে ফ্রন্টলাইন রাজনীতিতে ফিরে আসেন। সদস্যপদ গণভোট, যা আংশিকভাবে ইউকেআইপি-এর প্রভাবের প্রতিক্রিয়ায় ডাকা হয়েছিল। দলটি মে ২০১৯ সালের ইউরোপীয় পার্লামেন্ট নির্বাচনে ২৯টি আসন জিতেছিল, যা ৯ম ইউরোপীয় পার্লামেন্টে যেকোনো একক দলের জন্য সেরা ফলাফল ছিল। ব্রেক্সিট পার্টি নো-ডিল ব্রেক্সিটের জন্য প্রচারণা চালায় এবং কনজারভেটিভ পার্টি থেকে অ্যান উইডকম্বে এবং আনুনজিয়াটা রিস-মগ সহ হাই-প্রোফাইল দলত্যাগ ছিল। কনজারভেটিভ পার্টির নেতা হিসেবে বরিস জনসনের নির্বাচনের পর, ফারাজ তাকে ২০১৯ সালের সাধারণ নির্বাচনে একটি নির্বাচনী চুক্তির প্রস্তাব দেন, যা জনসন প্রত্যাখ্যান করেন। ব্রেক্সিট পার্টি একতরফাভাবে কনজারভেটিভ এমপিদের বিরুদ্ধে প্রার্থী না দাঁড়ানোর সিদ্ধান্ত নিয়েছে।\nমে ২০২০ এর মধ্যে, ইইউ থেকে ব্রিটিশদের প্রস্থান হওয়ার পর, দলটি ব্রিটিশ গণতন্ত্রের সংস্কারের দিকে মনোনিবেশ করেছিল এবং ব্রেক্সিট পার্টি থেকে রিফর্ম পার্টিতে নাম পরিবর্তনের প্রস্তাব করা হয়েছিল। কোভিড-১৯ মহামারিটি ২০২০ সালে যুক্তরাজ্যে শুরু হয়েছিল এবং রক্ষণশীল সরকার একাধিক জাতীয় লকডাউন আরোপ করেছে। ফারাজ বছরের শেষের দিকে দলটিকে রিফর্ম ইউকে হিসাবে পুনঃব্র্যান্ড করেছিলেন এবং লকডাউন-বিরোধী প্রচারণার দিকে মনোনিবেশ করেছিলেন। ফারাজ ২০২১ সালের মার্চ মাসে নেতার পদ থেকে পদত্যাগ করেন এবং রিচার্ড টাইসের স্থলাভিষিক্ত হন। ২০২৪ সালের মার্চ মাসে লি অ্যান্ডারসন, যিনি ২০১৯ সালে কনজারভেটিভ এমপি হিসেবে নির্বাচিত হয়েছিলেন, তিনি রিফর্ম ইউকে থেকে দলত্যাগ করেন এবং দলের প্রথম এমপি হন। ৩ জুন ২০২৪-এ টাইস ঘোষণা করেন যে Farage আরও একবার নেতা হবেন, টাইস চেয়ারম্যান হিসাবে অব্যাহত থাকবেন। দলটি ২০২৪ সালের সাধারণ নির্বাচনে ৫টি আসন জিতেছিল – প্রথমবার যখন রিফর্ম ইউকে সংসদ সদস্যরা হাউস অফ কমন্সে নির্বাচিত হয়েছিল।\nব্রিটিশ রাজনীতির অধ্যাপক ম্যাথিউ গুডউইন  দলটিকে জাতীয় পপুলিস্ট হিসেবে বর্ণনা করেছেন, অন্যদিকে গুডউইন এবং অন্যরা ব্রেক্সিট পার্টিকে নব্য উদারবাদী, জনতাবাদী, ডানপন্থী জনতাবাদী, বলে বর্ণনা করেছেন।  ডানপন্থী জাতীয়তাবাদী, উগ্র ডান, এবং অতি- ডানপন্থী।\n\n\n== ২০২৪ সালে নাইজেল ফারাজের রাজনীতিতে প্রত্যাবর্তন ==\n\nবহু বছর রাজনীতি থেকে অবসর নেওয়ার পর, নাইজেল ফারাজ ২০২৪ সালের সাধারণ নির্বাচনে অংশগ্রহণের জন্য রাজনীতিতে ফিরে আসেন। তিনি তার দল রিফর্ম ইউকে-কে নেতৃত্ব দেন এবং নির্বাচনী জরিপে দলের অবস্থান উন্নীত করেন। ফারাজের দল রাজনৈতিক বর্ণালীতে আরও ডানদিকে অবস্থান করে এবং কিছু জরিপে কনজারভেটিভ পার্টিকে ছাড়িয়ে যায়। রাজনৈতিক প্রচারণা এবং যোগাযোগে নাইজেল ফারাজ সামাজিক যোগাযোগমাধ্যম, বিশেষত TikTok-এর ব্যবহারে অন্যান্য সকল দলের চেয়ে এগিয়ে ছিলেন।\nতার নির্বাচনী পরিকল্পনায় বহু বিলিয়ন পাউন্ড কর ছাড় এবং ব্যাপক অভিবাসন নাটকীয়ভাবে হ্রাস করার প্রস্তাব ছিল, পাশাপাশি যুক্তরাজ্যকে ইউরোপীয় মানবাধিকার আদালত থেকে প্রত্যাহার করার প্রতিশ্রুতি ছিল।\n২০২৪ সালের নির্বাচনে তার দল ৪,১১৪,২৮৭টি ভোট পায়, যা এটিকে তৃতীয় সর্বাধিক ভোটপ্রাপ্ত রাজনৈতিক শক্তি হিসেবে প্রতিষ্ঠিত করে এবং তারা পার্লামেন্টে ৫টি আসন লাভ করে। ফারাজের উচ্চাকাঙ্ক্ষা হল ২০২৯ সালের নির্বাচনে প্রধানমন্ত্রী হওয়া।\n\n\n== নির্বাচনী ফলাফল ==\n\n\n=== ২০১৯ ইউরোপীয় সংসদ নির্বাচন ===\n\n\n=== কমন্সসভা ===\n\n\n=== লন্ডন এসেম্বলি ===\n\n\n=== স্থানীয় নির্বাচন ===\n\n\n== সাংসদ দের তালিকা ==\n\nএইটি রিফর্ম ইউকের এমপিদের একটি তালিকা। এতে ব্রিটিশ হাউস অব কমন্সের সকল সদস্যদের অন্তর্ভুক্ত করা হয়েছে যারা রিফর্ম ইউকের প্রতিনিধিত্ব করেন। দলবদলকারীরাও তালিকায় রয়েছে।\n\n\n== রিফর্ম পার্টি ==\n\n২০১৯ সালের সাধারণ নির্বাচনের আগে, ৮ ডিসেম্বর নাইজেল ফারাজ ঘোষণা করেন যে ব্রেক্সিটের পর দলের নাম পরিবর্তন করে \"রিফর্ম পার্টি\" রাখা হবে এবং তারা নির্বাচনী ব্যবস্থা ও হাউস অব কমন্স-এর কাঠামোগত পরিবর্তনের জন্য প্রচার চালাবে।\n২০২০ সালের অক্টোবরে, ফারাজ ও টাইস ঘোষণা দেন যে তারা নির্বাচন কমিশনের কাছে গিয়ে দলের নাম পরিবর্তন করে 'রিফর্ম ইউকে' করার আবেদন করেছেন। তাঁরা বলেন দলটি ভবিষ্যতে লকডাউনের বিরুদ্ধে প্রচার চালাবে (কোভিড-১৯ মহামারির কারণে) এবং যুক্তরাজ্যের প্রশাসনিক কাঠামোর, যেমন বিবিসি ও হাউস অব লর্ডস, সংস্কারের আহ্বান জানাবে। এক বিবৃতিতে ফারাজ বলেন, তিনি ও তাঁর দল গ্রেট ব্যারিংটন ঘোষণাকে সমর্থন করেন, যা কম ঝুঁকিপূর্ণ জনগণকে সংক্রমিত হতে দিয়ে প্রতিরোধ ক্ষমতা গড়ে তোলার পক্ষে এবং এভাবে প্রবীণ ও ঝুঁকিপূর্ণ মানুষদের সংক্রমণ ও মৃত্যু থেকে রক্ষা করা সম্ভব।\nইউগভের একটি জরিপে দেখা যায়, প্রায় ৭% ভোটার ফারাজকে ইতিবাচকভাবে দেখেন এবং কোভিড লকডাউনের বিরোধিতায় একমত।\nরিফর্ম (একটি থিঙ্ক ট্যাঙ্ক), যার ডোমেইন নাম reform.uk, নির্বাচন কমিশনে অভিযোগ জানায় যে এই নাম পরিবর্তনের ফলে বিভ্রান্তি তৈরি হচ্ছে এবং তাদের সুনাম ক্ষতিগ্রস্ত হতে পারে।\n২০২১ সালের ৬ জানুয়ারি, নির্বাচন কমিশন আনুষ্ঠানিকভাবে দলের নাম পরিবর্তনের অনুমোদন দেয়।\n২০২১ সালের জানুয়ারিতে, রিফর্ম ইউকে স্কটিশ পার্লামেন্টে প্রতিনিধিত্ব অর্জন করে, যখন সাবেক কনজারভেটিভ ও পরবর্তীতে স্বতন্ত্র এমএসপি মিশেল ব্যালানটাইন দলটিতে যোগ দেন এবং ফারাজ তাঁকে স্কটল্যান্ডে দলের নেতা ঘোষণা করেন। তিনি ২০২১ সালের মে মাসে তাঁর আসন হারান।\n২০২৪ সালের ১১ মার্চ, লি অ্যান্ডারসন রিফর্ম ইউকে-তে যোগ দেন এবং দলের প্রথম এমপি হন।\n২০২৪ সালের সাধারণ নির্বাচনে রিফর্ম ইউকে ৫টি আসন জয় করে।\nরিফর্ম ইউকে এখনো একটি লিমিটেড কোম্পানি হিসেবে পরিচালিত হয়, যার পরিচালক হচ্ছেন নাইজেল ফারাজ এবং রিচার্ড টাইস।\n২০২৫ সালের ৭ মার্চ, রিফর্ম ইউকে তাদের পাঁচ এমপির একজন রুপার্ট লো-র বিরুদ্ধে চেয়ারম্যানকে শারীরিক হুমকি দেওয়ার অভিযোগে তাঁকে পুলিশে প্রেরণ করে এবং দলের হুইপ প্রত্যাহার করে। এর ফলে তিনি এখন একজন স্বতন্ত্র এমপি।\n\n\n== নীতিমালা ==\n\nব্রেক্সিট পার্টি নিজেকে একটি সংস্থা হিসেবে সংজ্ঞায়িত করে যার মূল লক্ষ্য যুক্তরাজ্যের গণতান্ত্রিক সার্বভৌমত্ব পুনঃপ্রতিষ্ঠা করা। তাদের প্রধান নীতি হলো দেশটি যেন বিশ্ব বাণিজ্য সংস্থার শর্ত অনুযায়ী ইউরোপীয় ইউনিয়ন ত্যাগ করে এবং আনুষ্ঠানিক বাণিজ্য চুক্তি না হওয়া পর্যন্ত সেই ভিত্তিতে বাণিজ্য চালিয়ে যায়।\n\nরাজনৈতিক মতাদর্শ প্রসঙ্গে, ২০১৯ সালের এপ্রিল মাসে দলটির প্রতিষ্ঠাতা ঘোষণা দেন:...নীতিগত দিক থেকে তেমন কোনো পার্থক্য নেই, কিন্তু যারা এতে যুক্ত তাদের দিক থেকে পার্থক্য রয়েছে। ইউকিপ ভালো মানুষদের অন্তর্ভুক্ত করতে ব্যর্থ হয়েছে এবং উগ্র ডানপন্থীদের যোগ দিতে ও আধিপত্য বিস্তার করতে দিয়েছে। আমার আশঙ্কা, সেই ব্র্যান্ডটি এখন কলুষিত। রিফর্ম পার্টি অসহিষ্ণুতার প্রতি অত্যন্ত অসহিষ্ণু হবে। \nএছাড়া, দলটি ইউরোপীয় ইউনিয়ন থেকে প্রস্থানের পক্ষে থাকা রক্ষণশীল ও লেবার ভোটারদের আকর্ষণ করতেও চায়।\n২০১৯ সালের মে মাসে যুক্তরাজ্যের নির্বাচন কমিশন তথ্য অধিকার আইনের আওতায় দায়ের করা আবেদনের পর দলের সংবিধান প্রকাশ করে। সেখানে বলা হয়েছে, দলটি এমন পরিবেশ তৈরি করতে চায় যাতে \"নিজেদের অবস্থা উন্নয়নে ইচ্ছুক এবং আত্মনির্ভর হতে চাওয়া ব্যক্তিদের উৎসাহ ও সহায়তা প্রদান করা যায়, পাশাপাশি যাঁরা সত্যিকার অর্থে সহায়তা প্রয়োজন তাঁদের সুরক্ষা নিশ্চিত করা যায় এবং ব্যক্তি যেন নিজ সম্পর্কে সিদ্ধান্ত নেওয়ার অধিকার পায়।\" এই উদ্দেশ্যে তারা এমন নীতিমালা গঠনের কথা বলে যা \"রাষ্ট্রের ভূমিকা হ্রাস করা, ব্যক্তি ও ব্যবসার ওপর করের বোঝা কমানো\"র মতো বিষয়কে অগ্রাধিকার দেয়।\n\nফ্র্যাকিং পুনরায় চালু করা\nকয়লা খনন পুনরায় শুরু করা\nনর্থ সি থেকে তেল ও গ্যাস উত্তোলন বৃদ্ধি করা\nদুই বছরের মধ্যে এনএইচএসের অপেক্ষার সময় কমানো; প্রাইভেট হেলথ অপারেশন ব্যবহারে ব্যয় হবে প্রায় £৩০ বিলিয়ন\nইউরোপীয় মানবাধিকার কনভেনশন থেকে বেরিয়ে আসা\nকর্পোরেশন ট্যাক্স ২৫% থেকে কমিয়ে ২০% করা এবং তৃতীয় বছরে ১৫% করা\nসরকারী ব্যয় বছরে £১৫০ বিলিয়ন হ্রাস করা, যার মধ্যে পাবলিক সার্ভিস ও কর্মক্ষম জনগণের জন্য ভাতা অন্তর্ভুক্ত\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nJames Dennison. 2020. \"How Niche Parties React to Losing Their Niche: The Cases of the Brexit Party, the Green Party and Change UK.\" Parliamentary Affairs, Volume 73, Pages 125–141\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট"}