{"pageid": 1466974, "title": "সিদ্ধান্ত চতুর্বেদী", "url": "https://bn.wikipedia.org/wiki?curid=1466974", "content": "সিদ্ধান্ত চতুর্বেদী (জন্ম: ২৯ এপ্রিল ১৯৯৩) একজন ভারতীয় চলচ্চিত্র অভিনেতা। তিনি অ্যামাজন প্রাইম ভিডিওর ইনসাইড এজ ধারাবাহিকে ২০১৭ থেকে ২০১৯ পর্যন্ত কিশোর ক্রিকেটার চরিত্রে অভিনয় করেন। তিনি সঙ্গীত-নাট্যধর্মী গল্লি বয় (২০১৯)-এ র‍্যাপার এমসি শের চরিত্রে অভিনয়ের মধ্য দিয়ে চলচ্চিত্রে অভিনয় জীবন শুরু করেন এবং এই কাজের জন্য শ্রেষ্ঠ পার্শ্ব অভিনেতা বিভাগে ফিল্মফেয়ার পুরস্কার এবং শ্রেষ্ঠ নবাগত অভিনেতা বিভাগে স্ক্রিন পুরস্কার ও জি সিনে পুরস্কার অর্জন করেন। তিনি এরপর প্রণয়মূলক নাট্যধর্মী ঘেহরাইয়াঁ (২০২২) ও নাট্যধর্মী খো গয়ে হাম কাহাঁ (২০২৩) চলচ্চিত্রে অভিনয় করেন।\n\n\n== প্রারম্ভিক জীবন ==\nচতুর্বেদী ১৯৯৩ সালের ২৯শে এপ্রিল উত্তরপ্রদেশের বলিয়া জেলায় জন্মগ্রহণ করেন এবং পাঁচ বছর বয়স থেকে মুম্বইয়ে বেড়ে ওঠেন। তার পিতা একজন চাটার্ড অ্যাকাউন্ট্যান্ট এবং মাতা একজন গৃহিণী। তিনি মুম্বইয়ের মিঠিবাই কলেজে পড়াশোনা করেন এবং একজন চাটার্ড অ্যাকাউন্ট্যান্ট (সিএ) হতে চেয়েছিলেন, পাশাপাশি মঞ্চেও অভিনয় করতেন। সিএ আর্টিকেলশিপ করার সময় তিনি মোহমুক্ত হন এবং কিছু সময়ের জন্য বিরতি নেন এবং এই সময়ে তিনি ২০১৩ সালের দ্য টাইমস অব ইন্ডিয়ার নতুন মুখ প্রতিযোগিতায় অংশ নিয়ে বিজয়ী হন।\n\n\n== কর্মজীবন ==\n২০১৬ সালের চতুর্বেদী চারজন রুমমেটের গল্প নিয়ে আবর্তিত ওয়েব টেলিভিশনের সিটকম লাইফ সাহি হ্যায়-এ অভিনয় করেন। পরের বছর তিনি ইন্ডিয়ান প্রিমিয়ার লিগ থেকে অনুপ্রাণিত অ্যামাজন প্রাইম ভিডিওর ইনসাইড এজ ধারাবাহিকে প্রশান্ত কানাউজিয়া নামে একজন কিশোর ক্রিকেটার চরিত্রে অভিনয় করেন। প্রথম মৌসুমের পর্যালোচনায় স্ক্রল.ইন-এর দেবশ্রী ঘোষ চতুর্বেদী ও তার সহ-তারকা তনুজ বীরওয়ানিকে এই ধারাবাহিকের \"দুই বড় আবিষ্কার\" বলে অভিহিত করেন। এরপর তিনি ২০১৯ সালে এর দ্বিতীয় মৌসুমেও একই চরিত্রে অভিনয় করেন।\n\nইনসাইড এজ ধারাবাহিকের সাফল্যের পার্টিতে চলচ্চিত্র নির্মাতা জোয়া আখতার, যার ভাই ফারহান আখতার এই ধারবাহিকের প্রযোজক, তাকে তার পরবর্তী চলচ্চিত্র গল্লি বয় (২০১৯)-এর জন্য অডিশন দিতে বলেন। গল্লি বয় তার অভিনীত প্রথম চলচ্চিত্র এবং তার কর্মজীবনের প্রথম আলোচিত সাফল্য। শ্রেষ্ঠাংশে রণবীর সিং ও আলিয়া ভাট অভিনীত এই চলচ্চিত্রে র‍্যাপার এমসি শের নামক পার্শ্ব চরিত্রটি রণবীর সিংয়ের নাম ভূমিকার চরিত্রটির উচ্চাকাঙ্ক্ষাকে জাগ্রত করে। ভ্যারাইটির জে ওয়েসবার্গ চতুর্বেদীর চরিত্রটিকে \"মনোমুগ্ধকর\" বলে উল্লেখ করেন এবং রাজীব মসান্দ তার উপস্থিতিকে \"মনোহর\" বলে মন্তব্য করেন। এই কাজের জন্য তিনি ৬৫তম ফিল্মফেয়ার পুরস্কারে শ্রেষ্ঠ পার্শ্ব অভিনেতা বিভাগে ফিল্মফেয়ার পুরস্কার অর্জন করেন এবং  শ্রেষ্ঠ নবাগত অভিনেতা বিভাগে ফিল্মফেয়ার পুরস্কারের মনোনয়ন লাভ করেন। এছাড়া তিনি শ্রেষ্ঠ নবাগত অভিনেতা বিভাগে স্ক্রিন পুরস্কার ও জি সিনে পুরস্কার অর্জন করেন।\nতিনি শকুন বত্রার প্রণয়মূলক নাট্যধর্মী ঘেহরাইয়াঁ (২০২২) চলচ্চিত্রে দীপিকা পাড়ুকোন ও অনন্যা পাণ্ডের সাথে অভিনয় করেন। চলচ্চিত্রটি অ্যামাজন প্রাইম ভিডিওতে মুক্তি পায়। তিনি এরপর অনন্যা পাণ্ডে ও আদর্শ গৌরবের সাথে নাট্যধর্মী খো গয়ে হাম কাহাঁ (২০২৩) চলচ্চিত্রে অভিনয় করেন।\n\n\n== গণমাধ্যমে ==\nচতুর্বেদী দ্য টাইমস অব ইন্ডিয়ার সবচেয়ে আকাঙ্ক্ষিত পুরুষ তালিকায় ২০১৯ সালে ১৯তম এবং ২০২০ সালে ১৫তম স্থান অধিকার করেন। তিনি ২০২২ সালে জিকিউ ইন্ডিয়া'র \"৩০ সবচেয়ে প্রভাবশালী তরুণ ভারতীয়\" তালিকায় ২৪তম স্থান লাভ করেন। ২০২৩ সালে ফোর্বস এশিয়া তাকে \"ফোর্বস ৩০ আন্ডার ৩০\" তালিকায় স্থান দেয়।\n\n\n== পুরস্কার ও মনোনয়ন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে সিদ্ধান্ত চতুর্বেদী  (ইংরেজি)\nইন্সটাগ্রামে সিদ্ধান্ত চতুর্বেদী  \nবলিউড হাঙ্গামায় সিদ্ধান্ত চতুর্বেদী"}