{"pageid": 1467828, "title": "মনিকা বারবারো", "url": "https://bn.wikipedia.org/wiki?curid=1467828", "content": "মনিকা বারবারো (জন্ম: ১৭ জুন ১৯৯০) একজন মার্কিন অভিনেত্রী। তিনি দ্য ক্যাথেড্রাল (২০২১), টপ গান: ম্যাভরিক (২০২২) এবং অ্যাট মিডনাইট (২০২৩) চলচ্চিত্রে ভূমিকার জন্য পরিচিত। তিনি স্প্লিটিং আপ টুগেদার (২০১৮-২০১৯) সিটকমের পাশাপাশি আনরিয়েল (২০১৬), শিকাগো জাস্টিস (২০১৭), দ্য গুড কপ (২০১৮) এবং ফুবার (২০২৩) টেলিভিশন ধারাবাহিকে প্রধান ভূমিকা পালন করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nবারবারো ১৯৯০ সালের ১৭ জুন সান ফ্রান্সিস্কোতে জন্মগ্রহণ করেন। তিনি ক্যালিফোর্নিয়ার মিল ভ্যালিতে বড় হয়েছেন এবং সেখান থেকেই তিনি ২০০৭ সালে তামালপাইস মাধ্যমিক বিদ্যালয় থেকে স্নাতক পাশ করেন।  ছোটবেলায় তার বাবা-মায়ের বিবাহ বিচ্ছেদ ঘটে। বারবারো অল্প বয়সে নাচ শুরু করেন এবং ব্যালেট অধ্যয়ন করতে যান। অভিনয়ের শুরুর দিকে তিনি নিউ ইয়র্ক শহরের নিউ ইয়র্ক বিশ্ববিদ্যালয় টিশ স্কুল অব আর্টস থেকে নৃত্যে ডিগ্রী সম্পন্ন করেন। ২০১০ সালে স্নাতক শেষ করার পর তিনি অভিনয় করার সিদ্ধান্ত নেন এবং সান ফ্রান্সিস্কোতে ফিরে আসেন। সেখানে তিনি একজন প্রতিনিধির সাথে যুক্ত হয়ে একটি বাণিজ্যিক স্বল্প দৈর্ঘ্যের চলচ্চিত্রে যোগ দেন এবং বেভারলি হিলস প্লেহাউস অভিনয় স্কুলে ভর্তি হন।\n\n\n== কর্মজীবন ==\nবারবারো ২০১৩ সালে বিয়েতে যোগাযোগ বিষয়ক ভাইরাল সংক্ষিপ্ত নাটক ইটস নট অ্যাবাউট দ্য নেইল-এ তার প্রধান ভূমিকার জন্য মনোযোগ আকর্ষণ করেন। তার প্রথম প্রধান টেলিভিশনে ভূমিকা ছিল লাইফটাইম টেলিভিশন ধারাবাহিক আনরিয়েল -এর দ্বিতীয় মৌসুমে ইয়ায়েল চরিত্রে অভিনয় করা। এরপর বারবারো এনবিসির আইনি নাটক শিকাগো জাস্টিস -এ আনা ভালদেজের চরিত্রে অভিনয় করেন। ২০১৮ সালে বারবারো নেটফ্লিক্সের দ্য গুড কপে জোশ গ্রোবান এবং টনি ডানজার পাশাপাশি কোরা ভাসকুয়েজের চরিত্রে অভিনয় করেন। ২০১৮ ও ২০১৯ সালের মধ্যে বারবারো এবিসির সিটকম স্প্লিটিং আপ টুগেদারে একটি পুনরাবৃত্তমূলক ভূমিকা রাখেন। ২০২২ সালের ব্লকবাস্টার টপ গান: ম্যাভরিকে বারবারো নৌ বিমানচালক লেফটেনেন্ট নাতাশা \"ফিনিক্স\" ট্রেসের চরিত্রে অভিনয় করেছেন।\n২০২৩ সালে বারবারো রোমান্টিক নাটক অ্যাট মিডনাইটে অভিনয় করেন। চলচ্চিত্রটি তার গল্পের জন্য মিশ্র সাড়া পেলেও বারবারো তার অভিনয়ের জন্য প্রশংসা অর্জন করেছেন। সান ফ্রান্সিসকো ক্রনিকল ঘোষণা করেছে, \"বারবারো... আপাতদৃষ্টিতে অনায়াসে আকর্ষণের সাথে প্রমাণ করে যে সে একটি রোম-কম বহন করতে পারে\"। বারবারো একজন পেশাদার নৃত্যশিল্পী, যিনি সালসা এবং ট্যাঙ্গোর সংমিশ্রণে দুটি প্রধান নৃত্যে অভিনয়ের প্রতিভা দেখিয়েছেন।\n২০২৩ সালে ঘোষণা করা হয় যে, তিনি জেমস ম্যানগোল্ড পরিচালিত ও টিমথি শালামে অভিনীত বব ডিলানের জীবনীসংক্রান্ত চলচ্চিত্র আ কমপ্লিট আননোন -এ সক্রিয় কর্মী ও লোকগায়ক জোয়ান বায়েজের চরিত্রে অভিনয় করবেন।\n\n\n== চলচ্চিত্র জীবন ==\n\n\n=== চলচ্চিত্র ===\n\n\n=== টেলিভিশন ===\n\n\n=== ভিডিও গেমস ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে মনিকা বারবারো (ইংরেজি)"}