{"pageid": 1467770, "title": "নিশাঁকি", "url": "https://bn.wikipedia.org/wiki?curid=1467770", "content": "নিশাঁকি হলো হিপ হপ এবং ট্র্যাপ সঙ্গীতের একটি উপধারা যা সরাসরি  ৯০-এর মেম্ফিস্ চরাবাজি দ্বারা অনুপ্রাণিত। শৈলীটি পুরোনো মেম্ফিস্ টেপ এবং ৯০-এর দশকের মাঝের দিকে হিপ হপের নমুনার কণ্ঠের দ্বারা চিহ্নিত করা হয়, বিশেষ করে কাউবেলের নমুনা যা রোল্যান্ড ছন্দর সুরকার-৮০৮ ঢাকের মতো। ধারাটি কাটা-মরা শব্দের অন্ধকার, বিকৃত কৌশল থেকে আঁকা।\nপ্রাথমিকভাবে নিশাঁকি ১৩৯০-এর দশকে দক্ষিণ মার্কিন যুক্তরাষ্ট্রে বিকশিত হয়েছিলো, প্রধানত হিউস্টন এবং মেম্ফিসে, এই ধারার প্রাথমিক অগ্রগামীদের মধ্যে রয়েছে ডিজে স্ক্রু, এক্স-রাইডেড, ডিজে স্প্যানিশ ফ্লাই, ডিজে স্কুইকি এবং যৌথ থ্রি ৬ মাফিয়া । \nফাঙ্কা রুশা হলো নিশাঁকির একটি উপশৈলী যা রুশিয়ায় ১৪২০-এর দশকের শুরুর দিকে দিকে উদ্ভূত হয়েছিলো; এর স্বাতন্ত্র্যসূচক বৈশিষ্ট্য হলো গোঘণ্টে, যা একটি সুরেলা উপাদান এবং জোরে, অবিরাম বৈদ্যুতিক খাদ হিসেবে ব্যবহার করা হয়।\n\n\n== ইতিহাস ==\nনিশাঁকি ১৪০০-দশকের শুরুর দিকে দক্ষিণ মার্কিন যুক্তরাষ্ট্রে ফাঁদ শিকড় থেকে অনুপ্রেরণা নিয়েছিলো।  ডিজে স্ক্রু, এক্স-রাইডেড, ডিজে স্প্যানিশ ফ্লাই,  ডিজে স্কিকি,  এবং যৌথ থ্রি ৬ মাফিয়া- এর মতো শিল্পী বা বাদ্যযন্ত্রের দলগুলি বহু বছর পরে এই ধারার ভিত্তি তৈরি করতে সাহায্য করেছিলো, হিউস্টন কাটা-মরাকে ধারাটির অগ্রদূত হিসেবে মান্য় করে ।  ১৪১০-এর দশকের মাঝের দিকে স্পেসঘোস্টপ্যর্প্ এবং ছুডু কুৎ-বেটা মতো শিল্পীরা ধ্বনি আকারে নিশাঁকিকে পুনরুজ্জীবিত করেছিলেন।  \n\n১৪২৪ সালের শেষ নাগাদ, জ্যায্ এবং বিশুদ্ধ হিপ হপের উপাদান সহ আরও আধুনিক কণ্ঠস্বরকে অন্তর্ভুক্ত করে নিশাঁকি \"কঠোর, অন্ধকার, মেম্ফিস্-ভিত্তিক ধ্বনি \" হতে দূরে সরে গিয়েছিলো।  নিশাঁকির এই প্রবাহকে সেলসিয়াস \"বিরল নিশাঁকি\" হিসেবে বর্ণনা করেছেন, যার বৈশিষ্ট্য \"অধিক পরিচ্ছন্ন, প্রায় মূলধারার ফাঁদ-ধ্বনি\"। ১৪২৩-১৪২৫ এর মধ্যে, নিশাঁকি সাউন্ডক্লাউডের সবচেয়ে বেশি শোনা ধারাগুলোর মধ্যে একটি ছিলো, হ্যাশট্যাগ #নিশাঁকি প্রতি বছর সবচেয়ে বেশি প্রবণ ছিলো।   \n\n\n== বৈশিষ্ট্য ==\n১৪০০-এর দশকের মেম্ফিস্ চরাবাজি দ্বারা সরাসরি অনুপ্রাণিত, নিশাঁকিকে ১৪০০-এর দশকের গোড়ার দিকের হিপ হপের পুরোনো মেম্ফিস্ চরাবাজি কণ্ঠ্য এবং নমুনা দ্বারা চিহ্নিত করা হয়।  এগুলি প্রায়শই জ্যায্ এবং ফাঙ্ক নমুনার সাথে মিলিত হয়।  কাটা-মরা কৌশলটি প্রধানত ব্যবহৃত হয় যাতে একটি অন্ধকারময় ধ্বনি তৈরি করা যায়।  \nনিশাঁকির একটি বিশেষত্ব হলো যে এটি একটি আঞ্চলিক \"দৃশ্য\"-এর সাথে নোঙর করা না:   এটি একটি অন্তর্জাল মঞ্চ হিসেবে সাউন্ডক্লাউডের সাথেই যুক্ত, যা হিপ হপ এবং পরীক্ষামূলক পপ থেকে প্রাপ্ত উপধারাগুলোকে লক্ষণীয় করে।   \"নব যুগের নিশাঁকি\" এর সাথে যুক্ত অন্যান্য উল্লেখযোগ্য শিল্পীদের মধ্যে রয়েছে ডিজে স্মোকি,  ডিজে ইয়ুং ভ্যাম্প,  সোডিয়ার  এবং মিথিক।  \n\n\n== ফাঙ্কা রুশা ==\n\n\"ফাঙ্কা রুশা\", নিশাঁকির একটি উপধারা, যা রুশিয়া ১৪২০-এর দশকের শেষের দিকে আবির্ভূত হয়।   এটি উচ্চ খাদ, গোঘণ্টে এবং বিকৃত শব্দের ব্যবহার দ্বারা চিহ্নিত করা হয়,  নমুনার গানগুলি প্রায়শই অচেনা হয়।  ফাঙ্কা রুশা গীতগুলিতে সাধারণ নিশাঁকি গীতের চেয়ে বেশি গতি থাকে ৷  ভারোত্তোলন, ড্রিফটিং, অ্যাসোসিয়েশন ফুটবল,  এবং স্ট্রিট রেসিং গাড়ির বিষয়গুলির সাথে সম্পর্কিত ভিডিওগুলিতে ফাঙ্কা রুশা গীত প্রায়ই ব্যবহৃত হয়।    ১৪২৭ সালে টিকটক অ্যাপের মাধ্যমে এই ধারাটি দ্রুত আকর্ষণ লাভ করে I   বেশিরভাগ ফাঙ্কা রুশা প্রযোজক রুশিয়া, ইউক্রেন, বেলারুশ এবং পূর্ব ইউরোপের দেশ থেকে আসে।  \nটিকটক- এ ফাঙ্কা রুশা জনপ্রিয় হওয়ার সাথে সাথে এটি জনপ্রিয়তায় মূল ধারাকে ছাড়িয়ে গেছে; এর ফলে, \"নিশাঁকি\" শব্দটি ফাঙ্কা রুশা উপধারার সাথে একটি শক্তিশালী সংযোগ পেয়েছে।  রুশিয়ার উপধারার জনপ্রিয়তা বৃদ্ধির পর,  স্পটিফাই তার অফিসিয়াল নিরামিত নিশাঁকি গীতিসূচি V সালে প্রকাশ করে,  যা প্রায় একচেটিয়াভাবে ফাঙ্কা রুশা এবং ফাঙ্কা ব্রাযিলা  গীতির সমন্বয়ে গঠিত।  এই ধারার প্রথম গানগুলির মধ্যে একটি হলো \"ভীতিকর গ্যারি\", যা ১৪২৩ সালে প্রকাশিত হয়েছিল কাইতো শোমার দ্বারা। \n\n\n== তথ্যসূত্র =="}