{"pageid": 1467806, "title": "যুক্তরাজ্য স্বাধীনতা দল", "url": "https://bn.wikipedia.org/wiki?curid=1467806", "content": "ইউকে ইনডিপেনডেন্স পার্টি (ইউকেআইপি  YOO-kip) হল যুক্তরাজ্যের একটি ইউরোসেপ্টিক, ডানপন্থী পপুলিস্ট রাজনৈতিক দল। দলটি ২০১০-এর দশকের মাঝামাঝি সময়ে সাফল্যের সর্বোচ্চ স্তরে পৌঁছেছিল, যখন এটি পার্লামেন্টের দুই সদস্য (উভয় দলত্যাগের মাধ্যমে) অর্জন করেছিল এবং ইউরোপীয় পার্লামেন্টে যুক্তরাজ্যের প্রতিনিধিত্বকারী বৃহত্তম দল ছিল। ইউকেআইপি এর দৃশ্যমানতা এবং সাফল্য প্রধানত দুইবারের নেতা নাইজেল ফারাজের সাথে যুক্ত ছিল; ২০১৬ সালে তার দ্বিতীয় প্রস্থানের পর থেকে, দলটির সমর্থনে ব্যাপক পতন হয়েছে এবং এগারোজন ভিন্ন নেতা, সাম্প্রতিকতম হলেন লোইস পেরি যিনি মাত্র ৩৪ দিন পরে পদত্যাগ করেছিলেন। পেরির পদত্যাগের পর, ২০২৪ সালের জুন থেকে নিক টেনকোনির অন্তর্বর্তী সময়ে দলটির নেতৃত্ব দেওয়া হয়েছে।\nইউকেআইপি-এর উদ্ভব হয়েছিল অ্যান্টি-ফেডারেলিস্ট লীগ হিসেবে, ১৯৯১ সালে অ্যালান স্কেড দ্বারা লন্ডনে প্রতিষ্ঠিত একটি একক-ইস্যু ইউরোসেপ্টিক পার্টি। ১৯৯৩ সালে এটির নামকরণ করা হয় ইউকেআইপি, কিন্তু এর বৃদ্ধি ধীর ছিল। এটি ১৯৯৭ সালের বিলুপ্তির আগ পর্যন্ত ইউরোসেপ্টিক রেফারেন্ডাম পার্টি দ্বারা ব্যাপকভাবে গ্রহণ করা হয়েছিল। ১৯৯৭ সালে, ফারাজের নেতৃত্বে একটি দল দ্বারা স্কেডকে ক্ষমতাচ্যুত করা হয়েছিল, যিনি দলের প্রধান ব্যক্তিত্ব হয়েছিলেন। ২০০৬ সালে, ফারাজ আনুষ্ঠানিকভাবে নেতা হন এবং, তার নির্দেশনায়, পার্টি একটি বিস্তৃত নীতি প্ল্যাটফর্ম গ্রহণ করে এবং ক্রমবর্ধমান অভিবাসন সম্পর্কে উদ্বেগকে পুঁজি করে, বিশেষ করে শ্বেতাঙ্গ ব্রিটিশ শ্রমিক শ্রেণীর মধ্যে। এর ফলে ২০১৩ সালের স্থানীয় নির্বাচন, ২০১৪ সালের ইউরোপীয় সংসদীয় নির্বাচন এবং ২০১৫ সালের সাধারণ নির্বাচনে উল্লেখযোগ্য অগ্রগতি হয়েছে। ২০১৬ সালের ব্রেক্সিট গণভোটে ইউকে ইইউ ছেড়ে যাওয়ার পক্ষে ভোট দেওয়ার পরে, ফারাজ ইউকেআইপি নেতার পদ থেকে পদত্যাগ করেন, পরে ব্রেক্সিট পার্টিতে যোগ দেন। ইউকেআইপি পরবর্তীকালে তার ভোটের ভাগ এবং সদস্যপদ ব্যাপকভাবে হ্রাস পেয়েছে, অনেক অভ্যন্তরীণ অস্থিরতা এবং একটি অতি-ডান, ইসলাম-বিরোধী বার্তার দিকে প্রবাহিত হওয়ার মধ্যে প্রায় সমস্ত নির্বাচিত প্রতিনিধিকে হারিয়েছে।\nমতাদর্শগতভাবে ব্রিটিশ রাজনীতির ডানপন্থী অবস্থানে, ইউকেআইপিকে রাষ্ট্রবিজ্ঞানীরা একটি ডানপন্থী পপুলিস্ট দল হিসেবে চিহ্নিত করেছেন। এর প্রাথমিক জোর দেওয়া হয়েছে কঠিন ইউরোসেপ্টিসিজমের উপর; এটি ইউরোপীয় ইউনিয়ন (ইইউ) থেকে যুক্তরাজ্যের বেরিয়ে যাওয়ার আহ্বান জানানো প্রথমগুলির মধ্যে একটি। এটি ক্রমবর্ধমান ওয়েলশ, আইরিশ এবং স্কটিশ জাতীয়তাবাদের বিরোধিতায় একটি ব্রিটিশ ইউনিয়নবাদী এবং ব্রিটিশ জাতীয়তাবাদী এজেন্ডা প্রচার করে, একক ব্রিটিশ পরিচয়কে উত্সাহিত করে। ইউকেআইপি অভিবাসন হ্রাস, বহুসংস্কৃতিবাদ প্রত্যাখ্যান এবং ব্রিটেনের \" ইসলামীকরণ \" এর বিরোধিতা করার উপরও জোর দিয়েছে। থ্যাচারিজম এবং ধ্রুপদী উদারতাবাদ দ্বারা প্রভাবিত, এটি নিজেকে অর্থনৈতিকভাবে উদারবাদী হিসাবে বর্ণনা করে এবং উদার অর্থনৈতিক নীতির প্রচার করে। এলজিবিটি অধিকার, শিক্ষা নীতি এবং ফৌজদারি বিচারের মতো সামাজিক বিষয়ে এটি ঐতিহ্যবাদী । কনজারভেটিভ পার্টির ডানপন্থী থেকে উদ্ভূত একটি আদর্শিক ঐতিহ্য থাকার কারণে, এটি পপুলিস্ট বক্তৃতার ব্যাপক ব্যবহারের মাধ্যমে রাজনৈতিক প্রতিষ্ঠান থেকে নিজেকে আলাদা করেছে, উদাহরণস্বরূপ, ফ্যারাজের দ্বারা তার সমর্থকদের \"পিপলস আর্মি\" হিসাবে বর্ণনা করার মাধ্যমে।\nএর নেতা এবং জাতীয় নির্বাহী কমিটি দ্বারা পরিচালিত, ইউকেআইপি ১২টি আঞ্চলিক গ্রুপে বিভক্ত। ব্রিটিশ সমাজের বিভিন্ন ক্ষেত্র থেকে নির্বাচনী সমর্থন পাওয়ার সময়, মনস্তত্ত্ববিদরা প্রতিষ্ঠা করেছিলেন যে তার উচ্চতায়, ইউকেআইপি-এর প্রাথমিক ভোটের ভিত্তিটি ইংল্যান্ডে বসবাসকারী বয়স্ক, শ্রমজীবী-শ্রেণি শ্বেতাঙ্গ পুরুষদের নিয়ে গঠিত। ইউকেআইপি মূলধারার রাজনৈতিক দল, বেশিরভাগ মিডিয়া এবং ফ্যাসিবাদ-বিরোধী দলগুলির সমালোচনামূলক অভ্যর্থনার সম্মুখীন হয়েছে। অভিবাসন এবং সাংস্কৃতিক পরিচয়ের বিষয়ে এর বক্তৃতা বর্ণবাদ এবং জেনোফোবিয়ার অভিযোগ উত্পন্ন করেছিল, উভয়ই এটি অস্বীকার করে।\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== সূত্র ===\n\n\n== আরও পড়ুন ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}