{"pageid": 1467464, "title": "ইলিয়াস হোসেন", "url": "https://bn.wikipedia.org/wiki?curid=1467464", "content": "ইলিয়াস হোসেন একজন অবসরপ্রাপ্ত বাংলাদেশী ফুটবলার যিনি আক্রমণাত্মক মিডফিল্ডার হিসেবে খেলেন। তিনি ১৯৮৩ থেকে ১৯৮৯ সাল পর্যন্ত বাংলাদেশ জাতীয় দলের হয়ে খেলেন। ১৯৮৯ সালের দক্ষিণ এশিয়ান গেমসে তিনি জাতীয় দলের অধিনায়কও ছিলেন। এছাড়াও ইলিয়াস গোপালগঞ্জের একমাত্র খেলোয়াড় যিনি বাংলাদেশ জাতীয় দলে খেলেছেন। বর্তমানে তিনি বাংলাদেশ ফুটবল ফেডারেশনের নির্বাহী পরিচালক হিসেবে কর্মরত আছেন।\n\n\n== ক্লাব পেশা ==\n১৯৭৭ সালে, জুবিলি রেঞ্জার্স ফ্রেন্ডস ক্লাবের সাথে লড়াই করে, যেটি ছিল গোপালগঞ্জ প্রথম বিভাগের শিরোপা নির্ধারণী ম্যাচ। ওই ম্যাচে জুবিলি রেঞ্জার্সের বিকল্প হিসেবে খেলেছিলেন ইলিয়াস হোসেন। কাজী সালাহউদ্দিন এবং আশরাফুদ্দিন আহমেদ চুন্নু সহ ঢাকার অনেক তারকা ফুটবলার গোপালগঞ্জে ম্যাচ খেলতে এসেছিলেন কারণ জুবিলি রেঞ্জার্স সেদিন ফ্রেন্ডস ক্লাবের কাছে ২-১ গোলে হেরেছিল। তরুণ মিডফিল্ডারদের কৌশল দেখে আবাহনীর কর্মকর্তারা তাকে ঢাকায় নিয়ে যান, ক্লাবে প্রশিক্ষণ নিতে।\nযদিও, ইলিয়াস প্রথম একাদশে তার অবস্থান তৈরি করতে সক্ষম হননি, তিনি আবাহনীর কোচ আলী ইমামকে প্রভাবিত করেছিলেন, যিনি পরে ১৯৮১ সালে খেলার সময় পাওয়ার জন্য তাকে আজাদ স্পোর্টিং ক্লাবে পাঠান। আজাদের এক বছর পর, ইলিয়াস পতনশীল জায়ান্ট ঢাকা ওয়ান্ডারার্স ক্লাবে চলে যান, যেখানে তিনি একটি সিজনেও খেলেন।\n১৯৮৪ সালে, ইলিয়াস মোহামেডান এসসি- তে তার বড় পদক্ষেপ পান, যেখানে তিনি ৭ বছর অতিবাহিত করেন। ১৯৮৬ সালে, ইলিয়াস গোল করেন যখন মোহামেডান চিরপ্রতিদ্বন্দ্বী আবাহনীকে ২-০ গোলে পরাজিত করে, ঢাকা লিগের শিরোপা নির্ধারণী ম্যাচে, এইভাবে, আবাহনীর টানা চতুর্থ লিগ শিরোপা জয়ের লক্ষ্য শেষ করে এবং মোহামেডানের ৩ বছরের শিরোপা খরা ভেঙে দেয়। ১৯৮৮ সালে, ইলিয়াসকে মোহামেডানের অধিনায়ক করা হয় এবং ১৯৯০ সাল পর্যন্ত ক্লাবের নেতৃত্ব দেন।\n\n\n== আন্তর্জাতিক পেশা ==\n১৯৮৩ সালে মালয়েশিয়ায় মেরদেকা কাপের সময় বাংলাদেশ জাতীয় দলে অভিষেক হয় ইলিয়াসের। ১৯৮৫ সালের ৫ এপ্রিল, ইলিয়াস তার প্রথম আন্তর্জাতিক গোল করেন, যা ১৯৮৬ ফিফা বিশ্বকাপ বাছাইপর্বের সময় থাইল্যান্ডের বিরুদ্ধে ১-০ ব্যবধানে জয় পায়। ১৯৮৫ সালের দক্ষিণ এশিয়ান গেমসের সময় ইলিয়াস আবার গোল করতে সক্ষম হন কারণ বাংলাদেশ মালদ্বীপকে 8 গোলে হারিয়েছিল। যাইহোক, দক্ষিণ এশিয়ান গেমসের ফাইনালের সময়, খেলা চলাকালীন তিনি একটি খোলা নেট গোল মিস করেন এবং পরে ভক্ত ও মিডিয়া দ্বারা ব্যাপকভাবে সমালোচিত হয় কারণ বাংলাদেশ পেনাল্টিতে ম্যাচটি ১-৪ হারে।\n১৯৮৯ সালের দক্ষিণ এশিয়ান গেমসের সময়, ইলিয়াস বাংলাদেশের নেতৃত্বে ছিলেন, তারা আবার গ্রুপ পর্বে ভারতের বিরুদ্ধে লড়াই করে। তার মিডফিল্ডের সঙ্গী, নুরুল হক মানিক বাংলাদেশকে এগিয়ে নিতে সাহায্য করেছিলেন, তবে, পেনাল্টি বক্সে ডিফেন্ডার রেজাউল করিম রেহানের একটি চ্যালেঞ্জের পরে, বাংলাদেশ দেরিতে পেনাল্টি স্বীকার করে। এই সিদ্ধান্তের প্রতিবাদ করতে গিয়ে ইলিয়াস রেফারিকে ধাক্কা দেন, যার ফলে জাতীয় ফুটবল থেকে তাকে নিষিদ্ধ করা হয়। অনেক জটিলতার মধ্য দিয়ে যাওয়ার পর সেই খেলাই শেষ হয় জাতীয় দলের হয়ে ইলিয়াসের শেষ ম্যাচ।\n\n\n== বাংলাদেশ ==\n\n\n== তথ্যসূত্র =="}