{"pageid": 1467691, "title": "আলি জাসিম", "url": "https://bn.wikipedia.org/wiki?curid=1467691", "content": "আলি জাসিম ইলাইবি আল-তামিনি (আরবি: علي جاسم لعيبي التميمي; জন্ম: ২০ জানুয়ারি ২০০৪; আলি জাসিম নামে সুপরিচিত) হলেন একজন ইরাকি পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে ইরাকি ক্লাব আল কুয়াহ আল জাউইয়াহ এবং ইরাক জাতীয় দলের হয়ে আক্রমণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত বাম পার্শ্বীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে ডান পার্শ্বীয় আক্রমণভাগের খেলোয়াড় অথবা আক্রমণাত্মক মধ্যমাঠের খেলোয়াড় হিসেবে খেলেন।\n২০১৮ সালে, জাসিম ইরাক অনূর্ধ্ব-১৭ দলের হয়ে ইরাকের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় তিন বছর যাবত ইরাকের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০২৩ সালে ইরাকের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; ইরাকের জার্সি গায়ে তিনি এপর্যন্ত ১২ ম্যাচে ২টি গোল করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nআলি জাসিম ইলাইবি আল-তামিনি ২০০৪ সালের ২০শে জানুয়ারি তারিখে ইরাকের বাগদাদে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nজাসিম ইরাক অনূর্ধ্ব-১৭, ইরাক অনূর্ধ্ব-২০ এবং ইরাক অনূর্ধ্ব-২৩ দলের হয়ে খেলার মাধ্যমে ইরাকের প্রতিনিধিত্ব করেছেন। ২০১৮ সালে তিনি ইরাক অনূর্ধ্ব-১৭ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। জাসিম ফ্রান্সে অনুষ্ঠিত ২০২৪ গ্রীষ্মকালীন অলিম্পিকের জন্য প্রকাশিত ইরাক অলিম্পিক দলে স্থান পেয়েছেন।\n২০২৩ সালের ১৩ই অক্টোবর তারিখে, ১৯ বছর, ৮ মাস ও ২৩ দিন বয়সে, বাম পায়ে ফুটবল খেলায় পারদর্শী জাসিম কাতারের বিরুদ্ধে অনুষ্ঠিত প্রীতি ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে ইরাকের হয়ে অভিষেক করেছেন। তিনি উক্ত ম্যাচের মূল একাদশে অন্তর্ভুক্ত ছিলেন; ম্যাচে তিনি ১১ নম্বর জার্সি পরিধান করে ডান পার্শ্বীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি কাতার ০–০ গোলের ব্যবধানে জয়লাভ করেছিল। ইরাকের হয়ে অভিষেকের বছরে জাসিম সর্বমোট ৪ ম্যাচে অংশগ্রহণ করেছেন। জাতীয় দলের হয়ে অভিষেকের ৬ মাস ও ২৩ দিন পর, ইরাকের জার্সি গায়ে প্রথম গোলটি করেছেন; ২০২৪ সালের ৬ই মে তারিখে, ইন্দোনেশিয়ার বিরুদ্ধে ম্যাচের ৮৮তম মিনিটে ইরাকের হয়ে ম্যাচের দ্বিতীয় গোলটি করার মাধ্যমে তিনি আন্তর্জাতিক ফুটবলে তার প্রথম গোলটি করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n১০ আগস্ট ২০২৪ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nসকারওয়েতে আলি জাসিম  (ইংরেজি)  \nসকারবেসে \nবিডিফুটবলে \nট্রান্সফারমার্কেটে আলি জাসিম (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে আলি জাসিম (ইংরেজি) \nইএসপিএন এফসিতে \nন্যাশনাল-ফুটবল-টিমস.কমে আলি জাসিম (ইংরেজি)"}