{"pageid": 1467532, "title": "মুরিদ", "url": "https://bn.wikipedia.org/wiki?curid=1467532", "content": "সুফিবাদে, মুরিদ (আরবি مُرِيد, যার অর্থ 'যিনি অনুসন্ধান করেন') একজন নবীন সাধক, যিনি আধ্যাত্মিক আলোকপ্রাপ্তির জন্য সুলুক (একটি পথ অতিক্রম করা) অনুসরণে নিজেকে নিবেদিত করেন। এই আধ্যাত্মিক পথপ্রদর্শককে মুরশিদ, পীর বা শেখ বলা হয়। একজন সালেক বা সুফি অনুসারী কেবল তখনই মুরিদ হয়ে ওঠেন যখন তিনি একজন মুরশিদের কাছে বাইয়াত (শপথ) করেন। এর সমতুল্য ফারসি শব্দটি শাগির্দ। \nমুরিদের দীক্ষার প্রক্রিয়াটি আহদ (আরবি: عَهْد) বা বাইয়াত নামে পরিচিত। দীক্ষার আগে, একজন মুরিদকে তার পীর দ্বারা নির্দেশনা প্রদান করা হয়, যিনি প্রথমে সেই নবীনকে তার শিষ্য হিসেবে গ্রহণ করতে সম্মত হন। নির্দেশনার সময়কালজুড়ে, মুরিদ সাধারণত ওয়ারিদাত এর মতো আধ্যাত্মিক দর্শন এবং স্বপ্নের (বাশারত) অভিজ্ঞতা লাভ করে, যা ব্যক্তিগত আধ্যাত্মিক আওরাদ এবং অনুশীলনের সময় ঘটে। এই দর্শনগুলো পীর দ্বারা ব্যাখ্যা করা হয়। প্রাথমিক সুফি তরিকাসমূহের মধ্যে একটি প্রচলিত প্রথা ছিল মুরিদকে দীক্ষার সময় বা আধ্যাত্মিক উন্নয়নের পথে ক্রমবর্ধমান কঠিন এবং গুরুত্বপূর্ণ সাধনাগুলোর একটি ধারাবহিক প্রক্রিয়া সম্পন্ন করার পর একটি খিরকা বা আলখাল্লা প্রদান করা। এইভাবে মুরিদ ওয়াসিল স্তরে পৌঁছানোর জন্য প্রস্তুত হন।\nএই প্রথাটি বর্তমানে খুব একটা প্রচলিত নয়। মুরিদরা প্রায়ই পীরের কাছ থেকে নির্দেশনামূলক গ্রন্থ পান এবং পীর যখন তার তরিকত প্রচারের উদ্দেশ্যে যাত্রা করে মুরিদও তার সঙ্গে যাত্রা করেন। একটি মৌলিক প্রথা হলো মুরিদকে (আরবি: موريد \"শিষ্য\") সাতটি \"নামের\" একটি ধারাবাহিক প্রক্রিয়া শেখানো।\n\nপ্রথম ধাপটি হলো লা ইলাহা ইল্লাল্লাহু (আরবি: لا إله إلا الله \"আল্লাহ ছাড়া আর কোনো উপাস্য নেই\") বাক্যটি ১২,০০০ থেকে ৭০,০০০ বার দিনরাতের মধ্যে পুনরাবৃত্তি করা। যদি পীর (আরবি: مُرشِد \"আধ্যাত্মিক পথপ্রদর্শক\") মুরিদের অগ্রগতিতে সন্তুষ্ট হন, তবে মুরিদকে বাকি ছয়টি নামের সাথে পরিচিত হতে দেওয়া হয়:\nআল্লাহ (আরবি: الله \"আল্লাহ\") তিনবার\nহুয়া (আরবি: هو \"তিনি\")\nহাক্ক (আরবি: الحق \"পরম সত্য\") তিনবার\nহাইয়্যু (আরবি: الحى \"চিরঞ্জীব\") তিনবার\nকাইয়ুম (আরবি: القيوم \"অবিচল, নিজে টিকে থাকা\") তিনবার\nকাহ্হার (আরবি: القهار \"চিরজয়ী\")\n\n\n== এছাড়াও দেখুন ==\nমুরিদুন, আন্দালুসি আন্দোলন যা ১১৪৪সালে আলমোরাভিড কর্তৃত্বের বিরুদ্ধে বিদ্রোহ করেছিল\nমুরিদ যুদ্ধ, ১৯ শতকে রাশিয়া এবং একটি ককেশীয় নকশবন্দী আন্দোলনের মধ্যে যুদ্ধ\nমুরিদে ব্রাদারহুড, পশ্চিম আফ্রিকার একটি বিশিষ্ট সুফি তরিকা, ১৮৮৩ সালে প্রতিষ্ঠিত\nতালিব\nসালেক\nওয়াসিল\nমজ্জুব\nমুকাররব\nমারিফাত\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"Qualities of a Successful Mureed\"। Zikr। ৫ ফেব্রুয়ারি ২০১৬ তারিখে মূল থেকে আর্কাইভ করা। \n\"Online Murid Library / Bibliothèque Mouride\"। Daaraykamil.com। ২৪ অক্টোবর ২০১১ তারিখে মূল থেকে আর্কাইভ করা। \nSufi Live\nWorld Sufi Media"}