{"pageid": 1467642, "title": "সংখ্যালঘু অধিকার আন্দোলন", "url": "https://bn.wikipedia.org/wiki?curid=1467642", "content": "২০২৪ সালের ৫ আগস্ট শেখ হাসিনা সরকার পতনের পরবর্তীতে বাংলাদেশের বিভিন্ন অঞ্চলে রাজনৈতিক ও সাম্প্রদায়িক সহিংসতা বৃদ্ধি পেতে থাকলে আতঙ্ক, হামলা ও ক্ষতিগ্রস্তের শিকার সংখ্যালঘু সম্প্রদায় কর্তৃক বাড়ি-ঘর, মন্দির, ব্যবসা প্রতিষ্ঠানে হামলা, ভাংচুর, লুটপাট ও অগ্নিসংযোগের পরিপেক্ষিতে প্রতিবাদ ও অধিকার আদায়ে ৯ আগস্ট থেকে সমগ্র বাংলাদেশে সংখ্যালঘু অধিকার আন্দোলন‌ শুরু হয়। সংখ্যালঘু অধিকার আন্দোলন শিক্ষার্থী প্রতিনিধি, হিন্দু বৌদ্ধ খ্রিষ্টান ঐক্য পরিষদ, চেতন সনাতনী নাগরিক ও হিন্দু জাগরণ মঞ্চ-সহ বেশকিছু সংগঠন সম্মিলিত ভাবে আন্দোলনটির নেতৃত্ব দিয়ে ৮ দফা দাবি উপস্থাপন করে।  বৈষম্যবিরোধী ছাত্র আন্দোলনের সমন্বয়ক দাবিগুলো  যৌক্তিক মনে করেন এবং বিভিন্ন মহলের রাজনৈতিক দল ও সাধারণ মানুষ সমর্থন করেন।\n\n৯ আগস্ট বাংলাদেশে অল্প কিছু জায়গায় এবং ঢাকার জাতীয় প্রেসক্লাব থেকে মিছিল নিয়ে শাহবাগে গণ অবস্থান ও বিক্ষোভ প্রদর্শন করা হয়। ১০ আগস্ট থেকে সারা বাংলাদেশে আন্দোলনটি বিস্তৃতি লাভ করে। বিভিন্ন শ্লোগান, ফেস্টুন ও ব্যানারে ৮ দফা পূরণের দাবি জানানো হয়। পরিশেষে ১৩ আগস্ট অন্তর্বর্তীকালীন সরকারের প্রধান উপদেষ্টা ড. মুহাম্মদ ইউনূসের আশ্বাসে আন্দোলনের কর্মসূচি স্থগিত করা হয়।\n\n\n== ঘটনাপ্রবাহ ==\n\n\n=== পটভূমি ===\nডেইলি স্টারের তথ্যমতে, সরকার ক্ষমতাচ্যুত হওয়ার প্রথম ঘণ্টায় অন্তত ২৭টি জেলায় হিন্দুদের বাড়ি, মন্দির, ব্যবসা প্রতিষ্ঠানে হামলার ঘটনা ঘটেছে। বাংলাদেশ হিন্দু বৌদ্ধ খ্রিস্টান ঐক্য পরিষদের তথ্য অনুযায়ী, পদত্যাগে দুই দিনে দেশে ২৯টি জেলায় এবং চার দিনে ৫২টি জেলায় সংখ্যালঘু সম্প্রদায়ের সদস্যদের ওপর অন্তত ২০৫টি নিপীড়নের ঘটনা ঘটে এবং ৫-৯ আগস্ট দেশের ৫২টি জেলায় কয়েক হাজার সংখ্যালঘুদের বাড়ি-ঘর, ব্যবসা প্রতিষ্ঠান ও  মন্দিরে হামলা ও ভাংচুরের পাশাপাশি লুটপাটের ঘটনা ঘটে। বাংলাদেশের সেনাপ্রধান জেনারেল ওয়াকার-উজ-জামানের তথ্যমতে, ১৩ আগস্টে মধ্যে দেশে ৩০টি সংখ্যালঘু সংক্রান্ত অরাজকতা সংঘটিত হয়েছে। এছাড়া দেশের বিভিন্ন জায়গায় আদিবাসীদের ওপরও হামলা, ভাঙচুর ও অগ্নিসংযোগের ঘটনাও ঘটেছে। প্রথম আলোর অনুসন্ধানে ৫–২০ আগস্ট দেশের ৬৪ জেলার মধ্যে ৪৯টিতে সংখ্যালঘুদের ১০৬৮টি ঘরবাড়ি, ব্যবসাপ্রতিষ্ঠান ও ২২টি উপাসনালয় হামলার শিকার হয় এবং ২ জন নিহত হন।\n\n\n=== কর্মসূচি ===\n\n৯ আগস্ট, দিনাজপুরের বড় মাঠ ও বাংলাদেশের জাতীয় প্রেস ক্লাবের সামনে‌ এবং পরের দিন থেকে সারা বাংলাদেশের বিভিন্ন জায়গায় সনাতনীরা দেশের বিভিন্ন স্থানে হিন্দু মন্দির ও বাড়িঘর হামলা, ভাঙচুর, লুটপাট ও অগ্নিসংযোগের প্রতিবাদ কর্মসূচি পালন করেন। তারা সংখ্যালঘু মন্ত্রণালয় ও সংখ্যালঘু সুরক্ষা কমিশন‌ গঠনসহ বেশকিছু দাবি উপস্থাপন করেন। প্রবাসীদের সংগঠন ‘ইউনাইটেড হিন্দুজ অব ইউএসএ' নিউ ইয়র্কে জাতিসংঘ সদর দপ্তরে নিপীড়নের প্রতিবাদে বিক্ষোভ সমাবেশ করেন।\n১০ আগস্ট, ঢাকার শাহবাগ, চট্টগ্রাম নগরীর কোতোয়ালি থানাধীন চেরাগী পাহাড় মোড়, হিন্দু জাগরণ মঞ্চ কর্তৃক জামালখান এলাকায়, দিনাজপুর, বরিশাল, শরীয়তপুর, নারায়ণগঞ্জ, নাটোর, টাঙ্গাইল, ফেনী, লক্ষ্মীপুর, কক্সবাজার, ফরিদপুর, শরীয়তপুর, পঞ্চগড়, চাঁদপুর, কুষ্টিয়া, ময়মনসিংহে নগরের গাঙ্গিনারপাড় ফিরোজ জাহাঙ্গীর চত্বরে গণ-অবস্থান কর্মসূচি ও বিক্ষোভ সমাবেশ করা হয়। \n\n১১ আগস্ট ঢাকা, চট্টগ্রাম, বরিশাল, খুলনা, রাজশাহী, রংপুর, ময়মনসিংহ, সিলেট, বগুড়াসহ বাংলাদেশের  প্রত্যেক জেলায় জেলায় সমাবেশ ও বিক্ষোভ মিছিল হয়। সংখ্যালঘু নির্যাতনের বিচারের জন্য দ্রুত বিচার ট্রাইব্যুনাল গঠন, দোষীদের দৃষ্টান্তমূলক শাস্তি প্রদান, সংখ্যালঘু সুরক্ষা আইন প্রণয়ন, পৃথক সংখ্যালঘু বিষয়ক মন্ত্রণালয় গঠন, দেবোত্তর সম্পত্তি পুনরুদ্ধার ও সংরক্ষণ আইন প্রণনয়সহ ৮ দফা দাবিতে অবস্থান কর্মসূচি পালন করেন। বাংলাদেশ পুজা উদযাপন পরিষদ, হিন্দু বৌদ্ধ খ্রিস্টান ঐক্য পরিষদ ও সনাতনী জাগরণ মঞ্চের ব্যানারে বেশিভাগ মিছিল ও সমাবেশ কর্মসূচি অনুষ্ঠিত হয়। \n\n \n১২ আগস্টেও রংপুর, রাঙামাটি, গোপালগঞ্জ, খুলনা, নড়াইলসহ বাংলাদেশের জেলায় জেলায় ৮ দফা দাবি, মিথ্যা তলের দ্রুত বিচার এবং 'আমার মাটি আমার মা, ছেড়ে কোথাও যাব না’, ‘স্বাধীন দেশে হামলা কেন, প্রশাসন জবাব চাই’ সহ নানা শ্লোগানে প্রতিবাদ কর্মসূচি পালিত হয়। এ দিন বাংলাদেশের নতুন সরকারের ধর্মীয় উপদেষ্টা খালিদ হোসেন বলেন, সংখ্যালঘুদের উপাসনাস্থলে হামলা চালানো অপরাধী এবং তাদের বিরুদ্ধে পদক্ষেপ নেওয়া হবে। তিনি আরও জানান, হামলার ঘটনা তালিকাভুক্ত করার জন্য জেলা প্রশাসনকে নির্দেশ দেওয়া হয়েছে এবং অভিযোগ জানাতে একটি হটলাইন চালু করা হয়েছে। তিনি আরো জানান, আগামীকাল হিন্দু সম্প্রদায়ের প্রতিনিধিরা প্রধান উপদেষ্টা ড. মুহাম্মদ ইউনুসের সঙ্গে বৈঠক করবেন এবং তাদের সমস্যাগুলি শোনা হবে। স্বরাষ্ট্র উপদেষ্টা এম সাখাওয়াত হোসেন বলেন, দুর্গাপূজার জন্য তিন দিনের ছুটির সুপারিশ করা হবে।\n১৩ আগস্ট বাংলাদেশ হিন্দু বৌদ্ধ খ্রিষ্টান ঐক্য পরিষদ, বাংলাদেশ পূজা উদযাপন পরিষদ, মহানগর সার্বজনীন পূজা কমিটি, রামকৃষ্ণ মিশন, ইসকন, বাংলাদেশ খ্রিষ্টান অ্যাসোসিয়েশন, বাংলাদেশ বুড্ডিস্ট ফেডারেশন, আদিবাসী নেতাসহ অন্যান্য প্রতিনিধিরা আলোচনায় বসে প্রধান উপদেষ্টার কাছে ৮ দফা দাবি পেশ করেন। প্রধান উপদেষ্টার আশ্বাসে তিনদিনের জন্য সংখ্যালঘু অধিকার আন্দোলন স্থগিত ঘোষণা করা হয়।\n৬ সেপ্টেম্বর, সংখ্যালঘু সম্প্রদায়ের ওপর হামলা বন্ধ ও জড়িতদের বিচারের দাবিতে ঢাকায় মশালমিছিল করেছে সনাতন অধিকার মঞ্চ। কেন্দ্রীয় শহীদ মিনার থেকে জাতীয় প্রেসক্লাব পর্যন্ত এ মিছিল হয়। সমাবেশে ৫ অক্টোবর লংমার্চ করে ঢাকা অবরোধ করার কথাও বলা হয়।\n১৩ সেপ্টেম্বর আশ্বাসের দ্রুত বাস্তবায়নের দাবিতে  পুনরায় রাজধানীর শাহবাগ চট্টগ্রামসহ দেশের বিভিন্ন স্থানে দ্বিতীয় দফায় কর্মসূচি শুরু হয়।\n১৮ সেপ্টেম্বর পঞ্চগড়ে সংখ্যালঘু অধিকার আন্দোলনের ব্যানারে ৮ দফা বাস্তবায়নের দাবিতে সনাতন ধর্মাবলম্বীদের প্রতিবাদ ও বিক্ষোভ সমাবেশ অনুষ্ঠিত হয়।\n১৯ সেপ্টেম্বর বাংলাদেশ হিন্দু-বৌদ্ধ-খ্রিস্টান ঐক্য পরিষদ আট দফা বাস্তবায়নে অন্তর্বর্তী সরকারের পক্ষ থেকে এখন পর্যন্ত দৃশ্যমান কোনো উদ্যোগ দেখতে না পাওয়ায় আট দফা দাবি অনতিবিলম্বে বাস্তবায়নে সেগুনবাগিচার ঢাকা রিপোটার্স ইউনিটিতে সংবাদ সম্মেলন করে।\n২০শে সেপ্টেম্বর সন্ধ্যা ৬টায় ঢাকা বিশ্ববিদ্যালয়ের কেন্দ্রীয় শহীদ মিনার থেকে শুরু করে রাজু ভাস্কর্য-টিএসসির মেট্রোরেল স্টেশন হয়ে সোহরাওয়ার্দী উদ্যান সংলগ্ন রমনা কালী মন্দির পর্যন্ত মশাল মিছিলটি অনুষ্ঠিত হয়। এছাড়াও সেদিন রংপুরসহ দেশের বিভিন্ন স্থানে সমাবেশের মাধ্যমে তাদের দাবি ও অন্তর্বর্তীকালীন সরকারের আশ্বাসের কথা সরণ করিয়ে দেওয়া হয়।\n২৫ অক্টোবর, সংখ্যালঘু নির্যাতন বিচারের জন্য দ্রুত বিচার ট্রাইব্যুনাল গঠন করে দোষীদের দ্রুততম সময়ে উপযুক্ত শাস্তি প্রদান, ক্ষতিগ্রস্তদের যথোপযুক্ত ক্ষতিপূরণ প্রদান ও পুনর্বাসনের ব্যাবস্থাসহ ৮ দফা দাবিতে চট্টগ্রাম নগরের লালদীঘি মাঠে গণসমাবেশ করা হয়। দাবি পূরণ না হলে বিভাগ, জেলা ও উপজেলা পর্যায়ে সমাবেশ শেষে ঢাকা অভিমুখে লংমার্চের ঘোষণা দেওয়া হয়।\n২ নভেম্বর রাজধানীর কেন্দ্রীয় শহীদ মিনারে সংখ্যালঘু ঐক্য মোর্চার উদ্যোগে একটি গণসমাবেশ ও মিছিল অনুষ্ঠিত হয়। এতে আট দফা দাবি উত্থাপন করা হয়। সমাবেশে হিন্দু বৌদ্ধ খ্রিস্টান ঐক্য পরিষদের সাবেক সাধারণ সম্পাদক রানা দাশগুপ্তের বিরুদ্ধে করা হত্যা মামলা এবং চিন্ময় কৃষ্ণ ব্রহ্মচারীর বিরুদ্ধে রাষ্ট্রদ্রোহিতার মিথ্যা মামলা প্রত্যাহারের দাবি জানানো হয়। এই কর্মসূচিতে সংখ্যালঘু সম্প্রদায়ের প্রায় ৪০টি সংগঠনের নেতাকর্মী, যেমন বাংলাদেশ হিন্দু বৌদ্ধ খ্রিস্টান ঐক্য পরিষদ, বাংলাদেশ পূজা উদযাপন পরিষদ, বাংলাদেশ বুদ্ধিস্ট ফেডারেশন, বাংলাদেশ খ্রিস্টান অ্যাসোসিয়েশন এবং আন্তর্জাতিক কৃষ্ণভাবনামৃত সংঘের প্রতিনিধিরা অংশগ্রহণ করেন। এছাড়াও সেদিন চাঁপাইনবাবগঞ্জ, ফরিদপুর, সিরাজগঞ্জ, পটুয়াখালী ও কুমিল্লায় ৮ দফা দাবিতে গণসমাবেশ ও বিক্ষোভ মিছিল হয়। \n\n২২ নভেম্বর, বাংলাদেশ সম্মিলিত সনাতনী জাগরণ জোটের ব্যানারে রংপুর বিভাগীয় মহাসমাবেশ রংপুর নগরের জিলা স্কুল মাঠে করার কথা থাকলেও অনুমতি না পাওয়ায় ১৫টি শর্তে মাহীগঞ্জ ডিগ্রি কলেজ মাঠে অনুষ্ঠিত হয়। সমাবেশে প্রধান বক্তা ছিলেন বাংলাদেশ সম্মিলিত সনাতনী জাগরণ মঞ্চের মুখপাত্র ও পুণ্ডরিক ধামের অধ্যক্ষ চিন্ময় কৃষ্ণ দাস ব্রহ্মচারী। সমাবেশে আরও যোগদান করেন শংকর মঠ ও মিশনের অধ্যক্ষ তপনানন্দ গিরি মহারাজ, ইসকন প্রবর্তক শ্রীকৃষ্ণ মন্দিরের অধ্যক্ষ লীলারাজ গৌর দাস ব্রহ্মচারী, বাঁশখালী ঋষিধামের মোহন্ত সচিদানন্দ পুরী মহারাজ, কৈবল্যধামের মহারাজ কালিপদ ভট্টাচার্য, স্বামী গোপীনাথ মহারাজ। ৮ দফা দাবি আদায় না হওয়া পর্যন্ত আন্দোলন চালিয়ে যাওয়ার ঘোষণা দেওয়া হয়। সমাবেশে বিভাগের সব জেলা থেকে অংশগ্রহণ করে, তবে কুড়িগ্রামে সমাবেশগামী বাসে হামলা ও গাড়ি আটকে দেওয়ার ঘটনা ঘটে। হামলায় প্রায় ৩০ জন আহত হন।\n\n\n== লক্ষ্য ==\nআন্দোলনের মাধ্যমে প্রতিনিধিরা সংখ্যালঘু সম্প্রদায়ের নিরাপত্তা ও অধিকারের দাবিতে অন্তর্বর্তীকালীন সরকারের কাছে ৮ দফা দাবি উপস্থাপন করেন।\n\n\n=== ৮ দফা দাবি কর্মসূচি ===\nসংখ্যালঘু নির্যাতনের বিচারের জন্য দ্রুত বিচার ট্রাইব্যুনাল গঠন করে দোষীদের দ্রততম সময়ে উপযুক্ত শাস্তি প্রদান, ক্ষতিগ্রস্তদের যথোপযুক্ত ক্ষতিপূরণ প্রদান ও পুনর্বাসনের ব্যবস্থা করতে হবে।\nঅনতিবিলম্বে 'সংখ্যালঘু সুরক্ষা আইন' প্রণয়ন করতে হবে।\n'সংখ্যালঘু বিষয়ক মন্ত্রণালয়' গঠন করতে হবে।\nহিন্দু ধর্মীয় কল্যাণ ট্রাস্টকে হিন্দু ফাউন্ডেশনে উন্নীত করতে হবে। পাশাপাশি বৌদ্ধ ও খ্রিষ্টানধর্মীয় কল্যাণ ট্রাস্টকেও ফাউন্ডেশনে উন্নীত করতে হবে।\n'দেবোত্তর সম্পত্তি পুনরুদ্ধার ও সংরক্ষণ আইন' প্রণয়ন এবং 'অর্পিত সম্পত্তি প্রত্যর্পণ আইন' যথাযথ বাস্তবায়ন করতে হবে।\nসরকারি/বেসরকারি বিশ্ববিদ্যালয় ও বিশ্ববিদ্যালয় কলেজের সংখ্যালঘু শিক্ষার্থীদের জন্য উপাসনালয় নির্মাণ এবং প্রতিটি হোস্টেলে প্রার্থনা কক্ষ বরাদ্দ করতে হবে।\n'সংস্কৃত ও পালি শিক্ষা বোর্ড' আধুনিকায়ন করতে হবে।\nশারদীয় দুর্গাপূজায় ৫ দিন ছুটি দিতে হবে। পাশাপাশি প্রতিটি সংখ্যালঘু সম্প্রদায়ের প্রধান প্রধান ধর্মীয় উৎসবে প্রয়োজনীয় ছুটি প্রদান করতে হবে।\n\n\n== বৈশ্বিক প্রতিক্রিয়া ==\nযুক্তরাষ্ট্রের প্রবাসী সংগঠন ‘ইউনাইটেড হিন্দুজ অব ইউএসএ' নিউ ইয়র্কে জাতিসংঘ সদর দপ্তরে নিপীড়নের প্রতিবাদে বিক্ষোভ সমাবেশ করেন।\nফ্রান্সের প্যারিসে ঐতিহাসিক রিপাবলিক চত্বরে কয়েক হাজার সনাতন ধর্মাবলম্বী বাংলাদেশে চলমান নির্যাতনের প্রতিবাদ ও বিক্ষোভ সমাবেশ করেন।\nপ্রবাসী বাংলাদেশিরা যুক্তরাজ্যের ওয়েস্ট মিডল্যান্ডসের বার্মিংহামে বাংলাদেশে মন্দির-গির্জায় হামলা ও সংখ্যালঘুদের ওপর নিপীড়নের বিরুদ্ধে প্রতিবাদ সমাবেশ করেন।\nপ্রবাসী বাংলাদেশিরা যুক্তরাজ্যের সংসদ ভবন ও ব্রিটিশ গণমাধ্যম বিবিসির সামনে বিক্ষোভ করে সংখ্যালঘু সম্প্রদায়ের উপর অত্যাচার নিয়ে উদ্বেগ প্রকাশ করেন এবং সব নাগরিকের নিরাপত্তা নিশ্চিত করার জন্য অন্তর্বর্তীকালীন সরকারের প্রতি আহ্বান জানান। বাংলাদেশের হিন্দুদের সাম্প্রতিক সমস্যার সংবাদ প্রচার না করায় বিবিসির বার্তাকক্ষে একটি প্রতিবাদপত্র জমা দেন তারা।\n\n\n== চিত্রসম্ভার ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরো দেখুন ==\nছাত্র–জনতার গণঅভ্যুত্থান পরবর্তী সহিংসতা\nবাংলাদেশে সাম্প্রদায়িক সহিংসতা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}