{"pageid": 1467035, "title": "আলস্টার ইউনিয়নিস্ট পার্টি", "url": "https://bn.wikipedia.org/wiki?curid=1467035", "content": "আলস্টার ইউনিয়নিস্ট পার্টি (ইউইউপি) উত্তর আয়ারল্যান্ডের একটি ইউনিয়নবাদী রাজনৈতিক দল। দলটি ১৯০৫ সালে আলস্টার ইউনিয়নিস্ট কাউন্সিল হিসাবে প্রতিষ্ঠিত হয়েছিল, আলস্টারে আইরিশ ইউনিয়নবাদী জোট থেকে উদ্ভূত হয়েছিল। এডওয়ার্ড কার্সনের অধীনে, এটি আইরিশ হোম রুল আন্দোলনের ইউনিয়নবাদী বিরোধিতার নেতৃত্ব দেয়। আয়ারল্যান্ডের বিভক্তির পরে, এটি ১৯২১ এবং ১৯৭২ সালের মধ্যে উত্তর আয়ারল্যান্ডের শাসক দল ছিল। ট্রাবলস নামে পরিচিত দ্বন্দ্ব জুড়ে এটি বেশিরভাগ ইউনিয়নবাদী ভোটারদের দ্বারা সমর্থিত ছিল, এই সময়ে এটিকে প্রায়শই অফিসিয়াল ইউনিয়নিস্ট পার্টি (ওইউপি) হিসাবে উল্লেখ করা হত।\nডেভিড ট্রিম্বলের অধীনে, দলটি ১৯৯৮ সালের গুড ফ্রাইডে চুক্তির আলোচনায় সাহায্য করেছিল, যা বিরোধের অবসান ঘটায়। ট্রিম্বল ১৯৯৮ থেকে ২০০২ সাল পর্যন্ত উত্তর আয়ারল্যান্ডের প্রথম প্রথম মন্ত্রী হিসেবে দায়িত্ব পালন করেন। যাইহোক, এটি ২০০৩ সালে ডেমোক্রেটিক ইউনিয়নিস্ট পার্টি (ডিইউপি) দ্বারা বৃহত্তম ইউনিয়নবাদী দল হিসাবে অতিক্রম করে। ২০২২ সালের হিসাবে এটি শিন ফেইন, ডিইউপি এবং অ্যালায়েন্স পার্টির পরে উত্তর আয়ারল্যান্ড অ্যাসেম্বলিতে চতুর্থ বৃহত্তম দল। ২০২১ সাল থেকে দলটির নেতৃত্বে রয়েছেন ডগ বিটি।\n১৯০৫ এবং ১৯৭২ এর মধ্যে, এর সহকর্মী এবং এমপিরা ওয়েস্টমিনস্টারে কনজারভেটিভ পার্টির হুইপ গ্রহণ করেছিলেন, কার্যত পার্টির উত্তর আইরিশ শাখা হিসাবে কাজ করে। সানিংডেল চুক্তি নিয়ে মতবিরোধের কারণে ১৯৭২ সালে এই ব্যবস্থার সমাপ্তি ঘটে। ২০০৯ থেকে ২০১২ আলস্টার কনজারভেটিভস এবং ইউনিয়নিস্টদের নির্বাচনী জোট বাদ দিয়ে দুটি দল প্রাতিষ্ঠানিকভাবে আলাদা থেকেছে। ২০১৯ সালের জানুয়ারীতে প্রকাশিত ইউইউপি-এর প্রথম সদস্যপদ সমীক্ষা, পরামর্শ দিয়েছে যে এর ৬৭% সদস্য কনজারভেটিভ পার্টির সমর্থক।\n\n\n== নির্বাচনী ফলাফল ==\n\n\n=== কমন্সসভা ===\n\n\n=== Stormont ===\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nJohn Harbinson, The Ulster Unionist Party, 1882–1973 (Belfast: Blackstaff Press, 1973) আইএসবিএন ০-৮৫৬৪০-০০৭-৬\nGraham Walker, A History of the Ulster Unionist Party: Protest, Pragmatism and Pessimism (Manchester University Press: Manchester Studies in Modern History, 2004) আইএসবিএন ৯৭৮-০৭১৯০৬১০৯৭\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট"}