{"pageid": 1467000, "title": "গণতান্ত্রিক সংঘবাদী দল", "url": "https://bn.wikipedia.org/wiki?curid=1467000", "content": "ডেমোক্রেটিক ইউনিয়নিস্ট পার্টি (ডিইউপি) হল উত্তর আয়ারল্যান্ডের একটি ইউনিয়নবাদী, অনুগত, ব্রিটিশ জাতীয়তাবাদী   এবং জাতীয় রক্ষণশীল রাজনৈতিক দল। এটি ১৯৭১ সালে ইয়ান পেসলি দ্বারা ট্রাবলসের সময় প্রতিষ্ঠিত হয়েছিল, যিনি পরবর্তী ৩৭ বছর ধরে দলের নেতৃত্ব দিয়েছিলেন। বর্তমানে এটির নেতৃত্বে রয়েছেন গ্যাভিন রবিনসন, যিনি প্রথমে জেফরি ডোনাল্ডসনের পদত্যাগের পর অন্তর্বর্তীকালীন পদে পদত্যাগ করেছিলেন। এটি উত্তর আয়ারল্যান্ড অ্যাসেম্বলির দ্বিতীয় বৃহত্তম দল, এবং ২০২৪ সালের নির্বাচনে যুক্তরাজ্যের হাউস অফ কমন্সে পাঁচটি আসন জিতেছে। দলটিকে কেন্দ্র-ডান  থেকে দক্ষিণপন্থী   এবং সামাজিকভাবে রক্ষণশীল, গর্ভপাত বিরোধী এবং সমলৈঙ্গিক বিবাহের বিরোধিতাকারী হিসেবে বর্ণনা করা হয়েছে। ডিইউপি নিজেকে আইরিশ জাতীয়তাবাদ এবং প্রজাতন্ত্রবাদের বিরুদ্ধে ব্রিটিশত্ব এবং আলস্টার প্রোটেস্ট্যান্ট সংস্কৃতিকে রক্ষা করে বলে মনে করে। এছাড়াও দলটি ইউরোসেপ্টিক এবং ব্রেক্সিটেরও সমর্থক।\nডিইউপি প্রোটেস্ট্যান্ট ইউনিয়নিস্ট পার্টি থেকে বিকশিত হয়েছে এবং পেসলে প্রতিষ্ঠিত গির্জা ফ্রি প্রেসবিটারিয়ান চার্চ অফ আলস্টারের সাথে ঐতিহাসিকভাবে শক্তিশালী সম্পর্ক রয়েছে। ঝামেলার সময়, ডিইউপি আইরিশ জাতীয়তাবাদী বা রিপাবলিকানদের সাথে বিরোধ সমাধানের উপায় হিসাবে ক্ষমতা ভাগাভাগি করার বিরোধিতা করেছিল এবং একইভাবে উত্তর আইরিশ বিষয়ে আয়ারল্যান্ড প্রজাতন্ত্রকে জড়িত করার প্রচেষ্টা প্রত্যাখ্যান করেছিল। এটি ১৯৭৩ সালের সানিংডেল চুক্তি, ১৯৮৫ সালের অ্যাংলো-আইরিশ চুক্তি এবং ১৯৯৮ সালের গুড ফ্রাইডে চুক্তির বিরুদ্ধে প্রচারণা চালায়। ১৯৮০-এর দশকে, ডিইউপি অনুগত আধাসামরিক আন্দোলন থার্ড ফোর্স  এবং আলস্টার রেজিস্ট্যান্স  গঠনে জড়িত ছিল, যার পরবর্তীটি উত্তর আয়ারল্যান্ডে অস্ত্রের একটি বড় চালান পাচার করতে সাহায্য করেছিল।\nডিইউপি-এর ইতিহাসের বেশিরভাগ ক্ষেত্রে, আলস্টার ইউনিয়নিস্ট পার্টি ছিল উত্তর আয়ারল্যান্ডের বৃহত্তম ইউনিয়নবাদী দল; যদিও, ২০০৪ সালের মধ্যে, ডিইউপি উত্তর আয়ারল্যান্ড অ্যাসেম্বলি এবং ইউকে হাউস অফ কমন্স উভয়ের আসনের দিক থেকে ইউইউপি-কে ছাড়িয়ে গিয়েছিল। ২০০৬ সালে, ডিইউপি সেন্ট অ্যান্ড্রুজ চুক্তিতে সহ-স্বাক্ষর করে এবং পরের বছর সিন ফেইনের সাথে ক্ষমতা ভাগাভাগি করে নেওয়া সরকারে প্রবেশ করতে সম্মত হয়, যিনি পুলিশ পরিষেবা, আদালত এবং আইনের শাসনকে সমর্থন করতে সম্মত হন। পেসলি উত্তর আয়ারল্যান্ডের যুগ্ম প্রথম মন্ত্রী হন। যাইহোক, ডিইউপি-এর একমাত্র ইউরোপীয় পার্লামেন্টের সদস্য (এমইপি), জিম অ্যালিস্টার, এবং সাতজন ডিইউপি কাউন্সিলর  ট্র্যাডিশনাল ইউনিয়নিস্ট ভয়েস প্রতিষ্ঠার প্রতিবাদে দল ত্যাগ করেন।\nইয়ান পেসলে পিটার রবিনসন (২০০৮-২০১৫), তারপর আর্লেন ফস্টার (২০১৫-২০২১) দ্বারা ডিইউপি নেতা এবং প্রথম মন্ত্রী হিসাবে স্থলাভিষিক্ত হন। ফস্টারকে ক্ষমতাচ্যুত করার পর, এডউইন পুটস সংক্ষিপ্তভাবে নেতা হন এবং পল গিভানকে প্রথম মন্ত্রী হিসেবে মনোনীত করেন, কিন্তু তিন সপ্তাহ পর তিনি নিজেই পদত্যাগ করতে বাধ্য হন। ২০২১ সালের জুনে, জেফরি ডোনাল্ডসন তার স্থলাভিষিক্ত হন। উত্তর আয়ারল্যান্ড প্রোটোকলের বিরুদ্ধে প্রতিবাদে, গিভান ২০২২ সালের ফেব্রুয়ারিতে প্রথম মন্ত্রী হিসেবে পদত্যাগ করেন, উত্তর আয়ারল্যান্ডের কার্যনির্বাহীকে ভেঙে দেন। ৩০ জানুয়ারী ২০২৪-এ, ডোনাল্ডসন ঘোষণা করেন যে DUP যুক্তরাজ্য সরকারের সাথে একটি চুক্তিতে সম্মত হয়েছে যার ফলস্বরূপ ক্ষমতা ভাগাভাগি পুনরুদ্ধার করা হয়েছে। ডোনাল্ডসন ২৯ মার্চ ২০২৪-এ ঐতিহাসিক যৌন অপরাধের অভিযোগে অভিযুক্ত হওয়ার পর নেতার পদ থেকে পদত্যাগ করেন, পার্টির ডেপুটি লিডার, গ্যাভিন রবিনসন, অন্তর্বর্তী নেতা হিসাবে নিযুক্ত হন এবং পরে মে ২০২৪-এ পার্টির নেতা হিসাবে নিশ্চিত হন।\n\n\n== নির্বাচনী ফলাফল ==\n\n\n=== কমন্সসভা নির্বাচন ===\n\n\n=== উত্তর আয়ারল্যান্ড সমাবেশ নির্বাচন ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}