{"pageid": 1467150, "title": "ফারুক-ই-আজম", "url": "https://bn.wikipedia.org/wiki?curid=1467150", "content": "ফারুক-ই-আজম হলেন বাংলাদেশী একজন মুক্তিযোদ্ধা, রাজনীতিবিদ ও বর্তমান অন্তর্বর্তীকালীন সরকারের একজন উপদেষ্টা। বাংলাদেশের স্বাধীনতা যুদ্ধে তার অবদানের জন্য বাংলাদেশ সরকার তাকে বীর প্রতীক খেতাবে ভূষিত করে।\n\n\n== প্রারম্ভিক জীবন ==\nফারুক–ই–আজম উত্তর চট্টগ্রামের হাটহাজারী থানার ফরহাদাবাদ গ্রামের গুল মোহাম্মদ চৌধুরী বাড়িতে জন্মগ্রহণ করেন। নিম্নবিত্ত এক কৃষক পরিবারের বড় সন্তান ছিলেন তিনি। ফারুক–ই–আজম ১৯৬৬ সালে হাটহাজারীর কাটিরহাট উচ্চ বিদ্যালয় থেকে মাধ্যমিক পাস করেন। এরপর চরম দারিদ্র্যের কারণে ভাগ্য উন্নতির আশায় তিনি ১৯৬৭ সালের আগস্ট মাসে মাত্র ৫০ টাকা নিয়ে খুলনায় চলে যান।\n\n\n== মুক্তিযুদ্ধ ==\n১৯৭১ সালে মুক্তিযুদ্ধের সূচনাকালে তিনি খুলনা থেকে উচ্চমাধ্যমিক পাস করেন। মুক্তিযুদ্ধ শুরু হলে তিনি অনেক বাধাবিপত্তি পেরিয়ে চট্টগ্রামে পৌঁছান। ৬ মে তিনি সীমান্ত পাড়ি দিয়ে ভারতের হরিণা ইয়ুথ ক্যাম্পে আশ্রয় নেন। এই অবস্থায় তিনি একদিন শুনলেন, নৌবাহিনীর জন্য মুক্তিযোদ্ধা রিক্রুট করা হবে। তিনি লাইনে দাঁড়ালেন এবং নির্বাচিত হন। পলাশিতে দুই মাসের প্রশিক্ষণ শেষে ১ আগস্ট অপারেশনের জন্য তাঁকে মনোনীত করা হয়।\nমুক্তিযুদ্ধের একমাত্র সমন্বিত যুদ্ধাভিযান অপারেশন জ্যাকপট। সারা দেশে একই সময়ে সব বন্দরে একযোগে আক্রমণ চালানো হয়েছিল। চট্টগ্রাম বন্দরে আক্রমণের জন্য ২০ সদস্যের তিনটি দল নির্বাচন করা হয়। একটি দল চট্টগ্রামে এসে পৌঁছাতে পারেনি। বাকি দুটি দলের ৩৭ জন সদস্য অংশ নেন। অধিনায়ক ছিলেন এ ডব্লিউ চৌধুরী ও উপ-অধিনায়ক ছিলেন ফারুক-ই-আজম।\n\n\n== কর্মজীবন ==\nমুক্তিযুদ্ধ শেষে তিনি বাংলাদেশ নৌবাহিনীতে যোগ দেন এবং বিভিন্ন গুরুত্বপূর্ণ দায়িত্ব পালন করেন। তাঁর দক্ষতা ও দেশপ্রেমের কারণে তিনি নৌবাহিনীতে উল্লেখযোগ্য অবদান রাখেন। পরবর্তী জীবনে তিনি অবসর গ্রহণ করেন এবং মুক্তিযোদ্ধা হিসেবে তাঁর অভিজ্ঞতা ও স্মৃতিচারণা বিভিন্ন অনুষ্ঠানে এবং লেখনীর মাধ্যমে ভাগ করেন। ফারুক–ই–আজম মুক্তিযুদ্ধের ইতিহাস সংরক্ষণ এবং নতুন প্রজন্মের মাঝে মুক্তিযুদ্ধের চেতনা ছড়িয়ে দিতে সক্রিয় ভূমিকা পালন করেন। '১৯৭১ যুদ্ধদিনের স্মৃতিকথা' শিরোনামে একটি স্মৃতিচারণমূলক বই লিখেছেন তিনি। \nফারুক-ই-আজম ১৯৮৯ সালে চট্টগ্রামে প্রথম বিজয় মেলার অন্যতম সংগঠক এবং পরিকল্পিত চট্টগ্রাম ফোরামের সক্রিয় সদস্য ছিলেন।\nতিনি ২০২৪ সালের ৮ আগস্ট বাংলাদেশের অন্তর্বর্তী সরকার এর উপদেষ্টা হিসেবে নিযুক্ত হন এবং ১৩ আগস্ট মুক্তিযুদ্ধ বিষয়ক মন্ত্রণালয়ের উপদেষ্টা হিসেবে দায়িত্ব পান এবং ১৬ আগস্ট দুর্যোগ ব্যবস্থাপনা ও ত্রাণ মন্ত্রণালয়ের উপদেষ্টা হিসেবেও দায়িত্ব পান।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে ফারুক-ই-আজম সম্পর্কিত মিডিয়া দেখুন।"}