{"pageid": 1468460, "title": "আবু মোহাম্মদ সরোয়ার ফরিদ", "url": "https://bn.wikipedia.org/wiki?curid=1468460", "content": "আবু মোহাম্মদ সরোয়ার ফরিদ বাংলাদেশ সেনাবাহিনীর একজন মেজর জেনারেল। তিনি বাংলাদেশের জাতীয় নিরাপত্তা গোয়েন্দা (এনএসআই) সংস্থার মহাপরিচালক। ইতিপূর্বে তিনি বাংলাদেশ মিলিটারি একাডেমিতে কমান্ড্যান্ট ছিলেন।\n\n\n== প্রাথমিক জীবন ==\nআবু মোহাম্মদ সরোয়ার ফরিদ ডিফেন্স সার্ভিসেস কমান্ড অ্যান্ড স্টাফ কলেজ, মিরপুর এবং জয়েন্ট সার্ভিসেস কমান্ড অ্যান্ড স্টাফ কলেজ, যুক্তরাজ্যের স্নাতক। তিনি মিরপুরের ন্যাশনাল ডিফেন্স কলেজ থেকে আর্মড ফোর্সেস ওয়ার কোর্স সম্পন্ন করেন। তিনি ন্যাশনাল ইউনিভার্সিটি বাংলাদেশ থেকে ডিফেন্স স্টাডিজে স্নাতকোত্তর এবং কিংস কলেজ লন্ডন থেকে ডিফেন্স স্টাডিজে মাস্টার্স করেছেন।\n\n\n== কর্মজীবন ==\nআবু মোহাম্মদ সরোয়ার ফরিদ ২০ ডিসেম্বর ১৯৯২ তারিখে ২৭ তম বাংলাদেশ মিলিটারি একাডেমী লং কোর্সের মাধ্যমে আর্মার্ড কোরে কমিশন লাভ করেন। তিনি বিভিন্ন কমান্ড, স্টাফ এবং নির্দেশমূলক নিয়োগে কাজ করেছেন।\nতিনটি সাঁজোয়া রেজিমেন্টে বিভিন্ন কমান্ড ও স্টাফ নিয়োগে দায়িত্ব পালন করেন।\nতিনি ৯ পদাতিক ডিভিশনের অধীনে ৯টি বেঙ্গল ল্যান্সার কমান্ড করেন। তিনি বাংলাদেশ সেনাবাহিনীর একমাত্র সাঁজোয়া ব্রিগেড ৯৩টি সাঁজোয়া ব্রিগেডকে কমান্ড করেন।\nতার স্টাফ অ্যাসাইনমেন্টের মধ্যে রয়েছে বাংলাদেশ মিলিটারি একাডেমিতে অ্যাডজুট্যান্ট, ৯৩ আর্মার্ড ব্রিগেডের ব্রিগেড মেজর, প্রিন্সিপাল স্টাফ অফিসার সশস্ত্র বাহিনী বিভাগের ব্যক্তিগত সচিব, একটি পদাতিক ডিভিশনের কর্নেল স্টাফ, আর্মার ডিরেক্টরেটের পরিচালক এবং সেনা সদর দফতরের উপ-সামরিক সচিব।\nতিনি বাংলাদেশ মিলিটারি একাডেমিতে প্লাটুন কমান্ডার, আর্মার স্কুলে প্রশিক্ষক, ডিফেন্স সার্ভিসেস কমান্ড অ্যান্ড স্টাফ কলেজে ডিরেক্টরিং স্টাফ এবং ন্যাশনাল ডিফেন্স কলেজে সশস্ত্র বাহিনী ওয়ার কোর্সের ডাইরেক্টিং স্টাফ হিসেবে দায়িত্ব পালন করেন।\nতিনি সাঁজোয়া কর্পস সেন্টার এবং স্কুলে জেনারেল স্টাফ অফিসার গ্রেড-২ (গবেষণা ও প্রকাশনা) পাশাপাশি সেনা প্রশিক্ষণ ও ডকট্রিন কমান্ডে ডকট্রিন বিভাগে জেনারেল স্টাফ অফিসার গ্রেড-১ হিসেবে দায়িত্ব পালন করেন।\n\n\n=== জাতিসংঘ শান্তিরক্ষা মিশন ===\nআবু মোহাম্মদ সরোয়ার ফরিদ সিয়েরা লিওনে জাতিসংঘ মিশনে (ইউএনএমএসআইএল) একজন সামরিক পর্যবেক্ষক হিসাবে এবং ডিআর কঙ্গোতে জাতিসংঘ মিশনে (এমওএনইউসি) ওয়েস্টার্ন ব্রিগেড সদর দপ্তরে একজন অপারেশনাল স্টাফ অফিসার হিসাবে দায়িত্ব পালন করেছেন।\n\n\n== পারিবারিক জীবন ==\nআবু মোহাম্মদ সরোয়ার ফরিদ চিকিৎসক সানজিয়া নিগারকে বিয়ে করেন, এই দম্পতির দুই ছেলে।\n\n\n== তথ্যসূত্র =="}