{"pageid": 1468167, "title": "মোতালেব সাজ্জাদ মাহমুদ", "url": "https://bn.wikipedia.org/wiki?curid=1468167", "content": "মোতালেব সাজ্জাদ মাহমুদ (জন্ম: ২৫ ডিসেম্বর ১৯৭১) বাংলাদেশ সেনাবাহিনীর একজন মেজর জেনারেল। তিনি বাংলাদেশ আনসার ও গ্রাম প্রতিরক্ষা বাহিনীর মহাপরিচালক হিসেবে দায়িত্ব পালন করছেন। তিনি আনসার-ভিডিপি উন্নয়ন ব্যাংকের বর্তমান চেয়ারম্যান হিসাবে দায়িত্ব পালন করছেন।\n\n\n== প্রাথমিক জীবন ==\nমোতালেব সাজ্জাদ মাহমুদ ২৫ ডিসেম্বর ১৯৭১ সালে চট্টগ্রামে জন্মগ্রহণ করেন। তিনি চট্টগ্রাম কলেজিয়েট স্কুল থেকে মাধ্যমিক এবং চট্টগ্রাম সিটি কলেজ থেকে উচ্চ মাধ্যমিক পাশ করেন।\n\n\n== সামরিক কর্মজীবন ==\nমোতালেব সাজ্জাদ মাহমুদ ১৯৯০ সালে বাংলাদেশ মিলিটারি একাডেমিতে অফিসার ক্যাডেট হিসেবে যোগদান করে  ৯ জুন ১৯৯২ সালে ২৬তম দীর্ঘমেয়াদি কোর্সে পদাতিক কোরে কমিশন লাভ করেন। কমিশন পরবর্তীকালে তিনি ইইস্ট বেঙ্গল রেজিমেন্টের ৯ম ব্যাটালিয়নে (চার্জিং নাইন) যোগদান পূর্বক তার সামরিক কর্মজীবন শুরু করেন।\nতিনি থাইল্যান্ডে স্পেশাল অপস কোর্স, কানাডায় ইউনাইটেড ন্যাশনস ইন্টিগ্রেটেড মিশন স্টাফ অফিসার্স কোর্স (ইউনিমস্ক) এবং যুক্তরাজ্য থেকে ইন্টারন্যাশনাল জয়েন্ট অপারেশনাল প্লানিং কোর্সে সফলতা অর্জন করেন।\nন্যাশনাল ডিফেন্স ইউনিভার্সিটি, চায়না থেকে মাস্টার্স অব মিলিটারি সাইন্স স্ট্র্যাটেজিক স্টাডিজ সম্পন্ন করেন। তিনি ডিফেন্স সার্ভিসেস কমান্ড এন্ড স্টাফ কলেজ (ডিএসসিএসসি) এবং ন্যাশনাল ডিফেন্স কলেজ, মিরপুর (এনডিসি) থেকে গ্র্যাজুয়েশন সম্পন্ন করেন।\nএছাড়াও তিনি দেশে ও বিদেশে স্ট্যাডি টুর এবং স্টাফ ভিজিটে অংশগ্রহণ করেন।\nতিনি বিভিন্ন রেজিমেন্টাল নিয়োগ ছাড়াও একটি ডিভিশন সাপোর্ট পদাতিক ব্যাটালিয়ন (১৯ ইস্ট বেংগল) কমান্ড করেন।\nতিনি পার্বত্য চট্টগ্রাম বান্দরবানে ৬৯ পদাতিক ব্রিগেডের ব্রিগেড মেজর (বিএম) এবং জেনারেল স্টাফ অফিসার থার্ড গ্রেড (জিএসও-৩) ইন ইন্টেলিজেন্স হিসেবে নিয়োজিত ছিলেন। পার্বত্য চট্টগ্রামে কাউন্টার ইনসার্জেন্সি অপারেশনে দক্ষতা এবং বিশেষ জ্ঞান থাকায় পরবর্তীকালে তিনি ২৪ পদাতিক ডিভিশনের কর্ণেল স্টাফ, জেনারেল স্টাফ অফিসার ফার্স্ট গ্রেড (জিএসও-১) ইন কাউন্টার ইনসার্জেন্সি (সিআই) এবং ২০৩ পদাতিক ব্রিগেডের ব্রিগেড কমান্ডার ও খাগড়াছড়ি রিজিয়নের রিজিয়ন কমান্ডার হিসেবে নিয়োজিত ছিলেন।\nতিনি ন্যাশনাল ডিফেন্স কলেজ মিরপুরের জেনারেল স্টাফ অফিসার ফার্স্ট গ্রেড (জিএসও-১) ইন ট্রেনিং এবং আর্মড ফোর্সেস ওয়ার কোর্সের (এএফডব্লিউসি) ফ্যাকাল্টি অফিসার হিসেবে কর্মরত ছিলেন।\nতিনি ইষ্ট বেঙ্গল রেজিমেন্টাল সেন্টারের কমান্ড্যান্ট হিসেবে পাইওনিয়ার মেজর জেনারেল পদবিতে গৌরবময় দায়িত্ব পালন করেছেন।\nতিনি ১২ আগস্ট ২০২৪ সাল থেকে বাংলাদেশ আনসার ও গ্রাম প্রতিরক্ষা বাহিনীর মহাপরিচালক হিসেবে দায়িত্ব পালন করছেন।\nতিনি ৯ সেপ্টেম্বর ২০২৪ সালে আনসার-ভিডিপি উন্নয়ন ব্যাংকের চেয়ারম্যান হিসেবে নিয়োগ পান।\n\n\n=== জাতিসংঘ শান্তিরক্ষা মিশন ===\nমোতালেব সাজ্জাদ মাহমুদ জাতিসংঘের তত্ত্বাবধানে পরিচালিত কুয়েত ও ইরাকে ইউনাইটেড ন্যাশনস পিস কিপিং অপারেশনে (ইউএনআইকেওএম) ১৯৯৯ থেকে ২০০১ সাল পর্যন্ত প্লাটুন উপ অধিনায়ক হিসেবে দায়িত্ব পালন করেন এবং ২০০৮-২০০৯ সাল পর্যন্ত আইভোরিকোস্টে জাতিসংঘ মিশনে দায়িত্ব পালন করেন।\n\n\n== সম্মাননা ==\nমোতালেব সাজ্জাদ মাহমুদকে পার্বত্য চট্টগ্রামের বিলাইছড়ি জোনের সন্ত্রাস দমন অভিযানে সাফল্য অর্জন করায়  'সেনাবাহিনী প্রধানের প্রশংসা পত্র (অপারেশন)' প্রদান করা হয়। এছাড়াও পার্বত্য চট্টগ্রামে পরিচালিত অপারেশন দাবানল চলাকালীন বিলাইছড়ি জোনের সীমান্তবর্তী এলাকায় সন্ত্রাসী গুপ্তাশ্রয়ে সফল হানা পরিচালনার জন্য 'সেনা গৌরব পদক (এসজিপি)' প্রদান করা হয়।\n\n\n== পারিবারিক জীবন ==\nবিবাহিত জীবনে মোতালেব সাজ্জাদ মাহমুদ দুই কন্যা এবং এক পুত্রের পিতা।\n\n\n== তথ্যসূত্র =="}