{"pageid": 1468982, "title": "ডায়োনিসিয়াস দ্য রেনেগেড", "url": "https://bn.wikipedia.org/wiki?curid=1468982", "content": "ডায়োনিসিয়াস দ্য রেনেগেড ( গ্রিক: Διονύσιος ὁ Μεταθέμενος  </link> ; আঃ. ৩৩০ খ্রিষ্টপূর্বাব্দ - আঃ ২৫০ খ্রিস্টপূর্বাব্দ  ), ইনি হেরাক্লিয়ার ডায়োনিসিয়াস নামেও পরিচিত ছিলেন। ইনি ছিলেন একজন 'স্টোইক' দার্শনিক এবং কিতিউম এর বাসিন্দা জেনো-র ছাত্র। ডায়োনিসিয়াস জীবনের শেষ দিকে, ভয়ানক যন্ত্রনায় আক্রান্ত হয়ে স্টোইসিজম ত্যাগ করেছিলেন।   \n\n\n== জীবন ==\nডায়োনিসিয়াস ছিলেন থিওফ্যান্টাসের পুত্র। কৈশোরে তিনি হেরাক্লাইডস, অ্যালেক্সিনাস এবং মেনেডেমাসের শিষ্য ছিলেন। এরপরে তিনি জেনোর শিষ্য হয়েছিলেন। জেনো তাকে স্টোইসিজম গ্রহণ করতে উৎসাহিত  করেছিলেন বলে মনে করা হয়।  পরবর্তী সময়ে তিনি ভয়ানক চোখের পীড়ায় আক্রান্ত হন,  যার কারণে তিনি স্টোইক দর্শন ত্যাগ করেন এবং সাইরেনাইকদের সাথে যোগ দেন। এদের মতবাদ ছিল হেডোনিজম। এই মতবাদে, ব্যথার অনুপস্থিতি ছিল সবচেয়ে ভালো। এটি তাঁর কাছে স্টোইসিজম-এর কঠোর নীতিশাস্ত্রের চেয়ে বেশি আকর্ষক মতবাদ বলে মনে হয়েছিল। ।   তার আগের ধর্মত্যাগ তাকে 'দ্য রেনেগেড' ( গ্রিক: μεταθέμενος   ) নামে জনপ্রিয় করে। </link> ,  মেটাথেমেনোস )। তিনি যখন একজন স্টোইক ছিলেন, তখন তিনি তার বিনয়, ত্যাগ এবং সংযমের জন্য প্রশংসিত হতেন। কিন্তু, পরবর্তীকালে তাকে একজন কামুক বা কামবিলাসী ব্যক্তি হিসাবে বর্ণনা করা হয়।   তিনি আশি বছর বয়সে স্বেচ্ছা-অনশনে মারা যান।   \nডায়োজিনেস লার্টিয়াস-এর মতে,  ডায়োনিসিয়াস  পার্থেনোপাইস নামে একটি সোফোক্লিয়ান নাটক রচনা করেছিলেন অপর এক দার্শনিক, হেরাক্লাইডস পন্টিকাসকে বোকা বানানোর উদ্দেশ্যে। \nহেরাক্লাইডস বোকা বনেছিলেন এবং এই নাটকটিকে 'মৌলিক রচনা' বলে উল্লেখ করেছিলেন। অবশ্য, পরে ডায়োনিসিয়াস তার প্রতারণার কথা স্বীকার করেছিলেন।   কিন্তু, হেরাক্লাইডস সেই স্বীকারোক্তি অবিশ্বাস করেন। এর প্রমাণ হিসাবে তিনি ডায়োনিসিয়াস নাটকের মধ্যে লুকিয়ে থাকা একটি  হেঁয়ালির উল্লেখ করেছিলেন, যেখানে ডায়োনিসিয়াসের প্রেমিকা প্যানকালাসের নাম   ছিল।  এই বিষয়ে নিশ্চিত না হতে পেরে হারক্লাইডস অবশ্য পরে এটিকে কাকতালীয় বা সমাপতন বলে উড়িয়ে দিয়েছেন। এর জবাবে, ডায়োনিসিয়াস  হেরাক্লাইডসকে আরও পড়ার নির্দেশ দেন, যা এই লাইনগুলি প্রকাশ করে: 'একটি বুড়ো বানর ফাঁদে ধরা পড়ে না। ওহ হ্যাঁ, সে শেষ পর্যন্ত ধরা পড়েছে, তবে সময় লাগে' এবং অবশেষে, 'হেরাক্লাইডস  নিরক্ষর এবং তার অজ্ঞতার জন্য লজ্জিত নয়'। \n\n\n== তথ্যসূত্র =="}