{"pageid": 1468133, "title": "বিবেক রাম চৌধুরী", "url": "https://bn.wikipedia.org/wiki?curid=1468133", "content": "এয়ার চিফ মার্শাল বিবেক রাম চৌধুরী,  ভারতীয় বিমান বাহিনীর একজন এয়ার অফিসার । বর্তমানে তিনি বিমান বাহিনী প্রধান (সিএএস) হিসেবে দায়িত্ব পালন করছেন। তিনি ২৪তম সিএএস হিসাবে ২০২১ সালের ৩০ সেপ্টেম্বর এয়ার চিফ মার্শাল রাকেশ কুমার সিং ভাদৌরিয়ার স্থলাভিষিক্ত হন  এর আগে তিনি ৪৫ তম ভাইস চিফ অব দ্য এয়ার স্টাফ এবং এয়ার অফিসার কমান্ডিং-ইন-চিফ ওয়েস্টার্ন এয়ার কমান্ড হিসেবে দায়িত্ব পালন করেন। \n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nবিবেক রাম চৌধুরী জন্মগ্রহণ করেন রামভাউ গণপত চৌধুরীর ঘরে। তার মা ছিলেন স্কুলের প্রধান শিক্ষিকা। তাঁর পিতামহ ছিলেন হাদগাঁও তালুকের একটি গ্রামের কলি জেলা পরিষদ স্কুলের শিক্ষক।  তিনি নান্দেদের প্রাথমিক বিদ্যালয়ে পড়াশোনা করেছেন। তার বাবা সেখানে একটি কোম্পানি শুরু করায় পরিবারটি হায়দ্রাবাদে চলে আসে। এইভাবে তিনি হায়দ্রাবাদের রামচন্দ্রপুরম, BHEL উচ্চ মাধ্যমিক বিদ্যালয় থেকে তার স্কুলিং করেন।  পরবর্তীকালে তিনি পুনে চলে যান এবং একটি মিলিটারি স্কুলে ভর্তি হন। তিনি ন্যাশনাল ডিফেন্স একাডেমি (৬১তম কোর্স), এয়ার ফোর্স একাডেমি এবং ডিফেন্স সার্ভিসেস স্টাফ কলেজ, ওয়েলিংটন (ডিএসএসসি) এর প্রাক্তন ছাত্র।\n\n\n== কর্মজীবন ==\nচৌধুরী ২৯ ডিসেম্বর ১৯৮২ সালে ভারতীয় বিমান বাহিনীতে ফাইটার পাইলট হিসাবে কমিশন লাভ করেন। তিনি একজন ক্যাটাগরি 'A' যোগ্য ফ্লাইং প্রশিক্ষক এবং ইন্সট্রুমেন্ট রেটিং প্রশিক্ষক এবং পরীক্ষক। MiG-21, MiG-23MF, MiG-29 এবং Su-30MKI সহ বিভিন্ন যুদ্ধবিমানে তার ৩৮০০ ঘণ্টারও বেশি সময় উড়ার অভিজ্ঞতা রয়েছে। তিনি সূর্য কিরণ অ্যারোবেটিক ডিসপ্লে দলের একজন অগ্রগামী সদস্যও ছিলেন।  একজন ফাইটার পাইলট হিসেবে, তিনি অপারেশন মেঘদূত এবং অপারেশন সফেদ সাগরের সময় অপারেশনাল মিশন উড়িয়েছিলেন। \nচৌধুরী জামনগরে মিগ-২৯ স্কোয়াড্রন নম্বর ২৮ স্কোয়াড্রন আইএএফ এবং জম্মু ও কাশ্মীরের অবন্তিপোরায় ফরোয়ার্ড ঘাঁটির নেতৃত্ব দিয়েছেন। তিনি শ্রীনগর এয়ার ফোর্স স্টেশনের চিফ অপারেশন অফিসার হিসেবেও কাজ করেছেন। \n\n\n=== পতাকা অফিসার ===\nএকজন এয়ার কমোডর হিসেবে, তিনি বিমান বাহিনী প্রধান, এয়ার চিফ মার্শাল প্রদীপ বসন্ত নায়েকের বিমান সহকারী হিসেবে দায়িত্ব পালন করেন। পরবর্তীকালে তিনি পুনের লোহেগাঁও বিমান ঘাঁটির নেতৃত্ব দেন। তিনি DSSC ওয়েলিংটনের পাশাপাশি লুসাকা, জাম্বিয়ার ডিফেন্স সার্ভিসেস কমান্ড অ্যান্ড স্টাফ কলেজে প্রশিক্ষক হিসেবে কাজ করেছেন।\nএয়ার ভাইস মার্শালে পদোন্নতির পর, চৌধুরী এয়ার সদর দফতরে সহকারী প্রধান বিমান কর্মী অপারেশন (এয়ার ডিফেন্স) এবং এয়ার ফোর্স একাডেমি, দুন্ডিগুলে ডেপুটি কমান্ড্যান্ট হিসেবে দায়িত্ব পালন করেন।  পরবর্তীকালে তিনি সহকারী বিমান বাহিনী প্রধান (পার্সোনেল অফিসার) এবং পরে বিমান সদর দপ্তরে উপ-প্রধান হিসেবে নিযুক্ত হন।   1 অক্টোবর ২০১৯ এ, তিনি শিলং -এ ইস্টার্ন এয়ার কমান্ডের সিনিয়র এয়ার স্টাফ অফিসার নিযুক্ত হন। অল্প সময়ের পর, ১ আগস্ট ২০২০ এ, তিনি এয়ার অফিসার কমান্ডিং-ইন-চিফ ওয়েস্টার্ন এয়ার কমান্ড নিযুক্ত হন।\n\n\n=== বিমান বাহিনী প্রধান ===\n২১শে সেপ্টেম্বর ২০২১ এ, ভারত সরকার ৩০শে সেপ্টেম্বর ২০২১ এ এয়ার চিফ মার্শাল রাকেশ কুমার সিং ভাদৌরিয়া অবসর নেওয়ার পর চৌধরীকে বিমান বাহিনীর পরবর্তী প্রধান হিসেবে নিয়োগ দেয় \n\n\n== সম্মাননা এবং পুরস্কার ==\nতার কর্মজীবনে, চৌধুরী তার সেবার জন্য ২০০৪ সালে বায়ু সেনা পদক, ২০১৫ সালে অতি বিশেষ সেবা পদক এবং ২০২১ সালে পরম বিশেষ সেবা পদক লাভ করেন। \n\n\n== পদমর্যাদার তারিখ ==\n\n\n== ব্যক্তিগত জীবন ==\nতিনি নীতা চৌধুরীকে বিয়ে করেছেন। তাদের দুই ছেলে আছে।  তার ছেলে মিহির চৌধুরীও ভারতীয় বিমান বাহিনীর একজন অফিসার ( স্কোয়াড্রন লিডার )। \n\n\n== তথ্যসূত্র =="}