{"pageid": 1468835, "title": "২০২৪ আর. জি. কর মেডিকেল কলেজ ও হাসপাতাল ধর্ষণ ও হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1468835", "content": "২০২৪ সালের ৯ অগাস্ট সকাল সাড়ে ৯টা নাগাদ, আর. জি. কর মেডিকেল কলেজ ও হাসপাতালের কলেজ শাখার সেমিনার হল থেকে একজন মহিলা ডাক্তারের মৃতদেহ অর্ধনগ্ন অবস্থায় উদ্ধার করা হয়। ৩১ বছর বয়সী এই ডাক্তারের দেহে মারাত্মক আঘাতের চিহ্ন ছিল। মৃতদেহের পোস্টমর্টেম রিপোর্টে ধর্ষণের প্রমাণ পাওয়া যায়। এই ঘটনা সারা দেশজুড়ে তীব্র প্রতিবাদের জন্ম দেয়।\n\n\n== পটভূমি ==\n৯ আগস্ট ২০২৪ তারিখে কলকাতার আর জি কর মেডিক্যাল কলেজ ও হাসপাতালে ঘটে যাওয়া এক মর্মান্তিক ধর্ষণ ও খুনের ঘটনা সারা দেশকে নাড়িয়ে দেয়। রাত ৩টা থেকে ৬টার মধ্যে ঘটনাটি ঘটে বলে অনুমান করা হচ্ছে। ভুক্তভোগী ছিলেন একজন পোস্টগ্রাজুয়েট শিক্ষানবিশ ডাক্তার, যিনি ওই রাতে ডিউটিতে ছিলেন। ভোরের দিকে, হাসপাতালের সেমিনার রুমে তার মৃতদেহ পাওয়া যায়।\nঅটোপসি রিপোর্টে জানা যায় যে ভুক্তভোগীকে প্রথমে শ্বাসরোধ করে হত্যা করা হয় এবং তার শরীরে যৌন নির্যাতনের স্পষ্ট চিহ্ন পাওয়া যায়। তার গলায় অস্থি ভেঙে যাওয়া, মুখে এবং শরীরের বিভিন্ন স্থানে আঘাতের চিহ্ন, এবং যৌনাঙ্গে গুরুতর আঘাতের লক্ষণ ছিল। এছাড়াও, তার শরীর থেকে রক্তপাত হচ্ছিল, যা যৌন নির্যাতনের প্রমাণ বহন করে। মৃতদেহের পোস্টমর্টেম রিপোর্টে ধর্ষণের প্রমাণ পাওয়া যায়। এই ঘটনা সারা দেশজুড়ে তীব্র প্রতিবাদের জন্ম দেয়।\nএই ঘটনার মূল অভিযুক্ত, কলকাতা পুলিশের সাথে যুক্ত একজন সিভিক ভলান্টিয়ার, সঞ্জয় রায়। ঘটনাস্থলের সিসিটিভি ফুটেজ থেকে চিহ্নিত হয় এবং পরে গ্রেপ্তার করা হয়। এই নৃশংস ঘটনার প্রতিবাদে কলকাতা সহ ভারতের বিভিন্ন স্থানে ডাক্তার এবং নার্সদের মধ্যে ব্যাপক ক্ষোভ দেখা যায়। পশ্চিমবঙ্গের মুখ্যমন্ত্রী মমতা বন্দ্যোপাধ্যায় পুলিশকে দ্রুত বিচার প্রক্রিয়া শেষ করার নির্দেশ দেন এবং অপরাধীর সর্বোচ্চ শাস্তির প্রতিশ্রুতি দেন।\nএই ঘটনাটি সারা দেশে নারীদের নিরাপত্তার বিষয়ে নতুন করে আলোচনার সূত্রপাত করেছে এবং অনেকেই তদন্তের জন্য সিবিআইয়ের হস্তক্ষেপ দাবি করেছেন। কলকাতা হাইকোর্ট ইতিমধ্যেই এই মামলাটি সিবিআইকে হস্তান্তরের নির্দেশ দিয়েছে এবং তদন্তের ওপর নজরদারি করছে।\n\n\n== পুলিশি তদন্ত ও গ্রেপ্তার ==\nএই ঘটনা নিয়ে পশ্চিমবঙ্গ পুলিশ একটি বিশেষ তদন্ত দল গঠন করেছে এবং একজন সিভিক ভলান্টিয়ারকে গ্রেপ্তার করেছে, তবে সন্দেহভাজনদের সংখ্যা নিয়ে এখনও বিতর্ক রয়েছে। ধর্ষণ ও হত্যাকাণ্ডের জন্য অভিযুক্ত ব্যক্তি বর্তমানে পুলিশ হেফাজতে রয়েছেন এবং তার বিরুদ্ধে দণ্ডবিধির ৩৭৬ (ধর্ষণ) এবং ৩০২ (খুন) ধারায় মামলা দায়ের করা হয়েছে।\n\n\n== আন্দোলন ও প্রতিক্রিয়া ==\nএই ঘটনার পরপরই হাসপাতাল ও কলেজের শিক্ষার্থীরা ব্যাপক বিক্ষোভ শুরু করে। এছাড়াও, কলকাতা সহ সারা দেশে নারীরা মেয়েরা রাত দখল করো (আক্ষ. 'Girls' claim of the night') শিরোনামে একটি প্রতীকী মিছিল করে। পুলিশের তরফ থেকে সেমিনার হলের ভাঙচুর নিয়ে গুজবের ব্যাপারে সতর্কতা দেওয়া হয়েছে। পশ্চিমবঙ্গের মুখ্যমন্ত্রী মমতা বন্দ্যোপাধ্যায় দোষীদের বিরুদ্ধে দ্রুত বিচার করার প্রতিশ্রুতি দিয়েছেন এবং তাদের মৃত্যুদণ্ডের দাবি জানিয়েছেন।\n\nঘটনাটি গণমাধ্যমে ব্যাপকভাবে স্থান পেয়েছে এবং সারা দেশে বিশেষ করে চিকিৎসাগত পেশার সঙ্গে জড়িত সম্প্রদায়ের মানুষের মধ্যে ক্ষোভের সৃষ্টি করেছে। ছাত্র ইউনিয়ন এবং নিহতের সহকর্মীরা সঠিক বিচার এবং ক্যাম্পাসে নিরাপত্তা ব্যবস্থা উন্নতির দাবি করেছেন।\nইণ্ডিয়ান মেডিকেল অ্যাসোসিয়েশন (আইএমএ) এর প্রতিক্রিয়া হিসাবে, কেন্দ্রীয় স্বাস্থ্যমন্ত্রী জে পি নাড্ডার সঙ্গে দেখা করেন এবং ডাক্তারদের বিরুদ্ধে সহিংসতা প্রতিরোধের লক্ষ্যে একটি বিশেষ কেন্দ্রীয় আইন প্রবর্তন করার কথা বলেন। তাঁরা হাসপাতালগুলোকে নিরাপদ অঞ্চল হিসেবে চিহ্নিত করারও আহ্বান জানান। অপরাধের পর, সারা দেশে চিকিৎসা কর্মীদের নিরাপত্তার বিষয়ে গুরুতর উদ্বেগ উত্থাপন করে আবাসিক ডাক্তারদের ব্যাপক প্রতিবাদ এবং ধর্মঘটের প্রতিক্রিয়ার পরে, এই আবেদনটি করা হয়েছিল।\n\n১৩ই আগস্ট, মহারাষ্ট্র রাজ্যে ৮,০০০ জনেরও বেশি ডাক্তার জরুরি পরিষেবা ব্যতীত সমস্ত চিকিৎসা স্থগিত করেছিলেন। নতুন দিল্লিতে, সাদা কোট পরা জুনিয়র ডাক্তাররা বড় বড় সরকারি হাসপাতালের বাইরে বিক্ষোভ করেছেন। ১৩ই আগস্ট কলকাতার প্রায় সব সরকারি কলেজ হাসপাতালে জরুরি পরিষেবা স্থগিত ছিল। লখনউ, এবং গোয়ার মতো শহরগুলিতে অনুরূপ বিক্ষোভ কিছু হাসপাতালের পরিষেবাকে প্রভাবিত করেছিল। যে সমস্ত হাসপাতালগুলিতে বিক্ষোভ হয়েছিল তার মধ্যে রয়েছে এইমস দিল্লি, লেডি হার্ডিঞ্জ মেডিকেল কলেজ, সফদরজং হাসপাতাল, আরএমএল হাসপাতাল, কলকাতা ন্যাশনাল মেডিকেল কলেজ এবং হাসপাতাল পাশাপাশি আর জি কর মেডিকেল কলেজ ও হাসপাতাল।\n১২ই আগস্ট, ফেডারেশন অফ রেসিডেন্ট ডক্টরস অ্যাসোসিয়েশন (এফওআরডিএ) সমস্ত নির্বাচনী চিকিৎসা পরিষেবা স্থগিত করে প্রতিবাদ করে। ১২ই আগস্ট আইএমএ এবং অন্যান্য গোষ্ঠীর একটি প্রতিনিধিদল স্বাস্থ্যমন্ত্রী জে পি নাড্ডার সাথে দেখা করার পরে কিছু বিক্ষোভ প্রত্যাহার করা হয়েছিল। যাইহোক, ফেডারেশন অফ অল ইন্ডিয়া মেডিকেল অ্যাসোসিয়েশন (এফএআইএমএ) এবং এইমস দিল্লি, কলকাতা ন্যাশনাল মেডিক্যাল কলেজ, ইন্দিরা গান্ধী মেডিকেল কলেজ দ্বারকা, আর জি কর মেডিকেল কলেজ ও হাসপাতাল, আরএমএল হাসপাতাল এবং সফদরজং হাসপাতাল সহ ভারতের বেশ কয়েকটি আবাসিক ডাক্তার সমিতির প্রতিবাদ অব্যাহত থাকে। ধর্মঘট প্রত্যাহার করার দুই দিন পর, আর জি কর মেডিকেল কলেজে বিক্ষোভকারীদের বিরুদ্ধে পুলিশের সহিংসতার প্রতিবেদনের পর এফওআরডিএ তাদের ধর্মঘট পুনরায় শুরু করে।\n১৪ই আগস্ট কলকাতা এবং ভারতের অন্যান্য শহরে \"মেয়েরা রাত দখল করো\" নামে বিক্ষোভ অনুষ্ঠিত হয়। প্রতিবাদের লক্ষ্য ছিল \"স্বাধীনতার মধ্যরাতে নারীর স্বাধীনতা\", উল্লেখ্য যে ১৫ই আগস্ট ভারতের স্বাধীনতা দিবসের রাত জুড়ে বিক্ষোভ অব্যাহত ছিল।\n১৫ আগস্ট, মধ্যরাতের কিছু পরে, কিছু দুষ্কৃতকারী আর জি কর মেডিক্যাল কলেজে ব্যারিকেড ভেঙে হাসপাতালে প্রবেশ করে। তারা হাসপাতাল চত্বরে ঢিল ছোঁড়ে এবং হাসপাতালের জরুরী বিভাগ সহ কিছু অংশে ভাঙচুর চালায়। পুলিশ কাঁদানে গ্যাস নিক্ষেপ করে এবং লাঠি চার্জ করে। বেশ কয়েকজন পুলিশকর্মী ও বিক্ষোভকারী আহত হন। কলকাতা পুলিশ কমিশনার বিনীত গোয়েল এই ঘটনার জন্য কলকাতা পুলিশের বিরুদ্ধে \"দূষিত গণমাধ্যম প্রচারণা\"কে দায়ী করেন। ১৫ই আগস্ট হাসপাতাল চত্বরে সহিংসতা ও ভাঙচুরের জন্য দায়ী ১৯ জনকে কলকাতা পুলিশ আটক করে এবং পরে গ্রেপ্তার করে।\nঅপরাধের পাশাপাশি হাসপাতালে ভাঙচুরের প্রতিক্রিয়ায়, অনেক মেডিক্যাল কলেজ সহ আইএমএ, ১৭ই আগস্ট সমস্ত হাসপাতালে দেশব্যাপী ধর্মঘট পালন করে। এর ফলে সারাদেশে সরকারি হাসপাতাল ও বিভিন্ন অন্যান্য হাসপাতালে চিকিৎসা পরিষেবা ব্যাপকভাবে স্থগিত হয়ে যায়। জরুরী পরিষেবাগুলি কার্যকর থাকলেও, ওপিডি পরিষেবা এবং বৈকল্পিক অস্ত্রোপচার বাতিল করা হয়েছিল।\n১৮ই আগস্ট, ইস্ট বেঙ্গল-মোহনবাগান সমর্থকরা ডুরান্ড কাপের কলকাতা ডার্বি চলাকালীন সল্টলেক স্টেডিয়ামে বিক্ষোভের পরিকল্পনা করেছিল। কিন্তু নিরাপত্তার কারণ দেখিয়ে ওইদিন ম্যাচটি পরিত্যক্ত করে অন্যত্র সরানোর পরিকল্পনা করা হয়। ম্যাচ বাতিলের পর, ইস্টবেঙ্গল, মোহনবাগান এবং মহামেডান ক্লাবের ভক্তরা একত্রিত হয়ে স্টেডিয়ামের কাছে রাস্তায় প্রতিবাদ শুরু করে।\n২২শে আগস্ট, সুপ্রিম কোর্টের আপিলের পর, দিল্লির এইমস, আরএমএল হাসপাতাল এবং সারা ভারত জুড়ে অন্যান্য সরকারি হাসপাতালের কর্মীরা তাদের ধর্মঘট প্রত্যাহার করে। তবে আদালতের আশ্বাস সত্ত্বেও পশ্চিমবঙ্গের চিকিৎসকরা তাদের ধর্মঘট চালিয়ে যান।\n২৭শে আগস্ট, পশ্চিমবঙ্গ ছাত্র সমাজ এবং বিরোধী দল ভারতীয় জনতা পার্টি (বিজেপি) দ্বারা একটি সমাবেশের আয়োজন করা হয়েছিল। প্রতিবাদের নাম ছিল নবান্ন অভিযান (পশ্চিমবঙ্গ সচিবালয় নবান্ন-র দিকে পদযাত্রা)। আগের নবান্ন অভিযানের মতো, এবারেও মুখ্যমন্ত্রী মমতা বন্দ্যোপাধ্যায়ের পদত্যাগের দাবি এবং নাগরিকদের নিরাপত্তা ও নিরাপত্তা নিশ্চিত করতে ব্যর্থতার জন্য সরকারের বিরুদ্ধে বিক্ষোভ হয়েছিল। কলকাতা পুলিশ এই মিছিলটিকে বেআইনি বলে অভিহিত করে এবং ভবনের চারপাশে ব্যারিকেড তৈরি করে। ভিড়কে ছত্রভঙ্গ করার জন্য তারা লাঠি চার্জ করে, জলকামান এবং কাঁদানে গ্যাস ব্যবহার করে, যার পরে বিক্ষোভকারীরা পাথর নিক্ষেপ শুরু করে। এই অভিযানের পর বেশ কয়েকজন পুলিশ সদস্য ও বিক্ষোভকারী আহত হন।\nনবান্ন অভিযান সমাবেশের সময় সহিংসতা এবং বিক্ষোভকারীদের বিরুদ্ধে পুলিশের দমন-পীড়নের পরে বিজেপি ২৮শে আগস্ট পশ্চিমবঙ্গে ১২ ঘন্টার রাজ্যব্যাপী বন্ধ ঘোষণা করে। ধর্মঘটের কারণে মূলত কলকাতায় রেল ও সড়ক পরিবহন পরিষেবা প্রভাবিত হয়। তৃণমূল কংগ্রেস (টিএমসি) এবং বিজেপির কর্মীদের মধ্যে দিনভর সহিংসতা হয়।\n২ সেপ্টেম্বর, জুনিয়র ডাক্তাররা কলকাতা পুলিশ কমিশনারের পদত্যাগের দাবিতে কলেজ স্কোয়ার থেকে লালবাজার অভিমুখে মিছিল করেন। পুলিশ হেডকোয়ার্টার লালবাজারের সামনে ব্যারিকেড দেওয়ায় চিকিৎসকেরা রাস্তাতেই বসে পড়েন।\n\n\n=== রাজ্য সরকারের সমালোচনা ===\nতৃণমূল কংগ্রেস (টিএমসি) নেতৃত্বাধীন পশ্চিমবঙ্গ সরকার, রাজ্যে মহিলাদের নিরাপত্তা দিতে ব্যর্থ হবার জন্য সমালোচিত হয়েছে৷ ইণ্ডিয়ান মেডিকেল অ্যাসোসিয়েশন এবং রাজ্যের বিরোধী দল ভারতীয় জনতা পার্টির সদস্যরা মুখ্যমন্ত্রী মমতা বন্দ্যোপাধ্যায়ের নেতৃত্বাধীন পশ্চিমবঙ্গ সরকার এবং রাজ্য পুলিশকে ঘটনার জন্য সরাসরি দায়বদ্ধ বলে অভিযুক্ত করে, দাবি করে যে ১৪ই আগস্ট রাতের ভাঙচুর এই অপরাধ সংক্রান্ত প্রমাণ নষ্ট করার জন্য \"টিএমসি গুন্ডা\" দ্বারা সংঘটিত হয়েছিল। টিএমসি সাংসদ মহুয়া মৈত্র তাঁর দল এবং মুখ্যমন্ত্রী এই ঘটনাকে চাপা দেওয়ার সাথে জড়িত এমন কোনও অভিযোগ অস্বীকার করেছেন এবং এই ধরনের দাবিগুলিকে \"সম্পূর্ণ ভ্রান্ত এবং অন্যায়\" বলে অভিহিত করেছেন।\n\n\n=== রাজনীতিবিদ এবং বিখ্যাত ব্যক্তিরা ===\nবিখ্যাত ব্যক্তিদের মধ্যে হৃতিক রোশন, কারিনা কাপুর খান, এবং আলিয়া ভাট তাঁদের সামাজিক মাধ্যমের অ্যাকাউন্টে ক্ষোভ জানিয়ে পোস্ট করেছিলেন, নির্যাতিতার জন্য ন্যায়বিচারের আহ্বান জানিয়েছিলেন। অন্যান্যরা, যেমন সৌরভ গাঙ্গুলী এবং মোহাম্মদ সিরাজ অপরাধীদের কঠোর শাস্তির দাবী করেছিলেন। প্রাক্তন ক্রিকেটার এবং রাজ্যসভায় আম আদমী পার্টির সাংসদ হরভজন সিং, পশ্চিমবঙ্গের মুখ্যমন্ত্রী এবং রাজ্যপালকে এই মামলার বিষয়ে দ্রুত ব্যবস্থা নেওয়ার অনুরোধ জানিয়ে একটি চিঠি লিখেছেন। ২০২৪-এর ২৮শে আগস্ট, রাষ্ট্রপতি দ্রৌপদী মুর্মু এই ঘটনাটিকে ভয়াবহ বলে বর্ণনা করেন।\n\n\n=== আন্তর্জাতিক ===\nঘটনাটি আন্তর্জাতিক দৃষ্টি আকর্ষণ করে, যার ফলে অস্ট্রেলিয়া, বাংলাদেশ, পাকিস্তান, কানাডা, জার্মানি, যুক্তরাজ্য এবং মার্কিন যুক্তরাষ্ট্রে বসবাসকারী ভারতীয় সম্প্রদায়ের কাছ থেকে প্রতিবাদ এসেছিল।\n\n\n== বিচার এবং রায় ==\n২০২৫ সালের ১৮ জানুয়ারি, কয়েক দিনের বিচারকাজের পর, শিয়ালদহ আদালত একমাত্র সন্দেহভাজন সঞ্জয় রায়কে দোষী সাব্যস্ত করে। তবে, আদালতের কক্ষে রায় নিজের নির্দোষ ঘোষণা করেন এবং দাবি করেন যে, এই মামলায় একটি আইপিএস কর্মকর্তার ভূমিকা ছিল। সঞ্জয়কে ভারতীয় দণ্ডবিধির সংশ্লিষ্ট ধারা অনুযায়ী ধর্ষণ ও খুনের অভিযোগে দোষী সাব্যস্ত করা হয়। বিচারক অনির্বাণ দাসও বিচারপ্রক্রিয়ার সময় প্রমাণিত হওয়া কলকাতা পুলিশ এবং হাসপাতাল কর্তৃপক্ষের কার্যকলাপের সমালোচনা করেন। \n২০ জানুয়ারি শিয়ালদহ আদালতের বিচারক অনির্বাণ দাস সঞ্জয় রায়কে যাবজ্জীবন কারাদণ্ড এবং ৫০,০০০ টাকা জরিমানা প্রদান করেন।\n\n\n== আরও দেখুন ==\n২০১২ দিল্লি গণধর্ষণ\n২০১৯ পশ্চিমবঙ্গে চিকিৎসকদের ধর্মঘট\nঅরুনা শানবাগ মামলা\nভারতে ধর্ষণ\nদেশ অনুযায়ী স্বাস্থ্যসেবা পেশাদারদের বিরুদ্ধে সহিংসতা § ভারত\n\n\n== তথ্যসূত্র =="}