{"pageid": 1468974, "title": "ফ্যাবিয়ান সোসাইটি", "url": "https://bn.wikipedia.org/wiki?curid=1468974", "content": "ফ্যাবিয়ান সোসাইটি হল একটি ব্রিটিশ সমাজতান্ত্রিক সংগঠন যার উদ্দেশ্য হল বিপ্লবী উৎখাতের পরিবর্তে গণতন্ত্রে ধীরে ধীরে এবং সংস্কারবাদী প্রচেষ্টার মাধ্যমে সামাজিক গণতন্ত্র এবং গণতান্ত্রিক সমাজতন্ত্রের নীতিগুলিকে এগিয়ে নেওয়া। ফ্যাবিয়ান সোসাইটি ঐতিহাসিকভাবে মৌলবাদের সাথে সম্পর্কিত ছিল, একটি বামপন্থী উদার ঐতিহ্য।\n১৯০০ সালে লেবার রিপ্রেজেন্টেশন কমিটির অন্যতম প্রতিষ্ঠাতা সংগঠন হিসেবে এবং এটি থেকে বেড়ে ওঠা লেবার পার্টির উপর গুরুত্বপূর্ণ প্রভাব হিসেবে ফ্যাবিয়ান সোসাইটি ব্রিটিশ রাজনীতিতে শক্তিশালী প্রভাব ফেলেছে। ফ্যাবিয়ান সোসাইটির সদস্যরা অন্যান্য দেশের রাজনৈতিক নেতাদের অন্তর্ভুক্ত করেছে, যেমন জওহরলাল নেহেরু, যারা তাদের নিজস্ব রাজনৈতিক মতাদর্শের অংশ হিসেবে ফ্যাবিয়ান নীতি গ্রহণ করেছিলেন। ফ্যাবিয়ান সোসাইটি ১৮৯৫ সালে লন্ডন স্কুল অফ ইকোনমিক্স প্রতিষ্ঠা করে।\nআজ, সমাজটি মূলত একটি থিঙ্ক ট্যাঙ্ক হিসাবে কাজ করে এবং লেবার পার্টির সাথে যুক্ত বিশটি সমাজতান্ত্রিক সমাজের মধ্যে একটি। অনুরূপ সমাজ অস্ট্রেলিয়া, কানাডা, নিউজিল্যান্ড এবং সিসিলিতে বিদ্যমান।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nHowell, David (১৯৮৩)। British Workers and the Independent Labour Party, 1888–1906। Manchester: Manchester University Press। \nMcBriar, A.M. (১৯৬২)। Fabian Socialism and English Politics, 1884–1918। Cambridge: Cambridge University Press। \nMcKernan, James A., \"The origins of critical theory in education: Fabian socialism as social reconstructionism in nineteenth-century Britain\". British Journal of Educational Studies 61.4 (2013): 417–433.\nPease, Edward R. (১৯১৬)। A History of the Fabian Society। New York: E. P. Dutton & Co।   The History of the Fabian Society লিব্রিভক্সে পাবলিক ডোমেইন অডিওবই (ইংরেজি)\nRadice, Lisanne (১৯৮৪)। Beatrice and Sidney Webb: Fabian Socialists। London: Macmillan। \nShaw, George Bernard, সম্পাদক (১৯০৬) [1892]। The Fabian Society: Its Early History। London: Fabian Society। \nShaw, George Bernard, সম্পাদক (১৯৩১)। Fabian Essays in Socialism। London: Fabian Society। \nWolfe, Willard (১৯৭৫)। From Radicalism to Socialism: Men and Ideas in the Formation of Fabian Socialist Doctrines, 1881–1889। New Haven, CT: Yale University Press। আইএসবিএন 9780300013030। \nMacKenzie, Norman & Jeanne (১৯৭৭)। The First Fabians। London: Weidenfeld & Nicolson। আইএসবিএন 9780297770909। \n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট\nFinding Aid for the Fabian Society archives, British Library of Political and Economic Science, London School of Economics\nFabian Society and Young Fabian Collection, British Library of Political and Economic Science, London School of Economics\nAnnual Reports 1894–1918\nFabian Tracts 1893–1990"}