{"pageid": 1468656, "title": "শুয়াহ", "url": "https://bn.wikipedia.org/wiki?curid=1468656", "content": "শুয়াহ বাইবেলের কম গুরুত্ব পাওয়া ব্যক্তি নাম। অন্তত চারজনের ব্যক্তির জন্য বাইবেলের বিভিন্ন পুস্তকে এনাম উল্লেখ আছে।  এটি কখনও কখনও একজন পঞ্চম ব্যক্তির নাম হিসাবে ব্যবহৃত হয়। মূল হিব্রু বাইবেলে ও গ্রিক ভাষায় তাদের নামের বানান ভিন্ন, তবে কিং জেমস সংস্করণে অনুবাদে তাদের সকলকে \"শুয়াহ\" হিসাবে প্রতিলিপি করা হয়েছে।\n\n\n== আদিপুস্তক ২৫ ==\n'শুয়াহ' ( হিব্রু ভাষায়: שׁוּחַ‎, অর্থঃ \"খাদ; সাঁতার কাটা; অপমান\" বা \"ডুবে যাওয়া\" ) ইস্রায়েলীয়দের পিতৃপুরুষ আব্রাহাম ও কেতুরা দম্পতির ষষ্ঠ পুত্র। আব্রাহাম কেতুরাকে সারার মৃত্যুর পর বিয়ে করেছিলেন। কেতুরার পুত্রদের মধ্যে তিনি ছিলেন কনিষ্ঠ; অন্যরা ছিল জিমরান, য়োকশান, মেদান, মিদিয়ান এবং ইশবাক।\nগ্রীক ভাষায় \"Σωυε\" শব্দটি ইংরেজিতে 'Soie' হিসেবে প্রতিলিপিকৃত। রোমান ইহুদি ইতিহাসবিদ জোসেফাস ফ্লাভিয়াস তার নাম দিয়েছেন 'Σοῦος'। ইংরেজি ধর্মতত্ত্ববিদ উইলিয়াম হুইসটন জোসেফাসের কর্ম অনুবাদের সময় এশব্দটি 'সোস'(Sous) হিসেবে উল্লেখ করেছেন।\nজোসেফাসের বর্ণনানুসারে \"আব্রাহাম তাদের বিভিন্ন উপনিবেশে বসতি স্থাপনের পরিকল্পনা করেছিলেন; এবং তারা ট্রগ্লোডাইটিস এবং লোহিত সাগর পর্যন্ত আরব ফেলিক্সে পৌঁছেছিল ও তার দখল নিয়েছিল।\" কিন্তু শুয়াহ তার ভাইদের থেকে ভিন্ন পথে গমন করেছিলেন। তিনি উত্তরমুখী হয়ে উত্তর মেসোপটেমিয়ায় ভ্রমণ করেছিলেন বলে মনে হয়, যা এখন আধুনিক সিরিয়ার উত্তরাঞ্চল।\nবাইবেল আরও লিপিবদ্ধ করে যে ইয়োবের বন্ধু বিলদাদ শুয়াহের বংশধর ছিলেন।\n\n\n== আদিপুস্তক ৩৮ ==\n'শুয়াহ' বা 'শুয়া' (হিব্রু ভাষায়: שׁוּעַ‎, অর্থঃ \"ঐশ্বর্য\"  বা \"সাহায্যের জন্য আকুতি\") একজন কেনানের নির্দিষ্ট ব্যক্তি যার এক নামহীন কন্যাকে ইয়োবের পুত্র ইয়েহুদা বিয়ে করেছিলেন। এসম্পর্কে তিনি ইয়েহুদার তিনপুত্র এর, ওনান, শেলাহের নানা ছিলেন।\nতারগুম (হিব্রু বাইবেল বা তানাখের মৌখিক অনুবাদ)-এ \"কেনানি ব্যক্তি\"কে \"বণিক\" হিসাবে অনুবাদ করেছে। ইহুদি ভাষ্যকার রাশি তার ভাষ্যে তারগুমের এসূত্র ব্যবহার করেছেন। তালমুদের'পেসাচিম ৫০এ'-তে, এই অনুবাদ ব্যাখ্যার একটি আলোচনা রয়েছে।\nকিং জেমস সংস্করণের, আদিপুস্তক ৩৮:২-এর অনূদিত হয়েছে- \"এবং ইয়েহুদা সেখানে একজন নির্দিষ্ট কেনানীয়ের একজন কন্যাকে দেখেছিল, যার নাম ছিল শুয়াহ ...\" এখানে কেনানী বা তার কন্যা-  কার নাম শুয়াহ- তা অস্পষ্ট। এর ফলে কেউ কেউ শুয়াহকে ইয়েহুদার স্ত্রী হিসেবে উল্লেখ করতে পারেন।\nগ্রিক ভাষায় \"Σαυα\" ইংরেজিতে 'Sava'(সাভা) হিসেবে প্রতিবর্ণিকৃত। সপ্ততি স্পষ্টত বর্ণনা করে যে সাভা কেনানিয় ব্যক্তির কন্যা এবং ইয়েহুদার স্ত্রী।\nআদিপুস্তকের ৩৮:১২-এ ইয়েহুদার স্ত্রীর উল্লেখ করা হয়েছে তাকে হিব্রুতে \"ব্যাট-শুয়াহ\"(অর্থঃ শুয়ার কন্যা) হিসাবে উল্লেখ করে। এর ফলে কেউ কেউ \"ব্যাট-শুয়াহ\" (এবং এই বিশেষণের ভিন্ন রূপগুলি) কে আসল নাম হিসাবে গ্রহণ করেছে। একটি মিদ্রাশি ঐতিহ্য অনুসারে ইয়েহুদার স্ত্রীর নাম 'আলিয়াথ' হিসেবে পাওয়া যায়। বাট-শুয়াহ হল বাথশেবার একটি বিকল্প নাম, যা ইয়েহুদার বংশধর রাজা দাউদের স্ত্রীর নাম।\n\n\n== বংশাবলির প্রথম পুস্তক ৪ ==\n'শুয়াহ' বা 'শুহাহ' (হিব্রু ভাষায়: שׁוּחָה‎) ইয়েহুদার বংশধর। তার কোন লিঙ্গ বা পিতার নাম নেই, শুধু একজন ভাই চেলুব এবং তার বংশধরদের কথা উল্লেখ হয়েছে।  মধ্যযুগীয় ইহুদি তালমুদ বিশারদ রালবাগ তার ভাষ্যে বলেছেন যে শুহাহ ও হুশাহ (חוּשָׁה) একই ব্যক্তি। হুশাহের নাম পূর্বে বংশপরম্পরায় তালিকাভুক্ত হয়েছে। ভাষ্যকার নাভের মতে শুহাহ ও  হুশাহ \"সম্ভবত একই\" ব্যক্তি।\n\n\n== বংশাবলির প্রথম পুস্তক ৭ ==\nশুয়া ( হিব্রু ভাষায়: שׁוּעָא‎, অর্থঃ\"সম্পদ\" ) যাকোবের অষ্টম পুত্র আশেরের প্রপৌত্রী ছিলেন। তিনি ছিলেন হেবেরের কন্যা, হেবের ছিলেন বেরিয়াহ'র পুত্র, বেরিয়াহ ছিলেন আশেরের পুত্র। তার ভাই ছিলেন জাফলেত, শোমার এবং হোথাম।\nগ্রীক ভাষায় শব্দটি 'Σωλὰ', এবং 'Sola'(সোলা) হিসেবে প্রতিবর্ণিত।\n\n\n== তথ্যসূত্র =="}