{"pageid": 1468975, "title": "ওবায়দুল করিম", "url": "https://bn.wikipedia.org/wiki?curid=1468975", "content": "ওবায়দুল করিম একজন বাংলাদেশী ব্যবসায়ী এবং ওরিয়ন গ্রুপের প্রতিষ্ঠাতা ও চেয়ারম্যান। তিনি স্পোর্টিং ক্লাব মোহামেডান এসসি লিমিটেডের সভাপতি। তিনি একজন উদ্ভাবনী, উদ্যোক্তা বাংলাদেশী ব্যবসায়িক আইকন যিনি বৈচিত্র্যময় ব্যবসায়িক পোর্টফোলিওর ক্ষেত্রে তার সাফল্যের ভূমিকা রেখেছেন।\n\n\n== কর্মজীবন ==\nওরিয়ন গ্রুপটি ওবায়দুল করিম দ্বারা ১৯৮৫ সালে প্রতিষ্ঠিত হয়েছিল যখন তিনি ওরিয়ন ল্যাবরেটরিজ লিমিটেডের সাথে শুরু করেছিলেন। গ্রুপের প্রাথমিক বৃদ্ধি ফার্মাসিউটিক্যালস এবং এলভিপি এবং প্রসাধন এবং প্রসাধনীতে কাজ করার মাধ্যমে জৈবিকভাবে চালিত হয়েছিল। ১৯৯৩ সালে ওরিয়ন তৎকালীন অসুস্থ কোহিনুর কেমিক্যাল কোম্পানি লিমিটেডকে অধিগ্রহণ করে, 'তিব্বত' ব্র্যান্ডের প্রসাধন সামগ্রী এবং সৌন্দর্যের যত্নের পণ্যগুলির প্রধান লাইনের প্রস্তুতকারক। ওরিয়ন বাংলাদেশে ১৯৮৫ সাল থেকে ফার্মাসিউটিক্যালস, কসমেটিক্স এবং টয়লেট্রিজ সেক্টরে প্রযোজক। অতি সম্প্রতি, ওরিয়ন বড় বিনিয়োগ এবং যৌথ উদ্যোগের মাধ্যমে অবকাঠামো উন্নয়ন এবং পাওয়ার জেনারেশন ব্যবসার উপর দৃষ্টি নিবদ্ধ করেছে। দেশের একটি অবদান হলো ঢাকায় ১০ কিলোমিটার এলিভেটেড এক্সপ্রেসওয়ে (ফ্লাইওভার) বাস্তবায়ন।\nনির্মাণ ও সহযোগী, শক্তি সেক্টর, আতিথেয়তা ব্যবস্থাপনা, অবকাঠামো উন্নয়ন, ফার্মা ও স্বাস্থ্যসেবা, বিদ্যুৎ উৎপাদন, রিয়েল এস্টেট, ইত্যাদিতে একাধিক সহায়ক কোম্পানির সাথে কৌশলগত ব্যবসায়িক ইউনিটের সংখ্যায় তাদের কার্যক্রমকে ভাগ করে। খেলাধুলা ও অনুষ্ঠান এবং টেক্সটাইল ও গার্মেন্টস।\n\n\n=== পাওয়ার অপারেশন ===\n২০১১ সালের ডিসেম্বরে, বাংলাদেশ পাওয়ার ডেভেলপমেন্ট বোর্ড মোট ১,২০০ মেগাওয়াট ক্ষমতার কয়লাভিত্তিক বিদ্যুৎ কেন্দ্র স্থাপনের জন্য ওরিয়ন গ্রুপ বাংলাদেশের সাথে তিনটি চুক্তি স্বাক্ষর করার ঘোষণা দেয়। ১.৭ বিলিয়ন ডলারের অংশ হিসেবে ওরিয়ন খুলনা ও চট্টগ্রামে ২৮২.৬৭ মেগাওয়াট প্রতিটি এবং ৫২২ মেগাওয়াট ক্ষমতার মুন্সীগঞ্জে একটি প্ল্যান্ট নির্মাণ করবে। তিনটি প্ল্যান্টই বিদ্যুৎ উৎপাদনের জন্য আমদানি করা কয়লা ব্যবহার করবে৷ ওরিয়নের বর্তমান এইচএফও জ্বালানিতে দেশে ৩০০ মেগাওয়াটের বিদ্যুৎ উৎপাদন প্রকল্পগুলি দেশের তীব্র বিদ্যুৎ সংকট প্রশমনে উল্লেখযোগ্য অবদান রাখছে।\n\n\n=== অবকাঠামো ===\nঢাকার মেয়র মোহাম্মদ হানিফ ফ্লাইওভারের কাজ শেষ করছে ওরিয়ন গ্রুপের সহযোগী প্রতিষ্ঠানগুলো। ডুয়েল ক্যারেজওয়ে ফ্লাইওভারটিতে ১১টি স্লিপ রোড বা র‌্যাম্প (প্রস্থান এবং প্রবেশ) রয়েছে এবং এটি ঢাকা-চট্টগ্রাম মহাসড়ক থেকে পলাশী পর্যন্ত প্রসারিত হবে। চুক্তিটি ২০১৪ সালের শেষ নাগাদ শেষ হবে বলে অনুমান করা হচ্ছে।\n\n\n=== সিটি সেন্টার ===\nওরিয়ন সিটি সেন্টারও তৈরি করেছে, ঢাকার একটি বড় আকাশচুম্বী ভবন এবং দেশের সবচেয়ে উঁচু ভবন। সিটি সেন্টার প্রকল্পটি হল একটি ৩৯-তলা বিশিষ্ট বাণিজ্যিক কমপ্লেক্স কাম কার পার্কিং যা ঢাকা শহরের ব্যবসায়িক এলাকায় ঢাকার সর্বোচ্চ ভবন হতে চলেছে।\n\n\n== বিবাদ ==\n\n\n=== রাজনৈতিক যোগাযোগের মাধ্যমে উত্থান ===\nবাংলাদেশের সাবেক প্রধানমন্ত্রী বেগম খালেদা জিয়ার ঘনিষ্ঠতার কারণেই তিনি ব্যবসায় সফল হয়েছেন বলে জানা যায়। করিম ১৯৯০-এর দশকে দুটি লাভজনক রাষ্ট্রীয় মালিকানাধীন উদ্যোগ (কোহিনুর কেমিক্যাল ইন্ডাস্ট্রিজ এবং মালা কেমিক্যাল ইন্ডাস্ট্রিজ ওরফে ওরিয়ন ইনফিউশন) অধিগ্রহণ করেন। ১৯৯৬ সালে, স্টক মার্কেট বছরের শেষের দিকে ধসে পড়ার আগে, ওরিয়ন তাদের শেয়ারহোল্ডারদের জন্য বড় লভ্যাংশ এবং বোনাস ঘোষণা করেছিল, তাদের স্টকের দাম বাড়িয়েছিল। তবে বাজার ধসের পর কোম্পানিটি তাদের শেয়ারহোল্ডারদের জন্য কোনো লভ্যাংশ বা বোনাস দেয়নি। এ ঘটনার পর বাংলাদেশ সিকিউরিটিজ অ্যান্ড এক্সচেঞ্জ কমিশন তার বিরুদ্ধে মামলা করে যা অকার্যকর ছিল। অনুসন্ধানে দেখা গেছে, ২০০১ থেকে ২০০৬ সালের মধ্যে করিম বড় ব্যবসা ও প্রকল্পে জড়িয়ে পড়েন এবং অনেক আর্থিক কেলেঙ্কারিতেও জড়িয়ে পড়েন। টেন্ডারের কারসাজি ও নিয়ম লঙ্ঘন করে জিতে যাওয়া বেশিরভাগ চুক্তিই বিএনপি সরকার তাকে দিয়েছিল।\n\n\n=== অবকাঠামো ===\nওরিয়ন ইনফ্রাস্ট্রাকচার লিমিটেড। - একটি ১১.৮ কিলোমিটার দীর্ঘ মেয়র মোহাম্মদ হানিফ ফ্লাইওভার (আগে যা যাত্রাবাড়ী-গুলিস্তান ফ্লাইওভার নামে পরিচিত), দেশের দীর্ঘতম ফ্লাইওভার এবং প্রথম টোল ভিত্তিক পাবলিক প্রাইভেট পার্টনারশিপ (পিপিপি) প্রকল্প। জনাব করিম বাংলাদেশের অবকাঠামো উন্নয়ন খাতে বেসরকারি খাতের অবদানের দৃশ্যপটে বিপ্লব ঘটিয়েছেন। বাংলাদেশে পাবলিক প্রাইভেট পার্টনারশিপ (পিপিপি) ধারণাটি প্রয়োগ করা জনাব ওবায়দুল করিমের মস্তিষ্কপ্রসূত।\nতিনিই প্রথম যিনি বাংলাদেশের অবকাঠামো উন্নয়ন শিল্পে পিপিপির সম্ভাবনা, বাংলাদেশের অর্থনৈতিক প্রবৃদ্ধিতে অবদান রাখতে এবং প্রত্যক্ষ ও পরোক্ষ কর্মসংস্থান সৃষ্টিতে এর সক্ষমতা স্বীকার করেন। ১১.৮-কিমি দীর্ঘ মেয়র মোহাম্মদ হানিফ ফ্লাইওভার প্রকল্পের ধারণা (যা যাত্রাবাড়ী-গুলিস্তান ফ্লাইওভার নামে পরিচিত) যা বাংলাদেশে প্রথম দীর্ঘতম প্রকল্প হিসেবে BOOT (নির্মাণ, নিজের, পরিচালনা এবং স্থানান্তর) ভিত্তিতে জনাব করিম চালু করেছেন।\n\n\n=== ওরিয়েন্টাল ব্যাংক ===\n২০০৭ সালের ডিসেম্বরে, ওরিয়েন্টাল ব্যাংক (বর্তমানে আইসিবি ইসলামিক ব্যাংক) থেকে ৬.৭ কোটি টাকা অপব্যবহার করার জন্য একটি বিশেষ আদালত করিমকে যাবজ্জীবন কারাদণ্ডে দণ্ডিত করে। জরিমানা দিতে ব্যর্থ হলে তাকে একই পরিমাণ জরিমানা বা দুই বছরের কারাদণ্ড দেওয়া হয়েছে। ব্যাংকের অন্যতম উদ্যোক্তা করিমকে দুই ব্যাংক কর্মকর্তার সহযোগিতা ছিল। তারা ২০০৫ সালে ওরিয়েন্টাল ব্যাংকের প্রিন্সিপ্যাল ​​ব্রাঞ্চে একটি জাল অ্যাকাউন্ট খোলেন যার টাকা জমা ছিল। ৭৫ হাজার। বেল্লাল হোসেনের নামে একাউন্ট খোলা হয়। তদন্তের পর জানা যায় যে বেল্লাল হোসেন নামে কারো অস্তিত্ব নেই এবং এটি আসলে একটি ডামি অ্যাকাউন্ট। সর্বমোট, করিম ও তার সংশ্লিষ্ট ব্যাংকে প্রায় ৫০ কোটি টাকা আত্মসাৎ করেন। ওরিয়েন্টাল ব্যাংক থেকে ৭০০ কোটি টাকা। ওয়ান ডেনিম মিলস এবং ওয়ান এন্টারটেইনমেন্টের মাধ্যমে বেশিরভাগ অর্থ আত্মসাৎ করা হয়েছিল, উভয়েরই মালিক গিয়াসউদ্দিন আল মামুনের।\n\n\n== তথ্যসূত্র =="}