{"pageid": 1468550, "title": "চেঞ্জ ইউকে", "url": "https://bn.wikipedia.org/wiki?curid=1468550", "content": "চেঞ্জ ইউকে, দ্য ইন্ডিপেনডেন্ট গ্রুপ (টিআইজি) এবং পরে দ্য ইন্ডিপেনডেন্ট গ্রুপ ফর চেঞ্জ হিসাবে প্রতিষ্ঠিত, একটি ব্রিটিশ কেন্দ্রপন্থী, ইউরোপীয় ইউনিয়নপন্থী রাজনৈতিক দল, যা ২০১৯ সালে দশ মাস স্থায়ী হয়েছিল। ফেব্রুয়ারিতে প্রতিষ্ঠিত এবং মে মাসে একটি দল হিসাবে আনুষ্ঠানিকভাবে স্বীকৃত, সেই বছরের সাধারণ নির্বাচনে এর সমস্ত এমপিরা তাদের আসন হারানোর পরে এটি ডিসেম্বরে বিলুপ্ত হয়ে যায়। এর প্রধান লক্ষ্য ছিল ইউরোপীয় ইউনিয়নের সদস্যপদ প্রত্যাহারের দ্বিতীয় গণভোট, যেখানে এটি ইইউতে থাকার জন্য প্রচারণা চালাবে। অর্থনৈতিক বিষয়ে এটি সামাজিক বাজার অর্থনীতির প্রতি অঙ্গীকার প্রকাশ করেছে।\nদলটির উদ্ভব হয়েছিল যখন সাতজন এমপি লেবার পার্টি থেকে ইস্তফা দিয়ে ইন্ডিপেন্ডেন্ট গ্রুপ হিসেবে বসার জন্য। জেরেমি করবিনের নেতৃত্বে লেবার পার্টির বামমুখী রাজনৈতিক দিকনির্দেশনা, ব্রেক্সিটের প্রতি তার দৃষ্টিভঙ্গি এবং পার্টির অভ্যন্তরে ইহুদিবিরোধীতার অভিযোগ মোকাবেলায় তারা অসন্তুষ্ট ছিল। তাদের সাথে শীঘ্রই আরও চারজন সাংসদ যোগ দিয়েছিলেন, যার মধ্যে তিনজন শাসক রক্ষণশীল পার্টির যারা ব্রেক্সিটের বিষয়ে তাদের দলের দৃষ্টিভঙ্গি এবং তার ডানদিকে সরে যাওয়া অপছন্দ করেছিলেন। গ্রুপটি চেঞ্জ ইউকে - দ্য ইন্ডিপেনডেন্ট গ্রুপ নামে একটি রাজনৈতিক দল হিসাবে নিবন্ধিত হয়েছে এবং মে এর ইউরোপীয় পার্লামেন্ট নির্বাচনের আগে প্রাক্তন রক্ষণশীল এমপি হেইডি অ্যালেনকে তাদের নেতা হিসাবে নিযুক্ত করেছে।\nসেই নির্বাচনে দলের কোনো আসন নিশ্চিত করতে ব্যর্থ হওয়ার পর, অ্যালেন সহ তার এগারোজন সাংসদের মধ্যে ছয়জন দল ত্যাগ করেন এবং আনা সৌবরি নেতার দায়িত্ব নেন। ছয়জনের মধ্যে চারজন দ্য ইন্ডিপেনডেন্টস গ্রুপিং গঠন করেন এবং দুইজন লিবারেল ডেমোক্র্যাটদের দলত্যাগ করেন। পরে তিনজন স্বাধীনও লিবারেল ডেমোক্র্যাটদের সাথে যোগ দেন। পিটিশন ওয়েবসাইট Change.org- এর সাথে আইনি বিরোধের পর জুনে দলটি দ্য ইন্ডিপেনডেন্ট গ্রুপ ফর চেঞ্জ নামটি গ্রহণ করে। ডিসেম্বরের সাধারণ নির্বাচনে দলটির তিনজন এমপি পুনঃনির্বাচনে দাঁড়িয়েছিলেন। কেউই পুনঃনির্বাচিত হননি, প্রত্যেকেই তাদের প্রাক্তন দলের প্রার্থীর কাছে হেরেছেন। ১৯ ডিসেম্বর, সৌবরি দল ভেঙে দেওয়ার ঘোষণা দেন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nDennison, James (২০২০)। \"How Niche Parties React to Losing Their Niche: The Cases of the Brexit Party, the Green Party and Change UK\"। Parliamentary Affairs। 73: 125–141। ডিওআই:10.1093/pa/gsaa026 । \n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}