{"pageid": 1468472, "title": "আর্গোক্যালসিফেরল", "url": "https://bn.wikipedia.org/wiki?curid=1468472", "content": "আর্গোক্যালসিফেরল, যা ভিটামিন ডি2 নামেও পরিচিত এবং অনির্দিষ্টভাবে ক্যালসিফেরল, এক ধরনের ভিটামিন ডি যা খাবারে পাওয়া যায় এবং এটি একটি পরিপূরক হিসাবে ব্যবহৃত হয়। একটি সম্পূরক হিসাবে এটি ভিটামিন ডি এর অভাব প্রতিরোধ এবং চিকিৎসার জন্য ব্যবহৃত হয়। যারা অন্ত্রের মাধ্যমে ভিটামিন ডি সঠিকভাবে শোষণ করতে পারেন না বা যকৃতের রোগের কারণে ভিটামিন ডি এর অভাব দেখা দেয় সেক্ষেত্রে ডি2 আহারের দ্বারা এর অভাব প্রতিরোধ করা যায়। হাইপোপ্যারাথাইরয়েডিজমের কারণে যাদের রক্তের ক্যালসিয়াম কম তারজন্যও ব্যবহার করা যেতে পারে। এটি মুখ দিয়ে বা পেশীতে ইনজেকশন দিয়ে ব্যবহার করা হয় । \nঅত্যধিক ডোজ প্রস্রাবের উৎপাদন বৃদ্ধি করে, উচ্চ রক্তচাপ বাড়ায় বৃক্কে পাথর তৈরী করে, বৃক্ক অকেজো হতে পারে, দুর্বলতা দেখা দিতে পারে এবং কোষ্ঠকাঠিন্য হতে পারে। দীর্ঘ সময়ের জন্য উচ্চ মাত্রা গ্রহণ করা হলে, টিস্যু ক্যালসিফিকেশন ঘটতে পারে। গর্ভাবস্থায় সাধারণ ডোজ নিরাপদ। এটি অন্ত্র এবং কিডনি দ্বারা শোষিত ক্যালসিয়ামের পরিমাণ বাড়িয়ে শরীরে কাজ করে। যে খাবারে এটি পাওয়া যায় তার মধ্যে রয়েছে মাশরুম। \nআর্গোক্যালসিফেরল এর বিষয়ে প্রথম ১৯৩৬ সালে বর্ণনা করা হয়েছিল। আর্গোক্যালসিফেরল ওভার দ্য কাউন্টার এবং প্রেসক্রাইভ ঔষধ, দুভাবেই পাওয়া যায়। ​২০২১ সালে এটি ১৭ মিলিয়নেরও বেশি প্রেসক্রাইভ ঔষধ হিসেবে মার্কিন যুক্তরাষ্ট্রের তালিকায় ৩৫তম ওষুধ ছিল। কিছু দেশ কিছু খাবারে যেমন প্রাতঃরাশের সিরিয়াল এবং মার্জারিন-এ আর্গোক্যালসিফেরল যুক্ত করে। এটি বিশ্ব স্বাস্থ্য সংস্থার প্রয়োজনীয় ওষুধের তালিকায় লিপিবদ্ধ রয়েছে।\n\n\n== ব্যবহার ==\nআর্গোক্যালসিফেরল একটি ভিটামিন ডি সম্পূরক হিসাবে ব্যবহার করা যেতে পারে। সাধারণত কোলেক্যালসিফেরল (ভিটামিন ডি 3) অতিবেগুনী রশ্মির সংস্পর্শে এলে ত্বকের দ্বারা স্বাভাবিকভাবে উৎপাদিত হয়। আর্গোক্যালসিফেরল (D2) এবং কোলেক্যালসিফেরল (D3) উভয়ই ভিটামিন ডি উৎপাদনের জন্য সমতুল্য, কারণ উভয় ফর্মই রিকেট কমাতে এবং বয়স্ক রোগীদের মধ্যে পতনের প্রবণতা কমাতে একই রকমের কার্যকারি। যদিও আপেক্ষিক কার্যকারিতা সম্পর্কে পরস্পরবিরোধী প্রতিবেদন বিদ্যমান। কিছু গবেষণায় বলা হয় যে শোষণ, যৌগ এবং নিষ্ক্রিয়তার সীমাবদ্ধতার উপর ভিত্তি করে আর্গোক্যালসিফেরল কম কার্যকারিতা রয়েছে। একটি মেটা-বিশ্লেষণে এই সিদ্ধান্তে উপনীত হয়েছে যে সাধারণত রক্তে ভিটামিন ডি এর মাত্রা বাড়াতে কোলেক্যালসিফেরল কাজ করে, যদিও এটি আরও গবেষণার প্রয়োজন।\n\n\n== ভিটামিনের উৎস ==\nছত্রাক , ইউএসডিএ পুষ্টি ডাটাবেস থেকে (প্রতি 100 গ্রাম), ডি 2 + ডি 3 :\n\nমাশরুম, Agaricus bisporus :\nকাঁচা পোর্টোবেলো: ০.৩ μg (১০ IU); অতিবেগুনী আলোর সংস্পর্শে: ১১.২ μg (৪৪৬ IU)\nকাঁচা ক্রিমিনি: ০.১ μg (৩ IU); অতিবেগুনী আলোর সংস্পর্শে: ৩১.৯ μg (১২৭৬ IU)\nমাশরুম, শিতাকে :\nকাঁচা: ভিটামিন ডি (ডি 2 + ডি 3 ): 0.৪ μg (18 আইইউ)\nশুকনো: ভিটামিন ডি (ডি 2 + ডি 3 ): ৩.৯ μg (১৫৪ আইইউ)\nলাইকেন\n\nবিভিন্ন প্রাকৃতিক পরিস্থিতিতে জন্মানো ক্লাডিনা আরবুসকুলা নমুনাগুলিতে প্রোভিটামিন ডি2 এবং ভিটামিন ডি 2 থাকে , যথাক্রমে ৮৯-১৪৬ এবং ০.২২-০.৫৫ μg/g শুষ্ক পদার্থ। এগুলিতে ভিটামিন ডি3 রয়েছে (পরিসীমা 0.৬৭ থেকে ২.০৪ μg/g) যদিও প্রোভিটামিন ডি3 সনাক্ত করা যায়নি। ভিটামিন ডি এর মাত্রা অতিবেগুনী বিকিরণের সাথে ইতিবাচকভাবে সম্পর্কযুক্ত।\nপ্ল্যান্টা\n\nআলফালফা ( মেডিকাগো স্যাটিভা সাবস্প. স্যাটিভা), অঙ্কুর: 4.8 μg (192 IU) ভিটামিন ডি 2 , 0.1 μg (4 IU) ভিটামিন ডি3 ।\n\n\n== তথ্যসূত্র =="}