{"pageid": 1468270, "title": "ভুবনানন্দ ওড়িশা স্কুল অফ ইঞ্জিনিয়ারিং, কটক", "url": "https://bn.wikipedia.org/wiki?curid=1468270", "content": "ভুবনানন্দ ওডিশা স্কুল অফ ইঞ্জিনিয়ারিং (ওড়িয়া : ଭୁବନାନନ୍ଦ ଓଡିଶା ଯାନ୍ତ୍ରିକିି ଟକ) হল ভারতের ওড়িশার কটকে অবস্থিত একটি প্রাচীনতম ডিপ্লোমা ইঞ্জিনিয়ারিং পঠনের শিক্ষাপ্রতিষ্ঠান।\n১৯২৩ সালে ওড়িশা স্কুল অফ ইঞ্জিনিয়ারিং হিসাবে প্রতিষ্ঠিত হয়েছিল। এটি প্রাথমিকভাবে সিভিল ইঞ্জিনিয়ারিং কোর্স অফার করত; পরবর্তীকালে মেকানিক্যাল ইঞ্জিনিয়ারিং এবং ইলেকট্রিক্যাল ইঞ্জিনিয়ারিং কোর্সও যোগ করা হয়। বর্তমানে এটি আটটি শাখায় তিন বছরের ইঞ্জিনিয়ারিং ডিপ্লোমা কোর্স অফার করে।\n\n\n== ইতিহাস ==\nকটক সার্ভে স্কুল ১৮৭৬ সালে প্রতিষ্ঠিত হয়েছিল, যা পরবর্তীতে ওড়িশা স্কুল অফ ইঞ্জিনিয়ারিং নামে পরিচিত হয় এবং এটি ছিল রাজ্যের প্রথম প্রযুক্তিগত স্কুল। ১৯২৩ সালে এটি ইঞ্জিনিয়ারিং স্কুলে রূপান্তরিত হয়। এটি রাজ্যের প্রাচীনতম প্রযুক্তিগত প্রতিষ্ঠান।\n১৯২৩ সালের আগে, ওড়িশায় প্রযুক্তিগত শিক্ষার কোনও সুযোগ ছিল না। শিক্ষার্থীরা ডিপ্লোমা কোর্সের জন্য বিহার স্কুল অফ ইঞ্জিনিয়ারিং-এ যেত। বিহার স্কুল অফ ইঞ্জিনিয়ারিং-কে বিহার ইঞ্জিনিয়ারিং কলেজে উন্নীত করার পর, বিহার-ওড়িশা সরকারের অধীনে ১৯২৩ সালে কটকে ওড়িশা স্কুল অফ ইঞ্জিনিয়ারিং প্রতিষ্ঠিত হয়।\n১৯৩৯ সালে দ্বিতীয় বিশ্বযুদ্ধের পর এবং ১৯৪২ সালে জাপানি আগ্রাসনের সময়, ওড়িশা স্কুল অফ ইঞ্জিনিয়ারিং ১০০০-এরও বেশি যুদ্ধকালীন প্রযুক্তিবিদ, অবসরপ্রাপ্ত সৈনিক এবং শিল্প প্রশিক্ষণার্থীদের প্রশিক্ষণ দেয়। প্রতিষ্ঠানটি পূর্বাঞ্চলে যুদ্ধ প্রচেষ্টার কেন্দ্রবিন্দু ছিল। তখনকার ভারতের ভাইসরয় লর্ড ওয়াভেল যুদ্ধের সময় প্রতিষ্ঠানটিতে একাধিক ঝড়ো পরিদর্শন করেন। প্রাথমিকভাবে, এখানে সিভিল ইঞ্জিনিয়ারিং, ইলেকট্রিক্যাল-মেকানিক্যাল ইঞ্জিনিয়ারিং-এর টেকনিশিয়ান কোর্স দেওয়া হত। পরবর্তী পর্যায়ে, শিল্পক্ষেত্রের চাহিদা মেটাতে ১৯৭১ সালে সেমিস্টার সিস্টেমের অধীনে বিভিন্ন কোর্স চালু করা হয়। \n\n\n== কোর্স ==\nপ্রতিষ্ঠানটি বর্তমানে নয়টি বিষয়ে তিন বছরের ডিপ্লোমা/পলিটেকনিক কোর্স অফার করে:\n\nসিভিল ইঞ্জিনিয়ারিং\nইলেকট্রিক্যাল ইঞ্জিনিয়ারিং\nমেকানিক্যাল ইঞ্জিনিয়ারিং\nইলেকট্রনিক্স ও টেলিকমিউনিকেশন ইঞ্জিনিয়ারিং\nঅটোমোবাইল ইঞ্জিনিয়ারিং\nকম্পিউটার সায়েন্স ও ইঞ্জিনিয়ারিং\nইনফরমেশন টেকনোলজি\nঅ্যাপ্লাইড ইলেকট্রনিক্স ও ইনস্ট্রুমেন্টেশন ইঞ্জিনিয়ারিং\nঅটোমেশন ও রোবোটিক্স\nপ্রতিষ্ঠানটিতে একটি গণিত ও বিজ্ঞান বিভাগও রয়েছে, যা ১ম বর্ষের শিক্ষার্থীদের জন্য পাঠ্যক্রম এবং অন্যান্য বিভাগের জন্য উন্নত গণিতের কোর্স প্রদান করে।\nক্যাম্পাস বিন্যাস: মহানদী নদীর কাছে ৪৪ একর জায়গার উপর বিস্তৃত এই ক্যাম্পাসে প্রধান প্রতিষ্ঠান ভবন, পৃথক ছাত্র ও ছাত্রী হোস্টেল এবং কর্মীদের জন্য কোয়ার্টার রয়েছে। এখানে একটি সবুজ প্লে গ্রাউন্ড রয়েছে, যা ইউনিয়ন স্পোর্টিং ক্লাব দ্বারা রক্ষণাবেক্ষণ করা হয়। এই ক্যাম্পাসটি বিজু পট্টনায়েক ফিল্ম এবং টিভি ইনস্টিটিউট অফ ওড়িশা (BPFTIO) এর সাথেও শেয়ার করা হয়েছে, যা পূর্ব ভারতের একটি টিভি ও ফিল্ম ইনস্টিটিউট।\n\n\n== তথ্যসূত্র =="}