{"pageid": 1468142, "title": "২০২৪ সালে শেখ হাসিনার চীন সফর", "url": "https://bn.wikipedia.org/wiki?curid=1468142", "content": "চীনের প্রধানমন্ত্রী লি চিয়াং এর আমন্ত্রণে, বাংলাদেশের তৎকালীন প্রধানমন্ত্রী শেখ হাসিনা ৮ থেকে ১০ জুলাই, ২০২৪ পর্যন্ত চীন সফর করেন।\nজুন মাসে, সাবেক প্রধানমন্ত্রী শেখ হাসিনা ভারত সফর করেছিলেন। তাই এই চীন সফরকেও তার চীন ও ভারতের মধ্যে মধ্যস্থতার সুযোগ খোঁজার একটি প্রচেষ্টা হিসেবে দেখা হচ্ছে।\n\n\n== পটভূমি ==\n২৪ জুন, বাংলাদেশে প্রধানমন্ত্রী শেখ হাসিনা চীনা কমিউনিস্ট পার্টির আন্তর্জাতিক বিভাগর মন্ত্রী লিউ জিয়ানচাও এর সাথে ঢাকায় সাক্ষাৎ করেন, যিনি একটি প্রতিনিধি দলের নেতৃত্বে বাংলাদেশ সফর করেন।\n৪ জুলাই, ২০২৪ সালে, চীনের পররাষ্ট্র মন্ত্রণালয়ের মুখপাত্র মাও নিং নিয়মিত এক প্রেস কনফারেন্সে জানান যে, প্রধানমন্ত্রী শেখ হাসিনার এই সফর তার নতুন মেয়াদে চীনে প্রথম সফর। দুই নেতা ঐতিহ্যবাহী বন্ধুত্ব আরও গভীর করা, পারস্পরিক উপকারী সহযোগিতা সম্প্রসারণ এবং সাধারণ উদ্বেগের আন্তর্জাতিক ও আঞ্চলিক বিষয়গুলো নিয়ে গভীর মতবিনিময় করবেন। প্রধানমন্ত্রী শেখ হাসিনা চীন-বাংলাদেশ ব্যবসায়িক বাণিজ্য ও বিনিয়োগ সম্মেলনেও অংশগ্রহণ করবেন।\n\n\n== সফরসূচি ==\nপ্রধানমন্ত্রী শেখ হাসিনা ৮ জুলাই, ২০২৪ সালে বেইজিং ক্যাপিটাল আন্তর্জাতিক বিমানবন্দর এ পৌঁছান।\n৯ জুলাই, প্রধানমন্ত্রী শেখ হাসিনা এশিয়ান ইনফ্রাস্ট্রাকচার ইনভেস্টমেন্ট ব্যাংকের (এআইআইবি) প্রেসিডেন্ট জিন লিকুয়ান এর সাথে সহযোগিতা ও বিনিয়োগের বিষয়গুলো নিয়ে আলোচনা করেন। এরপর, প্রধানমন্ত্রী শেখ হাসিনা বেইজিংয়ের শাংরি-লা হোটেল এর চীন আন্তর্জাতিক প্রদর্শনী কেন্দ্রে \"বাণিজ্য, ব্যবসা ও বিনিয়োগের সুযোগ\" বিষয়ক বাংলাদেশ-চীন শীর্ষ সম্মেলনে অংশগ্রহণ করেন। বিকালে, তিনি ওয়াং হুনিং, চীনের জন রাজনৈতিক পরামর্শক সম্মেলনের জাতীয় কমিটির চেয়ারম্যান এর সাথে বেইজিংয়ে সাক্ষাৎ করেন। পরে, প্রধানমন্ত্রী তিয়ানআনমেন স্কোয়ারে জনগণের বীরদের স্মৃতিস্তম্ভ এ মাল্য অর্পণ করেন।\n১০ জুলাই সকালে, প্রধানমন্ত্রী লি চিয়াং বেইজিংয়ের গ্রেট হল অফ দ্য পিপল এ বাংলাদেশের প্রধানমন্ত্রী শেখ হাসিনার সাথে আলোচনা করেন। আলোচনা শেষে, দুই প্রধানমন্ত্রী নীতি বিনিময়, অর্থনীতি, বাণিজ্য ও বিনিয়োগ, ডিজিটাল অর্থনীতি, পরিদর্শন ও কোয়ারেন্টাইন, স্বাস্থ্যসেবা, শিক্ষা এবং মিডিয়া ক্ষেত্রে বেশ কয়েকটি দ্বিপাক্ষিক সহযোগিতা চুক্তির স্বাক্ষর প্রত্যক্ষ করেন। দুই পক্ষ চীন-বাংলাদেশ এফটিএ নিয়ে যৌথ সম্ভাব্যতা সমীক্ষার সমাপ্তি ঘোষণা করে এবং চীন-বাংলাদেশ বিনিয়োগ চুক্তি আপগ্রেড করার জন্য আলোচনা শুরু করার সিদ্ধান্ত নেয়। দুই পক্ষ ২০২৫ সালকে \"চীন-বাংলাদেশ মানবিক বিনিময়ের বছর\" হিসেবে মনোনীত করতে সম্মত হয়েছে। বিকালে, চীনের প্রেসিডেন্ট সি জিনপিং বেইজিংয়ের গ্রেট হল অফ দ্য পিপল এ বাংলাদেশের প্রধানমন্ত্রী শেখ হাসিনার সাথে সাক্ষাৎ করেন। দুই নেতা চীন-বাংলাদেশ সম্পর্ককে একটি \"ব্যাপক কৌশলগত অংশীদারিত্বে\" উন্নীত করার ঘোষণা দেন।\n\n\n== তথ্যসূত্র =="}