{"pageid": 1468182, "title": "প্যারিটাল চোখ", "url": "https://bn.wikipedia.org/wiki?curid=1468182", "content": "প্যারিটাল আই ( তৃতীয় চোখ বা পাইনাল আই ) কিছু মেরুদণ্ডী প্রাণীর এপিথ্যালামাসের একটি অংশ। এই চোখ মাথার উপরিভাগে থাকে সাধারণত। এটি আলো গ্রহণকারী এবং পাইনাল গ্রন্থির সাথে যুক্ত থাকে, যা সার্কাডিয়ান রিদমিসিটি এবং থার্মোরেগুলেশনের জন্য হরমোন উৎপাদন নিয়ন্ত্রণ করে।  যে গর্তটিতে চোখ থাকে সেটিকে পাইনাল ফোরামেন বা প্যারিটাল ফোরামেন বলা হয় , কারণ এটি প্রায়শই প্যারিটাল হাড় দ্বারা ঘেরা থাকে ।\nপ্যারিটাল চোখটি ১৮৭২ সালে ফ্রাঞ্জ লেডিগ টিকটিকি নিয়ে কাজ করার সময় আবিষ্কার করেছিলেন ।\n\n\n== আবিষ্কার ==\nফ্রাঞ্জ লেডিগ, টুবিনজেন বিশ্ববিদ্যালয়ের প্রাণিবিদ্যার অধ্যাপক ১৮৭২ সালে চার প্রজাতির ইউরোপীয় টিকটিকিকে পরীক্ষার উদ্দেশ্যে ব্যবচ্ছেদ করেছেন। টিকটিকিগুলো হল ধীরগতির কীট ( অ্যাঙ্গুইস ফ্র্যাজিলিস ) এবং তিনটি প্রজাতির ল্যাসারটা। তিনি তাদের মস্তিষ্কের মাঝখানে কাপের মতো প্রোট্রুশন খুঁজে পান। তিনি প্রোট্রুশনগুলিকে গ্রন্থিযুক্ত বলে বিশ্বাস করতেন এবং তাদের সামনের অঙ্গ (জার্মান স্টির্নরগান ) নামে অভিহিত করেছিলেন। \n\n১৮৮৬ সালে, ওয়াল্টার বাল্ডউইন স্পেন্সার, অক্সফোর্ড বিশ্ববিদ্যালয়ের একজন অ্যানাটোমিস্ট তার গবেষনা করা ২৯ প্রজাতির টিকটিকি ব্যবচ্ছেদের ফলাফলের রিপোর্ট করেছিলেন। তিনিও একই কাঠামোর উপস্থিতি লক্ষ্য করেছেন যা লেডিগ বর্ণনা করেছিলেন। স্পেন্সার এটিকে পিনিয়াল আই বা প্যারিটাল আই বলে অভিহিত করেছেন এবং লক্ষ্য করেছেন যে এটি প্যারিটাল ফোরামেন এবং পাইনাল বৃন্তের সাথে যুক্ত।  ১৯১৮ সালে, একজন সুইডিশ প্রাণীবিজ্ঞানী নিলস হোলমগ্রেন ব্যাঙ এবং ডগফিশের মধ্যে পাইনিল চোখ খুঁজে পান। তিনি উল্লেখ করেছেন যে গঠনটিতে সংবেদনশীল কোষ রয়েছে যা রেটিনার শঙ্কু কোষের মতো দেখায়  এবং অনুমান করেছিলেন যে পিনিয়াল চোখ একটি আদিম আলো-সংবেদনকারী অঙ্গ (ফটোরিসেপ্টর) হতে পারে। অঙ্গটি \"তৃতীয় চোখ\" নামে জনপ্রিয় হয়ে উঠেছে।\n\n\n== বিভিন্ন প্রাণীর উপস্থিতি ==\nপ্যারিটাল চোখ টুয়াটারা , বেশিরভাগ টিকটিকি, ব্যাঙ, সালাম্যান্ডার, নির্দিষ্ট হাড়ের মাছ, হাঙ্গর এবং ল্যাম্পরে পাওয়া যায়। এটি স্তন্যপায়ী প্রাণীদের মধ্যে অনুপস্থিত কিন্তু তাদের নিকটতম বিলুপ্ত আত্মীয়, থেরাপিসিডগুলিতে উপস্থিত ছিল, এটি পরামর্শ দেয় যে এটি এন্ডোথার্মিক প্রাণীদের অকেজো হওয়ার কারণে স্তন্যপায়ী বিবর্তনের সময় এটি হারিয়ে গেছে। পূর্বপুরুষের এন্ডোথার্মিক (\"উষ্ণ-রক্ত\") আর্কোসর যেমন পাখিদের মধ্যেও এটি অনুপস্থিত। কুমিরের মতো ইক্টোথার্মিক (\"কোল্ড-ব্লাডেড\") আর্কোসরস এবং কচ্ছপের মধ্যেও প্যারিটাল চোখ হারিয়ে যায়, যা আর্কেলোসোরিয়াতে আর্কোসরের সাথে গোষ্ঠীভুক্ত হতে পারে। লেপিডোসর হওয়া সত্ত্বেও টিকটিকি এবং টুয়াটার হিসাবে, সাপের একটি প্যারিটাল চোখের অভাব রয়েছে।\n\n\n== অ্যানাটমি ==\nতৃতীয় চোখ প্রধান জোড়া চোখ থেকে অনেক ছোট হয়ে থাকে। এটি সর্বদা ত্বক দ্বারা আবৃত থাকে এবং সাধারণত বাহ্যিকভাবে সহজেই দৃশ্যমান হয় না।  প্যারিটাল চোখ হল এপিথ্যালামাসের একটি অংশ , যাকে দুটি প্রধান অংশে বিভক্ত করা যেতে পারে - এপিফাইসিস (পিনিয়াল অঙ্গ; বা পাইনাল গ্রন্থি, যদি এটি বেশিরভাগই অন্তঃস্রাবী হয়) এবং প্যারাপিনাল অঙ্গ (প্রায়শই প্যারিটাল আই বলা হয়) অথবা, যদি এটি আলোকগ্রাহ্য হয়, তৃতীয় চোখ )।\nকিছু প্রজাতিতে, প্যারিটাল চোখ খুলির মধ্য দিয়ে প্রসারিত হয়। আলো শনাক্ত করার প্যারিটাল চোখের পদ্ধতি একটি সাধারণ মেরুদণ্ডী চোখের রড কোষ এবং শঙ্কু কোষের ব্যবহার থেকে আলাদা। \nঅস্ট্রাকোডার্ম, প্ল্যাকোডার্ম, ক্রসওপ্টেরিজিয়ান এবং প্রারম্ভিক টেট্রাপড সহ প্রাচীনতম জীবাশ্ম মেরুদণ্ডের অনেকেরই তাদের খুলির মধ্যে খাঁজ রয়েছে যা কার্যকরী তৃতীয় চোখ ধারণ করেছে বলে মনে হয়। অনেক জীবন্ত উভচর এবং সরীসৃপ প্রাণীর মধ্যে প্যারিটাল হাড়ের মধ্যে একটি ফোরামেন হিসাবে সকেটটি রয়ে গেছে, যদিও এটি পাখি এবং স্তন্যপায়ী প্রাণীদের মধ্যে অদৃশ্য হয়ে গেছে।\nল্যাম্প্রেদের দুটি প্যারিটাল চোখ আছে, একটি প্যারাপিনাল অঙ্গ থেকে এবং অন্যটি পাইনাল অঙ্গ থেকে বিকশিত হয়েছে। এগুলি খুলির উপরের পৃষ্ঠের কেন্দ্রে একটি অন্যটির পিছনে থাকে। যেহেতু ল্যাম্প্রেগুলি সমস্ত জীবিত মেরুদণ্ডের মধ্যে সবচেয়ে আদিম, তাই এটা সম্ভব যে মেরুদণ্ডী প্রাণীদের মধ্যে এটিই ছিল আসল অবস্থা। এই চোখ থাকার ফলে সম্ভবত নীচের বাসকারী প্রজাতিগুলি উপর থেকে কোন হুমকি আসলে তা আগে থেকে অনুভব করার সক্ষমতা দিয়েছে।\nসানিওয়া, একটি বিলুপ্ত ভারানিড প্রজাতির টিকটিকি। এটির সম্ভবত দুটি প্যারিটাল চোখ ছিল, একটি পিনিয়াল অঙ্গ থেকে এবং অন্যটি প্যারাপিনাল অঙ্গ থেকে। জানামতে সানিওয়াই একমাত্র চোয়ালের মেরুদণ্ডী যার পিনিয়াল এবং প্যারাপিনিয়াল চোখ উভয়ই রয়েছে। বেশিরভাগ মেরুদণ্ডী প্রাণীদের মধ্যে, পিনিয়াল অঙ্গটি প্যারিটাল চোখ গঠন করে, তবে, লেপিডোসরদের মধ্যে এটি প্যারাপিনাল অঙ্গ থেকে গঠিত হয়, যা প্রমান করে যে সানিওয়া'র পিনিয়াল চোখ পুনরায় বিকশিত হয়েছে। \n\n\n== এছাড়াও দেখুন ==\nআর্থ্রোপড চোখ\nমোলাস্ক চোখ\nঅমেরুদণ্ডী প্রাণীদের মধ্যে সরল চোখ\nমাছের চোখ\n\n\n== তথ্যসূত্র =="}