{"pageid": 1468486, "title": "যিহূদার আসা", "url": "https://bn.wikipedia.org/wiki?curid=1468486", "content": "আসা (; হিব্রু: אָסָא‬, আধুনিক: ʾAsaʾ, টিবেরীয়: ʾĀsāʾ, গ্রিক: Ασά, লাতিন: Asa) হিব্রু বাইবেল অনুসারে, তিনি ছিলেন যিহূদা রাজ্যের তৃতীয় রাজা এবং ডেভিড পরিবারের পঞ্চম রাজা। বাইবেলের কালানুক্রমের উপর ভিত্তি করে, বাইবেলের পণ্ডিতরা পরামর্শ দেন যে তিনি খ্রিস্টপূর্ব ১০ম শতাব্দীর শেষ থেকে ৯ম শতাব্দীর শুরু পর্যন্ত রাজত্ব করেছিলেন। তাঁর স্থলাভিষিক্ত হন তাঁর পুত্র যিহোশাফট (আযুবা দ্বারা)। এডউইন আর. থিয়েলের কালানুক্রম অনুসারে, আসা যখন খুব অসুস্থ হয়ে পড়েন, তখন তিনি যিহোশাফটকে কোরিজেন্ট করেন। কোরিজেন্সির দুই বছর পর আসা মারা যান।\nআসা ঈশ্বরের ঐতিহ্যগত উপাসনা বজায় রাখার জন্য এবং মূর্তিপূজার মূলোৎপাটনে, এর সহগামী অনৈতিকতার সাথে উদ্যোগী ছিলেন। তার রাজত্বের ১০ম বছরে ইথিওপিয়ার জেরাহের সাথে একটি যুদ্ধ শেষ করার পর, আসার রাজত্বের ৩৬তম বছর পর্যন্ত ( ২ উপাখ্যান) জুডাতে শান্তি ছিল (২ উপাখ্যান)। তার ৩৬তম বছরে, তিনি ইস্রায়েলের রাজা বাশারের মুখোমুখি হন। তিনি অরাম-দম্মেশকের রাজা প্রথম বেন-হাদাদের সাথে একটি জোট গঠন করেছিলেন এবং ঘুষ দিয়ে তাকে বাশার সাথে তার শান্তি চুক্তি ভঙ্গ করতে এবং উত্তর রাজ্যে আক্রমণ করতে রাজি করেছিলেন (২ উপাখ্যান)। তিনি তার জনগণের দ্বারা অত্যন্ত সম্মানিত হয়ে মারা গিয়েছিলেন এবং বেশিরভাগ অংশে একজন ধার্মিক রাজা হিসেবে বিবেচিত হন। তিনি নবী হানানিকে কারাগারে নিক্ষেপ করেছিলেন এবং \"একই সাথে কিছু লোককে নিপীড়ন করেছিলেন\" (২ ক্রনিকলস ১৬:১০)। আসা সম্পর্কে এটিও লিপিবদ্ধ করা হয়েছে যে তার বৃদ্ধ বয়সে, যখন পায়ের রোগে আক্রান্ত হয়েছিলেন, তিনি \"প্রভুর কাছে নয়, চিকিৎসকদের কাছে সাহায্য চেয়েছিলেন\"। \n\n\n== পরিবার ==\nআসাকে সাধারণত অভিজামের পুত্র হিসেবে বোঝানো হয়।      কিছু পণ্ডিত আশার পরিবারের বাইবেলের বিবরণগুলিকে পরস্পরবিরোধী বলে বিশ্বাস করেন; যাইহোক, হিব্রু ভাষাতত্ত্বের একটি অধ্যয়ন যেকোন আপাত দ্বন্দ্ব দূর করে। কথিত দ্বন্দ্বগুলির মধ্যে একটি হল মাকাহ (আবিজার মা) কখনও কখনও আবসালোমের কন্যা এবং অন্যত্র উরিয়েলের কন্যা হিসাবে বর্ণনা করা হয়। আবশালোমকে শুধুমাত্র একটি কন্যা, তামর বলে বর্ণনা করা হয়েছে।  হিব্রুতে, \"কন্যা\" এবং \"নাতনী\" একই শব্দ, সেখানে যে কোনও দ্বন্দ্ব দূর করে।  একইভাবে, মাকাহকে প্রাথমিকভাবে আবিজার মা হিসেবে বর্ণনা করা হয়েছে, কিন্তু পরবর্তীকালে তার ছেলে আসা-এর মা হিসেবে বর্ণনা করা হয়েছে। যাইহোক, হিব্রুতে, \"মা\" এবং \"ঠাকুমা\" একই শব্দ, আবার কোনো দ্বন্দ্ব দূর করে।  তবে অন্যান্য পণ্ডিতরা মনে করেন যে আশার মা যদি মাকাহ না হতেন তবে তার নাম দেওয়া হত, কারণ তার পিতা আবিজামের আরও অনেক স্ত্রী ছিল (জেএম মায়ার্স, দ্য অ্যাঙ্কর বাইবেল, ২ ক্রনিকলস, গার্ডেন সিটি, নিউইয়র্ক, ডাবলডে, ১৯৬৫)।\n\n\n== তথ্যসূত্র =="}