{"pageid": 1468154, "title": "কোনও ছাড় নয়", "url": "https://bn.wikipedia.org/wiki?curid=1468154", "content": "কোনও ছাড় নয় নীতি বলতে নির্দিষ্ট কোনও আইন বা নিয়মের লংঘন হলে নিয়মভঙ্গকারী বা অপরাধী ব্যক্তির পরিচয়, নিয়মভঙ্গ বা অপরাধের মাত্রা এবং পারিপার্শ্বিকতা নির্বিশেষে কোনও ক্ষমাশীলতার সুযোগ না রেখে প্রত্যেক বার তার জন্য পূর্বনির্ধারিত সর্বোচ্চ কঠোর শাস্তি প্রদানের নিয়ম, নীতি বা নির্দেশনাকে বোঝায়। কোনও ছাড় নয় নীতিগুলিতে কর্তৃত্বমূলক পদে অবস্থিত ব্যক্তিদেরকে নিজ বুদ্ধিবিবেচনা অনুযায়ী বিচার করতে কিংবা পরিস্থিতির সাথে মিল রেখে শাস্তি পরিবর্তন করতে নিষেধ করা হয়। এর পরিবর্তে একক ব্যক্তির শাস্তিযোগ্যতা, অপরাধের গুরুত্ব লাঘবকারী পারিপার্শ্বিকতা, বা পূর্ব ইতিহাস, ইত্যাদি নির্বিশেষে পূর্বনির্ধারিত শাস্তি (মৃদু বা কঠোর যা-ই হোক না কেন) রীতিমাফিক ও নিয়মিতভাবে প্রদান করা বাধ্যতামূলক করা হয়। কোনও ছাড় নয় নীতির উদ্দেশ্য হল এমন একটি পরিস্কারভাবে বোধগম্য ও পূর্বাভাসযোগ্য পরিবেশ সৃষ্টি করা যেখানে সবাই নিয়ম ও নিয়ম ভঙ্গের পরিণাম সম্পর্কে অবহিত থাকে। এই ধরনের নীতিগুলি বিশ্বের অনেক আনুষ্ঠানিক ও অনানুষ্ঠানিক আইনশৃঙ্খলা রক্ষাকারী ব্যবস্থাতে ব্যবহৃত হয়ে থাকে। এই নীতিগুলি শিক্ষা প্রতিষ্ঠানগুলিতে মাদকদ্রব্যের ব্যবহার, মারণাস্ত্র বহন কিংবা উচ্ছৃঙ্খল আচরণের জন্য, কর্মপরিবেশে হয়রানি, পরপীড়ন, বৈষম্য, চুরি বা নিরাপত্তা ভঙ্গ করার জন্য, মদ্যপ অবস্থায় গাড়িচালনা এবং আইনি ব্যবস্থাগুলিতে কিছু কিছু বিশেষ অপরাধের ক্ষেত্রে শাস্তিপ্রদানের নির্দেশিকা হিসেবে ব্যবহৃত হতে পারে। এছাড়া শিক্ষাঙ্গন ও কর্মপরিবেশে অনেক অনানুষ্ঠানিক পরিস্থিতি, যেখানে যৌন হয়রানি বা আন্তর্জালের অপব্যবহার ঘটতে পারে, সেখানেও এই নীতিগুলির প্রয়োগ দেখা যেতে পারে। এই নীতিগুলিকে অপরাধবিজ্ঞান শাস্ত্রে অধ্যয়ন করা হয়। \nকোনও ছাড় নয় নীতির সমালোচকেরা বলেন যে এই নীতির কারণে কিছু কিছু ক্ষেত্রে অতিরিক্ত কঠোর শাস্তির প্রয়োগ হতে পারে। আরেকটি নেতিবাচক সমালোচনা অনুযায়ী এই নীতিটি নিয়ম বা আইন ভঙ্গকারী আচরণের মূল কারণের কোনও প্রতিকার করে না। কোনও ছাড় নয় নীতিগুলির দাবিকৃত কার্যকারিতা ও যথার্থতা পরিস্থিতি ও বাস্তবায়নের উপর নির্ভরশীল এবং এর কার্যকারিতা প্রমাণকারী সরাসরি সাক্ষ্যপ্রমাণ খুব কম। এর পেছনের একটি সমস্যা হল এই যে কোনও অগ্রহণযোগ্য বা বেআইনি আচরণের ক্ষেত্রে মানুষের হস্তক্ষেপ করতে বা সেটির খবর পৌঁছে দিতে দ্বিধাগ্রস্ত হবার পেছনে অনেক কারণ থাকতে পারে। কোনও ছাড় নয় নীতিগুলি ঐসব কারণের মধ্যে কেবল গুটিকয়েক কারণের প্রতিকার করতে পারে। ২০১৪ সালে মার্কিন যুক্তরাষ্ট্রে নিম্নস্তরের নিয়ম লংঘনের কারণে গণহারে কারারুদ্ধকরণের ঘটনায় বিদ্যালয় ও স্থানীয় সম্প্রদায়গুলিতে কোনও ছাড় নয় নীতির প্রয়োগের বিরুদ্ধে প্রতিবাদ ওঠে। কোনও ছাড় নয় নীতির প্রয়োগ হলে আইন-শৃঙ্খলা রক্ষাকারী বাহিনীর জবাবদিহিতা, জনসাধারণের কাছে স্বচ্ছতা ও স্থানীয় জনসাধারণের সাথে সহযোগিতার মত ব্যাপারগুলি বাধাগ্রস্ত হতে পারে।\nকোনও ছাড় নয় নীতির কিছু বিকল্প হল পুনরুদ্ধারমূলক বিচার, যাতে ক্ষতি মেরামত ও সম্পর্ক পুনর্নির্মাণের উপর জোর দেওয়া হয়, এবং ইতিবাচক আচরণগত হস্তক্ষেপ ও সহায়তা, যাতে ইতিবাচক চিন্তাভাবনা শক্তিশালীকরণের মাধ্যমে সমস্যা সৃষ্টিকারী আচরণ প্রতিরোধ করার উপর দৃষ্টি নিবদ্ধ করা হয়।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎসপঞ্জি ==\nBowling, B. (1999) The rise and fall of New York murder: zero tolerance or crack's decline? vol. 39, no. 4 (1999): 531–54.\nCox, S. & J. Wade. (1998). The Criminal Justice Network: An Introduction. New York: McGraw-Hill.\nDennis, Norman; Erdos, George (2005) Cultures and Crimes, cap. 13 Dealing with Diversity: Libertarianism and Multiculturalism pp. 169–83 আইএসবিএন ১-৯০৩৩৮৬-৩৮-১\nEck, John E.; Maguire, Edward R. (2000) Have Changes in Policing Reduced Violent Crime?, pp. 207–65 in The Crime Drop in America, edited by Alfred Blumstein and Joel Wallman. Cambridge University Press, New York, 2000.\nFagan, Jeffrey; Franklin Zimring et June Kim, Declining Homicide in New York City : A Tale of Two Trends, Journal of Criminal Law and Criminology, 88–4, été 1998, pp. 1277–1324.\nMarshall, Jayne (1999) Zero Tolerance Policing  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৬-০৫-২৮ তারিখে. South Australia Office of Crime, Issue 9 March 1999.\nRobinson, M. (2002). Justice Blind? Ideals and Realities of American Criminal Justice. Upper Saddle River, NJ: Prentice-Hall.\nRowe, Mary and Corinne Bendersky, \"Workplace Justice, Zero Tolerance and Zero Barriers: Getting People to Come Forward in Conflict Management Systems,\" in Negotiations and Change, From the Workplace to Society, Thomas Kochan and Richard Locke (editors), Cornell University Press, 2002. (http://web.mit.edu/ombud/publications/index.html, # 18).\nSlade, Gavin, Alexei Trochev, and Malika Talgatova (2020) \"The Limits of Authoritarian Modernisation: Zero Tolerance Policing in Kazakhstan,\" Europe-Asia Studies.\nSherman, L., D.; Gottfredson, D; MacKenzie, J; Eck, P; Reuter & Bushway, S. (1997). \"Preventing Crime: What Works, What Doesn't, What's Promising.\" [১]\nSnider, Laureen. (2004) \"Zero Tolerance Reversed: Constituting the Non-Culpable Subject in Walkerton\" in What is a Crime? Defining Criminal Conduct in Contemporary Canadian Society. Vancouver: University of British Columbia Press, and Montreal: Laval University Press (French translation), 2004: 155–84.\nTonello, Fabrizio (2007) Così negli Usa è fallita la Tolleranza zero [eng.: So Zero Tolerance failed in the US] published by il manifesto 31 August 2007, p. 5 [২]  আর্কাইভইজে আর্কাইভকৃত ২০১৩-০২-২০ তারিখে [৩]\nWacquant, Loïc (1999) Penal ’common sense’ comes to Europe - US exports zero tolerance [৪] April 1999 Le Monde Diplomatique. (original French version, ita version)\n——— (নভেম্বর ১৯৯৯), Prisons of Poverty উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\n——— (মে ২০০২), \"Sur quelques contes sécuritaires venus d'Amérique - Les impasses d'un modèle répressif\", Le Monde diplomatique (ফরাসি ভাষায়), ২০১১-০৭-২২ তারিখে মূল থেকে আর্কাইভ করা উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: তারিখ ও বছর (link) .\nWein, Sheldon (২০১৪),  Mohammed, Dima; Lewiński, Marcin, সম্পাদকগণ, \"Exploring the virtues (and vices) of zero tolerance arguments\", Proceedings of the 2013 OSSA Conference, University of Windsor, সংগ্রহের তারিখ ১ অক্টোবর ২০১৭ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) , Centre for Research on Reasoning, Argumentation, and Rhetoric (CRRAR) publishing.\nWilson, James Q.; Kelling, George L. (মার্চ ১৯৮২)। \"Broken Windows: The police and neighborhood safety\" (পিডিএফ)। The Atlantic Monthly। Manhattan institute। সংগ্রহের তারিখ ২০০৭-০৯-০৩।  *Broken windows, The Atlantic."}