{"pageid": 1468565, "title": "প্রমথনাথ বন্দ্যোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1468565", "content": "প্রমথনাথ বন্দ্যোপাধ্যায়  (১৮৭৮ – ৫ নভেম্বর ১৯৬০ ) ছিলেন একজন বিশিষ্ট ভারতীয় বাঙালি অর্থনীতিবিদ ও খ্যাতনামা শিক্ষাবিদ। অর্থনীতির অধ্যাপক তিনি ছিলেন একজন প্রকৃত দেশপ্রেমিক ও রাজনীতিবিদ। তিনি  কলকাতা বিশ্ববিদ্যালয়ের উপাচার্য (১৩।০৩|১৯৪৬ - ২৩|০৯|১৯৪৯|) ছিলেন।\n\n\n== জন্ম ও শিক্ষা জীবন ==\nপ্রমথনাথ বন্দ্যোপাধ্যায়ের জন্ম  ব্রিটিশ ভারতের অধুনা  উত্তরপ্রদেশের মির্জাপুরে। পিতা ননীলাল বন্দ্যোপাধ্যায় ছিলেন মৈনপুরীর বিখ্যাত উকিল। তিনি কলকাতা বিশ্ববিদ্যালয় থেকে অর্থনীতিতে এম.এ পাশের পর গবেষণার জন্য ইংল্যান্ডে যান। তিনিই প্রথম ভারতীয় হিসাবে অর্থনীতিতে লন্ডন স্কুল অব ইকোনমিক্সের ডক্টর অব সায়েন্স। \n\n\n== কর্মজীবন ==\nদেশে প্রত্যাবর্তনের পর তিনি অর্থনীতিতে একজন স্বীকৃত ব্যক্তিত্ব হিসাবেই পরিচিতি পান। তিনি ১৯২০ খ্রিস্টাব্দ হতে পনেরো বৎসর  কলকাতা বিশ্ববিদ্যালয়ে অর্থনীতির মিন্টো প্রফেসর ছিলেন।  তাছাড়া কেবল শিক্ষাব্যবস্থা নয়, ভারতের অর্থনীতির উপর তার বিশেষজ্ঞের জ্ঞান দেশের সেবায় নির্দেশকের কাজ করেছিল। প্রখ্যাত ইংরেজ লেখক ও দার্শনিক অ্যালডাস লিওনার্ড হাক্সলির তথ্যভিত্তিক রচনায় প্রমথনাথ শ্রদ্ধার সাথে উল্লেখিত হয়েছেন। \nরাষ্ট্রগুরু  সুরেন্দ্রনাথ বন্দ্যোপাধ্যায়ের প্রভাবে তিনি রাজনীতিতে যোগ দেন। ১৯২৩-৩০ খ্রিস্টাব্দ পর্যন্ত তিনি জাতীয় কংগ্রেসের হয়ে বঙ্গীয় আইন সভার এবং ১৯৩৫-৪৬ খ্রিস্টাব্দ পর্যন্ত কেন্দ্রীয় আইন সভার সভ্য ছিলেন। তবে সাম্প্রদায়িক বাঁটোয়ারা গ্রহণের প্রতিবাদে তিনি জাতীয় কংগ্রেস পরিত্যাগ করেন এবং পণ্ডিত  মদনমোহন মালব্যের সঙ্গে একযোগে জাতীয় দল তথা কংগ্রেস ন্যাশনালিস্ট পার্টি গঠন করেন। সেকারণে ১৯৪২-৪৫ খ্রিস্টাব্দ পর্যন্ত তিনি কেন্দ্রীয় আইনসভায় কংগ্রেস ন্যাশনালিস্ট পার্টির নেতা ছিলেন। \nতিনি ভারতের স্বাধীনতা সংগ্রামে তথা জাতীয়তাবাদী ক্রিয়াকলাপে বুদ্ধিজীবীমহলের ব্যক্তিত্বদের অন্যতম ছিলেন।  রামমোহন লাইব্রেরি ও ফ্রি রিডিং রুমের সঙ্গে যুক্ত ছিলেন। ১৯৪৪-৫৬ খ্রিস্টাব্দ পর্যন্ত তিনি সভাপতি ছিলেন। তারই নেতৃত্বে কলকাতা মহানগরীর আইকনিক ল্যান্ডমার্ক- ঐতিহ্যবাহী ফেডারেশন হলে ১৯৫৩ খ্রিস্টাব্দে ফেডারেশন হল সোসাইটি, গ্রন্থাগার ও সভাকক্ষ প্রতিষ্ঠিত হয়। ১৯৪৪-৪৯ খ্রিস্টাব্দ পর্যন্ত তিনি  ইন্ডিয়ান অ্যাসোসিয়েশন তথা ভারতসভার অধ্যক্ষ ছিলেন। বহুদিন  কলকাতা বিশ্ববিদ্যালয়ের সিনেট ও সিন্ডিকেটের সদস্য ছাড়াও, তিনি ১৯৪৬ খ্রিস্টাব্দের ১৩ মার্চ হতে ১৯৪৯ খ্রিস্টাব্দের ২৩ সেপ্টেম্বর পর্যন্ত বিশ্ববিদ্যালয়ের উপাচার্য পদে ছিলেন।\nদেশের অর্থনীতির উপর বহু গ্রন্থ রচনা করেছেন। উল্লেখযোগ্য গ্রন্থগুলি হল-\n\nএ হিস্ট্রি অফ ইন্ডিয়ান ট্যাক্সেশন\nপ্রোভিনশিয়াল ফিনান্স অফ ইন্ডিয়া\nফিস্ক্যাল পলিসি অফ ইন্ডিয়া\nএ স্টাডি অফ ইন্ডিয়ান ইকোনমিক্স\nপাবলিক অ্যাডমিনিস্ট্রেশন ইন অ্যানসেন্ট ইন্ডিয়া\nইন্ডিয়ান ফিন্যান্স\n\n\n== তথ্যসূত্র =="}