{"pageid": 1468696, "title": "কালকেয়", "url": "https://bn.wikipedia.org/wiki?curid=1468696", "content": "কালকেয় (সংস্কৃত: कालकेय) বা কালখঞ্জ (সংস্কৃত: कालखञ्ज; পালি: kālakañjā) হলো হিন্দু পুরাণের দানবদের একটি জাতি। এরা মুনি কশ্যপ ও কালের বংশধর। পুরাণমতে প্রায় ষাট হাজার কালকেয় অস্তিত্বমান ছিল, যারা বৃত্রাসুরের অধীনে যুদ্ধ করত। \n\n\n== হিন্দুধর্মে প্রাসঙ্গিকতা ==\n\n\n=== মহাভারত ===\nমহাভারত-এর তীর্থযাত্রা পর্বে দেবতারা মুনি অগস্ত্যকে সমুদ্রের জল পান করতে অনুরোধ করেন। সমুদ্রের তলদেশে কালকেয়দের বাস ছিল। মুনি অগস্ত্য সমুদ্রের জল পান করলে দেবতারা কালকেয়দের আক্রমণ করে তাদের পরাস্ত করতে সক্ষম হন। যুদ্ধের পর বেঁচে যাওয়া কালকেয়রা পাতালে আশ্রয় নেয়।\nবনপর্বে কালকেয়রা নিবাতকবচদের সাথে সন্ধি করে দেবতাদের বিরুদ্ধে যুদ্ধ ঘোষণা করে দেবলোক আক্রমণ করে। তারা যুদ্ধশেষে দেবতাদের বিরুদ্ধে বিজয় ছিনিয়ে আনতে সক্ষম হয়। এরপর ইন্দ্র তার পুত্র অর্জুনকে নিবাতকবচদের থেকে দেবলোককে উদ্ধার করার দায়িত্ব দেয়। ইন্দ্র তার সারথি মাতলিকে অর্জুনের সাথে প্রেরণ করে। নিবাতকবচদের বধ করে দেবলোকে ফেরার পথে অর্জুন হিরণ্যপুর নামে একটি অপূর্ব নগরে এসে পৌঁছায়। পুলমা ও কাল নামের দুই অসুর নারীকে বর দিয়ে ব্রহ্মা এই নগর নির্মাণ করেছিলেন। পুলমা ও কাল এমন সন্তানের বর প্রার্থনা করেছিলেন, যাদের কোনো দেবতা, নাগ অথবা রাক্ষস বধ করতে পারবে না। তবে তারা মানুষের থেকে রক্ষার জন্য কোনো বর প্রার্থনা করেনি। মাতলি অর্জুনকে হিরণ্যপুরের অসুরদের পরাস্ত করতে অনুরোধ করেন। অর্জুন হিরণ্যপুর আক্রমণ করলে দানবেরা শক্তিশালী সৈন্যবাহিনী নিয়ে প্রতি আক্রমণ করে। অর্জুন তাদের ওপর শিবের পাশুপত অস্ত্র প্রয়োগ করেন, যার থেকে বিশালাকায় ও হিংস্র পশুর জন্ম হয়, যারা নগরের পুরুষদের বিতাড়িত করে এবং সম্মুখে অর্জুনের তীরের মুখে মৃত্যুবরণ করে।   \n\n\n== বৌদ্ধধর্মে প্রাসঙ্গিকতা ==\nবৌদ্ধধর্মে এদের কালকঞ্জক নামে উল্লেখ করা হয়েছে। বিদর্শন হিসেবে উল্লেখিত এই জাতিকে বৌদ্ধধর্মে অসুরজাতির অংশ বলে গণ্য করা হয়। মহাসময় সূত্তে এদের উল্লেখ রয়েছে। এদের আকৃতি কদাকায় বলেও উল্লেখ পাওয়া যায়। (D.ii.259; এবং DA.iii.789.820) বৌদ্ধ দর্শনে এরা অসুর জাতির মধ্যে সবচেয়ে নিম্নশ্রেণির বলে উল্লিখিত।\nকালকঞ্জকদের মধ্যে কখনো বোধিসত্ত্বের জন্ম হয়নি বলে বর্ণনায় পাওয়া যায়। (J.i.44; BuA.224) কখনো কখনো (যেমন, J.v.187; PvA.272) অসুরদের বর্ণনায় নিচে টীকাকারে তা কালকঞ্জকদের প্রতি নির্দেশনা বলে উল্লেখ করা হয়।\nএইরূপ জন্মের ফলে তারা এত তৃষ্ণার্ত থাকে, যার ফলে গঙ্গা নদীতে অবগাহন করেও তাদের তৃষ্ণা নিবৃত করতে ব্যর্থ হয়। (সূত্রের জন্য VibhA.5 দেখুন) কালকঞ্জকদের দৈহিক আকৃতি, যৌনতা, খাদ্যাভ্যাস ও জীবনের দৈর্ঘ্য প্রেতদের সাথে সাদৃশ্যপূর্ণ এবং এই কারণে তারা প্রেতদের সাথেও বিবাহবন্ধনে আবদ্ধ হয়। (Kvu.360)\n\n\n== আরও দেখুন ==\nঅসুর\nঅসুরদের তালিকা\nদানব\nদৈত্য\nনিবাতকবচ\n\n\n== তথ্যসূত্র =="}