{"pageid": 1469891, "title": "নেপাল এ.পি.এফ. ক্লাব", "url": "https://bn.wikipedia.org/wiki?curid=1469891", "content": "নেপাল এপিএফ ক্লাব (নেপালি: नेपाल ऐपिएफ क्लब), সাধারণত এপিএফ ক্লাব নামে পরিচিত, কাঠমান্ডু, বাগমতি প্রদেশ, নেপালে অবস্থিত একটি পেশাদার ক্রীড়া ক্লাব। ক্লাবটি সশস্ত্র পুলিশ বাহিনীর ক্রীড়া শাখা।\n\n\n== ইতিহাস ==\nএপিএফ ক্লাবটি ২৪ অক্টোবর ২০০১ সালে প্রতিষ্ঠিত হয়েছিল, একটি সরকারী দলের মধ্যে একটি স্পোর্টস ক্লাব গঠনের ঐতিহ্য অনুসরণ করে, যেমনটি পুলিশ এবং সেনাবাহিনী ইতোমধ্যে করেছিল। প্রাথমিকভাবে, তৎকালীন রাজার প্রতি শ্রদ্ধা জানিয়ে ক্লাবটির নামকরণ করা হয়েছিল জ্ঞানেন্দ্র এপিএফ ক্লাব।\nসরকার যখন সরকারী ক্লাবগুলির নাম থেকে রয়্যালটির সমস্ত রেফারেন্স সরিয়ে দেওয়ার সিদ্ধান্ত নিয়েছিল, তখন দলটি তাদের নাম পরিবর্তন করে এপিএফ ক্লাব রাখে।\n\n\n== পুরুষদের ক্রিকেট ==\nজাতীয় লিগ ক্রিকেট ও প্রাইম মিনিস্টার ওয়ান ডে কাপে খেলা তিনটি বিভাগীয় দলের মধ্যে এপিএফ অন্যতম। নেপাল আর্মি ক্লাব সহ অন্য ৯টি আঞ্চলিক দল লিগে এপিএফের সাথে প্রতিদ্বন্দ্বিতা করে। ২০১০ সালের সেপ্টেম্বরে এপিএফ একটি ক্রিকেট দল গঠন করে। এপিএফ প্রাথমিকভাবে জাতীয় দলের অধিনায়ক পারস খাডকা এবং আরও ১৫ জন খেলোয়াড়কে চুক্তিবদ্ধ করেছিল এবং জাতীয় দলের প্রাক্তন খেলোয়াড় রাজু বাসনিয়াত কোচ হিসাবে নিযুক্ত হয়েছিল। ২০১১ ও ২০১২ সালের মতো লিগের ওয়ানডে ফরম্যাটে দুইবারের চ্যাম্পিয়ন এপিএফ। ২০১২ সালের টুর্নামেন্টে এপিএফ ক্রিকেট দল ২১ ডিসেম্বর ২০১২ তারিখে অনুষ্ঠিত ফাইনাল ম্যাচে অঞ্চল-৪ ভৈরাওয়াকে ছয় উইকেটে পরাজিত করে শিরোপা রক্ষা করে। ২০১২ সালে, এপিএফ প্রথমবারের মতো লিগের টুয়েন্টি২০ ফরম্যাটের শিরোপা জিতেছিল।\n\n\n=== রেকর্ড ===\n\n\n== পুরুষদের ফুটবল ==\n২০০৫-০৬ মৌসুমের শহীদ মেমোরিয়াল এ-ডিভিশন লিগে প্রথম উপস্থিতিতে, ক্লাবটি এমএমসি, থ্রি স্টার, ত্রিভুবন আর্মি ক্লাব এবং নেপাল পুলিশ ক্লাবের পিছনে ৫ম স্থানে মৌসুম শেষ করেছিল।\n২০০৬-০৭ মৌসুমে ক্লাবটি ৫ম অবস্থানে ছিল।\n২০০৯-১০ মৌসুমের শেষে, এপিএফ ক্লাবটি সবেমাত্র রেলিগেশন থেকে রক্ষা পেয়েছিল, লিগের শেষ ম্যাচে মচিন্দ্র ক্লাবকে ৮-০ গোলে পরাজিত করে লিগে অবস্থান করেছিল। ২২ ম্যাচ শেষে এপিএফ এখন ১০ম স্থানে অবস্থান করেছিল।\n\n\n=== মৌসুম অনুযায়ী রেকর্ড ===\n\n\n== মহিলা ফুটবল ==\nনেপাল এপিএফ ক্লাবটি নেপালের মহিলাদের শীর্ষ স্তরের ফুটবল লিগ অর্থাৎ জাতীয় মহিলা লিগ প্রতিদ্বন্দ্বিতা করে।\n\n\n=== মৌসুম অনুযায়ী রেকর্ড ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআর্মড পুলিশ ফোর্স ক্লাব নেপালের ম্যাচ ইতিহাস\nআর্মড পুলিশ ফোর্স ক্লাবের ওয়েবসাইট\nবিনোদনমূলক ক্রীড়া সকার পরিসংখ্যান ফাউন্ডেশন\nসকারএজ নেপাল\nব্লগস্পটে নেপালে ফুটবল\nআর্মড পুলিশ ফোর্স ক্লাব নেপালের ম্যাচ ইতিহাস"}