{"pageid": 1469382, "title": "সাদ ইবনে মমতাজ হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1469382", "content": "সাদ ইবনে মমতাজ হত্যাকাণ্ড বাংলাদেশ ছাত্রলীগের নেতাকর্মীদের দ্বারা ময়মনসিংহের বাংলাদেশ কৃষি বিশ্ববিদ্যালয়ের সংগঠিত একটি হত্যাকাণ্ড। সাদ ইবনে মমতাজ বাংলাদেশ কৃষি বিশ্ববিদ্যালয়ের মাৎস্যবিজ্ঞান অনুষদের স্নাতক শেষ বর্ষের ছাত্র ছিলো। তিনি বাকৃবির আশরাফুল হক হলের ছাত্রলীগের সাংগঠনিক সম্পাদক ছিলেন। ২০১৪ সালের ৩১ মার্চ বাকৃবির ছাত্রলীগের নেতাকর্মীরা তাকে স্টাম্প দিয়ে পিটিয়ে হত্যা করে। পরবর্তীতে একই কায়দায় ছাত্রলীগ ২০১৯ সালে আবরার ফাহাদকে পিটিয়ে হত্যা করে। এই হত্যাকাণ্ডের পর বাকৃবির শিক্ষার্থী ও শিক্ষকেরা টানা ১৪ দিন ক্লাস-পরীক্ষা বর্জন করে বিক্ষোভ, মানববন্ধনসহ নানা কর্মসুচী পালন করেছিলো।\n\n\n== প্রেক্ষাপট ==\nএই হত্যাকাণ্ডের প্রধান আসামী রেজাউল করিম রেজা হত্যাকাণ্ডের সময় ছাত্রলীগের যুগ্ম সাধারণ সম্পাদক থেকে সদ্য সাবেক হয়েছিলেন। তিনি আশরাফুল হক হলের ছাত্রলীগের একটি উগ্র ও সন্ত্রাসী গোষ্ঠী পরিচালনা করতেন। রেজা ও সাদ একই বিভাগে পড়াশোনা করতো, একই হলে বসবাস করতো। সাদের সঙ্গে তার নিজেদের মাৎস্যবিজ্ঞান অনুষদের ছাত্রলীগের কমিটি নির্বাচন নিয়ে বিরোধ হয়। সাদের বন্ধু সুজয় ও রোকন তাকে ছাত্রলীগের নির্বাচনে দাঁড়াতে মানা করেছিলেন। তবে সাদ নির্বাচনে দাড়াতে ইচ্ছা পোষণ করলে তারা তাকে সতর্ক করে, এবং নিজেদের রাস্তা পরিস্কার করার হুমকি দেয়। এছাড়াও নিজেদের ক্লাস পরীক্ষা নিয়ে বিতর্ক হয়। তখনই রেজা ও তার গ্রুপ সাদকে আক্রমণের লক্ষ্য বানিয়ে ফেলে। এবং রেজা ও তার গ্রুপ সাদকে বিতর্কিত ও আক্রমণের লক্ষ্য বানিয়ে ইসলামী ছাত্রশিবিরের মিথ্যা ট্যাগ লাগিয়ে দেয়। এবং বিভিন্ন গ্রুপে ও মহলে প্রচার করতে থাকে।\n\n\n== আক্রমণ ==\nসাদ আশরাফুল হক হলের ৩১২ নং কক্ষে থাকতেন। ঘটনার দিন বিকালে রেজা তাকে একই হলের ২০৫ নং কক্ষে ডেকে পাঠান। বিকালে ডেকে নেওয়ার পরে রেজার নেতৃত্বে ও নির্দেশে তার গ্রুপের অন্য ছাত্রলীগ কর্মীরা তাকে স্টাম্প দিয়ে পেটাতে থাকে। তাকে কার্পেট দিয়ে মুড়িয়ে লোহার রড, লাঠি, হকিস্টিক প্রভৃতি দিয়ে কয়েক ঘন্টা যাবত নির্মমভাবে পেটানো হয়। আক্রমণকারী সদস্যের মধ্যে উল্লেখযোগ্য হলো স্বপন, পলাশ, শাহজালাল সুমন, মুফরাত, প্রশান্ত কুমার দে, রাহুল ও রিয়াদ। সন্ধ্যা ৬ টার দিকে আক্রমণকারী নিজেরাই তাকে তার কক্ষে রেখে আসে। তবে তার শারীরিক অবস্থার দ্রুত অবনতি ঘটতে থাকে, ফলে আসামিরা চিকিৎসার জন্য বিশ্ববিদ্যালয় হেলথ কেয়ারের এক চিকিৎসককে ডেকে নিয়ে আসেন। তার অবস্থার উন্নতি না হলে রাত ৯.১৫ এর দিকে তাকে ময়মনসিংহ মেডিকেল কলেজ হাসপাতালে পাঠানো হয়। তারপর দিন সকালে তাকে এক্সরে করতে ট্রমা মেডিকেল সেন্টারে নিয়ে যাওয়া হয়। সেখানে অপেক্ষামান অবস্থান তিনি মারা যান।\n\n\n== মামলা ==\nএই ঘটনায় ২ এপ্রিল বিশ্ববিদ্যালয়ের প্রধান নিরাপত্তা কর্মকর্তা মহিউদ্দীন হাওলাদার ময়মনসিংহ কোতোয়ালি থানায় অজ্ঞাতপরিচয় ব্যক্তিদের আসামি করে একটি হত্যা মামলা করেন। মামলার তদন্ত শেষে ১৫ জুলাই পুলিশ ১৪ জন ছাত্রলীগ কর্মীকে অভিযুক্ত করে আদালতে অভিযোগপত্র জমা দেয়। তার বাবাকে এই হত্যাকাণ্ডে মামলার কথা জিজ্ঞেস করা হলে তিনি বলেন, \"আমি মামলা করবোনা, কারণ আমি জানি আদালত এই হত্যার বিচার করবেনা।\" গ্রেপ্তারের পরে অভিযুক্ত আসামিরা আদালতে ১৬৪ ধারায় স্বীকারোক্তিমূলক জবানবন্দি দেন এবং হত্যাকাণ্ডের কথা স্বীকার করেন। ২৮ এপ্রিল সাক্ষ্য নেওয়া হয়, সেইদিন আদালত অভিযুক্তদের মামলা থেকে অব্যাহতি দেওয়া হলে, জেলা জজকোর্টের কৌসুলি খালেকুজ্জামান আদালতের নিকট বলেন, \"আপনি যাদেরকে অব্যাহতি দিচ্ছেন, তারা মূলত খুনি\"। নিম্ন আদালত অভিযুক্তদের অব্যাহতি দেওয়ার পর মামলাটি আর উচ্চ আদালতে সুপারিশ করেনি।\n\n\n== বিশ্ববিদ্যালয় প্রশাসন ==\nএছাড়াও বিশ্ববিদ্যালয় প্রশাসন থেকে মৎস্যবিজ্ঞান অনুষদের শিক্ষক মহসীন আলীকে প্রধান করে ছয় সদস্যদের একটি সম্পূরক তদন্ত কমিটি করা হয়। তবে অনুষদের সাধারণ শিক্ষকবৃন্দ এই কমিটির উপর অনাস্থা প্রকাশ করেন। তদন্ত শেষে এই কমিটি ছাত্রলীগের আরও সাতজন নেতা-কর্মীকে আদালতের নিকট শাস্তির সুপারিশ করে। তবে হাইকোর্ট নতুন এই সাতজনের ব্যপারে স্থগিতাদেশ প্রদান করেন। এছাড়াও ২০১৪ সালের ৯ এপ্রিল বিশ্ববিদ্যালয় প্রশাসন ৬ অভিযুক্ত ছাত্রকে বিভিন্ন মেয়াদে বহিষ্কার করে। এরমধ্যে প্রধান আসামি রেজাউল করিম রেজাকে আজীবনের জন্য বহিষ্কার করা হয়।\n\n\n== অভিযুক্তদের তালিকা ==\nমামলার তদন্ত শেষে ১৫ জুলাই পুলিশ ১৪ জন ছাত্রলীগ কর্মীকে অভিযুক্ত করে আদালতে অভিযোগপত্র জমা দেয়। ১৭ মে ২০১৬ সালে অন্তর চৌধুরীকে তার বাসা থেকে আটক করা হয়। এই মামলার পলাতক আসামি মো. মিজানুর রহমান আত্নগোপন করেছিলো এবং গোপনে বাংলাদেশ ধান গবেষণা ইনস্টিটিউটে বৈজ্ঞানিক কর্মকর্তায় চাকরি নেন। তবে ৯ বছর পরে ১১ মে ২০২৩ সালে তাকে গ্রেপ্তার করা হয়।\n\n\n== প্রতিবাদ-বিক্ষোভ ==\nএই হত্যাকাণ্ড প্রকাশের পরপরই বাকৃবির সাধারণ শিক্ষার্থীরা হত্যাকাণ্ডের বিচার চেয়ে বিক্ষোভ মিছিল, অবস্থান ধর্মঘট, ক্লাস বর্জন প্রভৃতি নানামুখী প্রতিবাদ কর্মসূচি পালন করা শুরু করে। শিক্ষকগণ এই আন্দোলনের সাথে একাত্নতা প্রকাশ করেন। শিক্ষার্থীরা ক্লাস পরীক্ষা বর্জন করে প্রধান ফটক আটকে দেয় এবং প্রশাসন ভবনের সামনে অবস্থান নেয়। শিক্ষার্থীরা সাধারণ সংবাদ সম্মেলন করে দফা দাবি জানিয়ে আন্দোলন শুরু করে। ছয় দফা দাবীর মধ্যে উল্লেখযোগ্য দাবীগুলো:\n\nসাদের হত্যার সঙ্গে জড়িত সব অভিযুক্তের নাম প্রকাশ করতে হবে।\nহত্যা মামলায় সঠিক বিচার করতে হবে\nঅভিযুক্তদের ক্যাম্পাস থেকে আজীবনের জন্য বহিষ্কার করতে হবে\nটর্চার সেল বন্ধ করতে হবে\nযৌন হয়রানির বিরুদ্ধে আইন\nসুষ্ঠু তদন্ত রিপোর্ট সবার সামনে উন্মোচন করতে হবে।\nসাধারণ শিক্ষকগন শিক্ষক সমিতির জরুরি সভায় শিক্ষার্থীদের নিরাপত্তা প্রদানে ব্যর্থ হবার অভিযোগ তুলে ধরে এবং ছাত্রবিষয়ক উপদেষ্টা, হল প্রভোস্ট, প্রক্টর ও ছাত্রবিষয়ক বিভাগের বিশেষ দায়িত্বপ্রাপ্তদের পদত্যাগের দাবি জানান। ক্যাম্পাসের ছাত্রলীগও এই সাধারণ শিক্ষার্থীদের আন্দোলনে যোগদান করতে ইচ্ছুক হলে, সাধারণ শিক্ষার্থীরা ও শিক্ষক সমিতি সেটার বিরোধিতা করেন। তারপরেও তারা আলাদা স্থানে সাধারণ শিক্ষার্থীদের ব্যানারে একটি মানববন্ধন করে।\nএছাড়া ঢাকা জাতীয় জাদুঘরের সামনে হত্যাকাণ্ডের প্রতিবাদে বাংলাদেশ ছাত্র ফেডারেশন সমাবেশ ও কফিন মিছিলের আয়োজন করে। এছাড়াও সামহোয়্যার ইন ব্লগ ওয়েবসাইটে অনলাইন সক্রিয়কর্মীরা এই হত্যাকাণ্ডের প্রতিবাদে লেখালিখি করেন।\n\n\n== তথ্যসূত্র =="}