{"pageid": 1469792, "title": "৭০তম জাতীয় চলচ্চিত্র পুরস্কার (ভারত)", "url": "https://bn.wikipedia.org/wiki?curid=1469792", "content": "৭০তম জাতীয় চলচ্চিত্র পুরস্কার অনুষ্ঠান হল একটি আসন্ন ইভেন্ট যেখানে ভারতের জাতীয় চলচ্চিত্র উন্নয়ন কর্পোরেশন ভারতের চলচ্চিত্রে ২০২২ সালের সেরা চলচ্চিত্রকে সম্মান জানাতে তার বার্ষিক জাতীয় চলচ্চিত্র পুরস্কার প্রদান করে। পুরস্কার অনুষ্ঠানটি মূলত ২০২৩ সালের ৩রা মে অনুষ্ঠিত হওয়ার কথা ছিল কিন্তু কোভিড-১৯ বৈশ্বিক মহামারীর পরে বিলম্বের কারণে ২০২৪ সালের অক্টোবর পর্যন্ত স্থগিত করা হয়েছিল। ২০২৪ সালের আগস্ট মাসে তথ্য ও সম্প্রচার মন্ত্রক সংবাদ সম্মেলনের মাধ্যমে বিজয়ীদের নাম ঘোষণা করে। দাদাসাহেব ফালকে পুরস্কার প্রাপকের সাথে বিজয়ীদেরকে রাষ্ট্রপতি দ্রৌপদী মুর্মু ২০২৪ সালের অক্টোবর মাসে নয়াদিল্লির বিজ্ঞান ভবনে সংবর্ধনা দেবেন।\n\n\n== নির্বাচন প্রক্রিয়া ==\nভারতের জাতীয় চলচ্চিত্র উন্নয়ন কর্পোরেশন ২০২৪ সালের ৩০শে জানুয়ারি পর্যন্ত প্রবেশের জন্য গ্রহণযোগ্য শেষ তারিখ সহ অনলাইন ভুক্তির আমন্ত্রণ জানিয়েছে  ২০২২ সালের ১লা জানুয়ারি থেকে ৩১শে ডিসেম্বরের মধ্যে সেন্ট্রাল বোর্ড অফ ফিল্ম সার্টিফিকেশন দ্বারা প্রত্যয়িত পূর্ণদৈর্ঘ্য কাহিনিচিত্র এবং স্বল্পদৈর্ঘ্য কাহিনিচিত্রসমূহ এই পুরস্কারের জন্য যোগ্য ছিল। ২০২২ সালের ১লা জানুয়ারি থেকে ৩১শে ডিসেম্বরের মধ্যে ভারতীয় সংবাদপত্র, ম্যাগাজিন এবং জার্নালে প্রকাশিত চলচ্চিত্র সম্পর্কিত বই, সমালোচনামূলক গবেষণা, পর্যালোচনা বা নিবন্ধগুলি চলচ্চিত্র বিভাগে সেরা লেখার জন্য যোগ্য ছিল। চলচ্চিত্র বা অনুবাদের ডাব করা, সংশোধিত বা অনুলিপি করা সংস্করণের এন্ট্রি, সংক্ষিপ্তকরণ, সম্পাদিত বা টীকাযুক্ত কাজ এবং পুনর্মুদ্রণ পুরস্কারের জন্য অযোগ্য ছিল। \nপূর্ণদৈর্ঘ্য কাহিনীচিত্র এবং স্বল্পদৈর্ঘ্য কাহিনীচিত্র বিভাগগুলির জন্য যেকোনো ভারতীয় ভাষার চলচ্চিত্র, ১৬ মিমি ও ৩৫ মিমিতে শ্যুট করা, বৃহত্তর ফিল্ম গেজ বা ডিজিটাল বিন্যাস, এবং সিনেমা হলে, ভিডিও বা ডিজিটাল ফরম্যাটে হোম দেখার জন্য যোগ্য ছিল। সেন্ট্রাল বোর্ড অফ ফিল্ম সার্টিফিকেশন দ্বারা চলচ্চিত্রসমূহেক পূর্ণদৈর্ঘ্য কাহিনীচিত্র, ফিচারটেট বা ডকুমেন্টারি/নিউজরিল/নন-ফিকশন হিসাবে প্রত্যয়িত করতে হবে।\n\n\n== জুরি ==\n\n\n== পূর্ণদৈর্ঘ্য কাহিনীচিত্র ==\n\n\n=== স্বর্ণ কমল পুরস্কার ===\nদাপ্তরিক নাম: স্বর্ণ কমল\nসমস্ত পুরস্কারপ্রাপ্তদের 'স্বর্ণ কমল', একটি সার্টিফিকেট এবং নগদ অর্থ পুরস্কার দেওয়া হয়।\n\n\n=== রজত কমল পুরস্কার ===\nদাপ্তরিক নাম: রজত কমল\nসমস্ত পুরস্কারপ্রাপ্তদের 'রজত কমল', একটি সার্টিফিকেট এবং নগদ অর্থ পুরস্কার দেওয়া হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nofficial%20press%20release"}