{"pageid": 1469693, "title": "জাতিসংঘের মানবাধিকার বিষয়ক হাইকমিশনারের কার্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1469693", "content": "জাতিসংঘের মানবাধিকার বিষয়ক হাইকমিশনারের কার্যালয় (ওএইচসিএইচআর) হলো জাতিসংঘ সচিবালয়ের অধীন একটি সংস্থা, যা আন্তর্জাতিক আইন ও ১৯৪৮ সালে ঘোষিত মানবাধিকারের সার্বজনীন ঘোষণাপত্রে প্রতিশ্রুত মানবাধিকারের উন্নয়ন ও রক্ষণের উদ্দেশ্যে গঠিত হয়েছিল। ১৯৯৩ সালে বিশ্ব মানবাধিকার সম্মেলনের প্রেক্ষিতে ওই বছরের ২০ ডিসেম্বর সংস্থাটি প্রতিষ্ঠিত হয়।\nমানবাধিকার বিষয়ক হাইকমিশনার এই সংস্থার প্রধান হিসেবে কাজ করেন, যিনি জাতিসংঘ পদ্ধতিতে সংস্থার মানবাধিকার কার্যক্রমকে সমন্বয় করেন। এই কার্যালয় সুইজারল্যান্ডের জেনেভায় অবস্থিত মানবাধিকার পরিষদের সচিবালয় হিসেবে কাজ করে। সংস্থার ৮ম ও বর্তমান হাইকমিশনার হিসেবে দায়িত্বরত আছে অস্ট্রিয়ার ভলকার টুর্ক, যিনি ২০২২ সালের ৮ সেপ্টেম্বর চিলির মিশেল বাশলের থেকে দায়িত্ব গ্রহণ করেন।\n২০১৮–২০১৯ সালে সংস্থার বার্ষিক বাজেট ছিল ২০১.৬ মিলিয়ন মার্কিন ডলার, যা জাতিসংঘের নিয়মিত বাজেটের ৩.৭ শতাংশ। জেনেভা এবং নিউ ইয়র্কে সংস্থার প্রায় ১,৩০০ কর্মচারী রয়েছেন। এটি জাতিসংঘের উন্নয়ন গ্রুপ কমিটির পদাধিকারী সদস্য।\n\n\n== কার্যক্রম ও অঙ্গসংগঠন ==\n\n\n=== ম্যান্ডেট ===\n\nজাতিসংঘ সনদের ধারা ১, ১৩ ও ৫৫, ভিয়েনা ঘোষণাপত্র ও কর্মসূচি এবং ১৯৯৩ সালের ২০ ডিসেম্বরে জাতিসংঘ সাধারণ পরিষদের প্রস্তাবনা ৪৮/১৪১ (যার মাধ্যমে সাধারণ পরিষদ কর্তৃক মানবাধিকার বিষয়ক হাইকমিশনারের পদ সৃষ্টি করা হয়) অনুসারে ওএইচসিএইচআরের ম্যান্ডেট নির্ধারণ করা হয়েছে। জাতিসংঘের পুনর্গঠন কার্যক্রমের (এ/৫১/৯৫০, অনুচ্ছেদ ৭৯) অংশ হিসেবে ১৯৯৭ সালের ১৫ সেপ্টেম্বর ওএইচসিএইচআরে মানবাধিকার কেন্দ্রকে একীভূত করা হয়।\n\n\n=== উদ্দেশ্য ===\nওএইচসিএইচআরের উদ্দেশ্য হলো:\n\nবিশ্ব সম্প্রদায়ের ইচ্ছা ও সংকল্পে বাস্তব রূপদানের মাধ্যমে জাতিসংঘ কর্তৃক ঘোষিত সকল মানবাধিকারের সার্বজনীন সুবিধাভোগের প্রসার\nমানবাধিকার ইস্যুতে নেতৃস্থানীয় ভূমিকা রাখা এবং জাতীয় ও আন্তর্জাতিক পর্যায়ে মানবাধিকার চর্চার বিষয়ে গুরুত্বারোপ\nমানবাধিকার বিষয়ে আন্তর্জাতিক সহযোগিতার প্রসার\nজাতিসংঘ পদ্ধতিতে মানবাধিকারের অনুপ্রাণন এবং সমন্বয়সাধন\nসার্বজনীন অনুমোদনের প্রচার এবং আন্তর্জাতিক মানদণ্ডের বাস্তবায়ন\nনতুন রীতি-নীতির স্বাভাবিকায়নে সহযোগিতা\nমানবাধিকার সংগঠন ও সন্ধি পর্যবেক্ষণ সংস্থাসমূহের সমর্থন\nমানবাধিকারের গুরুতর লঙ্ঘনে প্রতিক্রিয়া জানানো\nমানবাধিকার লঙ্ঘনে প্রতিরোধমূলক ব্যবস্থা গ্রহণ\nজাতীয় মানবাধিকার সংস্থা প্রতিষ্ঠার প্রচার\nমাঠপর্যায়ে মানবাধিকার কার্যক্রম ও কর্ম‌সূচি গ্রহণ\nমানবাধিকারের ক্ষেত্রে প্রয়োজনীয় শিক্ষা, তথ্য উপদেশমূলক সেবা ও কারিগরি শিক্ষা প্রদান\n\n\n=== সংগঠন ===\nওএইচসিএইচআর সাংগঠনিকভাবে নিম্নলিখিত সংস্থায় বিভক্ত। একজন হাইকমিশনার ওএইচসিএইচআরের প্রধান, যিনি জাতিসংঘের অধি-মহাসচিব পদমর্যাদার ব্যক্তি।\n\n\n==== মানবাধিকার বিষয়ক হাইকমিশনার (জাতিসংঘ মহাসচিবের অধীন) ====\nজাতিসংঘের মানবাধিকার বিষয়ক হাইকমিশনার মহাসচিবের নিকট দায়বদ্ধ। তিনি ওএইচসিএইচআরের সকল কার্যক্রম, প্রশাসন এবং ১৯৯৩ সালের ২০ ডিসেম্বর সাধারণ পরিষদে গৃহীত প্রস্তাবনা ৪৮/১৪১ এবং পরবর্তীতে অন্যান্য নীতিনির্ধারণী সংস্থা কর্তৃক অর্পিত দায়িত্ব নির্বাহ করেন। তিনি জাতিসংঘের মানবাধিকার বিষয়ে মহাসচিবের উপদেষ্টা হিসেবে বিভিন্ন মানবাধিকার কর্মসূচি, প্রকল্প ও সংস্থা-সংগঠনকে পর্যাপ্ত প্রশাসনিক সহায়তা নিশ্চিতে কাজ করেন, বিভিন্ন মানবাধিকার বিষয়ক সম্মেলনে মহাসচিবের প্রতিনিধিত্ব করেন এবং মহাসচিব কর্তৃক নির্দেশিত বিশেষ কার্যক্রম পরিচালনা করেন। পাশাপাশি আইন পরিকাঠামোতে অন্তর্ভুক্ত নয় এমন মানবাধিকার বিষয় আন্তর্জাতিক আইনে অন্তর্ভুক্তকরণে তিনি কাজ করেন; যেমন: অর্থনৈতিক, সামাজিক ও সাংস্কৃতিক অধিকার আন্তর্জাতিক আইন পরিকাঠামোতে সার্বজনীন স্বীকৃত নয়।\n\n\n==== মানবাধিকার বিষয়ক ডেপুটি হাইকমিশনার (সহ-মহাসচিব) ====\nমানবাধিকার বিষয়ক হাইকমিশনারের ওপর অর্পিত দায়িত্ব সম্পাদনে একজন ডেপুটি হাইকমিশনার সহায়তা করেন, যিনি হাইকমিশনারের অনুপস্থিতিতে ভারপ্রাপ্ত হাইকমিশনারের দায়িত্ব পালন করেন। এছাড়াও, তিনি হাইকমিশনার কর্তৃক নিযুক্ত বিশেষ বিস্তৃত প্রশাসনিক কার্যক্রম পরিচালনা করেন। তিনি হাইকমিশনারের কাছে তার কাজের জন্য দায়বদ্ধ।\nবর্তমান মানবাধিকার বিষয়ক ডেপুটি হাইকমিশনারের দায়িত্ব রয়েছেন অস্ট্রেলিয়ার কেট গিলমোর।\n\n\n==== মানবাধিকার বিষয়ক সহ-মহাসচিব (জাতিসংঘ সদর দপ্তর, নিউ ইয়র্ক) ====\nমানবাধিকার বিষয়ক সহ-মহাসচিব (ডেপুটি হাইকমিশনারের সাথে বিভ্রান্ত হবেন না, যিনি জাতিসংঘের সহ-মহাসচিব) নিউ ইয়র্কের প্রধান কর্মকর্তা এবং হাইকমিশনারের নিউ ইয়র্ক কার্যালয়ের প্রধান। তিনি জাতিসংঘ সদর দপ্তরে হাইকমিশনারের প্রতিনিধিত্ব করেন এবং জাতিসংঘের আন্তঃসরকারি ও আন্তঃসাংগঠনিক নীতিনির্ধারণী প্রক্রিয়া ও কর্মসূচিতে মানবাধিকার বিষয় অন্তর্ভুক্তকরণে ভূমিকা রাখেন।\n২০১০ সালে মানবাধিকার বিষয়ক সহ-মহাসচিবের পদ সৃষ্টি করা হয় এবং ইভান শিমোনভিচকে এই পদে নিযুক্ত করা হয়। ২০১৬ থেকে ২০১৯ পর্যন্ত অ্যান্ড্রু গিলমোর এই পদের দায়িত্ব পালন করেন। ২০২০ থেকে মানবাধিকার বিষয়ক সহ-মহাসচিবের দায়িত্বে রয়েছেন ইলৎসে ব্রাঞ্জ কেহরিস।\n\n\n==== জাতিসংঘের মানবাধিকার বিষয়ক হাইকমিশনারের স্টাফ কার্যালয় ====\nজাতিসংঘের মানবাধিকার বিষয়ক স্টাফ কার্যালয় একজন প্রধানের অধীনে পরিচালিত হয়, যিনি মানবাধিকার বিষয়ক হাইকমিশনারের কাছে দায়বদ্ধ। এর মূল কার্যক্রম হলো:\n\nমানবাধিকার প্রোগ্রামের সকল কার্যাবলির তত্ত্বাবধান এবং সামগ্রিক দিকনির্দেশনায় হাইকমিশনারকে সহায়তা করা\nমানবাধিকার রক্ষা ও উন্নয়নের নীতি প্রণয়ন, অনুশীলন ও কর্মকাণ্ডের পরিকল্পনা, সংযোগ রক্ষা, বাস্তবায়ন ও মূল্যায়নে হাইকমিশনারকে সহায়তা করা\nবিভিন্ন দেশের সরকার, জাতিসংঘের অন্যান্য সংস্থা ও সংগঠন, আন্তর্জাতিক বিভিন্ন সংগঠন, আঞ্চলিক ও জাতীয় প্রতিষ্ঠানসূহ, বেসরকারি সংগঠন, বেসরকারি খাত ও একাডেমিয়ার সাথে যোগাযোগ রক্ষা\nমহাসচিবের নির্বাহী কার্যালয় ও জাতিসংঘ সদর দপ্তরের অন্যান্য কার্যালয় এবং একই সাথে নিউ ইয়র্ক ও জেনেভায় মহাসচিবের মুখপাত্র ও বিভিন্ন গণমাধ্যমের সাথে নীতিগত বিষয়ে লিয়াজোঁ হিসেবে কাজ করা\nতহবিল সংক্রান্ত কার্যাবলি সম্পাদন করা এবং হাইকমিশনার কর্তৃক নিযুক্ত অন্যান্য কার্যাবলি নির্বাহ করা\nহাইকমিশনারকে মানবাধিকার সংক্রান্ত প্রোগ্রামগুলোর একটি ফ্রেমওয়ার্ক দাঁড় করানো ও এর ব্যবস্থাপনা এবং পরিকল্পনায় সহায়তার মাধ্যমে সার্বিক কার্যক্রমকে সহজতর করা এবং কর্মসূচি ও অর্জনসমূহের বার্ষিক প্রতিবেদন তৈরি করা\nবিভিন্ন সম্মেলনে হাইকমিশনারের প্রতিনিধিত্ব করা এবং তার পক্ষে বিবৃতি প্রদান\n\n\n==== প্রশাসনিক শাখা ====\nওএইচসিএইচআরের প্রশাসনিক শাখা একজন প্রধানের অধীনে পরিচালিত হয়, যিনি ডেপুটি হাইকমিশনারের কাছে দায়বদ্ধ। ওএইচসিএইচআরের প্রশাসনিক শাখার বর্তমান প্রধান কাইল এফ ওয়ার্ড। মহাসচিবের বুলেটিন এসটি/এসজিবি/১৯৯৭/৫-এর ৭ নং ধারার পাশাপাশি এই শাখার মূল কাজগুলো হলো:\n\nমানবাধিকার বিষয়ক কর্মসূচিসমূহের বাজেট, অর্থসংস্থান ও কর্মী সংক্রান্ত বিষয়ে হাইকমিশনারকে পরামর্শ প্রদান\nআর্থিক, অধীনস্ত কর্মীসংক্রান্ত ও অন্যান্য সাধারণ প্রশাসনিক দায়িত্ব নির্বাহে হাইকমিশনার ও সংক্রান্ত ব্যক্তিবর্গকে সহায়তা করা এবং সহযোগী বিশেষজ্ঞ ও প্রশিক্ষণার্থীদের তত্ত্বাবধান\n\n\n==== নিউ ইয়র্ক কার্যালয় ====\nসংস্থার নিউ ইয়র্ক কার্যালয় একজন সহ-মহাসচিবের অধীনে পরিচালিত হয়, যিনি হাইকমিশনারের নিকট দায়বদ্ধ। নিউ ইয়র্ক কার্যালয়ের মূল কাজ হলো:\n\nজাতিসংঘ সদর দপ্তর, নীতিনির্ধারণী সংস্থা, সদস্যরাষ্ট্রসমূহের স্থায়ী মিশন, আন্তঃসংস্থা ও আন্তঃবিভাগীয় বৈঠক, বেসরকারি সংস্থা ও পেশাদার সংগঠন, একাডেমিক সম্মেলন ও গণমাধ্যমে হাইকমিশনারের প্রতিনিধিত্ব করা\nহাইকমিশনারকে যেকোনো সম্ভাব্য ঘটনায় নীতিগত উপদেশ প্রদান ও সুপারিশ করা\nমানবাধিকার বিষয়ে মহাসচিবের নির্বাহী কার্যালয়ে তথ্য সরবরাহ ও উপদেশ প্রদান\nসাধারণ পরিষদ, অর্থনৈতিক ও সামাজিক পরিষদ এবং নিউ ইয়র্কভিত্তিক অন্যান্য নীতিনির্ধারণী সংস্থায় মানবাধিকার বিষয়ে বিশদ সমর্থন প্রদান\nমানবাধিকার কর্মসূচি বিষয়ে স্থায়ী মিশন, জাতিসংঘের দপ্তরসমূহ, সংস্থা, প্রকল্প, বেসরকারি সংস্থা, গণমাধ্যম ও অন্যান্য সম্পর্কিত ব্যক্তি ও প্রতিষ্ঠানকে প্রয়োজনীয় আধেয় ও তথ্য সরবরাহ\nনিউ ইয়র্কে অবস্থানরত হাইকমিশনার ও অন্যান্য কর্মকর্তাবৃন্দ, জাতিসংঘের বিশেষ প্রতিবেদক ও বিশেষ প্রতিনিধিদের প্রয়োজনীয় সহায়তা প্রদান\nহাইকমিশনার কর্তৃক নির্ধারিত অন্যান্য কার্যক্রম নির্বাহ করা\n\n\n==== বিষয়ভিত্তিক সম্পৃক্ততা, বিশেষ প্রক্রিয়া ও উন্নয়ন অধিকার বিভাগ ====\nবিষয়ভিত্তিক সম্পৃক্ততা, বিশেষ প্রক্রিয়া ও উন্নয়ন অধিকার বিভাগ একজন পরিচালকের অধীনে কার্য নির্বাহ করে, যিনি হাইকমিশনারের নিকট দায়বদ্ধ থাকেন। এই বিভাগের মূল কার্যক্রম হলো:\n\nউন্নয়ন অধিকারের বিকাশ ও সুরক্ষা, বিশেষ করে নিম্নবর্ণিত কার্যক্রমের মাধ্যমে:\nউন্নয়ন অধিকারের কৌশল নির্ধারণ সংক্রান্ত আন্তঃসরকারি বিশেষজ্ঞ দলের অনুসমর্থন\nসদস্যরাষ্ট্রসমূহের প্রতিবেদনে উন্নয়ন অধিকারের অগ্রগতি এবং উন্নয়ন অধিকার বাস্তবায়নে গৃহীত পদক্ষেপ ও সম্মুখীন হওয়া বাধা ইত্যাদি বিশ্লেষণে হাইকমিশনারকে সহায়তা\nউন্নয়ন অধিকার বিষয়ে গবেষণা প্রকল্প পরিচালনা এবং ফলাফল সম্পর্কে সাধারণ পরিষদ, মানবাধিকার বিষয়ক হাইকমিশন ও চুক্তি সংস্থার সভায় উপস্থাপনের জন্য প্রতিবেদন নির্মাণ\nউন্নয়ন অধিকার বিষয়ে বৃহৎ পরিসরে পরামর্শ সেবা প্রকল্প ও শিখন উপাদান প্রস্তুতকরণে সহায়তা\nহাইকমিশনারের ম্যান্ডেটে উন্নয়ন অধিকারের গঠনতান্ত্রিক প্রবৃদ্ধির জন্য বিস্তৃত বিশ্লেষণ ও অনুসমর্থন\nভিয়েনা ঘোষণা ও কর্মসূচি এবং অন্যান্য নীতিনির্ধারণী সংস্থার প্রস্তাবনা সাপেক্ষে নির্ধারিত অগ্রাধিকারভিত্তিতে জাতিসংঘের মানবাধিকার বিষয়ক সংগঠনের স্বার্থসংশ্লিষ্ট ক্ষেত্রে বিস্তৃত গবেষণা পরিচালনা করা\nজাতিসংঘ মানবাধিকার পরিষদের বিশেষ প্রক্রিয়ায় ম্যান্ডেট-ধারকদের কাজে সহায়তা করা\nমানবাধিকারের মান নির্ধারণী কর্মকাণ্ডে জড়িত সংস্থাগুলোকে বিশদে সহায়তা প্রদান\nবিশেষ অনুরোধ সাপেক্ষে নথি, সংক্ষিপ্ত বিবরণী ও বিশ্লেষণ এবং অবস্থানপত্র তৈরি এবং তথ্য আধেয় ও প্রকাশনায় গুরুত্বপূর্ণ অবদান রাখা\nবিস্তৃত প্রক্রিয়া সম্পর্কে নীতিগত বিশ্লেষণ, উপদেশ ও নির্দেশনা প্রদান\nতথ্যকেন্দ্র ও গ্রন্থাগার, জিজ্ঞাসাকেন্দ্র ও মানবাধিকার ডেটাবেজসহ মানবাধিকার কর্মসূচি সংক্রান্ত তথ্যসেবার ব্যবস্থাপনা\nজাতিসংঘের অঙ্গসংগঠনগুলোর রেপার্টরি অব প্র্যাকটিসের জন্য মানবাধিকার সনদের বিশেষ বিশেষ ধারার ওপর গবেষণা পরিচালনা\n\n\n==== মানবাধিকার পরিষদ ও চুক্তি প্রক্রিয়া বিভাগ ====\nমানবাধিকার পরিষদ ও চুক্তি প্রক্রিয়া বিভাগ একজন পরিচালকের অধীনে কার্য নির্বাহ করে, যিনি তার কাজের জন্য হাইকমিশনারের নিকট দায়বদ্ধ। বিভাগের মূল কার্যক্রম হলো:\n\nমানবাধিকার পরিষদ, উপদেষ্টা কমিটি ও সম্পর্কিত কর্মসম্পাদক দল এবং বিভিন্ন মানবাধিকার চুক্তির ভিত্তিতে গঠিত কমিটি ও এর কর্মসম্পাদক দলের সভা/বৈঠকের পরিকল্পনা, আয়োজন ও সেবাপ্রদান\nমানবাধিকার কর্মসূচিতে প্রয়োজনীয় সংস্থানের মাধ্যমে সম্পর্কিত মানবাধিকার চুক্তি সংস্থায় সময়মতো বিশদ সমর্থন নিশ্চিতকরণ\nসম্পর্কিত চুক্তি সংস্থার পর্যালোচনার জন্য রাষ্ট্রপক্ষীয় প্রতিবেদন নির্মাণ ও সেই সাপেক্ষে গৃহীত সিদ্ধান্ত ও পরামর্শ পর্যবেক্ষণ\nসেবাপ্রাপ্ত চুক্তি সংস্থাগুলোর কার্যক্রম পরিচালনা ও ব্যবস্থাপনার অন্যান্য বিভাগসমূহের সমর্থন এবং দাখিলের জন্য বিশদ বিবরণীসহ অন্যান্য নথি প্রস্তুতকরণ বা প্রস্তুতকরণে সহায়তা প্রদান এবং সংস্থাসমূহের সভায় গৃহীত সিদ্ধান্ত পর্যবেক্ষণ\nনির্যাতনের শিকার ব্যক্তিদের জন্য জাতিসংঘের স্বেচ্ছাসেবী তহবিলের ট্রাস্টি বোর্ডের সভার পরিকল্পনা, প্রস্তুতি ও সেবাপ্রদান এবং সম্পর্কিত সিদ্ধান্তসমূহের বাস্তবায়ন\n১৯৭০ সালের ২৭ মে অর্থনৈতিক ও সামাজিক পরিষদের প্রস্তাবনা ১৫০৩ (৪৮) অনুসারে স্থাপিত প্রক্রিয়ায় যোগাযোগমাধ্যম ও ঐচ্ছিকভিত্তিকে চুক্তি সংস্থা কর্তৃক স্থাপিত যোগাযোগ প্রক্রিয়াকরণ এবং পর্যবেক্ষণ নিশ্চিতকরণ\n\n\n==== মাঠ কর্মসূচি ও কারিগরি সহায়তা বিভাগ ====\nহাইকমিশনারের নিকট দায়বদ্ধ একজন পরিচালকের অধীনে মাঠ কর্মসূচি ও কারিগরি সহায়তা বিভাগ কাজ করে। এই বিভাগের মূল কার্যক্রম হলো:\n\nবিভিন্ন দেশের সরকারের অনুরোধক্রমে পরামর্শ সেবা ও কারিগরি সহায়তার প্রকল্পের উন্নয়ন, বাস্তবায়ন, পর্যবেক্ষণ ও মূল্যায়ন\nমানবাধিকারের ক্ষেত্রে কারিগরি সহায়তার জন্য স্বেচ্ছাসেবী তহবিলের ব্যবস্থাপনা\nতথ্য ও শিক্ষা উপকরণের উন্নয়নসহ জাতিসংঘের মানবাধিকার শিক্ষা দশকের কর্মসূচি বাস্তবায়ন\nমানবাধিকার তথ্যানুসন্ধান ও তদন্ত প্রক্রিয়া, যেমন বিশেষ প্রতিবেদক, প্রতিনিধি ও বিশেষজ্ঞ এবং মানবাধিকার কমিশন এবং/অথবা অর্থনৈতিক ও সামাজিক পরিষদ কর্তৃক বিশ্বব্যাপী কতিপয় দেশের মানবাধিকার পরিস্থিতি বা মানবাধিকার লঙ্ঘনের ঘটনা প্রতিরোধে নিযুক্ত কর্মসম্পাদক দল এবং পাশাপাশি সাধারণ পরিষদের দখলকৃত অঞ্চলে ফিলিস্তিনি জাতি ও অন্যান্য আরবদের মানবাধিকারের ওপর ইসরায়েলি কার্যক্রমের প্রভাব অনুসন্ধানে বিশেষ কমিটিকে বিস্তৃত প্রশাসনিক সমর্থন প্রদান\nমাঠ পর্যায়ে সকল মানবাধিকার কার্যক্রমের উত্তম অনুশীলন, পদ্ধতিগত নিয়মাবলি ও মডেলসহ মানবাধিকার ক্ষেত্রে মাঠ পর্যায়ের উপস্থিতি ও মিশনের পরিকল্পনা, সমর্থন ও মূল্যায়ন\nমাঠ পর্যায়ের উপস্থিতির জন্য স্বেচ্ছাসেবী তহবিল ব্যবস্থাপনা\nজাতিসংঘের দাসত্বের সমসাময়িক রূপ বিষয়ক স্বেচ্ছাসেবী তহবিল, আদিবাসী জনসংখ্যার জন্য স্বেচ্ছাসেবী তহবিল ও বিশ্বের আদিবাসী জনগোষ্ঠীর জন্য আন্তর্জাতিক দশকের স্বেচ্ছাসেবী তহবিলের ব্যবস্থাপনা\n(উৎস: ওএইচসিএইচআর ওয়েবসাইট)\n\n\n== মানবাধিকার বিষয়ক হাইকমিশনারদের তালিকা ==\n\n\n== সমালোচনা ==\n২০২০ ও ২০২১ সালে অনুরোধের ভিত্তিতে ওএইচসিএইচআর কর্তৃক প্রকাশিত চীনে জাতিসংঘের মানবাধিকার কর্মসূচিতে অংশগ্রহণ করা চীনা ব্যক্তিদের তালিকা সাংবাদিক এমা রেইলি প্রকাশ করেন। ২০১২ সাল থেকে শুরু করে অন্তত ২০১৯ সাল পর্যন্ত এই কার্যক্রম অব্যাহত থাকার পর, এর উপর সুনির্দিষ্ট নিষেধাজ্ঞা আরোপ করা হয়। কিছু কিছু ক্ষেত্রে চীনা কমিউনিস্ট পার্টি আগে থেকে কর্মকর্তাদের নাম জেনে নিয়ে চীন থেকে জেনেভায় যাওয়া প্রতিহত করে তাদের যোগদানে বাধা দেওয়ার অভিযোগ ওঠে।\n\n\n== আরও দেখুন ==\nজাতিসংঘ মানবাধিকার কমিশন (২০০৬ সালে মানবাধিকার পরিষদ এর স্থলাভিষিক্ত হয়)\nজাতিসংঘ মানবাধিকার পরিষদ\nব্যবসা ও মানবাধিকার বিষয়ক জাতিসংঘের নির্দেশক নীতিমালা\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nরামচরণ, বার্ট্রান্ড জি (২০০৪)। \"The United Nations High Commissioner for Human Rights – The Challenges of International Protection\"। ইন্টারন্যাশনাল স্টাডিজ ইন হিউম্যান রাইটস (ইংরেজি ভাষায়)। ক্লুয়ার পাবলিশার্স। ৭১। \nহবিনস, এ জে (২০০১)। \"Humphrey and the High Commissioner: the Genesis of the Office of the UN High Commissioner for Human Rights\"। জার্নাল অব দ্যা হিস্ট্রি অব ইন্টারন্যাশনাল ল (ইংরেজি ভাষায়) (৩): ৩৮–৭৪। ডিওআই:10.1163/15718050120956893। \nডি জায়াস, আলফ্রেড (২০০২)। \"Human Rights, United Nations High Commissioner for\"।   হেলমুট ভলগার। কনসাইজ এনসাইক্লোপিডিয়া অব দি ইউনাইটেড ন্যাশনস (ইংরেজি ভাষায়)। ক্লুয়ার। পৃষ্ঠা ২১৭–২২৩। \nডি জায়াস, আলফ্রেড (২০০০)। \"United Nations High Commissioner for Human Rights\"।   রুডলফ বার্নহার্ট। এনসাইক্লোপিডিয়া অব পাবলিক ইন্টারন্যাশনাল ল (ইংরেজি ভাষায়)। ৪। আমস্টারডাম: এলসাভিয়ের। পৃষ্ঠা ১১২৯–১১৩২। \nগায়ের, ফেলিস ডি; ব্রেকার, ক্রিস্টেন এল, সম্পাদকগণ (২০১৩)। দি ইউনাইটেড ন্যাশনস হাইকমিশন ফর হিউম্যান রাইটস: কনসায়েন্স ফর দ্য ওয়ার্ল্ড (ইংরেজি ভাষায়)। মার্টিনাস নিজহফ পাবলিশার্স। আইএসবিএন 978-90-04-25425-1। \n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nজাতিসংঘ আইনের শাসন: মানবাধিকার বিষয়ক হাইকমিশনারের কার্যালয়, মানবাধিকার বিষয়ক হাইকমিশনারের কার্যালয়ের ওপর আইনের শাসনের নথি\n উইকিমিডিয়া কমন্সে জাতিসংঘের মানবাধিকার বিষয়ক হাইকমিশনারের কার্যালয় সম্পর্কিত মিডিয়া দেখুন।"}