{"pageid": 1469320, "title": "লেবার মুসলিম নেটওয়ার্ক", "url": "https://bn.wikipedia.org/wiki?curid=1469320", "content": "লেবার মুসলিম নেটওয়ার্ক হল একটি ব্রিটিশ প্রচারাভিযান গ্রুপ যা লেবার পার্টির সাথে যুক্ত, যেটি মুসলিম বিষয়ের উপর দৃষ্টি নিবদ্ধ করে এবং মুসলমানদের সুবিধা পেতে দেয়। শ্রমিক দলের সংসদ সদস্য আফজাল খান। গ্রুপটির উদ্দেশ্য হল লেবার পার্টিতে মুসলিমদের অংশগ্রহণ এবং প্রতিনিধিত্ব প্রচার করা, রাজনৈতিক প্রশিক্ষণ ও উন্নয়ন কার্যক্রম পরিচালনা করা এবং রাজনৈতিক প্রচারাভিযানে নেতৃত্ব দেওয়া। এটি লেবার সদস্য ও সমর্থকদের বৃহত্তম মুসলিম দল।\n২০১৬ সালের সেপ্টেম্বরে লেবারমুসলিম টুইটার ফিড এবং ২০১৭-এর মাঝামাঝি একটি ওয়েবসাইট প্রতিষ্ঠার পর থেকে,  গ্রুপটি ১১ ডিসেম্বর ২০১৭-এ হাউস অফ কমন্সে আনুষ্ঠানিকভাবে লঞ্চ করেছিল, যার উদ্দেশ্য ছিল একটি \"অন্তর্ভুক্তিমূলক সংস্থা যা সামাজিক ন্যায়বিচার এবং সমতার ভাগ করা মূল্যবোধের ভিত্তিতে রাজনৈতিক প্রক্রিয়ায় এবং লেবার পার্টির সাথে ব্রিটিশ মুসলমানদের অংশগ্রহণকে সমর্থন করতে চায়।\" লঞ্চটিতে পার্টির নেতা জেরেমি করবিন, পাশাপাশি এমপি অ্যান্ডি স্লটার, ওয়েস স্ট্রিটিং, ডন বাটলার, রূপা হক এবং আফজাল খান উপস্থিত ছিলেন। এই দলটি লেবার পার্টির মধ্যে মুসলিম রাজনীতিবিদ এবং কর্মীদের একটি বিস্তৃত জোটকে একত্রিত করেছিল, যার মধ্যে খালিদ মাহমুদ (ইংল্যান্ডের প্রথম মুসলিম এমপি), স্থানীয় কাউন্সিলর এবং তৃণমূল কর্মী। ন্যাশনাল ইউনিয়ন অফ স্টুডেন্টস- এর প্রাক্তন ভাইস-প্রেসিডেন্ট আলী মিলানি, গ্রুপের একজন নির্বাহী সদস্য হিসাবে উদ্বোধনের সভাপতিত্ব করেন।\nএকজন কার্যনির্বাহী সদস্য হিসাবে মিলানীর উপস্থিতি দ্য ইহুদি ক্রনিকল কর্তৃক কথিত ইহুদি বিরোধী সামাজিক মিডিয়া মন্তব্যের ভিত্তিতে সমালোচিত হয়েছিল যেটি তিনি কিশোর বয়সে করেছিলেন (যার জন্য মিলানী পরে ক্ষমা চেয়েছিলেন)। শিয়া সংবাদ সংস্থা শাফাকনা লঞ্চে ইসলামপন্থী এবং নব্য-রক্ষণশীলদের উপস্থিতি লক্ষ্য করেছে এবং সেই স্বার্থে কাজ করা গোষ্ঠীর ঝুঁকি নিয়ে উদ্বেগ প্রকাশ করেছে। মিলানি ২০১৯ সালের সাধারণ নির্বাচনে উক্সব্রিজ এবং দক্ষিণ রুইসলিপে ব্যর্থ লেবার প্রার্থী ছিলেন, যেখানে তিনি রক্ষণশীল পদপ্রার্থী, প্রধানমন্ত্রী বরিস জনসনের থেকে দ্বিতীয় হয়েছিলেন।\nগোষ্ঠীটি ২০২০ সালের নভেম্বরে লেবার পার্টির মধ্যে কুসংস্কার নিয়ে ইসলামোফোবিয়া এবং মুসলিম এক্সপেরিয়েন্স রিপোর্ট প্রকাশ করেছে, যা প্রকাশ করেছে যে মুসলিম সদস্যদের নিয়ে তাদের জরিপে উত্তরদাতাদের অর্ধেক বলেছেন যে তারা ইসলামফোবিয়া মোকাবেলায় পার্টি নেতৃত্বকে বিশ্বাস করেন না,  ২৯% পার্টিতে সরাসরি ইসলামফোবিয়ার অভিজ্ঞতা ছিল, এবং ৫৬% বিশ্বাস করেননি যে কেয়ার স্টারমারের ছায়া মন্ত্রিসভা কার্যকরভাবে মুসলিম সম্প্রদায়ের প্রতিনিধিত্ব করেছে। সমতা ও মানবাধিকার কমিশনের লেবার পার্টিতে ইহুদি-বিদ্বেষের প্রতিবেদনের দুই সপ্তাহ পরে প্রকাশিত, উত্তরদাতারাও দলে বর্ণবাদের একটি শ্রেণিবিন্যাস অনুভব করার কথা জানিয়েছেন, যেখানে ইসলামফোবিয়ার চেয়ে বর্ণবাদের অন্যান্য রূপকে বেশি গুরুত্ব দেওয়া হয়েছিল।\n\n\n== তথ্যসূত্র =="}