{"pageid": 1469722, "title": "প্রভা দেবী", "url": "https://bn.wikipedia.org/wiki?curid=1469722", "content": "প্রভা দেবী  (১২ আগস্ট ১৯০৩ – ৮ নভেম্বর ১৯৫২) ছিলেন বাংলা রঙ্গমঞ্চের খ্যাতনাম্নী অভিনেত্রী ও সুগায়িকা।\n\n\n== জীবনী ==\nপ্রভা দেবী ১৯০৩ খ্রিস্টাব্দের ১২ আগস্ট কলকাতায় জন্মগ্রহণ করেন। মাতা বিন্ধ্যবাসিনী থাকতেন নিষিদ্ধপল্লীর প্রতিভাময়ী অভিনেত্রী  তিনকড়ির কাছে। তার হাত ধরেই আট বৎসর বয়সে পেশাদারি নাটকের দলে যোগ দেন এবং পরবর্তীতে বাংলার রঙ্গমঞ্চ ও ছায়াছবির জগতে নিজের চেষ্টা ও পরিশ্রমে একটি নির্দিষ্ট জায়গা করে নেন। ছোট থেকেই অবশ্য তাকে নৃত্য শেখাতেন ললিত গোস্বামী। আট আনা পারিশ্রমিকে থিয়েটারে সখির দলে যোগ দেন। পরে পাঁচ টাকা জলপানিতে জয়দেব নাটকে এক বালকের চরিত্রে কাজ করেন। তেরো-চোদ্দো বছর বয়সে ম্যাডান থিয়েটার কোম্পানির  সঙ্গে যুক্ত হয়ে তাদের থিয়েটারে নাচে ও গানে অংশ নিতেন। \nষোল বৎসর বয়সে তিনি প্রথম রত্নেশ্বরের মন্দির নাটকে  নির্মলেন্দু লাহিড়ীর বিপরীতে  নায়িকা হিসাবে অভিনয় করেন। শিশিরকুমার ভাদুড়ী অধ্যাপনা ছেড়ে ১৯২০ খ্রিস্টাব্দে ম্যাডান থিয়েটারে চুক্তিবদ্ধ হয়ে আলমগীর নাটক মঞ্চস্থ করেন। সেই নাটকে প্রভা রূপকুমারী-র ভূমিকায় অভিনয় করে প্রথম রজনীতেই সাড়া ফেলে দেন। তারপর তিনি শিশিরকুমারের সংস্পর্শে থেকেই নিজেকে প্রতিষ্ঠিত করেন। তার নাট্যদলের সঙ্গে ১৯৩০ খ্রিস্টাব্দে  মার্কিন যুক্তরাষ্ট্র ভ্রমণে যান। কলকাতায় অবশ্য শিশিরকুমার দল ছাড়াও আরো বিভিন্ন থিয়েটারে কাজ করেছেন। ১৯৫২ খ্রিস্টাব্দের ৬ জানুয়ারি তিনি রঙমহলে সেই তিমিরে নাটকে অভিনয় করেন। থিয়েটার ছাড়াও তিনি  ম্যাডান থিয়েটার কোম্পানি নিবেদিত তিনটি নির্বাক ছবি এবং দুটি সবাক চিত্রে কাজ করেন। \nপ্রভা দেবী একজন গীতিকারও ছিলেন। তার গানের সংকলন গীতায়ন গুরুদাস চট্টোপাধ্যায় অ্যান্ড কোম্পানি হতে প্রকাশিত হয়েছিল। \nএছাড়াও প্রভা দেবী ১৯২৭ খ্রিস্টাব্দে ২৬ আগস্ট সূচনার দিন থেকেই ইন্ডিয়ান ব্রডকাস্টিং কোম্পানি, পরবর্তীতে  আকাশবাণীর সঙ্গে যুক্ত ছিলেন। তার কণ্ঠে গীত গান  হিজ মাস্টার্স ভয়েস রেকর্ড করেছিল। \n\n\n== মৃত্যু ==\nপ্রভা দেবী স্বল্প রোগ ভোগের পর ১৯৫২ খ্রিস্টাব্দের ৮ নভেম্বর কলকাতায় প্রয়াত হন। তার চপল ভাদুড়ীসহ তিন পুত্র ও বিখ্যাত অভিনেত্রী কেতকী দত্ত সহ দুই কন্যা ছিল। \n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n== তথ্যসূত্র =="}