{"pageid": 1469146, "title": "দ্য বার্ডস (চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1469146", "content": "দ্য বার্ডস হল একটি ১৯৬৩ সালের আমেরিকান প্রাকৃতিক হরর-থ্রিলার চলচ্চিত্র যা আলফ্রেড হিচকক প্রযোজনা ও পরিচালনা করেছেন এবং ইউনিভার্সাল পিকচার্স দ্বারা মুক্তি পেয়েছে। ড্যাফনি ডু মোরিয়ারের ১৯৫২ সালের একই নামের ছোটগল্পের উপর ভিত্তি করে তৈরি হলেও, এই চলচ্চিত্রটি মূলত ক্যালিফোর্নিয়ার বডেগা বে এলাকার মানুষের উপর কয়েক দিনের মধ্যে হঠাৎ এবং অজ্ঞাত কারণে সংঘটিত একাধিক সহিংস পাখি আক্রমণের উপর কেন্দ্র করে।\nপ্রথম মুক্তির সময় এটি মিশ্র প্রতিক্রিয়া পেলেও, সময়ের সাথে সাথে এর খ্যাতি বৃদ্ধি পায় এবং বর্তমানে এটি সর্বকালের সর্বশ্রেষ্ঠ হরর চলচ্চিত্রগুলির মধ্যে একটি হিসাবে বিবেচিত হয়েছে।  ৩৬তম একাডেমি অ্যাওয়ার্ডে উব আইওয়ার্কস এই চলচ্চিত্রের জন্য সেরা ভিজ্যুয়াল ইফেক্টস বিভাগে মনোনীত হয়েছিলেন। এই চলচ্চিত্রে তার ভূমিকার জন্য টিপ্পি হেদরেন নিউ স্টার অফ দ্য ইয়ার – অভিনেত্রী বিভাগে গোল্ডেন গ্লোব পুরস্কার জিতেছিলেন।\n২০১৬ সালে, \"দ্য বার্ডস\" চলচ্চিত্রটি মার্কিন যুক্তরাষ্ট্রের কংগ্রেসের লাইব্রেরি কর্তৃক \"সাংস্কৃতিক, ঐতিহাসিক বা নান্দনিকভাবে গুরুত্বপূর্ণ\" হিসেবে বিবেচিত হয় এবং এটি জাতীয় চলচ্চিত্র রেজিস্ট্রিতে সংরক্ষণের জন্য নির্বাচিত হয়। \n\n\n== প্লট ==\nসান ফ্রান্সিসকোর একটি পোষা দোকানে অভিজাত সমাজের সদস্য মেলানি ড্যানিয়েলসের সাথে আইনজীবী মিচ ব্রেনারের দেখা হয়, যিনি তার বোন ক্যাথির ১১তম জন্মদিনের জন্য লাভবার্ড কিনতে চান। মিচ মেলানিকে চিনতে পেরে, যে একবার আদালতে উপস্থিত ছিল, মজা করে তাকে দোকানের কর্মচারী বলে ভান করেন। মিচ যখন পাখি সম্পর্কে মেলানির জ্ঞান পরীক্ষা করে, তখন সে ব্যর্থ হয়। মিচ তার পরিচয় প্রকাশ করে কিছু না কিনেই চলে যায়। মেলানি মুগ্ধ হয়ে লাভবার্ড কিনে বোদেগা বেতে চলে যান, কারণ তিনি জানতে পারেন যে মিচ উইকএন্ডে তার পরিবারের খামারে থাকবেন। মেলানি ক্যাথির নাম জানতে চাইলে তাকে নির্দেশনা দেন বোদেগার একজন শিক্ষিকা, অ্যানি হেওয়ার্থ। অ্যানি মিচের প্রাক্তন প্রেমিকা ছিলেন, তবে তাদের সম্পর্ক মিচের মায়ের, লিডিয়ার কারণে শেষ হয়, যিনি মিচের জীবনে অন্য কোনো মহিলাকে পছন্দ করতেন না।\nমেলানিয়া একটি নৌকা ভাড়া করে এবং উপসাগর পাড়ি দিয়ে চুপিসারে ব্রেনার ফার্মে লাভবার্ডগুলো রেখে আসতে যান। মিচ মেলানিয়াকে ছেড়ে যাওয়ার সময় দেখতে পান এবং ডকের দিকে তাকে দেখতে গাড়ি চালিয়ে আসেন। মেলানিয়া যখন ডকের কাছে পৌঁছান, তখন একটি গাল পাখি তাকে আক্রমণ করে। মিচ তাকে কাছের একটি ডিনারে নিয়ে যান এবং তার মাথার আঘাতের চিকিৎসা করেন। সেসময় লিডিয়া এসে মেলানিয়ার সাথে দেখা করেন, এবং মিচ তাকে ডিনারে আমন্ত্রণ জানান। খামারে, লিডিয়া লক্ষ্য করেন যে তার মুরগিগুলো খেতে অস্বীকার করছে। লিডিয়া মেলানিয়াকে তার অতিরঞ্জিত খ্যাতির কারণে অপছন্দ করেন, যা গসিপ কলামে রিপোর্ট করা হয়েছিল। মিচ মেলানিয়াকে পরের দিন ক্যাথির জন্মদিনের পার্টিতে আমন্ত্রণ জানান, যেখানে অ্যানিও উপস্থিত থাকবে। পরে, অ্যানির বাড়ির দরজায় একটি ধাক্কা শোনা যায় এবং দরজার সামনে একটি মৃত গাল পাখি পাওয়া যায়।\nক্যাথির পার্টিতে, মেলানি মিচকে তার অস্থির অতীত এবং তার মা ক্যাথির বয়সে অন্য একজনের সাথে পালিয়ে যাওয়ার কথা বলে। একটি খেলা চলাকালীন, শিশুরা গুলি দ্বারা আক্রান্ত হয়। সেই সন্ধ্যার পরে, মেলানিয়া যখন ব্রেনারদের সাথে খাবার খাচ্ছে, তখন চড়ুইরা চিমনির মধ্য দিয়ে ঘরের মধ্যে ঝাঁপিয়ে পড়ে। মিচ জোর দিয়েছিলেন যে তিনি সান ফ্রান্সিসকোতে ফিরে যেতে দেরি করেছেন এবং রাত কাটাচ্ছেন। পরের দিন সকালে, লিডিয়া তার প্রতিবেশীর সাথে দেখা করতে যায় কেন তাদের মুরগি খাবে না। সে তার বেডরুমের ভাঙ্গা জানালা এবং তার চক্ষুবিহীন মৃতদেহ আবিষ্কার করে, পাখিদের দ্বারা খোঁচা দেওয়া এবং ভয়ে পালিয়ে যায়। বাড়িতে পুনরুদ্ধার করার সময়, লিডিয়া ক্যাথির নিরাপত্তার জন্য ভয় পায় এবং মেলানি তাকে স্কুলে নেওয়ার প্রস্তাব দেয়। মেলানি যখন স্কুলঘরের বাইরে অপেক্ষা করছে, তখন এক ঝাঁক কাক তার পিছনে জঙ্গল জিমকে গ্রাস করে। একটি আক্রমণের পূর্বাভাস, তিনি অ্যানিকে সতর্ক করেন। বিল্ডিং এর বড় জানালা দিয়ে ছাত্রদের রেখে যাওয়ার পরিবর্তে তারা তাদের সরিয়ে দেয় এবং কাক আক্রমণ করে। মিচ মেলানিয়াকে ডিনারে খুঁজে পায়। গলরা যখন গ্যাস স্টেশনের একজন পরিচারককে আক্রমণ করে, তখন মিচ এবং অন্যান্য লোকেরা তাকে বাইরে সাহায্য করে। ছিটকে যাওয়া পেট্রলটি একজন অচেনা পথিকের ম্যাচ দ্বারা প্রজ্বলিত হয়, যার ফলে একটি বিস্ফোরণ ঘটে। ক্রমবর্ধমান অগ্নিকাণ্ডের সময়, মেলানিয়া এবং অন্যরা ছুটে আসে, কিন্তু আরও গুল আক্রমণ করে। মেলানিয়া একটি গ্লাস টেলিফোন বুথে আশ্রয় নেয় এবং শহরের চারপাশে মারপিট শুরু হওয়ার সাথে সাথে আতঙ্কের মধ্যে দেখে। আগুন দ্রুত ছড়িয়ে পড়ে, কিন্তু ফায়ার মার্শালরা পাখিদের আক্রমণের কারণে তা নিভিয়ে ফেলতে পারে না, গাড়ি দুর্ঘটনায় পড়ে এবং আতঙ্কিত শহরবাসী এবং পশুপাখিদের দ্বারা নির্মমভাবে লাঞ্ছিত হয়। মিচ মেলানিয়াকে বাঁচায়, এবং তারা ডিনারে ফিরে আসে। একটি বিচলিত মহিলা আক্রমণের জন্য মেলানিয়াকে দায়ী করে, দাবি করে (অন্যরা তাকে যা বলেছিল তা থেকে) তারা তার আগমনের সাথে শুরু হয়েছিল। মিসেস বান্ডি, একজন পক্ষীবিদ যিনি পাখিদের আক্রমণের রিপোর্টে উপহাস করেছিলেন, হতবাক নীরবে বসে আছেন।\nমিচ এবং মেলানি ক্যাথিকে আনতে অ্যানির বাড়িতে যায়। তারা বাইরে অ্যানির লাশ খুঁজে পায়; তিনি ক্যাথিকে রক্ষা করতে গিয়ে কাকের দ্বারা নিহত হন। তারা একটি আঘাতপ্রাপ্ত ক্যাথিকে বাড়িতে নিয়ে যায়। সেই রাতে, মেলানি এবং ব্রেনারস পরিবারের বাড়িতে নিজেদেরকে ব্যারিকেড করে, যে পাখিদের দ্বারা আক্রমণ করা হয় যা প্রায় বোর্ডের দরজা এবং জানালাগুলি লঙ্ঘন করে। শান্ত থাকার সময়, মেলানি অ্যাটিক বেডরুমে একটি ফ্লাটারিং শব্দ তদন্ত করে। পাখিরা ছাদ দিয়ে ঢুকেছে তা আবিষ্কার করার পর, মেলানিয়াকে আক্রমণ করা হয়, মিচ তাকে বের না করা পর্যন্ত তাকে আটকে রাখে। মিচ জোর দিয়েছিলেন যে তারা সবাই মিলে সান ফ্রান্সিসকোতে ড্রাইভ করে মেলানিয়াকে, এখন আহত, আঘাতপ্রাপ্ত এবং ক্যাটাটোনিককে হাসপাতালে নিয়ে যেতে। মিচ তাদের পালানোর জন্য মেলানিয়ার গাড়ি প্রস্তুত করার সাথে সাথে ব্রেনার বাড়ির চারপাশে পাখির একটি সমুদ্র জড়ো হয়েছে। মিচ নিঃশব্দে গাড়ি বের করে দেয়। গাড়ির রেডিও সান্তা রোসার মতো আশেপাশের সম্প্রদায়গুলিতে পাখির আক্রমণের খবর দেয় এবং সামরিক বাহিনী হস্তক্ষেপ করতে পারে৷ ক্যাথি বাড়ি থেকে তার লাভবার্ডগুলি (একমাত্র পাখি যারা আক্রমণ করে না) উদ্ধার করে এবং মিচ এবং লিডিয়ার সাথে যোগ দেয় যখন তারা মেলানিয়াকে পাখির একটি দল অতিক্রম করে গাড়িতে নিয়ে যায়। পাখিদের দেখে গাড়ি ধীরে ধীরে চলে যায়।\n\n\n== চরিত্র ==\n\nআলফ্রেড হিচকক ফিল্মের শুরুতে পোষা প্রাণীর দোকানের বাইরে কুকুরকে হাঁটা একজন মানুষ হিসাবে তার স্বাক্ষর ক্যামিও করে। তারা ছিল তার নিজের সিলিহাম টেরিয়ার, জিওফ্রে এবং স্ট্যানলি। \n\n\n== বিশ্লেষণ ==\n\n\n=== থিম ===\nদ্য বার্ডসে অন্বেষণ করা কেন্দ্রীয় থিমগুলির মধ্যে রয়েছে প্রেম এবং সহিংসতা। এই থিমগুলির বিকাশকে প্রতিফলিত করার জন্য চলচ্চিত্রে পাখিদের উপস্থাপনা ক্রমাগত পরিবর্তিত হয় এবং গল্প নিজেই। প্রথমে, পোষা প্রাণীর দোকানে লাভবার্ডগুলি মেলানিয়া এবং মিচের মধ্যে প্রস্ফুটিত প্রেম এবং দুজনের মধ্যে যৌন উত্তেজনাকে নির্দেশ করে।  যাইহোক, বোদেগা উপসাগর আক্রমণ শুরু করলে পাখিদের প্রতীকী পরিবর্তন হয়। হিচকক একটি সাক্ষাত্কারে বলেছিলেন যে চলচ্চিত্রের পাখিরা প্রকৃতিকে মঞ্জুর করার জন্য তাদের শাস্তি দেওয়ার জন্য মানুষের বিরুদ্ধে উঠে আসে। \nমানবিক পণ্ডিত ক্যামিল পাগলিয়া বিএফআই ফিল্ম ক্লাসিক সিরিজের জন্য চলচ্চিত্র সম্পর্কে একটি মনোগ্রাফ লিখেছেন। তিনি এটিকে নারীর যৌনতার বিভিন্ন দিক এবং বর্ধিতভাবে, স্বয়ং প্রকৃতির জন্য একটি উপদেশ হিসাবে ব্যাখ্যা করেছেন। তিনি উল্লেখ করেন যে নারীরা এতে মুখ্য ভূমিকা পালন করে। মিচকে তার মা, বোন এবং প্রাক্তন প্রেমিকের সাথে তার সম্পর্কের দ্বারা সংজ্ঞায়িত করা হয়—একটি সতর্ক ভারসাম্য যা সুন্দর মেলানিয়ার প্রতি তার আকর্ষণের কারণে ব্যাহত হয়। \n\n\n== মুক্তি ==\nচলচ্চিত্রটি ২৮ মার্চ, ১৯৬৩ সালে নিউ ইয়র্ক সিটিতে প্রিমিয়ার হয়েছিল। দ্য মিউজিয়াম অফ মডার্ন আর্ট হিচককের ফিল্মের কাজের একটি ৫০-ফিল্ম রেট্রোস্পেক্টিভের অংশ হিসাবে একটি আমন্ত্রণ-শুধু স্ক্রীনিংয়ের আয়োজন করেছিল। MoMA সিরিজে পিটার বোগডানোভিচের লেখা পরিচালকের উপর একটি মনোগ্রাফ সহ একটি পুস্তিকা ছিল। ১৯৬৩ সালের কান চলচ্চিত্র উৎসবে  হিচকক এবং হেড্রেন উপস্থিত ছিলেন ।\n\n\n== অভ্যর্থনা ==\nদ্য বার্ডস এর প্রাথমিক প্রকাশের পরে মিশ্র পর্যালোচনা পেয়েছে। দ্য নিউ ইয়র্ক টাইমস- এর বোসলে ক্রাউথার ইতিবাচক ছিলেন, এটিকে \"একটি হরর ফিল্ম যা সবচেয়ে সাহসীকে হ্যাকলস উত্থাপন করা উচিত এবং সবচেয়ে কঠিন আড়ালে হংস-পিম্পল স্থাপন করা উচিত\" বলে অভিহিত করেছিলেন। ক্রোথার অনিশ্চিত ছিলেন যে পাখিগুলিকে একটি রূপক হিসাবে বোঝানো হয়েছে কারণ \"মিস্টার হিচককের শৈলীতে তার চলচ্চিত্রে রূপক অর্থ বা সামাজিক তাৎপর্য ইনজেক্ট করা নয়\", তবে তিনি পরামর্শ দিয়েছিলেন যে তারা গ্রীক পুরাণের ফিউরিসকে প্রতিনিধিত্ব করতে পারে যারা এটি অনুসরণ করেছিলেন। পৃথিবীতে দুষ্ট।  বইটির লেখক ড্যাফনে ডু মৌরির ছবিটি অপছন্দ করেছিলেন কারণ হিচকক ইংল্যান্ডের একটি খামার থেকে উত্তর ক্যালিফোর্নিয়ার একটি ঘুমন্ত সৈকত সম্প্রদায়ের অবস্থান পরিবর্তন করেছিলেন। \nআন্দ্রেই টারকোভস্কি এটিকে একটি মাস্টারপিস বলে মনে করেন এবং এটিকে সিনেমার ৭৭টি অপরিহার্য কাজের একটি নাম দেন। \nদ্য নিউ রিপাবলিকের স্ট্যানলি কাফম্যান দ্য বার্ডসকে \"তার [হিচককের] সবচেয়ে খারাপ থ্রিলার যা আমি মনে রাখতে পারি\" বলে অভিহিত করেছেন। \nওয়াশিংটন পোস্টের রিচার্ড এল কোই হিচককের আগের ব্ল্যাক কমেডি দ্য ট্রাবল উইথ হ্যারি- এর শিরায় এটিকে \"চমৎকার ভালো মজা\" বলে অভিহিত করেছেন, যোগ করেছেন: \" কিং কং এম্পায়ার স্টেট বিল্ডিং থেকে পতনের পর থেকে আমি এই ধরনের আনন্দ পাইনি\"। মাসিক ফিল্ম বুলেটিন লিখেছেন: \"চিমনির নিচে আক্রমণের মতো দৃশ্যের সমস্ত উজ্জ্বলতার জন্য, একজনের খুব কমই অবিশ্বাসকে স্থগিত করার সুযোগ আছে\", কিন্তু পর্যালোচনাটি এখনও মনে করেছিল যে \"এখনও কার্পের চেয়ে উপভোগ করার আরও অনেক কিছু আছে\" . চলচ্চিত্রটি ১৯৬৩ সালে Cahiers du Cinema- এর বছরের সেরা ১০ চলচ্চিত্রের তালিকায় দ্বিতীয় স্থান লাভ করে  দ্য ভিলেজ ভয়েস -এর অ্যান্ড্রু সারিস ছবিটির প্রশংসা করেছেন, লিখেছেন: \"ড্যাফনে ডু মরিয়ার এবং ইভান হান্টারের তুলনামূলকভাবে অদৃশ্য সাহিত্য প্রতিভা থেকে অঙ্কন করে, আলফ্রেড হিচকক সিনেমাটিক শিল্পের একটি প্রধান কাজ তৈরি করেছেন\"।\nলস অ্যাঞ্জেলেস টাইমস -এর ফিলিপ কে. স্কুয়ার সেই সমালোচকদের মধ্যে ছিলেন যারা ছবিটি প্যান করেছিলেন, লিখেছেন যে হিচকক \"একসময় ব্যাপকভাবে উদ্ধৃত হয়েছিল যে তিনি অভিনেতাদের ঘৃণা করেন। তার ১৯৬০ সালের সাইকো এবং এখন দ্য বার্ডস এর পরে, এটি অবশ্যই স্পষ্ট যে তিনি প্রসারিত করেছেন পুরো মানব জাতির প্রতি তার ঘৃণা নাটকীয়ভাবে বা নান্দনিকভাবে যুক্তিযুক্ত নয়, পুরানো মাস্টার বিকৃতের মাস্টার হয়ে উঠেছে, এবং এটি খুব খারাপ\"।  ভ্যারাইটি একটি মিশ্র মূল্যায়ন প্রকাশ করেছে, লিখেছে যে যখন ফিল্মটি \"তার চরিত্রগত জিভ-ইন-গালের স্পর্শে চটকদারভাবে কার্যকর করা হয়েছিল এবং সুরক্ষিত ছিল\", হিচকক \"মানুষের হুমকির সাথে আরও উত্তেজক এবং কার্যকরভাবে মোকাবিলা করেন। একটি ফ্যান্টাসি ফ্রেমওয়ার্ক তার পেটেন্ট করা সন্ত্রাসের বিষাক্ত বিষয়বস্তুকে পাতলা করে দেয়। -টেনশন সূত্র, এবং ছবিটিকে এক ধরনের সাই-ফাই শোষণের অনুভূতি দেয়, যদিও উৎপাদনের চকচকে স্পর্শের সাথে\"।  দ্য নিউ ইয়র্কারের ব্রেন্ডন গিল ছবিটিকে \"দুঃখিত ব্যর্থতা বলে অভিহিত করেছেন। হিচকককে বিশ্বাস করা যতই কঠিন হোক না কেন, এটি সন্দেহ জাগিয়ে তোলে না, যা অবশ্যই প্রত্যেকের হৃদয়ে থাকা স্যাডিজমকে ন্যায়সঙ্গত করে এবং রূপান্তরিত করে। থ্রিলার এখানে স্যাডিজম সবই নগ্নভাবে, দুরন্তভাবে উপস্থিত\"। \nসময়ের সাথে সাথে, হিচককের অন্যান্য কাজের মতোই, সমালোচকদের মধ্যে চলচ্চিত্রটির অবস্থান অনেক উন্নত হয়েছে। ফিল্মটি গুইলারমো দেল তোরো এবং জন কার্পেন্টারের মতো হরর ঘরানার অনুপ্রেরণামূলক চলচ্চিত্র নির্মাতাদের উপর খুব প্রভাবশালী হয়েছে।  Rotten Tomatoes- এ এটির ৯৩% রেটিং রয়েছে ৫৯ জন সমালোচকের পর্যালোচনার উপর ভিত্তি করে, যার গড় রেটিং ৮.২০/১০, এবং ওয়েবসাইটের সম্মতিতে বলা হয়েছে: \"আবারও প্রমাণ করে যে বিল্ড-আপ হল সাসপেন্সের চাবিকাঠি, হিচকক সফলভাবে পাখিকে পরিণত করেছেন হরর ইতিহাসের সবচেয়ে ভয়ঙ্কর ভিলেনদের কিছু।\"  মেটাক্রিটিক- এ, ১৫ জন সমালোচকের পর্যালোচনার ভিত্তিতে এটির ১০০-এর মধ্যে ৯০ স্কোর পেয়েছে।  চলচ্চিত্র সমালোচক ডেভিড থমসন এটিকে হিচককের \"শেষ ত্রুটিহীন চলচ্চিত্র\" হিসাবে উল্লেখ করেছেন।  ইতালীয় চলচ্চিত্র নির্মাতা ফেদেরিকো ফেলিনি চলচ্চিত্রটিকে সর্বকালের তালিকায় তার সেরা দশটি প্রিয় চলচ্চিত্রের মধ্যে স্থান দিয়েছেন।  আকিরা কুরোসাওয়া চলচ্চিত্রটি তার সর্বকালের সেরা ১০০ প্রিয় চলচ্চিত্রের তালিকায় অন্তর্ভুক্ত করেছে।  ২০০০ সালে, দ্য গার্ডিয়ান তাদের \"শীর্ষ ১০০ ফিল্ম মুহূর্ত\" এর তালিকায় ১৬ নম্বরে আরোহণের ফ্রেমে কাক জড়ো হওয়ার দৃশ্যটিকে স্থান দিয়েছে।  যেসব দৃশ্যে পাখিরা মানুষকে আক্রমণ করছে তা ব্রাভোর দ্য ১০০ ভীতিকর মুভি মোমেন্টস- এ সম্মিলিতভাবে ৯৬ নম্বরে স্থান পেয়েছে।  ২০২১ সালে, টাইম আউট তাদের \"১০০টি সেরা হরর মুভির\" তালিকায় ছবিটি ২৯ নম্বরে স্থান পেয়েছে। \nছবিটি আমেরিকান চলচ্চিত্রের সপ্তম শ্রেষ্ঠ থ্রিলার হিসেবে আমেরিকান ফিল্ম ইনস্টিটিউট কর্তৃক সম্মানিত হয়। \n\n\n=== প্রশংসা ===\n৩৬ তম একাডেমি পুরস্কারে, চলচ্চিত্রের বিশেষ প্রভাবের তত্ত্বাবধায়ক, Ub Iwerks শ্রেষ্ঠ বিশেষ প্রভাবগুলির জন্য একাডেমি পুরস্কারের জন্য মনোনীত হন  কিন্তু ক্লিওপেট্রার কাছে হেরে যান। হেড্রেন ১৯৬৪ সালে উরসুলা আন্দ্রেস এবং এলকে সোমারের সাথে জুটি বেঁধে বছরের সেরা নতুন তারকা - অভিনেত্রীর জন্য গোল্ডেন গ্লোব পুরস্কার পান।  তিনি সবচেয়ে প্রতিশ্রুতিশীল নবাগত হিসাবে ফটোপ্লে পুরস্কার পেয়েছেন। বেঙ্গল ফিল্ম জার্নালিস্টস অ্যাসোসিয়েশন অ্যাওয়ার্ডস দ্বারা নির্বাচিত শীর্ষ ১০টি বিদেশী চলচ্চিত্রের মধ্যে এই চলচ্চিত্রটি ১ নম্বরে রয়েছে। হিচকক চলচ্চিত্রটির জন্য অ্যাসোসিয়েশনের পরিচালক পুরস্কারও পান। \nএটি ১৯৯১ সালে হরর হল অফ ফেম পুরস্কারও জিতেছিল।\n\n\n== রিমেক ==\n\n\n== আরো দেখুন ==\n\n\n== তথ্যসূত্র =="}