{"pageid": 1469392, "title": "স্ত্রী ২", "url": "https://bn.wikipedia.org/wiki?curid=1469392", "content": "স্ত্রী ২: সারকাটে কা আতঙ্ক (অনু. স্ত্রী ২: মাথাকাটা’র আতঙ্ক) একটি ভারতীয় হিন্দি ভাষার হাস্যরসাত্মক লোমহর্ষক চলচ্চিত্র, যেটি পরিচালনা করেছেন অমর কৌশিক, রচনা করেছেন নিরেন ভাট এবং যৌথভাবে প্রযোজনা করেছে ম্যাডক ফিল্মস ও জিও স্টুডিওস। এটি ম্যাডক সুপারন্যাচারাল ইউনিভার্সের চতুর্থ কিস্তি এবং স্ত্রী (২০১৮)-এর সিক্যুয়েল। চলচ্চিত্রটিতে রাজকুমার রাও, শ্রদ্ধা কাপুর, পঙ্কজ ত্রিপাঠী, অভিষেক বন্দ্যোপাধ্যায় এবং অপরশক্তি খুরানাকে অভিনয় করতে দেখা যায়। তারা একদল বন্ধু হিসেবে চন্দেরির মহিলাদের অপহরণকারী, একটি মাথাবিহীন অশুভ সত্তা সারকাটা-কে পরাজিত করার চেষ্টা করে।\nকৌশিক ২০১৮ সালের অক্টোবর মাসে স্ত্রী চলচ্চিত্রের সিক্যুয়েল নির্মাণের আগ্রহ প্রকাশ করেন। ২০২২ সালের ফেব্রুয়ারিতে, রাজকুমার রাও নিশ্চিত করেন যে প্রকল্পটি উন্নয়নের পর্যায়ে রয়েছে, তবে মূল লেখক ও প্রযোজক রাজ ও ডিকে আর এর সঙ্গে যুক্ত নেই। তারা প্রযোজক দীনেশ ভিজানের সঙ্গে ফ্র্যাঞ্চাইজির স্বত্ব নিয়ে বিরোধের কারণে আলাদা হয়ে যান। এর ফলে ভাট লেখকের দায়িত্ব গ্রহণ করেন। ২০২৩ সালের এপ্রিল মাসে দীনেশ ভিজান ও জ্যোতি দেশপান্ডে আনুষ্ঠানিকভাবে সিক্যুয়েলটি ঘোষণা করেন। ২০২৩ সালের জুলাই মাসে মূল চিত্রগ্রহণ শুরু হয়, যা প্রধানত চন্দেরি ও বিহারে সম্পন্ন হয় এবং ২০২৪ সালের মাঝামাঝি সময়ে শেষ হয়। চলচ্চিত্রের সাউন্ডট্র্যাক অ্যালবামটি সাচিন-জিগার দ্বারা সুরারোপিত হয় এবং ব্যাকগ্রাউন্ড মিউজিক কম্পোজ করেন জাস্টিন ভার্গিস। সিনেমাটোগ্রাফি ও এডিটিংয়ের দায়িত্ব যথাক্রমে জিষ্ণু ভট্টাচার্য এবং হেমন্তি সরকার পালন করেন।\n২০২৪ সালের ১৫ আগস্ট চলচ্চিত্রটি স্বাধীনতা দিবসের সাথে মিল রেখে বিশ্বব্যাপী প্রেক্ষাগৃহে মুক্তি পায় এবং সমালোচকদের কাছ থেকে ইতিবাচক পর্যালোচনা লাভ করে। এই চলচ্চিত্রটি বিশ্বব্যাপী ₹৮৭৪.৫৮ কোটি আয় করেছে, যা ২০২৪ সালের তৃতীয় সর্বোচ্চ উপার্জনকারী ভারতীয় চলচ্চিত্র এবং সর্বোচ্চ আয়কারী হিন্দি চলচ্চিত্র হিসেবে স্বীকৃত। পাশাপাশি এটি সর্বকালের ষষ্ঠ সর্বোচ্চ আয়কারী হিন্দি চলচ্চিত্র এবং একাদশ সর্বোচ্চ আয়কারী ভারতীয় চলচ্চিত্রের তালিকায় স্থান পেয়েছে।\n\n\n== সংক্ষেপিত কাহিনী ==\nপ্রথম চলচ্চিত্রের ঘটনার পর, স্ত্রী তার মূর্তি দেখে চন্দেরি ছেড়ে চলে যায়। কয়েক বছর পর, চন্দেরি নতুন এক ভয়াবহতার মুখোমুখি হয়। একটি মাথাবিহীন আত্মা, *সারকাটা*, রাতে মহিলাদের অপহরণ করতে শুরু করে। শহরের মানুষ মনে করে যে মহিলারা ভালো জীবনের সন্ধানে চন্দেরি ছেড়ে চলে গেছে। এদিকে, রুদ্র একটি বেনামী চিঠি পায়, যেখানে *চন্দেরি পুরাণ*-এর ছেঁড়া পৃষ্ঠা এবং \"ও আয়েগা\" (সে আসবে) বার্তা লেখা ছিল। রুদ্র এই বিষয়ে ভিকিকে সতর্ক করলেও, ভিকি বিষয়টিকে গুরুত্ব দেয় না।\nএক রাতে, বিট্টুর বান্ধবী চিট্টি অপহৃত হয়। একজন ভিক্ষুক অপহরণের দৃশ্য দেখে ভূতের অস্তিত্ব নিশ্চিত করে। এরপর, প্রথম চলচ্চিত্রের রহস্যময় নারী \"সে\" ভিকির সঙ্গে দেখা করে এবং সারকাটার পরিচয় ব্যাখ্যা করে। ভিকি, রুদ্র এবং বিট্টু *চন্দেরি পুরাণ*-এর ছেঁড়া পৃষ্ঠা থেকে জানতে পারে যে সারকাটা চন্দ্রভান নামের এক প্রতিশোধপরায়ণ আত্মা। চন্দ্রভান ছিলেন গ্রামের এক প্রাক্তন প্রধান, যিনি প্রগতিশীল মহিলাদের ঘৃণা করতেন। তিনি স্ত্রী এবং তার স্বামীকে নির্মমভাবে হত্যা করেন। প্রতিশোধ নিতে স্ত্রী ফিরে আসে এবং চন্দ্রভান ও তার সঙ্গীদের হত্যা করে। পরে স্ত্রী চন্দেরি ছেড়ে চলে গেলে সারকাটা ফিরে আসে প্রগতিশীল মহিলাদের টার্গেট করে।\nসারকাটাকে পরাজিত করতে স্ত্রীর সাহায্যের প্রয়োজন বুঝতে পেরে বন্ধুরা জানার কাছে যায়, যাকে স্ত্রী একসময় অধিকার করেছিল। জানা তার ওয়্যারউলফ কাজিন ভাস্করের সঙ্গে দিল্লিতে থাকছিল। তাকে নাটকের অজুহাতে চন্দেরিতে নিয়ে আসা হয়। তারা পুরনো দুর্গে স্ত্রীকে খুঁজতে যায়, কিন্তু সারকাটার আক্রমণে জানা অপহৃত হয়। জানা তার আত্মাকে সারকাটার লেয়ারে পাঠিয়ে অপহৃত মহিলাদের অবস্থান খুঁজে বের করে এবং পালিয়ে আসে। দলটি কোনোমতে দুর্গ থেকে পালাতে সক্ষম হয়।\nএরপর \"সে\" স্ত্রীর শক্তি ব্যবহার করে তাদের রক্ষা করে, কিন্তু সারকাটা স্ত্রীর মূর্তি ধ্বংস করে তার আধিপত্য প্রমাণ করে। ভিকি ও তার বন্ধুরা বুঝতে পারে যে সারকাটাকে পরাজিত করার জন্য বিশেষ পরিকল্পনার প্রয়োজন। \"সে\" ভিকিকে একটি জাদুকরী ছুরি দেয় এবং তাকে সারকাটার শিরশ্ছেদ করার দায়িত্ব দেয়। দলটি শামার একটি প্রগতিশীল নাচের মাধ্যমে সারকাটাকে লোভ দেখানোর পরিকল্পনা করে। কিন্তু ভিকি ব্যর্থ হয়, এবং সারকাটা শামাকে অপহরণ করে।\nশেষ মুহূর্তে, তারা মানসিক হাসপাতালে সারকাটার এক বংশধরের সঙ্গে দেখা করে, যিনি জানান, সারকাটাকে পরাজিত করতে এমন একজন দরকার যে পুরুষ, নারী বা পশু—কোনো একক পরিচয়ের নয়। \"সে\" নিজেকে ভিকির সঙ্গে একীভূত করে এমন একটি সত্তা তৈরি করে, যা সারকাটার লেয়ারে প্রবেশ করতে পারে। ভিকি ও \"সে\" মিলে সারকাটার সঙ্গে লড়াই করে। ভিকি জাদুকরী ছুরি দিয়ে সারকাটার মাথা কেটে ফেলে, কিন্তু প্রতিটি মাথা নতুন মাথায় রূপান্তরিত হয়। তারা যখন পরাস্ত হতে থাকে, তখন ভাস্কর এসে সাহায্য করে।\nচূড়ান্ত পর্যায়ে, \"সে\" তার মাকে ডাকেন, এবং স্ত্রী উপস্থিত হন। স্ত্রী ভিকির সাহায্যে সারকাটাকে লাভায় ফেলে তার দেহ ধ্বংস করে। অপহৃত মহিলারা মুক্ত হয় এবং চন্দেরির পুরুষরা সারকাটার প্রভাব থেকে মুক্তি পায়। ভিকি ও তার বন্ধুরা নায়ক হিসেবে উদযাপিত হয়।\nশেষে, \"সে\" ভিকিকে জানায় যে সে একটি ভূত এবং তার মায়ের আত্মার মুক্তির জন্যই চন্দেরিতে এসেছিল। স্ত্রী তাকে আগে আক্রমণ করেছিল কারণ সে ভেবেছিল তার মেয়ে এখনও ছোট। বিদায় নেওয়ার আগে \"সে\" তার নাম জানিয়ে যায় এবং প্রতিশ্রুতি দেয় আবার দেখা হবে।\n\nপ্রি-ক্রেডিট দৃশ্য\nভাস্কর জানাকে \"সে\"-র সঙ্গে সেট আপ করার অনুরোধ করে। জানার অস্বীকৃতির পরও ভাস্কর জানায় দিল্লিতে একটি নতুন ভয়াবহতার কথা, যেখানে এক ব্যক্তি মানুষের রক্ত চুষে নিচ্ছে, যা একটি ভ্যাম্পায়ারের ইঙ্গিত।\n\nমিড-ক্রেডিট দৃশ্য\nসারকাটার অবশিষ্টাংশ একটি পাত্রে মানসিক হাসপাতালে পৌঁছে তার বংশধরকে অধিকার করে, যা তার ফিরে আসার ইঙ্গিত দেয়।  \n\n\n== অভিনয়শিল্পী ==\nরাজকুমার রাও — ভিকি\nশ্রদ্ধা কাপুর — অজ্ঞাত পরিচয়ের পরছায়া, স্ত্রী’র মেয়ে\nপঙ্কজ ত্রিপাঠী — রুদ্র, একজন প্যারানোলজিস্ট\nঅভিষেক বন্দ্যোপাধ্যায় — জানা, ভিকি’র বন্ধু\nঅপারশক্তি খুরানা — বিট্টু, ভিকি’র বন্ধু\nঅতুল শ্রীবাস্তব — ভিকি’র বাবা\nমুশতাক খান — বিধায়ক\nসুনিতা রাজওয়ার — জানা’র মা\nআনিয়া সিং — চিট্টি\nঅরবিন্দ বিলগাইয়ান — জানা’র বাবা\nভূমি রাজগর — স্ত্রী\nসুনীল কুমার — সারকাটা\nআকাশ দাভাদে — নরেন্দ্র, জানা’র বন্ধু\nসিমরান শর্মা — মমতা, নরেন্দ্র’র স্ত্রী\nঅজয় পাল — পোস্টম্যান\nমুস্তাকিম খান — দুর্গা\nবদ্রীপ্রসাদ চবন — লোকেশ\nবিপাশা অরবিন্দ — আঞ্জু ভাবী\nতামান্না ভাটিয়া — শামা (“আজ কি রাত” গানে ক্যামিও উপস্থিতি)\nঅমর কৌশিক — (“আজ কি রাত” গানে ক্যামিও উপস্থিতি)\nবরুণ ধবন — ভাস্কর/ভেড়িয়া, জানা’র তুতো ভাই (ক্যামিও উপস্থিতি)\nঅক্ষয় কুমার — সারকাটা’র বংশধর (ক্যামিও উপস্থিতি)\n\n\n== নির্মাণ ==\n\n\n=== উন্নয়ন ===\n২০১৮ সালের অক্টোবর মাসে, স্ট্রি-এর সাফল্যের পর, আমর কৌশিক সিক্যুয়েলের পরিকল্পনা ঘোষণা করেন। রাজ ও ডিকে এবং দিনেশ বিজন সহ প্রযোজকরা প্রথমে ২০১৯ সালে ছবির শুটিং শুরু করার পরিকল্পনা করেছিলেন। প্রযোজক বিজন অনুসারে, সিক্যুয়েলটি শ্রদ্ধা কাপুরের চরিত্রের ব্যাকস্টোরি এবং প্রথম চলচ্চিত্র থেকে কিছু অজানা প্রশ্নের উত্তর দেবে। মূল কাস্ট ফিরে আসবে এবং নতুন চরিত্র যোগ হবে, যেখানে কাহিনির কেন্দ্রবিন্দু হবে রাজকুমার রাও এবং শ্রদ্ধা কাপুরের চরিত্রগুলি।\nতবে স্ক্রিপ্ট ডেভেলপমেন্ট ২০১৯ সালে চলতে থাকে এবং শুটিং ২০২০-এ স্থগিত করা হয়। ২০২২ সালের ফেব্রুয়ারিতে, রাও সিক্যুয়েলের ডেভেলপমেন্ট নিশ্চিত করেন। ২০২২ সালের অক্টোবর মাসে, শ্রদ্ধা কাপুরও নিশ্চিত করেন যে শুটিং শীঘ্রই শুরু হবে। সেই মাসেই, কৌশিক এবং তার দল সিক্যুয়েলের কাহিনী চূড়ান্ত করে, যা প্রথম চলচ্চিত্রের পরবর্তী ঘটনাগুলো অনুসরণ করবে।\n২০২৩ সালের মার্চে, চলচ্চিত্রটি প্রি-প্রোডাকশনে প্রবেশ করে, এবং শুটিং জুলাই ২০২৩-এ শুরু হওয়ার পরিকল্পনা করা হয়। ২০২৩ সালের এপ্রিল মাসে, জিও স্টুডিওস কো-প্রযোজক হিসেবে যুক্ত হয়। নির্মাতারা ঘোষণা করেন যে সিক্যুয়েলটি ৩০ আগস্ট ২০২৪-এ মুক্তির জন্য নির্ধারিত।\n\n\n=== কাস্টিং ===\nরাজকুমার রাও, শ্রদ্ধা কাপুর, পঙ্কজ ত্রিপাঠী, অভিষেক বন্দ্যোপাধ্যায় এবং অপরশক্তি খুরানা তাদের পূর্ববর্তী চরিত্রে আবারও অভিনয় করেছেন। ত্রিপাঠি রুদ্র, ব্যানার্জি জানা, খুরানা বিট্টু এবং সুনীতা রাজওয়াল জানা’র মায়ের চরিত্রে ফিরেছেন। তামান্না ভাটিয়া একটি গানে বিশেষ উপস্থিতি জানিয়েছেন, এবং বরুণ ধবন ক্যামিও চরিত্রে ভেড়িয়া চলচ্চিত্র থেকে তার চরিত্র পুনরায় অভিনয় করেছেন। হিন্দুস্তান টাইমসের প্রতিবেদন অনুযায়ী, অক্ষয় কুমারও একটি ক্যামিও চরিত্রে উপস্থিত হবেন।\n\n\n=== চিত্রগ্রহণ ===\nমূল শুটিং ১০ জুলাই ২০২৩ তারিখে শুরু হয়, এবং প্রথম শুটিং চন্দেরিতে হয়। পঙ্কজ ত্রিপাঠির ম্যায় অটল হুঁ (২০২৪) চলচ্চিত্রে চরিত্রের জন্য শিডিউল সমন্বয়ের কারণে শুটিং পরিকল্পনা পরিবর্তন করা হয়। প্রথম শিডিউল একই মাসের মধ্যে সম্পন্ন হয়। দ্বিতীয় শিডিউল নভেম্বর ২০২৩-এ শুরু হয়, এবং শুটিংয়ের জন্য ক্রু মধ্যপ্রদেশে স্থানান্তরিত হয়। ২০২৩ সালের ডিসেম্বর মাসে, ইনডোরে কিছু দৃশ্য শুট করা হয়, এবং তামান্না ভাটিয়ার একটি নাচের দৃশ্য বিহারে চিত্রায়িত হয়, যা বিজয় গাঙ্গুলী কর্তৃক কোরিওগ্রাফ করা হয়। ২০২৪ সালের জানুয়ারিতে, প্রযোজনা ভোপালের একটি পুরানো কেল্লায় স্থানান্তরিত হয়। ফেব্রুয়ারি ২০২৪-এ, বরুণ ধাওয়ান মুম্বাই স্টুডিওতে ক্যামিও চরিত্রের জন্য শুটিংয়ে যোগ দেন, ভেড়িয়া (২০২২) থেকে তার চরিত্র পুনরায় অভিনয় করেন। একটি অভ্যন্তরীণ দৃশ্যের মধ্যে রাজকুমার রাও \"কালম ডাউন\" গানটি গেয়েছিলেন, যার ফলে প্রযোজকরা ₹২৫ লাখ রেসিডুয়াল পরিশোধ করেন।\n\n\n=== নির্মাণ পরবর্তী ===\nকেন্দ্রীয় চলচ্চিত্র অনুমোদন পর্ষদ স্ত্রী ২ চলচ্চিত্রের জন্য কোন ভিজ্যুয়াল কাটস করার প্রয়োজনীয়তা রাখেনি। তবে, বোর্ড দুটি অডিও পরিবর্তনের অনুরোধ করেছে: একটি সেলিব্রিটির নাম মুছে ফেলতে এবং একটি জাতীয় স্মৃতিস্তম্ভের নাম মিউট করতে। এই পরিবর্তনগুলির পর, চলচ্চিত্রটি U/A রেটিং পেয়েছে এবং এর রানটাইম ১৪৯ মিনিট।\n\n\n== সঙ্গীত ==\n\nচলচ্চিত্রটির সঙ্গীত রচনা করেছেন শচিন-জিগার, এবং গানের কথা লিখেছেন অমিতাভ ভট্টাচার্য। পটভূমি সঙ্গীতটি করেছেন জাস্টিন ভার্গিজ, এটি তার দ্বিতীয় হিন্দি চলচ্চিত্র। সাউন্ডট্র্যাকটি সারেগামার মাধ্যমে বিতরণ করা হয় এবং এতে চারটি মূল গান অন্তর্ভুক্ত রয়েছে: \"আজ কি রাত\", \"খুবসুরত\", \"আয়ি নাই\" এবং \"তুমহারি হি রহেঙ্গে হাম\"—যা প্রত্যেকটি একক গান হিসেবে প্রকাশিত হয়।\n\n\n== মুক্তি ==\n\n\n=== প্রেক্ষাগৃহ ===\nস্ত্রী ২ প্রাথমিকভাবে ৩০ আগস্ট, ২০২৪-এ বিশ্বব্যাপী প্রেক্ষাগৃহে মুক্তির জন্য নির্ধারিত ছিল। কিন্তু পরে ২০২৪ সালের স্বাধীনতা দিবসে প্রিমিয়ারের জন্য পুনর্নির্ধারণ করা হয়। মুক্তির আগের দিন প্রায় ৩,০০০টি পেইড প্রিভিউ নাইট শো অনুষ্ঠিত হয়েছিল।\n\n\n=== হোম মিডিয়া ===\nচলচ্চিত্রটি প্রেক্ষাগৃহে চলার পর অ্যামাজন প্রাইমে প্রিমিয়ার হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে স্ত্রী ২  (ইংরেজি)\nবলিউড হাঙ্গামায় স্ত্রী ২ (ইংরেজি)"}