{"pageid": 1470793, "title": "সম্যুয়েল ইয়োসেফ অ্যাগনন", "url": "https://bn.wikipedia.org/wiki?curid=1470793", "content": "সম্যুয়েল ইয়োসেফ অ্যাগনন (হিব্রু ভাষায়: שמואל יוסף עגנון‎; ৮ আগস্ট ১৮৮৭ - ১৭ ফেব্রুয়ারি ১৯৭০) হলেন অস্ট্রো-হাঙ্গেরিতে-জন্ম একজন ইসরায়েলি ঔপন্যাসিক, কবি এবং ছোটগল্পকার। তিনি ছিলেন আধুনিক হিব্রু সাহিত্যের অন্যতম কেন্দ্রীয় ব্যক্তিত্ব। হিব্রুতে তিনি সংক্ষেপে শাই অ্যাগনন (ש\"י עגנון‬) নামে পরিচিত; ইংরেজিতে তার রচনা এস. ওয়াই. অ্যাগনন নামে প্রকাশিত হয়।\nঅ্যাগনন পোলিশ গ্যালিসিয়া জন্মগ্রহণ করেন, যা তখন অস্ট্রো-হাঙ্গেরিয়ান সাম্রাজ্যের অংশ ছিলো এবং পরে তিনি বাধ্যতামূলকভাবে প্যালেস্টাইনে অভিবাসিত হন এবং জেরুজালেমে মারা যান।\nতার কাজগুলি ঐতিহ্যগত ইহুদি জীবন এবং ভাষা এবং আধুনিক বিশ্বের মধ্যে দ্বন্দ্ব নিয়ে রচিত। এগুলোতে তিনি ইউরোপীয় শেটল (গ্রাম) এর ম্লান ঐতিহ্যগুলি পুনরুদ্ধার করার চেষ্টা করেন। একটি বিস্তৃত প্রেক্ষাপটে তিনি সাহিত্যে কথকের ভূমিকার বৈশিষ্ট্যগত ধারণাকে বিস্তৃত করতেও অবদান রাখেন। অ্যাগননের একটি স্বতন্ত্র ভাষাগত শৈলী ছিল যা আধুনিক এবং রাব্বিনিক হিব্রু মিশ্রিত।\n১৯৬৬ সালে তিনি কবি নেলী শ্যাসের সাথে যৌথভাবে সাহিত্যে নোবেল পুরস্কার লাভ করেন।\n\n\n== আরও দেখুন ==\nনোবেল পুরস্কার বিজয়ী ইহুদিদের তালিকা;\nসাহিত্যে নোবেল বিজয়ীদের তালিকা।\n\n\n== তথ্যসূত্র ==\n\n\n== পুস্তকরাজি ==\n\n\n== বহিঃসংযোগ ==\n\nBiography of Shmuel Yosef Agnon (Jewish Agency for Israel)\nArchive of Midrash Agnon course on 5 short stories from Agnon House and WebYeshiva.org.\nArchive of course on Agnon's novella \"Tehilla\" broadcast from Agnon House and WebYeshiva.org.\nShiri Lev Ari: S.Y. Agnon's relatives: The East Jerusalem Nashashibis (Ha'aretz, July 10, 2006)\nDan Laor: Agnon's biographer describes his long journey home\nফাইন্ড এ গ্রেইভে সম্যুয়েল ইয়োসেফ অ্যাগনন (ইংরেজি)\nBiography\nJewish Renaissance Pioneers: Shmuel Yosef Agnon\nAgnon's Nobel Prize Speech\nNobelprize.org-এ সম্যুয়েল ইয়োসেফ অ্যাগনন  (ইংরেজি)\nZiva Shamir, The portrait of Agnon's stage adapter as a literary interpreter (Lecture)\nটেমপ্লেট:Israeli Nobel laureates\n\nটেমপ্লেট:সাহিত্যে নোবেল পুরস্কার বিজয়ী ১৯৫১-১৯৭৫"}