{"pageid": 1470068, "title": "দ্য ফিউচার অফ সোশ্যালিজম", "url": "https://bn.wikipedia.org/wiki?curid=1470068", "content": "দ্য ফিউচার অফ সোশ্যালিজম অ্যান্থনি ক্রসল্যান্ডের ১৯৫৬ সালের একটি বই। এটি যুদ্ধোত্তর ব্রিটিশ লেবার পার্টি চিন্তাধারার সবচেয়ে প্রভাবশালী বইগুলির মধ্যে একটি ছিল। এটি ছিল শ্রমিক রাজনীতির 'সংশোধনবাদী' স্কুলের মূল কাজ।\nবইটি যুদ্ধোত্তর ঐকমত্যের উপর শ্রমের দৃষ্টিভঙ্গি সংজ্ঞায়িত করেছে, যার দ্বারা প্রধান দলগুলি ১৯৪৫ থেকে ১৯৭০ এর দশকের শেষের দিকে কল্যাণ রাষ্ট্র এবং অর্থনৈতিক নীতির বিষয়ে সম্মত হয়েছিল।\nপার্লামেন্টে প্রবেশের আগে অক্সফোর্ড ইউনিভার্সিটির শিক্ষাবিদ ক্রসল্যান্ড ১৯৫৫ সালের সাধারণ নির্বাচনে তার আসন হারিয়েছিলেন, এবং তাই তিনি যে বইটিতে বেশ কয়েক বছর ধরে কাজ করছেন তা শেষ করতে সক্ষম হয়েছিলেন, এই প্রসঙ্গে সামাজিক গণতন্ত্রের জন্য একটি নতুন যুক্তি উপস্থাপন করতে চেয়েছিলেন। ১৯৪৫-১৯৫১ ক্লিমেন্ট অ্যাটলি সরকার দ্বারা প্রবর্তিত নতুন রাজনৈতিক ও অর্থনৈতিক ঐক্যমত।\nযাইহোক, সমাজতন্ত্রের ভবিষ্যত লেবার পার্টি এবং পরবর্তী প্রজন্মের মধ্য-বামদের মধ্যে বুদ্ধিবৃত্তিক বিতর্কের জন্য একটি রেফারেন্স পয়েন্ট হয়ে আছে, যার মধ্যে ১৯৮১ সালে এসডিপি-লেবার বিভাজন, নীল কিনকের অধীনে শ্রমের আধুনিকীকরণ এবং নতুন প্রজন্মের উত্থান। শ্রম। ২০০৬ সালে বইটির ৫০ তম বার্ষিকী গর্ডন ব্রাউন, জ্যাক স্ট্র,  এড মিলিব্যান্ড,  রয় হ্যাটারসলি  এবং অন্যান্যরা 'পোস্ট'-এর পরবর্তী প্রজন্মের সাথে এর প্রাসঙ্গিকতার মতামত তুলে ধরেন সহ নেতৃস্থানীয় শ্রম ব্যক্তিত্বদের সাথে একটি নতুন বিতর্কের জন্ম দেয়। -নতুন শ্রমিক রাজনীতি। ফ্যাবিয়ান সোসাইটি, যেটি ২০০৬ সংস্করণটি সহ-প্রকাশ করেছিল, এক দশক ক্ষমতায় থাকার পর শ্রমের চিন্তাধারার 'নবায়ন' সম্পর্কে যুক্তি দাঁড় করায়, এর জন্য আরও একটি 'সংশোধনবাদী' চিন্তাধারার প্রয়োজন যা ১৯৫০-এর দশকে ক্রসল্যান্ডের অবদানকে অনুকরণ করতে চায়।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nFrancis, Martin. \"Mr Gaitskell's Ganymede? Re‐assessing Crosland's the Future of Socialism.\" Contemporary British History 11.2 (1997): 50-64.\nNuttall, Jeremy. \"The Labour party and the improvement of minds: the case of Tony Crosland.\" Historical Journal 46.1 (2003): 133-153.\nLeonard, Richard Lawrence. Crosland and New Labour (Macmillan, 1999)."}