{"pageid": 1470141, "title": "গ্রামীণ তহবিল", "url": "https://bn.wikipedia.org/wiki?curid=1470141", "content": "গ্রামীণ তহবিল একটি অলাভজনক সংস্থা যা মুহাম্মদ ইউনূস কর্তৃক বাংলাদেশে প্রতিষ্ঠিত হয়েছে, যা গ্রামীণ ব্যাংকের ক্ষুদ্রঋণ প্রদানের লক্ষ্য থেকে বেরিয়ে আসা ক্ষুদ্র ও মাঝারি উদ্যোগগুলিকে (এসএমই) ঝুঁকি মূলধন প্রদানে সহায়তা করে। ১৭ জানুয়ারি ১৯৯৪ সালে প্রতিষ্ঠিত হওয়া গ্রামীণ তহবিল ফেব্রুয়ারি ১৯৯৪ সালে কার্যক্রম শুরু করে, এবং এটি গ্রামীণ ব্যাংকের ৪০টি প্রকল্পকে ৩৯১ মিলিয়ন বাংলাদেশী টাকার সম্পদসহ উত্তরাধিকার সূত্রে গ্রহণ করে, যা ক্ষুদ্র শিল্প, মৎস্য ও কৃষিক্ষেত্রে বিনিয়োগ করেছিল। এর ঋণ মূলধন গ্রামীণ ব্যাংক এবং ক্যালভার্ট ফাউন্ডেশনের মতো অন্যান্য প্রতিষ্ঠান দ্বারা প্রদান করা হয়। ক্যালভার্ট ফাউন্ডেশনের প্রথম বিনিয়োগ থেকে, প্রায় ৬,০০০ স্থায়ী চাকরি তৈরি বা সংরক্ষণ করা হয়েছে কৃষি, প্রকৌশল, পোল্ট্রি, দুগ্ধ, মৎস্য এবং হস্তশিল্প খাতে।\n২০০৭ সাল পর্যন্ত, এটি ১৩টি যৌথ উদ্যোগে $১.০ মিলিয়ন ইক্যুইটি বিনিয়োগ করেছে এবং বাংলাদেশে ১৭৬৩টি ক্ষুদ্র ও মাইক্রোএন্টারপ্রাইজকে বিশেষত প্রযুক্তি-ভিত্তিক শিল্পে জামানত-মুক্ত স্থায়ী এবং কার্যকরী মূলধন ঋণ প্রদান করেছে। এটি গ্রামীণ পরিবারের অন্যান্য সংস্থাগুলির সহায়তায় মূলধন ঋণ প্রদান করেছে যার মধ্যে রয়েছে গ্রামীণ মৎস্য, গ্রামীণ কৃষি ফাউন্ডেশন, গ্রামীণ উদ্যোগ, গ্রামীণ ব্যবসা সেবা লিমিটেড, পল্লী দুর্দশা বায়ো সেন্টার, গণস্বাস্থ্য গ্রামীণ টেক্সটাইল এবং গ্রামীণ সিকিউরিটিজ ম্যানেজমেন্ট লিমিটেড। ৩০ আগস্ট ২০০৬ পর্যন্ত, এটি গ্রামীণ ব্যাংকের নেটওয়ার্কে ১৩৫.৫ কোটি টাকা ১২৫৭ প্রকল্পে বিতরণ করেছে। ২০০৬ অর্থবছরে, ২১৯টি ঋণ দেওয়া হয়েছিল যার মোট পরিমাণ ছিল $৩৬২,১৭৪, যার মধ্যে ২১৬টি মাইক্রোএন্টারপ্রাইজ ঋণ এবং ৩টি ক্ষুদ্র ব্যবসায়িক ঋণ অন্তর্ভুক্ত ছিল। মাইক্রোএন্টারপ্রাইজগুলির মধ্যে, ২১টি সংখ্যালঘু-স্বত্ত্বাধিকারী ব্যবসা এবং ৩টি নারী-স্বত্ত্বাধিকারী ব্যবসার জন্য ছিল।\nএর উদ্দেশ্য হল এমন অপ্রমাণিত ব্যবসাগুলিকে সহায়তা করা যা ভাল ফলন বা কর্মসংস্থান সৃষ্টির সম্ভাবনা দেখায়, এবং যা ভেঞ্চার ক্যাপিটালের শূন্যতা পূরণ করতে পারে। তহবিলের চারটি প্রোগ্রাম রয়েছে – ভেঞ্চার/ইক্যুইটি ফাইন্যান্সিং স্কিম, মাইক্রো এন্টারপ্রাইজ লোন স্কিম, লোন ফাইন্যান্সিং এবং টাইম ডিপোজিট লোন স্কিম।\n\n\n== ইক্যুইটি প্রকল্পসমূহ ==\nগ্রামীণ তহবিল বেশ কিছু উদ্যোগ পরিচালনা করে যা বেসরকারি উদ্যোক্তারা চালায়, এর মধ্যে রয়েছে গ্রামীণ ক্যাপিটাল ম্যানেজমেন্ট লিমিটেড, গ্রামীণ সাইবারনেট লিমিটেড (জিসিএল), গ্রামীণ বাইটেক লিমিটেড, গ্রামীণ সলিউশনস লিমিটেড (পূর্বে গ্রামীণ সফটওয়্যার নামে পরিচিত), গ্রামীণ আইটি পার্ক লিমিটেড (ডাটা এজ নামেও পরিচিত), গ্রামীণ স্টার এডুকেশন লিমিটেড (যা গ্রামীণ-ড্যাফোডিল আইটি এডুকেশন লিমিটেড শুরু করেছিল, গ্রামীণ নিটওয়্যার লিমিটেড, গ্লোবকিডস ডিজিটাল লিমিটেড এবং রফিক অটোভ্যান ম্যানুফ্যাকচারিং ইন্ডাস্ট্রিজ লিমিটেড।\n\n\n=== গ্রামীণ মিউচুয়াল তহবিল ওয়ান ===\nগ্রামীণ মিউচুয়াল তহবিল ওয়ান একটি দল-পরিচালিত অল-ওয়েদার ক্লোজড-এন্ড ব্যালান্সড মিউচুয়াল তহবিল যা ঢাকা স্টক এক্সচেঞ্জ এবং চট্টগ্রাম স্টক এক্সচেঞ্জ এ তালিকাভুক্ত। গ্রামীণ তহবিল হল তহবিলের স্পন্সর এবং ট্রাস্টি, স্ট্যান্ডার্ড চার্টার্ড ব্যাংক হল কাস্টোডিয়ান এবং অ্যাসেট & ইনভেস্টমেন্ট ম্যানেজমেন্ট সার্ভিসেস অব বাংলাদেশ লিমিটেড (AIMS) হল অ্যাসেট ম্যানেজার।\n\n\n=== গ্রামীণ সাইবারনেট ===\nগ্রামীণ সাইবারনেট লিমিটেড হল একটি ইন্টারনেট কন্টেন্ট, সলিউশন এবং সার্ভিস প্রদানকারী প্রতিষ্ঠান যা গুলশান, ঢাকা, বাংলাদেশে অবস্থিত। এটি ১৯৯৬ সালের জুলাই মাসে ড. মুহাম্মদ ইউনূস এবং গুলাম মহিউদ্দিন দ্বারা প্রতিষ্ঠিত হয়, একজন উদ্যোক্তা যিনি অ্যাপল ইনকর্পোরেটেডকে বাংলাদেশে প্রচার করছেন, যা একটি যৌথ উদ্যোগ ছিল গ্রামীণ তহবিলের, যা গ্রামীণ ব্যাংকের ভেঞ্চার ক্যাপিটাল শাখা এবং মোহিউদ্দিনের প্রতিষ্ঠান CITech লিমিটেডের মধ্যে। আগস্ট ২০০৭-এর হিসাব অনুযায়ী, এটি ৩০,০০০ এরও বেশি ক্লায়েন্টকে বিভিন্ন ক্ষেত্রে উচ্চ যোগাযোগ সেবা মান এবং বিবর্তনশীল প্রয়োজনীয়তা পূরণের জন্য একটি সম্পূর্ণ সাশ্রয়ী মূল্যের বিজনেস ক্লাস নেটওয়ার্ক পরিষেবা সরবরাহ করে।\n\n\n=== গ্রামীণ নিটওয়্যার ===\nগ্রামীণ নিটওয়্যার লিমিটেড একটি রপ্তানি-উন্মুখ যৌথ নিটওয়্যার কারখানা হিসাবে প্রতিষ্ঠিত হয়েছিল, রপ্তানি প্রক্রিয়াকরণ অঞ্চলে সাভার, ঢাকাতে। এতে নিটিং, ডাইং, ফিনিশিং এবং গার্মেন্টস উৎপাদনের সুবিধা রয়েছে।\n\n\n== তথ্যসূত্র =="}