{"pageid": 1470157, "title": "অধ্যাদেশ (বাংলাদেশ)", "url": "https://bn.wikipedia.org/wiki?curid=1470157", "content": "বাংলাদেশে অধ্যাদেশ (ইংরেজি: Ordinance) হলো এমন আইন যা বাংলাদেশের রাষ্ট্রপতি দ্বারা কেন্দ্রীয় মন্ত্রিসভা বা অন্তবর্তীকালীন সরকারের সুপারিশে জারি করা হয়, যা সংসদের আইনের মতোই ক্ষমতাসম্পন্ন এবং সংসদের অধিবেশন না থাকলেই কেবল অধাদেশ জারি করা যেতে পারে। গণপ্রজাতন্ত্রী বাংলাদেশের সংবিধানের ৯৩ অনুচ্ছেদে জাতীয় সংসদ ভেঙে গেলে অথবা সংসদ অধিবেশন না থাকলে কোনো জরুরি পরিস্থিতি মোকাবেলা করার জন্য বাংলাদেশের রাষ্ট্রপতিকে অধ্যাদেশ জারি করার ক্ষমতা দেওয়া হয়েছে।\nতবে অধ্যাদেশের মাধ্যমে এমন কোনো বিধান করা যাবে না যা বাংলাদেশ সংবিধানের অধীন সংসদের আইন দ্বারা আইনসঙ্গতভাবে করা যায় না কিংবা এর মাধ্যমে সংবিধানের কোনো বিধান পরিবর্তিত হয়।\nকোনো অধ্যাদেশ জারি হওয়ার পর অনুষ্ঠিত সংসদের প্রথম বৈঠকে এটি উপস্থাপিত হবে এবং ত্রিশ দিনের মধ্যে সংসদ কতৃক পাশ হলে আইনে পরিণত হবে অন্যথায় অধ্যাদেশের কার্যকারিতা বিলুপ্ত হবে।\n\n\n== অধ্যাদেশের বৈশিষ্ট্য ==\nঅধ্যাদেশের কয়েকটি গুরুত্বপূর্ণ বৈশিষ্ট্য রয়েছে যা নিম্নরূপ:\n\nঅস্থায়ী বিধান: অধ্যাদেশ একটি অস্থায়ী আইন হিসেবে কার্যকর হয়। এটি তখনই জারি হয় যখন সংসদ বা আইনসভা সচল নয়।\nসংসদীয় অনুমোদন: সংসদের পরবর্তী অধিবেশনে অধ্যাদেশ উপস্থাপন করতে হয় এবং অনুমোদিত হলে এটি স্থায়ী আইনে পরিণত হয়। যদি সংসদ এটি অনুমোদন না করে, তবে অধ্যাদেশ কার্যকর থাকে না এবং বাতিল হয়ে যায়।\nপ্রধান নির্বাহী দ্বারা জারি: একটি গণতান্ত্রিক দেশে অধ্যাদেশ জারি করার ক্ষমতা সাধারণত রাষ্ট্রপতি, রাজ্যপাল বা মন্ত্রীসভার হাতে থাকে, কিন্তু এটি সরকারের প্রধান নির্বাহীর উপর নির্ভর করে।\nজরুরি পরিস্থিতি: অধ্যাদেশ সাধারণত তখনই জারি করা হয় যখন সংসদ জরুরি ভিত্তিতে বসার মতো অবস্থায় নেই, এবং একটি বিশেষ আইন অবিলম্বে প্রণয়ন করা প্রয়োজন।\nসীমাবদ্ধ সময়কাল: সাধারণত অধ্যাদেশ জারি হওয়ার পর সংসদ বসার ৬ সপ্তাহ পর্যন্ত এটি কার্যকর থাকে। এর পরে, সংসদে আলোচিত ও অনুমোদিত হলে এটি স্থায়ী আইন হিসেবে গৃহীত হয়, অন্যথায় বাতিল হয়।\n\n\n== বাংলাদেশের প্রেক্ষাপটে অধ্যাদেশ ==\n\nবাংলাদেশের সংবিধানের ৯৩ অনুচ্ছেদ অনুযায়ী, রাষ্ট্রপতি সংসদ অবসান বা স্থগিত অবস্থায় জরুরি প্রয়োজনে অধ্যাদেশ জারি করতে পারেন। এই অধ্যাদেশ সংসদের পরবর্তী অধিবেশনে আলোচিত ও অনুমোদিত হলে এটি আইনে পরিণত হয়।  স্বাধীনতার পর থেকে প্রায় বিভিন্ন সময়ে প্রায় ২৫০টির বেশি অধ্যাদেশ জারি করা হয়েছে।\n\n\n== সমালোচনা ==\nঅধ্যাদেশ ব্যবহারের প্রথাটি সময়ে সময়ে সমালোচনার মুখে পড়ে, বিশেষত যখন এটি অনেকবার জারি করা হয় এবং সংসদীয় আলোচনা ছাড়াই গুরুত্বপূর্ণ আইন কার্যকর করা হয়। সমালোচকরা মনে করেন যে এটি সংসদের কর্তৃত্বকে ক্ষুণ্ন করতে পারে এবং জনগণের প্রতিনিধিত্বমূলক আলোচনা প্রক্রিয়াকে পাশ কাটিয়ে যেতে পারে।\n\n\n== তথ্যসূত্র =="}