{"pageid": 1470517, "title": "ক্যালকাটা কাস্টমস ক্লাব", "url": "https://bn.wikipedia.org/wiki?curid=1470517", "content": "ক্যালকাটা কাস্টমস ক্লাব হল কলকাতা, পশ্চিমবঙ্গে অবস্থিত একটি ভারতীয় প্রাতিষ্ঠানিক বহুমুখী-ক্রীড়া ক্লাব। এটি তার ফুটবল বিভাগের জন্য সবচেয়ে বেশি পরিচিত, যা কলকাতা ফুটবল লিগে প্রতিযোগিতা করে।\n\n\n== ইতিহাস ==\n\nক্লাবটি ১৮৯২ সালে কলকাতা কাস্টমসের একটি প্রাতিষ্ঠানিক ক্লাব হিসাবে প্রতিষ্ঠিত হয়েছিল (বর্তমানে 'কলকাতা কাস্টমস' নামে পরিচিত)। ভারতে ব্রিটিশ শাসনামলে, তারা আইএফএ শিল্ডে সাফল্য অর্জন করে, যেখানে ক্লাবটি ১৯০৮, ১৯০৯, ১৯১৫ এবং ১৯৩৯ সালে রানার্স-আপ অবস্থান লাভ করেছিল। ২০২১-২২ সালের কলকাতা ফুটবল লিগের মৌসুমে, কলকাতা কাস্টমস বিশ্বজিৎ ভট্টাচার্য দ্বারা পরিচালিত হয়েছিল।\nজুন ২০২৩-এ, ভারতীয় ফুটবল অ্যাসোসিয়েশন (আইএফএ) তার ১২৫তম সংস্করণের আগে কলকাতা ফুটবল লিগের প্রিমিয়ার ডিভিশন \"এ\" এবং \"বি\" উভয়েরই একীভূত হওয়ার ঘোষণা করেছিল, যেখানে কলকাতা কাস্টমসকে গ্রুপ ২-এ তে রাখা হয়েছিল।\n\n\n== সাফল্য ==\n\n\n=== অ্যাসোসিয়েশন ফুটবল ===\nআইএফএ শিল্ড\nরানার্স-আপ (৪): ১৯০৮, ১৯০৯, ১৯১৫, ১৯৩৯\nসিকিম গোল্ড কাপ\nরানার্স-আপ (১): ২০১৭\nমানিক উপাধ্যায় স্মৃতি ট্রফি\nচ্যাম্পিয়ন (১): ২০২২\nনৈহাটি গোল্ডকাপ\nচ্যাম্পিয়ন (১): ২০২৩\n\n\n== অন্যান্য বিভাগ ==\n\nকলকাতা কাস্টমস এর প্রতিষ্ঠালগ্ন থেকেই তার ফিল্ড হকি এবং ক্রিকেট বিভাগ রয়েছে। ক্লাবের ক্রিকেট দল ক্রিকেট অ্যাসোসিয়েশন অফ বেঙ্গল- এর টুর্নামেন্টে অংশগ্রহণ করে এবং দ্বিতীয় বিভাগ লিগে প্রতিদ্বন্দ্বিতা করে।\n\n\n=== ফিল্ড হকি ===\nকলকাতা কাস্টমসের হকি দল বেঙ্গল হকি অ্যাসোসিয়েশনের সাথে অধিভুক্ত, এবং বিশ্বের প্রাচীনতম ফিল্ড হকি টুর্নামেন্টগুলির মধ্যে একটি, কলকাতা হকি লিগ এবং বেইটন কাপে প্রতিদ্বন্দ্বিতা করে। হকি দল ঘরোয়া টুর্নামেন্টের সবচেয়ে সফল ক্লাবগুলির মধ্যে একটি, বিশেষ করে প্রাক-স্বাধীনতার সময় যখন অ্যাংলো-ইন্ডিয়ানরা ফিল্ড হকিতে আধিপত্য বিস্তার করত। কিংবদন্তি হকি খেলোয়াড় মেজর ধ্যান চন্দ তার আত্মজীবনী গোলে ঝাঁসি হিরোস এবং কলকাতা কাস্টমসের মধ্যে ১৯৩৩ সালের বেইটন কাপের ফাইনালকে তার ক্যারিয়ারের সবচেয়ে স্মরণীয় ম্যাচ হিসাবে মূল্যায়ন করেছেন, বলেছেন \"যদি কেউ আমাকে জিজ্ঞাসা করে যে আমি সেরা ম্যাচ কোনটি খেলেছি, আমি নির্দ্বিধায় বলব যেটা ছিল কলকাতা কাস্টমস এবং ঝাঁসি হিরোসের মধ্যে ১৯৩৩ সালের বেইটন কাপের ফাইনাল ছিল সেই দিনগুলি।\n\n\n==== উল্লেখযোগ্য খেলোয়াড় ====\nনীচের খেলোয়াড়রা, ভারতের জাতীয় দলের হয়ে খেলার পাশাপাশি ঘরোয়া হকি টুর্নামেন্টে কলকাতা কাস্টমসের প্রতিনিধিত্ব করেছিল\n\n লেসলি ক্লডিয়াস – ১৯৪৮, ১৯৫২ ও ১৯৫৬ সালে স্বর্ণপদক এবং ১৯৬০ গ্রীষ্মকালীন অলিম্পিক গেমসে রৌপ্য পদক জয়ী ভারতীয় হকি দলের সদস্য।\n গুরবক্স সিং গ্রেওয়াল – ১৯৬৪ গ্রীষ্মকালীন অলিম্পিকে স্বর্ণপদক, ১৯৬৮ গ্রীষ্মকালীন অলিম্পিকে ব্রোঞ্জ পদক এবং ১৯৬৬ এশিয়ান গেমসে স্বর্ণপদক জয়ী ভারতীয় হকি দলের সদস্য।\n\n\n==== হকি ====\n\n\n==== সাফল্য ====\nক্যালকাটা হকি লিগ\nচ্যাম্পিয়ন (২২): ১৯০৮, ১৯০৯, ১৯১০, ১৯১২, ১৯১৩, ১৯২১, ১৯২২, ১৯২৬, ১৯২৭, ১৯৩০, ১৯৩১, ১৯৩২, ১৯৩৩, ১৯৩৬, ১৯৩৭, ১৯৩৮, ১৯৩৯, ১৯৫০, ১৯৬১, ১৯৬৩, ১৯৯৬, ২০০৩\nবেইটন কাপ\nচ্যাম্পিয়ন (১২): ১৯০৮, ১৯০৯, ১৯১০, ১৯১২, ১৯২৫, ১৯২৬, ১৯৩০, ১৯৩১, ১৯৩২, ১৯৩৫, ১৯৩৮, ১৯৬৫\nরানার্স-আপ (১০): ১৯১৫, ১৯১৬, ১৯২২, ১৯২৩, ১৯২৭, ১৯২৮, ১৯২৯, ১৯৩৩, ১৯৩৬, ১৯৩৯\nবোম্বে গোল্ড কাপ\nরানার্স-আপ (১): ১,৯৬৪\nআগা খান গোল্ড কাপ\nরানার্স-আপ (১): ১,৯৩২\n\n\n=== ক্রিকেট ===\nকলকাতা কাস্টমসের পুরুষদের ক্রিকেট বিভাগ ক্রিকেট অ্যাসোসিয়েশন অফ বেঙ্গল (সিএবি) এর সাথে যুক্ত, এবং প্রথম বিভাগ লিগ এবং জেসি মুখার্জি টি-২০ ট্রফির মতো আঞ্চলিক টুর্নামেন্টে অংশ নেয়।\n\n\n==== সাফল্য ====\nজে সি মুখোপাধ্যায় টি-২০ চ্যাম্পিয়নশিপ\nরানার্স-আপ (১): ২০২৩\n\n\n=== ভলিবল ===\nকলকাতা কাস্টমের ভলিবল বিভাগ পশ্চিমবঙ্গ রাজ্য সিনিয়র ভলিবল চ্যাম্পিয়নশিপে অংশগ্রহণ করে।\n\n\n=== টেনিস ===\nবেঙ্গল টেনিস অ্যাসোসিয়েশনের (বিটিএ) অনুমোদিত সদস্য ক্লাব হওয়ায় বর্তমানে ক্যালকাটা কাস্টমস ক্লাবে রেংকিং কেট খেলা হিসাবে লন টেনিস অনুশীলন করা হচ্ছে।\n\n\n== আরও দেখুন ==\nকলকাতায় ফুটবল\nভারতের ফুটবল ক্লাবের তালিকা\n\n\n== আরও পড়ুন ==\nKapadia, Novy (২০১৭)। Barefoot to Boots: The Many Lives of Indian Football। Penguin Random House। আইএসবিএন 978-0-143-42641-7। \nMartinez, Dolores; Mukharjiim, Projit B (২০০৯)। Football: From England to the World: The Many Lives of Indian Football। Routledge। আইএসবিএন 978-1-138-88353-6। ২ জুলাই ২০২২ তারিখে মূল থেকে আর্কাইভ করা। \nDineo, Paul; Mills, James (২০০১)। Soccer in South Asia: Empire, Nation, Diaspora। London, United Kingdom: Frank Cass Publishers। পৃষ্ঠা 33। আইএসবিএন 978-0-7146-8170-2। ২৫ জুলাই ২০২২ তারিখে মূল থেকে আর্কাইভ করা। \nNath, Nirmal (২০১১)। History of Indian Football: Upto 2009–10। Readers Service। আইএসবিএন 9788187891963। ২২ জুলাই ২০২২ তারিখে মূল থেকে আর্কাইভ করা। \nSharma, Nikhil Paramjit; Gupta, Shantanu (৪ ফেব্রুয়ারি ২০১৯)। India's Football Dream। SAGE Publications India। আইএসবিএন 9789353283063। ৪ অক্টোবর ২০২২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৪ অক্টোবর ২০২২। \nMajumdar, Boria; Bandyopadhyay, Kausik (২০০৬)। A Social History Of Indian Football: Striving To Score। Routledge। আইএসবিএন 9780415348355। ২৯ জুন ২০২১ তারিখে মূল থেকে আর্কাইভ করা। \nBasu, Jaydeep (২০০৩)। Stories from Indian Football। UBS Publishers' Distributors। আইএসবিএন 9788174764546। ১১ অক্টোবর ২০২২ তারিখে মূল থেকে আর্কাইভ করা। \nShreekumar, S. S. (১৫ আগস্ট ২০২০)। THE BEST WAY FORWARD FOR INDIA'S FOOTBALL। HSRA Publications। পৃষ্ঠা 244। আইএসবিএন 9788194721697। ৪ ফেব্রুয়ারি ২০২৩ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৩ ফেব্রুয়ারি ২০২৩। \n\"The passage of football in India\"। ifawb.org। Kolkata: Indian Football Association। ২৯ জানুয়ারি ২০২১ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১১ সেপ্টেম্বর ২০২২। \nChakraborty, Sanghamitra (৫ জুন ২০২৩)। \"Calcutta Football League: মোহনবাগান-মহমেডানের গ্রুপে অভিষেকের ক্লাব, ইস্টবেঙ্গলের গ্রুপে ভবানীপুর\" [Calcutta Football League: Debutant club in Mohun Bagan-Mohammedan group, Bhavanipur in East Bengal group]। TV9 Bangla। ৫ জুন ২০২৩ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৫ জুন ২০২৩। \nBiswas, Koushik (৫ জুন ২০২৩)। \"Calcutta Football League : বাজল কলকাতা ফুটবল লিগের ঘণ্টা, কঠিন গ্রুপে মোহনবাগান\" [Calcutta Football League: Bell of Calcutta Football League rings, Mohun Bagan in tough group]। Ei Samay। ৫ জুন ২০২৩ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৫ জুন ২০২৩। \nBhattacharya, Ayan (১০ সেপ্টেম্বর ২০২৩)। \"বাংলা ভাগের ক্ষত কিভাবে বিষিয়ে দিল মোহনবাগান আর ইস্টবেঙ্গলকে?\" [How did the wound of the partition of Bengal poisoned both Mohun Bagan and East Bengal?]। inscript.me। Kolkata: ইনস্ক্রিপ্ট বাংলা নিউজ। ৭ নভেম্বর ২০২৩ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৭ নভেম্বর ২০২৩। \n\"Premier Indian Futuristic Football Academy — Coaches — Satyajit Dutta\"। piffa.in। Burdwan। ২০২৩। ৮ নভেম্বর ২০২৩ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ৮ নভেম্বর ২০২৩। \nGhoshal, Dipankar (২০ জুলাই ২০২৩)। \"CFL 2023, FIFA: কলকাতা লিগে অনবদ্য গোল, ভিডিয়ো পাঠানো হল ফিফায়\" [CFL 2023, FIFA: Impressive goals in Kolkata league, video sent to FIFA]। tv9bangla.com। Kolkata: TV9 Bangla। ২৯ ডিসেম্বর ২০২৩ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৮ নভেম্বর ২০২৩। \n\"কলকাতা ময়দানে সাইড ভলিতে গোল, পুসকাস পুরস্কারে এরিয়ানের সৈকত\" [Side volley goal at Calcutta Maidan, Ariane's beach at the Puskas Award]। anandabazar.com। Kolkata: আনন্দবাজার পত্রিকা। ২০ জুলাই ২০২৩। ২৯ ডিসেম্বর ২০২৩ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৮ নভেম্বর ২০২৩। \n\"Saikat Sarkar Wonder Goal: শ্যাম থাপার স্মৃতি ফেরালেন কল্যাণীর সৈকত, বিস্ময় গোলের ঘোর কাটছে না ময়দানে!\" [Saikat Sarkar Wonder Goal: Shyam Thapa brought back the memory of Kalyani beach, wonder goal is not cut in the field!]। etvbharat.com। Kolkata: ETV Bharat News। ১৯ জুলাই ২০২৩। ২৯ ডিসেম্বর ২০২৩ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৮ নভেম্বর ২০২৩। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদ্যা-এআইএফএফ.কম এ ক্যালকাটা কাস্টমস ক্লাব\nসকারওয়েতে ক্যালকাটা কাস্টমস ক্লাব"}