{"pageid": 1470142, "title": "উম্মে আল-তাবুল মসজিদ", "url": "https://bn.wikipedia.org/wiki?curid=1470142", "content": "উম্ম আল-তাবুল মসজিদ ( আরবি: جامع أم الطبول, প্রতিবর্ণীকৃত: Jami' Umm al-Tabul ) ইরাকের বাগদাদে অবস্থিত একটি বড় মসজিদ, যেটি ১৯৫৯ সালের মসুল বিদ্রোহে অংশগ্রহণকারী অফিসারদের স্মরণে নির্মিত হয়েছিল।  মসজিদটি ইয়ারমুকের আশেপাশে অবস্থিত  এবং এটি তার অনন্য স্থাপত্যের জন্য উল্লেখযোগ্য যা ইসলামিক মিশরীয় স্থাপত্য, বিশেষ করে কায়রোর সালাদিনের দুর্গ থেকে অনুপ্রেরণা গ্রহণ করে। এটি বাগদাদ আন্তর্জাতিক বিমানবন্দরের নিকটতম মসজিদগুলির মধ্যে একটি। \n\n\n== পটভূমি ==\n\n\n=== পরিকল্পনা এবং নির্মাণ ===\nমসজিদ নির্মাণের আগে, এলাকাটি বাগদাদের বাইরে সেনা সদস্যদের শুটিংয়ে প্রশিক্ষণের জন্য একটি আখড়া ছিল। ১৯৬৩ সালে যখন শহরটি সম্প্রসারিত হচ্ছিল, ইরাকি মন্ত্রী পরিষদ তৎকালীন পৌরসভার মন্ত্রী মাহমুদ শীটকে একটি চিঠিতে নকশা প্রস্তুত করে মন্ত্রী পরিষদে উপস্থাপন করার জন্য এবং তার নেতৃত্বে একটি কমিটি গঠনের জন্য অনুমোদন দিয়েছিল। পৌরসভার মন্ত্রী এবং প্রতিরক্ষা মন্ত্রণালয়ের একজন প্রতিনিধি এবং আরও অনেক ইরাকি মন্ত্রণালয় এলাকায় একটি নতুন আশেপাশের বাস্তবায়ন তদারকি করার জন্য। \nপ্রকৌশলী আবদ আল-সালাম আহমেদকে মসজিদটির নকশা করার জন্য আনা হয়েছিল যা কায়রোর সালাদিনের দুর্গের উপর ভিত্তি করে তৈরি হয়েছিল এবং এটি আকারে আরও বড় হওয়ার উদ্দেশ্যে ছিল। এলাকার মানচিত্র আঁকেন শিল্পী আরশাম জর্জ। ইরাকি ক্যালিগ্রাফার হাশেম মুহাম্মাদ আল-বাগদাদিও মসজিদের ক্যালিগ্রাফি তৈরিতে সাহায্য করেছিলেন। ভিত্তিপ্রস্তরটি ১৬ জুলাই, ১৯৬৪-এ স্থাপন করা হয়েছিল এবং এটি ২০ সেপ্টেম্বর, ১৯৭৮ সালে উদ্বোধন করা হয়েছিল। মসজিদটির দাম ৭০০ হাজার দিনার এবং কেউ কেউ বিশ্বাস করেন যে ইরাকি মাকাম গায়ক মুহাম্মদ আল-কুবাঞ্চির স্ত্রী মসজিদের সংকোচনের খরচ বহন করতে সাহায্য করেছিলেন। কর্মচারীদের জন্য মসজিদের পাশে তিনটি ঘরও প্রস্তুত করা হয়েছে।  উপরন্তু, ১৯৫৮ সালের মসুল বিদ্রোহে অংশগ্রহণকারী ফ্রি অফিসারদের দেহাবশেষও আল-গাজালিতে তাদের প্রাক্তন সমাধি থেকে উম্ম আল-তাবুল মসজিদের নতুন সমাধিতে স্থানান্তরিত করা হয়েছিল।\n\n\n=== প্রতিষ্ঠার পর এবং পরবর্তী ঘটনা ===\n\nমসজিদটি প্রতিষ্ঠার পর, এটি কেবল উপাসনার স্থানই নয়, পর্যটকদের আকর্ষণের জন্যও পরিণত হয়েছিল, যা অনেক বিদেশী পর্যটক এবং গবেষকদের গ্রহণ করেছিল। ইন্দোনেশিয়ান, মিশরীয় এবং ইউরোপীয়দের সহ অনেক প্রতিনিধিদল আধুনিক ইসলামী স্থাপত্যের শিল্প দেখতে এবং এর উপর গবেষণা লেখার জন্য এর আগে মসজিদটি পরিদর্শন করেছিলেন।  পর্যটকদের দেখার জন্য সুপারিশকৃত উল্লেখযোগ্য স্থাপত্য সহ একটি উল্লেখযোগ্য ল্যান্ডমার্ক হিসেবে মসজিদটিকে ১৯৮২ সালের সরকারি ইরাকি ট্যুরিস্ট গাইডে অন্তর্ভুক্ত করা হয়েছিল। যদিও মসজিদটিকে \"শহীদ মসজিদ\" হিসাবে উল্লেখ করা হয়েছিল। \nমার্কিন নেতৃত্বাধীন ইরাকে আগ্রাসনের সময়, আমেরিকান বাহিনী মসজিদের ইমাম ও প্রচারক মাহদি আল-সুমাইদাইকে গ্রেপ্তার করার জন্য অনুমতি ছাড়াই মসজিদে হামলা চালায়, যিনি একজন সালাফিস্ট হওয়ার কারণে আমেরিকান সৈন্যদের সন্দেহ করেছিলেন। আমেরিকান সৈন্যরা মসজিদে কোরআন শরীফ ছিঁড়ে ফেলার পাশাপাশি মাটিতে ফেলে দেওয়ার পাশাপাশি মসজিদের দরজা ভেঙে দেয় বলে জানা গেছে। আমেরিকান কমান্ড অভিযোগ অস্বীকার করেছে। এই ইভেন্টটি, সেইসাথে সুন্নি এনডাউমেন্ট অফিসের সম্মতি ছাড়াই সালাফিস্টদের দ্বারা মসজিদের অনানুষ্ঠানিকভাবে \"ইবনে তাইমিয়া মসজিদ\" নামকরণ, সুন্নি মুসলমানদের অন্তর্ভুক্ত একটি বিশাল বিক্ষোভের কারণ হয়েছিল। বিক্ষোভকারীরা আমেরিকা বিরোধী মনোভাব নিয়ে চিৎকার করেছিল বলে জানা গেছে। \nইরাক যুদ্ধ এবং দেশে আইএসআইএসের উত্থানের কারণে লাখ লাখ ইরাকি তাদের বাড়িঘর থেকে বাস্তুচ্যুত হয়েছিল। অনেকে বাগদাদে পালিয়ে গেছে এবং উম্ম আল-তাবুল মসজিদ দেখেছে যে এর মধ্যে অনেককে ২০১৪ সালের জানুয়ারি থেকে মসজিদের চারপাশে ভিড়ের অস্থায়ী কাপড়ের আশ্রয়ে পালিয়ে যেতে দেখেছে, যার মধ্যে মসুল এবং সিরিয়ার সীমান্তের আশেপাশের এলাকা থেকে কিছু উদ্বাস্তুও রয়েছে। মসজিদের কর্মকর্তারা অনুমান করেছেন যে ২০১৬ সাল পর্যন্ত ১২০টি পরিবার মসজিদের চারপাশে স্থানান্তর করেছে \n২০১৯ সালে, বাগদাদের মেয়রের নির্দেশ অনুসারে মসজিদের চারপাশে ইরাক যুদ্ধের সময় কংক্রিট ব্লকগুলি সরিয়ে ফেলা হয়েছিল। বছরের পর বছর বন্ধ থাকা এলাকাটিও পরিষ্কার করা হয়।  মসজিদটি একবার ইরানি জেনারেল কাসেম সোলেইমানিও পরিদর্শন করেছিলেন। \n\n\n== বর্ণনা এবং স্থাপত্য ==\n\nউম্ম আল-তাবুল মসজিদের আয়তন প্রায় ১৫,০০০ বর্গ মিটার এবং এতে প্রায় ১,৫০০ মুসল্লি থাকতে পারে। মসজিদের চারপাশের ক্যাম্পাসটি সাদা মার্বেল দিয়ে তৈরি একটি প্রশস্ত সিঁড়ি দিয়ে মাটি থেকে দেড় মিটার উপরে উঠে গেছে। প্রধান প্রবেশদ্বার এলাকায় মার্বেল স্তম্ভ এবং পাথরের উপর লেখা সুরত ইয়া-সিনের আয়াত সহ বিলাসবহুল ঝাড়বাতি রয়েছে। মূল প্রবেশপথের উপরে দুটি মিনার রয়েছে, যার প্রতিটি ৪০ মিটার লম্বা। মসজিদের অভয়ারণ্যটি আয়তক্ষেত্রাকার এবং ৫০ মিটার প্রস্থের সাথে ১০০ মিটার পর্যন্ত পৌঁছেছে। পিছনে ওযু এবং উপযোগীতার জন্য একটি জায়গা আছে। মসজিদটি সাদা মার্বেলের ৯৮টি খিলানযুক্ত স্তম্ভ দ্বারা মধ্যস্থতা করে এবং কলামগুলির মধ্যে কয়েকটি ঝাড়বাতি রয়েছে। সিলিংটিতে মিশরীয় শ্রমিকদের হাতে খোদাই করা শিলালিপি এবং লেখা রয়েছে যাদের নির্মাণ প্রচেষ্টায় সাহায্য করার জন্য আনা হয়েছিল। অভ্যন্তরটিতে একটি মিহরাব এবং মিম্বর রয়েছে যা মিশরীয় উপাদান থেকে তৈরি করা হয়েছে এবং মসজিদের চারপাশে অন্যান্য ছোট গম্বুজ সহ মার্বেল দিয়ে তৈরি একটি বড় গম্বুজ রয়েছে। অভ্যন্তরীণ অংশে হাশেম মুহাম্মাদ আল-বাগদাদির হাতে লেখা সূরা আর-রহমান এবং আয়াত আল-কুরসির আয়াতের ব্যান্ডও রয়েছে। মসজিদটিতে গ্রীষ্মকালীন এবং মহিলাদের জন্য অনেকগুলি চ্যাপেল রয়েছে। মসজিদের ইমাম ও তাবলিগের জন্যও কক্ষ রয়েছে। \n\n\n== তথ্যসূত্র =="}