{"pageid": 1470126, "title": "কিউবায় নৈরাজ্যবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1470126", "content": "কিউবায় সামাজিক আন্দোলন হিসাবে নৈরাজ্যবাদ ১৯ শতকের এবং ২০ শতকের প্রথম দিকে শ্রমিক শ্রেণীর উপর ব্যাপক প্রভাব বিস্তার করেছিল। ১৮৮৬ সালে দাসপ্রথা বিলোপের পর আন্দোলনটি বিশেষভাবে শক্তিশালী হয়েছিল।১৯২৫ সালে রাষ্ট্রপতি জেরার্ডো মাচাদো কর্তৃক এটি প্রথম দমন করা হয়।  ১৯৫০ এর দশকের শেষের দিকে কিউবার বিপ্লবের পর ফিদেল কাস্ত্রোর মার্কসবাদী-লেনিনবাদী সরকার একইভাবে নৈরাজ্যবাদ বিরোধী দমন পীড়ন চালাতে থাকে। কিউবার নৈরাজ্যবাদ প্রধানত মিখাইল বাকুনিনের কাজের উপর ভিত্তি করে নৈরাজ্য-সম্মিলিতবাদের রূপ নেয় এবং পরবর্তীতেকালে নৈরাজ্য-সিন্ডিক্যালিজমের রূপ নেয়। লাতিন আমেরিকার শ্রমিক আন্দোলন, এবং বিশেষত কিউবার শ্রমিক আন্দোলন, প্রথমে মার্কসবাদের চেয়ে নৈরাজ্যবাদ দ্বারা বেশি প্রভাবিত ছিল। \n\n\n== ইতিহাস ==\n\n\n=== ঔপনিবেশিক যুগ ===\n১৯ শতকের মাঝামাঝি সময়ে কিউবার সমাজ অত্যন্ত শ্রেণী বিভক্ত ছিল। এই সমাজে সর্বোচ্চ শ্রেণীতে অন্তর্গত ছিল স্প্যানিশ ক্রেওল শাসক শ্রেণীর তামাক, চিনি এবং কফি বাগানের মালিকরা। মধ্যবিত্ত কৃষ্ণাঙ্গ এবং স্প্যানিশ বৃক্ষরোপণ কর্মীদের একটি শ্রেণী ছিল এবং কালো দাসদের অপর একটি শ্রেণী ছিল । ঔপনিবেশিক শাসন থেকে স্প্যানিয়ার্ডরা ব্যাপকভাবে উপকৃত হওয়ার ফলে সমাজের উপরের স্তরেও ক্রেওল এবং স্প্যানিয়ার্ডদের মধ্যে গভীর বিভাজন ছিল ।  কিউবা সেইসময় স্পেনের একটি উপনিবেশ ছিল। সেখানে তখন স্বাধীনতা, মার্কিন যুক্তরাষ্ট্রে একীভূতকরণ এবং স্পেনের সাথে একীকরণের জন্য আলাদা আলাদা আন্দোলন চলছিল। নৈরাজ্যবাদের শিকড় প্রথম দেখা যায় ১৮৫৭ সালে, যে  সময় একটি প্রুদোঁবাদী পারস্পরিক সমাজ প্রতিষ্ঠিত করা হয়েছিল।  জোসে ডি জেসুস মার্কেজের দ্বারা পিয়ের-জোসেফ প্রুদোঁর ধারণার সাথে পরিচিত হওয়ার পর, স্যাটার্নিনো মার্টিনেজ (একজন আস্তুরিয়ান অভিবাসী) ১৮৬৫ সালে একটি সাময়িকী লা অরোরা প্রতিষ্ঠা করেন। মূলত তামাক শ্রমিকদের মধ্যে প্রচারিত এই সাময়িকী সমবায় সমিতির সমর্থন করতে থাকে।  দশ বছরের যুদ্ধ শুরু হলে স্পেনের বিরুদ্ধে বিদ্রোহীদের মধ্যে প্যারিস কমিউনের প্রবাসীরা এবং সালভাদর সিসনেরোস বেটানকোর্ট এবং ভিসেন্টে গার্সিয়া সহ প্রুধোঁ দ্বারা প্রভাবিত অন্যান্যরা যোগদান করে। \n\n\n==== আন্দোলনের প্রাথমিক বিকাশ ====\n১৮৮০র দশকে জোসে সি. ক্যাম্পোস নৈরাজ্যবাদী প্রচারপত্র এবং সংবাদপত্র আমদানি করার মাধ্যমেবার্সেলোনায় কর্মরত স্প্যানিশ নৈরাজ্যবাদীদের সঙ্গে সংযোগ স্থাপন করেছিলেন। এই সময়ে অনেক স্প্যানিশ নৈরাজ্যবাদীরা কিউবায় চলে আসেন। তামাক কারখানায় নৈরাজ্যবাদী সাহিত্য উচ্চস্বরে পড়া শ্রমিকদের জন্য খুবই সাধারণ হয়ে ওঠে, যার ফলে শ্রমিকদের মধ্যে নৈরাজ্যবাদী ধারণার ব্যাপক হয়।  ১৮৮০-র দশকে এবং ১৮৯০-এর দশকের গোড়ার দিকে, কিউবার নৈরাজ্যবাদীরা স্পেনের Federación de Trabajadores de la Región Española এর অনুরূপ সমষ্টিবাদী নৈরাজ্যবাদের পক্ষপাতী ছিল। \nএনরিক রইগ সান মার্টিন ১৮৮২ সালে সেন্ট্রো দে ইনস্ট্রুসিওন ওয়া রেকরিও ডি সান্তিয়াগো দে লাস ভেগাস প্রতিষ্ঠা করেন, তার উদ্দেশ্য ছিল শ্রমিক সংগঠনের সপক্ষে  সমষ্টি-নৈরাজ্যবাদী সাহিত্য বিতরণ করা। \"সামাজিক অবস্থান, রাজনৈতিক প্রবণতা এবং দেহের রঙের পার্থক্য নির্বিশেষে\" সমস্ত কিউবানকে গ্রহণ করার জন্য এই সেন্ট্রোর একটি কঠোর নীতি ছিল।  একই বছর, \"কোন গিল্ড বা শ্রমিক শ্রেণীর সংগঠনকে পুঁজির পায়ের সাথে বেঁধে রাখা উচিত নয়\" রইগ সান মার্টিনের এই বক্তব্য অনুসরণ করে জান্তা সেন্ট্রাল ডি আর্টেসানোস  প্রতিষ্ঠিত হয়েছিল। রইগ সান মার্টিন এল বোলেটিন দেল গ্রেমিও দে ওব্রেরোসের জন্য এবং এল ওব্রেরো এর জন্য লেখালেখি করতেন। এল ওব্রেরো ১৮৮৩ সালে প্রজাতন্ত্র-গণতন্ত্রীদের দ্বারা প্রতিষ্ঠিত হয়েছিল কিন্তু রইগ সান মার্টিন সম্পাদকের দায়িত্ব নেওয়ার পরে এটি দ্রুত নৈরাজ্যবাদীদের মুখপত্রে পরিণত হয়। . ১৮৮৭ সালে তিনি এল প্রোডাক্টর প্রতিষ্ঠা করেন। সান মার্টিন ছাড়াও এল প্রোডাক্টরে অন্য অনেক কিউবান এবং মার্কিন(প্রধানত ফ্লোরিডা অঙ্গরাজ্যের)লেখকরা লিখতেন এবং ফরাসি ভাষার লে রেভোল্টে এবং বার্সেলোনার লা অ্যাক্রাসিয়া থেকে পুনর্মুদ্রিত নিবন্ধগুলি প্রকাশ করা হতো। \n১৮৮৫ সালে প্রতিষ্ঠিত Círculo de Trabajadores নামক একটি সংগঠন শিক্ষাগত এবং সাংস্কৃতিক কর্মকাণ্ডে মনোনিবেশ করেছিল দরিদ্র ছাত্রদের জন্য ধর্মনিরপেক্ষ স্কুলের আয়োজন করা, শ্রমিকদের জন্য মিটিং করা ইত্যাদির মাধ্যমে। পরের বছর, সার্কুলোর নেতারা (এদের প্রধান ছিলেন এনরিক ক্রেসি) শিকাগো শহরের নৈরাজ্যবাদীদের আইনি ঝামেলায় সহায়তার জন্য তহবিল সংগ্রহের একটি কমিটি গঠন করেন।  দেড় মাসের মধ্যে এই কমিটি প্রায় US$১,৫০০ সংগ্রহ করতে পেরেছিল।  উক্ত নৈরাজ্যবাদীদের মৃত্যুদণ্ড কার্যকর করার কয়েকদিন আগে, সার্কুলো হাভানায় রাষ্ট্রের সিদ্ধান্তের প্রতিবাদে ২,০০০ জন লোকের একটি বিক্ষোভের আয়োজন করে।  Círculo এবং El Productor উভয়কেই জরিমানা করা হয়েছিল - মৃত্যুদণ্ডের বিষয়ে রইগ সান মার্টিনের লেখা একটি সম্পাদকীয়র জন্য এবং মৃত্যুদণ্ডের স্মরণে একটি পেইন্টিং প্রদর্শন করার জন্য । ঔপনিবেশিক সরকার প্রতি বছর ফাঁসির বার্ষিকীতে যে বিক্ষোভ অনুষ্ঠিত হবে তাও নিষিদ্ধ করেছিল। \n\n\n==== সংগঠনের শক্তিশালীকরণ ====\n\n১৮৮৭ সালে আলিয়ানজা ওব্রেরা (শ্রমিকদের জোট) প্রতিষ্ঠিত হয়েছিল। এই সংগঠনটি ফেডারেসিওন দে ট্রাবাজাডোরস দে লা হাবানা (হাভানা শ্রমিক ফেডারেশন) এবং এল প্রোডাক্টরের সাথে প্রথম কংগ্রেসো ওব্রেরো দে কিউবা (কিউবান শ্রমিক কংগ্রেস) তে অংশগ্রহণ করেছিল, যা ১ অক্টোবর ১৮৮৭ এ অনুষ্ঠিত হয়েছিল। ঐ কংগ্রেসে বেশিরভাগ তামাক শ্রমিকরা উপস্থিত ছিলেন। এখান থেকে ছয় দফা দাবি করে একটি \"ডিকটাম\" জারি করা হয়: সমস্ত কর্তৃত্বের বিরোধিতা, একটি ফেডারেটিভ চুক্তির মাধ্যমে শ্রমিক সংগঠনগুলির মধ্যে ঐক্য, সমস্ত গোষ্ঠীর মধ্যে কর্মের সম্পূর্ণ স্বাধীনতা, পারস্পরিক সহযোগিতা, সমস্ত গোষ্ঠীর মধ্যে সংহতি এবং ফেডারেশনের মধ্যে সমস্ত রাজনৈতিক এবং ধর্মীয় মতবাদের নিষেধাজ্ঞা। সাতুনিনো মার্টিনেজ কংগ্রেসের ফলাফল নিয়ে অসন্তুষ্ট হন। এর ফলে তার এবং রইগ সান মার্টিনের মধ্যে প্রতিদ্বন্দ্বিতা শুরু এবং ইউনিয়নগুলি দুটি শিবিরে বিভক্ত হয়ে যায়। \nকংগ্রেস সংঘটিত হওয়ায় পরপরই তামাক শ্রমিকরা তিনটি কারখানায় ধারাবাহিক ধর্মঘট শুরু করে, যার একটি নভেম্বরের শেষ পর্যন্ত চলে। পরবর্তীতে ১৮৮৮ সালের গ্রীষ্মকালে, তামাক শ্রমিকদের ধর্মঘটের ফলে কারখানার মালিকরা ১০০ টিরও বেশি কারখানায় তালা ঝুলিয়ে দেয়।  Círculo de Trabajadores ক্ষতিগ্রস্থ কর্মীদের সমর্থন করার জন্য একটি সংগ্রহ অভিযানের আয়োজন করেছিল। অক্টোবরের মধ্যে কারখানার মালিকরা আলোচনায় শ্রমিকদের সাথে দেখা করতে রাজি হয়ে লকআউট শেষ করে।  এই পরিস্থিতির ফলাফল আলিয়াঞ্জা ওব্রেরার পক্ষে এতটাই অনুকূল ছিল যে ইউনিয়নটির সদস্য সংখ্যা পরবর্তী ছয় মাসে ৩,০০০ থেকে ৫,০০০-এ উন্নীত হয়, এটি কিউবার সবচেয়ে শক্তিশালী শ্রমিক ইউনিয়নে পরিণত হয়।  পরের বছর, রইগ সান মার্টিন স্প্যানিশ ঔপনিবেশিক সরকার কর্তৃক জেল থেকে মুক্তি পাওয়ার মাত্র কয়েকদিন পর, 46 বছর বয়সে মারা যান।  মাত্র কয়েক মাস পরে, তামাক শিল্পে ধর্মঘটের প্রতিক্রিয়ায়, ঔপনিবেশিক প্রধান ম্যানুয়েল সালামাঙ্কা ওয়াই নেগ্রেট  আলিয়াঞ্জা ওব্রেরা এবং সার্কুলো দে ট্রাবাজাডোরস বন্ধ করে দেন। সার্কুলোকে নতুন প্রশাসনের দ্বারা পরের বছর পুনরায় খোলার অনুমতি দেওয়া হয়েছিল। \n\n\n==== সরকারের প্রতিক্রিয়া এবং স্বাধীনতা যুদ্ধ ====\n\nকিউবায় প্রথম মে দিবসের বিক্ষোভ প্রদর্শনী ১৮৯০ সালে অনুষ্ঠিত হয়েছিল সেখানে ১৮ জন নৈরাজ্যবাদী বক্তাদের নেতৃত্বে একটি মিটিং হয় । পরের দিন ধর্মঘটের কারণে ঔপনিবেশিক সরকার সার্কুলো দে ট্রাবাজডোরসকে আবার বন্ধ করে দেয়।২,৩০০ জন শ্রমিকের প্রতিবাদে জারি করা একটি ইশতেহারের মুখোমুখি হলে তারা সিদ্ধান্তটি প্রত্যাহার করে।  সেই বছরের শেষের দিকে ওব্রেরার নরমপন্থী পরিচালক মেনেন্দেজ আরেসিসকে হত্যার জন্য ১১ জন নৈরাজ্যবাদীর বিচার করা হয়েছিল। ১১ জনই নির্দোষ ঘোষিত হলেও, ক্যাপ্টেন-জেনারেল ক্যামিলো গার্সিয়া দে পোলাভিয়েজা এই বিচারটিকে এল প্রোডাক্টরের উৎপাদন বন্ধ করার জন্য ও নৈরাজ্যবাদীদের দমন করার জন্য অজুহাত হিসাবে ব্যবহার করেছিলেন।  ১৮৯২ সালে আরেকটি শ্রমিক কংগ্রেস অনুষ্ঠিত হয় যেখানে পূর্বের বিপ্লবী সিন্ডিকালিস্ট নীতিগুলি পুনঃনিশ্চিত হয় এবং শ্রমিক শ্রেণীর মহিলাদের সাথে সংহতি প্রকাশ  করা হয়।  এর ফলাফল ছিল নির্বাসন, কারাবরণ, অবাধ সমাবেশের অধিকার স্থগিত করা এবং সাংগঠনিক প্রচেষ্টাকে দমন করার জন্য সংগঠনের সদর দফতর বন্ধ করার মাধ্যমে আন্দোলনকে সরকারের দমন করার চেষ্টা। \nস্পেন থেকে কিউবার স্বাধীনতা যুদ্ধের সময়, নৈরাজ্যবাদীরা স্প্যানিশ সৈন্যদের মধ্যে প্রচার করতে থাকে, তাদের স্বাধীনতাবাদীদের বিরোধিতা না করার জন্য এবং নৈরাজ্যবাদীদের সাথে যোগদানের জন্য অনুরোধ করেছিল।  নৈরাজ্যবাদীরা বোমা মেরে সেতু এবং গ্যাস পাইপলাইন উড়িয়ে দেয় এবং ১৮৯৬ সালে ঔপনিবেশিক প্রধান ক্যাপ্টেন জেনারেল ভ্যালেরিয়ানো ওয়েলারকে হত্যার একটি ব্যর্থ প্রচেষ্টায় অবদান রাখে। এর ফলে সরকার নৈরাজ্যবাদীদের আরও কঠোরভাবে দমন করতে শুরু করে, সোসিয়েদাদ জেনারেল ডি ট্রাবাজাডোরস কে বন্ধ করে দেয়, কর্মীদের গণ নির্বাসন দেয় এবং এমনকি কর্মক্ষেত্রে বক্তৃতা দেয়াও নিষিদ্ধ ঘোষণা করে। \n\n\n=== বিংশ শতক ===\n\nস্প্যানিশ-আমেরিকান যুদ্ধ কিউবাকে স্পেনের কাছ থেকে স্বাধীনতা দিয়েছিল।অনেক নৈরাজ্যবাদীরা স্বাধীনতার পরে তৎকালীন শাসন ব্যবস্থা নিয়ে অসন্তুষ্ট ছিল। ১৮৯৯ সালের মধ্যে নৈরাজ্যবাদী শ্রমিকরা নিজেদের পুনর্গঠিত করে আলিয়ানজা ডি ট্রাবাজডোরস  এর অধীনে। ওই বছরের সেপ্টেম্বরে রাজমিস্ত্রিদের একটি ধর্মঘটের পরে সংগঠকদের মধ্যে পাঁচজনকে গ্রেপ্তার করা হয়েছিল। এই সময়ে নৈরাজ্যবাদী সংগঠক এরিকো মালাটেস্তা কিউবা সফর করেন, বেশ কয়েকটি সাময়িকীতে বক্তৃতা দেন এবং সাক্ষাত্কার দেন, কিন্তু অসামরিক গভর্নর এমিলিও নুনেজ তাকে বক্তৃতা করতে বাধা দেন। ১৯০২-০৩ সালের দিকে, নৈরাজ্যবাদী এবং অন্যান্য শ্রমিক সংগঠকরা চিনি শিল্পকে সংগঠিত করার চেষ্টা শুরু করে, যা ছিল তখন কিউবার বৃহত্তম শিল্প। কিন্তু মালিকরা দ্রুত প্রতিক্রিয়া দেখায় এবং দুইজন শ্রমিককে খুন করা হয়, এবং এই অপরাধগুলির কোনো বিচার হয়নি। \nএই সময় নৈরাজ্যবাদীরা শিক্ষার মাধ্যমে সমাজকে সামাজিক বিপ্লবের জন্য প্রস্তুত করার দিকে জোর দেয়। নৈরাজ্যবাদীরা বিশ্বাস করত যে ধর্মীয় স্কুলগুলি স্বাধীনতার ধারণার প্রতি ক্ষিপ্ত ছিল এবং পাবলিক স্কুলগুলি প্রায়শই \"দেশপ্রেমিক জাতীয়তাবাদ\" শেখাত এবং শিশুদের মধ্যে মুক্ত চিন্তাভাবনাকে নিরুৎসাহিত করত। তাই নৈরাজ্যবাদীরা নিজেরা আলাদা শিক্ষাপ্রতিষ্ঠান স্থাপন করে সেখানে পড়াশোনা শেখাতে থাকে। ¡Tierra!  নামক একটি সাপ্তাহিক নৈরাজ্যবাদী সংবাদপত্রের লেখকরা কিউবার পতাকার প্রতি বাধ্যতামূলক আনুগত্য শেখানোর জন্য পাবলিক স্কুলের নিন্দা করেন এবং শিশুদের শেখাতে উত্সাহিত করেন যে পতাকাটি \"বদ্ধ মানসিকতা এবং বিভক্তির প্রতীক ।\" \n\n\n==== দমনপীড়ন ও সিন্ডিকালিস্ট কার্যকলাপ ====\n১৯১১ সালে ¡Tierra! দ্বারা সমর্থিত তামাক শ্রমিক, বেকার এবং টিমস্টারদের একটি ধর্মঘট অসফল হওয়ার পরনতুন সরকারী সেক্রেটারি, জেরার্ডো মাচাদো অনেক স্প্যানিশ নৈরাজ্যবাদীকে নির্বাসিত করেছিলেন এবং কিউবার নৈরাজ্যবাদীদের কারাগারে পাঠানো হয়েছিল। এই সময়ে প্রতিষ্ঠিত দমনমূলক নীতি টানা দুই দশক বছর ধরে চলতে থাকে।  ১৯১৭ সালে গার্সিয়া মেনোকাল কিউবান সরকারের নিয়ন্ত্রণ দখল করার পর রাষ্ট্র সহিংসতার সাথে বেশ কয়েকটি সাধারণ ধর্মঘট অসফল করার চেষ্টা করে। রবুস্তিয়ানো ফার্নান্দেজ, লুইস দিয়াজ ব্লাঙ্কো সহ বেশ কিছু নৈরাজ্যবাদী সংগঠক রাষ্ট্র কর্তৃক নিহত হয়েছিলেন। প্রতিক্রিয়া স্বরূপ নৈরাজ্যবাদীরা হিংসার আশ্রয় নেয়। ৭৭ জনের একটি দল যাদের সরকার  \"নৈরাজ্য-সিন্ডিক্যালিস্ট গুণ্ডা\" বলে চিহ্নিত করে স্পেনে নির্বাসিত করা হয়েছিল। পাশাপাশি, নৈরাজ্যবাদী প্রকাশনাগুলিকে বেআইনি ঘোষণা করা হয়েছিল ( ¡Tierra! ১৯১৫ সালে বন্ধ করা হয়েছিল), এবং নৈরাজ্যবাদী সেন্ট্রো ওব্রেরো  বন্ধ করতে বাধ্য হয়েছিল।  পরের বছর, মেনোকাল আলফ্রেডো জায়াস ওয়াই আলফোনসোর কাছে সরকারের নিয়ন্ত্রণ হারায়, যার ফলে নৈরাজ্যবাদী কার্যকলাপের বিস্তার ঘটে। ¡Tierra! গোষ্ঠী বই এবং পুস্তিকা প্রকাশ করতে শুরু করে, এবং কমপক্ষে ছয়টি নিয়মিত নৈরাজ্যবাদী সাময়িকী প্রকাশ করে। \nএই সময়ে, নৈরাজ্য-সিন্ডিক্যালিস্টরা কিউবার শ্রমিক আন্দোলনের প্রধান ছিল। যাইহোক, সামুদ্রিক, রেলওয়ে, রেস্তোরাঁ এবং তামাক শিল্প সংগঠিত নৈরাজ্যবাদীদের দ্বারা নিয়ন্ত্রিত হওয়া সত্ত্বেও, ১৯২৫ সাল পর্যন্ত শ্রমিকদের দ্বারা কোনো বড় নৈরাজ্যবাদী ফেডারেশন সফলভাবে সংগঠিত হয়নি। স্পেনের Confederación Nacional del Trabajo- এর মতোই, Confederación Nacional Obrera Cubana এর অ-নৈরাজ্যবাদী সদস্যরা অবশেষে ১৯২৫ সালের আগস্টে কিউবার কমিউনিস্ট পার্টি গঠন করে  এই সময়ের মধ্যে, অনেক নৈরাজ্যবাদী ( আলফ্রেডো লোপেজ এবং কার্লোস বালিনো সহ) রাশিয়ায় বলশেভিক বিপ্লব সম্পর্কে সহানুভূতিশীল হয়ে পড়েছিলেন এবং আরও স্বৈরাচারী সংগঠনের পক্ষপাতী হন।  ১৯২৫ সালের শরৎকালে অনেক ধর্মঘট সংঘটিত হয়েছিল, এবং মাচাদোর নেতৃত্বে সরকার আবারও শ্রমিক আন্দোলনকে দ্রুত দমন করে। বেশ কয়েকজন শ্রমিক নেতাকে গুলি করে হত্যা করা হয় এবং কয়েকশ স্প্যানিশ নৈরাজ্যবাদীকে এক মাস নির্বাসিত করা হয়। মাচাদো বিবৃতি দেন\"আপনি ঠিক - আমি জানি না নৈরাজ্যবাদ কী, সমাজতন্ত্র কী, সাম্যবাদ কী। আমার কাছে তারা সব একই। সব খারাপ দেশপ্রেমিক।\"  আলফ্রেডো লোপেজ, CNOC-এর তৎকালীন সেক্রেটারি-জেনারেল, ১৯২৫ সালের অক্টোবর মাসে গ্রেফতার হন ,  পরের বছর জুলাই মাসে তিনি দ্বিতীয়বার গ্রেপ্তার হন। এই সময় তিনি \"নিখোঁজ\" হয়ে যান, মাচাদো সরকারের পতনের পর ১৯৩৩ সালে তার মৃতদেহ খুঁজে পাওয়া যায়। \n\nলোপেজের পর CNOC-এর নিয়ন্ত্রণ নিয়ে নৈরাজ্যবাদী এবং কমিউনিস্টদের মধ্যে লড়াই শুরু হয়।  ১৯৩০-৩১ সাল নাগাদ, সিএনওসি কমিউনিস্টদের দখলে চলে যায়। জড়িত স্প্যানিশ নৈরাজ্যবাদীদের অনেকেই স্পেনে ফিরে যাওয়ার সিদ্ধান্ত নেয়।  একজন নিয়োগকর্তার অন্তত অর্ধেক কর্মচারী কিউবানে জন্মগ্রহণ করার নির্দেশ দিয়ে নতুন সরকার একটি আইন পাস করে। এর ফলে কিউবার বিশাল সংখ্যক স্প্যানিশ বংশোদ্ভূত নৈরাজ্যবাদীদেরকে অর্থনৈতিক প্রয়োজনে স্পেনে ফিরে যেতে বাধ্য করা হয়েছিল। এর ফলে নৈরাজ্যবাদী আন্দোলনের প্রভাব ব্যাপকভাবে হ্রাস পায় । যাইহোক, শীঘ্রই জুভেন্টুড লিবারেরিয়া  তরুণ প্রজন্মের নৈরাজ্যবাদীদের দ্বারা প্রতিষ্ঠিত হয়েছিল। ১৯৩৬ সাল নাগাদ, স্প্যানিশ গৃহযুদ্ধ শুরু হওয়ার পর, কিউবার নৈরাজ্যবাদীরা স্পেনের CNT এবং FAI এর কাছে অর্থ ও অস্ত্র প্রেরণে সহায়তা করার জন্য সলিডারিদাদ ইন্টারন্যাশনাল অ্যান্টিফাসিস্তা (এসআইএ) প্রতিষ্ঠা করেছিল। লড়াইয়ে যোগ দিতে অনেক কিউবান নৈরাজ্যবাদী স্পেনে গিয়েছিলেন। \n1940 সালের সংবিধান দ্বারা নিশ্চিত করা অধিকারের সাথে, নৈরাজ্যবাদীরা আবার মৃত্যু বা নির্বাসনের কম ঝুঁকি নিয়ে নিজেদের সংগঠিত করতে সক্ষম হয়। SIA এবং Federacíon de Grupos Anarquistas de Cuba নিজেদের অবলুপ্ত করে। তাদের সদস্যরা Libertaria de Cuba (কিউবান লিবারটারিয়ান অ্যাসোসিয়েশন) (ALC) তৈরি করে।  এএলসি ১৯৪৪ সালে প্রাইমার কংগ্রেসো ন্যাসিওনাল লিবার্টারিও (প্রথম জাতীয় স্বাধীনতাবাদী কংগ্রেস) অনুষ্ঠিত করে, একজন মহাসচিব এবং একজন সাংগঠনিক সম্পাদক নির্বাচন করে। ১৯৪৮ সালে দ্বিতীয় কংগ্রেস অনুষ্ঠিত হয়েছিল , সেখানে জার্মান নৈরাজ্যবাদী অগাস্টিন সুচি উদ্বোধনী ভাষণ প্রদান করেছিলেন। ALC-এর একটি মুখপত্র ছিল Solideridad Gastronómica, যা ১৯৬০ সালের ডিসেম্বরে কাস্ত্রো সরকার দ্বারা বন্ধ না হওয়া পর্যন্ত প্রতি মাসে প্রকাশিত হয়েছিল। ১৯৫০ সালে তৃতীয় কংগ্রেস অনুষ্ঠিত হয়েছিল, শ্রমিক আন্দোলনকে অরাজনৈতিক এবং রাজনীতিবিদ ও আমলাদের হস্তক্ষেপমুক্ত রাখার উপর জোর দিয়ে।  ১৯৫০-এর দশকের মাঝামাঝি সময়ে, একটি সফল অভ্যুত্থানের পর ফুলজেনসিও বাতিস্তা আবার ক্ষমতায় আসে। অনেক নৈরাজ্যবাদী গেরিলা গোষ্ঠীতে যোগ দিয়েছিল যারা বাতিস্তা সরকারের বিরুদ্ধে লড়াই করে, যার মধ্যে ফিদেল কাস্ত্রোর 26শে জুলাই আন্দোলন ছিল, যার ফলস্বরূপ ১৯৫৮ সালের শেষ দিনে বাতিস্তা কিউবা থেকে পালিয়ে যায় ।\n\n\n=== বিপ্লবোত্তর সময়কাল ===\nক্ষমতা গ্রহণের প্রথম দিনগুলিতে, কাস্ত্রো পরিচিত নৈরাজ্য-সিন্ডিক্যালিস্টদের Confederación de Trabajadores de Cuba (CTC) থেকে বহিষ্কার করেন। এই কারণে, এবং সরকারের প্রতি সাধারণ সন্দেহের কারণে, ALC-এর জাতীয় কাউন্সিল কাস্ত্রো সরকার এবং তার কর্মকাণ্ডের নিন্দা জানিয়ে একটি ইশতেহার জারি করে। সাময়িকী সলিডারিদাদ গ্যাস্ট্রোনোমিকাও সরকারের প্রতি তাদের অসন্তোষ ঘোষণা করে, এই বলে যে একটি \"বিপ্লবী\" সরকারের পক্ষে এরকম কাজ করা অসম্ভব।  ১৯৬০ সালের জানুয়ারিতে, ALC একটি সমাবেশ আহ্বান করে, কিউবার বিপ্লবকে সমর্থন করার আহ্বান জানিয়েছিল, কিন্তু পাশাপাশি সর্বগ্রাসীবাদ এবং একনায়কত্বের বিরোধিতাও ঘোষণা করেছিল। বছরের শেষ নাগাদ কাস্ত্রো সরকার সলিডারিদাদ গ্যাস্ট্রোনোমিকা  বন্ধ করে দেয়। এর চূড়ান্ত সংখ্যাটি স্প্যানিশ নৈরাজ্যবাদী বুয়েনাভেন্তুরা দুররুতির মৃত্যুকে স্মরণ করে, এবং এর সম্পাদকীয়তে লেখা হয় যে \"সর্বহারা শ্রেণীর একনায়কত্ব\" অসম্ভব, কোন একনায়কত্ব সর্বহারা শ্রেণীর হতে পারে না। \nসেই বছরের গ্রীষ্মে, জার্মান নৈরাজ্যবাদী অগাস্টিন সুচিকে কাস্ত্রো সরকার কৃষি খাতে জরিপ করার জন্য আমন্ত্রণ জানায়। তিনি যা পেয়েছেন তাতে তিনি মুগ্ধ হননি, এবং Testimonios sobre la Revolución Cubana- এ ঘোষণা করেছিলেন যে কিউবার ব্যবস্থা সোভিয়েত মডেলের খুব কাছাকাছি। সূচী কিউবা ত্যাগ করার তিন দিন পর সরকার তার লেখার সব অনুলিপি জব্দ করে ও ধ্বংস করে। যাইহোক, একজন আর্জেন্টিনার নৈরাজ্যবাদী প্রকাশক পরের ডিসেম্বরে পুস্তিকাটি পুনরায় প্রকাশ করেন।  প্রায় একই সময়ে, ALC, মার্কসবাদী-লেনিনবাদী শাসনের সঙ্গে কাস্ত্রো সরকারের ঘনিষ্ঠতা দেখে শঙ্কিত হয়ে Grupo de Sindicalistas Libertarios নামে একটি ঘোষণা জারি করে। ঘোষণাটিটি নতুন সরকারের কেন্দ্রীয়তা, কর্তৃত্ববাদী প্রবণতা এবং সামরিকবাদের বিরোধিতা ঘোষণা করে। পার্টিডো কমিউনিস্তা কিউবানো (পিসিসি) মহাসচিব নৈরাজ্যবাদী দের ঘোষনাটির নিন্দা করে। প্রকাশনা El Libertario সেই গ্রীষ্মে তার শেষ সংস্করণ প্রকাশ করেছিল। \nকিউবার নৈরাজ্যবাদী কাস্তো মস্কোর কথায়, \"কাস্ত্রোর বিপ্লবের মিথ্যাগুলির নিন্দা করে এবং জনগণকে এর বিরোধিতা করার আহ্বান জানিয়ে অনেক ইশতেহার লেখা হয়েছিল... রাষ্ট্রকে টিকিয়ে রাখার মৌলিক জিনিসগুলিকে ধ্বংস করার জন্য পরিকল্পনা কার্যকর করা হয়েছিল।\"  ম্যানুয়েল গাওনা সোসা, ALC-এর অন্যতম প্রতিষ্ঠাতা এবং একজন প্রাক্তন নৈরাজ্যবাদী, সরকারের সমর্থনে একটি ইশতেহার জারি করার পর সরকারের বিরোধিতাকারীদের সবাইকে \"বিশ্বাসঘাতক\" বলে ঘোষণা করেন, মস্কো এবং আরেকজন নৈরাজ্যবাদী, ম্যানুয়েল গঞ্জালেজকে হাভানায় গ্রেফতার করা হয়। মুক্তি পাওয়ার পর তারা দুজনেই অবিলম্বে মেক্সিকান দূতাবাসে যান, যেখানে তাদের আশ্রয় দেওয়া হয়েছিল। উভয়ই অবশেষে মেক্সিকো থেকে মার্কিন যুক্তরাষ্ট্রেরফ্লোরিডা রাজ্যের মায়ামি শহরে পৌঁছান। সেখানে তারা তাদের অনেক কিউবান সহযোগী নৈরাজ্যবাদীদের সাথে পুনরায় মিলিত হন। \n\n\n==== নির্বাসিত ====\n\n1960 সালের মাঝামাঝি থেকে শুরু করে প্রচুর সংখ্যক কিউবান নৈরাজ্যবাদী মার্কিন যুক্তরাষ্ট্রে চলে যায়। ওই বছরের গ্রীষ্মকালে, নিউইয়র্কে, Movimiento Libertario Cubano en el Exilio (নির্বাসিত কিউবান স্বাধীনতাবাদী আন্দোলন[MLCE]) গঠিত হয়েছিল, যা স্প্যানিশ গৃহযুদ্ধের পরে নির্বাসিত স্প্যানিশ নৈরাজ্যবাদীদের সাথে যোগাযোগ করে, যারা নিউ ইয়র্ক এই বসবাস করছিলেন।  তারা স্যাম ডলগফ এবং নিউইয়র্ক ভিত্তিক লিবার্টারিয়ান লীগের সাথেও যোগাযোগ করেছিলেন। এই সময় \"এ ক্ল্যারিফিকেশন অ্যান্ড এ ডিক্লারেশন অফ দ্য কিউবান লিবার্টারিয়ানস\", অন্যান্য অনেক বিশিষ্ট নৈরাজ্যবাদী দ্বারা স্বাক্ষরিত গাওনার একটি দলিল স্বাধীনতাবাদী প্রেসকে উত্তেজিত করে এবং ক্যাস্ট্রোইজম গ্রহণের পক্ষে সমর্থন জানায়।  উক্ত ইশতেহারের ব্যাপক প্রভাবের প্রতিক্রিয়ায়, MLCE Libertarian League এবং Federación Libertaria Argentina এর সমর্থনে Boletin de Información প্রকাশ করে।  অন্য অনেককিছুর মধ্যে, এফএলএ আবেলার্ডো ইগলেসিয়াসের একটি প্রবন্ধ ছাপিয়েছিল যার শিরোনাম ছিল Revolución y Contrarevolución যা মার্কসবাদী এবং নৈরাজ্যবাদী বিপ্লবের মধ্যে কিউবার নৈরাজ্যবাদীরা যে পার্থক্যগুলি দেখেছিল সেই বিষয়ে আলোচনা করে: \"পুঁজিবাদী উদ্যোগগুলিকে বাজেয়াপ্ত করা, তাদের শ্রমিক ও প্রযুক্তিবিদদের হাতে তুলে দেওয়া, এটি কিন্তু বিপ্লব৷ তাদেরকে রাষ্ট্রীয় একচেটিয়া কায়দায় রূপান্তরিত করা যেখানে প্রযোজকের একমাত্র অধিকার আনুগত্য করা, এটাই প্রতি-বিপ্লব।\" \nকিন্তু এমএলসিইকে মার্কিন যুক্তরাষ্ট্র এবং অন্যান্য দেশের নৈরাজ্যবাদীরা সিআইএর পুতুল এবং \"নিছক কমিউনিস্ট-বিরোধী\" বলে নিন্দা করে। নৈরাজ্যবাদী-শান্তিবাদী সাময়িকী লিবারেশন কাস্ত্রো-পন্থী নিবন্ধ ছাপানোয় এমএলসিই এবং লিবার্টারিয়ান লীগ তাদের অফিসে এর প্রতিবাদ বিক্ষোভ করেছিল। কিন্তু ১৯৬৫ সালে, এমএলসিই ইগলেসিয়াসকে ইতালিতে পাঠায় কাস্ত্রোর বিরুদ্ধে ফেডারেজিয়ন অ্যানার্কিকা ইতালিয়ানা (এফএআইটি)-এর কাছে মামলা উপস্থাপনের জন্য। FAIT নিশ্চিত হয়েছিল, এবং উমানিতা নোভা- এর মতো ইতালীয় নৈরাজ্যবাদী সাময়িকীতে কাস্ত্রোর বিপ্লবের নিন্দা প্রকাশ করেছিল। ফেডারেশন লিবারেটারিয়া আর্জেন্টিনা, ফেডারেশন লিবারেটারিয়া মেক্সিকানা, লন্ডনের নৈরাজ্যবাদী ফেডারেশন, সেভেরিজেস আরবেটারেস সেন্ট্রাল-অর্গানাইজেশন, ফরাসি নৈরাজ্যবাদী ফেডারেশন,Movimiento Libertario Español এর মতো সংগঠন গুলি এতে সমর্থন জানায়।\nবিশ্বজুড়ে নৈরাজ্যবাদী সংগঠন এবং সাময়িকীগুলির নিন্দা সত্ত্বেও, মতামত পরিবর্তন হতে শুরু করে ১৯৭৬ সালে, যখন স্যাম ডলগফ তার বই দ্য কিউবান রেভোলিউশন: এ ক্রিটিকাল প্রেস্পেক্টিভ প্রকাশ করেন। পাশাপাশি, ১৯৭৯ সালে, MLCE একটি নতুন ম্যাগাজিন প্রকাশ করতে শুরু করে যার শিরোনাম ছিল গুয়াঙ্গারা লিবারেরিয়া । ১৯৮৯ সালে, অনেক কিউবান ভিন্নমতাবলম্বী হাভানায় পেরুর দূতাবাস দখল করার পর এমএলসিই এবং গুয়াঙ্গারা লিবারেরিয়া কিউবা থেকে কিউবানদের ব্যাপকভাবে সরিয়ে নেওয়াকে সমর্থন করেছিল। এই সময়ে যারা কিউবা ছেড়েছিলেন তাদের অনেকেই গুয়াঙ্গারার সম্পাদকীয় গোষ্ঠীতে যোগ দিয়েছিলেন। ১৯৮৫ সাল নাগাদ, মেক্সিকো, হাওয়াই, স্পেন এবং ভেনিজুয়েলা সহ বিশ্বজুড়ে the collective এর সংবাদদাতা ছিল। ১৯৮৭ সালে সাময়িকীটি ৫০০০ কপির প্রেস রানে পৌঁছেছিল, যা এটিকে মার্কিন যুক্তরাষ্ট্রের বৃহত্তম সার্কুলেশন নৈরাজ্যবাদী সাময়িকীতে পরিণত করে । তবে ১৯৯২ সালে,the collective GL- এর প্রকাশনা বন্ধ করে দেয়, যদিও এর অনেক সদস্য আলাদা ভাবে নিজেদের লেখা প্রকাশ করতে থাকে।  2008 সাল নাগাদ, MLCE একটি affinity গোষ্ঠী এবং বিভিন্ন প্রবণতার কিউবার নৈরাজ্যবাদীদের জন্য সমন্বয়কারী নেটওয়ার্ক হিসাবে পুনর্গঠিত হয়। \n\n\n==== অভ্যন্তরীণ পুনরুজ্জীবন ====\n২০১০ সালের আগস্ট মাসে অবজারভেটরিও ক্রিটিকো কিউবানো নামে পরিচিত অ্যাক্টিভিস্ট নেটওয়ার্কের বিস্তৃতির কারণে, আলফ্রেডো লোপেজ লিবার্টারিয়ান ওয়ার্কশপ (স্পেনীয়: Taller Libertario Alfredo López, TLAA) হাভানায় প্রতিষ্ঠিত হয়, যা কিউবার বিপ্লবের পরে কিউবায় প্রথম কোনো নৈরাজ্যবাদী সংগঠনের উত্থান।  ২০১৫ সালে, তারা মধ্য আমেরিকা এবং ক্যারিবিয়ান নৈরাজ্যবাদী ফেডারেশন এর প্রতিষ্ঠাকে সমর্থন করেছিল।  ২০১৮ সালের মে মাসে, তারা ফ্রান্স এবং স্পেনের নৈরাজ্যবাদীদের সাহায্যে প্রকল্পের জন্য ক্রাউড ফান্ড করার পরে, ABRA সামাজিক কেন্দ্র প্রতিষ্ঠা করে। \nসমসাময়িক নৈরাজ্যবাদী আন্দোলন ছোট উপসংস্কৃতি থেকে একটি ঐক্যবদ্ধ আন্দোলনে পরিণত হতে থাকে, যা দেশের ট্রেড ইউনিয়ন, যুব সংগঠন এবং ছাত্র সংগঠনের কর্মীদের আকর্ষণ করে। ২০২১ সালে কিউবায় যে বিক্ষোভ শুরু হয়, তখন কিউবান নৈরাজ্যবাদীরা সেই গণআন্দোলনকে সমর্থন করেছিল। আন্দোলনকারীরা মার্কিন যুক্তরাষ্ট্রের নিষেধাজ্ঞা এবং কিউবান সরকারের নীতি উভয়েরই সমালোচনা করেছিল। \n\n\n== তথ্যসূত্র =="}