{"pageid": 1471171, "title": "মিলিট্যান্ট টেন্ডেন্সি", "url": "https://bn.wikipedia.org/wiki?curid=1471171", "content": "মিলিট্যান্ট টেন্ডেন্সি বা মিলিট্যান্ট ছিল ব্রিটিশ লেবার পার্টির একটি ট্রটস্কিস্ট গোষ্ঠী, যা ১৯৬৪ সালে চালু হওয়া মিলিট্যান্ট সংবাদপত্রকে ঘিরে সংগঠিত হয়েছিল।\n১৯৭৫ সালে জঙ্গিদের অনুপ্রবেশ কৌশল সম্পর্কে লেবার পার্টির একটি প্রতিবেদনের ব্যাপক প্রেস কভারেজ ছিল। ১৯৭৫ এবং ১৯৮০ এর মধ্যে, রেগ আন্ডারহিল এবং লেবার পার্টির নেতৃত্বে অন্যদের দ্বারা জঙ্গিদের বহিষ্কার করার প্রচেষ্টা তার জাতীয় নির্বাহী কমিটি দ্বারা প্রত্যাখ্যান করা হয়েছিল, যেটি ১৯৭৬ সালে জঙ্গিদের নিয়ন্ত্রণ জয় করার পরে জাতীয় যুব সংগঠকের পদে একজন জঙ্গি সদস্যকে নিয়োগ করেছিল। পার্টির যুব অংশ, লেবার পার্টি তরুণ সমাজতন্ত্রী।\nলিভারপুল লেবার পার্টি ১৯৮২ সালে একটি অবৈধ ঘাটতি বাজেট নির্ধারণের জন্য জঙ্গিদের কৌশল গ্রহণ করার পরে, একটি লেবার পার্টি কমিশন পার্টির সংবিধানের ধারা ৩, ধারা ২ এর লঙ্ঘন করে জঙ্গিকে খুঁজে পেয়েছিল যা তাদের নিজস্ব \"কর্মসূচী, নীতি ও নীতির সাথে রাজনৈতিক দলগুলিকে আলাদা করার জন্য তৈরি করেছিল। এবং স্বতন্ত্র প্রচার\" অধিভুক্তির জন্য অযোগ্য। ১৯৮২ সালের ডিসেম্বরে লেবার পার্টির জাতীয় কার্যনির্বাহী কমিটি জঙ্গিকে নিষিদ্ধ করেছিল এবং পরের বছর জঙ্গি পত্রিকার সম্পাদকীয় বোর্ডের পাঁচ সদস্যকে লেবার পার্টি থেকে বহিষ্কার করা হয়েছিল। এই মুহুর্তে, গ্রুপটি ৪,৩০০ সদস্য রয়েছে বলে দাবি করেছে। এরপর জঙ্গি কর্মীদের আরও বহিষ্কার করা হয়। ১৯৮৩ এবং ১৯৮৭ সালের মধ্যে জঙ্গি নীতিগুলি লিভারপুল সিটি কাউন্সিলের উপর আধিপত্য বিস্তার করেছিল এবং কাউন্সিল সরকারি সহায়তা অনুদানের হার হ্রাসের ব্যাপক বিরোধিতা করেছিল। সাতচল্লিশজন কাউন্সিলরকে নিষিদ্ধ ও সারচার্জ করা হয়েছে।  লিভারপুল কাউন্সিলের আচরণ ১৯৮৩ সালের পার্টি কনফারেন্সে শ্রম নেতা নিল কিনককে জঙ্গিবাদের নিন্দা করতে পরিচালিত করেছিল। অবশেষে, জঙ্গিদের অবশিষ্ট দুই লেবার এমপিকে ১৯৯২ সালের সাধারণ নির্বাচনে লেবার প্রার্থী হতে বাধা দেওয়া হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nAlexander, Robert A. International Trotskyism, 1929–1985. Durham, NC: Duke University Press, 1985.\nCallaghan, John. British Trotskyism: Theory and Practice. Oxford, Basil Blackwell, 1984.\nCrick, Michael (১৯৮৬)। The March of Militant (Rev. and updated সংস্করণ)। London: Faber and Faber। আইএসবিএন 9780571146437। \nCrick, Michael (১০ মার্চ ২০১৬)। Militant। London: Biteback Publishing Ltd। আইএসবিএন 978-1-78590-029-7। \nShaw, Eric. Discipline and discord in the Labour Party: the politics of managerial control in the Labour Party, 1951-87 (Manchester University Press, 1988).\nThomas-Symonds, Nick. \"A Reinterpretation of Michael Foot's Handling of the Militant Tendency.\" Contemporary British History 19#1 (2005): 27–51.\n\n\n== বহিঃসংযোগ ==\nMilitant – official Militant tendency website\nThe Rise of Militant – the official history\nLiverpool 47: Socialism on Trial website of the Liverpool 47 councillors, the 47 councillors who formed the left-wing block on the Liverpool City Council.\nLiverpool, A City That Dared To Fight – Book by Peter Taaffe & Tony Mulhearn on Militant & the Liverpool City Council\nThe History of British Trotskyism By Ted Grant\nHow the Militant was Built – and How it was Destroyed\nCatalogue of the Militant Tendency archives  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৪ মার্চ ২০১৬ তারিখে, held at the Modern Records Centre, University of Warwick\nSheila MacGregor 'The history and politics of Militant', International Socialism 33 (1986)\n\"Who, What, Why: What was Militant?\", BBC News, 28 May 2015\nCatalogue of Geoff Pugh's papers on Militant Tendency, held at the Modern Records Centre, University of Warwick"}