{"pageid": 1471444, "title": "জোব্বা", "url": "https://bn.wikipedia.org/wiki?curid=1471444", "content": "জোব্বা একটি পোশাক যা পূর্ব গোলার্ধ বাসিন্দারা পরিধান করে। এটাকে থুব, দেশদাশা, বা কন্দুরা নামেও পরিচিতি পেয়েছে। জোব্বা হল দীর্ঘ-হাতা গোড়ালি-দৈর্ঘ্য ঐতিহ্যবাহী পোশাক ; এটি প্রধানত মধ্যপ্রাচ্য, দক্ষিণ এশিয়া ও আফ্রিকার কিছু দেশে পুরুষদের দ্বারা পিন্ধা হয়, কিন্তু নাম এবং শৈলীতে আঞ্চলিক ভিন্নতা রয়েছে। স্থানীয় ঐতিহ্যের উপর নির্ভর করে এটি আনুষ্ঠানিক বা অনানুষ্ঠানিক পরিবেশে পিন্ধা যেতে পারে। খলীজের দেশগুলোতে থুব হল পুরুষদের প্রধান আনুষ্ঠানিক পোশাক।  জোব্বার শালীন চেহারার কারণে এটি উপমহাদেশের মুসলিম পুরুষদের দ্বারাও পিন্ধা হয়। \nজেলাবিয়া একটি ঐতিহ্যবাহী পোশাক যা মূলত মিশর এবং সুদানে পিন্ধা হয় কিন্তু এটা থুব থেকে আলাদা, কারণ জেলাবিয়াগুলির একটি চওড়া কাটা, কোন কলার নেই (কিছু ক্ষেত্রে, বোতাম নেই) এবং লম্বা, চওড়া হাতা।\n\n\n== ব্যুৎপত্তি ==\nআরবীতে ছওব (ثَوْب) শব্দটি \"পোশাক\" বা \"পোশাক\" এর জন্য একটি প্রমিত আরবি শব্দ।\n\n\n=== নামের বৈচিত্র ===\n\n\n== আঞ্চলিক পার্থক্য ==\nএটি সাধারণত পলিয়েস্টার ফ্যাব্রিক দিয়ে তৈরি করা হয়, তবে ভেড়ার পশমের মতো ভারী উপকরণও ব্যবহার করা যেতে পারে, বিশেষ করে লেভান্টের ঠান্ডা আবহাওয়ায়।  থাবের শৈলী অঞ্চলভেদে পরিবর্তিত হয়। ইরাক, কুয়েত, লেভান্ট এবং ওমানে, দেশদাশা পোশাকের জন্য সবচেয়ে সাধারণ শব্দ; সংযুক্ত আরব আমিরাত এবং মাগরেবে, কন্দুরা শব্দটি ব্যবহৃত হয়।\n\n\n=== খলীজের দেশগুলো ===\nখলীজের রাজ্যগুলিতে থোব সাধারণত সাদা বা বেইজ পলিমার কাপড় দিয়ে তৈরি করা হয়, শীতের মাসগুলিতে রঙিন উলের থুব পরা হয়। থুব সাধারণত পুরুষদের দ্বারা পরিধান করা হয় এবং জাতীয় ও সাংস্কৃতিক পরিচয়ের প্রতীক হিসাবে বিবেচিত হয় এবং আনুষ্ঠানিক অনুষ্ঠান এবং ধর্মীয় অনুষ্ঠানের জন্য উপযুক্ত পোশাক। সাম্প্রতিক বছরগুলিতে, থুব একটি জনপ্রিয় ফ্যাশন আইটেম হয়ে উঠেছে, অনেক ফ্যাশন ডিজাইনার ঐতিহ্যবাহী পোশাকে তাদের নিজস্ব আধুনিক টুইস্ট যুক্ত করেছেন।\nখলীজের কিছু দেশে, থুব হাতা এবং কলারগুলিকে আরও আনুষ্ঠানিক চেহারা দেওয়ার জন্য শক্ত করা যেতে পারে, সামনের পকেট এবং এমব্রয়ডারি যোগ করা যেতে পারে এবং প্ল্যাকেট বোতামগুলিকে ঢেকে, উন্মুক্ত করা বা জিপার দ্বারা প্রতিস্থাপন করা যেতে পারে। সংযুক্ত আরব আমিরাত এবং ওমানে, পুরুষদের থুব কোন কলার নেই, ব্যাঙের বন্ধনগুলিকে প্ল্যাকেট ফাস্টেনার হিসাবে ব্যবহার করে এবং ট্যাসেল অন্তর্ভুক্ত করে; ওমানে, ট্যাসেলগুলি ছোট হতে থাকে এবং সংযুক্ত আরব আমিরাতের ট্যাসেলগুলি কোমর পর্যন্ত প্রসারিত হয়।\n\n\n== অন্যান্য অনুষ্ঠান ==\nএকটি থুব কখনও কখনও একটি বেশ্ত এর নীছে পিন্ধা হয়। এটি সাধারণত আনুষ্ঠানিক অনুষ্ঠানে বা কর্মকর্তাদের দ্বারা পরিধান করা হয়। একটি বেশ্ত সাধারণত ওলামায়ে আকাবিরদের দ্বারা পরিধান করা হয়, তবে শাদী এবং ঈদেও পরা যেতে পারে। এটি সম্পদ এবং রাজকীয়তা বা কখনও কখনও একটি ইসলামী অবস্থান নির্দেশ করতে পারে।\nকাতারে 2022 ফিফা বিশ্বকাপের সময় গুতরার মতো থুবও জনপ্রিয় ছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}