{"pageid": 1471968, "title": "২০২২ বিহার জাতি-ভিত্তিক সমীক্ষা", "url": "https://bn.wikipedia.org/wiki?curid=1471968", "content": "২০২২ সালের বিহার জাতিভিত্তিক সমীক্ষাটি বিহার সরকারের দ্বারা ৬ জুন ২০২২, সুপ্রিম কোর্টের রায়ের পরে গেজেট বিজ্ঞপ্তির মাধ্যমে বিজ্ঞাপিত হয়।\nসমীক্ষাটি দুটি পর্যায়ে পরিচালিত হয়েছিল, গৃহ তালিকা এবং জাতি ও অর্থনৈতিক গণনা। সমীক্ষার জন্য তথ্য সংগ্রহ ৭ জানুয়ারি ২০২৩-এ শুরু হয় এবং তথ্য প্রকাশ করা হয় ২ অক্টোবর ২০২৩-এ।  সমীক্ষা পরিচালনার দায়িত্ব বিহার সরকারের জেনারেল অ্যাডমিনিস্ট্রেশন ডিপার্টমেন্টকে (GAD) দেওয়া হয়েছিল। সরকার বিজাগা-বিহার জাতি আধারিত গণনা (BIJAGA-Bihar Jaati Adharit Ganana) নামে মোবাইল অ্যাপ্লিকেশন দ্বারা তথ্য ডিজিটালি সংগ্রহ করার পরিকল্পনা করেছিল। বিহার সরকারের সংস্থা বিহার স্টেট ইলেকট্রনিক্স ডেভেলপমেন্ট কর্পোরেশন লিমিটেড (BELTRON-Bihar State Electronics Development Corporation) আইটি সহায়তা প্রদান করেছে এবং মহারাষ্ট্র-ভিত্তিক একটি বেসরকারি প্রতিষ্ঠান ট্রাইজিন টেকনোলজিস (Trigyn Technologies)-কে মোবাইল অ্যাপটি তৈরির জন্য নিয়োগ করেছে।\nবিহার সরকার এই কাজের জন্য প্রায় ৫ বিলিয়ন  রুপি আপৎকালীন তহবিল বিহার আকস্মিকতা নিধি (Bihar Aakasmikta Nidhi) থেকে ব্যয় করেছে। সরকারী কর্মচারীদের পাশাপাশি, আঙ্গনওয়াড়ি কর্মী এবং জীবিকা দিদিরাও (Jeevika Didi) ২০২৩ সালের মে মাসের লক্ষ্য পর্যন্ত সমীক্ষা সম্পূর্ণ করতে কাজ করেছেন। বিহারে জাতি ভিত্তিক গণনার জন্য একটি পোর্টাল প্রস্তুত করা হয়েছিল। গণনার ডিজিটাল কাজের দায়িত্ব দিল্লি-ভিত্তিক কোম্পানি ট্রাইজিন টেকনোলজিস-কে দেওয়া হয়েছিল।\nসমীক্ষায় বিহার সরকারের তালিকাভুক্ত ২১৪টি জাতি গণনা করা হয়েছে। তালিকা অনুযায়ী, ২২টি ছিল তফসিলি জাতি, ৩২টি তফসিলি উপজাতি, ৩০টি অনগ্রসর শ্রেণি, ১১৩টি অতি অনগ্রসর শ্রেণি এবং ৭টি উচ্চ জাতি হিসেবে গণনা করা হয়েছে।\n\n\n== প্রথম পর্যায় ==\nবিহারে জাতি ভিত্তিক সমীক্ষার প্রথম পর্যায় ৭ জানুয়ারি ২০২৩-এ শুরু হয় এবং ২১ জানুয়ারি ২০২৩-এ শেষ হয়। রাজ্যের সব গৃহস্থের সংখ্যা প্রথম পর্যায়ে গণনা এবং রেকর্ড করা হয়। দ্বিতীয় পর্যায় প্রথম পর্যায়ের তথ্যের ভিত্তিতে গণনা করা হবে। প্রথম পর্যায়ে সংগৃহীত সমস্ত তথ্য এই পোর্টালে আপলোড করা হয়েছে এবং দ্বিতীয় গণনার সময় এসব তথ্য নিরীক্ষক এবং তত্ত্বাবধায়কদের জন্য মোবাইল অ্যাপে উপলব্ধ থাকবে। জাতি সমীক্ষার প্রথম পর্যায়ে, সমীক্ষা কর্মীরা বিহারের ৩৮টি জেলায় প্রায় ২৫,৮৯০,৪৯৭টি পরিবারে পৌঁছেছেন, যেখানে ৫৩৪টি ব্লক এবং ২৬১টি শহর অঞ্চলের স্থানীয় সংস্থা রয়েছে এবং বাড়িগুলির সংখ্যা নির্ধারণ করেছেন। প্রথম পর্যায়ে, পরিবারের প্রধানের নাম এবং সেখানকার বসবাসকারী সদস্যদের সংখ্যা রেকর্ড করা হয়েছিল। প্রথম পর্যায়ের জাতি সমীক্ষায় ৭ জানুয়ারি থেকে ৫১৮,০০০-এরও বেশি কর্মী নিয়োজিত ছিলেন। পটনা জেলায় ১৪.৩৫ লাখ পরিবার সমীক্ষিত হয়েছে, এবং যেসব পরিবার বাদ পড়েছে তারা  ডিস্ট্রিক্ট কাস্ট এনামেরেশন সেল-এ (District Caste Enumeration Cell) তথ্য প্রদান করতে পারবে।\n\n\n== দ্বিতীয় পর্যায় ==\n\nদ্বিতীয় পর্যায়ের সমীক্ষা, যা ১৫ এপ্রিল ২০২৩-এ শুরু হয় এবং ১৫ মে ২০২৩-এ শেষ হয়, পরিবারে বসবাসকারী মানুষদের জাতি, উপ-জাতি, এবং সামাজিক-অর্থনৈতিক অবস্থার মতো তথ্য সংগ্রহ করা হয়। সমীক্ষা ৩১ মে ২০২৩-এ শেষ হয়। এই পর্যায়ে, ৩০৪,০০০-এরও বেশি সমীক্ষক উত্তরদাতাদের ১৭টি প্রশ্ন করেছেন, যার মধ্যে জাতি সম্পর্কিত প্রশ্নও অন্তর্ভুক্ত ছিল।\n\n\n== তথ্যসূত্র =="}