{"pageid": 1471993, "title": "ট্রিমডন লেবার ক্লাব", "url": "https://bn.wikipedia.org/wiki?curid=1471993", "content": "ট্রিমডন লেবার ক্লাব ইংল্যান্ডের কাউন্টি ডারহামের ট্রিমডন গ্রামে সেজফিল্ড লেবার পার্টির একটি বার এবং স্থানীয় শাখা ছিল। এটি ১৯৯৩ সালে খোলা হয়েছিল, একটি প্রাক্তন ওয়ার্কিং মেনস ক্লাবের রূপান্তর হিসাবে। এটি ছিল প্রাক্তন ব্রিটিশ প্রধানমন্ত্রী টনি ব্লেয়ারের স্থানীয় লেবার ক্লাব, যিনি কাছাকাছি ট্রিমডন কোলিয়ারিতে থাকতেন।\n\n\n== ইতিহাস ==\n\nট্রিমডন লেবার ক্লাবটি ১৯১৯ সালে একটি ওয়ার্কিং মেনস ক্লাব হিসাবে তার প্রাক্তন রাজ্যে খোলা হয়েছিল, একটি কৃষকের কুটিরে একটি ব্যারেল থেকে খনি শ্রমিকদের বিয়ার পরিবেশন করে। ১৯৮০-এর দশকে স্থানীয় নির্বাচনী লেবার পার্টি ক্লাব পরিচালনার দায়িত্ব নেওয়ার আগে এটি বেকার হয়ে পড়ে।\nসেজফিল্ড লেবার পার্টির কাছ থেকে £৩৫০ ঋণের সাহায্যে ১৯৯৩ সালে প্রাক্তন লেবার লিডার নিল কিনক দ্বারা এটির পুনরুদ্ধার করা অবস্থায় এটি খোলা হয়েছিল। এক বছর পরে ১৯৯৪ সালে, তৎকালীন ছায়া স্বরাষ্ট্র সচিব এবং সেজফিল্ডের এমপি টনি ব্লেয়ার ঘোষণা করেন যে তিনি লেবার পার্টির নেতা হবেন। তিনি সফল হন, জন স্মিথের স্থলাভিষিক্ত হন, যিনি হঠাৎ হৃদরোগে আক্রান্ত হয়ে মারা গিয়েছিলেন।\n\n\n== জনপ্রিয় হওয়া ==\n\n১৯৯৭ সালে ১৮ বছরের রক্ষণশীল শাসনের অবসান ঘটিয়ে ভূমিধস নির্বাচনের পর টনি ব্লেয়ার প্রধানমন্ত্রী হন। তার বিজয় ভাষণটি ক্লাবের অভ্যন্তরের মঞ্চ থেকে এসেছিল, লেবার পার্টিকে ক্ষমতায় এবং ব্লেয়ারকে ১০ নম্বর ডাউনিং স্ট্রিটে ঝাঁপিয়ে পড়ে। পরের বছর, ব্লেয়ার ফরাসি প্রধানমন্ত্রী লিওনেল জোসপিনের সাথে বারে এক পিন্ট বিয়ারের জন্য যান,  এবং ১৯৯৯ সালে মার্কিন প্রেসিডেন্ট বিল ক্লিনটনের কাছ থেকে একটি ফোন কল আসে, যেখানে বারমেইড গ্রাহকদের জিজ্ঞাসা করেছিল: \"টনি ব্লেয়ার কি ভিতরে আছেন? \" ব্লেয়ারের এজেন্ট, জন বার্টন জিজ্ঞাসা করলেন এটা কে, এবং বারমেইড উত্তর দিল যে এটা \"ক্লিনটন বলে কেউ\"।\nপাঁচ বছর পর, ক্লিনটনের উত্তরসূরি জর্জ ডব্লিউ বুশ এবং ফার্স্ট লেডি লরা বুশ ব্লেয়ার এবং তার স্ত্রী চেরির সাথে যুক্তরাজ্য সফরে ক্লাবে আসেন। ২০০৭ সালের জুনে, ব্লেয়ার তার নির্বাচনী বিজয়ের ভাষণের ১০ বছর আগে স্থানীয় লেবার সমর্থক এবং যুদ্ধবিরোধী বিক্ষোভকারীদের ভিড়ের কাছে একই মঞ্চ থেকে পদত্যাগের ঘোষণা দেন। পরের বছর তিনি গর্ডন ব্রাউনের সমর্থনে বক্তৃতা দিতে ফিরে আসেন, যিনি ব্লেয়ারের পদত্যাগের পর প্রধানমন্ত্রী নির্বাচিত হন।\n\n\n== বন্ধ ==\n২০১০ সালে ব্লেয়ার তার সেজফিল্ডের আসন ছেড়ে দেওয়ার তিন বছর পর, ট্রিমডন লেবার ক্লাব বন্ধ হয়ে যায়, স্যাটেলাইট টিভির বৃদ্ধি, ধূমপান নিষিদ্ধ এবং সস্তা সুপারমার্কেট অ্যালকোহল সহ কারণ উল্লেখ করে, এই সবই ক্লাবের কাস্টম হ্রাস করে। নতুন কনজারভেটিভ চ্যান্সেলর অফ দ্য এক্সচেকার জর্জ অসবোর্ন সেই বছরের বাজেটে ভ্যাটের হার বৃদ্ধির ঘোষণা দেওয়ার পরে সিদ্ধান্তটি নিশ্চিত করা হয়েছিল, খোলা থাকার অবাস্তব করে তোলে। সেজফিল্ড লেবার পার্টি থেকে £৩৫০ ঋণ পরিশোধ করা হয়েছে, এবং ক্লাবের সেক্রেটারি পল ট্রিপেট ঘোষণা করেছেন যে ক্লাবটি ২২ জুলাই ২০১০ তারিখে বন্ধ হয়ে যাবে। সাবেক ক্লাবটি এখন কার্পেটের দোকান।\n\n\n== তথ্যসূত্র =="}