{"pageid": 1471972, "title": "শেফিল্ড সমাবেশ", "url": "https://bn.wikipedia.org/wiki?curid=1471972", "content": "শেফিল্ড সমাবেশ ছিল যুক্তরাজ্যের লেবার পার্টি কর্তৃক ১ এপ্রিল ১৯৯২ তারিখে একটি রাজনৈতিক অনুষ্ঠান যা ৯ এপ্রিল ১৯৯২ সালের সাধারণ নির্বাচনের এক সপ্তাহ আগে অনুষ্ঠিত হয়।\n\n\n== ঘটনা ==\nআঠারো মাসের প্রস্তুতির একটি ইভেন্ট,  র‌্যালিটি ইংল্যান্ডের সাউথ ইয়র্কশায়ারের শেফিল্ডের শেফিল্ড অ্যারেনায় একটি ইনডোর স্পোর্টস ভেন্যুতে অনুষ্ঠিত হয়। এতে সমগ্র ছায়া মন্ত্রিসভা সহ ১০,০০০ লেবার পার্টির সদস্যরা উপস্থিত ছিলেন এবং মঞ্চ তৈরিতে প্রায় ১,০০,০০০ পাউন্ড খরচ হয়েছে বলে জানা গেছে। এটি ছিল কৌশলবিদ ফিলিপ গোল্ডের ধারণা,  যিনি বিল ক্লিনটনের পরবর্তী সফল নির্বাচনী প্রচারণায় জড়িত ছিলেন, যিনি সেই বছরের শেষের দিকে মার্কিন যুক্তরাষ্ট্রের প্রেসিডেন্ট নির্বাচিত হন। লেবার পার্টির নেতা নিল কিনককে হেলিকপ্টারে করে শহরে নিয়ে যাওয়া হয়।\nর‍্যালিটি আংশিকভাবে আমেরিকান রাষ্ট্রপতির প্রচারাভিযানের অনুকরণে তৈরি করা হয়েছিল, মঞ্চে শব্দ এবং হালকা পারফরম্যান্স এবং একটি বড় ভিডিও স্ক্রিনে সেলিব্রিটিদের অনুমোদন বাজানো হয়েছিল। কার্যধারার এক পর্যায়ে, কিনক এবং ছায়া মন্ত্রিসভা অনুষ্ঠানস্থলের পেছন থেকে মঞ্চে প্যারেড করে, ক্রমবর্ধমান উত্সাহী দর্শকদের মধ্য দিয়ে যায়, ছায়া মন্ত্রিসভাকে \"পরবর্তী স্বরাষ্ট্র সচিব \" (প্রসঙ্গে রয় হ্যাটারসলে ) এবং \"পরবর্তী প্রধানমন্ত্রী \" (কিনকের প্রসঙ্গে); লেবার ১৩ বছর ধরে বিরোধী দলে ছিল এবং ১৯৭৯, ১৯৮৩ এবং ১৯৮৭ সালে রক্ষণশীলদের কাছে আগের তিনটি পরপর সাধারণ নির্বাচনে হেরেছিল।\nএটি একটি সংবেদনশীল এবং অ্যানিমেটেড কিনক পডিয়াম গ্রহণ করে এবং একটি বাক্যাংশ চারবার চিৎকার করে যা সাধারণত \"আমরা ঠিক আছি!\" হিসাবে রিপোর্ট করা হয়েছিল,  যদিও কিনক পরে এই বাক্যাংশটি \"ঠিক আছে!\" দাবি করবে। চিৎকার করে \"একটি রক অ্যান্ড রোল গায়কের পদ্ধতিতে।\" ফুটেজটি প্রায়ই অতিরিক্ত আত্মবিশ্বাসী প্রচারণার উদাহরণ হিসাবে পুনরায় সম্প্রচার করা হয়েছে। কিনক ঘোষণা করে এটি অনুসরণ করে \"আমরা এখানে কিছু কথা বলা ভাল, গুরুতর কথা বলা।\"\n\n\n== আফটারমেথ ==\nযদিও সেই সময়ে লেবার-এর অভ্যন্তরীণ জরিপগুলি ইঙ্গিত করেছিল যে ইভেন্টটি পার্টি, মিডিয়া ভাষ্যকার এবং কিছু বিশিষ্ট লেবার রাজনীতিবিদদের সমর্থনের স্তরের উপর খুব কম প্রভাব ফেলেছিল, মনে করেছিল যে সমাবেশটি পরবর্তী সংবাদ অনুষ্ঠানের টেলিভিশন দর্শকদের কাছে \"জয়বাদী\" হিসাবে এসেছিল।\n\n\n== তথ্যসূত্র =="}