{"pageid": 1471341, "title": "শ্রমিক দলের কোষাধ্যক্ষ", "url": "https://bn.wikipedia.org/wiki?curid=1471341", "content": "লেবার পার্টির কোষাধ্যক্ষ হলেন ব্রিটিশ লেবার পার্টির জাতীয় নির্বাহী কমিটির একটি পদ।\nযদিও অল্প ক্ষমতার একটি পদ তবে অতীতে এটি প্রায়শই এমন লোকদের দ্বারা তীব্রভাবে প্রতিদ্বন্দ্বিতা করেছিল যারা পরে ব্রিটিশ রাজনীতিতে বড় নাম হয়ে ওঠে: আর্থার গ্রিনউড ১৯৪৩ সালে হার্বার্ট মরিসনকে পরাজিত করেছিলেন, হিউ গেটস্কেল ১৯৫৪ সালে অ্যানিউরিন বেভানকে পরাজিত করেছিলেন, যিনি পালাক্রমে জর্জ ব্রাউনকে পরাজিত করেছিলেন। ১৯৫৬ সালে যখন জেমস ক্যালাহান ১৯৬৭ সালে মাইকেল ফুটকে পরাজিত করেছিলেন। ১৯৯০ এর দশক থেকে, এই পদটি সাধারণত বৃহত্তর ট্রেড ইউনিয়নগুলির একটির একজন সিনিয়র সদস্য দ্বারা অধিষ্ঠিত হয়েছে।\nরাজনৈতিক দল, নির্বাচন ও গণভোট আইন ২০০০ (PPERA) কার্যকর হওয়ার পর থেকে, লেবার পার্টিকে নির্বাচন কমিশনে একজন কোষাধ্যক্ষকে নিবন্ধন করতে হয়েছে, যিনি নির্বাচন কমিশনে বিভিন্ন রিটার্নের জন্য আইনত দায়বদ্ধ হন। নির্বাচিত স্বেচ্ছাসেবক কোষাধ্যক্ষের পরিবর্তে পূর্ণকালীন সাধারণ সম্পাদককে PPERA-এর অধীনে কোষাধ্যক্ষ হিসাবে নিবন্ধন করা এনইসির অভ্যাস। এটি পার্টির মধ্যে দুটি কোষাধ্যক্ষের ভূমিকা তৈরি করেছে, তাই এই ভূমিকাগুলিকে দ্ব্যর্থহীন করার জন্য নির্বাচিত কোষাধ্যক্ষকে প্রায়ই পার্টি কোষাধ্যক্ষ বলা হয়, এবং PPERA কোষাধ্যক্ষকে প্রায়শই নিবন্ধিত কোষাধ্যক্ষ বলা হয়। এই শিরোনামগুলি ব্যবহার করে উভয় কোষাধ্যক্ষের দ্বারা পার্টি অ্যাকাউন্টগুলি স্বাক্ষরিত হয়,  যদিও PPERA-এর অধীনে শুধুমাত্র সাধারণ সম্পাদকের স্বাক্ষর করতে হয়।\n২০০৮ সালে পদটিতে দায়িত্বরত জ্যাক ড্রোমি এবং মানবাধিকার আইনজীবী মার্ক ম্যাকডোনাল্ড দ্বারা প্রতিদ্বন্দ্বিতা করেছিলেন, ড্রোমি পুনরায় নির্বাচিত হন। ২০১০ সালে প্রাক্তন উপ-প্রধানমন্ত্রী জন প্রেসকট ডায়ানা হল্যান্ডের কাছে পরাজিত হন।\n\n\n== কোষাধ্যক্ষদের তালিকা ==\n১৯০৪: আর্থার হেন্ডারসন\n১৯১২: রামসে ম্যাকডোনাল্ড\n১৯২৯: আর্থার হেন্ডারসন\n১৯৩৬: জর্জ ল্যাথান\n১৯৪৩: আর্থার গ্রিনউড\n১৯৫৪: হিউ গেটস্কেল\n১৯৫৬: অ্যানিউরিন বেভান\n১৯৬০: হ্যারি নিকোলাস\n১৯৬৪: দাই ডেভিস\n১৯৬৭: জেমস ক্যালাহান\n১৯৭৬: নরম্যান অ্যাটকিনসন\n১৯৮১: এরিক ভার্লি\n১৯৮৩: আলবার্ট বুথ\n১৯৮৪: স্যাম ম্যাকক্লাস্কি\n১৯৯২: টম বার্লিসন\n১৯৯৬: মার্গারেট প্রসার\n২০০১: জিমি এলসবি\n২০০৪: জ্যাক ড্রোমি\n২০১০: ডায়ানা হল্যান্ড\n২০২২: মাইক পেইন\n\n\n== তথ্যসূত্র =="}