{"pageid": 1471347, "title": "ভারতের পরবর্তী জনগণনা", "url": "https://bn.wikipedia.org/wiki?curid=1471347", "content": "ভারতের ২০২১ সালের জনগণনা, যা মহামারির কারণে দীর্ঘদিন ধরে বিলম্বিত হয়েছে, অবশেষে ২০২৪ সালে শুরু হওয়ার জন্য প্রস্তুতি নিচ্ছে। ২০২১ সালে নির্ধারিত এই জনগণনা কোভিড-১৯ মহামারির কারণে বারবার পিছিয়ে গেছে। বর্তমানে এটি ২০২৪ সালের সেপ্টেম্বর মাসে শুরু হবে বলে আশা করা হচ্ছে এবং এই প্রক্রিয়া সম্পন্ন হতে প্রায় ১৮ মাস সময় লাগতে পারে। এই জনগণনার ফলাফল ২০২৬ সালের মার্চ মাসের মধ্যে প্রকাশ করার লক্ষ্যমাত্রা রয়েছে।\n২০১১ সালের জনগণনার পর থেকে বর্তমান পর্যন্ত ভারতের জনসংখ্যা উল্লেখযোগ্যভাবে বৃদ্ধি পেয়েছে। ২০২৩ সালের একটি রিপোর্ট অনুযায়ী, ভারত জনসংখ্যার দিক থেকে চীনকে ছাড়িয়ে বিশ্বের সর্বাধিক জনবহুল দেশ হয়ে উঠেছে। ২০২৪ সালের এই জনগণনা অত্যন্ত গুরুত্বপূর্ণ কারণ এটি জনসংখ্যা, অর্থনৈতিক কার্যকলাপ শিক্ষা আবাসন ইত্যাদি বিষয়ে বিস্তারিত তথ্য সংগ্রহ করবে। যা সরকারের পরিকল্পনা ও নীতিনির্ধারণে সহায়ক হবে।\nএই জনগণনার বিলম্বের কারণে সরকারকে পুরানো ২০১১ সালের তথ্যের উপর নির্ভর করতে হচ্ছে, যা বিভিন্ন গুরুত্বপূর্ণ পরিসংখ্যানিক জরিপের নির্ভুলতাকে প্রভাবিত করেছে। তাছাড়া, ২০২৪ সালের আদমশুমারিতে জাতিভিত্তিক গণনার দাবি উত্থাপিত হয়েছে, যা বিশেষ করে বিরোধী দলগুলির নির্বাচনী প্রতিশ্রুতির একটি গুরুত্বপূর্ণ অংশ ছিল।\nভারতের প্রেক্ষাপটে, এই জনগণনা কেবল জনসংখ্যা গণনার একটি মাধ্যম নয়, এটি দেশের সামগ্রিক উন্নয়নের জন্য একটি গুরুত্বপূর্ণ হাতিয়ার। তাই এর সুষ্ঠু ও সময়মতো সম্পন্ন হওয়া অত্যন্ত প্রয়োজনীয় বলে মনে করছেন বিশেষজ্ঞরা।\n\n\n== তথ্য সংগ্রহ ==\n\n\n=== গৃহ-তালিকা ===\nবাড়ি-তালিকার প্রশ্ন সূচিতে ৩১ টি প্রশ্ন রয়েছে\n\n\n=== জনসংখ্যা গণনা ===\nজনসংখ্যা গণনা সাধারণত গৃহগণনার ছয় থেকে আট মাস পর অনুষ্ঠিত হয়। দ্বিতীয় পর্যায়ের জনগণনায়, প্রতিটি ব্যক্তির গণনা করা হয় এবং তার বয়স, বৈবাহিক অবস্থা, ধর্ম, তফসিলি জাতি/তফসিলি জনজাতি, মাতৃভাষা, শিক্ষার স্তর, অক্ষমতা, অর্থনৈতিক কার্যকলাপ, স্থানান্তর, প্রজননক্ষমতা (মহিলাদের ক্ষেত্রে) সহ ব্যক্তিগত বিবরণ সংগ্রহ করা হয়।\n\n\n=== ডিজিটাল গণনা ===\nভারতের ১৬তম জনগণনা, যা ২০২৪ সালের সাধারণ নির্বাচনের পর অনুষ্ঠিত হবে, দেশের প্রথম ডিজিটাল জনগণনা হতে চলেছে। এই উদ্যোগটি ডিজিটাল ইন্ডিয়া প্রকল্পের অংশ হিসেবে প্রণীত হয়েছে এবং এটি ঐতিহ্যবাহী কলম-কাগজ পদ্ধতি থেকে সম্পূর্ণ ডিজিটাল পদ্ধতিতে পরিবর্তিত হবে।\n\nস্ব-গণনা\nপ্রথমবারের মতো, নাগরিকরা একটি স্ব-গণনা পোর্টালের মাধ্যমে অনলাইনে তাদের জনগণনার তথ্য পূরণ করতে পারবেন। নাগরিকরা তাদের মোবাইল নম্বর ব্যবহার করে লগইন করে সরাসরি তাদের বিবরণ জমা দিতে পারবেন।\nসংগ্রাহকের জন্য মোবাইল অ্যাপ\nজনগণনার তথ্য সংগ্রহের জন্য প্রধানত একটি মোবাইল অ্যাপ ব্যবহার করা হবে। সংগ্রাহকেরা বাড়ি বাড়ি গিয়ে এই অ্যাপের মাধ্যমে ডিজিটালি তথ্য ইনপুট করবেন, যা ম্যানুয়াল ত্রুটি কমাবে এবং তথ্য প্রক্রিয়াকরণকে ত্বরান্বিত করবে।\nকেন্দ্রীভূত জনগণনা পোর্টাল\nএকটি বিশেষ পোর্টাল তৈরি করা হয়েছে যা সমস্ত জনগণনা সম্পর্কিত কার্যক্রম পরিচালনা এবং পর্যবেক্ষণ করবে। এতে স্ব-গণনার তথ্য এবং সংগ্রাহকের দ্বারা সংগৃহীত তথ্য সিঙ্ক্রোনাইজ করা হবে।\nত্রিস্তরীয় প্রক্রিয়া\n(ক) এমন এলাকাগুলির জন্য যেখানে ডিজিটাল টুল প্রয়োগ করা সম্ভব নয়, সেখানে ঐতিহ্যবাহী কাগজের ফর্ম ব্যবহার করা হবে।\n(খ) সংগ্রাহকের দ্বারা ডিজিটাল তথ্য এন্ট্রি।\n(গ) নাগরিকদের স্ব-গণনা।\n\n\n== তথ্যসূত্র =="}