{"pageid": 1471833, "title": "উইলিয়াম স্পেন্স আরকিউহার্ট", "url": "https://bn.wikipedia.org/wiki?curid=1471833", "content": "ড. উইলিয়াম স্পেন্স আরকিউহার্ট (ইংরেজি: Willian Spence Urquhart) (৮ মে ১৮৭৭ - ১৬ জুলাই ১৯৬৪) ছিলেন একজন স্কটিশ ধর্মীয় পণ্ডিত, খ্রিস্টান ধর্মপ্রচারক এবং শিক্ষাবিদ। তিনি কলকাতার  স্কটিশ চার্চ কলেজের অধ্যক্ষ থাকাকালীন সময়ে অন্যান্যদের সঙ্গে তার এক ভারতীয় বাঙালি ছাত্র তথা পরবর্তীকালে ধর্মীয় নেতা এসি ভক্তিবেদান্ত স্বামী প্রভুপাদকে প্রভাবিত করেছিলেন। তিনি ১৯২৮-১৯৩০ খ্রিস্টাব্দ পর্যন্ত দুই বছরের মেয়াদে  কলকাতা বিশ্ববিদ্যালয়ের উপাচার্য ছিলেন। \n\n\n== প্রারম্ভিক জীবন ==\nউইলিয়াম স্পেন্স আরকিউহার্ট ১৮৭৭ খ্রিস্টাব্দের ৮ মে  যুক্তরাজ্যের সাউদাম্পটনের উলস্টনের আনানডেলে জন্মগ্রহণ করেন। ওল্ড মেলড্রামের 'ফ্রি চার্চ অফ স্কটল্যান্ডের মন্ত্রী রেভারেন্ড রবার্ট আরকিউহার্ট ছিলেন তার পিতা এবং মেরি জেন ​​স্পেন্স ছিলেন তার মাতা। তাদের তিন সন্তানের মধ্যে উইলিয়াম ছিলেন সর্বকনিষ্ঠ।  রায় আরকিউহার্টের পিতা আলেকজান্ডার আরকিউহার্ট এমডি (১৮৭২ -১৯৫৮) ছিলেন তার অগ্রজ।  তার প্রাথমিক শিক্ষা ওল্ড মেলড্রামের প্যারিশ স্কুলে।  পরবর্তীতে তিনি ওল্ড অ্যাবারডিনে স্কুল এবং ১৮৯২-৯৩ খ্রিস্টাব্দে রবার্ট গর্ডনস কলেজে পড়াশোনা করেন।\nউইলিয়াম আরকিউহার্ট ১৮৯৭ খ্রিস্টাব্দে অ্যাবারডিন বিশ্ববিদ্যালয়ে উইলিয়াম রিচি সোর্লি'র তত্ত্বাবধানে পড়াশোনা করে অ্যাবারডিন বিশ্ববিদ্যালয় থেকে দর্শনে এমএ ডিগ্রি অর্জন করেন। এরপর ১৮৯৮ থেকে ১৯০২ খ্রিস্টাব্দ পর্যন্ত  এডিনবরার 'নিউ কলেজ, এডিনবার্গ'-এ ধর্মতত্ত্ব বিষয়ে পড়াশোনায় অ্যান্ড্রু ব্রুস ডেভিডসন দ্বারা প্রভাবিত হন। তিনি ভাল জার্মান কথা বলতেন এবং ইউনিভার্সিটি অফ মারবুর্গ (1899) এবং ইউনিভার্সিটি অফ গটিংজেন (1901) এ যোগ দিয়েছিলেন, পরবর্তী জীবনের জন্য গুরুত্বপূর্ণ যোগাযোগ তৈরি করেছিলেন, যথাক্রমে উইলহেম হারম্যান এবং রুডলফ অটো । \n১৯০২ খ্রিস্টাব্দে উইলিয়াম আরকিউহার্ট 'ইউনাইটেড ফ্রি চার্চ অফ স্কটল্যান্ড'-এর মন্ত্রী হন। শেষে জর্জ স্মিথের প্রভাবে তিনি কলকাতায় একজন ধর্মপ্রচারক হওয়ার সিদ্ধান্ত নেন। \n\n\n== কলকাতায় অতিবাহিত জীবন ==\n১৯০২ খ্রিস্টাব্দের ২৩ ডিসেম্বর আদেশের কয়েকদিন পরে, আরকিউহার্ট ভারতের উদ্দেশ্যে সমুদ্র যাত্রা করেন। তিনি কলকাতার ডাফ কলেজে শিক্ষা সংক্রান্ত কাজে যুক্তহন। ১৯০৮ খ্রিস্টাব্দে ডাফ কলেজ স্কটিশ চার্চ কলেজে একীভূত হয় এই সময়েই বসন্ত কুমার মল্লিকের সঙ্গে তার বন্ধুত্ব হয়।  ১৯১৩ খ্রিস্টাব্দে তিনি ক্যালকাটা রিভিউ সাময়িক পত্রিকাটির পরিচালন ভার নেন এবং ১৯২১ খ্রিস্টাব্দে সম্পাদনা করেন। \nপ্রসঙ্গত উল্লেখ্য এই যে, নেতাজী সুভাষচন্দ্র বসু ও এসি ভক্তিবেদান্ত স্বামী প্রভুপাদ তার সময়েই  স্কটিশ চার্চ কলেজের ছাত্র ছিলেন। সুভাষচন্দ্র ১৯১৮ খ্রিস্টাব্দের দর্শন শাস্ত্রে দ্বিতীয় স্থান অধিকার করে বি.এ পাশ করেন। অভয়চরণারবিন্দ ভক্তিবেদান্ত স্বামী প্রভুপাদ ১৯২০ খ্রিস্টাব্দে পাশ করেন। তিনি উইলিয়াম স্পেন্স আরকিউহার্ট দ্বারা ধর্মতত্ত্বে প্রভাবিত হয়েছিলেন। ১৯২৮ খ্রিস্টাব্দে উইলিয়াম স্পেন্স আরকিউহার্ট স্কটিশ চার্চ কলেজের অধ্যক্ষ হন এবং অল্প কিছুদিনের মধ্যেই তিনি দুই বৎসরের মেয়াদে ১৯২৮ খ্রিস্টাব্দের ৮ আগস্ট  কলকাতা বিশ্ববিদ্যালয়ের উপাচার্য হন। \nআরকিউহার্ট স্কটিশ চার্চ কলেজে অধ্যাপনাকালেই 'ফিলোসফিক্যাল সোসাইটি' প্রতিষ্ঠা করেন এবং ভারতীয় খ্রিস্টান সম্প্রদায়ের যুব সংগঠন ওয়াইএমসিএ- এর সাথে সম্পর্ক স্থাপন করেন। তিনি কলকাতায় নিয়মিত ধর্মপ্রচারে অংশ নিতেন। ১৯২১ খ্রিস্টাব্দ হতে ইউনিভার্সিটি অফ দ্য এম্পায়ার কংগ্রেসের সদস্য ছিলেন। কিন্তু তিনি ইংরেজ দর্শনের ইতিহাসবিদ চার্লি ডানবার ব্রড দ্বারা সমালোচিত হতেন। তিনি তাদের \"খ্রিস্টান ধর্মের অবগুন্ঠিত প্রচারক হিসাবে অভিহিত করেন। \n\n\n== পরবর্তী জীবন ==\n১৯৩৭ খ্রিস্টাব্দে উইলিয়াম স্পেন্স আরকিউহার্ট কলকাতা ত্যাগ করেন।  কলকাতার স্কটিশ চার্চ কলেজ সংলগ্ন এলাকা যা পূর্বে 'কর্নওয়ালিস স্কোয়ার' নামে পরিচিত ছিল, সেটি বর্তমানে তার সম্মানে আরকিউহার্ট স্কোয়ার হিসাবে নামাঙ্কিত হয়েছে। \nদেশে ফিরে আরকিউহার্ট প্রথমে এক বছরের জন্য অ্যাবারডিনে 'ইউনিভার্সিটি অফ অ্যাবারডিন'-এ অধ্যাপনা করেন। তারপর ১৯৩৮ খ্রিস্টাব্দে কানাডার টরেন্টো বিশ্ববিদ্যালয়ের অধীনস্থ নক্স কলেজে এক বৎসর পড়ান এবং আবার অ্যাবারডিনে ফিরে আসেন। তিনি ১৯৩৯ খ্রিস্টাব্দে ক্রোল অধ্যাপক এবং অক্সফোর্ডে ১৯৪২-৪৫ খ্রিস্টাব্দে ওয়াইল্ড লেকচারার পদে ছিলেন। তিনি ১৯৪২ এবং ১৯৪৪ খ্রিস্টাব্দে 'ইউনিভার্সিটি অফ অ্যাবারডিন'-এ রিডক বক্তৃতা দেন। \nঅবসরের পর আরকিউহার্ট স্কটল্যান্ডে বসবাস করতেন। ১৯৬৪ খ্রিস্টাব্দের ১৬ জুলাই অ্যাবারডিনশায়ারের টর্ফিন্সে (অ্যাবরদিন হতে ৩৫ কিমি দূরত্বের এক গ্রাম) পরলোক গমন করেন।\n\n\n== রচিত গ্রন্থসমূহ ==\nপ্যানথেইজম অ্যান্ড দ্য ভ্যালুস অফ লাইফ (১৯১৯), উরকুহার্টের ১৯১৬ খ্রিস্টাব্দে ইউনিভার্সিটি অফ অ্যাবারদিন হতে অর্জিত ডি.ফিল এর গবেষণাপত্র আধারিত। \nদ্য উপনিষদস্ অ্যান্ড লাইফ\nদ্য হিস্টোরিক্যাল অ্যান্ড দ্য ইটারন্যাল খ্রীষ্ট\nথিওসফি অ্যান্ড খ্রিস্চিয়ান থট\nদ্য বেদান্ত অ্যান্ড মডার্ন ছট  (এডিনবার্গ ১৯২৮)\nদ্য আইডিয়া অফ প্রগ্রেস ইন ইস্টার্ন অ্যান্ড ওয়েস্টার্ন থট (কলকাতা ১৯৩১)\nহিউম্যানিজম অ্যান্ড খ্রিস্চিয়ানিটি (এডিনবরা ১৯৪৫), ক্রোল লেকচার\n\n\n== পরিবার ==\nকলকাতায় অবস্থানকালে মারডক ম্যাকাসকিলের কন্যা ধর্মপ্রচারক মার্গারেট ম্যাকাসকিলকে উইলিয়াম স্পেন্স আরকিউহার্ট ১৯০৫ খ্রিস্টাব্দের ২০ ডিসেম্বর বিবাহ করেন।  মার্গারেট ১৯২৫ খ্রিস্টাব্দেওমেন অফ বেঙ্গল - এ স্টাডি অফ দ্য হিন্দু পারদানাসিনস অফ ক্যালকাটা শীর্ষক গ্রন্থ প্রকাশ করেন। বইটিতে সেকালের ভারতে নারীবাদী আন্দোলনের কিছু কথা আলোচিত হয়েছে।  ১৯৩০ খ্রিস্টাব্দে বাঙালি মেয়েকে নিয়ে লেখেন কিশোর সাহিত্য গ্রন্থঅমিয়।  উইলিয়াম এবং মার্গারেট আরকিউহার্ট যৌথভাবে ১৯১০ খ্রিস্টাব্দে প্রয়াত স্কটিশ চার্চ কলেজের অধ্যক্ষ- আলেকজান্ডার টমোরির স্মরণে লেখেন স্মারক পুস্তিকা-  আলেকজান্ডার টমোরি: ইন্ডিয়ান মিশনারি (১৯১০) \n\n\n== গ্রন্থপঞ্জি ==\nUrquhart, Judy (২০২২)। Dr. William Spence Urquhart - an account of his life by his great niece। Judy Urquhart। আইএসবিএন 979-8842864652। \n\n\n== তথ্যসূত্র =="}