{"pageid": 1471104, "title": "শ্রেষ্ঠ সঙ্গীত পরিচালনা বিভাগে জাতীয় চলচ্চিত্র পুরস্কার (ভারত)", "url": "https://bn.wikipedia.org/wiki?curid=1471104", "content": "শ্রেষ্ঠ সংগীত পরিচালনা বিভাগে জাতীয় চলচ্চিত্র পুরস্কার হলো ভারতের তথ্য ও সম্প্রচার মন্ত্রক কর্তৃক প্রতিষ্ঠিত সংস্থা চলচ্চিত্র উৎসব অধিদপ্তরের প্রদত্ত বার্ষিক জাতীয় চলচ্চিত্র পুরস্কারের একটি বিভাগ। এটি পূর্ণদৈর্ঘ্য চলচ্চিত্রের জন্য প্রদত্ত বেশ কয়েকটি পুরস্কারের মধ্যে একটি এবং এই পুরস্কার বিজয়ীদের রজত কমল দিয়ে ভূষিত করা হয়। সারা দেশে মুক্তিপ্রাপ্ত সমস্ত ভারতীয় ভাষায় এক বছরে নির্মিত চলচ্চিত্রের সেরা সংগীতের জন্য এই পুরস্কার ঘোষণা করা হয়। ২০১৬-এর হিসাব অনুযায়ী, পুরস্কারের মধ্যে রয়েছে একটি রজত কমল, একটি সনদপত্র ও ₹৫০,০০০ নগদ পুরস্কার।\n১৯৬৭ সালে ১৫তম জাতীয় চলচ্চিত্র পুরস্কারে প্রথম পুরস্কার প্রদান করা হয়। ৪২তম জাতীয় চলচ্চিত্র পুরস্কারে শ্রেষ্ঠ আবহ সংগীত পুরস্কার প্রদান করা হয়। তবে এই পুরস্কারটি অনিয়মিত হয়ে পরে এবং আবার ২০০৯ সাল থেকে এই বিভাগে নিয়মিতভাবে পুরস্কার দেওয়া শুরু হয়। শ্রেষ্ঠ আবহ সংগীত-সহ ৪০ জন ভিন্ন সুরকার ৫১টি পুরস্কার অর্জন করেন।\nযদিও ভারতীয় চলচ্চিত্র শিল্পে প্রায় ২০টি ভাষা এবং উপভাষায় চলচ্চিত্র নির্মিত হয়, পুরস্কার বিজয়ীরা সাতটি প্রধান ভাষায় কাজ করেছেন, তন্মধ্যে হিন্দি (১৯টি পুরস্কার), তামিল (১০টি পুরস্কার), তেলুগু (১০টি পুরস্কার), মালয়ালম (৯টি পুরস্কার), বাংলা (৭টি পুরস্কার), কন্নড় (৫টি পুরস্কার) ও মারাঠি (২টি পুরস্কার)।\nএই বিভাগের প্রথম পুরস্কার অর্জন করেন তামিল চলচ্চিত্র কন্দন কারুনাই (১৯৬৭)-এর জন্য কে. ভি. মহাদেবন।  এ আর রহমান সর্বাধিক সাতবার এই বিভাগে পুরস্কার অর্জন করেন। ইলাইয়ারাজা দ্বিতীয় সর্বাধিক পাঁচবার এই পুরস্কার অর্জন করেন। জয়দেব ও বিশাল ভারদ্বাজ তিনবার করে এই বিভাগে পুরস্কৃত হন চারজন সংগীতজ্ঞ - বি. ভি. করন্থ, কে. ভি. মহাদেবন, সত্যজিৎ রায়, জনসন ও এম. এম. কিরবাণি দুইবার করে পুরস্কৃত হন। ইলাইয়ারাজা তিনটি ভিন্ন ভাষার চলচ্চিত্রের জন্য পুরস্কার অর্জনকারী একমাত্র সুরকার, তিনি তেলুগু, তামিল ও মালয়ালম ভাষার চলচ্চিত্রের জন্য পুরস্কৃত হন। অন্যদিকে এ আর রহমান তামিল ও হিন্দি এই দুটি ভিন্ন ভাষার চলচ্চিত্রের জন্য পুরস্কৃত হন।\nশ্রেষ্ঠ আবহ সংগীত বিভাগের প্রথম পুরস্কার অর্জন করেন সুক্রুতম (১৯৯৪)-এর জন্য জনসন। ২০০৯ সালে পুনরায় এই পুরস্কার চালু হলে ইলাইয়ারাজা মালয়ালম চলচ্চিত্র পাজাসি রাজা চলচ্চিত্রের জন্য এই পুরস্কার অর্জন করেন।\n\n\n== বিজয়ীগণ ==\n\n\n== নোট ==\n\n\n== ংReferences ==\n\n\n== বহিঃসংযোগ ==\nফিল্ম ফেস্টিভ্যাল, ভারত অধিদপ্তরের অফিসিয়াল পেজ\nজাতীয় চলচ্চিত্র পুরস্কার আর্কাইভস"}