{"pageid": 1471228, "title": "উসূলে শাশী", "url": "https://bn.wikipedia.org/wiki?curid=1471228", "content": "উসূলে শাশী হানাফী মজহবের মশহূর কেতাবগুলির মাঝে একটি এবং এর লেখক হলেন বিশিষ্ট ফকীহ আল্লামা আবু আলী নেজামুদ্দীন শাশী (আহমদ বিন মুহম্মদ বিন ইসহাক; মৃত ৩৪৪ হিজরী।\n\nএই কেতাবটা উসূলে ফিকাহে প্রামাণিক হিসাবে স্বীকৃত, যা মাদ্রাসা এবং বিশ্ববিদ্যালয়ের নেসাবের মওজূদ আছে।\n\n\n== কেতাবের ভূমিকা ==\nআল্লামা আবু আলী নেজামুদ্দীন শাশী রহ লিখেন “ফিকাহের চারটি উসূল (মূলনীতি) রয়েছে: আল্লার কেতাব, রসূলুল্লার সুন্ন​ৎ, ইজমা (উম্মতের ঐক্যমত) এবং কিয়াস (উপমা)।\n\nএই চার কিসিমের আলোচনা ও তহকীক করা জরুরী যাতে এগুলো থেকে শরীয়তের আহকাম আহরণ ও নির্ণয় করার তরীকা জানা যায়। \"\nযখন ফিকাহের এই চারটি বুনিয়াদ থেকে মসলা-মসায়েল উদ্ভূত হয়, তখন এই বিষয়ে ফুকাহাদের দ্বারা ব্যবহৃত নিয়ম ও প্রবিধান, শর্তাবলী এবং তরীকাগুলিও উসূলে-ফিকাহে অন্তর্ভুক্ত হয়। উদাহরণস্বরূপ, আম ও খাস, মুতলক ও মুকীদ, মুশতরক ও আপেক্ষিক, হকীকৎ ও মজায, রূপক, স্পষ্ট এবং বিড়ম্বনা, বৈপরীত্য, নুসূস ইত্যাদির সংজ্ঞা। অনুরূপভাবে, ইলমে হাদীস, ইজমা ও কিয়াসের উসূল। \nএই বইটির একটি নাম কেতাবুল খমসীন\n\n\n== লেখক ==\nতিনি আবুল হোসেন করখী সাহেবের শাগরেদ, তিনি তার তারীফ করতে গিয়ে বলেছেন : আবু আলীর চেয়ে কোন হাফেজ আমাদের কাছে আসেননি, শাশী বগদাদে থেকেছেন এবং পড়াশুনা করেছেন।\nকেতাব উসূলে শাশী হিন্দুস্তানের কানপুর থেকে 1388 হিজরিতে প্রকাশিত হয়েছিল\nদারুল কেতাব আল-আরবি বৈরুত থেকে 1402 হিজরি) তে প্রকাশিত হয়েছিল\nউমদতুল হবাশী শরহে উসূলে শাশী শিরোনামে মওলা ফয়জুল হাসন গঙ্গোহী সাহেব এই কেতাবের একটি হাশিয়া লিখেছিলেন\nএটার তরজমা আর তহকীক লিখেন আব্দুল্লাহ মহম্মদ খলীলী যা কুতুবুল ইলমিয়্যা বৈরূত থেকে ১৪২৩ হিজরীতে প্রকাশিত।\nমুহম্মদ আকরম নদবীর তহকীক 1422 হিজরিতে দারুল গরব আল-ইসলামী দ্বারা প্রকাশিত হয়েছিল।\n\n\n== কেতাব শরাহসমূহ ==\nমওলা মহম্মদ ইবনুল হাসন খওয়ারেজমী (মৃত্যু 781 হিজরি)।\n2 - হুসূলুল হবাশী আলা উসূলুশ শাশী যার লেখক হাসন আবুল হাসন বিন মুহম্মদ সম্ভলী, বোম্বাই (1302 হিজরি)।\n3 - উমদতুল হবাশী শরহে উসূলে শাশী যার লেখক মওলা ফয়জুল হাসন গঙ্গোহী।\n4 - তসহীল উসূলুশ শাশী, যার লেখক শেখ মুহম্মদ আনোয়ার বদখশানী, এদারতুল কুরআন ও উলূমল ইসলামিয়া, করাচি, প্রথম সংস্করণ (1412 হি), এই তসহীলটি ইস্তাম্বুলে প্রকাশিত হয়েছিল। \n5- তখলীস উসূলুশ শাশী\n\n\n== তথ্যসূত্র =="}