{"pageid": 1471315, "title": "আগস্ট ২০২৪-এ বাংলাদেশে বন্যা", "url": "https://bn.wikipedia.org/wiki?curid=1471315", "content": "২০২৪ সালের ২১ আগস্ট ভারী বর্ষণ এবং ভারত থেকে নেমে আসা ঢলে বাংলাদেশের পূর্বাঞ্চলে বন্যা পরিস্থিতি সৃষ্টি হয়। ভারতের ত্রিপুরা প্রদেশ থেকে নেমে আসা ঢল ও টানা কয়েকদিনের ভারী বর্ষণে স্মরণকালের ভয়াবহ বন্যার কবলে পড়ে ফেনী ও নোয়াখালীসহ দেশের এগারো জেলার ৭৩টি উপজেলা প্লাবিত হয়। এছাড়া ভারি বর্ষণ ও অতিবৃষ্টির কারণে উজান থেকে আসা ঢলে দেশের উত্তর-পূর্ব, দক্ষিণ-পূর্ব ও পূর্বাঞ্চলের ৫ জেলার নিম্নাঞ্চলে স্বল্পমেয়াদি বন্যা পরিস্থিতি তৈরি হয়।\nবিশেষজ্ঞ মহল মনে করেন বঙ্গোপসাগরে লঘুচাপের কারণে হঠাৎ অতিবৃষ্টি ও আন্তসীমান্ত নদী থেকে আসা উজানের ঢলে দেশে আকস্মিক বন্যা পরিস্থিতি সৃষ্টি হয়। একই সাথে ভারতের ত্রিপুরা রাজ্যের ডুম্বুর জলবিদ্যুৎ প্রকল্পের বাঁধ খুলে দেওয়ায় এই আকস্মিক বন্যা।\n\n\n== ঘটনা ==\n\n\n=== ১৯ আগস্ট ===\nরাত থেকেই ফেনী জেলার পরশুরাম, ফুলগাজী ও ছাগলনাইয়া উপজেলার প্রায় বেশিরভাগ এলাকা বিদ্যুৎ বিচ্ছিন্ন হয়ে যায়। বন্যা পরিস্থিতি অবনতি হওয়ায় মঙ্গলবার থেকে এ তিন উপজেলায় বিদ্যুৎ সংযোগ পুরোপুরি বন্ধ করে দেওয়া হয়। \n\n\n=== ২০ আগস্ট ===\nদুর্যোগ ব্যবস্থাপনা ও ত্রাণ মন্ত্রণালয় এর তথ্য অনুযায়ী ২০ আগস্ট থেকে বন্যা পরিস্থিতি সৃষ্টি হয়ে কুমিল্লা, ব্রাহ্মণবাড়িয়া, ফেনী, চট্টগ্রাম, খাগড়াছড়ি, নোয়াখালী, লক্ষ্মীপুর, মৌলভীবাজার, হবিগঞ্জ ও সিলেট জেলার ৬৫ উপজেলা প্লাবিত হয়েছে।\n\n\n=== ২১ আগস্ট ===\nকুমিল্লার নাঙ্গলকোট উপজেলায় বন্যা পরিস্থিতির অবনতি হয়। উপজেলার ১৬টি ইউনিয়ন ও ১টি পৌরসভার অধিকাংশ এলাকায় লাখ-লাখ মানুষ পানিবন্দি হয়ে পড়েন। গ্রামীণ অধিকাংশ সড়ক ও ফসলি মাঠ পানিতে তলিয়ে যায়।\n\n\n=== ২২ আগস্ট ===\nসন্ধ্যা ৬টায় ডালিয়া পয়েন্টে পানির প্রবাহ ছিল ৫১ দশমিক ৫০ সেন্টিমিটার। এই পয়েন্টে বিপৎসীমা ধরা হয় ৫২ দশমিক ১৫ সেন্টিমিটার। একই সময়ে কাউনিয়া পয়েন্টে পানির প্রবাহ ছিল ২৮ দশমিক ৬১ সেন্টিমিটার। এই পয়েন্টে বিপৎসীমা ২৯ দশমিক ৩১ সেন্টিমিটার। দুপুর ৩টার তুলনায় সন্ধ্যা ৬টায় এই পয়েন্টে পানির প্রবাহ বেড়েছে দশমিক ৭ সেন্টিমিটার।\n\n\n=== ২৩ আগস্ট ===\nকুমিল্লার দেবীদ্বার পয়েন্টে সকাল ৯টায় গোমতী নদীর পানির সমতল ছিল ৮.৫৮ মিটার, যা বিপৎসীমার ৫৩ সেন্টিমিটার ওপরে। একই সময়ে নদীর পানি কুমিল্লা পয়েন্টে বইছিল ১২.৪৮ মিটার উচ্চতায়। বাংলাদেশ পানি উন্নয়ন বোর্ডের (পাউবো) ১৯৮৮ থেকে ২০২৪ সাল পর্যন্ত ৩৭ বছরের রেকর্ড বিশ্লেষণ করে দেখা গেছে, এই সময়কালে গোমতীর পানি এতটা উচ্চতায় পৌঁছেনি।\n\n\n=== ২৪ আগস্ট ===\nবন্যার তথ্য কেন্দ্র বলছে- গত ২৪ ঘণ্টায় পূর্বাঞ্চলীয় কুমিল্লা, ব্রাহ্মণবাড়িয়া ও ফেনী জেলার ভারতীয় ত্রিপুরা সীমান্তবর্তী অঞ্চলে এবং ত্রিপুরা প্রদেশের অভ্যন্তরীণ অববাহিকায় তেমন বৃষ্টি হয়নি। উজানের নদ-নদীর পানি কমছে। বর্তমানে মৌলভীবাজার, হবিগঞ্জ, ফেনী, কুমিল্লা ও চট্টগ্রাম জেলার নিম্নাঞ্চলের বিদ্যমান বন্যা পরিস্থিতির বুধবার থেকে উন্নতি শুরু হয়েছে এবং অব্যাহত আছে।\n\n\n=== ২৫ আগস্ট ===\nফেনীর উজানের পানিতে নোয়াখালীর বন্যা পরিস্থিতি চরম অবনতি হয়। ত্রাণের জন্য বন্যা এলাকায় হাহাকার অন্যদিকে বাজারে খাদ্য সংকট ও সাপের উপদ্রবে নাকাল বন্যা দুর্গতরা। লক্ষ্মীপুরের বন্যা পরিস্থিতিও অবনতির দিকে এগোচ্ছে। সেইদিন সকালে যে পরিমাণ পানির উচ্চতা ছিল, বিকেলে সে উচ্চতা আরও বাড়তে দেখা গেছে।\n\n\n=== ২৬ আগস্ট ===\nবাংলাদেশে চলমান ভয়াবহ বন্যার মধ্যেই ফারাক্কা ব্যারেজের ১০৯টি গেট খুলে দিয়েছে ভারত। ফলে একদিনেই বাংলাদেশে ঢুকবে ১১ লাখ কিউসেক পানি। বাঁধ খুলে দেয়ায় বন্যার আশঙ্কা তৈরি হয়েছে পশ্চিমবঙ্গের মুর্শিদাবাদসহ বাংলাদেশের উত্তরাঞ্চলে।\n\n\n=== ২৭ আগস্ট ===\nলক্ষ্মীপুরে পানিতে তলিয়ে গেছে বিস্তীর্ণ জনপদ, ফসলি জমি ও ব্যবসা-প্রতিষ্ঠান। চট্টগ্রামের মিরসরাইয়ে ৬ দিন পর বন্যা পরিস্থিতির উন্নতি হচ্ছে। ফেনী জেলায় বেশিরভাগ উপজেলা বন্যার পানিমুক্ত রয়েছে। ফারাক্কার গেট খুলে দিলেও নতুন করে কোনো এলাকা প্লাবিত হয়নি বলে জানিয়েছেন দুর্যোগ ব্যবস্থাপনা ও ত্রাণ উপদেষ্টা ফারুক ই আজম।\n\n\n=== ২৮ আগস্ট ===\nকুমিল্লার মনোহরগঞ্জে পানিতে তলিয়ে যাচ্ছে মানুষের ঘর-বাড়ি। নোয়াখালীর ৮টি উপজেলা ও ৭টি পৌরসভার বন্যা পরিস্থিতি প্রতিদিনই অবনতির দিকে যাচ্ছে। একদিকে ফেনী থেকে নেমে আসছে বন্যার পানি অন্যদিকে টানা ভারী বৃষ্টির কারণে পানি বেড়েই চলছে সদর, কবিরহাট, কোম্পানীগঞ্জ, বেগমগঞ্জ, সেনবাগ, সোনাইমুড়ী, সুবর্ণচর ও চাটখিল উপজেলায়।\n\n\n=== ২৯ আগস্ট ===\nবৃষ্টিপাত বন্ধ হওয়ার পর, নোয়াখালীর সকল উপজেলায় গত ২৪ ঘণ্টায় তিন থেকে আট ইঞ্চি পানি কমে। এই হারে, অনুমান করা হয়েছিল যে বন্যার পানি সম্পূর্ণরূপে নামতে প্রায় এক সপ্তাহ সময় লাগবে।\n\n\n=== ৩০ আগস্ট ===\nদুর্যোগ ব্যবস্থাপনা ও ত্রাণ মন্ত্রণালয় থেকে প্রকাশিত তথ্যবিবরণী অনুযায়ী, দেশে বর্তমানে ১১টি জেলা বন্যায় আক্রান্ত: ফেনী, কুমিল্লা, চট্টগ্রাম, খাগড়াছড়ি, নোয়াখালী, মৌলভীবাজার, হবিগঞ্জ, ব্রাহ্মণবাড়িয়া, সিলেট, লক্ষ্মীপুর ও কক্সবাজার। এর মধ্যে চট্টগ্রাম, হবিগঞ্জ সিলেট, খাগড়াছড়ি ও কক্সবাজার জেলার বন্যা পরিস্থিতি সম্পূর্ণ স্বাভাবিক। মৌলভীবাজার ও ব্রাহ্মণবাড়িয়া জেলার বন্যা পরিস্থিতির উন্নতি হয়েছে এবং কুমিল্লা, ফেনী, নোয়াখালী ও লক্ষ্মীপুর জেলার বন্যা পরিস্থিতি উন্নতি হচ্ছে।\n\n\n== হতাহত ==\n৩১ আগস্ট ২০২৪ পর্যন্ত, রিপোর্ট করা হতাহতের মধ্যে ৪১ জন পুরুষ, ১২ জন শিশু এবং ছয়জন মহিলা অন্তর্ভুক্ত। ফেনীতে সবচেয়ে বেশি মৃত্যু হয়েছে ২৩ জন। এছাড়া কুমিল্লায় ১৪ জন, নোয়াখালীতে ৯ জন, চট্টগ্রামে ৬ জন এবং কক্সবাজারে ৩ জনের মৃত্যু হয়েছে। খাগড়াছড়ি, ব্রাহ্মণবাড়িয়া, লক্ষ্মীপুর ও মৌলভীবাজারে একজন করে মৃত্যু হয়েছে। এতে বন্যায় মোট মৃতের সংখ্যা ৫৯ এ পৌঁছেছে। এছাড়া মৌলভীবাজারে এখনপর্যন্ত একজন নিখোঁজ রয়েছেন।\n\n\n== ক্ষয়ক্ষতি ==\n\nভারতের ত্রিপুরা রাজ্যের থেকে নেমে আসা পাহাড়ি ঢলে কসবার তিতাস, সিনাই, বুড়ি, বিজনা, সালদা নদীর পানি বৃদ্ধি পায়। ঢলের পানিতে তলিয়ে গেছে কৃষকের সবজিখেত, ফসলি জমি, পুকুরসহ এলাকার রাস্তাঘাট ও বাড়িঘর।\nবন্যায় দেশের ৮ জেলায় অন্তত ২৯ লাখ ৪ হাজার ৯৬৪ জন ক্ষতিগ্রস্ত হয়। বাংলাদেশের ১১টি বন্যাকবলিত জেলাগুলোতে ৮ লাখ ৮৭ হাজার ৬২৯টি পরিবার পানিবন্দী। বন্যায় ক্ষতিগ্রস্ত মানুষের সংখ্যা প্রায় ৫৪ লাখ। এখন পর্যন্ত ৫৯ জনের মরদেহ উদ্ধার করা হয়। চলমান বন্যায় দেশের বিদ্যুৎ সরবরাহ ব্যবস্থা ব্যাপকভাবে ক্ষতিগ্রস্ত হয়। এই বন্যায় প্রায় ১০ লাখ গ্রাহক বিদ্যুৎহীন হয়ে পড়েন। বিদ্যুৎ ব্যবস্থার বিভিন্ন যন্ত্রপাতি ও অবকাঠামোর ব্যাপক ক্ষতির ফলে প্রায় সাড়ে ৮ কোটি টাকার আর্থিক ক্ষতি হয়।\nবন্যায় মৎস্য ও প্রাণিসম্পদের ২ হাজার কোটি টাকার ক্ষয়ক্ষতি হয়েছে বলে জানিয়েছেন মৎস্য ও প্রাণিসম্পদ উপদেষ্টা ফরিদা আখতার।\nবন্যায় প্রাথমিকভাবে ক্ষতিগ্রস্ত হয়েছে সাত হাজার ৭২২ কিলোমিটার রাস্তা এবং এক হাজার ১০১টি ব্রিজ ও কালভার্ট। ফসলে ক্ষতি সাড়ে ৪৫১ কোটি টাকা, প্রাণিসম্পদের ক্ষতি প্রায় ৪০০ কোটি টাকা এবং মৎস্য খাতে ২৮ কোটি টাকা ক্ষতি হয়েছে। স্মরণকালের ভয়াবহ বন্যায় কুমিল্লার ১৪টি উপজেলায় কৃষি ও মৎস্য খাতের পাশাপাশি প্রাণিসম্পদেও ৩০৮ কোটি টাকার ক্ষয়ক্ষতি হয়েছে। এবারের ভয়াবহ বন্যা অতীতের যেকোনো ক্ষতিকে ছাড়িয়ে গেছে।\n\n\n== প্রতিক্রিয়া ==\n\n\n=== অভ্যন্তরীণ ===\nবাম গণতান্ত্রিক জোট নেতারা অভিযোগ করেন পূর্বসতর্কতা ছাড়াই বাঁধ খুলে দিয়ে ভারত আন্তর্জাতিক আইন লঙ্ঘন করে। আন্তর্জাতিক আইন অনুযায়ী উজানের কোনো দেশ নদীর ওপর দেওয়া বাঁধের গেট খুলে দেওয়ার ৭২ ঘণ্টা আগে ভাটির দেশকে জানানোর কথা। কিন্তু এবার পূর্বসতর্কতা ছাড়াই ডুম্বুর ও কলসি বাঁধ খুলে দেওয়া হয়েছে।\nবাংলাদেশে নিযুক্ত ভারতীয় হাইকমিশনার প্রণয় কুমার ভার্মা দাবি করেন ভারতের ডম্বুর বাঁধ ইচ্ছাকৃত নয়, স্বয়ংক্রিয়ভাবে খুলে গেছে।\nবিএনপির স্থায়ী কমিটির সদস্য মেজর (অব.) হাফিজ উদ্দিন আহমেদ বলেন, অভিন্ন নদীতে অন্যায়ভাবে বাঁধ নির্মাণ করে পানির স্বাভাবিক প্রবাহকে বাধাগ্রস্ত করেছে ভারত।\nঅন্তর্বর্তী সরকারের উপদেষ্টা নাহিদ ইসলাম বলেন, ভারত ইচ্ছাকৃতভাবে বাংলাদেশের সঙ্গে তাদের অমানবিকতা ও অসহযোগিতাপুর্ণ আচারণস্বরূপ পূর্ব ঘোষণা ছাড়াই বাঁধের গেট খুলে দিয়ে পানি ছেড়েছে।\n\n\n=== আন্তর্জাতিক ===\nবাংলাদেশের চলমান বন্যায় ক্ষতিগ্রস্তদের সহায়তার জন্য ২০ হাজার মার্কিন ডলার অনুদান দিয়েছে চীন। ২৫ আগস্ট ২০২৪ রাষ্ট্রীয় অতিথি ভবন যমুনায় অন্তর্বর্তী সরকারের প্রধান উপদেষ্টা ড. মুহাম্মদ ইউনূসের সঙ্গে সৌজন্য সাক্ষাৎ করে ঢাকায় নিযুক্ত চীনের রাষ্ট্রদূত ইয়াও ওয়েন এই অনুদানের চেক তুলে দেন। রাষ্ট্রদূত বলেন, চীনা রেড ক্রসও বাংলাদেশের বন্যায় ক্ষতিগ্রস্ত মানুষের জন্য এক লাখ মার্কিন ডলারের মানবিক সহায়তা প্রদান করবে।\nভারত পররাষ্ট্র মন্ত্রণালয় সংবাদ বিজ্ঞপ্তি দাবি করেন ত্রিপুরার গোমতী নদীতে ভারতীয় বাঁধ থেকে পানি ছাড়ার কারণে বাংলাদেশে বন্যা পরিস্থিতি তৈরি হয়নি। বুধবার (২১ আগস্ট) বাংলাদেশের কয়েকটি জেলার আকস্মিক বন্যা নিয়ে ভারতীয় সংবাদমাধ্যম 'জি ২৪ ঘণ্টা' একটি সংবাদ প্রকাশ করেছে। সংবাদের শিরোনামে লেখা হয়েছে, ‘ভারত ছাড়ল জল! হাবুডুবু খেতে খেতে বাংলাদেশের কাতর আর্জি…’। ভারতীয় মিডিয়ার এমন শিরোনাম দেখে সামাজিক যোগাযোগমাধ্যমে ব্যাপক সমালোচনা শুরু হয়। পরে এই গণমাধ্যমটি ওই নিউজের শিরোনাম পরিবর্তন করে লেখে, ‘ভারত ছাড়ল জল, ভাসছে বাংলাদেশ’।\nপাকিস্তানের প্রধানমন্ত্রী শেহবাজ শরিফ বাংলাদেশে বন্যায় প্রাণহানি ও ধ্বংসযজ্ঞের ঘটনায় গভীরভাবে উদ্বিগ্ন হওয়ার কথা জানিয়েছেন। \nতুর্কি প্রেসিডেন্ট এরদোয়ান বাংলাদেশের বন্যা কবলিত এলাকায় প্রাণহানির জন্য শোক প্রকাশ করে তিনি বলেন, তুরস্ক বন্যা কবলিত মানুষদের মানবিক সহায়তা দেবে।\nবাংলাদেশে নিযুক্ত ফিলিস্তিনের রাষ্ট্রদূত ইউসুফ এস.ওয়াই. রমজান বাংলাদেশের একটি অলাভজনক সংস্থা আস-সুন্নাহ ফাউন্ডেশনে ত্রাণ সামগ্রী পৌঁছে দিয়েছেন। তার বক্তব্যে, রমজান বাংলাদেশী জনগণের প্রতি তার সহানুভূতি জানিয়ে বলেন, \"বাংলাদেশ ও ফিলিস্তিনের মধ্যে ঐতিহাসিক সম্পর্ক রয়েছে এবং আমরা সংকটের সময়ে তাদের পাশে দাঁড়াতে চাই।\" তিনি ফিলিস্তিনের প্রতি বাংলাদেশের জোরালো সমর্থনের কথাও স্বীকার করেন।\n\n\n== তথ্যসূত্র =="}