{"pageid": 1471335, "title": "সংসদীয় শ্রমিক দল", "url": "https://bn.wikipedia.org/wiki?curid=1471335", "content": "পার্লামেন্টারি লেবার পার্টি (পিএলপি) হল ব্রিটিশ হাউস অফ কমন্সের লেবার পার্টির সংসদীয় দল । দলটি একটি যৌথ সংস্থা হিসেবে সংসদের লেবার সদস্যদের নিয়ে গঠিত।  ব্রিটিশ সংবিধানের ভাষ্যকাররা কখনও কখনও লেবার পার্টি (যা সংসদের বাইরে তৈরি হয়েছিল এবং পরে অফিস অর্জন করেছিল) এবং কনজারভেটিভ এবং লিবারেল দলগুলির মধ্যে (যা সংসদীয় দল হিসাবে শুরু হয়েছিল) মধ্যে পার্থক্য তৈরি করে। সংসদীয় লেবার পার্টি শব্দটি সংসদে থাকা দলকে বোঝায়, যেখানে লেবার পার্টি শব্দটি পুরো লেবার পার্টিকে বোঝায়, যার সংসদীয় উপাদান হল পিএলপি।\nকনজারভেটিভ পার্টির অনুরূপ একটি সংস্থা হল ১৯২২ কমিটি।\nপ্রাক্তন সদস্যদের জন্য একটি সংগঠন, নির্বাসিত পিএলপি, ২০১০ সালের সাধারণ নির্বাচনের পরে প্রতিষ্ঠিত হয়েছিল।\n\n\n== ভূমিকা ==\nনেতাকে প্রশ্ন করার জন্য এবং তার উদ্বেগ নিয়ে আলোচনা করার জন্য পিএলপি বন্ধ দরজার পিছনে নিয়মিত বৈঠক করে।\nশ্রম সংসদ সদস্যরা তাদের সংখ্যার তিনজনকে লেবার জাতীয় নির্বাহী কমিটিতে নির্বাচিত করেন।\nমূলত, লেবার পার্টির নেতা পিএলপি দ্বারা নির্বাচিত হয়েছিল। যাইহোক, এখন, পার্টি এক সদস্য, এক ভোট পদ্ধতিতে কাজ করে, যেখানে সমস্ত সদস্যকে একক ভোট দেওয়া হয়, সেইসাথে অধিভুক্ত সংগঠনগুলি ( ট্রেড ইউনিয়ন এবং সমাজতান্ত্রিক সমাজ ) এবং অস্থায়ী নিবন্ধিত সমর্থক। নির্বাচন পরিচালনার জন্য তাৎক্ষণিক-রানঅফ ভোটিং (\"বিকল্প ভোট\") ব্যবহার করা হয়। লেবার এমপিরা তাদের বর্তমান নেতার প্রতি আস্থা হারিয়ে ফেললে নতুন নেতা বেছে নেওয়ার জন্য একটি অসাধারণ বা \"বিশেষ\" লেবার পার্টি কনফারেন্স ট্রিগার করার ক্ষমতা ধরে রাখে।\n\n\n== চেয়ার ==\nপিএলপির চেয়ারম্যান সংসদীয় দলের বৈঠকে সভাপতিত্ব করেন। সংসদের প্রতিটি বার্ষিক অধিবেশনের শুরুতে তারা লেবার এমপিদের দ্বারা নির্বাচিত হন। ঐতিহ্য অনুসারে, শুধুমাত্র প্রতিটি সংসদের শুরুতে একটি সাধারণ নির্বাচনের পর নির্বাচনগুলি প্রতিযোগিতামূলক।\n১৯২১ থেকে ১৯৭০ সাল পর্যন্ত, পিএলপি-এর সভাপতিও সামগ্রিকভাবে দলের নেতা ছিলেন (১৯২১ সালের আগে, পার্টির নেতৃত্ব তর্কযোগ্যভাবে পিএলপি-এর চেয়ারম্যান, সাধারণ সম্পাদক এবং পার্টি চেয়ারম্যানের মধ্যে বিভক্ত ছিল)। প্রথম এবং দ্বিতীয় বিশ্বযুদ্ধের সময় লেবার পার্টির নেতারা জোট সরকারে যোগদান করলে, বিরোধী দলে দলটির নেতৃত্ব দেওয়ার জন্য একজন ভারপ্রাপ্ত চেয়ার নিয়োগ করা হয়েছিল। পার্টি যখন সরকারে ছিল, তখন মন্ত্রিপরিষদ এবং লেবার ব্যাকবেঞ্চারদের মধ্যে যোগাযোগের সুবিধার্থে একটি লিয়াজোন কমিটি নির্বাচিত হয়েছিল – এই কমিটির সভাপতি এই সময়ের মধ্যে সামগ্রিকভাবে পিএলপি-এর মিটিংগুলির সভাপতিত্ব করতেন। ১৯৭০ সালে লেবার পার্টির নেতা এবং পিএলপির চেয়ারের পদগুলি স্থায়ীভাবে বিভক্ত হয়ে যায়।\n\n\n== তথ্যসূত্র =="}