{"pageid": 1471855, "title": "লাল দেয়াল (ব্রিটিশ রাজনীতি)", "url": "https://bn.wikipedia.org/wiki?curid=1471855", "content": "লাল দেয়াল হল ব্রিটিশ রাজনীতিতে মিডল্যান্ডস এবং উত্তর ইংল্যান্ডের সংসদীয় নির্বাচনী এলাকাগুলিকে বর্ণনা করতে ব্যবহৃত একটি শব্দ যা ঐতিহাসিকভাবে লেবার পার্টিকে সমর্থন করেছিল।  ২০১৯ সালের সাধারণ নির্বাচনে, এই সংসদীয় আসনগুলির মধ্যে অনেকগুলি কনজারভেটিভ পার্টি জিতেছিল, মিডিয়া লাল দেয়ালটিকে \"নীল হয়ে গেছে\" বলে বর্ণনা করেছে।\n২০২১ হার্টলপুল উপ-নির্বাচনে, রক্ষণশীলরা কয়েক দশকের মধ্যে প্রথমবারের মতো আরেকটি লাল দেয়ালের আসনে জয়লাভ করেছে। ২০২১ ব্যাটলি এবং স্পেন উপনির্বাচনও একটি লাল দেয়াল আসনের জন্য ছিল; সংখ্যাগরিষ্ঠতা হ্রাস পেলেও লেবাররা আসনটি ধরে রেখেছিল। ২০২২ ওয়েকফিল্ড উপ-নির্বাচনে, লেবার তাদের প্রথম লাল প্রাচীর আসন পুনরুদ্ধার করে; ২০১২ সালের পর কোনো উপনির্বাচনে এটি তাদের প্রথম লাভ। ২০২৪ সালের সাধারণ নির্বাচনে, লেবার এই আসনগুলির বেশিরভাগই পুনরুদ্ধার করেছিল।\n\n\n== পটভূমি ==\nঐতিহাসিকভাবে, উত্তর মিডল্যান্ডস এবং উত্তর ইংল্যান্ডের শ্রমিক শ্রেণী-প্রধান নির্বাচনী এলাকাগুলি লেবার পার্টির পক্ষে ছিল। ১৯০৬ সালের সাধারণ নির্বাচনের প্রথম দিকে, নির্বাচিত শ্রমিক প্রার্থীদের দুই-তৃতীয়াংশ উত্তর ইংরেজ নির্বাচনী এলাকা থেকে এসেছিল। 2014 সালে, রাষ্ট্রবিজ্ঞানী রবার্ট ফোর্ড এবং ম্যাথু গুডউইন তাদের বই রিভোল্ট অন দ্য রাইট- এ শ্রমিক-সমর্থক শ্রমিক-শ্রেণির ভোটের ইউকে ইন্ডিপেন্ডেন্স পার্টি (ইউকেআইপি) দ্বারা ক্ষয়কে নথিভুক্ত করেছেন।\n২০১৭ সালের সাধারণ নির্বাচনে কনজারভেটিভরা সামগ্রিকভাবে আসন হারায় কিন্তু মিডল্যান্ডস এবং উত্তরে ছয়টি লেবার-অধিষ্ঠিত আসন লাভ করে, যা লেবার অন্তত তিন দশক ধরে ধরে রেখেছিল: নর্থ ইস্ট ডার্বিশায়ার, ওয়ালসল নর্থ, ম্যানসফিল্ড, ১৫]  স্টোক-অন-ট্রেন্ট সাউথ, মিডলসব্রো দক্ষিণ ও পূর্ব ক্লিভল্যান্ড, এবং কোপল্যান্ড ( ২০১৭ সালের কোপল্যান্ড উপনির্বাচন থেকে অনুষ্ঠিত)। ২০১৯ সালে রক্ষণশীলরা পূর্বে অর্জিত আসনগুলিতে তাদের সংখ্যাগরিষ্ঠতা বৃদ্ধি করেছে। প্রাক্তন ব্রেক্সিট পার্টির নেতা নাইজেল ফারাজ ইউকেআইপি-এর জন্য অনেক উত্তরের লেবার ভোটারদের পূর্ব সমর্থনের পরামর্শ দিয়েছিলেন, যার নেতৃত্ব তিনিও দিয়েছিলেন, এবং ব্রেক্সিট পার্টি তাদের পক্ষে কনজারভেটিভকে ভোট দেওয়া সহজ করে তোলে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nKanagasooriam, James; Simon, Elizabeth (2021). \"Red Wall: The Definitive Description\"]. Political Insight. 12 (3): 8–11. ডিওআই:10.1177/20419058211045127. আইএসএসএন 2041-9058."}