{"pageid": 1471814, "title": "স্পেনে নৈরাজ্যবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1471814", "content": "স্পেনে নৈরাজ্যবাদের ঐতিহাসিক প্রভাব রয়েছে, বিশেষ করে ১৯৩৬-১৯৩৯ সালের স্প্যানিশ গৃহযুদ্ধে ফ্রান্সিসকো ফ্রাঙ্কোর বিজয়ের আগে। সেই সময় নৈরাজ্যবাদীরা সক্রিয় রাজনৈতিক ভূমিকা পালন করেছিলেন । অনেকে এই সময়কে ধ্রুপদী নৈরাজ্যবাদের স্বর্ণযুগের শেষ বলে বিবেচনা করেন।\nস্পেনে নৈরাজ্যবাদের বেশ কয়েকটি রূপ ছিল, যথা সংঘাতের দিকে এগিয়ে যাওয়ার সময়কালে দখলমূলক নৈরাজ্যবাদ, আন্দালুসিয়ার গ্রামাঞ্চলে কৃষক নৈরাজ্যবাদ; কাতালোনিয়ার রাজধানী বার্সেলোনায় শহুরে নৈরাজ্য-সিন্ডিক্যালিজম ; এবং জারাগোজার মতো অন্যান্য শহরে যাকে কখনও কখনও \"শুদ্ধ\" নৈরাজ্যবাদ বলা হয়। যাইহোক, এগুলি ছিল পরস্পরের পরিপূরক এবং এদের মধ্যে অনেক আদর্শগত মিল ছিল। প্রথম দিকে, নৈরাজ্যবাদী আন্দোলনের সাফল্য ছিল বিক্ষিপ্ত। নৈরাজ্যবাদীরা ধর্মঘট সংগঠিত করত । সাধারণত, পুলিশের দমন-পীড়ন ধর্মঘটের সংখ্যা কমিয়ে দেয়, কিন্তু একই সময়ে অনেক শ্রমিককে আরও কট্টরপন্থী করে তোলে । এর  ফলে বিংশ শতকের শুরুতে পারস্পরিক সহিংসতার একটি যুগের শুরু হয় যেখানে সশস্ত্র নৈরাজ্যবাদীরা এবং pistoleros (কোম্পানির মালিকদের দ্বারা অর্থ প্রদান করা সশস্ত্র লোক) উভয়ই রাজনৈতিক হত্যাকাণ্ডের জন্য দায়ী।\nপরে এই সহিংসতা ম্লান হতে শুরু করে, এবং আন্দোলনটি নৈরাজ্য-সিন্ডিক্যালিজমের উত্থানের সাথে এবং বিশাল স্বাধীনতাবাদী ট্রেড ইউনিয়ন, কনফেডারেশন ন্যাসিওনাল দেল ট্রাবাজো (সিএনটি) তৈরির সাথে গতি লাভ করে। ধর্মঘট অত্যন্ত সাধারণ হয়ে ওঠে এবং স্প্যানিশ শ্রমিক শ্রেণীর একটি বড় অংশ নৈরাজ্যবাদী হয়ে ওঠে। Iniciales এবং লা রেভিস্তা ব্ল্যানকা এর মতো প্রকাশনার উপর ভিত্তি করে একটি ছোট ব্যক্তিবাদী নৈরাজ্যবাদী আন্দোলনেরও উদ্ভব হয়েছিল।  Federación Anarquista Ibérica(এফএআই) একটি সম্পূর্ণরূপে নৈরাজ্যবাদী সমিতি হিসাবে তৈরি করা হয়েছিল, সিএনটিকে নৈরাজ্যবাদের নীতিগুলিতে মনোনিবেশ করানোর অভিপ্রায়ে।\nস্প্যানিশ গৃহযুদ্ধের সময় ফ্রান্সিসকো ফ্রাঙ্কোর বিরুদ্ধে লড়াইয়ে নৈরাজ্যবাদীরা গুরুত্বপুর্ন ভূমিকা পালন করেছিল। একই সময়ে, একটি সুদূরপ্রসারী সামাজিক বিপ্লব স্পেন জুড়ে ছড়িয়ে পড়ে, যেখানে জমি এবং কারখানাগুলি শ্রমিকদের দ্বারা সম্মিলিতভাবে নিয়ন্ত্রিত হয়েছিল। অবশিষ্ট সমস্ত সামাজিক সংস্কার ১৯৩৯ সালে ফ্রাঙ্কোর বিজয়ের সাথে শেষ হয়েছিল। এর পর হাজার হাজার নৈরাজ্যবাদীদের মৃত্যুদণ্ড দেওয়া হয়েছিল। যুদ্ধের পর নাশকতা ও অন্যান্য কর্মকাণ্ড চলতে থাকে এবং ফ্রাঙ্কোর জীবনের উপর হত্যার বেশ কয়েকটি প্রচেষ্টা চালিয়ে তার শাসনের বিরুদ্ধে প্রতিরোধ কখনোই সম্পূর্ণ বন্ধ হয়নি। তাদের উত্তরাধিকার আজও গুরুত্বপূর্ণ, বিশেষ করে অনেক নৈরাজ্যবাদীদের কাছে যারা তাদের অর্জনকে নৈরাজ্যবাদের বৈধতার ঐতিহাসিক নজির হিসাবে দেখেন।\n\n\n== ইতিহাস ==\n\n\n=== প্রারম্ভিক কর্মকাণ্ড ===\n\nউনিশ শতকের স্পেনে ফরাসি নৈরাজ্যবাদী পিয়ের-জোসেফ প্রুদোঁর অনুসারীদের কর্মকাণ্ডের মধ্যে ছিল উগ্র আন্দোলনের চিহ্ন। স্প্যানিশ সমবায়বাদী আন্দোলনের উপর পারস্পরিকতাবাদের যথেষ্ট প্রভাব ছিল, যা পুঁজিবাদকে পরাজিত করার জন্য শান্তিপূর্ণ পদ্ধতির পক্ষ সমর্থন করে, সেইসাথে ছিল ফেডারেলিস্ট আন্দোলন, যা কোনো কেন্দ্রীভূত সরকারের প্রয়োজন ছাড়াই স্থানীয় পৌরসভার নেতৃত্বে সমাজকে একত্রে যোগদান এবং সমন্বয় করার কল্পনা করে। স্পেনে পারস্পরিকতাবাদের সবচেয়ে প্রভাবশালী প্রবক্তা ছিলেন ফেডারেল রিপাবলিকান ফ্রান্সেস পি আই মার্গাল (তার মৃত্যুর পর নৈরাজ্যবাদী চিন্তাবিদ রিকার্ডো মেলার তার সম্পর্কে বলেন\"ফেডারেলবাদীদের মধ্যে সবচেয়ে জ্ঞানী, তিনি ছিলেন একজন প্রায়-নৈরাজ্যবাদী\"), যিনি তার বই Reacción y Revolución এ লিখেছেন যে \"প্রত্যেক মানুষ যে অন্যের উপর ক্ষমতা রাখে সেই অত্যাচারী\" এবং \"ক্ষমতার বিভাজন এবং উপবিভাগ\" করার আহ্বান জানান। পিয়ের-জোসেফ প্রুদোঁর আরেক শিষ্য ছিলেন রামন দে লা সাগরা, যিনি বিশ্বের প্রথম নৈরাজ্যবাদী সাময়িক পত্রিকা এল পোরভেনি প্রতিষ্ঠা করেছিলেন, যা গালিসিয়া রাজ্যে প্রকাশিত হতো। পরস্পরবাদ বা মিউচুয়ালিজম পরবর্তীকালে সমগ্র স্পেন জুড়ে ব্যাপক জনপ্রিয়তা লাভ করে,১৮৬০ সাল নাগাদ স্পেনীয় ফেডারেল রিপাবলিকান আন্দোলনের মধ্যে প্রভাবশালী প্রবণতা হয়ে ওঠে। এই সময়েই মিখাইল বাকুনিনের বিপ্লবী সমাজতান্ত্রিক ধারণা, সমষ্টিবাদের উপর ভিত্তি করে, সরাসরি কর্মের উপর ফোকাস এবং উগ্র ধর্মবিরোধিতা  স্পেনে প্রাধান্য পেতে শুরু করে।\nস্প্যানিশ জনসাধারণের কাছে নৈরাজ্যবাদ প্রবর্তনের প্রথম সফল প্রচেষ্টাটি জিউসেপ ফানেলি নামে একজন মধ্যবয়সী ইতালীয় বিপ্লবী দ্বারা পরিচালিত হয়েছিল। ফানেলি ইতালীয় বিপ্লবের সময় ইয়ং ইতালি আন্দোলনের সদস্য ছিলেন। তিনি জিউসেপ্পে গ্যারিবাল্ডি এবং জিউসেপ ম্যাজিনির নেতৃত্বে রিসোর্জিমেন্টোতে অংশগ্রহণের জন্য তার কাজকর্ম ছেড়ে দিয়েছিলেন।১৮৬১ সালে ইতালির একীভূত রাজ্য ঘোষণার পর, ফ্যানেলি ম্যাজিনির উগ্র-বাম জোটের অংশ হিসাবে ইতালীয় সংসদে নির্বাচিত হয়েছিলেন। পরে বাকুনিনের সাথে তার সাক্ষাৎ হয় এবং তিনি নৈরাজ্যবাদী হয়ে ওঠেন।\n১৮৬৮ সালে স্পেনের গৌরবময় বিপ্লবের পর সেক্সেনিও ডেমোক্র্যাটিকোর সূচনা হয়। নতুন অস্থায়ী সরকার সমিতির স্বাধীনতার অধিকার ঘোষণা করে, স্প্যানিশ শ্রমিকদের সংগঠনগুলিকে প্রকাশ্যে কাজকর্ম শুরু করার অনুমতি দেয় । বাকুনিন এটিকে গ্রহণ করেছিলেন ইন্টারন্যাশনাল ওয়ার্কিংম্যানস অ্যাসোসিয়েশন এর সদস্য নিয়োগের জন্য স্পেনে যাত্রায় ফ্যানেলিকে স্পনসর করার সুযোগ হিসেবে।আইডব্লিউএ একটি আন্তর্জাতিক সংস্থা যার লক্ষ্য ছিল শ্রমিক শ্রেণীর সুবিধার জন্য কাজ করা দলগুলিকে একত্রিত করা। বার্সেলোনায় পৌঁছে ফ্যানেলি মাদ্রিদে তার ভ্রমণের অর্থায়নের জন্য এলি রেক্লাসের সাথে দেখা করেন এবং তার কাছ থেকে অর্থ ধার নেন, যেখানে তিনি ফেডারেল রিপাবলিকান সংবাদপত্র লা ইগুয়ালদাদের মালিকের সাথে দেখা করেন এবং একটি উগ্রবাদী শ্রমিকদলের সাথে যোগাযোগ করেন। ফ্যানেলি ফরাসি এবং ইতালীয় ভাষা জানলেও স্প্যানিশ ভাষা জানতেন না, তাই উপস্থিত লোকেরা কেবলমাত্র তিনি যা বলতেন তার খুবই সামান্য বুঝতে পারতেন।ব্যতিক্রম ছিলেন কেবল একজন ব্যক্তি, টমাস গনজালেজ মোরাগো, যিনি ফরাসি ভাষা জানতেন। তা সত্ত্বেও, ফ্যানেলি তার স্বাধীনতাবাদী এবং পুঁজিবাদ-বিরোধী ধারণাগুলি জনগনের কাছে পৌঁছে দিতে সক্ষম হয়েছিলেন।\nফলস্বরূপ, মিটিংয়ে উপস্থিত সমস্ত কর্মীরা নিজেদেরকে প্রথম আন্তর্জাতিকএর সমর্থক ঘোষণা করে। ফ্যানেলি পরবর্তীতে ঐ শহরে তার থাকার মেয়াদ বাড়িয়েছিল, নবীন নৈরাজ্যবাদী অনুগামীদের সাথে \"প্রচার সেশন\"এর আয়োজন করেন - আনসেলমো লরেঞ্জোর প্রতি তাঁর বিশেষ মনোযোগ ছিল। ২৪ জানুয়ারী, ১৮৬৮-এ, ফানেলি মাদ্রিদের নৈরাজ্যবাদী কর্মীদের সাথে তার শেষ বৈঠক করেন, যেখানে তারা সবাই আইডব্লিউএ-র মাদ্রিদ বিভাগ প্রতিষ্ঠার ঘোষণা দেন। ফ্যানেলি তার স্পেন ত্যাগ করার সিদ্ধান্তের ব্যাখ্যা করেছিলেন এই বলে যে  যাতে সেখানকার নৈরাজ্যবাদীরা শ্রমিকদের আন্দোলনের মধ্যে স্বতঃস্ফূর্ততা, বহুত্ব এবং ব্যক্তিত্ব বজায় রাখার জন্য \"তাদের নিজস্ব প্রচেষ্টায়, তাদের নিজস্ব মূল্যবোধে\" নিজেদের এবং তাদের গোষ্ঠীগুলিকে বিকশিত করতে পারে। মাদ্রিদ বিভাগ পরবর্তীকালে সভা করে, বক্তৃতা দিয়ে এবং তাদের সংবাদপত্র লা সলিদারিদাদ প্রকাশের মাধ্যমে তাদের ধারণা ছড়িয়ে দিতে শুরু করে। ১৮৭০ সালের মধ্যেই, আন্তর্জাতিক এর মাদ্রিদ বিভাগ প্রায় ২,০০০ সদস্য অর্জন করেছিল।ফ্যানেলি তারপরে বার্সেলোনায় ফিরে যান যেখানে তিনি আরেকটি সভা করেন, রাফায়েল ফার্গা পেলিসারের মতো আরও অনেক উগ্রবাদী ছাত্রকে নৈরাজ্যবাদের ধারণার প্রতি আকৃষ্ট করেন, যা পরবর্তীতে বার্সেলোনায় অনেক বেশি অনুসারী লাভ করে, যা ইতোমধ্যেই সর্বহারা বিদ্রোহ, লুড্ডিজম এবং এর একটি শক্ত ঘাঁটি হিসেবে পরিচিত ছিল। ১৮৬৯ সালের মে মাসে, ফার্গা আই পেলিসার আইডব্লিউএ-র বার্সেলোনা বিভাগ প্রতিষ্ঠার নেতৃত্ব দিয়েছিলেন, যা ১৮৬৮ সালের বার্সেলোনা ওয়ার্কার্স কংগ্রেস দ্বারা ইতোমধ্যেই স্থাপন করা কাঠামোর মধ্যে সমাজতন্ত্রের সপক্ষে ওকালতি করতে শুরু করে। আইডব্লিউএ-এর প্রভাব এর ফলে বেশ কিছু কর্মী সমিতি এবং ফেডারেল রিপাবলিকান সংবাদপত্র লা ফেডারেশনে প্রসারিত হয়েছিল, যা দ্রুত হাজার হাজার শ্রমিকদেরকে নৈরাজ্যবাদী ব্যানারের নিচে নিয়ে আসে। ফার্গা আই পেলিসার স্প্যানিশ প্রতিনিধি হিসেবে আন্তর্জাতিক ব্যাসেল কংগ্রেসে অংশগ্রহণ করেন। সেখানে তিনি বাকুনিনের \"ইন্টারন্যাশনাল অ্যালায়েন্স অফ সোশ্যালিস্ট ডেমোক্রেসি\"-এ যোগ দেন।\n\n\n== তথ্যসূত্র =="}