{"pageid": 1471220, "title": "শ্রমিক দলের সদর দপ্তর (যুক্তরাজ্য)", "url": "https://bn.wikipedia.org/wiki?curid=1471220", "content": "শ্রমিক দলের সদর দপ্তর, প্রায়শই লেবার হেডকোয়ার্টার নামে পরিচিত, এটি ব্রিটিশ লেবার পার্টির কার্যালয় ও কার্যালয়গুলির প্রধান কেন্দ্র। বর্তমান সদর দপ্তর সাউথওয়ার্কের রাশওয়ার্থ স্ট্রিটে সাউথওয়ার্কস বিল্ডিং-এ অবস্থিত। \"শ্রমিক সদর দফতর\" সংবাদ মাধ্যমের দ্বারা দলের দায়িত্বে নিযুক্ত ব্যক্তিদের উল্লেখ করার জন্যও ব্যবহৃত হয়।\nস্কটিশ শ্রমিক দলের নিজস্ব সদর দপ্তর রয়েছে যা বর্তমানে গ্লাসগোর ডোনাল্ড ডেয়ার হাউসে অবস্থিত।\n\n\n== অবস্থান ==\n\n\n=== ২০শ শতাব্দী ===\n\n\n==== ১৯০০-১৯১০ দশক: ভিক্টোরিয়া ম্যানশন ====\nফারিংডন স্ট্রিটে কংগ্রিগেশনাল মেমোরিয়াল হলে লেবার পার্টির প্রতিষ্ঠার পর, পার্টির কর্মীরা ভিক্টোরিয়া ম্যানশন, ভিক্টোরিয়া স্ট্রিটের অফিস থেকে কয়েক বছর ধরে কাজ করে।\n\n\n==== ১৯২০-১৯২৮: একলেস্টোন স্কোয়ার ====\nনেতা রামসে ম্যাকডোনাল্ডের অধীনে, লেবার ভিক্টোরিয়ার একলেস্টোন স্কোয়ার থেকে কাজ করেছিল।\n\n\n==== ১৯২৮-১৯৮০: ট্রান্সপোর্ট হাউস ====\n\nম্যাকডোনাল্ড ১৯২৮ সালে ওয়েস্টমিনস্টারের স্মিথ স্কয়ারের ট্রান্সপোর্ট হাউসে স্থানান্তরের জন্য শ্রম সদর দফতরকে অর্থায়নের জন্য একটি আবেদন শুরু করেছিলেন, যা ছিল ট্রান্সপোর্ট অ্যান্ড জেনারেল ওয়ার্কার্স ইউনিয়নের (টিজিডব্লিউইউ) সদর দফতর। অবস্থানটি ছিল রক্ষণশীল প্রচারণা সদর দফতরের বিপরীতে।\nটিজিডব্লিউইউ জানিয়েছে যে তারা ৫০ বছর লেবার পার্টি অফিস দখল করার পর ট্রান্সপোর্ট হাউস ফিরে চায়, যার ফলে লেবার সরে যায়।\n\n\n==== ১৯৮০-১৯৯৭: ১৪৪-১৫২ ওয়ালওয়ার্থ রোড ====\n\n১৯৮০ সালে, জেমস ক্যালাগান £১৬,০০,০০০ খরচ করে, সাউথওয়ার্কের এলিফ্যান্ট অ্যান্ড ক্যাসলের ১৪৪-১৫২ ওয়ালওয়ার্থ রোডে লেবার পার্টির অফিস খোলেন। সেই সময়ে এটিকে \"ঝাড়বাতি দিয়ে চকচকে... আইলিংটনের যে কোনো ভদ্র বাড়ির মতো স্মার্ট\" বলে বর্ণনা করা হয়েছিল। ১৯৯৪ সালে, প্রাক্তন লেবার নেতা জন স্মিথের স্মরণে ভবনটির নাম পরিবর্তন করে জন স্মিথ হাউস রাখা হয়, যিনি সেই বছরের মে মাসে মারা গিয়েছিলেন। দলটি ১৯৯৭ সালে প্রাঙ্গন ছেড়ে চলে যায় এবং পরে এটি একটি সেফস্টে হোটেলে পরিণত হয়।\n\n\n==== ১৯৯৭-২০০২: মিলব্যাঙ্ক টাওয়ার ====\n১৯৯৬ সালের শুরুর দিকে ওয়েস্টমিনস্টার শহরের মিলব্যাঙ্ক টাওয়ারে শ্রম অফিসগুলি স্থানান্তরিত করা হয়েছিল, যেখানে নিউ লেবার ১৯৯৭ সালের সাধারণ নির্বাচনে বিজয়ের পরিকল্পনা করেছিল। শ্রমিকরা ১৯৯৫ সালে সাত বছরের জন্য জায়গাটি লিজ নিয়েছিল। লেবার এমপি টনি বেন একই সাইটের একটি ভিক্টোরিয়ান বাড়িতে জন্মগ্রহণ করেছিলেন এবং বেড়ে উঠেছিলেন, তখন তিনি ৪০ মিলব্যাঙ্ক নামে পরিচিত, যেটি দ্বিতীয় বিশ্বযুদ্ধের সময় বোমা হামলা হয়েছিল।\nজুলাই ২০০১ সালে লেবার পার্টির প্রধানরা ঘোষণা করেছিলেন যে শ্রম একটি \"প্রতিকূল\" ভাড়া বৃদ্ধির কারণে প্রাঙ্গণ থেকে সরে যাবে, যা বছরে £৭,৮০,০০০ থেকে বেড়ে £৯,০০,০০০ হয়েছে। ভবনটিতে পরে কনজারভেটিভ পার্টির অফিস ছিল।\n\n\n=== ২১শ শতাব্দী ===\n\n\n==== ২০০২-২০০৫: ১৬-১৮ ওল্ড কুইন স্ট্রিট এবং নর্থ শিল্ডস ====\n১৯ মার্চ ২০০২-এ, শ্রম উন্মোচন করে যে তার নতুন সদর দফতর ১১,২০০-বর্গফুট (১,০৪০-বর্গমিটার) এ অবস্থিত হবে ১৬-১৮ ওল্ড কুইন স্ট্রিট, ওয়েস্টমিনস্টারে খোলা পরিকল্পনা প্রাঙ্গণ, যেটি সেন্ট জেমস পার্ককে উপেক্ষা করে এবং পার্টি কনফারেন্সের মরসুম শুরু হওয়ার আগে কর্মকর্তারা গ্রীষ্মে সেখানে চলে যাবে। শ্রম সম্পত্তির জন্য £5.5m বন্ধক নিয়েছিল, যার জন্য বছরে £৪,০০,০০০ খরচ হবে। এটি নর্থ শিল্ডস, টাইনসাইডের আরেকটি অফিসের সাথে মিলেমিশে চলেছিল  যেখানে মিলব্যাঙ্কে কাজ করা অর্ধেক কর্মী, বিশেষ করে যারা ফোন ক্যানভাসিং এবং গবেষণার সাথে জড়িত, তাদের স্থানান্তরিত করা হয়েছিল।\nশ্রমিক ২০০৫ সালে বিল্ডিংটি খালি করে এবং ২০০৬ সালে এটি বিক্রি করার পরিকল্পনা করেছিল, সেই সময়ে পার্টির বড় ঋণ কমানোর প্রয়াসে।\n\n\n==== ২০১২–২০১৫: ১ ব্রুয়ার্স গ্রিন ====\nএপ্রিল ২০১২ সালে, শ্রম তার সদর দফতর ১ ব্রুয়ার্স গ্রিন, ওয়েস্টমিনস্টারে স্থানান্তরিত করে। জুন ২০১৪ সালে, গুইডো ফকস দলটিকে প্রাঙ্গনের বাইরে \" গৃহহীন স্পাইক \" থাকার অভিযোগে অভিযুক্ত করেছিলেন; লেবার জানিয়েছে যে বিল্ডিংয়ের বাইরে ইনস্টল করা বৈশিষ্ট্যগুলির জন্য তাদের কোনও দায়বদ্ধতা নেই।\n\n\n==== ২০১৫-২০২৩: ১০৫ ভিক্টোরিয়া স্ট্রিট ====\n\n২০১৫ সালে, কোস্টার নিউজ ২০১৫ সালের ডিসেম্বরে রিপোর্ট করেছিল যে লেবার সাত বছরের লিজে পোস্টকোড SW1E 6QT সহ সাউথসাইড, ১০৫ ভিক্টোরিয়া স্ট্রিটে যাওয়ার পরিকল্পনা করছে। বিল্ডিংয়ের অষ্টম তলায় অফিস স্পেস ৭,৬০০ বর্গফুট নিয়েছিল, এবং উদ্ধৃতি ভাড়া ছিল £72.50 প্রতি বর্গফুট, যা গত এক বছরে এই এলাকায় দেওয়া গড় ভাড়া £52.91 প্রতি বর্গফুটের চেয়ে বেশি।\n\n\n==== জানুয়ারী-নভেম্বর ২০২৩: ফ্রিয়ার্স হাউস ====\nশ্রম সদর দফতর ২০২৩ সালের জানুয়ারিতে ১৬০ ব্ল্যাকফ্রিয়ারস রোড, সাউথওয়ার্ক- এ স্থানান্তরিত হয়, যা ফ্রিয়ার্স হাউস নামেও পরিচিত, 26 বছর পর বরোতে ফিরে আসে। বিলুপ্তি বিদ্রোহ ২০২৩ সালের সেপ্টেম্বরে বিল্ডিংয়ের বাইরে একটি প্রতিবাদ করেছিল, তার ধাপে জাল তেল ঢেলে এবং ধোঁয়া গ্রেনেড স্থাপন করেছিল।\n\n\n==== নভেম্বর ২০২৩-বর্তমান: সাউথওয়ার্কস বিল্ডিং ====\n২০২৩ সালের নভেম্বরে, লেবার পার্টি কনফারেন্সের পর, লেবার তার অফিসগুলি সাউথওয়ার্কের রাশওয়ার্থ স্ট্রিটে সাউথওয়ার্কস বিল্ডিং-এ স্থানান্তরিত করে, যা পূর্ববর্তী ব্ল্যাকফ্রিয়ারস রোড প্রাঙ্গণ থেকে ১২৫ মিটার দূরে ছিল। প্রাঙ্গণটি সংসদ থেকে 30 মিনিটের হাঁটার দূরে অবস্থিত। একটি দলীয় সূত্র জানিয়েছে যে ভবনটি ১০ থেকে ১৫ বছরের জন্য দীর্ঘমেয়াদী বাড়ি হিসাবে কাজ করবে।\nসেই বছরের অক্টোবরে ফিলিস্তিনিপন্থী কর্মীদের প্রতিবাদের কেন্দ্রবিন্দু ছিল সদর দফতর, যেখানে লেবার নেতা কিয়ার স্টারমার পরামর্শ দিয়েছিলেন যে গাজা উপত্যকা থেকে জ্বালানি ও জল বন্ধ রাখার \"অধিকার\" ইসরায়েলের রয়েছে। জানুয়ারী ২০২৪-এ, পলিটিকো রিপোর্ট করেছিল যে স্টারমার ওয়েস্টমিনস্টার প্রাসাদে নয় নতুন অফিস থেকে কাজ করা বেছে নিচ্ছেন, সপ্তাহে অন্তত 2 দিন সদর দফতরে কাটাচ্ছেন। ইসরায়েল-হামাস যুদ্ধ, সেইসাথে নতুন তেল ও গ্যাসের উন্নয়ন সম্পর্কিত আরেকটি প্রতিবাদ, ৮ এপ্রিল ২০২৪-এ বিল্ডিংয়ে সংঘটিত হয়েছিল যখন প্রতিবাদ গ্রুপ ইয়ুথ ডিমান্ড, জাস্ট স্টপ অয়েলের একটি শাখা, এটিতে লাল রঙ স্প্রে করেছিল। তারা বলেছিল যে \"শ্রমিকদের হাতে তাদের রক্ত লেগেছে,\" এবং \"তারা ফিলিস্তিনিদের হত্যার সাথে জড়িত, এবং বিশ্বজুড়ে লক্ষ লক্ষ মানুষকে, কারণ তারা গণহত্যা চালিয়ে যাচ্ছে।\" বিক্ষোভের সঙ্গে জড়িত থাকার অভিযোগে ১২ জনকে গ্রেপ্তার করা হয়েছে।\n\n\n== তথ্যসূত্র =="}