{"pageid": 1471463, "title": "আমিরকবির প্রযুক্তি বিশ্ববিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1471463", "content": "আমিরকবির প্রযুক্তি বিশ্ববিদ্যালয় (ফার্সি: دانشگاه صنعتی امیرکبیر) যা তেহরান পলিটেকনিক নামেও পরিচিত। এটি ইরানের তেহরানে অবস্থিত একটি সরকারি প্রযুক্তি বিশ্ববিদ্যালয়। এটি ইরানে প্রতিষ্ঠিত প্রাচীনতম প্রযুক্তিগত বিশ্ববিদ্যালয়। যা ১৯৫৮ সালে প্রতিষ্ঠিত হয়েছিল।\nএটিকে 'প্রকৌশল বিশ্ববিদ্যালয়ের মা' বলা হয়। এ বিশ্ববিদ্যালয়ে স্নাতক ও স্নাতকোত্তর করার জন্য ভর্তি পরীক্ষায় শীর্ষ ১% শিক্ষার্থীদের মধ্যে থাকা লাগে।\nবিশ্ববিদ্যালয়টি ১৯২৮ সালে একটি কারিগরি একাডেমী হিসাবে প্রতিষ্ঠিত হয়েছিল। ১৯৫৬ সালে হাবিব নাফিসি প্রতিষ্ঠানটিকে বিশ্ববিদ্যালয়ে রূপান্তরিত করেছিল। এরপর পাহলভি রাজবংশের আমলে ড. মোহাম্মদ আলী মোজতাহেদী প্রতিষ্ঠানটি আরও সম্প্রসারণ করেন। প্রতিষ্ঠানটি তেহরান পলিটেকনিক নামেও পরিচিত। প্রতিষ্ঠানটি প্রাথমিকভাবে পাঁচটি প্রকৌশল ডিগ্রি প্রদান করত। সেগুলো ছিল: বৈদ্যুতিক এবং ইলেকট্রনিক্স, যান্ত্রিক, টেক্সটাইল, রসায়ন এবং নির্মাণ ও অবকাঠামো। ১৯৭৯ সালের ইরানি বিপ্লবের ছয় মাস আগে ইরানের প্রধানমন্ত্রী আমির কবির এর নামে তেহরান পলিটেকনিকের নামকরণ করা হয়।\nবিশ্ববিদ্যালয়ে এখন ১৮টি বিজ্ঞান ও প্রকৌশল বিভাগ, কয়েকটি গবেষণা গ্রুপ এবং পরীক্ষাগার রয়েছে। এছাড়াও গারমসার, বন্দর আব্বাস এবং মাহশাহরে অবস্থিত আরও তিনটি অনুমোদিত কেন্দ্র রয়েছে। প্রায় ১৩,৪০০ জন শিক্ষার্থী স্নাতক এবং স্নাতকোত্তরে ভর্তি হয়। এখানে ৫০০ জন এরও বেশি পূর্ণকালীন একাডেমিক অনুষদ সদস্য এবং ৫৫০ জন প্রশাসনিক কর্মচারী রয়েছে‌‌। এটি দেশের বিশ্ববিদ্যালয়গুলির মধ্যে সর্বোচ্চ কর্মী-শিক্ষার্থী অনুপাত প্রদান করে। নির্বাহী শাখায় চারটি বিভাগ রয়েছে যা পরিকল্পনা ও পরিচালনায় কাউন্সিলের অংশগ্রহণ গ্রহণ করে।\nআমিরকবির প্রযুক্তি বিশ্ববিদ্যালয় গবেষণা ও শিক্ষাগত সহযোগিতার জন্য আন্তর্জাতিক বিশ্ববিদ্যালয়গুলোর সাথে চুক্তি স্বাক্ষর করেছে। আমিরকবির প্রযুক্তি বিশ্ববিদ্যালয় এবং বার্মিংহাম বিশ্ববিদ্যালয়ের মধ্যে একটি চুক্তি রয়েছে।\nএটি ইরানের শিক্ষাগত প্রযুক্তি ব্যবস্থায় নেতৃস্থানীয় বিশ্ববিদ্যালয়গুলির মধ্যে একটি। এটি ২০০৪ সালে শিক্ষা প্রযুক্তি কার্যক্রম শুরু করে।\nবিশ্ববিদ্যালয়টি ইরানের টেকসই উন্নয়নের পথিকৃৎ এবং ২০১১ সালে স্থায়িত্ব অফিস প্রতিষ্ঠা করে। এই অফিসের কার্যক্রমগুলি খরচ, ব্যয় এবং নির্গমন হ্রাস করে অত্র বিশ্ববিদ্যালয়ের ক্যাম্পাসে অবদান রাখে এবং শিক্ষার্থীদের কোর্সওয়ার্ক, শিক্ষার্থীদের জন্য স্বেচ্ছাসেবীর সুযোগ, পাশাপাশি টেকসই উন্নয়নের উপর গবেষণা এবং শিক্ষা একাডেমিক কার্যক্রম সরবরাহ করে।\n\n\n== ইতিহাস ==\n১৯৫৬ সালের অক্টোবরে ইঞ্জিনিয়ার হাবিব নাফিসি কর্তৃক আমিরকবির প্রযুক্তি বিশ্ববিদ্যালয়ের প্রতিষ্ঠা ও গঠন শুরু হয়। প্রযুক্তিগত প্রতিষ্ঠানের কার্যক্রম সম্প্রসারণের জন্য বিশ্ববিদ্যালয়ের মূল অংশটি তেহরান পলিটেকনিক নামে গঠিত হয়েছিল। যেখানে ছিল সিভিল ইঞ্জিনিয়ারিং ইনস্টিটিউট এবং উচ্চতর শিল্প কেন্দ্র। তেহরান পলিটেকনিকের প্রতিষ্ঠাতা হাবিব নাফিসির পরে ডঃ আবেদি কয়েক মাসের জন্য বিশ্ববিদ্যালয়ের সভাপতি হন। যতক্ষণ না পর্যন্ত আলবোর্জ উচ্চ বিদ্যালয়ের অধ্যক্ষ ডঃ মোহাম্মদ আলী মোজতাহেদী ১৯৬৩ সালের প্রথম দিকে বিশ্ববিদ্যালয়ের সভাপতি হিসেবে নিযুক্ত হন। ডাঃ মোজতাহেদীর কৃতিত্বের মধ্যে রয়েছে একটি কেন্দ্রীয় অ্যাম্ফিথিয়েটার, একটি ডাইনিং এরিয়া এবং একটি খেলার মাঠের পাশাপাশি বিভিন্ন অনুষদ ভবন নির্মাণ।\nবিশ্ববিদ্যালয়টি বিজ্ঞান ও প্রকৌশলের একটি জাতীয় কেন্দ্রে পরিণত হয়েছে এবং বিশ্ববিদ্যালয়ের স্নাতক শিক্ষার্থীদের সংখ্যা ৭,০০০ এরও বেশি। এছাড়াও ৬,৪০০ এর অধিক শিক্ষার্থী স্নাতকোত্তরে রয়েছে। বিশ্ববিদ্যালয়টিতে ৩৫টি স্নাতক মেজর, প্রায় ৯০ টি এম.এসসি মেজর এবং ৩৬টি পিএইচডি এবং পোস্ট-ডক্টরাল প্রোগ্রাম রয়েছে।\n\n\n== পদমর্যাদা ও খ্যাতি ==\n\nআমিরকবির প্রযুক্তি বিশ্ববিদ্যালয় ইরানের শীর্ষ বিশ্ববিদ্যালয়গুলির মধ্যে স্থান পেয়েছে। ২০১১ সালের কিউএস ওয়ার্ল্ড ইউনিভার্সিটি র‌্যাঙ্কিংয়ে বিশ্ববিদ্যালয়টি বিশ্বের প্রকৌশল ও প্রযুক্তিতে ৩০১-৩৫০ তম স্থান পেয়েছে। ইরানের বিজ্ঞান, গবেষণা ও প্রযুক্তি মন্ত্রণালয়ে বিশ্ববিদ্যালয়টিকে দেশের শীর্ষ তিনটি উচ্চ র‌্যাঙ্কিং বিশ্ববিদ্যালয়ের মধ্যে স্থান দিয়েছে। বিশ্ববিদ্যালয়গুলির ওয়েবোমেট্রিক্স র‌্যাঙ্কিংয়ে বিশ্ববিদ্যালয়টি ইরানের শীর্ষ তিনটি সর্বোচ্চ র‌্যাঙ্কিং বিশ্ববিদ্যালয়ের মধ্যে রয়েছে।\n২০১৩ সালে বিশ্বের বিশ্ববিদ্যালয়সমূহের একাডেমিক র‌্যাঙ্কিংয়ে আমিরকবির বিশ্ববিদ্যালয়ের কম্পিউটার বিজ্ঞান বিভাগ বিশ্বের বিশ্ববিদ্যালয়গুলির মধ্যে ১০০-১৫০ তম স্থান অর্জন করে। ২০১৪ সালে বিশ্বের বিশ্ববিদ্যালয়সমূহের একাডেমিক র‌্যাঙ্কিংয়ে আমিরকবির বিশ্ববিদ্যালয়ের প্রকৌশল বিজ্ঞান বিভাগকে ১৫১-২০০ তম স্থান দিয়েছে। আমিরকবির প্রযুক্তি বিশ্ববিদ্যালয়ের পলিমার ইঞ্জিনিয়ারিং বিভাগ ইরানের প্রথম এবং সবচেয়ে মর্যাদাপূর্ণ পলিমার ইঞ্জিনিয়ারিং প্রোগ্রাম। আমিরকবির প্রযুক্তি বিশ্ববিদ্যালয় ২০১৪ সালে সিডব্লিউটিএস লেইডেন র‌্যাঙ্কিংয়ে ইরানি বিশ্ববিদ্যালয়গুলির মধ্যে প্রথম স্থান অর্জন করেছিল। ২০১৪ সালে, ইউএস নিউজ অ্যান্ড ওয়ার্ল্ড রিপোর্ট বিশ্বের বিশ্ববিদ্যালয়গুলির মধ্যে আমিরকবির প্রযুক্তি বিশ্ববিদ্যালয়ের ইঞ্জিনিয়ারিং সায়েন্সেসকে ৮৯ তম স্থান দিয়েছে। এছাড়া এ বিশ্ববিদ্যালয়ের কম্পিউটার সায়েন্স বিশ্বের বিশ্ববিদ্যালয়গুলোর মধ্যে ৯০ তম অবস্থানে রয়েছে।\nকিউএস ওয়ার্ল্ড ইউনিভার্সিটি র‌্যাঙ্কিংয়ের ২০২১ সংস্করণটি আমিরকবির বিশ্ববিদ্যালয়কে বিশ্বের ৪৭৭ তম এবং ২৪.৮ এর সামগ্রিক স্কোর নিয়ে ইরানের দ্বিতীয় স্থান দিয়েছে। অন্যদিকে শরীফ প্রযুক্তি বিশ্ববিদ্যালয় বিশ্বের ৪০৭ তম স্থানে রয়েছে এবং ইরানের প্রথম স্থানে রয়েছে।\n\n\n== ক্যাম্পাস ==\n\n\n=== তেহরান ===\n\nআমিরকবির প্রযুক্তি বিশ্ববিদ্যালয়ের প্রধান ক্যাম্পাস ইরানের তেহরানে অবস্থিত। এটি তেহরান সিটির একেবারে কেন্দ্রস্থলে এনঘেলাব সড়ক এবং ভালি আসর সড়কের সংযোগস্থল ভালি আসর ক্রসরোডের নিকটে অবস্থিত। অনেক শিক্ষার্থী তিতর-ই শাহর মেট্রো স্টেশন দিয়ে পাতাল রেল দিয়ে এ বিশ্ববিদ্যালয়ে যাতায়াত করে।\n\n\n=== মাহশাহর ===\n২০০১ সালে পেট্রোলিয়াম শিল্পের জাতীয় সংস্থার সাথে ঘনিষ্ঠ সহযোগিতা প্রতিষ্ঠার জন্য খুজেস্তন প্রদেশের মাহশার শহরে আমিরকবির প্রযুক্তি বিশ্ববিদ্যালয়ের ক্যাম্পাস নির্মাণ করা হয়েছিল।\n\n\n=== বন্দর আব্বাস ===\nইরানের হরমোজগান প্রদেশের বন্দর আব্বাস শহরে আমিরকবির প্রযুক্তি বিশ্ববিদ্যালয়ের একটি ক্যাম্পাস রয়েছে, যা ইরানের সামুদ্রিক শিল্পের কেন্দ্রবিন্দু।\n\n\n=== গার্মসার ===\nতেহরানের মূল ক্যাম্পাসের সাথে ঘনিষ্ঠ সহযোগিতা এবং দূরত্ব প্রতিষ্ঠার জন্য ইরানের সেম্‌নন প্রদেশের গার্মসার শহরে আমিরকবির প্রযুক্তি বিশ্ববিদ্যালয়ের ক্যাম্পাস নির্মাণ করা হয়েছে।\n\n\n== গ্রন্থাগার ==\nবৃহত্তম কারিগরি ও প্রকৌশল গ্রন্থাগারের দিক দিয়ে ইরানের রাজধানীর মধ্যে একমাত্র এ বিশ্ববিদ্যালয়ের গ্রন্থাগারটি রয়েছে এবং এ গ্রন্থাগারটি প্রকৌশল ক্ষেত্রের অন্যতম সমৃদ্ধ একাডেমিক গ্রন্থাগার। গ্রন্থাগারটিতে একটি কেন্দ্রীয় গ্রন্থাগার রয়েছে এবং তেহরান ও বন্দর আব্বাস শহরে ১৬টি উপগ্রহ গ্রন্থাগার রয়েছে। গ্রন্থাগারটিতে প্রায় ৫০ লাখ বই রয়েছে।\n\n\n== বিভাগসমূহ ==\nআমিরকবির প্রযুক্তি বিশ্ববিদ্যালয়ে ব্যবস্থাপনা, বিজ্ঞান ও প্রযুক্তি, তড়িৎ প্রকৌশল, বায়োমেডিক্যাল প্রকৌশল, পলিমার প্রকৌশল, গণিত ও কম্পিউটার বিজ্ঞান, রসায়ন প্রকৌশল, শিল্প প্রকৌশল, সিভিল ও পরিবেশ প্রকৌশল, পদার্থবিজ্ঞান ও শক্তি প্রকৌশল, কম্পিউটার ও তথ্য প্রযুক্তি, যান্ত্রিক প্রকৌশল, খনি ও ধাতুবিদ্যা প্রকৌশল, টেক্সটাইল প্রকৌশল, পেট্রোলিয়াম প্রকৌশল, জাহাজ প্রকৌশল এবং মহাকাশ প্রকৌশলসহ ১৬টি বিভাগ রয়েছে। গার্মসার, বন্দর আব্বাস এবং মাহশাহর শহরে আমিরকবির প্রযুক্তি বিশ্ববিদ্যালয়েরর তিনটি শিক্ষামূলক সাইট রয়েছে।\n\n\n== বৈজ্ঞানিক সমিতি ==\nশিক্ষার্থীদের পেশাদার সম্প্রদায়ের অবদানকারী সদস্যদের মধ্যে নিজেকে রূপান্তরিত করতে ও সহায়তা করার জন্য বৈজ্ঞানিক সমিতি বিদ্যমান। কোর্স ওয়ার্ক শুধুমাত্র দক্ষতার একটি পরিসীমা বিকাশ করে। পেশাগতভাবে বিকাশের জন্য প্রয়োজনীয় অন্যান্য দক্ষতার মধ্যে রয়েছে কার্যকর যোগাযোগ এবং ব্যক্তিগত মিথস্ক্রিয়া, নেতৃত্বের অভিজ্ঞতা, যোগাযোগের একটি ব্যক্তিগত নেটওয়ার্ক স্থাপন, পেশাদার সভা এবং জার্নালগুলিতে পণ্ডিত কাজ উপস্থাপন করা, ক্যাম্পাস এবং স্থানীয় সম্প্রদায়ের কাছে আউটরিচ পরিষেবা।\nবিশ্ববিদ্যালয় সমিতির ওয়েবসাইটগুলি হলো:\n\nপদার্থবিজ্ঞানের বৈজ্ঞানিক সমিতি\n\n\n== সভাপতির তালিকা ==\nহাবিব নাফিসি (১৯৫৮-১৯৬২)\nঅধ্যাপক আবেদী (১৯৬২)\nঅধ্যাপক মোহাম্মদ আলী মোজতাহেদী (১৯৬২-১৯৬৫)\nঅধ্যাপক বীনা (১৯৬৫-১৯৬৭)\nঅধ্যাপক ইয়েগানেহ হায়েরি (১৯৬৭-১৯৬৯)\nঅধ্যাপক মোহাম্মদ-জাফর জাদ বাবাই (১৯৬৯-১৯৭২)\nঅধ্যাপক কায়ভান নাজমাবাদি (১৯৭২-১৯৭৫)\nঅধ্যাপক হোসেন মাহবান (১৯৭৫-১৯৭৭)\nঅধ্যাপক সিরুস শাফিয়ি (১৯৭৭-১৯৭৮)\nপ্রফেসর মিরি (১৯৭৮)\nঅধ্যাপক মাহদী (১৯৭৮-১৯৭৯)\nঅধ্যাপক হাসান ফরিদ আলম (১৯৭৯)\nঅধ্যাপক কমলেদ্দিন যাদব নিকরাভেশ (১৯৭৯-১৯৮১)\nঅধ্যাপক হাসান রহিমজাদেহ (১৯৮১-১৯৮২)\nঅধ্যাপক আলিয়াকবার রামেজানিয়ানপুর (১৯৮২)\nঅধ্যাপক রেজা হোসেইনি আবারদেহ (১৯৮২-১৯৮৩)\nঅধ্যাপক মোহাম্মদ হোসেন সালিমি নামিন (১৯৮৩-১৯৯৬)\nঅধ্যাপক আলীরেজা রাহাই (১৯৯৬-১৯৯৭)\nঅধ্যাপক আবদুল হামিদ রিয়াজী (১৯৯৭-২০০১)\nঅধ্যাপক আহমদ ফাহিমিফার (২০০১-২০০৫)\nঅধ্যাপক আলিরেজা রাহাই (২০০৫-২০১৪)\nঅধ্যাপক আহমদ মোতামেদী (২০১৪-২০২১)\nঅধ্যাপক হাসান ঘোদসিপুর (২০২১-২০২৩)\nঅধ্যাপক আলিরেজা রাহাই (২০২৩-বর্তমান)\n\n\n== গবেষণা ও উদ্ভাবন ==\nবিশ্ববিদ্যালয়টি ইরানে গবেষণা ও উদ্ভাবনের পথিকৃৎ হিসেবে পরিচিত। এটি একটি সরকারি বিশ্ববিদ্যালয় এবং ইরান সরকার আংশিকভাবে এর গবেষণা তহবিল সরবরাহ করে। বিশ্ববিদ্যালয়টি শিল্প সংস্থাগুলির সাথে সহযোগিতা রয়েছে। বিশেষত তেল ও গ্যাস শিল্পে। ফলস্বরূপ, বিশ্ববিদ্যালয়ের অনেক গবেষণা প্রকল্প শিল্প সংস্থাগুলি দ্বারা অর্থায়ন করা হয়।\nআমিরকবির প্রযুক্তি বিশ্ববিদ্যালয়কে বায়োমেকানিক্স, পাওয়ার সিস্টেমস, রেডিওকমিউনিকেশন সিস্টেম (আরইএসই) এবং থার্মোইলাস্টিসিটির  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৫ মার্চ ২০১২ তারিখে ক্ষেত্রে ইরানের বিজ্ঞান ও প্রযুক্তি মন্ত্রণালয় সেন্টার অব এক্সিলেন্স হিসেবে নিয়োগ দিয়েছে।\n\nএই বিশ্ববিদ্যালয়ে একটি সুপার কম্পিউটার রয়েছে যার গতি প্রতি সেকেন্ডে ৩৪ হাজার কোটি অপারেশনের। কম্পিউটারটি বিশ্ববিদ্যালয় অনুমোদিত এবং অ-অনুমোদিত গবেষণা উভয়ের জন্য উপলব্ধ।\nআমিরকবির জার্নাল অফ সায়েন্স অ্যান্ড টেকনোলজি একটি বৈজ্ঞানিক জার্নাল যা সমস্ত প্রকৌশল ও বিজ্ঞান ক্ষেত্রে একাডেমিক এবং শিল্প গবেষকদের গবেষণা সাফল্য প্রকাশ করে।\nএইউটি জার্নাল অফ ম্যাথমেটিক্স অ্যান্ড কম্পিউটিং একটি পিয়ার-পর্যালোচিত জার্নাল। যা গণিত, পরিসংখ্যান এবং কম্পিউটার বিজ্ঞানের সমস্ত ক্ষেত্রে মূল নিবন্ধ, পর্যালোচনা নিবন্ধ এবং সংক্ষিপ্ত যোগাযোগ প্রকাশ করে।\nএইউটির গবেষণা ও প্রযুক্তি কেন্দ্র এমন একটি অফিস যা বিশ্ববিদ্যালয়ের গবেষণা স্তরের উন্নতির জন্য শিল্প ও বিশ্ববিদ্যালয়গুলির সাথে সহযোগিতা করে।\n\n\n== সংবাদ ==\nফার্স নিউজ এজেন্সির খবর: \"ইরানের আমিরকবির প্রযুক্তি বিশ্ববিদ্যালয়ের সভাপতি আলিরেজা রাহাই ঘোষণা দিয়েছেন, আগামী তিন মাসের মধ্যে দেশীয় প্রযুক্তিতে তৈরি নতুন কৃত্রিম উপগ্রহ উৎক্ষেপণের প্রস্তুতি নিচ্ছে তারা\"।\n২০১২ সালের ২৫ এপ্রিল নানোয়ার্কের সংবাদে সায়েন্টিফিকা প্রতিবেদন করেছে: ইরানি বিজ্ঞানীরা সিলভার ন্যানো পার্টিকেল সংশ্লেষিত করতে এবং উলের সাথে আরও শক্তভাবে আবদ্ধ করতে লেসিথিন ব্যবহার করছেন।\n\n\n== আরও দেখুন ==\nইসলামি শিক্ষা প্রতিষ্ঠানের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nপ্রাতিষ্ঠানিক ওয়েবসাইট"}