{"pageid": 1471210, "title": "সমাজতান্ত্রিক দল (ইংল্যান্ড এবং ওয়েলস)", "url": "https://bn.wikipedia.org/wiki?curid=1471210", "content": "সোশ্যালিস্ট পার্টি (ওয়েলশ: Plaid Sosialaidd Cymru) ইংল্যান্ড এবং ওয়েলসের একটি ট্রটস্কিস্ট রাজনৈতিক দল। ১৯৯৭ সালে প্রতিষ্ঠিত, এটি পূর্বে জঙ্গি ছিল, ১৯৬৪ থেকে ১৯৯১ সাল পর্যন্ত লেবার পার্টির একটি এন্ট্রিস্ট গ্রুপ, যা ১৯৯১ থেকে ১৯৯৭ সাল পর্যন্ত জঙ্গি শ্রমে পরিণত হয়েছিল। এটি ওয়ার্কার্স ইন্টারন্যাশনাল (২০১৯) এবং ট্রেড ইউনিয়নিস্ট অ্যান্ড সোশ্যালিস্ট কোয়ালিশনের কমিটির সদস্য।\n\n\n== ইতিহাস ==\nসমাজতান্ত্রিক দলটি পূর্বে জঙ্গি দল ছিল, যারা লেবার পার্টিতে প্রবেশের অনুশীলন করত। ১৯৮০-এর দশকে, জঙ্গি সমর্থক ডেভ নেলিস্ট, প্যাট ওয়াল এবং টেরি ফিল্ডস হাউস অফ কমন্সে লেবার এমপি হিসেবে নির্বাচিত হন। ১৯৮২ সালে, লিভারপুল ডিস্ট্রিক্ট লেবার পার্টি লিভারপুল সিটি কাউন্সিলের জন্য সরকারের কাছ থেকে রেট সাপোর্ট অনুদান হ্রাসের বিরুদ্ধে যুদ্ধে জঙ্গি নীতি গ্রহণ করে এবং রক্ষণশীল সরকারের সাথে সংঘর্ষে জড়িয়ে পড়ে।\n১৯৯১ সালে লেবার পার্টির মধ্যে কাজ করা চালিয়ে যেতে হবে কিনা তা নিয়ে জঙ্গিদের মধ্যে বিতর্ক হয়েছিল, বহিষ্কারের পর তারা এখনও কার্যকরভাবে পার্টিতে কাজ করতে পারবে কিনা তা কেন্দ্র করে। ১৯৯১ সালে লেবার পার্টি ত্যাগ করার পর দলটি জঙ্গি লেবারে পরিণত হয়। ১৯৯৭ সালে মিলিট্যান্ট লেবার তার নাম পরিবর্তন করে সোশ্যালিস্ট পার্টি রাখে, এবং জঙ্গি সংবাদপত্রের নাম পরিবর্তন করে দ্য সোশ্যালিস্ট রাখা হয়।\n২০০৯ সালের মার্চ মাসে, সমাজতান্ত্রিক দলকে ২০০৯ সালের ইউরোপীয় পার্লামেন্ট নির্বাচনের জন্য RMT ইউনিয়ন নেতা বব ক্রো দ্বারা একটি বামপন্থী পরিবর্তন-বিশ্বায়ন জোট, No to EU – Yes to Democracy (No2EU) তে অংশগ্রহণের জন্য আমন্ত্রণ জানানো হয়েছিল। এই জোটটি পরে ট্রেড ইউনিয়নিস্ট অ্যান্ড সোশ্যালিস্ট কোয়ালিশন (TUSC) তে বিকশিত হয়, যার দলটি সদস্য।\nলেবার পার্টির জেরেমি করবিনের নেতৃত্বের সময়, সোশ্যালিস্ট পার্টির সদস্যরা প্রাক্তনটিতে যোগ দেওয়ার চেষ্টা করেছিলেন, সোশ্যালিস্ট পার্টির তৎকালীন নেতা পিটার টাফের সাথে, তারা আশা করেছিলেন যে তারা লেবার পার্টির সাথে অধিভুক্ত হতে সক্ষম হবেন এবং যৌথ প্রার্থী দাঁড়াতে পারবেন। ভবিষ্যতের সাধারণ নির্বাচন। লেবার পার্টির সূত্রগুলি অবশ্য এই ধরনের প্রচেষ্টা থেকে নিজেদের দূরে সরিয়ে রেখেছিল, হাইলাইট করে যে নিয়মগুলি অন্যান্য দলের সক্রিয় সদস্যদের লেবার পার্টিতে যোগদান করতে বাধা দেয়।\n২০১৮ এবং ২০১৯ সালে, দলটি সমাজতন্ত্র এবং পরিচয়ের রাজনীতির প্রশ্নগুলিকে ঘিরে ওয়ার্কার্স ইন্টারন্যাশনাল (১৯৭৬) এর পূর্বসূরি কমিটির মধ্যে একটি বিবাদে জড়িত ছিল। সোশ্যালিস্ট পার্টি, \"ইন ডিফেন্স অফ আ ওয়ার্কিং ক্লাস অ্যান্ড ট্রটস্কিস্ট সিডব্লিউআই\" (আইডিডব্লিউসিটিসিডব্লিউআই) উপদলের অংশ হিসাবে, ২০১৯ সালে ওয়ার্কার্স ইন্টারন্যাশনালের জন্য একটি পুনরুজ্জীবিত কমিটি পুনঃপ্রতিষ্ঠিত করবে যা নিজেকে মূল সিডব্লিউআই-এর ধারাবাহিকতা বলে মনে করে। (যদিও এটি বিতর্কিত)।\n\n\n== নারীর প্রতি সহিংসতা ও যৌন নিপীড়নের অভিযোগ ==\nমার্চ ২০১৩ সালে, সোশ্যালিস্ট পার্টির সদস্য এবং ন্যাশনাল ইউনিয়ন অফ রেল, মেরিটাইম অ্যান্ড ট্রান্সপোর্ট ওয়ার্কার্সের সহকারী সাধারণ সম্পাদক স্টিভ হেডলি একজন প্রাক্তন অংশীদার, ক্যারোলিন লেনেগান দ্বারা গার্হস্থ্য সহিংসতার অভিযোগে অভিযুক্ত হন। হেডলি, যিনি কথিত ঘটনাটি ঘটার এক বছর পর সোশ্যালিস্ট পার্টিতে যোগ দিয়েছিলেন, অভিযোগ উঠলে তিনি তৎক্ষণাৎ সমাজতান্ত্রিক দল থেকে পদত্যাগ করেন।\n২০১৩ সালে সোশ্যালিস্ট পার্টির একজন প্রাক্তন সদস্য অভিযোগ করেন যে সোশ্যালিস্ট পার্টির কার্যনির্বাহী কমিটি অন্যায়ভাবে তার একজন সহকর্মী সদস্যের বিরুদ্ধে তার অভিযোগের সাথে মোকাবিলা করেছে যিনি তার হাঁটুতে হাত রেখেছিলেন। সোশ্যালিস্ট পার্টি তার মামলার বিষয়ে প্রকাশ্যে কোনো মন্তব্য করেনি, তবে হান্না সেল, যিনি সেই সময়ে ডেপুটি জেনারেল সেক্রেটারি ছিলেন, কার্যনির্বাহী কমিটির পক্ষে একটি বিবৃতি প্রকাশ করেছিলেন: \"নারীর বিরুদ্ধে সহিংসতা মোকাবেলা: নারী নিপীড়নের বিরুদ্ধে লড়াইয়ের একটি সমাজতান্ত্রিক দৃষ্টিভঙ্গি\"।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসমাজতান্ত্রিক দল\nসমাজতন্ত্র আজ সমাজতান্ত্রিক পার্টির তাত্ত্বিক জার্নাল\nওয়ার্কার্স ইন্টারন্যাশনালের জন্য কমিটি\nট্রেড ইউনিয়নবাদী এবং সমাজতান্ত্রিক জোট\nসোশ্যালিস্ট পার্টি আর্কাইভের ক্যাটালগ ওয়ারউইক বিশ্ববিদ্যালয়ের মডার্ন রেকর্ডস সেন্টারে অনুষ্ঠিত"}