{"pageid": 1471420, "title": "সিক্সটিন ডিসিশনস", "url": "https://bn.wikipedia.org/wiki?curid=1471420", "content": "সিক্সটিন ডিসিশনস হলো বাংলাদেশের দরিদ্র নারীদের ওপর গ্রামীণ ব্যাংকের প্রভাব বিশ্লেষণ করে নির্মিত একটি মার্কিন প্রামাণ্যচিত্র। গেইল ফেরারো এই প্রামাণ্যচিত্রটি পরিচালনা ও প্রযোজনা করেন। গ্রামীণ ব্যাংক দরিদ্র জনগোষ্ঠীর প্রত্যেককে ৬০ ডলারের সমপরিমাণ ক্ষুদ্রঋণ দিত এবং এর চার্টারে সামাজিক উন্নয়নের কিছু সিদ্ধান্ত উল্লিখিত ছিল, যার থেকে এই প্রামাণ্যচিত্রের নামকরণ করা হয়েছে।\nগেইল ফেরারোর জন্য এটি প্রথম চলচ্চিত্র ছিল। ১৯৯৭ সালে এর কাজ শুরু হয়ে শেষ হয় ২০০০ সালে। প্রামাণ্যচিত্রটি ২০০১ সালের নিউ ইয়র্ক আন্তর্জাতিক স্বাধীন চলচ্চিত্র উৎসব ও ২০০২ সালে উইমেন উইথ ভিশন চলচ্চিত্র উৎসবসহ বেশি কয়েকটি চলচ্চিত্র উৎসবে প্রদর্শিত হয়। হিউস্টন ওয়ারল্ডফেস্টে চলচ্চিত্রটি নারীবিষয়ক শ্রেণীতে ব্রোঞ্জ পদক লাভ করে। ২০০৩ সালে পিবিএস প্রামাণ্যচিত্রটি সম্প্রচার করে।\n\n\n== কাহিনিসংক্ষেপ ==\nসিক্সটিন ডিসিশনস পরীক্ষামূলক ধারায় নির্মিত একটি চলচ্চিত্র। সেলিনা নামের একজন কিশোরীর অতীত, বর্তমান ও ভবিষ্যত আশা সম্পর্কে দেখিয়ে এই প্রামাণ্যচিত্রটি নির্মিত হয়। দুই সন্তানের জননী, ষোলো বছর বয়সী সেলিনা বাংলাদেশের সাধারণ দরিদ্র নারীর মতোই জীবনযাপন করেন। সেলিনা সাত বছর বয়স থেকে শিশুশ্রমিক হিসেবে যোগ দেয়। বারো বছর বয়সে তার বিয়ে হয় এবং তেরো বছর বয়সে প্রথম সন্তানের মুখ দেখেন। তার বিয়ের যৌতুক দিতে পরিবার সমস্ত জমি বিক্রি করে দেন। এরপর তার বাবা দৃষ্টিশক্তি হারিয়ে ফেললে ভিক্ষাবৃত্তির আশ্রয় নেয়। গ্রামীণ ব্যাংকের ৬০ ডলারের ঋণ দিয়ে সাইকেল কেনার অর্থ যোগান হয় এবং মুরগি কিনে যার ডিম বিক্রি করা হয়। চলচ্চিত্রে একটি গ্রাম বৈঠক দেখানো হয়, যাতে গ্রামীণ ব্যাংকের সদস্যরা ঋণগ্রহীতাদের ষোলোটি সিদ্ধান্ত আবৃত্তি করায়, যেগুলো তারা অর্জন করতে চায় এবং ঋণ পরিশোধে সক্ষম করার মাধ্যমে তাদের জীবনের উন্নতি করাতে চান।\nগ্রামীণ ব্যাংকের প্রতিষ্ঠাতা মুহাম্মদ ইউনূস বাংলাদেশ থেকে ফুলব্রাইট বৃত্তিপ্রাপ্ত একজন অর্থনীতিবিদ। ব্যাংক ঋণ প্রাপ্তির অযোগ্য বলে বিবেচিত উদ্যোক্তাদের স্বল্প পরিমাণ ঋণ দিয়ে তিনি খ্যাতি অর্জন করেন। এই ব্যবস্থার পোশাকি নাম ক্ষুদ্রঋণ। প্রামাণ্যচিত্রটি নির্মাণের সময় তিনি প্রায় ১০ মিলিয়ন গ্রামীণ নারীদের ২ ডলারের সমপরিমাণ ঋণ দেন, যার পরিশোধের হার ৯৯%। ইউনূস গ্রামীণ আমেরিকা প্রতিষ্ঠার মাধ্যমে তার এই কার্যক্রম অব্যাহত রাখেন, যা গেইল ফেরারো তার পরবর্তী প্রামাণ্যচিত্র টু ক্যাচ অ্যা ডলার-এ চিত্রিত করেন। বৈশ্বিক দারিদ্র‍্য নিরসনে ইউনূসের সংগ্রাম ২০০৬ সালে তাকে শান্তিতে নোবেল পুরস্কার এনে দেয়। ইউনূস ঘোষণা করেন তার লক্ষ্য হলো “দারিদ্র‍্যমুক্ত বিশ্ব গঠনে সহযোগিতা করা।”\n\n\n== নির্মাণ ==\nগেইল ফেরারো 'সিক্সটিন ডিসিশনস' তৈরি করতে তিনবার বাংলাদেশ সফর করেন। তিনি নিজেই ভ্রমণ এবং প্রযোজনার খরচ বহন করেন। তার বন্ধু রেবেকা বয়লান ক্যামেরাম্যান হিসেবে তাকে সাহায্য করতে যান। ফেরারোর চলচ্চিত্র সংস্থা, এরিয়াল প্রোডাকশন, এটি একটি স্বাধীন চলচ্চিত্র হিসেবে মুক্তি দেয়, এরপর এটি শিল্প সিনেমা এবং বিশেষ আগ্রহের গোষ্ঠীগুলোর মধ্যে প্রদর্শিত হয়।\n\n\n== সিক্সটিন ডিসিশনস ==\nগ্রামীণ ব্যাংকের একটি ভিত্তি হলো এর সনদ, যাতে ১৬টি সিদ্ধান্ত রয়েছে যা দলীয় বৈঠকগুলিতে পাঠ করা হয়। এই সিদ্ধান্তগুলো হলো:\n\nআমরা শৃঙ্খলা, ঐক্য, সাহস এবং কঠোর পরিশ্রমের চারটি নীতিকে আমাদের জীবনের সকল ক্ষেত্রে অনুসরণ এবং অগ্রসর করব।\nআমরা আমাদের পরিবারে সমৃদ্ধি নিয়ে আসব।\nআমরা আমাদের ঘরবাড়ি মেরামত করব এবং নতুন বাড়ি নির্মাণের জন্য কাজ করব।\nআমরা সারা বছর সবজি চাষ করব। আমরা প্রচুর পরিমাণে সবজি খাব এবং অতিরিক্ত সবজি বিক্রি করব।\nআমরা বৃক্ষরোপণ মৌসুমে যতটা সম্ভব চারা রোপণ করব।\nআমরা পরিবারকে ছোট রাখার পরিকল্পনা করব, খরচ কমাব এবং আমাদের স্বাস্থ্য দেখব।\nআমরা আমাদের সন্তানদের শিক্ষিত করব এবং তারা যেন নিজেদের শিক্ষার খরচ চালাতে পারে তা নিশ্চিত করব।\nআমরা আমাদের সন্তান এবং পরিবেশকে পরিষ্কার রাখব।\nআমরা ল্যাট্রিন নির্মাণ এবং ব্যবহার করব।\nআমরা নলকূপের পানি পান করব। যদি তা না পাওয়া যায়, তবে আমরা পানি ফুটিয়ে পান করব অথবা ফিটকারি ব্যবহার করব।\nআমরা আমাদের পুত্রদের বিয়েতে কোনো যৌতুক নেব না, এবং আমাদের কন্যাদের বিয়েতে কোনো যৌতুক দেব না। আমরা বাল্যবিবাহের চর্চা করব না।\nআমরা কারও উপর অন্যায় করব না, এবং কাউকে অন্যায় করতে দেব না।\nআমরা সম্মিলিতভাবে বড় ধরনের বিনিয়োগ করব যাতে উচ্চ আয় অর্জন করা যায়।\nআমরা সর্বদা একে অপরকে সাহায্য করতে প্রস্তুত থাকব। যদি কেউ কোনো সমস্যায় পড়ে, আমরা সবাই মিলে তাকে সাহায্য করব।\nযদি আমরা কোনো কেন্দ্রের শৃঙ্খলাবদ্ধতার লঙ্ঘন সম্পর্কে জানতে পারি, তাহলে আমরা সবাই মিলে সেখানে গিয়ে শৃঙ্খলা পুনঃপ্রতিষ্ঠা করব।\nআমরা সম্মিলিতভাবে সকল সামাজিক কর্মকাণ্ডে অংশগ্রহণ করব।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nশাপিরো, আন্দ্রেয়া (১ ফেব্রুয়ারি ২০০২)। \"Borrowers must commit to 'Sixteen Decisions'\"। দ্য সান্তা ফে নিউ মেক্সিকান (ইংরেজি ভাষায়)। পৃষ্ঠা ৮৬। \n\"Interview: To Catch a Dollar Director Gayle Ferraro On Just Going For It\"। ইন্ডিওয়্যার (ইংরেজি ভাষায়)। মার্চ ২০১১। \n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}