{"pageid": 1471459, "title": "লেবার লিডার", "url": "https://bn.wikipedia.org/wiki?curid=1471459", "content": "লেবার লিডার ছিল প্রায় একশ বছর ধরে প্রকাশিত একটি ব্রিটিশ সমাজতান্ত্রিক সংবাদপত্র। শেষ পর্যন্ত আবার লেবার লিডার নাম নেওয়ার আগে এটির নাম পরিবর্তন করে নিউ লিডার এবং সোশ্যালিস্ট লিডার রাখা হয়।\n\n\n== ১৯শ শতাব্দী ==\n১৮৮৭ সালে কেয়ার হার্ডি দ্বারা প্রতিষ্ঠিত একটি মাসিক কাগজ দ্য মাইনারে কাগজটির উত্স রয়েছে। এর মূল উদ্দেশ্য ছিল স্কটিশ খনি শ্রমিকদের ফেডারেশনের পক্ষে ওকালতি করা। প্রথম সংখ্যাটিতে শ্রমের জন্য একটি প্রভাবশালী প্রোগ্রাম রয়েছে, যার সহ-লেখক হার্ডি এবং চিশলম রবার্টসন,  লিবারেল পার্টির সমর্থন থেকে স্বতন্ত্র শ্রম প্রার্থীতার পক্ষে হার্ডির পরিবর্তনকে চিহ্নিত করে। কাগজটি ১৮৮৮ সালের মধ্য ল্যানারকশায়ার উপ-নির্বাচনে হার্ডির প্ল্যাটফর্ম হিসাবে ব্যবহার করা হয়েছিল,  যার পরে হার্ডি স্কটিশ লেবার পার্টির একজন প্রতিষ্ঠাতা সদস্য হন এবং শ্রম নেতা হিসাবে দ্য মাইনারকে পুনরায় চালু করেন।\n১৮৯৩ সালে স্কটিশ লেবার পার্টি ইন্ডিপেন্ডেন্ট লেবার পার্টি (আইএলপি) এর সাথে অধিভুক্ত হয়। হার্ডি পার্টির প্রথম নেতা হয়ে ওঠেন এবং লেবার লিডারকে নতুন দলের নীতির উন্নয়নের জন্য একটি ফোরাম হিসেবে ব্যবহার করতে শুরু করেন। ১৮৯৪ সালে তিনি কাগজের ফ্রিকোয়েন্সি মাসিক থেকে সাপ্তাহিক বৃদ্ধি করতে সক্ষম হন।\n\n\n== ২০শ শতাব্দী ==\nহার্ডি ১৯০৪ সাল পর্যন্ত লেবার লিডার প্রকাশ ও সম্পাদনা চালিয়ে যান, যখন তিনি এটিকে আইএলপির কাছে বিক্রি করেন, তার কারণে উপযুক্ত প্রতিদান নিয়ে কিছু বিতর্কের মধ্যে। আইএলপি ১৯০৫ সালের জানুয়ারিতে হার্ডির স্থলাভিষিক্ত জন ব্রুস গ্লাসিয়ারকে সম্পাদক হিসেবে নিয়োগ দেয়। গ্লাসিয়ার তার সম্পাদনার শুরুতে বিক্রি ১৩,০০০ থেকে ১৯০৮ সালে ৪৩,০০০-এ নিয়ে যেতে সক্ষম হন, কিন্তু পার্টির নেতৃত্বের সমস্ত পদক্ষেপকে ধারাবাহিকভাবে সমর্থন করার জন্য কিছু আইএলপি সদস্যদের কাছ থেকে সমালোচনার সম্মুখীন হন। ১৯০৯ সালের এপ্রিলে তিনি পদ থেকে সরে দাঁড়ান।\n১৯০৯ সালে পার্টির সদস্যদের প্রতিদ্বন্দ্বী প্রকাশনার পরিবর্তে লেবার লিডারের জন্য লিখতে উৎসাহিত করা হয়। উদাহরণস্বরূপ, ফ্রেডরিক উইলিয়াম জোয়েটের সংসদীয় কলামটি দ্য ক্লারিওন থেকে স্থানান্তরিত হয়েছিল।\nএই পুরো সময় জুড়ে কাগজটি অনুসন্ধানী প্রতিবেদন এবং উচ্চ মানের সাংবাদিকতার জন্য পরিচিত ছিল। ১৮৯৯ সালের প্রথম দিকে হার্ডির একটি তদন্ত ওভারটাউন কেমিক্যাল ওয়ার্কস-এর খারাপ অবস্থাকে উত্তেজনাপূর্ণভাবে প্রকাশ করেছিল,  যখন ১৯১৩ এবং ১৪ সালে, ওয়ালটন নিউবোল্ড প্রতিরক্ষা শিল্পের স্বার্থ উন্মোচন করে একটি দীর্ঘ নিবন্ধে কাজ করেছিল।\n\n\n== তথ্যসূত্র =="}