{"pageid": 1471617, "title": "এস এম আবুল কালাম আজাদ (এডমিরাল)", "url": "https://bn.wikipedia.org/wiki?curid=1471617", "content": "শেখ মুহাম্মদ আবুল কালাম আজাদ (জন্ম ৩০ এপ্রিল, ১৯৬৭) বাংলাদেশ নৌবাহিনীর অবসরপ্রাপ্ত দুই তারকা কর্মকর্তা এবং মালদ্বীপে বাংলাদেশের সাবেক হাইকমিশনার। তিনি বাংলাদেশ নৌ বহরের সাবেক কমান্ডার। এর আগে তিনি চট্টগ্রাম বন্দর কর্তৃপক্ষের চেয়ারম্যান, মংলা বন্দর কর্তৃপক্ষের পদে অধিষ্ঠিত হয়েছেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nআজাদ ১৯৬৭ সালের ৩০শে এপ্রিল কুষ্টিয়া জেলার কুমারখালী উপজেলার মহেন্দ্রপুর গ্রামের বাঙালি মুসলিম শেখ পরিবারে জন্মগ্রহণ করেন তিনি মৃত শেখ ওসমান গণি ও খাদেজা বেগমের কনিষ্ঠ পুত্র। তিনি পাবনা ক্যাডেট কলেজের প্রথম ব্যাচের প্রাক্তন ছাত্র। তিনি ১৯৮৫ সালের জানুয়ারি মাসে একজন অফিসার ক্যাডেট হিসেবে বাংলাদেশ নৌবাহিনীতে যোগদান করেন এবং ১ জুলাই, ১৯৮৭ তারিখে নির্বাহী শাখায় কমিশন লাভ করেন। আজাদ তার কর্মজীবনে দেশে এবং বিদেশে বিভিন্ন শিক্ষা ও প্রশিক্ষণ কোর্সের মধ্য দিয়ে গেছেন। যথা, তিনি ব্রিটানিয়া রয়্যাল নেভাল কলেজ, ডার্টমাউথ, ডেভন, ইংল্যান্ডে তার ইন্টারন্যাশনাল সাব লেফটেন্যান্ট কোর্স (আইএসএলসি) সম্পন্ন করেন এবং রয়্যাল নেভাল কলেজ, গ্রিনিচ, লন্ডন থেকে তার প্রাথমিক স্টাফ কোর্স শেষ করেন। তিনি ১৯৯৬ সালে তুরস্কের ইস্তাম্বুলের আর্মি ল্যাঙ্গুয়েজ স্কুলে তুর্কি ভাষার কোর্সের জন্য যান এবং ইস্তাম্বুলের নেভাল ট্রেনিং সেন্টার থেকে গানারি স্পেশালাইজেশন কোর্স করেন। আজাদ ডিফেন্স সার্ভিসেস কমান্ড অ্যান্ড স্টাফ কলেজ, মিরপুর, ঢাকা, বাংলাদেশ থেকে ১৯৯৯-২০০০ সেশনে তার কমান্ড এবং স্টাফ কোর্স সফলভাবে সম্পন্ন করেন। এছাড়াও ন্যাশনাল ডিফেন্স কলেজ, মিরপুরের প্রাক্তন ছাত্র। উপরন্তু, তিনি ভারতের হায়দ্রাবাদে একটি আন্তর্জাতিক মানবিক আইন কোর্স সম্পন্ন করেছেন। এছাড়াও তিনি নেভাল পোস্টগ্রাজুয়েট স্কুল, মন্টেরে, ক্যালিফোর্নিয়া, মার্কিন যুক্তরাষ্ট্র থেকে এক্সিকিউটিভ ডিসিশন মেকিং কোর্সে অংশগ্রহণের সুযোগ পান।\n\n\n== সামরিক পেশা ==\nআজাদ দুটি যুদ্ধজাহাজ, দুটি অফশোর জাহাজ, একটি ছোট টহল নৌকা এবং ঢাকায় নৌ প্রশাসনিক কর্তৃপক্ষের নেতৃত্ব দেন। তিনি বানৌজা তিতুমীরে নৌ প্রশিক্ষণ, স্টাফ অফিসার অপারেশন এবং ফিল্ড ইন্টেলিজেন্সের ভারপ্রাপ্ত কর্মকর্তা হিসেবে নিযুক্ত হন। আজাদ বানৌজা ঈসা খানে গানারি স্কুলের ভারপ্রাপ্ত কর্মকর্তাও ছিলেন। আজাদ র‍্যাপিড অ্যাকশন ব্যাটালিয়নে আইন ও গণমাধ্যমের অতিরিক্ত পরিচালকও ছিলেন। নৌ সদর দপ্তরে, আজাদ নৌ গোয়েন্দা ও ড্রাফটিং কর্তৃপক্ষের পরিচালক হিসেবেও দায়িত্ব পালন করেন। আজাদ সশস্ত্র বাহিনী বিভাগে কমোডোর পদে বেসামরিক ও সামরিক সম্পর্ক বিভাগের পরিচালক হিসেবেও দায়িত্ব পালন করেন। ২০২০ সালে তিনি রিয়ার অ্যাডমিরাল পদে পদোন্নতি পান এবং প্রথমে মংলা বন্দর কর্তৃপক্ষ এবং পরে চট্টগ্রাম বন্দর কর্তৃপক্ষের চেয়ারম্যান হিসেবে নিযুক্ত হন। নৌপরিবহন মন্ত্রণালয় কর্তৃক অযোগ্যতার প্রস্তাবের কারণে তাকে অপসারণ করা হয় এবং ২০২১ সালের জানুয়ারিতে বাংলাদেশ নৌবহরের কমান্ডিংয়ের জন্য নৌবাহিনীতে ফিরে আসেন। ২৩ ফেব্রুয়ারি ২০২২ সালে, তিনি মালদ্বীপের হাইকমিশনার নিযুক্ত হন, যা তিনি ১০ আগস্ট, ২০২৪ পর্যন্ত দায়িত্ব পালন করেন। ২০২৪ সালের অসহযোগ আন্দোলনের পর ইউনূস মন্ত্রণালয় তাকে পররাষ্ট্র মন্ত্রণালয় থেকে বিচ্ছিন্ন করে। [9] আজাদ ২৯ এপ্রিল ২০২৫ তারিখে অবসর গ্রহণের জন্য ছুটিতে চলে যান। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে এস এম আবুল কালাম আজাদ সম্পর্কিত মিডিয়া দেখুন।"}