{"pageid": 1471749, "title": "রবার্ট এফ. কেনেডি জুনিয়র", "url": "https://bn.wikipedia.org/wiki?curid=1471749", "content": "রবার্ট ফ্রান্সিস কেনেডি জুনিয়র (জন্ম ১৭ জানুয়ারি, ১৯৫৪), যিনি তার আদ্যক্ষর আরএফকে জুনিয়র হিসেবেও পরিচিত, একজন আমেরিকান রাজনীতিবিদ, পরিবেশ আইনজীবী, টিকা বিরোধী কর্মী এবং ষড়যন্ত্র তত্ত্ববিদ। তিনি টিকা-বিরোধী অ্যাডভোকেসি গ্রুপ চিলড্রেন'স হেলথ ডিফেন্সের চেয়ারম্যান এবং প্রতিষ্ঠাতা, যেটি কোভিড-১৯ টিকার ভুল তথ্যের একটি নেতৃস্থানীয় প্রবক্তা এবং ২০২৪ সালের মার্কিন যুক্তরাষ্ট্রের রাষ্ট্রপতি নির্বাচনে একজন স্বতন্ত্র প্রার্থী। তিনি কেনেডি পরিবারের একজন সদস্য, মার্কিন অ্যাটর্নি জেনারেল ও সিনেটর রবার্ট এফ. কেনেডির ছেলে এবং মার্কিন রাষ্ট্রপতি জন এফ. কেনেডি ও সেনেটর টেড কেনেডির ভাতিজা।\nওয়াশিংটন, ডিসি এলাকা এবং ম্যাসাচুসেটসে বেড়ে ওঠার পর কেনেডি হার্ভার্ড বিশ্ববিদ্যালয় থেকে স্নাতক হন এবং ইউনিভার্সিটি অফ ভার্জিনিয়া স্কুল অফ ল থেকে তার জুরিস ডক্টর ডিগ্রি অর্জন করেন। তিনি নিউইয়র্ক শহরে একজন সহকারী জেলা অ্যাটর্নি হিসেবে তার কর্মজীবন শুরু করেন। ১৯৮০-এর দশকের মাঝামাঝি তিনি পরিবেশ সুরক্ষার উপর দৃষ্টি নিবদ্ধ দুটি অলাভজনক সংস্থায় যোগ দেন: রিভারকিপার এবং প্রাকৃতিক সম্পদ প্রতিরক্ষা কাউন্সিল (এনআরডিসি)। রিভারকিপারে তার কাজ দীর্ঘমেয়াদী পরিবেশগত আইনি মান নির্ধারণ করে। উভয় সংস্থায় কেনেডি বড় কর্পোরেট দূষণকারীদের বিরুদ্ধে আইনি লড়াইয়ে জিতেছিলেন। তিনি ১৯৮৬ সালে পেস ইউনিভার্সিটি স্কুল অফ ল-এর পরিবেশগত আইনের সহযোগী অধ্যাপক হন। ১৯৮৭ সালে, কেনেডি পেসের এনভায়রনমেন্টাল লিটিগেশন ক্লিনিক প্রতিষ্ঠা করেন এবং ২০১৭ সাল পর্যন্ত সেখানে তত্ত্বাবধায়ক অ্যাটর্নি এবং সহ-পরিচালকের পদে অধিষ্ঠিত ছিলেন। তিনি ১৯৯৯ সালে অলাভজনক পরিবেশগত গ্রুপ ওয়াটারকিপার অ্যালায়েন্স প্রতিষ্ঠা করেন এবং ২০২০ সাল পর্যন্ত বোর্ডের সভাপতি হিসেবে দায়িত্ব পালন করেন।\n২০০৫ সাল থেকে কেনেডি টিকা বিরোধী ভুল তথ্য এবং জনস্বাস্থ্য ষড়যন্ত্রের তত্ত্ব প্রচার করেছেন, যার মধ্যে রয়েছে টিকা এবং অটিজমের মধ্যে একটি কার্যকারণ সংযোগের বৈজ্ঞানিকভাবে অপ্রমাণিত দাবি। কোভিড-১৯ মহামারি শুরু হওয়ার পর থেকে তিনি মার্কিন যুক্তরাষ্ট্রে কোভিড-১৯ টিকার ভুল তথ্যের নেতৃস্থানীয় প্রবক্তা হিসেবে আবির্ভূত হয়েছেন। তার প্রায়শই মিথ্যা জনস্বাস্থ্যের অনেক দাবি অ্যান্টনি ফাউচি, বিল গেটস এবং জো বাইডেনের মতো বিশিষ্ট ব্যক্তিদের লক্ষ্য করে। তিনি দ্য রিয়েল অ্যান্থনি ফাউসি (২০২১) এবং এ লেটার টু লিবারালস (২০২২) সহ অনেক বই লিখেছেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\n\nকেনেডি ১৭ জানুয়ারি ১৯৫৪ সালে ওয়াশিংটন, ডিসির জর্জটাউন বিশ্ববিদ্যালয় হাসপাতালে জন্মগ্রহণ করেছিলেন। সেনেটর এবং মার্কিন অ্যাটর্নি জেনারেল রবার্ট এফ. কেনেডি এবং এথেল স্কেকেলের এগারো সন্তানের মধ্যে তিনি তৃতীয়। তিনি রাষ্ট্রপতি জন এফ. কেনেডি এবং সেনেটর টেড কেনেডির ভাতিজা।\nকেনেডি ম্যাসাচুসেটসের হায়ানিস পোর্টের কেনেডি কম্পাউন্ডে এবং ভার্জিনিয়ার ম্যাকলিনের পারিবারিক সম্পত্তি হিকরি হিলে বেড়ে ওঠেন। ১৯৬৩ সালে যখন তার চাচা রাষ্ট্রপতি জন এফ. কেনেডিকে হত্যা করা হয় তখন তার বয়স ছিল নয় বছর, এবং ১৪ বছর বয়সে যখন তার বাবা ১৯৬৮ সালে রাষ্ট্রপতি পদে প্রতিদ্বন্দ্বিতা করার সময় নিহত হন।\nকেনেডি মেরিল্যান্ডের উত্তর বেথেসডায় অবস্থিত একটি জেসুইট বোর্ডিং স্কুল জর্জটাউন প্রিপারেটরি স্কুলে থাকাকালীন তার বাবার মৃত্যু সম্পর্কে জানতে পেরেছিলেন। কয়েক ঘন্টা পরে তিনি তার বড় ভাইবোন ক্যাথলিন এবং জোসেফ সহ উপরাষ্ট্রপতি হুবার্ট হামফ্রির বিমানে লস অ্যাঞ্জেলেসে যান। তিনি তার বাবা মারা যাওয়ার সময় সাথে ছিলেন। কেনেডি তার পিতার অন্ত্যেষ্টিক্রিয়ায় একজন পালবাহক ছিলেন, যেখানে তিনি আর্লিংটন ন্যাশনাল সিমেট্রিতে তার মৃত্যুর স্মরণে তার পিতার বক্তৃতার অংশগুলি বক্তৃতা করেছিলেন এবং পড়েছিলেন।\nপিতার মৃত্যুর পর কেনেডি মাদক সেবনের সাথে জড়িয়ে পড়েছিল, যার ফলে তাকে ১৬ বছর বয়সে গাঁজা রাখার জন্য ম্যাসাচুসেটসের বার্নস্টেবলে গ্রেপ্তার করা হয়েছিল এবং তাকে দুটি বোর্ডিং স্কুল থেকে বহিষ্কার করা হয়েছিল: মিলব্রুক এবং পমফ্রেট। ১৯৭২ সালের জুন মাসে তিনি বস্টনের বাইরে একটি ডে স্কুল পালফ্রে স্ট্রিট স্কুল থেকে স্নাতক হন। পালফ্রেতে পড়ার সময় কেনেডি ম্যাসাচুসেটসের কেমব্রিজে একটি ফার্মহাউসে একটি সারোগেট পরিবারের সাথে থাকতেন।\nকেনেডি হার্ভার্ড বিশ্ববিদ্যালয়ে তার শিক্ষা অব্যাহত রাখেন, ১৯৭৬ সালে আমেরিকান ইতিহাস ও সাহিত্যে স্নাতক ডিগ্রি অর্জন করেন। এরপর তিনি লন্ডন স্কুল অব ইকোনমিক্সে অধ্যয়ন করেন এবং ১৯৮২ সালে ইউনিভার্সিটি অফ ভার্জিনিয়া স্কুল অফ ল থেকে জুরিস ডক্টর ডিগ্রি অর্জন করেন এবং ১৯৮৭ সালে পেস ইউনিভার্সিটি থেকে আইন বিষয়ে স্নাতকোত্তর ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\n\n\n=== হেরোইন রাখার জন্য দোষী সাব্যস্ত ===\n১৯৮২ সালে কেনেডি ম্যানহাটনের একজন সহকারী জেলা অ্যাটর্নি হিসেবে শপথ নেন। নিউইয়র্ক বার পরীক্ষায় ব্যর্থ হওয়ার পর তিনি ১৯৮৩ সালের জুলাই মাসে পদত্যাগ করেন। সেই সেপ্টেম্বরে সাউথ ডাকোটার র‌্যাপিড সিটিতে তার বিরুদ্ধে হেরোইন রাখার অভিযোগ আনা হয়। তিনি ১৯৮৪ সালের ফেব্রুয়ারিতে হেরোইন রাখার একক অপরাধমূলক অভিযোগে দোষী সাব্যস্ত হন, যার ফলে তাকে দুই বছরের প্রবেশন এবং কমিউনিটি সার্ভিসের শাস্তি দেওয়া হয়। তিনি মূলত দুই বছরের কারাদণ্ডের সম্ভাব্য সাজা ভোগ করেছিলেন। গ্রেপ্তারের পর তিনি একটি মাদক নিরাময় কেন্দ্রে প্রবেশ করেন। তার পরীক্ষার একটি শর্ত পূরণ করার জন্য, কেনেডি প্রাকৃতিক সম্পদ প্রতিরক্ষা কাউন্সিল (এনআরডিসি) এর স্বেচ্ছাসেবক হিসাবে কাজ করেছিলেন এবং নিয়মিত ড্রাগ-পুনর্বাসন সেশনে যোগ দিতে হয়েছিল। এটি ১৫ বছর বয়স থেকে শুরু করে হেরোইন ব্যবহারকারী হিসাবে তার ১৪ বছর শেষ করেছিল; সেই সময়ে তিনি কোকেনও ব্যবহার করেছিলেন। তার পরীক্ষা শেষ হয় এক বছর আগে।\n\n\n=== রিভারকিপার ===\n১৯৮৪ সালে কেনেডি দ্য হাডসন রিভার ফিশারম্যানস অ্যাসোসিয়েশনে স্বেচ্ছাসেবক হিসেবে কাজ শুরু করেন, ১৯৮৬ সালে যার রিভারকিপার নামকরণ করা হয়। অ্যাসোসিয়েশনের কার্যালয়টি প্রাকৃতিক সম্পদ প্রতিরক্ষা কাউন্সিলের কাছে একটি খামারবাড়িতে ছিল, যেখানে কেনেডি হেরোইন রাখার জন্য তার সাজা দ্বারা বাধ্যতামূলক সম্প্রদায় পরিষেবা করছিলেন। ১৯৮৫ সালে তিনি নিউইয়র্ক বারে ভর্তি হওয়ার পর, রিভারকিপার তাকে সিনিয়র অ্যাটর্নি হিসেবে নিয়োগ দেয়। কেনেডি হাডসন রিভারকিপার এবং লং আইল্যান্ড সাউন্ডকিপারের পক্ষে পূর্ব উপকূল মোহনায় পরিবেশগত প্রয়োগের মামলা পরিচালনা ও তত্ত্বাবধান করেন, যেখানে তিনি একজন বোর্ড সদস্যও ছিলেন। লং আইল্যান্ড সাউন্ডকিপার কানেকটিকাট এবং নিউ ইয়র্ক উপকূলরেখা বরাবর বেশ কয়েকটি পৌরসভা এবং শহরের বিরুদ্ধে মামলা করে। হাডসনে কেনেডি পৌরসভা এবং শিল্পখাতের বিরুদ্ধে দূষণ বন্ধ করতে এবং উত্তরাধিকার দূষণ পরিষ্কার করার জন্য মামলা করেছিলেন, যার মধ্যে জেনারেল ইলেকট্রিকও রয়েছে। রিভারকিপারে তার কাজ দীর্ঘমেয়াদী পরিবেশগত আইনি মান নির্ধারণ করে।\n১৯৯৫ সালে কেনেডি ১০৪ তম কংগ্রেসের সময় আইন প্রত্যাহার করার জন্য সমর্থন করেছিলেন যা তিনি পরিবেশের জন্য হুমকি বলে মনে করেছিলেন। ১৯৯৭ সালে, তিনি জন ক্রোনিনের সাথে দ্য রিভারকিপারস, প্রাথমিক রিভারকিপারদের ইতিহাস এবং ওয়াটারকিপার আন্দোলনের জন্য একটি প্রাইমার লেখার জন্য কাজ করেছিলেন।\n২০০০ সালে রিভারকিপারের বোর্ডের বেশিরভাগ সদস্য কেনেডির পক্ষে ছিলেন যখন তিনি বন্যপ্রাণী প্রভাষক এবং ফ্যালকন প্রশিক্ষক উইলিয়াম ওয়েগনারকে পুনরায় নিয়োগের জন্য জোর দিয়েছিলেন, উইলিয়াম ওয়েগনারকে সংগঠনের প্রতিষ্ঠাতা ও সভাপতি রবার্ট এইচ. বয়েল ছয় মাস আগে চাকরিচ্যুত করেছিলেন। যে ওয়েগনারকে ১৯৯৫ সালে ট্যাক্স জালিয়াতি, মিথ্যাচার এবং বন্যপ্রাণী সুরক্ষা আইন লঙ্ঘনের ষড়যন্ত্রের জন্য দোষী সাব্যস্ত করা হয়েছিল। ওয়েগনার কমপক্ষে ১০ জনের একটি দলকে নিয়োগ ও নেতৃত্ব দিয়েছিলেন যারা অস্ট্রেলিয়ায় বিপন্ন বলে বিবেচিত প্রজাতি সহ, অস্ট্রেলিয়া থেকে মার্কিন যুক্তরাষ্ট্রে আট বছর ধরে ককাটু ডিম পাচার করেছিল। তিনি পাঁচ বছরের সাজার ৩.৫ বছর ভোগ করেন এবং কারাগার থেকে মুক্তি পাওয়ার কয়েক মাস পরে কেনেডি তাকে নিয়োগ দেন। বোর্ডের সিদ্ধান্তের পর, বয়েল, বোর্ডের ২২ সদস্যের মধ্যে আটজন এবং রিভারকিপারের কোষাধ্যক্ষ পদত্যাগ করেন এই বলে যে পরিবেশগত অপরাধের জন্য দোষী সাব্যস্ত কাউকে নিয়োগ দেওয়া একটি পরিবেশ সংস্থার পক্ষে ঠিক নয় এবং এটি সংস্থার তহবিল সংগ্রহকে ক্ষতিগ্রস্ত করবে৷\nকেনেডি ২০১৭ সালে রিভারকিপার থেকে পদত্যাগ করেছিলেন, তার পদত্যাগপত্রে লিখেছিলেন যে তিনি সংস্থাটির সহ-প্রতিষ্ঠা করেছিলেন।\n\n\n=== পেস এনভায়রনমেন্টাল লিটিগেশন ক্লিনিক ===\n১৯৮৭ সালে কেনেডি পেস ইউনিভার্সিটি স্কুল অফ ল-এ এনভায়রনমেন্টাল লিটিগেশন ক্লিনিক প্রতিষ্ঠা করেন, যেখানে তিন দশক ধরে তিনি ক্লিনিকের তত্ত্বাবধায়ক অ্যাটর্নি এবং সহ-পরিচালক এবং আইনের ক্লিনিকাল অধ্যাপক ছিলেন। কেনেডি এবং তার সহ-পরিচালক অধ্যাপক কার্ল কোপ্লান নিউ ইয়র্ক স্টেট কোর্ট অফ আপিল থেকে একটি বিশেষ আদেশ পেয়েছিল যা তার ক্লিনিকের ১০ জন ছাত্রদের-দ্বিতীয় এবং তৃতীয় বর্ষের আইনের ছাত্রদের-কে আইন অনুশীলন করতে এবং কেনেডির তত্ত্বাবধানে রাজ্য ও ফেডারেল আদালতে হাডসন নদীর দূষণকারীদের বিরুদ্ধে মামলা করার অনুমতি দেয়। ক্লিনিকের পূর্ণ-সময়ের গ্রাহকরা হলেন রিভারকিপার এবং লং আইল্যান্ড সাউন্ডকিপার।\nক্লিনিক লং আইল্যান্ড সাউন্ড এবং হাডসন নদী ও এর উপনদীগুলিকে দূষিত করার জন্য সরকার এবং কোম্পানিগুলির বিরুদ্ধে মামলা করে। এটি উপকূলরেখায় নাগরিকদের প্রবেশাধিকার প্রসারিত করার জন্য মামলার যুক্তি দিয়েছে এবং হাডসন রিভারকিপারের জন্য শত শত বসতি জিতেছে। কেনেডি এবং তার ছাত্ররা বিশুদ্ধ জল আইন মেনে চলতে বাধ্য করার জন্য কয়েক ডজন পৌরসভার বর্জ্য জল শোধনাগারের বিরুদ্ধে মামলা করেছে। ২০১০ সালে একটি পেস মামলা এক্সনমোবিলকে ব্রুকলিনের নিউটাউন ক্রিকের লিগ্যাসি রিফাইনারি ছিটকে যাওয়া থেকে কয়েক মিলিয়ন গ্যালন তেল পরিষ্কার করতে বাধ্য করেছিল।\n১১ এপ্রিল ২০০১-এ মেনস জার্নাল কেনেডিকে পেস এনভায়রনমেন্টাল লিটিগেশন ক্লিনিক তৈরি করার জন্য তার \"হিরোস\" পুরস্কার দেয়। কেনেডি এবং ক্লিনিক পরিবেশ পরিষ্কার করার সফল আইনি কাজের জন্য অন্যান্য পুরস্কার পেয়েছে। পেস ক্লিনিক সারা দেশে একই ধরনের পরিবেশগত আইন ক্লিনিকের জন্য একটি মডেল হয়ে উঠেছে, যার মধ্যে রয়েছে রাটজার্স, গোল্ডেন গেট, ইউসিএলএ, ওয়াইডেনার এবং বার্কলে বোল্ট হল।\n\n\n== রাজনৈতিক দৃষ্টিভঙ্গি ==\nকেনেডির রাজনৈতিক বক্তৃতা প্রায়শই ষড়যন্ত্র তত্ত্ব ব্যবহার করে।\n\n\n=== অর্থনৈতিক বৈষম্য ===\nকেনেডি কোভিড-১৯ মহামারি নিয়ে সংশয় প্রকাশ করেছেন, দাবি করেছেন যে এটি বিলিয়নেয়ারদের উপকারে এসেছে; কেনেডির মতে, মহামারির ফলে \"আমেরিকান মধ্যবিত্ত থেকে এই নতুন অভিজাততন্ত্রে $৪.৪ ট্রিলিয়ন সম্পদ স্থানান্তরিত হয়েছে যা আমরা তৈরি করেছি—লকডাউনের সাথে ৫০০ নতুন বিলিয়নেয়ার, এবং যে বিলিয়নেয়ারদের আমরা ইতিমধ্যেই তাদের সম্পদ ৩০% বৃদ্ধি করেছি\"। কেনেডি আরও বলেছেন যে আমেরিকান সরকার কর্পোরেট শক্তি দ্বারা আধিপত্যশীল; তিনি বলেছিলেন যে পরিবেশ সুরক্ষা সংস্থাটি \"তেল শিল্প, কয়লা শিল্প এবং কীটনাশক শিল্প\" দ্বারা পরিচালিত হয় এবং খাদ্য ও ওষুধ প্রশাসনকে \"বিগ ফার্মা\" দ্বারা অতিমাত্রায় আধিপত্য বলে বর্ণনা করেন৷\nকেনেডি তার ধারণার কথা বলেছেন যে মধ্যবিত্তের \"পদ্ধতিগত\" অবক্ষয় ঘটছে, ২০২৩ সালে আনহার্ড- এর সাথে একটি সাক্ষাৎকারে মন্তব্য করেছেন যে আমেরিকান রাজনীতিবিদরা \"পরিকল্পিতভাবে আমেরিকান মধ্যবিত্তদেরকে ফাঁকা করে দিচ্ছেন এবং বিলিয়নেয়ারদের আরও ধনী করার জন্য অর্থ মুদ্রণ করছেন\"। তিনি বলেছিলেন যে আর্থিক শিল্প এবং সামরিক-শিল্প কমপ্লেক্স আমেরিকান মধ্যবিত্তের ব্যয়ে অর্থায়ন করা হয়। কেনেডি একটি \"স্পন্দনশীল মধ্যবিত্ত শ্রেণী\"কে অর্থনীতির মেরুদন্ড হিসাবে দেখেন এবং বলেছিলেন যে অর্থনীতির অবনতি হয়েছে কারণ মধ্যবিত্ত গরিব হয়ে উঠেছে।\nঅ্যান্ড্রু সার্ভারের সাথে একটি সাক্ষাৎকারে কেনেডি মন্তব্য করেছিলেন যে মার্কিন যুক্তরাষ্ট্রে ধনী এবং দরিদ্রের মধ্যে ব্যবধান অনেক বেশি হয়ে গেছে এবং বলেছিলেন, \"খুব ধনী ব্যক্তিদের আরও বেশি কর এবং কর্পোরেশন দিতে হবে\"। তিনি ম্যাসাচুসেটস সিনেটর এলিজাবেথ ওয়ারেনের সম্পদ কর পরিকল্পনার প্রতিও তার সমর্থন ব্যক্ত করেছেন, যা $৫০ মিলিয়নের বেশি সম্পদের প্রতিটি পরিবারের প্রতি ডলারের উপর ২% এবং $১ বিলিয়নের বেশি সম্পদের প্রতিটি ডলারের উপর ৬% বার্ষিক কর আরোপ করবে।\n\n\n=== বৈদেশিক বিষয় এবং সামরিক হস্তক্ষেপ ===\nকেনেডি সৌদি আরবের মতো একনায়কতন্ত্রের সাথে মার্কিন যুক্তরাষ্ট্রের জোটের সমালোচনা করেন। তিনি ইয়েমেনের গৃহযুদ্ধে সৌদি নেতৃত্বাধীন হস্তক্ষেপের সমালোচনা করে একে \"ইরান-সমর্থিত হুথি উপজাতির বিরুদ্ধে গণহত্যা\" বলে অভিহিত করেছেন। ২০২৩ সালের ডিসেম্বরে, ব্রেকিং পয়েন্টের হোস্ট ক্রিস্টাল বলের সাথে তার উত্তপ্ত মতবিনিময় হয়েছিল, যেটিতে রাব্বি শমুলি বোটিচ \"২০২৩ সালের ইসরায়েল-হামাস যুদ্ধ শুরু হওয়ার পর থেকে ভিডিওগুলিতে ইসরায়েলের একক সর্বশ্রেষ্ঠ প্রতিরক্ষা\" বলে অভিহিত করেছেন।\nসামরিক শিল্প এবং বিদেশী হস্তক্ষেপের বিরোধী কেনেডি ইরাক যুদ্ধের পাশাপাশি রাশিয়ার ইউক্রেনে আক্রমণের বিরুদ্ধে দেশটির জন্য আমেরিকান সমর্থনের সমালোচনা করেছিলেন। তিনি ইউক্রেনে রাশিয়ার আগ্রাসনের নিন্দা করেছিলেন, কিন্তু রুশ-ইউক্রেনীয় যুদ্ধকে \"রাশিয়ার বিরুদ্ধে মার্কিন যুদ্ধ\" বলে অভিহিত করেছিলেন এবং বলেছিলেন যে যুদ্ধের লক্ষ্য ছিল \"নিওকনের ভূ-রাজনৈতিক উচ্চাকাঙ্ক্ষার জন্য মৃত্যু ও ধ্বংসের একটি কবরস্থানে ইউক্রেনীয় যুবকদের বলিদান করা। তিনি মিনস্ক চুক্তির ভিত্তিতে ইউক্রেনে একটি শান্তি চুক্তির আহ্বান জানান; তার দৃষ্টিতে দোনবাস অঞ্চলটি ইউক্রেনের মধ্যে থাকা উচিত তবে আঞ্চলিক স্বায়ত্তশাসন দেওয়া উচিত এবং জাতিসংঘের শান্তিরক্ষী বাহিনীর এখতিয়ারের অধীনে রাখা উচিত, যখন এজিস ক্ষেপণাস্ত্র ব্যবস্থা পূর্ব ইউরোপ থেকে সরিয়ে নেওয়া উচিত।\nকেনেডি সিআইএ-এর প্রাক্তন পরিচালক অ্যালেন ডুলেসের কার্যক্রমের সমালোচনা করেছিলেন, মার্কিন-সমর্থিত অভ্যুত্থান এবং ১৯৫৩ সালের ইরানী অভ্যুত্থানের মতো হস্তক্ষেপকে \"রক্তপিপাসু\" হিসাবে নিন্দা করেছিলেন এবং আইএসআইএস এর মতো সন্ত্রাসী সংগঠনের উত্থানের জন্য সিরিয়া ও ইরানের মতো দেশে মার্কিন হস্তক্ষেপকে দায়ী করেছিলেন। সেই হিসাবে এবং এই অঞ্চলে আমেরিকা বিরোধী মনোভাব তৈরি করছে। কেনেডি বলেন, সিআইএ-এর কোনো জবাবদিহিতা নেই এবং তিনি সংস্থাটিকে পুনর্গঠন করার ইচ্ছা প্রকাশ করেছেন।\nবিদেশী সরকারগুলিতে মার্কিন হস্তক্ষেপের বিষয়ে কেনেডির অসম্মতি ১৯৭৪ সালের আটলান্টিক মাসিক \"দরিদ্র চিলি\" শিরোনামের একটি নিবন্ধে প্রকাশ করা হয়েছিল, যেখানে চিলির রাষ্ট্রপতি সালভাদর আলেন্দের উৎখাতের বিষয়ে আলোচনা করা হয়েছিল। তিনি জেনারেল মুহাম্মদ জিয়া-উল-হক কর্তৃক পাকিস্তানের প্রেসিডেন্ট জুলফিকার আলী ভুট্টোর ফাঁসির বিরুদ্ধেও সম্পাদকীয় লিখেছিলেন। ১৯৭৫ সালে, তিনি ওয়াল স্ট্রিট জার্নালে একটি বিদেশী নীতির হাতিয়ার হিসাবে হত্যার ব্যবহারের সমালোচনা করে একটি নিবন্ধ প্রকাশ করেন। ২০০৫ সালে তিনি লস অ্যাঞ্জেলেস টাইমসের জন্য একটি নিবন্ধ লিখেছিলেন যাতে প্রেসিডেন্ট বুশের আমেরিকা বিরোধী হিসাবে নির্যাতনের ব্যবহারকে নিন্দা করে। তার চাচা সেনেটর টেড কেনেডি কংগ্রেসনাল রেকর্ডে নিবন্ধটি প্রবেশ করান।\n২০১৬ সালের ফেব্রুয়ারিতে পলিটিকোতে প্রকাশিত \"হোয়াই দ্য আরবস ডোন্ট ওয়ান্ট আস ইন সিরিয়া\" শিরোনামের একটি নিবন্ধে কেনেডি \"রক্তাক্ত ইতিহাসের কথা উল্লেখ করেছেন যেটি জর্জ ডব্লিউ. বুশ, টেড ক্রুজ এবং মার্কো রুবিওর মতো আধুনিক হস্তক্ষেপকারীরা যখন তাদের পাঠ করার সময় মিস করেন। মধ্যপ্রাচ্যের জাতীয়তাবাদীরা 'আমাদের স্বাধীনতার জন্য আমাদের ঘৃণা করে।' বেশিরভাগ ক্ষেত্রে তারা আমাদেরকে ঘৃণা করে না যেভাবে আমরা তাদের সীমানার মধ্যে সেই স্বাধীনতা-আমাদের নিজস্ব আদর্শের সাথে বিশ্বাসঘাতকতা করেছি\"। কেনেডি সিরিয়ার যুদ্ধকে একটি পাইপলাইন বিরোধের জন্য দায়ী করেছেন। তিনি আপাত উইকিলিকস প্রকাশের উদ্ধৃতি দিয়ে অভিযোগ করেছেন যে সিআইএ সিরিয়ার প্রেসিডেন্ট বাশার আল-আসাদের বিরুদ্ধে ২০০৯ সালে সিরিয়ার মধ্য দিয়ে প্রস্তাবিত কাতার-তুরস্ক পাইপলাইন প্রত্যাখ্যান করার পরে আরব বসন্তের বেশ আগে সুন্নি বিদ্রোহ উস্কে দেওয়ার জন্য সামরিক ও গোয়েন্দা পরিকল্পনাকারীদের নেতৃত্ব দিয়েছিল।\n২০২৩ সালের জুনের একটি সাক্ষাৎকারে, কেনেডি বলেছিলেন যে ব্যাপক অর্থে তিনি বিশ্বাস করেন যে মার্কিন বৈদেশিক সম্পর্কের সাথে অন্যান্য দেশে সামরিক উপস্থিতি উল্লেখযোগ্যভাবে হ্রাস করা উচিত। তিনি বিশেষভাবে বলেছিলেন যে দেশটিকে বিশ্বব্যাপী বিভিন্ন স্থানে মার্কিন ঘাঁটি বন্ধ করে \"সাম্রাজ্যের উন্মোচন শুরু করতে হবে\"।\nকেনেডি বিশ্বাস করেন যে প্রেসিডেন্ট জো বাইডেনের প্রশাসন ২০২২ সালে রাশিয়ার বেপরোয়া এবং জঙ্গি কর্মকাণ্ডের কারণে ইউক্রেনে আগ্রাসনের কারণ হয়েছিল; তিনি বিশেষভাবে পূর্ব ইউরোপে ন্যাটো সম্প্রসারণের বিষয়টি উল্লেখ করেছেন। একই সময়ে, তিনি স্পষ্ট করেছেন যে তিনি এই সমালোচনাকে পুতিনের অধীনে রাশিয়ার সরকারের সমর্থন হিসাবে বিবেচিত কিছুর সাথে সংযুক্ত করতে অস্বীকার করেছেন, বিশেষ করে কেনেডির শাসনের বিশ্বাস এবং রাজনীতির প্রতি নৈতিক বিরোধিতার কারণে। তিনি পুতিনকে \"দানব\", \"ঠগ\" এবং \"গ্যাংস্টার\" বলেছেন।\n\n\n=== পরিবেশ নীতি ===\nনিজেকে \"তর্কাতীতভাবে দেশের শীর্ষস্থানীয় পরিবেশবাদী\" বলে অভিহিত করে, কেনেডি জনতাবাদী এবং প্রতিষ্ঠা বিরোধী পরিবেশ নীতি প্রচার করেন, দাবি করেন যে জলবায়ু সংকট \"বিল গেটস ও বিশ্ব অর্থনৈতিক ফোরাম এবং দাভোসের বিলিয়নেয়ার বয়েজ ক্লাব\" দ্বারা হাইজ্যাক করা হয়েছিল। ২০১৫ সালের একটি সাক্ষাৎকারে বিশ্ব উষ্ণায়ন নিয়ে সন্দেহপ্রবণ রাজনীতিবিদদের কেনেডি বলেছিলেন যে তিনি \"এমন একটি আইন থাকতে চান যার অধীনে আপনি তাদের শাস্তি দিতে পারেন\"। তিনি পুনর্জন্মমূলক চাষের প্রতি তার সমর্থন প্রকাশ করেন এবং বলেছিলেন যে পরিবেশবাদীদের অগ্রাধিকার হওয়া উচিত \"কার্বন শিল্প\" মোকাবেলা করা। তিনি বর্তমান সমাজ ও অর্থনীতিকে টেকসই বলে অভিহিত করেছেন এবং \"দীর্ঘদিনের কয়লা ও তেলের প্রতি মারাত্মক আসক্তি\" এর উপর ভিত্তি করে বলেছেন এবং দাবি করেছেন যে অর্থনৈতিক ব্যবস্থা দূষণকে পুরস্কৃত করে। ২০২০ সালে কেনেডি বলেছিলেন: \"এই মুহুর্তে, আমাদের এমন একটি বাজার রয়েছে যা নিয়ম দ্বারা পরিচালিত হয় যা কার্বন ইনকামবেন্টদের দ্বারা নোংরা, সবচেয়ে বিষাক্ত, সবচেয়ে বিষাক্ত, সবচেয়ে যুদ্ধ-বিক্ষোভকারী ক্ষেত্রগুলিকে নরক থেকে পুরস্কৃত করার জন্য লেখা হয়েছিল।\"\n\nজর্জ ডব্লিউ বুশের পুরো রাষ্ট্রপতি থাকাকালীন কেনেডি বুশের পরিবেশগত এবং শক্তি নীতির সমালোচনা করেছিলেন, বলেছিলেন যে বুশ ফেডারেল বিজ্ঞান প্রকল্পগুলিকে ফাঁকি দিচ্ছেন এবং দুর্নীতি করছেন৷\nকেনেডি বুশের ২০০৩ সালের হাইড্রোজেন কার উদ্যোগেরও সমালোচনা করেছিলেন, যুক্তি দিয়েছিলেন যে এটি একটি সবুজ অটোমোবাইলের ছদ্মবেশে জীবাশ্ম জ্বালানী শিল্পের জন্য একটি উপহার ছিল।\n২০০৩ সালে কেনেডি রোলিং স্টোন-এ বুশের পরিবেশগত রেকর্ড সম্পর্কে একটি নিবন্ধ লিখেছিলেন, যা পরবর্তীকালে তিনি নিউ ইয়র্ক টাইমসের বেস্টসেলিং বইতে বিস্তৃত করেন। বুশ প্রশাসনের পরিবেশ নীতির বিরুদ্ধে তার বিরোধিতা তাকে ২ এপ্রিল ২০০৯-এ রোলিং স্টোনের ১০০ এজেন্ট অব চেঞ্জ\" হিসাবে স্বীকৃতি দেয়।\n\n\n=== নির্বাচনের বৈধতা নিয়ে প্রশ্ন ===\nকেনেডি ভোট প্রক্রিয়ার অখণ্ডতার সমালোচনা করেছেন। জুন ২০০৬ সালে তিনি রোলিং স্টোন-এ একটি নিবন্ধ প্রকাশ করেন যাতে দেখানো হয় যে জওপি অপারেটিভরা রাষ্ট্রপতি জর্জ ডব্লিউ. বুশের জন্য ২০০৪ সালের রাষ্ট্রপতি নির্বাচন চুরি করেছিল। বেশিরভাগ ডেমোক্র্যাট এবং রিপাবলিকান এটাকে ষড়যন্ত্র তত্ত্ব বলে মনে করেন। সাংবাদিক ফরহাদ মঞ্জু কেনেডির উপসংহারের পাল্টা জবাব দিয়েছেন, লিখেছেন: \"আপনি যদি কেনেডির নিবন্ধটি পড়েন, তবে ব্যাখ্যার অসংখ্য ত্রুটি এবং উপাত্তের মূল বিটগুলি তার ইচ্ছাকৃতভাবে বাদ দেওয়ার জন্য আপনার পথ তৈরি করতে প্রস্তুত থাকুন।\"\nকেনেডি নির্বাচন হ্যাকিংয়ের সহজতা এবং ভোটার শুদ্ধকরণ ও ভোটার-শনাক্তকরণ আইনের বিপদ সম্পর্কে লিখেছেন। তিনি বিলিয়নেয়ারস অ্যান্ড ব্যালট ব্যান্ডিটস-এর ভূমিকা এবং একটি অধ্যায় লিখেছেন, যেটি অনুসন্ধানী সাংবাদিক গ্রেগ প্যালাস্টের ২০১২ সালের নির্বাচনী হ্যাকিংয়ের উপর একটি বই।\n\n\n== রাজনৈতিক আকাঙ্খা ==\n\n\n=== প্রার্থীতার আকাঙ্খা ===\nকেনেডি ২০০০ সালে রাজনৈতিক অফিসে প্রতিদ্বন্দ্বিতা করার কথা বিবেচনা করেছিলেন, যখন নিউইয়র্কের সিনেটর ড্যানিয়েল প্যাট্রিক ময়নিহান কেনেডির বাবার অধীনে থাকা মার্কিন সিনেটের আসনে পুনরায় নির্বাচন করতে চাননি।\n২ ডিসেম্বর ২০০৮-এ কেনেডি বলেছিলেন যে নিউ ইয়র্কের গভর্নর ডেভিড প্যাটারসন তাকে মার্কিন সেনেটের আসনে মনোনীত করতে চান না, যাতে তিনি ওবামার সেক্রেটারি অব স্টেট মনোনীত হিলারি ক্লিনটনকে ছেড়ে দেন। কিছু আউটলেট ইঙ্গিত করেছে যে কেনেডি এই অবস্থানের জন্য সম্ভাব্য প্রার্থী ছিলেন। তিনি বলেছিলেন যে সিনেট পরিষেবা তাকে তার পরিবারের সাথে খুব কম সময় দেবে।\n\n\n=== ২০২৪ রাষ্ট্রপতি অভিযান ===\n৩ মার্চ ২০২৩-এ নিউ হ্যাম্পশায়ারে একটি বক্তৃতায়, কেনেডি বলেছিলেন যে তিনি ২০২৪ সালে রাষ্ট্রপতি পদে নির্বাচন করার কথা বিবেচনা করছেন: \"আমি এটি সম্পর্কে চিন্তা করছি। আমি সবচেয়ে বড় বাধা অতিক্রম করেছি, যা আমার স্ত্রী এটিকে সবুজ আলোয় আলোকিত করেছে।\"\nকেনেডি ডেমোক্র্যাটিক রাষ্ট্রপতি মনোনয়নে তার প্রার্থীতা দায়ের করেছেন ৫ এপ্রিল ২০২৩ সালে। ৯ অক্টোবর ২০২৩-এ তিনি একজন স্বতন্ত্র প্রার্থী হিসেবে নির্বাচনে তিনি তার পরিবারের পঞ্চম সদস্য যিনি মার্কিন যুক্তরাষ্ট্রের রাষ্ট্রপতি পদে প্রার্থী হন৷\nকেনেডিকে ২০২৪ সালের মে মাসে লিবার্টারিয়ান পার্টির রাষ্ট্রপতি প্রার্থীর মনোনয়নের জন্য বিবেচনা করা হয়েছিল, কিন্তু চেজ অলিভারের কাছে হেরে যান। কলোরাডোতে রাজ্যের লিবার্টারিয়ান পার্টি কেনেডিকে নির্বাচিত করেছিল, কিন্তু অলিভার ব্যালটে লিবার্টারিয়ানদের প্রার্থী হিসাবে উপস্থিত হবেন এবং কেনেডিকে স্বতন্ত্র হিসাবে তালিকাভুক্ত করা হবে।\nকেনেডির অভিযান রিপাবলিকান দাতা এবং ট্রাম্প মিত্রদের কাছ থেকে উল্লেখযোগ্য সমর্থন পাওয়ার জন্য উল্লেখ করা হয়েছে যারা বিশ্বাস করে যে তিনি 'স্পয়লার' হিসেবে কাজ করবেন, যারা অন্যথায় জো বাইডেনকে ভোট দিতেন তাদের ভোট গ্রহণ করবেন। আগস্ট ২০২৩-এ এটি প্রকাশিত হয়েছিল যে টিমোথি মেলন কেনেডির সুপার পিএসি-তে $৫ মিলিয়ন দান করেছিলেন, তাকে কেনেডির সবচেয়ে বড় একক দাতা বানিয়েছেন, পাশাপাশি ডোনাল্ড ট্রাম্পের সুপার পিএসি মাগা ইন্ক-কে $১৫ মিলিয়ন দান করেছেন। মেলন এপ্রিল ২০২৪ সালে কেনেডির সুপার পিএসি-কে আরও $৫ মিলিয়ন এবং মে মাসে মাগা ইঙ্ক-কে $৫০ মিলিয়ন দান করেন।\n\n\n== জনস্বাস্থ্যের উপর টিকা বিরোধী ওকালতি ও ষড়যন্ত্র তত্ত্ব ==\n\n\n=== পরিদর্শন ===\nকেনেডি টিকা-বিরোধী আন্দোলনের একটি বিশিষ্ট কণ্ঠস্বর, যা টিকা-বিরোধী ভুল তথ্য, বিভ্রান্তি এবং প্রচারণা ছড়াচ্ছে।\nসংক্রামক রোগ বিশেষজ্ঞ মাইকেল অস্টারহোম বলেছেন যে কেনেডির \"টিকা-বিরোধী বিভ্রান্তি\" কার্যকরী \"কারণ এটি গ্রাফ এবং পরিসংখ্যান সহ জনসাধারণের কাছে চিত্রিত করা হয়েছে এবং যা বৈজ্ঞানিক তথ্য বলে মনে হচ্ছে। তিনি সত্যের বিভ্রমের শিল্পকে নিখুঁত করেছেন।\" অস্টারহোম আরও যোগ করেছেন: \"এটি মানুষের জীবন সম্পর্কে এবং এই ধরনের বিভ্রান্তি প্রচারের পরিণতি, যতটা বিশ্বাসযোগ্য মনে হতে পারে, তা কেবল বিপজ্জনক।\"\nকেনেডি বলেছেন যে তিনি টিকার বিরুদ্ধে নন তবে তিনি চান যে সেগুলি আরও পুঙ্খানুপুঙ্খভাবে পরীক্ষা করা হোক এবং তদন্ত করা হোক। থিমেরোসাল: লেট দ্য সায়েন্স স্পিক-এ কেনেডি লিখেছেন যে তিনি নিজেকে টিকা-বিরোধী হিসাবে দেখেন না: \"যারা নিরাপদ টিকার পক্ষে সমর্থন করে তাদের প্রান্তিক হওয়া উচিত নয় বা টিকা বিরোধী হিসাবে নিন্দা করা উচিত নয়। আমি প্রো-টিকা। আমার কাছে ছয়টি ছিল। আমার বাচ্চারা টিকা দিয়েছে আমি বিশ্বাস করি যে গত শতাব্দীতে টিকাগুলি লক্ষ লক্ষ মানুষের জীবন বাঁচিয়েছে এবং সেই বিস্তৃত টিকা জনস্বাস্থ্যের জন্য গুরুত্বপূর্ণ কিন্তু আমি চাই আমাদের টিকাগুলি যতটা সম্ভব নিরাপদ হোক।\"\n\n\n=== টিকা ও অটিজম দাবি ===\nকেনেডি চিলড্রেনস হেলথ ডিফেন্স (পূর্বে ওয়ার্ল্ড মার্কারি প্রজেক্ট নামে পরিচিত) নামে একটি টিকা বিরোধী অ্যাডভোকেসি গ্রুপের সভাপতিত্ব করেন, যাতে তিনি ২০১৫ সালে যোগ দিয়েছিলেন। প্রাথমিক বছরগুলিতে গ্রুপটি শিল্প এবং ওষুধে পারদের উপর দৃষ্টি নিবদ্ধ করেছিল, বিশেষত টিকাগুলিতে থিমেরোসালে ব্যবহৃত ইথিলমারকারি। গ্রুপটি অভিযোগ করে যে অনেক আমেরিকান শিশুর কিছু রাসায়নিক এবং বিকিরণের সংস্পর্শে আসার কারণে অটিজম, মনোযোগের ঘাটতি হাইপারঅ্যাকটিভিটি ডিসঅর্ডার, খাদ্য অ্যালার্জি, ক্যান্সার এবং স্বতঃঅনাক্রম্য রোগের মতো বৈচিত্র্যময় অবস্থা রয়েছে। চিলড্রেন'স হেলথ ডিফেন্স অন্যান্য বিষয়ের মধ্যে টিকা, পানীয় জলের ফ্লুরাইডেশন, প্যারাসিটামল (অ্যাসিটামিনোফেন), অ্যালুমিনিয়াম এবং তারবিহীন যোগাযোগের বিরুদ্ধে দোষারোপ করেছে এবং প্রচার করেছে। গ্রুপটিকে ২০১৮ সালের শেষের দিকে এবং ২০১৯ সালের শুরুতে টিকা বিরোধী ফেসবুক বিজ্ঞাপনের দুটি প্রধান ক্রেতা হিসেবে চিহ্নিত করা হয়েছে। তার পরিবারের সদস্যরা কেনেডি এবং তার সংস্থার সমালোচনা করেছেন, বলেছেন যে তিনি \"বিপজ্জনক ভুল তথ্য\" ছড়িয়েছেন এবং তার কাজের \"হৃদয়বিদারক\" পরিণতি রয়েছে।\nকেনেডি এবং চিলড্রেন'স হেলথ ডিফেন্স মিথ্যাভাবে দাবি করেছে যে টিকা অটিজম সৃষ্টি করে। কেনেডি টিকার উপসেটের উপর দৃষ্টি নিবদ্ধ করেছিলেন যেটিতে থিমেরোসাল রয়েছে, একটি পারদ-ভিত্তিক অ্যান্টি-মাইক্রোবিয়াল যা অটিজমের কারণ বলে মিথ্যাভাবে দাবি করা হয়েছে। এমএমআর, চিকেনপক্স, নিউমোকোকাল কনজুগেট এবং নিষ্ক্রিয় পোলিও টিকা থিমেরোসাল কখনও ব্যবহার করা হয়নি, এবং ২০০১ সালে ফ্লু এবং হেপাটাইটিস টিকার কয়েকটি সংস্করণ ছাড়া অন্য সমস্ত শৈশব (৬ বছরের কম বয়সী) টিকা থেকে সরিয়ে দেওয়া হয়েছিল। কোনো শৈশব টিকা এখন থিমেরোসালের বেশি (১ মাইক্রোগ্রাম বা কম) চিহ্ন নেই, ফ্লু ছাড়া, যা মার্কিন যুক্তরাষ্ট্রে থিমেরোসাল ছাড়াও পাওয়া যায়। গর্ভবতী মহিলাদের সহ ৬ বছর বা তার বেশি বয়সীদের জন্য সমস্ত টিকা এখন শুধুমাত্র থিমেরোসালের ট্রেস পরিমাণ সহ সংস্করণে উপলব্ধ।\n২০২০ সালে সেন্টার ফর কাউন্টারিং ডিজিটাল হেট জানিয়েছে যে কেনেডি টিকা বিরোধী আন্দোলনকে জোরদার করার জন্য একজন পরিবেশবাদী কর্মী হিসাবে তার মর্যাদা ব্যবহার করেন, নিয়মিতভাবে অখ্যাত ব্রিটিশ প্রাক্তন ডাক্তার অ্যান্ড্রু ওয়েকফিল্ড, টিকা-বিরোধী কর্মী ডেল বিগট্রির এবং ষড়যন্ত্র তাত্ত্বিক রশিদ বাটার সাথে অনলাইন কথোপকথনে উপস্থিত হন। কেনেডি ভ্যাক্সেড ২-এর টিকা বিরোধীেশন ডকুমেন্টারি ভ্যাক্সেড-এর ২০১৯ সালের সিক্যুয়েল-এর নির্বাহী প্রযোজক হিসেবে তালিকাভুক্ত।\n২০২১ সালের ফেব্রুয়ারিতে কেনেডির ইন্সটাগ্রাম অ্যাকাউন্টটি কোভিড-১৯ টিকা সম্পর্কে \"বারবার মিথ্যা দাবি শেয়ার করার জন্য\" মুছে ফেলা হয়েছিল। ২০২১ সালের মার্চ মাসে, সেন্টার ফর কাউন্টারিং ডিজিটাল হেট ফেসবুক এবং টুইটারে ৬৫% পর্যন্ত টিকা বিরোধী সামগ্রীর জন্য দায়ী ১২ জনের একজন হিসাবে কেনেডিকে চিহ্নিত করেছে।\nকেনেডি বলেছেন যে সরকার এবং মিডিয়াগুলি অস্বীকার করার ষড়যন্ত্র করছে যে টিকাগুলি অটিজম সৃষ্টি করে।\n\n\n==== টিকাকে \"হলোকাস্ট\" হিসাবে বর্ণনা করা ====\nএপ্রিল ২০১৫-এ কেনেডি ট্রেস অ্যামাউন্টস চলচ্চিত্রের প্রচারের জন্য একটি স্পিকারস ফোরামে অংশগ্রহণ করেছিলেন, যা টিকাদানে অটিজম এবং পারদের মধ্যে সংযোগের অসম্মানজনক দাবিকে প্রচার করে। একটি স্ক্রীনিংয়ে তিনি অটিজমের বর্ধিত কেস (যাকে তিনি \"অটিজম মহামারি\" বলেন) একটি \"হলোকাস্ট\" বলে অভিহিত করেছেন।\n\n\n==== ডোনাল্ড ট্রাম্পের সঙ্গে বৈঠক ====\n১০ জানুয়ারি ২০১৭-এ আগত হোয়াইট হাউস প্রেস সচিব শন স্পাইসার নিশ্চিত করেছেন যে কেনেডি এবং রাষ্ট্রপতি-নির্বাচিত ডোনাল্ড ট্রাম্প ট্রাম্প প্রশাসনের একটি অবস্থান নিয়ে আলোচনা করতে মিলিত হয়েছেন। কেনেডি পরে বলেছিলেন যে তিনি টিকা সেফটি টাস্ক ফোর্সের সভাপতিত্ব করার জন্য ট্রাম্পের একটি প্রস্তাব গ্রহণ করেছেন, তবে ট্রাম্পের রূপান্তরের একজন মুখপাত্র বলেছেন যে কোনও চূড়ান্ত সিদ্ধান্ত নেওয়া হয়নি। স্ট্যাট নিউজ রিপোর্টার হেলেন ব্রান্সওয়েলের সাথে আগস্ট ২০১৭ এর একটি সাক্ষাৎকারে কেনেডি বলেছিলেন যে তিনি টিকা সুরক্ষা বিজ্ঞানের ত্রুটিগুলি নিয়ে আলোচনা করার জন্য হোয়াইট হাউসের অনুরোধে ফেডারেল জনস্বাস্থ্য নিয়ন্ত্রকদের সাথে বৈঠক করেছেন।\n\n\n== নির্বাচিত কর্ম ==\nকেনেডি পরিবেশ, তার টিকা বিরোধী অবস্থান, জীবনী এবং আমেরিকান নায়কদের মতো বিষয়ের উপর বই লিখেছেন।\n\nKennedy Jr., Robert F. (১৯৭৮)। Judge Frank M. Johnson Jr.: A biography। Putnam। আইএসবিএন 978-0-399-12123-4। \nCronin, John; Kennedy Jr., Robert F. (১৯৯৭)। The Riverkeepers: Two Activists Fight to Reclaim Our Environment as a Basic Human Right। Scribner। আইএসবিএন 978-0684839080। \nKennedy Jr., Robert F. (২০০৫)। Crimes Against Nature: How George W. Bush and His Corporate Pals Are Plundering the Country and Highjacking Our Democracy। HarperCollins। আইএসবিএন 978-0-06-074687-2। \nThimerosal: Let the Science Speak: The Evidence Supporting the Immediate Removal of Mercury – a Known Neurotoxin – from Vaccines। Skyhorse Publishing। ২০১৪। আইএসবিএন 978-1632206015। \nKennedy Jr., Robert F. (২০১৬)। Framed: Why Michael Skakel Spent Over a Decade in Prison For a Murder He Didn't Commit। Skyhorse Publishing। আইএসবিএন 978-1510701779। \nKennedy Jr., Robert F. (২০১৮)। American Values: Lessons I Learned from My Family। Harper। আইএসবিএন 978-0060848347। \nKennedy Jr., Robert F.; Russell, Dick (২০২০)। Climate in Crisis: Who's Causing It, Who's Fighting It, and How We Can Reverse It Before It's Too Late। Hot Books। আইএসবিএন 978-1510760561। \nKennedy Jr., Robert F. (২০২১)। The Real Anthony Fauci: Bill Gates, Big Pharma, and the Global War on Democracy and Public Health। Skyhorse Publishing। আইএসবিএন 978-1510766808। \nKennedy Jr., Robert F. (২০২২)। A Letter to Liberals: Censorship and COVID: an Attack on Science and American Ideals। Skyhorse Publishing। আইএসবিএন 978-1510775596। \nKennedy Jr., Robert F.; Hooker, Brian (২০২৩)। Vax-Unvax: Let the Science Speak। Skyhorse Publishing। আইএসবিএন 9781510766969। \nKennedy Jr., Robert F. (২০২৩)। The Wuhan Cover-Up: And the Terrifying Bioweapons Arms Race। Skyhorse Publishing। আইএসবিএন 978-1510773981। \n\n\n=== শিশুদের বই ===\nSt. Francis of Assisi: A Life of Joy। Hyperion। ২০০৪। আইএসবিএন 978-0-7868-1875-4। \nRobert F. Kennedy Jr.'s American Heroes: The Story of Joshua Chamberlain and the American Civil War। Hyperion। ২০০৭। আইএসবিএন 978-1-4231-0771-2। \nRobert Smalls: The Boat Thief। Hyperion। ২০০৮। আইএসবিএন 978-1423108023। \n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n== বহিঃসংযোগ ==\n\nপেস ল স্কুল প্রোফাইল    ওয়েব্যাক মেশিনে আর্কাইভকৃত ফেব্রুয়ারি ২৪, ২০১৯ তারিখে\nদ্য ওয়াটারকিপার ফিচার ডকুমেন্টারি (২০০০)\nউপস্থিতি - সি-স্প্যানে\nরবার্ট এফ. কেনেডি জুনিয়র ২০২৪ রাষ্ট্রপতির অনুসন্ধান কমিটি : টিম কেনেডি\nরাজনীতিতে রবার্ট এফ. কেনেডি জুনিয়র"}