{"pageid": 1471887, "title": "কোষ বৃদ্ধি", "url": "https://bn.wikipedia.org/wiki?curid=1471887", "content": "কোষ বৃদ্ধি বা কোষের বৃদ্ধি বলতে কোষের মোট ভর বৃদ্ধি বোঝায়, এতে সাইটোপ্লাজম, কোষের নিউক্লিয়াস এবং অঙ্গাণু আয়তন উভয়ই অন্তর্ভুক্ত। কোষের বৃদ্ধি ঘটে যখন সেলুলার জৈব সংশ্লেষণের (জৈব অণু বা অ্যানাবোলিজমের বা বায়োমোলিকিউলস উৎপাদন) সামগ্রিক হার সেলুলার অবক্ষয়ের (প্রোটিসোম, লাইসোসোম বা অটোফ্যাজি, বা ক্যাটাবলিজমের মাধ্যমে জৈব অণুর ধ্বংস) সামগ্রিক হারের চেয়ে বেশি হয়।\nকোষের বৃদ্ধি, কোষ বিভাজন ও কোষ চক্র এক বিষয় না, এটি একটি পৃথক প্রক্রিয়া যা কোষের বৃদ্ধির সময় কোষের বিভাজনের পাশাপাশি ঘটতে পারে, যেখানে একটি কোষ, মাদার সেল নামে পরিচিত, দুটি কন্যা কোষ তৈরি করতে বৃদ্ধি পায় এবং বিভক্ত হয়। গুরুত্বপূর্ণভাবে, কোষের বৃদ্ধি এবং কোষ বিভাজন একে অপরের থেকে স্বাধীনভাবে ঘটতে পারে। প্রাথমিক কোষের বিকাশের সময় (মোরুলা এবং ব্লাস্টোডার্ম গঠনের জন্য জাইগোটের বিভাজন), কোষের বৃদ্ধি ছাড়াই বারবার কোষ বিভাজন ঘটে। বিপরীতভাবে, কিছু কোষ কোষ বিভাজন ছাড়া বা কোষ চক্রের কোনো অগ্রগতি ছাড়াই বৃদ্ধি পেতে পারে, যেমন স্নায়ুতন্ত্রের বিকাশে অ্যাক্সোনাল পাথফাইন্ডিংয়ের সময় স্নায়ুকোষর বৃদ্ধি।\n\nবহুকোষী জীবের মধ্যে, কোষ বিভাজন ছাড়াই কোষের বৃদ্ধির মাধ্যমে টিস্যু বা কলার বৃদ্ধি খুব কমই ঘটে, তবে বেশিরভাগ ক্ষেত্রে কোষের বিস্তারের মাধ্যমে ঘটে। এর কারণ হল কোষের নিউক্লিয়াসে জিনোম বা বংশাণু-এর একটি মাত্র কপি সহ একটি একক কোষ জৈব সংশ্লেষণ করতে পারে এবং এইভাবে দুটি কোষের মাত্র অর্ধেক হারে কোষের বৃদ্ধি ঘটায়। সুতরাং, একটি একক কোষের দ্বিগুণ হারে দুটি কোষ বৃদ্ধি পায় (ভর জমা করে) এবং চারটি কোষ একটি একক কোষের চার গুণ হারে বৃদ্ধি পায়। কোষের সংখ্যার সূচকীয় বৃদ্ধির কারণে এই নীতিটি কোষের বিস্তারের সময় টিস্যু বৃদ্ধির হারের (ভর সঞ্চয়) সূচকীয় বৃদ্ধির দিকে পরিচালিত করে।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nMorgan, David O. (২০০৭)। The cell cycle: principles of control [কোষ চক্র: নিয়ন্ত্রণের নীতি] (ইংরেজি ভাষায়)। London: Sunderland, Mass.। আইএসবিএন 978-0-9539181-2-6। \n\n\n== বহিঃসংযোগ ==\nকোষের জনসংখ্যা বৃদ্ধির প্রজন্মগত এবং সূচকীয় মডেলের তুলনা  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৫ জানুয়ারি ২০২০ তারিখে\nডিস্কের একটি অ্যারেতে স্থানীয় বৃদ্ধি উলফ্রাম ডেমোনস্ট্রেশন প্রজেক্ট"}