{"pageid": 1471660, "title": "বেদের মেয়ে জোস্‌না আমায় কথা দিয়েছে", "url": "https://bn.wikipedia.org/wiki?curid=1471660", "content": "বেদের মেয়ে জোস্‌না আমায় কথা দিয়েছে হলো ১৯৮৯ সালে মুক্তিপ্রাপ্ত তোজাম্মেল হক বকুল পরিচালিত বাংলাদেশের ইতিহাসে অন্যতম ব্যবসাসফল বেদের মেয়ে জোস্‌না ছবির দর্শকন্দিত একটি গান। গানটিতে কণ্ঠ দিয়েছেন বাংলাদেশের দুই কিংবদন্তি এন্ড্রু কিশোর ও রুনা লায়লা। ছবিতে গানটিতে ঠোঁট মিলিয়েছেন ইলিয়াস কাঞ্চন ও অঞ্জু ঘোষ।\n\n\n== রচনা ও সুরারোপ ==\nবেদের মেয়ে জোস্‌না আমায় কথা দিয়েছে গানটি লিখেছেন পরিচালক তোজাম্মেল হক বকুল। সংগীত পরিচালনা করেন আবু তাহের। এই চলচ্চিত্রে মোট গানের সংখ্যা ১১টি। এই চলচ্চিত্রের গানের অডিও ক্যাসেট মুক্তির পর এক মাসের মধ্য এক লাখ কপি বিক্রি হয়েছিল।\n\n\n== ইতিহাস ও জনপ্রিয়তা ==\nবার্তাটোয়েন্টিফোর.কমকে দেয়া এক সাক্ষাৎকারে এন্ড্রু কিশোর বলেছিলেন, তোজাম্মেল হক বকুল যিনি এই সিনেমার রচয়িতা ও পরিচালক তিনি একদিন জানালেন, বস আমি নিজের গল্পের একটা সিনেমা তৈরি করতে চাই। তারপর আমি, সংগীত পরিচালক তাহের ভাই, প্রযোজক আব্বাস ভাই আমরা সবাই মিলে বসলাম কিভাবে সিনেমাটার রূপ দেওয়া যায়। আমরা সবাই ছিলাম পরিবারের মত। সেই দায়বদ্ধতা থেকে তার সিনেমায় গানগুলো করা। তারপর ছবি মুক্তি পেলো। সুপার হিটও হল। বেদের মেয়ে জোসনা গানটা এতটাই জনপ্রিয় হয়েছিলো যে প্রথম কোনো বাংলা সিনেমার গানের ক্যাসেট এক মাসে এক লক্ষ পিচ বিক্রি হয়েছিলো। তারপর তো ছবিও ভারতেও ব্যাপক জনপ্রিয়তা পেয়েছিলো। সেই সাথে গানটিও। ১৯৯১ সালে মতিউর রহমান পানু ছবিটির রিমেক করেন। মূল গল্প, গান, নায়িকা সবই এক রেখে নায়ক ইলিয়াস কাঞ্চনের পরিবর্তে ওপার বাংলায় অভিনয় করেছিলেন চিরঞ্জিত চক্রবর্তী।\n\n\n== সুর নকলের অভিযোগ ==\n২০২১ সালের ২৮ জুলাই বলিউড র‌্যাপার বাদশাহ তার বাদশাহ নামের ইউটিউব চ্যানেলে ‘বাওলা’ শিরোনামে একটা গান অবমুক্ত করেন। সেই গানে ‘বেদের মেয়ে জোসনা আমায় কথা দিয়েছে’ গানের সুর ব্যবহার করা হয়েছে বলে অভিযোগ ওঠে। তখন আরেকটি অভিযোগ সামনে আসে। তা হলো ‘বেদের মেয়ে জোসনা আমায় কথা দিয়েছে’র সুরটিই নেওয়া হয়েছে ভারতীয় চলচ্চিত্র ‘ফাগুন’ থেকে। ‘এক পারদেশি মেরা দিল লেগায়া’ গানটি গেয়েছিলেন আশা ভোঁসলে ও মোহাম্মদ রফি। এটির সুর করেছিলেন ওপি নায়ার। মূলত এই গানটির সুর ব্যবহার করা হয় ‘বেদের মেয়ে জোসনা আমায় কথা দিয়েছে’ গানটিতে। তবে এখানেও পাওয়া গেলো বিকল্প মত। অনেক সমালোচক বলছেন, ‘এক পারদেশি মেরা দিল লেগায়া’ গানটিও নকল! এটি ভারতের রাজস্থানি ফোক থেকে সংগৃহীত। ধারণা করা হচ্ছে, বাদশাহ মূলত সেই রাজস্থানি ফোক থেকে তার ‘বাউলা’ রিমিক্স তৈরি করেছেন।\n\n\n== তথ্যসূত্র =="}