{"pageid": 1471450, "title": "আইএলপি কন্টিনজেন্ট", "url": "https://bn.wikipedia.org/wiki?curid=1471450", "content": "ব্রিটিশ ইন্ডিপেনডেন্ট লেবার পার্টি স্পেনের গৃহযুদ্ধে লড়াই করার জন্য একটি ছোট দল পাঠায়। দলটি ওয়ার্কার্স পার্টি অফ মার্কসবাদী ইউনিফিকেশন ( পিওইউএম ) এর সাথে লড়াই করেছিল এবং জর্জ অরওয়েলকে অন্তর্ভুক্ত করেছিল, যিনি পরবর্তীতে তার ব্যক্তিগত অ্যাকাউন্ট হোমেজ টু কাতালোনিয়াতে তার অভিজ্ঞতার কথা লিখেছেন।\n\n\n== আনুষঙ্গিক সদস্যপদ ==\nপ্রায় ২৫ জনের সমন্বয়ে গঠিত আইএলপি কন্টিনজেন্টের প্রধান দলটি ১ জানুয়ারি ১৯৩৭ সালে ইংল্যান্ড থেকে রওনা হয়, বব এডওয়ার্ডসের নেতৃত্বে, পরে লেবার পার্টির সংসদ সদস্য ছিলেন।\nPOUM মিলিশিয়ার জন্য আইএলপি দ্বারা প্রেরিত একটি অ্যাম্বুলেন্স বিতরণ থেকে বব এডওয়ার্ডসের ব্রিটেনে প্রত্যাবর্তনের পর আইএলপি ১৯৩৬ সালের নভেম্বরে স্বেচ্ছাসেবকদের সংগঠিত করা শুরু করেছিল। যদিও স্বেচ্ছাসেবকদের সংখ্যা পাঁচগুণ ছিল, আইএলপি শুধুমাত্র অবিবাহিত পুরুষদেরকে তার দলের জন্য গ্রহণ করবে এবং ২৫ জন পুরুষ ৮ জানুয়ারি ব্রিটেন ত্যাগ করে একটি বৃহত্তর বাহিনীর অগ্রগামী হিসেবে পরবর্তীতে পাঠানো হবে। যাইহোক, দলটি চলে যাওয়ার পরের দিন, ব্রিটিশ সরকার ঘোষণা করে যে এটি স্পেনে যুদ্ধ করতে গেলে যে কেউ বিচার করবে এবং আইএলপি আর কোন স্বেচ্ছাসেবক নিয়োগের চেষ্টা করেনি।\nবার্সেলোনায় পৌঁছে, তাদের দুই সপ্তাহের খুব প্রাথমিক প্রশিক্ষণ ছিল, এবং বব স্মিলির সাথে যোগ দেন, যিনি একই নামের সুপরিচিত স্কটিশ সমাজতান্ত্রিক এবং খনি শ্রমিক নেতার নাতি। স্মিলি বার্সেলোনায় জন ম্যাকনায়ারের সাথে ইন্টারন্যাশনাল ব্যুরো ফর রেভোলিউশনারি সোশ্যালিস্ট ইউনিটির প্রতিনিধি যুব বিভাগে কাজ করছিলেন। যাইহোক, তিনি নিশ্চিত হন যে তিনি সামনের অংশে সবচেয়ে বেশি সেবা করবেন এবং ম্যাকনায়ারকে আইএলপি কন্টিনজেন্ট এসে সাইন আপ করতে রাজি করান। পরে তিনি ভ্যালেন্সিয়ায় মারা যান।\nআইএলপি কন্টিনজেন্ট জর্জেস কপ দ্বারা পরিচালিত সেঞ্চুরিয়ার অংশ হিসাবে, POUM-এর ইংরেজি-ভাষী কন্টিনজেন্টের সাথে সংযুক্ত ছিল। একবার সামনের দিকে, পঁচিশ জনের প্রাথমিক দলটিকে মন্টে অসকুরোর সামনের দিকে পাঠানো হয়েছিল, প্রায় ১২ মাইল দক্ষিণ-পশ্চিমে জারাগোজার দৃষ্টিতে, যেখানে তারা আরও কয়েকজনের সাথে যোগ দিয়েছিল যারা সামনে এসেছিল কয়েক জন। কয়েক সপ্তাহ আগে, এরিক ব্লেয়ার সহ, এখনও তার কলম নাম জর্জ অরওয়েল ব্যবহার করেননি; একজন অস্ট্রেলিয়ান, হার্ভে বাটনশ; মার্কিন বিপ্লবী ওয়ার্কার্স লীগের সদস্য উলফ কুপিনস্কি ; এবং বব উইলিয়ামস, একজন ওয়েলশম্যান একজন স্প্যানিশ মহিলাকে বিয়ে করেছিলেন যিনি তার শ্যালক র্যামনের সাথে যোগদান করেছিলেন। এগুলি এবং অন্যান্য সংযোজনগুলির সাথে আইএলপি কন্টিনজেন্টের সংখ্যা ত্রিশ থেকে পঁয়ত্রিশের মধ্যে। প্রায় ৫০ মাইল দূরে হুয়েস্কা অবরোধে অংশ নিতে ১৯৩৭ সালের ফেব্রুয়ারির মাঝামাঝি তারা POUM মিলিশিয়াদের সাথে সম্মুখ ত্যাগ করে।\nএরিক ব্লেয়ারের পটভূমি, প্রিপ স্কুল এবং ইটন এবং বার্মায় পুলিশ অফিসার হিসেবে তার অভিজ্ঞতা সুপরিচিত। দলটির অন্যান্য সদস্যদের প্রেক্ষাপট ছিল বৈচিত্র্যময়। সদস্যরা দক্ষিণ আফ্রিকা (বাক পার্কার  ), মার্কিন যুক্তরাষ্ট্র (হ্যারি মিল্টন, ওয়েলস, বেলফাস্ট (প্যাডি ও'হারা), চোরলি, লারখাল, গ্লাসগো (চার্লস ডোরান), অ্যাঙ্গেলসি, ম্যানচেস্টার, থেকে এসেছে বলে রেকর্ড করা হয়েছে। ব্রিস্টল (টম কোলস), ডার্টফোর্ড, বিংলে, টুইকেনহাম এবং গোল্ডার্স গ্রিন। প্রথম বিশ্বযুদ্ধে চারজন যুদ্ধ করেছিলেন : মার্টিন, যিনি এডওয়ার্ডসের সাথে অ্যাম্বুলেন্স চালিয়ে স্পেনে গিয়েছিলেন এবং যিনি আর্টিলারীতে তার অভিজ্ঞতার কারণে সেখানে থেকেছিলেন; ডোরান; লন্ডনের হ্যারি থমাস এবং আর্থার চেম্বার্স, যিনি 1938 সালে একটি CNT ইউনিটে স্থানান্তর করার পরে মারা যান। হ্যারি ওয়েব ছাড়াও আরও কয়েকজন, স্ট্রেচার বহনকারী এবং ও'হারা, যাদের প্রাথমিক চিকিৎসার কিছু প্রশিক্ষণ ছিল, তাদের হয় সামরিক বা চিকিৎসার অভিজ্ঞতা ছিল।\n\n\n== তথ্যসূত্র =="}