{"pageid": 1472580, "title": "দ্য স্লিপার অ্যাওয়েকস", "url": "https://bn.wikipedia.org/wiki?curid=1472580", "content": "দ্য স্লিপার অ্যাওয়েকস (ইংরেজি: The Sleeper Awakes) হল ইংরেজ লেখক এইচ. জি. ওয়েলসের লেখা একটি ডিসটোপীয় কল্পবিজ্ঞান উপন্যাস। ১৮৯৯ সালে প্রথম প্রকাশিত এই উপন্যাসটিতে দেখা যায়, গল্পের নায়ক ২০৩ বছর ঘুমানোর পর একুশ শতকের শেষ বছরটিতে জেগে ওঠে। এরপর বাইশ শতকের লন্ডন শহরে সে পরিণত হয় বিশ্বের ধনীতম ব্যক্তিটিতে। সে বুঝতে পারে, তার স্বপ্ন বাস্তবায়িত হয়েছে। কিন্তু ভাবীকালের পৃথিবী তার সামনে তুলে ধরে সেই যুগের সব রকম আতঙ্ক ও অপকীর্তিগুলিকে।\n১৮৯৯ সালে দু’টি পত্রিকায় একযোগে ধারাবাহিকভাবে প্রকাশিত হোয়েন দ্য স্লিপার ওয়েকস (ইংরেজি: When the Sleeper Wakes) উপন্যাসটির সংশোধিত পাঠ হিসেবে ১৯১০ সালে দ্য স্লিপার অ্যাওয়েকস গ্রন্থাকারে প্রকাশিত হয়। ২০০৪ সালের গুটেনবার্গ প্রকল্পের প্রচ্ছদপৃষ্ঠাটিতে উপন্যাসটির একটি উপ-শিরোনামের ইঙ্গিত দেওয়া হয়েছে: দ্য স্লিপার অ্যাওয়েকস; আ রিভাইজড এডিশন অফ হোয়েন দ্য স্লিপার ওয়েকস; বাই এইচ. জি. ওয়েলস; ১৮৯৯। লাইব্রেরি অফ কংগ্রেস ক্যাটালগে উপ-শিরোনামটি ব্যবহৃত হয়েছে।\n\n\n== প্রকাশনার ইতিহাস ==\nহোয়েন দ্য স্লিপার ওয়েকস শিরোনামে লন্ডনের দ্য গ্রাফিক ও নিউ ইয়র্ক সিটির হার্পার’স উইকলি পত্রিকায় প্রথমে ধারাবাহিক আকারে প্রকাশিত হয়। উভয় পত্রিকাতেই এটির অলংকরণ করেছিলেন অঁরি লানোস। দুই সংস্করণই প্রকাশিত হয় ১৮৯৯ সালের প্রথম ১৮টি সংখ্যায়, ৭ জানুয়ারি থেকে ৫ মে পর্যন্ত শনিবার করে।\nবইটির পুনর্মুদ্রণের সুযোগে ওয়েলস এই উপন্যাসের কিছু অংশকে বাদ দেন এবং কিছুটা পরিবর্তন সাধনও করেন। সেই সঙ্গে বইটির শিরোনাম বদলে রাখেন দ্য স্লিপার অ্যাওয়েকস। ১৯১০ সালে প্রকাশিত এই পরিমার্জিত সংস্করণের মুখবন্ধে তিনি ব্যাখ্যাপ্রসঙ্গে বলেন যে, সাংবাদিক হিসেবে নিজের কর্তব্য সম্পাদনের পাশাপাশি তিনি হোয়েন দ্য স্লিপার ওয়েকস-এর আদি পাঠটি এবং লাভ অ্যান্ড মি. লুইশ্যাম নামে আরেকটি উপন্যাস একই সঙ্গে লিখছিলেন। ফলে তাঁর খাটুনি হয়েছিল প্রচুর এবং বেশ চাপের মধ্যে তিনি উপন্যাসটি শেষ করেন। এদিকে ইতালিতে ছুটি কাটাতে যাওয়াটাও তাঁর কাছে খুবই প্রয়োজনীয় হয়ে পড়েছিল। যাওয়ার আগে তাঁকে দু’টি উপন্যাসের একটি শেষ করতেই হত। তাই তিনি হোয়েন দ্য স্লিপার ওয়েকস উপন্যাসটি দ্রুত সমাপ্ত করেন। তিনি ভেবেছিলেন ইংল্যান্ডে ফিরে এসে মুদ্রণের আগে এটিকে কিছুটা সংশোধন করবেন। কিন্তু বাড়ি ফেরার পর তিনি অসুস্থ হয়ে পড়েন। তাই লাভ অ্যান্ড মি. লুইশ্যাম উপন্যাসটি দ্রুত শেষ করার পর আগের উপন্যাসটি মুদ্রণের আগে পর্যন্ত সেটিকে পরিমার্জনার সুযোগ পাননি।\nএই উপন্যাসটির যে দু’টি দিক ওয়েলসের পছন্দ হয়নি তা হল আখ্যানভাগের গঠন এবং এটির দ্রুত সমাপ্তিভাগটি। অবশ্য বহু বছর সংশোধন করতে বসে ওয়েলস দাবি করেন যে, তাঁর অল্পবয়সের চিন্তাভাবনাগুলিকে আর চিহ্নিত করা সম্ভব হয়নি তাঁর পক্ষে। রচনাটিকে তাঁর অনেকটাই অপরিচিত মনে হয়েছিল। তাই তিনি এর মধ্যে কোনও গুরুত্বপূর্ণ পুনর্গঠনের কাজও করতে পারেননি। বরং তিনি অনেকটা \"সম্পাদকীয় বড়দা\"র ভূমিকা পালন করেন এবং যে অংশগুলিকে অনাবশ্যক মনে হয়েছিল সেগুলি বাদ দেন এবং কয়েকটি বেমানান অংশ ও পুনরাবৃত্তি বাদ দেন, শেষাংশের দ্ব্যর্থক বিষয়গুলিকে পাকাপোক্ত করেন এবং চরিত্রগুলির মধ্যে সব ধরনের প্রণয়সম্পর্কের ইঙ্গিতগুলি বর্জন করেন। ১৯১০ সালের সংস্করণে ওয়েলস উড্ডয়ন যন্ত্রের ধারণাটিকেও কালোন্নীত করেন।\n\"আ স্টোরি অফ দ্য ডেজ টু কাম\" (১৮৯৭) ছোটোগল্পটি এই উপন্যাসের পূর্বসূরি। এই গল্পটিও একই প্রকার ভাবীকালের সমাজব্যবস্থার প্রেক্ষাপটে রচিত।\n\n\n== কাহিনি-সারাংশ (১৯১০ সংস্করণ অনুযায়ী) ==\n\nলন্ডনের বাসিন্দা গ্রাহাম ১৮৯৭ সালে অনিদ্রা রোগের জন্য কিছু ড্রাগ সেবন করে কোমাগ্রস্থ হয়ে পড়েন। তাঁর ঘুম ভাঙে ২১০০ সালে। পরে তিনি জানতে পারেন এই শতাধিক বছরে তিনি বিপুল পরিমাণ ঐশ্বর্যের উত্তরাধিকারী হয়েছেন, যা রক্ষিত আছে \"হোয়াইট কাউন্সিল\" নামে এক ট্রাস্টের হাতে। বহু বছর ধরে ট্রাস্টের কর্মকর্তারা এই ঐশ্বর্যকে ব্যবহার করে রাজনৈতিক ও অর্থনৈতিক ক্ষেত্রে এক নতুন বিশ্বব্যবস্থা গড়ে তুলেছেন।\nজেগে উঠে গ্রাহাম কিংকর্তব্যবিমূঢ় হয়ে পড়েন। তাঁর আশেপাশের লোকেদের কাছেও তাঁর এই জেগে-ওঠা ছিল অপ্রত্যাশিত। তারাও শঙ্কিত হয়ে পড়ে। খবর রটে যায় যে, \"ঘুমন্ত মানুষ\"টি জেগে উঠেছেন। বাড়ির চারপাশে লোকজন জড়ো হয় এবং সবাই কিংবদন্তিতে পরিণত হওয়া ঘুমন্ত মানুষটিকে দেখার দাবি জানাতে থাকে। গ্রাহামের চারপাশে থাকা মানুষজন তাঁর কোনও প্রশ্নেরই উত্তর দেয় না। তারা গ্রাহামকে গৃহবন্দী করে রাখে। গ্রাহাম জানতে পারে যে, সে অধিকাংশ বিশ্বের আইনসম্মত মালিক ও শাসক।\nঅস্ট্রগের নেতৃত্বাধীন বিদ্রোহীরা গ্রাহামকে পালাতে সাহায্য করে। তারা বলে যে, জনগণ ওয়াইট কাউন্সিলের বিরুদ্ধে অভ্যুত্থান ঘটাতে গ্রাহামের নেতৃত্ব চায়। তাদের কথা গ্রাহামের কাছে বিশ্বাসযোগ্য ঠেকে না। কিন্তু বন্দী থাকতে তিনি অনিচ্ছুক ছিলেন। তাই তাদের সঙ্গেই চলে যান গ্রাহাম। উপস্থিত হন এক প্রকাণ্ড সভাকক্ষে, যেখানে শ্রমিকেরা বিপ্লবের প্রস্তুতি নেওয়ার জন্য একত্রিত হয়েছিল। তারা হোয়াইট কাউন্সিলের বিরুদ্ধে পদযাত্রা করে এগিয়ে চলে, কিন্তু রাষ্ট্রীয় পুলিশ তাদের আক্রমণ করে। সেই গোলমালের মধ্যে গ্রাহাম বিপ্লবীদের থেকে বিচ্ছিন্ন হয়ে পড়েন। তাঁর সঙ্গে দেখা হয় এক বৃদ্ধের, যিনি তাঁকে ঘুমন্ত মানুষের গল্পটি বলেন – হোয়াইট কাউন্সিল তাঁর সম্পত্তি বিনিয়োগ করে অর্ধেক বিশ্বের শিল্প ও রাজনৈতিক ব্যবস্থাগুলিকে কিনে নেয় এবং সংসদ ও রাজতন্ত্রকে উচ্ছেদ করে ধনিকতন্ত্র প্রতিষ্ঠা করে। ঘুমন্ত মানুষটি শুধুমাত্র এক ক্ষমতাহীন জাঁকজমকপূর্ণ সাক্ষীগোপাল মাত্র। বৃদ্ধ মনে করেন যে, জনসাধারণের মগজধোলাই করার জন্যই ঘুমন্ত মানুষের গল্পটি ফাঁদা হয়েছে, এটি আসলে এক কাল্পনিক চরিত্র।\nগ্রাহামের সঙ্গে অস্ট্রগের দেখা হয়। অস্ট্রগ বলে, বিপ্লবীরা জয়ী হয়েছে এবং জনগণ চাইছে ঘুমন্ত মানুষটি রাজত্ব করুন। গ্রাহামকে নিজের ক্রীড়ানক শাসক করে অস্ট্রগ ক্ষমতা নিজের হাতে ধরে রাখে।  গ্রাহাম বিমানের প্রতি আগ্রহী হন এবং বিমানচালনা শেখেন। আকাশপথে যাত্রা করতে করতে তিনি দেখেন যে গ্রামাঞ্চলে বা ছোটো শহরগুলিতে কেউই আর বাস করে না, সব ধরনের কৃষিকাজ শিল্পের মতো করে চালিত হচ্ছে; তাছাড়া ব্রিটেনে মাত্র চারটিই বড়ো শহর অবশিষ্ট রয়েছে, যেখানে বিরাট বিরাট হাওয়া-কলের মাধ্যমে বিদ্যুতের যোগান দেওয়া হচ্ছে। হেলেন ওটোন যখন তাঁকে জানান যে, বিপ্লব নিম্নশ্রেণির মানুষদের কাছে কোনও পরিবর্তনই আনেনি, তখন গ্রাহামকে তাঁর নির্লিপ্ত জীবন থেকে বেরিয়ে আসতেই হয়। গ্রাহাম অস্ট্রগকে প্রশ্ন করলে অস্ট্রগ স্বীকার করতে বাধ্য হয় যে, নিম্নশ্রেণির মানুষেরা এখনও অবদমিত ও নিপীড়িত হচ্ছে, কিন্তু তা সত্ত্বেও অস্ট্রগ চলতি ব্যবস্থাটির পক্ষই অবলম্বন করেন। ক্রমশ্য প্রকাশ্যে আসে যে অস্ট্রগ শুধু নিজের জন্য ক্ষমতাই চেয়েছিল এবং সেই জন্য বিপ্লব ও গ্রাহামকে ব্যবহার করেছে মাত্র।\nঅস্ট্রগ স্বীকার করে যে, অন্যান্য শহরগুলিতে হোয়াইট কাউন্সিলের পতনের পরেও শ্রমিকেরা বিদ্রোহ করে চলেছে। অস্ট্রগ একটি কৃষ্ণাঙ্গ আফ্রিকান পুলিশবাহিনীর মাধ্যমে শ্রমিকদের দমন করছে। গ্রাহাম রেগে যায় এবং অস্ট্রগের কাছে তার পুলিশবাহিনীকে লন্ডন থেকে বহিষ্কৃত করার দাবি জানায়। অস্ট্রগ রাজি হয়। গ্রাহাম সিদ্ধান্ত নেন যে, নতুন সমাজব্যবস্থাটিকে তিনি নিজে পরীক্ষা করে দেখবেন।\nশ্রমিকেরা কেমনভাবে আছে তা দেখার জন্য গ্রাহাম ছদ্মবেশে লন্ডনের পথে বের হন। তাদের অবস্থা অত্যন্ত খারাপ। অদক্ষ শ্রমিকেরা কঠোর পরিশ্রম করছে কলকারখানাগুলিতে, তাদের প্রতিদিনের কাজের বিনিময়ে খাদ্যের মাধ্যমে বেতন দেওয়া হয়, তা-ছাড়া কাজের কোনও নিরাপত্তাও নেই। তারা এমন এক অদ্ভুত উপভাষায় কথা বলে যা গ্রাহাম বুঝতে পারেন না। শিল্প থেকে উদ্ভূত রোগগুলিও চারিদিকে ছড়িয়ে পড়েছে। নিজ নিজ কাজের নিরিখে আলাদা আলাদা রঙের উর্দি পরে শ্রমিকেরা। পারিবারিক ব্যবস্থা বলে আর কিছুই অবশিষ্ট নেই। শিশুদের লালন-পালন করা হয় বড়ো বড়ো প্রতিষ্ঠানগুলিতে। জীবনকে নিয়ন্ত্রণ করে \"কলরবকারী যন্ত্র\", যা সংবাদ ছড়ায় এবং \"বিনোদন নগরী\"গুলি, যেখানে অনির্দিষ্ট বিনোদনের যোগান দেওয়া হয়। ইচ্ছামৃত্যুকেও স্বাভাবিক মনে করা হয়।\nগ্রাহাম জানতে পারেন যে, অস্ট্রগ তার বাহিনীকে লন্ডনে আহ্বান করেছে। গ্রাহাম অস্ট্রগের মুখোমুখি হন। অস্ট্রগ গ্রাহামকে গ্রেফতার করার চেষ্টা করেন। কিন্তু শ্রমিকদের মধ্যে আবার অভ্যুত্থান ঘটে এবং তারা গ্রাহামকে পালিয়ে যেতে হাহায্য করে। গ্রাহামের সঙ্গে হেলেনের দেখা হয়। হেলেন তাঁকে বলেন যে, তিনিই জনসাধারণকে অস্ট্রগের বিশ্বাসঘাতকতার কথা বলেছেন। গ্রাহাম লন্ডনের মুক্তিতে নেতৃত্ব দেন।\nঅস্ট্রগ পালিয়ে যায় এবং লন্ডনের দিকে উড়ে আসা তার বাহিনীর সঙ্গে যোগ দেয়। তার লোকজন তখনও কয়েকটি বিমানবন্দর দখলে রেখেছিল। শ্রমিকেরা বিমান-বিধ্বংসী বন্দুক খুঁজে পায়, কিন্তু সেগুলিকে সাজিয়ে গুছিয়ে নিতে তাদের কিছুটা সময় প্রয়োজন ছিল। বিপ্লবীদের কাছে একটি মাত্র বিমানই ছিল। গ্রাহাম নিজের সব সম্পত্তি বিদ্রোহীদের দিয়ে দেন এবং সেই একটি বিমান নিয়ে আক্রমণকারীদের বিরুদ্ধে রওনা হন। কয়েকটিকে তিনি ধ্বংসও করেন। বিদ্রোহীদের বিমান-বিধ্বংসী বন্দুক কাজ করতে শুরু করে এবং তারা আক্রমণকারীদের বিরুদ্ধে গুলি বর্ষণ করে তাদের নেমে আসতে বাধ্য করতে থাকে। গ্রাহাম শেষপর্যন্ত অস্ট্রগের বিমানটি আক্রমণ করেন, কিন্তু ব্যর্থ হন। তাঁর নিজের বিমানটি মাটিতে ভেঙে পড়ে।\n\n\n== বিষয়বস্তু ==\nদ্য স্লিপার অ্যাওয়েকস উপন্যাসটিতে আলোচিত হয়েছে সমাজতন্ত্র, বিপ্লবে বিশ্বাসঘাতকতা এবং একজন উচ্চবিত্ত কীভাবে একদিকে নিপীড়ন ও দরিদ্রায়ণের মাধ্যমে এবং অন্যদিকে প্রযুক্তি ব্যবহার করে ও অন্যদের মনোরঞ্জন করে এক বিশাল জনগোষ্ঠীকে নিজের উদ্দেশ্যসাধনের কাজে লাগাতে পারে তার বিবরণ। উপন্যাসে বর্ণিত এই বিষয়গুলি পরবর্তীকালে অ্যালডাস হাক্সলির ব্রেইভ নিউ ওয়ার্ল্ড ও জর্জ অরওয়েলের নাইনটিন এইটটি-ফোর উভয় উপন্যাসেই বিশ্লেষিত হয়েছে।\n\n\n== প্রতিক্রিয়া ==\nগ্যালাক্সি সায়েন্স ফিকশন-এর ফ্লয়েড সি. গেল বলেছেন যে, দ্য স্লিপার অ্যাওয়েকস \"অসম্ভব রকমের হালকা\" ও সেকেলে বিজ্ঞান হওয়া সত্ত্বেও \"গল্পটির মূল্য নিহিত রয়েছে এটির মানবিক মূল্যবোধে… এটিই ‘তরুণ ওয়েলস’-এর শ্রেষ্ঠ অ-ইউটোপীয় [কাহিনি]\"।\n\n\n== প্রস্তাবিত চলচ্চিত্র ==\n১৯৬০-এর দশকের শেষদিকে জর্জ প্যাল এই উপন্যাস অবলম্বনে একটি চলচ্চিত্র নির্মাণের ইচ্ছা প্রকাশ করেছিলেন। তিনি শুনেছিলেন আমেরিকান ইন্টারন্যাশনাল পিকচারস এটির স্বত্বের অধিকারী এবং তাদের থেকে স্বত্ব কিনে নেওয়ার প্রস্তাবও দেন। সংস্থাটির পক্ষ থেকে তাদের জন্য ছবিটি তৈরির জন্য তাঁকে আমন্ত্রণও জানানো হয়। যদিও শেষপর্যন্ত ছবিটি নির্মিত হয়নি।\n\n\n== প্রভাব ==\nউপন্যাসটির আখ্যানভাগের কয়েকটি দিক ১৯৭৩ সালে মুক্তিপ্রাপ্ত উডি অ্যালেনের স্লিপার চলচ্চিত্রের অনুরূপ।\nপাল্প লেখক হ্যারি স্টিফেন কেলার এই উপন্যাস থেকে একটি বিষয়ের ধারণা গ্রহণ করে ১৯১৪ সালে \"জন জোনস’ ডলার\" নামে একটি গল্প লিখেছিলেন। এই গল্পে দেখা যায়, একটি সৌরজগতের অর্থব্যবস্থা গড়ে উঠেছে একটি মাত্র রুপোর ডলারকে কেন্দ্র করে। ডলারটি ২৯২১ সাল পর্যন্ত সঞ্চিত ছিল এবং সেটির থেকে পুঞ্জীভূত হয়েছে ৬.৩ ট্রিলিয়ন ডলারের এক বিস্ময়কর এক অঙ্ক, যা এক আন্তঃগ্রহ সমাজতান্ত্রিক স্বর্গকে অর্থ জোগান দিচ্ছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিসংকলনে The Sleeper Awakes-এর সম্পূর্ণ পাঠ্য পড়ুন।\n উইকিমিডিয়া কমন্সে When the Sleeper Wakes সম্পর্কিত মিডিয়া দেখুন।\n\nগুটেনবের্গ প্রকল্পে When the Sleeper Wakes \n\nগুটেনবের্গ প্রকল্পে The Sleeper Awakes \n The Sleeper Awakes লিব্রিভক্সে পাবলিক ডোমেইন অডিওবই (ইংরেজি)\nইন্টারনেট আর্কাইভে 'When the Sleeper Wakes'\nইন্টারনেট আর্কাইভে 'The Sleeper Awakes'"}