{"pageid": 1472814, "title": "প্রধান উপদেষ্টা মুহাম্মদ ইউনূসের সময়রেখা", "url": "https://bn.wikipedia.org/wiki?curid=1472814", "content": "বাংলাদেশের প্রধান উপদেষ্টা হিসেবে মুহাম্মদ ইউনূসের নেতৃত্ব ৮ আগস্ট ২০২৪ সালে শুরু হয়েছিল যখন তিনি রাষ্ট্রপতি মোহাম্মদ সাহাবুদ্দিন কর্তৃক প্রধান উপদেষ্টা হিসাবে শপথ গ্রহণ করেন। ৫ আগস্ট ২০২৪ সালে শেখ হাসিনার পদত্যাগ এবং ভারতে চলে যাওয়ার পরে বিক্ষোভকারীরা ঘোষণা করেছিল যে ইউনূস অন্তর্বর্তীকালীন সরকারের প্রধান উপদেষ্টা হবেন।\n\n\n== পটভূমি ==\n৫ আগস্ট ২০২৪ সালে সেনাপ্রধান জেনারেল ওয়াকার-উজ-জামান অসহযোগ আন্দোলনের পরে রাষ্ট্রপতি মোহাম্মদ শাহাবুদ্দিনের কাছে প্রধানমন্ত্রী শেখ হাসিনার পদত্যাগপত্র হস্তান্তর করেন। রাষ্ট্রপতি তাৎক্ষণিকভাবে অন্তর্বর্তী সরকার গঠনের বিষয়ে আলোচনা করতে সারাদেশের রাজনৈতিক নেতাদের সঙ্গে বৈঠকের প্রক্রিয়া শুরু করেন। রাষ্ট্রপতি ৬ আগস্ট ২০২৪ সালে সংসদ ভেঙে দেন।\n\n\n== প্রধান উপদেষ্টা হিসেবে ইউনূস ==\n\n\n=== শপথগ্রহণ ===\nইউনূস ২০২৪ সালের ৮ আগস্ট বঙ্গভবনে এক অনুষ্ঠানে বাংলাদেশের প্রধান উপদেষ্টা হিসেবে শপথ নেন। শপথবাক্য পাঠ করান বাংলাদেশের রাষ্ট্রপতি মোহাম্মদ সাহাবুদ্দিন। রাষ্ট্রীয় অনুষ্ঠানে বিদেশি কূটনীতিক, সুশীল সমাজের সদস্য, শীর্ষ ব্যবসায়ী ও সাবেক বিরোধী দলের সদস্য এবং অন্যান্য অতিথিরা উপস্থিত ছিলেন। ইউনূস ও সভাপতি মোহাম্মদ সাহাবুদ্দিন কার্যালয়ের শপথ নথিতে স্বাক্ষর করেন।\nশপথগ্রহণের পরদিনই অর্থাৎ ৯ আগস্ট ২০২৪  ইউনূস ঢাকা মেডিকেল কলেজে আহত ব্যক্তিদের দেখতে যান। ১০ আগস্ট ২০২৪ সালে  তিনি আবু সাঈদের বাড়ি এবং পরিবারের সদস্যদেরও দেখা করেন।\n\n\n=== জাতির উদ্দেশ্যে প্রথম ভাষণ ===\nসরকার প্রধান হিসেবে ইউনুস ২৫ আগস্ট ২০২৪ সালে জাতির উদ্দেশে প্রথম ভাষণ দেন। প্রধান উপদেষ্টা তার আধা ঘণ্টার বক্তৃতায় প্রস্তাবিত সংস্কারগুলো তুলে ধরেন। তিনি দেশের অর্থনীতি, শিক্ষা, স্বাস্থ্য, মানবাধিকার, নির্বাচন ব্যবস্থা, আইন ব্যবস্থা এবং আরও অনেক ক্ষেত্রে সংস্কারের প্রতিশ্রুতি দেন।\n\n\n=== পররাষ্ট্রনীতি ===\n\nঅন্তর্বর্তীকালীন সরকারের প্রধান উপদেষ্টা হওয়ার কয়েক দিন পর, ইউনুস সংযুক্ত আরব আমিরাতের সরকারের সাথে আলোচনা করেন। আলোচনার পর, সংযুক্ত আরব আমিরাতের প্রেসিডেন্ট মোহাম্মদ বিন জায়েদ আল নাহিয়ান হাসিনা সরকারের বিরুদ্ধে প্রতিবাদ করার জন্য পূর্বে আটক করা ৫৭ জন বাংলাদেশী প্রবাসীকে ক্ষমা করেন।\n২৯ আগস্ট-এ, জোরপূর্বক নিখোঁজ হওয়া থেকে সুরক্ষার জন্য আন্তর্জাতিক কনভেনশনে স্বাক্ষর করেন ইউনূস। এটি জনগণ এবং জাতিসংঘের পক্ষ থেকে প্রশংসিত হয়।\nঊনআশিতম জাতিসংঘ সাধারণ পরিষদের অধিবেশনে তার সরকারি বিদেশ সফরে ইউনূস মরিশাস, কানাডা, যুক্তরাষ্ট্র, ইতালি, পাকিস্তান, নেপাল, মালদ্বীপ এবং নেদারল্যান্ডসের মতো বিভিন্ন দেশের সরকারের প্রধানদের সঙ্গে আলোচনা করেন। তিনি কিছু উচ্চপদস্থ কর্মকর্তার সঙ্গেও আলোচনা করেন, যেমন ভোলকার তুর্ক, অজয় বাঙ্গা , ক্রিস্টালিনা জর্জিভা, করিম আহমেদ খান, সামান্থা পাওয়ার, নোয়েল কুইন, এবং ডিক ডারবিন। তিনি একটি অনুষ্ঠানে সাবেক মার্কিন প্রেসিডেন্ট বিল ক্লিনটনের সঙ্গেও সাক্ষাৎ করেন।\n৪ অক্টোবর, মালয়েশিয়ার প্রধানমন্ত্রী আনোয়ার ইব্রাহীম বাংলাদেশ সফর করেন এবং ইউনূসের সঙ্গে সাক্ষাৎ করেন। তারা দুই দেশের দ্বিপাক্ষিক সম্পর্ক এবং বিভিন্ন খাত নিয়ে আলোচনা করেন।\n\n\n== উপদেষ্টাপরিষদ ==\n\n২০২৪ সালের ৮ আগস্ট শপথ গ্রহণের মাধ্যমে মুহাম্মদ ইউনূসকে অন্তর্বর্তীকালীন সরকারের প্রধান উপদেষ্টা করে অন্তর্বর্তীকালীন সরকার গঠন করা হয়। নতুন এই সরকারে উপদেষ্টা মোট ২৪ জন, যাদের মধ্যে তিনজন বৈষম্যবিরোধী ছাত্র আন্দোলনের সমন্বয়ক।\n\n\n== আন্তর্জাতিক সফরসমূহ ==\n\n\n== জনসমর্থন ==\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}