{"pageid": 1472238, "title": "রিকল নির্বাচন", "url": "https://bn.wikipedia.org/wiki?curid=1472238", "content": "রিকল নির্বাচন (ইংরেজি: Recall Election) হলো একটি গণতান্ত্রিক প্রক্রিয়া যেখানে নির্বাচিত সরকারি কর্মকর্তাকে তার মেয়াদ শেষ হওয়ার আগেই অপসারণ করার জন্য ভোটাররা একটি নির্বাচন আহ্বান করতে পারে। এটি সাধারণত তখনই সংঘটিত হয় যখন সংশ্লিষ্ট ব্যক্তির কার্যকারিতায় জনগণ অসন্তুষ্ট হয়, অথবা তিনি কোনও গুরুতর অনৈতিক কাজের সঙ্গে জড়িয়ে পড়েন। রিকল নির্বাচনের মাধ্যমে ভোটাররা সরাসরি জনপ্রতিনিধিকে অপসারণ করতে এবং একজন নতুন প্রতিনিধিকে নির্বাচিত করতে পারেন। \nবাংলাদেশে রিকল নির্বাচন বা নির্বাচিত কর্মকর্তাকে তাদের মেয়াদ শেষ হওয়ার আগে অপসারণ করার কোনো আইনগত ব্যবস্থা নেই। দেশের বিদ্যমান নির্বাচন আইন, যেমন ১৯৭২ সালের \"Representation of the People Order,\" এবং সংবিধানে এ ধরনের প্রক্রিয়ার কোনো উল্লেখ নেই। বাংলাদেশের নির্বাচন ব্যবস্থা এবং আইনি কাঠামো প্রধানত সাধারণ নির্বাচন এবং প্রাতিষ্ঠানিক নির্বাচনের ওপর ভিত্তি করে পরিচালিত হয়।\n\n\n== ইতিহাস: ==\nরিকল নির্বাচনের ধারণাটি প্রথম চালু হয় ১৮৯০-এর দশকের আমেরিকান রাজনীতিতে। মার্কিন যুক্তরাষ্ট্রের কিছু অঙ্গরাজ্য যেমন ক্যালিফোর্নিয়া, আরিজোনা, এবং উইসকনসিনে রিকল নির্বাচন অনেক জনপ্রিয় ছিল। ১৯১১ সালে ক্যালিফোর্নিয়া এই প্রক্রিয়াটি তার সংবিধানে অন্তর্ভুক্ত করে, যা সেই সময়ে মার্কিন যুক্তরাষ্ট্রে একটি উল্লেখযোগ্য ঘটনা ছিল। পরবর্তীতে অন্যান্য দেশেও রিকল নির্বাচন চালু হয়, যেমন ভেনিজুয়েলা এবং সুইজারল্যান্ডে।\n\n\n== প্রক্রিয়া ==\nরিকল নির্বাচনের প্রক্রিয়া সাধারণত নিম্নলিখিত ধাপগুলোর মাধ্যমে সম্পন্ন হয়:\n১. রিকল পিটিশন: রিকল প্রক্রিয়া শুরু করার জন্য ভোটারদের একটি পিটিশন তৈরি করতে হয়। এই পিটিশনে যথেষ্ট সংখ্যক স্বাক্ষর সংগ্রহ করা হয় যা সাধারণত নির্বাচিত কর্মকর্তার মোট নির্বাচনী ভোটারের একটি নির্দিষ্ট শতাংশের সমান হতে হয়।\n২. পিটিশনের যাচাই-বাছাই: পিটিশন জমা দেওয়ার পর সংশ্লিষ্ট নির্বাচন কমিশন পিটিশনের স্বাক্ষরগুলি যাচাই করে।\n৩. নির্বাচনের সময় নির্ধারণ: পিটিশন যথাযথ হলে, একটি নির্দিষ্ট সময়ের মধ্যে নির্বাচন পরিচালিত হয়। রিকল নির্বাচনে সাধারণত দুটি প্রশ্ন থাকে: (১) বর্তমান কর্মকর্তাকে অপসারণ করা উচিত কি না? (২) যদি অপসারণ করা হয়, তবে কাকে নতুনভাবে নির্বাচিত করা হবে?\n৪. ভোটগ্রহণ: ভোটাররা দুটি প্রশ্নের উত্তর দেয়। যদি প্রথম প্রশ্নে সংখ্যাগরিষ্ঠ ভোট অপসারণের পক্ষে যায়, তাহলে দ্বিতীয় প্রশ্ন অনুযায়ী নতুন প্রতিনিধি নির্বাচিত হয়।\n\n\n=== রিকল নির্বাচনের উদাহরণ: ===\nযুক্তরাষ্ট্র: ২০০৩ সালে ক্যালিফোর্নিয়ায় গভর্নর গ্রে ডেভিসের বিরুদ্ধে রিকল নির্বাচন অনুষ্ঠিত হয়। এটি মার্কিন যুক্তরাষ্ট্রের অন্যতম বিখ্যাত রিকল নির্বাচন। ডেভিসের বদলে আর্নল্ড শোয়ার্জনেগারকে নতুন গভর্নর নির্বাচিত করা হয়।\nভেনিজুয়েলা: ২০০৪ সালে ভেনিজুয়েলার প্রেসিডেন্ট হুগো শাভেজের বিরুদ্ধে একটি রিকল নির্বাচন অনুষ্ঠিত হয়। যদিও শাভেজ এই নির্বাচনে জয়ী হন এবং পদে বহাল থাকেন।\n\n\n=== পক্ষ ও বিপক্ষ মতামত: ===\nপক্ষের যুক্তি:\n\nজনগণের ক্ষমতা বৃদ্ধি: রিকল নির্বাচন জনগণের হাতে তাদের প্রতিনিধিদের প্রতি সরাসরি নিয়ন্ত্রণ দেয়। এটি রাজনীতিবিদদের আরও বেশি দায়বদ্ধ করে তোলে।\nদ্রুত পরিবর্তনের সুযোগ: যদি কোনো কর্মকর্তা অযোগ্য প্রমাণিত হন, তাহলে তার মেয়াদ শেষ হওয়ার জন্য অপেক্ষা না করে তাকে অপসারণ করা সম্ভব হয়।\nবিপক্ষের যুক্তি:\n\nরাজনৈতিক অস্থিতিশীলতা: বারবার রিকল নির্বাচন রাজনৈতিক অস্থিতিশীলতা সৃষ্টি করতে পারে এবং সরকার পরিচালনায় বিঘ্ন ঘটাতে পারে।\nঅতিরিক্ত ব্যয়: রিকল নির্বাচন পরিচালনার জন্য প্রচুর অর্থ ব্যয় হয় যা অনেক সময় সাধারণ নির্বাচনের মতোই ব্যয়বহুল হতে পারে।\n\n\n== তথ্যসূত্র =="}