{"pageid": 1472309, "title": "এস. এ. গ্রুপ", "url": "https://bn.wikipedia.org/wiki?curid=1472309", "content": "এস. এ. গ্রুপ অব ইন্ডাস্ট্রিজ চট্টগ্রামে অবস্থিত একটি বাংলাদেশী বৈচিত্র্যময় সংগঠন। শাহাবুদ্দিন আলম এস. এ. গ্রুপ অব ইন্ডাস্ট্রিজের ব্যবস্থাপনা পরিচালক। ২০২২ সাল অনুযায়ী কোম্পানিতে ২,৫০০ জন কর্মী আছে। এস. এ. গ্রুপ অব ইন্ডাস্ট্রিজ ১৯৮৮ সাল থেকে গোয়ালিনী এবং মুসকান নামক দুটি ব্র্যান্ডের অধীনে ৮টি প্রধান সারির পণ্য নিয়ে ১৭টি কারখানা পরিচালনা করছে। এর মধ্যে রয়েছে ঢাকা ও চট্টগ্রামের ভোজ্যতেল শোধনাগার, কনডেন্সড মিল্ক, দুগ্ধজাত পণ্য, চা পাতা, ময়দা, সুজি, লবণ, পানি, কাগজ ও কাগজের পণ্য।\n\n\n== ইতিহাস ==\nএস. এ. গ্রুপ অব ইন্ডাস্ট্রিজ ১৯৮৮ সালে প্রতিষ্ঠিত হয়। কোম্পানিটি ২০০৬ সালে অ্যাপায়ন ভেজিটেবল তেল উৎপাদন শুরু করে। বর্তমানে এটি ১৭টি শিল্প পরিচালনা করছে। এর মধ্যে রয়েছে ঢাকা ও চট্টগ্রামের ভোজ্যতেল শোধনাগার, কনডেন্সড মিল্ক, দুগ্ধজাত পণ্য, চা পাতা, ময়দা, সুজি, লবণ, পানি, কাগজ ও কাগজের পণ্য।\n২০১১ সালের ২৩ মে পরিবেশ অধিদপ্তর এস. এ. গ্রুপ অব ইন্ডাস্ট্রিজের সহযোগী প্রতিষ্ঠান শাহ আমানত টেক্সটাইল মিলকে পরিবেশ দূষিত করার দায়ে এবং বর্জ্য পানি শোধনাগার ছাড়াই মিল পরিচালনার অপরাধে ২.৮ মিলিয়ন টাকা অর্থায়ন করে।\n২০১৩ সালের মে মাসে বাংলাদেশ ব্যাংক তদন্তের পর এস. এ. গ্রুপ অব ইন্ডাস্ট্রিজের ব্যবস্থাপনা পরিচালক এবং মার্কেন্টাইল ব্যাংকের পরিচালক শাহাবুদ্দিন আলম তার এস. এ. গ্রুপ অব ইন্ডাস্ট্রিজের জন্য ব্যাংক থেকে অর্থ আত্মসাৎ করেছে বলে জানতে পারে।\n২০১৪ সালে বাংলাদেশ ব্যাংক ঋণ খেলাপি হিসাবে পরিচিত হওয়া সত্ত্বেও এস. এ. গ্রুপ অব ইন্ডাস্ট্রিজকে দুটি সহযোগী সংস্থার মাধ্যমে ১.৮ বিলিয়ন টাকা ঋণ দেওয়ার জন্য বাংলাদেশ কৃষি ব্যাংককে ৫০ হাজার টাকা জরিমানা করে। তিনটি চেক বাউন্স হওয়ার ঘটনায় অগ্রণী ব্যাংক শাহাবুদ্দিন আলম ও তার স্ত্রীর বিরুদ্ধে মামলা করে। ২০২০ সালের ২০ ফেব্রুয়ারি চট্টগ্রাম মহানগর দায়রা আদালতের বিচারক এস. এম. মজিবুর রহমানের কাছ থেকে তারা দুজনই জামিন নেন।\nন্যাশনাল ব্যাংক লিমিটেড এস. এ. অয়েল রিফাইনারির মালিকানাধীন সম্পত্তি নিলামের মাধ্যমে ২.১৫ বিলিয়ন টাকা ঋণ আদায় করেছে। ব্যাংক ১০ মিলিয়ন টাকার চেক বাউন্স করার অভিযোগে শাহাবুদ্দিন আলম এবং তার স্ত্রী ও এস. এ. গ্রুপ অব ইন্ডাস্ট্রিজের চেয়ারপার্সন ইয়াসমিন আলমের বিরুদ্ধে মামলা করে। তারা ২০১৬ সালের ২৭ মার্চ ঋণ আদায়ের জন্য এস. এ. গ্রুপ অব ইন্ডাস্ট্রিজের বিরুদ্ধে চট্টগ্রামের ডবলমুরিং থানায় মামলা করেন। চট্টগ্রামের একটি আদালত এস. এ. গ্রুপ অব ইন্ডাস্ট্রিজের ব্যবস্থাপনা পরিচালক শাহাবুদ্দিন আলমের ওপর ভ্রমণ নিষেধাজ্ঞা জারি করে।\n২০১৭ সালের ১১ অক্টোবর ইসলামী ব্যাংক ঘোষণা করে যে, তারা এস. এ. গ্রুপ অব ইন্ডাস্ট্রিজের তিনটি শাখা কামাল ভেজিটেবলস অয়েল, শারিজা অয়েল রিফাইনারি এবং শারিজা নেভিগেশনকে দেওয়া ৫.৭৩ বিলিয়ন টাকা ঋণ পুনরুদ্ধার করতে এস. এ. গ্রুপ অব ইন্ডাস্ট্রিজ কর্তৃক বন্ধক রাখা তিনটি সম্পত্তি নিলাম করবে। এস. এ. গ্রুপ অব ইন্ডাস্ট্রিজ কর্তৃক নেওয়া অগ্রণী ব্যাংক, ব্যাংক এশিয়া, ফার্স্ট সিকিউরিটি ইসলামী ব্যাংক, জনতা ব্যাংক, প্রাইম ব্যাংক এবং রূপালী ব্যাংক থেকে ১০ বিলিয়ন টাকা মূল্যের ঋণ পুনর্গঠন করেছে বাংলাদেশ ব্যাংক।\n২০১৮ সালের ১৮ অক্টোবর এস. এ. গ্রুপ অব ইন্ডাস্ট্রিজের ব্যবস্থাপনা পরিচালক শাহাবুদ্দিন আলমকে অনিয়মিত ঋণের অভিযোগে অপরাধ তদন্ত বিভাগ গ্রেপ্তার করে। এস. এ. গ্রুপ অব ইন্ডাস্ট্রিজ বাংলাদেশের সবচেয়ে বড় ঋণ খেলাপিদের মধ্যে একটি যার মোট বকেয়া ঋণ ৩৫ বিলিয়ন টাকার বেশি। ব্যাংক এশিয়া ২৮ কোটি টাকা ঋণ খেলাপি হওয়ায় চট্টগ্রামের ইপিজেড থানায় তাদের বিরুদ্ধে মামলা করে। অপরিশোধিত পাম তেল আমদানির অভিযোগে ২০১৪ সাল থেকে ব্যাংক এশিয়ার মামলায় তাকে আটক করা হয়। আলমের বিরুদ্ধে প্রাইম ব্যাংকও মামলা করেছিল, যেখানে অভিযোগ করা হয়েছিল যে তিনি তার বন্ধকী সম্পত্তির মালিকানা তার সন্তান এবং অন্যান্য নিকটাত্মীয়দের কাছে হস্তান্তর করেছেন। আলমের মালিকানাধীন এস. এ. অয়েল রিফাইনারি এবং সামান্নাজ সুপার অয়েলের মালিকানাধীন ৮৪০ মিলিয়ন টাকা ব্যাংকের। চেক বাউন্স করার অভিযোগে পূবালী ব্যাংক আলম ও তার স্ত্রীর বিরুদ্ধে মামলা করেছে এবং তাদের কাছে ব্যাংক ২.৭৫ বিলিয়ন টাকা পাওনা রয়েছে। পূবালী ব্যাংক বাংলাদেশ ব্যাংককে মার্কেন্টাইল ব্যাংকের পরিচালক থেকে আলমকে অপসারণের অনুরোধ করেছে, কারণ আইন অনুসারে ঋণ খেলাপি ব্যাংকের পরিচালক হতে পারে না। ঢাকা মহানগরীর ম্যাজিস্ট্রেট আশরাফুজ্জামান আনসারী আলমকে কারাগারে পাঠান। ২০১৮ সালের অক্টোবরে পদ্মা ব্যাংক থেকে ঋণ আত্মসাতের অভিযোগে দুর্নীতি দমন কমিশন তার বিরুদ্ধে মামলা করে। আলম ২০২০ সালের ১ সেপ্টেম্বর ঢাকা স্টক এক্সচেঞ্জে মার্কেন্টাইল ব্যাংকের তার শেয়ার বিক্রি করার ইচ্ছা প্রকাশ করেন। ২০১৭ সালে তাকে ব্যাংকের পরিচালক পদ থেকে অপসারণ করা হয়।\nবঙ্গমাতা আন্তর্জাতিক স্কোয়াশ টুর্নামেন্ট ২০২২ সালের মার্চ মাসে এস. এ. গ্রুপ অব ইন্ডাস্ট্রিজের সৌজন্যে চট্টগ্রামে অনুষ্ঠিত হয়। এই টুর্নামেন্টের মাধ্যমে এস. এ. গ্রুপ অব ইন্ডাস্ট্রিজ পরিচিতি পায়। দশটি দেশ এতে অংশ নেয়। ভারত, পাকিস্তান, শ্রীলঙ্কা, ইরান, কানাডা, মালয়েশিয়া, অস্ট্রেলিয়া, কুয়েত, মিশর এবং বাংলাদেশের ৩২ জন পুরুষ এবং ১৬ জন নারী খেলোয়াড়সহ মোট ৪৮ জন খেলোয়াড় এই টুর্নামেন্টে প্রতিদ্বন্দ্বিতা করে। এ সময় সংগঠনটি দাবি করে, এই টুর্নামেন্টের মাধ্যমে তারা বাংলাদেশ থেকে হারানো একটি খেলা ফিরিয়ে এনেছে।\n\n\n== ব্যবসাসমূহ ==\nএস. এ. পাল্প অ্যান্ড পেপার মিলস লিমিটেড\nসাউথ ইস্টার্ন পেপার মিলস লিমিটেড\nশাহ আমানত টেক্সটাইল মিল\nমিল্কো লাবান\nমিল্কো ইউএইচটি মিল্ক\nআপ্যায়ন ভেজিটেবল তেল\nএস. এ. অয়েল রিফাইনারি\nসামান্নাজ সুপার অয়েল\nকামাল ভেজিটেবলস অয়েল\nশারিজা অয়েল রিফাইনারি\nশারিজা নেভিগেশন\nগোয়ালিনী ফুল ক্রিম গুঁড়া দুধ\nগোয়ালিনী প্লাস কনডেন্সড মিল্ক\nমুসকান লবণ\nমুসকান ডালডা\nমুসকান আটা, ময়দা ও সুজি\nমুসকান সয়াবিন তেল\nমুসকান চা পাতা\nমুসকান ড্রিংকিং ওয়াটার\n\n\n== তথ্যসূত্র =="}