{"pageid": 1472444, "title": "নিয়ন্ত্রণহীনতা", "url": "https://bn.wikipedia.org/wiki?curid=1472444", "content": "ডিরেগুলেশন বলতে বোঝানো হয় কোনও শিল্প, বাজার, বা অর্থনৈতিক খাতের উপর সরকারের নিয়ন্ত্রণ ও বিধিনিষেধ কমানো বা সম্পূর্ণরূপে তুলে দেওয়া। এর মূল উদ্দেশ্য হলো প্রতিযোগিতা বৃদ্ধি, উদ্ভাবনকে উৎসাহিত করা, এবং অর্থনৈতিক কার্যক্রমের গতি বাড়ানো। ডিরেগুলেশন প্রায়ই বাজার ভিত্তিক নীতিমালার অংশ হিসেবে গৃহীত হয়, যেখানে ধারণা করা হয় যে মুক্ত বাজার অর্থনীতি নিজেই নিয়ন্ত্রণ করার সক্ষমতা রাখে এবং অতিরিক্ত নিয়মকানুন আরোপ করা হলে তা অর্থনৈতিক অগ্রগতিতে বাধা সৃষ্টি করতে পারে।\nডিরেগুলেশন হলো রাষ্ট্রীয় প্রবিধানগুলিকে অপসারণ বা হ্রাস করার প্রক্রিয়া, সাধারণত অর্থনৈতিক ক্ষেত্রে। এটি অর্থনীতির সরকারি নিয়ন্ত্রণের রদ। এটি ১৯৭০ এবং ১৯৮০-এর দশকে উন্নত শিল্প অর্থনীতিতে সাধারণ হয়ে ওঠে, সরকারী নিয়ন্ত্রণের অদক্ষতা সম্পর্কে অর্থনৈতিক চিন্তাভাবনার নতুন প্রবণতার ফলে এবং নিয়ন্ত্রক সংস্থাগুলি নিয়ন্ত্রিত শিল্প দ্বারা তার সুবিধার জন্য নিয়ন্ত্রিত হওয়ার ঝুঁকি এবং এর ফলে ভোক্তাদের ক্ষতি হয় এবং বৃহত্তর অর্থনীতি। গিল্ডেড যুগে অর্থনৈতিক প্রবিধানগুলি প্রচার করা হয়েছিল, যেখানে কর্পোরেট অপব্যবহার, অনিরাপদ শিশু শ্রম, একচেটিয়াকরণ এবং দূষণের মতো বাহ্যিক বিষয়গুলিকে সীমিত করার জন্য এবং বুম এবং আবক্ষ চক্র প্রশমিত করার জন্য প্রগতিশীল সংস্কারগুলি প্রয়োজনীয় বলে দাবি করা হয়েছিল। ১৯৭০ এর দশকের শেষের দিকে, এই ধরনের সংস্কারগুলি অর্থনৈতিক প্রবৃদ্ধির জন্য বোঝা হিসাবে বিবেচিত হয়েছিল এবং নিওলিবারেলিজমকে সমর্থনকারী অনেক রাজনীতিবিদ নিয়ন্ত্রণহীনতার প্রচার শুরু করেছিলেন।\nনিয়ন্ত্রনের জন্য উল্লিখিত যৌক্তিকতা প্রায়শই হয় যে কম এবং সহজ প্রবিধানগুলি প্রতিযোগিতার উচ্চ স্তরের দিকে পরিচালিত করবে, তাই উচ্চ উৎপাদনশীলতা, আরও দক্ষতা এবং সামগ্রিকভাবে কম দাম। নিয়ন্ত্রণহীনতার বিরোধিতা পরিবেশ দূষণ  এবং পরিবেশগত মানের মান (যেমন বিপজ্জনক পদার্থের উপর প্রবিধান অপসারণ), আর্থিক অনিশ্চয়তা এবং একচেটিয়া সীমাবদ্ধতা সম্পর্কিত শঙ্কা জড়িত থাকতে পারে।\nনিয়ন্ত্রক সংস্কার নিয়ন্ত্রণহীনতার পাশাপাশি একটি সমান্তরাল উন্নয়ন। নিয়ন্ত্রক সংস্কার বলতে সংগঠিত এবং চলমান প্রোগ্রামগুলিকে বোঝায় যাতে প্রবিধানগুলিকে ন্যূনতমকরণ, সরলীকরণ এবং তাদের আরও সাশ্রয়ী করার লক্ষ্যে পর্যালোচনা করা যায়। ১৯৮০-এর রেগুলেটরি ফ্লেক্সিবিলিটি অ্যাক্ট দ্বারা প্ররোচিত এই ধরনের প্রচেষ্টাগুলি ইউনাইটেড স্টেটস অফিস অফ ম্যানেজমেন্ট এবং বাজেটের অফিস অফ ইনফরমেশন অ্যান্ড রেগুলেটরি অ্যাফেয়ার্স এবং ইউনাইটেড কিংডমের বেটার রেগুলেশন কমিশনে মূর্ত হয়েছে৷ খরচ-সুবিধা বিশ্লেষণ প্রায়শই এই ধরনের পর্যালোচনাগুলিতে ব্যবহৃত হয়। উপরন্তু, নিয়ন্ত্রক উদ্ভাবন হয়েছে, সাধারণত অর্থনীতিবিদদের দ্বারা প্রস্তাবিত, যেমন নির্গমন ট্রেডিং।\nডিরেগুলেশনকে বেসরকারীকরণ থেকে আলাদা করা যেতে পারে, যা রাষ্ট্রীয় মালিকানাধীন ব্যবসাগুলিকে বেসরকারি খাতে স্থানান্তর করে।\n\n\n== প্রধান ক্ষেত্রসমূহে ডিরেগুলেশন ==\nডিরেগুলেশন বিভিন্ন শিল্প খাতে প্রভাব ফেলেছে। এর মধ্যে সবচেয়ে উল্লেখযোগ্য কয়েকটি খাত হল:\n\nবিমান চলাচল খাত: ১৯৭৮ সালে যুক্তরাষ্ট্রে এয়ারলাইন ডিরেগুলেশন অ্যাক্ট চালু হয়, যার ফলে এয়ারলাইন কোম্পানিগুলোর উপর সরকারের নিয়ন্ত্রণ কমানো হয়। এর ফলে বিমান সংস্থাগুলোর মধ্যে প্রতিযোগিতা বৃদ্ধি পায় এবং যাত্রীরাও তুলনামূলক সস্তা এবং বিভিন্ন সেবা পেতে শুরু করেন।\nটেলিযোগাযোগ খাত: ১৯৮০ ও ১৯৯০-এর দশকে টেলিযোগাযোগ শিল্পে ডিরেগুলেশন করা হয়। এর ফলে একাধিক কোম্পানি প্রতিযোগিতায় অবতীর্ণ হতে পারে, এবং দূরভাষ, ইন্টারনেট, এবং মোবাইল পরিষেবাগুলোর বিকাশ ঘটে।\nবিনিয়োগ এবং ব্যাংকিং খাত: ১৯৯০-এর দশকে ব্যাংকিং এবং বিনিয়োগ খাতে ডিরেগুলেশন করা হয়, যা অর্থনৈতিক কার্যক্রমকে উদ্দীপিত করে। তবে কিছু ক্ষেত্রে এর নেতিবাচক প্রভাবও দেখা গিয়েছে, যেমন ২০০৮ সালের বিশ্বব্যাপী অর্থনৈতিক মন্দা।\n\n\n== ডিরেগুলেশনের সুবিধা ও অসুবিধা ==\nডিরেগুলেশন সাধারণত কিছু গুরুত্বপূর্ণ সুবিধা নিয়ে আসে, যেমন:\n\nবাজারের প্রতিযোগিতা বৃদ্ধি: প্রতিযোগিতার কারণে প্রতিষ্ঠানগুলো নিজেদের পণ্যের মান উন্নয়নে এবং খরচ কমাতে উদ্দীপ্ত হয়।\nব্যবসায়িক উদ্ভাবন বৃদ্ধি: নিয়মকানুনের সীমাবদ্ধতা কমানোর ফলে নতুন ব্যবসায়িক মডেল এবং উদ্ভাবনী পণ্য তৈরি করা সহজ হয়।\nমূল্য হ্রাস: খাতগুলোতে প্রতিযোগিতা বেড়ে যাওয়ায় ভোক্তারা তুলনামূলকভাবে কম দামে পণ্য ও সেবা পেতে পারেন।\nতবে, ডিরেগুলেশন কিছু অসুবিধাও সৃষ্টি করতে পারে:\n\nসামাজিক বৈষম্য: নিয়ন্ত্রণ কমানো হলে কিছু ক্ষেত্রে শিল্পের একাংশ অতিমাত্রায় প্রভাবশালী হয়ে উঠতে পারে, যা সামগ্রিকভাবে বাজারে মনোপলি সৃষ্টি করতে পারে।\nপরিবেশগত ও শ্রমিক নিরাপত্তা ঝুঁকি: কিছু ক্ষেত্রে ডিরেগুলেশন পরিবেশ সংরক্ষণ এবং শ্রমিক অধিকার সংরক্ষণে সমস্যার সৃষ্টি করতে পারে।\nঅর্থনৈতিক সংকট: ডিরেগুলেশন অব্যবস্থাপনার ঝুঁকি বাড়ায় এবং অর্থনৈতিক সংকটের সম্ভাবনা সৃষ্টি করতে পারে, যেমন ২০০৮ সালের বৈশ্বিক মন্দা।\n\n\n== ডিরেগুলেশনের উদাহরণ ==\n১. যুক্তরাষ্ট্রের বিমান চলাচল শিল্পের ডিরেগুলেশন: ১৯৭৮ সালের এয়ারলাইন ডিরেগুলেশন অ্যাক্টের মাধ্যমে যুক্তরাষ্ট্রে বিমান শিল্পে প্রতিযোগিতা বৃদ্ধি পায়। নতুন এয়ারলাইন সংস্থাগুলো বাজারে প্রবেশ করে, ফলে যাত্রীদের টিকিটের দাম কমে এবং ভ্রমণের সুযোগ বৃদ্ধি পায়।\n২. ব্রিটেনের টেলিযোগাযোগ শিল্পের ডিরেগুলেশন: ১৯৮৪ সালে ব্রিটিশ টেলিকমের একাধিকার ভেঙে নতুন টেলিকম কোম্পানিগুলোকে প্রবেশের সুযোগ দেওয়া হয়। এর ফলে প্রতিযোগিতা বেড়ে যায় এবং সেবার মান বৃদ্ধি পায়।\n\n\n=== সমালোচনা ===\nযদিও ডিরেগুলেশন অর্থনৈতিক অগ্রগতির জন্য গুরুত্বপূর্ণ, তবে এটি বিভিন্ন সময়ে সমালোচনার শিকার হয়েছে। বিশেষ করে, ডিরেগুলেশন প্রক্রিয়া অর্থনৈতিক খাতে অসামঞ্জস্য সৃষ্টি করতে পারে এবং একটি দেশে আঞ্চলিক ও সামাজিক বৈষম্য বাড়াতে পারে। উদাহরণস্বরূপ, ২০০৮ সালের বৈশ্বিক অর্থনৈতিক মন্দার জন্য ব্যাংকিং খাতে অতিরিক্ত ডিরেগুলেশনকেও দায়ী করা হয়।\n\n\n== তথ্যসূত্র =="}