{"pageid": 1472443, "title": "সংবিধিবদ্ধ সংস্থা", "url": "https://bn.wikipedia.org/wiki?curid=1472443", "content": "সংবিধিবদ্ধ সংস্থা (ইংরেজি: Statutory Body) বলতে বোঝায় এমন একটি প্রতিষ্ঠান বা সংস্থাকে যা আইন দ্বারা প্রতিষ্ঠিত এবং আইন অনুসারে তার কার্যাবলি পরিচালিত হয়। এই সংস্থাগুলো সাধারণত সরকারের কোনও নির্দিষ্ট ক্ষেত্রে নিয়ন্ত্রণ বা পরিচালনার জন্য গঠিত হয়। সংবিধিবদ্ধ সংস্থাগুলো স্বাধীনভাবে কাজ করে এবং তাদের কর্মকাণ্ডের জন্য তারা আইনি ক্ষমতা পেয়ে থাকে।\n\n\n== বাংলাদেশ ==\nবাংলাদেশে সংবিধিবদ্ধ সংস্থাগুলো সাধারণত সংবিধিবদ্ধ আইন (Statutory Law) বা অধ্যাদেশ (Ordinance) এর মাধ্যমে পরিচালিত হয়। এই সংস্থাগুলোর প্রতিষ্ঠা ও কার্যক্রম নির্ধারণ করা হয় বিশেষ কোনো আইন বা অধ্যাদেশের মাধ্যমে, যা সংসদে পাশ হয় বা প্রয়োজন অনুযায়ী রাষ্ট্রপতি কর্তৃক জারি করা হয়।\n\n\n=== বাংলাদেশে কয়েকটি উল্লেখযোগ্য সংবিধিবদ্ধ সংস্থা ===\nবাংলাদেশ ব্যাংক\nবাংলাদেশ বিজ্ঞান ও শিল্প গবেষণা পরিষদ\nবাংলাদেশ জনসংখ্যা নিয়ন্ত্রণ বোর্ড\nবাংলাদেশ টেলিযোগাযোগ নিয়ন্ত্রণ কমিশন\nদুর্নীতি দমন কমিশন\nবাংলাদেশ নিরাপদ খাদ্য কর্তৃপক্ষ\nবাংলাদেশ স্ট্যান্ডার্ডস এন্ড টেস্টিং ইনস্টিটিউশন (বিএসটিআই)\n\n\n== অস্ট্রেলিয়া ==\n\n\n=== সংজ্ঞা ===\nফেডারেল সংবিধিবদ্ধ কর্তৃপক্ষ PGPA আইন 2013 এর অধীনে প্রতিষ্ঠিত হয়।  \"একটি সংবিধিবদ্ধ কর্তৃপক্ষ হল একটি সাধারণ শব্দ যা সংসদ কর্তৃক কোনো ব্যক্তি বা জনগণের গোষ্ঠীকে নির্দিষ্ট ক্ষমতা প্রয়োগের জন্য দেওয়া অনুমোদনের জন্য। একটি সংবিধিবদ্ধ কর্তৃপক্ষ একটি কর্পোরেট কমনওয়েলথ সত্তা বা একটি নন-কর্পোরেট কমনওয়েলথ সত্তা হিসাবে প্রতিষ্ঠিত হতে পারে। একটি সংবিধিবদ্ধ কর্তৃপক্ষও হতে পারে। একটি কমনওয়েলথ সত্তার মধ্যে একটি সংস্থা হতে পারে, সংসদ কর্তৃক প্রদত্ত ক্ষমতা প্রয়োগ করে কিন্তু প্রশাসনিকভাবে সত্তার অংশ।\" \nএকটি সংবিধিবদ্ধ কর্পোরেশনকে সরকারী শব্দকোষে একটি \"সংবিধিবদ্ধ সংস্থা যা একটি সংস্থা কর্পোরেট, PGPA আইনের ধারা 87 এর অধীনে তৈরি একটি সত্তা সহ\" হিসাবে সংজ্ঞায়িত করা হয়েছে (অর্থাৎ একটি সংবিধিবদ্ধ কর্তৃপক্ষ একটি সংবিধিবদ্ধ কর্পোরেশন হতে পারে)।  পূর্বের একটি সংজ্ঞা একটি সংবিধিবদ্ধ কর্পোরেশনকে \"একটি সংবিধিবদ্ধ কর্তৃপক্ষ যা একটি সংস্থা কর্পোরেট\" হিসাবে বর্ণনা করে, এবং নিউ সাউথ ওয়েলস সরকারের ল্যান্ড রেজিস্ট্রি সার্ভিসেস একটি রাষ্ট্রীয় মালিকানাধীন কর্পোরেশনকে \"কর্পোরেট মর্যাদা সম্পন্ন একটি সংবিধিবদ্ধ কর্তৃপক্ষ\" হিসাবে সংজ্ঞায়িত করে। \nরাজ্য বা অঞ্চল স্তরে সংবিধিবদ্ধ কর্তৃপক্ষগুলি সংশ্লিষ্ট রাজ্য বা অঞ্চল আইনের অধীনে প্রতিষ্ঠিত হয়। প্রাসঙ্গিক ওভার-রাইডিং আইনের আগে প্রতিষ্ঠিত হলেও প্রতিটি সংবিধিবদ্ধ কর্তৃপক্ষের নিজস্ব সক্রিয় আইন, বা মূল আইন থাকে। উদাহরণস্বরূপ, কমনওয়েলথ সায়েন্টিফিক অ্যান্ড ইন্ডাস্ট্রিয়াল রিসার্চ অর্গানাইজেশন (সিএসআইআরও) 1949 সালে বিজ্ঞান ও শিল্প গবেষণা আইন দ্বারা প্রতিষ্ঠিত হয়েছিল, কিন্তু তারপর থেকে এটি কমনওয়েলথ কর্তৃপক্ষ এবং কোম্পানি আইন 1997- এর এখতিয়ারের অধীনে এসেছে কারণ বিধিবদ্ধ কর্তৃপক্ষকে কভার করে আইনটি বিকশিত হয়েছে।\nসংবিধিবদ্ধ কর্তৃপক্ষ দ্বারা প্রণীত আইনগুলি সাধারণত প্রবিধান হিসাবে উল্লেখ করা হয়। এগুলিকে সংসদের আইন হিসাবে একই ফ্যাশনে উদ্ধৃত করা হয় না, তবে সাধারণত নির্দিষ্ট আদ্যক্ষর (কর্তৃপক্ষের উপর নির্ভর করে) এবং একটি সংখ্যার সাথে উল্লেখ করা হয়।\nসংসদ কর্তৃক প্রণীত আইনের মতোই, একটি সংবিধিবদ্ধ কর্তৃপক্ষ কর্তৃক প্রণীত সমস্ত আইন অবশ্যই সরকারি গেজেটে প্রকাশ করতে হবে।\n\n\n=== যুক্তি ===\nঅস্ট্রেলিয়ার পার্লামেন্ট, বা একটি রাজ্য বা টেরিটরি পার্লামেন্ট, বিভিন্ন কারণে তার কর্তৃত্ব একটি সংবিধিবদ্ধ কর্তৃপক্ষকে অর্পণ করবে;\n\nদক্ষতা - আমাদের ক্রমবর্ধমান জটিল সমাজের প্রতিটি ক্ষেত্রের জন্য তদন্ত, বিশ্লেষণ, খসড়া, আইন প্রণয়ন এবং পর্যবেক্ষণ করার জন্য রাজ্য এবং ফেডারেল পার্লামেন্টের সময় বা সংস্থান নেই। একটি সংবিধিবদ্ধ কর্তৃপক্ষের কাছে আইন প্রণয়নের ক্ষমতা অর্পণ করার মাধ্যমে, একটি বিশেষজ্ঞ সংস্থা সংসদের অধীনস্থ হতে পারে এবং তার কর্তৃত্বকে আরও দক্ষ পদ্ধতিতে ব্যবহার করতে পারে।\nদ্বিপাক্ষিকতা - সংবিধিবদ্ধ কর্তৃপক্ষ সাধারণত আইন প্রণয়নের ক্ষেত্রগুলির জন্য দায়ী যেখানে সম্প্রদায়ের মধ্যে একটি সাধারণ লক্ষ্য বা দিকনির্দেশনা রয়েছে। সংসদ থেকে দূরে কর্তৃত্ব অর্পণ আইনের এই ক্ষেত্রগুলিকে পক্ষপাতমূলক সমস্যা হতে বাধা দেয়।\nস্বচ্ছতা - সংবিধিবদ্ধ কর্তৃপক্ষের উপর স্থাপিত প্রকাশের প্রয়োজনীয়তাগুলি সাধারণত রাজ্য এবং ফেডারেল পার্লামেন্টের তুলনায় কঠোর হয়; বিধিবদ্ধ কর্তৃপক্ষ রাজ্য এবং ফেডারেল সরকারগুলির মতো একই সরকারি গোপনীয়তার বিধানের উপর নির্ভর করতে পারে না।\nজবাবদিহিতা - একটি সংবিধিবদ্ধ কর্তৃপক্ষের এখতিয়ার স্পষ্টভাবে তার সংশ্লিষ্ট আইনে (অর্থাৎ সংসদের আইন যা বিধিবদ্ধ কর্তৃপক্ষ তৈরি করেছে) নির্ধারণ করা হয়েছে। সুতরাং, এটি বিধিবদ্ধ কর্তৃপক্ষের কর্মকর্তাদের জন্য একটি কেলেঙ্কারির উদাহরণে দায়িত্ব পরিবর্তন, ভাগ করে নেওয়া বা এড়ানোকে আরও কঠিন করে তোলে।\n\n\n=== অস্ট্রেলিয়ার সংবিধিবদ্ধ কর্তৃপক্ষ ===\nআইন প্রণয়নের ক্ষমতা অস্ট্রেলিয়ান পার্লামেন্ট (রাজ্য এবং/অথবা ফেডারেল) দ্বারা নিম্নলিখিত এলাকায় অর্পণ করা হয়েছে;\n\nভোক্তা বিষয়ক - যেখানে কর্তৃত্ব অস্ট্রেলিয়ান প্রতিযোগিতা ও ভোক্তা কমিশনের কাছে অর্পিত হয়\nরাস্তা এবং ট্রাফিক নিরাপত্তা - যেখানে কর্তৃত্ব রাষ্ট্র দ্বারা বিভিন্ন সংস্থার কাছে অর্পণ করা হয়, উদাহরণস্বরূপ, ভিক্টোরিয়ার ভিকরোডস\nপাবলিক ট্রান্সপোর্ট - যেখানে কর্তৃত্ব রাষ্ট্র দ্বারা বিভিন্ন সংস্থার কাছে অর্পণ করা হয়, উদাহরণস্বরূপ, পশ্চিম অস্ট্রেলিয়ার পাবলিক ট্রান্সপোর্ট অথরিটি।\nকর সংগ্রহ - যেখানে কর্তৃত্ব অস্ট্রেলিয়ান ট্যাক্সেশন অফিসে অর্পণ করা হয়\nকর্পোরেট আইন - যেখানে কর্তৃত্ব অস্ট্রেলিয়ান সিকিউরিটিজ অ্যান্ড ইনভেস্টমেন্ট কমিশনকে অর্পণ করা হয়\nপ্রুডেন্সিয়াল রেগুলেশন - যেখানে কর্তৃত্ব অস্ট্রেলিয়ান প্রুডেন্সিয়াল রেগুলেশন অথরিটির কাছে অর্পিত হয়\nআর্থিক নীতি - যেখানে কর্তৃত্ব সংসদের একটি আইন দ্বারা প্রতিষ্ঠিত রিজার্ভ ব্যাঙ্ক অফ অস্ট্রেলিয়াকে অর্পণ করা হয়, রিজার্ভ ব্যাঙ্ক অ্যাক্ট 1959, যা এটিকে নির্দিষ্ট ক্ষমতা এবং বাধ্যবাধকতা দেয়।\nকর্মক্ষেত্রের স্বাস্থ্য এবং নিরাপত্তা - যেখানে কর্তৃপক্ষ সেফ ওয়ার্ক অস্ট্রেলিয়া এবং রাষ্ট্র দ্বারা বিভিন্ন সংস্থাকে অর্পণ করা হয়, উদাহরণস্বরূপ, ভিক্টোরিয়ায় ওয়ার্কসেফ এবং অ্যাক্সিডেন্ট কমপেনসেশন কনসিলিয়েশন সার্ভিসের মতো সহায়ক সংস্থাগুলি\nযোগাযোগ এবং মিডিয়া - উদাহরণস্বরূপ, অস্ট্রেলিয়ান কমিউনিকেশনস অ্যান্ড মিডিয়া অথরিটি সম্প্রচার, ইন্টারনেট, রেডিওযোগাযোগ এবং টেলিযোগাযোগ নিয়ন্ত্রণের জন্য দায়ী।\nঅফশোর পেট্রোলিয়াম কার্যক্রম - যেখানে কর্তৃত্ব NOPSEMA- কে অর্পণ করা হয়।\n\n\n== এছাড়াও দেখুন ==\nনিয়ন্ত্রণহীনতা\nসরকারী মালিকানাধীন কর্পোরেশন\nজনপ্রশাসন\nকোয়াংগো\nনিয়ন্ত্রক সংস্থা\nসংবিধিবদ্ধ কর্পোরেশন\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nগারনাট, বেন। SA বুলেটিন (ল সোসাইটি অফ সাউথ অস্ট্রেলিয়া), ভলিউমে সংবিধিবদ্ধ কর্তৃপক্ষ এবং কর্পোরেশন বোঝা। 40, নং 4, মে 2018: 10, 12। আইএসএসএন: 1038-6777।\n\n\n== বহিঃসংযোগ ==\nAustralian Competition & Consumer Commission\nAustralian Prudential Regulation Authority\nAustralian Securities and Investments Commission\nAustralian Taxation Office\nNational Offshore Petroleum Safety and Environmental Management Authority\nReserve Bank of Australia\nVicRoads"}