{"pageid": 1472079, "title": "আতিকা সুলতান (প্রথম আহমেদের কন্যা)", "url": "https://bn.wikipedia.org/wiki?curid=1472079", "content": "বার্নাজ আতিকা সুলতান বা ইংরেজিতে প্রসিদ্ধ বার্নাজ আতিকে সুলতান (উসমানীয় তুর্কি: عاتکه سلطان) ছিলেন উসমানীয় সাম্রাজ্যের একজন শাহজাদী। তিনি সুলতান প্রথম আহমেদের কন্যা।\n\n\n== জন্ম ==\nআনুমানিক ১৬১৪ থেকে ১৬১৬ সালের মধ্যে বার্নাজ আতিকা সুলতান কনস্টান্টিনোপলে তোপকাপি প্রাসাদে জন্মগ্রহণ করেছিলেন। তার পিতা ছিলেন উসমানীয় সাম্রাজ্যের সুলতান প্রথম আহমেদ।\nতার জন্ম তারিখ ভুলের কারণে তার মায়ের পরিচয় বিতর্কিত। সম্ভবত তিনি কোসেম সুলতানের কন্যা এবং হতে পারেন শাহজাদা কাসিমের যমজ সন্তান বা তার অন্য সন্তানদের মধ্যে একজন। অথবা অজানা উপপত্নীর গর্ভে জন্মগ্রহণ করতে পারেন।\n\n\n== জীবন ==\n১৬১৭ সালে তার বাবার মৃত্যুর পর তিনি তার বোন এবং সৎ বোন, তার মা এবং প্রয়াত সুলতানের সন্তানদের অন্যান্য উপপত্নী মায়েদের সাথে পুরাতন প্রাসাদে বসবাস করতেন। তিনি যদি উপপত্নীর কন্যা হতেন তবে তাঁর প্রথম বিবাহ পর্যন্ত বা ১৬২৩ সালে তাঁর ভাই চতুর্থ মুরাদ সিংহাসনে আরোহণ পর্যন্ত তিনি সেখানেই থাকতেন, যদি তিনি কোসেম সুলতানের কন্যা হন।\n১৬৩৩ সালে তিনি মুসাহিপ ক্যাফার পাশাকে বিয়ে করেন। ১৬৪৮ সালে তার ভাই সুলতান চতুর্থ মুরাদের রাজত্বকালে তিনি কোকা কেনান পাশার সাথে বিবাহবন্ধনে আবদ্ধ হন। ১৬৫২ সালে তিনি মারা যাওয়ার পরে, একই বছর তিনি ইউসুফ পাশার সাথে বিবাহবন্ধনে আবদ্ধ হন। ১৬৭০ সালে তিনি মৃত্যুবরণ করেন। ১৬৮৩ সালে তিনি সালাকাক এবং দোয়ানসেলারের মধ্যে একটি ঝর্ণা স্থাপন করেছিলেন।\nএই বিবাহের মাধ্যমে তার সন্তান হয়েছিল কিনা তা অজানা।\nআতিকার কাছ থেকে তুরহান সুলতান, প্রথম ইব্রাহিমের প্রথম হাসেকি সুলতান ও চতুর্থ মেহমেদের মা, এরা সকলেই ওয়ালিদায়ে কোসেম সুলতানকে কিছু উপহার দিয়েছিলেন বলে মনে করা হয়। তাকে তুরহান এবং চতুর্থ মেহমেদের \"গভর্নেস\" বলা হত এবং তিনি তাদের যত্ন নিতেন।\n\n\n== মৃত্যু ==\nআতিকা সুলতান ১৬৭৪ সালে মৃত্যুবরণ করেন। তাকে কনস্টান্টিনোপলের আয়া সোফিয়ায় তার ভাই সুলতান ইব্রাহিমের সমাধিতে দাফন করা হয়।\n\n\n== কাল্পনিক চরিত্র ==\nতুর্কি টিভি সিরিজ সুলতান সুলেমান: কোসেম-এ আতিকা সুলতানকে তুর্কি অভিনেত্রী Ece Çeşmioğluকে দেখানো হয়েছে। তিনি তুর্কি টিভি সিরিজে প্রথম আহমেদ এবং কোসেম সুলতানের কনিষ্ঠ কন্যা এবং প্রথম ইব্রাহিমের যমজ বোন হিসাবে ছিলেন।\n\n\n== আরও দেখুন ==\nউসমানীয় শাহজাদীদের তালিকা\n\n\n== গ্রন্থসূত্র ==\nSakaoğlu, Necdet (২০০৮)। Bu mülkün kadın sultanları: Vâlide sultanlar, hâtunlar, hasekiler, kadınefendiler, sultanefendiler [এই সাম্রাজ্যের মহিলা সুলতানরা হলেন: বৈধ সুলতানা, হাতুন, হাসেকি] (তুর্কি ভাষায়)। Oğlak Yayıncılık। আইএসবিএন 978-9-753-29623-6। \nUluçay, Mustafa Çağatay (২০১১)। Padişahların kadınları ve kızları [সুলতানদের স্ত্রী ও কন্যা] (তুর্কি ভাষায়)। Ankara: Ötüken। আইএসবিএন 978-9-754-37840-5। \n\n\n== তথ্যসূত্র =="}