{"pageid": 1472039, "title": "সেভার উপপাদ্য", "url": "https://bn.wikipedia.org/wiki?curid=1472039", "content": "ইউক্লিডীয় জ্যামিতিতে, সেভার উপপাদ্য হলো ত্রিভুজ সম্পর্কিত একটি উপপাদ্য। ইতালীয় গণিতবিদ জিওভানি সেভা-এর নামানুসারে উপপাদ্যটির নামকরণ করা হয়েছে।\nধরি, △ABC একটি ত্রিভুজ। এখন AO, BO, CO রেখাগুলি অঙ্কন করি যা শীর্ষবিন্দুত্রয় থেকে একটি সাধারণ বিন্দু O তে ( যা △ABC এর বাহুর ওপর অবস্থিত নয়) মিলিত হয়েছে এবং যা ত্রিভুজের বাহুতে বা বাহুর বর্ধিতাংশে যথাক্রমে D, E, F বিন্দুতে ছেদ করে। ( AD, BE, CF রেখাংশগুলিকে সেভিয়ান বলা হয়।) তারপর, রেখাংশসমূহের দৈর্ঘ্য ব্যবহার করে,\n\n  \n    \n      \n        \n          \n            \n              \n                A\n                F\n              \n              ¯\n            \n            \n              \n                F\n                B\n              \n              ¯\n            \n          \n        \n        ⋅\n        \n          \n            \n              \n                B\n                D\n              \n              ¯\n            \n            \n              \n                D\n                C\n              \n              ¯\n            \n          \n        \n        ⋅\n        \n          \n            \n              \n                C\n                E\n              \n              ¯\n            \n            \n              \n                E\n                A\n              \n              ¯\n            \n          \n        \n        =\n        1.\n      \n    \n    {\\displaystyle {\\frac {\\overline {AF}}{\\overline {FB}}}\\cdot {\\frac {\\overline {BD}}{\\overline {DC}}}\\cdot {\\frac {\\overline {CE}}{\\overline {EA}}}=1.}\n  \n\nঅন্য কথায়, একটি রেখার কিছু স্থির অবস্থান অনুসারে X বিন্দুটি Y এর বামে নাকি ডানে আছে সেই অনুযায়ী  XY  দৈর্ঘ্যকে ধনাত্মক বা ঋণাত্মক হিসাবে ধরা হয়। উদাহরণস্বরূপ,  AF / FB  কে ধনাত্মক মান হিসাবে সংজ্ঞায়িত করা হয় যখন F, A এবং B এর মধ্যে থাকে; অন্যথায় ঋণাত্মক ধরা হয়।\nসেভার উপপাদ্য হলো অ্যাফাইন জ্যামিতির একটি উপপাদ্য, এই অর্থে যে এটি কোণ, ক্ষেত্রফল এবং দৈর্ঘ্যের ধারণাসমূহ ব্যবহার না করেই বর্ণনা এবং প্রমাণ করা সম্ভব ( সহরৈখিক দুটি রেখার দৈর্ঘ্যের অনুপাত ব্যতীত)। তাই এই উপপাদ্যটি যেকোনো ক্ষেত্রের উপরে যেকোনো অ্যাফাইন সমতলে সকল ত্রিভুজের জন্য সত্য।\nএর একটি সামান্য অভিযোজিত উপপাদ্যটিও সত্য, যেটি হচ্ছে- যদি D, E, F বিন্দুসমূহ যথাক্রমে BC, AC, AB বাহুতে বেছে নেওয়া হয় যেখানে\n\n  \n    \n      \n        \n          \n            \n              \n                A\n                F\n              \n              ¯\n            \n            \n              \n                F\n                B\n              \n              ¯\n            \n          \n        \n        ⋅\n        \n          \n            \n              \n                B\n                D\n              \n              ¯\n            \n            \n              \n                D\n                C\n              \n              ¯\n            \n          \n        \n        ⋅\n        \n          \n            \n              \n                C\n                E\n              \n              ¯\n            \n            \n              \n                E\n                A\n              \n              ¯\n            \n          \n        \n        =\n        1\n        ,\n      \n    \n    {\\displaystyle {\\frac {\\overline {AF}}{\\overline {FB}}}\\cdot {\\frac {\\overline {BD}}{\\overline {DC}}}\\cdot {\\frac {\\overline {CE}}{\\overline {EA}}}=1,}\n  \n\nতাহলে AD, BE, CF সমবিন্দুগামী রেখা, বা তিনটিই সমান্তরাল হবে। এই অনুসিদ্ধান্তটিকে প্রায়ই উপপাদ্যের অংশ হিসাবে ধরা হয়।\nউপপাদ্যটির জন্য প্রায়শই জিওভানি সেভার অবদানকে স্বীকার করা হয়, যিনি ১৬৭৮ সালে তার রচিত ডি লাইনিস রেকটিস নামক বইয়ে প্রকাশ করেছিলেন। কিন্তু এই উপপাদ্যটি এর অনেক আগেই ইউসুফ আল-মুতামান ইবনে হাউদ কর্তৃক প্রমাণ হয়েছিল, যিনি একাদশ শতাব্দীতে জারাগোজার রাজা ছিলেন। \nউপপাদ্যটির সাথে সম্পর্কিত বেশ কিছু শব্দ বা টার্ম সেভা-এর নাম থেকে উদ্ভূত হয়েছে যার মধ্যে কয়েকটি পদ হলো: সেভিয়ান ( চিত্রে AD, BE, CF রেখাগুলি হলো O এর সেভিয়ান), সেভিয়ান ত্রিভুজ (ত্রিভুজ △DEF হলো O এর সেভিয়ান ত্রিভুজ); সেভিয়ান নেস্ট, বিপরীত সেভিয়ান ত্রিভুজ, সেভা কনজুগেট ইত্যাদি।\nসেভার উপপাদ্যটি মেনেলাউসের উপপাদ্যের সাথে এতটাই সাদৃশ্যপূর্ণ যে তাদের সমীকরণগুলো শুধুমাত্র চিহ্নের মাধ্যমে আলাদা করা হয়। ক্রস-অনুপাতের পরিপ্রেক্ষিতে উভয় উপপাদ্যকে পুনরায় লিখলে, দুটি উপপাদ্যকে প্রজেক্টিভ দ্বৈত হিসাবে মনে হতে পারে। \n\n\n== প্রমাণ ==\nএই উপপাদ্যটির বেশ কিছু প্রমাণ রয়েছে। এখানে দুটি প্রমাণ নিয়ে আলোচনা করা হলো।\nপ্রথম প্রমাণটি খুবই সহজ, যেখানে শুধু ত্রিভুজের ক্ষেত্রফলের মৌলিক গুণাবলি ব্যবহার করা হয়েছে। তবে, এখানে বিন্দু O-এর অবস্থানের উপর ভিত্তি করে কয়েকটি পৃথক ক্ষেত্র বিবেচনা করতে হয়।\nদ্বিতীয় প্রমাণটি ব্যারিসেন্ট্রিক কোঅর্ডিনেট এবং ভেক্টর ব্যবহার করে করা হয়েছে, যা তুলনামূলকভাবে আরও বস্তুনিষ্ঠ এবং ক্ষেত্র নির্ভর নয়। উপরন্তু, এটি যে কোনো ক্ষেত্রের উপর যে কোনো অ্যাফাইন সমতলে কাজ করে।\n\n\n== তথ্যসূত্র =="}