{"pageid": 1472536, "title": "স্কটল্যান্ডের ন্যাশনাল পার্টি", "url": "https://bn.wikipedia.org/wiki?curid=1472536", "content": "ন্যাশনাল পার্টি অফ স্কটল্যান্ড (এনপিএস) ছিল স্কটল্যান্ডের একটি কেন্দ্র-বাম রাজনৈতিক দল যা বর্তমান স্কটিশ ন্যাশনাল পার্টি (এসএনপি) এর পূর্বসূরিদের মধ্যে একটি ছিল। এনপিএস ছিল প্রথম স্কটিশ জাতীয়তাবাদী রাজনৈতিক দল, এবং প্রথম যেটি স্কটিশ স্ব-নিয়ন্ত্রণের জন্য প্রচারণা চালায়।\nস্কটল্যান্ডের ন্যাশনাল পার্টি ১৯২৮ সালে স্কটস ন্যাশনাল লীগ (SNL), স্কটিশ ন্যাশনাল মুভমেন্ট (SNM) এবং গ্লাসগো ইউনিভার্সিটি স্কটিশ ন্যাশনালিস্ট অ্যাসোসিয়েশন (GUSNA) এর একীকরণের মাধ্যমে প্রতিষ্ঠিত হয়েছিল। এনপিএস এই গোষ্ঠীর সদস্যদের মধ্যে এবং স্কটিশ হোম রুল অ্যাসোসিয়েশনের মধ্যে ঐকমত্য থেকে উদ্ভূত হয়েছে যে একটি স্বাধীন রাজনৈতিক দল, যে কোনও বিদ্যমান দলগুলির সাথে কোনও সংযোগ ছাড়াই, স্কটিশ হোম রুল অর্জনের জন্য এগিয়ে যাওয়ার সর্বোত্তম উপায়।\nএনপিএস 1929 এবং 1931 ইউনাইটেড কিংডমের সাধারণ নির্বাচনে এবং বেশ কয়েকটি উপ-নির্বাচনে প্রতিদ্বন্দ্বিতা করেছিল। 1934 সালে এনপিএস স্কটিশ পার্টির সাথে একীভূত হয়ে স্কটিশ ন্যাশনাল পার্টি (এসএনপি) গঠন করে।\n\n\n== উত্স এবং ইতিহাস ==\n1928 সালে গ্লাসগো ইউনিভার্সিটি স্কটিশ ন্যাশনালিস্ট অ্যাসোসিয়েশনের জন ম্যাককরমিক স্কটিশ হোম রুলের পক্ষপাতী একটি পার্টি প্রতিষ্ঠার পক্ষপাতী সকলের একটি সভা ডাকার পর NPS গঠিত হয়েছিল। মিটিংটির সভাপতিত্ব করেন রবার্ট বন্টিন কানিংহাম গ্রাহাম, যিনি তখন স্কটিশ লেবার পার্টির রাজনীতিবিদ ছিলেন একজন লিবারেল পার্টি । স্কটস ন্যাশনাল লীগ, লুইস স্পেন্সের স্কটস ন্যাশনাল মুভমেন্ট এবং স্কটিশ হোম রুল মুভমেন্টের সাথে GUSNA-এর একীকরণের মাধ্যমে NPS গঠিত হয়েছিল।  23 জুন স্টার্লিং-এ একটি উদ্বোধন হয়েছিল। \n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nBrand, Jack, The National Movement in Scotland, Routledge and Kegan Paul, 1978\nBrand, Jack, ‘Scotland’, in Watson, Michael (ed.), Contemporary Minority Nationalism, Routledge, 1990\nRichard J. Finlay, Independent and Free: Scottish Politics and the Origins of the Scottish National Party 1918-1945, John Donald Publishers, 1994\nHanham, H.J., Scottish Nationalism, Harvard University Press, 1969\nChristopher Harvie, Scotland and Nationalism: Scottish Society and Politics 1707 to the Present, Routledge (4th edition), 2004\nGerry Hassan (ed.), The Modern SNP: From Protest to Power, Edinburgh University Press, 2009, আইএসবিএন ০৭৪৮৬৩৯৯১৮\nLloyd-Jones, N., \"Liberalism, Scottish Nationalism and the Home Rule crisis, c.1886-1893\", \"English Historical Review\" (August 2014)\nLynch, Peter, SNP: The History of the Scottish National Party, Welsh Academic Press, 2002\nJohn MacCormick, The Flag in the Wind: The Story of the National Movement in Scotland, Victor Gollancz Ltd, 1955\nMitchell, James, The Scottish Question, Oxford University Press, 2014"}