{"pageid": 1472351, "title": "রাক্ষস (অমাত্য)", "url": "https://bn.wikipedia.org/wiki?curid=1472351", "content": "রাক্ষস হলেন প্রাচীন ভারতীয় সংস্কৃত ভাষার নাটক 'মুদ্রারাক্ষস'-এর একটি চরিত্র। নাটকে তিনি নন্দ এবং মৌর্য আদালতের মগধের অমাত্য (প্রধানমন্ত্রী) পদে অধিষ্ঠিত ছিলেন। মূলত নন্দ সাম্রাজ্যে মন্ত্রী ছিলেন তিনি, কিন্তু চন্দ্রগুপ্ত মৌর্যের নন্দ সাম্রাজ্য জয়ের সময় তিনি পালিয়ে যান। এরপর তিনি চন্দ্রগুপ্তকে উৎখাত করার জন্য বেশ কয়েকটি প্রচেষ্টা করেন, তবে প্রতিবারই তিনি চাণক্যের বুদ্ধিমত্তার কাছে পরাজিত হন। অবশেষে তিনি প্রতিরোধ ত্যাগ করে মৌর্য আদালতে অমাত্য পদ গ্রহণ করেন।\n\n\n== মুদ্রারাক্ষস ==\nরাক্ষসকে দেখা যায় বিশাখদত্তের নাটক 'মুদ্রারাক্ষস'-এ। এই নাটকে চাণক্য নন্দ রাজার দ্বারা অপমানিত হয়ে তাকে উৎখাত করেন এবং তার শিষ্য চন্দ্রগুপ্ত এবং অপর শক্তিশালী রাজা পর্বতের সাহায্যে নন্দকে পরাজিত করেন। নন্দের প্রধানমন্ত্রী রাক্ষস পাটালিপুত্র থেকে পালিয়ে যান এবং চন্দ্রগুপ্তকে উৎখাত করার জন্য নানা প্রচেষ্টা চালান। উদাহরণস্বরূপ, তিনি চন্দ্রগুপ্তকে হত্যা করার জন্য এক বিষকন্যাকে পাঠান। চাণক্য এই মেয়েকে পর্বতকে হত্যা করার জন্য বাধ্য করেন, এবং এর জন্য দোষারোপ করা হয় রাক্ষসকে। পর্বত রাজার পুত্র মলয়কেতু যখন তার পিতার মৃত্যুর সত্যতা জানতে পারে, তখন তিনি রাক্ষসের সঙ্গে জোট বাঁধেন। আরেকটি ঘটনায়, রাক্ষস চন্দ্রগুপ্তকে হত্যা করার জন্য একটি সুড়ঙ্গের মাধ্যমে হত্যাকারীদের তার শয়নকক্ষে পাঠানোর ব্যবস্থা করেন। চাণক্য লক্ষ্য করেন যে পিঁপড়ারা তাদের খাদ্যের অবশিষ্টাংশ বহন করে নিয়ে যাচ্ছে, এবং তিনি সেই পিঁপড়াদের পিছু নিয়ে হত্যাকারীদের খুঁজে বের করেন এবং তাদের পুড়িয়ে মারেন।\n\n\n=== মাগধ থেকে পালিয়ে যাওয়া ===\nচন্দ্রগুপ্তকে হত্যা করার জন্য, অমাত্য রাক্ষস চন্দ্রগুপ্তের কিছু শত্রুদের সাথে জোট বাঁধেন। যদিও, প্রতিবারই তিনি চন্দ্রগুপ্তকে হত্যার প্রচেষ্টায় ব্যর্থ হন। তিনি কিছু রাজাকে নিয়ে মৌর্য সাম্রাজ্যের রাজধানী পাটালিপুত্র আক্রমণ করার চেষ্টা করেছিলেন, কিন্তু চাণক্যের বুদ্ধিমত্তাপূর্ণ কৌশলের কারণে সেই পরিকল্পনা ব্যর্থ হয়। এদিকে, চাণক্য বুঝতে পেরেছিলেন যে অমাত্য রাক্ষসের মতো মেধাবী নেতা যদি রাজার প্রতি বিদ্বেষ পোষণ করে তবে তা বিপজ্জনক হতে পারে। শীঘ্রই, চাণক্য অমাত্য রাক্ষসকে মগধে ফিরে আসার জন্য প্রলুব্ধ করার পরিকল্পনা করেন। চাণক্য মগধের কিছু মানুষের মধ্যে গুজব ছড়িয়ে দেন, যার ফলে তিনি অমাত্য রাক্ষসের একজন সহযোগীকে গ্রেপ্তার করতে সক্ষম হন। চাণক্য জানতেন যে অমাত্য রাক্ষস তার সহযোগীকে খুঁজতে বা তাকে মুক্ত করার চেষ্টা করতে আসবেন।\n\n\n== ফিল্ম ও টেলিভিশন ==\n১৯৯১ সালের টিভি সিরিজ \"চাণক্য\" মুদ্রারাক্ষস নাটকের উপর ভিত্তি করে চাণক্যের জীবন ও সময়ের একটি আর্কিটাইপাল বিবরণ। এই সিরিজে অমাত্য রাক্ষসের চরিত্রে অভিনয় করেছেন সুরেন্দ্র পাল।\n২০১১ সালে এনডিটিভি ইমাজিনে প্রচারিত \"চন্দ্রগুপ্ত মউর্য্য\" সিরিজে অমাত্য রাক্ষসের চরিত্রে অভিনয় করেছেন অভিনেতা তেজ সপ্রু।\n২০১৬ সালের ঐতিহাসিক ধারাবাহিক \"চন্দ্র নন্দিনী\" তেও রাক্ষসের চরিত্রকে দেখা যায়।\n২০১৫ সালের কালারস টিভি ড্রামা \"চক্রবর্তী অশোক সম্রাট\" ধারাবাহিকে চন্দ্রগুপ্তের পুত্র বিন্দুসারের শাসনামলে অমাত্য রাক্ষসের চরিত্রটি দেখানো হয়, এবং এতে রাক্ষসের ভূমিকায় অভিনয় করেছেন অমিত বেহল।\n\"পোরাস\" নামক ঐতিহাসিক টেলিভিশন সিরিজে ২০১৭ থেকে ২০১৮ সালের মধ্যে রাক্ষসের চরিত্রে অভিনয় করেছেন নিমাই বালি।\n২০১৮ সালে চন্দ্রগুপ্ত মউর্য্যের জীবনকাহিনী নিয়ে নির্মিত টেলিভিশন শো \"চন্দ্রগুপ্ত মউর্য্য\"-তে আবারও অমাত্য রাক্ষসের চরিত্রে অভিনয় করেছেন অভিনেতা নিমাই বালি।\n\n\n== মৌর্য সাম্রাজ্যের অমাত্য হিসেবে নিয়োগ ==\nঅবশেষে চাণক্যের পরিকল্পনায় রাক্ষসকে আটক করা হয়। চাণক্য রাক্ষসকে জানান যে তিনি তাকে মৌর্য সাম্রাজ্যের প্রধানমন্ত্রী হিসেবে নিয়োগ করতে চান, কারণ রাক্ষসের মগধের প্রতি কর্তব্যনিষ্ঠা ও দেশপ্রেম ছিল। চাণক্য রাক্ষসের দক্ষ প্রশাসনিক ক্ষমতা এবং কূটনৈতিক কৌশল সম্পর্কে ভালোভাবেই জানতেন। চাণক্য রাক্ষসকে মৌর্য সাম্রাজ্যের প্রধান অমাত্য (মহা অমাত্য) হওয়ার প্রস্তাব দেন এবং নন্দ শাসনকালে তিনি যে পরিশ্রম ও বিশ্বস্ততা দেখিয়েছিলেন, একইভাবে মৌর্য সাম্রাজ্যের সেবা করার আহ্বান জানান। রাক্ষস প্রথমে এতে অনিচ্ছুক ছিলেন। চাণক্য তাকে বোঝান যে মহা অমাত্য হিসেবে তিনি অসাধারণ এক রাজ উপদেষ্টা হবেন। অবশেষে, মগধের মঙ্গলের জন্য রাক্ষস চাণক্যের প্রস্তাব মেনে নেন। অমাত্য রাক্ষস তখন চাণক্যের মহত্ব উপলব্ধি করেন এবং তার প্রতি থাকা শত্রুতা কাটিয়ে ওঠেন।\n\n\n== তথ্যসূত্র =="}