{"pageid": 1472225, "title": "আতিকা সুলতান (তৃতীয় আহমেদের কন্যা)", "url": "https://bn.wikipedia.org/wiki?curid=1472225", "content": "আতিকা সুলতান বা ইংরেজিতে প্রসিদ্ধ আতিকে সুলতান (উসমানীয় তুর্কি: عتیقه سلطان; ২৯ ফেব্রুয়ারি ১৭১২ – ২ এপ্রিল ১৭৩৭) ছিলেন একজন উসমানীয় শাহজাদী। তিনি সুলতান তৃতীয় আহমেদের কন্যা। তিনি তৃতীয় মুস্তাফা এবং প্রথম আবদুল হামিদের সৎ বোন ছিলেন।\n\n\n== জীবনী ==\n\n\n=== জন্ম ===\nআতিকা সুলতান ফেব্রুয়ারি মাসে তোপকাপি প্রাসাদে জন্মগ্রহণ করেন। তার পিতা সুলতান তৃতীয় আহমেদ।\n\n\n=== বিবাহ ===\n১৭২৪ সালের ৬ জানুয়ারি তার পিতা তাকে উজির নেভেহিরলি দামাত ইব্রাহিম পাশার পুত্র এবং তার প্রথম স্ত্রী (তার দ্বিতীয় স্ত্রী ছিলেন আতিকার সৎ বোন ফাতমা সুলতান) এর সাথে বিবাহ বন্ধনে আবদ্ধ করেন। ১৭২৪ সালের ২১ ফেব্রুয়ারি মেহমেদ পাশার উপহার প্রধান ভেজিরের প্রাসাদ থেকে রাজকীয় প্রাসাদে নিয়ে যাওয়া হয় এবং একই দিনে বিয়ের চুক্তি সম্পাদিত হয়। একই দিনে তার সৎ বোন উম্মুগুলসুম সুলতান এবং হাতিস সুলতান বিয়ে করেন। দশ দিন পরে, ১৩ ই মার্চ আতিকার সাজসজ্জা এবং ১৬ ই মার্চ আতিকা সুলতান নিজেই তোপকাপি প্রাসাদ থেকে দিভানিওলু রাস্তায় অবস্থিত কাগালোলু প্রাসাদে যান। বিয়ের মাধ্যমে তার একটি পুত্র সন্তান হয়।\n\n\n=== দাতব্য ===\n১৭২৮-১৭২৯ সালে আতিকার বাবা তার নামে উস্কুদারে একটি ঝর্ণা চালু করেন।\n\n\n== মৃত্যু ==\nআতিকা সুলতান ১৭৩৭ সালের ২ এপ্রিল আগালোলু প্রাসাদে মারা যান এবং তাকে ইস্তাম্বুলের নতুন মসজিদে দাফন করা হয়।\n\n\n== বংশ ==\n\n\n== আরও দেখুন ==\nউসমানীয় শাহজাদীদের তালিকা\n\n\n== গ্রন্থসূত্র ==\nDuindam, Jeroen; Artan, Tülay; Kunt, Metin (আগস্ট ১১, ২০১১)। Royal Courts in Dynastic States and Empires: A Global Perspective [রাজবংশীয় রাজ্য এবং সাম্রাজ্যের রাজকীয় আদালত: একটি বিশ্বব্যাপী দৃষ্টিকোণ] (ইংরেজি ভাষায়)। BRILL। আইএসবিএন 978-9-004-20622-9। \nSakaoğlu, Necdet (২০০৮)। Bu mülkün kadın sultanları: Vâlide sultanlar, hâtunlar, hasekiler, kadınefendiler, sultanefendiler [এই সাম্রাজ্যের মহিলা সুলতানা: বৈধ সুলতানা, হাসেকি সুলতানা, হাতুন] (তুর্কি ভাষায়)। Oğlak Yayıncılık। আইএসবিএন 978-9-753-29623-6। \nHaskan, Mehmet Nermi (২০০১)। শতাব্দীর মধ্য দিয়ে উস্কুদার - খণ্ড ৩। Üsküdar Belediyesi। পৃষ্ঠা 1332। আইএসবিএন 978-9-759-76063-2। \n\n\n== তথ্যসূত্র =="}