{"pageid": 1472205, "title": "আমির হামজা (আফগান মুজাহিদ)", "url": "https://bn.wikipedia.org/wiki?curid=1472205", "content": "আমির হামজা (জন্ম ১০ মে ১৯৫৯) হলেন আফগান মুজাহিদিনের একজন প্রবীণ এবং ইসলামিক সশস্ত্র গোষ্ঠী লস্কর-ই-তৈয়বার প্রতিষ্ঠাতাদের একজন। তাকে একজন জ্বালাময়ী বক্তা এবং একজন প্রসিদ্ধ লেখক হিসাবে বর্ণনা করা হয়। তাকে লস্কর-ই-তৈয়বার \"শীর্ষ মতাদর্শী\" হিসেবেও বিবেচনা করা হয়।\n\n\n== কর্মজীবন ==\nমার্কিন যুক্তরাষ্ট্রের ট্রেজারি লস্কর-ই-তৈয়বা (এলইটি) কে একটি সন্ত্রাসী গোষ্ঠী হিসেবে শ্রেণীবদ্ধ করেছে এবং বিশেষভাবে আমির হামজাকে সন্ত্রাসী হিসেবে তালিকাভুক্ত করেছে। যুক্তরাষ্ট্রের দাবি, হামজা আন্তর্জাতিক নিষেধাজ্ঞার লক্ষ্যবস্তু হওয়া উচিত। তার সংগঠন লস্কর-ই-তৈয়বা বিতর্কিত অঞ্চল জম্মু ও কাশ্মীরে যোদ্ধাদের অনুপ্রবেশ ঘটায়। মনে করা হচ্ছে যে হামজা সংগঠনের কেন্দ্রীয় কমিটিতে বসবেন। তিনি অন্যান্য নেতাদের মুক্তির জন্য আলোচনা করেছিলেন এবং লস্কর-ই-তৈয়বার দাতব্য অনুদান সংগ্রহের প্রচারাভিযান পরিচালনা করেছিলেন। এছাড়া, তিনি লস্কর-ই-তৈয়বার অফিসিয়াল প্রকাশনার প্রতিষ্ঠাতা সম্পাদক হিসেবে পরিচিত। ২০০২ সালে তিনি \"কাফিলা দাওয়াত অর শাহাদাত\" (ধর্মত্যাগ ও শাহাদাতের কাফেলা) প্রকাশ করেন।\n\n\n== লিখিত বইসমূহ ==\nলস্কর-ই-তৈয়বার প্রকাশনা বিভাগের প্রধান এবং এর অনেক সাময়িকীর সম্পাদক ছিলেন। তিনি যেমন মাসিক পত্রিকা মুজাল্লাহ আদ-দাওয়াহর সম্পাদক ছিলেন। তিনি অন্যদের মধ্যে নিম্নলিখিত বইগুলির লেখক:\n\nতূর-ই-খান সে কোহ-ই-কাফ তাক—রুস কে তাকূব মে ( তোরখুম থেকে ককেশাস পর্যন্ত — হটলি পার্সসিং রাশিয়া )\nশাহরাহ-ই-বাহিশত (জান্নাতের রাস্তা)\nআফগানিস্তান কি ছুটিও পার-কাফলা দাওয়াত ও জিহাদ (আফগানিস্তানের পাহাড়ের চূড়ায়-দাওয়াত ও জিহাদের কাফেলা)।\nম্যায়নে বাইবেল সে পুছা কোরান কিয়ুন জালে? (আমি বাইবেলকে জিজ্ঞেস করেছিলাম কেন কোরান জ্বালিয়ে দেওয়া হয়েছিল)\nহিন্দু কা হামদর্দ (হিন্দুদের শুভাকাঙ্খী)\nকাশ্মীরি আওরাত অর আম্রিকা (কাশ্মীরি নারী ও আমেরিকা)\nখোমেনি অর কামাল আতাতুর্ক কে ইরান অর তুরস্ক মে আমি নে কিয়া দেখা (খোমেনি এবং কামাল আতাতুর্কের ইরান ও তুরস্কে আমি কী দেখেছি?)\nমাযহাবী ওয়া সিয়াসি বাওয়ায়ে (ধর্মীয় ও রাজনৈতিক নেতা)\nরাওয়ায়ে মেরে হাজির কে (আমার নবীর আচরণ)\nসীরাত ক্যা সুচায় মোতি (নবীর চরিত্রের আসল মুক্তা)\n\n\n== তথ্যসূত্র =="}