{"pageid": 1472491, "title": "ফাতিমা সুলতান (দ্বিতীয় সেলিমের কন্যা)", "url": "https://bn.wikipedia.org/wiki?curid=1472491", "content": "ফাতিমা সুলতান বা ইংরেজিতে প্রসিদ্ধ ফাতমা সুলতান (আনু. ১৫৫৮ – অক্টোবর ১৫৮০; উসমানীয় তুর্কি: فاطمہ سلطان) ছিলেন উসমানীয় সাম্রাজ্যের একজন শাহজাদী। তিনি উসমানীয় সাম্রাজ্যের সুলতান দ্বিতীয় সেলিম ও নুরবানু সুলতানের কন্যা। তিনি সুলতান তৃতীয় মুরাদের বোন। তিনি সুলতান সুলাইমান ও হুররাম সুলতানের নাতনী। এছাড়াও তিনি সুলতান তৃতীয় মেহমেদের খালা ছিলেন।\n\n\n== প্রারম্ভিক জীবন ==\nফাতমা সুলতান ১৫৫৮ সালে কোনিয়ায় জন্মগ্রহণ করেন। তিনি যখন জন্মগ্রহণ করেন তখন তার বাবা সেলিম কোনিয়ার সানজাক-বে বা প্রাদেশিক গভর্নর হিসাবে দায়িত্ব পালন করতেন। তিনি ছিলেন তার পিতার কনিষ্ঠ কন্যা। তার মায়ের পরিচয় অনিশ্চিত। সম্ভবত তিনি নুরবানু সুলতানের চতুর্থ কন্যা ছিলেন। তবে এটি বিতর্কিত। তার তিন বড় বোন ও এক বড় ভাই ছিল। তারা হলেন শাহ সুলতান, গেভেরহান সুলতান, ইসমিহান সুলতান এবং তৃতীয় মুরাদ। তার সৎ ভাই সাতজন ছিলেন। যাদেরকে সুলতান তৃতীয় মুরাদ ভ্রাতৃহত্যার আইন প্রয়োগ করে হত্যা করেছিল।\n\n\n== বিবাহ ==\n১৫৭৩ সালে কানিজেলি সিয়াভুস পাশার সাথে তার বিয়ে করেন। ১৬০২ সালে তার স্বামীর মৃত্যুর পর রুমেলিয়ার বেলারবে-কে (গভর্নর-জেনারেল) বিয়ে করেন। ১৫৭৩ থেকে ১৫৭৮ সাল পর্যন্ত ইস্তাম্বুলে পবিত্র রোমান সাম্রাজ্যের রাষ্ট্রদূতের প্রথম সহকারী ও ধর্মযাজক স্টিফেন গেরলাচ বলেন যে, রুমেলিয়ার বেলারবে মূলত একজন দাস ছিলেন। যাকে ফাতমার বাবা সেলিম বালক বয়সে ৫০০ মুদ্রার বিনিময়ে কিনেছিলেন এবং নিজের পুত্র হিসাবে বিবেচনা করেছিলেন। সুলতান সেলিমের ইচ্ছাতেই এই বিয়ের আয়োজন করা হয়।\nফাতমার যৌতুকের পরিমাণ ছিল প্রায় ৫০০০ হাজার মুদ্রা। কানিজেলি সিয়াভুস পাশার সাথে তার দাম্পত্য জীবন সুখী ছিল। তার স্বামী যখন অসুস্থ হয়ে পড়েন তখন তিনি তার ভাই মুরাদের কাছে কানিজেলি সিয়াভুস পাশার জীবন বাঁচানোর জন্য অনুরোধ করেছিলেন। সিয়াভুস পাশার চিকিৎসক মূসা বেনভেনিস্তে প্রায়ই সময় এ দম্পতির সঙ্গে রাতের খাবার খেতে যেতেন। তাদের এ দাম্পত্য জীবনে তার চার পুত্র এবং এক কন্যা ছিল। তবে শেষপর্যন্ত শুধুমাত্র তাদের একজন পুত্র বেঁচেছিলেন।\n\n\n== দানশালা ==\nফাতমার একটি প্রাথমিক বিদ্যালয়ের পাশাপাশি এদির্নেকাপিতে নির্মিত একটি মাদ্রাসা ছিল।\n\n\n== মৃত্যু ==\n১৫৮০ সালের অক্টোবরে ইস্তাম্বুলে তার মেয়ের অকাল জন্মের ফলে সন্তান প্রসবের সময় তিনি মারা যান। তাকে তার বাবা সুলতান দ্বিতীয় সেলিমের সমাধিসৌধে আয়া সোফিয়া মসজিদে দাফন করা হয়। তার আত্মার খাতিরে ওয়াকফ অর্থাৎ দাতব্য ফাউন্ডেশন দ্বারা সমর্থিত একটি বিধান করা হয়েছিল। যেখানে প্রতিদিন সকালে কুরআন পাঠ করা হয়।\n\n\n== বংশধর ==\nদাম্পত্য জীবনে ফাতেমার চার ছেলে ও এক মেয়ে ছিল। কিন্তু একমাত্র পুত্র সন্তান শৈশবের পর বেঁচে ছিল।\n\nসুলতানজাদে আহমেদ বে (১৫৭৩ - ১৫৮২)\nসুলতানজাদে মোস্তফা পাশা (১৫৭৫ - এপ্রিল ১৫৯৯)\nসুলতানজাদে আব্দুলকাদির বে (১৫৭৭ - ১৫৮৩)\nসুলতানজাদে সুলেমান বে (১৫৭৯ - ১৫৮৩)\nফুলানে হানিমসুলতান (অক্টোবর ১৫৮০ - অক্টোবর ১৫৮০)। তিনি সময়ের আগে জন্মগ্রহণ করেছিলেন এবং তিন দিন পরে মারা যান। সন্তান প্রসবের সময় তাঁর মা ফাতমা মারা যান।\n\n\n== আরও দেখুন ==\nউসমানীয় শাহজাদীদের তালিকা\n\n\n== গ্রন্থসূত্র ==\nPeirce, Leslie Penn (১৯৯৩)। The Imperial Harem: Women and Sovereignty in the Ottoman Empire [হেরেম: উসমানীয় সাম্রাজ্যে নারী ও সার্বভৌমত্ব]। Studies in Middle Eastern History (ইংরেজি ভাষায়)। New York: Oxford University Press। আইএসবিএন 978-0-19-507673-8। \nTezcan, Baki (নভেম্বর ২০১০)। The Second Ottoman Empire: Political and Social Transformation in the Early Modern World [দ্বিতীয় উসমানীয় সাম্রাজ্য: প্রারম্ভিক আধুনিক বিশ্বে রাজনৈতিক ও সামাজিক রূপান্তর] (ইংরেজি ভাষায়)। Cambridge University Press। আইএসবিএন 978-0-521-51949-6। \nUluçay, Mustafa Çağatay (১৯৯২)। Padışahların kadınları ve kızları [সুলতানদের স্ত্রী ও কন্যা] (তুর্কি ভাষায়)। Türk Tarihi Kurumu Yayınları। \nAnd, Metin (১৯৯৪)। Istanbul in the 16th Century: The City, the Palace, Daily Life [১৬শ শতাব্দীতে ইস্তাম্বুল: শহর, প্রাসাদ, দৈনন্দিন জীবন] (ইংরেজি ভাষায়)। Akbank। \nGoodwin, Godfrey (২৭ জানুয়ারি ২০০৬)। Private World of the Ottoman Women [উসমানীয় মহিলাদের ব্যক্তিগত বিশ্ব] (ইংরেজি ভাষায়)। London: Saqi Books। আইএসবিএন 978-0-86356-745-2। \nSakaoğlu, Necdet (২০০৮)। Bu mülkün kadın sultanları: Vâlide sultanlar, hâtunlar, hasekiler, kadınefendiler, sultanefendiler [এই সাম্রাজ্যের মহিলা সুলতানরা হলেন: বৈধ সুলতানা, হাতুন, হাসেকি সুলতানা] (তুর্কি ভাষায়)। Oğlak Yayıncılık। পৃষ্ঠা 303। আইএসবিএন 978-975-329-623-6। \n\n\n== তথ্যসূত্র =="}