{"pageid": 1472410, "title": "ডাইনোসর গেম", "url": "https://bn.wikipedia.org/wiki?curid=1472410", "content": "ডাইনোসর গেম  (ক্রোম ডাইনো নামেও পরিচিত) এটি গুগল ক্রোম ওয়েব ব্রাউজারে অন্তনির্মিত ব্রাউজার গেম। গেমের খেলোয়াড় একটি পিক্সেল অঙ্কিত অবিরাম দৌড়াতে থাকা টি-রেক্সকে  প্বার্শ-সম্প্রসারণশীল ভূদৃশ্য জুড়ে উচ্চ স্কোর অর্জনের জন্য বাধা এড়িয়ে এগিয়ে যেতে সঞ্চালন করে। ২০১৪ সালে গুগলের ক্রোম ইউএক্স দলের সদস্যরা তৈরি করেছিলেন।\n\n\n== সঞ্চালন ==\n\nইন্টারনেট সংযোগ বিচ্ছিন্ন থাকা অবস্থায় কোন ব্যবহারকারী গুগল ক্রোমে সতেজ ওয়েব পৃষ্ঠা দেখার চেষ্টা করলে-তখন ব্রাউজার থেকে ব্যবহারকারীকে একটি পিক্সেল অঙ্কিত টাইরানোসরাস রেক্সের চিত্রসহ স্বয়ংক্রিয় ভাবে জানানো হয় যে তার ইন্টারনেটের সাথে সংযুক্ত নেই। এঅবস্থায় ডেস্কটপে space অথবা ↑  বাটন চেপে; এবং অ্যান্ড্রয়েড ও আইওএস মোবাইলে ডাইনোসরকে স্পর্শ করলে গেম চালু হয়। এছাড়াও গেমটি ক্রোমের অমনিবক্সে,  chrome://dino অথবা chrome://network-error/-106 ঠিকানা লিখেও পাওয়া যায়।\nখেলা চলাকালীন, ডাইনোসর একটি সাদা-কালো মরুভূমির পটভূমিতে ভূদৃশ্য জুড়ে ক্রমাগত বাম থেকে ডানে দৌড়াতে থাকে, খেলোয়াড় লাফ দিয়ে অথবা মাথা নীচু রেখে ক্যাকটি এবং টেরোসরের মতো আসন্ন বাধা এড়াতে চেষ্টা করে।\nডেস্কটপে space, ↑, বাটন চাপলে ডাইনোসর \"লাফ\" দেয়। ↓ বাটন চাপলে ডাইনোসরকে মাথা নীচু করে দৌড়ায়। মোবাইলে ডাইনোসোরকে স্পর্শ করলে দৌড় শুরু করে। ক্যাকটাস ও বিপরীত দিক থেকে উড়ে আসা টেরাসর এড়ানোর জন্য ডাইনোসরকে স্পর্শ করতে হয়, তখন এটি 'লাফ' দেয়। ব্যবহারকারী একটি বাধা বা একটি টেরোসরকে আঘাত না করা পর্যন্ত ডাইনোসরের গতি ধীরে ধীরে বাড়তে থাকে। আঘাতের পর তাৎক্ষণিক খেলা শেষ করার অনুরোধ করে।\n৭০০ পয়েন্ট প্রাপ্তির সাথে সাথে গেমের সাদা থেকে কালো পটভূমিতে এবং গাঢ় ধূসর গ্রাফিক্স থেকে ফ্যাকাশে ধূসর গ্রাফিক্সে পরিবর্তিত হয়, যা দিন থেকে রাতের পরিবর্তন নির্দেশ করে। আকাশের গ্রাফিক্সও রাতের আকাশের গ্রাফিক্সে পরিণত হয়। খেলার অগ্রগতির সাথে সাথে পটভূমির রঙের পরিবর্তন হয়। সর্বোচ্চ স্কোরে পৌঁছানোর জন্য ১৭ মিলিয়ন বছর পর্যন্ত খেলার উপযোগী করে বানানো হয়েছে, যা মূলত ক্রিটাসিয়াস-প্যালিওজিন বিলুপ্তি ঘটনায় বিলুপ্ত হওয়া আগে পৃথিবীতে টি-রেক্সের অস্তিত্বকাল হতে গৃহীত।\nযদি নেটওয়ার্ক প্রশাসক ডাইনোসর গেম নিষ্ক্রিয় রাখেন তবে, গেম খেলার চেষ্টা করার সময় একটি ডাইনোসরের দিকে ধাবমান উল্কার ছবিসহ ত্রুটি বার্তা দেওয়া হয়।\n\n\n== উন্নয়ন ==\n\n২০১৪ সালে ক্রোম ইউএক্স দলের তিন সদস্য সেবাস্তিয়ান গ্যাব্রিয়েল, অ্যালান বেটস এবং এডওয়ার্ড ইয়াং ক্রোম ডাইনো তৈরি করেন।  গ্যাব্রিয়েল খেলোয়াড়ের চরিত্র নকশা করার সময় নাম দিয়েছিলেন \"লোনলি টি-রেক্স\"। গেম উন্নয়নের সময় ব্রিটিশ ব্যান্ড টি-রেক্সের প্রধান গায়ক মার্ক বোলেনের নামানুসারে প্রকল্পকে  \"প্রজেক্ট বোলান\" ছদ্মনাম দেওয়া হয়েছিল। ইন্টারনেট সংযোগ না থাকা \"প্রাগৈতিহাসিক যুগে \" বাসের সমতুল্য —কৌতুকের সূত্র ধরে গেমের স্রষ্ঠারা বিষয় হিসেবে ডাইনোসরকে বেছে নেন। ২০১৪ সালের সেপ্টেম্বরে ক্রোমের অন্তস্থিত গেম হিসেবে মুক্তি পায়। প্রথমে পুরানো ডিভাইসে কাজ করেনি। তাই কোড হালনাগাদ করে একই বছরের ডিসেম্বরে পুনরায় প্রকাশ করা হয়েছিল। ২০১৫ সালে একটি ক্রোমের হালনাগাদ সংস্করণে বাধা হিসাবে টেরোসর যুক্ত করা হয়েছিল।\n২০১৮ সালের সেপ্টেম্বরে ক্রোমের  দশম জন্মদিন এবং গেম প্রতিষ্ঠার চতুর্থ বার্ষিকী উপলক্ষ্যে গেমে একটি ইস্টার ডিম যোগ করা হয়েছিল। মরুভূমিতে একটি জন্মদিনের কেক রাখা হয় এবং কেকটি \"খাওয়া\" হলে লোনলি টি-রেক্সের মাথায় জন্মদিনের টুপি ফুটে উঠতো। একই বছরের নভেম্বরে, গুগল প্লেয়ারের উচ্চ স্কোর সংরক্ষণের জন্য একটি বৈশিষ্ট্য চালু করে।  গেমের সোর্স কোড ক্রোমিয়াম সাইটে উপলব্ধ আছে।\n2021 সালে, Google iOS 14- এর জন্য মার্চ মাসে একটি উইজেট চালু করেছিল যা খেলোয়াড়দের chrome://dino এ নিয়ে যায়; সেই বছরের শেষের দিকে অ্যান্ড্রয়েডে একটি অনুরূপ উইজেট চালু করা হয়েছিল।  জুলাই মাসে, 2020 সালের টোকিও অলিম্পিকের জন্য একটি অলিম্পিক টর্চ ইস্টার ডিম যোগ করা হয়েছিল বিভিন্ন অলিম্পিক কার্যকলাপের অনুকরণে।  টর্চের কাছে পৌঁছানোর পর, ডিনো বিভিন্ন অলিম্পিক গেমস যেমন সাঁতার, দৌড়ানো এবং আরও অনেক কিছুতে রূপান্তরিত হয়। সাধারণ ক্যাকটি এবং টেরোসর বাধার পরিবর্তে, ডিনো এখন অলিম্পিক সম্পর্কিত চ্যালেঞ্জগুলির মুখোমুখি হয়। \n\n\n== অভ্যর্থনা ==\nগেমটি ব্যাপক স্বীকৃতি পেয়েছে। ২০১৮ সালের সেপ্টেম্বরে নির্মাতাদের তথ্যানুসারে প্রতি মাসে প্রায় ২৭০ মিলিয়ন বার ডাইনোসোর গেম খেলা হয়েছে।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\n\nডাইনোসর গেম দ্য সিম্পসন্স এর ৩৪তম মৌসুমের প্রথম পর্ব \"হেবিয়াস টরটয়েজ\"-এর উদ্বোধনী অংশে শিল্পীদের কৃতিত্ব দেওয়া পরবর্তী কৌতুকে  উল্লেখ করা হয়েছে।\n\n\n== সংশ্লিষ্ট গেম ==\nমাইক্রোসফ্ট এজ তাদের ২০২০ সালের মে মাসের হালনাগাদ সংস্করণেসার্ফ নামের ব্রাইজার গেম যুক্ত করে। গেমে খেলোয়াড় সার্ফারকে নিয়ন্ত্রণ করে বাধা এড়ায় এবং শক্তি বৃদ্ধির সুবিধা সংগ্রহ করার চেষ্টা করে। ডাইনোসর গেমের মতো, ব্রাউজারটি অফলাইনে থাকলে এটি একটি ত্রুটির পৃষ্ঠা থেকে অ্যাক্সেসযোগ্য, তবে URL edge://surf এও অ্যাক্সেস করা যেতে পারে। গেমটি অক্ষর কাস্টমাইজেশন এবং একাধিক নিয়ন্ত্রণ স্কিমগুলির জন্য অনুমতি দেয়। \n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}