{"pageid": 1472381, "title": "চট্টগ্রামের অর্থনীতি", "url": "https://bn.wikipedia.org/wiki?curid=1472381", "content": "চট্টগ্রামের অর্থনীতি ক্রয়ক্ষমতা সমতা (২০২২) শর্তাবলীতে ১১৬ বিলিয়ন ডলারের স্থূল রাষ্ট্রীয় পণ্যে প্রতিফলিত হয়, যা আয়তনে বাংলাদেশের মধ্যে ঢাকার পরেই দ্বিতীয়। চট্টগ্রাম মহানগরের নামমাত্র স্থূল অভ্যন্তরীণ উৎপাদন $২৫.৫ বিলিয়ন। চট্টগ্রাম মহানগর বাংলাদেশের দ্বিতীয় বৃহত্তম মহানগর। চট্টগ্রাম বাংলাদেশের রপ্তানি কেন্দ্র, যা $৩৮ বিলিয়নেরও বেশি রপ্তানি করে। চট্টগ্রাম দেশের বাণিজ্যিক কেন্দ্র। দেশের ব্যস্ততম বন্দরও চট্টগ্রাম।\n\n\n== ইতিহাস ==\n\nচট্টগ্রাম জেলার সীতাকুণ্ডে খননকৃত নব্যপ্রস্তরযুগের জীবাশ্ম ও হাতিয়ার খ্রিস্টপূর্ব তৃতীয় সহস্রাব্দের প্রথম দিকে এই অঞ্চলে প্রস্তর যুগের বসতিগুলোর উপস্থিতি নির্দেশ করে। চট্টগ্রাম বন্দরের প্রাচীনতম ঐতিহাসিক নথিগুলো খ্রিস্টপূর্ব ৪র্থ শতাব্দীর, যখন এলাকার নাবিকরা দক্ষিণ-পূর্ব এশিয়ায় সমুদ্রযাত্রা শুরু করেছিল। ২য় শতাব্দীর গ্রেকো-রোমান ভূগোলবিদ টলেমি তার মানচিত্রে বন্দরটিকে এশিয়ার অন্যতম সেরা পোতাশ্রয় এবং ভারতীয় উপমহাদেশের পূর্ব সীমান্ত হিসেবে উল্লেখ করেছেন। সপ্তম শতাব্দীতে ভ্রমণকারী চীনা পণ্ডিত ও কবি হিউয়েন সাঙ এটিকে \"কুয়াশা ও পানি থেকে উদ্ভূত একটি ঘুমন্ত সৌন্দর্য\" হিসাবে বর্ণনা করেছেন।\n\n\n== জিডিপি ==\nবাংলাদেশের জাতীয় জিডিপির একটি উল্লেখযোগ্য অংশ চট্টগ্রাম থেকে আসে। শহরটি দেশের অর্থনীতির প্রায় ১৯.৫% অবদানসহ নামমাত্র প্রায় $৪৩ বিলিয়ন (২০২২) এবং ক্রয়ক্ষমতা সমতা শর্তে $১১৬ বিলিয়ন আয়ে ভূমিকা রাখছে। ঢাকা বিভাগের পরেই চট্টগ্রাম বাংলাদেশের দ্বিতীয় বৃহত্তম অর্থনীতির মর্যাদা রাখে। চট্টগ্রামের অর্থনীতি মূলত টেক্সটাইল ও গার্মেন্টস শিল্পের উপর নির্ভরশীল। চট্টগ্রাম বিভাগ চট্টগ্রাম জেলা এবং কুমিল্লা জেলাসহ এগারোটি জেলা নিয়ে গঠিত। চট্টগ্রাম বিভাগের জিডিপির একটি উল্লেখযোগ্য অংশ চট্টগ্রাম শহর থেকে আসে (বাংলাদেশের মোট জিডিপির প্রায় ১২%)।\n\n\n=== জাহাজ নির্মাণ শিল্প ===\n২০০৮ সাল থেকে চট্টগ্রামে জাহাজ নির্মাণ শিল্পের প্রসার ঘটছে। ওয়েস্টার্ন মেরিন শিপইয়ার্ডের মতো কোম্পানিগুলো ডেনমার্ক, নেদারল্যান্ডস, নিউজিল্যান্ড, জার্মানি, কেনিয়া এবং ভারতে জাহাজ রপ্তানি করছে। ২০১২ সালের হিসাবে, চট্টগ্রামের জাহাজ নির্মাণ শিল্পগুলো বছরে প্রায় $৪০০ মিলিয়ন উৎপন্ন করে। তবে লক্ষ্যমাত্রা অনুযায়ী ২০২০ সালের মধ্যে জাহাজ নির্মাণ শিল্প থেকে $৪ বিলিয়ন রপ্তানি হবে।\n\n\n=== চট্টগ্রাম স্টক এক্সচেঞ্জ ===\nচট্টগ্রাম স্টক এক্সচেঞ্জ বাংলাদেশের দুটি স্টক এক্সচেঞ্জের মধ্যে একটি, যার বাজার মূলধন $৩০ বিলিয়ন। এটি ১৯৯৫ সালে প্রতিষ্ঠিত হয়। বাজারে বর্তমানে ২৫০টি তালিকা রয়েছে এবং এটি এশিয়ার শীর্ষস্থানীয় স্টক এক্সচেঞ্জগুলোর মধ্যে একটি।\n\n\n=== বহুজাতিক কোম্পানি ===\nগ্লাক্সোস্মিথক্লাইন, রেকিট বেনকিজার, ইউনিলিভার, জেএফ লিমিটেড, বিওসি বাংলাদেশ লিমিটেড, জিইসি বাংলাদেশ লিমিটেড, কোটস থ্রেড, বার্জার, কাফকো এবং ডানকানসহ অনেক পরিচিত আন্তর্জাতিক কোম্পানির আঞ্চলিক সদর দপ্তর চট্টগ্রাম।\n\n\n== চট্টগ্রামভিত্তিক কোম্পানি ==\nএ কে খান এন্ড কোম্পানি: বাংলাদেশের প্রাচীনতম বেসরকারি খাতের প্রতিষ্ঠানগুলোর মধ্যে একটি।\nবিএসআরএম স্টিলস লিমিটেড: চট্টগ্রামে অবস্থিত বাংলাদেশী ইস্পাত উৎপাদনকারী সংস্থা। এটি ১৯৫২ সালে প্রতিষ্ঠিত হয়। কোম্পানিটি হতে $৮০০ মিলিয়ন রাজস্ব আসে।\nহাবিব গ্রুপ: হাবিব গ্রুপ ১৯৪৭ সালে প্রতিষ্ঠিত হয়। বর্তমানে কোম্পানির বার্ষিক রাজস্ব $৫০০ মিলিয়নের কাছাকাছি এবং সারা বাংলাদেশে ২০,০০০ এরও বেশি কর্মচারী এবং অনেক উৎপাদন ক্ষেত্র রয়েছে।\nযমুনা অয়েল কোম্পানী লিমিটেড: যমুনা অয়েল কোম্পানি লিমিটেড (১৯৬৪ সালে পাকিস্তান ন্যাশনাল অয়েল নামে প্রতিষ্ঠিত; ১৯৭২ সালে বাংলাদেশ ন্যাশনাল অয়েল নামে নতুন নামকরণ করা হয়) বাংলাদেশ পেট্রোলিয়াম কর্পোরেশনের একটি সহযোগী প্রতিষ্ঠান যা জাতীয়ভাবে বাংলাদেশে অকটেন, পেট্রোল, ডিজেল, কেরোসিন, ফার্নেস অয়েল, বিটুমিন এবং লুব্রিকেন্ট বাজারজাত করে।\nকেডিএস গ্ৰুপ: ১৯৮৩ সালে বাংলাদেশের প্রথম গার্মেন্টস শিল্পগুলোর মধ্যে একটি প্রতিষ্ঠার মাধ্যমে কেডিএস গ্রুপ প্রতিষ্ঠিত হয়। বর্তমানে গ্রুপটি ২৫,০০০ এরও বেশি কর্মকর্তা ও কর্মচারীদের নিয়ে মোট বার্ষিক $৫০০ মিলিয়ন রাজস্ব উপার্জন করে।\nএম. এম. ইস্পাহানি লিমিটেড\nপদ্মা অয়েল কোম্পানী: পদ্মা অয়েল কোম্পানি (পূর্বে বার্মা ইস্টার্ন নামে পরিচিত ছিল) একটি বাংলাদেশের রাষ্ট্রীয় মালিকানাধীন পেট্রোলিয়াম কোম্পানি, যার প্রধান কার্যালয় চট্টগ্রামের স্ট্র্যান্ড সড়কে অবস্থিত। এটি ব্রিটিশ সাম্রাজ্যের ঐতিহাসিক বার্মা তেল কোম্পানির বংশধর এবং ১৯০৩ সালে বাংলায় কাজ শুরু করে। ১৯৬৫ সালে বার্মা ইস্টার্ন চট্টগ্রামে বার্মা তেল এবং পূর্ব পাকিস্তানি বিনিয়োগকারীদের যৌথভাবে প্রতিষ্ঠিত হয়।\nএস আলম গ্রুপ অব ইন্ডাস্ট্রিজ: বাংলাদেশী শিল্পগোষ্ঠী। এই গ্রুপের অধীনে থাকা শিল্পের মধ্যে রয়েছে খাদ্য ও সহযোগী পণ্য, ইস্পাত, ব্যাংকিং, ভোক্তা পণ্য, চিনি, সিমেন্ট, বিদ্যুৎ, জ্বালানি, পরিবহন, শিপিং, উত্পাদন, আতিথেয়তা, আর্থিক প্রতিষ্ঠান, কৃষি, বাণিজ্য, তেল ও গ্যাস। বার্ষিক রাজস্ব ২০১৪ সালে $২.০ বিলিয়ন পর্যন্ত রেকর্ড করা হয়েছে।\nসীমার্ক গ্রুপ: ম্যানচেস্টার, চট্টগ্রাম, নিউ জার্সি এবং ব্রুকলিনে অফিসসহ বহুজাতিক খাদ্য প্রক্রিয়াকরণ সংস্থার পাইকারি কোম্পানি। কোম্পানিটি ১৯৭৬ সালে প্রতিষ্ঠিত হয় এবং ১৯৯১ সালে কাজ শুরু করে। বার্ষিক রাজস্ব $৩০০ মিলিয়ন।\nটি কে গ্রুপ অব ইন্ডাস্ট্রিজ: বাংলাদেশে উদ্ভিজ্জ তেলের ব্যবসার জন্য পরিচিত বৃহত্তর সংস্থাগুলোর মধ্যে একটি, যার বার্ষিক রাজস্ব $১.৫ বিলিয়ন। এই গ্রুপটি দেশের শীর্ষ তিন ভ্যাট প্রদানকারীদের মধ্যে একটি। ইস্পাত, জাহাজ নির্মাণ, সজ্জা এবং কাগজ, প্লাস্টিক, সিমেন্ট এবং টেক্সটাইলগুলোতেও এর আগ্রহ রয়েছে।\n\n\n== তথ্যসূত্র =="}