{"pageid": 1472988, "title": "ওভার রেট", "url": "https://bn.wikipedia.org/wiki?curid=1472988", "content": "ওভার রেট হল ক্রিকেটে বোলিং দলের দ্বারা প্রতি ঘন্টায় কত ওভার বল করা হয়েছে। টেস্ট ম্যাচ কর্মকর্তাদের দ্বারা গণনা করা হলে, নেওয়া উইকেটের জন্য ভাতা দেওয়া হয় (প্রতি উইকেটে ২ মিনিট), পানীয় বিরতি (প্রতিটি ৪ মিনিট), ডিআরএস রিভিউ, ইনজুরির চিকিৎসা এবং অন্যান্য কারণে, যার অর্থ এই সংখ্যার চেয়ে বেশি খেলার ঘন্টার সংখ্যা দ্বারা ভাগ করা ওভারের সংখ্যা হিসাবে গণনা করা হয়।\nক্রিকেটের সর্বোচ্চ স্তরে, বোলিং দলগুলি সর্বনিম্ন ওভার রেট অর্জন করবে বলে আশা করা হয়। যে সব বোলিং দল ন্যূনতম ওভার রেট অর্জন করতে ব্যর্থ হয়েছে তাদের পয়েন্ট কাটা হয়েছে, খেলোয়াড়দের জরিমানা করা হয়েছে, বা অধিনায়ককে ভবিষ্যতের ম্যাচের জন্য বরখাস্ত করা হয়েছে। আন্তর্জাতিক ক্রিকেট এবং কিছু লিগে, ওভার রেট পেনাল্টি হল যে ফিল্ডিং দল আউটফিল্ডে কম ফিল্ডার রাখার জন্য সীমাবদ্ধ থাকে, যাতে ব্যাটিং দলের পক্ষে বাউন্ডারি মারা সহজ হয়। পেনাল্টি রান আরোপ করা যেতে পারে বলে পরামর্শ দেওয়া হয়েছে।\n\n\n== ন্যূনতম মাত্রা ==\nটেস্ট ক্রিকেটে বোলিং দলগুলো ঘণ্টায় ন্যূনতম ১৫ ওভার বোলিং করতে পারে।\nওয়ানডেতে, বোলিং দলগুলি ৩.৫ ঘন্টার মধ্যে ৫০ ওভার বোলিং করবে বলে আশা করা হচ্ছে, প্রতি ঘন্টায় সর্বনিম্ন ১৪.২৮ ওভার হারের সমতুল্য।\nটি-টোয়েন্টিতে বোলিং দলগুলো ২০ ওভার বোলিং করবে ১ ঘণ্টা ২৫ মিনিটে, যা ন্যূনতম ওভার রেট ১৪.১১ ওভার প্রতি ঘণ্টার সমান।\nদ্য হান্ড্রেডে, ১০০ বলের ইনিংস ৬৫ মিনিটের বেশি সময় নেওয়ার কথা নয়, এই সময় অতিক্রম করার জন্য জরিমানা হিসাবে ফিল্ডিং বিধিনিষেধ রয়েছে; এটি প্রতি বলে ৩৯ সেকেন্ড বা প্রতি ঘন্টায় ১৫.৩৮ \"ঐতিহ্যবাহী\" ছয় বলের ওভারে অনুবাদ করে। ক্রিকেটের অন্যান্য ফর্ম্যাটগুলির বিপরীতে, ওভারগুলিতে প্রতিটি ৫ বল থাকে এবং ৫০ সেকেন্ডের মধ্যে ওভারের মধ্যে প্রান্ত পরিবর্তন করার অনুমতি দেওয়া হয়।\n\n\n== উল্লেখযোগ্য ওভার রেট পেনাল্টি ==\n২০১৭ কাউন্টি চ্যাম্পিয়নশিপে, মিডলসেক্স স্লো ওভার রেটের জন্য ২ পয়েন্ট কাটার পরে ১ পয়েন্টে বাদ পড়ে। সর্বনিম্ন ওভার রেট প্রয়োজন ছিল ১৬ ওভার প্রতি ঘন্টা।\n১৯৯৯ বিশ্বকাপে, স্লো ওভার রেটের কারণে ভারতকে ৪ ওভার জরিমানা করা হয়েছিল। তবে ভারত ৪৫ ওভারে অলআউট হওয়ায় জিম্বাবুয়ে ৩ রানে জয় পায়।\n২০১৯-২১ আইসিসি বিশ্ব টেস্ট চ্যাম্পিয়নশিপে, ২৯ ডিসেম্বর ২০২০-এ ভারতের বিরুদ্ধে দ্বিতীয় টেস্টে স্লো ওভার রেটের জন্য অস্ট্রেলিয়াকে ৪ পয়েন্ট কাটা হয়েছিল। এর ফলে অস্ট্রেলিয়া ফাইনালের জন্য যোগ্যতা অর্জন করতে পারেনি, কারণ এটি তাদের জয়ী পয়েন্টের চূড়ান্ত শতাংশ ৭০% (৩৩৬/৪৮০) থেকে কমিয়ে ৬৯.২% (৩৩২/৪৮০) করেছে। এটি তাদের নিউজিল্যান্ডের নিচে রাখে, যারা ৭০% অর্জন করেছে। অস্ট্রেলিয়া নিউজিল্যান্ডের উপরে, ২য় স্থানে শেষ করত, এবং এইভাবে ফাইনালের জন্য যোগ্যতা অর্জন করত, যদি দুই দেশ ৭০%-এ টাই করত, অস্ট্রেলিয়ার উইকেট প্রতি উচ্চতর রানের কারণে।\n\n\n== আরও দেখুন ==\nওভার (ক্রিকেট)\nস্টপ ক্লক (ক্রিকেট)\nপিচ ক্লক (বেসবল)\n\n\n== তথ্যসূত্র =="}