{"pageid": 1472368, "title": "নাফিসা খাতুন", "url": "https://bn.wikipedia.org/wiki?curid=1472368", "content": "নাফিসা মেলেক সুলতান খাতুন বা ইংরেজিতে প্রসিদ্ধ নেফিসে মেলেক সুলতান হাতুন (উসমানীয় তুর্কি: نفیسہ خاتون; আনু. ১৩৬৩ - ১৪০২ সালের পর) ছিলেন উসমানীয় একজন শাহজাদী। তিনি উসমানীয় সাম্রাজ্যের সুলতান প্রথম মুরাদের কন্যা। তিনি কারামানের আলাউদ্দিন আলী বে এর স্ত্রী ও কারামান বেয়লিক এর উত্তরসূরি দ্বিতীয় মেহমেদের মা ছিলেন।\n\n\n== জীবনী ==\nতার বাবা কারামানের শাসক হালিল বে-এর পুত্র আলাউদ্দিন বে-কে শান্ত করার চেষ্টা করেছিলেন। তাই ১৩৭৮ সালে নেফিসে সুলতানকে তার বাবা আলাউদ্দিন এর সাথে তাকে বিয়ে দেন। বিয়ের পর নেফিসে সুলতান নেফিসে হাতুন নামে পরিচিত হন। মুরাদের রাজত্বের প্রথম দিনগুলিতে আলাউদ্দিন ও গালাতিয়ার জমির মালিকদের বিদ্রোহ মুরাদকে উত্থাপন করেছিল। শহর দখল এবং আলাউদ্দিনের সাথে নেফিসে হাতুনের বিবাহ কিছু সময়ের জন্য শান্তি ফিরিয়ে আনে। সেই মুহূর্ত থেকে আলাউদ্দিন উসমানীয়দের শাসককে একত্রিত করা চুক্তি ভঙ্গ করার প্রতিটি সুযোগ চেয়েছিলেন।\nজোসেফ ভন হ্যামার-পার্গস্টল এর মতে:\n\n...মুরাদ ঝড় তোলার সাহস না করে বারো দিন শহরটি অবরোধ করেছিলেন, যখন আলাউদ্দিন তার অবস্থানের বিপদ বুঝতে পেরে তার স্ত্রীকে উসমানীয়দের শিবিরে পাঠানোর সিদ্ধান্ত নিয়েছিলেন। সুলতান তার কন্যার অনুরোধের কাছে নতি স্বীকার করেন এবং আলাউদ্দিনকে শান্তি দিতে রাজি হন। বাবা ও কন্যা এই শর্ত দেন যে, আলাউদ্দিন এসে আত্মসমর্পণের চিহ্ন হিসাবে তাঁর (নেফিসে সুলতান) হাতে চুম্বন করবেন। আলাউদ্দিন এই অপমানের কাছে নিজেকে পদত্যাগ করেছিলেন যা তাকে কোনিয়া এবং এর সমস্ত প্রদেশের দখল দিয়েছিল এবং সেই মুহুর্ত থেকে দুই সার্বভৌমের মধ্যে শান্তি পুনরুদ্ধার হয়েছিল...\nআলফোন্স ডি লামার্টিন এই দৃশ্যকে আরও বিস্তারিত বলেছেন:\n\n...আইকনিক শহর বারো দিন অবরুদ্ধ ছিল। উসমানীয়দের আক্রমণের কাছে আত্মসমর্পণ করতে; একটি শোভাযাত্রায় বের হয় আলাউদ্দিনের স্ত্রী, তার পিছু পিছু তার সন্তানরা। যারা কেবল তার বাবার কাছে তার স্বামীর ক্ষমা প্রার্থনা করে। মুরাদ তার মেয়ের দৃশ্য ও কান্নায় মুগ্ধ হয়ে কোনিয়ার সামনে তার হাতে চুমু খেতে আসার জন্য আলাউদ্দিনকে আরেকবার অনুরোধ করে...\n১৩৮৭ সালে নেফিসে হাতুন কারামানে ধর্মতাত্ত্বিক প্রতিষ্ঠান তৈরি করেছিলেন। \nনেফিসে তার স্বামী এবং তার ভাই প্রথম বায়েজিদের মধ্যে শান্তি বজায় রাখার চেষ্টা করেছিলেন। তার ভাই ১৩৮৯ সালে মুরাদের মৃত্যুর পরে সুলতান হয়েছিলেন। কিন্তু নেফিসে তাদের মাঝে শান্তি বজায় রাখতে ব্যর্থ হন। ১৩৯৭ সালে তারা একে অপরের মুখোমুখি হয়েছিল এবং আলাউদ্দিন নিহত হন। যার ফলে নেফিসেকে বিধবা করা হয় এবং বায়েজিদ কারামানের শাসক হন। বায়েজিদ নেফিসেকে ও তার সন্তানদের নিয়ে বুরসায় ফিরে যাওয়ার নির্দেশ দেন। তবে ১৪০২ সালে তৈমুর কর্তৃক বায়েজিদ বন্দী হলে নেফিসে আবারও কারামানে ফিরে আসেন। অতঃপর নেফিসের জ্যেষ্ঠ পুত্র মেহমেদ কারামানের শাসক হন। \n১৪০২ সালে নেফিসে কারামানে মৃত্যুবরণ করেন।\n\n\n== বংশধর ==\nনাফিসে হাতুনের তিনজন সন্তান ছিল:\n\nকারামানের দ্বিতীয় মেহমেদ (১৩৭৯-১৪২৩), তিনি আলাউদ্দিনের মৃত্যুর পর কারামানের শাসক হন।\nকারামানের বেঙ্গি আলী (১৩৮১-১৪২৪); তার ভাইয়ের পরে তিনি কারামানের শাসক হন।\nওগুজ বে (সম্ভবত শৈশবে মারা গিয়েছিলেন)।\n\n\n== টীকা ==\n\n\n== আরও দেখুন ==\nউসমানীয় সাম্রাজ্য\nউসমানীয় রাজবংশ\nউসমানীয় শাহজাদীদের তালিকা\n\n\n== গ্রন্থসূত্র ==\nUluçay, Mustafa Çağatay (২০১১)। Padişahların kadınları ve kızları [সুলতানদের নারী ও কন্যা] (তুর্কি ভাষায়)। Ankara, Ötüken। \nSakaoğlu, Necdet (২০০৮)। Bu mülkün kadın sultanları: Vâlide sultanlar, hâtunlar, hasekiler, kadınefendiler, sultanefendiler [এই সাম্রাজ্যের মহিলা সুলতানরা হলেন: বৈধ সুলতানা, হাতুন, হাসেকি] (তুর্কি ভাষায়)। Oğlak Yayıncılık। আইএসবিএন 978-9-753-29623-6। \n\n\n== তথ্যসূত্র ==\n\nজোসেফ ভন হ্যামার-পার্গস্টল, উসমানীয় সাম্রাজ্যের ইতিহাস (১৮৩৫)।\nআলফোন্স ডি লামার্টিন, তুরস্কের ইতিহাস (১৮৫১), ৬ষ্ঠ খণ্ড।"}