{"pageid": 1472489, "title": "এশীয় নোবেল বিজয়ীদের তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1472489", "content": "নোবেল পুরস্কার হলো একটি বার্ষিক, আন্তর্জাতিক পুরস্কার যা প্রথম ১৯০১ সালে পদার্থবিদ্যা, রসায়ন, চিকিৎসা বিজ্ঞান বা মেডিসিন, সাহিত্য এবং শান্তিতে কৃতিত্বের জন্য দেওয়া হয়। ১৯৬৯ সাল থেকে অর্থনীতিতে একটি সংশ্লিষ্ট পুরস্কার দেওয়া হচ্ছে। এখন পর্যন্ত নোবেল পুরস্কার ৮০০ জনেরও বেশি ব্যক্তিকে দেওয়া হয়েছে।\nএশীয়রা ছয়টি পুরস্কারের সবকটি বিভাগেই প্রাপক হয়েছেন: পদার্থবিদ্যা, রসায়ন, চিকিৎসাবিজ্ঞান বা মেডিসিন, সাহিত্য, শান্তি এবং অর্থনীতি। প্রথম এশীয় প্রাপক রবীন্দ্রনাথ ঠাকুর, তিনি ১৯১৩ সালে সাহিত্য নোবেল পুরস্কারে ভূষিত হন। ১৯৩০ সালে, চন্দ্রশেখর ভেঙ্কট রামন বিজ্ঞানের একটিতে নোবেল পুরস্কারের প্রথম এশীয় প্রাপক হন। এক বছরে এশিয়ানদের সবচেয়ে বেশি নোবেল পুরস্কার দেওয়া হয়েছিল ২০১৪ সালে, যখন পাঁচজন এশীয় বিজয়ী হয়েছিলেন। সাম্প্রতিক এশীয় বিজয়ী, দক্ষিণ কোরিয়ার লেখক হান কাং এবং জাপানি সংস্থা নিহন হিদানকিঔ ২০২৪ সালে তাদের পুরস্কারে ভূষিত হয়েছেন।\nআজ পর্যন্ত (২০২৪), নোবেল পুরস্কারের ৬২ জন এশীয় বিজয়ী হয়েছেন, যার মধ্যে ৩০ জন জাপানি, ১২ ইসরায়েলি, ৯ জন ভারতীয় (ভারতে জন্মগ্রহণকারী অ-ভারতীয় বিজয়ী বাদে) এবং ৮ জন চীনা (চীনে জন্মগ্রহণকারী অ-চীনা বিজয়ী বাদে)। তালিকায় রাশিয়ানদের অন্তর্ভুক্ত করা হয়নি। রাশিয়ানদের অন্তর্ভুক্ত করা হয়নি।\n\n\n== পদার্থবিজ্ঞান ==\n২০২১ সাল পর্যন্ত, ২১ জন এশীয় ব্যক্তি বা এশীয় আমেরিকান যারা পদার্থবিজ্ঞানে নোবেল পুরস্কার পেয়েছেন। ১৩ জন বিজয়ী সহ জাপানিরা সংখ্যাগরিষ্ঠ।\n\n\n== রসায়ন ==\n২০১৯ সালের তথ্য অনুযায়ী, ১৯ জন এশীয় ব্যক্তি বা এশীয় আমেরিকান রয়েছেন যারা রসায়নে নোবেল পুরস্কার জিতেছেন যার মধ্যে ৮ জন বিজয়ী সহ জাপানিরা সংখ্যাগরিষ্ঠ।\n\n\n== চিকিৎসাবিজ্ঞান বা মেডিসিন ==\n২০১৮ সালের হিসাব অনুযায়ী, ৭ জন এশীয় ব্যক্তি রয়েছেন যারা চিকিৎসাবিজ্ঞানে নোবেল পুরস্কার জিতেছেন, যার মধ্যে ৫ জন বিজয়ী সহ জাপানিরা সংখ্যাগরিষ্ঠ।\n\n\n== সাহিত্য ==\n২০১৮ সালের হিসাব অনুযায়ী, ৮ জন এশীয় ব্যক্তি রয়েছেন যারা সাহিত্যে নোবেল পুরস্কার জিতেছেন, যার মধ্যে জাপানিরা সর্বাধিক ৩ জন বিজয়ী।\n\n\n== শান্তি ==\n২০২৩ সালের হিসাব অনুযায়ী, ২২ জন এশীয় ব্যক্তি রয়েছেন যারা শান্তিতে নোবেল পুরস্কার পেয়েছেন।\n\n\n== অর্থনীতি ==\n২০১৯ সাল পর্যন্ত, চারজন এশীয় ব্যক্তি অর্থনীতিতে নোবেল পুরস্কার জিতেছেন।\n\n\n== তথ্যসূত্র =="}