{"pageid": 1472256, "title": "গ্রেট ব্রিটিশ এনার্জি", "url": "https://bn.wikipedia.org/wiki?curid=1472256", "content": "গ্রেট ব্রিটিশ এনার্জি (জিবি এনার্জি বা জিবিইতে সংক্ষিপ্ত করা হয়েছে) একটি পরিকল্পিত ব্রিটিশ সরকারি বিনিয়োগ সংস্থা এবং সর্বজনীন মালিকানাধীন শক্তি উৎপাদন কোম্পানি যা শক্তি নীতির জন্য ব্রিটিশ লেবার পার্টির পরিকল্পনার অংশ হিসাবে ঘোষণা করা হয়েছে। প্রস্তাবিত সংস্থাটি পুনর্নবীকরণযোগ্য শক্তিতে বিনিয়োগ করবে এবং ক্লিন পাওয়ার প্রকল্পের মালিকানা, পরিচালনা ও পরিচালনা করবে। লেবার পার্টি একটি \" গ্রেট ব্রিটিশ এনার্জি বিল \"  আকারে আইন পাস করার পরিকল্পনা করেছে যাতে কোম্পানি তৈরি করা যায়।\nধারণাটি মূলত একটি বিস্তৃত প্ল্যাটফর্মের নীতির অংশ হিসাবে প্রাক্তন শ্রম নেতা এড মিলিব্যান্ড দ্বারা তৈরি করা হয়েছিল। 2024 সালের জুনের আগে, গ্রেট ব্রিটিশ এনার্জি একটি বিনিয়োগ সংস্থার পরিবর্তে একটি শক্তি উৎপাদনকারী সংস্থা তৈরির প্রস্তাব হিসাবে লেবার পার্টি দ্বারা উত্থাপন করা হয়েছিল। দায়িত্বপ্রাপ্ত মন্ত্রী হিসাবে, মিলিব্যান্ড পরে শক্তি জেনারেটর হিসাবে GBE-এর প্রস্তাবে পুনরায় প্রতিশ্রুতিবদ্ধ হয়েছিল, সংস্থাটিকে Ørsted এবং Statkraft- এর মতো শক্তি সংস্থাগুলির সাথে তুলনা করে।\nগ্রেট ব্রিটিশ এনার্জির সদর দফতর স্কটল্যান্ডে থাকবে। ২০৩০ সালের মধ্যে ৮ গিগাওয়াট পুনর্নবীকরণযোগ্য শক্তি উৎপাদনের জন্য GBE-কে সরাসরি দায়ী করার লক্ষ্য নির্ধারণ করা হয়েছে। লেবার পার্টির মতে, জীবাশ্ম জ্বালানি শিল্পের অতিরিক্ত কর থেকে GBE-এর জন্য কিছু তহবিল সরবরাহ করা হবে।\n৫ জুলাই ২০২৪-এ, এড মিলিব্যান্ডকে নতুন করে সেক্রেটারি অফ স্টেট অফ এনার্জি সিকিউরিটি এবং নেট জিরো হিসাবে নিযুক্ত করা হয়েছিল এবং GB এনার্জি তৈরির সাথে যুক্তরাজ্যকে একটি ক্লিন এনার্জি সুপার পাওয়ার হিসাবে তার অগ্রাধিকারের রূপরেখা দিয়ে বেসামরিক কর্মচারীদের কাছে তার প্রথম আনুষ্ঠানিক ঘোষণা করেছিলেন।\nসরকার ক্রাউন এস্টেটের ব্রিটিশ সমুদ্রতলকে উইন্ডফার্মের জন্য ব্যবহার করার একটি পরিকল্পনা শুরু করেছে, যার লক্ষ্য ২০ মিলিয়ন বাড়িতে বিদ্যুৎ সরবরাহ করা। এটি ছিল জিবি এনার্জির প্রথম বড় পদক্ষেপ, নবায়নযোগ্য শক্তি বৃদ্ধির জন্য রাষ্ট্রীয় অর্থায়নে £8.3 বিলিয়ন প্রাপ্ত। এড মিলিব্যান্ড জোর দিয়েছিলেন যে এই উদ্যোগটি অবশেষে পরিবারের বিল কমিয়ে দেবে, যদিও কনজারভেটিভ পার্টি এটিকে পরিবারের জন্য ব্যয়বহুল বলে সমালোচনা করেছে। পরিকল্পনায় অনুরূপ প্রকল্পের জন্য স্কটল্যান্ড এবং উত্তর আয়ারল্যান্ডের সাথে আলোচনাও অন্তর্ভুক্ত ছিল। সরকার বেসরকারী বিনিয়োগে £60bn আকৃষ্ট করতে এবং কার্বন ক্যাপচার এবং টাইডাল এনার্জি সহ বিভিন্ন পুনর্নবীকরণযোগ্য প্রকল্পে জিবি এনার্জিকে জড়িত করার চেষ্টা করেছিল।\n\n\n== জিবি এনার্জির বিরোধিতা ==\nপরিকল্পিত জিবি এনার্জির বিরোধিতা, রক্ষণশীল বিরোধীদের দাবিকে অন্তর্ভুক্ত করেছে যে, বিদ্যুতের বাজারের রাষ্ট্র-মালিকানার একটি সাধারণ বিরোধিতার অংশ হিসেবে জিবি এনার্জি উচ্চ শক্তির বিলের দিকে নিয়ে যাবে, যা \"জায়ান্ট বিল এনার্জি\" উপাধিতে পরিণত হয়েছে। \"\nক্ষমতাসীন লেবার পার্টির মতে , নেট জিরো নির্গমন লক্ষ্যমাত্রার সাধারণ বিরোধিতার অংশ হিসেবে জিবি এনার্জির বিরোধিতাও হয়েছে, কারণ জিবি এনার্জির লক্ষ্য হল সম্পূর্ণরূপে নবায়নযোগ্য শক্তির উত্স, যেমন বায়ু এবং সৌর দ্বারা চালিত করা, ক্ষমতাসীন লেবার পার্টির মতে।\n\n\n== তথ্যসূত্র =="}