{"pageid": 1472427, "title": "নৈরাজ্যবাদী প্রতীক", "url": "https://bn.wikipedia.org/wiki?curid=1472427", "content": "নৈরাজ্যবাদীরা ১৯ শতক থেকে তাদের কর্মকাণ্ডের জন্য কিছু নির্দিষ্ট প্রতীক ব্যবহার করে আসছে, যার মধ্যে উল্লেখযোগ্য হলো 'একটি বৃত্তের মাঝে A' এবং কালো পতাকা।   নৈরাজ্যবাদী সাংস্কৃতিক প্রতীকগুলি একবিংশ শতাব্দীর শুরু থেকে জনসংস্কৃতিতে আরও বেশি প্রচলিত হয়ে উঠেছে বিশ্বায়ন বিরোধী আন্দোলন এবং পাঙ্ক উপসংস্কৃতির সাথে সাথে। \n\n\n== পতাকাসমূহ ==\n\n\n=== লাল পতাকা ===\n\nলাল পতাকা ছিল প্রথম নৈরাজ্যবাদী প্রতীকগুলির মধ্যে একটি এবং এটি ১৯ শতকের শেষের দিকে বিশ্বব্যাপী নৈরাজ্যবাদীদের দ্বারা ব্যাপকভাবে ব্যবহৃত হয়েছিল।  পিয়োতর ক্রাপোতকিন লিখেছেন যে তিনি লাল পতাকার ব্যবহার পছন্দ করেন।  নৈরাজ্যবাদী লুইস মিশেল লিখেছেন যে ঐ পতাকা \"জল্লাদদের ভয় দেখায় কারণ এটি আমাদের রক্তে লাল হয়েছে।\" \nঅক্টোবর বিপ্লবের পর নৈরাজ্যবাদীরা লাল পতাকার ব্যবহার কমিয়ে দেয়, সেই সময় লাল পতাকা শুধুমাত্র বলশেভিজম এবং কমিউনিস্ট পার্টি এবং কর্তৃত্ববাদী, আমলাতান্ত্রিক এবং সংস্কারবাদী সামাজিক গণতন্ত্র বা কর্তৃত্ববাদী সমাজতন্ত্রের সাথে যুক্ত হতে শুরু করে।\n\n\n=== কালো পতাকা ===\n\nকালো পতাকা ১৮৮০ এর দশক থেকে নৈরাজ্যবাদের সাথে যুক্ত হয়েছে, যখন বেশ কয়েকটি নৈরাজ্যবাদী সংগঠন এবং সাময়িক পত্রিকাকালো পতাকা নামটি গ্রহণ করেছিল। \n\nহাওয়ার্ড জে. এহরলিচ রিইনভেন্টিং অ্যানার্কি, এগেইন এ লিখেছেন :The black flag is the negation of all flags. It is a negation of nationhood ... Black is a mood of anger and outrage at all the hideous crimes against humanity perpetrated in the name of allegiance to one state or another ... But black is also beautiful. It is a colour of determination, of resolve, of strength, a colour by which all others are clarified and defined ... So black is negation, is anger, is outrage, is mourning, is beauty, is hope, is the fostering and sheltering of new forms of human life and relationship on and with this earth.\nকালো পতাকার উৎপত্তি অনিশ্চিত।  আধুনিক নৈরাজ্যবাদের একই পূর্বপ্রজন্ম রয়েছে—অন্যান্য মতাদর্শের মধ্যে— সমাজতন্ত্র, একটি আন্দোলন যা লাল পতাকার সাথে দৃঢ়ভাবে যুক্ত। ১৮৮০-এর দশকে নৈরাজ্যবাদ সমাজতন্ত্র থেকে আরও বেশি স্বতন্ত্র হয়ে উঠলে, এটি নিজেকে আলাদা করার চেষ্টায় কালো পতাকা গ্রহণ করে।  এটি ১৮৩১ সালের ক্যানুট বিদ্রোহে ওড়ানো হয়েছিল, যেখানে কালো স্বাধীনতা হারানোর শোকের প্রতিনিধিত্ব করেছিল। \nফরাসি নৈরাজ্যবাদী কাগজ, Le Drapeau Noir (এর অর্থ কালো পতাকা), যেটি ১৮৮৩ সালের আগস্ট মাসে তার প্রথম সংখ্যাটি ছাপিয়েছিল, একটি নৈরাজ্যবাদী রঙ হিসাবে কালো ব্যবহার করার প্রথম প্রকাশিত রেফারেন্সগুলির মধ্যে একটি। ১৮৮১ সালের জুলাই মাসে প্রতিষ্ঠিত একটি লন্ডনের নৈরাজ্যবাদী দলের নাম ছিল ব্ল্যাক ইন্টারন্যাশনাল।\n১৮৭১ সালে প্যারিস কমিউনে অংশগ্রহণকারী লুইস মিচেলের কালো পতাকার ব্যবহার প্রথম পরিচিত নৈরাজ্যবাদী ব্যবহারগুলির মধ্যে একটি   ১৮৮৩ সালের ৯ মার্চ প্যারিসে বেকারদের একটি বিক্ষোভের সময় মিচেল কালো পতাকা উড়িয়েছিলেন। মিচেল একটি কালো পতাকা বহন করেন এবং অন্যরা তাঁর নেতৃত্বে \"রুটি, কাজ, বা গুলি!\" বলে চিৎকার করে, ৫০০ জন বিক্ষোভকারী শীঘ্রই বুলেভার্ড সেন্ট-জার্মেইনের দিকে যাত্রা করে এবং পুলিশ তাদের গ্রেপ্তার করার আগে তিনটি বেকারের দোকান লুট করে।  মিচেলকে গ্রেপ্তার করা হয়েছিল এবং ছয় বছরের নির্জন কারাদণ্ড দেওয়া হয়েছিল। জনসাধারণের চাপ শীঘ্রই সাধারণ ক্ষমা মঞ্জুর করতে বাধ্য হয়।  তিনি লিখেছেন, \"কালো পতাকা হরতাল এবং যারা ক্ষুধার্ত তাদের পতাকা।\" \nকালো পতাকা শীঘ্রই মার্কিন যুক্তরাষ্ট্রে প্রবেশ করে। ১৮৮৪ সালের নভেম্বরে শিকাগোতে একটি নৈরাজ্যবাদী বিক্ষোভে কালো পতাকা প্রদর্শন করা হয়েছিল  শিকাগো নৈরাজ্যবাদীদের ইংরেজি ভাষার সংবাদপত্রের মতে, এটি ছিল \"ক্ষুধা, দুঃখ এবং মৃত্যুর ভয়ঙ্কর প্রতীক\"।  ১৯২১ সালে হাজার হাজার নৈরাজ্যবাদী কালো পতাকা নিয়ে ক্রপোতকিনের শেষকৃত্যে অংশ নিয়েছিলেন । \n\n\n=== লাল কালো দ্বিখণ্ডিত পতাকা ===\n\n১৮০০ শতকের শেষভাগ থেকে নৈরাজ্যবাদীরা কালো এবং লাল রঙ ব্যবহার করে আসছে।১৮৭৪ সালের বোলোগনা বিদ্রোহে এটি ব্যবহৃত হয়েছিল । ১৮৭৭ সালে যখন নৈরাজ্যবাদীরা প্রথম আন্তর্জাতিক প্রচারের জন্য ইতালীয় শহর লেটিনোতে প্রবেশ করে তখন লাল এবং কালো পতাকা ব্যবহৃত হযেছিল। তির্যকভাবে বিভক্ত লাল এবং কালো পতাকা স্পেনের নৈরাজ্য-সিন্ডিকালিস্টদের দ্বারা ব্যবহার করা হয়েছিল  যেমন স্পেনের গৃহযুদ্ধের সময় শ্রমিক ইউনিয়ন CNT ।  জর্জ উডকক লিখেছেন যে দ্বিখণ্ডিত কালো-লাল পতাকা \"[প্রথম] আন্তর্জাতিকের গণ আবেদনের সাথে পরবর্তী নৈরাজ্যবাদের চেতনার\" ঐক্যের প্রতীক। \n\n\n== তথ্যসূত্র =="}