{"pageid": 1472340, "title": "ফের্দি কাদিওলু", "url": "https://bn.wikipedia.org/wiki?curid=1472340", "content": "ফের্দি এরেনায় কাদিওলু (তুর্কি: Ferdi Kadıoğlu; জন্ম: ৭ অক্টোবর ১৯৯৯; ফের্দি কাদিওলু নামে সুপরিচিত) হলেন একজন তুর্কি পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে তুর্কি ক্লাব ফেনারবাহচে এবং তুরস্ক জাতীয় দলের হয়ে রক্ষণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত বাম পার্শ্বীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে ডান পার্শ্বীয় রক্ষণভাগের খেলোয়াড় অথবা কেন্দ্রীয় মধ্যমাঠের খেলোয়াড় হিসেবে খেলেন।\n২০১৫ সালে, কাদিওলু নেদারল্যান্ডস অনূর্ধ্ব-১৬ দলের হয়ে নেদারল্যান্ডসের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় সাত বছর যাবত নেদারল্যান্ডসের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০২২ সালে তুরস্কের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; তুরস্কের জার্সি গায়ে তিনি এপর্যন্ত ১৫ ম্যাচে ১টি গোল করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nফের্দি এরেনায় কাদিওলু ১৯৯৯ সালের ৭ই অক্টোবর তারিখে নেদারল্যান্ডসের আর্নহেমে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nকাদিওলু নেদারল্যান্ডস অনূর্ধ্ব-১৬, নেদারল্যান্ডস অনূর্ধ্ব-১৭, নেদারল্যান্ডস অনূর্ধ্ব-১৮, নেদারল্যান্ডস অনূর্ধ্ব-১৯ এবং নেদারল্যান্ডস অনূর্ধ্ব-২১ দলের হয়ে খেলার মাধ্যমে নেদারল্যান্ডসের প্রতিনিধিত্ব করেছেন। ২০১৫ সালের ১৪ই এপ্রিল তারিখে তিনি ইতালি অনূর্ধ্ব-১৬ দলের বিরুদ্ধে ম্যাচে নেদারল্যান্ডস অনূর্ধ্ব-১৬ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। নেদারল্যান্ডসের বয়সভিত্তিক দলের হয়ে তিনি প্রায় ৭ বছরে ৫২ ম্যাচে অংশগ্রহণ করে ১০টি গোল করেছেন।\n২০২২ সালের ৪ঠা জুন তারিখে, ২২ বছর, ৭ মাস ও ২৮ দিন বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী কাদিওলু ফ্যারো দ্বীপপুঞ্জের বিরুদ্ধে অনুষ্ঠিত ২০২২–২৩ উয়েফা নেশনস লিগের ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে তুরস্কের হয়ে অভিষেক করেছেন। তিনি উক্ত ম্যাচের মূল একাদশে অন্তর্ভুক্ত ছিলেন; ম্যাচে তিনি ২০ নম্বর জার্সি পরিধান করে বাম পার্শ্বীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি তুরস্ক ৪–০ গোলের ব্যবধানে জয়লাভ করেছিল। তুরস্কের হয়ে অভিষেকের বছরে কাদিওলু সর্বমোট ৭ ম্যাচে অংশগ্রহণ করেছেন। জাতীয় দলের হয়ে অভিষেকের ১ বছর, ৫ মাস ও ১৪ দিন পর, তুরস্কের জার্সি গায়ে প্রথম গোলটি করেছেন; ২০২৩ সালের ১৮ই নভেম্বর তারিখে, জার্মানির বিরুদ্ধে ম্যাচের ৩৮তম মিনিটে আব্দুলকেরিম বারদাকজির অ্যাসিস্ট হতে তুরস্কের হয়ে ম্যাচের প্রথম গোলটি করার মাধ্যমে তিনি আন্তর্জাতিক ফুটবলে তার প্রথম গোলটি করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n২৫ আগস্ট ২০২৪ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nফের্দি কাদিওলু – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nসকারওয়েতে ফের্দি কাদিওলু  (ইংরেজি)  \nসকারবেসে ফের্দি কাদিওলু (ইংরেজি) \nবিডিফুটবলে \nইইউ-ফুটবলে ফের্দি কাদিওলু (ইংরেজি) \nট্রান্সফারমার্কেটে ফের্দি কাদিওলু (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে ফের্দি কাদিওলু (ইংরেজি) \nইএসপিএন এফসিতে ফের্দি কাদিওলু (ইংরেজি) \nন্যাশনাল-ফুটবল-টিমস.কমে ফের্দি কাদিওলু (ইংরেজি)"}