{"pageid": 1472338, "title": "আকাশবাণী কলকাতা", "url": "https://bn.wikipedia.org/wiki?curid=1472338", "content": "আকাশবাণী কলকাতা (ইংরেজি: Akashvani Kolkata), ভারতের আকাশবাণী বেতার সম্প্রচার ব্যবস্থার একটি গুরুত্বপূর্ণ এবং ঐতিহাসিক আঞ্চলিক কেন্দ্র, যা কলকাতা শহরে অবস্থিত এবং মহিষাসুরমর্দ্দিনী (বেতার অনুষ্ঠানের) প্রধান সম্প্রচারক। ১৯৩২ খ্রিস্টাব্দ থেকে আজ পর্যন্ত এই অনুষ্ঠানটি প্রতিবছর মহালয়ার দিন সম্প্রচারিত হয়ে আসছে, যা পৃথিবীর বেতার ইতিহাসে দীর্ঘতমকাল ধরে সম্প্রচারিত একটি স্থায়ী বেতার অনুষ্ঠান। \n\n\n== নামকরণ ==\nআকাশবাণী শব্দটি রবীন্দ্রনাথ ঠাকুরের নির্দেশে প্রথম আকাশবাণী কলকাতা কেন্দ্রেই ব্যবহার করা হয় বলে ধারণা করা হয়। পরবর্তীকালে ভারতে রেডিও পরিচালন\nব্যবস্থার জাতীয়করণের পর নামটি সার্বজনিকভাবে গৃহীত হয় বলে মনে করা হয়। যদিও এই বিষয়ে দ্বিমত আছে। \n\n\n== প্রতিষ্ঠার ইতিহাস ==\n১৯২৩ সালে কলকাতা থেকে প্রথম বেতার অনুষ্ঠান সম্প্রচার শুরু করেছিল ‘ইন্ডিয়ান স্টেট অ্যান্ড ইস্টার্ন এজেন্সি’। একইসঙ্গে ১৯২৪ সালে টেম্পল চেম্বার্সের স্টুডিয়ো থেকে রেডিয়ো ক্লাব অব বেঙ্গল প্রতি সন্ধ্যায় এক ঘণ্টায় ইউরোপীয়, আর এক ঘণ্টা ভারতীয় সঙ্গীত প্রচার শুরু করে। এটিই কলকাতায় প্রথম নিয়মিত বেতার সম্প্রচার হিসাবে ইতিহাসে মান্যতা পায়। \n১৯২৫ সালে শিশির কুমার মিত্র কলিকাতা বিশ্ববিদ্যালয়ের গবেষণাগার থেকে গবেষণারত ছাত্রছাত্রীদের জন্য পরীক্ষামূলক ভাবে সপ্তাহে পাঁচ দিন রেডিও সম্প্রচারের ব্যবস্থা করেন।\n১৯২৬ থেকে ১৯২৭-এর মাঝামাঝি পর্যন্ত কলকাতা হাইকোর্ট অঞ্চলের টেম্পল চেম্বার্স নামক ভবনে মূলত বেতারের যন্ত্র ও হেডফোন বিক্রির উদ্দেশ্যে চালু করা হয়েছিল একটি ছোটো রেডিয়ো স্টেশন। প্রাত্যহিক দু’ঘন্টার সান্ধ্য অধিবেশনে ইউরোপীয় প্রোগ্রামের তত্ত্বাবধায়ক ছিলেন জে. আর. স্টেপলটন, ভারতীয় প্রোগ্রামের ক্ষেত্রে অমরকৃষ্ণ বসু। মুম্বইয়ের সেই সময়ের কয়েকজন ব্যবসায়ী ‘ইন্ডিয়ান ব্রডকাস্টিং কোম্পানি’নামে একটি বেসরকারি প্রতিষ্ঠান গড়ে তোলার পরিকল্পনা নেন। ভারতে এই কোম্পানি গঠন করেন সুবিখ্যাত পার্সি ব্যবসায়ী এফ. এম. চিনয়। জেনারেল ম্যানেজার হিসেবে নিয়ে আসা হয় বিবিসিতে কর্মরত ই. সি. ডানস্টনকে। ভারত সরকারের সঙ্গে চুক্তি স্বাক্ষরিত হয় ১৯২৬-এর ১৩ সেপ্টেম্বর। \nপরবর্তী সময়ে কলকাতায় ১ গার্স্টিন প্লেস, কলকাতা- ৭০০০০১ -এর বাড়িতে ১৯২৭ -এর ২৬ অগস্ট আকাশবাণী কলকাতা রূপে ভারতের দ্বিতীয় প্রাচীনতম বেতার কেন্দ্রটির উদ্‌বোধন হয়। এর দ্বারোদঘাটন করেন তৎকালীন গভর্নর স্যার স্ট্যানলি জ্যাকসন। ম্যানেজিং ডিরেক্টর হন সুলতান চিনয়। স্টেশন ডিরেক্টর নিযুক্ত হন সি. সি. ওয়ালিক এবং ভারতীয় অনুষ্ঠানের পরিচালক হিসেবে নিযুক্ত হন নৃপেন্দ্রনাথ মজুমদার। ঘোষণা ও সংবাদপাঠের জন্য নিযুক্ত হন মোহনবাগান অমর একাদশ দলের সদস্য রাজেন্দ্রনাথ সেন। তারপর আকাশবাণী কলকাতায় যোগ দেন রাইচাঁদ বড়াল, হীরেন বসু, নলিনীকান্ত সরকার, বীরেন রায়, পঙ্কজ কুমার মল্লিক, বীরেন্দ্রকৃষ্ণ ভদ্র, বাণীকুমার (বৈদ্যনাথ ভট্টাচার্য), বিজন বসু সহ অন্যান্য গুরুত্বপূর্ণ ব্যক্তিরা।\n\n\n== বর্তমান ভবন ==\nআকাশবাণী কলকাতার বর্তমান ভবনটি ১৯৫৮ সালে সম্পূর্ণ হয়। একই বছর আকাশবাণী কলকাতা (তৎকালীন কলিকাতা) এই ভবনে স্থানান্তরিত হয়। ভবনটির উত্তরে রাজ ভবন, পশ্চিমে ইডেন গার্ডেন্স এবং উত্তরে রাজ্য বিধানসভা ভবন রয়েছে। স্থাপত্যশৈলীর বৈশিষ্ট্যের দিক থেকে ভবনটির গুরুত্ব রয়েছে, কারণ এতে বাংলো, ইউরোপীয়, তিব্বতি এবং সুলতানি ইত্যাদি স্থাপত্যরীতির মিশেল পরিলক্ষিত হয়। সম্প্রচারের পরিকাঠামো হিসাবে এখানে চৌদ্দটি স্টুডিও এবং তিনটি এফ.এম. স্টিরিও স্টুডিও রয়েছে। এছাড়া রয়েছে পৃথক আর্কাইভ, রেকর্ড সংগ্রহালয়, লাইব্রেরি এবং অন্যান্য গুরুত্বপূর্ণ বিভাগীয় কার্যালয়।\n\n\n== বর্তমান সম্প্রচার ও প্রচারতরঙ্গ ==\n\nগীতাঞ্জলি (কলকাতা ক)- ৪৫৬.৬ মিটার অথবা ৬৫৭ কিলোহার্টজ অথবা ১০৭ মেগাহার্টজ\nসঞ্চয়িতা (কলকাতা খ)-\nএফ. এম.- ১০০.১ এফ. এম. গোল্ড এবং ১০৭ মেগাহার্টজ (পূর্বতন এফ. এম. রেনবো)\nবিবিধ ভারতী-\nডি.টি.এইচ.-\nমৈত্রী-\n\n\n== গুরুত্বপূর্ণ বিভাগ ==\nসঙ্গীত\nযুববাণী\nনাটক\nসংবাদ\nক্রীড়া\nবিজ্ঞান\nমহিলা মহল\nশিশু মহল\n\n\n== আর্কাইভ ==\n\nদীর্ঘ সময় ধরে আকাশবাণী কলকাতায় সম্প্রচারিত বিভিন্ন অনুষ্ঠানের রেকর্ডিং সমৃদ্ধ সংগ্রহালয়টি ভারতের বৃহত্তম আঞ্চলিক বেতার সংগ্রহালয়। বর্তমানে একে সংরক্ষণের জন্য বিশেষ উদ্যোগ গ্রহণ করা হয়েছে। \n\n\n== বেতার জগৎ ==\nবেতার জগৎ নামের সাময়িকপত্রটি আকাশবাণী কলকাতা থেকে নিয়মিত প্রকাশিত হত। শ্রোতা তথা পাঠকদের মধ্যে প্রবল জনপ্রিয়তা থাকা সত্ত্বেও এই পত্রিকার প্রকাশ বিভিন্ন কারণে বন্ধ হয়ে যায়। বর্তমানে এর বিভিন্ন পুরোনো সংখ্যার ডিজিটাল সংরক্ষণের উদ্যোগ গ্রহণ করা হয়েছে। \n\n\n== সংশ্লিষ্ট উল্লেখযোগ্য ব্যক্তিত্ব ==\nরবীন্দ্রনাথ ঠাকুর \nকাজী নজরুল ইসলাম \nসুভাষচন্দ্র বসু \nচিত্তরঞ্জন দাশ \nজগদীশ চন্দ্র বসু \nপ্রফুল্লচন্দ্র রায়\nহেমন্তকুমার বসু\nসুরেন্দ্রনাথ বন্দ্যোপাধ্যায়\nবীরেন্দ্রকৃষ্ণ ভদ্র \nপঙ্কজ কুমার মল্লিক \nবাণীকুমার \nঅমরকৃষ্ণ বসু \nজে. আর. স্টেপলটন \nশিশির কুমার মিত্র \nনৃপেন্দ্রনাথ মজুমদার \nস্ট্যানলি জ্যাকসন \nসি. সি. ওয়ালিক \nরাজেন্দ্রনাথ সেন \nনৃপেন্দ্রকৃষ্ণ চট্টোপাধ্যায়\nরাইচাঁদ বড়াল \nহীরেন বসু \nনলিনীকান্ত সরকার \nবীরেন রায় \nবিজন বসু \nদেবদুলাল বন্দ্যোপাধ্যায়\nগওহর জান\nকমলা ঝরিয়া\nচিন্ময় লাহিড়ী\nশিপ্রা বসু\nগিরীন চক্রবর্তী\nপান্নালাল ভট্টাচার্য\nআলাউদ্দিন খাঁ\nআলী আকবর খাঁ\nরবিশঙ্কর\nজ্ঞানপ্রকাশ ঘোষ\nরাধাকান্ত নন্দী\nছন্দা সেন\nশ্রাবন্তী মজুমদার\nদেবরাজ রায়\n\n\n== তথ্যসূত্র =="}