{"pageid": 1472390, "title": "চৌধুরী আনওয়ারুল হক", "url": "https://bn.wikipedia.org/wiki?curid=1472390", "content": "চৌধুরী আনোয়ার উল হক (উর্দু: چودهرى انوار الحق‎‎) আজাদ জম্মু ও কাশ্মীরের (এজেকে) একজন পাকিস্তানি রাজনীতিবিদ। তিনি সর্দার তানভীর ইলিয়াসের পরে ২০২৩ সালের এপ্রিল থেকে আজাদ কাশ্মীরের বর্তমান এবং ১৫তম প্রধানমন্ত্রী।\nতিনি পাকিস্তান তেহরিক-ই-ইনসাফ (পিটিআই) এর সদস্য ছিলেন। তবে ২০২৩ সালের সেপ্টেম্বরের ৭ তারিখে তাকে রাজনৈতিক দলদ্রোহীদের সাথে দল থেকে বহিষ্কার করা হয়েছিল।\n\n\n== প্রারম্ভিক জীবন এবং পরিবার ==\nআনোয়ার আজাদ কাশ্মীরের ভিম্বারে জাট সম্প্রদায়ের একটি রাজনৈতিকভাবে সক্রিয় পরিবারে জন্মগ্রহণ করেছিলেন। তার পিতা চৌধুরী সুহবাত আলী ১৯৪৭ সালের পুঞ্চ বিদ্রোহের অংশ ছিলেন যা বর্তমান আজাদ কাশ্মীরকে ডোগরাদের হাত থেকে মুক্ত করেছিল। আবার তার ভাই লেফটেন্যান্ট জেনারেল (আর) চৌধুরী ইকরামুল হক একজন প্রাক্তন প্রতিরক্ষা সচিব (২০১৮-২০২০)।\n\n\n== রাজনৈতিক জীবন ==\nতিনি পাকিস্তান তেহরিক-ই-ইনসাফ (পিটিআই) এর প্রার্থী হিসাবে এলএ-৭ ভিম্বার-৩ থেকে ২০২১ সালের সাধারণ নির্বাচনে আজাদ জম্মু ও কাশ্মীর বিধানসভায় পুনরায় নির্বাচিত হন। তিনি ৩৮,৩০৮ ভোট পেয়েছেন এবং (পিএমএল(এন)) এর প্রার্থী চৌধুরী তারিক ফারুককে পরাজিত করেন।\n২০২১ সালের ৩রা আগস্টে তিনি পিপিপি-র রাজা ফয়সাল মমতাজ রাঠোরকে পরাজিত করে ৩২ ভোট পেয়ে আজাদ জম্মু ও কাশ্মীর বিধানসভার স্পিকার নির্বাচিত হন। তিনি পিএমএল (এন)-এর বিদায়ী স্পিকার শাহ গোলাম কাদিরের স্থলাভিষিক্ত হন।\nআনোয়ার পিপলস মুসলিম লীগের প্রার্থী হিসেবে এলএ-৭ ভিম্বার-৩ থেকে ২০০৬ সালের আজাদ কাশ্মীরি সাধারণ নির্বাচনে আজাদ জম্মু ও কাশ্মীর বিধানসভায় নির্বাচিত হন। তিনি চৌধুরী তারিক ফারুককে পরাজিত করেন।\nতিনি ২০১১ সালের আজাদ কাশ্মীরি সাধারণ নির্বাচনে এলএ-৭ ভিম্বার-৩ থেকে পাকিস্তান পিপলস পার্টি (পিপিপি) এর প্রার্থী হিসাবে প্রতিদ্বন্দ্বিতা করেছিলেন, কিন্তু ব্যর্থ হন। তিনি ২৬,৫০৯ ভোট পান এবং পাকিস্তান মুসলিম লীগ (N) (পিএমএল(এন)) এর প্রার্থী চৌধুরী তারিক ফারুকের কাছে পরাজিত হন।\nতিনি ২০১৬ সালের আজাদ কাশ্মীরি সাধারণ নির্বাচনে এলএ-৭ ভিম্বার-৩ থেকে স্বতন্ত্র প্রার্থী হিসেবে প্রতিদ্বন্দ্বিতা করেছিলেন, কিন্তু পিএমএল(এন) এর প্রার্থী চৌধুরী তারিক ফারুকের কাছে পরাজিত হন। আনোয়ার পেয়েছেন ২৭,৬৭৬ ভোট এবং ফারুক পেয়েছেন ৩০,৩৩৯ ভোট।\n২০১০ সালের ১৬ আগস্টে তিনি আজাদ জম্মু ও কাশ্মীর বিধানসভার স্পিকার নির্বাচিত হন। তিনি অল জম্মু ও কাশ্মীর মুসলিম কনফারেন্সের (এজেকেএমসি) শাহ গোলাম কাদিরের স্থলাভিষিক্ত হয়েছিলেন।\n২০২৩ সালের ২০ এপ্রিলে তিনি ৫২ সদস্যের আজাদ কাশ্মীর বিধানসভায় ৪৮ ভোট পেয়ে আজাদ কাশ্মীরের ১৫ তম প্রধানমন্ত্রী হিসাবে বিনা প্রতিদ্বন্দ্বিতায় নির্বাচিত হন। তিনি আগের প্রধানমন্ত্রী সরদার তানভীর ইলিয়াসের স্থলাভিষিক্ত হন, যিনি আট দিন আগে অযোগ্য হয়েছিলেন।\n২০২৩ সালের ৭ সেপ্টেম্বর ডন রিপোর্ট করেছে যে, পিটিআই-এর কাশ্মীর অধ্যায় ইমরান খানের পছন্দের প্রার্থী সরদার আবদুল কাইয়ুম নিয়াজির বিপক্ষে অবস্থান নেওয়া ভিন্নমতাবলম্বীদের বিরুদ্ধে ক্র্যাকডাউনে আনোয়ারকে বহিষ্কার করেছিল।\n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:Current Pakistani chief ministersটেমপ্লেট:Prime Ministers of Azad Kashmir"}