{"pageid": 1472572, "title": "বারিশ আলপের ইলমাজ", "url": "https://bn.wikipedia.org/wiki?curid=1472572", "content": "বারিশ আলপের ইলমাজ (তুর্কি: Barış Alper Yılmaz; জন্ম: ২৩ মে ২০০০) হলেন একজন তুর্কি পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে তুর্কি ক্লাব গালাতাসারায় এবং তুরস্ক জাতীয় দলের হয়ে আক্রমণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত ডান পার্শ্বীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে বাম পার্শ্বীয় আক্রমণভাগের খেলোয়াড় অথবা কেন্দ্রীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেলেন।\n২০২১ সালে, ইলমাজ তুরস্ক অনূর্ধ্ব-২০ দলের হয়ে তুরস্কের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় এক বছর যাবত তুরস্কের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০২১ সালে তুরস্কের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; তুরস্কের জার্সি গায়ে তিনি এপর্যন্ত ১৪ ম্যাচে ১টি গোল করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nবারিশ আলপের ইলমাজ ২০০০ সালের ২৩শে মে তারিখে তুরস্কের রিজেতে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nইলমাজ তুরস্ক অনূর্ধ্ব-২১ দলের হয়ে খেলার মাধ্যমে তুরস্কের প্রতিনিধিত্ব করেছেন। ২০২১ সালের ২৬শে মার্চ তারিখে তিনি ক্রোয়েশিয়া অনূর্ধ্ব-২০ দলের বিরুদ্ধে ম্যাচে তুরস্ক অনূর্ধ্ব-২০ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। তুরস্কের বয়সভিত্তিক দলের হয়ে তিনি প্রায় ১ বছরে ৬ ম্যাচে অংশগ্রহণ করে ১টি গোল করেছেন।\n২০২১ সালের ১৩ই নভেম্বর তারিখে, ২১ বছর, ৫ মাস ও ২১ দিন বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী ইলমাজ জিব্রাল্টারের বিরুদ্ধে অনুষ্ঠিত ২০২২ ফিফা বিশ্বকাপ বাছাইপর্বের ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে তুরস্কের হয়ে অভিষেক করেছেন। তিনি উক্ত ম্যাচের মূল একাদশে অন্তর্ভুক্ত ছিলেন; ম্যাচে তিনি ১৫ নম্বর জার্সি পরিধান করে ডান পার্শ্বীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি তুরস্ক ৬–০ গোলের ব্যবধানে জয়লাভ করেছিল। তুরস্কের হয়ে অভিষেকের বছরে ইলমাজ সর্বমোট ২ ম্যাচে অংশগ্রহণ করেছেন। জাতীয় দলের হয়ে অভিষেকের ১ বছর, ১০ মাস ও ২৯ দিন পর, তুরস্কের জার্সি গায়ে প্রথম গোলটি করেছেন; ২০২৩ সালের ১২ই অক্টোবর তারিখে, ক্রোয়েশিয়ার বিরুদ্ধে ম্যাচের ৩০তম মিনিটে সালিহ ওজজানের অ্যাসিস্ট হতে তুরস্কের হয়ে ম্যাচের প্রথম গোলটি করার মাধ্যমে তিনি আন্তর্জাতিক ফুটবলে তার প্রথম গোলটি করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n২৬ আগস্ট ২০২৪ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nবারিশ আলপের ইলমাজ – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nসকারওয়েতে বারিশ আলপের ইলমাজ  (ইংরেজি)  \nসকারবেসে \nবিডিফুটবলে \nইইউ-ফুটবলে বারিশ আলপের ইলমাজ (ইংরেজি) \nট্রান্সফারমার্কেটে বারিশ আলপের ইলমাজ (ইংরেজি) \n\nইএসপিএন এফসিতে \nন্যাশনাল-ফুটবল-টিমস.কমে বারিশ আলপের ইলমাজ (ইংরেজি)"}