{"pageid": 1472817, "title": "কায়মু পাকিস্তান", "url": "https://bn.wikipedia.org/wiki?curid=1472817", "content": "কায়মু পাকিস্তান ছিল পাকিস্তান ভিত্তিক একটি ই-কমার্স পোর্টাল। জুলাই ২০১৬ সালে রকেট ইন্টারনেট ইকমার্স সাইট কায়মুকে দারাজে একীভূত করে। কায়মু ০৫ জুলাই ২০১৭ তারিখে পাকিস্তানে আনুষ্ঠানিকভাবে তার কার্যক্রম বন্ধ করে দেয়।\n\n\n== ইতিহাস ==\nপ্রাথমিকভাবে ২০১৩ সালের জানুয়ারি মাসে আজমলো.পিকে হিসাবে চালু করা হয়েছিল, রকেট ইন্টারনেট কোম্পানিটিকে কায়মু.পিকে হিসাবে পুনঃব্র্যান্ড করে সেপ্টেম্বর ২০১৩ সালে, এই উদ্যোগটিকে বিশ্বব্যাপী কোম্পানি ব্র্যান্ডের সাথে সারিবদ্ধ করে যা বর্তমানে ৩টি মহাদেশ, এশিয়া, আফ্রিকা এবং ইউরোপে বিস্তৃত। কাইমু পাকিস্তান প্রাথমিকভাবে এশিয়া অঞ্চলের ব্যবস্থাপনা পরিচালক আহমেদ এইচ. খান দ্বারা পরিচালিত হয়েছিল এবং তারপরে সহ-প্রতিষ্ঠাতা এবং ব্যবস্থাপনা পরিচালক কায়মু এশিয়া - ক্রিশ্চিয়ান শ্রোডার এবং নিরোশান বালাসুব্রামনিয়াম। পাকিস্তানে কাইমুর অনলাইন শপিং কার্যক্রমের নেতৃত্বে ছিলেন অ্যাডাম দাউদ কান্ট্রি ম্যানেজার হিসেবে আগস্ট ২০১৪ থেকে জানুয়ারী ২০১৬ পর্যন্ত এবং তারপরে আলী জেইন শেখ মার্চ ২০১৭ পর্যন্ত।\nপাকিস্তানে কাইমু প্রতিষ্ঠার পেছনের ধারণাটি ছিল একটি একক প্ল্যাটফর্মের মাধ্যমে অনলাইনে কেনা-বেচাকে সহজতর করা। পাকিস্তানে কায়মুর লঞ্চের সময়, ওএলএক্স ইতিমধ্যেই একটি অনলাইন ক্লাসিফাইড ওয়েবসাইট হিসাবে দেশে কাজ করছিল। একটি পরিচালিত অনলাইন মার্কেটপ্লেসের ধারণা যা বিক্রেতা রেটিং প্রদান করবে এবং ক্যাশ অন ডেলিভারির মাধ্যমে ক্রেতাদের সুবিধা দেবে\nস্থানীয় সম্প্রদায়ের কাছ থেকে ভাল সাড়া পেয়েছে। কাইমু পাকিস্তান এখন এমন একটি প্ল্যাটফর্ম হিসেবে কাজ করে যা সারা দেশে ভোক্তা থেকে ভোক্তা (সি২সি) এবং সেইসাথে বিজনেস টু কনজিউমার (বি২সি)  পরিষেবা প্রদান করে।কায়মু যথাক্রমে ২০১৪ এবং ২০১৫ সালে অ্যান্ড্রয়েড, আইওএস এবং ব্ল্যাকবেরি  ডিভাইসগুলির জন্য স্মার্টফোন অ্যাপ চালু করেছে।\n\n\n== অর্থায়ন ==\nএপ্রিল ২০১৪ সালে, কাতার-ভিত্তিক টেলিকমিউনিকেশন কোম্পানি (পূর্বে কিউটেল নামে পরিচিত) ওরেদু রকেট ইন্টারনেটের সাথে হাত মেলায়। অপাসিগ প্রতিষ্ঠার ফলে ওরেডু থেকে অতিরিক্ত তহবিল পাওয়া যায়। \n\n\n== পাকিস্তানে রকেট ইন্টারনেট ==\nজার্মান ইন্টারনেট কোম্পানি রকেট ইন্টারনেট জুলাই ২০১২ সালে দারাজ.পিকে প্রতিষ্ঠার মাধ্যমে পাকিস্তানের ই-কমার্স সেক্টরে একটি প্রাথমিক পদক্ষেপ নেয়  পাকিস্তানে তার প্রথম ই-কমার্স উদ্যোগের সাথে একটি ইতিবাচক অভ্যর্থনা অনুসরণ করে, রকেট ইন্টারনেট 2015 সালে পাকিস্তানে 30টিরও বেশি সক্রিয় ওয়েবসাইটে তার কার্যক্রম সম্প্রসারিত করেছে, যার মধ্যে সর্বাধিক পরিচিত কায়মু পাকিস্তান, ফুডপান্ডাএবং দারাজ।  সাম্প্রতিক উন্নয়নে, পাকিস্তানে রকেট ইন্টারনেটের একটি উদ্যোগ আলিবাবা অধিগ্রহণ করেছে। \n\n\n== মার্কেটপ্লেস মডেল ==\nকায়মুর একটি আপাত ত্রুটি হল বিক্রেতাদের তালিকাভুক্ত পণ্যের গুণমান পরিমাপ করতে না পারা। এই পণ্যগুলির মধ্যে কিছু অবৈধভাবে অনুলিপি করা গেম এবং প্রোগ্রামগুলি প্রকৃত কপি হিসাবে তালিকাভুক্ত করা হচ্ছে৷ \n\n\n== তথ্যসূত্র =="}