{"pageid": 1472532, "title": "জেমস উইলিয়াম কলভিল", "url": "https://bn.wikipedia.org/wiki?curid=1472532", "content": "স্যার জেমস উইলিয়াম কলভিল (ইংরেজি: Sir James William Colvile) (১২ জানুয়ারি ১৮১০ - ৬ ডিসেম্বর ১৮৮০) ছিলেন একজন ব্রিটিশ আইনজীবী, বেসামরিক কর্মচারী এবং ব্রিটিশ ভারতে নিযুক্ত বিচারক এবং  ব্রিটিশ সমুদ্রপার অঞ্চলসমূহের তথা ব্রিটিশ উপনিবেশগুলির শেষ অবলম্বন আদালত প্রিভি কাউন্সিলের বিচার বিভাগীয় কমিটির অন্যতম বিচারক। তিনি  কলকাতা বিশ্ববিদ্যালয়ের প্রথম উপাচার্য ছিলেন। \n\n\n== জীবন ==\nজেমস উইলিয়াম কলভিল ১৮১০ খ্রিস্টাব্দের ১২ জানুয়ারি  স্কটল্যান্ডের পূর্ব আয়রশায়ারের অচিলট্রি গ্রামে জন্মগ্রহণ করেন। তিনি ছিলেন ক্রম্বি, ফাইফের অ্যান্ড্রু ওয়েডারবার্ন কলভিলের জ্যেষ্ঠ পুত্র। তিনি প্রথমে ইটন কলেজ এবং পরে  ট্রিনিটি কলেজ, কেমব্রিজে পড়াশোনা করেন। ১৮৩৪ খ্রিস্টাব্দে এম.এ পাশ করেন এবং আইনের প্রশিক্ষণ নিয়ে ১৮৩৫ খ্রিস্টাব্দে ব্যারিস্টার হন।  পরবর্তী দশ বৎসর লিংকনস ইনে অনুশীলন করেন। \n১৮৪৫ খ্রিস্টাব্দে তিনি ইস্ট ইন্ডিয়া কোম্পানির অ্যাডভোকেট জেনারেল নিযুক্ত হয়ে ভারতে আসেন। লিংকনস ইনে দশ বছর অনুশীলন করেন। তিনি কলকাতায় আসেন এবং বাংলার সুপ্রিম কোর্টের সাধারণ বিচারক হিসাব কাজ করতে থাকেন। ১৯৫৫ খ্রিস্টাব্দে বাংলার প্রধান বিচারপতি নিযুক্ত হন।  \nভারত তথা এশিয়ার প্রাচীনতম বহুমুখী ও ইউরোপীয়-ধাঁচের শিক্ষাপ্রতিষ্ঠান কলকাতা বিশ্ববিদ্যালয় ১৮৫৭ খ্রিস্টাব্দের ২৪ জানুয়ারি প্রতিষ্ঠিত হলে স্যার জেমস উইলিয়াম কলভিল প্রথম উপাচার্য নিযুক্ত হন। তিনি দুই বৎসর ১৮৫৯ খ্রিস্টাব্দের ২৪ জানুয়ারি পর্যন্ত এই পদে আসীন ছিলেন। কলকাতার এশিয়াটিক সোসাইটির সভাপতিও ছিলেন তিনি। \n১৮৫৯ খ্রিস্টাব্দে অবসরের পর  জেমস উইলিয়াম কলভিল ইংল্যান্ডে ফিরে যান। তিনি প্রিভি কাউন্সিলের বিচার বিভাগীয় কমিটির  অন্যতম বিচারক নিযুক্ত হন। প্রথমদিকে তিনি  কাউন্সিল অফ ইন্ডিয়া আপিলের বিচার বিভাগীয় কমিটির মূল্যায়নকারী ছিলেন। তারপর প্রিভি কাউন্সিলের বিচার বিভাগীয় কমিটির পূর্ণ সদস্য হন।  তিনি  কানাডার দুটি সাংবিধানিক মামলায় বিচার বিভাগীয় কমিটির সিদ্ধান্ত প্রদান করেন। ১৮৭৫ খ্রিস্টাব্দে রেলওয়ের ফেডারেল এখতিয়ার নিয়ে [ ডাও বনাম ব্ল্যাক] এবং অন্যটি ১৮৮০ খ্রিস্টাব্দে বোরগোইন বনাম লা কম্পাগনি ডু চেমিন দে ফের দে মন্ট্রিল, অটোয়া ও অক্সিডেন্টাল এবং রস।\n\n\n== সম্মাননা ==\n১৮৪৮ খ্রিস্টাব্দে জেমস উইলিয়াম কলভিল  নাইট  উপাধি প্রাপ্ত হন। \n১৮৭৫ খ্রিস্টাব্দের  এপ্রিলে  তিনি রয়্যাল সোসাইটির এফআরএস হন \n\n\n== জীবনাবসান ==\n১৮৮০ খ্রিস্টাব্দের ৬ ডিসেম্বর জেমস উইলিয়াম কলভিল লন্ডনে হৃদরোগে আক্রান্ত হয়ে পরলোক গমন করেন।\n\n\n== পরিবার ==\n১৮৫৭ খ্রিস্টাব্দে জেমস উইলিয়াম কলভিল  বেঙ্গল প্রেসিডেন্সির লেফটেন্যান্ট-গভর্নর স্যার জন পিটার গ্রান্টেরকন্যা ফ্রান্সেস এলিনরকে বিবাহ  করেন। তাদের একমাত্র পুত্র  অ্যান্ড্রু জন ওয়েডারবার্ন-এর জন্ম হয় ১৮৫৯ খ্রিস্টাব্দে। কিন্তু তার অকাল মৃত্যু হয় ১৮৭৬ খ্রিস্টাব্দে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nWorks by or about James William Colvile at the Internet Archive"}