{"pageid": 1473978, "title": "সুচিন্তা ফাউন্ডেশন", "url": "https://bn.wikipedia.org/wiki?curid=1473978", "content": "সুচিন্তা ফাউন্ডেশন একটি বাংলাদেশী অলাভজনক থিংক ট্যাংক এবং গবেষণা কেন্দ্র। ফাউন্ডেশনের চেয়ারপারসন মোহাম্মদ এ আরাফাত। আরাফাত সাবেক তথ্য ও সম্প্রচার প্রতিমন্ত্রী। তিনি কানাডিয়ান ইউনিভার্সিটি অব বাংলাদেশের ব্যবস্থাপনার শিক্ষক ছিলেন। ফাউন্ডেশনের ভাইস-চেয়ারপারসন রুবেল আহসান। তারিক হাসান ফাউন্ডেশনের কোষাধ্যক্ষ।\n\n\n== ইতিহাস ==\n২০১৩ সালের ১৪ সেপ্টেম্বর সুচিন্তা ফাউন্ডেশন বঙ্গবন্ধু আন্তর্জাতিক সম্মেলন কেন্দ্রে ভিশন ২০২১: বিগত পাঁচ বছরের অর্জন ও আগামী পাঁচ বছরের জন্য অঙ্গীকার শীর্ষক একটি সেমিনারের আয়োজন করে। অনুষ্ঠানে বক্তব্য রাখেন সাবেক প্রধানমন্ত্রী শেখ হাসিনার ছেলে সজীব ওয়াজেদ।\nসুচিন্তা ফাউন্ডেশন রেডিসন ব্লু ঢাকায় একটি আলোচনার আয়োজন করে, যেখানে সজীব ওয়াজেদ সাবেক রাষ্ট্রপতি জিয়াউর রহমানের \"মুক্তিযোদ্ধা\" মর্যাদা নিয়ে প্রশ্ন তোলেন।\n২০১৫ সালের ৬ ফেব্রুয়ারি সুচিন্তা ফাউন্ডেশন লেকশোর হোটেলে সন্ত্রাস বনাম রাজনীতি নিয়ে আলোচনার আয়োজন করে।\nসুচিন্তা ফাউন্ডেশন ২০১৬ সালের ১৪ আগস্ট ঢাকা বিশ্ববিদ্যালয়ের শিক্ষক ছাত্র কেন্দ্রে শেখ মুজিবুর রহমানকে নিয়ে একটি আলোকচিত্র প্রদর্শনীর আয়োজন করে। ২০১৬ সালের ১৯ অক্টোবর সুচিন্তা ফাউন্ডেশন ঢাকায় অ্যাকসেস টু ইনফরমেশন, বাংলাদেশ অ্যাসোসিয়েশন অব সফটওয়্যার অ্যান্ড ইনফরমেশন সার্ভিসেস, বাংলাদেশ কম্পিউটার কাউন্সিল, সেন্টার ফর রিসার্চ অ্যান্ড ইনফরমেশন, তথ্য ও যোগাযোগ প্রযুক্তি বিভাগ এবং ইয়ং বাংলার সহযোগিতায় একটি অনুষ্ঠানের আয়োজন করে। অনুষ্ঠানে সজীব ওয়াজেদকে \"ডিজিটাল বাংলাদেশের স্থপতি\" হিসেবে স্বীকৃতি দেওয়া হয়।\nসুচিন্তা ফাউন্ডেশনের তিনজন বোর্ড সদস্য আরমা দত্ত, তানিয়া বখত এবং কানতারা খালেদা খান। সুচিন্তা ফাউন্ডেশনের চেয়ারপারসন কানাডিয়ান ইউনিভার্সিটি অব বাংলাদেশের ট্রাস্টি বোর্ডের উপদেষ্টা মোহাম্মদ এ আরাফাত।\nসুচিন্তা ফাউন্ডেশন ঢাকার একটি হোটেলে ‘পদ্মা সেতুর অভিজ্ঞতা: রাজনীতিতে সত্য ও মিথ্যা’ শীর্ষক সেমিনারের আয়োজন করে। সজীব ওয়াজেদ ২০১৭ সালের ২৩ অক্টোবর বাংলাদেশ ও যুক্তরাষ্ট্রের মধ্যে বিভাজন সৃষ্টির জন্য মুহাম্মদ ইউনূসকে দায়ী করেন।\nসুচিন্তা ফাউন্ডেশন ২০১৮ সালের ২৮ আগস্ট প্রাইম বিশ্ববিদ্যালয়ের সাথে যৌথভাবে একটি সেমিনারের আয়োজন করে। ২০১৮ সালের ১১ অক্টোবর সুচিন্তা ফাউন্ডেশন আশা বিশ্ববিদ্যালয় বাংলাদেশের সাথে জাগো তারুণ্য রুখো জঙ্গীবাদ শীর্ষক একটি সেমিনারের আয়োজন করে। ২০১৮ সালের ২৭ অক্টোবর সুচিন্তা ফাউন্ডেশন '২১ আগস্ট: বাংলাদেশের রাজনীতির বর্তমান-ভবিষ্যত' শীর্ষক একটি সেমিনারের আয়োজন করে, যেখানে প্রধান অতিথি ছিলেন সজীব ওয়াজেদ।\nসুচিন্তা ফাউন্ডেশন ২০১৯ সালের ২১ জানুয়ারি রয়্যাল ইউনিভার্সিটি অব ঢাকাতে ওয়েক আপ ইয়ুথ, স্টপ মিলিটান্সি শীর্ষক একটি সেমিনারের আয়োজন করে।\n২০২০ সালের ৩ ফেব্রুয়ারি সুচিত্রা ফাউন্ডেশনের চেয়ারপারসন মোহাম্মদ এ আরাফাত আওয়ামী লীগের একটি প্রতিনিধি দলের অংশ ছিলেন, যারা আসন্ন ঢাকা উত্তর সিটি কর্পোরেশন এবং ঢাকা দক্ষিণ সিটি কর্পোরেশন নির্বাচন সম্পর্কে বিদেশী কূটনীতিকদের অবহিত করেছিলেন। প্রতিনিধি দলে ছিলেন সাবেক প্রধানমন্ত্রী শেখ হাসিনার রাজনৈতিক বিষয়ক উপদেষ্টা হোসেন তৌফিক ইমাম, আওয়ামী লীগের আন্তর্জাতিক বিষয়ক সম্পাদক শাম্মী আহমেদ এবং বাংলাদেশের সাবেক রাষ্ট্রদূত মুহাম্মদ জমির।\n\n\n== তথ্যসূত্র =="}