{"pageid": 1473211, "title": "বাংলাদেশে কৃষি শিক্ষা", "url": "https://bn.wikipedia.org/wiki?curid=1473211", "content": "বাংলাদেশ কৃষি সংশ্লিষ্ট শিক্ষা, কৃষি গবেষণা ও উন্নয়নের জন্য বিভিন্ন বিশেষায়িত বিশ্ববিদ্যালয়, কলেজ ও ইন্সটিটিউট রয়েছে।\n\n\n== প্রেক্ষাপট ==\n১৯৩৮ সালে তদানীন্তন বাংলার মুখ্যমন্ত্রী এ কে ফজলুল হক কর্তৃক ঢাকার মণিপুর ফার্মে (বর্তমানে, শেরেবাংলা নগর) \"বেঙ্গল এগ্রিকালচার ইনস্টিটিউট\" স্থাপনের মাধ্যমে বাংলাদেশে কৃষি শিক্ষার প্রথম প্রাতিষ্ঠানিক ভিত্তি গড়ে ওঠে। রয়েল এগ্রিকালচারাল কমিশনের পরামর্শক্রমে নির্মিত এ এ ইনস্টিটিউটটি ছিল সেসময়ের উচ্চতর কৃষি শিক্ষার একমাত্র প্রতিষ্ঠান। পরবর্তীতে, ১৯৫৯ সালে জাতীয় শিক্ষা কমিশন এবং খাদ্য ও কৃষি কমিশনের সুপারিশের ভিত্তিতে ‘‌পূর্ব পাকিস্তান কৃষি বিশ্ববিদ্যালয় অধ্যাদেশ ১৯৬১’-এর আলোকে ময়মনসিংহে উচ্চতর কৃষি শিক্ষার জন্য একটি বিশ্ববিদ্যালয় স্থাপিত হয়, যা বর্তমানে বাংলাদেশ কৃষি বিশ্ববিদ্যালয় নামে পরিচিত।\n১৯৮০ সালে বি.এস.সি, এজি ডিগ্রি দানের লক্ষ্যে গাজীপুরের সালনায় বাংলাদেশ কৃষি বিজ্ঞান কলেজ প্রতিষ্ঠিত হয়। এটি কয়েকবার পুনর্বিন্যস্ত হয়েছে। ১৯৮৩ সালে কৃষির বিভিন্ন শাখায় এমএসসি, এজি এবং পিএইচডি ডিগ্রি দেয়ার জন্য এটির নতুন নামকরণ হয় স্নাতকোত্তর কৃষি শিক্ষা ইনস্টিটিউট (ইনস্টিটিউট অব পোস্টগ্র্যাজুয়েট স্টাডিজ ইন এগ্রিকালচার)। সর্বশেষ ১৯৯৮ সালে একে বঙ্গবন্ধু শেখ মুজিবুর রহমান কৃষি বিশ্ববিদ্যালয় নামে পূর্ণাঙ্গ কৃষি বিশ্ববিদ্যালয় হিসেবে রূপান্তরিত করা হয়। ১৯৭৮ সালে পটুয়াখালীর দুমকীতে পটুয়াখালী কৃষি কলেজ এবং ১৯৮৮ সালে দিনাজপুরে হাজী মোহাম্মদ দানেশ কৃষি কলেজ প্রতিষ্ঠিত হয়। যেগুলো পরবর্তী সময়ে বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয় হিসেবে উন্নীত করা হয় এবং কৃষিসংশ্লিষ্ট ডিগ্রিগুলোকে অনুষদভুক্ত করা হয়। রাজশাহীর নারিকেলবাড়িয়ায় প্রতিষ্ঠিত রাজশাহী কৃষি কলেজকে পরবর্তী সময়ে রাজশাহী কৃষি বিশ্ববিদ্যালয়ের কৃষি অনুষদ হিসেবে অন্তর্ভুক্ত করা হয়। বাংলাদেশের স্বাধীনতার পরে, বেঙ্গল এগ্রিকালচার ইনস্টিটিউটকে বাংলাদেশ কৃষি ইনস্টিটিউট নামে পরিবর্তন করা হয় ও  ২০০১ সালে এটিকে ইনস্টিটিউট থেকে শেরেবাংলা কৃষি বিশ্ববিদ্যালয়ে রূপান্তরিত করা হয়।\n\n\n== সরকারি কৃষি শিক্ষা প্রতিষ্ঠান ==\n\n\n=== বিশ্ববিদ্যালয় ===\nকৃষিতে স্নাতক ও স্নাতকোত্তর ডিগ্রি প্রদানকারী পাবলিক বিশ্ববিদ্যালয়ের মধ্যে রয়েছে-\n\nশেরেবাংলা কৃষি বিশ্ববিদ্যালয়, ঢাকা\nবাংলাদেশ কৃষি বিশ্ববিদ্যালয়, ময়মনসিংহ\nবঙ্গবন্ধু শেখ মুজিবুর রহমান কৃষি বিশ্ববিদ্যালয়, গাজীপুর\nসিলেট কৃষি বিশ্ববিদ্যালয়, সিলেট\nখুলনা কৃষি বিশ্ববিদ্যালয়, খুলনা\nহবিগঞ্জ কৃষি বিশ্ববিদ্যালয়, হবিগঞ্জ\nকুড়িগ্রাম কৃষি বিশ্ববিদ্যালয়\nহাজী মোহাম্মদ দানেশ বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়, দিনাজপুর\nপটুয়াখালী বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়, পটুয়াখালী\nখুলনা বিশ্ববিদ্যালয়\nরাজশাহী বিশ্ববিদ্যালয়\nচট্টগ্রাম ভেটেরিনারি ও এনিম্যাল সাইন্সেস বিশ্ববিদ্যালয়\nবঙ্গবন্ধু শেখ মুজিবুর রহমান বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়, গোপালগঞ্জ\nনোয়াখালী বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়\n\n\n=== কলেজ ===\nঝিনাইদহ সরকারি ভেটেরিনারি কলেজ\nসিরাজগঞ্জ সরকারি ভেটেরিনারি কলেজ\nপাইকগাছা সরকারি কৃষি কলেজ\n\n\n=== ইনস্টিটিউট ===\n\nবাংলাদেশে মোট ১৮টি কৃষি প্রশিক্ষণ ইন্সটিটিউটে সরকারিভাবে চার বছর মেয়াদী কৃষি ডিপ্লোমা করার সুযোগ রয়েছে-\n\nকৃষি প্রশিক্ষণ ইনস্টিটিউট, ঢাকা\nকৃষি প্রশিক্ষণ ইনস্টিটিউট, রংপুর\nকৃষি প্রশিক্ষণ ইনস্টিটিউট, গাইবান্ধা\nকৃষি প্রশিক্ষণ ইন্সটিটিউউট, পাবনা\nকৃষি প্রশিক্ষণ ইনস্টিটিউট, ঝিনাইদাহ্\nকৃষি প্রশিক্ষণ ইনস্টিটিউট, খুলনা\nকৃষি প্রশিক্ষণ ইনস্টিটিউট, বরিশাল\nকৃষি প্রশিক্ষণ ইনস্টিটিউট, ফরিদপুর\nকৃষি প্রশিক্ষণ ইনস্টিটিউট, মানিকগঞ্জ‌\nকৃষি প্রশিক্ষণ ইনস্টিটিউট, নারায়ণগঞ্জ\nকৃষি প্রশিক্ষণ ইনস্টিটিউট, গাজীপুর\nকৃষি প্রশিক্ষণ ইনস্টিটিউট, শেরপুর\nকৃষি প্রশিক্ষণ ইনস্টিটিউট, সিলেট\nকৃষি প্রশিক্ষণ ইনস্টিটিউট, ব্রা‏‏হ্মণবাড়িয়া\nকৃষি প্রশিক্ষণ ইনস্টিটিউট, কুমিল্লা\nকৃষি প্রশিক্ষণ ইনস্টিটিউট, নোয়াখালী\nকৃষি প্রশিক্ষণ ইনস্টিটিউট, চট্টগ্রাম\nকৃষি প্রশিক্ষণ ইনস্টিটিউট, রাঙ্গামাটি\n\n\n== গবেষণা প্রতিষ্ঠান ==\nবাংলাদেশ কৃষি গবেষণা ইনস্টিটিউট\n\n\n== বেসরকারি ==\n\n\n=== বিশ্ববিদ্যালয় ===\nএক্সিম ব্যাংক কৃষি বিশ্ববিদ্যালয় বাংলাদেশ, চাঁপাইনবাবগঞ্জ\nইন্টারন্যাশনাল ইউনিভার্সিটি অব বিজনেস এগ্রিকালচার অ্যান্ড টেকনোলজি, ঢাকা\nসিটি ইউনিভার্সিটি, ঢাকা\nগণ বিশ্ববিদ্যালয়, ঢাকা\nফার্স্ট ক্যাপিটাল ইউনিভার্সিটি অব বাংলাদেশ, চুয়াডাঙ্গা\nরবীন্দ্র মৈত্রী বিশ্ববিদ্যালয় কুষ্টিয়া\nঈশা খাঁ ইন্টারন্যাশনাল ইউনিভার্সিটি, কিশোরগঞ্জ\n\n\n=== ডিপ্লোমা কলেজ ===\nআবুল বাশার কৃষি কলেজ\nবাহার কৃষি কলেজ\nইন্টারন্যাশনাল ইনস্টিটিউট অব অ্যাপ্লায়েড সায়েন্স অ্যান্ড টেকনোলজি, রংপুর\nহেনরী ইনস্টিটিউট অব বায়োসায়েন্স অ্যান্ড টেকনোলজি, সিরাজগঞ্জ\nবরেন্দ্র ইনস্টিটিউট অব বায়োসায়েন্সেস, নাটোর\nউদয়ন কলেজ অব বায়োসায়েন্স অ্যান্ড টেকনোলজি, রাজশাহী\nগ্র্যাজুয়েট ইনস্টিটিউট অব অ্যাগ্রিকালচার অ্যান্ড টেকনোলজি, কুষ্টিয়া\nশহিদ শামসুজ্জোহা ইনস্টিটিউট অব বায়োসায়েন্সেস, কাটাখালী, রাজশাহী\n\n\n== আরও দেখুন ==\nবাংলাদেশে টেক্সটাইল শিক্ষা\nবাংলাদেশের স্থাপত্য শিক্ষা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}