{"pageid": 1473871, "title": "মুলিয়ানের মাতৃ উদ্ধার", "url": "https://bn.wikipedia.org/wiki?curid=1473871", "content": "মুলিয়ানের মাতৃ উদ্ধার বা মুলিয়ান তার মাকে নরক থেকে বাঁচায় হলো জনপ্রিয় চীনা বৌদ্ধ কাহিনী যা নবম শতাব্দীর প্রথম দিকের দুনহুয়াং পাণ্ডুলিপিতে প্রথম প্রমাণিত হয়। এটি যাজকীয় যুলনপেন সূত্রের বিশদ বিবরণ যা ২৬৫ ও ৩১১ খ্রিস্টাব্দের মাঝামাঝি সময়ে ধর্মরক্ষ দ্বারা ভারতীয় উৎস থেকে অনুবাদ করা হয়েছিল। মৌদ্গল্যায়ন, যার সংক্ষিপ্ত চীনা লিপ্যন্তর হলো মুলিয়ান, মাকে উদ্ধার করতে বুদ্ধের সাহায্য চান, যিনি প্রেত জগতে বা অবীচি নরকে পুনঃজন্ম পেয়েছেন, তার সীমালঙ্ঘনের কার্মিক প্রতিশোধ। যদিও মুলিয়ান তার ব্যক্তিগত প্রচেষ্টায় তাকে উদ্ধার করতে পারে না, তবে বুদ্ধ তাকে সপ্তম চান্দ্র মাসের পনেরো তারিখে সন্ন্যাসীদের ও মঠগুলিতে খাবার ও উপহার দেওয়ার নির্দেশ দেন, যা ভূত উৎসব প্রতিষ্ঠা করেছিল। যখন তার মায়ের প্রতি মুলিয়ানের ভক্তি পূর্ব এশীয়দের আশ্বস্ত করেন যে বৌদ্ধধর্ম সন্তানোচিত ধার্মিকতার কনফুসীয় মূল্যকে ক্ষুন্ন করেনি এবং বৌদ্ধধর্মকে চীনাধর্মে পরিণত করতে সাহায্য করেছে, এটি ভারতীয় বৌদ্ধধর্ম জুড়ে বিদ্যমান সন্তানোচিত ধার্মিকতার দৃঢ় অন্ত:প্রবাহও প্রতিফলিত করেছে যা এর যাজকীয় পাঠ্য ও এপিগ্রাফিক অবশেষের মাধ্যমে প্রমাণিত হয়েছে।\nগল্পটি অনেক বৈচিত্র্য বিকশিত করেছে এবং বিভিন্ন আকারে হাজির হয়েছে। বিংশ শতাব্দীর শুরুর দিকে গানসুর দুনহুয়াং-এ আবিষ্কৃত তাং রাজবংশের পাঠ্যগুলি চুয়ানকি (অদ্ভুত হস্তান্তরণ) বা বিয়ানবেন (রূপান্তর কাহিনী) আকারে সমৃদ্ধ গল্প প্রকাশ করেছিল। মুলিয়ান এবং তার মা অপেরায়, বিশেষ করে লোক-অপেরাতে মঞ্চে উপস্থিত ছিলেন এবং চলচ্চিত্র ও টেলিভিশন সিরিজের বিষয়বস্তু হয়েছে। গল্পটি বিংশ শতাব্দীর শেষ অবধি বিশেষ করে গ্রামাঞ্চলে অন্ত্যেষ্টি সেবার আদর্শ অংশ হয়ে উঠেছিল। কিংবদন্তিটি পূর্ব এশিয়ার অন্যান্য অংশে দ্রুত ছড়িয়ে পড়ে এবং এটি কোরিয়া, ভিয়েতনাম ও জাপানের সাহিত্যে লিখিত প্রথম দিকের একটি।\nযুলনপেন সূত্রের অনুরূপ আরেকটি প্রামাণিক সংস্করণে প্রধান নায়ক হিসেবে শারিপুত্র রয়েছে এবং এটি থেরবাদ পেতবত্থুতে লিপিবদ্ধ করা হয়েছে। এটি কম্বোডিয়া, শ্রীলঙ্কা, থাইল্যান্ড ও লাওসের সংস্কৃতিতে ক্ষুধার্ত ভূতদের খাবার এবং ভূত উৎসবের প্রথার ভিত্তি।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nCole, Alan (1998). Mothers and Sons in Chinese Buddhism, Stanford University Press\nGrant, Beata; Idema, W. L. (২০১১)। Escape from Blood Pond Hell: The Tales of Mulian and Woman Huang। Seattle: University of Washington Press। আইএসবিএন 978-0-295-99119-1। \nGuo, Qitao (২০০৫)। Ritual Opera and Mercantile Lineage: The Confucian Transformation of Popular Culture in Late Imperial Huizhou। Stanford, California: Stanford University Press। আইএসবিএন 0-8047-5032-7। \nJohnson, David G.; Grant, Beata (১৯৮৯)। Ritual Opera, Operatic Ritual: \"Mu-Lien Rescues His Mother\" in Chinese Popular Culture। Chinese Popular Culture Project। Berkeley, CA: University of California, distributed by IEAS Publications। আইএসবিএন 0-9624327-0-9। \nLadwig, Patrice (২০১২), \"Feeding the dead: ghosts, materiality and merit\",   Williams, Paul; Ladwig, Patrice, Buddhist funeral cultures of Southeast Asia and China, Cambridge: Cambridge University Press, আইএসবিএন 978-1-107-00388-0 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\nMulian saves his mother Series of images, with extensive links to other images of Tang dynasty scroll paintings of hells and purgatories in the series Narratives Informing Chinese Notions of Hell at Reed College.\n蒙古文绘本 \"目连救母经\" (Mongolian Depictions of Mulian Rescues His Mother).\nMulian Saves His Mother (YouTube 4 min 40 seconds) East Asia gallery interactive of the [www.acm.org.sg Asian Civilisations Museum] Singapore. Worship and opera performances in Singapore.\nMu Lian Jiu Mu 目连救母 (YouTube 6 min 4 seconds) Singapore Opera recorded February 27, 2013. The scene in which Mulian meets his mother.\nMulian Saves His Mother (YouTube 1 min 53 seconds). Nanyin performance by Siong Leng Musical Association at the Poh Ern Shih Temple, Singapore. Mulian fights demons."}