{"pageid": 1473470, "title": "শিরীন", "url": "https://bn.wikipedia.org/wiki?curid=1473470", "content": "শিরীন সৈয়দ মুহাম্মাদ আব্দুল ওয়াহহাব (আরবি: شيرين سيد محمد عبد الوهاب; জন্ম ৮ অক্টোবর ১৯৮০), পেশাগতভাবে কেবল শিরীন নামে পরিচিত, একজন মিশরীয় গায়ক, অভিনেত্রী এবং সঙ্গীত বিচারক যিনি \"দ্য ভয়েস অফ ইজিপ্ট\" নামে পরিচিত। শিরীন আগে এমবিসির দ্য ভয়েস: আহলা সাউত-এর বিচারক ছিলেন।\n\n\n== প্রারম্ভিক এবং ব্যক্তিগত জীবন ==\nতিনি ১৯৮০ সালের ৮ অক্টোবর মিশরের কায়রোতে একটি মধ্যবিত্ত পরিবারে জন্মগ্রহণ করেন। তার বাবা একজন সজ্জাশিল্পী এবং তার মা একজন গৃহিণী। তার এক ভাই ও এক বোনও রয়েছে।\nশিরীন ২০১৮ সালের ১২ই এপ্রিলে মিশরের কায়রোতে মিশরীয় পপ গায়ক হোসাম হাবিবের সাথে দ্বিতীয়বার বিয়ে করেন। বিয়েতে মিশরীয় সুরকার মোহাম্মদ মোস্তফার সাথে শিরীনের আগের বিয়ের মেয়েরা সহ দম্পতির পরিবারের সদস্য, ম্যানেজার এবং আয়োজকরা উপস্থিত ছিলেন। ২০২১ সালে শিরীন এবং হোসাম হাবিবের বিবাহবিচ্ছেদ ঘটে, কিন্তু এক বছর পরে এই জুটি আবার বিয়ে করে। ২০২৩ সালের ডিসেম্বরে তাদের পুনর্বিবাহের পর তাদের বিবাহ বিচ্ছেদ ঘটে।\n\n\n== কর্মজীবন ==\nশৈশবে শিরীনের কণ্ঠ প্রতিভা প্রথম স্কুলে তার সঙ্গীত শিক্ষক দ্বারা আবিষ্কৃত হয়। নয় বছর বয়সে তার শিক্ষক তার মাকে কায়রো অপেরা হাউসে মিশরীয় শাস্ত্রীয় সঙ্গীত কন্ডাক্টর সেলিম সাহাবের সাথে দেখা করতে নিয়ে যেতে রাজি করান। তিনি তার সামনে গান গেয়েছিলেন, এবং তিনি তার কণ্ঠস্বর অনেক পছন্দ করেছিলেন। নয় বছর বয়স থেকে ১২ বছর বয়স পর্যন্ত তিনি কায়রো অপেরা হাউসে একটি কোরাল সদস্য হিসাবে গান গেয়েছিলেন, তারপরে তাকে একক গায়ক হিসাবে গান গাওয়ার সুযোগ দেওয়া হয়েছিল এবং তিনি অসাধারণ সাফল্য অর্জন করেছিলেন। কায়রো অপেরা হাউসে গান গাওয়ার সময়েই তিনি তার পেশাদার ক্যারিয়ার শুরু করার জন্য একজন সঙ্গীত প্রযোজকের সন্ধান করেন। ১৮ বছর বয়সে তিনি একজন বিশিষ্ট তারকা নির্মাতা, পরিচালক এবং সঙ্গীত প্রযোজক নাসর মাহরুসের সাথে পরিচিত হন, তিনি তার কণ্ঠ পছন্দ করেন এবং ফ্রি মিউজিক কোম্পানির মাধ্যমে তার সাথে সহযোগিতা করার সিদ্ধান্ত নেন। এখানে তিনি সেসময়ের গানের জগতে নতুন আসা প্রতিভা তামের হোসনির সাথে দেখা করেন। তিনিও সেসময়ে প্রতিভা বিকাশের সুযোগ খুঁজছিলেন। নাসর মাহরুস তামের হোসনি এবং শিরীন উভয়ের জন্য একটি যৌথ অ্যালবাম হিসাবে আত্মপ্রকাশ করার সিদ্ধান্ত নিয়েছিলেন যাতে দুটি ডুয়েট গান তাদের একসাথে দেখানো হয়। অ্যালবামটি ফ্রি মিক্স৩- তামের & শিরীন নামে ২০০২ সালের সেপ্টেম্বরে মুক্তি পায়। সমগ্র মধ্যপ্রাচ্য এবং উত্তর আফ্রিকা জুড়ে এটি একটি বড় হিট ছিল। পুরো মধ্যপ্রাচ্য এবং উত্তর আফ্রিকা জুড়ে অ্যালবামটি ২০ মিলিয়নেরও বেশি কপি বিক্রি হয়েছিল।\nতার গান সাবরি আলিল সম্প্রতি টিকটকে ভাইরাল হয়েছে এবং পরে স্পটিফাইয়ে ১০০০% এর বেশি হিট হয়েছে।\n\n\n=== অভিনয় ===\nমিদো মাশাকেল (আরবি: ميدو مشاكل) ছবিতে মিসরের কমেডি তারকা আহমেদ হেলমির বিপরীতে অভিনয় করেছেন শিরীন। ২০০৩ সালের ছবিটি পরিচালনা করেছিলেন মোহাম্মদ এল-নাগার। ২০১৫ সালের জুন মাসে তিনি রমজান মাসের মিশরীয় ধারাবাহিক তারিকি (আরবি: طريقي, অনুবাদ 'আমার পথ')-এ অভিনয় করেছিলেন। এ্ ধারাবাহিকে তিনি একজন যুবতীর ভূমিকায় অভিনয় করেছিলেন, যে সামাজিক বিধিনিষেধ, প্রবিধান এবং তার পরিবারের বিরোধিতার বিরুদ্ধে, একজন বিখ্যাত গায়িকা হওয়ার তার আজীবন স্বপ্ন অর্জনের জন্য সংগ্রাম করেন। নাটকটি রচনা করেছেন তামের হাবিব এবং পরিচালনা করেছেন মোহাম্মদ শাকের।\n\n\n=== অনুষ্ঠান ===\nশিরীন ২০১৭ সালে তার স্থলাভিষিক্তের পূর্ব পর্যন্ত দ্য ভয়েস আহলা সাউত শোতে বিচারক ছিলেন।\n২০১৭ সালের জানুয়ারিতে মিশরীয় নেটওয়ার্ক ডিএমসিতে তিনি তার নিজস্ব টক-শো শিরী'স স্টুডিও (আরবি: شيري ستوديو) হোস্ট করেন।\n২০১৮ সালের ১৯শে জুন সৌদি আরবের জেদ্দার কিং আবদুল্লাহ স্পোর্টস সিটিতে রাজ্যের নতুন বিনোদন আইনের পর প্রথম কনসার্টে তিনি এবং আরও কয়েকজন শিল্পী উপস্থিত হয়েছিলেন।\n\n\n== বিতর্ক ==\n২০১৭ সালে একটি কনসার্টে রেকর্ড করা একটি ভিডিও দেখায় যে, তাকে  \"মাশরেবতেশ মেন নিলহা\" (মিশরীয় আরবি: ماشربتش من نيلهاঅনু. তুমি এর নীলনদ থেকে পান করো নাই) গানটি গাইতে বলা হলে তিনি মজা করে অনুরোধে সাড়া দিচ্ছেন এই বলে যে, নীলনদ থেকে পান করলে তার সিসটোসোমায়োসিস হবে। মিশরীয় সঙ্গীত মন্ত্রণাসভা ভিডিওটি দেখার পর \"মিশরকে অন্যায়ভাবে উপহাস\" করার জন্য মিশরে তার অভিনয় করার অধিকার স্থগিত করার সিদ্ধান্ত নেয়। শিরীন পরে কনসার্টে তার \"বোকা ঠাট্টার\" জন্য ক্ষমা চেয়েছিলেন।\n\n\n== ডিসকোগ্রাফি ==\n\n\n=== অ্যালবাম ===\nফ্রি মিক্স৩ তামের হোসনির সাথে (২০০২) লেবেল: ফ্রি মিউজিক আর্ট প্রোডাকশন\nগারর তানি (অনুবাদ: আরেকটি ক্ষত) (২০০৩) লেবেল: ফ্রি মিউজিক আর্ট প্রোডাকশন\nলাজেম আয়েশ (অনুবাদ: আমাকে বাঁচতে হবে) (২০০৫) লেবেল: ফ্রি মিউজিক আর্ট প্রোডাকশন\nবাটামেনাক (আমি আপনাকে আশ্বস্ত করছি) (২০০৮) লেবেল: রোটানা\nহাবিয়াত (আমি প্রেমে পড়েছিলাম) (২০০৯) লেবেল: রোটানা\nইসআল আলাইয়া (আমার ব্যাপারে জিজ্ঞাসা করো) (২০১২) লেবেল: রোটানা\nআনা কিতির (২০১৪) লেবেল: নুজুম রেকর্ডস\nতারি'ই (২০১৫)\nনাসে (২০১৮)\n\n\n=== একক ===\n\"কালাম আইনেহ | شيرين - كلام عينيه\n\"মা শেরেবতেশ মিন নেলহা\" (জনপ্রিয় মিশরীয় দেশাত্মবোধক গান)\n\"আলাচান মাসর\" (\"মিশরের জন্য\", মিশরীয় দেশাত্মবোধক গান)\n\"মা বতেফরাশ\"\n\"এনাক\"\n\"বালাদি\" ফুঃ মুহাম্মদ নূর\n\"জাস্ট এ ড্রিম (কোক স্টুডিও/আরবি সংস্করণ) [নেলির সাথে]\n\"আলআম আল জাদিদ\" ফিট ফাদল শাকের\n\"লেবনান ফেল আলব\" (যুদ্ধের সময় লেবাননের জন্য উৎসর্গীকৃত)\n\"আলবি লিক\" হ্যানি শাকির ফিচার্ড\n\"বাহিবিক ইয়া ওমি\"\n\"কেদা ইয়া আলবি\"\n\"সিদা দা\"\n\"কোল মাগন্নি\"\n\"আয়েশত মাসর\" (মিশরীয় দেশাত্মবোধক গান)\n\"আলা ঈদাক\" (২০১৭)\n\"হাওয়া দাহ\" (২০১৭)\n\"লাওয়ানি\" (২০১৯)\n\"আবো এল রেগালা\" (২০১৯)\n\"এল হব খেদা\" (২০১৯)\n\"মেশ আদ এল হাওয়া\" (২০২০)\n\"কুল্লাহা গায়রানা\" (২০২১)\n\"এল কামাস\" (২০২১)\n\"খাসেমত এল নাউম\" (২০২১)\n\"উই বাহলেফ্লাক\" (২০২১)\n\n\n=== সিনেমা এবং টেলিভিশন সাউন্ডট্র্যাক ===\n\"বালাক\" (২০০৩)\n\"কতির বেনশা\" (২০০৬)\n\"এল মেরায়া\" (২০০৮)\n\"মাশায়ের\" (২০১৩)\n\"হালাওয়াত আল দুনিয়া\" (২০১৭)\n\"ইয়া বেতফেকার ইয়া বেতসেস\" (২০১৯)\n\"ওয়েশি এল হাতিতি\" (২০২১)\n\"এল দাহাব\" (২০২৪)\n\n\n== তথ্যসূত্র =="}