{"pageid": 1473038, "title": "ভয়ের ২০০ দিন", "url": "https://bn.wikipedia.org/wiki?curid=1473038", "content": "ভয়ের ২০০ দিন (ইংরেজি: 200 Days of Dread হিব্রু: מאתיים ימי חרדה; মাতায়িম ইয়ামেই খারাদা) ছিল ব্রিটিশ ফিলিস্তিনের ইতিহাসে ২০০ দিনের (প্রায় ৭ মাস) একটি আতঙ্কের সময়কাল। ১৯৪২ সালের বসন্ত থেকে নভেম্বর পর্যন্ত চলা এই সময়ে, জার্মান আফ্রিকা কোর জেনারেল এরউইন রোমেলের নেতৃত্বে, সুয়েজ খাল এবং ফিলিস্তিনের দিকে অগ্রসর হচ্ছিল। ইহুদী জনগোষ্ঠী এই আক্রমণের আশঙ্কায় ছিল, যদিও শেষ পর্যন্ত আক্রমণটি ঘটেনি।\n\n\n== পটভূমি ==\n১৯৪২ সালের প্রথম দিকে, জার্মান বাহিনী উত্তর আফ্রিকায় মিত্রশক্তির বিরুদ্ধে উল্লেখযোগ্য অগ্রগতি করেছিল। যা মধ্যপ্রাচ্যে ব্রিটিশ শাসিত অঞ্চলে সরাসরি হুমকি তৈরি করেছিল। তখন ফিলিস্তিনে ইহুদি সম্প্রদায়দেরকে যীশুভ বলা ডাকা হতো। তারা তখন বুঝতে পারে যে, রোমেলের বাহিনী যদি ব্রিটিশ প্রতিরক্ষা ভেঙে ফেলে, তবে তাদের সামনে খুব বেশি প্রতিরোধের সুযোগ থাকবে না। এই আশঙ্কা থেকেই এই ২০০ দিনকে \"ভয়ের দিন\" বলা হয়।\n\n\n== পরিকল্পনা ==\nইহুদি প্রতিরক্ষা গোষ্ঠী হাগানাহ তখন একটি চূড়ান্ত প্রতিরোধের প্রস্তুতি নেয়, যাতে যদি ব্রিটিশ বাহিনী পিছু হটে, তাহলে তারা ফিলিস্তিনের উত্তরাঞ্চলে শক্ত অবস্থান নিতে পারে। এই পরিকল্পনাকে বলা হয় “মাসাদা অন দ্যা কারমেল”। এই পরিকল্পনার ভিত্তি ছিল ব্রিটিশদের \"ফিলিস্তিনের চূড়ান্ত দুর্গ\" পরিকল্পনা, যার উদ্দেশ্য ছিল নাৎসি বাহিনীকে প্রতিহত করা।\n\n\n== নাৎসি পরিকল্পনা ==\nএই সময়ে, ইহুদি হত্যার জন্য জার্মান বাহিনীর টাস্কফোর্স মিশর ইউনিটকে ফিলিস্তিনে পাঠানোর পরিকল্পনা করা হয়েছিল। যদিও এই পরিকল্পনাটি সরাসরি কার্যকর হয়নি। ইতিহাসবিদদের মতে, এই ইউনিট ফিলিস্তিনে পৌঁছে গণহত্যা চালানোর জন্য প্রস্তুত ছিল। তবে মিত্রশক্তির বিজয়ের ফলে এই পরিকল্পনা আর কার্যকর করা হয়নি​।\n\n\n== যুদ্ধের পরিণতি ==\nদ্বিতীয় এল আলামেইনের যুদ্ধ ১৯৪২ সালের অক্টোবর-নভেম্বর মাসে সংঘটিত হয়, যেখানে ব্রিটিশ এবং মিত্রবাহিনী জার্মান বাহিনীকে পরাজিত করে। এর ফলে, আফ্রিকা কোর আর পূর্ব দিকে অগ্রসর হতে পারেনি, এবং ফিলিস্তিনের উপর আক্রমণের হুমকি কমে যায়। এই বিজয়ের ফলে \"ভয়ের ২০০ দিন\" সমাপ্ত হয় এবং ইহুদি সম্প্রদায় আশ্বস্ত হয়।\n\n\n== পরবর্তী প্রতিফলন ==\nএই সময়কে ইহুদি ইতিহাসে একটি উল্লেখযোগ্য অধ্যায় হিসেবে গণ্য করা হয়। পরবর্তীতে, সাংবাদিক হাভিভ কেনান ১৯৭৪ সালে এই ঘটনাগুলোর উপর একটি বই লেখেন, যার নাম ছিল \"মাতাইম ইয়ামেই হারাদাহ\"। সেই বই থেকেই এই সময়ের ঘটনাগুলোতে \"ভয়ের ২০০ দিন\" শব্দটি প্রতিষ্ঠিত হয়।\n\n\n== উল্লেখযোগ্য ঘটনা ==\nঅপারেশন এক্সপোর্টার: ১৯৪১ সালে ব্রিটিশ মিত্রবাহিনীর সিরিয়া ও লেবাননে নাৎসি সমর্থিত ভিশি সরকারের বিরুদ্ধে অভিযান।\nদ্বিতীয় এল আলামেইনের যুদ্ধ: মিত্রশক্তির জার্মান আফ্রিকা কোরের বিরুদ্ধে যুদ্ধ, যা নাৎসি বাহিনীর মধ্যপ্রাচ্য দখলের পরিকল্পনাকে পরাজিত করে।\n\n\n== আরও দেখুন ==\nফিলিস্তিনের ইতিহাস\nইহুদি গণহত্যা\n\n\n== তথ্যসূত্র =="}