{"pageid": 1473241, "title": "অ্যালিবাই", "url": "https://bn.wikipedia.org/wiki?curid=1473241", "content": "অ্যালিবাই (, লাতিন alibī থেকে) বা অন্যত্র থাকার অজুহাত মূলত আইনশাস্ত্রে ব্যবহৃত একটি প্রতিরক্ষা পদ্ধতি, যার মাধ্যমে অভিযুক্ত ব্যক্তি দাবি করেন যে অপরাধ সংঘটনের সময় তিনি ঘটনাস্থলে উপস্থিত ছিলেন না এবং অন্য কোথাও অবস্থান করছিলেন। অ্যালিবাই শব্দটি অপরাধমূলক বিচার ব্যবস্থায় একটি গুরুত্বপূর্ণ ভূমিকা পালন করে, কারণ এটি অভিযুক্ত ব্যক্তিকে অপরাধ থেকে মুক্তি পাওয়ার জন্য একটি প্রমাণযোগ্য যুক্তি হিসেবে ব্যবহৃত হয়।\nএকটি ফৌজদারি বিচারের সময়, আলিবাই হলো অভিযুক্তদের দ্বারা উত্থাপিত একটি প্রতিরক্ষা যা প্রমাণ হিসাবে যে তারা অপরাধটি করতে পারেনি কারণ অভিযুক্ত অপরাধটি সংঘটিত হওয়ার সময় তারা অন্য কোথাও ছিল। ফৌজদারি কার্যবিধির ফৌজদারি আইন ডেস্কবুক বলে: \"আলিবি অন্য সব প্রতিরক্ষার থেকে আলাদা; এটি এই ভিত্তির উপর ভিত্তি করে যে আসামী সত্যিই নির্দোষ।\"\n\n\n== ইতিহাস ও উৎস ==\n\"Alibi\" শব্দটি ল্যাটিন ভাষার \"alius\" (অন্য) এবং \"ibi\" (সেখানে) থেকে এসেছে। প্রথমদিকে এটি সাধারণ ভাষায় ব্যবহৃত হতো \"অন্য কোথাও\" বোঝানোর জন্য, কিন্তু পরবর্তীতে এটি আইনগত প্রেক্ষাপটে ব্যবহৃত হতে শুরু করে। বিশেষ করে ১৮শ শতাব্দীর শেষভাগ থেকে এটি অপরাধ আইন ও বিচার ব্যবস্থার প্রতিরক্ষা কৌশল হিসেবে সুপরিচিত হয়ে ওঠে।\n\n\n== আইনি ব্যবহার ==\nঅ্যালিবাই প্রতিরক্ষা হল সেই অবস্থান, যেখানে অভিযুক্ত ব্যক্তি প্রমাণের মাধ্যমে দেখানোর চেষ্টা করেন যে, অপরাধ সংঘটনের সময় তিনি অন্য কোথাও অবস্থান করছিলেন। এটি প্রায়ই সাক্ষীদের দ্বারা প্রমাণিত হয় যারা অভিযুক্ত ব্যক্তির অবস্থানের সমর্থনে তথ্য প্রদান করেন। অ্যালিবাই যদি প্রমাণিত হয়, তাহলে অভিযুক্ত ব্যক্তি আইনত নির্দোষ প্রমাণিত হতে পারেন।\n\n\n== উদাহরণ ==\nধরা যাক, কোনো একটি অপরাধ সংঘটিত হয়েছে সন্ধ্যা ৭টায় এবং অভিযুক্ত ব্যক্তি দাবি করেন যে তিনি সেই সময়ে অন্য কোনো স্থানে ছিলেন, যেমন একটি রেস্তোরাঁয় বা বন্ধুর সাথে একটি মিটিংয়ে। যদি তিনি তার এই অবস্থানের প্রমাণ (যেমন: সিসিটিভি ফুটেজ, টিকিট, বা সাক্ষীদের বিবৃতি) আদালতে জমা দিতে পারেন, তাহলে এটি একটি শক্তিশালী অ্যালিবাই হিসেবে কাজ করতে পারে।\n\n\n== অ্যালিবাইয়ের সীমাবদ্ধতা ==\nযদিও অ্যালিবাই একটি কার্যকর প্রতিরক্ষা কৌশল, কিন্তু তা যথাযথভাবে প্রমাণ করতে না পারলে অভিযুক্ত ব্যক্তির দোষী হওয়ার সম্ভাবনা থাকে। শুধুমাত্র একটি অ্যালিবাই দাবি করা যথেষ্ট নয়, এর পেছনে প্রমাণ থাকা অপরিহার্য।\n\n\n== সংস্কৃতির প্রভাব ==\nঅ্যালিবাই ধারণাটি সময়ের সাথে সাথে পশ্চিমা সংস্কৃতিতে গভীরভাবে প্রোথিত হয়েছে এবং এটি বিভিন্ন সাহিত্যে, চলচ্চিত্রে এবং টেলিভিশন সিরিজে রহস্যময় কাহিনীর অংশ হিসেবে ব্যবহৃত হয়। অ্যালিবাই শব্দটি এখন সাধারণভাবে যেকোনো প্রসঙ্গেই ব্যবহৃত হয় যখন কেউ প্রমাণ করতে চান যে তারা কোনো ঘটনায় অংশ নেয়নি।\n\n\n== তথ্যসূত্র =="}