{"pageid": 1473459, "title": "মাহফুজ আলম", "url": "https://bn.wikipedia.org/wiki?curid=1473459", "content": "মাহফুজ আলম (মাহফুজ আবদুল্লাহ নামেও পরিচিত) হলেন ২০২৪ বাংলাদেশের অন্তর্বর্তীকালীন সরকারের একজন উপদেষ্টা এবং প্রধান উপদেষ্টা মুহাম্মদ ইউনূসের বিশেষ সহকারী। তিনি ২০২৪ বাংলাদেশের কোটা সংস্কার আন্দোলন চলাকালীন বৈষম্যবিরোধী ছাত্র আন্দোলনের অন্যতম সদস্য ছিলেন। তিনি বৈষম্যবিরোধী ছাত্র আন্দোলনের লিয়াজোঁ কমিটির একজন সমন্বয়ক। তিনি বৈষম্যবিরোধী ছাত্র আন্দোলনে নেপথ্যে থেকে গুরুত্বপূর্ণ সিদ্ধান্ত গ্রহণে অংশ নেওয়ার জন্য আলোচিত হন।\n\n\n== প্রাথমিক জীবন ও শিক্ষা ==\nমাহফুজের জন্ম ১৯৯৫ সালের ৩১ জানুয়ারি লক্ষ্মীপুর জেলার, রামগঞ্জ উপজেলার, ইছাপুর গ্রামে। তিনি বাংলাদেশের চাদঁপুর জেলার গল্লাক দারুচ্ছুন্নাত আলিম মাদরাসা থেকে এসএসসি (দাখিল) এবং তা‘মীরুল মিল্লাত কামিল মাদ্রাসা থেকে এইচএসসি (আলিম) পাস করেন। তিনি ২০১৫-১৬ শিক্ষাবর্ষে ঢাকা বিশ্ববিদ্যালয়ের আইন বিভাগের শিক্ষার্থী ছিলেন।\nতাঁর পিতা আজিজুর রহমান (বাচ্চু) ইছাপুর ইউনিয়ন বিএনপির সাথে সম্পৃক্ত রয়েছেন।\n\n\n== কর্মজীবন ==\nমাহফুজ বৈষম্যবিরোধী ছাত্র আন্দোলনের লিয়াজোঁ কমিটির একজন সমন্বয়ক। এছাড়াও তিনি অন্তর্বর্তীকালীন সরকারের একজন উপদেষ্টা এবং প্রধান উপদেষ্টার বিশেষ সহকারী হিসেবে দায়িত্ব পালন করছেন। \nজাতিসংঘ সাধারণ পরিষদের ৭৯তম অধিবেশনের ফাঁকে সাবেক মার্কিন প্রেসিডেন্ট বিল ক্লিনটনের 'ক্লিনটন গ্লোবাল ইনিশিয়েটিভ লিডারস স্টেজ' অনু্ঠানে মুহাম্মদ ইউনূস তাকে ২০২৪ বাংলাদেশের কোটা সংস্কার আন্দোলন ও অসহযোগ আন্দোলনের এর ‘মাস্টারমাইন্ড’ বলে অভিহিত করেন।\n\n\n== সমালোচনা ==\nমাহফুজ আলম গত ১২ ফেব্রুয়ারী (বুধবার) ২০২৫ সালে সামাজিক যোগাযোগ মাধ্যম ফেসবুকে দেয়া এক পোষ্টে তৌহিদী জনতা শব্দদ্বয় ব্যবহার করে পোস্ট দিলে কওমি ঘরনার অনেক আলেম ও একটিভিস্ট এ নিয়ে তীব্র সমালোচনা করে। পরে তিনি আরেকটি পোস্টে দুঃখ প্রকাশ করেন।\n২০২৫ সালে ১৩ মার্চ তার নিজের ফেসবুক আইডিতে দীর্ঘ এক পোস্টে  জামায়াতে ইসলামীকে যুদ্ধাপরাধের সহযোগী সাব্যস্ত করাকে কেন্দ্র  করে তীব্র সমালোচনা সৃষ্টি হয়। এর প্রেক্ষিতে তাকে ভারতের \"গুপ্তচর\" শাহরিয়ার কবিরদের ভাষাতেই কথা বলেছেন বলে দলটির সেক্রেটারি জেনারেল অধ্যাপক মিয়া গোলাম পরওয়ার বিবৃতি দেয়। \n\n\n== প্রকাশনা ==\nঢাকা বিশ্ববিদ্যালয় ও সমকালীন জনমত (১ম খণ্ড)\nঢাকা বিশ্ববিদ্যালয় ও সমকালীন জনমত (২য় খণ্ড)।\n\n\n== আরও দেখুন ==\nসারজিস আলম\nহাসনাত আবদুল্লাহ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিউক্তিতে মাহফুজ আলম সম্পর্কিত উক্তি পড়ুন।\n উইকিমিডিয়া কমন্সে মাহফুজ আলম সম্পর্কিত মিডিয়া দেখুন।\nফেসবুকে মাহফুজ আলম"}