{"pageid": 1473961, "title": "কনক বিশ্বাস", "url": "https://bn.wikipedia.org/wiki?curid=1473961", "content": "কনক বিশ্বাস (বিবাহের পূর্বে কনক দাশ) (৩ নভেম্বর ১৯০৩ - ৩১ আগস্ট ১৯৮৮)  ছিলেন একজন বিশিষ্ট ভারতীয় বাঙালি রবীন্দ্রসঙ্গীত শিল্পী।  অসাধারণ সুরেলা কন্ঠ এবং রাবীন্দ্রিক গায়কীর প্রকাশভঙ্গি ও পরিবেশনার মাধুর্যে রবীন্দ্রনাথের বিরল প্রশংসা লাভ করেছিলেন তিনি। \n\n\n== জন্ম ও সঙ্গীতশিক্ষা জীবন ==\nকনক দাশের জন্ম ১৯০৩ খ্রিস্টাব্দের ৩ নভেম্বর অবিভক্ত বাংলার কলকাতায় এক ব্রাহ্ম পরিবারে। মাতামহ কালীনারায়ণ গুপ্ত ছিলেন ব্রহ্মসঙ্গীতের গীতিকার ও সুরকার। পৈতৃক নিবাস ছিল অধুনা বাংলাদেশের ঢাকায়। পিতা জগৎমোহন দাশ ও মাতা সুগায়িকা সরলা দাশ। ব্রাহ্ম পরিবারের সন্তান কনক শৈশব হতেই মায়ের উৎসাহে সঙ্গীত চর্চা করেন। তার ছোট মাসীমা সুবলা আচার্যের বাড়িতে রবীন্দ্রসঙ্গীতের চর্চা ছিল। প্রথমদিকে সেই পরিবেশেই ছিলেন। তিনি ঢাকার ইডেন হাইস্কুল থেকে ম্যাট্রিক পাশের পর ১৯১৯ খ্রিস্টাব্দে কলকাতায় আসেন এবং বেথুন কলেজে ভর্তি হন। তার কণ্ঠস্বরে মুগ্ধ হয়ে রবীন্দ্রনাথ নিজেই তাকে গান শেখানোর উদ্যোগ নেন। এক সময় চিরকুটে লিখে পাঠিয়েছিলেন-\n\n ‘শিগগির চলে এসো। নতুন গান শিখবে। দেখো যেন বৃষ্টিতে ভিজে আবার অসুখ বাঁধিয়ে বোসো না।’ কবি শিখিয়েছিলেন - 'ধরণীর গগনের মিলনের ছন্দে’ গানটি।  তিনি রবীন্দ্রসঙ্গীত শেখেন দিনেন্দ্রনাথ ঠাকুর, শৈলজারঞ্জন মজুমদার ও ইন্দিরাদেবীর কাছে। রবীন্দ্র সংগীতের পাশাপাশি উচ্চাঙ্গ সংগীতে তালিম নেন গিরিজাশঙ্কর চক্রবর্তী, সত্যকিঙ্কর বন্দ্যোপাধ্যায় যামিনীরঞ্জন মজুমদার ও দিলীপকুমার রায়ের কাছে। ১৯২৭ খ্রিস্টাব্দে গ্রামোফোন কোম্পানির রেকর্ডে তার প্রথম প্রকাশিত হয় — দাঁড়িয়ে আজ তুমি আমার গানের ওপারে.... এবং কবে তুমি আসবে বলে.... গান দু'খানি। ১৯৩৮ খ্রিস্টাব্দে  দেবব্রত বিশ্বাসের প্রথম রবীন্দ্রসঙ্গীত কনক দাশের সঙ্গে দ্বৈতকণ্ঠে প্রথম রেকর্ডে প্রকাশিত হয়। তিনি দেবব্রত বিশ্বাসের সঙ্গে চারটি গান দ্বৈতকণ্ঠে রেকর্ড করেছিলেন।  ১৯৪৩ খ্রিস্টাব্দের ডিসেম্বরে দেবব্রত বিশ্বাসের অগ্রজ অজয় বিশ্বাসের সঙ্গে কনকের বিবাহ হয়। এই সময়ের মধ্যে তার প্রায় চল্লিশটি রেকর্ড প্রকাশিত হয়। মাঝেমধ্যেই তাকে জোড়াসাঁকোর ঠাকুরবাড়িতে যেতে হত নানা অনুষ্ঠানে। প্রথম বর্ষামঙ্গল-এর অনুষ্ঠানে কণ্ঠ দেন অশ্রুভরা গান টিতে।  সত্যজিৎ রায়ের স্ত্রী  বিজয়া রায়ের সঙ্গে দ্বৈতকণ্ঠে গেয়েছেন- বন্ধু রহো রহো সাথেগানটি।\n১৯৬২ খ্রিস্টাব্দে স্বামীর মৃত্যুর পর অবশ্য তিনি গান গাওয়া ছেড়ে দেন। তবে নবীন গায়ক গায়িকাদের সব সময়ই উৎসাহ দিতেন। আমৃত্যু তিনি অজয় বিশ্বাস প্রতিষ্ঠিত গীতবিতান  সঙ্গীত শিক্ষায়তনের অধ্যক্ষ ছিলেন।\n\n\n== জীবনাবসান ==\n১৯৬৮ খ্রিস্টাব্দের ৩১ আগস্ট কলকাতায় এই কিংবদন্তি রবীন্দ্রসঙ্গীত শিল্পী প্রয়াত হন।"}