{"pageid": 1473374, "title": "গ্রামীণ পরিবার", "url": "https://bn.wikipedia.org/wiki?curid=1473374", "content": "গ্রামীণ পরিবারের সংস্থাগুলি গ্রামীণ ব্যাংক-এর বাইরে বিস্তৃত হয়ে একটি বহু-মুখী বাণিজ্যিক এবং অলাভজনক উদ্যোগে পরিণত হয়েছে। এর প্রতিষ্ঠাতা মুহাম্মদ ইউনূস, যিনি নোবেল শান্তি পুরস্কার বিজয়ী এবং গ্রামীণ ব্যাংকের প্রতিষ্ঠাতা। গ্রামীণ পরিবারের বেশিরভাগ সংস্থার প্রধান কার্যালয় ঢাকার মিরপুরে অবস্থিত গ্রামীণ ব্যাংক কমপ্লেক্সে। ১৯৮০-এর দশকের শেষের দিকে গ্রামীণ ব্যাংক বৈচিত্র্য আনতে শুরু করে, যখন তারা অপ্রচলিত বা কম ব্যবহৃত মাছের পুকুর এবং গভীর নলকূপের মতো সেচ পাম্পের কাজে মনোযোগ দেয়। ১৯৮৯ সালে, এই বৈচিত্র্যযুক্ত আগ্রহগুলি পৃথক সংস্থায় পরিণত হতে শুরু করে, যেমন মাছ প্রকল্পটি গ্রামীণ ফিশারিজ ফাউন্ডেশন এবং সেচ প্রকল্পটি গ্রামীণ কৃষি ফাউন্ডেশন হয়ে ওঠে।\nএই উদ্যোগগুলির মধ্যে রয়েছে সোশ্যাল এডভান্সমেন্ট ফান্ড (এসএএফ), গ্রামীণ ট্রাস্ট, গ্রামীণ টেলিকম ট্রাস্ট, গ্রামীণ ফান্ড, গ্রামীণ কমিউনিকেশনস, গ্রামীণ শক্তি (গ্রামীণ এনার্জি), গ্রামীণ টেলিকম, গ্রামীণ শিক্ষা (গ্রামীণ এডুকেশন), গ্রামীণ মৎস্য ফাউন্ডেশন, গ্রামীণ কৃষি ফাউন্ডেশন, গ্রামীণ ব্যবসা বিকাশ (গ্রামীণ বিজনেস ডেভেলপমেন্ট), গ্রামীণফোন, গ্রামীণ সফটওয়্যার লিমিটেড, গ্রামীণ সাইবারনেট লিমিটেড, গণস্বাস্থ্য গ্রামীণ টেক্সটাইল মিলস লিমিটেড, গ্রামীণ ক্যাপিটাল ম্যানেজমেন্ট লিমিটেড, গ্রামীণ নিটওয়্যার লিমিটেড, গ্রামীণ মিউচুয়াল ফান্ড ওয়ান, গ্রামীণ কল্যাণ (গ্রামীণ ওয়েলবিয়িং), গ্রামীণ সামগ্রী (গ্রামীণ প্রোডাক্টস), গ্রামীণ দানোন ফুডস (গ্রুপ দানোনের সাথে যৌথ উদ্যোগে) এবং গ্রামীণ উদ্যোগ (গ্রামীণ চেক ব্র্যান্ডের মালিক)।\n\n\n== গ্রামীণ ব্যাংক ==\nগ্রামীণ ব্যাংক একটি মাইক্রোফাইন্যান্স সংস্থা এবং কমিউনিটি ডেভেলপমেন্ট ব্যাংক যা বাংলাদেশ প্রতিষ্ঠিত হয়েছে। এটি দরিদ্রদের ক্ষুদ্র ঋণ (যা মাইক্রোক্রেডিট নামে পরিচিত) প্রদান করে যা জামানত ছাড়াই। এই ব্যবস্থা সেই ধারণার উপর ভিত্তি করে গড়ে উঠেছে যে দরিদ্রদের এমন দক্ষতা রয়েছে যা ব্যবহার করা হয় না। ব্যাংকটি আমানতও গ্রহণ করে, অন্যান্য সেবাও প্রদান করে, এবং উন্নয়নমূলক ব্যবসা পরিচালনা করে যেমন কাপড়, টেলিফোন এবং শক্তি সংস্থাগুলি। এই সংস্থা এবং এর প্রতিষ্ঠাতা, মুহাম্মদ ইউনূস, ২০০৬ সালে যৌথভাবে নোবেল শান্তি পুরস্কার লাভ করেন।\n\n\n== গ্রামীণ ট্রাস্ট ==\nগ্রামীণ ট্রাস্ট (জিটি), একটি অলাভজনক এবং বেসরকারি সংস্থা যা ১৯৮৯ সালে প্রতিষ্ঠিত হয়। এটি মাইক্রোক্রেডিটকে দারিদ্র্য মোকাবেলার একটি হাতিয়ার হিসেবে ব্যবহার করে এবং গ্রামীণ ব্যাংক পদ্ধতিটি অনুসরণ করে। এটি পৃথিবীর বিভিন্ন স্থানে দারিদ্র্য নির্ভর মাইক্রোক্রেডিট প্রোগ্রামগুলি সমর্থন ও প্রচার করে। এর প্রাথমিক প্রোগ্রামটি হল গ্রামীণ ব্যাংক রিপ্লিকেশন প্রোগ্রাম (জিবিআরপি)। এই প্রোগ্রামের মাধ্যমে সম্ভাব্য অনুসরণকারীদের জন্য আলোচনা প্রোগ্রাম, প্রশিক্ষণ এবং কারিগরি সহায়তা প্রদান, নির্বাচিত প্রকল্পগুলিকে অর্থায়ন, এবং কর্মক্ষমতা পর্যবেক্ষণ করা হয়। গ্রামীণ ট্রাস্ট দুটি ধরণের তহবিল প্রদান করে - বীজ মূলধন এবং স্কেলিং আপ ফান্ড।\n২০০৭ সালের আগস্ট পর্যন্ত, এটি ৩৭টি দেশের ১৩৮টি অনুসরণকারী সংস্থাকে সহায়তা প্রদান করেছে। বিল্ড, অপারেট অ্যান্ড ট্রান্সফার (বিওটি) প্রোগ্রামের অধীনে, ট্রাস্ট সরাসরি প্রকল্পগুলি বাস্তবায়ন করে দ্রুত দারিদ্র্য নির্ভর মাইক্রোফাইন্যান্স প্রোগ্রামগুলির প্রয়োজনের প্রতিক্রিয়া জানাতে। গ্রামীণ ট্রাস্ট গ্রামীণ গ্লোবাল নেটওয়ার্ক (জিজিএন) হোস্ট করে এবং মাইক্রোক্রেডিট আন্দোলনের প্রসারকে সমর্থন করার জন্য গ্রামীণ ডায়ালগ নিউজলেটার প্রকাশ করে। অনুসরণকারী প্রোগ্রামটি বাস্তবায়নের জন্য, এটি জন ডি. এবং ক্যাথরিন টি. ম্যাকআর্থার ফাউন্ডেশন, জাতিসংঘ পুঁজি উন্নয়ন তহবিল (ইউএনসিডিএফ), ডয়েচে গেসেলশাফ্ট ফুয়ের টেকনিক্সে জুসামেনারবিট (জার্মান টেকনিক্যাল কো-অপারেশন বা জিটিজেড), মার্কিন আন্তর্জাতিক উন্নয়ন সংস্থা (ইউএসএইড), জাতিসংঘ শরণার্থী সংস্থা (ইউএনএইচসিআর), জাতিসংঘ প্রকল্প সেবা অফিস (ইউএনওপিএস), সিটিগ্রুপ ফাউন্ডেশন, বিশ্ব ব্যাংক এবং ফোর্ড ফাউন্ডেশন থেকে অর্থায়ন পেয়েছে।\n\n\n== গ্রামীণ তহবিল ==\nগ্রামীণ তহবিল একটি অলাভজনক সংস্থা যা বাংলাদেশে ঝুঁকি মূলধন প্রদান করে ক্ষুদ্র এবং মাঝারি উদ্যোগগুলিকে (এসএমই)। এর প্রতিষ্ঠা হয় গ্রামীণ ব্যাংক-এর প্রাথমিক লক্ষ্য খুব দরিদ্রদের মাইক্রোক্রেডিট প্রদান করা থেকে বর্ধিত করে। এটি ১৭ জানুয়ারি ১৯৯৪ সালে নিবন্ধিত হয় এবং ফেব্রুয়ারি ১৯৯৪ সালে এর কার্যক্রম শুরু করে। এটি গ্রামীণ ব্যাংকের ৪০টি প্রকল্পের সাথে ৩৯১ মিলিয়ন বাংলাদেশি টাকার সম্পত্তি নিয়ে ক্ষুদ্র শিল্প, মৎস্য এবং কৃষিতে বিনিয়োগের মাধ্যমে শুরু হয়। ২০০৭ সাল পর্যন্ত, এটি ১৩টি যৌথ উদ্যোগে ১০ লক্ষ মার্কিন ডলারের সমমূল্যের ইক্যুইটি বিনিয়োগ করেছে এবং বাংলাদেশে বিশেষ করে প্রযুক্তি ভিত্তিক শিল্পগুলিতে ১৭৬৩টি ক্ষুদ্র এবং মাইক্রো উদ্যোগকে জামানত মুক্ত স্থায়ী এবং কার্যকরী মূলধন ঋণ প্রদান করেছে।\n\n\n== গ্রামীণ টেলিকম ==\nগ্রামীণ টেলিকম (জিটিসি) বাংলাদেশে একটি অলাভজনক সংস্থা যা গ্রামীণফোন (জিপি) এর আংশিক অংশীদারিত্বে প্রতিষ্ঠিত হয়েছে। জিটিসি গ্রামীণফোনের গ্রামফোন প্রোগ্রামকে পরিচালনা করেছে যা গ্রামীণ দরিদ্রদের একটি মোবাইল ফোন মালিকানা করার সুযোগ দেয় এবং এটি লাভজনক উদ্যোগে পরিণত করার পরিকল্পনা করে। গ্রামের ফোন প্রোগ্রামের পেছনের ভাবনাটি ছিল ইকবাল কাদির এর, যিনি বিশ্বাস করতেন যে মোবাইল ফোন আয়ের একটি উৎস হয়ে উঠতে পারে। কাদির, অধ্যাপক ইউনূস এবং নরওয়ের সংস্থা টেলিনর এর সাথে মিলে প্রোগ্রামটি বাস্তবায়ন করেন। বর্তমানে গ্রামীণ টেলিকম দেশের গ্রামীণ এলাকায় মোবাইল ফোন বিতরণ করছে।\n\n\n== গ্রামীণফোন ==\nগ্রামীণফোন হলো বাংলাদেশে একটি সেলুলার অপারেটর এবং বাজারের নেতা এর বাজারের ৫০% এর বেশি অংশীদারিত্ব রয়েছে। গ্রামীণফোন ১৯২৯ সালের ২ জানুয়ারি কার্যক্রম শুরু করে। এটি আংশিকভাবে টেলিনর (৬২%) এবং গ্রামীণ টেলিকম (৩৮%) এর মালিকানাধীন। ২০০৬ সালের ডিসেম্বরে এর গ্রাহক সংখ্যা ১ কোটিরও বেশি ছিল। এটি বাংলাদেশে দ্রুত বর্ধনশীল সেলুলার টেলিফোন নেটওয়ার্কগুলির মধ্যে একটি। ২০০৫ সালের শেষের দিকে, এটি দেশের প্রায় ৩৫০০টি বেস স্টেশন স্থাপন করেছিল এবং পরবর্তী ছয় মাসে আরও ৫০০টি স্থাপনের পরিকল্পনা ছিল। গ্রামীণফোনের ঘোষিত লক্ষ্য হল বাংলাদেশে সাশ্রয়ী এবং মানসম্মত সেলুলার সেবা প্রদান করা।\n\n\n== গ্রামীণ সলিউশনস লিমিটেড ==\nগ্রামীণ সলিউশনস লিমিটেড (জিএসএল) একটি সফটওয়্যার উন্নয়ন সংস্থা।\n\n\n== গ্রামীণ কমিউনিকেশনস ==\nগ্রামীণ কমিউনিকেশনস (জিসি) একটি অলাভজনক তথ্য প্রযুক্তি সংস্থা যা ১৯৯৭ সালে বাংলাদেশে প্রতিষ্ঠিত হয়। এর পোর্টফোলিওতে রয়েছে সফটওয়্যার পণ্য এবং পরিষেবা, ইন্টারনেট পরিষেবা, হার্ডওয়্যার ও নেটওয়ার্কিং পরিষেবা এবং আইটি শিক্ষা। সংস্থাটির জীবন শুরু হয়েছিল ১৯৯৪ সালে গ্রামীণ ট্রাস্টের অধীনে একটি আইটি সহায়তা ইউনিট হিসাবে। গ্রামীণ পরিবারের বিভিন্ন সংস্থার আইটি সহায়তা প্রদানের পাশাপাশি, এটি সংস্থা যেমন ক্যাশপোর ফাইন্যান্সিয়াল এবং টেকনিক্যাল সার্ভিসেস প্রাইভেট লিমিটেড (সিএফটিএস), মির্জাপুর জেলা, উত্তর প্রদেশ, ভারত, সিএমসি ইন্ডিয়া, স্বয়ম কৃষি সংগম (এসকেএস), হায়দ্রাবাদ, ভারত, গ্রামীণ কুটা, বেঙ্গালুরু, ভারত, মরিস রাসিক, পূর্ব তিমুর, গনেশা ফাউন্ডেশন, জাকার্তা, ইন্দোনেশিয়া, এবং আহন সা হিরাপ ইনক (এএসএইচআই), ম্যানিলা, ফিলিপাইন এর জন্য সিস্টেমগুলি বিকাশের দায়িত্বে রয়েছে।\nসংস্থাটি ভিলেজ কম্পিউটার এবং ইন্টারনেট প্রোগ্রাম (ভিসিআইপি) বিকাশ করেছে যা বিভিন্ন সংযোগের সমাধান ব্যবহার করে তথ্য প্রাপ্তি, যোগাযোগ এবং আইটি শিক্ষার জন্য গ্রামীণ এলাকায় বহু উদ্দেশ্যমূলক সাইবার কিওস্ক স্থাপন করতে পারে। প্রথম ভিসিআইপি গ্রামীণ ব্যাংকের মিরপুর উপশাখার একটি ভাড়া করা কক্ষে প্রতিষ্ঠিত হয়েছিল, যা মাইক্রোওয়েভ লিঙ্কের মাধ্যমে ভিএসএটি এর সাথে সংযুক্ত, যা ১৬০ কিমি দূরে গ্রামীণ কমিউনিকেশন্সের কার্যালয় ঢাকায় অবস্থিত। অন্য দুটি সরিষাবাড়ি উপজেলা এবং মির্জাপুর উপজেলা স্থাপন করা হয়েছিল। আন্তর্জাতিক উন্নয়ন গবেষণা কেন্দ্র (আইডিআরসি) উদ্যোগ প্যান এশিয়া নেটওয়ার্কিং (প্যান) এর অংশীদার, গ্রামীণ কমিউনিকেশন মার্কিন যুক্তরাষ্ট্রের ডেটা প্রবেশের চাকরির জন্য গ্রামীণ বাসিন্দাদের জন্য একটি প্রোগ্রাম বিকাশ করছে। \n\n\n== গ্রামীণ মৎস্য এবং পশুসম্পদ ফাউন্ডেশন ==\nগ্রামীণ মৎস্য এবং পশুসম্পদ ফাউন্ডেশন বা গ্রামীণ মৎস্য ও পশুসম্পদ ফাউন্ডেশন (জিএমপিএফ), একটি অলাভজনক সংস্থা, যা গ্রামীণ মৎস্য ফাউন্ডেশন বা গ্রামীণ মৎস্য ফাউন্ডেশন (জিএমএফ) হিসাবে ১৯৯৪ সালের ফেব্রুয়ারিতে প্রতিষ্ঠিত হয়েছিল। এটি জলজ প্রাণী ও মৎস্য, এবং একীভূত মাছ-ফসল-গবাদি পশু এবং দুগ্ধ উন্নয়ন খামার ব্যবস্থা দ্বারা দারিদ্র্য দূরীকরণে কাজ করে। সংস্থাটির লক্ষ্যগুলি হল গ্রামীণ ভূমিহীন দরিদ্রদের বিশেষ করে মহিলাদের সাধারণ সম্পদ সম্পত্তিতে প্রবেশের সুযোগ প্রদান; শোষণের পরিবর্তে সম্প্রদায় ক্ষমতায়ন; স্থবিরতার পরিবর্তে সামাজিক এবং অর্থনৈতিক বৃদ্ধি; ঐতিহ্যের পরিবর্তে আধুনিকতা; মহিলাদের আইনি এবং লিঙ্গ অধিকার প্রদান; এবং খাদ্য নিরাপত্তা ও টেকসই জীবনধারণ প্রদান।\nএর অবস্থান ঢাকার মিরপুর-১ এ, চিড়িয়াখানা রোডে।\n\n\n== গ্রামীণ শক্তি ==\nগ্রামীণ শক্তি (জিএস) একটি পুনর্নবীকরণযোগ্য শক্তি সামাজিক উদ্যোগ যা ১৯৯৬ সালে বাংলাদেশের প্রত্যন্ত, গ্রামীণ এলাকায় নবায়নযোগ্য শক্তি প্রযুক্তির প্রচার, উন্নয়ন এবং জনপ্রিয়করণের জন্য প্রতিষ্ঠিত হয়েছিল। এটি গ্রামীণ পরিবারটির একটি অংশ, যা চরম দরিদ্রদের মাইক্রোক্রেডিটের মাধ্যমে দারিদ্র্য দূর করার লক্ষ্যে প্রতিষ্ঠিত হয়েছিল। গ্রামীণ শক্তি দ্রুত বর্ধনশীল নবায়নযোগ্য শক্তি সংস্থাগুলির মধ্যে একটি হয়ে উঠেছে। গ্রামীণ শক্তি তাদের প্রকৌশলীদের প্রশিক্ষণ দিয়ে 'সামাজিক প্রকৌশলী' বানিয়েছে যারা দরজায় দরজায় গিয়ে নবায়নযোগ্য শক্তির কার্যকারিতা প্রদর্শন করেন। গ্রামীণ শক্তি স্থানীয় যুবকদের প্রশিক্ষণ দিয়েছে প্রযুক্তিবিদ হিসাবে, যাতে তারা সঠিক এবং বিনামূল্যের বিক্রয়োত্তর সেবা তাদের দোরগোড়ায় প্রদান করতে পারে।\nগ্রামীণ শক্তি বাংলাদেশে নবায়নযোগ্য শক্তিতে নেতৃস্থানীয় সংস্থা। ২০১০ সালের ডিসেম্বরে গ্রামীণ শক্তি ২৫ মেগাওয়াট পিক সোলার সিস্টেম ইনস্টল করেছে। এছাড়াও, গ্রামীণ শক্তি সোলার মোবাইল চার্জিং ভ্যান, সোলার লাইটিং বোট, সোলার ইমারজেন্সি লাইটিং, সোলার ওয়াটার পিউরিফায়ার, সোলার পাওয়ার টেলিকম সিস্টেম, অফ গ্রিড পাওয়ার সাপ্লাই সিস্টেম এবং এখন তারা নগরবাসীকে হাইব্রিড সোলার-ন্যাশনাল গ্রিড সিস্টেমের সাথে কম দামে ব্যবহার করতে উৎসাহিত করছে।\n২০০৭ সালে, গ্রামীণ শক্তি রাইট লাইভলিহুড অ্যাওয়ার্ড সম্মানে ভূষিত হয়েছিল, কারণ এটি \"হাজার হাজার বাংলাদেশি গ্রামে টেকসই আলো এবং শক্তি নিয়ে আসে, স্বাস্থ্য, শিক্ষা এবং উৎপাদনশীলতাকে উন্নীত করে।\" এটি আরও দুটি আশডেন অ্যাওয়ার্ড জিতেছে, ২০০৬ সালে এবং ২০০৮ সালে।\n\n\n== গ্রামীণ শিক্ষা ==\nগ্রামীণ শিক্ষা বা গ্রামীণ এডুকেশন ১৯৯৭ সালে প্রতিষ্ঠিত হয়েছিল গ্রামীণ এলাকায় গণশিক্ষার প্রচার করতে, শিক্ষার উদ্দেশ্যে ঋণ এবং অনুদানের আকারে আর্থিক সহায়তা প্রদান করতে, আইটি ব্যবহার করে নিরক্ষরতা দূরীকরণ এবং শিক্ষার উন্নয়ন করতে, নতুন প্রযুক্তির প্রচার করতে এবং শিক্ষার উন্নয়নের জন্য উদ্ভাবনী ধারণা এবং পদ্ধতি চালু করতে। এর পাশাপাশি এটি আর্সেনিক নিরসন কর্মসূচি, প্রি-স্কুল/শিশু উন্নয়ন কর্মসূচি, জীবনমুখী শিক্ষা কর্মসূচি এবং প্রারম্ভিক শৈশব উন্নয়ন কর্মসূচি চালায়।\n\n\n== গ্রামীণ ব্যবসা বিকাশ ==\nগ্রামীণ ব্যবসা বিকাশ (জিবিবি) বা গ্রামীণ বিজনেস প্রমোশন এবং সার্ভিসেস ১৯৯৪ সালে একটি সামাজিক ব্যবসা এবং অলাভজনক সংস্থা হিসেবে প্রতিষ্ঠিত হয়। এটি মাইক্রোক্রেডিটের উপর অতিরিক্ত পরিষেবা প্রদান করে, বিশেষ করে গ্রামীণ উদ্যোক্তাদের জন্য যারা শাকসবজি, গবাদি পশু বা হস্তশিল্পের পণ্য নিয়ে কাজ করে। এটি তাদের অভিজ্ঞতা, দক্ষতা এবং জ্ঞান প্রদান করে।\n\n\n== গ্রামীণ ডানোন ফুডস ==\nগ্রামীণ ডানোন ফুডস ২০০৬ সালে গ্রামীণ ব্যাংক এবং ফরাসি খাদ্য সংস্থা গ্রুপ ডানোন এর মধ্যে একটি যৌথ উদ্যোগ হিসেবে চালু হয়েছিল। গ্রামীণ দানোনের প্রথম পণ্যটি হলো একটি সুষম দই, যার ব্র্যান্ড নাম শক্তিদই। এটি গ্রামীণ বাংলাদেশের শিশুদের জন্য খাদ্যতালিকায় প্রয়োজনীয় পুষ্টি সরবরাহের জন্য ডিজাইন করা হয়েছে।\n\n\n== গ্রামীণ আমেরিকা ==\nগ্রামীণ আমেরিকা একটি মাইক্রোফাইন্যান্স সংস্থা। গ্রামীণ আমেরিকা যুক্তরাষ্ট্রে কাজ করা দরিদ্র বিশেষ করে মহিলাদের জন্য ঋণ, সঞ্চয় কর্মসূচি, ক্রেডিট প্রতিষ্ঠা এবং অন্যান্য আর্থিক পরিষেবা প্রদান করে।\n\n\n== গ্রামীণ ফাউন্ডেশন ইউএসএ ==\nগ্রামীণ ফাউন্ডেশন ইউএসএ গ্রামীণ ব্যাংকের মডেলটি সারা বিশ্বে পুনরায় বাস্তবায়নের জন্য একটি নেটওয়ার্ক তৈরি করে কাজ করে।'\n\n\n== গ্রামীণ ইউনিভার্সিটি ==\n\nগ্রামীণ ইউনিভার্সিটি হলো বাংলাদেশের একটি বেসরকারি বিশ্ববিদ্যালয়, যা  বিশ্ববিদ্যালয় মঞ্জুরী কমিশনের অধিভুক্ত।\n\n\n== তথ্যসূত্র =="}