{"pageid": 1473014, "title": "ল্যাট্রন সেইলিয়েন্ট", "url": "https://bn.wikipedia.org/wiki?curid=1473014", "content": "ল্যাট্রন সেইলিয়েন্ট হলো পশ্চিম তীরের একটি এলাকা যা ইসরায়েলি ভূখণ্ডে প্রবেশ করেছে।  এটি ৪৬.৪ বর্গকিলোমিটার (১৭.৯ বর্গমাইল) এলাকা জুড়ে একটি স্ট্রিপ দ্বারা বেষ্টিত,  যার আনুষ্ঠানিক মর্যাদা রয়েছে ইসরায়েল এবং ফিলিস্তিনের মধ্যে নো ম্যানস ল্যান্ড (এনএমএল)। ইসরায়েল এনএমএলকে তার রাষ্ট্রের একটি অংশ হিসাবে বিবেচনা করে, আর ফিলিস্তিনিরা এটিকে পশ্চিম তীরের অংশ হিসাবে বিবেচনা করে। \n\n\n== পটভূমি ==\nএই অঞ্চলটি পাহাড় এবং একটি আবাদযোগ্য সমভূমি নিয়ে গঠিত যা ঐতিহাসিকভাবে ফিলিস্তিনি ফেলাহিনদের দ্বারা শতাব্দীর পর শতাব্দী ধরে মালিকানাধীন এবং চাষ করা হয়েছিল।  এটি জাফা এবং জেরুজালেমের মধ্যে একটি গুরুত্বপূর্ণ সংযোগস্থল গঠন করে। একটি কৌশলগত ট্রানজিট এলাকা হিসাবে এর গুরুত্ব বাধ্যতামূলক প্যালেস্টাইনের সামরিক কর্তৃপক্ষ দ্বারা স্বীকৃত হয়েছিল যারা সেখানে একটি পাহাড়ের চূড়ায় একটি শক্তিশালী টেগার্ট দুর্গ তৈরি করেছিল। ফিলিস্তিনের জন্য জাতিসংঘের বিভাজন পরিকল্পনা এই অঞ্চলটিকে একটি ভবিষ্যত আরব রাষ্ট্রের কাছে অর্পণ করেছিল।  পরবর্তী ১৯৪৮ সালের আরব-ইসরায়েল যুদ্ধের সময়, জর্ডানের আরব সৈন্যদল টেগার্ট দুর্গ এবং ট্র্যাপিস্ট ল্যাট্রুন মঠের দ্বারা উপেক্ষিত ভূখণ্ডের নিয়ন্ত্রণ বজায় রাখতে সক্ষম হয় যদিও ইসরায়েল বাহিনীর দ্বারা দখল লাভের জন্য প্রচণ্ড প্রচেষ্টা চালানো হয় ।   যুদ্ধের অব্যবহিত পরে, পরের বছর আঁকানো যুদ্ধবিরতি চুক্তির ফলস্বরূপ, যুদ্ধবিরতির সময় দুই সেনাবাহিনীর নিজ নিজ অবস্থানকে প্রতিফলিত করে দুটি লাইন দ্বারা এলাকাটিকে সীমাবদ্ধ করা হয়েছিল, রেখার মধ্যবর্তী ভূমি সংজ্ঞায়িত করা হয়েছিল। নো ম্যানস ল্যান্ড হিসাবে, কোন পক্ষের দ্বারা নিয়ন্ত্রিত নয়,  ১৯৪৮ সালে ইসরায়েল কর্তৃক বিজিত ও জনবসতিপূর্ণ দায়ের আইয়ুব গ্রামের জমিও এই এলাকার মধ্যে পড়ে।\n\n\n== ১৯৪৯-১৯৬৭ ==\nপরবর্তী উনিশ বছরের সময়কালে, উভয় পক্ষই ফ্রান্সের সুরক্ষা ও পৃষ্ঠপোষকতায় মঠের স্বায়ত্তশাসনকে স্বীকৃতি দিয়ে প্রতিদ্বন্দ্বিতাপূর্ণ অঞ্চলের কিছু অংশে তাদের নিজ নিজ কৃষি কার্যক্রম সম্প্রসারিত করে নিয়ন্ত্রণ কুস্তির করার চেষ্টা করে।  উভয় পক্ষই ৭ জুন ১৯৫১ থেকে কার্যকরী একটি সংসদীয় চুক্তিতে সম্মত হয়েছিল, ট্র্যাপিস্ট সন্ন্যাসীদের জন্য একটি ব্যতিক্রমের অনুমতি দেওয়ার জন্য, যাদের জমির ধারণক্ষমতা ১,০০০-এর বেশি। dunams  এবং যারা কোন মানুষের জমিতে তাদের দ্রাক্ষাক্ষেত্র ফসল কাটার অনুমতি দেওয়া হয়েছিল৷  এই সময়ের মধ্যে, গ্রীন লাইনের সংলগ্ন ইসরায়েলি কিবুতজিম প্রায় ৬০০ হেক্টর চাষের অধীনে রাখতে সক্ষম হয়েছিল, যখন ফিলিস্তিনি কৃষকরা তাদের ব্যবহার ৫০ হেক্টরের উপরে বাড়িয়েছিল, উভয় পক্ষই বাগান বা অলিভ গ্রোভ রোপণ থেকে বিরত থাকার সময় বার্ষিক খাদ্যশস্যের সাথে এই এলাকায় রোপণ করেছিল, বা কোন কাঠামো নির্মাণ।  ১৯৬৩ সালে লেভি এশকোল যখন প্রধানমন্ত্রীর পদ গ্রহণ করেন তখন ইসরায়েলের সীমানা প্রসারিত করার জন্য আলোচনার ফলে বিভিন্ন ধরনের পরিকল্পনা তৈরি হয়, যার মধ্যে একটি, কোড-নাম মোজার্ট, ল্যাট্রুনের মতো অঞ্চল \"দখল\" করার পরিকল্পনা করেছিল।  মাঝে মাঝে এই সীমাবদ্ধতাগুলি ১৯৬৫ সালের অক্টোবরে দুই দিনের \"ট্র্যাক্টর যুদ্ধ\" এর মত প্রকাশ্য সংঘর্ষের দিকে নিয়ে যায়,  যার ফলে ১ নভেম্বর জাতিসংঘের সামনে জর্ডান একটি আনুষ্ঠানিক অভিযোগ করে। জর্ডানিয়ানরা দাখিল করেছে যে ৩০ অক্টোবর নো ম্যানস ল্যান্ড জোনের মধ্যে একটি অনুপ্রবেশ ঘটেছে যাতে ২৪টি ট্রাক্টর সম্পূর্ণ আইডিএফ মিলিটারি এসকর্টের অধীনে ছিল। সতর্ক করে জাতিসংঘের পর্যবেক্ষকরা সম্পূর্ণ প্রত্যাহার করার জন্য অনুরোধ করেছিল, যা শুধুমাত্র আরও শক্তিবৃদ্ধি পাঠানোর ইসরায়েলি প্রতিক্রিয়ার মুখোমুখি হয়েছিল। ইসরায়েল, পরের দিন, জাতিসংঘের কাছে বলেছে যে উভয় পক্ষই এই ধরনের আন্দোলনে লিপ্ত ছিল, এবং সমস্যাটি স্বাভাবিক যুদ্ধবিরতি নিয়ন্ত্রক যন্ত্রপাতির মাধ্যমে সমাধান করতে হবে। \n\n\n== ১৯৬৭-বর্তমান ==\nছয় দিনের যুদ্ধের প্রথম দিন সন্ধ্যায় মোশে দায়ানের কাছ থেকে লাট্রুন এলাকা দখলের আদেশ আসে। আইডিএফ সামরিক ইউনিটগুলি মধ্যরাতে তাদের অভিযান শুরু করে এবং ৪ এর মধ্যে তাদের লক্ষ্যগুলি সুরক্ষিত করেছিল am সেখানে কোন জর্ডানের বিরোধিতা ছিল না, যেহেতু জর্ডানের গ্যারিসন, লাট্রুনে এটিকে দুর্বল করার বিষয়ে সচেতন, সেখানে অবস্থানরত সৈন্যদের জেরুজালেমে স্থানান্তরিত করেছিল, সেই শহরের প্রতিরক্ষাকে তাদের অগ্রাধিকার হিসাবে বিবেচনা করে।  নো ম্যানস ল্যান্ডের সীমান্তবর্তী বেত নুবা, ইমওয়াস/এমমাউস এবং ইয়ালোর তিনটি ফিলিস্তিনি গ্রাম ধ্বংস করা হয়েছিল  এবং এলাকার ১২,০০০ জন বাসিন্দাকে পূর্ব দিকে বহিষ্কার করা হয়েছিল, যখন চাষের জমি কাছাকাছি কিবুতজিমের কাছে হস্তান্তর করা হয়েছিল। তারপর থেকে ইসরায়েলি মানচিত্রে, আর্মিস্টিস লাইন এবং নো ম্যানস ল্যান্ড ছিটমহল উভয়ই অদৃশ্য হয়ে গেছে।   এলাকাটিকে একটি বন্ধ সামরিক অঞ্চল ঘোষণা করা হয়েছিল, যার উল্লেখযোগ্য অংশ জাতীয় কানাডা পার্কে রূপান্তরিত হয়েছিল। পূর্ব দিকে নির্মিত বিচ্ছেদ বাধাটি এখন বেড়ার ইসরায়েলি দিকের মধ্যে সমগ্র ল্যাট্রুন ছিটমহলকে ভাঁজ করেছে। ১৯৭০ সালে প্রতিষ্ঠিত মেভো হোরনের বন্দোবস্ত এখন পশ্চিম তীরের বাকি অংশ থেকে ল্যাট্রুন ছিটমহলের বিচ্ছিন্নতা চিহ্নিত করে।  NML, Kfar Ruth, Lapid, Maccabim এবং Shilat (যা আংশিকভাবে ইসরায়েলেও) চারটি অন্যান্য বসতি স্থাপন করা হয়েছিল। ইসরায়েলি-ফিলিস্তিনি গ্রাম নেভে শালোম, ইসরায়েলি-ফিলিস্তিনি সম্প্রদায়ের জন্য একটি মডেল তৈরির একটি প্রকল্পের উপর প্রতিষ্ঠিত, এনএমএল-এও প্রতিষ্ঠিত হয়েছিল,  ক্যাথলিক কর্তৃপক্ষের কাছ থেকে আংশিকভাবে লিজ নেওয়া জমি চাষ করে।  এই পাঁচটি বসতিতে ইসরায়েলি পৌরসভার এখতিয়ার বাড়ানো হয়েছিল। ২০১০ সাল নাগাদ ১,২০০ ইসরায়েলি বসতি স্থাপনকারী এই এলাকায় বাড়িঘর স্থাপন করেছিল।  তেল আবিব-জেরুজালেম রেলপথ এই এলাকার নিচ দিয়ে চলে।\n\n\n=== শান্তি আলোচনা ===\n১৯৪৯ সালে আবদুল্লাহ ইস্রায়েলকে জেরুজালেমের ইহুদি কোয়ার্টার এবং জেরুজালেমের ইসরায়েল-নিয়ন্ত্রিত কাতামন কোয়ার্টার এবং লিড্ডা এবং রামলে শরণার্থীদের প্রত্যাবাসনের বিনিময়ে কৌশলগত ল্যাট্রুন এলাকা থেকে প্রত্যাহারের প্রস্তাব দেন।  রাজা শেহাদেহের মতে, ১৯৬৭ সালে ইসরায়েলি কার্যকরভাবে নো ম্যানস ল্যান্ডের এলাকা দখল করে  যদিও সংযুক্তকরণের এই ধরনের কোন আনুষ্ঠানিক আইন বিদ্যমান নেই। শান্তি আলোচনায়, গিডিয়ন বিগারের মতে, ইসরায়েলের অবস্থান ছিল যে তারা এনএমএল-এর অর্ধেক সার্বভৌম সম্পত্তি হিসাবে ধরে রাখে, বাকি অর্ধেক, ফিলিস্তিনিদের অন্তর্গত থাকাকালীন, ইসরায়েলের অংশ থাকা উচিত এবং ফিলিস্তিনিরা স্বীকার করে তার ক্ষতি পূরণ করেছে। অন্যত্র অনুরূপ মাত্রার একটি এলাকা।  আবদুল্লাহ ১ এর ভূমি-বাণিজ্য প্রস্তাবের একটি রূপ ১৯৭৮ সালে পুনরুত্থিত হয়েছিল যখন ইসরায়েল এবং মিশরের মধ্যে শান্তি আলোচনা চলছিল । জর্ডান ইসরায়েলি প্ররোচনার বিনিময়ে ল্যাট্রুন এলাকায় তাদের দাবি পরিত্যাগ করতে ইচ্ছুকতা প্রকাশ করেছে যা একবার প্রধান বেথলেহেম-জেরুজালেম সড়ককে ছাঁটাই করেছিল।  ইসরায়েল কিছু ৩৮.২ সংযুক্ত করার প্রস্তাব করেছে এলাকার কিমি ২ . ফিলিস্তিনি দৃষ্টিভঙ্গি এটিকে একটি অনাবাদী ফিলিস্তিনি ভূমির একটি উল্লেখযোগ্য পরিমাণ অনাবাদি বরাদ্দ গঠন হিসাবে প্রত্যাখ্যান করে, যেখানে কোনও বসতি স্থাপনকারী বা বসতি নেই, এবং যে তিনটি গ্রামকে সরিয়ে দেওয়া হয়েছিল এবং যাদের জনসংখ্যা বহিষ্কার করা হয়েছিল সেগুলিকে পুনঃপ্রতিষ্ঠার প্রাধান্যকে জোর দিয়েছিল। \n\n\n=== আইনি অবস্থা ===\nল্যাট্রুন এবং জেরুজালেম অঞ্চলে নো ম্যানস ল্যান্ড হিসাবে পরিচিত ভূখণ্ডের স্ট্রিপগুলি ১৯৬৭ সালের যুদ্ধের পরে ইসরায়েলের দখলকৃত অঞ্চলগুলির মধ্যে ছিল।  B'tselem এর মতে, অঞ্চলটিকে আন্তর্জাতিক আইনের অধীনে দখল করা বলে মনে করা হয় না।  যাইহোক, জাতিসংঘ  এবং ইউরোপীয় ইউনিয়ন  ল্যাট্রুন নো ম্যানস ল্যান্ডে ইসরায়েলি এলাকাগুলোকে অবৈধ বসতি হিসেবে বিবেচনা করে। \n\n\n== তথ্যসূত্র =="}