{"pageid": 1473885, "title": "ইউজিন মেলি", "url": "https://bn.wikipedia.org/wiki?curid=1473885", "content": "ইউজিন জন মেলি (ইংরেজি: Eugene John Mele) বা সংক্ষেপে জিন মেলি মার্কিন যুক্তরাষ্ট্রের পেন্সিলভেনিয়া বিশ্ববিদ্যালয়ের পদার্থবিজ্ঞান বিভাগের একজন অধ্যাপক। তিনি সেখানে ঘনপদার্থে কোয়ান্টাম বৈদ্যুতিক ঘটনাবলীর উপরে গবেষণা করেন।\n\n\n== জীবনী ==\nমেলি ১৯৭২ সালে মার্কিন যুক্তরাষ্ট্রের সেন্ট জোসেফস বিশ্ববিদ্যালয় থেকে স্নাতক হন এবং পরবর্তীতে ১৯৭৮ সালে ম্যাসাচুসেটস ইনস্টিটিউট অভ টেকনোলজি থেকে পদার্থবিজ্ঞানে ডক্টরেট উপাধি অর্জন করেন। নিউ ইয়র্কে অঙ্গরাজ্যের ওয়েবস্টার শহরের জিরক্স গবেষণা কেন্দ্রে একজন গবেষণা সহযোগী হিসেবে কাজ করার পরে তিনি ১৯৮১ সালে পেন্সিলভেনিয়া বিশ্ববিদ্যালয়ে সহকারী অধ্যাপক হিসেবে যোগদান করেন। ১৯৮৯ সালে তিনি সেখানে পূর্ণ অধ্যাপক পদে উন্নীত হন। ২০১৪ সাল থেকে তিনি যুক্তরাজ্যের লফবরো বিশ্ববিদ্যালয়ের অতিথি অধ্যাপক হিসেবে কাজ করছেন।\n\n\n== গবেষণা ==\nমেলি চার্লস কেইনের সাথে একত্রে গ্রাফিন নামক পদার্থে কোয়ান্টাম স্পিন হল ক্রিয়াটি ভবিষ্যদ্বাণী করেন। পরবর্তীতে এটিকে সংশ্লিষ্ট দ্বিমাত্রিক কাঠামোর জন্য কাল-বিপর্যাস অপরিবর্তনশীল স্থানিকবৃত্তীয় অন্তরক নামে ডাকা হয়। কোয়ান্টাম স্পিন হল ক্রিয়াটির অস্তিত্ব এরপর পারদের টেলুরাইড (HgTe) যৌগের কোয়ান্টাম কূপগুলিতে পরীক্ষার মাধ্যমে যাচাই করা হয়েছে এবং এইসব পুরাতন উপাদানভিত্তিক প্রযুক্তির সম্ভাবনা নতুন গবেষণার দ্বার উন্মোচন করেছে।\n\n\n== সম্মাননা ও পুরস্কার ==\nমেলি ও কেউন ২০১৯ সালে মৌলিক পদার্থবিজ্ঞানের ব্রেকথ্রু পুরস্কার লাভ করেন।। এর আগে তারা ২০১৮ সালে মৌলিক বিজ্ঞান শাখায় বিবিভিএ ফাউন্ডেশন জ্ঞানের সীমান্ত পুরস্কার লাভ করেন। তারও আগে ২০১৫ সালে তিনি শৌছেং চাংয়ের সাথে ফ্রাংকলিন ইনস্টিটিউটের প্রদত্ত বেঞ্জামিন ফ্র্যাংকলিন পদক অর্জন করেন। ২০১০ সালে তিনি চাং, হার্টমুট বুমান ও লাউরেন্স মোলেনকাম্পের সাথে একত্রে ইউরোপীয় পদার্থবিজ্ঞান সমাজের ঘনপদার্থ বিভাগে ইউরোফিজিক্স পুরস্কার লাভ করেন। ২০০১ সালে তিনি মার্কিন পদার্থবিজ্ঞান সমাজের (আমেরিকারন ফিজিক্যাল সোসাইটি) বিশিষ্ট সভ্য (ফেলো) নির্বাচিত হন। ২০১৯ সালে তিনি মার্কিন যুক্তরাষ্ট্রের জাতীয় বিজ্ঞান অ্যাকাডেমির সদস্য নির্বাচিত হন।\n\n\n== আরও পড়ুন ==\nKane, Charles L.; Moore, Joel E. (২০১১)। \"Topological Insulators\" (পিডিএফ)। Physics World। 24 (2): 32। ডিওআই:10.1088/2058-7058/24/02/36। বিবকোড:2011PhyW...24b..32K। সংগ্রহের তারিখ ২২ অক্টোবর ২০১৮। \nHasan, M. Zahid; Kane, Charles L. (2010). \"Topological Insulator\". Reviews of Modern Physics. 82 (4): 3045–3067. arXiv:1002.3895. Bibcode:2010RvMP...82.3045H. doi:10.1103/RevModPhys.82.3045\n\n\n== তথ্যসূত্র =="}