{"pageid": 1473240, "title": "অ্যাব ইনিশিয়ো", "url": "https://bn.wikipedia.org/wiki?curid=1473240", "content": "অ্যাব ইনিশিয়ো (লাতিন: Ab initio) একটি লাতিন শব্দগুচ্ছ যার অর্থ \"শুরু থেকেই\" বা \"শুরুর স্তর থেকে\"। এটি সাধারণত আইন, শিক্ষা, এবং বিজ্ঞান, গণিত ও বিভিন্ন প্রেক্ষাপটে ব্যবহৃত হয়। শব্দটি বিভিন্ন ক্ষেত্রে \"শুরু থেকে\" বা \"প্রাথমিক স্তর থেকে\" কিছু বোঝাতে ব্যবহৃত হয়।\n\n\n== ব্যুৎপত্তি ==\n\"অ্যাব ইনিশিয়ো\" শব্দগুচ্ছটির উৎপত্তি আনুমানিক ১৬০০ খ্রিষ্টাব্দে লাতিন ভাষা থেকে। লাতিনে \"ab\" অর্থ \"থেকে\" বা \"হতে\", এবং \"initio\" শব্দটি এসেছে \"initium\" থেকে, যার অর্থ \"শুরু\" বা \"আরম্ভ\"। একসাথে \"অ্যাব ইনিশিয়ো\" মানে হয় \"শুরু থেকে\" বা \"প্রথম থেকেই\"।\n\n\n== ব্যবহার ==\n\"অ্যাব ইনিশিয়ো\" শব্দগুচ্ছটি বিভিন্ন খাতে এবং প্রেক্ষাপটে বিশেষভাবে ব্যবহৃত হয়। \n\n\n=== আইন ===\nআইনগত প্রেক্ষাপটে, অ্যাব ইনিশিয়ো অর্থ হচ্ছে \"শুরু থেকেই\"। যদি কোনো চুক্তি বা সিদ্ধান্তকে অ্যাব ইনিশিয়ো অবৈধ ঘোষণা করা হয়, এর মানে চুক্তিটি প্রথম থেকেই অবৈধ ছিল এবং এটি কখনো কার্যকর হয়নি। \n\n\n=== শিক্ষা ===\nঅ্যাব ইনিশিয়ো শব্দগুচ্ছ শিক্ষা প্রোগ্রামে ব্যবহৃত হয় যেখানে শিক্ষার্থীকে একেবারে শুরুর স্তর থেকে পড়ানো হয়। যেমন, ভাষা শেখার প্রোগ্রামগুলোতে অ্যাব ইনিশিয়ো কোর্স সেই শিক্ষার্থীদের জন্য যারা পূর্বে কখনো সেই ভাষা শেখেনি।\n\n\n==== সফটওয়্যার ইঞ্জিনিয়ারিং ====\nঅ্যাব ইনিশিয়ো শব্দটি সফটওয়্যার এবং ডেটা ইঞ্জিনিয়ারিংয়ে ব্যবহৃত হয়। যেমন, অ্যাব ইনিশিয়ো সফটওয়্যার একটি ডেটা প্রসেসিং টুলের নাম, যা বড় ডেটা হ্যান্ডলিং, ডেটা ইনটিগ্রেশন এবং এনালাইসিসের জন্য ব্যবহৃত হয়। এখানে এটি টুলের নাম হলেও, ধারণাটির অর্থ হলো ডেটার সঙ্গে কাজ করার একেবারে শুরু থেকে কার্যক্রম।\n\n\n==== গণিত ও তত্ত্বগত পদার্থবিজ্ঞান ====\nকিছু গণিত ও পদার্থবিজ্ঞান গবেষণায় অ্যাব ইনিশিয়ো শব্দটি ব্যবহৃত হয় এমন সমস্যাগুলোর ক্ষেত্রে যেখানে শুরুর মৌলিক সূত্রাবলী থেকে সমাধান বের করা হয়, বিশেষ করে প্রায়োগিক তথ্য ছাড়াই। উদাহরণস্বরূপ, পরমাণুর গঠন ও বৈশিষ্ট্য নিয়ে গণনা করার জন্য অ্যাব ইনিশিয়ো পদ্ধতি ব্যবহার করা হয়, যেখানে পূর্বের কোনো পরীক্ষার তথ্য ব্যবহার করা হয় না।\n\n\n==== জেনেটিক্স ও বায়োইনফরম্যাটিক্স ====\nজেনেটিক গবেষণায় অ্যাব ইনিশিয়ো জিন প্রেডিকশন বলতে বোঝায় এমন একটি পদ্ধতি যেখানে জিনোম সিকোয়েন্সের ভিত্তিতে কোনো পূর্বজ্ঞান ছাড়াই জিন শনাক্ত করার চেষ্টা করা হয়। এতে শুধুমাত্র মৌলিক জেনেটিক কোড থেকে তথ্য ব্যবহার করা হয়।\n\n\n==== অ্যাকাউন্টিং এবং অর্থনীতি ====\nঅর্থনীতি এবং অ্যাকাউন্টিংয়ের ক্ষেত্রে অ্যাব ইনিশিয়ো কোনো নির্দিষ্ট হিসাব বা লেনদেনের শুরু থেকেই গণনা বা বিশ্লেষণ করার জন্য ব্যবহৃত হয়। যেমন, একটি চুক্তি অ্যাব ইনিশিয়ো বিবেচিত হলে, চুক্তির প্রথম থেকেই এটি মূল্যায়ন করা হয়।\n\n\n==== মেডিসিন ====\nকিছু চিকিৎসা ক্ষেত্রে, বিশেষ করে ফার্মাসিউটিকাল গবেষণায়, অ্যাব ইনিশিয়ো ড্রাগ ডিজাইন শব্দটি ব্যবহৃত হয়, যেখানে একেবারে শুরুর থেকে নতুন ওষুধের মলিকিউল তৈরি করা হয় এবং সেটি কোনো পূর্বতথ্য বা অস্তিত্বশীল ওষুধের ভিত্তিতে নয়, বরং সম্পূর্ণ নতুন ভাবে শুরু হয়।\n\n\n==== দর্শন ====\nদর্শনে অ্যাব ইনিশিয়ো শব্দগুচ্ছটি কোন তত্ত্ব বা দৃষ্টিভঙ্গি প্রথম থেকে ব্যাখ্যা বা পরীক্ষা করতে ব্যবহৃত হয়। অর্থাৎ, কোনো তত্ত্ব বা বিশ্লেষণকে প্রথম থেকে বিশ্লেষণ করা হয়, পূর্বনির্ধারিত কোনো ধারণার ভিত্তিতে নয়।\n\n\n==== বিমা ====\nবিমা খাতে, যদি কোনো পলিসি বা চুক্তি অ্যাব ইনিশিয়ো ঘোষণা করা হয়, তার মানে চুক্তিটি প্রথম থেকেই অবৈধ বা কার্যকর হয়নি। অর্থাৎ, সেই চুক্তি কখনো আইনি ক্ষমতা পায়নি।\n\n\n=== অন্যান্য ব্যবহার ===\nসাহিত্যে, একটি গল্প বলা হয় শুরু থেকেই বলা হয়; হোরেস এই পদ্ধতিটিকে আব ওভো ('ডিম থেকে') বলে। এটি মিডিয়াস রেস (গল্পের মাঝখানে) এর বিপরীত।\nএকটি বিষয় বা বিদেশী ভাষা শেখার ক্ষেত্রে, অ্যাব ইনিশিয়ো পূর্বের জ্ঞান বা অনুমান ছাড়াই অধ্যয়নকে বোঝায়।\n\n\n== আরও দেখুন ==\nএকটি অগ্রাধিকার\n\n\n== তথ্যসূত্র =="}