{"pageid": 14734, "title": "নবীগঞ্জ উপজেলা", "url": "https://bn.wikipedia.org/wiki?curid=14734", "content": "নবীগঞ্জ উপজেলা বাংলাদেশের হবিগঞ্জ জেলার একটি প্রশাসনিক এলাকা।\n\n\n== অবস্থান ও আয়তন ==\n২৪°২৫´ থেকে ২৪°৪১´ উত্তর অক্ষাংশ এবং ৯১°২৪´ থেকে ৯১°৪০´ পূর্ব দ্রাঘিমাংশে অবস্থিত। এই উপজেলার উত্তরে সুনামগঞ্জ জেলার দিরাই উপজেলা ও জগন্নাথপুর উপজেলা, দক্ষিণে হবিগঞ্জ সদর উপজেলা ও বাহুবল উপজেলা, পূর্বে মৌলভীবাজার জেলার মৌলভীবাজার সদর উপজেলা, শ্রীমঙ্গল উপজেলা ও সিলেট জেলার বালাগঞ্জ উপজেলা, পশ্চিমে বানিয়াচং উপজেলা।\n\n\n== ইতিহাস ==\n১৭৫৭ খ্রিষ্টাব্দে পলাশী বিপর্যয়ের ৮ বছর পর ১৭৬৫ খ্রিষ্টাব্দে ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানি বাংলা, বিহার ও উড়িষ্যার দেওয়ানী সনদ লাভ করে। এবছরই সিলেট ব্রিটিশ শাসনের অধীনে আসে। ১৮৮৪ খ্রিষ্টাব্দ পর্যন্ত সিলেট ছিল ঢাকা বিভাগের অধীনে। ১৯০৫ খ্রিষ্টাব্দে বাংলাকে ভাগ করে পূর্ববঙ্গ ও আসাম প্রদেশ সৃষ্টি করা হলে সিলেটকে চট্টগ্রাম বিভাগের অন্তর্ভুক্ত করা হয়। ১৯৪৭ সালের ১৩ই আগস্ট পাকিস্তান প্রতিষ্ঠার পূর্বদিন পর্যন্ত সিলেট আসামের একটি জেলা হিসেবে গণ্য ছিল। অর্থাৎ এই সময়ে নবীগঞ্জ আসাম প্রদেশের একটি জেলা হিসেবে সিলেটের অন্তর্ভুক্ত ছিল। ১৯৪৭ সালের ১৪ই আগস্ট ব্রিটিশের কবল থেকে মুক্ত হয়ে একটি স্বাধীন সার্বভৌম পাকিস্তান কায়েম হলে সিলেট তদানীন্তন পূর্ব পাকিস্তানের একটি জেলায় পরিণত হয়। তখন সিলেটকে পুনরায় চট্টগ্রাম বিভাগের অন্তর্ভুক্ত করা হলে নবীগঞ্জকে চট্টগ্রাম বিভাগে ন্যস্ত করা হয়। ১৯৮৪ সালে সাবেক সেনাশাসক (রাষ্ট্রপতি) হুসেইন মুহাম্মদ এরশাদ প্রশাসনিক বিকেন্দ্রীকরণের অংশ হিসেবে মহকুমাগুলোকে জেলায় পরিণত করলে সিলেট জেলাকে ৪টি জেলায় বিভক্ত করা হয়। যথা- সিলেট, সুনামগঞ্জ, মৌলভীবাজার ও হবিগঞ্জ। ১৯৯৪ সালে তৎকালীন প্রধানমন্ত্রী বেগম খালেদা জিয়া কর্তৃক উপরিউক্ত ৪টি জেলার সমন্বয়ে বাংলাদেশের ৬ষ্ঠ বিভাগ হিসেবে সিলেট বিভাগ ঘোষণা করেন। ১৯৯৫ সালের ১লা আগস্ট আনুষ্ঠানিকভাবে সিলেট বিভাগের কার্যক্রম শুরু হয়।\nরাজস্ব জেলা নবীগঞ্জ ও এর আওতাধীন পরগনা সমূহ:\nজন উইলস এর আমলে ১০ টি রাজস্ব জেলার মধ্যে নবীগঞ্জ ছিল ১টি অন্যতম রাজস্ব জিলা এবং এর অধীনস্থ ছিল মোট ১৬ টি পরগনা। এগুলো হচ্ছে-\n\nদিনারপুর\nমান্দারকান্দি\nচৌকি\nমুড়াকরি\nবানিয়াচং\nকুর্শা\nজোয়ার বানিয়াচং\nআগনা\nবিথঙ্গল\nজলসুখা\nজন্তরী\nবাজেসুনাইত্যা\nসত্রসতী\nজোয়ানশাহী\nবাজেসত্রসতী\nকিংকুর্শা\n\n\n== নামকরণ ==\nসমতল, হাওড় ও পাহাড় ঘেরা হযরত শাহজালাল (র:)’র সিলেট বিজয়ের প্রথম অভিযানের স্মৃতিবিজড়িত পুণ্যভূমি নবীগঞ্জের নামকরণের ক্ষেত্রে বহুল প্রচলিত জনশ্রুতি মতে, হযরত শাহ নবী বক্স (র:) নামে জনৈক কামিল দরবেশ ইসলামের মহান বাণী প্রচারের উদ্দেশ্যে এ অঞ্চলে আগমন করেন এবং প্রবাহিত শাখা-বরাক নদীর তীরে আস্তানা গাড়েন। তাঁর স্থাপিত আস্তানাকে কেন্দ্র করে লোকসমাগম বাড়তে থাকার ফলে এখানে একটি গঞ্জ বা বাজারের গোড়াপত্তন শুরু হয়। পরবর্তীতে তাঁর নামের সম্মানার্থে এ গঞ্জ বা বাজারের নামকরণ করা হয় নবীগঞ্জ।\nনবীগঞ্জ নামকরণের ক্ষেত্রে অন্য একটি ভিন্নমত প্রচলিত আছে, যে ইসলামের নবী মুহাম্মাদ  এর প্রতি শ্রদ্ধার নিদর্শন স্বরূপ নবীগঞ্জ নামকরণ করা হয়েছিল।\n\n\n== প্রশাসনিক এলাকা ==\nনবীগঞ্জ উপজেলায় বর্তমানে ১টি পৌরসভা ও ১৩টি ইউনিয়ন রয়েছে। সম্পূর্ণ উপজেলার প্রশাসনিক কার্যক্রম নবীগঞ্জ থানার আওতাধীন।\n\nপৌরসভা:\nনবীগঞ্জ\nইউনিয়নসমূহ:\n১নং বড়ভাকৈর\n২নং ইনাতগঞ্জ\n৩নং দীঘলবাক\n৪নং আউশকান্দি\n৫নং কুর্শি\n৬নং করগাঁও\n৭নং নবীগঞ্জ সদর\n৮নং বাউসা\n৯নং দেবপাড়া\n১০নং গজনাইপুর\n১১নং কালিয়ারভাঙ্গা\n১২নং পানিউমদা\n\n\n== নদ-নদী ==\nঐতিহাসিক ইলিশা খাল, বরাক নদী, বিবিয়ানা নদী, বিজনা নদী, কুশিয়ারা নদী।\n\n\n== সাংস্কৃতিক বৈশিষ্ট্য ==\n\n\n=== ভাষা ===\nবাংলা, নবীগঞ্জী।\n\n\n=== খেলাধুলা ===\nফুটবল, ক্রিকেট, দাবা এবং গাপলা।\n\n\n== শিক্ষা ==\n\n\n=== শিক্ষাপ্রতিষ্ঠান ===\n\n\n==== মাধ্যমিক উচ্চ বিদ্যালয় ====\n\n\n==== দাখিল মাদ্রাসা ====\n\n\n==== কলেজ ====\n\nগ্রন্থাগার\n\n\n== জনসংখ্যার উপাত্ত ==\nজনসংখ্যা- ২৮৫০৪০ জন, জনসংখ্যার ঘনত্ব- ৬৪৮।\n\n\n== উপজেলা পরিষদ ==\n\n\n== দর্শনীয় স্থান ==\nসাজু মনি (রঃ) এর মাজার (ছোট ভাকৈর)\nহযরত শাহ্‌ খিজির শাহ্‌ - দরগাহ শরীফ (দরগাহ পাড়া, দরগাহ বাড়ি, গজনাইপুর);\nবিবিয়ানা গ্যাস ফিল্ড;\nরাজা ভগদত্তের উপরাজধানী (সদরঘাট);\nনবীগঞ্জের চৌকি;\nশাহ তাজউদ্দিন কোরেশী-এর মাজার;\nশাহ সদরউদ্দিন কোরেশী-এর মাজার;\nসৈয়দ শাহনূর (রঃ) এর মাজার;\nটঙ্গীটিলার মাজার ও\nচা-বাগানসমূহ।\nবিবিয়ানা গ্যাস ফিল্ড।\nদিনারপুর পরগনা (পাহাড়ী অঞ্চল)\n\n\n== উল্লেখযোগ্য ব্যক্তি ==\nসৈয়দ শাহনুর - মরমী কবি\nশাহ এ এম এস কিবরিয়া - সাবেক অর্থমন্ত্রী, সাবেক পররাষ্ট্র সচিব এবং এসকাপের সাবেক নির্বাহী সচিব;\nরেজা কিবরিয়া - বাংলাদেশী অর্থনীতিবিদ ও রাজনীতিবিদ\nদেওয়ান ফরিদ গাজী -সাবেক মন্ত্রী ও সংসদ সদস্য,  উপদেষ্টা বাংলাদেশ আওয়ামীলীগ\nখলিলুর রহমান চৌধুরী-সাবেক সংসদ সদস্য;\nশেখ সুজাত মিয়া -  সাবেক সংসদ সদস্য;\nঅনুদ্বৈপায়ন ভট্টাচার্য - শিক্ষাবিদ ও শহীদ বুদ্ধিজীবী;\nমাহবুবুর রব সাদী - স্বাধীনতা যুদ্ধের বীর প্রতীক; ও সাবেক সংসদ সদস্য;\nকামরুল হাসান চৌধুরী আলীম, সিনিয়র সাংবাদিক, ২০০৬ সালে তিনি সন্ত্রাসী হামলায় নিহত হন।\nমতিউর রহমান চৌধুরী, প্রধান সম্পাদক দৈনিক মানবজমিন।\nআব্দুর রউফ চৌধুরী - কথাসাহিত্যিক, লেখক;\nমোহাম্মদ আব্দুল মুনিম চৌধুরী - সাবেক সংসদ সদস্য;;\nগাজী মোহাম্মদ শাহনওয়াজ - সাবেক সংসদ সদস্য;।\nসেগুফতা বখ্‌ত চৌধুরী - বাংলাদেশ ব্যাংকের ৪র্থ গভর্নর:\nআতফুল হাই শিবলী: শিক্ষাবিদ।\nআব্দুর রউফ চৌধুরী - কথাসাহিত্যিক ও লেখ, বাংলা একাডেমির আজীবন সদস্য\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবাংলাপিডিয়ায় নবীগঞ্জ উপজেলা \nনবীগঞ্জ উপজেলা - জাতীয় তথ্য বাতায়ন"}