{"pageid": 1473041, "title": "পশ্চিম জেরুজালেম", "url": "https://bn.wikipedia.org/wiki?curid=1473041", "content": "পশ্চিম জেরুজালেম ইসরায়েলের রাজধানী জেরুজালেমের একটি অংশ, যা ঐতিহাসিকভাবে ১৯৪৮ সালের আরব-ইসরায়েল যুদ্ধের পর থেকে ইসরায়েলের নিয়ন্ত্রণে রয়েছে। জেরুজালেম শহরটি একটি প্রাচীন শহর এবং এটি ইহুদি, খ্রিস্টান ও মুসলিম ধর্মাবলম্বীদের জন্য অত্যন্ত গুরুত্বপূর্ণ। শহরটি দুই ভাগে বিভক্ত — পূর্ব জেরুজালেম এবং পশ্চিম জেরুজালেম। পশ্চিম জেরুজালেম আধুনিক সময়ের শহর হিসেবে বিবেচিত এবং এটি ইসরায়েলের প্রশাসনিক ও রাজনৈতিক কার্যক্রমের কেন্দ্রবিন্দু।\n\n\n== ভূগোল ও অবকাঠামো ==\nপশ্চিম জেরুজালেম শহরের আধুনিক অংশ এবং এখানে ইসরায়েলি পার্লামেন্ট \"কনেসেট\" এবং অন্যান্য গুরুত্বপূর্ণ সরকারি ভবন অবস্থিত। এই অংশে আধুনিক বাসাবাড়ি, রাস্তাঘাট, শপিং মল ও পার্ক রয়েছে। শহরের পুরনো এবং ঐতিহাসিক অংশ পূর্ব জেরুজালেমে অবস্থিত হলেও, পশ্চিম জেরুজালেম শহরের একটি গুরুত্বপূর্ণ অর্থনৈতিক কেন্দ্র হিসেবে গড়ে উঠেছে। এখানে ইসরায়েলের সরকারি প্রশাসনিক দপ্তর, বিভিন্ন দূতাবাস, এবং বাণিজ্যিক প্রতিষ্ঠান অবস্থিত।\n\n\n== সাংস্কৃতিক ও রাজনৈতিক গুরুত্ব ==\nপশ্চিম জেরুজালেম রাজনৈতিক এবং সাংস্কৃতিক দিক থেকে ইসরায়েলের জন্য খুবই গুরুত্বপূর্ণ। ইসরায়েল শহরটিকে তার রাজধানী হিসেবে ঘোষণা করেছে এবং এখানেই বেশিরভাগ সরকারি কাজকর্ম পরিচালিত হয়। তবে আন্তর্জাতিক সম্প্রদায়ের বেশিরভাগ সদস্য পশ্চিম জেরুজালেমকে আনুষ্ঠানিকভাবে ইসরায়েলের রাজধানী হিসেবে স্বীকৃতি দেয়নি, কারণ পূর্ব জেরুজালেম নিয়ে বিতর্ক এখনও অব্যাহত রয়েছে। জেরুজালেম প্রশ্নটি ইসরায়েল-প্যালেস্টাইন সংঘাতের অন্যতম মূল ইস্যু।\n\n\n== বর্তমান অবস্থা ==\nবর্তমানে পশ্চিম জেরুজালেম ইসরায়েলের অন্যতম আধুনিক এবং উন্নত শহর। এখানকার জনসংখ্যা প্রধানত ইহুদি হলেও, শহরটিতে অন্যান্য ধর্মাবলম্বীদেরও বাস রয়েছে। পশ্চিম জেরুজালেম ইসরায়েলের রাজনৈতিক, অর্থনৈতিক এবং সাংস্কৃতিক কেন্দ্র হিসেবে প্রসিদ্ধ। যদিও আন্তর্জাতিক সম্প্রদায়ের অনেক দেশ পূর্ব জেরুজালেমের ভবিষ্যৎ নিয়ে বিতর্ক করে, তবু পশ্চিম জেরুজালেম ইসরায়েলের কার্যকরী রাজধানী হিসেবে পরিচালিত হয়ে আসছে।\n\n\n== ইতিহাস ==\n\n\n=== ১৯৪৮ আরব-ইসরায়েল যুদ্ধ ===\n১৯৪৮ সালের ফিলিস্তিন যুদ্ধের আগে, পশ্চিম জেরুজালেমের অঞ্চলটি এই অঞ্চলের প্রায় ২৮,০০০ জন লোকের মধ্যে একটি ধনী আরব সম্প্রদায়ের অন্তর্ভুক্ত ছিল। শত্রুতার শেষ নাগাদ, প্রায় ৭৫০ জন অ-ইহুদি এই অঞ্চলের আরব সেক্টরে থেকে যায়, যাদের বেশিরভাগই গ্রিক উপনিবেশের আশেপাশে গ্রীক।  যুদ্ধের পরে, জেরুজালেম দুটি ভাগে বিভক্ত হয়: পশ্চিম অংশ, যেখান থেকে অনুমান করা হয় ৩০,০০০ আরব পালিয়ে গিয়েছিল বা উচ্ছেদ হয়েছিল, ইসরায়েলি শাসনের অধীনে আসে, অন্যদিকে পূর্ব জেরুজালেম জর্ডানের শাসনের অধীনে আসে   এবং প্রধানত জনবহুল ছিল। ফিলিস্তিনি মুসলিম ও খ্রিস্টানদের দ্বারা। জর্ডানিয়ানরা পুরাতন শহর থেকে প্রায় ১,৫০০ জন ইহুদি সম্প্রদায়কে বহিষ্কার করেছিল।  মোশে সালোমন, ইতজিওনি ব্রিগেডের মোরিয়া ব্যাটালিয়নের একজন কমান্ডার, কাতামনের আরব মধ্যবিত্ত কোয়ার্টারে যে ব্যাপক লুটপাট হয়েছিল তার বর্ণনা দিয়েছেন:“প্রত্যেককে ঝাঁকুনি দেওয়া হয়েছিল, প্রাইভেট এবং অফিসাররা একইভাবে…. সম্পত্তির লোভ সবাইকে গ্রাস করেছিল। প্রতিটি বাড়িতে তল্লাশি করা হয়েছে, এবং কিছু ক্ষেত্রে মানুষ পাওয়া গেছে, অন্যদের মূল্যবান জিনিসপত্র। এই জঘন্যতা আমাকেও আক্রমণ করেছিল এবং আমি প্রায় নিজেকে ধরে রাখতে পারিনি…. সমস্ত বাড়িতে পাওয়া যে মহান সম্পদ কল্পনা করা কঠিন .... আমি সময়মতো নিজেকে নিয়ন্ত্রণ করেছি এবং আমার ইচ্ছাকে বেঁধে ফেলেছি ...। ব্যাটালিয়ন কমান্ডার, তার ডেপুটি, তারা সবাই এ ব্যাপারে ব্যর্থ। এই ব্যাপক লুটপাটের পরে, ইসরায়েলি প্রতিষ্ঠানগুলি প্রায় ৩০,০০০ বই সংগ্রহ করতে সক্ষম হয়, যার বেশিরভাগই আরবি ভাষায়, ইসলামী আইন, কোরানের ব্যাখ্যা এবং ইউরোপীয় সাহিত্যের অনুবাদ, গির্জা এবং স্কুলগুলির হোল্ডিং থেকে হাজার হাজার কাজ সহ। অনেককে কাতামন, বাকা এবং মুসরারাতে ফিলিস্তিনি লেখক ও পণ্ডিতদের বাড়ি থেকে নিয়ে যাওয়া হয়েছিল। \n\n\n=== ১৯৪৯ সালে বিভাগ ===\n\nফিলিস্তিনের জন্য জাতিসংঘের বিভাজন পরিকল্পনা জেরুজালেম এবং এর পরিবেশের জন্য একটি আন্তর্জাতিক শহর হিসাবে একটি \" কর্পাস সেপারেটাম \" পরিকল্পনা করেছিল।  ১৯৪৯ সালের ডিসেম্বরে, আনুষ্ঠানিকভাবে ইসরায়েল সরকারের প্রতিষ্ঠানগুলিকে জেরুজালেমে স্থানান্তর করার সিদ্ধান্ত নেওয়া হয়েছিল। \nকাটামন বা মালহার মতো পশ্চিম জেরুজালেমের আশেপাশে বসবাসকারী আরবরা চলে যেতে বাধ্য হয়েছিল; জেরুজালেম ও সিলওয়ানের ওল্ড সিটি সহ পূর্বাঞ্চলের ইহুদিদেরও একই পরিণতি হয়েছিল। প্রাক-ম্যান্ডেট সময়কালে পশ্চিম জেরুজালেমের প্রায় ৩৩% জমি ফিলিস্তিনিদের মালিকানাধীন ছিল, এটি একটি সত্য যা উচ্ছেদকৃত ফিলিস্তিনিদের জন্য পশ্চিমে ইসরায়েলি নিয়ন্ত্রণ মেনে নেওয়া কঠিন করে তুলেছিল। নেসেট (ইসরায়েল পার্লামেন্ট) এই আরব ভূমি ইসরায়েলি ইহুদি সংগঠনের কাছে হস্তান্তরের জন্য আইন পাস করে। \nজর্ডানীয় শাসনের ১৯ বছর ধরে ইসরায়েলিদের হাতে রয়ে যাওয়া শহরের একমাত্র পূর্বাঞ্চল ছিল মাউন্ট স্কোপাস, যেখানে জেরুজালেমের হিব্রু বিশ্ববিদ্যালয় অবস্থিত, যা সেই সময়কালে একটি ছিটমহল তৈরি করেছিল এবং তাই পূর্ব জেরুজালেমের অংশ হিসেবে বিবেচিত হয় না।\n\n\n=== ইসরায়েলের রাজধানী (১৯৫০) ===\nইসরায়েল ১৯৫০ সালে পশ্চিম জেরুজালেমকে তার রাজধানী হিসেবে প্রতিষ্ঠা করে  ইসরায়েলি সরকারকে কর্মসংস্থান সৃষ্টি করতে, নতুন সরকারি অফিস, একটি নতুন বিশ্ববিদ্যালয়, গ্রেট সিনাগগ এবং নেসেট ভবন নির্মাণের জন্য প্রচুর বিনিয়োগ করতে হবে।  পশ্চিম জেরুজালেম ১৯৪৮ সালের আইন ও প্রশাসনিক অধ্যাদেশের আওতায় পড়ে, পশ্চিম জেরুজালেমকে ইসরায়েলি এখতিয়ারের অধীন করে। মার্কিন যুক্তরাষ্ট্রের প্রেসিডেন্ট ডোনাল্ড ট্রাম্পের প্রশাসন ৬ ডিসেম্বর ২০১৭ তারিখে জেরুজালেমকে ইসরায়েলের রাজধানী হিসেবে স্বীকৃতি দেওয়ার ঘোষণা  ৬ এপ্রিল ২০১৭, রাশিয়া আনুষ্ঠানিকভাবে পশ্চিম জেরুজালেমকে ইসরায়েলের রাজধানী হিসাবে স্বীকৃতি দেয়।  ৬ ডিসেম্বর ২০১৭-এ, চেক প্রজাতন্ত্র জেরুজালেমকে রাজধানী হিসাবে স্বীকৃতি দেয়।  ১৫ ডিসেম্বর ২০১৮-এ, অস্ট্রেলিয়া আনুষ্ঠানিকভাবে পশ্চিম জেরুজালেমকে ইসরায়েলের রাজধানী হিসেবে স্বীকৃতি দেয়, ১৭ অক্টোবর ২০২২-এ আবার প্রত্যাহার করার আগে \n\n\n=== পূর্ব জেরুজালেম দখল (১৯৬৭) ===\n১৯৬৭ সালের জুন মাসে ছয় দিনের যুদ্ধের সময়, ইসরায়েল শহরের পূর্ব দিকে  এবং পুরো পশ্চিম তীর দখল করে। পরবর্তী বছরগুলিতে, তাদের নিয়ন্ত্রণ ক্ষীণ থেকে যায়, আন্তর্জাতিক সম্প্রদায় তাদের কর্তৃত্বকে স্বীকৃতি দিতে অস্বীকার করে এবং ইসরায়েলিরা নিজেরাই নিরাপদ বোধ করে না। \n১৯৮০ সালে, ইসরায়েলি সরকার পূর্ব জেরুজালেমকে সংযুক্ত করে এবং শহরটিকে পুনরায় একীভূত করে, কিন্তু আন্তর্জাতিক সম্প্রদায় এটিকে বিতর্কিত করেছিল।  জেরুজালেমের জনসংখ্যা মূলত শহরের ঐতিহাসিক পূর্ব-পশ্চিম বিভাগ বরাবর বিচ্ছিন্ন রয়ে গেছে।  বৃহত্তর শহরে দুটি জনসংখ্যা রয়েছে যেগুলি \"প্রায় সম্পূর্ণরূপে অর্থনৈতিক এবং রাজনৈতিকভাবে বিচ্ছিন্ন... প্রত্যেকটি তার পৃথক কেন্দ্রীয় ব্যবসায়িক জেলার সাথে যোগাযোগ করে\", এই বিশ্লেষণকে সমর্থন করে যে শহরটি ঐতিহ্যগত এককেন্দ্রিক কাঠামোর বিপরীতে একটি দ্বিকেন্দ্রিক বজায় রেখেছে। \n\n\n== পশ্চিম জেরুজালেমের মেয়র ==\nডভ ইয়োসেফ (সামরিক গভর্নর) (১৯৪৮-১৯৪৯)\nড্যানিয়েল অস্টার (১৯৪৯-১৯৫০) \nজালমান শ্রাগাই (১৯৫১-১৯৫২) \nYitzhak Kariv (১৯৫২-১৯৫৫) \nগের্শন অ্যাগ্রন (১৯৫৫-১৯৫৯) \nমোর্দেচাই ইশ-শালোম (১৯৫৯-১৯৬৫) \nটেডি কোলেক (১৯৬৫-১৯৯৩) \nএহুদ ওলমার্ট (১৯৯৩-২০০৩) \nউরি লুপোলিয়ানস্কি (২০০৩-২০০৮) \nনীর বরকত (২০০৮-২০১৮) \nমোশে সিংহ (২০১৮–বর্তমান) \n\n\n== তথ্যসূত্র =="}