{"pageid": 1473625, "title": "নুসরাত জাহান চৌধুরী", "url": "https://bn.wikipedia.org/wiki?curid=1473625", "content": "'নুসরাত জাহান চৌধুরী( জন্ম ১৯৭৬) একজন মার্কিন আইনজীবী এবং নিউ ইয়র্কের পূর্ব জেলা যুক্তরাষ্ট্র জেলা আদালতের জেলা বিচারক হিসেবে দায়িত্ব পালন করছেন।\n\n\n== শিক্ষা ==\nচৌধুরী ১৯৯৮ সালে কলাম্বিয়া বিশ্ববিদ্যালয় থেকে ব্যাচেলর অফ আর্টস ডিগ্রি অর্জন করেন। তিনি ২০০৬ সালে প্রিন্সটন স্কুল অফ পাবলিক অ্যান্ড ইন্টারন্যাশনাল অ্যাফেয়ার্স থেকে লোকপ্রশাসনে স্নাতকোত্তর বিষয়ে স্নাতকোত্তর (মাস্টার্স) ডিগ্রি এবং একই বছরে ইয়েল ল স্কুল থেকে জুরিস ডক্টর ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nচৌধুরী তার কর্মজীবন শুরু করেন ২০০৬-২০০৭ সালে নিউ ইয়র্কের দক্ষিণ জেলা যুক্তরাষ্ট্র জেলা আদালতের বিচারক ডেনিস কোট এবং ২০০৭-২০০৮ সালে দ্বিতীয় সার্কিট যুক্তরাষ্ট্র আপিল আদালতের বিচারক ব্যারিংটন ডি. পার্কার জুনিয়র-এর আইন সহকারী হিসেবে। এরপর ২০০৮ থেকে ২০২০ সাল পর্যন্ত তিনি এএলসিইউ-এর জাতীয় দপ্তরে নিউ ইয়র্কে কর্মরত ছিলেন।  \nএ সময় তিনি এএলসিইউর ন্যাশনাল সিকিউরিটি প্রজেক্ট এবং রেসিয়াল জাস্টিস প্রোগ্রামের স্টাফ অ্যাটর্নি হিসেবে কাজ করেন। পরে ২০২০ থেকে ২০২৩ সাল পর্যন্ত তিনি ইলিনয় এর এএলসিইউ-র আইনি পরিচালক ছিলেন।  \n\n\n=== ফেডারেল বিচারিক দায়িত্ব ===\n১৯ জানুয়ারি ২০২২ সালে, মার্কিন প্রেসিডেন্ট জো বাইডেন চৌধুরীকে নিউ ইয়র্কের পূর্ব জেলা যুক্তরাষ্ট্র জেলা আদালতের জেলা বিচারক হিসেবে মনোনীত করেন। তিনি বিচারক জোসেফ এফ. বিয়ানকো-র শূন্য হওয়া পদে মনোনীত হন। যিনি ১৭ মে ২০১৯ সালে দ্বিতীয় সার্কিট আপিল আদালতে উন্নীত হন।  \n২৭ এপ্রিল ২০২২ সালে, সেনেট বিচার বিভাগীয় কমিটিতে তার মনোনয়ন সংক্রান্ত শুনানি অনুষ্ঠিত হয়।  \nশুনানির সময়, তাকে জিজ্ঞাসা করা হয়েছিল যে তিনি কি \"প্রতিদিন যুক্তরাষ্ট্রে পুলিশের হাতে নিরস্ত্র কৃষ্ণাঙ্গ ব্যক্তিদের হত্যা করা হয়\"—এমন মন্তব্য করেছিলেন কিনা। প্রথমে তিনি নিশ্চিত হতে পারেননি, পরে জানান যে তিনি \"একজন অ্যাডভোকেট হিসেবে\" এই মন্তব্য করেছিলেন। এই বক্তব্যের কারণে ফ্র্যাটার্নাল অর্ডার অব পুলিশ এবং সার্জেন্টস বেনেভোলেন্ট অ্যাসোসিয়েশনসহ কয়েকটি আইন-শৃঙ্খলা রক্ষাকারী সংস্থা তার মনোনয়নের বিরোধিতা করে। পরে, শুনানির দুই সপ্তাহ পর, চৌধুরী বিচার বিভাগীয় কমিটিতে একটি চিঠি পাঠিয়ে ওই বক্তব্যের দাবি অস্বীকার করেন।  \n২৬ মে ২০২২ সালে ১২-১০ ভোটে তার মনোনয়ন কমিটি দ্বারা অনুমোদিত হয়। ৩ জানুয়ারি ২০২৩ সালে তার মনোনয়ন আনুষ্ঠানিকভাবে ফেরত পাঠানো হয় এবং একই দিন তিনি পুনরায় মনোনীত হন।  \n১৪ জুন ২০২৩ সালে ৫০-৪৭ ভোটে তার মনোনয়নের জন্য কলোচার গৃহীত হয়। পরের দিন ১৫ জুন ২০২৩ সালে ৫০-৪৯ ভোটে তিনি মার্কিন সিনেট দ্বারা নিশ্চিত হন।  \nতিনি মুসলিম সম্প্রদায়ের প্রথম নারী এবং প্রথম বাংলাদেশী মার্কিনী যিনি মার্কিন যুক্তরাষ্ট্রের ফেডারেল বিচারক হিসেবে নিযুক্ত হন।  \n\n\n=== গুরুত্বপূর্ণ রায় ===\n৪ এপ্রিল ২০২৪ সালে তিনি নাসাউ কাউন্টি কর্তৃক লেটিশিয়া জেমস-এর দায়ের করা মামলার বিরুদ্ধে আপত্তি খারিজ করেন। যেখানে কাউন্টির মহিলাদের ও কিশোরীদের ক্রীড়াদলে ট্রান্সজেন্ডার খেলোয়াড়দের নিষিদ্ধ করার নীতির বিরুদ্ধে মামলা করা হয়েছিল।  \n\n\n== ব্যক্তিগত জীবন ==\nচৌধুরীর বাবা মার্কিন যুক্তরাষ্ট্রে আসার জন্য একটি ফুলব্রাইট অনুদান জিতেছিলেন এবং একজন চিকিত্সক হিসাবে ৪০ বছর ধরে শিকাগো এলাকায় কাজ করেছিলেন।  চৌধুরী ২০১৬ সালে ভিজ্যুয়াল ইফেক্ট প্রযোজক মাইকেল আর্লিকে বিয়ে করেন।\n\n\n== আরও দেখুন ==\nজো বিডেনের বিচার বিভাগীয় নিয়োগ বিতর্ক\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nনুসরাত জাহান চৌধুরীর জীবনী (ফেডারেল বিচারিক কেন্দ্র কর্তৃক প্রকাশিত ফেডারেল বিচারকদের জীবনী নির্দেশিকাতে)।"}