{"pageid": 1473434, "title": "ওয়াসিফ মঞ্জিল", "url": "https://bn.wikipedia.org/wiki?curid=1473434", "content": "ওয়াসিফ মঞ্জিল (ওয়াসেফ মঞ্জিল এবং নতুন প্রাসাদ নামেও পরিচিত) মুর্শিদাবাদের দ্বিতীয় নবাব ওয়াসিফ আলী মির্জা খান নির্মাণ করেছিলেন। হাজারদুয়ারি প্রাসাদের দক্ষিণ প্রান্তে পাহাড় বাগান সংলগ্ন কেল্লা নিজামত চত্বরে ১৯০৪ খ্রিস্টাব্দে এই প্রাসাদটি নির্মিত হয়েছিল বলেই এটিকে 'নতুন প্রাসাদ' বলা হয়। নবাব ওয়াসিফ আলী মির্জা খান নদীয়া নদী বিভাগের অধীনস্থ গণপূর্ত উপবিভাগের আধিকারিক মিঃ ভিভিয়ান এবং বাঙালি প্রকৌশলী সুরেন্দ্র বারাতের নির্দেশনা ও তত্ত্বাবধানে এটি নির্মাণ করিয়েছিলেন। এই ভবনটি তথা প্রাসাদটিকেই নবাব তার বাসভবন হিসেবে ব্যবহার করতেন। ভবনটি হাজারদুয়ারি প্রাসাদের দক্ষিণে এবং হাজারদুয়ারি প্রাসাদের মধ্যবর্তী নিজামত ইমামবাড়ার দক্ষিণ জুরুদ মসজিদের ঠিক বিপরীতে এবং ভাগীরথী-হুগলি নদীর সমান্তরালে নির্মিত।\n\n\n== ভূগোল ==\n\n\n=== অবস্থান ===\nওয়াসিফ মঞ্জিলটির অবস্থানের অক্ষাংশ ও দ্রাঘিমাংশ হলো যথাক্রমে ২৪.১৮২৬৬৩° উত্তর, ৮৮.২৬৯৪৯২° পূর্ব।\nকিলা নিজামত এলাকায় হাজারদুয়ারি প্রাসাদ এবং এর সাথে সম্পর্কিত স্থানগুলি (পাশাপাশি মানচিত্রে কেন্দ্রীয় এলাকা গঠন) মুর্শিদাবাদের আকর্ষণের কেন্দ্রবিন্দু। একটু দূরে কাটরা মসজিদ, ফৌতি মসজিদ, জামে মসজিদ এবং মতিঝিল এলাকা। শহরের উত্তর অংশে একদল আকর্ষণ রয়েছে (যার পাশাপাশি মানচিত্রে দেখা যায়)। কিছু আকর্ষণ যেমন খুশবাগ, রোসনাইগঞ্জ, বরানগর, কিরীটেশ্বরী মন্দির, কর্ণসুবর্ণ এবং অন্যান্যগুলি নদীর ওপারে এবং পার্শ্ববর্তী বারহামপুর এলাকায়ও আকর্ষণ রয়েছে (মানচিত্রে দেখানো হয়নি।\nদ্রষ্টব্য: মানচিত্রটি মুর্শিদাবাদ শহরের কিছু উল্লেখযোগ্য স্থান উপস্থাপন করে। মানচিত্রে চিহ্নিত স্থানগুলির বেশিরভাগই বৃহত্তর পূর্ণ স্ক্রীন মানচিত্রে লিঙ্ক করা হয়েছে৷ কয়েকটি, এখনও পৃষ্ঠা ছাড়া, অচিহ্নিত রয়ে গেছে। মানচিত্রের একটি স্কেল আছে। এটি দর্শকদের দূরত্ব খুঁজে বের করতে সাহায্য করবে।\n\n\n== ধ্বংস ==\n\n১৮৯৭ খ্রিস্টাব্দের ১২ জুনের ভূমিকম্পে প্রাসাদটির বেশিরভাগ অংশ ধ্বংস হয়ে যায়। মুহূর্তেই রাজপ্রাসাদের দ্বিতীয় তলের পুরোটাই ভেঙ্গে পড়ে। প্রাসাদটি দ্বিতীয় তল ছাড়াই পুনরুদ্ধার করা হয়। ছোট অথচ অত্যন্ত সুন্দর প্রাসাদ সংলগ্ন স্থানে একটি কৃত্রিম পাহাড় এবং সুন্দর ল্যান্ডস্কেপের বাগান ছিল। প্রাসাদ পুনরুদ্ধার করা হলেও পাহাড়টি পুনর্গঠন হয়নি।\n\n\n== বৈশিষ্ট্য ==\nওয়াসিফ মঞ্জিলটির নির্মাণ এমন নকশায় করা হয় যে এটি দেখতে কিছুটা দুর্গের মতো এবং কোণায় কোণায় রাখা হয় ছোট ছোট টাওয়ার বা বুরুজ। ১২০ বছরের পুরাতন ভবনটিতে বহু ঐতিহাসিক নিদর্শন সংরক্ষিত রয়েছে। দীর্ঘ ষোল বৎসর বন্ধ থাকার পর ২০২৩ খ্রিস্টাব্দে যাদুঘরে রূপান্তরিত করা হয়েছে। প্রাসাদটিতে একটি অর্ধবৃত্তাকার পেডিমেন্ট রয়েছে যার উপর মুর্শিদাবাদের নবাবদের অস্ত্র রাখা আছে। বর্তমানে ভারতীয় পুরাতত্ত্ব সর্বেক্ষণ প্রাসাদটির সংরক্ষণ ত রক্ষণাবেক্ষণ করে। প্রাসাদ সংলগ্ন বাগানের একটি ফোয়ারা এবং বেশ কয়েকটি মার্বেল মূর্তি রাখা হয়েছে। সুদর্শন লোহার রেলিং দিয়ে ঘেরা বাগানটির প্রধান প্রবেশদ্বারে একটি নর্মান আর্চওয়ে যেখানে খোলা কাজের লোহার দরজা রয়েছে। প্রাসাদের ভিতরে মার্বেলে নির্মিত সিঁড়ি ও মূর্তিগুলোও নয়নাভিরাম।\n\n\n== ওয়াসিফ মঞ্জিল গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== এছাড়াও দেখুন ==\nনিজামত ফোর্ট ক্যাম্পাস এবং ক্যাম্পাসে নির্মিত অন্যান্য ভবন:\nহাজারদুয়ারি প্রাসাদ\nচক মসজিদ\nনিজামত ইমামবাড়া\nনবাব ওয়াসিফ আলী মির্জা খান, নবাব যিনি এই মহিমান্বিত প্রাসাদটি নির্মাণ করেছিলেন।\nবাংলা ও মুর্শিদাবাদের নবাব"}