{"pageid": 1473278, "title": "মোদক", "url": "https://bn.wikipedia.org/wiki?curid=1473278", "content": "মোদক (মারাঠি: मोदक) বা মোদকম (সংস্কৃত: मोदकम्), তামিল ভাষায় কলুকত্তাই (கொழுக்கட்டை) নামেও উল্লেখ করা হয়, একটি ভারতীয় মিষ্টি খাবার যা অনেক ভারতীয় রাজ্য এবং সংস্কৃতিতে জনপ্রিয়। হিন্দু এবং বৌদ্ধদের বিশ্বাসমতে, এটি গণেশ এবং বুদ্ধের অন্যতম প্রিয় খাবার এবং তাই নৈবেদ্যতে ব্যবহৃত হয়। একটি মোদকের ভিতরে মিষ্টি ভরাট করা হয় তাজা কোরানো নারকেল এবং গুড় আর বাইরের নরম খোসা খোয়া বা ময়দার আটা মিশ্রিত চালের আটা বা গমের আটা দিয়ে তৈরি করা হয়।\nমোদকামের দুটি স্বতন্ত্র জাত রয়েছে, ভাজা এবং ভাপা। ভাপা সংস্করণ (উকাদিচে মোদকাম বলা হয়) প্রায়ই ঘি দিয়ে গরম পরিবেশন করা হয়।\n\n\n== ইতিহাস ==\nরন্ধন ইতিহাসবিদ দারা গোল্ডস্টেইনের মতে, মোদাকা একটি প্রাচীন মিষ্টি যা প্রায় ২০০ খ্রিস্টপূর্বাব্দের। মোদকের প্রাথমিক উল্লেখ আয়ুর্বেদ, রামায়ণ এবং মহাভারতে পাওয়া যায় যেখানে একে মিষ্টি ঠাসা পুডিংয়ের মত মিষ্টান্ন হিসাবে বর্ণনা করা হয়েছে। সঙ্গম সাহিত্যে একইভাবে মোদককে মিষ্টি ঠাসা চালের পুডিং হিসাবে উল্লেখ করা হয়েছে যা প্রাচীন শহর মাদুরাইতে রাস্তার বিক্রেতারাও বিক্রি করত। মধ্যযুগীয় মানসোল্লাসা রন্ধনসম্পর্কীয় পাঠ্য ব্যাখ্যা করে যে, মোদক চালের আটা দিয়ে প্রস্তুত করা হয় এবং এলাচ এবং কর্পূরের মতো সুগন্ধযুক্ত মশলা দিয়ে একটি মিষ্টি ভর্তি করে তৈরি করা হয়, তাকে ভার্সোপালাগোলাকস বলা হত কারণ তারা দেখতে শিলাবৃষ্টির মতো ছিল। ভাজা মোদক গমের আটা দিয়ে তৈরি করা হয়, আর ভাপা মোদক চালের আটা দিয়ে তৈরি করা হয়।\nএকটি হিন্দু প্রেক্ষাপটে, 'মোদকা' শব্দটি \"মোদা\" এবং \"প্রমোদা\" শব্দগুলি থেকে উদ্ভূত হিসাবে ব্যাখ্যা করা হয়েছে, যার অর্থ আনন্দ, সুখ, আনন্দ। কারণ মোদক এমন উপহার যা সৌভাগ্যের দেবতা গণেশ তাঁর ভক্তদের দান করেন। মোদকের আকৃতিকে অর্থের ব্যাগেরও প্রতিনিধিত্ব করা হয়। সুতরাং, এটি সম্পদের প্রতীক হিসাবেও ব্যবহৃত হয় এবং সম্পদ মানুষকে দেয় একই ধরণের মিষ্টি আনন্দ। একটি তান্ত্রিক প্রেক্ষাপটে এর আকৃতিটি একটি ঊর্ধ্বমুখী নির্দেশক ত্রিভুজের প্রতীক হিসাবে দেখা যায়। যা তান্ত্রিক শিল্পে আধ্যাত্মিক বাস্তবতা শিবকে প্রতিনিধিত্ব করে। এর বিপরীতে রয়েছে নীচের দিকে নির্দেশকারী ত্রিভুজ, যা বস্তুগত বাস্তবতা শক্তিকে প্রতিনিধিত্ব করে।\n\n\n== ধর্মীয় তাৎপর্য ==\n\n\n=== হিন্দুধর্ম ===\nমোদককে হিন্দু দেবতা গণেশের প্রিয় মিষ্টি বলে মনে করা হয়। এটি থেকে, তিনি সংস্কৃতে মনিকার মোদকপ্রিয়া (যে মোদক পছন্দ করেন) পান। মোদক শব্দের অর্থ \"আনন্দের ছোট অংশ\" এবং এটি আধ্যাত্মিক জ্ঞানের প্রতীক। গণেশ চতুর্থীর সময়, পূজা সাধারণত গণেশকে ২১ বা ১০১টি মোদকের নৈবেদ্য দিয়ে শেষ হয়। চালের আটার খোসা দিয়ে তৈরি মোদক প্রায়শই এই উদ্দেশ্যে পছন্দ করা হয়, যদিও গমের খোসার সংস্করণও ব্যবহার করা হয়। ভারত জুড়ে গণেশ মন্দিরের বাইরের স্থানীয় ব্যবসাগুলি সাধারণত মোদকের প্রি-প্যাকড/রেডিমেড সংস্করণ বিক্রি করে।\n\n\n=== বৌদ্ধধর্ম ===\nএকইভাবে মোদক গৌতম বুদ্ধের প্রিয় মিষ্টি হিসেবেও বিবেচিত হয়। বুদ্ধের জন্মদিনের সময়ে বুদ্ধকে মোদক দেওয়া হয়।\n\n\n== অনুরূপ খাবার ==\n\n\n=== ভারত ===\nভারতে মোদকের অনেক ঐতিহাসিক এবং সাংস্কৃতিক তাৎপর্য রয়েছে। এটি সারা দেশে বিভিন্ন বৈচিত্র্যে মণ্ডিত। এটি বিভিন্ন ভাষাগত সম্প্রদায়ের দ্বারাও পৃথক পৃথক নামে পরিচিত। যেমন- মারাঠিতে মোদক (मोदक), কোঙ্কনিতে নেভরি (নেভারী), ওড়িয়াতে মান্দা (ମଣ୍ଡା), কন্নড় ভাষায় কাডুবু (ಕಡುಬು),  তামিঝ ভাষঅয় কোঝুকাট্টাই (கொழுக்கட்டை), মালয়ালম ভাষায় কোজুকাট্টা (ടൊഴുക്കട്ട), তেলুগুতে জিল্লেদুকায়ালু (జిల్లేడడయయాయ)।\n\n\n=== কম্বোডিয়া ===\nকম্বোডিয়ার খাদ্য নুম কোম (នំគម) মোদকের মতো। যাইহোক, মোড়কটি অনেক আলাদা কারণ নুম কোমে চালের আটা ব্যবহার করা হয়না।\n\n\n=== জাপান ===\nজাপানে মোদকের মতো একটি মিষ্টি যাতে দারুচিনির পরিবর্তে এলাচ দেয়অ হয়। এটি স্থানীয়ভাবে কাঙ্গিদান (歓喜団)  নামে পরিচিত, গনেশের জাপানি সমতুল্য দেবতা কাঙ্গিতেনকে দেওয়া হয়। কাঙ্গিদান দই, মধু এবং লাল শিমের পেস্ট থেকে তৈরি করা হয়। এগুলি শুকনো ময়দা দিয়ে তৈরি করা ময়দায় মোড়ানো হয় এবং গভীর ভাজা হওয়ার আগে একটি বানের মতো আকার দেওয়া হয়। যাইহোক, বেশিরভাগ জাপানিরা অ-ধর্মীয় হওয়ায় এটি শোগাতসু, সংস্কৃতি দিবস, ক্রিসমাস, হ্যালোইন, জন্মদিন এবং অবসরের পার্টির মতো যেকোনো অনুষ্ঠানে খাওয়া হয়ে থাকে।\n\n\n=== লাওস ===\nলাওসে মোদক কানোম নাব (ເຂົ້າຫນົມແຫນບ) নামে পরিচিত।\n\n\n=== মালয় বিশ্ব ===\nমালয় বিশ্বে মোদক কুইহ মোদক (মালয়েশিয়া, ব্রুনাই এবং সিঙ্গাপুরে) বা কুই মোদক (ইন্দোনেশিয়ায়) নামে পরিচিত। এছাড়াও কাছাকাছি ধরনের মোদক রয়েছে যেমন ক্লেপন এবং সেনিল।\n\n\n=== মিয়ানমার ===\nমিয়ানমারে মোদক মন্ট লোন ইয়া বাও নামে পরিচিত এবং থিংযানের সময় খাওয়া হয়।\n\n\n=== থাইল্যান্ড ===\nথাইল্যান্ডে খানম টম এবং খানম খোকে তাদের মিলের কারণে মোদকের ঘনিষ্ঠ আত্মীয় বলা হয়। যাইহোক, এগুলি অন্য রঙ্গে তৈরি হয় এবং নারকেলের টুকরো দিয়ে আবৃত থাকে।\n\n\n=== ভিয়েতনাম ===\nভিয়েতনামে মোদককে বান ইত নেন জো বলা হয়।\n\n\n== প্রকৃতি ==\n\n\n== আরও দেখুন ==\n\nভারতীয় মিষ্টান্নের তালিকা\nমহারাষ্ট্রীয় রন্ধনশৈলী\nবিনায়ক-তেন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nUkdiche Modak    ওয়েব্যাক মেশিনে আর্কাইভকৃত ৯ সেপ্টেম্বর ২০২১ তারিখে"}