{"pageid": 1473022, "title": "১৯৪৯ যুদ্ধবিরতি চুক্তি", "url": "https://bn.wikipedia.org/wiki?curid=1473022", "content": "১৯৪৯ সালে ইসরায়েল ও মিশর, লেবানন, জর্ডান, এবং সিরিয়ার মধ্যে যুদ্ধবিরতি চুক্তি স্বাক্ষরিত হয়।  তারা আনুষ্ঠানিকভাবে ১৯৪৮সালের আরব-ইসরায়েল যুদ্ধের বৈরিতার অবসান ঘটিয়েছিল এবং গ্রিন লাইনও চিহ্নিত করেছিল, যা আরব-নিয়ন্ত্রিত অঞ্চল (অর্থাৎ, জর্ডান-অধিভুক্ত পশ্চিম তীর এবং মিশরীয়-অধিকৃত গাজা উপত্যকা ) ইসরায়েল থেকে বিচ্ছিন্ন করেছিল ১৯৬৭ আরব-ইসরায়েল যুদ্ধে।\nসম্মত-অন লাতিন: de facto নিরীক্ষণ করা সীমান্ত, জাতিসংঘ (ইউএন) তত্ত্বাবধান এবং রিপোর্টিং সংস্থা প্রতিষ্ঠিত; যুদ্ধবিরতি প্রয়োগ সংক্রান্ত আলোচনার ফলে ১৯৫০ সালের পৃথক ত্রিপক্ষীয় ঘোষণাপত্রে স্বাক্ষরিত হয়, যেখানে মার্কিন যুক্তরাষ্ট্র, যুক্তরাজ্য এবং ফ্রান্স সীমান্তের লঙ্ঘন প্রতিরোধে জাতিসংঘের অভ্যন্তরে এবং বাইরে পদক্ষেপ নেওয়ার প্রতিশ্রুতি দেয়। এটি এলাকায় শান্তি ও স্থিতিশীলতার প্রতি তাদের প্রতিশ্রুতির রূপরেখা, বল প্রয়োগ বা হুমকির বিরুদ্ধে তাদের বিরোধিতা এবং আরব দেশ ও ইসরায়েলের মধ্যে অস্ত্র প্রতিযোগিতার বিকাশের বিরুদ্ধে তাদের বিরোধিতা পুনর্ব্যক্ত করেছে।\n\n\n== চুক্তি ==\n\n\n=== মিশরের সাথে ===\n১৯৪৯ সালের ৬ জানুয়ারী, রাল্ফ বুঞ্চে ঘোষণা করেন যে মিশর অবশেষে ইসরায়েলের সাথে একটি যুদ্ধবিরতির বিষয়ে আলোচনা শুরু করতে সম্মত হয়েছে। ১২ জানুয়ারি গ্রীক দ্বীপ রোডসে আলোচনা শুরু হয়। তাদের শুরুর অল্প সময়ের মধ্যে, ইসরায়েল ফালুজাতে একটি অবরুদ্ধ মিশরীয় ব্রিগেডকে মুক্তি দিতে সম্মত হয়েছিল, কিন্তু শীঘ্রই তাদের চুক্তি প্রত্যাহার করে।  মাস শেষে আলোচনা ভেস্তে যায়। ইসরায়েল দাবি করেছিল যে মিশরকে ম্যান্ডেট প্যালেস্টাইনের পূর্ববর্তী এলাকা থেকে তার সমস্ত বাহিনী প্রত্যাহার করা হবে। মিশর জোর দিয়েছিল যে আরব বাহিনী ১৪ অক্টোবর ১৯৪৮ তারিখে তাদের অবস্থান থেকে প্রত্যাহার করে নেয়, ৪ নভেম্বর ১৯৪৮-এর নিরাপত্তা পরিষদের রেজোলিউশন S/১০৭০ অনুযায়ী, এবং ইসরায়েলি বাহিনী মাজদাল - হেব্রন রোডের উত্তরে অবস্থানে প্রত্যাহার করে। .\n১৯৪৯ সালের ১২ ফেব্রুয়ারি ইসলামপন্থী গ্রুপ মুসলিম ব্রাদারহুডের নেতা হাসান আল-বান্নাকে হত্যার মাধ্যমে অচলাবস্থার সমাপ্তি ঘটে। ইসরায়েল আলোচনা ত্যাগ করার হুমকি দেয়, যেখানে মার্কিন যুক্তরাষ্ট্র তাদের একটি সফল উপসংহারে নিয়ে আসার জন্য পক্ষগুলির কাছে আবেদন করেছিল।\n২৪ ফেব্রুয়ারি রোডসে ইসরাইল-মিশর যুদ্ধবিরতি চুক্তি স্বাক্ষরিত হয়।  যুদ্ধবিরতি চুক্তির মূল বিষয়গুলো ছিল:\n\nআর্মিস্টিস ডিমার্কেশন লাইনকে কোন অর্থেই রাজনৈতিক বা আঞ্চলিক সীমানা হিসাবে বোঝানো যায় না এবং চূড়ান্ত \"ফিলিস্তিন প্রশ্নের নিষ্পত্তি\" সংক্রান্ত যুদ্ধবিগ্রহের উভয় পক্ষের অধিকার, দাবী এবং অবস্থানের প্রতি কুসংস্কার ছাড়াই চিত্রিত করা হয়।\nমিশর এবং বাধ্যতামূলক প্যালেস্টাইনের মধ্যে ১৯২২ সালের আন্তর্জাতিক সীমান্ত বরাবর বেশিরভাগ অংশে যুদ্ধবিরতি সীমানা রেখা টানা হয়েছিল, ভূমধ্যসাগরের কাছাকাছি ছাড়া, যেখানে মিশর উপকূল বরাবর একটি ভূমির নিয়ন্ত্রণে ছিল, যা গাজা স্ট্রিপ নামে পরিচিত হয়েছিল।\nফালুজা পকেটে অবরুদ্ধ মিশরীয় বাহিনীকে তাদের অস্ত্রসহ মিশরে ফিরে যাওয়ার অনুমতি দেওয়া হয় এবং এলাকাটি ইসরায়েলি সামরিক নিয়ন্ত্রণে হস্তান্তর করা হয়। \n'উজা আল-হাফির'- এর চারপাশে সীমান্তের উভয় দিকের একটি অঞ্চলকে নিরস্ত্রীকরণ করা হয়েছিল এবং এটি দ্বিপাক্ষিক যুদ্ধবিরতি কমিটির আসনে পরিণত হয়েছিল।\n\n\n=== লেবাননের সাথে ===\nলেবাননের সাথে চুক্তি স্বাক্ষরিত হয়েছিল ২৩ মার্চ ১৯৪৯ সালে  প্রধান পয়েন্ট ছিল:\n\nএই চুক্তির বিধানগুলি একচেটিয়াভাবে সামরিক বিবেচনার দ্বারা নির্ধারিত হচ্ছে৷\nলেবানন এবং বাধ্যতামূলক প্যালেস্টাইনের মধ্যকার আন্তর্জাতিক সীমানা বরাবর যুদ্ধবিরতি রেখা (\" গ্রিন লাইন \", ব্লু লাইন [লেবানন] ও দেখুন) টানা হয়েছিল। \nযুদ্ধের সময় দখলকৃত লেবাননের ১৩টি গ্রাম থেকে ইসরায়েল তার বাহিনী প্রত্যাহার করে।\n\n\n=== জর্ডানের সাথে ===\n\nএই যুদ্ধবিরতি আলোচনা ৪ মার্চ শুরু হয়েছিল এবং জর্ডানের ভূখণ্ডে পরিচালিত হয়েছিল। Ralph Bunche দ্বারা জোর দেওয়া সত্ত্বেও যে চারটি আলোচনায়, যুদ্ধবিরতি কঠোরভাবে পালন করা হবে, জর্ডান ইস্রায়েলের সাথে আলোচনার সময় মধ্য ও দক্ষিণ নেগেভ মরুভূমির বিস্তৃত অঞ্চল দখলের জন্য সামরিক অভিযানে নিযুক্ত। এটি সামরিক হস্তক্ষেপের হুমকি ব্যবহার করে আরও জমি সুরক্ষিত করতেও সক্ষম হয়েছিল যদি না কিছু দাবি গৃহীত হয়।  ১৯৪৯ সালের ৩ এপ্রিল জর্ডানের সাথে চুক্তি স্বাক্ষরিত  প্রধান পয়েন্ট:\n\nএই চুক্তির কোনো বিধান কোনোভাবেই ফিলিস্তিন প্রশ্নের চূড়ান্ত শান্তিপূর্ণ নিষ্পত্তির ক্ষেত্রে উভয় পক্ষের অধিকার, দাবি এবং অবস্থানের প্রতি বিরোধিতা করবে না, এই চুক্তির বিধানগুলি একচেটিয়াভাবে সামরিক বিবেচনার দ্বারা নির্ধারিত হচ্ছে।\nজর্ডানীয় বাহিনী তাদের দখলে থাকা বেশিরভাগ অবস্থানে ছিল, বিশেষ করে পূর্ব জেরুজালেম যা পুরাতন শহর অন্তর্ভুক্ত করে।\nজর্ডান শ্যারনের সমভূমিকে উপেক্ষা করে তাদের সামনের পোস্টগুলি থেকে তার বাহিনী প্রত্যাহার করে নেয়। বিনিময়ে, ইসরাইল জর্ডানীয় বাহিনীকে ইরাকি বাহিনীর পূর্বে থাকা অবস্থানগুলো দখল করার অনুমতি দিতে সম্মত হয়।\nআঞ্চলিক নিয়ন্ত্রণের বিনিময়: ইসরায়েল হেব্রনের দক্ষিণ পাহাড়ে অঞ্চলের বিনিময়ে ওয়াদি আরা এবং লিটল ট্রায়াঙ্গেল নামে পরিচিত এলাকায় নিয়ন্ত্রণ লাভ করে।\nমার্চ ১৯৪৯ সালে ইরাকি বাহিনী যখন ফিলিস্তিন থেকে প্রত্যাহার করে এবং ছোট জর্ডানীয় সৈন্যবাহিনীর কাছে তাদের অবস্থান হস্তান্তর করে, ৩টি ইসরায়েলি ব্রিগেড অপারেশন শিন-তাভ-শিন এবং অপারেশন উভদা- তে সুবিধার অবস্থানে চলে যায়। অপারেশনগুলি ইস্রায়েলকে ২৩ মার্চ ১৯৪৯ সালে একটি গোপন চুক্তিতে দক্ষিণ নেগেভ ( লোহিত সাগরে প্রবেশাধিকার প্রদান করে) এবং ওয়াদি আরা অঞ্চলে যুদ্ধবিরতি লাইনে পুনরায় আলোচনা করার অনুমতি দেয় এবং জেনারেল আর্মিস্টিস চুক্তিতে অন্তর্ভুক্ত হয়। সবুজ রেখাটি তখন দক্ষিণের মানচিত্রে নীল কালিতে পুনরায় আঁকা হয়েছিল যাতে ধারণা দেওয়া হয় যে গ্রীন লাইনের পরিবর্তন করা হয়েছে।  যে ঘটনাগুলো গ্রিন লাইনের পরিবর্তনের দিকে নিয়ে যায় তা হল বেথলেহেম এলাকার উর্বর জমি ইসরায়েলি নিয়ন্ত্রণে বিনিময় এবং ওয়াদি ফুকিন গ্রাম জর্ডানের নিয়ন্ত্রণে দেওয়া। ১৫ জুলাই ইসরায়েল এবং জর্ডান সাম্রাজ্যের মধ্যে সমাপ্ত যুদ্ধবিগ্রহ চুক্তির শর্তে গ্রামটি ইসরায়েল-অধিকৃত এলাকায় স্থানান্তর করার পরে ইসরায়েলি সেনাবাহিনী ওয়াদি ফুকিনের জনসংখ্যাকে বিতাড়িত করলে ৩১ আগস্ট মিশ্র যুদ্ধাস্ত্র কমিশন সিদ্ধান্ত নেয়। সংখ্যাগরিষ্ঠ ভোটে, যে ইসরায়েল সীমানা রেখা পেরিয়ে গ্রামবাসীদের বহিষ্কার করে যুদ্ধবিরতি চুক্তি লঙ্ঘন করেছে এবং সিদ্ধান্ত নিয়েছে যে গ্রামবাসীদের তাদের বাড়িতে ফিরে যেতে দেওয়া উচিত। যাইহোক, যখন গ্রামবাসীরা ৬ সেপ্টেম্বর জাতিসংঘের পর্যবেক্ষকদের তত্ত্বাবধানে ওয়াদি ফুকিনে ফিরে আসে, তারা দেখতে পায় তাদের বেশিরভাগ বাড়ি ধ্বংস হয়ে গেছে এবং ইসরায়েলি সেনাবাহিনী আবার জর্ডান নিয়ন্ত্রিত অঞ্চলে ফিরে যেতে বাধ্য হয়েছিল। \nজাতিসংঘের মিশ্র কমিশনের চেয়ারম্যান, কর্নেল গ্যারিসন বি. কভারডেল (ইউএস), মিশ্র যুদ্ধবিগ্রহ কমিশনে, একটি বন্ধুত্বপূর্ণ এবং জাতিসংঘের চেতনায় এই সমস্যার সমাধানের জন্য চাপ দিয়েছিলেন। কিছু দ্বিধা-দ্বন্দ্বের পরে, এই পদ্ধতিটি গৃহীত হয়েছিল এবং অবশেষে একটি চুক্তিতে পৌঁছেছিল যার মাধ্যমে ওয়াদি ফুকিনকে জর্ডানের কর্তৃত্বের অধীনে রাখার জন্য আর্মিস্টিস ডিমার্কেশন লাইন পরিবর্তন করা হয়েছিল, যারা ফলস্বরূপ, বেথলেহেমের দক্ষিণে কিছু জনবসতিহীন, কিন্তু উর্বর অঞ্চল ইসরায়েলের নিয়ন্ত্রণে হস্তান্তর করতে সম্মত হয়েছিল। \n\nজেরুজালেম এবং হিব্রু ইউনিভার্সিটির মাউন্ট স্কোপাস ক্যাম্পাস, ল্যাট্রুন - জেরুজালেম হাইওয়ে বরাবর ট্র্যাফিকের নিরাপদ চলাচলের ব্যবস্থা করার জন্য একটি বিশেষ কমিটি গঠন করা হয়েছিল, পবিত্র স্থানগুলিতে বিনামূল্যে প্রবেশাধিকার এবং অন্যান্য বিষয়ে।\nসিরিয়ার সাথে যুদ্ধবিরতি আলোচনা শুরু হয় গেশের বিনোট ইয়াকভ, জর্ডান নদীর তীরে, ১৯৪৯ সালের এপ্রিল মাসে, অন্যান্য যুদ্ধবিরতি চুক্তি সমাপ্ত হওয়ার পর। ১৯৪৯ সালের ২০ জুলাই সিরিয়ার সাথে চুক্তি স্বাক্ষরিত \nসিরিয়া আন্তর্জাতিক সীমান্তের পশ্চিমে নিয়ন্ত্রিত বেশিরভাগ অঞ্চল থেকে তার বাহিনী প্রত্যাহার করে নিয়েছিল, যেগুলি অসামরিক অঞ্চলে পরিণত হয়েছিল। ১৯২৩ সালের ফিলিস্তিনি ম্যান্ডেট সীমান্তের পশ্চিমে সিরিয়ার যে অঞ্চলটি রাখা হয়েছিল এবং যেটি জাতিসংঘের বিভাজন পরিকল্পনার অধীনে ইহুদি রাষ্ট্রের জন্য বরাদ্দ করা হয়েছিল জর্ডান উপত্যকার ৬৬ বর্গ কিলোমিটার নিয়ে গঠিত।  এই অঞ্চলগুলিকে ডিমিলিটারাইজড জোন (DMZs) মনোনীত করা হয়েছিল এবং সিরিয়ার নিয়ন্ত্রণে ছিল। এটি জোর দিয়ে বলা হয়েছিল যে যুদ্ধবিগ্রহ লাইনকে \"চূড়ান্ত আঞ্চলিক ব্যবস্থার সাথে কোন সম্পর্ক নেই বলে ব্যাখ্যা করা উচিত নয়।\" (প্রবন্ধ V)\n\n\n== ইরাক ==\nইরাক, যার বাহিনী যুদ্ধে সক্রিয় অংশ নিয়েছিল (যদিও ইসরায়েলের সাথে এর কোনো সাধারণ সীমান্ত নেই), ১৯৪৯ সালের মার্চ মাসে এই অঞ্চল থেকে তার বাহিনী প্রত্যাহার করে। ইরাকি বাহিনীর দখলে থাকা ফ্রন্টটি ইসরায়েল এবং জর্ডানের মধ্যে যুদ্ধবিরতি চুক্তি দ্বারা আচ্ছাদিত ছিল, এবং ইরাকের সাথে আলাদা কোনো চুক্তি ছিল না।\n\n\n== যুদ্ধবিরতি লাইন বনাম স্থায়ী সীমান্ত ==\nইসরায়েলের জন্য নতুন সামরিক সীমান্ত, চুক্তির দ্বারা নির্ধারিত, বাধ্যতামূলক প্যালেস্টাইনের প্রায় ৭৮% জুড়ে ছিল কারণ এটি ১৯৪৬ সালে ট্রান্সজর্ডান (বর্তমানে জর্ডান ) এর স্বাধীনতার পরে দাঁড়িয়েছিল। ১৯৬৭ সালের আগে ইসরায়েল দ্বারা নিয়ন্ত্রিত না হওয়া আরব জনবহুল অঞ্চলগুলি ছিল জর্ডান শাসিত পশ্চিম তীর এবং মিশরীয় অধিকৃত গাজা উপত্যকা।\nস্থায়ী শান্তি চুক্তি দ্বারা প্রতিস্থাপিত না হওয়া পর্যন্ত যুদ্ধবিরতি চুক্তিগুলি শুধুমাত্র অন্তর্বর্তী চুক্তি হিসাবে কাজ করার উদ্দেশ্যে ছিল। যাইহোক, ইসরায়েল এবং মিশরের মধ্যে একটি শান্তি চুক্তি অর্জন করতে তিন দশক সময় লেগেছিল এবং ইসরায়েল এবং জর্ডানের মধ্যে একটি শান্তি চুক্তি অর্জনের জন্য আরও ১৫ বছর সময় লেগেছিল। আজ অবধি, ইসরায়েল ও লেবাননের মধ্যে কোনো শান্তি চুক্তি স্বাক্ষরিত হয়নি  বা ইসরায়েল ও সিরিয়ার মধ্যে।\nযুদ্ধবিরতি চুক্তিগুলি স্পষ্ট ছিল (আরব জোরাজুরিতে) যে তারা স্থায়ী সীমানা তৈরি করছে না। মিশরীয়-ইসরায়েল চুক্তিতে বলা হয়েছে, \"আরমিস্টিস ডিমার্কেশন লাইনকে কোনো অর্থেই রাজনৈতিক বা আঞ্চলিক সীমানা হিসেবে বোঝানো যাবে না, এবং ফিলিস্তিনের চূড়ান্ত নিষ্পত্তির বিষয়ে যুদ্ধবিগ্রহের পক্ষের যেকোনো পক্ষের অধিকার, দাবি এবং অবস্থানের প্রতি কুসংস্কার ছাড়াই চিত্রিত করা হয়েছে। প্রশ্ন।\" \nজর্ডান-ইসরায়েল চুক্তিতে বলা হয়েছে: \"... এই চুক্তির কোনো বিধান কোনোভাবেই প্যালেস্টাইন সমস্যার শান্তিপূর্ণ নিষ্পত্তির ক্ষেত্রে উভয় পক্ষের অধিকার, দাবি এবং অবস্থানের প্রতি বিরূপতা সৃষ্টি করবে না, এই চুক্তির বিধানগুলি একচেটিয়াভাবে সামরিক বিবেচনার দ্বারা নির্ধারিত হচ্ছে\" (আর্ট. II.২), \"এই চুক্তির V এবং VI অনুচ্ছেদে সংজ্ঞায়িত আর্মিস্টিস ডিমার্কেশন লাইনগুলি ভবিষ্যত আঞ্চলিক বন্দোবস্ত বা সীমানা রেখা বা এর সাথে সম্পর্কিত যে কোনও পক্ষের দাবির প্রতি পক্ষপাত ছাড়াই সম্মত হয়েছে।\" (আর্ট। \nযেহেতু আর্মিস্টিস ডিমার্কেশন লাইনগুলি প্রযুক্তিগতভাবে সীমানা ছিল না, আরবরা বিবেচনা করেছিল যে ইসরাইল ডিএমজেডের বিকাশ এবং জল সম্পদের শোষণের অধিকারে সীমাবদ্ধ ছিল। আরও যে আরব দেশগুলির সাথে যুদ্ধের অবস্থা তখনও বিদ্যমান ছিল, আরব লিগের জলসীমার মধ্য দিয়ে ইসরায়েলের নৌ চলাচলের স্বাধীনতা অস্বীকার করার তাদের অধিকারে আরব লীগ বাধা ছিল না। এছাড়াও এটি যুক্তি দেওয়া হয়েছিল যে ফিলিস্তিনিদের প্রত্যাবর্তনের অধিকার রয়েছে এবং তাই পরিত্যক্ত সম্পত্তি ইস্রায়েলের ব্যবহার বৈধ নয়। \nনেসেটে তৎকালীন পররাষ্ট্রমন্ত্রী এবং ভবিষ্যত প্রধানমন্ত্রী মোশে শেরেট যুদ্ধবিরতি লাইনকে \"অস্থায়ী সীমানা\" এবং পুরানো আন্তর্জাতিক সীমানা বলে অভিহিত করেছিলেন যেগুলি জর্ডান ছাড়া যুদ্ধবিরতি লাইনগুলি \"প্রাকৃতিক সীমানা\" এর উপর ভিত্তি করে ছিল।  ইসরায়েল তাদের বাইরের অঞ্চলে দাবি করেনি এবং ১৯৪৯ সালের লাউসেন সম্মেলনে স্থায়ী রাজনৈতিক সীমান্তের ভিত্তি হিসাবে গাজা ব্যতীত সামান্য পরিবর্তনের সাথে তাদের প্রস্তাব করেছিল। \n১৯৬৭ সালের ছয় দিনের যুদ্ধের পর বেশ কিছু ইসরায়েলি নেতা ইসরায়েলি নিরাপত্তার ভিত্তিতে আর্মিস্টিস ডিমার্কেশন লাইনকে স্থায়ী সীমানায় পরিণত করার বিরুদ্ধে যুক্তি দিয়েছিলেন:\n\nপ্রধানমন্ত্রী গোল্ডা মেয়ার বলেছিলেন যে ১৯৬৭-এর পূর্বের সীমান্তগুলি এতটাই বিপজ্জনক ছিল যে ইসরায়েলি নেতার পক্ষে সেগুলি গ্রহণ করা \"বিশ্বাসঘাতক\" হবে ( দ্য নিউ ইয়র্ক টাইমস, ২৩ ডিসেম্বর, ১৯৬৯)।\nপররাষ্ট্রমন্ত্রী আব্বা ইবান বলেছেন যে ১৯৬৭-এর পূর্ববর্তী সীমান্তে \" আউশভিৎজের স্মৃতি\" রয়েছে ( Der Spiegel, ৫ নভেম্বর, ১৯৬৯)।\nপ্রধানমন্ত্রী মেনাচেম বেগিন ১৯৬৭-এর পূর্ববর্তী সীমান্তে পশ্চাদপসরণ করার প্রস্তাবটিকে \"ইসরায়েলের জন্য জাতীয় আত্মহত্যা\" হিসাবে বর্ণনা করেছেন।\nমিশর এবং ইস্রায়েলের মধ্যে আন্তর্জাতিকভাবে স্বীকৃত সীমান্তটি শেষ পর্যন্ত মিশর-ইসরায়েল শান্তি চুক্তির অংশ হিসাবে চিহ্নিত করা হয়েছিল। ইসরায়েল এবং জর্ডানের মধ্যে সীমানা (১৯৬৭-পরবর্তী পশ্চিম তীরের সাথে জর্ডানের সীমান্ত ব্যতীত) ইস্রায়েল-জর্ডান শান্তি চুক্তির অংশ হিসাবে চিহ্নিত করা হয়েছিল।  জর্ডান ফিলিস্তিনকে স্বীকৃতি দেওয়ার পরে এটি ঘটেছিল, যেটি তখন তার সীমানা ঘোষণা করেনি। জাতিসংঘে সদস্যপদ পাওয়ার আবেদনে, ফিলিস্তিন পশ্চিম তীর এবং গাজা নিয়ে গঠিত তার ভূখণ্ড ঘোষণা করে, যা বোঝায় যে ইসরায়েলের সাথে জর্ডানের পূর্ববর্তী সীমান্তের কিছু এখন ফিলিস্তিনের সাথে রয়েছে। \n\n\n== লঙ্ঘন ==\nপ্রতিটি ক্ষেত্রে মিশ্র যুদ্ধাস্ত্র কমিশন (MACs) গঠিত হয়েছিল জাতিসংঘের যুদ্ধবিষয়ক তত্ত্বাবধান সংস্থা, (UNTSO) এর পৃষ্ঠপোষকতায়, যা সকল পক্ষের অভিযোগ তদন্ত করে এবং জাতিসংঘের নিরাপত্তা পরিষদে নিয়মিত প্রতিবেদন দেয়।\nইসরাইল-সিরিয়া আর্মিস্টিস এগ্রিমেন্ট দ্বারা সৃষ্ট ডিমিলিটারাইজড জোন ব্যবহার নিয়ে সিরিয়ার সাথে বিরোধের অংশ হিসাবে, ১৯৫১ থেকে ইসরাইল ইসরাইল/সিরিয়া মিশ্র আর্মিস্টিস কমিশনের বৈঠকে যোগ দিতে অস্বীকার করে। জাতিসংঘের নিরাপত্তা পরিষদ, ১৮ মে ১৯৫১-এর তার রেজোলিউশনে, মিশ্র যুদ্ধাস্ত্র কমিশনের বৈঠকে অংশ নিতে ইসরায়েলের অস্বীকৃতিকে \"যুদ্ধবিরতি চুক্তির উদ্দেশ্য ও উদ্দেশ্যের সাথে অসঙ্গতিপূর্ণ\" বলে সমালোচনা করে। \n১৯৫২ সালের হাশেমাইট কিংডম অফ জর্ডান/ইসরায়েল মিশ্র আর্মিস্টিস কমিশনের অভিযোগের আলোচনার ফলাফল হল:\n\n১. জেনারেল আর্মিস্টিস চুক্তির ১৯টি লঙ্ঘনের জন্য জর্ডানকে নিন্দা করা হচ্ছে;\n২. সাধারণ যুদ্ধবিরতি চুক্তির ১২টি লঙ্ঘনের জন্য ইসরায়েলের নিন্দা করা হচ্ছে;\n১ জানুয়ারি ১৯৫৩ থেকে ১৫ অক্টোবর ১৯৫৩ পর্যন্ত জর্ডান/ইসরায়েলের মিশ্র যুদ্ধাস্ত্র কমিশন পিরিয়ডের হাশেমাইট কিংডমের অফিসিয়াল রেকর্ড থেকে নেওয়া পরিসংখ্যান:\n\nমিক্সড আর্মিস্টিস কমিশনের ১৭১টি ইসরায়েলি অভিযোগের আলোচনার ফলে জর্ডান জেনারেল আর্মিস্টিস চুক্তির ২০টি লঙ্ঘনের জন্য নিন্দিত হয়েছে।\nমিক্সড আর্মিস্টিস কমিশনের ১৬১টি জর্ডানের অভিযোগের আলোচনার ফলে ইসরায়েলকে সাধারণ যুদ্ধবিরতি চুক্তির ২১টি লঙ্ঘনের জন্য নিন্দা করা হয়েছে। \n\n\n=== নির্দিষ্ট ঘটনা ===\n\n২৮-২৯ জানুয়ারি ১৯৫৩ ইসরায়েলি সামরিক বাহিনী অনুমান করে ১২০ থেকে ১৫০ জন পুরুষ, ২-ইঞ্চি (৫১-মিলিমিটার) ব্যবহার করে মর্টার, ৩-ইঞ্চি মর্টার, পিআইএটি অস্ত্র, ব্যাঙ্গালোর টর্পেডো, মেশিনগান, গ্রেনেড এবং ছোট অস্ত্র, সীমানা রেখা অতিক্রম করে এবং ফালামেহ (ফালামা, ফালামিয়া) এবং রান্টিসের আরব গ্রামগুলিতে আক্রমণ করে। ফালামেহে মুখতার নিহত হয়, আরও সাত গ্রামবাসী আহত হয় এবং তিনটি বাড়ি ভেঙে ফেলা হয়। সাড়ে চার ঘণ্টা চলে হামলা। মিক্সড আর্মিস্টিস কমিশন এই কাজের জন্য ইসরায়েলের নিন্দা করেছিল। \n২২ এপ্রিল ১৯৫৩, জেরুজালেমের মধ্যে প্রায় ৪ কিলোমিটার দৈর্ঘ্যের সীমানা রেখা বরাবর সূর্যাস্তের সময় গোলাগুলি শুরু হয়। এটি দুই ঘন্টা স্থায়ী হয়েছিল, যতক্ষণ না জাতিসংঘের পর্যবেক্ষকদের দ্বারা সাজানো যুদ্ধবিরতি কার্যকর হয়। পরের দিন, ভোরে এবং বিকেলে বিচ্ছিন্ন শট ছিল। সেখানে জর্ডানের বিশজন হতাহত - দশজন নিহত এবং দশজন আহত। ছয় ইসরায়েলি আহত হয়েছেন। জেরুজালেমের ঘটনা জাতিসংঘের পর্যবেক্ষকদের দ্বারা তদন্ত করা হয়েছিল। সংগৃহীত প্রমাণগুলি অধ্যয়ন করার পর, জেনারেল রিলি, নিরাপত্তা পরিষদে যুদ্ধবিরতি [S/৩৬০৭] লঙ্ঘনের একটি প্রতিবেদনে বলেছে যে কে প্রথম গুলি চালিয়েছিল তা নির্ধারণ করা অসম্ভব বলে মনে হচ্ছে। \n২৫, ২৬ এবং ২৭ মে, দুটি পক্ষই আল-দাওয়াইমা এলাকায় বেসামরিক এবং সামরিক কর্মীদের দ্বারা সাধারণ যুদ্ধবিরতি চুক্তি লঙ্ঘনের অভিযোগে অভিযোগ জমা দেয়। মিক্সড আর্মিস্টিস কমিশনের জরুরি বৈঠকে উভয় পক্ষই মিশ্র তদন্তে সম্মত হয়েছে। জাতিসংঘের পর্যবেক্ষকরা প্রতিনিধিদের সাথে সীমানা রেখায় বাস্তবতা প্রতিষ্ঠা করেন। পূর্বে যে যুদ্ধবিরতির ব্যবস্থা করা হয়েছিল তা সত্ত্বেও, তদন্তের সময় ভারী গুলিবর্ষণ শুরু হয়েছিল। জর্ডানের কৃষকদের অবৈধ সীমান্ত অনুপ্রবেশের প্রতিক্রিয়ায় ইসরায়েলি সৈন্যরা জর্ডান অঞ্চলে সীমানা রেখা পেরিয়ে গুলি চালিয়েছিল এবং ইসরায়েলি সৈন্যরা জর্ডান অঞ্চলে ফসল পুড়িয়ে দিয়েছে বলে সন্দেহ করা হয়েছিল। ঘটনার উত্স ছিল ইসরায়েলের ভূখণ্ডে জর্ডানের অবৈধ চাষাবাদ। সশস্ত্র জর্ডানীয়রা ফসল কাটার জন্য ইসরায়েলের ভূখণ্ডে অনুপ্রবেশ করেছিল এবং অন্যান্য জর্ডানিয়ানরা ফসল কাটাকারীদের রক্ষা করার জন্য সীমানা রেখা পেরিয়ে গুলি চালিয়েছিল। জর্ডান সরকার গৃহীত পদক্ষেপগুলিকে উত্সাহিত বা প্রতিরোধ করার জন্য কোন পদক্ষেপ নেয়নি, যদিও পরে বিবেচনা করা হয়েছিল। \n১৯৫৩ সালের মে মাসের শেষের দিকে, এমন ঘটনা ঘটে যাতে তিনজনের প্রাণ যায় এবং ছয়জন আহত হয়। ২৫-২৬ মে রাতে, জর্ডান থেকে একটি সশস্ত্র দল বেইট আরিফের দুটি বাড়িতে হামলা চালিয়ে দুই মহিলাকে আহত করে। একই রাতে সশস্ত্র জর্ডানীরা বেইট নাবালার একটি বাড়িতে হামলা চালিয়ে একজন মহিলাকে হত্যা করে এবং তার স্বামী ও দুই সন্তানকে আহত করে। এই তিনটি হামলার জন্য জর্ডানের নিন্দা করা হয়েছে। ৯ জুন রাতে, সশস্ত্র জর্ডানিয়ানরা তিরাত ইহুদাতে একটি বাড়ি উড়িয়ে দেয়, একজনকে হত্যা করে এবং দুই রাত পরে একটি সশস্ত্র ব্যান্ড কেফার হেসের একটি বাড়িতে আঘাত করে, একজন মহিলাকে হত্যা করে এবং তার স্বামীকে গুরুতরভাবে আহত করে। জর্ডান আবার এই হামলার জন্য মিশ্র যুদ্ধাস্ত্র কমিশন দ্বারা নিন্দা করা হয়. উভয় সরকারই এই পাক্ষিকের ঘটনার জন্য ব্যাপকভাবে উদ্বিগ্ন ছিল এবং এই গোষ্ঠীগুলির কাজ বন্ধ করার জন্য একটি দুর্দান্ত প্রচেষ্টা করা হয়েছিল, যা সীমান্তে উত্তেজনা তৈরি করতে আগ্রহী বলে মনে হয়েছিল। \n১১ আগস্ট ১৯৫৩, ইজরায়েলের সামরিক বাহিনী ধ্বংস করার মাইন, ব্যাঙ্গালোর টর্পেডো, ২ ইঞ্চি মর্টার, মেশিনগান এবং ছোট অস্ত্র ব্যবহার করে ইদনা, সুরিফ এবং ওয়াদি ফুকিন গ্রামে আক্রমণ করে, বাসিন্দাদের মধ্যে হতাহতের ঘটনা ঘটায় এবং বসতবাড়ি ধ্বংস করে। হামলার পর ইদনা গ্রামে শনাক্তকরণ ট্যাগসহ পুরো ইউনিফর্ম পরা এক ইসরায়েল সৈন্যের লাশ পাওয়া গেছে। মিক্সড আর্মিস্টিস কমিশন এই হামলার জন্য ইসরায়েলের নিন্দা করেছে। \n২ সেপ্টেম্বর ১৯৫৩: আরবরা, জর্ডান থেকে অনুপ্রবেশ করে, জেরুজালেমের কেন্দ্রস্থলে কাটামনের আশেপাশে পৌঁছেছিল যেখানে তারা চারদিকে হাতবোমা নিক্ষেপ করেছিল। অলৌকিকভাবে, কেউ আহত হয়নি। \n৩ সেপ্টেম্বর ১৯৫৩: সিরিয়া ইসরায়েলের মধ্যে ডিএমজেড (সীমানা অঞ্চল) এর সার্বভৌমত্ব প্রশ্নবিদ্ধ হয় যখন ইসরাইল ডিএমজেড-এ জল মোচন ব্যবহার করে একটি ক্রমাগত সীমান্ত প্রচেষ্টা শুরু করে; ইউএসএ ফরেন অপারেশনস অ্যাডমিনিস্ট্রেশন কর্তৃক ইসরায়েলকে দেওয়া সাহায্য বন্ধ করার হুমকি দিয়েছে। ইসরাইল ডিএমজেড থেকে ইনটেক সরিয়ে নিয়েছে।\n১৯৫৩ সালের সেপ্টেম্বরে জেনারেল হেডকোয়ার্টার্স ইউনিট ১০১ কে নির্দেশ দেয় বেদুইনদের নেগেভ থেকে তাড়িয়ে দিতে এবং তাদের দক্ষিণ দিকে সিনাইয়ের দিকে ঠেলে দিতে। ইউনিট ১০১ সৈন্যরা আক্রমণাত্মকভাবে কাজ করে: তারা বেদুইন ক্যাম্পে অভিযান চালায়, লক্ষ্যহীনভাবে গুলি চালায়, অস্ত্র বাজেয়াপ্ত করে এবং তাঁবু পোড়ায়। অনেক আহতকে পেছনে ফেলে বেদুইনরা পালিয়ে যায়। কয়েক দিনের জন্য ইউনিট ১০১ বেদুইনদের তাড়া করে যতক্ষণ না তারা নেগেভ থেকে বেরিয়ে আসে।\n২ অক্টোবর ১৯৫৩: ইয়ালের উত্তরে ইসরায়েল রেলওয়েতে একটি ল্যান্ড মাইনের বিস্ফোরণ একটি ইসরায়েল মালবাহী ট্রেন লাইনচ্যুত করে। মিক্সড আর্মিস্টিস কমিশন জর্ডানকে এই সহিংসতার জন্য দায়ী করেছে যার ফলে সৌভাগ্যবশত কোন প্রাণহানি ঘটেনি এবং তুলনামূলকভাবে সামান্য ক্ষতি হয়নি, কারণ ট্রেনটি খালি ট্যাঙ্ক গাড়ি দিয়ে তৈরি।\n১৪ অক্টোবর ১৯৫৩: কিবিয়া গণহত্যা - ১৩০ ইসরায়েলি সৈন্য সীমানা রেখা অতিক্রম করে কিবিয়া গ্রামে প্রবেশ করে, স্বয়ংক্রিয় অস্ত্র ও বিস্ফোরক থেকে গুলি চালিয়ে বাসিন্দাদের উপর আক্রমণ করে। একচল্লিশটি বসতবাড়ি এবং একটি স্কুল ভবন ধ্বংস হয়ে গেছে। বিয়াল্লিশ জনের মৃত্যু এবং পনের জনের আহত এবং একটি পুলিশের গাড়ির ক্ষতি এবং একই সময়ে, একই গোষ্ঠীর একটি অংশের শুকবা গ্রামে প্রবেশ, অনুচ্ছেদ III, অনুচ্ছেদ ২ ভঙ্গ করে জেনারেল আর্মিস্টিস চুক্তি। গ্রামে এবং আশেপাশে হিব্রু অক্ষরে চিহ্নিত বেশ কয়েকটি অবিস্ফোরিত হ্যান্ড গ্রেনেড এবং টিএনটির তিনটি ব্যাগ পাওয়া গেছে। \n২৪ নভেম্বর ১৯৫৩: নিরাপত্তা পরিষদে রেজুলেশন ১০১ পাস করা হয় যা \"অনুমোদিত ব্যক্তিদের দ্বারা সীমানা রেখা অতিক্রম করার যথেষ্ট প্রমাণ রয়েছে, দশটি সহিংসতার ঘটনা ঘটেছে এবং জর্ডান সরকারকে অব্যাহত এবং শক্তিশালী করার জন্য অনুরোধ করেছে। এই ধরনের ক্রসিং প্রতিরোধে তারা ইতিমধ্যেই যে ব্যবস্থা নিচ্ছে।\" নিরাপত্তা পরিষদ কিবিয়ায় অভিযানের জন্য ইসরায়েলের নিন্দা জানিয়েছে।\nডিসেম্বর ১৯৫৩: জর্ডান কর্তৃপক্ষ নিম্নলিখিত ব্যবস্থা গ্রহণ করেছিল:- \n\n(ক) সীমান্ত এলাকায় নিযুক্ত জর্ডানের পুলিশের সংখ্যা বৃদ্ধি;\n(b) জর্ডানীয় বাহিনী দ্বারা জর্ডান সীমান্তে টহল সংখ্যা বৃদ্ধি;\n(গ) গ্রাম্য মুখতার এবং এলাকা কমান্ডারদের প্রতিস্থাপন, যেখানে সীমান্ত নিয়ন্ত্রণের শিথিলতা সন্দেহ করা হয়েছিল;\n(d) সন্দেহভাজন অনুপ্রবেশকারীদের সীমান্ত এলাকা থেকে অপসারণ এবং পরিচিত অনুপ্রবেশকারীদের উপর ভারী শাস্তি আরোপ করা;\n১৬ ডিসেম্বর ১৯৫৩, ইসরায়েল ভূখণ্ডের ভিতরে টহলরত অবস্থায় দুই ইসরায়েলি সৈন্য নিহত হয় (আনুমানিক এমআর ১৪৩৩-১০৯৭)। ২১ ডিসেম্বর, মিশ্র যুদ্ধবিগ্রহ কমিশন এই ঘটনার জন্য জর্ডানকে নিন্দা জানায়।\n১৮ ডিসেম্বর ১৯৫৩, জর্ডানের অভ্যন্তরে হেব্রন রোডে (আনুমানিক এমআর ১৬৫৮-১২২১) একটি গাড়ি অ্যামবুশ করা হয়েছিল এবং একজন আরব লেজিওন মেডিকেল অফিসারকে হত্যা করা হয়েছিল। এই ঘটনার জন্য (২১ ডিসেম্বর) মিশ্র যুদ্ধবিগ্রহ কমিশন ইসরায়েলকে নিন্দা জানায়।\n২১ ডিসেম্বর ১৯৫৩, একটি সশস্ত্র দল তারকুমিয়া (আনুমানিক এমআর ১৫১২-১০৯২) এর কাছে একটি বেদুইন ক্যাম্প আক্রমণ করে একজন ব্যক্তিকে আহত করে। এই ঘটনার জন্য (২৩ ডিসেম্বর) মিশ্র যুদ্ধাস্ত্র কমিশন ইসরায়েলের নিন্দা করেছিল।\n২১ ডিসেম্বর, একটি সশস্ত্র দল, বিস্ফোরক এবং স্বয়ংক্রিয় অস্ত্র ব্যবহার করে, হেব্রনের কাছে একটি বাড়িতে আক্রমণ করে (আনুমানিক MR ১৫৯১-১০৬৬) একজন গর্ভবতী মহিলা এবং দুই পুরুষকে হত্যা করে এবং অন্য একজনকে আহত করে। এই ঘটনার জন্য ইসরায়েলের নিন্দা করা হয়েছে (২৪ ডিসেম্বর)। শেষ তিনটি ঘটনা ১৬ ডিসেম্বর দুই ইসরায়েলি সেনাকে হত্যার জন্য দৃশ্যত প্রতিশোধমূলক আক্রমণ। এই অপরাধের জন্য দায়ী দুই আরবকে কয়েকদিন পর জর্ডান পুলিশ গ্রেপ্তার করে।\n১৪ ফেব্রুয়ারি ১৯৫৪, কেন্দ্রীয় এলাকায় দিরাবানের নিকটবর্তী মহাসিয়ায় (আনুমানিক এমআর ১৫১০-১২৮২) গার্ড ডিউটিতে থাকা একজন ইসরায়েলি গ্রামবাসীকে হত্যা করা হয়। জর্ডানবাসীরা এই অপরাধের জন্য দোষী ছিল তা নির্দেশ করার জন্য কোন প্রমাণ উপস্থাপন করা হয়নি এবং ১৮ ফেব্রুয়ারি চেয়ারম্যান জর্ডানের নিন্দা করে ইসরায়েলি খসড়া প্রস্তাবের বিরুদ্ধে ভোট দেন।\n১৭ ফেব্রুয়ারি ১৯৫৪: ইসরায়েল প্রতিনিধি অভিযোগ করে যে খাকি পোশাক পরা পাঁচজন সশস্ত্র ব্যক্তি রাতে সীমানা রেখা অতিক্রম করে এবং ১৬ ফেব্রুয়ারি সকালে, একটি ইসরায়েলি কিবুটজের ২৬০টি ভেড়ার পাল চুরি করে। অভিযোগ অনুযায়ী, ইসরায়েলি রাখাল এবং তার মেষপালকে গুহায় নিয়ে যাওয়া হয় এবং ৫.৩০ টা পর্যন্ত সেখানে রাখা হয় যখন রাখালকে ছেড়ে দেওয়া হয় এবং ডাকাতরা MR ১০৬৭-১০২৪ এ সীমানা রেখা অতিক্রম করে গাজা উপত্যকায় ফিরে আসে। ইসরায়েলের প্রতিনিধিদল বিবেচনা করেছিল যে \"উপরেরটি একটি সতর্কতার সাথে পরিকল্পিত পদক্ষেপ ছিল যা মিশরীয় কর্তৃপক্ষের নির্দেশ ছিল এবং একটি সু-প্রশিক্ষিত সামরিক ইউনিট দ্বারা পরিচালিত হয়েছিল।\"\n১৭ ফেব্রুয়ারি ১৯৫৪: ইসরায়েলের প্রতিনিধি দল অভিযোগ করে যে ১৬ ফেব্রুয়ারি এমআর ১০১৮-০৯৯২ এ দুটি আরব সীমানা রেখা অতিক্রম করে ইসরায়েলে প্রবেশ করে। অভিযোগ অনুসারে, ইসরায়েলি রক্ষীদের দ্বারা চ্যালেঞ্জ করলে তারা পালাতে শুরু করে এবং তাদের উপর গুলি চালানোর পর একজনকে আঘাত করা হয় এবং দ্বিতীয়টি সীমানা রেখার উপর দিয়ে টেনে নিয়ে যায়।\n১৮ ফেব্রুয়ারি, মিক্সড আর্মিস্টিস কমিশন ১৪ ফেব্রুয়ারি উত্তরাঞ্চলে দেইর এল ঘুসুন (আনুমানিক এমআর ১৫৭৫-১৯৫৫) এর কাছে সীমানা রেখা জুড়ে গুলি চালানোর জন্য ইসরাইল এবং জর্ডানকে নিন্দা জানায়। এই গুলির ফলে একজন জর্দানিয়ান নিহত হয়।\n১৮ ফেব্রুয়ারী: ইসরায়েলের প্রতিনিধি দল অভিযোগ করে যে ১৮ ফেব্রুয়ারি দুপুর ১ টায় দুই সশস্ত্র মিশরীয় সৈন্য এমআর ১০৮৮৪-১০৪৮৬-এ সীমানা রেখা অতিক্রম করে। অভিযোগ অনুযায়ী, ইসরায়েলি টহলদের দ্বারা চ্যালেঞ্জ করলে মিশরীয় সৈন্যরা থামতে অস্বীকার করে; দুটি সতর্কীকরণ শট গুলি করা হয়েছিল; মিশরীয় সৈন্যদের একজন পালিয়ে যায় এবং অন্যজন ইসরায়েলের ১৫ মিটার ভিতরে নিহত হয়\n১৮ ফেব্রুয়ারী: ইসরায়েলের প্রতিনিধিরা অভিযোগ করে যে ১৮ ফেব্রুয়ারি চারজন সশস্ত্র অনুপ্রবেশকারী সীমানা রেখা অতিক্রম করে ইসরায়েলে প্রবেশ করে এবং এমআর ১০২৩-১১২৩ এ ইসরায়েলের টহল দ্বারা চ্যালেঞ্জ করা হলে তারা টহলের উপর গুলি চালানোর সময় পালাতে শুরু করে। গুলি বিনিময়ের সময় এক অনুপ্রবেশকারী নিহত হয়।\n১৯ ফেব্রুয়ারি: মিশরীয় প্রতিনিধি দল অভিযোগ করে যে ১৮ ফেব্রুয়ারি, এমআর ১০৮৭-১০৫০ এ, মিশরীয় ভূখণ্ডে দুই মিশরীয় সৈন্যের একটি টহল সশস্ত্র ইসরায়েলি আক্রমণে লুকিয়ে ছিল। মিশরীয় সৈন্যদের মধ্যে একজনকে ইসরায়েল-নিয়ন্ত্রিত অঞ্চলের ভিতরে অপহরণ করে হত্যা করা হয়েছিল, সীমানা রেখার কাছাকাছি (১৮ ফেব্রুয়ারি তারিখের একটি ইসরায়েলি অভিযোগের সংক্ষিপ্ত সারসংক্ষেপ Cf. উপ-অনুচ্ছেদ (c))।\n১৯ ফেব্রুয়ারী: মিশরীয় প্রতিনিধি দল অভিযোগ করে যে ১৯ ফেব্রুয়ারি সশস্ত্র ইসরায়েলিরা এমআর ০৯৫২-০৯৩১ এ তার ক্ষেতে কর্মরত একজন আরবের উপর সীমানা রেখা জুড়ে স্বয়ংক্রিয় গুলি চালায়। এতে আরব গুরুতর আহত হয়।\n২৪ ফেব্রুয়ারি মিশরীয় প্রতিনিধিদলের দ্বারা একজন আরব নিহত এবং অন্য একজন আহত হওয়ার খবর পাওয়া গেছে।\n১৬ মার্চ ১৯৫৪, আইন গেভ উপনিবেশের ইসরায়েলিরা উপনিবেশের কাছাকাছি অবস্থিত ১৩০ ডুনাম জমি চাষ করতে শুরু করে এবং অসামরিক নুকিবের আরব জনসংখ্যার অন্তর্গত, ১৯৫০ সালে সামারায় সমাপ্ত মৌখিক চুক্তি লঙ্ঘন করে যাতে দুই পক্ষকে ধরে রাখতে হবে। এবং সমস্যা নিষ্পত্তি না হওয়া পর্যন্ত উল্লিখিত জমি কাজ.\n১৭ মার্চ ১৯৫৪: মা'লে আকরাবিম গণহত্যা [স্কর্পিয়ান পাস]। সন্ত্রাসীরা ইলাত থেকে তেল আবিব যাওয়ার একটি বাসে অতর্কিত হামলা চালায় এবং বাসটি উত্তর নেগেভের মালে আকরাবিম এলাকায় পৌঁছলে স্বল্প পরিসরে গুলি চালায়। প্রাথমিক অতর্কিত হামলায় সন্ত্রাসীরা চালককে হত্যা করে এবং অধিকাংশ যাত্রীকে আহত করে। এরপর সন্ত্রাসীরা বাসে ওঠে এবং একে একে একে একে গুলি করে প্রতিটি যাত্রীকে। এগারোজন যাত্রীকে হত্যা করা হয়। জীবিতরা বর্ণনা করেছেন কিভাবে হত্যাকারীরা মৃতদেহে থুথু মেরে তাদের গালাগালি করেছে। ইসরায়েলি দাবি করেছে যে সন্ত্রাসীদের স্পষ্টভাবে জর্ডান সীমান্তে খুঁজে পাওয়া যেতে পারে, প্রায় ২০ সন্ত্রাসী হামলার ঘটনাস্থল থেকে কি.মি. MAC তদন্তে দেখা গেছে যে দাবিটি প্রমাণিত হতে পারে না এবং আক্রমণটি সম্ভবত ইসরায়েলের মধ্যে থেকে বেদু উপজাতির দ্বারা হয়েছিল এবং ইসরায়েলি অভিযোগ বহাল ছিল না। \n২৩ মার্চ ১৯৫৪: ইসরায়েল সরকার মিশ্র আর্মিস্টিস কমিশনের সাথে সমস্ত সংযোগ বিচ্ছিন্ন করেছে। এটি একটি পৃথক ইসরাইল-জর্ডান চুক্তির অধীনে স্থানীয় কমান্ডারদের সভায় উপস্থিতি বন্ধ করে দিয়েছে। জেনারেল আর্মিস্টিস চুক্তির জর্ডান কর্তৃক কথিত লঙ্ঘনের উল্লেখ করে ইসরায়েলের যোগাযোগগুলি জাতিসংঘের মহাসচিবকে সম্বোধন করা হয়েছে, অনুরোধের সাথে সেগুলি নিরাপত্তা পরিষদের সদস্যদের কাছে প্রচার করা উচিত। জেরুজালেমে যুদ্ধবিরতি তত্ত্বাবধান সংস্থার চিফ অফ স্টাফকে শুধুমাত্র নিউইয়র্ক থেকে নিরাপত্তা পরিষদের নথির একটি অনুলিপি পাওয়ার পর জেনারেল আর্মিস্টিস চুক্তির এই ধরনের কথিত লঙ্ঘনের বিষয়ে অবহিত করা হয়েছে। ইসরায়েল সরকারের অসহযোগিতা জেনারেল আর্মিস্টিস চুক্তির বিধানের সাথে সামঞ্জস্য রেখে এই ধরনের কথিত লঙ্ঘনের তদন্তকে বাধা দিয়েছে।\n২৯ শে মার্চ ১৯৫৪-এ, স্থানীয় সময় ০৭.০০ ঘন্টা, জর্ডানের প্রতিনিধি দল মিশ্র যুদ্ধাস্ত্র কমিশনের চেয়ারম্যানের কাছে একটি মৌখিক অভিযোগ পেশ করে যেটি একটি ঘটনার সাথে মোকাবিলা করে যা ২৯ শে মার্চ ১৯৫৪ তারিখে স্থানীয় সময় ০৭.০০ ঘন্টা, নাহলিন গ্রামে ঘটেছিল। সীমানা রেখা থেকে ৩৫ কিলোমিটার দূরে \"একটি ইসরায়েলের সশস্ত্র বাহিনী, সুসজ্জিত, গ্রামটিকে তিন দিক থেকে ঘিরে ফেলে এবং গ্রামের ভিতরে প্রবেশ করে এবং বিভিন্ন স্বয়ংক্রিয় অস্ত্র থেকে গুলি চালায়, হ্যান্ড গ্রেনেড নিক্ষেপ করে এবং মসজিদ সহ কয়েকটি বাড়িতে মাইন স্থাপন করে। গ্রাম এই নৃশংস হামলার ফলে, ৯ ব্যক্তি — ৮ পুরুষ এবং ১ মহিলা — নিহত হয় এবং ১৪ জন আহত হয় এবং হাসপাতালে নেওয়া হয়। প্রায় দেড় ঘন্টা ধরে আগুন চলে, এবং গ্রামরক্ষীরা তা ফিরিয়ে দেয়। এরপর হানাদাররা প্রত্যাহার করে নেয়। ঘটনাস্থলে মাইন, গ্রেনেড এবং হিব্রু চিহ্নযুক্ত অন্যান্য যুদ্ধ সামগ্রী পাওয়া গেছে। এই অভিযোগ মিশ্র যুদ্ধবিগ্রহ কমিশন দ্বারা বহাল ছিল\n৩০ জুন ১৯৫৪, দুটি ইসরায়েলি সাঁজোয়া লঞ্চার সিরিয়ার মাটিতে অবস্থিত এল কুরসির সিরিয়ার পোস্টে আক্রমণ করেছিল, তাদের ২০-মিমি। এবং ৫৭-মিমি। বন্দুক, এবার ইসরায়েলের সহায়তায় ফিল্ড আর্টিলারি প্রতিরক্ষামূলক এলাকায় অবস্থান করছে। এই আর্টিলারিটি প্রায় এক ঘন্টা ৪৫ মিনিট ধরে গুলি চালাতে থাকে, যার ফলে পোস্টটির উপাদান ক্ষতি হয়।\n৫ ডিসেম্বর ১৯৫৪, আনুমানিক ১৬.৩০ ঘন্টায়, MR ২০৯৬০০ ২৩৩৪০০ এ মোতায়েন ৮ সশস্ত্র ইসরায়েল রাজ্যের পুলিশ সদস্যরা আনুমানিক MR ২০৯৬০০ ২৩৩৪৫০-এ দুইজন আরব কৃষকের উপর গুলি চালায় (Tqawatiq demilitarized)। অগ্নি প্রত্যাবর্তন করে দুই আরব। তাদের মধ্যে একজন গুলিবিদ্ধ হয়ে দ্রুত হাসপাতালে নিয়ে যায়। MAC সিদ্ধান্ত নিয়েছে যে দক্ষিণ অসামরিকীকরণ অঞ্চলে নিয়মিত ইসরায়েল পুলিশ বাহিনীর উপস্থিতি জেনারেল আর্মিস্টিস চুক্তির অনুচ্ছেদ V এর একটি স্পষ্ট লঙ্ঘন এবং অনুরোধ করেছে যে ইসরায়েল কর্তৃপক্ষ আহত আরব বেসামরিক নাগরিকদের উপযুক্ত ক্ষতিপূরণ দিতে।\nট্রুস সুপারভিশন অর্গানাইজেশনের চিফ অফ স্টাফ কর্তৃক ২৭ অক্টোবর ১৯৫৩ সালের রিপোর্টে ২৯টি অভিযোগের একটি তালিকা অভিযোগ করা হয়েছে।  ৬ এপ্রিল, ১৯৫৪-এ জর্ডান কর্তৃক চুক্তির লঙ্ঘনের MAC তদন্তের ফলস্বরূপ প্রতিটি দেশকে দেওয়া নিন্দার সংখ্যা ম্যাকের কাছে ইসরাইল এবং জর্ডানের অভিযোগের একটি তালিকাভুক্ত তালিকার জন্য পরিশিষ্ট I, II এবং II দেখুন  এই কথিত  লঙ্ঘনের মধ্যে রয়েছে ইসরায়েলি বেসামরিক বাসে জর্ডানের কথিত হামলা, ১১ জনকে হত্যা করা (উপরে ১৭ মার্চ দেখুন), ইসরায়েলি কৃষক ও বেদুইন মেষপালকদের ওপর হামলা, জেরুজালেমের ওল্ড সিটি থেকে ইসরায়েলি বেসামরিক নাগরিকদের ওপর গুলি চালানো, অপহরণ, বেসামরিক নাগরিকদের ওপর গুলি চালানো। বিমান, অতর্কিত রাস্তা এবং মাইন স্থাপন।  চুক্তি লঙ্ঘন করে, জর্ডানিয়ানরা জেরুজালেমের পবিত্র স্থানগুলিতে ইহুদিদের প্রবেশাধিকার অস্বীকার করেছিল, রাহেলের সমাধিতে যাওয়া নিষিদ্ধ করেছিল এবং অলিভ পর্বতে ইহুদি কবরস্থান ভাঙচুর করেছিল, ফুটপাথ ও ল্যাট্রিন নির্মাণের জন্য সমাধির পাথর ব্যবহার করেছিল।  ইসরায়েল-মিশরীয় সীমান্তে উজা আল-হাফির ডিমিলিটারাইজড জোন ছিল অসংখ্য সীমান্ত ঘটনা এবং যুদ্ধবিরতি লঙ্ঘনের স্থান। ১৯৫৫ সালের সেপ্টেম্বরে, এরিয়েল শ্যারনের প্যারাট্রুপাররা অসামরিক অঞ্চলের জাতিসংঘ সেক্টরে প্রবেশ করে। বেনি মরিস লিখেছেন যে শ্যারন \"বুঝতে পারেননি যে জাতিসংঘের এলাকাটি তার লোকদের জন্য সীমাবদ্ধ ছিল।\"  মে ২৮, ১৯৫৮ সালে, ইসরায়েল মাউন্ট স্কোপাসের ডিমিলিটারাইজড জোনে একটি গুলি চালানোর ঘটনা জানায় যেখানে জেরুজালেমের হিব্রু ইউনিভার্সিটির বোটানিক্যাল গার্ডেনে টহলরত ৪ ইসরায়েল পুলিশ অফিসার এবং জাতিসংঘের পর্যবেক্ষক তাদের বের করে দেওয়ার জন্য পাঠানো হয়েছিল। ইসাবিয়া থেকে জর্ডানের আগুনে নিহত।   ইসরায়েলে সশস্ত্র ব্যক্তিদের অনুপ্রবেশের প্রতিশোধ হিসেবে অভিযান চালানোর জন্য ইসরাইল জর্ডানের ভূখণ্ডে সৈন্য পাঠায়। গোলান হাইটসে তাদের অবস্থান থেকে সিরীয় বাহিনী অসামরিক অঞ্চলে ইসরায়েলি বসতিগুলিতে গোলা বর্ষণ করে, কিন্নেরেটে মাছ ধরার নৌকা আক্রমণ করে এবং কৃষি শ্রমিকদের উপর গুলি চালায়। \n\n\n== এছাড়াও দেখুন ==\n১৯৪৭ জাতিসংঘ বিভাজন পরিকল্পনা\nবাধ্যতামূলক প্যালেস্টাইনে ১৯৪৭-১৯৪৮ গৃহযুদ্ধ\n১৯৪৮ আরব-ইসরায়েল যুদ্ধ\nআরব-ইসরায়েল সংঘাত\nনীল রেখা\nপ্যালেস্টাইন কনসিলিয়েশন কমিশন\nইসরায়েল-ফিলিস্তিন শান্তি প্রক্রিয়া\n\n\n=== আরব-ইসরায়েল শান্তি কূটনীতি এবং চুক্তি ===\nক্যাম্প ডেভিড ২০০০ সামিট\nক্যাম্প ডেভিড অ্যাকর্ডস (১৯৭৮)\nফয়সাল-ওয়েজম্যান চুক্তি (১৯১৯)\nআন্তর্জাতিক আইন এবং আরব-ইসরায়েল দ্বন্দ্ব\nমিশর-ইসরায়েল শান্তি চুক্তি (১৯৭৯)\nইসরাইল-জর্ডান শান্তি চুক্তি (১৯৯৪)\nমধ্যপ্রাচ্য শান্তি প্রস্তাবের তালিকা\n১৯৯১ সালের মাদ্রিদ সম্মেলন\nঅসলো চুক্তি (১৯৯৩)\nপ্যারিস শান্তি সম্মেলন, ১৯১৯\nইসরায়েলি এবং আরবদের মধ্যে শান্তির জন্য কাজ করা প্রকল্প\n\n\n== পাঠ্য ==\nইয়েল ল স্কুলের অ্যাভালন প্রজেক্টে আর্মিস্টিস চুক্তির সম্পূর্ণ পাঠ্য পাওয়া যাবে\n\nমিশরীয়-ইসরায়েল জেনারেল আর্মিস্টিস চুক্তি, ২৪ ফেব্রুয়ারি, ১৯৪৯\nজর্ডান-ইসরায়েল জেনারেল আর্মিস্টিস চুক্তি, ৩ এপ্রিল, ১৯৪৯\nলেবানিজ-ইসরায়েল জেনারেল আর্মিস্টিস চুক্তি, ২৩ মার্চ, ১৯৪৯\nইসরায়েল-সিরিয়ান জেনারেল আর্মিস্টিস চুক্তি, ২০ জুলাই, ১৯৪৯\n\"মিক্সড আর্মিস্টিস কমিশন\" এর জন্য জাতিসংঘের ওয়েব সাইটে অনুসন্ধান করলে সেই কমিশনগুলির দ্বারা জাতিসংঘের কাছে করা অনেক প্রতিবেদন প্রকাশ পাবে।This line is added intentionally\n\n\n== আরও পড়া ==\nBen-Dror, Elad (২০১৬)। Ralph Bunche and the Arab-Israeli Conflict: Mediation and the UN 1947–1949। Routledge। আইএসবিএন 978-1-138-78988-3। \n\n\n== নোট ==\n\n\n== তথ্যসূত্র =="}