{"pageid": 1473231, "title": "কর্পাস জুরিস", "url": "https://bn.wikipedia.org/wiki?curid=1473231", "content": "কর্পাস জুরিস (ইংরেজি: Corpus Juris) ল্যাটিন ভাষায় যার অর্থ \"আইনের দেহ\", বা \"আইনের সমষ্টি\" অর্থে ব্যবহৃত হয়। এটি আইনি লেখালেখির একটি সংকলন যা আইন এবং এর উপাদানসমূহকে সংজ্ঞায়িত করে। মূলত, কর্পাস জুরিস বলতে একটি আইনি ব্যবস্থা বা কোডের অধীনে সমস্ত আইনের সংকলন বোঝানো হয়। এটি বিশেষভাবে রোমান আইনের ক্ষেত্রে উল্লেখযোগ্য, যা বহু সভ্যতার আইনি কাঠামোর ভিত্তি হিসেবে কাজ করেছে।\n\n\n== প্রেক্ষাপট ==\nকর্পাস জুরিস শব্দটি প্রাথমিকভাবে জাস্টিনিয়ানের কর্পাস জুরিস সিভিলিস (Corpus Juris Civilis) এর ক্ষেত্রে ব্যবহৃত হয়, যা ৬ষ্ঠ শতাব্দীতে রোমান সম্রাট জাস্টিনিয়ান প্রথমের অধীনে সংকলিত হয়। এটি রোমান আইনের চারটি মৌলিক উপাদান নিয়ে গঠিত: ইনস্টিটিউটস, ডাইজেস্ট, কোডেক্স, এবং নোভেল্লাস। এই সংকলনটি মধ্যযুগ থেকে আধুনিক যুগ পর্যন্ত পশ্চিমা আইনি ব্যবস্থার ভিত্তি হিসেবে কাজ করেছে এবং আজও অনেক দেশে প্রচলিত আইনের ওপর এর প্রভাব রয়েছে।\n\n\n== কর্পাস জুরিসের অংশসমূহ ==\nকর্পাস জুরিস মূলত চারটি অংশে বিভক্ত:\n\nকোডেক্স (Codex): এটি একটি সংকলন, যেখানে জাস্টিনিয়ানের পূর্ববর্তী সম্রাটদের আইনগুলো সংকলিত করা হয়েছে।\nডাইজেস্ট বা প্যানডেক্টস (Digest or Pandects): এটি রোমান আইনজীবীদের বিভিন্ন মতামত এবং বিচারিক সিদ্ধান্তের একটি সংকলন।\nইনস্টিটিউটস (Institutes): এটি একটি পাঠ্যপুস্তক, যা আইন শিক্ষার্থীদের জন্য রোমান আইনের মূলনীতিগুলো ব্যাখ্যা করে।\nনোভেলা (Novellae): জাস্টিনিয়ানের নিজস্ব আইনগুলোকে নোভেলা বলা হয়। এই আইনগুলো কোড, ডাইজেস্ট এবং ইনস্টিটিউটসের পরে তৈরি করা হয়েছিল।\n\n\n== আধুনিক প্রয়োগ ==\nআজকের যুগে কর্পাস জুরিস শুধুমাত্র রোমান আইনের ক্ষেত্রেই নয়, বরং বিভিন্ন দেশে তাদের নিজস্ব আইনগত সংকলনের ক্ষেত্রেও প্রয়োগ করা হয়। উদাহরণস্বরূপ, কর্পাস জুরিস সেকেন্ডাম (Corpus Juris Secundum) যুক্তরাষ্ট্রের আইনগত ব্যাখ্যা ও তথ্যের একটি বিশাল সংকলন।\n\n\n== প্রভাব ==\nরোমান আইন এবং কর্পাস জুরিসের ভিত্তি বর্তমানের ইউরোপীয় এবং ল্যাটিন আমেরিকার অনেক দেশের আইনি কাঠামোতে দৃশ্যমান। এই আইনের প্রভাব নেপোলিয়নের কোডের মাধ্যমে ফ্রান্সে এবং সেখান থেকে অন্যান্য দেশে ছড়িয়ে পড়ে।\n\n\n==== মধ্যযুগ এবং পরবর্তী প্রভাব ====\nমধ্যযুগে রোমান আইনের এই সংকলন ইউরোপে পুনরুদ্ধার হয় এবং \"Corpus Juris Civilis\" নামেই পরিচিতি লাভ করে। এটি মধ্যযুগীয় এবং পরবর্তী আইনি শিক্ষায় গুরুত্ব পায় এবং ইউরোপীয় কন্টিনেন্টাল আইনি ব্যবস্থার ভিত্তি হয়ে দাঁড়ায়। বিশেষত, এটি রোমান-ডাচ আইন, ফ্রেঞ্চ নেপোলিয়নিক কোড এবং অন্যান্য কন্টিনেন্টাল আইনের উদ্ভব ও বিকাশে গভীর প্রভাব ফেলে।\n\n\n==== কর্পাস জুরিস কানোনিকি (Corpus Juris Canonici) ====\nরোমান ক্যাথলিক চার্চের ক্ষেত্রে \"Corpus Juris Canonici\" বলতে বোঝানো হয় চার্চের ধর্মীয় আইনসমূহের একটি সংকলন, যা প্রাথমিকভাবে মধ্যযুগে গঠিত হয়েছিল। ১২শ শতাব্দী থেকে ১৯শ শতাব্দী পর্যন্ত এটি ক্যাথলিক চার্চের ক্যানোনিক্যাল আইনের মূল ভিত্তি হিসেবে ব্যবহৃত হয়েছে। পরবর্তীকালে, ১৯১৭ সালে \"Codex Juris Canonici\" নামে একটি নতুন সংকলন তৈরি করা হয় যা আজও ক্যাথলিক চার্চের আইনি প্রক্রিয়ায় কার্যকর।\nআধুনিক প্রভাব\nবর্তমানে \"Corpus Juris\" শব্দটি বিভিন্ন আইনি সংকলনের নাম হিসেবে ব্যবহৃত হয়, যেমন Corpus Juris Secundum (CJS), যা যুক্তরাষ্ট্রের আইনের একটি বিস্তৃত সংকলন। এটি আমেরিকার আইন পেশাজীবীদের জন্য একটি গুরুত্বপূর্ণ উৎস হিসেবে কাজ করে এবং বিভিন্ন আইন, নীতিমালা ও আদালতের সিদ্ধান্তের সংক্ষিপ্ত বিবরণ প্রদান করে।\n\n\n== প্রকারভেদ ==\nCorpus Juris Civilis - রোমান আইন সংকলন, যা সম্রাট জাস্টিনিয়ানের সময় প্রণীত হয়।\nCorpus Juris Canonici - ক্যাথলিক চার্চের ধর্মীয় আইনসমূহের সংকলন।\nCorpus Juris Secundum - যুক্তরাষ্ট্রের একটি আইনি এনসাইক্লোপিডিয়া, যা আধুনিক আইনের নীতিমালা এবং আদালতের সিদ্ধান্তসমূহকে অন্তর্ভুক্ত করে।\n\n\n== তথ্যসূত্র =="}