{"pageid": 14735, "title": "মাধবপুর উপজেলা", "url": "https://bn.wikipedia.org/wiki?curid=14735", "content": "মাধবপুর উপজেলা বাংলাদেশের হবিগঞ্জ জেলার একটি প্রশাসনিক এলাকা। সোনাই নদীর তীরে অবস্থিত মাধবপুর উপজেলাটি মুক্তিযুদ্ধের অন্যতম পীঠস্থান; এখানেই স্বাধীনতা যুদ্ধের সাংগঠনিক কাঠামো সম্পর্কিত প্রথম বৈঠকটি অনুষ্ঠিত হয় এবং এর ফলশ্রুতিতে সমগ্র বাংলাদেশকে ১১টি সেক্টর ও ৩টি ব্রিগেড ফোর্সে বিভক্ত করে সূচিত হয় আনুষ্ঠানিক প্রতিরোধ যুদ্ধের।\n\n\n== অবস্থান ও আয়তন ==\nসিলেট বিভাগের হবিগঞ্জ জেলা সদর হতে ৪৯ কিলোমিটার দূরত্বে অবস্থিত মাধবপুর উপজেলাটির আয়তন ২৯৫ বর্গ কিলোমিটার। এই উপজেলার উত্তরে হবিগঞ্জ সদর উপজেলা ও লাখাই উপজেলা, দক্ষিণে ব্রাহ্মণবাড়িয়া জেলার ব্রাহ্মণবাড়িয়া সদর উপজেলা ও ভারতের ত্রিপুরা, পূর্বে চুনারুঘাট উপজেলা ও ভারতের ত্রিপুরা, পশ্চিমে ব্রাহ্মণবাড়িয়া জেলার ব্রাহ্মণবাড়িয়া সদর উপজেলা ও নাসিরনগর উপজেলা। মাধবপুর উপজেলার ভৌগোলিক অবস্থান ২৪.১০২৮° উত্তর অক্ষাংশ এবং ৯১.২৯১৭° পূর্ব দ্রাঘিমাংশের মধ্যে। সোনাই ও বোয়ালিয়া - এই উপজেলার প্রধান দুটি নদী।\n\n\n== ইতিহাস ==\n১৮০৪ সালে প্রথম মাধবপুর থানা প্রতিষ্ঠিত হয় এবং মাধবপুর থানা থেকে ১৯৮৩ সালের ১ আগস্ট তারিখে উপজেলায় উন্নীত হয়।\n\n\n=== নামকরণ ===\n১৮০৪ সালে মাধবপুর থানা প্রতিষ্ঠিত হয়। তবে এ উপজেলার নামকরণ সম্পর্কে সঠিক তথ্য কোথাও পাওয়া যায়নি। জনশ্রুতি রয়েছে যে, মহাদেব নামে একজন সাধক ছিলেন এবং তাঁর অনেক ভক্তবৃন্দ ছিল। জনগণের ভাষ্যমতে তাঁরই নামে প্রথমে মহাদেবপুর তারপর মহাদেবপুর থেকে মাধবপুর নামকরণ হয়েছে।\n\n\n=== মুক্তিযুদ্ধে মাধবপুর ===\nতেলিয়াপাড়ার যুদ্ধ -\n৪ এপ্রিল, ১৯৭১ বাংলাদেশের স্বাধীনতা যুদ্ধের উধ্বতন সেনা কর্মকর্তারা তেলিয়াপাড়ায় ২য় ইষ্ট বেঙ্গলের সদরদপ্তরে সমবেত হন। চা বাগান পরিবেষ্টিত পাহাড়ী এ অঞ্চলে জেনারেল এম এ জি ওসমানী, লে: কর্ণেল আব্দুর রব, লে: কর্ণেল সালাউদ্দিন মোহাম্মদ রেজা, মেজর কাজী নুরুজ্জামান , মেজর খালেদ মোশাররফ, মেজর নুরুল ইসলাম,\nমেজর শাফায়াত জামিল, মেজর মইনুল হোসাইন চৌধুরীসহ অনেকেই সেখানে উপস্থিত ছিলেন সেদিন। সেদিনের সভায় চারজন সিনিয়র অফিসারকে যুদ্ধকালীন কর্মক্ষেত্র ভাগ করে দেয়া হয়; সিলেট-বাহ্মণবাড়ীয়া এলাকায় মেজর শফিউল্লা, কুমিল্লা-নোয়াখালী এলাকায় মেজর খালেদ মোশাররফ, চট্টগ্রাম-পার্বত্য চট্টগ্রাম এলাকায় মেজর জিয়াউর রহমান এবং কুষ্টিয়া-যশোর এলাকায় মেজর আবু ওসমান চৌধুরীকে যুদ্ধ পরিচালনার জন্য দায়িত্ব প্রদান করা হয়। এই সভাতেই মুক্তিবাহিনী সাংগঠনিক ভাবে পরিপুষ্ট হয়ে উঠে এবং জেনারেল এম এ জি ওসমানীর নেতৃত্ব গ্রহণ করা হয়।\n\n\n== ভৌগোলিক উপাত্ত ==\n\n\n=== ভূপ্রকৃতি ===\n\n\n=== মৃত্তিকা ===\n\n\n=== নদ-নদী ===\nমাধবপুর উপজেলাটি সোনাই নদীর তীরে অবস্থিত। এছাড়াও রয়েছে খাসটি নদী, বোয়ালিয়া নদী।\n\n\n== সাংস্কৃতিক বৈশিষ্ট্য ==\n\n\n=== উৎসব ===\n\n\n=== খেলাধুলা ===\n\n\n== প্রশাসনিক এলাকা ==\nমাধবপুর উপজেলায় বর্তমানে ১টি পৌরসভা ও ১১টি ইউনিয়ন রয়েছে। সম্পূর্ণ উপজেলার প্রশাসনিক কার্যক্রম মাধবপুর থানার আওতাধীন।\n\nপৌরসভা:\nমাধবপুর\nইউনিয়নসমূহ:\n১নং ধর্মঘর\n২নং চৌমুহনী\n৩নং বহরা\n৪নং আদাঐর\n৫নং আন্দিউড়া\n৬নং শাহজাহানপুর\n৭নং জগদীশপুর\n৮নং বুল্লা\n৯নং নোয়াপাড়া\n১০নং ছাতিয়াইন\n১১নং বাঘাসুরা\n\n\n== জনসংখ্যার উপাত্ত ==\n২০২৩ সালের নির্বাচন অফিসের তথ্যমতে এখানে মোট ভোটার সংখ্যা ২৬৮৩১৫ জন। মাধবপুরে বর্তমান ভোট সংখ্যা ২৬৮৩১৫ জন। পুরুষ ও নারী ভোটার এখানে প্রায় সমান সমান। \n\nধর্ম\nএখানে ইসলাম ও হিন্দু ধর্মের মানুষ বসবাস করে। এছাড়াও এখানে রয়েছে চা-জনগোষ্ঠী ও বাউল সম্প্রদায়।\n\n\n== স্বাস্থ্য ==\nউপজেলা স্বাস্থ্য কমপ্লেক্স - ১টি (৫০ শয্যা বিশিষ্ট);\nউপজেলা স্বাস্থ্য ও পরিবার কল্যাণ কেন্দ্র - ১৬টি।\n\n\n== শিক্ষা ==\nএখানে শিক্ষার গড় হার ৪০%; পুরুষদের মধ্যে সাক্ষরতার হার ৪২% এবং মহিলাদের মধ্যে ৩৮%।\nএখানে রয়েছেঃ\n\nসরকারি প্রাথমিক বিদ্যালয় - ১৪৬টি,\nজুনিয়র উচ্চ বিদ্যালয় - ২টি,\nউচ্চ বিদ্যালয় - ২২টি (সহশিক্ষা - ১৮, বালিকা - ৩, বালক - ১),\nমাদ্রাসা - ৫টি (দাখিল - ৪, আলিম - ১)\nকলেজ - ৭টি (স্কুল এন্ড কলেজ -৪, সহপাঠ - ৩)।\n\n\n== কৃষি ==\n\n\n== অর্থনীতি ==\nশিল্প-প্রতিষ্ঠান\n\n\n== যোগাযোগ ব্যবস্থা ==\nসড়কপথ\n\nরেলপথ\nমোট রেলপথ -\nরেল স্টেশন - ৩টি।\nনৌপথ\nনদী বন্দর - ২টি।\n\n\n== উল্লেখযোগ্য ব্যক্তিত্ব ==\nরাজেন্দ্র চন্দ্র দেব –– জমিদার মহাশয়, দেব জমিদার বাড়ি\nব্রজেন্দ্র চন্দ্র দেব –– মাধবপুর উপজেলার সমাজ সংস্কারক, সমাজসেবক ও বিশিষ্ট বাঙালি ব্যবসায়ী।\nআহমদ আবদুল কাদের –– ইসলামি চিন্তাবিদ ও রাজনীতিবিদ, খেলাফত মজলিসের মহাসচিব (জ. ১৯৫৫)\nমৌলানা আসাদ আলী - রাজনীতিবিদ, মুক্তিযুদ্ধের অন্যতম সংগঠক;\nড: মোহাম্মদ ফরাসউদ্দিন (জন্মঃ ১৮ এপ্রিল ১৯৪২) - বাংলাদেশ ব্যাংকের সপ্তম গভর্ণর;\nঅধ্যাপক ডাঃ শাহনেওয়াজ চৌধুরী - চিকিৎসক, রাজনীতিবিদ;\nমাহবুব আলী - বেসামরিক বিমান পরিবহন ও পর্যটন প্রতিমন্ত্রী\nসৈয়দ সঈদ উদ্দিন - সাবেক এমপি\nসৈয়দ মোহাম্মদ কায়সার - এমপি, সাবেক কৃষি প্রতিমন্ত্রী ও চিফ হুয়িপ।\nসৈয়দ মো: ফয়সল - শিল্পপতি,  সাবেক এমপি ও জেলা বিএনপির সভাপতি\nসৈয়দ মোহাম্মদ শাহজাহান - শিল্পপতি, সাবেক উপজেলা পরিষদ চেয়ারম্যান\n\n\n== দর্শনীয় স্থান ও স্থাপনা ==\n\nসুরমা চা বাগান - তেলিয়াপাড়া;\nমুক্তিযুদ্ধের স্মৃতি সৌধ - তেলিয়াপাড়া;\nবাঘাসুরা রাজবাড়ী - বাঘাসুরা;\nদেব জমিদার বাড়ি, হবিগঞ্জ জেলার ঐতিহাসিক জমিদার বাড়ির\nশাহ সোলেমান ফতেহগাজী-এর মাজার - শাহজীবাজার;\nফ্রুটস ভ্যালী - শাহজীবাজার;\nশাহজীবাজার তাপ বিদ্যুৎ উৎপাদন কেন্দ্র - শাহজীবাজার।\nআদাঐর জমিদার বাড়ি\n\n\n== প্রেসক্লাব ==\n১।মাধবপুর প্রেসক্লাব (প্রতিষ্ঠাকাল ১৯৭৭ খ্রিস্টাব্দ )\n২। মাধবপুর উপজেলা প্রেসক্লাব ( প্রতিষ্ঠাকাল ২০২২ খ্রিস্টাব্দ)\n৩। জোয়াল ভাঙ্গা প্রেসক্লাব (প্রতিষ্ঠাকাল ২০২৫ খ্রিস্টাব্দ )\n\n\n== আরও দেখুন ==\nহবিগঞ্জ জেলা;\nসিলেট বিভাগ;\nবাংলাদেশের উপজেলাসমূহ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nবাংলাপিডিয়ায় মাধবপুর উপজেলা \nমাধবপুর উপজেলা - জাতীয় তথ্য বাতায়ন।"}