{"pageid": 1473265, "title": "সাঈদ কাদরী", "url": "https://bn.wikipedia.org/wiki?curid=1473265", "content": "সাঈদ কাদরী একজন ভারতীয় গীতিকার ও কবি। তিনি হিন্দি চলচ্চিত্রে কাজ করে থাকেন। তিনি মার্ডার (২০০৪) চলচ্চিত্রের \"ভিগে হোঁঠ তেরে\" গানের জন্য শ্রেষ্ঠ গীতিকার বিভাগে আইফা পুরস্কার অর্জন করেন। এছাড়া তিনি লুডো (২০২১) চলচ্চিত্রের \"হমদম হরদম\" গানের জন্য শ্রেষ্ঠ গীতিকার বিভাগে ফিল্মফেয়ার পুরস্কারের মনোনয়ন লাভ করেন।\n\n\n== কর্মজীবন ==\nকাদরী ২০০৩ সালে জিস্‌ম চলচ্চিত্রের তিনটি গান লিখেন। প্ল্যানেট বলিউড-এর অনীশ খান্না এই চলচ্চিত্রের \"আওয়ারা বানজারাপন\" গানটির প্রশংসা করে লিখেন \"কাদরীর গীত নিদারুণ\"। এই গানের জন্য তিনি শ্রেষ্ঠ গীতিকার বিভাগে জি সিনে পুরস্কারের মনোনয়ন লাভ করেন। পরের বছর তিনি মার্ডার (২০০৪) চলচ্চিত্রের চারটি গান লিখেন। অ্যালবামটি সেই বছরের চতুর্থ সর্বোচ্চ বিক্রীত অ্যালবাম। তিনি \"ভিগে হোঁঠ তেরে\" গানের জন্য শ্রেষ্ঠ গীতিকার বিভাগে আইফা পুরস্কার অর্জন করেন।\n২০১১ সালে তিনি মার্ডার ২-এর তিনটি গান লিখেন, তন্মধ্যে \"হাল এ দিল তুঝকো সুনাতা\" ও \"ফির মোহাব্বত\" বিপুল জনপ্রিয়তা অর্জন করে। ২০১৩ সালে তিনি মার্ডার ৩ চলচ্চিত্রের সবকয়টি গান লিখেন। \"হম জি লেঙ্গে\" গানের সুর করেন মুস্তাফা জাহিদ এবং বাকি গানগুলোর সুর করেন প্রীতম চক্রবর্তী।\n২০২০ সালে তিনি মলং চলচ্চিত্রে আদিত্য রায় কাপুর ও দিশা পাটানির উপর চিত্রায়িত প্রণয়ধর্মী \"চল ঘর চলেঁ\" গান লিখেন। দ্য টাইমস অব ইন্ডিয়া-র দেবরতি এস সেন লিখেন, \"সাঈদ কাদরী রচিত প্রণয়ধর্মী গানটি দীর্ঘদিন আপনার সাথে রইবে।\" তিনি লুডো (২০২১) চলচ্চিত্রের তিনটি গান লিখেন। এই চলচ্চিত্রের তার লেখা \"হমদম হরদম\" গানটি বিভিন্ন চার্টের শীর্ষে অবস্থান করে এবং এই গানের জন্য তিনি শ্রেষ্ঠ গীতিকার বিভাগে ফিল্মফেয়ার পুরস্কারের মনোনয়ন লাভ করেন।\nতিনি হিট: দ্য ফার্স্ট কেস (২০২২)-এর \"কিতনি হাসিন হোগি\" গান লিখেন, যার সুর করেন মিথুন শর্মা। ২০২৩ সালে তিনি সঙ্গীতশিল্পী-সুরকার অভি দত্তের \"দিল তুঝকো চাহে\" গান লিখেন। একই বছর গদর ২-এ তার লেখা \"দিল ঝুম\" গানটি ইউটিউবে প্রকাশের পর দর্শক-শ্রোতাদের বিপুল সাড়া পায়।\n\n\n== পুরস্কার ও মনোনয়ন ==\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে সাঈদ কাদরী  (ইংরেজি)"}