{"pageid": 1473399, "title": "আজাদ জম্মু ও কাশ্মীরের অন্তর্বর্তী সংবিধান (১৯৭৪)", "url": "https://bn.wikipedia.org/wiki?curid=1473399", "content": "আজাদ জম্মু ও কাশ্মীরের অন্তর্বর্তী সংবিধান (১৯৭৪ সালের আইন VIII) আজাদ জম্মু ও কাশ্মীরের অঞ্চলের জন্য স্ব-শাসন এবং ক্ষমতা ভাগাভাগির একটি দৃশ্যত ক্ষণস্থায়ী স্বায়ত্তশাসিত সংসদীয় কাঠামোর জন্য প্রদান করে। এই আইনে এলাকাটিকে \"জম্মু ও কাশ্মীর রাজ্যের যে অঞ্চলগুলি সেই রাজ্যের জনগণের দ্বারা মুক্ত করা হয়েছে এবং আপাতত সরকারের প্রশাসনের অধীনে এবং পরবর্তীতে এর প্রশাসনের অধীনে আসতে পারে এমন অন্যান্য অঞ্চলগুলি\" হিসেবে সংজ্ঞায়িত হয়েছে। তবে এটি গিলগিত, হুনজা আর বালতিস্তানের মতো অঞ্চলগুলির সাথে সম্পর্কিত নয়। আইনটি সফল হয়েছিল এবং আজাদ জম্মু ও কাশ্মীর সরকার আইন, ১৯৭০ পরিবর্তনের সাথে পুনরায় কার্যকর করেছে। এটি পাকিস্তানের প্রধানমন্ত্রী জুলফিকার আলী ভুট্টোর অধীনে জারি করা হয়েছিল। সংবিধানটি ১৪ বার সংবিধান সংশোধন করা হয়েছে। এটি পাকিস্তানের ১৯৭৩ সালের সংবিধানের উপর ভিত্তি করে তৈরি।\nসংসদীয় ব্যবস্থা আজাদ কাশ্মীরের একজন প্রধানমন্ত্রীকে নির্বাহী ক্ষমতার জন্য দায়ী সরকারের প্রধান হিসেবে প্রবর্তন করে। পাকিস্তানের প্রধানমন্ত্রী আজাদ জম্মু ও কাশ্মীর পরিষদের প্রধান ছিলেন। তাদের উপর নির্বাহী কর্তৃত্বসহ বেশিরভাগ আইন প্রণয়নের উপর পরিষদের এখতিয়ার ছিল। ২০১৮ সালে ১৩তম সংশোধনীর পরে, পরিষদের ক্ষমতা আজাদ কাশ্মীর বিধানসভা এবং পাকিস্তান সরকারের কাছে হস্তান্তর করা হয়েছিল। এরপর থেকে পরিষদ একটি উপদেষ্টা হিসেবে ভূমিকা রাখবে। সংশোধনীটি \"অ্যাক্ট\" শব্দের ব্যবহারের গুরুত্বকেও সরিয়ে দিয়েছে।\nকরাচি চুক্তি, সিমলা চুক্তি এবং ভারত ও পাকিস্তানের জন্য জাতিসংঘের কমিশন রেজুলেশনসহ অন্তর্বর্তী সংবিধান পাকিস্তান এবং আজাদ কাশ্মীরের মধ্যে কয়েক দশক ধরে ব্যবহারিক সংযোগ না থাকলেও আইনি সংযোগ তৈরি করে।\n\n\n== ইতিহাস ==\n১৯৫০ সালের একটি অধ্যাদেশ \"আজাদ কাশ্মীর সরকারের ব্যবসার নিয়ম ১৯৫০\" একটি \"সর্বোচ্চ\" রাষ্ট্রপ্রধানের কাছে ক্ষমতা অর্পণ করে। দুই বছর পরে ব্যবসার নিয়মগুলি পুনঃগঠিত হয়। এবার পাকিস্তান সরকারের একটি মন্ত্রক কাশ্মীর বিষয়ক মন্ত্রণালয়ের যুগ্ম সচিবের হাতে ক্ষমতা ন্যস্ত করা হয়। ১৯৫৮ সালে এটি \"প্রধান উপদেষ্টা\" এ পরিবর্তিত হয়। ১৯৬০ সালে পাকিস্তানের \"মৌলিক গণতন্ত্র\" ব্যবস্থা দ্বারা অনুপ্রাণিত হয়ে \"কাশ্মীর মৌলিক গণতন্ত্র আইন, ১৯৬০\" নামে একটি আইন পাস করা হয়েছিল । এটি ১৯৬৪, ১৯৬৭ ও ১৯৬৮ সালে সংশোধন করা হয়েছিল।\n১৯৭০ সাল পর্যন্ত আজাদ কাশ্মীর (এজেকে) প্রশাসন বেশ কয়েকটি অস্থায়ী আদেশ দ্বারা পরিচালিত হয়েছিল। শাসক ক্ষমতা পাকিস্তান সরকারের একটি মন্ত্রক, কাশ্মীর বিষয়ক মন্ত্রকের আমলাদের হাতে নিযুক্ত ছিল। ১৯৭৩ সালে পাকিস্তান একটি নতুন সংবিধান প্রণয়ন করে। পরবর্তীকালে আজাদ কাশ্মীরের জন্য অনুরূপ দাবি করা হয়েছিল। খসড়াটি ২৪ আগস্ট ১৯৭৪-এ আজাদ কাশ্মীর বিধানসভায় উত্থাপন করা হয়। সংসদে কোনো আলোচনা ছাড়াই তা পাস হয়।\n\n\n== প্রস্তাবনা ==\nপ্রস্তাবনায় উল্লেখ করা হয়েছে যে ১৯৭৪ সালের সংবিধানটি ধারাবাহিক আইন এবং কাশ্মীর বিরোধ, জাতিসংঘের মধ্যস্থতা, গণভোটের মাধ্যমে আত্মনিয়ন্ত্রণের অভিব্যক্তি, ইসলাম এবং কুরআনের উল্লেখ রয়েছে। সংবিধানের ১৩তম সংশোধনী সংবিধানে দুটি নতুন অনুচ্ছেদ প্রবর্তন করেছে। যাইহোক, স্ব-নিয়ন্ত্রণের বিষয়ে অন্তর্বর্তীকালীন সংবিধানের ধারা ৭(২) পাকিস্তানে আজাদ কাশ্মীরের যোগদানের বিরুদ্ধে যায় এমন কোনো কার্যকলাপকে নিষেধ করে।\n\n\n== বিবরণ ==\nসংবিধানে নিম্নলিখিত গঠনের বিধান রয়েছে- রাষ্ট্রপতি, প্রধানমন্ত্রী, মন্ত্রিপরিষদ, আইনসভা, পরিষদ, হাইকোর্ট, সুপ্রিম কোর্ট, প্রধান নির্বাচন কমিশনার, অডিটর জেনারেল, ইসলামি আদর্শ পরিষদ।\n\nআজাদ কাশ্মীর সরকার\nআজাদ কাশ্মীরের রাষ্ট্রপতি\nআজাদ কাশ্মীরের প্রধানমন্ত্রী\nআজাদ জম্মু ও কাশ্মীর বিধানসভা\nআজাদ জম্মু ও কাশ্মীরের হাইকোর্ট\nআজাদ জম্মু ও কাশ্মীরের সুপ্রিম কোর্ট\nআজাদ জম্মু ও কাশ্মীর নির্বাচন কমিশন\nআজাদ কাশ্মীরের অডিটর জেনারেল\nআজাদ কাশ্মীরের ইসলামিক মতাদর্শ পরিষদ\nসংবিধান অনুযায়ী আজাদ কাশ্মীরের নিজস্ব পতাকা এবং জাতীয় সঙ্গীত রয়েছে। এই সংবিধানের উদ্দেশ্যে, এটি প্রাক্তন জম্মু ও কাশ্মীর রাজ্যের উত্তরাঞ্চলের সাথে সম্পর্কিত নয়।\nআইনটি দুটি নির্বাহী শাখা, আজাদ কাশ্মীর সরকার এবং আজাদ কাশ্মীর পরিষদের জন্য প্রদান করে। পরিষদটি ইসলামাবাদে অবস্থিত এবং পাকিস্তানের প্রধানমন্ত্রী এর সভাপতিত্ব করেন। পারমাণবিক শক্তি, বিমান, কপিরাইট, ব্যাংকিং, বীমা, স্টক এক্সচেঞ্জ, আদমশুমারি, রেলওয়ে, তেল ও গ্যাস, বিদ্যুৎ, প্রেস, শিক্ষা এবং পর্যটন সহ ৫২টি বিষয়ে পরিষদের এখতিয়ার ছিল। ২০১৮ সালের ১৩তম সংশোধনী অনুসারে, পরিষদটি মূলত বিলুপ্ত হয়ে গেছে, শুধুমাত্র উপদেষ্টা ক্ষমতা অবশিষ্ট রয়েছে।\n\n\n== সংশোধনী ==\n\n\n== আরও দেখুন ==\nআজাদ কাশ্মীর সরকার\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nSaraf, Muhammad Yusuf (২০১৫) [1979]। Kashmiris Fight for Freedom। 2 (1947 to 1978)। Mirpur, AJK: National Institute of Kashmir Studies। \nThe Azad Jammu and Kashmir Laws Code (পিডিএফ), II From 1963-1970, Department of Law, Justice, Parliamentary Affairs & Human Rights. Azad Government of the State of Jammu and Kashmir, ২০০৮ [1984], ২০২২-০৬-১৬ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা, সংগ্রহের তারিখ ২০২৪-০৮-২৯ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nGilani, Justice Syed Manzoor Hussain (২০১৯) [1988]। The Constitution of Azad Jammu & Kashmir: In the historical backdrop with corresponding Pakistan, India & Occupied Jammu & Kashmir Constitutions (পিডিএফ)। Lahore, Pakistan: Jumhoori Publications। আইএসবিএন 9789696521471। \n\"III. Constitutional Structure of Azad Kashmir and Its Relationship to Pakistan\" (পিডিএফ), \"With Friends Like These…\", Volume 18, no. 12 (C), Human Rights Watch, সেপ্টেম্বর ২০০৬ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nShekhawat, Seema (২০০৭)। \"Electoral Politics in Pakistan-Occupied Kashmir\"। India Quarterly। 63 (3): 145–167। আইএসএসএন 0974-9284। এসটুসিআইডি 155709503। জেস্টোর 45073208। ডিওআই:10.1177/097492840706300306। \nAli, Shaheen Sardar; Rehman, Javaid (২০১৩)। Indigenous Peoples and Ethnic Minorities of Pakistan: Constitutional and Legal Perspectives। Monograph Series No. 84 (ইংরেজি ভাষায়)। Nordic Institute of Asian Studies। Great Britain: Routledge Curzon। আইএসবিএন 978-1-136-77868-1  – Google Books-এর মাধ্যমে। \nHayat, Javaid (এপ্রিল ২০১৪)। Azad Jammu & Kashmir (AJK): Prospects for Democratic Governance Amidst Ambiguous Sovereignty, Absence of Self-determination and Enduring Conflict (পিডিএফ) (গবেষণাপত্র)। Berlin: Otto-Suhr-Institut। ডিওআই:10.17169/refubium-15279। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nRose, Leo E (২০১৯)। \"11: The Politics of Azad Kashmir\"।   Thomas, Raju GC। Perspectives On Kashmir: The Roots Of Conflict In South Asia (ইংরেজি ভাষায়)। Routledge। আইএসবিএন 978-1-000-30136-6। \n\n\n== আরও পড়ুন ==\nAhmed, Raja Qaiser (২০২১)। \"Politics of Power-Sharing in Disputed Territories: A Case Study of the 13th Amendment in the Constitution of Azad Jammu and Kashmir\" (ইংরেজি ভাষায়): 1267–1276। আইএসএসএন 0021-9096। ডিওআই:10.1177/00219096211052267। \nMahmud, Ershad (২০০৬)। \"Status of AJK in Political Milieu\": 105–123। আইএসএসএন 1812-1829। জেস্টোর 42922642।"}