{"pageid": 1473316, "title": "বংশ", "url": "https://bn.wikipedia.org/wiki?curid=1473316", "content": "বংশ (সংস্কৃত: वंशम्) একটি সংস্কৃত শব্দ যার অর্থ 'পরিবার, জাতি, কুল'। এটি বৌদ্ধ, হিন্দু ও জৈন ধর্মের প্রাচীন ও মধ্যযুগীয় সাহিত্যের ধারাকেও নির্দেশ করে। এই ধারাটি বংশবৃত্তান্তের উপর দৃষ্টি নিবদ্ধ করে। তারা ইউরোপীয় সাহিত্যে পাওয়া প্রচলিত ইতিহাসের সাথে সাদৃশ্যপূর্ণ, কিন্তু ভিন্ন কারণ তারা প্রধানত পৌরাণিক কাহিনী বর্ণনা করে এবং পুনর্জন্মের মতো আধ্যাত্মিক মতবাদকে একীভূত করতে পারে। বংশ রাজবংশ, পরিবার, ব্যক্তি যেমন সাধু, নির্দিষ্ট ঐতিহ্যের শিক্ষকদের লাইন, বা বিশেষ করে তীর্থস্থানের উপর ফোকাস করা যেতে পারে। এই পাঠ্যগুলির মধ্যে কয়েকটির শিরোনাম আছে বংশম্ এর সাথে প্রত্যয় হিসেবে।\n\n\n== বৌদ্ধধর্ম ==\nবুদ্ধবংশ, দীপবংশ ও মহাবংশ বৌদ্ধ বংশের উদাহরণ। বুদ্ধবংশ ২৪ জন বুদ্ধের পৌরাণিক বংশের বর্ণনা করে যারা প্রকৃত মানব বুদ্ধের আগে সিদ্ধার্থ হিসেবে এসেছিলেন এবং এতে বোধিসত্ত মতবাদ অন্তর্ভুক্ত রয়েছে। দীপবংশ ও মহাবংশ উভয়টিই শ্রীলঙ্কা  দ্বীপের থেরবাদ ইতিহাস যেখানে বুদ্ধের জন্ম থেকে শুরু করে মধ্যযুগের প্রথম দিকের স্থান সম্পর্কে কিংবদন্তি উপস্থাপন করা হয়েছে। গিগারের মতে, মহাবংশ সম্ভবত দীপবংশের উপর ভিত্তি করে, এই ইতিহাসগুলি সন্দেহজনক নির্ভরযোগ্যতা।\nদাথবংশ হলো নবম শতাব্দী পর্যন্ত বুদ্ধের দাঁতের ধ্বংসাবশেষের ইতিহাস। থূপবংশ হলো শ্রীলঙ্কার মহান স্তূপের কথিত পৌরাণিক ঘটনাক্রম, বেশিরভাগই প্রথম সহস্রাব্দের ঐতিহাসিক কাহিনী। শাসনবংশ হলো বার্মিজ পাঠ, ১৮৬১ সালে রচিত, খ্রিস্টপূর্ব ১ম সহস্রাব্দ থেকে মধ্য ভারতের পৌরাণিক বর্ণনা সহ এবং তার পরে, ভারতের বাইরে বৌদ্ধধর্ম এবং এর সন্ন্যাসী প্রতিষ্ঠানগুলির বিস্তার সম্পর্কে।  সঙ্গীতবংশ হলো থাই পাঠ্য, যা ১৮ শতকে ভারতে বুদ্ধবংশ, ভারত থেকে বৌদ্ধধর্মের অভিবাসন এবং থাইল্যান্ডে এর ইতিহাস, সেইসাথে এর পতনের অনুমানগুলিকে চিহ্নিত করে।\n\n\n== হিন্দুধর্ম ==\nহিন্দু সাহিত্যের পুরাণ ধারায় বৌদ্ধ সাহিত্যের অনুরূপ বংশতালিকা রয়েছে। প্রতিটি পুরাণে বংশানুচরিত (রাজা ও ঋষিদের হিসাব) ও বংশ বর্ণনা করা হয়েছে। দুটি সবচেয়ে বিশিষ্ট রাজকীয় বংশকে বলা হয় সূর্যবংশ ও চন্দ্রবংশ, রাজা, পরিবার ও সম্প্রদায়ের সৌর ও চন্দ্র বংশ। হরিবংশ হলো যাদবদের কিংবদন্তি বংশোদ্ভূত এবং হিন্দু দেবতা কৃষ্ণের কাহিনী। এটি মহাভারতের পরিশিষ্ট হিসেবে পাওয়া যায়। পুরাণে বিভিন্ন প্রাণীর বংশের উল্লেখ আছে যেমন দৈত্য, নাগ, সেইসাথে প্রজাপতি ও ঋষিদের বংশধর। এছাড়াও দুটি অপেক্ষাকৃত নতুন রাজকীয় বংশ, বংশ, অগ্নিবংশ ও নাগবংশ।\n\n\n== জৈনধর্ম ==\nজৈনধর্মের সাহিত্যে বংশ শৈলী অন্তর্ভুক্ত রয়েছে, যেমন এর হরিবংশের সংস্করণ।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}