{"pageid": 1473974, "title": "অন্তর্ভুক্তি-বর্জন নীতি", "url": "https://bn.wikipedia.org/wiki?curid=1473974", "content": "অন্তর্ভুক্তি-বর্জন নীতি হলো গণিতের শাখা কম্বিনেটরিক্সের একটি নীতি। এটি মূলত একটি গণনা কৌশল যা দুটি সসীম সেটের সংযোগে উপাদানের সংখ্যা পাওয়ার পরিচিত পদ্ধতিকে সাধারণীকরণ করে। ইংরেজিতে একে Principle of Inclusion-Exclusion বলা হয়। যা নিম্নরূপে প্রকাশ করা হয়-\n\n  \n    \n      \n        \n          |\n        \n        A\n        ∪\n        B\n        \n          |\n        \n        =\n        \n          |\n        \n        A\n        \n          |\n        \n        +\n        \n          |\n        \n        B\n        \n          |\n        \n        −\n        \n          |\n        \n        A\n        ∩\n        B\n        \n          |\n        \n      \n    \n    {\\displaystyle |A\\cup B|=|A|+|B|-|A\\cap B|}\n  \n\nযেখানে A এবং B হলো দুটি সসীম সেট এবং | S | মূলত একটি সেট S এর কার্ডিনালিটি অর্থাৎ উপাদান সংখ্যা নির্দেশ করে।\nঅন্তর্ভুক্তি-বর্জন নীতি যেকোনো সংখ্যক সেটের জন্যও প্রযোজ্য। তিনটি সেট A, B এবং C এর জন্য নীতিটি নিম্নরূপ-\n\n  \n    \n      \n        \n          |\n        \n        A\n        ∪\n        B\n        ∪\n        C\n        \n          |\n        \n        =\n        \n          |\n        \n        A\n        \n          |\n        \n        +\n        \n          |\n        \n        B\n        \n          |\n        \n        +\n        \n          |\n        \n        C\n        \n          |\n        \n        −\n        \n          |\n        \n        A\n        ∩\n        B\n        \n          |\n        \n        −\n        \n          |\n        \n        A\n        ∩\n        C\n        \n          |\n        \n        −\n        \n          |\n        \n        B\n        ∩\n        C\n        \n          |\n        \n        +\n        \n          |\n        \n        A\n        ∩\n        B\n        ∩\n        C\n        \n          |\n        \n      \n    \n    {\\displaystyle |A\\cup B\\cup C|=|A|+|B|+|C|-|A\\cap B|-|A\\cap C|-|B\\cap C|+|A\\cap B\\cap C|}\n  \n\nভেন ডায়াগ্রামের মাধ্যমে সূত্রটি যাচাই করা যায়। এক্ষেত্রে, একাধিক বার গণনা করা উপাদানগুলোকে বাদ দেওয়ার সময়, তিনটি সেটের পারস্পরিক ছেদের উপাদানগুলোও প্রায়শই বিয়োগ করা হয়েছে। তাই সঠিক ফলাফল পেতে অবশ্যই আবার এদেরকে যোগ করতে হবে৷\n\nউক্ত উদাহরণসমূহের ফলাফলগুলোকে পর্যালোচনা করে নিম্নোক্ত সাধারণ অন্তর্ভুক্তি-বর্জন নীতি পাওয়া যায়- n সংখ্যক সেটের সংযোগের কার্ডিনালিটি তথা উপাদান সংখ্যা পাওয়ার জন্য\n\nসকল সেটের কার্ডিনালিটিগুলো অন্তর্ভুক্ত করুন।\nজোড়া ছেদ সেটের কার্ডিনালিটিগুলো বাদ দিন।\nতিনটি ছেদ সেটের কার্ডিনালিটিগুলো অন্তর্ভুক্ত করুন\nচৌ-ছেদ সেটের কার্ডিনালিটিগুলো বাদ দিন।\nপঞ্চ-ছেদ সেটের কার্ডিনালিটিগুলো অন্তর্ভুক্ত করুন।\nচালিয়ে যান, যতক্ষণ না n -tuple-ভিত্তিক ছেদটির কার্ডিনালিটি অন্তর্ভুক্ত করা হয় (যদি n বিজোড় হয়) বা বাদ দেওয়া হয় (n জোড়)।\nএই ধারণাটি প্রথম আব্রাহাম ডি ময়ভার (১৭১৮) প্রদান করেন, যদিও এটি প্রথমে ড্যানিয়েল দা সিলভা (১৮৫৪)  এবং পরবর্তীতে জেজে সিলভেস্টারের (১৮৮৩) একটি গবেষণাপত্রে দেখা যায়।  এজন্য কখনো কখনো এই নীতিটিকে দা সিলভা বা সিলভেস্টারের সূত্র হিসাবে উল্লেখ করা হয়। নীতিটিকে সংখ্যা তত্ত্বে ব্যাপকভাবে ব্যবহৃত ছাঁকনি পদ্ধতির উদাহরণ হিসাবে দেখা যেতে পারে এবং কখনো কখনো এটিকে ছাঁকনি সূত্র হিসাবেও উল্লেখ করা হয়। \nঅন্তর্ভুক্তি-বর্জনের নীতিকে একটি নির্দিষ্ট ম্যাট্রিক্সের বিপরীত গণনা হিসাবে প্রকাশ করা যেতে পারে।  এই বিপরীত ম্যাট্রিক্সের একটি বিশেষ কাঠামো রয়েছে, যা নীতিটিকে কম্বিনেটরিক্স এবং গণিতের সংশ্লিষ্ট ক্ষেত্রে একটি অত্যন্ত মূল্যবান কৌশল করে তোলে। জিয়ান-কার্লো রোটা যেমন বলেছেন:\n\n\"বিচ্ছিন্ন সম্ভাব্যতা এবং কম্বিনেটরিক্স তত্ত্বের মধ্যে গণনার সবচেয়ে দরকারি নীতিগুলির মধ্যে একটি হলো অন্তর্ভুক্তি-বর্জন নীতি। যখন দক্ষতার সাথে এটিকে প্রয়োগ করা হয়, তখন এই নীতিটি অনেক কম্বিনেটরিয়াল সমস্যার সমাধান দিয়েছে।\"\n\n\n== তথ্যসূত্র =="}