{"pageid": 1473972, "title": "ইসলামে শিক্ষক", "url": "https://bn.wikipedia.org/wiki?curid=1473972", "content": "ইসলামে শিক্ষকের ধারণা খুবই সমৃদ্ধ এবং বহুমাত্রিক। এই ধর্মে শিক্ষা ও শিক্ষকের মর্যাদা অত্যন্ত উচ্চ। কিন্তু ইসলামে কোনো কঠোর স্তরবিন্যাস না থাকায় আধ্যাত্মিক শিক্ষক ও সাধারণ শিক্ষকের মধ্যে স্পষ্ট পার্থক্য করা কখনো কখনো কঠিন হয়ে পড়ে। বিভিন্ন  ইসলামি ঐতিহ্যে ব্যবহৃত শব্দগুলির একটি তালিকা নিম্নরূপ:\n\nওলামা শব্দটি এমন একজন শিক্ষককে বোঝায়, যিনি মুসলিম সম্প্রদায়ের সকল বিশ্বাসীদের মতামত বা ইজমাকে ভালোভাবে বুঝেন এবং তা অনুসরণ করেন। উম্মাহ শব্দটি মুসলিম সম্প্রদায়ের সকল বিশ্বাসীদের একত্রিত করে এমন একটি বিশ্বব্যাপী সম্প্রদায়কে বোঝায়। এটি অন্যান্য ধর্মের সংঘ বা \"এক্লেসিয়া\" শব্দের মতো।\nমুফতি হলেন একজন ব্যক্তি যিনি ইসলামি আইন (শরিয়া ও ফিকহ) ব্যাখ্যা করেন বা তা সম্পর্কে বিস্তারিত জানান।\nমুহাদ্দিস হলেন এমন একজন ব্যক্তি যিনি হাদিস সম্পর্কে গভীর জ্ঞান রাখেন এবং হাদিস শিক্ষা দেন। তিনি হাদিস শিক্ষা দেওয়ার জন্য বর্ণনা বা গল্পের মাধ্যম ব্যবহার করেন।\nইসলামি শিক্ষা প্রতিষ্ঠান মাদ্রাসায় শিক্ষকদের \"হেঁদ\" বলা হয়। অন্যদিকে, কুরআন ও ইসলামি ঐতিহ্যের অভিভাবক হিসেবে মোল্লা শব্দটি ব্যবহৃত হয়।\nমৌলভি হলো একটি ফার্সি শব্দ যার অর্থ শিক্ষক বা উস্তাদ।\nশায়খ হলেন কোরআনের একজন প্রমাণিত ও বিশ্বস্ত শিক্ষক।\nমুজাদ্দিদ হলেন এমন একজন ব্যক্তি, যাকে আল্লাহ প্রতি শতাব্দীর শুরুতে উম্মাহকে সহায়তা করার ও ইসলামকে নতুন জীবন দান করার জন্য পাঠান।\nশেখ শব্দটি আরবি ভাষায় ব্যবহৃত একটি সম্মানসূচক উপাধি, যার অর্থ \"বয়স্ক\" বা \"প্রবীণ ব্যক্তি\"। বিভিন্ন সংস্কৃতিতে, এই শব্দটি ব্যবহার করে একজন ব্যক্তিকে সম্বোধন করার সময়, তিনি স্বয়ং একজন শিক্ষকের ভূমিকা পালন করেন কিনা—এই বিষয়ে দীর্ঘদিন ধরে বিতর্ক চলে আসছে।\nমারাবুট হলেন পশ্চিম আফ্রিকা ও মাগরেব অঞ্চলে ইসলামের শিক্ষা ও আধ্যাত্মিকতার একজন গুরু। বার্বের সংস্কৃতির সন্ত ধারণা থেকে উদ্ভূত এই শব্দটি আরবিভাষী ম্যাগ্রিবিয়ানদের কাছে \"সাইয়েদ\" নামে পরিচিত।\nমারজা শব্দটি শিয়া সম্প্রদায় ব্যবহার করে। এর অর্থ হল \"অনুসরণের উৎস\"।\nআল্লামা শব্দটি ফার্সি ভাষা থেকে উদ্ভূত এবং মূলত মারজাদের মধ্যে অত্যন্ত জ্ঞানী এবং সম্মানিত ব্যক্তিদের উদ্দেশ্যে ব্যবহৃত হতো। এই শব্দটি এতটাই সম্মানসূচক যে, কালক্রমে এটি শিক্ষকদের জন্যও ব্যবহৃত হতে শুরু করে। বিশেষ করে, কিছু সুন্নি সম্প্রদায়ের মধ্যে অসাধারণ জ্ঞান ও গুণাবলী সম্পন্ন শিক্ষকদের বোঝাতে এই শব্দটি ব্যবহৃত হয়।\nআয়াতুল্লাহ হলেন শিয়া মুসলিম ধর্মীয় পণ্ডিতদের জন্য ব্যবহৃত একটি উচ্চ মর্যাদাসম্পন্ন উপাধি।"}