{"pageid": 1473669, "title": "পুরুষের প্রতি সহিংসতা", "url": "https://bn.wikipedia.org/wiki?curid=1473669", "content": "পুরুষের প্রতি সহিংসতা বা পুরুষের বিরুদ্ধে সহিংসতা হচ্ছে  সহিংস অপরাধগুলো যেগুলো প্রধানত বা কেবলই পুরুষ বা একচেটিয়াভাবে ছেলেদের বিরুদ্ধে সংঘটিত হয়। এরকম সহিংসতাকে প্রায়ই ঘৃণাপূর্বক অপরাধ হিসেবে গণ্য করা হয়।\n\n\n== ধারণা ও দিক ==\nপুরুষদের বিরুদ্ধেও গৃহনিপীড়ন রয়েছে যা নিয়ে তেমন গবেষণা নেই, জানান জার্মান বিশেষজ্ঞ৷ সরকারি পরিসংখ্যানের তুলনায় পুরুষেরা অনেক বেশি গৃহ নিপীড়নের শিকার হয়ে থাকে৷ বিষয়টি লজ্জার বলে মনে করার কারণে পুরুষেরা তা প্রকাশ করতে চায়না ৷ একথা জানান, জার্মানির রস্টক বিশ্ববিদ্যালয়ের আইন বিষয়ক চিকিৎসক ভেরেনা কলবে৷ জার্মান ক্রিমিনাল পুলিশ অফিসের পরিসংখ্যান থেকে জানা যায়, ২০১৮ সালে ৩২৪ জন নারী এবং ৯৭ জন পুরুষ তাদের সাবেক পার্টনার এর হত্যার শিকার হয়৷ সেবছরই সারা জার্মানি জুড়ে প্রায় ২৬ হাজার পুরুষ ও এক লাখ ১৪ হাজার নারী গৃহনিপীড়নের শিকার হয়৷\n\n\n=== পুরুষত্বহীনকরণ ===\n\nপুরুষদের বিরুদ্ধেও গৃহনিপীড়ন রয়েছে, যা নিয়ে তেমন গবেষণা নেই, জানান জার্মান বিশেষজ্ঞ। সরকারি পরিসংখ্যানের তুলনায় পুরুষেরা অনেক বেশি গৃহনিপীড়নের শিকার হয়ে থাকে। বিষয়টি লজ্জার বলে মনে করার কারণে পুরুষেরা তা প্রকাশ করতে চায় না। একথা জানান, জার্মানির রস্টক বিশ্ববিদ্যালয়ের আইন বিষয়ক চিকিৎসক ভেরেনা কলবে। জার্মান ক্রিমিনাল পুলিশ অফিসের পরিসংখ্যান থেকে জানা যায়, ২০১৮ সালে ৩২৪ জন নারী এবং ৯৭ জন পুরুষ তাদের সাবেক পার্টনারের হাতে হত্যার শিকার হন। সেবছরই সারা জার্মানি জুড়ে প্রায় ২৬ হাজার পুরুষ ও এক লাখ ১৪ হাজার নারী গৃহনিপীড়নের শিকার হয়।\n\n\n=== পুরুষ ধর্ষণ ===\n\nপুরুষ ধর্ষণ বা অন্যান্য যৌন সহিংসতার শিকারদের একটি ঘটনা। ঐতিহাসিকভাবে, ধর্ষণকে শুধুমাত্র মহিলাদের বিরুদ্ধে সংঘটিত অপরাধ বলে মনে করা হত এবং সংজ্ঞায়িত করা হত। এই বিশ্বাস এখনও বিশ্বের কিছু অংশে ধারণ করা হয়, কিন্তু পুরুষদের ধর্ষণ এখন সাধারণভাবে অপরাধী হয়ে উঠেছে এবং অতীতের তুলনায় অনেক বেশি আলোচনার বিষয়।\n\n\n=== পারিবারিক সহিংসতা ===\n\nএকটি গবেষণা তদন্তে এসেছে, যেসব নারী পুরুষদের শারীরিক আক্রমণ করে তারা পুলিশের গ্রেফ্তার এড়ানোর চেষ্টা করে, এমনকি পুরুষরা পুলিশের সাথে যোগাযোগ করার পরও পুলিশরা ঐ সমস্ত নারীদের সাধারণত গ্রেফতার করে না যারা তাদের পুরুষ সঙ্গীদের অত্যাচার করে। এবং এমনটি করার কারণ হচ্ছে এটা মনে করা যে, পুরুষ তার নারী সঙ্গী থেকে নিজেকে রক্ষা করতে পারে এবং নিজের পুরুষ সঙ্গী ব্যতীত অন্য কাউকে আক্রমণ না করলে নারীর সহিংসতা তেমন বিপজ্জনক কিছু নয়।\n\n\n=== কারাধর্ষণ ===\n\nকারাধর্ষণ হচ্ছে জেল, কয়েদখানা বা কারাগারের অভ্যন্তরে সংগঠিত ধর্ষণ। শব্দটি সাধারণত কোন বন্দী দ্বারা অন্য কোন বন্দীকে ধর্ষণ করা বুঝাতে ব্যবহৃত হয়। তবে প্রায়শই কারাগারের কর্মীদের দ্বারা কারাবন্দীদের ধর্ষণের জন্য এবং কদাচিৎ কারাবন্দীদের দ্বারা কর্মীদের ধর্ষণের জন্যও ব্যবহৃত হয়। মার্কিন যুক্তরাষ্ট্রে কারাধর্ষণের বেশিরভাগ ক্ষেত্রেই এমন পুরুষরা জড়িত থাকে যারা অন্য পুরুষদের দ্বারা ধর্ষিত হয়।\n\n\n== আরও দেখুন ==\nশিশু অধিকার\nপুরুষবিদ্বেষ\nকারাধর্ষণ\nনারীর প্রতি সহিংসতা\n\n\n== তথ্যসূত্র =="}