{"pageid": 1474051, "title": "টি.ভি সোমানাথন", "url": "https://bn.wikipedia.org/wiki?curid=1474051", "content": "ডঃ টিভি সোমানাথন (জন্ম ১০ মে ১৯৬৫) তামিলনাড়ু ক্যাডারের ১৯৮৭ ব্যাচের ভারতীয় প্রশাসনিক পরিষেবা (IAS) অফিসার।  বর্তমানে, তিনি ৩০ আগস্ট ২০২৪ সাল থেকে ভারতের মন্ত্রিপরিষদ সচিব হিসাবে দায়িত্ব পালন করছেন।  এর আগে তিনি ভারতের অর্থ সচিব (বিভাগ ব্যয়) হিসেবে দায়িত্ব পালন করেন।  এই নিয়োগের আগে তিনি  প্রধানমন্ত্রীর কার্যালয়ে অতিরিক্ত সচিব ও যুগ্ম সচিব হিসেবে দায়িত্ব পালন করেন। তিনি ওয়ার্ল্ড ব্যাংক গ্রুপ, ওয়াশিংটন ডিসি-তে পরিচালক হিসেবেও কাজ করেছেন যেখানে তিনি প্রাথমিকভাবে এর ইয়াং প্রফেশনাল প্রোগ্রামের অধীনে যোগদান করেছিলেন।\n\n\n== শিক্ষা ==\nডঃ সোমানাথন পিএইচডি করেছেন। কলকাতা বিশ্ববিদ্যালয় থেকে অর্থনীতিতে, হার্ভার্ড বিজনেস স্কুল থেকে এক্সিকিউটিভ ডেভেলপমেন্ট প্রোগ্রাম ডিপ্লোমা, পাঞ্জাব বিশ্ববিদ্যালয় থেকে স্নাতক এবং বাণিজ্যে স্নাতক ডিগ্রি। এছাড়াও তিনি ইংল্যান্ড ও ওয়েলসের ইনস্টিটিউট অফ চার্টার্ড অ্যাকাউন্ট্যান্টস, দ্য চার্টার্ড ইনস্টিটিউট অফ ম্যানেজমেন্ট অ্যাকাউন্ট্যান্টস, লন্ডন, দ্য ইনস্টিটিউট অফ চার্টার্ড সেক্রেটারিজ, লন্ডন, অ্যাসোসিয়েশন অফ চার্টার্ড সার্টিফাইড অ্যাকাউন্ট্যান্টস, লন্ডন, ভারতের কোম্পানি সচিবদের ইনস্টিটিউটের সদস্য এবং দ্য ইনস্টিটিউট অফ কস্ট অ্যাকাউন্ট্যান্টস অফ ইন্ডিয়া।  ডঃ সোমানাথন একাডেমিক জার্নালে এবং হিন্দু, বিজনেস স্ট্যান্ডার্ড, বিজনেস লাইন, ইন্ডিয়ান এক্সপ্রেস, ফরচুন ইন্ডিয়া, যোজনা, কুরুক্ষেত্র ইত্যাদিতে অর্থনীতি, ফিনান্স, গভর্নেন্স এবং পাবলিক পলিসির উপর অসংখ্য প্রবন্ধ ও গবেষণাপত্র প্রকাশ করেছেন  তিনি একজন বিশ্বব্যাংক গ্রুপের জন্য তরুণ পেশাদার (১৯৯৬)।\n\n\n== কর্মজীবন ==\n\n\n=== ভারতের ক্যাবিনেট সেক্রেটারি ===\nটিভি সোমানাথন ৩০ আগস্ট ২০২৪-এ রাজীব গৌবার কাছ থেকে ক্যাবিনেট সেক্রেটারি হিসেবে দায়িত্ব নেবেন। \n\n\n== প্রকাশনা ==\nSomanathan, T. V. (১৯৯৮)। Derivatives। McGraw Hill Education। আইএসবিএন 1108402712। \nSomanathan, T. V. (২০০৫)। Public Institutions in India Chapter entitled Civil Service An Institutional Perspective। Oxford University Press। \nSomanathan, T. V. & Anantha Nageswaran, V (2015). The Economics of Derivatives, Cambridge University Press.\n\n\n== তথ্যসূত্র =="}