{"pageid": 1474076, "title": "পানামায় ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1474076", "content": "পানামা মূলত একটি খ্রিস্টান দেশ। এখানে ইসলাম একটি সংখ্যালঘু ধর্ম। পানামার সংবিধানের ধর্মনিরপেক্ষ প্রকৃতির কারণে মুসলমানরা ধর্মান্তরিত করার ক্ষেত্রে এবং দেশটিতে উপাসনালয় নির্মাণের ক্ষেত্রে স্বাধীন ভোগ করে।\n২০০৯ সালের পিউ রিসার্চ সেন্টারের রিপোর্ট অনুসারে, পানামায় ২৪,০০০ মুসলমান রয়েছে যারা জনসংখ্যার ০.৭ শতাংশ।\n\n\n== প্রারম্ভিক ইতিহাস ==\nবিশ্বাস করা হয় যে, পানামার প্রথম দিককার মুসলমানরা ছিল মান্দিঙ্কা ক্রীতদাস। তাদেরকে পর্তুগিজ দাস ব্যবসায়ীরা ১৫৫২ সালে সোনার খনিতে কাজ করার জন্য নিয়ে আসে। মান্দিঙ্কা সেই সময়ে প্রধানত সর্বপ্রাণবাদী এবং মুসলিম ছিল। তাদের আমদানি স্পেনীয় আইন দ্বারা নিষিদ্ধ ছিল। কিন্তু পর্তুগিজরা তা লঙ্ঘন করে। প্রায় ৫০০ জনের একটি দল ১৫৫২ সালে পানামার আটলান্টিক উপকূলে পৌছায়। তারা একটি ডুবন্ত জাহাজ থেকে রক্ষা পায়। তারা ঔপনিবেশিকদের বিরুদ্ধে লড়াইয়ে বায়ানো (ভাইনো) নামক একজনকে তাদের নেতা নির্বাচিত করে।  তারা বিভিন্ন এলাকায় কাউন্সিল গঠন করে। সেই এলাকাগুলো এখন দারিয়েন প্রদেশ, সান মিগুয়েল সাগর, সান ব্লাস দ্বীপপুঞ্জ এবং বায়ানোর নামে নামকরণকৃত বায়ানো নদীর তীরবর্তী এলাকা হিসেবে পরিচিত। বায়ানো পানামার ঔপনিবেশিক গভর্নরের সাথে যুদ্ধবিরতিতে পৌঁছান, কিন্তু সুপরিচিত কমান্ডার পেড্রো ডি উরসুয়া এই গেরিলা নেতাকে বন্দী করতে সফল হন। তাকে পেরু এবং তারপরে স্পেনে পাঠানো হয়। সেখানে তিনি রাজকীয় কোষাগারের খরচে বার্ষিক প্রদত্ত অর্থে বসবাসকালীন সময় মারা যান। যদিও অনেকে জোর দিয়ে বলে যে বায়ানো একজন মুসলিম ছিলেন; বায়ানো মুসলিম ছিলেন না কারণ তিনি বীরত্বের খ্রিস্টান পৃষ্ঠপোষক সন্তকে সেই বিপজ্জনক মুহূর্তে তাদের সাহায্য করার জন্য \"সান্তিয়াগো এ এলওস\" বলে চিৎকার করে স্পেনীয় সৈন্যদের উপর আক্রমণ করতেন।\n\n\n== আধুনিক যুগ ==\nমুসলমানদের প্রথম অংশটি ছিল ভারতীয় উপমহাদেশ এবং লেবানন থেকে আসা অবিবাহিত-পুরুষ অভিবাসী। তারা ১৯০৪ থেকে ১৯১৩ সালের মধ্যকার সময়ে আসে। পরে তারা স্থানীয় মহিলাদের বিয়ে করে। প্রথম মসজিদটি আহমদিয়া মুসলিম আন্দোলন মাধ্যমে ১৯৩০ সালে নির্মিত হয়েছিল। ১৯২৯ সালে ভারতের বোম্বে থেকে আসা আরেকটি দল সুন্নি ইন্দো-পাকিস্তানি মুসলিম সোসাইটি গঠন করে। ১৯২৯ সাল থেকে ১৯৪৮ সাল পর্যন্ত এই সংস্থাটি (পানামা মুসলিম মিশন নামে পুনঃনামকরণ করা হয়) পানামা সিটিতে একটি মসজিদ নির্মাণের উদ্যোগ নেয়। স্থানটিতে অর্ধেক নির্মাণ সম্পন্ন হয়েছিল এবং ঈদের প্রার্থনা ও নও মুসলিমদের জন্য পাঠদানের জন্য ব্যবহার করা হতো। এই নও মুসলিমরা ছিল পশ্চিম ভারতীয় বংশোদ্ভূত প্রায় পঁচিশজন কৃষ্ণাঙ্গ। কোলনে ইসলাম অনুশীলনকারী অন্য একটি দল ছিল যার নেতৃত্বে ছিলেন ব্যাসিল অস্টকান নামক একজন জ্যামাইকান। দলটি সিক্স স্ট্রীট এবং ব্রডওয়েতে নামাজের জন্য একটি জায়গা ভাড়া নিয়েছিল। ১৯৩২ সালে পানামা সিটির ক্যালিডোনিয়ার সান মিগুয়েলে একদল মুসলিম ছিল যারা শর্ট স্ট্রিটে বসবাস করত। সেখানে তারা সভা ও প্রার্থনা করত। ১৯৫১ সাল পর্যন্ত যখন প্রথম পরিবারগুলো আসার আগ পর্যন্ত ভারত-পাকিস্তান বংশোদ্ভূত পানামা সিটির মুসলমানদের কোনো পারিবারিক কাঠামো ছিল না। ১৯৬৩ সালে, তারা জার্ডিন ডি পাজ নামে স্থানীয় কবরস্থানে একটি জমি ক্রয় করে; ১৯৯১ সালে, আররাইজান নামক একটি এলাকায় সম্পত্তি ক্রয় করা হয়, যা এখন শুধুমাত্র একটি মুসলিম কবরস্থান হিসাবে ব্যবহৃত হয়।\n\n\n== সম্প্রদায়গত উন্নয়ন: ১৯৭০ এর দশক থেকে বর্তমান পর্যন্ত ==\n১৯৭০-এর দশকের মাঝামাঝি কিছু স্থানীয় পানামানিয়া্যাসনেশন অব ইসলাম এর মাধ্যমে প্রভাবিত এবং আবদুল ওয়াহাব জনসন এবং সুলেমান জনসনের নেতৃত্বে, পানামা সিটি এবং কোলনে ইসলাম প্রচার শুরু করে। ডক্টর আব্দুল খাবির মুহাম্মদের সাথে সাক্ষাতের পর তারা প্রচলিত সুন্নি ইসলাম অধ্যয়ন করতে শুরু করেন। ১৯৭৭ সালে তারা কোলনের আরব বণিকদের কাছ থেকে ৭ম স্ট্রিট এবং সেন্ট্রাল অ্যাভিনিউ, কোলনে একটি জায়গা ভাড়া নেওয়ার জন্য অর্থায়ন পায়। এই দলটি জ্ঞান এবং সহায়তার অভাবে অবশেষে বিচ্ছিন্ন হয়ে যায়। পানামা সিটির সেন্ট্রাল এভিনিউতে বাজার হিন্দুস্তান এর উপরে একটি কক্ষে ইন্দো-পাকিস্তান মুসলিমরা ১৯৬৫ সাল থেকে ১৯৭৩ সাল পর্যন্ত তাদের সন্তানদের বাড়িতে শিক্ষা দেওয়া শুরু করে। ১৯৭৮ সালে, তারা পানামা সিটির পেরেজিল এলাকায় একটি জায়গা ব্যবহার করতে শুরু করে। সেখানে ১৫ জানুয়ারী, ১৯৮২ তারিখে এল সেন্ট্রো কালচারাল ইসলামিকো দে কোলন সমাপ্ত হওয়া পর্যন্ত প্রার্থনা এবং সভা অনুষ্ঠিত হতো। এই মসজিদটি ইসলামিক কল সোসাইটি (লিবিয়া ভিত্তিক) এবং ভারতের একজন স্থানীয় বণিক সালোমন ভিখু কর্তৃক যৌথভাবে নির্মিত হয়। এটির উদ্বোধনের পর থেকে, ডক্টর আব্দুল খাবের মুহাম্মাদ এবং তার অনুপস্থিতিতে হামজা বিয়ার্ড নও মুসলিম এবং ইসলামে আগ্রহী ব্যক্তিদের জন্য সন্ধ্যাকালীন ও সাপ্তাহিক রবিবারে ক্লাস অনুষ্ঠিত হতো। ১৯৯১ সালে মুসলিম সম্প্রদায় আররাইজানে জমি কিনে নেয়। এটি এখন শুধুমাত্র একটি মুসলিম কবরস্থান হিসাবে ব্যবহৃত হয়। ১৯৯৭ সালের মার্চ পর্যন্ত, পানামাতে চারটি মসজিদ ছিল।\n\n\n== মসজিদ ==\nজামে মসজিদ (পানামা সিটি)\n\n\n== আরও দেখুন ==\nলাতিন আমেরিকান মুসলমান\nল্যাটিনো মুসলিম\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়তে ==\nডা. ফার্নান্দো রোমেরো এল রে বায়ানো এবং লস নেগ্রোস পানামেনোস এন লস মিডিয়াডোস ডেল সিগ্লো ১৬\nবার্তা: কানাডা ইসলামিক ম্যাগাজিন আগস্ট ১৯৯৭"}