{"pageid": 1474128, "title": "মিশেল লোতিতো", "url": "https://bn.wikipedia.org/wiki?curid=1474128", "content": "মিশেল লোতিতো (ফরাসি উচ্চারণ: [miʃɛl lɔtito] ; ১৬ জুন ১৯৫০ – ১৭ এপ্রিল ২০০৬) গ্রনোবলে জন্মগ্রহণকারী একজন ফরাসি বিনোদনশিল্পী ছিলেন, ইচ্ছাকৃতভাবে অপাচ্য বস্তু খাওয়ার জন্য বিখ্যাত। তিনি মহাশয় \"মাউথ\" ম্যাঙ্গেটআউট (\"মিস্টার ইট-অল\") নামে পরিচিত হন। তিনি ৯ বছর বয়সে এই অস্বাভাবিক খাবার খাওয়া শুরু করেছিলেন। \n\n\n== বিনোদন ==\nমিশেল লোতিতো ৯ বছর বয়সে অস্বাভাবিক উপাদান খাওয়া শুরু করেন,  এবং তিনি ১৯৬৬ সালে ১৬ বছর বয়সে প্রকাশ্যে অভিনয় করেছিলেন। তার একটি খাওয়ার ব্যাধি ছিল যা পিকা নামে পরিচিত, যা একটি মানসিক ব্যাধি যা মূলত পুষ্টিহীন পদার্থের জন্য ক্ষুধা দ্বারা চিহ্নিত করা হয়। চিকিত্সকরা নির্ধারণ করেছিলেন যে লোতিতোর পেট এবং অন্ত্রেও একটি পুরু আস্তরণ রয়েছে যা তাকে আঘাত না করে ধারালো ধাতু খাওয়ার অনুমতি দেয়।  লোতিতোরও পাচক রস ছিল যা অস্বাভাবিকভাবে শক্তিশালী ছিল, যার অর্থ হল তিনি অস্বাভাবিক উপাদানগুলি হজম করতে পারতেন। যাইহোক, এর মানে হল যে নরম খাবার, যেমন কলা এবং শক্ত-সিদ্ধ ডিম তাকে অসুস্থ করে তোলে। \nলোতিতো ধাতু, কাচ, রাবার এবং অন্যান্য উপকরণ খেয়েছেন। তিনি সাইকেল, শপিং কার্ট, টেলিভিশন, বিছানা এবং একটি সেসনা ১৫০ বিমান,  এর মতো আইটেমগুলিকে বিচ্ছিন্ন করে, কেটে টুকরো টুকরো করে গ্রাস করেছিলেন। ১৯৭৮ থেকে 1980 পর্যন্ত সেসনা 150 খেতে তার মোটামুটি দুই বছর লেগেছিল।\nলোতিতো দাবি করেছিলেন যে তিনি সাধারণত বিষাক্ত বলে বিবেচিত পদার্থ সেবনের ফলে খারাপ প্রভাবে ভোগেন না। পারফর্ম করার সময়, তিনি দৈনিক প্রায় ১ কিলোগ্রাম (২.২ পাউন্ড) উপাদান খেতেন, অবশ্য খাবার আগে খনিজ তেলের গলাধঃকরণ করতেন এবং খাবারের সময় যথেষ্ট পরিমাণে পানি পান করতেন।  অনুমান করা হয় যে ১৯৫৯ থেকে ১৯৯৭ সালের মধ্যে, লোতিতো \"প্রায় নয় টন ধাতু খেয়েছিল।\" \nএই সমস্ত ধাতু খাওয়ার জন্য লোতিতোর পদ্ধতি ছিল খাওয়ার চেষ্টা করার আগে সেটিকে ছোট ছোট টুকরো টুকরো করে নেয়া। এরপর তিনি খনিজ তেল পান করেতেন এবং ধাতব টুকরা গিলে পানি পান করতেন। এটি তাকে তার গলার ক্ষতি না করে ধাতুটি গিলে ফেলতে সাহায্য করতো। লোতিতোর অস্বাভাবিক খাদ্যাভ্যাসের ফলে হজমের কোনো সমস্যা হয়নি।   \n২০২২ সালে, ফ্যাক্ট-চেকিং ওয়েবসাইট, স্নোপসের ম্যাডিসন ড্যাপসেভিচ লোতিতোর দাবিটি তদন্ত করে যে, তিনি একটি সম্পূর্ণ বিমান খেয়েছেন কিনা। তিনি উপসংহারে এসেছিলেন যে, যদিও লোতিতোর অস্বাভাবিক বস্তু খাওয়ার অনেক বিবরণ রয়েছে এবং তিনি \"খুব সম্ভবত\" একজন পেশাদার বিনোদনকারী হিসাবে মঞ্চে এই জাতীয় বস্তু খেয়েছেন, তিনি নিশ্চিত হতে পারেন নি যে লোতিতো একটি সম্পূর্ণ বিমান, এমনকি একটি অংশও খেয়েছিল। . \n\n\n== পুরস্কার ==\nগিনেস বুক অফ রেকর্ডসে 'অদ্ভুত খাদ্যাভ্যাস'-এর রেকর্ড লোতিতোর দখলে। প্রকাশকদের দ্বারা তার দক্ষতার স্মরণে তাকে একটি পিতলের ফলক প্রদান করা হয়। তিনি সেই পুরস্কারও খেয়ে ফেলেন। \n\n\n== মৃত্যু ==\nলোতিতো ৫৫ বছর বয়সে ১৭ এপ্রিল ২০০৬ সালে গ্রনোবলে মারা যান। \n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:Ripley's Believe It or Not!"}