{"pageid": 1474210, "title": "আবদুল মাজেদ খান", "url": "https://bn.wikipedia.org/wiki?curid=1474210", "content": "আবদুল মাজেদ খান ছিলেন একজন বাংলাদেশী-নিউজিল্যান্ডীয় শিক্ষাবিদ, গবেষক ও কর্মী। তিনি ওয়েলিংটন ভিক্টোরিয়া বিশ্ববিদ্যালয়ের একজন প্রাক্তন উর্ধ্বতন প্রভাষক। তিনি কলকাতা বিশ্ববিদ্যালয় ও ঢাকা বিশ্ববিদ্যালয়ের প্রাক্তন শিক্ষক ছিলেন।\n\n\n== প্রারম্ভিক জীবন ও শিক্ষা ==\nখান ১৯১৯ সালের আগস্টে জন্মগ্রহণ করেন। তিনি ১৯৩৫ এবং ১৯৩৯ সালে ফরিদপুর জিলা স্কুল এবং প্রেসিডেন্সি বিশ্ববিদ্যালয় থেকে স্নাতক পাশ করেন। তিনি ১৯৪২ সালে কলকাতা বিশ্ববিদ্যালয় থেকে ইসলামি ইতিহাস ও সংস্কৃতিতে স্নাতকোত্তর ডিগ্রি অর্জন করেন।\nখান লন্ডন বিশ্ববিদ্যালয় থেকে পিএইচডি সম্পন্ন করেন। তার থিসিস ছিল \"বাংলায় ট্রানজিশন ১৭৫৬-১৭৭৫: সাইয়্যিদ মুহাম্মদ রেজা খানের অধ্যয়ন\"।\n\n\n== কর্মজীবন ==\nখান ১৯৪৩ সালে কলকাতা বিশ্ববিদ্যালয়ে গৃহশিক্ষক হিসেবে যোগদান করেন। তাকে একজন পূর্ণকালীন প্রভাষক এবং কারমাইকেল হলের সুপারিনটেনডেন্ট নিযুক্ত করা হয়। ১৯৪৪ সালে তিনি বেঙ্গল এডুকেশন সার্ভিসে ইসলামি ইতিহাস ও সংস্কৃতির অধ্যাপক হিসেবে যোগদান করেন। তাকে মৌলানা আজাদ কলেজে নিয়োগ করা হয়। তিনি জলপাইগুড়িতে সিভিল সাপ্লাই বিভাগে স্থানান্তরিত হন।\nভারত বিভাজনের পর খান পূর্ব বাংলায় চলে আসেন। তিনি ফরিদপুর জেলা, গাইবান্ধা জেলা এবং রাজবাড়ী জেলায় পদায়ন করেন। তিনি ঢাকা বিশ্ববিদ্যালয়ের ইসলামি ইতিহাস ও সংস্কৃতি বিভাগে যোগদান করেন। খান ১৯৫২ সালে বাংলা ভাষা আন্দোলনে যোগ দেন।\nখান তার পিএইচডি শেষ করার পর ১৯৬৬ সালে ওয়েলিংটন ভিক্টোরিয়া বিশ্ববিদ্যালয়ে যোগ দেন। নিউজিল্যান্ডে একমাত্র বাংলাদেশী পরিবার ছিল তার পরিবার। বাংলাদেশের স্বাধীনতা যুদ্ধের সময় তিনি এম. হোসেন আলী এবং আজিজুর রহমান মল্লিকের সাথে অস্ট্রেলিয়া এবং নিউজিল্যান্ডে বাংলাদেশের পক্ষে লবি করার জন্য কাজ করেছিলেন।\nখান সাভারে একটি দুগ্ধ খামার এবং নিউজিল্যান্ডে বাংলাদেশী পাইলটদের প্রশিক্ষণের জন্য সহায়তা পেতে নিউজিল্যান্ডের প্রধানমন্ত্রী নরম্যান কার্কের সাথে কাজ করেছিলেন। তিনি ১৯৭৩ সালে ঢাকা বিশ্ববিদ্যালয়ে পরিদর্শন অনুষদে অধ্যাপনা করেন। তিনি নিউজিল্যান্ড আন্তর্জাতিক মুসলিম সমিতি প্রতিষ্ঠা করেন।\n\n\n== মৃত্যু ==\nখান ১৯৭৫ সালের ৩১ অক্টোবরে মারা যান। তাকে ওয়েলিংটনের মাকারায় মুসলিম কবরস্থানে দাফন করা হয়। তিনি এটিকে নিউজিল্যান্ডের প্রথম মুসলিম কবরস্থান হিসেবে প্রতিষ্ঠা করার জন্য কাজ করেছিলেন এবং কবরস্থানে তিনিই প্রথম সমাধিস্থ হন।\n\n\n== তথ্যসূত্র =="}