{"pageid": 1474288, "title": "বাইনান্স", "url": "https://bn.wikipedia.org/wiki?curid=1474288", "content": "বাইনান্স হোল্ডিংস লিমিটেড, যেটি বাইনান্স ব্র্যান্ডেড নামে পরিচিত, একটি বিশ্বব্যাপী কোম্পানি যা ক্রিপ্টোকারেন্সির দৈনিক ট্রেডিং ভলিউমের পরিপ্রেক্ষিতে বৃহত্তম ক্রিপ্টোকারেন্সি এক্সচেঞ্জ পরিচালনা করে। বাইনান্স ২০১৭ সালে চাংপেং ঝাও দ্বারা প্রতিষ্ঠিত হয়, যিনি পূর্বে উচ্চ-ফ্রিকোয়েন্সি ট্রেডিং সফ্টওয়্যার তৈরি করেছিলেন। প্রথমে বাইনান্স চীনে ভিত্তিক ছিল, কিন্তু চীনা সরকার ক্রিপ্টোকারেন্সি কোম্পানিগুলিকে সীমাবদ্ধ করার পর এটি জাপানে স্থানান্তরিত হয়। পরবর্তীতে, বাইনান্স মাল্টায় চলে যায় এবং বর্তমানে এর কোনো অফিসিয়াল সদর দপ্তর নেই।\nবাইনান্স তার ইতিহাস জুড়ে নিয়ন্ত্রক কর্তৃপক্ষের কাছ থেকে মামলা এবং চ্যালেঞ্জের বিষয়। ফলস্বরূপ, বাইনান্সকে কিছু দেশে কাজ করা থেকে নিষিদ্ধ করা হয়েছে বা কাজ বন্ধ করার নির্দেশ দেওয়া হয়েছে, এবং জরিমানা জারি করা হয়েছে। এটি অভিযোগ করা হয়েছে যে বাইনান্স সন্ত্রাসী গোষ্ঠীগুলির জন্য অর্থায়নের ব্যবস্থা হিসাবে ব্যবহার করা যেতে পারে। ২০২৩ সালের নভেম্বরে, কোম্পানিটি মার্কিন যুক্তরাষ্ট্রের একটি ফেডারেল আদালতে মানি লন্ডারিং, লাইসেন্সবিহীন অর্থ প্রেরণ এবং নিষেধাজ্ঞা লঙ্ঘনের জন্য দোষী সাব্যস্ত করে। ২০২১ সালে, মার্কিন যুক্তরাষ্ট্রের বিচার বিভাগ এবং অভ্যন্তরীণ রাজস্ব পরিষেবা উভয়ের দ্বারা অর্থ পাচার এবং ট্যাক্স অপরাধের অভিযোগে বাইনান্সকে তদন্তের অধীনে রাখা হয়েছিল। যুক্তরাজ্যের ফিনান্সিয়াল কন্ডাক্ট অথরিটি ২০২১ সালের জুন মাসে বিনান্সকে যুক্তরাজ্যে সমস্ত নিয়ন্ত্রিত কার্যকলাপ বন্ধ করার নির্দেশ দেয়। একই বছর, বাইনান্স রাশিয়ান সরকারের সাথে নাম এবং ঠিকানা সহ ক্লায়েন্ট ডেটা ভাগ করে।\n\n\n== ইতিহাস ==\n\n\n=== ২০১৩-২০১৭ কোম্পানির সূচনা এবং চীন থেকে সরে যাওয়া ===\nসিইও চ্যাংপেং ঝাও সাংহাইতে ২০০৫ সালে ফিউশন সিস্টেম প্রতিষ্ঠা করেন; কোম্পানি স্টক ব্রোকারদের জন্য উচ্চ-ফ্রিকোয়েন্সি ট্রেডিং সিস্টেম তৈরি করেছে। ২০১৩ সালে, তিনি ক্রিপ্টোকারেন্সি ওয়ালেটের দলের তৃতীয় সদস্য হিসাবে ব্লকচেইন.ইনফো-এ যোগদান করেন। তিনি ওকেকয়েন-এ CTO হিসেবে এক বছরেরও কম সময় ধরে কাজ করেছেন, এটি ফিয়াট এবং ডিজিটাল সম্পদের মধ্যে স্পট ট্রেডিংয়ের একটি প্ল্যাটফর্ম। ২০১৪ সালে এই পদে ইয়ি হে দ্বারা নিয়োগ পেয়েছিলেন, যার সাথে তিনি বেশ কয়েক বছর পরে বাইনান্স-এর সহ-প্রতিষ্ঠা করেছিলেন।\nকোম্পানিটি ২০১৭ সালে চীনে প্রতিষ্ঠিত হয়েছিল, কিন্তু ২০১৭ সালের সেপ্টেম্বরে চীনা সরকারের ক্রিপ্টোকারেন্সি লেনদেনের উপর নিষেধাজ্ঞা আরোপের আগে এর সার্ভার এবং সদর দপ্তর দেশের বাইরে সরিয়ে দেয়। ঝাও তাকে বিনান্সে যোগ দিতে বলেছিলেন এবং তিনি বিনান্সের $১৫ মিলিয়ন প্রাথমিক মুদ্রা অফারের জন্য সাদা কাগজের অংশগুলি পুনরায় লিখতে সহায়তা করেছিলেন।\n\n\n=== ২০১৮-২০১৯ স্টেবলকয়েন চালু করা এবং নিরাপত্তা লঙ্ঘন ===\nজানুয়ারী ২০১৮-এ, এটি ছিল $১.৩ বিলিয়ন বাজার মূলধন সহ বৃহত্তম ক্রিপ্টোকারেন্সি এক্সচেঞ্জ, একটি শিরোনাম যা এটি এপ্রিল ২০২১ এর শেষের দিকে ধরে রেখেছিল, অন্যান্য প্রতিযোগী, যেমন কয়েনবেস, সত্ত্বেও। মার্চ ২০১৮ সালে, জাপান এবং চীনে কঠোর প্রবিধানের পরে, বিনান্স মাল্টায় একটি অফিস খোলার ইচ্ছা প্রকাশ করেছিল। এপ্রিল ২০১৮-এ, বিনান্স বারমুডা সরকারের সাথে একটি সমঝোতা স্মারক স্বাক্ষর করেছে। মাস পরে, মাল্টা স্টক এক্সচেঞ্জের সাথে একটি অনুরূপ স্মারকলিপি স্বাক্ষরিত হয়েছিল, নিরাপত্তা টোকেন ট্রেড করার জন্য একটি প্ল্যাটফর্ম তৈরি করার জন্য।\n২০১৯ সালে, কোম্পানিটি তার ইউরোপীয় প্রভাব প্রসারিত করার লক্ষ্যে তার মূল Binance.com এক্সচেঞ্জ থেকে একটি স্বাধীন সত্তা Binance Jersey ঘোষণা করেছে। জার্সি-ভিত্তিক বিনিময় ইউরো এবং ব্রিটিশ পাউন্ডসহ ফিয়াট-টু-ক্রিপ্টোকারেন্সি জোড়া অফার করে। এপ্রিল ২০১৮-তে, Binance চ্যারিটি ফাউন্ডেশন চালু করেছে। দাতব্য সংস্থার লক্ষ্য হল তৃতীয় বিশ্বের দেশগুলিতে ফোকাস করে ব্লকচেইন-সক্ষম জনহিতৈষীর অগ্রগতিকে সমর্থন করা।\n২০১৮ সালের জুন মাসে, Binance এবং অন্যান্য তিনটি সংস্থা স্পোর্টস ব্লকচেইন কোম্পানি চিলিজের জন্য $৬৫ মিলিয়ন সংগ্রহ করেছে। জুলাই ২০১৮-তে, Binance একটি অপ্রকাশিত অর্থের বিনিময়ে ট্রাস্ট ওয়ালেট, একটি বিকেন্দ্রীকৃত ক্রিপ্টোকারেন্সি ওয়ালেট অধিগ্রহণ করেছে। যাইহোক, Binance নিশ্চিত করেছে যে ক্ষতিপূরণ নগদ, Binance স্টক এবং এর BNB টোকেনের একটি অংশের মিশ্রণ ছিল। আগস্ট ২০১৮-তে, Binance এবং তিনটি বড় এক্সচেঞ্জ একটি \"stablecoin\" প্রকল্পের জন্য $৩২ মিলিয়ন সংগ্রহ করেছে। স্টেবলকয়েনের ধারণা হল বিটকয়েন এবং অন্যান্য জনপ্রিয় ডিজিটাল সম্পদের কুখ্যাত অস্থিরতা ছাড়াই একটি ক্রিপ্টোকারেন্সি প্রদান করা। \nজানুয়ারী ২০১৯-এ, Binance ঘোষণা করেছে যে এটি ভিসা এবং মাস্টারকার্ড সহ ডেবিট এবং ক্রেডিট কার্ডের মাধ্যমে ক্রিপ্টোকারেন্সি ক্রয় সক্ষম করতে ইজরায়েল-ভিত্তিক পেমেন্ট প্রসেসর সিমপ্লেক্সের সাথে অংশীদারিত্ব করেছে। কেনাকাটাগুলি সিমপ্লেক্সের স্থানীয় ব্যাঙ্কের নীতির সাপেক্ষে এবং বিটকয়েন, ইথেরিয়াম, লাইটকয়েন এবং রিপলের XRP- এর মধ্যে সীমাবদ্ধ।\n৭ মে ২০১৯-এ, Binance প্রকাশ করেছে যে এটি একটি \"বড় স্কেল নিরাপত্তা লঙ্ঘনের\" শিকার হয়েছে যেখানে হ্যাকাররা সেই সময়ে প্রায় $৪০ মিলিয়ন মূল্যের ৭,০০০ বিটকয়েন চুরি করেছে। Binance এর সিইও চ্যাংপেং ঝাও বলেছেন, হ্যাকাররা \"ফিশিং, ভাইরাস এবং অন্যান্য আক্রমণ সহ বিভিন্ন কৌশল ব্যবহার করেছিল\" এবং তাদের লেনদেনকে \"আমাদের বিদ্যমান নিরাপত্তা পরীক্ষায় উত্তীর্ণ হওয়ার উপায়ে গঠন করেছিল।\" Binance আরও উত্তোলন এবং আমানত বন্ধ করে দেয় কিন্তু ব্যবসা চালিয়ে যাওয়ার অনুমতি দেয়। সাইটটি তার \"সিকিউর অ্যাসেট ফান্ড ফর ইউজার (এসএএফইউ)\" এর মাধ্যমে গ্রাহকদের অর্থ ফেরত দেওয়ার প্রতিশ্রুতি দিয়েছে। প্রত্যাহার ১৯ মে থেকে আবার শুরু হয়েছে।\nজুন ২০১৯-এ কোম্পানি ঘোষণা করেছিল যে এটি মার্কিন পাসপোর্টধারীদের পাশাপাশি মার্কিন যুক্তরাষ্ট্রে বসবাসকারী যে কাউকে নিষিদ্ধ করবে এবং সেই গ্রাহকদের সমর্থন করার জন্য একটি নতুন সত্তা, Binance.US, স্থাপন করবে। পরবর্তীতে ২০২৩ সালে, ফোর্বস Binance থেকে \"তাইচি\" শিরোনামের একটি নথি ফাঁস করে যা মার্কিন নিয়ন্ত্রক ঝুঁকি কমাতে এই নিয়ন্ত্রক সমাধানের প্রস্তাব করেছিল। Binance পরবর্তীকালে নথিটি অস্বীকার করে, মানহানির জন্য ফোর্বসের বিরুদ্ধে মামলা করে এবং পরবর্তীতে মামলাটি প্রত্যাহার করে। \nসেপ্টেম্বর ২০১৯-এ, এক্সচেঞ্জ চিরস্থায়ী ফিউচার কন্ট্রাক্ট দেওয়া শুরু করে, যার মাধ্যমে চুক্তির মূল্যের ১২৫ গুণ বেশি লিভারেজ পাওয়া যায়। নভেম্বর ২০১৯-এ, Binance ঘোষণা করেছিল যে এটি ভারতীয় বিটকয়েন এক্সচেঞ্জ WazirX অর্জন করছে। তবে, ২০২২ সালের আগস্টে বিতর্কের সৃষ্টি হয় যখন Binance এর প্রতিষ্ঠাতা চ্যাংপেং ঝাও দাবি করেছিলেন যে চুক্তিটি কখনই স্বাক্ষরিত হয়নি।\n\n\n== তথ্যসূত্র =="}