{"pageid": 1474245, "title": "নিকোলাই দুরভ", "url": "https://bn.wikipedia.org/wiki?curid=1474245", "content": "নিকোলাই ভ্যালেরিভিচ দুরভ ( রুশ: Никола́й Вале́рьевич Ду́ров ; জন্ম ২১ নভেম্বর ১৯৮০) একজন রাশিয়ান প্রোগ্রামার এবং গণিতবিদ। তিনি পাভেল দুরভের বড় ভাই, যার সাথে তিনি সামাজিক নেটওয়ার্কিং সাইট ভিকে এবং পরে টেলিগ্রাম মেসেঞ্জার প্রতিষ্ঠা করেছিলেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nনিকোলাই সেন্ট পিটার্সবার্গ স্টেট ইউনিভার্সিটিতে ফিলোলজিকাল সায়েন্সের একজন ডাক্তার এবং ফিলোলজির অধ্যাপক ভ্যালেরি ডুরভের ছেলে। যৌবনে, তিনি তিন বছর বয়সে প্রাপ্তবয়স্কদের মতো পড়তে পারতেন এবং আট বছর বয়সে ঘন সমীকরণ সমাধান করতে পারতেন বলে জানা গেছে।\n\"নিকোলাই ডাউরভ\" নামে প্রতিদ্বন্দ্বিতা করে, তিনি ১৯৯৬, ১৯৯৭ এবং ১৯৯৮ সালে আন্তর্জাতিক গণিত অলিম্পিয়াডে স্বর্ণপদক জিতেছিলেন। তদুপরি, ১৯৯৫ থেকে ১৯৯৮ পর্যন্ত প্রতিটি বার্ষিক প্রতিযোগিতায় অংশগ্রহণ করে, তিনি তথ্যবিজ্ঞানে আন্তর্জাতিক অলিম্পিয়াডে তিনটি রৌপ্য পদক এবং একটি স্বর্ণপদক অর্জন করেন। তার বন্ধু আন্দ্রে লোপাটিনের সাথে, দুরভ সেন্ট পিটার্সবার্গ স্টেট ইউনিভার্সিটি এসিএম দলের একজন সদস্য ছিলেন, যেটি ২০০০ এবং ২০০১ সালে এসিএম ইন্টারন্যাশনাল কলেজিয়েট প্রোগ্রামিং প্রতিযোগিতার বিশ্ব ফাইনালে সোনা জিতেছিল\nতিনি ২০০৫ সালে সেন্ট পিটার্সবার্গ স্টেট ইউনিভার্সিটি থেকে তার \" আরাকেলভ জ্যামিতির নতুন পদ্ধতি\" থিসিস দিয়ে প্রথম পিএইচডি লাভ করেন। বন ইউনিভার্সিটিতে অব্যাহত রেখে, তিনি ২০০৭ সালে একক আরাকেলভ জ্যামিতির উপর তাঁর থিসিস সহ গারড ফাল্টিংসের তত্ত্বাবধানে দ্বিতীয় পিএইচডি অর্জন করেন।\n\n\n== কর্মজীবন ==\n\n\n=== গবেষণা ===\nদুরভ একটি সাধারণীকৃত বীজগণিতীয় জ্যামিতিতে স্থানীয় বস্তুর সাধারণীকরণ হিসাবে পরিবর্তনশীল বীজগণিতিক মোনাড প্রবর্তন করেন। একটি ক্রান্তীয় জ্যামিতির সংস্করণ, একটি উপাদান সহ একটি ক্ষেত্রের উপর একটি পরম জ্যামিতির সংস্করণ এবং আরাকেলভ তত্ত্বের একটি বীজগণিতীয় অ্যানালগ এই সেটআপে উপলব্ধি করা হয়েছিল।\nতিনি রাশিয়ান একাডেমি অফ সায়েন্সেসের স্টেক্লভ গাণিতিক ইনস্টিটিউটের সেন্ট পিটার্সবার্গ বিভাগের বীজগণিত এবং সংখ্যা তত্ত্বের গবেষণাগারে সিনিয়র রিসার্চ ফেলো পদে অধিষ্ঠিত ছিলেন।\n\n\n=== অন্য কাজ ===\nডুরভ ২০১৩ সাল পর্যন্ত ভিকে দলের প্রধান বিকাশকারী হিসেবে কাজ করেছেন\nতার ভাই পাভেলের সাথে একসাথে, তিনি তাৎক্ষণিক বার্তাবাহক পরিষেবা টেলিগ্রাম প্রতিষ্ঠা করেন এবং 2013 সালে টেলিগ্রামের জন্য MTProto প্রোটোকল তৈরি করেন \nদুরভকে মূল ( টেলিগ্রাম ওপেন নেটওয়ার্ক ) শ্বেতপত্রের লেখক বলে মনে করা হয়।\n\n\n== তথ্যসূত্র =="}