{"pageid": 1474808, "title": "সেনেদ", "url": "https://bn.wikipedia.org/wiki?curid=1474808", "content": "সেনেদ (ওয়েলশ: Senedd  ()), যার দাপ্তরিক নাম ওয়েলসীয় সংসদ (ওয়েলশ: Senedd Cymru; ইংরেজি: Welsh Parliament), হল ওয়েল্‌সের বিকেন্দ্রীকৃত এককক্ষীয় আইনসভা। গণতান্ত্রিকভাবে নির্বাচিত এই সংস্থাটি ওয়েল্‌সের জন্য আইন প্রণয়ন করে, নির্দিষ্ট করের বিষয়ে সম্মত হয় এবং ওয়েলসীয় সরকারকে যাচাই করে। এটি একটি দ্বিভাষিক প্রতিষ্ঠান, ওয়েলসীয় ও ইংরেজি এর দাপ্তরিক ভাষা। মে ১৯৯৯ সালে সৃষ্টির পর থেকে মে ২০২০ পর্যন্ত সেনেদ দাপ্তরিকভাবে ওয়েল্‌সের জাতীয় সভা নামে পরিচিত ছিল এবং প্রায়শই স্রেফ ওয়েলসীয় সভা নামে অবিহিত হত।\nসেনেদ ৬০ জন সদস্য নিয়ে গঠিত যারা সেনেদ–সদস্য (Aelodau o'r Senedd) বা সংক্ষেপে “এমএস” হিসেবে পরিচিতি। ২০১১ সাল থেকে সদস্যরা একটি অতিরিক্ত সদস্য ব্যবস্থার অধীনে পাঁচ বছরের মেয়াদের জন্য নির্বাচিত হন, যেখানে ৪০ জন এমএস “নির্বাচন” নামে পরিচিত ছোট ভৌগোলিক বিভাগের প্রতিনিধিত্ব করে এবং ফার্স্ট-পাস্ট-দ্য-পোস্ট ভোটদান পদ্ধতিতে নির্বাচিত হয়, এবং ২০ জন এমএস প্রতিনিধিত্ব করে আনুপাতিক প্রতিনিধিত্বের D'Hondt পদ্ধতি ব্যবহার করে পাঁচটি \"নির্বাচনী অঞ্চল\"। সাধারণত সেনেডের বৃহত্তম দল ওয়েলসীয় সরকার গঠন করে।\n১৯৯৭ সালের গণভোটের ফলাফলের পর ওয়েল্‌স সরকার আইন ১৯৯৮ দ্বারা ওয়েল্‌সের জন্য একটি জাতীয় সভা তৈরি করা হয়েছিল। প্রাথমিকভাবে আইন প্রণয়নের ক্ষমতা সভার ছিল না। ওয়েল্‌স সরকার আইন ২০১৬-এর মাধ্যমে সীমিত আইন প্রণয়ন ক্ষমতা অর্জিত হয়েছিল। ৩রা মার্চ ২০১১ সালে গণভোটে হ্যাঁ ভোট দেওয়ার পরে এর প্রাথমিক আইন প্রণয়নের ক্ষমতা বৃদ্ধি করা হয়েছিল, যার অর্থ হল যে ২০ ডিভলভডের সাথে সম্পর্কিত ওয়েলসের জাতীয় পরিষদের আইন পাস করার সময় যুক্তরাজ্যের সংসদ বা ওয়েলসের সেক্রেটারি অব স্টেটের সাথে আর পরামর্শ করা হয়নি। ওয়েলস অ্যাক্ট ২০১৪ এবং ওয়েলস অ্যাক্ট ২০১৭ দ্বারা এই ক্ষমতাগুলি আরও বাড়ানো হয়েছিল, পরবর্তীতে স্কটীয় পার্লামেন্টের মতো হস্তান্তরের একটি সংরক্ষিত ক্ষমতার আদলে সভা স্থানান্তরিত হয়েছিল। ২০২০ সালের মে মাসে সেনেদ অ্যান্ড ইলেকশন্স (ওয়েলস) অ্যাক্ট ২০২০- এর ধারা ২ কার্যকর হলে সভাটির নাম পরিবর্তন করে \"সেনেদ ক্যমরি\" বা \"ওয়েল্‌শ পার্লামেন্ট\" রাখা হয়। অর্থনৈতিক বিষয়ে সেনেদের ক্ষমতাগুলি ইউকে ইন্টারনাল মার্কেট অ্যাক্ট ২০২০ দ্বারা উল্লেখযোগ্যভাবে সীমিত করা হয়েছে,  যার একটি প্রাথমিক উদ্দেশ্য হল তাদের নিয়ন্ত্রক স্বায়ত্তশাসন ব্যবহার করার জন্য হস্তান্তরিত প্রতিষ্ঠানগুলির ক্ষমতাকে সীমাবদ্ধ করা। সেনেদের কাছে অর্পিত বিষয়গুলির মধ্যে রয়েছে স্বাস্থ্য, শিক্ষা, অর্থনৈতিক উন্নয়ন, পরিবহন, পরিবেশ, কৃষি, স্থানীয় সরকার এবং কিছু কর।\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট \nThe Queen opens the First Welsh Assembly 1999\nSenedd.tv website"}