{"pageid": 1474116, "title": "বৌদ্ধ প্রতীকীবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1474116", "content": "বৌদ্ধ প্রতীকীবাদ হলো বুদ্ধের ধর্মের নির্দিষ্ট কিছু দিককে উপস্থাপন করার প্রতীকের ব্যবহার। আদি বৌদ্ধ ধর্মীয় গুরুত্বপূর্ণ প্রতীকগুলি হলো ধর্মচক্র, ভারতীয় পদ্ম, ত্রিরত্ন ও বোধিবৃক্ষ।\nবৌদ্ধ প্রতীকীবাদের উদ্দেশ্য হলো বৌদ্ধ বিশ্বাসের মূল মূল্যবোধের প্রতিনিধিত্ব করা। অনুসারীদের মতাদর্শের অগ্রগতির ফলে সময়ের সাথে নির্দিষ্ট প্রতীকগুলির জনপ্রিয়তা বেড়েছে ও পরিবর্তিত হয়েছে। গবেষণায় দেখা গেছে যে বৌদ্ধ অঙ্গভঙ্গি প্রতীকের নান্দনিক উপলব্ধি ইতিবাচকভাবে অনুভূত সুখ এবং জীবনের সন্তুষ্টিকে প্রভাবিত করে।\nবুদ্ধকে (পাশাপাশি অন্যান্য মূর্তিগুলি) চিত্রিত করা নৃতাত্ত্বিক প্রতীকবাদ খ্রিস্টীয় প্রথম শতাব্দীতে মথুরার শিল্পকলা এবং গান্ধার গ্রিক-বৌদ্ধ শিল্পের সাথে খুব জনপ্রিয় হয়ে ওঠে। নতুন চিহ্নগুলি মধ্যযুগীয় যুগে বিকাশ অব্যাহত রেখেছিল, বজ্রযান বৌদ্ধধর্মের সাথে আরও চিহ্নগুলি গ্রহণ করে যেমন শৈলীযুক্ত দ্বৈত বজ্র। আধুনিক যুগে, বৌদ্ধ পতাকার মতো নতুন প্রতীকও গৃহীত হয়েছিল।\nআদি বৌদ্ধ শিল্পে অনেক চিহ্ন চিত্রিত করা হয়েছে। এর মধ্যে অনেকগুলিই প্রাচীন, প্রাক-বৌদ্ধ ও সর্ব-ভারতীয় শুভ প্রতীক (মঙ্গল)। কার্লসনের মতে, বৌদ্ধরা এই চিহ্নগুলি গ্রহণ করেছিল কারণ \"এগুলি অর্থবহ, গুরুত্বপূর্ণ এবং ভারতের সংখ্যাগরিষ্ঠ মানুষের কাছে সুপরিচিত ছিল।\" তাদেরও হয়ত প্রতিরক্ষামূলক ব্যবহার ছিল, এবং এইভাবে তারা \"অবশ্যই বৌদ্ধদের নিজেদের রক্ষা করার উপায় ছিল, পাশাপাশি বৌদ্ধ আন্দোলনকে জনপ্রিয় ও শক্তিশালী করার উপায়ও ছিল\"।\n১৯৫২ সালে এর প্রতিষ্ঠার সময়, বৌদ্ধ বিশ্বসাথিত্ব  বৌদ্ধধর্মের প্রতিনিধিত্ব করার জন্য দুটি প্রতীক গ্রহণ করে। এগুলি ছিল ঐতিহ্যবাহী আট-ভাষী ধর্মচক্র  এবং পাঁচ রঙের পতাকা।\n\n\n== আদি বৌদ্ধ প্রতীক ==\nপ্রাচীনতম বৌদ্ধ শিল্প মৌর্য যুগের, প্রাক-মৌর্য যুগের প্রতীকবাদের জন্য খুব কম প্রত্নতাত্ত্বিক প্রমাণ পাওয়া যায়।  আদি বৌদ্ধ শিল্প (খ্রিস্টপূর্ব ২য় শতাব্দী থেকে খ্রিস্টপূর্ব ২য় খৃষ্টাব্দ) সাধারণত (কিন্তু একচেটিয়াভাবে নয়) প্রতিকৃতিহীন (অর্থাৎ নৃতাত্ত্বিক চিত্রের অভাব), এবং পরিবর্তে বুদ্ধকে চিত্রিত করার জন্য বিভিন্ন চিহ্ন ব্যবহার করা হয়েছে। \nসারনাথ, অমরাবতী, ভারহুত,  বোধগয়া ও সাঁচীর মতো স্থানগুলিতে প্রাচীনকালের প্রতীকবাদের সেরা উদাহরণগুলি পাওয়া যায়।  কার্লসনের মতে, তিনটি নির্দিষ্ট লক্ষণ, বোধিবৃক্ষ, ধর্মচাকা ও স্তূপ, এই সমস্ত প্রধান স্থানে ঘন ঘন দেখা যায় এবং এইভাবে \"আদি বৌদ্ধ ধর্মচর্চা এই তিনটি বস্তুর উপর দৃষ্টি নিবদ্ধ করে\"।\nএই আদি বৌদ্ধ স্থানগুলিতে পাওয়া প্রাচীনতম এবং সবচেয়ে সাধারণ বৌদ্ধ চিহ্নগুলির মধ্যে রয়েছে স্তূপ, ধর্মচাকা, বোধিবৃক্ষ, ত্রিরত্ন, বজ্র আসন, পদ্ম ফুল ও বুদ্ধ পদচিহ্ন। হাতি, সিংহ, নাগ ও হরিণের মতো বেশ কিছু প্রাণীকেও ব্যাপকভাবে চিত্রিত করা হয়েছে। সমসাময়িক বৌদ্ধ শিল্পে অসংখ্য প্রতীক রয়েছে, যার মধ্যে অনন্য প্রতীক রয়েছে যা আদি বৌদ্ধধর্মে পাওয়া যায়নি।\n\n\n=== গ্যালারি ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== দক্ষিণ-পূর্বএশীয় বৌদ্ধ প্রতীক ==\nথেরবাদ বৌদ্ধ শিল্প অমরাবতী এবং গুপ্ত শৈলীর মতো ভারতীয় বৌদ্ধ শিল্প শৈলী দ্বারা দৃঢ়ভাবে প্রভাবিত।  এইভাবে, থেরবাদ বৌদ্ধধর্ম অধিকাংশ ধ্রুপদী ভারতীয় বৌদ্ধ প্রতীক যেমন ধর্মচক্রকে ধরে রেখেছে, যদিও অনেক ক্ষেত্রে, এই চিহ্নগুলি সোনা, গহনা ও অন্যান্য নকশা দিয়ে আরও বিশদভাবে সজ্জিত হয়ে উঠেছে।\nবিভিন্ন শৈল্পিক শৈলীও থেরবাদ বিশ্ব জুড়ে বিকাশ লাভ করেছে এবং সেইসাথে বুদ্ধকে চিত্রিত করার অনন্য উপায় (যেমন থাই শৈলী ও খেমার শৈলী) বৌদ্ধ প্রতীক ব্যবহার করার নিজস্ব উপায় রয়েছে।\n\n\n=== গ্যালারি ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== পূর্বএশীয় বৌদ্ধ প্রতীক ==\n\nপূর্বএশীয় বৌদ্ধধর্ম উপরে বর্ণিত অনেক শাস্ত্রীয় বৌদ্ধ প্রতীকীবাদ গ্রহণ করেছে। তাং রাজবংশের সময়কালে বৌদ্ধ প্রতীকীবাদ ব্যাপকভাবে ছড়িয়ে পড়ে এবং স্বস্তিকা ও ধর্মচক্র এর মতো প্রতীক চীনে সুপরিচিত হয়ে ওঠে। এছাড়াও আরও বিস্তৃত প্রতীক ছিল, যেমন বৌদ্ধ মণ্ডল এবং বুদ্ধ ও বোধিসত্ত্বের জটিল চিত্র।\nএছাড়াও কিছু প্রতীক রয়েছে যা সাধারণত পূর্বএশীয় বৌদ্ধধর্মের জন্য অনন্য, যার মধ্যে রয়েছে বেগুনি পোশাক (যা বিশেষভাবে বিশিষ্ট সন্ন্যাসীকে নির্দেশ করে), রুই রাজদণ্ড, কাঠের মাছ, বলয় দণ্ড (খক্খর), আঠারো অর্হত (বা লুওহান), সদা জ্বলন্ত প্রদীপ (চ্যাংমিংডেং) এবং বিভিন্ন ধরণের বৌদ্ধ তাবিজ বা কবজ, যেমন জাপানি ওমামোরি  ও ওফুদো, এবং চীনা ফু বা ফুলু।\nচীনা বৌদ্ধধর্মও প্রথাগত প্রাক-বৌদ্ধ চীনা প্রতীক ও দেবতাদের গ্রহণ করেছিল, যার মধ্যে রয়েছে অর্থবৃক্ষ,  চীনা ড্রাগন ও চীনা দেবতা যেমন জেড সম্রাট ও  গুয়ান যু এর মতো বিভিন্ন সেনানায়ক। জাপানি বৌদ্ধধর্মও তার নিজস্ব কিছু অনন্য প্রতীক তৈরি করেছে। উদাহরণস্বরূপ, জাপানি জেন-এ বহুল ব্যবহৃত প্রতীক হলো নেসো, হাতে আঁকা কালো বৃত্ত।\n\n\n=== গ্যালারি ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== বজ্রযান বৌদ্ধ প্রতীক ==\n\nমন্ত্রিক বৌদ্ধধর্ম বা বজ্রযান এর অসংখ্য গুহ্য প্রতীক রয়েছে যা বৌদ্ধধর্মের অন্যান্য রূপগুলিতে সাধারণ নয়।\nবজ্র বজ্রযান বৌদ্ধধর্মের একটি প্রধান প্রতীক। এটি অবিনশ্বরতা (হীরার মতো), শূন্যতা ও সেইসঙ্গে শক্তির প্রতিনিধিত্ব করে (বৈদিক দেবতা ইন্দ্রের অস্ত্র বজ্রের মতো)। বিয়ারের মতে, এটি \"অভেদ্য, অবিনশ্বর, স্থাবর, অপরিবর্তনীয়, অবিভাজ্য, এবং পরম বাস্তবতার অবিনশ্বর অবস্থাকে প্রতিনিধিত্ব করে, যা বুদ্ধত্বের জ্ঞান।\" বজ্রকে প্রায়শই ঘণ্টা (বজ্র-ঘন্টা) দিয়ে যুক্ত করা হয়, যা প্রজ্ঞার স্ত্রীলিঙ্গ নীতিকে প্রতিনিধিত্ব করে। যখন একত্রে জোড়া হয়, তারা জ্ঞান বা শূন্যতা (বেল) ও পদ্ধতি বা দক্ষ উপায় (বজ্র) এর নিখুঁত মিলনের প্রতিনিধিত্ব করে। এছাড়াও \"অতিক্রম বজ্র\" (বিশ্ব-বজ্র) বলা হয়, যার চারটি বজ্র মাথা কেন্দ্রীয় চক্রকেন্দ্র থেকে নির্গত হয়।\nঅন্যান্য তান্ত্রিক আচার-অনুষ্ঠানের প্রতীকগুলির মধ্যে রয়েছে আচারিক ছুরি (কীল), তান্ত্রিক দণ্ড (খথবাঙ্গ), খুলির কাপ (কপাল), খাল তোলা ছুরি (কার্তিক), হাত ঢাক (ডমরু) এবং উরুর হাড়ের ভেরী (কংলিং)।\nতিব্বতি বৌদ্ধধর্মে জনপ্রিয় অন্যান্য বজ্রযান প্রতীকের মধ্যে রয়েছে ভবচক্র, মণ্ডল, ১০৮ নম্বর ও বুদ্ধের চোখ সাধারণত নেপালি স্তূপ যেমন বৌধনাথে দেখা যায়।\nবজ্রযান শিল্পেও ব্যবহৃত বিভিন্ন পৌরাণিক প্রাণী রয়েছে: তুষার সিংহ, বায়ু ঘোড়া, ড্রাগন, গরুড় ও বাঘ। জনপ্রিয় মন্ত্র \"ওঁ মণিপদ্মে হুঁ\" ব্যাপকভাবে করুণার প্রতীক হিসেবে ব্যবহৃত হয় এবং সাধারণত পাথর, প্রার্থনার চাকা, স্তূপ ও শিল্পে খোদাই করা দেখা যায়। জোগচেনে, আয়না হলো রিগপ এর গুরুত্বপূর্ণ প্রতীক।\n\n\n=== তিব্বতি বৌদ্ধ স্থাপত্য ===\n\nতিব্বতি বৌদ্ধ স্থাপত্য স্তূপকে কেন্দ্র করে। স্তূপ পাঁচটি অংশ নিয়ে গঠিত যা মহাভূত প্রতিনিধিত্ব করে। ভিত্তিটি বর্গাকার যা পৃথিবীর উপাদানকে প্রতিনিধিত্ব করে, তার উপরে গম্বুজ রয়েছে যা জলের প্রতিনিধিত্ব করে, তার উপরে শঙ্কু রয়েছে যা আগুনের প্রতিনিধিত্ব করে, শঙ্কুর ডগায় অর্ধচন্দ্রাকার বায়ুকে প্রতিনিধিত্ব করে, অর্ধচন্দ্রের ভিতরে শিখা যা ইথারকে প্রতিনিধিত্ব করে। শিখাকে বিন্দুতে কমানোকে ষষ্ঠ উপাদান হিসাবে চেতনাকে উপস্থাপন করাও বলা যেতে পারে। স্তূপ দেহের এই উপাদানগুলিকে মৃত্যুর সময় দ্রবীভূত করার প্রক্রিয়ার ক্রমে উপস্থাপন করে।\nতিব্বতি মন্দিরগুলো প্রায়ই তিনতলা বিশিষ্ট। তিনটিই বুদ্ধের ত্রিকায়ের মতো অনেক দিককে উপস্থাপন করতে পারে। মাটির গল্পে ঐতিহাসিক বুদ্ধ গৌতমের মূর্তি ও পৃথিবীর চিত্র থাকতে পারে এবং তাই নির্মাণকায়ের প্রতিনিধিত্ব করে। প্রথম গল্পে বুদ্ধ এবং বিস্তৃত অলঙ্করণ থাকতে পারে যা মানব অবস্থা এবং সংভোগকায়ের ঊর্ধ্বে উঠে প্রতিনিধিত্ব করে। দ্বিতীয় গল্পে যব-যুম (তাঁর নারী প্রতিপক্ষের সাথে যৌন মিলন) আদিবুদ্ধ থাকতে পারে এবং অন্যথায় পরম বাস্তবতা এবং ধর্মকায় \"সত্য দেহ\"-এ ফিরে আসার প্রতিনিধিত্ব করে অশোভিত হতে পারে।\n\n\n=== তিব্বতি বৌদ্ধধর্মে রঙ ===\nতিব্বতি বৌদ্ধ শিল্পে, বিভিন্ন রং এবং উপাদান পাঁচটি বুদ্ধ পরিবার এবং অন্যান্য দিক ও প্রতীকের সাথে যুক্ত:\n\nপাঁচটি রঙ (পঞ্চবর্ণ – সাদা, সবুজ, হলুদ, নীল, লাল) কালো ও কমলা এবং সোনা (যা সাধারণত হলুদের সাথে যুক্ত) সহ আরও কয়েকটি রঙের পরিপূরক। এগুলি সাধারণত প্রার্থনার পতাকাগুলির পাশাপাশি দেবদেবী ও আধ্যাত্মিক শক্তি, মণ্ডল নির্মাণ এবং ধর্মের মূর্তিগুলির ছবি আঁকার জন্য ব্যবহৃত হয়।\n\n\n=== ইন্দো-তিব্বতি দৃশ্য শিল্প ===\n\nইন্দো-তিব্বতি বৌদ্ধধর্মীয় দৃশ্য শিল্পে রয়েছে অসংখ্য গুপ্ত চিত্র এবং প্রতীক। ইন্দো-তিব্বতি বজ্রযানে বিভিন্ন ধরনের দৃশ্য শিল্প রয়েছে। মণ্ডল হলো বৌদ্ধ শিল্পের ধারা যা বৃত্তে অসংখ্য প্রতীক ও চিত্র ধারণ করে এবং তান্ত্রিক আচারের গুরুত্বপূর্ণ উপাদান। থাংকা হলো কাপড়ের আঁকা যা সাধারণত সমগ্র ইন্দো-তিব্বতি বৌদ্ধ বিশ্ব জুড়ে ব্যবহৃত হয়।\nতিব্বতি বৌদ্ধ দেবতাগণ প্রায়শই বিভিন্ন ভূমিকা গ্রহণ করতে পারে এবং এইভাবে এই ভূমিকা অনুসারে আলাদাভাবে আঁকা, ভাস্কর্য ও কল্পনা করা হয়। যেমন, সবুজ তারা ও সাদা তারা যা তারার বিভিন্ন দিক যার ভিন্ন অর্থ রয়েছে। সবুজ তারা মানুষকে ভয় থেকে রক্ষা করার সাথে যুক্ত যেখানে সাদা তারা দীর্ঘায়ুর সাথে যুক্ত। শাক্যমুনি বুদ্ধকে (ফ্যাকাশে) হলুদ বা কমলা ত্বকে দেখা যেতে পারে এবং অমিতাভ বুদ্ধ সাধারণত লাল। এই দেবতারা তাদের হাতে ফুল, গহনা, বাটি ও সূত্রের মতো বিভিন্ন গুণাবলী ও সরঞ্জাম ধারণ করতে পারে। ক্রুদ্ধদেবতাদের চিত্রগুলি প্রায়শই খুব ভয়ঙ্কর, দানবীয় চেহারা, মাথার খুলি বা শারীরিক অঙ্গ পরিহিত। তারা ত্রিশূল, ছুরি ও মাথার খুলির কাপের মতো সমস্ত ধরণের অস্ত্র বা ভয়ানক সরঞ্জামও বহন করতে পারে। এই দেবতাদের হিংস্রতা অজ্ঞতাকে জয় করার জন্য প্রয়োজনীয় প্রচণ্ড শক্তির প্রতীক।\nবজ্রযান বৌদ্ধধর্ম প্রায়ই বুদ্ধ বা বোধিসত্ত্বের পায়ের সংখ্যা উল্লেখ করে। দুটি সাধারণ হলেও দশ, ষোল বা চব্বিশ ফুটও হতে পারে। পায়ের অবস্থানেরও নির্দিষ্ট অর্থ থাকতে পারে যেমন সবুজ তারাতে যাকে সাধারণত আংশিকভাবে আড়াআড়ি পায়ে বসা হিসেবে চিত্রিত করা হয়েছে কিন্তু এক পা নিচের সাথে \"পরমে নিমজ্জন, ধ্যানে\" এবং এগিয়ে যাওয়ার প্রস্তুতির প্রতীক সংবেদনশীল প্রাণীদের সাহায্য করুন \"করুণার মাধ্যমে জগতে ছাড়াই ব্যস্ততা\"।\n\n\n=== গ্যালারি ===\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== প্রতীকী শারীরিক বৈশিষ্ট্য ==\n\nবৌদ্ধ উপাদান ও দৃশ্য সংস্কৃতির পাশাপাশি আচার-অনুষ্ঠানের সরঞ্জাম (যেমন পোশাক ও ঘণ্টা) প্রায়শই বিভিন্ন প্রতীকী অর্থ তৈরি করেছে যা সাধারণত বিশ্বজুড়ে বৌদ্ধ সম্প্রদায়ের দ্বারা ভাগ করা হয়।\n\n\n=== পোষাক ও কেশশূন্যতা ===\nসন্ন্যাসীদের পোশাকের শৈলী ও নকশা প্রায়শই বৌদ্ধধর্ম, ঐতিহ্য বা দেশের সম্প্রদায়কে নির্দেশ করে, তারা তাদের অন্তর্গত। বেশিরভাগ বৌদ্ধ সংস্কৃতিতে, বৌদ্ধ সন্ন্যাসীর পোশাক ত্যাগী সন্ন্যাসীর প্রতিনিধিত্ব করে। বিভিন্ন ঐতিহ্য, বৌদ্ধধর্মের সম্প্রদায়ের (এবং বিভিন্ন দেশ) বিভিন্ন রঙের পোশাকের পাশাপাশি তারা কীভাবে এটি পরিধান করে তার বিভিন্ন শৈলী বা উপায় থাকবে। খ্রিস্টপূর্ব ষষ্ঠ শতাব্দীতে একবার বৌদ্ধধর্ম চীন জুড়ে ছড়িয়ে পড়ে, এতটা চামড়া দেখাতে ভুল দেখা যেত, এবং সেই সময়েই লম্বা হাতা দিয়ে উভয় হাত ঢেকে রাখার পোশাক পরে খেলতে এসেছিল। তিব্বতে, সময়ের সাথে সাথে এটি পরিবর্তিত হয়েছে এবং তারা তাদের উভয় কাঁধ দেখায় সেইসাথে ওয়ান পিসের পরিবর্তে টু পিস পোশাক রয়েছে। এর কিছুক্ষণ পরে, জাপান তাদের লম্বা হাতা পোশাকের সাথে বিবকে একীভূত করে যাকে কোরোমো বলা হয়। এটি ছিল তাদের জেন সম্প্রদায়ের জন্য বিশেষভাবে তৈরি পোশাকের টুকরো যা তারা তাকাহাতসু তে অনুশীলন করে যাতে জাপানের সন্ন্যাসীরা খড়ের টুপি পরতেন।\nমাথা মুণ্ডণ করা হলো আরেকটি আচার ও প্রতীকী কাজ যা বেশিরভাগ বৌদ্ধ সন্ন্যাসীরা সন্ন্যাসীর আদেশে প্রবেশ করার আগে সম্পূর্ণ করে। মাথা মুণ্ডণ করা মানে সন্ন্যাসীর পথে প্রবেশ করার এবং পার্থিব জীবন ত্যাগ করার জন্য প্রস্তুত হওয়াকে বোঝায়।\n\n\n=== কার্যসমপাদন ===\nবৌদ্ধ ভিক্ষুরা ঐতিহ্যগতভাবে ভিক্ষার বাটি বহন করে এবং এটি সারা বিশ্বে বৌদ্ধ সন্ন্যাসীদের আরেকটি সাধারণ প্রতীক (যদিও সমস্ত আধুনিক বৌদ্ধ ঐতিহ্য কারও খাবারের জন্য ভিক্ষা করার ঐতিহ্যগত অভ্যাস ব্যবহার করে না)।\nবৌদ্ধধর্মের সকল সম্প্রদায়ের মধ্যে, ঘন্টা প্রায়ই আচার অনুষ্ঠানের শুরু বা সময় চিহ্নিত করতে ব্যবহৃত হয়।\nতারা মন্দ আত্মাকে আটকানোর জন্য ঘণ্টা ব্যবহার করে এবং তাদের আচারের সময় বুদ্ধ তাদের রক্ষা করেন। কিছু সম্প্রদায় এটিকে \"রহস্যময় আইন\" এর অংশ বলে যা বৌদ্ধ আচারের সূচনা। অন্যান্য আচারের সরঞ্জামের মধ্যে রয়েছে ঢোল, কাঠের মাছ, ভেরী, কেইসকু, এবং তান্ত্রিক বজ্র ও ঘণ্টা।\n\n\n=== শারীরিক অঙ্গভঙ্গি ===\nবৌদ্ধধর্মের প্রতীকের আরেকটি রূপ হলো প্রার্থনা বা আচারের সময় (অঞ্জলিমুদ্রা) আপনার হাত একত্র করা। বৌদ্ধরা পদ্ম ফুলের পাপড়ির সাথে তাদের আঙ্গুলের তুলনা করে। প্রণাম হলো আচার অনুষ্ঠানের প্রতীকী অবস্থানের আরেকটি রূপ, যখন বৌদ্ধরা বুদ্ধের সামনে বা অন্য ব্যক্তির সামনে প্রণাম করে তখন তারা দৈহিক (মানব বা মূর্তি) এর দিকে প্রণাম করে না বরং তারা তাদের (মানুষ) বা তার (মূর্তি) ভিতরের বুদ্ধকে প্রণাম করে।\nমুদ্রা হলো বৌদ্ধ বিশ্বাসে শারীরিক হাতের অভিব্যক্তির আরেকটি রূপ, বৌদ্ধ অনুশীলনে মনের বিশেষ অবস্থার উদ্রেক করতে ব্যবহৃত হয়। সবচেয়ে স্বীকৃত মুন্দ্রাগুলি বুদ্ধের শৈল্পিক চিত্রে দেখা যায়। প্রতিটি মুদ্রার প্রতীকী ক্রিয়া এবং অভ্যন্তরীণ প্রতীকী ক্রিয়া রয়েছে, যা অনুশীলনকারীর সাথে সাথে যারা এটি উপলব্ধি করে তাদের সাথে যোগাযোগের জন্য।\nবৌদ্ধ আচার-অনুষ্ঠানে, মুদ্রা দৃশ্য সীলমোহর হিসাবে কাজ করে, যা অশুভ আত্মা থেকে রক্ষা করার মতো বিশ্বস্ত ব্রতকে নিশ্চিত করে। অনুশীলনে ব্যবহৃত হলে তারা প্রায়ই মন্ত্রের সাথে থাকে।\n\n\n== উল্লেখযোগ্য প্রতীক ==\n\n\n=== বৌদ্ধ পতাকা ===\n\nহেনরী স্টীল আঁলকাটের সহায়তায় ১৮৮০-এর দশকে শ্রীলঙ্কায় পাঁচ রঙের পতাকা তৈরি করা হয়েছিল।\nপতাকার ছয়টি উল্লম্ব ব্যান্ড সৌরভের ছয়টি আভা প্রতিনিধিত্ব করে যা বৌদ্ধরা বিশ্বাস করে যে বুদ্ধের বোধোদয় লাভের সময় তার দেহ থেকে নির্গত হয়েছিল।\n\n\n=== ধর্মচক্র ===\n\nধর্মচক্র হলো প্রাচীনতম বৌদ্ধ প্রতীকগুলির মধ্যে একটি। এটি সার্বভৌমত্ব ও শুভতার প্রাচীন ভারতীয় প্রতীক (পাশাপাশি সূর্যের দেবতা সূর্য) যা বৌদ্ধধর্মের পূর্বের এবং আদি বৌদ্ধদের দ্বারা গৃহীত হয়েছিল।  এটি আদি বৌদ্ধ স্থান যেমন সাঁচী ও ভারহুতের মধ্যে দেখা যায়, যেখানে এটি স্বয়ং বুদ্ধের প্রতীক। ধর্মচক্রও ধর্মকে প্রতিনিধিত্ব করে। এই প্রতীকটির মূল ধারণা হল যে বুদ্ধকে এমন ব্যক্তি হিসাবে দেখা হয় যিনি \"চাকা ঘুরিয়েছিলেন\", যা ইতিহাসের মহান ও বিপ্লবী মুহূর্তকে নির্দেশ করে (অর্থাৎ বারাণসীতে বুদ্ধের ধর্মের শিক্ষা)। যদিও বুদ্ধ একজন মহান রাজা হতে পারতেন, তার পরিবর্তে তিনি একজন মহান ঋষি হতে বেছে নেন। আদি বৌদ্ধ স্থানের চিত্র এবং মহাবংশের মতো বৌদ্ধ গ্রন্থগুলি থেকে বোঝা যায় যে স্তম্ভের উপর ধর্মের চাকার উপাসনা (\"চাকা স্তম্ভ\", চক্রস্তম্ভ) আদি বৌদ্ধধর্মে সাধারণ রীতি ছিল।\nএইভাবে ধর্মচক্রটিও রাজকীয় প্রতীক, যা একজন রাজাকে নির্দেশ করে যিনি একজন চক্রবর্তী (চাকার নির্দেশক)। বৌদ্ধ ধর্মগ্রন্থে, এটিকে মহান, বিশ্বমানের রাজাদের রাজকীয় ধন হিসাবে বর্ণনা করা হয়েছে, হাজার স্পোক সহ নিখুঁত চাকা। এই কারণে, এটি মৌর্যদের দ্বারাও ব্যবহৃত হত, বিশেষ করে অশোক (অশোকের স্তম্ভগুলিতে)। কার্লসনের মতে \"স্পোকের সংখ্যা এবং বিশেষ বৌদ্ধ মতবাদের মধ্যে সংযোগটি পরবর্তী ব্যাখ্যা ও আদি বৌদ্ধ শিল্পে উপস্থিত নয়।\" আদি বৌদ্ধ চিত্রে বিভিন্ন সংখ্যক স্পোক সহ চাকা রয়েছে (৮, ১৬, ২০, ২৫ ও ৩২)।\n\n\n=== বোধিবৃক্ষ ===\n\nবোধিবৃক্ষ ছিল ডুমুর (অশ্বত্থ) যা দাঁড়িয়ে ছিল সেই স্থানে যেখানে বুদ্ধ বোধোদয়ী হয়ে পৌঁছেছিলেন, যাকে বোধিমণ্ড বলা হয়। বৌদ্ধ যুগের প্রথম দিক থেকে এই গাছটিকে পূজা করা হয় এবং এর জন্য মন্দির তৈরি করা হয়েছিল। গাছে বুদ্ধের উদ্দেশ্যে নিবেদন করা হত। বোধিবৃক্ষ (প্রায়শই খালি আসন বা আসন দিয়ে যুক্ত) এইভাবে বুদ্ধ নিজেই, সেইসাথে মুক্তি ও নির্বাণকে প্রতিনিধিত্ব করে। বোধিবৃক্ষের ডালপালা এবং চারা অন্যান্য অঞ্চলেও পাঠানো হয়েছিল। কথিত আছে যে বুদ্ধ যখন জন্মগ্রহণ করেছিলেন, একই সময়ে বোধিমণ্ডতে বোধিবৃক্ষটি ফুটেছিল। বৃক্ষের পূজা হলো প্রাচীন ভারতীয় রীতি যা সিন্ধু সভ্যতার মতোই পাওয়া যায়।\n\n\n=== স্তূপ ===\n\nস্তূপ হলো গম্বুজযুক্ত কাঠামো যা প্রাচীন ভারতীয় অন্ত্যেষ্টির স্তূপ থেকে উদ্ভূত হতে পারে। প্রাচীনতম বৌদ্ধ স্তূপগুলি খ্রিস্টপূর্ব ৩য় শতাব্দীর। আদি বৌদ্ধ গ্রন্থে, বুদ্ধের দেহাবশেষ (শরীর, শ্মশান থেকে অবশিষ্ট অস্থি) বিভিন্ন স্তূপে স্থাপন করা হয়েছে বলে বলা হয়েছে এবং তাই, বৌদ্ধ স্তূপগুলি সাধারণত বুদ্ধের স্বয়ং, বিশেষ করে তাঁর মৃত্যু (চূড়ান্ত নির্বাণ) এর প্রতীক। এটি এমনকী কিছু আদি বৌদ্ধদের বিশ্বাসও হতে পারে যে স্তূপে বুদ্ধ বা বুদ্ধের শক্তির উপস্থিতি পাওয়া যেতে পারে।\nবুদ্ধের শিষ্যদের অন্তর্গত অন্যান্য ধ্বংসাবশেষগুলিও কৌটায় আবদ্ধ ছিল এবং স্তূপে স্থাপন করা হয়েছিল। সাঁচী স্তূপ নম্বর ৩-এ শারিপুত্র ও মৌদ্গল্যায়ন-এর ধ্বংসাবশেষ পাওয়া যায়, যখন স্তূপ নম্বর ২-এ ১০ জন সন্ন্যাসীর (শিলালিপি অনুসারে) ধ্বংসাবশেষ সহ কৌটা রয়েছে। স্তূপ বৌদ্ধদের দ্বারা পুজো করা হত, ফুল এবং এই রকমের নৈবেদ্য দিয়ে।\nপ্রাথমিকভাবে, বৌদ্ধ স্তূপগুলি ছিল সাধারণ গম্বুজ যা পরবর্তীকালে আরও বিস্তৃত ও জটিল আকার ধারণ করে। সময়ের সাথে সাথে, স্তূপের শৈলী ও নকশা অনন্য ও স্বতন্ত্র আঞ্চলিক শৈলীতে বিকশিত হয়েছে (যেমন এশীয় প্যাগোডা ও তিব্বতি চর্টেন)।\n\n\n=== জীবজন্তু ===\n\n\n==== সিংহ ====\n\nআদি বৌদ্ধ শিল্পে বিভিন্ন প্রাণী রয়েছে। এর মধ্যে রয়েছে সিংহ, নাগ, ঘোড়া, হাতি ও হরিণ। এগুলোর বেশিরভাগই প্রায়শই বুদ্ধের প্রতীকী (এবং কিছু বুদ্ধের উপাধি), যদিও সেগুলিকে প্রেক্ষাপটের উপর নির্ভর করে নিছক আলংকারিক চিত্র হিসাবেও চিত্রিত করা যেতে পারে। জাম্পা চোস্কির মতে, প্রাণীগুলিকে বুদ্ধের প্রতীক হিসাবে বিবেচনা করা হয়, সিংহ বোধিসত্ত্বের প্রতীক বা বুদ্ধের পুত্র হিসাবেও পরিচিত। যদিও সিংহ, রাজকীয়তা, সার্বভৌমত্ব ও সুরক্ষার প্রতীক, বুদ্ধের প্রতীক হিসাবে ব্যবহৃত হয়, যিনি \"শাক্যদের সিংহ\" নামেও পরিচিত। বুদ্ধের শিক্ষাগুলিকে সূত্রগুলিতে \"সিংহের গর্জন\" হিসাবে উল্লেখ করা হয়েছে, যা অন্যান্য সমস্ত আধ্যাত্মিক শিক্ষার উপর বুদ্ধের শিক্ষার শ্রেষ্ঠত্বের প্রতীক। মূর্তিবিদ্যায় উপাসনালয়গুলির দিকে তাকালে, সিংহরা অন্য ভূমিকার প্রতীক, যেটিকে তারা বোধিসত্ত্ব হিসাবে বিবেচনা করা হয় যারা বুদ্ধের পুত্র হিসাবে দেখা যায়।\n\n\n==== হাতি ====\n\nবুদ্ধকে শ্বেতহস্তী (সাদা হাতি) দ্বারাও প্রতীকী করা হয়েছিল, যা রাজকীয় শক্তির আরেকটি ভারতীয় প্রতীক। এই প্রতীকটি রানী মায়ার পৌরাণিক কাহিনীতে দেখা যায় যখন বুদ্ধ তার মায়ের গর্ভে প্রবেশ করার জন্য শ্বেতহস্তীর রূপ ধারণ করেন। যদিও যে বৈশিষ্ট্যগুলির উপর জোর দেওয়া হয়েছে তা হল প্রাণীর শক্তি ও অবিচলতা, এইগুলিই ব্যক্তির মানসিক এবং শারীরিক শক্তির প্রতীক হয়ে ওঠে। অন্য উপায় যে হাতি দায়িত্ব ও মাটির প্রতীক। হাতি সম্পর্কে ভারতে পৌরাণিক কাহিনীর দিকে তাকালে, এই পৌরাণিক কাহিনীটি হলো যে ঐরাবত ও উড়ন্ত হাতি পরিবহনের জন্য বাহন হিসাবে ব্যবহৃত হবে। হাতিটিকে সাদা সাগর থেকে আপাতদৃষ্টিতে উত্থিত হতে দেখা যায় বলে মনে করা হয়, এই প্রাণীদের বিশেষ ক্ষমতার সাথে বৃষ্টি উৎপাদনের ক্ষমতা হিসেবে দেখা হয়। শুধু তাই নয়, ভারতীয় সমাজে তাদের বৃষ্টি উৎপাদনের ক্ষমতা বলে মনে করা হত, কিন্তু তারা সৌভাগ্য ও সমৃদ্ধির প্রতীকও ছিল, এবং যেহেতু তারা রাজা ছিল তারা তাদের মালিক হতেন এবং এমনকি যুদ্ধেও ব্যবহার করতেন। সাদা হাতিকে মানসিক শক্তির প্রতীক হিসেবেও দেখা যেতে পারে, হাতিটি ধূসর হাতি হিসেবে শুরু হবে, যখন মন নিয়ন্ত্রণহীন থাকে। যেহেতু ব্যক্তি ধর্মের অনুশীলন চালিয়ে যাচ্ছে এবং তাদের মনকে নিয়ন্ত্রণ করতে পারে, ধূসর হাতিটি এখন একটি সাদা হয়ে উঠেছে, যা শক্তিশালী ও শক্তিশালীদের প্রতীক, যে কেবলমাত্র ব্যক্তির ইচ্ছাকৃত দিকগুলিকে ধ্বংস করে। টাস্কগুলিকে সাতটি রাজকীয় প্রতীকের প্রতীক হিসাবেও দেখা হয়। যাইহোক, গঙ্গাপতি বা গণেশ হাতির মুখের দেবতা হিসেবে পরিচিত যা অবলোকিতেশ্বরের বোধিসত্ত্বের রূপ। যদিও, হাতিকে দেবতা হিসাবে দেখা হয় যখন অবলোকিতেশ্বর রূপে, প্রাণীটি তথাগত অক্ষোভ্য ও দেবতা বলভদ্রের জন্য পরিবহন ব্যবহার করেছে। সিংহের মতো, হাতিকে মন্দির ও বুদ্ধের অভিভাবক হিসেবে দেখা হয়।\n\n\n==== ঘোড়া ====\n\nঘোড়া সম্পর্কে জোর দেওয়া হয় যে বৈশিষ্ট্য কিছু তাদের আনুগত্য, পরিশ্রমীতা ও দ্রুততা হয়। এই বৈশিষ্ট্যগুলি সওয়ারহীন ঘোড়ায় দেখা যায় (বুদ্ধের রাজকীয় ঘোড়ার প্রতিনিধিত্ব করে, কঁথক) বুদ্ধের ত্যাগের প্রতীক, এবং অভিনিষ্ক্রমণ দৃশ্যের কিছু চিত্রে দেখা যায় (চান্দকের সাথে, বুদ্ধের পরিচারক রাজকীয় ছাতা ধরে আছেন)। এদিকে, হরিণ বৌদ্ধ শিষ্যদের প্রতিনিধিত্ব করে, কারণ বুদ্ধ বারাণসীর হরিণ পার্কে তার প্রথম ধর্মোপদেশ দিয়েছিলেন। বৌদ্ধধর্মের পরিপ্রেক্ষিতে, ঘোড়া হলো শক্তি ও প্রচেষ্টার প্রতীক যখন ধর্ম অনুশীলন করা হয়, সাথে বায়ু বা প্রাণ যা শরীরের চ্যানেলের মধ্য দিয়ে প্রবাহিত হবে। বায়ু ঘোড়া হলো মনের পরিবহন এবং এতে আরোহণ করা যায়। ঘোড়ার সাথে যুক্ত দেবতা হলো লোকেশ্বর যিনি অবলোকিতেশ্বর নামেও পরিচিত, যিনি ঘোড়ার রূপও ধারণ করেন। বৌদ্ধ মূর্তিবিদ্যার দিকে তাকালে ঘোড়াটিকে তথাগত রত্নসম্ভবের সিংহাসনকে সমর্থন করতে দেখা যায়। যদিও এগুলি তথাগাথ রত্নসম্ভবের সমর্থনের জন্য ব্যবহৃত হয়, প্রাণীটি দেবতা এবং ধর্ম রক্ষাকারীদের পরিবহন হিসাবে ব্যবহৃত হয়, যা মাহালি নামে পরিচিত ও অশ্বমুখী দেবতা, এর উদাহরণ হলো হয়গ্রীব।\n\n\n==== নাগ ====\nবুদ্ধকে প্রায়শই সূত্রগুলিতে \"মহান নাগ\" বলা হয়, যা পৌরাণিক সর্পের মতো যা যাদুকরী ক্ষমতার অধিকারী। যাইহোক, এই শব্দটি সাধারণত বুদ্ধের মাহাত্ম্য ও জাদুকরী শক্তিরও ইঙ্গিত দেয়, যার মানসিক শক্তি (সিদ্ধি) সমস্ত দেবতা, প্রকৃতির আত্মা (যক্ষ) বা নাগদের চেয়ে বেশি। আরেকটি গুরুত্বপূর্ণ নাগ হলো মুচলিণ্দ, নাগদের রাজা, যিনি বুদ্ধকে ঝড় থেকে রক্ষা করেছিলেন বলে পরিচিত।\n\n\n==== ময়ূর ====\n\nময়ূরের একাধিক স্বতন্ত্রভাবে আলাদা প্রতীক রয়েছে যার জন্য এটি বিশ্বের বিভিন্ন অংশে ও ধর্মে বিবেচিত হয়; যাইহোক, বৌদ্ধধর্মে, ময়ূর জ্ঞানের প্রতীক। তারা যেভাবে বোধিসত্ত্বদের সাথে যুক্ত তা হল ময়ূরের দ্বারা প্রভাবিত না হয়ে বিষাক্ত উদ্ভিদ খাওয়ার ক্ষমতা, যা বোধিসত্ত্বের জ্ঞানার্জনের পথের সাথে সম্পর্কযুক্ত। \nবোধিসত্ত্বের পথটি শুরু হয় বিভ্রম, অজ্ঞতা, আকাঙ্ক্ষা, সবশেষে ঘৃণা, যেগুলোকে মোহ, রাগ, দ্বেষে অনুবাদ করা যেতে পারে। ময়ূরের রঙিন লেজ খোলাকে বোধিসত্ত্বের জ্ঞানার্জনের সাথে তুলনা করা যেতে পারে। \nময়ূরের প্রতীকের সাথে যে ঐতিহ্যটি আসে তা হল যখন বোধিসত্ত্ব আলোকিত হয়। বোধিসত্ত্বের শরীর পাঁচটি উজ্জ্বল রঙের পালক (লাল, নীল, সবুজ এবং অন্যান্য) দিয়ে সজ্জিত যা শরীরের উপর দেখা যায়। \nঅনুষ্ঠান চলাকালীন, বোধিসত্ত্ব ময়ূরের মতো একই বিষাক্ত উদ্ভিদ খায়, যেমনটি ঘটে, পালকগুলি ধীরে ধীরে রঙ পরিবর্তন করে, যেহেতু ময়ূরের মতো, এই ব্যক্তিরা তাদের ক্ষতি হতে পারে তা নিয়ে চিন্তিত নয়। \nমূলত ময়ূর হলো আকাঙ্ক্ষার পথ থেকে মুক্তির পথে পরিবর্তনের প্রতীক। ময়ূরের সাথে সম্পৃক্ত দেবতারা হলেন অমিতাভ, যিনি মুক্তির পরিবর্তনে আকাঙ্ক্ষা এবং সংযুক্তির প্রতিনিধিত্ব করেন।  বৌদ্ধধর্মে ময়ূর প্রতীক হওয়ার সাথে সাথে, পাখিদেরকে ধর্মচক্র-এর সময় বলা মন্ত্রের অংশ হিসাবে দেখা যেতে পারে, যার স্বতন্ত্র প্রতীক হিসাবে \"ওঁ বা ওঁ মণি পদ্মে হুং বা হুম রি\" রয়েছে। যখন একসাথে বলা হয়, মন্ত্রটির অনুবাদ হলো \"পদ্ম অমেনের রত্নকে পূজা করা\"। সেতেন নামগ্যাল বলেছেন যে প্রতীকগুলি \"ওঁ অনুরূপ দেবদূত, মণি দানবদের প্রতিনিধিত্ব করে, পুরুষ হিসাবে পদ্মে, পাখি ও সরীসৃপ হিসাবে চতুর্ভুজ শ্রীহি\"।\n\n\n==== গরুড় ====\n\nগরুড় পাখিদের রাজা হিসেবেও পরিচিত। নামের উৎপত্তির দিকে তাকালে এটি গ্রী থেকে এসেছে যার অর্থ গ্রীল করা যেহেতু সে সাপ খেয়ে ফেলে। \nমূর্তিবিদ্যায় তাকে যেভাবে উপস্থাপন করা হয়েছে, তাকে হয় একজন মানুষের উপরের শরীরের সাথে দেখা যায়, যার বড় চোখ, চঞ্চু, ছোট নীল শিং, হলুদ চুলের প্রান্তে দাঁড়িয়ে আছে, পাখির নখর ও ডানা। \nহিন্দুধর্মে, তাকে ডানাওয়ালা একজন মানুষ হিসাবে উপস্থাপন করা যেতে পারে। যাইহোক, গরুড়ের প্রতীকের দিকে তাকালে, এটি স্থানের উপাদান এবং সূর্যের শক্তিকে প্রতিনিধিত্ব করে। যদিও আধ্যাত্মিক দৃষ্টিভঙ্গি থেকে প্রতিনিধিত্বের দিকে তাকানোর সময়, গরুড় সেই আধ্যাত্মিক শক্তির প্রতিনিধিত্ব করে যা হিংসা ও ঘৃণা (সাপ দ্বারা প্রতিনিধিত্ব) থেকে বিভ্রান্তি গ্রাস করবে। যেহেতু তিনি স্পেস উপাদানের প্রতিনিধিত্ব করেন, এর মধ্যে রয়েছে খোলামেলাতা যা তিনি যখন তার ডানা প্রসারিত করেন তখন দেখা যায়। যদিও, বিশেষভাবে বৌদ্ধধর্মের দিকে তাকালে, তিনি দান পারমিতার প্রতিনিধিত্ব করতে পারেন, যখন সূর্যের রশ্মি পৃথিবীতে প্রাণ দেয়। গরুড় যে দেবতার সাথে যুক্ত তিনি হলেন অমোঘসিদ্ধি, যা দেবতার বাহন। এর মাধ্যমে তিনি লোকীশ্বর হরিহরিহর বাহনের বাহন রূপও। যাইহোক, তিনি তার নিজের একজন দেবতা, যিনি সাপের কামড়, মৃগীরোগ এবং নাগদের দ্বারা সৃষ্ট রোগ নিরাময় করতে সক্ষম বলে কথিত আছে। গরুড় তোরণে পাওয়া যায় যা মন্দিরের দরজার উপরে অবস্থিত অর্ধবৃত্তাকার মধ্যকর্ণ। গরুড় পাথরের সাথে পান্না যা বিষের বিরুদ্ধে সুরক্ষা বলে বলা হয়। সাপের কামড় থেকে সুরক্ষা হিসাবে দেবতার ছবি গয়নাগুলিতে রয়েছে।\n\n\n=== পদ্ম ===\n\nভারতীয় পদ্ম হলো পবিত্রতা, বিচ্ছিন্নতা ও উর্বরতার প্রাচীন প্রতীক এবং এটি বিভিন্ন ভারতীয় ধর্মে ব্যবহৃত হয়। বৌদ্ধধর্মে, পদ্ম হলো বুদ্ধ ও তাঁর বোধোদয়ের আরেকটি প্রতীক। বৌদ্ধ ধর্মগ্রন্থে, বুদ্ধ নিজেকে পদ্মের সাথে তুলনা করেছেন। যেমন পদ্মফুল কাদাবিহীন জল থেকে উঠে আসে, বুদ্ধকে বলা হয় দাগ ছাড়াই জগৎ অতিক্রম করে। সাঁচী ও ভারহুতের মতো আদি বৌদ্ধ স্থানগুলিতেও ভারতীয় পদ্ম দেখা যায়। এটি অমিতাভ, পদ্ম পরিবারের বুদ্ধ, সেইসাথে অবলোকিতেশ্বরেরও নির্দিষ্ট প্রতীক। তান্ত্রিক বৌদ্ধধর্মে, এটি যোনির পাশাপাশি চক্রের জন্যও প্রতীকী।\n\n\n=== ত্রিরত্ন ===\n\nআরেকটি আদি প্রতীক হলো ত্রিরত্ন, যাকে অ-বৌদ্ধ প্রেক্ষাপটে ত্রিশূলও বলা হয়। কার্লসনের মতে, প্রাচীন প্রাক-বৌদ্ধ প্রতীকটিকে প্রাথমিকভাবে \"শত্রু বা মন্দের বিরুদ্ধে অস্ত্র\" হিসেবে দেখা হতো। বৌদ্ধধর্মে, এই প্রতীকটি পরবর্তীতে বুদ্ধ, ধর্ম ও সংঘের প্রতিনিধিত্ব করতে আসে।\n\n\n=== বজ্রাসন ===\n\nবুদ্ধ সিংহাসন, বা খালি আসন/মাচা (বজ্রাসন) বুদ্ধের প্রতীক। বজ্র আসন বা বোধোদয় আসন সেই স্থানকে প্রতিনিধিত্ব করে যেখানে তিনি (বোধগয়ায়) ধ্যান করার জন্য বসেছিলেন এবং জাগ্রততা অর্জন করেছিলেন। এইভাবে এটি বোধোদয়ের স্থানকেও (বোধিমণ্ড) প্রতিনিধিত্ব করে এবং এইভাবে এই ক্ষেত্রে বোধিবৃক্ষের অনুরূপ। আদি বৌদ্ধ শিল্পে, বজ্র আসনটিকে খালি আসন (প্রায়শই গাছের নিচে) বা মাচা হিসাবেও চিত্রিত করা যেতে পারে। যাইহোক, এই আসন বা মাচাগুলি নির্দিষ্টভাবে \"বজ্র আসন\" এর প্রতীক নাও হতে পারে এবং এটি কেবল বেদী বা বুদ্ধের প্রতীক হতে পারে। বজ্র আসন বা খালি আসনও পদ্ম দ্বারা সজ্জিত হতে পারে বা বিশাল পদ্ম হিসাবে চিত্রিত করা যেতে পারে (এই ক্ষেত্রে, এটি \"পদ্ম সিংহাসন\" হিসাবে উল্লেখ করা যেতে পারে)।\n\n\n=== পদচিহ্ন ===\n\nবুদ্ধ পদচিহ্ন (বুদ্ধপদ) বুদ্ধের প্রতিনিধিত্ব করে। এই পায়ের ছাপগুলি প্রায়শই পাথরের ফলকের উপর স্থাপন করা হত এবং সাধারণত বৌদ্ধ ধর্মের চাকা, স্বস্তিক বা ত্রিরত্নের মতো অন্য কোনও বৌদ্ধ প্রতীক দিয়ে সজ্জিত করা হয়, যা বৌদ্ধ পরিচয়ের ইঙ্গিত দেয়। কার্লসনের মতে, \"খ্রিস্টীয় তৃতীয় শতাব্দীতে নাগার্জুনকোঁদা থেকে ফলকগুলিতে বারোটির মতো চিহ্ন দেখা যায়। সেই সময়ে আমরা বুদ্ধপদ ফলকের উপর খোদাই করা মাছ, স্তূপ, স্তম্ভ, ফুল, প্রচুর পরিমাণে ভুঁড়ি (পূর্ণঘট) এবং মলাস্ক খোলের মতো নিদর্শন দেখতে পাই\"[\n\n\n=== ছত্র ===\n\nকিছু আদি কারূশিল্পে, বুদ্ধকে রাজকীয় ছাতা (ছত্র) দ্বারা প্রতিনিধিত্ব করা হয়। কখনও কখনও ছত্রকে খালি আসন বা ঘোড়ার উপরে চিত্রিত করা হয় এবং কখনও কখনও এটি চন্দকের মতো পরিচারক ব্যক্তিত্ব দ্বারা ধারণ করা হয়। অন্যান্য বর্ণনায়, ছত্রটি স্বয়ং বুদ্ধের দৃষ্টান্তে দেখানো হয়েছে। এটি রাজকীয়তা ও সুরক্ষার পাশাপাশি সম্মানের প্রতিনিধিত্ব করে।\n\n\n=== ইন্দ্রখিল ===\nইন্দ্রখিল (ইন্দ্রথাম) যা আদি বৌদ্ধ স্থানগুলিতে প্রদর্শিত হয় তা কখনও কখনও বুদ্ধের প্রতীক হিসাবে ব্যাখ্যা করা হয়েছে (তবে এটি কেবল শুভতার প্রতীক হতে পারে)। এটি সাধারণত \"সাজান পদ্ম গাছের ধারার একটির উপরে, যার সীমানায় কৃত্রিম বন্ধনী থাকে যেখান থেকে রত্নখচিত মালা এবং ভাগ্যবান তাবিজের গলায় জাগতিক ও আধ্যাত্মিক সম্পদের পরিচয় দেয়। \nশীর্ষে ত্রিশূল ও নীচে একজোড়া পায়ের ছাপ রয়েছে\"।\n\n\n=== জ্বলন্ত স্তম্ভ ===\nআরেকটি প্রতীক যা বুদ্ধকে নির্দেশ করতে পারে \"জ্বলন্ত স্তম্ভ\"। এটি সাবত্থির জোড়া অলৌকিক ঘটনা এবং বুদ্ধের জাদুকরী ক্ষমতার উল্লেখ হতে পারে।\n\n\n=== স্বস্তিকা ===\n\nসৌভাগ্যের প্রতিনিধিত্ব করতে ভারতে ঐতিহ্যগতভাবে স্বস্তিকা ব্যবহার করা হত। প্রতীকটি বুদ্ধের শুভতার প্রতীক হিসেবে গৃহীত হয়েছিল। বাম-মুখী স্বস্তিকা প্রায়ই বুদ্ধের মূর্তির বুকে, পায়ে বা হাতের তালুতে ছাপানো হয়। স্বস্তিকাও ছিল মন্দ থেকে সুরক্ষার প্রতীক। প্রাচীন স্বস্তিকা (যা চীনা অক্ষর, প্রধানত 卍 ও 卐) বৌদ্ধ শিল্পে সাধারণ। এটি বৌদ্ধধর্ম ও বৌদ্ধ মন্দিরের প্রতিনিধিত্ব করতে পূর্ব এশিয়ায় ব্যাপকভাবে ব্যবহৃত হয়। স্বস্তিকার মতো বৌদ্ধ প্রতীকগুলিও জাপানি বংশের দ্বারা পারিবারিক প্রতীক (সোম) হিসাবে ব্যবহার করা হয়েছে।\n\n\n=== অন্তহীন গিঁট ===\n\nঅন্তহীন গিঁট সৌভাগ্যের প্রতীক। এটি নির্ভরশীল উৎপত্তিকেও উপস্থাপন করতে পারে।\nএটি অন্যান্য ব্যাখ্যার মধ্যে \"বুদ্ধের প্রতি অন্তহীন জ্ঞান ও করুণা\" এরও প্রতীক। প্রতীকগুলি বিভিন্ন উপায়ে ব্যবহৃত হয়, যেমন শুভেচ্ছা কার্ড, আনুষ্ঠানিক উত্তরী এবং গয়নাগুলিতে।\n\n\n=== জোড়া মাছ ===\nজোড়া মাছ (মৎস্যযুগম) সুখ ও স্বতঃস্ফূর্ততার পাশাপাশি উর্বরতা ও প্রাচুর্যের প্রতিনিধিত্ব করে। তান্ত্রিক বৌদ্ধধর্মে, এটি বাম ও ডান সূক্ষ্ম শরীরের প্রণালী (নাদী) প্রতিনিধিত্ব করে। চীনে, এটি প্রায়শই বিশ্বস্ততা ও দাম্পত্য ঐক্যের প্রতিনিধিত্ব করে।\n\n\n=== ধ্বজ ===\n\nবিজয় ব্যানারটি ছিল বিজয়ের সামরিক প্রতীক, এবং এটি মর ও অপবিত্রতার উপর বুদ্ধের বিজয়ের প্রতীক (বুদ্ধের একটি উপাধি হলো \"বিজেতা\"; সংস্কৃত, জিনা)।\n\n\n=== ধনদানি ===\n\nধনদানি, যা অক্ষয় ধন ও সম্পদের প্রতিনিধিত্ব করে, এটি জম্বল, বৈশ্রবণ ও বসুধারার মতো সম্পদ দেবতারও বৈশিষ্ট্য।\n\n\n=== শাঁখ ===\nশঙ্খ খোল (শাঁখ) বিজয়ের প্রতিনিধিত্ব করে, বুদ্ধের শিক্ষাকে বহুদূরে ছড়িয়ে দেওয়া এবং বক্তৃতার দিক। এটি শুভ ঘটনার উপর প্রস্ফুটিত হয় যাতে বিবাহ (শ্রীলঙ্কায়) শুভ ঘটনা ঘটতে দেবতা বা অন্যান্য জীবিত প্রাণীদের ঘোষণা করা (এবং আমন্ত্রণ জানানো)।\n\n\n=== সর্বদা জ্বলন্ত প্রদীপ ===\n\"সর্বদা জ্বলন্ত প্রদীপ\" (চ্যাংমিংডেং) হলো \"মঠে রাখা তেলের বাতি যা তত্ত্ব অনুসারে কখনই নিভতে দেওয়া হয়নি\"। এটি বৌদ্ধ শিক্ষার প্রতীক হিসাবে এবং \"সঠিক বোধোদয়ের মন\" (ঝেংজুয়েক্সিন) জন্য ব্যবহৃত হয়েছিল।\n\n\n=== রুই ===\n\nরুই কথোপকথনে একজন বক্তার হাতে থাকা লাঠি হিসাবে ব্যবহার করা হতে পারে (কথা বলা লাঠি), এবং পরে বিভিন্ন বৌদ্ধ অর্থে আচ্ছন্ন হয়ে ওঠে। \nরাজদণ্ডের সঠিক ব্যবহার অজানা, তবে, প্রাচীন চীনা শিল্পকর্মে চিত্রিত করা হয়েছে সাধারণত পণ্ডিতদের দ্বারা অনুষ্ঠিত হয়। শৈল্পিক শৈলী প্রাকৃতিক রূপের বৌদ্ধ উপলব্ধি প্রতিফলিত করে। রুই রাজদণ্ড প্রায়ই উপহার হিসাবে দেওয়া হত.\n\n\n=== কাঠের মাছ ===\n\nকাঠের মাছ সতর্কতার প্রতীক। অনুশীলনে পার্কুশন যন্ত্র, যা পশ্চিম বিশ্বের কাছে চীনা মন্দির ব্লক হিসাবে সবচেয়ে বেশি পরিচিত। এটি বোধোদয়ী মনোযোগের প্রতীক, কারণ মাছের চোখ কখনই বন্ধ হয় না। ড্রাম থেকে শব্দ দেবত্বের মনোযোগ কল বলে বিশ্বাস করা হয়, এবং বৃষ্টির জন্য প্রার্থনা, পুনর্জন্মের কাজ, এবং সম্পদের সাথেও যুক্ত হতে পারে। বৌদ্ধ সেবায়, বুদ্ধের নাম উচ্চারণ করার সময় ঢোল বাজানো হয়।\n\n\n=== বলয় দণ্ড ===\n\nবলয় দণ্ড ঐতিহ্যগতভাবে কাছাকাছি প্রাণীদের সতর্ক করার পাশাপাশি বৌদ্ধ দাতাদের সন্ন্যাসীর উপস্থিতি সম্পর্কে সতর্ক করার জন্য দরকারী বলে বলা হয় (এবং এইভাবে এটি বৌদ্ধ ভিক্ষুর প্রতীক)।\n\n\n=== সংখ্যা ১০৮ ===\n\n১০৮ সংখ্যা বৌদ্ধধর্মে খুব পবিত্র। এটি বোধোদয়ের জন্য মানবজাতির ১০৮টি ক্লেশকে অতিক্রম করে। জাপানে, বছরের শেষে, পুরানো বছর শেষ করতে এবং নতুনকে স্বাগত জানাতে বৌদ্ধ মন্দিরে ১০৮ বার ঘণ্টা বাজানো হয়। প্রতিটি আংটি ১০৮টি পার্থিব প্রলোভনের (বোন্নো) একটিকে প্রতিনিধিত্ব করে নির্বাণ অর্জন করতে একজন ব্যক্তিকে অবশ্যই কাটিয়ে উঠতে হবে।\n\n\n=== বজ্র ===\n\nবজ্র হলো ধর্মীয় অস্ত্র যা হীরক (অবিনাশীতা) এবং বজ্রপাত (অপ্রতিরোধ্য শক্তি) এর বৈশিষ্ট্যের প্রতীক। বজ্র হলো পুরুষ পলিসেমিক প্রতীক যা তন্ত্রের জন্য অনেক কিছুর প্রতিনিধিত্ব করে। বজ্র হলো উপায় (দক্ষ উপায়) এর প্রতিনিধি যেখানে এর সহচর হাতিয়ার, ঘণ্টা যা নারী প্রতীক, প্রজ্ঞা (জ্ঞান) বোঝায়। কিছু দেবতাকে প্রত্যেককে আলাদা হাতে বজ্র এবং ঘণ্টা ধারণ করে দেখানো হয়েছে, যথাক্রমে করুণা ও জ্ঞানের শক্তির মিলনের প্রতীক।\nবৌদ্ধধর্মের তান্ত্রিক ঐতিহ্যে, বজ্র হলো বাস্তবতার প্রকৃতির প্রতীক, বা শূন্যতা, যা সীমাহীন সৃজনশীলতা, ক্ষমতা ও দক্ষ কার্যকলাপ নির্দেশ করে।\nবজ্র প্রতীকী যন্ত্র তন্ত্রের আচার-অনুষ্ঠানেও ব্যাপকভাবে ব্যবহৃত হয়। এটি গোলাকার কেন্দ্রীয় অংশ নিয়ে গঠিত, পাঁচটি প্রংগুলির দুটি প্রতিসম দল সহ, যা গোলকের দুপাশে পদ্মফুল থেকে বেরিয়ে আসে এবং কেন্দ্র থেকে সমান দূরত্বের দুটি বিন্দুতে এসে পৌঁছায়, এইভাবে এটি \"হীরের রাজদণ্ড\" এর চেহারা দেয়। \nযেভাবে শব্দটি কখনও কখনও অনুবাদ করা হয়।\nতান্ত্রিক মূর্তিবিদ্যায় বিভিন্ন পরিসংখ্যানকে বজ্র ধারণ করা বা ধারণ করা হয়েছে।\nবজ্র কয়েকটি অংশ নিয়ে গঠিত। কেন্দ্রে গোলক রয়েছে যা শূন্যতাকে প্রতিনিধিত্ব করে, মহাবিশ্বের আদি প্রকৃতি, সমস্ত জিনিসের অন্তর্নিহিত একতা। গোলক থেকে দুটি আটটি পাপড়ি বিশিষ্ট পদ্মফুল বের হচ্ছে।\nঅভূতপূর্ব বিশ্ব (বা বৌদ্ধ পরিভাষায় সংসার) প্রতিনিধিত্ব করে, অন্যটি বস্তুর প্রপঞ্চগুণ রহিত জগত (নির্বাণ) প্রতিনিধিত্ব করে। এটি মৌলিক দ্বিধাবিভক্তি যা অজ্ঞাতদের দ্বারা উপলব্ধি করা হয়।\nপদ্মের মুখের চারপাশে সমানভাবে সাজানো থাকে দুটি, চার বা আটটি প্রাণী যাদের বলা হয় মকর। এগুলি হলো পৌরাণিক অর্ধ-মাছ, দুই বা ততোধিক প্রাণীর সমন্বয়ে গঠিত অর্ধ-কুমির প্রাণী, প্রায়শই বিপরীতের মিলনকে প্রতিনিধিত্ব করে (বা আমাদের স্বাভাবিক অভিজ্ঞতাকে অতিক্রম করে এমন গুণাবলীর সমন্বয়)। মকরের মুখ থেকে জিভ আসে যা এক বিন্দুতে একত্রিত হয়।\nপঞ্চমুখী বজ্র (চারটি মকর সহ কেন্দ্রীয় প্রং) হলো সবচেয়ে বেশি দেখা বজ্র। বজ্রের নামীয় দিকের পাঁচটি উপাদান এবং অভূতপূর্ব দিকের মধ্যে বিস্তৃত চিঠিপত্র রয়েছে। গুরুত্বপূর্ণ চিঠিপত্র হলো পাঁচটি \"বিষ\" এর মধ্যে পাঁচটি জ্ঞানের সাথে। পাঁচটি বিষ হলো এমন মানসিক অবস্থা যা সত্তার মনের আসল বিশুদ্ধতাকে অস্পষ্ট করে, যখন পাঁচটি জ্ঞান হলো আলোকিত মনের পাঁচটি সবচেয়ে গুরুত্বপূর্ণ দিক। পাঁচটি জ্ঞানের প্রত্যেকটি বুদ্ধ মূর্তিটির সাথেও যুক্ত (এছাড়াও দেখুন পঞ্চতথাগত)।\n\n\n=== ঘণ্টা ===\n\nবজ্র প্রায় সবসময় আচার ঘণ্টার সাথে যুক্ত থাকে। \nবৌদ্ধ ধর্মীয় অনুশীলনে ব্যবহৃত আচার ঘণ্টার তিব্বতি শব্দ হলো ট্রিবু। পূজার সময় পুরোহিত ও ভক্তরা ঘণ্টা বাজায়। একত্রে এই আচার-অনুষ্ঠানগুলি বোধোদয়ী মনস্রোতে জ্ঞান এবং করুণার অবিচ্ছেদ্যতাকে উপস্থাপন করে। ধ্যানের সময় ঘণ্টা বাজানো বুদ্ধের ধর্ম শিক্ষা দেওয়ার শব্দের প্রতিনিধিত্ব করে এবং বোধোদয় ও শূন্যতা বোঝার প্রতীক। \nমন্ত্রগুলি জপ করার সময় বেল এবং বজ্র পুরুষ ও মহিলা নীতির মিলনকে প্রতিনিধিত্ব করার জন্য বিভিন্ন আচারিক উপায়ে একসাথে ব্যবহার করা হয়।\nঘণ্টার ফাঁপা সেই শূন্যতাকে প্রতিনিধিত্ব করে যেখান থেকে ঘণ্টার আওয়াজ সহ সমস্ত ঘটনা উদ্ভূত হয়, এবং হাততালি ফর্মের প্রতিনিধিত্ব করে। একসাথে তারা জ্ঞান (শূন্যতা) এবং করুণা (রূপ বা চেহারা) প্রতীক। শব্দ, সমস্ত ঘটনার মত, উদ্ভূত হয়, বিকিরণ করে এবং তারপর শূন্যতায় ফিরে যায়।\n\n\n=== এনসো ===\n\nজেন-এ, এনসো হলো এমন বৃত্ত যা এক বা দুটি বাধাহীন ব্রাশস্ট্রোকে হাতে আঁকা হয় এমন মুহূর্ত প্রকাশ করার জন্য যখন মন শরীরকে তৈরি করতে দেয়। এনসো পরম আলোকিততা, শক্তি, কমনীয়তা, মহাবিশ্ব এবং মূ (শূন্যতা) এর প্রতীক। এটি জাপানি নান্দনিকতা থেকে উদ্ভূত স্বল্পবাদ দ্বারা চিহ্নিত করা হয়। বৃত্তটি খোলা বা বন্ধ হতে পারে। পূর্বের ক্ষেত্রে, বৃত্তটি অসম্পূর্ণ, যা নড়াচড়া ও বিকাশের পাশাপাশি সমস্ত জিনিসের পরিপূর্ণতাকে অনুমতি দেয়। জেন অনুশীলনকারীরা ধারণাটিকে ওয়াবি-সাবি, অপূর্ণতার সৌন্দর্যের সাথে সম্পর্কিত করে।যখন বৃত্তটি বন্ধ থাকে, তখন এটি প্লেটোর নিখুঁত রূপের অনুরূপ পরিপূর্ণতাকে প্রতিনিধিত্ব করে, যে কারণে বৃত্তটি বহু শতাব্দী ধরে মহাজাগতিক মডেলের নির্মাণে ব্যবহৃত হয়েছিল একবার এনসো আঁকা হয়ে গেলে, কেউ এটি পরিবর্তন করে না। এটি সংক্ষিপ্ত, ক্রমাগত সময়ের মধ্যে তার স্রষ্টার চরিত্র এবং এর সৃষ্টির প্রেক্ষাপট প্রমাণ করে। এনসো জাপানি ওয়াবি-সাবি দৃষ্টিকোণ এবং নান্দনিকতার বিভিন্ন মাত্রার উদাহরণ দেয়: ফুকিনসেই (অসমতা, অনিয়ম), কানসো (সরলতা), কোকো (মৌলিক; আবহাওয়াযুক্ত), শিজেন (ভান ছাড়া; প্রাকৃতিক), ইউগেন (সূক্ষ্মভাবে গভীর অনুগ্রহ), দাতসুজোকু (স্বাধীনতা), এবং সিজাকু (শান্তি)।\n\n\n=== মুদ্রা ===\n\nমুদ্রাসমূহ হলো বৌদ্ধ শিল্পে প্রতীকী হাতের অঙ্গভঙ্গির সিরিজ। বিভিন্ন অর্থ সহ অসংখ্য মুদ্রা রয়েছে। মুদ্রা গৌতম বুদ্ধের জীবনের নির্দিষ্ট মুহূর্তগুলিকে উপস্থাপন করতে ব্যবহৃত হয়।\n\n\n=== অন্যান্য প্রতীক ===\nকিছু দেবতা যেমন প্রজ্ঞাপারমিতা ও মঞ্জুশ্রী জ্বলন্ত তলোয়ার ধারণ করে, জ্ঞানের শক্তির (প্রজ্ঞা) প্রতীক হিসাবে চিত্রিত করা হয়েছে।\nগ্যাঙ্কিল বা \"আনন্দের চাকা\" প্রতীক, যা তিনটি ধারণার বিভিন্ন সেটের প্রতীক হতে পারে।\nবিভিন্ন ধরণের রত্ন (মণি, রত্ন), যেমন চিন্তামণি বা \"ইচ্ছা পূরণকারী রত্ন\"।\nবৌদ্ধ প্রার্থনা পুঁতি (মালা), যা ভারতে প্রার্থনা বা মন্ত্র গণনা করার উপায় হিসাবে উদ্ভূত হয়েছে এবং সাধারণত ১০৮ পুঁতি আছে।\nইচ্ছা পূরণকারী গাছ (কল্পবৃক্ষ)।\nচামর, যা পোকামাকড় তাড়ানোর হাতিয়ার এবং এইভাবে অ-ক্ষতিকর (অহিংস) প্রতীক।\nযন্ত্র\n\n\n== চক্রিদল ==\n\n\n=== আটটি শুভ লক্ষণ ===\n\nমহাযান বৌদ্ধ শিল্প ভারতীয় \"আটটি শুভ প্রতীক\" (অষ্টমঙ্গলা) এর সাধারণ দল ব্যবহার করে। এগুলি ছিল প্রাক-বৌদ্ধ ভারতীয় প্রতীক যা রাজত্বের সাথে যুক্ত ছিল এবং মূলত স্বস্তিকা, শ্রীবৎস, সিংহাসন, বাদ্যযন্ত্র ও চামরের মতো অন্যান্য প্রতীক অন্তর্ভুক্ত থাকতে পারে (এটি এখনও নেওয়ার বৌদ্ধ আটটি প্রতীক তালিকার অংশ)।\n\"আটটি শুভ প্রতীক\" (তিব্বতি ও পূর্বএশীয় বৌদ্ধধর্মে ব্যবহৃত) সবচেয়ে সাধারণ দল হলো:\n\nপদ্মফুল\nঅন্তহীন গিঁট\nজোড়া গোল্ডফিশ\nবিজয় নিশান\nধর্মচক্র\nধনদানি\nরত্নখচিত ছোট ছাতা\nসাদা শঙ্খ খোল\n\n\n=== বুদ্ধের পায়ে প্রতীক ===\n\nবুদ্ধের পায়ের ছাপগুলি প্রায়শই আলাদা প্রতীক বহন করে, যেমন একমাত্রের কেন্দ্রে ধর্মচক্র, বা বুদ্ধের ৩২, ১০৮ বা ১৩২টি শুভ প্রতীকের দল, খোদাই করা।\n\n\n== আরও দেখুন ==\nহিন্দু প্রতীকীবাদ\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nAnderson, Carol (২০১৩-১০-১১)। Pain and Its Ending। আইএসবিএন 9781136813252। ডিওআই:10.4324/9781315027401। \nBeer, Robert (২০০৩)। The Handbook of Tibetan Buddhist Symbols। Serindia Publications। আইএসবিএন 978-1-932476-03-3। \nCoomaraswamy, Ananda K. (1998). Elements of Buddhist Iconography. Munshiram Manoharlal Publishers.\nChauley, G. C. (1998). Early Buddhist Art in India: 300 B.C. to 300 A.D. Sundeep Prakashan\nKapstein, Matthew T. (জুন ২০০৪)। \"Tadeusz Skorupski: The Buddhist Forum, Volume VI. ix, 269 pp. Tring: The Institute of Buddhist Studies, 2001.\"। Bulletin of the School of Oriental and African Studies। 67 (2): 266। আইএসএসএন 0041-977X। এসটুসিআইডি 162316190। ডিওআই:10.1017/s0041977x04420163। \nKarlsson, Klemens (2000). Face to Face With the Absent Buddha - The Formation of Buddhist Aniconic Art. Uppsala University.Lokesh, C., & International Academy of Indian Culture. (1999). Dictionary of Buddhist iconography. New Delhi: International Academy of Indian Culture.\nSeckel, Dietrich; Leisinger, Andreas (2004). Before and beyond the Image: Aniconic Symbolism in Buddhist Art, Artibus Asiae, Supplementum 45, 3–107\nXing, Guang (২০০৪-১১-১০)। The Concept of the Buddha। আইএসবিএন 9781134317004। ডিওআই:10.4324/9780203413104। \nKieschnick, John (2020). The Impact of Buddhism on Chinese Material Culture. Princeton University Press.\n\n\n== বহিঃসংযোগ ==\nSacred Visions: Early Paintings from Central Tibet, an exhibition catalog from The Metropolitan Museum of Art (fully available online as PDF), which contains material on Buddhist symbolism\nweb site showing iconic representations of the 8 auspicious symbols along with explanations\nthe eight auspicious symbols of Buddhism — a study in spiritual evolution (archived 1 January 2017)\nGeneral Buddhist Symbols\nTibetan Buddhist Symbols\nBuddhist Tantric Symbols\nBuddhist Symbols: the Eight Auspicious Signs (archived 6 February 2006)"}