{"pageid": 1474242, "title": "টেলস ফ্রম শেকসপিয়র", "url": "https://bn.wikipedia.org/wiki?curid=1474242", "content": "টেলস ফ্রম শেকসপিয়র (ইংরেজি: Tales from Shakespeare) হল চার্লস ও মেরি ল্যাম্ব ভ্রাতা-ভগিনীর লেখা একটি ইংরেজি শিশুপাঠ্য পুস্তক। ১৮০৭ সালে প্রকাশিত এই গ্রন্থটির উদ্দেশ্য ছিল শেকসপিয়রের ভাষা যথাসম্ভব অপরিবর্তিত রেখে তাঁর নাটকের কাহিনি \"শিশুদের পাঠের উপযোগী করে তোলা\"। এই বইতে মেরি ল্যাম্ব কমেডিগুলি এবং চার্লস ল্যাম্ব ট্র্যাজেডিগুলির পুনর্কথন করেছেন। সব ক'টি রোমান নাটক সহ অধিকতর জটিল নাটকগুলিকে তাঁরা বাদ দিয়েছেন এবং পুনর্কথনের জন্য বেছে নেওয়া নাটকগুলিকে অল্পবয়সী ছেলেমেয়েদের প্রয়োজনের কথা মাথায় রেখে উপস্থাপনা করেছেন। তবে কোনও আপত্তিকর অংশ কেটে বাদ দেওয়ার কাজ করেননি। অবশ্য উপকাহিনি ও যৌন ইঙ্গিতগুলি তাঁরা বাদ দিয়েছেন। মুখবন্ধটি তাঁরা দু'জনে মিলে লিখেছেন।\n২০০৭ সালে পেঙ্গুইন ক্লাসিকস সংস্করণের ভূমিকা অংশে মারিনা ওয়ার্নার দাবি করেছেন যে, ১৮৩৮ সালে সপ্তম সংস্করণের আগে মেরি ল্যাম্ব তাঁর নাম প্রচ্ছদ পৃষ্ঠায় দেননি।\nবইটির লক্ষ্য পাঠক যারাই হোক না কেন, একুশ শতকের গোড়ার দিকের শিশুদের কাছে বইটি কঠিন মনে হতেই পারে। তাছাড়া এখন তাদের কাছে বইটির অনেক বিকল্পও রয়েছে। তবু ল্যাম্ব ভ্রাতা-ভগিনীর এই পুনর্কথন অসাধারণভাবে মূলানুগ। শেকসপিয়রের মূল নাটকগুলি পড়লে সেগুলি সম্পর্কে যে ধারণা পাওয়া যায়, এগুলি থেকেও সেই একই ধারণা পাওয়া যায়।\n\n\n== প্রকাশনার ইতিহাস ==\nটেলস ফ্রম শেকসপিয়র বহু বার পুনঃপ্রকাশিত হয়েছে এবং কখনই অমুদ্রিত অবস্থায় থাকেনি। তাঁদের বই সর্বাধিক বিক্রীত বইগুলির তালিকায় থাকার দরুন তাঁদের উনিশ শতকে শেকসপিয়রের বিপুল জনপ্রিয়তার অন্যতম কারণ মনে করা হয়। উইলিয়াম গডউইন (টমাস হজকিনস ছদ্মনামে) ও তাঁর দ্বিতীয়া পত্নী মেরি জেন ক্লেয়ারমন্টের জুভেনাইল লাইব্রেরি বইটি প্রথম প্রকাশ করেন। তাঁরাই বইটির অলংকরণকারীকে নির্বাচিত করেছিলেন এবং এই অলংকরণকারী সম্ভবত ছিলেন উইলিয়াম মালরেডি। পরবর্তীকালে বইটি অলংকরণ করেন স্যার জন গিলবার্ট (১৮৬৬), আর্থার র্যাকহ্যাম (১৮৯৯ ও ১৯০৯), লুইস মনজিয়েস (১৯০৮), ওয়াল্টার প্যাগেট (১৯১০), ও ডি. সি. আইলেস (১৯৩৪)।\n১৮৯৩-৯৪ সালে হ্যারিসন এস. মরিস কর্তৃক পুনর্কথিত আরও কয়েকটি গল্প সংযোজিত করে বইটি রঙিন চিত্র-সহ একাধিক খণ্ডে যুক্তরাষ্ট্রে পুনঃপ্রকাশিত হয়।\n\n\n== বিষয়বস্তু ==\n\nএই বইটির অন্তর্ভুক্ত কাহিনিগুলি হল:\n\nদ্য টেমপেস্ট (মেরি ল্যাম্ব)\nআ মিডসামার নাইট’স ড্রিম (মেরি ল্যাম্ব)\nদ্য উইন্টার’স টেল (মেরি ল্যাম্ব)\nমাচ অ্যাডু অ্যাবাউট নাথিং (মেরি ল্যাম্ব)\nঅ্যাজ ইউ লাইক ইট (মেরি ল্যাম্ব)\nদ্য টু জেন্টলমেন ইন ভেরোনা (মেরি ল্যাম্ব)\nদ্য মার্চেন্ট অফ ভেনিস (মেরি ল্যাম্ব)\nসিম্বেলাইন (মেরি ল্যাম্ব)\nকিং লিয়ার (চার্লস ল্যাম্ব)\nম্যাকবেথ (চার্লস ল্যাম্ব)\nঅল’স ওয়েল দ্যাট এন্ডস ওয়েল (মেরি ল্যাম্ব)\nদ্য টেমিং অফ দ্য শ্রিউ (মেরি ল্যাম্ব)\nদ্য কমেডি অফ এররস (মেরি ল্যাম্ব)\nমেজার ফর মেজার (মেরি ল্যাম্ব)\nটুয়েলফথ নাইট (মেরি ল্যাম্ব)\nটাইমন অফ এথেন্স (চার্লস ল্যাম্ব)\nরোমিও অ্যান্ড জুলিয়েট (চার্লস ল্যাম্ব)\nহ্যামলেট, প্রিন্স অফ ডেনমার্ক (চার্লস ল্যাম্ব)\nওথেলো (চার্লস ল্যাম্ব)\nপেরিক্লিস, প্রিন্স অফ টায়ার (মেরি ল্যাম্ব)\n\n\n== কথাসাহিত্যে উল্লেখ ==\nগ্রাহাম গ্রিন টেলস ফ্রম শেকসপিয়র-কে আওয়ার ম্যান ইন হাভানা-এ একটি বইয়ের কোড হিসেবে ব্যবহার করেছেন।\n\n\n== আরও দেখুন ==\n\nভিক্টোরীয় সাহিত্য\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nFull text and images by William Paget on the University of Florida's Digital Collections\nFull text and images by Robert Anning Bell on the University of Florida's Digital Collections\nText at shakespeare.palomar.edu\nText at ibiblio.org\n Tales from Shakespeare লিব্রিভক্সে পাবলিক ডোমেইন অডিওবই (ইংরেজি)\nTales from Shakespeare ebook from Project Gutenberg\nTales from Shakespeare written by Morris, Harrison S. (Harrison Smith), 1856-1948."}