{"pageid": 1474181, "title": "ঘূর্ণিঝড় বিজলী", "url": "https://bn.wikipedia.org/wiki?curid=1474181", "content": "ঘূর্ণিঝড় বিজলি (JTWC উপাধি: 01B), ২০০৯ সালের উত্তর ভারত মহাসাগরের ঘূর্ণিঝড় মৌসুমে তৈরি হওয়া প্রথম ক্রান্তীয় ঘূর্ণিঝড়। ১৪ এপ্রিল নিম্ন চাপের এলাকা থেকে বিজলী তৈরি হয়। পরে সেই সন্ধ্যায়, আরএসএমসি নয়াদিল্লি নিম্ন চাপ অঞ্চলটিকে একটি নিম্নচাপে আপগ্রেড করে এবং এটিকে BOB ০১ হিসাবে নামকরণ করে। যৌথ টাইফুন সতর্কীকরণ কেন্দ্র (JTWC) সিস্টেমটির জন্য একটি ক্রান্তীয় ঘূর্ণিঝড় গঠন সতর্কতা জারি করে এবং শীঘ্রই এটিকে ক্রান্তীয় নিম্নচাপ 01B হিসাবে নামকরণ করে। ১৫ এপ্রিল সন্ধ্যায়, আরএসএমসি নিউ দিল্লি এবং জেটিডব্লিউসি উভয়ই জানায় যে সিস্টেমটি একটি গ্রীষ্মমন্ডলীয় ঝড় হিসেবে তীব্র হয়ে উঠেছে, যার পূর্বের নাম ছিল বিজলি। শীঘ্রই, বিজলি বাংলাদেশের উপকূলের কাছাকাছি আসার সাথে সাথে তার সর্বোচ্চ তীব্রতায় পৌঁছে যায়। ১৭ এপ্রিল সকালে, বিজলি চট্টগ্রামের ঠিক দক্ষিণে ল্যান্ডফলের আগে ভূমি মিথস্ক্রিয়াজনিত কারণে দুর্বল হয়ে গভীর নিম্নচাপে পরিণত হয়। ১৮ এপ্রিল RSMC নয়াদিল্লি তাদের শেষ পরামর্শ জারি করার আগে, বিজলির অবশিষ্টাংশ উত্তর মায়ানমার জুড়ে পরিভ্রমণ করার সাথে সাথে দুর্বল হতে থাকে। বিজলি শব্দটি হিন্দি থেকে এসেছে, যার দ্বারা বজ্রপাতকে বোঝায়।\n\n\n== আবহাওয়ার ইতিহাস ==\n১৩ এপ্রিলে, কেন্দ্রীয় বঙ্গোপসাগরের উপর বৃষ্টি এবং বজ্রঝড়ের একটি এলাকা সামান্য সংগঠিত হয়।  সেই দিনে পরবর্তীতে, সিস্টেমটি বিকশিত হওয়ার সাথে সাথে পরিচলনের নীচে নিম্নচাপের একটি অঞ্চল তৈরি হয়। দুর্বল ব্যান্ডিং বৈশিষ্ট্যগুলি ঝড়ের পরিধির চারপাশে তৈরি হয়।  ১৪ এপ্রিলের মধ্যে, সঞ্চালনের কেন্দ্রের চারপাশে গভীর সংবহন অব্যাহত থাকে; নয়াদিল্লিতে RSMC-এর বিকাশের পর, ভারত এই সিস্টেমটিকে নিম্নচাপ BOB ০১ হিসাবে নামকরণ করে।  আরও উন্নয়নের পর, জয়েন্ট টাইফুন সতর্কীকরণ কেন্দ্র (JTWC) একটি ক্রান্তীয় ঘূর্ণিঝড় গঠন সতর্কতা (TCFA) জারি কর।  পরদিন খুব ভোরে JTWC রিপোর্ট করে যে নিম্নচাপটি একটি গ্রীষ্মমন্ডলীয় ঝড়ে পরিণত হয়েছে এবং এটিকে ঘূর্ণিঝড় 01B হিসাবে নামকরণ করে। ভারতের উপর মধ্য-স্তরের রিজ হওয়ার কারণে ঝড়টি পশ্চিম-উত্তর-পশ্চিম দিকে পরিভ্রমণ করে।  পরে সেই সকালে RSMC নিউ দিল্লি রিপোর্ট করে যে নিম্নচাপটি গভীর নিম্নচাপে পরিণত হয়েছে এবং এটি ঘূর্ণিঝড় বিজলিতে তীব্রতর হবে বলে আশা করা হচ্ছে।   ১৫০০ ইউটিসি এর দিকে, আরএসএমসি নয়াদিল্লি সিস্টেমটিকে একটি ঘূর্ণিঝড়ে উন্নীত করে এবং এটিকে বিজলি নাম দেয়।  ২৬ এপ্রিলে, ভারতের পূর্ব উপকূলের সমান্তরালে ঝড়টি উত্তর-পূর্ব দিকে মোড় নেয়। \n\n\n== প্রস্তুতি, প্রভাব এবং ফলাফল ==\n\n\n=== ভারত ===\n\nঘূর্ণিঝড়ের কারণে সৃষ্ট রুক্ষ সমুদ্রের কারণে ওড়িশার চারটি অংশকে উচ্চ সতর্কতায় রাখা হয়েছিল। গোপালপুর, পুরী, পারাদীপ ও চাঁদবালি বন্দরের জন্য তিন নম্বর স্থানীয় সতর্ক সংকেত জারি করা হয়।  অন্ধ্র ও উড়িষ্যায় বজ্রঝড় থেকে প্রবল বর্ষণ হয়।  উপকূল বরাবর ৫৫ কিমি/ঘ (৩৫ মা/ঘ) পর্যন্ত বাতাসের গতিবেগ রিপোর্ট করা হয়।\n\n\n=== বাংলাদেশ ===\nবাংলাদেশে, বাংলাদেশ রেড ক্রসের অন্তত ৪০০০০ স্বেচ্ছাসেবকদের প্রয়োজনে ব্যবহারের জন্য প্রস্তুত রাখা হয়।  বাংলাদেশের কর্মকর্তারা সব বন্দরকে সর্বোচ্চ সতর্ক থাকতে এবং জেলেদের বন্দরে থাকার আহ্বান জানায়। ৩ নং সতর্ক সংকেত প্রদান করা হয়।  মহেশখালী দ্বীপের হাজার হাজার বাসিন্দাকে ৮০টি আশ্রয়কেন্দ্রে সরিয়ে নেওয়া হয়।  ঘূর্ণিঝড়টি স্থলভাগে উপনীত হওয়ার সাথে সাথে চট্টগ্রামের বন্দরগুলি তাদের সতর্কতা মাত্রা বাড়িয়ে সাতে উন্নীত করে।  বর্ধিত সতর্কতা স্তর অনুসরণ করে, উপকূলীয় অঞ্চল থেকে আনুমানিক ১০ হাজার মানুষকে সরিয়ে নেওয়া হয়।  আবহাওয়া কর্মকর্তারা অনুমান করে যে ঝড়টি ২.১ থেকে ৩ মি (৭ থেকে ১০ ফু) ঝড়ের ঢেউ তৈরি করবে ।  ১৭ এপ্রিলে, বিপজ্জনক পরিস্থিতির কারণে বাংলাদেশের অভ্যন্তরীণ এবং বিদেশী সমস্ত ফ্লাইট বাতিল করা হয়। অনেক আশ্রয়কেন্দ খোলা হয় এবং প্রায় এক মিলিয়ন লোককে সেখানে সক্ষম হয়েছিল বলে জানা যায়।  চট্টগ্রামে, ঝড়ের পরে সহায়তা করার জন্য ৬ হাজার স্বেচ্ছাসেবক এজ প্রায় ২৮৩ টি মেডিকেল টিম গঠন করা হয়।  ঝড়ের আঘাতে আনুমানিক ২ লক্ষ মানুষ চট্টগ্রাম এবং কক্সবাজার জেলা থেকে সরে যায়। \n\nপ্রবল বাতাসে বেশ কিছু গাছ ভেঙে পড়ে; অসংখ্য বাড়িঘর ক্ষতিগ্রস্ত হয় এবং উপকূলীয় দ্বীপের বেশ কয়েকটি জাহাজ ঝড়ের কবলে পড়ে বলে জানা যায়। প্রবল বাতাস এবং ভারী বৃষ্টিতেও কিছু এলাকা বিদ্যুৎ বিচ্ছিন্ন হয়ে পড়ে।  ২.১ মি (৭ ফু) এর ঝড় কক্সবাজার জেলায় রেকর্ড করা হয়। ঝড়ে অন্তত ১২টি কুঁড়েঘর, ৫০টি পানের ক্ষেত এবং বিপুল পরিমাণ লবণ ক্ষতিগ্রস্ত হয় ।  বিজলীর প্রথম প্রাণহানি ঘটে যখন প্রবল বাতাসে একটি গাছ ছিটকে পড়ে একটি ৯ বছর বয়সী ছেলের উপর। সেই আঘাতে ছেলেটি মারা যায় এবং তার বোন আহত হয়।  কক্সবাজার জেলায় এক স্কুল শিক্ষক ও দুই শিক্ষার্থী নিহত হয় । সরিয়ে নেওয়ার সময় একজন শিশু পদদলিত হয়ে এবং বাড়ি ধসে অপর একটি শিশু নিহত হয়। \n\n\n=== মায়ানমার ===\n১.৮ থেকে ২.৪ মি (৬ থেকে ৮ ফু) একটি ঝড় বাংলাদেশ সীমান্তের কাছে মিয়ানমারের উপকূলীয় এলাকায়ও প্রভাব ফেলবে বলে আশা করা হয় ।  আনুমানিক ৬ হাজার ফিশিং ট্রলারকে ১৭ এপ্রিলের বিকেলের মধ্যে বন্দরে ফিরে আসতে বলা হয়।  প্রায় এক বছর আগে ঘূর্ণিঝড় নার্গিসের বিধ্বংসী ফলাফলের পর, মায়ানমারের কর্মকর্তারা উপকূলবর্তী বাসিন্দাদের সরে যাওয়ার আহ্বান জানান।  গ্রামীণ অঞ্চলে বসবাসকারী হাজার হাজার বাসিন্দা মিয়ানমারের উপকূলবর্তী অঞ্চল ছেড়ে ভেতরের দিকে  আশ্রয় নেয়। রেডিওতে ঘূর্ণিঝড় আসার কথা শুনে আউকপিউনেওয়া গ্রামটি খালি করে দেওয়া হয়। স্থানীয় বাসিন্দাদের মতে, ঘূর্ণিঝড় নার্গিসের কারণে ব্যাপক প্রাণহানির পরিপ্রেক্ষিতে \"আমরা আগের মতো সতর্কতা অবলম্বন করছি\"।   বিজলীর অবশিষ্টাংশ ঝড়টি বিলুপ্ত হওয়ার আগে দেশের উত্তরাঞ্চলে ভারী বৃষ্টিপাত ঘটিয়েছিলো। \n\n\n== এছাড়াও দেখুন ==\n২০০৯ উত্তর ভারত মহাসাগর ঘূর্ণিঝড় মৌসুম\nঘূর্ণিঝড় মারুথা - ২০১৭ সালে অনুরূপ তীব্রতার একটি ঝড় যা মায়ানমারে ল্যান্ডফল করেছিল\n\n\n== তথ্যসূত্র =="}