{"pageid": 1474793, "title": "দীপাধার", "url": "https://bn.wikipedia.org/wiki?curid=1474793", "content": "একটি দীপাধার হলো একাধিক বাহু সহ একটি মোমবাতি ধারক।  ঝাড়বাতি সহ বিভিন্ন ধরণের মোমবাতি ধারক বর্ণনা করতে দীপাধার ব্যবহার করা যেতে পারে, তবে, দীপাধারকে শাখাযুক্ত মোমবাতি ধারক হিসেবেও আলাদা করা যেতে পারে যেগুলি মেঝে, ধারক বা মেজের মতো পৃষ্ঠে স্থাপন করা হয়, ছাদ থেকে ঝুলোনো ঝাড়বাতিগুলির বিপরীতে।\nরোমানরা আলংকারিক আলোর একটি রূপ বর্ণনা করতে 'ক্যান্ডেলাব্রাম' (একবচন) শব্দটি ব্যবহার করতো, যা একটি লম্বা ধারক হতে পারে - যা একটি বাতিকে সমর্থন করে। ইহুদি ধর্ম ও কিছু ফিলিস্তিনি সংস্কৃতিতে, মেনোরাহ এবং হানুকিয়া হলো বিশেষ ধরনের দীপাধার। গির্জাতেও দীপাধার পাওয়া যায়, যার মধ্যে কিছু গির্জার বিভিন্ন অনুষ্ঠানে ব্যবহৃত হয়, যেমন কালিমা, এবং কিছু পূর্ব ক্যাথলিক এবং পূর্ব সনাতন চার্চের স্তোত্রপদ্ধতিতে ডিকিরিওন ও ট্রিকিরিওন হিসেবে। শাখাযুক্ত মোমবাতিগুলির আকারে দীপাধার আলংকারিক আলো হিসাবে বাড়িতে জনপ্রিয় হয়ে ওঠে।\nআধুনিক সময়ে, বিদ্যুৎ মোমবাতিধারীদেরকে আলংকারিক ব্যবহারের জন্য সীমাবদ্ধ করেছে, অভ্যন্তরীণ শিল্পীরা তা সত্ত্বেও মোমবাতি এবং দীপাধারের পরে আলোর ফিক্সচার এবং আলোর আনুষঙ্গিক মডেলগুলি চালিয়ে যাচ্ছেন। তদনুসারে, দীপাধার শব্দটি সাধারণত ঝাড়বাতি এবং অন্যান্য আলোকসজ্জার পাশাপাশি আলোকসজ্জার জন্য তৈরি ছোট আলোর বাল্বগুলিকে বর্ণনা করতে ব্যবহৃত হয়।\n\n\n== ইতিহাস ==\n\nদীপাধার প্রাচীন বিশ্বে ব্যবহৃত হত বলে জানা যায়। একটি উল্লেখযোগ্য উদাহরণ হল সাত-সজ্জিত ক্যান্ডেলাব্রা বা মেনোরাহ, হিব্রু বাইবেলে উল্লিখিত মূসাকে এর সৃষ্টির নির্দেশনা দিয়ে। জেরুজালেম দখলের পর টাইটাসের খিলানে মেনোরাকে চিত্রিত করা হয়েছে। মেনোরাহ তখন থেকে ইহুদি ধর্মের প্রতীক এবং ইসরায়েলের প্রতীক হয়ে উঠেছে, সেইসাথে মধ্যযুগীয় খ্রিস্টান গির্জাগুলিতে ব্যবহৃত সাত-সজ্জিত দীপাধারের আদর্শ হিসেবে পরিচিত হ​য়ে।  একটি ব্রোঞ্জ ক্যান্ডেলব্রাম তৈরি করেছিলেন ক্যালিমাকাস এথেনার ইরেকথিয়নের জন্য, এথেনার নিকট পবিত্র বাতিটি বহন করার জন্য। এই ক্ষেত্রে এটা সম্ভব বাতিটি স্থগিত করা হয়েছিলো।\nযদিও দীপাধার এখন প্রায়শই একটি শাখাযুক্ত মোমবাতি ধারক বোঝাতে ব্যবহৃত হয়, শব্দটি বিভিন্ন আলোক যন্ত্র বর্ণনা করতে ব্যবহৃত হতো। একটি দীপাধার একটি লম্বা ধারককে বর্ণনা করতে পারে যা একটি বাতিকে সমর্থন করে। রোমান ক্যান্ডেলাব্রা একটি ডাঁটা বা খাগড়া দিয়ে গঠিত হতে পারে, উপরের অংশটি উপরের অংশে আলো বহন করার জন্য নির্দিষ্ট বৈশিষ্ট্য সহ ঢালাই করা এবং তিনটি সিংহ বা গ্রিফিনের পায়ের উপর বিশ্রাম নেওয়া একটি ভিত্তি দ্বারা গঠিত হতো। (ক্যান্ডেল্যব্রাম) শব্দটির উৎপত্তি, যার অর্থ একটি মোমকাঠি, পরামর্শ দেয় যে রোমান ক্যান্ডেলাব্রার উপরে একটি স্পাইক সহ একটি মোম বা লম্বা মোমবাতি বহন করার জন্য একটি ডিস্ক থাকতে পারে তবে ক্যান্ডেলব্রাসে বাতি বহন করার জন্য শীর্ষে একটি ডিস্ক থাকতে পারে এবং কখনও কখনও একটি ফাঁপা কাপ ছিল, যেখানে রজনী কাঠ পুড়িয়ে দেওয়া হত।\nবাংলাদেশে বর্তমানে দীপাধার ব্যবহার না হলেও পূর্বে, বিশেষ করে ঔপনিবেশিক আমল ও তার পূর্বে দীপাধার ব্যবহৃত হতো। চট্টগ্রামের ধনীরা পরতুগিজদের আনা দীপাধারগুলো ব্যবহার করতো। এছাড়া স্বর্ণগ্রামের মতো দেশের বিভিন্ন অঞ্চলের ধনী ও জমিদাররা দীপাধার ব্যবহার করতো বলে জানা যায়।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}