{"pageid": 1474208, "title": "রেজাউল করিম মল্লিক", "url": "https://bn.wikipedia.org/wiki?curid=1474208", "content": "রেজাউল করিম মল্লিক হলেন একজন বাংলাদেশী পুলিশ কর্মকর্তা। বর্তমানে তিনি পুলিশের ঢাকা রেঞ্জের প্রধান হিসেবে কর্মরত আছেন। তিনি ঢাকা মেট্রোপলিটন পুলিশের (ডিএমপি) গোয়েন্দা শাখার (ডিবি) প্রধান ছিলেন। এর আগে তিনি ডিআইজি হিসেবে পুলিশের অপরাধ তদন্ত বিভাগে (সিআইডি) কর্মরত ছিলেন।\n\n\n== কর্মজীবন ==\nরেজাউল করিম মাল্লিক ১৯৯৮ সালে বাংলাদেশ সিভিল সার্ভিসের ১৭তম ব্যাচের কর্মকর্তা হিসেবে বাংলাদেশ পুলিশে যোগ দেন।  \nতিনি ঢাকা মহানগর পুলিশের উপ-পুলিশ কমিশনার হিসেবে দায়িত্ব পালন করেন। ২০০৭ সালের জানুয়ারিতে তাকে বদলি করে লক্ষ্মীপুর জেলার পুলিশ সুপার নিয়োগ দেওয়া হয়। বলা হয়, তিনি বাংলাদেশ জাতীয়তাবাদী দলের ঘনিষ্ঠ একজন পুলিশ কর্মকর্তা ছিলেন এবং সে সময় সরকারপন্থী পুলিশের তালিকায় অন্তর্ভুক্ত ছিলেন।  \n২০১৫ সালে, মাল্লিক বাংলাদেশ পুলিশ একাডেমী পুলিশ সুপার হিসেবে দায়িত্ব পালন করেন। ওই বছরের মার্চে তাকে পুলিশ ব্যুরো অব ইনভেস্টিগেশনে (পিবিআই) বদলি করা হয়।  \n২০২৪ সালের সেপ্টেম্বরে শেখ হাসিনার নেতৃত্বাধীন আওয়ামী লীগ সরকার পতনের পর, ঢাকা মহানগর পুলিশের কমিশনার মো. মাইনুল ইসলাম তাকে গোয়েন্দা শাখার (ডিবি) প্রধান হিসেবে নিয়োগ দেন।  \nঅতিরিক্ত উপ-পুলিশ কমিশনার থাকাকালীন ২০২৪ সালের অক্টোবরে তিনি সাংবাদিক ও স্বেচ্ছাসেবক লীগ নেতা শেখ জামালকে আটক করেন। তার নেতৃত্বাধীন ইউনিট স্বরাষ্ট্র মন্ত্রণালয়ের সাবেক সচিব মোস্তাফা কামাল উদ্দীন, বাংলাদেশ পুলিশের সাবেক প্রধান এ কে এম শহীদুল হক ও চৌধুরী আবদুল্লাহ আল মামুন, সাবেক খাদ্যমন্ত্রী সাধন চন্দ্র মজুমদার, বাংলাদেশ সিকিউরিটিজ অ্যান্ড এক্সচেঞ্জ কমিশনের সাবেক চেয়ারম্যান শিবলী রুবাইয়াত-উল-ইসলাম, সাবেক সচিব মো. নজিবুর রহমান, এবং সাবেক বিমান ও পর্যটনমন্ত্রী মোহাম্মদ ফারুক খানসহ একাধিক সাবেক সরকারি কর্মকর্তাকে আটক করে।  \n২০২৫ সালের জানুয়ারিতে মাল্লিক বলেন, কুখ্যাত অপরাধী পিচ্চি হেলালসহ শীর্ষ অপরাধীদের সম্পর্কে তার কাছে কোনো গোয়েন্দা তথ্য নেই।  \n২০২৫ সালের ফেব্রুয়ারিতে তার নির্দেশে অভিনেত্রী মেহের আফরোজ শাওনকে আটক করা হয়। একই দিনে জামালপুরে তার পৈতৃক বাড়িতে অগ্নিসংযোগের ঘটনা ঘটে। মাল্লিক দাবি করেন, তিনি \"রাষ্ট্রবিরোধী ষড়যন্ত্রের\" কারণে গ্রেফতার হয়েছেন। পরে তাকে সহ অভিনেত্রী সোহানা সাবাকে জিজ্ঞাসাবাদ শেষে মুক্তি দেওয়া হয়।\n\n\n== তথ্যসূত্র =="}