{"pageid": 1474538, "title": "গ্লোমেরুলাস (কিডনি)", "url": "https://bn.wikipedia.org/wiki?curid=1474538", "content": "গ্লোমেরুলাস (বহুবচন: গ্লোমেরুলি) হল ছোট রক্তনালীর (ক্যাপিলারি) একটি নেটওয়ার্ক যা টাফট নামে পরিচিত, যা কিডনির নেফ্রনের শুরুতে অবস্থিত। প্রতিটি কিডনিতে প্রায় এক মিলিয়ন নেফ্রন থাকে। টাফটটি মেসাঞ্জিয়াম (রক্তনালীর মধ্যবর্তী স্থান) দ্বারা কাঠামোগতভাবে সমর্থিত, যা অন্তঃগ্লোমেরুলার মেসাঞ্জিয়াল কোষ দ্বারা গঠিত। রক্তটি এই টাফটের ক্যাপিলারি প্রাচীরের মধ্য দিয়ে গ্লোমেরুলা'স ফিল্ট্রেশন ব্যারিয়ারের মাধ্যমে ফিল্টার করা হয়, যা এর ফিল্ট্রেট হিসাবে পানি এবং দ্রবণীয় পদার্থকে বোম্যান'স ক্যাপসুল নামে পরিচিত একটি কাপের মতো থলিতে সরবরাহ করে। ফিল্ট্রেটটি পরে নেফ্রনের রেনাল টিউবুলে প্রবেশ করে। \nগ্লোমেরুলাস রেনাল ধমনী সঞ্চালনের একটি অ্যাফারেন্ট আর্টেরিওল থেকে রক্ত সরবরাহ পায়। বেশিরভাগ ক্যাপিলারি বেডের বিপরীতে, গ্লোমেরুলার ক্যাপিলারিগুলি ভেনিউলগুলির পরিবর্তে ইফারেন্ট আর্টেরিওলগুলিতে প্রস্থান করে। ইফারেন্ট আর্টেরিওলগুলির প্রতিরোধের কারণে গ্লোমেরুলাসের মধ্যে পর্যাপ্ত হাইড্রোস্ট্যাটিক চাপ সৃষ্টি হয় যা অতিপরিস্রাবণের জন্য প্রয়োজনীয় শক্তি প্রদান করে।\nগ্লোমেরুলাস এবং এর চারপাশের বোম্যান'স ক্যাপসুল একসাথে একটি রেনাল কর্পাসল গঠন করে, যা কিডনির মৌলিক পরিস্রাবণ একক।  সমস্ত গ্লোমেরুলির মাধ্যমে রক্ত ফিঅ্যাফারেন্ট আর্টেরিওলের প্রাচীরের বিশেষায়িত মসৃণ পেশী কোষ থাকে যা রেনিন সংশ্লেষণ করে। এই জুক্সটাগ্লোমেরুলার কোষগুলি রেনিন-অ্যাঞ্জিওটেনসিন সিস্টেমে একটি প্রধান ভূমিকা পালন করে, যা রক্তেঅ্যাফারেন্ট আর্টেরিওলের দেয়ালে বিশেষায়িত মসৃণ পেশী কোষ থাকে যা রেনিন সংশ্লেষণ করে। এই জুক্সটাগ্লোমেরুলার কোষগুলি রেনিন-অ্যাঞ্জিওটেনসিন সিস্টেমে একটি প্রধান ভূমিকা পালন করে, যা রক্তের পরিমাণ এবং চাপ নিয়ন্ত্রণে সহায়তা করে।র পরিমাণ এবং চাপ নিয়ন্ত্রণে সহায়তা করে।ল্টার হওয়ার হার, এবং সেই অনুযায়ী সামগ্রিক কিডনি কার্যকারিতার পরিমাপ, হল গ্লোমেরুলার ফিল্ট্রেশন রেট।\n\n\n== গঠন ==\n\nগ্লোমেরুলাস হল কিডনির বোম্যান'স ক্যাপসুলের মধ্যে অবস্থিত ক্যাপিলারির একটি টাফট।  গ্লোমেরুলার মেসাঞ্জিয়াল কোষগুলি টাফটগুলিকে কাঠামোগতভাবে সমর্থন করে। রক্ত একটি অ্যাফারেন্ট আর্টেরিওল নামক একক ধমনী দ্বারা গ্লোমেরুলাসের ক্যাপিলারিতে প্রবেশ করে এবং একটি ইফারেন্ট আর্টেরিওল দ্বারা প্রস্থান করে।  ক্যাপিলারিগুলি একটি কেন্দ্রীয় লুমেন সহ এন্ডোথেলিয়াল কোষ দ্বারা রেখাযুক্ত একটি নল নিয়ে গঠিত। এই এন্ডোথেলিয়াল কোষগুলির মধ্যে ফাঁকগুলিকে ফেনেস্ট্রা বলা হয়। প্রাচীরগুলির একটি অনন্য গঠন রয়েছে: কোষগুলির মধ্যে ছিদ্র রয়েছে যা পানি এবং দ্রবণীয় পদার্থগুলিকে বের হতে দেয় এবং গ্লোমেরুলার বেসমেন্ট মেমব্রেন এবং পডোসাইট ফুট প্রসেসের মধ্য দিয়ে যাওয়ার পরে, আল্ট্রাফিল্ট্রেট হিসাবে ক্যাপসুলে প্রবেশ করে।\n\n\n=== আস্তরণ ===\n\nগ্লোমেরুলাসের কৈশিকগুলি এন্ডোথেলিয়াল কোষ দ্বারা রেখাযুক্ত। এর মধ্যে অসংখ্য ছিদ্র থাকে — যাকে ফেনেস্ট্রাও বলা হয় —, 50-100 ব্যাস nm .  ফেনস্ট্রেশন সহ অন্যান্য কৈশিকগুলির থেকে ভিন্ন, এই ফেনস্ট্রেশনগুলি ডায়াফ্রাম দ্বারা বিস্তৃত নয়।  তারা তরল, রক্তের প্লাজমা দ্রবণ এবং প্রোটিন পরিস্রাবণের অনুমতি দেয়, একই সাথে লোহিত রক্তকণিকা, শ্বেত রক্তকণিকা এবং প্লেটলেটগুলির পরিস্রাবণ প্রতিরোধ করে।\nগ্লোমেরুলাসের একটি গ্লোমেরুলার বেসগ্লোমেরুলাস (বহুবচন: গ্লোমেরুলি) হল ছোট রক্তনালীর (ক্যাপিলারি) একটি নেটওয়ার্ক যা টাফট নামে পরিচিত, যা কিডনির নেফ্রনের শুরুতে অবস্থিত। প্রতিটি কিডনিতে প্রায় এক মিলিয়ন নেফ্রন থাকে। টাফটটি মেসাঞ্জিয়াম (রক্তনালীর মধ্যবর্তী স্থান) দ্বারা কাঠামোগতভাবে সমর্থিত, যা অন্তঃগ্লোমেরুলার মেসাঞ্জিয়াল কোষ দ্বারা গঠিত। রক্তটি এই টাফটের ক্যাপিলারি প্রাচীরের মধ্য দিয়ে গ্লোমেরুলার ফিল্ট্রেশন ব্যারিয়ারের মাধ্যমে ফিল্টার করা হয়, যা এর ফিল্ট্রেট হিসাবে পানি এবং দ্রবণীয় পদার্থকে বোম্যানের ক্যাপসুল নামে পরিচিত একটি কাপের মতো থলিতে সরবরাহ করে। ফিল্ট্রেটটি পরে নেফ্রনের রেনাল টিউবুলে প্রবেশ করে।মেন্ট মেমব্রেন থাকে যা গ্লোমেরুলার কৈশিক এবং পডোসাইটের মধ্যে স্যান্ডউইচ করে থাকে। এটিতে প্রধানত ল্যামিনিন, টাইপ IV কোলাজেন, এগ্রিন এবং নাইডোজেন থাকে, যা এন্ডোথেলিয়াল কোষ এবং পডোসাইট উভয়ের দ্বারা সংশ্লেষিত এবং নিঃসৃত হয়। গ্লোমেরুলার বেসমেন্ট মেমব্রেন 250-400 পুরুত্বে nm, যা অন্যান্য টিস্যুর বেসমেন্ট ঝিল্লির চেয়ে পুরু। এটি অ্যালবুমিন এবং গ্লোবুলিনের মতো রক্তের প্রোটিনের জন্য একটি বাধা। \nগ্লোমেরুলার বেসমেন্ট মেমব্রেনের সংস্পর্শে থাকা পডোসাইটের অংশটিকে পডোসাইট ফুট প্রসেস বা পেডিকল বলা হয় (চিত্র 3): পায়ের প্রক্রিয়াগুলির মধ্যে ফাঁক রয়েছে যার মাধ্যমে ফিল্টারেট বোম্যানের ক্যাপসুলে প্রবাহিত হয়।  সন্নিহিত পডোসাইট ফুট প্রসেসের মধ্যবর্তী স্থানটি স্লিট ডায়াফ্রাম দ্বারা বিস্তৃত থাকে যাতে পোডোসিন এবং নেফ্রিনঅ্যাফারেন্ট আর্টেরিওলের দেয়ালে বিশেষায়িত মসৃণ পেশী কোষ থাকে যা রেনিন সংশ্লেষণ করে। এই জুক্সটাগ্লোমেরুলার কোষগুলি রেনিন-অ্যাঞ্জিওটেনসিন সিস্টেমে একটি প্রধান ভূমিকা পালন করে, যা রক্তের পরিমাণ এবং চাপ নিয়ন্ত্রণে সহায়তা করে।অ্যাফারেন্ট আর্টেরিওলের দেয়ালে বিশেষায়িত মসৃণ পেশী কোষ থাকে যা রেনিন সংশ্লেষণ করে। এই জুক্সটাগ্লোমেরুলার কোষগুলি রেনিন-অ্যাঞ্জিওটেনসিন সিস্টেমে একটি প্রধান ভূমিকা পালন করে, যা রক্তের পরিমাণ এবং চাপ নিয়ন্ত্রণে সহায়তা করে। সহ প্রোটিনের একটি মাদুর থাকে। উপরন্তু, পায়ের প্রক্রিয়াগুলির একটি নেতিবাচক চার্জযুক্ত আবরণ ( গ্লাইকোক্যালিক্স ) থাকে যা নেতিবাচকভাবে চার্জযুক্ত অণু যেমন সিরাম অ্যালবুমিনকে তাড়িয়ে দেয়।\n\n\n=== মেসেঞ্জিয়াম ===\nমেসাঞ্জিয়াম হল একটি স্থান যা ধমনীগুলির মসৃণ পেশীগুলির সাথে অবিচ্ছিন্ন থাকে। এটি কৈশিক লুমেনের বাইরে কিন্তু কৈশিক দ্বারা বেষ্টিত। এটি কৈশিকগুলির (এনজিস) মাঝখানে (মেসো)। এটি বেসমেন্ট মেমব্রেন দ্বারা ধারণ করে, যা কৈশিক এবং মেসাঞ্জিয়াম উভয়কে ঘিরে থাকে।\nমেসেঞ্জিয়ামে প্রধানত রয়েছে:\n\nইন্ট্রাগ্লোমেরুলার মেসাঞ্জিয়াল কোষ। এগুলি পরিস্রাবণ বাধার অংশ নয় তবে বিশেষায়িত পেরিসাইট যা সংকোচন বা প্রসারণের মাধ্যমে পরিস্রাবণ হার নিয়ন্ত্রণে অংশগ্রহণ করে: এটি সম্পন্ন করার জন্য তাদের মধ্যে অ্যাক্টিন এবং মায়োসিন ফিলামেন্ট রয়েছে। কিছু মেসাঞ্জিয়াল কোষ কৈশিকের সাথে শারীরিক সংস্পর্শে থাকে, অন্যরা পডোসাইটের সাথে শারীরিক সংস্পর্শে থাকে। গ্লোমেরুলার পরিস্রাবণ হার ঠিক করার জন্য মেসাঞ্জিয়াল কোষ, কৈশিক এবং পডোসাইটের মধ্যে দ্বিমুখী রাসায়নিক ক্রস টক রয়েছে।\nমেসাঞ্জিয়াল ম্যাট্রিক্স, একটি নিরাকার বেসমেন্ট ঝিল্লির মতো উপাদান যা মেসাঞ্জিয়াল কোষ দ্বারা নিঃসৃত হয়।\n\n\n=== রক্ত সরবরাহ ===\n\nগ্লোমেরুলাস তার রক্ত সরবরাহ পায় কিডনির ধমনী সঞ্চালনের একটি অ্যাফারেন্ট আর্টেরিওল থেকে। বেশিরভাগ কৈশিক শয্যার মতো নয়, গ্লোমেরুলার কৈশিকগুলি ভেনুলের পরিবর্তে ইফারেন্ট আর্টেরিওলে প্রবেশ করে। ইফারেন্ট আর্টেরিওলের প্রতিরোধ গ্লোমেরুলাসের মধ্যে পর্যাপ্ত হাইড্রোস্ট্যাটিক চাপ সৃষ্টি করে যা আল্ট্রাফিল্ট্রেশনের জন্য প্রয়োজনীয় শক্তি প্রদান করে।\nগ্লোমেরুলার কৈশিকগুলি থেকে রক্ত একটি ইফারেন্ট আর্টেরিওলের মাধ্যমে বের হয়, বেশিরভাগ কৈশিক সিস্টেমের মতো ভেনুলের পরিবর্তে (চিত্র ৪)।  এটি গ্লোমেরুলাসের মাধ্যমে রক্ত প্রবাহের উপর আরও কঠোর নিয়ন্ত্রণ প্রদান করে, কারণ আর্টেরিওলগুলি তাদের পুরু বৃত্তাকার মসৃণ পেশী স্তর (টিউনিকা মিডিয়া) থাকার কারণে ভেনুলের তুলনায় আরও সহজে প্রসারিত এবং সংকুচিত হয়। ইফারেন্ট আর্টেরিওল থেকে বের হওয়া রক্ত একটি কিডনি ভেনুলে প্রবেশ করে, যা পরবর্তীতে একটি কিডনি ইন্টারলোবুলার শিরায় এবং তারপর কিডনি শিরায় প্রবেশ করে।\nকর্টিকোমেডুলারি জংশনের কাছাকাছি কর্টিকাল নেফ্রনগুলি (সমস্ত নেফ্রনের ১৫%) জুক্সটামেডুলারি নেফ্রন নামে পরিচিত। এই নেফ্রনগুলির ইফারেন্ট আর্টেরিওল থেকে বের হওয়া রক্ত ভাসা রেক্টায় প্রবেশ করে, যা সরল কৈশিক শাখা যা কিডনি মেডুলায় রক্ত সরবরাহ করে। এই ভাসা রেক্টা হেনলের অবরোহী এবং আরোহী লুপের পাশে চলে এবং মেডুলারি কাউন্টারকারেন্ট এক্সচেঞ্জ সিস্টেমের রক্ষণাবেক্ষণে অংশগ্রহণ করে।\n\n\n=== পরিস্রাবণ নিষ্কাশন ===\nতিন-স্তর বিশিষ্ট ফিল্ট্রেশন ইউনিটের মধ্য দিয়ে যাওয়া ফিল্ট্রেট বোম্যানের ক্যাপসুলে প্রবেশ করে। সেখান থেকে এটি কিডনি টিউবুল—নেফ্রন—এ প্রবাহিত হয়, যা একটি U-আকৃতির পথ অনুসরণ করে সংগ্রহকারী নালীগুলিতে পৌঁছায় এবং অবশেষে প্রস্রাব হিসাবে কিডনি ক্যালিক্সে বের হয়।\n\n\n== ফাংশন ==\n\n\n=== পরিস্রাবণ ===\n\nগ্লোমেরুলাসের প্রধান কাজ হল প্লাজমা ফিল্টার করে গ্লোমেরুলার ফিল্ট্রেট তৈরি করা, যা নেফ্রন টিউবুলের দৈর্ঘ্য ধরে প্রস্রাব তৈরি করতে প্রবাহিত হয়। গ্লোমেরুলাস প্লাজমা থেকে যে হারে ফিল্ট্রেট তৈরি করে (গ্লোমেরুলার ফিল্ট্রেশন রেট) তা সিস্টেমিক কৈশিকগুলির তুলনায় অনেক বেশি, কারণ গ্লোমেরুলাসের বিশেষ শারীরস্থানিক বৈশিষ্ট্যগুলির কারণে। সিস্টেমিক কৈশিকগুলির মতো নয়, যা উচ্চ-প্রতিরোধী আর্টেরিওল থেকে রক্ত পায় এবং নিম্ন-প্রতিরোধী ভেনুলে ড্রেন করে, গ্লোমেরুলার কৈশিকগুলি উভয় প্রান্তে উচ্চ-প্রতিরোধী আর্টেরিওলগুলির সাথে সংযুক্ত থাকে: অ্যাফারেন্ট আর্টেরিওল এবং ইফারেন্ট আর্টেরিওল। সিরিজে দুটি আর্টেরিওলের এই বিন্যাস গ্লোমেরুলার কৈশিকগুলিতে উচ্চ হাইড্রোস্ট্যাটিক চাপ নির্ধারণ করে, যা বোম্যানের ক্যাপসুলে ফিল্ট্রেশনকে সমর্থনকারী শক্তিগুলির মধ্যে একটি। \nযদি কোনো পদার্থ গ্লোমেরুলার কৈশিক এন্ডোথেলিয়াল কোষ, গ্লোমেরুলার বেসমেন্ট মেমব্রেন এবং পডোসাইটের মধ্য দিয়ে যায়, তবে এটি টিউবুলের লুমেনে প্রবেশ করে এবং গ্লোমেরুলার ফিল্ট্রেট নামে পরিচিত হয়। অন্যথায়, এটি ইফারেন্ট আর্টেরিওলের মাধ্যমে গ্লোমেরুলাস থেকে বের হয় এবং নীচে আলোচনা করা হয়েছে এবং ছবিতে দেখানো হয়েছে অনুযায়ী সঞ্চালন অব্যাহত রাখে।\n\n\n=== ভেদ্যতা ===\n\nস্তরের গঠনগুলি তাদের পারমিয়াবিলিটি-সিলেক্টিভিটি (পারমসিলেক্টিভিটি) নির্ধারণ করে। পারমসিলেক্টিভিটিকে প্রভাবিত করে এমন কারণগুলি হল বেসমেন্ট মেমব্রেন এবং পডোসাইটিক এপিথেলিয়ামের নেতিবাচক চার্জ, পাশাপাশি গ্লোমেরুলার প্রাচীরের কার্যকরী ছিদ্রের আকার (৮ এনএম)। ফলস্বরূপ, বেশি এবং ঋণাত্মক চার্জযুক্ত অণুগুলি ছোট এবং/অথবা ধনাত্মক চার্জযুক্তগুলির তুলনায় অনেক কম ঘন ঘন পাস করবে।  উদাহরণস্বরূপ, সোডিয়াম এবং পটাসিয়ামের মতো ছোট আয়নগুলি সহজেই পাস করে, যখন হিমোগ্লোবিন এবং অ্যালবুমিনের মতো বড় প্রোটিনগুলির প্রায় কোনও পারমিয়াবিলিটি নেই।\nগ্লোমেরুলার ক্যাপিলারিগুলিতে অনকোটিক চাপ হল ফিল্ট্রেশন প্রতিরোধকারী শক্তিগুলির একটি। বড় এবং নেতিবাচকভাবে চার্জযুক্ত প্রোটিনগুলির পারমিয়াবিলিটি কম হওয়ায়, তারা সহজে বোম্যানের ক্যাপসুলে ফিল্টার করতে পারে না। অতএব, গ্লোমেরুলার ক্যাপিলারিগুলি যখন প্লাজমা ফিল্টার করে, তখন এই প্রোটিনগুলির ঘনত্ব বৃদ্ধি পায়, যা গ্লোমেরুলার ক্যাপিলারির অনকোটিক চাপ বাড়ায়। \n\n\n==== স্টারলিং সমীকরণ ====\nগ্লোমেরুলাস থেকে বোম্যান'স ক্যাপসুলে ফিল্ট্রেশনের হার (যেমন সিস্টেমিক ক্যাপিলারিগুলিতে) স্টার্লিং সমীকরণ দ্বারা নির্ধারিত হয়:\n\n  \n    \n      \n         \n        G\n        F\n        R\n        =\n        \n          K\n          \n            \n              f\n            \n          \n        \n        (\n        (\n        \n          P\n          \n            \n              g\n              c\n            \n          \n        \n        −\n        \n          P\n          \n            \n              b\n              c\n            \n          \n        \n        )\n        −\n        (\n        \n          π\n          \n            \n              g\n              c\n            \n          \n        \n        −\n        \n          π\n          \n            \n              b\n              c\n            \n          \n        \n        )\n        )\n      \n    \n    {\\displaystyle \\ GFR=K_{\\mathrm {f} }((P_{\\mathrm {gc} }-P_{\\mathrm {bc} })-(\\pi _{\\mathrm {gc} }-\\pi _{\\mathrm {bc} }))}\n  \n\nGFR হল গ্লোমেরুলার ফিল্ট্রেশন রেট\nKf হল ফিল্ট্রেশন সহগ—একটি আনুপাতিক ধ্রুবক\nKf হল গ্লোমেরুলার ক্যাপিলারি হাইড্রোস্ট্যাটিক চাপ\nPgc হল বোম্যানের ক্যাপসুল হাইড্রোস্ট্যাটিক চাপ\nPbc হল গ্লোমেরুলার ক্যাপিলারি অনকোটিক চাপ\nπbc হল বোম্যান'স ক্যাপসুল অনকোটিক চাপ\n\n\n=== রক্তচাপ নিয়ন্ত্রণ ===\nঅ্যাফেরেন্ট আর্টেরিওলের প্রাচীরগুলোতে বিশেষ ধরনের মসৃণ পেশী কোষ থাকে যা রেনিন তৈরি করে। এই জুক্সটাগ্লোমেরুলার কোষগুলো রেনিন-অ্যাঞ্জিওটেনসিন সিস্টেমে একটি গুরুত্বপূর্ণ ভূমিকা পালন করে, যা রক্তের পরিমাণ এবং চাপ নিয়ন্ত্রণে সহায়তা করে।\n\n\n== ক্লিনিকাল গুরুত্ব ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\nরোগের কারণে গ্লোমেরুলাসের ক্ষতি হলে লোহিত রক্তকণিকা, শ্বেত রক্তকণিকা, প্লেটলেট এবং অ্যালবুমিন ও গ্লোবুলিনের মতো রক্তের প্রোটিনগুলি গ্লোমেরুলার ফিল্ট্রেশন বাধা দিয়ে যেতে পারে। গ্লোমেরুলার আঘাতের অন্তর্নিহিত কারণগুলি প্রদাহজনক, বিষাক্ত বা বিপাকীয় হতে পারে।  মাইক্রোস্কোপিক এবং রাসায়নিক (ডিপস্টিক) পরীক্ষায় এগুলি প্রস্রাবে (ইউরিনালাইসিস) দেখা যেতে পারে। গ্লোমেরুলার রোগগুলির মধ্যে রয়েছে ডায়াবেটিক কিডনি রোগ, গ্লোমেরুলোনেফ্রাইটিস (প্রদাহ), গ্লোমেরুলোস্ক্লেরোসিস (গ্লোমেরুলির শক্ত হওয়া) এবং IgA নেফ্রোপ্যাথি।\nগ্লোমেরুলাস এবং গ্লোমেরুলার ফিল্ট্রেশন রেটের মধ্যে সংযোগের কারণে, গ্লোমেরুলার ফিল্ট্রেশন রেট কিডনি রোগ সন্দেহ হলে, বা পরিচিত কিডনি রোগের ক্ষেত্রে ফলোআপ করার সময়, বা নেফ্রোটক্সিসিটির জন্য পরিচিত ওষুধ শুরু করার মতো কিডনি ক্ষতির ঝুঁকি থাকলে ক্লিনিক্যালি গুরুত্বপূর্ণ। \n\n\n== ইতিহাস ==\n১৬৬৬ সালে, ইতালীয় জীববিজ্ঞানী এবং শারীরস্থানবিদ মার্সেলো মালপিঘি প্রথম গ্লোমেরুলির বর্ণনা দেন এবং এগুলির কিডনির রক্তনালীর সাথে সংযোগ প্রদর্শন করেন। প্রায় ১৭৫ বছর পরে, সার্জন এবং শারীরস্থানবিদ উইলিয়াম বোম্যান গ্লোমেরুলাসের কৈশিক স্থাপত্য এবং এর চারপাশের ক্যাপসুল এবং নিকটবর্তী টিউবুলের মধ্যে সংযোগের বিস্তারিত ব্যাখ্যা দেন। \n\n\n== এছাড়াও দেখুন ==\nগ্লোমেরুলাস\nরক্ত-মস্তিষ্কের বাধা\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\n\nHall, Arthur C. Guyton, John E. (২০০৫)। Textbook of medical physiology (11th সংস্করণ)। W.B. Saunders। পৃষ্ঠা Chapter 26। আইএসবিএন 978-0-7216-0240-0। \nDeakin, Barbara Young ... [] ; drawings by Philip J. (২০০৬)। Wheater's Functional Histology: a text and colour atlas (5th সংস্করণ)। Churchill Livingstone/Elsevier। পৃষ্ঠা Chapter 16। আইএসবিএন 978-0-443068508।"}