{"pageid": 1474261, "title": "টলকিনের উপর শেকসপিয়রের প্রভাব", "url": "https://bn.wikipedia.org/wiki?curid=1474261", "content": "জে. আর. আর. টলকিন মিডল-আর্থ উপন্যাসমালার চরিত্র, গল্প, স্থান ও ভাষাগুলি আহরণ করেছিলেন বিভিন্ন উৎস থেকে। টলকিনের উপর শেকসপিয়রের প্রভাব বিশেষভাবে উল্লেখযোগ্য, যদিও টলকিন নিজে শেকসপিয়রের রচনা বিশেষ পছন্দ করতেন না বলেই জানিয়েছিলেন। বিশেষত শেকসপিয়রের নাটকে এলফদের অবমূল্যায়ন তিনি অনুমোদন করেনননি এবং ম্যাকবেথ নাটকে বার্নাম বন কীভাবে ডানসিন্যান পাহাড়ের দিকে এগিয়ে এসেছিল তার ব্যাখ্যাও তাঁকে গভীরভাবে হতাশ করেছিল। তবে তিনি বিশেষভাবে প্রভাবিত হয়েছিলেন ম্যাকবেথ ও আ মিডসামার নাইট’স ড্রিম নাটক দু’টির দ্বারা এবং কিং লিয়ার নাটকটিকে ব্যবহার করেছিলেন \"রাজপদ, পাগলামি ও উত্তরাধিকারের প্রসঙ্গগুলি\"র জন্য। মিডল-আর্থ বিষয়ক রচনাগুলির অসংখ্য উপাদান তিনি দ্য মার্চেন্ট অফ ভেনিস, হেনরি দ্য ফোর্থ, প্রথম পর্ব ও লাভ’স লেবার’স লস্ট সব অন্যান্য বেশ কয়েকটি নাটক, এমনকি শেকসপিয়রের কবিতা থেকেও সংগ্রহ করেছিলেন বলে গবেষকদের অনুমান। টলকিন-বিশেষজ্ঞ টম সিপি এমন ইঙ্গিতও করেছেন যে, টলকিন ও শেকসপিয়র উভয়েই ওয়ারউইকশায়ার কাউন্টির ব্যক্তি ছিলেন বলে হয়তো শেকসপিয়রের প্রতি টলকিনের বিশেষ কোনও টান ছিল।\n\n\n== উৎস রূপে শেকসপিয়র ==\n\n\n=== শেকসপিয়র সম্পর্কে টলকিনের আপত্তি ===\n\nভাষাবিজ্ঞানী মধ্যযুগ-বিশারদ তথা কল্পকাহিনি লেখক হিসেবে জে. আর. আর. টলকিন উইলিয়াম শেকসপিয়রের সাহিত্যকর্মের প্রতি তাঁর আপত্তির কথা নথিবদ্ধ করে গিয়েছেন। একটি চিঠিতে তিনি লিখেছিলেন যে, ম্যাকবেথ নাটকে বার্নাম বনের ডানসিন্যান পাহাড়ের কাছে আসার ঘটনাটির যে হতশ্রী প্রয়োগ শেকসপিয়র ঘটিয়েছিলেন তাতে ছাত্রজীবনে তাঁর মনে এক তিক্ত হতাশা ও বিরক্তি জন্ম নিয়েছিল। এরই প্রতিক্রিয়ায় তিনি এন্ট নামক দৈত্যাকার বৃক্ষ সম্বলিত এক জগৎ সৃষ্টির কথা চিন্তা করেন। তিনি জানিয়েছেন, বরাবরই তাঁর একটি আকাঙ্ক্ষা ছিল এমন এক প্রেক্ষাপট সৃষ্টি করার যেখানে গাছেরা সত্যিই কুচকাওয়াজ করতে করতে যুদ্ধযাত্রা করবে।\n\nআরেকটি চিঠিতে টলকিন লিখেছিলেন যে, শব্দ-ব্যুৎপত্তি ও মূল অর্থের দিক থেকে \"এলফ\" শব্দটি যথেষ্ট সুপ্রযুক্ত হলেও এটি ব্যবহারের জন্য তিনি অনুতাপ করেন। কিন্তু শব্দটির ভয়ানক অবমূল্যায়ন করে শেকসপিয়র যে ক্ষমার অযোগ্য কাজ করেছিলেন, তা বাস্তবিকই এটির সঙ্গে একটি শোচনীয় সুর জুড়ে দিয়েছিল এবং তাকে অতিক্রম করাও কঠিন কাজ ছিল।\nমানববিদ্যা-বিশারদ প্যাট্রিক কারি মনে করেন যে, এলফদের তাদের স্বাতন্ত্র্যসূচক বৈশিষ্ট্যগুলির বদলে প্রকৃতিবিরুদ্ধভাবে উপস্থাপিত করার জন্য শেকসপিয়রের বিরুদ্ধে আপত্তি উত্থাপন করেছিলেন টলকিন। আ মিডসামার নাইট’স ড্রিম-এ অ্যাঞ্জেলা কার্টারের বনের বিশ্লেষণের আভাস দেন কারি। শেকসপিয়রের সাহিত্যকর্মে উল্লিখিত বন হল:\n\nইংল্যান্ডের বন … উত্তর ইউরোপীয় কল্পনার সূচনা থেকে অন্ত পর্যন্ত মৃত ও ডাইনিদের আবাসভূমি যে অন্ধকার ঐন্দ্রজালিক বন, তা নয় … বরং ইংল্যান্ডের বন অপরূপ সুন্দর, যদিও রূপান্তরশীল তবু সংজ্ঞানুসারে তাকে পথহীন বলা চলে না … কিন্তু বনের মধ্যে হারিয়ে যাওয়া হল এই জগতে হারিয়ে যাওয়া, আলোর দ্বারা পরিত্যক্ত হওয়া, নিজেকে সম্পূর্ণ হারিয়ে ফেলা, এক অস্তিত্বগত বিপর্যয়\nকারি বলেছেন যে, মিডল-আর্থ ঠিক ইংল্যান্ডের বনের মতো নয়। কার্টারের ব্যাখ্যা উদ্ধৃত করে তিনি এই অভিমত ব্যক্ত করেন যে, উনিশ শতকের আগে বনকে গহন, ভয়ংকর ও আধিদৈবিক সত্তায় পরিপূর্ণ মনে করা হত। উনিশ শতকের স্মৃতিমেদুরতা বনকে এই-জাতীয় কুসংস্কার থেকে মুক্ত করেছিল। সেই সঙ্গে বনের সেই-সব আধিদৈবিক সত্তাগুলিকেও তাদের মৌলিক চরিত্রবৈশিষ্ট্যগুলির বদলে পরিদের সেই ফোটোগ্রাফগুলির মতো করে তুলল, যা দেখে আর্থার কনান ডয়েল বিশেষ আনন্দ পেয়েছিলেন।\nঅন্যভাবে বললে, টলকিন চেয়েছিলেন মিডল-আর্থ হোক অতিলৌকিক সত্তায় পরিপূর্ণ এবং সেখানে থাকুক এলফদের মতো শক্তিশালী সত্তায় পরিপূর্ণ পথহীন বন। কারির মতে, চ্যাপম্যানের হোমার গ্রন্থের সঙ্গে পরিচিত হওয়ার পর জন কিটস যে বিস্ময়বোধে পুলকিত হয়েছিলেন, প্রাচীন অথচ জীবিত প্রায় ভুলে যাওয়া ইংল্যান্ডের এক ঐতিহ্যকে সংযুক্ত করে টলকিনও সেই বিস্ময়বোধই জাগরিত করতে চেয়েছিলেন।\n\n\n=== শেকসপিয়রের সাহিত্যকর্মে টলকিনের আগ্রহ ===\nরূপকথা আসলে কী সেই প্রশ্নে অন ফেয়ারি-স্টোরিজ প্রবন্ধে টলকিন শেকসপিয়রের তিনটি রচনার নিদর্শন উদ্ধৃত করেছিলেন। এগুলি হল আ মিডসামার নাইট’স ড্রিম, ম্যাকবেথ ও কিং লিয়ার।\nম্যাকবেথ ও কিং লিয়ার নাটক দু’টি ট্র্যাজেডি। এগুলির মধ্যে নাটকীয় ক্রিয়ার আবশ্যক অংশ হিসেবে অতিলৌকিক ঘটনার যোগ আছে। জন বেইফাসের দৃষ্টিকোণ থেকে প্রত্যেক ক্ষেত্রেই অতিলৌকিক চরিত্র, বিষয়বস্তু বা দৃশ্যকল্পের দ্বারা প্রাকৃতিক শৃঙ্খলা ভঙ্গ করা হয়েছে এবং এই বিপর্যয়ের পরিণতি নাটকের সমগ্র ক্রিয়ার উপর ছড়িয়ে পড়েছে। টলকিন-বিশেষজ্ঞ মাইকেল ড্রট লিখেছেন যে, শেকসপিয়রের সাহিত্যকর্মের প্রতি টলকিনের ঘোষিত আপত্তি সত্ত্বেও তিনি নিশ্চিতভাবেই ম্যাকবেথ ও আ মিডসামার নাইট’স ড্রিম নাটক দু’টির দ্বারা প্রভাবিত হয়েছিলেন এবং \"রাজপদ, পাগলামি ও উত্তরাধিকার\" প্রসঙ্গে যে তিনি কিং লিয়ার নাটকটি ব্যবহার করেছিলেন, তাতেও আশ্চর্য হওয়ার কিছু নেই।\n\n\n== নাটক ==\n\n\n=== কিং লিয়ার ===\n\nটলকিন-বিশেষজ্ঞ মাইকেল ড্রট মনে করেন যে, দ্য রিটার্ন অফ দ্য কিং-এর যে অংশে যুদ্ধ-পরিস্থিতির মধ্যে গন্ডোর জড়িয়ে পড়তে চলেছে এবং সেই রাজ্যের রাজপদ নিয়ে প্রশ্ন উঠছে, সেই অংশটির সঙ্গে শেকসপিয়রের কিং লিয়ার নাটকের কয়েকটি ধারাবাহিক সাহিত্যগত যোগসূত্র রয়েছে।\n\nড্রট মন্তব্য করেছেন যে, এই-জাতীয় তুলনাগুলির মধ্যে কয়েকটি সিদ্ধান্তমূলক না হলেও সামগ্রিকভাবে এই ধাঁচটি টলকিনের সাহিত্যকর্মের উপর শেকসপিয়রীয় প্রভাবের ইঙ্গিত বলিষ্ঠভাবেই করে।\n\n\n== তথ্যসূত্র ==\n\n\n=== প্রাথমিক ===\n\n\n=== গৌণ ===\n\n\n=== উল্লেখপঞ্জি ===\nটেমপ্লেট:ME-ref\nক্রফট, জানেট ব্রেনান, সম্পাদক (২০০৭)। টলকিন অ্যান্ড শেকসপিয়র: এসেজ অন শেয়ারড থিমস অ্যান্ড ল্যাংগুয়েজেস। ম্যাকফারল্যান্ড অ্যান্ড কোম্পানি। আইএসবিএন 978-0786428274। \nড্রট, মাইকেল ডি. সি. (২০০৪)। \"টলকিন'স প্রোজ স্টাইল অ্যান্ট ইটস লিটারারি অ্যান্ড রেটোরিক্যাল এফেক্টস\"। টলকিন স্টাডিজ। ১ (১): ১৩৭–১৬৩। এসটুসিআইডি 170271511। ডিওআই:10.1353/tks.2004.0006 । \nরোজবেরি, ব্রায়ান (২০০৩) [১৯৯২]। টলকিন: আ কালচারাল ফেনোমেনন। প্যালগ্রেভ। আইএসবিএন 978-1403-91263-3। \nশিপি, টম (২০০১)। জে. আর. আর. টলকিন: অথর অফ দ্য সেঞ্চুরি। হার্পারকলিন্স। আইএসবিএন 978-0261-10401-3। \nটেমপ্লেট:ME-ref\nটেমপ্লেট:ME-ref\nটেমপ্লেট:ME-ref\nটেমপ্লেট:ME-ref\nটেমপ্লেট:মিডল-আর্থ"}