{"pageid": 1474125, "title": "উইলিয়াম রিচি", "url": "https://bn.wikipedia.org/wiki?curid=1474125", "content": "উইলিয়াম রিচি (ইংরেজি: William Ritchie) (১৮১৭-১৮৬২) ছিলেন একজন ইংরেজ ব্যারিস্টার, যিনি ১৮৫৬ থেকে ১৮৬২ খ্রিস্টাব্দ পর্যন্ত অবিভক্ত বাংলার অ্যাডভোকেট-জেনারেল (১৮৫৬-৬২) ছিলেন। কলকাতা বিশ্ববিদ্যালয়ের দ্বিতীয় উপাচার্য ছিলেন তিনি। \n\n\n== জীবন ==\nউইলিয়াম রিচি ১৯১৭ খ্রিস্টাব্দে লন্ডনের সাউদাম্পটন রো -তে জন্মগ্রহণ করেন। তার পিতা জন রিচি ছিলেন বাল্টিমোরের স্কটিশ বংশোদ্ভূত বণিক ও একটি ব্যাঙ্কের অন্যতম পরিচালক। মাতা শার্লট থ্যাকরে ছিলেন প্রখ্যাত ব্রিটিশ উপন্যাসিক উইলিয়াম মেকপিস থ্যাকারের কাকিমা। মনকেন হ্যাডলি সঙ্গে ভারতের থ্যাকরে পরিবারের দীর্ঘদিনের সম্পর্ক। তার ঔপন্যাসিক ভ্রাতষ্পুত্রের জন্ম হয়েছিল কলকাতায়। \nউইলিয়াম রিচি ১৮২৯ খ্রিস্টাব্দ হতে ১৮৩৫ খ্রিস্টাব্দ পর্যন্ত ইটন কলেজে পড়াশোনা করেন। কেমব্রিজের ট্রিনিটি কলেজ হতে ১৮৩৫ খ্রিস্টাব্দে ম্যাট্রিকুলেশন, ১৮৩৯ খ্রিস্টাব্দে বি.এ এবং ১৮৪২ খ্রিস্টাব্দে এম.এ. ডিগ্রি লাভ করেন। কেমব্রিজের পর আইন পড়ার জন্য ইনার টেম্পল -এ ভর্তি হন।  আইন পড়ার সময় তিনি পরিবারের সাথে লন্ডনের আলবানি স্ট্রিটে বসবাস করতেন। ১৮৪১ খ্রিস্টাব্দের নভেম্বরে তার পিতার ব্যাঙ্ক দেউলিয়া হলে, গ্রাহকদের হাত থেকে নিস্তার পেতে জনের পরিবার ভারতীয় উপমহাদেশের উদ্দেশ্যে দেশত্যাগ করেন।\nউইলিয়াম রিচিকে ১৮৪২ খ্রিস্টাব্দে আদালতে বারে ডাকা হয়।​​ যাতে তিনি লন্ডনে পড়াশোনার পরিবর্তে তিনি কলকাতার আদালতে প্র্যাকটিসে  ব্রিটিশ ভারতের প্রেসিডেন্সি ও প্রদেশসমূহের আইন ব্যবস্থা দেখাশোনা করতে পারেন এবং তাৎক্ষণিক আয়ের সংস্থান হয়। তিনি ১৮৫৫ খ্রিস্টাব্দে বাংলার অ্যাডভোকেট-জেনারেল নিযুক্ত হন। ১৮৫৯ খ্রিস্টাব্দের ২৫ জানুয়ারি তিনি কলকাতা বিশ্ববিদ্যালয়ের দ্বিতীয় উপাচার্য হিসাবে কার্যভার গ্রহণ করেন ১৮৬০ খ্রিস্টাব্দে ভারতের গভর্নর-জেনারেল কাউন্সিলের আইনসভা সদস্য নিযুক্ত হন এবং আমৃত্যু তিনি সমস্ত পদে আসীন ছিলেন।\n১৮৮৬ খ্রিস্টাব্দের ২২ মার্চ কলকাতায় পরলোক গমন করেন।\nউইলিয়াম রিচির খ্যাতি ও জনপ্রিয়তা ছিল তার নম্র বন্ধুত্বপূর্ণ, অত্যন্ত ভদ্র আচরণ এবং তার সম্মানজনক চরিত্রের জন্য। তিনি কেমব্রিজে \"জেন্টলম্যান রিচি\" নামে পরিচিত ছিলেন।\n\n\n== পরিবার ==\nউইলিয়াম রিচি ১৯৪২ খ্রিস্টাব্দে ভারতের উদ্দেশ্যে যাত্রার পূর্বে ২৮ আগস্ট অগাস্টা ট্রিমারকে বিবাহের প্রস্তাব দেন। কলকাতার আদালতে যোগদানের পর অগাস্টা ট্রিমার ১৮৪৫ খ্রিস্টাব্দে কলকাতায় আসেন। ওই বছরের ৪ ডিসেম্বর কলকাতার সেন্ট জন চার্চে তাদের বিবাহ হয়। তাদের আটটি সন্তানের চার পুত্র ও চার কন্যা ছিল।\n\nপুত্রেরা ছিলেন-\nউইলিয়াম আরভিন রিচি (১৮৫০-১৯০৩), শিক্ষা দপ্তর\nজন জেরাল্ড রিচি (১৮৫৩ - ১৯২১), ভারতীয় সিভিল সার্ভিস\nরিচমন্ড রিচি (১৮৫৪ - ১৯১২)\nএডওয়ার্ড ডুগুইড রিচি (১৮৫৯ -১৯১২), চিকিৎসক। \nকন্যারা ছিলেন\n\nঅগাস্টা শার্লট (১৮৪৭ - ১৯১০), সর্ব জ্যেষ্ঠ, ডগলাস উইলিয়াম ফ্রেশফিল্ডকে বিবাহ করেন;\nএমিলি (১৮৫১ - ১৯৩২), অবিবাহিতা। \nব্লাঞ্চ, ফ্রান্সিস ওয়ার-কর্নিশকে বিবাহ করেন । \nএলিনর, হার্বার্ট পলকে বিবাহ করেন । \nWilliam Irvine Ritchie (1850–1903) of the Education Office\nJohn Gerald Ritchie (1853–1921) of the Indian Civil Service\nRichmond Ritchie (1854–1912)\nEdward Duguid Ritchie (1859–1912), physician.\n\n\n== তথ্যসূত্র =="}