{"pageid": 1474748, "title": "মোস্তফা মাদবৌলী", "url": "https://bn.wikipedia.org/wiki?curid=1474748", "content": "মোস্তফা কামাল মাদবৌলি  (জন্ম ২৮ এপ্রিল ১৯৬৬)   মিশরের প্রধানমন্ত্রী, ২০১৮ সাল থেকে দায়িত্ব পালন করছেন। সিসির পুনঃনির্বাচনের পরিপ্রেক্ষিতে তার সরকারের পদত্যাগের পর শেরিফ ইসমাইলের স্থলাভিষিক্ত হওয়ার জন্য রাষ্ট্রপতি আবদেল ফাত্তাহ আল-সিসি তাকে নিযুক্ত করেছিলেন। মাদবৌলি শেরিফ ইসমাইলের মন্ত্রিসভায় হাউজিং মন্ত্রী হিসাবেও কাজ করেছিলেন এবং সংক্ষিপ্তভাবে ভারপ্রাপ্ত প্রধানমন্ত্রী হিসেবেও দায়িত্ব পালন করেছিলেন।    \n\n\n== কর্মজীবন ==\nম্যাডবউলি কায়রো বিশ্ববিদ্যালয় থেকে স্নাতক হন,  যথাক্রমে ১৯৮৮ এবং ১৯৯৭ সালে প্রকৌশল অনুষদ থেকে স্নাতকোত্তর ডিগ্রি এবং পিএইচডি লাভ করেন।\nহাউজিং এন্ড বিল্ডিং রিসার্চ সেন্টার\nম্যাডবৌলি সরকারের হাউজিং অ্যান্ড বিল্ডিং রিসার্চ সেন্টারে (এইচবিআরসি) তার কর্মজীবন শুরু করেন, সেখানকার ট্রেনিং অ্যান্ড আরবান স্টাডিজ ইনস্টিটিউটের পরিচালক হন।\nশারীরিক পরিকল্পনার জন্য সাধারণ সংস্থা\nসেপ্টেম্বর ২০০৯ থেকে নভেম্বর ২০১১ পর্যন্ত, ম্যাডবৌলি নগর পরিকল্পনা কর্তৃপক্ষের চেয়ারম্যান ছিলেন, সাধারণ অর্গানাইজেশন ফর ফিজিক্যাল প্ল্যানিং (GOPP) আবাসন মন্ত্রনালয়ের সাথে যুক্ত।\nজাতিসংঘের মানব বসতি কর্মসূচি\nনভেম্বর ২০১২ থেকে ফেব্রুয়ারি ২০১৪ পর্যন্ত তিনি জাতিসংঘের মানব বসতি কর্মসূচিতে আরব দেশগুলির আঞ্চলিক পরিচালক ছিলেন। \nগৃহায়ন মন্ত্রী \nমার্চ ২০১৪-এ ইব্রাহিম মাহলাবের স্থলাভিষিক্ত হয়ে মাদবৌলিকে হাউজিং, ইউটিলিটিস এবং আরবান কমিউনিটি মন্ত্রী নিযুক্ত করা হয়, যিনি প্রধানমন্ত্রী হন। ২০১৫ সালের সেপ্টেম্বরে শেরিফ ইসমাইল প্রধানমন্ত্রী হিসেবে নিয়োগের পর ম্যাডবৌলি এই পদে বহাল ছিলেন। আবাসন মন্ত্রী হিসাবে তার মেয়াদকালে, তিনি সামাজিক আবাসন প্রকল্প (মিলিয়ন হাউজিং ইউনিট প্রকল্প নামেও পরিচিত) তত্ত্বাবধান করেন। \nআবাসন মন্ত্রী হিসাবে, ম্যাডবৌলি নিউ আরবান কমিউনিটি অথরিটি (NUCA), মিশরের বৃহত্তম রিয়েল এস্টেট বিকাশকারী এবং এর নিউ সিটিস প্রোগ্রামের প্রশাসক সহ বেশ কয়েকটি অনুমোদিত সংস্থার চেয়ারম্যান ছিলেন। সেখানে তিনি নিউ অ্যাডমিনিস্ট্রেটিভ ক্যাপিটালের মতো মূল প্রকল্পগুলি তদারকি করেন।\nভারপ্রাপ্ত প্রধানমন্ত্রী\n২০১৭ সালের নভেম্বরে, চিকিৎসার জন্য শেরিফ ইসমাইলের জার্মানিতে চলে যাওয়ার পর ম্যাডবৌলিকে ভারপ্রাপ্ত প্রধানমন্ত্রী নিযুক্ত করা হয়। \n\n\n== মিশরের প্রধানমন্ত্রী ==\n\n৭ জুন ২০১৮-এ, রাষ্ট্রপতি সিসি মাদবৌলিকে প্রধানমন্ত্রী হিসেবে নিয়োগ করেন, যিনি শেরিফ ইসমাইলের উত্তরসূরি ছিলেন যিনি বিতর্কিত রাষ্ট্রপতি নির্বাচনে সিসির পুনঃনির্বাচনের পরিপ্রেক্ষিতে পদত্যাগ করেছিলেন।  ৯ জুন, প্রধানমন্ত্রী মাদবৌলি মিশরের মন্ত্রিসভায় রদবদল করেন, আট মন্ত্রীকে প্রতিস্থাপন করেন।  একই দিনে মিশরীয় সংসদ তার মন্ত্রিপরিষদের নতুন তালিকায় সম্মত হয়েছে বলেও খবর পাওয়া গেছে।  ১০ জুন, এটি প্রকাশিত হয়েছিল যে আটজন মহিলা তার মন্ত্রিসভায় দায়িত্ব পালন করবেন, যা পূর্ববর্তী প্রশাসনের রেকর্ড সংখ্যা ছয়টি ভেঙে দিয়েছে।   ১৩ জুন, এটি রিপোর্ট করা হয়েছিল যে ম্যাডবৌলি ১৩ থেকে ১৬ জন উপমন্ত্রী নির্বাচন করেছেন এবং ১৪ জুন সিসি দ্বারা ম্যাডবৌলি এবং তার সরকার শপথ নেবেন।  ম্যাডবৌলি এবং তার মন্ত্রিসভা ১৪ জুন সিসি শপথ গ্রহণ করেন।  তিনি গৃহায়ণ মন্ত্রীর পদও বজায় রাখবেন।  জানা গেছে যে সরকার ২৩ জুন,     তারিখে তার নীতি বিবৃতি জারি করবে কিন্তু সংসদীয় মুখপাত্র সালাহ হাসাবাল্লাহ এই প্রতিবেদনগুলিকে ভুল বলে জানিয়েছেন।  ২৩ শে জুন, হাসাবাল্লাহ বলেছিলেন যে সংসদে নীতি বিবৃতি উপস্থাপনের জন্য এখন কোন তারিখ নির্ধারিত ছিল না, তিনি আশা করেছিলেন যে ম্যাডবউলি সরকার পরবর্তী সপ্তাহে এটি উপস্থাপন করবে কিন্তু সরকার পরিকল্পিত তারিখের জন্য সময়মতো এটি প্রস্তুত করতে পারেনি।  ৩০ জুন ঘোষণা করা হয়েছিল যে মন্ত্রিসভা গঠনের সময় সাংবিধানিক ২০ দিনের সময়সীমা মেনে চলার জন্য ম্যাডবৌলি ৩ জুলাই তার নীতি বিবৃতি উপস্থাপন করবেন। \n৩ জুলাই ২০১৮-এ, ম্যাডবউলি আনুষ্ঠানিকভাবে মিশরীয় সংসদে তার নীতি বিবৃতি জারি করেন।  বিবৃতিতে, তিনি ঘোষণা করেছিলেন যে তার অর্থনৈতিক সংস্কার কর্মসূচির ৮৫% সম্পন্ন হয়েছে।  বিবৃতিটি তখন হাউস ডেপুটি স্পিকারের সভাপতিত্বে একটি সংসদ কমিটিতে পাঠানো হয়েছিল, যা পরে আস্থা ভোটের মাধ্যমে অনুসরণ করা হবে।  সংবিধানের ১৪৬ অনুচ্ছেদে বলা হয়েছে যে একজন নবনিযুক্ত প্রধানমন্ত্রীকে অবশ্যই সংসদে একটি নীতিগত বিবৃতি দিতে হবে, যার পরে সংসদ সদস্যদের নীতিতে ভোট দিতে হবে, একটি প্রক্রিয়া যা ৩০ দিনের মধ্যে শেষ হয়।  ১১ জুলাই ২০১৮-এ, মিশরের পার্লামেন্টের প্রথম ডেপুটি স্পিকার আল-সাইদ আল-শেরিফ, যিনি মাদবউলির নীতি বিবৃতি পর্যালোচনা করার দায়িত্বপ্রাপ্ত সংসদীয় কমিটির প্রধান ছিলেন, ঘোষণা করেছেন যে তার কমিটি বিবৃতিটির পর্যালোচনা সম্পন্ন করেছে এবং পক্ষে আস্থা ভোটের সুপারিশ করেছে। ১৫ জুলাইয়ের জন্য।  ২৫ জুলাই ২০১৮-এ, নির্ধারিত তারিখের দশ দিন পরে, মিশরীয় পার্লামেন্ট আস্থা ভোটে ম্যাডবউলির মন্ত্রিসভা এবং তার নীতি বিবৃতি উভয়ই অনুমোদন করে।  \n\n\n== নোট ==\n\n\n== তথ্যসূত্র =="}