{"pageid": 1474464, "title": "মোহাম্মদ সোহেল আল-মাসুম", "url": "https://bn.wikipedia.org/wiki?curid=1474464", "content": "মোহাম্মদ সোহেল আল-মাসুম (৫ আগস্ট ১৯৭৫- ১৩ অক্টোবর ২০১৫) ছিলেন একজন বাংলাদেশী ফুটবলার যিনি মূলত লেফট ব্যাক হিসেবে খেলতেন। তিনি তার ছোট ১০ বছরের ক্যারিয়ারে মোট চারটি ক্লাবের হয়ে খেলেছেন।\n\n\n== আন্তর্জাতিক ক্যারিয়ার ==\nমানিকগঞ্জে জন্ম নেওয়া মাসুম তার যৌবন জীবন কাটিয়েছেন বাংলাদেশ ক্রীড়া শিক্ষা প্রতিষ্ঠানে (বিকেএসপি)। তিনি বাংলাদেশ ক্রীড়া শিক্ষা প্রতিষ্ঠান অনূর্ধ্ব-১৪ দলের হয়ে খেলেন, যেটি 1990 সালে ডেনমার্কের ডানা কাপ এবং সুইডেনের গোথিয়া কাপ জিতেছিল। কোচ আবদুর রহিমের অধীনে মাসুম ১৯৯০ সালে এএফসি অনূর্ধ্ব-১৬ চ্যাম্পিয়নশিপের বাছাইপর্ব খেলতে ব্যাংককে যান।\nবাংলাদেশ অনূর্ধ্ব ১৬ দল মালয়েশিয়া অনূর্ধ্ব ১৬ কে ৪-০ গোলে পরাজিত করে এবং থাইল্যান্ড অনূর্ধ্ব ১৬ এর সাথে ১-১ টাই করে। দলটি দক্ষিণ কোরিয়া অনূর্ধ্ব ১৬ জায়ান্টদের বিরুদ্ধে ২-২ ড্র অর্জন করতেও সক্ষম হয়। যদিও দলটি মূল প্রতিযোগিতার জন্য যোগ্যতা অর্জন করতে পারেনি, তবে তারা উচ্চ র‌্যাঙ্কের দেশগুলির মধ্যে পূর্ণ গ্রুপে দ্বিতীয় স্থান অর্জন করেছিল।\nমাসুম ১৯৯৫ সালে মিয়ানমারে অনুষ্ঠিত ৪-জাতি টাইগার ট্রফি টুর্নামেন্টের সময় বাংলাদেশ জাতীয় দলের হয়ে তার সিনিয়র আন্তর্জাতিক অভিষেক হয়। কোচ অটো ফিস্টার একটি অনভিজ্ঞ স্কোয়াডের নাম দিয়েছেন, যেখানে ছয়জন নতুন খেলোয়াড় টুর্নামেন্টের সময় তাদের আত্মপ্রকাশ করেছিল এবং মাসুম ছিলেন স্ট্যান্ডআউটদের একজন। তিনি অভিজ্ঞ লেফট-ব্যাক মাসুদ রানাকে ছাড়িয়ে যেতে সক্ষম হন এবং দেশের প্রথম বড় টুর্নামেন্ট জয়ের সময় প্রতিটি খেলা খেলেন। মাসুম ১৯৯৮ ফিফা বিশ্বকাপ বাছাইপর্বের সময়ও বাংলাদেশের প্রতিনিধিত্ব করেছিলেন।\n\n\n== ক্লাব ক্যারিয়ার ==\nতিনি হাসান আল-মামুন এবং আমিন রানার মতো বিখ্যাত ফুটবলারদের সাথে ১৯৯৩ মৌসুমে ইয়াংমেনস ফকিরেরপুল ক্লাবের সাথে তার শীর্ষ-স্তরের ক্যারিয়ার শুরু করেন। মাসুম ফকিরেরপুলে লেফট-ব্যাক হিসেবে খেলেন, যা পরবর্তী দুই মৌসুমে ৫-৩-২ ফর্মেশনে কিছু অসাধারণ ফুটবল খেলেছিল, যেটি সেই সময়ের মধ্যে একটি বাংলাদেশী ক্লাবের জন্য অনন্য ছিল। তার অভিষেক মৌসুমে, ইয়াং মেনস ক্লাব ঢাকা প্রিমিয়ার ফুটবল লিগে উন্নীত হয়।\nব্রাদার্স ইউনিয়ন এবং মুক্তিযোদ্ধা সংসদ কেসি-র মতো ঐতিহ্যবাহী পাওয়ার হাউসগুলিকে পিছনে ফেলে টপ-ফ্লাইটে তাদের প্রথম সিজনে ইয়াং মেনস তৃতীয় স্থান লাভ করার কারণে মাসুম একটি অবিচ্ছেদ্য অংশ ছিল। দলটি শেষ পর্যন্ত চ্যাম্পিয়ন আবাহনী লিমিটেড ঢাকাকেও হারাতে সক্ষম হয়। ১৯৯৮-৯৯ মৌসুমে, মাসুম হাঁটুতে আঘাত পান। সঠিক চিকিৎসা না পাওয়ার কারণে আঘাতটি দূর হয় নি এবং অবশেষে ২০০০ সালে মাত্র ২৫ বছর বয়সে তার অবসর গ্রহণ করে। তিনি আবাহনীতে ৯৫ থেকে ৯৯ পর্যন্ত খেলেন এবং তারপর রহমতগঞ্জ এমএফএস ও মুক্তিযোদ্ধা সংসদের হয়ে খেলেন।\n\n\n== ব্যক্তিগত জীবন এবং মৃত্যু ==\n১৩ অক্টোবর ২০১৫, মাসুম কার্ডিয়াক অ্যারেস্টে আক্রান্ত হয়ে মারা যান। মানিকগঞ্জের সিংগাইরে পারিবারিক কবরস্থানে তাকে দাফন করা হয়।\n\n\n=== অনার্স ===\nফকিরেরপুল ইয়ং মেনস ক্লাব\n\nঢাকা প্রথম বিভাগ লিগ: ১৯৯৩\n\n\n==== আবাহনী লিমিটেড ঢাকা ====\nঢাকা প্রিমিয়ার ডিভিশন লিগ: ১৯৯৫\nফেডারেশন কাপ: ১৯৯৭\n\n\n==== মুক্তিযোদ্ধা সংসদ কে.সি ====\nঢাকা প্রিমিয়ার ডিভিশন লিগ: ২০০০\n\n\n==== বাংলাদেশ ====\n৪-জাতি টাইগার ট্রফি: ১৯৯৫\n\n\n== তথ্যসূত্র =="}