{"pageid": 1475271, "title": "দেশপ্রেম", "url": "https://bn.wikipedia.org/wiki?curid=1475271", "content": "দেশপ্রেম (ইংরেজি: Patriotism) বলতে সাধারণত কোনো ব্যক্তি বা গোষ্ঠীর একটি দেশ, জাতি বা রাজনৈতিক সম্প্রদায়ের প্রতি গভীর ভালোবাসা, সম্মান ও আনুগত্যকে বোঝায়। দেশপ্রেমিক ব্যক্তি তার দেশের সার্বভৌমত্ব, ঐতিহ্য, সংস্কৃতি ও জাতীয় সত্তার প্রতি গভীর শ্রদ্ধা পোষণ করে এবং দেশের উন্নয়ন, স্বাধীনতা ও নিরাপত্তা রক্ষায় সক্রিয় ভূমিকা পালন করে। দেশপ্রেমের ধারণাটি একটি জাতীয় পরিচয়ের সাথে নিবিড়ভাবে যুক্ত, যা জনগণকে একটি অভিন্ন লক্ষ্যের দিকে পরিচালিত করে।\n\n\n== ইতিহাস ==\n\n\n=== প্রাচীন কাল ===\nপ্রাচীন কালে দেশপ্রেমের ধারণা ছিল সভ্যতা ও ধর্মীয় বিশ্বাসকেন্দ্রীক। তখন দেশপ্রেমের ধারণা গড়ে উঠত মূলত স্থানীয় জনগোষ্ঠী, রাজা বা শাসকের প্রতি আনুগত্য ও নিরাপত্তা রক্ষার প্রবণতা থেকে। প্রাচীন গ্রিক সভ্যতায় দেশপ্রেমের ধারণা গড়ে ওঠে নগররাষ্ট্রকে (পলিস) কেন্দ্র করে। গ্রীসের বিভিন্ন শহর-রাষ্ট্র ছিল স্বতন্ত্র রাজ্য এবং প্রত্যেকটি শহর-রাষ্ট্রের প্রতি বাসিন্দাদের গভীর আনুগত্য ছিল। গ্রীকদের মধ্যে \"সিটিজেনশিপ\" বা নাগরিক অধিকার ও দায়িত্বের ধারণা গড়ে উঠেছিল, যা মানুষকে তাদের নগররাষ্ট্রের প্রতি গভীরভাবে নিবেদিত করেছিল। প্লেটো ও এরিস্টটল তাদের রচনায় দেশপ্রেমের ওপর গুরুত্বারোপ করেছিলেন। তবে এতে মূলত রাজা, শাসক এবং আইন মেনে চলার প্রতি গুরুত্বারোপ করা হয়েছিল। রোমান সাম্রাজ্যে দেশপ্রেমে সাম্রাজ্যবাদীতার প্রভাব ছিল। সেখানে মুখ্য ভূমিকায় ছিল রোমের প্রতি আনুগত্য। রোমানদের মধ্যে দেশপ্রেমিক বলতে সাধারণত এমন মানুষদের বোঝানো হতো, যারা সাম্রাজ্যের প্রয়োজনে যুদ্ধে অংশগ্রহণ করত ও আইনের প্রতি অনুগত থাকত। চীন সাম্রাজ্য, মিশরীয় সভ্যতা ও প্রাচীন পারস্যে দেশপ্রেমের ধারণা মূলত শাসকদের প্রতি আনুগত্যের সাথেই সম্পৃক্ত ছিল এবং অনেকক্ষেত্রে সেখানে ধর্মীয় বিশ্বাসও প্রাধান্য পেয়েছিল।\n\n\n=== মধ্যযুগ ===\nমধ্যযুগে (মূলত ইউরোপে), দেশপ্রেমের ধারণায় সামন্ততান্ত্রিক প্রভাবের বিস্তৃতি ঘটে। বিভিন্ন সাম্রাজ্যের প্রতি ও শাসকগোষ্ঠীর প্রতি আনুগত্য দেশপ্রেমের পরিচায়ক হয়ে পড়ে। সেনাদের মধ্যে নিজ সাম্রাজ্য ও বাহিনীর জন্য যুদ্ধ করা ও বাহিনীর লক্ষ্য পূর্ণ করার জন্য দৃঢ়তা দেশপ্রেম প্রকাশ করে। এছাড়া বিভিন্ন ধর্মীয় সম্প্রদায়ের মধ্যে দেশপ্রেমের ধারণা মূলত ধর্মীয় বিশ্বাসকেন্দ্রীক ছিল। অনেকক্ষেত্রে বিভিন্ন সাম্রাজ্যও নিজেদের ধর্মীয় পরিচয়কে প্রাধান্য দিত, ধর্মীয় বিস্তার ও ধর্মীয় সুরক্ষার ওপর গুরুত্বারোপ করত, এমনকি যুদ্ধক্ষেত্রেও ধর্মীয় আচার ব্যবস্থার বহিঃপ্রকাশ ঘটেছিল। ক্রুসেডের সময়কালে, ইউরোপীয় খ্রিস্টানরা মুসলিমদের বিরুদ্ধে যুদ্ধের জন্য একত্রিত হয়, যেখানে তাদের দেশপ্রেমের ধারণাটি ধর্মীয় আনুগত্যের সাথে সম্পর্কিত ছিল। একইভাবে মুসলিমদের মাঝেও \"উম্মাহ\" বা ধর্মীয় সম্প্রদায়ের প্রতি আনুগত্য ছিল প্রধান।\n\n\n== তথ্যসূত্র =="}