{"pageid": 1475777, "title": "আহমদ তিবি", "url": "https://bn.wikipedia.org/wiki?curid=1475777", "content": "আহমদ তিবি (আরবি: أحمد الطيبي [ˈ(ʔ)æħmæd (atˤ)ˈtˤiːbi]; হিব্রু ভাষায়: אַחְמָד טִיבִּי‎ [ˈ(ʔ)aχmed ˈtibi], কখনও কখনও আহমেদ তিবি বানান; জন্ম ১৯ ডিসেম্বর ১৯৫৮) একজন ফিলিস্তিনি-ইসরায়েলি রাজনীতিবিদ। তায়াল পার্টির নেতা, তিনি ১৯৯৯ সাল থেকে নেসেটের সদস্য হিসাবে কাজ করেছেন। প্রয়াত ফিলিস্তিনি প্রেসিডেন্ট ইয়াসির আরাফাতের (১৯৯৩-১৯৯৯) রাজনৈতিক উপদেষ্টা হিসেবে কাজ করার পর তিবি ইসরায়েল-ফিলিস্তিনি অঙ্গনে একজন ব্যক্তিত্ব হিসেবে স্বীকৃত হন।\nতিবি একজন প্রশিক্ষিত চিকিত্সক এবং একজন স্ত্রীরোগ বিশেষজ্ঞ হিসাবে জেরুজালেমের হিব্রু বিশ্ববিদ্যালয়ের স্নাতক।\n\n\n== প্রারম্ভিক জীবন এবং কর্মজীবন ==\nতিবি ১৯৫৮ সালে তেল আবিবের উত্তরে ভূমধ্যসাগরীয় উপকূলের প্রায় ১৬ কিলোমিটার পূর্বে একটি শহর তাইবিতে জন্মগ্রহণ করেছিলেন। তার পিতা কামাল তিবি জাফায় জন্মগ্রহণ করেন।\nতিবি জেরুজালেমের হিব্রু বিশ্ববিদ্যালয়ে মেডিসিন অধ্যয়ন করেন, ১৯৮৩ সালে অনার্স সহ স্নাতক হন। তিনি ১৯৮৪ সালে হাদাসাহ হাসপাতালে গাইনোকোলজিস্ট হিসাবে একটি রেসিডেন্সি শুরু করেছিলেন, কিন্তু ১৯৮৭ সালে, তিনি একজন নিরাপত্তা প্রহরীর সাথে একটি হিংসাত্মক ঘটনায় জড়িত ছিলেন যার ফলে তাকে বরখাস্ত করা হয়েছিল। তিবি একটি নিরাপত্তা চেকপয়েন্টের পাশ দিয়ে হেঁটে গিয়েছিল যখন গার্ড, ডেভিড রথস্টেইন নামে একজন সাম্প্রতিক আমেরিকান অভিবাসী, যিনি সবেমাত্র ভাড়া করা হয়েছিল, তিবিকে নির্দেশ দিয়েছিলেন যে তিনি গার্ড বুথের পাশ দিয়ে হেঁটে যাওয়ার পরে তাকে তার ব্রিফকেস পরিদর্শন করতে দিতে, অনুমান করে যে গার্ড তাকে চিনবে। তিবি প্রত্যাখ্যান করেছিলেন, যার ফলে ব্রিফকেসের জন্য তার এবং রথস্টেইনের মধ্যে শারীরিক লড়াই শুরু হয়েছিল। কিছুক্ষণ পরে, রথস্টেইনের উচ্চপদস্থ ব্যক্তি এসে তা ভেঙে দেন। তিনি তিবিকে ডাক্তার হিসেবে চিহ্নিত করেন এবং তাকে ছেড়ে দেওয়ার নির্দেশ দেন। তিবি তারপরে রথস্টেইনের মাথায় ব্রিফকেসটি দুলিয়েছিল, একটি ক্ষত সৃষ্টি করেছিল যা প্রচুর পরিমাণে রক্তপাত হয়েছিল এবং বন্ধ করতে চারটি সেলাই প্রয়োজন ছিল এবং রথস্টেইনকে মেঝেতে রক্তপাত রেখে চলে যান। তিবি দাবি করেছিলেন যে রথস্টেইন তাকে মুখ জুড়ে চড় মারার চেষ্টা করেছিলেন কারণ তারা বিচ্ছিন্ন হয়ে গিয়েছিল, যা রথস্টেইন অস্বীকার করেছিলেন। হাসপাতালের পরিচালক, জ্যাক মিশেল, পরবর্তীতে তিবি, রথস্টেইন এবং কয়েকজন প্রত্যক্ষদর্শীকে ঘটনার বিষয়ে জিজ্ঞাসাবাদ করেন, তারপরে আনুষ্ঠানিক তদন্ত না করেই তিবিকে বরখাস্ত করেন। হাসপাতালের একজন মুখপাত্র বলেছেন যে মিশেল অনুভব করেছিলেন যে একজন লোককে আঘাত করে তাকে মেঝেতে আহত করা একজন ডাক্তারের পক্ষে বরখাস্তের পরোয়ানা হিসাবে করা একটি গুরুতর এবং হিংসাত্মক কাজ।\nলেখাপড়ার সময় তিবি রাজনীতিতেও জড়িয়ে পড়েন। ১৯৮০ এর দশকে, তিনি বিশিষ্ট ফিলিস্তিনি কর্মীদের সাথে সংযোগ স্থাপন করেছিলেন। তিনি সারা বিশ্বে পিএলও মিটিংয়ে অংশ নিয়েছিলেন এবং ১৯৮৪ সালে, তিনি তিউনিসে ইয়াসির আরাফাতের সাথে দেখা করেছিলেন, এমন একটি সময়ে যখন পিএলও সদস্যদের সাথে দেখা করা এখনও ইসরায়েলে একটি ফৌজদারি অপরাধ ছিল। টিবিকে পুলিশ বেশ কয়েকবার জিজ্ঞাসাবাদ করেছিল, ইস্রায়েল থেকে প্রস্থান আদেশ স্থগিত করা হয়েছিল এবং একবার গ্রেপ্তার হয়েছিল।\nতিবি ১৯৯৩ থেকে ১৯৯৯ সাল পর্যন্ত ফিলিস্তিনি কর্তৃপক্ষের প্রেসিডেন্ট ইয়াসির আরাফাতের রাজনৈতিক উপদেষ্টা হিসেবে দায়িত্ব পালন করেন, ১৯৯৮ সালের ওয়াই নদী আলোচনায় ফিলিস্তিনিদের প্রতিনিধিত্ব করেন। ১৯৯৯ সালে নেসেটের জন্য প্রতিদ্বন্দ্বিতা করার সিদ্ধান্ত নিয়ে তিনি এই পদ থেকে পদত্যাগ করেন। তিবি আরাফাতের সাথে তার সম্পর্ককে \"ঘনিষ্ঠ\" এবং \"[তার] কাছে অত্যন্ত আকর্ষণীয় এবং গুরুত্বপূর্ণ\" বলে বর্ণনা করেছেন।\n১৯৯৯ সালের নির্বাচনে তিনি সর্বপ্রথম নেসেটে নির্বাচিত হন এবং তাআল প্রতিষ্ঠা করেন এবং আজমি বিশারার বালাদ পার্টির সাথে যৌথভাবে নির্বাচনে অংশ নেন, কিন্তু একই নেসেট অধিবেশনের সময় ভেঙ্গে যান।\n২০০২ সালে এমকে মাইকেল ক্লেইনার গাজা স্ট্রিপ এবং পশ্চিম তীরের অভ্যন্তরে টিবির গতিবিধি সীমিত করার জন্য নেসেটে পদক্ষেপ শুরু করেছিলেন। ক্লেইনার দাবি করেন যে টিবি ফিলিস্তিনিদের ইসরায়েলের বিরুদ্ধে যুদ্ধে সহায়তা করছেন। টিবি নেসেটের সিদ্ধান্তকে ইসরায়েলি আইনের অধীনে অসাংবিধানিক এবং বেআইনি বলে প্রতিবাদ করেন, এবং ইসরায়েলের সুপ্রিম কোর্টে আপিল করেন, যা মামলার সিদ্ধান্ত পিছিয়ে দেয়।\nইসরায়েলের ২০০৩ সালের নির্বাচনের আগে, ন্যাশনাল ইউনিয়ন এবং ন্যাশনাল রিলিজিয়াস পার্টির প্রধান সহ বেশ কয়েকজন রাজনীতিবিদ, তিবিকে আবার প্রার্থী হিসাবে দাঁড়ানো থেকে নিষিদ্ধ করার চেষ্টা করেছিলেন; লিকুদ এমকে মাইকেল ইতান কর্তৃক তাকে অযোগ্য ঘোষণা করার সরকারি প্রস্তাব দায়ের করা হয়েছিল, যিনি যুক্তি দিয়েছিলেন যে আরাফাতের উপদেষ্টা হিসাবে তার ইতিহাসের পাশাপাশি, তিবি পুরো ইন্তিফাদা জুড়ে ফিলিস্তিনি সন্ত্রাসকে সমর্থন করেছিলেন এবং ফিলিস্তিনি স্বার্থকে আরও এগিয়ে নিতে তার নির্বাচনের পর থেকে এমকে হিসাবে তার অনাক্রম্যতা ব্যবহার করেছিলেন। ইতানের প্রস্তাব ইসরায়েলের কেন্দ্রীয় নির্বাচন কমিটিতে এক ভোটে পাস হয়। যাইহোক, ইসরায়েলের সুপ্রিম কোর্ট কমিটির যুক্তি প্রত্যাখ্যান করে, সর্বসম্মতিক্রমে নিষেধাজ্ঞা বাতিল করে, এবং টিবিকে তাআল ও হাদাশের যৌথ তালিকার অংশ হিসেবে নির্বাচিত করা হয়। ২০০৬ সালের নির্বাচনের আগে তিবি তার তাআল দলকে হাদাশ জোট থেকে বের করে দেয় এবং ইউনাইটেড আরব লিস্টে (ইউএএল) যোগ দেয়। তার আসন ধরে রাখার পর, তিনি নেসেটের ডেপুটি স্পিকার হন। তিনি ২০০৯ এবং ২০১৩ নির্বাচনে যৌথ UAL-Ta'al তালিকায় পুনরায় নির্বাচিত হন।\nইসরায়েলের অভ্যন্তরে এবং বাইরে, টিবি একজন কার্যকর সংসদ সদস্য এবং ইসরায়েলে বসবাসকারী ফিলিস্তিনিদের পক্ষে এবং এটি নিয়ন্ত্রণ করে এমন অঞ্চলগুলির পক্ষে উকিল হিসাবে স্বীকৃত। তিনি ছিলেন নেসেটের প্রথম আরব সদস্য যিনি বিরোধীদের বিরুদ্ধে তার নিজের নামে আইন পাস করতে সফল হন, যার মধ্যে একটি আগস্ট ২০১২ আইন ছিল যা এয়ারলাইনগুলি তাদের গ্রাহকদের বিলম্বিত বা বাতিল ফ্লাইটের জন্য দেওয়া ক্ষতিপূরণকে নিয়মিত করে। 2008 সালে, তিনি পাবলিক সেক্টরে আরবদের কর্মসংস্থানের জন্য সংসদীয় তদন্ত কমিটি গঠনের সূচনা করেন, ২০১২ সাল পর্যন্ত এর চেয়ারম্যান হিসেবে দায়িত্ব পালন করেন। ইসরায়েলের আরব-ফিলিস্তিনি জনসংখ্যার মিডিয়া জরিপে তিনি নেসেটের সবচেয়ে জনপ্রিয় আরব সদস্য হিসাবে বেশ কয়েকবার সমর্থন পেয়েছিলেন এবং সংসদীয় সাংবাদিকদের দ্বারা নেসেটে সেরা পাবলিক স্পিকার হিসাবে উল্লেখ করেছিলেন। সেপ্টেম্বর 2014 পর্যন্ত, টিবি ডেপুটি স্পিকার এবং UAL-Ta'al পার্লামেন্টারি গ্রুপের চেয়ারম্যান হিসেবে রয়ে গেছেন। তিনি হাউস কমিটি এবং অর্থ কমিটির সদস্য।\n\n\n== রাজনৈতিক অবস্থান ==\nএপ্রিল ২০১৯ সালের ইসরায়েলি নির্বাচনের সময়, তিবিকে প্রায়শই বেঞ্জামিন নেতানিয়াহু উল্লেখ করেছিলেন, যিনি \"এটি হয় বিবি বা তিবি\" স্লোগান ব্যবহার করেছিলেন - এমন একটি বাক্যাংশ যা তিবি এবং নেতানিয়াহুর বিরোধীরা ইসরায়েলি রাজনীতিতে আরবদের সম্পৃক্ততার ইহুদিদের ভয় নিয়ে খেলা হিসাবে সমালোচনা করেছিল। নেতানিয়াহুকে প্রধানমন্ত্রী হিসেবে ফিরিয়ে দেওয়া বা আরব ইসরায়েলিদের সরকারে যোগদানের অনুমতি দেওয়ার মধ্যে একটি দ্বিধাবিভক্তি হিসাবে নির্বাচনকে কাস্ট করার প্রক্রিয়া।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nআহমদ তিবি on the Knesset website\nইউটিউবে Tibi চ্যানেল\nTibi's Facebook page\n\"Q&A with Ta'al MK Ahmed Tibi\"। Haaretz। ২ সেপ্টেম্বর ২০০৩। ৪ সেপ্টেম্বর ২০০৪ তারিখে মূল থেকে আর্কাইভ করা। \n\"A double identity\"। The Jerusalem Post। ২১ এপ্রিল ২০০৮। \nAhmad Tibi (৫ ফেব্রুয়ারি ২০০৮)। \"The Future of Palestinian-Israeli Negotiations: Is Peace Still Possible?\"। The Jerusalem Fund for Education and Community Development।  Transcript of remarks at The Palestine Center, Washington, D.C.\nইউটিউবে Israeli-Palestinian Peace Talk III by Leon Charney on The Leon Charney Report"}