{"pageid": 1475108, "title": "দশক্ষেত্র", "url": "https://bn.wikipedia.org/wiki?curid=1475108", "content": "দশক্ষেত্র বা দশধাতব হলো বৌদ্ধ ঐতিহ্যে দশটি বিশ্ব, যেগুলো বৌদ্ধধর্মের কিছু রূপের বিশ্বাসের অংশ যে জীবনের ২৪০টি শর্ত রয়েছে যা সংবেদনশীল প্রাণীরা সাপেক্ষে এবং যা তারা মুহূর্তের মধ্যে অনুভব করে। এই শব্দের জনপ্রিয়তা প্রায়শই চীনা পণ্ডিত চিহ-ই কর্তৃক আরোপিত করা হয় যিনি \"দশ বিশ্বের সহ-অনুপ্রবেশ\" সম্পর্কে কথা বলেছিলেন।\n\n\n== ক্ষেত্রসমূহ ==\nদশক্ষেত্র বৌদ্ধ সৃষ্টিতত্ত্বের অংশ এবং চারটি উচ্চতর ও ছয়টি নিম্ন ক্ষেত্র নিয়ে গঠিত যা পুনর্জন্মের ছয়টি অঞ্চলের ভারতীয় ধারণা থেকে উদ্ভূত।\nক্ষেত্রগুলিকে বোধোদয়ের মাত্রার মাধ্যমেও বর্ণনা করা যেতে পারে যে তাদের মাধ্যমে। সেগুলো বিভিন্নভাবে অনুবাদ করা হয়েছে। এগুলিকে ছয়টি ক্ষেত্রে বিভক্ত করা হয়েছে, যার পরে আলোকিত চেতনার উচ্চতর অবস্থা রয়েছে যা চূড়ান্ত বুদ্ধত্বের দিকে নিয়ে যায়। ছয়টি ক্ষেত্র হলো: নরক, ক্ষুধার্ত ভূত বা প্রেত, পশু, টাইটান বা অসুর, মানুষ ও সর্বশেষে স্বর্গ বা দেবতাদের রাজ্য। এর উপরে চারটি পবিত্র ক্ষেত্র রয়েছে: শ্রাবক, প্রত্যেকবুদ্ধ, বোধিসত্ত্ব এবং অবশেষে সম্পূর্ণরূপে বোধোদয়ী বুদ্ধত্ব।\nসৃষ্টিতত্ত্বের কিছু ব্যবস্থায় এই অবস্থাগুলিকে স্বতন্ত্র রাজ্য হিসাবে বিবেচনা করা হয় যেখানে বাসিন্দাকে কর্মফলের ক্ষমা করার জন্য বিভিন্ন ধরণের দুর্ভোগের সম্মুখীন হতে হয়। জাপানি সংক্রামক অনুশীলনে দশটি ক্ষেত্রকে শৃঙ্খলার স্বতন্ত্র পরীক্ষা হিসাবে দেখা হয় একজন অনুশীলনকারীকে বস্তুগত বা আধ্যাত্মিক লক্ষ্যে পৌঁছানোর জন্য অবশ্যই সম্মুখীন হতে হবে বা অতিক্রম করতে হবে।\nযাইহোক, চিহ-ই এর ধারণা অনুযায়ী \"জীবনের এক মুহুর্তে তিন হাজার ক্ষেত্র\", এগুলি আলাদা শারীরিক ক্ষেত্র নয় যেখানে একজনের পুনর্জন্ম হতে পারে কিন্তু চেতনার আন্তঃসম্পর্কিত অঞ্চল, যার প্রতিটি একে অপরের মধ্যে রয়েছে (জাপানি: জিক্কাই গোগু)। দশক্ষেত্র হলো ঘটনাগুলির আন্তঃসম্পর্কিত সম্পর্ক, মহাবিশ্বের চূড়ান্ত বাস্তবতা এবং মানব সংস্থার সদ্ধর্ম পুণ্ডরীক সূত্রের বিশ্বদর্শনের ধারণা।\n\n\n== এক মুহূর্তে তিন হাজার ক্ষেত্র ==\nদশক্ষেত্র বা বিশ্বের প্রতিটি ক্ষেত্রের মধ্যে রয়েছে, \"দশক্ষেত্রের পারস্পরিক অধিকার\" (জাপানি: জিক্কাই গোগু)। পরবর্তী একশত বিশ্বকে দশ অনুরূপতা এবং অস্তিত্বের তিনটি ক্ষেত্র (জাপানি: স্যান-সেকেন) এর লেন্সের মাধ্যমে দেখা হয় যাতে অস্তিত্বের তিন হাজার ক্ষেত্র তৈরি করা হয়। অস্তিত্বের এই শত দিকগুলি \"এক মুহুর্তে তিন হাজার রাজ্যের ধারণার দিকে নিয়ে যায় (জাপানি: ইচিনেন সানজেন)।\"\nএই ধারণা অনুসারে, বুদ্ধের জগৎ ও মানবতার নয়টি অঞ্চল আন্তঃপ্রবেশযোগ্য, কোন আদি \"শুদ্ধ মন\" নেই এবং ভাল ও মন্দ পারস্পরিকভাবে আবিষ্ট। এটি অতীন্দ্রিয়তার পরিবর্তে অস্থিরতার জন্য প্রবণতা প্রতিষ্ঠা করে। নিচিরেনের মতে এক মুহুর্তে তিন হাজার রাজ্য বাস্তব এবং এই কংক্রিট জগতের জীবনে উপলব্ধিযোগ্য।\n\n\n== তাৎপর্য ==\nকিছু জাপানি ঐতিহ্যে দশক্ষেত্রের অভিজ্ঞতা হয় তীর্থযাত্রায় মন্দিরের পরম্পরায় বা পবিত্র পর্বত বরাবর স্থান।\nপ্রায়শই, দশক্ষেত্রের তত্ত্ব এবং এর বৃহত্তর সম্পৃক্ত ধারণাটি এক মুহুর্তে অস্তিত্বের তিন হাজার ক্ষেত্রের অ-ঈশ্বরবাদী ব্যাখ্যা চিত্রিত করে যে কীভাবে কোন ব্যক্তি মহাজাগতিক দ্বারা প্রভাবিত হয় এবং ফলস্বরূপ, এর উপর প্রভাব ফেলতে পারে মহাজাগতিক। নিচিরেন বৌদ্ধধর্মের কিছু সম্প্রদায়ে অনুশীলনকারীরা বিশ্বাস করেন যে চারুলিপিগত পাকান গোহোনজোন  নিচিরেনের দশক্ষেত্রের প্রতিনিধিত্ব করে এবং নমু মাইহো রেঙ্গে কিও জপ করে এটি বুদ্ধের জ্ঞান, সাহস ও করুণার বৈশিষ্ট্যগুলিকে সক্রিয় করে।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nCauston, Richard: \"Buddha in Daily Life, An Introduction to the Buddhism of Nichiren Daishonin\", Random House 2011. আইএসবিএন ১৪৪৬৪৮৯১৯১ (Chapter: \"The Ten Worlds\", pp. 35–95)\nHarada, Sekkei (২০০৮)। The Essence of Zen: The Teachings of Sekkei Harada। Wisdom Publications। পৃষ্ঠা 97–101। আইএসবিএন 978-0-86171-533-6। \n\n\n== বহিঃসংযোগ ==\nHsuan Hua, The ten dharma realms are not beyond a single thought"}