{"pageid": 1475625, "title": "আনহেলো প্রেসিয়াদো", "url": "https://bn.wikipedia.org/wiki?curid=1475625", "content": "আনহেলো স্মিত প্রেসিয়াদো কিনিয়োনেস (স্পেনীয়: Ángelo Preciado; জন্ম: ১৮ ফেব্রুয়ারি ১৯৯৮; আনহেলো প্রেসিয়াদো নামে সুপরিচিত) হলেন একজন ইকুয়েডরীয় পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে চেক ক্লাব স্পার্তা প্রাহা এবং ইকুয়েডর জাতীয় দলের হয়ে রক্ষণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত ডান পার্শ্বীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে ডান পার্শ্বীয় মধ্যমাঠের খেলোয়াড় অথবা ডান পার্শ্বীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেলেন।\n২০১৭ সালে, প্রেসিয়াদো ইকুয়েডর অনূর্ধ্ব-২০ দলের হয়ে ইকুয়েডরের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় এক বছর যাবত ইকুয়েডরের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০১৮ সালে ইকুয়েডরের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; ইকুয়েডরের জার্সি গায়ে তিনি এপর্যন্ত ৩৬ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nআনহেলো স্মিত প্রেসিয়াদো কিনিয়োনেস ১৯৯৮ সালের ১৮ই ফেব্রুয়ারি তারিখে ইকুয়েডরের শুশুফিন্দিতে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nপ্রেসিয়াদো ইকুয়েডর অনূর্ধ্ব-২০ দলের হয়ে খেলার মাধ্যমে ইকুয়েডরের প্রতিনিধিত্ব করেছেন। ২০১৭ সালের ৩০শে মার্চ তারিখে তিনি দক্ষিণ কোরিয়া অনূর্ধ্ব-২০ দলের বিরুদ্ধে ম্যাচে ইকুয়েডর অনূর্ধ্ব-২০ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। ইকুয়েডরের বয়সভিত্তিক দলের হয়ে তিনি প্রায় ১ বছরে ৩ ম্যাচে অংশগ্রহণ করেছেন।\n২০১৮ সালের ১২ই অক্টোবর তারিখে, ২০ বছর, ৭ মাস ও ২৪ দিন বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী প্রেসিয়াদো কাতারের বিরুদ্ধে অনুষ্ঠিত প্রীতি ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে ইকুয়েডরের হয়ে অভিষেক করেছেন। উক্ত ম্যাচের ৪৬তম মিনিটে আক্রমণভাগের খেলোয়াড় স্তিভেন প্লাসার বদলি খেলোয়াড় হিসেবে তিনি মাঠে প্রবেশ করেছিলেন; ম্যাচে তিনি ১৫ নম্বর জার্সি পরিধান করে ডান পার্শ্বীয় রক্ষণভাগের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি কাতার ৪–৩ গোলের ব্যবধানে জয়লাভ করেছিল। ইকুয়েডরের হয়ে অভিষেকের বছরে প্রেসিয়াদো সর্বমোট ২ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n৭ সেপ্টেম্বর ২০২৪ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nসকারওয়েতে আনহেলো প্রেসিয়াদো  (ইংরেজি)  \nসকারবেসে \nবিডিফুটবলে \nট্রান্সফারমার্কেটে আনহেলো প্রেসিয়াদো (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে আনহেলো প্রেসিয়াদো (ইংরেজি) \nইএসপিএন এফসিতে \nন্যাশনাল-ফুটবল-টিমস.কমে আনহেলো প্রেসিয়াদো (ইংরেজি)"}