{"pageid": 1475, "title": "ফ্রান্সিস বেকন", "url": "https://bn.wikipedia.org/wiki?curid=1475", "content": "স্যার ফ্রান্সিস বেকন (ইংরেজি Francis Bacon ফ্র্যান্সিস্‌ বেক‌ন্‌, ২২শে জানুয়ারি, ১৫৬১ - ৯ই এপ্রিল, ১৬২৬) একাধারে একজন ইংরেজ দার্শনিক, আইনজ্ঞ, কূটনৈতিক এবং বৈজ্ঞানিক চিন্তাধারার পথপ্রদর্শক। আইনজীবী হিসেবে পেশাগত জীবন শুরু করলেও তিনি বৈজ্ঞানিক বিপ্লবের প্রবক্তা এবং জ্ঞানান্ধতা ও গোঁড়ামি বিরোধী হিসেবে সুখ্যাত হন।\nফ্রান্সিস বেকনকে অভিজ্ঞতাবাদের জনক বলা হয়। তিনি দর্শনিক চিন্তাধারার কিছু মৌলিক তত্ব প্রবর্তন করেন যেগুলোকে বেকনিয়ান মেথডও বলা হয়ে থাকে। কোন জিনিসের উৎস অনুসন্ধানে বৈজ্ঞানিক পদ্ধতিতে অনুসন্ধানের প্রক্রিয়াগুলো তিনিই প্রবর্তন করেন। এইসব প্রক্রিয়াকে সংক্ষেপে বৈজ্ঞানিক প্রক্রিয়া বলা হয়।\nফ্রান্সিস বেকন ১৬০৩ সালে নাইটহুড পান। এছাড়াও ১৬১৮ এবং ১৬২১ সালে ব্যারন ভিরলাম এবং ভিসকাউন্ট সেন্ট এলবান উপাধি পান। যেহেতু মৃত্যুর সময় তার কোন উত্তরসূরী ছিল না, তাই পরবর্তীকালে তার উপাধিগুলো বিলীন হয়ে যায়।\n\n\n== জীবনী ==\n\n\n=== প্রাথমিক জীবন ও শিক্ষা ===\nফ্রান্সিস বেকন ২২ জানুয়ারি ১৫৬১ সালে লন্ডনের স্ট্রান্ডের নিকট অবস্থিত ইয়র্ক হাউজে জন্ম গ্রহণ করেন। তিনি স্যার নিকোলাস বেকনের দ্বিতীয় স্ত্রী, অ্যান (কুক) বেকনের পুত্র ছিলেন। তাদের কন্যা এন্থোনি কুক একজন খ্যাতনামা মানবতাবাদী ছিলেন। তার মার বোন, উইলিয়াম চেসিল প্রথম ব্যারন বার্গলেকে বিয়ে করেন।\nজীবনীকারগণ মনে করেন, বেকন ঘরে থেকেই পড়াশোনা করেন। কারণ তিনি শারীরিকভাবে দুর্বল ছিলেন এবং ধারণা ছিলো সারা জীবন ধরে তাকে এই নিয়ে ভুগতে হতে পারে। তিনি অক্সফোর্ড থেকে গ্রাজুয়েটেড জন ওয়ালসালের থেকে শিক্ষা গ্রহণ করেন। পরে ৫ এপ্রিল, ১৫৭৩ সালে যখন তার বয়স বারো বছর, তিনি ক্যামব্রিজের ট্রিনিটি কলেজে প্রবেশ করেন।\nসেখানে তার বড় ভাই এন্থোনি বেকনের সাথে তিন বছর ডক্টর জন হুইটগিফটের অভিভাবকত্বে শিক্ষা গ্রহণ করেন। বেকনের শিক্ষা লাতিন ভাষায় মধ্যযুগীয় পন্থায় ছিল। তিনি পটিয়া বিশ্ববিদ্যালয়তেও পড়াশোনা করেন। ক্যাম্ব্রিজে থাকাকালীন সময়ে রানী প্রথম এলিজাবেথের সাথে তার দেখা হয়। রানী এলিজাবেথ তার অকালপক্ক পাণ্ডিত্যে মুগ্ধ হন এবং তাকে \"দ্যা ইয়ং লর্ড কিপার\" নামে সম্বোধিত করেন।\nশিক্ষা গ্রহণ চলাকালীন তৎকালীন বৈজ্ঞানিক পরীক্ষা নিরীক্ষা পদ্ধতি এবং ভুল প্রয়োগ সম্মন্ধে তার উপলব্ধি ঘটেছিল। এরিস্টলীয় দর্শন তত্বের সাথেও তিনি একমত ছিলেন না, সেইজন্য তাকে বিতর্কিত হতে হয়।\nতিনি এবং এন্থোনি ২৭ জুন, ১৫৭৬ সালে গ্রেইস ইন এর দ্যা সোসাইটি ম্যাজিস্টার এ প্রবেশ করেন। তার কয়েকমাস পর, স্যার এমিয়াস পলেটের সাথে বিদেশ যান। তৃতীয় হেনরির অধীনে ফ্রান্সের সরকার এবং সমাজ তাকে রাজনীতি বিষয়ক জ্ঞান প্রদান করে। তার ঠিক পরের তিন বছর, তিনি ব্লোইস, পটিয়া, ফ্রান্সের ট্যুরস, ইতালি এবং স্পেন ভ্রমণ করেন। এই ভ্রমণের সময় তিনি যখন কূটনৈতিক কার্যক্রমে অংশ নেন এবং ভাষা, রাজনীতি, সিভিল ল, বিষয়ে পড়াশুনা করেন। অন্তত কোন একটা উপলক্ষে, ইংল্যান্ডের বার্গলেই, লেস্টার সহ রানীর সাথে তার কূটনৈতিক বার্তালাপ হতো।\n১৫৭৯ সালে তার বাবার হঠাৎ মৃত্যুতে বেকন ইংল্যান্ডে ফিরে আসেন। স্যার নিকোলাসের ছোট ছেলের জন্য কিছু জমি কিনতে টাকা সংগ্রহ করেন। কিন্তু তার মৃত্যুর আগে সম্পত্তির মাত্র এক পঞ্চমাংশ ফ্রান্সিসের নামে রেখে যান। বেকন অনেক টাকা ধার করায় ঋণী হয়ে পড়েছিলেন। নিজেকে টিকিয়ে রাখার জন্য ১৫৭৯ সালে গ্রেইস ইন এ বাড়ি কিনেন। তার মা, মার্ক্স এর জমিদার লেডি অ্যান এর কাছ থেকে খরচপাতি পেতেন।\n\n\n=== সাংসদ জীবন ===\n\nবেকনের নিজের কথা অনুযায়ী তার তিনটি লক্ষ্য ছিল: সত্য উদঘাটন করা, নিজ দেশের সেবা করা এবং তার ধর্মের সেবা করা। তিনি একটি মর্যাদাপূর্ণ পদ পাওয়ার মাধ্যমে এই লক্ষ্যগুলি অর্জনের চেষ্টা করেছিলেন। ১৫৮০ সালে, তার মেসো লর্ড বার্গলের মাধ্যমে তিনি আদালতের পদে আবেদন করেন, কিন্তু তার আবেদন ব্যর্থ হয়। দুই বছর ধরে তিনি গ্রেস ইন-এ কাজ করেন, তারপর ১৫৮২ সালে তিনি আউটার ব্যারিস্টার হিসেবে ভর্তি হন।\nতার সাংসদ জীবন শুরু হয় যখন তিনি ১৫৮১ সালে বসিনি, কর্নওয়াল থেকে একটি উপনির্বাচন-এ সাংসদ নির্বাচিত হন। ১৫৮৪ সালে তিনি ডরসেটের মেলকম্ব থেকে এবং ১৫৮৬ সালে টন্টন থেকে সংসদে আসন গ্রহণ করেন। এই সময়ে, তিনি গির্জায় দলগুলোর অবস্থা এবং দার্শনিক সংস্কারের বিষয়ে টেম্পোরিস পার্টাস ম্যাক্সিমাস নামক হারিয়ে যাওয়া প্রবন্ধে লেখালেখি শুরু করেন। তবুও তিনি এমন কোনো পদ অর্জন করতে ব্যর্থ হন যা তাকে সাফল্যের দিকে নিয়ে যেতে পারে।\nবেকন পিউরিটান মতবাদের প্রতি সহানুভূতিশীল ছিলেন, গ্রেস ইন-এর পিউরিটান চ্যাপলিনের ধর্মোপদেশ শুনতে উপস্থিত থাকতেন এবং তার মাকে টেম্পল চার্চ-এ নিয়ে যেতেন ওয়াল্টার ট্র্যাভার্স-এর ভাষণ শোনাতে। তার প্রথম প্রকাশিত প্রবন্ধটিতে  ইংরেজ গির্জার পিউরিটান পাদ্রিদের উপর দমনমূলক আচরণের সমালোচনা করা হয়। ১৫৮৬ সালে সংসদে, তিনি খোলাখুলিভাবে স্কটল্যান্ডের ক্যাথলিক রানি মেরির মৃত্যুদণ্ড দাবি করেছিলেন।\nবেকন ১৫৮৬ সালে বেনচার পদে উন্নীত হন এবং ১৫৮৭ সালে রিডার নির্বাচিত হন, পরের বছর লেন্ট মরসুমে তার প্রথম লেকচার দেন। ১৫৮৯ সালে, তিনি স্টার চেম্বারের ক্লার্কশিপের রিভারশন-এ গুরুত্বপূর্ণ নিয়োগ পান, যদিও তিনি আনুষ্ঠানিকভাবে এই পদ গ্রহণ করেন ১৬০৮ সালে। বেতন ছিল বছরে £১,৬০০।\n১৫৮৮ সালে তিনি লিভারপুল থেকে এবং পরে ১৫৯৩ সালে মিডলসেক্স থেকে সাংসদ নির্বাচিত হন। তিনি পরে তিনবার ইপসউইচ (১৫৯৭, ১৬০১, ১৬০৪) এবং একবার কেমব্রিজ বিশ্ববিদ্যালয় (১৬১৪) থেকে সংসদে আসন গ্রহণ করেন।\nবেকন আইন সংশোধন ও সরলীকরণে আগ্রহী এমন উদারপন্থী সংস্কারক হিসেবে পরিচিত হন। রাণীর ঘনিষ্ঠ বন্ধু হওয়া সত্ত্বেও তিনি সামন্ততান্ত্রিক সুবিধা এবং স্বৈরশক্তির বিরোধিতা করেন। বেকন ধর্মীয় নিপীড়নের বিরুদ্ধে সোচ্চার ছিলেন। তিনি ইংল্যান্ড এবং  স্কটল্যান্ডের ঐক্যের পক্ষে বক্তব্য দেন, যা তাকে যুক্তরাজ্যের সংহতির ক্ষেত্রে একজন গুরুত্বপূর্ণ প্রভাবশালী ব্যক্তিত্ব করে তোলে; এবং পরে তিনি আয়ারল্যান্ডকে ইউনিয়নে অন্তর্ভুক্ত করার পক্ষে সমর্থন জানিয়েছিলেন। তার বিশ্বাস ছিল, ঘনিষ্ঠ সাংবিধানিক সম্পর্ক এই দেশগুলোর মধ্যে অধিক শান্তি এবং শক্তি বয়ে আনবে।\n\n\n=== এলিজাবেথের শাসনামলের শেষদিক ===\n\nবেকন দ্বিতীয় রবার্ট ডেভেরক্সের(এসেক্সের আর্ল) সাথে পরিচিত হন, যিনি রানি এলিজাবেথের প্রিয়পাত্র ছিলেন। ১৫৯১ সাল নাগাদ তিনি আর্লের গোপন উপদেষ্টা হিসেবে কাজ করতে থাকেন। ১৫৯২ সালে তিনি জেসুইট রবার্ট পারসন-এর সরকারবিরোধী প্রবন্ধের প্রতিক্রিয়া হিসেবে একটি গ্রন্থ রচনা করার দায়িত্ব পান, যা তিনি Certain Observations Made upon a Libel শিরোনামে লেখেন এবং সেখানে স্পেনের আগ্রাসনের বিরুদ্ধে ইংল্যান্ডকে গণতান্ত্রিক অ্যাথেন্সের আদর্শের সঙ্গে তুলনা করেন।\n১৫৯৩ সালের ফেব্রুয়ারিতে এলিজাবেথ একটি রোমান ক্যাথলিক ষড়যন্ত্র তদন্ত করার জন্য পার্লামেন্ট আহ্বান করলে বেকন মিডলসেক্স থেকে তার তৃতীয় পার্লামেন্টারি আসন লাভ করেন। একটি বিলের বিরোধিতা করার কারণে, যা তিনগুণ কর আরোপের প্রস্তাব করেছিল, রানির অসন্তোষের কারণ হন বেকন: তাকে আদালতের অনুগ্রহ থেকে বাদ দেওয়া হয়।\n১৫৯৪ সালে অ্যাটর্নি জেনারেল পদটি খালি হলে, বেকন পদটি দখলের চেষ্টা করেন। লর্ড এসেক্সের সমর্থন পেলেও বেকন সেই পদে নিয়োগ পাননি এবং পদটি স্যার এডওয়ার্ড কোককে দেওয়া হয়। একইভাবে, ১৫৯৫ সালে তিনি সলিসিটর জেনারেল-এর পদও লাভ করতে ব্যর্থ হন, রানী ইচ্ছাকৃতভাবে স্যার থমাস ফ্লেমিং-কে নিয়োগ করেন। এই হতাশার জন্য লর্ড এসেক্স তাকে টুইকেনহ্যাম-এ একটি সম্পত্তি উপহার দেন, যা বেকন পরে £১,৮০০ পাউন্ডে বিক্রি করে দেন।\n১৫৯৭ সালে বেকন প্রথম কুইন্স কাউন্সেল হিসাবে মনোনীত হন। ১৫৯৭ সালেই তাকে একটি পেটেন্ট দেওয়া হয়, যা তাকে আইনজীবি বারের কাছে অগ্রাধিকার প্রদান করে। তার সত্ত্বেও, তিনি অন্যদের মত মর্যাদা এবং খ্যাতি অর্জন করতে পারেননি। নিজের অবস্থান পুনরুদ্ধারের পরিকল্পনায় তিনি ধনী তরুণ বিধবা লেডি এলিজাবেথ হ্যাটন-কে বিবাহ প্রস্তাব দেন। তাদের সম্পর্ক ভেঙে যাওয়ার পর এলিজাবেথ হ্যাটন স্যার এডওয়ার্ড কোককে বিয়ে করেন। ফলে বেকন ও কোকের মধ্যে আরও শত্রুতার সৃষ্টি হয়।\n১৫৯৮ সালে বেকন ঋণের জন্য গ্রেপ্তার হন। তবে, এর পর তার রানির চোখে অবস্থান উন্নত হয়। ধীরে ধীরে, বেকন শিক্ষিত আইনজীবীদের মধ্যে স্থান করে নেন। রানির সঙ্গে তার সম্পর্ক আরও মজবুত হয় যখন তিনি লর্ড এসেক্সের সঙ্গে সম্পর্ক ছিন্ন করেন – যা ছিল একটি বুদ্ধিমানের কাজ, কারণ লর্ড এসেক্সকে ১৬০১ সালে রাষ্ট্রদ্রোহিতার অভিযোগে মৃত্যুদণ্ড দেওয়া হয়।\nবেকন এবং অন্যরা এসেক্সের বিরুদ্ধে অভিযোগ তদন্ত করার জন্য নিয়োগ পান। এসেক্সের অনুসারীরা স্বীকার করে যে তিনি রানির বিরুদ্ধে বিদ্রোহের পরিকল্পনা করেছিলেন। বেকন অ্যাটর্নি জেনারেল স্যার এডওয়ার্ড কোকের নেতৃত্বাধীন আইনি দলের অংশ ছিলেন। মৃত্যুদণ্ড কার্যকরের পর রানী বেকনকে বিচারের সরকারী প্রতিবেদন লিখতে আদেশ দেন, যা পরে A DECLARATION of the Practices and Treasons attempted and committed by Robert late Earle of Essex and his Complices, against her Majestie and her Kingdoms ... নামে প্রকাশিত হয়। বেকনের প্রথম খসড়া রানী এবং তার মন্ত্রীরা ব্যাপকভাবে সম্পাদনা করেন।\nতার ব্যক্তিগত সচিব এবং যাজক উইলিয়াম রলির মতে, বিচারক হিসেবে বেকন সর্বদা কোমল ছিলেন, \"উদাহরণগুলোর দিকে কঠোরতার দৃষ্টিতে তাকালেও, ব্যক্তির প্রতি মমতা এবং সহানুভূতির দৃষ্টিতে তাকাতেন\"। এছাড়াও, তিনি \"বিদ্বেষ মুক্ত\", \"আঘাতের প্রতিশোধ গ্রহণকারী নন\", এবং \"কারো মানহানিকারক নন\"।\n\n\n=== প্রথম জেমসের সিংহাসনারোহণ ===\n\nপ্রথম জেমসের সিংহাসনে আরোহণ বেকনের জন্য আরও অনুগ্রহ বয়ে আনে। ১৬০৩ সালে তাকে নাইট উপাধি প্রদান করা হয়। আরেকটি কৌশলী পদক্ষেপ হিসেবে, বেকন তার Apologies রচনা করেন, যা এসেক্সের মামলায় তার কার্যক্রমের পক্ষে রক্ষাপত্র হিসেবে ছিল, কারণ এসেক্স সিংহাসনের উত্তরাধিকারী হিসেবে জেমসকে সমর্থন করেছিলেন। পরের বছর, বেকন অ্যালিস বার্নহাম-কে বিয়ে করেন। ১৬০৭ সালের জুন মাসে অবশেষে তাকে সলিসিটর জেনারেল পদে নিয়োগ করা হয়। ১৬০৮ সালে বেকন স্টার চেম্বার-এর ক্লার্ক হিসেবে কাজ শুরু করেন।\nএতো আয়ের পরও, পুরনো ঋণ পরিশোধ করা সম্ভব হয়নি। বেকন রাজা জেমস এবং তার স্বেচ্ছাচারী নীতিগুলিকে সমর্থন করে আরও পদোন্নতি এবং সম্পদ অর্জনের চেষ্টা করেন। ১৬১০ সালে জেমসের রাজত্বকালে সংসদের চতুর্থ অধিবেশন অনুষ্ঠিত হয়। বেকনের পরামর্শ সত্ত্বেও, জেমস এবং কমন্স রাজকীয় অধিকার এবং রাজ্যের বিব্রতকর অপব্যয়ের বিষয়ে বিরোধে জড়িয়ে পড়েন। অবশেষে, ফেব্রুয়ারি ১৬১১ সালে সংসদ ভেঙে দেওয়া হয়।\nএই সময়ের মধ্যে বেকন রাজা এবং কমন্স উভয়েরই আস্থা ধরে রাখতে সক্ষম হন। ১৬১৩ সালে বেকন অবশেষে অ্যাটর্নি জেনারেল পদে নিয়োগ পান। তিনি রাজাকে পরামর্শ দেন যে বিচার বিভাগে নিয়োগের পরিবর্তন আনা উচিত।\n১৬১৪ সালের এপ্রিল মাসের কথিত প্রিন্সের পার্লামেন্ট কেমব্রিজ-এর আসনে বেকনের উপস্থিতি এবং বেকন সমর্থিত বিভিন্ন রাজকীয় পরিকল্পনার প্রতি আপত্তি জানায়। একটি আইন পাস করে যা অ্যাটর্নি জেনারেলের সংসদে বসা নিষিদ্ধ করা হয়। রাজার ওপর তার প্রভাব অনেক সহকর্মীর মধ্যে ক্ষোভ বা আশঙ্কা জাগিয়েছিল। তবে, বেকন রাজার অনুগ্রহ পেতে থাকেন, যা তাকে ১৬১৭ সালের মার্চ মাসে সাময়িকভাবে ইংল্যান্ডের রিজেন্ট হিসেবে (এক মাসের জন্য) এবং ১৬১৮ সালে লর্ড চ্যান্সেলর পদে নিয়োগের পথ প্রশস্ত করে।\n১২ জুলাই ১৬১৮ সালে রাজা বেকনকে ব্যারন ভারুলাম উপাধিতে ভূষিত করেন, এবং তিনি ইংল্যান্ডের পিয়ারেজে ফ্রান্সিস, লর্ড ভারুলাম নামে পরিচিত হন। বেকন তার প্রভাব ব্যবহার করে সিংহাসন এবং পার্লামেন্টের মধ্যে মধ্যস্থতা চালিয়ে যান এবং এই ক্ষমতায় তিনি ২৭ জানুয়ারি ১৬২১ সালে একই পিয়ারেজে ভিসকাউন্ট সেন্ট অ্যালবান পদে উন্নীত হন।\n\n\n=== লর্ড চ্যান্সেলর এবং জনসমক্ষে অপমান ===\n\nবেকনের কর্মজীবন ১৬২১ সালে অপমানজনকভাবে শেষ হয়। ঋণের বোঝায় পড়ার পর, আইন প্রশাসন বিষয়ক এক সংসদীয় কমিটি তাকে পৃথক পৃথক ২৩টি দুর্নীতির অভিযোগে অভিযুক্ত করে। তার আজীবনের শত্রু স্যার এডওয়ার্ড কোক এতে  প্রধান ভূমিকা পালন করেছিলেন, তিনি চ্যান্সেলরের বিরুদ্ধে অভিযোগ প্রস্তুত করার জন্য নিযুক্তদের একজন ছিলেন। বেকনকে £৪০,০০০ জরিমানা এবং লন্ডনের টাওয়ারে বন্দী করা হয়; বন্দিত্ব মাত্র কয়েকদিন স্থায়ী হয় এবং জরিমানা রাজা দ্বারা মওকুফ করা হয়। সংসদ ঘোষণা করে যে বেকন ভবিষ্যতে কোনও পদে অধিষ্ঠিত হতে বা পার্লামেন্টে বসতে অক্ষম। পরবর্তীকালে, এই অপমানিত ভাইকাউন্ট অধ্যয়ন ও লেখালেখিতে নিজেকে নিবেদিত করেন।\nবেকন যে বিচারপ্রার্থীদের কাছ থেকে উপহার গ্রহণ করেছিলেন তাতে খুব কম সন্দেহ আছে। এও উল্লেখযোগ্য যে তখনকার সময়ে এটি গ্রহণযোগ্য প্রথা ছিল। নিজের আচরণ শিথিল ছিল তা স্বীকার করে নিয়ে বেকন পাল্টা যুক্তি দেন যে তিনি কখনও ঘুষ নিয়ে তার রায় পরিবর্তন করেননি এবং প্রকৃতপক্ষে, তিনি কখনও কখনও এমন ব্যক্তিদের বিরুদ্ধে রায় দিয়েছেন যারা তাকে উপহার দিয়েছিল। তিনি এমনকি রাজা জেমসের সঙ্গে একটি সাক্ষাৎকারে নিশ্চিত করেছিলেন:\n\nThe law of nature teaches me to speak in my own defence: With respect to this charge of bribery I am as innocent as any man born on St. Innocents Day. I never had a bribe or reward in my eye or thought when pronouncing judgment or order... I am ready to make an oblation of myself to the King\nতিনি জর্জ ভিলিয়ার্সকে লেখেন:\n\nMy mind is calm, for my fortune is not my felicity. I know I have clean hands and a clean heart, and I hope a clean house for friends or servants; but Job himself, or whoever was the justest judge, by such hunting for matters against him as hath been used against me, may for a time seem foul, especially in a time when greatness is the mark and accusation is the game. \nযেহেতু উপহার গ্রহণ একটি সার্বজনীন এবং সাধারণ প্রথা ছিল, এবং কমন্স বিচারিক দুর্নীতি ও অসদাচরণ তদন্তে প্রবল আগ্রহী ছিল, তাই মনে করা হয় যে বেকন অন্যদের দুর্নীতি এবং অভিযোগ থেকে মনোযোগ সরাতে বলির পাঁঠা হিসাবে কাজ করেছিলেন।\nতার দোষ স্বীকারের প্রকৃত কারণ বিতর্কের বিষয়, তবে কিছু ঐতিহাসিক অনুমান করেন যে হয়তো বেকন অসুস্থতার দ্বারা প্রভাবিত হয়েছিল, অথবা এই ধারণা থেকে যে তার খ্যাতি এবং পদমর্যাদার গুরুত্বের কারণে তিনি কঠোর শাস্তি থেকে রেহাই পাবেন। এমনকি তাকে সমকামিতার অভিযোগে অভিযুক্ত করার হুমকি দিয়ে স্বীকারোক্তিতে বাধ্য করা হয়েছে বলেও সন্দেহ করা হয়।\nব্রিটিশ বিচারক বেসিল মন্টাগু বেকনের পক্ষ থেকে লিখেছেন, তার জনসমক্ষে অপমানজনক ঘটনার বিষয়ে:\n\nBacon has been accused of servility, of dissimulation, of various base motives, and their filthy brood of base actions, all unworthy of his high birth, and incompatible with his great wisdom, and the estimation in which he was held by the noblest spirits of the age. It is true that there were men in his own time, and will be men in all times, who are better pleased to count spots in the sun than to rejoice in its glorious brightness. Such men have openly libelled him, like Dewes and Weldon, whose falsehoods were detected as soon as uttered, or have fastened upon certain ceremonious compliments and dedications, the fashion of his day, as a sample of his servility, passing over his noble letters to the Queen, his lofty contempt for the Lord Keeper Puckering, his open dealing with Sir Robert Cecil, and with others, who, powerful when he was nothing, might have blighted his opening fortunes for ever, forgetting his advocacy of the rights of the people in the face of the court, and the true and honest counsels, always given by him, in times of great difficulty, both to Elizabeth and her successor. When was a \"base sycophant\" loved and honoured by piety such as that of Herbert, Tennison, and Rawley, by noble spirits like Hobbes, Ben Jonson, and Selden, or followed to the grave, and beyond it, with devoted affection such as that of Sir Thomas Meautys.\n\n\n=== ব্যক্তিগত জীবন ===\n\n\n==== ধর্মীয় বিশ্বাস ====\nবেকন একজন নিবেদিতপ্রাণ অ্যাংলিকান ছিলেন। তিনি বিশ্বাস করতেন যে দর্শন এবং প্রকৃতি অনুসন্ধান অবশ্যই পরীক্ষামূলক পদ্ধতিতে অধ্যয়ন করা উচিত, তবে তিনি যুক্তি দিয়েছিলেন যে আমরা কেবল ঈশ্বরের অস্তিত্বের পক্ষে যুক্তিগুলি অধ্যয়ন করতে পারি। ঈশ্বরের গুণাবলী (যেমন প্রকৃতি, কার্যক্রম এবং উদ্দেশ্য) সম্পর্কে তথ্য শুধুমাত্র বিশেষ প্রকাশ থেকে আসতে পারে। বেকন আরও ধারণা পোষণ করতেন যে জ্ঞান সমষ্টিগত এবং অধ্যয়ন শুধুমাত্র অতীত সংরক্ষণের মধ্যে সীমাবদ্ধ নয়। তিনি লিখেছেন, \"জ্ঞান স্রষ্টার মহিমা এবং মানুষের অবস্থার মুক্তির জন্য সমৃদ্ধ ভান্ডার।\" তার রচনায় তিনি লিখেছেন, \"সামান্য দর্শন মানুষের মনকে নাস্তিকতার দিকে ঝুঁকিয়ে দেয়, তবে গভীর দর্শন তাদের মনকে ধর্মের দিকে ফিরিয়ে আনে।\"\nবেকন খ্রিস্টধর্মের ভাঙনের বিরুদ্ধে ছিলেন, বিশ্বাস করতেন যে এটি শেষ পর্যন্ত নাস্তিকতাকে প্রধান দৃষ্টিভঙ্গি হিসেবে প্রতিষ্ঠিত করবে।\n\n\n==== স্থাপত্য প্রকল্প ====\nবেকন তার নিজস্ব নকশায় ভারুলাম হাউজ নির্মাণ করেছিলেন। মনে করা হয় যে এই ভবনটি স্যার রোল্যান্ড হিলের সোলটন হল-এ নির্মাণ থেকে প্রভাবিত।\n\n\n==== অ্যালিস বার্নহ্যামের সাথে বিবাহ ====\n\n৩৬ বছর বয়সে, বেকন ২০ বছর বয়সী এক বিধবা এলিজাবেথ হ্যাটন-কে প্রণয় নিবেদন করেন। তিনি বেকনের প্রতিদ্বন্দ্বী স্যার এডওয়ার্ড কোক-এর সাথে বিয়েতে সম্মত হয়ে বেকনের সাথে সম্পর্ক ভেঙে দেন। অনেক বছর পরেও, বেকন দুঃখ প্রকাশ করেতেন যে হ্যাটনের সাথে তার বিয়ে হয়নি।\n৪৫ বছর বয়সে, বেকন লন্ডনের একজন প্রভাবশালী অ্যালডারম্যান ও এমপি-র ১৩ বছর বয়সী কন্যা অ্যালিস বার্নহ্যাম-কে বিয়ে করেন। বেকন অ্যালিসকে প্রেম নিবেদন করে দুটি সনেট রচনা করেছিলেন। প্রথমটি তিনি প্রণয়কালে এবং দ্বিতীয়টি তাদের বিয়ের দিন, ১০ মে ১৬০৬-এ লেখেন। যখন বেকন লর্ড চ্যান্সেলর নিযুক্ত হন, তখন \"রাজা কর্তৃক বিশেষ আদেশে\" লেডি বেকনকে কোর্টের অন্য সমস্ত মহিলাদের উপর অগ্রাধিকার দেওয়া হয়। বেকনের ব্যক্তিগত সচিব এবং ধর্মযাজক উইলিয়াম রাউলি তার জীবনীতে লিখেছেন যে তাদের বিয়ে ছিল \"অনেক দাম্পত্য প্রেম ও শ্রদ্ধার\" উদাহরণ, যেখানে তিনি উল্লেখ করেন একটি সম্মানসূচক পোশাক, যা বেকন অ্যালিসকে দিয়েছিলেন এবং যা \"তিনি বেকনের মৃত্যুর পর আরও বিশ বছর ধরে নিজ মৃত্যুর দিন পর্যন্ত পরিধান করেছিলেন।\"\nবান্টেন তার লাইফ অব অ্যালিস বার্নহ্যাম  গ্রন্থে লিখেছেন যে, ঋণগ্রস্ত অবস্থায়, তিনি তাদের বন্ধুদের কাছে আর্থিক সহায়তা চেয়ে ভ্রমণে যেতেন। স্যার জন আন্ডারহিলের সাথে অ্যালিসের বিবাহবহির্ভূত সম্পর্ক আবিষ্কার করার পর বেকন অ্যালিসকে তার উইল থেকে উত্তরাধিকারীণী হিসাবে বাদ দেন।\n\n\n==== যৌনতা ====\nবিভিন্ন লেখক বিশ্বাস করেন যে, বিবাহিত হওয়া সত্ত্বেও, বেকন মূলত পুরুষদের প্রতি আকৃষ্ট ছিলেন। ফর্কার, উদাহরণস্বরূপ, ফ্রান্সিস বেকন এবং রাজা প্রথম জেমসের \"ঐতিহাসিকভাবে প্রমাণযোগ্য যৌন পছন্দ\" বিশ্লেষণ করেছেন এবং উপসংহার টেনেছেন যে তারা দুজনেই \"পুরুষত্বপূর্ণ প্রেমের\" প্রতি আকৃষ্ট ছিলেন। বেকনের যৌনতা নিয়ে অন্যরা বিতর্ক করেছেন, সামঞ্জস্যপূর্ণ প্রমাণের অভাবের কথা উল্লেখ করেছেন।\nজ্যাকোবিয়ান পুরাতাত্ত্বিক এবং বেকনের সহ-সাংসদ স্যার Simonds D'Ewes বেকনকে বাগারির অভিযোগে বিচার করার বিষয়ে ইঙ্গিত দিয়েছিলেন, যার সাথে তার ভাই অ্যান্থনি বেকনকেও অভিযুক্ত করা হয়েছিল। (বেকনের ভাই \"অন্যভাবে সমকামী ছিলেন\" বলে মনে করা হয়, সাহিত্যের এবং যৌনতা বিষয়ক পণ্ডিত জোসেফ কেডির মতে।) তার Autobiography and Correspondence ডায়েরির ৩ মে ১৬২১-এর এন্ট্রিতে, যেদিন বেকন সংসদ দ্বারা তিরস্কৃত হন, ডি'ইউস বেকনের ওয়েলশ চাকরদের প্রতি প্রেমের বর্ণনা দিয়েছেন, বিশেষ করে তার চাকর মি. হেনরি গডরিক বা গুডরিক, যাকে তিনি \"খুবই কোমলমুখী যুবক\" এবং \"তার catamite এবং বিছানাসঙ্গী\" বলে উল্লেখ করেছেন। বেকনের নিজের মা অ্যান্থনিকে অভিযোগ করেছিলেন আরেক চাকর, পার্সির প্রতি বেকনের আকর্ষণ নিয়ে, যাকে তিনি লিখেছিলেন বেকন তাকে \"একজন কোচসঙ্গী এবং বিছানাসঙ্গী\" হিসেবে রেখেছিলেন।\nতার Brief Lives রচনাগুলোতে (সম্ভবত ১৬৬৫-১৬৯০ এর মধ্যে রচিত এবং ১৮১৩ সালে বই হিসেবে প্রকাশিত), পুরাতত্ত্ববিদ জন অব্রে লিখেছিলেন যে বেকন একজন pederast \"যার গ্যানিমিড এবং প্রিয়জনরা ঘুষ নিতো\"। যদিও pederast শব্দটি \"বালকপ্রেমী\" বোঝায়, কেডি লিখেছেন যে অব্রে মূল গ্রীক শব্দটি সূক্ষ্মভাবে ব্যবহার করেছিলেন \"পুরুষ সমকামী\" বোঝাতে। গ্যানিমিডের চিত্রটি, তিনি লিখেছেন, সমকামীতা বোঝানোর একটি প্রচলিত উপায় ছিল।\nNew Atlantis-এ, বেকন তার utopian দ্বীপকে \"স্বর্গের অধীন সবচেয়ে পবিত্র স্থান\" হিসেবে বর্ণনা করেছিলেন, যেখানে \"পুরুষত্বপূর্ণ প্রেম\" এর \"কোনো ছোঁয়া\" নেই। কেডি যুক্তি দিয়েছিলেন যে New Atlantis-এ পুরুষ সমকামিতার প্রতি বেকনের উল্লেখটি ইচ্ছাকৃতভাবে \"বহিরাগত দৃষ্টিভঙ্গি\" থেকে এসেছে, প্রচলিত বিরোধিতার কারণে। এটি বেকনের অন্য কাজগুলোতে \"পরোক্ষ প্রশংসার\" সঙ্গে ইচ্ছাকৃতভাবে বৈপরীত্য তৈরি করে, তিনি দাবি করেছিলেন। কেডি কয়েকটি উদাহরণ উল্লেখ করেছেন, যার মধ্যে ছিল যে বেকন তার ছোট প্রবন্ধ \"Of Beauty\"-তে শুধুমাত্র পুরুষ সৌন্দর্যের আলোচনা করেছেন। তিনি আরও উল্লেখ করেছেন যে বেকন তার মনোলগ The Masculine Birth of Time শেষ করেছিলেন একজন বৃদ্ধ ব্যক্তির একজন তরুণকে (তার \"অন্তরের গভীর থেকে\") বলতে দিয়ে, \"নিজেকে আমাকে দাও যাতে আমি তোমাকে তোমার নিজের কাছে ফিরিয়ে দিতে পারি\" এবং \"সাধারণ বিবাহের প্রত্যাশা ও প্রার্থনার চেয়ে আরও বেশি বৃদ্ধি নিশ্চিত করতে পারি\"।\n\n\n=== মৃত্যু ===\n\n৯ এপ্রিল ১৬২৬-এ, ফ্রান্সিস বেকন নিউমোনিয়া রোগে আক্রান্ত হয়ে লন্ডনের বাইরে হাইগেটে অবস্থিত আর্নডেল হাউজে মারা যান।  তার মৃত্যু পরিস্থিতি সম্পর্কে একটি গুরুত্বপূর্ণ বিবরণ প্রদান করে জন অব্রির  লেখা Brief Lives। অব্রির বর্ণনায় বেকনকে পরীক্ষামূলক বৈজ্ঞানিক পদ্ধতির জন্য \"শহীদ\" হিসেবে উপস্থাপন করা হয়েছে। সেখানে বলা হয়েছে, তিনি রাজা-র চিকিৎসকের সাথে তুষারে ঢাকা হাইগেটে যাওয়ার সময় হঠাৎ মাংস সংরক্ষণের জন্য তুষার ব্যবহার করার সম্ভাবনা নিয়ে অনুপ্রাণিত হন।\n\nমুরগিকে তুষার দিয়ে ভর্তি করার সময়, বেকন মারাত্মক ঠান্ডা লেগে নিউমোনিয়ায় আক্রান্ত হন। কিছু লোক, যেমন অব্রি, এই দুটি সন্নিহিত ঘটনাকে সম্পর্কিত এবং তার মৃত্যুর কারণ মনে করেন:তুষার তাকে এতই শীতার্ত করে দেয় যে তিনি তৎক্ষণাৎ অত্যন্ত অসুস্থ হয়ে পড়েন এবং তার নিজ আবাসেও ফিরে যেতে পারেননি... তবে হাইগেটের আর্ল অফ আর্নডেলের বাড়িতে গিয়েছিলেন। সেখানে তাকে ... এমন একটি ভেজা বিছানায় রাখা হয়েছিল যেখানে আগে কেউ শুয়ে ছিল না ... যা তাকে এমন ঠাণ্ডা লাগিয়ে দেয় যে আমি মনে করি, ২ বা ৩ দিনের মধ্যেই, মি. হবস আমাকে জানিয়েছিলেন, তিনি শ্বাসরোধে মারা যান।\nমৃত্যুশয্যায় বেকন আর্লের উদ্দেশ্যে তার শেষ চিঠি লিখিয়েছিলেন:আমার খুব প্রিয় প্রভু, – আমি প্রায় কাইয়াস প্লিনিয়াস দ্য এল্ডার-এর ভাগ্য পেয়েছি, যিনি ভিসুভিয়াস পর্বতের অগ্নুৎপাত পরীক্ষা করার সময় প্রাণ হারিয়েছিলেন; কারণ আমিও কিছু পরীক্ষা করতে আগ্রহী ছিলাম দেহ সংরক্ষণ এবং দৃঢ়ীকরণের বিষয়ে। পরীক্ষাটি চমৎকারভাবে সফল হয়েছিল; তবে লন্ডন এবং হাইগেটের মধ্যবর্তী যাত্রায়, আমি এমন কাশির আক্রমণে আক্রান্ত হই যার সঠিক কারণ কী আমি জানি না। কিন্তু যখন আমি আপনার প্রভুত্বের বাড়িতে পৌঁছলাম, তখন আর ফিরে যেতে পারিনি এবং এখানে অবস্থান করতে বাধ্য হয়েছিলাম, যেখানে আপনার গৃহপরিচারক আমার প্রতি খুব যত্নশীল এবং সতর্ক ছিলেন। আমি নিশ্চিত যে আপনি তার প্রতি আরো সদয় হবেন। কারণ আসলেই, আপনার বাড়ি আমার জন্য আশীর্বাদ ছিল এবং আমি এতে স্বাগত জানানোর জন্য আপনার মহৎ হাতকে চুম্বন করছি। আমি জানি নিজের হাত ছাড়া অন্য কোনো হাতে লেখা আমার জন্য অনুপযুক্ত, তবে সত্যি বলতে আমার আঙুলগুলো অসুস্থতায় এতটাই দুর্বল হয়ে পড়েছে যে আমি কলম দৃঢ়ভাবে ধরে রাখতে পারছি না।\n অন্য একটি বিবরণ পাওয়া যায় বেকনের ব্যক্তিগত সচিব ও চ্যাপলিন উইলিয়াম রলির জীবনীতে:তিনি ১৬২৬ সালের এপ্রিল মাসের নয় তারিখে ভোরে, আমাদের ত্রাণকর্তার পুনরুত্থান দিবস হিসেবে উদযাপিত হওয়ার দিনে, ৬৬ বছর বয়সে, লন্ডনের কাছে হাইগেটে আর্ল অফ আর্নডেলের বাড়িতে মারা যান। মৃত্যুর কারণ ছিল মৃদু জ্বরের সাথে বৃহৎ ঠাণ্ডা, তিনি শ্বাসরোধে মারা যান।\nবেকনকে সেন্ট মাইকেলস চার্চে সমাহিত করা হয়। তার মৃত্যুর সংবাদে, ৩০ জনেরও বেশি প্রতিভাবান ব্যক্তি তাকে নিয়ে তাদের প্রশংসাসূচক কবিতা সংকলন করেন, যা পরে ল্যাটিন ভাষায় প্রকাশিত হয়। তিনি ব্যক্তিগত সম্পত্তি হিসাবে নগদ প্রায় £৭,০০০ এবং £৬,০০০ মূল্যের বিক্রয়যোগ্য ভূমি রেখে গিয়েছিলেন। তার দেনার পরিমাণ ছিল £২৩,০০০-এরও বেশি, যা বর্তমান মূল্য অনুযায়ী £৪ মিলিয়নের বেশি।\n\n\n== দর্শন এবং কাজ ==\n\nফ্রান্সিস বেকনের দর্শন তার রেখে যাওয়া বিশাল এবং বৈচিত্র্যময় লেখাগুলিতে প্রদর্শিত, যা তিনটি বড় শাখায় বিভক্ত হতে পারে:\n\nবৈজ্ঞানিক কাজ যেখানে বৈজ্ঞানিক পদ্ধতিতে জ্ঞানের সর্বজনীন সংস্কার এবং বৈজ্ঞানিক পদ্ধতি ব্যবহার করে মানবজাতির অবস্থার উন্নতির জন্য তার ধারণাগুলি ব্যাখ্যা করেছেন। \nধর্ম সম্পর্কিত কাজ যেখানে তিনি নৈতিক দার্শনিকতা ও ধর্ম বিষয়ে লিখেছেন।\nবিচার সংক্রান্ত কাজ যেখানে বেকন ইংরেজ আইনে   সংস্কারের প্রস্তাব করেছেন। \n\n\n== ঐতিহাসিক বিতর্ক ==\n\n\n=== বেকন এবং শেক্সপিয়ার ===\n\nকিছু গবেষক মনে করেন যে উইলিয়াম শেকসপিয়ারের নামে প্রচলিত নাটকগুলোর মধ্যে কয়েকটি (বা সবকটি) রচনা করেছেন ফ্রান্সিস বেকন।\n\n\n=== অকাল্ট তত্ত্ব ===\n\nফ্রান্সিস বেকন প্রায়ই গ্রে'স ইনে অন্যদের সাথে রাজনীতি এবং দর্শন নিয়ে আলোচনা করতে এবং বিভিন্ন স্বলিখিত নাট্য দৃশ্যের অভিনয় করার জন্য জড়ো হতেন।  রোসিক্রুসিয়ান এবং ফ্রিম্যাসনদের সাথে বেকনের কথিত সংযোগ অনেক বইয়ে লেখক এবং পণ্ডিতদের দ্বারা ব্যাপকভাবে আলোচিত হয়েছে। কিন্তু ড্যাফনি দ্যু মারিয়েই এবং অন্য কিছু গবেষক মনে করেন যে রোসিক্রুসিয়ানদের সাথে জড়িত থাকার দাবিকে সমর্থন করার জন্য কোনও পূর্ণাঙ্গ প্রমাণ নেই।  ফ্রান্সিস ইয়েটস  দাবি করেন না যে বেকন রোসিক্রুসিয়ান ছিলেন, তবে প্রমাণ উপস্থাপন করেন যে তিনি সেই সময়ের কিছু গুপ্ত আন্দোলনের সাথে জড়িত ছিলেন। তিনি যুক্তি দেন যে শিক্ষার অগ্রগতির জন্য বেকনের আন্দোলন জার্মান রোসিক্রুসিয়ান আন্দোলনের সাথে ঘনিষ্ঠভাবে যুক্ত ছিল। বেকন শিক্ষার অগ্রগতির জন্য তার করা আন্দোলনকে রোসিক্রুসিয়ান আদর্শের সাথে সামঞ্জস্যপূর্ণ মনে করতেন।\nবেকনের কাজ এবং রোজিক্রুশিয়ানদের আদর্শের মধ্যে সম্পর্ক, যা ইয়েটস খুঁজে পেয়েছিলেন বলে দাবি করা হয়, তা হলো রোজিক্রুশিয়ান ম্যানিফেস্টো এবং বেকনের \"গ্রেট ইনস্টুরেশন\" পরিকল্পনার উদ্দেশ্যের মধ্যে একাধিক মিল। উভয় লেখাতেই \"দৈব এবং মানবীয় বোঝাপড়া\"-র পুনর্গঠনের আহ্বান ছিল এবং উভয়েরই উদ্দেশ্য ছিল মানবজাতির \"পতন পূর্ববর্তী অবস্থায়\" ফিরে যাওয়া।\nফ্রান্সিস বেকন এবং তার বিজ্ঞান ও ধর্মীয় লেখায় গোপন প্রভাবের বিষয়টি আলোচিত হয়েছে। বেকনের \"নিউ অ্যাটলান্টিস\" এবং জার্মান রোজিক্রুশিয়ান লেখক জোহান ভ্যালেনটিন আন্দ্রেয়ার \"ক্রিশ্চিয়ানোপোলিসের বিবরণ\" (১৬১৯) এর মধ্যে মিল খুঁজে পাওয়া যায়। উভয় গ্রন্থেই ইউটোপিয়ান দ্বীপের ধারণা তুলে ধরা হয়েছে, যেখানে বিজ্ঞান এবং আধ্যাত্মিক পূর্ণতা মানুষের মূল লক্ষ্য। আন্দ্রেয়ার দ্বীপে প্রযুক্তি ও শিল্পের উন্নয়নের কথা বলা হয়েছে, যা বেকনের বৈজ্ঞানিক পদ্ধতির সাথে সামঞ্জস্যপূর্ণ।\nইতিহাসবিদ পাওলো রোসি দাবি করেছেন যে বেকন প্রাথমিক আধুনিক রসায়ন এবং জাদুবিদ্যার সম্পর্কে জানতেন এবং তার বিজ্ঞানের ধারণা রেনেসাঁ যুগের জাদুবিদ্যার প্রভাব বহন করে। তবে বেকন শেষ পর্যন্ত আধুনিক বিজ্ঞানের ভিত্তি গড়ে তুলতে গোপন দর্শনের দার্শনিক ভিত্তি প্রত্যাখ্যান করেন।\nরোসির বিশ্লেষণ এবং দাবি জেসন জোসেফসন-স্টর্ম তার গবেষণায় দ্য মিথ অব ডিজেনচ্যান্টমেন্ট-এ প্রসারিত করেছেন। জোসেফসন-স্টর্মও বেকন সম্পর্কিত ষড়যন্ত্র তত্ত্ব প্রত্যাখ্যান করেন। তবে, তিনি যুক্তি দেন যে বেকনের \"জাদুবিদ্যা প্রত্যাখ্যান\" প্রকৃতপক্ষে জাদুবিদ্যাকে ক্যাথলিক, দানবীয়, এবং গুপ্ত প্রভাব থেকে মুক্ত করার চেষ্টা ছিল এবং জাদুবিদ্যাকে বিজ্ঞানের মতো একটি অধ্যয়ন ও প্রয়োগ ক্ষেত্র হিসেবে প্রতিষ্ঠা করার চেষ্টা ছিল। আরও বলেন, বেকন যখন তার পরীক্ষামূলক পদ্ধতি বিকাশ করছিলেন, তখন তিনি জাদুবিদ্যার ধারণা থেকে অনুপ্রাণিত হয়েছিলেন।  জোসেফসন-স্টর্ম দেখান যে বেকন প্রকৃতিকে জীবন্ত সত্তা হিসেবে দেখেতেন এবং তার প্রকৃতি নিয়ন্ত্রণ ও প্রয়োগ সম্পর্কিত ধারণাগুলো প্রকৃতপক্ষে তার আত্মিকতা ও প্রকৃতির ব্যক্তিত্বকরণের উপর নির্ভর করত।\nবেকনের প্রভাব বিভিন্ন ধর্মীয় ও আধ্যাত্মিক লেখকদের ওপর এবং তার লেখা বিভিন্ন বিশ্বাস ব্যবস্থায় ব্যবহারকারী গোষ্ঠীগুলোর ওপরও পরিলক্ষিত হয়েছে।\n\n\n== প্রভাব ==\n\n\n=== বিজ্ঞান ===\n\nবেকনের মূল কাজ নোভাম অর্গানাম ১৭ শতকে পণ্ডিতদের মধ্যে অত্যন্ত প্রভাবশালী ছিল। স্যার টমাস ব্রাউন তার সিউডোডক্সিয়া এপিডেমিকা (১৬৪৬-৭২) নামক বিশ্বকোষে বৈজ্ঞানিক অনুসন্ধানের জন্য বেকোনিয়ান পদ্ধতির অনুসরণ করেন। এই বইটি বৈজ্ঞানিক পদ্ধতির ভিত্তিকে পর্যবেক্ষণ এবং আবেশের মাধ্যম হিসেবে অন্তর্ভুক্ত করে। রবার্ট হুক বেকনের দ্বারা অত্যন্ত প্রভাবিত ছিলেন। তিনি তার বই \" মাইক্রোগ্রাফিয়া \"-এ বেকনিয়ান ভাষা এবং ধারণা ব্যবহার করেন।\nবেকনের মতে, শিক্ষা এবং জ্ঞান সবই উদ্ভূত যুক্তি থেকে।\nপুনরুদ্ধারের সময়, বেকনকে ১৬৬৬ সালে দ্বিতীয় চার্লসের অধীনে প্রতিষ্ঠিত রয়্যাল সোসাইটির একজন পথপ্রদর্শক হিসেবে আমন্ত্রণ জানানো হয়।   ১৮ শতকের ফরাসি আলোকিতকরণের যুগে, বিজ্ঞানের প্রতি বেকনের অ-আধ্যাত্মিক দৃষ্টিভঙ্গি তার ফরাসি সমসাময়িক দেকার্তের দ্বৈতবাদের চেয়ে বেশি প্রভাবশালী হয়ে ওঠে এবং প্রাচীন শাসনের সমালোচনার সাথে যুক্ত হয়। ১৭৩৩ সালে ভলতেয়ার তাকে বৈজ্ঞানিক পদ্ধতির \"পিতা\" হিসাবে ফরাসি শ্রোতাদের সাথে পরিচয় করিয়ে দেন।  তিনি \"পরীক্ষামূলক দর্শনের জনক\" হিসাবে খ্যাতি লাভ করেন। \nতিনি মেডিসিন, হিস্ট্রি অফ লাইফ অ্যান্ড ডেথ,  নামক জীবন দীর্ঘায়িত করার জন্য প্রাকৃতিক ও পরীক্ষামূলক পর্যবেক্ষণ সহ একটি দীর্ঘ গ্রন্থও লিখেছিলেন।\n১৯০২ সালে হুগো ফন হফম্যানসথাল বেকনকে সম্বোধন করে একটি কাল্পনিক চিঠি প্রকাশ করেন, যা লর্ড চন্দোস লেটার নামে পরিচিত হয়।\n\n\n=== উত্তর আমেরিকা ===\n\nবেকন উত্তর আমেরিকায়, বিশেষ করে ভার্জিনিয়া, ক্যারোলিনাস এবং উত্তর-পূর্ব কানাডার নিউফাউন্ডল্যান্ডে ব্রিটিশ উপনিবেশ স্থাপনে অগ্রণী ভূমিকা পালন করেছিলেন। ১৬০৯ সালে \"দ্য ভার্জিনিয়া কলোনি\" সম্পর্কে তার সরকারী প্রতিবেদন জমা দেওয়া হয়েছিল। ১৬১০ সালে বেকন এবং তার সহযোগীরা রাজার কাছ থেকে একটি সনদ পেয়েছিলেন যাতে তারা ট্রেজারার এবং কোম্পানি অফ অ্যাডভেঞ্চারার্স এবং সিটি অফ লন্ডন এবং ব্রিস্টলের কলোনি বা নিউফাউন্ডল্যান্ডের প্লান্টাকনের জন্য প্ল্যান্টার গঠন করে এবং সেখানে একটি উপনিবেশ খুঁজে পেতে জন গাইকে পাঠায়।  টমাস জেফারসন, মার্কিন যুক্তরাষ্ট্রের তৃতীয় রাষ্ট্রপতি, লিখেছেন: \"বেকন, লক এবং নিউটন । আমি তাদেরকে তিনজন সর্বশ্রেষ্ঠ ব্যক্তি হিসাবে বিবেচনা করি যারা কোনো ব্যতিক্রম ছাড়াই বেঁচে আছেন, এবং সেইসব সুপারস্ট্রাকচারের ভিত্তি স্থাপন করেছেন যা উত্থাপিত হয়েছে ভৌত এবং নৈতিক বিজ্ঞানে \"। \n১৯১০ সালে, নিউফাউন্ডল্যান্ড উপনিবেশ প্রতিষ্ঠায় বেকনের ভূমিকাকে স্মরণ করার জন্য একটি ডাকটিকিট জারি করে। স্ট্যাম্পটি বেকনকে \"১৬১০ সালে ঔপনিবেশকরণ প্রকল্পের পথপ্রদর্শক\" হিসাবে বর্ণনা করে।  তদুপরি, কিছু পণ্ডিত বিশ্বাস করেন যে তিনি ভার্জিনিয়া উপনিবেশের জন্য ১৬০৯ এবং ১৬১২ সালে দুটি সরকারের সনদের খসড়া তৈরির জন্য মূলত দায়ী ছিলেন।  উইলিয়াম হেপওয়ার্থ ডিক্সন বিবেচনা করেছিলেন যে বেকনের নাম মার্কিন যুক্তরাষ্ট্রের প্রতিষ্ঠাতাদের তালিকায় অন্তর্ভুক্ত করা যেতে পারে। \n\n\n=== আইন ===\nআইন সংস্কারের জন্য তার প্রস্তাবের খুবই কম অংশ তার জীবদ্দশায় গৃহীত হয়েছিল। কিন্তু পরবর্তীকালে ব্রিটেন ও ফ্রান্সের আইন তার কাজ দ্বারা প্রভাবিত হয়।  ইতিহাসবিদ উইলিয়াম হেপওয়ার্থ ডিক্সন নেপোলিয়নিক কোডকে \"বেকনের চিন্তার একমাত্র মূর্ত প্রতীক\" হিসাবে উল্লেখ করেছেন, বলেছেন যে বেকনের আইনি কাজ \"দেশের তুলনায় বিদেশে বেশি সাফল্য পেয়েছে\"। \nহার্ভে হুইলার বেকনকে আধুনিক কমন ল ব্যবস্থার এই স্বতন্ত্র বৈশিষ্ট্যগুলির সৃষ্টির কৃতিত্ব দিয়েছেন :\n\n\"অলিখিত আইন\" সম্পর্কে প্রমাণের ভান্ডার হিসাবে পূর্ববর্তী মামলাকে ব্যবহার করা;\nপ্রমাণ এবং যুক্তির বর্জনীয় নীতি দ্বারা পূর্ববর্তী নজিরের প্রাসঙ্গিকতা নির্ধারণ করা;\nবিরোধী আইনী সংক্ষিপ্ত বিবরণকে একটি নতুন তথ্যের সেটে \"অলিখিত আইন\" প্রয়োগ সম্পর্কে প্রতিপক্ষের অনুমান হিসাবে বিবেচনা করা।\n১৭ শতকে স্যার ম্যাথিউ হেল আধুনিক সাধারণ আইন বিচার পদ্ধতি ব্যাখ্যা করেছিলেন এবং বেকনকে মৌলিক সূত্রাবলির প্রয়োগ থেকে অলিখিত আইন আবিষ্কারের প্রক্রিয়ার উদ্ভাবক হিসেবে স্বীকৃতি দিয়েছিলেন। এই পদ্ধতি অভিজ্ঞতাবাদ এবং প্রবর্তিতিবাদের একটি নতুন সংমিশ্রণ হিসেবে আধুনিক ইংরেজ সমাজের অনেক বৈশিষ্ট্যে ছাপ রেখেছে। পল কোচার লিখেছেন যে কিছু আইনজ্ঞদের মতে বেকন আধুনিক আইনবিজ্ঞানের জনক হিসেবে বিবেচিত হন।\nলন্ডনের গ্রে'স ইন, সাউথ স্কোয়ারে বেকনকে একটি মূর্তির মাধ্যমে স্মরণ করা হয়, যেখানে তিনি তার আইনি শিক্ষা লাভ করেছিলেন এবং যেখানে ১৬০৮ সালে তাকে ইন-এর ট্রেজারার নির্বাচিত করা হয়েছিল।\nবেকনের ওপর সাম্প্রতিক গবেষণায় দেখা গেছে তিনি অত্যাচারকে আইনি পন্থা হিসেবে প্রস্তাব করেছিলেন। প্রথম এলিজাবেথ এবং প্রথম জেমসের শাসনকালে বেকন পাঁচটি অত্যাচার অনুমোদন পত্রে কমিশনার হিসেবে তালিকাভুক্ত ছিলেন। ১৬১৩ (?) সালে, অত্যাচারের অবস্থান নিয়ে প্রথম জেমসকে লেখা একটি চিঠিতে বেকন উল্লেখ করেন, \"বিশ্বাসঘাতকতার ক্ষেত্রে, অত্যাচার ব্যবহৃত হয় আবিষ্কারের জন্য, প্রমাণের জন্য নয়।\" বেকনের জন্য, অত্যাচার কোনো শাস্তিমূলক ব্যবস্থা বা রাষ্ট্রীয় দমনমূলক উপায় ছিল না, বরং রাষ্ট্রদ্রোহ খুঁজে বের করার দায়িত্বপ্রাপ্ত সরকারি প্রতিনিধির জন্য একটি কার্যকর পদ্ধতি ছিল।\n\n\n=== জ্ঞান সংগঠন ===\nফ্রান্সিস বেকন বিশ্বাস করতেন যে জ্ঞানের শ্রেণীবিন্যাস সর্বজনীন হতে হবে এবং সকল সম্ভাব্য সম্পদকে অন্তর্ভুক্ত করতে হবে। তার প্রগতিশীল দৃষ্টিভঙ্গিতে, মানবজাতি আরও ভালো অবস্থানে পৌঁছাবে যদি শিক্ষার সম্পদ জনসাধারণের জন্য উন্মুক্ত করা হয়, তাই এটি সংগঠিত করার প্রয়োজন। শিক্ষার প্রতি তার দৃষ্টিভঙ্গি ব্যক্তিগত থেকে সামাজিক স্বার্থে পশ্চিমা জ্ঞানতত্ত্বের দৃষ্টিভঙ্গি বদলে দেয়।\nবেকনের প্রস্তাবিত মূল শ্রেণীবিন্যাস সমস্ত ধরণের জ্ঞানকে তিনটি সাধারণ গোষ্ঠীতে সংগঠিত করে: ইতিহাস, কবিতা, এবং দর্শন। তিনি এই শ্রেণীবিন্যাস করেছিলেন কিভাবে তথ্য প্রক্রিয়াকরণ হয় সে সম্পর্কে তার বোঝার উপর ভিত্তি করে: যথাক্রমে স্মৃতি, কল্পনা, এবং যুক্তি। জ্ঞানের শ্রেণীবিন্যাসে তার পদ্ধতিগত দৃষ্টিভঙ্গি তার বৈজ্ঞানিক পদ্ধতির নীতির সাথে সম্পূর্ণ সামঞ্জস্যপূর্ণ। বেকনের রচনা ছিল উইলিয়াম টরি হ্যারিস'র গ্রন্থাগার শ্রেণীবিন্যাস ব্যবস্থার জন্য একটি প্রারম্ভিক পয়েন্ট, যা ১৮০০ এর দশকের দ্বিতীয়ার্ধে যুক্তরাষ্ট্রে ব্যবহৃত হয়।\n\"scientia potentia est\" (অথবা \"scientia est potentia\"), যার অর্থ \"জ্ঞানই শক্তি\", এই বাক্যাংশটি সাধারণত বেকনের উক্তি হিসেবে পরিচিত: \"ipsa scientia potestas est\" (\"জ্ঞানের মধ্যেই শক্তি নিহিত\") এই বাক্যাংশটি তার Meditationes Sacrae (১৫৯৭)-এ পাওয়া যায়।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\nAndreae, Johann Valentin (১৬১৯)। \"Christianopolis\"। Description of the Republic of Christianopolis। \nচিসাম, হিউ, সম্পাদক (১৯১১)। \"Bacon, Francis\"। ব্রিটিশ বিশ্বকোষ (১১তম সংস্করণ)। কেমব্রিজ ইউনিভার্সিটি প্রেস। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nটেমপ্লেট:Cite SBDEL\nFarrell, John (২০০৬)। \"Chapter 6: The Science of Suspicion.\"। =Paranoia and Modernity: Cervantes to Rousseau। Cornell University Press। আইএসবিএন 978-0801474064। \nFarrington, Benjamin (১৯৬৪)। The Philosophy of Francis Bacon। University of Chicago Press।  Contains English translations of\n\n\n== আরও পড়ুন ==\nAgassi, Joseph (২০১৩)। The Very Idea of Modern Science: Francis Bacon and Robert Boyle। Springer। আইএসবিএন 978-94-007-5350-1। \nFarrell, John (২০০৬)। \"6: The Science of Suspicion\"। Paranoia and Modernity: Cervantes to Rousseau। Ithaca, NY: Cornell University Press। আইএসবিএন 978-0-8014-7406-4। \nFarrington, Benjamin (১৯৬৪)। The Philosophy of Francis Bacon। University of Chicago Press।  Contains English translations of\nTemporis Partus Masculus\nCogitata et Visa\nRedargutio Philosophiarum\nJosephson-Storm, Jason (২০১৭)। The Myth of Disenchantment: Magic, Modernity, and the Birth of the Human Sciences। Chicago: University of Chicago Press। আইএসবিএন 978-0-226-40336-6। \nHeese, Mary (১৯৬৮)। \"Francis Bacon's Philosophy of Science\"।   Vickers, Brian। Essential Articles for the Study of Francis Bacon। Hamden, CT: Archon Books। পৃষ্ঠা 114–139। আইএসবিএন 978-0208006240। \nLewis, Rhodri (২০১৪)। \"Francis Bacon and Ingenuity\"। Renaissance Quarterly। 67 (1): 113–163। এসটুসিআইডি 170420555। জেস্টোর 10.1086/676154। ডিওআই:10.1086/676154। \nRoselle, Daniel; Young, Anne P। \"5: The 'Scientific Revolution' and the 'Intellectual Revolution'\"। Our Western Heritage। \nRossi, Paolo (১৯৬৮)। Francis Bacon: from Magic to Science। University of Chicago Press। \nSerjeantson, Richard. \"Francis Bacon and the 'Interpretation of Nature' in the Late Renaissance,\" Isis (December 2014) 105#4 pp. 681–705.\n\n\n== বহিঃসংযোগ ==\nBacon by Thomas Fowler (1881) public domain @GoogleBooks\nFrancis Bacon স্ট্যানফোর্ড এনসাইক্লোপিডিয়া অফ ফিলোসফি-র ভুক্তি, লিখেছেন Juergen Klein\n[bacon \"Francis Bacon\"] — বেনামী, ইন্টারনেট এনসাইক্লোপিডিয়া অফ ফিলোসফি, আইএসএসএন ২১৬১-০০০২, ১৫ মে ২০২৫।\nগুটেনবের্গ প্রকল্পে Francis Bacon-এর সাহিত্যকর্ম ও রচনাবলী (ইংরেজি)\nThe Francis Bacon Society\nLord Macaulay's essay Lord Bacon (Edinburgh Review, 1837)\nমহান ব্যক্তিত্বের অধিকারী ফ্রান্সিস বেকন। বাংলা ডন Bangla Don"}