{"pageid": 1475119, "title": "৮৫-র গ্রীষ্ম", "url": "https://bn.wikipedia.org/wiki?curid=1475119", "content": "৮৫-র গ্রীষ্ম (ফরাসি: Été 85) হলো ১৪২৭ সালে মুক্তিপ্রাপ্ত একটি প্রেম-নাট্য চলচ্চিত্র যা ফ্রানসোয়া ওযোন দ্বারা রচিত এবং পরিচালিত, আংশিকভাবে এইডান চেম্বার্সের ১৩৮৮ সালের ডান্স অন মাই গ্রেভ উপন্যাসের উপর ভিত্তি করে। এতে অভিনয় করেছেন ফেলিক্স লেফেব্রে এবং বেঞ্জামিন ভোয়াযাঁ ।\nএটি ফ্রান্সে ৩০ আষাঢ়, ১৪২৭ সনে ডায়াফানা ডিস্ট্রিবিউশন দ্বারা মুক্তি পায়।\n\n\n== পটভূমি ==\n১৯৮৫ খ্রিষ্টাব্দের (১৩৯২ সন) গ্রীষ্ম, নর্ম্যান্ডি, ফরাস, আলেক্সিঁ, ১৬ বছর একজন কিশোর, (যে মৃত্যু দ্বারা মুগ্ধ) একটি নৌকা নিয়ে সমুদ্রে যায় সম​য় কাটাতে। কিন্তু তার অজান্তে একটি বজ্রঝ​ড় গঠিত হয়। সে সম​য় মতো সৈকতে ফিরে আসতে পারে না ও প্রবল ঢেউ-এ তার নৌকা উল্টে যায়। সে কোনোমতে উল্টে যাওয়া নৌকাটি ধরে ভেসে থাকে। এ সম​য় ১৮ বছরের অন্য এক কিশোর, দাভিদ, আলেক্সিঁকে উদ্ধার করে ও তার নিজের নৌকা করে সৈকতে ফেরত আনে। এই ঘটনাটি ঘটার পর, তারা দুজন দিনকে-দিন ঘনিষ্ঠ হতে থাকে। শেষে আলেক্সিঁ দাভিদের পারিবারিক দোকানের কাজে সাহায্য় করা শুরু করে। এক রাত একটি মেলায় মারামারির পর আলেক্সিঁ ও দাভিদ দুজনই পালিয়ে আসে। তারা একে অপরের ক্ষতস্থান পরিষ্কার করার সম​য় ঘনিষ্ঠ হ​য়ে পরে ও শেষমেষ একে অপরকে চুম্বন করে। তারা একটি গোপন ঘনিষ্ঠ সম্পর্কে জ​ড়ালেও দাভিদ এক সম​য় শিকার করে যে সে উদাস এবং আলেক্সিঁর এক বান্ধবি, কেটের সাথে সে ঘনিষ্ঠ সম্পর্ক গ​ড়েছে (যে জানতো না আলেক্সিঁ ও দাভিদের প্রেম সম্বন্ধে)। শেষে তারা দুজন বৃহৎ এক ঝগড়ায় লিপ্ত হ​য় এবং আলেক্সিঁ রাগে দাভিদের দিকে একটি প্রস্তর ছূড়ে মারে, যা সে কোনোমতে এড়াতে সম্ভব হ​য়। রাগান্বিত, আলেক্সিঁ পুরো দোকান উলোট-পালোট করে কাঁদতে-কাঁদতে স্থান ত্যাগ করে। দাভিদ তার পিছু করতে গেলে একটি সড়ক দূর্ঘটনায় নিহত হ​য়। এ খবর জানার পরে আলেক্সিঁ নিজেকে দোষি মনে করতে শুরু করে। সে নিজেকে হত্যা করারও চেষ্টা করে একাধিক বার, কিন্তু ব্যর্থ হ​য়। পরে সে সিদ্ধান্ত নেয় যে তার ও দাভিদের মাঝে পূর্বে গ​ড়া একটি প্রতিজ্ঞা পূরণ করার; যে আগে মৃত্যুবরণ করবে, সে অপরের কবরের ওপর নাচবে। তবে কাজটি করার সম​য় আলেক্সিঁ গ্রেপ্তার হ​য়। তবে সকল ঘটনা জানার পর আদালতের বিচারক তার ওপর মায়া করে ও শেষে তাকে শুধুমাত্র ১৪০ ঘন্টা কমিউনিটি পরিষেবায় অভিযুক্ত করেন ও একজন মনোরোগ বিশেষজ্ঞের সাথে সাক্ষাৎ করার দৃঢ় সুপারিশ করেন।\nচলচ্চিত্রের দৃশ্যগুলো দাভিদ ও আলেক্সিঁর সম্পর্ক ও দাভিদের মৃত্যুর পরের ঘটনাগুলির মাঝে আসা-যাওয়া করতে থাকে, যেখানে তার সাহিত্য বিষয়ক শিক্ষিকার উপদেশে আলেক্সিঁ তার জীবনের ঘটনাবলি তার খাতায় লিখতে থাকে, মানসিক শান্তির জন্য।\n\n\n== চরিত্রাভিনয়ে ==\n\n\n== উৎপাদন ==\n১৪২৬ সালের শুরুতে ঘোষণা করা হয়েছিলো যে ফেলিক্স লেফেব্রে, বেঞ্জামিন ভয়সিন এবং ফিলিপাইন ভেল্জ চলচ্চিত্রের অভিনয়ে যোগ দিয়েছেন, ফ্রাঙ্কোইস ওযোন তার লেখা একটি চিত্রনাট্য থেকে পরিচালনা করেছেন। প্রধান চিত্রসংগ্রহ ১৪২৬ সালের গ্রীষ্মে শুরু হয়েছিলো (১৩ জ্যৈষ্ঠ থেকে ৭ আষাঢ় পর্যন্ত)। \n\n\n== মুক্তি ==\nকোভিড-১৯ মহামারীর কারণে বাতিল হওয়ার আগে ছবিটি ২০২০ সালের মে মাসে কান ফিল্ম ফেস্টিভ্যালে সর্বপ্রথম আত্মপ্রকাশের জন্য নির্ধারিত করা হয়েছিলো।  ইহা ৩০ আষাঢ়, ১৪২৭-এ ফরাসে মুক্তি পায়  ১৪২৭ সালের মাঝের দিক, মিউজিক বক্স ফিল্মস ফিল্মটির ইউএস ডিস্ট্রিবিউশন স্বত্ব অধিগ্রহণ করে।  ইহা ২০২০ টরন্টো আন্তর্জাতিক চলচ্চিত্র উৎসবে (১৩ সেপ্টেম্বর, ২০২০) ২৯ ভাদ্র, ১৪২৭-এ প্রদর্শিত হয়  ইহা ৪ আষাঢ়, ১৪২৮-এ মার্কিন যুক্তরাষ্ট্রে মুক্তি পায় \n\n\n== অভ্যর্থনা ==\n\n\n=== সমালোচনামূলক অভ্যর্থনা ===\n৮৫-র গ্রীষ্ম রটেন টোমাটোস্- এ ৮০% অনুমোদন নির্ধারণ ধারণ করে, ১০১ পর্যালোচনার উপর ভিত্তি করে - গড় ৬.৫/১০ । সাইটের সমালোচনামূলক সম্মতিতে লেখা হয়েছে, \"ফ্রাঙ্কোইস ওজোনের সেরা কাজ না হলেও, ৮৫-র গ্রীষ্ম কিশোর প্রেমের জন্য একটি বিভ্রান্তিকর, তিক্ত মিষ্টি আড্ডা এবং এর দীর্ঘস্থায়ী প্রভাব হিসেবে কাজ করে।\"  মেটাক্রিটিক-এ, ২০ জন সমালোচকের উপর ভিত্তি করে চলচ্চিত্রটি ১০০-এর মধ্যে ৬৪ নির্ধারণ পেয়েছে, যা \"সাধারণত অনুকূল পর্যালোচনা\" নির্দেশ করে। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে ৮৫-র গ্রীষ্ম   (ইংরেজি)\nঅলমুভিতে ৮৫-র গ্রীষ্ম  (ইংরেজি)\nমেটাক্রিটিকে ৮৫-র গ্রীষ্ম  (ইংরেজি)\nরটেন টম্যাটোসে ৮৫-র গ্রীষ্ম (ইংরেজি)\nটেমপ্লেট:François Ozon"}