{"pageid": 1475912, "title": "রিগপ", "url": "https://bn.wikipedia.org/wiki?curid=1475912", "content": "রিগপ (তিব্বতি: རིག་པ་, ওয়াইলি: rig pa; সংস্কৃত: বিদ্যা) হলো জোগচেন ভাষায় ভূমির জ্ঞান। \nরিগপ এর বিপরীত হলো ম রিগপ (অবিদ্যা, অজ্ঞতা)। রিগপ অবস্থা অর্জনকারী অনুশীলনকারী যেখানে ক্রমাগত বিশ্রাম নিতে সক্ষম তাকে রিগম (বিদ্যাধর দেখুন) বা রিগদযিন বলা হয়, যেটি নামমাত্র আগে বা নামানুসারে শিরোনাম হিসাবে ব্যবহার করা যেতে পারে।\n\n\n== তাৎপর্য ==\nরিগপ হলো জোগচেনের কেন্দ্রীয় ধারণা। এটি হলো ভূমির জ্ঞান। এটি 'আদিম সচেতনতা' বোঝাতেও এসেছে যা নিজেই মৌলিক ভিত্তি। এরিক পেমা কুনসাং একটি পাঠ্য অনুবাদ করেন যা জোগচেন প্রসঙ্গে রিগপ ও ম রিগপ এর মৌলিক সংজ্ঞা প্রদান করে:\n\nঅজ্ঞাত (ম রিগপ) হলো মনের প্রকৃতি না জানা। জ্ঞাত (রিগপ) হলো আসল জাগরণ সম্পর্কে জানা যা ব্যক্তিগত অভিজ্ঞতা।\nরিগপের দুটি দিক রয়েছে, যথা কদগ ও লহুন গ্রাব।  কদগ অর্থ \"বিশুদ্ধতা\" বা \"আদি বিশুদ্ধতা\"।  তিব্বতি ভাষায় লহুন গ্রাব সাধারণত স্বয়ংক্রিয়, স্ব-সৃষ্ট বা স্বতঃস্ফূর্ত ক্রিয়া বা প্রক্রিয়া বোঝায়। রিগপের গুণমান হিসেবে এর অর্থ 'স্বতঃস্ফূর্ত উপস্থিতি'। রিগপের অর্থও হতে পারে 'স্বয়ংসম্পূর্ণ উৎপত্তি থাকা', আদিমভাবে বিদ্যমান, উৎপত্তি ছাড়াই, স্ব-বিদ্যমান।  এই বিভাগটি আরও সাধারণ মহাযান প্রজ্ঞা ও করুণা বিভাগের জোগচেন সমতুল্য।\nঘনিষ্ঠভাবে সম্পর্কিত পরিভাষা হলো যে শে (সংস্কৃত:  জ্ঞান, আদি চেতনা) যা হলো \"চেতনার মূল\" এবং শে রব (সংস্কৃত: প্রজ্ঞা)। রিগপ \"প্রতিফলিত স্ব-সচেতন আদিম জ্ঞান\" হিসাবেও উল্লেখিত। সুতরাং, প্রজ্ঞা রিগপ ছাড়া অন্য কিছু নয়।\nজোগচেন গুরুদের দেওয়া সাদৃশ্য হলো যে একজনের প্রকৃত প্রকৃতি আয়নার মতো যা সম্পূর্ণ খোলামেলাভাবে প্রতিফলিত হয়, কিন্তু প্রতিফলন দ্বারা প্রভাবিত হয় না; অথবা ক্রিস্টাল বলের মতো যা নিজেকে পরিবর্তন না করেই যে উপাদানের উপর এটি স্থাপন করা হয় তার রঙ নেয়। এই আয়নার মতো স্বচ্ছতা (যা অনুসন্ধান করে খুঁজে পাওয়া যায় না বা সনাক্ত করা যায় না) চিনতে পেরে যে জ্ঞান আসে তাকে রিগপা বলা হয়।\nস্যাম ভ্যান স্কাইক রিগপকে গনোসিস (জ্ঞান) হিসাবে অনুবাদ করেছেন যা তিনি \"সকল বিভ্রান্তি থেকে মুক্ত, নির্ভানিক অবস্থার সাথে সংযুক্ত সচেতনতার রূপ\" হিসাবে বর্ণনা করেছেন। তিনি উল্লেখ করেছেন যে রিগপের অন্যান্য সংজ্ঞাগুলির মধ্যে রয়েছে \"বিস্তারিত থেকে মুক্ত\" (স্রপোস ব্রল), \"অ-ধারণামূলক\" (রতোগ মেদ) ও \"বুদ্ধির ক্রমবর্ধমান\" (ব্লো'দস)। এটি প্রায়শই শূন্যতার সাথে যুক্ত হয়, যেমন সংকোচন রিগ স্টং  (গনোসিস-শূন্যতা)।\nলংচেন নাইংথিগ রিগপের শর্তহীন প্রকৃতি নিম্নরূপ বর্ণনা করা হয়েছে:\n\nপ্রকৃষ্ট বুদ্ধগণ দ্বারা নির্মিত নয়, বা নিম্নপদস্থ সংবেদনশীল প্রাণীদের দ্বারা পরিবর্তিত নয়, বর্তমান মুহুর্তের এই অকাট্য গনোসিস, প্রতিফলিত উজ্জ্বলতা, স্পষ্ট ও দাগহীন, আদিম প্রভু নিজেই।\nজন ডব্লিউ পেটিট এর মতে, রিগপকে নিশ্চিতকরণ ও অস্বীকার, গ্রহণযোগ্যতা ও প্রত্যাখ্যানের ঊর্ধ্বে হিসাবে দেখা হয় এবং সেইজন্য এটি \"প্রাকৃতিক\" (ম বকোস প) এবং \"অর্থহীন\" (রতসোল মেদ) একবার স্বীকৃত হয়। এই কারণে, জোগচেন সমস্ত পথের চূড়া এবং চূড়ান্ত গন্তব্য হিসাবেও পরিচিত।\nআচার্য ম্যালকম স্মিথ আরও উল্লেখ করেছেন যে ভিত্তির অস্থায়ী প্রকৃতি রিগপ হিসাবে সংবেদনশীল প্রাণীদের মধ্যে ভিত্তির উপস্থিতির ক্ষেত্রেও প্রযোজ্য:\n\nযেহেতু ভিত্তি বিশ্লেষণের ক্ষেত্রে সময় গুণক নয়, বিশিষ্ট পরিপূর্ণতা গ্রন্থগুলি সংবেদনশীল প্রাণীদের মুক্তিকে নিরবধি হিসাবে সংজ্ঞায়িত করতে পারে, যার অর্থ হলো মুক্তির অবস্থা তাদের শর্তহীন অপরিহার্য অবস্থা। এটা লাভের কিছু নয়; এটা আবিষ্কার করার কিছু। আরও গুরুত্বপূর্ণ, ভিত্তি হলো বুদ্ধত্ব এবং বুদ্ধত্ব হিসাবে কাজ করে। \nযেমন আলেকজান্ডার বারজিন উল্লেখ করেছেন, বুদ্ধের সমস্ত ভাল গুণাবলী (যোন-তন) ইতিমধ্যেই \"রিগপতে সহজাত (লহন-আকাশ)। যার অর্থ হলো যে তারা রিগপ ও আদিম (গ্নিউগ-ম) এর প্রতিটি মুহুর্তের সাথে একই সাথে উদ্ভূত হয়, যার কোন শুরু নেই।\"\nজোগচেন পাঠ্যগুলি ভিত্তি এবং এর রিগপকে নির্দেশ করে কারণ এটি সংবেদনশীল প্রাণীদের মধ্যে সুগতগর্ভ হিসেবে উপস্থিত থাকে। বিমলমিত্রের ভাষ্য বলে যে \"যেহেতু বুদ্ধত্বের লক্ষ্য একজনের বিদ্যার আদি চেতনায় বীজের মতো বিদ্যমান, তাই অনুশীলনের মাধ্যমে অবশ্যই সাফল্য রয়েছে।\"\nজোগচেন পাঠ্যগুলিও বর্ণনা করে যে কীভাবে রিগপ শক্তি শরীরের সাথে সংযুক্ত। জোগচেন তন্ত্র ব্যাখ্যা করে যে রিগপ মানবদেহের কেন্দ্রস্থলে, হৃদয় কেন্দ্রে অবস্থিত হতে পারে। ধ্বনি তন্ত্রের রাজ্য ও রূপান্তর বলে: \"একজনের শরীরের কেন্দ্রে হৃদয়ের মধ্যে উপস্থিত রত্ন হলো মহান আদিম চেতনা।\"\nঅধিকন্তু, স্ব-উত্থিত বিদ্যা তন্ত্র বলে:\n\nনিখুঁত বুদ্ধদের অতিক্রান্ত অবস্থা সমর্থিত। এটি উপাদান সমষ্টির উপর সমর্থিত, উদাহরণস্বরূপ, ঈগল তার বাসা মধ্যে ঘুমাচ্ছে এমন। এটি অবস্থানে আছে। এটি হৃদয়ে অবস্থিত, উদাহরণস্বরূপ, ফুলদানিতে চিত্রের মতো। \nজোগচেন তন্ত্র এছাড়াও শক্তি শরীরের সম্পর্কিত বিষয় আলোচনা করে, প্রধানত নাদি, বায়ু, এবং বিন্দু (রতস, রলুং, এবং থিগ লে; নদীগর্ভ, বায়ু ও বৃত্ত)।\n\n\n== ভারতীয় বৌদ্ধ দর্শনের সাথে সম্পর্ক ==\nকোপ্পল উল্লেখ করেছেন যে যদিও পরবর্তীতে নিংমা লেখক যেমন মিফাম মাধ্যমকের সাথে জোগচেনের দৃষ্টিভঙ্গি সামঞ্জস্য করার চেষ্টা করেন, পূর্ববর্তী র্ন্যিং-মা লেখক রোংজোম চোকি জ্যাংপো করেনি।  রঙ্গজোম মনে করেছিল যে মাধ্যমকের মত সূত্রের মতামত তন্ত্রের চেয়ে নিকৃষ্ট। বিপরীতে, চতুর্দশ দালাই লামা, তার পুস্তক Dzogchen, এই উপসংহারে পৌঁছেছেন যে মাধ্যমক ও জোগচেন একই বিন্দুতে নেমে এসেছে। মধ্যমাক দর্শনের মাধ্যমে প্রাপ্ত বাস্তবতার দৃষ্টিভঙ্গি ও রিগপের জোগচেন দৃষ্টিভঙ্গিকে অভিন্ন হিসাবে বিবেচনা করা যেতে পারে। ঐতিহ্যটির অনুশীলনের ক্ষেত্রে, তবে, প্রাথমিক পর্যায়ে অনুশীলন এবং জোরে কিছু পার্থক্য রয়েছে বলে মনে হয়।\nম্যালকম স্মিথ মনে করেন যে জোগচেন দৃষ্টিভঙ্গিও তথাগতগর্ভ সূত্রের বুদ্ধ প্রকৃতি মতবাদের উপর ভিত্তি করে। চতুর্দশ দালাই লামার মতে ভূমি হলো বুদ্ধ প্রকৃতি, মনের প্রকৃতি যা শূন্যতা।  থ্রাঙ্গু রিনপোচে, রংজুং দোর্জে, তৃতীয় কারমাপা লামা (কর্ম কাগ্যুর প্রধান) এবং নাইংমা বংশের ধারক-এর মতে, এছাড়াও বলেছেন যে ভূমিটি বুদ্ধ প্রকৃতি। থ্রাঙ্গু রিনপোচে এর মতে, \"কেউ মহামুদ্রা বা জোগচেন অনুশীলনই করুক না কেন, বুদ্ধ প্রকৃতি হল ভিত্তি যেখান থেকে এই উভয় ধ্যানের বিকাশ ঘটে।\"\n\n\n== টীকা ==\n\n\n== উদ্ধৃতি ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\n\n\n== আরও পড়ুন ==\n\n\n== বহিঃসংযোগ ==\nHitting the Essence in Three Words"}