{"pageid": 1475057, "title": "পেট্রাপোল–বেনাপোল সীমান্ত অনুষ্ঠান", "url": "https://bn.wikipedia.org/wiki?curid=1475057", "content": "পেট্রাপোল-বেনাপোল যৌথ রিট্রিট অনুষ্ঠান ২০১৩ সালের ৬ নভেম্বর ভারতের স্বরাষ্ট্রমন্ত্রী কর্তৃক উদ্বোধন করা হয়। অনুষ্ঠানটি পেট্রাপোল–বেনাপোল সমন্বিত চেকপোস্ট (আইসিপি)-এ অনুষ্ঠিত হয়। এতে বাংলাদেশের স্বরাষ্ট্রমন্ত্রী উপস্থিত ছিলেন। এটি প্রতিদিনের সামরিক মহড়া, যা আটারি–ওয়াঘা সীমান্তে অনুষ্ঠানের অনুরূপ। এই অনুষ্ঠানে ভারতের বর্ডার সিকিউরিটি ফোর্স (বিএসএফ) এবং বর্ডার গার্ড বাংলাদেশ (বিজিবি)-এর সৈন্যরা অংশগ্রহণ করেন।\nপেট্রাপোল–বেনাপোল সীমান্ত অনুষ্ঠান প্রতিদিন বিকেল ৪:৩০ থেকে ৫:০০ টা পর্যন্ত অনুষ্ঠিত হয়। এই ৩০ মিনিটের যৌথ রিট্রিট অনুষ্ঠানে ভারত ও বাংলাদেশের জাতীয় পতাকা একসঙ্গে নামানো হয়। এই অনুষ্ঠানটি বিএসএফ (বর্ডার সিকিউরিটি ফোর্স) এবং বিজিবি (বর্ডার গার্ড বাংলাদেশ) কর্তৃক যৌথভাবে পরিচালিত হয়।\nপেট্রাপোল–বেনাপোল সীমান্ত অনুষ্ঠানকে \"পূর্বের ওয়াঘা\" নামেও ডাকা হয়। এটি শুরু হয় ভারত ও বাংলাদেশের গেট খোলার মাধ্যমে। বিএসএফ এবং বিজিবির সৈন্যরা একে অপরের সাথে দ্রুত একটি বন্ধুত্বপূর্ণ করমর্দন করেন। এরপর, তারা তাদের নিজ নিজ আনুষ্ঠানিক পোশাক এবং যুদ্ধ পোশাকে \"নো ম্যানস ল্যান্ড\"-এ প্রবেশ করেন। এই অনুষ্ঠানের মূল আকর্ষণ হলো বিএসএফ এবং বিজিবির আনুষ্ঠানিক প্রদর্শনী, যা দুই দেশের সামরিক কর্মকর্তারা উপভোগ করেন। সূর্যাস্তের আগে অনুষ্ঠান শেষ হয় এবং উভয় দেশের পতাকা নামানো হয়। এরপর সীমান্তের উভয় পাশে গেট বন্ধ করে দেওয়া হয়।\n২০১৩ সালে এই সীমান্ত রিট্রিট অনুষ্ঠান শুরু হওয়ার পর থেকেই, অনেক পর্যটক এখনো এ সম্পর্কে সচেতন নন। অনুষ্ঠানে বেশিরভাগই স্থানীয় লোকজনের ভিড় দেখা যায় এবং খুব অল্প সংখ্যক পর্যটক এতে উপস্থিত থাকেন। রিট্রিট অনুষ্ঠান শেষ হওয়ার পর, বিএসএফ জওয়ানরা তাদের আনুষ্ঠানিক পোশাকে সাধারণ নাগরিক বা পর্যটকদের সাথে ছবি তোলার জন্য পোজ দেন।\n\n\n== অবস্থান ==\nপেট্রাপোল, বাংলাদেশের সীমান্তের ভারতীয় পাশে অবস্থিত। বাংলাদেশের সীমান্ত পয়েন্টটি বেনাপোল নামে পরিচিত। পেট্রাপোল পশ্চিমবঙ্গের উত্তর ২৪ পরগনা জেলার বনগাঁ থেকে ৬ কিলোমিটার দূরে অবস্থিত। পেট্রাপোল হলো ভারত এবং এশিয়ার বৃহত্তম স্থল কাস্টম পয়েন্ট।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nসিং, বিজয়িতা (২০১৫-০৬-০৫)। \"পেট্রাপোল-বেনাপোল সীমান্ত চৌকিতে, এটি বাংলাদেশ যে নিজেকে প্রদর্শন করে যখন ভারত অপেক্ষা করে\"। ইন্ডিয়ান এক্সপ্রেস। \nমেকালা, দিলীপ কুমার (নভেম্বর ২০১৪)। \"বন্ধুত্ব বৃদ্ধি: ভারত-বাংলাদেশ সীমান্তে সাধারণ যৌথ পশ্চাদপসরণ অনুষ্ঠান\"। ফোর্স ইন্ডিয়া। \nনিজামী, নিশাত; মান্না, সুনয়নী (২০১৭-১২-১৭)। \"To a different beat\"। স্টেটসম্যান। \n\n\n== বহিঃসংযোগ ==\nইউটিউবে বিএসএফ-বিজিবি জয়েন্ট রিট্রিট অনুষ্ঠান"}