{"pageid": 1475096, "title": "অন্ত্যেষ্টি (বৌদ্ধধর্ম)", "url": "https://bn.wikipedia.org/wiki?curid=1475096", "content": "অন্ত্যেষ্টি (সংস্কৃত: अन्त्येष्टि, অনুবাদ 'শেষ যজ্ঞ') বলতে সাধারণত মৃতদেহের দাহ করাকে বোঝায়। মৃত্যুকে বৌদ্ধ ঐতিহ্যের মধ্যে মৃত ও জীবিত উভয়ের জন্য প্রধান ধর্মীয় তাৎপর্যের উপলক্ষ হিসাবে বিবেচনা করা হয়। মৃত ব্যক্তির জন্য, এটি সেই মুহূর্তটিকে চিহ্নিত করে যখন পুনর্জন্মের রাউন্ডের মধ্যে অস্তিত্বের নতুন পদ্ধতিতে রূপান্তর শুরু হয় (দেখুন ভবচক্র)। যখন মৃত্যু ঘটে, তখন মৃত ব্যক্তির জীবদ্দশায় সঞ্চিত সমস্ত কর্মশক্তি সক্রিয় হয় এবং পরবর্তী পুনর্জন্ম নির্ধারণ করে। জীবিতদের জন্য, মৃত্যু হলো অস্থিরতার উপর বুদ্ধের শিক্ষার শক্তিশালী অনুস্মারক; এটি মৃত ব্যক্তিকে সাহায্য করার সুযোগও দেয় যখন তারা নতুন অস্তিত্বে রূপান্তরিত হয়। এই বিষয়ে বেশ কিছু একাডেমিক পর্যালোচনা আছে। বৌদ্ধধর্মে, মৃত্যু মৃত ব্যক্তির জন্য এই জীবন থেকে পরের জীবনে পরিবর্তনকে চিহ্নিত করে।\n\n\n== থেরবাদ ঐতিহ্য ==\nঅ-অর্হতের জন্য, মৃত্যু হলো অন্য পুনর্জন্মে রূপান্তরের সময়; এইভাবে, জীবিতরা এমন কাজে অংশগ্রহণ করে যা বিদেহী ব্যক্তিদের কাছে পূণ্য স্থানান্তর করে, হয় আরও শুভ পুনর্জন্মের জন্য বা প্রয়াতের নতুন অস্তিত্বে দুঃখ থেকে মুক্তির জন্য। জীবিতদের জন্য, অন্যের মৃত্যুকে চিহ্নিত করে অনুষ্ঠান হলো জীবনের অনিত্যের অনুস্মারক, বুদ্ধের শিক্ষার মৌলিক দিক। মৃত্যু আচার সাধারণত জীবনচক্রের আচার যা থেরবাদ বৌদ্ধ ভিক্ষুরা জড়িত থাকে এবং তাই এটি অত্যন্ত গুরুত্বপূর্ণ।\nঅন্ত্যেষ্টির জন্য অনন্য স্বাতন্ত্র্যসূচক আচার হলো সন্ন্যাসীদের বস্ত্র প্রদান করা। এটি পালি ভাষায় পাশশুকুল নামে পরিচিত, যার অর্থ \"ত্যাগ করা পোশাক\"। এটি পরিত্যক্ত ন্যাকড়া ও শরীরের আবরণের প্রতীক যা বুদ্ধের সময় সন্ন্যাসীরা তাদের পোশাকের জন্য ব্যবহার করতেন।\n\n\n== মহাযান ঐতিহ্য ==\n\nচীনে, মৃত্যু ও পুনর্জন্মের মধ্যে ঊনতাল্লিশ দিনের মধ্যে অসংখ্য শিক্ষণীয় এবং পূণ্য স্থানান্তর অনুষ্ঠান অনুষ্ঠিত হয়। এটা ব্যাপকভাবে মনে করা হয় যে, আধ্যাত্মিক চাষাবাদের পথে যাত্রা না করে এবং চারটি উচ্চতর ক্ষেত্র অর্জন না করে, মৃত ব্যক্তির আত্মা ছয়টি ক্ষেত্রের অস্তিত্বের মধ্যে স্থানান্তরিত হবে। মৃত ব্যক্তিকে উচ্চ ক্ষেত্রে (চাওডু) উঠতে সাহায্য করা তাদের মৃত্যুর ঊনচল্লিশ দিনের মধ্যে মৃত ব্যক্তির পরিবারের সদস্য বা বন্ধুদের জন্য গুরুত্বপূর্ণ বিষয় হয়ে ওঠে। মৃত ব্যক্তিদের সাহায্য করার জন্য লোকেরা প্রায়শই জপ বা বৌদ্ধ ধর্মগ্রন্থ পাঠের মতো পদ্ধতি অবলম্বন করে।\nবেশিরভাগ চীনা অন্ত্যেষ্টির জন্য, যদি বৌদ্ধ অনুষ্ঠান বেছে নেওয়া হয়, তাহলে অমিতাভ সূত্র এবং অমিতাভের নাম পাঠ করার অনুশীলনটি মৃত্যু আচারের গুরুত্বপূর্ণ অংশ। অন্যান্য অনেক ধর্মগ্রন্থ বা শাস্ত্রীয় বৌদ্ধ ধর্মগ্রন্থের সংমিশ্রণ, যেমন মহান করুণা মন্ত্র, হৃদয়সূত্র, অমিতাভ বিশুদ্ধ ভূমি পুনর্জন্ম মন্ত্র এবং সপ্ত অতিবুদ্ধ কারসানিয়া ধরণীও সাধারণত ব্যবহৃত হয়। সাংস্কৃতিক অনুশীলনের সাথে, যেমন জস কাগজ পোড়ানো (যা অধিকাংশ অনুশীলনকারী বৌদ্ধদের দ্বারা নিরুৎসাহিত করে), অনুশীলনকারীদের প্রায়শই দাহ করা হয়।\n\n\n== তিব্বতি ঐতিহ্য ==\nযে ব্যক্তি যিনি মারা যাচ্ছেন এবং যিনি সম্প্রতি মারা গেছেন, উদাহরণস্বরূপ তিব্বতি মৃতের পুস্তক তাদের কাছে পড়তে হবে (র্ন্যিং-মা ঐতিহ্যে) তাদের জীবনের মধ্যবর্তী পরিবৃত্তি সময়কাল (তিব্বতি: বরদো) এর মধ্য দিয়ে সাহায্য করার জন্য, এটির সাথে সংযুক্তি সহজ করে জীবন এবং গভীরতর বোধিসত্ত্ব প্রজ্ঞা। মৃতদেহকে হয় দাহ করা হয় বা টুকরো টুকরো করে শকুনকে খাওয়ানো হয় (তিব্বতি: ঘতোর)।\nঅন্যান্য তিব্বতি ঐতিহ্যে অন্যান্য বিশেষ পাঠ্য পাঠ ও আচার-অনুষ্ঠান সম্পাদিত হয়, যেগুলি নির্দিষ্ট (বজ্রযান) অনুশীলনের জন্যও ব্যক্তিগতকৃত হতে পারে যা একজন ব্যক্তি তার জীবনের সময় ফোকাস করেন। বার্দো সাধারণত সর্বাধিক ৪৯ দিন স্থায়ী বলে বলা হয়, এই আচারগুলি সাধারণত ৪৯ দিন স্থায়ী হয়।\nমৃত্যু ও মৃতু্য তিব্বতি বৌদ্ধধর্মের গুরুত্বপূর্ণ বিষয় কারণ এটি সিদ্ধান্ত নেওয়ার জন্য সবচেয়ে গুরুত্বপূর্ণ সময় যে কোন কর্ম একজনকে পরবর্তী পুনর্জন্মের দিকে নিয়ে যাবে, তাই মৃত্যু প্রক্রিয়ায় মনের সঠিক নিয়ন্ত্রণ অপরিহার্য বলে মনে করা হয়।\nদীর্ঘায়িত ধ্যানের পরে, ধ্যানকারী বারদোতে বা এমনকি জ্ঞানের দিকেও যেতে থাকে। মহান প্রভুদের প্রায়ই দাহ করা হয়, এবং তাদের ছাই স্তূপগুলিতে ধ্বংসাবশেষ হিসাবে সংরক্ষণ করা হয়।\nতিব্বতে, জ্বালানী কাঠের অভাব ছিল, এবং মাটি প্রায়ই সমাধির জন্য উপযুক্ত ছিল না, তাই শকুন বা অন্যান্য প্রাণীদের দেহ খাওয়ানোর অস্বাভাবিক অভ্যাস গড়ে ওঠে। তিব্বতি ভাষায় ঘতোর নামে পরিচিত এবং আক্ষরিক অর্থে \"পাখিদের জন্য ভিক্ষা\" হিসাবে অনুবাদ করা হয়, এই অনুশীলনটি আকাশ সমাধি নামে পরিচিত। কেউ এটিকে এই প্রাণীদের জন্য নৈবেদ্য হিসাবেও দেখতে পারেন, নিজের শরীরের প্রতি উদারতা এবং বিচ্ছিন্নতার শেষ কাজ।\n\n\n== আরও দেখুন ==\nঅন্ত্যেষ্টি\nমহাপরিনিব্বাণ সুত্ত\nউপজ্ঝত্থন সুত্ত\nজরামরণ\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nHarvey, Peter (1990). An introduction to Buddhism: Teachings, history and practices. Cambridge: Cambridge University. আইএসবিএন ০-৫২১-৩১৩৩৩-৩.\nKariyawasam, A.G.S. (1995). Buddhist Ceremonies and Rituals of Sri Lanka (The Wheel Publication No. 402/404). Kandy, Sri Lanka: Buddhist Publication Society. Retrieved 2007-10-22 from \"Access to Insight\" (1996 transcription) at http://www.accesstoinsight.org/lib/authors/kariyawasam/wheel402.html.\nLanger, Rita (2007). Buddhist Rituals of Death and Rebirth: A study of contemporary Sri Lankan practice and its origins. Abingdon: Routledge. আইএসবিএন ০-৪১৫-৩৯৪৯৬-১\nThanissaro Bhikkhu (trans.) (1994). Tirokudda Kanda: Hungry Shades Outside the Walls (Khp. 7). Retrieved 2008-09-04 from \"Access to Insight\" at http://www.accesstoinsight.org/tipitaka/kn/khp/khp.1-9.than.html#khp-7.\nBuddhists commonly believe that life and death are a part of a cycle known as Saṃsāra\n\n\n== বহিঃসংযোগ ==\nBristol University Buddhist Death Ritual Project\nThai Funerals: the checklist\nBhuddist Funeral Traditions"}