{"pageid": 1475254, "title": "লন্ডন সমাবেশ", "url": "https://bn.wikipedia.org/wiki?curid=1475254", "content": "লন্ডন সমাবেশ হল একটি ২৫-সদস্যের নির্বাচিত সংস্থা যা বৃহত্তর লন্ডন কর্তৃপক্ষের অংশ। এটি লন্ডনের মেয়রের কর্মকাণ্ড যাচাই-বাছাই করে এবং মেয়রের বার্ষিক বাজেট সংশোধন করতে এবং মেয়রের খসড়া সংবিধিবদ্ধ কৌশল প্রত্যাখ্যান করতে। লন্ডন সমাবেশ ২০০০ সালে প্রতিষ্ঠিত হয়েছিল। এটি লন্ডনবাসীদের জন্য গুরুত্বপূর্ণ অন্যান্য বিষয়গুলি (সবচেয়ে উল্লেখযোগ্যভাবে পরিবহন বা পরিবেশগত বিষয়গুলি) তদন্ত করতে সক্ষম, এর ফলাফল এবং সুপারিশগুলি প্রকাশ করতে এবং মেয়রের কাছে প্রস্তাবগুলি তৈরি করতে সক্ষম।\n\n\n== সমাবেশ সদস্য ==\nমিশ্র-সদস্যের আনুপাতিক প্রতিনিধিত্বের অতিরিক্ত-সদস্য ব্যবস্থা ব্যবহার করে নির্বাচিত ২৫ জন সদস্য নিয়ে গঠিত। সমাবেশে সংখ্যাগরিষ্ঠতার জন্য ১৩টি আসন প্রয়োজন। লন্ডনের মেয়রের মতো একই সময়ে প্রতি চার বছর পরপর নির্বাচন হয়। ১৪টি ভৌগোলিক নির্বাচনী এলাকা রয়েছে, প্রত্যেকে একজন সদস্য নির্বাচন করে, একটি দলীয় তালিকা থেকে আরও ১১ জন সদস্য নির্বাচিত হয় যাতে একটি পরিবর্তিত ডি'Hondt বরাদ্দ' ব্যবহার করে সমগ্র লন্ডন জুড়ে সেই দলের জন্য প্রদত্ত ভোটের সমানুপাতিক প্রতিটি দলের সমাবেশ সদস্যের সংখ্যা তৈরি করা হয়। যেকোনো আসন জিততে হলে একটি দলকে পার্টি তালিকার কমপক্ষে ৫% ভোট জিততে হবে। লন্ডন সমাবেশের সদস্যদের পোস্ট-নোমিনাল টাইটেল \"এএম\" আছে। একজন লন্ডন সমাবেশ সদস্যের বার্ষিক বেতন প্রায় £60,416।\n\n\n=== প্রাক্তন সমাবেশ সদস্য ===\n২০০০ সালে এর সৃষ্টির পর থেকে ষোলজন সমাবেশ সদস্য পরবর্তীকালে কমন্সসভায় নির্বাচিত হন: শ্রমিক দলের ডেভিড ল্যামি, মেগ হিলিয়ার, ডায়ানা জনসন এবং ফ্লোরেন্স এশালোমি; রক্ষণশীল দলের অ্যান্ড্রু পেলিং, বব নিল, অ্যাঞ্জি ব্রে, বব ব্ল্যাকম্যান, এরিক ওলারেনশ, ভিক্টোরিয়া বোরউইক, জেমস ক্লেভারলি, কিট মল্টহাউস, কেমি ব্যাডেনোচ এবং গ্যারেথ বেকন; উদার গণতন্ত্রী দলের লিন ফেদারস্টোন এবং সবুজ দলের সিয়ান বেরি।\nএকজন সমাবেশ সদস্য জেনি জোনস, ২০১৩ সালে গ্রিন পার্টির প্রথম লাইফ পিয়ার হিসাবে লর্ডসভায় উন্নীত হন, মে ২০১৬ পর্যন্ত সমাবেশে বসেছিলেন। স্যালি হ্যামউই, গ্রাহাম টোপে, এবং টবি হ্যারিস ইতিমধ্যেই সমাবেশে নির্বাচিত হওয়ার সময় পিয়ার ছিলেন, যখন লিন ফেদারস্টোন এবং ডি ডুসিকে সমাবেশ থেকে দাঁড়ানোর পর লাইফ পিয়ার তৈরি করা হয়েছিল।\nভ্যাল শক্রস, ল্যাম্বেথ এবং সাউথওয়ার্কের এএম, ২০১০ সালের সাধারণ নির্বাচনে লেবার পার্লামেন্টারি প্রার্থী হিসাবে বারমন্ডসে এবং ওল্ড সাউথওয়ার্ক ব্যর্থভাবে প্রতিদ্বন্দ্বিতা করেছিলেন এবং নবীন শাহ ২০১৬ সালে হ্যারো ইস্টের লেবার প্রার্থী হিসাবে ব্যর্থভাবে দাঁড়িয়েছিলেন। অ্যান্ড্রু ডিসমোর, গ্রাহাম টোপে, এবং প্রয়াত রিচার্ড ট্রেসি সকলেই প্রাক্তন সংসদ সদস্যগণ পরে সমাবেশে নির্বাচিত হন। জন বিগস, পূর্বে সিটি এবং ইস্টের এএম, ২০১৫ থেকে ২০২২ পর্যন্ত টাওয়ার হ্যামলেটসের সরাসরি নির্বাচিত মেয়র হিসাবে দায়িত্ব পালন করেছেন।\n\n\n=== সমাবেশের কাঠামো ===\nলন্ডন সমাবেশ নির্বাচন অতিরিক্ত সদস্য পদ্ধতির অধীনে অনুষ্ঠিত হয়েছে, যেখানে ফার্স্ট-পাস্ট-দ্য-পোস্ট পদ্ধতিতে নির্বাচিত নির্বাচনী এলাকার একটি নির্দিষ্ট সংখ্যক এবং একটি বদ্ধ দলীয় তালিকা পদ্ধতিতে লন্ডন-ব্যাপী একটি সেট সংখ্যা। মেয়াদ চার বছরের জন্য, তাই বিলম্বিত ২০২০ নির্বাচন হওয়া সত্ত্বেও, যা ২০২১ সালে অনুষ্ঠিত হয়েছিল, পরবর্তী নির্বাচন ২০২৪ সালে অনুষ্ঠিত হয়েছিল।\nডিসেম্বর ২০১৬ এ, একটি নির্বাচনী সংস্কার বিল পেশ করা হয়েছিল যা নির্বাচন ব্যবস্থাকে প্রথম-পাস্ট-দ্য-পোস্টে পরিবর্তন করবে। ২০১৭ সালের সাধারণ নির্বাচনে কনজারভেটিভ পার্টির ইশতেহারে বিধানসভাকে কীভাবে ফার্স্ট-পাস্ট-দ্য-পোস্টে নির্বাচিত করা হয় তা পরিবর্তন করার প্রস্তাব করা হয়েছিল।\nযাইহোক ২০১৭ সালের সাধারণ নির্বাচনের পর থেকে যার ফলে কনজারভেটিভ এবং ডেমোক্রেটিক ইউনিয়নিস্ট পার্টির সাথে একটি আস্থা ও সরবরাহ ব্যবস্থায় একটি ঝুলন্ত পার্লামেন্ট হয়েছিল, লন্ডন সমাবেশের নির্বাচনী ব্যবস্থা এবং ২০২০ নির্বাচনের বিষয়ে কোনো পদক্ষেপ নেওয়া হয়নি। কোভিড-১৯ মহামারীর কারণে ২০২১-এ বিলম্বিত, AMS-এর বর্তমান নির্বাচনী ব্যবস্থায় (নির্বাচনী ও আঞ্চলিক তালিকা) অনুষ্ঠিত হয়েছিল।\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nLondon Assembly\nLondon Assembly publications\nCity Hall Labour\nConservatives in the London Assembly\nLondon Assembly Liberal Democrats  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২২ ফেব্রুয়ারি ২০১০ তারিখে"}