{"pageid": 1475602, "title": "বোধিধর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1475602", "content": "বোধিধর্ম হলেন পঞ্চম বা ষষ্ঠ শতাব্দীর বৌদ্ধ সন্ন্যাসী। তাকে ঐতিহ্যগতভাবে চীনে চ্যান বৌদ্ধধর্মের প্রেরক হিসেবে কৃতিত্ব দেওয়ার পাশাপাশি এর প্রথম চীনা  কুলপতি হিসেবে গণ্য করা হয়। সপ্তদশ শতাব্দীর গ্রন্থ যিযিং জিং এর অপ্রামাণিক কাহিনি অনুসারে, তিনি শাওলিন মঠের সন্ন্যাসীদের শারীরিক প্রশিক্ষণ শুরু করেন যা শাওলিন কুংফু তৈরিতে পরিচালিত করে। তিনি চীনে ডামো এবং জাপানে দারুমা নামে পরিচিত।\nবোধিধর্ম সম্পর্কে সামান্য সমসাময়িক জীবনী সংক্রান্ত তথ্য বিদ্যমান, এবং পরবর্তী বিবরণগুলি কিংবদন্তি ও অবিশ্বাস্য বিবরণ দিয়ে স্তরিত হয়ে উঠেছে।\nচীনাসূত্র মতে, বোধিধর্ম পাশ্চাত্য প্রদেশগুলো থেকে এসেছে, যা সাধারণত মধ্য এশিয়াকে বোঝায় কিন্তু ভারতীয় উপমহাদেশও অন্তর্ভুক্ত করতে পারে, এবং হয় \"পারস্য মধ্য এশীয়\" বা \"দক্ষিণ ভারতীয়  একজন মহান ভারতীয় রাজার তৃতীয় পুত্র হিসেবে বর্ণনা করা হয়েছে।\" বৌদ্ধ শিল্প জুড়ে, বোধিধর্মকে বদমেজাজি, বড় নাক, প্রচুর দাড়িওয়ালা, চওড়া চোখওয়ালা অ-চীনা ব্যক্তি হিসেবে চিত্রিত করা হয়েছে। চ্যান গ্রন্থে তাকে \"নীল চোখের বর্বর\" হিসেবে উল্লেখ করা হয়েছে।\nচীনা বিবরণ ছাড়াও, বোধিধর্মের উৎপত্তি সম্পর্কে বেশ কিছু জনপ্রিয় ঐতিহ্যও বিদ্যমান।\nবিবরণগুলি তার আগমনের সময়কাল নিয়ে ভিন্ন, প্রাথমিক বিবরণে দাবি করা হয়েছে যে তিনি লিউ সং রাজবংশের (৪২০–৪৪৯ খ্রিস্টাব্দ) সময় আসেন এবং পরবর্তীতে লিয়াং রাজবংশের (৫০২–৫৫৭ খ্রিস্টাব্দ) কাছে তার আগমনের সময়কালের বিবরণগুলি। বোধিধর্ম মূলত উত্তর ওয়েই (৩৮৬–৫৩৪ খ্রিস্টাব্দ) অঞ্চলে সক্রিয় ছিল। আধুনিক বৃত্তি তাকে পঞ্চম শতাব্দীর শুরুর দিকে বলে।\nবোধিধর্মের শিক্ষা ও অনুশীলন ধ্যান এবং লঙ্কাবতার সূত্রকে কেন্দ্র করে। পিতৃতান্ত্রিক হলের সংকলন (৯৫২) বোধিধর্মকে বৌদ্ধধর্মের ২৮তম পিতৃপুরুষ হিসাবে নিরবচ্ছিন্ন লাইনে চিহ্নিত করে যা গৌতম বুদ্ধের কাছে ফিরে আসে।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\n\n\n=== মুদ্রিত উৎস ===\nAcharya, Raghu (২০১৭),  Shanon, Sidharth, সম্পাদক, Bodhidharma Retold – A Journey from Sailum to Shaolin, New Delhi: Motilal Banarsidass, আইএসবিএন 978-8120841529 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBroughton, Jeffrey L. (১৯৯৯), The Bodhidharma Anthology: The Earliest Records of Zen, Berkeley: University of California Press, আইএসবিএন 0-520-21972-4 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBuswell, Robert E., সম্পাদক (২০০৪), Encyclopedia of Buddhism, 1, Macmillan, আইএসবিএন 0-02-865718-7 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nChaline, Eric (২০০৩), The Book of Zen: The Path to Inner Peace, Barron's Educational Series, আইএসবিএন 0-7641-5598-9 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nChang, Chung-Yuan (১৯৬৭), \"Ch'an Buddhism: Logical and Illogical\", Philosophy East and West, 17 (1/4): 37–49, জেস্টোর 1397043, ডিওআই:10.2307/1397043, ২০১১-০৫-২৪ তারিখে মূল থেকে আর্কাইভ করা, সংগ্রহের তারিখ ২০০৬-১২-০১ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nCole, Alan (২০০৯), Fathering Your Father: The Zen of Fabrication in Tang Buddhism, Berkeley, Los Angeles, London: University of California Press, আইএসবিএন 978-0-520-25485-5 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nCook, Francis Dojun (২০০৩), Transmitting the Light: Zen Master's Keizan's Denkoroku, Boston: Wisdom Publications উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDiener, Michael S.; friends (১৯৯১), The Shambhala Dictionary of Buddhism and Zen, Boston: Shambhala উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDumoulin, Heinrich (১৯৯৩), \"Early Chinese Zen Reexamined: A Supplement to Zen Buddhism: A History\", Japanese Journal of Religious Studies, 20 (1): 31–53, আইএসএসএন 0304-1042, ডিওআই:10.18874/jjrs.20.1.1993.31-53  উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nDumoulin, Heinrich; Heisig, James; Knitter, Paul F. (২০০৫)। Zen Buddhism: India and China। World Wisdom, Inc। আইএসবিএন 978-0-941532-89-1। \nEdou, Jérôme (১৯৯৬), Machig Labdrön and the Foundations of Chöd, Snow Lion Publications, আইএসবিএন 978-1-55939-039-2, ২০২৩-০৩-১৭ তারিখে মূল থেকে আর্কাইভ করা, সংগ্রহের তারিখ ২০১৬-০৯-২৩ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nEitel, Ernest J.; Takakuwa, K. (১৯০৪), Hand-book of Chinese Buddhism: Being a Sanskrit-Chinese Dictionary with Vocabularies of Buddhist terms (2nd সংস্করণ), Tokyo, Japan: Sanshusha, পৃষ্ঠা 33, ২০২৩-০৩-১৭ তারিখে মূল থেকে আর্কাইভ করা, সংগ্রহের তারিখ ২০১৬-১১-১০ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nFaure, Bernard (১৯৮৬), \"Bodhidharma as Textual and Religious Paradigm\", History of Religions, 25 (3): 187–198, এসটুসিআইডি 145809479, ডিওআই:10.1086/463039, ২০০৭-০৯-২৮ তারিখে মূল থেকে আর্কাইভ করা, সংগ্রহের তারিখ ২০০৭-০২-১৩ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nFerguson, Andrew (২০০০), Zen's Chinese Heritage: The Masters and their Teachings, Somerville: Wisdom Publications, আইএসবিএন 0-86171-163-7 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nGarfinkel, Perry (২০০৬), Buddha or Bust, Harmony Books, আইএসবিএন 978-1-4000-8217-9 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nGasparini, Mariachiara (২০১৪)। \"A Mathematic Expression of Art: Sino-Iranian and Uighur Textile Interactions and the Turfan Textile Collection in Berlin\"।   Rudolf G. Wagner; Monica Juneja। Transcultural Studies। 1। Ruprecht-Karls Universität Heidelberg। পৃষ্ঠা 134–163। আইএসএসএন 2191-6411। ডিওআই:10.11588/ts.2014.1.12313। Archived from the original on ২০১৭-০৫-২৫। সংগ্রহের তারিখ ২০১৬-০৯-০৩।  উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: বট: আসল-ইউআরএলের অবস্থা অজানা (link) .\nGoodman, Steven D.; Davidson, Ronald M. (১৯৯২), Tibetan Buddhism, SUNY Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHaines, Bruce (১৯৯৫), Karate's history and traditions, Charles E. Tuttle Publishing Co., Inc, আইএসবিএন 0-8048-1947-5 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHenning, Stanley (১৯৯৪), \"Ignorance, Legend and Taijiquan\" (পিডিএফ), Journal of the Chenstyle Taijiquan Research Association of Hawaii, 2 (3): 1–7, ২০১১-০২-২৩ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা, সংগ্রহের তারিখ ২০১৯-১০-১৯ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHenning, Stan; Green, Tom (২০০১), \"Folklore in the Martial Arts\",   Green, Thomas A., Martial Arts of the World: An Encyclopedia, Santa Barbara, CA: ABC-CLIO উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nJorgensen, John (২০০০), \"Bodhidharma\",   Johnston, William M., Encyclopedia of Monasticism: A-L, Taylor & Francis উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nKambe, Tstuomu (২০১২), Bodhidharma. A collection of stories from Chinese literature (পিডিএফ), ২০১৫-১১-০৬ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা, সংগ্রহের তারিখ ২০১১-১১-২৩ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nKohn, Michael H., সম্পাদক (১৯৯১), The Shambhala Dictionary of Buddhism and Zen, Boston: Shambhala উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nLin, Boyuan (১৯৯৬), Zhōngguó wǔshù shǐ 中國武術史, Taipei 臺北: Wǔzhōu chūbǎnshè 五洲出版社 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMaguire, Jack (২০০১), Essential Buddhism, New York: Pocket Books, আইএসবিএন 0-671-04188-6 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMcRae, John R. (১৯৮৬), The Northern School and the Formation of Early Chʻan Buddhism, Studies in East Asian Buddhism, 3, University of Hawaii Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMcRae, John R. (২০০০), \"The Antecedents of Encounter Dialogue in Chinese Ch'an Buddhism\",   Heine, Steven; Wright, Dale S., The Kōan: Texts and Contexts in Zen Buddhism, Oxford University Press, ২০১২-০৭-২৫ তারিখে মূল থেকে আর্কাইভ করা, সংগ্রহের তারিখ ২০০৬-১১-৩০ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nMcRae, John R. (২০০৩), Seeing Through Zen. Encounter, Transformation, and Genealogy in Chinese Chan Buddhism, The University Press Group Ltd, আইএসবিএন 978-0-520-23798-8 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMcRae, John R. (২০০৪), Seeing through Zen: Encounter, Transformation, and Genealogy in Chinese Chan Buddhism, University of California Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nPine, Red, সম্পাদক (১৯৮৯), The Zen Teaching of Bodhidharma: A Bilingual Edition, New York: North Point Press, আইএসবিএন 0-86547-399-4 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nPine, Red, সম্পাদক (২০০৯), The Zen Teaching of Bodhidharma, Farrar, Straus and Giroux, আইএসবিএন 978-0-86547-399-7 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nRyuchi, Matsuda 松田隆智 (১৯৮৬), Zhōngguó wǔshù shǐlüè 中國武術史略 (চীনা ভাষায়), Taipei 臺北: Danqing tushu উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSekida, Katsuki (১৯৯৬)। Two Zen Classics. Mumonkan, The Gateless Gate. Hekiganroku, The Blue Cliff Records. Translated with commentaries by Katsuki Sekida। New York / Tokyo: Weatherhill। \nShahar, Meir (২০০৮), The Shaolin Monastery: history, religion, and the Chinese martial arts, University of Hawaii Press, আইএসবিএন 978-0-8248-3110-3 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nShaikh Awab, Zainal Abidin; Sutton, Nigel (২০০৬), Silat Tua: The Malay Dance Of Life, Kuala Lumpur: Azlan Ghanie Sdn Bhd, আইএসবিএন 978-983-42328-0-1, ২০১৬-০৩-০৭ তারিখে মূল থেকে আর্কাইভ করা, সংগ্রহের তারিখ ২০১৭-০৯-০৮ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSoothill, William Edward; Hodous, Lewis (১৯৯৫), A Dictionary of Chinese Buddhist Terms (পিডিএফ), London: RoutledgeCurzon, মার্চ ৩, ২০১৪ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSutton, Florin Giripescu (১৯৯১), Existence and Enlightenment in the Laṅkāvatāra Sūtra: A Study in the Ontology and Epistemology of the Yogācāra School of Mahāyāna Buddhism, Albany: State University of New York Press, আইএসবিএন 0-7914-0172-3 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nSuzuki, D.T., সম্পাদক (১৯৩২), The Lankavatara Sutra: A Mahayana Text, ২০১২-০২-০৪ তারিখে মূল থেকে আর্কাইভ করা, সংগ্রহের তারিখ ২০০৬-১২-০৫ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nSuzuki, D.T. (১৯৪৮), Manual of Zen Buddhism (পিডিএফ), ২০১১-০৭-২১ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা, সংগ্রহের তারিখ ২০০৬-১১-৩০ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSuzuki, D.T. (১৯৪৯), Essays in Zen Buddhism, New York: Grove Press, আইএসবিএন 0-8021-5118-3 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nTikhvinskiĭ, Sergeĭ Leonidovich; Perelomov, Leonard Sergeevich (১৯৮১)। China and her neighbours, from ancient times to the Middle Ages: a collection of essays। Progress Publishers। \nvon Le Coq, Albert (১৯১৩)। Chotscho: Facsimile-Wiedergaben der Wichtigeren Funde der Ersten Königlich Preussischen Expedition nach Turfan in Ost-Turkistan। Berlin: Dietrich Reimer (Ernst Vohsen)। ডিওআই:10.20676/00000194। ২০১৬-০৯-১৫ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০১৬-০৯-০৩  – NII \"Digital Silk Road\" / Toyo Bunko-এর মাধ্যমে। \nWatts, Alan W. (১৯৫৮), The Spirit of Zen, New York: Grove Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nWatts, Alan W. (১৯৬২), The Way of Zen, Great Britain: Pelican books, পৃষ্ঠা 106, আইএসবিএন 0-14-020547-0 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nWilliams, Paul (১৯৮৯), Mahayana Buddhism: The Doctrinal Foundations, Psychology Press, আইএসবিএন 0-415-02537-0 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nWong, Kiew Kit (২০০১), The Art of Shaolin Kungfu, Tuttle Publishing, আইএসবিএন 0-8048-3439-3 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nYampolski, Philip (২০০৩), Chan. A Historical Sketch. In: Buddhist Spirituality. Later China, Korea, Japan and the Modern World; edited by Takeuchi Yoshinori, Delhi: Motilal Banarsidass উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nZvelebil, Kamil V. (১৯৮৭), \"The Sound of the One Hand\", Journal of the American Oriental Society, Journal of the American Oriental Society, Vol. 107, No. 1, 107 (1): 125–126, জেস্টোর 602960, ডিওআই:10.2307/602960 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\n金实秋 (২০০৮), 中日韩达摩造像图典 [Sino-Japanese-Korean Statue Dictionary of Bodhidharma] (চীনা ভাষায়), Beijing Shi: 宗教文化出版社, আইএসবিএন 978-7-80123-888-7 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n=== ওয়েব উৎস ===\n\n\n=== ওয়েব উৎস ===\n\n\n== আরও পড়ুন ==\nBroughton, Jeffrey L. (১৯৯৯), The Bodhidharma Anthology: The Earliest Records of Zen, Berkeley: University of California Press, আইএসবিএন 0-520-21972-4 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nRed Pine, সম্পাদক (১৯৮৯), The Zen Teaching of Bodhidharma: A Bilingual Edition, New York: North Point Press, আইএসবিএন 0-86547-399-4 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMcRae, John (২০০৩), Seeing Through Zen. Encounter, Transformation, and Genealogy in Chinese Chan Buddhism, The University Press Group Ltd, আইএসবিএন 978-0-520-23798-8 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে বোধিধর্ম সম্পর্কিত মিডিয়া দেখুন।\nEssence of Mahayana Practice By Bodhidharma, with annotations. Also known as \"The Outline of Practice.\" translated by Chung Tai Translation Committee\nBodhidharma"}