{"pageid": 1475901, "title": "অহিদুল ইসলাম ও অন্যান্য বনাম বাংলাদেশ সরকার ও অন্যান্য", "url": "https://bn.wikipedia.org/wiki?curid=1475901", "content": "অহিদুল ইসলাম ও অন্যান্য বনাম বাংলাদেশ সরকার ও অন্যান্য বাংলাদেশ সুপ্রিম কোর্টের হাইকোর্ট বিভাগের একটি মামলা। ২০১৮ সালের কোটা সংস্কার আন্দোলন এর মুখে চাকরিতে মুক্তিযোদ্ধা কোটা বাতিলের পরিপত্র জারির ৩ বছর পর ২০২১ সালে এই রিটটি দায়ের করা হয়। পরবর্তীতে এই মামলার বিচার ২০২৪ সালের কোটা সংস্কার আন্দোলনের প্রেক্ষাপট তৈরিতেও ভূমিকা রাখে।\n\n\n== তথ্য ==\n২০১৮ সালের কোটা সংস্কার আন্দোলন এর মুখে ২০১৮ সালের ৪ অক্টোবর প্রথম ও দ্বিতীয় শ্রেণির চাকরিতে মুক্তিযোদ্ধা কোটা বাতিলের পরিপত্র জারি করে বাংলাদেশ সরকার। ৩ বছর পর ২০২১ সালে পরিপত্রটি চ্যালেঞ্জ করে মুক্তিযোদ্ধাদের সন্তান ও প্রজন্ম, কেন্দ্রীয় কমান্ড কাউন্সিলের সভাপতি অহিদুল ইসলাম তুষার সহ সাতজন হাইকোর্টে একটি রিট করেন। এর পরিপ্রেক্ষিতে প্রথম ও দ্বিতীয় শ্রেণির সরকারি চাকরিতে মুক্তিযোদ্ধা কোটা বাতিলে জারি করা ২০১৮ সালের পরিপত্র কেন অবৈধ ঘোষণা করা হবে না, তা জানতে চেয়ে ২০২১ সালের ৬ ডিসেম্বর রুল জারি করে হাইকোর্ট।\n\n\n== বিচার ==\n২০২৪ সালের ৫ জুন সরকারি দপ্তর, স্বায়ত্তশাসিত বা আধা স্বায়ত্তশাসিত প্রতিষ্ঠান ও বিভিন্ন করপোরেশনে চাকরিতে সরাসরি নিয়োগের ক্ষেত্রে ৯ম গ্রেড (পূর্বতন ১ম শ্রেণি) ও ১০ম-১৩তম গ্রেডের (পূর্বতন ২য় শ্রেণি) পদে মুক্তিযোদ্ধা কোটা বাতিলসংক্রান্ত পরিপত্র অবৈধ ঘোষণা করে রায় দেয় হাইকোর্ট। রিটের চূড়ান্ত শুনানি শেষে বিচারপতি কে এম কামরুল কাদের ও বিচারপতি খিজির হায়াতের সমন্বয়ে গঠিত হাইকোর্ট বেঞ্চ এ রায় দেয়।\n৯ জুন হাইকোর্টের দেওয়া রায় স্থগিত চেয়ে আপিল বিভাগের চেম্বার আদালতে আবেদন করে রাষ্ট্রপক্ষ। চেম্বার আদালত ঐ দিনই আবেদনটির আপিল বিভাগের পূর্ণাঙ্গ বেঞ্চে শুনানির তারিখ ৪ জুলাই নির্ধারণ করে দেয়।\n৪ জুলাই হাইকোর্টের দেওয়া রায় স্থগিত চেয়ে রাষ্ট্রপক্ষের করা আবেদনের শুনানি মুলতবি করা হয়। রিট আবেদনকারীপক্ষ সময়ের আবেদন জানালে আপিল বিভাগ ‘নট টুডে’ (আজ নয়) বলে আদেশ দেয়। তৎকালীন প্রধান বিচারপতি ওবায়দুল হাসানের নেতৃত্বাধীন ছয় সদস্যের আপিল বিভাগীয় বেঞ্চ এ আদেশ দিয়েছিল। এতে কার্যত পরবর্তী নির্দেশ না দেওয়া পর্যন্ত হাইকোর্টের রায় বহাল থাকে। পাশাপাশি রায়ের সম্পূর্ণ পাঠ্য প্রকাশের পর রাষ্ট্রপক্ষকে নিয়মিত লিভ টু আপিল (আপিলের অনুমতি চেয়ে আবেদন) করতে বলা হয়। এসময় এক পর্যায়ে ওবায়দুল হাসান বলেন,\n\nএত আন্দোলন কিসের, রাস্তায় শুরু হয়েছে? আন্দোলনের চাপ দিয়ে কি হাইকোর্টের রায়, সুপ্রিম কোর্টের রায় পরিবর্তন করবেন?পরবর্তীতে ১০ জুলাই আপিল বিভাগে বিচারাধীন মামলাটিতে পক্ষভুক্ত হতে ঢাকা বিশ্ববিদ্যালয়ের দুই শিক্ষার্থীর করা আবেদনের প্রেক্ষিতে হাইকোর্টের রায়ের ওপর চার সপ্তাহ স্থিতাবস্থা জারির আদেশের পাশাপাশি কিছু পর্যবেক্ষণ ও নির্দেশনা জারি করে আপিল বিভাগ। এইদিন পরবর্তী শুনানির তারিখ ৭ আগস্ট নির্ধারণ করা হয়।\n১৪ জুলাই প্রকাশিত পূর্ণাঙ্গ রায়ে হাইকোর্ট বীর মুক্তিযোদ্ধাদের সমাজের অনগ্রসর অংশ হিসেবে উল্লেখ করে সরকারি চাকরিতে তাদের সন্তানদের জন্য ৩০ শতাংশ কোটা রাখার বিধানের ন্যায্যতা দেয়।\n১৬ জুলাই রাষ্ট্রপক্ষ থেকে লিভ টু আপিল (আপিল দায়েরের আবেদন) করা হয়। সরকারের নির্দেশনার প্রেক্ষিতে ১৮ জুলাই অ্যাটর্নি জেনারেল এ এম আমিন উদ্দিনের আবেদনের ভিত্তিতে সুপ্রিম কোর্টের আপিল বিভাগের চেম্বার আদালতের বিচারক এম এনায়েতুর রহিম মামলার শুনানির তারিখ ২১ জুলাই নির্ধারণ করে।\n২১ জুলাই আপিল বিভাগ কোটা পুনর্বহাল করে হাইকোর্টের দেয়া রায় বাতিল করে। একইসাথে সরকারের নীতি নির্ধারণী বিষয় হলেও সংবিধানের ১০৪ অনুচ্ছেদের এখতিয়ারবলে এবং সার্বিক ও যৌক্তিক বিবেচনায় সম্পূর্ণ ন্যায়বিচারের স্বার্থে আদালত মেধার ভিত্তিতে সরকারি চাকরিতে ৯৩ শতাংশ নিয়োগ দেয়ার নির্দেশ দেয়। কোটার ভিত্তিতে বাকি ৭ শতাংশ নিয়োগ দেয়ার নির্দেশও দেয়া হয়। আদালতের নির্দেশনায় বীর মুক্তিযোদ্ধা, শহীদ মুক্তিযোদ্ধা ও বীরাঙ্গনার সন্তানদের জন্য ৫ শতাংশ, ক্ষুদ্র জাতিগোষ্ঠীর জন্য ১ শতাংশ এবং প্রতিবন্ধী ও তৃতীয় লিঙ্গের জন্য ১ শতাংশ কোটা বরাদ্দ রাখার কথা বলা হয়।\n\n\n== তাৎপর্য ==\n\n৫ জুন এই মামলার রায় ঘোষণার প্রেক্ষিতে ঐ দিন সন্ধ্যায় ঢাকা বিশ্ববিদ্যালয়ে সরকারি চাকরিতে কোটা পদ্ধতি পুনর্বহালের প্রতিবাদে বিক্ষোভ মিছিল করে সাধারণ শিক্ষার্থীরা। ৬ জুন দ্বিতীয় দিনের মতো বিক্ষোভ সমাবেশ হয় ঢাকা বিশ্ববিদ্যালয়ে। একই দাবিতে কয়েকদিন ধরে ঢাকা বিশ্ববিদ্যালয়ের পাশাপাশি চট্টগ্রাম বিশ্ববিদ্যালয়, রাজশাহী বিশ্ববিদ্যালয়, জাহাঙ্গীরনগর বিশ্ববিদ্যালয়সহ বিভিন্ন বিশ্ববিদ্যালয়ের শিক্ষার্থীরা বিক্ষোভ, সমাবেশ ও মানববন্ধন করে। ৯ জুন ঢাকা বিশ্ববিদ্যালয় ক্যাম্পাসের বিক্ষোভ সমাবেশে ৩০ জুনের মধ্যে মুক্তিযোদ্ধা কোটা বাতিল না হলে দেশব্যাপী আন্দোলনের আল্টিমেটাম দেয় শিক্ষার্থীরা। এভাবে তৃতীয়বারের মতো দেশে কোটা সংস্কার আন্দোলনের প্রেক্ষাপট সূচিত হয়।\n৯ জুন হাইকোর্টের রায় স্থগিত চেয়ে রাষ্ট্রপক্ষ আবেদনের প্রেক্ষিতে ১০ জুন আন্দোলনকারীরা দাবি মেনে নিতে সরকারকে ৩০ জুন পর্যন্ত সময় বেঁধে দেয় এবং ঈদুল আযহার কারণে আন্দোলনে বিরতি ঘোষণা করে। ৩০ জুন থেকে আন্দোলন পুনরায় উজ্জীবিত হয়। ১ জুলাই ঢাকা বিশ্ববিদ্যালয়ের শিক্ষার্থীরা বিক্ষোভ করে ও তিনদিনের কর্মসূচি ঘোষণা করে। এদিন জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের শিক্ষার্থীরা ঢাকা-আরিচা মহাসড়ক অবরোধ করে এবং চট্টগ্রাম বিশ্ববিদ্যালয়ের শিক্ষার্থীরা বিশ্ববিদ্যালয়ের কেন্দ্রীয় মিনারের সামনে অবস্থান নেয়।\nধারাবাহিক আন্দোলনের বিভিন্ন কর্মসূচির প্রেক্ষিতে ১ জুলাই বৈষম্যবিরোধী ছাত্র আন্দোলন আত্মপ্রকাশ করে। সংগঠনটির ব্যানারে আন্দোলনকারী শিক্ষার্থীরা দেশের বিভিন্ন স্থানে বিক্ষোভ, মানববন্ধন, মহাসড়ক অবরোধ ইত্যাদি লাগাতার কর্মসূচি দেয়। পুলিশ বাহিনীর পাশাপাশি আওয়ামী লীগ, ছাত্রলীগ ও অন্যান্য অঙ্গসংগঠনের সহিংস তৎপরতায় আন্দোলনকারীদের উপর মাসব্যাপী গণহত্যা চালিয়ে এবং কারফিউ জারির মাধ্যমে সেনাবাহিনী মোতায়েন করেও আন্দোলন দমাতে ব্যর্থ হয় শেখ হাসিনার সরকার। আন্দোলন ঘটনাচক্রে অসহযোগ আন্দোলনে রূপ নিলে ৫ আগস্ট শেখ হাসিনা পদত্যাগ করে ভারতে পালিয়ে যায় এবং শেখ হাসিনার সরকারের পতন ঘটে।\n\n\n== আরও দেখুন ==\nছাত্র–জনতার অভ্যুত্থান\nসচিব, অর্থ মন্ত্রণালয় বনাম মাসদার হোসেন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"WRIT PETITION NO. 6063 of 2021\" (পিডিএফ)। বাংলাদেশ সুপ্রিম কোর্ট (ইংরেজি ভাষায়)। সংগ্রহের তারিখ ৮ সেপ্টেম্বর ২০২৪।"}