{"pageid": 1475189, "title": "অভিলম্ব বল", "url": "https://bn.wikipedia.org/wiki?curid=1475189", "content": "বলবিদ্যায় অভিলম্ব বল (ইংরেজি: Normal Force) বা অভিলম্ব প্রতিক্রিয়া বল, \n  \n    \n      \n        \n          F\n          \n            n\n          \n        \n      \n    \n    {\\displaystyle F_{n}}\n  \n দ্বারা কোনো বস্তু ও এর উপর সংস্পর্শে থাকা আরেকটি বস্তুর মধ্যকার স্পর্শ বলের লম্ব উপাংশকে বোঝায়। Normal শব্দটি প্রচলিত অর্থে সাধারণ বোঝায়, তবে এখানে শব্দটি জ্যামিতিক অর্থে লম্ব বোঝাতে ব্যবহৃত হয়েছে। একজন ব্যক্তি একটি প্ল্যাটফরমের মেঝের উপর স্থির হয়ে দাঁড়িয়ে থাকলে তার উপর অভিকর্ষ ক্রিয়াশীল হয়, যা তাকে পৃথিবীর কেন্দ্রের দিকে আকর্ষণ করে। কিন্তু মেঝের উপরিতলে অবস্থিত অণুগুলো তার বিরুদ্ধে একটি বাধাদানকারী বল প্রয়োগ করে অভিকর্ষকে নাকচ করে দেয়, এই বলটিই অভিলম্ব বল।\nঅভিলম্ব বল মূলত ভূমির একধরনের প্রতিক্রিয়া বল। যদি কোনো ব্যক্তি একটি ঢালু রাস্তায় স্থির দাঁড়িয়ে থাকেন (এবং মাটিতে ডেবে না যান কিংবা পিছলিয়ে না যান), তাহলে ভূমির প্রতিক্রিয়া বলটিকে দুটি উপাংশে ভাগ করা যায়: একটি হলো ভূমির উপর লম্বভাবে অভিলম্ব বল এবং ভূমির সমান্তরালে একটি ঘর্ষণ বল। আরেকটি পরিচিত উদাহরণ হলো, যদি কোনো বস্তু একটি বেগ নিয়ে কোনো পৃষ্ঠে আঘাত করে, তখন অভিলম্ব বল এই অভিঘাতকে প্রতিহত করে বস্তুর মন্দন ঘটায়, যা অবশ্য বস্তু ও ঐ তলের নমনীয়তার উপর নির্ভর করে।\n\n\n== সমীকরণ ==\n\nসমতল টেবিলের উপর (চিত্র ১ বা ২ এর ন্যায় হেলানো তলে নয়) স্থির থাকা কোনো বস্তুর ক্ষেত্রে অভিলম্ব বল ও বস্তুর উপর অভিকর্ষ বল (ওজন) পরস্পর সমান ও তারা বিপরীত দিকে ক্রিয়া করে। অর্থাৎ,\n\n  \n    \n      \n        \n          F\n          \n            n\n          \n        \n        =\n        m\n        g\n      \n    \n    {\\displaystyle F_{n}=mg}\n  \n\nযেখানে m হলো ভর, এবং g হলো পৃথিবীর মহাকর্ষীয় ক্ষেত্র প্রাবল্য (অভিকর্ষজ ত্বরণ, যার মান প্রায় 9.81 m/s2)।\nঅভিলম্ব বল দ্বারা সে বলকে বোঝায় যার কারণে বস্তুটি টেবিলের ভেতর দিয়ে ঢুকে যায় না। যা-ই হোক, প্রায়শই মনে করা হয়ে থাকে যে অভিলম্ব বল ও ওজন হলো ক্রিয়া ও প্রতিক্রিয়া, যা একটি প্রচলিত ভুল ধারণা। এক্ষেত্রে বস্তুটি স্থির থাকার কারণ হিসেবে অভিলম্ব বল ও ওজনকে সমান বলা হয়, যাতে বস্তুটির উপর ঊর্ধ্বমুখী বা নিম্নমুখী ত্বরণ না থাকাকে ব্যাখ্যা করা যায়। আবার, একটি বল কোনো পৃষ্টতলের উপর বাউন্স করার পর তাতে ঊর্ধ্বমূখী ত্বরণ থাকে। এক্ষেত্রে অভিলম্ব বলটি ওজনের চেয়ে বড়ো হয়।\nযখন বস্তু চিত্র: ১ বা ২ এর মতো হেলানো তলের উপর অবস্থান করে, তখন অভিলম্ব বল তলের উপর লম্ব বরাবর ক্রিয়া করে। এক্ষেত্রেও অভিলম্ব বল বস্তুটিকে তলের মধ্যে ঢুকে যাওয়া থেকে বাধা দেয় (তলটি যথেষ্ট শক্ত মনে করলে)। এ বলের মান এক্ষেত্রে:\n  \n    \n      \n        \n          F\n          \n            n\n          \n        \n        =\n        m\n        g\n        cos\n        ⁡\n        (\n        θ\n        )\n      \n    \n    {\\displaystyle F_{n}=mg\\cos(\\theta )}\n  \nযেখানে \n  \n    \n      \n        \n          F\n          \n            n\n          \n        \n      \n    \n    {\\displaystyle F_{n}}\n  \n অভিলম্ব বল, m বস্তুর ভর, g মহাকর্ষীয় ক্ষেত্র প্রাবল্য, এবং θ হলো অনুভূমিকের সাথে হেলানো তলের কোণ।\nএখানে বস্তুর উপর ক্রিয়াশীল বলগুলোর একটি হলো অভিকম্ব বল। আলোচিত এসব সরল ক্ষেত্রে বস্তুর উপর ক্রিয়াশীল অন্যান্য গুরুত্বপূর্ণ বলগুলো হলে ঘর্ষণ এবং মহাকর্ষ।\n\n\n== ভৌত উৎপত্তি ==\nঅভিলম্ব বল নিজে নিজে উদ্ভুত কোনো বল নয়, বরং পাউলির বর্জন নীতির ফলাফল: বস্তুর দুটি পৃষ্ঠতলের মিথস্ক্রিয়ার ফলে এ বল উদ্ভূত হয়। দুইটি পৃষ্ঠতলে অবস্থিত একটি পরমাণু কখনো অপর পরমাণুকে প্রচুর শক্তিব্যয় ছাড়া ভেদ করতে পারে না। কারণ এমন কোনো নিম্নশক্তিসম্পন্ন অবস্থা (low energy state) নেই, যেখানে দুটি তলে অবস্থিত দুটি ইলেকট্রনের তরঙ্গ ফাংশন পরস্পর অধিক্রমণ ঘটাতে পারে। তাই দুটি পৃষ্ঠের একটির আরেকটির ভেতর ঢুকে যাওয়া রোধ করতে অন্য কোনো আণুবীক্ষণিক বলের প্রয়োজন নেই। এ বলটিকে অবশ্য ভ্যান্ডারওয়ালস বল হিসেবে বর্ণনা করা হয়, দুটি অণুর মধ্যবর্তী দূরত্ব হ্রাস পেলে এ বলের মান দ্রুত অনেক বেশি বৃদ্ধি পায়।\nতুলনামূলক বড়ো পরিসরে বিবেচনা করলে, পৃষ্টতলগুলোকে এক একটি বস্তু বলে মনে করা যায়। এক্ষেত্রে বস্তুদ্বয় একে অন্যের ভেতর ঢুকে না যাওয়ার কারণ হিসেবে পদার্থের স্থায়ীত্বকে দায়ী করা যায়, যা নিজেও পাউলির বর্জন নীতি এবং তার সাথে প্রকৃতির মৌলিক বলগুলোর ফলাফল: বস্তুর মধ্যে ফাটল না ধরার কারণ বিদ্যুৎচৌম্বকীয় বলের ফলে সৃষ্ট পরমাণুর মধ্যকার রাসায়নিক বন্ধন, পরমাণুর ভেঙে না পড়ার জন্য দায়ী ইলেকট্রন ও নিউক্লিয়াসের মধ্যবর্তী বিদ্যুৎচৌম্বকীয় বল, আর নিউক্লিয়াসকে ভাঙনের হাত থেকে রক্ষা করে নিউক্লিয় বলগুলো।\n\n\n== আরও দেখুন ==\nবল\nস্পর্শ বলবিদ্যা\nঅভিলম্ব বিকৃতি\n\n\n== তথ্যসূত্র =="}