{"pageid": 1475320, "title": "মার্কিন পতন", "url": "https://bn.wikipedia.org/wiki?curid=1475320", "content": "মার্কিন পতন হল একটি ধারণা, যেটি দাবি করে যে যুক্তরাষ্ট্র রাজনৈতিক, সামরিক, অর্থনৈতিক এবং প্রযুক্তিগত দিক দিয়ে আপেক্ষিকভাবে ক্ষমতা হারাচ্ছে। এটি জনসংখ্যাগত, সামাজিক, নৈতিক, আধ্যাত্মিক, সাংস্কৃতিক, স্বাস্থ্যসেবা বা পরিবেশগত ইস্যুতেও সরাসরি পতনের দিকে নির্দেশ করতে পারে।    পতনটি আপেক্ষিক নাকি সরাসরি এ বিষয়ে বিতর্ক আছে।  \nসামরিক সুবিধা কমে আসা, বাজেট ঘাটতি, ভূ-রাজনৈতিক অতি প্রসার এবং নৈতিক, সামাজিক ও আচরণগত অবস্থার পরিবর্তন মার্কিন পতনের সঙ্গে যুক্ত। ২০১০ দশকের শেষ দিকে, চীনের উত্থান একটি প্রধান উদ্বেগ হিসাবে আবির্ভূত হয়েছে, যেখানে কিছু বিশেষজ্ঞ বলেছেন যে চীন সম্ভবত আমেরিকার শীর্ষস্থানকে চ্যালেঞ্জ করতে পারে, যদিও অন্যরা এই দৃষ্টিভঙ্গি নিয়ে সমালোচনা করেছেন।\nবিশেষজ্ঞদের মতে, পতনের ধারণা বা \"পতনবাদ\" দীর্ঘদিন ধরে আমেরিকান সংস্কৃতির অংশ।  \n\n\n== মূল্যায়ন ==\nজিত হিরের মতে, মার্কিন নেতৃত্ব সবসময় তিনটি স্তম্ভের উপর নির্ভর করেছে: \"অর্থনৈতিক শক্তি, সামরিক শক্তি এবং সাংস্কৃতিক আধিপত্যের নরম শক্তি।\"  অন্যদিকে, আমেরিকান কূটনীতিক এরিক এস. এডেলম্যান বলেছেন, পতনবাদীরা অতীতে ধারাবাহিকভাবে ভুল ছিল।  তবে, রাজনৈতিক বিজ্ঞানী অ্যারন ফ্রিডবার্গ সতর্ক করেছেন যে অতীতে পতনবাদীদের ভুল হওয়া মানে ভবিষ্যতে তাদের পূর্বাভাস ভুল হবে এমনটা নয় এবং পতনবাদীদের কিছু যুক্তি গুরুত্ব সহকারে নেওয়া উচিৎ।  \nরাষ্ট্রবিজ্ঞানী ম্যাথিউ ক্রোয়েনিগ বলেন যে ১৯৪৫ সাল থেকে আমেরিকা ভূ-রাজনীতিতে তিন ধাপের পরিকল্পনা অনুসরণ করে এসেছে। প্রথম ধাপে নিয়মতান্ত্রিক বিশ্ব ব্যবস্থা গড়ে তুলেছে, দ্বিতীয় ধাপে আমেরিকা নির্মিত এই বিশ্বব্যবস্থা মেনে চলে এমন সকল দেশ এমনকি তাদের প্রতিদ্বন্দ্বীদেরও এই ব্যবস্থায় জায়গা দিয়েছে, তৃতীয় ধাপে আমেরিকা তার মিত্রদের সঙ্গে নিয়ে যারাই এই বিশ্ব ব্যবস্থাকে চ্যালেঞ্জ করেছে তাদের প্রতিহত করে যাচ্ছে। \n\n\n=== ঘাটতি ব্যয় ===\nপল কেনেডির মতে, সামরিক ব্যয়ের উপর ঘাটতি ব্যয়ের ধারাবাহিকতা একটি বড় শক্তির পতনের প্রধান কারণ। ২০১৭ সালে ইরাক ও আফগানিস্তান যুদ্ধে খরচ আনুমানিক ৪.৪ ট্রিলিয়ন ডলার, যা মার্কিন পতনের একটি বড় কারণ হিসেবে চিহ্নিত হয়েছে। কেনেডি আরও বলেন, ইরাক ও আফগানিস্তান যুদ্ধের ব্যাপক খরচ ওসামা বিন লাদেনের জন্য অনেক বড় এক বিজয় ছিল, কারন সে চেয়েছিল বিশ্বকে দেখাতে যে দীর্ঘমেয়াদি ও রক্তক্ষয়ী যুদ্ধ চালাতে আমেরিকা অনিচ্ছুক। ২০১১ সাল পর্যন্ত আমেরিকান সামরিক ব্যয় সারা পৃথিবীর সকল দেশের সামরিক ব্যয়ের প্রায় সমান ছিল এবং দ্বিতীয় বিশ্বযুদ্ধের চেয়েও বেশি ছিল। \nকেনেডি তার বই দ্য রাইজ অ্যান্ড ফল অফ দ্য গ্রেট পাওয়ারস- এ আমেরিকান পতনকে ধীর ও সহজ করতে একটি ব্যবস্থাপনা গড়ে তোলার প্রতি গুরুত্বারোপ করেন।  বইটি ১৯৮৯ সালে প্রকাশিত হবার ৩ বছর পর সোভিয়েত ইউনিয়নের বিলুপ্তি ঘটে এবং জাপানি স্টক মার্কেটের পতন ঘটে যা মার্কিন যুক্তরাষ্ট্রকে একমাত্র পরাশক্তি এবং আন্তর্জাতিকভাবে প্রভাবশালী রাজনৈতিক ও অর্থনৈতিক শক্তি হিসাবে প্রতিষ্ঠিত করে। \n\n\n=== ভূ-রাজনৈতিক অতি প্রসার ===\n\nইতিহাসবিদ ইমানুয়েল টডের মতে, সামরিক কর্মকাণ্ড ও শক্তিমত্তা বৃদ্ধি দৃশ্যত সক্ষমতা বৃদ্ধির প্রতিফলন হিসেবে চিহ্নিত হলেও, ভেতরে ভেতরে এটি ক্ষমতা নিঃশেষিত হবার প্রক্রিয়াটিকে ঢেকে রাখতে পারে। নিজস্ব পর্যবেক্ষনে টড, সোভিয়েত ইউনিয়ন ও রোমান সাম্রাজ্যের পতনে এই ব্যাপারটি লক্ষ্য করেছেন এবং ধারণা করেন মার্কিন যুক্তরাষ্ট্রও একই রকম প্রক্রিয়ার মধ্য দিয়ে যাচ্ছে।\n২০০৫ সালে আমেরিকার ৩৮ টি বড় ও মাঝারি আকারের বিমান ও নৌ ঘাটি বিশ্বব্যাপী ছড়িয়ে ছিল, যা ব্রিটিশ সাম্রাজ্যের শক্তির চরম উৎকর্ষের সময়ে থাকা ৩৬ ঘাটির চেয়েও বেশি।  কেনেডি প্রথম বিশ্বযুদ্ধের আগের গ্রেট ব্রিটেনের সাথে মার্কিন পরিস্থিতির তুলনা করে বলেছেন যে মার্কিন ঘাঁটির মানচিত্র একই রকম। \n\n\n=== সংস্কৃতি ===\nঅ্যালান ব্লুম, ইডি হার্শ এবং রাসেল জ্যাকবি প্রমুখ ভাষ্যকাররা বলেছেন যে আমেরিকান সংষ্কৃতির পতন ঘটছে।  স্যামুয়েল পি. হান্টিংটন সমালোচনা করে বলেন যে ১৯৫০ সাল হতে আমেরিকান সংষ্কৃতি ও রাজনীতির ক্রমান্বয়ে অবনতি ঘটছে। নিজস্ব পর্যবেক্ষনে তিনি বলেন যে মার্কিন পতন বেশ কিছু স্বতন্ত্র ঘটনার মাধ্যমে শুরু হয়। যথা সোভিয়েত ইউনিয়নের স্পুটনিক উৎক্ষেপণের প্রতিক্রিয়ায়; ভিয়েতনাম যুদ্ধে; ১৯৭৩ সালের তেল সংকটের মাধ্যমে; ৭০ এর দশকের শেষ দিকে সোভিয়েত উত্তেজনা এবং স্নায়ুযুদ্ধের সমাপ্তির পর একটি সাধারণ অস্বস্তির মধ্যে।  আমেরিকান ইতিহাসবিদ রাসেল জ্যাকবির মতে, দ্বিতীয় বিশ্বযুদ্ধের পর থেকে একাডেমিক মার্কসবাদের উত্থান, উগ্র রাজনৈতিক অর্থনীতি এবং সমালোচনামূলক সাহিত্য ও সাংস্কৃতিক অধ্যয়ন আমেরিকান সংস্কৃতির পতনে অবদান রেখেছে। \n\n\n=== রাজনৈতিক মেরুকরণ ===\nডেভিড লিওনহার্ড লিখেছেন যে \"মার্কিন যুক্তরাষ্ট্রে আয়, সম্পদ এবং আয়ু অনেকাংশে জনসংখ্যার জন্য স্থবির হয়ে পড়েছে, যা একটি ক্ষুব্ধ জাতীয় মেজাজে অবদান রেখেছে এবং রাজনৈতিক বিভাজনকে আরও বাড়িয়ে দিয়েছে৷ ফলাফল হল একটি আধা-অকার্যকর সরকার যা চীনের বিরুদ্ধে দেশের অনেক বড় সুবিধাগুলিকে নষ্ট করে দিচ্ছে।\"  জোনাথন হপকিন লিখেছেন যে কয়েক দশকের নিওলিবারাল নীতি, যা মার্কিন যুক্তরাষ্ট্রকে \"বাজারের নিষ্ঠুর শক্তির কাছে সমাজের বশ্যতার সবচেয়ে চরম ঘটনা\" করে তুলেছে, যার ফলে অসমতার অভূতপূর্ব মাত্রা দেখা দিয়েছে, এবং একটি অস্থিতিশীল আর্থিক ব্যবস্থার সাথে মিলিত হয়েছে। এবং সীমিত রাজনৈতিক পছন্দগুলি, রাজনৈতিক অস্থিতিশীলতা এবং বিদ্রোহের পথ প্রশস্ত করেছে, যেমন বার্নি স্যান্ডার্স 2016-এর প্রেসিডেন্ট নির্বাচনী প্রচারণা এবং ডোনাল্ড ট্রাম্পের মতো একজন \"অসম্ভাব্য ব্যক্তিত্ব\" মার্কিন যুক্তরাষ্ট্রের রাষ্ট্রপতি পদে উত্থানের দ্বারা প্রতিনিধিত্ব করা বামদের পুনরুত্থান দ্বারা প্রমাণিত হয়েছে। \n\n\n== তথ্যসূত্র =="}