{"pageid": 1475282, "title": "সাহির লুধিয়ানবি", "url": "https://bn.wikipedia.org/wiki?curid=1475282", "content": "সাহির লুধিয়ানবি কলম নামে সুপরিচিত চৌধুরী আবদুল হাই গুজ্জর (৮ মার্চ ১৯২১ - ২৫ অক্টোবর ১৯৮০) একজন ভারতীয় কবি ও গীতিকার। তিনি প্রধানত উর্দু ভাষায় কবিতা লিখতেন, পাশাপাশি হিন্দি ভাষায়ও লিখতেন। তাকে বিংশ শতাব্দীর ভারতের অন্যতম সেরা চলচ্চিত্রের গীতিকার ও কবি বলে গণ্য করা হয়।\nতার সৃষ্টিকর্ম ভারতীয় চলচ্চিত্র, বিশেষ করে হিন্দি চলচ্চিত্রকে প্রভাবিত করে। তিনি তাজমহল (১৯৬৩) চলচ্চিত্রের \"জো ওয়াদা কিয়া\" এবং পরবর্তীকালে কাভি কাভি (১৯৭৬) চলচ্চিত্রের \"কাভি কাভি মেরে দিল মেঁ\" গানের জন্য শ্রেষ্ঠ গীতিকার বিভাগে দুটি ফিল্মফেয়ার পুরস্কার অর্জন করেন। ১৯৭১ সালে ভারত সরকার তাকে পদ্মশ্রী পুরস্কারে ভূষিত করে। ২০১৩ সালের ৮ই মার্চ সাহিরের ৯২তম জন্মবার্ষিকীতে তার সম্মানে একটি স্মারক ডাকটিকিট প্রকাশ করা হয়।\n\n\n== প্রারম্ভিক জীবন ==\nসাহির ১৯২১ সালের ৮ই মার্চ তদানীন্তন ব্রিটিশ ভারতের পাঞ্জাব প্রদেশের (বর্তমান পাঞ্জাব, ভারত) লুধিয়ানার করিমপুরায় রেড স্যান্ডস্টোন হাভেলিতে এক পাঞ্জাবি মুসলিম গুজ্জর পরিবারে জন্মগ্রহণ করেন। লুধিয়ানায় জন্মগ্রহণের কারণে তিনি তার নামের সাথে লুধিয়ানবি যুক্ত করেন। তার মাতা সর্দার বেগম ও পিতা চৌধরী ফজল মুহম্মদ গজ্জর।\nসাহির লুধিয়ানার খলসা হাই স্কুলে পড়াশোনা করেন। এরপর তিনি লুধিয়ানা সরকারি কলেজ ভর্তি হন। তার নামে এই কলেজের অডিটরিয়ামের নামকরণ করা হয়েছে। কলেজে পড়াকালীন তিনি গজল ও নজম (উর্দু কবিতা) এবং আবেগতাড়িত বক্তৃতার জন্য পরিচিত ছিলেন।\n\n\n== কর্মজীবন ==\nসাহির আজাদি কি রাহ পর (১৯৪৯) চলচ্চিত্রের চারটি গান রচনার মধ্য দিয়ে চলচ্চিত্রে কর্মজীবন শুরু করেন। চলচ্চিত্র ও গানসমূহ দর্শক-শ্রোতাদের মনযোগ কাড়তে পারেনি। তবে এস. ডি. বর্মণের সুরে নওজোয়ান চলচ্চিত্র দিয়ে তিনি পরিচিতি অর্জন করেন। সাহিরের প্রথম আলোচিত সাফল্য ছিল বাজি (১৯৫১), যার সুর করেছিলেন এস. ডি. বর্মণ। তারা গুরু দত্তের দলের অংশ ছিলেন। বর্মণের সাথে সাহিরের শেষ কাজ ছিল প্যায়াসা (১৯৫৭)। শিল্পগত ও চুক্তির পার্থক্যের কারণের তাদের আর একসাথে কাজ করতে দেখা যায়নি।\n১৯৫৮ সালে সাহির রমেশ সয়গলের ফির সুবাহ হোগি চলচ্চিত্রের গানের গীত লিখেন। চলচ্চিত্রটি ফিওদোর দস্তয়েভ্‌স্কির অপরাধ ও শাস্তি উপন্যাস অবলম্বনে নির্মিত। শঙ্কর-জয়কিশনকে চলচ্চিত্রটির সুরকার হিসেবে বাছাই করা হলে সাহির এমন একজন সুরকার চান যার এই উপন্যাস সম্পর্কে অধিক জ্ঞান রয়েছে। মোহাম্মদ জহুর খৈয়াম চলচ্চিত্রটির সুর করেন। স্বল্প আবহ সঙ্গীত সংবলিত \"ও সুবাহ কাভি তো আয়েগি\" গানটি সমাদৃত হয়।  খৈয়াম ও সাহির পরবর্তীকালে কাভি কাভি (১৯৭৬) ও ত্রিশূল (১৯৭৮) চলচ্চিত্রে কাজ করেন। কাভি কাভি চলচ্চিত্রের \"কাভি কাভি মেরে দিল মেঁ\" গানের জন্য তিনি শ্রেষ্ঠ গীতিকার বিভাগে তার দ্বিতীয় ফিল্মফেয়ার পুরস্কার অর্জন করেন।\n\n\n== মৃত্যু ==\nসাহির ১৯৮০ সালের ২৫শে অক্টোবর ৫৯ বছর বয়সে হৃৎযন্ত্রের ক্রিয়া বন্ধ হয়ে মৃত্যুবরণ করেন। তাকে জুহু মুসলিম সমাধিতে সমাহিত করা হয়। নতুন কবরের স্থান সংকুলানের জন্য ২০১০ সালে তার কবর ধ্বংস করা হয়।\n\n\n== পুরস্কার ও মনোনয়ন ==\nশিল্পকলায় পদ্মশ্রী - ১৯৭১\nশ্রেষ্ঠ গীতিকার বিভাগে ফিল্মফেয়ার পুরস্কার\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে সাহির লুধিয়ানবি  (ইংরেজি)"}