{"pageid": 1475739, "title": "ছাত্র-জনতার অভ্যুত্থান", "url": "https://bn.wikipedia.org/wiki?curid=1475739", "content": "ছাত্র–জনতার অভ্যুত্থান বা জুলাই বিপ্লব বলতে বাংলাদেশে কোটা সংস্কার আন্দোলন ২০২৪ ও অসহযোগ আন্দোলন ২০২৪-এর সমন্বিত আন্দোলনকে বোঝানো হয়। ২০২৪ সালের ৫ জুন বাংলাদেশ সুপ্রিম কোর্টের হাইকোর্ট বিভাগ কর্তৃক ২০১৮ সালের ৪ অক্টোবর বাংলাদেশ সরকারের জারি করা পরিপত্রকে অবৈধ ঘোষণার পর কোটা সংস্কার আন্দোলন নতুন করে শুরু হয়, এই আন্দোলনে তৎকালীন শেখ হাসিনা নেতৃত্বাধীন সরকার দমন নিপড়ন শুরু করলে এটি অসহযোগ আন্দোলনে রূপ নেয়। এই গণঅভ্যুত্থানের কারণে প্রধানমন্ত্রী শেখ হাসিনা পদত্যাগ করে ভারতে পলায়ন করতে বাধ্য হলে বাংলাদেশ সাংবিধানিক সংকটে পড়ে এবং এর তিন দিন পরে মুহাম্মদ ইউনূসকে প্রধান উপদেষ্টা করে একটি অন্তর্বর্তীকালীন সরকার গঠিত হয়।\n\n\n== নামকরণ ==\n৩ আগস্ট বৈষম্যবিরোধী ছাত্র আন্দোলনের অন্যতম সমন্বয়ক মো. নাহিদ ইসলাম বলেন, \"আমরা এখনও আগস্টে যাইনি। এই জুলাই হত্যার বিচার করেই আমরা আগস্টে যাব।\" ফলে আন্দোলনটি \"জুলাই বিপ্লব\" বলে খ্যাতি পায়।\n১১ সেপ্টেম্বর ২০২৪ তারিখে জাতির উদ্দেশে দেওয়া ভাষণে এই অভ্যুত্থানকে প্রধান উপদেষ্টা ড. ইউনূস \"জুলাই বিপ্লব\" এবং ফ্যাসিবাদের বিরুদ্ধে \"ছাত্র–শ্রমিক–জনতার অভ্যুত্থান\" বলে অভিহিত করেন।\n\n\n== পটভূমি ==\n২০০৮ সালের নির্বাচনে আওয়ামী লীগ নির্বাচিত হওয়ার পর, তারা তত্ত্বাবধায়ক সরকার ব্যবস্থা বাতিল করে। এরপর রাজনৈতিক সরকার ক্ষমতায় থাকা অবস্থায় আওয়ামী লীগ পরপর আরও তিনটি জাতীয় নির্বাচনে জয় লাভ করে। ২০১৪, ২০১৮ ও ২০২৪ সালে অনুষ্ঠিত জাতীয় নির্বাচনগুলোতে ব্যপক কারচুপির অভিযোগ উঠে। এরমাঝে ২০১৮ সালের নির্বাচন ব্যতীত বাকি দুটো নির্বাচন বাংলাদেশের অধিকাংশ রাজনৈতিক দল বয়কট করেছিলো। এইসময় সরকার তাদের বিরোধীদের উপর ব্যাপক নির্যাতন ও ধর-পাকড় চালায়, বিরোধী দলের শীর্ষ নেতাদের বিভিন্ন মামলায় সাজা দেওয়ার মাধ্যমে তাদের নেতৃত্বশূন্য করে ফেলা হয়। এইসময়ে বাংলাদেশের সব গণমাধ্যমে তথ্য প্রচার কঠোরভাবে নিয়ন্ত্রণ করা হয় এবং ডিজিটাল নিরাপত্তা আইন, ২০১৮-এর মতো আইনের মাধ্যমে কঠোরভাবে জনসাধারণের মতপ্রকাশের স্বাধীনতাকে নিয়ন্ত্রণ করা হয়।\nএইসময়ে অরাজনৈতিক আন্দোলন সহ অধিকাংশ আন্দোলন নিয়ন্ত্রণে সরকার পুলিশ বাহিনীর পাশাপাশি আওয়ামী লীগের অঙ্গ সংগঠন বিশেষত ক্যাম্পাসগুলোতে ছাত্রলীগকে ব্যবহার করতো। ছাত্রলীগের বিরুদ্ধে বিভিন্ন ক্যাম্পাসে সহিংসতামূলক কর্মকাণ্ড ও দমন-নিপড়নের অভিযোগ ছিলো। গত তিন মেয়াদে আওয়ামী লীগের ছোট থেকে কেন্দ্রের বেশিরভাগ নেতা ও সরকারি কর্মকর্তাদের বিরুদ্ধে দুর্নীতি ও অর্থপাচারের অভিযোগ উঠেছিলো, বাংলাদেশ থেকে পাচার করা অর্থে কানাডায় বাংলাদেশিদের পরিবাবের সদস্যদের নিয়ে বেগমপাড়া তৈরি করা হয়েছে, গত দুই বছর ধরে বাংলাদেশের মূল্যস্ফীতি রেকর্ড ছুঁয়েছে, পাশাপাশি রিজার্ভের ঘাটতি, দুর্নীতির ব্যাপক বিস্তার, দেশ থেকে বিপুল পরিমাণে অর্থ পাচার, ব্যাংকিংখাতে হাজার হাজার কোটি টাকার ঋণ অনিয়মের জন্য সাধারণ মানুষের জীবনযাত্রায় ব্যয় বৃদ্ধি পেয়ে দিনে দিনে জীবন-যাপন কঠিন হয়ে উঠেছিলো, যার কারণে তারা সরকারের উপর ক্ষুব্ধ হয়ে উঠেছিল\n\n\n== প্রথম পর্যায় ==\n\n\n=== কোটা সংস্কার আন্দোলন ===\n\n২০১৮ সালে বাংলাদেশে সরকারি চাকরিতে কোটা সংস্কারের দাবিতে ব্যাপক আন্দোলন শুরু হয়, যা ছাত্রদের মধ্যে সাধারণ ছাত্র অধিকার সংরক্ষণ পরিষদের নেতৃত্বে পরিচালিত হয়। এই আন্দোলনের প্রধান লক্ষ্য ছিল প্রথম ও দ্বিতীয় শ্রেণির সরকারি চাকরিতে চলমান কোটা ব্যবস্থা সংস্কার করা। আন্দোলনের ধারাবাহিকতা এবং শিক্ষার্থীদের চাপে, সরকার ৪৬ বছর ধরে চলা এই কোটাব্যবস্থা বাতিলের ঘোষণা দেয়।\nতবে, ২০২১ সালে এই সিদ্ধান্ত চ্যালেঞ্জ করে সাতজন মুক্তিযোদ্ধার সন্তান, অহিদুল ইসলামসহ, হাইকোর্টে রিট আবেদন করেন। অবশেষে, ২০২৪ সালের ৫ জুন, হাইকোর্টের বিচারপতি কে এম কামরুল কাদের ও বিচারপতি খিজির হায়াতের বেঞ্চ কোটাব্যবস্থা বাতিলের সিদ্ধান্তকে অবৈধ ঘোষণা করে। রায় প্রকাশের পরপরই দেশের বিভিন্ন বিশ্ববিদ্যালয়ে শিক্ষার্থীরা এই রায়ের বিরুদ্ধে আন্দোলন শুরু করে।\nজুলাই মাসে আন্দোলন আরও তীব্র রূপ নেয়, যেখানে শিক্ষার্থীরা \"বাংলা ব্লকেড\" সহ অবরোধ কর্মসূচি চালায়। এই সময়ে আন্দোলন দমাতে পুলিশের অতিরিক্ত শক্তি প্রয়োগের ফলে সংঘর্ষ ঘটে, এবং রংপুরে আবু সাঈদ নামে একজন শিক্ষার্থী পুলিশের গুলিতে নিহত হন। এই ঘটনাটি আন্দোলনকে আরও জোরালো করে এবং দেশজুড়ে উত্তেজনা বৃদ্ধি পায়।\nএরপর ঢাকাসহ সারাদেশে আন্দোলন সহিংহ হয়ে উঠে ও বিভিন্ন জায়গায় আইন শৃঙ্খলা বাহিনী, ছাত্রলীগ ও যুবলীগের মতো সংগঠনের হামলায় অনেক হতাহত হয়। এইসময় সারাদেশে কারফিউ জারি ও ইন্টারনেট বন্ধ করে দেওয়া হয়। আন্দোলনের প্রক্ষিতে পরবর্তীতে আপিল বিভাগের শুনানির তারিখ এগিয়ে নিয়ে আসা হয়।\n\n\n=== মামলা নিয়ে আপিল বিভাগের রায় ===\n\n৪ জুলাই আপিল বিভাগ, ৯ জুন হাইকোর্টের রায় স্থগিত চেয়ে রাষ্ট্রপক্ষের আবেদনের ওপর শুনানি না করে সরকারি চাকরির প্রথম ও দ্বিতীয় শ্রেণিতে মুক্তিযোদ্ধা কোটা পদ্ধতি বাতিলের সরকারি সিদ্ধান্ত অবৈধ ঘোষণা করে হাইকোর্টের দেওয়া রায় আপাতত বহাল রাখে। রাষ্ট্রপক্ষকে ‘লিভ টু আপিল’ দায়ের করার কথা বলা হয়। এ সময় তৎকালীন প্রধান বিচারপতি ওবায়দুল হাসান বলেন, আন্দোলন হচ্ছে, হোক। রাজপথে আন্দোলন করে কি হাইকোর্টের রায় পরিবর্তন করবেন?\nপরবর্তীতে ১০ জুলাই আপিল বিভাগ রাষ্ট্রপক্ষ ও দুই শিক্ষার্থীর করা আবেদনের প্রেক্ষিতে হাই কোর্টের রায়ের ওপর চার সপ্তাহ স্থিতাবস্থা জারির আদেশের পাশাপাশি কিছু পর্যবেক্ষণ ও নির্দেশনা জারি করে। এইদিন ৭ আগস্ট পরবর্তী শুনানির জন্য নির্ধারণ করা হয়।\n১৪ জুলাই হাইকোর্টের পূর্ণাঙ্গ রায় প্রকাশিত হলে রাষ্ট্রপক্ষ ও দুই শিক্ষার্থীর পক্ষ থেকে লিভ টু আপিল দায়ের করা হয়। ১৮ জুলাই এটর্নি জেনারেল এ এম আমিন উদ্দিনের আবেদনের ভিত্তিতে সুপ্রিম কোর্টের আপিল বিভাগের চেম্বার কোর্ট বিচারপতি এম ইনায়েতুর রহিম মামলার শুনানির তারিখ ২১ জুলাই রোববার নির্ধারণ করেন।\n২১ জুলাই আপিল বিভাগ কোটা পুনর্বহাল করে হাইকোর্টের দেয়া রায় বাতিল করে। একইসাথে সরকারের নীতি নির্ধারণী বিষয় হলেও সংবিধান অনুযায়ী সম্পূর্ণ ন্যায় বিচারের স্বার্থে আদালত সরকারি চাকরিতে ৯৩ শতাংশ মেধা-ভিত্তিক নিয়োগ দেয়ার নির্দেশ দেয়। এইদিন বাংলাদেশের ইতিহাসে প্রথমবারের মতো কারফিউর মধ্যেও সর্বোচ্চ আদালতের কার্যক্রম বসেছিলো।\n\n\n=== গণহত্যা ===\n\n\n== দ্বিতীয় পর্যায় ==\n\n\n=== এক দফা দাবি ===\n\n\n=== লং মার্চ টু ঢাকা ===\n\n\n== পরিণতি ==\n\n\n=== সরকার পতন ===\n\n\n=== সহিংসতা ===\n\n\n=== অন্তর্বর্তীকালীন সরকার ===\n\n\n=== সাংবিধানিক সংকট ===\n২০২৪ সালের ৫ই আগস্ট তারিখে ছাত্র–জনতার অভ্যুত্থানের সময় বাংলাদেশের তৎকালীন প্রধানমন্ত্রী শেখ হাসিনা অকস্মাৎ গোপনে দেশত্যাগ করলে বাংলাদেশ একটি সাংবিধানিক সংকটে পতিত হয়, কারণ বাংলাদেশের সংবিধানে প্রধানমন্ত্রী পলায়ন কিংবা পদত্যাগ করলে নতুন সরকার গঠন নিয়ে কোন বিধান নেই। ভারতে হাসিনার পলায়নের পর রাষ্ট্রপতি মোহাম্মদ সাহাবুদ্দিন সুপ্রিম কোর্টের পরামর্শে ডক্ট্রিন অব নেসেসিটির দোহাই দিয়ে অন্তর্বর্তী সরকার গঠনে সায় দেন। তবে ডক্ট্রিন অব নেসেসিটির দোহাই দিয়ে সাংবিধানিক ধারাবাহিকতা নামকাওয়াস্তে রক্ষিত ধরা হলেও বাংলাদেশ আওয়ামী লীগ নিয়মিত অন্তর্বর্তী সরকারকে অসাংবিধানিক ও অবৈধ বলে দাবি করে আসছে।\n\n\n=== তদন্ত ও বিচার ===\nআন্দোলনে পুলিশের পোশাকে অন্য দেশের নাগরিকের উপস্থিতিতির প্রাথমিক প্রমাণ পাওয়ার কথা জানান আন্তর্জাতিক অপরাধ ট্রাইব্যুনালের চিফ প্রসিকিউটর তাজুল ইসলাম।\n\n\n== বিতর্ক ==\n\n\n=== রাজাকার স্লোগান ===\n\n\n=== ইন্টারনেট বিভ্রাট ===\n\n\n==== প্রথম পর্যায় (১৮–২৮ জুলাই) ====\n\n\n==== দ্বিতীয় পর্যায় (২–৫ আগস্ট) ====\n\n\n=== দমনের পক্ষে ব্যক্তিবর্গ ===\n\n\n=== আন্দোলন কঠোরভাবে দমনের অভিযোগ ===\n\n\n=== গুজব ===\n\n\n== নারীদের ভূমিকা ==\n\nএই আন্দোলনে নারীদের অস্বাভাবিক সংখ্যায় অংশগ্রহণ করতে দেখা গিয়েছিল, যা বাংলাদেশের ইতিহাসে বিরল। সাধারণত বাংলাদেশে নারীদের রাজনৈতিক বিক্ষোভে জড়াতে দেখা যায় না। বিশেষজ্ঞদের মতে, আন্দোলনটিতে নারীদের অংশগ্রহণ বিশ্ববিদ্যালয়ের ছাত্রীদের গণ অংশগ্রহণের মাধ্যমে ত্বরান্বিত হয়েছিল।\n\n\n== কিংবদন্তি ==\n\n\n=== ৩৬ জুলাই ===\n\n\n=== চিত্রকর্ম ও দেয়াল লিখন ===\nকোটা সংস্কার আন্দোলন ও এর ধারাবাহিকতায় অসহযোগ আন্দোলন ছিলো বাংলাদেশের ইতিহাসে একটি স্বতঃস্ফূর্ত আন্দোলন। দল মত ধর্ম বর্ণ জাতি নারী পুরুষ সবাই মিলে আন্দোলনকে একটি নতুন মাত্রায় নিয়ে গিয়েছিলো। এই আন্দোলনে দেশ বিদেশ থেকে অনেক চিত্রশিল্পীরা বিভিন্ন চিত্রকর্ম একে আন্দোলনকারীদের সাহস যুগিয়েছিলো। তাদের মধ্যে অন্যতম ছিলেন দেবাশীষ চক্রবর্তী। তার করা পোষ্টার থেকে উঠে এসেছে এই অভ্যুত্থানের ধারাবাহিক সময়ক্রম, সময়োপযোগী দাবিদাওয়া ও অভ্যুত্থানের গতিপথ নির্দেশক নানা ধরনের স্লোগান। লাল, কালো ও হলুদের গভীর প্রতীকী মিশ্রণে দেবাশিস এই অভ্যুত্থানের প্রতিটি পর্যায়কে মূর্ত করে তুলেছেন অসামান্য দরদ ও দক্ষতায়। ‘খুনি হাসিনা’, ‘হুকুমের আসামী’সহ বেশকিছু পোস্টারে দেবাশিস সাবেক প্রধানমন্ত্রীকে সরাসরি তাঁর আক্রমণের লক্ষ্যবস্তু বানিয়েছেন। বাংলাদেশে শেখ হাসিনার যে প্রবল প্রতাপশালী সত্তাটি জনগণের মনে ও চৈতন্যে সদা বিরাজমান ছিল, দেবাশিসের এই পোস্টারগুলো তা ভেঙে টুকরা টুকরা করে ফেলেছে।\n\nশিল্পী রীশাম শাহাব তীর্থর পোস্টারে ফুটে উঠেছে অভ্যুত্থান-পরবর্তী অরাজকতার বিরুদ্ধে প্রতিবাদ এবং সবার জন্য সমতার দেশ গড়ার অঙ্গীকার। পাশাপাশি অভ্যুত্থানে আহতদের সুচিকিৎসার মানবিক দাবিটিও উঠে এসেছে এই শিল্পীর ডিজিটাল তুলিতে।\nঅদ্রি রায় নামের এক শিল্পীর একটি পোস্টারে ফটোজার্নালিস্ট ও সাধারণ নাগরিকদের ব্যক্তিগত ডিভাইস তল্লাশির প্রতিবাদ উঠে এসেছে সোজাসাপটা ভাষায়, ‘ফোনটা তোর বাপের না,/ ক্যামেরা তোর নেতার না!’ আন্দোলন চলাকালে লাশের মিছিলে মুক্তির আশায় বুক বেঁধে হাঁটতে থাকা ছাত্র–জনতার যন্ত্রণাদগ্ধ অনুভূতি ব্যক্ত হয়েছে অদ্রির আরেকটা পোস্টারে, ‘লাশ গুনতে গুনতেই লাশ হয়ে যাব,/ তবু জানি ফিরবার সব পথ বন্ধ।’ আগস্টের শুরুতে প্রবল বর্ষণকে উপেক্ষা করেও রাস্তায় নেমে এসেছিল হাজার হাজার ছাত্র–জনতা। বৃষ্টিতে ভিজতে থাকা সেই গণমানুষের বেদনাদীপ্ত মনের অনুভূতিটি ভাষা পেয়েছে অদ্রির আরেকটি পোস্টারে, ‘সন্তানের রক্তে ভিজে আছি, ছাতার দরকার নেই!’ এ ছাড়া আন্দোলনের আরও বিভিন্ন দিককে কেন্দ্র করে শত শত পোস্টার বানিয়েছেন জানা-অজানা অনেক শিল্পী। প্রায় প্রতিটি সামাজিক গণমাধ্যমে হাজার হাজারবার প্রচারিত হয়েছে এসব পোস্টার। নানা কারণে যাঁরা মাঠে নামতে পারেননি, মোবাইল বা ল্যাপটপের স্ক্রিনে উদ্বিগ্ন মুখে যাঁরা তাকিয়ে ছিলেন ভবিষ্যতের দিকে, তাঁদের হাতেও প্রতি মুহূর্তে লড়াইয়ের অস্ত্র তুলে দিয়েছে এই পোস্টারগুলো।\nআন্দোলনের জুলাই–আগস্টে মাত্র তিন সপ্তাহে আঁকা হয়েছে শত শত রম্য, উপহাস ও বিদ্রুপাত্মক কার্টুন ও চিত্রকর্ম। স্লোগানের মতো রাজনৈতিক কার্টুনও উৎসাহ দিয়েছে এ আন্দোলনে। বাংলাদেশের প্রথিতযশা কার্টুনিস্ট আহসান হাবীব ৩ আগস্ট ২০২৪-এ একটি কার্টুন প্রকাশ করেন। তাতে দেখা যায়, লালের ওপর আঁকা হয়েছে একটি বালুঘড়ি। ঘড়ির ওপরে আর তখন নামমাত্র বালু আছে নিচে নামতে। লেখা আছে ‘কাউন্ট ডাউন’। এছাড়াও এবারের আন্দালেন নাজমুস সাদাতের কার্টুনে নিজের দিকে বন্দুকের নল টেনে নেওয়া হাত, আসিফ মাহবুবের আঁকা রক্তাক্ত মুঠোফোন, রিশাম শাহাব তীর্থর আঁকা গণতন্ত্রকে নিরাপত্তা বাহিনী আর ছাত্রলীগের পেটোয়া বাহিনীর নির্যাতন অথবা পুলিশের বুটের তলা আটকে রাখা শিক্ষার্থীর দলের কার্টুনগুলো আন্দোলনের সময় ঘটনার বার্তা দিয়ে পরিস্থিতি স্পষ্ট করেছে।\nগণঅভ্যুত্থান চলাকালে এক পর্যায়ে চারদিকে মরদেহের স্তূপের মাঝে একদল তরুণ রং-তুলি, পেইন্ট স্প্রে নিয়ে ঢাকাসহ সারাদেশের বিভিন্ন দেয়াল গ্রাফিতি এঁকে রাঙিয়ে তুলে প্রাণ সংশয়ের ভয় নিয়ে। সেই গ্রাফিতিগুলোতে উঠে আসে সাবেক প্রধানমন্ত্রী শেখ হাসিনার পদত্যাগ থেকে শুরু করে গণহত্যার বিচারের দাবি।\nঢাকার ব্যস্ততম সড়ক বা এলাকার ছোট গলিতে মুখ ফেরালেই দেখা যেত স্প্রে, পেইন্টের রঙে রঙিন কাঁচাপাকা হাতের গ্রাফিতি। আবু সাঈদের মায়ের আহাজারি ‘হামার বেটাক মারলি কেনে?’, মুগ্ধর ‘এই পানি লাগবে পানি’, ‘রক্তাক্ত জুলাই’, ‘দেশটা কারও বাপের না’– এমন হাজারো প্রতিবাদী স্লোগান ও তরুণ প্রজন্মের দাবি উঠে আসে গ্রাফিতি আকারে। যেগুলো সাবেক প্রধানমন্ত্রীর সময়ে ক্ষমতার জোরে মুছে ফেলার ব্যর্থ চেষ্টা করা হয়। গ্রাফিতি আঁকার সময় পুলিশ দিয়ে শিক্ষার্থীদের বাধা দেওয়া হয়।\nতবুও শিক্ষার্থীরা দমে যায়নি। তারা চুপিসারে গ্রাফিতি এঁকে প্রতিবাদ করে। ৫ আগস্ট সরকার পতন হয়। এরপর হঠাৎ করেই যেন আন্দোলনের সময়ে আঁকা গ্রাফিতি, পোস্টারে ভরে থাকা দেয়াল, মেট্রোরেলের পিলার, সড়ক বিভাজক, ঢাকার বিভিন্ন স্কুল-কলেজ, বিশ্ববিদ্যালয়, প্রধান সড়কের দেয়াল পাল্টে যেতে থাকে। বিভিন্ন রঙে রঙিন হতে থাকে। ছোট্ট শিশু থেকে শুরু করে শিক্ষার্থীদের অভিভাবকদের সহায়তায় প্রতিবাদী তরুণরা যা যা চায় এবং মনের ক্ষোভের বহিঃপ্রকাশ ঘটায় দেয়ালে দেয়ালে রং-তুলি দিয়ে। শাহবাগ, টিএসসি, জগন্নাথ বিশ্ববিদ্যালয়, মোহাম্মদপুর, বেইলি রোড, খিলগাঁও, মালিবাগ, মিন্টো রোড, মিরপুর, সেগুনবাগিচা, রামপুরাসহ পুরো ঢাকায় দেয়ালচিত্র এঁকে শিক্ষার্থীরা আন্দোলনের সময়ের বিভিন্ন স্মৃতি তুলে ধরে। সেই সঙ্গে দেশের প্রায় প্রতিটি শহরে তা ছড়িয়ে যায়।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== সঙ্গীত ===\nকোটা সংস্কার আন্দোলনের সময় আওয়াজ উডা শিরোনামের গানটি মুক্তি পায়। মুক্তির এক সপ্তাহ পর,গানটির সুরকার হান্নানকে ২৫ জুলাই নারায়ণগঞ্জ থেকে পুলিশ গ্রেপ্তার করে। নিউ ইয়র্কভিত্তিক অলাভজনক সংস্থা আর্টিস্ট অ্যাট রিস্ক কানেকশন (এআরসি) গ্রেপ্তারটির নিন্দা জানায়।\nগানটি কোটা সংস্কার আন্দোলনের সময় জনমহলে খুবই জনপ্রিয় হয়ে ওঠে। মাত্র ১৩ দিনে এটি ইউটিউবে ছয় মিলিয়নেরও বেশি বার দেখা হয়, যা সে সময় বাংলাদেশে ইউটিউবে পঞ্চম সর্বাধিক দেখা গান হিসেবে স্থান পায়।\n\n\n=== গণমাধ্যমে উল্লেখ ===\n\n\n=== জুলাই স্মৃতি ফাউন্ডেশন ===\n\n\n=== জাদুঘর ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে ছাত্র-জনতার অভ্যুত্থান সম্পর্কিত মিডিয়া দেখুন।\n উইকিউক্তিতে ছাত্র-জনতার অভ্যুত্থান সম্পর্কিত উক্তি পড়ুন।"}