{"pageid": 1475737, "title": "২০১৫ উত্তর ভারত মহাসাগর ঘূর্ণিঝড় মৌসুম", "url": "https://bn.wikipedia.org/wiki?curid=1475737", "content": "২০১৫ সালে উত্তর ভারত মহাসাগরের ঘূর্ণিঝড় ঋতু গ্রীষ্মমণ্ডলীয় ঘূর্ণিঝড় গঠনের বার্ষিক চক্রের একটি চলমান ঘটনা। উত্তর ভারত মহাসাগরের ঘূর্ণিঝড় ঋতুর কোন আনুষ্ঠানিক সময়সীমা নেই, তবে প্রায় সকল ঘূর্ণিঝড় এপ্রিল থেকে ডিসেম্বর মাসের মধ্যে তৈরি হয়। মে থেকে নভেম্বরের মধ্যে সর্বোচ্চ সংখ্যক ঘূর্ণিঝড় হয়ে থাকে। এই তারিখগুলি প্রথাগতভাবে প্রতি বছরের সময়সীমাকে সীমাবদ্ধ করে যখন বেশিরভাগ গ্রীষ্মমণ্ডলীয় ঘূর্ণিঝড় উত্তর ভারত মহাসাগরে তৈরি হয়।\nএই নিবন্ধের পরিধি উত্তর গোলার্ধে, আফ্রিকার হর্নের পূর্বে এবং মালয় উপদ্বীপের পশ্চিমে ভারত মহাসাগরের মধ্যে সীমাবদ্ধ। উত্তর ভারত মহাসাগরে দুটি প্রধান সমুদ্র রয়েছে — ভারতীয় উপমহাদেশের পশ্চিমে আরব সাগর, ভারতের আবহাওয়া বিভাগ (আইএমডি) দ্বারা একে সংক্ষেপে এআরবি; এবং পূর্বে বঙ্গোপসাগর, আইএমডি দ্বারা সংক্ষেপে বিওবি বলা হয়।\nএই অববাহিকায় অফিসিয়াল আঞ্চলিক বিশেষায়িত আবহাওয়া কেন্দ্র হল ভারত মৌসুম বিজ্ঞান বিভাগ বা ইন্ডিয়া মেটিওরোলজিক্যাল ডিপার্টমেন্ট। আইএমডি এবং জয়েন্ট টাইফুন সতর্কীকরণ কেন্দ্র এই অঞ্চলের ঘূর্ণিঝড় সম্পর্কিত ঘটনা সমূহের জন্য অনানুষ্ঠানিক ঘোষণা প্রদান করে। এই অববাহিকায় প্রতি মৌসুমে গড়ে তিন থেকে চারটি ঘূর্ণিঝড় সৃষ্টি হয়।\n\n\n== একনজরে ==\nমৌসুমটি শেষ দুই বছরের তুলনায় বেশ দেরিতে শুরু হয়, প্রথম ঝড় আশোবা ৭ জুনে তৈরি হয়। অশোবার পরে ২টি নিম্নচাপ তৈরি হয়, এরপর জুলাইয়ে কোমেন তৈরি হয়। কোমেন বাংলাদেশে প্রবল বৃষ্টিপাত সৃষ্টি করে। সেপ্টেম্বর মাসে কোনো ঝড় নেই, এরপর অক্টোবরের শেষদিকে চপলা তৈরি হয়। চপলা আরব সাগরে অত্যন্ত প্রবল ঘূর্ণিঝড়ে পরিণত হয়, ২০০৭ সালে গনুর পর এটি আরব সাগরে সবচেয়ে শক্তিশালী ঝড় হয়ে ওঠে। চপলা ইয়েমেনে আছড়ে পড়া একমাত্র হ্যারিকেন শক্তির সিস্টেম হয়ে যায়, এবং ১৯২২ সালের পর সুকাত্রায় প্রথম ঘূর্ণিঝড়। চপলার পর মেঘ তৈরি হয়, যা একই সাধারণ অঞ্চলে অপেক্ষাকৃত দুর্বল অবস্থায় পৌঁছায়।\n\n\n== ঘটনাবলী ==\n\n\n=== ঘূর্ণিঝড় অশোবা ===\n\nদক্ষিণপশ্চিম মৌসুমি বায়ুর প্রভাবে ৬ জুন একটি নিম্নচাপ এলাকা তৈরি হয়। এটি ধীরে ধীরে শক্তিশালী হতে থাকে, যা যৌথ টাইফুন সতর্কতা কেন্দ্র (জেটিডব্লিউসি) কে ৬ জুন একটি ট্রপিক্যাল সাইক্লোন ফরমেশন অ্যালার্ট (TCFA) জারি করতে বাধ্য করে। পরের দিন, ভারতীয় আবহাওয়া বিভাগ (আইএমডি) সিস্টেমটির জন্য প্রথম পরামর্শ জারি করে, এটিকে এআরবি ০১ হিসেবে চিহ্নিত করে। পরদিনই, জেটিডব্লিউসি জানায় যে ঝড়টি ট্রপিক্যাল সাইক্লোনের তীব্রতায় পৌঁছে গেছে, এবং ৮ জুন আইএমডি ঝড়টিকে সাইক্লোনিক স্টর্ম হিসেবে উন্নীত করে, এর নামকরণ করে আশোবা। ঝড়টি কিছু সময়ের জন্য উত্তর-পশ্চিম দিকে চলতে থাকে, পরে পশ্চিম দিকে চলে যায় এবং মাঝারি থেকে উচ্চ বায়ু শিয়ার এবং স্থল স্পর্শের কারণে দুর্বল হয়ে পড়ে।\nঝড়ের মধ্যে বেশিরভাগ আর্দ্রতা আকৃষ্ট হওয়ার কারণে ভারতীয় উপমহাদেশে দক্ষিণপশ্চিম মৌসুমি বায়ুর আগমন বিলম্বিত হয়। পূর্ব ওমানের অধিকাংশ স্থানে প্রবল বৃষ্টি হয়, মাসিরাহ দ্বীপে এক দিনে ২২৫ মিমি (৮.৯ ইঞ্চি) বৃষ্টিপাত হয় এবং ২৫০ মিমি (৯.৮ ইঞ্চি) বেশি বৃষ্টিপাত হয়। ব্যাপক বন্যার কারণে বহু লোককে স্থানান্তরিত করতে হয় এবং শক্তিশালী বায়ুর কারণে অনেক অঞ্চল বিদ্যুৎ বিচ্ছিন্ন হয়ে পড়ে। আরব আমিরাতের কালবা এবং ফুজায়রা এলাকায় আশোবা দ্বারা সৃষ্ট অস্থির আবহাওয়ার কারণে জলাবদ্ধতার সৃষ্টি হয়।\n\n\n=== নিম্নচাপ বিওবি ০১ ===\n\nভারতের পূর্ব উপকূলে ১৭ জুন একটি নিম্নচাপ এলাকা তৈরি হয়, যা বিশাখাপত্তম থেকে প্রায় ১৩৫ নটিক্যাল মাইল (২৫০ কিমি; ১৫৫ মাইল) পূর্ব-দক্ষিণ-পূর্বে অবস্থান করে। পরবর্তী দুই দিনে, সিস্টেমের কেন্দ্রের দক্ষিণ ও পশ্চিম প্রান্তে গভীর কনভেকশন তৈরি হয়, যা প্রধানত advancing southwest monsoon-এর প্রভাবে ঘটে। মৌসুমি বায়ুর কারণে মাঝারি থেকে শক্তিশালী বায়ু শিয়ারের প্রভাবে, এই বিরোধীতা আরও বিকশিত হতে ব্যর্থ হয়, এবং জেটিডব্লিউসি ২০ জুন জানায় যে এটি শেষ হয়ে গেছে। তবে, একই সময়ে আইএমডি এই সিস্টেমটিকে একটি ডিপ্রেশন হিসেবে ট্র্যাক করতে শুরু করে, যা ৩৫ নট (৬৫ কিমি/ঘণ্টা; ৪০ মাইল/ঘণ্টা) বেগে ঝড়ো বাতাসের সৃষ্টি করে। নিম্নচাপটি ২১ জুন সকালে ওড়িশার উপকূলে, গোপালপুর ও পুরী এলাকার মধ্যে আঘাত হানে। আইএমডি ২২ জুন বিওবি ০১-এর ট্র্যাকিং বন্ধ করে দেয়।\nনিম্নচাপের কারণে উত্তাল সমুদ্র অনেক মাছধরা নৌকাকে বিপদে ফেলে, ২১ জুন অন্তত ১৫০ জনের খবর পাওয়া যায় যে তারা উপকূলের বাইরে নিখোঁজ হয়েছে। অধিকাংশ লোক নিরাপদে উপকূলে ফিরে আসে অথবা এক দিনের মধ্যে উদ্ধার হয়; তবে, নয়জন মৎস্যজীবীর ডুবে যাওয়ার আশঙ্কা করা হয়। ২১–২৩ জুন পুরো ওড়িশা রাজ্যকে সতর্ক অবস্থায় রাখা হয়। সিস্টেমটি রাজ্যের অধিকাংশ স্থানে ভারী বৃষ্টিপাত ঘটায়, মালকানগিরিতে সবচেয়ে বেশি, ৩২০ মিমি (১৩ ইঞ্চি) বৃষ্টিপাত হয়। মালকানগিরি জেলার বহু শহরের প্রবেশাধিকার বন্যার কারণে বন্ধ হয়ে যায়। বন্যা-সংক্রান্ত ঘটনার ফলে অন্তত ছয়জন মৃত্যুবরণ করে।\n\n\n=== গভীর নিম্নচাপ এআরবি ০২ ===\n\nমৌসুমি ঝড়ের পরবর্তী সিরিজের মধ্যে, ২১ জুন একটি নতুন বৃষ্টি-ঝড়ের ঢেউ গুজরাটের উপকূলে আরব সাগরে একটি নিম্নচাপ এলাকায় পরিণত হয়। সিস্টেমটির পশ্চিম দিকে গভীর কনভেকশন অব্যাহত ছিল, এবং পরবর্তী ২৪ ঘণ্টায় ঘূর্ণনীয় বিকাশ চলতে থাকে, আইএমডি এটিকে একটি নিম্নচাপ হিসেবে ট্র্যাক করতে শুরু করে, যার নাম দেয় আরব ০২। আরব ০২ উন্নতি করতে থাকে এবং ২২ জুন রাতে জেটিডব্লিউসি সিস্টেমটির ওপর একটি TCFA জারি করে, যখন এটি মুম্বই থেকে ২৮৫ নটিক্যাল মাইল (৫২৮ কিমি; ৩২৮ মাইল) পশ্চিম-উত্তর-পশ্চিমে অবস্থান করছিলো।\nগুজরাতে প্রবল বৃষ্টি শুরু হয়, যার সর্বাধিক পরিমাণ ছিল ৬৩৬ মিমি (২৫.০ ইঞ্চি) বাগাসারায়, ৫১১ মিমি (২০.১ ইঞ্চি) ধরি এবং ৪০০ মিমি (১৬ ইঞ্চি) ভারিয়াভে। জাতীয় দুর্যোগ প্রতিক্রিয়া বাহিনী এবং ভারতীয় বিমান বাহিনীকে মোতায়েন করা হয়। আমরেলি জেলায় বন্যা ৯০ বছরের মধ্যে সবচেয়ে খারাপ বলে রিপোর্ট করা হয়; জেলার ৮৩৮ গ্রামের মধ্যে ৬০০টি গ্রাম আক্রান্ত হয়, যার মধ্যে ৪০০টি স্থলপথে অপ্রবেশযোগ্য হয়ে পড়ে। এই অঞ্চলে অন্তত ৮০ জনের মৃত্যু ঘটে, সৌরাষ্ট্র সবচেয়ে বেশি ক্ষতির সম্মুখীন হয়।\n\n\n=== স্থল নিম্নচাপ ০১ ===\n\n১০ জুলাই UTC ০৩:০০ (ভারতীয় স্ট্যান্ডার্ড টাইম ০৮:৩০) এ ঝাড়খণ্ডের, রাঁচির কাছাকাছি, স্থলভাগে একটি নিম্নচাপ সৃষ্টি হয়। এটি সাধারণত উত্তর-পশ্চিম দিকে সরে যায় এবং ১২ জুলাই ভোরে উত্তর প্রদেশ এবং সংলগ্ন হরিয়ানা অঞ্চলের প্রান্তে বিলীন হয়ে যায়।\nএই সিস্টেমটি অত্যন্ত ভারী বৃষ্টির সৃষ্টি করে, যা মধ্য প্রদেশের গ্বালিয়রে ২৪ ঘণ্টায় সর্বাধিক বৃষ্টির রেকর্ড ভেঙে দেয়। শহরটিতে এক দিনে ১৯১ মিমি (৮ ইঞ্চি) বৃষ্টিপাত হয়, যা ১৯৪৭ সালের কাছাকাছি সময়ে তৈরি করা পূর্বের রেকর্ড ১৪৯.৯ মিমি (৬ ইঞ্চি) কে অতিক্রম করে। প্রাপ্ত বৃষ্টির পরিমাণ শহরের মাসিক গড় বৃষ্টিপাতের ২৫০.৭ মিমি (১০ ইঞ্চি) এর ৭৫% এরও বেশি। ওড়িষ্যার অন্তত ১৪টি গ্রাম বন্যায় নিমজ্জিত হয়, যা সরাসরি এই নিম্নচাপের সাথে সম্পর্কিত ছিল। হিরাকুদ বাঁধ কর্তৃপক্ষ ১৩ জুলাই মাহানদী নদী থেকে পানি ছাড়ার ঘোষণা দেয়। উত্তর প্রদেশ এবং হরিয়ানাও সিস্টেমটির থেকে প্রবল বৃষ্টিপাতের সম্মুখীন হয়।\n\n\n=== ঘূর্ণিঝড় কোমেন ===\n\nঘূর্ণিঝড় কোমেন বাংলাদেশের দক্ষিণ উপকূলে উৎপন্ন হয়েছিল এবং বঙ্গোপসাগরের উত্তরে প্রবাহিত হওয়ার সময় একই দেশকে আঘাত করে চলে গিয়েছিল। ২০১৫ সালে এই তান্ডবের সময় কোমেন মায়ানমার, বাংলাদেশ ও ভারতে প্রচুর পরিমাণে বৃষ্টিপাত ঘটিয়েছিল। মূলত জুলাই মাসের দিকে গাঙ্গেয় ব-দ্বীপের চক্রাকারে আবর্তনের দরুন এই ঘূর্ণিঝরের সূত্রপাত ঘটে। শেষে কোমেন ঘণ্টায় ৭৫ কি.মি. বেগে বাড়তে বাড়তে একটি শক্তিশালী ঘূর্ণিঝড়ে রূপ নেয় এবং জুলাইয়ের ৩০ তারিখের দিকে দক্ষিণ-পূর্ব বাংলাদেশের উপকূলবর্তী অঞ্চলে ঢুকে পরে। পরবর্তীতে ঘূর্ণিঝড়টি পশ্চিমের দিকে চলে যায় এবং ঝড়টিকে ২রা অগাস্ট ভারতের পূর্ব দিকে  শেষ দেখা যায়। কোমেন তার যাত্রাপথে প্রবল বৃষ্টিপাত করার মাধ্যমে অগ্রসর হয়েছিল। বিশেষত মায়ানমারের উত্তর-পশ্চিমের দিকে পালেত্ব নামক জায়গায় যেখানে বৃষ্টিপাতের পরিমাণ এসছিল ৮৪০ মি.মি.। বন্যা সৃষ্টির মধ্য দিয়ে এই ঝড় চক্রবৃদ্ধি হারে অগ্রসর হতে থাকে এবং শতাব্দির সবচেয়ে খারাপ ঘূর্ণিঝড় হিসেবে মায়ানমারে এই ঝড় পরিচয় লাভ করে। যেহেতু বন্যার পানি ঘরের ছাদ ছুঁই-ছুঁই অবস্থায় পৌছে গিয়েছিল তাই মায়ানমারের প্রায় ১.৭ মিলিয়ন মানুষকে তাদের ঘরবাড়ি ছেড়ে আশ্রয়কেন্দ্রে চলে যেতে হয়েছিল। প্রায় ৫,১০,০০০ ঘরবাড়ি ধ্বংস প্রাপ্ত হয়েছিল এবং ৬,৬৬৭,২২১ একর (২,৭০,০০০ হেক্টর) ফসলি জমি ধ্বংস হয়ে যাওয়ায় কৃষি-প্রধান অর্থনৈতিক মানুষগুলো তাদের উপার্জনের মূল উৎস হারিয়ে বসেছিল। ঐ ঘূর্ণিঝড়ে ১৩২ জন মানুষ মারা গিয়েছিল যাদের মধ্যে ৩৯ জনই মারা গিয়েছিল সরাসরি কোমেনের আঘাতে। ২০০৮ সালের ঘূর্ণিঝড় নার্গিসের পর এটি বাংলাদেশে আরেক অন্যতম ভয়াবহ দূর্যোগ ছিল যেখানে বাংলাদেশের সরকার আন্তর্জাতিক সাহায্যকারি সংস্থাগুলোকে আহ্বান করেছিল এই দূর্যোগ মোকাবেলায় সহযোগীতার হাত বাড়িয়ে দেওয়ার জন্য। এই ঝড় বাংলাদেশে ৮৮,৯০০ টি বাড়িঘর এবং এক সপ্তাহের মধ্যে ফসলি জমিগুলোকে বন্যায় আবৃত করে ফেলেছিল। বাংলাদেশে কোমেনের কারণে প্রায় ৪৫ জন লোকের মৃত্যু হয়, যাদের মধ্যে অনেক ঝড় থেকে অতিবাহিত হওয়া অন্যান্য অসুখে মারা পরে। পরবর্তীতে এই ঝড় ভারতের দক্ষিণ-পূর্ববর্তী অঞ্চলগুলোতে ১০৩ জন মানুষ এবং ৪,৭৬,০৬০ টি বাড়িঘর ধ্বংস করে।\n\n\n=== স্থল নিম্নচাপ ০২ ===\n\nমধ্যপ্রদেশের উপর একটি ট্রফ ২৪ জুলাই পশ্চিম দিকে সরে পূর্ব রাজস্থানে পৌঁছায় এবং এর কাছাকাছি একটি নিম্নচাপ এলাকা তৈরি হয়। পশ্চিম দিকে চলতে চলতে, সিস্টেমটি আরো সংগঠিত হয়ে ২৭ জুলাই যোধপুরের পশ্চিমে একটি নিম্নচাপে পরিণত হয়। পাকিস্তান এবং সংলগ্ন জম্মু ও কাশ্মীরের উপর একটি পশ্চিমী অসুবিধা সিস্টেমটিকে রাজস্থানের শুষ্ক অংশে আরো উত্তর দিকে সরে যেতে বাধা দেয়। এর ফলে এটি আরো শক্তিশালী হয়ে একটি গভীর নিম্নচাপে পরিণত হয়, বারমের থেকে প্রায় ১১০ কিমি (৬৮ মাইল) দক্ষিণ-পূর্বে। তবে, সিস্টেমটি ২৯ জুলাই প্রধানত উত্তর দিকে ত্বরান্বিত হয়, তার পথে শুষ্ক বায়ু শোষণ করে। এটি দ্রুত দুর্বল হয়ে পড়ে এবং পরবর্তী দিন বিকানারের উত্তরদিকে বিলীন হয়ে যায়।\nসিস্টেম দ্বারা আনা ভারী বৃষ্টিপাত রাজস্থান এবং গুজরাতের জেলাগুলিতে আকস্মিক বন্যা সৃষ্টি করে। গুজরাটের মুখ্যমন্ত্রী আনন্দীবেন প্যাটেল কচ্ছ, পাটন, বানাসকান্তা এবং রাজ্যের অন্যান্য জেলায় ত্রাণ কার্যক্রম পরিচালনার জন্য উদ্ধারকারী দলগুলোকে নির্দেশ দেন।\n\n\n=== স্থল নিম্নচাপ ০৩ ===\n\n০৪ আগস্ট মধ্যপ্রদেশ এ একটি নিম্নচাপ তৈরি হয় এবং এর বাতাসের সর্বোচ্চ গতিবেগ ৪৫ কিমি/ঘ (৩০ মা/ঘ) রেকর্ড করা হয়। একদিন পরে এটি দুর্বল হয়ে পড়ে এবং নিম্নচাপ এলাকা হিসেবে চিহ্নিত হয়। এর প্রভাব শুধুমাত্র মধ্যপ্রদেশে পড়ে।\n\n\n=== স্থল নিম্নচাপ ০৪ ===\n\n\n=== গভীর নিম্নচাপ এআরবি ০৩ ===\n\nঅক্টোবরের শুরুতে, আরব সাগরে একটি নিম্নচাপ এলাকা তৈরি হয়। এটি ধীরে ধীরে শক্তিশালী হতে থাকে, যার ফলে জেটিডব্লিউসি ৭ অক্টোবর একটি TCFA জারি করে। ৯ অক্টোবর, আইএমডি সিস্টেমটির জন্য পরামর্শ জারি করতে শুরু করে এবং এটিকে এআরবি ০৩ হিসেবে চিহ্নিত করে। ৯ অক্টোবর রাতের দিকে, জেটিডব্লিউসি জানায় যে ঝড়টি গেল-ফোর্স বাতাসের তীব্রতায় পৌঁছে গেছে এবং তাদের পরামর্শ শুরু করে। পরবর্তী দিন, নিম্নচাপ একটি গভীর নিম্নচাপে পরিণত হয়, যার শীর্ষ তীব্রতা ছিল ৫৫ কিমি/ঘণ্টা (৩৫ মাইল/ঘণ্টা) গতিবেগের বাতাস এবং ন্যূনতম কেন্দ্রীয় চাপ প্রায় ১,০০১ মিলিবার (২৯.৫৬ ইনচ Hg)। পরবর্তী দিনগুলোতে, ঝড়টি উত্তর-পশ্চিম দিকে চলতে থাকে, যেখানে এটি বায়ুমণ্ডলের মাঝারি থেকে উচ্চ স্তরের আর্দ্রতার অভাবপূর্ণ এলাকায় পৌঁছে। সিস্টেমটি তার তীব্রতা বজায় রাখতে সংগ্রাম করে এবং দুর্বল হয়ে পড়ে, যা ১১ অক্টোবর সকালে জেটিডব্লিউসি-কে এআরবি ০৩-এর চূড়ান্ত সতর্কতা জারি করতে বাধ্য করে। পরদিন আইএমডি রিপোর্ট করে যে ঝড়টি একটি চিহ্নিত নিম্নচাপে পরিণত হয়েছে।\nঝড়টির পুরো জীবনকালে এটি পানির উপরে থাকায় ভূমিতে সরাসরি প্রভাব ফেলেনি। তবে, ঝড়ো বৃষ্টির প্রভাবে, ভারতের তামিলনাড়ুর কন্যাকুমারি জেলার উপর ভারী বৃষ্টি হয়। কন্যাকুমারির কাছাকাছি চিত্তার ১ বাঁধের জলাধারে ২১৬.৪ মিমি (৮.৫২ ইঞ্চি) বৃষ্টিপাত রেকর্ড করা হয়।\n\n\n=== অতি তীব্র ঘূর্ণিঝড় চপলা ===\n\nঘূর্ণিঝড় চপলা মৌসুমি বায়ুর প্রভাবে ২৮ অক্টোবর পশ্চিম ভারতে উৎপন্ন হয়। সমুদ্র পৃষ্ঠের উষ্ণ তাপমাত্রায় এটি দ্রুত ঘনীভূত হলে ভারতীয় আবহাওয়া দপ্তর একে ঘূর্ণিঝড় চপলা হিসেবে ঘোষণা করে। ২০০৭ সালের ঘূর্ণিঝড় গনুর পরে এটি আরব সাগরে শক্তিশালী রূপ নিতে সক্ষম হয়।   ঘনীভূত হওয়ার পরে চপলা ১ নভেম্বর ইয়েমেনী দ্বীপ সুকাত্রার উপর আঘাত হানে। স্থলভূমিতে পৌঁছে ঝড়টি দুর্বল হয়ে পড়লেও ২ নভেম্বর এটা এডেন উপসাগরে প্রবেশ করে পানির সাহচর্যে শক্তিশালী ঘূর্ণিঝড়ে রূপান্তরিত হয়। উত্তর সোমালিয়া পার হয়ে চপলা দুর্বল হয়ে পড়ে পশ্চিম উত্তর-পশ্চিমে ঘুরে যায়। ৩ নভেম্বর ইয়েমেনের মুকাল্লায় ঝড়টি আঘাত হানে এবং ইয়েমেনের সব থেকে শক্তিশালী ঝড় হিসেবে পরিচিতি পায়। পরেরদিন ঝড়টি শান্ত হয়ে যায়। ঘূর্ণিঝড় চপলা নামটি বাংলাদেশের দেয়া। এই বাংলা শব্দটির অর্থ দূরন্ত বালিকা। মেয়েদের নাম হিসেবে চপলা শব্দটি ব্যবহৃত হয়। ৩০ অক্টোবর ওমান উপকূলীয় অঞ্চলে বন্যা এবং তীব্র স্রোতের ব্যাপারে সতর্ক করে। নিম্নাঞ্চল থেকে জনগণকে দূরে সরে যাওয়ার উপদেশ দেওয়া হয়। জেলেদেরকে সমুদ্র থেকে দূরে থাকতে বলা হয় কারণ ঢেউয়ের উচ্চতা ৫ থেকে ৭ মি (১৬ থেকে ২৩ ফু) পর্যন্ত হয়। ধফার প্রদেশ এর সকল স্কুল বন্ধ ঘোষণা করা হয়। ধারণা করা হয়েছিলো ঝড়টি সালালাহ তে আঘাত হানবে কিন্তু সহসা বাতাসের গতিবেগ বদলে দক্ষিণ পশ্চিমে ঘুরে গেলে ভয় ছড়িয়ে পড়ে। শরণার্থীবিষয়ক জাতিসংঘের হাইকমিশন সোমালিয়া ও ইথিওপিয়ার অভিবাসী ও শরণার্থী দের উত্তাল সমুদ্রের কারণে ইয়েমেন অভিমুখে যেতে নিষেধ করে। ইরানের পতাকাবাহী একটি জলযান উপকূলে ধরা পরে যার যাত্রীদের অনেকেই নিখোঁজ হয়ে যায়। চপলা বিশাল সামুদ্রিক জলোচ্ছ্বাস সৃষ্টি করে সোমালিয়ার উপকূলে ব্যাপক ক্ষতিসাধন করে, ২৮০ টি নৌকা ধ্বংস হয়, হাজারের বেশি অধিবাসী গৃহহীন হয়। ৪৫ কিমি (২৮ মা) রাস্তা ক্ষতিগ্রস্ত হয়।\n\n\n=== অতি তীব্র ঘূর্ণিঝড় মেঘ ===\n\nঘূর্ণিঝড় মেঘ ইয়েমেনে আঘাতকারী সবথেকে বাজে ঝড় যা সকত্রা দ্বীপে আঘাত হানে। এই একই দ্বীপে ঘূর্ণিঝড় চপলা এর আগে আঘাত হানে। ঘূর্ণিঝড় মেঘ ৫ নভেম্বর পূর্ব আরব সাগরে গঠিত হয়ে ঘূর্ণিঝড় চপলার পথ অনুসরণ করে।  ঝড়টি উত্তরে সরে গিয়ে পশ্চিমে চলা শুরু করে এবং উষ্ণপানির তাপমাত্রায় শক্তিশালী হয়ে ওঠে। সাত নভেম্বর কেন্দ্রে চোখ গঠন করে পরিপক্ব ঘূর্ণিঝড়ে রূপ নেয়। এটা দ্রুত সকুত্রার উত্তর উপকূলে আঘাত হানে। এশিয়া-প্রশান্ত মহাসাগরীয় অঞ্চলের সাগর তীরের আট দেশের আবহাওয়া দপ্তর ও বিশ্ব আবহাওয়া সংস্থার দায়িত্বপ্রাপ্ত প্যানেলের তালিকা অনুযায়ী এ ঘূর্ণিঝড়ের নাম দেওয়া হয়েছে ‘ঘূর্ণিঝড় মেঘ’। ঘূর্ণিঝড় মেঘ নামটি প্রস্তাবকারী দেশ হচ্ছে ভারত। মেঘ এমনই সময়ে আঘাত করে যখন সকুত্রার অধিবাসীরা পূর্ববর্তী সাইক্লোন চপলার কারণে নিরাপদ আশ্রয় থেকে ফিরতে শুরু করেছে। ভারী বর্ষণ এবং তীব্র বায়ুপ্রবাহে ৫০০ বাড়ি ধ্বংস এবং প্রায় ৩০০০ ঘরবাড়ি ক্ষতিগ্রস্ত হয়। ঝড়ে ৭৫০ টি মাছধরার নৌকা ক্ষতিগ্রস্ত হয় এবং দ্বীপবাসী বিদ্যুৎ সংকট দেখা দেয়। সকুত্রা দ্বীপের ১৮ জন মারা যায় এবং ৬০ জন আহত হয়। ক্ষতিগ্রস্ত দ্বীপের সহায়তায় আন্তর্জাতিক সম্প্রদায় রিলিফ পণ্য এবং স্বাস্থ্যকর্মীর দল প্রেরণ করে। মেঘের কারণে উত্তর সোমালিয়ায় বজ্রবৃষ্টি হয় ফলে গবাদি পশু মারা যায় এবং অনেক শিক্ষাপ্রতিষ্ঠান ক্ষতিগ্রস্ত হয়। সবশেষে ঝড়টি ইয়েমেনে ক্ষুদ্রবৃষ্টির মাধ্যমে ঝরে পড়ে।\n\n\n=== গভীর নিম্নচাপ বিওবি ০৩ ===\n\n৮ নভেম্বর একটি নিম্নচাপ এলাকা থেকে একটি নিম্নচাপের সৃষ্টি হয়। এটি ধীরে ধীরে শক্তিশালী হতে থাকে, যার ফলে জেটিডব্লিউসি সিস্টেমটির জন্য একটি ট্রপিক্যাল সাইক্লোন ফরমেশন অ্যালার্ট (TCFA) জারি করে, তবে পরবর্তীতে এটি বাতিল করা হয় যদিও ভূমিতে আঘাতের আগে সিস্টেমটির চেহারা উন্নত হচ্ছিল। আইএমডি পরে সিস্টেমটিকে একটি গভীর নিম্নচাপে উন্নীত করে, যা পরবর্তী দিন তামিলনাড়ুর উপকূলে পুদুচেরি কাছাকাছি আঘাত হানে, যেখানে বাতাসের সর্বাধিক গতি ছিল ৫৫ কিমি/ঘণ্টা (৩৫ মাইল/ঘণ্টা) এবং ন্যূনতম কেন্দ্রীয় চাপ ছিল ৯৯১ হপা (২৯.২৬ ইনচ Hg)। ভূমির সাথে মিথস্ক্রিয়া এবং উচ্চ ভার্টিকাল উইন্ড শিয়ারের কারণে, সিস্টেমটি ১০ নভেম্বর উত্তর তামিলনাড়ুর ওপর একটি চিহ্নিত নিম্নচাপে দুর্বল হয়ে পড়ে।\nঝড়টি তামিলনাড়ুর উপকূলীয় জেলাগুলিতে ভারী বৃষ্টি নিয়ে আসে। পুদুচেরির দক্ষিণ-পশ্চিমে একটি খনন শহর নেভেলি ৯ নভেম্বর ১৩৯ মিমি (৫.৫ ইঞ্চি) এবং ১০ নভেম্বর ৪৮৩ মিমি (১৯.০ ইঞ্চি) বৃষ্টিপাত রেকর্ড করে, যার মধ্যে ৪৫০ মিমি (১৮ ইঞ্চি) ৯ ঘণ্টার মধ্যে পড়ে। তামিলনাড়ু জুড়ে, প্রধানত বন্যার সাথে সম্পর্কিত, অন্তত ৭১ জনের মৃত্যু ঘটে।\n\n\n== ঘূর্ণিঝড়ের নামকরণ ==\nএই অববাহিকার মধ্যে গ্রীষ্মমণ্ডলীয় ঘূর্ণিঝড়কে একটি নাম দেওয়া হয় যখন এটি ৬৫ কিলোমিটার প্রতি ঘণ্টা (৪০ মাইল প্রতি ঘণ্টা) বেগে বাতাসের সাথে ঘূর্ণিঝড়ের তীব্রতায় পৌঁছেছিল বলে বিচার করা হয়। ২০২০ সালের মাঝামাঝি নয়াদিল্লিতে আঞ্চলিক বিশেষায়িত আবহাওয়া কেন্দ্র থেকে একটি নতুন তালিকা দ্বারা নামগুলি নির্বাচন করা হয়েছিল  এই অববাহিকায় গ্রীষ্মমণ্ডলীয় ঘূর্ণিঝড়ের নামগুলির কোনও অবসর নেই কারণ নামের তালিকাটি শুধুমাত্র একবার ব্যবহার করার জন্য একটি নতুন তালিকা তৈরি করার আগে নির্ধারিত হয়েছে৷ যদি একটি নামযুক্ত গ্রীষ্মমণ্ডলীয় ঘূর্ণিঝড় পশ্চিম প্রশান্ত মহাসাগর থেকে অববাহিকায় চলে যায়, তাহলে এটি তার আসল নাম ধরে রাখবে।\n\n\n== ঋতু্র প্রভাব ==\nএটি ২০১৫ উত্তর ভারত মহাসাগরের ঘূর্ণিঝড় মৌসুমের সমস্ত ঝড়ের একটি সারণী। এটি ঋতুর সমস্ত ঝড় এবং তাদের নাম, সময়কাল, আইএমডি ঝড়ের স্কেল অনুযায়ী সর্বোচ্চ তীব্রতা, ক্ষয়ক্ষতি এবং মৃত্যুর মোট সংখ্যা উল্লেখ করে। ক্ষয়ক্ষতি এবং মৃত্যুর মোট ক্ষয়ক্ষতি এবং মৃত্যুগুলিকে অন্তর্ভুক্ত করে যখন সেই ঝড়টি একটি পূর্ববর্তী তরঙ্গ বা অতিরিক্ত ক্রান্তীয় নিম্ন ছিল। ক্ষয়ক্ষতির সমস্ত পরিসংখ্যান ২০১৫ সালের মার্কিন ডলারের মূল্যমানে হিসাব করা হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআরএসএমসি নয়াদিল্লি\nভারতীয় আবহাওয়া বিভাগ\nযৌথ টাইফুন সতর্কীকরণ কেন্দ্র (জেটিডব্লিউসি)\nCMA এর জাতীয় আবহাওয়া কেন্দ্র (চীনা ভাষায়)"}