{"pageid": 1475386, "title": "টাওয়ার হ্যামলেটস লন্ডন বরো কাউন্সিল", "url": "https://bn.wikipedia.org/wiki?curid=1475386", "content": "টাওয়ার হ্যামলেটস লন্ডন বরো কাউন্সিল, যা টাওয়ার হ্যামলেটস কাউন্সিল নামেও পরিচিত, ইংল্যান্ডের বৃহত্তর লন্ডনে টাওয়ার হ্যামলেটের লন্ডন বরোর স্থানীয় কর্তৃপক্ষ। এটি লন্ডনের ৩২ টি লন্ডন বরো কাউন্সিলের মধ্যে একটি। কাউন্সিলটি ২০২২ সাল থেকে স্থানীয় দল অ্যাসপায়ারের সংখ্যাগরিষ্ঠ নিয়ন্ত্রণে রয়েছে। এটি ২০১০ সাল থেকে সরাসরি নির্বাচিত মেয়রের নেতৃত্বে রয়েছে। কাউন্সিলটি হোয়াইটচ্যাপেল রোডের টাওয়ার হ্যামলেটস টাউন হলে অবস্থিত।\n\n\n== ইতিহাস ==\nলন্ডন বরো অফ টাওয়ার হ্যামলেটস এবং এর কাউন্সিল লন্ডন গভর্নমেন্ট অ্যাক্ট ১৯৬৩ এর অধীনে তৈরি করা হয়েছিল। ১৯৬৪ সালে এর প্রথম নির্বাচন অনুষ্ঠিত হয়েছিল। বেথনাল গ্রিন, পপলার এবং স্টেপনির তিনটি মেট্রোপলিটন বরো কাউন্সিল হওয়ায় কাউন্সিল তার প্রথম বছরের জন্য এলাকার তিনটি বিদায়ী কর্তৃপক্ষের পাশাপাশি ছায়া কর্তৃপক্ষ হিসাবে কাজ করে। নতুন কাউন্সিল আনুষ্ঠানিকভাবে ১ এপ্রিল ১৯৬৫-এ তার ক্ষমতায় আসে, এই সময়ে পুরানো বরো এবং তাদের কাউন্সিলগুলি বিলুপ্ত করা হয়। কাউন্সিলের পুরো আইনী নাম হল \"টাওয়ার হ্যামলেটসের লন্ডন বরোর মেয়র এবং বার্গেসেস\", তবে এটি নিজেই টাওয়ার হ্যামলেটস কাউন্সিল নামে সম্বোধন করে।\n১৯৬৫ সাল থেকে ১৯৮৬ সাল পর্যন্ত কাউন্সিলটি একটি নিম্ন-স্তরের কর্তৃপক্ষ ছিল, বৃহত্তর লন্ডন কাউন্সিল দ্বারা প্রদত্ত উচ্চ-স্তরের কার্যাবলী সহ। ক্ষমতা এবং কার্যাবলীর বিভক্তির অর্থ হল যে বৃহত্তর লন্ডন কাউন্সিল \"বিস্তৃত এলাকা\" পরিষেবাগুলির জন্য দায়ী ছিল যেমন আগুন, অ্যাম্বুলেন্স, বন্যা প্রতিরোধ, এবং প্রত্যাখ্যান নিষ্পত্তি ; \"ব্যক্তিগত\" পরিষেবা যেমন সামাজিক যত্ন, লাইব্রেরি, কবরস্থান এবং বর্জ্য সংগ্রহের জন্য দায়ী বরোগুলির সাথে (টাওয়ার হ্যামলেটস সহ)। ১৯৮৬ সালে গ্রেটার লন্ডন কাউন্সিল বিলুপ্ত করা হয় এবং এর কার্যাবলী যৌথ কমিটির মাধ্যমে প্রদান করা কিছু পরিষেবা সহ লন্ডন বরোতে চলে যায়। ১৯৯০ সালে ইনার লন্ডন এডুকেশন অথরিটি বিলুপ্ত হয়ে গেলে টাওয়ার হ্যামলেটস একটি স্থানীয় শিক্ষা কর্তৃপক্ষ হয়ে ওঠে।\n১৯৮৬ থেকে ১৯৯৪ সাল পর্যন্ত কাউন্সিল সাতটি আশেপাশের এলাকায় পরিষেবার বিকেন্দ্রীকরণ নিয়ে পরীক্ষা করে।\n২০০০ সাল থেকে গ্রেটার লন্ডন অথরিটি কাউন্সিলের কাছ থেকে হাইওয়ে এবং পরিকল্পনা নিয়ন্ত্রণের জন্য কিছু দায়িত্ব নিয়েছে, কিন্তু ইংরেজ স্থানীয় সরকার ব্যবস্থার মধ্যে কাউন্সিল ক্ষমতা ও কার্যাবলীর উপলব্ধ পরিসরের পরিপ্রেক্ষিতে একটি \"সবচেয়ে উদ্দেশ্যমূলক\" কর্তৃপক্ষ হিসেবে রয়ে গেছে।\n২০০৮ সালে কাউন্সিল সিডনি স্ট্রিটের দুটি টাওয়ার ব্লককে 'পিটার হাউস' এবং 'পেইন্টার হাউস' নামে নামকরণ করে পিটার দ্য পেইন্টারের নামানুসারে, একজন লাটভিয়ান নৈরাজ্যবাদী গ্যাংস্টার ১৯১১ সালে সিডনি স্ট্রিট অবরোধে জড়িত ছিলেন, যার আসল পরিচয় জানা যায়নি। ক্যাপচার থেকে পালিয়ে যাওয়ার পর, তিনি ইস্ট এন্ডে একজন অ্যান্টি-হিরো হয়ে উঠেছিলেন। একজন স্থানীয় কাউন্সিলর এবং মেট্রোপলিটন পুলিশ ফেডারেশন এই নামকরণের বিরুদ্ধে প্রতিবাদ জানিয়ে বলেছেন যে তাকে সম্মান করা উচিত নয়।\n২০১০ সালে, একটি গণভোটের পর, কাউন্সিলের রাজনৈতিক নেতা হিসাবে কাজ করার জন্য টাওয়ার হ্যামলেটসের মেয়রের সরাসরি নির্বাচিত ভূমিকা তৈরি করা হয়েছিল। এ ধরনের প্রথম মেয়র নির্বাচিত হন লুৎফুর রহমান। তিনি ২০১৪ সালে পুনঃনির্বাচিত হন, কিন্তু পরের বছর নির্বাচন আদালতে ইরলাম বনাম রহমানের মামলায় সেই নির্বাচনের ফলাফল বাতিল ঘোষণা করা হয়, যেখানে রহমান এবং একজন কাউন্সিলরকে প্রতিনিধিত্বের অধীনে নির্বাচনী জালিয়াতির জন্য দোষী বলে রিপোর্ট করা হয়। জনগণ আইন ১৯৮৩  এইভাবে তাকে অবিলম্বে তার অফিস থেকে অপসারণ করা হয়েছিল এবং ২০২১ সাল পর্যন্ত নির্বাচিত অফিসে দাঁড়াতেও তাকে নিষিদ্ধ করা হয়েছিল। পুলিশ পরবর্তীকালে নির্বাচনী জালিয়াতির সাথে জড়িত কারো বিরুদ্ধে ফৌজদারি অভিযোগ আনা উচিত কিনা তা নিয়ে তদন্ত করে, কিন্তু এই সিদ্ধান্তে উপনীত হয় যে এটি করার জন্য পর্যাপ্ত প্রমাণ নেই।\n২০১৫ সালে রহমানকে অপসারণের পর পরবর্তী মেয়র পদের উপনির্বাচনে লেবার জন বিগস জয়ী হন এবং ২০১৮ সালের নির্বাচনে এই পদটি ধরে রাখেন। ২০২১ সালে অফিসে দাঁড়ানোর উপর রহমানের নিষেধাজ্ঞার মেয়াদ শেষ হয়, তাকে ২০২২ সালে আবার মেয়র পদে প্রতিদ্বন্দ্বিতা করার অনুমতি দেয়। তিনি অ্যাসপায়ার নামে একটি নতুন স্থানীয় দলের ব্যানারে দাঁড়িয়েছিলেন। রহমান মেয়র পদে বিগসকে পরাজিত করেন এবং অ্যাসপায়ার কাউন্সিলের বেশিরভাগ আসনও জিতে নেন।\n২০২৩ সালের ফেব্রুয়ারিতে চার্টার্ড ইনস্টিটিউট অফ পাবলিক ফাইন্যান্স অ্যান্ড অ্যাকাউন্ট্যান্সি (সিআইপিএফএ) এর প্রধান নির্বাহী বলেছিলেন যে তিনি অ্যাসপায়ারের অধীনে কাউন্সিল পরিচালনার বিষয়ে উদ্বেগ প্রকাশ করেছিলেন এবং তিনি বিশ্বাস করেছিলেন যে সরকারী হস্তক্ষেপ প্রয়োজন হতে পারে।\n\n\n== ক্ষমতা এবং কার্যাবলী ==\nস্থানীয় কর্তৃপক্ষ লন্ডন গভর্নমেন্ট অ্যাক্ট ১৯৬৩ এবং পরবর্তী আইন থেকে তার ক্ষমতা এবং কার্যাবলী গ্রহণ করে এবং লন্ডন বরো কাউন্সিলের ক্ষমতা ও কার্যাবলী রয়েছে। এটি কাউন্সিল ট্যাক্স নির্ধারণ করে এবং একটি বিলিং কর্তৃপক্ষ হিসাবে বৃহত্তর লন্ডন কর্তৃপক্ষের কার্যাবলী এবং ব্যবসায়িক হারের জন্য নীতিমালা সংগ্রহ করে। এটি পরিকল্পনা নীতি নির্ধারণ করে যা গ্রেটার লন্ডন অথরিটি এবং জাতীয় নীতির পরিপূরক, এবং সেই অনুযায়ী প্রায় সমস্ত পরিকল্পনা অ্যাপ্লিকেশনের বিষয়ে সিদ্ধান্ত নেয়। এটি একটি স্থানীয় শিক্ষা কর্তৃপক্ষ এবং কাউন্সিল আবাসন, সামাজিক পরিষেবা, গ্রন্থাগার, বর্জ্য সংগ্রহ ও নিষ্পত্তি, ট্র্যাফিক এবং বেশিরভাগ রাস্তা এবং পরিবেশগত স্বাস্থ্যের জন্যও দায়ী।\n\n\n== রাজনৈতিক নিয়ন্ত্রণ ==\nকাউন্সিল ২০২২ সাল থেকে অ্যাস্পায়ার সংখ্যাগরিষ্ঠ নিয়ন্ত্রণের অধীনে রয়েছে।\nপ্রথম নির্বাচন ১৯৬৪ সালে অনুষ্ঠিত হয়েছিল, প্রাথমিকভাবে এটি ১ এপ্রিল ১৯৬৫-এ ক্ষমতায় না আসা পর্যন্ত বিদায়ী কর্তৃপক্ষের পাশাপাশি ছায়া কর্তৃপক্ষ হিসাবে কাজ করে। ১৯৬৫ সাল থেকে পরিষদের রাজনৈতিক নিয়ন্ত্রণ নিম্নরূপ:\n\n\n=== নেতৃত্ব ===\n২০১০ সালের আগে কাউন্সিলের নেতা দ্বারা রাজনৈতিক নেতৃত্ব প্রদান করা হয়েছিল, সেই সময়ে টাওয়ার হ্যামলেটের মেয়রের ভূমিকা ছিল মূলত আনুষ্ঠানিক। ১৯৬৫ থেকে ২০১০ পর্যন্ত নেতারা হলেন:\n\n2010 সালে কাউন্সিলটি নির্বাহী ক্ষমতা সহ সরাসরি নির্বাচিত মেয়রগুলিতে পরিবর্তিত হয়। একাধিক মেয়র থাকার বিভ্রান্তি এড়াতে, মেয়রের পুরানো আনুষ্ঠানিক ভূমিকাকে চেয়ার হিসাবে পরিবর্তন করা হয়েছিল এবং 2011 সালে স্পিকার হিসাবে পুনরায় নামকরণ করা হয়েছিল।  ২০১০ সাল থেকে নির্বাচিত মেয়ররা হলেন:\n\n\n=== গঠন ===\n২০২২ সালের নির্বাচন এবং পরবর্তীতে আনুগত্যের পরিবর্তনের পর, কাউন্সিলের গঠন (নির্বাচিত মেয়রের আসন ব্যতীত) হল:\n\nপরবর্তী নির্বাচন হবে 7 মে 2026, যেখানে কাউন্সিলের সমস্ত আসনে প্রতিদ্বন্দ্বিতা করা হবে।\n\n\n== নির্বাচন ==\n২০১৪ সালে শেষ সীমানা পরিবর্তনের পর থেকে কাউন্সিল নির্বাচিত মেয়র এবং ৪৫ জন কাউন্সিলর নিয়ে গঠিত যা ২০টি ওয়ার্ডের প্রতিনিধিত্ব করে। প্রতিটি ওয়ার্ডে একজন, দুই বা তিনজন কাউন্সিলর নির্বাচন করে। প্রতি চার বছর পর পর মেয়র ও কাউন্সিলর নির্বাচন হয়।\n\n\n== চত্বর ==\n\nকাউন্সিলটি ১৬০ হোয়াইটচ্যাপেল রোডের টাওয়ার হ্যামলেটস টাউন হলে অবস্থিত, যা ২০২৩ সালে পুরানো রয়্যাল লন্ডন হাসপাতালের রক্ষিত সম্মুখভাগের পিছনে সম্পন্ন হয়েছিল, যা ১৭৫৭ সালে নির্মিত হয়েছিল।\n১৯৬৫ সালে যখন কাউন্সিলটি প্রথম তৈরি করা হয়েছিল, তখন এটি পুরানো বেথনাল গ্রিন টাউন হলের উপর ভিত্তি করে ছিল, যা ১৯১০ সালে বেথনাল গ্রিন বরো কাউন্সিলের জন্য নির্মিত হয়েছিল। ১৯৯৩ সালে কাউন্সিল বরোর ব্ল্যাকওয়াল এলাকায় মালবেরি প্লেসে একটি নতুন টাউন হলে স্থানান্তরিত হয়, ২০২৩ সাল পর্যন্ত সেখানে থাকে।\n\n\n== আরও দেখুন ==\nটাওয়ার হ্যামলেট্‌স\nটাওয়ার হ্যামলেটসের মেয়র\nটাওয়ার হ্যামলেটের লন্ডন বরোতে পাবলিক আর্টের তালিকা\n\n\n== তথ্যসূত্র =="}