{"pageid": 1475398, "title": "গিলোটিন", "url": "https://bn.wikipedia.org/wiki?curid=1475398", "content": "দড হলো একটি যন্ত্র যা দক্ষতার সাথে শিরশ্ছেদ করে মৃত্যুদণ্ড কার্যকর করার জন্য নকশা করা হয়েছে। ডিভাইসটিতে একটি লম্বা, খাড়া কাঠামো রয়েছে যার উপরে একটি ওজনযুক্ত এবং কোণযুক্ত ফলক রয়েছে। নিন্দিত ব্যক্তিকে কাঠামোর নিচে একটি পিলোরি দিয়ে সুরক্ষিত করা হয়, সরাসরি ব্লেডের নিচে ঘাড়ের অবস্থান ধরে রাখে। তারপর ব্লেডটি ছেড়ে দেওয়া হয়, দ্রুত ও সজোরে এক আঘাতেই, শিকারের শিরশ্ছেদ করা হয়ে যায়; মাথা নীচে একটি ঝুড়ি বা অন্য আধারে গিয়ে পড়ে.\nগিলোটিন ফ্রান্সে এর ব্যবহারের জন্য সবচেয়ে বেশি পরিচিত, বিশেষ করে ফরাসি বিপ্লবের সময়, যেখানে বিপ্লবের সমর্থকরা এটিকে জনগণের প্রতিশোধদাতা হিসাবে উদযাপন করেছিল এবং বিপ্লবের বিরোধীরা এটিকে সন্ত্রাসের রাজত্বের সহিংসতার প্রাক-প্রসিদ্ধ প্রতীক হিসাবে বদনাম করেছিল।  যদিও \"গিলোটিন\" নামটি এই সময়কালের তারিখ থেকে, অনুরূপ ডিভাইসগুলি কয়েক শতাব্দী ধরে ইউরোপের অন্য কোথাও ব্যবহার করা হয়েছে। একটি তির্যক ব্লেড এবং পিলোরির মতো সংযম ডিভাইসের ব্যবহার এই ধরনের গিলোটিনকে অন্যদের থেকে আলাদা করে। ইউরোপীয় সার্বভৌমরা তাদের প্রজাদের কাছে তাদের ক্ষমতা প্রদর্শনের সবচেয়ে সাধারণ উপায়গুলির মধ্যে কাটা মাথার প্রদর্শন দীর্ঘকাল ধরেই প্রচলিত ছিল। \nগিলোটিনের নকশাটি মানবাধিকারের নতুন আলোকিত ধারণা অনুসারে মৃত্যুদণ্ডকে আরও নির্ভরযোগ্য এবং কম বেদনাদায়ক করার উদ্দেশ্যে করা হয়েছিল। গিলোটিন ব্যবহার করার আগে, ফ্রান্স হস্তচালিত শিরশ্ছেদ এবং মৃত্যুদণ্ড কার্যকর করার বিভিন্ন পদ্ধতি প্রবর্তন করেছিল, যার মধ্যে অনেকগুলি ছিল আরও ভয়ানক এবং সফলভাবে চালানোর জন্য দক্ষ লোকের প্রয়োজন ছিল।\nএটি গৃহীত হওয়ার পর থেকে ১৯৮১ সালে মৃত্যুদণ্ডের বিলুপ্ত না হওয়া পর্যন্ত ফ্রান্সের বিচারিক মৃত্যুদণ্ডের আদর্শ পদ্ধতি ছিল।  গিলোটিনের মাধ্যমে ফ্রান্সের সরকার কর্তৃক মৃত্যুদণ্ড কার্যকর করা সর্বশেষ ব্যক্তি ছিলেন হামিদা জান্দৌবি আর তারিখ ছিল ১০ সেপ্টেম্বর ১৯৭৭। \n\n\n== ইতিহাস ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nCarlyle, Thomas. The French Revolution in Three Volumes, Volume 3: The Guillotine. Charles C. Little and James Brown (Little Brown). New York, NY, 1839. No ISBN. (First Edition. Many reprintings of this important history have been done during the last two centuries.)\nJohn Wilson Croker (১৮৫৩), History of the Guillotine (ইংরেজি ভাষায়) (1st সংস্করণ), লন্ডন: জন মারে, Wikidata Q19040187 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nGerould, Daniel (১৯৯২)। Guillotine; Its Legend and Lore। Blast Books। আইএসবিএন 0-922233-02-0। \n\n\n== বহিঃসংযোগ ==\nএকটি গ্যালারি, ইতিহাস, নামের তালিকা এবং কুইজ সহ গিলোটাইন সদর দপ্তর।\nBois de Justice গিলোটিনের ইতিহাস, নির্মাণের বিবরণ, দুর্লভ ছবি সহ (ইংরেজি ভাষায়)\n\nশিরশ্ছেদ করার পরে মাথা কি সংক্ষিপ্তভাবে সচেতন থাকে (পুনরায় দেখা)? (সরাসরি ডোপ থেকে)\nবৈজ্ঞানিক আমেরিকান, \" গিলোটাইনের উৎপত্তি \", 17 ডিসেম্বর 1881, পৃষ্ঠা 392।\nটেমপ্লেট:Capital punishment"}