{"pageid": 1476076, "title": "কালিম সিদ্দিকী (লেখক)", "url": "https://bn.wikipedia.org/wiki?curid=1476076", "content": "কালিম সিদ্দিকী, পিএইচ.ডি. (১৫ সেপ্টেম্বর ১৯৩১ - ১৮ এপ্রিল ১৯৯৬) একজন পাকিস্তানি ব্রিটিশ লেখক এবং ইসলামি কর্মী ছিলেন। তিনি ইরানের আয়াতুল্লাহ খোমেনির জারি করা ফতোয়াকে তার বিতর্কিত সমর্থনের জন্য উল্লেখযোগ্যতা অর্জন করেছিলেন, যা দ্য স্যাটানিক ভার্সেস বিতর্কের মধ্যে ব্রিটিশ লেখক সালমান রুশদির হত্যার আহ্বান জানিয়েছিল।\n\n\n== প্রারম্ভিক জীবন ==\nসিদ্দিকী ১৫ সেপ্টেম্বর ১৯৩১ সালে ব্রিটিশ ভারতের মধ্যপ্রদেশের ডন্ডি লোহারা গ্রামে জন্মগ্রহণ করেন। তিনি কিশোর বয়সে রাজনীতিতে ক্রমবর্ধমানভাবে জড়িত হয়েছিলেন। এমনকি একবার তার শহরের কাছাকাছি একটি ছোট বিক্ষোভের সময় একজন ব্রিটিশ সৈন্যের ছোড়া একটি বুলেটের গুলি থেকে সামান্যের জন্য বেঁচে যান, যা তার পিছনে থাকা যুবককে শহীদ করে। পাকিস্তান রাষ্ট্র সৃষ্টির পর তিনি সংক্ষিপ্ত সময়ের জন্য করাচিতে খিলাফত আন্দোলনে যোগ দেন এবং এর সংবাদপত্র দ্য ইন্ডিপেনডেন্ট লিডারের সম্পাদক হন। আন্দোলনের অন্যান্য সদস্যদের সাথে, তিনি ১৯৫০ এর দশকের শুরুতে লন্ডনে চলে যান। ১৯৬০-এর দশকের মাঝামাঝি সময়ে তিনি নিজেকে কলেজ এবং বিশ্ববিদ্যালয়ে ব্যস্ত রেখেছিলেন। তিনি অর্থনীতিতে ডিগ্রি নেন এবং তারপরে ১৯৭২ সালে ইউনিভার্সিটি কলেজ লন্ডন থেকে আন্তর্জাতিক সম্পর্কে পিএইচডি সম্পন্ন করেন । তিনি ১৯৭২ সালে লন্ডনে মুসলিম ইনস্টিটিউট ফর রিসার্চ অ্যান্ড প্ল্যানিং প্রতিষ্ঠা করেন এবং রাজনৈতিক ইসলামের পক্ষে তার লেখার মাধ্যমে প্রচারণা চালান।\n\n\n== ইরানকে সমর্থন ==\nতিনি প্রকাশ্যে ১৯৭৯ সালের ইরানে ইসলামী বিপ্লবের প্রতি তার সমর্থন ঘোষণা করেছিলেন এবং পরে সালমান রুশদির বিরুদ্ধে আয়াতুল্লাহ খোমেনির ফতোয়ার একজন পক্ষপাতী ছিলেন।\n\n\n== মুসলিম সংসদ ==\n১৯৮৯ সালে তিনি গ্রেট ব্রিটেনের মুসলিম পার্লামেন্ট প্রতিষ্ঠা করেন। যদিও সক্রিয়তা অবশ্যই তার জীবনের একটি প্রধান অংশ ছিল, কিন্তু তার কাজের মূল ছিল একটি অনন্য বিশ্লেষণ, অনুধাবন এবং মুসলিম ইতিহাস এবং মুসলিমদের মুখোমুখি সমসাময়িক পরিস্থিতি যা তিনি বড় বড় লেখা এবং বক্তৃতার একটি সিরিজে বিকশিত এবং উপস্থাপন করেছিলেন। ইসলামের নতুন সভ্যতা তৈরির আন্তর্জাতিক সম্মেলনে যোগদানের পরে ১৯৯৬ সালের ১৮ এপ্রিল সালে দক্ষিণ আফ্রিকার প্রিটোরিয়ায় তিনি মারা যান। তিনি মুসলিমদের একটি সমন্বিত সংস্থার প্রয়োজনে একজন স্পষ্টবাদী শক্তি ছিলেন যা সাম্প্রদায়িক স্বার্থ (হালাল মাংসের নিয়ন্ত্রণ এবং রমজানের চাঁদ দেখা) ব্যবহার করতে পারে এবং ইহুদিদের বোর্ড অফ ডেপুটিজের মতো বিস্তৃত ব্রিটিশ সম্প্রদায়ের একটি লবিং সংস্থা হিসাবে কাজ করতে পারে।\n\n\n== কর্ম ==\nইসলামী উন্নয়ন পরিকল্পনা, করাচি: উম্মা পাবলিশিং হাউস, ১৯৭০\nপাকিস্তানে দ্বন্দ্ব, সংকট এবং যুদ্ধ, লন্ডন: ম্যাকমিলান এবং নিউ ইয়র্ক, ১৯৭২\nএকটি নতুন ভাগ্যের দিকে, লন্ডন: নিউজমিডিয়া বুক সার্ভিস দ্বারা বিতরণ, ১৯৭৪\nআন্তর্জাতিক সংঘাতের কার্যাবলী : পাকিস্তানের একটি সামাজিক-অর্থনৈতিক গবেষণা, করাচি: রয়্যাল বুক কোম্পানি, ১৯৭৫\nমুসলিম বিশ্বের আজকের অবস্থা, লন্ডন: মুসলিম ইনস্টিটিউটের সাথে ওপেন প্রেস, ১৯৮০\nমুসলিম জাতি-রাষ্ট্রের বাইরে, লন্ডন: ওপেন প্রেস লিমিটেড : মুসলিম ইনস্টিটিউট, ১৯৮০\nইসলামী বিপ্লব : অর্জন, বাধা ও লক্ষ্য, মুসলিম ইনস্টিটিউটের সাথে ওপেন প্রেস, ১৯৮০\nউপনিবেশবাদের অধীনে মুসলমানদের রাজনৈতিক চিন্তা ও আচরণ, লন্ডন: মুসলিম ইনস্টিটিউট, ১৯৮৬\nইসলামিক আন্দোলনের সমস্যা, লন্ডন: ওপেন প্রেস, ১৯৮৭\nলন্ডনে মুসলমানদের জন্য রুশদির সম্পর্কের প্রভাব: মুসলিম ইনস্টিটিউট, ১৯৮৯\nমুসলিম ও ' নিউ ওয়ার্ল্ড অর্ডার ', লন্ডন: মুসলিম ইনস্টিটিউট, ১৯৯১\nইসলামের শক্তির অন্বেষণে: কলিম সিদ্দিকীর প্রধান লেখা ( জাফর বঙ্গ সম্পাদিত), লন্ডন: ওপেন প্রেস, ১৯৯৬\nইসলামিক বিপ্লবের পর্যায়, লন্ডন: ওপেন প্রেস, ১৯৯৬\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nA life in the Islamic movement : Kalim Siddiqui 1931-1996। Crescent International। ওসিএলসি 1200034176। \n\n\n== বহিঃসংযোগ ==\nগ্রেট ব্রিটেনের মুসলিম পার্লামেন্ট"}