{"pageid": 1476202, "title": "শেখ হাসিনার পদত্যাগ", "url": "https://bn.wikipedia.org/wiki?curid=1476202", "content": "৫ আগস্ট ২০২৪ তারিখে, প্রায় ৩:০০ টায় বিকেলে, বাংলাদেশের প্রধানমন্ত্রী শেখ হাসিনা পদত্যাগ করেন এবং তার বোন শেখ রেহানাকে নিয়ে হেলিকপ্টারে করে  ভারতে পালিয়ে যান, আগরতলা হয়ে দিল্লিতে পৌঁছান। যদিও তিনি একটি বক্তৃতা রেকর্ড করার ইচ্ছা করেছিলেন, কিন্তু তিনি তা করার সুযোগ পাননি।\n\n\n== পটভূমি ==\nবাংলাদেশের প্রধানমন্ত্রী হিসেবে শেখ হাসিনার প্রথম মেয়াদ শুরু হয় ১৯৯৬ সালের ২৩ জুন, যখন তার দল আওয়ামী লীগ সাধারণ নির্বাচনে জয়লাভ করে এবং বাংলাদেশ জাতীয়তাবাদী দলের (বিএনপি) খালেদা জিয়ার স্থলাভিষিক্ত হয়, তখন তিনি দায়িত্ব গ্রহণ করেন। এই প্রাথমিক সময়কাল ১৫ জুলাই, ২০০১ পর্যন্ত স্থায়ী ছিল। ২০০৮ সালের সাধারণ নির্বাচনে এক গুরুত্বপূর্ণ জয়ের পর তিনি ৬ জানুয়ারী, ২০০৯ তারিখে ক্ষমতায় ফিরে আসেন এবং পরবর্তীতে ২০১৪, ২০১৮ এবং ২০২৪ সালে পুনরায় নির্বাচিত হন। তবে, পরবর্তীকালে এই নির্বাচনগুলি স্বচ্ছতার অভাবের জন্য ব্যাপকভাবে সমালোচিত হয়েছিল, বিরোধী দলগুলি এগুলি বয়কট করেছিল এবং আন্তর্জাতিক পর্যবেক্ষকরা ভোট কারচুপি এবং দমনের অভিযোগ এনেছিল। তার সরকারের বিরুদ্ধে দেশের বিচার বিভাগ এবং বিচার ব্যবস্থায় হস্তক্ষেপের অভিযোগও আনা হয়েছিল।\n২০২৪ সালের মাঝামাঝি সময়ে, শেখ হাসিনার সরকার বেশ কয়েকটি গুরুত্বপূর্ণ কারণের কারণে ক্রমবর্ধমান চাপের মধ্যে ছিল। বিক্ষোভ, বিশেষ করে কোটা সংস্কার আন্দোলন, জাতীয় অসন্তোষের কেন্দ্রবিন্দুতে পরিণত হয়েছিল, যেখানে ছাত্র এবং নাগরিক সমাজ রাজনৈতিক সংস্কার এবং দেশের কোটা ব্যবস্থার প্রতি আরও যোগ্যতাভিত্তিক দৃষ্টিভঙ্গির আহ্বান জানিয়েছিল। ২০১৮ সালে প্রাথমিক ছাত্র বিক্ষোভের ফলে কোটা ব্যবস্থা বেআইনি ঘোষণা করা হলেও, হাসিনা প্রশাসনের বিরুদ্ধে বিতর্কিত কোটা ব্যবস্থা ফিরিয়ে আনার জন্য দেশের বিচার বিভাগে হস্তক্ষেপের অভিযোগ আনা হয়েছিল।\nকয়েক মাস ধরে চলা বিক্ষোভের পর, যেখানে বিক্ষোভকারীদের সহিংস দমন এবং হত্যার ঘটনা ঘটে, হাসিনা এবং তার প্রশাসনকে বিক্ষোভকারীদের প্রধান সংগঠন, বৈষম্য বিরোধী ছাত্র আন্দোলন, পদত্যাগ করার জন্য একটি আল্টিমেটাম দেয়।\nতারা ঘোষণা করে যে, যদি সরকার পদত্যাগ না করে, তাহলে বিক্ষোভকারী এবং নাগরিক সমাজের সদস্যরা ধর্মঘট এবং আইন অমান্য সহ রাষ্ট্রের সাথে ব্যাপক অসহযোগিতা করবে।\n\n\n== পদত্যাগ এবং নির্বাসন ==\n৩ আগস্ট ২০২৪ তারিখে, বৈষম্য বিরোধী ছাত্র আন্দোলন হাজার হাজার বিক্ষোভকারীকে সাথে নিয়ে ঢাকার শহীদ মিনারের কাছে জড়ো হয় এবং শেখ হাসিনার পদত্যাগের এক দফা দাবি ঘোষণা করে এবং ৬ আগস্ট  প্রধানমন্ত্রীর পদত্যাগের দাবিতে ঢাকার দিকে পদযাত্রার তাদের ইচ্ছা নিশ্চিত করে। তবে, পরের দিন, বিক্ষোভকারীদের বিপুল সংখ্যক মৃত্যুর পর, তারা ৫ আগস্ট \"ঢাকা অভিমুখে লং মার্চ\" ঘোষণা করে।\n৫ আগস্ট ২০২৪ তারিখের ভোরে, বৈষম্য বিরোধী ছাত্র আন্দোলনের ব্যানারে হাজার হাজার অন্যান্য বিক্ষোভকারীর সাথে বিক্ষোভ, প্রধানমন্ত্রী শেখ হাসিনার পদত্যাগের দাবি তীব্রতর করে তোলে।\nসকাল ১০:০০ টার দিকে, প্রধান বিশ্ববিদ্যালয় এবং কলেজ থেকে আসা বিক্ষোভকারীদের একটি দল প্রধানমন্ত্রীর কার্যালয়, জাতীয় সংসদ এবং প্রধানমন্ত্রীর সরকারি বাসভবন গণভবন সহ গুরুত্বপূর্ণ সরকারি ভবনের কাছে জড়ো হয়। হাসিনার শাসনের অবসানের আহ্বান জানিয়ে স্লোগান দিচ্ছিল এবং ব্যানার উড়িয়েছিল বিক্ষোভকারীরা, দাঙ্গা পুলিশ এবং আধাসামরিক বাহিনী সহ ভারী নিরাপত্তা বাহিনীর মুখোমুখি হয়েছিল, যারা তাদের অগ্রযাত্রাকে বাধা দেওয়ার চেষ্টা করেছিল।\n\nসকাল ১১:০০ টা নাগাদ, বিক্ষোভকারীরা প্রধানমন্ত্রীর কার্যালয়ের কাছে পুলিশ ব্যারিকেড ভেঙে প্রবেশ করে। নিরাপত্তা বাহিনী এবং বিক্ষোভকারীদের মধ্যে সংঘর্ষ দ্রুত বৃদ্ধি পায়, তাজা গুলি ব্যবহারের খবর পাওয়া যায়, যার ফলে উভয় পক্ষেরই হতাহতের ঘটনা ঘটে।\nদুপুর ১২:৩০ নাগাদ খবর আসে যে বিক্ষোভকারীরা গণভবনের গেটগুলোতে সফলভাবে ঢুকে পড়েছে এবং জোর করে ভেতরে ঢুকে পড়েছে। যদিও, প্রতিবেদনে ইঙ্গিত দেওয়া হয়েছে যে হাসিনাকে ইতিমধ্যেই প্রাঙ্গণের মধ্যে একটি \"নিরাপদ স্থানে\" নিয়ে যাওয়া হয়েছে। দুপুর ২:০০ টা নাগাদ, বিক্ষোভকারীরা জাতীয় সংসদেও হামলা চালায়।\nসহিংসতা এবং বিক্ষোভকারীদের দ্বারা গুরুত্বপূর্ণ জাতীয় পয়েন্টগুলি দখলের পর, শেখ হাসিনার পদত্যাগ এবং পালিয়ে যাওয়ার খবর ছড়িয়ে পড়তে শুরু করে। হাসিনার পদত্যাগের ফলে সৃষ্ট রাজনৈতিক শূন্যতার পর জাতির উদ্দেশ্যে ভাষণে বিকাল ৩:০০ টায় ( বাংলাদেশ সময় ), সেনাবাহিনী প্রধান জেনারেল ওয়াকের-উজ-জামান শেখ হাসিনার পদত্যাগ এবং স্ব-নির্বাসনের বিষয়টি নিশ্চিত করেন।\nজানা গেছে, হাসিনা বাংলাদেশ বিমান বাহিনীর একটি সি-১৩০ পরিবহনে ভারতের গাজিয়াবাদের হিন্দান বিমান ঘাঁটিতে যান, যেখানে ভারতের জাতীয় নিরাপত্তা উপদেষ্টা অজিত দোভাল এবং অন্যান্য ঊর্ধ্বতন সামরিক কর্মকর্তারা তাকে স্বাগত জানান। ভারতের পররাষ্ট্রমন্ত্রী এস. জয়শঙ্কর ভারতীয় সংসদে বলেন যে, \"খুব অল্প সময়ের নোটিশে, তিনি [শেখ হাসিনা] এই মুহূর্তে ভারতে আসার অনুমতি চেয়েছেন\"।\n\n\n== পরিণতি ==\n৮ আগস্ট ২০২৪ তারিখে, ক্ষমতার হস্তান্তর পরিচালনা এবং নির্বাচন আয়োজনের জন্য একটি অন্তর্বর্তীকালীন সরকার গঠন করা হয়। যেমন, হাসিনার নির্বাসনের পর ৬ আগস্ট পূর্ববর্তী সংসদ ভেঙে দেওয়া হয়েছিল। নোবেল বিজয়ী মুহাম্মদ ইউনূসকে বৈষম্য বিরোধী ছাত্র আন্দোলনের নেতৃত্বদানকারী প্রতিবাদী নেতৃত্ব সহ গুরুত্বপূর্ণ রাজনৈতিক ও নাগরিক গোষ্ঠীগুলির পারস্পরিক ঐক্যমত্যের ভিত্তিতে প্রশাসনের নেতৃত্ব দেওয়ার জন্য নিযুক্ত করা হয়েছিল।\nঅনেকেই হাসিনার পদত্যাগকে প্রতিবাদ আন্দোলনের বিজয় হিসেবে দেখে দেশজুড়ে জনসাধারণের মধ্যে উৎসবের আমেজ ছড়িয়ে পড়ে। তবে, বৈষম্য বিরোধী ছাত্র আন্দোলন এবং অন্যান্য নাগরিক সমাজের গোষ্ঠীগুলি সক্রিয় ছিল, নির্বাচনী প্রক্রিয়া এবং বিচার ব্যবস্থায় পরিবর্তন সহ পদ্ধতিগত সংস্কারের দাবি জানিয়েছিল।\n\nপদত্যাগের প্রতি আন্তর্জাতিক প্রতিক্রিয়া স্থিতিশীলতা এবং গণতান্ত্রিক অগ্রগতি নিয়ে উদ্বেগ প্রকাশ করেছে। হাসিনা প্রশাসনের পতনের পর, হাসিনার সমর্থক এবং ধর্মীয় সংখ্যালঘুদের লক্ষ্য করে সহিংসতা শুরু হওয়ার কারণে, জাতিসংঘ এবং অ্যামনেস্টি ইন্টারন্যাশনাল মানবাধিকার রক্ষার প্রয়োজনীয়তার উপর জোর দিয়েছে। তারা বিক্ষোভের সময় সহিংসতার সাথে জড়িত যে কারও জবাবদিহিতা নিশ্চিত করার জন্য অন্তর্বর্তীকালীন সরকারকে আহ্বান জানিয়েছে।\n\n\n=== পদত্যাগপত্র ঘিরে বিতর্ক ===\n২০২৪ সালের অক্টোবরে, মানব জমিনের প্রধান সম্পাদক মতিউর রহমান চৌধুরীর সাথে এক কথোপকথনের সময়, রাষ্ট্রপতি মোহাম্মদ শাহাবুদ্দিন উদ্ধৃত করেন যে,\n\nপ্রধানমন্ত্রী হিসেবে শেখ হাসিনার পদত্যাগ এবং বিদ্যমান সংবিধান অনুসারে অন্তর্বর্তীকালীন সরকারের বৈধতা নিয়ে উদ্বেগ প্রকাশ করে।\nএই মন্তব্যের পর, অন্তর্বর্তীকালীন সরকারের আইন, বিচার ও সংসদ বিষয়ক উপদেষ্টা আসিফ নজরুল বলেন, \"রাষ্ট্রপতির বক্তব্য যে তিনি শেখ হাসিনার পদত্যাগপত্র পাননি তা মিথ্যা এবং এটি তার শপথের লঙ্ঘন।\"\nপ্রধান উপদেষ্টার উপ- প্রেস সচিব অপূর্ব জাহাঙ্গীর, ফরেন সার্ভিস একাডেমিতে এক সংবাদ সম্মেলনে আইন উপদেষ্টাদের মতামতের সাথে একমত পোষণ করেন এবং উদ্ধৃত করেন,\n\nযুব ও ক্রীড়া এবং শ্রম ও কর্মসংস্থান মন্ত্রণালয়ের অন্তর্বর্তীকালীন উপদেষ্টা আসিফ মাহমুদ ফেসবুকে পোস্ট করেছেন, \" প্রধানমন্ত্রী শেখ হাসিনা রাষ্ট্রপতির কাছে মৌখিকভাবে তার পদত্যাগপত্র পাঠিয়েছেন\"। তিনি আরও বলেন, প্রাথমিকভাবে বঙ্গভবনে তার আনুষ্ঠানিক পদত্যাগপত্র পৌঁছে দেওয়ার কথা থাকলেও গণভবনের কাছে বিক্ষোভকারীদের উপস্থিতি তাকে স্থান ত্যাগ করতে বাধ্য করে বলে জানা গেছে। এই পরিস্থিতিতে পদত্যাগের প্রভাব কী তা নিয়ে মাহমুদ প্রশ্ন তোলেন।\nসেগুনবাগিচায় ইসলামী আন্দোলন আয়োজিত এক গোলটেবিল আলোচনায় বৈষম্য বিরোধী ছাত্র আন্দোলনের অন্যতম সমন্বয়কারী সরজিস আলম উদ্ধৃত করেছেন,\n\nআরেকজন সমন্বয়কারী হাসনাত আবদুল্লাহও সোশ্যাল মিডিয়ায় পোস্ট করেছেন, \"[একটি দল হিসেবে] আওয়ামী লীগকে বিচারের মুখোমুখি করা উচিত, একটি নতুন সংবিধান লেখা উচিত, দুর্নীতিগ্রস্ত আওয়ামী আমলাদের বরখাস্ত করা উচিত, হাসিনার আমলে করা সমস্ত অবৈধ চুক্তি বাতিল করা উচিত এবং (সাহাবুদ্দিন) চুপ্পুকে অবিলম্বে রাষ্ট্রপতির পদ থেকে অপসারণ করা উচিত।\"\nজাতীয় নাগরিক কমিটির আহ্বায়ক নাসির উদ্দিন পাটোয়ারীও রাষ্ট্রপতি শাহাবুদ্দিনের সমালোচনা করে বলেন, \"চুপ্পু (রাষ্ট্রপতি) ফ্যাসিবাদী শাসনের অংশ। তার রাষ্ট্রপতি হিসেবে থাকার কোন অধিকার নেই এবং গণঅভ্যুত্থানের পর আমরা এই শাসনের কোন উপাদানকে টিকে থাকতে দেব না।\"\n\n\n== তথ্যসূত্র =="}