{"pageid": 1476922, "title": "বিজয় সিং পথিক", "url": "https://bn.wikipedia.org/wiki?curid=1476922", "content": "বিজয় সিং পথিক (জন্ম ভূপ সিং ; ১৮৮২–১৯৫৪), যিনি রাষ্ট্রীয় পথিক নামে পরিচিত, ছিলেন একজন ভারতীয় বিপ্লবী। তিনিই প্রথম ভারতীয় বিপ্লবীদের মধ্যে যারা ব্রিটিশ শাসনের বিরুদ্ধে স্বাধীনতা আন্দোলনের মশাল জ্বালিয়েছিলেন। মোহনদাস কে. গান্ধী সত্যাগ্রহ আন্দোলন শুরু করার অনেক আগে, পথিক বীজলিয়া কৃষক আন্দোলনের সময় পরীক্ষা করেছিলেন। ১৯১৫ সালে লাহোর ষড়যন্ত্র মামলায় জড়ানোর পর, তিনি তার নাম পরিবর্তন করে বিজয় সিং পথিক রাখেন। বুলন্দশহর জেলায় ১৮৫৭ সালের সংগ্রামে তাঁর পিতামহের আত্মত্যাগ তাঁকে স্বাধীনতা সংগ্রামী হতে গভীরভাবে প্রভাবিত করেছিল।\n\n\n== প্রারম্ভিক জীবন ==\nপথিক ১৮৮২ সালে বুলন্দশহর জেলার গুথাওয়ালি গ্রামে একটি হিন্দু গুর্জার পরিবারে হামির সিং এবং কমল কুনওয়ারীর কাছে জন্মগ্রহণ করেন। তার পিতা ১৮৫৭ সালের সিপাহী বিদ্রোহে সক্রিয় অংশ নিয়েছিলেন এবং একাধিকবার গ্রেফতার হন। পথিকের পিতামহ ছিলেন ইন্দর সিং, যিনি মালাগড় রিয়াসাতের দেওয়ান ছিলেন এবং ব্রিটিশদের বিরুদ্ধে যুদ্ধ করতে গিয়ে নিহত হন।\nযদিও, তার জন্মের নাম ছিল ভূপ সিং, কিন্তু ১৯১৫ সালে লাহোর ষড়যন্ত্র মামলায় জড়ানোর পর তিনি এটি পরিবর্তন করে \"বিজয় সিং পথিক\" রাখেন।\n\n\n== বীজলিয়া কৃষক আন্দোলন ==\nকিশোর বয়সে তিনি বিপ্লবী সংগঠনে যোগ দেন এবং ভারতে ব্রিটিশ শাসনের বিরুদ্ধে সক্রিয় অংশ নেন। পথিকজির অসহযোগ আন্দোলন এতটাই সফল হয়েছিল যে লোকমান্য তিলক বীজলিয়া আন্দোলনকারীদের দাবি পূরণের জন্য মহারাণা ফতেহ সিংকে একটি চিঠি লিখেছিলেন। মহাত্মা গান্ধী তার সেক্রেটারি মহাদেব দেসাইকে পাঠান আন্দোলন অধ্যয়নের জন্য। পথিকই অখণ্ড রাজস্থানের জন্য লড়াই করেছিলেন এবং প্রধানমন্ত্রী জওহরলাল নেহেরু এবং সর্দার পাটেলের কাছে বিষয়টি নিয়েছিলেন। বীজলিয়ায় কৃষক আন্দোলনের নেতৃত্ব দেওয়ার জন্য তাকে জেলে পাঠানো হয়েছিল এবং টডগড়ের তহসিল ভবনে তৈরি বিশেষ কারাগারে রাখা হয়েছিল। কিষাণ পঞ্চায়েত, মহিলা মণ্ডল এবং যুবক মণ্ডল পথিককে তাদের নেতৃত্ব দেওয়ার জন্য আমন্ত্রণ জানায়।\nপথিক মুক্তিযোদ্ধা ছিলেন। লেখিকা ইন্দিরা ব্যাস যেমন বলেছিলেন, \"তিনি পতাকাকে প্রণাম করার চেয়ে তার জীবন শেষ করতে পছন্দ করবেন। তিনি বিখ্যাত পতাকা গানটিও লিখেছিলেন যা সেই সময়কালে খুব জনপ্রিয় ছিল।\"\n\n\n== লেখক ও কবি ==\nভারতীয় বিপ্লবী এবং সত্যাগ্রহী হওয়ার কারণে তিনি হিন্দি কবি, লেখক এবং সাংবাদিকও ছিলেন। তিনি রাজস্থান কেশরী ও নবীন রাজস্থান পত্রিকার সম্পাদক ছিলেন। তিনি আজমির থেকে তার নিজস্ব স্বাধীন হিন্দি সাপ্তাহিক, রাজস্থান সন্দেশ এবং নব সন্দেশ শুরু করেছিলেন।\nতিনি তরুণ রাজস্থান, হিন্দি সাপ্তাহিকের মাধ্যমেও তার মতামত প্রকাশ করেছেন। তিনি রাষ্ট্রীয় পথিক নামে পরিচিত ছিলেন।\nলেখক হিসেবেও তিনি তার কিছু সুপরিচিত বই - অজয় মেরু (উপন্যাস), পথিক প্রমোদ (গল্প সংকলন), পথিকজি কে জেল কে পত্র, পথিক কি কবিতাও কা সংগ্রাহ ইত্যাদির মাধ্যমে প্রভাব ফেলেছিলেন। তিনি রাজপুতানা ও মধ্য ভারত প্রাদেশিক কংগ্রেসের সভাপতি হিসাবেও নিযুক্ত হন। মহাত্মা গান্ধী তাঁর সম্পর্কে বলেছিলেন যে পথিক একজন কর্মী, অন্যরা বক্তা।পথিক একজন সৈনিক, সাহসী এবং উদ্যমী...\n\n\n== মৃত্যু ও উত্তরাধিকার ==\n১৯৫৪ সালে রাজস্থান রাজ্য গঠিত হলে পথিক আজমীরে মারা যান।\nভারত সরকার তাঁকে শ্রদ্ধা জানাতে একটি ডাকটিকিট জারি করেছিল। বিজয় সিং পথিক স্মৃতি সংস্থান নামে বিজয় সিং পথিকের অবদানের ইতিহাস বর্ণনা করেছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nMuseIndia on Pathik\n\n\n== বহিঃসংযোগ ==\nবিজয় সিং পথিক\nপথিক জি সম্পর্কে বলা বই"}