{"pageid": 1476044, "title": "২০১৪ উত্তর ভারত মহাসাগর ঘূর্ণিঝড় মৌসুম", "url": "https://bn.wikipedia.org/wiki?curid=1476044", "content": "২০১৪ উত্তর ভারত মহাসাগর ঘূর্ণিঝড় মৌসুম গ্রীষ্মমণ্ডলীয় ঘূর্ণিঝড় গঠনের বার্ষিক চক্রের একটি চলমান ঘটনা। উত্তর ভারত মহাসাগরের ঘূর্ণিঝড় ঋতুর কোন আনুষ্ঠানিক সময়সীমা নেই, তবে প্রায় সকল ঘূর্ণিঝড় এপ্রিল থেকে ডিসেম্বর মাসের মধ্যে তৈরি হয়। মে থেকে নভেম্বরের মধ্যে সর্বোচ্চ সংখ্যক ঘূর্ণিঝড় হয়ে থাকে। এই তারিখগুলি প্রথাগতভাবে প্রতি বছরের সময়সীমাকে সীমাবদ্ধ করে যখন বেশিরভাগ গ্রীষ্মমণ্ডলীয় ঘূর্ণিঝড় উত্তর ভারত মহাসাগরে তৈরি হয়।\nএই নিবন্ধের পরিধি উত্তর গোলার্ধে, আফ্রিকার হর্নের পূর্বে এবং মালয় উপদ্বীপের পশ্চিমে ভারত মহাসাগরের মধ্যে সীমাবদ্ধ। উত্তর ভারত মহাসাগরে দুটি প্রধান সমুদ্র রয়েছে — ভারতীয় উপমহাদেশের পশ্চিমে আরব সাগর, ভারতের আবহাওয়া বিভাগ (আইএমডি) দ্বারা একে সংক্ষেপে এআরবি; এবং পূর্বে বঙ্গোপসাগর, আইএমডি দ্বারা সংক্ষেপে বিওবি বলা হয়।\nএই অববাহিকায় অফিসিয়াল আঞ্চলিক বিশেষায়িত আবহাওয়া কেন্দ্র হল ভারত মৌসুম বিজ্ঞান বিভাগ বা ইন্ডিয়া মেটিওরোলজিক্যাল ডিপার্টমেন্ট। আইএমডি এবং জয়েন্ট টাইফুন সতর্কীকরণ কেন্দ্র এই অঞ্চলের ঘূর্ণিঝড় সম্পর্কিত ঘটনা সমূহের জন্য অনানুষ্ঠানিক ঘোষণা প্রদান করে। এই অববাহিকায় প্রতি মৌসুমে গড়ে তিন থেকে চারটি ঘূর্ণিঝড় সৃষ্টি হয়।\n\n\n== একনজরে ==\n\nএকটি সক্রিয় আন্তঃউষ্ণমন্ডলীয় সম্মিলন অঞ্চল এর প্রভাবে এই মৌসুমের শুরু ঘটে, যখন ৪ জানুয়ারিতে আন্দামান সাগরে একটি নিম্নচাপ তৈরি হয়। পরবর্তী কয়েক দিনে সিস্টেমটি পশ্চিম দিকে অগ্রসর হয়ে শ্রীলঙ্কায় আছড়ে পড়ে, যেখানে এটি একটি নিম্নচাপে দুর্বল হয়ে পড়ে। পরবর্তী কয়েক মাস বেসিনটি শান্ত ছিল, এর পরে ১৮ মে ডিপ্রেশন BOB 02-এর পূর্বাভাস হিসাবে ঘূর্ণন শুরু হয়। এই ঘূর্ণনটি দক্ষিণ-পশ্চিম মৌসুমকে সাহায্য করে আন্দামান সাগর ও বঙ্গোপসাগরের কিছু অংশে প্রবাহিত হতে, এবং ২১ মে এটি একটি নিম্নচাপে পরিণত হয়। নিম্নচাপটি সংক্ষিপ্ত ছিল এবং ২৩ মে বঙ্গোপসাগরে একটি অবশিষ্ট নিম্নচাপে দুর্বল হয়ে পড়ে। দক্ষিণ-পশ্চিম মৌসুম পরে ছয় দিন বিলম্বিত হয়ে ভারতীয় রাজ্য কেরালায় প্রবাহিত হয় এবং ৬ জুন রাজ্যে প্রবাহিত হয়।\nপরবর্তী কয়েক দিনে মৌসুম আরও বঙ্গোপসাগরে প্রবাহিত হয়, যখন আরব সাগরে ঘূর্ণিঝড় নানাউক তৈরি হওয়ার কারণে তা বৃদ্ধি পায়। ১৮ জুন, মৌসুমের অধিকাংশ উত্তর ভারতীয় মহাসাগর ও গুজরাট, কনকণ ও গোয়া, উড়িষ্যা, ঝাড়খণ্ড, বিহার এবং গঙ্গাত্মক পশ্চিমবঙ্গে ছড়িয়ে পড়ে।\n১৯ জুন, ম্যাডেন-জুলিয়ান অসসিলেশনের পূর্বদিকে প্রবাহিত হওয়ার ফলে বাংলাদেশের উপকূলীয় অঞ্চলে একটি নিম্নচাপ তৈরি হয়। এটি ভারতের উত্তর-পূর্ব রাজ্যগুলোতে মৌসুমকে প্রবাহিত করতে সাহায্য করে এবং কেন্দ্রীয় ভারতের দিকে অগ্রসর হয়। জুনের শেষ সপ্তাহে মৌসুম দুর্বল হয়ে পড়ে, যা পূর্ব ভারতীয় উপকূলে তাপপ্রবাহের সৃষ্টি করে। পরে মৌসুম মধ্যম-অক্ষাংশের পশ্চিম রেওয়াজের সাথে মেলবন্ধন ঘটিয়ে ১ জুলাই হিমালয় ও উত্তর-পশ্চিম ভারতে অগ্রসর হয়। জুলাইয়ের প্রথম সপ্তাহে একটি নিম্নচাপ এবং কয়েকটি শীর্ষ বাতাসের ঘূর্ণন মৌসুমকে আরও অগ্রসর করে, যেখানে ৭ জুলাই হরিয়ানা, মধ্যপ্রদেশ, পাঞ্জাব এবং উত্তরপ্রদেশের পুরো অঞ্চল ঢেকে ফেলে।\nপরবর্তী দুই সপ্তাহে একটি নিম্নচাপ ও একটি ঘূর্ণন মৌসুমকে আরব সাগরের বাকি অংশে, কেন্দ্রীয় ও উত্তর-পশ্চিম ভারতে অগ্রসর হতে সাহায্য করে। ১৭ জুলাই, IMD ঘোষণা করে যে মৌসুম পুরো ভারতে ছড়িয়ে পড়েছে, যা সাধারণ সময়ের চেয়ে প্রায় দুই দিন পরে।\n১৬-১৭ সেপ্টেম্বর রাজস্থানের নিম্ন স্তরের ট্রোপোস্ফেরিক ঘূর্ণন প্যাটার্নে পরিবর্তন ঘটে, যা পূর্বাভাসকাদেরকে জানায় যে দক্ষিণ-পশ্চিম মৌসুম অঞ্চল থেকে প্রত্যাহার শুরু করেছে। ২৩ সেপ্টেম্বর, রাজস্থান ১৭ সেপ্টেম্বর থেকে মূলত শুকনো থাকার পরে, IMD ঘোষণা করে যে দক্ষিণ-পশ্চিম মৌসুমের প্রত্যাহার শুরু হয়েছে। পরবর্তী কয়েক সপ্তাহে মৌসুম ধীরে ধীরে আরব সাগর, উত্তর-পশ্চিম ও কেন্দ্রীয় ভারতের অংশ থেকে প্রত্যাহার হয়, এর পরে ৭ অক্টোবর অত্যন্ত প্রবল ঘূর্ণিঝড় হুধুদ তৈরি হয়। হুধুদ উত্তর দিকে অগ্রসর হয়ে একটি নিম্নচাপে দুর্বল হলে, দক্ষিণ-পশ্চিম মৌসুম ১৮ অক্টোবরের মধ্যে ভারত, শ্রীলঙ্কা এবং উত্তর ভারতীয় মহাসাগর থেকে প্রত্যাহার হয়। ১৮ অক্টোবর, তামিলনাড়ু এবং প্রতিবেশী উপদ্বীপীয় ভারতের ওপর উত্তর-পূর্ব মৌসুমের বৃষ্টিপাত শুরু হয়।\n\n\n== ঘটনাবলী ==\n\n\n=== নিম্নচাপ বিওবি ০১ ===\n\nএকটি সক্রিয় আন্তঃট্রপিকাল কনভারজেন্স জোন (ITCZ) এর প্রভাবে, ২ জানুয়ারি বঙ্গোপসাগরে একটি নিম্নচাপ সিস্টেম গঠিত হয়, যা একটি অনুকূল পরিবেশে প্রবেশের সাথে সাথে ধীরে ধীরে সংগঠিত হতে থাকে। যৌথ টাইফুন ওয়ার্নিং সেন্টার (জেটিডব্লিউসি) একটি ট্রপিকাল সাইক্লোন ফর্মেশন অ্যালার্ট (TCFA) জারি করে। ৪ জানুয়ারি, ভারতীয় আবহাওয়া দপ্তর (আইএমডি) ঝড় সম্পর্কে পরামর্শ প্রদান শুরু করে, এবং এটিকে নিম্নচাপ বিওবি ০১ হিসেবে চিহ্নিত করে, পরে জেটিডব্লিউসি ঝড়টিকে একটি ট্রপিকাল সাইক্লোন হিসেবে শ্রেণীবদ্ধ করে। ঝড়টি কিছুটা আরও তীব্র হয়, এরপর ৬ জানুয়ারি উত্তর শ্রীলঙ্কায় আঘাত হানে এবং পরবর্তী দিন একটি নিম্নচাপ এলাকায় পরিণত হয়।\nঝড়টি উত্তর শ্রীলঙ্কায় মাঝারি পরিমাণের বৃষ্টিপাত নিয়ে আসে। ৬ জানুয়ারি, বাভুনিয়ায় সর্বোচ্চ ২১০ মিমি (৮.৩ ইঞ্চি) বৃষ্টিপাত রিপোর্ট করে, এরপর পুত্তালাম, আনুরাধাপুরা এবং ট্রিঙ্কোমালিতে প্রতি ৫০ মিমি (২.০ ইঞ্চি) বৃষ্টিপাত ঘটে। এই নিম্নচাপটি ২০০৫ সালের ঘূর্ণিঝড় হিবারুর পর জানুয়ারি মাসে উত্তর ভারতীয় মহাসাগরে গঠিত প্রথম ঝড়।\n\n\n=== নিম্নচাপ বিওবি ০২ ===\n\n১৯ মে বঙ্গোপসাগরে একটি নিম্নচাপ এলাকা গঠিত হয়। এটি ধীরে ধীরে সংহত হয়ে উঠতে থাকে, ২১ মে আইএমডি এটি একটি নিম্নচাপ হিসেবে শ্রেণীবদ্ধ করে, পরে পরবর্তী কয়েক ঘন্টার মধ্যে জেটিডব্লিউসি একটি ট্রপিকাল সাইক্লোন ফর্মেশন অ্যালার্ট (TCFA) জারি করে। পরের দিন, নিম্নচাপটি উত্তর-উত্তর-পূর্ব দিকে উচ্চ ভার্টিকাল উইন্ড শিয়ারের একটি এলাকায় দিকে অগ্রসর হতে থাকে। জেটিডব্লিউসি সিস্টেমটির জন্য জারি করা TCFA বাতিল করে দেয়, উল্লেখ করে যে উচ্চ উইন্ড শিয়ার কনভেকশনকে কমিয়ে দিয়েছে। ঝড়টি কনভেকশন হারাতে থাকে, যতক্ষণ না এটি ২৩ মে একটি সুস্পষ্ট নিম্নচাপ এলাকায় দুর্বল হয়ে পড়ে। অবশিষ্ট সিস্টেমটি কয়েকদিন ধরে অব্যাহত থাকে, ২৫ মে রাতে ভারতের উড়িষ্যা রাজ্যের উপর দিয়ে অগ্রসর হয় এবং পরদিন বিলীন হয়ে যায়।\nনিম্নচাপটি উড়িষ্যাকে অত্যন্ত প্রয়োজনীয় স্বস্তি এনে দেয়, কারণ উড়িষ্যা তাপপ্রবাহে ভুগছিল এবং যা কমপক্ষে ২২ জনের প্রাণ কেড়ে নিয়েছে। উপকূলীয় এলাকাগুলিতে পূর্বে ৪০ °C (১০৪ °F) তাপমাত্রা ছিলো কিন্তু নিম্নচাপের অগ্রগতির সময় ৩০ °C (৮৬ °F) এর নিচে চলে আসে। ভারী বৃষ্টিপাত অনেক এলাকায় প্রভাব ফেলে, যার মধ্যে ভাওয়ানিপটনার ২০৮ মিমি (৮.২ ইঞ্চি) বৃষ্টিপাত অন্তর্ভুক্ত রয়েছে, যেখানে কিছু দিন আগে তাপমাত্রা ৪৫ °C (১১৩ °F) ছিল। সর্বোচ্চ ২৪ ঘণ্টার বৃষ্টিপাত ছিল ২১০ মিমি (৮.৩ ইঞ্চি) বালেসোয়ারে। ছয়টি জেলার উপর বন্যার সতর্কতা জারি করা হয়। রায়াগড়া জেলার হাটাদহি এলাকার একটি সেতু বন্যায় ভেসে যায়।\n\n\n=== ঘূর্ণিঝড় নানাউক ===\n\nএকটি সক্রিয় দক্ষিণ-পশ্চিম মৌসুমী সর্গের প্রভাবে, ৯ জুন আরব সাগরে একটি নিম্নচাপ এলাকা গঠিত হয়। এটি ধীরে ধীরে সংগঠিত হতে থাকে এবং ১০ জুনের প্রথম প্রহরে জেটিডব্লিউসি এটি ট্রপিকাল স্টর্ম ০২এ হিসেবে শ্রেণীবদ্ধ করে। পরবর্তী কয়েক ঘণ্টার মধ্যে, আইএমডি ঝড়টিকে একটি নিম্নচাপ হিসেবে উন্নীত করে এবং পরে এটি একটি গভীর নিম্নচাপে পরিণত হয়, যার নামকরণ করা হয় \"ARB ০১\" নামে। ১১ জুন, সিস্টেমটি ঘূর্ণিঝড়ের তীব্রতা অর্জন করে এবং আইএমডি দ্বারা নানাউক নামকরণ করা হয়, কারণ এটি অনুকূল পরিবেশগত পরিস্থিতির অধীনে তীব্র হতে থাকে। পরের দিন, নানাউক তার সর্বোচ্চ তীব্রতায় পৌঁছে, যার কেন্দ্রীয় চাপ ছিল ৯৮৬ hPa (২৯.১২ inHg) এবং ৩-মিনিট স্থায়ী বাতাসের গতি ছিল ৮৫ কিমি/ঘণ্টা (৫৩ মাইল/ঘণ্টা)। উত্তর-পশ্চিম দিকে আরও অগ্রসর হওয়ার সময়, ঝড়টি মাঝারি ভার্টিকাল উইন্ড শিয়ার, শুষ্ক বায়ু এবং কম সমুদ্রপৃষ্ঠ তাপমাত্রার সম্মুখীন হয়, যার ফলে এটি ১৩ জুন দ্রুত একটি নিম্নচাপে দুর্বল হয়ে পড়ে। একটি নিম্ন স্তরের স্টিয়ারিং প্রবাহ ঝড়টিকে উত্তর দিকে মোড় নেয় এবং সিস্টেমটি ১৪ জুন একটি সুস্পষ্ট নিম্নচাপ এলাকা হিসেবে বিলীন হয়।\n\n\n=== স্থল নিম্নচাপ ০১ ===\n\n১৯ জুলাই, উত্তর-পূর্ব বঙ্গোপসাগর এবং গাঙ্গেয় পশ্চিমবঙ্গ ও উড়িষ্যার কিছু অংশের উপর একটি উপরের স্তরের ঘূর্ণিঝড় সঞ্চালন অবস্থান করছিল। পরবর্তী দিন, এই ঘূর্ণিঝড় সঞ্চালনের প্রভাবে একটি নিম্নচাপ এলাকা গঠিত হয় এবং ২১ জুলাই উড়িষ্যা ও পশ্চিমবঙ্গের উপর একটি নিম্নচাপে দ্রুত কনসেন্ট্রেট হয়ে পড়ে। পরবর্তী কয়েক দিন ধরে সিস্টেমটি পশ্চিম দিকে অগ্রসর হয়, পরে ২৩ জুলাই মধ্যপ্রদেশের উত্তর-পশ্চিমাংশে একটি নিম্নচাপ এলাকায় দুর্বল হয়ে পড়ে। নিম্নচাপ এলাকা পরবর্তীতে ২৫ জুলাই মৌসুমীর সাথে মিশে যায়, যদিও ঘূর্ণিঝড় সঞ্চালন রাজস্থান এবং পাঞ্জাবের উপর টিকে ছিল এবং ৩১ জুলাই পর্যন্ত শেষবার দেখা যায়।\nএই নিম্নচাপের প্রভাবে, উড়িষ্যা, ছত্তীসগড়, মধ্যপ্রদেশ এবং বিদর্ভ রাজ্যে ভারী থেকে অত্যন্ত ভারী বৃষ্টিপাত রেকর্ড করা হয়। উড়িষ্যায় মোট ১২ জন প্রাণ হারান, প্রায় ২৯,৪৭৯ হেক্টর (৭২,৮৪০ একর) ফসল ক্ষতিগ্রস্ত হয় এবং ১৩৫১টি বাড়ি ক্ষতিগ্রস্ত হয়।\n\n\n=== স্থল নিম্নচাপ ০২ ===\n\n৩ আগস্ট, একটি নিম্নচাপ এলাকা বঙ্গোপসাগরের উপর একটি উপরের স্তরের চক্রবাতী সঞ্চালনের প্রভাবে গঠিত হয়। পরবর্তী দিন, সিস্টেমটি ধীরে ধীরে একটি নিম্নচাপে পরিণত হয় এবং মেদিনীপুরে অবস্থিত অবস্থায় ছিল। নিম্নচাপটি আরও ভেতরের দিকে অগ্রসর হয়, তীব্রতর হয় এবং একই দিনে একটি গভীর নিম্নচাপে উন্নীত হয়। ঝড়টি আরও পশ্চিম দিকে চলে যায় এবং ৫ আগস্ট একটি নিম্নচাপে দুর্বল হয়ে পড়ে। পরবর্তীতে, ৭ আগস্ট এটি মধ্যপ্রদেশের উত্তর-পশ্চিমাংশে একটি সুস্পষ্ট নিম্নচাপ এলাকা হিসেবে শেষবার দেখা যায়।\nঝড়টি উড়িষ্যায় বন্যা পরিস্থিতি সৃষ্টি করে, রাজ্যের ১২টি জেলা প্রভাবিত হয়। কটক এবং ভুবনেশ্বর শহরে জলাবদ্ধতার রিপোর্ট পাওয়া যায় এবং প্রায় ২০০টি গ্রাম ক্ষতিগ্রস্ত হয়, কারণ বৈতরণী নদী তার বন্যার বিপদ সীমার চেয়ে দুই মিটার বেশি ফুলে ওঠে। সম্বলপুর জেলায় সর্বোচ্চ ৩৩৬.৮ মিমি (১৩.২৬ ইঞ্চি) বৃষ্টিপাত হয়, এরপর বালেশ্বর জেলায় ২২৬.৪ মিমি (৮.৯১ ইঞ্চি) বৃষ্টিপাত হয়। দুটি ট্রলার উপকূলে ডুবে যাওয়ার পর সাতজন নিখোঁজ হওয়ার খবর পাওয়া যায়। রাজ্য সরকার প্রায় ১৭,০০০ মানুষকে নিম্নভূমি থেকে সরিয়ে নিয়ে যায়। অতিবর্ষণের কারণে ২৩ জনের মৃত্যু হয়।\n\n\n=== অত্যন্ত তীব্র ঘূর্ণিঝড় হুদহুদ ===\n\nঅতি তীব্রতর ঘূর্ণিঝড় হুদহুদ ২০১৪ সালের অক্টোবর মাসে পূর্ব ভারত ও নেপালে ব্যাপক ক্ষয়ক্ষতি ও প্রাণহানি ঘটায়। ২০১৪ সালের ৬ ই অক্টোবরে আন্দামান সাগরে একটি উর্দ্ধ-বায়বীয় ঘূর্ণাবর্তের সঞ্চালনের প্রভাবে সৃষ্টি হওয়া নিম্নচাপ অঞ্চল থেকে হুদহুদ উদ্ভূত হয়েছিল। ৮ ই অক্টোবর হুদহুদ একটি ঘূর্ণিঝড়ে এবং ৯ ই অক্টোবরে এটি একটি তীব্র ঘূর্ণিঝড়ে পরিণত হয়। পরবর্তীকালে হুদহুদ দ্রুত গভীর থেকে গভীরতর হতে থাকে এবং আইএমডি কর্তৃপক্ষ এটিকে একটি অতি তীব্রতর এবং ভয়ঙ্কর ঘূর্ণিঝড় হিসাবে শ্রেণীবদ্ধ করে। অন্ধ্রপ্রদেশের বিশাখাপত্তনমের কাছে, স্থলভাগে ঘূর্ণিঝড় আছড়ে পড়ার কিছু আগে, ১২ ই অক্টোবর নাগাদ হুদহুদ তার সর্বোচ্চ শক্তিতে পৌঁছেছিল, বাতাসে তিন মিনিটের গড় গতিবেগ ঘন্টায় ১৮৫ কিমি (ঘন্টায় ১১৫ মাইল) এবং সর্বনিম্ন কেন্দ্রীয় চাপ ৯৬০ এমবিএআর অথবা ২৮.৩৫ পারদস্তম্ভের চাপের সমান) ছিল। তারপরে এই সম্পূর্ণ ঝড়টি উত্তর দিক বরাবর উত্তর প্রদেশ এবং নেপালের দিকে অগ্রসর হয়, যার ফলে উভয় এলাকাতেই ব্যাপক বৃষ্টিপাত এবং পরবর্তীতে ভারী তুষারপাত ঘটে।\nহুদহুদ বিশাখাপত্তনম শহর এবং অন্ধ্র প্রদেশের ভিজিয়ানগরাম ও শ্রীকাকুলামের পার্শ্ববর্তী জেলাগুলিতে ব্যাপক ক্ষয়ক্ষতি করেছিল। অন্ধ্র প্রদেশ রাজ্য সরকারের হিসাবনুযায়ী আনুমানিক ক্ষয়ক্ষতির পরিমাণ ছিল প্রায় ₹২১৯ বিলিয়ন (ইউএস $৩.৫৮ বিলিয়ন) টাকা। সরকারপক্ষ থেকে কমপক্ষে ১২৪ জনের মৃত্যুকে নিশ্চিত করা হয়, যাদের বেশিরভাগই অন্ধ্র প্রদেশ এবং নেপালের বাসিন্দা ছিলেন। প্রাথমিকভাবে, এনাদের প্রত্যেকের মৃত্যুই ঘূর্ণিঝড় এবং ঘূর্ণিঝড় পরবর্তী তুষারপাতের কারণে ঘটে বলে জানা যায়।\n\n\n=== অত্যন্ত তীব্র ঘূর্ণিঝড় নিলুফার ===\n\nঅক্টোবরের শেষ দিকে, আরব সাগরের উপর একটি নিম্নচাপ এলাকা গঠিত হয়। এটি ধীরে ধীরে সংগঠিত হতে থাকে এবং ২৪ অক্টোবর Joint Typhoon Warning Center (জেটিডব্লিউসি) একটি Tropical Cyclone Formation Alert (TCFA) জারি করে। পরের দিন, ভারতীয় আবহাওয়া বিভাগ (আইএমডি) ঝড়টিকে একটি নিম্নচাপ হিসেবে চিহ্নিত করে এবং এটি ARB ০২ হিসেবে নামকরণ করে, এবং জেটিডব্লিউসি ঝড়ের কেন্দ্রের বাতাসের গতি ঘূর্ণিঝড় হিসেবে মূল্যায়ন করে এবং সিস্টেমটির জন্য পরামর্শ শুরু করে। ২৬ অক্টোবর, সিস্টেমটি স্থির অবস্থায় থেকে গভীর নিম্নচাপে পরিণত হয়। পরে, আইএমডি জানায় যে ঝড়টি ঘূর্ণিঝড়ে পরিণত হয়েছে এবং এটিকে নিলুফার নামে নামকরণ করা হয়। পরদিন, আইএমডি ঝড়টিকে একটি তীব্র ঘূর্ণিঝড়ে এবং আরও একটি অত্যন্ত তীব্র ঘূর্ণিঝড়ে উন্নীত করে এবং জেটিডব্লিউসি রিপোর্ট করে যে নিলুফার এর কেন্দ্রে হারিকেন শক্তির বাতাসের গতি রয়েছে, যখন এটি একটি চোখের বৈশিষ্ট্যও গঠন করে। ২৮ অক্টোবর, নিলুফার দিনের বেলায় দ্রুত তীব্রতা অর্জন করে, ৯৫০ মিবি (২৮.০৫ ইঞ্চি এইচজি) চাপ এবং বাতাসের গতি ২০৫ কিমি/ঘণ্টা (১২৭ মাইল/ঘণ্টা) ছাড়িয়ে যায়, যা হুদহুদের সাথে তুলনীয়। পরবর্তী দিনগুলিতে, ঝড়টি উত্তর-পূর্ব দিকে মোড় নেয় এবং উচ্চ ভার্টিকাল উইন্ড শিয়ারের সম্মুখীন হয়, যার ফলে এটি ৩০ অক্টোবর একটি ন্যূনতম ঘূর্ণিঝড়ে দ্রুত দুর্বল হয়ে পড়ে। ঝড়ের নিম্ন স্তরের সঞ্চালন কেন্দ্র পরবর্তী কয়েক ঘণ্টায় উন্মুক্ত হয়ে যায় এবং আইএমডি ৩১ অক্টোবর ঝড়টিকে একটি সুস্পষ্ট নিম্নচাপ এলাকায় নিম্নতর করে, সিস্টেমটির জন্য শেষ পরামর্শ প্রদান করে।\n\n\n=== গভীর নিম্নচাপ বিওবি ০৪ ===\n\n৩ নভেম্বর, সক্রিয় উত্তর-পূর্ব মৌসুমী শর্তাবলীর প্রভাবে বঙ্গোপসাগরের উপর একটি নিম্নচাপ এলাকা গঠিত হয়। ৫ নভেম্বর, আইএমডি সিস্টেমটিকে একটি নিম্নচাপ হিসেবে চিহ্নিত করে এবং 'বিওবি ০৪' শনাক্তকরণ নম্বর দিয়ে দেয়। এরপর, জেটিডব্লিউসি একটি TCFA জারি করে এবং সিস্টেম সম্পর্কে পরামর্শ প্রদান শুরু করে। জেটিডব্লিউসি এটিকে '05B' হিসেবে চিহ্নিত করে এবং ৬ নভেম্বর কেন্দ্রে ৩৫ নটস (৬৫ কিমি/ঘণ্টা; ৪০ মাইল/ঘণ্টা) বাতাসের গতির প্রতিবেদন দেয়। একই দিনে, আইএমডি বিওবি ০৪ কে গভীর নিম্নচাপে উন্নীত করে। সিস্টেমটি পরবর্তী কয়েক দিন উত্তর দিকে অগ্রসর হতে থাকে, তার তীব্রতা বজায় রেখে। দুটি সাবট্রপিক্যাল রিজের মধ্যে অবস্থান করে, বিওবি 04 বেশিরভাগ সময় কোয়াসি-স্টেশনারি গতিবিধি প্রদর্শন করে। তবে, যথেষ্ট অনুকূল শর্ত থাকা সত্ত্বেও, বিওবি ০৪ আরও তীব্র হতে ব্যর্থ হয়। এর ফলে আইএমডি সিস্টেমটিকে একটি নিম্নচাপে এবং ৮ নভেম্বরের মধ্যে আরও একটি নিম্নচাপ এলাকায় নিম্নতর করে দেয়।\n\n\n== ঘূর্ণিঝড়ের নামকরণ ==\nএই অববাহিকার মধ্যে গ্রীষ্মমণ্ডলীয় ঘূর্ণিঝড়কে একটি নাম দেওয়া হয় যখন এটি ৬৫ কিলোমিটার প্রতি ঘণ্টা (৪০ মাইল প্রতি ঘণ্টা) বেগে বাতাসের সাথে ঘূর্ণিঝড়ের তীব্রতায় পৌঁছেছিল বলে বিচার করা হয়। ২০২০ সালের মাঝামাঝি নয়াদিল্লিতে আঞ্চলিক বিশেষায়িত আবহাওয়া কেন্দ্র থেকে একটি নতুন তালিকা দ্বারা নামগুলি নির্বাচন করা হয়েছিল  এই অববাহিকায় গ্রীষ্মমণ্ডলীয় ঘূর্ণিঝড়ের নামগুলির কোনও অবসর নেই কারণ নামের তালিকাটি শুধুমাত্র একবার ব্যবহার করার জন্য একটি নতুন তালিকা তৈরি করার আগে নির্ধারিত হয়েছে৷ যদি একটি নামযুক্ত গ্রীষ্মমণ্ডলীয় ঘূর্ণিঝড় পশ্চিম প্রশান্ত মহাসাগর থেকে অববাহিকায় চলে যায়, তাহলে এটি তার আসল নাম ধরে রাখবে।\n\n\n== ঋতু্র প্রভাব ==\nএটি ২০১৪ উত্তর ভারত মহাসাগরের ঘূর্ণিঝড় মৌসুমের সমস্ত ঝড়ের একটি সারণী। এটি ঋতুর সমস্ত ঝড় এবং তাদের নাম, সময়কাল, আইএমডি ঝড়ের স্কেল অনুযায়ী সর্বোচ্চ তীব্রতা, ক্ষয়ক্ষতি এবং মৃত্যুর মোট সংখ্যা উল্লেখ করে। ক্ষয়ক্ষতি এবং মৃত্যুর মোট ক্ষয়ক্ষতি এবং মৃত্যুগুলিকে অন্তর্ভুক্ত করে যখন সেই ঝড়টি একটি পূর্ববর্তী তরঙ্গ বা অতিরিক্ত ক্রান্তীয় নিম্ন ছিল। ক্ষয়ক্ষতির সমস্ত পরিসংখ্যান ২০১৪ সালের মার্কিন ডলারে হিসাব করা হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআরএসএমসি নয়াদিল্লি\nভারতীয় আবহাওয়া বিভাগ\nযৌথ টাইফুন সতর্কীকরণ কেন্দ্র (জেটিডব্লিউসি)\nCMA এর জাতীয় আবহাওয়া কেন্দ্র (চীনা ভাষায়)"}