{"pageid": 1476313, "title": "ক্যামিল বুল্কে", "url": "https://bn.wikipedia.org/wiki?curid=1476313", "content": "ক্যামিল বুল্কে (১ সেপ্টেম্বর ১৯০৯ - ১৭ আগস্ট ১৯৮২) ভারতে একজন বেলজিয়ান জেসুইট ধর্মপ্রচারক, যিনি \"ভারতের সবচেয়ে বিখ্যাত খ্রিস্টান হিন্দি পণ্ডিত\" হিসেবে পরিচিতি লাভ করেন।\n\n\n== প্রারম্ভিক জীবন ==\nক্যামিল বুল্কে বেলজিয়ান প্রদেশের পশ্চিম ফ্ল্যান্ডার্সের নককে-হেইস্ট পৌরসভার একটি গ্রামে রামস্ক্যাপেলে জন্মগ্রহণ করেন।\nবুল্কে ইতিমধ্যেই লুভেন ইউনিভার্সিটি থেকে সিভিল ইঞ্জিনিয়ারিংয়ে বিএসসি ডিগ্রি অর্জন করেছিলেন, যখন তিনি ১৯৩০ সালে জেসুইট হন। নেদারল্যান্ডসের ভালকেনবার্গে (১৯৩২-৩৪) দার্শনিক প্রশিক্ষণের পর তিনি ১৯৩৪ সালে ভারতে চলে যান এবং দার্জিলিংয়ে সংক্ষিপ্ত থাকার পর, তিনি গুমলা (বর্তমান ঝাড়খণ্ড ) এ পাঁচ বছর গণিত পড়ান। এখানেই তিনি হিন্দি শেখার জন্য তার আজীবন আবেগ তৈরি করেছিলেন, যেমনটি পরে স্মরণ করা হয়েছিল:\n\nআমি যখন ১৯৩৫ সালে ভারতে আসি, তখন আমি বিস্মিত এবং কষ্ট পেয়েছিলাম যখন আমি বুঝতে পারি যে অনেক শিক্ষিত লোক তাদের সাংস্কৃতিক ঐতিহ্য সম্পর্কে অবগত নয় এবং ইংরেজিতে কথা বলাকে গর্বের বিষয় বলে মনে করে। আমি সংকল্প করলাম আমার দায়িত্ব হবে মানুষের ভাষা আয়ত্ত করা।\" - একজন খ্রিস্টানের বিশ্বাস - হিন্দি এবং তুলসীর প্রতি ভক্তি৷ \nতিনি ভারতের কার্সিয়ং -এ ধর্মতাত্ত্বিক প্রশিক্ষণ (১৯৩৯-৪২) গ্রহণ করেন, এই সময়ে তিনি পুরোহিত নিযুক্ত হন (১৯৪১ সালে)। ভারতের ধ্রুপদী ভাষার প্রতি তার আগ্রহ তাকে কলকাতা বিশ্ববিদ্যালয়ে (১৯৪২-৪৪) সংস্কৃতে স্নাতকোত্তর ডিগ্রি এবং অবশেষে এলাহাবাদ বিশ্ববিদ্যালয়ে (১৯৪৫-৪৯) হিন্দি সাহিত্যে ডক্টরেট করতে পরিচালিত করে, যার শিরোনাম ছিল একটি থিসিস, রাম কথা কা বিকাশ ( রামের গল্পের বিকাশ)।\n\n\n== ক্যামিল বুল্কে এবং রামচরিতমানস ==\nএকজন ধর্মপ্রচারক সন্ন্যাসীর দায়িত্ব পালনের জন্য, বুল্কে ধর্মগ্রন্থগুলির গভীরভাবে অধ্যয়ন করার জন্য দার্জিলিংয়ে বেশ কিছুকাল অবস্থান করেছিলেন, দর্শনের প্রতি গভীর আগ্রহ ছিল, কিন্তু ভারতীয় দর্শন ও সাহিত্যের একটি পদ্ধতিগত জ্ঞান অর্জনের জন্য, তিনি তার জন্য অধ্যয়ন করেছিলেন। এলাহাবাদ বিশ্ববিদ্যালয় থেকে হিন্দিতে এমএ ডিগ্রি। \nএলাহাবাদে তাঁর এমএ করার প্রস্তুতির এই সময়কালে, তিনি তুলসীদাসের রামচরিতমানস পাঠ ও অধ্যয়নের একটি সুযোগ পেয়েছিলেন।  রামচরিতমানস ১৯তম এবং ২০ শতকের প্রথম দিকে হিন্দুদের জন্য একটি অত্যন্ত প্রভাবশালী ভক্তিমূলক বই ছিল এবং হিন্দি শিখতে থাকা ইউরোপীয়রা প্রায়শই পাঠ করত। বুল্কে যতই রামচরিতমানস অধ্যয়ন করতেন, ততই তার প্রতি গভীর অনুরাগ হতে থাকে।  তার ধার্মিক ধার্মিকতার মহৎ বোধ, এর চরিত্রের উচ্চ মূল্যবোধ ও আদর্শ এবং এর কাব্যিক উৎকর্ষ তাকে এতটাই মুগ্ধ করেছিল যে এটি প্রায় তার জন্য উপাসনার বস্তু হয়ে দাঁড়িয়েছিল।  তিনি রামচরিতমানসের লেখক দ্বারা চিত্রিত ন্যায়পরায়ণ আচরণের নৈতিক দিক এবং জীবনের মূল্যবোধের মধ্যে একটি আকর্ষণীয় সাদৃশ্য খুঁজে পান এবং তাঁর বক্তৃতায় যিশু খ্রিস্টের দ্বারা উত্থাপিত।  তিনি, অতএব, একটি প্রাসঙ্গিক বিষয় গ্রহণ করেছেন, যেমন. রামকথা: উৎপট্টি অর বিকাশ (রামের গল্প: উৎপত্তি ও উন্নয়ন) এবং এলাহাবাদ বিশ্ববিদ্যালয় থেকে এই বিষয়ে ডিফিল ডিগ্রি অর্জন করেন।  তাঁর থিসিস সমগ্র ভারতে পণ্ডিতদের দ্বারা প্রশংসিত হয়েছিল এবং তাঁর নাম হিন্দি বলয়ের বাইরেও পরিচিত হয়েছিল। \n\n\n== কর্মজীবন ==\n১৯৪৯ সালে, বুল্কে রাঁচির সেন্ট জেভিয়ার্স কলেজের সংস্কৃত ও হিন্দি বিভাগের প্রধান হন। কিন্তু প্রাথমিক শ্রবণ সমস্যা তাকে অধ্যাপকের কর্মজীবনের চেয়ে একজন পণ্ডিতের জন্য বেশি যেতে বাধ্য করেছিল। তিনি ১৭ শতকের হিন্দি কবি তুলসীদাসের দ্বারা অনেক বেশি আকৃষ্ট হয়েছিলেন যার লেখার উপর তিনি তার ডক্টরেট থিসিস তৈরি করেছিলেন। তিনি নীল পাঞ্চি নামে হিন্দিতে বিখ্যাত ব্লু বার্ড নাটকটি পুনরায় লিখেছেন। বুলকে প্রায়ই তুলসীদাস এবং তাঁর ভক্তিমূলক রাম -গানের উপর কনফারেন্স দেওয়ার জন্য আমন্ত্রণ জানানো হত, যা তিনি খুব উৎসাহের সাথে করতেন। তিনি মানুষকে তাদের নিজস্ব আধ্যাত্মিক ঐতিহ্যের গভীর মূল্যবোধের সংস্পর্শে এনেছিলেন, এবং তার মতে, তুলসীদাস সুসমাচারের মূল্যবোধের একটি চমৎকার ভূমিকাও ছিলেন। তিনি ১৯৫১ সালে ভারতীয় নাগরিকত্ব পান, এবং - ভারত সরকার দ্বারা অত্যন্ত সম্মানিত - হিন্দিকে জাতীয় ভাষা হিসাবে প্রচারের জন্য জাতীয় কমিশনের সদস্য করা হয়েছিল। তিনি বিহারে আসেন এবং দরভাঙ্গার গির্জা পরিদর্শন করেন, \"দেবতাদের মহান ভূমি এবং মাতা সীতা - মিথিলা \" এর প্রশংসা করেন এবং তাই, ভারতীয় নাগরিকত্ব অর্জনের পর তিনি বিহারী নাম ধারণ করেন। \nতিনি ১৯৮২ সালের ১৭ আগস্ট গ্যাংগ্রিনের কারণে দিল্লিতে মারা যান।\n\n\n== স্বীকৃতি ==\n১৯৭৪ সালে ভারত সরকার তাকে পদ্মভূষণ প্রদান করে। সাহিত্য ও শিক্ষা ক্ষেত্রে তার কাজের স্বীকৃতিস্বরূপ এই পুরস্কার প্রদান করা হয়। \nবুল্কে যাদের পরামর্শ দিয়েছিলেন তাদের মধ্যে ছিলেন রাজ সাহ (পরবর্তীতে শিকাগো বিশ্ববিদ্যালয়ের অধ্যাপক), যখন সাহ সেন্ট জেভিয়ার্স কলেজ রাঁচিতে স্নাতক ছিলেন। কৃতজ্ঞতাস্বরূপ, সাহ একটি ফলক  উপহার দেন যা ২০২০ সালে বুল্কের জন্মস্থান, রামস্কাপেলে   ফলকের শিলালিপিটি ফ্লেমিশে রয়েছে, এটি সম্মান করার জন্য যে ভাষাগুলিতে বুল্কের প্রথম প্রেম ছিল তার মাতৃভাষা।\nবুল্কের একটি শব্দ-চিত্র যা সাহ আঁকেন, বুলকের প্রিয় শৈলীতে, হল:\n\n\n== তথ্যসূত্র =="}