{"pageid": 1476177, "title": "ডং জুন", "url": "https://bn.wikipedia.org/wiki?curid=1476177", "content": "ডং জুন ( Chinese   ; ১৯৬১ সালে জন্মগ্রহণ করেন) পিপলস লিবারেশন আর্মি নেভি (PLAN) এর একজন চীনা অ্যাডমিরাল । তিনি সেপ্টেম্বর ২০২১ থেকে ডিসেম্বর ২০২২ পর্যন্ত পিপলস লিবারেশন আর্মি নেভির কমান্ডার ছিলেন। ২৯ ডিসেম্বর ২০২৩ এ তিনি জাতীয় প্রতিরক্ষা ১৪ তম মন্ত্রী হিসাবে নিযুক্ত হন; তিনি লি শাংফুর স্থলাভিষিক্ত হন যাকে ২০২৩ সালের অক্টোবরে পদ থেকে সরিয়ে দেওয়া হয়েছিল। ডং পরিকল্পনার প্রথম প্রতিরক্ষা মন্ত্রী।\n\n\n== জীবনী ==\n১৯৭৮ সালে, ডং ডালিয়ান  নেভাল একাডেমিতে ভর্তি হন এবং স্নাতকশেষ করার পরে ১৯৭৯ সালে প্ল্যান সার্ভিসে প্রবেশ করেন। তিনি প্ল্যান কমান্ড মিলিটারি ট্রেনিং বিভাগের পরিচালক, নর্থ সি ফ্লিটের ডেপুটি চিফ অফ স্টাফ এবং ৯২২৬৯ ইউনিটের কমান্ডার ছিলেন। \nডং ২০১৩ সালে ইস্ট সি ফ্লিটের ডেপুটি কমান্ডার, ২০১৪ সালের ডিসেম্বরে প্ল্যান ডেপুটি চিফ অফ স্টাফ এবং তারপর জানুয়ারি ২০১৭ সালে সাউদার্ন থিয়েটার কমান্ডের ডেপুটি কমান্ডার  ২০২১ সালের মার্চ মাসে, তিনি প্ল্যানের ডেপুটি কমান্ডার হন এবং তারপর ২০২১ সালের আগস্টে এর কমান্ডার হন; ২০২১ সালের সেপ্টেম্বরে পিএলএ নৌবাহিনীর কমান্ডার হিসেবে তাকে নামকরণ করা হয়  তিনি ২০২৩ সালের ডিসেম্বরে হু ঝংমিং দ্বারা কমান্ডার হিসাবে স্থলাভিষিক্ত হন \nতিনি জুলাই ২০১২ সালে রিয়ার অ্যাডমিরাল ( শাওজিয়াং ), জুলাই ২০১৮ সালে ভাইস অ্যাডমিরাল ( ঝংজিয়াং ) এবং ২০২১ সালের সেপ্টেম্বরে অ্যাডমিরাল ( শাংজিয়াং ) পদে উন্নীত হন \n\n\n=== জাতীয় প্রতিরক্ষা মন্ত্রী ===\n২৯ ডিসেম্বর ২০২৩-এ, ন্যাশনাল পিপলস কংগ্রেসের স্থায়ী কমিটি ডংকে জাতীয় প্রতিরক্ষা মন্ত্রী হিসাবে নিযুক্ত করে। তিনি নৌবাহিনীর পটভূমি সহ প্রথম প্রতিরক্ষামন্ত্রী ছিলেন; একজন পর্যবেক্ষক এটিকে পিএলএর জন্য \"২০২৩ সালের সবচেয়ে বড় চমক\" বলে অভিহিত করেছেন।  রাষ্ট্রবিজ্ঞানী ওয়েন-টি সুং-এর মতে, প্রতিরক্ষা মন্ত্রী হিসেবে ডংকে নির্বাচন করা সম্ভবত পিএলএ রকেট ফোর্স এবং কেন্দ্রীয় সামরিক কমিশনের সরঞ্জাম উন্নয়ন বিভাগের মধ্যে চলমান শুদ্ধির লক্ষণ।  তার পূর্বসূরীদের থেকে ভিন্ন, ডং বর্তমানে সেন্ট্রাল মিলিটারি কমিশনের সদস্য নন যার অর্থ পিএলএ-এর মধ্যে সিদ্ধান্ত গ্রহণের ক্ষমতা তার নেই। \n\n৩১ জানুয়ারী ২০২৪-এ, ডং রাশিয়ান প্রতিরক্ষা মন্ত্রী সের্গেই শোইগুর সাথে টেলিকনফারেন্সের মাধ্যমে দেখা করেন, এটি তার প্রথম আন্তর্জাতিক ব্যস্ততা। বৈঠকের সময়, ডং বলেছিলেন যে রাশিয়া ও চীনের সামরিক বাহিনীকে পারস্পরিক আস্থা জোরদার করা উচিত এবং সহযোগিতা সম্প্রসারণ করা উচিত \"দুই সামরিক বাহিনীর মধ্যে সম্পর্ককে উচ্চ স্তরে উন্নীত করা।\"  রুশ প্রতিরক্ষা মন্ত্রণালয় কর্তৃক প্রকাশিত বৈঠকের প্রতিলিপি অনুসারে, ডং বলেছেন যে চীন ' ইউক্রেন ইস্যুতে ' রাশিয়াকে সমর্থন অব্যাহত রাখবে এবং মার্কিন যুক্তরাষ্ট্র এবং ইউরোপীয় ইউনিয়নের চাপ সত্ত্বেও, \"চীন ত্যাগ করবে না। এর প্রতিষ্ঠিত নীতি এবং বহির্বিশ্ব চীন ও রাশিয়ার মধ্যে স্বাভাবিক সহযোগিতায় হস্তক্ষেপ করবে না।\" একটি প্রেস ব্রিফিংয়ে ডং এর বিবৃতি সম্পর্কে জিজ্ঞাসা করা হলে, চীনের পররাষ্ট্র মন্ত্রণালয়ের মুখপাত্র ওয়াং ওয়েনবিন বলেছেন যে চীনের অবস্থান অপরিবর্তিত রয়েছে এবং সংঘর্ষের উভয় পক্ষকে সামরিক সহায়তা প্রদান করে না।  ১১ এপ্রিল, তিনি চীন-ভিয়েতনাম সীমান্তের কাছে লাও কাই প্রদেশে তার ভিয়েতনামী প্রতিপক্ষ ফান ভান গিয়াং- এর সাথে দেখা করেন এবং দুই মন্ত্রী চীনা ও ভিয়েতনামের সামরিক বাহিনীর মধ্যে একটি জরুরি হটলাইন স্থাপনের জন্য একটি সমঝোতা স্মারক স্বাক্ষর করেন।  ২৭ এপ্রিল, তিনি কাজাখস্তানের আলমাটিতে সাংহাই সহযোগিতা সংস্থার প্রতিরক্ষা মন্ত্রীদের বৈঠকে অংশ নেন যেখানে তিনি পাকিস্তান, ইরান, রাশিয়া, কিরগিজস্তান এবং বেলারুশের প্রতিরক্ষা মন্ত্রীদের সাথে দেখা করেন এবং উজবেকিস্তান ও তাজিকিস্তানের প্রতিরক্ষা মন্ত্রীদের সাথে পৃথক আলোচনা করেন।  প্রতিরক্ষা মন্ত্রীদের বৈঠকের আগে, ২৬ এপ্রিল, তিনি কাজাখস্তানের রাষ্ট্রপতি কাসিম-জোমার্ট টোকায়েভ সহ উচ্চ পদস্থ কাজাখস্তানি রাজনীতিবিদদের সাথে দেখা করেন। \n৩১ মে ২০২৪-এ, ডং সিঙ্গাপুরে ২০২৪ শাংরি-লা সংলাপে অংশ নিয়েছিলেন যেখানে তিনি মার্কিন যুক্তরাষ্ট্রের প্রতিরক্ষা সচিব লয়েড অস্টিনের সাথে দেখা করেছিলেন। বৈঠকের সময়, যা চীনা প্রতিপক্ষের সাথে অস্টিনের প্রথম ছিল, দুই দেশের মধ্যে সামরিক-থেকে-সামরিক যোগাযোগ পুনরায় শুরু করতে সম্মত হয়েছিল এবং একই সময়ে, অস্টিন তাইওয়ানের কাছে চীনা সামরিক মহড়া এবং রাশিয়ার প্রতি চীনের সমর্থনের বিষয়গুলি উত্থাপন করেছিলেন। ইউক্রেনে রাশিয়ান আগ্রাসনের সময় সামরিক শিল্প। ২ শে জুন, ফোরামে এক বক্তৃতায়, ডং বলেছিলেন যে চীন তাইওয়ানের সাথে শান্তিপূর্ণ পুনর্মিলনে প্রতিশ্রুতিবদ্ধ কিন্তু \" তাইওয়ানের স্বাধীনতা এবং বিদেশী শক্তির জন্য বিচ্ছিন্নতাবাদীদের দ্বারা এই সম্ভাবনা ক্রমশ নষ্ট হয়ে যাচ্ছে।\" তিনি আরও বলেন যে চীন \"তাইওয়ানের স্বাধীনতা রোধ করতে দৃঢ় পদক্ষেপ নেবে এবং নিশ্চিত করবে যে এই ধরনের চক্রান্ত কখনই সফল হবে না।\" তিনি তাইওয়ানের কাছে মার্কিন অস্ত্র বিক্রির বিরুদ্ধে সতর্ক করে বলেছেন যে \"এই ধরনের আচরণ তাইওয়ানের স্বাধীনতা বাহিনীকে খুব ভুল সংকেত পাঠায় এবং তাদের খুব আক্রমণাত্মক করে তোলে।\" দক্ষিণ চীন সাগরে বিতর্কিত প্রাচীরের কাছে চীনা কোস্ট গার্ড এবং ফিলিপাইনের মাছ ধরার নৌকাগুলির মধ্যে চলমান সংঘর্ষের বিষয়ে, ডং বলেছেন \"চীন অধিকার লঙ্ঘন এবং উস্কানির মুখে পর্যাপ্ত সংযম বজায় রেখেছে\" তবে সতর্ক করেছে যে \"এটির সীমাবদ্ধতা রয়েছে।\" \n\n\n== তথ্যসূত্র =="}