{"pageid": 1476557, "title": "ডানপন্থী জনতুষ্টিবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1476557", "content": "ডানপন্থী জনতুষ্টিবাদ  এক ধরনের রাজনৈতিক ভাবাদর্শ যেখানে ডানপন্থী রাজনীতির সাথে জনতুষ্টিবাদী বাকশৈলী ও বিষয়াবলীর মেলবন্ধন ঘটেছে। এই ভাবাদর্শের বাকশৈলীতে অভিজাত তথা সুবিধাভোগী প্রবর শ্রেণীর বিরুদ্ধে আবেগ প্রকাশ, কায়েমী গোষ্ঠীর বিরোধিতা ও সাধারণ জনমানুষের প্রতি কথা বলার মতো বৈশিষ্ট্যগুলি পরিলক্ষিত হয়। ডানপন্থী জনতুষ্টিবাদের পুনরাবৃত্ত বিষয়গুলির মধ্যে নব্য-জাতীয়তাবাদ, সামাজিক রক্ষণশীলতা, অর্থনৈতিক জাতীয়তাবাদ ও আর্থিক রক্ষণশীলতা, ইত্যাদি উল্লেখ্য।  ডানপন্থী জনতুষ্টিবাদীরা প্রায়শই জাতীয় সংস্কৃতি, জাতীয় পরিচয় ও জাতীয় অর্থনীতিকে বহিরাগত শত্রুদের তথাকথিত আক্রমণ থেকে প্রতিরক্ষার লক্ষ্যে কাজ করে বলে দাবি করে। অন্যান্য সব ধরনের জনতুষ্টিবাদের মতো ডানপন্থী জনতুষ্টিবাদের সাথেও কর্তৃত্ববাদের সম্পর্ক আছে। কিছু কিছু চরম ডানপন্থী জনতুষ্টিবাদীদের কর্মকাণ্ডকে ফাশিবাদের (ফ্যাসিবাদ) সাথে তুলনা করা হয়েছে।\nপশ্চিমা বিশ্বে ডানপন্থী জনতুষ্টিবাদের সাথে বেশ কিছু ভাবাদর্শের সংশ্লিষ্টতা দেখা যায়, যাদের মধ্যে পরিবেশবাদ বিরোধিতা, বিশ্বায়ন বিরোধিতা, স্বদেশবাদ, এবং সুরক্ষাবাদ বিশেষভাবে উল্লেখ্য। ইউরোপ মহাদেশে ডানপন্থী জনতুষ্টিবাদী কথাটি দিয়ে প্রায়শই বহিরাগতদের (বিশেষত মুসলিম বিশ্ব থেকে আগত) অভিবাসন বিরোধী এবং ইউরো-সংশয়বাদী গোষ্ঠী, রাজনীতিবিদ ও রাজনৈতিক দলগুলিকে বর্ণনা করা হয়। ডানপন্থী জনতুষ্টিবাদীরা কল্যাণমুখী রাষ্ট্রের সম্প্রসারণ সমর্থন করতে পারে, তবে রাষ্ট্রের জনকল্যাণ সেবা কে পাওয়ার যোগ্য, সে ব্যাপারে তাদের স্বতন্ত্র ধারণা আছে। এই ব্যাপারটিকে জনকল্যাণমূলক উগ্র স্বদেশবাদ হিসেবে বর্ণনা করা হয়েছে। ২০০৮-এর অর্থনৈতিক মহামন্দার পর থেকে ইউরোপীয় ডানপন্থী জনতুষ্টিবাদী আন্দোলনসমূহ, যেমন ইতালির ভ্রাতৃসংঘ ও লেগা, নেদারল্যান্ডসের জাতীয় র‍্যালি, মুক্তির দল ও গণতন্ত্র ফোরাম, লাতভিয়ার জাতীয় মৈত্রী, ফিন্স দল, সুয়েডীয় ডেমোক্র্যাট, ডেনীয় জাতির দল, স্পেনের ভক্স, অস্ট্রিয়ার মুক্তি দল, পোল্যান্ডের আইন ও ন্যায়বিচার দল, যুক্তরাজ্যের ইনডিপেন্ডেন্স দল, জার্মানির জন্য বিকল্প, সুইস জাতির দল, ও রিফর্ম ইউকে (প্রাক্তন ব্রেক্সিট পার্টি), ইত্যাদির জনপ্রিয়তা  বৃদ্ধি পেতে শুরু করে। এর মূল কারণ ছিল মধ্যপ্রাচ্য ও আফ্রিকা থেকে আগত অভিবাসনের ব্যাপারে ক্রমবর্ধমান বিরোধিতা, ক্রমবর্ধমান ইউরো-সংশয়বাদ এবং ইউরোপীয় ইউনিয়নের অর্থনৈতিক নীতিসমূহের ব্যাপারে অসন্তোষ।\n১৯৯০-এর দশক থেকে ডানপন্থী জনতুষ্টিবাদী রাজনৈতিক দলগুলি বিভিন্ন গণতান্ত্রিক ব্যবস্থার আইনসভাগুলিতে তাদের অবস্থান সুপ্রতিষ্ঠিত করতে সক্ষম হয়। ২০১০-এর দশক থেকে মার্কিন যুক্তরাষ্ট্রের রিপাবলিকান পার্টি দলের অভ্যন্তরে ডানপন্থী  জনতুষ্টিবাদ একটি আধিপত্য বিস্তারকারী রাজনৈতিক শক্তি হিসেবে আবির্ভূত হয়েছে। যদিও দেশটিতে চরম ডানপন্থী আন্দোলনগুলিকে (যেগুলিকে মৌলবাদী ডানপন্থী নামেও ডাকা হয়) স্বতন্ত্র ভাবাদর্শ হিসেবে গণ্য করা হয়, তা সত্ত্বেও কিছু কিছু লেখক এগুলিকে একটি ব্যাপকতর ডানপন্থী জনতুষ্টিবাদী প্রবণতার অংশ হিসেবে গণ্য করেন। মার্কিন ব্যবসায়ী ও গণমাধ্যম ব্যক্তিত্ব ডোনাল্ড ট্রাম্প ডানপন্থী জনতুষ্টিবাদী বিষয়াবলীর উপর ভিত্তি করে নির্মিত একটি রাজনৈতিক ইশতেহার প্রস্তাব করে ২০১৬ সালে দেশটির রাষ্ট্রপতি নির্বাচনে জয়লাভ করেন।\n\n\n== আরও দেখুন ==\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎসপঞ্জি ==\n\n\n== আরও পড়ুন ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে ডানপন্থী জনতুষ্টিবাদ সম্পর্কিত মিডিয়া দেখুন।\n\"Fact check: The rise of right-wing populism in Europe\". Channel 4 News (UK). 28 September 2017.\nটেমপ্লেট:Conservatism\nটেমপ্লেট:Nationalism"}