{"pageid": 1476453, "title": "সুভাষ ভট্টাচার্য", "url": "https://bn.wikipedia.org/wiki?curid=1476453", "content": "সুভাষ ভট্টাচার্য  ( জন্ম: ২৮ সেপ্টেম্বর ১৯৩৯ ) হলেন একজন বিশিষ্ট বাঙালি ব্যাকরণবিদ। অভিধানচর্চার ক্ষেত্রে তিনি প্রবীণ গবেষক হিসাবে সুপরিচিত।  বাংলাভাষায় প্রয়োগবিধির উপর প্রথম গ্রন্থ- আধুনিক বাংলা প্রয়োগ অভিধান তিনিই রচনা করেন এবং এই গ্রন্থটির জন্য ১৯৮৪ খ্রিস্টাব্দে আনন্দ পুরস্কার লাভ করেন।\n\n\n== জীবনী ==\nসুভাষ ভট্টাচার্যের জন্ম ১৯৩৯ খ্রিস্টাব্দের ২৮ সেপ্টেম্বর ব্রিটিশ ভারতের অধুনা বাংলাদেশের  বরিশালে। \nতাঁর কলেজ ও উচ্চ শিক্ষা কলকাতার স্কটিশ চার্চ কলেজ, প্রেসিডেন্সি কলেজ ও  কলকাতা বিশ্ববিদ্যালয়ে। পেশায় ছিলেন ইতিহাসের অধ্যাপক।  দীর্ঘদিনের অধ্যাপনার পাশাপাশি তিনি বাংলাভাষা ও বাংলা সাহিত্য শৈলী নিয়ে চর্চা করেন। ১৯৮৪ খ্রিস্টাব্দে প্রকাশিত হয় তার প্রথম অভিধানিক গ্রন্থ-আধুনিক বাংলা প্রয়োগ অভিধান যা বাংলা ভাষায় লেখার প্রয়োগবিধির দিশা নির্দেশ করে। বাংলা শব্দ ও ভাষার ব্যবহার, বানান ও বিরামচিহ্নের প্রয়োগের নিয়মকৌশল নিয়ে \nপ্রায় পঞ্চাশ বৎসরের অভিধান চর্চায় দশ-বারোটির মত অভিধান একক প্রচেষ্টায় সংকলন ও সম্পাদনা করেছেন। এছাড়াও লিখেছেন পাঁচ-ছয়টি ভাষা বিষয়ক গ্রন্থ। ছোটদের জন্য লিখেছেন  তোমাদের রবীন্দ্রনাথ। তার উল্লেখযোগ্য প্রকাশিত গ্রন্থগুলি হল-\n\nআধুনিক বাংলা প্রয়োগ অভিধান’ (১৯৮৪) আনন্দ পাবলিশার্স, কলকাতা।আইএসবিএন ৯৭৮-৮১-৭৭৫৬-৩১১-৫\nবাঙালির ভাষা,\nভাষা ও শৈলী,\nভাষাদিগন্তে নতুন আলো'’, \nবাংলাভাষা চর্চা,\nভাষার তত্ত্ব ও বাংলা ভাষা,\nবাংলা উচ্চারণ অভিধান,\nইতিহাস অভিধান (প্রথম ও দ্বিতীয় খন্ড),\nস্বপ্নের ভুবন : রবীন্দ্রনাথের গান,\nবিবিধ বিদ্যার অভিধান,\nভাষাকোশ,\nভালো বাংলা শিখতে হলে\nবাল্মিকী রামায়ণ (১ম খণ্ড), বঙ্গীয় সাহিত্য সংসদ, কলকাতা আইএসবিএন  ৯৭৮-৯৩-৮৫১৩-১৫৩-০\nআনন্দবাজার পত্রিকা ব্যবহার বিধি গ্রন্থমালার অন্তর্ভুক্ত গ্রন্থ-\nতিষ্ঠ ক্ষণকাল:বিরামচিহ্ন ও অন্যান্য প্রসঙ্গ, আনন্দ পাবলিশার্স প্রাইভেট লিমিটেড, কলকাতা আইএসবিএন ৮১-৭২১৫-৯৪৫-৫\nবাংলা:লেখক ও সম্পাদকের অভিধান আনন্দ পাবলিশার্স প্রাইভেট লিমিটেড, কলকাতা আইএসবিএন  ৮১-৭২১৫-২৪৪-২\n\n\n== সম্মাননা ==\n১৯৮৪ - আনন্দ পুরস্কার (আধুনিক বাংলা প্রয়োগ অভিধান গ্রন্থটির জন্য)\n২০০৭ - বিদ্যাসাগর স্মৃতি পুরস্কার\n২০০৯ - চণ্ডীগড় প্রাচীন কলাকেন্দ্র সম্মান\nঅধ্যাপক সুভাষ ভট্টাচার্য  পশ্চিমবঙ্গ বাংলা আকাদেমির এবং সাহিত্য সংসদের সম্পাদক মণ্ডলীর সদস্য।\n\n\n== তথ্যসূত্র =="}