{"pageid": 1476676, "title": "ইউসুফ জাবারিন", "url": "https://bn.wikipedia.org/wiki?curid=1476676", "content": "ইউসুফ তাইসির জাবারীন (আরবি: يوسف تيسير جبارين; হিব্রু ভাষায়: יוסף תיסיר ג'בארין‎, জন্ম ২৩ ফেব্রুয়ারি ১৯৭২) একজন ইসরায়েলি আরব শিক্ষাবিদ এবং রাজনীতিবিদ। তিনি ২০১৫ এবং ২০২১ এর মধ্যে হাদাশ এবং যৌথ তালিকার জন্য নেসেট সদস্য হিসাবে কাজ করেছেন।\n\n\n== জীবনী ==\nজাবারীন উম্মে আল-ফাহমে জন্মগ্রহণ করেন। তিনি জেরুজালেমের হিব্রু বিশ্ববিদ্যালয়ে আইন অধ্যয়ন করেন, ১৯৯৫ সালে এলএলবি অর্জন করেন। তিনি ওয়াশিংটন, ডিসির আমেরিকান ইউনিভার্সিটির ওয়াশিংটন কলেজ অফ ল-এ এলএলএম-এর জন্য অধ্যয়ন করেন, ১৯৯৭ সালে স্নাতক হন এবং ২০০৩ সালে জর্জটাউন ইউনিভার্সিটি ল সেন্টারে পিএইচডি অর্জন করেন। তিনি ২০০২ থেকে ২০০৩ সালের মধ্যে ওয়াশিংটন কলেজ অফ ল এবং ২০০৪ সালে হাইফা বিশ্ববিদ্যালয়ের আইন অনুষদের সদস্য হওয়ার আগে এবং ২০০৩ সালে মেরিল্যান্ড বিশ্ববিদ্যালয়ের সেন্টার ফর ইহুদি স্টাডিজে বক্তৃতা দেন। তিনি ২০০৯ সালে তেল আভিভ বিশ্ববিদ্যালয়ে শিক্ষকতা বন্ধ করে দেন এবং তেল-হাই একাডেমিক কলেজে ফ্যাকাল্টি সদস্য হন। তিনি নাজারেথের আইন ও নীতির জন্য দিরাসাত আরব কেন্দ্রের প্রধানও ছিলেন এবং ১৯৯৭ এবং ২০০০ সালের মধ্যে ইসরায়েলের নাগরিক অধিকার সমিতির উত্তর শাখার আইনী পরিচালক ছিলেন।\nহাদাশের একজন সদস্য, ২০১৫ সালের নির্বাচনের আগে তাকে যৌথ তালিকার তালিকায় দশম স্থানে রাখা হয়েছিল, হাদাশ, বালাদ, ইসলামী আন্দোলন, সংযুক্ত আরব তালিকা এবং তাআলের জোট। জোট ১৩টি আসনে জয়ী হওয়ায় তিনি নেসেটে নির্বাচিত হন। এপ্রিল ২০১৯ এর নির্বাচনের জন্য, হাদাশ তাআলের সাথে জোটবদ্ধ হয়েছিলেন; জাবরীন তালিকায় ষষ্ঠ স্থানে ছিলেন এবং দলগুলো ছয়টি আসনে জয়ী হওয়ায় তিনি পুনরায় নির্বাচিত হন। যৌথ তালিকা সেপ্টেম্বর ২০১৯ নির্বাচনের জন্য সংস্কার করা হয়েছিল, দশম স্থানে জাবারীন। জোট ১৩টি আসনে জয়ী হওয়ায় তিনি এমকে রয়ে গেছেন। ২০২০ সালের মার্চের নির্বাচনের জন্য তিনি আবার যৌথ তালিকার তালিকায় দশম স্থানে ছিলেন এবং পুনরায় নির্বাচিত হন। ২০২১ সালের নির্বাচনের আগে তিনি যৌথ তালিকায় অষ্টম স্থানে ছিলেন, কিন্তু জোটটি ছয়টি আসনে কমে যাওয়ায় তার আসন হারান।\n২০১৮ সালে, জাবারিন, নেসেটে চাকরি করার সময়, মার্কিন যুক্তরাষ্ট্রে একটি বক্তৃতা সফরে যেতে বাধা দেওয়া হয়েছিল কারণ সফরটি ইহুদি ভয়েস ফর পিস দ্বারা স্পনসর করা হয়েছিল, একটি সংস্থা যা ইসরায়েলে একটি সরকারী কালো তালিকায় ছিল তার সমর্থনের কারণে বিডিএস আন্দোলন। তিনি একই বছর আদালাহ, ইসরায়েলের আরব সংখ্যালঘু অধিকারের আইনি কেন্দ্রের পাশে একটি পিটিশন দাখিল করেন, কিন্তু ইসরায়েলের সর্বোচ্চ আদালত ২০২১ সালে একটি সিদ্ধান্তে নিষেধাজ্ঞা বহাল রাখে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইউসুফ জাবারিন on the Knesset website"}