{"pageid": 1476813, "title": "পাকিস্তানের রাষ্ট্রপতি নির্বাচন, ১৯৬৫", "url": "https://bn.wikipedia.org/wiki?curid=1476813", "content": "পাকিস্তানের প্রথম রাষ্ট্রপতি নির্বাচন ১৯৬৫ সালের ২ জানুয়ারী অনুষ্ঠিত হয়েছিল। ভোটটি পরোক্ষ হয়েছিল, কারণ রাষ্ট্রপতিকে ৮০,০০০ হাজার \"বেসিক ডেমোক্র্যাট\" দ্বারা নির্বাচিত হতে হয়েছিল, যারা ইলেক্টোরাল কলেজ তৈরি করেছিল। এই মৌলিক গণতন্ত্রীরা গণতান্ত্রিকভাবে নির্বাচিত জনপ্রতিনিধি ছিলেন যারা বিভাগীয়, জেলা, তহসিল বা ইউনিয়ন পরিষদে দায়িত্ব পালন করতেন। পাকিস্তানের সামরিক সংস্থা আইয়ুব খানের পক্ষে নির্বাচনে কারচুপির একাধিক অভিযোগ উঠেছিল।\nনির্বাচনে দুটি প্রধান দল প্রতিদ্বন্দ্বিতা করেছিল: কনভেনশন মুসলিম লীগ এবং সম্মিলিত বিরোধী দল । সম্মিলিত বিরোধী দলগুলি পাঁচটি প্রধান বিরোধী দল নিয়ে গঠিত এবং তাদের নয় দফা কর্মসূচি ছিল, যার মধ্যে সংসদীয় গণতন্ত্র পুনরুদ্ধার এবং সরাসরি নির্বাচন এবং প্রাপ্তবয়স্ক ভোটাধিকার প্রবর্তন অন্তর্ভুক্ত ছিল। সম্মিলিত বিরোধী দলগুলোর কোনো একক নেতৃত্ব ছিল না এবং তাই তারা নিজেদের মধ্য থেকে রাষ্ট্রপতি প্রার্থী নির্বাচন করতে পারেনি। তাই, তারা ফাতিমা জিন্নাহকে তাদের প্রার্থী হিসেবে বেছে নিয়েছিল, যাকে মোহাম্মদ আলী জিন্নাহর সাথে সম্পর্কের কারণে একজন অবিসংবাদিত নেতা হিসেবে দেখা হয়েছিল। এদিকে কনভেনশন মুসলিম লীগের প্রার্থী ছিলেন বর্তমান প্রেসিডেন্ট মোহাম্মদ আইয়ুব খান ।\n\n\n== নির্বাচনী প্রচারণা ==\nচারজন প্রার্থী ছিলেন: আইয়ুব খান, ফাতিমা জিন্নাহ এবং দুইজন স্বতন্ত্র প্রার্থী, কে এম কামাল ও মিয়া বশির আহমেদ।  এক মাসের একটি সংক্ষিপ্ত প্রচারাভিযানের সময়কাল ছিল, যা নির্বাচন কমিশন কর্তৃক আয়োজিত নয়টি প্রজেকশন মিটিংয়ের মধ্যে সীমাবদ্ধ ছিল এবং শুধুমাত্র ইলেক্টোরাল কলেজের সদস্যরা এবং প্রেসের সদস্যরা উপস্থিত ছিলেন। জনসাধারণকে প্রজেকশন মিটিংগুলিতে যোগদান করতে বাধা দেওয়া হয়েছিল, যা ফাতিমা জিন্নাহর ভাবমূর্তি উন্নত করত। \n\n\n=== আইয়ুব খান ===\nতিনি ১৯৬২ সালের সংবিধান প্রণয়নের মাধ্যমে একজন সাংবিধানিক শাসক হিসেবে তার অবস্থানকে সুসংহত করেন। এরপর থেকে তিনি রাষ্ট্রপতির দায়িত্ব পালন করে আসছিলেন। নির্বাচনের সময়, আইয়ুব বেশ কয়েকটি অর্থনৈতিক সংস্কার প্রবর্তন করেছিলেন যা দেশের প্রবৃদ্ধির হার বাড়িয়েছিল এবং ১৯৫১ সালে লিয়াকত আলী খানের হত্যার পর শুরু হওয়া গুরুতর অর্থনৈতিক সংকট থেকেও এটিকে টেনে নিয়েছিল। এটি আইয়ুবকে জনপ্রিয় শাসক করে তোলে। তদুপরি, সেনাপ্রধান হিসাবে তিনি বিভিন্ন পদক্ষেপ গ্রহণ করেছিলেন প্রতিকূলতাকে তার পক্ষে পরিণত করার জন্য। এমনকি তিনি নির্বাচনী বিষয়ে আইন প্রণয়ন করতেও দ্বিধা করেননি, তাকে প্রতিদ্বন্দ্বী প্রার্থী ফাতিমা জিন্নাহকে এগিয়ে দিয়েছিলেন।\n\n\n=== ফাতেমা জিন্নাহ ===\nএকটি অন্যায্য ও অসম নির্বাচনী প্রচারণা, দুর্বল অর্থব্যবস্থা এবং মৌলিক গণতন্ত্র ব্যবস্থার মাধ্যমে পরোক্ষ নির্বাচন তার মুখোমুখি হওয়া প্রাথমিক সমস্যাগুলির মধ্যে কয়েকটি ছিল। তবে জনগণের মধ্যে তার অপ্রতিরোধ্য সমর্থন ছিল। অনেকেরই তার প্রতি সহানুভূতি ছিল কারণ তিনি ছিলেন মোহাম্মদ আলী জিন্নাহর বোন, অন্যরা তাকে আইয়ুব খানের সামরিক স্বৈরশাসনকে চ্যালেঞ্জ করার জন্য একটি দুর্দান্ত ব্যক্তিত্ব হিসাবে দেখেছিল। যদিও অনেক আলেম তাকে এই দৃষ্টিকোণ দিয়ে নিন্দা করেছিলেন যে একজন মহিলা মুসলিম রাষ্ট্রের নেতৃত্ব দিতে পারে না, অনেক ধর্মীয় নেতাও তাকে সমর্থন করেছিলেন। মওদুদীর নেতৃত্বাধীন জামায়াত-ই-ইসলামী, মিস জিন্নাহর প্রচারণার গভীর সমর্থক ছিল কারণ তিনি ধর্মনিরপেক্ষ আইয়ুব খানের তুলনায় ধর্মীয় দৃষ্টিভঙ্গি দ্বারা অনুপ্রাণিত একজন রক্ষণশীল ছিলেন। \n\n\n== ফলাফল এবং ফলাফল ==\nনির্বাচনের ফলাফল বর্তমান রাষ্ট্রপতি আইয়ুব খানের পক্ষে এসেছিল, যিনি জনপ্রিয় ভোটে হেরে গেলেও, ইলেক্টোরাল ভোটের ৬২.৪৩% জিতেছিলেন। ফাতিমা জিন্নাহ ইলেক্টোরাল কলেজের ৩৫.৮৬% ভোট পেয়ে জয়ী হয়েছেন।  যদিও জিন্নাহ দেশের কিছু ক্ষেত্রে অত্যন্ত সফল ছিলেন। তিনি করাচি এবং ঢাকার মতো প্রধান নগর কেন্দ্রগুলি জুড়ে দিয়েছিলেন। আইয়ুব পূর্ব পাকিস্তানেও হতাশাজনক ফলাফলের সম্মুখীন হন। যাইহোক, আইয়ুব গ্রামীণ পাকিস্তানে নির্ণায়কভাবে জয়লাভ করেছিলেন। যেহেতু ইলেক্টোরাল কলেজের সংখ্যাগরিষ্ঠ অংশ গ্রামীণ সেটআপের প্রতিনিধিদের নিয়ে গঠিত, তাই আইয়ুব স্পষ্ট সংখ্যাগরিষ্ঠতা অর্জন করতে সক্ষম হন।\nনির্বাচনের ফলাফল সম্মিলিত বিরোধী দলগুলো গ্রহণ করেনি, যারা আইয়ুব খানকে কারচুপির অভিযোগ এনেছিল। সিওপি বিক্ষোভ ও বিক্ষোভ করেছে, তবে জিন্নাহ নির্বাচনের ফলাফল গ্রহণ করার কারণে খুব বেশি জনসমর্থন অর্জন করতে পারেনি। নির্বাচনে ফলপ্রসূ হয়েছে। এটি পাকিস্তানের রাজনীতিতে নারীদের ভূমিকাকে আরও শক্তিশালী করেছে। \n\n\n== এছাড়াও দেখুন ==\nমুহাম্মদ মুনির\nআওয়ামী লীগ\n১৯৫৩ পাকিস্তানের সাংবিধানিক অভ্যুত্থান\nন্যাশনাল আওয়ামী পার্টি\n\n\n== তথ্যসূত্র =="}