{"pageid": 1476203, "title": "শহীদ বিজয় সিং পথিক স্পোর্টস কমপ্লেক্স", "url": "https://bn.wikipedia.org/wiki?curid=1476203", "content": "শহীদ বিজয় সিং পথিক স্পোর্টস কমপ্লেক্স বা গ্রেটার নয়ডা স্পোর্টস কমপ্লেক্স গ্রাউন্ড হল ভারতের উত্তর প্রদেশ রাজ্যের বৃহত্তর নয়ডার একটি ক্রিকেট এবং ফুটবল স্টেডিয়াম। এটি ছিল আফগানিস্তান জাতীয় ক্রিকেট দলের হোম ভেন্যু। ২০১৭ সালে, এটি একটি প্রাইভেট লিগ মঞ্চস্থ করার পরে ভারতীয় ক্রিকেট বোর্ড (বিসিসিআই) দ্বারা পরিচালিত যেকোন ম্যাচ আয়োজনের জন্য তার মর্যাদা হারিয়েছিল যা বিসিসিআই দ্বারা অনুমোদিত ছিল না।\nস্টেডিয়ামটির নামকরণ করা হয়েছে বিজয় সিং পথিক, একজন ভারতীয় বিপ্লবী যিনি ব্রিটিশ শাসনের বিরুদ্ধে লড়াই করেছিলেন। স্টেডিয়ামটি মিডিয়া এবং কর্পোরেট বক্স, চিকিৎসা সুবিধা, মার্চেন্ডাইজ স্টোর, একটি ফুড কোর্ট, একটি তথ্য কিয়স্ক এবং আরও অনেক কিছুর সাথে ইন্টারন্যাশনাল ক্রিকেট কাউন্সিল (আইসিসি) দ্বারা নির্ধারিত স্পেসিফিকেশনের সাথে সঙ্গতিপূর্ণ। ২০১৬ সালের ডিসেম্বরে, আইসিসি পূর্ণ সদস্য দলের মধ্যে আন্তর্জাতিক ম্যাচ আয়োজনের জন্য গ্রাউন্ডের অনুমোদন দেওয়া হয়েছিল।\n\n\n== ইতিহাস ==\nউত্তরপ্রদেশ ক্রিকেট অ্যাসোসিয়েশনের সেক্রেটারি রাজীব শুক্লা নভেম্বর ২০০৯ সালে বলেছিলেন যে জেপি গ্রুপ, যারা বৃহত্তর নয়ডায় একটি স্পোর্টস সিটি গড়ে তুলছে সেখানে একটি ক্রিকেট স্টেডিয়াম তৈরি করছে এবং ইউপিসিএ তাদের সাথে ম্যাচ আয়োজনের জন্য ইতোমধ্যে ৫০ বছরের চুক্তি করেছিল। সেই সময়, তিনি যোগ করেছিলেন যে স্টেডিয়াম ২০১১ সালের মধ্যে প্রস্তুত হবে এবং টি২০ এবং ওয়ান ডে ম্যাচ অনুষ্ঠিত হবে। প্রাথমিকভাবে, স্টেডিয়ামে দর্শক ধারণক্ষমতা ৪০,০০০ হবে যা বাড়িয়ে ১,০০,০০০ করা হবে।\nস্টেডিয়ামটি টেস্ট ও একদিনের আন্তর্জাতিক ম্যাচ আয়োজনের জন্য আইসিসির সাথে আলোচনা করেছিল। পূর্বে, স্টেডিয়ামটি টেস্ট এবং ওয়ানডে ছাড়া সব ম্যাচ আয়োজনের যোগ্যতা অর্জন করেছিল। কিন্তু পরবর্তীতে যে কোনো আন্তর্জাতিক ম্যাচ আয়োজনের জন্য নিশ্চিত করা হয়েছিল।\nএটি আফগানিস্তান ক্রিকেট দলের হোম গ্রাউন্ডও। যাইহোক, স্টেডিয়ামের বসার ক্ষমতা বর্তমানে ৮,০০০ এবং এটিকে প্রাথমিকভাবে যা পরিকল্পনা করা হয়েছিল তাতে সংস্কারের করার কোনো বর্তমান পরিকল্পনা নেই।\nশুক্লা বলেছিলেন যে তারা রাজ্য সরকারের কাছ থেকে গ্রিন পার্ক স্টেডিয়ামটি ইজারা নিতে প্রস্তুত ছিল কিন্তু কর্তৃপক্ষকে বোঝাতে তারা সফল হয়নি। তিনি বলেছিলেন যে তারা নিজেদের স্টেডিয়াম করার জন্য কানপুর এবং লখনউয়ের মধ্যে একটি জমি খুঁজছেন।\nএটি সর্বশেষ আইসিসি স্পেসিফিকেশন এবং নির্দেশিকা অনুযায়ী নির্মিত এবং এর নাম শহীদ বিজয় সিং পথিক স্পোর্টস কমপ্লেক্স রাখা হয়েছিল। স্টেডিয়ামটি ফ্লাডলাইট, একটি বোলিং অ্যালি, একটি ইনডোর স্টেডিয়াম, প্রাঙ্গনে লন টেনিস কোর্ট সহ সমস্ত সুবিধা দিয়ে সজ্জিত। স্টেডিয়ামটি বৃহত্তর নয়ডার ওয়াইএমসিএ এবং জেপি রিসোর্টের কাছে অবস্থিত। স্টেডিয়ামটি ১ থেকে ৪ ডিসেম্বর ২০১৫ পর্যন্ত উত্তরপ্রদেশ ক্রিকেট দল এবং বরোদা ক্রিকেট দলের মধ্যে প্রথমবারের মতো রঞ্জি ট্রফি ম্যাচের আয়োজন করেছিল।\nবৃহত্তর নয়ডা ২০১৬ এর দিলীপ ট্রফি ম্যাচগুলি আয়োজন করেছিল। সবগুলো ম্যাচই লাইটের নিচে গোলাপি বলে খেলা হয়েছিল।\n\n\n== আফগানিস্তানের হোম ভেন্যু ==\nস্টেডিয়ামটি আফগানিস্তান ক্রিকেট দলের হোম গ্রাউন্ডে পরিণত হয়েছিল যখন তারা তাদের হোম মাঠ শারজাহ থেকে সরিয়ে নেওয়ার সিদ্ধান্ত নিয়েছিল। স্টেডিয়ামটি ২০১৫–১৭ আইসিসি আন্তর্মহাদেশীয় কাপের আফগানিস্তান ক্রিকেট দল এবং নামিবিয়া ক্রিকেট দলের মধ্যে ২০১৬ সালের এপ্রিলে ম্যাচের আয়োজন করেছিল যখন আফগানিস্তান নামিবিয়াকে একটি ইনিংস এবং ৩৬ রানে পরাজিত করেছিল।\n২৫ জুলাই ২০১৬-এ ঘোষণা করা হয়েছিল যে আফগানিস্তান এই স্টেডিয়ামে আয়ারল্যান্ডের বিরুদ্ধে একটি পূর্ণাঙ্গ সিরিজ আয়োজন করেছিল। ৪ দিনের আন্তর্মহাদেশীয় কাপ ম্যাচ ছাড়াও, আয়ারল্যান্ড এবং আফগানিস্তান মার্চ ২০১৭-এ ৫টি ওডিআই এবং ৩টি টি২০আই খেলেছিল। আফগানিস্তান টি২০ সিরিজটি ৩–০ এবং ওডিআই সিরিজটি ৩–২ ব্যবধানে জিতেছিল।\n২০২৪ সালের সেপ্টেম্বরে আফগানিস্তান এবং নিউজিল্যান্ডের মধ্যে প্রথমবারের মতো টেস্ট ম্যাচ আয়োজন করার জন্যও এই মাঠটি সেট করা হয়েছিল।\n\n\n== আন্তর্জাতিক সেঞ্চুরি ==\nনিচের সারণীতে শহীদ বিজয় সিং পথিক স্পোর্টস কমপ্লেক্স, বৃহত্তর নয়ডার সেঞ্চুরির সারসংক্ষেপ রয়েছিল। \n\n\n=== ওডিআই ===\n\n\n== পাঁচ উইকেট শিকারের তালিকা ==\n\n\n=== ওডিআই ===\n\n\n=== টি২০আই ===\n\n\n== আরও দেখুন ==\nগ্রেটার নয়ডা\n২০১৬–১৭ দিলীপ ট্রফি\nনয়ডা ক্রিকেট স্টেডিয়াম\nতেহরা ক্রিকেট স্টেডিয়াম\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nউত্তরপ্রদেশ ২০১১ সালের মধ্যে আরও একটি ক্রিকেট স্টেডিয়াম পাবে\nক্রিকইনফো\nক্রিকেটআর্কাইভ"}