{"pageid": 1476353, "title": "আবু বকর ছিদ্দিক হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1476353", "content": "ঢাবিতে আবু বকর ছিদ্দিক হত্যাকাণ্ড হলো বাংলাদেশ ছাত্রলীগের নেতাকর্মীদের আধিপত্য বিস্তারের ঘটনায় ২০১০ সালে সংগঠিত একটি হত্যাকাণ্ড। আবু বকর ঢাকা বিশ্ববিদ্যালয়ের ইসলামের ইতিহাস ও সংস্কৃতি বিভাগের তৃতীয় বর্ষের ছাত্র ছিলেন। তিনি ২য় বর্ষ পর্যন্ত তার বিভাগের মধ্যে প্রথম স্থান দখল করেছিলেন, সাথে বিভাগের ইতিহাসের মধ্যে সর্বোচ্চ ফলাফল অর্জন করেছিলেন। তিনি ২০১০ সালের ১ ফেব্রুয়ারি স্যার এ এফ রহমান হলে সিট দখল নিয়ে ছাত্রলীগের দুই পক্ষের সংঘর্ষের সময় আহত হন। ৩ ফেব্রুয়ারি ঢাকা মেডিকেল কলেজ হাসপাতালে চিকিৎসাধীন অবস্থায় মারা যান। ঘটনার তদন্তের জন্য অধ্যাপক মো. আবুল কাশেম প্রধান করে পাঁচ সদস্যের কমিটি গঠন করা হয়। তদন্ত শেষে বিশ্ববিদ্যালয় কর্তৃপক্ষ অভিযুক্ত ১০ ছাত্রলীগ সদস্যদের সাময়িক বহিষ্কার করে।\n\n\n== প্রেক্ষাপট ==\n\n\n=== আবু বকর পরিচয় ===\nআবু বকর ঢাকা বিশ্ববিদ্যালয়ের ইসলামের ইতিহাস ও সংস্কৃতি বিভাগে পড়াশোনা করতেন এবং স্যার এএফ রহমান হলের ৪০৪ নং কক্ষের আবাসিক ছাত্র ছিলেন। তার বাসা ছিলো টাঙ্গাইল জেলার মধুপুর উপজেলার গোলাবাড়ী গ্রামে। তার পিতা রুস্তম আলী একজন দিনমজুর ছিলেন, তাদের পরিবারে অনেক অভাব ছিলো। আবু বকর ক্যাম্পাস বন্ধের সময় গ্রামে কৃষি কাজ করতেন এবং টিউশনি করিয়ে নিজের পড়াশোনার খরচ জোগাতেন। তিনি ৩য় সেমিস্টার পরীক্ষায় সিজিপিএ-৪ এর মধ্যে ৩.৭৫ পেয়েছিলেন। তিনি চতুর্থ সেমিস্টার পরীক্ষায় অংশগ্রহণ করতে পেরেছিলেন। ২০১০ সালের ৩ ফেব্রুয়ারি তার আবাসিক হলের ছাত্রলীগের দুই সশস্ত্র সংঘর্ষ ও গুলাগুলিতে তিনি নিহত হন। এরপর ৪২ দিন পরে ১৪ মার্চ তার পরীক্ষার ফলাফল প্রকাশ হয়, সেখানে তিনি যুগ্মভাবে প্রথম স্থান দখল করেন। তার বিভাগের পূর্বের ইতিহাসের মধ্যে এটাই ছিলো সবচেয়ে ভালো ফলাফল।\n\n\n=== হত্যাকাণ্ড ===\n২০১০ সালের ১ ফেব্রুয়ারি রাতে স্যার এ এফ রহমান হল দখল ও প্রভাব বিস্তার নিয়ে সভাপতি সাইদুজ্জামান ফারুক ও সাধারণ সম্পাদক মেহেদী হাসান মোল্লা গ্রুপের মধ্যে ব্যাপক সংঘর্ষ ও গুলাগুলি শুরু হয়। বিশ্ববিদ্যালয়ের নতুন দুইটি হলের শত কোটি টাকার টেন্ডার নিয়ন্ত্রণ নিয়ে ছাত্রলীগের দুই পক্ষে সংঘর্ষে জড়িয়ে পরে। এই গুলাগুলির সময় আবু বকর মাথায় গুলিবিদ্ধ অথবা প্রচণ্ড আঘাত পান, এতে তিনি মারাত্নক আহত হয়ে পরেন। এছাড়াও অন্যান্য ছাত্রলীগ সদস্য ও সাধারণ শিক্ষার্থী ৩০ জন আহত হন। পরে আবু বকরকে ঢাকা মেডিকেল কলেজ হাসপাতালে ভর্তি করা হয়। সেখানেই তিনি চিকিৎসাধীন অবস্থায় মৃত্যুবরণ করেন। ময়নাতদন্তের প্রতিবেদনে বলা হয়, তার মাথার পেছনে শক্ত ভোঁতা অস্ত্রের আঘাতের কারণে মৃত্যু হয়।\n\n\n== মামলা ==\nএই হত্যাকাণ্ডের পর একই হলের আবাসিক ছাত্র ওমর ফারুক বাদী হয়ে শাহবাগ থানায় নামে একটি হত্যা মামলা করেন। দীর্ঘ ১৪ মাস দীর্ঘ সময় নিয়ে মামলাটির তদন্ত শেষে ২০১১ সালের ২৯ এপ্রিল পুলিশ এফ রহমান হল ছাত্রলীগের তৎকালীন সভাপতি সাইদুজ্জামান ফারুকসহ মোট ৮ জনের বিরুদ্ধে অভিযোগপত্র জমা দেয়। এছাড়াও সিআইডি অফিসার মো. আবদুল হালিম মামলার সম্পূরক অভিযোগপত্র জমা দেন। পরবর্তীতে মামলার অগ্রগতি স্তিমিত হয়ে গেলে মামলার বাদী পুলিশ বিভাগের প্রতি অনাস্থা প্রকাশ করেন এবং পুনরায় আদালতে মামলা স্থানান্তরের আবেদন করেন। আদালত সার্বিক বিচারে মামলার তদন্ত সিআইডির নিকট হস্তান্তরের নির্দেশ দেন। সিআইডি তদন্ত শেষে ২০১২ সালের ২৬ নভেম্বর আগের ৮ জনসহ আরো দুইজনের নাম অন্তর্ভুক্ত করে আরেকটি অভিযোগপত্র জমা দেয়। আসামিদের সবাই ছাত্রলীগের বিভিন্ন পর্যায়ের নেতা ও সক্রিয় কর্মী।\n\n\n=== অভিযুক্তদের তালিকা ===\n\n\n=== মামলার তদন্ত ===\nএই হত্যা মামলাটি পর্যায়ক্রমে পুলিশের চারজন কর্মকর্তা পর্যায়ক্রমে তদন্ত করেন। মামলার প্রাথমিক এজহারে আবু বকর গুলিতে মৃত্যুবরণ করেন এমন উল্লেখ ছিলো। মামলার প্রথম তদন্ত কর্মকর্তা পরিদর্শক এমদাদুল হক বলেন, মামলার এক নম্বর আসামি ছাত্রলীগ সভাপতি সাইদুজ্জামানের গুলিতেই আবু বকর মৃত্যুবরণ করেন। এরপরের তদন্ত কর্মকর্তা রেজাউল করিম প্রাথমিক তদন্তের সময় শাহবাগ থানার ওসি ছিলেন। তিনি জানান, ঘটনার দিন তিনি ২০ থেকে ২৫ জন পুলিশ সদস্যদের দল নিয়ে এ এফ রহমান হলে যান। তিনি ছাত্রদের ছত্রভঙ্গ করার জন্য কাঁদানে গ্যাসের শেল নিক্ষেপ করেন। এছাড়াও তার নেতৃত্বে টিয়ার শেলও নিক্ষেপ করা হয়।\nতবে আদালত বলেছে, ঘটনাস্থল থেকে টিয়ার শেলের খোসা কিংবা ভোঁতা অস্ত্র জব্দ করা হয়নি বা চেষ্টাও করা হয়নি। বরং পুলিশ আবু বকরের রক্তমাখা লুঙ্গিই একমাত্র আলামত হিসেবে উপস্থাপন করে। বাদীর পক্ষে তৎকালীন সরকারি আইনজীবী এই মামলা পরিচালনা করেন। মামলায় বাদী পক্ষের ২২ জন সাক্ষ্য দেওয়ার জন্য নির্ধারণ করা হয়। এরমধ্যে ১১ জন প্রত্যক্ষদর্শী সাক্ষী বলেন, আবু বকর পুলিশের ছোড়া টিয়ার শেলের আঘাতে মৃত্যুবরণ করেন। সিআইডি অফিসার মো. আবদুল হালিম একজন সাক্ষী হলেও তিনি ব্যক্তিগত কারণ দেখিয়ে সাক্ষ্য গ্রহণ অনুষ্ঠানে উপস্থিত হননি।\n\n\n=== মামলার রায় ===\n২০১৭ সালের ৭ মে ঢাকার অতিরিক্ত মহানগর দায়রা জজ মো. জাহিদুল কবির এই মামলার চূড়ান্ত রায় ঘোষণা করেন। তিনি ময়নাতদন্তের রিপোর্ট উল্লেখ করে বলেন, মাথার পেছনে শক্ত ভোঁতা অস্ত্রের আঘাতে আবু বকরের মৃত্যু হয়েছে। আদালতের রায়ে ছাত্রলীগের ১০ নেতাকর্মীই বেকসুর খালাস পান। মামলার রায় প্রকাশের পরে এই খবর নিহতের পরিবারকে জানানো হয়নি। এমনকি ঘটনার ৮ মাস পরে রায়ের খবর গণমাধ্যমে প্রচার হয়। এইজন্য নিহত পরিবার এই রায়ের বিরুদ্ধে আপিল করার নিদিষ্ট সময়ের মধ্যে আপিল করতে পারেননি। এর প্রতিক্রিয়ায় তৎকালীন আইনমন্ত্রী আনিসুল হক বলেন, \"বিচারিক আদালতের খালাসের রায়ের বিরুদ্ধে কেন আপিল করা হয়নি, তা তিনি খোঁজ নিয়ে জেনে যত দ্রুত সম্ভব আইনানুগ ব্যবস্থা নেওয়া হবে\"।\nআদালতের রায়ে সবার জামিন মনজুর হলে, মামলার ১ নং আসামি সাইদুজ্জামান ফারুককে আবু বকরকে কে হত্যা করেছে?, এমন প্রশ্নের উত্তরে বলেন,\n\nমামলার রায় জানার পরে উচ্চ আদালতের হস্তক্ষেপ চেয়ে তৎকালীন উপাচার্য আ আ ম স আরেফিন সিদ্দিক বলেন,\n\nআবু বকরের মা আদালতের রায় শুনে আক্ষেপ নিয়ে বলেন,\n\n\n== প্রতিবাদ ==\nআবু বকরের মৃত্যুতে সাধারণ শিক্ষার্থীরা ঢাবিতে তীব্র প্রতিবাদ ও বিক্ষোভ শুরু করে। বিক্ষুব্ধ শিক্ষার্থীরা প্রক্টর অফিস ভাংচুর করে এবং ক্যাম্পাসে বিক্ষোভ মিছিল করে৷ এই হত্যাকাণ্ডের জন্য তারা বাংলাদেশ ছাত্রলীগকে দায়ী করে। রায় প্রকাশ হবার পরে ২০১৯ সালে ঢাকা বিশ্ববিদ্যালয়ের উপাচার্য মো. আখতারুজ্জামান বলেন, বিচার নিশ্চিত করতে তিনি বিশ্ববিদ্যালয়ের পক্ষ থেকে প্রয়োজনীয় সব পদক্ষেপ নেবেন।\nসাবেক আইনমন্ত্রী শফিক আহমেদ বলেন, আবু বকরের খুনিদের বিচারের মুখোমুখি করার দায়িত্ব পুলিশের। আদালতে অভিযোগ প্রমাণ করার দায়িত্ব রাষ্ট্রপক্ষের। আর রায়ে তদন্তে গাফিলতি থাকলে সংশ্লিষ্ট পুলিশ কর্মকর্তাদের জবাবদিহির ব্যবস্থা করা দরকার।\nসুপ্রিম কোর্টের আইনজীবী জ্যোতির্ময় বড়ুয়া বলেন, 'রাষ্ট্রপক্ষের আইনজীবী মারাত্মক গাফিলতি করেছে দায়িত্ব পালনের ক্ষেত্রে। এ ঘটনায় রাষ্ট্রপক্ষের এই কৌঁসুলিকে অবশ্যই জবাবদিহিতা করতে হবে। তার উচিত ছিল মামলার রায় ঘোষণার পর যথাসময়ের মধ্যে হাইকোর্টে আসামিদের বিরুদ্ধে আপিল করা, কিন্তু তিনি আপিল করেননি।\n২০২৪ সালের ১১ সেপ্টেম্বর শহীদ আবু বকর স্মৃতি সংসদের পক্ষ থেকে তার পরিবারের লোকজন মানববন্ধন করে। ছাত্র-শিক্ষক ও জনতার ব্যানারে তারা এই হত্যাকাণ্ডের পুনর্বিচারের দাবি জানায়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nডেইলি ক্যাম্পাস পত্রিকায় আবু বকর হত্যা ট্যাগ"}