{"pageid": 1476859, "title": "পূর্ণচন্দ্র মুখোপাধ্যায়", "url": "https://bn.wikipedia.org/wiki?curid=1476859", "content": "পূর্ণচন্দ্র মুখোপাধ্যায় (১৯ জুন ১৮৪৯ - ৪ আগস্ট ১৯০৩) ছিলেন একজন বাঙালি প্রত্নতাত্ত্বিক এবং গৌতম বুদ্ধের জন্মস্থান এর আবিষ্কারক।\n\n\n== প্রাথমিক জীবন ==\nপূর্ণচন্দ্র মুখোপাধ্যায়ের আদি বাস ছিল কলকাতা লাগোয়া পানিহাটিতে। সেটি তখন ছিল গ্রাম। আদি বাসস্থানে যে বসতবাড়িটি করেছিলেন পূর্ণচন্দ্র মুখোপাধ্যায়, তার নামও ছিল ‘কপিলাবস্তু ভবন’। তাঁর জন্ম হয়েছিল ১৮৪৯ সালের ১৯শে জুন পানিহাটিতে। তার বাবা কালিদাস মুখার্জী কাজ করতেন কলকাতার টাঁকশালে।\n\n\n== কর্মজীবন ==\nসারাজীবনই তিনি বিভিন্ন ধরণের সরকারি চাকরি করে গেছেন। কখনও অউধ-রোহিলাখণ্ড রেলওয়েতে চাকরি করেছেন, আবার লক্ষ্ণৌ মিউজিয়ামে যোগ দিয়েছেন। সেখান থেকেই সরকারি অর্থানুকূল্যে তাকে মুম্বাইয়ের জেজে স্কুল অফ আর্টে চিত্রাঙ্কন শিক্ষার জন্য পাঠানো হয়। দুবছর পরে ফিরে এসে আবারও লক্ষ্ণৌ মিউজিয়ামেই যোগ দেন তিনি।\n\n\n=== পুরাতত্ত্ববিদ ===\nপূর্ণচন্দ্র মুখার্জী ১৮৮২ সালে পুরাতত্ত্ববিদ হিসাবে কাজে যোগ দেন। তিন বছর পরে পুরাতত্ত্ব বিভাগের জন্য পূর্ণচন্দ্রের জন্য একটি বিশেষ পদ তৈরি করেন তৎকালীন ছোটলাট স্যার আলফ্রেড লায়েন্স। কিন্তু ড. ফুহয়ারকে সেই পদে নিয়োগ করা হয়। পূর্ণচন্দ্রকে তার সহকারী হিসাবে নিয়োগ করা হয়। কিছুদিনের মধ্যে ড. ফুহয়ারের চক্রান্তে চাকরি যায় মি. মুখার্জীর।\nকিন্তু ১৮৮৬ সালে পূর্তবিভাগের অধীনে কাজ করার সময়েই বুন্দেলখণ্ড এলাকায় প্রত্নতাত্ত্বিক অনুসন্ধান চালান।\nকপিলাবস্তু খুঁজে বের করার আগে পূর্ণচন্দ্র পাটলিপুত্র বা বর্তমানের পাটনা অঞ্চলে, এবং সান্দালপুর, বাঁকিপুর, বুলন্দবাগ আর নবরতনপুর এলাকাতে মৌর্যযুগ এবং বৌদ্ধ মন্দির, অশোক স্তম্ভের ধ্বংসাবশেষ আর মাটির ১২ ফুট নীচে একটি বৌদ্ধবিহারের ধ্বংসাবশেষ খুঁজে বের করেন।\nতার এই সব প্রত্নতাত্ত্বিক অনুসন্ধানের প্রতিবেদন ইন্ডিয়ান এন্টিকুয়ারি পত্রিকার নভেম্বর-ডিসেম্বর ১৯০২ এবং জানুয়ারি ১৯০৩ সালে প্রকাশিত হয়েছিল। এর আগে তিনি ১৮৯৬ সালে একবার ও ১৯০৩ সালে দ্বিতীয়বার কলকাতা মিউজিয়ামে পুরাতত্ত্বাধ্যক্ষের দায়িত্ব নেন।\n\n\n== মৃত্যু ==\n১৯০৩ সালের ৪ আগস্ট ৫৩ বছর বয়সে  রাত তিনটে নাগাদ পানিহাটির বাসভবন ‘কপিলাবস্তু ভবন’-এ রক্ত আমাশয়ে আক্রান্ত হয়ে মারা যান পূর্ণচন্দ্র মুখার্জী।\n\n\n== তথ্যসূত্র =="}