{"pageid": 1476644, "title": "ডুমুরিয়া সরকারি টেকনিক্যাল স্কুল ও কলেজ", "url": "https://bn.wikipedia.org/wiki?curid=1476644", "content": "ডুমুরিয়া সরকারি টেকনিক্যাল স্কুল ও কলেজ বাংলাদেশের একটি সরকারি কারিগরি শিক্ষা অধিদপ্তরের প্রতিষ্ঠান। এটি খুলনা বিভাগের খুলনা জেলার ডুমুরিয়া উপজেলায় অবস্থিত এবং বাংলাদেশ কারিগরি শিক্ষা বোর্ডের অধীনস্থ।\n\n\n== ইতিহাস ==\nশিক্ষা মন্ত্রণালয়ের নিয়ন্ত্রণাধীন কারিগরি ও মাদ্রাসা শিক্ষা বিভাগের আওতাধীন কারিগরি শিক্ষা অধিদপ্তরের অধীন ডুমুরিয়া সরকারি টেকনিক্যাল স্কুল ও কলেজ, খুলনা বাংলাদেশের কারিগরি শিক্ষাঙ্গনে সুপরিচিত ও সর্বজন স্বীকৃত একটি শিক্ষা প্রতিষ্ঠান যা ১০০ টিএসসি স্থাপন প্রকল্পের আওতায় নির্মিত। মানব সম্পদ উন্নয়ন এবং দারিদ্র বিমোচনের লক্ষে কারিগরি শিক্ষার অবদান অনস্বীকার্য। ১৪টি ইউনিয়ন নিয়ে গঠিত ডুমুরিয়া উপজেলার বিশাল জনগোষ্ঠিকে কারিগরি শিক্ষার মাধ্যমে দক্ষ মানব সম্পদে পরিণত করাই এ প্রতিষ্ঠানের লক্ষ্য। বিশ্বায়নের সাথে তাল মিলিয়ে একবিংশ শতাব্দির চ্যালেঞ্জ মোকাবিলায় এ প্রতিষ্ঠান যুগোপযোগী ও টেকশই কারিগরি শিক্ষা প্রদান করে আসছে। ছাত্র জীবনই ভবিষৎ জীবনে সুনাগরিক হিসেবে গড়ে উঠার উপযুক্ত স্থান হচ্ছে কারিগরি শিক্ষা প্রতিষ্ঠান । সাধারণ শিক্ষা ও কারিগরি শিক্ষা সমন্বয়ে প্রণীত প্রি-ভোকেশনাল, এস.এস.সি.(ভোকেশনাল) ও এইচ.এস.সি.(ভোকেশনাল) শিক্ষাক্রম। এ শিক্ষাক্রম সাধারণ শিক্ষাবোর্ডের যথাক্রমে এস.এস.সি. ও এইচ.এস.সি.'র সমমান হওয়ায় এ শিক্ষা ব্যবস্থার চাহিদা দিন দিন বৃদ্ধি পাচ্ছে। ২০২১ সাল হতে অদ্যবধি অত্র প্রতিষ্ঠান টি অত্যান্ত সফলতার সাথে সৎ,যোগ্য ও আলোচিত দক্ষ মানুষ গড়ার মাধ্যমে একটি সুশৃংখল জাতি গঠনে নিরলস প্রচেষ্টা চালিয়ে যাচ্ছে। এ প্রতিষ্ঠানটি খুলনা-সাতক্ষীরা মহাসড়কের ডুমুরিয়া উপজেলার অতি সন্নিকটে অবস্থিত।\n\n\n== একাডেমিক কার্যক্রম ==\nবর্তমানে জেএসসি এসএসসি এবং এইচএসসি পর্যায়ে কারিগরি পাঠদান চালু আছে।\n\nএইচএসসি\nইলেকট্রনিক্যাল ওয়ার্কস্ অ্যান্ড মেইনটেন্যান্স\nকম্পিউটার অপারেটর অ্যান্ড মেইনটেন্যান্স\nবিল্ডিং কনস্ট্রাকশন এন্ড মেইনটেনেন্স\nমেশিন টুলস অপারেশন অ্যান্ড মেইনটেন্যান্স\nএসএসসি\nজেনারেল ইলেকট্রিক্যাল ওয়ার্কস\nকম্পিউটার অপারেটর অ্যান্ড মেইনটেন্যান্স\nবিল্ডিং কনস্ট্রাকশন এন্ড মেইনটেনেন্স\nমেশিন টুলস অপারেশন অ্যান্ড মেইনটেন্যান্স\nজেএসসি\n৬ষ্ঠ - ৮ম শ্রেণি পর্যন্ত সাধারন শিক্ষায় পাঠদান।\n\n\n== নির্ধারিত পোশাক ==\nজেএসসি ও এসএসসি পর্যায় ডুমুরিয়া সরকারি টেকনিক্যাল স্কুল ও কলেজ এ জেএসসি ও এসএসসি পর্যায় (৬ষ্ঠ থেকে ১০ম এবং একাদশ ও দ্বাদশ) শ্রেনির ছাত্রদের জন্য নির্ধারিত পোশাক হলোঃ আকাশী কালারের মনোগ্রামযুক্ত হাফ/ফুল হাতা শার্ট, নেভি ব্লু কালারের প্যান্ট, সাদা মোজা, সাদা জুতা। এবং ছাত্রীদের জন্য নির্ধারিত পোশাক হলোঃ আকাশী কালারের স্কার্ট, সাদা কালারের পায়জামা, সাদা কালারের ওড়না, সাদা মোজা ও সাদা জুতা।\n\n\n== আরো দেখুন ==\nবাংলাদেশের সরকারি টেকনিক্যাল স্কুল ও কলেজের তালিকা\nবাংলাদেশ কারিগরি শিক্ষা বোর্ড\n\n\n== তথ্যসূত্র =="}