{"pageid": 1476630, "title": "মুক্তি মৈত্রী", "url": "https://bn.wikipedia.org/wiki?curid=1476630", "content": "মুক্তি মৈত্রী কুষ্টিয়ার চৌড়হাস মোড়ে অবস্থিত একটি ভাস্কর্য বা স্মৃতিসৌধ। এটি মুক্তি মিত্র নামেও পরিচিত। ১৯৭১ সালের ১০ ডিসেম্বর পাকিস্তানি সেনাদের সঙ্গে যুদ্ধের সময় মিত্র বাহিনীর অনেক সেনা নিহত হয়। পরেরদিন ১১ ডিসেম্বর মিত্রবাহিনীর পাল্টা আক্রমণে পাকিস্তানি সেনাবাহিনী পরাজিত হয় এবং কুষ্টিয়া শত্রু মুক্ত হয়। এই স্মৃতি ধরে রাখতে ১৯৯০ সালে স্মৃতিসৌধ নির্মাণের উদ্যোগ গ্রহণ করা হয়েছিল। এটি বাংলাদেশে মিত্রবাহিনীর সদস্যদের স্মরণে দেশে সর্বপ্রথম মতো নির্মিত স্মৃতিস্তম্ভ।\n\n\n== প্রেক্ষাপট ও ইতিহাস ==\n১৯৭১ সালের ১০ ডিসেম্বর কুষ্টিয়ার চৌড়হাসে পাকিস্তানি সেনাবাহিনীর সঙ্গে যুদ্ধে মিত্র বাহিনীর অনেক সেনা নিহত হন। ধ্বংস হয়ে যায় কয়েকটি ট্যাংক ও একটি বিমান। পরেরদিন ১১ ডিসেম্বর মিত্রবাহিনীর পাল্টা আক্রমণে পাকিস্তানি সেনাবাহিনী পরাজিত হয়। প্রতিবছর ১১ ডিসেম্বর কুষ্টিয়া জেলায় কুষ্টিয়া মুক্ত দিবস উদযাপিত হয়।\nএ স্মৃতি ধরে রাখতে ১৯৯০ সালে চৌড়হাস মোড়ে একটি স্মৃতিস্তম্ভ তৈরির উদ্যোগ গ্রহণ করা হয়। কিন্তু দফায় দফায় নকশা পরিবর্তন এবং অর্থনৈতিক ও বিভিন্ন জটিলতার কারণে তা বাস্তবায়ন হয়নি। উদ্যোগ নেওয়ার প্রায় ২৫ বছর পর ২০১৫ সালে নির্মাণ কাজ শেষ হয়। নাম দেওয়া হলো মুক্তি মৈত্রী। ভারতের ত্রিপুরা রাজ্যের গভর্নর তথাগত রায় ২০১৫ সালে ১০ ডিসেম্বর উদ্বোধন করেন।\nউদ্ভোধনের এই অনুষ্ঠানে উপস্থিত ছিলেন তৎকালীন মুক্তিযুদ্ধ বিষয়ক মন্ত্রী আ. ক. ম. মোজাম্মেল হক, আওয়ামী লীগের যুগ্ম সাধারণ সম্পাদক ও কুষ্টিয়া-৩ আসনের সাবেক সংসদ সদস্য মাহবুবউল আলম হানিফ, কুষ্টিয়া-৪ আসনের সাবেক সংসদ সদস্য আব্দুর রউফ, ইসলামী বিশ্ববিদ্যালয়ের ১১তম উপাচার্য আব্দুল হাকিম সরকার, তৎকালীন কুষ্টিয়া জেলা প্রশাসক সৈয়দ বেলাল হোসেন, জেলা পরিষদের প্রশাসক জাহিদ হোসেন জাফর, কুষ্টিয়া জেলা আওয়ামী লীগের সভাপতি আলহাজ সদর উদ্দিন খান ও সাধারণ সম্পাদক আজগর আলীসহ জেলা ও উপজেলার মুক্তিযোদ্ধা কমান্ডারবৃন্দ উপস্থিত ছিলেন।\n\n\n== গঠনশৈলী ==\nএকটি উঁচু ও দৃঢ় মঞ্চের উপরে একটি ট্যাংক রয়েছে। ট্যাংকের মাঝে ও মঞ্চের পূর্ব দিক থেকে ১টি করে মোট ২টি কলাম উপরে একটি যুদ্ধ বিমান রয়েছে।\n\nস্তম্ভের চারপাশে মোট ৭টি ম্যুরাল রয়েছে। প্রথমেই রয়েছে বাংলাদেশের সাবেক রাষ্ট্রপতি শেখ মুজিবুর রহমান ও ভারতের সাবেক প্রধানমন্ত্রী ইন্দিরা গান্ধী প্রতিকৃতি। এরপর রয়েছে শেখ মুজিবের সাতই মার্চের ভাষণ চিত্র, মুজিবনগর সরকারের অস্থায়ী রাষ্ট্রপতি সৈয়দ নজরুল ইসলাম ও প্রধানমন্ত্রী তাজউদ্দীন আহমদের প্রতিকৃতি। এছাড়াও আলাদাভাবে রয়েছে জাতীয় চার নেতার প্রতিকৃতি, স্বাধীন বাংলাদেশের অস্থায়ী রাজধানী মুজিবনগর স্মৃতিসৌধের চিত্র। যুদ্ধবিমান ও ট্যাংক সংবলিত স্তম্ভসহ কুষ্টিয়া শহর হানাদার মুক্ত করতে গিয়ে যুদ্ধে ক্ষতিগ্রস্ত ট্যাঙ্কের উপর বিজয়োল্লাসিত উৎসুক জনতার ছবি। রয়েছে একাত্তর সালের ১৬ ডিসেম্বর তৎকালীন রেসকোর্স ময়দানে পাকিস্তানি বাহিনীর আত্মসমর্পণের ঐতিহাসিক চিত্র ও সাতজন বীরশ্রেষ্ঠর প্রতিকৃতি। ২০২৪ সালের ৫ই আগস্ট শেখ হাসিনা পদত্যাগের পর স্থাপনাটি কিঞ্চিৎ ক্ষতিগ্রস্থ হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে মুক্তি মৈত্রী সম্পর্কিত মিডিয়া দেখুন।\nসাংস্কৃতিক জনপদ কুষ্টিয়া (পিডিএফ)। কুষ্টিয়া জেলা প্রশাসন।"}