{"pageid": 1477381, "title": "ন্যায়পরায়ণতা", "url": "https://bn.wikipedia.org/wiki?curid=1477381", "content": "ন্যায়পরায়ণতা' বা নীতিপরায়ণতা হলো নৈতিকভাবে সঠিক এবং যথাযথ হওয়ার গুণ বা অবস্থা। এটি \"সঠিকতা\" বা \"উজ্জ্বলতা\" ও \"সত্যপথে\" থাকার সমার্থক হিসেবে বিবেচিত হতে পারে। এটি ভারতীয় ধর্ম সমূহ, চীনা ধর্মসমূহ এবং আব্রাহামিক ধর্মসমূহসহ অন্যান্য ধর্মীয় এবং ঐতিহ্যে একটি ধর্মতাত্ত্বিক ধারণা হিসেবে পাওয়া যায়। উদাহরণস্বরূপ, জরথুস্ত্রবাদ, হিন্দুধর্ম, বৌদ্ধধর্ম, ইসলাম, খ্রিস্টধর্ম, কনফুসিয়াসবাদ, তাওবাদ, এবং ইহুদি ধর্ম বিভিন্ন দৃষ্টিকোণ থেকে এই গুণটিকে এমন একটি বৈশিষ্ট্য হিসেবে বিবেচনা করে যা ব্যক্তির কর্মকে সঠিক বলে বিবেচিত করে। এর অর্থ হতে পারে যে সেই ব্যক্তি এমন জীবন যাপন করছে যা ঈশ্বরের দৃষ্টিতে গ্রহণযোগ্য বা \"বিচারিত\" হয়েছে।\nউইলিয়াম টিনডেল (১৫২৬ সালে বাইবেল ইংরেজিতে অনুবাদকারী) পুরানো শব্দ rihtwis এর পুনর্গঠন করেছিলেন, যা আধুনিক ইংরেজিতে *rightwise বা *rightways রূপে প্রকাশিত হতে পারত। তিনি এটি হিব্রু শব্দমূল צדק tzedek এর অনুবাদ করতে ব্যবহার করেছিলেন, যা হিব্রু বাইবেল এ পাঁচ শতাধিক বার পাওয়া যায়, এবং গ্রিক শব্দ δίκαιος (dikaios), যা বাইবেলে দুই শতাধিক বার পাওয়া যায়।\nঅর্থবিজ্ঞানগতভাবে, এটি পুরাতন ইংরেজি rihtwīs থেকে এসেছে, যা riht 'সঠিক' + wīs 'পদ্ধতি, অবস্থা' (যার বিপরীতে wrangwīs, \"ভুল\" শব্দটি ছিল)। ষোড়শ শতাব্দীতে এর শেষাংশে পরিবর্তন ঘটে কিছু শব্দের সাথে যেমন \"bounteous\" এর সাথে মিল থাকার কারণে।\n\n\n== নীতি বা নৈতিক দর্শন ==\nনৈতিকতা হলো দর্শনের একটি গুরুত্বপূর্ণ শাখা, যা সঠিক আচরণ এবং উত্তম জীবনযাপনকে অন্তর্ভুক্ত করে। রাশওয়ার্থ কিডার বলেছেন যে \"নৈতিকতার আদর্শ সংজ্ঞাগুলিতে সাধারণত 'আদর্শ মানব চরিত্রের বিজ্ঞান' বা 'নৈতিক দায়িত্বের বিজ্ঞান' এর মতো বাক্যাংশ অন্তর্ভুক্ত থাকে\"। রিচার্ড উইলিয়াম পল এবং লিন্ডা এল্ডার নৈতিকতাকে সংজ্ঞায়িত করেন \"একগুচ্ছ ধারণা ও নীতি যা আমাদেরকে নির্দেশনা দেয়, কোন আচরণ সংবেদনশীল জীবকে সহায়তা করে বা ক্ষতি করে তা নির্ধারণ করতে\"। ক্যামব্রিজ ডিকশনারি অফ ফিলোসফি মতে, নৈতিকতা শব্দটি \"প্রায়শই 'নৈতিকতা' শব্দের সাথে সমার্থক হিসাবে ব্যবহৃত হয়... এবং কখনও কখনও এটি আরও সংকীর্ণভাবে একটি নির্দিষ্ট ঐতিহ্য, গোষ্ঠী বা ব্যক্তির নৈতিক নীতিগুলিকে বোঝাতে ব্যবহৃত হয়\"।\n\n\n== ভারতীয় ধর্মসমূহ ==\nধর্ম শব্দটির ইংরেজিতে কোনও একক শব্দে অনুবাদ করা কঠিন, তবে এটি ন্যায়পরায়ণতা, ধর্ম, বিশ্বাস, কর্তব্য, আইন এবং সদগুণের সমার্থক হতে পারে। ধর্ম এর অন্তর্নিহিত অর্থগুলির মধ্যে রয়েছে সঠিকতা, ভাল, ন্যায়, নৈতিকতা এবং পবিত্রতা। সাধারণভাবে, ধর্ম বলতে সঠিক পথে জীবনযাপন এবং ন্যায়ের পথে চলার ধারণাকে বোঝায়। এতে কর্তব্য, অধিকার, চরিত্র, ধর্ম, রীতিনীতি এবং সব আচরণ অন্তর্ভুক্ত থাকে যা উপযুক্ত, সঠিক বা নৈতিকভাবে সঠিক বলে বিবেচিত হয়। এটি ন্যায়পরায়ণতার একটি আইন হিসেবে ব্যাখ্যা করা হয় এবং সত্য এর সাথে তুলনামূলক হয়: \"...যখন একজন মানুষ সত্য বলে, তখন তারা বলে, 'সে ধর্ম বলে'; এবং যদি সে ধর্ম বলে, তারা বলে, 'সে সত্য বলে!' উভয়ই এক।\"\n\n ধর্মের গুরুত্ব ভারতের সংস্কৃতির অংশ হিসেবে দৃশ্যমান, যেমন ভারত সরকার ১৯৪৭ সালে অশোক চক্র, যা ধর্মচক্র এর একটি রূপ, এটিকে জাতীয় পতাকার কেন্দ্রীয় মোটিফ হিসেবে গ্রহণ করে।\n\n\n=== হিন্দু ধর্ম ===\n\nহিন্দু দর্শন এবং ধর্মে, ব্যক্তিগত নৈতিক আচরণের উপর বিশেষ গুরুত্ব আরোপ করা হয়েছে। সংস্কৃত মহাকাব্যগুলোতে এই চিন্তা সর্বত্র উপস্থিত। ধর্মের ধারণাটি দায়িত্ব, অধিকার, আইন, আচার-ব্যবহার এবং ন্যায়পথে জীবনযাপনকে কেন্দ্র করে গড়ে উঠেছে। মহাকাব্যগুলোতে সঠিকতা ও নৈতিকতার উদাহরণ উপস্থাপন করা হয়েছে যেখানে ভালর বিজয় হয় মন্দের উপর।\n\n\n=== বৌদ্ধ ধর্ম ===\nবৌদ্ধ ধর্মে ন্যায়পরায়ণতা বা ধর্ম (ধম্ম) একটি মৌলিক ধারণা, যা ধর্মীয় নৈতিকতা এবং জীবনের ন্যায়সঙ্গত পথের ভিত্তি হিসেবে বিবেচিত হয়। এটি কেবলমাত্র নৈতিক আচরণ নয়, বরং মহাজাগতিক নিয়ম ও শৃঙ্খলার সাথে সামঞ্জস্য রেখে চলার প্রতীক। বৌদ্ধ ধর্মে ধর্ম বলতে বোঝায় মহাজাগতিক শৃঙ্খলা, যা বুদ্ধের শিক্ষার মূল ভিত্তি। এটি মানব জীবনের সঠিক পথ নির্ধারণ করে, যা আর্য অষ্টাঙ্গিক মার্গের মাধ্যমে প্রকাশিত হয়। আর্য অষ্টাঙ্গিক মার্গ হলো আটটি নৈতিক নির্দেশনার সমন্বয়ে গঠিত, যা জীবনের বিভিন্ন ক্ষেত্রে সঠিক আচরণের নীতিমালা প্রদান করে। এই পথের মধ্যে রয়েছে সঠিক দৃষ্টি, সঠিক সংকল্প, সঠিক বাক্য, সঠিক কর্ম, সঠিক জীবনযাপন, সঠিক প্রচেষ্টা, সঠিক স্মৃতি এবং সঠিক সমাধি। এই আটটি উপাদান বৌদ্ধ ধর্মের ন্যায়পরায়ণতার মূল ভিত্তি গঠন করে এবং একজন ব্যক্তি কীভাবে সঠিকভাবে জীবনযাপন করবে তা নির্দেশ করে। বৌদ্ধ ধর্মে ধর্মের সাথে চারটি আর্য সত্যের একটি গভীর সংযোগ রয়েছে। এই সত্যগুলো হলো দুঃখ (জীবনের কষ্ট), দুঃখের উৎপত্তি (আকাঙ্ক্ষা বা তৃষ্ণা), দুঃখের নিরোধ (কষ্ট থেকে মুক্তি) এবং মুক্তির পথ (আর্য অষ্টাঙ্গিক মার্গ)। এই চারটি সত্য জীবনের প্রকৃতি এবং মুক্তির পথ সম্পর্কে বুদ্ধের শিক্ষার মূল উপাদান। ন্যায়পরায়ণতা বৌদ্ধ ধর্মে নৈতিকতা, করুণা এবং অহিংসার ধারণার সাথেও গভীরভাবে সম্পর্কিত। একজন ন্যায়পরায়ণ ব্যক্তি কেবল সঠিকভাবে কাজ করেন না, তিনি অন্যদের প্রতি করুণা এবং সহমর্মিতাও প্রদর্শন করেন। বুদ্ধের শিক্ষা অনুযায়ী, করুণা এবং অহিংসা একজন ব্যক্তির ন্যায়পরায়ণতার পথে চলার জন্য অপরিহার্য গুণাবলি। বৌদ্ধ ধর্মে কর্ম এবং পুনর্জন্মের ধারণাও ন্যায়পরায়ণতার সাথে সম্পর্কিত। কর্মফল বিশ্বাস করে, একজন ব্যক্তি তার জীবনের কর্মফলের ওপর নির্ভর করে পরবর্তী জীবনে তার ফলাফল ভোগ করবে। এভাবে, একজন ব্যক্তি যদি সঠিকভাবে জীবনযাপন করেন, তবে তা তার জীবনে শান্তি ও সমৃদ্ধি নিয়ে আসবে এবং পরবর্তী জন্মেও তার ইতিবাচক প্রভাব পড়বে। বৌদ্ধ ধর্মের এই ন্যায়পরায়ণতা শুধুমাত্র ধর্মীয় নৈতিকতা নয়, এটি সামাজিক এবং ব্যক্তিগত জীবনে সমানভাবে প্রযোজ্য। ধর্মের পথ অনুসরণ করা মানে সঠিকভাবে এবং নৈতিকতার সাথে জীবনযাপন করা, যা জীবনের সকল ক্ষেত্রে শান্তি, সামঞ্জস্য এবং সুখ বয়ে আনে।\n\n\n=== জৈন ধর্ম ===\nজৈন ধর্মে ধর্ম মানে ন্যায়পরায়ণ। এটি ধৈর্য, নম্রতা, সরলতা, পবিত্রতা, সত্যবাদিতা, আত্মসংযম, ত্যাগ, অনাসক্তি এবং ব্রহ্মচর্যের মাধ্যমে প্রকাশিত হয়।\n\nএকজন সঠিক বিশ্বাসীকে সর্বদা ধর্মের গুণাবলীর উপর মনোনিবেশ করতে হবে, যেমন পরম নম্রতা, যা আত্মাকে প্রতিকূল আচরণ থেকে রক্ষা করতে সহায়তা করে। তিনি অন্যদের ত্রুটিগুলি ঢেকে রাখতে হবে।\n\n\n=== শিখ ধর্ম ===\nশিখ ধর্মে, ধর্ম বলতে ন্যায়পরায়ণতার পথ এবং সঠিক ধর্মীয় আচরণকে বোঝানো হয়। শিখদের কাছে ধর্ম বলতে সমস্ত ধর্মীয় এবং নৈতিক দায়িত্বের প্রতীক। গুরু গ্রন্থ সাহিব এর স্তুতি ১৩৫৩-এ ধর্মকে কর্তব্যের সাথে তুলনা করা হয়েছে।\n\n\n== আব্রাহামিক ও আব্রাহামিক-প্রভাবিত ধর্মসমূহ ==\n\n\n=== খ্রিস্টধর্ম ===\nনতুন নিয়মে, \"ন্যায়পরায়ণতা\" শব্দটি গ্রিক শব্দ dikaiosunē এর অনুবাদ হিসাবে ব্যবহৃত হয়, যা \"অন্যান্যদের সামনে ন্যায়পরায়ণ হওয়া\" (যেমন, মথি ৫:২০) বা \"ঈশ্বরের সামনে ন্যায়পরায়ণ হওয়া\" (যেমন, রোমীয় ১:১৭) অর্থে ব্যবহৃত হয়েছে। উইলিয়াম লেন ক্রেইগ যুক্তি দিয়েছেন যে আমরা ঈশ্বরকে \"সকল নৈতিক মান এবং মূল্যের উৎস\" হিসেবে দেখতে পারি। যিশুর বাপ্তিস্মের সময় মথির বর্ণনায়, যিশু নবীকে বলেন, \"আমাদের জন্য সব ন্যায়পরায়ণতা পূর্ণ করা সমীচীন,\" যেহেতু যিশু জনকে তাঁর জন্য অনুষ্ঠানটি সম্পন্ন করতে বলেন। পাহাড়ের ভাষণে যিশু স্মরণীয় নির্দেশ দেন, \"প্রথমে ঈশ্বরের রাজ্য এবং তাঁর ন্যায়পরায়ণতা খুঁজুন।\"\nগ্রিক শব্দটির একটি দ্বিতীয় অর্থ হলো \"ন্যায়বিচার\", যা কয়েকটি বাইবেল অনুবাদে বিভিন্ন স্থানে ব্যবহৃত হয়েছে, যেমন মথি ৬:৩৩ এ নিউ ইংলিশ বাইবেল।\nযিশু মথি ৫:২০ তে ন্যায়পরায়ণতার গুরুত্ব সম্পর্কে বলেন, \"আমি তোমাদের বলছি, যদি তোমাদের ন্যায়পরায়ণতা ফারিসী ও আইনশিক্ষকদের ন্যায়পরায়ণতাকে ছাড়িয়ে না যায়, তবে তোমরা নিশ্চিতভাবেই স্বর্গের রাজ্যে প্রবেশ করতে পারবে না।\"\nতবে, পল দুটি পথের কথা বলেন, তাত্ত্বিকভাবে হলেও, ন্যায়পরায়ণতা অর্জনের জন্য: মূসার আইন (বা তোরাহ) মেনে চলার মাধ্যমে এবং যিশুর মৃত্যু এবং পুনরুত্থানের মাধ্যমে সম্ভব প্রায়শ্চিত্তর বিশ্বাসের মাধ্যমে। তবে তিনি বারবার জোর দেন যে বিশ্বাসই কার্যকর পদ্ধতি। উদাহরণস্বরূপ, কিছু আগে তিনি উল্লেখ করেন যে ইহুদিরা আইন অনুযায়ী ন্যায়পরায়ণতা লাভ করতে ব্যর্থ হয়েছিল, কারণ তারা এটি বিশ্বাসের মাধ্যমে নয়, কাজের মাধ্যমে খুঁজেছিল। নতুন নিয়ম ঈশ্বরের ন্যায়পরায়ণতার ওপর ভিত্তি করে এক মুক্তির কথা বলে, যা পুরাতন নিয়মে রচিত মুক্তির ইতিহাসের মাধ্যমে উদাহরণ দেওয়া হয়েছে (Romans)। পল রোমীয়দের কাছে লেখেন যে ন্যায়পরায়ণতা বিশ্বাসের মাধ্যমে আসে: \"... একটি ন্যায়পরায়ণতা যা শুরু থেকে শেষ পর্যন্ত বিশ্বাসের মাধ্যমে, যেমন লেখা আছে: 'ন্যায়পরায়ণ ব্যক্তি বিশ্বাসের মাধ্যমে বেঁচে থাকবে'\" (Romans)।\n2 Corinthians 9:9 তে নিউ রিভাইজড স্ট্যান্ডার্ড ভার্সন একটি ফুটনোটে উল্লেখ করেছে যে মূল শব্দটির অর্থ 'উদারতা', এবং ডেভিড স্টার্নের মেসিয়ানিক ইহুদি ভাষ্য ইহুদিদের 'ত্‌জেদাকাহ' করার প্রথার সঙ্গে এর সম্পর্ক রয়েছে, যেমন মথি ৬:৩৩ এবং ২ Corinthians ৯:৯ উদ্ধৃতিগুলিতে।\nযাকোব ২:১৪–২৬ বিশ্বাস ও কাজের ন্যায়পরায়ণতার সম্পর্ক নিয়ে আলোচনা করেন, বলেন যে \"কাজ ছাড়া বিশ্বাস মৃত\"। যাকোবের মতে ন্যায়পরায়ণ কাজগুলো হল সদ্‌কর্ম (যাকোব ২:১৫–১৬) এবং মূসার আইনের বিরুদ্ধে পাপ থেকে বিরত থাকা (যাকোব ২:১১–১২)।\n২ পিতর এ লোৎ কে একজন ন্যায়পরায়ণ ব্যক্তি হিসেবে বর্ণনা করা হয়েছে।\n\n\n=== ইসলাম ধর্ম ===\nইসলাম ধর্মে ন্যায়পরায়ণতা (আরবি: العدل‎, আল-আদল) একটি মৌলিক ও কেন্দ্রীয় ধারণা যা ঈশ্বরের আদেশের প্রতি অবিচল আনুগত্য ও মানুষের প্রতি সৎ আচরণকে নির্দেশ করে। কুরআনে ন্যায়পরায়ণতা বিশেষ গুরুত্বের সাথে উল্লেখ করা হয়েছে, এবং মুসলমানদেরকে সবসময় ন্যায়বিচার প্রতিষ্ঠার নির্দেশ দেয়া হয়েছে। কুরআনে আল্লাহ বলেন, \"হে ঈমানদারগণ! তোমরা ন্যায়পরায়ণতার সাথে দৃঢ় থাকো এবং আল্লাহর জন্য সাক্ষ্য দাও, যদিও তা তোমাদের নিজেদের, পিতা-মাতা কিংবা আত্মীয়-স্বজনের বিরুদ্ধে যায়\"। এই আয়াতটি নির্দেশ করে যে, ন্যায়পরায়ণতা কেবলমাত্র ধর্মীয় বা সামাজিক আনুগত্য নয়, বরং এটি একটি নৈতিক দায়িত্ব, যা ব্যক্তিগত সম্পর্কের বাইরেও প্রযোজ্য।\nইসলামের ন্যায়পরায়ণতা ধারণাটি দুটি স্তরে কাজ করে: প্রথমত, আল্লাহর সাথে ন্যায়পরায়ণতা, যা আল্লাহর আদেশ ও নিষেধের প্রতি পূর্ণ আনুগত্যের মাধ্যমে প্রকাশ পায়; এবং দ্বিতীয়ত, মানুষের সাথে ন্যায়পরায়ণতা, যা নৈতিকভাবে সঠিক এবং সুষ্ঠু আচরণ নিশ্চিত করে। হাদিসেও ন্যায়পরায়ণতার গুরুত্ব সম্পর্কে বহুবার উল্লেখ করা হয়েছে। উদাহরণস্বরূপ, মুহাম্মদ (সা.) বলেছেন: \"তোমরা অন্যের সাথে ন্যায়পরায়ণ আচরণ কর, কারণ ন্যায়পরায়ণ লোকদের জন্য আল্লাহর কাছে উচ্চ মর্যাদা আছে\" (সহীহ মুসলিম, হাদিস নং ৪৬৫০)। ইসলামে ন্যায়পরায়ণতা শুধুমাত্র বিচারালয় বা শাসকদের জন্য নয়, বরং প্রতিটি মুসলমানের দৈনন্দিন জীবনের অবিচ্ছেদ্য অংশ। প্রতিটি কাজ এবং সিদ্ধান্তে ন্যায়পরায়ণতা বজায় রাখা আল্লাহর ইচ্ছা ও মানুষের মধ্যে সুষ্ঠু সম্পর্ক রক্ষা করার অন্যতম উপায়।\n\n\n== পারসিক ধর্ম ==\n\n\n=== জরথুষ্ট্রবাদ ===\nজরথুষ্ট্রবাদে, আশা একটি গুরুত্বপূর্ণ উপাদান, যার বহুমাত্রিক অর্থ রয়েছে। এটি সাধারণত 'সত্য', 'ন্যায়পরায়ণতা', 'শৃঙ্খলা' এবং 'সঠিক কাজকর্ম' এর সাথে সম্পর্কিত। জরথুষ্ট্রবাদ অনুসারীরা শৈশব থেকেই আশা'র তিনটি পথ অনুসরণ করে ন্যায়পরায়ণতা অর্জনের জন্য শিক্ষা লাভ করে থাকে: হুমাতা, হুক্তা, হুভার্স্টা (শুভ চিন্তা, শুভ বাক্য এবং শুভ কর্ম)। ধর্মের অন্যতম পবিত্র মন্ত্র হল আশেম ভোহু, যা \"ন্যায়পরায়ণতার ওড\" হিসেবে অনূদিত হয়েছে। এই মন্ত্রের অনেক ভিন্ন ভিন্ন অনুবাদ রয়েছে, কারণ আভেস্তান ভাষা এবং এর অন্তর্নিহিত ধারণাগুলি জটিল (বিভিন্ন অনুবাদের জন্য দেখুন: আশেম ভোহু]])। \"ন্যায়পরায়ণতা সর্বোত্তম সৎ গুণ এবং এটি সুখ। সুখ সেই ব্যক্তি বা মহিলার জন্য যিনি ন্যায়পরায়ণ, সর্বোত্তম ন্যায়পরায়ণতার জন্য।\"\n\n\n== আইনে ন্যায়পরায়ণতা ==\nআইনে ন্যায়পরায়ণতা বলতে বোঝায় এমন একটি নীতিগত এবং নৈতিক ধারণা যা সমাজে প্রতিটি ব্যক্তির সমান অধিকার, সুবিচার এবং ন্যায্যতার নিশ্চয়তা দেয়। এটি আইনের একটি মূল ভিত্তি, যার মাধ্যমে বিচারব্যবস্থা এবং সমাজের সদস্যদের মধ্যে সঠিক ভারসাম্য এবং সামাজিক ন্যায় প্রতিষ্ঠিত হয়। ন্যায়পরায়ণতা আইনের নৈতিক দিকগুলিকে তুলে ধরে এবং তা শুধুমাত্র আইনি বিধির মেনে চলার বাইরে গিয়ে ব্যক্তির অধিকার এবং সমতার প্রশ্নকে অন্তর্ভুক্ত করে। ন্যায়পরায়ণতার প্রধান উপাদান হলো সাম্য ও সমান অধিকার। এটি প্রতিটি ব্যক্তিকে তার ধর্ম, লিঙ্গ, বর্ণ বা সামাজিক অবস্থান নির্বিশেষে সমান সুযোগ এবং আইনগত সুরক্ষা প্রদান করে। আইন প্রতিটি ব্যক্তির অধিকারকে সমানভাবে মাপার চেষ্টা করে এবং সকলের জন্য সমান বিচার প্রক্রিয়া নিশ্চিত করার লক্ষ্য রাখে। এছাড়াও, ন্যায়পরায়ণতা বিচারপ্রক্রিয়ার মাধ্যমে সুবিচার নিশ্চিত করে। বিচার বিভাগীয় পদক্ষেপগুলোকে এমনভাবে পরিচালিত হতে হয় যাতে তা পক্ষপাতহীন হয় এবং কেউ অন্যায়ভাবে বিচারপ্রাপ্ত না হন। এখানে ন্যায়পরায়ণতার মূল লক্ষ্য হলো অপরাধীর ন্যায়সঙ্গত বিচার এবং নির্দোষের সুরক্ষা। ন্যায়পরায়ণতা আইনের সঠিক প্রয়োগের ওপরও নির্ভরশীল। আইনের সঠিক এবং নিরপেক্ষ প্রয়োগই ন্যায়পরায়ণতার মূল চাবিকাঠি। আইন প্রয়োগকারী সংস্থাগুলোর কাছে নৈতিক এবং সামাজিক দায়িত্ব রয়েছে যাতে সমাজে ন্যায়বিচার প্রতিষ্ঠিত হয় এবং প্রতিটি ব্যক্তি ন্যায়বিচার পায়। আইনে ন্যায়পরায়ণতার আরেকটি গুরুত্বপূর্ণ দিক হলো অপরাধ এবং শাস্তির ভারসাম্য। ন্যায়পরায়ণতার মাধ্যমে অপরাধীদের জন্য উপযুক্ত শাস্তি এবং ক্ষতিগ্রস্তদের জন্য যথাযথ ক্ষতিপূরণ নিশ্চিত করা হয়। এটি অপরাধ দমনে সহায়ক ভূমিকা পালন করে এবং ন্যায়বিচারের মাধ্যমে সমাজের নিরাপত্তা এবং শান্তি বজায় রাখে।\n\n\n== দর্শনে ন্যায়পরায়ণতা ==\nদর্শনের ক্ষেত্রে ন্যায়পরায়ণতা একটি কেন্দ্রীয় ধারণা, যা নৈতিকতা, সমতা এবং ন্যায়বিচারের ওপর ভিত্তি করে মানব আচরণের সঠিক পথ নির্ধারণ করে। এটি নৈতিক এবং সামাজিক দর্শনের এমন একটি গুরুত্বপূর্ণ অংশ যা ব্যক্তির ন্যায্য অধিকার ও কর্তব্যকে সমন্বিত করে। দর্শনশাস্ত্রে ন্যায়পরায়ণতার মূল প্রশ্ন হলো, কীভাবে সমাজে প্রতিটি ব্যক্তির জন্য ন্যায্যতা নিশ্চিত করা যায় এবং কীভাবে সমতা, অধিকার ও দায়িত্বের মধ্যে ভারসাম্য রক্ষা করা যায়।  দর্শনের একটি বিশিষ্ট ধারা হিসেবে, ন্যায়পরায়ণতা নৈতিক দায়িত্বের ধারণার সঙ্গে ঘনিষ্ঠভাবে সম্পর্কিত। গ্রিক দার্শনিক অ্যারিস্টটল ন্যায়পরায়ণতাকে মানুষের জন্য প্রয়োজনীয় একটি গুণ হিসাবে বর্ণনা করেছিলেন এবং এটিকে ব্যক্তির ব্যক্তিগত সুখ এবং সামাজিক কল্যাণের জন্য অপরিহার্য বলে উল্লেখ করেছেন। তাঁর মতে, ন্যায়পরায়ণতা হলো এমন একটি গুণ যা ব্যক্তির মাঝে নৈতিক সমতা এবং সমাজের মধ্যে সমানাধিকারের নীতি অনুসরণ করতে সাহায্য করে।  জন রলস ন্যায়পরায়ণতাকে একটি সামাজিক চুক্তির ভিত্তিতে মূল্যায়ন করেন, যেখানে সমাজের প্রতিটি সদস্য সমান অধিকার এবং সুযোগের দাবিদার। তিনি \"ন্যায়পরায়ণতার তত্ত্ব\" (Theory of Justice) গ্রন্থে ন্যায়পরায়ণতাকে সমতা ও স্বাধীনতার সঙ্গেই বিবেচনা করেন। রলসের মতে, ন্যায়পরায়ণ সমাজ হলো সেই সমাজ, যেখানে প্রতিটি ব্যক্তির অধিকার সমান এবং সবার জন্য সর্বোচ্চ সুবিধা নিশ্চিত করা হয়। \nদর্শনে ন্যায়পরায়ণতা নির্ধারণের ক্ষেত্রে উপযোগবাদ বা \"Utilitarianism\" এর মতবাদও গুরুত্বপূর্ণ। জেরেমি বেন্থাম এবং জন স্টুয়ার্ট মিলের মতো দার্শনিকরা এই মতবাদে যুক্তি দিয়েছেন যে ন্যায়পরায়ণতার লক্ষ্য হলো সর্বাধিক সংখ্যক মানুষের সর্বাধিক সুখ নিশ্চিত করা। এই দৃষ্টিকোণ থেকে, ন্যায়পরায়ণতা বলতে বোঝানো হয় এমন একটি নৈতিক ব্যবস্থা, যা সমাজের জন্য সর্বোচ্চ কল্যাণ বা সুখ নিশ্চিত করে।  ন্যায়পরায়ণতা শুধু নৈতিক সমতার বিষয় নয়, এটি ব্যক্তির সামাজিক ভূমিকা এবং দায়িত্ব সম্পর্কেও একটি গুরুত্বপূর্ণ ধারণা। ইমানুয়েল কান্টের মতে, ন্যায়পরায়ণতা একটি সর্বজনীন নৈতিক আইন, যা প্রতিটি ব্যক্তির কাছ থেকে সর্বজনীন নীতির প্রতি আনুগত্য আশা করে। তাঁর \"বাধ্যতামূলক নীতিমালা\" (Categorical Imperative) তত্ত্ব অনুসারে, ন্যায়পরায়ণতার প্রয়োজন হলো, এমনভাবে কাজ করা যেন তা সর্বজনীন নৈতিক আদর্শ হিসেবে গ্রহণযোগ্য হয়। \n\n\n== তথ্যসূত্র =="}