{"pageid": 1477518, "title": "ইব্রাহিম সরসুর", "url": "https://bn.wikipedia.org/wiki?curid=1477518", "content": "শেখ ইব্রাহিম সরসুর (আরবি: ابراهيم صرصور‎, হিব্রু ভাষায়: אבראהים צרצור‬‎; জন্ম ২ ফেব্রুয়ারি ১৯৫৯) হলেন একজন ইসরায়েলি আরব রাজনীতিবিদ। তিনি সংযুক্ত আরব তালিকার একজন প্রাক্তন নেতা এবং ২০০৬ থেকে ২০১৫ পর্যন্ত নেসেটে দলের প্রতিনিধিত্ব করেছিলেন।\n\n\n== জীবনী ==\nকাফর কাসিমে জন্মগ্রহণকারী সরসুর ১৯৭০ এর দশকে বার-ইলান বিশ্ববিদ্যালয়ে ইংরেজি সাহিত্য এবং ইংরেজি ভাষাতত্ত্ব অধ্যয়ন করেন। তিনি ১৯৮৯ সালে কাফর কাসিম কাউন্সিলের সদস্য হন, ১৯৯৯ সালে ইসলামী আন্দোলনের দক্ষিণ অংশের প্রধান (এর উত্তরের প্রতিপক্ষের চেয়ে বেশি মধ্যপন্থী হিসাবে বিবেচিত) হওয়া পর্যন্ত এটিতে দায়িত্ব পালন করেন। তিনি ইসরায়েলের আরব নাগরিকদের জন্য হাই ফলো-আপ কমিটির অন্যতম প্রধান হয়েছিলেন।\n২০০৬ সালের নির্বাচনে তিনি নেসেটে নির্বাচিত হন। তিনি ২০০৭ সালে আরব লেসবিয়ানদের একটি বৈঠকের বিরুদ্ধে কথা বলেছিলেন, একটি বিবৃতি প্রকাশ করে যে \"সমস্ত সম্প্রদায় এবং স্ট্রিমের সকল সম্মানিত মানুষ আমাদের নারী ও মেয়েদের মধ্যে যৌন বিচ্যুতি প্রচারের বিরুদ্ধে দাঁড়াতে হবে।\" তিনি দাবি করেন মুসলিম সম্প্রদায়ে কোনো সমকামী নেই। গাজা উপত্যকায় ইসরায়েলি বিমান হামলার পর যা এপ্রিল 2008 সালে একজন মহিলা এবং তার চার সন্তানকে হত্যা করেছিল, তিনি ইসরায়েলের কর্মকাণ্ডকে নাৎসিদের সাথে তুলনা করেছিলেন: \"ইসরায়েলের নিরপরাধ মানুষ হত্যা কিছু অন্ধকার সময়ের স্মরণ করিয়ে দেয়, নাৎসিরা।\"\n২০১০ সালের এপ্রিলে সরসুর দক্ষিণ শাখার নির্বাচনে শেখ হামেদ আবু দাবাসের কাছে হেরে যান। আবু দাবাস পেয়েছেন ১৯২ ভোট এবং সরসুর পেয়েছেন ১৪২।\nসরসুর ২০০৯ সালে পুনরায় নির্বাচিত হন। ২০১১ সালের জুনের একটি বক্তৃতায় তিনি ইসরায়েলকে \"পরাজিত\" করার জন্য হিজবুল্লাহর প্রশংসা করেন এবং জেরুজালেমে এর রাজধানী সহ একটি নতুন খিলাফত প্রতিষ্ঠার আহ্বান জানান।\nতিনি ২০১৩ সালে পুনরায় নির্বাচিত হন। পরে বছরে তিনি ১০৫ জন এমকে-এর সাথে একটি পিটিশনে স্বাক্ষর করেন যাতে ইহুদি-আমেরিকান জোনাথন পোলার্ডকে মুক্তি দেওয়ার আহ্বান জানানো হয়, যিনি বর্তমানে ইসরায়েলের জন্য গুপ্তচরবৃত্তির জন্য মার্কিন যুক্তরাষ্ট্রে বন্দী। সারসুরকে উদ্ধৃত করা হয়েছে যে তিনি \"পোলার্ডের সাথে একটি মানসিক আত্মীয়তা অনুভব করেছিলেন যখন তিনি [সে] যে অবস্থার মধ্যে জীবনযাপন করেন সে সম্পর্কে শুনেছিলেন\", ইসরায়েলি কারাগারে ফিলিস্তিনি বন্দীদের সাথে পোলার্ডের আচরণের তুলনা করেন।\n২০১৫ সালের নির্বাচনের আগে সরসুর রাজনীতি থেকে অবসর নিয়েছিলেন, এবং হাদাশ এবং বেশ কয়েকটি আরব দলের জোটের যৌথ তালিকায় তাকে প্রতীকী ১১৯তম স্থান দেওয়া হয়েছিল।\nদলের নেতা হিসেবে তার উত্তরসূরি মাসুদ ঘনাইম ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইব্রাহিম সরসুর on the Knesset website"}