{"pageid": 1477218, "title": "হেবা ইয়াজবাক", "url": "https://bn.wikipedia.org/wiki?curid=1477218", "content": "হেবা ইয়াজবাক (আরবি: هبة يزبك, হিব্রু ভাষায়: הֵיבַּא יָזְבָּק‎, জন্ম ৮ জুলাই ১৯৮৫) একজন ইসরায়েলি আরব রাজনীতিবিদ, সমাজবিজ্ঞানী এবং শিক্ষাবিদ। তিনি ২০১৯ থেকে ২০২১ সাল পর্যন্ত বালাদের জন্য নেসেট এবং যৌথ তালিকার সদস্য হিসাবে কাজ করেছেন।\n\n\n== জীবনী ==\nইয়াজবাক নাজারেথে একটি মুসলিম পরিবারে জন্মগ্রহণ করেন; তার বাবা মাহমুদ হাইফা বিশ্ববিদ্যালয়ের একজন ইতিহাসবিদ যিনি মধ্যপ্রাচ্যের ইতিহাসের উপর আলোকপাত করেন। তিনি সালভাটোরিয়ান সিস্টার্স ক্যাথলিক হাই স্কুলে পড়াশোনা করেন এবং হাইফা বিশ্ববিদ্যালয়ে সামাজিক কাজে বিএ ডিগ্রি অর্জন করেন। তার চাচাতো ভাই উইসাম হামদান ইয়াজবাক নাজারেথের অক্টোবর ২০০০ দাঙ্গায় অংশ নেওয়ার সময় নিহত হন। তিনি সমাজকর্মে এমএ-এর জন্য অধ্যয়ন করেছেন এবং তেল আবিব বিশ্ববিদ্যালয়ে একজন পিএইচডি ছাত্রী ছিলেন,  যেখানে তিনি ফিলিস্তিনি সমাজ এবং লিঙ্গ সমস্যাগুলির উপর ফোকাস করে সমাজবিজ্ঞানের একজন গবেষক এবং লেকচারার হিসেবেও কাজ করেছেন।\nইয়াজবাক ১৫ বছর বয়সে বালাদের সাথে জড়িত হন এবং বিশ্ববিদ্যালয়ে থাকাকালীন পার্টিতে যোগ দেন, হাইফা বিশ্ববিদ্যালয়ের শাখার সভাপতি হন। ২০১৩ সালের নেসেট নির্বাচনের জন্য তিনি দলের তালিকায় ষষ্ঠ স্থানে ছিলেন,  কিন্তু দলটি মাত্র তিনটি আসন জিতেছিল। এপ্রিল ২০১৯ নেসেট নির্বাচনের আগে, তাকে বালাদের তালিকায় দ্বিতীয় স্থানে রাখা হয়েছিল। ইউনাইটেড আরব লিস্টের সাথে বালাদের একটি যৌথ তালিকা চালানোর ফলে, তিনি জোটের তালিকায় চতুর্থ স্থানে ছিলেন,  এবং চারটি আসন জিতে নেসেটে নির্বাচিত হন। ২০১৯ সালের সেপ্টেম্বরের নির্বাচনের প্রস্তুতিতে, বালাদ যৌথ তালিকা জোটে পুনরায় যোগদান করেন, ইয়াজবাক জোটের তালিকায় অষ্টম স্থানে ছিলেন। ১৩টি আসনে জয়ী হলে তিনি পুনরায় নির্বাচিত হন।\n২০২০ সালের মার্চের নির্বাচনের আগে, বেশ কয়েকটি দল ইজরায়েলের বিরুদ্ধে প্রকাশ্যে সশস্ত্র সংঘাতকে সমর্থনকারী প্রার্থীদের নিষিদ্ধ করার নির্বাচনী আইনের অধীনে নির্বাচনে প্রতিদ্বন্দ্বিতা করতে ইয়াজবাককে নিষিদ্ধ করার অনুরোধ করেছিল, কারণ তিনি ফেসবুকে একটি পোস্টে লেবাননের জঙ্গি সামির কুন্তারকে শহীদ হিসাবে উল্লেখ করেছিলেন। যাইহোক, হাইকোর্ট তাকে নির্বাচনে অংশ নেওয়ার অনুমতি দেয়,  এবং তিনি পুনরায় নির্বাচিত হন। ২০২১ সালের মার্চের নির্বাচনের জন্য যৌথ তালিকার তালিকায় সপ্তম স্থানে থাকা, জোটটি ছয়টি আসনে কমে যাওয়ায় তিনি তার আসন হারান।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nহেবা ইয়াজবাক on the Knesset website"}