{"pageid": 1477639, "title": "মোবাইল ফোন অপারেটর", "url": "https://bn.wikipedia.org/wiki?curid=1477639", "content": "মোবাইল ফোন অপারেটর বা ক্যারিয়ার একটি মোবাইল টেলিযোগাযোগ কোম্পানি যা মোবাইল যন্ত্র ব্যবহারকারীদের জন্য তারবিহীন ইন্টারনেট পরিষেবা প্রদান করে। অপারেটর গ্রাহককে একটি সিম কার্ড দেয় যিনি পরিষেবাটি গ্রহণ করতে সিমটিকে মোবাইল যন্ত্রে প্রবেশ করান।\n\n\n== ধরন ==\nদুই ধরনের মোবাইল অপারেটর আছে:\n\nমোবাইল নেটওয়ার্ক অপারেটর (এমএনও) যা পরিষেবা চালানোর জন্য অন্তর্নিহিত নেটওয়ার্ক প্রয়োজন।\nএকটি মোবাইল ভার্চুয়াল নেটওয়ার্ক অপারেটর (এমভিএনও) যেটি একটি এমএনও থেকে পাইকারি পরিষেবা ক্রয় করে এবং তার নিজস্ব গ্রাহকদের কাছে বিক্রি করে৷\n\n\n== ইতিহাস ==\n১৯৭৩ সালের আগে, সেলুলার মোবাইল ডিভাইস প্রযুক্তি গাড়ি এবং অন্যান্য যানবাহনে ইনস্টল করা ডিভাইসের মধ্যে সীমাবদ্ধ ছিল। যানবাহনের জন্য প্রথম সম্পূর্ণ স্বয়ংক্রিয় টেলিফোন কলিং সিস্টেম ১৯৬০ সালে সুইডেনে চালু হয়েছিল, যার নাম এমটিএস (মোবাইল টেলিফোন সিস্টেম)। \n১৯৬২ সালে, মোবাইল সিস্টেম বি  নামে একটি আপগ্রেড সংস্করণ চালু করা হয়েছিল। ১৯৭১ সালে এমটিডি সংস্করণটি চালু করা হয়েছিল এবং বাণিজ্যিক সাফল্য অর্জন করেছিল।  নেটওয়ার্কটি ১৯৮৩ সাল পর্যন্ত খোলা ছিল এবং এটি বন্ধ হওয়ার পরেও ৬০০ জন গ্রাহক ছিল।\n১৯৫৮ সালে, রাশিয়ায় একটি অনুরূপ পরিষেবার উন্নয়ন শুরু হয়েছিল মোটরচালকদের জন্য। ১৯৬৩ সালে, পরিষেবাটি মস্কোতে শুরু হয়েছিল এবং ১৯৭০ সালের মধ্যে ৩০টি শহরে মোতায়েন করা হয়েছিল। রাশিয়ার কিছু অংশে আলতাই সিস্টেমের সংস্করণগুলি এখনও ট্রাঙ্কিং সিস্টেম হিসাবে ব্যবহৃত হচ্ছে।\nপ্রথম সফল পাবলিক বাণিজ্যিক মোবাইল ফোন নেটওয়ার্কগুলির মধ্যে একটি হল ফিনল্যান্ডের এআরপি নেটওয়ার্ক, যা ১৯৭১ সালে চালু হয়েছিল।\n৩ এপ্রিল ১৯৭৩ সালে, একজন মটোরোলা গবেষক এবং নির্বাহী মার্টিন কুপার একটি ভারী প্রোটোটাইপ মডেল ব্যবহার করে প্রথম অ্যানালগ মোবাইল ফোন কল করেছিলেন। তিনি বেল ল্যাবরেটরিজের ডাঃ জোয়েল এস এঙ্গেলকে কল করেন।\nপ্রথম বাণিজ্যিকভাবে স্বয়ংক্রিয় সেলুলার নেটওয়ার্ক (১জি প্রজন্ম) ১৯৭৯ সালে জাপানে চালু হয়েছিল। প্রাথমিক লঞ্চ নেটওয়ার্ক টোকিওর ২০ মিলিয়নেরও বেশি বাসিন্দার সম্পূর্ণ মেট্রোপলিটান এলাকাকে ২৩টি বেস স্টেশনের একটি সেলুলার নেটওয়ার্ক সহ কভার করেছিল। পাঁচ বছরের মধ্যে জাপানের সমগ্র জনসংখ্যাকে কভার করার জন্য এনটিটি নেটওয়ার্ক সম্প্রসারিত হয় এবং এটি প্রথম দেশব্যাপী ১জি নেটওয়ার্কে পরিণত হয়। যুক্তরাজ্য, মেক্সিকো এবং কানাডা সহ আরও কয়েকটি দেশ ১৯৮০ এর দশকের গোড়ার দিকে ১জি নেটওয়ার্ক চালু করেছিল।\n১৯৯০-এর দশকে 'দ্বিতীয় প্রজন্ম' (২জি) মোবাইল ফোন সিস্টেমের আবির্ভাব হয়, এটি প্রাথমিকভাবে জিএসএম মান ব্যবহার করে। ১৯৯১ সালে ফিনল্যান্ডে প্রথম জিএসএম নেটওয়ার্ক চালু হয়।\nআমেরিকান এবং কানাডিয়ান তারবিহীন প্রদানকারীরা ভোক্তাদের জন্য ফোনে ভর্তুকি দেওয়ার প্রবণতা রাখে কিন্তু ২ বা ৩ বছরের চুক্তির প্রয়োজন হয়, যখন এশিয়ান এবং ইউরোপীয় প্রদানকারীরা সম্পূর্ণ খরচে ফোন বিক্রি করে যখন মাসিক ফি কম থাকে।\n\n\n== তথ্যসূত্র =="}