{"pageid": 1477647, "title": "সুধীরঞ্জন প্রধান", "url": "https://bn.wikipedia.org/wiki?curid=1477647", "content": "সুধীরঞ্জন প্রধান ( ফেব্রুয়ারি/মার্চ ১৯১১  - ৭ ডিসেম্বর ১৯৯৭ ) ছিলেন বাংলার প্রাবন্ধিক, গণনাট্য ও প্রগতি লেখক আন্দোলনের অন্যতম পুরোধা ব্যক্তি, ভারতের মার্কসবাদী সাংস্কৃতিক আন্দোলনের ইতিহাস রচয়িতা, লোকসংস্কৃতিচর্চা ও গবেষণাক্ষেত্রে অগ্রণী নির্দেশক ও দক্ষ অভিনেতা।  বাংলার রাজনৈতিক ও সাংস্কৃতিক জগতে তিনি সুধী প্রধান নামেই পরিচিত ছিলেন। \n\n\n== জন্ম ও শিক্ষা জীবন ==\nসুধীরঞ্জন প্রধানের জন্ম ১৯১১ খ্রিস্টাব্দে (ফেব্রুয়ারি/মার্চ) (১৩১৮ বঙ্গাব্দের ফাল্গুন মাসে)  ব্রিটিশ ভারতের অধুনা পশ্চিমবঙ্গের উত্তর চব্বিশ পরগনা জেলার স্বরূপনগর সমষ্টি উন্নয়ন ব্লকের সগুনা গ্রামে।।   প্রকাশচন্দ্র প্রধান ও রতনমণি দেবীর কনিষ্ঠ পুত্র ছিলেন তিনি। জন্মসূত্রে ছিলেন কনৌজি ব্রাহ্মণ। তবে তার অহমিকা বোধ ছিল না। জাতপাত অবহেলা করতেন। কৈশোরে তিনি মাতাপিতাকে হারিয়ে অনাথ হন। বনগাঁ উচ্চ ইংরাজী বিদ্যালয়ের ছাত্র ছিলেন। বিদ্যালয়ে পড়ার সময়েই ১৯২৬ খ্রিস্টাব্দে তিনি যুগান্তর বিপ্লবী দলে যোগ দেন। ১৯২৮ খ্রিস্টাব্দে কলকাতায় অনুষ্ঠিত  ভারতীয় জাতীয় কংগ্রেসের সর্বভারতীয় অধিবেশনে স্বেচ্ছাবাহিনীর সর্বাধিনায়ক  সুভাষচন্দ্র বসুর ব্যক্তিগত সহায়ক ছিলেন। ১৯৩০ খ্রিস্টাব্দে কলকাতার তৎকালীন পুলিশ কমিশনার চার্লস টেগার্টকে হত্যার চেষ্টার অভিযোগে তাঁকে ছয় বছরের কারাবাস করতে হয়। কারাবাসের সময়ে তিনি মার্কসবাদী বইপত্র পড়া শুরু করেন। জেল থেকে মুক্তি পাওয়ার পর তিনি কলকাতার ক্যাম্পবেল মেডিকেল স্কুল অধুনা  নীলরতন সরকার মেডিক্যাল কলেজ ও হাসপাতালে ডাক্তারি পড়াশোনা শুরু করলেও ১৯৩৯ খ্রিস্টাব্দে  ভারতের কমিউনিস্ট পার্টি (সিপিআই) এর পূর্ণসময়ের সদস্য হন।  পার্টির গোপন কেন্দ্রে থাকার সময় সুধীরঞ্জনের ছদ্মনাম ছিল অমিয় এবং পার্টির মুখপত্র 'জনযুদ্ধ' পত্রিকার ম্যানেজারের কাজ করেন। সুধীরঞ্জনের লোকশিল্প নিয়ে কাজ করার আগ্রহ ছিল। ১৯৩৮ খ্রিস্টাব্দেই তিনি বাংলার লোকবিদদের জীবনগাথা লেখেন। ১৯৪২ খ্রিস্টাব্দে গঠিত ফ্যাসিবাদী লেখক ও শিল্পীসংঘের কার্যকরী সমিতির সদস্য হন। ১৯৪৩ খ্রিস্টাব্দে কলকাতায়  ভারতীয় গণনাট্য সংঘের বাংলা শাখার সর্বক্ষণের  সংগঠক হন। ১৯৪৪ খ্রিস্টাব্দে তিনি গণনাট্য সংঘের নাটক নবান্ন প্রযোজনার কাজে যুক্ত থাকেন এবং তিনি  নিজে অভিনয়ে অংশ নেন। ইতোমধ্যে ভারতের স্বাধীনতা আন্দোলনকারী নেতা ও সাম্যবাদী ধারার লেখক রেবতী বর্মণের মাধ্যমে তার মুজফ্‌ফর আহ্‌মদের সঙ্গে তার পরিচয় হয়। তার স্ত্রী শান্তি রায় মুজফ্‌ফর আহ্‌মদের ব্যক্তিগত সহায়ক হয়েছিলেন।  ১৯৪৩ খ্রিস্টাব্দ থেকেই সুধীরঞ্জন কমিউনিস্ট পার্টির মধ্যে মতাদর্শগত সংগ্রাম চালান এবং এই বিতর্কের কারণে কমিউনিস্ট পার্টি ত্যাগ করেন এবং ১৯৫৭ খ্রিস্টাব্দ ভারতীয় গণনাট্য সংঘ ছাড়ার পর তিনি শুরু করেন মার্কসবাদী সাংস্কৃতিক আন্দোলনের ইতিহাস। তিন খণ্ডে ইংরাজীতে প্রথম প্রকাশিত হয় মার্কসিস্ট কালচারাল মুভমেন্ট ইন ইন্ডিয়া ১৯৭৯ ও ১৯৮৫ খ্রিস্টাব্দে।  পরবর্তীতে সুধীরঞ্জন লোকসংস্কৃতিকে ও তার সঙ্গে যুক্ত শিল্পীসমাজকে উজ্জীবিত করতে অগ্রণী ভূমিকা গ্রহণ করেন। ১৯৭৭ খ্রিস্টাব্দে পশ্চিমবঙ্গে বামফ্রন্ট সরকার প্রতিষ্ঠা হওয়ার পর তার প্রচেষ্টাতেই লোকসংস্কৃতির কয়েকটি ধারার পুনরুজ্জীবন ঘটেছে। তিনি তার জীবনের শেষ দুটি দশক লোকসংস্কৃতি পরিষদ অধুনা লোকসংস্কৃতি ও আদিবাসী সংস্কৃতি কেন্দ্রের সঙ্গে নিজেকে সম্পূর্ণভাবে যুক্ত রাখেন এবং আমৃত্যু ছিলেন লোকসংস্কৃতি ও আদিবাসী কেন্দ্রের সভাপতি। তিনি বাংলা নাটক ও চলচ্চিত্র জগতের সঙ্গেও যুক্ত ছিলেন। তিনিই একা রেডিও সিনেমার শিল্পী ও কলাকুশলীদের নিয়ে প্রথম ইউনিয়ন গড়েন। তারই উদ্যোগে মঞ্চস্থ হয়েছিল- নীলদর্পণ, সধবার একাদশী, বুড়ো শালিকের ঘাড়ে রো প্রভৃতি নাটক। নিজেও অভিনয়ে অংশ নিতেন। তার রচিত অন্যান্য গ্রন্থ হল-\n\nসংস্কৃতির প্রগতি (১৯৮২) পুস্তক বিপণি\nনবান্ন:প্রযোজনা ও প্রভাব (১৯৮৯), পুস্তক বিপণি\nবাংলার চিরায়ত নাট্যমঞ্চ (১৯৯৬)\nসুভাষচন্দ্র, ভারত ও অক্ষশক্তি (১৯৯৭), পুস্তক বিপণি\nবঙ্গসংস্কৃতি সুভাষচন্দ্র ও তেভাগা সংগ্রাম (১৯৯৮) প্রিন্টোবুকস্\n\n\n== সম্মাননা ==\nসুধীরঞ্জন ১৯৮৫ খ্রিস্টাব্দে তার তিন খণ্ডে রচিত মার্কসিস্ট কালচারাল মুভমেন্ট ইন ইন্ডিয়া গ্রন্থটির জন্য  পশ্চিমবঙ্গ সরকারের রবীন্দ্র পুরস্কার লাভ করেন। \nসমাজ ও জনগণের সেবার জন্য কল্যাণী, বর্ধমান ও উত্তরবঙ্গ বিশ্ববিদ্যালয় তাকে সাম্মানিক ডি.লিট প্রদান করে।\nকলকাতা বিশ্ববিদ্যালয় প্রদান করে সরোজিনী বসু স্বর্ণপদক।\n\n\n== জীবনাবসান ও উত্তরাধিকার ==\nসুধীরঞ্জন প্রধান ১৯৯৭ খ্রিস্টাব্দের ৬ ডিসেম্বর হঠাৎই  অসুস্থ হয়ে পড়েন। তাকে উত্তর কলকাতার এক বেসরকারি নার্সিংহোমে ভর্তি করানো হয়, কিন্তু পরদিন ৭ ডিসেম্বর দুপুরে প্রয়াত হন। তার মৃত্যুর পর ১৯৯৯ খ্রিস্টাব্দে মালিনী ভট্টাচার্যের সম্পাদনায় প্রকাশিত হয়- \"সুধী প্রধান স্মারক গ্রন্থ।। \n\n\n== তথ্যসূত্র =="}