{"pageid": 1477846, "title": "শিশু সুরক্ষা", "url": "https://bn.wikipedia.org/wiki?curid=1477846", "content": "শিশু সুরক্ষা বলতে  শিশুদের শারীরিক, মানসিক, এবং যৌন নির্যাতন, শোষণ, অবহেলা এবং ক্ষতিকর প্রথা থেকে রক্ষা করার জন্য গৃহীত পদক্ষেপ এবং নীতিমালা বোঝানো হয়। এটি একটি গুরুত্বপূর্ণ সামাজিক ও নৈতিক দায়িত্ব, যা জাতীয় এবং আন্তর্জাতিক স্তরে নানা উদ্যোগের মাধ্যমে বাস্তবায়িত হয়। শিশু সুরক্ষার আওতায়, শিশুদের মৌলিক অধিকার রক্ষা, নিরাপদ পরিবেশে বেড়ে ওঠা এবং তাদের শিক্ষা ও স্বাস্থ্যের নিশ্চয়তা প্রদান করা হয়।\nজাতিসংঘের শিশু অধিকার সনদ (Convention on the Rights of the Child - CRC) ১৯৮৯ সালে গৃহীত হয়, যা শিশু সুরক্ষার ক্ষেত্রে একটি মৌলিক আন্তর্জাতিক দলিল হিসেবে কাজ করে। এই সনদটি বিশ্বব্যাপী প্রায় প্রতিটি দেশ কর্তৃক অনুমোদিত হয়েছে এবং এর ভিত্তিতে সরকার এবং বিভিন্ন সংস্থা শিশুদের সুরক্ষায় নীতিমালা প্রণয়ন ও বাস্তবায়ন করে থাকে। বাংলাদেশ সহ অন্যান্য দেশেও শিশু সুরক্ষা নিশ্চিত করার জন্য বিভিন্ন আইন এবং নীতিমালা গৃহীত হয়েছে, যেমন বাংলাদেশে ২০১৩ সালের শিশু আইন, যা শিশুদের অধিকার এবং সুরক্ষার জন্য একটি বিশেষ কাঠামো প্রদান করে। শিশু সুরক্ষার ক্ষেত্রে সরকার, বেসরকারি সংস্থা এবং আন্তর্জাতিক সংস্থাগুলোর সম্মিলিত প্রচেষ্টা অপরিহার্য। শিশু সুরক্ষার মাধ্যমে শিশুদের স্বাস্থ্য, শিক্ষা এবং শারীরিক ও মানসিক বিকাশ নিশ্চিত করা হয় এবং এটি একটি সমাজের সুস্থ ও নিরাপদ ভবিষ্যৎ গড়তে সহায়ক ভূমিকা পালন করে।\n\n\n== পটভূমি ==\nশিশু সুরক্ষার পটভূমি এবং ইতিহাস মূলত শিশুদের শারীরিক, মানসিক, এবং সামাজিক সুরক্ষার প্রয়োজনীয়তা থেকে উদ্ভূত। প্রাক-আধুনিক সমাজে শিশুদের অবস্থান ছিল অনেকটাই অবহেলিত। কায়িক শ্রম বা শিশু শ্রম, কঠোর শাস্তি এবং অবহেলা শিশুদের দৈনন্দিন জীবনে নেতিবাচক প্রভাব ফেলেছে। শিশু সুরক্ষার প্রাথমিক বিষয়গুলো ছিল শিশুশ্রমের বিরুদ্ধে আন্দোলনের ফলাফল। শিল্পবিপ্লবের সময় শিশুশ্রম ব্যাপকভাবে বাড়তে থাকায় শিশুদের জন্য কার্যকর সুরক্ষা ব্যবস্থা তৈরির প্রয়োজনীয়তা অনুভূত হয়। বিশেষত ১৯ শতকের শেষ এবং ২০ শতকের প্রথম দিকে শিশু অধিকার এবং সুরক্ষার প্রয়োজনে আন্তর্জাতিক নীতি ও মানদন্ড গৃহীত হয়। এর মধ্যে অন্যতম ছিল ১৯২৪ সালে লীগ অফ নেশন-এর গৃহীত জেনেভা ডিক্লারেশন। এটি ছিল প্রথম আন্তর্জাতিক নীতিমালা যা শিশুদের অধিকার নিয়ে কাজ করেছিল এবং শিশুদের সুরক্ষা নিশ্চিত করার জন্য পদক্ষেপ গ্রহণের কথা উল্লিখিত হয়েছে। ১৯৪৮ সালে গৃহীত জাতিসংঘের মানবাধিকার ঘোষণাতে শিশুদের অধিকার সম্পর্কে উল্লেখ করা হয়, এবং পরবর্তীতে ১৯৮৯ সালে গৃহীত জাতিসংঘের শিশু অধিকার সনদ শিশু সুরক্ষার ক্ষেত্রে বৈশ্বিক মানদণ্ড স্থাপন করা হয়। এই সনদটি শিশুদের প্রতি সহিংসতা, নির্যাতন, এবং শোষণ বন্ধ করার প্রয়োজনীয়তার উপর জোর দেয় এবং প্রতিটি শিশুর সুরক্ষার অধিকার নিশ্চিত করে। এটি ১৯৬টি দেশের দ্বারা স্বাক্ষরিত হয়, যা এটি বিশ্বের অন্যতম গুরুত্বপূর্ণ আন্তর্জাতিক সনদ হিসেবে প্রতিষ্ঠিত করে। শিশু অধিকার সনদে বলা হয়েছে, শিশুদের সুরক্ষা নিশ্চিত করা প্রতিটি রাষ্ট্রের দায়িত্ব, এবং শিশুদের শিক্ষা, স্বাস্থ্যসেবা, এবং নিরাপত্তা প্রাপ্তির অধিকার নিশ্চিত করতে হবে। এছাড়া, এই সনদের শিশুদের প্রতি সহিংসতা এবং শারীরিক বা মানসিক নির্যাতন থেকে রক্ষা করার বিষয় উল্লেখ করা হয়েছে। তাছাড়া, শিশুদের প্রতি পরিবার, শিক্ষা প্রতিষ্ঠান এবং সমাজের দায়িত্বের কথাও এখানে উল্লেখ করা হয়েছে।\nশিশু সুরক্ষার ক্ষেত্রে জাতিসংঘের সংস্থা ইউনিসেফ (UNICEF) একটি গুরুত্বপূর্ণ ভূমিকা পালন করে আসছে। এটি শিশুদের প্রতি সহিংসতা, মানবপাচার, শিশুশ্রম, এবং অন্যান্য শোষণমূলক কর্মকাণ্ডের বিরুদ্ধে কাজ করে থাকে। ইউনিসেফ শিশু সুরক্ষার জন্য বিভিন্ন দেশে সরকার এবং স্থানীয় ও আন্তর্জাতিক সংস্থার সঙ্গে কাজ করে, যেখানে তারা শিশুদের মানসিক ও শারীরিক সুরক্ষার জন্য বিভিন্ন কার্যক্রম পরিচালনা করে। শিশু সুরক্ষার জন্য আন্তর্জাতিক শ্রম সংস্থা (ILO) এবং অন্যান্য সংস্থাও গুরুত্বপূর্ণ ভূমিকা পালন করে। ILO-এর ১৩৮ এবং ১৮২ নম্বর কনভেনশনগুলোর মাধ্যমে শিশুশ্রম নিষিদ্ধ এবং শিশুদের কাজের ন্যূনতম বয়স নির্ধারণ করা হয়েছে। এগুলো শিশুশ্রমের ক্ষতিকর প্রভাব থেকে শিশুদের রক্ষা করতে সাহায্য করে এবং এটি শিশু সুরক্ষার জন্য একটি গুরুত্বপূর্ণ আইনি কাঠামো প্রদান করে।\nএগ্লান্টাইন জেব (Eglantyne Jebb) শিশু সুরক্ষার ক্ষেত্রে একটি অগ্রণী ভূমিকা পালন করেছেন। তিনি ছিলেন একজন ব্রিটিশ সমাজকর্মী, যিনি বিশ্বজুড়ে শিশুদের অধিকারের জন্য কাজ করেছিলেন। জেবের প্রধান অবদানগুলোর মধ্যে অন্যতম ছিল ১৯১৯ সালে প্রতিষ্ঠিত সেভ দ্য চিলড্রেন (Save the Children) সংগঠন, যা শিশুদের সুরক্ষায় এবং তাদের জীবন মান উন্নয়নে কাজ করার জন্য প্রতিষ্ঠিত হয়েছিল। প্রথম বিশ্বযুদ্ধের পর ইউরোপে খাদ্যাভাব ও দারিদ্র্যের মধ্যে শিশুদের দুর্ভোগ দেখে তিনি এই সংস্থাটি প্রতিষ্ঠা করেন। ১৯২৪ সালে তিনি জেনেভা ডিক্লারেশন অন দ্য রাইটস অব দ্য চাইল্ড (Geneva Declaration of the Rights of the Child) প্রণয়ন করেন, যা শিশুদের অধিকার রক্ষার প্রথম আন্তর্জাতিক নীতিমালা ছিল। জেব বিশ্বাস করতেন যে প্রতিটি শিশুর অধিকার থাকা উচিত, এবং এই অধিকার রক্ষায় সরকার ও আন্তর্জাতিক সম্প্রদায়ের ভূমিকা গুরুত্বপূর্ণ। এই ঘোষণা পরবর্তী সময়ে জাতিসংঘের শিশু অধিকার সনদ (Convention on the Rights of the Child) এর ভিত্তি হয়ে ওঠে।\nঅন্যান্য গুরুত্বপূর্ণ ব্যক্তিত্বদের মধ্যে, জন বোয়লবি (John Bowlby) মনোবিজ্ঞানের ক্ষেত্রে শিশুর সুরক্ষায় গুরুত্বপূর্ণ অবদান রাখেন। তিনি অ্যাটাচ্‌মেন্ট থিওরি (Attachment Theory) প্রতিষ্ঠা করেন, যা শিশুদের মানসিক বিকাশ এবং তাদের সুরক্ষায় পারিবারিক বন্ধনের গুরুত্ব ব্যাখ্যা করে। বোয়লবি দেখিয়েছিলেন যে, শিশুর শারীরিক এবং মানসিক সুরক্ষার জন্য একটি সুরক্ষিত এবং ভালোবাসাময় পরিবেশ অত্যন্ত গুরুত্বপূর্ণ। কোরাম (Thomas Coram) ১৭৫০ সালে লন্ডনে ফাউন্ডলিং হসপিটাল (Foundling Hospital) প্রতিষ্ঠা করেন, যা ছিল বিশ্বের প্রথম দাতব্য সংস্থা, যেখানে পরিত্যক্ত ও অনাথ শিশুদের সুরক্ষা এবং শিক্ষার ব্যবস্থা করা হত। এটি শিশুদের সুরক্ষায় প্রথম আধুনিক প্রতিষ্ঠানগুলোর মধ্যে একটি এবং পরবর্তীকালে অন্যান্য দেশে এমন সংস্থার গঠনে প্রভাব ফেলে।\nইউনিসেফ (UNICEF) (জাতিসংঘ শিশু তহবিল) ১৯৪৬ সালে জাতিসংঘের অধীনে প্রতিষ্ঠিত হয়। এটি বিশেষভাবে শিশুদের অধিকার সুরক্ষার জন্য কাজ করে আসছে, বিশেষ করে যুদ্ধ, সংঘাত এবং প্রাকৃতিক দুর্যোগে আক্রান্ত শিশুদের জন্য। ইউনিসেফ শিশুদের স্বাস্থ্য, শিক্ষা, এবং নিরাপত্তার উন্নয়নে বিশ্বব্যাপী কাজ করছে এবং শিশু সুরক্ষায় বিশেষ ভূমিকা পালন করছে।\n\n\n== সংশ্লিষ্ট আইন ও সনদ ==\nশিশু সুরক্ষার ক্ষেত্রে আন্তর্জাতিক এবং জাতীয় পর্যায়ে বেশ কয়েকটি আইন ও সনদ রয়েছে যা শিশুদের অধিকার রক্ষা এবং সুরক্ষা নিশ্চিত করার জন্য প্রণয়ন করা হয়েছে। শিশুদের নির্যাতন, শোষণ, এবং অবহেলা থেকে রক্ষা করা এই আইন ও সনদগুলোর মূল লক্ষ্য।\n\n\n=== জাতিসংঘের শিশু অধিকার সনদ ===\nজাতিসংঘ শিশু অধিকার সনদ (Convention on the Rights of the Child - CRC) ১৯৮৯ সালে গৃহীত হয় এবং এটি শিশুদের অধিকার রক্ষায় সবচেয়ে গুরুত্বপূর্ণ আন্তর্জাতিক দলিল। এই সনদটি শিশুদের সুরক্ষা, শিক্ষা, স্বাস্থ্যসেবা, এবং মৌলিক মানবাধিকারের নিশ্চয়তা প্রদান করে। এটি শিশুদের শারীরিক, মানসিক, এবং যৌন নির্যাতন থেকে রক্ষা করতে এবং একটি সহিংসতামুক্ত পরিবেশে তাদের বিকাশের সুযোগ নিশ্চিত করতে সহায়ক ভূমিকা পালন করে। এই সনদে মোট ৫৪টি অনুচ্ছেড রয়েছে, যার মধ্যে প্রথম ৪১টি অনুচ্ছেদ শিশুদের জন্য বিভিন্ন মৌলিক অধিকার নির্ধারণ করা হয়েছে। এই সনদ অনুযায়ী, প্রতিটি শিশুর জন্মগত অধিকার রয়েছে একটি সুরক্ষিত পরিবারে বেড়ে ওঠার, যেখানে তারা নিরাপত্তা, যত্ন এবং শিক্ষা পাবে। এছাড়া, সনদটি শিশুদের প্রতি যে কোনো ধরনের বৈষম্যের বিরুদ্ধে রক্ষাকবচ হিসেবে কাজ করে। এটি নির্দিষ্ট করে যে কোনো শিশুকে তার লিঙ্গ, ধর্ম, জাতি, ভাষা, জাতীয়তা, বা সামাজিক অবস্থার ভিত্তিতে বৈষম্য করা যাবে না। শিক্ষার ক্ষেত্রে, সনদটি নির্ধারণ করে যে প্রতিটি শিশুর বিনামূল্যে প্রাথমিক শিক্ষার অধিকার রয়েছে। এছাড়া, শিশুদের স্বাস্থ্যসেবার অধিকার নিশ্চিত করার জন্য সরকারগুলোকে পদক্ষেপ নিতে হবে, যাতে তারা সংক্রামক রোগ, অপুষ্টি, এবং শারীরিক ও মানসিক স্বাস্থ্যের অবনতির বিরুদ্ধে সুরক্ষিত থাকে। শিশু অধিকার সনদে শিশুশ্রম, যৌন শোষণ, এবং শিশু পাচারের মতো অপরাধের বিরুদ্ধে কড়া অবস্থান নেওয়া হয়েছে। এতে বলা হয়েছে, প্রতিটি দেশকে এসব অপরাধ রোধে প্রয়োজনীয় আইন প্রণয়ন ও বাস্তবায়ন করতে হবে। সনদটি যুদ্ধক্ষেত্রে শিশুদের নিয়োগের বিরুদ্ধেও কড়া অবস্থান নিয়েছে এবং শিশুদের সুরক্ষার জন্য বিভিন্ন আইনি কাঠামো তৈরি করার প্রস্তাব দিয়েছে। এই সনদটি শিশুর বিকাশের জন্য সমাজ, পরিবার, এবং রাষ্ট্রের সম্মিলিত দায়িত্বকে স্বীকৃতি দেয়। শিশুরা পরিবারের গুরুত্বপূর্ণ সদস্য হিসেবে বিবেচিত হবে এবং তাদের অধিকার রক্ষার জন্য পরিবারকে দায়িত্বশীল হতে হবে। এই সনদটি শিশুদের জন্য একটি আদর্শমানদণ্ড নির্ধারণ করেছে, যা বিশ্বব্যাপী প্রায় প্রতিটি দেশ অনুমোদন করেছে। জাতিসংঘের শিশু অধিকার সনদ শিশুদের প্রতি যে কোনো ধরনের নির্যাতন, শোষণ, এবং অবহেলার বিরুদ্ধে প্রতিরোধ গড়ে তোলে এবং শিশুদের একটি সুরক্ষিত ও সুষ্ঠু জীবন যাপনের অধিকার নিশ্চিত করে।\n\n\n===== সশস্ত্র সংঘাতে শিশুদের নিয়োগ সংক্রান্ত প্রোটোকল (Optional Protocol on the Involvement of Children in Armed Conflict) =====\nসশস্ত্র সংঘাতে শিশুদের নিয়োগ সংক্রান্ত প্রোটোকল (Optional Protocol on the Involvement of Children in Armed Conflict) শিশুদের সশস্ত্র সংঘাতে ব্যবহারের বিরুদ্ধে গৃহীত একটি আন্তর্জাতিক আইন। জাতিসংঘের শিশু অধিকার সনদের এই ঐচ্ছিক প্রোটোকলটি ২০০০ সালে গৃহীত হয় এবং ২০০২ সালের ১২ ফেব্রুয়ারি থেকে কার্যকর হয়। এর উদ্দেশ্য হলো ১৮ বছরের নিচে শিশুদের সশস্ত্র বাহিনী বা গোষ্ঠীতে সরাসরি অংশগ্রহণ থেকে রক্ষা করা এবং সংঘাতের সময় শিশুদের শারীরিক ও মানসিক নিরাপত্তা নিশ্চিত করা। প্রোটোকল অনুযায়ী, জাতিসংঘের সদস্য রাষ্ট্রগুলোকে বাধ্যতামূলকভাবে শিশুদের সশস্ত্র বাহিনীতে নিয়োগ বন্ধ করতে হবে। এটি স্পষ্টভাবে নির্ধারণ করে যে, সশস্ত্র সংঘাতে ১৮ বছরের নিচে কোনো শিশুকে সরাসরি অংশগ্রহণ করতে দেওয়া যাবে না। এছাড়াও, প্রোটোকলটি সশস্ত্র গোষ্ঠীগুলোর (যা রাষ্ট্রের সশস্ত্র বাহিনী নয়) বিরুদ্ধে কঠোর ব্যবস্থা গ্রহণের নির্দেশ দেয় যারা শিশুদের নিয়োগ করে বা সশস্ত্র সংঘাতে তাদের ব্যবহার করে। প্রোটোকল অনুযায়ী, এসব গোষ্ঠীর বিরুদ্ধে আন্তর্জাতিক আইন অনুযায়ী শাস্তিমূলক ব্যবস্থা গ্রহণের জন্য রাষ্ট্রগুলিকে আহ্বান জানানো হয়েছে। এই প্রোটোকল শিশুদের সুরক্ষার ক্ষেত্রে একটি উল্লেখযোগ্য পদক্ষেপ। এটি যুদ্ধ ও সংঘাতময় অঞ্চলে শিশুদের মানবাধিকার রক্ষা করে এবং তাদের ভবিষ্যতের শারীরিক ও মানসিক উন্নয়নে সহায়ক ভূমিকা পালন করে। প্রোটোকলটি বাস্তবায়নে, সদস্য রাষ্ট্রগুলোকে জাতীয় আইন ও নীতিমালা প্রণয়ন করতে উৎসাহিত করা হয়েছে, যাতে তারা প্রয়োজনীয় প্রতিরক্ষা ব্যবস্থা গ্রহণ করতে পারে এবং শিশুদের সশস্ত্র সংঘাতে অংশগ্রহণ থেকে রক্ষা করতে পারে।\nউল্লেখযোগ্য বিষয়বস্তু:\n\n১৮ বছরের নিচে কোনো শিশুকে সশস্ত্র সংঘাতে সরাসরি অংশগ্রহণ করতে দেওয়া যাবে না।\nসশস্ত্র গোষ্ঠীর বিরুদ্ধে শিশুদের নিয়োগ বন্ধে কঠোর ব্যবস্থা গ্রহণের নির্দেশ।\nসদস্য রাষ্ট্রগুলোকে প্রয়োজনীয় আইন প্রণয়নের আহ্বান।\nপ্রোটোকলটি কার্যকর করার মাধ্যমে রাষ্ট্রগুলোকে নিশ্চিত করতে হবে যে, শিশুরা যুদ্ধ এবং সংঘাতের ধ্বংসাত্মক প্রভাব থেকে মুক্ত থাকে এবং একটি নিরাপদ ও সুরক্ষিত পরিবেশে বড় হতে পারে।\n\n\n===== শিশু বিক্রি, শিশু যৌন শোষণ, এবং শিশু পর্নোগ্রাফির বিরুদ্ধে প্রোটোকল (Optional Protocol on the Sale of Children, Child Prostitution and Child Pornography) =====\nজাতিসংঘের শিশু অধিকার সনদের ঐচ্ছিক প্রোটোকল (Optional Protocol on the Sale of Children, Child Prostitution and Child Pornography) শিশুদের সুরক্ষা নিশ্চিত করতে একটি গুরুত্বপূর্ণ আন্তর্জাতিক দলিল। ২০০০ সালে এই প্রোটোকলটি গৃহীত হয়, যার মূল লক্ষ্য শিশু বিক্রি, শিশু যৌন শোষণ, এবং শিশু পর্নোগ্রাফির মতো গুরুতর অপরাধের বিরুদ্ধে কার্যকর পদক্ষেপ নেওয়া। এই প্রোটোকলটি শিশু অধিকার সনদের একটি সম্প্রসারণ, যা শিশুর অধিকার রক্ষায় আরো শক্তিশালী প্রতিরক্ষা ব্যবস্থা প্রস্তাব করে।\nপ্রোটোকলটির প্রধান উদ্দেশ্য হলো শিশুদের উপর চালানো যে কোনো ধরনের যৌন শোষণ ও পাচারের মতো অপরাধের বিরুদ্ধে জাতিসংঘ সদস্য রাষ্ট্রগুলোকে আইন প্রণয়ন ও বাস্তবায়নে বাধ্য করা। এতে শিশুদের যৌন নির্যাতন, শিশু পর্নোগ্রাফি এবং বাণিজ্যিকভাবে শিশু বিক্রির মতো অপরাধের জন্য কঠোর শাস্তি নির্ধারণের কথা বলা হয়েছে। প্রতিটি সদস্য রাষ্ট্রকে এ ধরনের অপরাধের বিরুদ্ধে কঠোর ব্যবস্থা গ্রহণ করতে হবে, যাতে শিশুরা নিরাপদে এবং মর্যাদার সাথে বেড়ে উঠতে পারে। এই প্রোটোকল অনুসারে, প্রতিটি রাষ্ট্রকে শিশু বিক্রি বা যৌন শোষণ সংশ্লিষ্ট অপরাধের জন্য উপযুক্ত আইন প্রণয়ন করতে হবে এবং সংশ্লিষ্ট অপরাধের শিকার শিশুদের সুরক্ষা, পুনর্বাসন, এবং মানসিক পুনর্গঠন নিশ্চিত করতে হবে। প্রোটোকলটি শিশুদের শারীরিক ও মানসিক ক্ষতির হাত থেকে রক্ষা করতে এবং তাদের সামাজিক পুনর্বাসনে সহায়তা করার বিষয়ে গুরুত্ব দেয়। এই প্রোটোকলটি শিশু বিক্রি এবং যৌন শোষণের বিরুদ্ধে আন্তঃদেশীয় সহযোগিতার ওপরও গুরুত্ব দেয়। একাধিক দেশের মধ্যে আইন প্রয়োগকারী সংস্থাগুলোর সহযোগিতার মাধ্যমে এই অপরাধের বিরুদ্ধে কঠোর পদক্ষেপ গ্রহণ করা হবে। প্রোটোকলটি শিশুদের অধিকার এবং সুরক্ষার ক্ষেত্রে বৈশ্বিক মানদণ্ড স্থাপন করেছে এবং এটি বাস্তবায়নের জন্য সকল সদস্য রাষ্ট্রকে জাতীয় এবং আন্তর্জাতিকভাবে দায়িত্ব পালন করতে বলা হয়েছে। এই প্রোটোকল শিশুদের যৌন শোষণ এবং পাচারের বিরুদ্ধে একটি শক্তিশালী আন্তর্জাতিক প্রতিরক্ষা কাঠামো প্রতিষ্ঠা করেছে। এর মাধ্যমে শিশুদের শারীরিক ও মানসিক বিকাশের জন্য একটি সুরক্ষিত পরিবেশ নিশ্চিত করা এবং তাদের অধিকার রক্ষায় গুরুত্বপূর্ণ ভূমিকা পালন করা হয়েছে।\n\n\n===== যোগাযোগ পদ্ধতি সংক্রান্ত প্রোটোকল (Optional Protocol on a Communications Procedure) =====\nযোগাযোগ পদ্ধতি সংক্রান্ত প্রোটোকল (Optional Protocol on a Communications Procedure) জাতিসংঘের শিশু অধিকার সনদের অধীনে ২০১১ সালে গৃহীত একটি গুরুত্বপূর্ণ দলিল, যা শিশুদের অধিকার লঙ্ঘনের বিরুদ্ধে অভিযোগ দায়ের করার জন্য একটি বিশেষ ব্যবস্থা প্রদান করে। এটি ২০১৪ সালের এপ্রিল মাস থেকে কার্যকর হয়। প্রোটোকলটির মূল লক্ষ্য হলো শিশুদের অধিকার রক্ষায় আরও কার্যকর পদক্ষেপ গ্রহণ করা এবং আন্তর্জাতিক পর্যায়ে শিশুদের ন্যায়বিচার নিশ্চিত করা।\nএই প্রোটোকলের অধীনে, কোনো শিশু বা তার পক্ষ থেকে কোনো ব্যক্তি বা গোষ্ঠী জাতিসংঘের শিশু অধিকার কমিটির কাছে অভিযোগ দায়ের করতে পারে যদি রাষ্ট্রের আইন বা পদ্ধতি দ্বারা তার অধিকার লঙ্ঘিত হয় এবং সেই অধিকার রক্ষার জন্য দেশের অভ্যন্তরে কোনও কার্যকর প্রতিকার পাওয়া যায়নি। প্রোটোকলটি শিশুদের একটি আন্তর্জাতিক প্ল্যাটফর্ম প্রদান করে, যা তাদের অধিকার রক্ষা এবং পুনর্বাসনে সহায়ক ভূমিকা পালন করে।\nপ্রোটোকলটি তিনটি মূল পদ্ধতির ওপর ভিত্তি করে কাজ করে:\n\nযোগাযোগ পদ্ধতি: শিশু বা তাদের প্রতিনিধিরা কমিটির কাছে অধিকার লঙ্ঘনের বিরুদ্ধে অভিযোগ করতে পারে।\nতদন্ত পদ্ধতি: যদি গুরুতর এবং সামগ্রিকভাবে অধিকার লঙ্ঘনের অভিযোগ পাওয়া যায়, তবে কমিটি নিজ উদ্যোগে তদন্ত শুরু করতে পারে।\nআন্তঃরাষ্ট্র যোগাযোগ পদ্ধতি: এটি সদস্য রাষ্ট্রগুলোর মধ্যে শিশু অধিকার সম্পর্কিত বিরোধ নিষ্পত্তির জন্য ব্যবহৃত হয়।\nএই প্রোটোকলটি শিশুদের অধিকার লঙ্ঘনের অভিযোগের প্রতিকার নিশ্চিত করে এবং তাদের ন্যায়বিচার পাওয়ার পথ প্রসারিত করে। এর মাধ্যমে শিশুদের আন্তর্জাতিক পর্যায়ে তাদের অধিকার দাবি করার সুযোগ তৈরি হয় এবং এটি সদস্য রাষ্ট্রগুলোকে তাদের জাতীয় আইনি কাঠামো উন্নত করতে বাধ্য করে।\n\n\n== শিশু সুরক্ষার মূল বিষয় সমূহ ==\nশিশু সুরক্ষার মূল বিষয়গুলো মূলত শিশুদের বিভিন্ন ধরনের ক্ষতি থেকে সুরক্ষিত রাখার প্রয়োজনীয়তা এবং তাদের সুস্থ মানসিক, শারীরিক এবং সামাজিক বিকাশ নিশ্চিত করার জন্য কেন্দ্রীভূত।\n\n\n=== নির্যাতন, অবহেলা, অপব্যবহার, শোষণ, ও ক্ষতিকর প্রথা ===\nনির্যাতন, অবহেলা, অপব্যবহার, শোষণ, ও ক্ষতিকর প্রথা শিশুদের মানসিক ও শারীরিক বিকাশে মারাত্মক প্রভাব ফেলে এবং তাদের সুরক্ষার জন্য এগুলোকে প্রতিরোধ করা অত্যন্ত গুরুত্বপূর্ণ। এই উপাদানগুলো শিশুদের জীবনে দীর্ঘমেয়াদী নেতিবাচক প্রভাব তৈরি করে, যা তাদের মানসিক ও শারীরিক স্বাস্থ্যের জন্য ক্ষতিকর হতে পারে।\n\n\n===== নির্যাতন =====\nনির্যাতন বলতে এমন আচরণ বোঝানো হয় যা শিশুকে শারীরিক, মানসিক, বা মানসিকভাবে আঘাত করে এবং যার ফলে শিশুর শারীরিক ও মানসিক বিকাশ বাধাগ্রস্ত হয়। এটি গুরুতর একটি সমস্যা, যা সমাজের বিভিন্ন স্তরে ঘটে থাকে। নির্যাতনের বিভিন্ন প্রকারভেদ রয়েছে, এবং এর প্রতিটি প্রকার শিশুর সুস্থতা এবং স্বাভাবিক বিকাশের জন্য বিপজ্জনক হতে পারে। নির্যাতন শিশুদের উপর দীর্ঘমেয়াদী প্রভাব ফেলে এবং তাদের মানসিক ও শারীরিক স্বাস্থ্যে ক্ষতিকর প্রভাব সৃষ্টি করে।\n\nশারীরিক নির্যাতন: শারীরিক নির্যাতন হলো শিশুকে শারীরিক আঘাত করা বা শিশুর শরীরে আঘাত করে তাকে শারীরিকভাবে ক্ষতিগ্রস্ত করা। উদাহরণস্বরূপ, শিশুদের মারধর করা, পুড়িয়ে দেওয়া, ধাক্কা দেওয়া বা আঘাত করা শারীরিক নির্যাতনের অন্তর্ভুক্ত। শারীরিক নির্যাতন শিশুর শারীরিক বিকাশে বাধা দেয় এবং দীর্ঘমেয়াদী শারীরিক আঘাতের কারণ হতে পারে, যেমন হাড় ভেঙে যাওয়া বা অভ্যন্তরীণ আঘাত।\nমানসিক বা আবেগগত নির্যাতন: মানসিক নির্যাতন হলো এমন আচরণ যা শিশুর মানসিক স্থিতি এবং আত্মবিশ্বাসকে ক্ষতিগ্রস্ত করে। এই ধরনের নির্যাতনের মধ্যে অন্তর্ভুক্ত হতে পারে ক্রমাগত অপমান করা, তুচ্ছ-তাচ্ছিল্য করা, শিশুদের প্রতি ভালবাসা বা যত্নের অভাব, তাদের প্রয়োজনীয় মানসিক সুরক্ষা না দেওয়া। মানসিক নির্যাতন শিশুদের মানসিক স্বাস্থ্যের জন্য মারাত্মক ক্ষতির কারণ হতে পারে এবং তাদের আত্মমর্যাদা নষ্ট করতে পারে।\nযৌন নির্যাতন: যৌন নির্যাতন হলো শিশুদের উপর যৌন কর্মকাণ্ড আরোপ করা, যা তাদের সম্মতি ছাড়াই করা হয়। এই ধরনের নির্যাতনের মধ্যে অন্তর্ভুক্ত থাকতে পারে অশ্লীল ছবি দেখা, যৌনাঙ্গের স্পর্শ, বা অন্য যে কোনো যৌন আচরণ। যৌন নির্যাতন শিশুদের মানসিক ও শারীরিকভাবে ভয়াবহভাবে ক্ষতিগ্রস্ত করতে পারে এবং তাদের ভবিষ্যতের মানসিক স্বাস্থ্যে গভীর নেতিবাচক প্রভাব ফেলতে পারে।\nনির্যাতনের প্রভাব: নির্যাতনের প্রভাব খুবই গুরুতর এবং এটি শিশুর জীবনকে দীর্ঘমেয়াদীভাবে প্রভাবিত করতে পারে। শারীরিক নির্যাতন শিশুদের শরীরের ক্ষতি করে, কিন্তু মানসিক নির্যাতন শিশুদের আত্মবিশ্বাস নষ্ট করে এবং তারা নিজের প্রতি নেতিবাচক ধারণা পোষণ করতে শুরু করে। যৌন নির্যাতনের ফলে শিশুরা দীর্ঘমেয়াদী মানসিক আঘাতের শিকার হয় এবং তারা আত্মবিশ্বাস হারাতে পারে। নির্যাতিত শিশুরা অনেক সময় স্কুলে ভালোভাবে পড়াশোনা করতে পারে না এবং সামাজিক যোগাযোগে সমস্যা অনুভব করে। তাদের মধ্যে বিষণ্ণতা, উদ্বেগ, এবং আত্মহত্যার প্রবণতা দেখা দিতে পারে। এছাড়াও, নির্যাতন শিশুর মানসিক ও শারীরিক বিকাশ বাধাগ্রস্ত করে এবং তারা সমাজে সঠিকভাবে সংযুক্ত হতে ব্যর্থ হতে পারে।\nনির্যাতন প্রতিরোধে পদক্ষেপ: নির্যাতন প্রতিরোধের জন্য সামাজিক, আইনগত, এবং পারিবারিকভাবে বেশ কিছু পদক্ষেপ গ্রহণ করা যেতে পারে:\n\nআইনি পদক্ষেপ: নির্যাতন প্রতিরোধে কঠোর আইন প্রণয়ন এবং তা কার্যকর করা। যেমন, শিশুদের নির্যাতন থেকে রক্ষার জন্য বিশেষ আইন প্রণয়ন এবং সেই আইনের কঠোর বাস্তবায়ন।\nসামাজিক সচেতনতা: সমাজের মানুষকে শিশু নির্যাতনের বিরুদ্ধে সচেতন করা এবং তাদেরকে সঠিক শিক্ষার মাধ্যমে দায়িত্বশীল নাগরিক হিসেবে গড়ে তোলা।\nপারিবারিক সহায়তা: পরিবারগুলোকে শিশুর যত্ন ও সুরক্ষার বিষয়ে আরও সচেতন করা এবং শিশুদের প্রতি সঠিক আচরণ প্রদর্শনে তাদের উদ্বুদ্ধ করা।\n\n\n== শিশু সুরক্ষা বিষয়ক/সংক্রান্ত প্রতিষ্ঠান ==\nইউনিসেফ (জাতিসংঘ শিশু তহবিল)\nইউ,এন,এইচ,সি,আর (জাতিসংঘ শরণার্থী বিষয়ক হাইকমিশনার)\nআই,এল,ও (আন্তর্জাতিক শ্রম সংস্থা)\nইউ,এন,এফ,পি,এ (জাতিসংঘ জনসংখ্যা তহবিল)\nমহিলা ও শিশু বিষয়ক মন্ত্রণালয়\nসমাজকল্যাণ মন্ত্রণালয়\nসমাজসেবা অধিদফতর\nমহিলা বিষয়ক অধিদপ্তর\nব্র্যাক\nকেয়ার\nমেদসাঁ সঁ ফ্রোঁতিয়ের\nপ্লান ইন্টারন্যাশনাল\nটেরে দে হোম\nআই,আর,সি\nএন,আর,সি\n\n\n== শিশু সুরক্ষা কার্যক্রম ==\n\n\n== শিশু সুরক্ষার বৈশ্বিক পরিস্থিতি ==\n\n\n== বাংলাদেশে শিশু সুরক্ষার পরিস্থিতি ==\n\n\n== শিশু সুরক্ষা সংশ্লিষ্ট প্রতিষ্ঠান ==\n\n\n== শিশু সুরক্ষা সংশ্লিষ্ট আন্তর্জাতিক আইন ==\n\n\n== শিশু সুরক্ষা সংশ্লিষ্ট বাংলাদেশি আইন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে শিশু সুরক্ষা সম্পর্কিত মিডিয়া দেখুন।\n\nA Report Card on Child Protection  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৭-০৮-২৯ তারিখে. (PDF-File, 991 KB) — United Nations Children's Fund: Progress for Children, Number 8. September 2009."}