{"pageid": 1477204, "title": "ডেলা হেইডেন রেনি", "url": "https://bn.wikipedia.org/wiki?curid=1477204", "content": "ডেলা হেইডেন রেনি (১০ জানুয়ারি, ১৯১২ - ২৩ অক্টোবর, ১৯৮৭) মার্কিন যুক্তরাষ্ট্র সেনা নার্স কোরের একজন নার্স ছিলেন। তিনি প্রথম আফ্রিকান-মার্কিন নার্স যিনি দায়িত্ব পালনের জন্য দ্বিতীয় বিশ্বযুদ্ধে যোগ দিয়েছিলেন এবং প্রথম প্রধান নার্স নিযুক্ত হয়েছিলেন। ১৯৪৪ সালে, তিনি ক্যাপ্টেন পদে উন্নীত হয়ে আর্মি এয়ার কোরের সাথে যোগ দেওয়া প্রথম কৃষ্ণাঙ্গ নার্স। ১৯৪৬ সালে তিনি মেজর পদে উন্নীত হন। রেনি ১৯৭৮ সালে সেনাবাহিনী থেকে অবসর নেন।\n\n\n== জন্ম ও শিক্ষা ==\nডেলা রেনি ১৯১২ সালের ১০ জানুয়ারি ভার্জিনিয়ার সাফোক শহরে জন্মগ্রহণ করেন। তিনি তার বাবা-মা জর্জ ও উইলি রানে'র ১২ সন্তানের মধ্যে চতুর্থ। ১৯৩৭ সালে নর্থ ক্যারোলিনার ডারহামে অবস্থিত লিঙ্কন হাসপাতাল 'স্কুল অফ নার্সিং' থেকে স্নাতক অর্জন করেন। লিঙ্কনে, তিনি একটি কার্য অধীক্ষক হিসাবে কাজ করেছিলেন এবং সেনাবাহিনীতে যোগ দেওয়ার আগে ভার্জিনিয়ার নরফোকের কমিউনিটি হাসপাতালে এবং উইনস্টন-সালেমের কেবি রেনল্ডস হাসপাতালেও কাজ করেছিলেন।\n\n\n== সেনা-জীবন ==\n১৯৪১ সালের এপ্রিলে, রেনি প্রথম কৃষ্ণাঙ্গ আমেরিকান নার্স  হিসেবে দ্বিতীয় বিশ্বযুদ্ধে আর্মি নার্স কোরে নিজ দায়িত্বে যোগদানের জন্য রিপোর্ট করেছিলেন। সেকেন্ড লেফটেন্যান্ট হিসেবে কমিশন পাওয়া রেনি প্রথমে ফোর্ট ব্র্যাগে নিযুক্ত ছিলেন, এখানে তিনি নার্সিং অধীক্ষক হিসেবে কাজ করতেন। পরের বছর, তাকে তুস্কেগি আর্মি এয়ার ফিল্ড স্টেশন হাসপাতালে স্থানান্তর করা হয়।  রেনি সেখানে প্রধান নার্স হিসেবে কাজ করেন। ১৯৪৪ সালে ক্যাপ্টেন হিসেবে পদোন্নতি পান। একইবছর তাকে ফোর্ট হুয়াচুকাতে বদলি করা হয়েছিল। সেই সময়ে, তিনিই একমাত্র কৃষ্ণাঙ্গ মহিলা যিনি এই পদমর্যাদা অর্জন করেছিলেন এবং মার্কিন আর্মি এয়ার ফোর্সে কাজ করেছিলেন। ১৯৪৬ সালে, তিনি ক্যাম্প বিলে থেকে প্রান্তিক ছুটি নিয়েছিলেন, এখানেও তিনি প্রধান নার্স ছিলেন। সেবছর রেনি মেজর পদে উন্নীত হন। তিনি ছিলেন প্রথম কৃষ্ণাঙ্গ নার্স যিনি মার্কিন সেনাবাহিনীতে মেজর পদে উন্নীত হন। ১৯৫০- এর দশকে, তাকে পার্সি জোন্স আর্মি মেডিকেল হাসপাতালে পদায়ন করা হয়েছিল। রেনি ১৯৭৮ সালে অবসরে যাওয়ার আগ পর্যন্ত সেনাবাহিনীতে চাকরি করেন।\n\n\n== মৃত্যু ও সম্মাননা ==\nতিনি ১৯৭৮ সালে কৃষ্ণাঙ্গ আমেরিকান বিমানসেনাদের নিয়ে গঠিত দল টাস্কেগি এয়ারম্যান কর্তৃক তার পরিষেবার জন্য সম্মানিত হন, সহকর্মী সৈন্যরা তাকে \"মাও রেনি\" বলে ডাকতো। বিয়ের পর তিনি ডেলা রেনি জ্যাকসন নাম গ্রহণ করেন। ১৯৮৭ সালের ২৩ অক্টোবর রেনি মারা যান। তাকে ভার্জনিয়ার আর্লিংটন জাতীয় গোরস্থানে তার বিবাহিত নামে সমাহিত করা হয়। টাস্কেগি এয়ারম্যান এবং ন্যাশনাল ব্ল্যাক নার্সেস অ্যাসোসিয়েশন ২০১২ সালে তার সম্মানে একটি বৃত্তি চালু করেছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআর্লিংটন জাতীয় গোরস্থানে ডেলা রেনি"}