{"pageid": 1478155, "title": "সাইদ নাফা", "url": "https://bn.wikipedia.org/wiki?curid=1478155", "content": "সাইদ নাফা (আরবি: سعيد نفاع, হিব্রু ভাষায়: סעיד נפאע‎, এছাড়াও সাইদ নাফ্ফা, জন্ম ১ এপ্রিল ১৯৫৩) একজন ইসরায়েলি আরব রাজনীতিবিদ এবং আইনজীবী। ইসরায়েলের একজন দ্রুজ নাগরিক, তিনি ২০০৭ থেকে ২০১৩ সালের মধ্যে বালাদের জন্য নেসেটের সদস্য হিসাবে কাজ করেছিলেন।\n\n\n== জীবনী ==\n১৯৫৩ সালে বেইট জানের দ্রুজ বিশ্বাসের একটি পরিবারে জন্মগ্রহণ করেন, নাফা ১৪ বছর বয়সে কমিউনিস্ট পার্টি মাকিতে যোগ দেন। তিনি তেল আবিব বিশ্ববিদ্যালয়ে আইন অধ্যয়ন করেন, ১৯৮৩ সালে স্নাতক হন। ১৯৮৯ সালে, তিনি মাকির প্রতিনিধি হিসাবে তার নিজ শহরের স্থানীয় কাউন্সিলে নির্বাচিত হন এবং ১৯৯০-এর দশকে মেয়র এবং ডেপুটি মেয়র হিসাবেও দায়িত্ব পালন করেন।\nনাফা ১৯৯৭ সালে মাকি পার্টি ত্যাগ করেন এবং ১৯৯৯ সালে ইসরায়েলের দ্রুজ সম্প্রদায়ের অন্যান্য সদস্যদের নিয়ে গঠিত একটি বড় দল সহ আরব পার্টি বালাদে যোগ দেন।\n২০০১ সালে, তিনি \"প্যাক্ট অফ ফ্রি দ্রুজ\" ঘোষণা করেছিলেন, একটি উদ্যোগ যার লক্ষ্য ছিল ইসরায়েলি সেনাবাহিনীতে ড্রুজের নিয়োগের অবসান ঘটানো এবং ইস্রায়েলে ফিলিস্তিনি আরব জনসংখ্যার অবিচ্ছেদ্য অংশ হিসাবে সম্প্রদায়ের পরিচয় এবং ব্যাপকভাবে ফিলিস্তিনি জনগণের প্রচার করা। নাফা নিজেই একজন বিবেকবান আপত্তিকারী যিনি তার সেনাবাহিনীর চাকরি করতে অস্বীকার করার জন্য বেশ কয়েকবার কারাগারে বন্দী হয়েছিলেন এবং তার চার পুত্রও তালিকাভুক্ত হতে অস্বীকার করার জন্য বিচারের মুখোমুখি হয়েছেন।\n২০০৩ সালে নাফা দ্বারা প্রতিষ্ঠিত আরেকটি কমিটি ইসরাইল এবং আরব বিশ্বের অন্যত্র, প্রধানত সিরিয়া এবং লেবাননের মধ্যে দ্রুজ নেতাদের মধ্যে যোগাযোগ সহজতর করার চেষ্টা করে।\n২০০৬ সালের নির্বাচনের আগে নাফা বালাদের তালিকায় চতুর্থ স্থানে ছিল। যদিও বালাদ নির্বাচনে মাত্র তিনটি আসনে জয়লাভ করেন, তিনি ২৪ এপ্রিল ২০০৭-এ পার্টি নেতা আজমি বিশারার স্থলাভিষিক্ত হিসেবে নেসেটে প্রবেশ করেন, যিনি পদত্যাগ করেছিলেন। ২০০৯ সালের নির্বাচনের জন্য তাকে দলের তালিকায় দ্বিতীয় স্থানে রাখা হয়েছিল,  এবং পার্টি তিনটি ম্যান্ডেট জিতেছিল বলে তার আসনটি ধরে রেখেছে।\nফেব্রুয়ারী ২০১২ এর শেষের দিকে, নাফা সিরিয়ায় বাশার আল-আসাদ এবং তার সরকারকে সমর্থন করে একটি সমাবেশে সম্মানিত অতিথি ছিলেন। তিনি বলেছিলেন যে তিনি শাসনকে সমর্থন করতে এবং আসাদের সংস্কার প্রচেষ্টাকে প্রতিরোধ করার জন্য গঠিত বিদেশী জোটের নিন্দা করতে এসেছিলেন। তিনি আরও বলেন যে পশ্চিমা জোট \"গণহত্যা\" তৈরি করেছে এবং (পশ্চিমী জোট) সিরিয়ার শিশুদের মৃত্যুর জন্য দায়ী, গ্যাংকে অস্ত্র সরবরাহ করে। ইসরায়েলি প্রসিকিউটরদের মতে, নাফা সিরিয়ায় থাকাকালীন পিএফএলপির মহাসচিব তালাল নাজির সাথেও দেখা করেছিলেন।\n২০১১ সালের ডিসেম্বরে, নাফাকে একটি শত্রু রাষ্ট্রে অবৈধভাবে প্রবেশ এবং একটি বিদেশী এজেন্টের সাথে যোগাযোগ করার জন্য অভিযুক্ত করা হয়েছিল।\nনাফা ২০১৩ সালের নির্বাচনে প্রতিদ্বন্দ্বিতা করেনি এবং পরবর্তীকালে তার নেসেট আসনটি হারায়।\n৬ এপ্রিল ২০১৪-এ, নাফাকে একটি শত্রু রাষ্ট্রে অবৈধভাবে প্রবেশ করার জন্য এবং একটি বিদেশী এজেন্টের সাথে যোগাযোগের কারণে দোষী সাব্যস্ত করা হয়েছিল। বিদেশী এজেন্টের সাথে যোগাযোগ করার দ্বিতীয় কাউন্ট থেকে তাকে খালাস দেওয়া হয়েছিল। ৪ সেপ্টেম্বর ২০১৪-এ তাকে এক বছরের কারাদণ্ড দেওয়া হয়।\nনাফা বেইট জান -এ থাকেন এবং নয়টি সন্তান নিয়ে বিবাহিত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসাইদ নাফা on the Knesset website"}