{"pageid": 1478937, "title": "অশুভ", "url": "https://bn.wikipedia.org/wiki?curid=1478937", "content": "অশুভ হলো খারাপ হওয়া এবং নৈতিকভাবে ভুল আচরণ করা; অথবা এটি অপ্রয়োজনীয় ব্যথা ও যন্ত্রণা সৃষ্টি করার শর্ত, যার বিশ্বের উপর পাকা নেতিবাচক রয়েছে।\nঅশুভকে সাধারণত শুভ এর বিপরীত অথবা কখনো অনুপস্থিতি হিসেবে দেখা হয়। যদিও দৈনন্দিন ক্ষেত্রে এটি প্রায়শই গভীর দুষ্টতা ও সাধারণ শুভ এর বিরুদ্ধে কথা বলার জন্য আরও সংকীর্ণভাবে ব্যবহৃত হয়। এটিকে সাধারণত একাধিক সম্ভাব্য রূপ ধারণ করা হয়, যেমন ব্যক্তিগত নৈতিক অশুভ এর রূপ অথবা নৈর্ব্যক্তিক প্রাকৃতিক অশুভ এবং ধর্মীয় চিন্তাধারায়, দানবের রূপ অথবা অতিপ্রাকৃত। যদিও কিছু ধর্ম,  বিশ্বদর্শন ও দর্শনশাস্ত্রগুলি \"শুভ বনাম অশুভ\" এর উপর ফোকাস করে, অন্যরা মানুষকে বর্ণনা করার ক্ষেত্রে অশুভের অস্তিত্ব ও উপযোগিতাকে অস্বীকার করে।\nঅশুভ গভীর অনৈতিকতাকে বোঝাতে পারে, কিন্তু সাধারণত মানুষের অস্তিত্ব বোঝার কিছু ভিত্তি ছাড়া নয়, যেখানে কলহ ও পীড়া হলো অশুভের প্রকৃত শিকড়। কিছু ধর্মীয় প্রেক্ষাপটে অশুভকে অতিপ্রাকৃত শক্তি হিসেবে বর্ণনা করা হয়েছে। অশুভের সংজ্ঞা পরিবর্তিত হয়, যেমন তার উদ্দেশ্য বিশ্লেষণ করে। যে উপাদানগুলি সাধারণত ব্যক্তিগত প্রকারের অশুভের সাথে যুক্ত থাকে সেগুলি রাগ, প্রতিহিংসা, ঘৃণা, মানসিক আঘাত, সুবিধা, স্বার্থপরতা, অজ্ঞতা, বিনাশ ও অবহেলা সহ ভারসাম্যহীন আচরণ জড়িত।\nচিন্তার কিছু রূপের মধ্যে, অশুভকে কখনও কখনও পরম পরিভাষায় ভালোর বিপরীতে দ্বৈতবাদী বিরোধী বাইনারি হিসেবেও ধরা হয়, যাতে শুভর জয় হয় এবং অশুভ পরাজিত হয়। বৌদ্ধধর্মীয় আধ্যাত্মিক সংস্কৃতিতে, শুভ ও অশুভ উভয়ই বিরোধী দ্বৈততার অংশ হিসাবে বিবেচিত হয় যা নির্বাণ অর্জনের মাধ্যমে নিজেকে অতিক্রম করতে হবে। শুভ ও অশুভ সম্পর্কিত নৈতিক প্রশ্নগুলি অধ্যয়নের তিনটি প্রধান ক্ষেত্রে অন্তর্ভুক্ত করা হয়েছে: পরানীতিশাস্ত্র, শুভ ও অশুভ প্রকৃতির বিষয়ে; আদর্শগত নীতিশাস্ত্র, কীভাবে আচরণ করা উচিত সেই বিষয়ে; এবং ফলিত নীতিশাস্ত্র বিষয়গুলির ক্ষেত্রে প্রয়োগকৃত নীতিশাস্ত্র। যদিও শব্দটি সংস্থা ছাড়া ঘটনাবলী ও অবস্থার ক্ষেত্রে প্রযোজ্য হয়, এই নিবন্ধে যে ধরনের মন্দকে সম্বোধন করা হয়েছে তা এক বা একাধিক দুষ্টকারীকে অনুমান করে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nBaumeister, Roy F. (1999). Evil: Inside Human Violence and Cruelty. New York: W.H. Freeman/Owl Book\nBennett, Gaymon, Hewlett, Martinez J, Peters, Ted, Russell, Robert John (2008). The Evolution of Evil. Göttingen: Vandenhoeck & Ruprecht. আইএসবিএন ৯৭৮-৩-৫২৫-৫৬৯৭৯-৫\nKatz, Fred Emil (1993). Ordinary People and Extraordinary Evil, SUNY Press, আইএসবিএন ০-৭৯১৪-১৪৪২-৬;\nKatz, Fred Emil (2004). Confronting Evil, SUNY Press, আইএসবিএন ০-৭৯১৪-৬০৩০-৪.\nNeiman, Susan (2002). Evil in Modern Thought – An Alternative History of Philosophy. Princeton: Princeton University Press. \nOppenheimer, Paul (১৯৯৬)। Evil and the Demonic: A New Theory of Monstrous Behavior। New York: New York University Press। আইএসবিএন 978-0-8147-6193-9। \nShermer, M. (2004). The Science of Good & Evil. New York: Time Books. আইএসবিএন ০-৮০৫০-৭৫২০-৮\nSteven Mintz; John Stauffer, সম্পাদকগণ (২০০৭)। The Problem of Evil: Slavery, Freedom, and the Ambiguities of American Reform। University of Massachusetts Press। আইএসবিএন 978-1-55849-570-8। \nStapley, A.B. & Elder Delbert L. (1975). Using Our Free Agency. Ensign May: 21\nStark, Ryan (2009). Rhetoric, Science, and Magic in Seventeenth-Century England. Washington, DC: The Catholic University of America Press. 115–45.\nVetlesen, Arne Johan (2005). Evil and Human Agency – Understanding Collective Evildoing New York: Cambridge University Press. আইএসবিএন ৯৭৮-০-৫২১-৮৫৬৯৪-২\nWilson, William McF., Julian N. Hartt (2004). Farrer's Theodicy. In David Hein and Edward Hugh Henderson (eds), Captured by the Crucified: The Practical Theology of Austin Farrer. New York and London: T & T Clark/Continuum. আইএসবিএন ০-৫৬৭-০২৫১০-১\n\n\n== বহিঃসংযোগ ==\n\nবিবিসির  ইন আওয়ার টাইম-এ Evil\nস্ট্যানফোর্ড এনসাইক্লোপিডিয়া অফ ফিলোসফিতে Todd Calder কর্তৃক  \"Concept of Evl\" ভুক্তি\nGood and Evil in (Ultra Orthodox) Judaism\nABC News: Looking for Evil in Everyday Life\nPsychology Today: Indexing Evil\nBooknotes interview with Lance Morrow on Evil: An Investigation, October 19, 2003.\n\"Good and Evil\", BBC Radio 4 discussion with Leszek Kolakowski and Galen Strawson (In Our Time, Apr. 1, 1999).\n\"Evil\", BBC Radio 4 discussion with Jones Erwin, Stefan Mullhall and Margaret Atkins (In Our Time, May 3, 2001)"}