{"pageid": 1478239, "title": "আনহেল মেনা", "url": "https://bn.wikipedia.org/wiki?curid=1478239", "content": "আনহেল ইসরায়েল মেনা দেলগাদো (স্পেনীয়: Ángel Mena; জন্ম: ২১ জানুয়ারি ১৯৮৮; আনহেল মেনা নামে সুপরিচিত) হলেন একজন ইকুয়েডরীয় পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে মেক্সিকীয় ক্লাব লেওন এবং ইকুয়েডর জাতীয় দলের হয়ে আক্রমণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত ডান পার্শ্বীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে বাম পার্শ্বীয় আক্রমণভাগের খেলোয়াড় অথবা আক্রমণাত্মক মধ্যমাঠের খেলোয়াড় হিসেবে খেলেন।\nমেনা ২০১৫ সালে ইকুয়েডরের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; ইকুয়েডরের জার্সি গায়ে তিনি এপর্যন্ত ৫৬ ম্যাচে ৮টি গোল করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nআনহেল ইসরায়েল মেনা দেলগাদো ১৯৮৮ সালের ২১শে জানুয়ারি তারিখে ইকুয়েডরের গুয়াইয়াকিলে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\n২০১৫ সালের ২৯শে মার্চ তারিখে, ২৭ বছর, ২ মাস ও ৮ দিন বয়সে, বাম পায়ে ফুটবল খেলায় পারদর্শী মেনা মেক্সিকোর বিরুদ্ধে অনুষ্ঠিত প্রীতি ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে ইকুয়েডরের হয়ে অভিষেক করেছেন। উক্ত ম্যাচের ৪৪তম মিনিটে আক্রমণভাগের খেলোয়াড় জেফেরসোন মোন্তেরোর বদলি খেলোয়াড় হিসেবে তিনি মাঠে প্রবেশ করেছিলেন; ম্যাচে তিনি ১৩ নম্বর জার্সি পরিধান করে ডান পার্শ্বীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি মেক্সিকো ১–০ গোলের ব্যবধানে জয়লাভ করেছিল। ইকুয়েডরের হয়ে অভিষেকের বছরে মেনা সর্বমোট ৪ ম্যাচে অংশগ্রহণ করেছেন। জাতীয় দলের হয়ে অভিষেকের ১১ মাস ও ২৪ দিন পর, ইকুয়েডরের জার্সি গায়ে প্রথম গোলটি করেছেন; ২০১৬ সালের ২৪শে মার্চ তারিখে, প্যারাগুয়ের বিরুদ্ধে ম্যাচের ৯২তম মিনিটে ক্রিস্তিয়ান নোবোয়ার অ্যাসিস্ট হতে ইকুয়েডরের হয়ে ম্যাচের দ্বিতীয় গোলটি করার মাধ্যমে তিনি আন্তর্জাতিক ফুটবলে তার প্রথম গোলটি করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n১৬ সেপ্টেম্বর ২০২৪ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nআনহেল মেনা – ফিফা প্রতিযোগিতার রেকর্ড (ইংরেজি) \nসকারওয়েতে আনহেল মেনা  (ইংরেজি)  \nসকারবেসে আনহেল মেনা (ইংরেজি) \nবিডিফুটবলে \nট্রান্সফারমার্কেটে আনহেল মেনা (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে আনহেল মেনা (ইংরেজি) \nইএসপিএন এফসিতে \nন্যাশনাল-ফুটবল-টিমস.কমে আনহেল মেনা (ইংরেজি)"}