{"pageid": 1478245, "title": "নিরাকারতা", "url": "https://bn.wikipedia.org/wiki?curid=1478245", "content": "নিরাকারতা হলো \"নিরাকার বা অশরীরী হওয়ার অবস্থা বা গুণ; অমৌলিকতা\"। এর অন্তর্নিহিত অর্থ \"পদার্থ দিয়ে গঠিত নয়; বস্তুগত অস্তিত্ব নেই\"।\nইসলাম, খ্রিস্টান ও ইহুদি ধর্ম সহ অনেক প্রধান ধর্মীয় সম্প্রদায় ও ধর্মে নিরাকারতা হলো আত্মা ও ঈশ্বরের গুণ। প্রাচীন দর্শনে, বায়ু, ইথার, অগ্নি বা আলোর মতো যেকোন ক্ষীণ \"পাতলা\" বিষয়কে অসম্পূর্ণ বলে মনে করা হত। প্রাচীন গ্রীকরা বিশ্বাস করত বায়ু, কঠিন পৃথিবীর বিপরীতে, নিরীহ, কারণ এটি চলাচলের জন্য কম প্রতিরোধী; এবং পারসিকরা অগ্নিকে নিরাকার বলে বিশ্বাস করত যে প্রতিটি আত্মা তা থেকে উৎপন্ন হয়। আধুনিক দর্শনে, নিরাকার ও অপ্রস্তুত এর মধ্যে পার্থক্য অগত্যা বজায় রাখা হয় না: দেহকে অকৃত্রিম হিসাবে বর্ণনা করা হয় যদি এটি পদার্থ থেকে তৈরি না হয়।\nসার্বজনীন সমস্যায়, সার্বজনীন এক অর্থে যেকোন নির্দিষ্ট মূর্তি থেকে পৃথক করা যায়, অন্য অর্থে, তবুও তারা সহজাত বলে মনে হয়। এরিস্টটল প্লেটোর রূপের জগতের বিপরীতে বিমূর্ততার হাইলোমরফী কাহিনীর প্রস্তাব করেন। এরিস্টটল গ্রীক শব্দ সোমা (শরীর) এবং হাইল (বস্তু) ব্যবহার করেন।\nকার্যকারণভাবে কার্যকরী অন্তর্নিহিত শারীর এমনকি সুসঙ্গত এমন ধারণার জন্য এই বিশ্বাসের প্রয়োজন হয় যে কিছু বস্তুকে প্রভাবিত করতে পারে, প্রভাবের বিন্দুতে শারীরিকভাবে বিদ্যমান ছাড়াই। বল সরাসরি অন্য বলকে প্রভাবিত করতে পারে এবং এটি দৃশ্যমান হয় কারণ এটি আলোকে প্রতিফলিত করে যা সরাসরি এটিতে পৌঁছায়। প্রভাবের অন্তর্নিহিত ক্ষেত্র, বা জৈব শারীর এই কর্মগুলি সম্পাদন করতে পারে না কারণ তাদের এই কর্মগুলি সম্পাদন করার মতো কোনও শারীরিক গঠন নেই৷ নিউটনকে অনুসরণ করে, দূরত্বে কর্মকে নৃশংস সত্য হিসাবে গ্রহণ করা এবং এটি করার সাথে জড়িত দার্শনিক সমস্যাগুলিকে উপেক্ষা করা প্রথাগত হয়ে উঠেছে।\n\n\n== ধর্মতত্ত্ব ==\nসাম্প্রতিক সাধুসন্তদের যিশু খ্রিস্টের গির্জা (এছাড়াও  মরমোনিজম দেখুন) এর সদস্যরা বিশ্বাস করেন যে পিতা ঈশ্বর ও যিশু খ্রিস্ট উভয়েরই মানুষের মতই মূর্ত মাংস ও হাড়ের ভৌত দেহ রয়েছ। তারা ঈশ্বরের অন্তর্নিহিততার মূলধারার খ্রিস্টান বিশ্বাসকে নৃতাত্ত্বিক, দৈহিক ঈশ্বরের এই মতবাদ থেকে পরবর্তী-প্রেরিত প্রস্থানের উপর প্রতিষ্ঠিত হিসাবে দেখেন, এটি ঐতিহ্যগত ইহুদি-খ্রিস্টান বিশ্বাসের সাথে আরও ভাল সারিবদ্ধ। মূলধারার খ্রিস্টধর্ম সর্বদা শাস্ত্রে ঈশ্বরের নৃতাত্ত্বিক উল্লেখকে অ-আক্ষরিক, কাব্যিক ও প্রতীকী হিসাবে ব্যাখ্যা করেছে।\n\n\n== তথ্যসূত্র =="}