{"pageid": 1478702, "title": "মুরেই বুকচিন", "url": "https://bn.wikipedia.org/wiki?curid=1478702", "content": "মুরেই বুকচিন (১৪ জানুয়ারি, ১৯২১ - ৩০ জুলাই, ২০০৬) ছিলেন একজন প্রভাবশালী আমেরিকান সামাজিক তাত্ত্বিক, লেখক, বক্তা, ইতিহাসবিদ এবং রাজনৈতিক দার্শনিক। তিনি হেগেল, মার্কস, এবং ক্রাপোতকিন দ্বারা প্রভাবিত হয়ে পরিবেশ আন্দোলনের একজন পথিকৃৎ হিসেবে পরিচিতি লাভ করেন। বুকচিন নৈরাজ্যবাদী, স্বাধীনতাবাদী সমাজতান্ত্রিক এবং পরিবেশবাদী চিন্তাধারার মধ্যে সামাজিক বাস্তুশাস্ত্র এবং নগর পরিকল্পনার তত্ত্ব প্রণয়ন করেন।\nতিনি রাজনীতি, দর্শন, ইতিহাস এবং সামাজিক বাস্তুশাস্ত্র বিষয়ে বেশ কয়েকটি গুরুত্বপূর্ণ বই লিখেছিলেন, যার মধ্যে \"আওয়ার সিন্থেটিক এনভায়রনমেন্ট\" (১৯৬২), \"পোস্ট-স্ক্যারসিটি অ্যানারকিসম\" (১৯৭১), \"দ্য ইকোলজি অফ ফ্রিডম\" (১৯৮২), এবং \"আরবানাইজেশন উইদাউট সিটিস\" (১৯৮৭) উল্লেখযোগ্য।\n১৯৯০-এর দশকের শেষের দিকে, বুকচিন সমসাময়িক নৈরাজ্যবাদী আন্দোলনের প্রতি অসন্তুষ্ট হন এবং নিজেকে নৈরাজ্যবাদী হিসাবে উল্লেখ করা বন্ধ করেন। তিনি \"কমিউনালিজম\" নামে একটি নতুন মতাদর্শ প্রতিষ্ঠা করেন, যা মার্কসবাদী, সিন্ডিকালিস্ট এবং নৈরাজ্যবাদী চিন্তাধারার সমন্বয় সাধনের চেষ্টা করে।\nবুকচিন ছিলেন একজন বিশিষ্ট পুঁজিবাদবিরোধী এবং পরিবেশগত ও গণতান্ত্রিক ভাবে সামাজিক বিকেন্দ্রীকরণের সমর্থক। তার ধারণা ও তত্ত্ব ১৯৬০ এর দশক থেকে একাধিক সামাজিক আন্দোলনকে প্রভাবিত করেছে, যার মধ্যে রয়েছে নিউ লেফট, পারমাণবিকতা বিরোধী আন্দোলন, বিশ্বায়ন বিরোধী আন্দোলন, ওয়াল স্ট্রিট দখল এবং সম্প্রতি উত্তর ও পূর্ব সিরিয়ার স্বায়ত্তশাসিত প্রশাসনের গণতান্ত্রিক কনফেডারালিজম । তিনি মার্কিন যুক্তরাষ্ট্রে পরিবেশ আন্দোলনের অন্যতম ব্যক্তিত্ব ছিলেন।\n\n\n== জীবনী ==\nমুরেই বুকচিন নিউ ইয়র্ক শহরে রাশিয়া থেকে আগত ইহুদি অভিবাসী পরিবারে জন্মগ্রহণ করেন। তার বাবা নাথান বুকচিন (জন্ম নাম নাচাম উইসটস্কি) এবং মা রোজ (কালুসকি) ছিলেন বেলারুশ এবং লিথুয়ানিয়া থেকে আগত অভিবাসী। ১৯৩৪ সালে তার বাবা-মায়ের বিচ্ছেদ ঘটে, এরপর তিনি ব্রঙ্কসে তার মা, মামা ড্যানিয়েল এবং মাতামহী জেইটেলের সাথে বড় হন। তার মাতামহী একজন সমাজতান্ত্রিক বিপ্লবী ছিলেন, এবং তিনি বুকচিনকে রুশ জনতুষ্টিবাদী ধারণায় প্রভাবিত করেছিলেন।\n১৯৩০ সালে তার মাতামহীর মৃত্যুর পর, বুকচিন আমেরিকার ইয়াং পায়োনিয়ার্স, একটি কমিউনিস্ট যুব সংগঠনে যোগ দেন। ১৯৩৫ সালে তিনি ইয়াং কমিউনিস্ট লীগে যোগদান করেন এবং ইউনিয়ন স্কোয়ারের ওয়ার্কার্স স্কুলে মার্ক্সবাদ অধ্যয়ন করেন। স্তালিনবাদের প্রতি অসন্তুষ্ট হয়ে, তিনি ট্রটস্কিবাদের দিকে ঝুঁকেন এবং সমাজতান্ত্রিক শ্রমিক পার্টিতে (SWP) যোগ দেন।\nবুকচিন শ্রমিক আন্দোলনে সক্রিয় ভূমিকা পালন করেছিলেন এবং ১৯৪৫-৪৬ সালের জেনারেল মোটরস ধর্মঘটের সময় একজন অটো কর্মী এবং ইউনিয়ন সংগঠক ছিলেন। ১৯৪৯ সালে তিনি সিটি কলেজে বিট্রিস অ্যাপেলস্টাইনের সাথে সাক্ষাৎ করেন এবং ১৯৫১ সালে তারা বিবাহ বন্ধনে আবদ্ধ হন। তাদের দুটি সন্তান ছিল, ডেবি এবং জোসেফ। বুকচিন নাস্তিক ছিলেন, তবে তিনি অন্যদের ধর্মীয় বিশ্বাসের প্রতি সহনশীল ছিলেন।\n১৯৪৭ সাল থেকে মুরেই বুকচিন নিউ ইয়র্কে তার সহকর্মী জোসেফ ওয়েবারের সাথে \"মুভমেন্ট ফর এ ডেমোক্র্যাসি অফ কনটেন্ট\" নামে একটি সংগঠনে কাজ করতে থাকেন। এই সংগঠনটি \"কন্টেম্পোরারি ইস্যুস – এ ম্যাগাজিন ফর এ ডেমোক্র্যাসি অফ কনটেন্ট\" নামে একটি সাময়িকী প্রকাশ করত। এই সাময়িকী ইউটোপিয়াবাদের পক্ষে ছিল এবং এমন একটি ধারণার প্ল্যাটফর্ম ছিল, যেখানে বলা হয়েছিল যে পূর্বের ইউটোপিয়া তৈরির প্রচেষ্টা কঠোর পরিশ্রমের প্রয়োজনের কারণে ব্যর্থ হয়েছে। কিন্তু আধুনিক প্রযুক্তির বিকাশ শ্রমের প্রয়োজনীয়তাকে দূর করেছে, যা সমাজের মুক্তিদায়ক উন্নয়নের সম্ভাবনা তৈরি করেছে। এই \"পোস্ট-স্কার্সিটি\" সমাজ অর্জনের জন্য বুকচিন পরিবেশগত বিকেন্দ্রীকরণের তত্ত্ব প্রণয়ন করেন।\nবুকচিনের প্রথম দিকের গুরুত্বপূর্ণ নিবন্ধগুলোর মধ্যে অন্যতম ছিল \"দ্য প্রবলেম অফ কেমিক্যালস ইন ফুড\" (১৯৫২)। ১৯৫৮ সালে তিনি নিজেকে নৈরাজ্যবাদী হিসেবে সংজ্ঞায়িত করেন, যেখানে তিনি নৈরাজ্যবাদ এবং পরিবেশবাদের মধ্যে মিল খুঁজে পান। তার প্রথম বই Our Synthetic Environment ১৯৬২ সালে লুইস হারবার ছদ্মনামে প্রকাশিত হয়, যা র‌্যাচেল কারসনের বিখ্যাত Silent Spring প্রকাশের কয়েক মাস আগে প্রকাশিত হয়েছিল।\n১৯৬৪ সালে, মুরেই বুকচিন কংগ্রেস অফ রেসিয়াল ইকুয়ালিটি (CORE)-তে যোগ দেন এবং ১৯৬৪ সালের ওয়ার্ল্ডস ফেয়ারে বর্ণবাদের বিরুদ্ধে প্রতিবাদে অংশ নেন। ১৯৬৪ থেকে ১৯৬৭ সালের মধ্যে ম্যানহাটনে বসবাসের সময়, তিনি নিউ ইয়র্ক ফেডারেশন অফ অ্যানার্কিস্টস-এর সহ-প্রতিষ্ঠাতা হন এবং এই সংগঠনের প্রধান ব্যক্তিত্ব হিসেবে কাজ করেন। তার অন্যতম গুরুত্বপূর্ণ প্রবন্ধ \"Ecology and Revolutionary Thought\" পরিবেশবাদ ও বিপ্লবী রাজনীতির মধ্যে জীববিদ্যার ধারণাকে সংযুক্ত করে।\n১৯৬৮ সালে, বুকচিন আরও একটি গোষ্ঠী প্রতিষ্ঠা করেন, যা Anarchos নামে একটি সাময়িকী প্রকাশ করত। এতে তিনি পোস্ট-স্কার্সিটি, সৌর ও বায়ুশক্তির মতো টেকসই প্রযুক্তি, এবং বিকেন্দ্রীকরণের মতো ধারণা নিয়ে লেখালেখি করতেন। তার প্রবন্ধগুলো বিপরীত সংস্কৃতির মধ্যে জীববিদ্যার ধারণা জনপ্রিয় করতে সাহায্য করে।\n১৯৬৯ সালে লেখা তার বিখ্যাত প্রবন্ধ \"Listen, Marxist!\" মার্কসবাদী গোষ্ঠীগুলোর বিষয়ে Students for a Democratic Society (SDS)-কে সতর্ক করে দেয়। এতে তিনি সতর্ক করেন যে একটি মার্কসবাদী গোষ্ঠী সংগঠনটির দখল নিতে পারে। বুকচিন লিখেছিলেন, \"আবারও মৃতেরা আমাদের মধ্যে হাঁটছে, আইরনিকভাবে মার্কসের নামে আচ্ছাদিত, সেই ব্যক্তি যিনি উনিশ শতকের মৃতদের কবর দিতে চেয়েছিলেন। তাই আমাদের যুগের বিপ্লব ১৯১৭ সালের অক্টোবর বিপ্লব এবং ১৯১৮-১৯২০ সালের গৃহযুদ্ধের একটি প্যারডি ছাড়া কিছু করতে পারবে না, এর 'শ্রেণী লাইন,' বলশেভিক পার্টি, 'প্রলেতারিয়ান একনায়কতন্ত্র,' কঠোর নৈতিকতা এবং এমনকি স্লোগান, 'সোভিয়েত শক্তি' দিয়েও।\n১৯৬৯-১৯৭০ সালে, মুরেই বুকচিন ম্যানহাটনের একটি প্রতি-সাংস্কৃতিক র‍্যাডিকাল স্কুল Alternate U-তে শিক্ষকতা করতেন। ১৯৭১ সালে, তিনি তার বিকেন্দ্রীকরণ তত্ত্বগুলি বাস্তবায়নের উদ্দেশ্যে কিছু বন্ধুদের সাথে বার্লিংটন, ভারমন্টে চলে যান। ১৯৭৩ সালের শরতে, তিনি গোডার্ড কলেজে প্রযুক্তি বিষয়ে বক্তৃতা দেওয়ার জন্য আমন্ত্রিত হন, যা তার শিক্ষার ক্যারিয়ারের শুরু ছিল। ১৯৭৪ সালে, তিনি Social Ecology Studies প্রোগ্রাম এবং শীঘ্রই Institute for Social Ecology (ISE) প্রতিষ্ঠা করেন, যার তিনি পরিচালক হন।\n১৯৭৪ সালেই তিনি রামাপো কলেজ, নিউ জার্সিতে নিয়োগ পান এবং দ্রুত পূর্ণ অধ্যাপক হিসেবে পদোন্নতি পান। ১৯৭০-এর দশকে, আইএসই একটি গবেষণা কেন্দ্র হয়ে ওঠে, যেখানে উপযুক্ত প্রযুক্তি নিয়ে গবেষণা এবং পরীক্ষা-নিরীক্ষা চালানো হতো।\n১৯৭৭-৭৮ সালে, বুকচিন Spruce Mountain Affinity Group এবং Clamshell Alliance-এর সদস্য ছিলেন। ১৯৭৭ সালে তিনি The Spanish Anarchists বইটি প্রকাশ করেন, যা ১৯৩৬ সালের স্প্যানিশ বিপ্লব পর্যন্ত স্প্যানিশ নৈরাজ্যবাদী আন্দোলনের একটি ইতিহাস তুলে ধরে। এই সময়ে, তিনি কিছু সময়ের জন্য জন্ম নেওয়া স্বাধীনতাবাদী আন্দোলনের সাথে সম্পর্ক স্থাপন করেন এবং কার্ল হেস দ্বারা সম্পাদিত একটি নিউজলেটারে অবদান রাখেন। তবে, বুকচিন লিবার্টেরিয়ানিজমের সীমাহীন ব্যক্তিস্বাতন্ত্র্যবাদকে দৃঢ়ভাবে প্রত্যাখ্যান করেছিলেন।\n১৯৮০ সালে, মুরেই বুকচিন মার্কিন যুক্তরাষ্ট্রে নৈরাজ্যবাদী আন্দোলন সংগঠিত করার লক্ষ্যে New England Anarchist Conference (NEAC) সহ-প্রতিষ্ঠা করেন। এর প্রথম সভা ১৯৮০ সালের অক্টোবর মাসে অনুষ্ঠিত হয়, যেখানে যুক্তরাষ্ট্র ও কানাডা থেকে ১৭৫ জন নৈরাজ্যবাদী অংশ নেয়। তবে, ১৯৮১ সালের দ্বিতীয় সম্মেলনে, NEAC গোষ্ঠীদ্বন্দ্বে বিভক্ত হয়ে যায়, যার ফলে বুকচিন সমাজতান্ত্রিক বিপ্লবের সম্ভাবনা নিয়ে হতাশ হন।\n১৯৮০-এর দশকে, বুকচিন বার্লিংটনের মেয়র বার্নি স্যান্ডার্সের সমালোচনায় মুখর ছিলেন। তিনি স্যান্ডার্সকে \"কেন্দ্রপন্থী\" বলে উল্লেখ করে বলেছিলেন যে স্যান্ডার্স জীববিদ্যাকে গুরুত্ব দেন না এবং গণতন্ত্র প্রতিষ্ঠার জন্য যথেষ্ট উদ্যোগী নন। বুকচিন এবং তার সামাজিক পরিবেশবিদ সহকর্মীরা, Burlington Greens নামে একটি দল গঠন করে, বার্লিংটনের উন্নয়ন প্রকল্পগুলির সমালোচনা করেছিলেন এবং প্রবৃদ্ধির পরিবর্তে তৃণমূল গণতন্ত্র এবং সামাজিক ন্যায়বিচারকে গুরুত্ব দিয়েছিলেন।\n১৯৮৮ সালে, বুকচিন এবং হাউই হকিন্স Left Green Network প্রতিষ্ঠা করেন, যা সামাজিক পরিবেশবাদ ও স্বাধীনতাবাদী পৌরনীতির নীতির উপর ভিত্তি করে গঠিত হয়েছিল।\n১৯৯৫ সালে, বুকচিন মার্কিন নৈরাজ্যবাদীদের প্রিমিটিভিজম ও প্রযুক্তিবিরোধিতার দিকে ঝুঁকে পড়া নিয়ে হতাশা প্রকাশ করেন। ১৯৯৯ সালে, তিনি নৈরাজ্যবাদের সঙ্গে সম্পর্ক ছিন্ন করেন এবং ২০০২ সালে The Communalist Project প্রবন্ধে নিজের নতুন দৃষ্টিভঙ্গি উপস্থাপন করেন, যেখানে তিনি নিজেকে \"কমিউনালিস্ট\" হিসেবে বর্ণনা করেন। বুকচিন ২০০৬ সালের ৩০ জুলাই বার্লিংটনে তার বাড়িতে কনজেস্টিভ হার্ট ফেলিয়োরের কারণে ৮৫ বছর বয়সে মৃত্যুবরণ করেন।\n\n\n== তথ্যসূত্র =="}