{"pageid": 1478924, "title": "ইশক", "url": "https://bn.wikipedia.org/wiki?curid=1478924", "content": "ইশক (আরবি: عشق, প্রতিবর্ণীকৃত: ʿইশক) একটি আরবি শব্দ যার অর্থ 'ভালোবাসা' বা 'আবেগ'। এছাড়াও মুসলিম বিশ্বের অন্যান্য ভাষায় এবং ভারতীয় উপমহাদেশে ব্যাপকভাবে ব্যবহৃত হয়।\nইশক শব্দটি ইসলামের কেন্দ্রীয় ধর্মীয় পাঠ্য কুরআনে উপস্থিত নেই, যার পরিবর্তে মৌখিক মূল হাব্বা ডেরিভেটিভ ব্যবহার করে (حَبَّ), যেমন বিশেষ্য হাব্ব (حُبّ) শব্দটি ঐতিহ্যগতভাবে মৌখিক মূল ʿআসাক (লেগে থাকা) থেকে উদ্ভূত এবং বিশেষ্য ʿআসাকাহ এর সাথে সংযুক্ত, যা এক ধরনের ঈশ্বরের উপহার বোঝায়। এর সবচেয়ে সাধারণ শাস্ত্রীয় ব্যাখ্যায় ইশক বলতে প্রেয়সীর (মাʿশুক) অধিকার পাওয়ার অপ্রতিরোধ্য আকাঙ্ক্ষাকে বোঝায়, যেটি এমন একটি অপূর্ণতা প্রকাশ করে যা প্রেমিককে (আশিক) পরিপূর্ণতায় (কামাল) পৌঁছানোর পূরণ করতে হয়। আত্মা এবং দেহের পরিপূর্ণতার মতো প্রেমও এভাবে অনুক্রমিক মাত্রা স্বীকার করে, কিন্তু এর অন্তর্নিহিত বাস্তবতা হল সৌন্দর্যের আকাঙ্খা (আল-হুসন) যা ঈশ্বর যখন আদমকে তার নিজের প্রতিমূর্তিতে সৃষ্টি করেছিলেন তখন পৃথিবীতে প্রকাশ করেছিলেন। প্রেমের ইসলামিক ধারণা গ্রীক-প্রভাবিত দৃষ্টিভঙ্গি থেকে আরও মাত্রা অর্জন করেছে যে সৌন্দর্য, ভালো এবং সত্য (আল-হক্ক) ধারণাগুলি একটি অবিচ্ছিন্ন ঐক্যে (ওয়াহদা) ফিরে যায়\"।\nশাস্ত্রীয় মুসলিম লেখকদের মধ্যে প্রেম বা ভালোবাসার ধারণাটি তিনটি ধারণাগত রেখা বরাবর বিকশিত হয়েছিল, যা প্রায়শই ক্রমবর্ধমান শ্রেণিবদ্ধ শৃঙ্খলার মধ্যে কল্পনা করা হত: প্রাকৃতিক প্রেম, বৌদ্ধিক প্রেম এবং দিভ্য প্রেম। অনুরাগ (মাওয়াদ্দা) আবেগপ্রবণ প্রেমে (ইশক) বৃদ্ধি পাওয়ার বিষয়টি আন্দালুসিয়ান পণ্ডিত ইবনে হাজমের দ্য রিং অফ দ্য ডভ-এ সবচেয়ে অনুসন্ধানী এবং বাস্তবসম্মত বিশ্লেষণ পেয়েছে।\nইশক শব্দটি সুফি কবিতা ও সাহিত্যে আল্লাহর প্রতি একটি \"নিঃস্বার্থ ও জ্বলন্ত প্রেম\" বর্ণনা করার জন্য ব্যাপকভাবে ব্যবহৃত হয়। এটি ইসলামিক অতীন্দ্রিয়বাদের মতবাদের মূল ধারণা যা মানুষ এবং ঈশ্বরের মধ্যে সংযোগের চাবিকাঠি। ইশককে কখনো কখনো \"সৃষ্টির\" ভিত্তি হিসেবে ধরা হয়। শিখধর্মের পবিত্র গ্রন্থে ইশক শব্দটি ব্যাপকভাবে ব্যবহৃত হয়।\n\n\n== ব্যুৎপত্তি ==\nঐতিহ্যবাহী ফার্সি অভিধানবিদরা ফার্সি এশক এবং আরবি ইসক (عشق) বিবেচনা করেন, আরবি শব্দটি মৌখিক মূল আশাক (عَشَق) থেকে উদ্ভূত, যার অর্থ \"লেগে থাকা\"। তারা মূলের উৎপত্তিকে আশাকা (عَشَقَه) এর সাথে যুক্ত করেছে, এটি এক ধরনের চিরহরিৎ লতাবিশেষ, কারণ এটি গাছের চারপাশে পেঁচিয়ে লেগে থাকে।\nহেয়দারি-মালয়েরি পরামর্শ দেন যে (ʿইশক) এর একটি ইন্দো-ইউরোপীয় উৎস থাকতে পারে এবং এটি আবেস্তান শব্দের সাথে সম্পর্কিত হতে পারে যেমন ইশ, যার অর্থ \"ইচ্ছা, আকাঙ্ক্ষা, অনুসন্ধান\" এবং শেষ পর্যন্ত *ইসকা থেকে উদ্ভূত। আবেস্তান ইশ-\"-এর মধ্য পারসীয় ভাষায়ও অস্তিত্ব রয়েছে \"ইশট\" আকারে, যার অর্থ \"ইচ্ছা\"। \n\n\n== বিভিন্ন ভাষায় একটি শব্দ হিসেবে ==\nবেশিরভাগ ভাষায় যেমন দারি: ইশক ; পশতু: এশক; সোমালি ভাষায়: কাশাক বা কিশকি; তুর্কি: আশক এবং আজারবাইজানি: এশক , আধুনিক ফার্সি ভাষায় এশক অথবা এশহ عشق, এর আক্ষরিক অর্থ \"ভালোবাসা\"।\nকিছু পণ্ডিত 'ইশক' শব্দটি কামুক প্রেমের সাথে যুক্ত হওয়ার কারণে ব্যবহারে আপত্তি করেছিলেন কিন্তু ভাষাগত, সাংস্কৃতিক বা প্রযুক্তিগত অর্থ থাকা সত্ত্বেও, সুফিরা বিশ্বাস করেন যে 'ইশক' শুধুমাত্র ঈশ্বরের সাথে যুক্ত হতে পারে।\nইশক শব্দটি ঐতিহ্যবাহী গজল এবং ইন্দো-পার্সীয় সাহিত্য সংস্কৃতিকে নির্দেশ করে এবং সুফিবাদ দ্বারা প্রভাবিত অন্যান্য অনেক ভাষায় তার পথ তৈরি করেছে। এই শব্দটি আছে এমন কয়েকটি উল্লেখযোগ্য ভাষা হল ফার্সি, হিন্দি, উর্দু, পশতু, আরবি, সিন্ধি, সারাইকি: عشق, তুর্কি: আশক, আজারবাইজানি: এশক, বাংলা: এশ্ক, প্রতিবর্ণীকৃত: eshk এবং গুরুমুখী: ਇਸ਼ਕ।\nফার্সি ভাষায় ইশক ক্রিয়াপদের দ্বারা বোঝায় \"বাখতান باختن\", \"খাসতান خواستن\", \"সানজিদান سنجیدن\", \"রুইদান رویدن\", \"নেসতান شاندن نشاندن\" \"মা'শুক معشوق\" (প্রেয়সী) হল প্যাসিভ পার্টিসিপল, এবং \"মা'শুক معشوقه\" একটি অশ্লীল অর্থ প্রকাশ করে, যেখানে আরবীতে এটি \"মা'শুক معشوق\" এর মহিলা প্যাসিভ পার্টিসিপল।\nউর্দুতে, ইশক (عشق) কোন বস্তু, ব্যক্তি বা ঈশ্বরের প্রতি আন্তরিক ভালবাসা বোঝাতে ব্যবহৃত হয়। যদিও, এটি বেশিরভাগই এর ধর্মীয় প্রেক্ষাপটে ব্যবহৃত হয়। উর্দুতে তিনটি খুব সাধারণ ধর্মীয় পরিভাষা ইশক থেকে উদ্ভূত হয়েছে। এই পরিভাষাগুলি হল ইশক-ই-হকীকী (সত্যের প্রেম), ইশক-ই মাজাজি (আল্লাহর সৃষ্টির প্রতি ভালবাসা, অর্থাৎ একজন মানুষের প্রতি), এবং ইশক-ই-রসূল/ইশক-ই মুহাম্মাদী (রাসূলকে ভালবাসা/মুহাম্মদের ভালবাসা)। এগুলো ব্যতীত, অ-ধর্মীয় প্রেক্ষাপটে, ʿইশক আবেশী প্রেমের প্রতিশব্দ।\nতুর্কি ভাষায়, আশক সাধারণত প্রেম, আবেগ বা আরাধনা প্রকাশ করতে ব্যবহৃত হয়। তুর্কি সংস্করণ 'q' কে 'k' দিয়ে প্রতিস্থাপন করে, কারণ তুর্কি ভাষায় অঘোষ অলিজিহ্ব্য স্পর্শধ্বনি নেই, এবং সেডিলা সহ 'ş' অক্ষরটি \"শ\" ধ্বনিকে বোঝায়, /ʃ/। আরবি বা উর্দুর সাথে তুলনা করে (ফার্সির মতো) শব্দটি কম সীমাবদ্ধ এবং প্রেমের অনেক রূপ, বা কেবল রোম্যান্সের ক্ষেত্রে প্রয়োগ করা যেতে পারে। তুর্কি গানের কথায় এটি প্রচলিত।\nইশক হিন্দি ভাষায় ব্যবহৃত হয়, বিশেষ করে বলিউডের চলচ্চিত্রে (হিন্দি চলচ্চিত্র), যা প্রায়শই ফার্সি থেকে উদ্ভূত আনুষ্ঠানিক, ফুলময় এবং কাব্যিক উর্দু শব্দ ব্যবহার করে। ভালোবাসার জন্য আরও কথোপকথন হিন্দি শব্দ হল প্যায়ার। হিন্দিতে, ʻইশক' (इश्क़) মানে প্লেটোনিক ভালোবাসা। আরবিতে এটি একটি বিশেষ্য। যদিও, হিন্দি-উর্দুতে এটি ক্রিয়া এবং বিশেষ্য উভয় হিসাবে ব্যবহৃত হয়।\nআধুনিক আরবি ভাষায় রোমান্টিক প্রেমের জন্য ব্যবহৃত সাধারণ শব্দ হল হাব্বা এবং এর উদ্ভূত রূপগুলি হাব্ব, হাবিব, মাহবুব।\n\n\n== সুফিবাদে ==\nধর্মীয় প্রেক্ষাপটে ইশক তিন প্রকারে বিভক্ত, ইসলামের সুফি ঐতিহ্যের একটি অত্যন্ত গুরুত্বপূর্ণ কিন্তু বরং জটিল ধারণা।\n\n\n=== ইশক-ই মাজাজি ===\nইশক-ই মাজাজি (ফার্সি: عشق مجازی) আক্ষরিক অর্থ \"রূপক প্রেম\"। এটি ঈশ্বরের সৃষ্টির প্রতি ভালোবাসাকে বোঝায় অর্থাৎ একজন পুরুষের একজন নারী বা অন্য পুরুষের প্রতি ভালোবাসা এবং এর বিপরীতে। এটি প্রিয় ব্যক্তির বাহ্যিক সৌন্দর্য দ্বারা উৎপন্ন বলে বলা হয় তবে এটি লালসার সাথে যুক্ত, তাই এটি তরিকা পরিপন্থী এবং বেআইনি বলে বিবেচিত হয়। তাই, ফকরে, ইশক-ই-মাজাজী শব্দটি শুধুমাত্র ইশক-ই-মুর্শিদের দিকে নির্দেশিত। একজনের মুর্শিদের প্রতি এই ভালবাসা শেষ পর্যন্ত মুহাম্মদের প্রতি এবং অবশেষে ঈশ্বরের প্রতি ভালবাসার দিকে পরিচালিত করে, যার উপর যে ইশক-ই-হকীকী বোঝে তা প্রকৃতপক্ষে সমস্ত 'রূপক প্রেমের' উৎস।\n\n\n=== ইশক-ই রসুল বা ইশক-ই মুহাম্মাদী ===\nইশক-ই রসুল (ফার্সি: عشق رسول) মানে \"মুহাম্মদকে ভালবাসা\", যেটি মুসলিম হওয়ার একটি গুরুত্বপূর্ণ অংশ। তবে সুফিবাদে ইশক-ই-মাজাজি মুহাম্মদের প্রতি ইশকের তীব্র অনুভূতির বিকাশের মাধ্যমে ইশক-ই-রসূলে তার রূপ পরিবর্তন করে। সৃষ্টির প্রতিটি অস্তিত্বই প্রকৃতপক্ষে স্রষ্টার দাস (তাঁর ইচ্ছার অধীন হওয়ার অর্থে)। যেহেতু মুহাম্মাদ আল্লাহর কাছে সবচেয়ে প্রিয়, তাই প্রকৃত প্রেমিক ইশক-ই-রাসূলকে অনুভব করেন যতক্ষণ না \"নবী তার জীবন, স্ত্রী, সন্তান, ঘর, ব্যবসা এবং অন্যান্য সবকিছুর চেয়ে প্রিয় হয়ে ওঠেন\"। (সহীহ বুখারী ও মুসলিম)\n\n\n=== ইশক-ই হাকীকী ===\nইশক-ই হাকীকী (ফার্সি: عشق حقیقی) আক্ষরিক অর্থ \"প্রকৃত ভালোবাসা\" অর্থাৎ \"ঈশ্বরের ভালোবাসা\"। এটি এই বিশ্বাসকে বোঝায় যে শুধুমাত্র ঈশ্বরই ভালবাসার যোগ্য এবং তিনিই একমাত্র যিনি তার প্রতি তার সৃষ্টির ভালবাসা ফিরিয়ে দিতে পারেন। অভ্যন্তরীণ সূক্ষ্মতা যার অবস্থান হৃৎপিণ্ড তা কেবল ঈশ্বরের প্রকৃত সন্ধানকারীই অনুভব করেন। এই দৃষ্টিভঙ্গি অনুসারে এটিই পশু থেকে মানুষকে পার্থক্য করে কারণ এমনকি পশুদেরও ইন্দ্রিয় আছে, যেখানে অভ্যন্তরীণ দৃষ্টি মানুষের বৈশিষ্ট্য।\n\"আর যারা সত্যিকারের ঈমান এনেছে, তারা আল্লাহকে গভীরভাবে ভালোবাসে।\" (আল-বাকারা ১৬৫)\n\n\n== শিখ ধর্মে ==\n'ইশক' (পাঞ্জাবি: ਇਇਸ਼) শব্দটি গুরু গ্রন্থ সাহিবের পাশাপাশি শিখদের অন্যান্য ধর্মীয় গ্রন্থ যেমন ভাই গুরদাশ এবং ভাই নন্দলালের লেখা গ্রন্থে একাধিকবার ব্যবহৃত হয়েছে। শিখধর্মে 'ইশক' ধারণাটি সুফিবাদের ইশক-ই-হকিকির মতোই। ৩৭ পৃষ্ঠায় গুরু গ্রন্থ সাহেব বলেছেন “তিনি নিজেই আমাদেরকে তাঁর প্রেমের রঙে রাঙিয়েছেন; তাঁর শব্দের মাধ্যমে তিনি আমাদেরকে নিজের সাথে একত্রিত করেন। (সিরি রাগ, তৃতীয় মেহল)\n\n\n== আরও দেখুন ==\nসুফিবাদ\nমৈত্রী\n\n\n== তথ্যসূত্র =="}