{"pageid": 1478895, "title": "গাইদা রিনাভি জুবি", "url": "https://bn.wikipedia.org/wiki?curid=1478895", "content": "গাইদা রিনাভি জোয়াবি (আরবি: غيداء ريناوي-زعبي; হিব্রু ভাষায়: גִּ'ידָא רִינָאוִּי־זוּעְבִּי‎, জন্ম ২৮ সেপ্টেম্বর ১৯৭২) একজন ইসরায়েলি আরব কর্মী, রাজনীতিবিদ এবং কূটনীতিক। তিনি ২০২১ থেকে ২০২২ পর্যন্ত মেরেটজের প্রতিনিধিত্বকারী নেসেটের সদস্য ছিলেন।\n\n\n== জীবনী ==\n\n\n=== প্রাথমিক জীবন এবং শিক্ষা ===\nজোয়াবি নাজারেথে জন্মগ্রহণ করেছিলেন, একজন নেফ্রোলজিস্টের বড় মেয়ে যিনি EMMS নাজারেথ হাসপাতালের ডায়ালাইসিস বিভাগের প্রতিষ্ঠাতা এবং একজন গৃহকর্মী ছিলেন। তিনি সেন্ট জোসেফ স্কুলে পড়াশোনা করেন এবং তারপর জেরুজালেমের হিব্রু বিশ্ববিদ্যালয়ে হিব্রু সাহিত্য ও মনোবিজ্ঞানে স্নাতক ডিগ্রি অর্জন করেন। পরে তিনি হাইফা বিশ্ববিদ্যালয়ে সাহিত্যে স্নাতকোত্তর ডিগ্রি অর্জন করেন।\n\n\n=== কর্মজীবন ===\nজোয়াবি ইঞ্জাজ প্রতিষ্ঠা করেন, সেন্টার ফর প্রফেশনাল আরব লোকাল গভর্নেন্স। তিনি রুপিন একাডেমিক সেন্টারের পরিচালনা পর্ষদের সদস্য হন এবং জরুরি প্রস্তুতির জন্য প্রধানমন্ত্রীর গোলটেবিলে কাজ করেন। তিনি ২০১১ সালে ইসরায়েলের ১০০ জন সবচেয়ে প্রভাবশালী ব্যক্তির একজন হিসাবে TheMarker দ্বারা নির্বাচিত হন, যখন ফোর্বস তাকে ২০১৮ সালে ইসরায়েলি অর্থনীতিতে ৫০ জন সবচেয়ে গুরুত্বপূর্ণ মহিলার একজন হিসাবে তালিকাভুক্ত করে  ২০১৫ সালে তিনি প্রথম আরব মহিলা যিনি যথাযথ সরকার পুরস্কার জিতেছিলেন।\n\n\n==== রাজনৈতিক কর্মজীবন ====\n২০২১ সালের নির্বাচনের আগে তিনি মেরেটজ তালিকায় চতুর্থ স্থানে ছিলেন। নির্বাচনী প্রচারণার সময় তিনি সমালোচনার মুখে পড়েছিলেন যে, ইসরায়েলের আরব সেক্টরের প্রতি শ্রদ্ধার কারণে, তিনি কনভার্সন থেরাপি নিষিদ্ধ করার কোনো আইনে ভোট দেওয়া থেকে বিরত থাকবেন,  পরে বলেছিলেন যে তিনি LGBTQ অধিকারকে সমর্থন করে এমন আইন সমর্থন করবেন। তিনি নেসেটে নির্বাচিত হন কারণ মেরেটজ পার্টি ছয়টি আসন জিতেছিল।\n২০২২ সালের ফেব্রুয়ারিতে জোয়াবিকে সাংহাইতে কনসাল-জেনারেল নিযুক্ত করা হয়েছিল, যিনি একজন সিনিয়র কূটনীতিক হিসাবে কাজ করার জন্য প্রথম ইসরায়েলি-আরব মহিলা হয়েছিলেন। অ্যাপয়েন্টমেন্ট বিলম্বিত হয়েছিল।  19 মে তিনি জোট থেকে পদত্যাগ করেন, এর সংখ্যা কমিয়ে ৫৯-এর সংখ্যালঘুতে নিয়ে আসেন,  কিন্তু তিন দিন পরে আবার জোটে যোগ দেন।\nজোয়াবিকে বেনেট-ল্যাপিড সরকারের পতনে কেন্দ্রীয় ভূমিকা পালন করার জন্য অভিযুক্ত করা হয়েছিল, তার পার্টির অংশ ছিল, মেরেটজ পার্টি লাইনের বিরুদ্ধে বারবার ভোট দেওয়ার কারণে। জোটের যে বিলগুলির বিরুদ্ধে তিনি ভোট দিয়েছিলেন তার মধ্যে ছিল খসড়া অব্যাহতি আইন এবং পশ্চিম তীরের প্রবিধানের অনুমোদন সংক্রান্ত। ওয়ালার মতে! নিউজ ওয়েবসাইট, জোয়াবিকে আল্ট্রা-অর্থোডক্স শাস পার্টির দ্বারা চাপ দেওয়া হয়েছিল, সেই সময়ে বিরোধী দল।\n\n\n=== বিতর্ক ===\n২০২৩ সালের অক্টোবরে একটি নতুন সরকারের অধীনে যেখানে শাস একজন অংশীদার, কিন্তু মেরেটজ নন, জোয়াবি একটি সংস্থার পরামর্শদাতা হিসাবে কাজ করছেন যা শাস-নিয়ন্ত্রিত স্বরাষ্ট্র মন্ত্রকের ছত্রছায়ায় পশ্চিম তীরের জনবসতিগুলিতে পরিষেবা প্রদান করে বলে মিডিয়া রিপোর্ট ছিল। পূর্ববর্তী সরকারের অধীনে জোয়াবির ভোটিং প্যাটার্নের প্রেক্ষাপটে, যার পতনে তিনি মুখ্য ভূমিকা পালন করেছিলেন, মেরেটজ সেক্রেটারি জেনারেল টোমার রেজনিক অ্যাটর্নি জেনারেলকে চিঠি দিয়ে জোয়াবির বিরুদ্ধে ফৌজদারি তদন্তের আহ্বান জানিয়েছিলেন \"সাবেক এম কে জোয়াবিকে দেওয়া অবস্থানের কারণে উদ্বেগের কারণে। আইন দ্বারা সংজ্ঞায়িত হিসাবে কথিত ঘুষ গঠন।\"\n\n\n== ব্যক্তিগত জীবন ==\n২০২২ সাল পর্যন্ত তিনি নফ হাগালিলে থাকেন  (পূর্বে আপার নাজারেথ নামে)।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nগাইদা রিনাভি জুবি on the Knesset website"}