{"pageid": 1478610, "title": "মোহাম্মদ রেজা আরেফ", "url": "https://bn.wikipedia.org/wiki?curid=1478610", "content": "মোহাম্মদ রেজা আরেফ ( ফার্সি: محمدرضا عارف  , জন্ম ১৯ ডিসেম্বর ১৯৫১) একজন ইরানী প্রকৌশলী, একাডেমিক এবং সংস্কারবাদী রাজনীতিবিদ যিনি ২০২৪ সাল থেকে রাষ্ট্রপতি মাসুদ পেজেশকিয়ানের অধীনে ইরানের অষ্টম এবং বর্তমান প্রথম ভাইস প্রেসিডেন্ট ।  তিনি বর্তমানে ২০০২ সাল থেকে এক্সপিডিয়েন্সি ডিসার্সনমেন্ট কাউন্সিলের সদস্য।\n\nতিনি ইরানি পার্লামেন্টে সংস্কারবাদীদের আশা ভগ্নাংশের সংসদীয় নেতা ছিলেন, তেহরান, রে, শেমিরানাত এবং এসলামশাহরের প্রতিনিধিত্ব করেছিলেন। ২০১৫ সালে প্রতিষ্ঠার পর থেকে আরেফ সংস্কারবাদীদের সুপ্রিম কাউন্সিল ফর পলিসি মেকিং এর প্রধানও \n২০০১ থেকে ২০০৫ সাল পর্যন্ত তিনি মোহাম্মদ খাতামি এবং মাহমুদ আহমাদিনেজাদ এর অধীনে দ্বিতীয় প্রথম ভাইস প্রেসিডেন্ট ছিলেন।  তিনি এর আগে খাতামির প্রথম মন্ত্রিসভায় তথ্য ও যোগাযোগ প্রযুক্তি মন্ত্রী এবং ব্যবস্থাপনা ও পরিকল্পনা সংস্থার প্রধান হিসেবে দায়িত্ব পালন করেন। তিনি ২০২১ সাল পর্যন্ত সাংস্কৃতিক বিপ্লবের সুপ্রিম কাউন্সিলের সদস্য ছিলেন। এছাড়াও তিনি একজন বৈদ্যুতিক প্রকৌশলী এবং তেহরান বিশ্ববিদ্যালয় এবং শরিফ ইউনিভার্সিটি অফ টেকনোলজির অধ্যাপক। তিনি ২০২৩ সালের রাষ্ট্রপতি নির্বাচনে একজন প্রার্থী ছিলেন কিন্তু সংস্কারপন্থী শিবিরকে জয়ের আরও ভাল সুযোগ দেওয়ার জন্য তার প্রার্থীতা প্রত্যাহার করে নেন। \n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nআরেফ ১৯৫১ সালের ১৯ ডিসেম্বর ইয়াজদে জন্মগ্রহণ করেন।  তার পিতা মির্জা আহমদ আরেফ ছিলেন একজন বিখ্যাত ব্যবসায়ী।\nতিনি তেহরান বিশ্ববিদ্যালয় থেকে ইলেকট্রনিক্স ইঞ্জিনিয়ারিংয়ে স্নাতক ডিগ্রি এবং স্ট্যানফোর্ড ইউনিভার্সিটি থেকে যথাক্রমে ১৯৭৫, ১৯৭৬ এবং ১৯৮০ সালে ইলেকট্রিক্যাল অ্যান্ড কমিউনিকেশন ইঞ্জিনিয়ারিংয়ে স্নাতকোত্তর এবং পিএইচডি ডিগ্রি অর্জন করেন।  তার পিএইচডি থিসিস ছিল নেটওয়ার্কের তথ্য তত্ত্বের উপর, যার তত্ত্বাবধানে ছিলেন টমাস এম. কভার ।  তিনি ডিটারমিনিস্টিক রিলে নেটওয়ার্কের প্রবর্তন ও বিশ্লেষণ করেন যা পরে আরেফ নেটওয়ার্ক নামে পরিচিত।  তেহরান বিশ্ববিদ্যালয়ে পড়ালেখার সময়, তিনি বহু প্রতিবাদের নেতৃত্ব দেন এবং ইরানী বিপ্লবের আগে সাভাক দ্বারা গ্রেফতার হন।\n\n\n== কর্মজীবন ==\nতার রাজনৈতিক কর্মজীবনে, আরেফ ইসলামী প্রজাতন্ত্র ইরানে গুরুত্বপূর্ণ পদে অধিষ্ঠিত হয়েছেন। ইসলামী বিপ্লবের পর তিনি তার রাজনৈতিক জীবন শুরু করেন। তার প্রথম প্রধান রাজনৈতিক পদ ছিল ১৯৮১ সালে যখন তিনি যোগাযোগ কোম্পানির ভাইস প্রেসিডেন্ট হন। পরে তিনি ১৯৮৩ সালে কোম্পানির ভারপ্রাপ্ত সভাপতি হন এবং পরের বছর বিজ্ঞানের উপমন্ত্রী হন। আরেফ ১৯৯৪ সাল পর্যন্ত ইসফাহান ইউনিভার্সিটি অফ টেকনোলজির ফ্যাকাল্টি মেম্বার ছিলেন।\nআরেফ, যিনি তেহরান বিশ্ববিদ্যালয়ের অধ্যাপক ছিলেন, ১৯৯৪ সালে বিশ্ববিদ্যালয়ের চ্যান্সেলর নির্বাচিত হন। তিনি সামাজিক বিজ্ঞান অনুষদ এবং জিওফিজিক্স ইনস্টিটিউট প্রতিষ্ঠা করেন এবং তার কর্মজীবন শুরু করেন। প্রযুক্তি মন্ত্রী হিসেবে নিয়োগের পর, আরেফ ১৯৯৭ সালে তেহরান বিশ্ববিদ্যালয়ের চ্যান্সেলর পদ থেকে পদত্যাগ করেন। \nমোহাম্মদ খাতামি ইরানের রাষ্ট্রপতি নির্বাচিত হওয়ার পর, তিনি সাবেক ভাইস প্রেসিডেন্ট মহম্মদ সালেহি আরেফকে ডাক, টেলিগ্রাফ ও টেলিফোন মন্ত্রী হিসেবে মনোনীত করেন, যা পরে যোগাযোগ ও তথ্য প্রযুক্তি মন্ত্রী হিসেবে নামকরণ করা হয়। যোগাযোগ মন্ত্রীর পদ থেকে পদত্যাগ করার পর, ২০০০ সালে আরেফ ব্যবস্থাপনা ও পরিকল্পনা সংস্থার প্রথম প্রধান হন।\n\nখাতামি ২০০১ সালে পুনর্নির্বাচিত হন এবং তার প্রাক্তন ভাইস প্রেসিডেন্ট হাসান হাবিবি নির্বাচনের পরপরই পদত্যাগ করেন। হাবিবির পদত্যাগের পর, খাতামি আরেফকে তার প্রথম ভাইস প্রেসিডেন্ট হিসেবে নিয়োগ দেন। তিনি সেপ্টেম্বর ২০০৫ পর্যন্ত এই পদে দায়িত্ব পালন করেন এবং মাহমুদ আহমাদিনেজাদ নির্বাচনের পর পারভিজ দাউদির স্থলাভিষিক্ত হন।\nএরপর, তিনি শরীফ ইউনিভার্সিটি অফ টেকনোলজিতে ইলেকট্রিক্যাল ইঞ্জিনিয়ারিং বিভাগের অধ্যাপক হিসেবে দায়িত্ব পালন করেন, যেখানে তিনি ক্রিপ্টোগ্রাফি, কোডিং তত্ত্ব, অনুমান তত্ত্ব এবং তথ্য তত্ত্বের উপর কোর্স অফার করেন। বর্তমানে, তিনি এক্সপিডিয়েন্সি ডিসসারমেন্ট কাউন্সিলের সদস্য, যা ইরানের সর্বোচ্চ নেতা আলী খামেনির উপদেষ্টা ইউনিট।\nসংস্কারপন্থী ফ্রন্টের তালিকায় প্রথম হিসেবে তিনি ২০০৮ সালের সংসদ নির্বাচনের জন্য মনোনীত হন কিন্তু অভিভাবক পরিষদ কর্তৃক কিছু প্রার্থীকে প্রত্যাখ্যান করার প্রতিবাদে তিনি প্রত্যাহার করে নেন।  জুন ২০১৩ সালে, আরেফ ঘোষণা করেন যে তিনি অন্যান্য সংস্কারপন্থী ব্যক্তিত্বদের সাথে মিলে একটি জাতীয় পার্টি চালু করার পরিকল্পনা করছেন, যার নাম হোপ অফ ইরান।  অন্যদিকে, ইরানের নির্বাচিত প্রেসিডেন্ট হাসান রুহানি বলেছেন যে আরেফ তার মন্ত্রিসভার একজন সদস্য হবেন।  যাইহোক, আরেফ তার দলের প্রতিষ্ঠার দিকে মনোনিবেশ করার জন্য একটি রাজনৈতিক পদে (ভাইস প্রেসিডেন্সি বা বিজ্ঞান মন্ত্রণালয় ) রুহানির আমন্ত্রণ প্রত্যাখ্যান করেছেন। তিনি রাজনীতি ও মানবাধিকার বিষয়ে রুহানির একজন উপদেষ্টা হওয়ার আগ্রহের কথাও ঘোষণা করেন।\n\n\n=== ২০১৩ রাষ্ট্রপতি নির্বাচন ===\n\nআরেফ ২০১৩ সালের জুনে অনুষ্ঠিত প্রেসিডেন্ট নির্বাচনে সম্ভাব্য প্রার্থী ছিলেন। তিনি প্রথমে ঘোষণা করেন যে খাতামি নির্বাচনে অংশগ্রহণ করলে তিনি প্রার্থী হবেন না। তবে খাতামি প্রত্যাখ্যান করার পর, আরেফ নির্বাচনে অংশগ্রহণের সিদ্ধান্ত নেন। তিনি ১১ মে ২০১৩ তারিখে নিবন্ধন করেন এবং অভিভাবক পরিষদ দ্বারা নিশ্চিত হন।\nআরেফের প্রধান লক্ষ্য ছিল বেকারত্বের হার কমানো এবং উচ্চ মূল্যস্ফীতির সমস্যার সমাধান করা। তিনি প্রতিশ্রুতি দেন যে প্রতি বছর অতিরিক্ত ১ মিলিয়ন চাকরি তৈরি করবেন, যার মধ্যে পর্যটন উন্নয়ন থেকে ২০০ হাজার চাকরি অন্তর্ভুক্ত থাকবে। নির্বাচিত হলে, তার প্রশাসন ইরানের আন্তর্জাতিক সম্পর্ক শক্তিশালী করবে এবং পারমাণবিক সমস্যা সমাধানে একটি রাজনৈতিক সমাধান খুঁজে বের করবে বলে প্রতিশ্রুতি দেন।\n\nআরেফ বলেন, নির্বাচনের প্রক্রিয়া জুড়ে তিনি আইন মেনে চলবেন এবং দেশের অর্থনৈতিক উন্নয়ন ও অগ্রগতি অর্জনের জন্য একটি পরিকল্পনা বাস্তবায়ন করবেন। তিনি আহমাদিনেজাদ প্রশাসনের বৈদেশিক নীতির সমালোচনা করেন এবং অন্যান্য দেশের সাথে ইরানের কূটনৈতিক সম্পর্ক উন্নত করার প্রতিশ্রুতি দেন। তিনি আরও উল্লেখ করেন যে, তার প্রশাসন বিশ্বে বন্ধুত্বপূর্ণ সম্পর্ক বজায় রেখে দেশের অবস্থার উন্নতি ঘটাবে এবং তরুণদের বিভিন্ন অঙ্গনে অংশগ্রহণ বাড়ানোর পরিকল্পনা অনুসরণ করবে।\"ভর্তুকি সংস্কার পরিকল্পনা বাস্তবায়ন করে আমি টেবিলে রুটি রাখব। আমি মুদ্রাস্ফীতি দূর করতে এবং প্রতি বছর এক মিলিয়ন কাজের সুযোগ তৈরি করতে এসেছি\",আরেফ আরো বলেন, তিনি একজন সংস্কারপন্থী এবং সংস্কারের অর্থ হলো ইসলামী বিপ্লবের আদর্শ রক্ষা, জবাবদিহিতা এবং জনগণের অংশগ্রহণকে উৎসাহিত করা। তিনি ২০০৯ সালের নির্বাচনে কথিত জালিয়াতির তদন্ত এবং নেদা আগা সোলতানের মৃত্যু এবং বিক্ষোভে অন্যান্য মৃত্যুর প্রভাবের বিচারেরও আহ্বান জানান।\nআরেফ ১১ জুনের শেষের দিকে জারি করা একটি বিবৃতিতে নির্বাচন থেকে সরে দাঁড়ানোর সিদ্ধান্তের কথা ঘোষণা করেছিলেন, যেখানে তিনি বলেছিলেন যে তিনি সাবেক রাষ্ট্রপতি মোহাম্মদ খাতামির কাছ থেকে পরামর্শ পাওয়ার পর এই সিদ্ধান্ত নেওয়া হয়েছিল, যিনি সরে দাঁড়ানোর পরামর্শ দিয়েছিলেন।  তিনি একটি রাজনৈতিক মহাকাব্য তৈরি করতে এবং ইসলামী প্রজাতন্ত্র ইরানের মর্যাদা বজায় রাখতে আসন্ন রাষ্ট্রপতি নির্বাচনে ব্যাপক ভোট দেওয়ার জন্য ইরানের জনগণের প্রতি আহ্বান জানিয়েছেন। \n\n\n=== ২০১৬ বিধানসভা নির্বাচন ===\n৪ নভেম্বর ২০১৪-এ, আরেফ ঘোষণা করেছিলেন যে তিনি তেহরান, রে, শেমিরানাত এবং এসলামশাহর জেলা থেকে ২০১৬ সালের নির্বাচনে ইরানের সংসদে প্রতিদ্বন্দ্বিতা করবেন। তিনি আনুষ্ঠানিকভাবে ২২ ডিসেম্বর ২০১৫ এ আসনটির জন্য প্রতিদ্বন্দ্বিতা করেন। সংস্কারপন্থীদের প্রধান তালিকায়ও তার নাম ছিল।\nতিনি ১,৬০৮,৯১৬ ভোট পেয়ে সংসদে নির্বাচিত হন যা নির্বাচনে সর্বোচ্চ ছিল। অন্য ২৯ জন সংস্কারপন্থী প্রার্থীরাও সংসদে প্রতিদ্বন্দ্বিতা করেন, ১৯৮০ সালের পর প্রথমবারের মতো তেহরান জেলায় একই দল থেকে প্রার্থীদের প্রতিদ্বন্দ্বিতা করা হয়।\n\n\n== ব্যক্তিগত জীবন ==\nআরেফ ১৯৭৬ সালে হামিদেহ মোরাভভেজ ফার্শিকে বিয়ে করেন  হামিদেহ ডার্মাটোলজিতে পিএইচডি করেছেন এবং বিজ্ঞান মন্ত্রণালয়েও কাজ করেন। তাদের তিন ছেলে।\n২০১৭ সালে, তার ছেলে হামিদ রেজা একটি সাক্ষাত্কারে বলেছিলেন \"আমি গর্বিত যে [আমার] ক্ষমতাগুলি ' ভাল জিন ' থেকে এসেছে...\", যা বিতর্কের জন্ম দিয়েছে। \n\n\n== তথ্যসূত্র =="}