{"pageid": 1478546, "title": "রাজেন্দ্র কৃষাণ", "url": "https://bn.wikipedia.org/wiki?curid=1478546", "content": "রাজেন্দ্র কৃষাণ নামে সুপরিচিত রাজিন্দর কৃষাণ দুজ্ঞল (৬ জুন ১৯১৯ - ২৩ সেপ্টেম্বর ১৯৮৭) একজন ভারতীয় কবি, গীতিকার ও চিত্রনাট্যকার। তার অধিকাংশ কবিতা ও গীত উর্দু ভাষায়। তিনি খান্দান (১৯৬৫) চলচ্চিত্রের \"তুমহি মেরে মন্দির\" গানের জন্য শ্রেষ্ঠ গীতিকার বিভাগে ফিল্মফেয়ার পুরস্কার অর্জন করেন।\nকৃষাণ সুরকার সি রামচন্দ্রের সাথে তার কাজের জন্য সুপরিচিত। এছাড়া তিনি শঙ্কর-জয়কিশন, রবি, রাজেশ রোশন, মদন মোহন, হেমন্ত কুমার, সাজ্জাদ হুসেন, শচীন দেববর্মণ, রাহুল দেববর্মণ, এস. মহিন্দর, চিত্রগুপ্ত, সলিল চৌধুরী ও লক্ষ্মীকান্ত-প্যায়ারেলালের সাথে কাজ করেছেন।\n\n\n== জীবনী ==\nরাজিন্দর কৃষাণ ১৯১৯ সালের ৬ই জুন তদানীন্তন ব্রিটিশ ভারতের পাঞ্জাব প্রদেশের (বর্তমান পাঞ্জাব, পাকিস্তান) জালালপুর জট্টানে এক দুজ্ঞল পরিবারে জন্মগ্রহণ করেন। অষ্টম শ্রেণিতে পড়াকালীন তিনি কবিতার প্রতি আকৃষ্ট হন। তিনি হিমাচল প্রদেশের শিমলার পৌরসভা অফিসে কেরানি হিসেবে তার কর্মজীবন শুরু করেন। সেখানে তিনি ১৯৪২ সাল পর্যন্ত কর্মরত ছিলেন। এই সময়ে তিনি প্রাচ্য ও পাশ্চাত্যের বিভিন্ন লেখকের বই পড়েন এবং নিজে কবিতা লিখেন। তিনি উর্দু কবিতায় ফিরাক গোরাখপুরি ও আহসান দানিশের এবং হিন্দি কবিতায় সুমিত্রানন্দন পন্ত ও সূর্যকান্ত ত্রিপাঠির (নিরালা) সৃষ্টিকর্ম থেকে অনুপ্রেরণা লাভ করেন। সেসব দিনে দিল্লি-পাঞ্জাবের সংবাদপত্রে বিশেষ ক্রোড়পত্র ছাপা হত এবং শ্রীকৃষ্ণের জন্মাষ্টমীতে কবিতা প্রতিযোগিতা অনুষ্ঠিত হত, তিনি নিয়মিত এসব প্রতিযোগিতায় অংশগ্রহণ করতেন।\n১৯৪০-এর দশকের মাঝামাঝি সময়ে কৃষাণ হিন্দি চলচ্চিত্রে চিত্রনাট্যকার হিসেবে কাজ করতে বোম্বেতে পাড়ি জমান। তার প্রথম চিত্রনাট্য ছিল জনতা (১৯৪৭)। গীতিকার হিসেবে তার প্রথম চলচ্চিত্র জঞ্জির (১৯৪৭)। তার প্রথম উল্লেখযোগ্য চিত্রনাট্য ও গীত হল মোতিলাল-সুরাইয়া অভিনীত আজ কি রাত (১৯৪৮)। মহাত্মা গান্ধীর গুপ্তহত্যার পর কৃষাণ \"সুনো সুনো অ্যায় দুনিয়াওয়ালোঁ, বাপু কি ইয়ে অমর কাহানি\" গান লিখেন। গানটিতে কণ্ঠ দেন মোহম্মদ রফি এবং সুর করেন হুসনলাল ভগৎরাম। গানটি বিপুল জনপ্রিয়তা লাভ করে। এই সময়ে তিনি বড়ি বহন (১৯৪৯) ও লাহোর (১৯৪৯) চলচ্চিত্রে গীতিকার হিসেবে সফলতা লাভ করেন।\nকৃষাণ নাগিন চলচ্চিত্রের সংলাপ ও গীত লিখেন। এই চলচ্চিত্রের গানের সুর করেন হেমন্ত কুমার। এই চলচ্চিত্রের \"মন ডোলে মেরা তান ডোলে\", \"মেরা দিল ইয়ে পুকারে আজা\", \"উঁচি উঁচি দুনিয়া কে দিওয়ারেঁ\" গানগুলো জনপ্রিয়তা অর্জন করে। তিনি খান্দান (১৯৬৫) চলচ্চিত্রের \"তুমহি মেরে মন্দির\" গানের জন্য শ্রেষ্ঠ গীতিকার বিভাগে ফিল্মফেয়ার পুরস্কার অর্জন করেন। কৃষাণ ১৯৬৮ সালে পড়োসন চলচ্চিত্রের গান লিখেন এবং এর সুর করেন রাহুল দেববর্মণ। তার কাব্যিক গীত এই চলচ্চিত্রের সঙ্গীতে ভিন্ন মাত্রা যোগ করে। এই চলচ্চিত্রের \"মেরে সামনে ওয়ালি খিড়কি মেঁ\" ও \"এক চতুর নার করকে শৃঙ্গার\" গান দুটি জনপ্রিয়তা লাভ করে।\n\n\n== পুরস্কার ==\nবিজয়ী: শ্রেষ্ঠ গীতিকার বিভাগে ফিল্মফেয়ার পুরস্কার - \"তুমহি মেরে মন্দির\" (খান্দান)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে রাজেন্দ্র কৃষাণ  (ইংরেজি)"}