{"pageid": 1478087, "title": "প্রতিনিধি (মার্কিন রাজনীতি)", "url": "https://bn.wikipedia.org/wiki?curid=1478087", "content": "একজন প্রতিনিধি হল এমন একজন ব্যক্তি যিনি একটি নির্দিষ্ট দল বা জনগোষ্ঠীর পক্ষে প্রতিনিধিত্ব করার জন্য নির্বাচিত হন, বিশেষ করে মার্কিন যুক্তরাষ্ট্রের রাজনৈতিক পরিষদে।\nপ্রতিনিধিদের বিভিন্ন ধরণের প্রকার রয়েছে, যারা বিভিন্ন রাজনৈতিক প্রতিষ্ঠানে নির্বাচিত হন। মার্কিন কংগ্রেসে প্রতিনিধিরা নির্বাচিত হন একটি মার্কিন অঞ্চল এবং সেখানকার নাগরিকদের স্বার্থ রক্ষার জন্য। এছাড়াও, কিছু মার্কিন যুক্তরাষ্ট্রের রাজ্যে আইনসভা যেমন \"হাউস অফ ডেলিগেটস\" বা অন্যান্য পার্লামেন্টারি পরিষদ রয়েছে, যার সদস্যদেরও \"নির্বাচিত প্রতিনিধি\" বলা হয়।\nএকটি মার্কিন যুক্তরাষ্ট্রের প্রেসিডেন্ট নির্বাচনের আগে, বড় রাজনৈতিক দলগুলি বিভিন্ন রাজ্য পার্টি থেকে প্রতিনিধিদের বাছাই করে একটি প্রেসিডেন্ট প্রার্থী মনোনয়ন সম্মেলনের জন্য, যা সাধারণত প্রাথমিক নির্বাচনের মাধ্যমে বা দলীয় ককাসের মাধ্যমে হয়।\n\n\n== নির্বাচিত কর্মকর্তা হিসেবে ==\n\nপ্রতিনিধি হচ্ছে এমন একজন ব্যক্তি, যিনি মার্কিন যুক্তরাষ্ট্রের প্রতিনিধি পরিষদে নির্বাচিত হন, একটি সংগঠিত মার্কিন অঞ্চলের স্বার্থ রক্ষার জন্য। বর্তমানে, এটি শুধুমাত্র বিদেশে বা ডিস্ট্রিক্ট অফ কলাম্বিয়াতে হয়, যদিও ঐতিহাসিকভাবে এটি উত্তর আমেরিকার কিছু অংশে ঘটত, যা বর্তমানে মার্কিন যুক্তরাষ্ট্রের রাজ্য হিসেবে গঠিত হয়েছে।\nপ্রতিনিধিদের কমিটিতে ভোট দেওয়ার অধিকার সহ বেশ কিছু ক্ষমতা রয়েছে, তবে পূর্ণ পরিষদের সিদ্ধান্তমূলক ভোটে অংশগ্রহণ করার অধিকার নেই, যেখানে আসল সিদ্ধান্ত নেওয়া হয়। কিছু ক্ষেত্রে, \"আবাসিক কমিশনার\" শিরোনামে অনুরূপ একটি ম্যান্ডেট থাকে।\n\n\n== প্রতিনিধি ==\nঅন্যান্য পার্লামেন্টারি পরিষদের সদস্যরা, যেমন কন্টিনেন্টাল কংগ্রেস বা নিউ ইয়র্ক রাজ্যের সাংবিধানিক সম্মেলন।\nএমন একটি সংস্থার সদস্য যারা একটি সাংবিধানিক বা মৌলিক সরকারি নথি লেখার বা সংশোধনের জন্য দায়ী, যেমন একটি সাংবিধানিক সম্মেলনের সদস্যদের সাধারণত \"প্রতিনিধি\" বলা হয়।\n\n\n== সভাপতি সম্মেলন ==\n\n\n=== ডেমোক্রেটিক পার্টি ===\nডেমোক্রেটিক পার্টি দুটি ধরণের প্রতিনিধিকে ব্যবহার করে: \"প্রতিশ্রুত\" প্রতিনিধি এবং \"অপ্রতিশ্রুত\" প্রতিনিধি (সাধারণত সুপারডেলিগেট বা কখনও কখনও স্বয়ংক্রিয় প্রতিনিধিরূপে পরিচিত), যা ১৯৮৪ সালে প্রবর্তিত হয়। ১৯৮৪ থেকে ২০১৬ পর্যন্ত, ডেমোক্রেটিক মনোনয়নের জন্য একজন প্রার্থীকে ডেমোক্রেটিক ন্যাশনাল কনভেনশনে প্রতিনিধিদের মোট ভোটের সংখ্যাগরিষ্ঠতা জিততে হত।\nপ্রতিশ্রুত প্রতিনিধিরা রাজ্য বা স্থানীয় পর্যায়ে নির্বাচিত হন এবং তাদের একটি নির্দিষ্ট প্রার্থীকে সম্মেলনে সমর্থন করার জন্য নির্বাচিত করা হয়। তবে, তারা সাধারণত আইনগতভাবে ঐ প্রার্থীকে সমর্থন করতে বাধ্য নয়, তাই প্রার্থীরা সময়ে সময়ে প্রতিনিধিদের তালিকা পর্যালোচনা করতে পারে এবং যাদের সমর্থন নিয়ে সন্দেহ আছে, তাদের বাতিল করতে পারে। বর্তমানে ৪,০৫১ প্রতিশ্রুত প্রতিনিধি রয়েছে।\nমোট ৪,৭৬৫ ডেমোক্রেটিক প্রতিনিধির মধ্যে, ৭১৪ (প্রায় ১৫%) হলেন সুপারডেলিগেট, যারা সাধারণত ডেমোক্রেটিক সদস্যদের মধ্যে থেকে নির্বাচিত হন। তারা নির্দিষ্ট প্রার্থীকে সমর্থন করতে বাধ্য নয়। ২০১৮ সাল থেকে, দলের নিয়ম এবং উপ-আইন কমিটি একটি পরিবর্তন আনে, যেখানে প্রথম ব্যালটের সময় সুপারডেলিগেটদের ভোট দেওয়ার অনুমতি নেই, যদি ফলাফল নিশ্চিত না হয়।\nডেমোক্রেটিক পার্টি প্রতিটি রাজ্যে প্রতিনিধিদের কত সংখ্যায় বরাদ্দ করা হবে তা নির্ধারণ করতে আনুপাতিক প্রতিনিধিত্ব পদ্ধতি ব্যবহার করে। একজন প্রার্থীকে অন্তত ১৫% ভোট জিততে হবে একটি নির্দিষ্ট প্রতিযোগিতায় বা একটি জেলার প্রতিযোগিতায় কোনো প্রতিনিধি পাওয়ার জন্য। প্রতিশ্রুত প্রতিনিধিরা রাজ্য এবং জেলা উভয় স্তরেই অনুপাতিকভাবে বরাদ্দ করা হয়।\n\n\n=== রিপাবলিকান পার্টি ===\nরিপাবলিকান পার্টি অনুরূপ একটি ব্যবস্থা ব্যবহার করে। অধিকাংশ প্রতিনিধি নির্বাচিত হন এবং স্থানীয় বা রাজ্য পর্যায়ে নির্বাচিত হন। রিপাবলিকান মনোনয়ন পেতে প্রার্থীকে মোট ২,৪৭২ প্রতিনিধির মধ্যে ১,২৭৬টি জিততে হবে।\n\n\n== তথ্যসূত্র =="}