{"pageid": 1478518, "title": "ম্যাক প্রতারণা", "url": "https://bn.wikipedia.org/wiki?curid=1478518", "content": "ম্যাক প্রতারণা হলো কম্পিউটার নেটওয়ার্কযুক্ত ডিভাইসে নেটওয়ার্ক ইন্টারফেসের ফ্যাক্টরি-বরাদ্দকৃত ম্যাক ঠিকানা পরিবর্তন করার একটি কৌশল। নেটওয়ার্ক ইন্টারফেস কন্ট্রোলারে হার্ড-কোড করা ম্যাক ঠিকানা পরিবর্তন করা যাবে না। তবে অনেক ড্রাইভার ম্যাক ঠিকানা পরিবর্তন করার অনুমতি দেয়। উপরন্তু, এমন সরঞ্জাম রয়েছে যা একটি অপারেটিং সিস্টেমকে বিশ্বাস করাতে পারে যে নেটওয়ার্ক ইন্টারফেস কন্ট্রোলারে ব্যবহারকারীর পছন্দের ম্যাক ঠিকানা রয়েছে। ম্যাক ঠিকানা ছদ্মবেশের প্রক্রিয়াটি প্রতারণা নামে পরিচিত। মূলত ম্যাক প্রতারণা যেকোন কারণে কম্পিউটারের পরিচয় পরিবর্তন করে।\n\n\n== প্রেরণা ==\nবরাদ্দকৃত ম্যাক ঠিকানা পরিবর্তন করলে ব্যবহারকারী সার্ভার বা রাউটারগুলোতে প্রবেশের নিয়ন্ত্রণ তালিকাগুলোকে উপেক্ষা করতে পারে, হয় নেটওয়ার্কে একটি কম্পিউটারকে লুকিয়ে রাখে বা এটিকে অন্য নেটওয়ার্ক ডিভাইসের ছদ্মবেশী করার অনুমতি দেয়। এটি ব্যবহারকারীকে একটি ওয়াইফাই নেটওয়ার্কে অনুমতি পুনরুদ্ধার করতে কালোতালিকাভুক্ত ম্যাক ঠিকানা উপেক্ষা করার অনুমতি দিতে পারে। স্বয়ংক্রিয় ম্যাক ছাঁকনি চালু থাকলে মাতৃ নিয়ন্ত্রণ উপেক্ষা করার সময় ম্যাক প্রতারণা কাজ করে না। ম্যাক প্রতারণা একইভাবে বৈধ এবং অবৈধ উদ্দেশ্যে করা হয়।\n\n\n=== পরিচয় আড়াল করা ===\nকোনো ব্যবহারকারী তাদের গোপনীয়তা রক্ষা করার জন্য ম্যাক ঠিকানা প্রতারণা করলে তাকে পরিচয় আড়াল করা বলা হয়। অনুপ্রেরণার উদাহরণ হিসাবে, ওয়াইফাই নেটওয়ার্ক সংযোগে ম্যাক ঠিকানা গুপ্তায়ন করা হয় না। এমনকি সুরক্ষিত আইইইই ৮০২.১১আই-২০০৪ (ডাব্লিউপিএ) গুপ্তায়ন পদ্ধতিও ওয়াইফাই নেটওয়ার্কগুলোকে ম্যাক ঠিকানা পাঠাতে বাধা দেয়, যাতে করে অনুসরণ করা এড়াতে ব্যবহারকারী ডিভাইসের ম্যাক ঠিকানা ফাঁকি দিতে পারে। যাইহোক, কম্পিউটার ক্র্যাকাররা তাদের পরিচয় প্রকাশ না করেই ম্যাক ছাঁকনির মতো অপ্রবেশ্য নিয়ন্ত্রণ পদ্ধতিগুলো উপেক্ষা করতে একই কৌশল ব্যবহার করে। তারা ম্যাক ছাঁকনি ব্যবহার করে নেটওয়ার্কগুলোতে প্রবেশাধিকার পাওয়ার জন্য ম্যাক প্রতারণা ব্যবহার করতে পারে, যদি তাদের কাছে অনুমোদিত ম্যাক ঠিকানাগুলোর কোনো একটি পরিচিত হয়। ফলে প্রকৃত অপরাধী আইন প্রয়োগকারী সংস্থার দ্বারা সনাক্ত নাও হতে পারে।\n\n\n=== ওয়াইফাইতে এলোমেলো ম্যাক ঠিকানা ===\nডিভাইস অনুসরণ করার জন্য ম্যাক ঠিকানাগুলো ব্যবহার করা থেকে তৃতীয় পক্ষগুলোকে আটকাতে অ্যান্ড্রয়েড, লিনাক্স, আইওএস, ম্যাকওএস এবং উইন্ডোজ এলোমেলো ম্যাক ঠিকানা প্রয়োগ করেছে। ২০১৪ সালের জুনে, অ্যাপল ঘোষণা করেছে যে আইওএসের ভবিষ্যত সংস্করণগুলো সকল ওয়াইফাই সংযোগের জন্য ম্যাক ঠিকানাগুলোকে এলোমেলো করে দেবে। লিনাক্স কার্নেল ২০১৫ সালের মার্চ থেকে নেটওয়ার্ক স্ক্যানের সময় এলোমেলো ম্যাক ঠিকানা সমর্থন করেছে, কিন্তু এই বৈশিষ্ট্যটি ব্যবহার করার জন্য ড্রাইভারগুলো আপডেট থাকতে হবে। ২০১৫ সালের জুলাইয়ে উইন্ডোজ ১০  প্রকাশের পর থেকে উইন্ডোজ এটিকে সমর্থন করেছে।\n\n\n== বিতর্ক ==\nযদিও ম্যাক ঠিকানা প্রতারণা বেআইনি নয়, এর অনুশীলন কিছু ক্ষেত্রে বিতর্কের সৃষ্টি করেছে। ২০১২ সালে ইন্টারনেট হ্যাকটিভিস্ট অ্যারন সোয়ার্টজের বিরুদ্ধে অভিযোগ আনা হয়, যিনি জেস্টোর আধুনিক গ্রন্থাগার থেকে অবৈধভাবে ফাইলগুলোতে প্রবেশ করার অভিযোগে অভিযুক্ত ছিলেন। অভিশংসকরা দাবি করেছিলেন যে তিনি তার ম্যাক ঠিকানাটি জালিয়াতি করেছিলেন, যা অপরাধমূলক কাজ করার উদ্দেশ্যমূলক অভিপ্রায় দেখিয়েছিল। ২০১৪ সালের জুনে অ্যাপল ঘোষণা করেছিল যে তাদের আইওএস মাধ্যমের ভবিষ্যত সংস্করণগুলো সকল ওয়াইফাই সংযোগের জন্য ম্যাক ঠিকানাগুলোকে এলোমেলো করে দেবে, যা ইন্টারনেট পরিষেবা প্রদানকারীদের জন্য ব্যবহারকারীর কার্যকলাপ এবং পরিচয় ট্র্যাক করা আরও কঠিন করে তুলবে। সংবাদটি বেশ কয়েকটি ব্লগ এবং সংবাদপত্রে ম্যাক প্রতারণার অনুশীলনকে ঘিরে নৈতিক এবং আইনি যুক্তিগুলোকে পুনরুত্থিত করেছে।\n\n\n== সীমাবদ্ধতা ==\nম্যাক ঠিকানা প্রতারণা স্থানীয় সম্প্রচার ডোমেনে সীমাবদ্ধ। আইপি ঠিকানা প্রতারণার বিপরীতে, প্রেরকরা তাদের আইপি ঠিকানা দিয়ে ধোঁকা দেয় যাতে গ্রাহক অন্য কোথাও প্রতিক্রিয়া পাঠাতে পারে। ম্যাক ঠিকানা প্রতারণায় যদি ম্যাক ছাঁকনি চালু না করা হয় তাহলে প্রতারক দল নতুন ডিভাইসে ছদ্মবেশ ধারণ করতে সক্ষম হয়।\n\n\n== তথ্যসূত্র =="}