{"pageid": 1478991, "title": "আল্লাহ মোহাম্মদ গজানফর", "url": "https://bn.wikipedia.org/wiki?curid=1478991", "content": "আল্লাহ মোহাম্মদ গজানফর (জন্ম: ২০ মার্চ, ২০০৬) হল একজন আফগান ক্রিকেটার, যিনি আফগানিস্তান জাতীয় দলের প্রতিনিধিত্ব করে। আফগান শপেজেজা ক্রিকেট লিগে তিনি মিস আইনাক নাইটস ও পাকিস্তান জুনিয়র লিগে রাওয়ালপিন্ডি রাইডার্সের হয়ে খেলেন। তিনি ২০২৪ ইন্ডিয়ান প্রিমিয়ার লিগে কলকাতা নাইট রাইডার্স ও ২০২৪ সালে লঙ্কা প্রিমিয়ার লিগে কলম্বো স্ট্রাইকার্সের জন্য নির্বাচিত হন। ২০২৪ সালের মার্চে আয়ারল্যান্ডের বিরুদ্ধে তার ওডিআই অভিষেক ঘটে। ২০২৪ সালের সেপ্টেম্বরে দক্ষিণ আফ্রিকার বিরুদ্ধে আফগানিস্তানের একদিনের আন্তর্জাতিকে প্রথম জয় নিবন্ধনে গযানফর উল্লেখযোগ্য ভূমিকা পালন করেন।\n\n\n== ব্যক্তিগত জীবন ==\nগাজানফর আফগানিস্তানের পাকতিয়া প্রদেশে জন্ম গ্রহণ করেছেন। তার পাঁচ বড় ভাই রয়েছে এবং ২০২২ সাল পর্যন্ত তিনি কাবুলে থাকতেন। \n\n\n== ঘরোয়া ও ফ্র্যাঞ্চাইজি ক্যারিয়ার ==\nকভিড-১৯ মহামারি চলাকালীন ২০২০ সালে গযনফর ক্রিকেট খেলা শুরু করেন।  তিনি একজন ফাস্ট বোলার হিসেবে শুরু করেন  এবং এখন একজন অফ স্পিনার । তিনি আঙুলের সাহায্যে স্পিন বোলিং করেন।  তিনি আফগানিস্তানের প্রাক্তন অধিনায়ক দৌলত আহমদজাইয়ের কাছ থেকে স্পিন বোলিঙের শিক্ষা পেয়েছিলেন  এবং তার বোলিং কৌশলকে আফগান আন্তর্জাতিক ক্রিকেটার মুজিব জাদরানের সাথে তুলনা করা হয়।  গাজানফার কাবুলের মির্জা মোহাম্মদ কাটওয়াযাই ক্রিকেট সেন্টারে প্রশিক্ষণ নেন  এবং আফগানিস্তান জাতীয় অনূর্ধ্ব-১৯ ক্রিকেট দলের সাথেও তিনি প্রশিক্ষণ নিয়েছেন। \nআফগান শপেজেজা ক্রিকেট লিগে মিস আইনাক নাইটসের হয়ে তিনি খেলেন।  তার অভিষেকে তিনি ৪ ওভারে ১/২৭ নেন এবং তার দ্বিতীয় ম্যাচে তিনি চার উইকেট নেন।  2022 সালে, তিনি পাকিস্তান জুনিয়র লিগে রাওয়ালপিন্ডি রাইডার্সের হয়ে খেলেন; তিনি প্রতিযোগিতায় 12 বিদেশী খেলোয়াড়দের একজন ছিলেন।  2022-23 বিগ ব্যাশ লিগের মৌসুমের খসড়ায় তাকে অন্তর্ভুক্ত করা হয়েছিল, কিন্তু নির্বাচিত হয়নি।  নেপাল টি-টোয়েন্টি লিগের উদ্বোধনী মৌসুমে তিনি ফার ওয়েস্টার্ন ইউনাইটেড দলে অন্তর্ভুক্ত হন।  15 বছর বয়সে, গজানফার 2023 সালের ইন্ডিয়ান প্রিমিয়ার লিগের নিলামে অন্তর্ভুক্ত হন।  তিনি সেই বছরের নিলামে প্রবেশকারী সর্বকনিষ্ঠ খেলোয়াড় ছিলেন, এবং নিলামের জন্য তার ভিত্তি মূল্য ছিল ₹ ২০ লাখ (ইউএস$ ২৪,৪০০) ।  সে নিলামে অবিক্রিত হয়ে গেল। \n2024 সালের মার্চ মাসে, গাজানফরকে মুজিব উর রহমানের পরিবর্তে ₹ ২০ লাখ (ইউএস$ ২৪,৪০০) মূল মূল্যে 2024 ইন্ডিয়ান প্রিমিয়ার লিগে তাদের হয়ে খেলার জন্য কলকাতা নাইট রাইডার্স দ্বারা চুক্তিবদ্ধ করা হয়।  কয়েকদিন আগে, মুম্বাই ইন্ডিয়ান্স তাকে নেট বোলার হওয়ার জন্য সই করার চেষ্টা করেছিল, কিন্তু সে তাদের হয়ে সেই ভূমিকা পালন করার জন্য ভিসা পেতে পারেনি।  তিনি 2024 লঙ্কা প্রিমিয়ার লিগের মৌসুমের জন্য কলম্বো স্ট্রাইকার্স দ্বারা নির্বাচিত হন। \n\n\n== তথ্যসূত্র =="}