{"pageid": 1478267, "title": "উৎকর্ষ", "url": "https://bn.wikipedia.org/wiki?curid=1478267", "content": "উৎকর্ষ হলো অস্তিত্বের এমন দিক যা বস্তুগত মহাবিশ্ব থেকে সম্পূর্ণ স্বাধীন, সমস্ত পরিচিত শারীরিক নিয়মের বাইরে। এটি দেবতাদের প্রকৃতি ও শক্তির সাথে সাথে অন্যান্য আধ্যাত্মিক বা অলৌকিক সত্তা এবং শক্তির সাথে সম্পর্কিত। ধর্মীয় অভিজ্ঞতায়, এটি এমন অবস্থা যা শারীরিক অস্তিত্বের সীমাবদ্ধতা অতিক্রম করেছে অথবা এটি থেকে স্বাধীনও হয়েছে। এটি সাধারণত প্রার্থনা, আচার-অনুষ্ঠান ও ধ্যান দর্শনে প্রকাশ পায়।\nএটি বিভিন্ন ধর্মীয় ঐতিহ্যের দেবত্বের ধারণার দ্বারা নিশ্চিত করা হয়েছে, যা ঈশ্বরের (পরম) ধারণার সাথে বৈপরীত্য করে যেটি একচেটিয়াভাবে ভৌত নিয়মে (অব্যবস্থা) বিদ্যমান, অথবা এটি থেকে আলাদা করা যায় না (সর্বেশ্বরবাদ)। উৎকর্ষকে জ্ঞানের পাশাপাশি বা এর সত্তার পরিবর্তে আরোপ করা যেতে পারে। সুতরাং, এটি এমন সত্তা যা মহাবিশ্ব ও জ্ঞান উভয়কে অতিক্রম করতে পারে।\nধর্মীয় ঐতিহ্যের কিছু ধর্মতাত্ত্বিক ও অধিবিদ্যাবাদীরা নিশ্চিত করে যে ঈশ্বর মহাবিশ্বের ভিতরে ও বাইরেও (সর্বজনীনতাবাদ); এটার মধ্যে, কিন্তু এটা না; একই সাথে এটিকে বিস্তৃত করে এবং এটিকে অতিক্রম করে।\n\n\n== ইব্রাহিমীয় ধর্মে ==\n\n\n=== ইহুদিধর্ম ===\nইহুদি ধর্মতাত্ত্বিকরা, বিশেষত মধ্যযুগ থেকে, ঐশ্বরিক সরলতার পরিপ্রেক্ষিতে ঈশ্বরের উৎকর্ষকে বর্ণনা করেছেন, এবং ঈশ্বরের ঐতিহ্যগত বৈশিষ্ট্যকে সর্বজ্ঞ ও সর্বশক্তিমান হিসাবে ব্যাখ্যা করেছেন। সিনাই পর্বতে মূসার কাছে অলৌকিক ঘটনা এবং দশটি প্রত্যাদেশের প্রকাশের মতো প্রাকৃতিক ঘটনার ক্ষেত্রের বাইরের ঘটনাগুলির আকারে ঐশ্বরিক উৎকর্ষের হস্তক্ষেপ ঘটে।\nইহুদি কাব্বালীয় বিশ্বতত্ত্বে, ঈশ্বরকে ঈশ্বরের ঐশ্বরিক সরলতা এবং অপরিহার্য অজানাতার উল্লেখ হিসাবে \"এয়ন সোফ\" (শেষ ছাড়া) হিসাবে বর্ণনা করা হয়েছে। এয়ন সোফ থেকে সৃষ্টির উদ্ভব পরিস্রাবণ প্রক্রিয়ার মাধ্যমে ব্যাখ্যা করা হয়েছে। কাব্বালীয় মহাজাগতিক পুরাণে \"পাত্র ভাঙ্গা\" হিসাবে উল্লেখ করা হয়েছে, পরিস্রাবণ প্রয়োজনীয় ছিল কারণ অন্যথায় এই তীব্র, সরল সারাংশটি অভিভূত হয়ে যেত এবং কোনও স্বতন্ত্র সৃষ্টির উত্থানকে অসম্ভব করে তুলত। প্রতিটি পরিস্রাবণ এই সৃজনশীল শক্তির উদ্ভবকে ধরে রাখে যতক্ষণ না এটি ঈশ্বরের সরল সারাংশের তীব্রতায় অভিভূত ও ভেঙে যায়। একবার ভেঙ্গে গেলে, শোষিত ঐশ্বরিক স্ফুলিঙ্গ পূর্ণ জাহাজের ছিদ্রগুলি নীচে পাত্রে পড়েছিল। এই প্রক্রিয়াটি শেষ পর্যন্ত চলতে থাকে যতক্ষণ না ঈশ্বরভক্তির জ্যোতি যথেষ্ট পরিমাণে হ্রাস পায় যাতে আমরা যে বিশ্বে বাস করি তা ভাঙা ছাড়াই টিকিয়ে রাখা যায়। এই বিশ্বের সৃষ্টি, যাইহোক, ঈশ্বরীয় উৎকর্ষতা লুকানো বা নির্বাসিত (অবিশ্বস্থ জগত থেকে) পরিণতি নিয়ে আসে। কেবলমাত্র আমাদের বস্তুজগতের মধ্যে গেঁথে থাকা ছিদ্রগুলিতে লুকিয়ে থাকা স্ফুলিঙ্গের প্রকাশের মাধ্যমেই উৎকর্ষকে আবার স্বীকৃত করা যায়। হাসিদিক চিন্তাভাবনায়, ঐশ্বরিক স্ফুলিঙ্গ আদেশ বা মিতজভোত (তাওরাতে বর্ণিত বাধ্যবাধকতা ও নিষেধাজ্ঞা) সম্পাদনের মাধ্যমে প্রকাশিত হয়। পৃথিবীতে নৃশংসতার অস্তিত্বের জন্য কাব্বালীয় ব্যাখ্যা হলো যে ঐশ্বরিক স্ফুলিঙ্গ লুকিয়ে থাকার সাথে এই ধরনের ভয়ঙ্কর জিনিসগুলি সম্ভব। এইভাবে লুকানো স্ফুলিঙ্গকে মুক্ত করার জন্য এবং তিক্কুন ওলম (বিশ্বের নিরাময়) করতে মিতজভোত করার কিছু জরুরিতা রয়েছে। ততক্ষণ পর্যন্ত, বিশ্ব ঈশ্বরের অব্যক্ত দিক দ্বারা পরিচালিত হয়, যাকে প্রায়শই শেখিনহ বা ঐশ্বরিক আত্মা হিসাবে উল্লেখ করা হয়, এবং স্ত্রীলিঙ্গ পরিভাষায়।\n\n\n=== খ্রিস্টধর্ম ===\nঅন্যান্য খ্রিস্টান সম্প্রদায়ের মতো ক্যাথলিক মণ্ডলীও মনে করে যে ঈশ্বর সমস্ত সৃষ্টিকে উৎকর্ষীত করেন।  আকুইনাসের মতে, \"ঈশ্বর সম্বন্ধে, আমরা বুঝতে পারি না তিনি কী, তবে শুধুমাত্র তিনি কী নন, এবং অন্যান্য প্রাণীরা কীভাবে তাঁর সাথে সম্পর্ক স্থাপন করে।\"\nঈশ্বরের নৃতাত্ত্বিক চিত্রগুলি মূলত রূপক ও অসীমকে বর্ণনা করার প্রচেষ্টায় \"মানুষের উৎকর্ষের পদ্ধতি\" এর চ্যালেঞ্জ প্রতিফলিত করে। সেন্ট আউগুস্তিনুস পর্যবেক্ষণ করেছেন \"...[১] এটি শুধুমাত্র এই ধরনের মানবিক উৎকর্ষ ব্যবহার করেই ধর্মগ্রন্থ তার অনেক ধরণের পাঠক তৈরি করতে পারে যাদের এটি বাড়িতে অনুভব করতে সাহায্য করতে চায়।\" \"উৎকর্ষের অনুভূতি\" এবং তাই, \"পবিত্র\" সম্পর্কে সচেতনতা হলো স্তোত্রমালার গুরুত্বপূর্ণ উপাদান। এইভাবে, ঈশ্বরকে উৎকর্ষীয় ও অব্যবস্থা হিসাবে স্বীকৃত করা হয়।\n\n\n=== ইসলাম ===\nতাওহিদ হলো বিশ্বাস করা এবং নিশ্চিত করার কাজ যে ঈশ্বর (আল্লাহ) এক এবং অদ্বিতীয় (ওয়াহিদ)। কুরআন একক ও পরম সত্যের অস্তিত্বের দাবি করে যা বিশ্বকে অতিক্রম করে; এক অনন্য এবং অবিভাজ্য সত্তা যিনি সমগ্র সৃষ্টি থেকে স্বাধীন। সূরা ইখলাসে উল্লিখিত কুরআন অনুসারে:\n\nভিনসেন্ট জে. কর্নেলের মতে, কুরআন বাস্তবতাকে একত্রিত সমগ্র হিসাবে বর্ণনা করে ঈশ্বরের অদ্বয় চিত্রও প্রদান করে, ঈশ্বর একক ধারণা যা সমস্ত বিদ্যমান জিনিসকে বর্ণনা বা বর্ণনা করবে: \"আল্লাহ প্রথম ও শেষ, বাহ্যিক ও অভ্যন্তরীণ; আল্লাহ সবকিছুর জ্ঞাত।\" [কুরআন ৫৭:৩] তবে সমস্ত মুসলমানই কঠোরভাবে এমন ব্যাখ্যার সমালোচনা করেছেন যা ঈশ্বরের প্রতি এক অদ্বৈতবাদী দৃষ্টিভঙ্গির দিকে পরিচালিত করবে যা তারা স্রষ্টা ও প্রাণীর মধ্যে পার্থক্যকে অস্পষ্ট করে এবং ইসলামের উগ্র একেশ্বরবাদের সাথে এর অসঙ্গতি হিসাবে দেখে।\nঈশ্বরের ঐক্য এবং ঐশ্বরিক প্রকৃতির জটিলতা ব্যাখ্যা করার জন্য, কুরআন \"আল্লাহর সবচেয়ে সুন্দর নাম\" (সূরা ৭:১৮০) হিসাবে উল্লেখ করা ৯৯টি পদ ব্যবহার করে। সর্বোত্তম নাম \"আল্লাহ\" এবং নূতন শব্দ আল-রহমান (ঐশ্বরিক কল্যাণকে নির্দেশ করে যা ক্রমাগত মহাবিশ্বকে সৃষ্টি করে, রক্ষণাবেক্ষণ করে এবং ধ্বংস করে), অন্যান্য নামগুলি ঈশ্বর ও মানব উভয়ের দ্বারা ভাগ করা যেতে পারে। ইসলামিক শিক্ষা অনুসারে, পরেরটি ঈশ্বরের অব্যবস্থার স্মারক হিসেবে কাজ করার জন্য বোঝানো হয়েছে, বরং তার ঈশ্বরত্বের চিহ্ন বা ঈশ্বরের উৎকর্ষ প্রকৃতির উপর সীমাবদ্ধতা আরোপ করার পরিবর্তে।\nতাওহিদ বা ঈশ্বরের একত্ব মুসলিম পেশার প্রধান প্রবন্ধ। সৃষ্ট সত্ত্বাকে দেবত্ব আরোপ করাই একমাত্র ক্ষমার অযোগ্য পাপ যা কুরআনে উল্লেখ করা হয়েছে। মুসলমানরা বিশ্বাস করে যে ইসলামের শিক্ষার সম্পূর্ণতা তাওহিদের নীতির উপর নির্ভরশীল।\n\n\n=== বাহাইধর্ম ===\nবাহাই বিশ্বাস একক, অবিনশ্বর ঈশ্বরে বিশ্বাস করে, মহাবিশ্বের সমস্ত প্রাণী ও শক্তি সহ সমস্ত কিছুর স্রষ্টা। বাহাই ঐতিহ্যে, ঈশ্বরকে \"একজন ব্যক্তিগত ঈশ্বর, অজ্ঞাত, দুর্গম, সমস্ত উদ্ঘাটনের উৎস, চিরন্তন, সর্বজ্ঞ, সর্বব্যাপী ও সর্বশক্তিমান\" হিসাবে বর্ণনা করা হয়েছে। যদিও সরাসরি অগম্য, তবুও ঈশ্বরকে তার সৃষ্টি সম্পর্কে সচেতন, মন, ইচ্ছা ও উদ্দেশ্য নিয়ে দেখা হয়। বাহাইরা বিশ্বাস করে যে ঈশ্বর সর্বদা এবং বিভিন্ন উপায়ে এই ইচ্ছা প্রকাশ করেন, যার মধ্যে রয়েছে ঈশ্বরের প্রকাশ বা কখনো কখনো ঐশ্বরিক শিক্ষাবিদ হিসাবে উল্লেখ করা ঐশ্বরিক বার্তাবাহকদের সিরিজের মাধ্যমে। ঈশ্বরের অভিপ্রায় ব্যক্ত করতে গিয়ে এই প্রকাশগুলো দেখা যায় পৃথিবীতে ধর্ম প্রতিষ্ঠা করতে। বাহাই শিক্ষা বলে যে ঈশ্বর মানুষের পক্ষে সম্পূর্ণরূপে বোঝার পক্ষে বা সম্পূর্ণ ও সঠিক চিত্র তৈরি করার পক্ষে এত মহান।\n\n\n== ভারতীয় ধর্মে ==\n\n\n=== বৌদ্ধধর্ম ===\nবৌদ্ধধর্মে, উৎকর্ষ অস্তিত্বের নিরাকার জগতের নশ্বর প্রাণীদের অন্তর্গত। যদিও বৌদ্ধ ঐতিহ্যে এই ধরনের প্রাণীরা সংসারের 'চূড়ায়' অবস্থান করে, উৎকর্ষের বিকাশকে অস্থায়ী এবং আধ্যাত্মিক কানাগলি হিসাবে বিবেচনা করে যেটি সংসারের স্থায়ী অবসান ঘটায় না। দাবিটি গৌতম বুদ্ধের নিজস্ব প্রশিক্ষণ ও বিকাশের সময় অন্যান্য শ্রমণ শিক্ষকদের থেকে প্রাথমিক পার্থক্যকারী ছিল।\nবিকল্পভাবে, থেরবাদ, মহাযান (বিশেষত শুদ্ধভূমি ও জেন) ও বজ্রযান বৌদ্ধধর্মে উৎকর্ষের ধারণা কখনও কখনও পরিত্রাণীয় নিবেশ অন্তর্ভুক্ত করে। শুদ্ধভূমি ও বজ্রযান ব্যতীত, অতীন্দ্রিয় প্রাণীদের দ্বারা পরিচালিত ভূমিকা ন্যূনতম ও সর্বাধিক অস্থায়ী সমীচীন। যাইহোক কিছু বৌদ্ধ বিশ্বাস করেন যে নির্বাণ হলো শাশ্বত, নাম এবং রূপের বাইরে অতীন্দ্রিয় অবস্থা, তাই বৌদ্ধদের জন্য, নির্বাণ হলো উৎকর্ষতার প্রধান ধারণা। বৌদ্ধধর্মে নির্বাণের আরও সাধারণ ব্যাখ্যা হলো যে এটি সমাপ্তি - কোন কিছুর স্থায়ী অনুপস্থিতি (যেমন কষ্ট), এবং তাই এটি কোনোভাবেই এমন অবস্থা নয় যাকে উৎকর্ষ বলে বিবেচনা করা যেতে পারে।\nআদিম বোধোদয় ও ধর্মকে কখনও কখনও উৎকর্ষ হিসাবে চিত্রিত করা হয়, কারণ তারা সমস্ত সংসারিক বাধা অতিক্রম করতে পারে।\n\n\n=== হিন্দুধর্ম ===\nভগবদ্গীতায়, উৎকর্ষকে আধ্যাত্মিক অর্জনের স্তর হিসাবে বর্ণনা করা হয়েছে, অথবা সমস্ত আধ্যাত্মিক প্রত্যাশীদের জন্য উন্মুক্ত থাকার অবস্থা (যোগ নীতির শেষ লক্ষ্য)। এই অবস্থায় কেউ আর কোনো বস্তুবাদী আকাঙ্ক্ষার নিয়ন্ত্রণে থাকে না এবং উচ্চতর আধ্যাত্মিক বাস্তবতা সম্পর্কে সচেতন থাকে।\n\nযখন যোগী, যোগ অনুশীলনের মাধ্যমে, তার মানসিক কার্যক্রমকে শৃঙ্খলাবদ্ধ করে এবং উৎকর্ষীত হয় (সমস্ত বৈষয়িক বাসনা বর্জিত) তখন তাকে যোগে সুপ্রতিষ্ঠিত বলা হয়।\nউৎকর্ষের সঠিক প্রকৃতিটিকে বস্তুগত প্রকৃতির রীতির উপরে বিবেচনা করা হয়, যা হিন্দু দর্শনে গুণ নামে পরিচিত যা জীবকে সংসারের জগতে আবদ্ধ করে।\nহিন্দুধর্মে বিভিন্ন দৃষ্টিকোণ থেকে উৎকর্ষ বর্ণনা করা হয় এবং বিবেচনা করা হয়। অদ্বৈত বেদান্তের মতো ঐতিহ্য, উৎকর্ষে, ঈশ্বরকে গুণবিহীন (নির্গুণ ব্রহ্ম), পরম হিসাবে দেখে। অন্যান্য ঐতিহ্য যেমন ভক্তিযোগ, উৎকর্ষে, ঈশ্বরকে বৈশিষ্ট্যযুক্ত (সগুণ ব্রহ্ম), পরমকে ব্যক্তিকেন্দ্রিক দেবতা (ঈশ্বর), যেমন বিষ্ণু বা শিব হিসেবে বিবেচনা করে।\n\n\n=== শিখধর্ম ===\nওয়াহেগুরু হলো একটি শব্দ যা প্রায়শই শিখধর্মে ঈশ্বর, পরমসত্তা বা সকলের স্রষ্টাকে বোঝাতে ব্যবহৃত হয়। পাঞ্জাবি ভাষায় এর অর্থ \"বিস্ময়কর শিক্ষক\", কিন্তু এই ক্ষেত্রে শিখধর্মে ঈশ্বরকে বোঝাতে ব্যবহৃত হয়।\nওয়াহে অর্থ বিস্ময়কর এবং গুরু অর্থ শিক্ষক। ওয়াহেগুরুকেও কেউ কেউ পরমানন্দের অভিজ্ঞতা হিসাবে বর্ণনা করেছেন যা সমস্ত বর্ণনার বাইরে।\nশিখ মতবাদ সর্বজনীন ঈশ্বরকে (এক ওঙ্কার) চিহ্নিত করে যিনি সর্বব্যাপী ও অসীম গুণাবলীর অধিকারী, যার নাম সত্য (সতনাম), তিনি স্রষ্টা (কর্তা পুরখ), কোন ভয় নেই (নিরব হউ), কারও শত্রু নয় (নিরবইর), কালের ঊর্ধ্বে (অকাল), কোন মূর্তি নেই (মুরত), জন্ম ও মৃত্যুর ঊর্ধ্বেপ্রচলন (অজুনি), স্ব-অস্তিত্বশীল (সাঁই ভাং) এবং শব্দ গুরুর কৃপা (অনন্ত আলো) ধারণ করে আমরা তাঁর (গুরুপ্রসাদ) সাথে দেখা করতে পারি। শিখরা এক ওঙ্কারের জন্য লিঙ্গ চিহ্নিত করে না, বা তারা বিশ্বাস করে না যে এটি মানবিক রূপ নেয়। শিখ ঐতিহ্যে, সমস্ত মানুষকে তাদের ধর্ম, লিঙ্গ বা জাতি নির্বিশেষে সমান হিসাবে বিবেচনা করা হয়। সকলেই সর্বশক্তিমান ওয়াহেগুরুর পুত্র ও কন্যা।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিউক্তিতে উৎকর্ষ সম্পর্কিত উক্তি পড়ুন।"}