{"pageid": 1478498, "title": "মোহাম্মদ মিয়ারি", "url": "https://bn.wikipedia.org/wiki?curid=1478498", "content": "মোহাম্মদ মিয়ারি (আরবি: محمد ميعاري; হিব্রু ভাষায়: מוחמד מיעארי‎, জন্ম ১২ এপ্রিল ১৯৩৯) একজন ইসরায়েলি আরব প্রাক্তন রাজনীতিবিদ যিনি ১৯৮০ এবং ১৯৯০ এর দশকের শুরুতে শান্তির জন্য প্রগতিশীল তালিকার প্রধান ছিলেন।\n\n\n== জীবনী ==\nমিয়ারি ম্যান্ডেট যুগে আল-বিরওয়াতে জন্মগ্রহণ করেছিলেন, একটি গ্রাম যা ১৯৪৮ সালের আরব-ইসরায়েল যুদ্ধের ফলে জনশূন্য হয়ে পড়েছিল। তিনি মাকারে বেড়ে ওঠেন এবং কাফর ইয়াসিফের উচ্চ বিদ্যালয়ে পড়াশোনা করেন এবং আরব যুব অগ্রগামী আন্দোলনের সদস্যও ছিলেন। পরে তিনি জেরুজালেমের হিব্রু বিশ্ববিদ্যালয়ে আইন অধ্যয়ন করেন এবং একজন আইনজীবী হিসেবে প্রত্যয়িত হন।\nবিশ্ববিদ্যালয়ে থাকাকালীন তিনি আরব ছাত্র রাজনীতিতে সক্রিয় হন। তিনি আল-আর্দ আন্দোলনের প্রতিষ্ঠাতাদের মধ্যে ছিলেন,  ১৯৬৫ সালের নেসেট নির্বাচনের জন্য আরব সমাজতান্ত্রিক তালিকায় তৃতীয় স্থান লাভ করেন, যদিও শেষ পর্যন্ত কেন্দ্রীয় নির্বাচন কমিটি দ্বারা তালিকাটি চালানো থেকে বাধা দেওয়া হয়েছিল।\n১৯৮৪ সালে তিনি শান্তির জন্য প্রগতিশীল তালিকার প্রতিষ্ঠাতাদের মধ্যে ছিলেন এবং সেই বছরের নির্বাচনে নেসেটে নির্বাচিত হন। অফিসে তার প্রথম মেয়াদে তিনি অভ্যন্তরীণ বিষয়ক ও পরিবেশ কমিটির সদস্য ছিলেন। দলটিকে প্রাথমিকভাবে কেন্দ্রীয় নির্বাচন কমিটি দ্বারা 1988 সালের নির্বাচনে প্রতিদ্বন্দ্বিতা করতে নিষিদ্ধ করা হয়েছিল এই ভিত্তিতে যে এটি নেসেটের বেসিক আইন লঙ্ঘন করেছে, যা বলেছিল যে দলগুলির লক্ষ্য \"ইহুদি রাষ্ট্র হিসাবে ইস্রায়েল রাষ্ট্রকে অস্বীকার করা উচিত নয়\" মানুষ\"। পিএলএফপি সুপ্রিম কোর্টে আপিল করে এবং নিষেধাজ্ঞা বাতিল করা হয়। দলটি একক আসনে কমে গেলেও মিয়ারি পুনরায় নির্বাচিত হন। ১৯৯২ সালের নির্বাচনে তিনি তার আসন হারান, যেখানে PLFP ভোটের মাত্র ০.৯% জিতেছিল, ১.৫% নির্বাচনী থ্রেশহোল্ড অতিক্রম করতে ব্যর্থ হয়েছিল।\nনেসেটে তার সময়কালে, তার সংসদীয় অনাক্রম্যতা অপসারণের জন্য দুটি প্রচেষ্টা হয়েছিল; একটি ফুয়াদ কাওয়াসমের স্মরণে একটি সভায় উপস্থিত থাকার কারণে, যাকে হেবরনের মেয়র পদ থেকে অপসারণ করা হয়েছিল, এবং দ্বিতীয়টি ১৯৮৮ সালে পিএলও নেতাদের সাথে দেখা করার জন্য এবং একটি সংবাদ সম্মেলনের জন্য যেখানে তিনি প্রথম ইন্তিফাদার প্রতি সমর্থন প্রকাশ করেছিলেন। উভয় প্রচেষ্টা ব্যর্থ হয়েছে.\nপরে তিনি বালাদে যোগ দেন,  এবং ২০০৩ সালের নির্বাচনের তালিকায় তাকে প্রতীকী সর্বশেষ স্থান দেওয়া হয়। সিরিয়ার গৃহযুদ্ধের সময় বাশার আল-আসাদের আচরণের পার্টির সমালোচনার কারণে ২০১৪ সালে তিনি বালাদ ত্যাগ করেন, কাপাহ (সংগ্রাম) নামে একটি বিচ্ছিন্ন আন্দোলনের নেতা হয়েছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমোহাম্মদ মিয়ারি on the Knesset website"}