{"pageid": 1478532, "title": "দুশারা বিজয়ন", "url": "https://bn.wikipedia.org/wiki?curid=1478532", "content": "দুশারা বিজয়ন হলেন একজন ভারতীয় অভিনেত্রী, যিনি তামিল চলচ্চিত্রে তার কাজের জন্য পরিচিত। তিনি তামিল চলচ্চিত্র বোধাই ইয়েরি বুধি মারিতে (২০২৩) আত্মপ্রকাশ করেন এবং সর্পাত্তা পরমবারাই (২০২১), ন্যাচাথিরাম নাগারগিরাধু (২০২২) এবং রায়ান (২০২৪) চলচ্চিত্রে অভিনয়ের জন্য স্বীকৃতি পান।\n\n\n== কর্মজীবন ==\nদুশারা ডিন্ডিগুলে জন্মগ্রহণ করেন। তিনি প্রকৌশল ডিগ্রি অর্জন করার পর ফ্যাশন অধ্যয়ন বন্ধ করে দেন। তিনি একটি কুকুরের উপর ভিত্তি করে তৈরি চলচ্চিত্র আনবুল্লা গিল্লিতে (২০২২) কাজ করার আগে নতুনদের দ্বারা তৈরি চলচ্চিত্র বোধাই ইয়েরি বুধি মারিতে (২০১৯) তার অভিনয়ের অভিষেক ঘটান।\nদুশারার সাফল্য আসে ক্রীড়া সম্পর্কিত নাট্য চলচ্চিত্র সর্পাত্তা পরমবারাই (২০২১) এর মাধ্যমে, যেখানে তিনি ১৯৭০-এর দশকের মাদ্রাজের একজন নারীর চরিত্রে অভিনয় করেছিলেন। পরিচালক রঞ্জিত টুইটারে তার একটি ছবি দেখে তাকে বিশ মিনিটের একটি অডিশনের জন্য ডাকেন এবং চলচ্চিত্রের জন্য তাকে নির্বাচন করেন। প্রাথমিকভাবে অবিশ্বাসী হওয়া সত্ত্বেও রঞ্জিত পরে তাকে এই ভূমিকার জন্য বেছে নেওয়ার সিদ্ধান্ত নেন। চলচ্চিত্রের প্রস্তুতির জন্য তিনি উত্তর চেন্নাইয়ের উপভাষা শিখেন এবং আচরণের নির্দিষ্ট নিদর্শনগুলো বেছে নেন। চলচ্চিত্রটি ইতিবাচক পর্যালোচনা পায় এবং দর্শকরা দুশারার অভিনয়ের প্রশংসা করেন।\nদুশারাকে পরে রঞ্জিতের রোমান্টিক নাটক ন্যাচাথিরাম নাগারগিরাধু (২০২২) এবং অর্জুন দাসের বিপরীতে বসন্তবালানের রোমাঞ্চকর চলচ্চিত্র অনিথিতে (২০২৩) দেখা যায়।\n২০২৪ সালে তিনি ধনুষের মারপিটধর্মী চলচ্চিত্র রায়ান-এ উপস্থিত হন এবং \"দুর্গা\" চরিত্রে অভিনয়ের জন্য সমালোচকদের প্রশংসা পান।\n\n\n== চলচ্চিত্র জীবন ==\n\n\n== পুরস্কার ও মনোনয়ন ==\n\n\n=== পুরস্কার ===\nতামিল নক্ষত্রাম পুরস্কার ২০২৩ - সেরা অভিনেত্রী - ন্যাচাথিরাম নাগারগিরাধু\nওটিটিপ্লে পুরস্কার ২০২২ - উদীয়মান ওটিটি নারী তারকা - সর্পাত্তা পরমবারাই\nজেএফডাব্লিউ - সেরা নবাগত সমালোচক - সর্পাত্তা পরমবারাই\nগালাত্তা ক্রাউন পুরস্কার ২০২২ - সেরা অভিনেত্রী - সর্পাত্তা পরমবারাই\n\n\n=== মনোনয়ন ===\nদুশারা বিজয়ন নিম্নলিখিত পুরস্কারের জন্য মনোনীত হয়েছেন।\n\nফিল্মফেয়ার পুরস্কার ২০২২ - সেরা অভিনেত্রী (তামিল) - সর্পাত্তা পরমবারাই\nসিমা ২০২২ - সেরা নবাগত অভিনেত্রী (তামিল) - সর্পাত্তা পরমবারাই\nসিমা ২০২৩ - প্রধান ভূমিকায় সেরা অভিনেত্রী (তামিল) - ন্যাচাথিরাম নাগারগিরাধু\nবলিউড লাইফ ওটিটি পুরস্কার ২০২২ - সেরা অভিনেত্রী (দক্ষিণ) - সর্পাত্তা পরমবারাই\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে দুশারা বিজয়ন (ইংরেজি)"}