{"pageid": 1478844, "title": "আলান মিন্দা", "url": "https://bn.wikipedia.org/wiki?curid=1478844", "content": "আলান স্তেভে মিন্দা গার্সিয়া (স্পেনীয়: Alan Minda; জন্ম: ১৪ মে ২০০৩; আলান মিন্দা নামে সুপরিচিত) হলেন একজন ইকুয়েডরীয় পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে বেলজীয় ক্লাব সের্ক্লে ব্রুজ এবং ইকুয়েডর জাতীয় দলের হয়ে আক্রমণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত ডান পার্শ্বীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে বাম পার্শ্বীয় আক্রমণভাগের খেলোয়াড় অথবা কেন্দ্রীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেলেন।\n২০২২ সালে, মিন্দা ইকুয়েডর অনূর্ধ্ব-২০ দলের হয়ে ইকুয়েডরের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় এক বছর যাবত ইকুয়েডরের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০২৪ সালে ইকুয়েডরের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; ইকুয়েডরের জার্সি গায়ে তিনি এপর্যন্ত ২ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nআলান স্তেভে মিন্দা গার্সিয়া ২০০৩ সালের ১৪ই মে তারিখে ইকুয়েডরের এস্মেরালদাসে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nমিন্দা ইকুয়েডর অনূর্ধ্ব-২০ দলের হয়ে খেলার মাধ্যমে ইকুয়েডরের প্রতিনিধিত্ব করেছেন। ২০২২ সালের ২৪শে নভেম্বর তারিখে তিনি কলম্বিয়া অনূর্ধ্ব-২০ দলের বিরুদ্ধে ম্যাচে ইকুয়েডর অনূর্ধ্ব-২০ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। ইকুয়েডরের বয়সভিত্তিক দলের হয়ে তিনি প্রায় ১ বছরে ১৩ ম্যাচে অংশগ্রহণ করে ৩টি গোল করেছেন।\n২০২৪ সালের ২২শে মার্চ তারিখে, ২০ বছর, ১০ মাস ও ৮ দিন বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী মিন্দা গুয়াতেমালার বিরুদ্ধে অনুষ্ঠিত প্রীতি ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে ইকুয়েডরের হয়ে অভিষেক করেছেন। তিনি উক্ত ম্যাচের মূল একাদশে অন্তর্ভুক্ত ছিলেন; ম্যাচে তিনি ২৫ নম্বর জার্সি পরিধান করে বাম পার্শ্বীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি ইকুয়েডর ২–০ গোলের ব্যবধানে জয়লাভ করেছিল। ইকুয়েডরের হয়ে অভিষেকের বছরে মিন্দা সর্বমোট ২ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n১৮ সেপ্টেম্বর ২০২৪ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nসকারওয়েতে আলান মিন্দা  (ইংরেজি)  \nসকারবেসে \nবিডিফুটবলে \nট্রান্সফারমার্কেটে আলান মিন্দা (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে আলান মিন্দা (ইংরেজি) \nইএসপিএন এফসিতে \nন্যাশনাল-ফুটবল-টিমস.কমে"}