{"pageid": 1478748, "title": "সত্তাগত অস্তিত্ব", "url": "https://bn.wikipedia.org/wiki?curid=1478748", "content": "সত্তাগত অস্তিত্ব বা অস্তিত্ব হলো অস্তিত্বহীনতা এবং অসত্তার বিপরীতে থাকা বা বাস্তবতার অবস্থা। অস্তিত্ব প্রায়ই সারাংশের বিপরীত হয়: সত্তার সারাংশ হলো অস্তিত্বের প্রয়োজনীয় গুণাবলী, যেটি সত্তার অস্তিত্ব আছে কিনা তা না জানলেও বোঝা যায়।\nসত্তাতত্ত্ব হলো দার্শনিক শৃঙ্খলা যা অস্তিত্বের প্রকৃতি ও প্রকারগুলি অধ্যয়ন করে। একক অস্তিত্ব হলো স্বতন্ত্র সত্তার অস্তিত্ব যখন সাধারণ অস্তিত্ব বোঝায় ধারণা বা সার্বজনীনের অস্তিত্ব। স্থান ও সময়ে উপস্থিত সত্তার বিমূর্ত সত্তার বিপরীতে মূর্ত অস্তিত্ব আছে, যেমন সংখ্যা ও সদৃশ দল। \nঅন্যান্য পার্থক্য হলো সম্ভাব্য, অনিয়ত ও প্রয়োজনীয় অস্তিত্বের মধ্যে এবং শারীরিক ও মানসিক অস্তিত্বের মধ্যে। সাধারণ দৃষ্টিভঙ্গি হলো যে সত্তা হয় বিদ্যমান বা থাকে না যার মধ্যে কিছুই নেই, কিন্তু কিছু দার্শনিক বলেছেন যে অস্তিত্বের মাত্রা আছে, যার অর্থ হলো কিছু সত্তা অন্যদের তুলনায় উচ্চতর মাত্রায় বিদ্যমান।\nসত্তাতত্ত্বে সর্বজনগৃহীত অবস্থান হলো যে অস্তিত্ব একটি দ্বিতীয়-ক্রম সম্পত্তি বা বৈশিষ্ট্যের সম্পত্তি। উদাহরণস্বরূপ, সিংহের অস্তিত্ব বলার অর্থ হলো সিংহ হওয়ার সম্পত্তি সত্তার অধিকারী। ভিন্ন দৃষ্টিভঙ্গি বলে যে অস্তিত্ব প্রথম-ক্রম সম্পত্তি বা ব্যক্তিদের সম্পত্তি। এর অর্থ হলো অস্তিত্ব মানুষের অন্যান্য বৈশিষ্ট্যের মতো, যেমন রঙ ও আকৃতি।\nঅ্যালেক্সিয়াস মেইনং  এবং তার অনুসারীরা এই ধারণাটি গ্রহণ করে এবং বলে যে সমস্ত ব্যক্তির এই সম্পত্তি নেই; তারা বলে যে কিছু ব্যক্তি আছে, যেমন সান্তা ক্লজের অস্তিত্ব নেই। সার্বজনীনবাদীরা এই মতকে প্রত্যাখ্যান করেন; তারা অস্তিত্বকে প্রতিটি ব্যক্তির সর্বজনীন সম্পত্তি হিসাবে দেখে।\nঅস্তিত্বের ধারণাটি দর্শনের ইতিহাস জুড়ে আলোচনা করা হয়েছে এবং ইতিমধ্যেই প্রাচীন দর্শনে ভূমিকা পালন করেছে, যার মধ্যে রয়েছে প্রাচীন গ্রিসের প্রাক-সক্রেটিসীয় দর্শন, প্রাচীন ভারতে হিন্দু ও বৌদ্ধ দর্শন এবং প্রাচীন চীনে দাওবাদী দর্শন। এটি যুক্তিবিজ্ঞান, গণিত, জ্ঞানতত্ত্ব, মনের দর্শন, ভাষার দর্শন এবং অস্তিত্ববাদের মতো ক্ষেত্রে প্রাসঙ্গিক।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\n\n\n== বহিঃসংযোগ ==\n\n উইকিউক্তিতে সত্তাগত অস্তিত্ব সম্পর্কিত উক্তি পড়ুন।\nThe Concept of Existence: History and Definitions from Leading Philosophers"}