{"pageid": 1478090, "title": "উদ্ভিদ সংজ্ঞান", "url": "https://bn.wikipedia.org/wiki?curid=1478090", "content": "উদ্ভিদ সংজ্ঞান  হল উদ্ভিদের শেখার ক্ষমতা ও স্মৃতিশক্তির অধ্যয়ন, এই ধারণা অন্বেষণ করা যে প্রাণী ব্যতীত অন্যান্য জীবও অভ্যন্তরীণ এবং বাহ্যিক উদ্দীপনা সনাক্ত করতে, প্রতিক্রিয়া জানাতে , শিখতে এবং বেঁচে থাকা নিশ্চিত করার জন্য সবচেয়ে উপযুক্ত সিদ্ধান্ত নিতে সক্ষম। সাম্প্রতিক সময়ে, উদ্ভিদের সংজ্ঞানীয় প্রকৃতির জন্য অনেক পরীক্ষামূলক প্রমাণ পাওয়া গেছে । গাছপালা তাদের পরিবেশে প্রতিক্রিয়া জানাতে কতটা ইন্দ্রিয় এবং জ্ঞান ব্যবহার করতে পারে তা বর্তমানে জানা যাচ্ছে।  কিছু গবেষক দাবি করেন যে উদ্ভিদরা প্রাণীদের স্নায়ুতন্ত্রের মতো একইভাবে তথ্য প্রক্রিয়াজাত করে।  তবে এই বিষয়ে গবেষকদের মধ্যে মতবিরোধ আছে।\n\n\n== ইতিহাস ==\nউদ্ভিদের সংজ্ঞানের ধারণাটি প্রথম \"দ্য পাওয়ার অফ মুভমেন্ট ইন প্ল্যান্টস\"-এ উল্লিখিত হয়, যা চার্লস ডারউইন ১৮০০ সালের শেষের দিকে তাঁর পুত্র ফ্রান্সিসের সাথে যৌথভাবে লিখেছিলেন। নিউরোলজিক্যাল রূপক ব্যবহার করে, তিনি উদ্ভিদের শিকড়ের সংবেদনশীলতার বর্ণনা দেন এবং প্রস্তাব করেন যে শিকড়ের শীর্ষ অংশ কিছু নিম্ন স্তরের প্রাণীদের মস্তিষ্কের মতো কাজ করে। এটি অনুভূতির প্রতি প্রতিক্রিয়া জানিয়ে পরবর্তী চলন নির্ধারণের সাথে সম্পর্কিত, যদিও গাছপালার কোনো মস্তিষ্ক বা স্নায়ু নেই।\nতবে এই নিউরোলজিক্যাল রূপক সঠিক কিনা অথবা আধুনিকভাবে স্নায়ুবিজ্ঞান সংক্রান্ত পরিভাষা এবং ধারণাগুলি গাছপালাতে প্রযোজ্য কিনা সেই তথ্য ব্যতিত, ডারউইনীয় ধারণা যে শিকড়ের শীর্ষ অংশ \"মস্তিষ্কের মতো\" অঙ্গ হিসাবে কাজ করে (তথাকথিত \"রুট-ব্রেইন হাইপোথিসিস\") উদ্ভিদ শারীরতত্ত্বে গবেষকদের মধ্যে পুনরুত্থান লাভ করেছে।\nযেখানে \"উদ্ভিদ স্নায়ুজীববিদ্যা\" উদ্ভিদের শারীরবৃত্তীয় অধ্যয়নে মনোযোগ দেয়, সেখানে আধুনিক উদ্ভিদ সংজ্ঞান মূলত আচরণগত/পরিবেশগত পদ্ধতি প্রয়োগ করে। বর্তমানে এই গবেষণা ক্ষেত্র গাছপালার চিন্তাশক্তি, যেমন অনুভূতি, শেখার প্রক্রিয়া, স্মৃতি এবং চেতনা পরীক্ষামূলকভাবে পরীক্ষা করার দিকে লক্ষ্য রাখে। এই কাঠামো গাছপালার প্রতি আমাদের দৃষ্টিভঙ্গি নতুনভাবে সংজ্ঞায়িত করে, প্রাণী এবং উদ্ভিদের মধ্যে ঐতিহ্যগতভাবে ধারণাকৃত সীমানা পুনর্বিন্যাস করে।\n\n\n== সমালোচনা ==\nউদ্ভিদের সংজ্ঞানের ধারণা বিতর্কের বিষয়।\nআমাদেও আলপি এবং আরও ৩৫ জন বিজ্ঞানী ২০০৭ সালে \"প্ল্যান্ট নিউরোবায়োলজি: নো ব্রেইন, নো গেইন?\" শিরোনামে একটি প্রবন্ধ প্রকাশ করেন Trends in Plant Science এ। এই প্রবন্ধে তারা যুক্তি দেন যে, যেহেতু উদ্ভিদের মধ্যে স্নায়ুর উপস্থিতির কোনো প্রমাণ নেই, তাই উদ্ভিদের স্নায়ুজীববিদ্যা এবং চিন্তাশক্তির ধারণাটি ভিত্তিহীন এবং এটি পুনঃসংজ্ঞায়িত করা প্রয়োজন। এই প্রবন্ধের প্রতিক্রিয়ায়, ফ্রান্সিসকো ক্যালভো গার্জোন Plant Signaling and Behavior জার্নালে একটি প্রবন্ধ প্রকাশ করেন।  তিনি বলেন যে, যদিও উদ্ভিদের প্রাণীদের মতো স্নায়ু নেই, তাদের কোষ নিয়ে গঠিত একটি তথ্য-প্রক্রিয়াকরণ ব্যবস্থা রয়েছে। তিনি যুক্তি দেন যে এই ব্যবস্থাটি উদ্ভিদের সংজ্ঞান নিয়ে আলোচনা করার ভিত্তি হিসেবে ব্যবহার করা যেতে পারে।\n\n\n== তথ্যসূত্র =="}