{"pageid": 1478221, "title": "ওয়েটিং ফর রেইন", "url": "https://bn.wikipedia.org/wiki?curid=1478221", "content": "ওয়েটিং ফর রেইন (কোরীয়: 비와 당신의 이야기, প্রতিবর্ণীকৃত: বিও ডাঙ্গশিনুই ইএয়াগি, অনুবাদ 'বৃষ্টি ও তোমার গল্প') হল একটি ২০২১ সালের দক্ষিণ কোরিয়ান রোম্যান্স মেলোড্রামা চলচ্চিত্র যা পরিচালনা করেছেন জো জিন-মো এবং স্ক্রীনপ্লে লিখেছেন ইয়ু সিওং-হাইউব। কাং হা-নেউল এবং চুন উ-হি অভিনীত এই চলচ্চিত্রটি একটি প্রেমের গল্প তুলে ধরে, যেখানে একটি পুরুষ এবং একটি মহিলা দীর্ঘদিন ধরে একে অপরের জন্য আকুল ছিল কিন্তু নির্দিষ্ট পরিস্থিতির কারণে তাদের দেখা সম্ভব হয়নি। ছবিটি ২৮ এপ্রিল, ২০২১-এ দক্ষিণ কোরিয়ায়, ৩০ এপ্রিল, ২০২১-এ মার্কিন যুক্তরাষ্ট্রে এবং ৭ মে, ২০২১-এ তাইওয়ানে মুক্তি পায়।\n\n\n== সারমর্ম ==\nওয়েটিং ফর রেইন ছবিটি ইয়ং-হো (কাং হা-নেউল) এবং সো-হি (চুন উ-হি) এর মধ্যে রোম্যান্স অনুসরণ করে। তারা একটি চান্স লেটারের মাধ্যমে একে অপরের স্বাচ্ছন্দ্যের উত্স হয়ে ওঠে এবং ৩১ ডিসেম্বরের বৃষ্টিতে দেখা করার অসম্ভাব্য প্রতিশ্রুতি দেয়। চলচ্চিত্রটি ফোন কল বা পাঠ্য বার্তার পরিবর্তে হাতে লেখা চিঠির আদান-প্রদানের মাধ্যমে একটি \"অ্যানালগ\" স্পন্দন তৈরি করে।\n\n\n== অভিনয় ==\nকাং হা-নেউল হলেন পার্ক ইয়ং-হো, একজন তরুণ ছাত্র তার দ্বিতীয় ব্যবধানের বছরে, যে তার প্রথম প্রেম সো-ইয়নকে তার সম্পর্কে স্মরণ করার পরে একটি চিঠি পাঠায়। \nচুন উ-হি হলেন গং সো-হি, একজন মহিলা যিনি তার বড় বোন সো-ইয়নের জায়গায় চিঠিটি পেয়েছেন, যিনি অসুস্থ, এবং তিনি ইয়ং-হোকে কয়েকটি নিয়মের সাথে একটি উত্তর পাঠান। \nইয়ং গং সো-হি চরিত্রে চোই মিউং-বিন\nগং সো-ইয়নের চরিত্রে লি সিওল, অসুস্থতার সাথে লড়াই করছেন এবং সীমিত জীবনযাপন করছেন। সে সোহির বড় বোন। \nবুকওয়ার্ম হিসাবে ক্যাং ইয়ং-সিওক, এমন একজন ব্যক্তি যিনি মানুষের চেয়ে বই পছন্দ করেন। সে প্রতিদিন সোহির মা পরিচালিত বইয়ের দোকানে থাকে।\nপার্ক ইয়ং-হোয়ান চরিত্রে লিম জু-হওয়ান, ইয়ংহোর বড় ভাই।\nইয়ং-হোর বাবার চরিত্রে লি ইয়াং-হি\nসো-হির মা হিসেবে লি হ্যাং-না, তিনি একটি বইয়ের দোকান চালান।\nসু-জিন চরিত্রে কাং সো-রা, পুনরায় অধ্যয়নের জন্য ইয়ংহোর উদ্দেশ্য। ইয়ংহোর জন্য, সোয়েওন একটি 'বৃষ্টি'র মতো যা আরাম এবং আরাম দেয়, অন্যদিকে সুজিন একটি উজ্জ্বল উজ্জ্বল 'তারকা'র মতো। \n\n\n== উৎপাদন ==\n১২ ডিসেম্বর, ২০১৯-এ রিপোর্ট করা হয়েছিল যে কাং হা-নেউল এবং চুন উ-হি ছবিতে অভিনয়ের প্রস্তাব পেয়েছিলেন এবং উভয়েই তা গ্রহণ করেছিলেন। ২০২০ সালের মার্চ মাসে চিত্রগ্রহণ শুরু হয়েছিল। ২০২০ সালের জুলাই মাসে চিত্রগ্রহণ সম্পন্ন হয়।\n\n\n== মুক্তি ==\nছবিটি ২৮ এপ্রিল, ২০২১-এ দক্ষিণ কোরিয়ায়, ৩০ এপ্রিল, ২০২১-এ মার্কিন যুক্তরাষ্ট্রে এবং ৭ মে, ২০২১-এ তাইওয়ানে মুক্তি পায়। \n\n\n== অভ্যর্থনা ==\nছবিটি ২৮ এপ্রিল, ২০২১-এ ৯৫২ স্ক্রিনে মুক্তি পায়। মুক্তির প্রথম দিনে এটি কোরিয়ান বক্স অফিসে ১ নম্বর স্থানে ছিল, এবং ৩১,৪০০ জন ক্রমবর্ধমান দর্শকের মধ্যে ২৯,৮৫৩ জন দর্শক সংগ্রহ করে। এটি প্রথম সপ্তাহান্তে (৩০ এপ্রিল থেকে ২ মে, ২০২১) ১,২২,২৬১ জন দর্শক সংগ্রহ করে এবং নম্বর ১ স্থান বজায় রাখে, মোট ১,৭৪,৭৪২টি ভর্তি রেকর্ড করেছে। ১০ মে, প্রকাশের দুই সপ্তাহ পরে, এটি ৩০৪,৭৮০ জন ক্রমবর্ধমান দর্শক সংগ্রহ করে ৩০০,০০০ ভর্তির চিহ্নে পৌঁছেছে।\n\n\n== তথ্যসূত্র =="}