{"pageid": 1478017, "title": "পিসকো টক", "url": "https://bn.wikipedia.org/wiki?curid=1478017", "content": "পিসকো টক হল পেরুভীয় উৎসের একটি অ্যালকোহলযুক্ত ককটেল, যা পেরুভীয় ও চিলির রন্ধনশৈলী উভয়ে ঐতিহ্যগত। পানীয়টির নাম পানীয়ের মূল সুরা পিসকো নামের একটি ব্র্যান্ডি থেকে এসেছে, এবং টক শব্দটি ককটেলের টক সাইট্রাস রস ও মিষ্টির উপাদানসমূহকে নির্দেশিত করে। পেরুভীয় পিসকো টকে পেরুভীয় পিসকো ব্যবহার করা হয় এবং যোগ করা হয়—তাজা লাইম রস, সরল সিরাপ, বরফ, ডিমের সাদা অংশ ও অ্যাঙ্গোস্টুরা বিটার। চিলির সংস্করণটি একই রকম, তবে চিলির পিসকো ও পিকা লাইম ব্যবহৃত হলেও বিটার ও ডিমের সাদা অংশ বাদ দেওয়া হয়। ককটেলের অন্যান্য সংস্করণের মধ্যে রয়েছে—আনারসের মতো ফল বা কোকা পাতার মতো গাছপালা দিয়ে তৈরি ককটেল।\nইতিহাসবিদ ও পানীয় বিশেষজ্ঞগণ একমত যে ককটেলটি যেমনটি আজ পরিচিত তা ১৯২০-এর দশকের গোড়ার দিকে পেরুর রাজধানী লিমাতে আমেরিকান বারটেন্ডার ভিক্টর ভহেন মরিস দ্বারা উদ্ভাবিত হয়েছিল; যদিও পিসকো-ভিত্তিক মিশ্র পানীয়ের প্রস্তুতি সম্ভবত ১৭০০-এর দশকে হয়েছিল। ভিক্টর ১৯০৩ খ্রিস্টাব্দে মধ্য পেরুর শহর ফেরো দে পিসকোতে কাজ করার জন্য মার্কিন যুক্তরাষ্ট্র ত্যাগ করেন। তিনি ১৯১৬ খ্রিস্টাব্দে লিমায় মরিস বার খোলেন এবং তার সেলুনটি দ্রুত পেরুর উচ্চ শ্রেণীর ও ইংরেজিভাষী বিদেশীদের কাছে একটি জনপ্রিয় স্থান হয়ে ওঠে। পেরু ও চিলিতে প্রকাশিত ভিক্টর ও তার বারের জন্য ১৯২০-এর দশকের গোড়ার দিকে সংবাদপত্র ও ম্যাগাজিনের বিজ্ঞাপনে পিসকো টকের প্রাচীনতম উল্লেখ পাওয়া যায়। মরিস বারে কর্মরত পেরুর বারটেন্ডার মারিও ব্রুইগেট ১৯২০-এর দশকের শেষভাগে অ্যাঙ্গোস্টুরা বিটার ও ডিমের সাদা অংশ যোগ করে ককটেলের জন্য আধুনিক পেরুভীয় রন্ধন প্রণালী তৈরি না করা পর্যন্ত পিসকো টকে বেশ কিছু পরিবর্তন ঘটানো হয়েছিল।\nককটেল বিশেষজ্ঞগণ পিসকো টককে দক্ষিণ আমেরিকার ধ্রুপদী বলে মনে করেন। চিলি ও পেরু উভয়েই পিসকোকে তাদের জাতীয় পানীয় হিসেবে দাবি করে এবং প্রত্যেকেই ককটেলের মূল সুরা—পিসকো—এর মালিকানা দাবি করে; ফলস্বরূপ, পিসকো টক লাতিন আমেরিকার জনপ্রিয় সংস্কৃতির একটি উল্লেখযোগ্য ও প্রায়ই বিতর্কিত বিষয় হয়ে উঠেছে। গণমাধ্যমসমূহের সূত্র ও যশঃখ্যাতি সম্পন্ন ব্যক্তিগণ বিতর্কের বিষয়ে মন্তব্য করে প্রায়ই একটি ককটেল সংস্করণ অন্যটির থেকে তাদের অধিক পছন্দ হিসাবে প্রকাশ করে, কখনও কখনও শুধু মাত্র বিতর্ক সৃষ্টি করার জন্যই মন্তব্য করা হয়। কিছু পিসকো উৎপাদক উল্লেখ করেছেন যে বিতর্কটি পানীয়ের প্রতি আগ্রহ বাড়াতে সাহায্য করে। দুই ধরনের পিসকো ও দুটি ভিন্ন শৈলীতে প্রস্তুত করা পিসকো টক উৎপাদন ও স্বাদ উভয় ক্ষেত্রেই আলাদা। পেরু ফেব্রুয়ারি মাসের প্রথম শনিবার ককটেলের সম্মানে বাৎসরিক উদযাপন করে।\n\n\n== নাম ==\nটক (সোর) শব্দটি একটি মূল সুরা (মদ), লেবু বা লাইমের রস ও একটি মিষ্টি স্বাদের মিশ্র পানীয়কে বোঝায়। পিসকো শব্দটি ককটেল ব্যবহার করা মূল সুরাকে (মদ) বোঝায়। অ্যালকোহলযুক্ত পানীয়ের ক্ষেত্রে প্রযোজ্য শব্দটি পেরুভীয় বন্দর পিসকো থেকে এসেছে। লাতিন আমেরিকা অ্যান্ড দ্যা ক্যারিবিয়ান বইতে, ইতিহাসবিদ ওলউইন ব্লুয়েট ও রাজনৈতিক ভূগোলবিদ ব্রায়ান ব্লুয়েট ঔপনিবেশিক পেরুর প্রথম দিকে দ্রাক্ষাক্ষেত্রের বিকাশের এবং কীভাবে ষোড়শ শতাব্দীর দ্বিতীয়ার্ধে আন্দিজের ক্রমবর্ধমান খনি বসতিগুলির চাহিদার কারণে মদের বাজার তৈরি হয়েছিল তার বর্ণনা দিয়েছেন। পরবর্তীকালে একটি শক্তিশালী পানীয়ের চাহিদার কারণে পিসকো ও নিকটবর্তী শহর ইকা \"মদকে ব্র্যান্ডিতে পরিণত করার জন্য\" ডিস্টিলারি স্থাপন করে এবং পণ্যটি সেই বন্দরের নাম পায় যেখান থেকে এটি পাতিত ও রপ্তানি করা হত।\n\n\n== প্রস্তুতি ও বৈচিত্র ==\nপিসকো টক তৈরির তিনটি ভিন্ন পদ্ধতি রয়েছে। পেরুভীয় পিসকো টক ককটেল তৈরি করা হয় পেরুভীয় পিসকোর সঙ্গে চা-লেবু রস, সরল সিরাপ, ডিমের সাদা অংশ, অ্যাঙ্গোস্টুরা বিটার (গার্নিশের জন্য) এবং বরফের টুকরো মিশিয়ে। চিলির পিসকো টক ককটেল তৈরি করা হয় চিলির পিসকোকে লিমন দে পিকা রস, গুঁড়ো চিনি ও বরফের কিউবগুলির সঙ্গে মিশিয়ে। ড্যানিয়েল জোয়েলসন, একজন খাদ্য লেখক ও সমালোচক, দাবি করেন যে উভয় পিসকো টক সংস্করণের মধ্যে প্রধান পার্থক্য হল “পেরুভীয়রা সাধারণত ডিমের সাদা অংশ অন্তর্ভুক্ত করে, যেখানে চিলিগণ তা করে না।” ইন্টারন্যাশনাল বারটেন্ডার অ্যাসোসিয়েশনের সংস্করণটি—অ্যাসোসিয়েশনের নিউ এরা ড্রিংকস-এর মধ্যে পিসকো টককে তালিকাভুক্ত—পেরুভীয় সংস্করণের মতোই, তবে পার্থক্যের সহিত  এটি লাইম রসের পরিবর্তে লেবুর রস ব্যবহার করে, এবং দুটি ভিন্ন ধরনের পিসকোর মধ্যে পার্থক্য করে না।\n\n\n== জনপ্রিয়তা ==\n\nডুগান ম্যাকডোনেল পিসকো টককে, “লাতিন আমেরিকার সবচেয়ে মার্জিত ককটেল, ফেনাযুক্ত, সুষম, উজ্জ্বল অথচ সমৃদ্ধ” হিসাবে বর্ণনা করেছেন এবং তাঁর উক্তির সঙ্গে যোগ করেছেন, “উত্তর ক্যালিফোর্নিয়া জুড়ে বারকিপগুলি প্রমাণ করে যে তারা অনেক পিসকো টক পরিবেশন করেছে। এটি পছন্দের ডিমযুক্ত সাদা ককটেল এবং বেশিরভাগের কাছে অতি প্রিয়।” অস্ট্রেলীয় সাংবাদিক কেট স্নাইডার লিখেছেন যে পিসকো টক “এত বিখ্যাত হয়ে উঠেছে যে প্রতি বছর ফেব্রুয়ারি মাসের প্রথম শনিবার একটি আন্তর্জাতিক পিসকো টক দিবস উদযাপন করা হয়, সেইসঙ্গে ৬,০০,০০০-এরও বেশি লাইক সহ একটি ফেসবুক পেজ রয়েছে।” স্পেনের একটি রেস্টুরেন্ট-বারের মালিক চিলির উদ্যোক্তা রোল্যান্ডো হিনরিকস ওয়ার্সের মতে, “পিসকো সোর অত্যন্ত আন্তর্জাতিক, ঠিক সেবিচের মতো, এবং তাই খুব বেশি অপরিচিত নয়।” পেরু ২০০৩ খ্রিস্টাব্দে দিয়া নাশিওনাল দেল পিসকো সোর (জাতীয় পিসকো টক দিবস) প্রতিষ্ঠা করে, যা ফেব্রুয়ারি মাসের প্রথম শনিবারে পালিত একটি আনুষ্ঠানিক-সরকারি ছুটির দিন। এপিইসি ইকোনমিক লিডার্স মিটিং ২০০৮ বৈঠকের সময়, পেরু তার পিসকো টককে ব্যাপক গ্রহণযোগ্যতার সঙ্গে প্রচার করেছিল। ককটেলটি উপস্থিতদের, বেশিরভাগ নেতা, ব্যবসায়ী ও প্রতিনিধিদের পছন্দের পানীয় ছিল বলে জানা গেছে।\n\n\n== ব্যাখ্যামূলক টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nপিসকোসোর ডট কম – পিসকো টক সম্পর্কীয় ওয়েবসাইট।\nলিকার ডট কম – পিসকো টক প্রস্তুতির বিশদ নির্দেশিকা।\nফুড নেটওয়ার্ক – একটি পিসকো টক সংস্করণ প্রস্তুতির ভিডিও।"}