{"pageid": 1478863, "title": "২০২৪-এ লেবাননে পেজার বিস্ফোরণ", "url": "https://bn.wikipedia.org/wiki?curid=1478863", "content": "২০২৪ লেবাননে পেজার বিস্ফোরণ হলো ১৭ সেপ্টেম্বর ২০২৪-এর একটি প্রাণঘাতী ঘটনা, যেখানে  লেবাননের রাজনৈতিক দল ও মিলিশিয়া গোষ্ঠী হিজবুল্লাহ দ্বারা ব্যবহৃত হাজার হাজার হ্যান্ডহেল্ড পেজার একযোগে লেবানন এবং সিরিয়ায় বিস্ফোরিত হয়। নিউ ইয়র্ক টাইমসের অজ্ঞাতসূত্রের তথ্য অনুযায়ী, ইসরায়েলি গোয়েন্দা সংস্থাগুলো পেজারগুলোর চালান আটক করে সেগুলোতে বিস্ফোরক বসিয়ে দিয়েছিল। এতে কমপক্ষে ১২ জন নিহত এবং ২,৭৫০ জনেরও বেশি মানুষ আহত হয়, যার মধ্যে হিজবুল্লাহ সদস্য এবং বেসামরিক নাগরিকও ছিল। হিজবুল্লাহর একজন কর্মকর্তা ন্যাশনাল নিউজ এজেন্সিকে বলেছেন যে এটি হিজবুল্লাহর \"এখনও পর্যন্ত সবচেয়ে বড় নিরাপত্তা ভঙ্গের ঘটনা\"।\nবিস্ফোরণগুলি লেবাননের বেশ কয়েকটি এলাকাকে প্রভাবিত করে যার মধ্যে রয়েছে বৈরুতের দাহিহ শহরতলি, দক্ষিণ লেবানন এবং সিরিয়ার সীমান্তবর্তী বেকা উপত্যকায়, যেখানে হিজবুল্লাহর উপস্থিতি রয়েছে বলে মনে করা হয়।  এছাড়াও, সিরিয়ার দামেস্কে বিস্ফোরণের খবর পাওয়া যায়। শুধুমাত্র হিজবুল্লাহ সদস্যরা পেজার বহন করছিল কিনা তা স্পষ্ট ছিল না। লেবাননের প্রায় ১৫০টি হাসপাতালে এসব হামলার শিকার আহতদের চিকিৎসা দেওয়ার জন্য নেওয়া হয় এবং এ সময় সেখানে বিশৃঙ্খল দেখা দেয়। নিহতদের মধ্যে হিজবুল্লাহর দুই সদস্য, দুই শিশু এবং চারজন চিকিৎসা কর্মী রয়েছে। \n২০২৪ সালের ফেব্রুয়ারিতে, হিজবুল্লাহর মহাসচিব হাসান নাসরুল্লাহ সংগঠনের সদস্যদের মোবাইল ফোনের পরিবর্তে পেজার ব্যবহারের নির্দেশ দেন, তিনি দাবি করেন যে ইসরায়েল তাদের মোবাইল ফোন নেটওয়ার্কে অনুপ্রবেশ করেছে। হিজবুল্লাহ তারপর তাইওয়ান থেকে একটি নতুন ব্র্যান্ডের পেজার কিনেছিল, যার মডেল ছিল গোল্ড অ্যাপোলো এআর ৯২৪, যা সম্প্রতি লেবাননে আমদানি করা হয়েছিল।\n১৮ সেপ্টেম্বর লেবাননে দ্বিতীয় দফায় বিস্ফোরণ ঘটে। দ্বিতীয় দফায় হামলার লক্ষ্যবস্তু ছিল ওয়াকি-টকি। এর ফলে কমপক্ষে ২৫ নিহত এবং ৪০০ জন আহত হয়। অন্যান্য ইলেকট্রনিক যন্ত্র যেমন সোলার প্যানেলও বিস্ফোরিত হয়েছে বলে জানা গেছে। রয়টার্সের একটি নিরাপত্তা সূত্র জানিয়েছে যে হ্যান্ডহেল্ড রেডিওগুলো হিজবুল্লাহ পাঁচ মাস আগে কিনেছিল, প্রায় একই সময়ে যখন পেজারগুলো কেনা হয়।\n\n\n== তথ্যসূত্র =="}