{"pageid": 1478755, "title": "বাসিল গাটাস", "url": "https://bn.wikipedia.org/wiki?curid=1478755", "content": "ডাঃ বাসেল ঘাটাস (আরবি: باسل غطاس, হিব্রু ভাষায়: באסל גטאס‎; জন্ম ২৩ মার্চ ১৯৫৬) একজন ইসরায়েলি আরব রাজনীতিবিদ। বালাদের একজন সদস্য, তিনি ২০১৫ থেকে ২০১৭ পর্যন্ত বালাদের জন্য নেসেট এবং যৌথ তালিকার সদস্য হিসাবে কাজ করেছেন। ২০১৬ সালের ডিসেম্বরে, তাকে তার কূটনৈতিক অনাক্রম্যতা কেড়ে নেওয়া হয়েছিল এবং তাকে গ্রেফতার করা হয়েছিল যখন তিনি দোষী সাব্যস্ত ফিলিস্তিনি সন্ত্রাসীদের সেল ফোন এবং সিম কার্ড প্রদান করার ভিডিওতে ধরা পড়েছিলেন। এই অপরাধে তিনি দুই বছরের কারাদণ্ড ভোগ করেন।\n\n\n== জীবনী ==\nএকজন খ্রিস্টান আরব, ঘাটাস রামেহ থেকে উদ্ভূত। উচ্চ বিদ্যালয়ের সময় তিনি তার চাচাতো ভাই আজমি বিশারার সাথে আরব উচ্চ বিদ্যালয়ের ছাত্রদের জাতীয় কমিটি প্রতিষ্ঠা করেন। বিশ্ববিদ্যালয়ে থাকাকালীন তিনি আরব ছাত্রদলও গড়ে তোলেন।\nবিশ্ববিদ্যালয় শেষ করার পর তিনি রামেহে একটি প্রকৌশল ফার্ম খোলেন। ২২ বছর বয়সে তিনি রাকা- এর সদস্য হিসাবে শহর পরিষদের ডেপুটি লিডার নির্বাচিত হন, যা পরে মাকি হয়। ১৯৯০ সালে পার্টির সোভিয়েতপন্থী অবস্থানকে চ্যালেঞ্জ করার পর তাকে দল থেকে বহিষ্কার করা হয়েছিল। এরপর তিনি ১৯৯৫ সালে বালাদের প্রতিষ্ঠাতা সদস্য হওয়ার আগে ব্রিট শিভিয়ন, একটি স্বল্পস্থায়ী ইহুদি-আরব আন্দোলনকে খুঁজে পেতে সহায়তা করেন।\nপরে তিনি টেকনিওনে যোগ দেন, যেখানে তিনি পরিবেশগত প্রকৌশলে পিএইচডি অর্জন করেন এবং আরব সম্প্রদায়ের সাথে স্বাস্থ্য ও পরিবেশ সংক্রান্ত সমস্যায় জড়িত একটি এনজিও গ্যালিলি সোসাইটিতে যোগদান করেন। ২০০৭ সালে তিনি ইসরায়েলি আরব সম্প্রদায়কে লক্ষ্য করে একমাত্র ব্যবসায়িক পত্রিকা মালাকম প্রতিষ্ঠা করেন।\nবালাদ প্রতিষ্ঠিত হওয়ার পর প্রাথমিকভাবে নেসেটের জন্য প্রতিদ্বন্দ্বিতা না করার সিদ্ধান্ত নেওয়ার পর,  ২০১২ সালে ঘট্টাসকে ২০১৩ সালের নেসেট নির্বাচনের জন্য পার্টির তালিকায় তৃতীয় স্থান দেওয়া হয়েছিল,  এবং পার্টি তিনটি আসনে জয়ী হওয়ায় নেসেটে নির্বাচিত হন। ২০১৫ নির্বাচনের আগে বালাদ যৌথ তালিকা জোটে যোগ দিয়েছিলেন; ঘাটাসকে জোটের তালিকায় একাদশ স্থানে রাখা হয়েছিল,  এবং ১৩টি আসন জিতে পুনরায় নির্বাচিত হয়েছিল।\n২০ ডিসেম্বর ২০১৬-এ, ঘাটাসকে পুলিশ জিজ্ঞাসাবাদ করেছিল যখন সে একটি পরিদর্শনের সময় কেতজিওট কারাগারে ফিলিস্তিনি নিরাপত্তা বন্দীদের কাছে সেলফোন এবং সিম কার্ড পাচার করছে। তার সংসদীয় অনাক্রম্যতার কারণে, তাকে কারাগারের গেটে নিরাপত্তা পরীক্ষা করা হয়নি। ২২ ডিসেম্বর ২০১৬-এ, ঘাটাকে তার সংসদীয় অনাক্রম্যতা ছিনিয়ে নেওয়ার জন্য একটি পরিকল্পিত নেসেট ভোটের কয়েক ঘন্টা আগে, ঘাট্টাস স্বেচ্ছায় তার সংসদীয় অনাক্রম্যতা ত্যাগ করেছিলেন এবং পুলিশ ফিলিস্তিনি নিরাপত্তা বন্দীদের কাছ থেকে ১২টি সেলফোন এবং ১৬টি সিম কার্ড খুঁজে পাওয়ার পরপরই তাকে গ্রেপ্তার করা হয়েছিল যাদের তিনি দেখেছিলেন। ঘাট্টা সন্ত্রাসীদের সাহায্য করার অভিযোগের সম্মুখীন হয়েছে, একটি অপরাধ সংঘটনে জড়িত, প্রতারণামূলক অনুশীলন, বিশ্বাসভঙ্গ এবং জেল পরিষেবা কোড লঙ্ঘন করেছে।  ইসরায়েলি জেলে ফিলিস্তিনি সন্ত্রাসীদের কাছে নোট এবং ফোন পাচার করার পরে তিনি নেসেট থেকে পদত্যাগ করতে এবং দুই বছরের জন্য জেলে যাওয়ার পরে মার্চ ২০১৭ সালে তার আসন ছেড়ে দেন। ২১ শে মার্চ তার আসনটি জুমা আজবার্গ দ্বারা নেওয়া হয়েছিল। ২ জুলাই ২০১৭-এ, তিনি তার সাজা শুরু করতে গিলবোয়া কারাগারে পৌঁছেছিলেন।\n২০১৮ সালের নভেম্বরে একটি প্যারোল বোর্ড ঘাটাসের সাজার এক-তৃতীয়াংশ সাজা দেওয়ার পরে তাকে প্যারোলের অনুমতি দেওয়ার অনুরোধ প্রত্যাখ্যান করেছিল। প্যারোল বোর্ড রায় দেয় যে তিনি তার কর্মের জন্য প্রকৃত অনুশোচনা প্রকাশ করতে ব্যর্থ হয়েছেন এবং উল্লেখ করেছেন যে তিনি একটি পুনর্বাসন প্রোগ্রামে নাম লেখাতে ব্যর্থ হয়েছেন। তিনি ২৭ মে ২০১৯ এ মুক্তি পান।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবাসিল গাটাস on the Knesset website"}