{"pageid": 1478241, "title": "অচ্যুতন রামচন্দ্রন নায়ার", "url": "https://bn.wikipedia.org/wiki?curid=1478241", "content": "অচ্যুতন রামচন্দ্রন নায়ার (১৯৩৫ – ১০ ফেব্রুয়ারি ২০২৪) ছিলেন একজন ভারতীয় চিত্রশিল্পী। ভাস্কর, নকশাকার ও শিশুসাহিত্যের রূপকার হিসাবেও তার পরিচিতি ছিল। আর সেকারণে তিনি নিজেকে বহুরূপী হিসাবে আখ্যায়িত করেন। শিল্পকলায় অসামান্য অবদানের জন্য ভারত সরকার দেশের তৃতীয় সর্বোচ্চ বেসামরিক পুরস্কার  পদ্মভূষণে ভূষিত করে।\n\n\n== জন্ম ও শিক্ষাজীবন ==\nঅচ্যুতন রামচন্দ্রন নায়ার  ব্রিটিশ ভারতের  তিরুবনন্তপুরম জেলার আত্তিঙ্গল শহরে জন্মগ্রহণ করেন। পিতা পুভালাম অচ্যুতান ও মাতা এসজে ভার্গবী আম্মা। বাল্যকালে দশ বছরের রামচন্দ্রন শাস্ত্রীয় কর্ণাটিক সঙ্গীত শেখেন এবং ১৯৫৪ খ্রিস্টাব্দ অল ইন্ডিয়া রেডিওতে সঙ্গীত পরিবেশন করেন।\n১৯৫৭ খ্রিস্টাব্দে তিনি কেরল বিশ্ববিদ্যালয় থেকে মালয়ালম ভাষা ও সাহিত্যে এম.এ ডিগ্রি লাভ করেন। শৈশব থেকেই সঙ্গীতের সঙ্গে তার শিল্পের প্রতি প্রবল আগ্রহ ছিল। সেকারণে তিনি  শান্তিনিকেতনের  কলা ভবনে যোগ দেন। শান্তিনিকেতনের কলা ভবনে যোগ দেন। তিনি নন্দলাল বসু, রামকিঙ্কর বেইজ ও  বিনোদ বিহারী মুখোপাধ্যায়ের প্রশিক্ষণে ১৯৬১ খ্রিস্টাব্দে শিল্পকলায় শিক্ষা সমাপ্ত করেন। ১৯৬১ এবং ১৯৬৪ খ্রিস্টাব্দের মধ্যে, তিনি কেরলের ম্যুরাল পেইন্টিং এর উপর শিল্প গবেষণার পর ডক্টরেট ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\nষাটের দশকের মাঝামাঝি সময়ে তিনি দিল্লিতে আসেন এবং ১৯৬৫ খ্রিস্টাব্দে তিনি জামিয়া মিলিয়া ইসলামিয়ায় শিল্প শিক্ষার প্রভাষক হিসাবে যোগদান করেন। পরবর্তীতে, তিনি ওই বিভাগের অধ্যাপক হন এবং ১৯৯২ খ্রিস্টাব্দে স্বেচ্ছা-অবসর নেন।১৯৯১ খ্রিস্টাব্দে তিনি কেরালার ললিতকলা একাডেমির সাম্মানিক চেয়ারম্যান নিযুক্ত হন। ২০০৫ খ্রিস্টাব্দে জামিয়া মিলিয়া ইসলামিয়া বিশ্ববিদ্যালয়ের ইমেরিটাস অধ্যাপক হন।\n\n\n== পারিবারিক জীবন ও জীবনাবসান ==\nএ. রামচন্দ্রন নতুন দিল্লিতে বসবাস করতেন এবং চিত্রকর্মে ব্যস্ত ছিলেন। তিনি ১৯৬৭ খ্রিস্টাব্দে শান্তিনিকেতনে তান ইউন-শানের কন্যা তার সহপাঠী শিল্পী তান ইউয়ান চামেলিকে বিবাহ করেন। তাদের এক কন্যা সুজাতা ও এক পুত্র রাহুল। অচ্যুতন রামচন্দ্রন ২০২৪ খ্রিস্টাব্দের ১০ ফেব্রুয়ারি ৮৯ বছর বয়সে পরলোক গমন করেন।\n\n\n== শিল্পকর্ম ==\nশান্তিনিকেতনে শিক্ষাপ্রাপ্ত হওয়ার সুবাদে তার শিল্পীমনের যে সুচিন্তন, সুগভীর জীবনবোধ, প্রকৃতির প্রতি অপরিসীম ঔৎসুক্য ও ভালবাসা এবং নান্দনিক প্রত্যয় গড়ে ওঠে তাই তার শিল্পকর্মে পরিস্ফুট হতে থাকে। গুরু নন্দলালের নিরন্তর স্কেচ করার পাঠাভ্যাসে আর নিজস্ব শিল্প ভাবনার অন্বেষণে ছুটেছেন।\nরামচন্দ্রন বড় পরিসরের ম্যুরাল পেইন্টিং এবং ক্ষুদ্র চিত্রাঙ্কনে সমান স্বাচ্ছন্দ্যবোধ করতেন।প্রাথমিকভাবে, রামচন্দ্রন অভিব্যক্তিমূলক শৈলীতে ছবি আঁকেন যা শহুরে জীবনের ক্ষোভকে প্রতিফলিত করে, বিশেষ করে কলকাতা শহরে যাওয়ার সময় তিনি যে দুর্ভোগ দেখেছিলেন, কিন্তু আশির এর দশকে তার শৈলীতে একটি গুরুত্বপূর্ণ পরিবর্তন আসে। শহুরে বাস্তবতা আর কোনো ব্যস্ততা ছিল না। রামচন্দ্রন রাজস্থানের উদয়পুরে ভীল আদিবাসী সম্প্রদায়ের জীবনের উপরও কিছু কাজ করেন। তিনি তার চিত্রকর্মের মাধ্যমে তাদের সংস্কৃতি ও ঐতিহ্য তুলে ধরার চেষ্টা করেছেন। তার শিল্পীমন উপজাতীয় জীবন বুঝতে এবং উপলব্ধি করতে সাহায্য করেছিল।কেরালার মন্দিরের ম্যুরালগুলির রঙ এবং ফর্মগুলি তার চিত্রকর্ম প্রকাশের পদ্ধতিকে প্রভাবিত করে। সেজন্য মিথ হয়ে ওঠে বড় সম্পদ। তার সেই শৈলীতে ভারতীয় মহাকাব্যিক চিত্রকর্ম হল যযাতি। এটি একটি কেরালার মন্দিরের অভ্যন্তরীণ মন্দির হিসাবে কল্পনা করা হয়েছিল, যেখানে তেরোটি ব্রোঞ্জের ভাস্কর্য তিনটি দিকে আঁকা ম্যুরাল দ্বারা বেষ্টিত, মোট আকার ৬০ ফুট দৈর্ঘ্য ও ৮ ফুট প্রস্থের।\nরামচন্দ্রন ২০০৩ খ্রিস্টাব্দে চেন্নায়ের কাছে  শ্রীপেরুম্বুদুরের রাজীব গান্ধী মেমোরিয়ালে গ্রানাইট বেস-রিলিফ ভাস্কর্যটির নকশা করেছিলেন। এটি ১২৫ ফুট পর্যন্ত প্রসারিত এবং এর উচ্চতা প্রায় ২৯ ফুট। শ্রীপেরুম্বুদুরের তাঁর শিলা ভাস্কর্যটি সম্ভবত আধুনিক ভারতে সর্ববৃহৎ পাবলিক আর্টের কাজ।\n\n\n== প্রদর্শনী ==\nরামচন্দ্রনের চিত্রকর্ম বিভিন্ন সময়ে গুরুত্বপূর্ণ প্রতিষ্ঠানে প্রদর্শিত হয়েছে। যেমন-\n\nললিত কলা একাডেমি, কোচি (২০১৯);\nকিরণ নাদার মিউজিয়াম অফ আর্ট, নিউ দিল্লি (২০১৮);\nক্লিভল্যান্ড মিউজিয়াম অফ আর্ট, ইউএসএ (২০১৭); জাতীয় আধুনিক ও সমসাময়িক শিল্প জাদুঘর, সিউল (২০১৩);\nসিউল জাতীয় বিশ্ববিদ্যালয়ের আর্ট মিউজিয়াম (২০০৮);\nসিঙ্গাপুর মিউজিয়াম অফ আর্ট (২০০৭);\nন্যাশনাল গ্যালারি অফ মডার্ন আর্ট, নিউ দিল্লি (২০০৪);\nআধুনিক শিল্প জাদুঘর, টোকিও (১৯৭০); এবং\nকিয়োটো মিউনিসিপ্যাল ​​মিউজিয়াম (১৯৭০);\nএছাড়াও তার শিল্পকর্মের একক প্রদর্শনী হয়েছে-\n\nভাদেহরা আর্ট গ্যালারি, নিউ দিল্লি (২০১৫, ২০১৩)\nললিত কলা একাডেমি, নতুন দিল্লি এবং কোচি (২০১৪);\nGrosvenor Vadehra, London (২০০৮);\nগিল্ড আর্ট গ্যালারি, মুম্বাই এবং নিউ ইয়র্ক (২০০৭-০৮); এবং নামি দ্বীপ, কোরিয়া (২০০৪) কয়েকটি নাম। ২০০৪ সালে ভাদেরা আর্ট গ্যালারি, সেইসাথে ২০০৩ সালে ন্যাশনাল গ্যালারি অফ মডার্ন আর্ট (এনজিএমএ), নয়াদিল্লি দ্বারা তাঁর কাজের গুরুত্বপূর্ণ রেট্রোস্পেকটিভ প্রদর্শনীর আয়োজন করা হয়েছে;\n১৯৮৩ খ্রিস্টাব্দে নতুন দিল্লির আর্ট হেরিটেজের কুমার গ্যালারি এবং মুম্বাইয়ের জাহাঙ্গীর আর্ট গ্যালারি।\n\n\n== প্রকাশনা ==\n২০০৩ খ্রিস্টাব্দে, নতুন দিল্লির ন্যাশনাল গ্যালারি অফ মডার্ন আর্ট তার শিল্পের একটি প্রধান রেট্রোস্পেকটিভের আয়োজন করে। সেখানে রামচন্দ্রনের কাজের উপর অধ্যাপক শিব কুমার রচিত দুই খণ্ডের 'এ রামচন্দ্রন: এ রেট্রোস্পেক্টিভ' শীর্ষক গ্রন্থ প্রকাশিত হয়।\nকেরালার মন্দিরগুলির ম্যুরালগুলির উপর - রামচন্দ্রনের গবেষণাধর্মী 'অ্যাবোড অফ গডস্: ম্যুরাল ট্র্যাডিশনস অফ কেরালা' তথা 'দেবতার বাসস্থান- কেরলের ম্যুরাল ঐতিহ্য' নামে বহু লেখালেখি করেছেন।এই বিষয়ে তিনি ইংরেজিতে অনেক নিবন্ধ লিখেছেন যা জাপানী এবং তার মাতৃভাষা মালয়ালম সহ অনেক ভারতীয় ভাষায় অনূদিত হয়েছে। মালয়ালম ভাষায় তাঁর প্রবন্ধগুলির একটি সংকলন, পি সুধাকরন অনূদিত 'অননোত্তম' (পুরুষ দৃষ্টি), কাইরালি বুকস, কান্নুর, কেরালা দ্বারা প্রকাশিত হয়েছে। রামচন্দ্রনও মালয়ালম ভাষায় কয়েকটি বই প্রকাশ করেছেন।\nরামচন্দ্রন শিশুদের জন্য অলংকরণসহ অসংখ্য ছবির বই লিখেছেন যা ভারতসহ জাপান, ব্রিটেন ও মার্কিন যুক্তরাষ্ট্রে অত্যন্ত প্রশংসিত হয়েছে । সেজন্য তিনি ১৯৭৮ এবং ১৯৮০ খ্রিস্টাব্দে দুবার নোমা কনকোর্স অ্যাওয়ার্ডস লাভ করেন। জাপানের মিয়াজাকির মিউজিয়াম অফ চিলড্রেনস বুকস-এ তার বইগুলির কিছু মূল চিত্র স্থায়ীভাবে প্রদর্শন করা হয়েছে।\n\n\n== পুরস্কার ও সম্মাননা ==\nরামচন্দ্রন শিল্পকর্মের জন্য বহু পুরস্কার লাভ করেন।\n\n২০০২ খ্রিস্টাব্দে, তিনি ভারতের  ললিত কলা একাডেমির একজন ফেলো হন।\n২০০৩ খ্রিস্টাব্দে রাজা রবি ভার্মা পুরস্কার পান।\n২০০৫ খ্রিস্টাব্দে ভারত সরকারের সর্বোচ্চ তৃতীয় বেসামরিক পুরস্কার পদ্মভূষণ লাভ করেন।\n২০১৩ খ্রিস্টাব্দে, কেরালার মহাত্মা গান্ধী বিশ্ববিদ্যালয় তাকে সম্মানসূচক ডক্টরেট উপাধিতে ভূষিত করে।\n\n\n== রামচন্দ্রনের উপর রচিত নির্বাচিত গ্রন্থ ও তথ্যচিত্র ==\nরামচন্দ্রন: আর্ট অফ দ্য মুরালিস্ট, (১৯৯৪) রুপিকা চাওলা, এ কলা যাত্রা /সিস্টা পাবলিকেশন,\nরামচন্দ্রন, আইকনস অফ দ্য র আর্থ,(১৯৯৮) রুপিকা চাওলা, এ কলা যাত্রা পাবলিকেশন\nদ্য আর্ট অফ এ রামচন্দ্রন, (২০০০) এলা দত্ত, পকেট আর্ট সিরিজ, রোলি বুকস,\nরামচন্দ্রান্তে কলা (২০০১) (মালায়ালম ভাষায়), পি. সুরেন্দ্রন, কলা যাত্রা পাবলিকেশন। শিল্পকর্ম সমালোচনার জন্য কেরালা ললিতা কলা আকাদেমির প্রথম পুরস্কারপ্রাপ্ত গ্রন্থ\nএ রামচন্দ্রন: এ রেট্রোস্পেক্টিভ, (১ম ও ২য় খণ্ড) (২০০৩) আর. শিব কুমার , ন্যাশনাল গ্যালারি অফ মডার্ন আর্ট অ্যান্ড ভাদেরা আর্ট গ্যালারি\nওয়ার্ল্ড অফ দ্য লোটাস পন্ড, (২০০৪) কে. বিক্রম সিং-এর ডকুমেন্টারি পূর্ণদৈর্ঘ্য চলচ্চিত্র\n\n\n== তথ্যসূত্র =="}