{"pageid": 1479256, "title": "ইরানের রাষ্ট্রপতি প্রশাসন", "url": "https://bn.wikipedia.org/wiki?curid=1479256", "content": "ইরানের রাষ্ট্রপতি প্রশাসন ( ফার্সি: نهاد ریاست‌جمهوری ایران ) ইরানের রাষ্ট্রপতির কার্যালয় হলো ইরানের বর্তমান রাষ্ট্রপতির তাৎক্ষণিক কর্মী এবং রাষ্ট্রপতিকে রিপোর্টিং একাধিক স্তরের সহায়তা কর্মীদের নিয়ে গঠিত। এটি ইরানের  তেহরানের পাস্তুর স্ট্রিটে অবস্থিত। ইরানের রাষ্ট্রপতির কার্যালয় বা ইরানের রাষ্ট্রপতির সরকারি অফিস হলো ইরানের রাষ্ট্রপতি প্রশাসন দ্বারা পরিচালিত।\n\n\n== প্রধান ==\nইরানের রাষ্ট্রপতির চিফ অফ স্টাফ হল একটি পদবী যা ইরানী সরকারের দুটি ভিন্ন পদের কথা উল্লেখ করে যা একজন ব্যক্তির দ্বারা অধিষ্ঠিত হতে পারে:\n\nরাষ্ট্রপতির কার্যালয় প্রধান ( ফার্সি: رئیس‌دفتر رئیس‌جمهور )\nরাষ্ট্রপতি প্রশাসনের তত্ত্বাবধায়ক ( ফার্সি: سرپرست نهاد ریاست‌جمهوری )\nউভয় পদধারী ইরানের প্রেসিডেন্টের সিনিয়র সহকারী হিসেবে কাজ করেন।\nমোহসেন হাজি-মির্জাই ২০২৪ সাল থেকে রাষ্ট্রপতি মাসুদ পেজেশকিয়ানের অধীনে রাষ্ট্রপতির কার্যালয়ের প্রধানের দায়িত্ব পালন করছেন।\nমোহাম্মদ জাফর গায়েম পানাহ রাষ্ট্রপতি মাসুদ পেজেশকিয়ানের অধীনে ২০২৪ সাল থেকে রাষ্ট্রপতি প্রশাসনের তত্ত্বাবধায়ক রয়েছেন।\n\n\n== রাষ্ট্রপতির কার্যালয়ের সাবেক প্রধান ==\nপ্রেসিডেন্ট আলী খামেনির অধীনে মোহাম্মদ মিরমোহাম্মাদি\nরাষ্ট্রপতি আকবর হাশেমি রাফসানজানির অধীনে মোহাম্মদ মিরমোহাম্মাদি, হোসেন মারাশি এবং মোহসেন হাশেমি রাফসানজান\nরাষ্ট্রপতি মোহাম্মদ খাতামির অধীনে মোহাম্মদ-আলি আবতাহি এবং আলী খাতামি\nগোলাম-হোসেন ইলহাম, আবদোলরেজা শেখোলেসলামি, এসফান্দিয়ার রহিম মাশাই  এবং মীর-হাসান মুসাভি  রাষ্ট্রপতি মাহমুদ আহমাদিনেজাদের অধীনে\nপ্রেসিডেন্ট হাসান রুহানির অধীনে মোহাম্মদ নাহাভান্দিয়ান এবং মাহমুদ ভাইজি\nপ্রেসিডেন্ট ইব্রাহিম রাইসির অধীনে গোলাম-হোসেন ইসমাইলি\n\n\n== রাষ্ট্রপতি প্রশাসনের সাবেক সুপারভাইজার ==\nমোস্তফা মীর-সালিম  প্রেসিডেন্ট আলী খামেনির অধীনে।\nহাসান হাবিবি সভাপতি আকবর হাশেমি রাফসানজানির অধীনে\nমোহাম্মদ হাশেমি রাফসানজানি এবং মোহাম্মদ রেজা আরেফ প্রেসিডেন্ট মোহাম্মদ খাতামির অধীনে\nআলী সাইদলু, এসফান্দিয়ার রহিম মাশাই, হামিদ বাঘাই  রাষ্ট্রপতি মাহমুদ আহমাদিনেজাদের অধীনে\nপ্রেসিডেন্ট হাসান রুহানির অধীনে মোহাম্মদ নাহাভান্দিয়ান এবং মাহমুদ ভাইজি\nরাষ্ট্রপতি ইব্রাহিম রাইসির অধীনে সওলাত মুর্তজাভি এবং মোহসেন মনসুরি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}