{"pageid": 1479848, "title": "মোহাম্মদ শিয়া আল সুদানী", "url": "https://bn.wikipedia.org/wiki?curid=1479848", "content": "মোহাম্মদ শিয়া' আল সুদানী ( আরবি: محمد شياع السوداني   জন্ম ৪ মার্চ ১৯৭০) একজন ইরাকি রাজনীতিবিদ যিনি ২৭ অক্টোবর ২০২২ সাল থেকে ইরাকের প্রধানমন্ত্রী ছিলেন। তার প্রধানমন্ত্রী হওয়ার আগে, তিনি বেশ কয়েকটি মন্ত্রী পদে অধিষ্ঠিত ছিলেন; যথা, শিল্প ও খনিজ মন্ত্রী, শ্রম ও সামাজিক বিষয়ক মন্ত্রী, ভারপ্রাপ্ত বাণিজ্য মন্ত্রী, ভারপ্রাপ্ত অর্থমন্ত্রী, ভারপ্রাপ্ত অভিবাসন ও বাস্তুচ্যুত মন্ত্রী, ভারপ্রাপ্ত কৃষিমন্ত্রী, এবং মানবাধিকার মন্ত্রী ।  তিনি ২০০৯-২০১০ সালে মায়সানের গভর্নর  ছিলেন। \nআল-সুদানী বাগদাদের একটি ইরাকি শিয়া আরব পরিবারে ৪ মার্চ ১৯৭০ সালে জন্মগ্রহণ করেন।  ১০ বছর বয়সে, তিনি ইসলামিক দাওয়া পার্টির সদস্য হওয়ার জন্য তার বাবা এবং পরিবারের অন্য পাঁচ সদস্যকে মৃত্যুদণ্ডপ্রাপ্ত হতে দেখেছিলেন। আল-সুদানী বাগদাদ বিশ্ববিদ্যালয় থেকে কৃষি বিজ্ঞানে স্নাতক ডিগ্রি এবং প্রকল্প ব্যবস্থাপনায় স্নাতকোত্তর ডিগ্রি অর্জন করেছেন। তিনি বিবাহিত এবং চার পুত্র আছে।\nউপসাগরীয় যুদ্ধের সমাপ্তির পর শুরু হওয়া ১৯৯১ সালের বিদ্রোহে সুদানী অংশগ্রহণ করেছিল। ১৯৯৭ সালে, তিনি মায়সান কৃষি অফিসে নিযুক্ত হন, যেখানে তিনি কুমাইত শহরের কৃষি বিভাগের প্রধান, আলী আল-শারকি শহরের কৃষি বিভাগের প্রধান, কৃষি উৎপাদন বিভাগের প্রধান এবং খাদ্যের সাথে জাতীয় গবেষণা প্রোগ্রামে সুপারভাইজার ইঞ্জিনিয়ার ছিলেন। এবং জাতিসংঘের কৃষি সংস্থা ।\n২০০৩ সালে মার্কিন যুক্তরাষ্ট্র এবং তার মিত্রদের দ্বারা ইরাক আক্রমণের পর, সুদানী মায়সান প্রদেশের প্রশাসন এবং কোয়ালিশন অস্থায়ী কর্তৃপক্ষের মধ্যে সমন্বয়কারী হিসাবে কাজ করেছিলেন। ২০০৪ সালে তিনি আমারাহ সিটির মেয়র নিযুক্ত হন। ২০০৫ সালে তিনি মায়সান প্রদেশ কাউন্সিলের সদস্য নির্বাচিত হন। তিনি ২০০৯ সালে পুনরায় নির্বাচিত হন এবং কাউন্সিল দ্বারা গভর্নর নিযুক্ত হন।\n\n\n== কর্মজীবন ==\n\n\n=== ইরাকের মানবাধিকার মন্ত্রী ===\n২০১০ সালের সংসদ নির্বাচনের পর প্রধানমন্ত্রী নুরি আল-মালিকি তাকে মানবাধিকার মন্ত্রী হিসেবে নিযুক্ত করেছিলেন, যা ২১ ডিসেম্বর ২০১০ এ সংসদ দ্বারা অনুমোদিত হয়েছিল।\nসাদ্দাম হোসেনের শাসনামলে ইরাকে গণকবর খুঁজে বের করার দায়িত্বে ছিল তার মন্ত্রণালয়। ২০১১ সালে এরকম দুটি ঘটনা রিপোর্ট করা হয়েছিল, একটি আনবারে এবং আরেকটি আল দিওয়ানিয়াহতে । \n২০১১ সালে, তিনি সংক্ষিপ্তভাবে সুপ্রিম ন্যাশনাল ডি-বাথফিকেশন কমিশনের চেয়ারম্যান ছিলেন|বিচার ও জবাবদিহি কমিশন ফর ডি-বাথীফিকেশন, যার ক্ষমতা ছিল প্রাক্তন ক্ষমতাসীন বাথ পার্টির সাথে লিঙ্কের জন্য সরকার থেকে ব্যক্তিদের বাধা দেওয়ার ক্ষমতা।\nতিনি সিরিয়ার গৃহযুদ্ধের সময় সিরিয়ায় বসবাসকারী ইরাকি নাগরিকদের ইরাকে ফিরে যেতে সহায়তা করার জন্য অভিবাসন মন্ত্রকের সাথে সমন্বয় করেছিলেন। \nতাকে ২০১৪ সালে শ্রম মন্ত্রণালয়ে স্থানান্তরিত করা হয়, এবং হায়দার আল-আবাদির সরকার ক্ষমতা গ্রহণের পর অক্টোবর ২০১৪ সালে মোহাম্মদ মাহদি আমীন আল-বায়াতি মানবাধিকার মন্ত্রকের স্থলাভিষিক্ত হন। \n\n\n=== প্রধানমন্ত্রী ===\n\n২০২২ সালের ইরাকের রাজনৈতিক সংকটের অবসান ঘটাতে, সমন্বয় কাঠামো আনুষ্ঠানিকভাবে আল-সুদানীকে ২০২২ সালের মে মাসে প্রধানমন্ত্রী পদের জন্য মনোনীত করে।  তিনি একটি সরকার গঠনে সফল হন, যা ২৭ অক্টোবর প্রতিনিধি পরিষদ দ্বারা অনুমোদিত হয়। \nজানুয়ারী ২০২৩ সালে, ওয়াল স্ট্রিট জার্নালের সাথে একটি সাক্ষাত্কারে, আল-সুদানী তার দেশে মার্কিন সৈন্যদের উপস্থিতি রক্ষা করেছিলেন এবং তাদের প্রত্যাহারের জন্য কোনও সময়সূচী নির্ধারণ করেননি, মার্কিন এবং ন্যাটো সৈন্যদলের কথা উল্লেখ করে যেগুলি ইরাকি ইউনিটকে ইসলামিক প্রতিরোধে প্রশিক্ষণ দেয় এবং সহায়তা করে। রাষ্ট্র, কিন্তু মূলত যুদ্ধের বাইরে থাকুন, যদিও তিনি উল্লেখ করেছেন যে ইরাকে মার্কিন নেতৃত্বাধীন সামরিক জোটের আর প্রয়োজন নেই। \n\nদ্য ইকোনমিস্ট বলেছে যে আল-সুদানী পপুলার মোবিলাইজেশন ফোর্সেস (পিএমএফ) এর সাথে যুক্ত, রাষ্ট্রীয় পৃষ্ঠপোষকতাকৃত মিলিশিয়া ছাতা সংগঠন যা বিভিন্ন সশস্ত্র দলকে একত্রিত করে এবং তার মেয়াদে ইরাকে তাদের প্রভাব আরও বৃদ্ধি পেয়েছে।  তার সরকার PMF-এর জন্য সৈন্য সংখ্যা 116,000 বৃদ্ধি করেছে, মোট সংখ্যা প্রায় 230,000-এ উন্নীত করেছে এবং এর বাজেট 2.7 বিলিয়ন মার্কিন ডলার নির্ধারণ করেছে। এটি PMF-এর সাথে সংযুক্ত একটি বিল্ডিং কোম্পানিও চালু করেছে, যার নামকরণ করা হয়েছে নিহত PMF কমান্ডার আবু মাহদি আল-মুহান্দিসের নামে; কোম্পানি সরকারী ঠিকাদারদের অগ্রাধিকারমূলক প্রবেশাধিকার দেয় এবং সরকার কোম্পানিটিকে কৌশলগত জমি প্রদান করেছে। \n২০ জুলাই ২০২৩ এ, আল-সুদানী ইরাকে সুইডিশ রাষ্ট্রদূতকে বহিষ্কার করে এবং সুইডেন একটি পরিকল্পিত কোরআন পোড়ানোর অনুমোদন দেওয়ার পরে সুইডিশ কোম্পানিগুলির কাজের অনুমতি প্রত্যাহার করে। \n১০ অক্টোবর ২০২৩ এ, আল-সুদানী মস্কোতে পৌঁছেন এবং রাশিয়ান প্রেসিডেন্ট ভ্লাদিমির পুতিনের সাথে দেখা করেন।  ২১ অক্টোবর ২০২২ এ, তিনি ইসরাইল-হামাস যুদ্ধে যুদ্ধবিরতির আহ্বান জানান।  ইরানের প্রেসিডেন্ট ইব্রাহিম রাইসির সাথে সাক্ষাতের সময়, তিনি ইসরায়েলের উপর হামাসের হামলাকে \"গাজার জনগণের বিরুদ্ধে ইহুদিবাদী শাসকের বছরের পর বছর অপরাধমূলক নীতির ফলস্বরূপ\" বর্ণনা করেছেন। \n১৭ ফেব্রুয়ারী ২০২৪ এ, তিনি মিউনিখে জার্মান চ্যান্সেলর ওলাফ স্কোলজের সাথে দেখা করেছিলেন যখন তিনি মিউনিখ নিরাপত্তা সম্মেলনে যোগদান করছিলেন যেখানে তিনি বিভিন্ন বিশ্ব নেতাদের সাথে দেখা করেছিলেন। \n২০২৪ সালের এপ্রিলে, আল-সুদানী দামেস্কে ইরানী দূতাবাসে ইসরায়েলি বোমা হামলার নিন্দা করেছিলেন। \n\n\n== তথ্যসূত্র =="}