{"pageid": 1479117, "title": "বিনয় মোহন কোয়াত্রা", "url": "https://bn.wikipedia.org/wiki?curid=1479117", "content": "বিনয় মোহন কোয়াত্রা, (জন্ম ১৫ ডিসেম্বর ১৯৬২) একজন ভারতীয় কূটনীতিক। তিনি মে ২০২২ থেকে আগস্ট ২০২৪ পর্যন্ত ভারতের ৩৪তম পররাষ্ট্র সচিব হিসাবে কাজ করেছেন  ১৩ আগস্ট ২০২৪ থেকে শুরু করে মার্কিন যুক্তরাষ্ট্রে ভারতের  এর আগে তিনি ফ্রান্স ও নেপালে ভারতের রাষ্ট্রদূত হিসেবে দায়িত্ব পালন করেছেন।   বিনয় ময়ন কোয়াত্রা হলেন ভারতের ৩৪তম পররাষ্ট্র সচিব। এর আগে তিনি নেপালে ভারতের রাষ্ট্র দূত ছিলেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nবিনয় মোহন কোয়াত্রার জন্ম ১৫ ডিসেম্বর ১৯৬২ সালে।  তিনি জিবি পান্ট ইউনিভার্সিটি অফ এগ্রিকালচার অ্যান্ড টেকনোলজি থেকে বি এসসি কৃষি ও পশুপালন (অনার্স) এবং বিজ্ঞানে স্নাতকোত্তর (এমএসসি) ডিগ্রি অর্জন করেছেন।  কোয়াত্রা ফরাসি, হিন্দি এবং ইংরেজিতে কথা বলে। এছাড়াও তিনি গ্রাজুয়েট ইনস্টিটিউট অফ ইন্টারন্যাশনাল অ্যান্ড ডেভেলপমেন্ট স্টাডিজ থেকে আন্তর্জাতিক সম্পর্কে ডিপ্লোমা অর্জন করেছেন। \n\n\n== কর্মজীবন ==\nতিনি এর আগে ভারতের পররাষ্ট্র মন্ত্রণালয় এবং প্রধানমন্ত্রীর কার্যালয়ে যুগ্ম সচিব হিসেবে দায়িত্ব পালন করেছেন। তিনি মে ২০১০ থেকে জুলাই ২০১৩ পর্যন্ত ওয়াশিংটন ডিসিতে ভারতীয় দূতাবাসে মন্ত্রী (বাণিজ্য) হিসাবেও দায়িত্ব পালন করেছেন। জুলাই ২০১৩ এবং অক্টোবর ২০১৫ এর মধ্যে, মিঃ কোয়াত্রা বিদেশ মন্ত্রকের নীতি পরিকল্পনা ও গবেষণা বিভাগের প্রধান ছিলেন এবং পরে বিদেশ মন্ত্রকের আমেরিকা বিভাগের প্রধান হিসাবে দায়িত্ব পালন করেন যেখানে তিনি মার্কিন যুক্তরাষ্ট্র এবং কানাডার সাথে ভারতের সম্পর্ক নিয়ে কাজ করেন।  তিনি বিদেশে এবং ভারতে ভারতের অনেক মিশনে বিভিন্ন পদে দায়িত্ব পালন করেছেন। কোয়াত্রার বিভিন্ন অ্যাসাইনমেন্টে প্রায় 32 বছরের অভিজ্ঞতা রয়েছে এবং 1988 সালে ভারতীয় ফরেন সার্ভিসে যোগদান করেন।\n\n\n=== পররাষ্ট্র সচিব ===\n৪ এপ্রিল ২০২২ এ ঘোষণা করা হয়েছিল যে মিঃ কোয়াত্রা হর্ষ বর্ধন শ্রিংলার স্থলাভিষিক্ত হবেন এবং ৩০ এপ্রিল ২০২২ এ এই পদে বহাল হওয়ার পর ভারতের পররাষ্ট্র সচিবের পদ গ্রহণ করবেন।  ১ মে, তিনি ভারতের ৩৪তম পররাষ্ট্র সচিব হন এবং ১৪ জুলাই ২০২৪ এ বিক্রম মিশ্রির স্থলাভিষিক্ত হন। \n\n\n== ব্যক্তিগত জীবন ==\nতিনি পূজা কোয়াত্রার সাথে বিয়ে করেছেন। দম্পতির দুটি ছেলে রয়েছে। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপ্রোফাইল মন্ত্রণালয়ের ওয়েবসাইটে"}