{"pageid": 1479718, "title": "দাবায় নারী", "url": "https://bn.wikipedia.org/wiki?curid=1479718", "content": "নারীরা সব বয়সগোষ্ঠী ও স্তরের দাবাড়ুদের একটি ক্ষুদ্র সংখ্যালঘু সম্প্রদায় গঠন করেছেন। বর্তমানে নারী দাবাড়ুরা সাধারণত লিঙ্গ-নির্বিশেষে উন্মুক্ত প্রতিযোগিতা এবং কেবলমাত্র নারীদের প্রতিযোগিতা - উভয় ধরনের প্রতিযোগিতাতেই অংশ নিয়ে থাকেন। তবে নারীভিত্তিক প্রতিযোগিতাগুলিই সর্বোচ্চ স্তরের নারী দাবাড়ু ও যুবাস্তরের নারী দাবাড়ুদের জন্য সবচেয়ে গুরুত্বপূর্ণ। আধুনিক সর্বোচ্চ স্তরের নারী দাবা প্রতিযোগিতাগুলি কিছু কিছু অংশগ্রহণকারিনীকে পূর্ণকালীন পেশাদার দাবাড়ু হিসেবে জীবিকা নির্বাহ করার সুযোগ করে দিয়েছে। এইসব প্রতিযোগিতার সিংহভাগই আন্তর্জাতিক দাবা সংঘ (ইন্টারন্যাশনাল চেস ফেডারেশন বা ফিদে) আয়োজন করে থাকে এবং এগুলি একটি সমাপনীমূলক বিশ্ব শিরোপা প্রতিযোগিতাকে কেন্দ্র করে আবর্তিত হয়। নারীদের বিশ্ব দাবা শিরোপা  প্রতিযোগিতা শেষে একজন নারী বিশ্বশ্রেষ্ঠ নারী দাবাড়ু (বিশ্ব চ্যাম্পিয়ন নারী দাবাড়ু) নির্বাচিত হন। ঐসব ক্রীড়ানুষ্ঠানের বাইরে সবচেয়ে গুরুত্বপূর্ণ কিছু নারীভিত্তিক প্রতিযোগিতার মধ্যে নারী ও বালিকাদের জাতীয় ও মহাদেশীয় শিরোপা প্রতিযোগিতাগুলি উল্লেখ্য।\nদাবা সংগঠনগুলিতে ২০শ শতাব্দীর প্রথম কয়েক দশক পর্যন্ত নারীদের প্রবেশ করার অনুমতি ছিল না। যখন অনুমতি দেওয়া হত, তখন নারীরা অন্য নারীদের সাথে প্রতিযোগিতা করতেন। ঐ সময়ে ভেরা মেনচিক ইতিহাসের প্রথম বিশ্বশ্রেষ্ঠ নারী দাবাড়ুর মর্যাদা লাভ করেন। তিনি ১৯২০-এর দশকের শেষভাগে বিশ্বের সেরা পুরুষ খেলোয়াড়দের সর্বোচ্চ স্তরের প্রতিযোগিতাগুলিতে অংশ নেয়া প্রথম নারী ছিলেন। তাঁর মৃত্যুর পরে সোভিয়েত ইউনিয়ন নারীদের দাবায় আধিপত্য বিস্তার করে। ১৯৫৭-এর প্রথম দাবা অলিম্পিয়াড থেকে শিরু করে ১৯৮৬ সাল পর্যন্ত প্রতিটি দাবা অলিম্পিয়াডে তারা বিজয়ী হয়। জর্জিয়া থেকে আগত সোভিয়েত নারী দাবাড়ু নোনা গাপ্রিন্দাশভিলি ও মায়া চিবুর্দানিদজে প্রথম নারী হিসেবে দাবার গ্র্যান্ডমাস্টার উপাধি লাভ করেন। এই দুইজন মেনচিকের পরে প্রথম উচ্চস্তরের উন্মুক্ত (নারী-পুরুষ মিশ্র) প্রতিযোগিতায় অংশ নেন। \n১৯৮০-র দশকে মাঝামাঝি পোলগার ভগিনীরা নারীদের দাবায় সোভিয়েত আধিপত্যের অবসান ঘটান। সুসান পোলগার ১৯৮৪ সালে বিশ্বের এক নম্বর নারী দাবাড়ু হন এবং তিন পোলগার ভগিনী ১৯৮৮ সালের ২৮তম দাবা অলিম্পিয়াডে হাঙ্গেরিকে স্বর্ণপদক এনে দেন। তিন বোনের মধ্যে সর্বকনিষ্ঠ ইউদিত পোলগার নিজেকে সর্বকালের সেরা নারী দাবাড়ু হিসেবে প্রতিষ্ঠা করেন। তিনি নারী-পুরুষ নির্বিশেষে সামগ্রিকভাবে বিশ্বের আট নম্বর সেরা দাবাড়ুর অবস্থানে পৌঁছেছিলেন। ২১শ শতকে এসে নারী গ্র্যান্ডমাস্টার দাবাড়ুর সংখ্যা তাৎপর্যপূর্ণরূপে বৃদ্ধি পায়। নতুন নারী গ্র্যান্ডমাস্টারদের মধ্যে শুধুমাত্র হৌ ইফান সামগ্রিক মর্যাদাক্রমে সেরা একশ-তে পৌঁছাতে পেরেছেন; তিনি নিয়মিত উচ্চ-স্তরের উন্মুক্ত প্রতিযোগিতাগুলিতে অংশ নিয়ে থাকেন। ১৯৯০-এর দশক থেকে চীন বিশ্ব শিরোপা প্রতিযোগিতায় আধিপত্য বিস্তার করে আসছে। চীন থেকে এ পর্যন্ত ছয়জন ভিন্ন শ্রেষ্ঠ নারী দাবাড়ুর উত্থান ঘটেছে, যাদের মধ্যে বর্তমান বিশ্বের শ্রেষ্ঠ নারী দাবাড়ু চু ওয়েনচুন অন্তর্ভুক্ত।\nদাবার সর্বোচ্চ স্তরে নারীদের সংখ্যাল্পতা এবং নারীরা ঐতিহাসিকভাবে কেন আরও সাফল্য পাননি, সে ব্যাপারটি বেশ আগ্রহের সৃষ্টি করেছে। নারীরা সহজাতভাবে দাবায় কম পারদর্শী, এ দাবির পক্ষে কোনও সাক্ষ্যপ্রমাণ নেই। পরিসংখ্যানগতভাবে দেখানো হয়েছে যে সর্বস্তরে নারী দাবাড়ুর স্বল্পতাই সর্বোচ্চ স্তরে নারীদের অনুপস্থিতির মূল কারণ। দাবায় নারীদের এই ব্যাপক অনুপস্থিতির কারণে নারীদেরকে প্রায়শই দাবায় লিঙ্গবৈষম্য, হয়রানি ও যৌন হয়রানির শিকার হতে হয়। এই কারণগুলিকেও নারীদের কম সাফল্য ও দ্রুত দাবার অঙ্গন থেকে তাদের প্রস্থানের পেছনে দায়ী করা হয়। দাবা খেলা ছাড়াও নারীরা অন্যান্য ভূমিকা যেমন দাবা প্রশিক্ষক বা বিচারকের ভূমিকা পালন করেন। ক্রীড়া ধারাভাষ্যকার ও আন্তর্জালে সরাসরি ধারাবাহিক সম্প্রচার (লাইভ স্ট্রিমিং) - এই দুই পেশায় অবশ্য নারী-পুরুষের পার্থক্য বেশ কম।"}