{"pageid": 1479022, "title": "লায়োনেল ফিলডেন", "url": "https://bn.wikipedia.org/wiki?curid=1479022", "content": "লায়োনেল ফিলডেন (ইংরেজি: Lionel Fielden) (১৫ মে ১৮৯৬ – ১ জুন ১৯৭৪ )  ছিলেন  ব্রিটিশ ব্রডকাস্টিং কর্পোরেশনের  একজন সফল প্রযোজক এবং  অল ইন্ডিয়া রেডিও অধুনা  আকাশবাণীর মহাপরিচালক, যিনি ইন্ডিয়ান স্টেট ব্রডকাস্টিং সার্ভিসের (আইএসবিএস) নাম পরিবর্তন করে \"অল ইন্ডিয়া রেডিও\" (এআইআর) রাখেন। \n\n\n== জন্ম ও শিক্ষা জীবন ==\nলায়োনেল ফিল্ডেন  যুক্তরাজ্যের ইংল্যান্ডের চেশায়ারের হুইচার্চে ১৮৯৬ খ্রিস্টাব্দের ১৫ মে জন্মগ্রহণ করেন। তার পিতা জোশুয়া ফিলডেন ও মাতা সেন্ট সেন্ট বারবে ফিলডেন। সৎ মা ছিলেন মেরিয়ন এথেল। লায়োনেলের পড়াশোনা অক্সফোর্ডের  ইটন এবং পরে  ব্রেজনোজ কলেজে।\n\n\n== কর্মজীবন ==\nশিক্ষান্তে তিনি যোগ দেন  ব্রিটিশ ব্রডকাস্টিং কর্পোরেশনে। সফল প্রযোজক হিসাবে পরিচিতি ছিল তাঁর। এদিকে ভারতে ইন্ডিয়ান ব্রডকাস্টিং কোম্পানির উদ্যোগে মুম্বাই ও কলকাতায় বেতার কেন্দ্র স্থাপিত হয় যথাক্রমে ১৯২৭ খ্রিস্টাব্দের ২৩ জুন ও ২৭ আগস্ট। অনেক ঘাত প্রতিঘাতে ১৯৩০ খ্রিস্টাব্দের ১ মার্চ কোম্পানির আর্থিক লোকসানে বেতার সম্প্রচার বন্ধ হওয়ার উপক্রম হলে ব্রিটিশ সরকারের হস্তক্ষেপে ইন্ড্রাস্টিজ অ্যান্ড লেবার সার্ভিসের তত্ত্বাবধানে ইন্ডিয়ান স্টেট ব্রডকাস্টিং সার্ভিসের (আইএসবিএস) নামে সম্প্রচার শুরু হয়। তাতেও যখন ব্যয়ভার কমানো সম্ভব হচ্ছে না এবং অন্যদিকে কলকাতা কেন্দ্রের বৈচিত্র্যময় অনুষ্ঠানের জন্য বেসরকারি উদ্যোক্তাদের রুখতে ১৯৩৫ খ্রিস্টাব্দের ৩০ আগস্ট লায়োনেল ফিলডেনকে কন্ট্রোলার অফ ব্রডকাস্টিং নিযুক্ত করে ভারতে আনা হয়। ১৯৩৬ খ্রিস্টাব্দের ১ জানুয়ারি থেকে ভারতে বেতার সম্প্রচারের সদর দপ্তর হিসাবে গণ্য হল দিল্লি কেন্দ্র এবং লায়োনেল ফিলডেনের উদ্যোগে ১৯৩৬ খ্রিস্টাব্দের ৮ জুন ইন্ডিয়ান স্টেট ব্রডকাস্টিং সার্ভিসের (আইএসবিএস) নামকরণ হয় অল ইন্ডিয়া রেডিও। দিল্লিতে তৎকালীন ভাইসরয় লর্ড লিনলিথগোকে বুঝিয়ে সর্বভারতীয় প্রতিষ্ঠান হিসাবে সার্থকভাবে 'অল ইন্ডিয়া' কথাটি জুড়ে দেন রেডিওর সাথে। আর তার ইংরাজীতে সংক্ষিপ্ত রূপ \"AIR\" এবং \"Air\" শব্দ দুটির ব্যঞ্জনাও বেশ তাৎপর্যপূর্ণ হয়ে যায়।  পরবর্তীতে ফিলডেন অল ইন্ডিয়া রেডিওর মহাপরিচালক হয়েছিলেন এবং পাঁচ বছর ভারতে ছিলেন।\nপ্রসঙ্গত, কবিগুরু  রবীন্দ্রনাথ ঠাকুরের প্রথম দিকে বেতার অনুষ্ঠান সম্পর্কে যে অনীহা বা দ্বিধা ছিল তা নিরসনে লায়োনেল ফিলডেন বিশেষ ভূমিকা নেন। রবীন্দ্রনাথ তাঁর গানে হারমোনিয়ামের যন্ত্রানুসঙ্গকে দৌরাত্ম্য বোধ করতেন। লায়োনেল ফিলডেনেরও অপছন্দের ছিল এই বাদ্যযন্ত্রটি। লায়োনেল সে বিষয়ে অবগত হয়ে প্রতিশ্রুতি দিয়েছিলেন অল ইন্ডিয়া রেডিওর সমস্ত কেন্দ্র থেকে হারমোনিয়াম বর্জনের। তার প্রতিশ্রুতিতে কবি নিমরাজি হন বেতারে তাঁর অনুষ্ঠান সম্প্রচারে। দু'বছর পর হারমোনিয়াম বর্জনের আদেশ জারি হলে ১৯৩৮ খ্রিস্টাব্দের ৮ মে (১৩৪৫ বঙ্গাব্দের ২৫ বৈশাখ) কালিম্পঙ থেকে সরাসরি টেলিফোন লাইনে সম্প্রচারিত হয় কবিকণ্ঠে জন্মদিন কবিতাটি - আজি মম জন্মদিন।\nমহাত্মা গান্ধী ও  লর্ড রেথের সঙ্গে তার বিশেষ বন্ধুত্ব ছিল। \nফিলডেন অ্যাংলো ইন্ডিয়ান কর্মকর্তাদের এবং তাদের স্ত্রীদেরকে সবচেয়ে অজ্ঞ সংবেদনশীল অহংকারী এবং মূঢ় সম্প্রদায় হিসাবে গণ্য করতেন। সেই ভাবনায় তিনি রচনা করেন বেগার মাই নেবার। প্রথম প্রকাশিত হয় ১৯৪৩ খ্রিস্টাব্দে।। তার আত্মজীবনীমূলক গ্রন্থটি হল - দ্য ন্যাচারাল বেন্ট।\n\n\n== মৃত্যু ==\nলায়োনেল ফিলডেন ১৯৭৪ খ্রিস্টাব্দের ১ জুন ইতালিতে ৭৮ বছর বয়সে প্রয়াত হন। \n\n\n== তথ্যসূত্র =="}