{"pageid": 1479742, "title": "ইসরায়েল ধ্বংসের আহ্বান", "url": "https://bn.wikipedia.org/wiki?curid=1479742", "content": "আরব, ইসলামিক, ফিলিস্তিনি, বা বামপন্থী আলোচনায় এমন কিছু ব্যক্তিগত বা রাজনৈতিক সত্তা এবং দল রয়েছে যারা প্রকাশ্যে বা প্রচ্ছন্নভাবে ইসরায়েল রাষ্ট্রের বিলুপ্তি আহ্বান জানায়।    এই ইসরায়েল-বিরোধী বক্তব্যগুলিতে প্রায়ই শক্তিশালী ভাষার ব্যবহার যেমনঃ গণহত্যার হুমকি, বা ইসরায়েলের সম্পূর্ণ বিলুপ্তির জন্য আহ্বান করা হয়।   এ ধরনের বক্তব্যগুলি আনুষ্ঠানিক বিবৃতি, বক্তৃতা, চার্টার, বা জনসমক্ষে আলোচনার মাধ্যমে প্রকাশ করা হয়। এই বক্তব্যগুলি ইসরায়েল রাষ্ট্রের বৈধতাকে অস্বীকার করে এবং বিভিন্ন উপায়ে, বিশেষত সামরিক বা রাজনৈতিক এবং আদর্শগত ক্রিয়াকলাপের মাধ্যমে ইসরায়েলের ধ্বংস সাধনের জন্য লক্ষ্য স্থির করে।  \nইসরায়েল ধ্বংসের জন্য আহ্বানের ইসরায়েল প্রতিষ্ঠার প্রাক্কাল হতেই করা হচ্ছে। আরব লীগের নেতা আজ্জাম পাশা সতর্ক করেছিলেন যে, যদি একটি ইহুদি রাষ্ট্র প্রতিষ্ঠিত হয় তবে সেটি \"ধ্বংসাত্মক যুদ্ধের\" সম্মুখীন হবে। ১৯৬৭ সালের ছয় দিনের যুদ্ধের পূর্বে প্রায় সর্বসম্মতভাবে আরব দেশগুলো ইসরায়েল ধ্বংসের লক্ষ্য স্থির করেছিল।  মিশরের প্রেসিডেন্ট গামাল আবদেল নাসেরও যুদ্ধের প্রাক্কালে ইসরায়েলের অস্তিত্ব বিলোপের আহ্বান পুনর্ব্যক্ত করেছিলেন।\nইরানের সর্বোচ্চ নেতা আলী খামেনি ইসরায়েলি রাষ্ট্রের বিলুপ্তির এবং মুসলিম, খ্রিস্টান ও ইহুদিদের সমান ভোটাধিকার প্রদানকারী একটি একক রাষ্ট্রের প্রতিষ্ঠার আহ্বান জানিয়েছেন।   খামেনি জোর দিয়ে বলেছেন যে, ইসরায়েল ধ্বংস মানে ইহুদি জনগণের বিলুপ্তি নয়।  হামাস এবং ফিলিস্তিনি ইসলামিক জিহাদের মতো ইসলামপন্থী ফিলিস্তিনি সংগঠনগুলো নিয়মিতভাবে ইসরায়েলের বিলুপ্তির লক্ষ্য প্রচার করে, যা তাদের চার্টার, বিবৃতি এবং কার্যকলাপে প্রতিফলিত হয়, যেমন ২০২৩ সালের হামাসের ইসরায়েল আক্রমণ।  ফিলিস্তিনি আলাপচারিতায় গণমাধ্যম ও প্রচারণার ক্ষেত্রেও ইসরায়েল ধ্বংসের আহ্বান প্রতিফলিত হয়। রাজনৈতিক স্লোগান \"নদী থেকে সাগর পর্যন্ত\" ফিলিস্তিনি রাষ্ট্রের দাবি এবং ইহুদি জনগোষ্ঠীর অধিকাংশকে সরিয়ে দেওয়ার আহ্বান, যার পরিপ্রেক্ষিতে এর প্রতিফলন এবং এর সম্ভাব্য ইহুদি-বিদ্বেষী বা ঘৃণাসূচক বক্তব্য হিসাবে শ্রেণীবিভাগ নিয়ে বিতর্ক চলছে।   \n\n\n== ঐতিহাসিক মামলা ==\n১৯৪৮ সালে ইসরায়েল রাষ্ট্র প্রতিষ্ঠার পূর্বে ও পরে, আরব রাষ্ট্রগুলির নেতারা এবং ফিলিস্তিনি আরব নেতারা নতুন গঠিত এই রাষ্ট্রকে নির্মূল করার মতামত প্রকাশ করেছিলেন। ঐতিহাসিক বেনি মরিস এই আহ্বানগুলিকে \"বিতাড়নবাদী বা নির্মূলবাদী মানসিকতা\" হিসেবে বর্ণনা করেছেন।  ১৯৪৭ সালের শেষের দিকে, সৌদি আরবের রাজা ইবন সউদ মার্কিন প্রেসিডেন্ট হ্যারি ট্রুম্যানের সাথে চিঠিপত্র বিনিময় করেন:\n\n\"আরবরা নিশ্চিতভাবেই ইহুদি রাষ্ট্র প্রতিষ্ঠার বিরোধিতা করার সিদ্ধান্ত নিয়েছে... এমনকি যদি মনে করা হয় যে ইহুদিরা তাদের দমনমূলক ও অত্যাচারী উপায় এবং তাদের অর্থের সাহায্যে সমর্থন লাভ করতে সক্ষম হবে, তবুও এই ধরনের একটি রাষ্ট্র স্বল্প সময়ের মধ্যেই ধ্বংস হয়ে যাবে। আরবরা এই ধরনের একটি রাষ্ট্রকে বিশ্ব থেকে বিচ্ছিন্ন করবে এবং অবরোধ করে রাখবে যতক্ষণ না এটি দুর্ভিক্ষে মারা যায়... এর পরিণতি হবে ক্রুসেডার রাষ্ট্রগুলির মতোই।\"\nএ সময়ের কাছাকাছি, ইউনেস্কপের প্রতিবেদনের প্রতিক্রিয়ায়, আরব লীগের মহাসচিব আজ্জাম পাশা বলেছিলেন যে প্রস্তাবিত ইহুদি রাষ্ট্রের সাথে যুদ্ধ \"একটি নির্মূল যুদ্ধ এবং বিশাল গণহত্যায় পরিণত হবে, যার কথা মঙ্গোলিয়ান গণহত্যা এবং ক্রুসেডের মতো আলোচিত হবে।\" এফ্রেইম কার্শ এবং ডেভিড বার্নেট এই বিবৃতিকে গণহত্যার হুমকি হিসেবে চিহ্নিত করেছিলেন, যদিও টম সেগেভ এই ব্যাখ্যার বিরোধিতা করেন। \n১৯৪৮ সালের প্রথম দিকের মাসগুলোতে, লেবাননে জন্মগ্রহণ করা একজন আরব খ্রিস্টান এবং আরব নারী সংস্থার নেতা মাতিয়েল মুঘান্নাম বলেছিলেন:\n\n[একটি ইহুদি রাষ্ট্রের] এখন টিকে থাকার কোনো সম্ভাবনা নেই যেহেতু 'পবিত্র যুদ্ধ' ঘোষণা করা হয়েছে। শেষ পর্যন্ত সব ইহুদিদের হত্যা করা হবে।\nইসরায়েলের ধ্বংসের জন্য আরব নেতাদের আহ্বান, বিশেষ করে মিশরের প্রেসিডেন্ট গামাল আব্দেল নাসেরের দ্বারা, ১৯৬৭ সালের ছয় দিনের যুদ্ধের প্রাক্কালে পুনরাবৃত্তি করা হয়। ১৯৬০ সালের সেপ্টেম্বরে জাতিসংঘ সাধারণ পরিষদে ভাষণ দেওয়ার সময়, নাসের বলেন, \"প্যালেস্টাইনের একমাত্র সমাধান হলো, বিষয়গুলোকে সেই অবস্থায় ফিরিয়ে নেওয়া উচিত যা ভুলের আগে ছিল, অর্থাৎ ইসরায়েলের অস্তিত্ব বাতিল করা।\" ১৯৬৪ সালে, তিনি শপথ করেছিলেন, \"আমরা ঈশ্বরের কসম খেয়ে বলছি যে আমরা আরব জাতিকে প্যালেস্টাইনে পুনঃস্থাপন না করা পর্যন্ত বিশ্রাম নেব না, এবং প্যালেস্টাইনকে আরব জাতিতে পুনঃস্থাপন করব। আমাদের দেশে সাম্রাজ্যবাদের কোনো স্থান নেই, যেমন আরব জাতির মধ্যে ইসরায়েলেরও কোনো স্থান নেই।\" ১৯৬৫ সালে, তিনি ঘোষণা করেছিলেন, \"আমরা প্যালেস্টাইনে বালিতে আচ্ছাদিত মাটি নিয়ে প্রবেশ করব না, আমরা এতে প্রবেশ করব রক্তে সিক্ত মাটিসহ।\" \nছয় দিনের যুদ্ধের পরবর্তী সময়ে, কিছু ফিলিস্তিনি গোষ্ঠীর মধ্যে ইসরায়েল ধ্বংস করার আহ্বান আরও তীব্র হয়। এই সময়ে ফিলিস্তিনি জাতীয় লক্ষ্যকে সংশোধন করা হয়েছিল। ১৯৬৮ সালের জুলাই মাসে, প্যালেস্টাইনের জাতীয় সনদে সংশোধনী আনা হয়। সনদের ১৫ নং অনুচ্ছেদে বলা হয়েছিল: “প্যালেস্টাইনের মুক্তির লক্ষ্য... ফিলিস্তাইনের মধ্যে থেকে জায়নবাদের নির্মূলকরণ।” ২২ নং অনুচ্ছেদে বলা হয়েছিল যে \"প্যালেস্টাইনের মুক্তি জায়নবাদী ও সাম্রাজ্যবাদী উপস্থিতিকে ধ্বংস করবে এবং মধ্যপ্রাচ্যে শান্তি প্রতিষ্ঠায় অবদান রাখবে।\"  1990 এর দশকের গোড়ার দিকে, প্যালেস্টাইন লিবারেশন অর্গানাইজেশন (PLO) আনুষ্ঠানিকভাবে ইসরায়েলকে ধ্বংস করার লক্ষ্য অনুসরণ করেছিল। \n\n\n== বিশ্লেষণ ==\nইরউইন কোটলার \"গণহত্যামূলক ইহুদি বিদ্বেষ\" শব্দটি ব্যবহার করে ইসরায়েল ধ্বংস করার প্রকাশ্য আহ্বান ও প্ররোচনাকে বর্ণনা করেন। এর মধ্যে রয়েছে আহমাদিনেজাদের ইরানে রাষ্ট্র সমর্থিত গণহত্যামূলক ইহুদি বিদ্বেষ, যেখানে ইসরায়েল বিরোধী অনুভূতির প্রচারে ক্ষেপণাস্ত্র প্রদর্শন করা হয়। দ্বিতীয় উদাহরণটি হামাস, ফিলিস্তিনি ইসলামিক জিহাদ, হিজবুল্লাহ, এবং আল-কায়েদার মতো জঙ্গি গোষ্ঠীগুলোর মতাদর্শে পাওয়া যায়, যারা ইসরায়েল ধ্বংসের পক্ষে এবং এই লক্ষ্যে সন্ত্রাসী কার্যকলাপ সমর্থন করে। শেষ উদাহরণটি দেখা যায় ধর্মীয় ফতোয়া এবং মৃত্যুদণ্ডের আদেশে, যেখানে ইসরায়েলিদের বিরুদ্ধে গণহত্যামূলক আহ্বানকে ধর্মীয় কর্তব্য হিসেবে তুলে ধরা হয়, এবং ইসরায়েলকে একটি সম্মিলিত শত্রু হিসেবে চিত্রিত করা হয়। \n\n\n== এছাড়াও দেখুন ==\nআরব বিশ্বে ইহুদি বিদ্বেষ\nখায়বার খায়বার ইয়া ইয়াহুদ\nগণহত্যার প্ররোচনা\nফিলিস্তিনের রাজনৈতিক সহিংসতা\nফিলিস্তিনি গণহত্যার অভিযোগ\nমাহমুদ আহমাদিনেজাদ ও ইসরাইল\nদ্বিতীয় হলোকাস্ট\n\n\n== তথ্য সুত্র =="}