{"pageid": 1479398, "title": "ইদান রোল", "url": "https://bn.wikipedia.org/wiki?curid=1479398", "content": "ইদান রোল (হিব্রু ভাষায়: עִידָן רוֹל‎, জন্ম ২৭ এপ্রিল ১৯৮৪) একজন ইসরায়েলি রাজনীতিবিদ, মডেল এবং আইনজীবী যিনি ইয়েশ আতিদের জন্য নেসেটের সদস্য। তিনি ইয়ার ল্যাপিডের প্রশাসনের অধীনে পররাষ্ট্র বিষয়ক উপমন্ত্রী হিসেবে দায়িত্ব পালন করেন।\n\n\n== জীবনী ==\nরোল জেরুজালেমে জন্মগ্রহণ করেন এবং ছোটবেলায় মেভাসেরেট জিওনে চলে যান, হারেল হাই স্কুলে পড়াশোনা করেন। তিনি ২০০২ সালে ইসরায়েল প্রতিরক্ষা বাহিনীতে তার জাতীয় পরিষেবা শুরু করেন, একটি অফিসার কোর্স শেষ করার এবং ক্যাডেট কমান্ডার হওয়ার আগে মধ্য ইস্রায়েলের একটি প্রযুক্তি ইউনিটে ইসরায়েলি ইন্টেলিজেন্স কর্পসে দায়িত্ব পালন করেন। তার জাতীয় চাকরি শেষ করার পর, তিনি সামরিক গোয়েন্দা অধিদপ্তরে রিজার্ভে দায়িত্ব পালন শুরু করেন।\n২০০৭ সালে তিনি তেল আবিব বিশ্ববিদ্যালয়ের আইন স্কুলে পড়াশুনা শুরু করেন। বিশ্ববিদ্যালয়ে থাকাকালীন, তিনি StandWithUs-এ যোগ দেন এবং মডেল হিসেবে কাজ করেন। স্নাতক হওয়ার পর, তিনি মেইটার লিকোর্নিক গেভা লেশেম তালের বাণিজ্যিক বিভাগে যোগ দেন। তিনি পাবলিক আইনে স্নাতকোত্তর ডিগ্রিও সম্পন্ন করেন এবং পরে উচ্চ-প্রযুক্তি, একীভূতকরণ এবং অধিগ্রহণে বিশেষজ্ঞ আইন সংস্থাগুলিতে কাজ করেন।\n\n\n=== রাজনৈতিক ক্যারিয়ার ===\nইতিপূর্বে লিকুদের নিউ লিকুডনিকস গোষ্ঠীর সদস্য থাকার পরে, রোল ইয়েশ আতিদ পার্টিতে যোগদান করেন এবং এর LGBTQ+ গ্রুপের প্রধান হন। তিনি ২০১৮ সালের পৌরসভা নির্বাচনে তেল আবিব-ইয়াফো সিটি কাউন্সিলের ইয়েশ আতিদের তালিকার অংশ ছিলেন।\nএপ্রিল ২০১৯ নেসেট নির্বাচনের জন্য পার্টি ব্লু অ্যান্ড হোয়াইট জোটে যোগদানের পর তাকে যৌথ তালিকায় চৌত্রিশতম স্লট দেওয়া হয়েছিল, এবং পরবর্তীতে জোট ৩৫টি আসনে জয়ী হওয়ায় নেসেটে নির্বাচিত হন। যদিও তিনি সেপ্টেম্বর ২০১৯-এর প্রারম্ভিক নির্বাচনের জন্য নীল এবং সাদা তালিকায় চৌত্রিশতম স্থান ধরে রেখেছিলেন, তবে জোটটি ৩৩টি আসনে কমে গিয়েছিল, যার ফলে রোল তার আসন হারান।\n২০২০ নেসেট নির্বাচনের আগে তিনি আবার নীল এবং সাদা তালিকায় ৩৪ তম অবস্থানে ছিলেন। যদিও তালিকাটি মাত্র ৩৩টি আসন জিতেছে, ইয়ায়েল জার্মান শপথ গ্রহণের আগে চিকিৎসার কারণে পদত্যাগ করেন এবং রোল তার স্থলাভিষিক্ত হিসেবে নেসেটে প্রবেশ করেন। নেসেটের মেয়াদে রোল অর্থনীতি কমিটি এবং শ্রম, কল্যাণ ও স্বাস্থ্য কমিটির সদস্য ছিলেন। এছাড়াও তিনি খেলাধুলা এবং ফিটনেস সেক্টর, চিকিৎসা এবং বিনোদনমূলক গাঁজা, অনলাইন গোপনীয়তা এবং নিরাপত্তা, LGBTQ+ সম্প্রদায় এবং হাই-টেক ক্ষেত্রে উদ্ভাবনের জন্য ব্যবসার পক্ষে ওকালতি সহ বেশ কয়েকটি লবির সভাপতিত্ব করেন এবং ইহুদি ঐতিহ্যকে কেন্দ্র করে লবির সদস্য ছিলেন।, মানসিক স্বাস্থ্য এবং আত্মহত্যা প্রতিরোধ, টেকসই গণপরিবহন, অর্থনৈতিক প্রতিযোগিতা বৃদ্ধি, এবং উচ্চ শিক্ষার প্রচার। ২০২০ সালের সেপ্টেম্বরে রোল লিনোর অ্যাবারজেলকে নিয়োগ করেছিলেন, একজন ট্রান্সজেন্ডার মহিলা এবং ট্রান্সইসরায়েল সংস্থার চেয়ারপার্সন, নেসেটে এই ধরনের প্রথম কর্মসংস্থান।\n২০২১ নেসেটের আগে তিনি ইয়েশ আটিদের তালিকায় ত্রয়োদশ স্থানে ছিলেন এবং পার্টি ১৭টি আসন জিতে নেসেটে তার স্থান ধরে রেখেছেন। ইয়েশ আতিদ নতুন সরকারী জোটে যোগদান করেন এবং রোল সরকারের সর্বকনিষ্ঠ সদস্য, উপ-পররাষ্ট্রমন্ত্রী নিযুক্ত হন।\n২০২২ সালের নির্বাচনের আগে রোল ইয়েশ আতিদের তালিকায় চতুর্দশ স্থানে ছিল। তিনি তার আসন ধরে রেখেছিলেন, কিন্তু ইয়েশ আতিদ বিরোধী দলে ফিরে আসার কারণে তার মন্ত্রী পদ হারান। নতুন নেসেট রোল ফরেন অ্যাফেয়ার্স অ্যান্ড সিকিউরিটি কমিটি এবং ফরেন পলিসি অ্যান্ড অ্যাডভোকেসির উপকমিটির সদস্য হয়েছিলেন, সেইসাথে ইসরাইল-মার্কিন সম্পর্ক, এআই গবেষণা, যুদ্ধ ব্যারিওস এবং বয়কট, কর্মজীবনের ভারসাম্য এবং LGBTQ+ এর জন্য লবির সভাপতিত্ব করেন। সম্প্রদায় তিনি ইহুদি জনগণের লবির সদস্য এবং সংসদগুলির মধ্যে সংযোগ স্থাপনের জন্য ইসরাইল-ইতালি এবং ইসরাইল-সান মারিনো ফ্রেন্ডশিপ গ্রুপের প্রধান।\n\n\n== ব্যক্তিগত জীবন ==\n৫ মার্চ ২০২১-এ রোল মার্কিন যুক্তরাষ্ট্রের উটাহ প্রভোতে পপ গায়ক হারেল স্কাতকে বিয়ে করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইদান রোল on the Knesset website"}