{"pageid": 1479815, "title": "২০১২ উত্তর ভারত মহাসাগর ঘূর্ণিঝড় মৌসুম", "url": "https://bn.wikipedia.org/wiki?curid=1479815", "content": "২০১২ উত্তর ভারত মহাসাগর ঘূর্ণিঝড় মৌসুম গ্রীষ্মমণ্ডলীয় ঘূর্ণিঝড় গঠনের বার্ষিক চক্রের একটি চলমান ঘটনা। উত্তর ভারত মহাসাগরের ঘূর্ণিঝড় ঋতুর কোন আনুষ্ঠানিক সময়সীমা নেই, তবে প্রায় সকল ঘূর্ণিঝড় এপ্রিল থেকে ডিসেম্বর মাসের মধ্যে তৈরি হয়। মে থেকে নভেম্বরের মধ্যে সর্বোচ্চ সংখ্যক ঘূর্ণিঝড় হয়ে থাকে। এই তারিখগুলি প্রথাগতভাবে প্রতি বছরের সময়সীমাকে সীমাবদ্ধ করে যখন বেশিরভাগ গ্রীষ্মমণ্ডলীয় ঘূর্ণিঝড় উত্তর ভারত মহাসাগরে তৈরি হয়।\nএই নিবন্ধের পরিধি উত্তর গোলার্ধে, আফ্রিকার হর্নের পূর্বে এবং মালয় উপদ্বীপের পশ্চিমে ভারত মহাসাগরের মধ্যে সীমাবদ্ধ। উত্তর ভারত মহাসাগরে দুটি প্রধান সমুদ্র রয়েছে — ভারতীয় উপমহাদেশের পশ্চিমে আরব সাগর, ভারতের আবহাওয়া বিভাগ (আইএমডি) দ্বারা একে সংক্ষেপে এআরবি; এবং পূর্বে বঙ্গোপসাগর, আইএমডি দ্বারা সংক্ষেপে বিওবি বলা হয়।\nএই অববাহিকায় অফিসিয়াল আঞ্চলিক বিশেষায়িত আবহাওয়া কেন্দ্র হল ভারত মৌসুম বিজ্ঞান বিভাগ বা ইন্ডিয়া মেটিওরোলজিক্যাল ডিপার্টমেন্ট। আইএমডি এবং জয়েন্ট টাইফুন সতর্কীকরণ কেন্দ্র এই অঞ্চলের ঘূর্ণিঝড় সম্পর্কিত ঘটনা সমূহের জন্য অনানুষ্ঠানিক ঘোষণা প্রদান করে। এই অববাহিকায় প্রতি মৌসুমে গড়ে তিন থেকে চারটি ঘূর্ণিঝড় সৃষ্টি হয়।\n\n\n== একনজরে ==\n\n২০১২ সালের মৌসুমের প্রথম নিম্নচাপ ১০ অক্টোবর, ২০১২ সালে তীব্র ক্রান্তীয় ঝড় গায়েমি (মার্সে) এর অবশিষ্টাংশ থেকে সৃষ্টি হয়, যা ২০১২ সালের ঘূর্ণিঝড় মৌসুমের শেষের দিকে ঘটে এবং কলকাতা, পশ্চিমবঙ্গের দক্ষিণ-পূর্বে প্রায় ৩৫০ কিমি (২১৫ মা) দূরত্বে ছিল। এই নিম্নচাপ বাংলাদেশের অনেক স্থানে উচ্চ বাতাস এবং প্রবল বৃষ্টিপাত নিয়ে আসে, যার ফলে ব্যাপক ক্ষতি ঘটে। এই ঝড়ে মোট ৩০ জনের মৃত্যু হয়। ২৩ অক্টোবর, মৌসুমের দ্বিতীয় নিম্নচাপ একটি স্থায়ী লো ফ্রন্ট থেকে আরব সাগরে তৈরি হয় এবং শীঘ্রই মৌসুমের প্রথম ঘূর্ণিঝড় মুরজান এ পরিণত হয়। মাত্র দুই দিন পর, মৌসুমের তৃতীয় নিম্নচাপ দক্ষিণ বঙ্গোপসাগরে গঠিত হয় এবং ধীরে ধীরে ঘূর্ণিঝড় নীলম এ শক্তিশালী হয়। এই ঘূর্ণিঝড় ৩১ অক্টোবর সকালে দক্ষিণ ভারত উপকূলে আঘাত হানে এবং ২ নভেম্বর বিলীন হয়ে যায়।\n\n\n== ঘটনাবলী ==\n\n\n=== গভীর নিম্নচাপ বিওবি ০১ ===\n\nঅক্টোবর ১০ তারিখে, ভারতীয় আবহাওয়া দপ্তর একটি নিম্নচাপ পর্যবেক্ষণ শুরু করে যা এক ধরনের কনভেকশনের এলাকা থেকে উদ্ভূত হয়, যা গামী প্রবাহের অবশিষ্টাংশের সাথে যুক্ত ছিল। এটি কলকাতা, পশ্চিমবঙ্গ থেকে প্রায় ৩৫০ কিমি (২১৫ মা) দক্ষিণ-পূর্ব দিকে ছিল।\nসেদিন নিম্নচাপটি উত্তর দিকে অগ্রসর হয়ে পরের দিন ভোরে বাংলাদেশ উপকূলে হাতিয়াতে প্রবাহিত হয়।\nঅবসাদের স্থলভাগে প্রবেশের পরে, আইএমডি নিম্নচাপের ওপর তাদের চূড়ান্ত পরামর্শ জারি করে, যেহেতু এটি একটি নিম্নচাপে দুর্বল হয়ে পড়ে।\nএই ঝড় বাংলাদেশে উচ্চ বাতাস এবং ভারী বৃষ্টিপাত নিয়ে আসে, ব্যাপক ক্ষতি সাধন করে। অন্তত ১,৫০০টি কাঁচা, খড়, এবং টিনের বাড়ি ধ্বংস হয় এবং ৩০,০০০টি বাড়ি ক্ষতিগ্রস্ত হয়। সারা দেশে অন্তত ৪৩ জন নিহত হয়। এবং মোট ১,০৬,৫৮৫ জন মানুষ ক্ষতিগ্রস্ত হয়। হাতিয়ায় সবচেয়ে বড় ক্ষতি হয়, যেখানে সাতজন মারা যায় এবং ১,০০০টি বাড়ি ধ্বংস হয়। উপকূলে হাজার হাজার মৎস্যজীবী ঝড়ের কবলে পড়ে এবং প্রথমে আনুমানিক ১,৫০০ জন নিখোঁজ হয়। তবে পরবর্তী দিন এ সংখ্যা প্রায় ৬০ এ হ্রাস পায়। ভোলা জেলার পুলিশ প্রধানের মতে, ঝড়টি পূর্বাভাসের চেয়ে অনেক বেশি শক্তিশালী ছিল এবং বড় ঝড়ের জন্য কোন সতর্কতা জারি করা হয়নি। ঝড়ের কারণে সৃষ্ট ক্ষতির কারণে অক্সফাম আন্তর্জাতিক সাহায্যের জন্য আহ্বান জানায়।\n\n\n=== ঘুর্ণিঝড় মুরজান ===\n\nঅক্টোবর ২৩ তারিখে, আইএমডি  জানায় যে ভারতের আমিন্দিভি দ্বীপগুলির পশ্চিমে একটি নিম্নচাপ এলাকা থেকে একটি নিম্নচাপ তৈরি হয়েছে, যা প্রায় ৮০০ কিমি (৪৯৫ মা) দূরে ছিল। এরপর ঝড়টি পশ্চিম দিকে অগ্রসর হয় এবং একই দিন ১৮:০০ UTC-এ একটি গভীর নিম্নচাপে রূপান্তরিত হয়, পরে ২০:০০ UTC-এ যৌথ টাইফুন সতর্কতা কেন্দ্র একটি ট্রপিক্যাল সাইক্লোন ফর্মেশন অ্যালার্ট জারি করে।\nঅক্টোবর ২৪-এর শেষের দিকে, আইএমডি নিম্নচাপ ARB ০১ কে একটি ঘূর্ণিঝড়ে উন্নীত করে এবং আনুষ্ঠানিকভাবে এটি মুরজান নামে নামকরণ করে। মুরজান মৌসুমের প্রথম ঘূর্ণিঝড় হয়। ঝড়টি পশ্চিম দিকে ১৪ নট (২৬ কিলোমিটার প্রতি ঘণ্টা; ১৬ মাইল প্রতি ঘণ্টা) গতিতে অগ্রসর হয়। মাইক্রোওয়েভ স্যাটেলাইট চিত্রে দেখা যায় যে অধিকাংশ কনভেকশন সিস্টেমের দক্ষিণে অবস্থিত। সেই সময়ে, মুরজান একটি সাবট্রপিক্যাল রিজ এর ঠিক দক্ষিণে ছিল এবং এখানে নিম্ন ভার্টিকাল উইন্ড শিয়ার পরিবেশ বিরাজমান ছিল। ঝড়টি ২৫ অক্টোবরের শেষের দিকে সোমালিয়ার উপকূলে প্রবাহিত হয় এবং ধীরে ধীরে একটি নিম্নচাপে দুর্বল হয়ে পড়ে। ভারতীয় আবহাওয়া দপ্তর ২৬ অক্টোবর ২০১২ তারিখে ০৬:০০ UTC-এ মুরজানের জন্য তাদের চূড়ান্ত বুলেটিন জারি করে।\nসোমালিয়ার বোসাসো শহরে গুরুতর বন্যার খবর পাওয়া গেছে। সোমালিয়া পানি ও ভূমি তথ্য ব্যবস্থাপনার তথ্য অনুযায়ী ঝড়টি বারি অঞ্চলের (বসাসো, ইশকুশবান এবং বন্দার বেইলা) এলাকায় শক্তিশালী বাতাস এবং ভারী, কিন্তু উপকারী, বৃষ্টিপাত নিয়ে আসে।\n\n\n=== ঘূর্ণিঝড় নীলম ===\n\nএকটি কনভেকশন এলাকা ২৩ অক্টোবর ক্রা প্রণালী অতিক্রম করে প্রশান্ত মহাসাগর থেকে বঙ্গোপসাগরে প্রবেশ করে। এটি ধীরে ধীরে সংগঠিত হতে শুরু করে এবং ২৮ অক্টোবর ০৩:৩০ UTC-তে যৌথ টাইফুন সতর্কতা কেন্দ্র (জেটিডব্লিউসি) একটি ক্রান্তীয় ঘূর্ণিঝড় গঠনের সতর্কতা জারি করে। ভারতীয় আবহাওয়া দপ্তর (আইএমডি) পরে নিম্নচাপকে একই দিন উন্নীত করে, যখন ঝড়টি ত্রিঙ্কোমালে, শ্রীলঙ্কা থেকে প্রায় ৫৫০ কিমি (৩৪০ মা) পূর্ব-উত্তর অবস্থানে ছিল। ২৯ অক্টোবর সকালে, বিওবি ০২ কে একটি গভীর নিম্নচাপে উন্নীত করা হয় এবং আইএমডি দ্বারা এটি নিয়মিত পর্যবেক্ষণে রাখা হয়। পরে ওই দিন, জেটিডব্লিউসি সিস্টেমটির উপর পরামর্শ শুরু করে এবং এটিকে ০২B নামে উল্লেখ করে। পরের দিন, বিওবি ০২ আরও তীব্র হয়ে একটি ঘূর্ণিঝড়ে পরিণত হয় এবং আইএমডি দ্বারা নীলম নামকরণ করা হয়। নীলম নামটি পাকিস্তান দ্বারা প্রস্তাবিত, এটি উর্দু ভাষায় নীলকান্তমণি নির্দেশ করে। ঝড়টি ৩১ অক্টোবর মহাবলিপুরমে চূড়ান্ত তীব্রতায় ল্যান্ডফল করে, এবং দুর্বল হতে শুরু করে। ঝড়টি ৫৫ নট (১০২ কিলোমিটার প্রতি ঘণ্টা; ৬৩ মাইল প্রতি ঘণ্টা) (১-মিনিট স্থায়ী বেগ) তীব্রতায় পৌঁছেছে বলে জেটিডব্লিউসি তাদের শেষ পরামর্শ জারি করে। ১ নভেম্বরের সকালে, নীলম একটি গভীর নিম্নচাপে দুর্বল হয়ে পড়ে। এটি অন্ধ্র প্রদেশের রায়ালসীমা অঞ্চলে আরও অভ্যন্তরে অগ্রসর হলে নীলম আরও দুর্বল হয়ে পড়ে। নীলম ২ নভেম্বর উত্তর অভ্যন্তরীণ কর্ণাটক এ বিলীন হয়ে যায়।\nঝড়টি শ্রীলঙ্কায় প্রবল বৃষ্টিপাত এনেছিল। পুত্তালাম - মান্নার সড়ক এলুওয়াঙ্কুলাম এলাকার কাছে কালা ওয়া নদীর জল নিঃসরণজনিত কারণে প্রায় এক মিটার জল ভরে যায়। পুলিশের মতে, ২৭ বছর বয়সী এক মহিলার মৃত্যুর খবর পাওয়া যায় যখন ভারী বৃষ্টির সময় একটি বালির পাথর তার বাড়ির উপর পড়ে। হাবারাদুয়াতে গালে জেলাতে। রেল পরিষেবা সাময়িকভাবে স্থগিত করা হয় যখন বিদ্যুতের তারগুলি রেলপথে পড়ে যায়। \n\n\n=== গভীর নিম্নচাপ বিওবি ০৩ ===\n\nএকটি নিম্নচাপ  ১২ নভেম্বর বঙ্গোপসাগরে তৈরি হয়। এটি ধীরে ধীরে উত্তর-পশ্চিম দিকে এগিয়ে যায় এবং ১৭ নভেম্বর, যখন জেটিডব্লিউসি এই সিস্টেমের জন্য ক্রান্তীয় ঘূর্ণিঝড় গঠনের সতর্কতা জারি করে, তখন এর কেন্দ্রে ৩০ নট বেগের বাতাসের তথ্য দেয়। ক্রান্তীয় ঘূর্ণিঝড় গঠনের সতর্কতা জারির আধা ঘণ্টার মধ্যেই আইএমডি সিস্টেমটিকে নিম্নচাপ ঘোষণা করে এবং সেদিন সন্ধ্যায় এটিকে গভীর নিম্নচাপে উন্নীত করে। বিওবি ০৩ একটি সুস্পষ্ট LLCC (low-level circulation center) নিয়ে গঠিত হয় এবং এর উত্তর দিকে গভীর কনভেকশন বৃদ্ধি পেতে থাকে। দুর্বল থেকে মাঝারি ভার্টিকাল উইন্ড শিয়ার এবং উচ্চ সাগরের তাপমাত্রার মধ্যে, নিম্নচাপ আরও শক্তিশালী হয়। একই রাতে, জেটিডব্লিউসি এই সিস্টেমের উপর পরামর্শ শুরু করে এবং এটিকে একটি ঘূর্ণিঝড় হিসেবে শ্রেণীবদ্ধ করে যার এক মিনিটের স্থায়ী বাতাসের গতিবেগ ৩৫ নট।\n১৮ নভেম্বর, বিওবি ০৩ দক্ষিণ-পশ্চিম দিক থেকে শক্তিশালী উইন্ড শিয়ারের মুখোমুখি হয়, যা এর অধিকাংশ কনভেকশন হ্রাস করে। শীঘ্রই, LLCC সম্পূর্ণরূপে উন্মুক্ত হয়ে যায়, যা উইন্ড শিয়ারের ফলস্বরূপ। একটি সাবট্রপিক্যাল রিজের ঠিক উত্তরে অবস্থিত হওয়ায়, বিওবি ০৩-এর প্রবাহ শুষ্ক বাতাস দ্বারা প্রভাবিত হয়। পরের দিন, আইএমডি জানায় যে ঘূর্ণিঝড়টি একটি নিম্নচাপে দুর্বল হয়ে পড়েছে এবং আরও দুর্বল হওয়ার পূর্বাভাস দেয়। একই সময়ে, জেটিডব্লিউসি বিওবি ০৩-এর ট্র্যাকিং বন্ধ করে দেয়, ঘোষণা করে  ঘূর্ণিঝড়ের বাতাসের গতি সতর্কতা সীমার নিচে নেমে গেছে।\n১৯ নভেম্বর ২০১২-এর ১৮:০০ UTC অনুযায়ী, আইএমডি জানায় যে ঘূর্ণিঝড়টি একটি সুস্পষ্ট নিম্নচাপ অঞ্চলে দুর্বল হয়ে পড়েছে এবং সিস্টেমটির জন্য তাদের শেষ বুলেটিন জারি করে। পরে সিস্টেমটি কয়েকটি কনভেকশনের স্পর্শ পায়, এর পরে ২০ নভেম্বর দক্ষিণ ভারতের উপকূলের কাছে সম্পূর্ণভাবে বিলীন হয়ে যায়। তিরুপতি শহরে ১৮১ মিমি ভারী বৃষ্টিপাত রেকর্ড করা হয়, যা সেই অঞ্চলে সর্বোচ্চ বৃষ্টিপাত।\n\n\n=== গভীর নিম্নচাপ ARB ০২ ===\n\nএকটি সক্রিয় আন্তঃউষ্ণমন্ডলীয় সম্মিলন অঞ্চল এর প্রভাবে ১৮ ডিসেম্বর আরব সাগরে ৭.৩° উত্তর এবং ৭০.৭° পূর্বের কাছে একটি নিম্নচাপ তৈরি হয়। এটি ধীরে ধীরে পশ্চিম দিকে অগ্রসর হতে থাকে, সংগঠিত হয়ে ২২ ডিসেম্বরের ০৯:০০ UTC-তে একটি নিম্নচাপে রূপান্তরিত হয়। ২৩ ডিসেম্বরের ০৩:০০ UTC-এ, জেটিডব্লিউসি ঝড়টিকে একটি ঘূর্ণিঝড়ে উন্নীত করে এবং একই দিনের সকালে এটি গভীর নিম্নচাপের অবস্থানে পৌঁছায়। তবে ২৪ ডিসেম্বর ঝড়টি শক্তিশালী ভার্টিকাল উইন্ড শিয়ার এবং ঠান্ডা সমুদ্রের তাপমাত্রার মুখোমুখি হয়, যার ফলে এর নিম্ন স্তরের ঘূর্ণন কেন্দ্র সম্পূর্ণরূপে উন্মুক্ত হয়ে যায়, এবং জেটিডব্লিউসি ঝড়টির উপর তার চূড়ান্ত পরামর্শ জারি করে। ভূমির সঙ্গে সংযোগ বৃদ্ধি পাওয়ায় আরও দুর্বলতা দেখা দেয়, এবং আইএমডি ২৫ ডিসেম্বর ARB ০২ কে একটি নিম্নচাপ অঞ্চল ঘোষণা করে।\n\n\n== ঘূর্ণিঝড়ের নামকরণ ==\nএই অববাহিকার মধ্যে গ্রীষ্মমণ্ডলীয় ঘূর্ণিঝড়কে একটি নাম দেওয়া হয় যখন এটি ৬৫ কিলোমিটার প্রতি ঘণ্টা (৪০ মাইল প্রতি ঘণ্টা) বেগে বাতাসের সাথে ঘূর্ণিঝড়ের তীব্রতায় পৌঁছেছিল বলে বিচার করা হয়। ২০২০ সালের মাঝামাঝি নয়াদিল্লিতে আঞ্চলিক বিশেষায়িত আবহাওয়া কেন্দ্র থেকে একটি নতুন তালিকা দ্বারা নামগুলি নির্বাচন করা হয়  এই অববাহিকায় গ্রীষ্মমণ্ডলীয় ঘূর্ণিঝড়ের নামগুলির কোনও অবসর নেই কারণ নামের তালিকাটি শুধুমাত্র একবার ব্যবহার করার জন্য একটি নতুন তালিকা তৈরি করার আগে নির্ধারিত হয়েছে৷ যদি একটি নামযুক্ত গ্রীষ্মমণ্ডলীয় ঘূর্ণিঝড় পশ্চিম প্রশান্ত মহাসাগর থেকে অববাহিকায় চলে যায়, তাহলে এটি তার আসল নাম ধরে রাখবে।\n\n\n== ঋতু্র প্রভাব ==\nএটি ২০১২ উত্তর ভারত মহাসাগরের ঘূর্ণিঝড় মৌসুমের সমস্ত ঝড়ের একটি সারণী। এটি ঋতুর সমস্ত ঝড় এবং তাদের নাম, সময়কাল, আইএমডি ঝড়ের স্কেল অনুযায়ী সর্বোচ্চ তীব্রতা, ক্ষয়ক্ষতি এবং মৃত্যুর মোট সংখ্যা উল্লেখ করে। ক্ষয়ক্ষতি এবং মৃত্যুর মোট ক্ষয়ক্ষতি এবং মৃত্যুগুলিকে অন্তর্ভুক্ত করে যখন সেই ঝড়টি একটি পূর্ববর্তী তরঙ্গ বা অতিরিক্ত ক্রান্তীয় নিম্ন ছিল। ক্ষয়ক্ষতির সমস্ত পরিসংখ্যান ২০১২ সালের মার্কিন ডলারে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআরএসএমসি নয়াদিল্লি\nভারতীয় আবহাওয়া বিভাগ\nযৌথ টাইফুন সতর্কীকরণ কেন্দ্র (জেটিডব্লিউসি)\nCMA এর জাতীয় আবহাওয়া কেন্দ্র (চীনা ভাষায়)"}