{"pageid": 1479949, "title": "সুলতান বার্কিয়ারুক", "url": "https://bn.wikipedia.org/wiki?curid=1479949", "content": "রুকন আল-দীন আবুল মুজাফফর বার্কিয়ারুক ইবনে মালিক শাহ ( ফার্সি ভাষায়ঃ  ابو المظفر رکن الدین برکیارق بن ملکشاه, রোমানীয়ঃ Rukn al-Dīn Abuʿl-Moẓaffar Berkyāruq ibn Malik-Šāh; ১০৭৯/৮০ - ১১০৫), বার্কিয়ারুক হিসেবে সমাধিক পরিচিত, ১০৯৪ থেকে ১১০৫ পর্যন্ত সেলজুক সাম্রাজ্যের পঞ্চম সুলতান ছিলেন।\nপ্রথম মালিক শাহর (শাসনকাল: ১০৭২–১০৯২) পুত্র ও উত্তরসূরি ছিলেন তিনি। তার শাসনকালেই সেলজুক সাম্রাজ্যের অবক্ষয় ও বিভাজনের প্রাথমিক ধাপগুলো শুরু হয়, যার ফলে তুর্কোমান আতাবেগ ও ক্ষুদ্র প্রিন্সিপালিটিগুলোর উত্থান ঘটে, যা শেষ পর্যন্ত কের্মন প্রদেশ থেকে আনাতোলিয়া এবং সিরিয়া পর্যন্ত বিস্তৃত হয়। তার শাসনকাল ছিল অভ্যন্তরীণ সংঘাতে পরিপূর্ণ, বিশেষ করে অন্যান্য সেলজুক প্রিন্সদের সাথে। ১১০৫ সালে তার মৃত্যুর সময়, তার ক্ষমতা প্রায় সম্পূর্ণরূপে বিলুপ্ত হয়ে গিয়েছিল। তার কনিষ্ঠ পুত্র দ্বিতীয় মালিক শাহ স্বল্প সময়ের জন্য তাকে উত্তরসূরি হিসেবে গ্রহণ করেন, কিন্তু শীঘ্রই তার সৎভাই ও প্রতিদ্বন্দ্বী মুহাম্মদ প্রথম তাপার (শাসনকাল: ১১০৫–১১১৮) তাকে হত্যা করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== পাদটীকা ==\nBlake, Stephen P. (২০০২)। Shahjahanabad: The Sovereign City in Mughal India 1639–1739। Cambridge University Press। আইএসবিএন 978-0-521-52299-1। \nBosworth, C. E. (১৯৬৮)। \"The Political and Dynastic History of the Iranian World (A.D. 1000–1217)\"।   Frye, R. N.। The Cambridge History of Iran, Volume 5: The Saljuq and Mongol periods। Cambridge: Cambridge University Press। পৃষ্ঠা 1–202। আইএসবিএন 978-0-521-06936-6। ২০২২-০১-২৩ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০২১-০৩-১৬। \nBosworth, Clifford Edmund (১৯৭৮)। \"K̲h̲wārazm-S̲h̲āhs\"।   van Donzel, E.; Lewis, B.; Pellat, Ch. & Bosworth, C. E.। The Encyclopaedia of Islam, New Edition, Volume IV: Iran–Kha। Leiden: E. J. Brill। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBosworth, C. E. (১৯৮৬)। \"Anūštigin Ḡaṛčaʾī\"। Encyclopaedia Iranica, Vol. II, Fasc. 2। পৃষ্ঠা 140। \nBosworth, C. E. (১৯৮৮)। \"Barkīāroq\"।   Yarshater, Ehsan। Encyclopædia Iranica, Volume III/8: Bardesanes–Bayhaqī, Ẓahīr-al-Dīn। London and New York: Routledge & Kegan Paul। পৃষ্ঠা 800–801। আইএসবিএন 978-0-71009-120-8। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBosworth, C. E. (১৯৯৭)। \"Ebn Dārost, Tāj al-Molk Abu'l-Ḡanā'em Marzbān\"।   Yarshater, Ehsan। Encyclopædia Iranica, Volume VIII/1: Ebn ʿAyyāš–Economy V। London and New York: Routledge & Kegan Paul। পৃষ্ঠা 12–13। আইএসবিএন 978-1-56859-050-9। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBosworth, C.E. (২০০১)। \"Notes on Some Turkish Names in Abu 'l-Faḍl Bayhaqī's Tārīkh-i Masʿūdī\"। Oriens। Brill। 36: 299–313। জেস্টোর 1580488। ডিওআই:10.2307/1580488। \nCahen, Cl (১৯৬০)। \"Barkyārūḳ\"।   Gibb, H. A. R.; Kramers, J. H.; Lévi-Provençal, E.; Schacht, J.; Lewis, B. & Pellat, Ch.। The Encyclopaedia of Islam, New Edition, Volume I: A–B। Leiden: E. J. Brill। পৃষ্ঠা 1051-1053। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nÖzaydın, Abdülkerim (১৯৯২)। \"Berkyaruk\"। টিডিবি ইসলাম আনসিক্লোপেদিসি, Vol. 5 (Balaban – Beşi̇r Ağa) (তুর্কি ভাষায়)। ইস্তাম্বুল: তুর্কিয়ে দিয়ানেত ফাউন্ডেশন, সেন্টার ফর ইসলামিক স্টাডিজ। আইএসবিএন 9789753894326। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nPeacock, A. C. S. (২০১৫)। The Great Seljuk Empire। Edinburgh University Press। পৃষ্ঠা 1–378। আইএসবিএন 978-0-7486-3826-0। \nRichards, D.S. (২০১৪)। The Annals of the Saljuq Turks: Selections from al-Kamil fi'l-Ta'rikh of Ibn al-Athir। Routledge। আইএসবিএন 978-1-317-83254-6। \nTetley, Gillies (২০০৮)। The Ghaznavid and Seljuk Turks: Poetry as a Source for Iranian History। Routledge। আইএসবিএন 978-1-134-08438-8। \nTor, Deborah (২০১২)। \"The Long Shadow of Pre-Islamic Iranian Rulership: Antagonism or Assimilation?\"।   Bernheimer, Teresa; Silverstein, Adam J.। Late Antiquity: Eastern Perspectives। Oxford: Oxbow। পৃষ্ঠা 145–163। আইএসবিএন 978-0-906094-53-2। \nVan Donzel, Emeri Johannes (১৯৯৪)। Islamic Desk Reference। Leiden: E. J. Brill। আইএসবিএন 978-90-04-09738-4। \n\n\n== আরো পড়ুন ==\nLewis, Bernard (২০০৩)। The Assassins: A Radical Sect in Islam (3 সংস্করণ)। Basic Books। আইএসবিএন 978-0-465-00498-0। \nMadelung, Wilferd; Daftary, Farhad; Meri, Josef W. (২০০৩)। Culture and Memory in Medieval Islam: Essays in Honor of Wilferd Madelung। I.B. Tauris। আইএসবিএন 978-1-86064-859-5।"}