{"pageid": 1479116, "title": "উসমান নুরি পাশা", "url": "https://bn.wikipedia.org/wiki?curid=1479116", "content": "উসমান নুরি পাশা (উসমানীয় তুর্কি: عثمان نوری پاشا ‎ ১৮৩২, টোকাত, উসমানীয় সাম্রাজ্য - ৪ বা ৫ এপ্রিল ১৯০০, কনস্টান্টিনোপল, উসমানীয় সাম্রাজ্য) ছিলেন একজন উসমানীয় তুর্কি ফিল্ড মার্শাল । তিনি গাজী উসমান পাশা (তুর্কি: Gazi Osman Paşa) নামেও পরিচিত ছিলেন। সর্বকালের সবচেয়ে সম্মানিত এবং পুরস্কারপ্রাপ্ত উসমানীয় পাশাদের একজন হওয়ায়, তার জন্য অনেক গান লেখা হয়েছে এবং অনেক জায়গার নামকরণ করা হয়েছে তার নামে। এটি প্রধানত কারণ তিনি রুশ-তুর্কি যুদ্ধের সময় ১৮৭৭ সালে উচ্চতর রুশ-রোমানীয় বাহিনীর বিরুদ্ধে পাঁচ মাস ধরে বুলগেরীয় শহর প্লেভনা দখল করেছিলেন, যদিও শেষ পর্যন্ত শহরটি দখল ছাড়তে বাধ্য হয়েছিলেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\n\nউসমান নুরি টোকাত শহরের বিশিষ্ট মুসলিম তুর্কি ইয়াগিওগুল্লারি পরিবারে জন্মগ্রহণ করেন। তার পিতা একজন বেসামরিক কর্মী ছিলেন যিনি উসমানের জন্মের পরপরই উসমানীয় রাজধানীতে একটি পদে নিযুক্ত হন, তাই পরিবারটি কনস্টান্টিনোপলে (বর্তমানে ইস্তাম্বুল) চলে যায়।\nউসমান কুলেলি মিলিটারি হাই স্কুলে পড়াশোনা করেন এবং তারপর ১৮৫২ সালে উসমানীয় মিলিটারি কলেজ থেকে লেফটেন্যান্ট হিসেবে স্নাতক হন, ক্রিমীয় যুদ্ধের শুরুতে অশ্বারোহী বাহিনীতে প্রবেশ করেন।\n\n\n== সামরিক পেশা ==\nতিনি শুরুতে অশ্বারোহী বাহিনীতে প্রবেশ করেন এবং ক্রিমীয় যুদ্ধে দায়িত্ব পালন করেন, যেখানে তার সাহসিকতা তাকে প্রথম লেফটেন্যান্ট হিসেবে উন্নীত করে। যুদ্ধ শেষ হওয়ার পর উসমান জেনারেল স্টাফে নিযুক্ত হন এবং এক বছর পরে বে উপাধিতে অধিনায়কের পদে উন্নীত হন। ১৮৫৯ সালে তিনি উসমানীয় সাম্রাজ্যের ক্যাডাস্ট্রাল এবং আদমশুমারি মানচিত্র গঠনের জন্য একজন সামরিক প্রতিনিধি হিসেবে নিযুক্ত হন, যে কাজটি তিনি পরবর্তী দুই বছরের মধ্যে সম্পন্ন করেছিলেন।\n১৮৬১ সালে উসমানকে বৈরুত ভিলায়েতে পাঠানো হয়, যেখানে সিরিয়ায় ইউসুফ একরেমের দ্বারা একটি বিদ্রোহ শুরু হয়েছিল। ১৮৬৬ সালে তাকে সাম্রাজ্যের আরেকটি অশান্ত এলাকা ক্রিটে পাঠানো হয়, যেটি একটি বিশাল বিদ্রোহে জড়িয়ে পড়েছিল। সেখানে তার প্রচেষ্টা সর্দারে একরেম ওমর পাশা লক্ষ্য করেছিলেন, তাই তিনি কর্নেল পদে উন্নীত হন এবং তৃতীয় শ্রেণীর অর্ডার (গোল্ড) নিশানে মাজেদি উপাধিতে ভূষিত হন। তার পরবর্তী নিয়োগ ছিল ইয়েমেন। ১৮৬৮ সালে যেখানে তাকে পাশা উপাধি দিয়ে মেজর-জেনারেল পদে উন্নীত করা হয়েছিল। তবে একটি রোগও ধরা পড়েছিল যা তাকে ১৮৭১ সালে কনস্টান্টিনোপলে ফিরে যেতে বাধ্য করেছিল।\nকয়েক মাস বিশ্রামের পর তাকে রুমেলিয়ায় তৃতীয় সেনাবাহিনীর দায়িত্ব দেওয়া হয়। ১৮৭৩ সালে তিনি একজন লেফটেন্যান্ট জেনারেল হন এবং অল্প সময়ের জন্য কনস্টান্টিনোপলে ফিরে আসেন। এর আগে তাকে স্কুটারি এবং পরে বসনিয়ায় পাঠানো হয় যেখানে তাকে ট্রেবিঞ্জের দায়িত্বে নিযুক্ত করা হয়। সেখানে তার নিয়োগ দীর্ঘস্থায়ী হয়নি কারণ তিনি স্থানীয় গভর্নর ইব্রাহিম দরবেশ পাশার সাথে সঙ্গতি করতে পারেননি, তাই তাকে চতুর্থ সেনাবাহিনীতে স্থানান্তর করা হয়েছিল। ১৮৭৬ সালে সার্বিয়ার প্রিন্সিপালিটি তার স্বাধীনতা ঘোষণা করে এবং উসমানীয় সাম্রাজ্যের বিরুদ্ধে যুদ্ধ ঘোষণা করে। সেই সময়ে উসমান পাশার সদর দপ্তর ছিল ভিডিনে। তার নেতৃত্বে উসমানীয়রা সার্বীয় সেনাবাহিনীকে পরাজিত করেছিল। কিন্তু ১৮৭৭ সালের এপ্রিলে রাশিয়া উসমানীয়দের বিরুদ্ধে যুদ্ধ ঘোষণা করে। রুশ সৈন্যরা দানিউব পার হয়ে বুলগেরিয়ায় প্রবেশ করে এবং উসমান তার ১৫,০০০ জন সৈন্য এবং ১৭৪টি কামান নিয়ে নিকোপোলের গুরুত্বপূর্ণ দুর্গ রক্ষার দায়িত্ব পান। তিনি সেখানে পৌঁছানোর আগেই নিকোপোলের যুদ্ধে ১৬ জুলাই শহরটি পতন ঘটে।\nউসমান জানতেন যে রুশদের পরবর্তী উদ্দেশ্য হবে বলকান অতিক্রম করা, যা কনস্টান্টিনোপলের আগে শেষ গুরুত্বপূর্ণ প্রাকৃতিক বাধা। কিন্তু তাদের পিছনে একটি শক্তিশালী শত্রু শক্তি থাকলে তারা ঝুঁকি নিতে পারবেনা। তাই তিনি তার সেনাবাহিনীকে নিকোপোল থেকে ২০ মাইল দক্ষিণে পাহাড় এবং গিরিখাত দিয়ে ঘেরা একটি ছোট শহর প্লেভনায় নিয়ে যান। যার ফলে ২০ জুলাই প্রথম রুশ আক্রমণ সহজেই প্রতিহত করা হয়েছিল।\nএরপর উসমান পরবর্তী আক্রমণের প্রস্তুতি নিতে শুরু করেন। তিনি প্রাকৃতিক ভূপ্রকৃতির সুবিধা নিয়ে একটি শক্তিশালী দুর্গ, পরিখা এবং রক্ষাকবচের জাল তৈরি করেন, যা তাকে তার শ্রেষ্ঠ অস্ত্রশস্ত্রের পূর্ণ ব্যবহার নিশ্চিত করতে সহায়তা করে। তার সৈন্যদের কাছে ছিল ক্রুপের ব্রিচ-লোডিং কামান, দীর্ঘ পাল্লার পিবডি-মার্টিনি রাইফেল এবং উইনচেস্টার রিপিটার, যা রুশদের অস্ত্র ও পাল্লার তুলনায় অনেক এগিয়ে ছিল। এছাড়াও তিনি ৫,০০০ সৈনিকের একটি বাহিনী হিসেবে অতিরিক্ত শক্তি পান। ৩০ জুলাই রুশরা আবার আক্রমণ করে, কিন্তু তারা ৭,০০০ এর বেশি সৈন্য হারায় (যা আক্রমণকারী বাহিনীর প্রায় এক-তৃতীয়াংশ)। এ সময়, রুশ বাহিনী অত্যন্ত দুর্বল এবং মনোবলহীন হয়ে পড়েছিল, এবং উসমান পাশা চাইলে পাল্টা আক্রমণ চালাতে পারতেন, যা দানিউবের দক্ষিণে অবস্থিত পুরো রুশ সেনাবাহিনীকে বিপদের মুখে ফেলে দিত, কিন্তু তিনি তার আদেশ মেনে চলার সিদ্ধান্ত নেন এবং প্লেভনার প্রতিরক্ষা বজায় রাখেন।\nরুশরা দ্রুত নিজেদের পুনরুদ্ধার করে। রুশ বাহিনীর কমান্ডার গ্র্যান্ড ডিউক নিকোলাস একটি জরুরি টেলিগ্রাম পাঠিয়ে নবস্বাধীন রোমানিয়া প্রিন্সিপ্যালিটির প্রিন্স প্রথম ক্যারলের কাছে রোমানিয়ার সহায়তা চান। রোমানীয় সেনাবাহিনী ১১২টি আধুনিক ক্রুপ কামানসহ ৪০,০০০ সৈন্য পাঠায়, যা উসমানীয়দের সমপর্যায়ের ছিল, এবং প্রথম ক্যারলকে প্লেভনার আশেপাশের রুশ-রোমানীয় যৌথ বাহিনীর কমান্ডার নিযুক্ত করা হয়। এসময় মিত্র বাহিনীর সৈন্য সংখ্যা বেড়ে দাঁড়ায় ৮০,০০০, যেখানে উসমানীয় বাহিনী প্রায় ৪০,০০০ জন ছিল। ক্যারলের ইচ্ছার বিরুদ্ধেই মিত্ররা ১১ সেপ্টেম্বর প্লেভনার উপর আরও একটি বড় আকারের আক্রমণ চালায়। দুই দিনের যুদ্ধের পর, মিত্র বাহিনী উসমানীয়দের কিছু রক্ষাকবচ থেকে সরিয়ে দিতে সক্ষম হলেও, তাদের প্রায় সবগুলোই পুনরুদ্ধার করা হয়, শুধু গ্রিভিটসা ১ বাদে, যা রোমানীয় সৈন্যরা দখল করে।\nমিত্রবাহিনী এই ধরনের মারাত্মক ক্ষয়ক্ষতি সহ্য করতে পারেনি, তাই তারা অবরোধের জন্য বসতি স্থাপন করে এবং প্লেভনাকে সম্পূর্ণরূপে ঘিরে ফেলে। উসমান পাশা ঘেরাও সম্পূর্ণ হওয়ার আগেই প্রত্যাহারের অনুমতি চেয়েছিলেন, কিন্তু তাকে প্রত্যাখ্যান করা হয়। ডিসেম্বরের মধ্যে, খাদ্য ও গোলাবারুদ ঘাটতি হওয়ার কারণে এবং তার সৈন্যরা ক্ষুধা, শীত ও রোগে ভুগতে থাকায়, উসমান বুঝতে পারলেন যে তিনি শীতকাল পর্যন্ত টিকিয়ে রাখতে পারবেন না এবং বাইরের কোনো সাহায্যও নেই। আত্মসমর্পণ করার পরিবর্তে, তিনি ঘেরাওয়ের লাইন ভেঙে বেরিয়ে আসার চেষ্টা করার সিদ্ধান্ত নেন। ৯ ডিসেম্বর, উসমানীয় বাহিনী রুশ বাহিনীর একটি সেক্টরে আক্রমণ করে এবং প্রায় ভেঙে পড়ে। কিন্তু রুশরা পুনরুদ্ধার করে এবং কষ্টসাধ্য হাতাহাতির পর সেই ফাঁক বন্ধ করে দেয়, উসমানীয়দের পেছনে ধাক্কা দেয়। কিন্তু ঘেরাও করা বাহিনী প্লেভনায় ফিরে আসতে পারেনি কারণ রুশ বাহিনীর সঙ্গে লড়াই চলাকালীন রোমানীয় সেনাবাহিনী তাদের পেছনের রক্ষাকবচ আক্রমণ করেছিল, যা প্রত্যাহারকে অসম্ভব করে তোলে। তদুপরি, উসমান একটি গুলিতে পায়ে আহত হন এবং তার সৈন্যরা হতাশ হয়ে পড়ে, ভেবেছিল তিনি মারা গেছেন। মিত্রদের মধ্যে বন্দী হয়ে উসমান পাশার কাছে এমিহাইল চেরচেজের কাছে আত্মসমর্পণ ছাড়া আর কোন বিকল্প ছিল না।\n১৮৭৮ সালের ১৩ জুলাইয়ে বুলগেরিয়ার একটি স্বায়ত্তশাসিত প্রিন্সিপ্যালিটি এবং রোমানিয়া, সার্বিয়া ও মন্টেনেগ্রোর স্বাধীনতা স্বীকার করে করা বার্লিন চুক্তি স্বাক্ষরিত হওয়ার পরে উসমান রুশ বন্দিদশা থেকে ফিরে এসে কনস্টান্টিনোপলে একটি নায়কের স্বাগত পান। তাকে সাহসিকতার জন্য গাজি (যা \"যোদ্ধা\" বা \"বীর\" বা \"জয়ী\" বোঝায়) উপাধিতে ভূষিত করা হয় এবং ফিল্ড মার্শাল পদে উন্নীত করা হয়। তার অ্যাডজুট্যান্সি উপাধির পাশাপাশি উসমানীয় প্রথম শ্রেণীর অর্ডার (সোনা) নিশানে মাজেদি এবং স্বর্ণে ইমতিয়াজ পদক লাভ করেন। সুলতান তাকে প্রাসাদের মার্শাল বানিয়েছিলেন এবং উসমানীয় সামরিক সঙ্গীত, আজও তুরস্ক ব্যবহার করে, প্লেভনা মার্চ নামে প্লেভনায় তার কৃতিত্বের জন্য রচিত হয়েছিল।  তিনি চারবার যুদ্ধমন্ত্রী হিসেবে দায়িত্ব পালন করবেন।\n\n১৯০০ সালের ৪ থেকে ৫ এপ্রিল রাতের কোনো এক সময়, তিনি কনস্টান্টিনোপলে মারা যান। তার ইচ্ছা অনুযায়ী, তাকে ফাতিহ সুলতান মুহাম্মাদ মসজিদের পাশে সমাহিত করা হয়। তার কবরের নির্মাণ দ্বিতীয় আব্দুল হামিদ দ্বারা ব্যক্তিগতভাবে কমিশন করা হয়, যিনি তাকে তার সবচেয়ে মহান জেনারেলদের একজন হিসেবে মূল্যায়ন করতেন। আজও তুরস্কে তাকে একটি ট্র্যাজিক নায়ক হিসেবে স্মরণ করা হয়, যিনি আশা-হীন পরিস্থিতিতে সাহসিকতা ও অধ্যবসায় দেখিয়েছিলেন, এবং প্রায়ই তার কবরের উপর একটি তুর্কি পতাকা দেখা যায়।\n\n\n== প্লেভেনের অবরোধ ==\nনিকোপোলে রুশ আক্রমণের সময় উসমান পাশা তার সেনাবাহিনী নিয়ে ভিদিনে ছিলেন। উসমানীয় হাইকমান্ড উসমান পাশাকে ২০,০০০ সৈন্য দিয়ে নিকোপোলকে শক্তিশালী করার নির্দেশ দেয়। উসমান যখন নিকোপোল যাওয়ার পথে, ১৮৭৭ সালের ১৬ জুলাই শহরটি রুশদের হাতে পড়ে । উসমান পাশা নিকোপোলের দিকে যাচ্ছেন জেনে রুশরা তার বাহিনীকে বাধা দিয়ে আক্রমণ করার পরিকল্পনা করেছিল। উসমান পাশার সৈন্যরা নিকোপোল থেকে ২০ মাইল দূরে ছিল। উসমান পাশা দ্রুত দুর্গের একটি শক্তিশালী নেটওয়ার্ক তৈরি করেছিলেন, সন্দেহের সাথে মাটির কাজগুলি উত্থাপন করেছিলেন, পরিখা খনন করেছিলেন এবং বন্দুক স্থাপন করেছিলেন। ১৯ জুলাই, রুশ সৈন্যরা প্লেভেনে পৌঁছে এবং শহরে বোমাবর্ষণ শুরু করে। পরের দিন রুশ সৈন্যরা বোমাবর্ষণ অব্যাহত রাখে, অবশেষে কিছু উসমানীয় ইউনিটকে বাইরের প্রতিরক্ষা থেকে বাধ্য করে।\n\nশক্তিবৃদ্ধি উভয় পক্ষের কাছে আসতে শুরু করে, যুদ্ধ তীব্র হওয়ার সাথে সাথে এবং রুশরা আক্রমণ শুরু করে। প্রথম আক্রমণের সময়, রুশরা ৪,০০০ হতাহত হয়েছিল, যখন উসমানীয়দের ১,০০০ জনের ক্ষতি হয়েছিলো। এরপর উসমান পাশা তার প্রতিরক্ষা জোরদার করেন। রুশরা রোমানিয়ার প্রিন্স প্রথম ক্যারলের সেনাবাহিনী দ্বারা শক্তিশালী হয়েছিল, যিনি আক্রমণকারী সেনাবাহিনীর কমান্ড গ্রহণ করেছিলেন। ৩১ জুলাই রুশরা আবার প্লেভেন আক্রমণ করে, কিন্তু উসমানীয় সৈন্যরা আক্রমণ প্রতিহত করতে সক্ষম হয়। এই দ্বিতীয় বাগদানের পরে রুশরা ১০,০০০ সৈন্যকে হারিয়েছিল, আর উসমানীয়রা ২,০০০ সৈন্য হারিয়েছিল। আক্রমণের সময় ব্যাপক ক্ষয়ক্ষতির পর রুশরা স্কাউট পাঠায় এবং উসমানীয় সরবরাহ লাইন বন্ধ করার সিদ্ধান্ত নেয়। এই লক্ষ্যে রুশ বাহিনী লোভচায় উসমানীয় গ্যারিসন আক্রমণ করে । এই আক্রমণ সফল প্রমাণিত হয় এবং রুশরা প্লেভেনের সমস্ত যোগাযোগ এবং সরবরাহ লাইন কেটে দিতে সক্ষম হয়। এখন পর্যন্ত উসমান পাশার সেনাবাহিনী ৩০,০০০-এ বলবৎ হয়, যখন রুশ বাহিনীর সংখ্যা ছিল ১০০,০০০। ১১ সেপ্টেম্বর রুশরা আবার আর্টিলারি বোমাবর্ষণ শুরু করে এবং আরেকটি আক্রমণ চালায়। আক্রমণটি কয়েকটি উল্লেখযোগ্য অংশকে পরাজিত করতে সফল হয় কিন্তু উসমান পাশা তাদের বেশিরভাগই পুনরুদ্ধার করেন। তৃতীয় যুদ্ধের পর রুশরা প্রায় ২০,০০০ জন সৈন্য হারিয়েছিল, যখন উসমানীয়রা মাত্র ৫,০০০ সৈন্য হারিয়েছিল। যুদ্ধের শুরু থেকে রুশ এবং রোমানীয় ক্ষয়ক্ষতি ৫০,০০০ পর্যন্ত পৌঁছে। আরো রুশ এবং রোমানীয় সৈন্য অবরোধে যোগদান করায় সমস্ত আক্রমণ বন্ধ হয়ে যায়। জেনারেল এডুয়ার্ড ইভানোভিচ টডলেবেন অবরোধের পরিস্থিতি দেখতে আসেন। তিনি অবরোধ যুদ্ধে অভিজ্ঞ ছিলেন এবং শহরটি ঘেরাও করার সিদ্ধান্ত নেন।\n\n২৪ অক্টোবরের মধ্যে রুশ-রোমানীয় সেনাবাহিনী বন্ধ হয়ে যায়, কারণ শহরে সরবরাহ কম হতে শুরু করে। ৯ ডিসেম্বর, উসমান পাশা রিপ্লে আক্রমণের চেষ্টা করার সিদ্ধান্ত নেন এবং রাতে রুশ দল আক্রমণ করেন। ক্লোজ কোয়ার্টার যুদ্ধ সংঘটিত হয়, কিন্তু রুশ বাহিনী উসমানীয়দের চেয়ে বেশি ছিল। উসমান পাশার সৈন্যদের পিছনে তাড়িয়ে দেওয়া হয় এবং তিনি একটি বিপথগামী বুলেটের আঘাতে পায়ে আঘাত পান। উসমান পাশার মৃত্যুর গুজব আতঙ্ক ছড়িয়ে পড়ে এবং উসমানীয় সৈন্যরা রোমানীয় বাহিনী দ্বারা পিছিয়ে পড়ে এবং তাদের আচ্ছন্ন করে ফেলে। হঠাৎ আক্রমণ থেকে বেরিয়ে আসার প্রচেষ্টার শেষে উসমানীয়রা ৪,০০০ হারিয়েছিল, যখন রুশরা ২,০০০ হারিয়েছিল। পরের দিন উসমান পাশা আত্মসমর্পণ করেন, শহরটি রোমানীয় কর্নেল মিহাইল সেরচেজের কাছে সমর্পণ করেন।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nমিনেসোটা ভিত্তিক হেভি মেটাল ব্যান্ড কোস্টনাটিনি ২০২২ সালে প্রকাশিত তাদের ইপি \"ওহেন হোড়ি তাম, গ্ডে পাডল\"-এ গাজী উসমান পাশার স্মরণে রচিত প্লেভনা মার্চকে কভার করে।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nপ্যারি মেলানি (সম্পাদনা) (১৯৯৭) \"উসমান নুরি পাশা\" চেম্বার্স বায়োগ্রাফিক্যাল ডিকশনারী (৬ষ্ঠ সংস্করণ) লরৌসে কিংফিশার চেম্বার্স, নিউ ইয়র্ক,আইএসবিএন ০-৫৫০-১৬০৬০-৪ ;\nডুপুই, ট্রেভর এন.; জনসন, কার্ট; এবং বনগার্ড, ডেভিড এল. (১৯৯২) \"উসমান নুরি পাশা\" হার্পার এনসাইক্লোপিডিয়া অফ মিলিটারি বায়োগ্রাফি হার্পারকলিন্স পাবলিশার্স, নিউ ইয়র্ক,আইএসবিএন ০-০৬-২৭০০১৫-৪ ;\n; সংস্কৃতি মন্ত্রণালয়, আঙ্কারা দ্বারা ১৯৯০ সালে পুনর্মুদ্রিত, ;\nHülagü, M. Metin (১৯৯৩) গাজী উসমান পাশা, ১৮৩৩-১৯০০: askeri ve siyasi hayatı Boğaziçi Yayınları, ইস্তাম্বুল,আইএসবিএন ৯৭৫-৪৫১-০৯৪-৬ ;\nমারে, নিকোলাস। \"নুরি উসমান পাশা,\" ইসলামিক ওয়ার্ল্ডে দ্বন্দ্ব এবং বিজয়: আলেকজান্ডার মিকাবেরিডজে দ্বারা সম্পাদিত একটি বিশ্বকোষ । সান্তা বারবারা, CA: ABC-CLIO, ২০১১।\nমারে, নিকোলাস। দ্য রকি রোড টু দ্য গ্রেট ওয়ার: দ্য ইভোলিউশন অফ ট্রেঞ্চ ওয়ারফেয়ার টু ১৯১৪ । Potomac Books Inc. (নেব্রাস্কা প্রেস ইউনিভার্সিটির একটি ছাপ), ২০১৩।\nYenice, İhsan এবং Fidan, Raşit (২০০১) Plevne kahramanı Gazi Osman Paşa, ১৮৩৩–১৯০০ Gaziosmanpaşa Belediyesi Kültür Yayınları, İstanbul, ISBN কোনোটিই নয়;\nUçar, Nail (১৯৭৮) Gazi Osman Paşa ve Plevne Orkun Yayınevi, Istanbul, ISBN কোনটিই নয়;\n\n\n== বহিঃসংযোগ ==\nবাউম্যান, রবার্ট এফ. \"প্লেভনায় নেতৃত্ব, ১১-১২ সেপ্টেম্বর ১৮৭৭\" স্টাডিজ ইন ব্যাটল কমান্ড ইউএস আর্মি কমান্ড অ্যান্ড জেনারেল স্টাফ কলেজ, ফোর্ট লিভেনওয়ার্থ, কেএস ;\nগাজী উসমান পাচার উসমানীয় মেহতেরানের গান"}