{"pageid": 1479944, "title": "নরত্বারোপ", "url": "https://bn.wikipedia.org/wiki?curid=1479944", "content": "নরত্বারোপ হলো ব্যক্তি হিসাবে বিষয় বা বিমূর্ততার উপস্থাপনা। এটি, অন্য কথায়, মূর্ত প্রতীক বা অবতার হিসাবে বিবেচিত হয়। শিল্পকলায়, অনেক জিনিসই সাধারণত ব্যক্ত করা হয়। এর মধ্যে রয়েছে অসংখ্য ধরনের স্থান, বিশেষ করে শহর, দেশ এবং মহাদেশ, প্রাকৃতিক জগতের উপাদান যেমন গাছ বা চার ঋতু,  চার উপাদান, চার মূল বায়ু, পাঁচ ইন্দ্রিয়, এবং বিমূর্ততা যেমন পুণ্য, বিশেষ করে চার মূল গুণাবলী ও সাত মারাত্মক পাপ, নয় মিউজ, বা মৃত্যু।\nবহুদেবতাবাদী আদি ধর্মে, দেবতাদের মূর্তকরণের শক্তিশালী উপাদান ছিল, যা \"দেবতার\" মত বর্ণনা দ্বারা প্রস্তাবিত। প্রাচীন গ্রিকধর্মে এবং সম্পর্কিত \nপ্রাচীন রোমানধর্মে, এটি সম্ভবত বিশেষভাবে শক্তিশালী ছিল, বিশেষ করে ছোট দেবতাদের মধ্যে। এই ধরনের অনেক দেবতা, যেমন প্রধান শহরগুলির জন্য টাইচে বা অধিষ্ঠাত্রী দেবতা, খ্রিস্টধর্মের আগমনের পরেও বেঁচে ছিলেন, এখন প্রতীকী মূর্তিগুলি ধর্মীয় তাৎপর্য থেকে ছিটকে গেছে। ব্যতিক্রম ছিল বিজয়ের পক্ষযুক্ত দেবী, ভিক্টোরিয়া বা নিকে, যিনি খ্রিস্টান দেবদূতের দৃশ্যায়নে বিকশিত হয়েছিলেন।\nসাধারণত, বর্ণনামূলক পৌরাণিক কাহিনীর ক্ষেত্রে নরত্বারোপের অনেক অভাব থাকে, যদিও শাস্ত্রীয় পৌরাণিক কাহিনী অন্তত তাদের অনেককে প্রধান অলিম্পিয়ান দেবতাদের মধ্যে পিতামাতা প্রদান করে। কিছু মূর্তিচিত্র প্রাচীনকালের শেষ থেকে অষ্টাদশ শতাব্দী পর্যন্ত উল্লেখযোগ্য ধারাবাহিকতা বজায় রেখেছে। নারী মূর্তিগুলি পুরুষদের তুলনায় বেশি থাকে, অন্তত আধুনিক জাতীয় নরত্বারোপ পর্যন্ত, যার মধ্যে বেশিরভাগই পুরুষ।\nরূপকাশ্রয়ী কাহিনীতে নরত্বারোপ খুবই সাধারণ উপাদান, এবং নরত্বারোপের ইতিহাসবিদ ও তাত্ত্বিকরা অভিযোগ করেন যে দুটি প্রায়শই বিভ্রান্ত হয়েছে, অথবা তাদের আলোচনা রূপক দ্বারা প্রভাবিত হয়েছে। নরত্বারোপের একক চিত্রগুলিকে \"রূপক\" হিসাবে শিরোনাম করা হয়, যুক্তিযুক্তভাবে ভুল।  বিংশ শতাব্দীর শেষের দিকে মূর্তিত্বকে অনেকটা ফ্যাশনের বাইরে বলে মনে হয়েছিল, কিন্তু অনেক কমিক ম্যাগাজিন সিরিজের অর্ধ-নরত্বারোপ সুপারহিরো ফিগার একবিংশ শতাব্দীতে বেশ কয়েকটি সুপারহিরো সুপারহিরো চলচ্চিত্রে জনপ্রিয় সিনেমায় আধিপত্য বিস্তার করে।\nআর্নস্ট গমব্রিচের মতে, \"আমরা অসাধারণ প্রধানত নারী জনসংখ্যা সম্পর্কে প্রশ্ন জিজ্ঞাসা করার পরিবর্তে এটিকে মঞ্জুর করার প্রবণতা রাখি যা আমাদের ক্যাথেড্রালের বারান্দা থেকে অভ্যর্থনা জানায়, আমাদের পাবলিক স্মৃতিস্তম্ভের চারপাশে ভিড়, আমাদের মুদ্রা ও আমাদের নোটগুলি চিহ্নিত করে এবং আমাদের কার্টুন ও আমাদের পোস্টারগুলিতে দেখা যায়; এই নারীরা বিভিন্ন সাজে, অবশ্যই, মধ্যযুগীয় মঞ্চে জীবিত হয়েছিল, তারা শহরে প্রবেশের সময় যুবরাজকে অভ্যর্থনা জানায়, তারা অসংখ্য বক্তৃতায় আমন্ত্রিত হয়েছিল, তারা ঝগড়া করেছিল বা অন্তহীন মহাকাব্যে আলিঙ্গন করেছিল যেখানে তারা নায়কের আত্মার জন্য সংগ্রাম করেছিল বা অ্যাকশন চালু করেছিল, এবং যখন মধ্যযুগীয় ভার্সফায়ার সুন্দর বসন্তের সকালে বেরিয়ে গিয়ে ঘাসের তীরে শুয়ে পড়ল, এই নারীগুলির মধ্যে একজন খুব কমই তার ঘুমের মধ্যে তাকে দেখাতে এবং তার নিজের প্রকৃতিকে যেকোন সংখ্যক লাইনে ব্যাখ্যা করতে ব্যর্থ হন\"।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\n\nBartrum, Giulia, Albrecht Dürer and his Legacy, British Museum Press, 2002, আইএসবিএন ০৭১৪১২৬৩৩০\nEscobedo, Andrew, Volition's Face: Personification and the Will in Renaissance Literature, 2017, University of Notre Dame Press, আইএসবিএন ০২৬৮১০১৬৯৮, 9780268101695, google books\nGombrich, Ernst, \"Personification\", in R. R. Bolgar (ed.), Classical Influences in European Culture AD 500–1500, 1971, Cambridge UP\nHall, James, Hall's Dictionary of Subjects and Symbols in Art, 1996 (2nd edn.), John Murray, আইএসবিএন ০৭১৯৫৪১৪৭৬\nHartt, Frederick, History of Italian Renaissance Art, (2nd edn.)1987, Thames & Hudson (US Harry N Abrams), আইএসবিএন ০৫০০২৩৫১০৪\nHeuer, Jennifer, \"Gender and Nationalism\" in Nations and Nationalism: A Global Historical Overview, Eds Guntram H. Herb, David H. Kaplan, 2008, ABC-CLIO, আইএসবিএন ১৮৫১০৯৯০৮৫, 9781851099085, google books\nHigham, John (1990). \"Indian Princess and Roman Goddess: The First Female Symbols of America\", Proceedings of the American Antiquarian Society. 100: 50–51, JSTOR or PDF\nMelion, Walter, Remakers, Bart, Personification: Embodying Meaning and Emotion, 2016, BRILL, আইএসবিএন ৯০০৪৩১০৪৩৬, 9789004310438, google books\nPaxson, James J., The Poetics of Personification, 1994, Cambridge University Press, আইএসবিএন ০৫২১৪৪৫৩৯৬, 9780521445399, google books\nSear, David, Roman Coins and Their Values, Volume 2, 46–48, 49–51, 2002, Spink & Son, Ltd, আইএসবিএন ১৯১২৬৬৭২৩১, 9781912667239, google books\nSmith, Amy C., Polis and Personification in Classical Athenian Art, 2011, BRILL, আইএসবিএন ৯০০৪১৯৪১৭৭, 9789004194175, google books\n\n\n== আরও পড়ুন ==\n\nJennifer O’Reilly: Studies in the Iconography of the Virtues and Vices in the Middle Ages. New York/London 1988.\nEmma Stafford: Worshipping virtues. Personification and the Divine in Ancient Greece. London 2000.\nEmma Stafford, Judith Herrin (eds.): Personification in the Greek world. From Antiquity to Byzantium. Aldershot/Hampshire 2005.\nTucker, Shawn R., The Virtues and Vices in the Arts: A Sourcebook, 2015, Wipf and Stock Publishers, আইএসবিএন ১৬২৫৬৪৭১৮২, 9781625647184\nBart Ramakers, Walter Melion, eds., Personification: Embodying Meaning and Emotion, 2016, BRILL, আইএসবিএন ৯৭৮৯০০৪৩১০৪৩৮, google books"}