{"pageid": 1479427, "title": "পার্বত্য চট্টগ্রাম সংঘাত, ২০২৪", "url": "https://bn.wikipedia.org/wiki?curid=1479427", "content": "২০২৪ সালের পার্বত্য চট্টগ্রাম সংঘাত ১৯শে সেপ্টেম্বরে খাগড়াছড়ি দীঘিনালা উপজেলায় পাহাড়ি-বাঙালি সংঘর্ষের সূত্রপাত ঘটে। দ্রুত তা পার্শ্ববর্তী জেলা রাঙ্গামাটি ও বান্দরবানে ছড়িয়ে পড়ে। এতে খাগড়াছড়িতে তিন, রাঙামাটিতে একজনের মৃত্যুর সাথে ৫০ জনের বেশি আহত এবং প্রায় ১০২টি দোকানে আগুন দেওয়ার ঘটনা ঘটে। মানবাধিকার সংগঠন হিউম্যান রাইটস সাপোর্ট সোসাইটি (এইচআরএসএস) এর তথ্যমতে খাগড়াছড়ি ও রাঙ্গামাটিতে বাঙালি-পাহাড়িদের সংঘর্ষ ও অগ্নিসংযোগের ঘটনায় ৬ জন নিহত ও শতাধিক আহত হয়েছেন এবং খাগড়াছড়িতে সেনাবাহিনীর সঙ্গে সংঘর্ষে দুজন পাহাড়ি নাগরিক নিহত হয়েছে।\nদুই দিনের সংঘর্ষ ও সহিংসতায় আরও বেশ কিছু দোকানপাট, ধর্মীয় উপাসনালয় যানবাহন ভাঙচুর ও বাঙ্গালী ও উপজাতি ওপর হামলা হয়।\n\n\n== ঘটনাপ্রবাহ ==\n১৮ সেপ্টেম্বর, খাগড়াছড়ি সদরে মোটরসাইকেল চুরির ঘটনায় গণপিটুনিতে এক বাঙ্গালী যুবক প্রাণ হারান। এর পরিপ্রেক্ষিতে ১৯ সেপ্টেম্বর একদল প্রতিবাদ মিছিল বেড় করে।মিছিলে উপজাতি গোষ্ঠী হামলাকরে। দীঘিনালায় বাড়িঘর ও দোকান অগ্নিসংযোগ ও ভাঙচুরসহ দাঙ্গা শুরু হয়। আইনশৃঙ্খলা পরিস্থিতির উন্নতির জন্য সেনাবাহিনী যওয়ার পরে। সংগঠিত হয়ে একদল পাহাড়ি সন্ত্রাসী  সেনসদস্যদের উপর আক্রমণ করে আত্মরক্ষার জন্য সেনাবাহিনী গুলি করে।এতে তিনজন পাহাড়ি ব্যক্তি গুলিতে নিহত হন এবং শতাধিক আহত হন।\n২০ সেপ্টেম্বর, পাহাড়িরা দুপুরে রাঙ্গামাটির স্টেডিয়াম এলাকা থেকে বিক্ষোভ মিছিল বের করে। এতে  কয়েক হাজার মানুষ অংশ নেয়। মিছিলটি বনরুপা বাজারে গেলে উত্তেজনা ছড়িয়ে পড়ে সংঘর্ষে জড়ায় দুই পক্ষ। বাজারে মিছিল নিয়ে জড়ো হওয়া পাহাড়িরা মসজিদে হামলা করে।খবর ছড়িয়ে পড়লে বাঙ্গালীরা তাদেরকে আক্রমণ করে। ঘটনায় দু’পক্ষের ৫০ জনেরও বেশি সংখ্যক মানুষ আহত ও একজন চাকমা নিহত হয়েছেন। পরিস্থিতি নিয়ন্ত্রণে আনতে অনির্দিষ্ট সময়ের জন্য রাঙামাটি পৌর এলাকায় ১৪৪ ধারা জারি করা হয়। হত্যার বিচার, অগ্নিসংযোগ করে দোকানপাট পুড়িয়ে দেওয়া ও দোষীদের শাস্তির দাবিতে ‘বিক্ষুব্ধ জুম্ম ছাত্র-জনতার’ ব্যানারে ৭২ ঘণ্টা অবরোধের ডাক দেওয়া হয়। সংঘাত ও বৈষম্যবিরোধী পাহাড়ি ছাত্র আন্দোলন ও ইউনাইটেড পিপলস ডেমোক্রেটিক ফ্রন্টও (ইউপিডিএফ) কর্মসূচিতে সমর্থন জানায়।\n২১ সেপ্টেম্বর, জেলাগুলোতে থমথমে পরিস্থিতি বিরাজ করে। সংঘাতপ্রবণ এলাকাতে বাংলাদেশ সেনাবাহিনীর টহল জোরদার করা হয়। তিন জেলায় দূরপাল্লার কোনো যানবাহন চলছে না। রাঙামাটিতে অবরোধের পাশাপাশি ১৪৪ ধারা বলবৎ ও পরিবহন ধর্মঘট থাকে।\n\n\n== সরকার উদ্বেগ ==\nউদ্ভুত পরিস্থিতি নিয়ন্ত্রণে স্বরাষ্ট্র উপদেষ্টা লেফটেন্যান্ট জেনারেল (অব.) জাহাঙ্গীর আলম চৌধুরী সহ সরকারের আরো তিন জন রাঙ্গামাটি পরিদর্শনে যান। ২১ সেপ্টেম্বর তারা রাঙ্গামাটির রাজনৈতিক নেতা, সুশীল সমাজ ও আইনশৃঙ্খলা বাহিনীর সঙ্গে মতবিনিময় করেন। রাঙ্গামাটি পরিদর্শনে গিয়ে স্বরাষ্ট্র উপদেষ্টা বলেন, \"যারা আইনশৃঙ্খলার অবনতির করবে তাদেরকে কোনও অবস্থাতে ছাড় দেওয়া হবে না। ভবিষ্যতে আবার চেষ্টা করলে তাদের হাত আমরা ভেঙ্গে দেব।\"\n\n\n== প্রতিক্রিয়া ও মন্তব্য ==\nঢাকা বিশ্ববিদ্যালয়ের বিক্ষুব্ধ জুম্ম ছাত্র জনতার ব্যানারে একদল তরুণের সংবাদ সম্মেলন অংকন চাকমা বলেন, \" পাঁচই অগাস্টের পরে দেশের বিভিন্ন জায়গায় শেখ হাসিনার শাসনামলের অনেক ব্যক্তিকে পরিবর্তন করা হলেও হলেও পার্বত্য চট্টগ্রামে কোন পরিবর্তন আসেনি। পার্বত্য চট্টগ্রামে প্রশাসন ও সেনাবাহিনীর লোকজন বহাল তবিয়তে রয়েছে। পার্বত্য চট্টগ্রামে অধিকারের কথা বলতে গেলেই বিচ্ছিন্নতাবাদি হিসেবে ট্যাগ দেবার চেষ্টা করা হয়। আমরা মনে করি, পার্বত্য চট্টগ্রামে সমস্যার সমাধান করার জন্য পার্বত্য চট্টগ্রামের জনগণকে একীভূত করতে হবে এবং রাজনৈতিকভাবে সমাধান করতে হবে।\n‘পার্বত্য চট্টগ্রাম চুক্তি বাস্তবায়ন আন্দোলন’ এর যুগ্ম সমন্বয়কারী জাকির হোসেন ও অধ্যাপক ড. খায়রুল ইসলাম পার্বত্য চট্টগ্রামে সাম্প্রদায়িক হামলা, আইনশৃঙ্খলা বাহিনী কর্তৃক মধ্য রাতে পাহাড়ি ক্ষুদ্র নৃগোষ্ঠীর ওপর গুলিবর্ষণ ও হত্যাকাণ্ডের তীব্র নিন্দা ও গভীর উদ্বেগ প্রকাশ করে।\nঅন্তর্বর্তী সরকারের স্থানীয় সরকার, পল্লি উন্নয়ন ও সমবায় মন্ত্রণালয়ের উপদেষ্টা এ. এফ. হাসান আরিফ মন্তব্য করেন যে, \"রাঙ্গামাটিসহ পার্বত্য চট্টগ্রামের সাম্প্রতিক সহিংসতায় বাইরের ষড়যন্ত্র আছে।\"\nপার্বত্য চট্টগ্রামের চলমান সংঘাতও ষড়যন্ত্রের অংশ বলে দাবি করেছেন বিএনপির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর।\nসন্তু লারমা নেতৃত্বাধীন পার্বত্য চট্টগ্রাম জনসংহতি সমিতি (জেএসএস) রাঙামাটি জেলা শাখার সভাপতি ডা. গঙ্গা মানিক চাকমা বলেছেন, ‘পাহাড়ে সংঘাত ও বৈষম্যবিরোধী পাহাড়ি ছাত্র আন্দোলনের নামে ইউনাইটেড পিপল ডেমোক্রেটিক ফ্রন্ট (ইউপিডিএফ) দেশি-বিদেশি ইন্ধনদাতাদের টাকায় সাধারণ পাহাড়ি ছাত্রদের দিয়ে এই অস্থিতিশীল পরিস্থিতি সৃষ্টি করছে।’\nসহিংসতা থেকে রক্ষা করতে আহ্বান জানিয়ে মানুষের জন্য ফাউন্ডেশনের নির্বাহী পরিচালক শাহীন আনাম বলেন, পার্বত্য চট্টগ্রামের সংঘর্ষ-সহিংসতা অনাকাঙ্ক্ষিত ও বর্বরোচিত। তিনি আদিবাসী জনগোষ্ঠীসহ সকলের জন্য নিরাপদ পরিবেশ নিশ্চিত করার কথা বলেন এবং ধ্বংসাত্মক কাজ থেকে বিরত থাকার আহ্বান জানান।\n\n\n== গুজব ==\nপার্বত্য চট্টগ্রাম জনসংহতি সমিতির সহ-তথ্য ও প্রচার সম্পাদক সজীব চাকমার নাম ও স্বাক্ষর নকল করা একটি ভুয়া যৌথ বিবৃতি সামাজিক যোগাযোগমাধ্যমে ছড়িয়ে পড়েছে। পরে জনসংহতি সমিতি বিবৃতিটি সম্পূর্ণভাবে অস্বীকার করছে এবং এটিকে রাজনৈতিক উদ্দেশ্যপ্রণোদিত বলে উল্লেখ করে।\n২০২৪ সালের পাহাড়ি-বাঙালি সংঘাতকে কেন্দ্র করে অস্ত্র হাতে পাহাড়ি ব্যক্তি, ধর্মীয় স্থাপনা ও আগুন সংক্রান্ত বেশকিছু অপতথ্যের ছবি ও ভিডিও সামাজিক যোগাযোগ মাধ্যমে ছড়িয়ে পড়ে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপার্বত্য চট্টগ্রামে উত্তেজনাকর পরিস্থিতির আন্তঃবাহিনী জনসংযোগ পরিদপ্তর বিবরণ"}