{"pageid": 1479336, "title": "বর্মা মালিক", "url": "https://bn.wikipedia.org/wiki?curid=1479336", "content": "বর্মা মালিক নামে সুপরিচিত বরকতরাই মালিক (১৩ এপ্রিল ১৯২৫ – ১৫ মার্চ ২০০৯) একজন ভারতীয় কবি ও গীতিকার ছিলেন। তিনি ব্রিটিশ রাজ সময়ে একজন সক্রিয় স্বাধীনতা সংগ্রামী ছিলেন। ভারতের স্বাধীনতা আন্দোলনের সময় তিনি অসংখ্য দেশাত্মবোধক গান ও ভজন লিখেন এবং আবৃতি করেন। ভারত বিভাজনের পর তিনি পাঞ্জাবি চলচ্চিত্রে গান রচনা শুরু করেন এবং পরে হিন্দি চলচ্চিত্রের গান রচনা করেন। তিনি ১৯৭০ ও ১৯৮০-এর দশকের জনপ্রিয় গীতিকার ছিলেন এবং এই সময়ে বেশ কিছু স্মরণীয় গান লিখেন। শায়রির সাথে লোকসঙ্গীতের সংমিশ্রণ তার অন্যতম প্রতিভা। তিনি পহচান (১৯৭০)-এর \"সবসে বড়া নদান\" ও বে-ঈমান (১৯৭২)-এর \"জয় বলো বে-ঈমান কি\" গানের জন্য দুইবার শ্রেষ্ঠ গীতিকার বিভাগে ফিল্মফেয়ার পুরস্কার অর্জন করেন। তার রচিত রোটি কপড়া অউর মকান (১৯৭৫)-এর \"বাকি কুছ বচা তো\" গানটি বিনাকা গীতমালা-র ১৯৭৫ সালের র‍্যাংকিংয়ে শীর্ষ স্থান লাভ করে।\n\n\n== প্রারম্ভিক জীবন ==\nবর্মা মালিক ১৯২৫ সালের ১৩ই এপ্রিল ব্রিটিশ ভারতের পাঞ্জাব প্রদেশের (বর্তমান পাঞ্জাব, পাকিস্তান) ফিরোজপুর জেলায় জন্মগ্রহণ করেন। তার প্রকৃত নাম বরকতরাই মালিক। হিন্দি চলচ্চিত্রে কাজ শুরুর সময়ে তিনি সঙ্গীত পরিচালক হংসরাজ বহলের উপদেশে তার নাম পরিবর্তন করে বর্মা মালিক রাখেন।\n\n\n== কর্মজীবন ==\nভারত বিভাজনের পর মালিক ভারতে চলে আসেন এবং তার বন্ধু সঙ্গীত পরিচালক হংসরাজ বহলের সহযোগিতায় পাঞ্জাবি চলচ্চিত্রে গান রচনা শুরু করেন। তিনি চকোরী (১৯৪৯) চলচ্চিত্রের জন্য প্রথম গীত লিখেন। এরপর তিনি জগ্‌গু (১৯৫২), শ্রী নগদ নারায়ণ (১৯৫৫), মির্জা সাহিবাঁ (১৯৫৭), সিআইডি ৯০৯ (১৯৫৭) ও তাকদীর (১৯৫৮) চলচ্চিত্রের গান লিখেন।\n১৯৬১ সালের পর তিনি প্রায় সাত বছর চলচ্চিত্র থেকে বাইরে ছিলেন। তিনি দিল অউর মোহব্বত (১৯৬৭) দিয়ে চলচ্চিত্রে ফিরে আসেন। এ পর্যায়ে তিনি হিন্দি চলচ্চিত্রে নিয়মিত হন। হিন্দি চলচ্চিত্রে তার প্রথম আলোচিত সাফল্য আসে ইয়াদগার (১৯৭০) চলচ্চিত্রের \"এক তারা বোলে\" গান দিয়ে। এরপর তিনি পহচান (১৯৭০)-এর জন্য অধিকতর পরিচিতি লাভ করেন এবং বলিউডের অন্যতম গীতিকারে পরিণত হন। এই চলচ্চিত্রের \"সবসে বড়া নদান\" গানের জন্য তিনি শ্রেষ্ঠ গীতিকার বিভাগে তার প্রথম ফিল্মফেয়ার পুরস্কার অর্জন করেন। একই বছর সাবন ভাদোঁ চলচ্চিত্রে তার লেখা ও মোহম্মদ রফির গাওয়া \"কান মেঁ ঝুমকা চল মেঁ ঠুমকা\" গানটি জনপ্রিয়তা লাভ করে।\n১৯৭২ সালে ভিক্টোরিয়া নং ২০৩ চলচ্চিত্রের \"দো বেচারে\" গানটি জনপ্রিয়তা লাভ করে। এই বছর বে-ঈমান (১৯৭২)-এর \"জয় বলো বে-ঈমান কি\" গানের জন্য তিনি তার দ্বিতীয় ফিল্মফেয়ার পুরস্কার অর্জন করেন। রোটি কপড়া অউর মকান (১৯৭৫) তার কর্মজীবনের সবচেয়ে সফল অ্যালবাম। এই চলচ্চিত্রের \"বাকি কুছ বচা তো\" গানটি বিনাকা গীতমালা-র ১৯৭৫ সালের র‍্যাংকিংয়ে শীর্ষ স্থান লাভ করে এবং এই দ্বিতীয় শীর্ষ গানটিও তার লেখা এই চলচ্চিত্রের \"হায় হায় ইয়ে মজবুরি\"। পরের বছর নাগিন চলচ্চিত্রের \"তেরে সং প্যায়ার মেঁ\" গানটি জনপ্রিয়তা লাভ করে। আদমি সড়ক কা (১৯৭৭) চলচ্চিত্রে তার লেখা \"আজ মেরে ইয়ার কি শাদী হ্যায়\" গানটি মুক্তির পরপরই হিট হয় এবং বিবাহের অনুষ্ঠানে ব্যাপকহারে বাজানো হয়।\n১৯৮৫ সালে সংযোগ চলচ্চিত্রে মালিকের লেখা \"যশোদা কা নন্দলালা\" গানটি জনপ্রিয়তা লাভ করে। তার সর্বশেষ কাজ ছিল ওয়ারিস (১৯৮৮)।\n\n\n== ব্যক্তিগত জীবন ও মৃত্যু ==\nমালিক ১৯৫৩ সালে কমলাকে বিয়ে করে। তাদের এক পুত্র ও দুই কন্যা ছিল। তার পুত্র রাজেশ মালিক একজন গীতিকার।\nস্ত্রীর মৃত্যুর পর মালিক তার নিজ বাড়িতে একাকী বসবাস শুরু করেন। তিনি ২০০৯ সালের ১৫ই মার্চ ৮৪ বছর বয়সে মুম্বইয়ের জুহুতে তার নিজ বাড়িতে মৃত্যুবরণ করেন।\n\n\n== পুরস্কার ও মনোনয়ন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে বর্মা মালিক  (ইংরেজি)"}