{"pageid": 1479363, "title": "বিতর্ক", "url": "https://bn.wikipedia.org/wiki?curid=1479363", "content": "বিতর্ক হলো একটি দীর্ঘস্থায়ী জনসাধারণের বিরোধ বা মতবিরোধের অবস্থা, সাধারণত বিরোধপূর্ণ মতামত বা দৃষ্টিভঙ্গির উপর ভিত্তি করে। \"বিতর্ক\" শব্দটি ল্যাটিন \"কন্ট্রোভার্সিয়া\" থেকে উদ্ভূত হয়েছে, যার অর্থ হলো \"বিরোধ,\" যা মূলত \"বিপরীত দিকে পরিণত হওয়া\" ধারণার সঙ্গে যুক্ত।\n\n\n== আইন ==\nআইনের তত্ত্বে, একটি বিতর্ক (controversy) একটি আইনি মামলা থেকে পৃথক; যদিও আইনি মামলায় (lawsuit) ফৌজদারি এবং দেওয়ানি উভয় প্রকারের মামলাই অন্তর্ভুক্ত থাকে, বিতর্ক বিশেষত একটি সম্পূর্ণ দেওয়ানী প্রক্রিয়ার দিকে ইঙ্গিত করে। অর্থাৎ, ফৌজদারি মামলাকে বাদ দিয়ে দেওয়ানি বিরোধগুলোকে আইনি বিতর্ক বলা হয়। \nউদাহরণস্বরূপ, মার্কিন যুক্তরাষ্ট্রের সংবিধানের তিন অনুচ্ছেদের মধ্যে \"মামলা বা বিতর্ক\" ধারা (ধারা ২, ধারা ১) উল্লেখ করে যে \"বিচারিক ক্ষমতা প্রসারিত হবে ... মার্কিন যুক্তরাষ্ট্র একটি পক্ষ হতে হবে যে বিতর্ক। এই ধারা একটি প্রয়োজনীয়তা আরোপ করে, যার মাধ্যমে মার্কিন ফেডারেল আদালতগুলো এমন মামলাগুলোর শুনানি করতে পারে না যেগুলোতে প্রকৃত বিরোধ নেই। অর্থাৎ, প্রতিকূল পক্ষগুলির মধ্যে একটি বাস্তব ও সমাধানযোগ্য বিরোধ থাকা আবশ্যক।\nএই ধারা শুধু ফেডারেল বিচার বিভাগের এখতিয়ারের সীমানা নির্ধারণ করে না, এটি আদালতকে উপদেষ্টা মতামত প্রদান থেকেও বিরত রাখে। এছাড়া, এটি আদালতকে এমন মামলার শুনানি থেকেও নিষেধ করে, যেখানে বিরোধটি এখনও পূর্ণরূপে তৈরি হয়নি বা ইতোমধ্যে নিষ্পত্তি হয়েছে, অর্থাৎ অপরিপক্ক বা সমাধান হওয়া বিতর্ক।\n\n\n== বেনফোর্ডের আইন ==\nবেনফোর্ডের বিতর্কের আইন, যেটি ১৯৮০ সালে জ্যোতির্পদার্থবিদ এবং বিজ্ঞান কথাসাহিত্য লেখক গ্রেগরি বেনফোর্ড দ্বারা উপস্থাপিত হয়, বলে যে: যে কোনো বিষয়ে প্যাশন (অথবা আবেগ) উপলব্ধ বাস্তব তথ্যের পরিমাণের বিপরীতভাবে সমানুপাতিক। অর্থাৎ, কোনো বিষয়ে যত কম বাস্তব তথ্য থাকে, সেই বিষয়ে তত বেশি আবেগপূর্ণ বিতর্ক হতে থাকে। আর যেখানে পর্যাপ্ত তথ্য পাওয়া যায়, সেখানে বিতর্কের পরিমাণ কমে আসে। \nউদাহরণস্বরূপ, পদার্থবিদ্যার বিতর্কগুলো মূলত এমন বিষয়ের উপর সীমাবদ্ধ যেখানে পরীক্ষাগুলি এখনও সম্ভব নয়, কারণ সেখানে পর্যাপ্ত তথ্য অনুপস্থিত। অন্যদিকে, রাজনীতিতে বিতর্ক সাধারণত আরও ব্যাপক হয়, কারণ সেখানে প্রায়শই অপর্যাপ্ত তথ্যের ভিত্তিতে সিদ্ধান্ত নিতে হয়, যা মানুষকে বিভিন্ন মতামতের দিকে ঠেলে দেয়।\n\n\n== মনস্তাত্ত্বিক ভিত্তি ==\nবিতর্কগুলোকে প্রায়শই অংশগ্রহণকারীদের মধ্যে আস্থার অভাবের ফল হিসেবে দেখা হয়, যেমন বেনফোর্ডের বিতর্কের আইন নির্দেশ করে, যা মূলত তথ্যের অভাবের উপর জোর দেয় (\"আবেগ উপলব্ধ প্রকৃত তথ্যের পরিমাণের বিপরীতভাবে সমানুপাতিক\")। উদাহরণস্বরূপ, নৃতাত্ত্বিক জলবায়ু পরিবর্তন নিয়ে মার্কিন যুক্তরাষ্ট্রে বিশেষভাবে তীব্র রাজনৈতিক বিতর্কের ক্ষেত্রে প্রায়ই বলা হয়, যারা বৈজ্ঞানিক ঐক্যমতের বিরোধিতা করে, তারা সম্ভবত বিষয়টি সম্পর্কে পর্যাপ্ত তথ্য না থাকায় তা করে। \nতবে, ১৫৪০ জন মার্কিন প্রাপ্তবয়স্কদের ওপর পরিচালিত একটি সমীক্ষায় দেখা গেছে যে বৈজ্ঞানিক সাক্ষরতার স্তর বিতর্কের শক্তি বা গভীরতার সাথে সম্পর্কিত হলেও, তারা যে অবস্থান গ্রহণ করেছিল, তা সরাসরি তথ্যের উপর নির্ভরশীল নয়। অর্থাৎ, তথ্যের মাত্রা বাড়ার সাথে সাথে বিতর্কের পক্ষ পরিবর্তন হয় না, তবে ব্যক্তিরা তাদের অবস্থানকে আরও জোরালোভাবে সমর্থন করে।\nকোন ঘটনা প্রকাশের পর দুটি ব্যক্তির ভিন্ন সিদ্ধান্তে পৌঁছানোর বিস্ময়কর ঘটনাটি প্রায়শই ড্যানিয়েল কাহনেমানের 'বাউন্ডেড লজিক' বা সীমিত যুক্তির মাধ্যমে ব্যাখ্যা করা হয়। অর্থাৎ, বেশিরভাগ সিদ্ধান্ত দ্রুত গৃহীত হয়, যা সাধারণত হিউরিস্টিকস ব্যবহার করে ঘটে। যদিও এই পদ্ধতি দৈনন্দিন পরিস্থিতিতে কার্যকর, তবে জলবায়ু পরিবর্তনের মতো জটিল বিষয়গুলির ক্ষেত্রে এটি উপযুক্ত নয়। \nজলবায়ু পরিবর্তনের বিতর্কে অ্যাঙ্করিং বিশেষভাবে প্রাসঙ্গিক, কারণ বাইরের তাপমাত্রা বেশি হলে এবং যদি তারা তাপ নিয়ে চিন্তা করতে প্রাইমড হয়ে থাকে, তবে তারা জলবায়ু পরিবর্তনে বিশ্বাস করতে ঝুঁকে পড়ে। উষ্ণ আবহাওয়ার কারণে যখন ভবিষ্যতের তাপমাত্রা এবং জলবায়ু পরিবর্তনের প্রভাব সম্পর্কে চিন্তা করা হয়, তখন এটি সিদ্ধান্ত গ্রহণে প্রভাব ফেলে।\nঅন্যান্য বিতর্কে, যেমন এইচপিভি ভ্যাকসিনের আশেপাশে, একই প্রমাণ আমূল ভিন্ন উপসংহারের অনুমোদন করতে পারে। কাহান এট আল। পক্ষপাতদুষ্ট আত্তীকরণের জ্ঞানীয় পক্ষপাতিত্ব এবং একটি বিশ্বাসযোগ্যতা হিউরিস্টিকের মাধ্যমে এই বিষয়টি ব্যাখ্যা করেছেন। এই প্রক্রিয়ায়, মানুষ নিজেদের পূর্বের বিশ্বাস এবং দৃষ্টিভঙ্গির সঙ্গে মিল রেখে প্রমাণকে ব্যাখ্যা করে, যার ফলে ভিন্ন ভিন্ন উপসংহার তৈরি হয়।\nযুক্তির উপর অনুরূপ প্রভাব অ-বৈজ্ঞানিক বিতর্কেও দেখা যায়, যেমন মার্কিন যুক্তরাষ্ট্রে বন্দুক নিয়ন্ত্রণ বিতর্কে। অন্যান্য বিতর্কের মতো, এখানে মনে করা হয়েছে যে অভিজ্ঞতামূলক তথ্যের প্রকাশ একবার এবং সবের জন্য বিতর্ক সমাধানের জন্য যথেষ্ট হবে। সাংস্কৃতিক সম্প্রদায়ের কম্পিউটার সিমুলেশনে, বিশ্বাসগুলি বিচ্ছিন্ন উপ-গোষ্ঠীর মধ্যে মেরুকরণের জন্য পাওয়া গেছে। যা স্থল সত্যে সম্প্রদায়ের বাধাহীন অ্যাক্সেসের ভুল বিশ্বাসের উপর ভিত্তি করে। গ্রাউন্ড ট্রুথ খোঁজার জন্য দলে আত্মবিশ্বাস জনতার বুদ্ধিমত্তার সাফল্যের মাধ্যমে ব্যাখ্যাযোগ্য। যাইহোক, যদি গ্রাউন্ড ট্রুথের অ্যাক্সেস না থাকে, যেমন এই মডেলে ছিল না, তাহলে পদ্ধতিটি ব্যর্থ হবে।\nবায়েসিয়ান সিদ্ধান্ত তত্ত্ব যুক্তিবাদের এই ব্যর্থতাগুলিকে সিদ্ধান্ত নেওয়ার জন্য একটি পরিসংখ্যানগতভাবে অপ্টিমাইজ করা সিস্টেমের অংশ হিসেবে বর্ণনা করে। মাল্টিসেন্সরি ইন্টিগ্রেশনের পরীক্ষা-নিরীক্ষা এবং গণনামূলক মডেলগুলি দেখিয়েছে যে বিভিন্ন ইন্দ্রিয় থেকে সংবেদনশীল ইনপুটগুলি একটি পরিসংখ্যানগতভাবে সর্বোত্তম উপায়ে একীভূত করা হয়। উপরন্তু, এটি দেখা যাচ্ছে যে একাধিক সংবেদী ইনপুটগুলির জন্য একক উত্স অনুমান করতে ব্যবহৃত যে ধরনের অনুমান, সেগুলি সম্পর্কে একটি বায়েসিয়ান অনুমান ব্যবহার করে সংবেদনশীল উদ্দীপনার কার্যকারণ উৎস নির্ধারণ করে। যেমন, এটি নিউরোবায়োলজিক্যালভাবে প্রশংসনীয় বলে মনে হয় যে মস্তিষ্ক সিদ্ধান্ত গ্রহণের পদ্ধতিগুলি প্রয়োগ করে যা বায়েসিয়ান অনুমানের জন্য অনুকূলের কাছাকাছি।\nব্রোকাস এবং ক্যারিলো শোরগোল সংবেদনশীল ইনপুটগুলির ভিত্তিতে সিদ্ধান্ত নেওয়ার জন্য একটি মডেল প্রস্তাব করেন, যেখানে বিশ্বের অবস্থা সম্পর্কে বিশ্বাসগুলি বায়েসিয়ান আপডেটের মাধ্যমে পরিবর্তিত হয় এবং তারপর একটি থ্রেশহোল্ড অতিক্রমকারী বিশ্বাসের উপর ভিত্তি করে সিদ্ধান্ত নেওয়া হয়। তারা দেখান যে এই মডেলটি, যখন একক-পদক্ষেপের সিদ্ধান্ত নেওয়ার জন্য অপ্টিমাইজ করা হয়, তখন বিশ্বাসের নোঙ্গর এবং মতামতের মেরুকরণ তৈরি করে—যেমন গ্লোবাল ওয়ার্মিং বিতর্কের প্রসঙ্গে বর্ণিত হয়েছে। উপস্থাপিত অভিন্ন প্রমাণ সত্ত্বেও, পূর্ব-বিদ্যমান বিশ্বাস (বা প্রমাণগুলি প্রথমে উপস্থাপিত হওয়া) গঠিত বিশ্বাসের উপর অপ্রতিরোধ্য প্রভাব ফেলে। উপরন্তু, এজেন্টের পছন্দগুলি (যে বিশেষ পুরস্কারগুলিকে তারা মূল্য দেয়) গঠিত বিশ্বাসগুলিকে পরিবর্তন করতে সাহায্য করে—এটি পক্ষপাতমূলক আত্তীকরণের ব্যাখ্যা দেয় (যা নিশ্চিতকরণ পক্ষপাত নামেও পরিচিত)। এই মডেলটি বিতর্কের উৎপাদনকে ড্যানিয়েল কাহনেম্যানের সীমাবদ্ধ যৌক্তিকতার ফলাফল হিসেবে দেখা হয়, যা একক-ধাপে সিদ্ধান্ত নেওয়ার জন্য অপ্টিমাইজ করা সিদ্ধান্ত নির্মাতার ফলাফল।\n\n\n== বহিঃসংযোগ ==\n\nব্রায়ান মার্টিন, দ্য কন্ট্রোভার্সি ম্যানুয়াল (স্পার্সনাস, সুইডেন: আইরিন পাবলিশিং, 2014)।\nউইকিপিডিয়া ডেটাতে মেশিন লার্নিং এর উপর ভিত্তি করে বিতর্কিত বিষয়\nআজ বিতর্কিত\n\n\n== তথ্যসূত্র =="}