{"pageid": 1479113, "title": "আর্মেনিয়ায় নৈরাজ্যবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1479113", "content": "আর্মেনিয়ায় নৈরাজ্যবাদ আর্মেনীয় জাতীয় স্বাধীনতা আন্দোলনের অংশ হিসাবে আবির্ভূত হয়েছিল। ঐতিহাসিক ভাবে এর শিকড় ছিল এই অঞ্চলের বিভিন্ন খ্রিস্টান ধর্মবাদী সম্প্রদায়ের মধ্যে।  ১৮৯০ সালে আর্মেনীয় বিপ্লবী ফেডারেশন (Հայ Յեղափոխական Դաշնակցութիւն)প্রতিষ্ঠার সাথে নৈরাজ্যবাদ প্রথম সংগঠিত রূপ ধারণ করে। একবিংশ শতাব্দীতে নৈরাজ্যবাদ পুনরায় আবির্ভূত হয়; দেশটির স্বাধীনতার প্রেক্ষিতে প্রতিষ্ঠান বিরোধী আন্দোলনের অংশ হিসাবে তা সারা দেশে ছড়িয়ে পড়ে।\n\n\n== ইতিহাস ==\n\n\n=== মধ্যযুগীয় আর্মেনিয়া ===\nতৃতীয় শতাব্দী পর্যন্ত, আর্মেনিয়া মূলত জরথ্রুস্ত্রবাদী ছিল, আরশাকিদ রাজবংশের প্রতিষ্ঠাতা নিজেও একজন জরথ্রুস্ত্রবাদী পুরোহিত ছিলেন। খ্রিস্টধর্ম প্রথম আর্মেনিয়ায় আসে অন্য দেশ থেকে আগত নিপীড়িত খ্রিস্টানদের মাধ্যমে, যারা পর্বতমালায় আশ্রয় নিয়ে গেহার্ডের মতো সন্ন্যাসী সম্প্রদায় প্রতিষ্ঠা করেছিল। তবে আরশাকিদরাও তাদের ওপর অত্যাচার করত। ৩০১ সালে, গ্রেগরি দ্য ইলুমিনেটর-এর নেতৃত্বে আর্মেনিয়া প্রথম দেশ হিসেবে খ্রিস্টধর্মে রূপান্তরিত হয়।\nনতুন রাষ্ট্র ধর্ম হিসেবে আর্মেনিয়ান অ্যাপোস্টলিক চার্চ প্রতিষ্ঠিত হলে এবং নাখারার ব্যবস্থার মাধ্যমে বিশাল পরিমাণ কৃষিজমি চার্চ এবং অভিজাতদের হাতে কেন্দ্রীভূত হতে থাকে। এর ফলে কৃষকরা কঠোর নিয়মের মুখোমুখি হয় এবং বিভিন্ন কতৃত্ববিরোধী আন্দোলন গড়ে ওঠে, যেমন বোরবোরাইটস, মেসালিয়ানস, পলিসিয়ানিস্টস এবং তন্দ্রাকিয়ানস।\n৩৮৭ সালে আকিলিসিনের শান্তিচুক্তির পরে, পশ্চিম আর্মেনিয়া বাইজেন্টাইন সাম্রাজ্যের অধীনে চলে যায়। পূর্ব আর্মেনিয়া ৪২৮ সাল পর্যন্ত স্বাধীন ছিল, যখন স্থানীয় অভিজাতরা রাজা চতুর্থ আরতাক্সিয়াসকে উৎখাত করে এবং সাসানীয় সাম্রাজ্য ভেহ মিহর শাপুরকে গভর্নর হিসেবে বসায়। পশ্চিমে নাখারার ক্ষমতা সীমিত করা হলে বাইজেন্টাইন সাম্রাজ্যের বিরুদ্ধে বিদ্রোহ হয়। পূর্বদিকে, তারা অধিকাংশ ক্ষেত্রে তাদের অধিকার বজায় রাখে। প্রথম পেরোজ দেশটিকে জোরপূর্বক জরথ্রুস্ত্রবাদে ধর্মান্তরিত করতে চাইলে, ভর্টান মামিকোনিয়ানের নেতৃত্বে একটি গেরিলা যুদ্ধ শুরু হয়। পরে নভারসাকের চুক্তির মাধ্যমে আর্মেনিয়া অধিক স্বায়ত্তশাসনের অধিকার পায়।\n\n\n=== আর্মেনীয় নবজাগরণ ===\n\n১৭শ শতাব্দীর শেষের দিকে, পূর্ব আর্মেনিয়ায় সাংস্কৃতিক নবজাগরণ ঘটে, বুদ্ধিজীবীরা দেশে সামন্তবাদবিরোধী, গণতান্ত্রিক ও বিপ্লবী মতাদর্শ ছড়িয়ে দেন। এই ব্যক্তিদের মধ্যে উল্লেখযোগ্য ছিলেন শাহামির শাহামিরিয়ান, একজন দার্শনিক, যিনি রাজতান্ত্রিক শাসন ব্যবস্থাকে প্রত্যাখ্যান করতেন। তিনি স্বাধীন আর্মেনিয়া সম্পর্কে তার চিন্তাভাবনা লিখেছিলেন\n\nপ্রত্যেক মানুষ, আর্মেনীয় হোক বা অন্য কোনো জাতির, পুরুষ বা নারী, আর্মেনিয়ায় জন্মগ্রহণকারী বা অন্য কোনো দেশ থেকে আনা, সমতার মধ্যে জীবনযাপন করবে এবং তাদের সকল কাজকর্মে স্বাধীন থাকবে। কোনো ব্যক্তির অন্য কাউকে দাস করার অধিকার থাকবে না এবং শ্রমিকদের আর্মেনীয় আইন অনুযায়ী যেকোনো কাজের মতোই যথাযথভাবে পারিশ্রমিক প্রদান করা উচিত। \n\n১৮২৮ পূর্ব আর্মেনিয়া রুশ সাম্রাজ্যের অন্তর্ভুক্ত হয় এবং আর্মেনীয় জাতীয় মুক্তি আন্দোলন রাশিয়ার বিপ্লবী আন্দোলনের সাথে সম্পর্ক স্থাপন করতে শুরু করে। এই সময়ের অন্যতম প্রভাবশালী ব্যক্তিত্ব ছিলেন মিকায়েল নালবান্দিয়ান, যিনি ধর্মনিরপেক্ষতার প্রবক্তা এবং আর্মেনিয়ান অ্যাপোস্টলিক চার্চের কঠোর সমালোচক ছিলেন। নালবান্দিয়ান আর্মেনিয়ান জনগণের সামাজিক আকাঙ্ক্ষা প্রতিফলিত করে এমন একটি জাতীয় সাহিত্য তৈরি করার চেষ্টা করেন, যা আধুনিক আর্মেনীয় ভাষায় লেখা হবে। তিনি ভূমি সংস্কারেরও একজন দৃঢ় সমর্থক ছিলেন, যুক্তি দিয়েছিলেন যে \"শুধুমাত্র ভূমির সমবণ্টনই মানুষের সমৃদ্ধি এবং সুখ আনতে পারে।\" তাঁর কাজ পশ্চিম আর্মেনিয়ায় একটি বিদ্রোহকে পরোক্ষভাবে অনুপ্রাণিত করেছিল, যা সফলভাবে অটোমান বাহিনীকে জেইতুন অঞ্চল থেকে প্রত্যাহার করতে বাধ্য করে। ইউরোপ ভ্রমণের সময়, তিনি রুশ নৈরাজ্যবাদী মিখাইল বাকুনিন, দাসপ্রথাবিরোধী কর্মী নিকোলাই ওগারেভ এবং \"রাশিয়ান সমাজতন্ত্রের জনক\" আলেকজান্ডার হার্জেনের সাথে পরিচিত হন, যাদের সাথে তিনি বিপ্লবী সংগঠন ল্যান্ড অ্যান্ড লিবার্টি প্রতিষ্ঠায় অংশ নেন এবং কলোকোল নামক একটি পত্রিকা বিতরণের আয়োজন করেন। ১৮৬২ সালে নালবান্দিয়ান পেট্রোগ্রাদে ফিরে আসেন এবং ল্যান্ড অ্যান্ড লিবার্টির কার্যক্রমে অংশ নেন, কিন্তু সম্রাটবিরোধী মনোভাবের জন্য তাকে গ্রেপ্তার করা হয়। তাকে কামিশিনে নির্বাসিত করা হয়, যেখানে তিনি যক্ষ্মা রোগে আক্রান্ত হয়ে মারা যান।\n\n\n=== আর্মেনীয় বিপ্লবী ফেডারেশন ===\nনালবান্দিয়ানের দ্বারা অনুপ্রাণিত হয়ে আর্মেনীয় নৈরাজ্যবাদী খ্রিস্টাপোর মিকায়েলিয়ান আর্মেনীয় বিপ্লবী ফেডারেশন (এআরএফ) প্রতিষ্ঠার কাজে অংশ নেন। এআরএফ ছিল নৈরাজ্যবাদী, সমাজতান্ত্রিক ও জাতীয়তাবাদীদের সমন্বয়ে গঠিত একটি রাজনৈতিক সংগঠন। এই সংগঠনটি বিকেন্দ্রীভূত ছিল, বিভিন্ন অঞ্চলের স্থানীয় শাখাগুলি তাদের নিজ নিজ এলাকার চাহিদা অনুযায়ী স্বাধীনভাবে কাজ করত। এর লক্ষ্য ছিল আর্মেনিয়ায় স্বাধীনতাবাদী সমাজতান্ত্রিক সমাজ প্রতিষ্ঠা করা, যা সমাবেশের স্বাধীনতা, মতপ্রকাশের স্বাধীনতা, ধর্মীয় স্বাধীনতা এবং কৃষি সংস্কারের নীতির উপর ভিত্তি করে গড়ে উঠবে। মিকায়েলিয়ান বাকুনিনের সমর্থক ছিলেন এবং সরাসরি পদক্ষেপ ও স্ব-শাসনের ধারণার পক্ষপাতী ছিলেন। তিনি এআরএফ-কে এই নীতিগুলিকে বাস্তবায়নের জন্য উৎসাহিত করেন।\nএআরএফ আর্মেনিয়ায় একটি প্রধান রাজনৈতিক শক্তিতে পরিণত হয়। এটি অনেক বিপ্লবী কার্যক্রম সংগঠিত করে বা তাতে অংশগ্রহণ করে। এআরএফ-এর প্রভাবের ফলে আর্মেনীয়দের মধ্যে নৈরাজ্যবাদী আদর্শের ব্যাপক গ্রহণযোগ্যতা দেখা যায়। ১৮৯৪ সালে, এআরএফ সাসুন প্রতিরোধে অংশগ্রহণ করে এবং স্থানীয় জনগণকে হামিদীয় নিধনের বিরুদ্ধে আত্মরক্ষা করার জন্য অস্ত্র সরবরাহ করে। এই সময়ে আর্মেনীয় নৈরাজ্যবাদী-কমিউনিস্ট আলেকজান্ডার আতাবেকিয়ান এআরএফ-এর সঙ্গে যোগাযোগ স্থাপন করেন। তিনি আর্মেনীয় ভাষার নৈরাজ্যবাদী সাময়িকী হামায়াঙ্ক-এ অটোমান নির্যাতনের বিরুদ্ধে এআরএফ-এর প্রতিরোধ সম্পর্কে প্রবন্ধ প্রকাশ করতে শুরু করেন।\nএআরএফ-এর সদস্যরা পাপকেন সিউনির নেতৃত্বে ১৮৯৬ সালের ২৬ আগস্ট অটোমান ব্যাংক দখল করে। অটোমান ব্যাংক উসমানীয় সাম্রাজ্যের কেন্দ্রীয় ব্যাংকের ভূমিকা পালন করত। এটি ১৮৫৬ সালে ব্রিটিশ ও ফরাসি বিনিয়োগকারীদের দ্বারা প্রতিষ্ঠিত হয়েছিল এবং এর উল্লেখযোগ্য ইউরোপীয় সম্পর্ক এবং সম্পদ ছিল। এআরএফ এর লক্ষ্য ছিল উসমানীয় সাম্রাজ্যে নির্যাতনের শিকার আর্মেনীয়দের দুর্দশার প্রতি ইউরোপীয়দের দৃষ্টি আকর্ষণ করা।\nইউরোপীয় শক্তিগুলোর অটোমান ব্যাংকে আর্থিক স্বার্থ থাকায় এটিকে দখল করা ইউরোপীয় শক্তিগুলোর উপর চাপ সৃষ্টি করার জন্য একটি কৌশলগত পদক্ষেপ ছিল, যাতে তারা আর্মেনিয়ানদের পক্ষে হস্তক্ষেপ করে। এই ঘটনাটি আন্তর্জাতিক মনোযোগ আকর্ষণ করে ঠিকই, কিন্তু এর ফলে সুলতান দ্বিতীয় আব্দুল হামিদের নেতৃত্বে সরকার সহিংস প্রতিশোধ নেয়, যার ফলে আর্মেনীয়দের উপর আরও গণহত্যা সংঘটিত হয়। আলেকজান্ডার আতাবেকিয়ান এই গণহত্যার বিষয়ে সচেতনতা বাড়ানোর চেষ্টা করেন এবং সোশ্যালিস্ট ইন্টারন্যাশনালকে একটি ঘোষণা পাঠান, যেখানে তিনি যুক্তি দেন যে ইউরোপীয় রাষ্ট্রগুলি সুলতানের অপরাধে সরাসরি অংশগ্রহণ করছে এবং আর্মেনীয় স্বাধীনতাযোদ্ধারা \"সামাজিক বিপ্লবের ভোর\" ঘোষণা করছে।\n৩০ মার্চ ১৯০৪ সালে সংগঠিত দ্বিতীয় সাসুন বিদ্রোহে এআরএফ গুরুত্বপূর্ণ ভূমিকা পালন করে। এআরএফ অস্ত্র এবং ফেদায়ি মিলিশিয়া পাঠায় এবং দ্বিতীয়বারের মতো অঞ্চলটির প্রতিরক্ষার দায়িত্ব পালন করে। ৫০০ ফেদায়ির মধ্যে কেভর্ক চাভুশ, সেপাসদাতসি মুরাদ এবং হ্রায়র জগখের মতো বিখ্যাত ব্যক্তিরা ছিলেন। যোদ্ধা এবং অস্ত্রশক্তির অভাব থাকা সত্ত্বেও তারা কয়েক মাস ধরে অটোমান সেনাবাহিনীকে প্রতিহত করতে সক্ষম হয়, কিন্তু শেষ পর্যন্ত অটোমান বাহিনী সাসুন দখল করে এবং হাজার হাজার আর্মেনীয়কে হত্যা করে।\n\n১৯০৫ সালে, ক্রিস্টাপোর মিকায়েলিয়ান এবং এআরএফ-এর অন্যান্য সদস্যরা সুলতান দ্বিতীয় আবদুল হামিদকে হত্যার চেষ্টা করেন। পরিকল্পনার সময় এক বিস্ফোরণে মিকায়েলিয়ান নিহত হন এবং হত্যার চেষ্টা ব্যর্থ হয়। বেলজিয়ামের নৈরাজ্যবাদী এডওয়ার্ড জোরিস সহ আরও কয়েকজনকে এই ষড়যন্ত্রের জন্য গ্রেপ্তার ও দোষী সাব্যস্ত করা হয়।\n\n\n=== ১৯০৫ সালের রুশ বিপ্লব সম্পর্কিত ঘটনাবলী ===\nরুশ সাম্রাজ্য প্রাথমিকভাবে আর্মেনীয় বিপ্লবী ফেডারেশনের প্রতি সহানুভূতিশীল ছিল। কিন্তু একটি জারবাদী আদেশের মাধ্যমে আর্মেনিয়ান অ্যাপোস্টলিক চার্চের সমস্ত সম্পত্তি সাম্রাজ্যের মালিকানাধীন করে তুললে ফেডারেশনের পক্ষ থেকে প্রতিরোধের সৃষ্টি হয়। এআরএফ মিলিশিয়া পাঠায় এবং আদেশের বিরুদ্ধে ব্যাপক বিক্ষোভের আয়োজন করে। এর পরে ফেডারেশন সম্পূর্ণভাবে জারবাদী রুশ কর্তৃপক্ষের সঙ্গে সম্পর্ক ছিন্ন করে এবং রাষ্ট্রবিরোধী সন্ত্রাসবাদী কর্মকাণ্ডে লিপ্ত হয়, পাশাপাশি রুশ আর্মেনিয়ায় পৃথক প্রতিষ্ঠান প্রতিষ্ঠা করে।\n১৯০৫ সালে রুশ সাম্রাজ্য জুড়ে শ্রমিকদের ধর্মঘট এবং কৃষকদের বিদ্রোহ শুরু হয়। এই সময়ে, নৈরাজ্যবাদী-কমিউনিজম ককেশাস অঞ্চলে ছড়িয়ে পড়ে। ককেশীয় নৈরাজ্যবাদীরা সশস্ত্র বাহিনী সংগঠিত করে, ধনীদের কাছ থেকে জমি ও সম্পত্তি বাজেয়াপ্ত করে এবং কৃষি কমিউন, শ্রমিকদের সমবায় সমিতি এবং দেশের প্রথম ট্রেড ইউনিয়ন প্রতিষ্ঠা করে। ১৯০৫ সালের নভেম্বর মাসে আলাভেরদিতে একটি সাধারণ ধর্মঘট ডাকা হয়, যা ককেশাসের ইতিহাসে বৃহত্তম ধর্মঘটে পরিণত হয় এবং এতে মালিকপক্ষ শ্রমিকদের দাবির সামনে নতি স্বীকার করতে বাধ্য হয়। আর্মেনিয়ান রেল শ্রমিকরাও ধর্মঘটে যোগ দেয়, দেশের পুরো রেল নেটওয়ার্কের নিয়ন্ত্রণ গ্রহণ করে এবং আত্মরক্ষার জন্য সশস্ত্র ব্যাটালিয়ন গঠন করে। অবশেষে, রুশ সাম্রাজ্যের সেনাবাহিনী মস্কো বিদ্রোহ দমন করে, যার ফলে আর্মেনিয়াতেও শ্রমিক আন্দোলনের পতন ঘটে।\nআর্মেনীয়-তাতার গণহত্যা শুরু হলে আর্মেনীয় বিপ্লবী ফেডারেশন রুশ কর্তৃপক্ষকে দায়ী করে। ১৯০৫ সালের ১১ মে, দাশনাক বিপ্লবী দ্রাস্তামাত কানায়ান রুশ গভর্নর জেনারেল মিখাইল নাকাশিদজেকে হত্যা করেন, যাকে আর্মেনিয়ান জনগণের মধ্যে ঘৃণা এবং আর্মেনিয়ান ও তাতারদের মধ্যে সংঘর্ষের প্রধান উসকানিদাতা হিসেবে মনে করা হত।\n\n\n==== তরুণ তুর্কি বিপ্লব ====\n\nএই বিপ্লবের ফলে দ্বিতীয় আব্দুল হামিদ এর একনায়কতান্ত্রিক শাসন উৎখাত হয় এবং সাম্রাজ্য একটি সাংবিধানিক রাজতন্ত্র হিসাবে পুনঃপ্রতিষ্ঠিত হয়। এই ঘটনা এআরএফকে বৈধতা দেয়, যা নতুন সংসদে আসন লাভ করে, তবে বৃহত্তর আর্মেনীয় স্বায়ত্তশাসন অর্জিত হয়নি। ১৯০৯ সালে, একটি অটোমান প্রতি-অভ্যুত্থান একনায়কতান্ত্রিক শাসন পুনরুদ্ধারের চেষ্টা করে, এবং আদানায় গণহত্যা সংঘটিত হয়, যার ফলে ২০,০০০ এরও বেশি আর্মেনীয় নিহত হয়। এর পরিপ্রেক্ষিতে, এআরএফ তরুণ তুর্কিদের সাথে সম্পর্ক ছিন্ন করে, যার ফলে উসমানীয় সাম্রাজ্যের তুর্কি ও আর্মেনীয়দের মধ্যে আরও বিভাজন সৃষ্টি হয়।\n\n\n==== পারস্যের সাংবিধানিক বিপ্লব ====\nইরানে কাজার রাজবংশের একনায়কতান্ত্রিক শাসনের বিরুদ্ধে একটি সাংবিধানিক বিদ্রোহ ছড়িয়ে পড়লে, আর্মেনীয় বিপ্লবী ফেডারেশনের ইরানি শাখা এতে অংশ নেওয়ার সিদ্ধান্ত নেয়। এআরএফ এই সংগ্রামের সামরিক দিকটিতে অবদান রাখে এবং ইয়েপ্রেম খান, আর্শাক গাভাফিয়ান এবং খেচোর নেতৃত্বে মিলিশিয়া পাঠায় ইরানে। মাজলিসের বোমাবর্ষণের পর, এআরএফের মিলিশিয়া পারস্যের বিপ্লবীদের সাথে একত্রিত হয়ে মোহাম্মদ আলী শাহ কাজারকে ক্ষমতাচ্যুত করতে এবং সংবিধান পুনঃপ্রতিষ্ঠা করতে সক্ষম হয়।\n\n\n=== প্রথম বিশ্বযুদ্ধ এবং আর্মেনীয় গণহত্যা ===\n\n১৯১৪ সালে, অটোমান সাম্রাজ্য কেন্দ্রীয় শক্তিতে যোগ দিয়ে প্রথম বিশ্বযুদ্ধে প্রবেশ করে এবং কৃষ্ণ সাগরের রুশ অঞ্চলে একটি আক্রমণ পরিচালনা করে। রুশ এবং ইরানি ভূখণ্ডে আক্রমণ চালানোর সময়, অটোমানরা স্থানীয় আর্মেনীয় জনগণের উপর নির্বিচার অত্যাচার চালায়, যা পরবর্তীতে গণহত্যায় রূপ নেয় এবং এতে প্রায় ১০ লক্ষ আর্মেনিয়ানের মৃত্যু হয়। ১৯১৫ সালের ২৪ এপ্রিল অটোমান কর্তৃপক্ষ ফেডারেশনের অনেক বুদ্ধিজীবী ও নেতৃস্থানীয় ব্যক্তিত্বকে নির্বাসিত এবং হত্যা করে। এর ফলে এআরএফ আর্মেনিয়ান প্রতিরোধকে সমন্বিত করে, যার কেন্দ্রবিন্দু ছিল ভান শহর, যেখানে কয়েক হাজার আর্মেনিয়ান স্থানীয় অটোমান কর্তৃপক্ষের গণহত্যার পরিকল্পনার বিরুদ্ধে সফলভাবে প্রতিরোধ গড়ে তোলে। যুদ্ধের সমাপ্তির পর, এআরএফের সদস্যরা অপারেশন নেমেসিসের মাধ্যমে তরুণ তুর্কি আন্দোলনের অনেক সদস্যকে হত্যা করে।\n\n\n== তথ্যসূত্র =="}