{"pageid": 1479453, "title": "সুরজিৎ সেন", "url": "https://bn.wikipedia.org/wiki?curid=1479453", "content": "সুরজিৎ সেন  (১৯২৭ - ৬ মে, ২০১৬)  ছিলেন ভারতের একজন কিংবদন্তী সংবাদ পাঠক, ক্রীড়া ধারাভাষ‍্যকার এবং বেতার সাংবাদিকতার অন‍্যতম বিশিষ্ট ব‍্যক্তিত্ব। স্বাধীনতার পর এবং টেলিভিশন আবির্ভাবের কয়েক দশক আগে  অল ইন্ডিয়া রেডিওর তথা  আকাশবাণীর ইংরাজী ভাষার প্রধান কণ্ঠস্বর ছিলেন তিনি। জাদু কণ্ঠে সংবাদ পাঠের শৈলীতে এবং প্রতিকূল পরিস্থিতে সাহসী অবস্থানে সরাসরি সংবাদ সংগ্রহে ও ক্রীড়া ধারাভাষ‍্যে সেলিব্রিটির মর্যাদা ও আন্তর্জাতিক খ‍্যাতি অর্জন করেন। \n\n\n== প্রারম্ভিক জীবন ==\nসুরজিতের জন্ম ও বেড়ে ওঠা ব্রিটিশ ভারতের তৎকালীন বিহার অধুনা ঝাড়খণ্ড রাজ্যের রাঁচি শহরে। চার বৎসর বয়সে মাতৃহারা সুরজিৎ। পিতার কাছেই প্রতিপালিত হন বিশপ স্কুলের পর উচ্চ শিক্ষা লাভ করেন রাঁচির সেন্ট জেভিয়ারস্ কলেজ হতে। পিতা ক্যাথলিক মন্ডলীভুক্ত খ্রিষ্টধর্মে ধর্মান্তরিত হলেও নাম অপরিবর্তিত রাখেন। সংবাদ পাঠিকা লতিকা রত্নম ছিলেন তার ভগিনী। সুরজিৎ প্রথমদিকে সশস্ত্র বাহিনীতে যোগ দিয়েছিলেন। কিন্তু তার মন্দ্রিত কণ্ঠের শব্দের উৎরোলে আবিষ্ট কর্মকর্তাদের পরামর্শে সেনাবাহিনী ছেড়ে বিবিসির প্রস্তাব প্রত্যাখ্যান করে ভারতের স্বাধীনতা অর্জনের পরদিনই (১৯৪৭ খ্রিস্টাব্দের ১৬ আগস্ট) এআইআর-এ যোগ দেন। তার ব্যারিটোন কণ্ঠস্বরের জন্য সংবাদ পাঠক হিসাবে নিযুক্ত করা হয়। \nতার ঈশ্বর প্রদত্ত জাদুকণ্ঠ তদুপরি ইংরাজি উচ্চারণের বাচনভঙ্গি, সংবাদ পাঠের শৈলী এবং সম্প্রচারের জন্য স্বতঃস্ফূর্ত শব্দ চয়ন আশ্চর্যজনক ভাবে শ্রোতাদের মুগ্ধ করত। সংবাদ সম্প্রচারের জন্য নির্দিষ্ট সময়ের আগে থেকেই দিস ইজ অল ইন্ডিয়া রেডিও, নিউজ রেড বাই সুরজিৎ সেন… সম্ভাষণ শোনার জন্য সমগ্র জাতিই যেন অপেক্ষায় থাকত। মনেপ্রাণে অমায়িক বাঙালি সুরজিৎ পেশায় দায়িত্ববোধের পাশাপাশি সময়ানুবর্তিতার জন্যও পরিচিত ছিলেন।\n\n\n== কর্মজীবনে উল্লেখযোগ্য অবদান ==\nসুরজিৎ সেনই বিশ্বে প্রথম ভারতীয় যিনি ঢাকায় সমস্ত প্রতিকূল পরিস্থিতি উপেক্ষা করে ১৯৭১ খ্রিস্টাব্দে পূর্ববাংলার (অধুনা  বাংলাদেশের) মুক্তির শুভক্ষণ ১৬ ডিসেম্বরের স্মরণীয় মুহূর্ত এআইআর-এর মাধ্যমে বিশ্বে হাজির করেছিলেন। ভারত ও পাকিস্তানের দুই প্রতিদ্বন্দ্বী সামরিক কমান্ডার-  জেনারেল জগজিত সিং অরোরা ও  জেনারেল আমির আবদুল্লাহ খান নিয়াজি বাংলাদেশের স্বাধীনতার ঘোষণাপত্রে স্বাক্ষরকারী একটি টেবিলের পাশে তিনি নিজে মাটিতে হাঁটু গেড়ে বসে মাইক্রোফোন ধরে খবর করে পরবর্তী প্রজন্মের জন্য ইতিহাস রচনা করেন। ঐতিহাসিক সেই অনুষ্ঠানের সাক্ষী হয়ে সুরজিৎ সেন ঢাকায় ছিলেন প্রথম বিদেশী সংবাদদাতা। নবপ্রতিষ্ঠিত বাংলাদেশের শীর্ষ রাজনৈতিক নেতাদের সাক্ষাৎকার নিয়ে আসেন তিনিই। \n১৯৭২ খ্রিস্টাব্দের মিউনিখ অলিম্পিকে ইসরায়েলি ক্রীড়াবিদদের হত্যার ঘটনাটি র উপস্থাপনা ছিল সুরজিৎ সেনেরই। অলিম্পিকের সময় সন্ত্রাসী কর্মকাণ্ড সম্পর্কে তার রিপোর্টিং অল ইন্ডিয়া রেডিওতে তার কর্মজীবনে সাহসের একটি অনুকরণীয় কাজ ছিল। ফিলিস্তিনি সন্ত্রাসীদের একটি দল কয়েকজন ইসরায়েলি ক্রীড়াবিদকে অপহরণ করে হত্যা করে। তিনি একটি খাদে আশ্রয় নিয়ে দুর্ঘটনাটি রেকর্ড করে লিখেছিলেন।\nঅল ইন্ডিয়া রেডিওতে বর্ণাঢ্য কর্মজীবনের সময়, সুরজিৎ সেন ভারতের প্রথম প্রধানমন্ত্রী জওহরলাল নেহেরু এবং নেহরুর উত্তরসূরি ইন্দিরা গান্ধী সহ অনেক বিশিষ্টজনের সাক্ষাৎকার নেওয়ার গৌরব অর্জন করেছিলেন। তিনিই অল ইন্ডিয়া রেডিওর প্রথম স্থায়ী প্রধান সংবাদ পাঠক ছিলেন। লাইভ রিপোর্টিংয়ের জন্য বিশ্বের বিভিন্ন প্রান্তে ভ্রমণ করেন এবং জীবনের বিভিন্ন ক্ষেত্রের আলোকিত ব্যাক্তিত্বদের উপস্থাপন করেন। পেশায় সাহসিকতা, দায়িত্ববোধ ও সময়ানুবর্তিতায় তিনি সেলিব্রিটি মর্যাদা ও আন্তর্জাতিক খ্যাতি অর্জন করেন। ১৯৮১ খ্রিস্টাব্দে অবসরের পর দূরদর্শনেও কাজ করেছেন।\n\n\n== দ্য ম্যান ইন দ্য পিকচার ==\nপাকিস্তানী বাহিনীর আত্মসমর্পণ দলিলে তথা স্বাধীনতা ঘোষণাপত্রে সাক্ষরের ঐতিহাসিক চিত্রটি এবং একটি পাকিস্তানী পিস্তল সুরজিৎ সেন নিজের কাছেই রেখেছিলেন। \n২০০৫ খ্রিস্টাব্দের ২৫ সেপ্টেম্বর সুরজিৎ সেনের কাছে থাকা ঐতিহাসিক ছবি নতুন দিল্লির সাউথ ব্লকে সেনাপ্রধান জেনারেল জে জে সিং এর কাছে হস্তান্তর করেন। তাম্রপত্রের উপর সেই ঐতিহাসিক ছবিটির এক নমুনা দিল্লির জাতীয় জাদুঘরে সংরক্ষিত হয়েছে।\nসুরজিৎ সেনের মৃত্যুর পর আকাশবাণী ২০২০ খ্রিস্টাব্দের ২৭ ফেব্রুয়ারি ২৭ মিনিটের ইংরাজী প্রতিবেদন  দ্য ম্যান ইন দ্য পিকচার: এ ফিচার অন সুরজিৎ সেন, লিজেন্ডারী ব্রডকাস্টার অফ অল ইন্ডিয়া রেডিও সম্প্রচারিত হয়।\n\n\n== জীবনাবসান ==\nস্বল্প রোগভোগের পর বার্ধক্যজনিত কারণে ভারতের আইকনিক নিউজরিডার সুরজিৎ সেন ২০১৬ খ্রিস্টাব্দের ৬ মে শুক্রবার ৮৯ বৎসর বয়সে  নতুন দিল্লিতে প্রয়াত হন। তখন তার শয্যাপাশে ছিলেন তরুণ এক দম্পতি সুবল ও জীবন্তী। ৯ মে তার শেষকৃত্য সম্পন্ন হয়।। \n\n\n== তথ্যসূত্র =="}