{"pageid": 1479763, "title": "প্রতিবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1479763", "content": "প্রতিবাদ (যাকে বিক্ষোভ, প্রতিফলন, বা তীব্র আপত্তিও বলা যেতে পারে) হল রাজনৈতিক সুবিধার বিরুদ্ধে আপত্তি, অসম্মতি বা ভিন্নমতের একটি প্রকাশ্য কাজ।   প্রতিবাদগুলিকে সহযোগিতার কাজ হিসাবে ভাবা যেতে পারে, যেখানে অসংখ্য লোক অংশগ্রহণ করে সহযোগিতা করে এবং এটি করার সম্ভাব্য খরচ এবং ঝুঁকিগুলি ভাগ করে নেয়।  প্রতিবাদ বিভিন্ন ধরনের হতে পারে, ব্যক্তিগত বিবৃতি থেকে শুরু করে ব্যাপক রাজনৈতিক বিক্ষোভ। প্রতিবাদকারীরা জনমত বা সরকারি নীতিকে প্রভাবিত করার প্রয়াসে প্রকাশ্যে তাদের মতামত জানানোর উপায় হিসাবে একটি প্রতিবাদ সংগঠিত করতে পারে, অথবা তারা নিজেরাই পছন্দসই পরিবর্তনগুলি কার্যকর করার প্রয়াসে সরাসরি পদক্ষেপ নিতে পারে।   যখন প্রতিবাদগুলি একটি নির্দিষ্ট উদ্দেশ্য অর্জনের লক্ষ্যে একটি নিয়মতান্ত্রিক এবং শান্তিপূর্ণ অহিংস প্রচারণার অংশ হয় এবং চাপ প্রয়োগের পাশাপাশি প্ররোচনাকে জড়িত করে, তখন তারা নিছক প্রতিবাদের বাইরে চলে যায় এবং একে নাগরিক প্রতিরোধ বা অহিংস প্রতিরোধ হিসাবে আরও ভালভাবে বর্ণনা করা যেতে পারে। \nবিভিন্ন ধরনের আত্ম-প্রকাশ এবং প্রতিবাদ কখনও কখনও সরকারি নীতি (যেমন প্রতিবাদের অনুমতির প্রয়োজনীয়তা),   অর্থনৈতিক পরিস্থিতি, ধর্মীয় গোঁড়ামি, সামাজিক কাঠামো, বা মিডিয়া একচেটিয়াভাবে সীমাবদ্ধ থাকে। প্রতিবাদের একটি রাষ্ট্রীয় প্রতিক্রিয়া হল দাঙ্গা পুলিশের ব্যবহার। পর্যবেক্ষকরা অনেক দেশে প্রতিবাদ পুলিশিং এর বর্ধিত সামরিকীকরণ লক্ষ্য করেছেন, যেখানে পুলিশ প্রতিবাদকারীদের বিরুদ্ধে সাঁজোয়া যান এবং স্নাইপার মোতায়েন করেছে। যখন এই ধরনের বিধিনিষেধ দেখা দেয়, প্রতিবাদগুলি প্রকাশ্য নাগরিক অবাধ্যতার রূপ ধারণ করতে পারে, বিধিনিষেধের বিরুদ্ধে প্রতিরোধের আরও সূক্ষ্ম রূপ, অথবা সংস্কৃতি এবং দেশত্যাগের মতো অন্যান্য ক্ষেত্রে ছড়িয়ে পড়তে পারে।\nএকটি প্রতিবাদ নিজেই মাঝে মাঝে পাল্টা প্রতিবাদের বিষয় হতে পারে। এই ধরনের ক্ষেত্রে, পাল্টা প্রতিবাদকারীরা ব্যক্তি, নীতি, কর্ম ইত্যাদির প্রতি তাদের সমর্থন প্রদর্শন করে যা মূল প্রতিবাদের বিষয়। প্রতিবাদকারী এবং পাল্টা প্রতিবাদকারীরা কখনও কখনও সহিংস সংঘর্ষে লিপ্ত হতে পারে। একটি সমীক্ষায় দেখা গেছে যে মার্কিন যুক্তরাষ্ট্রে নাগরিক অধিকার আন্দোলনের সময় অহিংস সক্রিয়তা অনুকূল মিডিয়া কভারেজ তৈরি করে এবং সংগঠকরা যে বিষয়গুলি উত্থাপন করছিল সেগুলির উপর দৃষ্টি নিবদ্ধ করে জনমতের পরিবর্তনের প্রবণতা ছিল, কিন্তু হিংসাত্মক প্রতিবাদগুলি প্রতিকূল মিডিয়া কভারেজ তৈরি করে যা আইন পুনরুদ্ধার করার জনসাধারণের আকাঙ্ক্ষা ও আদেশ তৈরি করে। \n\n\n== ঐতিহাসিক উদাহরণ ==\n\n\n== তথ্যসূত্র =="}