{"pageid": 1479535, "title": "ইসরায়েল-হামাস যুদ্ধের বন্দি সংকট", "url": "https://bn.wikipedia.org/wiki?curid=1479535", "content": "২০২৩ সালের ৭ অক্টোবর, ইসরায়েল-হামাস যুদ্ধের সূচনায় হামাস নেতৃত্বাধীন ইসরায়েল আক্রমণের অংশ হিসাবে, হামাস এবং অন্যান্য ফিলিস্তিনি স্বাধীনতাকামী সশস্ত্র বাহিনী ইসরায়েল থেকে গাজা উপত্যকায় ২৫১ জনকে অপহরণ করে। শুধুমাত্র ইসরায়েলি নাগরিকদের মধ্যে সীমাবদ্ধ না থেকে, অপহৃতদের প্রায় অর্ধেকই বিদেশি নাগরিক বা বহুজাতিক নাগরিকত্বের অধিকারী।  কিছু অপহৃতরা নেগেভ বেদুইন ছিলেন।  বন্দিদের মধ্যে কতজন সৈনিক এবং কতজন সাধারণ নাগরিক তা নির্দিষ্টভাবে জানা যায়নি। বন্দিদের গাজা উপত্যকার বিভিন্ন স্থানে আটকে রাখা হয়েছে বলে ধারণা করা হচ্ছে। \n২৮ আগস্ট ২০২৪ পর্যন্ত, ১১৭ জন বন্দিকে জীবিত অবস্থায় ইসরায়েলে ফিরিয়ে আনা হয়েছিল, যার মধ্যে ১০৫ জনকে বন্দি বিনিময়ের চুক্তিতে মুক্তি দেওয়া হয়, চারজনকে হামাস একতরফাভাবে মুক্তি দেয় এবং আটজনকে ইসরায়েলি প্রতিরক্ষা বাহিনী (আইডিএফ) উদ্ধার করে।  ৩৭ জন বন্দির মৃতদেহ ইসরায়েলে ফেরত আনা হয়েছিল, যার মধ্যে তিনজন আইডিএফের ‘বন্ধুসুলভ গুলি’র কারণে নিহত হয়  এবং ৩৪ জন বন্দির মৃতদেহ সামরিক অভিযানের মাধ্যমে ফেরত আনা হয়।  ইসরায়েলের মতে, ৭২ জন বন্দি ৭ অক্টোবর বা হামাসের বন্দিত্বে নিহত হয়েছিল।  তাদের মধ্যে কিছু হামাসের দ্বারা হত্যা করা হয়েছিল। ১ সেপ্টেম্বর ২০২৪ পর্যন্ত, ১০১ জন বন্দি গাজা উপত্যকায় বন্দী ছিল, যাদের মধ্যে ৯৭ জনকে ৭ অক্টোবর ২০২৩ তারিখে অপহরণ করা হয়েছিল, এবং বাকি চারজনকে আগে বন্দি করা হয়েছিল। \nযুদ্ধের শুরুতে হামাস ইসরায়েলের কাছ থেকে সমস্ত ফিলিস্তিনি বন্দীদের মুক্তির বিনিময়ে সমস্ত বন্দিদের মুক্তি দেওয়ার প্রস্তাব করেছিল।  ২০২৩ সালের অক্টোবর পর্যন্ত ইসরায়েল ৫,২০০ ফিলিস্তিনিকে, যার মধ্যে ১৭০ শিশু রয়েছে, তার কারাগারে আটক রেখেছিল। ইসরায়েল এবং হামাসের মধ্যে আলোচনায় বেশ কয়েকটি দেশ অংশ নিয়েছে, যার মধ্যে কাতার নেতৃত্ব দিয়েছে। \n২২ নভেম্বর ২০২৩ তারিখে, ইসরায়েল এবং হামাস প্রায় ৫০ জন জিম্মির বিনিময়ে ১৫০ ফিলিস্তিনি বন্দি মুক্তি এবং চার দিনের যুদ্ধবিরতিতে সম্মত হয়। এই বিনিময়ে মহিলাদের ও শিশুদের থেকে বাছাই করা জিম্মিদের মুক্তি অন্তর্ভুক্ত ছিল।  ৩০ নভেম্বর ২০২৩ তারিখে, যুদ্ধবিরতির শেষ দিনে, ১০৫ জন বেসামরিক জিম্মি মুক্তি পেয়েছিল, যার মধ্যে ৮১ জন ইসরায়েলি, ২৩ জন থাই এবং একজন ফিলিপিনো ছিল।  ১২ ফেব্রুয়ারি ২০২৪ তারিখে, অপারেশন গোল্ডেন হ্যান্ড-এ দুইজন আর্জেন্টিনীয়-ইসরায়েলি বেসামরিক নাগরিককে উদ্ধার করা হয়। ২০২৪ সালের সেপ্টেম্বর পর্যন্ত ইসরায়েলি তথ্য অনুযায়ী, হামাসের কাছে ৬৬ জন জীবিত বন্দি এবং ৩৫টি মৃতদেহ রয়েছে বলে বিশ্বাস করা হচ্ছে।   ২ সেপ্টেম্বর ২০২৪ তারিখে, হামাস একটি বিবৃতি প্রকাশ করে যা স্পষ্টভাবে ইঙ্গিত দেয় যে তারা এখন একটি নতুন নীতি গ্রহণ করেছে, যেখানে আইডিএফ সামরিক বাহিনী দিয়ে কোনো অপহৃতদের উদ্ধারের চেষ্টা করলে, তার পরিবর্তে লড়াইয়ের বিরতি না করে অপহৃদের হত্যা করা হবে।.\n\n\n== পটভূমি ==\nহামাস বন্দী বিনিময়ের জন্য অপহৃতদের ব্যবহার করেছে, যা আন্তর্জাতিক আইনের লঙ্ঘন।  বন্দি করা এবং বেসামরিক লোকদের অপহরণ করা আন্তর্জাতিক আইনে নিষিদ্ধ এবং এটি যুদ্ধাপরাধ।  ইসরায়েল বেশিরভাগ সময় সন্ত্রাসী বলে বিবেচিত সংগঠনগুলোর সাথে আলোচনা থেকে বিরত থেকেছে, বরং জিম্মিদের মুক্তির জন্য সামরিক বা বিকল্প পদক্ষেপ গ্রহণ করেছে।  তবে, ইসরায়েল বিভিন্ন সময় সশস্ত্র জঙ্গি গোষ্ঠীর সাথে বন্দী বিনিময়ে অংশ নিয়েছে। \nউল্লেখযোগ্য ঘটনার মধ্যে রয়েছে ১৯৯৪ সালে হামাসের ইসরায়েলি সৈনিক নাকশন ওয়াক্সম্যানকে অপহরণ করা, যার ফলে আইডিএফ বাহিনীর একটি ব্যর্থ উদ্ধার প্রচেষ্টায় তার মৃত্যু হয়েছিল।  হামাসের এই ধরনের কর্ম ১৯৯০-এর দশকের শান্তি প্রক্রিয়াকে ব্যাহত করার উদ্দেশ্যে ছিল।  ২০০৬ সালে, ইসরায়েলি সৈনিক গিলাদ শালিতকে অপহরণ করা হয় এবং তাকে পাঁচ বছরের বেশি সময় ধরে বন্দী রাখা হয়েছিল, যতক্ষণ না ২০১১ সালে একটি বন্দী বিনিময়ে তাকে মুক্ত করা হয়। ইসরায়েল তার মুক্তির বিনিময়ে ১,০০০ ফিলিস্তিনিকে মুক্তি দেয়। \n২০১৪ সালে তিন ইসরায়েলি কিশোর - এয়াল ইয়িফ্রাচ, নাফতালি ফ্রাঙ্কেল এবং গিলাদ শায়ের - অপহরণ ও হত্যার ঘটনা উত্তেজনা বৃদ্ধি করে এবং এর ফলে ২০১৪ সালের অপারেশন প্রোটেকটিভ এজ শুরু হয়। হামাস ২০১৪ সালের অপারেশন প্রোটেকটিভ এজে নিহত দুই ইসরায়েলি সৈনিক, হাদার গোল্ডিন এবং অরন শাউলের মৃতদেহ এখনো ফিরিয়ে দেয় নি। এছাড়াও, হামাসরা আক্রমণের সময় দুই ইসরায়েলিকে বন্দি করে রেখেছিল: ইথিওপিয়ান ইসরায়েলি আভেরা মেঙ্গিস্টু (২০১৪ সাল থেকে) এবং বেদুইন ইসরায়েলি হিশাম আল-সায়েদ (২০১৫ সাল থেকে)। হামাস ২০১৪ সালের গাজা যুদ্ধের সময় অপহরণ করা ইসরায়েলি সৈনিক অরন শাউল ও হাদার গোল্ডিনের দেহাবশেষ দেওয়ার বিনিময়ে অর্থ দাবি করেছে।  ২০২৩ সালের ৩১ আগস্টে, ইসরায়েল তার নাগরিকদের সতর্ক করেছিল যে হামাস তাদের অপহরণের চেষ্টা করছে। \n২০২৩ সালের ৭ অক্টোবর হামাস ইসরায়েলে আক্রমণ চালায়, যা ২০২৩ সালের হামাস-ইসরায়েল যুদ্ধের সূচনা করে। এই আক্রমণে প্রায় ১,২০০ ইসরায়েলি নিহত হয় এবং হামাসের যোদ্ধারা বিভিন্ন শহর, সামরিক ঘাঁটি ও বসতিতে প্রবেশ করে, যা ব্যাপক নিন্দা ও যুদ্ধাপরাধের অভিযোগের কারণ হয়।  অপহৃত বন্দি হিসেবে বিশেষ করে নারী, শিশু এবং বৃদ্ধদের ব্যবহার আন্তর্জাতিক মানবাধিকার আইনের লঙ্ঘন হিসেবে চিহ্নিত করা হয়েছে। \n\n\n== ৭ অক্টোবর হামলা ==\n\n২০২৩ সালের ৭ অক্টোবর সকালে, ইসরায়েলী মান সময় (IST) প্রায় ৬:৩০ টায় প্রায় ৬,০০০ ফিলিস্তিনি যোদ্ধা (যার মধ্যে ৩,৮০০ জন হামাসের \"এলিট নুখবা ফোর্সেস\" এবং ২,২০০ জন ফিলিস্তিনি বেসামরিক নাগরিক) হামাসের নেতৃত্বে ইসরায়েলের উপর আক্রমণ চালায়। তারা গাজা স্ট্রিপের সীমানার ১১৯টি স্থান থেকে আক্রমণ শুরু করে।  এই অভিযানের মধ্যে ইসরায়েল ডিফেন্স ফোর্সেস (আইডিএফ) ঘাঁটিতে হামলার পাশাপাশি ইসরায়েলি বেসামরিক জনগণের ওপর গণহত্যা চালায়। তারপর ৪৩০০টি রকেটের ধারাবাহিক বর্ষণের সাথে ভুমি আক্রমণ ও স্থল অনুপ্রবেশ করে। \nপ্রায় সকাল ৭:০০ টায়, যোদ্ধারা ইসরায়েলের গাজার চারপাশের অনেক সম্প্রদায় এবং কিব্বুটজিম (ইচ্ছাকৃত সম্প্রদায়) এর উপর আক্রমণ করে। তারা বিভিন্ন সম্প্রদায়ের বেসামরিক জনগণ এবং সৈন্যদের হত্যা করে (অন্তত ১,২০০ জনকে হত্যা করে)  দ্য ইকোনমিস্ট এই যৌথ আক্রমণকে ইসরায়েলের ইতিহাসে \"সবচেয়ে বড় সন্ত্রাসী আক্রমণ\" বলে বর্ণনা করেছে। \nপ্রাথমিক আক্রমণগুলির সময়,হামাস ও তাদের অন্যান্য যোদ্ধারা বেসামরিক নাগরিকদের অপহরণ করে এবং তাদের গাজায় নিয়ে যায়।  হামাস এবং ফিলিস্তিনি ইসলামিক জিহাদের বিবৃতি অনুযায়ী, তারা প্রায় ২০০ জন সৈন্য এবং বেসামরিক নাগরিককে গাজার আশেপাশের স্থান থেকে অপহরণ করেছিল।  মুখপাত্র রিয়ার অ্যাডমিরাল ড্যানিয়েল হাগারি ৭ অক্টোবর জানিয়েছিলেন যে, সামরিক কর্মকর্তাদেরও অপহরণ করা হয়েছে।  ইসরায়েল ২০৩ জন বন্দির পরিচয় নিশ্চিত যায়, যাদের মধ্যে ৩০ জন শিশু রয়েছে, আর গাজার মুখপাত্ররা প্রায় ২০০ জনকে বন্দি করে রাখার দাবি করেছে, অনুমান করা হয়েছে যে, অন্য ৫০ জনকে অন্যান্য জঙ্গি গোষ্ঠীরা বন্দি করে রেখেছে।  IDF জানিয়েছিল যে, তারা হামাসের তৈরি \"হ্যান্ডবুক\" উদ্ধার করেছে, যেখানে অপহৃতদের কিভাবে পরিচালনা করতে হবে তা নির্দেশ দেওয়া হয়েছিল; এই নির্দেশনাগুলিতে \"কঠিন\" বন্দিদের হত্যা করার এবং বাকিদের মানব ঢাল হিসেবে ব্যবহার করার পরামর্শ দেওয়া হয়েছিল। \n\nধারণা করা হচ্ছে যে গাজায় বন্দি থাকা বেসামরিক নাগরিকদের মধ্যে পরিবার, শিশু, উত্সব-গামী, শান্তিকর্মী, সেবাকর্মী এবং প্রবীণ ব্যক্তিরা রয়েছে।  তাদের মধ্যে যেমন ৭৫ বছর বয়সী ইতিহাসবিদ অ্যালেক্স ড্যানজিগ, যিনি পোল্যান্ডের ইহুদি সম্প্রদায় এবং হলোকাস্টের উপর বই লিখেছেন, [২][৩] এবং বিবাস পরিবার, যাদের শিশু এবং চার বছরের সন্তান সহ বাড়ি থেকে অপহরণ করা হয়েছিল।[৪][৫]\nযদিও অনেক বন্দির কেবলমাত্র ইসরায়েলি নাগরিকত্ব ছিল, প্রায় অর্ধেক বন্দির বিদেশি নাগরিক বা বহুজাতিক নাগরিকত্ব ছিল। এই বন্দিদের মধ্যে কয়েকজন ফ্রান্স, জার্মানি, রাশিয়া, যুক্তরাজ্য এবং যুক্তরাষ্ট্রের নাগরিক ছিলেন।  ইসরায়েলে অনেক আন্তর্জাতিক কৃষিশ্রমিক কাজ করে, যাদের মধ্যে কিছু শ্রমিকও অপহৃত হয়ে বন্দি হয়েছিল। গাজার চারপাশে গ্রীনহাউসে কাজ করা অন্তত ১৭ জন থাই নাগরিককে অপহরণ করা হয়েছিল।  নেপালের এক নাগরিক, বিপিন জোশিকে, কিব্বুটজ আলুমিম থেকে অপহৃত হওয়ার বিষয়টি নিশ্চিত করা হয়েছিল।  দুজন ফিলিপিনোকে অপহরণ করা হয়েছিল এবং পরে অস্ত্রবিরতির সময় মুক্তি পেয়েছিল।  হামাসরা নেগেভ বেদুইন আরব সম্প্রদায়ের সদস্যদেরও বন্দি করে। \n\n\n=== মিডিয়া ডকুমেন্টেশন ===\nএকটি ভিডিওতে অন্তত ৬৪ জন অপহৃত ব্যক্তিকে দেখানো হয়েছে।  দ্য ওয়াশিংটন পোস্ট এর ভিডিও বিশ্লেষণ থেকে দেখা যায় যে কিছু বন্দীকে বন্দি হওয়ার পরপরই হত্যা করা হামাসরা হত্যা করছে।  অ্যাসোসিয়েটেড প্রেস কর্তৃক নেওয়া ছবিগুলিতে ইয়াফা আদারকে অপহরণ করার দৃশ্যও দেখা যায়। \n২০২৩ সালের ১৯ নভেম্বর, ইসরায়েলি সামরিক বাহিনী একটি সিসিটিভি ফুটেজ প্রকাশ করে। যেখানে ৭ অক্টোবর আল-শিফা হাসপাতালের ভেতরে জিম্মিদের নিয়ে যাওয়ার দৃশ্য দেখা যায়। এটি সেই সময়ের পরে প্রকাশিত হয় যখন ইসরায়েলের উপর চাপ তৈরি হয়েছিল এই দাবি প্রমাণ করতে যে হামাস হাসপাতালের নিচে একটি হামাস ও তাদের অন্যান্য জঙ্গিগোষ্ঠী বিশাল কমান্ড সেন্টার পরিচালনা করছিল, যার ফলে সেখানে অবরোধ শুরু হয়। তবে, ভিডিওটি প্রকাশের পরপরই বিবিসি নিউজ জানায় যে তারা এই দাবির সত্যতা স্বাধীনভাবে যাচাই করতে পারেনি। \n\n\n== পরিণতি ==\n\nআমেরিকান-ইসরায়েলি লেখক রববি বারম্যান গাজায় অপহরণ করা বাক্তিদের মুক্তি দেওয়ার জন্য অপহরণকারীদের ১০ লাখ ইসরায়েলি শেকেল পুরস্কার দেওয়ার একটি তহবিল গঠন করে, যা ফিলিস্তিনিদের হামাসের থেকে ইহুদি বন্দিদের উদ্ধার করতে সাহায্য করতে উৎসাহিত করে। \nবিশেষজ্ঞরা বলেছেন যে গাজা উপত্যকায় ইসরায়েলের স্থল অভিযান বন্দিদে জীবনের জন্য হুমকির সৃষ্টি করবে। মার্কিন কর্মকর্তারা বলেছিলেন যে বাইডেন প্রশাসন ইসরায়েলকে গাজায় স্থল অভিযান বিলম্বিত করতে পরামর্শ দিয়েছে, যাতে বন্দি আলোচনার জন্য আরও সময় দেওয়া যায়।  ২৪ অক্টোবর, মার্কিন প্রেসিডেন্ট জো বাইডেন যুদ্ধবিরতির জন্য আহ্বান প্রত্যাখ্যান করে বলেছেন, \"আমরা বন্দিদের মুক্ত করা উচিত এবং তারপর আমরা কথা বলতে পারি\"। \n\n\n== বন্দীদের অবস্থা ==\n২০২৩ সালের ২২ অক্টোবর ২০৪ জন বন্দির একটি তালিকা প্রকাশ করা হয়। \nইসরায়েলের মতে, যুদ্ধের প্রথম দিনে কমপক্ষে ২৫০ জনকে ব্যক্তিকে বন্দি করেছিল, কিন্তু সেদিনই তাদেরকে উদ্ধার করা হয়।\n২০২৪ সালের ৬ জুন পর্যন্ত হামাস অক্টোবরের বন্দিদের জন্য আন্তর্জাতিক রেড ক্রস কমিটির প্রতিনিধিদের সাথে সাক্ষাৎ করতে অস্বীকৃতি জানায়।  ধারণা করা হচ্ছে যে জঙ্গিরা অপহৃত বন্দিদের তাদের বিভিন্ন সদস্য ও গোষ্ঠীর মধ্যে ভাগ করে দিয়েছে, পাশাপাশি অন্যান্য সশস্ত্র দল, গ্যাং এবং পরিবারের মধ্যেও ভাগ করে রাখা হয়েছে। \n\n\n=== আলোচনা ===\n\nঅক্টোবরের আক্রমণের কিছুদিন পরেই থাইল্যান্ড হামাসের সাথে আনুষ্ঠানিক আলোচনায় ছিল। একটি দল দেশের সংসদীয় স্পিকার ওয়ান মুহাম্মদ নূর মথার নেতৃত্বে তাদের নাগরিকদের মুক্তির বিষয়ে আলোচনা করেছিল। দলটি হামাসকে জানায় যে তাদের নাগরিকরা সংঘাতে অংশ নেয়নি, বরং প্রায় ৩০,০০০ থাই শ্রমিকের একটি অংশ যারা ইসরায়েলের কৃষি খাতে কাজ করেছিল তাদেরকে অপহরণ করেছে। বন্দিদের প্রায় ৩৯ জন আক্রমণে নিহত হয় এবং প্রায় ৮,৬০০ জনকে থাইল্যান্ডে ফেরত পাঠানো হয়। \n৮ নভেম্বর, হামাসের সূত্রগুলি সংবাদ সংস্থাগুলিকে জানিয়েছিল যে হামাস ১০-১৫ জন অপহৃত বন্দিকে মুক্তি দিতে পারে তিন দিনের মানবিক যুদ্ধবিরতির বিনিময়ে।  ৯ নভেম্বর, বেনিয়ামিন নেতানিয়াহু এ ধরনের বিনিময় প্রস্তাব প্রত্যাখ্যান করেন। ১৩ নভেম্বর, হামাস গাজার বন্দী ৭০ জন নারী ও শিশু অপহৃতকে মুক্তি দিতে প্রস্তুত। তবে পাঁচ দিনের জন্য যুদ্ধবিরতি এবং ইসরায়েলে আটক ২৭৫ জন নারী ও শিশুদের মুক্তির দিতে হবে। \n৯ নভেম্বর আল-কুদস ব্রিগেড একটি ভিডিও প্রকাশ করেছিল যেখানে মুখপাত্র আবু হামজা ঘোষণা করেছিলেন যে তারা ৭৭ বছর বয়সী হান্না কাতসির নিঃশর্ত মুক্তির জন্য প্রস্তুত, মানবিক কারণ এবং তার নির্দিষ্ট চিকিৎসার প্রয়োজনীয়তা পূরণ করতে না পারার জন্য, পাশাপাশি ১৩ বছর বয়সী ইয়াগিল ইয়াকভকে মুক্তি দিতে। ইসরায়েল প্রস্তাবটি প্রত্যাখ্যান করেছিল, এই দাবি করে যে এটি অপহরণকারীদের \"মানসিক সন্ত্রাস\" হিসেবে খেলতে পারে।  ২১ নভেম্বর, ভুলভাবে জানানো হয়েছিল যে কাতসির চিকিৎসার জটিলতায় মারা গেছেন, তবে তিনি তখনও বেঁচে ছিলেন এবং ২৪ নভেম্বর মুক্তি পান।  ইয়াগিল ইয়াকভ এবং তার বড় ভাই ২৭ নভেম্বর মুক্তি পান। \n২২ নভেম্বর, ঘোষণা করা হয়েছিল যে ইসরায়েল ও হামাস একটি যুদ্ধবিরতি এবং ৫০ জন অপহৃতকে মুক্তির বিষয়ে একমত হয়েছে। হামাসের হাতে আটক অপহৃতরা ২৩ নভেম্বরের আগে মুক্তি পাবে না। মুক্তিপ্রাপ্তরা হবে শুধুমাত্র নারী ও শিশু। প্রতিক্রিয়ায় ইসরায়েলি সরকার ১৫০ জন ফিলিস্তিনি বন্দিকে মুক্তি দেবে, গাজায় আরও সাহায্য পৌঁছানোর অনুমতি দেওয়া হবে এবং চার দিনের যুদ্ধবিরতি হবে, যা প্রতিটি ১০ জন অতিরিক্ত বন্দি মুক্তির জন্য বাড়ানো হবে। হামাস স্বীকার করেছে যে মুক্তিপ্রাপ্ত অপরিতদের মধ্যে শিশুরা বেশি থাকবে এবং আইডিএফ পরিকল্পনা করে যে হস্তান্তর সহজতর করার জন্য ক্রসিং বর্ডারে একজন আইডিএফ কর্মকর্তা উপস্থিত থাকবেন এবং বন্দিদের ইসরায়েলে চিকিৎসার জন্য পাঠানো হবে।  ২৬ নভেম্বর পর্যন্ত, হামাস যুদ্ধবিরতি কার্যকর হওয়ার পর থেকে মোট ৫৮ জন অপহৃতকে মুক্তি দিয়েছে, যাদের মধ্যে কিছু বিদেশি নাগরিক ছিল এবং ৫০ জন ইসরায়েলিকে মুক্তি দেওয়ার চুক্তির অংশ ছিল না। \nএপ্রিল ২০২৪ সালে জানা যায় যে হামাসের একজন সিনিয়র কর্মকর্তা জানিয়েছিলেন গাজায় বন্দি ৪০ জন জীবিত অপহৃত বন্দি নেই যারা একটি প্রস্তাবিত যুদ্ধবিরতির অধীনে বিনিময়ের মানদণ্ড পূরণ করেছিল। মধ্যস্থতাকারীরা প্রাথমিক ছয় সপ্তাহের যুদ্ধবিরতির প্রস্তাব দিয়েছিলেন যাতে হামাস জিম্মিদের দফায় দফায় মুক্তি দেবে, ৪০ জনের একটি প্রধান দল নিয়ে গঠিত হবে মহিলা, বয়স্ক, অসুস্থ জিম্মি এবং পাঁচজন মহিলা আইডিএফ সৈন্যের, এবং ইসরায়েল ইসরায়েলি কারাগারে আটক ফিলিস্তিনিদের মুক্তি দেবে অন্যান্য দাবির মধ্যে। \n\nএকজন বন্দী আইডিএফ প্রাইভেটকে ৩০ অক্টোবর আইডিএফ-এর নেতৃত্বাধীন একটি অভিযানে মুক্ত করা হয়, যেখানে শিন বেট এবং মোসাদের সহায়তা ছিল।  ৮ ডিসেম্বর, হামাস দাবি করে যে তারা ইসরায়েলি বিশেষ বাহিনী অপহৃতদের উদ্ধারের চেষ্টা প্রতিহত করেছে এবং এতে বেশ কয়েকজন সামরিক হতাহতের ঘটনা ঘটে।  হামাস আরও জানিয়েছে যে সাহার বারুচ নামের একজন বন্দি ওই ঘটনায় নিহত হন। একই দিনে, ৮ ডিসেম্বর, আইডিএফ-এর এক বিবৃতি অনুযায়ী, দুটি ইসরায়েলি সৈন্য একটি ব্যর্থ উদ্ধারের প্রচেষ্টায় আহত হয়।  হামাস এবং আইডিএফ-এর বিবৃতিগুলি একই ঘটনাকে নির্দেশ করে কি না, তা পরিষ্কার নয়। \n১২ ফেব্রুয়ারি ২০২৪-এর ভোরবেলায় আইডিএফ, শিন বেট এবং বিশেষ পুলিশ বাহিনী বিমান হামলার মাধ্যমে দুইজন দ্বৈত ইসরায়েল-আর্জেন্টিনা নাগরিকত্বধারী অপহৃতকে উদ্ধার করে; তারা হলেন ৬০ বছর বয়সী ফের্নান্দো সিমন মারমান এবং ৭০ বছর বয়সী লুইস হার, যাদের ৭ অক্টোবর হামাস কিব্বুটজ নীর ইটজহাক থেকে অপহরণ করেছিল, এবং তাদের গাজা দক্ষিণের রাফার একটি ভবন থেকে উদ্ধার করা হয়। এই উদ্ধার অভিযানে একজন ইসরায়েলি সৈন্য আহত হয় এবং ৩৭ জন হামাস যোদ্ধা (যাদের মধ্যে অপহৃতদের পাহারাদাররাও ছিল) নিহত হয় বলে জানানো হয়।\nমে ২০২৪-এ জানা যায় যে—গাজায় আটক হামাস সদস্যদের আইডিএফ-এর জিজ্ঞাসাবাদের ভিত্তিতে—রাতের একটি অভিযানে ৭ অক্টোবরের রেইম মিউজিক ফেস্টিভ্যাল গণহত্যার স্থানের কাছে নিহত চারজনের মৃতদেহ উদ্ধার করা হয়।  ৩১ মে ২০২৪-এ, আইডিএফ জাবালিয়া থেকে সপ্তাহব্যাপী একটি অভিযান শেষে প্রত্যাহার করে, যেখানে সৈন্যরা সাতজন ইসরায়েলি অপহৃতর মৃতদেহ উদ্ধার করা হয়। \n৮ জুন ২০২৪-এ ইয়ামাম, শিন বেট এবং আইডিএফ-এর সদস্যরা রেইম মিউজিক ফেস্টিভ্যাল গণহত্যার সময় অপহৃত চারজন বন্দিকে নুসেইরাত শরণার্থী শিবিরের দুটি আলাদা স্থান থেকে উদ্ধার করে। অভিযানের সময় বিমান হামলার সহায়তা এবং resulting যুদ্ধগুলিতে গাজা স্বাস্থ্য মন্ত্রণালয়ের মতে ২০০-এর বেশি ফিলিস্তিনি নিহত হয়, যদিও ইসরায়েল দাবি করে মাত্র ১০০ ফিলিস্তিনি নিহত হয়েছে। \n\n\n=== বন্দিদের মুক্তি ===\n\n২০ অক্টোবর তারিখে হামাস কাতার ও মার্কিন যুক্তরাষ্ট্রের চাপের ফলে দুইজন আমেরিকান অপহৃতকে মুক্তি দিতে বাধ্য হয়।  আন্তর্জাতিক রেড ক্রস কমিটি (আইসিআরসি) জানায় যে তারা অপহৃত বন্দিদের গাজা থেকে ইসরায়েলে নিয়ে যাওয়ার জন্য সহায়তা করেছে।  মুক্তিপ্রাপ্ত বন্দিদের মধ্যে একজন, ইয়োচেভেদ লিফশিটজ এবং তার স্বামী সাংবাদিক ওদেদ যিনি এখনও বন্দী রয়েছেন, তারা পরিচিত শান্তি কর্মী যারা গাজার ফিলিস্তিনিদের ইসরায়েলের হাসপাতালে যেতে সাহায্য করেছিল।  লিফশিটজের মেয়ে শ্যারন বলেছেন যে লিফশিটজ এবং অন্যান্য বন্দিদের সুড়ঙ্গের একটি \"বিশাল নেটওয়ার্কে\" রাখা হয়েছিল। লিফশিটজ শিন বেট এবং আইডিএফ উভয়েরই সমালোচনা করেছিলেন এবং প্রেস কনফারেন্সটিকে ইসরায়েলের জন্য একটি জনসংযোগ বিপর্যয় হিসাবে সমালোচিত হয়েছিল।  মুক্তিপ্রাপ্ত জিম্মিদের একজন, ইয়োখেভেদ লিফশিটজ, এবং তার স্বামী ওডেদ, যিনি এখনও বন্দি আছেন, তারা শান্তিপ্রিয় সক্রিয়তাবাদী হিসেবে পরিচিত এবং তারা গাজার ফিলিস্তিনিদের ইসরায়েলে হাসপাতালগুলোতে পৌঁছাতে সহায়তা করতেন। লিফশিটজের কন্যা শ্যারোন জানিয়েছেন যে লিফশিটজ এবং অন্যান্য জিম্মিরা \"একটি বিশাল সুড়ঙ্গ নেটওয়ার্কের\" মধ্যে রাখা হয়েছিল। লিফশিটজ ইসরায়েলের শিন বেট এবং আইডিএফ-এর সমালোচনা করেন, এবং সংবাদ সম্মেলনটিকে ইসরায়েলের জন্য একটি জনসংযোগ বিপর্যয় হিসেবে বিবেচনা করা হয়েছিল। \n\n২৭ অক্টোবর তারিখে হামাসের একজন কর্মকর্তা জানান যে ইসরায়েলের উপর আক্রমণের সময় আটক করা অপহৃতদের তারা যুদ্ধবিরতি চুক্তি না হওয়া পর্যন্ত মুক্তি দিতে পারবে না।  ২২ নভেম্বর তারিখে, ইসরায়েল এবং হামাস ১৫০ জন ফিলিস্তিনি বন্দির মুক্তি এবং চার দিনের যুদ্ধবিরতির বিনিময়ে হামাস প্রায় ৫০ জন বন্দিকে মুক্তি দেবে বলে সম্মত হয়। ২৪ নভেম্বর তারিখে, হামাস ৫০ জন নারী ও শিশু বন্দিকে মুক্তি দেয়ার প্রক্রিয়া শুরু করে, যার জন্য ইসরায়েলের সাথে আলোচনার পর রাফাহ সীমান্ত পার হয়ে তাদের রেড ক্রসের মাধ্যমে ইসরায়েলের হাটজেরিম সামরিক ঘাঁটিতে নিয়ে যাওয়া হয়। এই দলের মধ্যে কয়েকজন দ্বৈত ও বিদেশি নাগরিক ছিলেন, যার মধ্যে ইসরায়েল, থাইল্যান্ড এবং ফিলিপাইনের নাগরিকরাও অন্তর্ভুক্ত ছিলেন।\n২৬ নভেম্বর ২০২৩ তারিখ পর্যন্ত চার দিনের যুদ্ধবিরতির সময় হামাস মোট ৪১ জন বন্দিকে মুক্তি দেয়।  মুক্তিপ্রাপ্তদের মধ্যে ২৬ জন ইসরায়েলি ছিলেন (কিছু দ্বৈত নাগরিক), যার মধ্যে ২৪ নভেম্বর ১৩ জন এবং ২৫ নভেম্বর আরও ১৩ জন মুক্তি পেয়েছেন।  এছাড়া, ১৪ জন থাই বন্দি এবং একজন ফিলিপিনো একটি আলাদা চুক্তির অংশ হিসেবে মুক্তি পান।  ৬ নভেম্বর তারিখে আরও ১৭ জন জিম্মি (যার মধ্যে ১৪ জন ইসরায়েলি এবং একজন আমেরিকান) মুক্তি পান, যার বিনিময়ে ৩৯ জন ফিলিস্তিনি বন্দি মুক্তি পায়।\nইসরায়েল ৩০০ জন ফিলিস্তিনি বন্দির একটি তালিকা প্রকাশ করে, যাদের মধ্যে প্রায় ২৮৭ জন ১৮ বছরের কম বয়সী।  এনবিসি নিউজ-এর একটি বিশ্লেষণ অনুযায়ী, এই তালিকায় প্রায় ২০ শতাংশ বন্দি অপরাধে দোষী সাব্যস্ত হয়েছে, বাকিদের বেশিরভাগ অপরাধে দোষী সাব্যস্ত হয়নি এবং কিছুজনের বিচার হয়নি বা প্রশাসনিক আটকের আওতায় ছিল।  তবে, মুক্তিপ্রাপ্ত কয়েকজন বন্দি হত্যাচেষ্টার মতো গুরুতর অপরাধ থেকে শুরু করে কম গুরুতর অপরাধ যেমন সম্পত্তির ক্ষতি, পুলিশ কাজের বাধা দেওয়া বা অবৈধভাবে জড়ো হওয়ার মতো অপরাধে দোষী সাব্যস্ত হয়েছিল। অন্যান্য অপরাধগুলোর মধ্যে পুলিশ কর্মকর্তাদের ওপর আক্রমণ, পাথর নিক্ষেপ, অগ্নিসংযোগ, এবং অস্ত্র বা বিস্ফোরক রাখার অভিযোগ অন্তর্ভুক্ত ছিল। কিছু বন্দিরা হামাস, প্যালেস্টাইন ইসলামিক জিহাদ এবং পিএফএলপির সাথে জড়িত ছিল বলে জানা গেছে। \n২৬ নভেম্বর তারিখে যুদ্ধবিরতির বাইরে একজন রাশিয়ান-ইসরায়েলি ব্যক্তিকে মুক্তি দেওয়া হয়। হামাসের একজন কর্মকর্তা, মুসা আবু মারজুক, বলেন যে এটি প্রেসিডেন্ট ভ্লাদিমির পুতিনের অবস্থানের প্রতি কৃতজ্ঞতার কারণে করা হয়েছে। পুতিন গাজায় ইসরায়েলি অভিযানের ব্যাপারে এবং বাড়তে থাকা হতাহতের সমালোচনা করেছেন। \n\n১৩ অক্টোবর, ইসরায়েলি প্রতিরক্ষা বাহিনী (আইডিএফ) নিশ্চিত করে যে গাজা উপত্যকায় নিখোঁজ ইসরায়েলি লোকজনের দেহাবশেষ পাওয়া গেছে এবং উদ্ধার করা হয়েছে।  ১৪ অক্টোবর, হামাস জানায় যে ২৪ ঘণ্টার মধ্যে ইসরায়েলি বিমান হামলায় তাদের হাতে আটক ৯ জন নিহত হয়েছে।  ৪ নভেম্বর হামাস জানায় যে, গাজায় ইসরায়েলি বোমা হামলায় ৬০ জন বন্দী নিহত হয়েছে।  এক ইসরায়েলি কর্মকর্তা জবাব দেন যে, \"হামাস যা দাবি করুক না কেন, যেকোনো বন্দীর ক্ষতির জন্য হামাসই দায়ী এবং তাদেরকে জবাবদিহি করতে হবে।\" আইডিএফ এর মতে, বন্দীদের মধ্যে অর্ধেক অপহরণের সময় বা বন্দিদশায় নিহত হয়।  ১৬ নভেম্বর পর্যন্ত অন্তত দুই জন নিহত বন্দির মৃতদেহ উদ্ধার করা হয়েছে।  1\n১৯ নভেম্বর প্রকাশিত সিসিটিভি ফুটেজের সাথে, ইসরায়েল ঘোষণা করে যে ৭ অক্টোবর অপহৃত এক আইডিএফ সৈনিককে আল-শিফা হাসপাতালে আটক অবস্থায় হামাস হত্যা করেছে। হামাস এই দাবি অস্বীকার করে এবং জানায় যে, ওই সৈনিক ৯ নভেম্বর এক ইসরায়েলি বিমান হামলায় নিহত হয়েছে বলে তারা পূর্বেই জানিয়েছিল। \n২৯ নভেম্বর হামাস দাবি করে, সবচেয়ে ছোট বন্দী, ১০ মাস বয়সী এক শিশু, তার ৪ বছরের ভাই ও তাদের মা বন্দীদশায় ইসরায়েলি বোমা হামলায় নিহত হয়েছে। এই দাবি আইডিএফ এবং অন্যান্য সংস্থা তদন্ত করছে, এবং ইসরায়েলি কর্মকর্তারা বলেন যে এই ঘটনা হামাসের \"বর্বরতা এবং নির্মমতা\" প্রকাশ করে। \nহামাস ৮৬ বছর বয়সী আরি জালমানোভিচের মৃতদেহের ভিডিও প্রকাশ করে, যিনি ৭ অক্টোবরের হামলায় আহত হয়েছিলেন এবং গাজায় তার অপহরণকারীরা মোটরসাইকেলে নিয়ে যাওয়ার সময় তাকে পথচারীরা আক্রমণ করেছিল।  হামাস জানায় যে তিনি হৃদরোগে মারা গেছেন।  জালমানোভিচের চিকিৎসার প্রয়োজন ছিল।  তার ছেলে জানান যে, বন্দীদশায় ওষুধ এবং সঠিক খাদ্যের অভাবে তার মৃত্যু হয়েছে। \n১৫ ডিসেম্বর, আইডিএফ জানায় যে শুজাইয়া এলাকায় এক অভিযানে তারা ভুলক্রমে তিন ইসরায়েলি বন্দীকে হুমকি হিসেবে চিহ্নিত করে এবং বন্ধু বাহিনীর আগুনে তাদের হত্যা করে।  এই তিন বন্দী ২০ বছরের তিনজন পুরুষ, যাদের মৃতদেহ ইসরায়েলে ফেরত পাঠানোর পর শনাক্ত করা হয়। ১৬ ডিসেম্বর, এক ইসরায়েলি সামরিক কর্মকর্তা জানান যে, এই তিন বন্দী শার্টবিহীন ছিল এবং তাদের কাছে সাদা কাপড় বাঁধা একটি লাঠি ছিল। ইসরায়েলি সৈনিক এটি হুমকি হিসেবে মনে করে এবং গুলি চালায়। সে ঘোষণা করে যে, তারা সন্ত্রাসী; এরপর আরও ইসরায়েলি বাহিনী গুলি চালিয়ে দুই বন্দীকে \"তাৎক্ষণিক\" হত্যা করে এবং তৃতীয় বন্দীকে আহত করে। আহত বন্দী হিব্রুতে সাহায্য চায়, কিন্তু এরপর আরও একটি গুলি ছোড়া হয় এবং তৃতীয় বন্দীও নিহত হয়।  হারেৎজ রিপোর্ট করে যে, তৃতীয় বন্দীকে অন্যান্য দুই বন্দী গুলিবিদ্ধ হওয়ার পর একটি ভবনের ভেতরে পিছু হটে যেতে দেখা যায়, এবং আইডিএফ সৈন্যরা তাকে সন্ত্রাসী হিসেবে মনে করে এবং হত্যা করে।  ইডিয়ট আহারোনত জানায় যে, ইসরায়েলি সৈন্যরা তৃতীয় বন্দীকে ওই ভবন থেকে বেরিয়ে আসার জন্য বলেছিল, কিন্তু সে বেরিয়ে আসার পর তাকে গুলি করে হত্যা করা হয়।  ইসরায়েলি সেনাবাহিনী হত্যার ঘটনা তদন্ত করে এবং ২৮ ডিসেম্বর ঘোষণা করে যে, ইসরায়েলি সৈন্যরা তাদের সময়ের সর্বোত্তম উপলব্ধিতে সঠিক কাজ করেছে।\nফেব্রুয়ারি ২০২৪ সালে ঘোষণা করা হয় যে, ইসরায়েলি গোয়েন্দা কর্মকর্তাদের এক গোপন মূল্যায়নের মাধ্যমে আরও বন্দীদের মৃত্যুর বিষয়টি জানা যায়। প্রতিবেদনে গাজার বন্দীদের মধ্যে ৩২ জনকে মৃত ঘোষণা করা হয়, এবং আরও ২০ জনের অবস্থা অনির্ধারিত রয়েছে। \n২৪ এপ্রিল, ২০২৪-এ হামাস হর্শ গোল্ডবার্গ-পোলিনের দুই মিনিটের একটি ভিডিও প্রকাশ করে, যেখানে তাকে টেলিপ্রম্পটার থেকে পড়তে দেখা যায়। তিনি ইসরায়েলি সরকারকে তাকে ফিরিয়ে আনার জন্য আহ্বান জানান এবং জানান যে ১৩০ বন্দীর মধ্যে ৭০ জন ইসরায়েলি বোমা হামলায় নিহত হয়েছে। ভিডিওতে তিনি আরও বলেন যে, তিনি “জল, খাদ্য, সূর্য (আলো) বা চিকিৎসা ছাড়াই একটি ভূগর্ভস্থ নরকে” বসবাস করছেন। \n\n৩১ আগস্ট, ২০২৪-এ, হর্শ গোল্ডবার্গ- পোলিনের দেহ হামাসের রাফাহ, গাজার একটি টানেল থেকে উদ্ধার করা ছয়টি দেহের মধ্যে ছিল। ইসরায়েলি স্বাস্থ্য মন্ত্রণালয়ের মতে, সকলকে ২-৩ দিন আগে কাছ থেকে গুলি করে হত্যা করা হয়। আইডিএফ জানায় যে তাদের অপহরণকারীরা দেহগুলি উদ্ধার করার সময় উপস্থিত ছিল না।  হামাস প্রাথমিকভাবে গোল্ডবার্গ-পোলিন এবং বাকি পাঁচজনকে হত্যার বিষয়টি অস্বীকার করে এবং দাবি করে যে তারা ইসরায়েলি বিমান হামলায় মারা গেছে।  তবে ২ সেপ্টেম্বর, হামাস নতুন নির্দেশনা ঘোষণা করে এবং ইঙ্গিত দেয় যে তারা এই ছয়জনকে হত্যা করেছে এবং এখন থেকে আইডিএফ সামরিক শক্তি ব্যবহার করে যেকোনো বন্দি উদ্ধার করতে চাইলে তারা যেকোনো বন্দীকে হত্যা করবে। এছাড়া বন্দীদের মুক্তি শুধুমাত্র ইসরায়েলের সাথে একটি বন্দী বিনিময় চুক্তির মাধ্যমে হবে বলে তারা জানায়।\n\n\n== এছাড়াও দেখুন ==\n\nশনি লুকের হত্যা\nইসরায়েল-হামাস যুদ্ধের রূপরেখা\nইসরায়েল-হামাস যুদ্ধে হতাহতের সংখ্যা\nইসরায়েল-হামাস যুদ্ধে ব্যাপক আটক\n\n\n== নোট ==\n\n\n== তথ্য সুত্র ==\n\n\n== আরও পড়ু ==\n\nHarkov, Lahav (৪ ডিসেম্বর ২০২৩)। \"Hostages young and old endured physical and psychological torture\"। Jewish Insider (ইংরেজি ভাষায়)। সংগ্রহের তারিখ ৫ ডিসেম্বর ২০২৩।"}