{"pageid": 1480060, "title": "বেকতাশি আদেশের সার্বভৌম রাষ্ট্র", "url": "https://bn.wikipedia.org/wiki?curid=1480060", "content": "বেক্তাশি অর্ডারের সার্বভৌম রাষ্ট্র (বেকতাশি আদেশের সার্বভৌম রাষ্ট্র) ( আলবেনীয়: Shteti Sovran i Urdhrit Bektashi) একটি পরিকল্পিত ইউরোপীয় মাইক্রোস্টেট এবং সিটি-স্টেট, যা আলবেনিয়ার তিরানা শহরের মধ্যে সম্পূর্ণভাবে অবস্থিত হবে, বর্তমান বেকতাশী বিশ্ব সদর দপ্তরে। যদি এটি প্রতিষ্ঠিত হয়, তাহলে এটি ভ্যাটিকান সিটির চেয়ে ছোট হবে এবং বিশ্বের সবচেয়ে ছোট জমির ক্ষেত্রফলযুক্ত দেশ হিসেবে পরিচিতি পাবে, যার মোট জমির পরিমাণ হবে ২৭ একর (০.১১ কিমি²)। \nরাজ্যের প্রতিষ্ঠার পরিকল্পনা আলবেনিয়ার প্রধানমন্ত্রী এদি রামা এবং বেকতাশী অর্ডারের নেতা বাবা মন্ডির মধ্যে আলোচনা হয়েছে। প্রধানমন্ত্রী রামা উল্লেখ করেছেন যে রাজ্যটির প্রতিষ্ঠার জন্য আরও বিস্তারিত তথ্য শীঘ্রই প্রকাশ করা হবে। ভ্যাটিকানের মডেলের অনুসরণে, সম্ভাব্য এই রাষ্ট্রটি শুধুমাত্র বেকতাশী ধর্মীয় কর্মকর্তাদের এবং সরকারের কর্মকর্তাদের নাগরিকত্ব প্রদান করবে। আইনগত বিশেষজ্ঞরা বর্তমানে আলবেনিয়ার মধ্যে নতুন রাষ্ট্র প্রতিষ্ঠার জন্য আইন প্রণয়ন করছেন। এই আইনটি আলবেনিয়ার পার্লামেন্টের অনুমোদন প্রয়োজন। \n\n\n== ইতিহাস ==\nবেকতাশী অর্ডার হলো শিয়া ইসলামের একটি সুফি অর্ডার, যা ১৩শ শতকের অটোমান সাম্রাজ্যে জন্মগ্রহণ করে।  সম্প্রদায়টির উৎস হল কিজিলবাশ এবং আলেভিবাদ। অটোমান রাজনীতিতে জেনিসারীরা একটি প্রভাবশালী শক্তি হয়ে উঠলে, তারা বেকতাশিবাদকে কর্পস ধর্ম হিসেবে গ্রহণ করে, অন্যদিকে সুন্নি ইসলাম মুসলিম মিল্লাতে আধিপত্য বিস্তার করে। বেকতাশিরা রক্ষণশীল শিয়া এবং সুন্নিদের নিপীড়নের সম্মুখীন হয়েছে যারা বেকতাশিদেরকে কিতাবের লোকের পরিবর্তে ধর্মদ্রোহী বলে মনে করে। ১৮২৬ সালে, সুলতান দ্বিতীয় মাহমুদ শুভ ঘটনার পর জেনিসারিজ বিলুপ্ত করেন এবং পরবর্তীকালে বেক্তাশি আদেশ নিষিদ্ধ করার জন্য একটি ফতোয়া জারি করেন। তানজিমত সংস্কারকরা আলেভিস বা বেকতাশিসকে তাদের নিজস্ব বাজরা প্রদানের বিষয়টি বিবেচনা করতে অস্বীকার করেছিল। অ্যালেভিস এবং বেকতাশিস রাষ্ট্রীয় অনুমোদন ছাড়াই এবং কর্তৃপক্ষের হয়রানি সহ তাদের ধর্ম পালন করতে থাকে। অনেকে ন্যূনতম সরকারী নিয়ন্ত্রণ সহ গ্রামীণ অঞ্চলে আটকে আছে, যেমন পূর্ব আনাতোলিয়ান এবং আলবেনিয়ান উচ্চভূমি। অটোমান সাম্রাজ্যের বিলুপ্তি এবং তুরস্ক প্রজাতন্ত্র গঠনের পর, রাষ্ট্রপতি মোস্তফা কামাল আতাতুর্ক ১৯২৫ সালে বেকতাশি আদেশ সহ সমস্ত টেককে বন্ধ করে দেন। ফলস্বরূপ, বেকতাশি নেতৃত্ব তাদের সদর দপ্তর তুরস্ক থেকে তিরানায় স্থানান্তরিত করে।  বেকতাশিস এবং আলেভিস বর্তমানে তুরস্কের সংবিধান এবং ধর্ম বিষয়ক অধিদপ্তর দ্বারা ধর্মীয় সংখ্যালঘু হিসেবে স্বীকৃত নয়। \nপ্রাক্তন আলবেনিয়ান কমিউনিস্ট নেতা এনভার হোক্সার অধীনে বেকতাশি অর্ডারের জনপ্রিয়তা হ্রাস পায়, যিনি ১৯৬৭ সালে ধর্মকে নিষিদ্ধ করেছিলেন।   হোক্সার অধীনে, সরকার বেকতাশির বিশ্ব সদর দফতরের অন্তর্গত জমির কিছু অংশে গুদাম তৈরি করেছিল। আলবেনিয়ায় কমিউনিজমের পতনের পর, বেকতাশিরা আরও জমি হারিয়েছিল যখন বেসরকারী বিকাশকারীরা তাদের সম্পত্তির প্রান্তে বিনা অনুমতিতে বাড়ি তৈরি করেছিল।  ২০২৩ সালে, বেকতাশিরা আলবেনিয়ার জনসংখ্যার প্রায় ৫% অনুমান করা হয়েছিল।  ২০০৬ সালে তুর্কি জনসংখ্যার প্রায় ১৫% আলেভি সম্প্রদায়ের সাথে তাদের মিলনের কারণে তুর্কি বেকতাশি জনসংখ্যা অনুমান করা কঠিন। \n২০২৪ সালে, আলবেনিয়ার প্রধানমন্ত্রী এডি রামা ধর্মীয় সহনশীলতার অঙ্গভঙ্গি হিসাবে এবং আলবেনিয়া এবং বাকি বিশ্বে ইসলামের আরও ইতিবাচক দৃষ্টিভঙ্গি প্রচার করার জন্য বেকতাশি অর্ডারের সার্বভৌম রাষ্ট্র গঠনের পরিকল্পনা ঘোষণা করেছিলেন। \n\n\n== সরকার এবং স্বীকৃতি ==\n\nসরকার গঠনের জন্য আলবেনিয়ার পার্লামেন্টের অনুমোদন প্রয়োজন।  বেকতাশি দেদেবাবা বাবা মন্ডি জানিয়েছেন যে তিনি আধ্যাত্মিক নেতা হিসেবে দেশের প্রধানের ভূমিকা পালন করবেন, এবং জোর দিয়েছেন যে রাষ্ট্র কোনও সেনাবাহিনী, সীমান্ত রক্ষী বাহিনী বা আদালত বজায় রাখবে না।  রাষ্ট্রটি পরিকল্পিতভাবে অ্যালকোহল পান করার অনুমতি দেবে এবং নারীদের নিজেদের ইচ্ছামতো পোশাক পরার স্বাধীনতা দেবে, যা তুলনামূলকভাবে বেশি রক্ষণশীল ইসলামিক ধর্মতান্ত্রিক রাষ্ট্রগুলোর থেকে ভিন্ন।  \nঘোষণার পর এক সাক্ষাৎকারে বাবা মন্ডি জানিয়েছিলেন যে নতুন রাষ্ট্রে নাগরিকত্ব কেবল ধর্মীয় নেতা এবং রাষ্ট্রের প্রশাসনের সাথে জড়িত ব্যক্তিদের মধ্যে সীমাবদ্ধ থাকবে, যা ভ্যাটিকানের নাগরিকত্ব কাঠামোর অনুরূপ।   তিনি তার বিশ্বাসও ব্যক্ত করেন যে সার্বভৌম মর্যাদা নিশ্চিত করা বেকতাশি আদেশকে উন্নীত করবে এবং উগ্র মতাদর্শের বিরুদ্ধে তাদের লড়াইয়ের ক্ষমতা বৃদ্ধি করবে, যা মুসলিম বিশ্ব এবং আন্তর্জাতিক সম্প্রদায়কে প্রভাবিত করেছে।  পাসপোর্ট হবে সবুজ, ইসলামে গভীরভাবে প্রতীকী একটি রঙ। \nবাবা মন্ডি একটি সাক্ষাৎকারে উল্লেখ করেন যে অনেক দেশ, বিশেষ করে ধর্মীয় উগ্রবাদ বা উত্তেজনার মুখোমুখি থাকা দেশগুলো, বেকতাশী অর্ডারের মতো শান্তিপূর্ণ এবং পরিমার্জিত ধর্মীয় আন্দোলনকে সমর্থন করার ক্ষেত্রে স্বার্থযুক্ত।  তিনি পরামর্শ করেন যে সৌদি আরব, সংযুক্ত আরব আমিরাত এবং কাতারের মতো দেশগুলো বেকতাশী অর্ডারের শান্তিপূর্ণ সুফি শিয়া ঐতিহ্যকে সমর্থন করার মাধ্যমে ইসলামের পরিমার্জিত ব্যাখ্যা শক্তিশালী করতে আগ্রহী হতে পারে।  এছাড়াও, তিনি উল্লেখ করেন যে চীনসহ যেসব রাষ্ট্র মিলিটেন্ট ইসলাম নিয়ে অভ্যন্তরীণ চ্যালেঞ্জের মুখোমুখি, তারা বিভাজন সৃষ্টি না করে উগ্রবাদ প্রতিহত করার জন্য বেকতাশী অর্ডারের সঙ্গে যুক্ত হতে পারে।  অর্ডারটি বিশ্বাস করে যে সময়ের সাথে সাথে আন্তর্জাতিক সম্প্রদায় পরিমার্জিত কণ্ঠস্বরগুলিকে সমর্থন করার উপকারিতা স্বীকার করবে এবং বেকতাশী অর্ডারের সার্বভৌম রাষ্ট্রকে শান্তি, সহিষ্ণুতা এবং সংলাপ প্রচারের বৈশ্বিক প্রচেষ্টায় একটি মূল্যবান অংশীদার হিসেবে দেখবে। \n\n\n== তথ্যসূত্র =="}