{"pageid": 14809, "title": "নেলি ফুরটাডো", "url": "https://bn.wikipedia.org/wiki?curid=14809", "content": "নেলি কিম ফুরটাডো (জন্ম ডিসেম্বর ২ ১৯৭৮) একজন পর্তুগিজ বংশোদ্ভূত কানাডীয় কণ্ঠশিল্পী, গীতিকার, যন্ত্রশিল্পী ও সঙ্গীত প্রযোজক।\n২০০০ সালে হোয়া, নেলি! (Whoa, Nelly!) অ্যালবাম দিয়ে যাত্রা শুরু করেন। এই অ্যালবামের \"I'm Like a Bird\" গানের জন্য তিনি গ্রামি পুরস্কার জেতেন। মা হওয়ার পর ২০০৩ সালে তিনি ফোকলোর অ্যালবাম প্রকাশ করেন যা বাণিজ্যিকভাবে তেমন সফলতা পায় নি। ২০০৬ সালে তিনি আবার আলোচনার শীর্ষে উঠে আসেন লুজ অ্যালবামের জন্য। এই অ্যালবামের Promiscuous, Maneater, Say It Right ও All Good Things (Come to an End) গানগুলি বিলবোর্ডের শীর্ষে অবস্থান করে। সারাবিশ্বে অ্যালবামটির প্রায় পনের মিলিয়ন কপি বিক্রি হয়।\nগানের সাথে বিভিন্ন বাদ্যযন্ত্রে ও শব্দের ব্যবহার নিয়ে তিনি নানা পরীক্ষা নিরীক্ষা করেন। তার গানের ধরন ও গান গাওয়ার ভঙ্গিমা সাধারণের থেকে একটু আলাদা। তার এ বৈচিত্রতা সঙ্গীত অঙ্গনে ভিন্ন স্বাদের জন্ম দিয়েছে ও বিভিন্ন সংস্কৃতিতে প্রভাব ফেলেছে।\n\n\n== জীবনী ==\n\n\n=== প্রারম্ভিক বছর ===\nনেলির জন্ম হয় ব্রিটিশ কলম্বিয়ার ভিক্টোরিয়া অঞ্চলে। তার পূর্ব-পুরুষ ছিলেন পর্তুগীজ বংশোদ্ভূত। তার পিতা অ্যান্টোনিও জোসে ফুরটাডো এবং মা মারিয়া ম্যানুয়েলা। সোভিয়েত জিমন্যাস্ট নেলি কিম এরা নামানুসারে তার নাম রাখা হয়। বাড়ীতে রোমান ক্যাথলিক হিসেবে বেড়ে ওঠা নেলি জনসম্মুখে তার জীবনের প্রথম গান গেয়েছিলেন একটি চার্চে পর্তুগাল দিবস উপলক্ষে তার মায়ের সাথে দ্বৈত সঙ্গীতের মাধ্যমে। এসময় তার বয়স ছিল চার বছর। নয় বছর বয়সে তিনি বাদ্যযন্ত্র বাজানো শুরু করেন। তিনি এসময় ট্রমবোন, উকেলিলি বাজাতেন। পরে তিনি গিটার এবং কি-বোর্ড বাজানো শিখেন। বারো বছর বয়সে তিনি গান রচনা শুরু করেন এবং টিন-এজার হিসেবে একটি পর্তুগিজ ব্যান্ডের হয়ে মঞ্চ-সঙ্গীতে অংশ নেন।\nনেলি তার কাজের পিছনে পরিবারের প্রেরণার কথা উল্লেখ করে থাকেন। তিনি আটটি গ্রীষ্মে তার মায়ের সাথে চেম্বারমেইড হিসেবে কাজ করেন, যিনি ছিলেন ভিক্টোরিয়ার একজন গৃহপরিচারিকা। তিনি বলেন শ্রমিক শ্রেণীর জীবন যাপনের ফলে তিনি তার ক্যারিয়ারকে উতিবাচক দিকে প্রবাহিত করেছেন।\nপ্রথম যে সঙ্গীতজ্ঞের সাথে নেলির পরিচয় হয় তারা ছিলেন আন্ডারগ্রাউন্ড র‌্যাপার ও ডিস্ক জকি (ডিজে)। ১১ গ্রেডে পরার সময় তিনি টরেন্টোতে বেড়াতে আসেন। এখানে হিপ হপ ব্যান্ড গ্রুপ ক্রেজি চিজ এর সদস্য টালিস নিউকির্ক এর সাথে তার দেখা হয়। ১৯৯৬ সালে তাদের প্রকাশিত অ্যালবাম জয়েন দ্য র‌্যাঙ্কস (Join the Ranks) এর ওয়েটিং ফর দ্য সিক্রেটস (\"Waitin' 4 the Streets\") গানে তিনি কণ্ঠ দেন। ১৯৯৬ সালে মাউন্ট ডগলাস সেকেন্ডারি স্কুল থেকে স্নাতক ডিগ্রি অর্জনের পর তিনি টরোন্টোতে বসবাস করতে শুরু করেন। পরের বছর তিনি নিউকির্কের সাথে নেলস্টার নামে একটি ট্রিপ হপ দল গঠন করেন। শেষ পর্যন্ত নেলি অনুভব করেন ট্রিপ-হপ ধাঁচের সঙ্গীতে তিনি মানানসই নন এবং এই ধারায় তার ব্যক্তিত্বের প্রকাশ ঘটেনি। তিনি মনে করেন এই ধারায় তিনি তার গানের কণ্ঠের ক্ষমতার প্রকাশ করতে পারবেন না।  তিনি এই দল ছেড়ে দেন এবং বাড়ীতে ফেরত যাওয়ার পরিকল্পনা করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nNellyFurtado.com Official site\nNellyFurtadoMusic.co.uk Official UK site  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২২ মে ২০০৭ তারিখে\nmyspace.com/nellyfurtado Official MySpace\nNelly Furtado 2007 interview at I Like Music\nStageStars.net - Nelly Furtado\nOfficial fan forum\nইন্টারনেট মুভি ডেটাবেজে Nelly Furtado (ইংরেজি)\nNelly Furtado's ARTISTdirect Page  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৫ জুন ২০০৭ তারিখে"}