{"pageid": 1480245, "title": "অটল চালনা কারী", "url": "https://bn.wikipedia.org/wiki?curid=1480245", "content": "অটল চালনাকারী( প্রাচীন গ্রিক: ὃ οὐ κινούμενον κινεῖ ho ou kinoúmenon kineî \"কোন কিছু কর্তৃক চালিত না হইয়া যাহা চলাচল করে\")  বা প্রারম্ভ বা প্রধান চালনাকারী ( লাতিন: primum movens ) একটি প্রাথমিক কারণ (বা প্রথম অকারণ কারণ )  বা মহাবিশ্বের সমস্ত গতির \" চালনাকারী\" বা \"পরিচালক\" হিসাবে এরিস্টটল দ্বারা উন্নতি সাধনকৃত একটি ধারণা।  নামের মধ্যেই নিহিত আছে, \"অটল চালনাকারী\" অন্যান্য জিনিসগুলিকে চালিয়ে দেয়, কিন্তু নিজে কোনও পূর্বের ক্রিয়া দ্বারা চালিত হয় না। তার মেটাফিজিক্সের, ১২ নং বইতে (গ্রিক: Λ ) এরিস্টটল অটল পরিচালনাকারীকে নিখুতভাবে সুন্দর, অবিভাজ্য এবং শুধুমাত্র নিখুঁত চিন্তাভাবনা : 'আত্ম-চিন্তা' বলে বর্ণনা করেছেন। তিনি এই ধারণাটিকে সক্রিয় বুদ্ধির সাথেও সমান করেন। এই এরিস্টটলীয় ধারণার মূল ছিল প্রাচীনতম গ্রীক প্রাক-সক্রেটিক দার্শনিকদের মহাজাগতিক অনুমানের ওপর ভিত্তি ক্রএ</link> এবং ইহা মধ্যযুগীয় দর্শন ও ধর্মতত্ত্বে অত্যন্ত প্রভাবশালী এবং ব্যাপকভাবে আকৃষ্ট হয়। সেন্ট থমাস অ্যাকুইনাস, উদাহরণস্বরূপ, Quinque viae অটল চালনাকারী সম্পর্কে বিস্তারিত বর্ণনা করেছেন</link> .\n\n\n== প্রথম দর্শন ==\nঅ্যারিস্টটল যুক্তি দিয়েছেন, পদার্থবিদ্যার ৮ নং বইতে এবং মেটাফিজিক্সের ১২ নং বইতে, \"একটি অমর, অপরিবর্তনীয় সত্তা থাকতে হবে, ইন্দ্রিয়গ্রাহ্য বিশ্বের সমস্ত সম্পূর্ণতা এবং সুশৃঙ্খলতার জন্য চূড়ান্তভাবে দায়ী\"। \nপদার্থবিজ্ঞান (VIII 4-6) এ এরিস্টটল এমনকি সাধারণ পরিবর্তনের ব্যাখ্যা করার জন্য \"আশ্চর্যজনক অসুবিধা\" খুঁজে পান এবং চারটি কারণ দ্বারা ব্যাখ্যা করার তার পদ্ধতির সমর্থনে, তিনি \"প্রযুক্তিগত যন্ত্রপাতির একটি ন্যায্য বিট\" প্রয়োজন।  এই \"যন্ত্রের\" মধ্যে রয়েছে সম্ভাব্যতা এবং বাস্তবতা, হাইলোমরফিজম, শ্রেণীগুলির তত্ত্ব এবং \"একটি সাহসী এবং কৌতুহলপূর্ণ যুক্তি, যে পরিবর্তনের খালি অস্তিত্বের জন্য একটি প্রথম কারণের পুর্বানুমান প্রয়োজন, গতিময় এই বিশ্বে একজন অটল চালনাকারীর প্রয়োজনীয় অস্তিত্বের অবিরাম ক্রিয়াকলাপের ওপর নির্ভর করে\"।  এরিস্টটলের \"প্রথম দর্শন\", বা <i id=\"mwRw\">অধিবিদ্যা</i> (\" পদার্থবিদ্যার পরে \"), তার প্রধান মুভারের অদ্ভুত ধর্মতত্ত্বকে πρῶτον κινοῦν ἀκίνητον হিসাবে বিকাশ করে।</link> : একটি স্বাধীন ঐশ্বরিক শাশ্বত অপরিবর্তনীয় পদার্থ। \n\n\n=== স্বর্গীয় গোলক ===\nমহাকাশীয় গোলকের অভিন্ন বৃত্তাকার গতি থেকে উদ্ভূত ধ্রুপদী গ্রহগুলির আপাত বিচরণ সম্পর্কে একটি সাধারণ ব্যাখ্যা প্রদানের জন্য অ্যারিস্টটল সিনিডাসের ইউডক্সাসের জ্যামিতিক মডেল গ্রহণ করেছিলেন।  মডেলের মধ্যে গোলকের সংখ্যা পরিবর্তন সাপেক্ষে (৪৭ বা ৫৫), অ্যারিস্টটলের ইথার এবং সম্ভাব্যতা এবং বাস্তবতার বিবরণে প্রতিটি গোলকের জন্য একজন পৃথক অটল পরিচালনাকারী প্রয়োজন ছিল। \n\n\n=== চূড়ান্ত কারণ এবং যথার্থ কারণ ===\nSimplicius argues that the first unmoved mover is a cause not only in the sense of being a final cause—which everyone in his day, as in ours, would accept—but also in the sense of being an efficient cause (1360. 24ff.), and his master Ammonius wrote a whole book defending the thesis (ibid. 1363. 8–10). Simplicius's arguments include citations of Plato's views in the Timaeus—evidence not relevant to the debate unless one happens to believe in the essential harmony of Plato and Aristotle—and inferences from approving remarks which Aristotle makes about the role of Nous in Anaxagoras, which require a good deal of reading between the lines. But he does point out rightly that the unmoved mover fits the definition of an efficient cause—\"whence the first source of change or rest\" (Phys. II. 3, 194b29–30; Simpl. 1361. 12ff.). The examples which Aristotle adduces do not obviously suggest an application to the first unmoved mover, and it is at least possible that Aristotle originated his fourfold distinction without reference to such an entity. But the real question is whether, given his definition of the efficient cause, it includes the unmoved mover willy-nilly. One curious fact remains: that Aristotle never acknowledges the alleged fact that the unmoved mover is an efficient cause (a problem of which Simplicius is well aware: 1363. 12–14)...\nস্বর্গীয় মডেলে তাদের আপাত কার্যকারিতা সত্ত্বেও, অটল চালনাকারী একটি চূড়ান্ত কারণ ছিল, গোলকের চলাচলের জন্য একটি যথার্থ কারণ নয় ; তারা শুধুমাত্র একটি ধ্রুবক অনুপ্রেরণা ছিল, এবং একটি চূড়ান্ত কারণ হওয়ার কারণে সুনির্দিষ্টভাবে একটি যথার্থ কারণ হিসাবে নেওয়া হলেও, ব্যাখ্যার প্রকৃতি সম্পূর্ণরূপে উদ্দেশ্যবাদী। \n\n\n=== এরিস্টটলের ধর্মতত্ত্ব ===\nঅটল চালনাকারী, যদি তারা কোথাও থাকে তবে বলা হত স্থির তারার গোলকের বাইরে বাইরের শূন্যতার বাইরে অবস্থান করবে:\n\nIt is clear then that there is neither place, nor void, nor time, outside the heaven. Hence whatever is there, is of such a nature as not to occupy any place, nor does time age it; nor is there any change in any of the things which lie beyond the outermost motion; they continue through their entire duration unalterable and unmodified, living the best and most self sufficient of lives… From [the fulfilment of the whole heaven] derive the being and life which other things, some more or less articulately but other feebly, enjoy.\nThe unmoved mover is immaterial substance (separate and individual beings), having neither parts nor magnitude. As such, it would be physically impossible for them to move material objects of any size by pushing, pulling, or collision. Because matter is, for Aristotle, a substratum in which a potential to change can be actualized, any and all potentiality must be actualized in a being that is eternal but it must not be still, because continuous activity is essential for all forms of life. This immaterial form of activity must be intellectual in nature and it cannot be contingent upon sensory perception if it is to remain uniform; therefore, eternal substance must think only of thinking itself and exist outside the starry sphere, where even the notion of place is undefined for Aristotle. Their influence on lesser beings is purely the result of an \"aspiration or desire\", and each aetheric celestial sphere emulates one of the unmoved movers, as best it can, by uniform circular motion. The first heaven, the outmost sphere of fixed stars, is moved by a desire to emulate the prime mover (first cause), in relation to whom, the subordinate movers suffer an accidental dependency.\nঅ্যারিস্টটলের সমসাময়িকদের অনেকেই অভিযোগ করেছিলেন যে বিস্মৃত, শক্তিহীন দেবতারা অসন্তোষজনক।  তবুও, এটি এমন একটি জীবন ছিল যা অ্যারিস্টটল উত্সাহের সাথে সবচেয়ে ঈর্ষণীয় এবং নিখুঁত, ধর্মতত্ত্বের অমার্জিত ভিত্তি হিসাবে সমর্থন করেছিলেন। যেহেতু সমগ্র প্রকৃতি চিরন্তন অচল গতিশীলদের অনুপ্রেরণার উপর নির্ভর করে, অ্যারিস্টটল স্বর্গের চিরস্থায়ী গতির আধিভৌতিক প্রয়োজনীয়তা প্রতিষ্ঠার জন্য উদ্বিগ্ন ছিলেন। এটি পার্থিব গোলকের উপর সূর্যের ঋতু ক্রিয়া দ্বারা, যে প্রজন্মের চক্র এবং দুর্নীতি সমস্ত প্রাকৃতিক গতিকে কার্যকর কারণ হিসাবে জন্ম দেয়।  এরিস্টটলের (চিন্তা বা অনুমানমূলক চিন্তাভাবনা, থিওরিয়া ) অনুসারে, বুদ্ধি, নউস, \"বা অন্য যাই হোক না কেন যা প্রকৃতির দ্বারা আমাদেরকে শাসন করতে এবং পরিচালিত করে এবং যা মহৎ ও ঐশ্বরিক সে সম্পর্কে জ্ঞান রাখে\" হল সর্বোচ্চ কার্যকলাপ। এটি সবচেয়ে টেকসই, আনন্দদায়ক, স্বয়ংসম্পূর্ণ কার্যকলাপ; নিজের স্বার্থে লক্ষ্য করা যায় এমন কিছু। (রাজনীতি এবং যুদ্ধের বিপরীতে, এটি এমন কিছু করার সাথে জড়িত নয় যা আমরা করতে চাই না, বরং আমরা আমাদের অবসর সময়ে কিছু করি।) এই লক্ষ্যটি কঠোরভাবে মানবিক নয়: এটি অর্জন করার অর্থ হল নশ্বর চিন্তাধারা অনুযায়ী জীবনযাপন করা নয়।, কিন্তু অমর এবং ঐশ্বরিক কিছু যা মানুষের মধ্যে আছে। অ্যারিস্টটলের মতে, মনন হল একমাত্র সুখী কার্যকলাপ যা দেবতাদের কল্পনা করা হাস্যকর হবে না। অ্যারিস্টটলের মনোবিজ্ঞান এবং জীববিজ্ঞানে, বুদ্ধি হল আত্মা (এছাড়াও ইউডাইমোনিয়া দেখুন)।\n\n\n=== প্রথম কারণ ===\nতার পদার্থবিদ্যার অষ্টম বইতে,  অ্যারিস্টটল পরিবর্তন বা গতির ধারণাগুলি পরীক্ষা করেছেন এবং একটি চ্যালেঞ্জিং যুক্তি দিয়ে দেখানোর চেষ্টা করেছেন যে 'আগে' এবং 'পরে'-এর অনুমান করার জন্য একটি প্রথম নীতির প্রয়োজন। তিনি যুক্তি দেন যে শুরুতে, যদি মহাজাগতিক হয়, তবে এর প্রথম গতির পূর্ববর্তী অবস্থার অভাব হত; এবং, যেমন পারমেনাইডস বলেছেন, \" কিছুই শূন্য থেকে আসে না \"। মহাজাগতিক যুক্তি, পরে অ্যারিস্টটলকে দায়ী করা হয়, যার ফলে ঈশ্বরের অস্তিত্বের উপসংহার টানে। যাইহোক, যদি মহাবিশ্বের একটি শুরু থাকে, অ্যারিস্টটল যুক্তি দিয়েছিলেন, এটির জন্য একটি যথার্থ প্রথম কারণ প্রয়োজন হবে, এটি একটি ধারণা যা অ্যারিস্টটল একটি সমালোচনামূলক ত্রুটি প্রদর্শনের জন্য গ্রহণ করেছিলেন। \n\nBut it is a wrong assumption to suppose universally that we have an adequate first principle in virtue of the fact that something always is so ... Thus Democritus reduces the causes that explain nature to the fact that things happened in the past in the same way as they happen now: but he does not think fit to seek for a first principle to explain this 'always' ... Let this conclude what we have to say in support of our contention that there never was a time when there was not motion, and never will be a time when there will not be motion.\nএরিস্টটলের মহাজাগতিক যুক্তির উদ্দেশ্য, যে অন্তত একটি চিরন্তন অচল মুভারের অস্তিত্ব থাকা আবশ্যক, তা হল দৈনন্দিন পরিবর্তনকে সমর্থন করা। \n\nOf things that exist, substances are the first. But if substances can, then all things can perish... and yet, time and change cannot. Now, the only continuous change is that of place, and the only continuous change of place is circular motion. Therefore, there must be an eternal circular motion and this is confirmed by the fixed stars which are moved by the eternal actual substance that's purely actual.\nএরিস্টটলের অনুমানে, একটি অসীম লোকোমোটিভ চেইনের সাময়িক বাস্তবতা এবং সম্ভাবনা ছাড়াই একটি ব্যাখ্যা প্রয়োজন একটি চিরন্তন মহাজগতের জন্য যার শুরু বা শেষ নেই: একটি অবিচলিত শাশ্বত কিছু যার জন্য প্রাইমাম মোবাইল  প্রতিনিয়ত ঘোরে এবং যার ফলে সমস্ত মহাজাগতিক চক্র হয় পরিচালিত: দিন এবং রাত, বছরের ঋতু, উপাদানের রূপান্তর এবং উদ্ভিদ ও প্রাণীর প্রকৃতি। \n\n\n== পরিচালকের সংখ্যা ==\nমেটাফিজিক্সের শেষের কাছাকাছি, বই Λ</link> , এরিস্টটল একটি আশ্চর্যজনক প্রশ্ন প্রবর্তন করে, \"আমাদের অনুমান করতে হবে এইরকম একজন [মুভার] নাকি একাধিক, এবং যদি পরবর্তীটি, কতগুলি\"।  অ্যারিস্টটল উপসংহারে পৌঁছেছেন যে সমস্ত মুভারের সংখ্যা পৃথক আন্দোলনের সংখ্যার সমান, এবং আমরা এইগুলিকে দর্শনের অনুরূপ গাণিতিক বিজ্ঞান, অর্থাৎ জ্যোতির্বিদ্যা বিবেচনা করে নির্ধারণ করতে পারি। যদিও গণিতবিদরা গতিবিধির সংখ্যা নিয়ে ভিন্নমত পোষণ করেন, তবে অ্যারিস্টটল মনে করেন যে মহাকাশীয় গোলকের সংখ্যা ৪৭ বা ৫৫ হবে। তা সত্ত্বেও, তিনি তার মেটাফিজিক্স, বই Λ শেষ করেন</link> , ইলিয়াড থেকে একটি উদ্ধৃতি সহ: \"অনেকের শাসন ভাল নয়; একজন শাসক থাকুক।\" \n\n\n== প্রভাব ==\nজন বার্নেট (1892) উল্লেখ করেছেন \n\nThe Neoplatonists were quite justified in regarding themselves as the spiritual heirs of Pythagoras; and, in their hands, philosophy ceased to exist as such, and became theology. And this tendency was at work all along; hardly a single Greek philosopher was wholly uninfluenced by it. Perhaps Aristotle might seem to be an exception; but it is probable that, if we still possessed a few such \"exoteric\" works as the Protreptikos in their entirety, we should find that the enthusiastic words in which he speaks of the \"blessed life\" in the Metaphysics and in the Ethics (Nicomachean Ethics) were less isolated outbursts of feeling than they appear now. In later days, Apollonios of Tyana showed in practice what this sort of thing must ultimately lead to. The theurgy and thaumaturgy of the late Greek schools were only the fruit of the seed sown by the generation which immediately preceded the Persian War.\nএরিস্টটলের সত্তার নীতিগুলি (উপরের বিভাগটি দেখুন) ঈশ্বর সম্পর্কে অ্যানসেলমের দৃষ্টিভঙ্গিকে প্রভাবিত করেছিল, যাকে তিনি বলেছিলেন \"যার চেয়ে বড় কিছু কল্পনা করা যায় না।\" অ্যানসেলম ভেবেছিলেন যে ঈশ্বর রাগ বা প্রেমের মতো আবেগ অনুভব করেননি, কিন্তু আমাদের অপূর্ণ বুঝের মাধ্যমে তা করতে দেখা গেছে। এমন কিছুর বিরুদ্ধে \"সত্ত্বাকে\" বিচার করার অসঙ্গতি, যা হয়তো অ্যানসেলমকে ঈশ্বরের অস্তিত্বের জন্য তার বিখ্যাত অটোলজিক্যাল যুক্তিতে নিয়ে গিয়েছিল।\nঅনেক মধ্যযুগীয় দার্শনিক নেতিবাচক গুণাবলীর মাধ্যমে ঈশ্বরের জ্ঞানের কাছে যাওয়ার ধারণাটি ব্যবহার করেছিলেন। উদাহরণস্বরূপ, আমাদের বলা উচিত নয় যে শব্দের স্বাভাবিক অর্থে ঈশ্বর বিদ্যমান; আমরা নিরাপদে বলতে পারি যে ঈশ্বর অস্তিত্বহীন নন। আমাদের বলা উচিত নয় যে ঈশ্বর জ্ঞানী; কিন্তু, আমরা বলতে পারি যে ঈশ্বর অজ্ঞ নন (অর্থাৎ কোনো না কোনোভাবে ঈশ্বরের জ্ঞানের কিছু বৈশিষ্ট্য আছে)। আমাদের বলা উচিত নয় যে ঈশ্বর এক; কিন্তু, আমরা বলতে পারি যে ঈশ্বরের সত্তার মধ্যে কোনো বহুত্ব নেই।\nএরিস্টটলীয় ধর্মতাত্ত্বিক ধারণাগুলি পরবর্তী অনেক ইহুদি, ইসলামিক এবং খ্রিস্টান দার্শনিকদের দ্বারা গৃহীত হয়েছিল। প্রধান ইহুদি দার্শনিকদের মধ্যে রয়েছে স্যামুয়েল ইবনে টিবন, মাইমোনাইডস এবং গেরসোনাইডস, আরও অনেকের মধ্যে। ঈশ্বর সম্পর্কে তাদের দৃষ্টিভঙ্গি আজও সমস্ত সম্প্রদায়ের অনেক ইহুদিদের দ্বারা মূলধারা হিসাবে বিবেচিত হয়। ইসলামিক দার্শনিকদের মধ্যে বিশিষ্ট যারা অ্যারিস্টটলীয় ধর্মতত্ত্ব দ্বারা প্রভাবিত ছিলেন তারা হলেন অ্যাভিসেনা এবং অ্যাভেরোস । খ্রিস্টান ধর্মতত্ত্বে, অ্যারিস্টটল দ্বারা প্রভাবিত মূল দার্শনিক নিঃসন্দেহে টমাস অ্যাকুইনাস । খ্রিস্টধর্মের মধ্যে এর আগে অ্যারিস্টটলীয় প্রভাব ছিল (উল্লেখযোগ্যভাবে অ্যানসেলম), কিন্তু অ্যাকুইনাস (যিনি ঘটনাক্রমে, অ্যাভিসেনা, অ্যাভেরোস এবং মাইমোনাইডসের মাধ্যমে তার অ্যারিস্টটলীয় প্রভাব খুঁজে পেয়েছেন) তার নিজস্ব ধর্মতত্ত্ব জুড়ে ব্যাপক অ্যারিস্টটলীয় ধারণাগুলিকে অন্তর্ভুক্ত করেছিলেন। অ্যাকুইনাস এবং স্কলাস্টিক খ্রিস্টান ধর্মতত্ত্বের মাধ্যমে যার তিনি একটি উল্লেখযোগ্য অংশ ছিলেন, অ্যারিস্টটল  শতাব্দীতে একাডেমিক ধর্মতত্ত্বের মহান কর্তৃত্ব\" হয়ে ওঠেন এবং খ্রিস্টীয় ধর্মতত্ত্বের উপর প্রভাব ফেলেন যা ব্যাপক এবং গভীরভাবে এম্বেড হয়ে যায়। যাইহোক, উল্লেখযোগ্য খ্রিস্টান ধর্মতাত্ত্বিকরা  অ্যারিস্টটলীয় ধর্মতাত্ত্বিক প্রভাবকে প্রত্যাখ্যান করেছিলেন, বিশেষ করে খ্রিস্টান সংস্কারকদের প্রথম প্রজন্ম  এবং সবচেয়ে উল্লেখযোগ্যভাবে মার্টিন লুথার ।  পরবর্তী প্রোটেস্ট্যান্ট ধর্মতত্ত্বে, অ্যারিস্টটলীয় চিন্তাভাবনা দ্রুত প্রোটেস্ট্যান্ট শিক্ষাবাদে পুনরুত্থিত হয়।\n\n\n== নোট =="}