{"pageid": 1480688, "title": "গুগল বিজ্ঞান মেলা", "url": "https://bn.wikipedia.org/wiki?curid=1480688", "content": "গুগল বিজ্ঞান মেলা ছিল বিশ্বব্যাপী (কিউবা, ইরান, উত্তর কোরিয়া, সুদান, মায়ানমার/বার্মা, সিরিয়া, জিম্বাবুয়ে এবং অন্য কোনো মার্কিন অনুমোদিত দেশ  ব্যতীত) অনলাইন বিজ্ঞান প্রতিযোগিতা যা গুগল, লেগো, ভার্জিন গ্যালাকটিক, ন্যাশনাল জিওগ্রাফিক এবং সাইন্টিফিক আমেরিকান স্পন্সর করেছে।    এটি একটি বার্ষিক ঘটনা ছিল যা ২০১১ থেকে ২০১৮ সাল পর্যন্ত বিস্তৃত ছিল।\nজানুয়ারী ২০১১ সালে প্রথম গুগল বিজ্ঞান মেলা ঘোষণা করা হয়েছিল; অন্তর্ভুক্তি ৭ এপ্রিল, ২০১১ তারিখে শেষ হয় এবং বিচার জুলাই ২০১১ সালে হয়েছিল৷ প্রতিযোগিতাটি বিশ্বজুড়ে ১৩ থেকে ১৮ বছর বয়সী শিক্ষার্থীদের জন্য উন্মুক্ত, তারা একটি অনুকল্প তৈরি করে, পরীক্ষা করে এবং তাদের ফলাফল উপস্থাপন করতে হতো।   অংশগ্রহণের জন্য সমস্ত ছাত্রদের অবশ্যই একটি ইন্টারনেট সংযোগ এবং একটি বিনামূল্যের গুগল অ্যাকাউন্ট থাকতে হবে এবং প্রকল্পগুলি অবশ্যই ইংরেজি, জার্মান, ইতালীয়, স্পেনীয় বা ফরাসি ভাষায় হতে হবে৷  চূড়ান্ত জমা দিতে হবে দশটি অংশে, যা হল সারসংক্ষেপ, একটি \"আমার সম্পর্কে\" পৃষ্ঠা, প্রকল্পের পদক্ষেপ এবং একটি কাজের উদ্ধৃত পৃষ্ঠা।  অন্তুর্ভূক্তকে আটটি মূল মানদণ্ডে বিচার করা হয়, যার মধ্যে রয়েছে শিক্ষার্থীর উপস্থাপনা, প্রশ্ন, অনুমান, গবেষণা, পরীক্ষা, তথ্য, পর্যবেক্ষণ এবং উপসংহার।  তিনজন চুড়ান্ত বিজয়ীকে পুরস্কার দেওয়া হয়। গ্র্যান্ড প্রাইজের মধ্যে রয়েছে গ্যালাপাগোস দ্বীপপুঞ্জে ন্যাশনাল জিওগ্রাফিক প্রমোদ ভ্রমণ এবং US$৫০,০০০ মার্কিন ডলার বৃত্তি;  চুড়ান্ত বিজয়ী পর্বে অংশ নেয়া সকলেই পাবে US$১৫,০০০ বৃত্তি এবং স্পন্সরিং প্রতিষ্ঠান থেকে বিভিন্ন প্যাকেজ।  ল্যারি পেজ এবং সের্গেই ব্রিন যখন ক্যালিফোর্নিয়ার স্ট্যানফোর্ড ইউনিভার্সিটিতে পিএইচডি ছাত্র ছিলেন, তারা ১৯৯৬ সালের জানুয়ারিতে একটি গবেষণা প্রকল্প হিসেবে গুগল তৈরি করেছিলেন; গুগলের কর্মচারী টম অলিভেরি কোম্পানির প্রথম দিকের দিনগুলোকে তুলে ধরেন: \"বিজ্ঞান মেলা শিক্ষার্থীদের বিজ্ঞানের মাধ্যমে তাদের দৃষ্টি এবং কৌতূহল অন্বেষণ করতে সাহায্য করে। আমাদের কোম্পানি একটি পরীক্ষার ভিত্তিতে প্রতিষ্ঠিত হয়েছিল। আমরা দৃঢ়ভাবে বিশ্বাস করি যে বিজ্ঞান বিশ্বকে পরিবর্তন করতে পারে\", তিনি বলেন।  ২৮ অক্টোবর, ২০১৯ পর্যন্ত, পরবর্তী গুগল বিজ্ঞান মেলার কোনো বিবরণ প্রকাশিত হয়নি।\n\n\n== অতিথিদের সাক্ষাৎকার ==\nঅনলাইন সাইটে নির্বাচিত ব্যক্তিদের সাথে বেশ কয়েকটি হাইলাইট করা অতিথি সাক্ষাৎকার রয়েছে, প্রত্যেক জনই তাদের বিজ্ঞানের ক্ষেত্রে সুপ্রতিষ্ঠিত এবং বিশিষ্ট, তাদের লক্ষ্য তরুণ শিক্ষার্থীদের অনুপ্রেরণা হিসাবে কাজ করা। নির্বাচিত ব্যক্তিদের মধ্যে রয়েছেন মিচ রেসনিক, স্পেন্সার ওয়েলস, কেভিন ওয়ারউইক এবং মেরিয়েট ডি ক্রিস্টিনা।\n\n\n== ২০১১ সালের বিজয়ীরা ==\nটেক্সাসের ফোর্ট ওয়ার্থের ১৭ বছর বয়সী মেয়ে শ্রী বোস, কেমোথেরাপি ড্রাগ, সিসপ্ল্যাটিন (যা সাধারণত ডিম্বাশয়ের ক্যান্সার আক্রান্ত মহিলারা গ্রহণ করেন এবং সময়ের সাথে সাথে সিসপ্ল্যাটিনের বিরুদ্ধে প্রতিরোধী হয়ে ওঠা ক্যান্সার কোষের সমস্যা মোকাবেলা করে) নিয়ে গবেষণার জন্য গ্র্যান্ড প্রাইজ এবং ৫০,০০০ ডলার জিতেছে\nপোর্টল্যান্ডের নাওমি শাহ ফুসফুসের উপর বাতাসের মানের প্রভাব নিয়ে (বিশেষ করে যাদের হাঁপানি রয়েছে তাদের জন্য) একটি গবেষণা করে ১৫-১৬ বয়সের বিভাগে জিতেছে। শাহ ১০৩ জনকে পরীক্ষার জন্য নিয়োগ করেছিলেন এবং তাদের বাড়ি ও কর্মক্ষেত্রে ২৪ ঘন্টা ধরে বাতাসের গুণমান পরিমাপ করেছিলেন এবং তাদের শ্বাস-প্রশ্বাসের ধাক্কা পরিমাপ করার জন্য একটি যন্ত্র ছিল।\nইয়র্ক, পিএ এর লরেন হজ, মেরিনেড মাংস গ্রিলিং দ্বারা উৎপাদিত ক্যান্সার সৃষ্টিকারী যৌগের পরিমাণ হ্রাস করে কিনা তা নিয়ে গবেষণার জন্য ১৩-১৪ বয়সের বিভাগে জিতেছে। সে দেখতে পায় যে লেবুর রস এবং বাদামি চিনি কার্সিনোজেনগুলির মাত্রা তীব্রভাবে হ্রাস করে এবং সয়া সস সেটি বৃদ্ধি করে।\nবিশ্বজুড়ে (৯০টি দেশ) মানুষ গুগলের অনলাইন ভোটিং গ্যালারিতে তাদের প্রিয় প্রকল্পগুলির জন্য ভোট দেওয়ার সুযোগ পেয়েছিল। গুগলের ১,০০,০০০ এরও বেশি ভোট রয়েছে এবং প্রতিযোগিতাটি সত্যিই শক্ত ছিল। ৬০ জন সেমিফাইনালিস্টের মধ্যে সবচেয়ে বেশি পুরস্কার পাওয়ার জন্য বিমল সুব্রামানিয়ান পিপলস চয়েস অ্যাওয়ার্ড জিতেছেন। ক্যান্সার বাস্টার্স নিয়ে নিমালের প্রকল্পটি জনসাধারণ খুবই পছন্দ করেছিল। নিমাল ১০,০০০ মার্কিন ডলার বৃত্তি পেয়েছিলেন।\n\n\n== ২০১২ সালের বিজয়ী ==\n১৭ বছর বয়সী ব্রিটানি ওয়েঙ্গার তার \"গ্লোবাল নিউরাল নেটওয়ার্ক ক্লাউড সার্ভিস ফর ব্রেস্ট ক্যান্সার\" এর মাধ্যমে গ্র্যান্ড পুরস্কার জিতেছেন। এটি ম্যালিগন্যান্ট ক্যান্সারের টিউমারগুলি নির্ণয়ের জন্য ডিজাইন করা হয়েছে এবং এটি একটি পরীক্ষার সেটে ৯৯% এরও বেশি ম্যালিগন্য্যান্ট স্তন টিউমার সফলভাবে শনাক্ত করেছে। তিনি ৫০,০০০ ডলার-সহ গ্যালাপাগোস দ্বীপপুঞ্জে ভ্রমণের সুযোগ, প্রতিযোগিতায় জয়ের জন্য পরামর্শদাতা এবং ইন্টার্নশিপের সুযোগ পেয়েছিলেন।\nইভান হার্ভিয়াস রদ্রিগেজ, মার্কোস ওচোয়া এবং সার্জিও পাস্কুয়াল, সমস্ত স্পেন নিয়ে, জলজ বাস্তুতন্ত্রে মাইক্রোস্কোপিক প্রাণী পরীক্ষা করার জন্য মাইক্রোস্কোপি ব্যবহার করে ১৫-১৬ বয়সের গ্রুপে জিতেছে।\nশ্রবণশক্তি হারানো ব্যক্তিদের শ্রবণ অভিজ্ঞতা বাড়ানোর জন্য একটি ডিভাইস ডিজাইন করে এবং তৈরি করে জোনাহ কোহন বয়স ১৩-১৪ গ্রুপে জিতেছেন। তাঁর যন্ত্রটি শরীরের বিভিন্ন অংশে সংযুক্ত থাকে, যা শব্দকে স্পর্শকাতর উদ্দীপনায় রূপান্তরিত করে।\n\n\n== ২০১৩ সালের বিজয়ীরা ==\n২০১৩ সালের গুগল বিজ্ঞান মেলার বিজয়ীরা ছিলেন:\n১৩-১৪ বয়সের বিভাগ: ভিনি কুমার (অস্ট্রেলিয়া) The PART (দি পার্ট) - Police and Ambulances Regulating Traffic (পুলিশ এবং অ্যাম্বুলেন্স রেগুলেটিং ট্রাফিক প্রোগ্রাম) । ভিনির প্রকল্পটি জরুরি যানবাহন আসার সময় চালকদের আরও নোটিশ দেওয়ার জন্য নতুন উপায়ের সন্ধান করেছিল, যাতে তারা জরুরি গাড়ির পথ থেকে বেরিয়ে আসার জন্য এড়িয়ে চলতে পারে।\n১৫-১৬ বয়সের বিভাগ: অ্যান মাকোসিনস্কি (কানাডা) দ্য হোল ফ্ল্যাশলাইট। পেল্টিয়ার টাইল এবং হাতের তালু ও পরিবেষ্টিত বাতাসের মধ্যে তাপমাত্রার পার্থক্য ব্যবহার করে, অ্যান একটি টর্চলাইট ডিজাইন করেছিলেন যা ব্যাটারি বা চলমান কোন অংশ ছাড়াই উজ্জ্বল আলো সরবরাহ করে।\n১৭-১৮ বয়সের বিভাগ: গ্র্যান্ড প্রাইজ বিজয়ী এরিক চেন (যুক্তরাষ্ট্র) - ফ্লু মহামারি মোকাবেলায় নভেল ইনফ্লুয়েঞ্জা এন্ডোনিউক্লিয়াস ইনহিবিটারের কম্পিউটার-এডেড ডিসকভারি। কম্পিউটার মডেলিং এবং জৈবিক গবেষণার সংমিশ্রণে এরিকের প্রকল্পটি ইনফ্লুয়েঞ্জা এন্ডোনিউক্লিজ ইনহিবিটারকে একটি নতুন ধরনের অ্যান্টি-ফ্লু ওষুধের জন্য নেতৃত্ব হিসাবে দেখে, যা মহামারি স্ট্রেন সহ সমস্ত ইনফ্লুয়েঞ্জার ভাইরাসের বিরুদ্ধে কার্যকর।\n\n\n== ২০১৪ সালের বিজয়ী ==\n২০১৪ সালের গুগল বিজ্ঞান মেলায় তারিখ ১২ই ফেব্রুয়ারি  থেকে এন্ট্রি গ্রহণ শুরু করে এবং ১৩ই মে  এন্ট্রি বন্ধ হয়ে যায়। এরপর স্থানীয়, আঞ্চলিক এবং সায়েন্স ইন অ্যাকশন পুরস্কার মনোনীতদের ফলাফল ঘোষণা করা হয়। আয়ারল্যান্ডের তিন মেয়ে, সিয়ারা জজ (১৬), এমের হিকি (১৬) এবং সোফি হিলি-থো (১৭) গ্র্যান্ড প্রাইজ জিতেছেন। তারা প্রতিযোগিতার প্রথম গ্রুপ বিজয়ী এবং আজ পর্যন্ত সর্বকনিষ্ঠ বিজয়ী (তারা ১৫-১৬ বছর বয়স বিভাগের পুরস্কারও জিতেছে)। তাদের প্রকল্পের শিরোনাম ছিল \"বিশ্ব খাদ্য সংকটের বিরুদ্ধে লড়াইঃ শস্যের বৃদ্ধি প্রবক্তা হিসাবে ডায়াজোট্রফ ব্যাকটেরিয়া\"।\n১৩-১৪ বছর বয়স বিভাগে বিজয়ী হন পেনসিলভেনিয়ার পিটসবার্গের মিহির গ্যারিমেলা (১৪) \"ফ্রুট-ফ্লাই ইন্সপায়ার্ড রোবটস\" শীর্ষক একটি প্রকল্পের মাধ্যমে। কানাডার হেইলি টোডেস্কো (১৭) তার প্রকল্প \"ক্লেনিং আপ অয়েল স্যান্ডস ওয়েস্ট\" এর মাধ্যমে ১৭-১৮ বছর বয়স বিভাগে বিজয়ী হন।\nপ্রতিটি বিভাগের জন্য সামগ্রিক পুরস্কারের পাশাপাশি বেশ কয়েকটি বিশেষ পুরস্কারও ঘোষণা করা হয়েছিল। কেনেথ শিনোজুকা (১৫) কে তাঁর প্রকল্প \"ওয়েয়ারএবল সেন্সরস ফর এজিং সোসাইটি\" এর ব্যবহারিক সম্ভাবনার স্বীকৃতিস্বরূপ সায়েন্স ইন অ্যাকশন অ্যাওয়ার্ড বিজয়ী ঘোষণা করা হয়। আরশ শাহ দিলবাগি (১৬) একটি বর্ধিত এবং বিকল্প যোগাযোগ (এ.এ.সি.) তৈরি করার জন্য ভোটার চয়েস অ্যাওয়ার্ড জিতেছেন, যা নিঃশ্বাসকে শব্দের রূপান্তরিত করে, নিঃশব্দ মানুষকে কথা বলতে সক্ষম করে। স্থানীয় পুরস্কার বিজয়ীদের মধ্যে শ্যানন ট্যান (১৮) ছিলেন, যিনি ভারী শিল্প থেকে বর্জ্য জল বিশুদ্ধ করতে ক্রাস্টেসিয়ান শেল থেকে পরিশোধিত উপকরণ ব্যবহার নিয়ে গবেষণার জন্য সিঙ্গাপুরে এই পুরস্কার জিতেছিলেন।\n\n\n== ২০১৫ সালের বিজয়ীরা ==\n২০১৫ সালের ১৮ মে গুগল সায়েন্স ফেয়ারের জন্য এন্ট্রি বন্ধ করা হয়েছিল, এবং ২০১৫ সালের ৭ জুলাই লন্ডনে আঞ্চলিক ফাইনালিস্টদের ঘোষণা করা হয়েছিল। এর মধ্যে লরেন ম্যাকেঞ্জি (১৪) ছিলেন যিনি একটি স্বয়ংক্রিয় মাটি সেচ ব্যবস্থা তৈরি করেছিলেন, শাদাব করনাচি (১৪) যিনি দৃশ্যগত প্রতিবন্ধীদের জন্য একটি কম খরচের গেমিং ডিভাইস ডিজাইন করেছিলেন, নিশান্ত কুমার (১৬) যিনি বিকাশজনিত অক্ষমতা সহ ব্যক্তিদের জন্য একটি কম খরচের 'হ্যান্ডস-ফ্রি' মাউস ডিজাইন করেছিলেন, এবং পিটার হি (১৪) যিনি একটি উদ্ভাবনী বেতার ভার্চুয়াল রিয়ালিটি সিস্টেম তৈরি করেছিলেন।\n২০১৫ সালের ৪ আগস্ট ১০টি দেশ হতে প্রতিনিধিত্বকারী গ্লোবাল ফাইনালিস্টদের ঘোষণা করা হয় এবং তারা হলেন:\nবসনিয়া-হার্জেগোভিনা\nআনেলা আরিফি এবং ইলদা ইসমাইলি - মুরগির পালক ব্যবহার করে বিকল্প জ্বালানি উৎপাদন ও সংরক্ষণের জন্য একটি সিস্টেম।\nকানাডা\nইসাবেলা ও'ব্রায়েন - স্বর্গে সমস্যা: মহাসাগরের অম্লীকরণ কমানোর জন্য শাঁসের বর্জ্য পুনর্ব্যবহার।\nক্যালভিন রিডার - বাতাস থেকে পরিষ্কার পানি উত্তোলন: পানযোগ্য পানি সরবরাহের জন্য সৌরশক্তি চালিত সমাধান।\nফ্রান্স\nইলিয়ট সার্রে - বোট২ক্যারোট: স্মার্টফোন-সক্রিয় রোবটের মাধ্যমে বাগান করা।\nভারত\nললিতা প্রসিদা শ্রীপাদা শ্রীসাই - ভুট্টার খোসা ব্যবহার করে পানি দূষণকারী শোষণ।\nলিথুয়ানিয়া\nলরা স্টেপনাভিচিউটে - ন্যানোম্যাটারিয়ালের পরিবেশগত বিপর্যয় শনাক্ত করা।\nরাশিয়া\nঅ্যালেক্সেই তারাসোভ - নতুন ইলেকট্রনিক্সে টার্নারি লজিক ব্যবহার করা।\nসিঙ্গাপুর\nগিরিশ কুমার - রেভআপ: স্বয়ংক্রিয়ভাবে তৈরি হওয়া পড়ার প্রশ্নের মাধ্যমে শিক্ষার উন্নতি। \nজিলিন ওয়াং - জিংক এয়ার ব্যাটারি জন্য সম্ভাব্য, প্রচলিত শক্তি সংরক্ষণ\nতাইওয়ান\nওয়েই-তুং চেন - একটি মাত্র উৎস থেকে একটি বস্তুর 3D অবস্থান নির্ণয় করা।\nইয়ো শু এবং জিং-টং ওয়াং - নক অন ফুয়েল: সাউন্ড প্যাটার্ন বিশ্লেষণের মাধ্যমে গ্যাসোলিনে মিশ্রণ সনাক্তকরণ।\nযুক্তরাজ্য\nক্রটিন নিথিয়ানান্দাম - নতুন রাসায়নিক \"ট্রোজান হর্স\" এর সাহায্যে এলজাইমারের রোগের নির্ণয় ও চিকিৎসা উন্নত করছেন।\nম্যাথিউ রেইড - দ্য অর্ডুঅর্বিটার: একটি হালকা ওজনের, ওপেন সোর্স স্যাটেলাইট।\nমার্কিন যুক্তরাষ্ট্র\nঅনিকা চিরলা - স্বয়ংক্রিয় এবং সঠিক প্রাথমিক নির্ণয়ের জন্য এলজাইমারের রোগের উন্নত ডায়াগনোসিস।\nঅনুরুধ গনেসন - VAXXWAGON: একটি নির্ভরযোগ্য উপায় ভ্যাকসিন সংরক্ষণ এবং পরিবহন করার জন্য\nঅলিভিয়া হলিসি [বিজয়ী] - ইবোলার তাপমাত্রা-স্বাধীন, সস্তা এবং দ্রুত নির্ণয়\nদীপিকা কুরুপ - সূর্যশক্তি চালিত রুপা, যা পানীয় জলে ব্যাকটেরিয়া বিরুদ্ধে লড়াই করে\nপ্রণব শিবকুমার - মাধ্যাকর্ষণ দ্বারা লেন্সকৃত কোয়াসারগুলি খুঁজতে স্বয়ংক্রিয় অনুসন্ধান\nঅ্যাড্রিয়েল সুমাথিপালা - হৃদরোগের প্রাথমিক সনাক্তকরণের জন্য একটি সহজ ডায়াগনস্টিক টুল তৈরি করা\nতানয় তান্ডন - দ্রুত, পোর্টেবল এবং স্বয়ংক্রিয় রক্তের গঠন পরীক্ষার সরবরাহ\n২০১৫ সালের ২১ সেপ্টেম্বর বিজয়ীদের ঘোষণা করা হয়েছিল। গ্র্যান্ড পুরস্কার জিতেছিলেন অলিভিয়া হলিসি (১৬), তার প্রকল্প 'তাপমাত্রা-স্বাধীন, পোর্টেবল এবং সিল্ক-ডেরাইভড ল্যাটারাল-ফ্লো সিস্টেম দ্বারা ইবোলার দ্রুত ক্ষেত্র নির্ণয়'। গুগল টেকনোলজিস্ট পুরস্কার জিতেছিলেন গিরিশ কুমার (১৭) তার প্রকল্প 'রেভআপ: স্বয়ংক্রিয়ভাবে শিক্ষামূলক টেক্সট থেকে প্রশ্ন তৈরি' এবং ইনকিউবেটর পুরস্কার জিতেছিলেন এলিয়ট সারি (১৪) তার প্রকল্প 'বট২ক্যারট: আপনার স্মার্টফোনের মাধ্যমে আপনার সবজি বাগান পরিচালনা'। লেগো এডুকেশন বিল্ডার পুরস্কার জিতেছিলেন অনুরুধ গনেসন (১৫), ভার্জিন গ্যালাকটিক পায়োনিয়ার পুরস্কার জিতেছিলেন প্রণব শিবকুমার (১৫), সায়েন্টিফিক আমেরিকান ইনোভেটর পুরস্কার জিতেছিলেন ক্রটিন নিথিয়ানান্দাম (১৫), ন্যাশনাল জিওগ্রাফিক এক্সপ্লোরার পুরস্কার জিতেছিলেন দীপিকা কুরুপ (১৭) এবং কমিউনিটি ইম্প্যাক্ট পুরস্কার জিতেছিলেন ললিতা প্রসিদা।\n\n\n== ২০১৬ সালের বিজয়ীরা ==\n২০১৬ সালের ১৭ মে গুগল সায়েন্স ফেয়ারের এন্ট্রি বন্ধ করা হয়েছিল, ২০১৬ সালের ১১ আগস্ট গ্লোবাল ১৬ ফাইনালিস্টদের ঘোষণা করা হয়। চূড়ান্ত ইভেন্টটি ২০১৬ সালের ২৪ থেকে ২৭ সেপ্টেম্বর ক্যালিফোর্নিয়ার মাউন্টেন ভিউতে অনুষ্ঠিত হয়েছিল। শীর্ষ পাঁচটি পুরস্কারের জন্য ১৬ জন ফাইনালিস্ট প্রতিযোগিতা করেছিলেন। প্রথম দুটি রাউন্ডে ১৩-১৫ এবং ১৬-১৮ দুটি বয়স বিভাগ ছিল। তবে, পূর্বের বছরগুলির মতো নয়, চূড়ান্ত ইভেন্টের সময় শীর্ষ পুরস্কারগুলি পূর্বের রাউন্ডের দুটি বয়স বিভাগের মধ্যে পার্থক্য করেনি, যার ফলে এটি পূর্ববর্তী সব বছরের তুলনায় প্রতিযোগীদের জন্য বিশেষভাবে চ্যালেঞ্জিং ইভেন্ট হয়ে উঠেছিল।\nগ্র্যান্ড পুরস্কার জিতেছিলেন দক্ষিণ আফ্রিকার কিয়ারা নিরঘিন (১৬), তার প্রকল্প 'ফল দিয়ে খরা মোকাবেলা' এর জন্য। লেগো এডুকেশন বিল্ডার পুরস্কার জিতেছিলেন যুক্তরাষ্ট্রের অনুষ্কা নাইকনাওয়ার (১৩), যিনি 'ভবিষ্যতের জন্য স্মার্ট ক্ষত যত্ন' প্রকল্পের জন্য এ পর্যন্ত শীর্ষ পুরস্কার জেতা সবচেয়ে কনিষ্ঠ প্রতিযোগী। ন্যাশনাল জিওগ্রাফিক এক্সপ্লোরার পুরস্কার জিতেছিলেন জাম্বিয়ার মফাতসো সিম্বাও (১৮)। সায়েন্টিফিক ইনোভেটর পুরস্কার জিতেছিলেন 'রিসাইকেলড ফিল্টার দিয়ে ফোম বর্জ্যের বিরুদ্ধে লড়াই' প্রকল্পের জন্য তিন জনের একটি দল [যুক্তরাষ্ট্রের অ্যাশটন কোফার (১৪), লুক ক্লে (১৪) এবং জুলি ব্রে (১৪)]। ভার্জিন গ্যালাকটিক পায়োনিয়ার পুরস্কার জিতেছিলেন চার্লি ফেনস্কে (১৬) 'রকেটকে আরো কার্যকরী করার জন্য' প্রকল্পের জন্য, তিনিও যুক্তরাষ্ট্রের।\n\n\n== ২০১৭ সালের বিজয়ীরা ==\n২০১৭ সালের মে মাসে প্রতিযোগিতা সাধারণ সময়ের মতো শুরু হয়নি। দেরী গ্রীষ্ম থেকে, অফিসিয়াল ওয়েবসাইটে উল্লেখ করা হয়েছিল যে \"আমরা কিছু পরীক্ষা চালাচ্ছি\" এবং \"আগামী শরৎ ২০১৭\"। ২০১৮ সালের প্রতিযোগিতার জন্য জমা দেওয়া শুরু হয়েছিল ১৩ সেপ্টেম্বর ২০১৮।\n\n\n== ২০১৮ সালের বিজয়ীরা ==\nগুগল সায়েন্স ফেয়ার ২০১৮-১৯ সালের জন্য ১৭৯টি বিভিন্ন পুরস্কার নিয়ে ফিরে আসে। এন্ট্রি জমা দেওয়া শুরু হয়েছিল ১৩ সেপ্টেম্বর ২০১৮ এবং শেষ হয়েছিল ১২ ডিসেম্বর ২০১৮। রাষ্ট্র পুরস্কারের বিজয়ীদের ঘোষণা করা হয়েছিল মার্চ ২০১৯ এ, আঞ্চলিক পুরস্কারের বিজয়ীদের ঘোষণা করা হয়েছিল এপ্রিল ২০১৯ এ, এবং গ্লোবাল ফাইনালিস্টদের ঘোষণা করা হয়েছিল মে ২০১৯ এ। ২০১৯ সালের ২৯ জুলাই শীর্ষ পাঁচটি পুরস্কার এবং একটির জন্য অনুপ্রেরণামূলক শিক্ষক পুরস্কার প্রদান করা হয়েছিল। গুগল গ্র্যান্ড পুরস্কার, যা একটি $৫০,০০০ শিক্ষাবৃত্তি প্রদান করে, আয়ারল্যান্ডের ফিয়ন ফেরেইরা জিতেছিলেন। তার প্রকল্পের শিরোনাম ছিল \"ফেরোফ্লুইড ব্যবহার করে পানির মাইক্রোপ্লাস্টিক অপসারণের তদন্ত\"। ন্যাশনাল জিওগ্রাফিক এক্সপ্লোরার পুরস্কার জিতেছিলেন ভারতের এ ইউ নচিকেথ কুমার এবং আমান কে এ, রাবারকে জমাট বাঁধানোর একটি পরিবেশবান্ধব উপায় খুঁজে পেয়েছিলেন। লেগো এডুকেশন পুরস্কার জিতেছিলেন রাশিয়ান ফেডারেশনের ড্যানিয়েল কাজান্টসেভ, যারা শ্রবণ প্রতিবন্ধীদের আশেপাশের বিশ্বের সাথে যোগাযোগ করতে সাহায্য করার জন্য একটি ভালো উপায় খুঁজতে চেয়েছিলেন। সায়েন্টিফিক আমেরিকান পুরস্কার জিতেছিলেন তুরস্কের তুয়ান ডলমেন, যিনি গাছের কম্পন থেকে শক্তি আহরণের একটি উপায় খুঁজে পেয়েছিলেন। গ্যালাকটিক পায়োনিয়ার পুরস্কার জিতেছিলেন ইন্দোনেশিয়ার সেলেস্টিন ওয়েনার্ডি, যিনি একটি কম খরচের এবং অ-আক্রমণাত্মক গ্লুকোজ মিটার তৈরি করেছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nPrevious Winners"}