{"pageid": 1480932, "title": "হামাদ আল-হাজ্জি", "url": "https://bn.wikipedia.org/wiki?curid=1480932", "content": "হামাদ আল-হাজ্জি সৌদি আরবের একজন কবি ছিলেন। তিনি আল-ওয়াশম অঞ্চলের শাকরার দক্ষিণে ছোট্ট শহর মারাত শহরে জন্মগ্রহণ করেন। যখন তার বয়স দশ বছরেরও কম তখন তার মা মারা যান। এরপর তার বড় বোন হায়লা এবং হায়লার স্বামী তাকে দারিদ্র্যের মধ্যে লালন-পালন করেন। নিজের শহরে প্রাথমিক শিক্ষার সনদ লাভ করার পর ১৯৫১ সালে তিনি সৌদি রাজধানী রিয়াদে চলে আসেন। সেখানে তিনি কলেজ অব শরিয়া এবং কলেজ অব অ্যারাবিক ল্যাঙ্গুয়েজে পড়াশোনা করেন এবং উভয় কলেজের প্রথম পরীক্ষাগুলোতে অংশ নেন। তবে ১৯৬১ সালে তার পরিকল্পিত স্নাতক সম্পন্ন করার আগেই তিনি মানসিক অসুস্থতায় ভুগতে শুরু করেন এবং সিজোফ্রেনিয়া রোগে গুরুতর আক্রান্ত হন। তাকে সৌদি আরবের হাসপাতালগুলোতে চিকিৎসা করা হয়। এছাড়াও কুয়েত, ইরান, লেবানন, মিশর এবং যুক্তরাজ্যে চিকিৎসা নেওয়া হয়। কিন্তু তার অবস্থার তেমন কোনো উল্লেখযোগ্য উন্নতি হয়নি। শেষ পর্যন্ত তিনি ফুসফুসের রোগে আক্রান্ত হয়ে ৪৯ বছর বয়সে মারা যান।\nআল-হাজ্জি তার মাতৃভূমির প্রতি গভীর ভালোবাসা এবং সাহিত্যিকভাবে নিরাশা ও অন্ধকার প্রকাশের জন্য পরিচিত ছিলেন। তার মৃত্যুর পরের বছর তার কবিতার একটি সংকলন প্রকাশিত হয়, যার শিরোনাম ছিল \"আজাব আস-সিনীন\" (আরবি: عذاب السنين)। এটি আল ইয়ামামাহ ম্যাগাজিনের প্রধান সম্পাদক মুহাম্মদ বিন আহমদ আল-শাদি দ্বারা সংকলিত হয়। এই কবিতাগুলো তার অসুস্থতার আগে লেখা অধিকাংশ কাজের প্রতিনিধিত্ব করে।\n\n\n== জীবনী ==\n\n\n=== প্রারম্ভিক সময় ===\nআল-হাজ্জির পুরো নাম ছিল হামাদ বিন সা'দ বিন মুহাম্মদ বিন মূসা আল-হাজ্জি। ১৯৩৯ সালে তিনি আল-ওয়াশম অঞ্চলের মারাত শহরে জন্মগ্রহণ করেন। তাঁর বাবা একজন লোককবি হিসেবে পরিচিত ছিলেন। যখন আল-হাজ্জির বয়স প্রায় ৯ বছর, তখন তার মা মারা যান। তার বাবা ছিলেন দরিদ্র এবং দীর্ঘ সময় ধরে পুনরায় বিয়ে করেননি। তার বাবা একটি ছোট দোকান চালাতেন, যেখানে তিনি কফি এবং এলাচ বিক্রি করতেন, কিন্তু তার আয় পুরো পরিবারের ভরণপোষণের জন্য যথেষ্ট ছিল না। একাকীত্ব ও দারিদ্র্যের মধ্যে বেড়ে ওঠা আল-হাজ্জি পরে তার বোন হায়লার স্বামী মুহাম্মদ আল-দু'আইজের বাড়িতে আশ্রয় নেন এবং সেখানে তিনি একটি নতুন পরিবার খুঁজে পান।\nহায়লা তাদের মায়ের মৃত্যুর পর আইনত আল-হাজ্জির অভিভাবক হন এবং হামাদ প্রাথমিক বিদ্যালয় শেষ না করা পর্যন্ত তার স্বামীর বাড়িতে হামাদকে লালন-পালন করতে শুরু করেন। তাদের মা মারা যান সেই একই বছরে হামাদ তার এক বছর বয়সী ভাই ইব্রাহিমকেও হারান। তার আরেক ভাই আবদুল আজিজও নয় বছর বয়সে তাদের মায়ের মৃত্যুর দুই বছর পর মারা যায়। শৈশবের এই সংক্ষিপ্ত সময়ে একের পর এক পরিবারের মৃত্যুগুলো আল-হাজ্জির জীবনে গভীর প্রভাব ফেলে।\nহামাদ তার নিজ শহরের ঐতিহ্যবাহী প্রাথমিক বিদ্যালয়ে (কুততাব) পড়াশোনা করেন এবং পরবর্তীতে ১৯৫৩ সালে সৌদি আরবে প্রাথমিক সার্টিফিকেট পরীক্ষায় সফল শিক্ষার্থীদের তালিকায় নবম স্থান অর্জন করেন। কিন্তু মায়ের মৃত্যুর পর থেকে তিনি বিষণ্নতায় ভুগতে থাকেন।\n\n\n=== কলেজে পাঠকালীন সময় ===\n১৯৫১ সালে মারাত থেকে প্রাথমিক বিদ্যালয় শেষ করার পর আল-হাজ্জি রিয়াদে চলে যান এবং ১৯৫২ সালে সেখানকার সায়েন্টিফিক ইনস্টিটিউটে ভর্তি হন এবং সেখানে তিনি মাধ্যমিক ও উচ্চমাধ্যমিক পর্যায়ে পড়াশোনা করেন। রিয়াদে তিনি নতুন বন্ধু তৈরি করেন এবং তার জন্য নতুন ধরনের মানুষদের সাথে মিশতে শুরু করেন। এই সময়েই তার সাহিত্যিক প্রতিভা বিকশিত হতে থাকে এবং তখন তিনি তার প্রথম কয়েকটি কবিতা লিখেন।\nরিয়াদের সায়েন্টিফিক ইনস্টিটিউট থেকে সনদ অর্জনের পরে তিনি ১৯৫৭ সালে শরিয়া কলেজে ভর্তি হন। দুই বছর পর তিনি কলেজ অব অ্যারাবিক ল্যাঙ্গুয়েজে যোগ দেন। শরিয়া কলেজে যে দুই বছর তিনি পড়াশোনা করেছিলেন, তার জন্য তাকে ক্রেডিট দেওয়া হয়েছিল। ফলে, নতুন কলেজে তিনি তৃতীয় বর্ষ থেকে পড়াশোনা শুরু করেন। মুহাম্মদ বিন আহমেদ আল-শাদি, যিনি পরে আল-হাজ্জির কবিতা সম্পাদনা করেন, উল্লেখ করেছিলেন যে আল-হাজ্জি কলেজ অব অ্যারাবিক ল্যাঙ্গুয়েজে যোগ দিয়েছিলেন শরিয়া কলেজ ত্যাগ না করেই। এ কারণেই তিনি উভয় অনুষদের পরীক্ষায় অংশগ্রহণ করেছিলেন।\nকলেজের এই সময়ে তার সাহিত্যিক প্রতিভা সবার কাছে পরিচিত হয়ে ওঠে। তবে তার কয়েকজন সহপাঠী তাকে উৎসাহিত করলেও তিনি কিছু নেতিবাচক পরিস্থিতিরও সম্মুখীন হন যা তার কবিতা বা ব্যক্তিগত মনোভাবকে প্রভাবিত করেছিল। তার সহপাঠীদের মধ্যে খুব কম লোকই তাকে সঠিকভাবে মূল্যায়ন করেছিল।\nআল-হাজ্জি তার কলেজের পড়াশোনা শেষ করতে পারেননি। ১৯৬০-৬১ শিক্ষাবর্ষে তার পরিকল্পিত স্নাতক শেষ হওয়ার আগেই তিনি মানসিক অসুস্থতায় ভুগতে শুরু করেন। চিকিৎসকরা জানান যে তিনি গুরুতর সিজোফ্রেনিয়ায় আক্রান্ত হয়েছেন যা তার পড়াশোনা শেষ করতে এবং কবিতা লেখা চালিয়ে যেতে বাধা দেয়। মানসিক অসুস্থতার আগে তিনি অবিরামভাবে তার পড়াশোনা চালিয়ে যাচ্ছিলেন এবং তার সফলতা ও কবিতার জন্য সনামধন্য ছিলেন।\n\n\n=== মাধ্যমিক জীবন ===\nদরিদ্রতার কারণে হামাদ আল-হাজ্জি রিয়াদের একটি কল্যাণকেন্দ্রে বসবাস করতেন। ১৯৮৭ সালে একবার যখন কেন্দ্রের ম্যানেজার ফাহাদ আল-তুজাইরিকে জিজ্ঞাসা করা হয়েছিল, আল-হাজ্জি সেখানে কী পছন্দ করতেন, তখন তিনি ১০ম শতাব্দীর কবি আল-মুতানাব্বির কথা উল্লেখ করেন। তিনি বলেন, \"অনেক ক্ষেত্রে, যখন তার মানসিক অবস্থা খারাপ থাকে এবং তিনি কারো সাথে কথা বলতে চান না, তখন তার সাথে কথা বলার চাবিকাঠি হয়ে ওঠে আল-মুতানাব্বি।\"\nআল-হাজ্জি তার অসুস্থতার সময়ও আল-মুতানাব্বির অনেক কবিতা মুখস্থ রেখেছেন। একবার যখন ফাহদ আল-তুজাইরি ইচ্ছে করে আল-মুতানাব্বির কবিতার কিছু শব্দ পরিবর্তন করেন, আল-হাজ্জি তাকে এই ভুলগুলো সম্পর্কে সতর্ক করেন। অসুস্থতা ধরা পড়ার পর তিনি মানুষ থেকে বিচ্ছিন্ন হয়ে পড়েন এবং অন্যদের সাথে মেলামেশা কমিয়ে দেন। এছাড়াও আল-হাজ্জি সাধারণত কারো সঙ্গে বেশি কথা বলতেন না। তিনি কেন্দ্রেটির সমাজকর্মীর অফিসে যেতেন, সেখানে পত্রিকা পড়তেন এবং তারপর চলে আসতেন। কেউ তার সাথে কথা বললে তিনি হয় একেবারেই উত্তর দিতেন না অথবা খুব সংক্ষিপ্ত উত্তর দিতেন। তিনি সাপ্তাহিক ভ্রমণেও অংশগ্রহণ না করে বরং একা বসে থাকতেন। তখন তার মানসিক সক্ষমতায় কোনো ত্রুটি ছিল না। বরং কেন্দ্রের সকল কর্মী তার বুদ্ধিমত্তা এবং উচ্চশিক্ষার জন্য তাকে চিনতেন।\nরিয়াদে প্রথমে আল-হাজ্জির চিকিৎসা করেছিলেন মনোবিজ্ঞানী সা'দ আল-জারিয়ান। এরপর তিনি চিকিৎসার জন্য তাইফের মানসিক স্বাস্থ্য হাসপাতালে যান, কিন্তু সেই চিকিৎসা সফল হয়নি। আল-হাজ্জি ঘন ঘন ভ্রমণ করতেন। প্রথমে তিনি ভ্রমণ করতেন পর্যটনের জন্য, কিন্তু মানসিক অসুস্থতার পর তিনি একাধিকবার চিকিৎসার জন্য নিজ দেশ ত্যাগ করেন, কারণ সৌদি আরবে তার চিকিৎসা সফল হয়নি।\nতার অসুস্থতার আগে তিনি লেবাননে একাধিকবার ভ্রমণ করেছিলেন। পরে তিনি লেবাননে চিকিৎসা করাতে যান এবং পরে কুয়েতেও চিকিৎসা নেন। কুয়েতে প্রায় এক বছর অবস্থান করার পর, দেশে ফিরে তার অবস্থার কিছুটা উন্নতি হয়। এরপর তিনি যুক্তরাজ্যের লন্ডনে যান এবং সেখানে দুই মাস থাকেন। সেই চিকিৎসা কিছু ইতিবাচক প্রভাব ফেলে। এরপর তিনি মিশরেও চিকিৎসার জন্য যান।\n\n\n=== শেষ জীবন ও মৃত্যু ===\nদেশ ও বিদেশের বিভিন্ন হাসপাতাল এবং মানসিক স্বাস্থ্যকেন্দ্রে চিকিৎসা নেওয়ার পর আল-হাজ্জি তার জীবনের শেষ বছরগুলো তাইফের শেহার হাসপাতালে কাটান। তার নিজ শহরের কবি হামাদ আল-জায়েদ তাকে প্রায়ই দেখতে যেতেন এবং তার জন্য কেন্ট সিগারেট নিয়ে যেতেন, যা আল-হাজ্জি পছন্দ করতেন।\nআল-হাজ্জি ১৪০৯ হিজরির ২৯ রবিউল আউয়াল (৮ নভেম্বর ১৯৮৮) ফুসফুসের রোগে আক্রান্ত হয়ে ৪৯ বছর বয়সে তাইফে মারা যান। তাকে তার নিজ শহরে দাফন করা হয়। মৃত্যুর ২৮ বছর আগে যখন তিনি লেবাননে ছিলেন তখন তিনি নিজের জন্য একটি রিথা শোকগাথা লিখেছিলেন।\n\n\n== কবিতা ==\nতার মৃত্যুর পরের বছর, তার কবিতার একটি সংকলন প্রকাশিত হয়, যার শিরোনাম ছিল \"আজাব আস-সিনীন\" (আরবি: عذاب السنين)। এটি সংকলন করেছিলেন আল ইয়ামামাহ ম্যাগাজিনের প্রধান সম্পাদক মুহাম্মদ বিন আহমেদ আল-শাদি। এই ৬১টি কবিতা মূলত আল-হাজ্জি তার অসুস্থতার আগে লিখেছিলেন।\nতার মৃত্যুর পর সাহিত্য সমালোচকরা তার কবিতা নিয়ে মন্তব্য করেন এবং তাকে \"নাজদের কবি\" এবং \"দুঃখী কবি\" বলে অভিহিত করেন। তারা তাকে তুলনা করেন আল-শাবি, তারাফা এবং ইলিয়া আবু মাদির সঙ্গে যারা তার মতোই অসুস্থতার সময় বিচ্ছিন্নতা এবং একাকীত্বের শিকার হয়েছিলেন।\nসালেহ আল-মাহমুদ ২০১৫ সালের আধুনিক আরবি সাহিত্যের অভিধানে লিখেছেন যে আল-হাজ্জির কবিতাগুলোকে তিনটি পর্যায়ে ভাগ করা যায়। প্রথম পর্যায় হলো তাঁর রোগে আক্রান্ত হওয়ার আগের সময়, যা তাঁর কবিতা রচনার শুরুর দিককে নির্দেশ করে। দ্বিতীয় পর্যায় হলো তিনি রোগাক্রান্ত থাকার বছরগুলি, যা ছিল একটি সৃজনশীল সময়কাল। তৃতীয় পর্যায়টি রোগের প্রভাবে যখন কবির সৃজনশীলতা কমে যায় সেই সময়। এই সময়ে তিনি খুব কম কবিতা লিখতেন এবং এমনকি কাব্যচর্চার সাথে যুক্তই হতেন না।\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== উৎস ===\nইবনে হুসাইন, মুহাম্মদ বিন সাদ (১৯৮৭)। al-Shāʻir Ḥamad al-Ḥajjī الشاعر حمد الحجي [হামাদ আল-হাজ্জি: একজন কবি] (আরবি ভাষায়) (প্রথম সংস্করণ)। রিয়াদ, সৌদি আরব: লেখক নিজে। \nহুসেইন, মুস্তাফা ইব্রাহিম (১৯৯৪)। Udaba' Sa 'udiyun, tarjamat shamilah li-sab 'at wa-'ishrin adiban أدباء سعوديون؛ ترجمات شاملة لسبعة وعشرين أديبًا [সৌদি লেখক: সাতাশ জন লেখকের জীবনি] (আরবি ভাষায়) (প্রথম সংস্করণ)। রিয়াদ, সৌদি আরব: দার আল-রিফাই। পৃষ্ঠা ২৯–৪৯। আইএসবিএন 9789960662008। \nআল-দাখিল, খালিদ ইবনে আব্দুল আজিজ (২০০৭)। Ḥamad al-Ḥajjī shāʻir al-alām حمد الحجي؛ شاعر الآلام [হামাদ আল-হাজ্জি: দুঃখের কবি] (আরবি ভাষায়) (প্রথম সংস্করণ)। রিয়াদ, সৌদি আরব: লিটারেরি ক্লাব ইন রিয়াদ। আইএসবিএন 9786038082782। \nআল-মাহমুদ, সালেহ (২০১৫)।  হামদি, আল-সাক্কুত, সম্পাদক। Qāmūs al-Adab al-ʻArabi al-Hadith قاموس الأدب العربي الحديث [আধুনিক আরবি সাহিত্যের অভিধান] (আরবি ভাষায়) (প্রথম সংস্করণ)। কায়রো, মিশর: জেনারেল ইজিপশিয়ান বুক অর্গানাইজেশন। আইএসবিএন 9789779102146।"}