{"pageid": 1480650, "title": "আব্দুল খালিক মাদ্রাসি", "url": "https://bn.wikipedia.org/wiki?curid=1480650", "content": "আবদুল খালিক মাদ্রাসি ( জন্ম: ১০ মার্চ, ১৯৫৩ খ্রি.) হলেন একজন ভারতীয় ইসলামী পন্ডিত ও হাদীসের অধ্যাপক, যিনি দারুল উলূম দেওবন্দের উপ-উপাচার্য হিসেবে কর্মরত।  প্রায় অর্ধশতাব্দী ধরে সেখানে তিনি শিক্ষকতা, প্রশাসনিক দায়িত্ব ও নির্মাণ কাজের তত্ত্বাবধান করে আসছেন।\n\n\n== প্রাথমিক জীবন ও শিক্ষা ==\nমাদ্রাসি ১৯৫৩ সালের ১০ই মার্চ ভারতের মাদ্রাজের জাদওয়ালের আরকোটে জন্মগ্রহণ করেন। \nমাদ্রাসি জাদওয়ালের মাদ্রাসা-এ ইমদাদুল মুসলিমীনে পবিত্র কোরান, উর্দু, গণিত ও ধর্মতত্ত্ব এবং তামিলনাড়ু শহরের ভিরিঞ্চিপুরম মাদ্রাসায় ইংরেজি ভাষা, গণিত, ভূগোল ও অন্যান্য আধুনিক বিজ্ঞানের প্রাথমিক শিক্ষা লাভ করেন। \nএরপর তিনি ১৯৬১ সালে বাকিয়াত সালিহাত আরবি কলেজ ফারসি অধ্যয়ন করেন।  এর পরে ১৯৬৩ সালে তিনি বেঙ্গালুরুর দারুল উলূম সাবিলুর রাশাদে তার আরবি অধ্যয়ন শুরু করেন।  দারুল উলূম সাবিলুর রাশাদে তিনি আজহার হাসান আমরোহভীর কাছ থেকে সাত ও দশ কিরাআত অধ্যয়ন করেন। \n১৯৬৯ সালে মাদ্রাসি দারুল উলুম দেওবন্দে ভর্তি হন এবং ১৯৭০ সালে সেখান থেকে স্নাতক হন।  তিনি সৈয়দ ফখরুদ্দিন আহমদের কাছে সহীহ আল-বুখারি অধ্যয়ন করেন।  দারুল উলূম দেওবন্দে তার অন্য শিক্ষকদের মধ্যে নাসির আহমদ খানও রয়েছেন। \nস্নাতক হওয়ার পর ১৯৭০ সালে তিনি আরবি সাহিত্য, ১৯৭১ সালে যুক্তিবিদ্যা অধ্যয়ন করেন। ১৯৭২–৭৩ শিক্ষাবর্ষে তিনি সেখান থেকে স্নাতক হন।  ১৯৭০ সাল থেকে ১৯৭৪ সাল পর্যন্ত তিনি ওয়াহিদুজ্জামান কিরানবির সাথে আরবি সাহিত্যে কঠোর পরিশ্রম এবং অনুশীলন করেছিলেন। \n\n\n== কর্মজীবন ==\n১৯৭৩ সালের আগস্টে দারুল উলূম দেওবন্দে মাদ্রাসি একজন শিক্ষক হিসেবে নিযুক্ত হন।  সেখানে তিনি তাফসীরুল জালালাইন, মিশকাতুল মাসাবিহ, আল-কিরাআত আল-ওয়াজিহা, তারীখুল আদাবুল আরবি, দেওয়ানুল মুতানব্বি ও আশ-শামা প্রভৃতি বই পড়ান।   \n১৯৮৭ সাল থেকে মাদ্রাসি দারুল উলূম দেওবন্দের নির্মাণ বিভাগের পরিচালক হিসেবে আছেন।  দারুল উলুমের অত্যাশ্চর্য মসজিদে জামি রশিদ, শায়খুল হিন্দ লাইব্রেরি এবং অন্যান্য সমসাময়িক কাঠামোতে তাঁর স্থাপত্য দক্ষতা এবং সৃজনশীলতা দেখা যায়।   \n১৯৯৭সাল থেকে তিনি দারুল উলূম দেওবন্দের উপ উপাচার্য হিসেবে দায়িত্ব পালন করছেন। \n\n\n== দৃষ্টিভঙ্গি ==\n\n\n=== যোগব্যায়াম ===\nমাদ্রাসি বিশ্বাস করেন যে, মুসলিমরা যারা যোগব্যায়াম অনুশীলন করে, তারা এর মাধ্যমে একটি ভাল ব্যায়াম পাচ্ছে। তবে এতে শর্ত হল যে, তা সম্পাদনকালীন যে সকল শব্দ উচ্চারণ করা হয়, তাদের যদি ধর্মীয় অর্থ থাকে, তাহলে মুসলিমদের জন্য সেগুলি উচ্চারণ করা জায়েজ নেই। তার পরিবর্তে কুরআন থেকে আয়াত তেলাওয়াত করতে পারে, আল্লাহর প্রশংসা করতে পারে বা নীরব থাকতে পারে। \n\n\n=== সমকামিতা ===\nতিনি শরিয়া আইনের অধীনে সমকামিতাকে অপরাধ বলে মনে করেন এবং তা ইসলামে হারাম বলে বিশ্বাস করেন।  সমকামিতাকে অপরাধমুক্ত করে দিল্লি হাইকোর্টের দেওয়া সিদ্ধান্তের তিনি সমালোচনা করেন এবং মন্তব্য করেন যে এটি ভারতীয় ছেলে ও মেয়েদের কলুষিত করবে। \n\n\n=== রাজনীতি ===\nরাস্তা বা নির্মাণের ফলে উপাসনালয়ের ক্ষতির বিষয়ে দারুল উলূম দেওবন্দের পক্ষ থেকে মাদ্রাসি একটি বিবৃতি জারি করে বলেন যে, ধর্ম নির্বিশেষে কোনো উপাসনালয় বিঘ্নিত হলে দারুল উলূম সমস্যাটিকে গুরুত্ব সহকারে নেবে। \nতার দৃষ্টিভঙ্গিতে, অভিন্ন দেওয়ানী বিধি আইনটি হবে বিভাজনকারী এবং তা ভবিষ্যতে সামাজিক বিপর্যয় ঘটাবে। আইনটি সংবিধানের চেতনা লঙ্ঘন করে, যা প্রত্যেক নাগরিককে তার ধর্ম পালন করার অধিকারের নিশ্চয়তা দেয়।"}