{"pageid": 1480667, "title": "রানীক্ষেত রোগ", "url": "https://bn.wikipedia.org/wiki?curid=1480667", "content": "রানিক্ষেত রোগ (ইংরেজি: Virulent Newcastle disease) প্রথম ১৯২৬ সালে ইন্দোনেশিয়ার জাভাতে এবং ১৯২৭ সালে ইংল্যান্ডের নিউক্যাসল আপন টাইনে শনাক্ত করা হয়েছিল। যাইহোক, এটি সম্ভবত ১৮৯৮ সালের প্রথম দিকে প্রচলিত ছিল, যখন একটি রোগ উত্তর-পশ্চিম স্কটল্যান্ডের সমস্ত গৃহপালিত পাখিকে নিশ্চিহ্ন করে দেয় এবং তারপর ভারতের উত্তরাখণ্ড রাজ্যের রানীক্ষেত শহরে রিপোর্ট করা হয়েছিল।\nনিউক্যাসল ডিজিজ (এনডি) একটি ভাইরাস বাহিত অত্যন্ত সংক্রামক মারণ রোগ যা পোল্ট্রি এবং অন্যান্য পাখির মধ্যে খুব দ্রুত ছড়িয়ে পড়ে। নিউক্যাসল ডিজিজ ভাইরাস (এনডিভি) এর ভাইরাল স্ট্রেনের সংক্রমণের কারণে এই রোগ হয়।\n\n\n== রানীক্ষেত রোগের লক্ষণ ==\nনিউক্যাসল রোগ আক্রান্ত পাখিদের মধ্যে পরিবর্তনশীল ক্লিনিকাল লক্ষণ তৈরি করতে পারে কিন্তু মৃত্যুহার বেশি হতে পারে এবং অল্পবয়সী পাখিরা বিশেষভাবে সংবেদনশীল। রোগটি হালকা বা উপ-ক্লিনিকাল রোগের মধ্যে খুব তীব্র আকারে উপস্থিত হতে পারে। লক্ষণগুলি শরীরের সিস্টেমে ভাইরাসের স্ট্রেন প্রধানত প্রভাবিত করে (শ্বাসযন্ত্র, পরিপাক বা স্নায়ুতন্ত্র) এবং হঠাৎ শুরু হতে পারে এবং উচ্চহারে মৃত্যু হতে পারে।\nগৃহপালিত পাখি মুরগি, হাঁস, কোয়েল, টার্কি, তিতির, উটপাখি প্রজননের জন্য লালন-পালন করা বা বন্দী করে রাখা, খাওয়ার জন্য মাংস বা ডিম উৎপাদনকারী পাখি; শৌখিন পোষা পাখি যেমন রিংনেক টিয়া, বাজরিগর, আমাজন প্রভৃতি পোষা পাখি সহ অন্যান্য পরিবেশে বন্য মুক্ত পাখিদেরও হতে দেখা যায়। মুরগি ও বাজরিগর পাখিদের এই রোগে আক্রান্ত হওয়ার প্রবণতা অনেক বেশি পরিলক্ষিত হয়। \nমাথা নিচু করে রাখে ও চোখ বন্ধ করে চুপচাপ এক কোনে বসে থাকে। অন্যান্য লক্ষণ গুলির মধ্যে রয়েছে বিষণ্ণতা, খাদ্য/জল গ্রহণের পরিমান হ্রাস। ডিম উৎপাদন বন্ধ হয়ে যায়, ডিমের খোলস নরম হয়ে যায়। আরও তীব্র অবস্থায় শ্বাসকষ্ট, বমি, কাশি, হাঁচি, কম্পন, খিঁচুনি, ঘাড় বেঁকে যাওয়া, ডানা পড়ে যাওয়া, পক্ষাঘাত, হলদে-সবুজ তরল পায়খানা হতে পারে। শরীর ক্ৰমশঃ জল শূন্য হয়ে যায়। \nএই রোগ অত্যন্ত ছোঁয়াচে হওয়ায় মাত্র অল্প সময়ের মধ্যে পাখিদের মড়ক লাগতে দেখা যায়। আক্রান্ত হওয়ার কয়েক ঘন্টার মধ্যে পাখি গুলি ঝাঁকে ঝাঁকে মরতে থাকে।  \n\n\n== কিভাবে রানিক্ষেত রোগ ছড়ায় ==\nসংক্রামিত পাখির শারীরিক তরল যেমন মুখের লালা, বিশেষ করে তাদের মলের সাথে সরাসরি যোগাযোগের মাধ্যমে এই রোগ ছড়ায়।\nNDV পাখির পালক, মল এবং অন্যান্য উপকরণে উষ্ণ ও আর্দ্র পরিবেশে কয়েক সপ্তাহ বেঁচে থাকতে পারে।  এটি হিমায়িত পদার্থে অনির্দিষ্টকালের জন্য বেঁচে থাকতে পারে।  ডিহাইড্রেশন এবং সূর্যের আলোতে অতিবেগুনি রশ্মি দ্বারা ভাইরাসটি দ্রুত ধ্বংস হয়ে যায়। পোষা পাখি, বিশেষ করে ল্যাটিন আমেরিকা থেকে আমাজন তোতা, মার্কিন যুক্তরাষ্ট্রে NDV প্রবর্তনের একটি বড় ঝুঁকি তৈরি করে। আমাজন তোতাপাখি রোগের বাহক, কিন্তু লক্ষণ দেখায় না এবং ৪০০ দিনের বেশি সময় ধরে NDV ছড়াতে সক্ষম।\nএটি পরোক্ষভাবে সংক্রামিত পাখির সংস্পর্শে থাকা মানুষ এবং বস্তুর মাধ্যমে বা তাদের মলত্যাগের মাধ্যমেও ছড়িয়ে পড়তে পারে। রোগ বহন করতে পারে এমন বস্তুগুলির মধ্যে রয়েছে:-\nযানবাহন\n\nসরঞ্জামপোশাক\nজল এবং খাবার\n\n\n== ক্লিনিকাল ফলাফল ==\nভাইরাসের স্ট্রেন এবং হোস্টের স্বাস্থ্য, বয়স এবং প্রজাতির মতো কারণগুলির উপর নির্ভর করে NDV-এর সংক্রমণের লক্ষণগুলি ব্যাপকভাবে পরিবর্তিত হয়।\nএনডিভি স্ট্রেনগুলিকে ভেলোজেনিক (অত্যন্ত ভাইরুলেন্ট), মেসোজেনিক (মধ্যবর্তী ভাইরুলেন্স), বা লেন্টোজেনিক (ননভাইরুলেন্ট) হিসাবে শ্রেণীবদ্ধ করা যেতে পারে।  ভেলোজেনিক স্ট্রেন গুরুতর স্নায়বিক এবং শ্বাসযন্ত্রের লক্ষণ তৈরি করে, দ্রুত ছড়িয়ে পড়ে এবং ৯০% পর্যন্ত মৃত্যু ঘটায়।  মেসোজেনিক স্ট্রেনের কারণে কাশি হয়, ডিমের গুণমান এবং উৎপাদনকে প্রভাবিত করে এবং এর ফলে ১০% পর্যন্ত মৃত্যু হয়।  লেন্টোজেনিক স্ট্রেনগুলি নগণ্য মৃত্যুহার সহ হালকা লক্ষণ তৈরি করে।\nরোগের ইনকিউবেশন সময়কাল ৪ থেকে ৬ দিন পর্যন্ত। একটি সংক্রামিত পাখি শ্বাসযন্ত্রের লক্ষণ (হাঁফানো, শ্বাসকষ্ট, হাঁচি-কাশি), স্নায়বিক লক্ষণ (বিষণ্নতা, অক্ষমতা, পেশী কম্পন, ডানা ঝুলে যাওয়া, মাথা ও ঘাড় মোচড়ানো, চক্কর, সম্পূর্ণ পক্ষাঘাত), চোখের চারপাশের টিস্যু ফুলে যাওয়া সহ বেশ কয়েকটি লক্ষণ প্রদর্শন করতে পারে এবং হলদেটে-সবুজাভ জলযুক্ত ডায়রিয়া, রুক্ষ- বা পাতলা খোসাযুক্ত ডিম এবং ডিমের উৎপাদন কমে যাওয়া।\nতীব্র ক্ষেত্রে মৃত্যু খুব আকস্মিক এবং প্রাদুর্ভাবের শুরুতে ভাল অনাক্রম্যতা সহ পাখিগুলিতে অবশিষ্ট পাখিরা অসুস্থ বলে মনে হয় না। লক্ষণগুলি ৭ দিন পরে প্রকাশ হতে দেখা যায়।\n\n\n== রোগটির প্রকোপ ==\nরোগটি পাখিদের জন্য খুবই মারাত্মক ছোঁয়াচে। এছাড়াও, একটি গুরুত্বপূর্ণ বৈশিষ্ট্য হল যে ভাইরাসটি মানুষেরও সংক্রমণ সম্ভব। মানুষ যদি সংক্রামিত প্রাণীর মাংস বা মাংসের দ্রব্য সেবন করে বা আক্রান্ত পাখির প্রত্যক্ষ সংস্পর্শে আসে, তাহলে এই ভাইরাস মানুষের মধ্যে ছড়াতে পারে। এই ভাইরাসে আক্রান্ত কিছু মানুষ ইনফ্লুয়েঞ্জা এবং কনজেক্টিভাইটিসের হালকা লক্ষণ দেখায়।\n\n\n== রানিক্ষেত রোগ প্রতিরোধ ও নিয়ন্ত্রণ ==\n\nনিয়ন্ত্রণ বলতে পাখি রাখার স্থানকে পরিষ্কার-পরিচ্ছন্ন এবং জীবাণুমুক্ত রাখতে হবে যথা সম্ভব ভাবে। খোলামেলা বায়ুযুক্ত সূর্যের কিরণ আসে এমন স্থানে পাখির খাঁচা রাখতে হবে। চারপাশ আবর্জনা মুক্ত রাখতে হবে। এই রোগটিকে বর্ষাকালে বেশি হতে দেখা যায়। তাই স্যাঁতসেঁতে জায়গা বর্জন করা উচিত। অন্যান্য বন্য পাখির সংস্পর্শে বা খাদ্য বা বস্তুর দূষণের মাধ্যমে পরোক্ষভাবে নিউক্যাসল রোগ হতে পারে। খাঁচার মেঝে পরিষ্কার পরিছন্ন রাখতে হবে। খাবার ও জলের পাত্র নিয়মিত পরিষ্কার রাখতে হবে।  রোগের বিরুদ্ধে পোষা পাখিদের টিকা দেওয়ার কথা বিবেচনা করে পরামর্শের জন্য পশুচিকিৎসকের সাথে কথা বলতে হবে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবাংলাপিডিয়ায় রানীক্ষেত রোগ"}