{"pageid": 1480287, "title": "সংবিধান সংস্কার কমিশন", "url": "https://bn.wikipedia.org/wiki?curid=1480287", "content": "সংবিধান সংস্কার কমিশন হলো ২০২৪ সালে বাংলাদেশ অন্তর্বর্তী সরকার কর্তৃক প্রতিষ্ঠিত একটি কমিশন যার উদ্দেশ্য হলো অতীতের সাংবিধানিক ব্যর্থতার কারণ সম্পর্কে একটি প্রতিবেদন তৈরি করা এবং একটি নতুন অন্তর্ভুক্তিমূলক ও গণতান্ত্রিক সংবিধান প্রণয়নের জন্য গণপরিষদ নির্বাচনের একটি রোডম্যাপ তৈরি করা। নির্বাচন কমিশন সহ সরকারি ছয়টি সংস্কার কমিটির কোথাও কোন সংখ্যালঘু সম্প্রদায়ের প্রদিনিধিত্ব না থাকায়, এবং খুব অল্প সংখ্যক নারী সদস্য থাকার কারণে সংস্কার প্রতিনিধিত্বমূলক হবে না বলে বিভিন্ন নাগরিক মহলে আশংকা তৈরি হয় । এছাড়া কমিশনের সদস্যগণকে কিভাবে বাছাই করা হয়েছে এই বিষয়ে সরকারি কোন ব্যাখ্যা দেওয়া হয়নি, যা সংস্কার কমিশনকে বিতর্কিত করেছে। এর মধ্যেই সংবিধান সংস্কার কমিশন তাদের প্রস্তাবনা পেশ করেছেন। \n\n\n== ইতিহাস ==\n৫ই আগস্টের গণ-অভ্যুত্থান সংগঠিত হয় এবং শেখ হাসিনা দেশত্যাগ করে ভারতে পালিয়ে যান।  উদ্ভূত পরিস্থিতিতে মুহাম্মদ ইউনূসের নেতৃত্বে একটি অন্তর্বর্তী সরকার গঠিত হয়। এর আগে তেসরা আগস্টে ছাত্রনেতা নাহিদ ইসলাম এক দফা ঘোষণায় বলেছিলেন, 'এই ফ্যাসিবাদী শাসনব্যবস্থাকে বিনাশ করতে হবে। আমরা এমন একটি বাংলাদেশ গঠন করতে চাই, রাজনৈতিক ব্যবস্থা তৈরি করতে চাই যেখানে আর কখনোই কোনো ধরনের স্বৈরতন্ত্র ফিরে আসবে না। আমাদের এক দফা হলো শেখ হাসিনাসহ এই সরকারের পতন ও ফ্যাসিবাদের বিদায়।' জুলাই বিপ্লবের পর বৈষম্যবিরোধী ছাত্র আন্দোলনের সহযোগী নাগরিক সংগঠন জাতীয় নাগরিক কমিটির প্রতিষ্ঠাকালীন অন্যতম লক্ষ্য হচ্ছে নতুন সংবিধান প্রণয়নের নিমিত্তে একটি সংবিধান সভা নির্বাচনের বিষয়ে জনমত গঠন। এই প্রেক্ষিতে ফ্যাসিবাদসৃষ্টি সংবিধান পুনর্লিখনের লক্ষ্যে রাষ্ট্রবিজ্ঞানী আলী রিয়াজকে প্রধান করে একটি সংবিধান সংস্কার কমিশন গঠিত হয়।\n\nকমিশনের প্রধান হিসেবে নিযুক্ত হওয়ার আগে, সেন্টার ফর গভর্ন্যান্স স্টাডিজ আয়োজিত এক সম্মেলনে, আলী রিয়াজ বলেন,সংবিধান পুনর্লিখনের কথা বলছি এই কারণে যে সংবিধান সংশোধনের উপায় নেই। বর্তমান সংবিধান সংশোধনের উপায় সীমিত। কারণ, সংবিধানের এক–তৃতীয়াংশ এমনভাবে লেখা যে তাতে হাতই দেওয়া যাবে না। এর মধ্যে এমন সব বিষয় আছে, যেগুলো না সরালে কোনো কিছুই করতে পারবেন না। এ কারণে পুনর্লিখন শব্দটা আসছে। পুনর্লিখনের পথ হিসেবে গণপরিষদের কথা বলছি।\n\n\n== কমিশনের সদস্যবৃন্দ ==\n\nসহায়তাদানকরী : আইন, বিচার ও সংসদ বিষয়ক মন্ত্রণালয়ের লেজিসলেটিভ ও সংসদ বিষয়ক বিভাগ এবং সেখানে কর্মরত সচিবগণ।\n\n\n== উদ্দেশ্য ও পরিধি ==\n“সংস্কার” এর অন্তর্ভুক্ত হবে বর্তমান সংবিধান পর্যালোচনাসহ জনআকাঙ্খার প্রতিফলনের লক্ষ্যে সংবিধানের সামগ্রিক সংশোধন, সংযোজন, বিয়োজন, পরিমার্জন, পুনর্বিন্যাস এবং পুনর্লিখন।\nসাংবিধানিক সংস্কারের উদ্দেশ্য\n\nদীর্ঘ সংগ্রামের ধারাবাহিকতায় ১৯৭১ সালের স্বাধীনতাযুদ্ধের প্রতিশ্রুত উদ্দেশ্য সাম্য, মানবিক মর্যাদা ও সামাজিক সুবিচার এবং ২০২৪ সালে ছাত্র-জনতার গণঅভ্যুত্থানের আলোকে বৈষম্যহীন জনতান্ত্রিক রাষ্ট্রব্যবস্থা প্রতিষ্ঠা।\n২০২৪ সালের ছাত্র-জনতার গণঅভ্যুত্থানের মধ্য দিয়ে প্রকাশিত অংশগ্রহণমূলক গণতান্ত্রিক রাষ্ট্র প্রতিষ্ঠার জনআকাঙ্খার প্রতিফলন ঘটানো।\nরাজনীতি এবং রাষ্ট্রপরিচালনায় সর্বস্তরে জনগণের কার্যকর অংশগ্রহণ নিশ্চিতকরণের ব্যবস্থা।\nভবিষ্যতে যে কোনও ধরনের ফ্যাসিবাদী শাসন ব্যবস্থার উত্থান রোধ।\nরাষ্ট্রের তিনটি অঙ্গ – নির্বাহী বিভাগ, আইনসভা এবং বিচার বিভাগের পৃথকীকরণ ও ক্ষমতার ভারসাম্য আনয়ন।\nরাষ্ট্র ক্ষমতা ও প্রতিষ্ঠানসমূহের বিকেন্দ্রিকরণ ও পর্যাপ্ত ক্ষমতায়ন।\nরাষ্ট্রীয়, সাংবিধানিক এবং আইন দ্বারা সৃষ্ট প্রতিষ্ঠানসমূহের কার্যকর স্বাধীনতা ও স্বায়ত্বশাসন নিশ্চিতকরণে প্রয়োজনীয় ব্যবস্থা।\n\n\n== সুপারিশ ==\nসংবিধান সংস্কার কমিশন ১৫ জানুয়ারি ২০২৫ এ প্রধান উপদেষ্টা মুহাম্মদ ইউনূসের কাছে তাদের প্রতিবেদন পেশ করে। যেখানে সংবিধানের প্রস্তাবনা, মৌলিক অধিকার,নির্বাহী বিভাগ, বিচার বিভাগ, সাংবিধানিক কমিশনসহ বিভিন্ন বিষয় সংস্কারে সুপারিশ করা হয়। নিচে তার সারসংক্ষেপ তুলে ধরা হলো:\n\n\n=== প্রস্তাবনা ===\n\nসংবিধানের বিদ্যমান পূর্ববাক্যকে নিম্নোক্ত ভাষ্য দিয়ে প্রতিস্থাপন করার জন্য কমিশন সুপারিশ করছে:\nআমরা, বাংলাদেশের জনগণ, যারা এই ভূখন্ডের মানুষের মুক্তির লক্ষ্যে ঐতিহাসিক সংগ্রামের ধারাবাহিকতায় জনযুদ্ধের মাধ্যমে স্বাধীনতা অর্জন করেছি এবং গণতন্ত্র প্রতিষ্ঠায় স্বৈরাচারী ও ফ্যাসিবাদী শাসনের বিরুদ্ধে ঐক্যবদ্ধ প্রতিরোধ গড়ে তুলেছি;\nআমরা সকল শহীদের প্রাণোৎসর্গকে পরম শ্রদ্ধার সাথে স্মরণ করে অঙ্গীকার করছি যে, সাম্য, মানবিক মর্যাদা ও সামাজিক সুবিচারের যে আদর্শ বাংলাদেশের মানুষকে ১৯৭১ সালে স্বাধীনতা যুদ্ধে এবং গণতন্ত্র ও বৈষম্যহীনতার যে আদর্শ ২০২৪ সালে ফ্যাসিবাদী শাসনের বিরুদ্ধে একতাবদ্ধ করেছিলো, সেই সকল মহান আদর্শ রাষ্ট্র ও সমাজে প্রতিষ্ঠার লক্ষ্যে;\nআমরা জনগণের সার্বভৌম অধিকার প্রয়োগের মাধ্যমে সাম্য, মানবিক মর্যাদা, সামাজিক সুবিচার, বহুত্ববাদ ও গণতন্ত্রকে সংবিধানের মূলনীতি হিসেবে গ্রহণ করে জনগণের জন্য একটি সংবিধান রচনা ও বিধিবদ্ধ করছি, যে সংবিধান বাংলাদেশের জনগণের সর্বোচ্চ আকাঙ্ক্ষার বহিঃপ্রকাশ এবং যে সংবিধান স্বাধীন সত্তায় যৌথ জাতীয় বিকাশ সুনিশ্চিত করবে এবং বর্তমান ও ভবিষ্যত প্রজন্মের অধিকার সংরক্ষণ করবে;\nআমরা দৃঢ়ভাবে ঘোষণা করছি যে, এই সংবিধান প্রতিটি নাগরিককে পরস্পরের প্রতি অধিকার, কর্তব্য ও জবাবদিহিতার চেতনায় সংঘবদ্ধ করবে, সর্বদা রাষ্ট্র পরিচালনায় জনপ্রতিনিধিত্ব নিশ্চিত করবে, আন্তর্জাতিক শান্তি ও সহযোগিতার নীতিকে অনুসরণ করবে এবং রাষ্ট্রীয় সার্বভৌমত্ব সমুন্নত রাখবে;\nজনগণের সম্মতি নিয়ে আমরা এই সংবিধান জনগণতন্ত্রী বাংলাদেশের সংবিধান হিসেবে গ্রহণ করছি।\n\n\n==== নাগরিকতন্ত্র ====\nকমিশন সুপারিশ করছে যে, সংবিধানের প্রযোজ্য সকল ক্ষেত্রে 'প্রজাতন্ত্র' এবং 'গণপ্রজাতন্ত্রী বাংলাদেশ' শব্দগুলোর পরিবর্তে 'নাগরিকতন্ত্র' এবং 'জনগণতন্ত্রী বাংলাদেশ' শব্দগুলো ব্যবহৃত হবে। তবে ইংরেজি সংস্করণে \"Republic\" ও \"Peoples Republic of Bangladesh\" শব্দগুলো থাকছে।\nভাষা: নাগরিকতন্ত্রের রাষ্ট্র ভাষা হবে 'বাংলা'। সংবিধানে বাংলাদেশে নাগরিকদের মাতৃভাষা হিসেবে ব্যবহৃত সকল ভাষা এ দেশের প্রচলিত ভাষা হিসেবে স্বীকৃতি প্রদান করা হবে।\nনাগরিকত্ব: 'বাংলাদেশের জনগণ জাতি হিসেবে বাঙালি...' কমিশন এই বিধানটি বিলুপ্ত করার সুপারিশ করছে। সুপারিশ করা হচ্ছে যে, বর্তমান অনুচ্ছেদ ৬(২) নিম্নোক্তভাবে সংশোধন করা হোক \"বাংলাদেশের নাগরিকগণ 'বাংলাদেশি' বলে পরিচিত হবেন\" হিসেবে প্রতিস্থাপিত হোক।\nসংবিধান বিষয়ক অপরাধ ও সংবিধান সংশোধনের সীমাবদ্ধতা কমিশন সংবিধানের অনুচ্ছেদ ৭ক এবং ৭খ বিলুপ্তির সুপারিশ করছে।\nসংবিধানের মূলনীতি:\nকমিশন সুপারিশ করছে যে, সংবিধানের মূলনীতি হিসেবে সাম্য, মানবিক মর্যাদা, সামাজিক সুবিচার, বহুত্ববাদ এবং গণতন্ত্রকে অন্তর্ভুক্ত করা হোক।\nবাংলাদেশের সমাজের বহুত্ববাদী চরিত্রকে ধারণ করে এমন একটি বিধান সংবিধানে যুক্ত করা সমীচীন। সুতরাং, কমিশন নিম্নোক্ত বিধান অন্তর্ভুক্তির সুপারিশ করছে - \"বাংলাদেশ একটি বহুত্ববাদী, বহু-জাতি, বহু-ধর্মী, বহু-ভাষী ও বহু-সংস্কৃতির দেশ যেখানে সকল সম্প্রদায়ের সহাবস্থান ও যথাযথ মর্যাদা নিশ্চিত করা হবে।\nরাষ্ট্রের মূলনীতি: কমিশন সংবিধানের মূলনীতি ও রাষ্ট্র পরিচালনার মূলনীতি হিসেবে ধর্মনিরপেক্ষতা, সমাজতন্ত্র এবং জাতীয়তাবাদ এবং এ সংশ্লিষ্ট সংবিধানের ৮, ৯, ১০ ও ১২ অনুচ্ছেদগুলি বাদ দেয়ার সুপারিশ করছে।\n\n\n=== মৌলিক অধিকার ও স্বাধীনতা ===\nকমিশন সংবিধানের অধিকার সম্পর্কিত অনুচ্ছেদসমূহ পর্যালোচনা করে বেশ কিছু সুপারিশ প্রস্তাব করছে। বিদ্যমান সংবিধানের দ্বিতীয ও তৃতীয ভাগের অধিকারসমূহ সমন্বিত করে 'মৌলিক অধিকার ও স্বাধীনতা' নামে একটি একক সনদ গঠনের প্রস্তাব করা হযেছে, যা আদালতে বলবৎযোগ্য হবে এবং অর্থনৈতিক, সামাজিক, সাংস্কৃতিক অধিকার ও নাগরিক, রাজনৈতিক অধিকারের মধ্যে বিদ্যমান তারতম্য দূর করবে।\nসংবিধানে কিছু নতুন অধিকার যেমন খাদ্য, শিক্ষা, চিকিৎসা, বাসস্থান, ইন্টারনেট প্রাপ্তি, তথ্য পাওযা, ভোটাধিকার ও রাষ্ট্র পরিচালনায় অংশগ্রহণ, গোপনীযতা রক্ষা, ভোক্তা সুরক্ষা, শিশু, উন্নযন, বিজ্ঞান এবং ভবিষ্যৎ প্রজন্মের অধিকার অন্তর্ভুক্ত করার সুপারিশ করা হযেছে।\nবিদ্যমান অধিকারের অনুচ্ছেদসমূহের সংস্কার যেমন বৈষম্য নিষিদ্ধকরণের সীমিত তালিকা বর্ধিতকরণ, জীবনের অধিকার রক্ষায় বিচারবহির্ভূত হত্যাকান্ড ও গুম থেকে সুরক্ষা নিশ্চিতকরণ, জামিনে মুক্তির অধিকার অন্তর্ভুক্তকরণ এবং নিবর্তনমূলক আটক সংক্রান্ত বিধান বিলুপ্তির প্রস্তাব করা হয়েছে।\nপ্রতিটি মৌলিক অধিকারের জন্য পৃথক সীমা আরোপের পরিবর্তে একটি সাধারণ সীমা নির্ধারণ এবং সীমা আরোপের ক্ষেত্রে ভারসাম্য (balancing) ও আনুপাতিকতা (proportionality) পরীক্ষার বিধান সংযোজনের প্রস্তাব করা হযেছে, যা অধিকার খর্বের ঝুঁকি কমাবে।\nযেসব অধিকার (শিক্ষা, স্বাস্থ্য, খাদ্য, বাসস্থান ইত্যাদি) বাস্তবাযনে উল্লেখযোগ্য সম্পদ ও সময প্রযোজন, সেগুলো ধারাবাহিকভাবে বাস্তবায়নের (progressive realization) প্রতিশ্রুতি রেখে সম্পদের প্রাপ্যতার ভিত্তিতে কার্যকর করার সুপারিশ করা হযেছে। এই পদ্ধতি সরকারের জবাবদিহিতা বাড়াবে এবং সম্পদের প্রাপ্যতা অনুযায়ী অধিকার বাস্তবায়ন নিশ্চিত করবে।\n\n\n=== আইনসভা ===\nকমিশন একটি দ্বিকক্ষবিশিষ্ট আইনসভার প্রস্তাব করছে; একটি নিম্নকক্ষ (জাতীয় সংসদ) এবং একটি উচ্চকক্ষ (‘Senate’-সিনেট)। উভয় কক্ষের মেয়াদ হবে ৪ (চার) বছর।\n\n\n==== নিম্নকক্ষ ====\nনিম্নকক্ষ গঠিত হবে সংখ্যগরিষ্ঠ ভোটে সরাসরি নির্বাচিত সদস্যদের সমন্বয়ে। ৪০০ (চারশো) আসন নিয়ে নিম্নকক্ষ গঠিত হবে। ৩০০ (তিনশো) জন সদস্য একক আঞ্চলিক নির্বাচনী এলাকা থেকে সরাসরি ভোটে নির্বাচিত হবেন। আরো ১০০ জন নারী সদস্য সারা দেশের সকল জেলা থেকে এই মর্মে নির্ধারিত ১০০ (একশটি) নির্বাচনী এলাকা থেকে কেবল নারী প্রার্থীদের মধ্যে প্রতিদ্বন্দ্বিতার মাধ্যমে সরাসরি ভোটে নির্বাচিত হবেন।\nরাজনৈতিক দলগুলো নিম্নকক্ষের মোট আসনের ন্যূনতম ১০% আসনে তরুণ-তরুণীদের মধ্য থেকে প্রার্থী মনোনীত করবে।\nসংসদীয নির্বাচনে প্রতিদ্বন্দ্বিতা করার ন্যূনতম বয়স কমিয়ে ২১ বছর করা হবে।\n২ (দুই) জন ডেপুটি স্পিকার থাকবেন, যাদের মধ্যে একজন বিরোধী দল থেকে মনোনীত হবেন।\nএকজন সংসদ সদস্য একই সাথে নিম্নলিখিত যেকোনো একটির বেশি পদে অধিষ্ঠিত হবেননা: (ক) প্রধানমন্ত্রী, (খ) সংসদনেতা, এবং (গ) রাজনৈতিক দলের প্রধান।\nঅর্থবিল ব্যতীত নিম্নকক্ষের সদস্যরা তাদের মনোনয়নকারী দলের বিপক্ষে ভোট দেওযার পূর্ণ ক্ষমতা থাকবে।\nআইনসভার স্থায়ী কমিটিগুলোর সভাপতি সবসময় বিরোধীদলীয় সদস্যদের মধ্য থেকে মনোনীত হবেন।\n\n\n==== উচ্চকক্ষ ====\nউচ্চকক্ষ মোট ১০৫ (একশো পাঁচ) জন সদস্য সমন্বয়ে গঠিত হবে; এর মধ্যে ১০০ জন সদস্য জাতীয় সংসদ নির্বাচনে প্রদত্ত মোট ভোটের সংখ্যানুপাতে নির্ধারিত হবেন। রাজনৈতিক দলগুলো সংখ্যানুপাতিক প্রতিনিধিত্ব (Proportional Representation-PR) পদ্ধতির ভিত্তিতে উচ্চকক্ষের মনোনয়ের জন্য সর্বোচ্চ ১০০ (একশো) জন প্রার্থী মনোনয়ন দিতে পারবে। এই ১০০ (একশো) জন প্রার্থীর মধ্যে কমপক্ষে ৫ জন আইন দ্বারা নির্ধারিত পদ্ধতিতে সামাজিক ও অর্থনৈতিকভাবে অনগ্রসর সম্প্রদায়ের প্রতিনিধিত্ব করবে। অবশিষ্ট ৫টি আসন পূরণের জন্য রাষ্ট্রপতি নাগরিকদের মধ্য থেকে (যারা কোনো কক্ষেরই সদস্য ও রাজনৈতিক দলের সদস্য নন) প্রার্থী মনোনীত করবেন।\nকোনো রাজনৈতিক দলকে সংখ্যানুপাতিক প্রতিনিধিত্ব (পিআর) পদ্ধতির ভিত্তিতে উচ্চকক্ষে প্রতিনিধিত্বের যোগ্য হতে হলে জাতীয় সংসদ নির্বাচনে প্রদত্ত ভোটের অন্তত ১% নিশ্চিত করতে হবে।\nউচ্চকক্ষের স্পিকার সাধারণ সংখ্যাগরিষ্ঠতার ভিত্তিতে উচ্চকক্ষের সদস্যদের মধ্য থেকে নির্বাচিত হবেন।\nউচ্চকক্ষের একজন ডেপুটি স্পিকার থাকবেন যিনি সরকার দলীয় সদস্য ব্যতিত উচ্চকক্ষের অন্য সকল সদস্যের মধ্য থেকে নির্বাচিত হবেন।\n\n\n==== সংবিধান সংশোধনী ====\nসংবিধানের যেকোনো সংশোধনী উভয় কক্ষের দুই-তৃতীযাংশ সংখ্যাগরিষ্ঠতার অনুমোদন প্রয়োজন হবে। প্রস্তাবিত সংশোধনী উভয় কক্ষে পাস হলে, এটি গণভোটে উপস্থাপন করা হবে। গণভোটের ফলাফল সাধারণ সংখ্যাগরিষ্ঠতার ভিত্তিতে নির্ধারিত হবে।\n\n\n==== আন্তর্জাতিক চুক্তি ====\nজাতীয় স্বার্থ বা রাষ্ট্রীয় নিরাপত্তা প্রভাবিত করে এমন কোন আন্তর্জাতিক চুক্তি সম্পাদনের পূর্বে আইনসভার উভয় কক্ষের সংখ্যাগরিষ্ঠ ভোটে অনুমোদন নিতে হবে।\n\n\n==== অভিশংসন ====\nরাষ্ট্রদ্রোহ, গুরুতর অসদাচরণ বা সংবিধান লঙ্ঘনের জন্য রাষ্ট্রপতিকে অভিশংসন করা যাবে। নিম্নকক্ষ অভিশংসন প্রস্তাবটি পাস করার পর তা উচ্চকক্ষে যাবে, এবং সেখানে শুনানির মাধ্যমে অভিশংসন প্রক্রিয়া সম্পন্ন হবে।\n\n\n=== নির্বাহী বিভাগ ===\nকমিশন সুপারিশ করছে যে আইনসভার নিম্নকক্ষে যে সদস্যের প্রতি সংখ্যাগরিষ্ঠ সদস্যদের সমর্থন আছে তিনি সরকার গঠন করবেন। নাগরিকতন্ত্রের নির্বাহী কর্তৃত্ব প্রধানমন্ত্রীর নেতৃত্বে মন্ত্রিসভা দ্বারা প্রযোগ করা হবে।\nকমিশন রাষ্ট্রপতির কিছু সুনির্দিষ্ট দায়িত্বের কথা সুপারিশ করছে; এই বিশেষ কার্যাবলী কিংবা সংবিধানে উল্লেখিত বিষয় ছাড়া অন্য সকল বিষয়ে রাষ্ট্রপতি প্রধানমন্ত্রীর পরামর্শক্রমে কাজ করবেন।\nকমিশন রাষ্ট্রীয কার্যাবলীতে স্বচ্ছতা ও জবাবদিহিতা আনযন এবং রাষ্ট্রীয অঙ্গ ও প্রতিষ্ঠান সমূহের মধ্যে ভারসাম্য নিশ্চিত করার জন্য একটি জাতীয সাংবিধানিক কাউন্সিল (এনসিসি) গঠনের সুপারিশ করছে।\n\n\n==== জাতীয় সাংবিধানিক কাউন্সিল ====\nজাতীয় সাংবিধানিক কাউন্সিল \"এনসিসি” রাষ্ট্রের তিনটি অঙ্গের প্রতিনিধিদের সমন্বয়ে গঠিত একটি জাতীয় প্রতিষ্ঠান। এনসিসি-র সদস্য হবেন:\nরাষ্ট্রপতি\nপ্রধানমন্ত্রী\nবিরোধীদলীয় নেতা\nনিম্নকক্ষের স্পিকার\nউচ্চকক্ষের স্পিকার\nবাংলাদেশের প্রধান বিচারপতি\nবিরোধী দল মনোনীত নিম্নকক্ষের ডেপুটি স্পিকার\nবিরোধী দল মনোনীত উচ্চকক্ষের ডেপুটি স্পিকার\nপ্রধানমন্ত্রী এবং বিরোধীদলীয় নেতার প্রতিনিধিত্বকারী সংশ্লিষ্ট রাজনৈতিক দলের উভয় কক্ষের সদস্যরা ব্যতীত, আইনসভার উভয় কক্ষের বাকি সকল সদস্যদের সংখ্যাগরিষ্ঠ ভোটে তাদের মধ্য থেকে মনোনীত ১(এক) জন সদস্য। উক্ত ভোট আইনসভার উভয় কক্ষের গঠনের তারিখ থেকে ৭ (সাত) কার্য দিবসের মধ্যে অনুষ্ঠিত হবে। জোট সরকারের ক্ষেত্রে, প্রধানমন্ত্রীর প্রতিনিধিত্বকারী রাজনৈতিক দল ব্যতীত জোটের অন্য দলের সদস্যরা উক্ত মনোনয়নে ভোট দেওযার যোগ্য হবেন।\nআইনসভা ভেঙ্গে গেলেও, অন্তর্বর্তী সরকারের প্রধান উপদেষ্টা শপথ না নেওয়া পর্যন্ত বিদ্যমান এনসিসি সদস্যরা কর্মরত থাকবেন। আইনসভা না থাকাকালীন এনসিসির যারা সদস্য হবেন:\nরাষ্ট্রপতি\nপ্রধান উপদেষ্টা\nবাংলাদেশের প্রধান বিচারপতি\nপ্রধান উপদেষ্টা কর্তৃক মনোনীত উপদেষ্টা পরিষদের দুই জন সদস্য\n৩। এনসিসি নিম্নলিখিত পদে নিয়োগের জন্য রাষ্ট্রপতির কাছে নাম প্রেরণ করবে:\n\nনির্বাচন কমিশনের প্রধান সহ অন্যান্য কমিশনার\nঅ্যাটর্নি জেনারেল এবং অতিরিক্ত অ্যাটর্নি জেনারেলগণ\nসরকারি কর্ম কমিশনের প্রধানসহ অন্যান্য কমিশনার\nদুর্নীতি দমন কমিশনের প্রধানসহ অন্যান্য কমিশনার\nমানবাধিকার কমিশনের প্রধানসহ অন্যান্য কমিশনার\nপ্রধান স্থানীয় সরকার কমিশনারসহ অন্যান্য কমিশনার\nপ্রতিরক্ষা বাহিনীসমূহের প্রধান\nআইন দ্বারা নির্ধারিত অন্য কোনো পদে নিয়োগ\n\n\n==== রাষ্ট্রপতি ====\nরাষ্ট্রপতির মেয়াদ হবে ৪ (চার বছর)। রাষ্ট্রপতি সর্বোচ্চ দুই বারের বেশি অধিষ্ঠিত থাকবেন না।\nরাষ্ট্রপতি নির্বাচক মন্ডলীর (ইলেক্টোরাল কলেজ) সংখ্যাগরিষ্ঠ ভোটে নির্বাচিত হবেন। নিম্নলিখিত ভোটারদের সমন্বয়ে নির্বাচক মন্ডলী (ইলেক্টোরাল কলেজ) গঠিত হবে -\nআইনসভার উভয় কক্ষের সদস্য প্রতি একটি করে ভোট;\nপ্রতিটি ‘জেলা সমন্বয় কাউন্সিল' সামষ্টিকভাবে একটি করে ভোট [উদাহরণ: ৬৪ টি ‘জেলা সমন্বয় কাউন্সিল' থাকলে ৬৪ টি ভোট];\nপ্রতিটি ‘সিটি কর্পোরেশন সমন্বয় কাউন্সিল' সামষ্টিক ভাবে একটি করে ভোট।\nরাষ্ট্রদ্রোহ, গুরুতর অসদাচরণ বা সংবিধান লঙ্ঘনের জন্য রাষ্ট্রপতিকে অভিশংসন করা যাবে। নিম্নকক্ষ থেকে অভিশংসন প্রক্রিয়া শুরু হবে।\n\n\n==== প্রধানমন্ত্রী ====\nআইনসভার নিম্নকক্ষের সংখ্যাগরিষ্ঠ সদস্যদের সমর্থনে প্রধানমন্ত্রী মনোনীত হবেন।\nআইনসভার মেয়াদ উত্তীর্ণ হওয়ার পূর্বে যদি কখন প্রধানমন্ত্রী স্বেচ্ছায় পদত্যাগ করেন বা আস্থা ভোটে হেরে যান কিংবা অন্য কোনও কারণে রাষ্ট্রপতিকে আইনসভা ভেঙে দেয়ার পরামর্শ দেন, সে ক্ষেত্রে যদি রাষ্ট্রপতির নিকট এটা স্পষ্ট হয় যে, নিম্নকক্ষের অন্য কোন সদস্য সরকার গঠনে প্রয়োজনীয় সংখ্যাগরিষ্ঠ সমর্থন অর্জন করতে পারছেন না, তবেই রাষ্ট্রপতি আইনসভার উভয় কক্ষ ভেঙে দেবেন।\nএকজন ব্যক্তি প্রধানমন্ত্রী হিসেবে সর্বোচ্চ দুই বার দায়িত্ব পালন করতে পারবেন। তিনি একাদিক্রমে দুই বা অন্য যে কোনোভাবেই এই পদে আসীন হন না কেন তাঁর জন্যে এ বিধান সমভাবে প্রযোজ্য হবে। প্রধানমন্ত্রী থাকা অবস্থায় তিনি কোনো রাজনৈতিক দলের প্রধান এবং সংসদ নেতা হিসেবে অধিষ্ঠিত থাকতে পারবেন না।\n\n\n==== অন্তবর্তী সরকার ====\nকমিশন আইনসভার মেয়াদ শেষ হবার পরে কিংবা আইনসভা ভেঙ্গে গেলে পরবর্তী নির্বাচিত সরকার শপথ না নেয়া পর্যন্ত, একটি অন্তর্বর্তী সরকার নিয়োগের সুপারিশ করছে;\nএই সরকারের প্রধান ‘প্রধান উপদেষ্টা’ বলে অভিহিত হবেন। আইনসভার মেয়াদ শেষ হওয়ার ১৫ (পনের) দিন পূর্বে অথবা আইনসভা ভেঙ্গে গেলে, পরবর্তী অন্যূন ১৫ দিনের মধ্যে প্রধান উপদেষ্টা নিয়োগের সিদ্ধান্ত চূড়ান্ত করতে হবে। প্রধান উপদেষ্টা সর্বোচ্চ ১৫ (পনের) সদস্য বিশিষ্ট একটি উপদেষ্টা পরিষদের মাধ্যমে কার্য পরিচালনা করবেন।\nঅন্তর্বর্তী সরকারের মেয়াদ সর্বোচ্চ ৯০ (নব্বই) দিন হবে, তবে যদি নির্বাচন আগে অনুষ্ঠিত হয় তবে নতুন সরকারের প্রধানমন্ত্রী শপথ গ্রহণমাত্র এই সরকারের মেয়াদের অবসান ঘটবে।\nপ্রধান উপদেষ্টা কমিশন সুপারিশ করছে যে, নিম্নোক্ত পর্যায়ক্রমিক পদ্ধতিতে আইনসভার সদস্য হওয়ার যোগ্যতাসম্পন্ন ব্যক্তিকে অন্তর্বর্তী সরকারের প্রধান উপদেষ্টা নিয়োগ করা হবে-\nএনসিসি-র ৯ (নয়) সদস্যের মধ্যে ন্যূনতম ৭ (সাত) সদস্যের সিদ্ধান্তে এনসিসি-র সদস্য ব্যতিত নাগরিকদের মধ্য হতে একজন গ্রহণযোগ্য ব্যক্তি প্রধান উপদেষ্টা হিসেবে নিয়োগপ্রাপ্ত হবেন।\nউপরে উল্লিখিত অনুচ্ছেদ ৪.১ অনুযায়ী সিদ্ধান্ত নেয়া সম্ভব না হলে, সকল অবসরপ্রাপ্ত প্রধান বিচারপতি এবং আপিল বিভাগের অবসরপ্রাপ্ত বিচারকদের মধ্য থেকে একজন গ্রহণযোগ্য এনসিসি-র ৯ (নয়) সদস্যের মধ্যে ন্যূনতম ৬ (ছয়) সদস্যের সিদ্ধান্তে প্রধান উপদেষ্টা হিসেবে নিয়োগপ্রাপ্ত হবেন।\nউপরে উল্লিখিত অনুচ্ছেদ ৪.২ অনুযায়ী সিদ্ধান্ত নেয়া সম্ভব না হলে, এনসিসি-র সকল সদস্যের সর্বসম্মত সিদ্ধান্তে রাষ্ট্রপতি প্রধান উপদেষ্টা হিসেবে অতিরিক্ত দায়িত্ব গ্রহণ করবেন।\nউপরে উল্লিখিত অনুচ্ছেদ ৪.৩ অনুযায়ী এনসিসি সর্বসম্মত সিদ্ধান্ত নিতে না পারলে, বাংলাদেশের অবসরপ্রাপ্ত প্রধান বিচারপতিগণের মধ্যে যিনি সর্বশেষ অবসরপ্রাপ্ত হয়েছেন তিনি প্রধান উপদেষ্টা হবেন।\nউপরে উল্লিখিত অনুচ্ছেদ ৪.৪ অনুযায়ী যদি উক্তরূপ সর্বশেষ অবসরপ্রাপ্ত প্রধান বিচারপতিকে না পাওয়া যায় অথবা তিনি প্রধান উপদেষ্টা হতে অসম্মত হন, তা হলে তাঁর অব্যবহিত পূর্বে অবসরপ্রাপ্ত প্রধান বিচারপতি প্রধান উপদেষ্টা হবেন। একইভাবে তাঁকেও না পাওয়া গেলে অথবা তিনি প্রধান উপদেষ্টা হতে অসম্মত হলে পর্যায়ক্রমে অব্যবহিত পূর্বে অবসরপ্রাপ্ত প্রধান বিচারপতি প্রধান উপদেষ্টা হবেন।\nউপরে উল্লিখিত অনুচ্ছেদ ৪.৫ অনুযায়ী যদি কোন অবসরপ্রাপ্ত প্রধান বিচারপতিকে না পাওয়া যায় অথবা তিনি প্রধান উপদেষ্টা হতে অসম্মত হন, তবে আপিল বিভাগের অবসরপ্রাপ্ত বিচারকগণের মধ্যে যিনি সর্বশেষ অবসরপ্রাপ্ত হয়েছেন তিনি প্রধান উপদেষ্টা হবেন।\nউপরে উল্লিখিত অনুচ্ছেদ ৪.৬ অনুযায়ী যদি উক্তরূপ আপিল বিভাগের সর্বশেষ অবসরপ্রাপ্ত বিচারককে পাওয়া না যায় অথবা তিনি প্রধান উপদেষ্টা হতে অসম্মত হন, তা হলে তাঁর অব্যবহিত পূর্বে অবসরপ্রাপ্ত আপিল বিভাগের বিচারক প্রধান উপদেষ্টা হবেন। একই ভাবে তাঁকেও না পাওয়া গেলে অথবা তিনি প্রধান উপদেষ্টা হতে অসম্মত হলে পর্যায়ক্রমে অব্যবহিত পূর্বে অবসরপ্রাপ্ত আপিল বিভাগের বিচারক প্রধান উপদেষ্টা হবেন।\n\n\n=== বিচার বিভাগ ===\nসুপ্রিম কোর্ট\n\nকমিশন উচ্চ আদালতের বিকেন্দ্রীকরণ করে দেশের সকল বিভাগে হাইকোর্ট বিভাগের সমান এখতিয়ার সম্পন্ন হাইকোর্টের স্থায়ী আসন প্রবর্তনের সুপারিশ করছে। সুপ্রিম কোর্টের আপিল বিভাগের আসন রাজধানীতেই থাকবে।\nসুপ্রিম কোর্টের বিচারক নিয়োগে একটি স্বাধীন বিচার বিভাগীয় নিয়োগ কমিশন [জুডিশিয়াল অ্যাপয়েনমেন্টস কমিশন, Judicial Appointments Commission (JAC)] গঠন করা হবে। এর সদস্যরা হবেন প্রধান বিচারপতি (পদাধিকারবলে কমিশনের প্রধান); আপিল বিভাগের পরবর্তী দুজন জ্যেষ্ঠ বিচারক (পদাধিকারবলে সদস্য); হাইকোর্ট বিভাগের জ্যেষ্ঠতম দুজন বিচারপতি (পদাধিকারবলে সদস্য); অ্যাটর্নি জেনারেল এবং একজন নাগরিক (সংসদের উচ্চকক্ষ কর্তৃক মনোনীত)।\nসুপ্রিম কোর্টের বিচারক হওয়ার জন্য উপযুক্ত জ্ঞান ও দক্ষতার অধিকারীর পাশাপাশি সততা ও সত্যনিষ্ঠার শর্ত অন্তর্ভুক্ত করার প্রস্তাব করছে।\nআপিল বিভাগের বিচারকদের মধ্য থেকে সর্বোচ্চ-জ্যেষ্ঠ বিচারককে প্রধান বিচারপতি হিসেবে নিয়োগ প্রদানকে প্রাতিষ্ঠানিকীকরণের একটি বিধান সংবিধানে অন্তর্ভুক্ত করা প্রয়োজন।\nসুপ্রিম জুডিশিয়াল কাউন্সিল বহাল থাকবে। তদন্ত ও অনুসন্ধানের জন্য অভিযোগ সুপ্রিম জুডিশিয়াল কাউন্সিলে প্রেরণের ক্ষমতা রাষ্ট্রপ্রধানের পাশাপাশি জাতীয় সাংবিধানিক কাউন্সিল (ন্যাশনাল কনস্টিটিউশন কাউন্সিল, এনসিসি)-এর থাকবে।\nকমিশন বিচার বিভাগকে পূর্ণ আর্থিক স্বাধীনতা প্রদানের সুপারিশ করছে।\nঅধস্তন আদালত\nকমিশন 'অধস্তন আদালত'-এর পরিবর্তে 'স্থানীয় আদালত' ব্যবহারের প্রস্তাব করছে।\nকমিশন সুপারিশ করছে যে, স্থানীয় আদালতের বিচার বিভাগীয় কর্মকর্তাদের নিয়োগ, পদায়ন, পদোন্নতি, ছুটি এবং শৃঙ্খলাসহ সকল সংশ্লিষ্ট বিষয় সুপ্রিম কোর্টের কাছে ন্যস্ত থাকবে। এই লক্ষ্যে সুপ্রিম কোর্টের তত্ত্বাবধানে একটি বিচারিক সচিবালয় প্রতিষ্ঠার সুপারিশ করছে। সংযুক্ত তহবিলের অর্থায়নে সুপ্রিম কোর্ট এবং স্থানীয় আদালতের প্রশাসনিক কার্যক্রম, বাজেট প্রণয়ন ও মানবসম্পদ ব্যবস্থাপনার ওপর এই সচিবালয়ের পূর্ণ নিয়ন্ত্রণ থাকবে।\n\n\n=== স্থানীয় সরকার ===\nকমিশন সকল স্থানীয় সরকার প্রতিষ্ঠানের (\"এল.জি. আই.\") আর্থিক ব্যবস্থাপনা এবং আইন দ্বারা নির্ধারিত সকল কাজ সম্পাদনের ক্ষেত্রে সম্পূর্ণ কার্যকরী স্বাযত্তশাসন নিশ্চিত করার সুপারিশ করছে। জাতীয় পরিকল্পনা বাস্তবায়ন কর্মসূচির অংশ না হলে, স্থানীয় পর্যায়ে সকল উন্নয়ন কাজের উপর স্থানীয় সরকার প্রতিষ্ঠানের (এলজিআই-এর) সম্পূর্ণ আর্থিক নিয়ন্ত্রণ এবং বাস্তবায়নের কর্তৃত্ব থাকবে।\nকমিশন সুপারিশ করছে, যে সকল সরকারি কর্মকর্তা ও কর্মচারী এলজিআই-এর কাজে সরাসরি নিয়োজিত তারা এলজিআই-এর জনপ্রতিনিধিদের অধীনস্থ হবে। এবং যে সকল সরকারী বিভাগ এলজিআই-এর এখতিয়ারভুক্ত উন্নয়ন প্রকল্প বাস্তবায়নে সম্পৃক্ত, তারা এলজিআই-এর জনপ্রতিনিধিদের নির্দেশনায় কাজ করবে।\nএলজিআই স্থানীয়ভাবে নিজস্ব তহবিল সংগ্রহ করতে পারবে। প্রাক্কলিত তহবিল এলজিআই-এর বাজেটের চেয়ে কম হওযার সম্ভাবনা থাকে, তবে সেই বাজেট আইনসভার উচ্চ কক্ষের স্থানীয় সরকার সম্পর্কিত কমিটির কাছে পাঠাতে হবে। উক্ত বাজেট আইনসভার উচ্চ কক্ষের স্থানীয় সরকার সম্পর্কিত কমিটি দ্বারা অনুমোদিত হলে কমিটি সংশ্লিষ্ট মন্ত্রণালয়কে ১৫ (পনেরো) কার্যদিবসের মধ্যে বাজেটে উল্লেখিত ঘাটতি বরাদ্দ দিতে নির্দেশ দেবেনা।\nকমিশন প্রতিটি জেলায়, পারস্পরিক কার্যক্রমের সমন্বয়ের লক্ষ্যে একটি 'জেলা সমন্বয় কাউন্সিল' প্রতিষ্ঠার সুপারিশ করছে যা সেই জেলার মধ্যে সকল এলজিআই-এর জন্য একটি সমন্বয় এবং যৌথ কার্য সম্পাদনকারী সংস্থা হিসাবে কাজ করবে। এর সদস্য হবেন: অ.প্রতিটি উপজেলা পরিষদ থেকে নির্বাচিত চেয়ারম্যান ও দুজন ভাইস চেয়ারম্যান; আ. প্রতিটি পৌরসভা থেকে নির্বাচিত মেয়র ও দুজন ডেপুটি মেয়র; ই. প্রতিটি ইউনিয়ন পরিষদ থেকে নির্বাচিত চেয়ারম্যান। সিটি কর্পোরেশনের নিজস্ব সমন্বয় কাউন্সিল থাকবে।\nকমিশন এলজিআই-এর সকল নির্বাচন নির্বাচন কমিশনের সরাসরি তত্ত্বাবধানে অনুষ্ঠানের সুপারিশ করছে।\nসংস্কার কমিশন একটি স্থানীয় সরকার কমিশন প্রতিষ্ঠার সুপারিশ করছে যা একজন প্রধান স্থানীয় সরকার কমিশনার এবং ৪ (চার) জন কমিশনার নিয়ে গঠিত হবে।\n\n\n=== স্থায়ী অ্যাটর্নি সার্ভিস ===\nকমিশন সংবিধানের অধীন একটি স্থায়ী অ্যাটর্নি সার্ভিস প্রতিষ্ঠার সুপারিশ করছে।\n\n\n=== সাংবিধানিক কমিশনসমূহ ===\nসিআরসি (CRC) নিম্নলিখিত পাঁচটি সাংবিধানিক কমিশন নিযে সংবিধানের একটি ভাগ তৈরির জন্য সুপারিশ করছে, যেখানে প্রতিটি কমিশনের জন্য একটি করে পরিচ্ছেদ থাকবে: এই কমিশনগুলো হচ্ছে;\n\nমানবাধিকার কমিশন\nনির্বাচন কমিশন\nসরকারি কর্ম কমিশন\nস্থানীয় সরকার কমিশন\nদুর্নীতি দমন কমিশন\nসিআরসি সুপারিশ করছে যে, সবগুলো কমিশনের গঠন, নিযোগ কার্যকাল এবং অপসারণ প্রক্রিযা একই রকমের হবে। প্রত্যেকটির মেয়াদ হবে ৪ (চার) বছর।\n\n\n=== বিবিধ ===\nকমিশন সংবিধানের অনুচ্ছেদ ১৫০(২) বিলুপ্তির সুপারিশ করছে, এবং এ সংশ্লিষ্ট ৫ম, ৬ষ্ঠ এবং ৭ম তফসিল সংবিধানে না রাখার সুপারিশ করছে।\nজরুরী অবস্থার বিধানাবলী: কমিশন সুপারিশ করছে যে, কেবলমাত্র এনসিসি-র সিদ্ধান্তক্রমে রাষ্ট্রপতি জরুরি অবস্থা ঘোষণা করতে পারবেন। কমিশন মনে করে, জরুরী অবস্থার সময নাগরিকদের কোন অধিকার রদ বা স্থগিত করা যাবে না এবং আদালতে যাওযার অধিকার বন্ধ বা স্থগিত করা যাবে না। তাই কমিশন অনুচ্ছেদ ১৪১খ ও অনুচ্ছেদ ১৪১গ বাতিলের সুপারিশ করছে।\n\n\n== আরো দেখুন ==\nবাংলাদেশের অন্তর্বর্তীকালীন সরকার\nজাতীয় সাংবিধানিক কাউন্সিল\n\n\n== তথ্যসূত্র =="}