{"pageid": 1480563, "title": "আলেহান্দ্রা ভালেনসিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1480563", "content": "আলেহান্দ্রা ভালেনসিয়া ত্রুহিয়ো (স্পেনীয়: Alejandra Valencia; জন্ম: ১৭ অক্টোবর ১৯৯৪; আলেহান্দ্রা ভালেনসিয়া নামে সুপরিচিত) হলেন একজন মেক্সিকীয় তীরন্দাজ, যিনি মেক্সিকোর প্রতিনিধি হিসেবে বিভিন্ন আন্তর্জাতিক প্রতিযোগিতায় অংশগ্রহণ করে থাকেন।\n২০১০ সালে তীরন্দাজীতে অভিষেক করা ভালেনসিয়া মেক্সিকোর হয়ে ২০১২, ২০১৬, ২০২০ এবং ২০২৪ গ্রীষ্মকালীন অলিম্পিকে অংশগ্রহণ করেছেন, যেখানে তিনি ২টি ব্রোঞ্জ পদক জয়লাভ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nআলেহান্দ্রা ভালেনসিয়া ত্রুহিয়ো ১৯৯৪ সালের ১৭ই অক্টোবর তারিখে মেক্সিকোর সোনোরায় জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== খেলোয়াড়ি জীবন ==\nভালেনসিয়া মেক্সিকোর প্রতিনিধি হিসেবে ২০২৪ গ্রীষ্মকালীন অলিম্পিকে সর্বমোট ৩টি প্রতিযোগিতায় অংশগ্রহণ করেছেন।\nতিনি তীরন্দাজীতে মহিলাদের ব্যক্তিগত প্রতিযোগিতায় অংশগ্রহণ করেছিলেন। র‍্যাঙ্কিং পর্বে ৩৪টি ১০ পয়েন্ট অর্জন করে সর্বমোট ৬৬৯ পয়েন্ট নিয়ে তিনি ৮ম স্থান অধিকার করেছিলেন। ৬৪ জনের পর্বে, তিনি র‍্যাঙ্কিং পর্বে ৫৭তম স্থান অধিকারী মার্কিন যুক্তরাষ্ট্রের জেনিফার মুসিনো-ফের্নান্দেসের মুখোমুখি হয়েছিলেন, যেখানে তিনি ৬–২ সেট পয়েন্টের ব্যবধানে জয়লাভ করে পরবর্তী পর্বে উত্তীর্ণ হয়েছিলেন। অতঃপর কোয়ার্টার-ফাইনালে লিম সি-হিয়নের কাছে ৬–৪ সেট পয়েন্টের ব্যবধানে পরাজিত হয়ে প্রতিযোগিতা থেকে বিদায় নিয়েছিলেন।\nএছাড়াও তিনি আনহেলা রুইস এবং আনা পাউলা ভাসকেসের সাথে মেক্সিকীয় দল হিসেবে মহিলাদের দলগত প্রতিযোগিতায় অংশগ্রহণ করেছিলেন। তারা র‍্যাঙ্কিং পর্বে ৮৮টি ১০ পয়েন্ট অর্জন করে সর্বমোট ১৯৮৬ পয়েন্ট নিয়ে ৩য় স্থান অধিকার করেছিল। অতঃপর কোয়ার্টার-ফাইনালে তারা জার্মানিকে ৫–১ সেট পয়েন্টের ব্যবধানে পরাজিত করে পরবর্তী পর্বে উত্তীর্ণ হয়েছিল। পরবর্তীকালে সেমি-ফাইনালে চীনের কাছে ৫–৩ সেট পয়েন্টের ব্যবধানে পরাজিত হয়ে ব্রোঞ্জ পদক ম্যাচে অংশগ্রহণ করেছিল, যেখানে তারা নেদারল্যান্ডসকে পরাজিত করে ব্রোঞ্জ পদক জয়লাভ করেছে।\nঅন্যদিকে তিনি এবং মাতিয়াস গ্রান্দে একত্রে মিশ্র দলগত প্রতিযোগিতায় অংশগ্রহণ করেছিলেন। তারা র‍্যাঙ্কিং পর্বে ৬৭টি ১০ পয়েন্ট অর্জন করে সর্বমোট ১৩৪৫ পয়েন্ট নিয়ে ৭ম স্থান অধিকার করেছিল। অতঃপর কোয়ার্টার-ফাইনালে জার্মানির কাছে ৫–১ সেট পয়েন্টের ব্যবধানে পরাজিত হয়ে প্রতিযোগিতা থেকে বিদায় নিয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nওয়ার্ল্ড আর্চারিতে আলেহান্দ্রা ভালেনসিয়া (ইংরেজি)\nঅলিম্পিকস.কমে আলেহান্দ্রা ভালেনসিয়া (ইংরেজি)\nঅলিম্পিডিয়ায় আলেহান্দ্রা ভালেনসিয়া (ইংরেজি)"}