{"pageid": 1480868, "title": "অসামাজিক আচরণ", "url": "https://bn.wikipedia.org/wiki?curid=1480868", "content": "অসামাজিক আচরণ হলো এমন ক্রিয়া যা অন্যের অধিকার লঙ্ঘন করে বা অন্যথায় অপরাধ বা আপদ, যেমন চুরি এবং শারীরিক আক্রমণ বা অপরাধমূলক আচরণ যেমন মিথ্যা ও কারচুপির মাধ্যমে অন্যের ক্ষতি করা। এটি ইচ্ছাকৃত আগ্রাসন, সেইসাথে গোপন ও প্রকাশ্য শত্রুতা। পরিবার ও সম্প্রদায়ের মধ্যে সামাজিক যোগাযোগের মাধ্যমেও অসামাজিক আচরণ গড়ে ওঠে। এটি ক্রমাগত শিশুর মেজাজ, জ্ঞানীয় ক্ষমতা এবং নেতিবাচক সমবয়সীদের সাথে তাদের সম্পৃক্ততাকে প্রভাবিত করে। এটি সামাজিক আচরণের প্রচলিত নিয়মের বিপরীতে সমাজবিরোধী আচরণ হিসেবে বিবেচিত হয়।\nঅসামাজিক আচরণ-কে \"ব্যক্তিত্বের ব্যাধির ফলাফল হিসাবে অবাঞ্ছিত আচরণ\" হিসাবে সংজ্ঞায়িত করা হয়েছিল। উদাহরণস্বরূপ, ব্রিটিশ অপরাধবিদ ও ফরেনসিক মনোবিজ্ঞানী ডেভিড ফিলিপ ফারিংটন এর মতে কিশোর-কিশোরীরা বিভিন্ন পরিমাণে অন্যায় কাজের সাথে জড়িত হয়ে অসামাজিক আচরণ প্রদর্শন করতে পারে যেমন চুরি, ভাংচুর, যৌনতা, অত্যধিক ধূমপান, অধিক মদ্যপান, পিতামাতার সাথে সংঘর্ষ ও জুয়া খেলা। শিশুদের মধ্যে, অকার্যকর পিতামাতার কারণে আচরণের ব্যাধি হতে পারে। অসামাজিক আচরণ সাধারণত অন্যান্য আচরণগত ও উন্নয়নমূলক সমস্যা যেমন অতিসক্রিয়তা, বিষণ্নতা, শেখার অক্ষমতা ও আবেগপ্রবণতার সাথে যুক্ত। সমস্যাগুলির পাশাপাশি একজনের জীবনের জন্মপূর্ব পর্যায়ে একজনের প্রজননগত, নিউরোবায়োলজিকাল ও পরিবেশগত চাপের কারণে এই ধরনের আচরণ বিকাশের জন্য প্রবণতা বা আরও বেশি ঝোঁক থাকতে পারে, প্রারম্ভিক শৈশব বছর মাধ্যমে।\nমার্কিন মনোচিকিৎসক সমিতি, এর মানসিক রোগের রোগনির্ণয়সংক্রান্ত ও পরিসংখ্যানগত গ্রন্থ-এ, অল্প বয়স থেকে শুরু হওয়া অবিরাম অসামাজিক আচরণকে অসামাজিক ব্যক্তিত্ব ব্যাধি হিসাবে নির্ণয় করে। জেনেটিক কারণগুলির মধ্যে রয়েছে মস্তিষ্কের প্রিফ্রন্টাল কর্টেক্সের অস্বাভাবিকতা, যেখানে স্নায়বিক ঝুঁকির মধ্যে রয়েছে গর্ভাবস্থায় মাতৃ ওষুধের ব্যবহার, জন্মের জটিলতা, কম ওজন, জন্মের আগে মস্তিষ্কের ক্ষতি, আঘাতজনিত মাথায় আঘাত, এবং দীর্ঘস্থায়ী অসুস্থতা। বিশ্ব স্বাস্থ্য সংস্থা অসামাজিক ব্যক্তিত্ব ব্যাধি হিসাবে রোগের আন্তর্জাতিক শ্রেণীবিভাগে এটিকে অন্তর্ভুক্ত করেছে। ক্রমাগত অসামাজিক আচরণের প্যাটার্ন শিশু ও কিশোর-কিশোরীদের মধ্যেও উপস্থিত থাকতে পারে যাদের আচরণের সমস্যা রয়েছে, যার মধ্যে ডিএসএম-৫-এর অধীনে  আচরণ ব্যাধি বা বিরোধী বিবাদী ব্যাধি সহ। এটি পরামর্শ দেয় যে বুদ্ধিবৃত্তিক প্রতিবন্ধী ব্যক্তিদের অসামাজিক আচরণ প্রদর্শনের প্রবণতা বেশি, তবে এটি সামাজিক বঞ্চনা ও মানসিক স্বাস্থ্য সমস্যার সাথে সম্পর্কিত হতে পারে। এই বিষয়ে আরো গবেষণা প্রয়োজন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\n\n== বহিঃসংযোগ ==\n\nAnti-Social Behaviour.org.uk\nMIT Technology Review - How a Troll-Spotting Algorithm Learned Its Anti-antisocial Trade"}