{"pageid": 1480630, "title": "শঙ্কর বালসুব্রহ্মণ্যন", "url": "https://bn.wikipedia.org/wiki?curid=1480630", "content": "স্যার শঙ্কর বালসুব্রহ্মণ্যন (জন্ম ৩০শে সেপ্টেম্বর, ১৯৬৬) একজন ভারতীয় বংশোদ্ভূত ব্রিটিশ রসায়নবিদ। তিনি কেমব্রিজ বিশ্ববিদ্যালয়ের রসায়ন বিভাগের হার্শের স্মিথ অধ্যাপক, ক্যানসার রিসার্চ ইউকে নামক কেমব্রিজ ইনস্টিটিউটের জ্যেষ্ঠ দলনেতা এবং কেমব্রিজের ট্রিনিটি কলেজের \"ফেলো\"। তিনি নিউক্লেইক অ্যাসিডের উপরে গবেষণা ক্ষেত্রে তাঁর অবদানের জন্য সুপরিচিত। তিনি সোলেক্সা এবং বায়োমোডাল প্রযুক্তির বৈজ্ঞানিক প্রতিষ্ঠাতা (প্রাক্তন নাম কেমব্রিজ এপিজেনেটিক্স)।\n\n\n== শিক্ষা ==\nবালসুব্রহ্মণ্যন ১৯৬৬ সালে মাদ্রাজ শহরে (বর্তমান চেন্নাই) জন্মগ্রহণ করেন। ১ বছর বয়সে ১৯৬৭ সালে তিনি তাঁর পিতামাতার সাথে যুক্তরাজ্যে অভিবাসী হন। সেখানে চেশায়ার কাউন্টির রানকর্ন শহরের বাইরে এক গ্রামীণ অঞ্চলে বেড়ে ওঠেন। প্রথমে ডেয়ার্সবেরি প্রাথমিক বিদ্যালয় ও পরে অ্যাপলটন হিল উচ্চ বিদ্যালয়ে পড়াশোনা করেন। এরপর তিনি ১৯৮৫ থেকে ১১৯৮৮ সাল পর্যন্ত কেমব্রিজ শহরের ফিটজউইলিয়াম কলেজে প্রাকৃতিক বিজ্ঞান বিষয়ে সম্মানসহ স্নাতক শিক্ষাক্রম (ট্রাইপস) সম্পন্ন করেন ও সেখানেই ১৯৮৮-১৯৯১ সালে ডক্টরেট উপাধির জন্য গবেষণা কর্ম সম্পাদন করেন। তাঁর গবেষণার বিষয় ছিল কোরিজমেট সিনথেজ নামক উৎসেচকের বিক্রিয়া কর্মপন্থা, আর তাঁর তত্ত্বাবধায়ক ছিলেন ক্রিস আবেল।\n\n\n== কর্মজীবন ও গবেষণা ==\nডক্টরেট উপাধি লাভের পর বালসুব্রহ্মণ্যন মার্কিন যুক্তরাষ্ট্রে এসইআরসি/নেটো বৃত্তিপ্রাপ্ত গবেষক হিসেবে যাত্রা করেন এবং পেনসিলভেনিয়া রাজ্য বিশ্ববিদ্যালয়ে স্টিভেন জে বেনকোভিচের দলের সাথে কাজ করেন (১৯৯১-১৯৯৩)। ১৯৯৪ সালে তিনি কেমব্রিজ বিশ্ববিদ্যালয়ে স্বাধীন উচ্চশিক্ষায়তনিক কর্মজীবনে প্রবেশ করেন এবং অদ্যাবধি সেখানেই কাজ করছেন। প্রথমে তিনি মহাবিদ্যালয় প্রভাষক, পরবর্তীতে বিশ্ববিদ্যালয় প্রভাষক (১৯৯৮), রাসায়নিক জীববিজ্ঞানের বিশ্ববিদ্যালয় প্রভাষক (২০০৩), ও শেষে ২০০৭ সালে রাসায়নিক জীববিজ্ঞানের অধ্যাপক পদ লাভ করেন। ২০০৮ সালে তাঁকে চিকিৎসাবৈজ্ঞানিক রসায়নে হার্শেল স্মিথ অধ্যাপকের পদে নিয়োগ দেয়া হয়।\nবর্তমানে তিনি রসায়ন বিভাগের গবেষণাগারগুলির পরিচালক। এছাড়া তিনি ক্যানসার রিসার্চ ইউকে ও কেমব্রিজ ইনস্টিটিউট অ্যাট দ্য কেমব্রিজ বায়োমেডিক্যাল ক্যাম্পাস-এরও পরিচালক। তাঁর প্রাক্তন ডক্টরেট শিক্ষার্থীদের মধ্যে জুলিয়ান হুপার্ট উল্লেখ্য।\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:FRS 2012"}