{"pageid": 1481624, "title": "চাঁপাইনবাবগঞ্জ সরকারি মহিলা কলেজ", "url": "https://bn.wikipedia.org/wiki?curid=1481624", "content": "চাঁপাইনবাবগঞ্জ সরকারি মহিলা কলেজ চাঁপাইনবাবগঞ্জ জেলার একটি সরকারি কলেজ। কলেজটি ১৯৬৯ সালে চাঁপাইনবাবগঞ্জে প্রতিষ্ঠিত হয় এবং ১৯৮৭ সালের ২২ অক্টোবর কলেজটি সরকারিকরণ হয়।\n\n\n== ইতিহাস ==\nপ্রাচীন গৌড় রাজ্যের রাজধানী, অতুলনীয় সৌন্দর্যের লীলাভূমি ও মনোমুগ্ধকর ঐতিহ্যে ভরপুর মহানন্দা নদীর তীরে চাঁপাইনবাবগঞ্জ জেলা সদরে ১৯৬৯ খ্রিস্টাব্দে বর্তমান সরকারি কলেজটি প্রতিষ্ঠিত হয়। চাঁপাইনবাবগঞ্জ জেলার অবহেলিত ও উপেক্ষিত নারীদের কুসংস্কার ও অজ্ঞতা দূর করে শিক্ষার আলোয় আলোকিত করার মুখ্য উদ্দেশ্য নিয়েই এ কলেজ তার যাত্রা শুরু করে। কলেজটি প্রতিষ্ঠালগ্ন থেকেই চাঁপাইনবাবগঞ্জ জেলা সদর ও তার পার্শ্ববর্তী এলাকার মেয়েদের মাঝে উচ্চ শিক্ষা বিস্তারের জন্য অগ্রণী ভূমিকা পালন করে আসছে। এ কলেজটি প্রথমে চাঁপাইনবাবগঞ্জ শহরের বিডি হলে তার অস্থায়ী কার্যক্রম শুরু করে এবং স্বাধীনতা যুদ্ধের পর এর অস্থায়ী ক্যাম্পাস শহরের ডিসি মার্কেটে স্থানান্তরিত হয়। বাবু ধীরেন্দ্রনাথ সাহা নামে একজন দানশীল ব্যক্তি শহরস্থ নিমতলা এর পূর্বদিকে ফকিরপাড়া ঈদগাহ সংলগ্ন কাঁঠালবাগিচায় কলেজের নিজস্ব ভবনের জন্য ১.০৩ একর জমি দান করেন এবং এ জমি দানে তাঁর তিন ভাই যথাক্রমে খগেন্দ্রনাথ সাহা, বীরেন্দ্রনাথ সাহা, জিতেন্দ্রনাথ সাহা মুখ্য ভূমিকা পালন করেন। ফলে প্রতিষ্ঠানটি ১৯৭৮ সালে তার নিজস্ব ভবনে কার্যক্রম শুরু করে। জাতীয়করণের পূর্বে কলেজের সম্মনিত সভাপতি, সদস্যবৃন্দ এবং শিক্ষকমণ্ডলীর গভীর আগ্রহে ও অক্লান্ত পরিশ্রমে প্রতিষ্ঠানটি নতুন রূপে আবির্ভূত হয়। ১৯৮৭ খ্রিস্টাব্দের ২২ শে অক্টোবর তৎকালীন গণপ্রজাতন্ত্রী বাংলাদেশ সরকার রাষ্ট্রপতি হুসাইন মোঃ এরশাদ প্রতিষ্ঠানটিকে জাতীয়করণ করেন। কলেজটি জাতীয় বিশ্ববিদ্যালয়ের অধিভূক্ত। বর্তমানে কলেজের সকল প্রকার প্রাত্যহিক কার্যক্রম গণপ্রজাতন্ত্রী বাংলাদেশ সরকারের শিক্ষা মন্ত্রণালয় শিক্ষা মন্ত্রণালয় এবং মাধ্যমিক ও উচ্চ শিক্ষা অধিদপ্তরের বিধি-বিধান অনুসারে পরিচালিত হয়।\n\n\n== শিক্ষা কার্যক্রম ==\nকলেজে চলমান কোর্সসমূহ হচ্ছে:\n\nএইচ.এস.সি.\nবিজ্ঞান বিভাগ\nমানবিক বিভাগ\nবাণিজ্য বিভাগ।\nস্নাতক (পাশ) কোর্স\nবি.এ.\nবি.এস.এস.\nবি.বি.এস.\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপ্রাতিষ্ঠানিক ওয়েবসাইট"}