{"pageid": 1481814, "title": "ললিতাদিত্য মুক্তপীড়", "url": "https://bn.wikipedia.org/wiki?curid=1481814", "content": "ললিতাদিত্য ওরফে মুক্তপীড় ( IAST : Lalitāditya Muktāpīḍa; rc ৭২৪-৭৬০ খ্রিস্টাব্দ) ছিলেন ভারতীয় উপমহাদেশের কাশ্মীর অঞ্চলের কর্কোট রাজবংশের অন্তর্গত একজন কাশ্মীরি রাজা। ১২শ শতাব্দীর কলহান ললিতাদিত্যকে \" বিশ্বজয়ী \" হিসাবে চিহ্নিত করেছেন, এবং তাকে ভারত ও মধ্য এশিয়া জুড়ে ব্যাপক বিজয় এবং অলৌকিক ক্ষমতার কৃতিত্ব দিয়েছেন। যদিও কলহানের বিবরণ সমসাময়িক রেকর্ড দ্বারা সমর্থিত নয় এবং বহুলাংশে অতিরঞ্জন হিসাবে প্রত্যাখ্যান করা হয়। তিনি তার রাজবংশের সবচেয়ে শক্তিশালী রাজা হিসাবে গৃহীত হন।  তাং রাজবংশের ইতিহাস তাকে তাংদের একজন সামন্ত-মিত্র হিসাবে উপস্থাপন করে। \nললিতাদিত্য কাশ্মীরের বেশ কয়েকটি মন্দিরের দায়িত্ব দিয়েছিলেন, যার মধ্যে বর্তমানে ধ্বংসপ্রাপ্ত মার্তণ্ড সূর্য মন্দিরও রয়েছে। তিনি পরিহাসপুরে একটি নতুন রাজধানীসহ বেশ কয়েকটি শহরও প্রতিষ্ঠা করেন। \n\n\n== পটভূমি ==\nললিতাদিত্য সম্পর্কে তথ্যের প্রধান উৎস হল রাজতরঙ্গিনী নামক কাশ্মীরের শাসকদের একটি ইতিহাস যা রচনা করেন দ্বাদশ শতাব্দীর কাশ্মীরি লেখক কলহান। ললিতাদিত্য চীনের তাং রাজবংশের একটি রেকর্ড ( Xin Tang shu ) নতুন বইতেও সংক্ষিপ্তভাবে উল্লিখিত হয়েছেন। এটি তাকে \"মু-টু-পি\" বা \"মুদুওবি\" (মুক্তপীড়ের একটি প্রকরণ) বলে উল্লেখ করেছে।   ১১শ শতাব্দীর ফার্সি ইতিহাসবিদ আল-বিরুনি মুত্তাই নামে একজন কাশ্মীরি রাজার কথা উল্লেখ করেছেন, যিনি সম্ভবত ললিতাদিত্য ছিলেন (\"মুত্তাই\" \"মুক্তাপীড়\" এর অপভ্রংশ রূপ থেকে উদ্ভূত)। \nরাজতরঙ্গিনী ললিতাদিত্যকে কর্কোট রাজা দুর্লভক (ওরফে প্রতাপাদিত্য) এবং রাণী নরেন্দ্রপ্রভার কনিষ্ঠ পুত্র হিসাবে নামকরণ করেছে। তার মা নরেন্দ্রপ্রভার এর আগে কাশ্মীরে বসতি স্থাপন করা একজন বিদেশী বণিকের সাথে বিয়ে হয়েছিল। চন্দ্রপীড় (ওরফে বজ্রাদিত্য) এবং তারাপীড় (ওরফে উদয়াদিত্য) নামে তার দুই বড় ভাই ছিল, যারা তার পূর্বে কাশ্মীরের শাসক ছিলেন। \nকলহন বলেছেন, ললিতাদিত্যের রাজত্বকাল ৩৬ বছর, ৭ মাস এবং ১১ দিন স্থায়ী হয়েছিল।  তিনি বলেন যে ললিতাদিত্য ৭২৪-৭৬১ খ্রিস্টাব্দ পর্যন্ত শাসন করেছিলেন।  যাইহোক, এটি সঠিক নয়, কারণ ললিতাদিত্যের পূর্বসূরি ৭২০ খ্রিস্টাব্দে তাং রাজধানী চাংআনে একটি রাষ্ট্রদূত পাঠিয়েছিলেন বলে জানা যায়।  তাং রেকর্ডে \"তিয়ানমু\" হিসাবে উল্লেখ করা এই পূর্বসূরী সম্ভবত তারাপীড় ছিলেন, যদিও কিছু পণ্ডিত তাকে চন্দ্রপীড় হিসাবে চিহ্নিত করেছেন।  আধুনিক ঐতিহাসিকগণ ললিতাদিত্যের রাজত্বকালকে খ্রি. ৭২৪/৫ - গ. ৭৬০ খ্রিস্টাব্দ পর্যন্ত নির্ধারণ করেছেন। \nললিতাদিত্য নিজেকে পৌরাণিক নাগরাজ কর্কোটকের বংশধর বলে দাবি করেছিলেন। \n\n\n== তাং চীনের সাথে সম্পর্ক ==\nতার রাজত্বকালে, কাশ্মীরি দূতের দ্বারা ললিতাদিত্য কর্তৃক তাং আদালতে প্রেরিত একটি চিঠি অনুসারে, কর্কোট রাজবংশ তিব্বতিদের বিরুদ্ধে তাং রাজবংশকে সমর্থন করার জন্য তাদের ইচ্ছা প্রকাশ করেছিল। একজন চীনা সামন্ত হিসাবে তার অবস্থানকে কাজে লাগিয়ে তিনি তোখারিস্থান থেকে সৈন্যদের তালিকাভুক্ত করতেন।  তারা তিব্বতিদের বিরুদ্ধে চীনাদের সমর্থন করেছিল।  উপরন্তু, কর্কোটরা তালাসের যুদ্ধে অংশগ্রহণ করেছিল, যেখানে তারা তাং রাজবংশের সাথে, আব্বাসীয় খিলাফতের কাছে পরাজিত হয়েছিল।  চীনের সম্রাটের কাছে ললিতাদিত্যের জমা দেওয়া চিঠি নিম্নরূপ:\"এই রাজ্য প্রতিষ্ঠা করার পর, আমি অন্যান্য রাষ্ট্রদূতের সাথে স্বর্গীয় কাগানের কাছে জমা দিয়েছি এবং আমার বাহিনীকে অবস্থান ও প্রেরণের আদেশ পেয়েছি। আমার রাজ্যে তিন ধরণের সৈন্য, হাতি , অশ্বারোহী এবং পদাতিক সৈন্য রয়েছে। তিব্বতিরা আমাদের এই রাজত্বকে ব্যথিত করেছিল এবং এই পথ দিয়ে বেরোতে বাধা দিয়েছিল, আমার রাজ্যে একটি বিশেষ পুকুর আছে যার নাম মহাপদ্ম (বর্তমানে ভুলার হ্রদ) আমি স্বর্গীয় কাগানের সৈন্যদের ছাউনি করতে রাজি আছি।\"\n\n\n== সামরিক অভিযান ==\n\n\n=== কলহনের বিবরণ ===\nকালহান ললিতাদিত্যকে একজন সর্বজনীন রাজা হিসেবে বর্ণনা করেছেন, যিনি তাঁর জীবনের বেশিরভাগ সময় সামরিক অভিযানে কাটিয়েছেন। তিনি ললিতাদিত্যের কর্মজীবনের নিম্নলিখিত বিবরণ দেন: \n\n\n=== কনৌজ জয় ===\nললিতাদিত্য আন্তর্বেদী দেশ আক্রমণ করেন, যার রাজধানী ছিল গাধিপুর ( কান্যকুব্জ )। প্রতিরক্ষাকারী রাজা যশোবর্মণ দীর্ঘ যুদ্ধের পর তাঁর কাছে বশ্যতা স্বীকার করেন এবং শান্তি চুক্তির প্রস্তাব দেন। যশোবর্মন এই চুক্তির শর্তাবলীর রূপরেখা দিয়ে একটি নথি তৈরি করেছিলেন, যার শিরোনাম ছিল \" যশোবর্মন এবং ললিতাদিত্যের চুক্তি \"। ললিতাদিত্যের মন্ত্রী মিত্রশর্মা এই উপাধিতে আপত্তি জানিয়েছিলেন এবং জোর দিয়েছিলেন ললিতাদিত্যের নাম পদবীতে যশোবর্মনের নামের আগে উপস্থিত হবে। ললিতাদিত্যের সেনাপতিরা, যারা যুদ্ধের দীর্ঘ সময় নিয়ে অস্বস্তিতে ছিলেন, তারা চুক্তি বিলম্বের জন্য মিত্রশর্মাকে দায়ী করেন। কিন্তু ললিতাদিত্য নিজেই মিত্রশর্মার প্রতি সন্তুষ্ট ছিলেন: তিনি শান্তি আলোচনা বন্ধ করে দেন এবং যশোবর্মাকে \"নির্মূল\" করেন। এই পরাজয়ের ফলস্বরূপ, যশোবর্মণ যিনি বাকপতি এবং ভবভূতির মতো  সভাকবিদের দ্বারা নিষেবিত ছিলেন, তিনি নিজেই ললিতাদিত্যের স্তাবক হয়েছিলেন। যমুনা নদী এবং কালিকা নদীর (সম্ভবত আধুনিক কালী নদী) মাঝখানে অবস্থিত কান্যকুব্জ ভূমি ললিতাদিত্যের নিয়ন্ত্রণে আসে। \nললিতাদিত্য পাঁচটি নতুন দপ্তর প্রতিষ্ঠা করেছিলেন, যেগুলি শাহী এবং অন্যান্য রাজকুমারদের অধিকারে ছিল।  কান্যকুব্জে ক্ষমতা একত্রিত করার পর, ললিতাদিত্য পূর্ব মহাসাগরে চলে যান, যেভাবে গঙ্গা নদী হিমালয় থেকে পূর্ব মহাসাগরে প্রবাহিত হয়। এই অভিযানের সময় এই সেনাবাহিনীর হাতিরা তাদের জন্মভূমি দেখেছিল। ললিতাদিত্য কলিঙ্গ ও গৌড়ে পৌঁছেছিলেন এবং গৌড় থেকে বেশ কিছু হাতি তাঁর সেনাবাহিনীতে যোগ দিয়েছিল। \n\n\n=== দক্ষিণ ভারতে পদযাত্রা ===\nপূর্ব সমুদ্র উপকূল থেকে, ললিতাদিত্য দক্ষিণ অঞ্চলে এগিয়ে যান, যেখানে কর্ণাটরা তাঁর সামনে মাথা নত করেছিল। এই সময়ে দক্ষিণাপথের সার্বভৌম ছিলেন রত্তা নামে এক কর্ণাট রাণী। তিনি বিন্ধ্য পর্বতে বাধামুক্ত পথ নির্মাণ করেছিলেন এবং দেবী বিন্ধ্যবাসিনী (দুর্গা) এর মতোই শক্তিশালী ছিলেন। এমনকি তার মতো শক্তিশালী ব্যক্তিত্ব ললিতাদিত্যকে প্রণাম করেছিলেন। দক্ষিণে ললিতাদিত্যের সৈন্যরা তাদের ক্লান্তি ভুলে গিয়েছিল, কারণ তারা নারকেল গাছের মদ খেয়েছিল এবং কাবেরী নদীর তীরে বাতাস উপভোগ করেছিল।  চন্দনাদ্রিতে ( মলয় পর্বত ) চন্দন গাছ থেকে নেমে আসা সাপগুলি ললিতাদিত্যের আক্রমণের ভয়ে বাঁকা তরবারির মতো আবির্ভূত হয়েছিল। কাশ্মীরি রাজা দ্বীপের মধ্য দিয়ে সাগর পাড়ি দিয়েছিলেন, যেমন কেউ পাথরের উপর দিয়ে নদী অতিক্রম করে। \n\n\n=== কোঙ্কনে প্রচারণা ===\nসাগর পাড়ি দিয়ে ললিতাদিত্য সপ্ত কোঙ্কণে পৌঁছলেন।  পশ্চিম সমুদ্র তীরে অবস্থিত দ্বারকা ললিতাদিত্যের সৈন্যদের [সেই শহরে প্রবেশের] আকাঙ্ক্ষা জাগিয়ে তোলে। ললিতাদিত্যের হাতিবাহিনী তখন অবন্তীতে যাত্রা করে। তার সৈন্যরা বিন্ধ্য পর্বত অতিক্রম করার ফলে উত্থিত ধূলিকণা বিন্ধ্যকে ক্রোধে লাল করে তুলেছিল। অবন্তীতে মহাকালের মুকুটে চাঁদের আলো পড়ে তার হাতির দাঁতগুলি বিভক্ত হয়েছিল। (এটি ঐতিহ্যগত পৌরাণিক কাহিনীর একটি উল্লেখ যে চাঁদের আলো হাতির দাঁতকে বিভক্ত করতে পারে)। \n\n\n=== উত্তরে অভিযান ===\nঅন্যান্য রাজাদের অধিকাংশকে পরাজিত করে, ললিতাদিত্য অবন্তী থেকে উত্তরাপথে (উত্তরাঞ্চল) চলে যান, যেখানে তিনি বেশ কিছু শক্তিশালী রাজার সাথে যুদ্ধ করেছিলেন।  তার বাহিনী কম্বোজ ঘোড়ার আস্তাবল খালি করে দেয় (কম্বোজ দেশের ভালো মানের ঘোড়ার খ্যাতির উল্লেখ)। ফলে অন্ধকার তাদের এমনভাবে দেখায় যেন তারা পরিবর্তে কালো মহিষ দিয়ে পূর্ণ ছিল। ললিতাদিত্যের আগমনে তুখাররা তাদের ঘোড়া ছেড়ে পর্বতমালায় পালিয়ে যায়। তিনি একটি যুদ্ধে তিনবার মুমুনিকে পরাজিত করেছিলেন এবং ভৌতদেরকে খুব উদ্বিগ্ন করেছিলেন। ললিতাদিত্য মদ পানকারী দর্দদের সহ্য করার মতো মর্যাদাবান ছিলেন। \n\n\n=== প্রাগজ্যোতিষের আক্রমণ ===\nললিতাদিত্য যখন নির্জন শহরের প্রাগজ্যোতিষের কাছে গেলেন, তখন তিনি দেখতে পেলেন বনের মধ্যে জ্বলতে থাকা কালো জোলাব বা ঘৃতকুমারী  থেকে ধোঁয়া উঠছে।  বালুকাম্বুধিতে (\"বালির সমুদ্র\"), যেখানে মরীচিকা জলের মায়ায় পরিণত হয়েছিল, সেখানে ললিতাদিত্যের হাতিগুলি বড় কুমিরের মতো দেখা দিয়েছিল।  স্ত্রী-রাজ্যের নারীরা (আক্ষরিক অর্থে \"নারী রাজ্য\") তাদের \"উচ্চ স্তন\" দেখিয়ে ললিতাদিত্যের যোদ্ধাদের হৃদয় গলিয়ে দিয়েছিল। স্ত্রীরাজ্যের কম্পিত রানী যখন ললিতাদিত্যের সাথে দেখা করেন, তখন কেউই নির্ধারণ করতে পারেনি যে তার দ্বারা প্রদর্শিত আবেগ সন্ত্রাস নাকি প্রেমের আকাঙ্ক্ষা।  ললিতাদিত্যের পথে, গরুড়কে দেখে সাপ যেমন গর্তে লুকিয়ে থাকে, তেমনি উত্তরকুরুরা গাছে আশ্রয় নেন। \nকাশ্মীরে প্রত্যাবর্তন\nললিতাদিত্য তার বিজয় থেকে অর্জিত বিপুল সম্পদ নিয়ে কাশ্মীরে ফিরে আসেন। তিনি তার অনুচরদের জলন্ধর, লোহার এবং অন্যান্য দেশের রাজা হিসাবে নিযুক্ত করেছিলেন। ললিতাদিত্যের আদেশে, তার রাজ্যের তুরুস্কগণ এবং দক্ষিণাত্যদের লজ্জার চিহ্ন প্রদর্শন করতে হয়েছিল। তুরস্কদের তাদের পিঠে তাদের অস্ত্র বহন করতে হয়েছিল এবং তাদের দাসত্বের চিহ্নস্বরূপ তাদের মাথার অর্ধেক কামাতে হয়েছিল।  দক্ষিণাত্যদের পশুদের সাথে তাদের সাদৃশ্য বোঝাতে মাটি কুঁড়িয়ে দেওয়া একটি লেজ পরতে হয়েছিল।\nললিতাদিত্য কাশ্মীরে অবস্থানকালে বেশ কয়েকটি শহর ও মন্দির প্রতিষ্ঠা করেছিলেন। একবার, তিনি এক বিশাল বর্জ্যভূমি অতিক্রম করার পর সিকত-সিন্ধু (\"বালির মহাসাগর\") রাজ্য আক্রমণ করেন এবং জয় করেন।  কিছু সময় পর, তিনি \"উত্তরের সীমাহীন অঞ্চল\" এর দিকে অগ্রসর হন, কারণ তিনি সেইসব জায়গা পরিদর্শন করতে আগ্রহী ছিলেন যেখানে আগে কেউ পৌঁছায়নি। এই অভিযানের সময়, তিনি তার ক্ষমতা পরীক্ষা করার জন্য দেবতা কুবের দ্বারা প্রেরিত রাক্ষসদের সাথে বেশ কিছু দুঃসাহসিক কাজ করেছিলেন। \nললিতাদিত্যের মন্ত্রীরা বেশ কয়েকদিন তার কোন খবর না পেলে তাকে খুঁজে বের করার জন্য একজন দূত পাঠায়।  দূত এই খবর নিয়ে ফিরে আসেন যে রাজা ফিরে আসতে চান না, মৃত্যুর আগ পর্যন্ত তিনি সামরিক বিজয়ে নিযুক্ত থাকার সিদ্ধান্ত নিয়েছিলেন। তার বার্তায়, ললিতাদিত্য কীভাবে রাজ্য পরিচালনা করতে হয় সে সম্পর্কে রাজনৈতিক প্রজ্ঞা প্রদান করেছিলেন এবং তার বড় ছেলে কুবলয়াপীড়কে তার উত্তরাধিকারী হিসেবে নিয়োগ করতে বলেছিলেন। \nপরে, কিছু লোক জানিয়েছিল যে ললিতাদিত্য আর্যনক দেশে মারা গেছেন, ঋতুর বাইরে অত্যধিক তুষারপাতের ফলে।  অন্যরা উল্লেখ করেছেন, তিনি এক ভয়ানক পরিস্থিতিতে আত্মহত্যা করেছেন, কারণ তিনি একজন মহান রাজা থাকাকালীন মৃত্যুবরণ করতে চেয়েছিলেন। \n\n\n=== কালহানের বিবরণের সাধারণ ঐতিহাসিকতা ===\n\nএমএ স্টেইন (১৯০০), যিনি প্রথম ইংরেজীতে রাজতরঙ্গিনী অনুবাদ করেন, তিনি ললিতাদিত্যের যশোবর্মার অধীনতাকে একটি ঐতিহাসিক সত্য হিসাবে গ্রহণ করেছিলেন। তিনি ঐতিহাসিক বিবরণের অনুপস্থিতির কারণে কালহান দ্বারা বর্ণিত পরবর্তী বিজয়গুলিকে \"প্রকাশ্যভাবে কিংবদন্তী\" হিসাবে প্রত্যাখ্যান করেছিলেন।  তার মতে, কাশ্মীর রাজ্যে এত ব্যাপক অভিযান চালানোর জন্য জনবল বা সংস্থান ছিল না। \nইতিহাসবিদ সিভি বৈদ্য (১৮৬১-১৯৩৮) এর মতে, ১৩শ শতাব্দীতে চাচ নামা গ্রন্থের দ্বারা কালহানের বিবরণকে সমর্থন করা হয়েছে। এই গ্রন্থে রাজা দাহির কর্তৃক মুহাম্মদ বিন কাসিমকে সম্বোধন করা একটি চিঠিতে উল্লেখ করা হয়েছে, \"কাশ্মীরের রাজা যার রাজকীয় দোরগোড়ায় হিন্দের অন্যান্য শাসকরা তাদের মাথা নত করেছিলেন, যিনি সমগ্র হিন্দ, এমনকি মাকরান এবং তুরানের দেশগুলিকে শাসন করেন, যার শৃঙ্খল অনেক মহৎ এবং মহান ব্যক্তি স্বেচ্ছায় তাদের হাঁটুর উপর রেখেছেন এবং যার বিরুদ্ধে কোন মানুষ দাঁড়াতে পারে না।\" এই চিঠিটি ৭১২ খ্রিস্টাব্দে লেখা হয়েছে বলে উল্লেখ করা হয়, তাই বৈদ্য তত্ত্ব দেন যে ললিতাদিত্যের বিজয়গুলি অবশ্যই ৭০০-৭১২ খ্রিস্টাব্দে ঘটেছিল। \nপরবর্তীতে, শিল্প ইতিহাসবিদ হারমান গোয়েটজ (১৯৬৯) কালহানের বিবরণকে সমর্থন করে একটি ঐতিহাসিক পুনর্গঠন তৈরি করেছিলেন, যদিও তিনি স্বীকার করেছেন \"এই পুনর্গঠনটি বিক্ষিপ্ত এবং অনিশ্চিত তথ্যকে আন্তঃসংযোগ করার জন্য প্রশংসনীয়ভাবে একটি কার্যকরী তত্ত্বের চেয়ে বেশি দাবি করতে পারে না\"। গোয়েটজ যুক্তি দিয়েছিলেন, ললিতাদিত্যের সামরিক কীর্তিকলাপ কালহানের বিবরণ কেবল সম্ভাব্যই নয়, অন্যান্য প্রমাণ দ্বারাও সমর্থিত।  গোয়েটজের মতে, ললিতাদিত্যের ব্যাপক বিজয় সম্ভব হয়েছিল কারণ এই অঞ্চলের অন্যান্য সমসাময়িক রাজ্যগুলি বিদেশী আক্রমণ ও যুদ্ধের কারণে দুর্বল হয়ে পড়েছিল।  এছাড়াও, গোয়েটজ অনুমান করেছিলেন, ললিতাদিত্য উচ্চতর চীন-প্রভাবিত সামরিক সংস্থা, প্রশাসনিক ব্যবস্থা এবং অস্ত্রশস্ত্রের ফলে একটি শক্তিশালী সেনাবাহিনী তৈরি করতে পেরেছিলেন।  গোয়েটজ কালহানের বিবরণে উল্লেখ করা বেশ কিছু ব্যক্তিকে ঐতিহাসিক ব্যক্তিত্ব হিসেবে চিহ্নিত করেছেন এবং যুক্তি দিয়েছেন, কালহানের মতো একজন দূরবর্তী লেখক এই ধরনের ঐতিহাসিক ব্যক্তিদের উদ্ভাবন করতে পারেননি। \nআন্দ্রে উইঙ্ক (২০০২) গোয়েটজের তত্ত্বকে বিশ্বাসযোগ্য বলে বর্ণনা করেছেন,  কিন্তু রোনাল্ড এম. ডেভিডসন (২০১২) গোয়েটজের বিশ্লেষণের বিষয়ে উইঙ্কের স্বীকারোক্তিকে সমালোচনামূলক বলে উড়িয়ে দিয়েছেন। ডেভিডসন এই যুক্তি প্রত্যাখ্যান করেন যে কালহানের বর্ণিত বিজয়গুলি অবশ্যই বাস্তব ছিল, কারণ কালহান ঐতিহাসিক ব্যক্তিদের ঠাহর করতে পারেনি। তার সমর্থনে, ডেভিডসন নীলমত পুরাণের উদাহরণ পেশ করেন, যা রাজতরঙ্গিনীর কলহনের অন্যতম উৎস, এবং এটি ঐতিহাসিক ব্যক্তিদের কাল্পনিক ঘটনা বর্ণনা করে। তিনি যুক্তি দেন যে কালহানের সন্দেহজনক সূত্রগুলি পরিচিত দলগুলির বিজয়ের বানোয়াট কাহিনী হতে পারে।  ডেভিডসন উল্লেখ করেছেন, যশোবর্মার দরবারী কবি বাকপতি তাকে গৌড়বাহোতে অনুরূপ বিজয়ের জন্য কৃতিত্ব দেন, যা অনুসারে যশোবর্মা কেবল পূর্ব ও দক্ষিণ ভারত জয় করেননি, পারস্যের রাজাকেও পরাজিত করেছিলেন। ডেভিডসন গৌড়বাহো এবং রাজতরঙ্গিনী উভয়কেই কাব্যিক অহঙ্কার বলে উড়িয়ে দিয়েছেন, এবং কালহানের বর্ণনাকে \"কাশ্মীরি গুণবর্ধকবাদ\" হিসাবে বর্ণনা করেছেন। তিনি অবশ্য বিশ্বাস করেন বাকপতির দাবির চেয়ে কালহানের দাবি সত্যের কাছাকাছি হতে পারে। ডেভিডসনের মতে, ললিতাদিত্য ৭৩৩ খ্রিস্টাব্দে তার আক্রমণ শুরু করেন, পূর্বে মগধ পর্যন্ত অগ্রসর হন এবং তারপর ৭৪৭ খ্রিস্টাব্দে কাশ্মীরে ফিরে আসেন। \nতানসেন সেন (২০০৪) একইভাবে ললিতাদিত্যের হিন্দুকুশ-পামীর অঞ্চল জয়ের দাবি প্রত্যাখ্যান করেছেন, রাজতরঙ্গিনী ব্যতীত অন্যান্য সংখ্যাগত প্রমাণ এবং সমসাময়িক নথির ভিত্তিতে। তার মতে, ললিতাদিত্য তিব্বতিদের বিরুদ্ধে তাং অভিযানে সামরিক ও যৌক্তিক সহায়তা প্রদান করেন এবং এই অভিযানের সাফল্যের কারণে পরবর্তীতে কাশ্মীরি কিংবদন্তিরা তাকে একজন মহান বিজয়ী হিসেবে বর্ণনা করেন। \nশ্যাম মনোহর মিশ্র (১৯৭৭) উল্লেখ করেছেন, ললিতাদিত্যের কৃতিত্বগুলি \"অবশ্যই জনপ্রিয় কল্পনা দ্বারা রঙ্গিন এবং অতিরঞ্জিত হয়েছে\" কালহানের সময়, যিনি ললিতাদিত্যের চার শতাব্দী পরে বেঁচে ছিলেন। এতে প্রমাণিত হয় যে কলহন ললিতাদিত্যকে অলৌকিক ক্ষমতাধর বলে উল্লেখ করেছেন। \n\n\n== ব্যক্তিগত জীবন ==\nললিতাদিত্যের স্থলাভিষিক্ত হন তার পুত্ররা: প্রথমে কুবলয়াপীড় এবং তারপর বজ্রাদিত্য। কুবলয়াপীড় ছিলেন রাণী কমলাদেবীর পুত্র, আর বজ্রাদিত্য ছিলেন চক্রমর্দিকার পুত্র। বজ্রাদিত্যের স্থলাভিষিক্ত হন তাঁর পুত্র পৃথিবীপীড় এবং সংগ্রামপীড়। \n\n\n== সর্বজনীন কর্মসমূহ ==\n\n\n=== নগর ===\n\nকালহানা বলেছেন, ললিতাদিত্য নিম্নলিখিত শহরগুলি প্রতিষ্ঠা করেছিলেন:\n\nসুনিশ্চিত-পুর , যখন তিনি ( সুনিশ্চিত ) বিশ্ব জয় করার সিদ্ধান্ত নিয়েছিলেন।\nদর্পিতা-পুর , যখন তিনি গর্বিত\nফল-পুর , যখন তিনি ফল পান। এম এ স্টেইনের মতে পরিহাসপুরের কাছে ফলপুর এবং বিতস্তা ও সিন্ধুর সঙ্গমস্থলে অবস্থিত।\nপর্ণোৎস , যখন তিনি একটি পাতা ( পর্ণ ) গ্রহণ করেছিলেন। স্টেইন এই শহরটিকে আধুনিক পুঞ্চের সাথে চিহ্নিত করেছেন।\nলোকপুণ্য শহর, যা আধুনিক লরিকপুরের কাছে লোকভবন বসন্তের কাছাকাছি এলাকা হিসেবে চিহ্নিত।\nপরিহাসপুর , যা ইন্দ্রের আবাসের চেয়েও ভালো ছিল। এই শহরটি একটি সংক্ষিপ্ত সময়ের জন্য ললিতাদিত্যের বাসভবনে পরিণত হয়েছিল, যখন শ্রীনগর অন্য রাজধানী হিসাবে কাজ করতে থাকে। কালহানের সময় পরিহাসপুর জনশূন্য ও ধ্বংসপ্রাপ্ত হয়েছিল।\nলবণাক্ত বর্জ্যভূমিতে বেশ কয়েকটি শহর প্রতিষ্ঠা করেছিলেন, যাতে তৃষ্ণায় ভুগছেন এমন কেউ পান করার জন্য জল খুঁজে পেতে পারেন।\nকলহন আরও উল্লেখ করেছেন যে ললিতাদিত্য যখন তাঁর রাজ্য থেকে দূরে ছিলেন, তখন তাঁর স্থপতি তারপর ললিতাপুর নামে একটি শহর তৈরি করেছিলেন, কিন্তু এটি ললিতাদিত্যকে ক্ষুব্ধ করেছিল। একটি তত্ত্ব এই স্থানটিকে আধুনিক লেথিপোরা (বা লাটপোর) হিসেবে চিহ্নিত করে।  ললিতাদিত্যের স্ত্রী চক্রমর্দিকাও ৭,০০০ বাড়ি নিয়ে চক্রপুর শহর তৈরি করেছিলেন বলে জানা যায়। \nকালহানের মতে, ললিতাদিত্য একবার মাতাল অবস্থায় প্রভারাপুর শহরকে পুড়িয়ে ফেলার নির্দেশ দিয়েছিলেন। শহরটি প্রভারসেন নামে একজন পূর্ববর্তী রাজা দ্বারা নির্মিত হয়েছিল এবং ললিতাদিত্য চাননি যে পরিহাসপুরের মতো সুন্দর আরেকটি শহর থাকুক। যাইহোক, ললিতাদিত্য যখন স্বাভাবিক অবস্থায় আসেন, তখন তিনি তার সিদ্ধান্তের জন্য অনুতপ্ত হন।  তিনি স্বস্তি পেয়েছিলেন যখন তার মন্ত্রীরা তাকে জানান যে তারা আসলে তার আদেশ পালন করেননি। তিনি তার মন্ত্রীদের বিজ্ঞ সিদ্ধান্তে সন্তুষ্ট হন এবং যখনই তিনি মাতাল হন তখন একইভাবে তার আদেশ উপেক্ষা করার নির্দেশ দেন। \n\n\n=== মন্দির ===\nকলহন বলেছেন যে ললিতাদিত্য প্রতিটি শহর, গ্রাম, নদী, সমুদ্র এবং দ্বীপে মন্দির নির্মাণ করেছিলেন।  তাঁর স্ত্রী, মন্ত্রী এবং পরিচারিকারা এই মন্দিরগুলিতে শত শত মূর্তি পবিত্র করেছিলেন।  ললিতাদিত্য এই মন্দিরগুলিতে সোনা ও রৌপ্য দিয়ে তৈরি দেবতার পরিচারকদের মূর্তি স্থাপন করেছিলেন। \n\n\n==== বিষ্ণু মন্দির ====\nকালহানের মতে, ললিতাদিত্য কেশব, নরহরি এবং মুক্তস্বামীন্ সহ বিষ্ণুর বিভিন্ন দিকের জন্য উৎসর্গীকৃত মন্দিরগুলি পরিচালনা করেছিলেন:\n\nদর্পিতাপুরায় কেশবের মন্দির নির্মাণ করেন।\nস্ত্রীরাজ্যে নৃহরির একটি মূর্তি স্থাপন করেছিলেন। এই মূর্তিটির উপরে এবং নীচে চুম্বক ঠিক করে বাতাসে স্থির করা হয়েছিল।\nহুশকাপুরায় (আধুনিক উশকুর ) মুক্তস্বামীন মন্দির নির্মাণ করেন।\nলোকপুণ্য শহর নির্মাণের পর বিষ্ণুকে নৈবেদ্য দিয়েছিলেন।\nপরিহাসপুরে বিষ্ণুর বেশ কিছু মূর্তি ও তার দিক স্থাপন করেছেন: \nপরিহাস-কেশবের একটি রৌপ্য মূর্তি (৮৪,০০০ পল  দিয়ে তৈরি; পল হল ৪ তোলার  সমতুল্য প্রাচীন একক)\nমুক্ত-কেশবের একটি সোনার ছবি (৮৪,০০০ টোলক সোনা দিয়ে তৈরি)\nমহা-বরাহের সোনার মূর্তি\nগোবর্ধন-ধরের একটি রূপালী ছবি\nএকটি স্তম্ভ উত্থাপন করেছিলেন যার উচ্চতা ৫৪ হাত ছিল এবং শীর্ষে গরুড়ের (বিষ্ণুর বাহন ) মূর্তি ছিল\nঅন্যরা তাঁর রাজত্বকালে বিষ্ণু মন্দিরও নির্মাণ করেছিলেন:\n\nললিতাদিত্যের রানী কমলাবতী কমলাহট্ট (একটি বাজার) প্রতিষ্ঠা করেছিলেন, যেখানে তিনি কমলা-কেশবের একটি রূপার মূর্তি স্থাপন করেছিলেন।\nলতার রাজা কায় কায়স্বামীনের বিখ্যাত মন্দির তৈরি করেছিলেন।\nকালহানা দুটি প্রাচীন মূর্তি আবিষ্কারের বর্ণনা দিয়ে একটি কিংবদন্তির কথাও উল্লেখ করেছেন: ললিতাদিত্য, যিনি একজন দক্ষ ঘোড়সওয়ার ছিলেন, তিনি একবার একটি অপ্রশিক্ষিত ঘোড়াকে একা একটি বর্জ্যভূমিতে নিয়ে গিয়েছিলেন।  সেখানে তিনি কিছু সুন্দরী নৃত্যরত মেয়েকে দেখেছিলেন, যারা বলেছিলেন তারা পতিতভূমিতে অবস্থিত সুরবর্ধমান গ্রামের একটি মন্দিরের। পরের দিন রাজা বর্জ্যভূমি খনন করেন। এই খননের ফলে দুটি ক্ষয়প্রাপ্ত মন্দিরের সন্ধান পাওয়া যায়, যার প্রতিটিতে কেশবের মূর্তি ছিল। এই মূর্তির শিলালিপি থেকে বোঝা যায় যে এগুলো রাম ও লক্ষ্মণ তৈরি করেছিলেন। রাজা এই মূর্তিগুলিকে পরিহাসপুরে নিয়ে আসেন, যেখানে তিনি পারিহাস-কেশব মন্দিরের পাশে একটি পাথরের মন্দির তৈরি করেন। তিনি এই পাথরের ভবনে রাম-স্বামীন (রামের মূর্তি) স্থাপন করেছিলেন। তাঁর রাণী চক্রমর্দিকা তাঁর চক্রেশ্বর মন্দিরের পাশে লক্ষ্মণ-স্বামীন (লক্ষ্মণের মূর্তি) স্থাপন করেছিলেন। \nকালহানের মতে, ললিতাদিত্যের দ্বারা তাদের রাজার হত্যার প্রতিশোধ নিতে গৌড়ের লোকেরা পরে রাম-স্বামীন মূর্তিটি ধ্বংস করেছিল। গৌড় রাজা সফরে কাশ্মীরে এসেছিলেন এবং পারিহাস-কেশবের মূর্তিকে তাঁর নিরাপত্তার জন্য জামিন করা হয়েছিল। তা সত্ত্বেও, ললিতাদিত্য তাকে ত্রিগ্রামীতে (আধুনিক ত্রিগাম) হত্যা করেছিলেন। তাদের রাজার বিশ্বাসঘাতক হত্যার প্রতিশোধ নিতে, তার ভৃত্যরা গৌড় থেকে কাশ্মীরে এসেছিল, ললিতাদিত্যের প্রিয় পারিহাস-কেশব মূর্তি ধ্বংস করতে দৃঢ়প্রতিজ্ঞ ছিল। তারা শারদা দেবীর মন্দির দেখার অজুহাতে কাশ্মীরে প্রবেশ করে। ললিতাদিত্য সেই সময় পরিহাসপুর থেকে দূরে ছিলেন এবং গৌড় পুরুষদের মন্দিরে প্রবেশ করতে বাধা দেওয়ার জন্য পরিহাস-কেশব মন্দিরের অনুচররা এর দরজা বন্ধ করে দিয়েছিল।  গৌড়ের লোকেরা রামস্বামীন মূর্তিটিকে পরিহাস-কেশব মূর্তি হিসেবে ভ্রমিত হয়েছিল এবং ললিতাদিত্যের সৈন্যদের হাতে নিহত হওয়ার আগে এটিকে ধ্বংস করেছিল। \n\n\n==== বৌদ্ধ উপাসনালয় ====\nকলহনও ললিতাদিত্যকে নিম্নলিখিত বৌদ্ধ মন্দির নির্মাণের কৃতিত্ব দেন:\n\nহুশকাপুরায় (আধুনিক উশকুর , যেখানে একটি স্তূপের অবশিষ্টাংশ এবং একটি শিব মন্দির আবিষ্কৃত হয়েছে) স্তূপ সহ একটি বৃহৎ বিহার নির্মাণ করেন। চীনা তীর্থযাত্রী ওউ-কং তার কাশ্মীরি মঠের তালিকার মধ্যে \"মং-তি\" বিহারের উল্লেখ করেছেন; স্টেইন এই বিহারটিকে উশকুর বিহারের সাথে শনাক্ত করেন এবং তত্ত্ব দেন যে \"মুং-টি\" হল \"মুক্তা\" এর চীনা প্রতিলিপি।\nএকটি বৃহৎ চতুঃ-শলা (বর্গক্ষেত্র), একটি বৃহৎ চৈত্য এবং জিন (বুদ্ধ) এর একটি বৃহৎ মূর্তি সহ রাজবিহার নির্মাণ করেন।\n৮৪,০০০ প্রস্থ তামা দিয়ে তৈরি বৃহদ্বুদ্ধের (\"মহান বুদ্ধ\") একটি খুব উচ্চ মূর্তি স্থাপন করা হয়েছিল।\nরাজার প্রজারাও বৌদ্ধ উপাসনালয় নির্মাণ করেছিলেন বলে জানা যায়:\n\nলতার রাজা কায় বিখ্যাত কায়-বিহারও নির্মাণ করেছিলেন, যা পরে ভিক্ষু সর্বজনমিত্রের বাসস্থানে পরিণত হয়েছিল ।\nচাঙ্কুন চাঙ্কুন-বিহার প্রতিষ্ঠা করেছিল, যার মধ্যে রয়েছে একটি লম্বা স্তূপ এবং জিনদের সোনার ছবি।\nচাঙ্কুন শ্রীনগরেও আরেকটি (চৈত্য সহ) বিহার প্রতিষ্ঠা করেছিলেন।\nতক্ষকের আশীর্বাদে ধন-সম্পদ লাভের পর চাঙ্কুনের জামাতা ও চিকিৎসক ঈশানচন্দ্রও একটি বিহার নির্মাণ করেন।\n\n\n==== শিবের মন্দির ====\n\nকালহানার মতে:\n\nললিতাদিত্য বিশ্ব জয়ের যাত্রা শুরু করার সময় ভূতেশ (শিবের মন্দির) থেকে ১ কোটি টাকা নিয়েছিলেন এবং কাশ্মীরে ফিরে আসার পর কাফ্ফারা হিসেবে ১১ কোটি টাকা দিয়েছিলেন। তিনি শিবকে উৎসর্গীকৃত জ্যেষ্ঠরুদ্র পাথরের মন্দির নির্মাণ করেন এবং মন্দিরের জন্য জমি ও গ্রাম প্রদান করেন। ভূতেশ মন্দিরটিকে আধুনিক ওয়াঙ্গাথ (ভুতসের বা বুথসের) বলে চিহ্নিত করা হয়।\nতাঁর মন্ত্রী মিত্রশর্মা মিত্রেশ্বর নামে একটি শিবলিঙ্গ স্থাপন করেছিলেন।\nভপ্পাট নামে একজন শিক্ষক ভপ্পাটেশ্বর নামক লিঙ্গটি তৈরি করেছিলেন।\nঅন্যান্য লোকেরা রকচাতেশ নামে পরিচিত বেশ কয়েকটি লিঙ্গও তৈরি করেছিল।\n\n\n==== সূর্য মন্দির ====\nকালহান উল্লেখ করেছেন যে ললিতাদিত্য ললিতাপুরে আদিত্যের ( সূর্যদেবতা ) একটি মন্দির তৈরি করেছিলেন এবং এই মন্দিরটিকে কান্যকুব্জ এবং এর গ্রামগুলি প্রদান করেছিলেন।  এছাড়াও, তিনি মার্তাণ্ড সূর্য মন্দির এবং আশেপাশের শহর পরিচালনা করেন। \n\n\tমার্তণ্ড সূর্য মন্দির\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== অন্যান্য কার্যক্রম ===\nকালহান বলেছেন ললিতাদিত্য চক্রধারায় জলের চাকাগুলির একটি সিরিজ ব্যবহার করে কয়েকটি গ্রামে বিতাস্তা নদীর জল বিতরণ করার ব্যবস্থা করেছিলেন। চক্রধারা বিজবেহারার কাছে আধুনিক তসকদার উদর মালভূমির সাথে চিহ্নিত।  তাঁর মন্ত্রী চাঙ্কুনার স্ত্রী ঈশানদেবী একটি জল-কূপ তৈরি করেছিলেন যার বিশুদ্ধ জল অসুস্থদের নিরাময় করেছিল। \nকালহানের মতে, ললিতাদিত্য বিভিন্ন দেশ থেকে জ্ঞানী ব্যক্তিদের সংগ্রহ করেছিলেন, ঠিক যেমন \"বাতাস পূর্ণ প্রস্ফুটিত ফুল সংগ্রহ করে\"। উদাহরণস্বরূপ, তুহখারা থেকে, তিনি চাঙ্কুনা (IAST: Caṇkuṇa) নিয়ে এসেছিলেন, যার দুর্দান্ত গুণ ছিল।  \nকলহন বলেছেন যে ললিতাদিত্য পারিহাসপুরে সহস্র-ভক্ত উৎসব শুরু করেছিলেন। এই উৎসবের সময়, তিনি দক্ষিণা (দান) এর পাশে ১,০০,০০১ খাবারের থালা বিতরণ করেছিলেন।  ১১শ শতাব্দীর পারস্য লেখক আল-বিরুনি বলেছেন কাশ্মীরের জনগণ চৈত্র মাসের দ্বিতীয় দিনে তুর্কিদের বিরুদ্ধে তাদের অতীতের রাজা মুতাইয়ের কথিত বিজয় উদযাপনের জন্য একটি বার্ষিক উৎসবের আয়োজন করেছিল। এই মুত্তাইকে \"মুক্তাপীড়\" অর্থাৎ ললিতাদিত্য হিসেবে চিহ্নিত করা যায়। আল-বিরুনির মতে, কাশ্মীরিরা দাবি করেছিল যে মুত্তাই এবং অন্যান্য কাশ্মীরি রাজারা \"সমগ্র বিশ্ব শাসন করেছিলেন\"। কালানুক্রমিক অসঙ্গতির কারণে আল-বিরুনি এই দাবিগুলোকে মিথ্যা বলে উড়িয়ে দিয়েছেন। \n\n\n== কথিত অলৌকিক ক্ষমতা ==\nকলহন ঘোষণা করেন যে ললিতাদিত্যের আদেশ দেবতারাও অমান্য করেননি।  একবার, ঠাণ্ডা আবহাওয়ায় পূর্ব মহাসাগরের তীরে শিবির স্থাপন করার সময়, ললিতাদিত্য তাঁর কাছে কপিত্থ ফল আনার আদেশ দেন। ঋতু এবং স্থান অনুযায়ী এই ফলটি সাধারণ ছিল না বলে তার পরিচারকরা হতবাক হয়ে পড়েছিলেন। কিন্তু তারপর, ইন্দ্রের ঐশ্বরিক দূত স্বর্গ থেকে এই ফলগুলি তাঁর কাছে নিয়ে আসেন। দূত তাকে ব্যাখ্যা করে বলেছিলেন  তার পূর্বজন্মে তিনি দুর্ভিক্ষের সময় এক অনাহারী ব্রাহ্মণকে নিজের খাবার ও জল দিয়েছিলেন। এই শুভ কাজের ফলে ললিতাদিত্য স্বর্গে একশত কাম্যবস্তুর অধিকারী হন। উদাহরণস্বরূপ, রাজা তার নিছক ইচ্ছায় মরুভূমিতে মিষ্টি জলের স্রোত সৃষ্টি করতে পারতেন। দূত ললিতাদিত্যকে সতর্ক করে দিয়ে বলেছিলেন, তার কিছু ইচ্ছা বাকি আছে, এবং তাই ফল আনার  মতো অসার অনুরোধে এই ইচ্ছাগুলিকে নষ্ট করা উচিত নয়। \nকলহন আরও দাবি করেন, ললিতাদিত্যের মন্ত্রী চাঙ্কুন ছিলেন জাদুকর কনকবর্ষের (আক্ষরিক অর্থে \"যিনি সোনা বর্ষণ করেন\") ভাই। তিনি তার জাদু শক্তি ব্যবহার করে রাজার কোষাগারে সোনা তৈরি করেছিলেন। একবার রাজার সেনাবাহিনী পঞ্চনদ ( পাঞ্জাবের ) দেশে আটকা পড়ল, কারণ স্থানীয় স্রোতগুলি \"একত্রিত\" হয়েছিল এবং অতিক্রম করা যায়নি। চাঙ্কুন অদ্ভুতভাবে একটি মণি (রত্ন) স্রোতে নিক্ষেপ করে জলকে ভাগ করেছিলেন, যা রাজার সেনাবাহিনীকে জল অতিক্রম করতে সাহায্য করেছিল। তারপরে তিনি আরেকটি মণি ব্যবহার করে তার মণি উদ্ধার করেন এবং স্রোতগুলি আবার একত্রিত হয়।  রাজা চাঙ্কুন থেকে এই দুটি মণি চেয়েছিলেন, বিনিময়ে অন্য কিছু দেওয়ার জন্য। চাঙ্কুনা সুগত ( বুদ্ধের ) একটি মূর্তি চেয়েছিলেন, যা মগধ থেকে একটি হাতির মাধ্যমে কাশ্মীরে আনা হয়েছিল। রাজা এই দাবি পূরণ করলেন, এবং চাঙ্কুন মূর্তিটি তার বিহারে স্থাপন করলেন। কালহানের সময়েও এই মূর্তিটি বিদ্যমান ছিল এবং তার মতে, এর চারপাশে বেঁধে দেওয়া ধাতব শৃঙ্খলগুলি প্রমাণ করে যে এটি একবার হাতির উপর স্থির ছিল। \nকলহনা আরও দাবি করেন, ললিতাদিত্য তার বর্শা ( কুন্তবাহিনী ) মাটিতে ঠেলে বেশ কয়েকটি স্রোত আবির্ভূত করেছিলেন।  এমনই একটি ঘটনা বর্ণনা করে তিনি বলেন, একদিন ললিতাদিত্য যখন বিশ্বজয়ের কাজে নিয়োজিত ছিলেন, তখন এক আহত ব্যক্তি তাঁর কাছে আসেন। লোকটির অঙ্গ-প্রত্যঙ্গ ও নাক কেটে ফেলা হয়েছিল, তিনি নিজেকে সিকত-সিন্ধুর (\"বালির মহাসাগর\") প্রতিদ্বন্দ্বী রাজার মন্ত্রী হিসেবে পরিচয় দেন। তিনি বলেছিলেন, তার রাজাকে ললিতাদিত্যের আধিপত্য মেনে নেওয়ার পরামর্শ দেওয়ায় তাকে শাস্তি দেওয়া হয়েছিল। ললিতাদিত্য প্রতিদ্বন্দ্বী রাজাকে শাস্তি দেওয়ার প্রতিশ্রুতি দিয়েছিলেন এবং আহত মন্ত্রীকে তার তত্ত্বাবধানে স্বাস্থ্য পুনরুদ্ধার করেছিলেন। মন্ত্রী তখন ললিতাদিত্যকে একটি সংক্ষিপ্ত পথের মাধ্যমে সিকত-সিন্ধু দেশে যাত্রা করতে উৎসাহিত করেন এবং তার সেনাবাহিনীকে জলবিহীন এক মরুভূমিতে নিয়ে যান।  ললিতাদিত্যের সেনাবাহিনী যখন তৃষ্ণায় মারা যাওয়ার পথে, তখন মন্ত্রী প্রকাশ করলেন এসব পূর্ব পরিকল্পনা: তিনি আসলে প্রতিদ্বন্দ্বী রাজার প্রতি অনুগত ছিলেন। ললিতাদিত্য এবং তার সেনাবাহিনীকে তাদের মৃত্যুর জন্য বিপথে চালিত করতে চেয়েছিলেন। ললিতাদিত্য ঘোষণা করলেন তিনি তার নিজের প্রভুর প্রতি মন্ত্রীর আনুগত্যে মুগ্ধ, কিন্তু ঘোষণা করেন তার পরিকল্পনা সফল হবে না। কাশ্মীরি রাজা তখন তার তলোয়ার মাটিতে ফেলে দেন, যার ফলে জল থেকে একটি স্রোত বেরিয়ে আসে। এরপর তিনি সিকাত-সিন্ধুতে পৌঁছেন, যেখানে তিনি প্রতিদ্বন্দ্বী রাজাকে তার অঙ্গহীন মন্ত্রীর মতো একই করুণ অবস্থায় নামিয়ে দেন। \nকলহন উল্লেখ করেছেন, ললিতাদিত্য সম্পর্কে আরও বেশ কিছু বিস্ময়কর কিংবদন্তি তাঁর সময়ে বিদ্যমান ছিল, কিন্তু তিনি সেগুলিকে রাজতরঙ্গিনীতে অন্তর্ভুক্ত করতে পারেননি কারণ তিনি আখ্যানের প্রবাহকে ভাঙতে চাননি। \n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nAndré Wink (২০০২)। Al-Hind, the Making of the Indo-Islamic World: Early Medieval India and the Expansion of Islam 7th-11th Centuries। BRILL। আইএসবিএন 0-391-04173-8। \nC. V. Vaidya (১৯৭৯)। History of Mediaeval Hindu India: Rise of Hindu kingdoms। Cosmo। \nCynthia Packert Atherton (১৯৯৭)। The Sculpture of Early Medieval Rajasthan। BRILL। আইএসবিএন 90-04-10789-4। \nHermann Goetz (১৯৬৯)। Studies in the History and Art of Kashmir and the Indian Himalaya। Wiesbaden: Otto Harrassowitz। ওসিএলসি 586049160। \nM. A. Stein (১৯০০)। Kalhaṇa's Rājataraṅgiṇī: A chronicle of the kings of Kaśmīr। 1। Archibald Constable। আইএসবিএন 978-81-208-0370-1। \nM. A. Stein (১৯০০)। Kalhaṇa's Rājataraṅgiṇī: A chronicle of the kings of Kaśmīr। 2। Archibald Constable। আইএসবিএন 978-81-208-0370-1। \nManabendu Banerjee (২০০৪)। Historicity in Sanskrit Historical Kāvyas। Sanskrit Pustak Bhandar। ওসিএলসি 607757485। \nMeena Arora Nayak (২০১৮)। Evil in the Mahabharata। Oxford University Press। আইএসবিএন 9780199091836। \nNavjivan Rastogi (১৯৮৭)। Introduction to the Tantrāloka। Motilal Banarsidass। আইএসবিএন 978-81-208-0180-6। ওসিএলসি 470679057। \nRonald M. Davidson (২০১২)। Indian Esoteric Buddhism: A Social History of the Tantric Movement। Columbia University Press। আইএসবিএন 9780231501026। \nShyam Manohar Mishra (১৯৭৭)। Yaśovarman of Kanauj। Abhinav। ওসিএলসি 5782454। \nTansen Sen (২০০৪)। \"Kaśmīr, Tang China, and Muktāpīḍa Lalitāditya's Ascendancy over the Southern Hindukush Region\"। Journal of Asian History। 38 (2): 141–162। জেস্টোর 41933381।"}