{"pageid": 1481681, "title": "টম স্টপার্ড", "url": "https://bn.wikipedia.org/wiki?curid=1481681", "content": "স্যার টম স্টপার্ড ওএম সিবিই এফআরএসএল অনএফবিএ (জন্ম: টমাস স্ট্রাউসলার; ৩ জুলাই ১৯৩৭) একজন চেক বংশোদ্ভূত ব্রিটিশ নাট্যকার ও চিত্রনাট্যকার। তিনি চলচ্চিত্র, রেডিও, মঞ্চ ও টেলিভিশনের জন্য লিখেছেন, তবে নাটক রচনায় খ্যাতি অর্জন করেন। তার সৃষ্টিকর্মসমূহ মানবাধিকার, সেন্সরশিপ ও রাজনৈতিক স্বাধীনতা এবং প্রায়ই সমাজের গভীর দার্শনিক বিষয়বস্তু নিয়ে আলোকপাত করে। তিনি রয়্যাল ন্যাশনাল থিয়েটারের নাট্যকার ছিলেন এবং তার প্রজন্মের সবচেয়ে বেশিবার মঞ্চস্থ নাটকের নাট্যকার ছিলেন। মঞ্চে তার অবদানের জন্য ১৯৯৭ সালে রানী দ্বিতীয় এলিজাবেথ তাকে নাইটহুডে ভূষিত করেন। তিনি একটি একাডেমি পুরস্কার, একটি লরন্স অলিভিয়ে পুরস্কার, ও পাঁচটি টনি পুরস্কার-সহ অসংখ্য পুরস্কার ও সম্মাননা অর্জন করেছেন। ২০০৮ সালে দ্য ডেইলি টেলিগ্রাফ তাকে তাদের \"ব্রিটিশ সংস্কৃতিতে ১০০ সবচেয়ে ক্ষমতাধর ব্যক্তি\" তালিকায় ১১তম স্থান প্রদান করে।\nচেকোস্লোভাকিয়ায় জন্মগ্রহণকারী স্টপার্ড শৈশবে শরণার্থী হয়ে নাৎসি দখলকৃত চেকোস্লোভাকিয়া থেকে পালিয়ে যান। ১৯৪৩ থেকে ১৯৪৬ সাল দার্জিলিংয়ে একটি বোর্ডিং স্কুলে সময় কাটানোর পর তিনি ১৯৪৬ সালে যুদ্ধের পর তার পরিবারের ব্রিটেনে আশ্রয় গ্রহণ করে এবং সেখানে বসবাস শুরু করে। নটিংহাম ও ইয়র্কশায়ারে পড়াশোনা করার পর স্টপার্ড সাংবাদিকতা পেশায় যোগদান করেন ও নাট্য সমালোচনা শুরু করেন এবং ১৯৬০ সালে নাটক রচনা শুরু করেন।\nস্টপার্ডের সবচেয়ে বিখ্যাত নাটকসমূহ হল রোসেনক্রানৎজ অ্যান্ড গিল্ডেনস্টার্ন আর ডেড (১৯৬৬), জাম্পার্স (১৯৭২), ট্রাভেস্টিজ (১৯৭৪), নাইট অ্যান্ড ডে (১৯৭৮), দ্য রিয়েল থিং (১৯৮২), আর্কাডিয়া (১৯৯৩), দি ইনভেনশন অব লাভ (১৯৯৭), দ্য কোস্ট অব ইউটোপিয়া (২০০২), রক 'এন' রোল (২০০৬), ও লিওপল্ডস্টাট (২০২০)। তিনি ব্রাজিল (১৯৮৫), এম্পায়ার অব দ্য সান (১৯৮৭), দ্য রাশিয়া হাউজ (১৯৯০), বিলি বাথগেট (১৯৯১), শেকসপিয়ার ইন লাভ (১৯৯৮), এনিগমা (২০০১), ও আন্না কারেনিনা (২০১২) চলচ্চিত্র এবং এইচবিওর সীমিত ধারাবাহিক প্যারেডস এন্ড (২০১৩)-এর চিত্রনাট্য লিখেছেন। শেকসপিয়ার ইন লাভ এর লেখনীর জন্য তিনি শ্রেষ্ঠ মৌলিক চিত্রনাট্য বিভাগে একাডেমি পুরস্কার ও গোল্ডেন গ্লোব পুরস্কার অর্জন করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nওপেন লাইব্রেরিতে Bibliography\nইন্টারনেট আর্কাইভে টম স্টপার্ড কর্তৃক কাজ বা সম্পর্কে তথ্য\nইন্টারনেট মুভি ডেটাবেজে টম স্টপার্ড  (ইংরেজি)"}