{"pageid": 1481702, "title": "সাদা হাতি", "url": "https://bn.wikipedia.org/wiki?curid=1481702", "content": "সাদা হাতি হলো অ-স্বতন্ত্র প্রজাতির এক প্রকার হাতি। এরা তুষার সাদা হিসাবে চিত্রিত, এদের ত্বক সাধারণত নরম লালচে-বাদামী হয় এবং ভিজে গেলে হালকা গোলাপী হয়ে যায়। এদের ফর্সা চোখের দোররা এবং পায়ের নখ রয়েছে। ঐতিহ্যগত সাদা হাতিকে সাধারণত অ্যালবিনো  বলে ভুল বোঝানো হয়, কিন্তু থাই শব্দ, চ্যাং সামখান, প্রকৃতপক্ষে 'শুভ হাতি' হিসেবে অনুবাদ করে, বিশুদ্ধতার দিক থেকে সাদা।\n২০২৩ সালের হিসাবে, মিয়ানমারে দশটি সাদা হাতি রয়েছে। থাইল্যান্ডের রাজাও বেশ কয়েকটি সাদা হাতি রাখেন, ২০১৬ পর্যন্ত যার মধ্যে এগারোটি জীবিত রয়েছে।\n\n\n== ধর্মীয় তাৎপর্য ==\n\n\n=== হিন্দুধর্ম ===\n\nহিন্দু পুরাণে, দেবতা ইন্দ্রের (বৌদ্ধ শক্র) বাহন হলো ঐরাবত নামক সাদা হাতি, যা উড়তে সক্ষম। দানব এবং দেবতাদের ক্ষীরসাগর মন্থনের সময় ঐরাবতের আবির্ভাব ঘটে। ফলস্বরূপ, ঐরাবতকে পবিত্র সাদা হাতি হিসাবে চিত্রিত করা হয়েছে, সাধারণত ভারতে চারটি টিস্ক এবং কখনও কখনও দক্ষিণ-পূর্ব এশিয়ায় পাঁচটি মাথা সহ। যখন ঐশ্বরিক সত্তা হিসাবে সাদা হাতিকে পূজা করা হয়, তখন এটিকে বলা হয় শ্রীগজ, গজলক্ষ্মী।\nরাজা বিম্বিসারের কাছে সাদা একটা হাতি ছিল, যেটি তিনি বনে থেকে ধরেছিলেন যখন হাতিটি মুসত ছিল। তিনি ষাঁড় হাতির নাম রেখেছেন সেচানাকা, যার অর্থ জল দেওয়া, কারণ হাতি কোনো পূর্ব প্রশিক্ষণ ছাড়াই নিজে থেকে গাছগুলিতে জল দিত৷ বলা হয় হাতিটির দাম মগধের অর্ধেক বেশি ছিল। পরে তিনি এটি তার পুত্র বিহল্লাকুমারকে দিয়েছিল, যা তার অন্য পুত্র অজাতশত্রুকে ঈর্ষান্বিত করেছিল। তাই অজাতশত্রু অনেকবার চুরি করার চেষ্টা করে, যার ফলশ্রুতিতে মহাশীলকান্তক ও রথ-মুসল নামে দুটি সবচেয়ে ভয়ঙ্কর যুদ্ধ হয়।\n\n\n=== বৌদ্ধধর্ম ===\nগৌতম বুদ্ধের ধারণা ও জন্মের গল্পেও সাদা হাতির গুরুত্ব রয়েছে। বুদ্ধের গর্ভধারণের কাহিনী অনুসারে, সিদ্ধার্থের গর্ভধারণের রাতে রাণী মায়াদেবী স্বপ্নে দেখেন যে ছয়টি সাদা দাঁত সহ সাদা হাতি তার ডান দিকে প্রবেশ করেছে। স্বপ্ন থেকে, ভবিষ্যদ্বক্তারা ভবিষ্যদ্বাণী করেছিলেন যে শিশুটি বুদ্ধ বা চক্রবর্তী (সর্বজনীন শাসক) জন্মগ্রহণ করবে।\n\n\n== ঐতিহাসিক তাৎপর্য ==\n\nদক্ষিণ-পূর্ব এশিয়ার বৌদ্ধ রাজ্যগুলিতে, সাদা হাতিটি বৌদ্ধ সৃষ্টিতত্ত্বের সাথে ঘনিষ্ঠভাবে যুক্ত ছিল, কারণ মেরু পর্বতের প্রধান দেব শক্রের সঙ্গে সাদা হাতির ঘনিষ্ঠ সম্পর্ক ও রাজত্বের ধারণা, যথা সর্বজনীন রাজা (চক্রবর্তী) ও ধার্মিক রাজা (ধর্মরাজ)। এইভাবে, সাদা হাতির দখল মূল ভূখণ্ডের দক্ষিণ-পূর্ব এশিয়ার রাজ্যগুলিতে রাজত্বের প্রতীক। সাদা হাতির প্রতিযোগিতা রাজকীয় আদালতকে একে অপরের সাথে যুদ্ধ করতে বাধ্য করেছিল। এই ধরনের যুদ্ধের মধ্যে সবচেয়ে বিশিষ্ট ছিল থাই ও বার্মিজ রাজ্যের মধ্যে তথাকথিত 'হাতি যুদ্ধ'। ১৫০০ থেকে ১৭০০-এর দশকের মধ্যে, অয়ুধ্যা তাউংগু, পুনরুদ্ধার করা টাংগু ও কোনবাউং রাজ্যের সাথে অসংখ্য যুদ্ধ করেছে। আরাকানি ও বার্মিজ রাজারা 'সাদা হাতির প্রভু' উপাধি গ্রহণ করেছিলেন। রাজকীয় আদালত দ্বারা সাদা হাতির আবিষ্কার ও প্রাপ্তি আদিবাসী ইতিহাসে বিশিষ্টভাবে প্রদর্শিত হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"Royal Elephant Stables\"। Thai Elephant Conservation Center।  – Story and history of Royal White Elephants\nThe Royal White Elephants, 2002, Mahidol University"}