{"pageid": 14816, "title": "আংকর বাট", "url": "https://bn.wikipedia.org/wiki?curid=14816", "content": "আঙ্করভাট (অর্থাৎ \"মন্দিরের শহর/রাজধানী\", \"আংকর\" হল সংস্কৃত \"নগর\" শব্দের স্থানীয় উচ্চারণ) হলো কম্বোডিয়ার একটি মন্দির চত্বর এবং এটি বিশ্বের বৃহত্তম ধর্মীয় সৌধ। যা প্রায় ১৬২.৬ হেক্টর বা ৪০২ একর। মূলত এটি খেমের সাম্রাজ্যের রাজাদ্বারা বিষ্ণুকে উৎসর্গ করা একটি হিন্দু মন্দির। পরে এটি ধীরে ধীরে একটি বৌদ্ধ মন্দিরে রূপান্তরিত হয়েছিল। এই কারণে এটিকে একটি \"হিন্দু-বৌদ্ধ\" মন্দির হিসাবেও বর্ণনা করা হয়। মন্দির চত্বরটি একটি জাতীয় প্রতীক ও পবিত্র স্থান এবং ইউনেস্কো বিশ্ব ঐতিহ্যবাহী স্থান ও একটি উল্লেখযোগ্য পর্যটন গন্তব্য।\n১২শ শতাব্দীতে এই মন্দিরটি নির্মাণ করেছিলেন রাজা ২য় সূর্যবর্মণ। তিনি এটিকে তার রাজধানী ও প্রধান উপাসনালয় হিসাবে তৈরি করেন। তখন থেকেই এটি একটি গুরুত্বপূর্ণ ধর্মীয় স্থান হিসাবে বিবেচিত।\nআঙ্করভাটের নির্মাণশৈলী খেমার সাম্রাজ্যর স্থাপত্য শিল্পকলার অণুপম নিদর্শন। এটি কম্বোডিয়ার জাতীয় পতাকায় স্থান পেয়েছে, এবং দেশটির প্রধান পর্যটন আকর্ষণ।\nআঙ্করভাটে খেমের মন্দির নির্মাণ কৌশলের দুই ধরনের পদ্ধতি ব্যবহার করা হয়েছে - টেম্পল মাউন্টেন বা পাহাড়ি মন্দির ধাঁচ, ও গ্যালারি মন্দির ধাঁচ। এটি হিন্দু পুরাণের দেব-দেবীদের বাসস্থান মেরু পর্বতের আদলে নির্মাণ করা হয়েছে। এর চারদিকে রয়েছে পরিখা ও ৩.৬ কিমি দীর্ঘ প্রাচীর। ভিতরে ৩টি আয়তাকার গ্যালারি বা বেদি আকৃতির উঁচু এলাকা রয়েছে। মন্দিরের কেন্দ্রস্থলে রয়েছে স্তম্ভাকৃতির স্থাপনা। আংকরের অন্যান্য মন্দিরের সাথে পার্থক্য হল - এটির সম্মুখ ভাগ পশ্চিমমুখী। মন্দিরটির বিশালত্ব, সৌন্দর্য ছাড়াও এর দেয়ালের কারুকার্যের জন্য এটি সারা বিশ্বে পরিচিত।\n\n\n== ব্যুৎপত্তি ==\nআধুনিক নাম আংকর বাট, বিকল্পভাবে নকর বাট, খেমের ভাষায় \"মন্দিরের শহর\"।  Angkor (អង្គរ ângkôr) যার অর্থ \"শহর\" বা \"রাজধানী শহর\", হল নোকর (នគរ nôkôr) শব্দের একটি আঞ্চলিক রূপ, যা সংস্কৃত/পালি শব্দ নগর থেকে এসেছে। Wat (វត្ត vôtt) হল \"মন্দিরের মাঠ\" শব্দ, যা সংস্কৃত/পালি বাট থেকেও এসেছে, যার অর্থ \"ঘেরা\"।\nমন্দিরের আসল নাম ছিল ব্রহ্ম বিষ্ণুলোক বা পরমা বিষ্ণুলোক যার অর্থ \" বিষ্ণুর পবিত্র বাসস্থান\"।\n\n\n== ইতিহাস ==\n\nরাজা দ্বিতীয় সূর্যবর্মণ (শাসিত ১১১৩ -  ১১৫০ খ্রিস্টাব্দ ) এর শাসনামলে ১১২২ - ১১৫০ পর্যন্ত ২৮ বছর ধরে আঙ্কোর ওয়াটের নির্মাণ কাজ হয়েছিল ।  দিবাকরপন্ডিত (১০৪০ – ১১২০) নামের ব্রাহ্মণ  দ্বিতীয় সূর্যবর্মণকে মন্দির নির্মাণের জন্য অনুরোধ করেছিলেন। আঙ্কোর ওয়াটের মূল ধর্মীয় মোটিফগুলি হিন্দুধর্ম থেকে উদ্ভূত। পূর্ববর্তী রাজাদের শৈব প্রথা ভেঙে এটি বিষ্ণুকে উৎসর্গ করা হয়েছিল। এটি রাজার রাজ্য মন্দির এবং রাজধানী শহর হিসাবে নির্মিত হয়েছিল। তবে মন্দিরের স্থাপনার সময়কার কোন লেখা বা সমসাময়িক কোন ইতিহাস খুঁজে পাওয়া যায় নাই বলে মন্দিরটির আদি নাম কী ছিল তা অজ্ঞাত, তবে এটি প্রধান দেবতার নামানুসারে \"বরাহ বিষ্ণুলোক\" নামে পরিচিত হতে পারে ।\n\nমন্দিরটি বর্তমানকালের সিয়েম রিপ শহরের ৫.৫ কিমি. উত্তরে, এবং প্রাচীন রাজধানী শহর বাফুওন এর সামান্য দক্ষিণ-পূর্বে অবস্থিত। রাজা দ্বিতীয় সূর্যবর্মণের মৃত্যুর পর এর নির্মাণ কার্য বন্ধ হয়ে যায়। ফলে এর দেয়ালের কিছু কারূকার্য অসমাপ্ত থেকে যায়। ১১৭৭ সালে আংকর শহরটি খমেরদের চিরাচরিত শত্রু চামদের হাতে পরাজিত ও লুণ্ঠিত হয়। এর পরে নতুন রাজা সপ্তম জয়বর্মণ রাজ্যটিকে পূনর্গঠিত করেন। তিনি আঙ্করভাটের কয়েক কিমি উত্তরে আংকর থোম-এ নতুন রাজধানী ও বায়ুন নগরে প্রধান মন্দির স্থাপন করেন। সে সময় আঙ্কোর ওয়াটও ধীরে ধীরে বৌদ্ধ স্থানে রূপান্তরিত হয় এবং অনেক হিন্দু ভাস্কর্য বৌদ্ধ শিল্প দ্বারা প্রতিস্থাপিত করা হয়।\n\nরাজনৈতিক ও সামাজিক পরিবর্তনের ফলশ্রুতিতে কম্বোডিয়ায় বৌদ্ধ ধর্মের প্রচলন ঘটে। ফলে ১৪শ বা ১৫শ শতাব্দীতে আঙ্করভাট হিন্দু উপাসনা কেন্দ্র থেকে বৌদ্ধ মন্দিরে পরিণত হয়, যা আজ পর্যন্ত বজায় আছে। আংকরের অন্যান্য মন্দিরের সাথে এর আরেকটি পার্থক্য হল - যদিও ১৬শ শতাব্দীর পরে এটি কিছুটা অবহেলিত হয়, তথাপি অন্যান্য মন্দিরের মতো এটি কখনোই পরিত্যক্ত হয় নাই। চারদিকে পরিখা থাকায় বন জঙ্গলের গ্রাস থেকে মন্দিরটি রক্ষা পায়।  এসময় মন্দিরটি সূর্যবর্মণের মরণোত্তর উপাধি অনুসারে প্রিয়াহ পিস্নুলোক নামে পরিচিত ছিল। আধুনিক নামটি, অর্থাৎ আঙ্করভাট নামটির ব্যবহার ১৬শ শতাব্দী হতে শুরু হয়।  এই নামটির অর্থ হল নগর মন্দির। আংকর শব্দটি এসেছে নগর শব্দ হতে, যা আসলে সংস্কৃত শব্দ নগর এর অপভ্রংশ। আর ওয়ত হল খ্‌মের ভাষার শব্দ যার অর্থ মন্দির।\nপশ্চিমা পরিব্রাজকদের মধ্যে এই মন্দিরে প্রথম আগমন ঘটে পর্তুগিজ ধর্মপ্রচারক আন্তোনিও দা মাগদালেনার। তিনি ১৫৮৬ সালে প্রথম এই মন্দির এলাকা ভ্রমণ করেন। তিনি লিখেছেন, এটি (মন্দিরটি) এমন অসাধারণ ভাবে নির্মিত যে, ভাষায় বর্ণনা করা কঠিন। সারা বিশ্বে এরকম আর কোন ভবন বা স্থাপনার অস্তিত্ব নাই। এখানে রয়েছে খিলান ও অন্যান্য কারুকার্য, মানুষের পক্ষে সম্ভাব্য সেরা সৃষ্টি।  তবে পাশ্চাত্যে এই মন্দিরের কথা ছড়িয়ে পড়ে ঊনবিংশ শতাব্দীতে ফরাসি অভিযাত্রী অনরি মৌহত এর ভ্রমণকাহিনীর মাধ্যমে। তিনি লিখেছিলেন,\n\nএই মন্দিরগুলির মধ্যে একটি (আঙ্করভাট), সলোমনের মন্দিরকেও হার মানায়। মাইকেলেঞ্জেলোর মতোই কোন প্রাচীন শিল্পী এটি নির্মাণ করেছেন। আমাদের সবচেয়ে সুন্দর ভবন সমূহের সাথে এটি সমতূল্য। এটি এমনকী প্রাচীন গ্রিস বা প্রাচীন রোমের স্থাপনা গুলির চাইতেও অনেক বেশি রাজকীয়, সুন্দর। বর্তমানে এই দেশটি (কম্বোডিয়া এলাকা) যে বর্বরতার মধ্যে নিমজ্জিত হয়েছে, তার সাথে এই মন্দিরের বিশালতার ও সৌন্দর্যের এক বিশাল ফারাক রয়েছে।\n\nঅন্যান্য পাশ্চাত্যের পরিব্রাজকদের মত মৌহতও বিশ্বাস করতে পারেন নাই যে, খ্‌মেররাই এই মন্দির নির্মাণ করেছিল। তিনি ভুলক্রমে ধারণা করেন, মন্দিরটি রোম সাম্রাজ্যের সমসাময়িক। আঙ্করভাটের প্রকৃত ইতিহাস উদঘাটিত হয় এখানকার স্থাপত্যশৈলী ও শিলালিপি হতে, যা মন্দিরের সমস্ত এলাকা পরিষ্কার করার পরে প্রকাশ পায়।\nবিংশ শতাব্দীতে আঙ্করভাটের ব্যাপক সংস্কার সম্পন্ন হয়। এ সময় প্রধানত এর চারিদিকে গ্রাস করে নেয়া মাটি ও জঙ্গল সাফ করা হয়। গৃহযুদ্ধ ও খ্‌মের রুজ শাসনকালে ১৯৭০ ও ১৯৮০ এর দশকগুলিতে সংস্কার কার্য বাধাগ্রস্ত হয়। তবে আঙ্করভাট এলাকায় পরে স্থাপিত মূর্তিগুলি চুরি যাওয়া ও ধ্বংস করে ফেলা ছাড়া মূল মন্দিরের খুব একটা ক্ষতি এসময় হয় নাই। \nবর্তমানে আঙ্করভাটের মন্দিরটি কম্বোডিয়ার জাতীয় প্রতীকে পরিণত হয়েছে। এটি দেশবাসীর গৌরব। ১৮৬৩ সালে প্রথম প্রবর্তনের পর থেকে কম্বোডিয়ার সব পতাকাতেই আঙ্করভাটের প্রতিকৃতি স্থান পেয়েছে।  সারা বিশ্বে এটিই একমাত্র ভবন যা কোন দেশের পতাকায় প্রদর্শিত হয়েছে।\n\n\n== স্থাপত্য ==\n\n\n=== সাইট এবং পরিকল্পনা ===\n\nআঙ্কোর ওয়াট হল সাম্রাজ্যের রাষ্ট্রীয় মন্দিরগুলির জন্য আদর্শ নকশা এবং এককেন্দ্রিক গ্যালারির পরবর্তী পরিকল্পনার একটি অনন্য সমন্বয়, যার বেশিরভাগই মূলত হিন্দু ধর্মীয় বিশ্বাস থেকে উদ্ভূত হয়েছিল ।  আঙ্কোর ওয়াটের নির্মাণও ইঙ্গিত দেয় যে মন্দিরের কিছু বৈশিষ্ট্য সহ একটি স্বর্গীয় তাৎপর্য ছিল। এটি মন্দিরের পূর্ব-পশ্চিম অভিমুখে পরিলক্ষিত হয় এবং মন্দিরের অভ্যন্তরে সোপানগুলি থেকে দৃশ্যমান রেখা যা নির্দিষ্ট টাওয়ারগুলিকে সূর্যোদয়ের সুনির্দিষ্ট অবস্থানে দেখায়। মন্দিরটি মেরু পর্বতের একটি প্রতিনিধিত্ব, হিন্দু পুরাণ অনুসারে দেবতাদের বাড়ি। কেন্দ্রীয়টাওয়ারের কুইনকুনক্স পর্বতের পাঁচটি শিখরের প্রতীক এবং দেয়াল এবং পরিখা পার্শ্ববর্তী পর্বতশ্রেণী এবং মহাসাগরের প্রতীক। \n\n\n=== শৈলী ===\n\nআংকর ওয়তে মন্দিরটি খ্‌মের স্থাপত্যের প্রকৃষ্ট নিদর্শন। পরবর্তীতে এধরনের স্থাপত্য কলাকে আংকর ওয়ত রীতি নাম দেয়া হয়। ১২শ শতক নাগাদ খ্‌মের স্থপতিরা ইটের বদলে স্যান্ডস্টোন (বা পাথর) ব্যবহারে দক্ষতা অর্জন করেন। আংকর ওয়তের রীতির পরে শুরু হয় বায়ুন পর্ব, যখন সৌন্দর্যের চাইতে বিশাল আকারের স্থাপনা গড়াকেই প্রাধান্য দেয়া হয়।  এই সময়ের অন্যান্য মন্দিরের মধ্যে রয়েছে বান্তাই সাম্রে, থোম্মানন, চাও সে তাভোদা এবং আংকর এর প্রিয়া পিথুর আদি মন্দির গুলি। আংকরের বাইরে বেং মিয়ালিয়া, এবং ফানম রুং ও ফিমাই এর মন্দির গুলি এই ধাঁচ অণুসরণ করেছে।\nআংকর ওয়তের মন্দিরটি এর স্থাপত্যকলার সৌন্দর্যের জন্য প্রশংসিত। এর সাথে প্রাচীন গ্রিস বা প্রাচীন রোমের স্থাপত্য কলার তুলনা করা হয়েছে। বিংশ শতাব্দীর মধ্যভাগে আংকরের সংরক্ষণকারী মরিস গ্লেইজের মতে, \"It attains a classic perfection by the restrained monumentality of its finely balanced elements and the precise arrangement of its proportions. It is a work of power, unity and style.\"  \n\n\n== মন্দির এলাকা ==\n\nআংকর ওয়ত মন্দিরের অবস্থান হল ১৩°২৪′৪৯″ উত্তর ১০৩°৫২′৯″ পূর্ব। এটি কম্বোডীয় স্থাপত্য, কম্বোডীয় রাজকীয় মন্দিরের প্রথাগত গড়ন, এবং এককেন্দ্রীক গ্যালারি রীতির সংমিশ্রন। এটি হিন্দু পুরাণে বর্ণিত দেবতাদের আবাস মেরু পর্বতের আদলে গড়া হয়েছে। কেন্দ্রীয় ৫টি টাওয়ার মেরু পর্বতের ৫টি পর্বত শৃঙ্গের প্রতিনিধিত্ব করছে। দেয়াল ও পরিখা হল পর্বতমালা ও মহাসাগরের প্রতীক।. মন্দিরের উচ্চতর অংশগুলিতে প্রবেশ ক্রমশ দুরুহ হয়েছে। সাধারণ জনতাকে কেবল মন্দিরের নিচের অংশেই প্রবেশ করতে দেয়া হত।.\nঅন্যান্য খ্‌মের মন্দির যেখানে পূর্ব দিকে মুখ করে নির্মিত হয়েছে, সেখানে আংকর ওয়তের মন্দিরটি একটি ব্যতিক্রম। এটি পশ্চিম দিকে মুখ করে নির্মিত। অনেকের মতে (মরিস গ্লেইজ ও জর্জ কোয়েদেস সহ) এর কারণ হল, এটি অন্ত্যেষ্টিক্রিয়ার জন্য ব্যবহার করা হত। এর আরো প্রমাণ হল, এর দেয়ালের কারুকার্য, যেখানে নকশাগুলি ঘড়ির কাঁটার উল্টা দিকে করে বসানো আছে। হিন্দু অন্ত্যেষ্টিক্রিয়াতে এভাবে উল্টা ক্রমে কাজ করা হয়।  পুরাতত্ত্ববিদ চার্লস হিগাম এখানকার কেন্দ্রীয় টাওয়ারে একটি কলসী জাতীয় বস্তু পেয়েছেন, যা সম্ভবত অন্তেষ্টিক্রিয়ার সময় চিতাভস্ম রাখার জন্য ব্যবহার করা হত।. তবে ফ্রিম্যান ও জাঁকের পর্যবেক্ষণ অনুযায়ী আংকরের আরো কিছু মন্দির এরকম পশ্চিম মুখী করে বানানো, তাদের মতে আংকর ওয়তের পশ্চিমমুখিতার কারণ হল এটি বিষ্ণুর উদ্দেশ্যে নিবেদিত মন্দির। উল্লেখ্য, হিন্দু ধর্মবিশ্বাস অনুযায়ী, বিষ্ণু দেবতা পশ্চিম দিকের সাথে জড়িত।\nএলেনর মান্নিক্কা মন্দিরটির সম্পর্কে আরেকটি ধারণা প্রদান করেছেন। মন্দিরের অবস্থান ও আকৃতির ভিত্তিতে এবং চিত্রাবলীর বিষয় ও বিন্যাসের কারণে তার ধারণা, এটি রাজা ২য় সুর্যবর্মণের শাসনামলের দীর্ঘস্থায়ী শান্তির পরিচায়ক। এই ধারণাটি অবশ্য বিশেষজ্ঞদের কাছে সর্বাঙ্গীনভাবে গৃহীত হয় নাই।  গ্রাহাম হ্যানককের মতে আংকর ওয়ত হলো দ্রাকো নক্ষত্রপুঞ্জের প্রতীক। \n\n\n=== বাইরের অঙ্গন ===\n\nবাইরের দেয়ালটি দৈর্ঘ্যে ১০২৫ মিটার, প্রস্থে ৮০২ মিটার, এবং উচ্চতায় ৪.৫ মিটার। এর চার দিকে ৩০ মিটার দূরত্বে ১৯০ মিটার চওড়া একটি পরিখা আছে। মন্দিরে প্রবেশ করার জন্য পূর্ব দিকে একটি মাটির পাড় এবং পশ্চিম দিকে একটি বেলেপাথরের পুল রয়েছে। এই পুলটি মন্দিরের প্রধান প্রবেশদ্বার, এবং মন্দির নির্মাণের অনেক পরে যোগ করা হয়েছে। ধারণা করা হয় যে, এর স্থানে পূর্বে একটি কাঠের পুল ছিলো।  \n\n\n=== কেন্দ্রের স্থাপনা ===\nমূল মন্দিরটি শহরের অন্যান্য স্থাপনা হতে উঁচুতে অবস্থিত। এতে রয়েছে তিনটি পর্যায়ক্রমে উচ্চতর চতুষ্কোণ গ্যালারি, যা শেষ হয়েছে একটি কেন্দ্রীয় টাওয়ারে। মান্নিকার মতে এই গ্যালারিগুলো যথাক্রমে রাজা, ব্রহ্মা, এবং বিষ্ণুর উদ্দেশ্যে নিবেদিত। প্রতিটি গ্যালারির মূল (কার্ডিনাল) বিন্দুগুলোতে একটি করে গোপুরা রয়েছে। ভিতরের দিকের গ্যালারিগুলোর কোণায় রয়েছে টাওয়ার। কেন্দ্রের টাওয়ার এবং চার কোনের চারটি টাওয়ার মিলে পঞ্চবিন্দু নকশা সৃষ্টি করেছে। \n\n\n== বর্তমান অবস্থা ==\n\n১৯৯০ এর দশক হতে আংকর ওয়তের রক্ষণাবেক্ষণ ও সংস্কার কার্যক্রম আবার শুরু হয়। এর সাথে সাথে শুরু হয় পর্যটনশিল্প। ভারতের পুরাতাত্তিক সংস্থা ১৯৮৬ হতে ১৯৯২ সালের মধ্যে মন্দিরটিতে সংস্কারের কাজ করে।  মন্দিরটি আংকরের বিশ্ব ঐতিহ্য স্থান হিসাবে ইউনেস্কো কর্তৃক ১৯৯২ সালে স্বীকৃত হয়। এতে করে মন্দিরের সংস্কারের জন্য অর্থায়ন ও কম্বোডিয়া সরকারের দ্বারা মন্দিরের সুরক্ষার কার্যক্রম সহজতর হয়েছে।  জার্মানির অপ্সরা সংরক্ষণ প্রকল্প এই মন্দিরের অপ্সরা ও দেবতাদের ছবি সংবলিত কারুকার্যমন্ডিত দেয়ালের নকশাকে ক্ষতির হাত থেকে রক্ষা করছে। সংস্থাটির সমীক্ষায় দেখা গেছে যে, প্রাকৃতিকভাবেই পাথর ক্ষয়ে যাওয়ায় দেবতামূর্তিগুলির ২০ শতাংশেরই খুব করুণ দশা। তার উপরে শুরুর দিকের সংরক্ষণকারীদের অনভিজ্ঞতার ফলেও অনেক ক্ষতি হয়েছে। সংস্কার কার্যের অন্যান্য দিকের মধ্যে রয়েছে ধ্সে যাওয়া অংশ মেরামত। যেমন, উপরের স্তরের পশ্চিম দিকের ২০০২ সাল থেকেই খুঁটি দিয়ে ঠেকিয়ে রাখা হয়েছে। জাপানি বিশেষজ্ঞ্ররা ২০০৫ সালে উত্তর দিকের পাঠাগার মেরামত করেছেন। \n২০০৪ সালে কম্বোডিয়াতে মোট পর্যটকের সংখ্যা ছিল ১০ লাখের বেশি, যার অন্তত ৫৭% আংকর ওয়তে যাবার পরিকল্পনা করেছিলেন।. পর্যটকদের আনাগোনার ফলে অল্প কিছু দেয়াল লিখন ছাড়া মন্দির এলাকার খুব ক্ষতি হয় নাই। মন্দিরের কারুকার্যকে রক্ষা করার জন্য যথাযথ ব্যবস্থা নেয়া হয়েছে। পর্যটনশিল্পে লব্ধ আয়ের ২৮% মন্দিরের রক্ষণাবেক্ষণে ব্যবহার করা হয়। \n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nAlbanese, Marilia (২০০৬)। The Treasures of Angkor (Paperback)। Vercelli: White Star Publishers। আইএসবিএন 978-88-544-0117-4। \nBriggs, Lawrence Robert (1951, reprinted 1999). The Ancient Khmer Empire. White Lotus. আইএসবিএন ৯৭৪-৮৪৩৪-৯৩-১.\nFalser, Michael (2020). Angkor Wat – A Transcultural History of Heritage. Volume 1: Angkor in France. From Plaster Casts to Exhibition Pavilions. Volume 2: Angkor in Cambodia. From Jungle Find to Global Icon. Berlin-Boston DeGruyter আইএসবিএন ৯৭৮-৩-১১-০৩৩৫৮৪-২\nForbes, Andrew; Henley, David (2011). Angkor, Eighth Wonder of the World. Chiang Mai: Cognoscenti Books. এএসআইএন B0085RYW0O\nFreeman, Michael and Jacques, Claude (1999). Ancient Angkor. River Books. আইএসবিএন ০-৮৩৪৮-০৪২৬-৩.\nHigham, Charles (2001). The Civilization of Angkor. Phoenix. আইএসবিএন ১-৮৪২১২-৫৮৪-২.\nHigham, Charles (2003). Early Cultures of Mainland Southeast Asia. Art Media Resources. আইএসবিএন ১-৫৮৮৮৬-০২৮-০.\nHing Thoraxy. Achievement of \"APSARA\": Problems and Resolutions in the Management of the Angkor Area.\nJessup, Helen Ibbitson; Brukoff, Barry (২০১১)। Temples of Cambodia – The Heart of Angkor (Hardback)। Bangkok: River Books। আইএসবিএন 978-616-7339-10-8। \nPetrotchenko, Michel (2011). Focusing on the Angkor Temples: The Guidebook, 383 pages, Amarin Printing and Publishing, 2nd edition, আইএসবিএন ৯৭৮-৬১৬-৩০৫-০৯৬-০\nRay, Nick (2002). Lonely Planet guide to Cambodia (4th edition). আইএসবিএন ১-৭৪০৫৯-১১১-৯.\n\n\n== বহিঃসংযোগ ==\n\n আংকর বাট-এর সাথে সম্পর্কিত ভৌগোলিক উপাত্ত দেখুন – ওপেন স্ট্রিট ম্যাপ এ\nBuckley, Michael (1998). Vietnam, Cambodia and Laos Handbook. Avalon Travel Publications. Online excerpt The Churning of the Ocean of Milk retrieved 25 July 2005.\nGlaize, Maurice (2003 edition of an English translation of the 1993 French fourth edition). The Monuments of the Angkor Group. Retrieved 14 July 2005.\nUniversity of Heidelberg, Germany, Chair of Global Art History, Project (Michael Falser): Heritage as a Transcultural Concept – Angkor Wat from an Object of Colonial Archaeology to a Contemporary Global Icon [১]  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ মার্চ ২০১৮ তারিখে\nBattle Of Kurukshetra Mural At Angkor Wat, Centre For 21st Century Humanities, 2018\nAngkor Wat and Angkor photo gallery by Jaroslav Poncar May 2010\nAngkor digital media archive – Photos, laser scans, panoramas of Angkor Wat's Western Causeway and Banteay Kdei from a CyArk/Sophia University/University of California partnership.\nBBC: Map reveals ancient urban sprawl August 2007\nInventory of Angkor Wat devata (sacred Khmer women) February 2010"}