{"pageid": 1481783, "title": "সিডনি হাওয়ার্ড", "url": "https://bn.wikipedia.org/wiki?curid=1481783", "content": "সিডনি কোই হাওয়ার্ড (২৬ জুন ১৮৯১ – ২৩ আগস্ট ১৯৩৯) একজন মার্কিন নাট্যকার ও চিত্রনাট্যকার। তিনি ১৯২৫ সালে দে ন্যু হোয়াট দে ওয়ান্টেড নাটকের জন্য পুলিৎজার পুরস্কার অর্জন করেন। ১৯৪০ সালে গন উইথ দ্য উইন্ড চলচ্চিত্রের লেখনীর জন্য মরণোত্তর শ্রেষ্ঠ উপযোগকৃত চিত্রনাট্য বিভাগে একাডেমি পুরস্কার অর্জন করেন। এছাড়া তিনি অ্যারোস্মিথ (১৯৩১) ও ডডসওয়ার্থ (১৯৩৬)-এর জন্য আরও দুটি একাডেমি পুরস্কারের মনোনয়ন লাভ করেন। ১৯৮১ সালে মরণোত্তর তার নাম আমেরিকান থিয়েটার হল অব ফেমে অন্তর্ভুক্ত করা হয়।\n\n\n== প্রারম্ভিক জীবন ==\nসিডনি হাওয়ার্ড ১৮৯১ সালের ২৬শে জুন ক্যালিফোর্নিয়ার ওকল্যান্ডে জন্মগ্রহণ করেন। তার মাতা হেলেন লুইস (জন্ম: কোই) এবং পিতা জন লরেন্স হাওয়ার্ড। তার মাতা পেশাদার অর্গান ও পিয়ানোবাদক ছিলেন। তার পিতা ফিলাডেলফিয়া ও ক্যালিফোর্নিয়ার বিভিন্ন সঙ্গীত সংঘের সঙ্গীত নির্দেশক ছিলেন। তিনি সপ্তদশ শতাব্দীর উপনিবেশিক রবার্ট কোইয়ের বংশধর, যিনি ইংল্যান্ড থেকে মার্কিন যুক্তরাষ্ট্রে অভিবাসিত হয়ে এসেছিলেন। ১৯০৩ সালে ১২ বছর বয়সে হাওয়ার্ড তার মাতা ও সৎ বোন জিনের সাথে ছয় মাসের জন্য থাকতে প্রথম ইউরোপ সফর করেন। ১৯১০ সালে তিনি পুনরায় ইউরোপ যান। এ সময় তিনি যক্ষ্মার চিকিৎসার জন্য সুইজারল্যান্ডের একটি স্যানিটারিয়ামে থাকেন।\nসিডনি ১৯১১ সালে ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, বার্কলিতে ভর্তি হন। সেখানে তিনি নিয়মিত বিভিন্ন প্রকাশনায় সক্রিয় লেখক ছিলেন এবং ক্যাম্পাসের সংবাদপত্রে লিখতেন ও দি অক্সিডেন্ট-এর প্রকাশক ছিলেন। তিনি ১৯১৫ সালে ইংরেজি ও ধ্রুপদী সাহিত্যে বিএ ডিগ্রি অর্জন করেন। এরপর হার্ভার্ড বিশ্ববিদ্যালয়ে ভর্তি হন, সেখানে তিনি জর্জ পিয়ার্স বেকারের অধীনে তার কিংবদন্তিতুল্য \"৪৭ ওয়ার্কশপ\"-এ নাটক লেখা বিষয়ে অধ্যয়ন করেন। বেকারের এই ওয়ার্কশপের অন্যান্য শিক্ষার্থী ছিলেন ইউজিন ওনিল, টমাস উল্‌ফ, ফিলিপ ব্যারি ও এস. এন. বারম্যান। হাওয়ার্ড ও বারম্যান একে অপরের ঘনিষ্ঠ বন্ধু হয়ে ওঠেন।\n\n\n== কর্মজীবন ==\n১৯২১ সালে হাওয়ার্ডের প্রথম নাটক সোর্ডস ব্রডওয়ে মঞ্চে মঞ্চস্থ হয়। দান্তের সময়কালের প্রেক্ষাপটে রচিত নব্য-প্রণয়মূলক নাটকটি দর্শক ও সমালোচকদের সাড়া পায়নি। তিন বছর পর তার বাস্তবধর্মী প্রণয়মূলক দে ন্যু হোয়াট দে ওয়ান্টেড তাকে নাট্যকার হিসেবে প্রতিষ্ঠিত করে। দুর্ভাগ্যবশত ১৬ জন মঞ্চ ব্যবস্থাপক নাটকটি প্রত্যাখ্যান করে। ১৯২৪ সালের নভেম্বর মাসে এটি প্রথম মঞ্চস্থ হয় এবং এরপর ৪১৪ বার মঞ্চস্থ হয় ও সারা দেশে সফর করে। পরের বছর দেশের বাইরে লন্ডনে এটি মঞ্চস্থ হয়। মঞ্চ সমালোচক ব্রুকস অ্যাটকিনসন এটিকে \"কোমল, মৌলিক ও ক্ষমাশীল নাটক\" বলে আখ্যায়িত করেন। দে ন্যু হোয়াট দে ওয়ান্টেড ১৯২৫ সালে নাটক শাখায় পুলিৎজার পুরস্কার অর্জন করে। নাটকটি ১৯২৮, ১৯৩০ ও ১৯৪০ সালে তিনবার চলচ্চিত্রে রূপায়ন করা হয় ও পরে ব্রডওয়ে সঙ্গীতনাট্য দ্য মোস্ট হ্যাপি ফেলা হিসেবে মঞ্চস্থ হয়।\nস্যামুয়েল গোল্ডউইন তাকে মেট্রো-গোল্ডউইন-মেয়ারের জন্য চিত্রনাট্য লেখার জন্য নিয়োগ দিলে তিনি হলিউডে কয়েকটি সফল চিত্রনাট্য রচনা করেন। তিনি সিনক্লেয়ার লুইসের উপন্যাস অবলম্বনে অ্যারোস্মিথ (১৯৩১) চলচ্চিত্রের চিত্রনাট্য রচনার জন্য শ্রেষ্ঠ উপযোগকৃত চিত্রনাট্য বিভাগে একাডেমি পুরস্কারের মনোনয়ন লাভ করেন। এরপর তিনি ডডসওয়ার্থ (১৯৩৬)-এর জন্য আরও একটি একাডেমি পুরস্কারের মনোনয়ন লাভ করেন। দুটি একাডেমি পুরস্কারের মনোনয়ন ও ব্রডওয়ে মঞ্চে সফলতার পর ১৯৩০-এর দশকের শেষভাগে হাওয়ার্ড খ্যাতির শিখরে ছিলেন এবং ১৯৩৭ সালের ৭ই জুন টাইম পত্রিকার প্রচ্ছদে স্থান পান।\n১৯৩৯ সালে তিনি মার্গারেট মিচেলের গন উইথ দ্য উইন্ড উপন্যাস অবলম্বনে একই নামের চলচ্চিত্রের চিত্রনাট্য লিখেন। এই চলচ্চিত্রের লেখনীর জন্য তিনি মরণোত্তর শ্রেষ্ঠ উপযোগকৃত চিত্রনাট্য বিভাগে একাডেমি পুরস্কার অর্জন করেন। তিনি মরণোত্তর মনোনয়ন পেয়ে অস্কার বিজয়ী প্রথম ব্যক্তি।\n\n\n== ব্যক্তিগত জীবন ==\nহাওয়ার্ড ১৯২২ সালে তার প্রথম নাটক সোর্ডস-এর প্রধান অভিনেত্রী ক্লেয়ার ইমসকে বিয়ে করেন। ইমস ছিলেন অপেরা গায়িকা এমা ইমসের ভাইঝি এবং আবিষ্কারক হিরাম পার্সি ম্যাক্সিমের বোনঝি ও ম্যারিল্যান্ডের সাবেক গভর্নর উইলিয়াম টি. হ্যামিল্টনের নাতনী। হাওয়ার্ড ও ইমস দম্পতির একমাত্র কন্যা জেনিফার হাওয়ার্ড (১৯২৫-১৯৯৩) পরবর্তীকালে অভিনেত্রী হন। ১৯২৭ সালে তারা আলাদা হয়ে যান ও আর কখনও পুনর্মিলিত হননি। ১৯৩০ সালের মার্চে তাদের বিবাহবিচ্ছেদ চূড়ান্ত হয় এবং হাওয়ার্ড তাদের কন্যা জেনিফারের অভিবাবকত্ব লাভ করেন। এই বছরের শেষের দিকে ক্লেয়ার লন্ডনের একটি নার্সিং হোমে মৃত্যুবরণ করেন। তাকে লন্ডনের নিকটে রিচমন্ড সেমেটারিতে সমাহিত করা হয়।\nপরের বছর ১৯৩১ সালে হাওয়ার্ড মার্কিন সঙ্গীত নির্দেশক ও সুরকার ওয়াল্টার ডামরোশের কনিষ্ঠ কন্যা লিপোল্ডিন \"পলি\" ডামরোশকে বিয়ে করেন। এই দম্পতির এক পুত্র ওয়াল্টার ডামরোশ হাওয়ার্ড ও দুই কন্যা লেডি সিডনি হাওয়ার্ড উর্কুহার্ট ও মার্গারেট হাওয়ার্ড।\nতার প্রথম কন্যা জেনিফার ১৯৫০ সালে স্যামুয়েল গোল্ডউইন জুনিয়রকে বিয়ে করেন। তাদের তিন পুত্র ব্যবসায় নির্বাহী ফ্রান্সিস গোল্ডউইন, অভিনেতা টনি গোল্ডউইন, ও স্টুডিও নির্বাহী জন গোল্ডউইন।\n\n\n== মৃত্যু ==\nহাওয়ার্ড ১৯৩৯ সালের ২৩শে আগস্ট ৪৮ বছর বয়সে ম্যাসাচুসেটসের টাইরিংহামে তার ৭০০ একর খামারে কাজ করার সময় ট্রাক্টর দুর্ঘটনায় মৃত্যুবরণ করেন। ব্রুকস অ্যাটকিনসন লিখেন, \"তার মৃত্যু ছিল ব্রডওয়ের জন্য একটি দুর্ঘটনা। ব্রডওয়ে ও প্লেরাইটার্স কোম্পানি তাদের অন্যতম প্রশংসাযোগ্য ব্যক্তিকে হারায়... সক্রিয় কর্মজীবন ও আরও নাটকের পরিকল্পনার মধ্যে।\"\n\n\n== তথ্যসূত্র ==\n\n\n=== সূত্র ===\nঅ্যাটকিনসন, ব্রুকস (১৯৭৪)। Broadway (ইংরেজি ভাষায়)। ম্যাকমিলান। পৃষ্ঠা ৫৬৪। আইএসবিএন 978-0-02-504180-6। সংগ্রহের তারিখ ৫ অক্টোবর ২০২৪। \nহোয়াইট, হাওয়ার্ড (১৯৭৭)। Sidney Howard। বস্টন: টোয়াইন। পৃষ্ঠা ১৭৮। আইএসবিএন 978-0-8057-7191-6। \n\n\n== বহিঃসংযোগ ==\n\nদি ব্যানক্রফ্‌ট লাইব্রেরিতে Guide to the Sidney Coe Howard Papers\nইন্টারনেট অফ-ব্রডওয়ে ডেটাবেজে সিডনি হাওয়ার্ড (ইংরেজি)\nইন্টারনেট ব্রডওয়ে ডেটাবেজে সিডনি হাওয়ার্ড  (ইংরেজি)\nইন্টারনেট মুভি ডেটাবেজে সিডনি হাওয়ার্ড (ইংরেজি)\nফাইন্ড এ গ্রেইভে সিডনি হাওয়ার্ড (ইংরেজি)"}