{"pageid": 1481105, "title": "নেয়ামাতুল্লাহ আজমি", "url": "https://bn.wikipedia.org/wiki?curid=1481105", "content": "নেয়ামাতুল্লাহ আজমি বা নেমাতুল্লা আজমি (জন্ম ২৪ ডিসেম্বর, ১৯৩৬) হলেন একজন ভারতীয় ইসলামি পন্ডিত, মুহাদ্দিস, মুফাসসির ও ফকিহ। তিনি ভারতের ইসলামিক ফিকহ একাডেমির সভাপতি। তিনি দারুল উলূম দেওবন্দে চল্লিশ বছর ধরে সিনিয়র লেকচারার হিসেবে দায়িত্ব পালন করছেন।\n\n\n== প্রাথমিক জীবন ও শিক্ষা ==\nআজমি ১৯৩৬ সালের ২৪ ডিসেম্বর আগ্রা ও অবধের যুক্তপ্রদেশের আজমগড় জেলার (বর্তমান মউ জেলা, উত্তর প্রদেশ) পুরা মারুফে ( কুরথি জাফরপুর) জন্ম গ্রহণ করেন।। \nআজমী তার প্রাথমিক শিক্ষা মাদ্রাসা ইশাআতুল উলূম পুর মারুফে লাভ করেন, যেখানে তিনি আরবি ভাষা অধ্যয়ন করেন এবং বড় ভাই আমানতুল্লাহ আজমির তত্ত্বাবধানে সুল্লাম আল-উলূম পর্যন্ত কোর্স করেন। \nতার পরে তিনি দারুল উলূম দেওবন্দে ভর্তি হন এবং ১৯৫৩ সালে (১৩৭২ হি. ) হাদীস কোর্স থেকে স্নাতক হন। তিনি স্নাতক শেষ করার পরে আরও এক বা দুই বছর সেখানে চালিয়ে যান, বিভিন্ন বিষয়ে সময় ব্যয় করেন।  দেওবন্দে তার শিক্ষকগণের মধ্যে ছিলেন: হুসাইন আহমদ মাদানি, ইজাজ আমরোহী ও ইব্রাহিম বালিয়াভি এবং  তার সহপাঠীদের মধ্যে ছিলেন আনজার শাহ কাশ্মীরি এবং কাজী মুজাহিদুল ইসলাম কাসেমি । \n\n\n== কর্মজীবন ==\n১৯৮২ সালে (১৪০২ হি.) ওয়াহিদুজ্জামান কিরানবির আমন্ত্রণে তিনি দারুল উলূম দেওবন্দে আসেন যেখানে তিনি একজন সিনিয়র শিক্ষক হিসাবে নিযুক্ত হন।  তিনি দারুল উলূম দেওবন্দে তাফসির আল বায়দাভী, মাইবুযী, মুসামারাহ, মুওয়াত্তা ইমাম মালিক, সুনানে আবু দাউদ ও সহীহ মুসলিমের মত বই পড়ান এবং বর্তমানে জামে তিরমিযীর প্রথম খণ্ডের পাঠদান করেন। \nস্নাতক শেষ করার পর তিনি দু'বছর মুজাফফরনগর জেলার দারুল উলূম হুসাইনিয়াতে শিক্ষক ছিলেন। তারপর পশ্চিমবঙ্গের দামাইপুর, মালদহে কয়েক বছর জামে তিরমিজি ও সহীহ বুখারি পড়ান। এরপর তিনি জামিআতুর রাশাদ আজমগড়, মিসবাহ-উল-উলূম কোপাগঞ্জ, মিফতাহ-উল-উলূম মাউ এবং মাজহার-উল-উলূম বেনারসের মত বিভিন্ন মাদ্রাসায় শিক্ষকতা করেন। হাবিবুর রহমান আজামির আমন্ত্রণে, তিনি কয়েক বছর মিফতাহুল উলূম মাউ-এ শায়খুল হাদিস হিসাবে দায়িত্ব পালন করেন।  তিনি আসাম ও গুজরাতের কিছু মাদ্রাসায় শিক্ষাদান করেন। \nসাঈদ আহমাদ পালনপুরীর পরে শায়খুল হাদিস এবং দারুল উলূম দেওবন্দের প্রিন্সিপাল পদের জন্য তাঁর নাম প্রস্তাব করা হয়, যা তিনি প্রত্যাখ্যান করেছিলেন।  তিনি \"বাহরুল উলূম\" ( অনু. জ্ঞানের সাগর) হন। হাদিস, জীবনীমূলক মূল্যায়ন (ইলমুর রিজাল), খ্রিস্ট ধর্ম ও ইহুদিধর্ম নিয়ে তার সূক্ষ্ম ও ব্যাপক অধ্যয়নে কারণে তাকে এই উপাধি প্রদান করা হয়। \n১৪২১ হিজরিতে অনুষ্ঠিত দারুল উলূম দেওবন্দের গভর্নিং বডির সভায় আসাদ মাদানীর পরামর্শে দারুল উলূম দেওবন্দে \"হাদীসে বিশেষায়িত বিভাগ\" প্রতিষ্ঠার প্রস্তাব অনুমোদন করা হয়েছিল এবং আজমীকে এর পৃষ্ঠপোষক হিসেবে নিযুক্ত করা হয়। \nতিনি জাফিরুদ্দিন মিফতাহির স্থলাভিষিক্ত হয়ে ২০১১ সালের ৩০ মে ইসলামী ফিকহ একাডেমির সভাপতি নিযুক্ত হন। \nতিনি ধর্মীয় বিষয়ে এখনো ইজতিহাদের প্রয়োজনীয়তা বলে বিশ্বাস করেন। \n২০১৯ সালের মার্চে আজামিসহ ইসলামি আইনবিদরা বলেছিলেন যে, ভারত সরকার দ্বারা চালু করা সুকন্যা সমৃদ্ধি যোজনা (SSY) ইসলামী শরিয়া মতে \"অবৈধ\" কারণ এতে একটি অংশ হিসাবে সুদ রয়েছে। \n\n\n== সাহিত্যকর্ম ==\nতার তত্ত্বাবধানে দারুল উলূম দেওবন্দের হাদিসের স্পেশালাইজেশন বিভাগ থেকে, জামি আল-তিরমিযীর বিভিন্ন পদের উপর, আল-হাদিস আল-হাসান ফী জামি' নামে কয়েকটি খণ্ডে কিছু গবেষণামূলক বই প্রকাশিত হয়েছে। আল-তিরমিযী, হাসান আন-গারিব ফী জামি'আত-তিরমিযী, এবং \"হাদীস আন-গারিব ফী জামি'আল-তিরমিযী \nতিনি আল-দারাকুতনী রচিত আল-ইলজামাত গ্রন্থে মন্তব্য করার কাজটি করেছেন।  তার কাজের মধ্যে রয়েছে:\n\nনি'মাল-বায়ান ফি তারজামাতিল কুরান ( نعم البیان فی ترجمة القرآن; কুরআনের একটি তাফসির)।\nদারস-ই-বুখারি ( درس بخاري ; সহীহ বুখারির উপর তাঁর শিক্ষক হুসাইন আহমদ মাদানীর বক্তৃতার সংকলন)।\nনি'মাত আল-মু'নিম ( দুই খণ্ডে সহীহ মুসলিমের একটি উর্দু ভাষ্য)। \nতাকরিবে শরহু মায়ানিল আসার ( ৫ খন্ড; হাবিব বেউলি দ্বারা আরবীতেও অনূদিত হয়েছে। এটি শরহু মা'য়ানিল আসারের একটি ব্যাখ্যাগ্রন্থ)। \nআল ফাওয়াইদ আল মুহিম্মা ফী দিরাসাত আল-মুতুন ওয়া মুখতালাফ আল-হাদিস (এটি বিভিন্ন গ্রন্থ ও হাদিস অধ্যয়নের নিয়ম সম্পর্কে রচিত)।\nমাদারিসুর-রুওয়াত ওয়া মাশাহিরু আসাতিযাতিহিম মায়া' তালামিজাতিহিম ওয়া তাবাকাতিহিম ( হাদিস বর্ণনাকারীদের স্তর ও তাদের বিখ্যাত শিক্ষক, ছাত্র সম্পর্কে রচিত)।\nঈসাইয়াত; ইঞ্জিল কি রোশ্নি মে ( গসপেলের আলোকে খ্রিস্টধর্মের অধ্যয়ন)।\nদিরাসাতু তাতবীক আল-আমসিলাহ লি 'আনওয়া' আল-আহাদিস আল-মুখতালিফাহ।\nদিরাসাতুল হাদিসিস সহীহ ওয়াল হাসান ওয়া আকসামুহা ওয়া ফিকরাতু ইবনিস সালাহ ওয়া দিরাসাতু মিকিয়াসি মারিফাতি রিজালিল হাসান লি জাতিহি (আরবি ভাষায় রচিত)।\nআল-আহাদিসুল মুখতারা লিলহিফজ লি কিসমিত তাখাসসুস ফিল হাদিস।\nতাহসিলুল উসুল ( আরবি ভাষায় রচিত; ইসলামি আইনশাস্ত্রের নীতির উপর রিয়াসাত আলী জাফর বিজনোরির সাথে সহ-লেখিত একটি বই)।\nহযরত ইমাম আবু হানিফা পার ইরজা কি তুহমত ( ইমাম আবু হানিফার উপর ইরজা-এর অভিযোগের পর্যালোচনা)।\nফুকাহাউস সাহাবা ( সাহাবীদের মাঝে ইসলামী আইনবিদ)।\nহাদিসে জাসাসাহ ( দাজ্জাল সম্পর্কে হাদিস আল-জাসাসাহ'র খন্ডনের জবাব)।\nআল্লাহ পার ইমান কিয়া হ্যায়? ( বাংলায়; আল্লাহর প্রতি ঈমানের সংজ্ঞা কী? )।\n\n\n== তথ্যসূত্র =="}