{"pageid": 1481632, "title": "জান নিসার আখতার", "url": "https://bn.wikipedia.org/wiki?curid=1481632", "content": "জান নিসার আখতার (১৪ ফেব্রুয়ারি ১৯১৪ – ১৯ আগস্ট ১৯৭৬) একজন ভারতীয় উর্দু গজল ও নজমের কবি এবং হিন্দি চলচ্চিত্রের গীতিকার ছিলেন। তিনি প্রগতিশীল লেখক আন্দোলনের সাথে সম্পৃক্ত ছিলেন। তিনি উর্দু কবি মুজতার খায়েরাবাদির পুত্র এবং হানাফি মুফতি ও কবি ফজল-এ-হক খায়েরাবাদির প্রপৌত্র। তার পুত্র জাভেদ আখতার একজন প্রখ্যাত কবি ও গীতিকার।\nচার দশকের অধিক সময়ের কর্মজীবনে তিনি সি. রামচন্দ্র, ও. পি. নয়্যার, দত্ত নায়েক ও মোহাম্মদ জহুর খৈয়ামের মত সুরকারদের সাথে কাজ করেছেন। তার রচিত উল্লেখযোগ্য গান হল গুরু দত্তের সি.আই.ডি. (১৯৫৬)-এর \"আঁখোঁ হি আঁখোঁ মেঁ\", প্রেম পর্বত (১৯৭৪)-এর \"ইয়ে দিল অউর উনকি নিগাহোঁ কে সায়ে\", এবং তার সর্বশেষ গান কামাল আমরোহীর রাজিয়া সুলতান (১৯৮৩)-এর \"অ্যায় দিল-এ-নাদাঁ\"। তিনি নূরি (১৯৭৯)-এর \"আজা রে দিলবার মেরে\" গানের জন্য শ্রেষ্ঠ গীতিকার বিভাগে ফিল্মফেয়ার পুরস্কারের মনোনয়ন লাভ করেন।\nআখতারের উল্লেখযোগ্য কবিতা হল নজর-এ-বুতান, সালাসিল, জাবিদাঁ, পিচালি পহর, ঘর আঙ্গন, ও খাক-এ-দিল। শেষোক্ত কাব্য সংকলনের জন্য তিনি ১৯৭৬ সালে উর্দু ভাষা শাখায় সাহিত্য অকাদেমি পুরস্কার অর্জন করেন। উর্দু সাহিত্যে তার অবদানের জন্য উত্তরপ্রদেশ সরকার তাকে মরণোত্তর পুরস্কার প্রদান করে।\n\n\n== প্রারম্ভিক জীবন ==\nআখতার ১৯১৪ সালের ১৪ই ফেব্রুয়ারি ব্রিটিশ ভারতের গোয়ালিয়র রাজ্যের (বর্তমান মধ্যপ্রদেশ, ভারত) গোয়ালিয়রে প্রখ্যাত লেখক ও ইসলামি পণ্ডিতের পরিবারে জন্মগ্রহণ করেন। তার পিতা উর্দু কবি মুজতার খায়েরাবাদি। তার প্রপিতামহ ছিলেন হানাফি মুফতি ও কবি ফজল-এ-হক খায়েরাবাদি।\nআখতার গোয়ালিয়রের ভিক্টোরিয়া কলেজিয়েট হাই স্কুল থেকে ম্যাট্রিক পাস করেন। তিনি ১৯৩০ সালে আলিগড় মুসলিম বিশ্ববিদ্যালয়ে ভর্তি হন এবং সেখান থেকে বি.এ. (সম্মান) ও এম.এ. ডিগ্রি অর্জন করেন। ১৯৪০-এর দশকে তিনি শিক্ষকতা শুরু করেন। ভারতের স্বাধীনতার পর তিনি ভোপালে চলে যান এবং হামিদিয়া বিশ্ববিদ্যালয়ে উর্দু পড়াতেন। ১৯৪৯ সালে তিনি শিক্ষকতা ত্যাগ করেন ও মুম্বইয়ে পাড়ি জমান।\n\n\n== কর্মজীবন ==\n১৯৪৯ সালে বোম্বেতে আসার পর তিনি উপনিবেশ-বিরোধী সাহিত্য তরঙ্গ প্রগতিশীল লেখক আন্দোলনের সাথে জড়িত হন। সেখানে তিনি ফয়েজ আহমেদ ফয়েজ, মজাজ লখনবি, কৃশন চন্দর, ইসমত চুগতাই, কাইফি আজমি ও মজরুহ সুলতানপুরিদের মত লেখকদের সংস্পর্শে আসেন। তার বোম্বের সিলভার ফিশ রেস্টুরেন্টে সাক্ষাৎ করতেন এবং পরবর্তীকালে তারা বোম্বে গ্রুপ অব রাইটার্স নামে পরিচিত হন।\nগীতিকার হিসেবে তার সফলতা আসতে দেরি হয়। ১৯৫৫ সালে এ. জে. কারদারের ইয়াসমিন চলচ্চিত্রের গীত রচনার মধ্য দিয়ে তার প্রথম সাফল্য আসে। সুরকার সি. রামচন্দ্র তার কবিতাগুলোকে গানের রূপ দেন। ১৯৫৬ সালে তিনি দেব আনন্দ অভিনীত সি.আই.ডি. চলচ্চিত্রের জন্য একটি গান লিখেন। ও. পি. নয়্যারের সুরে \"আঁখোঁ হি আঁখোঁ মেঁ\" শীর্ষক গানটি হিন্দি চলচ্চিত্রে তার অবস্থান পাকাপোক্ত করে।\nতার রচিত প্রেম পর্বত (১৯৭৪)-এর \"ইয়ে দিল অউর উনকি নিগাহোঁ কে সায়ে\" গানটি অনুপ্রেরণামূলক ও উদ্দীপক। তিনি নূরি (১৯৭৯)-এর \"আজা রে দিলবার মেরে\" গানের জন্য শ্রেষ্ঠ গীতিকার বিভাগে ফিল্মফেয়ার পুরস্কারের মনোনয়ন লাভ করেন। তার লেখা সর্বশেষ গান কামাল আমরোহীর রাজিয়া সুলতান (১৯৮৩)-এর \"অ্যায় দিল-এ-নাদাঁ\"।\n\n\n== ব্যক্তিগত জীবন ==\nআখতার ১৯৪৩ সালে সাফিয়া সিরাজ-উল-হককে বিয়ে করেন। সাফিয়া ছিলেন কবি মজাজ লখনবির বোন। তিনি একটি উর্দু-মাধ্যম মাদ্রাসার শিক্ষিকা ছিলেন। জান নিসার চলচ্চিত্রের গীতিকার হিসেবে কাজ করতে মুম্বই গেলে, সাফিয়া তার সন্তানদের নিয়ে গোয়ালিয়রে ছিলেন। তিনি আখতারকে উর্দু ভাষায় অসংখ্য পত্র লিখেন। ১৯৪৩ সালের ১লা অক্টোবর থেকে ১৯৫৩ সালের ২৯ ডিসেম্বর রচিত পত্রের সংকলন ১৯৫৫ সালে হরফ-এ-আশনা ও জের-এ-লব নামে দুই খণ্ডে প্রকাশিত হয়। জামিয়া মিলিয়া ইসলামিয়ার হিন্দি বিভাগের সাবেক প্রধান আসগর ওয়াজাহাত এই পত্রসমূহ হিন্দি ভাষায় অনুবাদ করেন এবং তা ২০০৪ সালে তুমহারে নাম শিরোনামে প্রকাশ করেন।\nসাফিয়া ১৯৫৩ সালের ১৭ই জানুয়ারি ক্যান্সারে মৃত্যুবরণ করেন। মৃত্যুকালে তিনি দুই পুত্র জাভেদ আখতার ও সালমান আখতারকে রেখে যান। জান নিসার তার সন্তানদের এক আত্মীয়ের কাছে রেখে মুম্বইয়ে গীতিকার হিসেবে কাজ করতে চলে যান। সাফিয়ার মৃত্যুর তিন বছর পর ১৯৫৬ সালের ১৭ই সেপ্টেম্বর জান নিসার খাদিজা তালাতকে বিয়ে করেন।\nজীবনের শেষ সময়ে তার স্বাস্থ্য ভেঙ্গে পরে। আখতার ১৯৭৬ সালের ১৯শে আগস্ট ৬২ বছর বয়সে হৃৎপেশীর রক্তাভাবজনিত কারণে মৃত্যুবরণ করেন।\n\n\n== পুরস্কার ও সম্মাননা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে জান নিসার আখতার  (ইংরেজি)"}