{"pageid": 1482302, "title": "উইকিইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1482302", "content": "উইকিইসলাম একটি মুসলিম বিরোধী  এবং ইসলাম বিরোধী  উইকি। নিবন্ধিত ব্যবহারকারীরা এর বিষয়বস্তু সম্পাদনা ও সংশোধন করতে পারে। ২০১৫ সালে উত্তর আমেরিকার প্রাক্তন মুসলমানরা ওয়েবসাইটটি অধিগ্রহণ করে এবং ২০২০ সালে একটি বড় সংস্কার করা হয়।\n\n\n== জরিপ ==\n২০০৫ সালের ২৭ অক্টোবর তারিখে ওয়েবসাইটটি নিবন্ধিত হয় এবং ২০০৬ সালের ৪ সেপ্টেম্বর চালু করা হয়।  ইরানি বংশোদ্ভূত কানাডিয়ান প্রাক্তন মুসলিম, আলী সিনা উইকিইসলাম প্রতিষ্ঠা করেন এবং তার সংস্থা ফেইথ ফ্রিডম ইন্টারন্যাশনাল উইকিইসলাম পরিচালনা করে। ফেইথ ফ্রিডম ইন্টারন্যাশনাল কাউন্টার-জিহাদ নেটওয়ার্কের অংশ। ২০১৩ সাল পর্যন্ত ওয়েবসাইটটির উদ্দেশ্যগুলির মধ্যে একটি ছিল মুসলমান এবং ইসলামের উপলব্ধি অর্থাৎ \"বিশ্বব্যাপী হুমকি\" এর বিরুদ্ধে প্রতিরক্ষামূলক কাজ করা। অনেকে উইকিইসলামকে ইসলামফোবিয়ার কারণ হিসেবে উদ্বেগ প্রকাশ করেছিলেন। ইসলামকে \"বিপজ্জনক মতবাদ\" হিসেবে প্রমাণিত করার মাধ্যমে তাদের দাবিকে ভুল প্রমাণ করা হয়। ইসলাম একটি \"বিপজ্জনক আদর্শ\" প্রমাণ করার মাধ্যমে ইসলামফোবিয়ার উদ্বেগকে প্রত্যাখ্যান করা হয়েছে।\nএকটি \"কমিউনিটি-সম্পাদিত ওয়েবসাইট\" হিসেবে, উইকিটি নিবন্ধিত এবং অনুমোদিত নেটিজেনরা সম্পাদনা ও সংশোধন করতে পারে। ২০১৮-এর হিসাব অনুযায়ী, ওয়েবসাইটে কোরানের অভ্যন্তরীণ (অভিযোগিত) বিরোধ, অমুসলিম এবং প্রাক্তন মুসলমানদের উপর নিপীড়ন, মুহাম্মদের মূর্খতা ইত্যাদি সম্পর্কে তথ্য ছিল। \"হিংসা, যৌনতা এবং লিঙ্গ সংঘর্ষ\" ইত্যাদি বিষয়ে সংকীর্ণ দৃষ্টি বজায় রাখা হয়েছে। ২০১৮ সালেও, ধর্মত্যাগের সাক্ষ্যও অন্তর্ভুক্ত করা হয়েছিল। ওয়েবসাইটটি ১০১টি উস্কানিমূলক প্রশ্নের একটি তালিকা রেখেছিল এবং ইসলামকে \"সত্য ধর্ম\" প্রমাণ করার জন্য যেকোন মুসলমানকে জিজ্ঞাসা করতে বলা হয়েছিল। একই বছরে, উইকিইসলামে মুহাম্মদ সম্পর্কে অবমাননাকর শব্দ উল্লেখ করা হয়। ওয়েবসাইটটির বিষয়বস্তুর বিভিন্ন ভাষায় অনুবাদ উপলব্ধ। ২০১৫ সালের ডিসেম্বরে নর্থ আমেরিকার প্রাক্তন মুসলমানদের (EXMNA) একটি ধর্মনিরপেক্ষ সংগঠন সাইটটির মালিকানা গ্রহণ করে এবং পরিচালনা করার দায়িত্ব গ্রহণ করে।\n২০২০ সালের দিকে, উইকিইসলাম সংস্কার করা হয়। সংস্কারের ছিল \"ইসলাম সম্পর্কে ঐতিহ্যগত এবং সমালোচনামূলক দৃষ্টিকোণ থেকে সঠিক এবং সহজলভ্য তথ্য প্রদান করা,\" এবং \"ঘৃণামূলক, বিভ্রান্তিকর, অপ্রয়োজনীয়, এবং তর্কমূলক বিষয়বস্তুতে\" জিরো-টলারেন্স নীতি জোর দেওয়া। ২০২২ সালের হিসাবে, উইকিআইসলাম \"তাদের নিজস্ব ভিশন ডকুমেন্টে বর্ণিত সমস্ত প্রয়োজনীয়তা পূরণ করেনি,\" যদিও কিছু বিষয়বস্তু নতুন দৃষ্টিভঙ্গির সাথে সামঞ্জস্যপূর্ণ ছিল। প্রবন্ধগুলি সাধারণত মুসলিম পণ্ডিতরা কীভাবে ইসলামের ইতিহাসে নির্দিষ্ট \"প্রশ্ন বা ঘটনা\" সম্বন্ধে আলোচনা করেছেন তা উপস্থাপন করে এবং মুসলিম পণ্ডিতদের মধ্যে অভ্যন্তরীণ বৈচিত্র্য এবং মতভেদও \"প্রায়শই উপস্থাপন করা হয়।\" তবে আধুনিক আলোচনা বা \"প্রগতিশীল ব্যাখ্যা\" প্রায় \"কখনই\" অন্তর্ভুক্ত করা হয় না এছাড়াও, ওয়েবসাইটে আলোচিত বিষয়গুলির নির্বাচনে পক্ষপাতিত্ব ছিল, যার কিছু স্পষ্ট বা অন্তর্নিহিতভাবে মুসলমানদের সাথে একটি অযৌক্তিক দৃষ্টিভঙ্গি যুক্ত করেছিল যা বৈজ্ঞানিক দৃষ্টিভঙ্গির সাথে সামঞ্জস্যপূর্ণ নয় এবং প্রায়শই আধুনিক পণ্ডিতদের বক্তব্য বা বিতর্কের প্রসঙ্গ বিবেচনা না করে তাদের বা ইসলামকে নেতিবাচকতার আলোকে উপস্থাপন করার প্রবণতা দেখায়। উইকিইসলামে এখনও \"প্রায় কোনো তথ্য নেই যা মুসলমানদের ইতিবাচক বা নিরপেক্ষভাবে উপস্থাপন করে।\"\n\n\n== তথ্যসূত্র =="}