{"pageid": 1482954, "title": "ও ফরচুনা", "url": "https://bn.wikipedia.org/wiki?curid=1482954", "content": "\"ও ফরচুনা\" একটি মধ্যযুগীয় লাতিন গলিয়ার্ডিক কবিতা, যা 'কারমিনা ব্যুরানা' নামে পরিচিত সংকলনের অংশ এবং এটি ১৩শ শতাব্দীর শুরুর দিকে রচিত হয়েছিল। এতে ফরচুনা সম্পর্কে অভিযোগ করা হয়েছে, যিনি রোমান ও গ্রিক পুরাণের দেবতা এবং মানুষের অনিবার্য নিয়তি শাসন করেন।\n১৯৩৫-৩৬ সালে জার্মান সুরকার কার্ল অরফ \"ও ফরচুনা\"কে সুরারোপ করেন তার ক্যানটাটা \"কারমিনা ব্যুরানা\"র অংশ হিসেবে, যা \"ফরচুনা ইম্পেরাট্রিক্স মুন্ডি\" নামের প্রারম্ভিক ও সমাপ্তি সংগীত। এটি প্রথমবারের মতো মঞ্চস্থ হয় ৮ জুন ১৯৩৭ সালে ফ্রাঙ্কফুর্ট অপেরায়। সংগীতটি ধীরগতিতে কড়া ড্রামের শব্দ ও কোরাস দিয়ে শুরু হয়, যা দ্রুত মৃদু স্বরে নেমে আসে। এরপর ধীরে ধীরে একটি ধারাবাহিক ক্রিসেন্ডো তৈরি হয়, যেখানে ড্রাম, সংক্ষিপ্ত স্ট্রিং ও হর্নের নোট একত্রে চূড়ান্ত শক্তিশালী দীর্ঘ নোটে পৌঁছে হঠাৎ থেমে যায়। সুরটি মডাল, শেষ নয়টি বারের আগ পর্যন্ত। একটি পরিবেশনা প্রায় আড়াই মিনিটের কিছু বেশি সময় ধরে চলে।\nকার্ল অরফের কবিতাটির সুরারোপ অনেক অন্যান্য শিল্পকর্মকে প্রভাবিত করেছে এবং এটি বহু শাস্ত্রীয় সঙ্গীত দল এবং জনপ্রিয় শিল্পীদের দ্বারা পরিবেশিত হয়েছে। এটি বিভিন্ন চলচ্চিত্র ও টেলিভিশন বিজ্ঞাপনে শোনা যায় এবং পশ্চিমা জনপ্রিয় সংস্কৃতিতে একটি গুরুত্বপূর্ণ স্থান দখল করেছে, বিশেষত নাটকীয় বা বিধ্বংসী পরিস্থিতির আবহ তৈরি করতে। ২০০৯ সালে \"ও ফরচুনা\" যুক্তরাজ্যের **দ্য পিপল'স ক্লাসিক্যাল চার্ট**-এ শীর্ষস্থান অধিকার করে, যা গত ৭৫ বছরে সবচেয়ে বেশি বাজানো শাস্ত্রীয় সঙ্গীত হিসেবে স্বীকৃতি পায়।\n\n\n== ইতিহাস ==\n\n\n=== বেনেডিক্টবয়র্ন পাণ্ডুলিপি ===\n\n\"ও ফরচুনা\" একটি মধ্যযুগীয় লাতিন গোলিয়ার্ডিক কবিতা। এটি ১৩ শতকের অজ্ঞাত লেখকের লেখা। এটি ভাগ্যের দেবীর বিরুদ্ধে একটি অভিযোগ, যা কারমিনা ব্যুরানা নামে পরিচিত সংগ্রহে রয়েছে।\n\n\n=== অরফের সুরারোপ ===\nকার্ল অরফ ১৯৩৪ সালে এই সংকলনের সঙ্গে পরিচিত হন এবং ল্যাটিন ও গ্রীক ভাষার অনুরাগী মিশেল হফমানের সঙ্গে মিলিত হয়ে ২৪টি কবিতাকে একটি লিবারেটোতে নির্বাচন ও সংবদ্ধ করেন। অরফ ১৯৩৫-৩৬ সালে এই লিবারেটো ব্যবহার করে তার কারমিনা ব্যুরানা রচনা করেন। এটি ৮ জুন ১৯৩৭ সালে ফ্রাঙ্কফুর্ট অপেরায় প্রথম পরিবেশিত হয়। এই ক্যানটাটা পাঁচটি অংশে ২৫টি আন্দোলন নিয়ে গঠিত, যেখানে \"ও ফরচুনা\" একটি সুররচনাগত কাঠামো সরবরাহ করে। এটি প্রথম আন্দোলন হিসেবে আবির্ভূত হয় এবং পঁচিশতম আন্দোলনে পুনরায় আসে, উভয়টি \"ফরচুনা ইম্পেরাট্রিক্স মুন্ডি\" (ফরচুন, বিশ্বের সম্রাজ্ঞী) শিরোনামের অধীনে।\n\n\n== পাঠ্য ==\nস্কট হর্টন হারপার্স ম্যাগাজিনে লিখেছেন যে কবিতার পাঠ্যটি উজ্জ্বল করে তুলে কীভাবে, যখন এটি রচিত হয়েছিল, তখন \"কয়েকজন মানুষ নিজেদের নিয়তির উপর কোন নিয়ন্ত্রণ অনুভব করেছিল\" এবং একই সাথে এটি \"জীবনের জন্য একটি আবেগ প্রকাশ করে, যা দুর্বল মানব অস্তিত্বের দ্বারা প্রদত্ত মিষ্টি মুহূর্তগুলোকে দখল ও মূল্যায়নের দাবি করে।\"\n\n\n== সঙ্গীত ==\nঅরফ কবিতা ও মধ্যযুগীয় প্রতীক \"রোটা ফরচুনা\" বা ভাগ্যের চাকা দ্বারা অনুপ্রাণিত হয়েছিলেন। দেবী ফরচুনা এ চাকা ইচ্ছামতো ঘুরিয়ে দেন, যার ফলে কিছু মানুষ দুর্ভোগে পড়ে, আর অন্যরা ধন-সম্পদ লাভ করে। এই \"রোটা ফরচুনা\" প্রতীকটি কারমিনা ব্যুরানা কবিতা সংকলনের একটি সংস্করণে, যেটি কোডেক্স ব্যুরানা নামে পরিচিত, উপস্থিত রয়েছে। বাদ্যযন্ত্রের সুরের পুনরাবৃত্তি চাকার ঘূর্ণনের সঙ্গে তুলনা করা হয়েছে।\n\"ও ফরচুনা\" একটি ধীর গতিতে শুরু হয়, যেখানে ভারী ড্রাম ও উদ্দীপ্ত কোরাস বাজে, যা দ্রুত একটি ফিসফিসানিতে পরিণত হয়। তারপর ধীরে ধীরে ঢোল এবং ছোট স্ট্রিং ও সুরের সুরের মাধ্যমে একটি স্থির ক্রিসেনডো তৈরি হয়, যা একটানা দীর্ঘ শক্তিশালী সুরে পৌঁছায় এবং হঠাৎ শেষ হয়। পরিচালক মারিন আলসপ লিখেছেন, এটি \"সব শক্তি পূর্ণ গতি নিয়ে শুরু হয়, তারপর অবিলম্বে একটি ভয়ঙ্কর সতর্কবার্তার পুনরাবৃত্তিতে ধীরে ধীরে কমে যায় যা এক উত্তেজনাপূর্ণ সমাপ্তিতে পৌঁছায়।\" সুরের স্বর ধ্বনি অনুযায়ী, গানের সুর একটি টোনাল কেন্দ্রের চারপাশে গড়ে ওঠে, শেষের নয়টি সুর পর্যন্ত। গানের শেষের অক্ষরটি সুর এবং আবেগের দিক থেকে পরিবর্তিত হয়, ডি মাইনর থেকে ডি মেজরে।\nঅ্যালসোপ অংশটিকে \"একটি চশমা\" হিসাবে বর্ণনা করেছেন যা সমস্ত ইন্দ্রিয়ের কাছে আবেদন করে, ইচ্ছাকৃতভাবে পরিষ্কার শ্রেণীকরণকে অস্বীকার করে। ডেভিড ক্লেমের মতে, \"সঙ্গীতটি ভাগ্যের চাকা উত্থানকে নির্দেশ করে, যখন পাঠ্যটি মন্দার প্রতিনিধিত্ব করে।\"\n\n\n== অভ্যর্থনা ==\nকারমিনা ব্যুরানা ১৯৩৭ সালে ফ্রাঙ্কফুর্ট অপেরা দ্বারা প্রথম মঞ্চস্থ হওয়ার পর থেকেই সফল ছিল, যা অরফের ক্যারিয়ারকে ত্বরান্বিত করে এবং তাঁর সবচেয়ে পরিচিত কাজ হয়ে ওঠে। বিশেষভাবে \"ও ফরচুনা\" জনপ্রিয় সংস্কৃতিতে সবচেয়ে চেনা সঙ্গীত রচনাগুলির মধ্যে একটি হয়ে উঠেছে। ২০০৯ সালে, এটি বিবিসির তালিকায় সবচেয়ে বেশি শোনা ক্লাসিক্যাল ট্র্যাক হিসেবে শীর্ষে ছিল। বিবিসি রেডিও ২ এর প্রোগ্রামিং প্রধান এটিকে \"একটি চিরকালীন সঙ্গীতের টুকরা যা রচনা হওয়ার ৭০ বছর পরেও বাজানো, পরিবেশিত এবং ভালোবাসা হয়\" বলে মন্তব্য করেন। একটি রেডিও নেদারল্যান্ডস ডকুমেন্টারি এর জনপ্রিয়তার কারণ হিসেবে কোরাস, বড় অর্কেস্ট্রা, আকর্ষণীয় বাদ্যযন্ত্রের সংমিশ্রণ, দৃঢ় ছন্দ এবং এর গায়কযোগ্যতা ও স্মরণীয়তা নিয়ে আলোচনা করেছে। হরটন এটিকে \"একটি প্রতিভার কাজ\" বলে অভিহিত করেছেন, যা \"তার জনপ্রিয়করণের কারণে হয়তো ক্ষতিগ্রস্ত হয়েছে\", \"প্রায়শই একটি সুর হিসেবে ব্যবহৃত হয়, যা তার শক্তিশালী বার্তা থেকে বিচ্ছিন্ন।\"\nদ্য অক্সফোর্ড হ্যান্ডবুক অফ মিউজিক অ্যান্ড অ্যাডভারটাইজিংয়ে ক্লেম তুলে ধরেছেন কীভাবে কবিতার থিম যেমন মানুষের সংগ্রাম এবং ভাগ্য সাধারণত জনপ্রিয় ব্যবহার থেকে বিচ্ছিন্ন হয়। তিনি একটি অ্যাপলবির বিজ্ঞাপনে সঙ্গীতের ব্যবহারকে উদাহরণ হিসাবে নেন, যেখানে শব্দগুলিকে একটি নতুন প্রচারের জন্য পরিবর্তন করে, কেবলমাত্র \"মহাকাব্য\" (একটি \"মহাকাব্য চুক্তি\") এর স্থানীয় ধারণার তাৎপর্যের জন্য বিন্যাসটি অঙ্কন করে। বিজ্ঞাপন এবং জনপ্রিয় সংস্কৃতির অন্যান্য রূপগুলিতে \"ও ফরচুনা\" এর ব্যাপক ব্যবহার ১৯৮১ সালের চলচ্চিত্র এক্সক্যালিবারের ট্রেইলারের সাথে শুরু হতে পারে। যেখানে গানটি পুরোপুরি ব্যবহার করা হয়েছিলো।\n\"ও ফরচুনা\"কে \"চলচ্চিত্র ইতিহাসে সবচেয়ে বেশি ব্যবহৃত সঙ্গীত রচনা\" হিসেবে অভিহিত করা হয়েছে। হার্পারস ম্যাগাজিনের কলামিস্ট স্কট হরটন মন্তব্য করেছেন যে \"অরফের সুর হয়তো তার জনপ্রিয়করণের মাধ্যমে ক্ষতিগ্রস্ত হয়েছে\" এবং এটি \"চলচ্চিত্র ও বিজ্ঞাপনে প্রায়শই একটি সুর হিসেবে ব্যবহৃত হয়, যা তার শক্তিশালী বার্তা থেকে যে কোনো অর্থপূর্ণভাবে বিচ্ছিন্ন।\" এর সমকালীন ব্যবহার প্রায়ই মজা বা ব্যঙ্গাত্মক প্রকৃতির (যেমন ২০০৯ সালের \"গোন ম্যাগি গোন\" নামক দ্য সিম্পসন্‌স পর্বে এর ব্যবহার) হয়ে থাকে, এর অতিরিক্ত ব্যবহারের কারণে।\nসুরটি অসংখ্য চলচ্চিত্র এবং টেলিভিশন বিজ্ঞাপনে প্রদর্শিত হয় এবং এটি জনপ্রিয় সংস্কৃতির একটি প্রধান বিষয় হয়ে উঠেছে, নাটকীয় বা বিপর্যয়মূলক পরিস্থিতির জন্য ক্রিয়াভাব নির্ধারণ করে। উদাহরণস্বরূপ, এটি দ্য ডোরস চলচ্চিত্রে জিম মরিসনের মাদকাসক্তির যন্ত্রণা চিত্রিত করতে ব্যবহৃত হয়। ১৯৮৩ সালে ডোরসের কিবোর্ডিস্ট রে মানজারেক তার তৃতীয় একক অ্যালবাম কারমিনা ব্যুরানা প্রকাশ করেন, যা একটি সমসাময়িক কাঠামোতে অংশটির একটি ব্যাখ্যা।\nসত্তরের দশকে \"ও ফরচুনা\" সঙ্গীতটি যুক্তরাজ্যে সম্প্রচারিত একটি ওল্ড স্পাইস বিজ্ঞাপনের জন্য ব্যবহৃত হয়েছিল। জন বুরম্যানের এক্সক্যালিবার (১৯৮১) এর ট্রেইলারে সম্পূর্ণ \"ও ফরচুনা\" দেখানো হয়েছে। এটি কভার করা হয়েছে, রিমিক্স করা হয়েছে এবং থেরিয়ন এবং নাসের মতো জনপ্রিয় বাদ্যযন্ত্রের বিভিন্ন ধরনের নমুনা দেওয়া হয়েছে।\n\n\n== রেকর্ডিং ==\n\n\n== আরও দেখুন ==\nগ্রিক সাহিত্য\n\n\n== তথ্যসূত্র ==\n\n\n== উদ্ধৃত উৎস ==\nClem, David (২০২১)। \"Medievalism goes Commercial: The Epic as Register in Contemporary Media\"। The Oxford Handbook of Music and Advertising। Oxford University Press। পৃষ্ঠা 488–504। আইএসবিএন 9780190691240। ওসিএলসি 1195817243। \n\n\n== আরও পড়ুন ==\nHasenmiller, Alaina (১১ এপ্রিল ২০১৩)। \"Behind the Music (O Fortuna)\"। Phoenix Chorale। Music from the Silver Screen। ৪ জুলাই ২০২২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৯ এপ্রিল ২০২১। \nHaug, Walter (১৯৯৫)। \"O Fortuna: Eine historisch-semantische Skizze zur Einführung\"। Fortuna। Fortuna Vitrea (জার্মান ভাষায়)। Max Niemeyer। পৃষ্ঠা 1–22। আইএসবিএন 3-484-15515-9। ডিওআই:10.1515/9783110949414-002। \nStevenson, Cait (৩১ জুলাই ২০১৭)। The Medieval Magazine। medievalists.net https://www.medievalists.net/2019/09/o-fortuna-the-story-of-the-one-the-great-poems-and-songs-of-the-middle-ages/।  \n\n\n== বহিঃসংযোগ ==\n Latin Wikisource has original text related to this article: Fortuna Imperatrix Mundiটেমপ্লেট:Wikisourcelang-inline\n\"O Fortuna\", at David Parlett's translation of the Carmina Burana"}