{"pageid": 1482672, "title": "২০২৪ সালের অক্টোবরে ইসরায়েলের বিরুদ্ধে ইরানের হামলা", "url": "https://bn.wikipedia.org/wiki?curid=1482672", "content": "১ অক্টোবর ২০২৪-এ, ইরান কমপক্ষে দুই ধাপে ইসরায়েলের দিকে প্রায় ২০০টি ক্ষেপণাস্ত্র নিক্ষেপ করে, যার ফলে সারা দেশে সাইরেন বেজে ওঠে। তেল আবিব এবং জেরুজালেম জুড়ে বিস্ফোরণের খবর পাওয়া যায়। আইডিএফ নিশ্চিত করেছে যে ইরান ১০০টিরও বেশি ক্ষেপণাস্ত্র নিক্ষেপ করেছে।\n\nএই হামলাটি ২০২৪ সালের হিজবুল্লাহ সদর দফতরের স্ট্রাইকের প্রতিক্রিয়া হিসাবে ছিল, যেখানে এক সপ্তাহ আগে হিজবুল্লাহর সেক্রেটারি-জেনারেল হাসান নাসরাল্লাহকে হত্যা করা হয়েছিল। এছারাও ইসমাইল হানিয়াহ এবং আব্বাস নীলফরৌশানকে হত্যার প্রতিক্রিয়াও ছিলো এটি। ২০২৪ সালের এপ্রিলের মাঝামাঝি আরেকটি হামলার পর এই ঘটনাটি দ্বিতীয়বারের মতো ইরান প্রকাশ্যে ইসরায়েলকে তার নিজের এলাকা থেকে আক্রমণ করে।\n\n\n== পটভূমি ==\n\n\n=== ২০২৪ সালের এপ্রিলে ইরানি হামলা ===\n১৩ এপ্রিল ২০২৪-এ, ইসলামী বিপ্লবী গার্ড কর্পস (আইআরজিসি), বেশ কয়েকটি ইরান-সমর্থিত ইসলামপন্থী মিলিটার সহযোগিতায়, ইসরায়েলের বিরুদ্ধে লোটারিং যুদ্ধাস্ত্র, ক্রুজ মিসাইল এবং ব্যালিস্টিক ক্ষেপণাস্ত্র দিয়ে প্রতিশোধমূলক আক্রমণ শুরু করে।  ইরান বলেছে যে এটি ১ এপ্রিল দামেস্কে ইরানের কনস্যুলেটে ইসরায়েলি বিমান হামলার প্রতিশোধ ছিল যাতে দুই ইরানি জেনারেল নিহত হয়। স্ট্রাইকটি প্রায় ১৭০টি ড্রোন, ৩০টিরও বেশি ক্রুজ ক্ষেপণাস্ত্র এবং ১২০টিরও বেশি ব্যালিস্টিক ক্ষেপণাস্ত্র ইসরায়েল এবং গোলান হাইটসের দিকে পাঠিয়েছে।\nইসরায়েল বলেছে যে জোট যার প্রতিরক্ষামূলক প্রচেষ্টার কোডনাম ছিল আয়রন শিল্ড, আগত অস্ত্রের ৯৯ শতাংশ ধ্বংস করেছে, বেশিরভাগই ইসরায়েলের আকাশসীমায় পৌঁছানোর আগেই। আমেরিকান, ব্রিটিশ, ফরাসি এবং জর্ডানের বিমান বাহিনীও কয়েকজনকে গুলি করে নামিয়েছে। ক্ষেপণাস্ত্রগুলি দক্ষিণ ইস্রায়েলের নেভাটিম এয়ারবেসের সামান্য ক্ষতি করেছিল, যা চালু ছিল।    ইস্রায়েলে, একটি ৭ বছর বয়সী ইস্রায়েলি বেদুইন মেয়ে একটি ক্ষেপণাস্ত্রের অংশ দ্বারা আঘাতপ্রাপ্ত এবং আহত হয়েছিল, এবং ৩১ জন অন্য ব্যক্তি হয় আশ্রয়কেন্দ্রে যাওয়ার সময় সামান্য আঘাতপ্রাপ্ত হয়েছিল বা উদ্বেগের জন্য চিকিত্সা করা হয়েছিল।   \nএই হামলাটি ছিল ইতিহাসে সবচেয়ে বড় ড্রোন হামলার প্রচেষ্টা,   ইরানের হামলা জাতিসংঘ, বেশ কয়েকটি বিশ্ব নেতা এবং রাজনৈতিক বিশ্লেষকদের সমালোচনা করেছে, যারা সতর্ক করেছিল যে তারা একটি পূর্ণ-বিকশিত আঞ্চলিক যুদ্ধে পরিণত হওয়ার ঝুঁকি রয়েছে।     ইসরাইল ১৮ এপ্রিল ২০২৪ তারিখে ইরানের উপর সীমিত হামলা চালিয়ে প্রতিশোধ নেয়। ইসরায়েলি হামলায় নাটানজ পারমাণবিক স্থাপনা রক্ষাকারী একটি বিমান প্রতিরক্ষা রাডার সাইট ধ্বংস করা হয়েছে বলে জানা গেছে, যার লক্ষ্য ইরানকে ইসরায়েলের সক্ষমতা সম্পর্কে উত্তেজনা না বাড়িয়ে ইরানের সাথে যোগাযোগ করা।\n\n\n== মধ্যপ্রাচ্যে সাম্প্রতিক উত্তেজনা ==\n২০২৪ সালের সেপ্টেম্বরে, ইসরায়েলে হামাসের ৭ অক্টোবরের হামলার একদিন পর ইরান-সমর্থিত গোষ্ঠী ইসরায়েলের বিরুদ্ধে আক্রমণ শুরু করার পর শুরু হওয়া হিজবুল্লাহ-ইসরায়েল সংঘর্ষে একটি বড় বৃদ্ধি ঘটে। এই মাসে, হিজবুল্লাহ বড় ধরনের বিপর্যয়ের সম্মুখীন হয় যা এর ক্ষমতাকে   হ্রাস করে এবং এর নেতৃত্বকে ধ্বংস করে দেয়, যার মধ্যে ১৭ এবং ১৮ সেপ্টেম্বর এর হ্যান্ডহেল্ড যোগাযোগ ডিভাইসের বিস্ফোরণ এবং ২০ সেপ্টেম্বর ইব্রাহিম আকিলের হত্যা, এলিট রেদওয়ান ফোর্সের কমান্ডার মো. আইডিএফ বিমান হামলাও দক্ষিণ লেবাননে হিজবুল্লাহর সামরিক ঘাঁটি, কমান্ড সেন্টার, বিমানঘাঁটি এবং অস্ত্রের ভাণ্ডারকে লক্ষ্য করে। এই বিপর্যয়গুলি ২৭ সেপ্টেম্বর হাসান নাসরাল্লাহ এবং দক্ষিণ লেবাননের হিজবুল্লাহর কমান্ডার আলী কারাকি সহ অন্যান্য সিনিয়র কমান্ডারদের হত্যার মধ্যে চূড়ান্ত হয়েছিল, একটি বিমান হামলায় যা বৈরুতের দাহেহ শহরতলিতে তাদের ভূগর্ভস্থ সদর দফতর ধ্বংস করে দেয়।\n\n\n== স্ট্রাইক ==\nহামলায় দুই বেসামরিক লোক আহত হয়েছে। \nক্ষেপণাস্ত্র উৎক্ষেপণের আগে হামলার বিষয়ে সতর্ক করেছিল যুক্তরাষ্ট্র । একজন মার্কিন কর্মকর্তা রয়টার্সকে বলেছেন, \"ইসরায়েলের বিরুদ্ধে ইরানের সরাসরি সামরিক হামলা ইরানের জন্য মারাত্মক পরিণতি বয়ে আনবে\"। বেনামী পেন্টাগন কর্মকর্তারা বলেছেন যে মধ্যপ্রাচ্যে অবস্থানরত মার্কিন সেনারা ইভেন্টের সময় আক্রমণ করা হয়নি। \nহামলার জবাবে ইসরাইল, ইরাক ও জর্ডান তাদের আকাশপথ বন্ধ করে দেয়। ইসরায়েল আরও জানিয়েছে যে জেরুজালেমের একটি বাঙ্কারে তাদের নিরাপত্তা মন্ত্রিসভা বৈঠক করছে। ইসরায়েলের অর্থমন্ত্রী বেজালেল স্মোত্রিচ এই পরিস্থিতির বিষয়ে মন্তব্য করে বলেছেন, \"ইরান এই মুহুর্তে হিজবুল্লাহ, লেবানন এবং গাজার রাষ্ট্রের মতো অনুশোচনা করবে। ইসলামিক রেভল্যুশনারি গার্ডস কর্পস (আইআরজিসি) এর মতে, ইসরায়েল জবাব দিলে ইরান \"পর্যুদস্ত হামলা\" চালানোর হুমকি দিয়েছে। \n\n\n== এছাড়াও দেখুন ==\nএপ্রিল ২০২৪ ইসরায়েলের বিরুদ্ধে ইরানের হামলা\n\n\n== তথ্যসূত্র =="}