{"pageid": 14821, "title": "কম্বোডিয়া", "url": "https://bn.wikipedia.org/wiki?curid=14821", "content": "কম্বোডিয়া ( (); খ্‌মের: កម្ពុជា; UNGEGN: Kâmpŭchéa), আনুষ্ঠানিকভাবে কম্বোডিয়া রাজ্য (খ্‌মের: រាជាណាចក្រកម្ពុជា; UNGEGN: Réachéanachâkr Kâmpŭchéa), দক্ষিণ-পূর্ব এশিয়ার ইন্দোচীন উপদ্বীপের দক্ষিণাঞ্চলে অবস্থিত একটি দেশ। এর আয়তন ১,৮১,০৩৫ বর্গকিলোমিটার (৬৯,৮৯৮ বর্গমাইল) এবং দেশটির উত্তর-পশ্চিমে থাইল্যান্ড, উত্তরে লাওস, পূর্বে ভিয়েতনাম এবং দক্ষিণ-পশ্চিমে থাইল্যান্ড উপসাগর অবস্থিত। কম্বোডিয়ায় দুই ঋতুসম্পন্ন একটি গ্রীষ্মমণ্ডলীয় মৌসুমী জলবায়ু রয়েছে এবং দেশটি টোনলে সাপ হ্রদ ও মেকং বদ্বীপের চারপাশে একটি কেন্দ্রীয় প্লাবনভূমি নিয়ে গঠিত, যা পাহাড়ি অঞ্চল দ্বারা বেষ্টিত। দেশটির রাজধানী ও বৃহত্তম শহর নমপেন।\nসার্বভৌম কম্বোডিয়া রাষ্ট্রের জনসংখ্যা ১৭ মিলিয়নেরও বেশি। সংবিধানে বৌদ্ধধর্মকে দাফতরিক রাষ্ট্রধর্ম হিসেবে অন্তর্ভুক্ত করা হয়েছে এবং জনসংখ্যার ৯৭ শতাংশেরও বেশি এটি অনুশীলন করে। কম্বোডিয়ার সংখ্যালঘু জনগোষ্ঠীর মধ্যে ভিয়েতনামি, চীনা, চাম ও ৩০টি পাহাড়ি উপজাতি অন্তর্ভুক্ত রয়েছে। রাজধানী ও বৃহত্তম শহর নম পেন হল কম্বোডিয়ার রাজনৈতিক, অর্থনৈতিক ও সাংস্কৃতিক কেন্দ্র। রাজ্যটি হল একটি নির্বাচনী সাংবিধানিক রাজতন্ত্র যার একজন সম্রাট, বর্তমানে নরোদম শিহামনি, সিংহাসনের রাজকীয় পরিষদ কর্তৃক রাষ্ট্রপ্রধান হিসাবে নির্বাচিত হন। সরকারপ্রধান হলেন প্রধানমন্ত্রী, বর্তমানে হুন সেন, দক্ষিণ-পূর্ব এশিয়ার সবচেয়ে দীর্ঘকালীন অরাজকীয় নেতা, যিনি ১৯৮৫ সাল থেকে শাসন করেছেন।\nপ্রাচীনকাল থেকেই কম্বোডিয়াতে রাজতন্ত্র বিদ্যমান ছিল। এক হাজার বছরেরও আগে কম্বোডিয়া খমের জাতির আংকর সাম্রাজ্যের কেন্দ্র ছিল। আংকর সাম্রাজ্যটি ৬০০ বছর ধরে সমগ্র দক্ষিণ-পূর্ব এশিয়া জুড়ে বিস্তৃত ছিল। ১৮৬৩ থেকে ১৯৫৩ সাল পর্যন্ত এটি একটি ফরাসি প্রোটেক্টোরেট ছিল। ১৯৭০ সালে রাজতন্ত্রের স্থানে প্রজাতন্ত্র প্রতিষ্ঠা করা হয় এবং ১৯৭৫ সালে খমের রুজ নামের একটি সাম্যবাদী সরকার ক্ষমতা লাভ করে। তারা দেশটিকে গণতন্ত্রী কাম্পুচিয়া নাম দেয়। খমের রুজের নিপীড়ন এবং চরমপন্থী সমাজতান্ত্রিক সংস্কার কম্বোডিয়ার সমাজ ও অর্থনীতিতে ধ্স নামায়। ১৯৭৯ সালে ভিয়েতনাম ও কম্বোডিয়ার  খমের রুজ-বিরোধী শক্তি সরকারটির পতন ঘটায় এবং অপেক্ষাকৃত সহিষ্ণু একটি সাম্যবাদী সরকার গঠন করে। ১৯৮৯ সালে দেশটি সমাজতন্ত্র পরিত্যাগ করে এবং ১৯৯৩ সালে একটি নতুন সংবিধান পাস করে রাজতন্ত্র পুনঃপ্রতিষ্ঠা করা হয়।\n\n\n== ইতিহাস ==\n\n\n=== ফরাসী উপনিবেশকাল ===\n\nথাইল্যান্ডের রত্তানাকোসিন রাজ্য যা শ্যাম নামেও পরিচিত (যেকারণে থাইল্যান্ডকে শ্যামদেশ বলা হতো) রাজা নরোদমকে কম্বোডিয়ার ক্ষমতায় বসিয়েছিল। কিন্তু ১৮৬৩ সালে নরোদম শ্যামদের থেকে রক্ষা পাবার জন্য ফ্রান্সের কাছে নিরাপত্তা প্রার্থনা করেন। পরে ১৮৬৭ সালে শ্যাম রাজা চতুর্থ রাম ফ্রান্সের সাথে একটি চুক্তি স্বাক্ষর করে কম্বোডিয়ার বৈদেশিক সম্পর্ক নিয়ন্ত্রনের ক্ষমতা (সুজেরাইনটি) তাদের হাতে তুলে দেন। বিনিময়ে তিনি বাটামবাং এবং সিয়েম রিপ প্রদেশদুটিকে অফিশিয়ালি শ্যামদেশের অংশ হিসেবে যুক্ত করে ফেলেন। ১৯০৭ সালে অবশ্য ফ্রান্স এবং শ্যামদেশের আরেকটি চুক্তির মাধ্যমে প্রদেশদুটি কম্বোডিয়া ফেরত পায়।\n১৮৬৭ থেকে ১৯৫৩ সাল পর্যন্ত কম্বোডিয়া ছিল ফ্রান্সের প্রটেক্টরেট রাজ্য, ফরাসি ইন্দোচীন উপনিবেশের অংশ হিসেবেই এর প্রশাসনিক কার্যক্রম সম্পন্ন হতো। তবে মাঝে ১৯৪১ থেকে ১৯৪৬ পর্যন্ত কম্বোডিয়া ছিল জাপানের দখলে এবং ১৯৪৫ এর মধ্যভাগে খুব অল্প সময়ের জন্য কাম্পুচিয়া রাজ্যের পুতুল রাষ্ট্ররূপে। ১৮৭৪ থেকে ১৯৬২ সালের মধ্যে মোট জনসংখ্যা ৯,৪৬,০০০ থেকে বেড়ে দাঁড়ায় ৫৭ লক্ষ। ১৯০৪ সালে রাজা নরোদমের মৃত্যু হলে ফরাসীরা নতুন রাজা নির্বাচনে তাদের প্রভাব খাটায় এবং নরোদমের ভাই সিসোয়াথকে সিংহাসনে বসানো হয়। ১৯২৭ সালে সিসোয়াথের মৃত্যুর পর তার ছেলে সিসোয়াথ মনিভং ক্ষমতায় আসেন। ১৯৪১ সালে মনিভংয়ের মৃত্যুর পর তার ছেলে মনিরেথের হবার কথা থাকলেও ফরাসীদের মত ছিল মনিরেথ বেশি স্বাধীনচেতা, তাই তার বদলে নরোদম সিহানুককে তারা সিংহাসনে বসায়। সিহানুক ছিলেন রাজা সিসোয়াথের দৌহিত্র। ফরাসীরা ভেবেছিল এই তরুণ রাজাকে তারা সহজেই নিজেদের মতো চালাতে পারবে। কিন্তু সেই আশা ব্যর্থতায় পর্যবসিত হয়। বরং রাজা নরোদম সিহানুকের আমলেই ফ্রান্সের কাছ থেকে কম্বোডিয়া স্বাধীনতা লাভ করে, ৯ই নভেম্বর ১৯৫৩ সালে।\n\n\n=== স্বাধীনতা এবং ভিয়েতনাম যুদ্ধ ===\nরাজা নরোদম সিহানুকের অধীনে কম্বোডিয়া একটি সাংবিধানিক রাজতন্ত্রে রূপলাভ করে। যখন ফরাসি ইন্দোচীন স্বাধীন হয়, কম্বোডিয়া মেকং বদ্বীপের দখল পাবার আশা ছেড়ে দেয় কারণ এটি তখন ভিয়েতনামকে দেওয়া হয়ে গেছে। মেকং ছিল একসময় খেমের রাজ্যের অংশ, পরে ১৬৯৮ সাল থেকে এটি ভিয়েতনামীদের দখলে চলে যায়; রাজা ২য় চেয় চেত্থা অবশ্য আরো কয়েক দশক আগে থেকেই ভিয়েতনামীদের সেখানে বসতি স্থাপন করবার অনুমতি দিয়েছিলেন। কিন্তু তখনো দশ লাখের বেশি খেমের জাতিগোষ্ঠীর মানুষ সেখানে বসবাস করতে থাকায় এটি একটি কূটনৈতিক সমস্যা হয়ে দাড়াঁয়। পরবর্তীতে খেমের রুজরা অঞ্চলটা পুনরুদ্ধারের জন্য আক্রমণ চালিয়েছিল, কিন্তু ভিয়েতনাম তখন পাল্টা কম্বোডিয়ায় আগ্রাসন চালিয়ে খেমের রুজকেই উৎখাত করে দেয়।\n\n১৯৫৫ সালে সিহানুক রাজনীতিতে অংশ নেওয়ার জন্য তার বাবাকে সিংহাসন ছেড়ে দেন এবং প্রধানমন্ত্রী নির্বাচিত হন। কিন্তু ১৯৬০ সালে বাবার মৃত্যুর পর তিনি আবার রাষ্ট্রপ্রধান হয়ে যান এবং তখন প্রিন্স উপাধি নেন। ভিয়েতনাম যুদ্ধ যখন চলছে এবং সময়টা স্নায়ুযুদ্ধের, সিহানুক নিরপেক্ষ থাকার নীতি গ্রহণ করেন। তিনি ভিয়েতনামী কমিউনিস্টদের কম্বোডিয়াকে আশ্রয় হিসেবে ব্যবহার করায় বাধা দেননি যারা কিনা কম্বোডিয়ার মধ্য দিয়ে দক্ষিণ ভিয়েতনামে তাদের যোদ্ধাদের কাছে অস্ত্রশস্ত্র এবং অন্যান্য সহযোগিতা পাঠাতো। অনেক কম্বোডীয়রা রাজার এই নীতিকে অপমানসূচক মনে করতে থাকে। সিহানুক ১৯৬৭ সালের ডিসেম্বরে ওয়াশিংটন পোস্টের সাংবাদিক স্ট্যানলি কার্নোউকে বলেন যে মার্কিন যুক্তরাষ্ট্র যদি কম্বোডিয়ায় আশ্রয় লুকিয়ে থাকা ভিয়েতনামী কমিউনিস্টদের আস্তানায় বোমা মারতে চায় তার আপত্তি নেই যতক্ষণ না কম্বোডীয়রা মারা যাচ্ছে।\n১৯৬৮-এর জানুয়ারিতে মার্কিন প্রেসিডেন্ট জনসনের দূত চেস্টার বোলেসকেও তিনি একই কথা বলেন। কিন্তু জনসম্মুখে তিনি কম্বোডিয়ায় আমেরিকার বিমান আক্রমণের সুযোগ অস্বীকার করেন এবং ২৬শে মার্চ বলেন যে \"এই অপরাধমূলক আক্রমণ এক্ষুণি সম্পূর্ণরূপে বন্ধ করতে হবে।\" ২৮শে মার্চ একটি সংবাদ সম্মেলন হয় এবং সিহানুক আন্তর্জাতিক সংবাদমাধ্যমের কাছে আবেদন জানান: \"আমি আপনাদের আহ্বান জানাচ্ছি বিদেশে কম্বোডিয়ার এই অবস্থান জানানোর জন্য যে, আমি সর্বাবস্থায়, যে কারণেই হোক না কেন, কম্বোডিয়ার টেরিটরিতে বোমাবর্ষণের বিরোধিতা করছি।\" তারপরেও সিহানুকের আবেদন অগ্রাহ্য করা হয় এবং বোমাবর্ষণ চলতে থাকে। সরকারের এবং সেনাবাহিনীর সদস্যরা সিহানুকের শাসনপদ্ধতির প্রতি বীতশ্রদ্ধ হয়ে উঠতে থাকে। মার্কিন যুক্তরাষ্ট্রের দিক থেকে তার উলটো দিকে ঝুঁকে যাওয়াকেও তারা ভালো চোখে দেখছিল না।\n\n\n=== খেমার প্রজাতন্ত্র (১৯৭০-৭৫) ===\n১৯৭০ সালে সিহানুক বেইজিং সফরে থাকাকালে প্রধানমন্ত্রী জেনারেল লন নল এবং প্রিন্স সিসোয়াথ সিরিক মাতাক সামরিক অভ্যুত্থান করে ক্ষমতা দখল করে। মার্কিন যুক্তরাষ্ট্র এই অভ্যুত্থানে সহায়তা করেছিল কিনা তা প্রমাণিত হয়নি। তবে অভ্যুত্থান সফল হওয়া মাত্রই নতুন শাসকেরা ভিয়েতনামী কমিউনিস্টদেরকে কম্বোডিয়া ত্যাগ করতে বলে, এতে তারা আমেরিকার রাজনৈতিক সমর্থন পায়। উত্তর ভিয়েতনামী এবং ভিয়েতকং সেনারা তাদের আশ্রয়স্থল এবং সরবরাহ লাইন চালু রাখার জন্য নতুন সরকারের ওপর আক্রমণ চালানো শুরু করে। রাজা সিহানুকও এদিকে তার সমর্থকদের বলেন নতুন সরকারকে উৎখাত করতে সহযোগিতা করতে, ফলে কম্বোডিয়ার গৃহযুদ্ধ ত্বরান্বিত হয়।\n\nদ্রুতই খেমার রুজ বিপ্লবীরা তাদের পক্ষে সমর্থন পাওয়ার জন্য সিহানুককে ব্যবহার করতে শুরু করে। ১৯৭০ থেকে ১৯৭২ সালের প্রথমদিক পর্যন্ত কম্বোডিয়ার সংঘাত ছিল মূলত সরকার ও কম্বোডিয়ার সেনাবাহিনী এবং উত্তর ভিয়েতনামী সামরিক বাহিনীগুলোর মধ্যে। ভিয়েতনামী কমিউনিস্টরা কম্বোডিয়ার যেসব অঞ্চল দখল করছিল সেখানে নতুন রাজনৈতিক অবকাঠামো প্রবর্তন করছিল এবং পরবর্তীতে এই কাঠামোতে খেমার রুজ বলে কথিত কম্বোডীয় কমিউনিস্টরাই সর্বেসর্বা হয়ে ওঠে। ১৯৬৯ থেকে ১৯৭৩ সালের মধ্যে ভিয়েত কং এবং খেমার রুজদের দমন করার জন্য ভিয়েতনাম প্রজাতন্ত্র এবং মার্কিন সেনাবাহিনী কম্বোডিয়ায় বিপুল বোমাবর্ষণ করে।\n\n\n== রাজনীতি ==\nকম্বোডিয়ার রাজনীতি একটি সংসদীয় প্রতিনিধিত্বমূলক গণতান্ত্রিক রাজতন্ত্র কাঠামোয় সংঘটিত হয়। রাজা বা রাণী হলেন রাষ্ট্রের প্রধান। সরকারপ্রধান হলেন প্রধানমন্ত্রী। রাষ্ট্রের নির্বাহী ক্ষমতা সরকারের উপর ন্যস্ত। আইন প্রণয়নের ক্ষমতা দ্বিপাক্ষিক আইনসভার উপর ন্যস্ত।\n\n\n== ভূগোল ==\n\n\n== অর্থনীতি ==\nকম্বোডীয় অর্থনীতি কৃষি নির্ভর।\nএখানে প্রচুর মাছ পাওয়া যায়।\n\n\n== জনমিতি ==\n\n\n=== জনসংখ্যা ===\n২০১৪ সালে কাম্বোডিয়া তে আনুমানিক ১৫,৪৫৮,৩৩২ লোক বসাবস করে।\n\n\n=== ধর্ম ===\n\nকম্বোডিয়ার সংবিধানের ৩য় অধ্যায়ের ৪৩শ অনুচ্ছেদ অনুসারে বৌদ্ধধর্ম দেশটির রাষ্ট্রধর্ম। ৯৫ শতাংশ কম্বোডীয় জনগণ থেরবাদ বৌদ্ধধর্মের অনুসারী এবং দেশজুড়ে আনুমানিক ৪,৩৯২টি বৌদ্ধবিহার ও মন্দির রয়েছে। কম্বোডীয় বৌদ্ধধর্ম গভীরভাবে হিন্দুধর্ম ও স্থানীয় সর্বপ্রাণবাদ দ্বারা প্রভাবিত।\nআত্মা ও সম্প্রদায়ের মধ্যে ঘনিষ্ঠ আন্তঃসম্পর্ক, রক্ষক ও ভাগ্য-আকর্ষক ক্রিয়া ও আকর্ষণের কার্যকারিতা এবং ব্যারোমি আত্মা প্রভৃতি আধ্যাত্মিক সত্তাগুলির সাথে যোগাযোগের মাধ্যমে একজনের জীবন পরিচালনা করার সম্ভাবনা স্থানীয় লোকধর্ম থেকে উদ্ভূত। হিন্দুধর্ম তান্ত্রিকতাবাদের জাদুবিদ্যাচর্চার বাইরে সামান্য চিহ্ন রেখে গেছে এবং হিন্দু দেবতাদের একটি দল এখন আত্মিক জগতে আত্মীকৃত হয়েছেন। উদাহরণস্বরূপ, ইয়ে মাও নামক গুরুত্বপূর্ণ নেক তা আত্মা হলেন হিন্দু দেবী কালীর আধুনিক অবতার।\nমহাযান বৌদ্ধধর্ম কম্বোডিয়ার অধিকাংশ চীনা ও ভিয়েতনামিদের ধর্ম। অন্যান্য ধর্মীয় অনুশীলনের উপাদান, যেমন লোকায়ত নায়ক ও পূর্বপুরুষদের পুজো, কনফুসীয়বাদ এবং চীনা বৌদ্ধধর্মের সঙ্গে তাওবাদের মিশ্রণও অনুশীলিত হয়।\nপ্রায় ২% জনগণ ইসলামের অনুসারী  অনুসরণ এবং তাদের মধ্যে তিনটি প্রকারভেদ রয়েছে, দুটি চাম জাতির লোকেরা অনুশীলন করে এবং তৃতীয়টি মালয় বংশধরদের দ্বারা, যারা বংশ পরম্পরায় দেশটিতে বসবাস করে। কম্বোডিয়ার মুসলিম জনসংখ্যা ৮০% জাতিগত চাম বলে জানা গেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}