{"pageid": 1482920, "title": "মুহাম্মাদের নেতৃত্ব: একটি ঐতিহাসিক পুনর্গঠন", "url": "https://bn.wikipedia.org/wiki?curid=1482920", "content": "মুহাম্মদের নেতৃত্ব: একটি ঐতিহাসিক পুনর্গঠন ব্রিটিশ-নিউজিল্যান্ডের ইসলামিক পণ্ডিত জোয়েল হেওয়ার্ডের ২০২১ সালে লিখিত ইসলামিক নবী মুহাম্মদের নেতৃত্ব সম্পর্কে একটি জীবনীমূলক বই। বইটি ২০২১ সালের শারজাহ ইন্টারন্যাশনাল বুক অ্যাওয়ার্ডে সেরা আন্তর্জাতিক নন-ফিকশন বইয়ের পুরস্কারে ভূষিত হয়েছে। সান ফ্রান্সিসকো বুক রিভিউ লিখেছেন, বইটি এটি নেতৃত্ব সম্পর্কে মূল্যবান পাঠ প্রদান করবে যা বিশ্ব নেতাদের আরও ভাল নেতৃত্ব দিতে সাহায্য করতে পারে। ক্রিটিকাল মুসলিম বলেছে, বইটি মৌলিক, অন্তর্দৃষ্টিপূর্ণ এবং বুদ্ধিবৃত্তিক ভাবে লেখা হয়েছে।\n\n\n== সারাংশ ==\nবইটিতে ব্যাখ্যার জন্য মুহাম্মদের বৈশিষ্ট্য ও নৈতিক চরিত্রের দিকে তাকানোর পরিবর্তে মুহাম্মদ কেমন ছিলেন সেটা লেখকের দিক থেকে বর্ণনা করা হয়েছে। মুহাম্মাদের কর্ম ও অভ্যাস অর্থপূর্ণ অন্তর্দৃষ্টি প্রকাশ করে কিনা তা নিশ্চিত করার জন্য মুহাম্মদ কী ভেবেছিলেন এবং কী করেছিলেন তার উপর দৃষ্টি দিতেই বইটি লেখা হয়েছে। লেখক মুহাম্মাদের নেতৃত্বের কার্যকারিতা তদন্ত করেছিলেন। এই কাজ করতে গিয়ে তিনি বর্তমান আরবির প্রাচীনতম সূত্রগুলি খুজেছেন। মুহাম্মদের নেতৃত্বের ২৩ বছরে তার যোগ্যতা সম্পর্কে কী প্রকাশ করে, তিনি সচেতনভাবে এমন ইতিবাচক কাজ ও ফলাফল তৈরি করেছিলেন সেগুলো বইটিতে বিস্তারিতভাবে উল্লেখ আছে।\n\n\n== রিভিউ ==\n\nকিরকুস রিভিউ বলেছে যে হেওয়ার্ড অস্বীকার্যভাবে একাডেমিয়ার সবচেয়ে দৃশ্যমান ইসলামিক চিন্তাবিদদের একজন। তিনি ইসলাম এবং মুহাম্মদের একটি শিক্ষিত ইতিহাস তৈরি করেছিলেন যা সমসাময়িক এবং ভবিষ্যত লেখকদের মধ্যে সফল নেতৃত্বের কৌশল নির্ধারনে মূল্যবান অন্তর্দৃষ্টি প্রদানের লক্ষ্যে সফল হয়। কিরকুস বইটির ইসলামী ধর্মতত্ত্বের সম্পূর্ণ নির্দেশ এবং আরবি ভাষার পাশাপাশি এর সমৃদ্ধ টীকার প্রশংসা করেছেন। কিরকুস তার মন্তব্যে বলেন, মুসলিম এবং অমুসলিম উভয়ের জন্যই বইটি কার্যকরী কারণ এটিতে বর্ণনার জন্য একাডেমিক এবং ধর্মীয় পরিভাষা পরিহার করা হয়েছে।\nক্রিটিকাল মুসলিমের একটি পর্যালোচনা অনুসারে, বইটি নেতৃত্বের ভবিষ্যদ্বাণীমূলক মডেলকে বুঝতে, এর সাথে জড়িত বা অনুকরণ করতে আমাদের সম্মিলিত ব্যর্থতার একটি অত্যন্ত প্রয়োজনীয় প্রতিষেধক বিবেচনা করা যায়। আমাদের জটিল এবং সমস্যাযুক্ত বিশ্বে হেওয়ার্ডের প্রকৃতির পদ্ধতিগত ব্যাখ্যা করে। নবীর নেতৃত্ব সম্পূর্ণ অর্থবহ এবং একই সাথে আমাদের সময়ে মুসলিম রাজনীতিবিদ এবং ধর্মতাত্ত্বিকদের দ্বারা করা প্রতিটি কাজ ও দাবীকে প্রশ্নবিদ্ধ করা প্রয়োজন। এই বইটি মৌলিক, অন্তর্দৃষ্টিপূর্ণ এবং বুদ্ধিবৃত্তিক ভাবে লেখা হয়েছে। মুসলিম ও অমুসলিম পাঠক যদি মনোযোগ সহকারে পড়ে এবং অন্তর্দৃষ্টিগুলো বিচারের সাথে প্রয়োগ করে তাহলে এটি পাঠকের নিজস্ব নেতৃত্বের ক্ষমতাকে পরিবর্তন করবে।\nমুসলিম ওয়ার্ল্ড বুক রিভিউ বলেছে, ব্রিটিশ-নিউজিল্যান্ডের পণ্ডিত জোয়েল হেওয়ার্ডের যে কোনও কাজের উপস্থিতি ইতিহাসে আগ্রহীদের জন্য আগ্রহ এবং তাৎপর্যের বিষয়। তবে এই বইটি প্রশস্ততা, পাণ্ডিত্য এবং বুদ্ধিবৃত্তিক উচ্চাকাঙ্ক্ষাকে বিশেষভাবে গুরুত্ব দেয়। তার সূত্রগুলো অনবদ্য এবং ব্যাখ্যাগুলো অদম্য এবং সুশৃঙ্খল। বইটির প্রভাব অভ্যন্তরীণভাবে উল্লেখযোগ্যভাবে বিস্তৃত। এই বইটি একটি জটিল বিষয়ের একটি সহজলভ্য এবং ব্যাপক উপস্থাপনা প্রকাশ করেছে। লেখক সফলভাবে কার্যকর নেতৃত্বের বিষয়ে একটি জ্ঞানপূর্ণ অনুসন্ধানের সাথে একত্রিত করেছেন। এই বইটিকে শোষণকারী, প্রাণবন্ত এবং উদ্দীপক বলে মনে করা হয়। বইটি ছাত্র এবং সাধারণ পাঠক উভয়ের জন্যই একটি অপরিহার্য সংযোজন।\nসান ফ্রান্সিসকো বুক রিভিউ লিখেছেন, হেওয়ার্ড একজন \"বিখ্যাত ইতিহাসবিদ এবং কৌশলগত অধ্যয়নের পণ্ডিত। বুক রিভিউ বইটিকে \"গ্রাউন্ড ব্রেকিং বই\" বলে অভিহিত করেছেন। পর্যালোচক ফোলুসো ফালায়ে বইটিকে ফাইভ স্টার প্রদান করেছেন। এই পর্যালোচক বইটিকে \"মুহাম্মদ এবং ইসলামের সূচনা সম্পর্কে জ্ঞানের একটি বড় উৎস\" বলে বর্ণনা করেছেন। তিনি লিখেছেন যে এর \"সমালোচনামূলক দৃষ্টিভঙ্গি একাডেমিক মনকে ঘনভূত করবে। বইটির ভাষা অনেক সহজ এবং সমস্ত পাঠকদের সাথে মানানসই। তিনি আরো বলেন, বইটি ঐতিহাসিকভাবে তথ্যপূর্ণ হওয়ার পাশাপাশি, এটি নেতৃত্ব সম্পর্কে মূল্যবান পাঠ প্রদান করবে যা বিশ্ব নেতাদের, সিদ্ধান্ত গ্রহণকারীদের, শিক্ষকদের এবং জীবনের সর্বস্তরের মানুষকে আরও ভাল নেতৃত্ব দিতে সাহায্য করতে পারে।\n\n\n== অনুবাদ ==\n\n\n=== বসনিয়ান ভাষা ===\n২০২২ সালে, একটি বসনিয়ান অনুবাদ প্রকাশিত হয়েছিল: Muhammed kao lider: historijska rekonstrukcija (Tuzla: Dialogos, ২০২২)। আইএসবিএন 978-9926-8652-0-7।\n\n\n=== আরবি ভাষা ===\n২০২৩ সালে, একটি আরবি অনুবাদ প্রকাশিত হয়েছিল: قيادة محمد ﷺ إعادة بناء ইতিহাস (আম্মান: দার-শোরুক, ২০২৩)।\n\n\n== আরো দেখুন ==\nভবিষ্যদ্বাণীমূলক জীবনী\nমুহাম্মদের জীবনী তালিকা\n\n\n== তথ্যসূত্র =="}