{"pageid": 1482900, "title": "ইংল্যান্ডের সাধারণ নির্বাচন, ১৬৮৫", "url": "https://bn.wikipedia.org/wiki?curid=1482900", "content": "১৬৮৫ সালের ইংল্যান্ডের সাধারণ নির্বাচনে ইংল্যান্ডের দ্বিতীয় জেমসের একমাত্র সংসদ নির্বাচিত হয় যা অনুগত সংসদ নামে পরিচিত। এই প্রথম ইংল্যান্ডের পার্লামেন্টে রাজনৈতিক দলবদ্ধতার জন্য হুইগ এবং টোরি শব্দগুলি ব্যবহার করা হয়েছিল। দলীয় শক্তি আনুমানিক এবং অনেক এমপির আনুগত্য অজানা।\nইংল্যান্ড এবং ওয়েলসের ৫৩টি কাউন্টি এবং ২১৭টি বরো জুড়ে ৫১৩ জন সংসদ সদস্যকে নির্বাচিত করা হয়েছে। যাদের মধ্যে সবচেয়ে বেশি দুইজন সদস্য পুনঃনির্বাচিত হয়েছেন। শুধুমাত্র ১৫টি কাউন্টি এবং ৫৭টি বরো (মোট ১০০টি আসন) নির্বাচনে প্রতিদ্বন্দ্বিতা করেছিল। অন্যান্য প্রার্থীরা বিনা প্রতিদ্বন্দ্বিতায় ফিরে গিয়েছিল। একটি বরোর ডাবল রিটার্ন ছিল, যেখানে একাধিক সদস্য নির্বাচিত হয়েছেন বলে রেকর্ড করা হয়েছে, এবং অন্যটি পরবর্তীতে পার্লামেন্ট দ্বারা বাতিল করা হয় এবং একটি উপ-নির্বাচন বাধ্যতামূলক করে।\n\nপূর্ববর্তী নির্বাচন থেকে আসন সংখ্যা পরিবর্তন না হলেও রাজকীয় প্রভাবে তাদের নির্বাচকমণ্ডলী উল্লেখযোগ্যভাবে পরিবর্তিত হয়েছে। বর্জন সংকটের পর নিরানব্বইটি বরো নতুন চার্টার পেয়েছিল যার লক্ষ্য হল হুইগদের প্রভাব দূর করা। হুইগরা কাউন্টি নির্বাচনী এলাকায়ও আসন হারায় - যেগুলি চার্টার ম্যানিপুলেশনের জন্য দায়ী ছিল না - ১৬৮১ সালে প্রায় ষাটটি কাউন্টি আসন থেকে মাত্র আটটিতে নেমে আসে।\nনতুন সংসদে টোরিদের এখন কমন্স এবং লর্ডস উভয় কক্ষে তাদের নিজস্ব সংখ্যাগরিষ্ঠতা ছিল। নির্বাচনে পুনঃনির্বাচিত সদস্যদের সঠিক দলীয় বিভাজন স্পষ্ট নয় তবে ১৬৮৫-৮৯ সংসদীয় মেয়াদে দায়িত্ব পালনকারী ৫২৫ সদস্যের মধ্যে পরবর্তী উপ-নির্বাচনে নির্বাচিতরা সহ ৪৬৮ টোরি হিসাবে এবং ৫৭ জনকে হুইগ হিসাবে অনুমান করা হয়। এই অনুমানটি কোনো সদস্যকে অপ্রত্যাশিত হিসাবে বিবেচনা করে না এবং ৩০% সদস্য পর্যন্ত নিষ্ক্রিয় হিসাবে রেকর্ড করা হয়েছিল।\nএই নির্বাচন জনসংখ্যার পাশাপাশি রাজনৈতিকভাবে সংসদে উল্লেখযোগ্য প্রভাব ফেলেছিল। নবনির্বাচিত সদস্যরা বেশির ভাগই অনভিজ্ঞ এবং অর্ধেকেরও বেশি সদস্য আগে কখনো সংসদে বসেননি। ১৬৮৯ সালের পরবর্তী নির্বাচনে এদের অধিকাংশই পদত্যাগ করবে বা তাদের আসন হারায়। সদস্যদের উচ্চ চার্চ অ্যাংলিকান হওয়ার সম্ভাবনা অনেক বেশি ছিল এবং সময়ের অন্যান্য সংসদের তুলনায় খুব কম প্রেসবিটারিয়ান বা স্বাধীন। সেখানে অস্বাভাবিকভাবে সরকারি কর্মকর্তা ও সামরিক কর্মকর্তাদের সংখ্যা বেশি এবং দেশের ভদ্রলোক কম। দুইজন নাবালক নির্বাচিত হয়েছিল যারা হল পিটার লেগ এবং টমাস উইন্ডসর। তাদের বয়স যথাক্রমে ১৫ এবং ১৬।\n\n\n== তথ্যসূত্র =="}