{"pageid": 1482761, "title": "বেঙ্গল নাগপুর রেলওয়ে ফুটবল ক্লাব", "url": "https://bn.wikipedia.org/wiki?curid=1482761", "content": "বেঙ্গল নাগপুর রেলওয়ে ফুটবল ক্লাব (বিএনআর রিক্রিয়েশন ক্লাব নামেও পরিচিত) হল কলকাতা, পশ্চিমবঙ্গে অবস্থিত একটি ভারতীয় প্রাতিষ্ঠানিক ফুটবল ক্লাব। ১৯২৯ সালে প্রতিষ্ঠিত, ক্লাবটি কলকাতা ফুটবল লিগের প্রিমিয়ার বি ডিভিশনে প্রতিদ্বন্দ্বিতা করে।\n\n\n== ইতিহাস ==\nবেঙ্গল নাগপুর রেলওয়ে রিক্রিয়েশন ক্লাবটি ১৯২৮ সালে বেঙ্গল নাগপুর রেলওয়ে (বিএনআর) এর বিনোদনমূলক শাখা হিসাবে প্রতিষ্ঠিত হয়েছিল, যা এখন দক্ষিণ পূর্ব রেলওয়ে নামে পরিচিত (পূর্ব ও মধ্য ভারতে রেলপথের উন্নয়নে অগ্রণী ভূমিকা পালনকারী কোম্পানিগুলির মধ্যে একটি)। বিএনআর ক্লাব ফুটবল, ক্রিকেট, ফিল্ড হকি এবং ওয়াটার পোলো সহ অসংখ্য খেলার সাথে জড়িত ছিল।\nবিএনআর ১৯৪৯ সালে কলকাতা ফুটবল লিগের প্রথম বিভাগে পৌঁছেছিল এবং একটি প্রাতিষ্ঠানিক দল হিসাবে ১৯৬০-এর দশকে তাদের সোনালী সময়কালে কলকাতা ফুটবলে গণনা করার মতো একটি শক্তি ছিল। তারা ১৯৬৩ সালে মর্যাদাপূর্ণ আইএফএ শিল্ড জিতেছিল, এবং ১৯৬৬ সালে রানার্স-আপ হয়েছিল। এবং ১৬৪-৬৫ সালে রোভার্স কাপ। তারা ১৯৬৭ ডুরান্ড কাপে রানার্স-আপ হয়ে সাফল্য অর্জন করে। ক্লাবটি পরে ১৯৮৫ আইএফএ শিল্ডে অংশ নেয়, যেখানে তারা উরুগুয়ের বিখ্যাত ক্লাব সেন্ট্রো অ্যাটলেটিকো ফেনিক্সের মুখোমুখি হয়েছিল। পরে ক্লাবটি কিংবদন্তি ভারতীয় ফুটবলার তুলসীদাস বলরাম দ্বারা সংক্ষিপ্তভাবে পরিচালিত হয়। পরবর্তীতে ১৯৯০-এর দশকে, বিএনআর ধারাবাহিকভাবে সিএফএলের সুপার বিভাগে উপস্থিত হয়, রবীন্দ্র সরোবর স্টেডিয়ামে হোম ম্যাচ খেলে।\n\n\n== মালিকানা ==\n\n\n== উল্লেখযোগ্য খেলোয়াড় ==\n\n\n=== অ্যাসোসিয়েশন ফুটবল ===\nবেঙ্গল নাগপুর রেলওয়ে এফসির হয়ে খেলেছেন এমন উল্লেখযোগ্য খেলোয়াড়দের মধ্যে রয়েছেন সাহু মেওয়ালাল, তুলসীদাস বলরাম, অরুণ ঘোষ, কে. আপ্পালরাজু, রাজেন্দ্র মোহন, সমর ব্যানার্জি, চন্দ্রেশ্বর প্রসাদ, মিহির বসু, সুদীপ চ্যাটার্জি। তাদের মধ্যে, আপ্পালরাজু ১৯৫৯ সালে বিএনআরের সাথে সিএফএলের শীর্ষ গোলদাতা হিসেবে আবির্ভূত হন। কিংবদন্তি ভারতীয় কোচ অমল দত্তও বিএনআরের সাথে হাজির; পরে তিনি দলও পরিচালনা করেন। প্রাক্তন পাকিস্তানি আন্তর্জাতিক খেলোয়াড় তারাপদ রায়, যিনি পরে ভারতীয় নাগরিকত্ব লাভ করেন, তিনিও ক্লাবের সাথে হাজির হন।\n\n\n=== ফিল্ড হকি ===\n লেসলি ক্লডিয়াস – ১৯৪৮, ১৯৫২ ও ১৯৫৬ সালে স্বর্ণপদক এবং ১৯৬০ গ্রীষ্মকালীন অলিম্পিক গেমসে রৌপ্য পদক জয়ী ভারতীয় হকি দলের সদস্য।\n জোসেফ গ্যালিবার্ডি – বার্লিনে অনুষ্ঠিত ১৯৩৬ গ্রীষ্মকালীন অলিম্পিকে ভারতের প্রতিনিধিত্ব করেন এবং স্বর্ণপদক জিতেছিলেন, বিএনআরের হয়ে ঘরোয়া হকি খেলেছিলেন।\n\n\n== সাফল্য ==\n\n\n=== লিগ ===\nসিএফএল দ্বিতীয় বিভাগ\nচ্যাম্পিয়ন (১): ১৯৪৯\nসিএফএল প্রথম বিভাগ\nতৃতীয় স্থান (১): ২০২২\n\n\n=== কাপ ===\nআইএফএ শিল্ড\nচ্যাম্পিয়ন (১): ১৯৬৩\nরানার্স-আপ (১): ১৯৬৬\nডুরান্ড কাপ\nরানার্স-আপ (১): ১৯৬৭\nরোভার্স কাপ\nচ্যাম্পিয়ন (১): ১৯৬৪-৬৫\nসিকিম গভর্নর গোল্ড কাপ\nরানার্স-আপ (১): ২০০৯\nইকে নয়নার মেমোরিয়াল গোল্ড কাপ\nচ্যাম্পিয়ন (১): ২০১২\n\n\n== অন্যান্য বিভাগ ==\n\n\n=== ফিল্ড হকি ===\nফুটবলের পাশাপাশি ফিল্ড হকির চর্চা হয় বিএনআরে। দেশে ব্রিটিশ শাসন থেকে ১৯৬০ সাল পর্যন্ত, এটিতে অ্যাংলো-ইন্ডিয়ান খেলোয়াড় ছিল, যারা ক্লাবের বিভিন্ন দেশব্যাপী টুর্নামেন্টে নেতৃত্ব দিয়েছিল। ঔপনিবেশিক যুগে দলের উল্লেখযোগ্য খেলোয়াড় ছিলেন কার্ল ট্যাপসেল, ডিকি কার এবং জো গ্যালিবার্ডি। বেঙ্গল হকি অ্যাসোসিয়েশন (বিএইচএ) এর সাথে অনুমোদিত ক্লাবটি মর্যাদাপূর্ণ বেইটন কাপ এবং কলকাতা হকি লিগে অংশগ্রহণ করে।\n\nসাফল্য\nবেইটন কাপ\nচ্যাম্পিয়ন (৫): ১৯৩৭, ১৯৩৯, ১৯৪৩, ১৯৪৪, ১৯৪৫\nরানার্স-আপ (৮): ১৯৩১, ১৯৩২, ১৯৩৫, ১৯৩৮, ১৯৪২, ১৯৪৬, ১৯৬৮, ১৯৯৪\nকলকাতা হকি লিগ\nচ্যাম্পিয়ন (৪): ১৯৬৫, ১৯৬৬, ১৯৬৭, ১৯৯৪\nবোম্বে গোল্ড কাপ\nচ্যাম্পিয়ন (১): ১৯৬৫\nওবায়দুল্লাহ গোল্ডকাপ\nচ্যাম্পিয়ন (৯): ১৯৫৮, ১৯৬০, ১৯৬১, ১৯৬২, ১৯৬৪, ১৯৬৫, ১৯৬৭, ১৯৬৯, ১৯৭২\nখান্ডোয়া গোল্ড কাপ\nচ্যাম্পিয়ন (৩): ১৯৬৬, ১৯৬৯, ১৯৭০\nবিএইচএ হকি লিগ\nরানার্স-আপ (২): ২০০৯, ২০১৭\nল্যাগডেন কাপ\nচ্যাম্পিয়ন (১): ২০২০\n\n\n=== ক্রিকেট ===\nবিএনআর ক্লাবের ক্রিকেট বিভাগ রয়েছে, অ্যাসোসিয়েশন অফ বেঙ্গল (সিএবি) এর সাথে অনুমোদিত এবং প্রথম বিভাগ লিগ এবং জেসি মুখার্জি টি-টোয়েন্টি ট্রফি সহ অসংখ্য আঞ্চলিক টুর্নামেন্টে প্রতিদ্বন্দ্বিতা করে থাকে।\n\nসাফল্য\nসিএবি প্রথম বিভাগ লিগ\nচ্যাম্পিয়ন (১): ২০১০-১১\nসিএবি সিনিয়র নক-আউট চ্যাম্পিয়নশিপ\nচ্যাম্পিয়ন (১): ১৯৬২–৬৩\n\n\n=== নারী ফুটবল ===\nমহিলা ফুটবলও বিএনআর-এ অনুশীলন করা হচ্ছে এবং দলটি আঞ্চলিক টুর্নামেন্টে অংশ নেয়।\n\n\n== আরও দেখুন ==\n\nকলকাতায় ফুটবল\nভারতের ফুটবল ক্লাবের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবিএনআর রিক্রিয়েশন ক্লাব\nসকারওয়েতে বেঙ্গল নাগপুর রেলওয়ে এফসি"}