{"pageid": 1482893, "title": "অর্টউইন হেস", "url": "https://bn.wikipedia.org/wiki?curid=1482893", "content": "অর্টউইন হেস (ইংরেজি: Ortwin Hess; জন্ম ১৯৬৬) একজন জার্মান-বংশোদ্ভূত ব্রিটিশ তাত্ত্বিক পদার্থবিজ্ঞানী যিনি আয়ারল্যান্ডের ট্রিনিটি কলেজ ডাবলিন ও যুক্তরাজ্যের ইম্পেরিয়াল কলেজ লন্ডনে ঘনপদার্থ আলোকবিজ্ঞান ক্ষেত্রে গবেষণা সম্পাদন করছেন। তাঁর গবেষণাকর্ম ঘনপদার্থ তত্ত্ব ও কোয়ান্টাম আলোকবিজ্ঞানের মধ্যে সেতুবন্ধন সৃষ্টি করেছে। তিনি ন্যানোফোটনবিজ্ঞান, প্লাজমনবিজ্ঞান, অধি-উপাদান ও অর্ধপরিবাহী লেজার গতিবিজ্ঞানের উপরে বিশেষজ্ঞ। ১৯৮০-র দশকের শেষভাগ থেকে তিনি অদ্যাবধি তিনশতেরও বেশি গবেষণাপত্র রচনা করেছেন। এদের মধ্যে সবচেয়ে জনপ্রিয়টির শিরোনাম হল \"ট্র্যাপড রেইনবো\" স্টোরেজ অভ লাইট ইন মেটাম্যাটেরিয়ালস (টেমপ্লেট:\"'Trapped rainbow' storage of light in metamaterials\" অর্থাৎ \"অধি-উপাদানগুলিতে আলোর \"ফাঁদেপড়া রংধনু\" জাতীয় সঞ্চয়\"); এটিকে ৪০০র-ও বেশিবার উদ্ধৃত করা হয়েছে। তিনি কোয়ান্টাম প্রবর্ধনের সাহায্যে সক্রিয় (প্রবর্ধিত) ন্যানোপ্লাজমাবিজ্ঞান ও অধি-উপাদানসমূহের একজন অগ্রণী গবেষক। ২০১৪ সালে তিনি \"বন্ধকৃত-আলো লেজিং\" (stopped-light lasing) মূলনীতিটিকে গহ্বরহীব (ন্যানো-) লেজিং ও বিবর্ধিত পৃষ্ঠতলীয় প্লাজমন পোলারিটনগুলির স্থানিকীকরণের জন্য একটি নতুন পথ হিসেবে প্রদর্শন করেন, যার ফলে তাঁর এইচ-সূচক ৩৩ হয়।\n\n\n== তথ্যসূত্র ==\n\nHamm, J. M., & Hess, O. (2013). Two Two-Dimensional Materials are Better Than One, Science 340, 1298–1299.\nPusch, A., Wuestner, S., Hamm, J. M., Tsakmakidis, K. L., & Hess, O. (2012). Coherent Amplification and Noise in Gain-Enhanced Nanoplasmonic Metamaterials: A Maxwell-Bloch Langevin Approach. ACS Nano, 6, 2420–2431.\nHamm, J. M., Wuestner, S., Tsakmakidis, K. L., & Hess, O. (2011). Theory of light amplification in active fishnet metamaterials. Phys Rev Lett, 107, 167405.\nWuestner, S., Pusch, A., Tsakmakidis, K. L., Hamm, J. M., & Hess, O. (2010). Overcoming losses with gain in a negative refractive index metamaterial. Phys Rev Lett, 105, 127401.\nHess, O. (2008). Optics: Farewell to flatland. Nature, 455, 299–300.\nBohringer, K., & Hess, O. (2008). A full-time-domain approach to spatio-temporal dynamics of semiconductor lasers. I. Theoretical formulation. Prog Quant Electron, 32, 159–246.\nRuhl, T., Spahn, P., Hermann, C., Jamois, C., & Hess, O. (2006). Double-inverse-opal photonic crystals: The route to photonic bandgap switching. Adv Funct Materials, 16, 885.\nGehrig, E., Hess, O., Ribbat, C., Sellin, R. L., & Bimberg, D. (2004). Dynamic filamentation and beam quality of quantum-dot lasers. Appl Phys Lett, 84, 1650.\n\n\n== বহিঃসংযোগ ==\n\nOfficial Site"}