{"pageid": 1482625, "title": "ব্রজেন্দ্রকিশোর রায়চৌধুরী", "url": "https://bn.wikipedia.org/wiki?curid=1482625", "content": "ব্রজেন্দ্রকিশোর রায়চৌধুরী (১৭ এপ্রিল ১৮৭৪ - ৬ নভেম্বর ১৯৫৭) ছিলেন একজন দেশভক্ত দানবীর, ভারতীয় শাস্ত্রীয় সঙ্গীত শিল্পী, সাহিত্যিক ও সঙ্গীতানুরাগী। ভারতীয় জাতীয় আন্দোলনের জাতীয় শিক্ষার পৃষ্ঠপোষক ছিলেন।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nব্রজেন্দ্রকিশোরে জন্ম  ব্রিটিশ ভারতের অধুনা  বাংলাদেশের রাজশাহীর বালিহার গ্রামে। পিতা হরিপ্রসাদ ভাদুড়ী (ভট্টাচার্য)।  ময়মনসিংহের গৌরীপুরের জমিদার-পত্নী বিশ্বেশ্বরী দেবী তাকে দত্তক নেন এবং পরবর্তীতে তিনিই গৌরীপুরের জমিদার হন। দেশের সঙ্গীতজ্ঞদের পৃষ্ঠপোষক হিসাবে খ্যাতি ছিল তাঁর। শুধুমাত্র পৃষ্ঠপোষকতার ঐতিহ্যে নয়, তিনি নিজেও দিকপাল সঙ্গীতজ্ঞদের নিয়ে নিয়মিত সঙ্গীতশাস্ত্র ও রাগ-রাগিনীর অনুশীশনও করতেন। তার গৌরীপুর হাউসের নানা অনুষ্ঠানে আসতেন প্রখ্যাত শাস্ত্রীয় সঙ্গীতের উস্তাদ বিলায়েত খানের পিতা এনায়েত খাঁ, ধ্রুপদী সঙ্গীত সম্রাট তানসেনের উত্তরাধিকারী সরস্বতী দেবী, ওস্তাদ মাসিদ খান, ওস্তাদ উজির খান, হাফিজ আলী খান, দবির খান প্রমুখেরা। বাংলার নেতৃস্থানীয় বিপ্লবীদের সঙ্গে ঘনিষ্ঠভাবে যুক্ত ছিলেন। গৌরীপুরে তার বাড়িতে নেতৃবৃন্দের আনাগোনা ছিল। বিপ্লবী সুরেশচন্দ্র চক্রবর্তী তার সংস্পর্শে এসে সঙ্গীতের চর্চা করে শেষে কলকাতা বেতারের সঙ্গীতানুষ্ঠানের পরিকল্পক হন। ক্রীড়াজগতেও তিনি ছিলেন একজন স্তম্ভ। হিন্দুস্তান ইন্সিয়োরেন্সের একজন হয়ে সমাজের বিশিষ্ট সদস্য নাট্যশিল্পীও ছিলেন। মৃদঙ্গাচার্য মুরারী গুপ্তের শিষ্য হিসাবে পাখোয়াজ বাদনে দক্ষ ছিলেন।\n\n\n== অবদান ==\nব্রজেন্দ্রকিশোর 'ন্যাশনাল কাউন্সিল অফ এডুকেশন'-এর (যা পরে যাদবপুর বিশ্ববিদ্যালয় নামে পরিচিত হয়) অন্যতম প্রধান পৃষ্ঠপোষক ছিলেন। জাতীয় শিক্ষা-পরিষদ গঠনে তিনি পাঁচ লক্ষ টাকা দান করেন। বারাণসী হিন্দু বিশ্ববিদ্যালয়ের তিনি লক্ষাধিক টাকা করেন। এছাড়াও, নানা সময়ে যুগান্তর দল, বঙ্গীয় ব্রাহ্মণসভা, বহু চিকিৎসালয়, বিদ্যালয় ও সংস্কৃত পণ্ডিতদের সাহায্যার্থে প্রচুর দান করেন। তার সর্বমোট দানের পরিমাণ ছিল ৩৫ লক্ষ টাকা।\nমার্কসবাদ ও ভারতীয় আদর্শ উপর ইংরাজীতে রচনা করেন\n\nরায়চৌধুরী, ব্রজেন্দ্রকিশোর (১৯৪১)। মার্ক্সসিজম অ্যান্ড দ্য ইন্ডিয়ান আইডিয়ল। থ্যাকার, স্পিঙ্ক অ্যান্ড কোম্পানি, কলকাতা। পৃষ্ঠা ৫৬। \n\n\n== এছাড়াও দেখুন ==\nডন (বেঙ্গলি এডুকেশনাল সোসাইটি)\nজাতীয় শিক্ষা পরিষদ\nযাদবপুর বিশ্ববিদ্যালয়\n\n\n== তথ্যসূত্র =="}