{"pageid": 14825, "title": "গোয়ালন্দ উপজেলা", "url": "https://bn.wikipedia.org/wiki?curid=14825", "content": "গোয়ালন্দ বাংলাদেশের রাজবাড়ী জেলার অন্তর্গত একটি উপজেলা।\n\n\n== অবস্থান ও আয়তন ==\nএই উপজেলার অবস্থান ২৩.৭৩৩৩° উত্তর ৮৯.৭৬১১° পূর্ব﻿ / 23.7333; 89.7611। এই উপজেলার উত্তরে পাবনা জেলার বেড়া উপজেলা ও মানিকগঞ্জ জেলার শিবালয় উপজেলা, দক্ষিণে ফরিদপুর সদর উপজেলা ও রাজবাড়ী সদর উপজেলা, পূর্বে মানিকগঞ্জ জেলার শিবালয় উপজেলা ও হরিরামপুর উপজেলা, পশ্চিমে রাজবাড়ী সদর উপজেলা।\n\n\n== প্রশাসনিক এলাকা ==\nপৌরসভা ১টি-\nগোয়ালন্দ পৌরসভা\nইউনিয়নসমূহঃ\n\nদৌলতদিয়া ইউনিয়ন\nদেবগ্রাম ইউনিয়ন\nছোটভাকলা ইউনিয়ন\nউজানচর ইউনিয়ন, গোয়ালন্দ\n\n\n== ইতিহাস ==\n১৮ শতাব্দীর শেষভাগে কুঁশাহাটা ঘাটে গোয়ালন্দের গোরাপত্তন হয়। দৌলতদিয়া ইউনিয়নের কুঁশাহাট মৌজার পার্শ্বেই বড় গোয়ালন্দ নামের একটি মৌজার সন্ধান পাওয়া যায় যা পাবনা জেলার সীমান সংলগ্ন পদ্মা যমুনার সীমা রেখার কাছাকাছি ।\nপদ্মা যমুনার যৌবন জৌলুসের দিনে এক জীঘাংসু প্রকৃতির জলদস্যুর বিচরণ ছিল এ অঞ্চলে। গঞ্জালিশ নামের এ জলদস্যু পদ্মা মেঘনা যমুনায় ডাকাতি করে বেড়াত, যতদূর জানা যায় তার নামানুসারেই গঞ্জালিশ থেকে কালক্রমে গোয়ালন্দ নামের উৎপত্তি । গোয়ালন্দ ঘাটে গ্যাঞ্জেল ঘাট নামক স্থানে অতীতে জাহাজ নোঙ্গর করা হতো। এ পর্যন্ত ১১ বার নদী ভাঙ্গন/চর পড়ার কারণে গোয়ালন্দ ঘাট স্থানান্তরিত করা হয়েছে।\n\n\n== জনসংখ্যার উপাত্ত ==\nজনসংখ্যাঃ ১,৩৮,২৫৭ জন। ঘনত্বঃ ৭৮৭ জন প্রতিবর্গ কিলোমিটার\n\n\n== শিক্ষা ==\n৭৫%\n\n\n== অর্থনীতি ==\nগোয়ালন্দের মূল অর্থনীতি কৃষি নির্ভর। এছাড়াও এখানে পোল্ট্রি হ্যাচারী শিল্পের বিকাশ ঘটেছে ৯০ এর দশক থেকে যা অর্থনীতিতে গুরুত্বপূর্ণ অবদান রেখে চলেছে। অনেক মানুষের কর্মসংস্থান হয়েছে এই পোল্ট্রি হ্যাচারি শিল্পে।    এখানে ফিড মিল, প্লাস্টিক ফ্যাক্টরি, স্প্রিড মিল সহ কিছু শিল্প গড়ে উঠেছে যা অর্থনীতির গতি বাড়িয়েছে।\n\n\n== উল্লেখযোগ্য ব্যক্তিত্ব ==\nরোজিনা (বাংলাদেশী অভিনেত্রী)\nশাহ্ মো. আব্দুল হক আব্বাসী (ইসলামিক বক্তা)\nযতীন্দ্রমোহন রায় (ব্রিটিশ বিরোধী বাঙালি বিপ্লবী)\n\n\n== আরও দেখুন ==\nরাজবাড়ী জেলা\nঢাকা বিভাগ\nবাংলাদেশের উপজেলাসমূহ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবাংলাপিডিয়ায় গোয়ালন্দ উপজেলা"}