{"pageid": 1482047, "title": "হাবিবুর রহমান আজমী", "url": "https://bn.wikipedia.org/wiki?curid=1482047", "content": "হাবিবুর রহমান কাসেমি আজমী ( ১৯৪১ –১২ মে, ২০২১ ) ছিলেন একজন ভারতীয় দেওবন্দি ইসলামি পণ্ডিত, লেখক, মুহাদ্দিস, রিজাল শাস্ত্রজ্ঞ এবং পত্রিকা সম্পাদক। আজমী দীর্ঘ সময় দারুল উলূম দেওবন্দের হাদীসের অধ্যাপক হিসেবে দায়িত্ব পালন করেন। তিনি মাসিক দারুল উলূমের ষষ্ঠ প্রধান সম্পাদক হিসেবেও দায়িত্ব পালন করেন। তিনি ও হাবিবুর রহমান আজমি (১৯০১–৯২) প্রায় সমসাময়িক ছিলেন এবং উভয়ের নাম ও নিসবাহ একই; উভয়ই একই অঞ্চলের বাসিন্দা ছিলেন। তিনি হাবিবুর রহমান আজমি থেকে হাদিসের ইজাযাহ নিয়েছিলেন।\n\n\n== প্রারম্ভিক জীবন এবং শিক্ষা ==\nহাবিবুর রহমান আজমী ১৩৬১ হিজরিতে (১৯৪১ খ্রি.) ব্রিটিশ ভারতের আজমগড় জেলার জগদীশপুরে জন্ম গ্রহণ করেন।\nতিনি নিজের গ্রামে এবং পরে পার্শ্ববর্তী গ্রাম বারাইপুরে কুরআনের নাজরা (তিলাওয়াত) এবং মৌলিক ফারসি গ্রন্থের অধ্যয়নের মাধ্যমে প্রাথমিক শিক্ষা শুরু করেন। এরপর তিনি ফুলপুরের মাদ্রাসা রওযাতুল উলূমে ভর্তি হন, যেখানে তিনি আব্দুল গনি ফুলপুরীর সাথে সাদীর গুলিস্তাসহ বেশ কিছু প্রাথমিক আরবি ও ফারসি গ্রন্থ অধ্যয়ন করেন। \nএরপর তিনি সারাই মির মাদ্রাসা বায়তুল-উলূমে যান, যেখানে তিনি আরবি মধ্যম শ্রেণী সম্পন্ন করেন। এর পর তিনি দারুল উলূম মৌতে ৭ম শ্রেণী পর্যন্ত আরবি ভাষায় উচ্চতর পড়াশোনা করেন। ১৯৬২ সালে তিনি নিজের উন্নত ইসলামি অধ্যয়ন শেষ করার জন্য দারুল উলূম দেওবন্দে ভর্তি হন। সেখানে ১৯৬৪ সালে (১৩৮৪ হি.) দাওরা হাদিস শেষ করে স্নাতক হন।   \nদারুল উলূম দেওবন্দে তাঁর হাদিসের শিক্ষকদের মধ্যে ছিলেন; সৈয়দ ফখরুদ্দিন আহমদ, ইব্রাহিম বালিয়াবী, মুহাম্মদ তৈয়্যব কাসমি, বশির আহমেদ খান, ফখরুল হাসান মুরাদাবাদী, শরীফ হাসান দেওবন্দী, ইসলামুল হক আজমি ও আব্দুল আহাদ দেওবন্দী। \nতিনি হাবিবুর রহমান আজমির কাছ থেকেও হাদীসে অনুমতি ( ইজাযাহ) পেয়েছিলেন।\n\n\n== কর্মজীবন ==\nস্নাতক হওয়ার পর তিনি অল্প সময়ের জন্য ফুলপুরের মাদ্রাসা রওযাতুল উলুমের তাবলিগ বিভাগে যোগদান করেন। এরপর তিনি ঘোসির মাদ্রাসা আশরাফ আল-মাদারিসে তার শিক্ষকতা জীবন শুরু করেন, যেখানে তিনি সদরুল মুদাররিসিন (প্রিন্সিপাল) হিসেবে দায়িত্ব পালন করেন। পরে তিনি বারাণসীর রেওরি তালাবের মাদরাসা ইসলামিয়াতে চলে যান এবং পরবর্তীকালে জৌনপুরের মাদ্রাসা কুরআনিয়াতে আট মাস এবং আজমগড়ের মাংরাওয়ানের মাদরাসা ইসলামিয়াতে ১ বছর শিক্ষকতা করেন। অবশেষে তিনি বারাণসীর রেউরি তালাবের মাদ্রাসা ইসলামিয়াতে ফিরে আসেন, যেখানে তিনি ১৯৮০ সাল পর্যন্ত শিক্ষকতা করেন।\n১৯৮০ সালের দিকে মুতামারে ফুদালায়ে দারুল উলূম দেওবন্দের অনুরোধে ( অনু. দারুল উলূম দেওবন্দের প্রাক্তন ছাত্রদের প্লাটফর্ম ) বিশেষ করে আসাদ মাদানী, তিনি একটি আন্তর্জাতিক সম্মেলন তত্ত্বাবধান করতে এবং এটির মাসিক পত্রিকা আল-কাসিমের সম্পাদক হিসেবে দেওবন্দে চলে আসেন। ১৪০২ হিজরিতে (১৯৮২ হি.), তিনি দারুল উলূম দেওবন্দে একজন শিক্ষক নিযুক্ত হন এবং ১৯৮৫ সালে   তিনি মাসিক দারুল উলূমের প্রধান সম্পাদক হন। এই পদে তিনি নভেম্বর ২০১৬ পর্যন্ত অধিষ্ঠিত ছিলেন  \n১৯৮৩ সালের দিকে তিনি জমিয়ত উলামায়ে হিন্দের কার্যনির্বাহী কমিটির সদস্য হিসাবে নিযুক্ত হন, যেখানে তিনি মৃত্যুর আগ পর্যন্ত দায়িত্ব পালন করেন। ১৪২০ হিজরিতে, তিনি তত্ত্বাবধায়ক এবং পরে দারুল উলূমে খ্রিস্টধর্মের খণ্ডন কমিটির প্রধান নিযুক্ত হন। এই পদে তিনি ১৪৩৮ হিজরি পর্যন্ত অধিষ্ঠিত ছিলেন।\nদারুল উলুমে আজমী সুনানে আবু দাউদ, মিশকাতুল মাসাবিহ, নুখবাত আল-ফিকর এবং মুকাদ্দিমা ইবনে সালাহের মতো গুরুত্বপূর্ণ পাঠ্য পড়াতেন।  সাঈদ আহমাদ পালনপুরীর মৃত্যুর পর তাকে সহীহ বুখারীর কিছু অংশ পড়ানোর দায়িত্ব দেওয়া হয়; কিন্তু ২০০২ সালের ২৪ মার্চ থেকে শুরু হওয়া দেশব্যাপী লকডাউনের কারণে মাদ্রাসাগুলি বন্ধ হয়ে যায়।\nতিনি জাকারিয়া কান্ধলভীর প্রতি বায়াতবদ্ধ হন এবং কান্ধলভির মৃত্যুর পর তিনি হুসাইন আহমদ মাদানীর একজন অনুমোদিত শিষ্য মাহমুদ সাহারানপুরী কর্তৃক অনুমোদিত হন।\n\n\n== রচনাবলী ==\n\nشیوخ الامام ابی ابوداؤد السجستانی فی کتاب السنن\nشجرۂ طیبہ (شیخ طیب بنارسی کے حالات)\nمقالاتِ حبیب (تین جلدیں)\nتذکرہ علمائے اعظم گڑھ\nشرح اردو مقدمہ شیخ عبد الحق (شرح مقدمة الشيخ عبد الحق المحدث الده‍لوي في بيان بعض مصطلحات علم الحديث)\nانتقاء کتاب الاخلاق\nہندوستان میں امارت شرعیہ کا نظام اور جمعیت علمائے ہند کی جد وجہد\nاسلام میں تصور امارت\nمتحدہ قومیت علما اسلام کی نظر میں\nخمینیت عصر حاضر کا عظیم فتنہ\nفرقہ اثنا عشریہ فقہائے اسلام کی نظر میں\nخلیفہ مہدی صحیح احادیث کی روشنی میں\nطلاق ثلاث صحیح مآخذ کی روشنی میں\nامام کے پیچھے مقتدی کی قرات کا حکم\nتحقیق مسئلہ رفع یدین\nمسائل نماز\nخواتین اسلام کی بہترین مسجد\nعلم حدیث میں امام ابوحنیفہ کا مقام ومرتبہ\nاجودھیا کے اسلامی آثار\n\n\n== মৃত্যু ==\nতিনি ১৪৪২ হিজরির ৩০ রমজান মোতাবেক ২০২১ সালের ১২ মে একটি সংক্ষিপ্ত অসুস্থতার পর রোজ বৃহস্পতিবার দুপুর ১২:১৫ বেজে মারা যান। তাকে আজমগড়ের জগদীশপুরে তার পৈতৃক কবরস্থানে দাফন করা হয়।\n\n\n== তথ্যসূত্র =="}