{"pageid": 1482929, "title": "লা ভিয়ে দে মোহাম্মদ: প্রফেদ ডি আল্লাহ", "url": "https://bn.wikipedia.org/wiki?curid=1482929", "content": "লা ভিয়ে দে মোহাম্মদ: প্রফেদ ডি আল্লাহ (আক্ষ. 'আল্লাহর নবী মুহাম্মদের জীবন') হল একটি ফরাসি সীরাতগ্রন্থ। যেটা ইসলামের শেষ নবী মুহাম্মাদের জীবনীর উপর লেখা হয়েছে। ফরাসি প্রাচ্যবিদ চিত্রশিল্পী ইতিয়েন ডিনেট বইটি লিখেছেন যিনি পরবর্তীতে ইসলামে ধর্মান্তরিত হয়েছিলেন। তার আলজেরিয়ান বন্ধু স্লিম্যান ইব্রাহিম, বেন ইব্রাহিম এবং মোহাম্মদ রেসিম এই বইটি লেখা ও ইসলাম গ্রহণে প্রভাব রেখেছিলো। ১৯৩৭ সালে যখন লা ভি ডি মোহাম্মদ একটি জনপ্রিয় সংস্করণে প্রকাশিত হয়েছিল তখন জ্যাক বার্ক এটির একটি পর্যালোচনা লিখেছিলেন।\n\n\n== ইতিহাস ==\nমুহাম্মাদের এই জীবনী প্রথম বিশ্বযুদ্ধের ঠিক আগে বা যুদ্ধের সময়ই লেখা। লেখক ১৯১৪ সালে এই লেখার জন্য তথ্য সংগ্রহের জন্য আলজিয়ার্স একাডেমির একটি বিভাগ ড্রয়িং ক্যাবিনেটে যান। সেখানে তিনি মোহাম্মদ রেসিমের সাথে দেখা করেন। বইটি ১৯১৮ সালে সশস্ত্র বাহিনীর মন্ত্রনালয়ের অনুরোধে যুদ্ধের সময় যারা ফ্রান্সের জন্য মারা গিয়েছিল তাদের প্রতি শ্রদ্ধা জানিয়ে হেনরি পিয়াজা কর্তৃক প্রকাশিত হয়।\n\n\n== বিষয়বস্তু ==\nলুই ব্রুনট ইঙ্গিত করেছেন যে এই কাজটি মোহাম্মদের জীবন হিসেবে বিবেচনা করা উচিত নয় যাকে ধর্মের ইতিহাসবিদরা বিবেচনা করেন। বরং বইটিকে আল্লাহর বাণী এবং মৌলবাদ মুসলিমদের লেখার উপরে আলোকিত মুসলমানদের দ্বারা বিবেচনা করা উচিত। পিয়েরে প্রিয়ারের মতে, বইটি একটি বিশ্বাসী, নবীর সুন্নাহ ও ইসলামিক ঐতিহ্যের উপর ভিত্তি করে রচনা করা হয়েছে। বইটি ইসলামি মৌলবাদকে সম্মান করে।\n\n\n== লেখকের চিত্রায়ণ ==\n\nবইটি ডিনেটের আঁকা 27 Tableaux দিয়ে চিত্রিত করা হয়েছে। এই দৃষ্টান্তগুলোর কোনটিই নবীর প্রতিনিধিত্ব করে না, এমন কোন ঘটনা নেই, যাতে তিনি নায়ক আছেন। এই বিষয়ে লেখক মুখবন্ধে ব্যাখ্যা করেছেন যে ইসলামের নীতিগুলি রূপক উপস্থাপনের জন্য অনুকূল নয়। এই ধর্ম ঐশ্বরিক প্রতিনিধিত্বকে নিষিদ্ধ করে, যা একটা ব্লাসফেমি এবং এটি মূর্তিপূজার দিকে নিয়ে যায়। তাই লেখক দৃষ্টান্তের জন্য একটি পরোক্ষ পদ্ধতি বেছে নিয়েছে। এখানে নবীর প্রতিনিধিত্ব করে, যেভাবে তিনি তার মুসলমান শিষ্যদের অঙ্গভঙ্গিতে প্রতিফলিত হন। তাদের ধর্মীয় অনুশীলন, মোহ-হীন জীবন, দৈনন্দিন জীবনযাপনে মক্কার কাবা, মদিনার মসজিদে নববী ও ইসলামের পবিত্র স্থানগুলো যযেভাবে প্রতিফলিত হয়েছে। যাইহোক, এই চিত্রগুলি সমস্ত পুনঃপ্রচারে প্রদর্শিত হয় না, কেউ কেউ রূপক উপস্থাপনের উপর নিষেধাজ্ঞা মনে করে সীমাবদ্ধ ব্যাখ্যা গ্রহণ করে।\n\n\n== ডিনেটের চিত্রের তালিকা ==\n\n\n== সংস্করণ ==\nকাজটি ফ্রান্সে ও ইউরোপ মহাদেশে ব্যাপক সাফল্য অর্জন করেছিলো। বইটির অসংখ্য সংস্করণ প্রকাশ হয়েছে।\n\n\n=== ফরাসি সংস্করণ ===\n১৯১৮ - La Vie de Mohammed, prophète d'Allah, পিয়াজা, প্যারিস, ১৭৮ পৃষ্ঠা\n১৯২৭ - La Vie de Mohammed, prophète d'Allah, মাইসোনেভিউয়া, প্যারিস, ৩০৫ পৃষ্ঠা\n১৯৩৭ - La Vie de Mohammed, prophète d'Allah, মাইসোনেভিউয়া, প্যারিস, ৩০৬ পৃষ্ঠা (৩য় সংস্করণ)\n১৯৪৭ - La Vie de Mohammed, prophète d'Allah, মাইসোনেভিউয়া, প্যারিস, ৩০৫ পৃষ্ঠা (৪র্থ সংস্করণ)\n১৯৬১ - La Vie de Mohammed, prophète d'Allah, মাইসোনেভিউয়া, প্যারিস, ২৭৬ পৃষ্ঠা\n১৯৭৫ - La Vie de Mohammed, prophète d'Allah, প্যারিস, ২৯৮ পৃষ্ঠা (ডি আর্ট লেস হিউরেস ক্লার‍্যেস সংস্করণ)\n১৯৬১ - La Vie de Mohammed, prophète d'Allah, মেদিয়া, (জনপ্রিয় আর্মি সংস্করণ, ডিজিদাও আহমেদ পুনর্মুদ্রণ)\n১৯৮৯ - La Vie de Mohammed, prophète d'Allah, আলগার, লা মাইসন ডেস লাইভার্স প্রকাশনা, ২০৫ পৃষ্ঠা\n২০০৩ - La Vie de Muhammad, prophète d'Allah, আবদেররাজাক মাহরি, প্যারিস, হাউস অফ এনার প্রকাশনা, ৪০৮ পৃষ্ঠা আইএসবিএন ২-৯১০৮৯১-৩৫-৬. (পর্যালোচনা এবং মুখবন্ধ করা হয়েছে)\n২০০৫ - Muhammad, l'envoyé de Dieu, বেরাউথ, আলবোরাক, ৩৮৫ পৃষ্ঠা আইএসবিএন ৯৭৮-২-৮৪১৬১-২৫৬-৭. (পর্যালোচনা করা এবং টীকা করা হয়েছে)\n২০০৬ - La Vie de Muhammad, prophète d'Allah, আবদেররাজাক মাহরি, প্যারিস, হাউস অফ এনার প্রকাশনা, ৪৬৮ পৃষ্ঠা আইএসবিএন ২-৯১০৮৯১-৩৫-৬. (নতুন সংশোধিত, টীকাযুক্ত এবং অগ্রভাগ সংস্করণ)\n২০০৬ - La Vie de Muhammad, Prophète d'Allah, আল-বুরদা, প্যারিস, ৪১৮ পৃষ্ঠা আইএসবিএন ২-৯১৪১৫৪-০২-X.\n২০০৯ - Muhammad, l'envoyé de Dieu,  মুহাম্মদ দিয়াখো, বেরাউথ, প্যারিস, ৩৩৩ পৃষ্ঠা আইএসবিএন ৯৭৮-২-৮৪১৬১-৩৬৮-৭. (পর্যালোচনা এবং টীকা করা হয়েছে)\n২০০৯ - La Vie de Mohammed, prophète d'Allah, ডমিনিক বাউডিস, প্যারিস, ২৭০ পৃষ্ঠা আইএসবিএন ৯৭৮-২-৯৫৪০৭৯২-৮-৮ (প্রথম বিশ্বযুদ্ধের শতবর্ষ উপলক্ষে প্রকাশিত হয়েছিলো, ইয়াসবেল সায়াহ বাউদিস দ্বারা মুখবন্ধ লেখা হয়েছে)।.\n২০২১ - La Vie de Muhammad, prophète d'Allah, এরমন্ট, হেরিটেজ, ৪০৭ পৃষ্ঠা আইএসবিএন ৯৭৮-২-৯৫৭৬৪৯১-৯-৮.\n\n\n=== ইংরেজি সংস্করণ ===\n১৯০০ - The Life of Mohammad, Prophet of Allah, লন্ডন/প্যারিস, স্টুডিও সংস্করণ, আইএসবিএন ১-৮৫১৭০-২২০-২, ১-৮৫১৭০-৯২৯-০\n১৯০০ - The Life of Mohammad, Prophet of Allah, চার্টওয়েল বই, সেকাস আইএসবিএন ১৫৫৫২১৫১৩০\n১৯১৮ - The Life of Mohammad, the Prophet of Allah, প্যারিস বুক ক্লাব, প্যারিস\n১৯৭৩ - The Life of Mohammad : the Prophet of Allah, তাজ কোম্পানি, করাচি\n২০২১ - The Life of Mohammad, the Prophet of Allah, হার্ডপ্রেস পাবলিশিং, আইএসবিএন ৯৭৮-১-৪০৭৭-৪৯৭১-৬\n২০২১ - The Life of Mohammad, the Prophet of Allah, বিস্মৃত বই আইএসবিএন ৯৭৮১৩৩০২৭৫৯৩১, ৯৭৮০২৬৫৮৬৭৪০২\n\n\n=== আরবি সংস্করণ ===\nকায়রোর আল-আজহার মসজিদের গ্র্যান্ড ইমাম আবদেল-হালিম মাহমুদ এবং তার ছেলে মোহাম্মদ এই বই অনুবাদের কাজ করেছেন।\n\n১৯৫৬ - محمّد رسول الله [আল্লাহর রাসূল], কায়রো, মিশর।\n১৯৬৫ - আল্লাহর রাসূলের জীবনী, আধুনিক বুক সেলফ, সায়দা, বৈরুত\n\n\n== সমালোচনামূলক ==\n১৯৩৭ সালে যখন লা ভি ডি মোহাম্মদ একটি জনপ্রিয় সংস্করণে প্রকাশিত হয়েছিল তখন জ্যাক বার্ক এটির একটি পর্যালোচনা লিখেছিলেন। মিশেল চডকিউইচের বইটিকে \"দরিদ্র\" বলে অভিহিত করেন। এডুয়ার্ড মন্টেটের মতে, এটি একটি \"শিল্পের বিস্ময়, অসাধারণ এবং প্রশংসনীয় দৃষ্টান্ত। ডিনেট এবং রেসিমের আলোকসজ্জার বই, যা এটিকে শৈল্পিক দৃষ্টিকোণ থেকে নিপুণভাবে প্রকাশনা করা হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n=== সূত্রসমূহ ===\n\n\n=== টীকা সমূহ ===\n\n\n== গ্রন্থপঞ্জি ==\n\n\n=== রিপোর্ট ===\n\"Dinet et El haj Sliman ben Ibrahim. — La Vie de Mohamed, prophète d'Allah. — 1937. Chez Maisonnave à Paris : 45 francs\" (পিডিএফ)। ১৯৩৭–১৯৩৮: 23–25। ৩০ এপ্রিল ২০২১ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২ অক্টোবর ২০২৪। . Reproduit dans Pouillon 1997a.\n\"Dinet et El Hadj Sliman ben Ibrahim. — La vie de Mohammed, prophète d'Allah. Paris, 1937.\"। ১৯৩৮: 102–103। .\n\"Dinet Étienne et El Hadj Sliman ben Ibrahim, La vie de Mohammed, prophète d'Allah\"। ১৯৩৭: 367–368। .\n\"New Books in Review\" (ইংরেজি ভাষায়)। জানু ১৯৩৮: 122–123। .\n\"Notes de lecture\"। ২০১৫: 124–125। ডিওআই:10.3917/lcdlo.118.0104। .\nLa Vie et l'Œuvre d'Étienne Dinet। Les Orientalistes। ACR। ১৯৯১। পৃষ্ঠা 304। আইএসবিএন 2-86770-006-X। \n\n\n=== অন্যান্য উৎস ===\nLes deux vies d'Étienne Dinet, peintre en Islam। Le Nadir। Balland। ১৯৯৭। পৃষ্ঠা 120–124। আইএসবিএন 2-7158-1142-X। .\n\"Modern Gendered Illustrations of the Life of the Prophet of Allah\" (ইংরেজি ভাষায়)। জুন ২০০২: 325–359। জেস্টোর 4057654। ডিওআই:10.1163/157005802760253261। .\n\n\n=== বহিঃসংযোগ ===\n\"The life of Mohammad the prophet of Allah\"। Internet Archive (ইংরেজি ভাষায়)।  (মূল ইংরেজি সংস্করণ)"}