{"pageid": 1482460, "title": "দ্বারাবতী শিলা", "url": "https://bn.wikipedia.org/wiki?curid=1482460", "content": "দ্বারাবতী শিলা (সংস্কৃত: द्वारवती शिला  ) হল এক ধরনের প্রবাল পাথর (শালিগ্রাম) যা ভারতের গুজরাটের দ্বারকায় গোমতী নদীতে পাওয়া যায়। প্রাচীন সংস্কৃত সাহিত্যে, দ্বারকাকে দ্বারবতী বলা হত এবং দেশের সাতটি প্রাগৈতিহাসিক শহরের একটি হিসাবে তালিকাভুক্ত ছিল।\nদ্বারাবতী শিলাগুলি চক্র চিহ্নযুক্ত প্রবাল এবং চক্র-চিহ্ন এই পাথরগুলির সবচেয়ে বিশিষ্ট বৈশিষ্ট্য, তাই এগুলিকে 'চক্রাঙ্কিত-শিলা'ও বলা হয়।\nভারতীয় শিল্প অত্যধিক প্রতীকী চিত্রটিকে পছন্দ করে, তবে কিছু বিরোধীতা লোক পূজায় দেখা যায়, আদি হিন্দুধর্মে বিষ্ণুর শালগ্রাম, দ্বারবতী শিলা (প্রবাল পাথর) এবং গোবর্ধন শিলা (গোবর্ধন পাহাড়ের পাথর) আকারে। তাদের সৌর তাৎপর্য রয়েছে এবং হিন্দুধর্মের বৈষ্ণবদের সকল সম্প্রদায়ের মধ্যে উপাসনায় তাদের ব্যবহার খুবই স্বাভাবিক।\n\n\n== দ্বারকা ==\nহিন্দু ইতিহাসের পৌরাণিক শহর দ্বারকা ছিল কৃষ্ণের আবাসস্থল। দ্বারকা বা দ্বারিকা 'দ্বার' বা দরজা শব্দ থেকে উদ্ভূত হয়েছে এবং প্রাচীনকালে এর সমৃদ্ধ বন্দরটিকে মূল ভূখণ্ডের প্রবেশদ্বার হিসাবে বিবেচনা করা হত। যেহেতু 'কা' মানে 'ব্রহ্ম' তাই দ্বারকা শব্দের অর্থ হলো মোক্ষের প্রবেশদ্বার। একে দ্বারকামতি, দ্বারকাবতী বা দ্বারবতীও বলা হয়। দ্বারকার কাছে বিখ্যাত নাগেশ্বর জ্যোতির্লিঙ্গ একটি বড় দ্বারকা শিলা দিয়ে তৈরি।\nহিন্দু ধর্মগ্রন্থগুলি নির্দেশ করে যে দ্বারকা থেকে শিলাগুলি শুধুমাত্র উপাসনার জন্য পাওয়া যায় যদিও ভূতাত্ত্বিকভাবে শিলাগুলি অন্যান্য স্থানেও পাওয়া যেতে পারে।\n\n\n== শাস্ত্রীয় নিষেধাজ্ঞা ==\nএই শীলার উপাসনা নিয়ে বৈষ্ণব সম্প্রদায়ের পণ্ডিত আচার্যদের মধ্যে বিভিন্ন মতবাদ রয়েছে। দেশের কিছু অংশে (সৌরাষ্ট্র, বাংলা ও মহারাষ্ট্রের বৈষ্ণবদের মধ্যে; কর্ণাটকের মাধ্ব সম্প্রদায়ের মধ্যে), বিশেষ করে বৈষ্ণব ঐতিহ্যে , শিলা (মূর্তি) বা শালগ্রাম শিলার সাথে বা স্বতন্ত্রভাবে এই শিলার পূজা করা হয়। এটি শালগ্রাম শিলার সাথে পূজা করা হয়। শালিগ্রাম শিলা (পাথর)কে শাস্ত্র শুভ বলে মনে করা হয়। স্কন্দপুরাণ অনুসারে, যেখানেই দ্বারকা শিলাকে শালগ্রাম শিলার সামনে রাখা হয় সেখানেই প্রতিটি শ্রেণীর মহিমা সীমাহীনভাবে বৃদ্ধি পেতে থাকে। স্কন্দ পুরাণ আরও বলে যে যিনি প্রতিদিন দ্বাদশ শালগ্রাম শিলা সহ দ্বারকা শীলের পূজা করেন তিনি বৈকুণ্ঠে সম্মান লাভ করবেন।\n\n\n=== বৈশিষ্ট্য ===\nচক্র-চিহ্ন হল দ্বারাবতী পাথরের সবচেয়ে স্বতন্ত্র বৈশিষ্ট্য, তাই তাদের \"চক্রাঙ্কিত-শিলা\" বলা হয়। গরুড় পুরাণ অনুসারে, চক্রের রঙ এবং রূপের ভিত্তিতে এই পাথরের বারোটি প্রকার রয়েছে (এ বিষয়ে সংস্কৃত শ্লোকে বলা হয়েছে: 'দশধা চ প্রভিন্নস ত বর্ণাকৃতি-বিভেদতঃ')। যখন একটি মাত্র চক্র থাকে, তখন পাথরটিকে দেবেশ বলা হয়; যখন দুটি চক্র থাকে, তা হল সুদর্শন; তিনটি চক্র দেবতা অনন্তের প্রতিনিধিত্ব করে। যখন চারটি চক্র থাকে, তখন পাথরটির নাম জনার্দন। বাসুদেব পাঁচটি চক্র, প্রদ্যুম্ন ছয়টি চক্র, বলভদ্র সাতটি, পুরুষোত্তম আটটি, নবব্যুহ নয়টি, দশাবতার দশটি, অনিরুদ্ধ এগারোটি এবং দ্বাদশাত্মা বারোটি চক্রের প্রতিনিধিত্ব করেন। নব-ব্যুহ বিষ্ণুর নয়টি রূপের সংগ্রহকে প্রতিনিধিত্ব করে: বাসুদেব, সংকর্ষণ, প্রদ্যুম্ন, অনিরুদ্ধ, নারায়ণ, হয়গ্রীব, বিষ্ণু, নৃসিংহ এবং বরাহ। প্রথম চারটি রূপ 'চতুর্ব্যুহ' নামে সুপরিচিত। পঞ্চরাত্রের একটি বিভাগ তন্ত্রসিদ্ধান্ত অনুসারে বিষ্ণুর বারোটি প্রধান রূপ এই নয়টি রূপ থেকে উদ্ভূত হয়েছে।\nপ্রহ্লাদ সংহিতা, সালগ্রাম-পরীক্ষা (অনুপসিংহ দ্বারা) উদ্ধৃত প্রথম কয়েকটি নাম ভিন্নভাবে দিয়েছে। শুধুমাত্র একটি চক্র বিশিষ্ট দ্বারাবতী শিলাকে সুদর্শন বলা হয়, দুটি চক্রবিশিষ্ট শিলাকে 'লক্ষ্মী-নারায়ণ' এবং তিনটি চক্রবিশিষ্ট শিলাকে 'ত্রিবিক্রম' বলা হয়েছে। বাকি নামগুলি উপরে দেওয়া একই রকম। অনন্ত নামটি সেই পাথরের জন্য দেওয়া হয়েছে যে শিলায় বারোটিরও বেশি চক্র রয়েছে। উপরের তালিকায় দশাবতারের নাম এখানে 'দশমূর্তি' হিসেবে দেওয়া হয়েছে। যখন চক্রের সংখ্যা বারোটির বেশি হয়, গালব-স্মৃতি অনুসারে, শুধুমাত্র সংখ্যাযুক্ত চক্রগুলিকে অগ্রাধিকার দেওয়া হয়।\n\n\n=== সুবিধা ===\nএই শিলারও সালিগ্রাম সিলার মতো স্বতন্ত্র বৈশিষ্ট্য রয়েছে যা তাদের আকার, রঙ, গঠনবিন্যাস চিহ্ন দ্বারা চিহ্নিত করা হয়; এটি নীচে ব্যাখ্যা করা হয়েছে।\n১/ সুদর্শন: এক চক্রবিশিষ্ট শিলা - মোক্ষ\n২/লক্ষ্মী-নারায়ণ: দুই চক্রবিশিষ্ট শিলা- মোক্ষ\n৩/ত্রিবিক্রম: তিন চক্রবিশিষ্ট শিলা - জন্ম ও মৃত্যুর ভয় থেকে মুক্তি\n৪জনার্দন: চার চক্রবিশিষ্ট শিলা - ইচ্ছা পূরণ\n৫/ বাসুদেব: পাঁচ চক্রবিশিষ্ট - সমৃদ্ধি প্রাপ্তি এবং শত্রুনির্মূল\n৬/প্রদ্যুম্ন: ছয় চক্রবিশিষ্ট শিলা - সম্পদ এবং দীপ্তি\n৭/বলদেব: সাত চক্রবিশিষ্ট শিলা - বংশধর এবং যশস্বী ব্যক্তির ধারাবাহিকতা\n৮/পুরুষোত্তম: আট চক্রবিশিষ্ট শিলা - যার জন্য একজন আকাঙ্ক্ষা করে তার সমস্ত তৃপ্তি\n৯/নবব্যূহ (বিষ্ণুর নয়টি রূপের সংগ্রহ): নয় চক্রবিশিষ্ট শিলা - পুরস্কার যা দেবতাদের জন্যও পাওয়া কঠিন\n১০/দশমূর্তি (বিষ্ণুর দশ অবতার): দশ চক্রবিশিষ্ট শিলা - সার্বভৌমত্ব এবং সমৃদ্ধি\n১১/অনিরুদ্ধ: এগারো চক্রবিশিষ্ট শিলা - প্রভুত্ব\n১১/দ্বাদশাত্মা: দ্বাদশ চক্রবিশিষ্ট শিলা - চূড়ান্ত মুক্তি\n১৩/অনন্ত: বারোটিরও বেশি চক্রবিশিষ্ট শিলা - ইচ্ছা পূরণ করে (শুধুমাত্র সংখ্যাযুক্ত চক্রগুলিকে অগ্রাধিকার দেওয়া হয়)\nবলা হয় যে শিলার রঙ এবং আকৃতি নিম্নলিখিত প্রভাব প্রদান করে।\nØ শ্বেত শিলাকে উপাসনার জন্য সবচেয়ে উপযুক্ত বলে মনে করা হয় এবং এটি সমস্ত ক্ষেত্রে আধ্যাত্মিক কল্যাণের জন্য জাগতিক সমৃদ্ধি ঘটাবে।\nØ গাঢ় (নীল-কালো) শিলা মৃত্যুর পূর্বাভাস দেয়\nØ পিঙ্গলবর্ণ শিলা উদ্বেগ সৃষ্টি করে\nØ বহুবর্ণের পাথর রোগ ও দুঃখের জন্ম দেয় Ø হলুদগুলি সম্পদ কেড়ে নেয়\nØ ধূসর রঙের শিলা ধন সম্পদের ক্ষতি করে\nØ নীলবর্ণ শিলা যেকোনো উদ্যোগে বাধা সৃষ্টি করবে\nØ বৃত্তাকার আকৃতি বা বর্গাকার শিলা কল্যাণপ্রদ\nØ ত্রিভুজাকার বা অসমান আকৃতি শিলা অশুভ\n\n\n== আরও দেখুন ==\nমূর্তি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nSudarśana Cakra on Stone at Dvārakā, Skanda Purana"}