{"pageid": 1482241, "title": "শোশানা আরবেলি-আলমোজলিনো", "url": "https://bn.wikipedia.org/wiki?curid=1482241", "content": "শোশানা আরবেলি-আলমোজলিনো (হিব্রু ভাষায়: שושנה ארבלי-אלמוזלינו‎, ২৬ জানুয়ারি ১৯২৬ - ১২ জুন ২০১৫) ছিলেন একজন ইসরায়েলি রাজনীতিবিদ যিনি ১৯৬৫ থেকে ১৯৯২ সাল পর্যন্ত লেবার পার্টি এবং অ্যালাইনমেন্ট জোটের নেসেটের সদস্য হিসাবে কাজ করেছিলেন। তিনি ১৯৮৬ থেকে ১৯৮৮ সালের মধ্যে স্বাস্থ্যমন্ত্রী ছিলেন।\n\n\n== জীবনী ==\nশোশানা আরবেলি ইরাকের মসুলে জন্মগ্রহণ করেন।তিনি ছিলেন বণিক শমুয়েল বিনয়ামিন আরবিলি (বা আরবেলি) এবং তার স্ত্রী সাফরার ছয় সন্তানের একজন। তিনি আন্ডারগ্রাউন্ড হেহালুটজ আন্দোলনের একজন কর্মী ছিলেন যার জন্য তাকে জেলে পাঠানো হয়েছিল।\nপ্রাথমিকভাবে একজন শিক্ষক হওয়ার জন্য অধ্যয়ন করার পরে, তিনি ১৯৪৭ সালে বাধ্যতামূলক প্যালেস্টাইনে আলিয়া করেছিলেন। তার পরিবারের বাকি সদস্যরা ১৯৫১ সালে অপারেশন এজরা এবং নেহেমিয়ায় ইস্রায়েলে অভিবাসী হন। তিনি ১৯৪৮ সালে আহদুত হাআভোদায় যোগদান করেন, পার্টির রামাত গণ / গিভাটাইম শাখার সচিবালয়ের সদস্য হন। পরের বছর তিনি কিবুটজ নেভ উর -এর প্রতিষ্ঠাতাদের মধ্যে ছিলেন। ১৯৫২ থেকে ১৯৫৭ সালের মধ্যে তিনি রামাত গণ শ্রম ব্যুরোর মহিলা বিভাগের কো-অর্ডিনেটর হিসাবে কাজ করেছিলেন, ১৯৫৭ থেকে ১৯৫৯ সাল পর্যন্ত যুব বিভাগের কো-অর্ডিনেটর হিসাবে কাজ করার আগে।\n১৯৫৯-৬৬ সালের মধ্যে তিনি শ্রমিক পরিষদের সচিবালয়ের সদস্য ছিলেন এবং এর প্রশিক্ষণ ও কর্মসংস্থান বিভাগের চেয়ারম্যান ছিলেন। তিনি পরবর্তীতে হিস্তাদরুত কাউন্সিল এবং নআমত মহিলা সংস্থার কাউন্সিলের সদস্য ছিলেন। তিনি ১৯৬৫ সালে অ্যালাইনমেন্টের তালিকায় নেসেটের নির্বাচন থেকে বাদ পড়েন (এলাইনমেন্টটি আহদুত হাআভোদা এবং মাপাই এর জোট), কিন্তু দুই অ্যালাইনমেন্ট এমকে, মোশে কারমেল এবং হাইম গভাতি তাদের আসন থেকে পদত্যাগ করার পর ১৯৬৬ সালের জানুয়ারিতে সংসদে প্রবেশ করেন। তিনি ১৯৬৯, ১৯৭৩, ১৯৭৭, ১৯৮১ এবং ১৯৮৪ সালে পুনরায় নির্বাচিত হন। \nসেপ্টেম্বর ১৯৮৪ সালে তিনি স্বাস্থ্য উপমন্ত্রী নিযুক্ত হন। ১৯৮৬ সালের অক্টোবরে গঠিত সরকারে তিনি স্বাস্থ্যমন্ত্রী হন এবং ১৯৮৮ সালের নির্বাচন পর্যন্ত দায়িত্ব পালন করেন। যেখানে তিনি তার আসনটি ধরে রেখেছিলেন কিন্তু মন্ত্রিসভায় তার স্থান হারান। তিনি ২৬ বছর নেসেটে থাকার পর ১৯৯২ সালে অবসর গ্রহণ করেন এবং ১৯৯২ সালের নির্বাচনের জন্য লেবার পার্টির তালিকায় ১১২ তম স্থানে ছিলেন। \nআরবেলি-আলমোজলিনো ৮৯ বছর বয়সে ১২ জুন ২০১৫ সালে তেল আভিভ সৌরস্কি মেডিকেল সেন্টারে আলঝেইমার রোগে মারা যান।\n\n\n== বিবাহ ==\n১৯৬৫ সালে ৩৯ বছর বয়সে আরবেলি নাটান আলমোজলিনোকে বিয়ে করেছিলেন, একজন বিধবা যিনি আহদুত হা-অভোদাতে সক্রিয় ছিলেন এবং হিস্তাদ্রুতের কোষাধ্যক্ষ হিসাবে কাজ করেছিলেন। নাটান আলমোজলিনো এবং তার প্রথম স্ত্রী বেলিনার দুই সন্তান উজি এবং ইশাই ছিল। তিনি এবং আরবেলি-আলমোজলিনো গিভাতাইমে থাকতেন এবং তার কোন সন্তান ছিল না।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nশোশানা আরবেলি-আলমোজলিনো on the Knesset website"}