{"pageid": 1483191, "title": "কিতাবুল ফিকহি সীরাত", "url": "https://bn.wikipedia.org/wiki?curid=1483191", "content": "কিতাবুল ফিকহি সীরাত (আক্ষ. 'নবীজির জীবনীর উপর ইসলামি আইনশাস্ত্র') মুহাম্মাদ আল গাজালির বইগুলোর মধ্যে অন্যতম একটি বিখ্যাত বই। এটি নবী মুহাম্মদের জীবনীর উপর লিখিত যেখানে ৯টি অধ্যায়ে ৩৬৮ পৃষ্ঠায় রচনা করা হয়েছে। বইটি লেখক কোন বিশেষ উদ্দেশ্য নিয়ে লিখেননি। বইটি জীবনীমূলক বইয়ের আদর্শ হিসাবে ঐতিহাসিক পদ্ধতি ব্যবহার যায়। বইটি লিখতে এমন একটি পদ্ধতি ব্যবহার করা হয়েছে যা একটি উপন্যাস বা গল্পের বইয়ের কাছাকাছি। লেখক নবীর ব্যক্তিত্বের মাহাত্ম্য এবং তার জীবনী সম্পর্কে অনেক মুসলমানের অজ্ঞতা এবং এই সম্পর্কিত অভিযোগ সম্পর্কে মুখ খুলেছেন।\n\n\n== বিষয়বস্তু ==\nজীবনীশাস্ত্র বিভাগে বইটিকে নবীর আধুনিক জীবনী সম্পর্কিত সবচেয়ে বিখ্যাত বইগুলোর মধ্যে একটি হিসাবে বিবেচনা করা হয়। লেখক ইতিহাসবিদদের শৈলীর বাইরে গিয়ে লেখকদের শৈলীতে লিখেছেন। লেখক বইয়ের শিরোনামের সীমাবদ্ধতা মেনে চলেননি, বরং স্বতঃস্ফূর্ততা এবং উপদেশ দিয়ে তাকে থামিয়ে দেওয়া প্রতিটি বিষয় নিয়ে আলোচনা করেছেন, যা বইটিকে নির্দেশনা, উপদেশ এবং সংশোধনের চরিত্র দিয়েছে। প্রসঙ্গক্রমে আল-গাজ্জালী বইয়ের ৬ পৃষ্ঠার ২১ নং লাইনে বলেছে, তিনি উন্নত ইতিহাসবিদদের শৈলীকে মিশ্রিত করেছেন। তিনি তথ্য সংগ্রহ করতে, প্রমাণগুলো যাচাই করতে এবং সবচেয়ে সঠিক তথ্য ও বিষয়গুলি রেকর্ড করতেন। তিনি আধুনিক ইতিহাসবিদদের শৈলীর সাথে যারা যুক্তি, ভারসাম্য এবং বিভিন্ন ঘটনাকে সুসংগতভাবে যুক্ত করার উপর নির্ভর করতেন।\n\n\n== আল-আলবানীর সংস্করণ ==\nবইটির আল-আলবানীর তৈরি একটি বিখ্যাত সংস্করণ রয়েছে। যেটিতে আল-গাজালি নিজেই বইটির শুরুতে এই আধুনিক সংস্করণ সম্পর্কে কথা বলেছেন। তিনি এতে ব্যবহৃত পদ্ধতির পার্থক্যের কথা বলেছেন। লেখক নিজে ও আল-আলবানীর মধ্যে সংশোধন করা ও দুর্বলতার কথা জানতেন। এটি উল্লেখ করার মতো ব্যপার, আল-গাজালি কখনও কখনও হাদীসের উপর আল-আলবানীর প্রমাণীকরণ দুর্বলতা এবং ভাষ্যের প্রতিক্রিয়া জানাতেন।\n\n\n== বই অধ্যায় ==\nবাণী ও ইমাম\nজন্ম থেকে পুনরুত্থান পর্যন্ত\nদাওয়াহ জিহাদ\nসাধারণ অভিবাসন: এর ভূমিকা ও পরিণতি\nএকটি নতুন সমাজের ভিত্তি তৈরি করা\nরক্তক্ষয়ী সংগ্রাম\nনতুন পর্ব\nবিশ্বাসীদের মায়েরা\nশীর্ষ কমরেড\n\n\n== এছাড়াও দেখুন ==\nআর রাহীকুল মাখতুম\nসীরাত ইবনে হিশাম\nমুহাম্মদ আল-গাজ্জালী\nনবীজীর জীবনী\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nশামেলা ওয়েবসাইটে কিতাবুল ফিকহি সীরাত"}