{"pageid": 1483697, "title": "হ্যাচার হিউজ", "url": "https://bn.wikipedia.org/wiki?curid=1483697", "content": "হার্ভি হ্যাচার হিউজ (ইংরেজি: Harvey Hatcher Hughes; ১২ ফেব্রুয়ারি ১৮৮১ - ১৯ অক্টোবর ১৯৪৫) একজন মার্কিন নাট্যকার ছিলেন। তিনি ১৯১২ সাল থেকে কলাম্বিয়া বিশ্ববিদ্যালয়ের শিক্ষক ছিলেন। তিনি ১৯২৬ সালে হেল-বেন্ট ফার হেভেন-এর জন্য নাটকে পুলিৎজার পুরস্কার অর্জন করেন। তার রচিত অন্যান্য উল্লেখযোগ্য নাটক হল  ওয়েক আপ, জোনাথন! (এলমার রাইসের সাথে যৌথভাবে, ১৯২১), রুইন্ট (১৯২৪), ও দ্য লর্ড ব্লেসেস দ্য বিশপ (১৯৩২)।\n\n\n== প্রারম্ভিক জীবন ==\nহিউজ ১৮৮১ সালের ১২ই ফেব্রুয়ারি নর্থ ক্যারোলাইনা অঙ্গরাজ্যের ক্লিভল্যান্ড কাউন্টির পকভিলে জন্মগ্রহণ করেন। তার পিতা অ্যান্ড্রু জ্যাকসন হিউজ ও মাতা মার্থা জেন গোল্ড হিউজ। তিনি তার পিতামাতার ১১ সন্তানের ১০ম সন্তান। তার ভাইবোনেরা হলেন সিসেরো (১৮৬৫-১৯৩৯), কোরা (১৮৬৮-১৯৩০), মলি (১৮৬৮-১৯৫১), স্যালি (১৮৭০-১৯৪০), ড্যান (১৮৭১-১৯০০), জন (১৮৭৩-১৯৩৭), চার্লি (১৮৭৫-১৯৪৬), গর্ডন (১৮৭৭-১৯৫০), জর্জ (১৮৭৮-১৯০৬), ও ফ্যানি (১৮৮৪-১৯৬৬)।\nতিনি ১৯০১ সালে নর্থ ক্যারোলাইনা বিশ্ববিদ্যালয় অ্যাট চ্যাপেলে ভর্তি হন। তিনি ১৯০৭ সালে এ.বি. ও ১৯০৯ সালে এ.এম. ডিগ্রি অর্জন করেন। তিনি ১৯০৭ থেকে ১৯১০ সাল পর্যন্ত এই বিশ্ববিদ্যালয়ের ইংরেজির প্রশিক্ষক ছিলেন। অধ্যাপক জেমস এফ. রয়স্টারের অধীনে আধুনিক নাটক অধ্যয়নের পর নাট্যকলার প্রতি তার আগ্রহ জন্মে। তিনি ডক্টরেট করতে কলাম্বিয়া বিশ্ববিদ্যালয়ে ভর্তি হন, কিন্তু সেখানে ইংরেজির প্রভাষক হিসেবে যোগদান করার পর এই পরিকল্পনা বাদ দেন।\n\n\n== কর্মজীবন ==\nহিউজ তার প্রথম নাটক আ ম্যারিজ মেড ইন হেভেন ১৯১৮ সালে রচনা করেন, কিন্তু দশ বছর পর এটি প্রথম মঞ্চস্থ হয়। এলমার রাইসের সাথে যৌথভাবে রচিত ওয়েক আপ, জোনাথন অভিনেত্রী মিনি ম্যাডার্ন ফিস্কের জন্য সফলতা নিয়ে আসে। তার লেখা হেল-বেন্ট ফার হেভেন (১৯২৪) ক্ল থিয়েটারে (পরবর্তীকালে দি অ্যাভন ও পরে সিবিএস থিয়েটার #২) ১২৮ বার মঞ্চস্থ হয়। নাটকটিতে অভিনয় করেন একাধিক টনি পুরস্কার ও পুলিৎজার পুরস্কার বিজয়ী জর্জ অ্যাবট এবং ক্লারা ব্ল্যানডিক। এটি ১৯২৬ সালে নাটকে পুলিৎজার পুরস্কার অর্জন করে এবং একই বছর এর চলচ্চিত্রে রূপায়ন করা হয়।\nহিউজ কলাম্বিয়া বিশ্ববিদ্যালয়ের অধ্যাপক ছিলেন। তার বিস্তারিত পত্রাবলি নর্থ ক্যারোলাইনা বিশ্ববিদ্যালয়ের সংরক্ষণাগারে সংরক্ষিত রয়েছে।\n\n\n== ব্যক্তিগত জীবন ও মৃত্যু ==\nহিউজ ১৯৩০ সালে জ্যানেট র‍্যানি কুলকে বিয়ে করেন। তাদের একমাত্র কন্যা অ্যান র‍্যানি হিউজ ১৯৩৫ সালে জন্মগ্রহণ করে।\nহিউজ ব্র্যান্ডার ম্যাথিউস হলে কলাম্বিয়া থিয়েটার অ্যাসোসিয়েটসের মহড়াকালে করোনারি থ্রম্বোসিসে আক্রান্ত হয়ে ১৯৪৫ সালের ১৯শে অক্টোবর মৃত্যুবরণ করেন।\n\n\n== সৃষ্টিকর্ম ==\nআ ম্যারিজ মেড ইন হেভেন (১৯১৮)\nওয়েক আপ, জোনাথন! (এলমার রাইসের সাথে যৌথভাবে, ১৯২১)\nহেল-বেন্ট ফার হেভেন (১৯২৪)\nরুইন্ট (১৯২৪)\nইটস আ গ্রান্ড লাইফ (১৯৩০)\nদ্য লর্ড ব্লেসেস দ্য বিশপ (১৯৩২)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nHughes' papers at the University of North Carolina Archives\nইন্টারনেট ব্রডওয়ে ডেটাবেজে হ্যাচার হিউজ  (ইংরেজি)\nইন্টারনেট মুভি ডেটাবেজে হ্যাচার হিউজ (ইংরেজি)"}