{"pageid": 1483536, "title": "যুক্তরাজ্যের সাধারণ নির্বাচন, ১৮০৬", "url": "https://bn.wikipedia.org/wiki?curid=1483536", "content": "১৮০৬ যুক্তরাজ্যের সাধারণ নির্বাচন ছিল যুক্তরাজ্যের তৃতীয় সংসদের সদস্যদের নির্বাচন। গ্রেট ব্রিটেন এবং আয়ারল্যান্ডের ইউনিয়নের পর এটি ছিল দ্বিতীয় সাধারণ নির্বাচন।\nসাধারণ নির্বাচন ব্রিটিশ রাজনীতির ভবিষ্যত সম্পর্কে যথেষ্ট অনিশ্চয়তার একটি পরিস্থিতিতে সংঘটিত হয়। যার পূর্বে উইলিয়াম পিট দ্য ইয়াংগারের আকস্মিক মৃত্যু এবং সমস্ত প্রতিভার মন্ত্রিসভা গঠন করা হয়।\n১৮০৬ সালের ২৪ অক্টোবর দ্বিতীয় যুক্তরাজ্যের সংসদ ভেঙে দেওয়া হয়। সেই তারিখ থেকে সর্বোচ্চ সাত বছরের মেয়াদের জন্য ১৮০৬ সালের ১৩ ডিসেম্বর নতুন সংসদের বৈঠক ডাকা হয়। সর্বোচ্চ মেয়াদ হতে পারে এবং সাধারণত কমিয়ে দেওয়া হয় এবং রাজশাসক তার মেয়াদ শেষ হওয়ার আগেই সংসদ ভেঙে দিতে পারেন।\n\n\n== রাজনৈতিক পরিস্থিতি ==\nযেহেতু ১৮০৩ সালে ফ্রান্সের সাথে নেপোলিয়নিক যুদ্ধে পূর্ববর্তী সাধারণ নির্বাচনের লড়াই আবার শুরু হয়েছিল। টোরি প্রধানমন্ত্রী হেনরি অ্যাডিংটন ১৮০৪ সালে পদত্যাগ করেছিলেন। উইলিয়াম পিট দ্য ইয়াংগার যুদ্ধের বিচারের জন্য সরকার সমর্থক হুইগ এবং টোরি রাজনীতিবিদদের একটি নতুন জোট গঠন করেছিলেন।\nচার্লস জেমস ফক্সের নেতৃত্বে বিরোধী হুইগস সরকারের বিরোধিতা করতে থাকে। পিটের প্রাক্তন সমর্থকদের একটি দল (যেমন তার চাচাতো ভাই উইলিয়াম গ্রেনভিল, ১ম ব্যারন গ্রেনভিল ) দ্বারা তাদের শক্তিশালী করা হয়েছিল যারা ১৮০২ সালের পরে অ্যাডিংটনের বিরোধিতা করে ফক্সের সাথে নিজেদের সারিবদ্ধ করেছিল এবং যারা ১৮০৪ সালে পিট এবং তার অন্যান্য বন্ধুদের সাথে অফিসে ফিরে আসেনি।\n২৩ জানুয়ারি ১৮০৬-এ পিট মারা গেলে গ্রেনভিল দ্বারা একটি নতুন মন্ত্রণালয় গঠিত হয়। এতে ফক্স এবং অ্যাডিংটন (বর্তমানে ১ম ভিসকাউন্ট সিডমাউথ হিসাবে পরিচিত) এবং সেইসাথে দিনের অন্যান্য নেতৃস্থানীয় রাজনৈতিক ব্যক্তিত্ব অন্তর্ভুক্ত ছিল। তবে এতে জর্জ ক্যানিং অন্তর্ভুক্ত ছিল না, যিনি হাউস অফ কমন্সে পিটের দল বা ডিউক অফ পোর্টল্যান্ডের নেতৃত্ব পেয়েছিলেন যিনি হাউস অফ লর্ডসে নেতৃত্ব দিয়েছিলেন। এই সরকার সকল মেধাবী মন্ত্রণালয় হিসেবে পরিচিত ছিল।\nআলোচনার মাধ্যমে নেপোলিয়ন যুদ্ধ শেষ করার চেষ্টা করা হয়েছিল। এই আশা ব্যর্থ হওয়ায় যুদ্ধ চলতে থাকে। গ্রেনভিল সরকারকে শক্তিশালী করারও চেষ্টা করেছিলেন, কিন্তু পিটিটদেরকে তার সাথে যোগ দিতে বা কিছু নেতৃস্থানীয় ব্যক্তিত্বকে বিচ্ছিন্ন করার জন্য রাজি করাতে ব্যর্থ হন। পিটিইটরা যেমন চেয়েছিলেন প্রধানমন্ত্রী ফক্স এবং তার বন্ধুদের বাদ দিতে প্রস্তুত ছিলেন না।\nলর্ড গ্রেনভিল তখন তার সরকারকে শক্তিশালী করার জন্য একটি সাধারণ নির্বাচন করার সিদ্ধান্ত নেন। রাজা একটি বিলুপ্তি মঞ্জুর.\nএই নির্বাচনের সময় ট্যালেন্ট অফিসে ছিল এবং এর পরেও অব্যাহত ছিল। কিন্তু ১৮০৬ সালের ১৩ সেপ্টেম্বর ফক্সের মৃত্যুর কারণে মন্ত্রিসভা দুর্বল হয়ে পড়ে। নির্বাচন নিজেই একটি হতাশা ছিল. অষ্টাদশ শতাব্দীতে রাজার সমর্থনে একটি সরকার নির্বাচনে উল্লেখযোগ্য লাভের আশা করতে পারে। যাইহোক পিটের আর্থিক সংস্কারের ফলে নির্বাচনী ফলাফলে কারচুপি করার জন্য ট্রেজারির ক্ষমতা দুর্বল হয়ে পড়ে। ফোর্ড অনুমান করেছেন যে ১৮০৬ সালের আপিলের মধ্যে মন্ত্রণালয়টি প্রায় ত্রিশটি আসন লাভ করেছিল।\n\n\n== ফলাফল ==\n\n\n== তথ্যসূত্র ==\nBritish Electoral Facts 1832–1999, compiled and edited by Colin Rallings and Michael Thrasher (Ashgate Publishing Ltd 2000). Source: Dates of Elections – Footnote to Table 5.02\nBritish Historical Facts 1760–1830, by Chris Cook and John Stevenson (The Macmillan Press 1980). Source: Types of constituencies – Great Britain\nHis Majesty's Opposition 1714–1830, by Archibald S. Foord (Oxford University Press 1964)\nParliamentary Election Results in Ireland 1801–1922, edited by B.M. Walker (Royal Irish Academy 1978). Source: Types of constituencies – Ireland"}