{"pageid": 1483639, "title": "পাঠ্যপুস্তক সংশোধন ও পরিমার্জন সমন্বয় কমিটি", "url": "https://bn.wikipedia.org/wiki?curid=1483639", "content": "পাঠ্যপুস্তক সংশোধন ও পরিমার্জন সমন্বয় কমিটি হলো জাতীয় শিক্ষাক্রম ও পাঠ্যপুস্তক বোর্ড কর্তৃক প্রণীত ও মুদ্রিত সকল পাঠ্যপুস্তক সংশোধন ও পরিমার্জন কার্যক্রম সুষ্ঠুভাবে সম্পন্ন ও সমন্বয়ের লক্ষ্যে শিক্ষা মন্ত্রণালয়ের মাধ্যমিক ও উচ্চ শিক্ষা বিভাগ কর্তৃক গঠিত ১০ সদস্য বিশিষ্ট একটি কমিটি। ২০২৪ সালের ১৫ সেপ্টেম্বর কমিটি ঘোষণার পর থেকেই কমিটির দুজন সদস্যকে ইসলামবিদ্বেষী দাবি করে তাদের অপসারণ ও ইসলামি ব্যক্তিত্বদের অন্তর্ভুক্তির দাবি জানিয়ে আসছিল ইসলামপন্থীরা। বিতর্কের মুখে মাত্র দুই সপ্তাহের মাথায়, ২৮ সেপ্টেম্বর পুরো কমিটিই বিলুপ্ত করে দেয় শিক্ষা মন্ত্রণালয়।\n\n\n== প্রেক্ষাপট ==\n২০২৩ সালে জাতীয় শিক্ষাক্রম ও পাঠ্যপুস্তক বোর্ড পরিবর্তিত পাঠ্যক্রমের আলোকে নতুন পাঠ্যপুস্তক প্রণয়ন করে, যা সমালোচনা ও বিতর্কের জন্ম দেয়। এ নিয়ে ২০২৪ সালের ২৪ জানুয়ারি ইসলামি আরবি বিশ্ববিদ্যালয়ের উপাচার্য মুহাম্মদ আব্দুর রশীদকে আহ্বায়ক করে ৫ সদস্য বিশিষ্ট বিশেষজ্ঞ কমিটি গঠন করা হয়। সে বছর আগস্টে ছাত্র–জনতার অভ্যুত্থানে তৎকালীন সরকারের পতন হয়। \nনবগঠিত অন্তর্বর্তীকালীন সরকারের শিক্ষা উপদেষ্টা ওয়াহিদউদ্দিন মাহমুদ নতুন শিক্ষাক্রমকে বাস্তবায়নযোগ্য নয় বলে উল্লেখ করে পুরাতন শিক্ষাক্রমে ফিরে যাওয়ার ঘোষণা দেন। ১৫ সেপ্টেম্বর পাঠ্যপুস্তক সংশোধন ও পরিমার্জনে ১০ সদস্যের সমন্বয় কমিটি গঠন করে শিক্ষা মন্ত্রণালয়।\n\n\n== সদস্যবৃন্দ ==\nআহ্বায়ক: খ ম কবিরুল ইসলাম, শিক্ষা মন্ত্রণালয়ের অতিরিক্ত সচিব।\nসদস্য:\nরাখাল রাহা, শিক্ষা গবেষক।\nকামরুল হাসান মামুন, ঢাকা বিশ্ববিদ্যালয়ের পদার্থবিজ্ঞান বিভাগের অধ্যাপক।\nমোহাম্মদ আজম, ঢাকা বিশ্ববিদ্যালয়ের বাংলা বিভাগের অধ্যাপক ও বাংলা একাডেমির মহাপরিচালক।\nসামিনা লুৎফা নিত্রা, ঢাকা বিশ্ববিদ্যালয়ের সমাজবিজ্ঞান বিভাগের সহযোগী অধ্যাপক।\nমাসুদ আখতার খান, প্রাথমিক ও গণশিক্ষা মন্ত্রণালয়ের অতিরিক্ত সচিব।\nএ কে এম রিয়াজুল হাসান, জাতীয় শিক্ষাক্রম ও পাঠ্যপুস্তক বোর্ডের (এনসিটিবি) চেয়ারম্যান।\nরবিউল কবীর চৌধুরী, এনসিটিবি শিক্ষাক্রমের সদস্য।\nএ এফ এম সারোয়ার জাহান, এনসিটিবি প্রাথমিক শিক্ষাক্রমের সদস্য।\nসদস্য সচিব: মো: ইয়ানুর রহমান, মাধ্যমিক ও উচ্চ শিক্ষা বিভাগের সিনিয়র সহকারী সচিব।\n\n\n== সমালোচনা ==\n\nকমিটি ঘোষণার পর কামরুল হাসান মামুন ও সামিনা লুৎফার এলজিবিটি'র সমর্থনে দেওয়া পোস্টগুলো সামনে আসলে তাদেরকে ইসলামবিদ্বেষী আখ্যা দিয়ে কমিটি থেকে অপসারণের দাবি জানাতে শুরু করেন ইসলামপন্থীরা। কমিটিতে কোনো আলেম না থাকায় কমিটি প্রত্যাখ্যান করে বেশ কিছু সংগঠন। হেফাজতে ইসলাম একে বৈষম্যমূলক বলে আখ্যায়িত করে। ঢাকা বিশ্ববিদ্যালয়ের ইসলামিক স্টাডিজের শিক্ষক-শিক্ষার্থীরা উক্ত বিভাগের দুজন ও আরবি সাহিত্য বিভাগ থেকে দুজন বিশেষজ্ঞকে কমিটিতে অন্তর্ভুক্ত করার দাবি জানান। কমপক্ষে একজন আলিয়া ও একজন কওমী আলেমকে কমিটিতে যুক্ত করার আহ্বান জানায় জামায়াত। এছাড়া ইসলামী আন্দোলন, খেলাফত মজলিস, বাংলাদেশ খেলাফত মজলিস, জমিয়তে উলামাসহ বিভিন্ন ইসলামি রাজনৈতিক ও অরাজনৈতিক সংগঠন ও ইসলামি ব্যক্তিত্ব উক্ত কমিটিতে পরিবর্তন আনার দাবি জানান।\n\n\n== ঘটনাপ্রবাহ ==\n১৫ সেপ্টেম্বর: কমিটি গঠন\n২০ সেপ্টেম্বর: শাহবাগে বাংলাদেশ খেলাফত ছাত্র মজলিসের সমাবেশে শিক্ষা কমিশনে দেশের সর্বমহলে শ্রদ্ধেয় আলেমদের অন্তর্ভুক্ত করার দাবি জানানো হয়।\n২১ সেপ্টেম্বর: বারিধারা মাদ্রাসায় হেফাজতে ইসলাম বাংলাদেশের এক বৈঠকে আলেমবিহীন কমিটি প্রত্যাখ্যান করা হয়।\n২২ সেপ্টেম্বর\n\nবাংলাদেশ জামায়াতে ইসলামী এক প্রেস বিজ্ঞপ্তিতে পাঠ্যপুস্তক সংশোধন ও পরিমার্জন কমিটিতে অন্ততঃ দুইজন আলেমকে অন্তর্ভুক্ত করার আহ্বান জানায়। একই দিনে জাতীয় শিক্ষক ফোরামও অনুরূপ দাবি জানায়।\nবাংলাদেশ সুপ্রিম পার্টি এক প্রেস বিজ্ঞপ্তিতে পাঠ্যবই পরিমার্জনে গঠিত কমিটিতে কোনো আলেম না থাকায় বিস্ময় প্রকাশ করে কমিটিকে প্রত্যাখ্যানের ঘোষণা দেয়।\n২৩ সেপ্টেম্বর\n\nপাঠ্যপুস্তক সংশোধন ও পরিমার্জনে ঘোষিত কমিটিতে আলেম ও ইসলামি স্কলার না থাকাকে বৈষম্যমূলক আখ্যা দেয় খেলাফত মজলিস।\nইসলামী আন্দোলন বাংলাদেশের আমীর চরমোনাই পীর সৈয়দ রেজাউল করিম পাঠ্যপুস্তক সংশোধন কমিটিতে আলেম ও ইসলামী স্কলারদের অন্তর্ভুক্তির দাবি জানান।\n২৬ সেপ্টেম্বর\n\nজাতীয় প্রেসক্লাবের সামনে সচেতন নাগরিক সমাজের ব্যানারে আয়োজিত মানববন্ধনে পাঠ্যপুস্তক পরিমার্জন কমিটি থেকে ইসলামবিদ্বেষীদের অপসারণ ও ইসলামী স্কলারদের অন্তর্ভুক্তির আহ্বান জানানো হয়।\nঢাকা বিশ্ববিদ্যালয়ের ইসলামিক স্টাডিজ বিভাগের শিক্ষক ও শিক্ষার্থীদের এক মতবিনিময় সভায়, পাঠ্যপুস্তক সংশোধন কমিটিতে ইসলামি বিশেষজ্ঞ না থাকায় উদ্বেগ প্রকাশ করা হয়।\nজামালপুরে বাংলাদেশ খেলাফত মজলিসের সমাবেশে শিক্ষা কমিশন থেকে \"সমকামিতার প্রোমোটকারী\"দের বাদ দিয়ে আলেমদের প্রতিনিধি অন্তর্ভুক্ত করার দাবি জানান দলটির মহাসচিব মামুনুল হক। সুনামগঞ্জে জমিয়তে উলামায়ে ইসলাম বাংলাদেশের সমাবেশেও অনুরূপ দাবি ওঠে।\n২৭ সেপ্টেম্বর: শায়খ আহমাদুল্লাহ এক ফেসবুক পোস্টে কমিটির কতিপয় সদস্যকে ধর্মবিদ্বেষী আখ্যা দিয়ে তাদের অন্তর্ভুক্তিকে \"শহীদদের রক্তের সাথে সুস্পষ্ট বেঈমানি\" বলে মন্তব্য করেন।\n২৮ সেপ্টেম্বর\n\nবাংলাদেশ ইমাম সমিতি এক বিবৃতিতে অন্তত দুজন ইসলামী স্কলারকে কমিটিতে অন্তর্ভুক্ত করার দাবি জানায়।\nকিশোরগঞ্জে বাংলাদেশ খেলাফত মজলিসের সমাবেশে ইসলামিক শিক্ষাবিদদের সমন্বয়ে শিক্ষা কমিশন গঠনের আহ্বান জানান মামুনুল হক।\nকমিটি বাতিল করে অফিস আদেশ জারি করে শিক্ষা মন্ত্রণালয়।\n\n\n== বিলুপ্তি ও প্রতিক্রিয়া ==\nকমিটি গঠনের মাত্র দুই সপ্তাহের মাথায় ২০২৪ সালের ২৮ সেপ্টেম্বর শিক্ষা মন্ত্রণালয়ের মাধ্যমিক ও উচ্চ শিক্ষা বিভাগের জারি করা এক অফিস আদেশে উক্ত কমিটি বাতিল ঘোষণা করা হয়। উদীচী শিল্পীগোষ্ঠী এবং আনু মুহাম্মদসহ ১২২ নাগরিক এর নিন্দা জানিয়ে বিবৃতি দেন। সামিনা লুৎফাকে ইসলাম বিদ্বেষী উপাধি দেওয়ার প্রতিবাদ জানায় তার বিভাগের শিক্ষার্থীরা। টিআইবি এই ঘটনাকে মৌলবাদী হুমকির সাথে আপোষ আখ্যা দিয়ে একে উদ্বেগজনক ও ঝুঁকিপূর্ণ বলে মন্তব্য করে। হেফাজত এ বিবৃতির প্রতিবাদ জানিয়ে ইসলামি জনমতকে মৌলবাদ বলা \"ফ্যাসিবাদী আচরণ\" বলে মন্তব্য করে। এদিকে, পুরো কমিটি বাতিল করা আলেমদের দাবি ছিলনা উল্লেখ করে টিআইবি ও ১২২ নাগরিক কর্তৃক আলেমসমাজ ও ইসলামপন্থী জনগণের নামে বিষোদগারের বিরুদ্ধে বিবৃতি দেন কামালুদ্দীন জাফরীসহ ১৫১ আলেম।\n\n\n== আরও দেখুন ==\nএম এ বারী শিক্ষা কমিশন, ২০০১\nকবির চৌধুরী শিক্ষা কমিশন, ২০০৯\n২০১৭-এ বাংলাদেশে পাঠ্যবই বিতর্ক\n২০২৩-এ বাংলাদেশে পাঠ্যবই বিতর্ক\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"পাঠ্যবই সংশোধনের কমিটি নিয়ে ধর্মভিত্তিক দলগুলোর চাপ, যা ঘটেছে\"। বিবিসি বাংলা। ২৯ সেপ্টেম্বর ২০২৪। সংগ্রহের তারিখ ৬ অক্টোবর ২০২৪। \nহারুন উর রশীদ স্বপন (২৯ সেপ্টেম্বর ২০২৪)। \"'অনুভূতিতে আঘাত লাগে' এমন কিছু পাঠ্যবইয়ে রাখবে না এনসিটিবি\"। ডয়চে ভেলে। সংগ্রহের তারিখ ৬ অক্টোবর ২০২৪।"}