{"pageid": 1483167, "title": "ধ্রুবক (গণিত)", "url": "https://bn.wikipedia.org/wiki?curid=1483167", "content": "গণিতে, ধ্রুবক শব্দটি বিভিন্ন অর্থ বহন করে।বিশেষণ হিসাবে, এটি অপরিবর্তনশীলতাকে (অর্থাৎ নির্দিষ্ট কোন মানের সমান থাকা) নির্দেশ করে, বিশেষ্য হিসাবে, এর দুটি ভিন্ন অর্থ রয়েছে:\n\nএকটি নির্দিষ্ট এবং সুসংজ্ঞায়িত সংখ্যা বা কোন অপরিবর্তনশীল গাণিতিক বস্তু অথবা এটি প্রকাশকারী কোনো প্রতীক। শব্দগুলি পৃথক বোঝাতে কখনও কখনও  গাণিতিক ধ্রুবক বা ভৌত ধ্রুবক  ব্যবহৃত হয়।\nএকটি ফাংশন যার মান অপরিবর্তিত থাকে (যেমন, একটি ধ্রুবক ফাংশন)। এধরনের ধ্রুবক সাধারণত একটি চলক দ্বারা উপস্থাপিত হয় যা প্রশ্নে থাকা প্রধান চলকের উপর নির্ভর করে না।\nউদাহরণস্বরূপ, একটি সরল দ্বিঘাত ফাংশন সাধারণত এভাবে লেখা হয়:\n\n  \n    \n      \n        a\n        \n          x\n          \n            2\n          \n        \n        +\n        b\n        x\n        +\n        c\n        \n        ,\n      \n    \n    {\\displaystyle ax^{2}+bx+c\\,,}\n  \n\nযেখানে a, b এবং c হচ্ছে ধ্রুবক (সহগ বা পরামিতি) এবং x একটি চলক— গাণিতিক শর্তানুসারে প্রদত্ত ফাংশনের মানের ধারক।\nফাংশনটিকে আরও সুনির্দিষ্টভাবে প্রকাশ করার একটি উপায় হল:\n\n  \n    \n      \n        x\n        ↦\n        a\n        \n          x\n          \n            2\n          \n        \n        +\n        b\n        x\n        +\n        c\n        \n        ,\n      \n    \n    {\\displaystyle x\\mapsto ax^{2}+bx+c\\,,}\n  \n\nএটি ফাংশনের শর্তাধীনে x কে চলক হিসেবে (এবং a, b এবং c কে ধ্রুবক হিসাবেও) সুনির্দিষ্টভাবে চিহ্নিত করে। এই উদাহরণে a, b এবং c বহুপদীর সহগ। যেহেতু c, x বিহীন, তাই এটিকে ধ্রুবক পদ বলা হয় এবং x0 কে এর সহগ হিসাবে বিবেচনা করা যেতে পারে। সাধারণভাবে বললে, বহুপদী পরিভাষায় শূন্যঘাতি  (কোনো চলক নেই) যেকোনো বহুপদীর পদ একটি ধ্রুবক।\n\n\n== ধ্রুবক ফাংশন ==\nকোনো ধ্রুবক দিয়ে একটি ধ্রুবক ফাংশনকে সংজ্ঞায়িত করা যেতে পারে করা যেতে পারে যেন এটি শর্ত উপেক্ষা করে এবং সর্বদা একই মান প্রদান করে। একক চলকের একটি ধ্রুবক ফাংশন, যেন \n  \n    \n      \n        f\n        (\n        x\n        )\n        =\n        5\n      \n    \n    {\\displaystyle f(x)=5}\n  \n, এর লেখচিত্র একটি অনুভূমিক রেখা যা x-অক্ষের সমান্তরাল।\nএধরনের একটি ফাংশন সর্বদা একই মান (এই ক্ষেত্রে 5) গ্রহণ করে, কারণ ফাংশনকে সংজ্ঞায়িত করতে কোনো চলক ব্যবহৃত হয়নি।\n\n\n== প্রসঙ্গ-নির্ভরতা ==\nধ্রুবকের ধারণার প্রসঙ্গ-নির্ভরতা প্রাথমিক ক্যালক্যুলাস থেকে এই উদাহরণে দেখা যেতে পারে:\n\n  \n    \n      \n        \n          \n            \n              \n                \n                  \n                    d\n                    \n                      d\n                      x\n                    \n                  \n                \n                \n                  2\n                  \n                    x\n                  \n                \n              \n              \n                \n                =\n                \n                  lim\n                  \n                    h\n                    →\n                    0\n                  \n                \n                \n                  \n                    \n                      \n                        2\n                        \n                          x\n                          +\n                          h\n                        \n                      \n                      −\n                      \n                        2\n                        \n                          x\n                        \n                      \n                    \n                    h\n                  \n                \n                =\n                \n                  lim\n                  \n                    h\n                    →\n                    0\n                  \n                \n                \n                  2\n                  \n                    x\n                  \n                \n                \n                  \n                    \n                      \n                        2\n                        \n                          h\n                        \n                      \n                      −\n                      1\n                    \n                    h\n                  \n                \n              \n            \n            \n              \n              \n                \n                =\n                \n                  2\n                  \n                    x\n                  \n                \n                \n                  lim\n                  \n                    h\n                    →\n                    0\n                  \n                \n                \n                  \n                    \n                      \n                        2\n                        \n                          h\n                        \n                      \n                      −\n                      1\n                    \n                    h\n                  \n                \n              \n              \n              \n                \n                  since \n                \n                x\n                \n                   is constant (i.e. does not depend on \n                \n                h\n                \n                  )\n                \n              \n            \n            \n              \n              \n                \n                =\n                \n                  2\n                  \n                    x\n                  \n                \n                ⋅\n                \n                  c\n                  o\n                  n\n                  s\n                  t\n                  a\n                  n\n                  t\n                  ,\n                \n              \n              \n              \n                \n                  where \n                \n                \n                  c\n                  o\n                  n\n                  s\n                  t\n                  a\n                  n\n                  t\n                \n                \n                   means not depending on \n                \n                x\n                .\n              \n            \n          \n        \n      \n    \n    {\\displaystyle {\\begin{aligned}{\\frac {d}{dx}}2^{x}&=\\lim _{h\\to 0}{\\frac {2^{x+h}-2^{x}}{h}}=\\lim _{h\\to 0}2^{x}{\\frac {2^{h}-1}{h}}\\\\[8pt]&=2^{x}\\lim _{h\\to 0}{\\frac {2^{h}-1}{h}}&&{\\text{since }}x{\\text{ is constant (i.e. does not depend on }}h{\\text{)}}\\\\[8pt]&=2^{x}\\cdot \\mathbf {constant,} &&{\\text{where }}\\mathbf {constant} {\\text{ means not depending on }}x.\\end{aligned}}}\n  \n\nএখানে ধ্রুবকের  অর্থ এটি কোনো চলকের উপর নির্ভরশীল নয়, চলক পরিবর্তিত হলেও এর মান পরিবর্তিত হয় না। উপরের প্রথম ক্ষেত্রে, এটির মান h এর উপর নির্ভরশীল নয়; দ্বিতীয় ক্ষেত্রে, এটির মান x এর উপর নির্ভরশীল নয়। একটি সীমিত প্রসঙ্গের একটি ধ্রুবককে একটি বৃহত্তর প্রসঙ্গে একটি চলক হিসাবে বিবেচনা করা যেতে পারে।\n\n\n== উল্লেখযোগ্য গাণিতিক ধ্রুবক ==\n\nকিছু মান গণিতে প্রচুর ব্যবহৃত হয় এবং প্রচলিত একটি নির্দিষ্ট প্রতীক দ্বারা চিহ্নিত করা হয়। এই মানক প্রতীক এবং তাদের মানগুলিকে গাণিতিক ধ্রুবক বলা হয়।যেমন:\n\n0 (শূন্য)\n1 (এক), শূন্যের পরবর্তী স্বাভাবিক সংখ্যা\nπ (পাই), বৃত্তের পরিধির ব্যাসের সাথে অনুপাতের প্রতিনিধিত্বকারী ধ্রুবক, আনুমানিক 3.141592653589793238462643 এর সমান।\ne, প্রায় 2.718281828459045235360287 এর সমান।\ni, কাল্পনিক সংখ্যার একক যেখানে i2 = −1.\n\n  \n    \n      \n        \n          \n            2\n          \n        \n      \n    \n    {\\displaystyle {\\sqrt {2}}}\n  \n (2 এর বর্গমূল), একক বাহুবিশিষ্ট একটি বর্গক্ষেত্রের কর্ণের দৈর্ঘ্য, আনুমানিক 1.414213562373095048801688 এর সমান।\nφ (সোনালী অনুপাত), প্রায় 1.618033988749894848204586, বা বীজগাণিতিকভাবে, \n  \n    \n      \n        \n          1\n          +\n          \n            \n              5\n            \n          \n        \n        2\n      \n    \n    {\\displaystyle 1+{\\sqrt {5}} \\over 2}\n  \n এর সমান।\n\n\n== ক্যালকুলাসে ধ্রুবক ==\nক্যালকুলাস, ধ্রুবককে প্রয়োগ অনুসারে বিভিন্নভাবে প্রক্রিয়া করা হয়। উদাহরণস্বরূপ, একটি ধ্রুবক ফাংশনের অন্তরজ (পরিবর্তনের হার) শূন্য। এটি একারণে যে ধ্রুবক, সংজ্ঞা অনুসারে, পরিবর্তিত হয় না। তাই তাদের অন্তরজ শূন্য।\nবিপরীতক্রমে, একটি ধ্রুবক ফাংশনের সমাকলন করার সময়, ধ্রুবকটি সমাকলনের চলক দ্বারা গুণিত হয়।\nলিমিট হিসাবের সময়, একটি ধ্রুবক হিসাবের আগে এবং পরে একই থাকে। \nএকচলকের ফাংশনের সমাকলনে প্রায়শই একটি সমাকলন ধ্রুবক থাকে। এটি একারণে যে সমাকল হল বিপরীত অন্তরজ অর্থাৎ সমাকলনের লক্ষ্য হল অন্তরীকরণের আগের মূল ফাংশনটি পুনরুদ্ধার করা। একটি ধ্রুবক ফাংশনের অন্তরজ শূন্য, যেমন উপরে উল্লেখ করা হয়েছে, এবং অন্তরজ অপারেটর হলো একটি রৈখিক অপারেটর, তাই কেবল ধ্রুবক পদ দ্বারা পৃথক ফাংশনগুলির অন্তরজ একই। এটি আমলে নেওয়ার জন্য, অনির্দিষ্ট যোগজে একটি সমাকলন ধ্রুবক যোগ করা হয়, এটি নিশ্চিত করে যে সম্ভাব্য সকল সমাধান অন্তর্ভুক্ত করা হয়েছে। সমাকলন ধ্রুবককে সাধারণত 'c' হিসাবে লেখা হয় এবং এটি নির্দিষ্ট কিন্তু অসংজ্ঞায়িত মানের একটি ধ্রুবকের প্রতিনিধিত্ব করে।\n\n\n=== উদাহরণ ===\nযদি f একটি ধ্রুবক ফাংশন হয় যেন x এর প্রতিটি মানের জন্য \n  \n    \n      \n        f\n        (\n        x\n        )\n        =\n        72\n      \n    \n    {\\displaystyle f(x)=72}\n  \n তাহলে\n\n  \n    \n      \n        \n          \n            \n              \n                \n                  f\n                  ′\n                \n                (\n                x\n                )\n              \n              \n                \n                =\n                0\n              \n            \n            \n              \n                ∫\n                f\n                (\n                x\n                )\n                \n                d\n                x\n              \n              \n                \n                =\n                72\n                x\n                +\n                c\n              \n            \n            \n              \n                \n                  lim\n                  \n                    x\n                    →\n                    0\n                  \n                \n                f\n                (\n                x\n                )\n              \n              \n                \n                =\n                72\n              \n            \n          \n        \n      \n    \n    {\\displaystyle {\\begin{aligned}f'(x)&=0\\\\\\int f(x)\\,dx&=72x+c\\\\\\lim _{x\\rightarrow 0}f(x)&=72\\end{aligned}}}\n  \n\n\n== আরও দেখুন ==\nগাণিতিক প্রতীকের তালিকা\nভৌত ধ্রুবক\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে ধ্রুবক সম্পর্কিত মিডিয়া দেখুন।"}