{"pageid": 1483505, "title": "শিবগঞ্জ স্নাতক মহাবিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1483505", "content": "শিবগঞ্জ স্নাতক মহাবিদ্যালয় চাঁপাইনবাবগঞ্জ জেলার শিবগঞ্জ উপজেলার প্রাণকেন্দ্রে অবস্থিত একটি শিক্ষাপ্রতিষ্ঠান। স্থাপিত হয় ১৯৮৫ সালে। ১৯৮৬ সালে কলেজটি এমপিওভুক্ত হয় এবং এরপর ১৯৯১ সালে মহাবিদ্যালয়টিতে ডিগ্রি (পাস) এবং ২০১৫-২০১৬ শিক্ষাবর্ষ হতে অনার্স কোর্স চালু হয়। একটি পূর্নাঙ্গ ডিগ্রি ও অনার্স কলেজে উন্নীত হয়েছে।\n\n\n== ইতিহাস ==\nচাঁপাইনবাবগঞ্জ জেলার শিবগঞ্জ উপজেলায় শিবগঞ্জ স্নাতক মহাবিদ্যালয়টি প্রতিষ্ঠার পেছনে যাঁদের মহতী প্রচেষ্টা কাজ করেছিল তা সংক্ষিপ্ত আকারে লিপিবদ্ধ করা যুক্তিযুক্ত। অত্র উপজেলা তথা অত্র অঞ্চলে শিক্ষা বিস্তারের মাধ্যমে মানব কল্যাণমুখী মূল্যবোধ, যুক্তি ও মুক্ত চিন্তার চর্চা ও লালনের মাধ্যমে একটি আধুনিক জ্ঞান ভিত্তিক সমাজ বিনির্মাণে ভূমিকা রাখার প্রয়াসে শিবগঞ্জ অঞ্চলের কিছু উদ্যোমী তরুণ ও সুধীজন ১৯৮৪ সালের নভেম্বর মাসের বিভিন্ন তারিখে নিজেদের মধ্যে অনানুষ্ঠানিক বৈঠকে মিলিত হয়ে সর্বসম্মতিক্রমে অত্র অঞ্চলে একটি কলেজ প্রতিষ্ঠার সিদ্ধান্ত গ্রহণ করেন এবং তা বাস্তবায়নের লক্ষ্যে এলাকার সুধীদের নিয়ে তৎকালীন শিবগঞ্জ ইউ.পি চেয়ারম্যান জনাব মোঃ আব্দুল্লাহ গাজী খান কে আহবায়ক এবং জনাব মোঃ বজলুর রশীদ কে সভাপতি করে একটি উপদেষ্টা পরিষদ গঠন করে এ বিষয়ে সার্বিক দায়িত্ব আহবায়ক কমিটিকে অর্পণ করেন।\nউক্ত আহবায়ক কমিটি অত্র শিবগঞ্জ এলাকার সুধীদের নিয়ে কতিপয় সভার আয়োজন করেন। ১৯৮৫ সালের ৩ মার্চ তারিখে অত্র এলাকায় একটি সহশিক্ষা কার্যক্রম পরিচালনার জন্য সর্বসম্মতিক্রমে একটি কলেজ প্রতিষ্ঠার সিদ্ধান্ত গ্রহণ করা হয। উক্ত কলেজের অধ্যক্ষ হিসেবে জনাব মোহাঃ মীরাতুল ইসলাম-কে দায়িত্ব প্রদান করা হয়। তৎকালীন ইউ.পি. চেয়ারম্যান শিবগঞ্জ ইউ.পি. ভবনটি কলেজ অফিস হিসেবে ব্যবহারের মৌখিক অনুমতি প্রদান করেন। পরবর্তীতে শিবগঞ্জ স্নাতক মহাবিদ্যালয়ের ১ম ক্লাস শুরু হয় “শিবগঞ্জ সান ফ্লাওয়ার কে.জি. স্কুল” এ। সেখানে অস্থায়ীভাবে কিছুদিন অত্র মহাবিদ্যালয়ের ক্লাস সমূহ পরিচালিত হয়ে আসছিল।\nঅতঃপর ১৯৮৫ সালের ১২ ই আগষ্ট শিবগঞ্জ থানার তরতিপুর মৌজার আলীডাঙ্গা গ্রামের পূর্ব প্রান্তে শিবগঞ্জ স্টেডিয়ামের পশ্চিম প্রান্তে ছাইতন তলায় শিবগঞ্জ মহাবিদ্যালয়ের নামে কিছু জমি ক্রয় করে মহাবিদ্যালয়টি আনুষ্ঠানিকভাবে কার্যক্রম শুরু করে। ১৩/০৮/১৯৮৬ ইং তারিখে উক্ত মহাবিদ্যালয়টি ভিত্তি প্রস্তর স্থাপন করেন তৎকালীন উপজেলা চেয়ারম্যান জনাব ডাঃ মঈন উদ্দিন আহমেদ (মন্টু ডাক্তার) এবং তাঁরই সার্বিক পৃষ্ঠপোষকতায় ও সহযোগিতায় কলেজটির পাঠদান স্বীকৃতি সহ এম.পি.ও. ভুক্তি লাভ করে।\n\n\n== শিক্ষা কার্যক্রম ==\nপ্রতিষ্ঠানটি রাজশাহী শিক্ষা বোর্ডের অধীনে শিক্ষা কার্যক্রম পরিচালনা করে। এ প্রতিষ্ঠানে উচ্চ মাধ্যমিক পর্যায়ে তিনটি বিভাগ রয়েছে। এগুলো হলো:\n\nবিজ্ঞান বিভাগ\nমানবিক বিভাগ\nবাণিজ্য বিভাগ\nপ্রতিষ্ঠানটি জাতীয় বিশ্ববিদ্যালয় কার্যক্রম পরিচালনা করে। বর্তমানে তিনটি বিষয়ে অনার্স কোর্স চালু  রয়েছে ।এগুলো হলো:\n\nবাংলা\nমনোবিজ্ঞান\nরাষ্ট্রবিজ্ঞান\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপ্রাতিষ্ঠানিক ওয়েবসাইট"}