{"pageid": 1483765, "title": "যুক্তরাজ্যের সাধারণ নির্বাচন, ১৮৩১", "url": "https://bn.wikipedia.org/wiki?curid=1483765", "content": "১৮৩১ সালের যুক্তরাজ্যের সাধারণ নির্বাচনে নির্বাচনী সংস্কারের সমর্থকরা ব্যাপক জয়লাভ করে যা ছিল প্রধান নির্বাচনী ইস্যু। ফলস্বরূপ এটি ছিল শেষ অসংস্কারবিহীন নির্বাচন কারণ নিম্নলিখিত সংসদ ১৮৩২ সালের সংস্কার আইন পাস করা নিশ্চিত করেছিল। ২৮ এপ্রিল থেকে ১ জুন ১৮৩১ পর্যন্ত ভোটগ্রহণ অনুষ্ঠিত হয়েছিল। হুইগস টোরিদের উপর ১৩৬ সংখ্যাগরিষ্ঠতা জিতেছিল, যা একটি ভূমিধসের কাছাকাছি ছিল যতটা অসংস্কারহীন নির্বাচনী ব্যবস্থা প্রদান করতে পারে। নতুন নির্বাচনী ব্যবস্থা প্রণীত হওয়ার পর সরকার যেহেতু সংসদ ভেঙ্গে দেয় ফলে সংসদটি সংক্ষিপ্ত ছিল এবং পরের বছর আরেকটি নির্বাচন হয়েছিল। ১৭১৫ সালের পর এই নির্বাচনটি প্রথম সংখ্যালঘু দলের দ্বারা বিজয়ী হয়েছিল।\n\n\n== রাজনৈতিক পরিস্থিতি ==\n১৮৩০ সালে নির্বাচিত নবম যুক্তরাজ্য পার্লামেন্টে ডিউক অফ ওয়েলিংটনের টোরি সরকারের জন্য স্থিতিশীল কমন্স সংখ্যাগরিষ্ঠতার অভাব ছিল: সর্বোত্তম অনুমান হল যে এর ৩১০ জন সমর্থক, ২২৫ জন প্রতিপক্ষ এবং ১২১ জন সন্দেহজনক ছিল। ধারাবাহিক পরাজয়ের পর ১৫ নভেম্বর ১৮৩০ তারিখে হেনরি পার্নেলের দেওয়ানি তালিকায় তদন্তের জন্য প্রস্তাব ২৩৩ থেকে ২০৪ পর্যন্ত চলে; এই পরাজয় ওয়েলিংটন এবং তার মন্ত্রিসভাকে বিস্মিত করে এবং তাদের পদত্যাগ করতে বাধ্য করে। ওয়েলিংটন বিরোধী দলে যান স্যার রবার্ট পিল কমন্সে বিরোধী দলের প্রধান নেতা হন। আর্ল গ্রে-এর অধীনে একটি হুইগ সরকার ১৮৩০ সালের ২২ নভেম্বর নিযুক্ত করা হয়, যা ১৮০৬-০৭ সালে সমস্ত প্রতিভা মন্ত্রিসভার পর প্রথম। হাউস অফ কমন্সের সরকারের নেতা ছিলেন ভিসকাউন্ট অ্যালথর্প, যিনি এক্সচেকারের চ্যান্সেলর হিসাবেও দায়িত্ব পালন করেছিলেন।</link>\nআর্ল গ্রে ঐতিহ্যবাহী নির্বাচনী ব্যবস্থায় সংস্কার আনতে দৃঢ়প্রতিজ্ঞ ছিলেন যা বহু দশক ধরে আলোচিত ছিল। অভিজাত পিরদের সাথে তিনি সংস্কারের একটি আশ্চর্যজনকভাবে সাহসী পরিকল্পনা তৈরি করেন; ২২ মার্চ ১৮৩১ তারিখে সংস্কার বিলের দ্বিতীয় পঠনটি শুধুমাত্র একটি ভোটে (৩০২-৩০১) সম্পন্ন হয়েছিল। টোরি বিরোধীরা স্কিমটি এগিয়ে যাওয়া বন্ধ করার জন্য দৃঢ়প্রতিজ্ঞ ছিল এবং ১৮ এপ্রিল যখন বিলটি কমিটিতে যায় এরপরে জেনারেল গ্যাসকোইন একটি সংশোধনী আনেন যার জন্য ইংল্যান্ড এবং ওয়েলসের প্রতিনিধিত্বকারী মোট এমপিদের সংখ্যা হ্রাস করা উচিত নয়। এই প্রস্তাবটি একটি দক্ষতার সাথে তৈরি করা ' রেকিং অ্যামেন্ডমেন্ট ' ছিল এবং যখন এটি ২৯৯-২৯১ দ্বারা ১৯ এপ্রিল পাস হয়, গ্রে সরকার জানত যে এটি তার আইন পাবে না। প্রকৃতপক্ষে, কমিটির পর্যায় শুরু হওয়ার সাথে সাথে গ্রে একটি বিলুপ্তির জন্য অনুরোধ করতে প্রস্তুত ছিলেন এবং রাজা চতুর্থ উইলিয়াম অনিচ্ছায় সম্মত হন; রাজা ২২ এপ্রিল ব্যক্তিগতভাবে (একটি মহান রাজনৈতিক গোলযোগের মধ্যে) সংসদ ভেঙে দেন।\nসেই তারিখ থেকে সর্বোচ্চ সাত বছরের মেয়াদের জন্য ১৮৩১ সালের ১৪ জুন নতুন সংসদের বৈঠক ডাকা হয়েছিল।</link>\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nBritish Electoral Facts 1832–1999, compiled and edited by Colin Rallings and Michael Thrasher (Ashgate Publishing Ltd 2000). Source: Dates of Elections – Footnote to Table 5.02\nBritish Historical Facts 1760–1830, by Chris Cook and John Stevenson (The Macmillan Press 1980). Source: Types of constituencies – Great Britain\nHis Majesty's Opposition 1714–1830, by Archibald S. Foord (Oxford University Press 1964)\nParliamentary Election Results in Ireland 1801–1922, edited by B.M. Walker (Royal Irish Academy 1978). Source: Types of constituencies – Ireland"}