{"pageid": 1483427, "title": "গ্রেট ব্রিটেনের সাধারণ নির্বাচন, ১৭৮৪", "url": "https://bn.wikipedia.org/wiki?curid=1483427", "content": "১৭৮৪ সালের ব্রিটিশ সাধারণ নির্বাচনের ফলে উইলিয়াম পিট দ্য ইয়াংগার গ্রেট ব্রিটেনের হাউস অফ কমন্সে প্রায় ১২০ সংখ্যার সামগ্রিক সংখ্যাগরিষ্ঠতা অর্জন করে। এর আগের মেয়াদে পিটকে তার বিরোধীদের আধিপত্য ছিল এমন একটি হাউসে টিকে থাকতে হয়েছিল।\n\n\n== পটভূমি ==\n১৭৮৩ সালের ডিসেম্বরে জর্জ তৃতীয় ফক্স-নর্থ জোটকে বরখাস্ত করার প্রকৌশলী করেন। যা তিনি ঘৃণা করেন এবং উইলিয়াম পিট দ্য ইয়ানগারকে প্রধানমন্ত্রী হিসেবে নিযুক্ত করেন। হাউস অফ কমন্সে পিটের খুব কম ব্যক্তিগত সমর্থন ছিল এবং চার্লস জেমস ফক্স এবং লর্ড নর্থের সমর্থকরা মনে করেছিলেন যে দেশের সংবিধান লঙ্ঘন করা হয়েছে। হাউস অফ কমন্সে সরকারের সর্বদা সংখ্যাগরিষ্ঠতা থাকতে হবে এই মতবাদটি এখনও প্রতিষ্ঠিত হয়নি এবং ফক্স জানতেন যে তাকে সতর্ক থাকতে হবে।\n২ ফেব্রুয়ারি ১৭৮৪-এ ফক্স একটি অনাস্থা প্রস্তাব নিয়ে আসে যা ঘোষণা করে যে \"এটি এই হাউসের মতামত, বর্তমান মন্ত্রীদের তাদের অফিসে অব্যাহত রাখা এমন একটি প্রশাসন গঠনে একটি বাধা যা এই আস্থা উপভোগ করতে পারে। হাউস, এবং দেশের দুর্ভাগ্যজনক বিভাজন এবং বিক্ষিপ্ততার অবসান ঘটাতে প্রবণতা\" ২২৩ থেকে ২০৪ এর মধ্যে। পিট অফিসে ছিলেন, এবং সরকারী সমর্থকরা পিটকে সমর্থন করার জন্য সদস্যদের উত্সাহিত করার জন্য বরো কর্পোরেশনগুলির পিটিশন এবং রেজোলিউশনগুলি সংসদে পেশ করা নিশ্চিত করে এবং ধীরে ধীরে সদস্যরা পক্ষ পরিবর্তন করে।\n১ মার্চের মধ্যে ফক্সের প্রস্তাব যা \"মহারাজের কাছে মিনতি করে, যে তিনি তার বর্তমান মন্ত্রীদের পূর্ববর্তী অপসারণের মাধ্যমে একটি শক্তিশালী এবং স্থিতিশীল সরকারের ভিত্তি স্থাপনে সদয়ভাবে সন্তুষ্ট হবেন\" দ্বারা সমাপ্ত হয়েছিল কিন্তু শুধুমাত্র ২০১ সালের মধ্যে ১৮৯। এক সপ্তাহ পরে, সরবরাহ বন্ধের হুমকি দিয়ে আরও জোরালো শব্দযুক্ত প্রস্তাবও পাস করা হয়েছিল-কিন্তু শুধুমাত্র ১৯১ থেকে ১৯০ পর্যন্ত। ফক্স তারপরে গতি ধাক্কা দিতে অস্বীকার করে, কারণ তার বেস ক্রমাগত চূর্ণ হতে থাকে। পিট ইতোমধ্যে দেশে যাওয়ার সিদ্ধান্ত নেন এবং ২৪ মার্চ সংসদ স্থগিত করা হয় এবং পরের দিন ১৭৮০ সালে প্রথম নির্বাচিত সংসদ ভেঙে দেওয়া হয়।\n\n\n== ফলাফল ==\n\n\n== গ্রন্থপঞ্জি ==\nLaprade, William Thomas (১৯১৬), \"Public Opinion and the General Election of 1784\", English Historical Review, 31 (122), পৃষ্ঠা 224–237, ডিওআই:10.1093/ehr/xxxi.cxxii.224 \nLock, Alexander (২০১০), \"The Electoral Management of the Yorkshire Election of 1784\", Northern History, 47 (2), পৃষ্ঠা 271–296, এসটুসিআইডি 143962112, ডিওআই:10.1179/007817210x12738429860824 \nLock, Alexander (২০১৬), Catholicism, Identity and Politics in the Age of Enlightenment: The Life and Career of Sir Thomas Gascoigne, 1745–1810, Woodbridge: Boydell and Brewer, [esp. chapter 3] \nMcAdams, Donald R. (১৯৭২), \"Electioneering Techniques in Populous Constituencies, 1784–1796\", Studies in Burke and His Time, 14 (1), পৃষ্ঠা 23–53 \nNamier, Lewis; Brooke, John (১৯৬৪), The History of Parliament: The House of Commons, 1754–1790, London: HMSO, 3 vols \nPhillips, N.C. (১৯৬১), Yorkshire and English National Politics 1783–1784, Canterbury: University of Canterbury Press \nRallings, Colin; Thrasher, Michael, সম্পাদকগণ (২০০০), British Electoral Facts 1832–1999, Farnham: Ashgate, [For dates of elections before 1832, see the footnote to Table 5.02] \nWorthington Smith, Robert (১৯৬৯), \"Political Organisation and Canvassing: Yorkshire Elections Before the Reform Bill\", The American Historical Review, 74 (5), পৃষ্ঠা 1538–1560, জেস্টোর 1841324, ডিওআই:10.2307/1841324"}