{"pageid": 1483544, "title": "জেসি লিঞ্চ উইলিয়ামস", "url": "https://bn.wikipedia.org/wiki?curid=1483544", "content": "জেসি লিঞ্চ উইলিয়ামস (ইংরেজি: Jesse Lynch Williams; ১৭ আগস্ট ১৮৭১ - ১৪ সেপ্টেম্বর ১৯২৯) একজন মার্কিন সাংবাদিক, ঔপন্যাসিক ও নাট্যকার ছিলেন। তিনি চারটি নাটক এবং ছয়টি উপন্যাস রচনা করেছেন, তন্মধ্যে হোয়াই ম্যারি? (১৯১৭) নাটক রচনার জন্য প্রথমবার নাটকে পুলিৎজার পুরস্কার অর্জন করেন। তিনি তিনটি নিউ ইয়র্কের প্রকাশনার সাংবাদিক ছিলেন এবং প্রিন্সটন অ্যালামনাই উইকলি ও প্রিন্সটন ট্রায়াঙ্গেল ক্লাবের সহ-প্রতিষ্ঠাতা ছিলেন।\n\n\n== প্রারম্ভিক জীবন ==\nলিঞ্চ উইলিয়ামস ১৮৭১ সালের ১৭ই আগস্ট ইলিনয় অঙ্গরাজ্যের স্টার্লিং শহরে জন্মগ্রহণ করেন। তার মাতা এলিজাবেথ ব্রাউন (রিডল) এবং পিতা রেভারেন্ট মিড ক্রেইটন উইলিয়ামস মিজুরির সেন্ট লুইসের প্রেসবাইটেরিয়ান গীর্জার যাজক ছিলেন। তার পিতা আর্লি ম্যাকিন্যাক লিখেন এবং একটি প্রেসবাইটেরিয়ান সাময়িকীর সম্পাদক ছিলেন। জেসির ভাই ডেভিড আর. উইলিয়ামস এবং টেরেল উইলিয়ামস সেন্ট লুইসের ওয়াশিংটন বিশ্ববিদ্যালয়ের আইন বিভাগের অধ্যাপক ছিলেন।\nউইলিয়ামস বেলোয়া অ্যাকাডেমিতে পড়াশোনা করেন। কলেজে থাকাকালীন তিনি সাহিত্য রচনা শুরু করেন এবং এসময় নাসাউ ম্যাগাজিন ছোটগল্প প্রতিযোগিতা জিতেন। তিনি ১৮৯২ সালে প্রিন্সটন বিশ্ববিদ্যালয় থেকে বিএ ডিগ্রি অর্জন করেন। এই সময়ে তিনি প্রিন্সটন স্টোরিজ লিখেন, যা একজন স্নাতক শ্রেণিতে অধ্যয়নরত ফুটবল খেলোয়াড়ের দৈনন্দিন জীবন তুলে ধরে। ১৮৯৫ সালে তিনি একই বিশ্ববিদ্যালয় থেকে এমএ ডিগ্রি অর্জন করেন। ১৮৯৮ সালে তিনি জন ডি উইটের সাথে দ্য হিস্ট্রি অব প্রিন্সটন ইউনিভার্সিটি লিখেন। তিনি ও বুথ টার্কিংটন যৌথভাবে প্রিন্সটন ট্রায়াঙ্গেল ক্লাব প্রতিষ্ঠা করেন এবং দ্য লিট সম্পাদনা করতেন।  তিনি ১৯১৯ সালে প্রিন্সটন থেকে সম্মানসূচক ডক্টর অব লেটার্স লাভ করেন।\n\n\n== কর্মজীবন ==\n১৮৯৩ সালে তিনি দ্য সান পত্রিকার সাংবাদিক ছিলেন এবং এর পাশাপাশি ছোটগল্প লিখতেন। তিনি ১৮৯৫ সালে নিউ ইয়র্ক কমার্সিয়াল অ্যাডভার্টাইজার-এ যোগ দেন ও ১৮৯৭ সাল পর্যন্ত এই পত্রিকায় ছিলেন। এরপর তিনি স্ক্রিবনার্স ম্যাগাজিন-এ যোগ দেন। ১৯০০ সালে তিনি প্রিন্সটন অ্যালামনাই উইকলি প্রতিষ্ঠা করেন এবং ১৯০৩ সাল পর্যন্ত তিন বছর এই পত্রিকার প্রথম সম্পাদক হিসেবে দায়িত্ব পালন করেন।\n১৮৯০-এর দশকে উইলিয়ামস বেশ কিছু ছোটগল্প রচনা করেন। তার প্রথম নাটক দ্য স্টোলেন স্টোরি (১৯০৬) তার সাংবাদিকতা জীবন অবলম্বনে রচিত। এটি তিনি মূলত দ্য স্টোলেন স্টোরি অ্যান্ড আদার নিউজপেপার স্টোরিজ শিরোনামে ছোটগল্প হিসেবে লিখেছিলেন। তার হোয়াই ম্যারি? (১৯১৭) নাটকটি প্রথমবার নাটকে পুলিৎজার পুরস্কার অর্জন করে। হোয়াই নট (১৯২২) নাটকটি বিবাহবিচ্ছেদের অভিজ্ঞতার বয়ান করে। লাভলি লেডি (১৯২৫) নাটকটিতে দেখা যায় একজন নারী একজন আইনজীবী ও তার পুত্রের নজরে আসতে চাচ্ছে। এই নাটক তিনটি ব্রডওয়েতে মঞ্চস্থ হয়। তার রচিত উল্লেখযোগ্য উপন্যাস হল প্রিন্সটন স্টোরিজ, দি অ্যাডভেঞ্চার অব আ ফ্রেশম্যান, দ্য গার্ল অ্যান্ড দ্য গেম, দ্য ম্যারিড লাইফ অব দ্য ফ্রেডরিক ক্যারলস ও শি ন্যু শি ওয়াজ রাইট।\nরবার্ট ফ্রস্ট সৃজনশীল শিল্পকলার ফেলোশিপের জন্য উপযুক্ত বলে মিশিগান বিশ্ববিদ্যালয়কে তার ব্যাপারে সুপারিশ করেন। ফ্রস্ট বলেন উইলিয়ামস প্রাসঙ্গিক, উন্মুক্ত মননধারী, বাস্তবিক, একজন ভাল অংশগ্রহণকারী, এবং তার স্ত্রীকে নিয়ে ভাল সহচর্য। ১৯২৫-২৬ শিক্ষাবর্ষে তিনি মিশিগান বিশ্ববিদ্যালয়ের সৃজনশীল শিল্পকলার ফেলোশিপ লাভ করেন।\n\n\n== মৃত্যু ==\nউইলিয়ামস ১৯২৯ সালের ১৪ই সেপ্টেম্বর ৫৮ বছর বয়সে নিউ ইয়র্কের হার্কিমারে হার্ট অ্যাটাকে মৃত্যুবরণ করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nগুটেনবের্গ প্রকল্পে Jesse Lynch Williams-এর সাহিত্যকর্ম ও রচনাবলী (ইংরেজি)\nইন্টারনেট আর্কাইভে জেসি লিঞ্চ উইলিয়ামস কর্তৃক কাজ বা সম্পর্কে তথ্য\nলিব্রিভক্সের পাবলিক ডোমেইন অডিওবুকসে  জেসি লিঞ্চ উইলিয়ামস\nফাইন্ড এ গ্রেইভে জেসি লিঞ্চ উইলিয়ামস  (ইংরেজি)"}