{"pageid": 1483723, "title": "শরাফত আলী", "url": "https://bn.wikipedia.org/wiki?curid=1483723", "content": "শরাফত আলী (১ জুলাই ১৯৪৩ - ২৬ মার্চ ১৯৭১) ছিলেন একজন  শিক্ষাবিদ ও শহীদ বুদ্ধিজীবী। তিনি ঢাকা বিশ্ববিদ্যালয়ের গণিত বিভাগের প্রভাষক ও ঢাকা হলের (বর্তমানে শহীদুল্লাহ হল) সহকারী আবাসিক শিক্ষক ছিলেন। ১৯৭১ সালের ২৬ মার্চ পাকিস্তানি বাহিনী তাঁকে হত্যা করে।\n\n\n== জন্ম ও প্রাথমিক জীবন ==\nশরাফত আলীর ১৯৪৩ সালের ১ জুলাই কুমিল্লা জেলার সদর উপজেলার দক্ষিণ রামপুরা গ্রামে জন্মগ্রহণ করেন। তাঁর পিতা আলী আজম এবং মাতা রজ্জবেন্নেছা। শরাফত আলী অবিবাহিত ছিলেন।\n\n\n== শিক্ষাজীবন ==\nশরাফত আলী ১৯৬০ সালে কুমিল্লা ভিক্টোরিয়া কলেজিয়েট স্কুল থেকে প্রবেশিকা, ১৯৬২ সালে কুমিল্লা ভিক্টোরিয়া কলেজ থেকে আইএসসি পাস করেন এবং একই কলেজ থেকে ১৯৬৪ সালে বিএসসি ডিগ্রি লাভ করেন। এরপর ঢাকা বিশ্ববিদ্যালয়ের ১৯৬৪-৬৫ শিক্ষাবর্ষে গণিত বিভাগে ভর্তি হন। ছাত্র হিসেবে তিনি ছিলেন অত্যন্ত মেধাবী। তিনি ১৯৬৫ সালের প্রথম পর্ব পরীক্ষায় প্রথম শ্রেণিতে প্রথম স্থান অধিকার করেন। কিন্তু আর্থিক অসচ্ছলতার কারণে ১৯৬৬ সালে শেষ পর্ব পরীক্ষা দিতে পারেননি। ১৯৬৭ সালে বিশুদ্ধ গণিতে এমএসসি শেষ পর্বে তিনি প্রথম শ্রেণিতে প্রথম হয়ে ঢাকা বিশ্ববিদ্যালয় থেকে গণিতে এমএসসি ডিগ্রি লাভ করেন। পরীক্ষায় কৃতিত্বপূর্ণ ফলাফলের জন্য তিনি ঢাকা বিশ্ববিদ্যালয়ের চ্যান্সেলরের স্বর্ণপদক লাভ করেন।\nতিনি ছাত্র থাকা অবস্থায় ছয় দফা আন্দোলনেও সক্রিয় ছিলেন। তাঁর সহকর্মী আ ন ম শহীদুল্লার ‘আমার সহকর্মী’ রচনায় লিখেছেন, ‘১৯৬৭ সালের মাঝামাঝি সময়। দেশজোড়া ছয় দফা আন্দোলন চলছে। সাইন্স এনেক্স ভবনের তিন তলার একটি কক্ষে তৃতীয় বর্ষের ক্লাস নিচ্ছি। বারান্দায় ছেলেমেয়েদের উচ্চস্বরে তর্কাতর্কির শব্দে অসুবিধা হচ্ছিল। ক্লাস রুম থেকে বেরিয়ে দেখি থুতনীতে স্বল্প দাড়ি মন্ডিত মোংগলীয় আদলের এক ছেলেকে ঘিরে ভীষণ বাকবিতন্ডা। ছেলের একই কথা “ছয় দফাও চাই পূর্ববাংলাও চাই”। উত্তেজিত ছেলেমেয়েরা বলে “বেটা ছয় দফা বানচাল করার জন্যই এই কথা বলছে।” মোংগলীয় আদলের এই মোল্লা মার্কা ছেলে আমারই শেষ পর্ব এম. এসসি. ক্লাসের ছাত্র শরাফত আলী।’\n\n\n== কর্মজীবন ==\nশরাফত আলী ১৯৬৮ সালে ঢাকা বিশ্ববিদ্যালয়ে গণিত বিভাগের প্রভাষক হিসেবে তাঁর কর্মজীবন শুরু করেন। তিনি ১৯৭০ সালের ১ জুলাই থেকে ঢাকা বিশ্ববিদ্যালয়ের ঢাকা হলের (বর্তমান শহীদুল্লাহ হল) সহকারি আবাসিক শিক্ষকের দায়িত্ব লাভ করেন। অধ্যাপনার পাশাপাশি শরাফত আলী দেশের গণ-আন্দোলনের প্রতিটি কর্মকাণ্ডে অংশগ্রহণ করেন।\n\n\n== মৃত্যু ==\nএকাত্তরের ২৫ মার্চ মধ্যরাতে পাকিস্তান সেনাবাহিনী ঢাকা হলে আক্রমণ করে। রাতে পাকিস্তান সেনাবাহিনীর হাত থেকে নিজেকে রক্ষা করতে সক্ষম হলেও ২৬ মার্চ সকালে নৃশংসভাবে নিহত হন তিনি। ২৫ মার্চ রাতে বর্বর পাকিস্তানি সেনাবাহিনী তাঁদের আবাসে কামানের গোলা ছুড়েছিল। তাতে নিহত হন শরাফত আলীর পাশের কামরায় পদার্থবিদ্যার শিক্ষক আতাউর রহমান খান খাদেম। তাঁর বাসায় আগুন ধরে যায়। ভোররাতে শরাফত আলী চুপিচুপি সেই আগুন নেভাতে গেলে সেনারা তাঁকে দেখতে পায়। তখন সেনারা গুলি ও বেয়নেট চার্জ করে তাঁকে হত্যা করে। তাঁর মরদেহ পাওয়া যায়নি। ধারণা করা হয় আরও অনেকের সঙ্গে বিশ্ববিদ্যালয় এলাকায় তাঁকে মাটি চাপা দেওয়া হয়েছে।\n\n\n== তথ্যসূত্র =="}