{"pageid": 1483543, "title": "যুক্তরাজ্যের সাধারণ নির্বাচন, ১৮০৭", "url": "https://bn.wikipedia.org/wiki?curid=1483543", "content": "১৮০৭ যুক্তরাজ্যের সাধারণ নির্বাচন ছিল গ্রেট ব্রিটেন এবং আয়ারল্যান্ড ইউনিয়নের পর অনুষ্ঠিত তৃতীয় সাধারণ নির্বাচন।\n২৯ এপ্রিল ১৮০৭ সালে তৃতীয় যুক্তরাজ্যের সংসদ ভেঙে দেওয়া হয়। সেই তারিখ থেকে সর্বোচ্চ সাত বছরের মেয়াদের জন্য ২২ জুন ১৮০৭ তারিখে নতুন পার্লামেন্টের বৈঠক ডাকা হয়েছিল।\n\n\n== রাজনৈতিক পরিস্থিতি ==\n১৮০৬ সালের নির্বাচনের পর অল ট্যালেন্ট মিনিস্ট্রি, ফক্সাইট এবং গ্রেনভিলাইট হুইগ এবং অ্যাডিংটোনাইট টোরি দলগুলির একটি জোট উইলিয়াম গ্রেনভিল, ১ম ব্যারন গ্রেনভিলের সাথে প্রধানমন্ত্রী হিসাবে ক্ষমতায় অব্যাহত রাখেন। এটি আলোচনার মাধ্যমে নেপোলিয়নিক যুদ্ধ শেষ করার চেষ্টা করেছিল। এই আশা ব্যর্থ হওয়ায় যুদ্ধ চলতে থাকে।\n১৮০৬ সালের জানুয়ারীতে তার মৃত্যুর আগে উইলিয়াম পিট দ্য ইয়ংগারের নেতৃত্বে দলটি প্রতিভা মন্ত্রণালয়ের বিরোধিতার প্রধান দল ছিল। হাউস অফ কমন্সে জর্জ ক্যানিং এবং হাউস অফ লর্ডসে ডিউক অফ পোর্টল্যান্ড এই বিরোধিতার প্রধান ছিলেন।\nগ্রেনভিল এবং তার মন্ত্রিসভা রোমান ক্যাথলিকদের সেনা ও নৌবাহিনীর অফিসার হিসাবে কাজ করার অনুমতি দেওয়ার জন্য আইন প্রণয়নের চেষ্টা করে রাজা তৃতীয় জর্জের সমর্থন হারিয়েছিল। যখন মন্ত্রীরা রাজাকে লিখিত নিশ্চয়তা দিতে অস্বীকার করেন যে তারা আবার ক্যাথলিক ইস্যু উত্থাপন করবেন না, তখন তিনি নতুন দাসদের খুঁজে বের করার সিদ্ধান্ত নেন।\nপোর্টল্যান্ডের বয়স্ক ডিউককে ১৮০৭ সালের মার্চ মাসে একটি নতুন মন্ত্রণালয় গঠন করতে বলা হয়েছিল। পোর্টল্যান্ড ১৭৮০-এর দশকে আগে হুইগ প্রধানমন্ত্রী ছিলেন। তাই এখন তিনি নিজেকে টোরি মন্ত্রিসভার হুইগ প্রধানমন্ত্রী হিসাবে বর্ণনা করেছেন।\nপিটের মৃত্যুর পর কনিষ্ঠ পিটাইটরা ক্রমবর্ধমানভাবে নিজেদেরকে টোরি পার্টি বলতে শুরু করে, তারা আগে হুইগ বা টরি ঐতিহ্যের অন্তর্ভুক্ত ছিল কিনা। এটি একটি আরও সংগঠিত দ্বি-দলীয় ব্যবস্থার বিকাশের একটি গুরুত্বপূর্ণ পর্যায় ছিল যা ব্রিটিশ রাজনীতিতে দলাদলি এবং সংযোগের প্রভাব হ্রাস করেছিল।\nনতুন মন্ত্রীরা তাদের বিরোধীদের সমর্থন করার জন্য সম্প্রতি নির্বাচিত হাউস অফ কমন্স পরিচালনা করা কঠিন বলে মনে করেন। নতুন সরকারের এক মাসের মাথায় রাজা একটি বিলুপ্তি মঞ্জুর করেন।\nক্যাথলিক ত্রাণের বিরোধিতা এবং রাজার ঐতিহ্যগত ক্ষমতাকে সমর্থন করার সরকারী নীতিগুলি জনপ্রিয় প্রমাণিত হয়েছে (অন্তত জনসংখ্যার সীমাবদ্ধ অংশের সাথে অসংস্কারহীন হাউস অফ কমন্সের নির্বাচনে ভোটাধিকার দেওয়া হয়েছে)। নির্বাচনের পর সরকারী কর্মসূচী হাউস অফ কমন্সে ৩৫০ থেকে ১৫৫ ভোটের মাধ্যমে অনুমোদিত হয়েছিল যা নির্বাচনে মন্ত্রীরা যে উল্লেখযোগ্য লাভ করেছিল তা প্রদর্শন করে।\n\n\n== নির্বাচনের তারিখ ==\nএই সময়ে একটি নির্বাচনের দিন ছিল না। নির্বাচন অনুষ্ঠিত হওয়ার জন্য একটি রিট (একটি রাজকীয় আদেশ) পাওয়ার পর, স্থানীয় রিটার্নিং অফিসার নির্দিষ্ট নির্বাচনী এলাকা বা নির্বাচনী এলাকার জন্য নির্বাচনের সময়সূচী নির্ধারণ করেন যার সাথে তিনি সংশ্লিষ্ট ছিলেন। প্রতিদ্বন্দ্বিতাপূর্ণ নির্বাচনের আসনগুলিতে ভোটগ্রহণ অনেক দিন চলতে পারে।\nপ্রথম এবং শেষ প্রতিদ্বন্দ্বিতার মধ্যে সময় ছিল ৪ মে থেকে ৯ জুন ১৮০৭।\n\n\n== তথ্যসূত্র ==\nHis Majesty's Opposition 1714–1830, by Archibald S. Foord (Oxford University Press 1964)\n(Dates of Elections) Footnote to Table 5.02 British Electoral Facts 1832–1999, compiled and edited by Colin Rallings and Michael Thrasher (Ashgate Publishing Ltd 2000).\n(Types of constituencies – Great Britain) British Historical Facts 1760–1830, by Chris Cook and John Stevenson (The Macmillan Press 1980).\n(Types of constituencies – Ireland) Parliamentary Election Results in Ireland 1801–1922, edited by B.M. Walker (Royal Irish Academy 1978)."}