{"pageid": 1483135, "title": "সু রেডফার্ন", "url": "https://bn.wikipedia.org/wiki?curid=1483135", "content": "সু রেডফার্ন বা সুজান রেডফার্ন (জন্ম ২৬ অক্টোবর ১৯৭৭) হল একজন ইংরেজ ক্রিকেট আম্পায়ার এবং প্রাক্তন ক্রিকেটার। তিনি ১৯৯৭ মহিলা ক্রিকেট বিশ্বকাপসহ ১৯৯৫ এবং ১৯৯৯ সালের মধ্যে ইংল্যান্ড মহিলা ক্রিকেট দলের হয়ে খেলেছিলেন।\n\n\n== ক্রিকেটে অবদান ==\nনটিংহামশায়ারের ম্যানসফিল্ডে জন্মগ্রহণকারী রেডফার্ন ১৯৯২ সালে ইস্ট মিডল্যান্ডসের সাথে তার কাউন্টি ক্যারিয়ার শুরু করেন, ১৯৯৭ সালে ডার্বিশায়ারে এবং ২০০৩ সালে স্টাফোর্ডশায়ারে চলে যান, অবশেষে ২০০৮ মৌসুমের পরে অবসর নেন। তার আন্তর্জাতিক কেরিয়ার শুরু হয়েছিল জুলাই ১৯৯৫ সালে, ১৭ বছর বয়সে, যখন তিনি নেদারল্যান্ডস, ডেনমার্ক এবং আয়ারল্যান্ডের বিরুদ্ধে ইউরোপীয় চ্যাম্পিয়নশিপ ম্যাচ খেলেছিলেন। তার টেস্ট অভিষেক হয়েছিল বছরের শেষের দিকে, ভারতের বিপক্ষে। ইংল্যান্ডের হয়ে রেডফার্নের সেরা পারফরম্যান্স ১৯৯৭ সালের আগস্টে দক্ষিণ আফ্রিকার বিরুদ্ধে পাঁচ ম্যাচের একদিনের আন্তর্জাতিক (ডাব্লিউওডিআই) সিরিজে এসেছিল। প্রথম খেলায় দশ ওভারে ৪/২১ সহ মাত্র ১০.৪৪ গড়ে নয়টি উইকেট নিয়ে তিনি সিরিজের সেরা খেলোয়াড় নির্বাচিত হন।\nভারতে ২৯৯৭ বিশ্বকাপে, রেডফার্ন তার দলের সাতটি ম্যাচের মধ্যে মাত্র চারটিতে খেলেছিলেন, তিনটি উইকেট নিয়েছিলেন। ইংল্যান্ডের হয়ে তার ফাইনাল ম্যাচগুলি এসেছিল ২১ বছর বয়সে, জুলাই ১৯৯৯ সালে, যখন তিনি ভারতের বিরুদ্ধে একটি একক টেস্ট এবং একটি ওয়ানডে খেলেছিলেন।\n\n\n== আম্পায়ারিংয়ে অবদান ==\nক্রিকেটার হিসেবে অবসর নেওয়ার পর, রেডফার্ন আম্পায়ারিং শুরু করেন, প্রাথমিকভাবে শুধুমাত্র স্থানীয় প্রতিযোগিতায় দাঁড়িয়েছিলেন। জুলাই ২০১৫ সালে, তিনি অস্ট্রেলিয়া এবং ইংল্যান্ডের মধ্যে একটি ওডিআই (২০১৪-১৬ আইসিসি মহিলা চ্যাম্পিয়নশিপের অংশ) আম্পায়ারিং দলের অংশ ছিলেন, চতুর্থ আম্পায়ার হিসেবে দায়িত্ব পালন করেন। বছরের পরে, ঘোষণা করা হয়েছিল যে তিনি থাইল্যান্ডে ২০১৫ টি২০ বিশ্বকাপ বাছাইপর্বে দাঁড়াবেন।\nজার্সিতে ২০১৬ আইসিসি ওয়ার্ল্ড ক্রিকেট লিগ ডিভিশন ফাইভ টুর্নামেন্ট চলাকালীন, ২২ মে ওমান এবং নাইজেরিয়ার মধ্যে খেলার সময় তিনি মাঠের আম্পায়ারদের একজন ছিলেন। তার সহকর্মী, জ্যাকলিন উইলিয়ামস, তৃতীয় আম্পায়ার ছিলেন, এটি প্রথমবার যে দুই মহিলা আম্পায়ার একটি আইসিসি টুর্নামেন্টে পুরুষদের ম্যাচে দায়িত্ব পালন করেছিলেন।\nজানুয়ারি ২০১৭ সালে, তিনি ২০১৭ মহিলা ক্রিকেট বিশ্বকাপ বাছাইপর্বের ম্যাচগুলিতে দাঁড়ানোর জন্য আইসিসি দ্বারা নামযুক্ত চারজন মহিলা আম্পায়ারের একজন ছিলেন। তিনি প্রথম মহিলা যিনি মহিলা ক্রিকেট বিশ্বকাপ খেলেছেন এবং তারপরে আম্পায়ার হিসাবে একটি টুর্নামেন্টে দাঁড়িয়েছেন।\nঅক্টোবর ২০১৮ সালে, তাকে ২০১৮ আইসিসি বিশ্ব টি২০ বিশ্বকাপের জন্য ১২জন অন-ফিল্ড আম্পায়ারের একজন হিসাবে নামকরণ করা হয়েছিল। ২০১৯ সালের মে মাসে, আন্তর্জাতিক ক্রিকেট কাউন্সিল তাকে আইসিসি ডেভেলপমেন্ট প্যানেলে আম্পায়ারদের ৮জন মহিলার একজন হিসেবে নামকরণ করে। আগস্ট ২০১৯ সালে, স্কটল্যান্ডে ২০১৯ আইসিসি মহিলা টি২০ বিশ্বকাপের বাছাইপর্বের টুর্নামেন্টে ম্যাচগুলিতে দায়িত্ব পালনের জন্য তাকে একজন আম্পায়ার হিসাবে নামকরণ করা হয়েছিল। ২০২০ সালের ফেব্রুয়ারিতে, আইসিসি তাকে অস্ট্রেলিয়ায় ২০২০ আইসিসি মহিলা টি২০ বিশ্বকাপের ম্যাচগুলিতে দায়িত্ব পালনের জন্য একজন আম্পায়ার হিসাবে নামকরণ করেছিল। ২০২১ সালের জুনে তিনি কার্ডিফে খেলা ইংল্যান্ড এবং শ্রীলঙ্কার পুরুষদের মধ্যে তিন ম্যাচের টি২০ সিরিজের প্রথম ম্যাচের চতুর্থ আম্পায়ার ছিলেন, ইংল্যান্ডের পুরুষদের হোম ম্যাচের দায়িত্ব পালনকারী প্রথম মহিলা হয়েছিলেন।\n২০২১ সালের জুলাই মাসে, ওভাল ইনভিন্সিবল বনাম ম্যানচেস্টার অরিজিনালস মহিলা দলে দ্য হান্ড্রেড (ক্রিকেট) এর উদ্বোধনী খেলায় তিনি মাঠের আম্পায়ার ছিলেন। ২০২২ সালের ফেব্রুয়ারিতে, নিউজিল্যান্ডে ২০২২ মহিলা ক্রিকেট বিশ্বকাপের জন্য তাকে মাঠের একজন আম্পায়ার হিসাবে নামকরণ করা হয়েছিল।\n২০২২ সালে তাকে ইসিবি-এর পেশাদার আম্পায়ার দলের সদস্য হিসাবে নামকরণ করা হয়েছিল, যার অর্থ হল তিনি ইংল্যান্ডে পুরুষদের প্রথম-শ্রেণীর ক্রিকেটে আম্পায়ার করা প্রথম মহিলা হয়ে উঠবেন। ২০২৩ সালে তিনি ইংল্যান্ডে পুরুষদের প্রথম-শ্রেণীর ক্রিকেটে আম্পায়ারিং করা একমাত্র মহিলা ছিলেন, মহিলাদের ক্রিকেটে আম্পায়ারিংয়ের তুলনায় উল্লেখযোগ্যভাবে বেশি পারিশ্রমিক পেয়েছিলেন। এছাড়াও তিনি ছিলেন একমাত্র মহিলা আম্পায়ার যিনি ইসিবি-এর একজন পূর্ণকালীন কর্মচারী ছিলেন, বার্ষিক প্রায় £৪০,০০০ এবং ম্যাচ ফি প্রদান করতেন; অন্যান্য সমস্ত মহিলা আম্পায়ারদের বার্ষিক £২,৫০০-£৪,০০০ রিটেইনার সহ স্ব-নিযুক্ত হিসাবে শ্রেণীবদ্ধ করা হয় এবং যথেষ্ট পরিমাণে কম ম্যাচ ফি প্রদান করা হয়।\n২০২৩ সালের সেপ্টেম্বরে তিনি ইংল্যান্ড এবং ওয়েলসে প্রথম-শ্রেণীর ম্যাচে দাঁড়ানো প্রথম মহিলা আম্পায়ার হয়েছিলেন। তিনি সোফিয়া গার্ডেনে গ্ল্যামারগান এবং ডার্বিশায়ারের মধ্যে খেলায় আম্পায়ারিং করেন।\n\n\n== এছাড়াও দেখুন ==\nটি-টোয়েন্টি আন্তর্জাতিক ক্রিকেট আম্পায়ারদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে সু রেডফার্ন সম্পর্কিত মিডিয়া দেখুন।\n\nইএসপিএনক্রিকইনফোতে সু রেডফার্ন  (ইংরেজি)"}