{"pageid": 1483318, "title": "কলম্বাস বিমানবন্দর (জর্জিয়া)", "url": "https://bn.wikipedia.org/wiki?curid=1483318", "content": "কলম্বাস বিমানবন্দর (আইএটিএ: CSG, আইসিএও: KCSG, এফএএ এলআইডি: CSG) (পূর্বে পরিচিত ছিল কলম্বাস মেট্রোপলিটন বিমানবন্দর নামে এবং মূলত মাসকোগি কাউন্টি বিমানবন্দর নামে পরিচিত) এটি কলম্বাসের উত্তর-পূর্বে চার মাইল দূরে অবস্থিত, মাসকোগি কাউন্টি, জর্জিয়া, যুক্তরাষ্ট্রে। বিমানবন্দরটি ৬৮০ একর (২.৮ বর্গকিলোমিটার) এলাকা জুড়ে বিস্তৃত এবং দুটি পরস্পর অতিক্রম করা রানওয়ে রয়েছে। এটি জর্জিয়ার দ্বিতীয় বৃহত্তম শহরের জন্য সেবা প্রদান করে এবং জর্জিয়ার চতুর্থ ব্যস্ততম বিমানবন্দর।\nFAA এর রেকর্ড অনুসারে, বিমানবন্দরটি ২০২২ সালে ৮৪,৩৮৭ যাত্রী বোর্ডিং (এনপ্লেনমেন্ট) পরিচালনা করেছে, যা ২০২১ সালের ৫৬,৫২০ এনপ্লেনমেন্ট থেকে বৃদ্ধি পেয়েছে। জাতীয় সমন্বিত বিমানবন্দর সিস্টেম পরিকল্পনা ২০১১-২০১৫ অনুযায়ী, এটি একটি প্রাথমিক বাণিজ্যিক সেবা বিমানবন্দর হিসাবে বিভাগীকৃত হয়েছে (প্রতি বছর ১০,০০০ এর বেশি এনপ্লেনমেন্টের জন্য)।\n\n\n== স্বত্ব ==\nবিমানবন্দরটি একটি জনসাধারণের ব্যবহারের বিমানবন্দর, যা কলম্বাস বিমানবন্দর কমিশনের মালিকানাধীন এবং পরিচালিত। ১৯৬৮ সালের ৯ই এপ্রিল জর্জিয়ার সংবিধান-এর সংশোধনের মাধ্যমে মুসকোজি কাউন্টি বিমানবন্দর কমিশন প্রতিষ্ঠিত হয়। ১৯৭১ সালের শুরুতে মুসকোজি কাউন্টি এবং কলম্বাস সরকারের একীভূতকরণের পরে, মুসকোজি কাউন্টি বিমানবন্দর কমিশন কলম্বাস বিমানবন্দর কমিশনে রূপান্তরিত হয়। কলম্বাসের একীভূত সরকারের পরিষদ, যা কলম্বাসের বিভিন্ন জেলা থেকে নির্বাচিত সদস্যদের নিয়ে গঠিত, বিমানবন্দর কমিশনের পাঁচজন কমিশনারকে পাঁচ বছরের মেয়াদে নিয়োগ দেয়। কলম্বাস বিমানবন্দর কমিশন বিমানবন্দরের প্রচার এবং পরিচালনার দায়িত্বে রয়েছে, তবে তারা কর সংগ্রহ করতে পারে না।\n\n\n== ইতিহাস ==\n\n\n=== ১৯৭৯ সালে উদ্বোধন ===\nদ্বিতীয় বিশ্বযুদ্ধ শুরু হওয়ার আগেই মুসকোগি কাউন্টি এয়ারপোর্ট নির্মাণের পরিকল্পনা করা হয়েছিল, যা তখনকার বিদ্যমান কলম্বাস পৌর বিমানবন্দরকে প্রতিস্থাপন করবে। এই বিমানবন্দরটি ছিল একটি ঘাসের এয়ারফিল্ড, যা কলম্বাসের ব্যবসায়িক এলাকার ঠিক দক্ষিণ-পূর্বে অবস্থিত ছিল। পৌর বিমানবন্দরটি ১৯২৯ সালের ১৯ জুন থেকে বাণিজ্যিক ফ্লাইট পরিচালনা করছিল, কিন্তু নতুন বিমানবন্দরটি দীর্ঘ ও পাকা রানওয়ে এবং আলোকসজ্জার সুবিধা নিয়ে আসবে। যুদ্ধকালীন সময়েও এর নির্মাণ কাজ চলতে থাকে এবং ১৯৪২ সালের নভেম্বর মাসে কাউন্টি এটি সামরিক ব্যবহারের জন্য ফেডারেল সরকারের কাছে প্রস্তাব করে। সম্পূর্ণ বিমানবন্দরটি ১৯৪৪ সালের ১০ ডিসেম্বর নাগরিক বিমান চলাচল কর্তৃপক্ষ (CAA) দ্বারা জনসাধারণের ব্যবহারের জন্য আনুষ্ঠানিকভাবে খোলা হয়। তখন একটি অস্থায়ী কাঠামো বিমানবন্দর কর্মীদের আবাসস্থল হিসেবে ব্যবহৃত হতো, যা যুদ্ধ শেষে $৬০,০০০ মূল্যের একটি নতুন টার্মিনাল ভবন দ্বারা প্রতিস্থাপিত হওয়ার কথা ছিল।\nইস্টার্ন এয়ারলাইন্স ১৯৪৪ সালের ১ আগস্ট মুসকোগি কাউন্টি বিমানবন্দরে প্রথম নির্ধারিত এয়ারলাইন পরিষেবা নিয়ে আসে, যা এটিকে আটলান্টা এবং মন্টগোমারি-এর সাথে সরাসরি সংযুক্ত করে, তখনও বিমানবন্দরটি CAA দ্বারা অনুমোদিত হয়নি। প্রথম নির্ধারিত ফ্লাইটটি নিউ ইয়র্ক থেকে হিউস্টনের পথে রায়ান ব্রফাম বিমানটি নিয়ে কলম্বাসে বিকেল ৩:০৮-এ এসে পৌঁছায়। সিভিল অ্যারোনটিক্স বোর্ডের ১৯৪৭ সালের এপ্রিল মাসের অনুমোদনের পরে, Delta Air Lines Douglas DC-3 ব্যবহার করে ১ জুলাই, ১৯৪৭ সালে আটলান্টা থেকে ফোর্ট ওর্থ এর পথে কলম্বাস বিমানবন্দরে পরিষেবা চালু করে। সাউদার্ন এয়ারলাইন্স ১৯৪৯ সালের ২৫ জুন DC-3 দিয়ে আটলান্টা এবং জ্যাকসনভিল এর উদ্দেশ্যে নির্ধারিত পরিষেবা শুরু করে। ১৯৬৮ সালে সাউদার্ন এয়ারলাইন্সকে DC-9 ব্যবহার করে মুসকোগি কাউন্টি বিমানবন্দর থেকে ডুলেস আন্তর্জাতিক বিমানবন্দর পর্যন্ত দিনে তিনটি ননস্টপ ফ্লাইট পরিচালনার অনুমতি দেওয়া হয়, এবং এই ফ্লাইটগুলো লাগার্ডিয়া বিমানবন্দর পর্যন্ত চলতে থাকে।\nমুসকোগি কাউন্টি এবং কলম্বাস শহরের একীভূতকরণের পরে বিমানবন্দরটির নাম পরিবর্তন করে কলম্বাস মেট্রোপলিটন এয়ারপোর্ট রাখা হয়। পুরাতন কলম্বাস পৌর বিমানবন্দরটি ১৯৬৯ সালে শহর এবং কাউন্টির একীকরণের সময় বন্ধ হয়ে যায়। সাউদার্ন এয়ারলাইন্সের নিউ ইয়র্ক/ওয়াশিংটন পরিষেবা ১৯৭০ সালের জুন মাসের মধ্যে দিনে পাঁচটি পরিষেবায় বৃদ্ধি পায়। ইস্টার্ন এবং সাউদার্ন ১৯৭৯ সালে কলম্বাসে তাদের পরিষেবা বন্ধ করে দেয়।\n\n\n=== ১৯৭৯ থেকে ২০০০ ===\n\n১৯৭৮ সালের Airline Deregulation Act পাশ হওয়ার পর, কলম্বাস মেট্রোপলিটন এয়ারপোর্ট আঞ্চলিক এয়ারলাইন পরিষেবার সংখ্যা বাড়তে শুরু করে। এর মধ্যে প্রথম ছিল Atlantic Southeast Airlines (ASA), যারা ১৯৭৯ সালের ২৭ জুন তিনটি de Havilland Canada DHC-6 Twin Otter বিমান ব্যবহার করে কলম্বাস থেকে আটলান্টার পাঁচটি ফ্লাইট পরিচালনা শুরু করে। ১৯৮৪ সালে ASA Delta Connection আঞ্চলিক পরিষেবার প্রথম রুটগুলোর একটি হিসেবে এই রুটটি চালিয়ে যেতে থাকে। কলম্বাস থেকে পরিচালিত অন্য কিছু স্বল্পমেয়াদী আঞ্চলিক পরিষেবার মধ্যে Northwest Airlink এবং Eastern Metro Express অন্তর্ভুক্ত ছিল। পুরনো টার্মিনালটি প্রতিস্থাপন করে $১২ মিলিয়ন ব্যয়ে একটি নতুন টার্মিনাল ভবন ১৯৯১ সালের ২ জুন সম্পূর্ণ হয়, যদিও পুরানো নিয়ন্ত্রণ টাওয়ারটি নতুন কমপ্লেক্স খোলার পরেও কয়েক মাস ধরে FAA দ্বারা ব্যবহৃত হয়েছিল, কারণ লিজ চুক্তি নিয়ে জটিলতা ছিল। ডেল্টার শেষ প্রধান ফ্লাইটগুলো ১৯৯৫ সালের শরৎকালে বন্ধ হয়, এবং তাদের ডিসেম্বরের সময়সূচিতে এটি প্রতিফলিত হয়।\n\n\n=== ২০০০ থেকে বর্তমান ===\n২০১০ সালের ২১ জানুয়ারি, ৩.৩ মিলিয়ন ডলারের সংস্কার প্রকল্পের শুরুতে কলম্বাস মেট্রোপলিটন এয়ারপোর্টের নাম পরিবর্তন করে শুধু \"কলম্বাস এয়ারপোর্ট\" রাখা হয়। এই প্রকল্পে টার্মিনালের অভ্যন্তরীণ সৌন্দর্যায়নের কাজ এবং রানওয়ে ৬/২৪-এর পুনরায় পিচকরণ অন্তর্ভুক্ত ছিল। ২০২১ সালে আরও একটি সংস্কার প্রকল্প সম্পন্ন হয়, যার ব্যয় ছিল ১৩.৫ মিলিয়ন ডলার। এই প্রকল্পে এয়ারলাইন পরিচালনার জন্য টার্মিনালের ধারণক্ষমতা বৃদ্ধি করা হয় এবং বিমানবন্দরের বিভিন্ন জায়গায় বসার স্থান যোগ করা হয়, যার মধ্যে একটি অভ্যন্তরীণ বিমান দেখার জায়গাও ছিল। প্রকল্পটির লক্ষ্য ছিল কলম্বাসে অতিরিক্ত এয়ারলাইন পরিষেবা আকর্ষণ করা। এই উদ্যোগ কিছুটা সফল হয়েছিল, কারণ আমেরিকান ঈগল আট বছর পর বিমানবন্দরটিতে আবারও তাদের দৈনিক পরিষেবা শুরু করে। তারা শার্লট এবং ডালাস–ফোর্ট ওয়ার্থ-এ উড়ান পরিচালনা করছিল। তবে এই পরিষেবাগুলো শুধুমাত্র ২০২১ সালের আগস্ট থেকে ২০২৩ সালের এপ্রিল পর্যন্ত চালু ছিল। পাইলটের স্বল্পতা এবং কোভিড-১৯ মহামারীর সময় প্রদত্ত বেতনের সহায়তা অনুদানের সমাপ্তি তাদের সেবা বন্ধের কারণ হিসেবে উল্লেখ করা হয়। আমেরিকান ঈগলের প্রস্থান করার পর, এখন কলম্বাস এয়ারপোর্টে শুধুমাত্র ডেল্টা কানেকশন বাণিজ্যিক উড়ান পরিচালনা করে, তারা আটলান্টায় প্রতিদিন দুই থেকে তিনটি ফ্লাইট পরিচালনা করে।\n\n\n== ভবিষ্যত ==\nএপ্রিল ২০২৪-এ, কলম্বাস বিমানবন্দর কমিশন ঘোষণা করেছে যে বিমানবন্দরটির সবচেয়ে দীর্ঘ রানওয়ে ৬/২৪ বন্ধ করা হবে, যা ১৯৪৪ সালে বিমানবন্দর খোলার পর প্রথমবারের মতো সম্পূর্ণ পুনর্নির্মাণ করা হবে। ২০২৫ সালের মার্চে এই নির্মাণ কার্যক্রমের কারণে ১০৩ দিনের জন্য বিমানবন্দরটি সামরিক ও বাণিজ্যিক অপারেশন ব্যবহার নিষিদ্ধ থাকবে, যার মধ্যে ডেল্টা কানেকশন ফ্লাইটও অন্তর্ভুক্ত। কমিশন নিশ্চিত করেছে যে বিমানবন্দরের একমাত্র বাকি এয়ারলাইন রুটের পরিষেবাগুলি পুনর্নির্মাণের কাজ শেষ হলে পুনরায় চালু হবে। পুনর্নির্মাণের জন্য মোট খরচ ৩৬.৫ মিলিয়ন ডলার হবে, যার মধ্যে ২৪.৪ মিলিয়ন ডলার নির্মাণ খরচ FAA-এর দেওয়া অনুদান দ্বারা মেটানো হবে।\n\n\n== সুবিধাসমূহ ==\n\nকলম্বাস বিমানবন্দরটি ৬৮০ একর (২৭৫ হেক্টর) এলাকা জুড়ে অবস্থিত এবং এর উচ্চতা ৩৯৭ ফুট (১২১ মিটার)। বিমানবন্দরে দুটি আন্তঃসংযোগকারী অ্যাসফল্ট রানওয়ে রয়েছে। রানওয়ে ৬/২৪ এর দৈর্ঘ্য ৬,৯৯৭ ফুট এবং প্রস্থ ১৫০ ফুট (২,১৩৩ x ৪৬ মিটার), আর রানওয়ে ১৩/৩১ এর দৈর্ঘ্য ৩,৯৯৭ ফুট এবং প্রস্থ ১৫০ ফুট (১,২১৮ x ৪৬ মিটার)। ৬/২৪ রানওয়েটি প্রধান এবং এতে উচ্চ-তীব্রতা রানওয়ে লাইটিং, নির্ভুলতা পথ সূচক, এবং মধ্য-তীব্রতা ট্যাক্সিওয়ে লাইটিং সহ একটি সম্পূর্ণ সমান্তরাল ট্যাক্সিওয়ে রয়েছে। ৬ রানওয়েতে একটি মধ্য-তীব্রতা প্রবেশ লাইটিং সিস্টেম এবং রানওয়ে আলাইনমেন্ট সূচক রয়েছে, এবং রানওয়ে ২৪-এ শেষ চিহ্ন সূচক লাইট রয়েছে। রানওয়ে ১৩/৩১, যা মাধ্যমিক রানওয়ে, সেটিও মধ্য-তীব্রতা লাইটিং সহ একটি সম্পূর্ণ সমান্তরাল ট্যাক্সিওয়ে রয়েছে। রানওয়ে ৩০-এ ভিজ্যুয়াল এপ্রোচ স্লোপ সূচক রয়েছে। রানওয়ে ৬-এ ILS, NDB এবং RNAV এপ্রোচ সিস্টেম রয়েছে এবং রানওয়ে ২৪-এ VOR/DME অথবা RNAV সিস্টেম রয়েছে।\nকলম্বাস বিমানবন্দরের টার্মিনালের এয়ারসাইড অংশে তিনটি সুরক্ষিত গেট রয়েছে, যার মধ্যে দুটি জেট ব্রিজ-এর মাধ্যমে সংযুক্ত। ল্যান্ডসাইড অংশে যাত্রী সুবিধা, এয়ারলাইন এবং গাড়ি ভাড়ার কাউন্টার, ব্যাগেজ সংগ্রহের কনভেয়র, এবং বিমান দেখার স্থান রয়েছে।\nবিমানবন্দরে একটি ঘূর্ণমান বীকন, আলোকিত উইন্ড কন, স্বয়ংক্রিয় আবহাওয়া পর্যবেক্ষণ ব্যবস্থা (ASOS), এবং একটি নিয়ন্ত্রণ টাওয়ার রয়েছে। এছাড়া বিমানবন্দরের পাবলিক সেফটি ডিপার্টমেন্ট রয়েছে যা বিমানবন্দর ও আশেপাশের এলাকায় অগ্নি এবং আইন প্রয়োগের দায়িত্ব পালন করে। ফায়ার স্টেশনটি টার্মিনাল ভবনের পাশে, কমার্শিয়াল র‍্যাম্পের পূর্ব প্রান্তে অবস্থিত।\n\n\n== এয়ারলাইনস এবং গন্তব্য ==\n\n\n=== যাত্রী ===\n\n\n=== কার্গো ===\n\n\n=== গন্তব্য পরিসংখ্যান ===\n\n\n== ভূমি পরিবহন ==\nকলম্বাস বিমানবন্দরটি এয়ারপোর্ট থ্রুওয়ে দ্বারা পরিবেশন করা হয়, যা একটি প্রধান সড়ক এবং এটি বিমানবন্দরকে সরাসরি কাছাকাছি থাকা ইন্টারস্টেট ১৮৫ এবং ভেটেরান্স পার্কওয়ের (US 27 / SR 1) সাথে সংযুক্ত করে। বিমানবন্দরের পার্কিং লটগুলি ভূমি স্তরে অবস্থিত এবং এতে ১,২১৪টি গাড়ি রাখতে পারার মতো স্থান রয়েছে, যা ফিক্সড-বেস অপারেটর, সাধারণ স্বল্প-মেয়াদি দর্শক, এবং সাধারণ দীর্ঘ-মেয়াদি দর্শকদের জন্য নির্ধারিত। বিমানবন্দরটিতে একাধিক ট্যাক্সি ও ভাড়ার গাড়ি কোম্পানি পরিষেবা প্রদান করে। METRA Transit System-এর রুট ১০ একটি বাসস্টপে সেবা প্রদান করে, যা এয়ারপোর্ট থ্রুওয়ের পাশে একটি নিকটস্থ ওয়ালমার্টে প্রতি ঘন্টায় পৌঁছায়।\n\n\n== পরিসংখ্যান ==\n২০২২ সালের ৩০ নভেম্বর সমাপ্ত বছরে বিমানবন্দরটি ৩৭,৬৬২টি বিমান চলাচল পরিচালনা করেছে, যা গড়ে প্রতিদিন ১০৩টি: এর মধ্যে ৮৬% সাধারণ বিমান চলাচল, ৭% এয়ার ট্যাক্সি, ৩% এয়ারলাইন এবং ৪% সামরিক। সে সময় বিমানবন্দরটিতে ১৩২টি বিমান ছিল: ১০৬টি একক ইঞ্জিন, ১৩টি মাল্টি-ইঞ্জিন, ৭টি জেট, ২টি হেলিকপ্টার, ১টি গ্লাইডার এবং ৩টি আল্ট্রালাইট। ২০২২ সালের হিসাবে, এটি জর্জিয়ার চতুর্থ ব্যস্ততম বিমানবন্দর, আটলান্টা, সাভানা এবং অগাস্টা-র পরে। FAA-এর রেকর্ড অনুযায়ী, ২০২২ ক্যালেন্ডার বছরে বিমানবন্দরটিতে ৮৪,৩৮৭ জন যাত্রী বোর্ডিং করেছে (এনপ্লেনমেন্ট), যা ২০২১ সালের ৫৬,৫২০ এনপ্লেনমেন্ট থেকে বৃদ্ধি পেয়েছে এবং ২০১০ সালে ছিল ৬৩,৭২৬ এনপ্লেনমেন্ট।\n\n\n== ঘটনা ==\n১৯৮১ সালের ৯ জুলাই, রাত ৯:৫৬ মিনিটে, ওজার্ক, আলাবামা থেকে অগাস্টা, জর্জিয়া যাওয়ার পথে একটি সেসনা ৪১১ বিমান একটি আবাসিক এলাকায় বিধ্বস্ত হয়। বিমানটি জরুরি অবতরণ করার চেষ্টা করছিল। পাইলট, যিনি একমাত্র যাত্রী ছিলেন, তার মোট ২৫ ঘণ্টার উড়ানের অভিজ্ঞতা ছিল এবং তিনি যন্ত্র চালিত ফ্লাইটের জন্য প্রশিক্ষিত ছিলেন না। এই দুর্ঘটনায় একজন মারা যান।\n১৯৮৪ সালের ১৭ আগস্ট, দুপুর ১:১৩ মিনিটে, টেনেসি থেকে ফ্লোরিডা যাওয়ার পথে একটি মুনি এম২০ বিমান জ্বালানি নিতে থেমেছিল। টেকঅফের পরপরই বিমানটি বিধ্বস্ত হয়। এতে চারজন মারা যান। এর আগে, বিমানটি পোরভেনির দ্বীপ, পানামা-তে একটি ঘটনার সময় বড় ধরনের ক্ষতির শিকার হয়েছিল।\n২০০৯ সালের ১৯ জুলাই, সন্ধ্যা ৬:১৫ মিনিটে, একটি রুটান ভ্যারিএজ বিমান টেকঅফের পরপরই বিধ্বস্ত হয়। পাইলটই একমাত্র যাত্রী ছিলেন এবং তিনি নিহত হন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকলম্বাস বিমানবন্দর, সরকারি ওয়েবসাইট\n উইকিমিডিয়া কমন্সে Category:Columbus Airport সম্পর্কিত মিডিয়া দেখুন।\nফেব্রুয়ারি ১৯৯৯ এর উপগ্রহ চিত্র USGS The National Map থেকে"}