{"pageid": 1483601, "title": "যুক্তরাজ্যের সাধারণ নির্বাচন, ১৮২৬", "url": "https://bn.wikipedia.org/wiki?curid=1483601", "content": "১৮২৬ সালের যুক্তরাজ্যের সাধারণ নির্বাচনে লিভারপুলের আর্লের অধীনে টোরিরা হুইগদের উপর যথেষ্ট এবং বর্ধিত সংখ্যাগরিষ্ঠতা অর্জন করে। আয়ারল্যান্ডে ক্যাথলিক অ্যাসোসিয়েশন দ্বারা সমর্থিত ক্যাথলিক মুক্তির পক্ষে উদার প্রোটেস্ট্যান্ট প্রার্থীরা উল্লেখযোগ্য লাভ অর্জন করেছে।\n১৮২৬ সালের ২ জুন সপ্তম যুক্তরাজ্যের সংসদ ভেঙে দেওয়া হয়। ১৮২৬ সালের ২৫ জুলাই নতুন পার্লামেন্টকে সেই তারিখ থেকে সর্বোচ্চ সাত বছরের মেয়াদের জন্য বৈঠক আহ্বান করা হয়। ২০২৪ সাল পর্যন্ত লিভারপুলের আর্ল সবচেয়ে সাম্প্রতিক প্রধানমন্ত্রী যিনি পরপর চারটি নির্বাচনে জিতেছেন।\n\n\n== রাজনৈতিক পরিস্থিতি ==\nটোরি নেতা ছিলেন লিভারপুলের আর্ল যিনি ১৮১২ সালে তার পূর্বসূরির হত্যার পর থেকে প্রধানমন্ত্রী ছিলেন। ১৮২৬ সালের আগে লিভারপুল তার দলকে তিনটি সাধারণ নির্বাচনে জয়লাভ করেছিল। ১৮২২ সাল পর্যন্ত হাউস অফ কমন্সের টোরি নেতা ছিলেন। তার আত্মহত্যার পর এই পদে রবার্ট স্টুয়ার্ট বসেন। তিনি তার পিতার আইরিশ পিরের উত্তরাধিকারী হওয়া পর্যন্ত এবং ১৮২১ সালে লন্ডনডেরির ২য় মার্কেস হওয়ার আগ পর্যন্ত তিনি ভিসকাউন্ট ক্যাসলেরিঘের সৌজন্য উপাধি দ্বারা পরিচিত ছিলেন। লন্ডনডেরির স্থলাভিষিক্ত হন জর্জ ক্যানিং যিনি ১৮২৬ সালে হাউস অফ কমন্সের নেতা ছিলেন।\nহুইগ পার্টি দুর্বল নেতৃত্বে ভুগতে থাকে বিশেষ করে হাউস অফ কমন্সে।\n১৮২৪ সালে আর্ল গ্রে লর্ডসে আনুষ্ঠানিক হুইগ নেতৃত্ব ছেড়ে দেন। যদিও তিনি সবচেয়ে বিশিষ্ট হুইগ পিয়ার ছিলেন। গ্রে তার বন্ধুদের মার্কেস অফ ল্যান্সডাউনের নেতৃত্বের দিকে তাকাতে বলে। যদিও ল্যান্সডাউন নেতার দায়িত্ব পালন করেছিলেন এবং এই উপাধি গ্রহণ করেননি।\nসাধারণ নির্বাচনের সময় গ্রে তখনও হুইগ সহকর্মীদের মধ্যে শীর্ষস্থানীয় ব্যক্তিত্ব ছিলেন। এটি সম্ভবত ছিল যে তাকে সরকার গঠনের জন্য আমন্ত্রণ জানানো হবে, যদি হুইগরা ক্ষমতায় আসেন, যদিও এই যুগে শাসক দলের পরিবর্তে রাজা সিদ্ধান্ত নেন কোন ব্যক্তি প্রধানমন্ত্রী হবেন।\nপূর্ববর্তী সাধারণ নির্বাচনে হাউস অফ কমন্সে বিরোধী দলের নেতা জর্জ টিয়ারনি ২৩ জানুয়ারি ১৮২১-এ নেতৃত্ব অস্বীকার করেছিলেন। সংসদের বাকি সময়ে কোনো নতুন হুইগ নেতার আবির্ভাব ঘটেনি।\n১৮২০ সালের সাধারণ নির্বাচনের পর থেকে আইরিশ রাজনীতিতে উল্লেখযোগ্য উন্নয়ন হয়েছে। যদিও আয়ারল্যান্ডের ক্যাথলিকরা-যারা স্বাভাবিক সম্পত্তির যোগ্যতা পূরণ করেছিল-কে ইউনিয়নের আগে থেকেই ভোট দেওয়ার অনুমতি দেওয়া হয়েছিল, তারা তখনও যুক্তরাজ্যের পার্লামেন্টে বসার যোগ্য ছিল না। পার্লামেন্টে ক্যাথলিকদের সেবা করার অধিকার ক্যাথলিক মুক্তির একটি পরিমাপ হিসাবে পরিচিত ছিল। ১৮২৩ সালে ড্যানিয়েল ও'কনেল অ্যাক্ট অফ ইউনিয়ন বাতিলের জন্য একটি প্রচারাভিযান শুরু করেন এবং ক্যাথলিক এ্যামেনসিপেশনকে তার সমাবেশের আহ্বান হিসাবে গ্রহণ করেন এবং ক্যাথলিক অ্যাসোসিয়েশন প্রতিষ্ঠা করেন।\n১৮২৬ সাল থেকে ক্যাথলিক অ্যাসোসিয়েশন নির্বাচনে মুক্তিপন্থী প্রার্থীদের সমর্থন করতে শুরু করে। অ্যাসোসিয়েশন তার অর্থ ও জনশক্তি ব্যবহার করে পার্লামেন্টে নির্বাচিত প্রার্থীদের প্রচারণা চালাতে এবং ক্যাথলিক মুক্তি পাস করার জন্য ভেতর থেকে সরকারকে চাপ দিতে থাকে।\n\n\n== তথ্যসূত্র ==\nBritish Electoral Facts 1832–1999, compiled and edited by Colin Rallings and Michael Thrasher (Ashgate Publishing Ltd 2000). Source: Dates of Elections – Footnote to Table 5.02\nBritish Historical Facts 1760–1830, by Chris Cook and John Stevenson (The Macmillan Press 1980). Source: Types of constituencies – Great Britain\nHis Majesty's Opposition 1714–1830, by Archibald S. Foord (Oxford University Press 1964)\nParliamentary Election Results in Ireland 1801–1922, edited by B.M. Walker (Royal Irish Academy 1978). Source: Types of constituencies – Ireland"}