{"pageid": 1483405, "title": "অ্যানা হ্যারিস", "url": "https://bn.wikipedia.org/wiki?curid=1483405", "content": "অ্যানা ইয়োলান্ডা হ্যারিস (জন্ম ১৫ অক্টোবর ১৯৯৮) একজন ইংরেজ ক্রিকেট আম্পায়ার এবং ক্রিকেটার।\nহ্যারিস ২০২০ সালে শীর্ষ-স্তরের ক্রিকেটে আম্পায়ারিং শুরু করেন এবং ২০২১ সালে তার প্রথম আন্তর্জাতিক ম্যাচে আম্পায়ারিং করেন। তিনি ওয়েলস, বাকিংহামশায়ার এবং বার্কশায়ারের হয়ে ঘরোয়া ক্রিকেটও খেলেছেন।\n\n\n== ব্যক্তিগত জীবন ==\n২০২১ সালে, হ্যারিস কার্ডিফ ইউনিভার্সিটির ২য় বর্ষের মেডিকেল ছাত্রী ছিলেন, পাশাপাশি একজন স্বাস্থ্যসেবা সহায়তা কর্মী হিসাবে কাজ করেছিলেন, যার মধ্যে কোভিড-১৯ শনাক্ত করা রোগীদের চিকিৎসা করেছিলেন।\n\n\n== কর্মজীবন ==\nতিনি মাত্র পাঁচ বছর বয়স থেকেই ক্রিকেট খেলায় তার আগ্রহের অনুধাবন করেন। তিনি তার একজন শিক্ষকের দ্বারা খেলাধুলা করতে অনুপ্রাণিত হয়েছিলেন যিনি তার প্রাথমিক বিদ্যালয়ে বৃষ্টির দিনে শিক্ষার্থীদের বিনোদন দেওয়ার জন্য ক্রিকেট কিট নিয়ে এসেছিলেন। তিনি শীঘ্রই তার মা ইয়োলান্ডাকে স্থানীয় ক্লাবের হয়ে খেলার জন্য সাইন আপ করার জন্য অনুরোধ করেছিলেন। পরে তাকে তার মায়ের দ্বারা একটি আম্পায়ারিং কোর্স করার জন্য উৎসাহিত করা হয়েছিল, যিনি পেশায় একজন আম্পায়ারও ছিলেন।\n২০২১ সালের মে মাসে, তিনি, ইভন ডলফিন-কুপারের সাথে, ইসিবি প্রিমিয়ার লিগের ইতিহাসে সর্বপ্রথম মহিলা আম্পায়ারিং যুগল হয়ে ইতিহাস সৃষ্টি করেছিলেন যখন তারা গ্লুচেস্টারশায়ারে ডাউনেন্ড সিসি এবং বেডমিনস্টারের মধ্যে ওয়েস্ট অফ ইংল্যান্ড প্রিমিয়ার লিগের ম্যাচে একসঙ্গে দায়িত্ব পালন করেছিলেন।   \nতিনি ২০২০ সালে র‌্যাচেল হেহো ফ্লিন্ট ট্রফির উদ্বোধনী সংস্করণে একজন আম্পায়ার হিসেবে দায়িত্ব পালন করেন। তিনি ২০২১ রাচেল হেইহো ফ্লিন্ট ট্রফিতে দায়িত্ব পালনের জন্যও নির্বাচিত হয়েছিলেন। তিনি সাউথ ওয়েলস প্রিমিয়ার লিগ, টেমস ভ্যালি লিগে আম্পায়ার হিসেবেও কাজ করেছেন এবং মেলবোর্নে একটি মৌসুম শেষ করেছেন। তিনি ২০২১ সালে দ্য হান্ড্রেডের উদ্বোধনী সংস্করণের কয়েকটি ম্যাচে দায়িত্ব পালন করেছিলেন।\nতিনি ২০২১ সালের সেপ্টেম্বরে ইংল্যান্ড এবং নিউজিল্যান্ডের মধ্যে দ্বিপাক্ষিক মহিলাদের ওয়ানডে সিরিজের সময় ২২ বছর বয়সে একটি আন্তর্জাতিক ক্রিকেট ম্যাচে দায়িত্ব পালনকারী সর্বকনিষ্ঠ আম্পায়ার হয়েছিলেন। \nতিনি রব হোয়াইটের সাথে পুরুষদের ৫০-ওভারের ম্যাচে, কেন্ট বনাম লিসেস্টারশায়ার, রবিবার ৬ আগস্ট ২০২৩-এ আম্পায়ার করেন।\n২০২৪ সালের সেপ্টেম্বরে তাকে ২০২৪ আইসিসি মহিলা টি২০ বিশ্বকাপের জন্য একটি সর্ব-মহিলা অফিশিয়াটিং গ্রুপের অংশ হিসাবে নামকরণ করা হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে অ্যানা হ্যারিস (ইংরেজি)\nক্রিকেটআর্কাইভে অ্যানা হ্যারিস  (সদস্যতা প্রয়োজনীয়) (ইংরেজি)"}