{"pageid": 1483596, "title": "ক্যাংকুন", "url": "https://bn.wikipedia.org/wiki?curid=1483596", "content": "ক্যাংকুন (স্পেনীয়: Cancún) হলো মেক্সিকোর দক্ষিণ-পূর্ব অঞ্চলের কুইন্টানা রু রাজ্যের একটি প্রধান পর্যটন কেন্দ্র। এর অবস্থান ইউকাটান উপদ্বীপের উত্তর-পূর্ব কোণে, ক্যারিবীয় সাগরের উপকূলে। এই শহরের ভৌগোলিক অবস্থান-ই মূলত একে এমন পর্যটনমুখী করে তুলেছে। ক্যাংকুনের সাদা বালির দীর্ঘ সমুদ্র সৈকত এবং উজ্জ্বল নীলাভ সাগর এটির প্রধান আকর্ষণ। শহরটি একসময়ে একটি ছোট মৎস্যজীবী বসতি হিসেবে পরিচিত ছিল, কিন্তু ১৯৭০-এর দশকে মেক্সিকোর ফেডারেল সরকার এটিকে আন্তর্জাতিক পর্যটকদের আকর্ষণের জন্য গড়ে তোলে।\n\n\n=== পর্যটনের ইতিহাস ও উন্নয়ন ===\nক্যাংকুনের পর্যটন শিল্পের উন্নয়নের পেছনে সরকারের উদ্যোগ একটি বিশাল ভূমিকা রেখেছে। ১৯৭০ সালে মেক্সিকোর সরকার যখন এটি পর্যটনের জন্য উন্নয়নের পরিকল্পনা করে, তখন তাদের লক্ষ্য ছিল একটি আকর্ষণীয় সমুদ্র সৈকতের অঞ্চল তৈরি করা যা বিশ্বব্যাপী পর্যটকদের আকর্ষণ করবে। এর পরপরই শহরটি দ্রুত বিকশিত হয় এবং পরবর্তীতে এটি মেক্সিকোর অন্যতম প্রধান পর্যটন গন্তব্য হয়ে ওঠে। এখন ক্যাংকুনে পাঁচতারকা হোটেল, বিলাসবহুল রিসোর্ট এবং উন্নত অবকাঠামো রয়েছে, যা মেক্সিকোর অর্থনীতিতে পর্যটনের বড় অবদান রাখে।\n\n\n=== প্রাকৃতিক সৌন্দর্য ===\nক্যাংকুনের প্রাকৃতিক সৌন্দর্য এটির অন্যতম প্রধান আকর্ষণ। এর সাদা বালির সৈকত এবং স্বচ্ছ নীলাভ সমুদ্র একে ক্যারিবীয় অঞ্চলের মধ্যে অন্যতম সুন্দর স্থান হিসেবে প্রতিষ্ঠা করেছে। \"হোটেল জোন\" নামে পরিচিত অঞ্চলটি যেখানে বিলাসবহুল হোটেল এবং রিসোর্টগুলোর অবস্থিতি, সেটি মূলত ২৩ কিলোমিটার লম্বা একটি বালির প্রাচীরের ওপর নির্মিত। পর্যটকরা এখানে স্কুবা ডাইভিং, স্নরকেলিং এবং জাহাজ ভ্রমণের মতো বিভিন্ন জল ক্রীড়ার অভিজ্ঞতা নিতে পারেন।\n\n\n=== সাংস্কৃতিক ঐতিহ্য ===\nক্যাংকুনের সাংস্কৃতিক ঐতিহ্যটি মায়া সভ্যতার প্রভাব দ্বারা সমৃদ্ধ। প্রাচীন মায়া সভ্যতার বিভিন্ন ধ্বংসাবশেষ এবং স্থাপত্য নিদর্শনগুলো এখানকার একটি বিশেষ আকর্ষণ। চিচেন ইত্‌জা, যা ক্যাংকুন থেকে সহজেই যাত্রা করা যায়, একটি প্রধান মায়া ধ্বংসাবশেষ এবং এটি ইউনেস্কো ওয়ার্ল্ড হেরিটেজ সাইট হিসেবে স্বীকৃত। এছাড়াও \"এল রে পুরাকীর্তি\" এবং \"সান মিগুয়েলিতো রুয়িন্স\" মায়া সভ্যতার ইতিহাসের উল্লেখযোগ্য নিদর্শন।\n\n\n=== অর্থনৈতিক গুরুত্ব ===\nক্যাংকুনের অর্থনীতি মূলত পর্যটনের ওপর নির্ভরশীল। প্রতি বছর এখানে লক্ষাধিক পর্যটক ভ্রমণ করে, যার মাধ্যমে মেক্সিকোর পর্যটন শিল্পে উল্লেখযোগ্য অবদান আসে। বিলাসবহুল রিসোর্ট, শপিং মল, গলফ কোর্স, এবং নানা ধরনের বিনোদনমূলক কার্যক্রম এই শহরটিকে বৈশ্বিক পর্যটনের কেন্দ্রস্থলে পরিণত করেছে। পর্যটকদের কারণে স্থানীয় হোটেল, খাদ্য ও পানীয়, বিনোদন শিল্প এবং হস্তশিল্পের বাজারেও বিশাল অর্থনৈতিক সমৃদ্ধি এসেছে।\n\n\n=== সংস্কৃতি এবং বিনোদন ===\nক্যাংকুনে প্রাকৃতিক সৌন্দর্য-এর পাশাপাশি, পর্যটকরা শহরের সংস্কৃতিতে মায়া এবং স্পেনীয় ঐতিহ্যের নিদর্শন দেখার জন্যে ভ্রমণ করেন। এখানকার খাবার, স্থানীয় উৎসব এবং হস্তশিল্পে মায়া সভ্যতার প্রভাব স্পষ্টভাবে লক্ষ্য করা যায়। শহরের \"মায়ান মিউজিয়াম\" এবং অন্যান্য প্রদর্শনী কেন্দ্রগুলো পর্যটকদের জন্য ঐতিহাসিক ও সাংস্কৃতিক শিক্ষা প্রদান করে। এখানকার নাইটলাইফও খুবই প্রাণবন্ত, যার জন্য এটি তরুণ পর্যটকদের কাছেও জনপ্রিয়।\n\n\n== তথ্যসূত্র =="}