{"pageid": 1483273, "title": "আসিম ইবনে সাবিত", "url": "https://bn.wikipedia.org/wiki?curid=1483273", "content": "আসিম ইবনে সাবিত (আরবি: عاصم بن ثابت) ছিলেন আনসার সাহাবাদের মধ্যে একজন, অর্থাৎ তিনি প্রাথমিক যুগের মুসলিমদের অন্তর্ভুক্ত ছিলেন এবং মুহাম্মদের মদিনায় হিজরতের পরে তাকে সহায়তা করেন।\n\n\n== মুহাম্মদের যুগে সামরিক অভিযান ==\n\nতিনি বদরের যুদ্ধে অংশগ্রহণ করেন। মুহাম্মদের বাহিনীতে আবু বকর, উমর, আলি, হামজা, মুসআব ইবনে উমাইর, জুবাইর ইবনুল আওয়াম এবং আম্মার ইবনে ইয়াসির অন্তর্ভুক্ত ছিলেন। মুসলমানরা সত্তরটি উট এবং দুইটি ঘোড়া নিয়ে আসে, যার অর্থ ছিল তাদের হয় হাঁটতে হবে অথবা তিন থেকে চারজন মিলে একটি উটে বসতে হবে। তবে, অনেক প্রাচীন মুসলিম সূত্র ইঙ্গিত দেয় যে তেমন কোন গুরুতর যুদ্ধের প্রত্যাশা করা হয়নি, এবং ভবিষ্যৎ খলিফা উসমান তার অসুস্থ স্ত্রী রুকাইয়াহ, যিনি মুহাম্মদের কন্যা, তার যত্ন নেওয়ার জন্য পেছনে থেকে যান। সালমান আল-ফারসি-ও যুদ্ধে যোগ দিতে পারেননি, কারণ তখনও তিনি মুক্ত ব্যক্তি ছিলেন না।\nউমরের একজন স্ত্রী উম্মু কুলসুমের পিতা ছিলেন আসিম ইবনে তাবিত। এই ব্যক্তিই কি এই প্রবন্ধের বিষয়বস্তু সেই বিষয়ে স্পষ্টতা নেই।\nআসিম ইবনে সাবিত আল-রাজি অভিযানে নিহত হন। ৬২৫ সালে, কিছু লোক মুহাম্মদের কাছে ইসলাম শেখানোর জন্য শিক্ষক পাঠানোর অনুরোধ করে। কিন্তু এই লোকদেরকে খুজাইমহ উপজাতির দুটি গোষ্ঠী দ্বারা ঘুষ দিয়ে প্ররোচিত করে, যারা মুহাম্মদের অনুসারীদের দ্বারা খালিদ বিন সুফিয়ানকে হত্যা করার প্রতিশোধ নিতে চাইছিল এবং তারা মুসলমানদের হত্যা করে। আসিম ইবনে তাবিতকে হত্যা করার পর, হুধাইল তার মাথা বিক্রি করার চেষ্টা করে।\n\n\n== হাদিসে বর্ণনা ==\nআবু হুরায়রা কর্তৃক উল্লেখিত একটি হাদিস বর্ণনা করেন:\n\nআল্লাহর রাসূল মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দশজন পুরুষকে একটি গোপন মিশনে পাঠালেন এবং তাদের নেতৃত্বে আসিম ইবনে সাবিত আল-আনসারীকে নিয়োগ করলেন। তারা অগ্রসর হয়ে হাজা পর্যন্ত পৌঁছালেন, যা উসফান এবং মক্বার মধ্যবর্তী স্থানে অবস্থিত।\nহুধাইল গোত্রের একটি শাখা, বনু লাহইয়ানদের কাছে তাদের উপস্থিতির খবর পৌঁছে গেল। প্রায় একশো জন তীরন্দাজ তাদের পেছনে লাগল। তারা তাদের পদচিহ্ন অনুসরণ করল। যখন আসিম ও তার সঙ্গীরা তাদের দেখতে পেল, তারা আত্মরক্ষা করার জন্য আড়ালে চলে গেল। লোকেরা তাদের ঘিরে ফেলল এবং বলল, \"নিচে আসো এবং আত্মসমর্পণ করো! তোমাদের জন্য সুরক্ষা আছে এবং আমরা তোমাদের মধ্যে কাউকেই হত্যা করব না!\"\nআসিম ইবনে সাবিত বললেন, 'হে লোকেরা! আমি কখনো কোন কাফিরের আশ্রয় গ্রহণ করব না! হে আল্লাহ! আমাদের ব্যাপারে আপনার রাসূল (সা.) কে অবগত করুন!' কাফিররা তাদের দিকে তীর ছুঁড়তে শুরু করে এবং আসিমকে হত্যা করে। তিনজনের একটি দল সুরক্ষা এবং নিরাপত্তার প্রস্তাব গ্রহণ করে নিচে চলে আসে। তাদের মধ্যে ছিল খুবাইব আল-আনসারি, জায়েদ ইবনে দাথিনা এবং আরও একজন।\n\nনবী মুহাম্মদ (সা.) তাঁর সাহাবিদের মৃত্যুর দিনই তাদের সম্পর্কে খবর দিয়েছিলেন। যখন আসিম ইবনে সাবিতের শহীদ হওয়ার খবর এলো, কুরাইশের কাফিররা তার দেহের কোনো অংশ কেটে নিয়ে আসার জন্য লোক পাঠালো। কারণ, বদরের যুদ্ধে আসিম তাদের একজন গুরুত্বপূর্ণ ব্যক্তিকে হত্যা করেছিল। কিন্তু আল্লাহ তাআলা আসিমকে রক্ষা করার জন্য তার উপর মেঘের মতো একটি বিশাল মৌমাছির পাল পাঠালেন। ফলে কুরাইশের লোকেরা আসিমের দেহের কোনো অংশও কেটে নিতে পারলো না।\n\n\n== আরও দেখুন ==\nমুহাম্মাদের নেতৃত্বে যুদ্ধের তালিকা\nসাহাবিদের তালিকা\n\n\n== তথ্যসূত্র =="}