{"pageid": 1483082, "title": "হানিয়ার প্রথম সরকার", "url": "https://bn.wikipedia.org/wiki?curid=1483082", "content": "২০০৬ সালের ২৫ জানুয়ারি ফিলিস্তিনে অনুষ্ঠিত সাধারণ নির্বাচনে হামাস দল নিরঙ্কুশ সংখ্যাগরিষ্ঠতা অর্জন করে, যা ফিলিস্তিনের রাজনৈতিক এবং আন্তর্জাতিক কূটনীতিতে ব্যাপক প্রভাব ফেলে। নির্বাচনে হামাস ৭৪টি আসনে জয়লাভ করে, যা ১৩২ সদস্যের ফিলিস্তিন আইন পরিষদের একক সংখ্যাগরিষ্ঠতা। এরপরে ফেব্রুয়ারি মাসে, হামাসের শীর্ষ নেতা ইসমাইল হানিয়াকে প্রধানমন্ত্রী পদে মনোনীত করা হয়। এই মনোনয়নকে কেন্দ্র করে আন্তর্জাতিক অঙ্গনে বিশেষ করে ইউরোপীয় ইউনিয়ন, যুক্তরাষ্ট্র এবং ইসরায়েলি সরকারের মধ্যে ব্যাপক প্রতিক্রিয়া তৈরি হয়।\n২০ ফেব্রুয়ারি তারিখে ইসমাইল হানিয়া আনুষ্ঠানিকভাবে ফিলিস্তিনের রাষ্ট্রপতি মাহমুদ আব্বাসের সাথে সাক্ষাৎ করেন, যেখানে নতুন সরকার গঠন এবং ফিলিস্তিন কর্তৃপক্ষের (PA) পরিচালনা বিষয়ে গুরুত্বপূর্ণ আলোচনা হয়। এই বৈঠকের পরিপ্রেক্ষিতে ২০০৬ সালের ২৯ মার্চ তারিখে ইসমাইল হানিয়া প্রধানমন্ত্রী হিসেবে শপথ গ্রহণ করেন এবং হামাসের নেতৃত্বে সরকার দায়িত্ব গ্রহণ করে।\nএই নির্বাচনের মাধ্যমে ফাতাহ দলের দীর্ঘকালীন শাসনের অবসান ঘটে এবং ফিলিস্তিনের রাজনৈতিক প্রেক্ষাপটে এক নতুন অধ্যায়ের সূচনা হয়। হামাসের জয়লাভের ফলে ইসরায়েল এবং বেশ কয়েকটি পশ্চিমা দেশ ফিলিস্তিনের সাহায্য এবং অর্থনৈতিক সম্পর্ক স্থগিত করে, যা ফিলিস্তিনের অভ্যন্তরীণ অবকাঠামো ও অর্থনীতিতে ব্যাপক চাপ তৈরি করে। হামাস সরকার গঠনের পর আন্তর্জাতিক সম্প্রদায়ের সাথে সম্পর্ক নতুন করে সাজানো হয় এবং কিছু দেশ যেমন ইরান, সিরিয়া, এবং কাতার তাদের সমর্থন অব্যাহত রাখে।\n\n\n== পটভূমি ==\n২০০৬ সালের এই নির্বাচনটি দ্বিতীয় সংসদীয় নির্বাচন ছিল, যা ১৯৯৬ সালের পর অনুষ্ঠিত হয়। প্রথম নির্বাচন ফাতাহ দল সহজে জয়লাভ করলেও ২০০৬ সালের নির্বাচনে হামাস দল ফাতাহের দুর্নীতি ও প্রশাসনিক ব্যর্থতাকে ইস্যু করে নির্বাচনী প্রচারণা চালায়। ইসরায়েলি আগ্রাসন, পশ্চিম তীরের নিরাপত্তা সংকট এবং গাজা থেকে ইসরায়েলি সেনা প্রত্যাহারের পরিণাম হিসেবে হামাসের জনপ্রিয়তা বৃদ্ধি পায়।\n\n\n== নির্বাচনী ফলাফল ==\n২৫ জানুয়ারি অনুষ্ঠিত নির্বাচনে ভোটার উপস্থিতি ছিল ৭৪.৬%, যেখানে হামাস ৭৪টি আসন এবং ফাতাহ ৪৫টি আসনে জয়লাভ করে। নির্বাচনের পরপরই পশ্চিমা দেশগুলো এবং ইসরায়েল হামাসকে সন্ত্রাসী সংগঠন হিসেবে চিহ্নিত করে ফিলিস্তিন কর্তৃপক্ষের প্রতি সাহায্য স্থগিত করে।   \n\n\n== আন্তর্জাতিক প্রতিক্রিয়া ==\nহামাসের নির্বাচনী জয়ের ফলে আন্তর্জাতিক সম্প্রদায় বিশেষত যুক্তরাষ্ট্র, ইউরোপীয় ইউনিয়ন এবং ইসরায়েল তাদের সহায়তা এবং কূটনৈতিক সম্পর্কের পুনর্বিবেচনা করে। ইসরায়েল হামাসের জয়লাভকে নিরাপত্তার জন্য হুমকি হিসেবে দেখে এবং ফিলিস্তিনের উপর অর্থনৈতিক নিষেধাজ্ঞা আরোপ করে। পশ্চিমা দেশগুলোও শর্ত দেয় যে হামাসকে অবশ্যই তাদের সন্ত্রাসী কার্যকলাপ বন্ধ করতে হবে, ইসরায়েলকে স্বীকৃতি দিতে হবে, এবং পূর্ববর্তী চুক্তিসমূহ মেনে চলতে হবে। \n\n\n=== উদ্ধৃতি ===\nTens of thousands have been killed or wounded by the Israeli army since 1967. During 2006, the number of Palestinians killed reached 650. Since the beginning of the Israeli occupation in 1967, more than 650,000 Palestinians have been detained by Israel - about 40% of the male population. \nSome people think that the truth can be hidden with a little cover-up and decoration. But as time goes by, what is true is revealed, and what is fake fades away.\n\n\n== পরবর্তী রাজনৈতিক পরিস্থিতি ==\nহামাসের সরকার দায়িত্ব গ্রহণের পর ফিলিস্তিনের অভ্যন্তরীণ রাজনৈতিক বিভাজন বাড়তে থাকে, যা ২০০৭ সালে গৃহযুদ্ধ এবং গাজার দখল নিয়ে সংঘর্ষে রূপ নেয়। পরবর্তীতে ফিলিস্তিনের সরকার দুই ভাগে বিভক্ত হয়, যেখানে গাজা অঞ্চলে হামাস এবং পশ্চিম তীরে ফাতাহ দলের নেতৃত্বে পৃথক প্রশাসন কার্যকর হয়।\n\n\n== সরকারের সদস্য বৃন্দ ==\nমার্চ ২০০৬ হতে মার্চ ২০০৭ \n\n\n== আরো দেখুন ==\nহামাস\nফিলিস্তিন\nইসমাইল হানিয়া\nহানিয়ার হত্যাকাণ্ড\nগাজা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nহামাসের অফিসিয়াল সাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১২ অক্টোবর ২০২৩ তারিখে\nফিলিস্তিন সম্পর্কিত তথ্য  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০ আগস্ট ২০১৬ তারিখে\nইংরেজি উইকিতে ২০০৬ সালের ফিলিস্তিন নির্বাচন"}