{"pageid": 1483566, "title": "যুক্তরাজ্যের সাধারণ নির্বাচন, ১৮১২", "url": "https://bn.wikipedia.org/wiki?curid=1483566", "content": "১৮১২ যুক্তরাজ্যের সাধারণ নির্বাচন ছিল গ্রেট ব্রিটেন এবং আয়ারল্যান্ড ইউনিয়নের পরে অনুষ্ঠিত চতুর্থ সাধারণ নির্বাচন।\nস্পেন্সার পার্সেভালের হত্যার পর আর্ল অফ লিভারপুল প্রিমিয়ার পদে সফল হওয়ার চার মাস পর ১৮১২ সালের ২৯ সেপ্টেম্বর চতুর্থ যুক্তরাজ্যের সংসদ ভেঙে দেওয়া হয়। সেই তারিখ থেকে সর্বোচ্চ সাত বছরের মেয়াদের জন্য ১৮১২ সালের ২৪ নভেম্বর নতুন সংসদের বৈঠক ডাকা হয়।\n\n\n== রাজনৈতিক পরিস্থিতি ==\n১৮০৭ সালের নির্বাচনের পর পোর্টল্যান্ডের ডিউক (যিনি এখনও নিজেকে হুইগ বলে দাবি করেন) দ্বারা প্রধানমন্ত্রী হিসাবে নেতৃত্বে পিটিটাইট টোরি মন্ত্রিসভা নেপোলিয়নিক যুদ্ধের বিচার অব্যাহত রাখে।\nবিরোধী দলের মূল অংশে ছিল ফক্সাইট হুইগস যাদের নেতৃত্বে ছিলেন ১৮০৬ সালে ফক্সের মৃত্যুর পর থেকে আর্ল গ্রে (ভিসকাউন্ট হাউইকের সৌজন্যে শিরোনামে পরিচিত এবং ১৮০৬-০৭ সাল থেকে হাউস অফ কমন্সের সদস্য)। যাইহোক যেমন ফোর্ড পর্যবেক্ষণ করেছেন: \"এই সময়ের বেশিরভাগ সময়ে দলের বিষয়গুলি অনিশ্চয়তা এবং বিভ্রান্তির মধ্যে ছিল\"। ফক্স জীবিত থাকাকালীন গ্রে কমান্ডিং নেতা ছিলেন না।। ১৮০৭ সালে গ্রে তার পিয়ারেজের উত্তরাধিকারী হওয়ার পরে এবং লর্ডসভায় যাওয়ার পরে কমন্সসভায় পার্টি নেতৃত্ব অত্যন্ত দুর্বল ছিল।\nপোর্টল্যান্ডের আগে হুইগ প্রধানমন্ত্রীর সাথে যুক্ত গ্রেনভিলাইটস, উইলিয়াম গ্রেনভিল, ১ম ব্যারন গ্রেনভিলও বিরোধী ছিলেন কিন্তু ফক্সাইটদের তুলনায় কম তাৎপর্যপূর্ণ ছিলেন। তা সত্ত্বেও গ্রেনভিল লর্ডসভায় বিরোধী দলের প্রথম নেতা হিসেবে স্বীকৃত হন।\nগ্রে-এর স্ত্রী জর্জ পনসনবির এক আত্মীয়কে হাউস অফ কমন্সে হুইগ নেতা হিসাবে গ্রে এবং গ্রেনভিল হুইগ এমপিদের কাছে প্রস্তাব করেছিলেন। হাউস অফ কমন্সে বিরোধী দলের নেতার বিপরীতে পনসনবিই ছিলেন প্রথম ব্যক্তি যিনি সরকারী নেতা হিসাবে স্বীকৃত। তিনি অযোগ্য প্রমাণিত হলেও পদত্যাগে রাজি করানো যায়নি।\n১৮০৯ সালে পোর্টল্যান্ড তার স্বাস্থ্য অবনতির জন্য পদত্যাগ করেন। নতুন টোরি প্রধানমন্ত্রী ছিলেন স্পেন্সার পারসেভাল। ১৮১২ সালের এপ্রিল মাসে তিনি সিডমাউথকে মন্ত্রিসভায় নিয়ে আসেন। এক মাস পরে ১১ মে ১৮১২ তারিখে পারসেভালকে হত্যা করা হয়। নতুন প্রধানমন্ত্রী হন আর্ল অফ লিভারপুল। তিনি গ্রেনভিলকে আকর্ষণ করতে ব্যর্থ হয়। এটি একটি দ্বি-দলীয় ব্যবস্থার বিকাশের আরও একটি পর্যায় ছিল - প্রায় সমস্ত টোরি সরকারকে সমর্থন করেছিল এবং সমস্ত হুইগস এর বিরোধিতা করেছিল।\n১৮১২ সালের সাধারণ নির্বাচন টোরিদের আরেকটি মেয়াদের জন্য ক্ষমতায় ফিরিয়ে আনে।\n\n\n== নির্বাচনের তারিখ ==\nএই সময়ে একটি নির্বাচনের দিন ছিল না। নির্বাচন অনুষ্ঠিত হওয়ার জন্য একটি রিট (একটি রাজকীয় আদেশ) পাওয়ার পর স্থানীয় রিটার্নিং অফিসার নির্দিষ্ট নির্বাচনী এলাকা বা নির্বাচনী এলাকার জন্য নির্বাচনের সময়সূচী নির্ধারণ করেন যার সাথে তিনি সংশ্লিষ্ট ছিলেন। প্রতিদ্বন্দ্বিতাপূর্ণ নির্বাচনের আসনে ভোটগ্রহণ অনেক দিন চলতে পারে।\n১৮১২ সালের নির্বাচনে যা ঘটেছিল তার একটি উদাহরণ ছিল আয়ারল্যান্ডের ওয়েস্টমিথ নির্বাচনী এলাকা। ওয়াকার নিশ্চিত করেছেন যে নির্বাচনের তারিখ ছিল ২৪ অক্টোবর ১৮১২। স্টুক্স স্মিথ ইঙ্গিত দিয়েছেন যে তিন দিন ভোটগ্রহণ ছিল, সেই সময়ে ৯৫০ জন নির্বাচক হাস্টিংয়ে এসে ভোট দিয়েছেন। দীর্ঘ প্রতিযোগিতা সম্ভব ছিল। ১৮১২ সালের বার্কশায়ার নির্বাচনে ভোটগ্রহণ ১৫ দিন ধরে চলে (১,৯৯২ জন নির্বাচক ভোট দেয়)।\nসাধারণ নির্বাচনে প্রথম এবং শেষ প্রতিদ্বন্দ্বিতা আসনের মধ্যে সময় ছিল ৫ অক্টোবর থেকে ১০ নভেম্বর ১৮১২।\n\n\n== তথ্যসূত্র ==\nHis Majesty's Opposition 1714–1830, by Archibald S. Foord (Oxford University Press 1964)\n(Dates of Elections) Footnote to Table 5.02 British Electoral Facts 1832–1999, compiled and edited by Colin Rallings and Michael Thrasher (Ashgate Publishing Ltd 2000).\n(Types of constituencies – Great Britain) British Historical Facts 1760–1830, by Chris Cook and John Stevenson (The Macmillan Press 1980).\n(Types of constituencies – Ireland) Parliamentary Election Results in Ireland 1801–1922, edited by B.M. Walker (Royal Irish Academy 1978)."}