{"pageid": 1484984, "title": "যুক্তরাজ্যের সাধারণ নির্বাচন, ১৯২৪", "url": "https://bn.wikipedia.org/wiki?curid=1484984", "content": "১৯২৪ সালের যুক্তরাজ্যের সাধারণ নির্বাচন ২৯ অক্টোবর ১৯২৪ তারিখে রোজ বুধবার অনুষ্ঠিত হয়। অনাস্থা প্রস্তাবে হাউস অফ কমন্সে প্রধানমন্ত্রী রামসে ম্যাকডোনাল্ডের নেতৃত্বে শ্রমিক সংখ্যালঘু সরকারের পরাজয়ের ফলে এই নির্বাচন আহ্বান করা হয়েছে। এটি ছিল দুই বছরেরও কম সময়ের মধ্যে তৃতীয় সাধারণ নির্বাচন। গত ৯ অক্টোবর সংসদ ভেঙে দেওয়া হয়।\nস্ট্যানলি বাল্ডউইনের নেতৃত্বে কনজারভেটিভরা ১৯২৩ সালের সাধারণ নির্বাচনের তুলনায় নির্বাচনী পরিপ্রেক্ষিতে আরও ভাল পারফরম্যান্স করেছিল এবং ২০৯ আসনের বৃহৎ সংসদীয় সংখ্যাগরিষ্ঠতা অর্জন করে। ম্যাকডোনাল্ডের নেতৃত্বে লেবার ৪০টি আসন হারিয়েছে। নির্বাচনে এইচএইচ অ্যাসকুইথের নেতৃত্বে লিবারেল পার্টি তাদের ১৫৮টি আসনের মধ্যে ১১৮টি হারায় যা লেবার পার্টি এবং কনজারভেটিভ পার্টির মধ্যে ব্রিটিশ রাজনীতিকে মেরুকরণে সহায়তা করেছিল।\nএই সাধারণ নির্বাচনে রক্ষণশীল ভূমিধ্বস বিজয় এবং লেবার পরাজয়ের আংশিকভাবে জিনোভিয়েভ চিঠির জন্য দায়ী করা হয়েছে, একটি জাল দলিল যা নির্বাচনের চার দিন আগে ডেইলি মেইলে সত্যিকারের এবং চাঞ্চল্যকর বলে প্রকাশিত হয়েছিল। ১৯২৩ সালের সাধারণ নির্বাচনের তুলনায় লেবার ভোট প্রায় ১০ লাখ বেড়েছে, কিন্তু এটি মূলত পূর্ববর্তী নির্বাচনের তুলনায় ৮৭ জন বেশি প্রার্থী দেওয়ার কারণে।\nকনজারভেটিভরা সাম্রাজ্যবাদী পছন্দের একটি সুরক্ষাবাদী বাণিজ্য নীতিতে যাওয়ার জন্য একটি ম্যান্ডেট পাওয়ার জন্য পূর্ববর্তী ১৯২৩ সালের নির্বাচন তাড়াতাড়ি ডেকেছিল, কিন্তু তাদের সংখ্যাগরিষ্ঠতা হারিয়েছিল। ১৯২৪ সালে তারা মুক্ত বাণিজ্যে ফিরে আসে এবং ক্ষমতা ফিরে পায়। ১৯২৯ সালের পরবর্তী সাধারণ নির্বাচনে তারা আবার হেরে গিয়ে সুরক্ষাবাদের প্রস্তাব করবে।\n১৯৬৪ এবং ১৯৯২ এর সাথে এটি ২০শ শতাব্দীর তিনটি নির্বাচনের মধ্যে প্রথম যা একই বছরে মার্কিন যুক্তরাষ্ট্রের রাষ্ট্রপতি নির্বাচনের সাথে অনুষ্ঠিত হয়। এটি একটি নিকটতম দৃষ্টান্ত যেখানে উভয় নির্বাচন এক সপ্তাহ পরে অনুষ্ঠিতব্য পরবর্তী নির্বাচনের সাথে ওভারল্যাপ হয়েছে।\n\n\n== ফলাফল ==\n\n\n== নোট ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\n\n== বহিঃসংযোগ ==\nযুক্তরাজ্যের নির্বাচনের ফলাফল—সংক্ষিপ্ত ফলাফল 1885-1979    ওয়েব্যাক মেশিনে আর্কাইভকৃত ৮ অক্টোবর ২০২০ তারিখে</link>\n\n\n=== ইশতেহার ===\n1924 রক্ষণশীল ইশতেহার\n1924 শ্রম ঘোষণাপত্র\n1924 লিবারেল ইশতেহার"}