{"pageid": 1484107, "title": "২০২২ ঢাকা কলেজ শিক্ষার্থী ও ঢাকা নিউ মার্কেট ব্যবসায়ী সংঘর্ষ", "url": "https://bn.wikipedia.org/wiki?curid=1484107", "content": "২০২২ সালের ১৮ এপ্রিল নিউমার্কেটে ইফতারির পণ্য বিক্রির টেবিল বসানো কেন্দ্র করে দুই পক্ষ বিবাদে জড়িয়ে পড়ে। এরপর এ ঘটনায় রাতে এক পক্ষ আরেক পক্ষকে শায়েস্তা করতে ঢাকা কলেজের কয়েকজন শিক্ষার্থীকে ডেকে আনে। শিক্ষার্থীরা প্রতিপক্ষ দোকানীদের সাথে বাক-বিতণ্ডায় জড়িয়ে পড়ে যা এক পর্যায়ে সংঘর্ষে রূপ নেয়। এ ঘটনায় অন্যান্য দোকানের ব্যবসায়ীরা শিক্ষার্থীদের পাল্টা মারধর করে। এর কিছুক্ষণ বাদেই আহত শিক্ষার্থীরা ঢাকা কলেজের আরও শিক্ষার্থীদের নিয়ে নিউমার্কেটের দোকান ব্যবসায়ী ও কর্মচারীদের সাথে সংঘর্ষে লিপ্ত হয়। এই সংঘর্ষ রাতে সেহেরির আগ পর্যন্ত চলে। পরদিন ১৯ এপ্রিল সারাদিন ব্যাপী পুনরায় এই সংঘর্ষ শুরু হয়। সংঘর্ষেে দুজন নিহত এবং অসংখ্য শিক্ষার্থী, ব্যবসায়ী, সাংবাদিক ও পুলিশ আহত হয়। পরবর্তীতে ঢাকা কলেজ শিক্ষক, নিউমার্কেট ব্যবসায়ী ও প্রশাসনের বৈঠকে সমঝোতার মাধ্যমে এই সংঘর্ষের সমাপ্তি ঘটে।\n\n\n== পটভূমি ==\n২০২২ সালের ১৮ এপ্রিল নিউমার্কেটে ওয়েলকাম ফাস্টফুড ও ক্যাপিটাল ফার্স্ট ফুড ইফতারির পণ্য বিক্রির জন্য টেবিল বসানো কেন্দ্র করে ওয়েলকাম ফাস্টফুডের দোকান কর্মচারী মোয়াজ্জেম হোসেন ওরফে সজীব ও মেহেদী হাসান ওরফে বাপ্পির সাথে ক্যাপিটাল ফাস্টফুডের দোকানের কর্মচারীদের বাক-বিতণ্ডা হয়। এই ঘটনায় প্রতিপক্ষকে শায়েস্তা করতে সজীব ও বাপ্পি ইফতারির পর মার্কেটে ঢাকা কলেজ ছাত্রলীগের ৮-১০ জন  শিক্ষার্থী ডেকে আনে। আগত শিক্ষার্থীরা ক্যাপিটাল ফাস্টফুডের কর্মচারীদের মারধর করে। এরপর অন্য ব্যবসায়ীরা সমন্বিতভাবে উক্ত শিক্ষার্থীদের উপর হামলা চালায়। এতে তারা আহত ও ক্ষিপ্ত হয়ে ঢাকা কলেজ ক্যাম্পাসে এসে অন্যান্য শিক্ষার্থীদের কাছে মূল ঘটনা আড়াল করে ভিন্নভাবে উপস্থাপন করে। এরপর রাত ১১ টার দিকে সামাজিক যোগাযোগ মাধ্যমে গুজব ছড়িয়ে পড়ে যে নিউমার্কেটে দোকানীরা ঢাকা কলেজের শিক্ষার্থীদের পিটিয়েছে। তার কিছুক্ষণ পর দল বেঁধে শিক্ষার্থীরা লাঠি সোটা নিয়ে নিউমার্কেটে হামলা চালায়।\n\n\n== কারণসমূহ ==\nএই ঘটনার কারণ অনুসন্ধান করতে জানা যায় যে নিউমার্কেটের ক্যাপিটাল ফাস্টফুড ও ওয়েলকাম ফাস্টফুড এর মালিক মূলত একই ব্যক্তি। তিনি নিউমার্কেট থানা বিএনপির সভাপতি এ্যাডভোকেট মকবুল হোসেন সরদার। মকবুলের ভাই শহিদুল ক্যাপিটাল ফাস্টফুড ও চাচাত ভাই রফিক ওয়েলকাম ফাস্টফুড পরিচালনা করতেন। এই দুই পক্ষ প্রায় প্রতিদিনই ইফতারি বিক্রির টেবিল বসানো কেন্দ্র করে বাক- বিতন্ডায় লিপ্ত হয়। ১৮ এপ্রিল সন্ধ্যায় ইফতারির টেবিল বসানো নিয়ে ক্যাপিটাল ফাস্টফুড ও ওয়েলকাম ফাস্টফুডের কর্মচারীদের মধ্যে তর্কাতর্কি ও হাতাহাতি হয়। পরবর্তীতে ইফতারের পর ওয়েলকাম ফাস্টফুডের দুজন কর্মচারী ঢাকা কলেজের ছাত্রলীগের কয়েকজনকে ডেকে আনে। ৮-১০ ছাত্রলীগ কর্মী মার্কেটে প্রবেশ করেই অতর্কিতভাবে ক্যাপিটাল ফাস্টফুডের কর্মচারীদের মারধর করেন। পরে অন্যান্য ব্যবসায়ীরা সমন্বিতভাবে উত্তর শিক্ষার্থীদের পাল্টা মারধর করে। ব্যবসায়ীদের কাছে মারধরের শিকার হয়ে ক্যাম্পাসে ফিরে বিষয়টি অন্যভাবে উপস্থাপন করে ওই শিক্ষার্থীরা। পরে ঢাকা কলেজের ১০০-১৫০ শিক্ষার্থী নিউমার্কেটে হামলা চালায়। সামাজিক যোগাযোগ মাধ্যমে শিক্ষার্থীরা ঘটনাটি বিভিন্ন গ্রুপে পোস্ট করলে আরো অনেক শিক্ষার্থী জড়ো হয়ে নিউমার্কেটে হামলা চালায়।\n\n\n== সংঘাত ==\n১৮ এপ্রিল রাত থেকে শুরু হওয়া এই সংঘর্ষ চলে ১৯ এপ্রিল ভোর রাত সাড়ে ৩টা পর্যন্ত। সেহরির পর ছয় ঘণ্টা সংঘাত বন্ধ থাকে। পরবর্তীতে দিনের বেলা পুনরায় সংঘর্ষ শুরু হয় এবং প্রায় রাত দশটা পর্যন্ত থেমে থেমে সংঘর্ষ চলতে থাকে। ১৯ এপ্রিল মধ্যরাতে সামাজিক যোগাযোগ মাধ্যমে পোস্ট দিয়ে ঢাকা কলেজ শিক্ষার্থীরা জড়ো হয়ে নিউমার্কেটে হামলা চালায়। রমজান মাস হওয়ায় তখনও নিউমার্কেট খোলা ছিলো। তখন ব্যবসায়ী, কর্মচারী ও ফুটপাথের হকাররা শিক্ষার্থীদের হামলা করে। দুই পক্ষের ইটপাটকেল নিক্ষেপ ও ধাওয়া পাল্টা ধাওয়ার এক পর্যায়ে আশপাশের সব মার্কেটের ব্যবসায়ী ও কর্মচারীরা শিক্ষার্থীদের সাথে সংঘর্ষে জড়িয়ে পড়ে। এরপর থেমে থেমে কয়েক দফায় সংঘর্ষ চলতে থাকে। সংঘর্ষের খবরে ঘটনাস্থলে উপস্থিত হয় নিউমার্কেট থানা পুলিশ। এরপর রাজারবাগ পুলিশ লাইন ও মিরপুর থেকে রিজার্ভ প্রায় তিন শতাধিক পুলিশ আনা হয়। পুলিশ কর্মকর্তারা ব্যবসায়ী ও শিক্ষার্থীদের শান্ত করার চেষ্টা করেন। এ সময় সাঁজোয়া যান ও জলকামান ব্যবহার করা হয়। পুলিশ টিয়ারশেল ও রাবার বুলেট নিক্ষেপ করলে বেশ কয়েকজন শিক্ষার্থী আহত হয়। ব্যবসায়ীরা পুলিশের সাথে একত্রিত হয়ে শিক্ষার্থীদের দিকে হামলা চালায়। এতে শিক্ষার্থীরা আহত হয় এবং আরো ফুঁসে ওঠে। এর কিছুক্ষণ পর সংঘর্ষ থেমে থাকলেও রাত ২ টার পর আবারও শিক্ষার্থীরা ক্যাম্পাসের বাইরে বেরিয়ে আসে। এ সময় শিক্ষার্থীরা একটি মোটরসাইকেলে আগুন দেয়। তবে পুলিশের টিয়ার গ্যাসের সামনে দাঁড়াতে না পেরে তারা আবারও ক্যাম্পাসে ফিরে যায়। শিক্ষার্থীরা ঢাকা কলেজের ভারপ্রাপ্ত অধ্যক্ষ প্রফেসর এটিএম মইনুল হোসেন কে অবরুদ্ধ করে রাখে ও বিভিন্ন স্লোগান দিতে থাকে। পরবর্তীতে অধ্যক্ষ ও কয়েকজন শিক্ষক মিলে পুলিশের সাথে আলোচনা করে দায়িত্বরত পুলিশদের দূরে সরে যেতে অনুরোধ করে। পুলিশ কিছুটা পিছু হটলে শিক্ষার্থীরা সাংবাদিকদের রাবার বুলেটের খোসা ও আহত শিক্ষার্থীদের দেখিয়ে প্রতিবাদ জানায়। এর কিছুক্ষণ পর তারা সেহেরী খেতে চলে যায়। তবে ৬ ঘন্টা সংঘর্ষ বন্ধ থাকার পর সকাল সাড়ে দশটায় শিক্ষার্থীরা আবারও আন্দোলন শুরু করে। বিপদের আশঙ্কা থাকায় নিউমার্কেটের ব্যবসায়ীরা তখনো কোন দোকান খোলেনি। এ সময় হঠাৎ করে আবারও শিক্ষার্থী ও ব্যবসায়ীদের মধ্যে সংঘর্ষ শুরু হয়। ঘটনাস্থলে হকার ও কর্মচারীরা দুটি অ্যাম্বুলেন্সে ভাঙচুর করেন। এদিকে পার্শ্ববর্তী নুরজাহান মার্কেটের নিচে আগুন ধরিয়ে দেয় শিক্ষার্থীরা। ঢাকা কলেজের ছাদ থেকে শিক্ষার্থীরা পুলিশ ও ব্যবসায়ীদের লক্ষ্য করে ইটপাটকেল ছুঁড়তে থাকে। তবে সাত লক্ষ করে পুলিশ টিয়ার গ্যাস ছুঁড়লে শিক্ষার্থীরা ক্যাম্পাসের ভিতরে ঢুকে যায়। এর কিছুক্ষণ পর শিক্ষার্থীরা বেরিয়ে এসে ব্যবসায়ীদের ধাওয়া দেয়। ব্যবসায়ীরা পিছু হটার পর পুলিশদের সঙ্গে নিয়ে আবারও শিক্ষার্থীদের পাল্টা ধাওয়া দেওয়া হয়। সময় ঘটনাস্থলে বেশ কয়েকটি ককটেল বিস্ফোরণের আওয়াজ পাওয়া যায়। দফায় দফায় ধাওয়া পাল্টা ধাওয়ার পর বিকেল তিনটার দিকে ঘটনাস্থলে যান ছাত্রলীগের কেন্দ্রীয় সভাপতি আল নাহিয়ান খান জয় ও সাধারণ সম্পাদক লেখক ভট্টাচার্য। তারা শিক্ষার্থীদের শান্ত হওয়ার আহ্বান জানান। তবে তারা শিক্ষার্থীদের নিবৃত করতে ব্যর্থ হন। কলেজ কর্তৃপক্ষ উদ্ভূত পরিস্থিতিতে হল-ক্যাম্পাস বন্ধের সিদ্ধান্ত নেয় যা শিক্ষার্থীরা তা প্রতিহত করার ঘোষণা দেয়। শিক্ষার্থীরা অধ্যক্ষের পদত্যাগ দাবিতে স্লোগান দিতে থাকে। পুলিশের রাবার বুলেট নিক্ষেপের প্রতিবাদে তারা বিচার দাবি করে।\n\n\n== হতাহত ==\nদিনব্যাপী চলা সংঘর্ষে বেশ কয়েকজন সাংবাদিক, শিক্ষার্থী ও দোকান কর্মচারী আহত হন। গুরুতর অবস্থায় প্রায় ১০ জন শিক্ষার্থীকে ঢাকা মেডিকেল কলেজ হাসপাতালে ভর্তি করা হয়। একই সাথে শিক্ষার্থীদের হামলায় গুরুতর আহত কয়েকজনের অবস্থা আশঙ্কাজনক ছিল। ঢাকা কলেজ ছাত্রলীগের কিছু সদস্যকে হেলমেট পড়ে ধারালো অস্ত্র দিয়ে নাহিদ হাসান নামের কুরিয়ার সার্ভিসের এক ডেলিভারি বয় এর উপর নৃশংসভাবে হামলা চালাতে দেখা যায়। গুরুতরা আহত অবস্থায় ঢাকা মেডিকেল কলেজে তাকে ভর্তি করা হলে তিনি মৃত্যুবরণ করেন। পরবর্তীতে ভিডিও ফুটেজের মাধ্যমে হেলমেট পরা সাতজনের পরিচয় নিশ্চিত করা হয়। তারা হলেন মাহমুদুল হাসান সিয়াম, বাশার ইমন, শাহাদাৎ, কাইয়ুম, সুজন সরকার, শাহীন সাদেক মীর্জা ও কাউসার হামিদ ওরফে সাদা কাউসার। তারা সবাই ঢাকা কলেজ ছাত্রলীগের রাজনীতির সাথে জড়িত। পরবর্তীতে ঢাকা মেডিকেল কলেজের নিবিড় পরিচর্যা কেন্দ্রে আরেকজন দোকান কর্মচারী মৃত্যুবরণ করেন। তার নাম মো. মুরসালিন। তিনি নিউমার্কেটের একটি প্যান্টের দোকানের কর্মচারী ছিলেন।\n\n\n== সমঝোতা ==\nসংঘর্ষের পরদিন ২০ এপ্রিল পরিস্থিতির শান্ত হয়ে এলেও ব্যবসায়ীরা কোন দোকান খোলেননি। এদিন রাতে ব্যবসায়ী, শিক্ষার্থী, ঢাকা কলেজ শিক্ষক ও পুলিশের ঊর্ধ্বতন ও কর্মকর্তারা বৈঠকে বসেন। বৈঠকে শিক্ষার্থীদের দাবি মেনে নেওয়ার আশ্বাস দেওয়া হয়। সিসিটিভি ফুটেজ বিশ্লেষণ করে দোষীদের গ্রেপ্তার করার কথা জানায় পুলিশ। এরপর ২১ এপ্রিল দোকান খোলার মাধ্যমে নিউমার্কেটের পরিস্থিতি স্বাভাবিক হয়। নিউমার্কেটের উপরে বিভিন্ন পাশে সাদা পতাকা ওড়ানো হয়।\n\n\n== ঘটনার তদন্ত ==\nঘটনার তদন্তে এই সংঘর্ষের সূত্রপাত সিসিটিভি ফুটেছে দেখা যায়। গোয়েন্দা তথ্যের ভিত্তিতে ওয়েলকাম ফাস্টফুডের দুই কর্মচারী মোয়াজ্জেম হোসেন সজিব ও মেহেদি হাসান বাপ্পীকে কক্সবাজার থেকে  গ্রেফতার করা হয়। এছাড়া ডেলিভারি বয় নাহিদ হাসানকে রড দিয়ে পিটিয়ে হত্যা করার অভিযোগে ছাত্রলীগ নেতা মাহমুদুল হাসান সিয়ামকে শরীয়তপুর থেকে গ্রেফতার করে র‍্যাব। সংঘর্ষের সময় অ্যাম্বুলেন্স ভাঙচুরের ঘটনায় ১৫০ থেকে ২০০ জনের বিরুদ্ধে একটি মামলা করা হয়। সংঘর্ষের পরে নাহিদের বাবা মো. নাদিম হোসেন বাদী হয়ে হত্যা মামলা দায়ের করেন। দোকান কর্মচারী মুরসালিন হত্যায় পুলিশ বাদী হয়ে মামলা করে। সংঘর্ষের সময় পুলিশের কাজে বাধা দেয়ার অভিযোগে দায়ের করা মামলায় ঢাকা কলেজের পাঁচ শিক্ষার্থীকে গ্রেফতার করা হয়।\n\n\n== আরো দেখুন ==\nনাহিদ হোসাইন হত্যাকাণ্ড\n\n\n== তথ্যসূত্র =="}