{"pageid": 1484168, "title": "ভার্সাই প্রাসাদ", "url": "https://bn.wikipedia.org/wiki?curid=1484168", "content": "ভার্সাই প্রাসাদ (ফরাসি: château de Versailles, \"শাতো দ্য ভ়ের্সায়্\", [ʃɑto d(ə) vɛʁsɑj] ) ফ্রান্সের রাজধানী প্যারিস থেকে ১৮ কিলোমিটার (১১ মাইল) পশ্চিমে ভার্সাইতে অবস্থিত প্রাক্তন রাজপ্রাসাদ। ১৬২৩ সালে রাজা ত্রয়োদশ লুই ভার্সাইতে শিকারের সময়ে ব্যবহারের জন্য একটি বাড়ি তৈরি করেছিলেন। তাঁর উত্তরসূরী চতুর্দশ লুই ১৬৬১ থেকে ১৭১৫ সালের মধ্যে বিভিন্ন ধাপে এই বাড়িকে একটি প্রাসাদে রূপান্তরিত করেছিলেন। এটি উভয় রাজার প্রিয় বাসস্থান ছিল এবং ১৬৮২ সালে রাজা চতুর্দশ লুই তাঁর দরবার ও সরকারকে প্যারিস থেকে ভার্সাইতে স্থানান্তরিত করেছিলেন, যার ফলে এটি কার্যত ফ্রান্সের রাজধানী হয়ে গিয়েছিল। পরবর্তী রাজা পঞ্চদশ ও ষোড়শ লুই মূলত প্রাসাদের অভ্যন্তরের পরিবর্তন করেছিলেন। ১৭৮৯ সালে ফরাসি বিপ্লবের সময় রাজপরিবার ও দরবার প্যারিসে প্রত্যাবর্তন করেছিল। বিপ্লব চলাকালীন ভার্সাই প্রাসাদ প্রায় পরিত্যক্ত হয়েছিল এবং সেখানকার সমস্ত সম্পত্তি অন্যত্র সরিয়ে দেওয়া হয়েছিল। এর চারিপাশের জনসংখ্যাও দ্রুত কমে গিয়েছিল।\nফরাসি সম্রাট হিসাবে অভিষিক্ত হওয়ার পর নেপোলিয়ন বোনাপার্ট ১৮১০ থেকে ১৮১৪ সাল পর্যন্ত গ্রঁ ত্রিয়ানোঁকে গ্রীষ্মকালীন বাসস্থান হিসাবে ব্যবহার করেছিলেন, যদিও তিনি তার মূল প্রাসাদকে ব্যবহার করেননি। বুরবোঁ রাজবংশের পুনঃপ্রতিষ্ঠার পর ফ্রান্সের রাজা প্যারিসে বসবাস করছিলেন। ১৮৩০-এর দশকের পর ভার্সাই প্রাসাদের মেরামতের কাজ শুরু হয়েছিল।\nসপ্তদশ ও অষ্টাদশ শতাব্দীতে ফ্রান্সের ক্ষমতা, শিল্প ও বিজ্ঞানের কেন্দ্র হিসাবে এর গুরুত্বের জন্য ১৯৭৯ সালে ইউনেস্কো ভার্সাই প্রাসাদ ও উদ্যানকে একটি বিশ্ব ঐতিহ্যবাহী স্থান হিসাবে চিহ্নিত করেছিল। বর্তমানে প্রাসাদটি ফ্রান্স সরকারের মালিকানার অধীনে। বছরে প্রায় ১ কোটি ৫০ লাখ পর্যটক ভার্সাইয়ের প্রাসাদ, উদ্যান ও বাগানে আসে।\n\n\n== ইতিহাস ==\n\n১৬২৩ সালে ফ্রান্সের রাজা ত্রয়োদশ লুই রাজধানী প্যারিসথেকে ১৯ কিলোমিটার (১২ মাইল) পশ্চিমে তাঁর প্রিয় শিকারভূমিতে একটি পাহাড়ের চূড়ায় একটি বাড়ি নির্মাণ করেছিলেন। ভার্সাই গ্রামের কাছে অবস্থিত এলাকাটি প্রথমে গাছে ঢাকা একটি জলাভূমি ছিল, ত্রয়োদশ লুইয়ের দরবার যাকে রাজার পক্ষে উপযুক্ত নয় বলে তাচ্ছিল্য করছিল। ১৬৩১ থেকে ১৬৩৪ সালের মধ্যে স্থপতি ফিলিবের ল্য রোয়াই রাজার এই বাড়ির পরিবর্তে একটি প্রাসাদ তৈরি করে ফেলেছিলেন, যা ফরাসি ভাষায় \"শাতো\" (château) নামে পরিচিত। রাজা ত্রয়োদশ লুই তাঁর স্ত্রী আনকে এখানে রাতের জন্য থাকতে বারণ করেছিলেন। ১৬৪১ সালের গুটিবসন্ত রোগের প্রাদূর্ভাবের সময় ত্রয়োদশ লুই তাঁর তিন বছরের ছেলেকে নিয়ে ভার্সাইতে চলে গিয়েছিলেন, তখনও তিনি তাঁর স্ত্রীকে এখানে রাতের জন্য থাকতে বারণ করেছিলেন। সেই তিন বছরের ছেলেটি পরে চতুর্দশ লুই হিসাবে রাজা হয়েছিলেন।\n১৬৪৩ সালে ত্রয়োদশ লুইয়ের মৃত্যুর পর বিধবা আন ফ্রান্সের শাসক হয়েছিলেন। ত্রয়োদশ লুইয়ের প্রাসাদটি পরের দশকের জন্য পরিত্যক্ত হয়েছিল, আর আন তাঁর দরবারকে পুনরায় প্যারিসে স্থানান্তরিত করেছিলেন, যেখানে তিনি ও তাঁর প্রধানমন্ত্রী ত্রয়োদশ লুইয়ের কুখ্যাত অর্থনীতিকে চালিয়ে গিয়েছিলেন। এর ফলে ১৬৪৮ থেকে ১৬৫৩ সালের মধ্যে রাজতন্ত্রের বিরুদ্ধে বিদ্রোহ সংঘটিত হয়েছিল, যার ফলে রাজা চতুর্দশ লুই একাই রাষ্ট্রকে শাসন করার সিদ্ধান্ত নিয়েছিলেন।\n১৬৫০-এর দশকে চতুর্দশ লুই ভার্সাইতে শিকার করলেও ১৬৬১ সালের পর থেকে তিনি ভার্সাইয়ের প্রতি বিশেষভাবে আগ্রহী হয়েছিলেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে Palace and park of Versailles সম্পর্কিত মিডিয়া দেখুন।\nদাপ্তরিক ওয়েবসাইট"}