{"pageid": 1484, "title": "বারুখ স্পিনোজা", "url": "https://bn.wikipedia.org/wiki?curid=1484", "content": "বারুখ স্পিনোজা (হিব্রু: ברוך שפינוזה, ওলন্দাজ: Baruch Spinoza বারুখ়্‌ স্পিনোজ়া) (নভেম্বর ২৪, ১৬৩২ – ফেব্রুয়ারি ২১, ১৬৭৭), একজন ওলন্দাজ দার্শনিক। তিনি আধুনিক যুগের শুরুর একজন অত্যন্ত গুরুত্বপূর্ণ ও মূলত সবচেয়ে মৌলিক দার্শনিক। দার্শনিক হিসেবে তিনি মুক্ত ও স্বাধীন চিন্তার উজ্জ্বল দৃষ্টান্ত স্থাপন করেন এবং একই সাথে কর্ম আচরণের ক্ষেত্রে নিজেকে নীতিনিষ্ঠ, নির্ভীক ও নিষ্কলঙ্ক মানুষ হিসেবে প্রতিষ্ঠিত করেন। তিনি নির্জনতা পছন্দ করতেন। কিন্তু মানুষের প্রতি তার অকৃত্রিম ভালোবাসা ছিল যার প্রমাণ, মানুষ কীভাবে পৃথিবীতে সুখ লাভ করতে পারে তা স্থির করার পেছনে তার সাধনা। তার মতে জীব জগতে সাথে নিবিড় সম্পর্ক স্থাপন করে পৃথিবীতে শান্তি ও সুখের প্রতিষ্ঠা করার জন্য মানুষের যা করা দরকার তার স্বরূপ অনুসন্ধান করাই দার্শনিকের মূল লক্ষ্য। ব্যাপক পাণ্ডিত্যের অধিকারী হওয়া সত্ত্বেও তার মধ্যে কোন অহংকার ছিলনা। বন্ধু-বান্ধব ও আত্মীয়দের কাছে তিনি ছিলেন সদালাপী ও অমায়িক একজন মানুষ। নিজের মত তিনি কখনও অন্যের উপর চাপিয়ে দেননি। সবারই চিন্তা করার ও মত প্রকাশের স্বাধীনতা আছে, এ ধারণায় তিনি দৃঢ়ভাবে বিশ্বাস করতেন।\n\n\n== জীবনী ==\n\n\n=== প্রাথমিক জীবন ও পরিবার ===\nবারুখ স্পিনোজা ১৬৩২ সালের নভেম্বর ২৪ তারিখে নেদারল্যান্ডের আমস্টারডাম শহরে এক ইহুদি পরিবারে জন্মগ্রহণ করেন। পর্তুগাল থেকে নির্যাতিত হয়ে ইহুদিদের যে দলটি নেদারল্যান্ড আশ্রয় গ্রহণ করেছিল তার পরিবার সে দলেরই অন্তর্ভুক্ত ছিল। কিছু ইতিহাসবেত্তা দ্বিমত পোষণ করে বলেছেন, স্পিনোজার বংশের আদি নিবাস ছিল স্পেন দেশে। অন্যদের মতে তাদের পরিবার মূলত পর্তুগিজ যারা স্পেনে স্থানান্তরিত হন এবং পরবর্তীকালে ১৪৯২ সালে আবার স্বদেশে ফিরে। তাদেরকে পর্তুগালে ফিরিয়ে এনে ১৪৯৮ খ্রিষ্টাব্দে ক্যাথলিকবাদ গ্রহণে বাধ্য করা হয়েছিল। তার বাবা-মা পর্তুগিজ ইনকুইজিশন থেকে বাঁচার জন্যই পালিয়ে এসেছিল এবং নেদারল্যান্ড এসে তারা ইহুদি ধর্মেই প্রত্যাবর্তন করেন। ধর্মন্তরিত হতে বাধ্য করার এই ঘটনার প্রায় এক শতাব্দী পর স্পিনোজার বাবা পর্তুগালের Vidigueira নামক ছোট্ট শহরে জন্মগ্রহণ করেন। এই শহরটি Alentejoতে অবস্থিত Beja শহরের নিকটবর্তী ছিল। তার দাদা আইজাক ডি স্পিনোজা তখন লিসবনে থাকতেন। তার বাবার বাল্য বয়সেই আইজাক সপরিবারে ফ্রান্সের Nantes-এ চলে যান। ১৬১৫ সালে তারা এখান থেকে বিতাড়িত হয়ে রটারডামে চলে যান। ১৬২৭ সালে সেখানে তার দাদা মারা যান। এরপর স্পিনোজার বাবা তার দুই ভাই মিগুয়েল ও ম্যানুয়েলকে নিয়ে আমস্টারডামে ফিরে যান এবং সেখানে তারা সবাই আবার ইহুদি ধর্ম গ্রহণ করেন।\nতার বাবা Miguel de Espinosa সে সময়কার ইতুদি সম্প্রদায়ের একজন সফল ব্যবসায়ী ছিলেন। এ কারণে শৈশব থেকেই স্পিনোজা শিক্ষা-দীক্ষা ও বেড়ে উঠার জন্য প্রয়োজনীয় সকল ধরনের সুযোগ-সুবিধা লাভ করেছিলেন। তার মা'র নাম Ana Débora। বাবা-মা উভয়েই সেফার্ডীয় ইহুদি বংশের ছিলেন। Débora ছিলেন Espinosa'র দ্বিতীয় স্ত্রী এবং স্পিনোজার জন্মের ছয় মাসের মাথায় তিনি মারা যান। ১৬৩৮ সালে আমস্টারডামে ইহুদিদের জন্য একটি স্কুল খোলা হয়। স্পিনোজা এই স্কুলে তার পড়াশোনা শুরু করেন। সেখানে মূলত ধর্মীয় বিষয়ে শিক্ষা দেয়া হতো। এখানে ইহুদি ধর্ম সম্পর্কে তিনি জ্ঞান লাভ করেন। এরপর ইবন এজরা ও মাইমোনাইড্‌স সহ বিভিন্ন ইহুদি দার্শনিকের জীবনী রচনার সাথে পরিচিত হন। এ সময়েই তিনি কাব্বালার মরমী মতবাদের সাথে পরিচিত হন যা তার দার্শনিক জীবনে গুরুত্বপূর্ণ প্রভাব বিস্তার করেছিল। অনেকের মতে তার দর্শনে নব্য-প্লেটোবাদী চিন্তাধারার মূলে ছিল কাব্বালার দর্শন।\nস্কুলের গণ্ডীবদ্ধ পড়াশোনার পাশাপাশি স্পিনোজা বিভিন্ন বিষয়ে পড়াশোনা করতেন। এ বিষয়গুলোতে তিনি গভীর বুপত্তিও অর্জন করতে সক্ষম হয়েছিলেন। বিভিন্ন ভাষা শিক্ষার প্রতি তার বিশেষ আগ্রহ ছিল। তার পারিবারিক ভাষা ছিল স্পেনীয় ভাষা। স্পেনীয় ছাড়াও তিনি যে ভাষাগুলো আয়ত্ত করেছিলেন সেগুলো হল: লাতিন, পর্তুগীজ, ইতালীয়, ওলন্দাজ এবং ফরাসি ভাষা। ফ্রান্সিসকাস ফান ডেন এন্ডেন নামক একজন পণ্ডিতের কাছে তিনি লাতিন ভাষা শিক্ষা করেন। তিনি স্বাধীন চিন্তার অধিকারী একজন চিকিসক ছিলেন। প্রাকৃতিক বিজ্ঞানের বিভিন্ন বিষয়ে তার গভীর জ্ঞান ছিল। ১৬৭৪ সালে প্রান্সের সম্রাট চতুর্দশ লুইয়ের বিরুদ্ধে ষড়যন্ত্রের অভিযোগে তাকে প্রাণদণ্ড দেয়া হয়। প্রাকৃতিক বিজ্ঞান বিষয়ে স্পিনোজার গভীর জ্ঞানের কারণ এই ফান ডেন এন্ডেন। এছাড়া তার মাধ্যমেই তিনি প্রথম জর্দানো ব্রুনো ও রনে দেকার্তের রচনার সাথে পরিচিত হন।\n\n\n=== কর্মজীবন ===\nবাল্যকাল থেকেই স্পিনোজা বিশেষ মেধার স্বাক্ষর রেখেছিলেন। এ দেখে তার সম্প্রদায়ের লোকেরা ধারণা করেছিল যে তিনি বড় হয়ে নিজ সম্প্রদায়ের উন্নতি সাধন করবেন এবং ইহুদি ধর্মের জয়গান করবেন। কিন্তু তাদের এ ধারণা আর কার্যকর হয়নি। ২৩ বছর বয়স থেকেই তিনি ইহুদি ধর্মের গোড়া ধর্মীয় আচার-অনুষ্ঠান ও বিশ্বাসের বিরুদ্ধে মত প্রকাশ করতে শুরু করেন। এসবের যথার্থতা সম্পবন্ধে তিনি প্রশ্ন তোলেন। ধর্মবিরোধী প্রচারণা থেকে বিরত থাকার জন্য তাকে অর্থের লোভ দেখানো হয়। কিন্তু স্পিনোজা নিজ মতে অটল থাকেন। এরপর তাকে হত্যার চেষ্টা করা ব্যর্থ হয় এই সম্প্রদায়ের লোকেরা। পরিশেষে তাকে ইহুদি সম্প্রদায় থেকে বহিষ্কার করা হয়। বহিষ্কার করার কারণ হিসেবে বলা হয়: \"ঈশ্বরের দেহ আছে, স্বর্গদূতদের ধারণা কল্পনাবিলাস মাত্র এবং অমরত্ব সম্পবন্ধে বাইবেল কিছুই বলতে পারে না- এসব মত প্রচার করে তিনি ধর্মের বিরুদ্ধাচরণ করেছেন।\" বহিষ্কার হওয়ার সংবাদ স্পিনোজা শান্তভাবে গ্রহণ করেন। তার বিরুদ্ধে যে এ ধরনের পদক্ষেপ নেয়া হবে তা তিনি আগে থেকেই জানতেন। বহিষ্কৃত হওয়ার পর তিনি নিজের বাল্য নাম বারুখ পরিবর্তন করে এই শব্দেরই লাতিন প্রতিশব্দ বেনেডিক্টাস রাখেন।\nবহিষ্কারের ঘটনার পর স্পিনোজা আমস্টারডামে নিঃসঙ্গ জীবন-যাপন করতে থাকেন। এ সময় তার পেশা ছিল চশমার কাচ পরিষ্কার করা। তার একটি দোকান ছিল যেখানে তিনি দিনের অনেকটা সময় কাজ করতেন। চার বছর তিনি এই পেশা নিয়েই আমস্টারডামে বসবাস করেন। এরপর নেদারল্যান্ডেরই হেগ শহরের উপকণ্ঠে নতুন আবাস গড়ে তোলেন। ১৬৬০-এর দশকের প্রথম দিকে স্পিনোজার নাম ছড়িয়ে পড়ে। কয়েকটি বিখ্যাত গ্রন্থ প্রকাশই ছিল এর কারণ। তার প্রথম প্রকাশনা ছিল Tractatus de intellectus emendatione। ১৬৬৩ সালে তিনি \"কজিটা মেটাফিজিকা\" শিরোনামে রনে দেকার্তের প্রিন্সিপিয়া ফিলোসফিয়া গ্রন্থের দ্বিতীয় খণ্ডের একটি সার-সংক্ষেপ প্রকাশ করেন। তার খ্যাতি ছড়িয়ে পড়া তকালীয়ন বিখ্যাত দার্শনিক ও বিজ্ঞানী গটফ্রিড লাইবনিজ এবং হেনরি অলডেনবুর্গ তার সাথে সাক্ষাৎ করেন। জীবদ্দশায় প্রকাশিত তার অপর দুইটি বিখ্যাত গ্রন্থ হল \"ট্র্যাকটাটাস থিওলোজিকো-পলিটিকাস\" (১৬৭০) এবং \"ট্র্যাকটাটাস পলিটিকাস\"।\nট্র্যাকটাটাস থিওলোজিকো-পলিটিকাস নামক বইটিতে বাইবেলের সমালোচনার পাশাপাশি তার রাষ্ট্রনৈতিক মতবাদের সুস্পষ্ট প্রকাশ ঘটেছে। দৃষ্টিভঙ্গির দিক থেকে এই বইটি এতোটাই উদারনৈতিক ছিল যে, নেদারল্যান্ডের মতো একটি সহিষ্ণু দেশেও তাকে এটি ছদ্মনামে প্রকাশ করতে হয়েছিল। এতো কিছু করেও তিনি পার পাননি। বইটি সেদেশে নিষিদ্ধ ঘোষিত হয়েছিল। সরকার কর্তৃক নিষিদ্ধ ঘোষিত এবং ইহুদি ও ক্যাথলিক মহলে বিরোধিতার সম্মুখীন হলেও বইটি শিক্ষিত ও মুক্ত সমাজে বিপুল জনপ্রিয়তা অর্জন করে। এই গ্রন্থের জনপ্রিয়তা এবং গুরুত্ব লক্ষ্য করেই তখন তাকে হাইডেলবুর্গ বিশ্ববিদ্যালয়ের দর্শন বিভাগের অধ্যাপক পদে যোগ দানের জন্য আহ্বান জানানো হয়। তাকে একথা জানানো হয় যে, প্রতিষ্ঠিত ধর্মের বিরুদ্ধাচরণ না করলে তাকে শিক্ষাদানের ব্যাপারে পূর্ণ স্বাধীনতা দেয়া হবে। শিক্ষকতার কাজে যথেষ্ট সময় দানে সক্ষম হবেননা এবং উল্লেখিত শর্তটি তার পক্ষে পালন করা সম্ভব নয় ভেবে স্পিনোজা এই আহ্বান উপেক্ষা করেন। এরপর তার জীবদ্দশায় তিনি আর কোন গ্রন্থ প্রকাশ করেননি। তবে বন্ধু, শুভাকাঙ্ক্ষী এবং সমালোচকদের সাথে তিনি পত্র যোগাযোগ অব্যাহত রেখেছিলেন।\n\n\n=== মৃত্যু ===\n১৬৭০ সালের পর স্পিনোজা পত্র যোগাযোগ ছাড়া আর তেমন কিছু প্রকাশ করেননি। কিন্তু এ সময় তিনি দু্ইটি বই লেখার কাজ চালিয়ে যাচ্ছিলেন। \"বোধের সযশোধন সম্বন্ধে\" নামক একটি অসমাপ্ত বই শেষ করার কাজে তিনি মনোনিবেশ করেন। এছাড়া প্রতিদিন সন্ধ্যায় দোকান বন্ধ করার পর তিনি তার প্রধান গ্রন্থ এথিক্‌স রচনার কাজে লেগে যেতেন। এভাবে লেখালেখি করে ১৬৭৪ সালে তিনি এই বিখ্যাত গ্রন্থ রচনার কাজ সমাপ্ত করেন। পাণ্ডুলিপিটি তিনি লাইবনিজ সহ তার কয়েকজান বন্ধুকে দেখান। ১৬৭৫ সালে বইটি প্রকাশ করবেন বলে ভেবেছিলেন। কিন্তু প্রকাশের আগেই ধর্মানুরাগী সমাজে ছড়িয়ে পড়ে যে তিনি আরেকটি নিরীশ্বরবাদী গ্রন্থ প্রকাশ করতে যাচ্ছেন। এর ফলে তার আর এই বই প্রকাশ করা হয়ে উঠেনি। ১৬৭৭ সালের ফেব্রুয়ারি ২১ তারিখে নেদারল্যান্ডের হেগ শহরের উপকণ্ঠে নিজস্ব বাসভবনে তিনি মৃত্যুবরণ করেন। মৃত্যুর পর অসংখ্য চিঠিপত্র এবং কিছু অপ্রকাশিত রচনাবলীর সাথে তার বিখ্যাত এথিক্‌স গ্রন্থটি তার কক্ষে পাওয়া যায়। এ সব ছিল স্পিনোজার সারা জীবনের সঞ্চয়।\n\n\n== স্পিনোজার দর্শনের উৎস ==\nস্পিনোজার দর্শন বেশ কয়েকটি উৎস থেকে অনুপ্রেরণা লাভ করেছে। এগুলোকে উৎস হিসেবে উল্লেখ করলেও এটি মানতেই হবে যে, তার দর্শন ছিল অনন্য এবং মৌলিক। ১৬৬০ সালে তিনি যখন আমস্টারডামে প্রত্যাবর্তন করেন তখন থেকেই একজন স্বাধীন, নির্ভীক ও মৌলিক দার্শনিক হিসেবে নিজেকে প্রতিষ্ঠিত করতে পেরেছিলেন। বার্ট্রান্ড রাসেলের মতে, দার্শনিক দক্ষতার দিক থেকে কেউ কেউ হয়তো স্পিনোজাকে অতিক্রম করে থাকতে পারেন, কিন্তু নীতিনিষ্ঠার দিক থেকে তিনি ছিলেন সর্বশ্রেষ্ঠ। যাহোক তার দর্শনের উৎসগুলো এখানে আলোচিত হচ্ছে:\nস্পিনোজা সর্বপ্রথম ঐতিহ্যবাহী ইহুদি দার্শনিকদের দ্বারা প্রভাবিত হয়েছিলেন। এদের মধ্যে ছিলেন মাইমোনাইড্‌স এবং এবিসেব্রন। এদের প্রেরণায়ই তিনি মধ্যযুগীয় আরব দর্শনের সাথে পরিচয় লাভের সূত্র খুঁজে পান। আরবীয় এরিস্টটলবাদ, নব্য-প্লেটোবাদ এবং সক্রিয় বুদ্ধি সম্পর্কে মুসলিম দার্শনিকদের মতের সাথে তিনি পরিচিত হন। তিনি যে স্বতঃসিদ্ধ ও প্রতিজ্ঞা থেকে সিদ্ধান্তে উপনীত হওয়ার পদ্ধতি অনুশীলন করতেন তা মধ্যযুগীয় দর্শন সম্বন্ধে সুস্পষ্ট থাকারই ফলশ্রুতি।\nজর্দানো ব্রুনোর মতের সাথে তিনি বিশেষভাবে পরিচিত ছিলেন। ব্রুনোর মতে সকল পদার্থ একই আদিম পদার্থ থেকে উৎপন্ন। সমগ্র বিশ্বজগৎ এক; জড় এবং চেতনা এক এবং অভিন্ন। ব্রুনোর দর্শন দ্বারা স্পিনোজা কতখানি প্রভাবিত হয়েছিলেন তা বাংলাদেশী দর্শন শিক্ষক ডঃ আমিনুল ইসলামের উক্তি থেকে বোঝা যায়:\n\n\n== স্পিনোজার দর্শন ==\nস্পিনোজার দর্শনকে যুক্তিবাদী চিন্তাধারার অংশ হিসাবে বিবেচনা করা হয়, যার অর্থ হল এর হৃদয়ে ধারণা গুলি বাস্তবতার সাথে পুরোপুরি মিলে যায়, একইভাবে গণিতকে বিশ্বের একটি সঠিক উপস্থাপনা বলে মনে করা হয়। রেনে দেকার্তকে অনুসরণ করে, তিনি 'স্পষ্ট এবং স্বতন্ত্র ধারণা' থেকে যৌক্তিক বাদ দিয়ে সত্যকে বোঝার লক্ষ্য নিয়েছিলেন, এমন একটি প্রক্রিয়া যা সর্বদা স্বতঃসিদ্ধের 'স্বতঃস্ফূর্ত সত্য' থেকে শুরু হয়। \n\n\n=== মুক্তবুদ্ধি ও বন্ধনমুক্তি ===\n\n\n=== শাশ্বত শুভ ও অশুভ ===\n\n\n== রাষ্ট্রবিজ্ঞান ==\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n\n\n=== স্পিনোজা লিখিত ===\nShort Treatise on God, Man and His Well-Being.\n১৬৬২. On the Improvement of the Understanding. Project Gutenberg  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৪ জুলাই ২০০৮ তারিখে\n১৬৬৩. Principia philosophiae cartesianae. Gallica. Principles of Cartesian Philosophy, translated by Samuel Shirley, with an Introduction and Notes by Steven Barbone and Lee Rice, Indianapolis, 1998.\n১৬৭০. Tractatus Theologico-Politicus A Theologico-Political Treatise\nProject Gutenberg: Part 1  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০ জুলাই ২০০৮ তারিখে\nPart 2  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৮ জুলাই ২০০৮ তারিখে\nPart 3  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৭ অক্টোবর ২০০৮ তারিখে\nPart 4  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৪ অক্টোবর ২০০৪ তারিখে\n\n১৬৭৭. Ethica Ordine Geometrico Demonstrata (The Ethics) Project Gutenberg.  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৫ জুলাই ২০০৮ তারিখে Another translation, by Jonathan Bennett.\n১৬৭৭. Hebrew Grammar.\n\n\n=== স্পিনোজা সম্পর্কে ===\nGabriel Albiac, 1987. La sinagoga vacía: un estudio de las fuentes marranas del espinosismo. Madrid: Hiperión D.L. আইএসবিএন ৮৪-৭৫১৭-২১৪-৮\nEtienne Balibar, 1985. Spinoza et la politique (\"Spinoza and politics\") Paris: PUF.\nBoucher, Wayne I., 1999. Spinoza in English: A Bibliography from the Seventeenth Century to the Present. 2nd edn. Thoemmes Press.\nBoucher, Wayne I., ed., 1999. Spinoza: Eighteenth and Nineteenth-Century Discussions. 6 vols. Thommes Press.\nDamásio, António 2003. Looking for Spinoza: Joy, Sorrow, and the Feeling Brain, Harvest Books,আইএসবিএন ৯৭৮-০-১৫-৬০২৮৭১-৪\nGilles Deleuze, 1968. Spinoza et le problème de l'expression. Trans. \"Expressionism in Philosophy: Spinoza\".\n———, 1970. Spinoza - Philosophie pratique. Transl. \"Spinoza: Practical Philosophy\".\nDella Rocca, Michael. 1996. Representation and the Mind-Body Problem in Spinoza. Oxford University Press. আইএসবিএন ০-১৯-৫০৯৫৬২-৬\nGarrett, Don, ed., 1995. The Cambridge Companion to Spinoza. Cambridge Uni. Press.\nGatens, Moira, and Lloyd, Genevieve, 1999. Collective imaginings : Spinoza, past and present. Routledge. আইএসবিএন ০-৪১৫-১৬৫৭০-৯, আইএসবিএন ০-৪১৫-১৬৫৭১-৭\nGullan-Whur, Margaret, 1998. Within Reason: A Life of Spinoza. Jonathan Cape. আইএসবিএন ০-২২৪-০৫০৪৬-X\nHampshire, Stuart 1951. Spinoza and Spinozism, OUP, 2005 আইএসবিএন ৯৭৮-০-১৯-৯২৭৯৫৪-৮\nLloyd, Genevieve, 1996. Spinoza and the Ethics. Routledge. আইএসবিএন ০-৪১৫-১০৭৮১-৪, আইএসবিএন ০-৪১৫-১০৭৮২-২\nKasher, Asa, and Shlomo Biderman. \"Why Was Baruch de Spinoza Excommunicated?\"\nArthur O. Lovejoy, 1936. \"Plenitude and Sufficient Reason in Leibniz and Spinoza\" in his The Great Chain of Being. Harvard University Press: 144-82 (আইএসবিএন ০-৬৭৪-৩৬১৫৩-৯). Reprinted in Frankfurt, H. G., ed., 1972. Leibniz: A Collection of Critical Essays. Anchor Books.\nPierre Macherey, 1977. Hegel ou Spinoza, Maspéro (2nd ed. La Découverte, 2004).\n———, 1994-98. Introduction à l'Ethique de Spinoza. Paris: PUF.\nMatheron, Alexandre, 1969. Individu et communauté chez Spinoza, Paris: Minuit.\nNadler, Steven, 1999. Spinoza: A Life. Cambridge Uni. Press. আইএসবিএন ০-৫২১-৫৫২১০-৯\nAntonio Negri, 1991. The Savage Anomaly: The Power of Spinoza's Metaphysics and Politics.\n———, 2004. Subversive Spinoza: (Un)Contemporary Variations.\nMichael Hardt, trans., University of Minnesota Press. Preface, in French, by Gilles Deleuze, available here.\nPierre-Francois Moreau, 2003, Spinoza et le spinozisme, PUF (Presses Universitaires de France)\nStoltze, Ted and Warren Montag (eds.), The New Spinoza Minneapolis: University of Minnesota Press, 1997.\nYovel, Yirmiyahu, \"Spinoza and Other Heretics\", Princeton, Princeton University Press, 1989.\n\n\n== বহিঃসংযোগ ==\n\nRefutation of Spinoza by Leibniz In full at Google Books\nThe Ethics An easily readable version.\nVereniging Het Spinozahuis\nThe Spinoza Net\nSpinoza and Spinozism - BDSweb\nA Theologico-Political Treatise -English Translation\nHyperSpinoza\nInternet Encyclopedia of Philosophy - Spinoza\nImmortality in Spinoza\nBiography of Spinoza\nAn Interview With Rebecca Goldstein, Author of \"Betraying Spinoza: The Renegade Jew Who Gave Us Modernity\" California Literary Review\nSpinoza Mind of the Modern.Audio from Radio Opensource\nStanford Encyclopedia of Philosophy:\nSpinoza\nSpinoza's Psychological Theory\nDutch Spinoza Museum in Rijnsburg\nগুটেনবের্গ প্রকল্পে Baruch Spinoza-এর সাহিত্যকর্ম ও রচনাবলী (ইংরেজি)"}