{"pageid": 1484121, "title": "ফ্লুর্প", "url": "https://bn.wikipedia.org/wiki?curid=1484121", "content": "ফ্লুর্প (Katakana: フロープ Furōpu) হল একটি আংশিকভাবে বিনামূল্যে এবং উন্মুক্ত উৎসের (ওপেন-কোর) ওয়েব ব্রাউজার যা ফায়ারফক্সের উপর ভিত্তি করে এবং জাপানি গ্রুপ অ্যাব্লেজ দ্বারা তৈরি।\n\n\n== বৈশিষ্ট্য ==\nব্যবহারকারীরা বর্তমান ওয়েব পৃষ্ঠার ইউআরএলের জন্য কিউআর কোড প্রদর্শন করতে পারেন।\nফায়ারফক্স সিঙ্কও সমর্থিত এবং বিভিন্ন ডিভাইসে ট্যাব শেয়ার করতে পারে। এটি অন্যান্য ফায়ারফক্স ডেরিভেটিভের সাথে ক্রস-সামঞ্জস্যপূর্ণ।\nপ্রগতিশীল ওয়েব অ্যাপস (পিডব্লিউএর) জন্য সমর্থনও অন্তর্ভুক্ত করা হয়েছে।\nফ্লুর্প অতীতে ক্রোমিয়ামের উপর ভিত্তি করে তৈরি করা হয়েছিল, কিন্তু কিছু প্রযুক্তিগত সমস্যার কারণে, এটি ৭.০.০ সংস্করণ থেকে ফায়ারফক্সেের উপর ভিত্তি করে তৈরি করা হয়েছে।\n\n\n=== ইউআই এবং কাস্টমাইজেশন ===\nফ্লুর্প মোজিলা ফায়ারফক্সের উপর ভিত্তি করে তৈরি করা হয়েছে, এতে উল্লম্ব ট্যাব, মাল্টি-ফাংশনাল সাইডবার এবং কাস্টম সিএসএসের জন্য সমর্থনসহ নতুন বৈশিষ্ট্য যোগ করা হয়েছে। এটিতে প্রদর্শন, লুকানো, প্রদর্শনের অবস্থান পরিবর্তন, উল্লম্ব ট্যাবগুলি অপ্টিমাইজ করা, টুলবারগুলি শিরোনাম বারে স্থানান্তর করা এবং মাউসটি সাইডবারের উপর ঘোরানোর  আগপর্যন্ত সাইডবারটি লুকানোর ক্ষমতাও রয়েছে৷ এছাড়াও, এটি খুব বিশদ কাস্টমাইজেশন সমর্থন করে, যেমন বুকমার্ক লেবেল স্যুইচ করা বা লুকানো, টুলবারগুলিকে অপ্রচলিত স্থানে সরানো এবং একই লাইনে ট্যাব বার এবং ইউআরএল বার থাকা। ডিফল্ট থিম হল \"প্রোটন ইউআই ডিজাইন,\" তবে এটি অপারেটিং সিস্টেম-নির্দিষ্ট থিমসহ অন্যান্য থিমে পরিবর্তন করা যেতে পারে।\nফ্লুর্পে \"স্প্লিট ভিউ\" নামক একটি মোডও রয়েছে, যা ব্যবহারকারীদের আলাদা উইন্ডো না খুলেই একসঙ্গে একাধিক ট্যাব দেখতে দেয়।\n\n\n=== গোপনীয়তা ===\nফ্লুর্পে আঙ্গুলের ছাপ সুরক্ষা এবং ওয়েবজিএল এবং ওয়েবআরটিসির মতো বৈশিষ্ট্যগুলি অক্ষম করার ক্ষমতাসহ বেশ কয়েকটি গোপনীয়তা বৈশিষ্ট্য অন্তর্ভুক্ত রয়েছে। এটি মোজিলা থেকে টেলিমেট্রিকে নিষ্ক্রিয় করে। যদিও ফায়ারফক্সের অ্যান্টি-ট্র্যাকিং বৈশিষ্ট্যগুলি বিদ্যমান রয়েছে।\nফ্লুর্পে \"শেয়ার মোড\"ও রয়েছে, যা ব্যবহারকারীদের বুকমার্ক বার এবং সাইডবার লুকানোর সময় তাদের স্ক্রিন শেয়ার করতে দেয়।\n\n\n== সংস্করণ ইতিহাস ==\nফ্লুর্পের প্রথম সংস্করণটি ২০২১ সালের ২২ আগস্ট প্রকাশিত হয়েছিল এবং এটি ক্রোমিয়ামের উপর ভিত্তি করে তৈরি হয়েছিল। এটা ডেভেলপারদের জন্য একচেটিয়াভাবে ছিল। প্রথম সার্বজনীন সংস্করণ, ৭.০.০ সেপ্টেম্বর মাসের ১৯ তারিখে মুক্তি পায়। এই সংস্করণ ফায়ারফক্সের উপর ভিত্তি করে রচিত ছিল। এবং বাড়তি কিছু নতুন বৈশিষ্ট্যও যুক্ত করা হয়েছিলো।\n৮.২.৩ নং সংস্করণে ইংরেজি ভাষার সমর্থন যুক্ত করা হয়। এটি ২০২২ সালের ২রা জানুয়ারী প্রকাশিত হয়েছিল।\nকাস্টম সিএসএসসহ থিমগুলির জন্য সমর্থন ২০২২ সালের ২১শে এপ্রিলে প্রকাশিত ৮.৭.২ সংস্করণে যুক্ত করা হয়েছিল।\n১০.০.০ সংস্করণ থেকে ফ্লুর্প দ্রুত রিলিজ সংস্করণের পরিবর্তে ফায়ারফক্স ইএসআরকে ভিত্তি হিসাবে ব্যবহার করা শুরু করে।\n২০২৩ সালের ২৯শে জুলাইয়ে সংস্করণ ১১.০.০ প্রকাশিত হয়েছিল। এটি ছিল আরেকটি বড় আপডেট, যা বেশ কিছু কাস্টমাইজেশন-সম্পর্কিত বৈশিষ্ট্য যোগ করে এবং বেশ কয়েকটি পুরাতন বৈশিষ্ট্য পুনরায় চালু করে।\nসংস্করণ ১২.০.০ একটি আসন্ন প্রধান রিলিজ, যা অনেক বৈশিষ্ট্য যোগ এবং পরিবর্তন করার পরিকল্পনা করছে।\n\n\n== অভ্যর্থনা ==\nজাপানি ম্যাগাজিন মি.পিসি ব্রাউজারটিকে সুবিধাজনক এবং ব্যবহারে সহজ হওয়ার জন্য এবং ডিফল্টরূপে দরকারী এক্সটেনশন অন্তর্ভুক্ত করার জন্য প্রশংসা করেছে।\nনতুনদের প্রতি বন্ধুত্বপূর্ণ না হওয়া, নির্দিষ্ট ওয়েবসাইটে ডিআরএম সমর্থনের অভাব এবং মোবাইল সংস্করণের অস্তিত্ব না থাকার জন্য ফ্লুর্পের সমালোচনা করা হয়েছে।\n\n\n== আরও দেখুন ==\nফায়ারফক্স\nগুগল ক্রোম\n\n\n== তথ্যসূত্র =="}