{"pageid": 1484250, "title": "ট্রাক্টর এসসি", "url": "https://bn.wikipedia.org/wiki?curid=1484250", "content": "ট্রাক্টর কালচারাল স্পোর্টস ইকোনমিক ক্লাব (ফার্সি: باشگاه فرهنگی ورزشی اقتصادی ترتراکتور, Bâšgâh-e Farhangi Varzeši Eqtesâdi-ye Terâktor), সাধারণত ট্রাক্টর নামে পরিচিত, পূর্বে ট্রাক্টর সাজি, হল একটি ইরানি পেশাদার ফুটবল ক্লাব যা পূর্ব আজারবাইজানের তাবরিজে অবস্থিত, যেটি পারস্য উপসাগরীয় প্রো লিগে প্রতিদ্বন্দ্বিতা করে থাকে। ক্লাবটি ১৯৭০ সালে ইরান ট্রাক্টর ম্যানুফ্যাকচারিং কোম্পানি দ্বারা প্রতিষ্ঠিত হয়েছিল।\n১৯৯৬-৯৭ মৌসুমের শুরু থেকে, ট্র্যাক্টর সাহান্দে তাদের হোম ম্যাচ খেলেছিল যার আসন সংখ্যা ৬৬,৮৩৩ জন, যদিও এটি গুরুত্বপূর্ণ ম্যাচের সময় আরও বেশি লোককে ধরে রাখতে সক্ষম। ২০০৯-১০ মৌসুমে যখন তাদের আনুমানিক গড় উপস্থিতি ছিল প্রায় ৫৭,০০০ ছিল তখন ইরানী ফুটবলে প্রচারিত দলের জন্য ট্র্যাক্টরের উপস্থিতির রেকর্ড রয়েছে। ক্লাবটি ২০১৮ সাল থেকে ব্যবসায়ী মোহাম্মদ রেজা জোনুজির মালিকানাধীন এবং সমর্থিত।\nট্র্যাক্টর তাব্রিজের অন্যতম সফল ক্লাব, দুটি হাজফি কাপ এবং একটি আজাদেগান লিগ শিরোপা জিতেছিল। ক্লাবের রং লাল।\n\n\n== প্রতিদ্বন্দ্বী ==\nট্রাক্টরের সবচেয়ে বেশি প্রতিদ্বন্দ্বিতা রয়েছে ইরানের দুটি বড় ফুটবল ক্লাব, এস্তেঘলাল এবং পার্সেপোলিসের সাথে।\n\n\n=== পার্সেপোলিস–ট্র্যাক্টর প্রতিদ্বন্দ্বিতা ===\n\nপার্সেপোলিস–ট্র্যাক্টর প্রতিদ্বন্দ্বিতা ২০০৯ সালে শুরু হয়েছিল, যখন ট্র্যাক্টর আট বছর পরে ইরানি ফুটবল লীগের প্রথম স্তরে ফিরে এসেছিল এবং তাদের ভক্তরা এই ইভেন্টটি সম্পর্কে উত্সাহী ছিল। এই প্রতিদ্বন্দ্বিতায় ক্লাবের অন্যতম জনপ্রিয় কোচ মুস্তাফা ডেনিজলি। ২০১৯ সালে, ট্র্যাক্টর পাঁচ বছরেরও বেশি সময় পরে পার্সেপোলিসকে পরাজিত করেছিল, যখন ডেনিজলি প্রধান কোচ ছিলেন।\n\n\n=== এস্তেগলাল–ট্র্যাক্টর প্রতিদ্বন্দ্বিতা ===\nএই প্রতিদ্বন্দ্বিতা ২০০৯ সালে শুরু হয়েছিল এবং বিগত বছরগুলিতে এই প্রতিদ্বন্দ্বিতা উভয় ভক্তদের সহিংসতায় কিছুটা অভিভূত হয়েছিল। ১০ মে ২০১৫-এ, ট্র্যাক্টর চারটি গোল দিয়ে এস্তেঘলালকে পরাজিত করেছিল। ২০১৯ সালের ১ নভেম্বর ইয়াদেগার-ই ইমাম স্টেডিয়ামে এস্তেঘলালের কাছে ৪–২ গোলে পরাজিত হয়।\n\n\n=== মেশিন সাজি–ট্রাক্টর প্রতিদ্বন্দ্বিতা ===\nট্রাক্টরের সাথে ভ্রাতৃত্বপূর্ণ সম্পর্ক রয়েছে মেশিন সাজি (তাবরিজের আরেকটি ফুটবল ক্লাব)। ১৯৭০ এর দশকে, ট্র্যাক্টর এবং মেশিন সাজি উভয়ই তখত জামশিদ কাপে নিয়মিত মিলিত হয়েছিল এবং উভয় দলেরই ফিক্সচারে কিছু স্মরণীয় সাফল্য ছিল। আজাদেগান লীগ তৈরির পরে, মেশিন সাজি এবং ট্র্যাক্টর ১৯৯৯-৯৭ আজাদেগান লিগে দু'বার মুখোমুখি হয়েছিল।\n২০১৬ সালে ইরান প্রো লিগে মেশিন সাজির পদোন্নতি দেখে ভক্তরা ৭ বছরের মধ্যে প্রথম লিগ ডার্বির জন্য অধীর আগ্রহে অপেক্ষা করছিল।\n\n\n== অধিভুক্ত ক্লাব ==\n রুবিন কাজান\n\n\n== স্টেডিয়াম ==\n\nট্র্যাক্টর ১৯৭৯ সাল থেকে ১৯৯৬ সাল পর্যন্ত ২০,০০০ ধারণক্ষমতার বাগ শোমল স্টেডিয়ামে (তখতি স্টেডিয়াম), ১৯৭৬ এএফসি এশিয়ান কাপ স্টেডিয়ামে তাদের হোম ম্যাচ খেলেছিল। সাহান্দ স্টেডিয়াম (ইয়াদেগার-ই ইমাম স্টেডিয়াম) ১৯৯৬ সালের জানুয়ারিতে সম্পন্ন হওয়ার পরে বাগ-ই শোমল স্টেডিয়াম দ্বারা প্রতিস্থাপিত হয়েছিল। ৬৬,৮৩৩ আসন বিশিষ্ট এই স্টেডিয়ামটি ইরানের দ্বিতীয় বৃহত্তম স্টেডিয়াম। স্টেডিয়ামটি তাবরিজ অলিম্পিক কমপ্লেক্সেরও অংশ।\n২০০৫ থেকে ২০০৬ সাল পর্যন্ত সাহান্দ স্টেডিয়ামের সংস্কারের সময়, আজাদেগান লিগের ম্যাচগুলিতে বাকেরি স্টেডিয়ামটি ক্লাবের হোম গ্রাউন্ড ছিল। স্টেডিয়ামটির ধারণক্ষমতা ১০ হাজার আসন।\n\n\n== সাফল্য ==\n\n\n=== অফিসিয়াল শিরোপা ===\nইরান প্রো লিগ\n রানার্স-আপ (৩): ২০১১–১২, ২০১২–১৩, ২০১৪–১৫\n তৃতীয় স্থান (২): ২০১৬–১৭, ১৯৯২–৯৩\nহাজফি কাপ\n বিজয়ী (২): ২০১৩–১৪, ২০১৯–২০\n রানার্স-আপ (৩): ১৯৭৫–৭৬, ১৯৯৪–৯৫, ২০১৬–১৭\nইরানি সুপার কাপ\n রানার্স-আপ (১): ২০২০\nআজাদেগান লিগ (২য় স্তর)\n বিজয়ী (১): ২০০৮–০৯\n২য় বিভাগ\n বিজয়ী (১): ১৯৭৪–৭৫\n রানার্স-আপ (২): ১৯৭৬–৭৭, ১৯৯৫–৯৬\nপূর্ব আজারবাইজান সুপার কাপ\n বিজয়ী (১): ১৯৯২\nতাবরিজ ফুটবল লিগ\n বিজয়ী (১): ১৯৮৪–৮৫\nতাবরিজ ফুটবল লিগের ২য় বিভাগ\n বিজয়ী (১): ১৯৮১–৮২\n\n\n=== অনানুষ্ঠানিক শিরোপা ===\n ডিসিএম ট্রফি\n বিজয়ী (১): ১৯৯৫–৯৬\n সরদারন শহীদ আন্তর্জাতিক কাপ\n বিজয়ী (২): ১৯৯৫, ১৯৯৬\n শোহাদা কাপ\n বিজয়ী (২): ২০১৪, ২০১৭\n\n\n== ক্রীড়া পরিসংখ্যান ==\nমে ২০১৭ আপডেট করা হয়েছে।\n\n\n=== সাধারণ তথ্য ===\n\n\n=== এশিয়ান ক্লাব চ্যাম্পিয়নশিপ/এএফসি চ্যাম্পিয়ন্স লিগ ===\n২১ জানুয়ারি ২০১৯ হিসাবে সঠিক\n\nচাবিকাঠি: গো.প. = গোল পক্ষে। গো.বি. = গোল বিপক্ষে। গো.পা. = গোল পার্থক্য।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট"}