{"pageid": 1484194, "title": "জেফরি হিন্টন", "url": "https://bn.wikipedia.org/wiki?curid=1484194", "content": "জেফরি এভারেস্ট হিন্টন  (জন্ম ৬ই ডিসেম্বর, ১৯৪৭) একজন ব্রিটিশ-কানাডিয়ান কম্পিউটার বিজ্ঞানী, সংজ্ঞানাত্মক মনোবিজ্ঞানী এবং নোবেল পুরস্কার বিজয়ী। তিনি কৃত্রিম নিউরাল নেটওয়ার্ক নিয়ে কাজের জন্য বিখ্যাত, যার জন্য তাকে \"কৃত্রিম বুদ্ধিমত্তার পিতৃপ্রতিম ব্যক্তিত্ব\" উপাধি দেওয়া হয়েছে। তিনি জন হপফিল্ডের সঙ্গে ২০২৪ সালে পদার্থবিজ্ঞানে নোবেল পুরস্কার লাভ করেন।\n২০১৩ থেকে ২০২৩ সাল পর্যন্ত তিনি তার সময় ভাগ করে গুগল (গুগল ব্রেইন প্রকল্প) এবং টরন্টো বিশ্ববিদ্যালয়ের জন্য কাজ করেছেন। এরপর তিনি ২০২৩ সালের মে মাসে কৃত্রিম বুদ্ধিমত্তা প্রযুক্তির ঝুঁকি সম্পর্কে উদ্বেগের কথা উল্লেখ করে গুগল থেকে পদত্যাগ করার ঘোষণা করেন। ২০১৭ সালে তিনি টরন্টোতে ভেক্টর ইনস্টিটিউটের সহ-প্রতিষ্ঠা এবং প্রধান বৈজ্ঞানিক উপদেষ্টা হন।\nডেভিড রুমেলহার্ট এবং রোনাল্ড জে. উইলিয়ামসের সাথে হিন্টন ১৯৮৬ সালে প্রকাশিত একটি বহুল উদ্ধৃত গবেষণাপত্রের সহ-লেখক ছিলেন যা বহুস্তরবিশিষ্ট নিউরাল নেটওয়ার্কের প্রশিক্ষণের জন্য ব্যাকপ্রোপগেশন অ্যালগরিদমকে জনপ্রিয় করেছিল, যদিও তারা প্রথম এই পদ্ধতি প্রস্তাব করেননি। হিন্টনকে গভীর শিখন (ডিপ লার্নিং) গবেষক কমিউনিটির অন্যতম প্রধান ব্যক্তিত্ব হিসেবে গণ্য করা হয়। ২০১২ সালে ইমেজনেট চ্যালেঞ্জ  এর জন্য তার ছাত্র অ্যালেক্স ক্রিজেভস্কি এবং ইলিয়া সুটস্কেভারের সাথে মিলিতভাবে ডিজাইন করা অ্যালেক্সনেট ইমেজ- রিকগনিশন ছিল কম্পিউটার ভিশনের ক্ষেত্রে একটি বিরাট মাইলফলক।\nহিন্টন ২০১৮ সালে গভীর শিখন নিয়ে কাজের জন্য  ইয়োশুয়া বেংজিও এবং ইয়ান লেকুনের সাথে যৌথভাবে টুরিং পুরস্কার পান, যে পুরস্কারকে প্রায়শই \"কম্পিউটিংয়ের নোবেল পুরস্কার\" হিসেবে উল্লেখ করা হয়। তাদেরকে কখনও কখনও \"ডিপ লার্নিংয়ের গডফাদার\" হিসাবেও উল্লেখ করা হয়, এবং তারা একসাথে জনসাধারণের উদ্দেশ্যে বক্তব্য দিয়ে থাকেন।\n২০২৩ সালের মে মাসে হিন্টন গুগল থেকে পদত্যাগের ঘোষণা দিয়েছিলেন, যাতে তিনি \"এআই এর ঝুঁকি সম্পর্কে স্বাধীনভাবে কথা বলতে পারেন\" তিনি দুর্বৃত্তদের দ্বারা ইচ্ছাকৃত অপব্যবহার, প্রযুক্তিগত বেকারত্ব এবং কৃত্রিম সাধারণ বুদ্ধিমত্তা থেকে অস্তিত্বগত ঝুঁকি নিয়ে উদ্বেগ প্রকাশ করেছেন। তিনি উল্লেখ করেছেন যে সবচেয়ে খারাপ পরিণতি এড়ানোর জন্য নিরাপত্তা নির্দেশিকা তৈরির লক্ষ্যে এআই ব্যবহারে প্রতিদ্বন্দ্বিতাকারীদের মধ্যে সহযোগিতা প্রয়োজন।\n\n\n== ব্যক্তিগত জীবন ==\nজেফরির দ্বিতীয় স্ত্রী রোজালিন্ড জালিন ১৯৯৪ সালে ডিম্বাশয়ের ক্যান্সারে মারা যান। তার তৃতীয় স্ত্রী, জ্যাকি ও ২০১৮ সালের সেপ্টেম্বরে ক্যান্সারে মারা যান।\nজেফরি এভারেস্ট হিন্টনের পিতা হলেন কীটতত্ত্ববিদ হাওয়ার্ড এভারেস্ট হিন্টন। জেফরির প্রপিতামহ চার্লস হাওয়ার্ড হিন্টন ছিলেন একজন গণিতবিদ। গণিতবিদ ও শিক্ষাবিদ মেরি এভারেস্ট বুল এবং তার স্বামী যুক্তিবিদ জর্জ বুলের কন্যা মেরি অ্যালেন বুলকে বিয়ে করেছিলেন জেফরিহিন্টনের প্রপিতামহ চার্লস হাওয়ার্ড হিন্টন। অ্যালেন বুলের পিতা জর্জ বুলের কাজই পরবর্তীতে আধুনিক কম্পিউটার বিজ্ঞানের অন্যতম ভিত্তি হয়ে ওঠে। জেফরির নামের মাঝের 'এভারেস্ট' অংশটি এসেছে তার এক আত্মীয়, জর্জ এভারেস্টের (জর্জ এভারেস্ট হলেন মেরি এভারেস্ট বুলের চাচা) নাম থেকে, যিনি ভারতের সার্ভেয়ার জেনারেল ছিলেন এবং তার নামানুসারেই মাউন্ট এভারেস্ট পর্বতের নামকরণ করা হয়েছে। অর্থনীতিবিদ কলিন ক্লার্ক ছিলেন জেফরিহিন্টনের মামা।\n\n\n== তথ্যসূত্র =="}