{"pageid": 1484344, "title": "স্যালাইন (ঔষধ)", "url": "https://bn.wikipedia.org/wiki?curid=1484344", "content": "স্যালাইন, যা স্যালাইন দ্রবণ নামেও পরিচিত, এটি পানিতে সোডিয়াম ক্লোরাইডের মিশ্রণ এবং ঔষধ হিসেবে এর বহুমাত্রিক ব্যবহার রয়েছে।  আক্রান্ত  এলাকায় এটি ক্ষত পরিষ্কার করতে, কন্টাক্ট লেন্স অপসারণ করতে এবং শুষ্ক চোখে  সাহায্যে ব্যবহৃত হয়।  কোনো শিরাতে ইনজেকশনের মাধ্যমে এটি পানিশূন্যতা যেমন পাকস্থলী ও অন্ত্রের প্রদাহ এবং ডায়াবেটিক কিটোঅ্যাসিডোসিস চিকিৎসার জন্য ব্যবহৃত হয়।  এটি ইনজেকশন দ্বারা দেওয়া অন্যান্য ওষুধগুলিকে পাতলা করতেও ব্যবহৃত হয়। \nঅতিরিক্ত পরিমাণে ব্যবহারে উচ্চ তরলচাপ , ফোলাভাব, অ্যাসিডোসিস এবং রক্তে উচ্চমাত্রায় সোডিয়াম হতে পারে।  যাদের দীর্ঘস্থায়ী  রক্তে সোডিয়াম স্বল্পতা আছে, তাদের অত্যধিক ব্যবহারের ফলে অসমোটিক ডিমাইলিনেশন সিন্ড্রোম হতে পারে।  স্যালাইন ঔষধের স্ফটিক পরিবারের সদস্য।  সাধারণত প্রতি লিটার (০.৯) দ্রবণে জীবাণুমুক্ত ৯ গ্রাম লবণ ব্যবহৃত হয় , যা সাধারণ স্যালাইন নামে পরিচিত। উচ্চ এবং নিম্ন ঘনত্ব মাঝে মাঝে ব্যবহার করা যেতে পারে।  স্যালাইনের pH 5.5 (প্রধানত দ্রবীভূত কার্বন ডাই অক্সাইডের কারণে) এটিকে অম্লীয় করে তোলে। \n১৮৩১ সালের দিকে স্যালাইনের চিকিৎসাক্ষেত্রে ব্যবহার শুরু হয়  এটি বিশ্ব স্বাস্থ্য সংস্থার প্রয়োজনীয় ওষুধের তালিকায় রয়েছে।  উন্নয়নশীল বিশ্বে প্রতি লিটার সাধারণ স্যালাইনের পাইকারি মূল্য প্রায় US$0.60-4.20।  2017 সালে, সোডিয়াম লবণ ছিল মার্কিন যুক্তরাষ্ট্রে ২২৫ তম সর্বাধিক নির্ধারিত ওষুধ, যার প্রেসক্রিপশন ছিলো দুই মিলিয়নেরও বেশি। \n\n\n== স্বাভাবিক ঘনত্ব ==\n\nসাধারণ স্যালাইন (এনএসএস, এনএস বা এন/এস) হলো ০.৯০% w/v NaCl দ্রবণ, যার ওসমোলারিটি ৩০৮ mOsm/L বা প্রতি লিটারে ৯.০ গ্রাম। এই দ্রবণকে কম প্রচলিত নাম শারীরবৃত্তীয় স্যালাইন বা আইসোটোনিক স্যালাইন ও বলা হয় (কারণ এটি প্রায় আইসোটোনিক এবং রক্তের সিরামের সাথে সামঞ্জস্যপূর্ণ, যা এটিকে শারীরবৃত্তীয়ভাবে স্বাভাবিক দ্রবণ হিসেবে গণ্য করে)। যদিও এই নামগুলো  বৈজ্ঞানিকভাবে পুরোপুরি সঠিক নয় কারণ এই স্যালাইন রক্তের সিরামের মতো নয়, তবে সাধারণত দেখায যায় যে এর ব্যবহার তরল ভারসাম্য ঠিক রাখে এবং এতে সামান্য হাইপোটোনিসিটি বা হাইপারটোনিসিটি থাকে। সাধারণ স্যালাইন প্রায়ই এমন ব্যক্তিদের ইট্রাভেনাস ড্রিপস (IVs) দেওয়ার জন্য ব্যবহৃত হয় যারা মুখে তরল গ্রহণ করতে পারেন না এবং যাদের পানিশূন্যতা বা হাইপোভোলেমিয়া হওয়ার সম্ভাবনা রয়েছে। এটি জীবাণুমুক্ত করার উদ্দেশ্যেও ব্যবহৃত হয়। যখন হাইপোভোলেমিয়া রক্ত সঞ্চালনের পর্যাপ্ততাকে হুমকির মুখে ফেলে, তখন সাধারণ স্যালাইন দ্রুত ব্যবহার করা হয় এবং এটি দীর্ঘদিন ধরে দ্রুত ও বেশি পরিমাণে দেওয়ার জন্য সবচেয়ে নিরাপদ তরল হিসেবে বিবেচিত। তবে, এখন এটি জানা গেছে যে দ্রুত সাধারণ স্যালাইনের প্রবাহ ঘটানো মেটাবলিক এসিডোসিস ঘটাতে পারে।\nদ্রবণটি হলো ৯ গ্রাম সোডিয়াম ক্লোরাইড (NaCl) পানিতে দ্রবীভূত করে মোট ১০০০ মিলিলিটার (ওজন প্রতি একক আয়তন) তৈরি করা। ২২ °সে তাপমাত্রায় সাধারণ স্যালাইনের প্রতি মিলিলিটারের ভর ১.০০৪৬ গ্রাম। সোডিয়াম ক্লোরাইডের আনুমানিক আণবিক ভর ৫৮.৪ গ্রাম প্রতি মোল, তাই ৫৮.৪ গ্রাম সোডিয়াম ক্লোরাইড সমান ১ মোল। যেহেতু স্বাভাবিক স্যালাইন ৯ গ্রাম NaCl ধারণ করে, এর ঘনত্ব প্রতি লিটার ৯ গ্রামকে ৫৮.৪ গ্রাম প্রতি মোল দিয়ে ভাগ করলে ০.১৫৪ মোল প্রতি লিটার হয়। যেহেতু NaCl দুইটি আয়নে – সোডিয়াম এবং ক্লোরাইড – বিভক্ত হয়, ১ মোলার NaCl সমান ২ ওসমোলার। অতএব, সাধারণ স্যালাইনে ১৫৪ mEq/L Na+ এবং একই পরিমাণ Cl− থাকে। অর্থাৎ এর ওসমোলারিটি ১৫৪ + ১৫৪ = ৩০৮, যা রক্তের তুলনায় বেশি (প্রায় ২৮৫)। তবে, যদি ওসমোটিক সহগ (অ-আদর্শ দ্রবণগুলির জন্য সংশোধন ধ্রুবক) বিবেচনায় নেওয়া হয়, তবে স্যালাইন দ্রবণটি আইসোটোনিকের অনেকটাই কাছাকাছি হয়। NaCl-এর ওসমোটিক সহগ প্রায় ০.৯৩, যা ০.১৫৪ × ১০০০ × ২ × ০.৯৩ = ২৮৬.৪৪ ওসমোলারিটি প্রদান করে। সুতরাং, স্বাভাবিক স্যালাইনের ওসমোলারিটি রক্তের ওসমোলারিটির কাছাকাছি।\n\n\n== তথ্যসূত্র =="}