{"pageid": 1484374, "title": "ছাত্রলীগের গেস্টরুম নির্যাতনের তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1484374", "content": "বাংলাদেশ ছাত্রলীগের গেস্টরুম কালচার হলো ছাত্রলীগের রাজনৈতিক উদ্দেশ্যে বাংলাদেশের বিশ্ববিদ্যালয়ের আবাসিক হলগুলোতে সিনিয়র কর্তৃক জুনিয়রদের ক্যাম্পাস ও হলে চলাচলের আদব-কায়দা শেখানোর ব্যবস্থা ও সংস্কৃতি। তবে এটা শিক্ষার্থীদের নিকট নির্যাতন ও টর্চারসেল নামেই বেশি পরিচিত। ছাত্রলীগ দেশের বিশ্ববিদ্যালয় হল দখল ও ক্যাম্পাসে নিজেদের আধিপত্য বজায় রাখার জন্য নানা সময়ে ছাত্রদের উপর নির্যাতন করেছে। এসব অত্যাচারের ঘটনা দেশ ও বিদেশের গণমাধ্যমে প্রচার হয়েছে। এসব ঘটনার মধ্যে সাল অনুসারে কিছু উল্লেখযোগ্য ঘটনা:\n\n\n== ১৯৯৬ - ২০০৮ ==\nবাংলাদেশে রাজনৈতিক দলের সাথে ছাত্রদের উইং প্রতিষ্ঠার পরে আওয়ামীলীগ ১৯৯৬-২০০০ পর্যন্ত সরকার গঠন করে। তখন ছাত্রলীগ বাংলাদেশের সব বিশ্ববিদ্যালয় হল দখলে রেখেছিলো।\n\n\n== ২০০৯ - ২০১৩ ==\n২০০৯ সালের ১৯ ডিসেম্বর, দিনাজপুর টেক্সটাইল ইনস্টিটিউটে হোস্টেলে নুরুজ্জামান পাঠান নামক এক শিক্ষার্থীকে আক্রমণ করা হয়। তাকে মারধরের এক পর্যায়ে তার পায়ের রগ কেটে দেওয়া হয়।\n২০১১ সালের ৩ এপ্রিল, রাজশাহী বিশ্ববিদ্যালয়ের শিক্ষার্থী জাহিদের উপর অত্যাচার করে, তাকে নির্মমভাবে পেটানোর এক পর্যায়ে ছাত্রলীগের এক নেতা তার পায়ের রগ কেটে দেয়।\n২০১৩ সালের ১০ ফ্রেব্রুয়ারি, ঢাকা বিশ্ববিদ্যালয়ের হাজী মুহম্মদ মুহসীন হলে ছাত্রশিবির সন্দেহে রাকিবুল ইসলাম নামে একজনকে লাঠি, রড, লোহার পাইপ, ব্যায়াম সামগ্রী দিয়ে বেরধক মারধর করে। সে পানি খেতে চাইলে তাকে প্রস্রাব খেতে দেওয়া হয়। এমনকি মারধর শেষে ভবনের  চারতলা থেকে ফেলে দেওয়া হয়, এতে তার পায়ের হার ১৩ স্থানে ভেঙ্গে যায়।\n২০১৩ সালের ২২ ফেব্রুয়ারি, শাহবাগে ইসলামের পবিত্র নবী মুহাম্মাদকে নিয়ে কটুক্তি করায় তৌহিদি জনতা কর্তৃক বায়তুল মোকাররমে বিক্ষোভ মিছিলের আয়োজন করা হয়। ঢাকা বিশ্ববিদ্যালয়ের মৃত্তিকা, পানি ও পরিবেশ বিভাগের শিক্ষার্থী মো. কামাল উদ্দিন এই মিছিলে যোগ দেওয়ায় ছাত্রলীগের কর্মীরা তাকে তাকে শিবির ট্যাগ দিয়ে লাঠি-সোটা দিয়ে পেটায়। একই অভিযোগে তাকে আরো কয়েক দফায় পেটানো হয়। তাকে মারতে মারতে হটিস্টিক ভেঙ্গে ফেলা হয়। নির্যাতিতের বাসায় ফোন দিয়ে বলা হয়, তাকে আপনারা জীবিত ফেরত পাবেন না।\n২০১৩ সালের ১৭ জুলাই, ঢাকা বিশ্ববিদ্যালয়ের বঙ্গবন্ধু শেখ মুজিবুর রহমান হলের এক শিক্ষার্থীকে ছাত্রদল সন্দেহ করে মারধর করা হয়। তাকে বেদম প্রহার করে আবাসিক হল থেকে বের করে দেওয়া হয়।\n২০১৩ সালের ১১ সেপ্টেম্বর, ঢাকা বিশ্ববিদ্যালয়ের বঙ্গবন্ধু শেখ মুজিবুর রহমান হলের এক শিক্ষার্থী জামানকে ছাত্রদল কর্মী ভেবে মারধর করা হয়। এবং ছাত্রলীগের কর্মীরা তাকে হলের বৈধ সিট থেকে বের করে দেয়।\n২০১৩ সালের ৩০ অক্টোবর, ঢাকা বিশ্ববিদ্যালয়ের ৯ জন শিক্ষার্থীর উপর ছাত্রদল সন্দেহে আক্রমণ করা হয়। তাদেরকে ব্যাপক মারধর করে ক্যাম্পাস থেকে বের করে দেওয়া হয়।\n২০১৩ সালের ১৯ নভেম্বর, ছাত্রলীগের হল কমিটিতে পদ বন্টন করা হলে, দুই শিক্ষার্থী জাহিদুল ইসলাম ও মোস্তাফিজুর রহমান পদ নিতে অনিচ্ছা প্রকাশ করেন। এবং তারা ছাত্রলীগের প্রোগ্রামে নিয়মিত অংশগ্রহণ না করায় তাদেরকে 'শিবির কর্মী সন্দেহে' ভয়াবহ নির্যাতন করা হয়। তারা দু'জনই পঙ্গুত্ব বরণ করেন।\n২০১৩ সালের মাঝামাঝি, ঢাকা বিশ্ববিদ্যালয়ের আরবী বিভাগের শিক্ষার্থী আব্দুল মাবুদকে \"সোনার বাংলা\" নামক ফেসবুকে পেজে লাইক দেওয়া নিয়ে পেটানো হয়। সে আলিয়া মাদ্রাসায় পড়েছে, এই জন্য শিবির সন্দেহে তাকে সারা রাতভরে পেটানো হয়।\n\n\n== ২০১৪ - ২০১৬ ==\n২০১৪ সালের ৩১ মার্চ, রাতে বাংলাদেশ কৃষি বিশ্ববিদ্যালয়ের আশরাফুল হক হলে, সাদ ইবনে মমতাজকে ছাত্রলীগের কর্মীরা বেধড়ক পিটিয়ে মারাত্মকভাবে আহত করে। পরে তিনি ময়মনসিংহ শহরের একটি ক্লিনিকে মারা যান।\n২০১৫ সালে বুয়েট ছাত্রলীগ সভাপতি শুভ্র জ্যোতি টিকাদার এক ছাত্রকে নির্মমভাবে মারধর করে। সভাপতি তার মুখে লাথি মেরে রক্তাক্ত করে দেয়, আরেক ছাত্রলীগ নেতা ক্ষতস্থানে লবণ ছিটিয়ে দেয়।\nমার্চ ২০১৫, ঢাকা বিশ্ববিদ্যালয়ের সূর্যসেন হলের ২য় বর্ষের শিক্ষার্থীদের ১ম বর্ষের শিক্ষার্থীদের গেস্টরুম করানোর কথা ছিলো। তবে সামান্য কারণে ২য় বর্ষ কর্তৃক ১ম বর্ষের এক শিক্ষার্থী মারধরের শিকার হলে, ১ম বর্ষের শিক্ষার্থীরা গেস্টরুম করতে অস্বীকৃতি জানায়। এই ঘটনায় ছাত্রলীগের নেতা-কর্মীরা ১ম বর্ষের শিক্ষার্থীদের উপর প্রচণ্ড মারধর করে।\n২০১৫ সালের ১২ মে, জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের নগর ও অঞ্চল পরিকল্পনা বিভাগের ৪৪তম ব্যাচের শিক্ষার্থী রায়হানুল ইসলামকে কিছু ছাত্রলীগ কর্মী ডেকে নিয়ে যায়। রায়হানকে ম্যানার শেখানোর নাম করে রাতভর শারীরিক ও মানসিক নির্যাতন করা হয়। একপর্যায়ে তাকে মুরগি ও চেয়ার হতে বলে। মুরগি হওয়ার সময় তার পা কাঁপলে তাকে পাইপ দিয়ে বেধড়ক পেটানো হয়। এই আক্রমণে অংশগ্রহণ করে ছাত্রলীগকর্মী জাহিদুল ইসলাম সজল ও তার অনুগত কিছু কর্মী।\n২০১৫ সালের ২ আগস্ট, ঢাবি বিজয় একাত্তর হলে আন্তর্জাতিক ব্যবসায় বিভাগের শিক্ষার্থী হোসাইন মিয়াকে ছাত্রশিবিরের সদস্য আখ্যা দিয়ে নির্মমভাবে মারধর করেন ছাত্রলীগের নেতা কর্মীরা।\n২০১৬ সালের ৪ নভেম্বর, ঢাকা বিশ্ববিদ্যালয়ের মাস্টারদা সূর্য সেন হলের গেস্টরুমে চতুর্থ বর্ষের ১৪-১৫ জন হলের বৈধ সাধারণ শিক্ষার্থীকে ডেকে পাঠানো হয়। তাদের বিরুদ্ধে অভিযোগ তোলা হয়, তারা ছাত্রলীগের প্রোগ্রামে অংশগ্রহণ করছেনা, এইজন্য তাদেরকে হল থেকে বের হয়ে যেতে হবে। এইভাবে সূর্য সেন হলের ছয়টি কক্ষ থেকে ৩০ ছাত্রকে হল থেকে বের করে দেওয়া হয়।\n২০১৬ সালের ডিসেম্বরের শেষ কিছু রাতে, ঢাবি সলিমুল্লাহ মুসলিম হলের হাফিজুর মোল্লাকে গেস্টরুম করানর নামে শীতের রাতে ঠাণ্ডায় রুমের বাইরে ডার করিয়ে রাখা হয়। এইজন্য তিনি নিউমোনিয়া ও টাইফয়েড রোগে আক্রান্ত হয়ে বাসায় চলে যায়, এবং এই রোগেই ২০১৬ সালের ২ ফেব্রুয়ারিতে মারা যায়।\n\n\n== ২০১৭ ==\n১৩ মার্চ, ঢাকা বিশ্ববিদ্যালয়ের বিজয় একাত্তর হলের সাধারণ শিক্ষার্থীদের মারধর করে হল থেকে বের করে দেওয়া হয়। রাত ১২টা থেকে ভোর সাড়ে ৪টা পর্যন্ত হলের বিভিন্ন কক্ষে ভাঙচুর ও বিশৃঙ্খলা করা হয়। হলের আবাসিক শিক্ষকদের কক্ষ ভাঙচুর করা হয় এবং শিক্ষকদের বিতাড়িত করা হয়।\n১২ আগস্ট, ঢাবি মুক্তিযোদ্ধা জিয়াউর রহমান হলে প্রথম বর্ষের ছাত্র মনিরুল ইসলামকে ছাত্রশিবির আখ্যা দিয়ে পিটিয়ে ঢাকা মেডিকেল কলেজ হাসপাতালে ভর্তি করা হয়। দেলাওয়ার হোসাইন সাঈদীর একটা পোস্ট ফেসবুকে শেয়ার করার জন্য তাকে পেটানো হয়।\n৮ আগস্ট, ছাত্রলীগ নেতা আবু ইউনূস ঢাবির এক সাবেক শিক্ষার্থীকে বিজয় একাত্তর হলের ৪০০২ নং কক্ষে ডেকে নিয়ে যায়। তাকে বেধড়ক পেটানো হয়, তার থেকে দামী মোবাইল ছিনিয়ে নেওয়া হয়, পেটানোর মাঝে তার আত্মীয়ের কাছ থেকে বিকাশে ১০ হাজার টাকা নেয়। এবং পরিবারের কাছে দুই লাখ টাকা মুক্তিপন দাবী করে।\n৮ আগস্ট, রাজশাহী বিশ্ববিদ্যালয়ের ১২ শিক্ষার্থীকে শিবির সন্দেহে মারপিট করে ছাত্রলীগ। তাদের থেকে ল্যাপটপ, নগত অর্থ কেড়ে নেওয়া হয়। এমনকি তাদের আবাসিক হল বের করে দেওয়া হয়। মারপিটের কারণে কয়েকজন গুরুতর আহত হলে, তাদের হাসপাতালে ভর্তি করা হয়।\n৮ আগস্ট, ঢাকা বিশ্ববিদ্যালয়ের শহীদ জিয়াউর রহমান হলের শিক্ষার্থী আমানুল্লাহকে ছাত্র শিবির ট্যাগ দিয়ে বেধড়ক মারধোর করে একই হলের সেক্রেটারি গ্রুপের কিছু ছাত্রলীগ কর্মী। যদিও আমানুল্লাহ সামাজিক বিজ্ঞান অনুষদ ছাত্রলীগের যুগ্ম সাধারণ সম্পাদক ছিলেন।\n১৩ আগস্ট, ঢাবি শহীদ জিয়াউর রহমান হলের মনিরুল ইসলামকে দুই বছর আগের একটি ফেসবুক পোস্টকে কেন্দ্র করে শিবির ট্যাগ দিয়ে হামলা করা হয়। তাকে ১৩ আগস্ট রাতে মেরে জখম করে দেওয়া হয়।\n১৩ আগস্ট, ঢাকা বিশ্ববিদ্যালয়ের বঙ্গবন্ধু শেখ মুজিবুর রহমান হলের ছাত্রলীগের তৎকালীন কমিটির এক সদস্যকে শিবির ট্যাগ দিয়ে আক্রমণ করা হয়। এবং তাকে মেরে আবাসিক হল থেকে বের করে দেওয়া হয়।\n১৬ আগস্ট, ঢাকা বিশ্ববিদ্যালয়ের হাজী মুহাম্মদ মুহসীন হলে বেশ কিছু শিক্ষার্থীকে মারধর করা হয়। এবং পাঁচ শিক্ষার্থীকে নির্যাতন করে হল ছাড়া করা হয়। লাঠি, স্টাম্প, হটিস্টিক দিয়ে নির্যাতনের ফলে শিক্ষার্থীদের শরীর কেটে যায়, রক্ত বের হতে থাকে। কয়েকজন শিক্ষার্থীর হাত পা ভেঙ্গে যায় বং এক শিক্ষার্থীর জিহ্বার কিছু অংশ কেটে ফেলা হয়।\n২০১৭ সালে বুয়েটের সোহরাওয়ার্দী হলের তড়িৎ প্রকৌশল বিভাগের শিক্ষার্থী আসাদ রহমানকে প্রায় ঘণ্টাব্যাপী কঠিন নির্যাতন করা হয়। পরের বছর তিনি বুয়েট ছেড়ে একটি পাবলিক মেডিক্যাল কলেজ হাসপাতালে ভর্তি হন।\n\n\n== ২০১৮ ==\n২৪ জানুয়ারি, বুয়েটের আরাফাত হোসেনকে ইসলামি ছাত্রশিবির সংশ্লিষ্টতার ট্যাগ দিয়ে ছাত্রলীগের ২০-২৫ জন ছাত্র তাকে জিমনেশিয়ামের নিকটে নিয়ে যায়। তাকে এলোপাথাড়িভাবে মারতে থাকে। ছাত্রলীগ স্ট্যাম্প-হকিস্টিক দিয়ে দফায় দফায় মারার ফলে সে চেতনাহীন হয়ে পরে এবং তার হাত ভেঙ্গে যায়।\n৬ ফেব্রুয়ারি, ঢাকা বিশ্ববিদ্যালয়ের সলিমুল্লাহ মুসলিম হলের এহসান রফিক একটি কক্ষে আটকে রেখে নির্যাতন করা হয়। এতে এহসানের একটি চোখের কর্নিয়া গুরুতর জখম হয় এবং তার কপাল ও নাক ফেটে যায়। হল সহসভাপতি আরিফুল ইসলাম তাকে নিয়ে ছাত্রলীগের কিছু ছাত্ররা মিলে তাকে দেড় ঘন্টা নির্যাতন করে হল থেকে বের করে দেন।\n১০ এপ্রিল, ঢাকা বিশ্ববিদ্যালয়ের কবি সুফিয়া কামাল হলে ছাত্রলীগ সভাপতি ইফফাত জাহান এশা কোটা সংস্কারের দাবিতে আন্দোলনকারী তিন শিক্ষার্থীর উপর নির্যাতন চালায়। এক শিক্ষার্থীর পায়ের রগ কেটে দেয়। পরে তাকে হল থেকে বহিষ্কার করা হয়। তিনি ছাত্রীদের উপর শারীরিক ও মানসিক নির্যাতন করতেন।\n২৩ মে, ঢাবি মুক্তিযোদ্ধা জিয়াউর রহমান হলের ছাত্রলীগের কর্মীরা ৩৫ জন সাধারণ শিক্ষার্থীদের মারধর করে। ছাত্রদের বলা হয়, তারা মুক্তিযোদ্ধার সন্তান ও প্রজন্ম সমন্বয় পরিষদের কর্মসূচিতে না যাওয়া এবং গেস্টরুমে দেরি করে উপস্থিত হওয়া এই দুই অপরাধ করেছে। রাত ১১ টা থেকে ১২ টা পর্যন্ত তাদের মারধর করা হয়। পেটানোতে নেতৃত্ব দেয় শাখা ছাত্রলীগের সাধারণ সম্পাদক আবদুল্লাহ আল মাসুদ লিমনের অনুসারীগণ।\n৭ আগস্ট, বুয়েটের সোহরাওয়ার্দী হলের মেকানিক্যাল ইঞ্জিনিয়ারিং বিভাগের দাইয়্যান নাফিজকে ২০১৮ নিরাপদ সড়ক আন্দোলনের পক্ষে অবস্থান করার জন্য বুয়েট ছাত্রলীগের সভাপতির নেতৃত্বে মারধর করা হয়। রাসেল, রাজ ও দিহান নামক ছাত্রলীগ কর্মী তাকে ক্রিকেট স্টাম্প দিয়ে পেটায়। ছাত্রলীগ কর্মীরা তার পায়ের পাতা থেকে ঊরু পর্যন্ত স্ট্যাম্প দিয়ে পেটায়।\n১২ সেপ্টেম্বর, কুয়েটের জাহিদুর রহমানকে ছাত্রশবির সন্দেহে নির্যাতন করা হয়। ১০-১২ জন মিলে তাকে পাইপ দিয়ে পাগলের মত পেটাতে থাকে। তাকে কিল, লাথি, চড়, ঘুষি মারতে থাকে, এক পর্যায়ে অবস্থা গুরুতর হলে তাকে খুলনা মেডিকেল কলেজ হাসপাতালে ভর্তি করা এবং তার বিরুদ্ধে মিথা আইসিটি মামলা দায়ের করা হয়।\n২১ সেপ্টেম্বর, ঢাবি জগন্নাথ হলে শিক্ষার্থী অনিন্দ্য মণ্ডল ছাত্রলীগ ছেড়ে ছাত্র ইউনিয়নে যোগদান করায় ছাত্রলীগের নেতা-কর্মীরা অনিন্দ্য মণ্ডলকে মারধর করে। তাকে বাচাতে ছাত্র ইউনিয়নের সাধারণ সম্পাদক রাজীব দাস ছুটে গেলে তাকেও মারধর করা হয়।\n\n\n== ২০১৯ ==\n\n\n=== জানুয়ারি - জুন ===\n৫ জানুয়ারি, বাংলাদেশ কৃষি বিশ্ববিদ্যালয়ের পরিচিতি পর্বে রাত। রাত ১২টা পর্যন্ত শিক্ষার্থীদের সাথে সাধারণ ব্যবহার করা হয়। তবে রাত ১২টার পরে তাদের গেস্টরুমে নিয়ে যাওয়া হয়। সেখানে প্রথম বর্ষের ৫০-৬০ জন শিক্ষার্থী ছিলো। ছাত্রলীগের সিনিয়রদের হাতে ক্রিকেট খেলার স্টাম্প, চাপাতি ছিলো। রাতভর প্রথম বর্ষের শিক্ষার্থীদের মুরগি হয়ে বসা, হাটু ভেঙ্গে বসা এরকম নানা র‍্যাগিং ও মানসিক নির্যাতন করা হয়।\n১৮ জানুয়ারি, চট্টগ্রাম আন্তর্জাতিক ইসলামি বিশ্ববিদ্যালয়ের প্রশাসনিক ব্যক্তির সামনেই ছাত্রলীগের কর্মীরা আইন বিভাগের ছাত্র ওসমান গণিকে নির্মমভাবে মারধর করে। এছাড়া ছাত্রলীগের ছাত্ররা অবৈধভাবে আবাসিক হলে প্রবেশ করে এবং হল ১১টি ল্যাপটপ, নগদ লক্ষাধিক টাকা লুটপাটের অভিযোগ করা হয়। এছাড়াও অনেক ছাত্রের সার্টিফিকেট নষ্ট ও একাডেমিক বইপুস্তক বিক্রি করে দেওয়া হয়।\n১১ ফেব্রুয়ারি, চট্টগ্রাম আন্তর্জাতিক ইসলামি বিশ্ববিদ্যালয়ের আবু বকর (রা.) হলে, ছাত্রলীগের কর্মীরা ৫০৮ নাম্বার রুমে আসাদুজ্জামান নামক একজন ছাত্রকে রাতভর প্রহর করে। সহকারি প্রক্টর আল্লামা ইকবাল ওই ছাত্রকে উদ্ধার করে। আবার ১২ ফেব্রুয়ারি কোর'আনিক সাইন্স বিভাগের শিক্ষার্থী আব্দুর রহমান সাইফ ডেকে এনে শারীরিক নির্যাতন করে ছাত্রলীগের নেতাকর্মীরা।\n২৪ ফেব্রুয়ারি, চট্টগ্রাম আন্তর্জাতিক ইসলামি বিশ্ববিদ্যালয়ের ইংরেজি বিভাগের মেহেদী হাসানকে বিভাগীয় চেয়ারম্যানের রুম থেকে ১০-১৫ জন ছাত্রলীগের নেতাকর্মী জোর করে ধরে নিয়ে আসে। তাকে কেন্দ্রীয় ক্যাফেটেরিয়ার দ্বিতীয় তলায় নিয়ে চরম নির্যাতন করে এবং মোবাইল কেড়ে নেয়। এমনকি তার নিকট থেকে চাঁদাও দাবি করে।\n২৭ জুন, বুয়েটের আহসানউল্লাহ হলে ছাত্র নির্যাতনের প্রতিবাদ করায় অভিজিৎ কর নামে কেমিক্যাল ইঞ্জিনিয়ারিং বিভাগের এক শিক্ষার্থীকে কানে আঘাত করা হয়, এতে সে একটি কানের শ্রবণশক্তি হারিয়ে ফেলে।\n\n\n=== জুলাই - ডিসেম্বর ===\n১৩ জুলাই, ঢাকা বিশ্ববিদ্যালয়ের মুক্তিযোদ্ধা জিয়াউর রহমান হলের প্রথম বর্ষের ২৫ জন শিক্ষার্থীকে ছাত্রলীগের একটি কক্ষে ডেকে নেওয়া হয়। তাদেরকে ছাত্রলীগের কর্মসূচিতে অংশগ্রহণ করছেনা এই দাবী তুলে বেধড়ক পেটান হয়। অত্যাচারে নেতৃত্ব দেয় ছাত্রলীগের প্যানেল থেকে নির্বাচিত হল সংসদের এজিএস আবদুল্লাহ আল মুমিনের অনুসারীরা।\n২১ জুলাই, চট্টগ্রাম আন্তর্জাতিক ইসলামি বিশ্ববিদ্যালয়ের অর্থনীতি বিভাগের মারুফুল হাসান রিজভীকে এসডিডাব্লিওডি অফিস থেকে ছাত্রলীগ কর্মী রবিউল হোসেন রনি জোরজবরদস্তি করে কেন্দ্রীয় ক্যাফেটেরিয়ার দ্বিতীয় তলায় নিয়ে যায়। তখন ছাত্রলীগের একটি দল তার উপর চরম নির্যাতন চালায়।\n১৭ আগস্ট, চট্টগ্রাম আন্তর্জাতিক ইসলামি বিশ্ববিদ্যালয়ের ফার্মেসি বিভাগের ওয়াসী উদ্দিনকে ছাত্রলীগের একটি দল একটি কক্ষে আটকে রাখে। নির্যাতন করে তার থেকে মোবাইল, এটিএম কার্ড, নগদ টাকা, এটিএম কার্ডের পিনকোড ছিনিয়ে নেয়। পরে শিক্ষকদের প্রচেষ্টায় তাকে আহত অবস্থায় উদ্ধার করা হলে, ছিনতাইকৃত মালামাল ফেরত চাইলে পুনরায় আক্রমণ করে এবং মেরে পা ভেঙ্গে দেওয়া হয়।\n৮ সেপ্টেম্বর, ঢাবি সূর্য সেন হলের সকল শিক্ষার্থীকে ছাত্রলীগের পদচ্যুত সাধারণ সম্পাদক গোলাম রাব্বানীকে প্রটোকল দিতে মধুর ক্যানটিনে যেতে বলা হয়। এই প্রোগ্রামে অংশগ্রহণ না করার অভিযোগে সূর্য সেন হলের ২৩৭, ২৪৮, ৪০১ (ক) ও ৬২৬ (ক) নং চারটি কক্ষের শিক্ষার্থীকে মারধর করে বের করা দেওয়া হয় এবং রুমে তালা লাগিয়ে দেওয়া হয়।\n১৭ সেপ্টেম্বর, ঢাবি সূর্য সেন হলের প্রথম বর্ষের কিছু শিক্ষারররথীকে ছাত্রলীগের একটি কক্ষে ডেকে নিয়ে যাওয়া হয়, এবং ছাত্রলীগের কর্মসূচিতে অংশগ্রহণ না করার জন্য পেটানো হয়। এই নির্যাতনে নেতৃত্ব দেয় ছাত্রলীগের নেতা ইমরান সাগর এবং তার অনুসারীরা।\n২৭ সেপ্টেম্বর, ঢাবি বিজয় একাত্তর হলে মধ্যরাতে রানা আখন্দ নামের এক শিক্ষার্থীকে ছাত্রলীগের কর্মসূচিতে না যাওয়ার অভিযোগে স্টাম্প দিয়ে পেটানো হয়। এই নির্যাতনে অংশগ্রহণ করে ছাত্রলীগের কর্মী রাব্বী আহমেদ এবং তার অনুসারীরা।\n৩ অক্টোবর, বুয়েটের শেরে বাংলা হলের ২০২ নং কক্ষে এহতেশাম নামে এক ছাত্রকে বেধড়ক পিটিয়ে হল থেকে বের করে দেওয়া হয়। এমনকি ছাত্রলীগ তার কক্ষে থাকা কাপড়, দামী কম্পিউটার ও অন্যান্য জিনিস লুটপাট করে।\n\n\n== ২০২০ ==\n৪ জানুয়ারি, কুষ্টিয়া সরকারি কলেজের আবাসিক হোস্টেলে পিস্তল নিয়ে প্রবেশ করে ছাত্রলীগ নেতা, হোস্টেলের সবাইকে ভয় দেখানোর জন্য এই কাজ করে। এমনকি কিছু ছাত্রকে মারপিট করে, এতে তিনজন শিক্ষার্থী আহত হন।\n১৯ জানুয়ারি, শরীয়তপুর সরকারি কলেজের একাদশ শ্রেণীর ছাত্র দাউদ ইব্রাহীমকে পিটিয়ে বাম হাত ভেঙ্গে দেওয়া হয়। কলেজের দ্বাদশ শ্রেণীর এক ছাত্রলীগ কর্মী এই হামলায় নেতৃত্ব দেয়। এছাড়াও তার শরীরের বিভিন্ন স্থানে হাতুড়ি দিয়ে পেটানো হয়।\n২৩ জানুয়ারি, ঢাকা বিশ্ববিদ্যালয়ের শহীদ সার্জেন্ট জহুরুল হক হলের চার ছাত্রকে ছাত্রশিবির সন্দেহে নির্মমভাবে পিটানো হয়। নির্যাতিত চার শিক্ষার্থী হলো ট্যুরিজম অ্যান্ড হসপিটালিটি বিভাগের মো. মুকিম চৌধুরী, রাষ্ট্রবিজ্ঞান বিভাগের সানওয়ার হোসেন, ইসলামের ইতিহাস ও সংস্কৃতি বিভাগের শিক্ষার্থী মিনহাজ উদ্দীন ও আরবি বিভাগের শিক্ষার্থী আফসার উদ্দিন। গেস্টরুম কর্মসূচির কথাবলে তাদেরকে রাত ১১ টা থেকে শুরু করে রাত ২টা পর্যন্ত স্টাম্প, রড, হাতুড়ি ও স্যান্ডেল দিয়ে পেটানো হয়। পরে তিন শতাধিক শিক্ষার্থীরা এই আক্রমণের বিরুদ্ধে মানববন্ধন করে।\n২৭ জানুয়ারি, বাংলাদেশ কৃষি বিশ্ববিদ্যালয়ে প্রথম বর্ষের কিছু শিক্ষার্থীকে একত্রে র‍্যাগিং ও শারীরিক নির্যাতন করা হয়। ২৭ তারিখ রাতে ঈশা খা হলের টিভি রুমে ছাত্রলীগের কিছু নেতা ও কর্মী মিলে একই হলের প্রথম বর্ষের শিক্ষার্থীদের শারীরিক ও মানসিক নির্যাতন করে।\n১৭ ফেব্রুয়ারি, জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ে কেন্দ্রীয় ক্যাফেটেরিয়াতে এক বিকালের ৩টার দিকে শিক্ষার্থীকে মারথর করে ছাত্রলীগের এক নেতা এবং তার সাথে থাকা বান্ধবীকেও লাঞ্ছিত করে ছাত্রলীগ কর্মী।\n\n\n== ২০২১ ==\n১৪ জামুয়ারি, ঢাকা মেডিকেল কলেজের শহীদ ডা. ফজলে রাব্বি হলে ইন্টার্ন চিকিৎসক এএসএম আলী ইমাম শীতলকে তার কোমর থেকে পা পর্যন্ত রড দিয়ে পিটিয়ে রক্তাক্ত করাসহ হাঁটুর নিচের হাড় ভেঙে দেয়া হয়। মাথায় আঘাতের ফলে বমি শুরু হলে তাকে বের করে দেওয়া হয়। এর সঙ্গে কলেজ ছাত্রলীগ এবং ইন্টার্ন চিকিৎসক পরিষদের নেতারা জড়িত।\n১ অক্টোবর, ঢাকা বিশ্ববিদ্যালয়ের মুক্তিযোদ্ধা জিয়াউর রহমান হলের গেস্টরুমে প্রথম বর্ষের শিক্ষার্থীদের মারধর ও নির্যাতন করা হয়। বড় ভাইদের সালাম না দেওয়া, হ্যান্ডশেক না করা, প্রোগ্রামে যেতে সামান্য দেরি হওয়া প্রভৃতি কারণে মারধর করে।\n৩০ অক্টোবর ২০২১, চট্টগ্রাম মেডিকেল কলেজের দ্বিতীয় বর্ষের শিক্ষার্থী মাহাদি জে আকিবকে পিটিয়ে গুরুতরভাবে আহত করা হয়। ক্ষুর দিয়ে তার মাথা থেঁতলে দেওয়া হয়, এতে মাথার হাড় ভেঙ্গে যায় এবং মস্তিষ্কে প্রচুর রক্তক্ষরণ হয়। তার মাথার খুলি দীর্ঘ ৪ মাস পেতের অভ্যন্তরে রাখা হয়েছিলো, এবং মাথায় একাধিক অস্ত্রোপচার করাতে হয়।\n০৮ নভেম্বর, ঢাকা বিশ্ববিদ্যালয়ের ২০১৭-১৮ সেশনের নৃবিজ্ঞান বিভাগের মো. আরিফুল ইসলাম এবং থিয়েটার অ্যান্ড পারফরম্যান্স স্টাডিজ বিভাগের তরিকুল ইসলাম ছাত্রলীগের প্রোগ্রামে নিয়মিত না হওয়ার জন্য আক্রমণের শিকার হন। তাদের দুইজনকে রড, স্টাম্প নিয়ে মারতে যায়, তবে অন্যদের দ্বারা বাধাপ্রাপ্ত হলে কিল-ঘুষির মাধ্যমে আক্রমণ করেন।\n২৬ ডিসেম্বর, ঢাকা বিশ্ববিদ্যালয়ের জগন্নাথ হলের সাগর সরকারকে ছাত্রলীগের কর্মসূচিতে অনিয়মিত থাকার অপরাধে মারধর ও গালিগালাজ করে বৈধ সিট থেকে নামিয়ে দেয়। এমনকি তাকে আমাকে শারীরিকভাবে নির্যাতন বিছানা নিচে ফেলে দেন।\n\n\n== ২০২২ ==\n\n\n=== জানুয়ারি - জুন ===\n২৭ জানুয়ারি, ঢাকা বিশ্ববিদ্যালয়ের বিজয় ৭১ হলে গণযোগাযোগ ও সাংবাদিকতা বিভাগের আকতারুল ইসলামকে লাইটের দিকে ১০ মিনিট তাকিয়ে থাকতে বাধ্য করা হয়। ফলে প্রথম বর্ষের এই শিক্ষার্থী অজ্ঞান হয়ে যায়।\n১৭ ফেব্রুয়ারি, ঢাকা বিশ্ববিদ্যালয়ের শান্তি ও সংঘর্ষ অধ্যয়ন বিভাগের মোল্লা তৈমুর রহমানকে বিজয় একাত্তর হলের ১০৮ নং কক্ষে ডেকে নিয়ে নির্যাতন করা হয়। তার কানে থাপ্পর মারার কারণে কানের পর্দা ফেটে যায়।\n২৮ ফেব্রুয়ারি, ময়মনসিংহে জাতীয় কবি কাজী নজরুল ইসলাম বিশ্ববিদ্যালয়ের শিক্ষার্থী ওয়ালিদ নিহাদকে গলায় ও বুকের ওপর দাঁড়িয়ে নির্মমভাবে নির্যাতন করা হয়। ছাত্রলীগের নেতারা শেখ মুজিবুর রহমান হলের ৩২৪ নম্বর কক্ষে এই নির্যাতন চালায়, পরে  নির্যাতিতকে হাসপাতালে ভর্তি করানো হয়।\n৩ মার্চ, ঢাকা বিশ্ববিদ্যালয়ের বঙ্গবন্ধু হলে এক জুনিয়র সিনিয়রদের নাম না বলতে পারায় তাকে ছাত্রলীগ হল থেকে বের করে দেয়।\n১০ মার্চ, ঢাকা বিশ্ববিদ্যালয়ের অপরাধবিজ্ঞান বিভাগের শিক্ষার্থী আবু তালিবকে ক্যাম্পাসে সিগারেট খেতে দেখে ফেল। এইজন্য তাকে মিনি গেস্টরুমে ধোঁয়া না ছেড়ে সিগারেট খেতে বাধ্য করা হয়। সে সিগারেট খেতে না চাইলে সিনিয়র ছাত্রলীগের সদস্যরা তাকে স্টাম্প দিয়ে পেটায়।\n৮ মার্চ, ছাত্রলীগের প্রোগ্রামে উপস্থিত না থাকার কারণে ঢাকা বিশ্ববিদ্যালয়ের বঙ্গবন্ধু শেখ মুজিবুর রহমান হলের দ্বিতীয় বর্ষের ১০ থেকে ১২ শিক্ষার্থীকে হল থেকে বের করে দেওয়া হয়। এবং তাদের বই-পুস্তক ও রুমের সকল জিনিসপত্র সহ রুম তালা মেরে রাখা হয়।\n১১ মার্চ, ঢাকা বিশ্ববিদ্যালয়ের বঙ্গবন্ধু হলে ওয়াইফাই পাসওয়ার্ড পরিবর্তন করা ও সিনিয়রের রুমে সিটে পা তুলে বসাকে কেন্দ্র করে ঝামেলা হয়। সেখানে ছাত্রলীগ কর্তৃক আন্তর্জাতিক সম্পর্ক বিভাগের শিক্ষার্থী মহিদুল ইসলাম মুকুলকে ছুরি নিয়ে শাসানো হয় এবং তাকে প্রাণনাশের হুমকি দেওয়া হয়।\n২৪ এপ্রিল, সাতক্ষীরা জেলার তালা সরকারি কলেজের একটি কক্ষে ছাত্রলীগের নেতা-কর্মীরা শোয়েব আজিজ তন্ময়কে আটকে রাখে। দুপুর ১টা থেকে ৫টা পর্যন্ত নির্যাতন করে, এরপরে মাথা ন্যাড়া করে বিবস্ত্র অবস্থায় মারপিট ও ভিডিও ধারণ করা হয়। এমনকি বাড়িতে ফোন দিয়ে তার মায়ের কাছে দুই লাখ টাকা চায়।\n\n\n=== জুলাই - ডিসেম্বর ===\n২৫ জুলাই, ঢাকা বিশ্ববিদ্যালয়ের সলিমুল্লাহ মুসলিম হলে তথ্য বিজ্ঞান ও গ্রন্থাগার ব্যবস্থাপনা বিভাগের শিপন মিয়াকে গেস্টরুমে উপস্থিত না থাকার কারণে মারধর করা হয়। তাকে স্টাম্প দিয়ে পেটে কয়েক বার খোঁচা দেওয়া হয়, বিশ্রি ভাষায় গালিগালাজ করা হয়।\n১৭ আগস্ট, রাজশাহী বিশ্ববিদ্যালয়ের বঙ্গবন্ধু শেখ মুজিবুর রহমান হলে হিসাববিজ্ঞান বিভাগের এক শিক্ষার্থী আল-আমিন নামকে তিন ঘণ্টা আটকে রাখা হয়। তাকে শারীরিকভাবে নির্যাতন করে জোরপূর্বক ডেবিট কার্ড থেকে ৪৫ হাজার টাকা তুলে নেওয়া হয়।\n২৩ আগস্ট, ইডেন কলেজ ছাত্রলীগ সভাপতি তামান্না জেসমিন রিভা মেসের দুই ২ নারী শিক্ষার্থীকে রুমে ডেকে নিয়ে আটকে রেখে মানসিক নির্যাতন করে। এছাড়াও এই শিক্ষার্থীদের অশ্রাব্য ভাষায় গালিগালাজ ও হত্যার হুমকি দেন।\n৩১ আগস্ট, ঢাকা বিশ্ববিদ্যালয়ের হাজী মুহম্মদ মুহসীন হলে গেস্টরুমে থাকাকালীন সময়ে এক শিক্ষার্থী ফোনের স্ক্রিন অন করে, এইজন্য ছাত্রলীগের কর্মীরা তিন শিক্ষার্থীকে মারধর করে। নির্যাতিত তিন শিক্ষার্থীরা হলেন টুরিজম অ্যান্ড হসপিটালিটি ম্যানেজমেন্টের শিক্ষার্থী শাহরিয়ার সোহাগ ও ফিরোজ এবং ইসলামের ইতিহাস ও সংস্কৃতি বিভাগের নাঈম।\n১ সেপ্টেম্বর, ঢাকা বিশ্ববিদ্যালয়ের হাজী মুহম্মদ মুহসীন হলে ৬ শিক্ষার্থীকে নির্যাতন করা হয়। ছাত্রলীগের বেঁধে দেয়া সময়ের মধ্যে গেস্টরুমে উপস্থিত না হতে পারার জন্য হলের ১০২৭ নং রুমে নিয়ে গিয়ে রাতভর চড়-থাপ্পর ও লাঠিপেটা করে নির্যাতন করা হয়।\n১৮ অক্টোবর, জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের শেখ মুজিবুর রহমান হলের ছাত্রলীগের ২য় বর্ষের সিনিয়র ভাইয়েরা ম্যানার শেখানোর নামে শিক্ষার্থীদের অকথ্য ভাষায় গালিগালাজ করে। এমনকি তাদের নানা মানসিক হেনস্থা ও মারধর করে।\n২৪ অক্টোবর, রাজশাহী বিশ্ববিদ্যালয়ের অর্থনীতি বিভাগের শিক্ষার্থী সামছুল ইসলামের গলায় ছুরি ধরে মানিব্যাগে থাকা ২০ হাজার টাকা কেড়ে নেন এবং রড ও স্টাম্প দিয়ে বেধড়ক মারধর করে। এই আক্রমণে অংশ নেয় মতিহার হল ছাত্রলীগের সাধারণ সম্পাদক ভাস্কর সাহা ও তার চার সদস্যের একটি টিম।\n১৩ ডিসেম্বর, বাংলাদেশ কৃষি বিশ্ববিদ্যালয়ের ভেটেরিনারি অনুষদের শিক্ষার্থী মো. হাবিবুর রহমানকে শিবির সন্দেহে গেস্টরুম ডেকে নিয়ে যায় এবং ফোন তল্লাশি করে। পরে তাকে কয়েকজন ছাত্রলীগ নেতা পাশবিক নির্যাতন করে। কানের উপর কয়েকটি থাপ্পর দেন এবং রড দিয়ে পেটাতে থাকেন। তার কানের পর্দা ফেটে যায় এবং সে ৭ দিন বিছানায় শুয়ে থাকতে হয়। মো. তৌহিদুল ইসলাম নামে আরেক শিক্ষার্থীকে ছাত্রলীগের ১২/১৩ জন সদস্য মিলে রড দিয়ে হাটুতে পেটানো থাকে। ফলে তৌহিদুল অসুস্থ হয়ে বমি করতে থাকে। তাকে হাসপাতালে ভর্তি করা হয়। একই বিশ্ববিদ্যালয়ের আশরাফুল হক হলের আবাসিক শিক্ষার্থী রিফাত বিন শায়েকুজ্জামানকে গেস্টরুমে নিয়ে নির্যাতন করা হয়। তার বুকে ১০/১২ বার লাথি মারা হয়, কানের উপর থাপ্পর দিয়ে কানের পদ্দ্রা ফাটিয়ে দেওয়া হয়। পরে তাকে হটিস্টিক দিয়ে নির্মমভাবে পেটানো হয়।\n\n\n== ২০২৩ ==\n\n\n=== জানুয়ারি - জুন ===\n২৪ জানুয়ারি, ঢাকা বিশ্ববিদ্যালয়ের বিজয় একাত্তর হলে শিবির কর্মী অভিযোগে মনোবিজ্ঞান বিভাগের মো. শাহরিয়াদ মিয়াকে রাতভর নির্যাতন করা হয়। হলের ৪০০৮ নম্বর কক্ষে নিয়ে তাকে চড়-থাপ্পর মারা হয়, বাবা-মা তুলে গালিগালাজ করা হয়। এমনকি তাকে বাঁশ ও কাঠ দিয়েও পেটানো হয়।\n১০ ফেব্রুয়ারি, চট্টগ্রাম মেডিকেল কলেজের ৪ শিক্ষার্থীকে ছাত্রশিবির সন্দেহে কলেজ ছাত্রাবাসে আটকে রেখে শারীরিক নির্যাতন করা হয়। তাদের হাত ও পায়ের বেশিরভাগ স্থানে নির্মমভাবে আঘাত করা হয়। দুইজনের অবস্থা আশংকাজনক হলে তাদের আইসিইউ রেখে চিকিৎসা করা হয়।\n১৪ ফেব্রুয়ারি, রাজশাহী বিশ্ববিদ্যালয়ের গণযোগাযোগ ও সাংবাদিকতা বিভাগের শিক্ষার্থী কৃষ্ণ রায়কে শিবির সন্দেহে পেটানো হয়। এই আক্রমণে অংশ নেয় এই বিশ্ববিদ্যালয়ের সোহরাওয়ার্দী হল ছাত্রলীগের কিছু নেতা ও কর্মী।\n২৩ ফেব্রুয়ারি, রাজশাহী কলেজ মুসলিম ছাত্রাবাসের ই-ব্লক ও বি-ব্লকে ছাত্রলীগ নেতারা সাংবাদিক কর্মী ও সাধারণ শিক্ষার্থীদের মারধর করে। এর কয়েকদিন আগে ক্যাম্পাসের সাংবাদিকসহ অন্তত ৩০ শিক্ষার্থীকে মারধর করে। ছাত্রদের বাচাতে অধ্যক্ষ ও  সাংবাদিকরা উপস্থিত হলে তাদেরকেও হুমকি প্রদান করে।\n২১ মার্চ, জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের মীর মশাররফ হোসেন হলের ৩১৭ নং গেস্টরুমে ছাত্রলীগের নেতা মোস্তাফিজুর রহমান গেস্টরুম চলাকালীন এক জুনিয়র ছাত্রকে চড় মেরে কান ফাটিয়ে দেয়।\n৫ এপ্রিল, পাবনা বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়ের ৩ শিক্ষার্থীকে নির্যাতন করে আহত করা হয়। ছাত্রলীগ কর্মীরা তাদের স্ট্যাম্প, রড, হকিস্টিক, হাতুড়ি, জিআই পাইপ দিয়ে মারধর করে। এবং পুলিশের হাতে সোর্পদ করে, পুলিশ পরে তাদের চিকিৎসার ব্যবস্থা করে।\n৩ জুন, চট্টগ্রাম বিশ্ববিদ্যালয়ে ইতিহাস বিভাগের শিক্ষার্থী জাহিদ হাসানকে শিবির ট্যাগ দিয়ে মারধর করে ছাত্রলীগের কর্মীরা। শিবিরের সদস্যের স্বীকারোক্তি আদায়ের জন্য এলোপাতাড়ি কিল, লাথি-ঘুষি মেরে জখম করা হয়। এমনকি ৫০ হাজার টাকা চাঁদা দাবী করে ছাত্রলীগ।\n\n\n=== জুলাই - ডিসেম্বর ===\n৪ আগস্ট, রাজশাহী বিশ্ববিদ্যালয়ের শের-ই-বাংলা ফজলুল হক হলের ইসলামিক স্টাডিজ বিভাগের শিক্ষার্থী মো. নজরুল ইসলামকে মারধর করা হয়। হলের গেস্টরুমে নিয়ে দরজা বন্ধ করে তাকে এলোপাতাড়ি মারা হয়। মারধরের একপর্যায়ে সে মাটিতে পড়ে যায় এবং কান দিয়ে রক্ত বের হতে থাকে।\n২১ আগস্ট, জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের বার্তা সংস্থা ইউএনবিরের প্রতিনিধি সাংবাদিক আসিফ আল মামুনকে গেস্টরুম নির্যাতনের ভিডিও করার সন্দেহে পিটানো হয়, সাংবাদিক পরিচয় দিলে আরেক দফা মারধর করা হয়।\n২৮ সেপ্টেম্বর, ছাত্রলীগের কর্মীসভা বাস্তবায়ন করতে ঢাকা কলেজের সকল সাধারণ শিক্ষার্থীদের গেস্টরুমে ডাকা হয়। ঢাকা কলেজের ডেইলি বাংলাদেশের সাংবাদিক ফয়সাল আহমেদ গেস্টরুমে প্রবেশে দেরি করে। এইজন্য ছাত্রলীগ কর্মীরা রেগে গিয়ে তাকে অকথ্য ভাষায় গালিগালাজ করে, চর-থাপ্পর মারে, লাঠি দিয়ে পিটায়, এতে করে সাংবাদিকের ঠোঁট ফেটে রক্ত বের হয়।\n১২ অক্টোবর, বরিশাল বিশ্ববিদ্যালয়ের বঙ্গবন্ধু হলের আবাসিক শিক্ষার্থী ইংরেজি বিভাগের দ্বিতীয় বর্ষের শিক্ষার্থী মুকুলকে ছাত্রলীগের নেতা-কর্মীরা রাতভর শারীরিক নির্যাতন করে। তাকে শিবির নেতা ট্যাগ দিয়ে এই হামলা করা হয়, এতে মুকুলের বাঁ হাত ভেঙে যায়।\n২৩ নভেম্বর, বাংলাদেশ কৃষি বিশ্ববিদ্যালয়ের তাপসী রাবেয়া হলে মধ্যরাতে গেস্টরুমে ডেকে নিয়ে এক শিক্ষার্থীকে নির্যাতন করা হয়। মুরছালিন মুস্তাকি মাফি নামক শিক্ষার্থী ডাইনিংয়ের খাবারের নিম্নমান ও মূল্যবৃদ্ধি নিয়ে প্রতিবাদ করায় তাকে গেস্টরুমে ডেকে গালিগালাজ ও নির্যাতন করা হয়।\n০৪ ডিসেম্বর, ঢাকা বিশ্ববিদ্যালয়ের বাংলা বিভাগের শিক্ষার্থী আহসান হাবীবকে গেস্টরুমে ম্যানার শিখানোর নামে মানসিক নির্যাতন ও অপমান করা হয়। এতে শিক্ষার্থী অজ্ঞান হয়ে যায়, তাকে ঢাকা মেডিকেল কলে হাসপাতালে ভর্তি করা হয়।\n\n\n== ২০২৪ ==\n৪ ফেব্রুয়ারি, জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের মীর মশাররফ হোসেন হলের ১৩৭ নং রুম হলো টর্চার সেল। স্থানীয় জিরানি এলাকার এক ডেকোরেটর ব্যবসায়ীকে কক্ষটিতে আটকে নির্যাতন করা হয়। এমনকি তার বউকে মোবাইল করে ডেকে নিয়ে আসে, ছাত্রলীগের একটি দল লোকটির স্ত্রীকে হলসংলগ্ন বনাঞ্চলে দলবদ্ধভাবে গণধর্ষণ করে।\n৭ ফেব্রুয়ারি, কুষ্টিয়া ইসলামী বিশ্ববিদ্যালয়ের লালন শাহ হলের ১৩৬ নম্বর কক্ষে ছাত্রলীগের কিছু নেতা এক শিক্ষার্থীকে উলঙ্গ করে নির্যাতন করে। এমনকি নাকে খত ও শরীরে রড দিয়ে আঘাত করা হয়।\n১৮ ফেব্রুয়ারি,  যশোর বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়ে ফিশারিজ অ্যান্ড মেরিন বায়োসায়েন্স বিভাগের মো. মানজুরুল হাসানকে সভাপতির সামনে লুঙ্গি পরিহিত অবস্থায় চলাচল ও সালাম না দেয়ায় তাকে নির্যাতন করা হয়।\n২২ মার্চ, ঢাকার তিতুমীর কলেজের দৈনিক সময়ের আলো পত্রিকার সাংবাদিক সাব্বির আহমেদের উপর আক্রমণ করা হয়। এতে হাত কেটে যায় ও ঠোঁট ফেটে যায়, ছাত্রলীগের বিরুদ্ধে বিউজ করার জন্য তারপর এই হামলা করা হয়।\nদৈনিক সময়ের আলোর নিজস্ব প্রতিবেদক সাব্বির আহমেদের উপর তিতুমীর কলেজ শাখা ছাত্রলীগের নেতাকর্মীদের হামলার ঘটনায় তীব্র নিন্দা ও প্রতিবাদ জানিয়েছে কলেজ শাখা ছাত্রদল।\n১৮ মে, রাজশাহী বিশ্ববিদ্যালয়ের হোসেন শহীদ সোহরাওয়ার্দী হলের এক হিন্দু শিক্ষার্থীকে বেধড়ক মারধর করে হল ছাড়া করে। এবং ছাত্রশিবির ট্যাগের কথা বলে হত্যার হুমকি দেয়। তাকে রাত ২টার দিকে হলের ছাদে নিয়ে গিয়ে ছাত্রলীগের ৮-১০ জন মিলে মারধর করে।\n৪ জুন, যশোর বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়ের শাহরীন রহমানকে রাতভর নির্যাতন কর হোয় এবং গুলি করার হুমকি দেওয়া হয়। তাকে ছাত্রলীগের একটি কক্ষে ডেকে নিয়ে ১০-১২ জন মিলে এলোপাতাড়ি কিলঘুষি মারতে থাকে। তাকে মোটা রড দিয়ে পেটানো হয়। ভোর ৫টা পর্যন্ত দফায় দফায় তাকে পেটানো হয়।\n\n\n== তথ্যসূত্র =="}