{"pageid": 1484337, "title": "ইনসুলিন অ্যাসপার্ট", "url": "https://bn.wikipedia.org/wiki?curid=1484337", "content": "ইনসুলিন অ্যাসপার্ট, অন্যদের মধ্যে নোভোলগ ব্র্যান্ডের অধীনে বিক্রি হয়, এটি এক ধরণের তৈরি ইনসুলিন যা টাইপ 1 এবং টাইপ 2 ডায়াবেটিসের চিকিৎসার জন্য ব্যবহৃত হয়।  সাধারণত এটি খাওয়ার ঠিক আগে নেওয়া হয়।  এটি সাধারণত ত্বকের নিচে ইনজেকশন দিয়ে ব্যবহার করা হয় তবে শিরাতে ইনজেকশন দিয়েও ব্যবহার করা যেতে পারে।  সর্বাধিক প্রভাব প্রায় 1-3 ঘন্টা পরে ঘটে এবং 3-5 ঘন্টা স্থায়ী হয়।  সাধারণত NPH-এর মতো দীর্ঘসময়-কার্যকরী ইনসুলিনেরও প্রয়োজন হয়। \nসাধারণ পার্শ্ব প্রতিক্রিয়াগুলির মধ্যে রয়েছে রক্তে নিম্নমাত্রায় শর্করা, অ্যালার্জির প্রতিক্রিয়া, চুলকানি এবং ইনজেকশনের জায়গায় ব্যথা।  অন্যান্য গুরুতর পার্শ্বপ্রতিক্রিয়াগুলির মধ্যে রক্তে নিম্নমাত্রায় পটাসিয়াম অন্তর্ভুক্ত থাকতে পারে।  গর্ভাবস্থায় এবং বুকের দুধ খাওয়ানোর সময় ব্যবহার করা সাধারণত নিরাপদ।  এটি টিস্যু গ্রহণকারী গ্লুকোজের পরিমাণ বাড়িয়ে এবং যকৃত দ্বারা তৈরি গ্লুকোজের পরিমাণ হ্রাস করে মানব ইনসুলিনের মতোই কাজ করে।  এটি মানব ইনসুলিনের তৈরি একটি রূপ; যেখানে একটি একক অ্যামিনো অ্যাসিড পরিবর্তন করা হয়েছে, বিশেষত B28 অবস্থানে অ্যাসপার্টিক অ্যাসিডসহ একটি প্রোলিন । \nইনসুলিন অ্যাসপার্ট 2000 সালে মার্কিন যুক্তরাষ্ট্রে চিকিৎসা ব্যবহারের জন্য অনুমোদিত হয়েছিল  যুক্তরাজ্যে 2019 অনুযায়ী NHS-এর প্রতি 100 ইউনিটে প্রায় £1.89 খরচ পড়ে  মার্কিন যুক্তরাষ্ট্রে এই পরিমাণের পাইকারি খরচ প্রায় US$30.00।  2017 সালে, এটি 14 মিলিয়নেরও বেশি প্রেসক্রিপশন সহ মার্কিন যুক্তরাষ্ট্রে 56 তম সর্বাধিক নির্ধারিত ওষুধ ছিল।  প্রস্তুতির সময় ইস্ট ব্যবহার করা হয়, যেগুলোর জিনোমে ইনসুলিন অ্যাসপার্টের জিন থাকে।  এই ইস্টগুলো তখন ইনসুলিন তৈরি করে, যা বায়োরিয়াক্টর থেকে সংগ্রহ করা হয়। \n\n\n== চিকিৎসাক্ষেত্রে ব্যবহার ==\nইনসুলিন অ্যাসপার্ট ডায়াবেটিসে আক্রান্ত ব্যক্তিদের গ্লাইসেমিক নিয়ন্ত্রণ উন্নত করার জন্য নির্দেশিত।\n\n\n=== কার্যকারিতার শুরু ===\nকার্যকারিতার শুরু প্রায় পনের মিনিটের মধ্যে হয়, সর্বোচ্চ কার্যক্ষমতা ৪৫–৯০ মিনিটের মধ্যে পৌঁছে এবং এর স্থায়িত্ব ৩–৫ ঘণ্টা।\n\n\n== পার্শ্বপ্রতিক্রিয়া ==\nডায়াবেটিসে আক্রান্ত ব্যক্তিদের জন্য ইনসুলিন অ্যাসপার্টের নিরাপত্তা সাধারণ ইনসুলিনের তুলনায় ভিন্ন নয়। ইনসুলিন থেরাপির সাথে সাধারণত যুক্ত পার্শ্বপ্রতিক্রিয়াগুলির মধ্যে রয়েছে: অ্যালার্জিক প্রতিক্রিয়া, ইনজেকশন স্থানের জ্বালাপোড়া, ফুসকুড়ি এবং হাইপোগ্লাইসেমিয়া। সবচেয়ে সাধারণ পার্শ্বপ্রতিক্রিয়া হলো হাইপোগ্লাইসেমিয়া। দীর্ঘমেয়াদী ইনসুলিন ব্যবহার, যার মধ্যে ইনসুলিন অ্যাসপার্টও অন্তর্ভুক্ত, পুনরাবৃত্তি ইনজেকশন বা ইনফিউশনের স্থানে লিপোডিস্ট্রোফি ঘটাতে পারে। লিপোডিস্ট্রোফির ঝুঁকি কমাতে, একই অঞ্চলের মধ্যে ইনজেকশন স্থানের স্থান পরিবর্তন করতে হবে। ইনসুলিন অ্যাসপার্ট ব্যবহারের ফলে ওজন বৃদ্ধিও হতে পারে, যা ইনসুলিনের অ্যানাবোলিক প্রভাব এবং গ্লুকোসুরিয়ার হ্রাসের সাথে সম্পর্কিত। ইনসুলিন অ্যাসপার্ট ব্যবহারের সাথে সোডিয়াম ধরে রাখা এবং এডিমার সম্পর্কও রয়েছে।\n\n\n== প্রস্তুতি ==\nইনসুলিন অ্যাসপার্ট ত্বকের নিচে ইনজেকশনের জন্য ইনসুলিন পাম্প এবং ইনসুলিন পেনে ব্যবহার করা যেতে পারে। এছাড়াও, এটি I-port এর মতো ইনজেকশন পোর্টের সাথেও ব্যবহার করা যেতে পারে।\nইনসুলিন অ্যাসপার্টের কার্যকারিতা স্বাভাবিক মানব ইনসুলিনের তুলনায় দ্রুত শুরু হয় এবং এর কার্যকারিতার সময়কাল স্বল্প হয়। ইনসুলিন অ্যাসপার্ট বাহ্যিক ইনসুলিন পাম্পের সাথেও ব্যবহার করা যেতে পারে।\n\n\n== সমাজ ও সংস্কৃতি ==\n২০১৮-এর হিসাব অনুযায়ী, টাইপ ২ ডায়াবেটিসে মানব ইনসুলিনের তুলনায় ইনসুলিন অ্যাসপার্টের শ্রেষ্ঠত্বের পক্ষে সন্তোষজনক প্রমাণের অভাব রয়েছে। সুতরাং, মানব ইনসুলিন থেকে ইনসুলিন অ্যাসপার্টে স্থানান্তর কেন ঘটেছে তা অস্পষ্ট। টাইপ ১ ডায়াবেটিসে এটি রক্তে শর্করার নিয়ন্ত্রণে সামান্য ভালো ফলাফল দেখাতে পারে।\n\n\n== তথ্যসূত্র =="}