{"pageid": 1484196, "title": "বুদু জিভজিভাদজে", "url": "https://bn.wikipedia.org/wiki?curid=1484196", "content": "বুদু জিভজিভাদজে (জর্জীয়: ბუდუ ზივზივაძე; জন্ম: ১০ মার্চ ১৯৯৪) হলেন একজন জর্জীয় পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে জার্মান ক্লাব কার্লস্রুহার এবং জর্জিয়া জাতীয় দলের হয়ে আক্রমণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত কেন্দ্রীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেলেন।\n২০১১ সালে, জিভজিভাদজে জর্জিয়া অনূর্ধ্ব-১৭ দলের হয়ে জর্জিয়ার বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় পাঁচ বছর যাবত জর্জিয়ার বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০১৭ সালে জর্জিয়ার হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; জর্জিয়ার জার্সি গায়ে তিনি এপর্যন্ত ২৫ ম্যাচে ৭টি গোল করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nবুদু জিভজিভাদজে ১৯৯৪ সালের ১০ই মার্চ তারিখে জর্জিয়ার কুতাইসিতে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nজিভজিভাদজে জর্জিয়া অনূর্ধ্ব-১৭, জর্জিয়া অনূর্ধ্ব-১৯ এবং জর্জিয়া অনূর্ধ্ব-২১ দলের হয়ে খেলার মাধ্যমে জর্জিয়ার প্রতিনিধিত্ব করেছেন। ২০১১ সালের ২৭শে মার্চ তারিখে তিনি বেলারুশ অনূর্ধ্ব-১৭ দলের বিরুদ্ধে ম্যাচে জর্জিয়া অনূর্ধ্ব-১৭ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। জর্জিয়ার বয়সভিত্তিক দলের হয়ে তিনি প্রায় ৫ বছরে ১৬ ম্যাচে অংশগ্রহণ করে ২টি গোল করেছেন।\n২০১৭ সালের ২৩শে জানুয়ারি তারিখে, ২২ বছর, ১০ মাস ও ১৩ দিন বয়সে, উভয় পায়ে ফুটবল খেলায় পারদর্শী জিভজিভাদজে উজবেকিস্তানের বিরুদ্ধে অনুষ্ঠিত প্রীতি ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে জর্জিয়ার হয়ে অভিষেক করেছেন। তিনি উক্ত ম্যাচের মূল একাদশে অন্তর্ভুক্ত ছিলেন; ম্যাচে তিনি ১১ নম্বর জার্সি পরিধান করে কেন্দ্রীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি উজবেকিস্তান ২–২ গোলের ব্যবধানে জয়লাভ করেছিল। জর্জিয়ার হয়ে অভিষেকের বছরে জিভজিভাদজে সর্বমোট ২ ম্যাচে অংশগ্রহণ করেছেন। জাতীয় দলের হয়ে অভিষেকের ৫ বছর, ২ মাস ও ২ দিন পর, জর্জিয়ার জার্সি গায়ে প্রথম গোলটি করেছেন; ২০২২ সালের ২৫শে মার্চ তারিখে, বসনিয়া ও হার্জেগোভিনার বিরুদ্ধে ম্যাচের ৪৯তম মিনিটে খভিচা কভারাতসখেলিয়ার অ্যাসিস্ট হতে জর্জিয়ার হয়ে ম্যাচের প্রথম গোলটি করার মাধ্যমে তিনি আন্তর্জাতিক ফুটবলে তার প্রথম গোলটি করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n৮ অক্টোবর ২০২৪ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবুদু জিভজিভাদজে – ফিফা প্রতিযোগিতার রেকর্ড (ইংরেজি) \nবুদু জিভজিভাদজে – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nসকারওয়েতে বুদু জিভজিভাদজে  (ইংরেজি)  \nসকারবেসে \nবিডিফুটবলে \nইইউ-ফুটবলে বুদু জিভজিভাদজে (ইংরেজি) \nট্রান্সফারমার্কেটে বুদু জিভজিভাদজে (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে বুদু জিভজিভাদজে (ইংরেজি) \nইএসপিএন এফসিতে \nন্যাশনাল-ফুটবল-টিমস.কমে বুদু জিভজিভাদজে (ইংরেজি)"}