{"pageid": 1484952, "title": "ইকমালু তাহযিবুল কামাল ফি আসমাউল রিজাল", "url": "https://bn.wikipedia.org/wiki?curid=1484952", "content": "ইকমালু তাহযিবুল কামাল ফি আসমাউল রিজাল (আক্ষ. 'পরিপূর্ণতার সম্পূর্ণ পরিমার্জন') পণ্ডিত আল-বাকজারি আল হানাফী দ্বারা রচিত একটি সংকলন বই। এতে হাদীসের মহান পুরুষদের জীবনী স্থান পেয়েছে। যাতে পাঁচ হাজারেরও বেশি ব্যক্তির তথ্য তুলে ধরা হয়েছে। বইটি আরব ইসলামি জাতির ঐতিহ্যের অন্যতম বই হিসাবে স্বীকৃত। আল-হাফিজ ইবনে হাজার বইটি তাহযিব আল-তাহযিব নামে তৈরি করেছেন। তিনি মোগলতাইয়ের বইটির উদাহরণ অনুসরণ করে লিখেছেন। বইটিতে বৈজ্ঞানিক উপায়ে উৎকৃষ্ট উপাদান ব্যবহার করে লেখা হয়েছে।\n\n\n== লেখক সম্পর্কে ==\nলেখক আবদুল্লাহ আল-বাকজারি হানাফি মাযহাবের চিন্তাধারার গবেষক। তিনি তুর্কি বংশোদ্ভূত, আরবীয় ব্যক্তি এবং জন্মসূত্রে মিশরীয়। তিনি কায়রোর কালাত আল-জাবাল মসজিদে ৬৮৯ হিজরিতে জন্মগ্রহণ করেন। ৭৬২ হিজরিতে কায়রোর মাহদিয়াতে মৃত্যুবরণ করেন। লেখকের হস্তলিখিত কপিতে বইটির নাম ইকমাল তাহযিব আল-কামাল পাওয়া গিয়েছে। যা আল-আজহার সংস্করণে প্রকাশ হয়েছিলো। আল-হাফিজ ইবনে হাজারের \"তাজিলুল মানফাত বইয়ের মধ্যে লিখেছেন, \"বইটিতে এতে অনেক বিভ্রম ছিল, এরপরে তিনি এটিকে অর্ধেক আকারে সংক্ষিপ্ত করেছিলেন।\n\n\n== বইটির গুরুত্ব ==\nবইটি মূলত হাফিজ আবদুল গনি বিন রচিত বই আল-কামাল বই থেকে উপাত্ত নেওয়া হয়েছে। তারপর ইমাম জামাল আল-মিজি এটিতে কাজ করেন, যা এই শিল্পের অন্যতম সেরা কাজ বলে বিবেচিত হয়। পরবর্তীতে বইটি বিজ্ঞানের বিশেষজ্ঞদের মধ্যে একটি প্রধান উৎস হয়ে ওঠে। তর্ক বিতর্কের বেলায় বইটি উৎস প্রদানের অস্ত্র হয়ে উঠে। তারপরে এর অনেক সংক্ষিপ্ত রূপ প্রকাশিত হয়েছে, এদের মধ্যে তাহযিব আল-তাহযিব এবং আল-কাশিফ উল্লেখযোগ্য। এছাড়াও আল-হাফিজ আল-জাহাবী ও আল-হাফিজ ইবনে কাসিরের আল-তাকমিল উল্লেখযোগ্য।\nএটি সাধারণভাবে পঞ্চম শতাব্দীর পরবর্তী পণ্ডিতদের মধ্যে প্রভাব বিস্তার করেছিলো। লেখকদের সংগ্রহ, বিন্যাস, সংশোধন এবং ব্যাখ্যা দ্বারা পরবর্তী যুগে অব্যাহত ছিলো। এরপর পণ্ডিত মোগালতাইয়ের বইটি আসে এবং তিনি ৭৪৪ সালে বইটি লিখতে শুরু করেন। তিনি তার কাজটি মূল বইয়ের মত করেই সম্পন্ন করেছিলেন। বইটিকে সবচেয়ে গুরুত্বপূর্ণ বিষয়গুলির মধ্যে একটি হলো, এটি আমাদের জন্য জার এবং তা'দীলের বর্ণনার জন্য উপাদান সংরক্ষণ করেছিল। বর্তমানে সেটা আর মানুষের মধ্যে উপলব্ধ নেই। যেমন আহমদের কর্তৃত্বে আবু জাফর আল-বাগদাদীর বর্ণনা এবং ইয়াহিয়া ইবনে মাঈনের কর্তৃত্বে আল-গাল্লাবির বর্ণনা, এসব বর্ণনা, জ্ঞানের অনেক উৎস ও উদ্ধৃতি হারিয়ে গেছে। যেমন আল-রাশাতির বই এবং আল-জুবায়ের ইবনের বই হারিয়ে গিয়েছে। যেমন ইবনে কানির আল-ওফাত নামক বই, আহমদ ইবনে আবি খালেদের সহীহ ইতিহাসের ভূমিকা এবং আত্মীয়তার ইতিহাস নামক বইও হারিয়ে গিয়েছে। বইটি এই কারণেও আলাদা যে, এতে অনেক গুরুত্বপূর্ণ বাণী, বিশেষ করে হারিয়ে যাওয়া ইবনে আল-মাদিনী এবং ইবনে মাঈনের উদৃদ্ধি রয়েছে।\n\n\n== লেখকদের মূল্যায়ন ==\nলেখক যেসকল পণ্ডিতদের থেকে উপকরণগুলি সংগ্রহ করেছিলো তার মধ্যে কিছু ধর্মবাদী বা নম্র লেখক ছিল। লেখক বইয়ের ভূমিকায় বইটি লেখার পিছনে প্রেরণার কথা উল্লেখ করেছেন। লেখক আল-মাকদিসির বই অফ পারফেকশনের পাশাপাশি আল-মাজির তাহযিব আল-কামালের প্রশংসা করেছেন। তারপরে তিনি বইয়ে অবদানকারীদের তালিকায় আল-মিজিকে উল্লেখ করেছেন। লেখক অনুবাদের বিষয়ে তার অবস্থা এবং পদ্ধতি ব্যাখ্যা করেছেন। আল-মাকদিসি ভূমিকায় তার কিছু জীবনীও যোগ করেছেন। লেখক আল-মিজির লেখাগুলি পরীক্ষা করেছিলেন এবং ডকুমেন্টেশন যোগ করার জন্য কাজ করেছিলেন।\nতিনি হাদিস বিশারদ নামগুলির বিস্তারিত বিবরণ এবং ডাকনামগুলি উল্লেখ করার ক্ষেত্রে অত্যন্ত যত্নবান ছিলেন। এমনকি যদি সেগুলি একাধিক হয় তবে তিনি বংশের বিবরণ উল্লেখ করেছেন। তিনি তার বক্তব্য প্রমাণ করার জন্য মূল উৎসগুলো উল্লেখ করতে সচেষ্ট ছিলেন। সাহাবায়ে কেরামের জীবনী সংকলনকারী সাহাবায়ে কেরামের লেখা সকল বই উল্লেখ করতে আগ্রহী ছিলেন। তিনি সেই বর্ণনাকারীদের প্রতিও মনোযোগ দিয়েছেন যাদের সহীহ গ্রন্থের সাহাবীগণ অন্তর্ভুক্ত করেছেন, যেমন ইবনে খুযাইমাহ, ইবনে হিব্বান এবং আল-হাকিম প্রভৃতি।\n\n\n== আরো দেখুন ==\nআবু আল কাসিমের জীবনীতে হাস্যোজ্জ্বল পুষ্প\n\n\n== তথ্যসূত্র =="}