{"pageid": 1484120, "title": "পাকিস্তানের উপ-প্রধানমন্ত্রী", "url": "https://bn.wikipedia.org/wiki?curid=1484120", "content": "পাকিস্তানের উপ-প্রধানমন্ত্রী, আনুষ্ঠানিকভাবে ইসলামিক প্রজাতন্ত্র পাকিস্তানের উপ-প্রধানমন্ত্রী (উর্দু : نائب وزيراعظم پاكستان )  রোমানাইজড: নায়েব ওয়াজির এ আ'আম পাকিস্তান) পাকিস্তান সরকারের দ্বিতীয় সবচেয়ে সিনিয়র মন্ত্রী। পদটির মূল উদ্দেশ্য ছিল প্রধানমন্ত্রীর অনুপস্থিতিতে সরকারকে ব্যাকআপ দেওয়া। ক্ষমতাসীন পাকিস্তান পিপলস পার্টি (পিপিপি) এবং পিএমএল-কিউ-এর মধ্যে ফেডারেল মন্ত্রিসভায় মন্ত্রিসভা ভাগ করে নেওয়ার একটি চুক্তির ফলস্বরূপ পারভেজ এলাহীকে পাকিস্তানের প্রথম উপ-প্রধানমন্ত্রী করা হয়। ২০২৩-২০২৪ সাল থেকে শেহবাজ শরীফ ইসহাক দারকে উপ-প্রধানমন্ত্রী হিসেবে দারের পররাষ্ট্রমন্ত্রীর পোর্টফোলিওর অতিরিক্ত দায়িত্ব হিসেবে নিয়োগ না করা পর্যন্ত অফিসটি শূন্য ছিল।\n\n\n== পাকিস্তানের উপ-প্রধানমন্ত্রী ==\n\n\n== ইতিহাস ==\nনুসরাত ভুট্টো তার মেয়ের সরকারে মন্ত্রিসভার সিনিয়র ফেডারেল মন্ত্রী হিসেবে দায়িত্ব পালন করেন। তাকে প্রায়ই উপ-প্রধানমন্ত্রী হিসেবে বর্ণনা করা হয়। এর আগে নুরুল আমিনের শাসনামলে জেড এ ভুট্টো পাকিস্তানের প্রথম উপ-প্রধানমন্ত্রী হিসেবে দায়িত্ব পালন করেন।\n২৫ জুন ২০১২ তারিখে, চৌধুরী পারভেজ এলাহি পাকিস্তানের উপ-প্রধানমন্ত্রী হিসেবে নিযুক্ত হন। তিনি ফেডারেল মন্ত্রিসভায় বিভিন্ন অফিসও অধিষ্ঠিত করেন। যে পদটির জন্য অসাংবিধানিক বিধান রয়েছে, তা সরকার এবং পিএমএল-কিউ নেতৃত্বের মধ্যে চুক্তির ফলস্বরূপ। বিজ্ঞপ্তিতে বলা হয়েছে যে এলাহীর নিয়োগ তাৎক্ষণিক ভিত্তিতে করা হয়েছিল এবং একটি নতুন আদেশ জারি না হওয়া পর্যন্ত এটি বৈধ থাকবে। প্রজ্ঞাপনে আরও বলা হয়েছে যে \"এলাহী প্রধানমন্ত্রীর ক্ষমতার অধিকারী হবেন না\"। পাকিস্তান পিপলস পার্টি (পিপিপি) এবং পাকিস্তান মুসলিম লীগ (কিউ) (পিএমএল-কিউ) মধ্যে আলোচনার পর, চৌধুরী পারভেজ এলাহীকে উপ-প্রধানমন্ত্রী নিযুক্ত করা হয় এবং তার দলের ১৫ জন সদস্যকে ফেডারেল মন্ত্রিসভায় অন্তর্ভুক্ত করা হয়।\n২৮ এপ্রিল, ২০২৪-এ, মন্ত্রিপরিষদ বিভাগ দ্বারা জারি করা একটি বিজ্ঞপ্তির মাধ্যমে শাহবাজ শরীফ ইসহাক দারকে উপ-প্রধানমন্ত্রী হিসেবে নিয়োগ দেন।\n\n\n== ক্ষমতা এবং দায়িত্ব ==\nপদটি প্রতীকী, অসাংবিধানিক এবং নির্দিষ্ট কর্তৃপক্ষ ছাড়াই, শুধুমাত্র প্রধানমন্ত্রীর অনুপস্থিতিতে আনুষ্ঠানিকভাবে তার স্থান রক্ষা করার জন্য তৈরি করা হয়েছে। পদটি বিশেষ দায়িত্ব বহন করে না, যদিও এটি মন্ত্রিপরিষদের বেশ কয়েকটি মন্ত্রণালয়ের উপর তত্ত্বাবধান মঞ্জুর করে এবং উপ-প্রধানমন্ত্রী একজন \"সিনিয়র ফেডারেল মন্ত্রী\" হিসাবে তার ক্ষমতায় কাজ করেন। চৌধুরী পারভেজ এলাহি প্রাক্তন প্রধানমন্ত্রী ইউসুফ রাজা গিলানির মন্ত্রিসভায় সিনিয়র মন্ত্রী হিসাবে কাজ করেছিলেন, অন্য একটি পদ কোন যুক্তিসঙ্গত ক্ষমতা ছাড়াই। পূর্বে, বেনজির ভুট্টো এবং নওয়াজ শরীফের সরকারে যথাক্রমে বেগম নুসরাত ভুট্টো এবং চৌধুরী নিসার আলী খান সিনিয়র মন্ত্রী পদটি দখল করেছিলেন। উপ-প্রধানমন্ত্রী হিসেবে ইসহাক দারের ভূমিকার কোনো সাংবিধানিক সংজ্ঞার অস্পষ্টতার কারণে, অফিসে তার বর্তমান দায়িত্ব ও কর্তৃপক্ষ অনিশ্চিত।\n\n\n== বিচার বিভাগের সমস্যা ==\n২৮ জুন ২০১২ তারিখে, পদটির বৈধতার বিরুদ্ধে পাকিস্তানের সুপ্রিম কোর্টে একটি পিটিশন দাখিল করা হয়। আবেদনকারী আদালতকে বলেছিলেন যে পাকিস্তানের সংবিধানে এই জাতীয় কোনও পদের কোনও স্থান নেই এবং আদালতকে এই পদটি বরখাস্ত করার জন্য জোর দিয়েছিলেন। সংবিধানের ৯১ অনুচ্ছেদের লঙ্ঘনের অধীনে পোস্টটি লাহোর হাইকোর্টেও চ্যালেঞ্জ করা হয়েছিল। আবেদনকারী আদালতে আবেদন করেছিলেন যে \"এই নিয়োগটি উদ্দেশ্যহীন ছিল এবং এটি বাতিল ঘোষণা করা উচিত।\"  সিন্ধু হাইকোর্টেও একটি পিটিশন দাখিল করা হয়েছিল যা আদালত প্রত্যাখ্যান করেছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপাকিস্তান সরকার"}