{"pageid": 1484346, "title": "আন্তঃবাহিনী জনসংযোগ", "url": "https://bn.wikipedia.org/wiki?curid=1484346", "content": "ইন্টার-সার্ভিস পাবলিক রিলেশনস (আইএসপিআর) ( উর্দু: بین الخدماتی تعلقات عامہ‎‎ ),পাকিস্তান, পাকিস্তান সশস্ত্র বাহিনীর মিডিয়া এবং জনসংযোগ শাখা। এটি দেশের বেসামরিক মিডিয়া এবং নাগরিক সমাজের কাছে সামরিক সংবাদ এবং তথ্য সম্প্রচার ও সমন্বয় করে। \nISPR অধিদপ্তর মিডিয়ার সাথে যোগাযোগের মাধ্যমে নাগরিক সমাজ এবং সুশীল সমাজের সাথে জনসম্পর্ক জোরদার করার লক্ষ্যে কাজ করে।  অধিদপ্তরটি পাকিস্তানের সামরিক বাহিনীর মূল কণ্ঠস্বর হিসাবেও কাজ করে, এর মহাপরিচালক সশস্ত্র বাহিনীর সরকারী মুখপাত্র হিসাবে কাজ করেন। \n\n\n== ওভারভিউ ==\nআন্তঃবাহিনী জনসংযোগ পরিদপ্তর (আইএসপিআর) ১৯৪৯ সালে সেনাবাহিনীর কর্নেল শাহবাজ খানের প্রথম মহাপরিচালক হিসেবে প্রতিষ্ঠিত হয়।  আইএসপিআর পাকিস্তান সশস্ত্র বাহিনীর জন্য একটি ঐক্যবদ্ধ জনসংযোগ ব্যবস্থা হিসাবে কাজ করে, যার মধ্যে সেনাবাহিনী, বিমানবাহিনী, নৌবাহিনী এবং মেরিন রয়েছে।  আইএসপিআর সশস্ত্র বাহিনীর জনসংযোগের প্রয়োজনীয়তা পরিচালনা করে এবং বেসামরিক কর্মকর্তাদের সাথে সামরিক বাহিনীর সম্মিলিত কর্মীদের সাথে কর্মী থাকে।  এটি জনসাধারণের পর্যায়ে সশস্ত্র বাহিনীর জন্য একটি জাতীয় সমর্থন সংগ্রহের জন্য একটি গুরুত্বপূর্ণ ভূমিকা পালন করে।  আইএসপিআর-এর লক্ষ্য প্রতিপক্ষের অনুভূত মর্যাদাকে ক্ষুণ্ন করার সাথে সাথে সেনাবাহিনীর নির্ধারিত আনুষঙ্গিক অপারেশনগুলির জন্য সমর্থন জোরদার করা। \nমার্কিন সেনাবাহিনীর কর্নেল জন অ্যাডাচের দৃষ্টিতে, আইএসপিআর সশস্ত্র বাহিনী, বেসামরিক মিডিয়া এবং নাগরিক সমাজের মধ্যে ইন্টারফেস করে।  উপরন্তু, আইএসপিআর একীভূত সশস্ত্র বাহিনীর মিডিয়া নীতিও প্রণয়ন করে এবং নেতিবাচক মনোভাব থেকে সশস্ত্র বাহিনীর সামরিক স্বার্থ রক্ষার লক্ষ্য রাখে। আইএসপিআর আন্তর্জাতিক এবং দেশীয় মিডিয়াও পর্যবেক্ষণ করে, পাকিস্তানের সামরিক ইস্যু সম্পর্কিত আন্তর্জাতিক প্রতিবেদনের প্রকৃতি জরিপ করে। \nনিয়মিতভাবে, আইএসপিআর বিদেশী এবং অভ্যন্তরীণ এলাকায় কৌশলগত অপারেশন সম্পর্কিত টেলিভিশন সংবাদ সম্প্রচার করে। পাকিস্তানের সামরিক কর্মীদের নিয়োগ এবং কার্যভারে, আইএসপিআরকে প্রায়শই পাকিস্তান সশস্ত্র বাহিনীর সবচেয়ে মর্যাদাপূর্ণ অধিদপ্তর হিসাবে বিবেচনা করা হয়। \nএর নির্বাহী কর্তৃপক্ষ, একজন মহাপরিচালক, পাকিস্তান সশস্ত্র বাহিনীর একজন প্রধান সামরিক মুখপাত্র।\n\n\n=== পুনর্গঠন ===\n২০২৪ সালে, ISPR পুনর্গঠন ও সম্প্রসারণ করে। বিদেশী বা কৌশলগত যোগাযোগ এবং দেশীয় মিডিয়া পরিচালনার জন্য আইএসপিআর-এ দুইজন দুই তারকা মেজর-জেনারেল পদমর্যাদার কর্মকর্তা নিয়োগ করা হয়েছিল।  এই প্রথম আইএসপিআর স্থায়ীভাবে মেজর জেনারেলের পরিবর্তে লেফটেন্যান্ট জেনারেল পদমর্যাদার একজন কর্মকর্তার নেতৃত্বে থাকবে এবং প্রথমবারের মতো আইএসপিআরে দুইজন মেজর জেনারেল নিয়োগ করা হবে। \n\n\n== অপারেশন ==\nআইএসপিআর সশস্ত্র বাহিনীর জন্য জাতীয় সমর্থন আদায়ের পাশাপাশি প্রতিপক্ষের ইচ্ছাকে ক্ষুণ্ন করে অর্পিত মিশনটি সম্পন্ন করার জন্য তাদের সংকল্পকে শক্তিশালী করার জন্য দায়ী।\nএটি সশস্ত্র বাহিনী, মিডিয়া এবং জনসাধারণের মধ্যে একটি ইন্টারফেস হিসাবে কাজ করে। এটি পাকিস্তানের সামরিক বাহিনীর বেশিরভাগ মিডিয়া নীতি প্রণয়ন করে, নেতিবাচক প্রভাব থেকে সশস্ত্র বাহিনীকে রক্ষা করে এবং আন্তর্জাতিক ও দেশীয় মিডিয়া উভয়ের উপর নজরদারি করে।\n\n\n== প্রধান মিডিয়া নেটওয়ার্ক ==\nনিয়মিতভাবে, আইএসপিআর চলমান সামরিক মহড়া সম্পর্কে টেলিভিশনে প্রেস রিলিজ প্রকাশ করে এবং বেসামরিক মিডিয়াকে উদ্ভাবনী কৌশলগত অস্ত্রাগার পরীক্ষা সম্পর্কে অবহিত করে।  \nসশস্ত্র বাহিনীর জনসংযোগ সংস্থা হিসাবে কাজ করার পাশাপাশি, আইএসপিআর পাকিস্তানের চলমান সামরিক কন্টিনজেন্সি অপারেশন সম্পর্কিত তথ্যের একচেটিয়া প্রচার পরিচালনা করে।\n\n\n== মিডিয়া প্রোডাকশন ==\n১৯৯০ সাল থেকে, আইএসপিআর সামরিক কথাসাহিত্যের উপর মিনি-সিরিজ, নাটক এবং চলচ্চিত্র নির্মাণ করে আসছে। প্রথম আইএসপিআর নাটক ছিল সুনেহরে দিন যা ১৯৯১ সালে মুক্তি পায়  আইএসপিআর-এর কিছু বিখ্যাত নাটকের মধ্যে রয়েছে এহদ-ই-ওয়াফা, ওয়ার, শাহপর, এক থি মারিয়াম এবং সিনফ-ই-আহান । ২০২২ সালে সম্প্রচারিত জিও এন্টারটেইনমেন্টের সহযোগিতায় আইএসপিআর তার প্রথম অ্যানিমেটেড সিরিজ টিম মুহাফিজ তৈরি করেছে। নাটক ছাড়াও, আইএসপিআর অনেক গান প্রকাশ করেছে যার প্রথমটির শিরোনাম ছিল \"রং লায়েগা শহীদ কা লাহু\"। আইএসপিআর ২০১৮ সালে মুক্তিপ্রাপ্ত দ্য গ্লোরিয়াস রেজলভ সহ প্রামাণ্যচিত্রও প্রকাশ করেছে।  ISPR তার মিডিয়া প্রোডাকশনের জন্য সুপরিচিত।\n\n\n== বিতর্ক ==\nসাংবাদিক তালাত হোসেনের কথায়। আইএসপিআর দেশের অভ্যন্তরে সংবাদপত্রের স্বাধীনতা সীমিত করেছে বলে অভিযোগ রয়েছে। এটি দাবি করা হয়েছে যে আইএসপিআর জাতীয় মিডিয়াকে নির্দিষ্ট পরিসংখ্যান বা ঘটনাগুলিকে সেন্সর করতে এবং এমনকি ট্রান্সমিশন চ্যানেলগুলি বন্ধ করার নির্দেশ দিয়েছে। \n২০২৪ সালের পাকিস্তানের সাধারণ নির্বাচনের সময় ইমরান খানের চিত্রায়ন সেন্সর করার জন্য ISPR-এর বিরুদ্ধে মিডিয়া চ্যানেলগুলির উপর প্রভাব বিস্তারের অভিযোগ রয়েছে। \n\n\n== আইএসপিআর মহাপরিচালকের তালিকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nISPR অফিসিয়াল ওয়েবসাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ সেপ্টেম্বর ২০১১ তারিখে"}