{"pageid": 1484944, "title": "সাদিয়া (শহর)", "url": "https://bn.wikipedia.org/wiki?curid=1484944", "content": "সাদিয়া উত্তর-পূর্ব ভারতের আসাম রাজ্যের একটি ছোট শহর। সহরটি তিনসুকিয়া জেলায় অবস্থিত। শহরটি লাল নদীর তীরে অবস্থিত এবং হিমালয় পর্বত দ্বারা বেষ্টিত। সাদিয়াকে সাতফুল (শব্দটির অর্থ \"আশীর্বাদ\" বা \"মরুভূমির ফুল\") নামের একটি ফুলের জন্য বিখ্যাত, যা অনেকটা জেসমিনের মতো। সাদিয়ার জঙ্গলে প্রথম চা গাছ আবিষ্কার করে ব্রিটিশরা।\n\n\n== ইতিহাস ==\n\nসাদিয়া ছিল বীরপাল কর্তৃক ১১৮৭ খ্রিস্টাব্দে প্রতিষ্ঠিত চুটিয়া রাজ্যের রাজধানী, যার মধ্যে উত্তর-পূর্ব আসাম এবং বর্তমান অরুণাচল প্রদেশের কিছু অংশ অন্তর্ভুক্ত ছিল। বীরপালের পুত্র গৌরীনারায়ণ ১৩ শতকে সাদিয়াতে তার রাজধানী স্থাপন করেন এবং এটি ১৬ শতক পর্যন্ত রাজধানী ছিল। সাদিয়া ছিল পূর্ববঙ্গ ও আসাম অঞ্চলের লখিমপুর জেলার উত্তর-পূর্ব সীমান্তে ব্রিটিশ রাজের একটি ফাঁড়ি। নদীর ওপারে ছিল আসাম-বাংলা রেল লাইনের রেলওয়ে স্টেশন। সাদিয়াকে সেনাবাহিনীর ঘাঁটি হিসেবেও ব্যবহার করা হতো। এর বাজারে, মিচিমি, আবর এবং খামাটি, সীমান্তের ওপারের পাহাড় থেকে, সুতির কাপড়, লবণ এবং ধাতব পণ্যের বিনিময়ে রাবার, মোম, হাতির দাঁত এবং কস্তুরী নিয়ে আসে। সাদিয়ার পুরানো শহরটি ১৯৫০ সালের ভূমিকম্পে ধ্বংস হয়ে যায়। ভারতরত্ন সুধাকান্ত ডঃ ভূপেন হাজারিকা ১৯২৬ সালে সাদিয়ার বুলুং নামে একটি গ্রামে জন্মগ্রহণ করেন। বর্তমানে বুলং নামক এই জায়গাটি একটি বালির টিলা। ১৯৫০ সালের ভূমিকম্পে এলাকাটি ধ্বংস হয়ে যায় এবং গ্রামবাসীরা এখন অরুণাচল প্রদেশের দিবাং উপত্যকা জেলার বুলুং নামে একটি নতুন গ্রামে বসবাস করছে। অরুণাচল সরকার এই গ্রামে সুধাকান্তের স্মরণে একটি মূর্তি স্থাপন করেছে।\n\n\n== ভৌগোলিক ==\nসাদিয়ার ভৌগোলিক অবস্থান হল ২৭.৮৩° উত্তর ৯৫.৬৭° পূর্ব﻿ / 27.83; 95.67 এবং এটি সমুদ্রপৃষ্ঠ থেকে প্রায় ১২৩ মিটার (৪০৪ ফুট) উচ্চতায় অবস্থিত।\nসাদিয়াকে অনেকে দিহাং (চাংপু, সিয়াং, ব্রহ্মপুত্রের মূল স্রোত), দিবাং এবং লাল নদীর সঙ্গম দ্বারা গঠিত বিশাল ব্রহ্মপুত্র দ্বারা সৃষ্ট বিশ্বের বৃহত্তম স্থলভাগ হিসেবে বিবেচনা করে।\n\n\n== রাজনৈতিক ==\nসাদিয়া ১৪ নং লখিমপুর লোকসভা কেন্দ্রের অন্তর্গত, বিধানসভা কেন্দ্রের নাম হল ১২৬ নং সাদিয়া বিধানসভা কেন্দ্র।\nসাদিয়া তিনসুকিয়া জেলার তিনটি মহকুমার একটি। চাঁপাখাওয়া সাদিয়ার কেন্দ্রস্থল  সাদিয়াকে ২৬ জানুয়ারি মহকুমা হিসেবে ঘোষণা করা হয়।\nসাদিয়া মহকুমায় চাপাখাওয়া নামে একটি  পৌরসভা রয়েছে। এই পৌরসভার প্রথম নির্বাচিত মেয়র ছিলেন বিপিন গগৈ। সাদিয়া মহকুমায় ১১ টি পঞ্চায়েত এবং দুটি জেলা পরিষদ রয়েছে।\n\n\n== পৌরাণিক এবং ঐতিহাসিক নিদর্শন ==\nসাদিয়া মহকুমার বিভিন্ন স্থানে অনেক পৌরাণিক ও ঐতিহাসিক নিদর্শন রয়েছে। তার মধ্যে উল্লেখযোগ্য কিছু স্থান হলঃ\n\n\n=== সাদিয়ার চরিশাল ===\nপ্রাচীনকাল থেকেই সাদিয়ায় চুতিয়া সম্প্রদায়ের দেউরি-চুতিয়া লোকেরা এই শালগুলি ব্যবহার করে আসছে। প্রতি বছরের বৈশাখ, আষাঢ় বা শ্রাবণ, কার্তিক ও মাঘ মাসে পূজা করা হয়। \nপ্রতি তিন বছর পর চতুর্থ বছরে একটি করে ষাঁড় বলি দেওয়া হয়।  অতীতে এসব শালে মানবও বলি দেওয়া হতো। দেউরিরা এখনও এই শালগুলিতে পুরোহিত হিসাবে কাজ করে।\n\nবুরহা-বুধী শাল: এটি চাপাখাওয়া থেকে প্রায় সাত কিলোমিটার পশ্চিমে বুরহাবুধি গ্রামে অবস্থিত। শিব ও পার্বতী পূজা করা হয়।\nকেচাইখাটি শাল বা তামরেশ্বরী মন্দির : এটি চাপাখাওয়া থেকে প্রায় ১১ কিমি দূরে কুন্দিল নদীর তীরে পুরাতন লখিমপুরিয়া গ্রামে অবস্থিত। কেচাইখাটি গোসানী পূজা করা হয়।\nপাতার শাল: এটি চাঁপাখাওয়া থেকে প্রায় বারো কিলোমিটার দূরে কুকুরামরা গ্রামের কাছে বালিজান নদীর তীরে অবস্থিত। শাদিয়ার হালাউগঞ্জে একটি পাতার শালও আছে কিন্তু এটি প্রকৃত পাতার শাল নয়।\nবালিয়া বাবার স্থান: এটি চাপাখাওয়া থেকে প্রায় বারো কিলোমিটার পশ্চিমে হরিপুর গ্রামে অবস্থিত। বুদ্ধ-বুধি বা শিব ও পার্বতীর পুত্র বালিয়া বাবাকে পূজা করা হয়। এখানে নারীদের প্রবেশ নিষেধ।\n\n\n=== পুকুর ===\nসাদিয়ায় চুতিয়া রাজত্বকালের খনন করা বেশ কিছু  পুকুর দেখা যায়।\n\nকরানো পুকুর: এই পুকুরটি বর্তমানে সম্পূর্ণ অরুণাচল প্রদেশের বাসিন্দাদের দখলে।\nপদুম পুকুর: চাঁপাখাওয়া থেকে প্রায় পাঁচ কিলোমিটার দূরে অরুণাচল সীমান্তের পদুম পুকুর গ্রামে অবস্থিত পদুম পুকুর। আয়তন প্রায় দশ বর্গকিলোমিটার এবং গভীরতা দশ ফুট।\nআমের পুকুর: এটি পদুম পুকুর থেকে প্রায় দুই কিলোমিটার দূরে শালখানির কাছে অবস্থিত। আগে এর আয়তন ছিল প্রায় আধা একর।\nবার পুকুর: বার পুকুর চাপাখাওয়া থেকে প্রায় পাঁচ কিলোমিটার গ্রামে অবস্থিত। এটি প্রায় ১০০ মিটার দীর্ঘ এবং ৩০ মিটার চওড়া।\nনৌবাহিনী: পুকুরের মতো নৌ বন্দরটি এখন লাচিত স্টেডিয়াম নামে পরিচিত। এটিকে খেলার মাঠে উন্নীত করা হয়েছে। এই পুকুরে পানি জমে না। পুকুরের উপর নির্মিত আসামের সম্ভবত এটাই একমাত্র স্টেডিয়াম।\n\n\n=== অন্যান্য স্মৃতিস্তম্ভ ===\nবৈরাগী থান: এটি চাপাখাওয়া থেকে প্রায় নয় কিমি অবস্থিত। মাজারটি সেভেন মাইলে NH-37 বরাবর ডঃ ভূপেন হাজারিকা সেতুর ঠিক এক কিলোমিটার দূরে অবস্থিত।\nপ্রতিমা গড়: শুধু ধ্বংসাবশেষ দেখা যায়। কথিত আছে এখানে চুটিয়ার যুদ্ধাস্ত্র স্থাপন করা হয়েছিল।[ উদ্ধৃতি প্রয়োজন ] এই টুকরোগুলি এখনও পুরানো তরণী গ্রামে বিদ্যমান।\nচাঁপাখাওয়া থেকে প্রায় চার কিলোমিটার দক্ষিণে বিষ্ণুপুর গ্রামে দুটি সমাধি রয়েছে।\n\n\n== তথ্যসূত্র =="}