{"pageid": 1484771, "title": "হেপারিন", "url": "https://bn.wikipedia.org/wiki?curid=1484771", "content": "হেপারিন, যা আনফ্রাকশনেটেডড হেপারিন ( UFH ) নামেও পরিচিত, একটি ওষুধ এবং প্রাকৃতিকভাবে তৈরি গ্লাইকোসামিনোগ্লাইকান ।  ওষুধ হিসাবে এটি অ্যান্টিকোয়াগুল্যান্ট (রক্ত পাতলাকারক) হিসাবে ব্যবহৃত হয়।  বিশেষত এটি হার্ট অ্যাটাক, অস্থিত অ্যানজাইনা এবং শিরা বা ধমনীতে রক্ত জমাট বাঁধা প্রতিরোধ ও চিকিৎসার জন্য ব্যবহৃত হয়।   এটি শিরা বা ত্বকের নীচে ইনজেকশন দ্বারা দেওয়া হয়।  অন্যান্য ব্যবহারের ক্ষেত্রে টেস্ট টিউব এবং কিডনি ডায়ালাইসিস মেশিন ভিতরেও ব্যবহার করা হয়ে থাকে। \nসাধারণ পার্শ্ব প্রতিক্রিয়ার মধ্যে রয়েছে রক্তপাত, ইনজেকশনের স্থলে ব্যথা এবং রক্তের প্লেটলেট কমে যাওয়া ।  গুরুতর পার্শ্বপ্রতিক্রিয়াগুলির মধ্যে রয়েছে হেপারিন-ইনডিউসড থ্রম্বোসাইটোপেনিয়া ।  যাদের কিডনির কার্যকারিতা দুর্বল তাদের জন্য আরও সতর্কতার প্রয়োজন।  হেপারিন গর্ভাবস্থায় এবং বুকের দুধ খাওয়ানোর সময় ব্যবহারের জন্য তুলনামূলকভাবে নিরাপদ বলেই প্রতীয়মান হয়।  হেপারিন সকল স্তন্যপায়ী প্রাণীতে বেসোফিল এবং মাস্ট কোষ থেকে উৎপন্ন হয়। \nহেপারিন আবিষ্কার 1916 সালে ঘোষণা করা হয়েছিল  এটি বিশ্ব স্বাস্থ্য সংস্থার প্রয়োজনীয় ওষুধের তালিকায় রয়েছে।  উন্নয়নশীল বিশ্বে পাইকারি খরচ (প্রতিরোধের জন্য ব্যবহৃত হলে) প্রতি মাসে প্রায় US$9.63–37.95।  মার্কিন যুক্তরাষ্ট্রে প্রতি মাসে প্রায় $25–50 খরচ পড়ে।  হেপারিনের একটি খণ্ডিত সংস্করণও (যা কম আণবিক ওজনবিশিষ্ট হেপারিন নামে পরিচিত) পাওয়া যায়। \n\n\n== চিকিৎসায় ব্যবহার ==\n \nহেপারিন অ্যান্টিকোয়াগুলান্ট হিসেবে কাজ করে, যা রক্তে জমাট বাঁধা এবং বিদ্যমান জমাট বাঁধার বিস্তৃতি প্রতিরোধ করে। হেপারিন নিজে থেকে ইতোমধ্যে তৈরি হওয়া জমাট ভাঙতে পারে না, বরং এটি থ্রম্বিন এবং অন্যান্য প্রোকোয়াগুলান্টের সেরাইন প্রোটিজ বাধাগ্রস্ত করার মাধ্যমে জমাট বাঁধা প্রতিরোধ করে। সাধারণত নিম্নোক্ত অবস্থাগুলির জন্য অ্যান্টিকোয়াগুলান্ট হিসেবে হেপারিন ব্যবহার করা হয়:\n\nঅ্যাকিউট করোনারি সিনড্রোম, যেমন NSTEMI\nঅ্যাট্রিয়াল ফাইব্রিলেশন\nডিপ-ভেইন থ্রম্বোসিস এবং পালমোনারি এম্বোলিজম (প্রতিরোধ ও চিকিৎসা উভয়ই)\nঅন্যান্য থ্রম্বোটিক অবস্থা এবং অবস্থাসমূহ\nকার্ডিওপালমোনারি বাইপাস হার্ট সার্জারির জন্য\nECMO সার্কিট এক্সট্রাকর্পোরিয়াল লাইফ সাপোর্ট এর জন্য\nহেমোফিল্ট্রেশন\nকেন্দ্রীয় বা পার্শ্ববর্তী শিরায় ক্যাথেটারসমূহ স্থাপন\nহেপারিন এবং এর নিম্ন-আণবিক ভরবিশিষ্ট উপজাত (যেমন, এনোক্সাপারিন, ডালটেপারিন, টিনজাপারিন) ঝুঁকিপূর্ণ ব্যক্তিদের ডিপ ভেইন থ্রম্বোসিস এবং পালমোনারি এম্বোলি প্রতিরোধে কার্যকর, তবে কোনটি মৃত্যুহারের প্রতিরোধে বেশি কার্যকর তার কোনো প্রমাণ নেই।\nঅ্যানজিওগ্রাফিতে, ২ থেকে ৫ ইউনিট/মিলি লিটার আনফ্রাকশানেটেড হেপারিন স্যালাইন ফ্লাশ ক্যাথেটার লক দ্রবণ হিসেবে ব্যবহৃত হয়, যা গাইডওয়্যার, শিথ, এবং ক্যাথেটারের রক্ত জমাট বাঁধা প্রতিরোধ করে এবং এই ডিভাইসগুলো থেকে রক্তনালি সিস্টেমে থ্রম্বাস বিচ্ছিন্ন হওয়ার ঝুঁকি কমায়।\nআনফ্রাকশানেটেড হেপারিন হেমোডায়ালাইসিস-এ ব্যবহৃত হয়। নিম্ন-আণবিক-ভরবিশিষ্ট হেপারিন-এর তুলনায় আনফ্রাকশানেটেড হেপারিনের অ্যান্টিকোয়াগুলান্ট কার্যকারিতা ডায়ালাইসিসের পর দীর্ঘস্থায়ী হয় না এবং এর খরচ কম। তবে হেপারিনের স্বল্পমেয়াদি কার্যকারিতা অব্যাহত রাখতে ক্রমাগত ইনফিউশন প্রয়োজন। একই সময়ে, আনফ্রাকশানেটেড হেপারিনের হেপারিন-প্রভাবিত থ্রম্বোসাইটোপেনিয়ার ঝুঁকি বেশি।\n\n\n== তথ্যসূত্র =="}