{"pageid": 1484348, "title": "আহমদ শরীফ চৌধুরী", "url": "https://bn.wikipedia.org/wiki?curid=1484348", "content": "আহমেদ শরীফ চৌধুরী ( উর্দু : أحمد شریف چودہری ) পাকিস্তান সেনাবাহিনীর একজন তিন তারকা জেনারেল । তিনি বর্তমানে ৬ ডিসেম্বর ২০২২ সাল থেকে আইএসপিআর-এর ২২তম মহাপরিচালক হিসেবে দায়িত্ব পালন করছেন। তিনি ইলেকট্রিক্যাল অ্যান্ড মেকানিক্যাল ইঞ্জিনিয়ারিং (ইএমই) কর্পস থেকে এসেছেন।\n\n\n== পরিবার ==\nচৌধুরীর জন্ম সুলতান বশিরুদ্দিন মাহমুদ, একজন পারমাণবিক বিজ্ঞানী এবং উম্মাহ তামির-ই-নাউ- এর প্রতিষ্ঠাতা যিনি তালেবানের সাথে সন্দেহজনক সম্পর্কের কারণে ১১ সেপ্টেম্বর হামলার পর ২০০১ সালে গ্রেফতার হন। আইএসআই পরমাণু অস্ত্রের গোপনীয়তা জানাতে তার জ্ঞানের অভাব থাকার পর একই বছর পরে বশিরুদ্দিনকে মুক্তি দেওয়া হয়।\n\n\n== সামরিক পেশা ==\nচৌধুরী ইএমই কর্পস এর এবং পূর্বে প্রতিরক্ষা বিজ্ঞান ও প্রযুক্তি সংস্থার মহাপরিচালক হিসাবে দায়িত্ব পালন করেছিলেন, ডিসেম্বর ২০২২ এ দায়িত্ব গ্রহণ করেন এবং বাবর ইফতিখারের স্থলাভিষিক্ত হন।\nএছাড়াও তিনি ইলেকট্রিক্যাল অ্যান্ড মেকানিক্যাল ইঞ্জিনিয়ারিং কর্পস থেকে প্রথম একজন যিনি আইএসপিআরের ডিজি হিসেবে নিযুক্ত হয়েছেন।\n১১ মে মিডিয়া রিপোর্ট অনুসারে, চৌধুরীকে লেফটেন্যান্ট জেনারেল পদে উন্নীত করা হয়েছিল।\n\n\n== মে ২০২৪ প্রেস কনফারেন্স ==\n৮ মে ২০২৪ এ ডিজি আইএসপিআর হিসাবে তার ক্ষমতায় একটি প্রেস কনফারেন্স চলাকালীন, চৌধুরী পাকিস্তান তেহরিক-ই-ইনসাফ (পিটিআই) এর সাথে সংলাপের সম্ভাব্যতা সম্পর্কে জিজ্ঞাসার জবাব দিয়ে বলেছিলেন যে \"যদি কিছু রাজনৈতিক মানসিকতা, নেতা বা চক্র তার নিজের উপর আক্রমণ করে সেনাবাহিনী, সেনাবাহিনী এবং তার জনগণের মধ্যে ফাটল সৃষ্টি করে, জাতির শহীদদের অপমান করে এবং হুমকি দেয় এবং অপপ্রচার চালায়, তাহলে তাদের সাথে কোনো সংলাপ হতে পারে না। \"তিনি আরও মন্তব্য করেছেন যে \"এই ধরনের রাজনৈতিক নৈরাজ্যবাদীদের জন্য ফিরে আসার একমাত্র উপায় আছে যে পিটিআই জাতির সামনে আন্তরিক ক্ষমা চায় এবং প্রতিশ্রুতি দেয় যে এটি ঘৃণার রাজনীতি পরিত্যাগ করবে এবং গঠনমূলক রাজনীতি গ্রহণ করবে\" একইভাবে দিন, পিটিআই চৌধুরীর প্রেস কনফারেন্সকে \"মিথ্যার প্যাকেট\" এবং 'বিরোধ ও হতাশা পূর্ণ' বলে অভিহিত করেছে। পিটিআই আরও বলেছে যে চৌধুরীর বিবৃতি রাজ্য এবং এর জনগণের মধ্যে সম্পর্কের অবনতি ঘটাবে।\nপরের দিন, ইমরান খান ক্ষমা চাইতে অস্বীকার করেন। জাতীয় পরিষদের বিরোধীদলীয় নেতা ওমর আইয়ুব খানও চৌধুরীর প্রেস কনফারেন্স প্রত্যাখ্যান করেন এবং রাজনৈতিক আলোচনায় জড়িত হওয়ার তার কর্তৃত্ব নিয়ে প্রশ্ন তোলেন। আইয়ুব আরও বলেছিলেন যে চৌধুরীকে \"বিভ্রান্তি এবং বর্ণনার অভাব ছিল।\" ১০ মে, পিটিআই চৌধুরীর প্রেস কনফারেন্সকে \"অসাংবিধানিক এবং বেআইনি\" হিসাবে চিহ্নিত করে।\n\n\n== ২০২৫ সালের মে মাসে ভারত–পাকিস্তান সংঘর্ষে ভূমিকা ==\n২০২৫ সালের মে মাসে ভারত ও পাকিস্তানের মধ্যে নতুন করে শুরু হওয়া শত্রুতা চলাকালে, লেফটেন্যান্ট জেনারেল আহমেদ শরীফ চৌধুরী আইএসপিআর-এর মহাপরিচালক (ডিজি আইএসপিআর) হিসেবে গুরুত্বপূর্ণ ভূমিকা পালন করেন। \"অপারেশন সিন্ধুর\" এর অধীনে ভারতের বিমান হামলায় পাকিস্তান-নিয়ন্ত্রিত কাশ্মীরের কথিত সন্ত্রাসী অবকাঠামো লক্ষ্যবস্তু করা হলে, জেনারেল শরীফ একে উসকানিমূলক আগ্রাসন হিসেবে কঠোরভাবে নিন্দা জানান।\nতিনি একাধিক প্রেস ব্রিফিংয়ে পাকিস্তানের সরকারিভাবে উপস্থাপিত বক্তব্য তুলে ধরেন। এসব ব্রিফিংয়ে তিনি বেসামরিক প্রাণহানি ও ধর্মীয় স্থাপনায় ক্ষতির বিষয়টি বিশেষভাবে তুলে ধরেন। জেনারেল শরীফ ঘোষণা দেন যে, পাকিস্তান তার সময় ও পছন্দমতো স্থান থেকে জবাব দেবে। তার এই বক্তব্যের পরই ১০ মে ২০২৫ তারিখে পাকিস্তান \"বুনিয়ান আল-মারসুস\" নামের পাল্টা অভিযান শুরু করে, যেখানে ভারতের অভ্যন্তরের গুরুত্বপূর্ণ স্থাপনাগুলোকে লক্ষ্যবস্তু করা হয়।\nগণমাধ্যমে যোগাযোগ ব্যবস্থাপনা, জনমত গঠন এবং আন্তর্জাতিক সমালোচনার জবাবে পাকিস্তানের আত্মরক্ষামূলক অবস্থান ও মানবিক ক্ষতির দিক তুলে ধরার দায়িত্বও জেনারেল শরীফের ওপর ছিল। তার বক্তব্য দেশীয় ও আন্তর্জাতিক সংবাদমাধ্যমে ব্যাপকভাবে প্রচারিত হয়, যা এই সংঘাতে পাকিস্তানের কৌশলগত যোগাযোগে তাকে একটি মুখ্য চরিত্রে পরিণত করে।\n\n\n== তথ্যসূত্র =="}