{"pageid": 1484393, "title": "শিল্পী কামরুল হাসান সড়ক", "url": "https://bn.wikipedia.org/wiki?curid=1484393", "content": "শিল্পী কামরুল হাসান সড়ক হলো বাংলাদেশের ঢাকার একটি রাস্তা। ঢাকা মেট্রোরেলের এমআরটি লাইন ৬-এর আওতাভুক্ত মিরপুর ডিওএইচএস থেকে উত্তরা পর্যন্ত অংশটি নির্মাণের উদ্দেশ্যে এই রাস্তা নির্মিত হয়।\nলাইনটি নির্মাণের পূর্বে স্থানটিতে একটি সরু পথ ছিল। সংকীর্ণতার কারণে এর উপর মেট্রোরেলের থাম নির্মাণ অসম্ভব হওয়ায় ২০১৬ সালে এটিকে রাস্তায় রূপান্তর করে নির্মাণ করার পরিকল্পনা করা হয়। রাস্তাটি মিরপুর সেনানিবাস এলাকা থেকে উত্তরার ১৮ নং সেক্টরের ভেতর দিয়ে দিয়াবাড়িতে অবস্থিত গোলচত্বর পর্যন্ত নির্মাণ করা হয়। এমআরটি লাইন ৬-এর নির্মাণকাজ চলাকালে রাস্তাটির মিরপুর ১২ থেকে উত্তরা দক্ষিণ মেট্রো স্টেশন পর্যন্ত ৮০০ মিটার দৈর্ঘ্যের অংশটি ভাঙ্গা ইট-সুরকি দিয়ে বানানো হয় এবং পরবর্তীতে ২০২২ সালে লাইনটির উদ্বোধন উপলক্ষে ওই সরু অংশটি তড়িঘড়ি করে নির্মাণ করা হয়েছিল যা পরে মিরপুর ও উত্তরাকে সংযুক্তকারী রাস্তাটির অংশে পরিণত হয়। এটি বর্তমান দুটি এলাকার মধ্যকার একমাত্র সংযোগ সড়ক। সোনারগাঁও জনপথকে সংযুক্তকারী ৪.৫ কিলোমিটার দৈর্ঘ্যের এই রাস্তা নির্মাণের ফলে মিরপুর ও উত্তরার মধ্যে যাতায়াতের সময় কমে আসে। ঢাকা বিআরটির নির্মাণকাজ চলাকালে বিমানবন্দর সড়কের যানজট বেড়ে যায় এবং যানবাহনগুলো বিকল্প হিসেবে এই রাস্তা ব্যবহার করা শুরু করে। ঢাকা উত্তর সিটি কর্পোরেশনের (ডিএনসিসি) ডিটেইলড এরিয়া প্ল্যানের মহাপরিকল্পনা অনুযায়ী রাস্তাটির শেষ প্রান্ত তথা দিয়াবাড়ি গোলচত্বর থেকে গাজীপুর পর্যন্ত একটি সড়ক প্রস্তাব করা হয়েছে। ২০২২ সালে সালেহউদ্দিন আহমেদ রাস্তাটিকে বাস রুট রেশনালাইজেশন প্রকল্পের যাত্রাপথে অন্তর্ভুক্ত করা হবে বলে জানান যিনি প্রকল্পটির সাথে যুক্ত ছিলেন। তবে রাস্তাটির মিরপুর ১২ থেকে উত্তরা দক্ষিণ মেট্রো স্টেশন পর্যন্ত অংশটির অপ্রশস্ততার ফলে যাত্রীদের বিড়ম্বনায় পড়তে হয় এবং অংশটিতে যানজটের সৃষ্টি হয়ে থাকে। রাস্তাটি ঢাকা ম্যাস ট্রানজিট কোম্পানি লিমিটেড (ডিএমটিসিএল) নির্মাণ করেছিল এবং ডিএনসিসির মতে এটি তাদের মালিকানায় নেই বিধায় অংশটির অপ্রশস্ততার সমাধান তারা করতে পারছেনা। অন্যদিকে ২০২৩ সালে ডিএমটিসিএলের তৎকালীন ব্যবস্থাপনা পরিচালক এম এ এন ছিদ্দিক জানিয়েছিলেন যে রাস্তার দায়িত্ব বুঝে নেওয়ার জন্য তারা কর্তৃপক্ষকে চিঠি পাঠিয়েছিলেন। এছাড়া রাস্তাটির ৮০০ মিটার দৈর্ঘ্যের অংশটি উদ্বোধনের পর ভেঙ্গে যাওয়ায় দুর্ঘটনাপ্রবণ হয়ে উঠে। অন্যদিকে ২০২৪ সালে ডিএনসিসির তৎকালীন মেয়র আতিকুল ইসলাম জানিয়েছিলেন যে কর্তৃপক্ষ অংশটি পুনর্নির্মাণ করার চেষ্টা অব্যাহত রেখেছে। ২০ ডিসেম্বর ২০২৩ সালে ডিএনসিসির কার্যবিবরণী সভায় রাস্তাটি বাংলাদেশের পতাকার পরিমার্জিত রূপের নকশাকার পটুয়া কামরুল হাসানের নামে নামকরণের প্রস্তাব গৃহীত হয়। মে ২০২৪ সালে জানা যায় যে ডিএনসিসি অনুমোদিত প্রস্তাবটি স্থানীয় সরকার, পল্লী উন্নয়ন ও সমবায় মন্ত্রণালয়ে প্রেরণ করেছে। ডিসেম্বর ২০২৪ সাল অনুযায়ী সমস্যাপূর্ণ সড়কটির ব্যবহারকারীদের মতে কয়েক বছর ধরে এটি ব্যবহারে দুর্ভোগ পোহাতে হলেও কর্তৃপক্ষ তা মেরামতে আন্তরিকতা দেখাচ্ছেনা। এরপর ১১ মার্চ ২০২৫ সালে মেরামতের জন্য সড়কটির এমপি চেকপোস্ট থেকে উত্তরা দক্ষিণ মেট্রো স্টেশন পর্যন্ত অংশটি বন্ধ রাখা হয় এবং মেরামত শেষে ১৪ মার্চ ২০২৫ সালে খুলে দেওয়া হয়। ঢাকা উত্তর সিটি কর্পোরেশনের প্রশাসক মোহাম্মদ এজাজ জানিয়েছিলেন যে খিদির খালকে রক্ষা করার উদ্দেশ্যে সড়কটির মেরামতকৃত অংশটিকে ভবিষ্যতে একটি সেতু দ্বারা প্রতিস্থাপন করা হবে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে শিল্পী কামরুল হাসান সড়ক সম্পর্কিত মিডিয়া দেখুন।\n উইকিউক্তিতে শিল্পী কামরুল হাসান সড়ক সম্পর্কিত উক্তি পড়ুন।"}