{"pageid": 1484927, "title": "জর্জ এস. কফম্যান", "url": "https://bn.wikipedia.org/wiki?curid=1484927", "content": "জর্জ সাইমন কফম্যান (ইংরেজি: George Simon Kaufman; ১৬ নভেম্বর ১৮৮৯ - ২ জুন ১৯৬১) একজন মার্কিন নাট্যকার, মঞ্চ পরিচালক, ও মঞ্চ সমালোচক ছিলেন। তিনি হাস্যরাসাত্মক ও রাজনৈতিক ব্যঙ্গাত্মক নাটকের পাশাপাশি মার্ক্স ভ্রাতৃদ্বয় ও অন্যান্যদের জন্য কয়েকটি সঙ্গীতনাট্য রচনা করেন। তিনি অব দি আই সিং নাটকের জন্য মরি রিসকাইন্ড ও ইরা গার্শউইনের সাথে ১৯৩২ সালে এবং ইউ ক্যান্ট টেক ইট উইথ ইউ নাটকের জন্য মস হার্টের সাথে নাটকে পুলিৎজার পুরস্কার অর্জন করেন। তিনি গাইজ অ্যান্ড ডলস সঙ্গীতনাট্যের জন্য ১৯৫১ সালে শ্রেষ্ঠ পরিচালক বিভাগে টনি পুরস্কার অর্জন করেন।\n\n\n== প্রারম্ভিক জীবন ==\nজর্জ এস. কফম্যান ১৮৮৯ সালের ১৬ই নভেম্বর পেন্সিলভেনিয়ার পিটসবার্গে এক ইহুদি পরিবারে জন্মগ্রহণ করেন। তার পিতা জোসেফ এস. কফম্যান হ্যাটব্যান্ড প্রস্তুতকারক এবং মাতা নেটি মেয়ার্স। তার ছোট বোন রুথ এবং আরেক বোন হেলেন, যার ডাকনাম \" হেলস\"। ১৯০৭ সালে উচ্চ বিদ্যালয়ের পাঠ শেষ করে তিনি তিন মাস আইন নিয়ে অধ্যয়ন করেন। অচিরেই তার পড়াশোনা থেকে মোহমুক্তি ঘটে এবং তিনি সিল্ক বিক্রয় ও পাইকারি ফিতা বিক্রয়-সহ কয়েকটি পেশায় কাজ করেন।\n\n\n== কর্মজীবন ==\nকফম্যান নিউ ইয়র্ক মেইল-এর জন্য ফ্রাঙ্কলিন পি. অ্যাডামসের লেখা সম্পাদকীয়তে হাস্যরসাত্মক উপাদান লেখায় অবদান রাখতে শুরু করেন। তিনি অ্যাডামসের ঘনিষ্ঠ বন্ধু হয়ে ওঠেন, যার মাধ্যমে তিনি ১৯১২ সালে দ্য ওয়াশিংটন পোস্ট-এর রসাত্ববোধক সম্পাদকীয় লেখক হিসেবে তার প্রথম চাকরি পান। ১৯১৫ সালে তিনি দ্য নিউ ইয়র্ক ট্রিবিউন-এর নাট্য প্রতিবেদক হিসেবে যোগ দেন ও হেউড ব্রাউনের অধীনে কাজ করেন। ১৯১৭ সালে কফম্যান দ্য নিউ ইয়র্ক টাইমস-এ যোগদান করেন ও পরে নাট্য সম্পাদক হন এবং ১৯৩০ সাল পর্যন্ত এই সংবাদপত্রের সাথে যুক্ত ছিলেন।\n\n\n== পুরস্কার ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nটেমপ্লেট:Archival records\n\nইন্টারনেট ব্রডওয়ে ডেটাবেজে জর্জ এস. কফম্যান  (ইংরেজি)\nGeorge S. Kaufman at Internet Off-Broadway Database\nইন্টারনেট মুভি ডেটাবেজে জর্জ এস. কফম্যান (ইংরেজি)\nফেডেড পেজে (কানাডা) George S. Kaufman-এর সাহিত্যকর্ম ও রচনাবলী (ইংরেজি)\nGeorge S. Kaufman Papers  আর্কাইভইজে আর্কাইভকৃত ডিসেম্বর ১০, ২০১৩ তারিখে at the Wisconsin Center for Film and Theater Research\nGeorge S. Kaufman Papers at the Library of Congress\nGeorge S. Kaufman.com\nGeorge S. Kaufman at doollee.com  ওয়েব্যাক মেশিনে আর্কাইভকৃত এপ্রিল ১৮, ২০০৯ তারিখে, The Playwrights Database\nCavett, Dick (অক্টোবর ৮, ২০১০)। \"The Titan and the Pfc\"। Opinionator। The New York Times।  (a tribute to Kaufman)\nলাইব্রেরি অব কংগ্রেস কর্তৃপক্ষে George S. Kaufman, 158 ক্যাটালগ  রেকর্ড সহ"}