{"pageid": 1485141, "title": "জেমি স্মিথ (ক্রিকেটার)", "url": "https://bn.wikipedia.org/wiki?curid=1485141", "content": "জেমি লুক স্মিথ (জন্ম ১২ জুলাই ২০০০) একজন ইংরেজ ক্রিকেটার যিনি সারে এবং ইংল্যান্ডের হয়ে খেলেন। বিবিসি টেস্ট ম্যাচের বিশেষ ধারাভাষ্যকার ড্যানিয়েল নরক্রস তাকে \"প্রজন্মীয় প্রতিভা\" বলে বর্ণনা করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nস্মিথের বাবা-মা লরেন্স এবং বার্নাডেট 'ক্রিকেট বাদাম' নন। কিন্তু ২০০৫ সালের অ্যাশেজ সিরিজে স্মিথ অনুপ্রাণিত হওয়ার পরে, ছয় বা সাত বছর বয়সী সাটন ক্রিকেট ক্লাবে গ্রীষ্মকালীন কোর্সের জন্য তাকে সাইন আপ করেন। নয় বছর বয়সে, ইওয়েলের প্রাথমিক বিদ্যালয়ে থাকাকালীন, তিনি সারের উন্নয়ন ব্যবস্থার অংশ ছিলেন। তিনি ১০ বছর বয়সে সারে বয়সের দলের প্রতিনিধিত্ব করেছিলেন। \nকাউন্টির বেশ কয়েকজন খেলোয়াড়ের মতো, তিনি ক্রিকেট স্কলারশিপে হুইটগিফট স্কুলে ভর্তি হন এবং ১২ বছর বয়সে শতরান করেন, পাশাপাশি উইকেট কিপিং করেন। তিনি একজন প্রতিভাবান ফুটবলারও ছিলেন এবং ১৫ বছর বয়স পর্যন্ত এএফসি উইম্বলডনের হয়ে খেলেছিলেন।  স্টিভ জেমস টাইমস- এ উল্লেখ করেছেন যে অল্প বয়সে খুবই সামান্য ছিল এবং তার শক্তির উন্নতির জন্য ইচ্ছাকৃতভাবে প্রচেষ্টা চালিয়েছিল, স্মিথের বাহুগুলির আকার একটি কারণ ছিল কেন সে এতদিন ক্রিকেট বলকে আঘাত করতে পারে। স্মিথ তার প্রথম টেস্ট সেঞ্চুরি করার পর লেখালেখিতে, তিনি ক্রিকেটারের \"আন্ডারস্টেটেড তবুও উচ্চ অর্জনের মানসিকতা\" সম্পর্কে মন্তব্য করেছিলেন।\n\n\n== কাউন্টি ক্যারিয়ার ==\nতিনি ৫ জুলাই ২০১৮ সালে সারের হয়ে টি২০তে অভিষেক করেন, ১৭ বছর বয়সে, লর্ডসে মিডলসেক্সের বিপক্ষে টি২০ ব্লাস্টে, এবং ২৪ মার্চ ২০১৯-এ দুবাইয়ের মেরিলেবোন ক্রিকেট ক্লাবের বিপক্ষে সারের হয়ে প্রথম-শ্রেণীর অভিষেক  এই ম্যাচের প্রথম ইনিংসে ১২৭ রান করে, তিনি নবম সারে ব্যাটসম্যান যিনি প্রথম-শ্রেণীর অভিষেকে সেঞ্চুরি করেছিলেন এবং প্রথম-শ্রেণীর অভিষেককারীর দ্বারা কাউন্টির সর্বোচ্চ স্কোরের রেকর্ড ভেঙে দেন, যা তখন থেকে দাঁড়িয়ে ছিল।  ২৫ এপ্রিল ২০১৯-এ ওভালে মিডলসেক্সের বিপক্ষে ওয়ান-ডে কাপে সারের হয়ে তার লিস্ট এ অভিষেক হয়েছিল।\n২০২২ সালের এপ্রিলে, স্মিথ কাউন্টি চ্যাম্পিয়নশিপে গ্লুচেস্টারশায়ারের বিপক্ষে অপরাজিত ২৩৪ রানে পৌঁছে তার প্রথম প্রথম-শ্রেণীর ডাবল সেঞ্চুরি করেন।  তিনি সারে দলের অংশ ছিলেন যারা ২০২২ এবং ২০২৩ সালে শিরোপা জিতেছিল।\n২০২৩ সালের মার্চ মাসে, বার্মিংহাম ফিনিক্স তাকে ২০২৩ সালের হানড্রেড মৌসুমের জন্য কিনেছিল। ২১ আগস্ট ২০২৩-এ, স্মিথ সারের সাথে একটি নতুন বহু-বছরের চুক্তি স্বাক্ষর করেন।\n\n\n== আন্তর্জাতিক ক্যারিয়ার ==\n২০২৩ সালের জানুয়ারিতে, স্মিথকে শ্রীলঙ্কা সফরের জন্য ইংল্যান্ড লায়ন্স স্কোয়াডে অন্তর্ভুক্ত করা হয়েছিল।  ৮–৯ ফেব্রুয়ারিতে, গালেতে শ্রীলঙ্কা এ-এর বিরুদ্ধে একটি অনানুষ্ঠানিক টেস্ট ম্যাচে, তিনি লায়ন্সের হয়ে সবচেয়ে দ্রুততম সেঞ্চুরি করেন। ৭১ বলে তার শতরান ছুঁয়ে তিনি ২০ ডেলিভারির মাধ্যমে ২০০৯ সালের মার্চ মাসে নিউজিল্যান্ড এ-এর বিপক্ষে লুক রাইটের আগের রেকর্ডটি ভেঙে দেন। স্মিথ পরে বলেছিলেন যে টেস্ট ক্রিকেটে ইংল্যান্ডের কোচ ব্রেন্ডন ম্যাককুলাম এবং অধিনায়ক বেন স্টোকসের দৃষ্টিভঙ্গি (তথাকথিত \"ব্যাজবল\") ব্যাটিংয়ের প্রতি তার দৃষ্টিভঙ্গি পরিবর্তন করেছিল, যেখানে আগে তিনি \"ক্রিজে বেশ ক্ষণস্থায়ী\" ছিলেন। সফর \"যেভাবে সে খেলতে চেয়েছিল তা অনেক বেশি প্রভাবশালী ছিল, ইতিবাচক বিকল্পগুলির দিকে তাকিয়ে ছিল\"।\n২০২৩ সালের সেপ্টেম্বরে, আয়ারল্যান্ডের বিরুদ্ধে ওডিআই সিরিজের জন্য ডাকা হলে স্মিথ তার প্রথম পূর্ণ ইংল্যান্ড ক্যাপ পান। নির্বাচকরা কিছু সময়ের জন্য তাকে টেস্ট ক্রিকেটে পরিচয় করিয়ে দেওয়ার সুযোগ খুঁজছিলেন  যখন, পরের গ্রীষ্মে, ওয়েস্ট ইন্ডিজের বিপক্ষে হোম টেস্ট সিরিজের জন্য উইকেট-রক্ষক হিসেবে বেন ফোকস এবং জনি বেয়ারস্টোর আগে তাকে নির্বাচিত করা হয়। ১০ জুলাই ২০২৪-এ লর্ডসে তার টেস্ট অভিষেক হয়েছিল  এবং তার প্রথম ইনিংসে ৭০ রান করেন,  যখন সিল্ড বেরি বলেছিলেন যে তিনি \"একজন পুরানো মাস্টারের মতো ব্যাট করেছেন, অভিষেককারী নয়\"। সিরিজের পর স্মিথ বলেছিলেন যে টেস্ট ক্রিকেটে তার প্রবেশ তার প্রত্যাশার চেয়ে বেশি ক্ষয়প্রাপ্ত হয়েছে, এবং বার্মিংহাম ফিনিক্সের জন্য হান্ড্রেড-এ মৌসুমের প্রথম ম্যাচ খেলার আগে নয় দিনের ছুটি নিয়েছিলেন। ১৪৮ বলে ১১১ রান করে, ম্যানচেস্টারের ওল্ড ট্র্যাফোর্ডে শ্রীলঙ্কার বিরুদ্ধে প্রথম টেস্টের প্রথম ইনিংসে ২৩ আগস্ট ২০২৪-এ তিনি তার প্রথম টেস্ট সেঞ্চুরি করেন।  এর ফলে, স্মিথ ইংল্যান্ডের তৃতীয় খেলোয়াড় হিসেবে (হ্যারি ব্রুক এবং ব্রায়ান ভ্যালেন্টাইনের পরে) তাদের প্রথম পাঁচ টেস্টের তিনটি ইনিংসে ৭০-এর বেশি রান করেন। এই পাঁচটি ইনিংসে তিনি যে ৩১৮ রান সংগ্রহ করেছিলেন সেটিও টেস্ট ইতিহাসে যেকোনো উইকেটরক্ষকের দ্বিতীয় সর্বোচ্চ এবং ইংল্যান্ডের যেকোনো খেলোয়াড়ের ষষ্ঠ সর্বোচ্চ রান।  গ্রীষ্মের শেষের দিকে তিনি এই অঙ্কে যে ১৬৯ রান যোগ করেন তা হোম টেস্ট মৌসুমে ইংল্যান্ডের উইকেটরক্ষকের তৃতীয় সর্বোচ্চ রিটার্ন দেয়। স্টাম্পের পিছনে টেস্ট দলের প্রথম পছন্দ হিসাবে \"তার জায়গা সিমেন্ট\" করার পরে, স্মিথকে পাকিস্তানের বিরুদ্ধে পরবর্তী তিন ম্যাচের অ্যাওয়ে সিরিজের জন্য নির্বাচিত করা হয়েছিল। সফরের ঠিক আগে, পেশাদার ক্রিকেটার্স অ্যাসোসিয়েশন কর্তৃক তাকে বর্ষসেরা পুরুষ তরুণ খেলোয়াড় নির্বাচিত করা হয় এবং ২০২৬ সালের শেষ পর্যন্ত ইংল্যান্ডের সাথে একটি কেন্দ্রীয় চুক্তির প্রস্তাবও দেওয়া হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইএসপিএনক্রিকইনফোতে জেমি স্মিথ (ইংরেজি)"}