{"pageid": 1485721, "title": "মার্ক এন্টনী", "url": "https://bn.wikipedia.org/wiki?curid=1485721", "content": "মার্ক এন্টনী (জন্ম: মার্ক অ্যান্থনি মুনিজ, ১৬ সেপ্টেম্বর, ১৯৬৮) একজন আমেরিকান গায়ক, গীতিকার, অভিনেতা এবং রেকর্ড প্রযোজক। তিনি মূলত লাতিন সংগীতের জন্য বিখ্যাত, বিশেষ করে সালসা এবং রোমান্টিক গানের ক্ষেত্রে। মার্ক এন্টনী লাতিন সংগীতের অন্যতম প্রধান শিল্পী হিসেবে স্বীকৃত এবং তার অসাধারণ ভোকাল শৈলীর জন্য তিনি পরিচিত।\n\n\n== প্রাথমিক জীবন ==\nমার্ক অ্যান্থনি মুনিজ ১৯৬৮ সালের ১৬ সেপ্টেম্বর নিউ ইয়র্ক সিটিতে পুয়ের্তো রিকান অভিবাসী পরিবারের সন্তান হিসেবে জন্মগ্রহণ করেন। ছোটবেলায় গির্জার কোরাসে গান গাওয়ার মাধ্যমে তার সংগীত জীবন শুরু হয়।\n\n\n== সংগীত জীবন ==\nমার্ক এন্টনী প্রথমে ফ্রিস্টাইল এবং ডান্স মিউজিকে কাজ শুরু করেন, তবে ১৯৯৩ সালে স্প্যানিশ ভাষায় তার প্রথম অ্যালবাম Otra Nota প্রকাশিত হওয়ার পর তিনি সালসা মিউজিকে মনোনিবেশ করেন। তার উল্লেখযোগ্য জনপ্রিয় গানের মধ্যে রয়েছে \"Vivir Mi Vida,\" \"Te Conozco Bien,\" এবং \"Ahora Quien।\" তিনি স্প্যানিশ এবং ইংরেজি উভয় ভাষায় গান করেন, যা তাকে আন্তর্জাতিক শ্রোতাদের কাছে জনপ্রিয় করে তুলেছে।\nতার অ্যালবামগুলির মধ্যে Contra la Corriente (১৯৯৭) এবং Valió la Pena (২০০৪) তাকে আন্তর্জাতিক খ্যাতি এনে দেয়। মার্ক এন্টনী ৭০ মিলিয়নেরও বেশি অ্যালবাম বিক্রি করেছেন এবং গ্র্যামি ও ল্যাটিন গ্র্যামি পুরস্কারসহ অসংখ্য পুরস্কার অর্জন করেছেন।\n\n\n== অভিনয় জীবন ==\nমার্ক এন্টনী তার অভিনয় জীবনেও সফলতা অর্জন করেন। তিনি বিভিন্ন চলচ্চিত্রে অভিনয় করেছেন, যার মধ্যে উল্লেখযোগ্য হলো Man on Fire (২০০৪), El Cantante (২০০৬), এবং Bringing Out the Dead (১৯৯৯)।\n\n\n== ব্যক্তিগত জীবন ==\nমার্ক এন্টনী'র ব্যক্তিগত জীবন বিভিন্ন সময়ে আলোচনায় এসেছে। তিনি বিখ্যাত গায়িকা জেনিফার লোপেজের সঙ্গে বিবাহবন্ধনে আবদ্ধ ছিলেন, এবং তাদের দুটি সন্তান রয়েছে। এছাড়াও, তিনি মিস ইউনিভার্স বিজয়ী শ্যানন দে লিমার সঙ্গে বিবাহিত ছিলেন।\n\n\n== মানবিক কার্যক্রম ==\nমার্ক এন্টনী দাতব্য কার্যক্রমেও সক্রিয় ভূমিকা পালন করেন। তিনি Maestro Cares Foundation নামে একটি দাতব্য সংস্থা প্রতিষ্ঠা করেছেন, যা লাতিন আমেরিকার সুবিধাবঞ্চিত শিশুদের সহায়তা করে।\n\n\n== পুরস্কার ও সম্মাননা ==\nমার্ক এন্টনী তার কর্মজীবনে অসংখ্য পুরস্কার ও সম্মাননা অর্জন করেছেন, যার মধ্যে উল্লেখযোগ্য:\n\n৩টি গ্র্যামি অ্যাওয়ার্ড\n৬টি ল্যাটিন গ্র্যামি অ্যাওয়ার্ড\nঅসংখ্য বিলবোর্ড ল্যাটিন মিউজিক অ্যাওয়ার্ড\n\n\n== ডিসকোগ্রাফি (বাছাইকৃত) ==\nOtra Nota (১৯৯৩)\nTodo a Su Tiempo (১৯৯৫)\nContra la Corriente (১৯৯৭)\nMarc Anthony (১৯৯৯)\nMended (২০০২)\nValió la Pena (২০০৪)\n3.0 (২০১৩)\n\n\n== চলচ্চিত্র (বাছাইকৃত) ==\nMan on Fire (২০০৪)\nEl Cantante (২০০৬)\nBringing Out the Dead (১৯৯৯)\n\n\n== বহিঃসংযোগ ==\nমার্ক এন্টনী'র অফিসিয়াল ওয়েবসাইট\nমার্ক এন্টনী'র ইন্সটাগ্রাম\nMaestro Cares Foundation"}