{"pageid": 1485133, "title": "জোশ হাল (ক্রিকেটার)", "url": "https://bn.wikipedia.org/wiki?curid=1485133", "content": "জোশুয়া ওয়েন হাল (জন্ম ২০ আগস্ট ২০০৪) একজন ইংরেজ ক্রিকেটার, যিনি একজন বাঁহাতি ফাস্ট মিডিয়াম বোলার। তিনি টেস্ট ম্যাচ পর্যায়ে ইংল্যান্ডের হয়ে আন্তর্জাতিক ক্রিকেট এবং লিসেস্টারশায়ারের হয়ে ঘরোয়া ক্রিকেট খেলেন। ২০২২ সালের অক্টোবরে, তিনি ২০২২ মৌসুমে একাডেমি দলের হয়ে ২৮ উইকেট নেওয়ার সাথে দুই বছরের চুক্তি স্বাক্ষর করেন।\n\n\n== ব্যক্তিগত পটভূমি ==\nহুল হান্টিংডনে ২০ আগস্ট ২০০৪-এ জন্মগ্রহণ করেন এবং স্ট্যামফোর্ড স্কুলে শিক্ষিত হন।  যদিও তার বড় মামা, গ্রেনভিল উইলসন, ১৯৫০-এর দশকে ওরচেস্টারশায়ারের হয়ে কিছু প্রথম-শ্রেণীর ক্রিকেট খেলেছিলেন, ১৫ বছর বয়সে তার ডান হাত ভেঙে না যাওয়া পর্যন্ত তিনি রাগবিতে ক্যারিয়ার গড়তে চেয়েছিলেন। একটি কৃষক পরিবার থেকে, ২০২০ সালের কোভিড লকডাউনের সময়, তার দাদীর একটি শস্যাগার একটি অস্থায়ী ক্রিকেট জালে রূপান্তরিত হয়েছিল যেখানে তিনি এবং তার ভাই অলি অনুশীলন করতে পারেন। ২০২৪ সালের মার্চ মাসে, তিনি মিচেল স্টার্ককে এমন একজন খেলোয়াড় হিসাবে উল্লেখ করেছিলেন যাকে তিনি দেখতে উপভোগ করেন এবং একজন বোলার হিসাবে অনুকরণ করতে চান।\n\n\n== কর্মজীবন ==\nকাউন্টি চ্যাম্পিয়নশিপে ইয়র্কশায়ারের বিপক্ষে লিসেস্টারশায়ারের হয়ে ৬ এপ্রিল ২০২৩-এ হাল তার প্রথম-শ্রেণীর ক্রিকেটে অভিষেক হয়েছিল এবং ৪/১৩২ বোলিং পরিসংখ্যান দিয়ে ম্যাচটি শেষ করে। তার লিস্ট এ অভিষেক হয় ৩ আগস্ট ২০২৩ সালে, ওয়ানডে কাপে সারের বিপক্ষে,  এবং টি-টোয়েন্টি ব্লাস্টে নর্দাম্পটনশায়ারের বিপক্ষে ২ জুন ২০২৩ সালে তার টি২০ অভিষেক হয়েছিল। \n২০২৪ সালের আগস্টে, মাত্র ১০টি প্রথম-শ্রেণীর খেলায়, মার্ক উডের ইনজুরির কারণে আরও অংশগ্রহণ বাতিল হওয়ার পরে, শ্রীলঙ্কার বিরুদ্ধে তিন ম্যাচের হোম সিরিজের দ্বিতীয় ম্যাচের আগে হুলকে ইংল্যান্ডের টেস্ট স্কোয়াডে অন্তর্ভুক্ত করা হয়েছিল।  সেই শরতে অস্ট্রেলিয়ার মুখোমুখি হওয়ার জন্য তাকে ইংল্যান্ডের ওয়ানডে ও টি২০আই দলেরও অংশ করা হয়েছিল। ওভালে শ্রীলঙ্কার বিরুদ্ধে শেষ টেস্টের জন্য ম্যাথিউ পটসের আগে তাকে নির্বাচিত করা হয়েছিল। ৬ সেপ্টেম্বর ২০২৪, শুরু হলে অ্যান্ড্রু ফ্লিনটফ তাকে তার ক্যাপ পরিয়ে দেন। ইংল্যান্ডের নবম-কনিষ্ঠ টেস্ট অভিষেককারী,  প্রাক্তন ইংল্যান্ড টেস্ট অধিনায়ক মাইক আথারটন টাইমস -এ মন্তব্য করেছেন যে তিনি \"ইংল্যান্ডের হয়ে খেলার মতো তরুণ এবং কাঁচা একজন ফাস্ট বোলার\"। ব্রেন্ডন ম্যাককুলামকে \"রাফ ডায়মন্ড\" হিসেবে চিহ্নিত করায়, ইংল্যান্ডের প্রধান কোচ খেলার আগে ব্যাখ্যা করেছিলেন যে হালকে তার ভবিষ্যৎ সম্ভাবনার জন্য বাছাই করা হয়েছিল, এবং তিনি খেলোয়াড়কে \"এমন একজন যিনি বিনিয়োগের যোগ্য\" হিসেবে দেখেছিলেন তার পারফরম্যান্স যাই হোক না কেন।  হালের ৭ সেপ্টেম্বর তার ১৫তম ডেলিভারিতে প্রথম টেস্ট উইকেট আসে, ক্রিস ওকস পাথুম নিশাঙ্কাকে আউট করতে সাহায্য করার জন্য একটি ক্যাচ নেন। \nপাকিস্তানের বিপক্ষে দলের পরবর্তী তিন ম্যাচের সিরিজের জন্য ইংল্যান্ডের ১৭ সদস্যের টেস্ট স্কোয়াডে অন্তর্ভুক্ত করা হয়েছিল।  পরে চোটের কারণে সফর থেকে ছিটকে যান তিনি।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nক্রিকেটআর্কাইভে জোশ হাল  (সদস্যতা প্রয়োজনীয়) (ইংরেজি)\nইএসপিএনক্রিকইনফোতে জোশ হাল (ইংরেজি)"}