{"pageid": 1485993, "title": "ক্লেমঁ আদের", "url": "https://bn.wikipedia.org/wiki?curid=1485993", "content": "ক্লেমঁ আদের (ফরাসি: Clément Ader; ২রা এপ্রিল, ১৮৪১ - ৩রা মে, ১৯২৫) একজন ফরাসি উদ্ভাবক এবং প্রকৌশলী যিনি ফ্রান্সের তুলুজ শহরের কাছে দেশটির ওত-গারন দেপার্তমঁ-র (জেলার) ম্যুরে লোকালয়ে জন্মগ্রহণ করেন। তিনি তুলুজ শহরে মৃত্যুবরণ করেন। তিনি মূলত বিমান চালনায় তার অগ্রণী কাজের জন্য স্মরণীয়। এছাড়া ১৮৭০-এর দশকে তিনি ফ্রান্সে সাইক্লিং ক্রীড়ার অগ্রপ্রথিকদের একজন ছিলেন। \n\n\n== বৈদ্যুতিক এবং যান্ত্রিক উদ্ভাবন ==\nআদের তড়িৎ প্রকৌশল এবং যন্ত্র প্রকৌশলের একজন উদ্ভাবক ছিলেন। তিনি শুরুতে তড়িৎ প্রকৌশল অধ্যয়ন করেন এবং ১৮৭৮ সালে আলেকজান্ডার গ্রাহাম বেলের উদ্ভাবিত দূরালাপন যন্ত্রের (টেলিফোন) উন্নতি সাধন করেন। এর পরে তিনি ১৮৮০ সালে প্যারিস শহরের দূরালাপন জালকব্যবস্থাটি (টেলিফোন নেটওয়ার্ক) প্রতিষ্ঠা করেন। ১৮৮১ সালে তিনি তেয়াত্রোফোন (théâtrophone) উদ্ভাবন করেন। এটি ছিল এক ধরনের দূরালাপন (টেলিফোনীয়) সম্প্রচার ব্যবস্থা, যেখানে শ্রোতারা দুই কানের জন্য পৃথক পৃথক প্রণালীতে ধ্বনি গ্রহণ করতে পারতেন। ফলে মঞ্চের অভিনেতাদের কথাবার্তা ও উৎপাদিত ধ্বনির একটি ত্রিমাত্রিক শ্রাব্য (স্টেরিওফোনিক) উপলব্ধি অর্জন করা সম্ভব হয়। এই উদ্ভাবনটির সুবাদেই ১৮৮১ সালে একটি গীতিনাট্য পরিবেশনাকে ২ মাইল (৩ কিলোমিটার) দূরত্বে  ত্রিমাত্রিক (স্টিরিও) সম্প্রচার করা সম্ভব হয়েছিল। ১৯০২ সালে আদের প্যারিস-মাদ্রিদ মোটরগাড়ি প্রতিযোগিতার জন্য একটি ভি৮ ইঞ্জিন নির্মাণ করেছিলেন। তবে তিনটি বা চারটি ইঞ্জিন উৎপাদিত হলেও একটিও বিক্রি হয়নি।\n\n\n== বিমানের আদিপ্রতিমা ==\n\nভি৮ ইঞ্জিনগুলির উপর কাজের পরে আদের বায়ুর চেয়ে ভারী যন্ত্রের দ্বারা যান্ত্রিক উড্ডয়নের সমস্যাটির উপর মনোনিবেশ করেন। তিনি তাঁর জীবনের শেষ পর্যন্ত এটির প্রতি অনেক সময় এবং অর্থ ব্যয় করেছিলেন। পাখির উড্ডয়নের উপরে লুই পিয়ের মুইয়ারের (১৮৩৪-১৮৯৭) গবেষণাকর্মগুলিকে ব্যবহার করে তিনি ১৮৮৬ সালে তার প্রথম উড়োযন্ত্রটি তৈরি করেন, যার নাম ছিল আদের এওল (Ader Éole)। যন্ত্রটি দেখতে ছিল একটি বাদুড়ের মতো, আর এটি তার নিজের উদ্ভাবিত একটি হালকা ওজনের বাষ্প ইঞ্জিন দ্বারা চালিত হত। ৪টি চোঙ (সিলিন্ডার) দিয়ে গঠিত এই ইঞ্জিনের ক্ষমতাংক (পাওয়ার রেটিং) ছিল ২০ অশ্বশক্তি (১৫ কিওয়াট)  এবং এটি একটি চার-ফলার প্রচালককে চালাতো। ইঞ্জিনটির ওজন ছিল ৫১ কিগ্রাম (১১২ পা)। উড়োযন্ত্রের পাখার বিস্তার ছিল ১৪ মি (৪৬ ফু) । যাত্রী, মালামাল ও জ্বালানিসমেত সম্পূর্ণ ওজন ছিল ৩০০ কিগ্রাম (৬৬০ পা) । ১৮৯০ সালের ৯ই অক্টোবর আদের এওল ওড়ানোর চেষ্টা করেন। বিমানচালনার  ইতিহাসবিদরা আদেরের এই প্রচেষ্টাটিকে একটি মোটরচালিত ভূমিত্যাগ (টেক-অফ) ও প্রায় ৫০ মি (১৬০ ফু) ধরে ভূমি ক্রিয়াতে অবস্থানরত ও ভূ-পৃষ্ঠ থেকে প্রায় ২০ সেন্টিমিটার (৮ ইঞ্চি) উচ্চতায় অনিয়ন্ত্রিত উড়ান হিসেবে কৃতিত্ব প্রদান করেছেন। আদের নিজেও এওল উড়োযন্ত্রে চড়ে ভূমিত্যাগ করার কৃতিত্ব দাবি করেছিলেন।\nএরপর আদের একটি দ্বিতীয় উড়োযান বা বিমান নির্মাণ শুরু করেন, যার নাম তিনি দেন আভিওঁ ২; এটিকে কদাচিৎ জেফির ( Zephyr) বা এওল ২ (Éole II) নামেও উল্লেখ করা হয়। বেশিরভাগ ঐতিহাসিক উৎস একমত যে এই বিমানের কাজ কখনোই শেষ হয়নি এবং এটিকে পরিত্যাগ করে তিনিআভিওঁ ৩-এর কাজ শুরু করেন। আদের পরে দাবি করেন যে তিনি ১৮৯২ সালের আগস্টে প্যারিসের কাছাকাছি সাতোরি-তে আভিওঁ ৩-এ চড়ে ১০০ মি (৩৩০ ফু) দূরত্বের জন্য উড়েছিলেন, তবে তাঁর এই দাবি কখনই ব্যাপকভাবে গৃহীত হয়নি।\n\nআদেরের গবেষণাকর্মে অগ্রগতির ফলে ফ্রান্সের যুদ্ধমন্ত্রী শার্ল দ্য ফ্রেসিনে সেগুলির ব্যাপারে আগ্রহী হয়ে ওঠেন। ফরাসি যুদ্ধ মন্ত্রণালয়ের সমর্থন নিয়ে আদের অতঃপর আভিও ৩ উড়োযন্ত্রটি  উদ্ভাবন ও নির্মাণ করেন। এটি শণের কাপড় (লিনেন) এবং কাঠ তৈরি একটি বিশাল বাদুড়ের ন্যায় দেখতে ছিল। এর পাখার বিস্তার ছিল ১৫ মি (৪৮ ফু)। যানটি দুইটি চতুর্ফলা জোয়াল-টানা (ট্রাক্টর) বিন্যাসে স্থাপিত প্রচালক (প্রপেলার) দিয়ে সজ্জিত ছিল; প্রতিটি প্রচালক ৩০ অশ্বশক্তি (২২ কিওয়াট) ক্ষমতার বাষ্পীয় ইঞ্জিন দ্বারা চালিত হত। সাতোরি-তে একটি বৃত্তাকার পথ ব্যবহার করে আদের  ১৮৯৭ সালের ১২ই অক্টোবর তারিখে উড়োযন্ত্রটিকে ভূপৃষ্ঠে চাকা দিয়ে চালানোর (ট্যাক্সি) পরীক্ষা সম্পন্ন করেন এবং এর দুই দিন পরে একটি উড্ডয়নের প্রচেষ্টা নেন। কিছুক্ষণ চলার পর যন্ত্রটি দমকা হাওয়ায় আটকে পথ থেকে ছিটকে পড়ে থেমে যায়। এই ঘটনার পর ফরাসি সেনাবাহিনী আদেরের প্রকল্প থেকে তাদের তহবিল প্রত্যাহার করে নেয়, কিন্তু ফলাফলটি গোপন রাখে। শেষ পর্যন্ত কমিশন ১৯১০ সালের নভেম্বরে আদেরের উড্ডয়ন প্রচেষ্টাগুলির বিষয়ে দাপ্তরিক প্রতিবেদন প্রকাশ করে এই বিবৃতি দেয় যে সেগুলি ব্যর্থ হয়েছিল।\n\n\n== বিমানচালনার উপর গ্রন্থরচনা ==\nক্লেমঁ আদের বিমানচালনার বিকাশের সক্রিয় প্রবক্তা ছিলেন। তিনি  ১৯০৯ সালে তিনি  লাভিয়াসিওঁ মিলিতের  (L'Aviation Militaire, অর্থাৎ \"সামরিক বিমানচালনা\") নামক গ্রন্থটি প্রকাশ করেন। এটি খুবই জনপ্রিয় একটি বই ছিল, এবং প্রথম বিশ্বযুদ্ধের পাঁচ বছর আগেই এটির ১০টি সংস্করণ প্রকাশিত হয়। আকাশযুদ্ধের দৃশ্যকল্পে বর্ণনা এবং সমতল উড্ডয়ন পাটাতন (ফ্লাইট ডেক), দ্বীপসদৃশ উপরিকাঠামো, পাটাতন উত্তোলক যন্ত্র (ডেক এলিভেটর) ও বিমানঘর কুঠুরি-সহ (হ্যাঙ্গার বে) আধুনিক বিমানবাহী রণতরীর রূপের ভবিষ্যদ্বাণী করার জন্য এই বইটি  উল্লেখযোগ্য। বিমানবাহী রণতরী বিষয়ে তাঁর ধারণাগুলি প্যারিসে অবস্থানরত মার্কিন নৌবাহিনীর কূটনৈতিক কর্মকর্তা তাঁর নিজ দেশে প্রেরণ করেন এবং এর পরে ১৯১০ সালের নভেম্বরে মার্কিন যুক্তরাষ্ট্রে এ নিয়ে প্রথম মহড়া অনুষ্ঠিত হয়।\n\nএকটি বিমানবাহী জাহাজ অত্যাবশ্যক। এই জাহাজগুলি বর্তমানে ব্যবহৃত পরিকল্পনা অপেক্ষা খুবই ভিন্ন একটি পরিকল্পনা অনুযায়ী নির্মাণ করা হবে। প্রথমত উপরের পাটাতনটি থেকে সব প্রতিবন্ধকতা সরানো হবে। এটি হবে সমতল ও যথাসর্বোচ্চ সম্ভব প্রশস্ত, তবে জাহাজের দেহের নৌরেখাগুলিকে নষ্ট করা যাবে না। আর এটি দেখতে একটি বিমাণ অবতরণ ক্ষেত্রের মতো হবে।\n\n\n== প্রভাব ==\n\nআদের আজও তার প্রারম্ভিক মোটরচালিত উড্ডয়ন প্রচেষ্টাগুলির জন্য প্রশংসিত হয়ে থাকেন। তার বিমানটির নাম থেকেই ফরাসি ভাষায় বায়ুর চেয়ে ভারী বিমানকে নির্দেশ করতে ব্যবহৃত আভিওঁ শব্দটির জন্ম হয়। ১৯৩৮ সালে ফ্রান্স তাঁকে সম্মান জানিয়ে একটি ডাকটিকিট জারি করে। ফ্রান্সের এয়ারবাস বিমান নির্মাতা কোম্পানিটি তাঁর নামানুসারে তুলুজ শহরে তার একটি বিমান সংযোজন কারখানার নামকরণ করেছে। ক্লেমঁ আদেরকে \"বিমানচালনার জনক\" হিসেবে উল্লেখ করা হয়েছে।\n\n\n== আরও দেখুন ==\nপ্রারম্ভিক উড়োযানসমূহ\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nLissarague, Pierre, Ader, Inventor of Aeroplanes. Toulouse, France: Editions Privat, 1990\nLissarague, Pierre, Pegasus,the magazine of Musee de l'Air, Nos. 52, 56, 58, . (Articles on restoration of Ader's Aeroplane 3 and on the testing of engines and propellers.)\nPierre Lissarague and J. Forestier, Icarus  an article on restoration of Ader's Avion 3, No. 134 (October 1990).\nGibbs-Smith, Charles Harvard (১৯৬৮)। A inventor: His Flight-Claims and His Place in History। Aeronautical engineers। London: Her Majesty's Stationery Office। পৃষ্ঠা 214। \nGibbs-Smith C.H., Aviation: An Historical Survey. London, NMSI, 2008. আইএসবিএন ১-৯০০৭৪৭-৫২-৯\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে ক্লেমঁ আদের সম্পর্কিত মিডিয়া দেখুন।\n\nWorks by or about Clément Ader at the Internet Archive\nক্লেমঁ আদের (ফ্লাইংমেশিনস.অর্গ) (ইংরেজি)\nক্লেমঁ আদেরের উড়োযানসমূহ(ইংরেজি)\n১৮৭৯ সালে ক্লেমঁ আদেরের প্রথম উড্ডয়ন(?) - ভিডিও"}