{"pageid": 1485030, "title": "দি এইট", "url": "https://bn.wikipedia.org/wiki?curid=1485030", "content": "শু মিংহাও (চাইনিজ ; কোরীয়: 서명호; জন্ম ৭ই নভেম্বর ১৯৯৭) দক্ষিণ কোরিয়ায় অবস্থিত একজন চীনা গায়ক এবং নৃত্যশিল্পী। তবে তিনি দি এইট নামেই বেশি পরিচিত। তিনি দক্ষিণ কোরিয়ার বয়গ্রুপ সেভেনটিন এবং এর সাবইউনিট পারফরম্যান্স দলের সদস্য। ২০১৯ সালে তিনি 'ড্রিমস কাম ট্রু' গানের মাধ্যমে একক শিল্পী হিসেবে আত্মপ্রকাশ করেছিলেন। তিনি চাইনিজ সারভাইভাল শো ইয়ুথ উইথ ইউ তে একজন নাচের পরামর্শদাতা হিসাবে কাজ করেছিলেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nদি এইট ৭ই নভেম্বর ১৯৯৭ সালে চীনের লিয়াওনিং এর হাইচেং শহরে জন্মগ্রহণ করেন। তিনি বেইজিং সমসাময়িক সঙ্গীত একাডেমীতে পড়ালেখা করেন।\n\n\n== কর্মজীবন ==\n\n\n=== ২০০৮-বর্তমান: আত্মপ্রকাশ, একক এবং 'ইয়ুথ উইথ ইউ' ===\n২০০৮ সালে দিএইট চাইনিজ প্রোগ্রাম সিসিটিভি ভ্যারাইটি শোতে অংশগ্রহণ করেন। পরবর্তীতে তিনি চীনা প্রোগ্রাম ডে ডে আপ- এও অংশগ্রহণ ঙ্করেছিলন। তিনি ২০১২ সালের ২৭ থেকে ৩০ এপ্রিল অনুষ্ঠিত ৬ষ্ঠ সাংহাই বিশ্ব নৃত্য প্রতিযোগিতায় অংশগ্রহণ করেন। তিনি শীর্ষ ৮-এ স্থান করে নিয়েছিলেন। এভাবেই তিনি দিএইট ডাকনাম অর্জন করেন।\nতিনি ২০১৪ সালের শেষের দিকে সেভেনটিন টিভিতে প্রথম উপস্থিত হন। ২০১৫ সালের ২৯শে মে দক্ষিণ কোরিয়ান বয় ব্যান্ড সেভেনটিনের সদস্য হিসাবে তিনি তাদের প্রথম নাটক ১৭ ক্যারেটের মাধ্যমে আত্মপ্রকাশ করেন। সেভেনটিনের সাথে আত্মপ্রকাশের পর তিনি ২০১৭ সালে রিয়েল ক্লাস - এলিমেন্টারি স্কুল নামক একটি অনুষ্ঠানে উপস্থিত হন। ২০১৭ সালের ১২ই ডিসেম্বর প্লেডিস এন্টারটেইনমেন্ট ঘোষণা করে যে কোমরে আঘাতের কারণে দিএইট তার প্রচারমূলক কার্যক্রম স্থগিত করবেন। সেভেনটিনের বিশেষ অ্যালবাম ডিরেক্টরস কাট প্রকাশ হওয়ার পর পর্যন্ত তিনি ফিরে আসেন।\n২০১৮ সালে দিএইট ব্যান্ডমেট ওয়েন জুনহুই এর সাথে চাইনিজ রিয়েলিটি টেলিভিশন শো চাও ইয়িন ঝান জি -তে অংশগ্রহণ করেন। ২০১৯ সালে তিনি চাইনিজ সারভাইভাল শো ইয়ুথ উইথ ইউ তে দুইজন নাচের প্রশিক্ষকের একজন (জোলিন সাই এর পাশাপাশি) হিসেবে কাজ করেছিলেন। ২০১৯ সালের ৯ই জুন \"ড্রিমস কাম ট্রু\" গানটির মাধ্যমে তিনি একক আত্মপ্রকাশ করেন। ২০২০ সালের ৪ঠা মে তিনি একটি দ্বিতীয় একক \"ফলিং ডাউন\" প্রকাশের ঘোষণা দেয়। গানটি একই বছরের ৮ই মে এ মুক্তি পায়।\n২০২১ সালের ৮ই এপ্রিল তিনি তার তৃতীয় একক \"সাইড বাই সাইড\" প্রকাশের ঘোষণা দেন। গানটি ২০২১ সালের ১৩ই এপ্রিল  চীনা এবং কোরিয়ান উভয় ভাষায় প্রকাশিত হয়। ২০২১ সালের ৪ঠা মে তিনি ব্যান্ডমেট ওয়েন জুনহুই- এর সাথে \"মম'স মিসড কল\" নামে একটি একক প্রকাশ করেন। যার সমস্ত কপিরাইট আয় চীনে রেখে যাওয়া শিশুদের সাহায্য করার জন্য দান করা হবে। এককটি চাইনিজ চিলড্রেনস চ্যারিটি অ্যাসোসিয়েশনের জন্য ড্যান্ডেলিয়ন ফিলানথ্রপি মিউজিক প্রজেক্টের একটি অংশ। ২০২২ সালের ১৮ই মার্চ তিনি চীনা ভাষায় একক গান \"হাই চেং\" (海城) প্রকাশ করেন।\n\n\n== ডিসকোগ্রাফি ==\n\n\n=== একক ===\n\n\n=== সাউন্ডট্র্যাকে উপস্থিতি ===\n\n\n=== অন্যান্য গানসমূহ ===\nচীনা ডিজিটাল মিউজিক প্ল্যাটফর্ম কিউকিউ মিউজিক, কুগু মিউজিক এবং কুও মিউজিকে রিলিজ অনুযায়ী।\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n=== টেলিভিশন অনুষ্ঠান ===\n\n\n== গান রচনার ক্রেডিট ==\nসমস্ত ক্রেডিট কোরিয়া সঙ্গীত কপিরাইট অ্যাসোসিয়েশন অনুযায়ী।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nThe8 on Sina Weibo (in Chinese)"}