{"pageid": 1485293, "title": "মুগ্ধ মঞ্চ", "url": "https://bn.wikipedia.org/wiki?curid=1485293", "content": "মুগ্ধ মঞ্চ ঢাকায় অবস্থিত একটি উন্মুক্ত সাংস্কৃতিক কাঠামো ও অনুষ্ঠানস্থল। এটি উত্তরার ৭ নং সেক্টরের রবীন্দ্র সরণির পশ্চিম প্রান্তে ২০ নং সড়কের সংযোগস্থলে বটমূলের পাশে অবস্থিত। ২০১৬ সালে পথনাটক আয়োজন করার সময় বাংলা ভাষা আন্দোলনের কর্মী মাহবুব উল আলম চৌধুরী স্মরণে মঞ্চের স্থানটির নাম ভাষাসৈনিক কবি মাহবুব উল আলম চৌধুরী মঞ্চ রাখা হয়। গীতাঞ্জলি ললিতকলা একাডেমির দাবির ফলে ঢাকা উত্তর সিটি কর্পোরেশন পরবর্তীতে সেখানে একটি উন্মুক্ত মঞ্চ নির্মাণ করে। ২০২২ সালে মঞ্চটি বঙ্গবন্ধু মুক্তমঞ্চ নামে উদ্বোধন করা হয়েছিল। ২০২৪ সালে জুলাই গণহত্যায় শহীদ শিক্ষার্থী মীর মাহফুজুর রহমান মুগ্ধ স্মরণে এটির নাম পরিবর্তন করে বর্তমান নাম রাখা হয়।\n\n\n== ইতিহাস ==\n২০১৬ সালে ঢাকার উত্তরার রবীন্দ্র সরণিতে অবস্থিত বটমূলে গীতাঞ্জলি ললিতকলা একাডেমি একটি পথনাট্যোৎসব আয়োজন করে যা ছিল অত্র এলাকায় আয়োজিত পথনাটকের সর্বপ্রথম উদ্যোগ। পথনাটক মঞ্চায়নের স্থান বাংলা ভাষা আন্দোলনের কর্মী মাহবুব উল আলম চৌধুরী স্মরণে নামকরণ করা হয়েছিল। উত্তরায় সাংস্কৃতিক অবকাঠামোর অভাব থাকায়  সংগঠনগুলো অনুষ্ঠান আয়োজনের জন্য সেখানে একটি উন্মুক্ত অনুষ্ঠানস্থল নির্মাণের দাবি করে আসছিল। ২০১৯ সালে একই স্থানে ১৭ মার্চ থেকে ২৬ মার্চ পর্যন্ত বইমেলা, আলোচনাসভা ও সাংস্কৃতিক উৎসব অনুষ্ঠিত হয়েছিল। সে অনুষ্ঠান চলাকালে গীতাঞ্জলি ললিতকলা একাডেমির পক্ষে মাহবুব আমিন মিঠু একটি মঞ্চ নির্মাণের প্রস্তাব করলে তা সমর্থনের সহিত বাস্তবায়নের আশ্বাস দেওয়া হয় তাকে। অনুষ্ঠানে নজরুল গবেষক রফিকুল ইসলাম প্রস্তাবিত মঞ্চটি বঙ্গবন্ধু শেখ মুজিবুর রহমানের নামে রাখার প্রস্তাব দেন। ২০২০ সালে জানা যায় যে ঢাকা উত্তর সিটি কর্পোরেশন উত্তরার সর্বপ্রথম সাংস্কৃতিক উন্মুক্ত মঞ্চ নির্মাণকাজ শুরু করেছে। ২০২১ সাল অনুযায়ী মুক্তমঞ্চের নির্মাণকাজ চলমান ছিল। ১৯ মার্চ ২০২২ সালে আড্ডা ও সাংস্কৃতিক অনুষ্ঠান আয়োজনের উদ্দেশ্যে নির্মিত মুক্তমঞ্চের উদ্বোধন করা হয়। জুলাই গণহত্যায় উত্তরার আজমপুরে শহীদ হওয়া শিক্ষার্থী মীর মাহফুজুর রহমান মুগ্ধ স্মরণে ২০২৪ সালে এটির নাম পরিবর্তন করে ‘মুগ্ধমঞ্চ’ রাখা হয়। ২৩ জানুয়ারি ২০২৫ সালে রাতের বেলায় দুর্বৃত্তদের একটি দল মঞ্চে স্থাপিত গণহত্যায় নিহতদের ছবির ক্ষতিসাধন করে এবং মঞ্চের নামের উপর কালি লেপে দেয়। এর প্রতিক্রিয়ায় বৈষম্যবিরোধী ছাত্র আন্দোলন ও জাতীয় নাগরিক কমিটি প্রতিবাদ করে এবং দোষীদের গ্রেফতারে ২৪ ঘন্টার চূড়ান্ত সময়সীমা বেঁধে দেয়। ২৫ জানুয়ারি ২০২৫ সালে বৈষম্যবিরোধী ছাত্র আন্দোলন ও জাতীয় নাগরিক কমিটির আমন্ত্রণে মঞ্চ পরিদর্শনে এসে ডাক, টেলিযোগাযোগ ও তথ্যপ্রযুক্তি মন্ত্রণালয় উপদেষ্টা নাহিদ ইসলাম প্রশাসন কর্তৃক দোষীদের বিরুদ্ধে ব্যবস্থা নেওয়া হবে বলে আমন্ত্রণকারীদের নিকট আশ্বাস দেন।\n\n\n== কার্যক্রম ও উদযাপন ==\n২০১৫ সালে বাংলাদেশের বিজয় দিবস উপলক্ষে বটমূলে ১৭ ও ১৮ ডিসেম্বরে সাংস্কৃতিক অনুষ্ঠানের আয়োজন করা হয়। ২০১৮ সালে বসন্ত উৎসব উপলক্ষে থিয়েটার অঙ্গনের উদ্যোগে মঞ্চে পথনাট্যোৎসব আয়োজিত হয়। একই বছরের ২৩ মার্চে বটমূলে ঢাকা চলচ্চিত্র আন্দোলনের উদ্যোগে উন্মুক্ত স্বল্পদৈর্ঘ্য চলচ্চিত্র উৎসব অনুষ্ঠিত হয় যেখানে নির্বাচিত ১২টি চলচ্চিত্র প্রদর্শিত হয়েছিল। এরপর ৮ নভেম্বরে নাট্যব্যক্তিত্ব মামুনুর রশীদ মুক্তমঞ্চে উত্তরা সাংস্কৃতিক উৎসবের প্রথম আয়োজন উদ্বোধন করেন। ২০২০ সালে আন্তর্জাতিক মাতৃভাষা দিবস উপলক্ষে দিবাগত রাতে সাংস্কৃতিক জগতের তারকাগণ মঞ্চে শিল্পী লিটন করের উদ্যোগে আয়োজিত আলপনা আঁকার আয়োজনে অংশ নেয়। একই বছরে কোভিড-১৯ এর বৈশ্বিক মহামারীর প্রেক্ষাপটে গীতাঞ্জলি ললিতকলা একাডেমি মুক্তমঞ্চে ত্রাণ বিতরণ করে। এরপর ঢাকা উত্তর সিটি কর্পোরেশন কোভিড-১৯ এর বৈশ্বিক মহামারীর ব্যাপারে জনগণকে সচেতন করতে হাত ধোয়া কর্মসূচির অংশ হিসেবে মুক্তমঞ্চে একটি হাত ধোয়ার বেসিন এবং সাবান ও পানির ব্যবস্থা করে। ২০২১ সালে উত্তরা কালচারাল সোসাইটির আয়োজনে বাংলাদেশের বিজয় দিবসের সুবর্ণজয়ন্তী উপলক্ষে সাংস্কৃতিক অনুষ্ঠান আয়োজিত হয়। ২০২২ সালে জাতীয় গণহত্যা স্মরণ দিবস ও বাংলাদেশের স্বাধীনতা দিবস উপলক্ষে উত্তরা আর্টিস্ট অ্যাসোসিয়েশন মুক্তমঞ্চে সাংস্কৃতিক উৎসবের আয়োজন করে। এরপর মঞ্চে বর্ষবরণ উদযাপন পরিষদের উদ্যোগে বাংলা নববর্ষ উপলক্ষে একাধিক সংগঠনের সংশ্লিষ্টতায় সাংস্কৃতিক অনুষ্ঠান আয়োজিত হয়। ২০২৩ সালে শেখ মুজিবুর রহমানের জন্মদিন উপলক্ষে মুক্তমঞ্চে দিনব্যাপী সাংস্কৃতিক অনুষ্ঠান আয়োজন করা হয়। পরবর্তী বছরেও একই অনুষ্ঠানস্থলে শেখ মুজিবুর রহমানের জন্মদিন পালিত হয়েছিল। সেই বছরের ৩ আগস্টে মুক্তমঞ্চে মোমবাতি প্রজ্বলনের মাধ্যমে কোটা সংস্কার আন্দোলন চলাকালে নিহত ব্যক্তিদের স্মরণে শোক প্রকাশ করা হয়। আগস্ট ২০২৪-এর বন্যায় ক্ষতিগ্রস্তদের জন্য অর্থ সংগ্রহের উদ্দেশ্যে ৩০ আগস্ট ও ১ সেপ্টেম্বরে মুক্তমঞ্চে পদ্মপুরাণ, কুড়া পক্ষীর শূন্যে উড়া, ওরা ৭ জন এবং সাঁতাও চলচ্চিত্র প্রদর্শিত হয়েছিল। মঞ্চটি ২০২৪ সালে দুর্গাপূজা আয়োজনে জন্য নির্ধারিত হয়। ২০২৫ সালের জানুয়ারিতে বাংলাদেশ জামায়াতে ইসলামী স্থানটিতে একটি রাজনৈতিক সম্মেলন ও সাংস্কৃতিক অনুষ্ঠানের আয়োজন করেছিল। একই বছরের ফেব্রুয়ারিতে পহেলা ফাল্গুন উপলক্ষে নির্ধারিত অনুষ্ঠান মঞ্চে আয়োজনের কথা থাকলেও আয়োজকদের একজন বাংলাদেশ আওয়ামী লীগের সমর্থক এমন অভিযোগ দেখিয়ে বাধা দেওয়ার কারণে অনুষ্ঠান আয়োজন করা যায়নি। এপ্রিলে ইসরায়েল কর্তৃক গাজায় সামরিক আক্রমণ পুনরায় শুরু করার প্রতিবাদে মুগ্ধ মঞ্চে সাধারণ জনতা বিক্ষোভ সভার আয়োজন করে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\nরহমান, পাভেল (৭ নভেম্বর ২০২২)। \"যত বড় হচ্ছে ঢাকা, তত ছোট হচ্ছে নাটক পাড়া-সিনেমা পাড়া\"। বিডিনিউজ২৪.কম।"}