{"pageid": 1485951, "title": "গোকারাকোন্ডা নাগা সাইবাবা", "url": "https://bn.wikipedia.org/wiki?curid=1485951", "content": "গোকারাকোন্ডা নাগা সাইবাবা (১৯৬৭- ১২ অক্টোবর ২০২৪) ছিলেন একজন ভারতীয় পণ্ডিত, লেখক এবং অন্ধ্রপ্রদেশের আমলাপুরমের মানবাধিকার কর্মী । \nসাইবাবাকে নিষিদ্ধ মাওবাদী সংগঠনের সাথে সম্পর্ক থাকার জন্য ভারত সরকার অভিযুক্ত করেছিল এবং ২০১৭ সালে একটি সেশন কোর্ট তাকে যাবজ্জীবন কারাদণ্ডে দণ্ডিত করেছিল। পরে ১৪ অক্টোবর ২০২২-এ বোম্বে হাইকোর্টের নাগপুর বেঞ্চ কর্তৃক বেআইনি কার্যকলাপ (প্রতিরোধ) আইনের অধীনে অভিযোগ থেকে তাকে খালাস দেওয়া হয় \nসুপ্রিম কোর্ট আদেশ স্থগিত করে এবং হাইকোর্টকে মামলাটি পুনর্মূল্যায়ন করতে বলে।  ৫ মার্চ ২০২৪-এ, সাইবাবা (পাশাপাশি তার সাথে অন্য পাঁচজন ব্যক্তি যাদের বিচার করা হয়েছিল) আবারও হাইকোর্ট দ্বারা খালাস পেয়েছিলেন, আদালত ঘোষণা করেছিল যে প্রসিকিউশনের মামলাটি প্রযুক্তিগত যোগ্যতার অভাবের পাশাপাশি বিভিন্ন কারণে অবৈধ ছিল।  আদালত ট্রায়াল কোর্টের রায়কে \"বিচারের ব্যর্থতা\" বলে অভিহিত করে।  একই দিনে এবং হাইকোর্টের রায় প্রদানের আগে একটি বিশেষ লিভ পিটিশন দাখিল করার মাধ্যমে দ্বিতীয় খালাসকেও সুপ্রিম কোর্টে চ্যালেঞ্জ করা হয়। গলব্লাডারে পাথরের অস্ত্রোপচারের পর অস্ত্রোপচার পরবর্তী জটিলতার কারণে ১২ অক্টোবর ২০২৪-এ তিনি মারা যান। \n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nসাইবাবা ১৯৬৭ সালে  ভারতের অন্ধ্র প্রদেশ রাজ্যের পূর্ব গোদাবরীর একটি শহর অমলাপুরমে এক দরিদ্র কৃষক পরিবারে জন্মগ্রহণ করেন।  পোলিওর কারণে পাঁচ বছর বয়স থেকে তিনি হুইলচেয়ার ব্যবহার করতেন।\nঅমলাপুরমের শ্রী কোনাসিমা ভানোজি রামার্স (SKBR) কলেজে অধ্যয়ন করার পরে, তিনি বিশ্ববিদ্যালয়ের শীর্ষ স্থানাধিকারী হয়ে তার ডিগ্রি শেষ করেন।  তিনি হায়দ্রাবাদ বিশ্ববিদ্যালয় থেকে ইংরেজিতে এমএ ডিগ্রি অর্জন করেন।   ২০১৩ সালে, তিনি তার পিএইচডি গবেষণা সম্পন্ন করেন যা দিল্লি বিশ্ববিদ্যালয় দ্বারা পুরস্কৃত হয়েছিল। তাঁর ডক্টরাল থিসিসটি ছিল ইন্ডিয়ান রাইটিং ইন ইংলিশ অ্যান্ড নেশন মেকিং : রিডিং দ্যা ডিসিপ্লিন। \n\n\n== কর্মজীবন ==\nসাইবাবা দিল্লি বিশ্ববিদ্যালয়ের রাম লাল আনন্দ কলেজে কয়েক বছর ইংরেজি পড়াতেন। ২০২১ সালে তাকে সহকারী অধ্যাপক পদ থেকে সরিয়ে দেওয়া হয়।\n\n\n== রাজনৈতিক কর্মকাণ্ড এবং গ্রেফতার ==\nমুম্বাই প্রতিরোধ ২০০৪এ (বিশ্ব সামাজিক ফোরামের সমান্তরালে সংগঠিত ৩১০ টিরও বেশি রাজনৈতিক আন্দোলনের একটি প্ল্যাটফর্ম )সাইবাবা একজন সক্রিয় সংগঠক হিসাবে অংশগ্রহণ করেছিলেন। এই সময়ে তিনি ইন্টারন্যাশনাল লীগ অফ পিপলস স্ট্রাগল ( আইএলপিএস ) এর সদস্য হয়েছিলেন। \n২০০৫ সালে, তিনি বৈপ্লবিক গণতান্ত্রিক ফ্রন্ট (RDF) এ যোগদান করেন যা অন্ধ্রপ্রদেশ পাবলিক সিকিউরিটি অ্যাক্ট ১৯৯২ এর অধীনে কথিত নাশকতামূলক কার্যকলাপের জন্য  অন্ধ্রপ্রদেশ সরকার ২০১২ সালে নিষিদ্ধ করে। \n২০০৯ সালে, তিনি রাষ্ট্র দ্বারা সংঘটিত সামরিক কর্মকাণ্ড অপারেশন গ্রিন হান্টের বিরুদ্ধে প্রচারে যোগ দেন । \n২০১৪ সালের মে মাসে মাওবাদী যোগের জন্য তাকে গ্রেপ্তার করা হয়েছিল।  ২০১৫ সালে জুন মাসে বম্বে হাইকোর্ট দ্বারা তাকে জামিন দেওয়া হয়েছিল এবং জুলাই মাসে মুক্তি দেওয়া হয়েছিল। ২০১৫ সালের ডিসেম্বরে তাকে কারাগারে ফেরত পাঠানো হয়; সুপ্রিম কোর্ট তাকে জামিন দেওয়ার পর এপ্রিল ২০১৬ এ তিনি আবার মুক্তি পান। \nমাওবাদী সম্পর্কিত সংগঠন বৈপ্লবিক গণতান্ত্রিক ফ্রন্ট (আরডিএফ) এর সাথে সংযোগের জন্য ইউএপিএর ১৩, ১৮, ২০, ৩৮ এবং ৩৯ ধারা এবং ভারতীয় দণ্ডবিধির ১২০ বি ধারায় তাকে ২০১৭ সালের মার্চ মাসে যাবজ্জীবন কারাদণ্ড দেওয়া হয়েছিল।  তিনি যে সংগঠনটি পরিচালনা করতেন তা সিপিআই-মাওবাদীর  অঙ্গ ছিল এই অভিযোগ সাইবাবা অস্বীকার করেছিলেন।\nসাইবাবার যাবজ্জীবন কারাদণ্ডের প্রতিবাদে মহারাষ্ট্র এবং ছত্তিশগড় অঞ্চলের মাওবাদীরা ২৯ মার্চ ২০১৭ তারিখে \"ভারত বন্ধ\" এর ডাক দেয়। \n২০২০ সালের ৩০ এপ্রিল, জাতিসংঘের OHCHR-এর একটি বিশেষজ্ঞ প্যানেল ভারতের সরকারকে জি.এন. সাইবাবাকে অবিলম্বে মুক্তি দেওয়ার আহ্বান জানায়, কারণ তার স্বাস্থ্য পরিস্থিতি ছিল \"গুরুতরভাবে অবনতিশীল\"।\n২০২০ সালের ২৮ জুলাই, বোম্বে হাইকোর্ট সাইবাবার ৪৫ দিনের চিকিৎসার জন্য জামিনের আবেদন খারিজ করে। তাকে তার ক্যান্সারে আক্রান্ত ৭৪ বছর বয়সী মায়ের কাছে যাওয়ার অনুমতি দেওয়া হয়নি, এবং মায়ের মৃত্যুর পর তিনি শেষকৃত্য অনুষ্ঠানেও অংশ নিতে পারেননি।\n২০২০ সালের ২২ অক্টোবর, জেল কর্তৃপক্ষের সাথে তার দাবিসমূহ, বিশেষ করে সিসিটিভি ক্যামেরা সংক্রান্ত বিষয়গুলি মেনে নেওয়া হলে, সাইবাবা তার অনশন ধর্মঘট প্রত্যাহার করেন।\n২০২১ সালের এপ্রিল মাসে, তাকে দিল্লি বিশ্ববিদ্যালয়ের রাম লাল আনন্দ কলেজ থেকে বরখাস্ত করা হয়। এরপর জুলাই ২০২১-এ তার অধ্যাপনা চূড়ান্তভাবে বাতিল করা হয়।\n২০২২ সালের অক্টোবর মাসে, একটি উচ্চ আদালতের বেঞ্চ সাইবাবা এবং আরও পাঁচ জনকে খালাস দেয়, যা ২০১৭ সালে তাদের দেওয়া যাবজ্জীবন কারাদণ্ড বাতিল করে। বেঞ্চ রায় দেয় যে, ইউএপিএ (UAPA) আইনের অধীনে বৈধ অনুমোদন না থাকায় অধস্তন আদালতের কার্যক্রম \"শূন্য ও বাতিল\" ছিল। বিচারক দেও পর্যবেক্ষণ করেন যে, জাতীয় নিরাপত্তার \"প্রত্যাশিত বিপদের\" কারণ দেখিয়ে আইনানুগ প্রক্রিয়াকে বিসর্জন দেওয়া যায় না। তবে কয়েক দিনের মধ্যে, ভারতের সুপ্রিম কোর্ট তার খালাস স্থগিত করে। সুপ্রিম কোর্টের বেঞ্চ, যার মধ্যে ছিলেন বিচারপতি বেলা ত্রিবেদী (যিনি পূর্বে গুজরাট রাজ্যের আইন সচিব হিসাবে নরেন্দ্র মোদির মুখ্যমন্ত্রিত্বের সময় কাজ করেছিলেন) এবং বিচারপতি এম.আর. শাহ, মহারাষ্ট্র রাজ্যের বিশেষ অনুমতি আবেদনের শুনানি একটি শনিবার (ছুটির দিন) গ্রহণ করেন এবং উচ্চ আদালতের খালাস আদেশ স্থগিত করেন। সুপ্রিম কোর্ট উচ্চ আদালতের আদেশে ত্রুটি খুঁজে পায় এবং পর্যবেক্ষণ করে যে উচ্চ আদালত তার বিরুদ্ধে থাকা প্রমাণ এবং মামলার মেরিট বিবেচনা করেনি।\n২০২৪ সালের মার্চ মাসে, বোম্বে হাইকোর্টের নাগপুর বেঞ্চ আবারও জি.এন. সাইবাবা এবং অন্যান্য ৫ জন অভিযুক্তকে (যার মধ্যে একজন জেলখানায় থাকার সময় সোয়াইন ফ্লুতে মারা যান) খালাস দেয়, দুর্বল প্রমাণ এবং প্রসিকিউশনের সময় কারিগরি ত্রুটির কারণে।  রাজ্যের আইনজীবী, ২০২২ সালের কার্যক্রমের ঠিক একই পুনরাবৃত্তিতে, সুপ্রিম কোর্টে নতুন হাইকোর্টের আদেশ স্থগিত করার জন্য আবারও একটি বিশেষ অনুমতি আবেদন জমা করেন। আশ্চর্যের বিষয় হল, আবেদনটি হাইকোর্টের আদেশ জারির আগেই সুপ্রিম কোর্টে জমা করা হয়, ঠিক যেমনটি ২০২২ সালে করা হয়েছিল।\n\n\n== অসুস্থতা এবং মৃত্যু ==\nসাইবাবা কারাগারে থাকাকালীন বেশ কয়েকটি স্বাস্থ্য সমস্যায় ভুগছিলেন এবং ৯০% শারীরিকভাবে প্রতিবন্ধী ছিলেন।  \nসাইবাবা হায়দ্রাবাদের নিজাম ইনস্টিটিউট অফ মেডিকেল সায়েন্সে চিকিৎসাধীন অবস্থায় ১২ অক্টোবর ২০২৪-এ মারা যান। পিত্তথলির পাথরের অস্ত্রোপচারের পর অস্ত্রোপচার পরবর্তী জটিলতার কারণে দশ দিন আগে তাকে সেখানে ভর্তি করা হয়েছিল। তিনি তার স্ত্রী বসন্ত কুমারী এবং কন্যা মঞ্জিরাকে রেখে গেছেন। \n\n\n== সাহিত্যিক অবদান ==\nসাইবাবার সাহিত্যিক অনুপ্রেরণা হল গুরাজাদা আপারাও, শ্রী শ্রী এবং কেনীয় লেখক ঙ্গোগে ওয়া থিয়ঙ'অ । তেলুগু ভাষায় সাইবাবার প্রথম লেখাগুলি ভারতীয় পত্রিকা শ্রীজানায় প্রকাশিত হয়েছিল। এই প্রারম্ভিক নিবন্ধগুলি ভারতীয় সাহিত্যে দলিত এবং আদিবাসীদের অংশগ্রহণের বিরুদ্ধে থাকা প্রভাবশালী চিন্তাধারার বিষয়ে ছিল।\n\n\n=== অভিসন্দর্ভ ===\nSaibaba, G.N. (২০১১)। \"6\"। Indian Writing in English and Nation Making: Reading the Discipline (গবেষণাপত্র)। Delhi University। সংগ্রহের তারিখ ১৩ অক্টোবর ২০২৪। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n=== গ্রন্থসমূহ ===\nSaibaba, G.N. (২০২২)। Why do you fear my way so much?: poems and letters from prison। New Delhi: Speaking Tiger। পৃষ্ঠা 218। আইএসবিএন 9789354471643। \nSaibaba, G.N. (২০১৯)। నేను చావును నిరాకరిస్తున్నాను : సాయిబాబా అండాసెల్ కవిత్వం [I Refuse Death: Poetry of Saibaba from Anda cell] (Telugu ভাষায়)। Hyderabad: Revolutionary Writers Forum। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \n\n\n=== নিবন্ধসমূহ ===\nSaibaba, G.N. (২০১৮)। \"Brief aus dem Gefängnis von Nagpur\" [Letter from Nagpur Jail]। Neue Rundschau (German ভাষায়)। 129 (1): 305–308। সংগ্রহের তারিখ ১৩ অক্টোবর ২০২৪। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nSaibaba, GN (২০১৮)। \"Kiran Desai's The Inheritance of Loss: A cultural production of a \"globalized world\"\"।   Sharma, Vijay K; Tandon, Neeru। Kiran Desai and Her Fictional World। Atlantic। পৃষ্ঠা 151–160। আইএসবিএন 9788126915149। \nSaibaba, G.N. (২০১৬)। \"Struggle for Democratic Rights\"। Economic and Political Weekly। 51 (16): 4। * Saibaba, G.N. (২০১৬)। \"Struggle for Democratic Rights\"। Economic and Political Weekly। 51 (16): 4। সংগ্রহের তারিখ ১৩ অক্টোবর ২০২৪। \nMishra H, Kurvatkar M, and Saibaba GN (২০১৫)। \"Brutal assault on political prisoner-II\"। Economic and Political Weekly। 50 (14)। সংগ্রহের তারিখ ১৩ অক্টোবর ২০২৪। \nRao V, Mishra H, Kurvatkar M, and Saibaba GN (২০১৫)। \"Brutal Assault on Political Prisoner\"। Economic and Political Weekly। 50 (14): 4–5। সংগ্রহের তারিখ ১৩ অক্টোবর ২০২৪। \nRao, V.; Saibaba, G. N. (২০১৪)। \"Telangana People's Leader\"। Economic and Political Weekly। 49 (2): 4–5। সংগ্রহের তারিখ ১৩ অক্টোবর ২০২৪। * Rajkishore; Saibaba, G.N. (২০১১)। \"Attack on Prashant Bhushan\"। Economic and Political Weekly। 46 (43)। সংগ্রহের তারিখ ১৩ অক্টোবর ২০২৪। \nIyerVRK, Sawant PB, Ghosh S, Bhaduri A, Devi M, Thapar R, Roy A, Sharma BD, Chakraborty B, Bandopadhyay D, Saibaba GN, Goswami J, Bhaduri M, Bhattacharyya A, Vijayan PK, Bhushan P, Singh R, Wilson R, Sanyal T (২০১০)। \"Hope of a Fresh Initiative\"। Economic and Political Weekly। 45 (21): 5। সংগ্রহের তারিখ ১৩ অক্টোবর ২০২৪। \nGoel R, Sharma HM, Saibaba GN, Singh V, Gabriel K, Kwatra K, Ara A, and Hanybabu MT (২০০৯)। \"Of Reservations\"। Economic and Political Weekly। 44 (1): 4–74। সংগ্রহের তারিখ ১৩ অক্টোবর ২০২৪। \nSaibaba, G. N. (২০০৮)। \"Colonialist Nationalism in the Critical Practice of Indian Writing in English: A Critique\"। Economic and Political Weekly। 43 (23): 61–68। সংগ্রহের তারিখ ১৩ অক্টোবর ২০২৪। \nSaibaba, G.N. (১৯৯৭)। \"Fifty Years of Sham Independence\"। Economic and Political Weekly। 32 (31): 1938। আইএসএসএন 0012-9976। জেস্টোর 4405689। \n\n\n== তথ্যসূত্র =="}