{"pageid": 1485550, "title": "বহুমুখী স্টেডিয়াম", "url": "https://bn.wikipedia.org/wiki?curid=1485550", "content": "বহুমুখী স্টেডিয়াম হল এক ধরণের স্টেডিয়াম যা একাধিক ধরণের ইভেন্টের জন্য সহজেই ব্যবহার করার জন্য ডিজাইন করা হয়েছে। যদিও যে কোনো স্টেডিয়াম সম্ভাব্যভাবে একাধিক ধরনের খেলা বা ইভেন্ট হোস্ট করতে পারে, এই ধারণাটি সাধারণত এমন একটি নকশা দর্শনকে বোঝায় যা বিশেষত্বের চেয়ে বহুমুখীতাকে জোর দেয়। এটি সাধারণত কানাডা এবং মার্কিন যুক্তরাষ্ট্রে ব্যবহৃত হয়, যেখানে দুটি সর্বাধিক জনপ্রিয় বহিরঙ্গন দলের খেলা- কানাডিয়ান ফুটবল বা আমেরিকান ফুটবল এবং বেসবল -এর জন্য আমূল ভিন্ন সুবিধার প্রয়োজন হয়। ফুটবল একটি আয়তক্ষেত্রাকার মাঠ ব্যবহার করে, যখন বেসবল একটি বড় আউটফিল্ড সহ একটি হীরার উপর খেলা হয়। যেহেতু কানাডিয়ান ফুটবল ক্ষেত্রগুলি আমেরিকান ফুটবলের চেয়ে বড়, তাই কানাডিয়ান সুবিধাগুলির জন্য ডিজাইনের স্পেসিফিকেশনগুলি কিছুটা কম চাহিদার। উভয়কে মিটমাট করার জন্য বিশেষ নকশা সাধারণত একটি ডিম্বাকৃতির হয়, যদিও পরবর্তী কিছু নকশায় অক্টরাড ব্যবহার করা হয়। এইভাবে স্টেডিয়াম নির্মাণের অর্থ হল ক্রীড়া দল এবং সরকার খরচ ভাগ করে নিতে পারে, এটি কিছু চ্যালেঞ্জও উপস্থাপন করে।\nউত্তর আমেরিকায়, বহুমুখী স্টেডিয়ামগুলি প্রাথমিকভাবে ১৯৬০ এবং ১৯৭০ এর দশকে মেজর লিগ বেসবল এবং ন্যাশনাল ফুটবল লিগ বা কানাডিয়ান ফুটবল লিগ দলগুলির জন্য শেয়ার্ড হোম স্টেডিয়াম হিসাবে নির্মিত হয়েছিল। ১৯৮০ এর দশকে বহুমুখী কনফিগারেশনের অনুমতি দেওয়ার জন্য কিছু স্টেডিয়াম সংস্কার করা হয়েছিল। এই ধরনের স্টেডিয়াম শহরতলির একটি যুগের সাথে যুক্ত, যেখানে অনেক ক্রীড়া দল তাদের ভক্তদের বড় শহরগুলির বাইরে সস্তা, আরও প্রচুর জমি সহ এলাকায় অনুসরণ করেছিল। এগুলি সাধারণত মহাসড়কের কাছাকাছি নির্মিত হয়েছিল এবং বড় পার্কিং লট ছিল, তবে খুব কমই গণপরিবহনের সাথে সংযুক্ত ছিল। যেহেতু বহুমুখী স্টেডিয়ামগুলি সাধারণত তাদের মধ্যে থাকা উভয় খেলার জন্যই খুব কমই আদর্শ ছিল, তাই ১৯৯০-এর দশকে এগুলি সুবিধার বাইরে চলে গিয়েছিল, ১৯৮৯ সালে স্কাইডোম (কানাডায়) খোলা হয়েছিল যেটি বেসবল এবং ফুটবলের জন্য শেষ স্টেডিয়াম ছিল। ১৯৭৩ সালে কানসাস সিটিতে ট্রুম্যান স্পোর্টস কমপ্লেক্সের প্রতিষ্ঠিতের সাথে, উদ্দেশ্য-নির্মিত স্টেডিয়ামগুলির জন্য একটি মডেল স্থাপন করা হয়েছিল। যেহেতু বাল্টিমোর ওরিওলস ১৯৯২ সালে ক্যামডেন ইয়ার্ডসে বেসবল-অনলি ওরিওল পার্কের জন্য বহু-উদ্দেশ্য মেমোরিয়াল স্টেডিয়াম ছেড়েছিল, বেশিরভাগ বড় লিগ স্পোর্টস স্টেডিয়ামগুলি বিশেষভাবে একটি খেলার জন্য নির্মিত হয়েছে। যাইহোক, কিছু নতুন এনএফএল স্টেডিয়াম (যেমন সিয়াটল, আটলান্টা, শার্লট) মেজর লিগ সকার বা আন্তর্জাতিক ফুটবলের জন্য স্টেডিয়ামটির সম্ভাব্য ব্যবহারের জন্য বিবেচনা করে তৈরি করা হয়েছে, যা আমেরিকান ফুটবলের মতোই মাঠের মাত্রা রয়েছে। সকারের জন্য উপযুক্ত মাঠগুলি প্রায় সবসময়ই রাগবি কোড (রাগবি ইউনিয়ন বা রাগবি লিগ) জন্য সমানভাবে উপযুক্ত এবং ২০৩১ রাগবি বিশ্বকাপ এনএফএল এবং এমএলএস-এর মতো একই স্টেডিয়াম নিয়োগ করবে বলে আশা করা হচ্ছে।\nউত্তর আমেরিকার বাইরে, শব্দটি খুব কমই ব্যবহৃত হয়, যেহেতু অনেক দেশে অ্যাসোসিয়েশন ফুটবল (অর্থাৎ, সকার) হল একমাত্র প্রধান বহিরঙ্গন দলের খেলা; অন্যান্য অনেক দেশে, অ্যাসোসিয়েশন ফুটবল এবং রাগবি সহজে সীমিত ভেন্যু রূপান্তরের সাথে সহাবস্থান করতে পারে গোলপোস্ট পরিবর্তন এবং লাইন মার্কিং এর বাইরে। অস্ট্রেলিয়ায়, অনেক খেলার মাঠ অস্ট্রেলীয় রুলস ফুটবল এবং ক্রিকেট উভয়ের জন্যই উপযুক্ত, কারণ অস্ট্রেলিয়ান নিয়মের ক্ষেত্র এবং আইন ক্রিকেট ওভালের উপর দেওয়া আছে। কিছু ক্ষেত্রে, যেমন সিডনির স্টেডিয়াম অস্ট্রেলিয়া, মেলবোর্নের ডকল্যান্ড স্টেডিয়াম এবং সিঙ্গাপুরের জাতীয় স্টেডিয়ামে, স্টেডিয়ামগুলিকে ক্রিকেট এবং অস্ট্রেলিয়ান রুলস ফুটবলের ডিম্বাকৃতি কনফিগারেশন এবং রাগবি এবং অ্যাসোসিয়েশন ফুটবলের জন্য একটি আয়তক্ষেত্রাকার কনফিগারেশনের মধ্যে রূপান্তর করার জন্য ডিজাইন করা হয়েছে, এবং সিঙ্গাপুরের জাতীয় স্টেডিয়ামের ক্ষেত্রে, একটি অ্যাথলেটিক্স কনফিগারেশনও। অ্যাসোসিয়েশন ফুটবল স্টেডিয়ামগুলি ঐতিহাসিকভাবে ট্র্যাক এবং ফিল্ড অ্যারিনা হিসাবেও কাজ করে, এবং কিছু কিছু (যেমন বার্লিনের অলিম্পিয়াস্টেডিয়ন) এখনও করে, যেখানে নতুন প্রজন্মের প্রায়শই কোনও রানিং ট্র্যাক থাকে না, যাতে ভক্তদের মাঠের কাছাকাছি যেতে দেওয়া যায়। এটি বড় চ্যাম্পিয়নশিপের জন্য বড় অ্যাথলেটিক্স ভেন্যু তৈরিতে কিছু অসুবিধার সৃষ্টি করেছে, কারণ ভক্তরা এই ধরনের স্টেডিয়ামগুলির নকশায় প্রয়োজনীয় সমঝোতাগুলিকে কম গ্রহণ করতে ইচ্ছুক নয়, একটি সমস্যা যা বেদনাদায়ক হয়েছে, যেমন ২০১২ গ্রীষ্মকালীন অলিম্পিক থেকে লন্ডন স্টেডিয়াম এবং এড়ানো হয়েছিল ২০০০ এবং ২০১৪ সালের কমনওয়েলথ গেমস স্টেডিয়ামগুলিকে শুধুমাত্র ফুটবলের ব্যবহারে ফিরিয়ে দিয়ে এবং ২০২২ সালে একটি সংস্কার করা স্টেডিয়ামের একমাত্র প্রাথমিক ভাড়াটে হিসেবে জাতীয় অ্যাথলেটিক্স সংস্থা থাকার মাধ্যমে।\nশীতকালীন ক্রীড়া সুবিধা, বিশেষ করে স্পিড স্কেটিং রিঙ্ক, বহুমুখী স্টেডিয়াম হতে পারে। প্রায়শই, প্রায় ৬১ বাই ৩০ মিটারের একটি বা দুটি রিঙ্ক - একটি আইআইএইচএফ আইস হকি রিঙ্কের নিয়ন্ত্রণ আকার - ডিম্বাকৃতির ভিতরে স্থাপন করা হয়। কখনও কখনও বরফের পৃষ্ঠটি আরও বড় হয়, যা ব্যান্ডি এবং কার্লিং উভয়ের জন্যই অনুমতি দেয়।\nআয়ারল্যান্ডে, দুটি জাতীয় স্টেডিয়ামের মধ্যে প্রথম, আভিভা স্টেডিয়াম, ফুটবল এবং রাগবি ইউনিয়ন দ্বারা ভাগ করা হয়, যদিও শুধুমাত্র রাগবি ইউনিয়নের একটি ক্লাব দল রয়েছে, লেইনস্টার রাগবি, যেটি নিয়মিত এই সুবিধাটি ব্যবহার করে। অন্য বৃহত্তর জাতীয় স্টেডিয়াম, ক্রোক পার্ক, নিয়মিতভাবে তিনটি ভিন্ন খেলার আয়োজন করে: গ্যালিক ফুটবল, হার্লিং এবং এর মহিলাদের সমতুল্য, ক্যামোজি। তিনটিই একই সংস্থা, গ্যালিক অ্যাথলেটিক অ্যাসোসিয়েশন (জিএএ) দ্বারা পরিচালিত গ্যালিক গেম এবং প্রতিটি খেলার নিয়ম একই মাত্রায় ম্যাপ করা হয়। যদিও কিছু পিচ যেখানে হার্লিং প্রভাবশালী কোড সেগুলির জন্য লম্বা পিচগুলি কিছুটা বেশি উপযুক্ত। হার্লিং খেলায় দ্রুত, দীর্ঘ পাস। যখন আভিভা পুনর্নির্মাণ করা হচ্ছিল, তখন ক্রোক পার্ক সকার এবং রাগবি উভয় ইউনিয়নে জাতীয় দলের জন্য হোম হিসাবে পা দিয়েছিল, যা দেশের ইতিহাসে গুরুত্বপূর্ণ রাজনৈতিক ওজনের সিদ্ধান্ত। গ্যালিক গ্রাউন্ডগুলি সাধারণ গ্যালিক পিচ হিসাবে উভয়কেই সহজেই মিটমাট করতে পারে, একইভাবে আয়তক্ষেত্রাকার, সকার এবং রাগবি ইউনিয়নের জন্য ব্যবহৃত ক্ষেত্রগুলির তুলনায় উল্লেখযোগ্যভাবে দীর্ঘ এবং চওড়া, যা আকারে প্রায় অভিন্ন। ঐতিহাসিকভাবে, যাইহোক, জিএএ 'বিদেশী' ক্রীড়াগুলিকে তার সুবিধাগুলি ব্যবহার করার অনুমতি দিতে অনিচ্ছুক ছিল, যদিও এই আপত্তিগুলি আভিভা পুনর্নির্মাণের জন্য এবং চূড়ান্তভাবে অসফল ২০২৩ রাগবি বিশ্বকাপ বিডের জন্য আলাদা করা হয়েছিল। ক্রোক পার্ক মাঝে মাঝে আমেরিকান ফুটবল কলেজের ম্যাচগুলিও আয়োজন করেছে, বিশেষ করে যেগুলি আর্মি এবং নেভি, বা নটর ডেম, যার সাথে আয়ারল্যান্ডের দীর্ঘস্থায়ী সংযোগ রয়েছে৷\n\n\n== আরও দেখুন ==\nক্রীড়া ভেন্যু\nক্রীড়া কমপ্লেক্স\n\n\n== তথ্যসূত্র =="}