{"pageid": 1485898, "title": "তাপবিদ্যুৎ কেন্দ্র", "url": "https://bn.wikipedia.org/wiki?curid=1485898", "content": "তাপবিদ্যুৎ কেন্দ্র এক ধরনের বিদ্যুৎ উৎপাদন কেন্দ্র যেখানে বিভিন্ন জ্বালানি উৎস (যেমন, কয়লা, প্রাকৃতিক গ্যাস, পারমাণবিক জ্বালানি, ইত্যাদি) থেকে উৎপন্ন তাপ শক্তিকে বৈদ্যুতিক শক্তিতে রূপান্তরিত করা হয়। উৎস থেকে আগত তাপশক্তিকে একটি তাপগতীয় শক্তি চক্র (যেমন একটি ডিজেল চক্র, র‍্যাঙ্কিন চক্র,  ব্রেটন চক্র, ইত্যাদি) ব্যবহার করে যান্ত্রিক শক্তিতেরূপান্তরিত করা হয়। সবচেয়ে বেশি প্রচলিত চক্রটিতে একটি কার্যকরী তরল (প্রায়শই পানি তথা জল) উত্তপ্ত করা হয় এবং উচ্চ- চাপবিশিষ্ট পাত্রে ফুটিয়ে উচ্চ চাপবিশিষ্ট বাষ্প তৈরি করা হয়। এই উচ্চ চাপবিশিষ্ট বাষ্প দিয়ে তারপর একটি টারবাইনের ব্লেডগুলিকে ঘোরানো হয়। ঘূর্ণায়মান টারবাইন যান্ত্রিকভাবে একটি বৈদ্যুতিক রূপান্তরকের সাথে সংযুক্ত থাকে যা ঘূর্ণন গতিকে বিদ্যুৎশক্তিতে রূপান্তরিত করে। প্রাকৃতিক গ্যাস বা তেলের মতো জ্বালানিও সরাসরি গ্যাস টারবাইনে (অন্তর্দহন) পোড়ানো যেতে পারে; এক্ষেত্রে বাষ্প উৎপাদনের ধাপ এড়িয়ে যাওয়া হয়। এই বিদ্যুৎকেন্দ্রগুলি উন্মুক্ত চক্র ধরনের হতে পারে বা অধিকতর কর্মদক্ষ সম্মিলিত চক্রের ধরনের হতে পারে।\nবিশ্বের সিংহভাগ  তাপবিদ্যুৎ কেন্দ্র বাষ্প টারবাইন, গ্যাস টারবাইন বা এ দু'টির সংমিশ্রণ দ্বারা চালিত হয়। একটি তাপবিদ্যুৎ কেন্দ্র কতটা কার্যকরভাবে তাপ শক্তিকে বৈদ্যুতিক শক্তিতে রূপান্তরিত করে, বিশেষ করে বিক্রয়যোগ্য বিদ্যুতের সাথে ব্যবহৃত জ্বালানির উত্তাপন মানের অনুপাতের দ্বারা তাপবিদ্যুৎ কেন্দ্রটির কার্যকারিতা নির্ধারণ করা হয়।  ভিন্ন ভিন্ন তাপগতীয় চক্রের  কর্মদক্ষতা ভিন্ন ভিন্ন হয়ে থাকে। র‍্যাঙ্কিন চক্রটি সাধারণত অটো চক্র বা ডিজেল চক্রের চেয়ে বেশি কর্মদক্ষ। র‍্যাঙ্কিন চক্রে  টারবাইন থেকে কম চাপবিশিষ্ট নিষ্কাশিত বাষ্প একটি বাষ্প ঘনীভবকে প্রবেশ করে, যেখানে এটিকে শীতল করে উত্তপ্ত ঘনীভূত পদার্থ তৈরি করা হয়, এবং এটিকে অতঃপর আরও বেশি উচ্চ চাপবিশিষত বাষ্প তৈরি করার জন্য উত্তাপন প্রক্রিয়ায় পুনর্ব্যবহার করা হয়।\nকোনও তাপবিদ্যুৎ কেন্দ্রের নকশা উদ্দিষ্ট জ্বালানি শক্তির উৎসের উপর নির্ভর করে। জীবাশ্ম জ্বালানি  এবং পারমাণবিক জ্বালানি ছাড়াও, কিছু তাপ বিদ্যুৎকেন্দ্র ভূ-তাপবিদ্যুৎ শক্তি, সৌর শক্তি, জৈব জ্বালানি এবং বর্জ্য দহন ব্যবহার করে। কিছু তাপবিদ্যুৎ কেন্দ্রকে বৈদ্যুতিক শক্তি উৎপাদনের পাশাপাশি শিল্পের উদ্দেশ্যে তাপ উৎপাদন, পৌরাঞ্চল উষ্ণকরণ বা পানি (জল) বিলবণীকরণ সরবরাহ করার জন্য নকশা করা হয়। উদীয়মান প্রযুক্তি যেমন ক্রান্তিবিন্দু-অতিক্রমী এবং ক্রান্তিবিন্দু-মহাতিক্রমী তাপবিদ্যুৎ কেন্দ্রগুলি উচ্চতর তাপমাত্রা এবং চাপে অধিকতর কর্মদক্ষতার সাথে কাজ করে এবং অপেক্ষাকৃত কম কার্বন নিঃসরণ করে। সহ-উৎপাদন বা যৌথ তাপ ও বিদ্যুৎ প্রযুক্তিগুলি একই জ্বালানি  উৎস থেকে বিদ্যুৎ এবং উপকারী তাপ একযোগে উৎপাদন করতে পারে, যেখানে বর্জ্য তাপ অন্য কোনও কিছু উষ্ণ করার কাজে ব্যবহার করার ফলে কেন্দ্রের সামগ্রিক কর্মদক্ষতা উন্নত হয়। পুরাতন, কম কর্মদক্ষ তাপবিদ্যুৎ কেন্দ্রগুলিকে হয় বন্ধ করা হচ্ছে কিংবা অধিকতর নির্মল ও পুনর্নবীকরণযোগ্য শক্তির উৎসগুলি ব্যবহার করার জন্য অভিযোজিত করা হচ্ছে।\nতাপবিদ্যুৎ কেন্দ্রগুলি বিশ্বের ৭০% বিদ্যুত উৎপাদন করে। এগুলি প্রায়ই অর্থনৈতিক প্রবৃদ্ধির জন্য অত্যাবশ্যকীয় নির্ভরযোগ্য, স্থিতিশীল এবং অবিচ্ছিন্ন ভিত্তি লোডের বিদ্যুৎ সরবরাহ করে। তারা বিদ্যুৎ জালকব্যবস্থা বা গ্রিডের স্থিতিশীলতা বজায় রাখার মাধ্যমে বিদ্যুৎ নিরাপত্তা নিশ্চিত করে। বিশেষ করে যেসব অঞ্চলে এগুলি আবহাওয়ার অবস্থার উপর নির্ভরশীল সবিরাম পুনর্নবীকরণযোগ্য শক্তির উৎসগুলির পরিপূরক হিসেবে কাজ করে, সেসব অঞ্চলে এগুলির গুরুত্ব আরও বেশি। তাপবিদ্যুৎ কেন্দ্রগুলি নির্মাণশিল্প, রক্ষণাবেক্ষণ এবং জ্বালানি উত্তোলন শিল্পে কর্মসংস্থান সৃষ্টি করে স্থানীয় অর্থনীতিতে অবদান রাখে। অন্যদিকে, এগুলি জীবাশ্ম জ্বালানি দহনের ফলে গ্রিনহাউস গ্যাস (যা জলবায়ু পরিবর্তনের একটি কারণ) এবং বায়ু দূষক যেমন সালফার অক্সাইড এবং নাইট্রোজেন অক্সাইড (যেগুলি অম্লবৃষ্টি এবং শ্বাসযন্ত্রীয় রোগের সম্ভাব্য কারণ) নির্গত করে। কার্বন বন্দীকরণ ও সঞ্চিতকরণ  প্রযুক্তিতে অগ্রগতি জীবাশ্ম-জ্বালানি-ভিত্তিক তাপবিদ্যুৎ কেন্দ্রগুলির নেতিবাচক পরিবেশগত প্রভাবগুলিকে কিছুটা প্রশমিত করতে পারে। ক্ষতিকারক গ্যাস নিঃসরণ কমাতে এবং অধিকতর নির্মল বিদ্যুৎ উৎপাদনকে উৎসাহিত করতে সরকারি বিধি ও আন্তর্জাতিক চুক্তি কার্যকর করা হচ্ছে।\n\n\n== তাপশক্তির প্রকারভেদ ==\n\nপ্রায় সব কয়লা-চালিত বিদ্যুৎ কেন্দ্র, পেট্রোলিয়াম-চালিত বিদ্যুৎকেন্দ্র, পারমাণবিক বিদ্যুৎকেন্দ্র, ভূ-তাপীয় বিদ্যুৎকেন্দ্র, সৌর তাপীয় বিদ্যুৎকেন্দ্র, ও বর্জ্য ভস্মীকরণ কেন্দ্র ও সব প্রাকৃতিক গ্যাসচালিত বিদ্যুৎকেন্দ্রগুলি তাপবিদ্যুৎ কেন্দ্র হয়ে থাকে। প্রায়শই প্রাকৃতিক গ্যাস গ্যাস টারবাইন ও বয়লারে দহন করা হয়। গ্যাস টারবাইন থেকে উত্তপ্ত নির্গত গ্যাসের আকারে বর্জ্য তাপ পাওয়া যায় এবং ঐ গ্যাসকে একটি তাপ পুনরুদ্ধারী বাষ্প উৎপাদকের (HRSG) ভেতর দিয়ে চালনা করে জলীয় বাষ্প উৎপাদনে ব্যবহার যেতে পারে। তারপর সেই জলীয় বাষ্পকে একটি যৌথ চক্রভিত্তিক বিদ্যুৎকেন্দ্রে একটি বাষ্প টারবাইন চালাতে ব্যবহার করা যায়, যা ঐ বিদ্যুৎকেন্দ্রের সামগ্রিক কর্মদক্ষতা উন্নত করে। কয়লা, জ্বালানি তেল বা প্রাকৃতিক গ্যাস দহনকারী বিদ্যুৎকেন্দ্রগুলিকে প্রায়শই জীবাশ্ম জ্বালানি-চালিত বিদ্যুৎকেন্দ্র বলা হয়। কিছু জৈবভর-জ্বালানি-চালিত তাপবিদ্যুৎ কেন্দ্রও সম্প্রতি আবির্ভূত হয়েছে। যেসব অ-পারমাণবিক তাপবিদ্যুৎ কেন্দ্র, বিশেষ করে যেসব জীবাশ্ম-জ্বালানিচালিত বিদ্যুৎকেন্দ্র সহ-উৎপাদন পদ্ধতি ব্যবহার করে না, সেগুলিকে কখনও কখনও সনাতনী বিদ্যুৎকেন্দ্র হিসাবে উল্লেখ করা হয়।\nবাণিজ্যিক বৈদ্যুতিক জনউপযোগ প্রদানকারী বিদ্যুৎকেন্দ্রগুলি সাধারণত একটি বড় মাপনীতে নির্মিত হয় এবং এগুলিকে বিরামহীন পরিচালনার জন্য নকশা করা হয়। কার্যত সমস্ত বিদ্যুৎকেন্দ্র ৫০ হার্জ বা ৬০ হার্জ কম্পাংকে পরিবর্তী প্রবাহ (এসি) বিদ্যুৎ শক্তি উৎপাদন করতে ত্রিদশা বৈদ্যুতিক উৎপাদক ব্যবহার করে। বড় কোম্পানি বা প্রতিষ্ঠানগুলির ভবন ও স্থাপনাগুলিতে তাপ বা বিদ্যুৎ সরবরাহ করার জন্য নিজস্ব বিদ্যুৎকেন্দ্র থাকতে পারে, বিশেষ করে যদি সেগুলিতে অন্য কোনও উদ্দেশ্যে উত্তপ্ত বাষ্প তৈরি হয়ে থাকে। ২০শ শতাব্দীর বেশিরভাগ সময় ধরে বেশিরভাগ জাহাজ চালানোর জন্য বাষ্পচালিত বিদ্যুৎকেন্দ্র ব্যবহার করা হয়েছে। জাহাজস্থ বিদ্যুৎকেন্দ্রগুলিতে সাধারণত গিয়ারের বাক্সের মাধ্যমে জাহাজের প্রচালক বা প্রপেলারের সাথে টারবাইনকে সরাসরি জোড়া দেওয়া হয়। এই ধরনের জাহাজের বিদ্যুৎকেন্দ্রগুলি বিদ্যুৎ সরবরাহের জন্য বৈদ্যুতিক উৎপাদক চালনাকারী অপেক্ষাকৃত ছোট টারবাইনগুলিতে বাষ্প সরবরাহ করে। সামান্য কিছু ব্যতিক্রম ছাড়া পারমাণবিক সামুদ্রিক প্রচালন শুধুমাত্র নৌ-সেনাযানে ব্যবহৃত হয়। এমন অনেক টার্বো-বৈদ্যুতিক জাহাজ রয়েছে, যেগুলিতেএকটি বাষ্পচালিত টারবাইন একটি বৈদ্যুতিক উৎপাদক চালায় যা সম্মুখ প্রচালনের জন্য একটি বৈদ্যুতিক মোটরে শক্তির যোগান দেয়।\nসহ-উৎপাদন বিদ্যুৎকেন্দ্রগুলিতে (যাদেরকে প্রায়ই যৌথ তাপ ও বিদ্যুৎ কেন্দ্র বলা হয়)  শিল্পোৎপাদন প্রক্রিয়ার জন্য প্রয়োজনীয় তাপ বা নির্দিষ্ট কোনও স্থান উষ্ণ করার জন্য বৈদ্যুতিক শক্তি এবং তাপ শক্তি উভয়ই উৎপাদন করা হয়।\n\n\n== এছাড়াও দেখুন =="}