{"pageid": 1485405, "title": "দক্ষিণ এশিয়ায় হিন্দুধর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1485405", "content": "দক্ষিণ এশিয়ার বৃহত্তম ধর্ম হলো হিন্দুধর্ম এবং যার অনুসারী সংখ্যা প্রায় ১.২ বিলিয়ন বা ১২০ কোটি যা দক্ষিণ এশিয়ার মোট জনসংখ্যার দুই-তৃতীয়াংশের কাছাকাছি। দক্ষিণ এশিয়ায় বিশ্বের সর্বাধিক হিন্দুদের জনসংখ্যা রয়েছে, যেখানে সমস্ত বৈশ্বিক হিন্দুদের প্রায় ৯৯%। হিন্দুধর্ম হলো ভারত ও নেপালের প্রভাবশালী ধর্ম এবং বাংলাদেশ, পাকিস্তান, শ্রীলঙ্কা ও ভুটানে দ্বিতীয় বৃহত্তম ধর্ম।\nইন্দো-আর্য অভিপ্রয়াণের মধ্য দিয়ে ইন্দো-আর্যগণ দক্ষিণ  এশিয়ায় আসে, যেখানে তারা বর্তমান উত্তর ভারত, পাকিস্তান ও আফগানিস্তান জুড়ে বৈদিক যুগে (আনু. ১৫০০-৫০০ খ্রিস্টপূর্বাব্দ) বৈদিক গ্রন্থ সংকলন ও রচনা করেন। পরবর্তী সময়কাল, ৮০০ থেকে ২৫০ খ্রিস্টপূর্বাব্দ এর মধ্যে, বৈদিক ধর্ম ও হিন্দুধর্মের সন্ধিক্ষণ, এবং হিন্দু, জৈন ও বৌদ্ধ ধর্মের গঠনমূলক সময়কাল। মহাকাব্য যুগ (আনু. ২৫০ খ্রিস্টপূর্বাব্দ) এবং আদি পুরাণ যুগ (আনু. ৫০০ খ্রিস্টাব্দ) থেকে  হিন্দু সংশ্লেষণের সূচনা, তারপরে ভারতের শাস্ত্রীয় স্বর্ণযুগ (আনু. ৩৫০ - ৬৫০ খ্রিস্টাব্দ), যে সময়কাল গুপ্ত সাম্রাজ্যের সাথে মিলে যায়।\nভারতীয় উপমহাদেশে ইসলামী শাসকগণের বিজয়  এবং দক্ষিণ এশিয়ায় ইসলামের প্রসারের মধ্য দিয়ে হিন্দুদের নিপীড়নের বৈশিষ্ট্যযুক্ত যুগ শুরু হয়, এবং  মুঘল সাম্রাজ্যের শেষ পর্যন্ত অব্যাহত থাকে।  বিজয়নগর ও মারাঠা সাম্রাজ্য ভারতীয় উপমহাদেশে হিন্দুধর্মকে বিশেষভাবে পুনরুজ্জীবিত এবং সুরক্ষিত করে, যদিও জাফনা রাজত্ব ও গোর্খ রাজত্ব যথাক্রমে শ্রীলঙ্কা ও নেপালে হিন্দুধর্মকে বিশেষত রক্ষা করে।\n\n\n== ইতিহাস ==\n\n\n=== উৎপত্তি ===\nবৈদিক যুগ, ইন্দো-আর্যদের বৈদিক ধর্মের নামানুসারে, আনুমানিক ১৯০০ থেকে ৫০০ খ্রিস্টপূর্বাব্দ সময়কাল থেকে স্থায়ী হয়েছিল। ইন্দো-আর্যরা ছিল যাজক যারা সিন্ধু সভ্যতার পতনের পর উত্তর-পশ্চিম ভারতে চলে গিয়েছিল। ভাষাগত এবং প্রত্নতাত্ত্বিক তথ্য ১৫০০  খ্রিস্টপূর্বাব্দের পরে উপমহাদেশে সাংস্কৃতিক পরিবর্তন ঘটে, এবং ভাষাগত ও ধর্মীয় তথ্য স্পষ্টভাবে ইন্দো-ইউরোপীয় ভাষা ও ধর্মের সাথে লিঙ্ক দেখায়। প্রায় ১৫০০ খ্রিস্টপূর্বাব্দ নাগাদ, দক্ষিণ এশিয়ার উত্তর-পশ্চিম ও উত্তর-গাঙ্গেয় সমভূমিতে বৈদিক সংস্কৃতি ও কৃষি জীবনধারা প্রতিষ্ঠিত হয়েছিল। প্রাথমিক রাষ্ট্র-রূপ আবির্ভূত হয়েছিল, যার মধ্যে কুরু-পাঞ্চাল ইউনিয়ন ছিল সবচেয়ে প্রভাবশালী। দক্ষিণ এশিয়ায় প্রথম নথিভুক্ত রাষ্ট্র-স্তরের সমাজ ১০০০ খ্রিস্টপূর্বাব্দে বিদ্যমান ছিল। স্যামুয়েলের মতে, এই সময়ের মধ্যে বৈদিক গ্রন্থের ব্রাহ্মণ ও আরণ্যক স্তরের আবির্ভাব হয়, যা প্রথম দিকের উপনিষদে একত্রিত হয়েছিল। গ্রন্থগুলি দার্শনিক ও আধিভৌতিক অনুমান বা হিন্দু সংশ্লেষণ এর ক্রমবর্ধমান মাত্রা যোগ করে আচারের অর্থ জিজ্ঞাসা করতে শুরু করে।\n\n\n=== জাতীয়তাবাদের উত্থান ===\n\nসাম্প্রতিক বছরগুলিতে, ভারতের হিন্দুদের মধ্যে হিন্দু জাতীয়তাবাদ এবং হিন্দুত্ব বা হিন্দু পরিচয়ের বোধের ক্রমবর্ধমান আন্দোলন হয়েছে। এটি বিশেষ করে ২০১৪ সালে ভারতে বিজেপি সরকার গঠনের পর হয়েছে। ভারতে, বেশ কয়েকটি হিন্দু জাতীয়তাবাদী রাজনৈতিক দল রয়েছে, যার মধ্যে বিজেপিই তাদের মধ্যে সবচেয়ে বড়। বিজেপির পাশাপাশি, রাষ্ট্রীয় স্বয়ংসেবক সঙ্ঘকেও হিন্দু জাতীয়তাবাদী উদ্দেশ্যের প্রধান সংগঠন হিসেবে অনুযু়ক্ত করা হয়েছে।\nহিন্দু জাতীয়তাবাদ এবং হিন্দুত্বের উত্থানকে ভারতের ধর্মনিরপেক্ষ আইনের ক্ষেত্রে হুমকি হিসেবে বিবেচনা করা হয়। এছাড়াও, হিন্দু জাতীয়তাবাদ উত্থানের সাথে সাথে ধর্মীয় সংখ্যালঘুদের, প্রধানত মুসলিম ও খ্রিস্টানদের উপর নিপীড়ন বৃদ্ধি পেয়েছে। নেপালেও হিন্দু জাতীয়তাবাদের উত্থান ঘটেছে, এবং খ্রিস্টানদের বিরুদ্ধে সহিংসতা বৃদ্ধি পেয়েছে।\n\n\n== সংগঠন ==\n\nদক্ষিণ এশিয়ার অধিকাংশ হিন্দু সংগঠন ভারত এবং নেপালে অবস্থিত, যদিও দক্ষিণ এশিয়ার বাকি দেশেও কিছু সংগঠন রয়েছে।\n\nরাজনৈতিক\nভারতীয় জনতা পার্টি ()\nহিন্দু মহাসভা ()\nজাতীয় প্রজাতন্ত্র পার্টি ()\nপাকিস্তান হিন্দু পার্টি ()\nসামাজিক\nবঙ্গ সেনা ()\nহিন্দুধর্ম সমুদয় ()\nশিবা সেনাই ()\nহিন্দু প্রজাতান্ত্রিক পার্টি ()\n\n\n== জনসংখ্যা ==\n\nহিন্দুধর্ম হলো দক্ষিণ এশিয়ার সংখ্যাগরিষ্ঠ ধর্ম, এবং বিশ্বের অধিকাংশ হিন্দুরা এখানে বসবাস করে।  সবচেয়ে বেশি হিন্দু জনসংখ্যার ১০টি দেশের মধ্যে ৫টি দক্ষিণ এশিয়ায় রয়েছে, যেমন ভারত, নেপাল,  বাংলাদেশ, পাকিস্তান ও শ্রীলঙ্কা। ভারতে ১.১ বিলিয়ন বা ১১০ কোটিরও বেশি হিন্দু বসবাস করে, যা বিশ্বের বৈশ্বিক হিন্দু জনসংখ্যার ৯৪%।\nহিন্দুধর্ম নেপাল ও ভারতে সংখ্যাগরিষ্ঠ ধর্ম, যেখানে দেশের নিজ নিজ জনসংখ্যার ৮১.৩৪% এবং ৭৯.৮% হিন্দু ধর্ম পালন করে। বাংলাদেশ, পাকিস্তান,  শ্রীলঙ্কা ও ভুটানে হিন্দুধর্ম দ্বিতীয় বৃহত্তম ধর্মীয় গোষ্ঠী  এবং আফগানিস্তানে ক্ষুদ্র হিন্দু সংখ্যালঘু রয়েছে,  এবং মালদ্বীপে কোনও হিন্দু নেই।\nসাম্প্রতিক বছরগুলিতে, দক্ষিণ এশিয়ার অ-হিন্দু সংখ্যাগরিষ্ঠ দেশগুলিতে, বিশেষ করে আফগানিস্তান,  শ্রীলঙ্কা, বাংলাদেশ ও পাকিস্তানে হিন্দু জনসংখ্যা হ্রাস পেয়েছে। এটি নিপীড়ন, জোরপূর্বক ধর্মান্তরকরণ ও কম প্রজনন ক্ষমতার হারের মতো বিভিন্ন কারণে হয়ে থাকে। আফগানিস্তান এবং শ্রীলঙ্কায় গৃহযুদ্ধের কারণেও হিন্দুরা দেশগুলো থেকে পালিয়ে যেতে বাধ্য হয়েছে।\n\n\n== আরও দেখুন ==\nদক্ষিণ এশিয়ায় ইসলাম\nএশিয়ায় হিন্দুধর্ম\nবাংলাদেশে হিন্দুধর্ম\nভারতে হিন্দুধর্ম\nনেপালে হিন্দুধর্ম\nপাকিস্তানে হিন্দুধর্ম\nশ্রীলঙ্কায় হিন্দুধর্ম\nভুটানে হিন্দুধর্ম\nআফগানিস্তানে হিন্দুধর্ম\nমালদ্বীপে হিন্দুধর্ম\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nReligion of South Asia\nSouth Asia"}