{"pageid": 1486528, "title": "মনি কিশোর", "url": "https://bn.wikipedia.org/wiki?curid=1486528", "content": "মনি কিশোর (৯ জানুয়ারি, ১৯৬১ – ২০ অক্টোবর, ২০২৪) ছিলেন বাংলাদেশী কণ্ঠশিল্পী, গীতিকার, সুরকার। যিনি নব্বই দশকে তুমুল জনপ্রিয় হয়েছিলেন। সঙ্গীত জীবনে তিনি প্রায় পাঁচ শতাধিক গান রেকর্ড করেছেন এবং কুড়িটিরও বেশি গানের সুর দিয়েছেন। \n\n\n== জন্ম পরিচয় ==\nমনি কিশোরের আসল নাম অরুন কুমার মন্ডল। তার ডাক নাম ছিলো মনি। কিশোর কুমারের প্রতি গভীর শ্রদ্ধার নিদর্শনস্বরূপ তিনি নিজের নামের সাথে 'কিশোর' যোগ করেন।  মনি কিশোর ১৯৬১ সালের ৯ জানুয়ারী বাংলাদেশের নড়াইল জেলার লক্ষীপুরে মামাবাড়ীতে জন্মগ্রহণ করেন। পুলিশ কর্মকর্তা বাবার সাত সন্তানের মধ্যে মনি কিশোর চতুর্থ সন্তান। সাত জনের মধ্যে তারা চার ভাই ও তিন বোন।\n\n\n== পারিবারিক ও পেশাগত জীবন ==\nমনি কিশোর কাপড়ের ব্যবসার জড়িত ছিলেন এবং সংগীতের পাশাপাশি তিনি এই পেশা চালিয়ে যান। তাঁর একমাত্র কন্যা সন্তান নিন্তি মা্কিন যুক্তরাষ্ট্রে থাকেন। নব্বই দশকের শুরুতে বিয়ে করেন মনি কিশোর। স্ত্রী শামিমা চৌধুরীর সাথে দেড় যুগ আগে তাদের দাম্পত্যজীবনের ইতি ঘটে। বিয়ের সময়ই ইসলাম ধর্ম গ্রহণ করেন মনি কিশোর। তার স্ত্রীর সাথে আলাদা হবার পর তিনি একাকী জীবনযাপন করছিলেন।\n\n\n== প্রাথমিক জীবন ও সংগীত ক্যারিয়ার ==\nতার সঙ্গীতজীবন শুরু হয় ১৯৯০-এর দশকের প্রথম দিকে। তিনি মূলত রোমান্টিক ও মেলোডি ঘরানার গান পরিবেশন করতেন। তাঁর জনপ্রিয় গানগুলোর মধ্যে অন্যতম \"কি ছিলে আমার তুমি,\" \"সেই দুটি চোখ কোথায় তোমার,\" \"তুমি শুধু আমারই জন্য।\" এই গানগুলো তাকে বাঙালি শ্রোতাদের মধ্যে ব্যাপক জনপ্রিয়তা এনে দেয়। মনি কিশোরের ৩০টির বেশি একক অ্যালবাম বেরিয়েছে।\n\n\n== সংগীত অবদান ==\nমনি কিশোর তাঁর দীর্ঘ সংগীত জীবনে প্রায় ৫০০টিরও বেশি গান রেকর্ড করেছেন এবং ২০টিরও বেশি গান সুর করেছেন। উল্লেখযোগ্য গানসমূহঃ\n\nকি ছিলে আমার তুমি\nসেই দুটি চোখ কোথায় তোমার\nতুমি শুধু আমারই জন্য\nমুখে বলো ভালোবাসো\nআমি মরে গেলে জানি তুমি\n\n\n== মৃত্যু ==\nশনিবার, ১৯ অক্টোবর, ২০২৪ তারিখে রাত সাড়ে ৯টার দিকে রামপুরা টিভি সেন্টার রোডের ৩৩৫ নম্বর বাড়ি থেকে শিল্পীর মরদেহ উদ্ধার করা হয়। ওই বাড়ির একটি ফ্লাটে একা বসবাস করতেন মনি কিশোর। গত কয়েকদিন ধরে তিনি বাসা থেকে বের হননি, যা দেখে বাড়ির মালিক সন্দেহ প্রকাশ করে পুলিশকে খবর দেন। পুলিশ গিয়ে তার লাশ উদ্ধার করে। ধারণা করা হচ্ছে, তিনি স্বাভাবিক কারণে মারা গেছেন, তবে মৃত্যুর সঠিক কারণ জানার জন্য তার মরদেহের ময়নাতদন্ত করা হয়েছে। পুলিশের দেওয়া তথ্যমতে, মনি কিশোরের মরদেহ মৃত্যুর প্রায় চার-পাঁচদিন পর উদ্ধার করা হয়।\n\n\n== অন্যান্য তথ্য ==\n\n\n== তথ্যসূত্র =="}