{"pageid": 1486120, "title": "উত্তরা লেক", "url": "https://bn.wikipedia.org/wiki?curid=1486120", "content": "উত্তরা লেক হল বাংলাদেশের ঢাকা মহানগরীর উত্তরা মডেল টাউনের সেক্টর ৯ ও সেক্টর ১১-এর মধ্যবর্তী স্থল হতে সেক্টর ৩ ও সেক্টর ৫ এর মধ্যবর্তী স্থলে বয়ে যাওয়া একটি হৃদ। ৩ কিলোমিটার দীর্ঘ এই হ্রদটি তিন ভাগে বিভক্ত যা সোনারগাঁও জনপথ অতিক্রম করে উত্তরে শহীদ মনসুর আলী মেডিকেল কলেজ এবং দক্ষিণে হজরত শাহজালাল আন্তর্জাতিক বিমানবন্দর এলাকা পর্যন্ত বিস্তৃত।\n\n\n== সমস্যা ==\nশহরের হ্রদগুলোর মধ্যে এটির অবস্থা সবচেয়ে খারাপ বলে বিবেচিত হয়ে থাকে। কর্তৃপক্ষের উদাসীনতার ফলে এর সৌন্দর্য ক্রমশ নষ্ট হয়ে যাচ্ছে। পাশাপাশি লেকের স্থান ভরাট করে বাণিজ্যিক কাঠামো নির্মাণের ফলে এর অস্তিত্ব হুমকির মুখে পড়েছে। ক্রমাগত দূষণ ও দখলের ফলে হ্রদের কিছু অংশ বিলীন হয়ে গেছে।\n\n\n== সংস্কার ==\n\n১০০ মিটার প্রস্থের এই হ্রদের একাধিক অংশে সংকীর্ণতা, ভেঙ্গে যাওয়া পাড়ের কারণে হ্রদের চারপাশে হাঁটায় প্রতিবন্ধকতা সৃষ্টি, জমে থাকা আবর্জনা এবং হ্রদের পানি দূষণের সমস্যার কারণে রাজধানী উন্নয়ন কর্তৃপক্ষ ২০১৩ সালে এটি সংস্কার করার সিদ্ধান্ত নেয়। সংস্কার প্রকল্পে হ্রদের দুটি সেতুর পুনঃনির্মাণ, সোনারগাঁও জনপথের অতিক্রমকারী অংশে কালভার্ট নির্মাণ, হ্রদের তীরে হাঁটার পথ নির্মাণ ও সংরক্ষণ, আবর্জনা অপসারণ এবং খননকাজ অন্তর্ভুক্ত ছিল। ২০১৪ সালে দুই বছরের মধ্যে সংস্কার প্রকল্প সম্পন্ন করার উদ্দেশ্যে ৩৭.৩২ কোটি টাকা বাজেট নির্ধারিত হলেও এর মাস্টারপ্ল্যান ২০১৬-২০১৭ অর্থবছরে প্রস্তুত করা হয় এবং নভেম্বর ২০১৭ সালে সংস্কারকাজ আনুষ্ঠানিকভাবে শুরু হয়। তবে ২০১৮ সালে প্রাপ্ত তথ্য অনুযায়ী কর্তৃপক্ষ হ্রদটির জন্য ২০৮ কোটি টাকার একটি নতুন সংস্কার প্রকল্প শুরু করার সিদ্ধান্ত নেয় যাতে অতিরিক্ত কাজ হিসেবে গণশৌচাগার, ওয়াটার ডেক, হ্যাংগিং ডেক, ব্যায়ামাগার, ঝরণা, খাওয়ার পানির ব্যবস্থা এবং একটি উন্মুক্ত মঞ্চ রাখা হয়েছিল। তবে পরবর্তীতে নতুন পরিকল্পনা বাদ দিয়ে সংস্কারকাজ সম্পন্ন করার শেষ হয় ২০১৯ সালে নির্ধারণ করা হয়। উক্ত সময়ের মধ্যে সংস্কার করা সম্ভব না হওয়ায় আরও এক বছর বাড়ানো হয়। কিন্তু ২০২০ সাল পর্যন্ত সংস্কারকাজ ২০% বাকি থাকায় প্রকল্পের ব্যয় বাড়িয়ে ৯৪.৯৮ কোটি টাকা করে সময়কাল ২০২৩ সাল নির্ধারণ করা হয়। পরবর্তীতে সংস্কার পরিকল্পনা সংকুচিত করে শুধু হ্রদের পাড় বাঁধাই ও খননের মাধ্যমে গভীরতা বৃদ্ধির কাজ রাখা হয়। সংস্কার প্রকল্পে নিযুক্ত পরামর্শক প্রতিষ্ঠান ডেটা এক্সপার্ট লিমিটেডের পরামর্শ অনুযায়ী হ্রদের মেঝে ও দুই পাড়ে কংক্রিটের ব্লক ব্যবহার করে বাঁধানো হয়। পরবর্তীতে সময়কাল আরও বাড়িয়ে জুন ২০২৫ সাল করা হয়। ২০২৪ সালে সংস্কার কাজে নিযুক্ত কনভয়েসের বিরুদ্ধে বেআইনিভাবে হ্রদের মাটি বিক্রি করার অভিযোগ পাওয়া যায়।\n\n\n== তথ্যসূত্র =="}