{"pageid": 1486765, "title": "যুগলকিশোর বিড়লা", "url": "https://bn.wikipedia.org/wiki?curid=1486765", "content": "শেঠ যুগলকিশোর বিড়লা (২৩ মে ১৮৮৩ – ২৪ জুন ১৯৬৭) ছিলেন বিড়লা পরিবারের প্রখ্যাত শিল্পপতি, সমাজসেবী এবং হিন্দু দর্শনের সমর্থক ও পৃষ্ঠপোষক। \n\n\n== জীবনী ==\nযুগলকিশোর বিড়লার জন্ম ১৮৮৩ খ্রিস্টাব্দের ২৩ মে  ব্রিটিশ ভারতের মুম্বাইয়ে। রাজপুতানা রাজ্যের ঝুনঝুনু জেলার পিলানি শহরে এক মাড়োয়ারি মহেশ্বরী সম্প্রদায়ের  বিড়লা পরিবারের অন্যতম সদস্য বলদেও দাস বিড়লার জ্যেষ্ঠ পুত্র ছিলেন যুগলকিশোর। অন্যেরা হলেন- রামেশ্বর দাস, ঘনশ্যাম দাস এবং ব্রজ মোহন। বলদেও দাস বিড়লা বম্বে যান বাণিজ্যের নতুন পথের সন্ধানে। তিনি ১৮৮৪ খ্রিস্টাব্দে 'শিব নারায়ণ বলদেও দাস' গঠন করেন। ১৮৯৭ খ্রিস্টাব্দে কলকাতায় 'বলদেও দাস যুগল কিশোর' প্রতিষ্ঠা করেন। যুগলকিশোর কলকাতায় চোদ্দ বছর বয়সে তার ব্যবসায়িক কর্মজীবন শুরু করেন এবং শীঘ্রই আফিম, রৌপ্য, মশলা এবং অন্যান্য ব্যবসায় নামী ব্যবসায়ী এবং ফটকাবাজ হিসেবে পরিচিতি লাভ করেন। তারপর বিড়লারা পাট এবং তূলার মতো অন্যান্য সামগ্রী নিয়ে ব্যবসায় বৈচিত্র্য আনেন। প্রথম বিশ্বযুদ্ধের সময় এবং পরে, সেই সময়ের মধ্যে তার অনুজ ঘনশ্যাম দাস বিড়লাও ব্যবসায় যোগ দেন। পারিবারিক এই সংস্থাটি, ১৯১৮ খ্রিস্টাব্দ পর্যন্ত বলদেও দাস যুগলকিশোর নামেই পরিচালিত হয়। পরে এটি 'বিড়লা ব্রাদার্স লিমিটেড' নামে একটি লিমিটেড কোম্পানিতে পরিণত হয় । \nএক পর্যায়ে, ঘনশ্যাম দাস বিড়লা ব্যাপক ক্ষতির সম্মুখীন হন এবং অ্যান্ড্রু ইউল গ্রুপের কাছে মিলটি বিক্রি করার সিদ্ধান্ত নিলে যুগল কিশোর তার পাশে দাঁড়ান এবং তাকে অর্থের জন্য চিন্তা না করে যথা সম্ভব দক্ষতার সাথে মিলটির পরিচালনায় বিড়লা জুট পুনরুজ্জীবিত হয়। এটি এখন 'এমপি বিড়লা' গ্রুপের ফ্ল্যাগশিপ কোম্পানি।\nযদিও যুগলকিশোর বিড়লা কলকাতায় তার ব্যবসায়িক জীবন শুরু করেন, পরে তিনি দিল্লিতে আসেন এবং আমৃত্যু সেখানকার বিড়লা হাউসেই বসবাস করেন। ঘনশ্যাম দাসের জ্যেষ্ঠ পুত্র লক্ষ্মী নিবাস বিড়লা তাকে দত্তক পুত্র হিসাবে গ্রহণ করেন। \n\n\n== হিতৈষী ==\nযুগলকিশোরের কোন সন্তান না থাকায়, তিনি দাতব্য কাজে অনেক সময় এবং অর্থ ব্যয় করেন। অসংখ্য মন্দির, কলকাতায় মেডিকেল কলেজ, মেয়েদের জন্য কলকাতার মাড়োয়ারি বালিকা বিদ্যালয়সহ এই ধরনের আরও অনেক প্রতিষ্ঠান নির্মাণ করেন। একজন ধর্মপ্রাণ হিন্দু হওয়ায়, তিনি দিল্লিতে প্রথম এবং পরে কলকাতা ও ভোপাল সহ ভারত জুড়ে বিড়লা মন্দির নির্মাণের মূল উদ্যোক্তা ছিলেন। এছাড়াও, গোশালা (গরু আশ্রয়স্থল) এবং পিঞ্জরাপোল (দুর্বল গবাদি পশুসহ অন্য পশু ও পাখিদের শুশ্রূষাসহ আশ্রয়দান) ইত্যাদির নির্মাণে সহায়তা তাঁর মহান হৃদয়ের আরও একটি প্রিয় দিক ছিল। তিনি হিন্দু মহাসভা এবং রাষ্ট্রীয় স্বয়ংসেবক সংঘ সহ বিভিন্ন হিন্দু সম্প্রদায়ের কাজে এবং সংগঠনকে অর্থ দান করেন। অনুরূপভাবে, একই সময়ে মহাত্মা গান্ধী , ভারতীয় জাতীয় কংগ্রেস এবং ভারতের স্বাধীনতা আন্দোলনের অর্থায়নে সহায়তা প্রদান করেন।  এই উদ্দেশ্যে অনুজ ঘনশ্যামদাস সহ তার পরিবারের অন্যান্য সদস্যরা একযোগে অগ্রণী ভূমিকা নেন।\n১৯২০ খ্রিস্টাব্দে তার অনুজ ঘনশ্যাম দাসের সাথে, তিনি তাদের ব্যক্তিগত ট্রাস্টের অধীনে 'শ্রী শিক্ষায়তন স্কুল' নামে মারোয়াড়ি বালিকা বিদ্যালয় প্রতিষ্ঠার জন্য প্রয়োজনীয় অর্থ দান করেন। শিক্ষায়তনটি বর্তমানে 'শ্রী শিক্ষাতন কলেজ'-এ উন্নীত হয়েছে । \nমহাত্মা গান্ধীর একনিষ্ঠ অনুসারী যুগলকিশোর নিজের ইচ্ছানুসারে ত্রাণ ও দাতব্য কাজের জন্য অকাতরে অর্থ দান করেন। \nতিনি তার ব্যক্তিগত সম্পদের বিরাট অংশ ভারতের প্রধান প্রধান মহানগরে বিড়লা মন্দির এবং ধর্মশালা নামে পরিচিত হিন্দু মন্দির নির্মাণে এবং স্কুল, বিশ্ববিদ্যালয় ও হাসপাতালের উন্নয়নে ব্যয় করেন  দুর্ভিক্ষ ও প্রাকৃতিক দুর্যোগের সময়ে বহু গ্রাম দত্তক নেন \nবৃদ্ধ বয়সেও, তিনি উত্তর প্রদেশের মথুরাতে শ্রীকৃষ্ণের জন্মস্থানে কেশব দেও মন্দির নির্মাণের মদন মোহন মালব্যর অসমাপ্ত স্বপ্ন পূরণে নেতৃস্থানীয় ভূমিকা নেন। তিনি কয়েক লক্ষ টাকার বড় অঙ্ক দান করেন এবং ১৯৫১ খ্রিস্টাব্দে একটি ব্যক্তিগত ট্রাস্ট গঠন করে জমির অধিকার হস্তান্তর ইত্যাদি সম্পাদনের পর ১৯৬৫ খ্রিস্টাব্দে ঐতিহাসিক এই মন্দিরের কাজ সম্পন্ন ও উদ্বোধন করা হয়। যার জন্য দেশের হিন্দুসম্প্রদায়ের মানুষ তাকে শ্রদ্ধায় স্মরণ করে।  তিনি বিবেকানন্দ রক মেমোরিয়াল নির্মাণের জন্যতও প্রাথমিক অর্থ দান করেন এবং তার ভ্রাতাদের কাছ থেকে এই প্রকল্পের জন্য আরও অর্থের ব্যবস্থা করেছিলেন, তবে তার মৃত্যুর বেশ কয়েক বছর পর এর নির্মাণ শুরু হয়েছিল। \nযুগলকিশোর বিড়লা ১৯৬৭ খ্রিস্টাব্দের ২৪ জুন পরলোক গমন করেন।  তিনি তার অবশিষ্ট সম্পদ ধর্মীয় ট্রাস্ট এবং তার দত্তক পুত্র লক্ষ্মীনারায়ণ বিড়লার জন্য রেখে যান। \n\n\n=== উল্লেখযোগ্য জনহিতকর কাজ ===\n১৯৫১ খ্রিস্টাব্দে ট্রাস্ট প্রতিষ্ঠা করে উত্তর প্রদেশের মথুরাতে শ্রীকৃষ্ণের জন্মস্থানে বিখ্যাত কেশব দেও মন্দির তৈরি করেন। \nউত্তর দিল্লি হনুমান মন্দির ১৯৬৫ খ্রিস্টাব্দে প্রতিষ্ঠিত হয়। \nশ্রী লক্ষ্মী নারায়ণ মন্দির, ১৯৩৯ খ্রিস্টাব্দে দিল্লিতে প্রতিষ্ঠিত হয়।\nবিড়লা মন্দির, বারাণসী\nবিড়লা মন্দির (গীতা মন্দির),  মথুরাতে ১৯৪৬ খ্রিস্টাব্দে প্রতিষ্ঠিত \nশ্রী শিক্ষাতন স্কুল, যা পরে শ্রী শিক্ষায়তন কলেজে পরিণত হয় ১৯২০ খ্রিস্টাব্দে কলকাতায় প্রতিষ্ঠিত হয় । \nমাড়োয়ারি রিলিফ সোসাইটি, ১৯১৩ খ্রিস্টাব্দে কলকাতায় প্রতিষ্ঠিত হয়। \nবেনারস হিন্দু বিশ্ববিদ্যালয়ের বিড়লা হোস্টেল বিড়লা হোস্টেল ১৯২০ খ্রিস্টাব্দে প্রতিষ্ঠিত হয়। \nবিড়লা মন্দির, কুরুক্ষেত্র ১৯৫০ খ্রিস্টাব্দে প্রতিষ্ঠিত হয়। \nদেব মন্দির, ব্যাংকক - মন্দিরের মার্বেল স্ল্যাবের জন্য আর্থিক যাহায্য প্রদান করেন। ১৯৬৯ খ্রিস্টাব্দে মন্দিরটির উদ্বোধন হয়।\nনিপ্পনজান মাইহোজি মন্দির, মুম্বাই – এই বৌদ্ধ মন্দির নির্মাণের জন্য জমি ক্রয় করেন। \nভগবান কৃষ্ণ মন্দির, মথুরা ১৯৪৬ খ্রিস্টাব্দে তার পিতামাতার স্মরণে মথুরায় নির্মাণ করান। \nপরমজ্যোতির মন্দির, বারোবাগ, হিমাচল প্রদেশ – এই মন্দির প্রতিষ্ঠায় তাঁর বন্ধু স্টোকসের অনুরোধে বিপুল পরিমাণ অর্থ দান করেন। \nবিবেকানন্দ রক মেমোরিয়াল নির্মাণের জন্য বিড়লা গ্রুপ থেকে তহবিল দান এবং আরও অর্থের ব্যবস্থা করেছেন \n\n\n== তথ্যসূত্র =="}