{"pageid": 1486962, "title": "ফারুক কাজী", "url": "https://bn.wikipedia.org/wiki?curid=1486962", "content": "ফারুক কাজী (১৭ জানুয়ারি, ১৯৪৯ – ৩ জুলাই, ২০২০) ছিলেন একজন বাংলাদেশি সাংবাদিক এবং আইন প্রতিবেদক। তিনি তৎকালীন প্রধানমন্ত্রী শেখ হাসিনার ডেপুটি প্রেস সেক্রেটারি এবং নয়া দিল্লিতে বাংলাদেশ হাইকমিশনে প্রেস মন্ত্রীর দায়িত্ব পালন করেছেন। তিনি বাংলাদেশের আইন প্রতিবেদকদের ফোরামের অন্যতম প্রতিষ্ঠাতা এবং সভাপতি ছিলেন। তিনি বাংলাদেশের সাংবাদিকদের মাধ্যমে আইন রিপোর্টিংয়ের প্রবর্তক ছিলেন। তিনি ১৯৭২ সাল থেকে সুপ্রিম কোর্টের কার্যক্রম কাভার করেছেন। তিনি সংসদের কার্যক্রমও কাভার করেছেন।\n১৯৭১ সালে বাংলাদেশের স্বাধীনতা যুদ্ধ থেকে ফিরে আসার পর, ১৯৭২ সালে ফারুক কাজী তৎকালীন বন্ধ হয়ে যাওয়া দৈনিক বাংলার বাণীতে যোগ দেন। ১৯৯৭ সালে তিনি বাংলাদেশ সংবাদ সংস্থায় (বাসস) যোগ দেন এবং পরবর্তীতে তৎকালীন প্রধানমন্ত্রী শেখ হাসিনার ডেপুটি প্রেস সেক্রেটারি হিসেবে নিয়োগ পান। এরপর তিনি নয়া দিল্লিতে বাংলাদেশ হাইকমিশনে প্রেস মন্ত্রী হিসেবে দায়িত্ব পালন করেন। নয়া দিল্লি থেকে ফিরে এসে তিনি ইউনাইটেড নিউজ অব বাংলাদেশের (ইউএনবি) চিফ করেসপন্ডেন্ট হিসেবে যোগ দেন এবং তার সহকর্মীদের সঙ্গে আইন প্রতিবেদক ফোরাম প্রতিষ্ঠা করেন ও ফোরামের প্রথম সভাপতি হন।\n\n\n== প্রারম্ভিক জীবন ও পরিবার ==\n\n১৯৪৯ সালের ১৭ জানুয়ারি কুষ্টিয়ার একটি সম্মানিত পরিবারে তার জন্ম। তার বাবা মরহুম কাজী কফিল উদ্দিন আহমেদ ছিলেন সেই সময়ের বিশিষ্ট আইনজীবী এবং কুষ্টিয়া জেলা আওয়ামী লীগের প্রতিষ্ঠাতা সভাপতি। তার বাবা ১৯৫৪ সালের পূর্ব বাংলা নির্বাচনে এমএলএ নির্বাচিত হন, যা ছিল পাকিস্তান সৃষ্টির পর প্রথম নির্বাচন। তার বড় ভাই কাজী রশিদুল হক পাশা একজন বিশিষ্ট সাংবাদিক, লেখক, পরিচালক ও অভিনেতা।\n\n\n== ছাত্র রাজনীতি ==\n\nপাকিস্তানে ১৯৬৮ সালের আন্দোলনটি ছাত্র ও শ্রমিকদের একটি গণঅভ্যুত্থানে রূপ নেয়, যা প্রতিটি পেশার মানুষকে আকৃষ্ট করেছিল। এই অভ্যুত্থান ১৯৬৮ সালের শুরুর দিকের নভেম্বর থেকে ১৯৬৯ সালের মার্চের শেষ পর্যন্ত চলে এবং এতে প্রায় ১ থেকে ১.৫ কোটি মানুষ জড়িত ছিল। এই আন্দোলনের ফলে পাকিস্তানের প্রেসিডেন্ট আইয়ুব খানের শাসন ব্যবস্থা ভেঙে পড়ে। ফারুক কাজী সেই সময় আইয়ুব খানের বিরুদ্ধে ছাত্র আন্দোলনের একজন সক্রিয় সংগঠক ছিলেন। তার লেখা পোস্টারগুলো তখন খুবই জনপ্রিয় ছিল। তিনি আরও ১০ জন আন্দোলনের নেতার সঙ্গে গ্রেপ্তার হন এবং তাদের জেলে পাঠানো হয়। এই ১১ জন নেতার গ্রেপ্তারের পর কুষ্টিয়ায় প্রতিবাদ আরও শক্তিশালী হয়ে ওঠে।\n\n\n== কর্মজীবন ==\n১৯৭২ সালে জাতীয় দৈনিক তৎকালীন বন্ধ হয়ে যাওয়া \"বাংলার বাণী\" পত্রিকায় প্রতিবেদক হিসেবে কর্মজীবন শুরু করেন।\n১৯৯৭ সালে বাসস-এ সিনিয়র রিপোর্টার হিসেবে যোগ দেন এবং ২০০২ সালে বিএনপি জোট সরকার তাকে বরখাস্ত করে।\n১৯৯৯ সালে তৎকালীন প্রধানমন্ত্রী শেখ হাসিনার ডেপুটি প্রেস সেক্রেটারি-১ হিসেবে দায়িত্ব পালন করেন।\n২০০০ সালে নয়া দিল্লিতে বাংলাদেশ হাইকমিশনে মন্ত্রী (প্রেস) হিসেবে নিযুক্ত হন এবং ২০০১ সালে বিএনপি জোট সরকার তাকে বরখাস্ত করে।\nইউএনবিতে চিফ অব করেসপন্ডেন্ট হিসেবে দায়িত্ব পালন করেন।\n\n\n== আইন প্রতিবেদক ফোরাম প্রতিষ্ঠা, ২০০৪ ==\n২০০১ সালে বিএনপি জোট সরকার ক্ষমতায় আসে এবং দেশটি অত্যন্ত অস্থিতিশীল হয়ে ওঠে। সাংবাদিকদের জন্য সরকারবিরোধী প্রতিবেদন করা খুব কঠিন হয়ে পড়ে। সেই সময়ের জনপ্রিয় আইন সাংবাদিকদের সঙ্গে মিলিত হয়ে সাংবাদিকতায় একটি ভারসাম্য তৈরি করার উদ্দেশ্যে ফারুক কাজী এবং তার দল একটি ফোরাম গঠন করার সিদ্ধান্ত নেন এবং এর নাম রাখেন আইন প্রতিবেদক ফোরাম। তিনি ২০০৪-২০০৯ পর্যন্ত ফোরামের প্রথম সভাপতি হন এবং এটি এখন একটি সফল সংগঠন এবং দেশের একটি শক্তিশালী কণ্ঠস্বর।\n\n\n== মৃত্যু ==\nসিনিয়র সাংবাদিক ফারুক কাজী ঢাকার নিউ এলিফ্যান্ট রোডের ফ্ল্যাটে শুক্রবার সকালে ঘুমের মধ্যে মারা যান। তার বয়স ৭১ বছর ছিল। তার মেয়ে আরশি কাজী জানিয়েছেন, বৃহস্পতিবার তার বাবার কিডনি অকেজো হয়ে যাওয়ার রোগ নির্ণয় করা হয় এবং তাকে ব্যথার জন্য সিডেটেড রাখা হয়। তিনি বলেন, \"৫৮ ঘণ্টার গভীর ঘুমের পর আমার বাবা শুক্রবার সকাল ৮ টার দিকে মারা যান।\" তাকে মোহাম্মদপুরের রায়েরবাজার ইন্টেলেকচুয়াল গোরস্তানে দুপুর ২:৩০ টায় দাফন করা হয়। এর আগে, সাংবাদিক, পরিবারের সদস্য ও শুভানুধ্যায়ীরা শুক্রবার জুম্মার নামাজের পর কাটাবন মসজিদে অনুষ্ঠিত তার জানাজায় শেষ শ্রদ্ধা জানিয়েছেন।\nতিনি তার স্ত্রী এবং এক কন্যা রেখে গেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকোনরকম “আনডিউ প্রিভিলেজ” নেন নি\nপ্রবীণ সাংবাদিক ফারুক কাজী আর নেই\n‘ফারুক কাজী ছিলেন নির্ভীক সাংবাদিক’\nআজাহার আলী সরকার: ফারুক কাজী ভাইয়ের প্রতি আমার শ্রদ্ধা ও কৃতজ্ঞতা\nপ্রবীণ সাংবাদিক ফারুক কাজীর মৃত্যুতে শোকপ্রকাশ করেছেন প্রধানমন্ত্রী"}