{"pageid": 1486205, "title": "মাইক ত্রেসোর", "url": "https://bn.wikipedia.org/wiki?curid=1486205", "content": "মাইক ত্রেসোর এনদায়িশিমিয়ে (ফরাসি: Mike Trésor; জন্ম: ২৮ মে ১৯৯৯; মাইক ত্রেসোর নামে সুপরিচিত) হলেন একজন বেলজীয় পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে ইংল্যান্ডের পেশাদার ফুটবল লিগের শীর্ষ স্তর প্রিমিয়ার লিগের ক্লাব বার্নলি এবং বেলজিয়াম জাতীয় দলের হয়ে আক্রমণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত বাম পার্শ্বীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে ডান পার্শ্বীয় আক্রমণভাগের খেলোয়াড় অথবা আক্রমণাত্মক মধ্যমাঠের খেলোয়াড় হিসেবে খেলেন।\n২০১৫ সালে, ত্রেসোর বেলজিয়াম অনূর্ধ্ব-১৭ দলের হয়ে বেলজিয়ামের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় পাঁচ বছর যাবত বেলজিয়ামের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০২৩ সালে বেলজিয়ামের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; বেলজিয়ামের জার্সি গায়ে তিনি এপর্যন্ত ২ ম্যাচে অংশগ্রহণ করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nমাইক ত্রেসোর এনদায়িশিমিয়ে ১৯৯৯ সালের ২৮শে মে তারিখে বেলজিয়ামের লেম্বেকে জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nত্রেসোর বেলজিয়াম অনূর্ধ্ব-১৭, বেলজিয়াম অনূর্ধ্ব-১৮, বেলজিয়াম অনূর্ধ্ব-১৯ এবং বেলজিয়াম অনূর্ধ্ব-২১ দলের হয়ে খেলার মাধ্যমে বেলজিয়ামের প্রতিনিধিত্ব করেছেন। বেলজিয়ামের বয়সভিত্তিক দলের হয়ে তিনি প্রায় ৫ বছরে ৩১ ম্যাচে অংশগ্রহণ করে ১১টি গোল করেছেন।\n২০২৩ সালের ১৭ই জুন তারিখে, ২৪ বছর ও ২০ দিন বয়সে, ডান পায়ে ফুটবল খেলায় পারদর্শী ত্রেসোর অস্ট্রিয়ার বিরুদ্ধে অনুষ্ঠিত উয়েফা ইউরো ২০২৪ বাছাইপর্বের ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে বেলজিয়ামের হয়ে অভিষেক করেছেন। উক্ত ম্যাচের ৮৪তম মিনিটে বদলি খেলোয়াড় হিসেবে তিনি মাঠে প্রবেশ করেছিলেন; ম্যাচে তিনি ১৪ নম্বর জার্সি পরিধান করে বাম পার্শ্বীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি অস্ট্রিয়া ১–১ গোলের ব্যবধানে জয়লাভ করেছিল। বেলজিয়ামের হয়ে অভিষেকের বছরে ত্রেসোর সর্বমোট ২ ম্যাচে অংশগ্রহণ করেছেন। \n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n১৯ অক্টোবর ২০২৪ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n  (ইংরেজি)\n\nমাইক ত্রেসোর – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nসকারওয়েতে মাইক ত্রেসোর  (ইংরেজি)  \nসকারবেসে মাইক ত্রেসোর (ইংরেজি) \nবিডিফুটবলে মাইক ত্রেসোর  (ইংরেজি)  \nইইউ-ফুটবলে মাইক ত্রেসোর (ইংরেজি) \nট্রান্সফারমার্কেটে মাইক ত্রেসোর (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে মাইক ত্রেসোর (ইংরেজি) \nইএসপিএন এফসিতে \nন্যাশনাল-ফুটবল-টিমস.কমে মাইক ত্রেসোর (ইংরেজি)"}