{"pageid": 1486023, "title": "তামীম আদ-দারী", "url": "https://bn.wikipedia.org/wiki?curid=1486023", "content": "তামিম ইবনে আউস আল-দারি ( আরবি: تميم بن أوس الداري ) নবী মুহাম্মাদ (স.) একজন সাহাবি এবং খ্রিষ্টধর্ম থেকে ইসলামে ধর্মান্তরিত হওয়া ব্যক্তিদের মধ্যে একজন ছিলেন। ইসলামি ইতিহাসে, তিনি তার এক ভ্রমণের সময় দাজ্জালের মুখোমুখি হওয়ার জন্য পরিচিত। তামিমের গল্পটি বিভিন্ন মধ্যযুগীয় আখ্যান এবং কিংবদন্তির ভিত্তি হয়ে উঠেছে এবং তামিমকে \"নিঃস্ব ভ্রমণকারী\" উপাধি দেওয়া হয়েছে।\n\nমূলত আদ-দারী একজন খ্রিস্টান ধর্মযাজক ছিলেন, যিনি বাইজেন্টাইন শাসিত ফিলিস্তিনে বাস করতেন এবং তিনি বনু আদ-দারের লখম উপজাতির একটি বংশের অন্তর্ভুক্ত ছিলেন। মুহাম্মাদের সাথে তার প্রথম যোগাযোগ হয় ৬২৮ খ্রিস্টাব্দে যখন তিনি আরও দশজন বনু আদ-দার সদস্যের একটি প্রতিনিধি দলের নেতৃত্ব দেন। পূর্বে খায়বার যুদ্ধে মুসলিম বিজয়ের পর মুহাম্মদ বনু আদ-দারকে বিজিত জমির রাজস্বের একটি অংশ প্রদান করেছিলেন। রাজস্ব পাওয়ার জন্য আদ-দারী মুহাম্মদের সাথে সাক্ষাত করেন এবং তার সাথে দেখা করার পর ইসলাম গ্রহণ করেন এবং মদিনায় বসবাস করতে থাকেন। \n\nতার ধর্মান্তরের পর, আল-দারি মুহাম্মদের একজন উপদেষ্টা হয়ে ওঠেন, বিশেষ করে জনসাধারণের উপাসনা বিষয়ে। তার পরামর্শে মসজিদে তেলের বাতি প্রবর্তন করা হয়। ঐতিহ্যগতভাবে তাকে ইসলামী ধর্মীয় গল্পের প্রথম বর্ণনাকারী হিসেবে বিবেচনা করা হয়। তার অনেক গল্পের মধ্যে রয়েছে বিশ্বের শেষ, দাজ্জাল জন্তু এবং খ্রীষ্টশত্রুদের আগমন।  তার স্ত্রী ভেবেছিল সে মারা গেছে এবং অন্য একজনকে বিয়ে করেছে। বিষয়টি খলিফা উমর ( শা. 634–644) কে জানানো হয় এবং তিনি এটি আলীর কাছে উল্লেখ করেছিলেন যিনি বলেছিলেন যে মুহাম্মদ তামিমের সাথে যা ঘটবে তা আগে থেকেই দেখেছিলেন এবং স্ত্রীকে দুই স্বামীর মধ্যে নিজের পছন্দ করার জন্য ছেড়ে দিয়েছিলেন। স্ত্রী শেষ পর্যন্ত আল-দারির কাছে ফিরে যাওয়ার সিদ্ধান্ত নেন।\nমুহাম্মদের মৃত্যুর আগে, আল-দারিকে হেবরন, বেইট আইনুন এবং আশেপাশের এলাকা নিয়ন্ত্রণের জন্য একটি বড় কিতা'আ (জাগরণের মতো) দেওয়া হয়েছিল, যদিও সেই সময়ে ফিলিস্তিন এখনও বাইজেন্টাইন নিয়ন্ত্রণে ছিল।  দলিলটি আলী লিখেছিলেন এবং যখন মুসলমানরা 634 সালে ফিলিস্তিন জয় করেন, তখন আল-দারি এই অঞ্চলটি অধিগ্রহণ করেন। মূলত, কিতার মালিক হিসেবে আল-দারির ভূমিকা ছিল খারাজ (ভূমি কর) আদায় করা। তিনি স্থানীয়দের কাউকে দাসত্ব করতে বা তাদের সম্পত্তি বিক্রি করতে নিষেধ করেছিলেন।\n৬৫৫ সালে, আল-দারি তার জন্মভূমি ফিলিস্তিনে বসবাসের জন্য মদিনা ত্যাগ করেন যেখানে তিনি ৬৬১ সালে মারা  ঐতিহ্য অনুসারে, তাকে বায়ত জিব্রিন শহরে (হেবরনের আশেপাশে) দাফন করা হয়, যা ১৯৪৮ সালে ইসরায়েল ধ্বংস করেছিল  আজ তার মাকাম (মাজার) পরিত্যক্ত এবং কিবুতজ বেইট গুভরিনের ঠিক উত্তরে অবস্থিত। মিশরীয় ঐতিহাসিক ইবনে লাহিয়া (৭১৪-৭৯০) এর মতে, আল-দারির পরিবারের সদস্যরা ঐতিহাসিকের জীবদ্দশায় হেবরন এবং বেইট আইনুনে তার সম্পত্তির মালিক ছিলেন।\n\n\n== দাজ্জালের বর্ণনা ==\nসুন্নি সূত্রের মতে, তামিম আদ-দারি একটি অভিযানে নেমেছিলেন যেটি একটি রহস্যময় দ্বীপে জাহাজ বিধ্বস্ত হয়েছিল। এই দ্বীপে, তাকে একটি অদ্ভুত প্রাণী আল-জাসাসাহ একটি মঠের ভিতরে একটি শৃঙ্খলিত ব্যক্তির সাথে দেখা করার জন্য নিয়ে যায়, যে উপজাতির আগমনে কৌতূহলী হয়েছিল বলে জানা যায়। শৃঙ্খলিত লোকটি তাদের বাইরের জগত সম্পর্কে প্রশ্ন জিজ্ঞাসা করতে, বিভিন্ন স্থানের প্রাকৃতিক অবস্থা এবং মুহাম্মদের আগমন সম্পর্কে জিজ্ঞাসা করতে আগ্রহী। উপজাতিরা তাকে উত্তর দেওয়ার পরে, শৃঙ্খলিত লোকটি ঘোষণা করে যে সে দাজ্জাল, এবং তাদের ভবিষ্যত সম্পর্কিত বিশদ বিবরণ প্রদান করে, তাদের তার আবির্ভাবের বিষয়ে সতর্ক করে। উপজাতিরা দ্বীপ ছেড়ে চলে যায় এবং তাদের কাহিনী মুহম্মদকে আবার জনগণের কাছে বর্ণনা করে।\n\n\n== ফিলিস্তিনে সম্পত্তির অধিকার ==\nমুহাম্মদের সাথে দেখার সময় নিয়ে বলা হয় যে তামিম তার কাছে ফিলিস্তিন এলাকায় দুটি গ্রাম বা এস্টেটের জন্য একটি দলিল চেয়েছিলেন। এটি একটি অস্বাভাবিক অনুরোধ ছিল কারণ তাদের সম্পত্তির উপর মালিকানা দেওয়া হয়েছিল যা সেই সময়ে মুহাম্মদের নিয়ন্ত্রণ থেকে অনেক দূরে বলে মনে করা হত।\n\nIn the name of Allah, the Merciful, the Beneficent. Mentioned in this deed (kitab) is what the Messenger of Allah (Muhammad) bestowed upon the Daris. Since Allah gave to him (the Prophet) the earth, he (then) bestowed upon them [the Dari clan] Bayt 'Ayniin, Hibrun [or Habrun], al-Martum and Bayt Ibrahim-whoever is (living) inside them-forever. 'Abbas b. 'Abd al-Muttalib, Khuzayma b. Qays, and Hasana witnessed this.\nযেহেতু জমিটি তখন মুহম্মদের অধিকারে ছিল না, তাই আধুনিক পণ্ডিতদের সহ মুসলিম হাজিওগ্রাফিক উত্সগুলি মুহাম্মদের নবুওয়াতের দাবিকে শক্তিশালী করার প্রমাণ হিসাবে পূর্বজ্ঞানের এই আপাত কৃতিত্বের উল্লেখ করে। তামিম দ্বিতীয় খলিফা উমরের শাসনামলে আইনত সম্পত্তি অধিগ্রহণ করেন এবং তৃতীয় খলিফা উসমানের মৃত্যুর পর তার জমির দিকে যাত্রা শুরু করেন। তামিম যে সম্পত্তি পেয়েছিলেন তার ইতিহাস খুঁজে বের করা কঠিন কারণ হেবরন শহরের ইসলাম ঐতিহাসিক সূত্রে খুব কমই উল্লেখ আছে। তবে জমির অধিকার নিয়ে বিভিন্ন বিরোধ যুগ যুগ ধরে লিপিবদ্ধ রয়েছে।\nযখন সেলজুক তুর্কিরা জেরুজালেমে আধিপত্য বিস্তার করে (১০৭৩ খ্রিস্টাব্দ), তখন দারিসদের জমির দাবি নিয়ে গুরুতর বিরোধ দেখা দেয়; কিছু কিছু ক্ষেত্রে, মনে হয় যে ভূমির শাসকরা তাদের জমি থেকে দারিসদের উচ্ছেদ করার লক্ষ্যে ছিল। জেরুজালেমের কাদি দ্বারা উত্থাপিত একটি ইস্যুটির একটি উদাহরণ ছিল, আবু হাতিম আল-হারাভি আল-হানাফি একটি ফতোয়া জারি করেছিলেন যেখানে তিনি দাবি করেছিলেন যে মুহম্মদ দারিসকে সঠিকভাবে জমি প্রদান করতে পারেননি কারণ এটি তখন তার শাসনের অধীনে ছিল না। এই যুক্তিটি অত্যন্ত সাহসী বলে বিবেচিত হয়েছিল, ইসলামী আইনশাস্ত্রের চেয়ে রাজনৈতিক স্বার্থের উপর নির্ভর করে, এবং পরবর্তীতে যারা এই বিষয়ে মন্তব্য করেছিলেন তাদের দ্বারা দৈর্ঘ্যে খণ্ডন করা হয়েছিল। অবশেষে, দারিদের সম্পত্তির অধিকার মহান রহস্যবাদী এবং পণ্ডিত আল-গাজালি দ্বারা রক্ষা করা হয়েছিল, যিনি এই সময়কালে জেরুজালেমে ছিলেন।  গাজালির সম্পত্তিতে দারিসদের অধিকারের প্রতিরক্ষা এই সময়ে ইসলামী আইনশাস্ত্রের মধ্যে একটি আকর্ষণীয় ফাটল চিহ্নিত করে। গাজ্জালি এবং সুয়ূতির মতো বিশিষ্ট শাফি’ই আইনবিদরা হেবরনে ভূমিতে তামিম আদ-দারির পরিবারের অধিকার রক্ষা করছিলেন এবং তারপরে শাসন দ্বারা প্রভাবিত হানাফিরা এই অধিকারের প্রতিদ্বন্দ্বিতা করেছিলেন। তামিমি পরিবারের সম্পত্তির অধিকার রক্ষা করা বিশেষভাবে গুরুত্বপূর্ণ বলে বিবেচিত হয়েছিল কারণ জমির দলিলটি মুহাম্মদের সময় থেকে ওয়াকফ ব্যবস্থার জন্য একটি অনন্য, লিখিত নজির প্রদান করেছিল - যা ইসলামের কেন্দ্রবিন্দু হিসাবে বিবেচিত হয়েছিল।\n\n\n== এছাড়াও দেখুন ==\nসাহাবাদের তালিকা\nসাহাবাদের সুন্নি দৃষ্টিভঙ্গি\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\n \n\n\n== আরো পড়ুন ==\nCook, David (১৯৯৮)। \"Tamīm al-Dārī\"। Bulletin of the School of Oriental and African Studies। 61 (1): 20–28। hdl:1911/70551 । এসটুসিআইডি 162889862। জেস্টোর 3107289। ডিওআই:10.1017/S0041977X00015731। \nScheiner, Jens (২০১৬)। \"Single Isnāds or Riwāyas? Quoted Books in Ibn ʿAsākir's Tarjama of Tamīm al-Dārī\"।   Pomerantz, Maurice A.; Shahin, Aram A.। The Heritage of Arabo-Islamic Learning: Studies Presented to Wadad Kadi। Leiden and Boston: Brill। পৃষ্ঠা 42–72। আইএসবিএন 978-90-04-30590-8।"}