{"pageid": 1486403, "title": "হিতকরী", "url": "https://bn.wikipedia.org/wiki?curid=1486403", "content": "হিতকরী হলো ১৮৯০ সালে কুষ্টিয়া থেকে প্রকাশিত একটি পত্রিকা। মীর মশাররফ হোসেন এই পত্রিকার প্রতিষ্ঠাতা ও সম্পাদক। প্রথমে পাক্ষিক পত্রিকা হিসেবে আত্মপ্রকাশ করলেও পরবর্তীতে দাশাহিক পত্রিকা হিসেবে প্রকাশিত হয়।\n\n\n== ইতিহাস ==\nমীর মশাররফ হোসেন উনিশ শতকের একজন ব্যতিক্রমী সাহিত্যস্রষ্টা ও গুরুত্বপূর্ণ লেখক হিসেবে পরিচিত। সাহিত্যের মতো সাময়িকপত্র প্রকাশে তাঁর ভূমিকা উল্লেখযোগ্য। বাঙালি মুসলমানের সাময়িকপত্র আজীজন নেহার (১৮৭৪)  তাঁর সম্পাদনায় প্রকাশিত হয়। এর ১৬ বছর পরে ১৮৯০ সালে মশাররফ হোসেন হিতকরী পত্রিকা প্রকাশ করে। হিতকরী-এর প্রকাশকাল সম্পর্কে সঠিক ও সুস্পষ্ট ধারণা পাওয়া যায় উদ্বোধনী সংখ্যায় (প্রথম ভাগ ও প্রথম সংখ্যা)।\n\n“হে! অনন্তশক্তি সম্পন্ন করুণাময়, কৃপাময়, কৃপাসিন্ধু ভববন্ধু ভগবান! তোমারই অনন্তগুণ আশ্রয় ও সহায় করিয়া হিতকরী ১২৯৭ সনের ১৫ই বৈশাখ প্রকাশ হইল। তুমিই রক্ষক, তুমিই প্রতিপালক। জীবনমরণ সকলই তোমার হস্তে।\nযাহা তোমার ইচ্ছা।”\nপত্রিকার প্রথম বর্ষ বা ভাগ অনুযায়ী হিতকরী একটি পাক্ষিক পত্রিকা যা কুমারখালীর মথুরানাথ প্রকাশনী (যন্ত্রলায়) থেকে প্রকাশ হতো। অর্থাৎ হিতকরী পত্রিকা কুমারখালীর মথুরানাথ যন্ত্রলায়ে মুদ্রিত হয়ে কুষ্টিয়ার লাহিনীপাড়া থেকে প্রকাশিত হতো। তখন পত্রিকার প্রকাশক ও মুদ্রাকার ছিলেন যথাক্রমে দেবনাথ বিশ্বাস ও রজনীকান্ত ঘোষ। তখন প্রতি সংখ্যার মূল্য ছিল দুই পাই।\nহিতকরী পাক্ষিক পত্রিকা হিসেবে আত্মপ্রকাশ করে কিন্তু পাঠকদের চাহিদার কারণে দ্বিতীয় বর্ষে দাশাহিক পত্রিকা হিসেবে প্রকাশিত হয়। দ্বিতীয় বর্ষে পত্রিকার শুধু এই রদবদল হয়েছিল।\n\n\n== উদ্দেশ্যে ও নীতি ==\nউদ্বোধনী সংখ্যায় হিতকরী পত্রিকার উদ্দেশ্য ও নীতি সম্পর্কে বলা হয়:\n\n“সকলের হিতকথা, যাহাতে সর্ব্বসাধারণের হিতের আশা থাকে, সেই সকল কথাই হিতকরীতে প্রকাশ হয়। জাতিগত, কি ধর্ম্মগত কোন পক্ষকে লক্ষ্য করিয়া কিছু প্রকাশ হয় না।”\nপ্রথম লাইনের হিতকথা-এর অর্থ সদুপদেশ ও হিত-এর অর্থ কল্যাণকর অর্থাৎ হিতকরী পত্রিকায় যা প্রকাশিত হয় যা মানুষের সদুপদেশ ও মানুষের জন্য কল্যাণকর। দ্বিতীয় লাইন লাইন দ্বারা বোঝানো হয়েছে হিতকরী কখনো কোনো জাতিগত ও ধর্মীয় পক্ষে-বিপক্ষে কিছু প্রকাশ করে না।\n\n\n== সম্পাদকের তালিকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nখন্দকার শামীম আহমেদ। \"মীর মশাররফ হোসেনের সাংবাদিক সত্তা\" (পিডিএফ)। জাহাঙ্গীরনগর বিশ্ববিদ্যালয়। পৃষ্ঠা ৪১–৪৬। ২০২৪-০৪-১১ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০২৪-১০-২০। \nআবুল আহসান চৌধুরী (২০১৭-০১-০৯)। \"'হিতকরী' সর্ব্বসাধারণের হিতের আশায়\"। কালের কণ্ঠ। ২০২৪-১১-০৬ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০২৪-১০-১৯।"}