{"pageid": 1486457, "title": "দীপঙ্কর বরা", "url": "https://bn.wikipedia.org/wiki?curid=1486457", "content": "দীপঙ্কর বরা (ইংরেজি: Dipankar Borah; জন্ম: ১১ অক্টোবর ১৯৯৪) একজন ভারতীয় ক্ষেত্র উদ্ভিদবিজ্ঞানী, সহকারী অধ্যাপক এবং গবেষক। তিনি আসামের বাসিন্দা।\n\n\n== ব্যক্তিগত জীবন ==\nদীপঙ্কর বরা আসামের বিশ্বনাথ জেলার বাসিন্দা এবং এই অঞ্চলের একজন উদ্ভিদবিদ। এখানেই রয়েছে দেশের অন্যতম বৃহত্তম চা বাগান মোনাবাড়ি চা বাগান। তিনি মহেশ্বর বরা (বাবা) এবং বিজন্তী বরা (মা) এর পুত্র। তিনি ২০১৫ সালে বিশ্বনাথ কলেজ (গুয়াহাটি বিশ্ববিদ্যালয়ের অধিভুক্ত) থেকে বিএসসি, ২০১৭ সালে এমএসসি এবং ২০২২ সালে রাজীব গান্ধী বিশ্ববিদ্যালয় থেকে পিএইচডি করেন। তিনি উত্তর-পূর্ব ভারতের অরুণাচল প্রদেশ, আসাম ও মেঘালয় রাজ্যে তার বেশিরভাগ উদ্ভিদ অনুসন্ধান পরিচালনা করেছিলেন। ২০২০ সাল থেকে ২০২৩ সাল পর্যন্ত তিনি ভারতের আসামের গোয়ালপাড়া কলেজের উদ্ভিদবিজ্ঞান বিভাগে সহকারী অধ্যাপক ছিলেন। ২০২৩ সালের জুলাই মাস থেকে তিনি কলিয়াবর কলেজের উদ্ভিদবিজ্ঞান বিভাগের সহকারী অধ্যাপকের দায়িত্বে রয়েছেন।\n\n\n== কাজ ==\nবরা উত্তর-পূর্ব ভারতের বেগোনিয়াস, গেসনারিয়াডস, অ্যারিস্টোলোচিয়া (পাইপওয়ার্টস) এবং ক্লোরোফাইটাম (হিমালয় এবং ইন্দো-বার্মা জীববৈচিত্র্য হটস্পটগুলোতে) ছাড়াও আরও বেশ কয়েকটি গণের উপর গবেষণার জন্য সর্বাধিক পরিচিত। এ পর্যন্ত তিনি ২০টিরও বেশি নতুন উদ্ভিদের নাম বর্ণনা করেছেন।\n২০২১ সালের ফেব্রুয়ারিতে, বরা তার দুই সহকর্মী বিজ্ঞানীর সাথে অরুণাচল প্রদেশের তাওয়াং জেলার পেঙ্গা তেং তসো থেকে ক্রিম্যানথোডিয়াম ইন্ডিকাম নামে একটি নতুন আলপাইন উদ্ভিদ প্রজাতি আবিষ্কার করেছিলেন, যা সেই বছর বর্ণিত উদ্ভিদগুলোর মধ্যে খুব জনপ্রিয় হয়ে ওঠে।\nতিনি পেডিকুলারিস খোইয়াঙ্গি নামক একটি উদ্ভিদ প্রজাতির আবিষ্কারেও ছিলেন, যা পূর্ব হিমালয়ের আলপাইন অঞ্চলে আবিষ্কৃত হয়েছিল এবং তার প্রয়াত বন্ধু মিঃ হাওতু খোইয়াংয়ের নামে নামকরণ করা হয়েছিল। এর সাধারণ নাম হাওতু'স লুসেওয়ার্ট।\n২০২০ সালের ডিসেম্বরে, তিনজন ভারতীয় বিজ্ঞানী, ভি.এস. হরিশ, এম. সাবু এবং দীপঙ্কর বরা, অরুণাচল প্রদেশের পাপুম পারে জেলার নির্জুলি থেকে অ্যামোমাম অরুণাচালান্স নামে একটি নতুন প্রজাতি আবিষ্কার করেছিলেন।\nতিনি আসামের অর্কিড সংরক্ষণের সঙ্গেও কাজ করেছেন।\nবরা বেহালি সংরক্ষিত বনাঞ্চলে ব্যাপকভাবে কাজ করেছেন এবং এর সুরক্ষা ও উন্নয়নের জন্য আওয়াজ তুলেছেন।\n\n\n== ডক্টরাল গবেষণা ==\nতিনি অরুণাচল প্রদেশের রাজীব গান্ধী বিশ্ববিদ্যালয় থেকে বেহালি বন্যপ্রাণী অভয়ারণ্যের (পূর্বে বেহালি সংরক্ষিত বনাঞ্চল নামে পরিচিত) ফুল অধ্যয়নের উপর পিএইচডি করেছিলেন। বরা পাবলিক ওয়েবসাইট \"এথনোবোটানি অফ নর্থইস্ট ইন্ডিয়া\" এর নির্মাতা। এটি উত্তর-পূর্ব ভারতের দরকারী উদ্ভিদের নামের ডাটাবেস।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nটেমপ্লেট:IPNI author\n\n উইকিপ্রজাতিতেদীপঙ্কর বরা সম্পর্কিত তথ্য।\nগুগল স্কলার দ্বারা সূচীবদ্ধ দীপঙ্কর বরার প্রকাশনাসমূহ"}