{"pageid": 14862, "title": "প্রাণরসায়ন", "url": "https://bn.wikipedia.org/wiki?curid=14862", "content": "জীবনের রসায়ন নিয়ে যে বিজ্ঞানে আলোচনা করা হয় তাই হল প্রাণরসায়ন বা জীবরসায়ন। এটি জীববিজ্ঞান ও রসায়নের মধ্যে সেতুবন্ধনস্বরূপ। জটিল রাসায়নিক বিক্রিয়া এবং রাসায়নিক কাঠামোগুলোর সাথে আমাদের প্রাণের কি সম্পর্ক তা ব্যাখ্যা করে এই বিজ্ঞান। প্রাণরসায়ন আলোচনা করে কোষের বিভিন্ন উপাদান, যেমন আমিষ, শর্করা, চর্বি জাতীয় পদার্থ লিপিড, নিউক্লিয়িক এসিড এবং অন্যান্য জৈব অণু সম্পর্কে। প্রাণরসায়ন বিজ্ঞানের আওতাভুক্ত অন্যান্য বিষয়াবলীর মধ্যে জেনেটিক কোড(ডিএনএ, আরএনএ), আমিষ সংশ্লেষণ, বিভিন্ন কোষের মধ্যে সংকেত আদান প্রদান প্রভৃতি অন্যতম। \n\n\n== প্রাণরসায়নের উদ্ভব ==\nপূর্বে ধারণা ছিল যে শুধুমাত্র জীবিত বস্তু থেকেই প্রাণের উদ্ভব সম্ভব। তারপর ১৮২৮ সালে বিজ্ঞানী ফ্রেডরিখ ভোলার ইউরিয়া সংশ্লেষণ সম্পর্কিত একটি প্রবন্ধ প্রকাশ করেন যা এটাই প্রমাণ করে যে জৈব যৌগসমূহ কৃত্রিম উপায়ে তৈরি সম্ভব।\n\n\n== অ্যামিনো এসিড ==\nজীবনের ভৌত ভিত্তি হিসেবে পরিচিত অ্যামিনো এসিডের ক্রমবর্ধমান কার্বন শিকলে এক বা একাধিক কার্বক্সিল মূলকের পাশাপাশি এক বা একাধিক অ্যামিনো মূলক রয়েছে , তাই এরূপ নামকরণ। অ্যামিনো এসিড শ্রেণিবিন্যাস করার অনেক পদ্ধতি রয়েছে। তার মধ্যে জনপ্রিয় একটি পদ্ধতি হল কার্বন শিকলে বিদ্যমান কার্বক্সিল ও অ্যামিনো মূলকের সংখ্যা অনুযায়ী। তবে অ্যামিনো এসিড নামকরণ করার কোনও সুনির্দিষ্ট পদ্ধতি নেই। বিশেষভাবে উল্লেখযোগ্য কয়েকটি অ্যামিনো এসিড হল গ্লাইসিন, এলানিন, লিউসিন, ভেলিন ইত্যাদি।\n\n\n== কার্বোহাইড্রেট ==\n\nপলিহাইড্রক্সিঅ্যালডিহাইড এবং পলিহাইড্রক্সিকিটোন ও এসব পদার্থ থেকে উদ্ভূত বস্তুকে কার্বোহাইড্রেট বলে। গ্লুকোজ, ফ্রুক্টোজ, সুকরোজ, স্টার্চ, সেলুলোজ প্রভৃতি কার্বোহাইড্রেট শ্রেণিভুক্ত।\n\n\n=== শ্রেণিবিন্যাস ===\nস্বাদের ভিত্তিতে কার্বোহাইড্রেট দুই প্রকার। যথা- ১। সুগার ( এরা মিষ্টি , দানাদার এবং পানিতে দ্রবণীয়, যেমন- গ্লুকোজ, ফ্রুক্টোজ, সুকরোজ ইত্যাদি।) ও ২। নন-সুগার (এরা মিষ্টি নয়, অদানাদার এবং পানিতে অদ্রবণীয়, যেমন-স্টার্চ, সেলুলোজ, গ্লাইকোজেন ইত্যাদি) \nগঠন অণুর ভিত্তিতে কার্বোহাইড্রেট তিন প্রকার। \n\nমনোস্যাকারাইড\nগ্রীক শব্দে মনো অর্থ এক এবং স্যাকারাম অর্থ চিনি। একটি মাত্র কার্বন শৃঙ্খল দিয়ে গঠিত যে সমস্ত কার্বোহাইড্রেটকে আর্দ্র বিশ্লেষণ করা যায় না তারা মনোস্যাকারাইড। ৩ থেকে ১০ কার্বন যুক্ত সরল চিনিগুলোই মনোস্যাকারাইড। যথা-\n১।ট্রায়োজঃ তিন কার্বন বিশিষ্ট। যেমন- গ্লিসার‍্যাল্ডিহাইড এবং ডাইহাইড্রক্সি অ্যাসিটোন। উদ্ভিদে এরা ফসফেট এস্টার হিসেবে বিরাজ করে। \n২।টেট্রোজঃ চার কার্বন বিশিষ্ট। যেমন- ইরিথ্রোজ। এটি উদ্ভিদে ইরিথ্রোজ-৪ ফসফেট হিসেবে থাকে। \n৩।পেন্টোজঃ পাঁচ কার্বন বিশিষ্ট। যেমন- রাইবোজ, ডিঅক্সিরাইবোজ, রাইবুলোজ। \n৪।হেক্সোজঃ ছয় কার্বন বিশিষ্ট। গ্লুকোজ, ফ্রুক্টোজ, ম্যানোজ, গ্যালাক্টোজ হল  প্রধান হেক্সোজ। \nএভাবে সাত কার্বন বিশিষ্ট হলে হেপ্টোজ এবং আট কার্বন বিশিষ্ট হলে অক্টোজ বলে। \n\nঅলিগোস্যাকারাইড\nগ্রীক শব্দে অলিগো অর্থ কম সংখ্যক। যে সমস্ত কার্বোহাইড্রেটকে আর্দ্র বিশ্লেষণ করলে সাধারণত ২ থেকে ১০ অণু মনোস্যাকারাইড পাওয়া যায় সেগুলোকে অলিগোস্যাকারাইড বলে। যেমন- সুকরোজ, মল্টোজ, র‍্যাফিনোজ। আর্দ্র বিশ্লেষণের ফলে প্রাপ্ত মনোস্যাকারাইড অণুর সংখ্যার ভিত্তিতে এদের শ্রেণিবিভাগ করা হয়। আর্দ্র বিশ্লেষণে দুই অণু মনোস্যাকারাইড পাওয়া গেলে সেগুলোকে ডাইস্যাকারাইড বলে। যেমন- সুকরোজ, মল্টোজ ইত্যাদি। সুকরোজ আর্দ্র বিশ্লেষণ করলে গ্লুকোজ, ফ্রুক্টোজ আবার মনোস্যাকারাইড অণুর সংখ্যা তিন হলে এদের ট্রাইস্যাকারাইড বলে। যেমন- র‍্যাফিনোজ। এর আর্দ্র বিশ্লেষণে গ্লুকোজ, ফ্রুক্টোজ, গ্যালাকটোজ পাওয়া যায়। \n\nপলিস্যাকারাইড\nএদের আর্দ্র বিশ্লেষণ করলে অসংখ্য মনোস্যাকারাইড অণু পাওয়া যায়। যেমন- স্টার্চ, সেলুলোজ, গ্লাইকোজেন, ইনসুলিন। \nবিজারণ ক্ষমতার উপর নির্ভর করে কার্বোহাইড্রেট দুই প্রকার। যথা- \n১। রিডিউসিং বা বিজারক শর্করা। \nযেসব কার্বোহাইড্রেটে অ্যালডিহাইড ও কিটোনমূলক মুক্ত অবস্থায় থাকে অর্থাৎ যে সব কার্বোহাইড্রেটের কার্বোনাইল মূলক মুক্ত থাকে বা হেমি এরিটাইল ফরম, ফেলিং বিকারক, বেনিডিক্ট বিকারক, বার্ডফোর্ড বিকারক ইত্যাদির সাথে বিক্রিয়া ঘটায় তাদের বিজারক শর্করা বলে। এদের প্রাথমিক অবস্থায় হাইড্রোলাইসিসের প্রয়োজন হয় না। এরা অন্য যৌগকে বিজারিত করতে পারে। গ্লুকোজ, ফ্রুক্টোজ এ জাতীয় শর্করা। \n২। নন-রিডিউসিং বা  অবিজারক শর্করা। \nযেসব কার্বোহাইড্রেটে অ্যালডিহাইড ও কিটোনমূলক মুক্ত অবস্থায় থাকে না অর্থাৎ যে সব কার্বোহাইড্রেটের কার্বোনাইল মূলক মুক্ত থাকে না বা হেমি এরিটাইল ফরম, ফেলিং বিকারক, বেনিডিক্ট বিকারক, বার্ডফোর্ড বিকারক ইত্যাদির সাথে বিক্রিয়া ঘটায় না তাদের অবিজারক শর্করা বলে। সুকরোজ এ ধরনের শর্করা।\n\n\n== আমিষ ==\nআমিষ মূলত অ্যামিনো এসিড এর পলিমার যাতে কমপক্ষে ১০০টি বা তার বেশি অ্যামিনো এসিডের মনোমার রয়েছে।\n\n\n== চর্বি জাতীয় পদার্থ ==\nচর্বির সাহায্যে আগুন জ্বালানো সম্ভব।\n\n\n== নিউক্লিক এসিড ==\nনিউক্লিক এসিক সাধারণত দুই ধরনের হয়ে থাকে। একটি ডিএনএ এবং অপরটি আরএনএ। সাধারণত নিউক্লিক এসিড বংশগতির সংরক্ষণ এবং তা বংশানুক্রমে প্রজন্ম হতে প্রজন্মে প্রবাহিত করে।\nনিউক্লিক এসিডের কাজ:\n১. এটি বংশগতির তথ্য সংরক্ষণের প্রাথমিক রাসায়নিক ভিত্তি।\n২. এটি যে কোন প্রজাতির পরিচয় বহন করে।\n৩. কোষের সকল কার্যক্রম এই নিউক্লিয়িক এসিড নিয়ন্ত্রণ করে।\n\n\n== পদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== সাহিত্য ===\nFromm, Herbert J.; Hargrove, Mark (২০১২)। Essentials of Biochemistry। Springer। আইএসবিএন 978-3-642-19623-2। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: একাধিক নাম: লেখকগণের তালিকা (link) \nHunter, Graeme K. (২০০০)। Vital Forces: The Discovery of the Molecular Basis of Life। Academic Press। আইএসবিএন 978-0-12-361811-5। \nTropp, Burton E. (২০১২)। Molecular Biology (4th সংস্করণ)। Jones & Bartlett Learning। আইএসবিএন 978-1-4496-0091-4। \n\n\n== বহিঃসংযোগ ==\n\nThe Virtual Library of Biochemistry and Cell Biology\nBiochemistry, 5th ed. Full text of Berg, Tymoczko, and Stryer, courtesy of National Center for Biotechnology Information.\nBiochemistry, 2nd ed. Full text of Garrett and Grisham.\nBiochemistry Animation (Narrated Flash animations.)\nSystemsX.ch - The Swiss Initiative in Systems Biology\nBiochemistry Online Resources – Lists of Biochemistry departments, websites, journals, books and reviews, employment opportunities and events."}