{"pageid": 1486898, "title": "ট্রেজারি বন্ড", "url": "https://bn.wikipedia.org/wiki?curid=1486898", "content": "ট্রেজারি বন্ড (ইংরেজি: Treasury Bond) হলো একটি দীর্ঘমেয়াদী ঋণপত্র যা সাধারণত ১০ বছর বা তার বেশি সময়ের জন্য সরকার কর্তৃক ইস্যু করা হয়। এটি সরকারি ঋণের একটি গুরুত্বপূর্ণ অংশ, যা একটি দেশের আর্থিক কাঠামোকে স্থিতিশীল করতে সহায়তা করে। সরকার বিভিন্ন আর্থিক চাহিদা মেটাতে এবং উন্নয়নমূলক কর্মকাণ্ডে অর্থায়নের জন্য এই বন্ড ইস্যু করে । ট্রেজারি বন্ড বিনিয়োগকারীদের জন্য একটি নিরাপদ বিনিয়োগ বিকল্প হিসেবেও বিবেচিত হয়, কারণ এটি সরকার কর্তৃক সমর্থিত।\nবাংলাদেশ ব্যাংক এই বন্ড ইস্যু ও ব্যবস্থাপনার দায়িত্বে থাকে। বাংলাদেশে সাধারণত ২, ৫, ১০, ১৫, এবং ২০ বছরের মেয়াদি বন্ড পাওয়া যায়। ব্যাংক ও আর্থিক প্রতিষ্ঠানগুলো থেকে শুরু করে ব্যক্তি বিনিয়োগকারীরাও এই বন্ডে বিনিয়োগ করতে পারেন।\n\n\n== বৈশিষ্ট্য ==\n\n\n=== দীর্ঘমেয়াদী বিনিয়োগ ===\nট্রেজারি বন্ডের মেয়াদ সাধারণত ১০ বছর বা তার বেশি হয়। কিছু ক্ষেত্রে এটি ৩০ বছর পর্যন্তও হতে পারে।\n\n\n=== সুদের হার ===\nবন্ড মালিক নির্দিষ্ট সময় পরপর সুদের (কুপন পেমেন্ট) টাকা পান। সাধারণত প্রতি ছয় মাসে একবার সুদ প্রদান করা হয়।\n\n\n=== মূল্যমান ===\nবন্ড ইস্যু করার সময় নির্দিষ্ট একটি মূল্যমান নির্ধারণ করা হয়। মেয়াদ শেষে এই পুরো মূল্যমান বন্ড মালিককে ফেরত দেওয়া হয়।\n\n\n=== নিরাপত্তা ===\nযেহেতু ট্রেজারি বন্ড সরকার কর্তৃক ইস্যু করা হয়, এটি একটি অত্যন্ত নিরাপদ বিনিয়োগ বিকল্প। বন্ডের পরিশোধ এবং সুদ প্রদানের ক্ষেত্রে সরকারের দায়বদ্ধতা রয়েছে।\n\n\n== ট্রেজারি বন্ডের ব্যবহার ==\n\n\n==== সরকারের উন্নয়ন প্রকল্পে অর্থায়ন ====\nদীর্ঘমেয়াদী উন্নয়ন প্রকল্প যেমন সড়ক নির্মাণ, বিদ্যুৎ উৎপাদন ইত্যাদির জন্য ট্রেজারি বন্ডের মাধ্যমে অর্থ সংগ্রহ করা হয়।\n\n\n==== বাজেটের ঘাটতি পূরণ ====\nঅনেক সময় সরকার বাজেট ঘাটতি পূরণের জন্যও বন্ড ইস্যু করে।\n\n\n==== নিরাপদ বিনিয়োগ ====\nযেহেতু এটি সরকার কর্তৃক ইস্যু করা হয়, তাই দীর্ঘমেয়াদী বিনিয়োগ হিসেবে নিরাপত্তা খোঁজেন এমন বিনিয়োগকারীদের জন্য এটি একটি উপযুক্ত মাধ্যম।\n\n\n==== মুদ্রাস্ফীতি নিয়ন্ত্রণ ====\nট্রেজারি বন্ড ইস্যু করে সরকার অর্থনৈতিক চাহিদা ও সরবরাহের মধ্যে সামঞ্জস্য বজায় রাখতে পারে এবং মুদ্রাস্ফীতির ওপর নিয়ন্ত্রণ আরোপ করতে পারে।\n\n\n== ট্রেজারি বন্ড বনাম ট্রেজারি বিল ==\n\n\n==== মেয়াদ ====\nট্রেজারি বিলের মেয়াদ সাধারণত এক বছরের কম হয়, যেখানে ট্রেজারি বন্ডের মেয়াদ ২ থেকে ৩০ বছর পর্যন্ত হতে পারে।\n\n\n==== সুদের হার ====\nট্রেজারি বিল ডিসকাউন্টেড রেটে ইস্যু করা হয়, আর বন্ডে বিনিয়োগকারী কুপন পেমেন্টের মাধ্যমে সুদ পেয়ে থাকেন।\n\n\n==== নিরাপত্তা ====\nদুটোই সরকার কর্তৃক ইস্যু করা হয়, তাই উভয়ই ঝুঁকিমুক্ত, তবে ট্রেজারি বন্ড দীর্ঘমেয়াদী হওয়ায় এর মাধ্যমে লম্বা সময়ে সুদ উপার্জন করা যায়।\n\n\n== ক্রয়ের পদ্ধতি ==\nট্রেজারি বন্ড সাধারণত কেন্দ্রীয় ব্যাংকের মাধ্যমে ইস্যু করা হয়। বিভিন্ন বাণিজ্যিক ব্যাংক এবং আর্থিক প্রতিষ্ঠানগুলো এই বন্ডের নিলামে অংশগ্রহণ করে। বিনিয়োগকারীরা বন্ড কিনতে চাইলে, সংশ্লিষ্ট ব্যাংক বা আর্থিক প্রতিষ্ঠানের মাধ্যমে এই প্রক্রিয়ায় অংশ নিতে পারেন। এর পাশাপাশি, এখন অনেক দেশেই ইলেকট্রনিক মাধ্যমেও ট্রেজারি বন্ড কেনা যায়।\n\n\n== তথ্যসূত্র =="}