{"pageid": 1486344, "title": "ইন্টিগ্রেশন বি", "url": "https://bn.wikipedia.org/wiki?curid=1486344", "content": "ইন্টিগ্রেশন বি হলো যোগজীকরণের উপর অনুষ্ঠিত একটি বার্ষিক প্রতিযোগিতা। ম্যাসাচুসেট্‌স ইনস্টিটিউট অব টেকনোলজির (এমআইটি) ফলিত গণিতের শিক্ষার্থী অ্যান্ডি বার্নফের উদ্যোগে ১৯৮১ সালে প্রথম এই প্রতিযোগিতা আয়োজিত হয়। বর্তমানে মার্কিন যুক্তরাষ্ট্রের পাশাপাশি পৃথিবীর বিভিন্ন দেশের বিশ্ববিদ্যালয়ে অনুরূপ প্রতিযোগিতা আয়োজন করা হয়ে থাকে।\n\n\n== নিয়মরীতি ==\nসম্ভাব্য প্রতিযোগীরা একটি প্রাথমিক পরীক্ষায় অংশগ্রহণের মাধ্যমে যোগ্যতা অর্জন করে। এরপর ক্রীড়া প্রতিযোগিতার আদলে একটি প্রতিযোগিতা অনুষ্ঠিত হয়, যেখানে একজন প্রতিযোগী নির্দিষ্ট সংখ্যায় যোগজীকরণের ভুল মান বের করলে প্রতিযোগিতা থেকে বাদ পড়ে যায়। এক্ষেত্রে যোগজীকরণ ধ্রুবককে গণনায় না ধরলেও সমস্যা নেই। তবে, যোগজীকরণের ফলাফল অবশ্যই হ্রস্বীকৃত ও প্রদত্ত চলকের মাধ্যমে প্রকাশিত হতে হবে। এমআইটির মতো কয়েকটি প্রতিষ্ঠানে আয়োজিত প্রতিযোগিতায় প্রতিযোগীদের দর্শকদের সামনে চকবোর্ডে যোগজীকরণের ফলাফল নির্ণয় করে দেখাতে হয়। অন্যদিকে কানেটিকাট বিশ্ববিদ্যালয়ের মতো কয়েকটি প্রতিষ্ঠানে আসনবিন্যাসে কাগজে-কলমে সমাধান করে দেখাতে হয়। প্রতিযোগীরা শুধু আয়োজক বিশ্ববিদ্যালয়ে সীমাবদ্ধ থাকতে পারে (যেমন: এমআইটি বা ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, বার্কলি ইত্যাদি), শুধু স্নাতক পর্যায়ের শিক্ষার্থীদের জন্য হতে পারে (যেমন: কানেটিকাট বিশ্ববিদ্যালয়), স্নাতক ও অধীনস্ত উচ্চ বিদ্যালয়ের শিক্ষার্থীদের জন্য (যেমন: উত্তর টেক্সাস বিশ্ববিদ্যালয়) অথবা সকল বিশ্ববিদ্যালয়ে স্নাতক পর্যায় ও তৎসংলগ্ন উচ্চবিদ্যালয়ের শিক্ষার্থীদের জন্য উন্মুক্ত হতে পারে (যেমন: পশ্চিম ভার্জিনিয়া বিশ্ববিদ্যালয়)। ওহাইওর ডেটন বিশ্ববিদ্যালয়ে প্রতিযোগীরা দুইজনের দল হিসেবে অংশগ্রহণ করে।\nপ্রতিযোগিতায় প্রতিযোগীরা যোগজীকরণের সাধারব পদ্ধতি সম্পর্কে অবগত হবেন বলে ধারণা রাখা হয়।\n\n\n== মার্কিন যুক্তরাষ্ট্রে ==\n\nপ্রতিবছর এমআইটিতে ইন্টিগ্রেশন বি প্রতিযোগিতা আয়োজিত হয়। এতে বিজয়ীকে “গ্র‍্যান্ড ইন্টিগ্রেটর” লেখা একটি টুপি পরিয়ে দেওয়া হয়। বর্তমানে মার্কিন যুক্তরাষ্ট্রের প্রধান প্রধান কলেজ ও বিশ্ববিদ্যালয়ে ইন্টিগ্রেশন বি প্রতিযোগিতা আয়োজিত হয়।\nমার্কিন যুক্তরাষ্ট্রের দক্ষিণের রাজ্যসমূহের আয়োজকের মধ্যে রয়েছে ফ্লোরিডা বিশ্ববিদ্যালয়, ফ্লোরিডা পলিটেকনিক বিশ্ববিদ্যালয়, পশ্চিম ভার্জিনিয়া বিশ্ববিদ্যালয় লুইজিয়ানা প্রযুক্তি বিশ্ববিদ্যালয়, ও উত্তর টেক্সাস বিশ্ববিদ্যালয়।\nউত্তর-পূর্বের রাজ্যতে আয়োজক হলো স্ক্র‍্যান্টন বিশ্ববিদ্যালয়, কানেটিকাট কলেজ, সেন্ট্রাল কানেটিকাট স্টেট বিশ্ববিদ্যালয়, কলাম্বিয়া বিশ্ববিদ্যালয়, ও নিউইয়র্ক স্টেট বিশ্ববিদ্যালয়।\nমধ্যপশ্চিমের রাজ্যসমূহের মধ্যে উইসকনসিন–ম্যাডিসন বিশ্ববিদ্যালয়, ইলিনয়ের প্রেইরি স্টেট কলেজ, ইউনিভার্সিটি অব ইলিনয় অ্যাট আর্বানা–শ্যাম্পেইন, ও ওহাইওর ডেটন বিশ্ববিদ্যালয়ে আয়োজিত হয়।\nপশ্চিম যুক্তরাষ্ট্রের ব্রিগহ্যাম ইয়ং বিশ্ববিদ্যালয়, ইউটা ভ্যালি বিশ্ববিদ্যালয়, ফ্রেসনো স্টেট বিশ্ববিদ্যালয়, কনজ্যুমনস রিভার কলেজ, ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, বার্কলিসহ ক্যালিফোর্নিয়ার প্রমুখ প্রতিষ্ঠানসমূহ ও ওরেগন স্টেট বিশ্ববিদ্যালয়ে আয়োজিত হয়।\nমার্কিন গণিত অ্যাসোসিয়েশনের লুইজিয়ানা/মিসিসিপি চ্যাপ্টার এই দুই অঙ্গরাজ্যে ইন্টিগ্রেশন বি আয়োজনের দায়িত্বপ্রাপ্ত। এছাড়া মার্কিন ম্যাথমেটিক্যাল সোসাইটি কানেটিকাট বিশ্ববিদ্যালয়ে এই আয়োজনের সাথে জড়িত।\n\n\n== অন্যান্য দেশে ==\nইউনিভার্সিটি অব দ্য ফিলিপাইনস ফিজিক্স অ্যাসোসিয়েশনের (ইউপিপিএ) অর্থায়নে কেসোন শহরের ফিলিপাইন ডিলিমান বিশ্ববিদ্যালয়ে প্রাথমিকভাবে চারবার যোগজীকরণ প্রতিযোগিতা (সংক্ষেপে ইনটেগ বি) আয়োজন করা হয়। পরবর্তীতে অন্যান্য ফিলিপিনো বিশ্ববিদ্যালয় শিক্ষার্থীদের অংশগ্রহণের জন্য প্রতিযোগিতার পরিধি বৃদ্ধি করা হয়। ২০১৪ সালে ফিলিপাইনসের জাতীয় পদার্থবিজ্ঞান ইনস্টিটিউটে এমনই এক প্রতিযোগিতায় প্রতিযোগীদের দ্রুত ও সঠিক সমাধান নির্ণয়ক্ষমতা, মানসাঙ্কের সক্ষমতা ও যোগজ সমাধানের দক্ষতা যাচাই করা হয়। প্রতিযোগিতায় বিজয়ীকে প্রায় ৫,০০০ পেসো (প্রায় ১০০ ইউরো বা ১১৩ মার্কিন ডলার) এবং দুইজন রানার্সআপকে ১,০০০ পেসো (প্রায় ২০ ইউরো বা ২২ মার্কিন ডলার) পুরস্কার প্রদান করা হয়।\nযুক্তরাজ্যে ক্যামব্রিজ বিশ্ববিদ্যালয়ে ইন্টিগ্রেশন বি আয়োজন করা হয়, যেখানে অক্সফোর্ড বিশ্ববিদ্যালয়, ইম্পেরিয়াল কলেজ লন্ডন, ডারহাম বিশ্ববিদ্যালয় ও ওয়ারিক বিশ্ববিদ্যালয় প্রমুখ প্রতিষ্ঠান থেকে প্রতিযোগীরা অংশগ্রহণ করেন। এছাড়া অস্ট্রেলিয়ার নিউ সাউথ ওয়েলস বিশ্ববিদ্যালয় ও পুণেতে অবস্থিত ভারতীয় বিজ্ঞান শিক্ষা ও গবেষণা সংস্থানে আয়োজন করা হয়।\nপোল্যান্ডের ওয়ারশ বিশ্ববিদ্যালয়ে এক ধরনের ইন্টিগ্রেশন বি প্রতিযোগিতার প্রচলন করা যায়, যার নাম দ্য গ্র‍্যান্ড ইন্টিগ্রেশন টুর্নামেন্ট ইউডব্লিউ (পোলীয়: Wielki Turniej Całkowania UW)। বিশ্ববিদ্যালয়ের তিনটি অনুষদ (গণিত, পদার্থবিজ্ঞান ও এমআইএসএমএপি) ২০২২ সাল থেকে প্রতি বছর এটি আয়োজন করে আসছে। এই আয়োজনের বিশেষত্ব হলো প্রতিযোগিতায় প্রথম, দ্বিতীয় ও তৃতীয় স্থানাধিকারীদের জন্য ৩ডি প্রিন্টেড পদক ও হাগোরোমো চকের ব্যবহার। পদকগুলো ওয়ারশ বিশ্ববিদ্যালয়ের পদার্থবিজ্ঞান বিভাগ মেকারস্পেস@ইউডব্লিউতে ৩ডি প্রিন্ট করায়।\nসুইজারল্যান্ডের লুসান ফেডারেল পলিটেকনিক বিদ্যালয়ে সর্বপ্রথম ২০২৩ সালে ইন্টিগ্রেশন বি আয়োজন করা হয়।\nঅস্ট্রিয়ায় ২০২৪ সালের মে মাসে দুই শিক্ষার্থী মাকসিম জারনিয়েকি ও স্যামুয়েল ক্রেচের উদ্যোগে ভিয়েনা বিশ্ববিদ্যালয়ের গণিত অনুষদে সর্বপ্রথম ইন্টিগ্রেশন বি ভিয়েনা অনুষ্ঠিত হয়।\n\n\n== প্রভাব ==\nবর্তমানে যোগজীকরণ গণিতবিষয়ক গবেষণার অন্যতম প্রধান বিষয়বস্তু না হলেও ইন্টিগ্রেশন বি-তে সাফল্যের মাত্রার সাথে গণিতের অন্যান্য শাখায় সাফল্যের সম্পর্ক রয়েছে। এছাড়াও খুবই ব্যক্তিগত পর্যায়ে ইন্টিগ্রেশন বি-এর বিজেতাগণ সহকর্মী ও সমপর্যায়ের অধ্যাপকদের মধ্যে অধিক সম্মানিত হিসেবে পরিগণিত হন।\n\n\n== আরও দেখুন ==\n\nউইলিয়াম লোয়েল পুটনাম গণিত প্রতিযোগিতা\nগণিত চক্র\nগণিত প্রতিযোগিতার তালিকা\nমার্কিন যুক্তরাষ্ট্রে গণিত শিক্ষা\nস্পেলিং বি\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টিগ্রেশন বিয়ের ওয়েবসাইট\nইন্টিগ্রেশন বিয়ের ফেসবুক পাতা\nইউনিভার্সিটি অব দ্য ফিলিপাইনস ফিজিক্স অ্যাসোসিয়েশনের অনলাইন পোর্টাল\nইউনিভার্সিটি অব দ্য ফিলিপাইনস ফিজিক্স অ্যাসোসিয়েশনের টুইটার অ্যাকাউন্ট\nইন্টিগ্রেশন বি অস্ট্রিয়ার (ভিয়েনা) ওয়েবসাইট\nটেমপ্লেট:যোগজীকরণ"}