{"pageid": 1486175, "title": "ইক্টোপ্লাজম (ভৌতিক)", "url": "https://bn.wikipedia.org/wiki?curid=1486175", "content": "আধ্যাত্মবাদে, ইক্টোপ্লাজম, যাকে সাধারণভাবে ইক্টোও বলা হয়, হল একটি পদার্থ বা আধ্যাত্মিক শক্তি যা শারীরিক মাধ্যম দ্বারা \"বহিরাগত\" হয়। এটি 1894 সালে মনস্তাত্ত্বিক গবেষক চার্লস রিচেট দ্বারা তৈরি করা হয়েছিল।  যদিও এই শব্দটি জনপ্রিয় সংস্কৃতিতে ব্যাপক,  এমন কোন বৈজ্ঞানিক প্রমাণ নেই যে একটোপ্লাজম আছে   এবং অনেক কথিত উদাহরণ চিজক্লথ, গজ বা অন্যান্য প্রাকৃতিক পদার্থ থেকে তৈরি প্রতারণা হিসাবে প্রকাশ করা হয়েছিল।  \nশব্দটি এসেছে প্রাচীন গ্রীক শব্দ ἐκτός ektos, \"বাইরে\" এবং πλάσμα প্লাজমা, \"যেকোনো কিছু গঠিত\" থেকে।\n\n\n== ঘটনা ==\nআধ্যাত্মিকতাবাদে বলা হয় যে, ট্রান্স অবস্থায় থাকা অবস্থায় ইক্টোপ্লাজম শারীরিক মাধ্যম দ্বারা গঠিত হয়। এই উপাদানটি মাধ্যমটির শরীরের উপরিভাগ থেকে একটি গজের মতো পদার্থ হিসাবে নির্গত হয় এবং আধ্যাত্মিক সত্ত্বাগুলি এই পদার্থটিকে তাদের অ-ভৌতিক শরীরের উপর চাপিয়ে দেয়, যা তাদের শারীরিক এবং বাস্তব মহাবিশ্বে যোগাযোগ করতে সক্ষম করে। কিছু বিবরণ দাবি করে যে ইক্টোপ্লাজম পরিষ্কার এবং প্রায় অদৃশ্য হতে শুরু করে, কিন্তু মানসিক শক্তি শক্তিশালী হওয়ার সাথে সাথে অন্ধকার হয়ে যায় এবং দৃশ্যমান হয়। এখনও অন্যান্য অ্যাকাউন্টগুলি বলে যে চরম ক্ষেত্রে একটোপ্লাজম একটি শক্তিশালী গন্ধ তৈরি করবে। কিছু মাধ্যমের মতে, ইক্টোপ্লাজম হালকা অবস্থায় ঘটতে পারে না কারণ ইক্টোপ্লাজমিক পদার্থটি বিচ্ছিন্ন হয়ে যাবে। \nমনস্তাত্ত্বিক গবেষক গুস্তাভ গেলি ইক্টোপ্লাজমকে সংজ্ঞায়িত করেছেন \"অত্যন্ত পরিবর্তনশীল চেহারা, কখনও কখনও বাষ্পযুক্ত, কখনও কখনও একটি প্লাস্টিকের পেস্ট, কখনও কখনও সূক্ষ্ম সুতার বান্ডিল, বা ফোলা বা ঝালরযুক্ত একটি ঝিল্লি, বা একটি সূক্ষ্ম ফ্যাব্রিকের মতো টিস্যু\"।  আর্থার কোনান ডয়েল ইক্টোপ্লাজমকে \"একটি সান্দ্র, জেলটিনাস পদার্থ হিসাবে বর্ণনা করেছেন যা বস্তুর প্রতিটি পরিচিত রূপ থেকে আলাদা বলে মনে হয়েছিল যে এটি শক্ত হতে পারে এবং বস্তুগত উদ্দেশ্যে ব্যবহার করা যেতে পারে\"। \nইক্টোপ্লাজমের ভৌত অস্তিত্ব বৈজ্ঞানিকভাবে প্রমাণিত হয়নি, এবং পরীক্ষিত নমুনাগুলিকে ইক্টোপ্লাজম বলে অভিহিত করা হয়েছে বিভিন্ন অ-অলৌকিক পদার্থ।  অন্যান্য গবেষকরা নকল করেছেন, অ-অলৌকিক উপকরণ সহ, ফটোগ্রাফিক প্রভাবগুলি কখনও কখনও ইক্টোপ্লাজমের অস্তিত্ব প্রমাণ করতে বলে। \n\n\n== একটেনিক শক্তি ==\n\nকিছু প্রারম্ভিক মনস্তাত্ত্বিক গবেষক যারা সেশনে সাইকোকাইনেসিসের রিপোর্টের জন্য শারীরিক ব্যাখ্যা খুঁজছিলেন তাদের দ্বারা ইক্টোপ্লাজমের ধারণাটিকে একটি \"ইক্টেনিক শক্তি\" ধারণার সাথে একত্রিত করা হয়েছিল।  কাউন্ট এজেনর ডি গ্যাসপারিন দ্বারা প্রাথমিকভাবে এর অস্তিত্ব অনুমান করা হয়েছিল, séances সময় টেবিল বাঁক এবং ট্যাপ করার ঘটনা ব্যাখ্যা করার জন্য। জেনেভা একাডেমীর প্রাকৃতিক ইতিহাসের অধ্যাপক, ডি গ্যাসপারিনের সহকর্মী এম. থুরি দ্বারা একটেনিক শক্তির নামকরণ করা হয়েছিল। তাদের মধ্যে, ডি গ্যাসপারিন এবং থুরি ইকটেনিক ফোর্স নিয়ে বেশ কিছু পরীক্ষা-নিরীক্ষা করেন এবং কিছু সাফল্য দাবি করেন। তাদের কাজ স্বাধীনভাবে যাচাই করা হয়নি। \nঅন্যান্য মনস্তাত্ত্বিক গবেষকরা যারা মিডিয়াশিপ অধ্যয়ন করেছিলেন তারা অনুমান করেছিলেন যে মানবদেহের মধ্যে \"সাইকোড\", \"সাইকিক ফোর্স\" বা \" ইক্টেনিক ফোর্স \" নামে পরিচিত একটি অজ্ঞাত তরল বিদ্যমান ছিল এবং পদার্থকে প্রভাবিত করতে মুক্তি পেতে সক্ষম ছিল।   এই মতটি ক্যামিল ফ্ল্যামারিয়ন  এবং উইলিয়াম ক্রুকস দ্বারা অনুষ্ঠিত হয়েছিল, তবে পরবর্তীতে একজন মনস্তাত্ত্বিক গবেষক হেয়ারওয়ার্ড ক্যারিংটন উল্লেখ করেছেন যে তরলটি অনুমানমূলক ছিল এবং এটি কখনও আবিষ্কৃত হয়নি। \nমনস্তাত্ত্বিক তদন্তকারী ডব্লিউজে ক্রফোর্ড (1881-1920) মাঝারি ক্যাথলিন গোলীঘরের প্রত্যক্ষ করার পরে একটি তরল পদার্থ বস্তুর উত্তোলনের জন্য দায়ী বলে দাবি করেছিলেন। ক্রফোর্ড, তার বেশ কয়েকটি সিনস প্রত্যক্ষ করার পরে, পদার্থের টর্চলাইট ফটোগ্রাফ পাওয়ার দাবি করেছিলেন; পরে তিনি পদার্থটিকে \"প্লাজমা\" হিসাবে বর্ণনা করেন। তিনি দাবি করেছেন যে পদার্থটি খালি চোখে দেখা যায় না তবে শরীর দ্বারা অনুভব করা যায়। \nপদার্থবিজ্ঞানী এবং মনস্তাত্ত্বিক গবেষক এডমন্ড এডওয়ার্ড ফোর্নিয়ার ডি'আলবে পরবর্তীতে অনেক বৈঠকে মিডিয়াম ক্যাথলিন গোলিগারকে নিয়ে তদন্ত করেন এবং ক্রফোর্ডের বিপরীত সিদ্ধান্তে আসেন; ডি'আলবের মতে, গোলীঘরের সাথে লেভিটেশনের মতো কোনো অলৌকিক ঘটনা ঘটেনি এবং বলেছে যে তিনি জালিয়াতির প্রমাণ পেয়েছেন। ডি'আলবে দাবি করেছিলেন যে ক্রফোর্ডের ছবিতে থাকা পদার্থটি ছিল সাধারণ মসলিন ।   একটি সিয়েন্সের সময় ডি'আলবে গোলীঘরের পায়ের মধ্যে সাদা মসলিন দেখেছিলেন। \n\n\n== প্রতারণা ==\n\nঅনেক সময়ে ইক্টোপ্লাজম প্রতারণামূলক বলে প্রমাণিত হয়েছে। অনেক মাধ্যম চিজক্লথ, টেক্সটাইল পণ্যগুলিকে আলু স্টার্চ দিয়ে মসৃণ করা এবং অন্যান্য ক্ষেত্রে কাগজ, কাপড় এবং ডিমের সাদা বা মাখনের মসলিন থেকে তৈরি করা হয়েছিল। \nসোসাইটি ফর সাইকিক্যাল রিসার্চ মাধ্যমশিপের তদন্তে অনেক প্রতারণামূলক মাধ্যম উন্মোচিত হয়েছে যা শারীরিক মাধ্যমশিপের প্রতি আগ্রহের হ্রাসে অবদান রেখেছিল। 1907 সালে, হেয়ারওয়ার্ড ক্যারিংটন প্রতারণামূলক মাধ্যমগুলির কৌশলগুলি উন্মোচন করেছিলেন যেমন স্লেট-লেখা, টেবিল-টার্নিং, ট্রাম্পেট মিডিয়াশিপ, বস্তুগতকরণ, সিল-লেটার রিডিং এবং স্পিরিট ফটোগ্রাফিতে ব্যবহৃত হয়। \n20 শতকের গোড়ার দিকে মনস্তাত্ত্বিক গবেষক আলবার্ট ভন শ্রেনক-নটজিং মাঝারি ইভা ক্যারিয়ার নিয়ে তদন্ত করেছিলেন এবং দাবি করেছিলেন যে তার ইকোপ্লাজম \" বস্তুকরণ \" আত্মা থেকে নয় বরং \"আইডিওপ্লাস্টি\" এর ফলাফল যার ফলে মাধ্যমটি তার মন থেকে ইকটোপ্লাজমের উপর চিত্র তৈরি করতে পারে।  শ্রেনক-নটজিং ফেনোমেনা অফ ম্যাটেরিয়ালাইজেশন (1923) বইটি প্রকাশ করেছিলেন যাতে একটোপ্লাজমের ছবি অন্তর্ভুক্ত ছিল। সমালোচকরা ইকটোপ্লাজমের ফটোগ্রাফে ম্যাগাজিনের কাট-আউট, পিন এবং একটি স্ট্রিংয়ের চিহ্ন প্রকাশ করেছে।  শ্রেনক-নটজিং স্বীকার করেছেন যে বেশ কয়েকটি অনুষ্ঠানে ক্যারির প্রতারণামূলকভাবে সিয়েন্স রুমে পিনগুলি পাচার করেছিলেন।  জাদুকর কার্লোস মারিয়া ডি হেরেডিয়া একটি চিরুনি, গজ এবং একটি রুমাল ব্যবহার করে ক্যারিয়ারের একটোপ্লাজমের প্রতিলিপি তৈরি করেছিলেন। \nডোনাল্ড ওয়েস্ট লিখেছেন যে Carrière এর ectoplasm জাল ছিল এবং সংবাদপত্র এবং ম্যাগাজিন থেকে কাটা কাগজের মুখ দিয়ে তৈরি করা হয়েছিল যার উপর কখনও কখনও ফটোগ্রাফ থেকে ভাঁজ চিহ্ন দেখা যায়। অ্যাক্টোপ্লাজম মুখের পিছন থেকে তোলা ক্যারিয়ারের একটি ছবি প্রকাশ করে যে এটি \"লে মিরো\" অক্ষর দিয়ে কাটা একটি ম্যাগাজিন থেকে তৈরি করা হয়েছে। দ্বিমাত্রিক মুখটি ফরাসি ম্যাগাজিন লে মিরোইর থেকে ক্লিপ করা হয়েছিল।  ম্যাগাজিনের পিছনের ইস্যুগুলিও ক্যারিয়ারের কিছু ইক্টোপ্লাজম মুখের সাথে মিলেছে।  উড্রো উইলসন, বুলগেরিয়ার রাজা ফার্ডিনান্ড, ফরাসি প্রেসিডেন্ট রেমন্ড পয়নকেরে এবং অভিনেত্রী মোনা ডেলজা সহ তিনি যে মুখগুলি ব্যবহার করেছিলেন তা কেটে ফেলা হয়েছে।\n\nশ্রেনক-নটজিং আবিষ্কার করার পর যে ক্যারিয়ার ম্যাগাজিন থেকে তার ইক্টোপ্লাজমের মুখগুলি নিয়েছিলেন তিনি দাবি করেছিলেন যে তিনি ম্যাগাজিনটি পড়েছেন কিন্তু তার স্মৃতি চিত্রগুলিকে স্মরণ করে ফেলেছিল এবং সেগুলি অ্যাক্টোপ্লাজমে রূপান্তরিত হয়েছিল।  এই কারণে শ্রেনক-নটজিংকে বিশ্বাসযোগ্য হিসাবে বর্ণনা করা হয়েছিল।  জোসেফ ম্যাককেব লিখেছেন \"জার্মানি এবং অস্ট্রিয়ায়, ব্যারন ভন শ্রেনক-নটজিং তার চিকিৎসা সহকর্মীদের হাসির স্টক।\" \n1922 সালে নরওয়ের ক্রিস্টিয়ানিয়া ইউনিভার্সিটির একটি কমিটি দ্বারা ড্যানিশ মিডিয়াম আইনার নিলসেনকে তদন্ত করা হয়েছিল এবং এটি একটি ক্রমানুসারে আবিষ্কৃত হয়েছিল যে তার ইক্টোপ্লাজম নকল ছিল।  তিনি তার মলদ্বারে একটোপ্লাজম লুকিয়ে ধরা পড়েছিলেন। মিনা ক্র্যান্ডন ছিলেন একটি বিখ্যাত মাধ্যম যা তার সিয়েন্স সিটিং চলাকালীন একটোপ্লাজম তৈরির জন্য পরিচিত। তিনি তার পেট থেকে একটি ছোট ইক্টোপ্লাজমিক হাত তৈরি করেছিলেন যা অন্ধকারে দোলা দিয়েছিল। তার কর্মজীবন শেষ হয়ে যায়, যদিও জীববিজ্ঞানীরা হাতটি পরীক্ষা করে দেখতে পান যে এটি খোদাই করা প্রাণীর যকৃতের টুকরো দিয়ে তৈরি।  ওয়াল্টার ফ্র্যাঙ্কলিন প্রিন্স ক্র্যান্ডন কেসটিকে \"মানসিক গবেষণার ইতিহাসে প্রতারণার সবচেয়ে বুদ্ধিমান, অবিরাম এবং চমত্কার জটিল\" হিসাবে বর্ণনা করেছেন।\nমনস্তাত্ত্বিক গবেষক এরিক ডিংওয়াল এবং হ্যারি প্রাইস একটি প্রাক্তন মাধ্যমের একটি বেনামী কাজ পুনঃপ্রকাশ করেছেন, যার নাম Revelations of a Spirit Medium (1922), যা মধ্যমতার কৌশল এবং \"স্পিরিট হ্যান্ডস\" তৈরির প্রতারণামূলক পদ্ধতিগুলিকে উন্মোচিত করেছিল।  মূলত বইটির সমস্ত কপি আধ্যাত্মবাদীরা কিনে নিয়েছিল এবং ধ্বংস করেছিল। ইক্টোপ্লাজম এবং জালিয়াতির বিষয়ে, জন রায়ান হাউল লিখেছেন:\n\nBecause ectoplasm was believed susceptible to destruction by light, the possibility that ectoplasm might appear became a reason for making sure that Victorian séances took place in near darkness. Poor lighting conditions also became an opportunity for fraud, particularly as faux ectoplasm was easy to make with a mixture of soap, gelatin and egg white, or perhaps merely well-placed muslin.\nমনস্তাত্ত্বিক গবেষক হ্যারি প্রাইস মাঝারি হেলেন ডানকানের প্রতারণামূলক কৌশলগুলি উন্মোচন করেছিলেন, ডানকানের দ্বারা উত্পাদিত একটোপ্লাজমের একটি নমুনার বিশ্লেষণের মাধ্যমে প্রমাণ করে যে এটি চিজক্লথ ছিল যেটি সে গিলেছিল এবং পুনর্গঠন করেছিল।  ডানকান এক্টোপ্লাজম হিসাবে পুতুলের মাথা এবং মুখোশও ব্যবহার করেছিলেন। মাধ্যমগুলি ম্যাগাজিন থেকে ছবিগুলিও কেটে ফেলত এবং চিজক্লথে আটকে রাখত ভান করার জন্য যে তারা মৃতদের আত্মা। অন্য একজন গবেষক, সিডি ব্রড লিখেছেন যে অনেক ক্ষেত্রে ইক্টোপ্লাজম মাখন-মসলিনের মতো ঘরোয়া উপাদান দিয়ে তৈরি বলে প্রমাণিত হয়েছে এবং আত্মার সাথে এর কোনো সম্পর্ক আছে এমন কোনো দৃঢ় প্রমাণ নেই। \nথমাস গ্লেনডেনিং হ্যামিল্টনের ইক্টোপ্লাজমের তোলা ছবিগুলি প্রকাশ করে যে এটি টিস্যু পেপার এবং মানুষের ম্যাগাজিনের কাট-আউট দিয়ে তৈরি। মিডিয়াম ম্যারি অ্যান মার্শাল (1880-1963) এর হ্যামিলটনের তোলা বিখ্যাত ফটোগ্রাফে একটি সংবাদপত্র থেকে আর্থার কোনান ডয়েলের মাথা থেকে একটি কাটা টিস্যু পেপার দেখানো হয়েছে। সন্দেহভাজনরা সন্দেহ করেছেন যে হ্যামিল্টন প্রতারণার পিছনে থাকতে পারে।  মিডিয়াম রিটা গোল্ড এবং অ্যালেক হ্যারিস তাদের সিয়েন্সে ইক্টোপ্লাজম স্পিরিট হিসাবে পোশাক পরেছিলেন এবং জালিয়াতি হিসাবে উন্মোচিত হয়েছিল। প্রতারণামূলক এক্টোপ্লাজমের এক্সপোজারের ফলে শারীরিক মাঝারিত্বের দ্রুত পতন ঘটে।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\n1937 সালের ক্যারি গ্রান্ট মুভি টপারে, ইক্টোপ্লাজম হল সেই মাধ্যম যেখানে ভূত জর্জ এবং মারিয়ান কিরবি নিজেদেরকে দৃশ্যমান করে তোলে।\n1941 সালের ব্লিথ স্পিরিট নাটকে এবং পরবর্তী মুভিতে, অ্যাক্টোপ্লাজমকে ম্যাডাম অ্যাক্রেটি অ্যাক্ট 1, দৃশ্য 2-এ উল্লেখ করেছেন।\n1984 সালে মুক্তির পর থেকে, ঘোস্টবাস্টারস চলচ্চিত্রটি সমসাময়িক কল্পকাহিনীতে ভূতকে পাতলা, প্রায়শই সবুজ, একটোপ্লাজমের সাথে যুক্ত করার ধারণাকে জনপ্রিয় করেছে।\n \n\n\n== তথ্যসূত্র =="}