{"pageid": 1486463, "title": "ইয়াহিয়া সিনওয়ারের হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1486463", "content": "১৬ অক্টোবর ২০২৪-এ, ইসরায়েল-হামাস যুদ্ধে তাদের অভিযানের অংশ হিসাবে, ইসরায়েল প্রতিরক্ষা বাহিনী (আইডিএফ) সৈন্যরা হামাস নেতা ইয়াহিয়া সিনওয়ারকে হত্যা করে। দক্ষিণ গাজার শহর রাফাহতে একটি নিয়মিত টহল এবং একটি সুযোগের মুখোমুখি হওয়ার ফলে তাকে হত্যা করা হয়েছিল। ৭ অক্টোবর ইসরায়েলে হামাসের নেতৃত্বাধীন হামলার পর তিনি ইসরায়েলের অন্যতম মোস্ট ওয়ান্টেড ব্যক্তি ছিলেন।\nইসরায়েলি প্রতিরক্ষা বাহিনী (আইডিএফ) এর ৮২৮ তম বিসলামাক ব্রিগেডের সদস্যরা দক্ষিণ গাজার 'তেল আল সুলতান' এলাকায় তাদের নিয়মিত অভিযান পরিচালনার সময় তিনজন ব্যক্তিকে দৌড়াতে দেখে। এবং সৈন্যরা তাদের উপর গুলি চালায়। একবার গুলি চালালে তারা ছত্রভঙ্গ হয়ে যায় এবং একজন পাশের একটি ভবনে প্রবেশ করেন। একটি আইডিএফ ট্যাঙ্ক ভবনটিকে লক্ষ্য করে গুলি চালায় এবং সৈন্যরা ভবনের দিকে অগ্রসর হয়, কিন্তু তাদের দিকে গ্রেনেড নিক্ষেপ করা হলে তারা পিছু হটে। এরপর আইডিএফ ভবনের ভেতরের পরিস্থিতি বোঝার জন্য একটি ড্রোন পাঠায় এবং এটি দেখতে পায় যে, একজন ব্যক্তি আহত অবস্থায় একটি চেয়ারে বসে আছেন, যার মুখ স্কার্ফে ঢাকা ছিল। এরপর তারা আবারোও ভবনে গুলি চালায় এবং পরের দিন তারা ধ্বংসপ্রাপ্ত ভবনে সিনওয়ারের মৃতদেহ দেখতে পায়। তারা মৃতদেহ থেকে একটি আঙুল কেটে শনাক্তকরণের উদ্দেশ্যে ইসরায়েলে পাঠায়; পরে দিনের মধ্যে, লাশটিও পাঠানো হয়।\nডিএনএ পরীক্ষার মাধ্যমে সিনওয়ারের মৃতদেহ শনাক্ত করা হয় এবং তার মৃত্যুর পরেই ইসরায়েলি কর্মকর্তারা নিশ্চিত করেন। একজন ইসরায়েলি প্যাথলজিস্ট রিপোর্ট করেছেন যে, শরীরে বিভিন্ন স্থানে আঘাতের চিহ্ন রয়েছে এবং সিনওয়ার মাথায় গুলিবিদ্ধ হয়ে মারা গেছে। হামাসও ১৮ অক্টোবর তার মৃত্যুর কথা স্বীকার করে।\nইসরায়েলের প্রধানমন্ত্রী বেঞ্জামিন নেতানিয়াহু ঘোষণা করেছেন যে, \"সিনওয়ারের মৃত্যু গাজায় হামাসের শাসন ছাড়াই একটি নতুন যুগের সূচনা করেছে, গাজাবাসীকে তার অত্যাচার থেকে মুক্তি পাওয়ার সুযোগটি কাজে লাগাতে আহ্বান জানিয়েছেন\"। মার্কিন প্রেসিডেন্ট জো বাইডেন বলেছেন \"এটি ইসরায়েলের জন্য, মার্কিন যুক্তরাষ্ট্রের জন্য এবং বিশ্বের জন্য একটি শুভ দিন\" সিনওয়ারের মৃত্যুকে ওসামা বিন লাদেনের হত্যার সাথে তিনি তুলনা করেছেন এবং এটিকে তিনি গাজা যুদ্ধের অবসানের দিকে একটি পদক্ষেপ বলে অভিহিত করেছেন।\n\n\n== পটভূমি ==\n২০১৫ সালের সেপ্টেম্বরে, ইয়াহিয়া সিনওয়ারকে মার্কিন যুক্তরাষ্ট্র সরকার একটি সন্ত্রাসী মনোনীত করেছিল ।  সিনওয়ার ২০১৭ সালের ফেব্রুয়ারি থেকে গাজা উপত্যকায় হামাস নেতা হিসেবে দায়িত্ব পালন করছিলেন। তার নেতৃত্বের বৈশিষ্ট্য ছিল সামরিক শক্তিশালীকরণ এবং ইরান ও হিজবুল্লাহর সাথে জোট গঠনের দিকে মনোনিবেশ করা। তিনি ছিলেন ইসরায়েলের ধ্বংসের জন্য প্রতিশ্রুতিবদ্ধ। তাকে মোহাম্মদ দেইফের পাশাপাশি ২০২৩ সালের ৭ অক্টোবর হামাসের নেতৃত্বে ইসরায়েলে হামলার অন্যতম প্রধান পরিকল্পনাকারী হিসেবে মনে করা হয়। তার নেতৃত্বে গোষ্ঠীটি দুই বছর ধরে এই হামলার পরিকল্পনা করে আসছিল। ইসরায়েলের ইতিহাসের সবচেয়ে ভয়ঙ্কর দিন, আক্রমণটি শুরু করার মাধ্যমে, সিনওয়ার ইসরায়েল-হামাস যুদ্ধের সূচনা করেছিলেন - ইসরায়েল-ফিলিস্তিনি সংগ্রামের সবচেয়ে মারাত্মক সংঘাতগুলির মধ্যে একটি - একটি সামরিক প্রতিক্রিয়ার সূত্রপাত করে যার ফলে তার জন্মভূমিতে ব্যাপক ধ্বংস, হতাহতের ঘটনা ঘটে এবং বাস্তুচ্যুত হয়। গাজা, যার সবকটিই সিনওয়ারকে \"প্রয়োজনীয় বলিদান\" বলে মনে করা হয়।  তিনি ইরান এবং হিজবুল্লাহ সহ প্রতিরোধের অক্ষের অন্যান্য সদস্যদেরও- যাদের ক্ষমতা ইসরায়েলি কর্মকাণ্ডের কারণে উল্লেখযোগ্যভাবে হ্রাস পেয়েছে - হুথি আন্দোলন এবং ইরাকি মিলিশিয়াদের সাথে, ইসরায়েলের সাথে সরাসরি সংঘাতের দিকে নিয়ে যান।\n২০২৪ সালের ফেব্রুয়ারিতে, সিনওয়ার ও তার পরিবারের সাথে একটি সুড়ঙ্গে যাওয়ার ভিডিও প্রকাশিত হয়েছিল।  আগস্টে এমনও জল্পনা ছিল যে তিনি একজন মহিলার পোশাকে মাটির উপরে উঠবেন। ইন্টারন্যাশনাল ক্রিমিনাল কোর্ট (আইসিসি) সিনওয়ারের বিরুদ্ধে যুদ্ধাপরাধের অভিযোগ জারি করার কথা ছিল, যা মে মাসে ঘোষণা করা হয়েছিল। ইসমাইল হানিয়াহকে হত্যার পর সিনওয়ারকে ৬ আগস্ট ২০২৪ সালে হামাসের রাজনৈতিক ব্যুরোর প্রধান হিসেবে নির্বাচিত করা হয়। পরের মাসে, মার্কিন বিচার বিভাগ সিনওয়ারের বিরুদ্ধে ফৌজদারি অভিযোগ ঘোষণা করে।\nএকাধিক অনুষ্ঠানে গাজার বাসিন্দারা বিক্ষোভ এবং অনলাইন মিডিয়ার মাধ্যমে সিনওয়ার এবং অন্যান্য হামাস নেতাদের পতনের আহ্বান জানিয়েছে। তার মৃত্যুর আগে, সিনওয়ার তার বক্তৃতায় বলেছিলেন যে তিনি হার্ট অ্যাটাক বা গাড়ি দুর্ঘটনায় মারা যাওয়ার চেয়ে ইসরায়েলের হাতে নিহত হবেন। একটি উদাহরণে, তিনি বলেছিলেন যে \"শত্রু এবং দখলদার আমাকে সর্বোত্তম উপহার দিতে পারে আমাকে হত্যা করা এবং আমি তাদের হাতে শহীদ হয়ে যাই\"।\nইসরায়েল কয়েক মাস ধরে অবগত ছিল যে সিনওয়ার রাফাহের তেল আস-সুলতান এলাকায় ছিলেন, যদিও তার সঠিক অবস্থান অজানা ছিল। ৩১ আগস্ট, সিনওয়ার যে ভবনে নিহত হয়েছিল তার আশেপাশে ছয়জন জিম্মিকে হত্যা করা হয়েছিল। তিনি তাদের সাথে একই টানেলে ছিলেন বলে জানা গেছে। মার্কিন যুক্তরাষ্ট্র বলেছে যে এটি গোয়েন্দা তথ্য সংগ্রহে সহায়তা করেছে যা আইডিএফকে সিনওয়ারের অনুসন্ধান করতে সহায়তা করেছিল তবে তাকে হত্যাকারী অপারেশনে জড়িত থাকার কথা অস্বীকার করেছে।\n\n\n== হত্যা ==\n১৭ অক্টোবর ২০২৪-এ, ইসরায়েল ডিফেন্স ফোর্সেস (আইডিএফ) একটি \"উচ্চ সম্ভাবনা\" জানিয়েছিল যে সিনওয়ার রাফাতে নিহত হয়েছে। আগের দিন আইডিএফ ও হামাস যোদ্ধাদের মধ্যে গোলাগুলি হয়েছিল এবং এতে তিনজন যোদ্ধা নিহত হয়েছিল। কান এর মতে, বিসলামাক ব্রিগেড এর সৈন্যরা গুলি চালায় এবং তারা জানত না যে তারা কার সাথে যুদ্ধ করছে। কাছাকাছি কোন জিম্মি ছিল না। আইডিএফ-এর একজন মুখপাত্রের মতে, একটি ট্যাঙ্কে গুলি চালানোর আগে সিনওয়ার একটি ক্ষতিগ্রস্ত ভবনে ছিলেন। একজন ইসরায়েলি প্যাথলজিস্ট রিপোর্ট করেছেন যে সিনওয়ার ক্ষেপণাস্ত্রের আগুনে তার ডান বাহু, তার বাম পায়ে এবং মাথায় গুলি করার আগে তার শরীরে ছুরি দিয়ে আঘাত পেয়েছেন, যার ফলে তার \"মস্তিষ্কের গুরুতর আঘাত\" থেকে মৃত্যু হয়েছে।\nআইডিএফ আরও বলেছে যে তারা সিনওয়ারের দেহরক্ষী মাহমুদ হামদানকে হত্যা করেছে, যদিও তারা পূর্বে ভুলভাবে ১০ সেপ্টেম্বর ২০২৪ সালে তাকে হত্যা করার দাবি করেছিল।\n\n\n=== ঘটনাক্রম ===\n\n১৬ অক্টোবর ২০২৪-এ, আনুমানিক ১০টায়, আইডিএফ সৈন্যরা সন্দেহভাজন একজন ব্যক্তিকে একটি ভবনের আশেপাশে ঘোরাঘুরি করতে দেখে। বিকাল ৩টায়, একটি আইডিএফ ড্রোন তিনজন ব্যক্তিকে ভবন থেকে বেরিয়ে আসতে দেখে, দু'জন কম্বলে ঢাকা এবং তৃতীয় জনের জন্য পথ পরিষ্কার করছিল। সৈন্যরা গুলি চালায় এবং দলটি আলাদা হয়ে যায়, দু'জন একটি ভবনে প্রবেশ করে এবং তৃতীয়জন(পরে সিনওয়ার বলে প্রমাণিত হয়) আরেকটি ভবনে প্রবেশ করেন এবং দ্বিতীয় তলায় উঠে যান। গোলাগুলির এক পর্যায়ে একজন আইডিএফ সৈন্য গুরুতর আহত হয়। একটি ট্যাঙ্ক সিনওয়ারের অবস্থানে একটি শেল নিক্ষেপ করে এবং অন্য সৈন্যরা ভবনের পাশে অবস্থান নেয়। সিনওয়ার তাদের লক্ষ্য করে দুটি গ্রেনেড নিক্ষেপ করে; একটি বিস্ফোরিত হয়। সৈন্যরা তারপরে পিছনে যায় এবং একটি ড্রোন পাঠিয়ে দেয় যা একটি আহত ব্যক্তিকে সনাক্ত করে যার মুখ ঢাকা তিনি একটি লাঠি দিয়ে ড্রোনটিকে আঘাত করার চেষ্টা করেন। মুখোশধারী ব্যক্তিটি সিনওয়ার কিনা তা সে সময় জানা যায়নি।\nঘটনার পরের দিন সৈন্যরা একটি মৃতদেহ দেখতে পায় যা সিনওয়ারের সাথে সাদৃশ্যপূর্ণ, সামরিক ভেস্ট পরিহিত, একটি গ্রেনেড এবং একটি বন্দুক সহ, তার কাছে পাওয়া অতিরিক্ত আইটেমগুলির মধ্যে রয়েছে নগদ ৪০,০০০ শেকেল (এনাইএস), একটি লাইটার এবং একটি পাসপোর্ট যা একজন শিক্ষকের ছিল। সেখান থেকে মোট তিনজনের লাশ উদ্ধার করা হয় নগদ টাকা, অস্ত্র ও ভুয়া পরিচয়পত্রসহ।\nএর পর ইসরায়েলি কর্মকর্তারা সিনওয়ারের সম্ভাব্য মৃত্যুর কথা নিরাপত্তা মন্ত্রিসভাকে জানান। অপারেশন চলাকালীন আইডিএফ বাহিনী বিশেষভাবে সিনওয়ারকে লক্ষ্য করেনি এবং তারা এলাকায় তার উপস্থিতি অনুমান করেনি।\nপ্রাথমিক রিপোর্টে ইঙ্গিত দেওয়া হয়েছে যে আনুষ্ঠানিক শনাক্তকরণের জন্য ডিএনএ, ডেন্টাল এবং আঙুলের ছাপ পরীক্ষা করা হবে, কারণ আইডিএফ সিনওয়ারের কারাগারে থাকার সময় থেকে তার রেকর্ড রাখে। সোশ্যাল মিডিয়ায় প্রচারিত ছবিগুলিতে কথিতভাবে দেখা যাচ্ছে যে শরীরটি মাথায় এবং একটি পায়ে ক্ষত সহ সিনওয়ারের বলে ধারণা করা হচ্ছে। দ্য নিউ ইয়র্ক টাইমসের মতে, ছবিগুলি আঁকাবাঁকা দাঁত এবং স্বতন্ত্র তিল সহ সিনওয়ারের আর্কাইভাল ফুটেজের সাথে মিলেছে।\nইসরায়েলি সংবাদপত্র ইয়েদিওথ আহরোনোথ, যা মৃতদেহের ছবিও প্রকাশ করেছে, নিশ্চিত করেছে যে ইসরায়েলের ফরেনসিক পুলিশ ইউনিট সিনওয়ারের দাঁতের রেকর্ডের সাথে সম্পূর্ণ মিল পেয়েছে। ইসরায়েল পুলিশ এক বিবৃতিতে বলেছে যে দেহটি সিনওয়ারের দাঁতের রেকর্ড এবং আঙুলের ছাপের সাথে মিলেছে। ডিএনএ পরীক্ষার মাধ্যমে শনাক্তকরণ আরও নিশ্চিত হয়েছে। হামাসও ১৮ অক্টোবর তার মৃত্যুর বিষয়টি নিশ্চিত করেছে। ইসরায়েলের ন্যাশনাল সেন্টার অফ ফরেনসিক মেডিসিনের প্রধান ফরেনসিক প্যাথলজিস্ট ডাঃ চেন কুগেলের ময়নাতদন্তে দেখা গেছে যে সিনওয়ারের মাথায় গুলি লেগেছে।\n\n\n== বিশ্লেষণ ==\nএপি (Associated Press) সিনওয়ারের মৃত্যুকে যুদ্ধের একটি \"নাটকীয় মোড়\" হিসেবে বর্ণনা করেছে। এপির মতে, এই হত্যাকাণ্ড \"ফিলিস্তিনি বিদ্রোহী দলটিকে নেতৃত্বশূন্য করে দিয়েছে। এই হত্যাকাণ্ডকে ইসরায়েলের হামাস ধ্বংসের যুদ্ধে একটি \"প্রভাবশালী প্রতীকী সাফল্য\" হিসেবে আখ্যায়িত করেছে।\nইসরায়েল পলিসি ফোরামের সিইও ডেভিড হ্যালপেরিন এবং জে স্ট্রিটের প্রেসিডেন্ট জেরেমি বেন আমি ভবিষ্যদ্বাণী করেছেন, \"সিনওয়ারের হত্যা বন্দিদের ফেরানোর এবং পরিস্থিতি নিয়ন্ত্রণে আনার সুযোগ সৃষ্টি করবে।\" ২০১১ সালের শালিত চুক্তি নিয়ে আলোচনাকারী গারশোন বাস্কিন বলেছেন \"একটি সম্পূর্ণ বন্দি চুক্তি ৩-৪ দিন পর্যন্ত সময় নিতে পারে।\"\nইনস্টিটিউট ফর দ্য স্টাডি অফ ওয়ারের ব্রায়ান কার্টার লিখেছেন, সিনওয়ারের মৃত্যু যুদ্ধের গতিপথ পরিবর্তন করবে না, কারণ হামাস এখনও দক্ষ কমান্ডারদের অধীনে রয়েছে। এছাড়াও তিনি বলেন, বন্দিদের মুক্তির সম্ভাবনা কম, কারণ হামাস তাদের ব্যবহার করতে চায় যাতে ইসরায়েলের উপর গাজা থেকে সম্পূর্ণ প্রত্যাহারের চাপ সৃষ্টি করা যায়। যা তিনি সম্পূর্ণ অগ্রহণযোগ্য বলে মনে করেন, কারণ এটি হামাসকে তাদের সামরিক ক্ষমতা পুনর্গঠনের সুযোগ দেবে।\nদ্য ইকোনমিস্ট রিপোর্ট করেছে যে ইয়াহিয়া সিনওয়ারের মৃত্যুর পর হামাস অভ্যন্তরীণ ক্ষমতার দ্বন্দ্ব এবং আদর্শগত দিকনির্দেশনা নিয়ে লড়াই করছে। যদিও হামাস গাজায় সামরিক শক্তি ধরে রেখেছে, \"তাদের ক্লান্তি এবং দুর্বলতা অন্য ক্ষমতার কেন্দ্রগুলিকে গাজা থেকে ক্ষমতা ছিনিয়ে নিতে সহায়তা করতে পারে।\" যেখানে সিনওয়ার যেসব ছাড় দিতে অস্বীকার করেছিলেন সেখানে ইসরায়েল এখন হামাসের আত্মসমর্পণ দাবি করতে পারে, গাজায় তাদের শাসন ভেঙে দিতে পারে। প্রতিবেদনে দলটির অভ্যন্তরে আদর্শগত দ্বন্দ্বের উপর আলোকপাত করা হয়েছে, যা ইরানের সাথে সম্পর্কের পক্ষের আল-হাইয়ার মতো নেতাদের চিহ্নিত করেছে। প্রাক্তন নেতা খালেদ মিশাল পিএলও এর সাথে একীভূত হওয়ার চেষ্টা করতে পারেন। এই দ্বন্দ্বের ফলাফল হামাসের ভবিষ্যতের উপর বড় ধরনের প্রভাব ফেলবে, হয়তো তারা মধ্যপন্থার দিকে এগিয়ে যাবে বা ইরান-সমর্থিত চরমপন্থার দিকে আরও ঝুঁকবে।\n\n\n== প্রতিক্রিয়া ==\n\n\n=== ইজরায়েল ===\nপ্রতিরক্ষামন্ত্রী ইয়োভ গ্যালান্ট টুইট করেছেন যে \"সন্ত্রাসীরা যেখানেই থাকুক না কেন ইসরাইল নির্মূল করতে প্রতিশ্রুতিবদ্ধ\"। তিনি বলেছিলেন যে এই হত্যাকাণ্ড \"নিহতদের সমস্ত পরিবার এবং জিম্মিদের পরিবারের কাছে একটি স্পষ্ট বার্তা পাঠায়: যারা আপনার প্রিয়জনকে ক্ষতি করেছে তাদের কাছে পৌঁছাতে এবং জিম্মিদের মুক্ত করতে এবং তাদের পরিবারের কাছে ফিরিয়ে দেওয়ার জন্য আমরা সবকিছু করছি\", এবং যোগ করেছেন যে এটি \"গাজার বাসিন্দাদের কাছেও একটি স্পষ্ট বার্তা ছিল। যে ব্যক্তি গাজা উপত্যকায় বিপর্যয় এবং মৃত্যু এনেছিল, যে ব্যক্তি তার হত্যাকাণ্ডের ফলে আপনাকে কষ্ট দিয়েছিল - এই লোকটির পরিণতি এসেছে। সময় এসেছে, জিম্মিদের ছেড়ে দাও, হাত বাড়াও, আত্মসমর্পণ কর, তাদের মুক্ত কর।\nবিরোধীদলীয় নেতা ইয়ার ল্যাপিড বলেছেন, সরকারকে অবশ্যই জিম্মিদের বিষয়ে সিদ্ধান্তমূলক পদক্ষেপ নেওয়ার সুযোগটি কাজে লাগাতে হবে।\nপ্রধানমন্ত্রী বেঞ্জামিন নেতানিয়াহু সিনওয়ারের মৃত্যুকে \"হামাসের নতুন দিনের শুরু\" হিসাবে ঘোষণা করেছেন, এই প্রতিশ্রুতি দিয়ে যে এই দলটি আর গাজা শাসন করবে না। তিনি গাজাবাসীদের সম্বোধন করেছিলেন, এটিকে তাদের জন্য \"অবশেষে এর অত্যাচার থেকে মুক্তি পাওয়ার\" সুযোগ হিসাবে জোর দিয়েছিলেন। জঙ্গিদের সতর্ক করে দিয়েছিলেন যে তাদের নেতারা পালিয়ে যাচ্ছে এবং তাদের নির্মূল করা হবে, এই বলে যে যারা জিম্মিদের মুক্তি দেবে তাদের রেহাই দেওয়া হবে, তবে যারা তাদের ক্ষতি করবে তাদের জন্য গুরুতর পরিণতি অপেক্ষা করছে। তিনি হাইলাইট করেন যে সিনওয়ারের মৃত্যু ইসরায়েলের অব্যাহত প্রচেষ্টার গুরুত্ব, বিশেষ করে রাফাহ অভিযান, যেখানে হামাসের প্রধান নেতারা লুকিয়ে ছিল, এবং \" মন্দের অক্ষ \" বন্ধ করার এবং একটি উন্নত ভবিষ্যত গড়ে তোলার সুযোগের উপর জোর দিয়েছিল। তিনি বলেন, সিনওয়ার হত্যা গাজার যুদ্ধের শেষ নয়।\nসিনওয়ারের মৃত্যুর খবরের পর ১৭ অক্টোবর বৈদেশিক মুদ্রা বাজারে ডলারের বিপরীতে ইসরায়েলি নতুন শেকেল ০.৭৫% এবং ইউরোর বিপরীতে ১.৪% বৃদ্ধি পেয়েছে, যা ইভেন্টে বিনিয়োগকারীদের প্রতিক্রিয়া প্রতিফলিত করে।\nইসরায়েলি জিম্মিদের পরিবার, আইডিএফ-এর সিনওয়ারকে হত্যা করার খবরে গর্ব প্রকাশ করেছে,পাশাপাশি উদ্বেগ জানিয়েছে যে গাজায় এখনও ১০১ জন জিম্মি এখন আরও বেশি ঝুঁকিতে রয়েছে। তারা ইসরায়েলি ও মার্কিন নেতাদের জিম্মিদের মুক্তির জন্য একটি তাৎক্ষণিক চুক্তির জন্য আলোচনার মাধ্যমে এই সামরিক সাফল্যকে পুঁজি করার আহ্বান জানিয়েছিল, জোর দিয়েছিল যে সত্যিকারের বিজয় তখনই অর্জিত হতে পারে যখন সমস্ত বন্দীকে নিরাপদে ফিরিয়ে দেওয়া হয়।\n\n\n=== হামাস ===\nপ্রাথমিকভাবে, হামাস-সংশ্লিষ্ট বার্তা সংস্থা গাজা নাউ সিনওয়ারের মৃত্যুর কথা অস্বীকার করেছে, পোস্ট করেছে: \"সতর্কতা, হামাস নেতা ইয়াহিয়া সিনওয়ারকে হত্যার বিষয়ে যে সংবাদটি বলা হয়েছিল তা সম্পূর্ণ মিথ্যা, এবং এই সংবাদটি দখলদারিত্বের প্রকাশনা এবং প্রচারটি গোয়েন্দা তথ্য সংগ্রহের একটি প্রচেষ্টা। তথ্য, এবং এটি আগে নেতা মুহাম্মদ আল-দেইফের সাথে করেছিল দয়া করে সাবধান হন।\"\n\nএকদিন পরে, ১৮ অক্টোবর, হামাসের কর্মকর্তা বাসেম নাইম দ্বারা সিনওয়ারের মৃত্যুর বিষয়টি নিশ্চিত করা হয়েছিল, যিনি জোর দিয়েছিলেন যে \"প্রতিটি নেতাদের নির্মূল করার সাথে সাথে হামাস আরও শক্তিশালী এবং জনপ্রিয় হয়ে ওঠে। এটি মানুষকে, বিশেষ করে ইয়াহিয়া সিনওয়ারের মতো অনন্য নেতাদের হারাতে কষ্ট পায়, কিন্তু আমরা নিশ্চিত আমরা শেষ পর্যন্ত জিতব।\" খলিল আল-হায়া, হামাসের কাতার -ভিত্তিক ডেপুটি লিডার এবং জিম্মি আলোচনায় হামাসের প্রাথমিক আলোচক, বলেছেন যে জিম্মিদের মুক্তি দেওয়া হবে না যতক্ষণ না ইসরায়েল গাজা উপত্যকা থেকে প্রত্যাহার করে। তিনি বলেছিলেন যে সিনওয়ার \"মুখোমুখী এবং পিছু হটতে না গিয়ে, সামনের সারিতে নিযুক্ত এবং যুদ্ধ অবস্থানের মধ্যে চলাফেরা\" মারা গিয়েছিলেন এবং তাকে \"প্রতিষ্ঠাতা শেখ আহমেদ ইয়াসিনের পদচিহ্নে মহান শহীদদের কাফেলার ধারাবাহিকতা\" বলে অভিহিত করেছেন \"হামাস জেরুজালেমকে রাজধানী করে সমস্ত ফিলিস্তিনের মাটিতে ফিলিস্তিনি রাষ্ট্র প্রতিষ্ঠা না হওয়া পর্যন্ত এগিয়ে যাচ্ছে।\"\nহামাসের রাজনৈতিক ব্যুরো সিনওয়ারের মৃত্যুকে \"বেদনাদায়ক ও বেদনাদায়ক\" বলে অভিহিত করেছে।\n\n\n=== মধ্যপ্রাচ্য ===\n পিএলও : তারা সিনওয়ার কে \"শহীদ\" আখ্যা দিয়ে তার জন্য শোক প্রকাশ করেছে, তাকে \"মহান জাতীয় নেতা\" হিসাবে চিহ্নিত করেছে এবং সমস্ত ফিলিস্তিনি উপদলের মধ্যে ঐক্যের আহ্বান জানিয়েছে। এটি ফিলিস্তিনি অধিকার পুনরুদ্ধারের জন্য ইসরায়েলের বিরুদ্ধে ঐক্যবদ্ধ সংগ্রামের আহ্বান জানিয়েছে, যার মধ্যে ফিরে আসার অধিকার, ইসরায়েলি দখলদারিত্বের অবসান এবং ১৯৬৭ সালের জেরুজালেমের রাজধানী হিসেবে সীমানায় একটি ফিলিস্তিন রাষ্ট্র প্রতিষ্ঠা করা। একটি পৃথক বিবৃতিতে, ফাতাহ বলেছেন যে ইসরায়েলের \"হত্যা ও সন্ত্রাসবাদের নীতি আমাদের জনগণের স্বাধীনতা ও স্বাধীনতার বৈধ জাতীয় অধিকার অর্জনের ইচ্ছা ভঙ্গ করতে সফল হবে না\"।\n হিজবুল্লাহ: ইরান-সমর্থিত গোষ্ঠীটি \"ইসরায়েলি দখলদারদের ইতিহাসে সবচেয়ে অপমানজনক অপারেশনগুলির মধ্যে একটি\" নেতৃত্ব দেওয়ার জন্য সিনওয়ারের প্রশংসা করেছে এবং বলেছে যে তিনি ইসরায়েলের বিরুদ্ধে সংগ্রামের জীবনে সমস্ত \"সম্মান ও মর্যাদার পদক\" জিতেছেন। হিজবুল্লাহ আরও বলেছে যে তার শাহাদাত \"ফিলিস্তিনকে মুক্ত করার এবং ক্যান্সারযুক্ত ইহুদিবাদী টিউমারকে নির্মূল করার পথে এগিয়ে যাওয়ার জন্য সমস্ত যুদ্ধক্ষেত্র এবং অঙ্গনে প্রতিরোধের সংকল্প এবং সংকল্পকে শক্তিশালী করবে।\"\n আল-কায়েদা: আল-কায়েদার বর্তমান ডি-ফ্যাক্টো আমির সাইফ আল-আদেলের একজন উপদেষ্টা আবু ওয়ালিদ আল-মাসরি সিনওয়ারকে স্বাগত জানিয়েছেন এবং হামাসকে ইসরায়েলি জিম্মিদের মুক্তি দেওয়ার আহ্বান জানিয়েছেন, এই বলে যে তাদের পুনরুদ্ধারের দিকে মনোযোগ ফিলিস্তিনিদের দুর্দশাকে ছাপিয়েছে। ইসরায়েল দ্বারা বন্দী বন্দী, এবং জোর দিয়েছিলেন যে জিম্মি সমস্যাটি আরও পরিণতি এড়াতে \"বন্ধ\" করা উচিত।\nহুতি: একজন হুথি মুখপাত্র সিনওয়ারকে \"শহীদ পদক\" পাওয়ার জন্য হামাস এবং ফিলিস্তিনিদের প্রতি তাদের \"আন্তরিক সমবেদনা\" প্রকাশ করেছেন,তিনি বলেছেন যে, \"গাজা এবং ফিলিস্তিনি যত বড় ত্যাগ স্বীকার করুক না কেন বিজয়ের জন্য নির্ধারিত\"\n\n\n=== আন্তর্জাতিক ===\n আফগানিস্তান: আফগান মুখপাত্র জাবিহুল্লাহ মুজাহিদ ইয়াহিয়া সিনওয়ারের \"শহীদ\" এর জন্য শোক প্রকাশ করে অনলাইনে একটি বিবৃতি প্রকাশ করেছেন। বিবৃতিতে আরও বলা হয়েছে যে কিভাবে সিনওয়ারের মৃত্যু শুধুমাত্র \"প্রতিরোধ ও জিহাদি সংগ্রাম\"কে পুনরুজ্জীবিত করবে।\n রাশিয়া: ক্রেমলিন প্রেস সেক্রেটারি দিমিত্রি পেসকভ বলেছেন যে, সিনওয়ারের ইসরায়েলি হত্যার পরিণতি সম্পর্কে রাশিয়ার \"গুরুতর উদ্বেগ\" রয়েছে, বিশেষ করে বেসামরিক জনগণের জন্য।\n ইরান:ইরানের রাষ্ট্রীয় সংবাদ মাধ্যম সিনওয়ারের মৃত্যুকে \"শহীদ\" বলে বর্ণনা করেছে এবং গাজায় ইসরায়েলের বিরুদ্ধে সংগ্রামে মারা যাওয়ার জন্য তার প্রশংসা করেছে। পররাষ্ট্রমন্ত্রী, আব্বাস আরাগচি, সিনওয়ারের প্রশংসা করেছেন, যোগ করেছেন যে \"শহীদরা চিরকাল বেঁচে থাকে, এবং ফিলিস্তিনের দখলদারিত্ব থেকে মুক্তির কারণ আগের চেয়ে বেশি জীবন্ত।\" প্রতিরোধের,\" যোগ করে যে তিনি \"তরুণ এবং শিশুদের জন্য একটি রোল মডেল হয়ে উঠবেন যারা ফিলিস্তিনের মুক্তির দিকে তার পথ অনুসরণ করবে।\" প্রতিরোধ ও সংগ্রামের,\" উল্লেখ করে যে তার মৃত্যু 'প্রতিরোধের অক্ষ' বন্ধ করবে না।'\n তুরস্ক: পররাষ্ট্রমন্ত্রী হাকান ফিদান হামাসের রাজনৈতিক ব্যুরো সদস্যদের সাথে আলোচনার সময় সিনওয়ারের \"শহীদ\" এর জন্য তার শোক প্রকাশ করেছেন।\n মালয়েশিয়া:প্রধানমন্ত্রী আনোয়ার ইব্রাহিম এক্স-এ টুইট করেছেন: \"মালয়েশিয়া একজন যোদ্ধা এবং ফিলিস্তিনি জনগণের রক্ষক, আল সাহিদ ইয়াহিয়া সিনওয়ারকে হারানোর জন্য শোক প্রকাশ করেছে, যিনি বর্বর ইহুদিবাদী শাসকদের দ্বারা নির্মমভাবে নিহত হয়েছেন। আবারও, আন্তর্জাতিক সম্প্রদায় যুদ্ধ করতে এবং শান্তি ও ন্যায়বিচার বজায় রাখার বিষয়টি নিশ্চিত করতে ব্যর্থ হয়েছে ফলে সংঘাতের পরিস্থিতি আরও খারাপ হচ্ছে। মালয়েশিয়া এই হত্যাকাণ্ডের তীব্র নিন্দা করেছে এবং এটা স্পষ্ট যে মুক্তির দাবিকে ক্ষুণ্ন করার জন্য সরকারের প্রচেষ্টা সফল হবে না। ফলস্বরূপ, মালয়েশিয়া জোর দিয়ে বলে যে ইসরায়েলের বর্বরতা আন্তর্জাতিক সম্প্রদায়ের দ্বারা বিরোধিতা করবে এবং ফিলিস্তিনিদের চলমান গণহত্যা অবিলম্বে বন্ধ করতে হবে।\"\n মার্কিন যুক্তরাষ্ট্র: রাষ্ট্রপতি জো বাইডেন একটি প্রেস বিবৃতি জারি করে, \"এটি ইসরায়েল, মার্কিন যুক্তরাষ্ট্র এবং বিশ্বের জন্য একটি শুভ দিন\" ঘোষণা করে এবং উল্লেখ করে যে \"সন্ত্রাসী গোষ্ঠী হামাসের নেতা হিসাবে, সিনওয়ার দায়ী ছিলেন। হাজার হাজার ইসরায়েলি, ফিলিস্তিনি, আমেরিকান এবং ৩০টি দেশের নাগরিকদের মৃত্যু হয়েছে।\" বাইডেন ইসরায়েলি সেনাবাহিনীর প্রশংসা করেছেন হামাস নেতাদের অনুসরণ করার জন্য, অপারেশনটিকে ২০১১ সালের অভিযানের সাথে তুলনা করে যা আল-কায়েদার নেতা ওসামা বিন লাদেনকে হত্যা করেছিল। তিনি জোর দিয়েছিলেন যে ইসরায়েলের হামাসকে ভেঙে দেওয়ার অধিকার রয়েছে, হাইলাইট করে যে গোষ্ঠীটি আর ৭ অক্টোবরের মতো হামলা চালাতে পারবে না। বাইডেন বলেন যে সিনওয়ারের মৃত্যু \"একটি অদম্য বাধা\" দূর করেছে, গাজায় হামাস ছাড়া ভবিষ্যতের জন্য আশা তৈরি করেছে এবং একটি রাজনৈতিক মীমাংসার দরজা খুলে দিয়েছে যা ইসরায়েলি ও ফিলিস্তিনি উভয়েরই উপকার করে। ভাইস প্রেসিডেন্ট কমলা হ্যারিস বলেন, ইয়াহিয়া সিনওয়ারের মৃত্যুতে \"ন্যায়বিচার করা হয়েছে\"। বিডেনের জাতীয় নিরাপত্তা উপদেষ্টা জেক সুলিভান বলেছেন যে সিনওয়ার \"শান্তি প্রতিষ্ঠার জন্য একটি বিশাল বাধা\"। প্রাক্তন রাষ্ট্রপতি এবং বর্তমান রিপাবলিকান রাষ্ট্রপতি মনোনীত প্রার্থী ডোনাল্ড ট্রাম্প বলেছেন যে, \"সিনওয়ারের হত্যা ইসরায়েল-হামাস যুদ্ধের শান্তিপূর্ণ সমাধানের সম্ভাবনা বাড়িয়েছে এবং জো বাইডেনকে \"[নেতানিয়াহুকে] আটকানোর চেষ্টা করার\" অভিযোগ করেছেন।\n কানাডা: প্রধানমন্ত্রী জাস্টিন ট্রুডো বলেছেন: \"সন্ত্রাসী সংগঠন হামাসের নৃশংস নেতা ইয়াহিয়া সিনওয়ারকে আইডিএফ দ্বারা হত্যা করা হয়েছে। সিনওয়ারের নেতৃত্বে, হামাস ৭ অক্টোবরের ভয়ঙ্কর নৃশংসতা চালিয়েছিল, ইসরাইলকে ধ্বংস করতে চেয়েছিল এবং বিবেকহীন, ধ্বংসাত্মক অভিযান শুরু করেছিল। এই অঞ্চল জুড়ে বেসামরিক লোকদের উপর সন্ত্রাসী হামলার ফলে সিনওয়ারের মৃত্যু সন্ত্রাসের রাজত্বের অবসান ঘটিয়েছে।\n চীন: সিনওয়ারের হত্যার বিষয়ে একটি প্রশ্নে, পররাষ্ট্র মন্ত্রণালয়ের মুখপাত্র মাও নিং বলেছেন যে \"চীন বিশ্বাস করে যে চাপের অগ্রাধিকার হল প্রাসঙ্গিক জাতিসংঘ নিরাপত্তা পরিষদের প্রস্তাবগুলি সম্পূর্ণ এবং কার্যকরভাবে বাস্তবায়ন করা, অবিলম্বে গাজায় যুদ্ধবিরতিতে পৌঁছানো, আন্তরিকভাবে বেসামরিক নাগরিকদের সুরক্ষা নিশ্চিত করা। মানবিক সাহায্য এবং সংঘাত ও সংঘর্ষের আরও বৃদ্ধি এড়িয়ে চলুন।\"\n ফ্রান্স: রাষ্ট্রপতি ইমানুয়েল ম্যাক্রোঁ বলেছেন: \"ইয়াহিয়া সিনওয়ার ছিল ৭ অক্টোবরের সন্ত্রাসী হামলা এবং বর্বরোচিত কাজের জন্য দায়ী প্রধান ব্যক্তি। আজ, আমি আমাদের ৪৮ জন স্বদেশী এবং তাদের প্রিয়জন সহ ক্ষতিগ্রস্ত সকলকে আবেগের সাথে মনে করি। ফ্রান্স দাবি করে, হামাসের হাতে এখনও বন্দী সকল জিম্মিদের মুক্তি।\"\n জার্মানি:পররাষ্ট্রমন্ত্রী আনালেনা বেয়ারবক: \"সিনওয়ার ছিলেন একজন নৃশংস খুনি এবং সন্ত্রাসী, যিনি ইসরায়েল এবং এর জনগণকে ধ্বংস করতে চেয়েছিলেন। ৭ অক্টোবর সন্ত্রাসের মাস্টারমাইন্ড হিসাবে তিনি হাজার হাজার মানুষের মৃত্যু এবং পুরো অঞ্চলের জন্য অপরিমেয় দুর্ভোগ নিয়ে এসেছিলেন। হামাসকে এখন মুক্তি দিতে হবে সমস্ত জিম্মি এবং তার অস্ত্র ফেলে, গাজার জনগণের দুর্ভোগ শেষ পর্যন্ত শেষ হতে হবে।\"\n\n\n=== এমবিসি বিতর্ক ===\nসিনওয়ারের মৃত্যুর পর, সৌদি মালিকানাধীন এমবিসি মিডিয়া গ্রুপ হামাসের ইসমাইল হানিয়াহ, হিজবুল্লাহর হাসান নাসরুল্লাহ, পিএমএফের আবু মাহদি আল-মুহান্দিস এবং ইরানের কুদস ফোর্সের কমান্ডার কাসেম সোলেইমানিকে \"সন্ত্রাসবাদের মুখ\" হিসেবে চিহ্নিত করে সিনওয়ারকে লেবেল করে একটি প্রতিবেদন প্রচার করে। যারা এই শতাব্দীতে নিহত হয়েছিল। এই প্রতিবেদন কিছু মহলে ক্ষোভের জন্ম দিয়েছে। বাগদাদে, ইরান-সমর্থিত সশস্ত্র গোষ্ঠীর সমর্থকরা চ্যানেলের অফিসে হামলা চালায়, তারা সরঞ্জাম ভাঙচুর এবং কম্পিউটার ধ্বংস করার সময় নিজেদের ছবি তোলে। কয়েক ঘন্টা পরে, ইরাকি নিয়ন্ত্রকরা সৌদি মালিকানাধীন চ্যানেলের লাইসেন্স স্থগিত করে এবং ইরাকে এর পরিচালনার অধিকার বাতিল করার জন্য প্রক্রিয়া শুরু করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে ইয়াহিয়া সিনওয়ারের হত্যাকাণ্ড সম্পর্কিত মিডিয়া দেখুন।\nAtlantic Council experts (১৭ অক্টোবর ২০২৪)। \"Experts react: Yahya Sinwar is dead. Here's what's next for Hamas, Gaza, Israel, and the Middle East\"। New Atlanticist। Atlantic Council।"}