{"pageid": 1486233, "title": "ইন্টেলিজেন্ট ইনপুট বাস", "url": "https://bn.wikipedia.org/wiki?curid=1486233", "content": "ইন্টেলিজেন্ট ইনপুট বাস (IBus) বা সংক্ষেপে আইবাস ইউনিক্স-সদৃশ অপারেটিং সিস্টেমগুলিতে বহুভাষিক ইনপুটের জন্য একটি ইনপুট পদ্ধতি (আইএম) ফ্রেমওয়ার্ক। \"বাস\" নামটি তার বাসের মতো স্থাপত্য থেকে এসেছে।\n\n\n== লক্ষ্য ==\nআইবাস প্রকল্পের প্রধান লক্ষ্যগুলির মধ্যে আছে:\n\nসম্পূর্ণ বৈশিষ্ট্যযুক্ত এবং ব্যবহারকারী-বান্ধব ইনপুট-পদ্ধতি ব্যবহারকারী ইন্টারফেস প্রদান করা\nনিরাপত্তা উন্নত করতে প্রমাণীকরণ ব্যবস্থা নিযুক্ত করা\nইনপুট-পদ্ধতি বিকাশকারীদের জন্য একটি সর্বজনীন ইন্টারফেস এবং লাইব্রেরি প্রদান করা\nবিভিন্ন অঞ্চল এবং বিভিন্ন ভাষী ব্যবহারকারীদের প্রয়োজন পূর্ণ করা\n\n\n== ইতিহাস ==\nনর্থইস্ট এশিয়া ওএসএস ফোরাম-এর ওয়ার্ক গ্রুপ ৩-এর আইএম ইঞ্জিন সার্ভিস প্রোভাইডার ইন্টারফেস ডকুমেন্টের খসড়া একটি বাস-কেন্দ্রিক আইএম ফ্রেমওয়ার্ক আর্কিটেকচার সুপারিশ করে, যার বাস বাস্তবায়ন (ডিবাসের অনুরূপ)। স্পেসিফিকেশনের মতে, এসসিআইএম-১.৪ কে আরও উন্নয়নের জন্য উপযুক্ত বলে মনে করা হয় না, কারণ এটি সি++-এ বিকশিত হয়েছে, যা সাধারণত এবিআই ট্রানজিশন সমস্যা সৃষ্টি করে।\nতারপর থেকে, আইএম-বাস ( জেমস সু এর নেতৃত্বে) এবং এসসিআইএম-২ (ঝেং হু এর নেতৃত্বে) এর মত সফল প্রকল্পগুলি শুরু হয়। তবে দুটি প্রকল্পই স্থগিত রয়েছে। তাই, রেড হ্যাট থেকে হুয়াং পেং সিজেকে ওএসএস ফোরামের সুপারিশকৃত ফাংশনগুলি বাস্তবায়নের পরিবর্তে পাইথন, ডি-বাস এবং জিএলআইব ব্যবহার করে আইএম-বাসের ধারণা প্রমাণ করার জন্য আইবাস প্রকল্প প্রতিষ্ঠা করেছেন। তা সত্ত্বেও, আইবাস ইতিমধ্যেই সম্প্রদায়ের গ্রহণযোগ্যতা অর্জন করেছে এবং ফ্রিবিএসডি এবং অনেক লিনাক্স ডিস্ট্রিবিউশন যেমন ফেডোরা এবং উবুন্টুর প্যাকেজ সংগ্রহস্থলে ইতিমধ্যেই আইবাস রয়েছে। আইবাস ফেডোরা ১১ থেকে নতুন পূর্ব নির্বাচিত ইনপুট পদ্ধতি ফ্রেমওয়ার্ক হয়ে ওঠে এবং উবুন্টু ৯.১০-এ এসসিআইএম প্রতিস্থাপন করে।\n\n\n== স্থাপত্য ==\nআইবাস সি এবং পাইথনে ডেভেলপ করা হয়েছে, এ কারণে এসসিআইএম <১.৪.১৪-এর সি++ এবিআই ট্রানজিশন সমস্যা এড়িয়ে যায়।\nআইবাস পরিষেবার মাধ্যমে এর বেশিরভাগ কার্যকারিতা প্রদান করে। তিন ধরনের পরিষেবা আছে:\n\nইনপুট পদ্ধতি ইঞ্জিন (আইএমই): প্রকৃত ইনপুট পদ্ধতি\nকনফিগারেশন: আইবাস এবং অন্যান্য পরিষেবা যেমন আইএমইয়ের জন্য কনফিগারেশন পরিচালনা করে\nপ্যানেল: ইউজার ইন্টারফেস যেমন ভাষা বার এবং প্রার্থী নির্বাচন টেবিল\nআইবাস ibus-deemon, পরিষেবা এবং আইএম ক্লায়েন্ট যেমন টার্মিনাল এমুলেটর, সম্পাদক এবং ওয়েব ব্রাউজারগুলির মধ্যে যোগাযোগ করার জন্য ডি-বাস নিয়োগ করে। ibus-deemon পরিষেবাগুলি থেকে নিবন্ধন গ্রহণ করে এবং সংশ্লিষ্ট পরিষেবা এবং আইএম ক্লায়েন্টকে ডি-বাস বার্তা পাঠানোর মাধ্যমে সমস্ত গ্রাহক এবং পরিষেবাগুলি পরিচালনা করে।\nএটি জিম প্রোটোকল প্রয়োগ করে এবং এতে জিটিকে এবং কিউটি ইনপুট পদ্ধতি মডিউল রয়েছে।\n\n\n== বৈশিষ্ট্য ==\nচাহিদা অনুযায়ী ইঞ্জিন লোড ও আনলোড করা হচ্ছে\nটাস্কবারে বিজ্ঞপ্তি এলাকা সমর্থন\nএক্সকেবিরর সাথে ইন্টারঅপারেবিলিটি\nতাৎক্ষণিক কনফিগারেশন পরিবর্তন প্রয়োগ\nসি এবং পাইথন বাইন্ডিং প্রদান করে\n\n\n== উপলব্ধ ইনপুট পদ্ধতি প্লাগইন এবং ইঞ্জিন ==\nibus-anthy: জাপানি আইএমই অ্যান্টির জন্য একটি প্লাগইন\nibus-avro: অভ্র কিবোর্ডের উপর ভিত্তি করে বাংলা লেখার জন্য ফোনেটিক কিবোর্ড লেআউট\nibus-cangjie: ক্যাংজি ইনপুট পদ্ধতির জন্য একটি ইঞ্জিন\nibus-chewing: ঝুইন ব্যবহারকারীদের জন্য একটি বুদ্ধিমান চীনা ফোনেটিক আইএমই। এটা libChewing উপর ভিত্তি করে করা হয়.\nibus-hangul: একটি কোরিয়ান আইএমই\nibus-libpinyin: ফিনিন ব্যবহারকারীদের জন্য একটি নতুন চীনা আইএমই। ডিজাইন করেছেন হুয়াং পেং এবং পেং উ।\nibus-libthai: লিবথাই ভিত্তিক একটি থাই আইএমই\nibus-libzhuyin: ঝুইন (\"bopomofo\") ইনপুট পদ্ধতির জন্য একটি ইঞ্জিন (ibus-chewing এর বিকল্প)\nibus-m17n: একটি বহুভাষিক আইএমই যা m17n-db থেকে ইনপুট পদ্ধতি ব্যবহার করে অনেক ভাষার ইনপুট করার অনুমতি দেয়।\nibus-mozc: গুগলের তৈরি জাপানি আইএমই \"mozc\" এর একটি প্লাগইন\nibus-pinyin: হানয়ু ফিনিন ব্যবহারকারীদের জন্য একটি বুদ্ধিমান চীনা ফোনেটিক আইএমই। হুয়াং পেং (আইবাসের প্রধান লেখক) দ্বারা ডিজাইন করা হয়েছে এবং ইংরেজি বানান পরীক্ষা করার মতো অনেক উন্নত বৈশিষ্ট্য রয়েছে। অবনমিত এবং ibus-libpinyin দিয়ে প্রতিস্থাপিত।\nibus-table: একটি আইএমই যা টেবিল-ভিত্তিক আইএমগুলিকে মিটমাট করে।\nibus-unikey: ভিয়েতনামী অক্ষর টাইপ করার জন্য একটি আইএমই\n\n\n=== আইবাস-এম১৭এন ===\nআইবাস-এম১৭এন (ibus-m17n) হলো একটি ইনপুট পদ্ধতি যা বহুজাতিককরণ (মাল্টিন্যাশনালাইজেশন) ডাটাবেসের ইনপুট পদ্ধতি এবং সংশ্লিষ্ট আইকন ব্যবহার করে। সংক্ষেপে একে \"এম১৭এন\" বলা হয়। আইবাস-টেবিলের থেকে এর পার্থক্য হলো, যেখানে আইবাস-টেবিল সাধারণত প্লেইন টেবিল ফরম্যাট সমর্থন করে, এম১৭এন ইনপুট পদ্ধতিগুলি স্টেট বা অবস্থা সমর্থন করে। এই অবস্থাগুলোর লেবেল আইবাস প্যানেলে বা ভাষা বারে প্রদর্শিত হয়।\nএছাড়াও, এম১৭এন ইনপুট পদ্ধতি আশেপাশের পাঠ্য বা কনটেক্সট সমর্থন করে। এর ফলে, থাই এবং ঝুইনের মতো ভাষাগুলোর ইনপুট করার সময় এই বৈশিষ্ট্যটি গুরুত্বপূর্ণ হয়ে ওঠে। উদাহরণস্বরূপ, চারটি স্বরের ডায়াক্রিটিকসহ ফিনিন ভাষার ইনপুট ibus-m17n এর মাধ্যমে সমর্থিত হয়।\n\n\n=== আইবাস-টেবিল ===\nআইবাস-টেবিল (ibus-table) একটি আইএমই যা ইনপুট পদ্ধতির টেবিল লোড করে যার জন্য শব্দ নির্বাচন করতে জটিল যুক্তির প্রয়োজন হয় না। এটি ইয়ু উয়েই ইউ ডেভেলপ করেছেন। অনেক কাঠামো-ভিত্তিক চীনা ইনপুট পদ্ধতি যেমন ক্যাংজি এবং উবি এইভাবে সমর্থিত।\nআনুষ্ঠানিকভাবে প্রকাশিত আইএম টেবিল:\n\nlatex: ল্যাটেক সিনট্যাক্স ব্যবহার করে বিশেষ অক্ষর ইনপুট। আইবাস-টেবিল প্যাকেজ অন্তর্ভুক্ত।\nকম্পোজ: কম্পোজ লেটার এবং ডায়াক্রিটিকাল চিহ্ন দ্বারা বিশেষ চিঠি ইনপুট। আইবাস-টেবিল প্যাকেজ অন্তর্ভুক্ত।\nঅ্যারে৩০: অ্যারে৩০ চাইনিজ আইএম টেবিল\nক্যাংজি: ক্যাংজি ৩ ও ৫ চীনা আইএম টেবিল\nএরবি: এর-বি চাইনিজ আইএম টেবিল\nউবি: উবি চাইনিজ আইএম টেবিল\nইয়ং: ইয়ংমা চাইনিজ আইএম টেবিল\nঝেংমা: ঝেংমা চাইনিজ আইএম টেবিল\n\n\n== আরও দেখুন ==\nইনপুট পদ্ধতি\nইউনিক্স-সদৃশ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nComparison of Chinese Input Method Servers for Unix-like Operating Systems\nExample for using আইবাস-Table to create a new IM"}