{"pageid": 1487195, "title": "ইসমাইল হানিয়াহর গুপ্তহত্যা", "url": "https://bn.wikipedia.org/wiki?curid=1487195", "content": "৩১ জুলাই ২০২৪-এ, হামাসের রাজনৈতিক নেতা ইসমাইল হানিয়াহ ইরানের রাজধানী তেহরানে তার ব্যক্তিগত দেহরক্ষীর সাথে আপাত ইসরায়েলি হামলায় নিহত হন।  ইরানের প্রেসিডেন্ট মাসুদ পেজেশকিয়ানের অভিষেক অনুষ্ঠানে যোগ দেওয়ার পর সেনা-চালিত গেস্টহাউসে তার বাসভবনে নিহত হন হানিয়াহ।  ইরানের পররাষ্ট্র মন্ত্রণালয়ের মুখপাত্র নাসের কানানি এই হত্যাকাণ্ডের নিন্দা করেছেন এবং বলেছেন যে হানিয়াহের \"রক্ত কখনই নষ্ট হবে না\"। \nহানিয়েহের মৃত্যুর কারণ ইরানের ইসলামিক বিপ্লবী গার্ড কর্পস (আইআরজিসি) তদন্তাধীন রয়েছে।  কিভাবে তাকে হত্যা করা হয়েছিল সে সম্পর্কে ভিন্ন ভিন্ন প্রতিবেদন প্রকাশিত হয়েছে, যার মধ্যে রয়েছে একটি ক্ষেপণাস্ত্র হামলা  থেকে শুরু করে IRGC-চালিত গেস্টহাউসে তার বেডরুমে আগে লুকানো একটি দূর থেকে বিস্ফোরিত বিস্ফোরক ডিভাইস।  বিশ্লেষকদের মতে, এই হত্যাকাণ্ড গুরুতর নিরাপত্তা ত্রুটিগুলিকে প্রকাশ করেছে৷  তদন্তের ফলে ঊর্ধ্বতন গোয়েন্দা ও সামরিক কর্মকর্তাদের পাশাপাশি গেস্টহাউসের স্টাফসহ দুই ডজনেরও বেশি ব্যক্তিকে গ্রেপ্তার করা হয়েছে। \n১৯৮৭ সালে সংগঠনটির প্রতিষ্ঠার পর থেকে হামাসের মধ্যে হানিয়েহ ছিলেন একজন বিশিষ্ট ব্যক্তিত্ব। তিনি এর আগে ফিলিস্তিনি কর্তৃপক্ষের প্রধানমন্ত্রী এবং গাজা উপত্যকায় হামাস প্রধান হিসেবে দায়িত্ব পালন করেছেন। ২০১৭ সালে, তিনি হামাসের রাজনৈতিক ব্যুরোর প্রধান নির্বাচিত হন। ইসরায়েল-হামাস যুদ্ধ শুরু হওয়ার পর থেকে নিহত হামাস রাজনৈতিক নেতা ছিলেন হানিয়াহ। \n২০২৪ সালের ২৪ ডিসেম্বর ইসরাইলের প্রতিরক্ষা মন্ত্রী ইসরাইল কাটজ প্রথমবারের মতো ইসমাইল হানিয়াকে হত্যার কথা প্রকাশ্যে স্বীকার করেন।\n\n\n=== ইসমাইল হানিয়াহ ===\n\nহানিয়েহ হামাসের রাজনৈতিক নেতা ছিলেন, যার মধ্যে তিনি ১৯৮৭ সালে ইসরায়েলি দখলদারিত্বের বিরুদ্ধে প্রথম ইন্তিফাদার প্রেক্ষাপটে এটির সৃষ্টির পর থেকে একজন বিশিষ্ট সদস্য ছিলেন এবং ২০১৭ সালে হামাসের রাজনৈতিক ব্যুরোর প্রধান নির্বাচিত হন। ২০১৯ সালে গাজা ত্যাগের পর থেকে তিনি কাতারে বসবাস \nকাতারের রাজধানী দোহাতে তার অফিসের ফুটেজে দেখা গেছে হানিয়াহ হামাসের নেতৃত্বাধীন 7 অক্টোবর ইসরায়েলে হামলার সময় অন্যান্য হামাস কর্মকর্তাদের সাথে উদযাপন করছে, তারা প্রার্থনা ও ঈশ্বরের প্রশংসা করার আগে। দ্য টেলিগ্রাফের মতে, হানিয়েহ আক্রমণের \"পাবলিক ফেস\" হয়ে ওঠেন, প্রকাশ্যে এটিকে ইসরায়েল  –  ফিলিস্তিনি সংঘাতে একটি নতুন যুগের সূচনা হিসাবে বর্ণনা করেন।  তিনি ইসরায়েলি দখলদারিত্বের অধীনে ফিলিস্তিনিদের দুর্দশার দ্বারা এই হামলাকে ন্যায্যতা দিয়েছেন।  ২০২৪ সালের এপ্রিলে, গাজা উপত্যকায় ইসরায়েলের হাতে তার তিন ছেলে এবং চার নাতি-নাতনি নিহত হয়। \nহানিয়েহের সর্বশেষ পরিচিত ছবিটি, ইরানি মিডিয়ার দ্বারা রিপোর্ট করা হয়েছিল, তার মৃত্যুর একদিন আগে ৩০ জুলাই তেহরানের একটি থিম পার্ক প্রদর্শনীতে \" প্রতিরোধের অক্ষ \" ল্যান্ডমার্ক সমন্বিত করা হয়েছিল। ছবিতে, তার সাথে ফিলিস্তিনি ইসলামিক জিহাদের নেতা জিয়াদ আল-নাখালাহ এবং একদল পুরুষ ডোম অফ দ্য রকের মডেলের সাথে পোজ দিচ্ছেন। \n\n\n=== হামাস কর্মকর্তাদের হত্যা ===\n\n২০২৩ সালে ইসরায়েলে হামাসের নেতৃত্বাধীন হামলার প্রতিক্রিয়ায়, ইসরায়েল বলেছিল যে তারা হামাস নেতাদের লক্ষ্যবস্তু করবে।  ২ জানুয়ারী ২০২৪-এ, হামাসের ডেপুটি সালেহ আল-আরৌরি বৈরুতে একটি বিমান হামলায় নিহত হন।  ১৩ জুলাই ২০২৪-এ, ইসরায়েল হামাসের সামরিক প্রধান মোহাম্মদ দেইফকে হত্যার চেষ্টা করেছিল, ইসরায়েল প্রতিরক্ষা বাহিনী ১ আগস্ট তার মৃত্যুর ঘোষণা দিয়েছিল।  হানিয়াহের মৃত্যুর কয়েক ঘণ্টা আগে, ইসরাইল বৈরুতে হিজবুল্লাহর একজন সিনিয়র নেতা ফুয়াদ শুকরকে হত্যার ঘোষণা দেয়। \n\n\n== গুপ্তহত্যা ==\nইসমাইল হানিয়াহের হত্যার প্রাথমিক প্রতিবেদন ইরানের ইসলামিক রেভল্যুশনারি গার্ড কর্পস (আইআরজিসি) থেকে এসেছে, যারা তার মৃত্যুর পরিস্থিতি সম্পর্কে সীমিত সুনির্দিষ্ট তথ্য প্রদান করেছে, যা বলা হয়েছে 31 জুলাইয়ের প্রথম দিকে ঘটেছিল এবং ইঙ্গিত দেয় যে ঘটনাটি তদন্তাধীন ছিল। আগের দিন প্রেসিডেন্ট মাসুদ পেজেশকিয়ানের অভিষেক অনুষ্ঠানে যোগ দিতে হানিয়েহ ইরানে ছিলেন।  হামলায় হানিয়াহের সহযোগী ও দেহরক্ষী ওয়াসিম আবু শাবানও নিহত হয়েছেন।  হামাসের মতে, হানিয়াহ তাদের বাসভবনে \" জায়নবাদী হামলা\" দ্বারা নিহত হয়েছিল। ইসরাইল তাৎক্ষণিক কোনো মন্তব্য করতে রাজি হয়নি। \nহানিয়াহের মৃত্যুর পর, ইরানি নিরাপত্তা এজেন্টরা আইআরজিসি পরিচালিত গেস্টহাউসে অভিযান চালায়, সমস্ত কর্মীকে কোয়ারেন্টাইনে রাখে এবং ইলেকট্রনিক ডিভাইস বাজেয়াপ্ত করে। ঊর্ধ্বতন গোয়েন্দা ও সামরিক কর্মকর্তাদের পাশাপাশি কর্মীদের সদস্যসহ দুই ডজনেরও বেশি ব্যক্তিকে গ্রেপ্তার করা হয়েছে।  একটি পৃথক দল রাজধানী রক্ষার জন্য দায়ী সিনিয়র সামরিক ও গোয়েন্দা কর্মকর্তাদের জিজ্ঞাসাবাদ করেছে, তদন্ত সম্পূর্ণ না হওয়া পর্যন্ত বেশ কয়েকজনকে গ্রেপ্তার করা হয়েছে। এজেন্টরা গেস্টহাউসে নজরদারি ফুটেজ এবং অতিথি তালিকার মাধ্যমেও ঝাঁপিয়ে পড়ে এবং তেহরানের বিমানবন্দরে কার্যক্রম পর্যবেক্ষণ করে। \n\n\n=== অবস্থান ===\nফারস নিউজ বলেছে যে স্ট্রাইকটি \"উত্তর তেহরানে যুদ্ধের প্রবীণদের জন্য বিশেষ বাসস্থান\" লক্ষ্য করে, তবে তাসনিম নিউজ এটিকে বিতর্কিত করেছে।  Amwaj.media অনুসারে, হানিয়াহকে সা'দাবাদ কমপ্লেক্সে হত্যা করা হয়েছিল, যেখানে তিনি অপ্রত্যাশিতভাবে রাত থাকার সিদ্ধান্ত নিয়েছিলেন।  নিউইয়র্ক টাইমসের মতে, হানিয়াহ সা'দাবাদের সামান্য উত্তর-পশ্চিমে নেশাত কম্পাউন্ডে আইআরজিসি গেস্টহাউসে অবস্থান করছিলেন।  হামাসের এক কর্মকর্তা বিবিসিকে বলেছেন, হানিয়াহের সঙ্গে ওই ভবনে গ্রুপের আরও তিন নেতা ছিলেন।  জিয়াদ আল-নাখালাহ পাশের বাড়িতেই ছিলেন, কিন্তু তার ঘরের তেমন ক্ষতি হয়নি। কম্পাউন্ডে নিযুক্ত চিকিৎসা কর্মীরা অবিলম্বে ঘটনাস্থলে ছুটে যান, কিন্তু হানিয়াহ এবং আবু শাবান দুজনকেই মৃত দেখতে পান। \n\n\n=== পদ্ধতি ===\nইরানের সুপ্রিম ন্যাশনাল সিকিউরিটি কাউন্সিলের একজন সদস্য আমওয়াজ.মিডিয়াকে বলেছেন যে হানিয়াহকে তার দেহরক্ষীরা তার অবস্থান প্রকাশ করার পরে একটি কোয়াডকপ্টার ব্যবহার করা হয়েছিল। \nআল মায়াদিন, হিজবুল্লাহর সাথে ঘনিষ্ঠ সম্পর্কযুক্ত একটি লেবাননের আউটলেট, জানিয়েছে যে ইরানের বাইরে থেকে ছোড়া একটি ক্ষেপণাস্ত্রের আঘাতে হানিয়াহ আঘাত পেয়েছে।  ইসরায়েলের চ্যানেল ১২ এবং স্কাই নিউজ আরাবিয়া জানিয়েছে যে হত্যাকাণ্ডটি একটি ক্ষেপণাস্ত্র হামলা ছিল তবে এটি ইরানের মধ্যে থেকে শুরু হয়েছিল। \nনিউ ইয়র্ক টাইমস, দুই ইরানি এবং একজন আমেরিকান কর্মকর্তা সহ মধ্যপ্রাচ্যের বেশ কয়েকজন কর্মকর্তার দেওয়া তথ্যের ভিত্তিতে রিপোর্ট করেছে যে হানিয়াহকে তার ঘরে লুকিয়ে রাখা দূর থেকে বিস্ফোরিত একটি বিস্ফোরক ডিভাইস দ্বারা হত্যা করা হয়েছিল। অ্যাক্সিওস জানিয়েছে যে বোমাটি ইরানের মাটিতে মোসাদের এজেন্টদের দ্বারা বিস্ফোরিত হয়েছিল।  ডিভাইসটি প্রায় দুই মাস আগে ভারী সুরক্ষিত কমপ্লেক্সে পাচার করা হয়েছিল এবং হানিয়াহ তার ঘরে থাকার বিষয়টি নিশ্চিত হওয়ার পরে এটি বিস্ফোরিত হয়েছিল।  এই প্রতিবেদনটি স্বাধীনভাবে জেরুজালেম পোস্ট দ্বারা নিশ্চিত করা হয়েছে।  দ্য টেলিগ্রাফের মতে, আইআরজিসি বিশ্বাস করে যে গেস্টহাউসের তিনটি পৃথক কক্ষে তিনটি বিস্ফোরক তার Ansar al-Mahdi protection corps এজেন্টরা স্থাপন করেছিলেন। কর্পস যারা মোসাদ দ্বারা নিয়োগ করা হয়েছিল। ইউনিটটি সর্বোচ্চ নেতা এবং তার পরিবার ছাড়া ইসলামী প্রজাতন্ত্রের নেতাদের সুরক্ষার জন্য দায়ী।  প্রতিবেদনে আরও বলা হয়, হত্যাকাণ্ডের সঙ্গে জড়িত দুই এজেন্ট আগেই ইরান ছেড়ে চলে গেছে। \n৩১ জুলাই একটি সংবাদ সম্মেলনে হামাসের কর্মকর্তা খলিল আল-হাইয়া বলেন, \"হানিয়াহ জনসমক্ষে দৃশ্যমান ছিল তাই তার হত্যা একটি গোয়েন্দা অর্জন নয়। ... আমরা ইরানি কর্তৃপক্ষের সম্পূর্ণ তদন্তের জন্য অপেক্ষা করছি।\" তিনজন ইরানী কর্মকর্তা এই লঙ্ঘনকে ইরানের জন্য একটি বিপর্যয়মূলক বুদ্ধিমত্তা এবং নিরাপত্তা ব্যর্থতা এবং IRGC-এর জন্য একটি বিশাল বিব্রতকর বলে বর্ণনা করেছেন, যারা পশ্চাদপসরণ, গোপন বৈঠক এবং হানিয়েহের মতো বিশিষ্ট অতিথিদের থাকার জন্য কম্পাউন্ড ব্যবহার করে। \n৩ আগস্ট, আইআরজিসি বলেছিল যে হানিয়াহকে \"প্রায় ৭ কিলোগ্রাম (১৫ পাউন্ড) একটি স্বল্প-পাল্লার ক্ষেপণাস্ত্র দিয়ে হত্যা করা হয়েছিল। বিস্ফোরক দ্রব্য\" যা তিনি যে বিল্ডিংয়ে ছিলেন তার বাইরে থেকে উৎক্ষেপণ করা হয়েছিল  এবং হত্যার জন্য ইসরায়েলকে দায়ী করে এবং মার্কিন যুক্তরাষ্ট্রকে সহায়তা দেওয়ার জন্য অভিযুক্ত  এটি নিউইয়র্ক টাইমসের গল্পটিকে একটি সম্পূর্ণ বানোয়াট \" গোয়েবলসের প্রতি শ্রদ্ধা\" বলে অভিহিত করেছে। \n\n\n=== ওয়াসিম আবু শাবান ===\nওয়াসিম \"আবু আনাস\" আবু শাবান, হানিয়াহের ব্যক্তিগত সহকারী এবং দেহরক্ষীও নিহত হন। আবু শাবান ১৯৮৮ সালে গাজা শহরে জন্মগ্রহণ করেন এবং গাজা ইসলামিক ইউনিভার্সিটি থেকে বিএ সহ স্নাতক হন। তার কর্মজীবনের প্রথম দিকে, তিনি প্রথম হানিয়েহ সরকারের স্বরাষ্ট্রমন্ত্রী সাইদ সিয়ামের একজন সহযোগী ছিলেন। আল-কাসাম ব্রিগেডের নুখবা বাহিনীর একজন সদস্য, তিনি ২০১৪ সালে নাহাল ওজ হামলায় অংশ নিয়েছিলেন যাতে পাঁচজন ইসরায়েলি সৈন্য নিহত হয়। ২০১৯ সালে, তিনি গাজা স্ট্রিপের বাইরে হানিয়াহের সাথে ভ্রমণ শুরু করেছিলেন। \n\n\n== জীবনাবসান ==\n\n১ আগস্ট তেহরান বিশ্ববিদ্যালয়ে হানিয়েহর জন্য একটি জানাজা অনুষ্ঠিত হয়, যেখানে ইরানের সর্বোচ্চ নেতা আলী খামেনি নামাজের নেতৃত্ব দেন।  সেখান থেকে হানিয়া ও তার দেহরক্ষীর মরদেহ পাঁচ কিলোমিটার মিছিল করে আজাদী স্কয়ারে নিয়ে যাওয়া হয়।  তারপর হানিয়েহের দেহাবশেষ ইমাম মুহাম্মদ ইবনে আবদ আল-ওয়াহাব মসজিদে একটি অনুষ্ঠানের জন্য কাতারে নিয়ে যাওয়া হয় এবং ২ আগস্ট লুসাইলে দাফন করা হয়।  কাতারের অনুষ্ঠানে যারা উপস্থিত ছিলেন তাদের মধ্যে ছিলেন কাতারের আমির শেখ তামিম বিন হামাদ আল থানি, তুর্কি ভাইস-প্রেসিডেন্ট সেভদেত ইলমাজ এবং পররাষ্ট্রমন্ত্রী হাকান ফিদান এবং হামাসের রাজনৈতিক ব্যুরো সদস্য খলিল আল-হাইয়া। পাকিস্তান ও মালয়েশিয়ার কূটনৈতিক প্রতিনিধিদের পাশাপাশি ফাতাহ এবং ফিলিস্তিন ইসলামিক জিহাদের প্রতিনিধিরাও উপস্থিত ছিলেন। \n\n\n== আফটারমেথ ==\n৬ আগস্ট হামাস হানিয়াহের স্থলাভিষিক্ত হয়ে হামাসের নতুন রাজনৈতিক নেতা হিসেবে ইয়াহিয়া সিনওয়ারের নাম ঘোষণা করে। \nইরানের সর্বোচ্চ নেতা আলি খামেনি এই হত্যাকাণ্ডের জবাবে ইসরায়েলের ওপর সরাসরি হামলার নির্দেশ দেন।  ইসরায়েলের প্রধানমন্ত্রী বেঞ্জামিন নেতানিয়াহু হুমকি দিয়েছেন যে ইসরায়েল যে কোনও আগ্রাসনের জন্য ভারী মূল্য দিতে হবে এবং সতর্ক করে দিয়েছিলেন যে তারা ইরানের উপর একটি আগাম হামলা চালাবে।  কায়হান পত্রিকার সম্পাদক, হোসেন শরীয়তমাদারী যুক্তি দিয়েছিলেন যে প্রতিশোধের সাথে আমেরিকান স্বার্থও অন্তর্ভুক্ত হওয়া উচিত।  হিজবুল্লাহ নেতা হাসান নাসরাল্লাহ পরিণতি নির্বিশেষে প্রতিশোধ নেওয়ার প্রতিশ্রুতি দিয়েছেন।  সদ্য অভিষিক্ত প্রেসিডেন্ট মাসুদ পেজেশকিয়ান ইরানের অর্থনীতি ও অবকাঠামোর সম্ভাব্য মারাত্মক পরিণতির বিষয়ে সতর্ক করে ইসরায়েলে হামলা থেকে বিরত থাকার জন্য খামেনিকে আহ্বান জানিয়েছেন।  মার্কিন যুক্তরাষ্ট্র ইরানকে সতর্ক করেছে যে ইসরায়েলের উপর একটি উল্লেখযোগ্য আক্রমণ তার নবনির্বাচিত সরকার এবং অর্থনীতির জন্য \"গুরুতর ঝুঁকি\" সৃষ্টি করতে পারে। \n৬ আগস্ট রাশিয়া ইরানে বিমান প্রতিরক্ষা ব্যবস্থা সরবরাহ শুরু করেছে বলে জানা গেছে। \nহানিয়াহের মৃত্যুর ঘোষণার কয়েক ঘন্টা পরে, আল-কাসাম ব্রিগেড পশ্চিম তীরের হেবরনের উত্তরে বেইট আইনুনের কাছে একটি গুলি ও ছুরিকাঘাতের দায় স্বীকার করে, যেটি একজন ইসরায়েলি ব্যক্তিকে গুরুতরভাবে আহত করেছিল। তারা বলেছে যে হানিয়াহকে হত্যার প্রতিশোধ হিসেবে এই হামলা চালানো হয়েছে এবং ইঙ্গিত দিয়েছে হেব্রন এলাকায় আরো হামলা হবে।  ৪ আগস্ট, হলন- এ সালফিটের একজন ফিলিস্তিনি কর্তৃক ছুরিকাঘাতে দুই বয়স্ক ইসরায়েলি বেসামরিক নাগরিক নিহত হন। হামাস এই হামলাকে হানিয়াহের হত্যার একটি \"স্বাভাবিক প্রতিক্রিয়া\" হিসাবে বর্ণনা করেছে, অন্যান্য কারণগুলির মধ্যে। \nরাশিয়ার নিরাপত্তা পরিষদের সেক্রেটারি সের্গেই শোইগু  এবং জর্ডানের পররাষ্ট্রমন্ত্রী আয়মান সাফাদি প্রতিশোধ নিয়ে আলোচনার জন্য ইরানে যান।  মার্কিন যুক্তরাষ্ট্রের সেন্ট্রাল কমান্ড কমান্ডার প্রতিশোধের বিরুদ্ধে প্রস্তুতি নিতে আইডিএফ প্রধানের সাথে দেখা করেছেন।  মার্কিন যুক্তরাষ্ট্রের সামরিক বাহিনী ১ম ফাইটার উইং -এর ১ম অপারেশন গ্রুপ থেকে এফ-২২ র‌্যাপ্টরদের একটি অতিরিক্ত স্কোয়াড্রন মোতায়েনের ঘোষণা করেছে; পারস্য উপসাগরে ক্যারিয়ার স্ট্রাইক গ্রুপ ৯ এর অংশ হিসাবে এই অঞ্চলে  ৪,০০০ মেরিন এবং ১২টি জাহাজ মোতায়েন করা হয়েছিল এবং তিনটি <i id=\"mwAUE\">ওয়াস্প</i> -শ্রেণীর উভচর অ্যাসল্ট জাহাজ,  দুটি ধ্বংসকারী  -আলফা 2]  এবং পূর্ব ভূমধ্য সাগরে ইউএসএস ওয়াস্প উভচর প্রস্তুত গোষ্ঠীর একটি অংশ হিসাবে ২৬ তম মেরিন এক্সপিডিশনারি ইউনিট ।  ইউএসএস আব্রাহাম লিংকন (সিভিএন-৭২) সহ ক্যারিয়ার স্ট্রাইক গ্রুপ ৩ এবং ক্যারিয়ার এয়ার উইং নাইন সহ একটি অনির্দিষ্ট সংখ্যক ক্রুজার এবং ডেস্ট্রয়ারও মোতায়েন করা হয়েছিল, যা প্রশান্ত মহাসাগর থেকে পাঠানো হয়েছিল। \nফ্লাইদুবাই, ডেল্টা, এয়ার ইন্ডিয়া, এয়ার বাল্টিক, লুফথানসা (তাদের অস্ট্রিয়ান এয়ারলাইনস ব্র্যান্ড সহ), আইটিএ এয়ারওয়েজ এবং ইউনাইটেড এয়ারলাইনস ইস্রায়েলে তাদের ফ্লাইট স্থগিত করেছে।  ফরাসি নাগরিকদের ইরান ত্যাগ করতে এবং সেখানে ভ্রমণ এড়িয়ে যাওয়ার নির্দেশ দেওয়া হয়েছিল।  জাপান, নিউজিল্যান্ড, অস্ট্রেলিয়া, মার্কিন যুক্তরাষ্ট্র এবং যুক্তরাজ্য তাদের নাগরিকদের লেবানন থেকে সরিয়ে নিতে শুরু করে। \n৩ আগস্ট, ইরানের স্টক মার্কেটগুলি বিনিয়োগে ১.১ ট্রিলিয়ন টোমান ক্ষতির খবর দিয়েছে, যা বাজার মূল্যের প্রায় ৩% এর সমান।  একটি ইসরায়েলি হ্যাকার গ্রুপ দাবি করেছে যে তারা ইরানের আইএসপি এবং সরকারি ওয়েবসাইট আক্রমণ করেছে, যখন ইরান দাবি করেছে যে তারা বেন গুরিয়ন বিমানবন্দরে একটি সাইবার আক্রমণ করেছে। \nইরান তার আকাশসীমায় জিপিএস সিগন্যাল জ্যাম করতে শুরু করেছে।  আইডিএফ তেল আবিবে জিপিএস সিগন্যাল জ্যাম করা শুরু করেছে।  শিন বেট প্রধানমন্ত্রী বেঞ্জামিন নেতানিয়াহুর জন্য একটি বাঙ্কার প্রস্তুত করেছিল, এবং আইডিএফকে ইরানের আক্রমণের ক্ষেত্রে পাল্টা আক্রমণের জন্য প্রস্তুত থাকার নির্দেশ দেওয়া হয়েছিল।  মার্কিন যুক্তরাষ্ট্রের সেক্রেটারি অফ স্টেট এন্টনি ব্লিঙ্কেন ৪ আগস্ট, নিরসন প্রচেষ্টা নিয়ে আলোচনা করার জন্য G7- এর পররাষ্ট্রমন্ত্রীদের সাথে কথা বলেছেন এবং সূত্র জানায় যে তিনি \"আগামী ২৪ থেকে ৪৮ ঘন্টার মধ্যে\" ইরানী হামলার ভবিষ্যদ্বাণী করেছিলেন।  জার্মানির সিডিইউ পার্টি জার্মান সরকারকে ইরানের আক্রমণ থেকে ইসরায়েলকে রক্ষাকারী জোটের অংশ হিসাবে বুন্দেসওয়ের মোতায়েন করার আহ্বান জানিয়েছে।  ৫ আগস্ট, ইসরায়েলের পররাষ্ট্রমন্ত্রী ইসরায়েল কাটজ বলেছেন যে তার ইরানি প্রতিপক্ষ হাঙ্গেরির পররাষ্ট্রমন্ত্রী পিটার সিজ্জার্তোকে বার্তা দিয়েছেন যে তারা ইসরায়েলে আক্রমণ করতে চায়। \n৮ আগস্ট ইরানি ও লেবাননের আকাশসীমায় NOTAM সম্প্রচার করা হয়।  ইরান ইসরায়েলের উপর আক্রমণের জন্য ক্রমাগত তৈরি করতে থাকে  যদিও পরিস্থিতি জটিল, এবং এক সপ্তাহ পরেও আক্রমণ ঘটেনি। \n১৯ আগস্ট, আল-কাসাম ব্রিগেড ইসরায়েলি শহরগুলিতে আত্মঘাতী হামলার কৌশলে ফিরে আসার ঘোষণা দেয়, যা তারা পূর্বে ২০০৬ সালে পরিত্যাগ করেছিল, যখন হানিয়াহ ফিলিস্তিনের প্রধানমন্ত্রী এবং হামাসের রাজনৈতিক ব্যুরোর নির্বাসিত নেতা ছিলেন। \n২০২৪ সালের অক্টোবরে ইসরায়েলের বিরুদ্ধে ইরানের হামলার অন্যতম কারণ হিসেবে ইরান এই হত্যাকাণ্ডকে উল্লেখ করেছে। \n\n\n== প্রতিক্রিয়া ==\n\n\n=== ফিলিস্তিন ===\nফিলিস্তিনের প্রেসিডেন্ট মাহমুদ আব্বাস এই হত্যাকাণ্ডের নিন্দা করে একে \"একটি কাপুরুষোচিত কাজ এবং একটি গুরুতর বৃদ্ধি\" বলে অভিহিত করেছেন। তিনি ফিলিস্তিনি জনগণকে ঐক্যবদ্ধ হওয়ারও আহ্বান জানান।  জাতিসংঘে ফিলিস্তিনের উপ-স্থায়ী পর্যবেক্ষক ফেদা আবদেলহাদি নাসের মধ্যপ্রাচ্যকে \"অতল গহ্বরে\" টেনে নিয়ে যাওয়া থেকে ইসরায়েলকে থামাতে আন্তর্জাতিক সম্প্রদায়ের প্রতি আহ্বান জানিয়েছেন।  প্রাক্তন পিএলও সদস্য হানান আশ্রাভি বলেছেন যে ইসরায়েলের \"গ্যাংস্টার স্টাইলে\" হানিয়াহকে হত্যা করা হয়েছিল \"পুরো অঞ্চলকে উত্তেজিত করতে\"। \nহামাস বলেছে যে তারা হানিয়াহের মৃত্যুতে শোক প্রকাশ করেছে, যাকে বলা হয়েছে \"তার বাসভবনে বিশ্বাসঘাতক ইহুদিবাদী অভিযানে\" নিহত হয়েছেন।  হামাসের সিনিয়র কর্মকর্তা মুসা আবু মারজুক বলেছেন যে হানিয়াহের হত্যাকাণ্ড ছিল \"একটি কাপুরুষোচিত কাজ যা বৃথা যাবে না\"।  অন্য একজন সিনিয়র কর্মকর্তা, সামি আবু জুহরি, হানিয়েহকে হত্যার জন্য ইসরায়েলকে অভিযুক্ত করেছেন, বলেছেন যে এটি হামাস এবং ফিলিস্তিনিদের ইচ্ছা ভঙ্গ করার লক্ষ্যে। \nফিলিস্তিনি ইসলামিক জিহাদ একটি বিবৃতি প্রকাশ করে বলেছে যে এটি হানিয়েহের মৃত্যুর জন্য \"ফিলিস্তিনি জনগণ এবং আরব ও ইসলামিক জাতির সাথে শোক প্রকাশ করছে\"। \n২ আগস্ট, জেরুজালেমের প্রাক্তন গ্র্যান্ড মুফতি শেখ ইকরিমা সাঈদ সাবরিকে পূর্ব জেরুজালেমে একটি খুতবার সময় হানিয়াহকে \"শহীদ\" বলার পরে \"সন্ত্রাসবাদ\" উসকে দেওয়ার সন্দেহে ইসরায়েলি পুলিশ গ্রেপ্তার করেছিল। \n\n\n=== ইরান ===\nএই হত্যাকাণ্ডের পর সর্বোচ্চ নেতা আলি খামেনি ইরানের শীর্ষ কর্মকর্তাদের সঙ্গে সুপ্রিম ন্যাশনাল সিকিউরিটি কাউন্সিলের জরুরি বৈঠক করেন।  খামেনি পরে বলেছিলেন যে \"এই পদক্ষেপের মাধ্যমে, অপরাধী ও সন্ত্রাসী ইহুদিবাদী শাসক নিজেদের জন্য কঠোর শাস্তির জন্য স্থল প্রস্তুত করেছে এবং আমরা ইসলামী প্রজাতন্ত্র ইরানের ভূখণ্ডে শহীদ হওয়ায় তার রক্তের প্রতিশোধ নেওয়া আমাদের কর্তব্য বলে মনে করি\"। . নিউ ইয়র্ক টাইমস, ইরানি কর্মকর্তাদের বরাত দিয়ে রিপোর্ট করেছে যে তিনি হত্যার প্রতিক্রিয়ায় ইসরায়েলের বিরুদ্ধে সরাসরি হামলার নির্দেশ দিয়েছেন।  পররাষ্ট্র মন্ত্রণালয়ের মুখপাত্র নাসের কানানি এই হত্যাকাণ্ডের নিন্দা জানিয়ে বলেছেন যে হানিয়াহের \"রক্ত কখনই নষ্ট হবে না\"।  প্রেসিডেন্ট মাসুদ পেজেশকিয়ান এই হত্যাকাণ্ডের নিন্দা করেছেন এবং বলেছেন যে ইরান তার আঞ্চলিক অখণ্ডতা রক্ষা করবে এবং দায়ী ব্যক্তিদের তাদের কর্মের জন্য অনুতপ্ত করবে।  হানিয়েহর জন্য সরকার তিন দিনের শোক ঘোষণা করেছে।  জাতিসংঘে, ইরানের রাষ্ট্রদূত আমির সাইদ ইরাভানি, ইসরায়েলের নিন্দা করার জন্য জাতিসংঘের নিরাপত্তা পরিষদকে আহ্বান জানিয়েছেন এবং বলেছেন যে ইরানের এই হত্যাকাণ্ডের আত্মরক্ষায় প্রতিক্রিয়া জানানোর অধিকার রয়েছে, যা তিনি \"ইসরায়েলের কয়েক দশক ধরে চলা প্যাটার্নের অংশ হিসাবে বর্ণনা করেছেন। ফিলিস্তিনিদের এবং ফিলিস্তিনি কারণের অন্যান্য সমর্থকদের লক্ষ্য করে সন্ত্রাসবাদ এবং নাশকতা সমগ্র অঞ্চলে এবং তার বাইরেও।\" তিনি এই হত্যাকাণ্ডের জন্য যুক্তরাষ্ট্রকে দায়ী করেছেন।  ইরানের সশস্ত্র বাহিনীর চিফ অফ স্টাফ, মোহাম্মদ বাঘেরি পরামর্শ দিয়েছিলেন যে প্রতিরোধের অক্ষের সাথে সমন্বিত প্রচেষ্টার অংশ হিসাবে প্রতিক্রিয়া আসতে পারে।\nতেহরান স্টক এক্সচেঞ্জ ১.৯% হ্রাস পেয়েছে।  ইরানের প্রধান প্রসিকিউটর সাংবাদিকদের \"গুজব ছড়ানো\" বিরুদ্ধে সতর্ক করেছেন। \nকোমের জামকারান মসজিদের উপরে একটি লাল পতাকা উত্তোলন করা হয়েছিল এবং তেহরানের মিলাদ টাওয়ার রাতারাতি লাল রঙে আলোকিত হয়েছিল। তেহরানের প্যালেস্টাইন স্কোয়ারে একটি বড় ব্যানার স্থাপন করা হয়েছিল, যেখানে ডোম অফ দ্য রকের পাশে হানিয়েহের একটি প্রতিকৃতি ছিল, যেখানে ফার্সি এবং হিব্রু ভাষায় একটি বার্তা লেখা ছিল: 'কঠোর শাস্তির জন্য অপেক্ষা করুন।'\" \nবিরোধী ব্যক্তিত্ব মাসিহ আলিনেজাদ, হামেদ ইসমাইলিওন এবং রেজা পাহলভি হানিয়াহ হত্যাকে ইরানী শাসকের অন্যায়ের লক্ষণ বলে অভিহিত করেছেন। \n\n\n=== ইজরায়েল ===\nইসরায়েলের প্রতিরক্ষা বাহিনী সিএনএনকে বলেছে যে তারা \"বিদেশী মিডিয়ার প্রতিবেদনের প্রতিক্রিয়া জানায় না\"।  আইডিএফ বেসামরিক নাগরিকদের জন্য নতুন নিরাপত্তা নির্দেশিকা প্রকাশ করেনি।  হেরিটেজ মিনিস্টার আমিহাই ইলিয়াহু এই হত্যার প্রশংসা করে বলেছেন যে এটি \"বিশ্বকে একটু ভালো করে তোলে\", এবং তাকে হত্যা করা ছিল \"এই নোংরামি থেকে বিশ্বকে পরিষ্কার করার সঠিক উপায়।\"  ইসরায়েল বিশ্বব্যাপী তার কূটনৈতিক মিশন এবং ইহুদি সাইটগুলিতে নিরাপত্তা ব্যবস্থা বাড়িয়েছে।  সম্ভাব্য হামলার আশঙ্কায় 2024 সালের গ্রীষ্মকালীন অলিম্পিকে ইসরায়েলের প্রতিনিধি দলের নিরাপত্তা বাড়ানো হয়েছিল।  প্রতিরক্ষা মন্ত্রী ইয়োভ গ্যালান্ট একটি তীর ক্ষেপণাস্ত্র এয়ার-ডিফেন্স ব্যাটারিতে সৈন্যদের সম্বোধন করে বলেছেন, \"আমরা যুদ্ধ চাই না, তবে আমরা সমস্ত সম্ভাবনার জন্য প্রস্তুতি নিচ্ছি।\" \n\n\n=== আন্তর্জাতিক ===\nহত্যাকাণ্ডের পর ৩১ জুলাই জাতিসংঘের নিরাপত্তা পরিষদ একটি জরুরি অধিবেশন করে, সেই সময় চীন, রাশিয়া এবং আলজেরিয়া এই হত্যার নিন্দা জানায়। মার্কিন যুক্তরাষ্ট্র, যুক্তরাজ্য এবং ফ্রান্স মধ্যপ্রাচ্যে \"অস্থিতিশীল\" অভিনেতাদের জন্য ইরানের সমর্থন নিয়ে আলোচনা করেছে, যখন জাপান এই অঞ্চলে সর্বাত্মক যুদ্ধের বিষয়ে উদ্বেগ প্রকাশ করেছে।  জাতিসংঘের মহাসচিব আন্তোনিও গুতেরেস তেহরান এবং বৈরুতে ফুয়াদ শুকরের বিরুদ্ধে ইসরায়েলি হামলাকে \"বিপজ্জনক বৃদ্ধি\" বলে অভিহিত করেছেন।  ইইউ পররাষ্ট্র নীতির প্রধান জোসেপ বোরেলের একজন মুখপাত্র বলেছেন যে ব্লকটি \"বিচারবহির্ভূত মৃত্যুদণ্ড\" প্রত্যাখ্যান করেছে এবং যোগ করেছে যে \"কোনও দেশ বা কোনো জাতি মধ্যপ্রাচ্যে আরও উত্তেজনা থেকে লাভবান হবে না\"।  ৭ আগস্ট সৌদি আরবের জেদ্দায় একটি অসাধারণ বৈঠকের পর, অর্গানাইজেশন অফ ইসলামিক কো-অপারেশন একটি বিবৃতি জারি করে এই হত্যাকাণ্ডের জন্য ইসরায়েলকে \"সম্পূর্ণ দায়বদ্ধতা\" দায়ী করে এবং যোগ করে যে এটি ইরানের সার্বভৌমত্বের একটি \"গুরুতর লঙ্ঘন\"। \n\n মিশর মিশরের পররাষ্ট্র মন্ত্রণালয় বলেছে যে হানিয়াহের হত্যাকাণ্ড ইঙ্গিত দেয় যে যুদ্ধবিরতির জন্য ইসরায়েলের কোনো রাজনৈতিক ইচ্ছা নেই। \n জর্ডান জর্ডানের পররাষ্ট্র মন্ত্রণালয় এই হত্যাকাণ্ডের নিন্দা করেছে এবং ফিলিস্তিনি জাতি ও হামলায় নিহতদের স্বজনদের প্রতি সমবেদনা জানিয়েছে।\n ইরাক ইরাকি সরকার \"আক্রমনাত্মক\" অভিযানের তীব্র নিন্দা করেছে এবং একে আন্তর্জাতিক আইনের লঙ্ঘন এবং হুমকি বলে অভিহিত করেছে। \n ওমান এই হত্যাকাণ্ডকে \"আন্তর্জাতিক আইনের স্পষ্ট লঙ্ঘন\" বলে বর্ণনা করেছেন।\n সিরিয়া হত্যাকাণ্ডকে \"অপরাধ\" এবং \"সন্ত্রাসী হামলা\" হিসেবে বর্ণনা করেছেন। \n ফিলিস্তিন ফিলিস্তিনের প্রেসিডেন্ট মাহমুদ আব্বাস এই হত্যাকাণ্ডের নিন্দা করে একে \"একটি কাপুরুষোচিত কাজ এবং একটি গুরুতর বৃদ্ধি\" বলে অভিহিত করেছেন তিনি।\n আফগানিস্তান আফগান সরকারের প্রধান মুখপাত্র জাবিহুল্লাহ মুজাহিদ হানিয়াহকে একজন \"বুদ্ধিমান এবং সম্পদশালী মুসলিম নেতা\" হিসেবে প্রশংসা করেছেন যিনি উল্লেখযোগ্য ত্যাগ স্বীকার করেছেন। তিনি বলেন যে তালেবান-চালিত প্রশাসন হামাসকে রক্ষা করাকে একটি ইসলামিক এবং মানবিক দায়িত্ব মনে করে। \n কাতার, যেখানে হানিয়েহ নিয়মিত বসবাস করতেন, এই হত্যাকাণ্ডকে \"জঘন্য অপরাধ, একটি বিপজ্জনক বৃদ্ধি এবং আন্তর্জাতিক ও মানবিক আইনের স্পষ্ট লঙ্ঘন\" বলে বর্ণনা করে এর তীব্র নিন্দা করেছে।  এর প্রধানমন্ত্রী মোহাম্মদ বিন আব্দুর রহমান বিন জসিম আলে সানি জিজ্ঞাসা করেছিলেন \"যখন এক পক্ষ অপর পক্ষের আলোচককে হত্যা করে তখন মধ্যস্থতা কীভাবে সফল হতে পারে?। \n হিজবুল্লাহ লেবাননের হিজবুল্লাহ সরাসরি ইসরায়েলকে দোষারোপ না করেই শোক প্রকাশ করেছে, পরামর্শ দিয়েছে যে এই ঘটনাটি ইসরায়েলের মোকাবিলা করার জন্য ইরান-সংযুক্ত গোষ্ঠীগুলির সংকল্পকে শক্তিশালী করবে।\n ইয়েমেন ইয়েমেনের সর্বোচ্চ বিপ্লবী কমিটির সভাপতি মোহাম্মদ আল-হুথি এই হামলার নিন্দা করেছেন এবং একে \"একটি জঘন্য সন্ত্রাসী অপরাধ এবং আইন ও আদর্শ মূল্যবোধের স্পষ্ট লঙ্ঘন\" বলে অভিহিত করেছেন।  সানায় হানিয়েহের অনুপস্থিতিতে মুসলমানরা জানাজা আদায় করেন।\n পশ্চিম সাহারা পশ্চিম সাহারার পলিসারিও ফ্রন্ট এই হামলার নিন্দা করেছে। \n মৌরিতানিয়া মৌরিতানিয়ায়, মার্কিন দূতাবাস এবং নোয়াকচটের গ্র্যান্ড মসজিদের সামনে দুটি গণ বিক্ষোভ অনুষ্ঠিত হয়েছিল, বিক্ষোভকারীরা হামলার নিন্দা করে এবং ইসরায়েল-হামাস যুদ্ধে মার্কিন যুক্তরাষ্ট্রের অব্যাহত সমর্থনের প্রতিক্রিয়া হিসাবে মার্কিন রাষ্ট্রদূতকে বহিষ্কারের দাবি জানায়। \n ইন্দোনেশিয়া ইন্দোনেশিয়ায়, রাষ্ট্রপতি জোকো উইদোদো এই হত্যাকাণ্ডকে রাজনৈতিক সহিংসতা হিসাবে নিন্দা করেছেন এবং অনেক লোককে এর নিন্দা করার জন্য অনুরোধ করেছেন।  একটি ভিডিও বিবৃতিতে, ইন্দোনেশিয়ার পররাষ্ট্র মন্ত্রণালয়ও এই হত্যাকাণ্ডের নিন্দা করেছে এবং বলেছে যে এই হত্যাকাণ্ড এই অঞ্চলের আরও অস্থিতিশীলতার দিকে নিয়ে যাবে, উত্তেজনাকে পূর্ণ যুদ্ধে পরিণত করবে এবং শান্তির জন্য যেকোনো প্রচেষ্টাকে ক্ষতিগ্রস্ত করবে।  জাকার্তার ইস্তিকলাল মসজিদে হানিয়েহর নামাজ আদায় করেন মুসলিমরা।\n মালয়েশিয়া মালয়েশিয়ার সরকার এই হত্যাকাণ্ডের নিন্দা করেছে এবং সংলাপের আহ্বান জানিয়েছে।  সাবেক প্রধানমন্ত্রী মাহাথির মোহাম্মদ বলেছেন যে \"তারা মিঃ হানিয়াহকে হত্যা করতে পারে কিন্তু তার ধারণা এবং তিনি কিসের পক্ষে ছিলেন তা নয়\"। \n পাকিস্তান, পাকিস্তানের প্রধানমন্ত্রী শেহবাজ শরীফ এই হত্যাকাণ্ডকে একটি \"বর্বর কাজ\" বলে অভিহিত করেছেন যা আন্তর্জাতিক আইন লঙ্ঘন করেছে, তিনি পরে বলেছিলেন যে ২ আগস্ট হানিয়েহের জন্য পাকিস্তানে শোক প্রকাশ করা হবে।  শেহবাজ এবং অন্যান্য সরকারী কর্মকর্তারা  ইসলামাবাদের সংসদ ভবনে হানিয়াহের অনুপস্থিতিতে জানাজা প্রার্থনা করেছিলেন, আলাদাভাবে,  জামায়াতে ইসলামীর প্রধান হাফিজ নাঈম উর রহমান হানিয়াহের অনুপস্থিতিতে জানাজা নামাজের ঘোষণা করেছিলেন।  সরকার এই হত্যাকাণ্ডের নিন্দা করেছে এবং ইসরায়েলি \"অঞ্চলে দুঃসাহসিকতার\" বিরুদ্ধে সতর্ক করেছে। \n তুরস্ক, তুরস্কের রাষ্ট্রপতি, রেজেপ তাইয়িপ এরদোয়ান, তার মিত্র এবং \"ভাই\" হানিয়েহকে হত্যার নিন্দা জানিয়ে বলেছেন যে এই হামলাটি ফিলিস্তিনি কারণকে ব্যাহত করার জন্য এবং \"জায়নবাদী বর্বরতা তার লক্ষ্যে পৌঁছাবে না\"।  তুরস্কের পররাষ্ট্র মন্ত্রণালয় \"জঘন্য\" হত্যাকাণ্ডের নিন্দা করে বলেছে যে প্রধানমন্ত্রী বেনিয়ামিন নেতানিয়াহুর সরকারের \"শান্তি অর্জনের কোনো ইচ্ছা নেই\"।  ২ আগস্ট তুরস্কে হানিয়াহের জন্য একটি শোক দিবস ঘোষণা করা হয়েছিল।  তেল আবিবের দূতাবাসে তুরস্কের পতাকা হানিয়াহের জন্য অর্ধনমিত করার পর ইসরায়েলে তুরস্কের উপ-রাষ্ট্রদূতকে তলব করেছিল ইসরায়েলের পররাষ্ট্র মন্ত্রণালয়।   ইস্তাম্বুলের হাগিয়া সোফিয়া গ্র্যান্ড মসজিদে হানিয়েহের অনুপস্থিতিতে লোকেরা জানাজায় অংশ নিয়েছিল। \n মার্কিন যুক্তরাষ্ট্র মার্কিন যুক্তরাষ্ট্রে, হোয়াইট হাউসের একজন মুখপাত্র স্বীকার করেছেন যে তারা হানিয়াহের মৃত্যুর খবর দেখেছেন কিন্তু তাৎক্ষণিকভাবে কোনো মন্তব্য করতে অস্বীকার করেছেন।  প্রতিরক্ষা সচিব লয়েড অস্টিন বলেছেন যে তিনি মধ্যপ্রাচ্যে একটি বৃহত্তর যুদ্ধ অনিবার্য মনে করেন না এবং আরও যোগ করেছেন যে এটি একটি কূটনৈতিক উপায়ে সমাধান করবে, যোগ করে যে মার্কিন যুক্তরাষ্ট্র ইসরায়েলকে আক্রমণ করলে সহায়তা করবে, এবং ইসরায়েলের নিরাপত্তার প্রতি \"অটুট প্রতিশ্রুতি\" পুনর্ব্যক্ত করেছেন।  প্রেসিডেন্ট জো বাইডেন বলেছেন, হানিয়েহের হত্যাকাণ্ড গাজা উপত্যকায় যুদ্ধবিরতির দিকে আলোচনায় \"সাহায্য করে না\"। \n জার্মানি জার্মান সরকার \"সর্বোচ্চ সংযম\" এবং ডি-এস্কেলেশনের আহ্বান জানিয়েছে। \n চীন চীনের পররাষ্ট্র মন্ত্রণালয়ের মুখপাত্র লিন জিয়ান এই হত্যাকাণ্ডের নিন্দা করেছেন এবং বলেছেন যে সরকার \"গভীরভাবে উদ্বিগ্ন যে এই ঘটনা আঞ্চলিক পরিস্থিতিতে আরও অস্থিতিশীলতার দিকে নিয়ে যেতে পারে\"।  চীনের পররাষ্ট্রমন্ত্রী ওয়াং ই ইরানের মাটিতে ঘটে যাওয়া হত্যাকাণ্ডের প্রভাবকে সম্বোধন করে বলেছেন, \"চীন আইন অনুযায়ী ইরানকে তার সার্বভৌমত্ব, নিরাপত্তা এবং জাতীয় মর্যাদা রক্ষায় সমর্থন করে\"। \n রাশিয়া রাশিয়ার উপ-পররাষ্ট্রমন্ত্রী মিখাইল বোগদানভ এই হত্যাকাণ্ডের নিন্দা করে একে \"অগ্রহণযোগ্য রাজনৈতিক হত্যা\" বলে অভিহিত করেছেন। রাষ্ট্রপতির মুখপাত্র দিমিত্রি পেসকভ বলেছেন যে ক্রেমলিন এই হত্যাকাণ্ডের \"কঠোর নিন্দা\" করেছে যা সমগ্র অঞ্চলে শান্তিকে বাধাগ্রস্ত করবে।\n শ্রীলঙ্কা শ্রীলঙ্কার রাষ্ট্রপতি রনিল বিক্রমাসিংহে এই হত্যাকাণ্ডের নিন্দা করেছেন। \n নেদারল্যান্ডস ডাচ অতি-ডান রাজনীতিবিদ গির্ট ওয়াইল্ডার্স এই হত্যাকাণ্ডের প্রশংসা করে লিখেছেন: \"ভাল পরিত্রাণ!\"\n মালদ্বীপ মালদ্বীপের সরকার এই হত্যাকাণ্ডের নিন্দা করেছে এবং \"গাজা সঙ্কটের একটি জরুরি এবং স্থায়ী সমাধান খুঁজে বের করার জন্য একসাথে কাজ করার জন্য\" সমস্ত দেশকে আহ্বান জানিয়েছে। \n মরক্কো মরক্কোতে, হাজার হাজার মানুষ রাবাতে হানিয়াহের প্রতিকৃতি ধারণ করে এবং ইসরায়েলি পতাকা পোড়ানোর সময় ফিলিস্তিনি পতাকা ওড়ানোর প্রতিবাদ করেছিল। \n ফ্রান্স ফ্রান্সের রাষ্ট্রপতি,এমানুয়েল মাক্রোঁ উভয় পক্ষকে সংযম দেখাতে বলেছেন।\n সংযুক্ত আরব আমিরাত সংযুক্ত আরব আমিরাত \"চলমান উত্তেজনা নিয়ে গভীর উদ্বেগ\" প্রকাশ করেছে এবং বলেছে যে তারা \"দ্রুত আঞ্চলিক উন্নয়ন ঘনিষ্ঠভাবে পর্যবেক্ষণ করছে\"। \n\n\n==== সোশ্যাল মিডিয়া দ্বারা সেন্সরশিপ ====\nহত্যাকাণ্ডের বিষয়ে মালয়েশিয়ার প্রধানমন্ত্রী আনোয়ার ইব্রাহিমের একটি ফেসবুক পোস্ট ফেসবুকের মালিক মেটা প্ল্যাটফর্ম দ্বারা সরিয়ে নেওয়া হয়েছে, তাকে সোশ্যাল মিডিয়া ফার্মকে \"কাপুরুষতা\" বলে অভিযুক্ত করতে প্ররোচিত করেছে।  6 আগস্ট, মেটা ঘটনার জন্য একটি ক্ষমাপ্রার্থনা জারি করে এবং একটি অপারেশনাল ত্রুটির জন্য দায়ী করে মুছে ফেলা সামগ্রী পুনরুদ্ধার করে। \nতুরস্ক রাষ্ট্রপতির যোগাযোগ পরিচালক ফাহরেটিন আলতুন সঠিক কারণ ছাড়াই হানিয়াহ এবং অন্যান্য হামাস-সম্পর্কিত পোস্টগুলির শোক প্রকাশ করে \"সেন্সরিং\" করার অভিযোগ করার পরে ইনস্টাগ্রামে অ্যাক্সেস অবরুদ্ধ করে।  ১০ আগস্ট অবরোধ তুলে নেওয়া হয়। \n\n\n== নোট ==\n\n\n== তথ্যসূত্র =="}