{"pageid": 1487714, "title": "খতরোঁ কে খিলাড়ি ১২", "url": "https://bn.wikipedia.org/wiki?curid=1487714", "content": "ফিয়ার ফ্যাক্টর: খতরোঁ কে খিলাড়ি ১২ (এছাড়াও ফিয়ার ফ্যাক্টর: খতরোঁ কে খিলাড়ি বচ কে কহাঁ জায়েগা? খতরা কহীঁ সে ভী আয়েগা! নামেও পরিচিত) এন্ডেমল শাইন ইন্ডিয়া দ্বারা প্রযোজিত ভারতীয় শারীরিক কসরতভিত্তিক আপাতবাস্তব টেলিভিশন অনুষ্ঠান খতরোঁ কে খিলাড়ির দ্বাদশ মৌসুম ছিল। দক্ষিণ আফ্রিকায় ধারণ করা এই মৌসুমটি ২০২২ সালের সালের ২রা জুলাই তারিখে শুরু হয়ে সালের ২৫শে সেপ্টেম্বর তারিখে ফাইনালের মাধ্যমে সম্পন্ন হয়েছে। পূর্ববর্তী মৌসুমের মতো এই মৌসুমটিও ভারতীয় টেলিভিশন চ্যানেল কালার্স টিভির পাশাপাশি ডিজিটাল মাধ্যম ভুটে সম্প্রচারিত হয়েছে। ভারতীয় চলচ্চিত্র পরিচালক রোহিত শেট্টি পূর্ববর্তী মৌসুমের মতো এই মৌসুমেও উপস্থাপনা করেছেন।\n১৪ জন প্রতিযোগীর অংশগ্রহণে অনুষ্ঠিত এই মৌসুমটি ভারতীয় নৃত্য পরিচালক তুষার কালিয়া জয়লাভ করেছেন, অন্যদিকে ফয়সাল শেখ এবং মোহিত মালিক যথাক্রমে প্রথম এবং দ্বিতীয় রানার-আপ হয়েছেন।\n\n\n== বিন্যাস ==\nএই অনুষ্ঠানের মূলভাবটি হচ্ছে চরম চ্যালেঞ্জিং পরিস্থিতিতে প্রতিযোগীদের শারীরিক এবং মানসিক শক্তি পরীক্ষা করা। সাধারণত অভিনয়শিল্পী, মডেল অথবা খেলোয়াড়দের মতো বিনোদনশিল্পের সাথে জড়িত ব্যক্তিরা এই অনুষ্ঠানে অংশগ্রহণ করে থাকে।\nপ্রতিটি মৌসুম ভারতের বাইরে একটি দেশে অনুষ্ঠিত হয়। এই অনুষ্ঠানে প্রতিযোগীদের উচ্চ-অ্যাড্রেনালিন কসরত করানো হয়, যা মৌসুমের অগ্রগতির সাথে সাথে ক্রমান্বয়ে আরও কঠিন হয়ে উঠে। প্রতিটি কসরত শারীরিক শক্তি, ভয়-ভিত্তিক চ্যালেঞ্জ এবং সহনশীলতার মতো তিনটি ভিন্ন বিভাগে ভাগ করা হয়। শারীরিক শক্তির মধ্যে উচ্চতা থেকে লাফিয়ে পড়া, শক্তিশালী স্রোতে সাঁতার কাটা অথবা ঝুলন্ত সেতু অতিক্রম করার মতো কসরত অন্তর্ভুক্ত থাকে। ভয়-ভিত্তিক কসরতগুলো ভয়ের মুখোমুখি হওয়ার দিকে মনোনিবেশ করে যেমন সাপ, পোকামাকড়, উচ্চতা অথবা বদ্ধ স্থান। সহনশীলতার কসরতগুলো প্রতিযোগীদের ঠান্ডা জলে ডুবে থাকা অথবা অস্বস্তিকর পরিবেশের সাথে মোকাবিলা করার মতো চরম পরিস্থিতি সহ্য করার ক্ষমতা পরীক্ষা করে।\nএই অনুষ্ঠানে সাধারণত প্রতিটি কসরতের পরে একজন প্রতিযোগীকে নিষ্কাশন করে থাকে। যখন কোন প্রতিযোগী কসরতগুলো সম্পূর্ণ করতে ব্যর্থ হয় অথবা কসরতে খারাপ করে, সে প্রতিযোগী বাদ পড়ার আশঙ্কায় থাকে; অতঃপর সে প্রতিযোগী আরও চ্যালেঞ্জিং কসরতের মুখোমুখি হয়। চূড়ান্ত প্রতিযোগীগণ অনুষ্ঠানের ফাইনালে প্রতিদ্বন্দ্বিতা করে, যেখানে তারা সর্বশেষ কসরতের মুখোমুখি হয়, যার মাধ্যমে বিজয়ী প্রতিযোগী খতরোঁ কে খিলাড়ির শিরোপা জয়লাভ করে।\n\n\n== প্রতিযোগী ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট (ইংরেজি)"}