{"pageid": 1487466, "title": "আলেক্সিয়েই পেত্রোভিক বারান্নিকফ", "url": "https://bn.wikipedia.org/wiki?curid=1487466", "content": "আলেক্সিয়েই পেত্রোভিক বারান্নিকফ (ইংরেজি: Alekseĭ Petrovich Barannikov) ( ৯ মার্চ ১৮৯০ - ৫ সেপ্টেম্বর ১৯৫২ ) ছিলেন একজন  রুশ ভাষাবিদ এবং প্রখ্যাত রুশ ভারততত্ত্ববিদ।  সোভিয়েত স্কুল অফ স্পেশালিস্টস্ অন ইন্ডিয়ান ফিলোলজির প্রতিষ্ঠাতা-প্রধান ছিলেন তিনি।\n\n\n== জীবনী ==\nআলেক্সিয়েই পেত্রোভিক বারান্নিকফ  ইউক্রেনের চেরকাসি ওব্লাস্টের জোলোটোনোশায় ১৮৯০ খ্রিস্টাব্দের 9 মার্চ জন্মগ্রহণ করেন। তার পিতা ছিলেন একজন সূত্রধর। ১৯১৪ খ্রিস্টাব্দে তিনি ইতিহাস ও ভাষাবিদ্যায় স্নাতক হন। প্রাচীন, মধ্যযুগীয় এবং আধুনিক ভারতীয় ভাষা ও সাহিত্য পাঠে ব্যুৎপত্তি অর্জন করেন। তিনি ইউক্রেন এবং রাশিয়ার জিপসের উপভাষা নিয়েও পড়াশোনা করেন।  ভাষাতত্ত্বে তিনি ডক্টর অব সায়েন্স ডিগ্রি অর্জন করেন।\n১৯১৯ খ্রিস্টাব্দে সামারা বিশ্ববিদ্যালয়ের অধ্যাপনার মধ্য দিয়েই কর্মজীবন শুরু করেন। ১৯২০ খ্রিস্টাব্দে যোগ দেন সারাতোভ স্টেট ইউনিভার্সিটিতে। ১৯২২ খ্রিস্টাব্দে লেনিনগ্রাদ রাষ্ট্রীয় বিশ্ববিদ্যালয়ে ভারতীয় ভাষা বিভাগের প্রধান হন এবং আমৃত্যু ভারতীয় ভাষা ও সাহিত্যে অধ‍্যাপনা করেন। রবীন্দ্র পুরস্কার প্রাপ্ত প্রখ্যাত ভারততত্ত্ববিদ ভেরা আলেকজান্দ্রাভনা নোভিকোভা আলেক্সিয়েই পেত্রোভিক বারান্নিকফের অধীনে বঙ্কিমচন্দ্রের উপর গবেষণা করে পিএইচডি ডিগ্রি অর্জন করেন।  রুশ ভারততত্ত্ববিদ ভ্যাসিলি বেসকরোভনিও তার অধীনে গবেষণা করেন।\nভাষাতত্ত্ববিদ হিসাবে তিনি ১৯১১ খ্রিস্টাব্দ হতে ১৯৩৮ খ্রিস্টাব্দ পর্যন্ত লেলিনগ্রাদ ইনস্টিটিউট অফ লিভিং ওরিয়েন্টাল ল্যাঙ্গুয়েজেস্-এ ভারতীয় ভাষাসমূহের প্রধান ছিলেন। ১৯৩৯ খ্রিস্টাব্দে সোভিয়েত রাশিয়ার অ্যাকাডেমি অফ সায়েন্সেসের সদস্য হন। \n\n\n== রচিত গ্রন্থসমূহ ==\nহিন্দুস্তানী (উর্দু এবং হিন্দিতে) দুই খণ্ডে (১৯৩৪)\nপ্রেম সাগর (১৯৩৭) লাল্লুজি লাই গ্রন্থের অনুবাদ\nরামায়ণ (১৯৪৮) তুলসী দাসের রচনার অনুবাদ। \nIndiiskaia filologiia: Literaturovedenie (১৯৫৯) মস্কো - (ভারতীয় ভাষাতত্ত্বের উপর সাহিত্যের সূচনা রুশ ভাষায়)\nFleksiia i analiz v novoindiiskikh iazykakh.” Uch. zap. LGU: Seriia vostokovedcheskikh nauk, 1949, issue 1.\nইউক্রেন এবং রাশিয়ার জিপসিদের উপভাষা, রীতিনীতি, লোককাহিনী নিয়ে লেখেন-\n\nবারান্নিকফ, আলেক্সিয়েই পেত্রোভিক (১৯৩৪)। দ্য ইউক্রেনীয়ান অ্যান্ড সাউথ রাশিয়ান জিপসি ডায়ালেক্টস্। পাবলিশিং অফিস অফ দ্য অ্যাকাডেমি। পৃষ্ঠা ২২৬। \n\n\n== জীবনাবসান ==\nড.আলেক্সিয়েই পেত্রোভিক বারান্নিকফ ১৯৫২ খ্রিস্টাব্দের ৫ সেপ্টেম্বর  লেনিনগ্রাদে প্রয়াত হয়।\n\n\n== তথ‍্যসূত্র =="}