{"pageid": 1487964, "title": "অঁরি মারি ডুক্রোতে দে ব্ল্যাঁভিল", "url": "https://bn.wikipedia.org/wiki?curid=1487964", "content": "অঁরি মারি ডুক্রোতে দে ব্ল্যাঁভিল (ফরাসি: [ɑ̃ʁi maʁi dykʁɔtɛ də blɛ̃vil] [ɑ̃ ʁi maoridi dykrodə də blé̃vil] ফরাসি: [ɑ̃ʁi maʁi dykʁɔtɛ də blɛ̃vil](১২ সেপ্টেম্বর ১৭৭৭-১ মে ১৮৫০) ছিলেন একজন ফরাসি প্রাণিবিদ এবং আ্যনাটমিস্ট।\n\n\n== জীবন ==\nব্ল্যাঁভিলের জন্ম হয় ফ্রান্সের নরম্যান্ডি অঞ্চলের আর্কেসে। শিল্পকলা অধ্যয়নের জন্য তিনি প্যারিসে যান, কিন্তু শেষ পর্যন্ত নিজেকে প্রাকৃতিক ইতিহাসে নিবেদিত করেন। তিনি জর্জেস কুভিয়েরের দৃষ্টি আকর্ষণ করেছিলেন; এই সুবাদে তিনি কোলেজ দ্য ফ্রঁস এবং অ্যাথেনিয়াম ক্লাব, লন্ডনে প্রভাষক হিসাবে কাজ করার সুযোগ পান। ১৮১২ সালে, প্যারিসের বিজ্ঞান অনুষদে শারীরস্থান এবং প্রাণিবিদ্যার সহকারী অধ্যাপকের পদ অর্জনে কুভিয়ার তাকে সহায়তা করেছিলেন। কিন্তু শেষ পর্যন্ত এই দুই বিজ্ঞানীর মধ্যে সম্পর্ক খারাপ হয়ে যায়, এমন পরিস্থিতি যা প্রকাশ্য শত্রুতায় শেষ হয়। \n১৮১৯ সালে, ব্ল্যাঁভিল ফিলাডেলফিয়ায় আমেরিকান ফিলোসফিক্যাল সোসাইটির সদস্য নির্বাচিত হন।  ১৮২৫ সালে, তিনি ফ্রেঞ্চ একাডেমি অফ সায়েন্সেসের সদস্য হন; এবং ১৮৩০ সালে, তিনি জাদুঘরে প্রাকৃতিক ইতিহাসের জিন-ব্যাপটিস্ট ল্যামার্কের উত্তরসূরি নিযুক্ত হন। দুই বছর পর, কুভিয়ারের মৃত্যুর পর, তিনি তুলনামূলক শারীরস্থানের পদ পেয়েছিলেন, ব্ল্যাঁভিল নিজেকে তার প্রাক্তন শিক্ষকের একজন যোগ্য উত্তরসূরি প্রমাণ করেছিলেন।  ১৮৩৭ সালে, তিনি রাজকীয় সুয়েডীয় বিজ্ঞান একাডেমির বিদেশী সদস্য নির্বাচিত হন। ১ মে, ১৮৫০ তারিখে, প্যারিসের এমবারকাদেরে দু হাভরে (বর্তমান গারে সেন্ট-লাজারে ) রেলগাড়িতে সন্যাসরোগে তিনি মারা যান। \nতিনি বিলুপ্ত এবং বিদ্যমান অসংখ্য প্রজাতির শ্রেণীবিন্যাস করেছিলেন।\nহারপেটোলজির ক্ষেত্রে, তিনি পিয়েরে আন্দ্রে ল্যাত্রেইলির রেপটিলিয়া থেকে অ্যাম্ফিবিয়াকে আলাদা করার প্রস্তাব সমর্থন করেন এবং তারপরে (১৮১৬) প্রাথমিক মানদণ্ড হিসাবে প্রজন্মের অঙ্গগুলি ব্যবহার করে সাব-গ্রুপিংয়ের ক্ষেত্রে একটি অনন্য ব্যবস্থা গড়ে তোলেন। তিনি সরীসৃপের বেশ কয়েকটি নতুন প্রজাতির বর্ণনা করেছেন।\nব্ল্যাঁভিল বিবর্তনকে প্রত্যাখ্যান করেছিলেন। তিনি ল্যামার্কের বিবর্তনবাদী ধারণার সমালোচক ছিলেন। \n\n১৮২২ সালে তিনি প্যালিওন্টোলজি শব্দটি তৈরি করেছিলেন।\n\n\n== তথ্যসূত্র =="}