{"pageid": 1487861, "title": "পারিবারিক সহিংসতা (প্রতিরোধ ও সুরক্ষা) বিধিমালা, ২০১৩", "url": "https://bn.wikipedia.org/wiki?curid=1487861", "content": "পারিবারিক সহিংসতা (প্রতিরোধ ও সুরক্ষা) বিধিমালা, ২০১৩ বাংলাদেশ সরকারের মহিলা ও শিশু বিষয়ক মন্ত্রণালয় কর্তৃক প্রণীত একটি বিধিমালা, যা পারিবারিক সহিংসতা (প্রতিরোধ ও সুরক্ষা) আইন, ২০১০ এর অধীনে প্রণয়ন করা হয়েছে। এই বিধিমালার উদ্দেশ্য হল পারিবারিক সহিংসতার শিকার নারীদের সুরক্ষা প্রদান, সহিংসতা প্রতিরোধে প্রয়োজনীয় পদক্ষেপ গ্রহণ এবং সহিংসতার বিরুদ্ধে সুষ্ঠু ও কার্যকর প্রতিকার নিশ্চিত করা। বিধিমালায় এনফোর্সমেন্ট অফিসার, পুলিশ এবং সেবা প্রদানকারী প্রতিষ্ঠানগুলোর দায়িত্ব ও কর্তব্য নির্ধারণ করা হয়েছে, যাতে তারা সম্মিলিতভাবে পারিবারিক সহিংসতা প্রতিরোধ ও সুরক্ষায় কার্যকর ভূমিকা পালন করতে পারে।\n\n\n== মূল বিষয়বস্তু ==\nতথ্য প্রদানের প্রক্রিয়া: কোনো ব্যক্তি বা তার পক্ষের কেউ যদি সহিংসতার শিকার হন বা সহিংসতার আশঙ্কা করেন, তবে তারা লিখিত, মৌখিক বা ই-মেইলের মাধ্যমে স্থানীয় এনফোর্সমেন্ট অফিসারকে তথ্য প্রদান করতে পারেন। এনফোর্সমেন্ট অফিসার সেই তথ্য সংরক্ষণ করবেন এবং ভুক্তভোগীকে একটি কপি বিনামূল্যে প্রদান করবেন।\nএনফোর্সমেন্ট অফিসারের দায়িত্ব: এনফোর্সমেন্ট অফিসারকে ভুক্তভোগীকে তাদের অধিকার সম্পর্কে জানানো, সরকার কর্তৃক প্রকাশিত সচেতনতামূলক বুকলেট বিতরণ এবং প্রয়োজনে আদালতে সহায়তা প্রদান করতে হবে। এছাড়াও, প্রতিবন্ধী নারী ও শিশুদের জন্য প্রয়োজনীয় সহায়তা প্রদান করবেন।\nসেবা প্রদানকারী প্রতিষ্ঠানের তালিকা: যেকোনো প্রতিষ্ঠান মন্ত্রণালয়ের কাছে আবেদন করে সহিংসতা প্রতিরোধে সেবা প্রদানকারী প্রতিষ্ঠানের তালিকায় অন্তর্ভুক্ত হতে পারে। অনুমোদিত প্রতিষ্ঠানগুলোকে স্থানীয় এনফোর্সমেন্ট অফিসারের মাধ্যমে প্রদর্শন করা হবে এবং সাধারণ জনগণের জন্য তালিকা প্রকাশ করা হবে।\nপুলিশ ও সেবা প্রদানকারীর দায়িত্ব: পুলিশ কর্মকর্তারা এবং অন্যান্য সেবা প্রদানকারী সংস্থা সহিংসতার শিকারদের তথ্য সংগ্রহ, সংরক্ষণ এবং প্রয়োজনীয় সহায়তা প্রদান করবেন। পাশাপাশি এনফোর্সমেন্ট অফিসারদের পূর্ণ সহায়তা করবেন।\nআদালতে আবেদন প্রক্রিয়া: ভুক্তভোগী বা তার প্রতিনিধি কোনো সুরক্ষা আদেশ লঙ্ঘন হলে আদালতে আবেদন করতে পারবেন এবং এনফোর্সমেন্ট অফিসার ও সেবা প্রদানকারী সংস্থা সহায়তা প্রদান করবেন।\nমন্ত্রণালয়ের দায়িত্বঃ মহিলা ও শিশু বিষয়ক মন্ত্রণালয় এনফোর্সমেন্ট অফিসার, পুলিশ কর্মকর্তা এবং সেবা প্রদানকারী সংস্থাগুলোর জন্য প্রশিক্ষণ প্রদান করবে, যাতে তারা গৃহস্থালীর সহিংসতার বিরুদ্ধে কার্যকর পদক্ষেপ গ্রহণ করতে পারে।\n\n\n== পারিবারিক সুরক্ষা বিধিমালা সংশোধনের পরিকল্পনা ==\nকরোনাকালে নারী ও শিশুদের প্রতি সহিংসতার ঘটনাগুলির মধ্যে বিশেষত পারিবারিক সহিংসতা এবং ধর্ষণের মাত্রা উল্লেখযোগ্যভাবে বৃদ্ধি পেয়েছে। এই পরিস্থিতির পরিপ্রেক্ষিতে পারিবারিক সহিংসতা (প্রতিরোধ ও সুরক্ষা) বিধিমালা, ২০১৩ সংশোধনের প্রস্তাব করেছে মহিলা ও শিশুবিষয়ক মন্ত্রণালয়–সম্পর্কিত সংসদীয় স্থায়ী কমিটি। প্রস্তাবিত সংশোধনীতে চারটি মূল বিধির পরিবর্তনের কথা উল্লেখ করা হয়েছে।\nপ্রস্তাবে ভুক্তভোগীদের সহায়তার জন্য মাঠ পর্যায়ে প্রয়োগকারী কর্মকর্তার ক্ষমতা বৃদ্ধির কথা বলা হয়েছে। এখানে সংশ্লিষ্ট উপজেলায় উপজেলা নির্বাহী কর্মকর্তা (ইউএনও) এবং পৌরসভা বা সিটি করপোরেশনে প্রধান নির্বাহী কর্মকর্তার অধীনে অতিরিক্ত কর্মকর্তাদের নিযুক্তির মাধ্যমে অভিযোগ গ্রহণ এবং কার্যকর ব্যবস্থা গ্রহণের নির্দেশনা দেওয়া হয়েছে। প্রয়োগকারী কর্মকর্তাদের দায়িত্বের ভাষায় পরিবর্তন এনে তাদের দায়িত্ব পালনে আরও কঠোর হওয়ার নির্দেশ দেওয়া হয়েছে। এ ক্ষেত্রে প্রাথমিক দায়িত্বে \"প্রয়োজনীয় সহায়তা\" শব্দটি সংযোজন করে দায়িত্ব পালনের গুরুত্ব বৃদ্ধি করা হয়েছে।  ৬(গ) বিধিতে অভিযোগ পাওয়ার পর অবিলম্বে প্রয়োগকারী কর্মকর্তাকে সেই তথ্য অবহিত করার বাধ্যবাধকতা যুক্ত করা হয়েছে। এটি ভুক্তভোগীদের সহায়তায় দ্রুত ব্যবস্থা গ্রহণের জন্য জরুরি পদক্ষেপ হিসেবে দেখা হয়েছে। আইনটির ব্যাপক প্রচার এবং জনসচেতনতা বৃদ্ধির জন্য স্থানীয় সরকার প্রতিষ্ঠানের মাসিক সভায় পারিবারিক সহিংসতা বিষয়ে আলোচনা বাধ্যতামূলক করার প্রস্তাব করা হয়েছে। একই সঙ্গে, আইনটি সম্পর্কে সচেতনতা বাড়াতে মহিলা ও শিশুবিষয়ক মন্ত্রণালয়ের পক্ষ থেকে বিভিন্ন প্রচারমূলক কার্যক্রম পরিচালনার নির্দেশনা দেওয়া হয়েছে। আইনটির কার্যকর প্রয়োগ নিশ্চিত করতে জনসচেতনতা বৃদ্ধি, বিচারকদের প্রশিক্ষণ এবং জাতীয় পর্যায়ে ডেটাবেইস আকারে মামলার তথ্য সংরক্ষণের সুপারিশও করা হয়েছে।\n\n\n== আরও দেখুন ==\nজাতীয় সংসদে প্রণীত আইনের তালিকা\n\n\n== তথ্যসূত্র =="}