{"pageid": 1487664, "title": "আল-দুরার ফী আখতাসার আল-মাগাজি ওয়াল-সির", "url": "https://bn.wikipedia.org/wiki?curid=1487664", "content": "আল-দুরার ফী আখতাসার আল-মাগাজি ওয়াল-সির (আক্ষ. 'মাগাজী এবং বিজ্ঞদের সংক্ষেপ আলোচনা') ইবনে আব্দুল বার লিখিত মুহাম্মাদের জীবনীর উপর একটি বই। এটি নবী মুহাম্মদের জন্ম থেকে তার মৃত্যু পর্যন্ত জীবনীর সকল তথ্যের উপর আলোকপাত করে। তার জীবনের ঘটনা, সংবাদ, যুদ্ধ এবং অন্যান্য বিষয় নিয়েও লেখা হয়েছে। বইটি আটটি অধ্যায়ে বিন্যস্ত করা হয়েছে, প্রতিটি অধ্যায়ে এটি সম্পর্কিত ঐতিহাসিক উপাদান রয়েছে। কয়েকটি অধ্যায়কে উপ-শিরোনামে বিভক্ত করা হয়েছে। বইটির উপাদান এবং ঘটনাক্রম সংগঠিত করার ক্ষেত্রে, লেখক ইবনে ইসহাকের বইয়ের উপর নির্ভর করেছেন।\n\n\n== ভূমিকাংশ ==\nইবনে আবদ আল বার বইয়ের শুরুতে বলেছেন:প্রশংসা বিশ্বজগতের পালনকর্তার জন্য! আল্লাহই আমাদের জন্য যথেষ্ট, এবং তিনি সর্বোত্তম বিষয়ের নিয়ন্ত্রক। আমি নবীর জীবনী সংক্ষিপ্ত করে রচনা করেছি। আল্লাহ তার উপর বরকত বর্ষণ করুন এবং তাকে শান্তি দান করুন। তার ভবিষ্যদ্বাণীর শুরু, তার আদেশের উল্লেখ এবং সেখানে তার মিশন এবং জীবনী সম্পর্কে আলোচনা করা হয়েছে। আমি বইটিতে তার জন্ম ও লালন-পালনে কথা উল্লেখ করেছি। সাহাবায়ে কেরামের কিছু তথ্য বইয়ের শুরুতে উল্লেখ করেছি। আমি এই বইটি তার উৎপত্তি ও সময় সম্পর্কে সমস্ত তথ্যের জন্য ব্যবহার করেছি। আমি মুসা বিন উকবা, ইবনে ইসহাক, ইবনে হিশাম এবং অন্যান্যদের বর্ণনা থেকে বর্ণনা গ্রহণ করেছি। আমি এতে এমন সংবাদ উল্লেখ করেছি যা তাদের উভয়ের বর্ণনাতে পাওয়া যায়। ইবনে ইসহাক যেভাবে বর্ণনা করেন, আমি তার উদ্দেশ্য এবং আনুমানিকতা, সংক্ষিপ্ততার উপর নির্ভর করেছি। বইটি পরিপূর্ণ মিশ্রিত না করে নিজের দৃষ্টিতে সীমাবদ্ধ রেখেছি।\n\n\n== বইয়ের বিষয়বস্তু ==\nলেখক আবওয়া অভিযান থেকে শুরু করে ধীরে ধীরে ঘটনাগুলি উল্লেখ করেছেন। হামযার প্রেরণ, উবাইদাহের প্রেরণের কথাও উল্লেখ করেছেন। রমজান মাসে রোজা রাখা, বওয়াতের যুদ্ধ, উশাইরা অভিযান যুদ্ধ এবং বদরের যুদ্ধের বিস্তারিত বর্ণনা করা হয়েছে। এসবের সাথে প্রথম অংশে বিদায় হজ্জ পর্যন্ত বর্ণনা করা হয়েছে। বইয়ের শেষের দিকে রাসূলের মৃত্যুর বর্ণনার মাধ্যমে বইটি সমাপ্ত করা হয়েছে।\n\n\n== আরো দেখুন ==\nআয-যুহুরুল বাসিমু ফি সিয়ারি আবিল কাসিমী\nআশরাফুল ওয়াসিলা ইলা ফাহিম শামাইলি\nশরহে মাওয়াহিবে লাদুন্নিয়াহ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআর্কাইভ.কম ওয়েবসাইটে আল-দুরার ফী আখতাসার"}