{"pageid": 1487275, "title": "নাহিদ হোসাইন হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1487275", "content": "১৯ এপ্রিল ২০২২, ঢাকার নিউমার্কেট এলাকায় ঢাকা কলেজের ছাত্র এবং দোকানদারদের মধ্যে সংঘর্ষের সময় কুরিয়ার ডেলিভারি পারসন নাহিদ হোসাইনকে পিটিয়ে হত্যা করা হয়। স্থানীয় একটি খাবারের দোকানে বিরোধের জের ধরে শুরু হওয়া সংঘর্ষটি বাংলাদেশ ছাত্রলীগের শিক্ষার্থীদের সাথে সহিংস সংঘর্ষে রূপ নেয়, যার ফলে বেশ কয়েকজন আহত হয়। ঘটনার পর, ঢাকা কলেজের ছয়জন ছাত্রকে প্রধান সন্দেহভাজন হিসেবে চিহ্নিত করা হয়, এবং উল্লেখযোগ্য এই মামলাটির বিচার,২০২৩ সালের মাঝামাঝি পর্যন্ত চলছে।\n\n\n== পটভূমি ==\n১৮ এপ্রিল ২০২২-এর রাতে স্থানীয় একটি খাবারের দোকানে দোকানদার এবং ছাত্রদের মধ্যে বিরোধের জের ধরে শুরু হওয়া এই দ্বন্দ্ব দ্রুত বড় আকারের সংঘর্ষে রূপ নেয়। আওয়ামী লীগের ছাত্র সংগঠন ছাত্রলীগের ছাত্র সদস্যরা এই সহিংসতায় জড়িত বলে অভিযোগ করা হয়, এবং হামলায় বেশ কয়েকজন আহত হয়। সংঘর্ষের সময় দোকানদারদের সঙ্গে থাকার সন্দেহে নিজ কর্মস্থলের পাশ দিয়ে গমনরত হোসাইনের ওপর হামলা চালায় একদল দুর্বৃত্ত। হামলাকারীদের অনেকে দেশী অস্ত্রে সজ্জিত এবং হেলমেট পরা ছিল।\n\n\n== ঘটনা ==\nনিউমার্কেট এলাকার কাছে দুটি খাবারের দোকানে বিরোধে জড়িত একটি গ্রুপকে সাহায্য করার জন্য শিক্ষার্থীদের ডাকা হলে সংঘর্ষ শুরু হয়। সংঘর্ষটি দ্রুত বৃদ্ধি পায়, যার ফলে সারা রাত এবং পরের দিন ছাত্র ও দোকানদারদের মধ্যে হিংসাত্মক সংঘর্ষ হতে থাকে। সংঘর্ষে অর্ধশতাধিক মানুষ আহত হয়। হোসাইন কাজে যাওয়ার পথে ওই এলাকা দিয়ে যাওয়ার সময় বিশৃঙ্খলার মধ্যে পড়েন। ঘটনার ভিডিও ফুটেজে দেখা যায়, হেলমেট পরা একদল লোক দ্বারা হোসাইন আক্রান্ত হয়েছে এবং গুরুতর আহত হয়েছে। তাকে দ্রুত ঢাকা মেডিকেল কলেজ হাসপাতালে নেওয়া হলেও ওই দিনই তার মৃত্যু হয়।  সংঘর্ষের সময় ইটের আঘাতে প্রাণ হারান আরেকজন, দোকানের কর্মী মুরসালিনও।\n\n\n== পরবর্তী ==\n\n\n=== তদন্ত ও গ্রেফতার ===\nঘটনার পরের দিনগুলিতে, ঢাকা মেট্রোপলিটন পুলিশ একটি তদন্ত শুরু করে এবং হামলাকারীদের সনাক্ত করতে সিসিটিভি ফুটেজ পর্যালোচনা করে। হোসাইন হত্যায় প্রধান সন্দেহভাজন হিসেবে ঢাকা কলেজের ছয় শিক্ষার্থীর নাম উল্লেখ করা হয়। হামলাকারীরা ক্ষমতাসীন আওয়ামী লীগের ছাত্র সংগঠন ছাত্রলীগের সঙ্গে জড়িত বলে জানা যায়। আসামিদের মধ্যে ছিলেন বাশার ইমন, বাংলা বিভাগের দ্বিতীয় বর্ষের ছাত্র। যারা হোসেনকে ছুরি দিয়ে আঘাত করে ইমনকে তার প্রাথমিক হামলাকারীদের একজন হিসেবে চিহ্নিত করা হয় । পুলিশ ঢাকা কলেজের ছাত্রাবাসে একাধিক অভিযান চালালেও সন্দেহভাজনরা প্রাথমিকভাবে ধরা এড়িয়ে যায়।\nবেশ কিছু সন্দেহভাজনকে পরবর্তীতে গ্রেপ্তার করা হয়, এবং সাক্ষীদের সাক্ষ্য এবং ভিডিও প্রমাণের মাধ্যমে তাদের জড়িত থাকার বিষয়টি নিশ্চিত করা হয়। ২৪ এপ্রিল, চিহ্নিত চার হামলাকারীর মধ্যে দুজনকে হেফাজতে নেওয়া হয়। ২৮ এপ্রিলের মধ্যে ঢাকা কলেজের পাঁচ শিক্ষার্থীকে আরও জিজ্ঞাসাবাদের জন্য দুই দিনের রিমান্ডে নেওয়া হয়।\n\n\n=== আইনি প্রক্রিয়া ===\nগ্রেপ্তারের পরপরই আইনি প্রক্রিয়া শুরু হয়, সন্দেহভাজনদের বিরুদ্ধে বাংলাদেশ দণ্ডবিধির অধীনে হত্যার অভিযোগ আনা হয়। ২০২৩ সালের মাঝামাঝি পর্যন্ত, বিচার এখনও চলমান ছিল, ইমন এবং অন্যান্যদের বিচার করা হচ্ছে। অপরাধের সহিংস প্রকৃতি এবং রাজনৈতিক দলগুলির সাথে যুক্ত ছাত্রদের জড়িত থাকার কারণে মামলাটি ব্যাপক মনোযোগ আকর্ষণ করেছে। কর্তৃপক্ষ এবং প্রসিকিউশন দোষীদের জন্য সর্বোচ্চ শাস্তি চেয়েছে, কারণ হোসেনের মৃত্যু ছাত্র রাজনৈতিক দলগুলির সাথে যুক্ত ক্রমবর্ধমান সহিংসতার বিরুদ্ধে একটি জাতীয় প্রতিক্রিয়া সৃষ্টি করেছিল।\n\n\n=== প্রাতিষ্ঠানিক প্রতিক্রিয়া ===\nঘটনার প্রতিক্রিয়ায়, ঢাকা কলেজ ২৬ এপ্রিল একটি তদন্ত কমিটি গঠন করে যা ১৮ এপ্রিল সংঘটিত সংঘর্ষে এর ছাত্ররা জড়িত কিনা তা তদন্ত করে। কলেজ কর্তৃপক্ষ জানিয়েছে, একাডেমিক নিয়ম মেনে কমিটি গঠন করা হয়েছে।\n\n\n== আরও দেখুন ==\nআবরার ফাহাদ হত্যাকাণ্ড\nবাংলাদেশ ছাত্রলীগের সহিংসতা\n\n\n== তথ্যসূত্র =="}