{"pageid": 1487449, "title": "সীম বোলিং", "url": "https://bn.wikipedia.org/wiki?curid=1487449", "content": "সীম বোলিং হল ক্রিকেটে একটি বোলিং কৌশল যেখানে বলটি ইচ্ছাকৃতভাবে তার সিমে বল করা হয়, যাতে বল বাউন্সের সময় একটি এলোমেলো বিচ্যুতি ঘটায়।  অনুশীলনকারীরা সীম বোলার বা সীমার হিসাবে পরিচিত।\nসীম বোলিং হল ফাস্ট বোলিংয়ের একটি ধরন, যদিও বোলিং গতি যেটাতে সীম একটি ফ্যাক্টর হতে পারে তার মধ্যে রয়েছে মাঝারি গতির বোলিং। যদিও এমন বিশেষজ্ঞ সিমার আছে যারা নিয়মিত ফাস্ট বোলারদের তুলনায় ধীরে ধীরে বোলিং করার জন্য ইচ্ছাকৃতভাবে অফ কাটার এবং লেগ কাটার ব্যবহার করে, বেশিরভাগ বোলাররা কিছুটা প্রভাবের জন্য সীম ব্যবহার করে এবং তাই \"সীমার\" এবং \"ফাস্ট বোলার\" শব্দগুলি মূলত সমার্থক। অতীতে, এমনকি সাম্প্রতিক অতীতেও এটি অনেক কম ছিল। টম কার্টরাইট এবং ডেরেক শ্যাকলটনের মতো বোলাররা কম ৭০ মাইল প্রতি ঘণ্টা গতিতে সিমারদের বোলিং করতেন এবং তাদের নিয়ন্ত্রণ এবং বৈচিত্র্যের দক্ষতার কারণে তারা খুব সফল ছিলেন।\n\n\n== পদার্থবিদ্যা ==\nএকটি ক্রিকেট বল একটি নিখুঁত গোলক নয়। বলের সীম হল বৃত্তাকার সেলাই যা ক্রিকেট বলের দুই অর্ধেকের সাথে মিলিত হয়। তাই, চামড়ার টুকরোগুলির সাথে যুক্ত সেলাইটি পরিধিযুক্ত এবং সেলাইটি লক্ষণীয়ভাবে উত্থিত হয়। যদি বলটি এমনভাবে বোলিং করা হয় যাতে বাউন্স করার সময় সীমটি পিচকে আঘাত করে, এই অনিয়মের কারণে বলটি তার পথের পাশে বিচ্যুত হতে পারে। এটি যে কোনো দিকে যেতে পারে, অথবা শুধু সোজা যেতে পারে। ব্যাটসম্যানকে দেখতে হবে তার শট বাছাই করতে পিচ করার পর বল কীভাবে চলে।\nএই প্রভাব অর্জনের জন্য, একজন সীম বোলার সাধারণত একটি অনুভূমিক অক্ষের চারপাশে ঘূর্ণন সহ সীমটি সোজা রেখে বল ডেলিভারি করেন। এটি ব্যাটারের দিকে যাওয়ার সময় সীমটিকে উল্লম্বভাবে সারিবদ্ধ রাখে, এতে বলটি পিচে সীমের সাথে বাউন্স হওয়ার সম্ভাবনা তৈরি করে। ধারাবাহিকভাবে সীমকে আঘাত করা যতটা সহজ মনে হয় ততটা সহজ নয়। বল ডেলিভারির সময় তর্জনী এবং মধ্যমা আঙুলের মাঝখানে সীমটি সোজা রাখতে হবে এবং সবচেয়ে গুরুত্বপূর্ণ, বল ডেলিভারি করার সময় কব্জিটি মৃত সোজা থাকতে হবে। অস্ট্রেলিয়ার গ্লেন ম্যাকগ্রার সীম এবং কব্জির অবস্থান যুক্তিযুক্তভাবে একটি নিখুঁত উদাহরণ।\n\nএকটি সরল পথ থেকে বলের বিচ্যুতির দিক এবং মাত্রা ৬র্ভর করে সীমের ছোট আকারের সারিবদ্ধকরণ এবং পিচ পৃষ্ঠের যেকোনো অনিয়মের উপর। এর মানে হল যে সীম দ্বারা সৃষ্ট বিচ্যুতি বিশৃঙ্খল এবং অপ্রত্যাশিত।\nযাইহোক, এটিও সম্ভব, একটি কোণে সীম ধরে রেখে এবং বলের পৃষ্ঠের উপর আঙ্গুলগুলি ঘূর্ণায়মান করে, একটি ইচ্ছাকৃত অফ কাটার তৈরি করা যাতে বলটি পিচ বা পায়ে বাউন্স করার সময় অফ সাইড থেকে দূরে সরে যায়। কাটার যাতে এটি ডান হাতের ব্যাটার থেকে দূরে সরে যায়। প্রাক্তন অস্ট্রেলিয়ান বোলার ডেনিস লিলি যথেষ্ট প্রভাব ফেলতে এই ধরণের একটি লেগ কাটার নিযুক্ত করেছিলেন; যাইহোক, এই ধরণের ডেলিভারিগুলি যদি বোলার কেবলমাত্র সোজা হয়ে সীম দিয়ে বোলিং করে, এক বা অন্যভাবে নড়াচড়ার আশায় তার চেয়ে ধীর হবে। কিছু বোলার ইচ্ছাকৃতভাবে কাটার ব্যবহার করে পিচের বাইরে বিচ্যুতির চেয়ে তাদের আশ্চর্য ধীরগতির জন্য।\nপ্রায়শই সীম দ্বারা সৃষ্ট বিচ্যুতি যথেষ্ট বড় হয় না যা ব্যাটারের বল খেলার ক্ষেত্রে উল্লেখযোগ্য সমস্যা সৃষ্টি করে। মাঝে মাঝে, তবে, বলটি মাঝখানের পরিবর্তে ক্রিকেট ব্যাটের প্রান্তে আঘাত করার জন্য যথেষ্ট বিচ্যুত হতে পারে, যা কাছাকাছি ফিল্ডারদের জন্য একটি ক্যাচ তৈরি করে। সুইং বোলিং বৃহত্তর বিচ্যুতি পাওয়ার একটি উপায়, কিন্তু নিয়ন্ত্রণ করা কঠিন।\nঅস্ট্রেলিয়ান ফাস্ট-মিডিয়াম বোলার গ্লেন ম্যাকগ্রা তার সীমিং ক্ষমতাকে তার ক্যারিয়ারে দারুণ প্রভাব ফেলেছেন। একটি দলের ইনিংসের শুরুতে বলটি সেরাভাবে 'সীম' করে, যখন বলটি নতুন হয়। একটি পিচ যেখানে ফাটল রয়েছে একজন সীম বোলারকেও সাহায্য করতে পারে।প্রকৃত 'ইয়র্কার' সীম বোলাররা ব্যবহার করতে পারে, কিন্তু বাউন্স ('পিচ') ব্যাটারের পায়ের এত কাছাকাছি যে এটির মূল লাইন থেকে বিচ্যুত হওয়ার কোনো সুযোগ নেই।\nসীম বোলিং কৌশলের আরেকটি ভালো উদাহরণ হল ফাস্ট বোলার কোর্টনি ওয়ালশ এবং ওয়াসিম আকরাম। নিম্নোক্ত বর্ণনার ক্লোজ-আপ ক্যামেরার কাজ উদাহরণস্বরূপ এখানে দেখা যেতে পারে:  দুজনেই একটি ফরোয়ার্ড রিস্ট ফ্লিক ব্যবহার করেছিলেন যা হাতের বাম দিকের বলটিকে ব্যাক-স্পিন দেয়। যাইহোক, উল্লেখযোগ্যভাবে, তাদের আঙুলের অবস্থানের পছন্দের কারণে বলটি অগ্রসরতা প্রদর্শন করে (গাইরোস্কোপের অনুরূপ), সীমটি বিস্তৃতভাবে খাড়া থাকে তবে ৫টা থেকে ৭টার অবস্থানের মধ্যে বারবার দোলা দেয় (যদি নীচে থেকে দেখা হয় সীম)। এটি কার্যকরভাবে সীম-প্ররোচিত সুইংকে ধ্বংস করে (যেহেতু বলটি বাতাসের মাধ্যমে আউটসুইং এবং ইনসুইং সিমের অবস্থানের মধ্যে ক্রমাগত পরিবর্তিত হয়)। এইভাবে, বল সরাসরি পিচের উপর চলে যায় (তাত্ত্বিকভাবে বোলারকে আরও নির্ভুল হতে দেয়)। যাইহোক, যখন বলের সীমটি ৫টায় পিচের সাথে যোগাযোগ করে, ফলাফলটি বাম দিকে সরানো হয় (ডান-হাতের ব্যাটারের কাছে দূরে), যখন বলের সীমটি ৭টায় পিচের সাথে যোগাযোগ করে ঘড়ির অবস্থান, ফলাফলটি ডানদিকে সরানো হয় (ডান-হাতের ব্যাটারে)। এটা দেখা যায় যে খুব কমই পিচিং করার পর বলটি সম্পূর্ণভাবে সোজা চালিয়ে যাওয়ার জন্য বিশুদ্ধভাবে ৬ বাজে অবস্থানে থাকবে। এটি সীম বোলিংয়ের অপ্রত্যাশিত প্রকৃতির সাথে সারিবদ্ধ, তবে পিচ পৃষ্ঠের অনিয়মের পরিবর্তে প্রাথমিকভাবে বোলারের কৌশল দ্বারা চালিত হয়।\n\n\n== আরও দেখুন ==\nক্রিকেট পরিভাষা\nসুইং বোলিং\n\n\n== তথ্যসূত্র =="}