{"pageid": 1487363, "title": "পুরাতন কোর্ট জামে মসজিদ, ফরিদপুর", "url": "https://bn.wikipedia.org/wiki?curid=1487363", "content": "পুরাতন কোর্ট জামে মসজিদ ফরিদপুরে অবস্থিত একটি দৃষ্টিনন্দন ও ঐতিহাসিক মসজিদ। ১৯৩৬ সালে মসজিদটির নির্মাণ কাজ শুরু হয় এবং ১৯৪০ সালে নির্মাণ কাজ সম্পন্ন হয়।\n\n\n== অবস্থান ==\nমসজিদটি ফরিদপুর পৌরসভার দক্ষিণ কালিবাড়ী এলাকায় অবস্থিত। মসজিদের পূর্ব দিকে ফরিদপুর স্টেডিয়াম, পশ্চিম দিকে রাজেন্দ্র কলেজ ও উত্তর দিকে ফরিদপুর জেলা কারাগার অবস্থিত।\n\n\n== ইতিহাস ==\nমসজিদের নির্মাণ কাজ শুরু হয় ১৯৩৬–১৯৩৮ সালে। দুই বছর পর ১৯৪০ সালে মসজিদের নির্মাণ কাজ শেষ হয়। মসজিদটি প্রতিষ্ঠিত হওয়ার পিছনে মৌলভি তমিজউদ্দিন খান-এর ভূমিকা সবচেয়ে বেশি। তিনি ফরিদপুর জজ কোর্টের বিচারক এবং পরবর্তীতে অবিভক্ত বাংলার মন্ত্রী হিসেবে দায়িত্বপালন করেন।\nআফতাব উদ্দিন নামক এক ব্যক্তি মসজিদের প্রথম ইমাম হিসেবে দায়িত্ব পালন করেন। তার মাসিক বেতন ছিল ২৫ টাকা।\n১৯৭৭ সালে ফরিদপুরের তৎকালীন জেলা প্রশাসক আব্দুল মুয়ীদ চৌধুরী মসজদটিকে বর্ধিত করার জন্য আট লক্ষ টাকা অর্থ সহায়তা প্রদান করেন। শুরুতে মসজিদের জায়গা ছিল ০.২৩ একর (৯৩০ বর্গমিটার)। পরবর্তীতে তৎকালীন জেলা প্রশাসক মসজিদের জন্য আরও ০.০৭ একর (২৮০ বর্গমিটার) জমি বরাদ্দ করেন।\n\n\n== গঠনশৈলী ==\n\nমসজিদের মূল ভবনটি একতলা বিশিষ্ট। মসজিদটিতে তিনটি গম্বুজ রয়েছে। মাঝের গম্বুজটি আকারে বড় ও অন্য দুইটি গম্বুজ আকারে ছোট। মসজিদের সামনে ও মাঝ বরাবর দুই কোনায় দুটি করে মোট ৪টি মিনার রয়েছে। মাঝ বরাবর কোনায় অবস্থিত মিনার দুটি আকারে বড়, এছাড়াও ছোট ছোট আরও কতগুলো মিনার রয়েছে। বড় মিনার দুইটিতে সিরামিকের কারুকার্য রয়েছে। মসজিদের গম্বুজেও সিরামিকের কারুকার্য দেখা যায়। মসজিদের ভেতরে জাপানি টাইলস-এর কারুকার্য রয়েছে। মসজিদের মূল কক্ষে রয়েছে দুটি স্তম্ভ ও বারান্দায় ৬টি স্তম্ভ রয়েছে।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে পুরাতন কোর্ট জামে মসজিদ, ফরিদপুর সম্পর্কিত মিডিয়া দেখুন।\n\"পুরাতন কোর্ট জামে মসজিদ ফরিদপুর\"। ফরিদপুর সিটি। ২০২২-০৪-০১। ২০২৪-১১-০৬ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০২৪-১০-২৫।"}