{"pageid": 14875, "title": "ঔষধবিজ্ঞান", "url": "https://bn.wikipedia.org/wiki?curid=14875", "content": "ঔষধবিজ্ঞান জীববিজ্ঞান ও চিকিৎসাবিজ্ঞানের একটি বিশেষ আন্তঃক্ষেত্রীয় শাখা যার মূল আলোচ্য বিষয় হল ঔষধের ধর্ম এবং দেহের উপর ঔষধের ক্রিয়া ও প্রতিক্রিয়া। ব্যাপকতর অর্থে ঔধধবিজ্ঞান হল বহিরাগত রাসায়নিক পদার্থের সাথে দেহের ক্রিয়া ও প্রতিক্রিয়া কীভাবে স্বাভাবিক বা অস্বাভাবিক প্রাণরাসায়নিক প্রক্রিয়াকে প্রভাবিত করে, তার গবেষণা। যদি রাসায়নিক পদার্থটি দেহের জন্য উপকারী ঔষধ হয়, তাহলে তার গবেষণাকে আরোগ্যবিজ্ঞান (Therapeutics) বলে। অন্যদিকে যদি রাসায়নিক পদার্থটি দেহের জন্য মূলত ক্ষতিকর হয়, তাহলে তার গবেষণাকে বিষক্রিয়াবিজ্ঞান (Toxicology) বলা হয়। তবে সাধারণ অর্থে উপকারী ঔষধ, অর্থাৎ যেসব রাসায়নিক পদার্থের রোগ নিরাময়যোগ্য গুনাগুণ রয়েছে এবং যার ব্যবহার চিকিৎসাগতভাবে নিরাপদ, সেগুলি সংক্রান্ত সকল জ্ঞানই ঔষধবিজ্ঞানের আলোচ্য বিষয়। ঔষধবিজ্ঞানের ইংরেজি পরিভাষা ফার্মাকোলজি শব্দটি এসেছে গ্রিক শব্দ ফার্মাকন (\"Pharmacon\", যার অনেকগুলি আভিধানিক অর্থের একটি হল \"ঔষধ\") এবং \"লোগোস\" (\"Logos\", যার অর্থ \"বিজ্ঞান\") থেকে।\nঔষধবিজ্ঞানীরা ঔষধসমূহের আরোগ্যসূচক (therapeutic index) নির্ধারণ করেন। অর্থাৎ তারা বিভিন্ন মাত্রায় প্রদত্ত ঔষধের বিষক্রিয়ার সাপেক্ষে আপেক্ষিক উপকারিতা নির্ধারণ করেন। এর ফলে কোন্‌ মাত্রায় ঔষধ প্রদান করলে রোগীর সর্বোচ্চ উপকার হবে তা সংজ্ঞায়িত করা সম্ভব হয়। যেমন অনেক ঔষধ বয়স্ক ব্যক্তিদেহের দেহে অপেক্ষাকৃত ধীরগতিতে বিপাচিত হয়, ফলে ঐসব ঔষধ অপেক্ষাকৃত কম ঘনঘনভাবে প্রদান করতে হয়। আবার অনেক রাসায়নিক পদার্থ বৃক্ক বা কিডনির মাধ্যমে রেচিত বা নিষ্কাশিত হয় বলে যেসব ব্যক্তির বৃক্কজনিত ব্যধি আছে, তাদের ঔষধ নিষ্কাশনে সমস্যা হতে পারে। এসবই ঔষধবিজ্ঞানীদের বিবেচনাধীন থাকে।\nযেসমস্ত চিকিৎসক ঔষধবিজ্ঞানে বিশেষ জ্ঞান অর্জন করেন, তাদেরকে \"নিদানিক ঔষধবিজ্ঞানী\" বলা হয়। হাসপাতালে যেসব ঔষধ প্রস্তুতি ও ব্যবহারবিদরা কাজ করেন, তারাও ঔষধবিজ্ঞানে বিশেষ জ্ঞান রাখেন, এবং তারা ঔষধের সর্বোত্তম ব্যবহার সম্পর্কে চিকিৎসকদের পরামর্শ দিতে পারেন।\n\n\n== শাখা ==\nঔষধবিজ্ঞানের দুইটি প্রধান শাখা হল ঔষধসঞ্চরণবিজ্ঞান (\"Pharmacokinetics\") এবং ঔষধক্রিয়াবিজ্ঞান (Pharmacodynamics)। যখন ঔষধ আমাদের দেহে প্রবেশ করে তখন দেহ সরাসরি তার উপর কাজ করতে শুরু করে। দেহের মধ্যে ঔষধের শোষণ, বণ্টন, বিপাক এবং নিষ্কাশন হল ঔষধসঞ্চরণবিজ্ঞানের আলোচ্য বিষয়। ঔষধ দেহের উপর যে ক্রিয়া করে, সেই প্রক্রিয়াটি কোনও গ্রাহকের ভূমিকা ছাড়া অনেকাংশেই অচল, যেহেতু এই গ্রাহকই তার নির্বাচনশীলতার গুণে ঔষধকে দেহের উপর ক্রিয়া করতে সহায়তা করে। অন্যদিকে দেহের উপর ঔষধ বা রাসায়নিক পদার্থের ক্রিয়াই মূলত ঔষধক্রিয়াবিজ্ঞানের আলোচ্য বিষয়। ঔষধ গ্রহণের পুরামাত্রা বা \"কোর্স\" ও তার চিকিৎসাবিদ্যাগত ক্রিয়ার সময়সীমা নির্ধারিত হয় ঔষধসঞ্চরণবিজ্ঞান এবং ঔষধক্রিয়াবিজ্ঞানের আলোকেই। ঔষধবিজ্ঞান এবং ঔষধ প্রস্তুতি ও ব্যবহার বিজ্ঞানের (ইংরেজি পরিভাষায় ফার্মেসি) মধ্যে পার্থক্য আছে। ঔষধবিজ্ঞান আলোচনা করে কীভাবে ঔষধ জীবদেহ বা জৈব মাধ্যমকে প্রভাবিত করে এবং কীভাবে ঔষধ জীবদেহ বা জৈব মাধ্যম দ্বারা প্রভাবিত হয়। অন্যদিকে ঔষধ প্রস্তুতি ও ব্যবহার বিজ্ঞান হল একটি জৈব চিকিৎসাবিজ্ঞান যার আলোচনার বিষয়বস্তু হল ঔষধবিজ্ঞান থেকে আহরিত জ্ঞান প্রয়োগ করে ঔষধের প্রস্তুতি, ব্যবহার ও পরিবেশন, ইত্যাদি।\n\n\n=== উপশাখাসমূহ ===\n\n\n==== রোগীভিত্তিক ঔষধবিজ্ঞান ====\nচিকিৎসাবিজ্ঞানের শাখা যা আলোচনা করে জীব ও মানবদেহের ওপর চিকিৎসার প্রভাব। ইংরেজিতে \"ক্লিনিকাল ফার্মাকোলজি\" (Clinical pharmacology) বলা হয়।\n\n\n==== স্নায়ু-ঔষধবিজ্ঞান ====\nস্নায়ুতন্ত্রের কার্যকারিতার ওপর ঔষধের প্রভাব সম্পর্কিত শাখা। ইংরেজিতে \"নিউরোফার্মাকোলজি\" (Neuropharmacology) বলা হয়।\n\n\n==== মনোঔষধবিজ্ঞান ====\nমন তথা মস্তিস্কের উপর ঔষধের ক্রিয়া ও এর প্রভাব পর্যবেক্ষণ, আচরণগত পার্থক্য নির্ণয় ও শারীরতাত্ত্বিক প্রভাব পর্যবেক্ষণ, ইত্যাদি এ শাখার আলোচ্য বিষয়। ইংরেজিতে \"সাইকোফার্মাকোলজি\" (Psychopharmacology) বলা হয়।\n\n\n==== ঔষধমাত্রাবিজ্ঞান ====\nকীভাবে ঔষধের মাত্রা নির্ধারণ করা হয় সে সম্পর্কিত জ্ঞান। নির্ভর করে রোগীর বয়স, ভর, লিঙ্গ, আবহাওয়া ইত্যাদির উপর। ইংরেজিতে \"পোসোলজি\" বলা হয়।\n\n\n==== ভেষজ ঔষধবিজ্ঞান ====\nভেষজ গুনাগুণ সম্পন্ন উদ্ভিদ বা প্রাণীজ পদার্থ থেকে চিকিৎসাগত দ্রব্যাদির আহরণ ও প্রক্রিয়াজাতকরণ, সংরক্ষণ, বাজারজাতকরণ, সুষ্ঠু বণ্টন ও বিতরণ ইত্যাদি এর আলোচ্য বিষয়। ইংরেজিতে \"ফার্মাকগনসি\" (Pharmacognosy) বলা হয়।\n\n\n==== ঔষধ-বংশাণুবিজ্ঞান ====\nবিভিন্ন জাত, বিভাগ, বর্ণ তারতম্য ভেদে ঔষধের প্রভাবের পার্থক্য নিরূপণ করা এবং এগুলোর উপর ভিত্তি করে সঠিক পরিমাণের ও সর্বনিম্ন প্রতিক্রিয়াযুক্ত ঔষধ নির্বাচন করা এই শাখার প্রধান বিষয়। ইংরেজিতে একে \"ফার্মাকোজেনেটিক্‌স\" (Pharmacogenetics) বলা হয়।\n\n\n==== ঔষধ-বংশাণুসমগ্র বিজ্ঞান ====\nঔষধ প্রযুক্তিতে বংশাণু প্রযুক্তির ব্যবহার সম্পর্কে আলোচনা। এই সম্পর্কিত বিদ্যমান ঔষধের উন্নয়ন এবং নতুন ঔষধ আবিস্কারের নিমিত্তে গবেষণা। ইংরেজিতে \"ফার্মাকোজিনোমিক্‌স\" (Pharmacogenomics) বলা হয়।\n\n\n== তথ্যসূত্র =="}