{"pageid": 1487983, "title": "মেরি অ্যানিং", "url": "https://bn.wikipedia.org/wiki?curid=1487983", "content": "মেরি অ্যানিং (২১ মে ১৭৯৯ - ৯ মার্চ ১৮৪৭) ছিলেন একজন ইংরেজ জীবাশ্ম সংগ্রাহক, ব্যাবসায়ী এবং বিশেষজ্ঞ । দক্ষিণ-পশ্চিম ইংল্যান্ডের ডরসেট কাউন্টির লাইম রেজিসে ইংলিশ চ্যানেলের ধারে পাহাড়ে জুরাসিক যুগের সামুদ্রিক জীবাশ্ম আবিষ্কারের জন্য তিনি আন্তর্জাতিকভাবে বিখ্যাত হয়ে ওঠেন। অ্যানিংয়ের অনুসন্ধানগুলি প্রাগৈতিহাসিক জীবন এবং পৃথিবীর ইতিহাস সম্পর্কে বৈজ্ঞানিক চিন্তাভাবনার পরিবর্তনে অবদান রাখে।\nঅ্যানিং এলাকার ব্লু লিয়াস এবং চারমাউথ মাডস্টোন পাহাড়গুলিতে জীবাশ্মের সন্ধান করতেন, বিশেষ করে শীতকালে যখন ভূমিধসের ফলে নতুন জীবাশ্ম উন্মোচিত হয় যেগুলি সমুদ্রে হারিয়ে যাওয়ার আগে দ্রুত সংগ্রহ করতে হয়। তার আবিষ্কারের মধ্যে ছিল প্রথম সঠিকভাবে শনাক্ত ইচথায়োসর কঙ্কাল  ; প্রথম দুটি প্রায় সম্পূর্ণ প্লেসিওসর কঙ্কাল; জার্মানির বাইরে অবস্থিত প্রথম টেরোসর কঙ্কাল; এবং মাছের জীবাশ্ম। তার পর্যবেক্ষণগুলি এই আবিষ্কারে একটি মুখ্য ভূমিকা পালন করেছিল যে কপ্রোলাইট, যা সেই সময়ে বেজোয়ার পাথর হিসাবে পরিচিত ছিল, আসলে প্রস্তরীভূত মল। তিনি আরও আবিষ্কার করেছিলেন যে বেলেমনাইট জীবাশ্মগুলিতে আধুনিক সেফালোপডের মতো জীবাশ্মযুক্ত কালির থলি রয়েছে৷\nঅ্যানিং তার জীবনের বেশিরভাগ সময় আর্থিকভাবে সমস্যায় ছিলেন। মহিলা হওয়ার কারণে, তিনি লন্ডনের ভূতাত্ত্বিক সোসাইটিতে যোগদানের যোগ্য ছিলেন না এবং তিনি সর্বদা তার বৈজ্ঞানিক অবদানের জন্য সম্পূর্ণ কৃতিত্ব পাননি। দে লা বেচে অ্যানিংয়ের জীবাশ্ম আবিষ্কারকে একটি বিখ্যাত চিত্রকর্মের জন্য অনুপ্রেরণা হিসেবে ব্যবহার করেন এবং এর প্রিন্ট বিক্রি করে তাকে অর্থ উপার্জনে সহায়তা করেন।\nঅ্যানিং ব্রিটেন, ইউরোপ এবং আমেরিকার ভূতাত্ত্বিকদের মধ্যে সুপরিচিত হয়ে ওঠেন এবং শারীরস্থানের পাশাপাশি জীবাশ্ম সংগ্রহের বিষয়ে অনেকে তার কাছে পরামর্শ নেন। তার জীবদ্দশায় প্রকাশিত তার একমাত্র বৈজ্ঞানিক লেখাটি ১৮৩৯ সালে ম্যাগাজিন অফ ন্যাচারাল হিস্ট্রি- এ প্রকাশিত হয়েছিল। ১৮৪৭ সালে তার মৃত্যুর পর, অ্যানিংয়ের অস্বাভাবিক জীবন কাহিনী জনমানসে আগ্রহ আকর্ষণ করে।\n\n\n== জীবন এবং কর্ম ==\n\n\n=== শৈশবকাল ===\n\nমেরি অ্যানিং   ২১ মে ১৭৯৯ সালে ইংল্যান্ডের ডরসেটের লাইম রেজিসে জন্মগ্রহণ করেন। তার বাবা, রিচার্ড অ্যানিং ( আনু. ১৭৬৬-১৮১০), ছিলেন একজন কাঠমিস্ত্রি যিনি শহরের কাছে উপকূলীয় ক্লিফ-সাইড ফসিল বেড খনন করে এবং পর্যটকদের কাছে তার সন্ধান বিক্রি করেও কিছু বাড়তি আয় করতেন; তার মা ছিলেন মেরি মুর ( আনু. ১৭৬৪-১৮৪২) যিনি মলি নামে পরিচিত ছিলেন।  অ্যানিংয়ের বাবা-মা ১৭৯৩ সালের ৮ আগস্ট ব্ল্যান্ডফোর্ড ফোরামে বিয়ে করেন এবং লাইমে চলে যান, শহরের সেতুতে তৈরি একটি বাড়িতে বসবাস শুরু করেন।\n\n \n\nমলি এবং রিচার্ডের দশ সন্তান ছিল।  প্রথম সন্তান, এর নামও মেরি, ১৭৯৪ সালে জন্মগ্রহণ করেন। তার পরে আরেকটি মেয়ে ছিল, যে প্রায় জন্মের পরেই মারা গিয়েছিল; ১৭৯৬ সালে জোসেফ; এবং ১৭৯৮ সালে আরেকটি পুত্র, যিনি শৈশবে মারা যান। সেই বছরের ডিসেম্বরে, সবচেয়ে বড় সন্তান, (প্রথম মেরি) চার বছর বয়সী, সম্ভবত আগুনে কাঠের শেভিং যোগ করার সময় তার জামাকাপড়গুলিতে আগুন ধরে যাওয়ার পরে মারা যায়।  এই ঘটনাটি ২৭ ডিসেম্বর ১৭৯৮-এ বাথ ক্রনিকলে রিপোর্ট করা হয়েছিল। \nঅ্যানিং যখন পাঁচ মাস পরে জন্মগ্রহণ করেন, তখন তার মৃত বোনের নামে তার নাম রাখা হয়েছিল মেরি। তার পরে আরও সন্তানের জন্ম হয়েছিল, কিন্তু তাদের কেউই এক বা দুই বছরের বেশি বাঁচেনি। শুধুমাত্র দ্বিতীয় মেরি অ্যানিং এবং তার ভাই জোসেফ, যিনি তার চেয়ে তিন বছরের বড় ছিলেন, প্রাপ্তবয়স্ক হওয়া পর্যন্ত বেঁচে ছিলেন।  অ্যানিং পরিবারের উচ্চ শিশু মৃত্যুর হার অস্বাভাবিক ছিল না। ১৯ শতকে যুক্তরাজ্যে জন্মগ্রহণকারী প্রায় অর্ধেক শিশু পাঁচ বছর বয়সের আগে মারা গিয়েছিল এবং ১৯ শতকের প্রথম দিকে লাইম রেজিসের জনাকীর্ণ জীবনযাত্রায়, গুটিবসন্ত এবং হামের মতো রোগে শিশুর মৃত্যু সাধারণ ঘটনা ছিল। \n১৯ আগস্ট ১৮০০-এ, যখন অ্যানিংয়ের বয়স ১৫ মাস, একটি ঘটনা ঘটেছিল যা স্থানীয় লোককথার অংশ হয়ে ওঠে। একজন প্রতিবেশী, এলিজাবেথ হাসকিংস শিশু মেরির দেখভাল করছিলেন। তিনি একটি এলম গাছের নীচে আরও দু'জন মহিলার সাথে দাঁড়িয়ে অশ্বারোহীদের অশ্বারোহণ দেখছিলেন যখন বজ্রপাত গাছটিতে আঘাত হেনেছিল - তিনজন মহিলারই মৃত্যু ঘটে।  অন্যরা শিশু মেরিকে বাড়িতে নিয়ে যান, যেখানে তাকে গরম জলের স্নান করিয়ে পুনরুজ্জীবিত করা হয়েছিল।  স্থানীয় এক চিকিৎসক তার বেঁচে থাকাকে অলৌকিক বলে ঘোষণা করেন।\nঅ্যানিংয়ের শিক্ষা অত্যন্ত সীমিত ছিল, তিনি একটি কনগ্রেগ্যাসিওনালিস্ট সানডে স্কুলে যোগ দিতে সক্ষম হন, যেখানে তিনি পড়তে এবং লিখতে শিখেছিলেন।\n\n\n=== পারিবারিক জীবাশ্ম ব্যবসা ===\n\n১৮ শতকের শেষের দিকে, লাইম রেজিস একটি জনপ্রিয় সমুদ্রতীরবর্তী পর্যটন কেন্দ্রে পরিণত হয়েছিল। এর কারণ ১৭৯২ সালের পরে ফরাসি বিপ্লবী যুদ্ধের প্রাদুর্ভাব ইউরোপীয় মূল ভূখণ্ডে ভ্রমণ ইংরেজ ভদ্রলোকদের জন্য বিপজ্জনক করে তুলেছিল ।  অ্যানিংয়ের সময়ের আগেও, স্থানীয়রা দর্শকদের কাছে \"কিউরিওস\" বলে বিক্রি করে কিছু উপরি আয় করত। এগুলি ছিল রঙিন স্থানীয় নামের জীবাশ্ম যেমন \"সাপ-পাথর\" ( অ্যামোনাইট ), \"শয়তানের আঙ্গুল\" ( বেলেমনাইট ), এবং \"ভারটেবেরিস\" ( কশেরুকা ), এগুলোকে কেউ কেউ ঔষধি এবং রহস্যময় হিসাবেও দাবী করত।  ১৮ শতকের শেষের দিকে এবং ১৯ শতকের প্রথম দিকে জীবাশ্ম সংগ্রহের প্রচলন ছিল, প্রথমে বিনোদন হিসাবে, কিন্তু ধীরে ধীরে একটি বিজ্ঞানে রূপান্তরিত হয় কারণ ভূতত্ত্ব এবং জীববিজ্ঞানে জীবাশ্মের গুরুত্ব বোঝা যায়। এই জীবাশ্মগুলির বেশিরভাগের উৎস ছিল লাইম রেজিসের চারপাশে উপকূলীয় ক্লিফ, যা ব্লু লিয়াস নামে পরিচিত একটি ভূতাত্ত্বিক গঠনের অংশ। এটি ব্রিটেনের অন্যতম জীবাশ্ম পূর্ণ স্থান। \nরিচার্ড প্রায়ই অ্যানিং এবং তার ভাই জোসেফকে জীবাশ্ম অভিযানে নিয়ে যেতেন। তারা তাদের বাড়ির বাইরে একটি টেবিলে পর্যটকদের কাছে তাদের আবিস্কার বিক্রি করতেন। ইংল্যান্ডের দরিদ্রদের জন্য এটি একটি কঠিন সময় ছিল; ফরাসি বিপ্লবী যুদ্ধ, এবং পরবর্তী নেপোলিয়নীয় যুদ্ধের কারণে খাদ্য সংকট দেখা দেয়। ১৭৯২ থেকে ১৮১২ সালের মধ্যে গমের দাম প্রায় তিনগুণ বেড়ে গিয়েছিল, কিন্তু শ্রমিক শ্রেণীর মজুরি প্রায় অপরিবর্তিত ছিল। ডরসেটে রুটির ক্রমবর্ধমান দাম রাজনৈতিক অস্থিরতা ও দাঙ্গার সৃষ্টি করেছিল। রিচার্ড অ্যানিং খাদ্য ঘাটতির বিরুদ্ধে একটি প্রতিবাদ সংগঠিত করার সাথে জড়িত ছিলেন। \nউপরন্তু, ধর্মীয় ভিন্নমতের কারণে তারা বৈষম্যের শিকার হন। ঊনবিংশ শতাব্দীর প্রারম্ভে, যারা চার্চ অফ ইংল্যান্ডের অনুসারী হতে অস্বীকার করেছিল তাদের অক্সফোর্ড বা কেমব্রিজে অধ্যয়ন করার বা সেনাবাহিনীতে নির্দিষ্ট পদ গ্রহণের অনুমতি দেওয়া হতো না এবং বিভিন্ন পেশা থেকে আইন দ্বারা বাদ দেওয়া হয়েছিল।  অ্যানিংয়ের বাবা যক্ষ্মা রোগে ভুগছিলেন এবং ১৮১০ সালের নভেম্বরে (৪৪ বছর বয়সে) তার মৃত্যু ঘটে পাহাড় থেকে পড়ে গিয়ে। তার পরিবার দরিদ্র্য ত্রাণের জন্য আবেদন করতে বাধ্য হয়। \nআনিংরা জীবাশ্ম সংগ্রহ ও বিক্রি করতে থাকেন জীবিকা নির্বাহের জন্য। ডেনিস ডিন লিখেছেন যে তার মা এবং ভাই ছিলেন সফল জীবাশ্ম সংগ্রাহক। \n\nতাদের প্রথম বিখ্যাত আবিষ্কার ছিল ১৮১১ সালে যখন মেরি অ্যানিং ১২ বছর বয়সে; তার ভাই জোসেফ একটি ৪ ফুট ইচথায়োসরের খুলি খনন করেন এবং কয়েক মাস পরে অ্যানিং নিজেই বাকি কঙ্কালটি খুঁজে পান। স্যান্ড্রিংহাম, নরফোকের স্যান্ড্রিংহাম হাউসের হেনরি হোস্ট হেনলি, যিনি লাইম রেজিসের কাছে কলওয়ের ম্যানরের অধিপতি ছিলেন, এর জন্য পরিবারটিকে প্রায় ২৩ পাউন্ড প্রদান করেছিলেন, এবং পরিবর্তে তিনি এটি উইলিয়াম বুলকের কাছে বিক্রি করেছিলেন, একজন সুপরিচিত সংগ্রাহক, তিনি এটি লন্ডনে প্রদর্শন করেছিলেন। সেখানে এটি আগ্রহ তৈরি করেছিল, কারণ পৃথিবীর বয়স এবং প্রাগৈতিহাসিক প্রাণীর বিভিন্নতা সম্পর্কে জনসচেতনতা বাড়ছিল। এটি পরবর্তীতে ১৮১৯ সালের মে মাসে নিলামে ৪৫ পাউন্ড এবং পাঁচ শিলিং-এ বিক্রি হয় \"ফসিল অবস্থায় কুমির\" হিসেবে ব্রিটিশ মিউজিয়ামের চার্লস কোনিগের কাছে, যিনি ইতোমধ্যেই এর জন্য ইচথিওসরাস নামটি প্রস্তাব করেছিলেন। \nঅ্যানিংয়ের মা মলি প্রথমদিকে তার স্বামী রিচার্ডের মৃত্যুর পর জীবাশ্ম ব্যবসা চালাতেন, কিন্তু মলি নিজে কত জীবাশ্ম সংগ্রহ করেছিলেন তা স্পষ্ট নয়। ১৮২১ সালের শেষের দিকে, মলি একটি নমুনার জন্য অর্থপ্রদানের অনুরোধ করতে ব্রিটিশ মিউজিয়ামে চিঠি লিখেছিলেন। তার ছেলে জোসেফ অন্তত 1825 সাল পর্যন্ত জীবাশ্ম ব্যবসায় সক্রিয় ছিলেন। তত দিনে, মেরি অ্যানিং পারিবারিক নমুনা ব্যবসায় প্রধান ভূমিকা গ্রহণ করেছিলেন। \n\n\n=== বার্চ নিলাম ===\nঅ্যানিং পরিবারের সবচেয়ে আগ্রহী ক্রেতা ছিলেন লেফটেন্যান্ট কর্নেল থমাস জেমস বার্চ, (পরবর্তীতে বসভাইল), একজন ধনী সংগ্রাহক লিংকনশায়ার থেকে, যিনি তাদের কাছ থেকে বেশ কয়েকটি নমুনা কিনেছিলেন। ১৮২০ সালে বার্চ পরিবারেটিরর দারিদ্র্যে মর্মাহত হন। এক বছরেরও বেশি সময় ধরে তারা কোনো বড় আবিষ্কার করেনি এবং তাদের ভাড়া পরিশোধ করতে তাদের আসবাবপত্র বিক্রি করতে বাধ্য হচ্ছিল। তাই তিনি তাদের পক্ষ থেকে নিলামে তুলতে সিদ্ধান্ত নেন সেই জীবাশ্মগুলি যা তিনি তাদের কাছ থেকে কিনেছিলেন। তিনি ৫ মার্চ জীবাশ্মবিদ গিডিয়ন ম্যান্টেলকে লিখেছিলেন যে এই বিক্রয়টি \"লাইমের দরিদ্র মহিলা এবং তার পুত্র ও কন্যার সুবিধার জন্য, যারা সত্যিকার অর্থে প্রায় সব চমৎকার জিনিস আবিষ্কার করেছে যা বৈজ্ঞানিক তদন্তের জন্য উপস্থাপন করা হয়েছে ... আমি যা হারাতে চলেছি তা আর কখনও হয়তো আমার কাছে থাকবে না, তবে এটা করতে গিয়ে আমি এই সন্তুষ্টি পাব যে অর্থটি ভাল কাজে ব্যবহৃত হবে।\" নিলামটি অনুষ্ঠিত হয়েছিল ১৫ মে ১৮২০ সালে লন্ডনের বুলকস-এ এবং এতে £৪০০ (বর্তমান বছরে £৩১,০০০ এর সমতুল্য) সংগ্রহ হয়। তার কত অংশ অ্যানিংদের দেওয়া হয়েছিল তা জানা যায়নি, তবে মনে হয় এটি পরিবারটিকে আর্থিকভাবে আরও স্থিতিশীল অবস্থানে নিয়ে আসে এবং প্যারিস ও ভিয়েনা থেকে ক্রেতারা আসায়, এই ঘটনাটি ভূতাত্ত্বিকদের মধ্যে পরিবারটির পরিচিতি বাড়ায়।\n\n\n=== জীবাশ্মের দোকান এবং ঝুঁকিপূর্ণ পেশায় ক্রমবর্ধমান দক্ষতা ===\nঅ্যানিং জীবাশ্ম বিক্রি করে নিজেকে সমর্থন করতে থাকেন। তার মূল ব্যবসার পণ্য ছিল অ্যামোনাইট এবং বেলেমনাইট শেলের মতো অমেরুদণ্ডী জীবাশ্ম, যা ওই এলাকায় সাধারণ ছিল এবং কয়েক শিলিংয়ে বিক্রি হতো। মেরুদণ্ডী জীবাশ্ম, যেমন ইচথিওসরের কঙ্কাল, বেশি দামে বিক্রি হতো, তবে এগুলি অনেক বিরল ছিল। এগুলি সংগ্রহ করা ছিল বিপজ্জনক কাজ। ১৮২৩ সালে, দ্য ব্রিস্টল মিরর-এ একটি নিবন্ধে তার সম্পর্কে বলা হয়:\n\nএই অধ্যবসায়ী নারী দীর্ঘদিন ধরে প্রতিদিন প্রতিটি জোয়ারে জীবাশ্ম অবশেষের সন্ধানে যান, লাইমের ঝুলন্ত খাড়ির নিচে বহু মাইল হাঁটেন, যার পতিত অংশগুলোই তার প্রাথমিক লক্ষ্য, কারণ সেগুলোর মধ্যেই রয়েছে প্রাচীন পৃথিবীর এই মূল্যবান নিদর্শন, যা পাওয়ার মুহূর্তেই সংগ্রহ করতে হয়, এবং পিছনে ঝুলে থাকা অর্ধেক ভাঙা টুকরো দ্বারা চূর্ণ হওয়ার ধারাবাহিক ঝুঁকি নিয়ে তা সংগ্রহ করা হয়, অথবা ফিরে আসা জোয়ারের দ্বারা ধ্বংস হয়ে যাওয়ার জন্য রেখে দেওয়া হয়: – তার প্রচেষ্টার কারণে আমরা ইচথিওসরের প্রায় সব চমৎকার নমুনা বড় সংগ্রহগুলিতে পেয়েছি ...\nঅ্যানিংয়ের পেশার ঝুঁকি আরও পরিষ্কার হয়ে ওঠে যখন অক্টোবর ১৮৩৩ সালে তিনি একটি ভূমিধস থেকে অল্পের জন্য বেঁচে যান। ভূমিধসে তার সাদা-কালো টেরিয়ার কুকুর, ট্রে, যে ছিল তার জীবাশ্ম সংগ্রহের সময় নিয়মিত সঙ্গী, নিহত হয়। সেই বছরের নভেম্বরে অ্যানিং তার বন্ধু শার্লট মুরচিসনকে লেখেন: \"আপনি হয়তো হাসবেন যখন আমি বলব যে আমার পুরোনো বিশ্বস্ত কুকুরের মৃত্যু আমাকে পুরোপুরি বিচলিত করেছে, সেই খাড়া অংশটি তার উপর পড়েছিল এবং আমার চোখের সামনেই তাকে এক মুহূর্তে মেরে ফেলে, এবং আমার পায়ের খুব কাছে ... আমার এবং সেই একই পরিণতির মধ্যে ছিল কেবল এক মুহূর্ত।\"\nঅ্যানিং গুরুত্বপূর্ণ আবিষ্কার চালিয়ে যাওয়ায় তার খ্যাতি বৃদ্ধি পায়। ১০ ডিসেম্বর ১৮২৩ সালে, তিনি প্রথম সম্পূর্ণ প্লেসিওসরাস আবিষ্কার করেন এবং ১৮২৮ সালে উড়ন্ত সরীসৃপের প্রথম ব্রিটিশ উদাহরণ, যা প্টেরোসরাস নামে পরিচিত, এরপরে ১৮২৯ সালে একটি স্কুয়ালোরাজা মাছের কঙ্কাল আবিষ্কার করেন। তার সীমিত শিক্ষা সত্ত্বেও, তিনি যতটুকু সম্ভব বৈজ্ঞানিক সাহিত্য পড়তে চেষ্টা করতেন এবং প্রায়ই পরিশ্রমের সাথে অন্যদের কাছ থেকে ধার করা পত্রগুলি অনুলিপি করতেন। জীবাশ্মবিদ ক্রিস্টোফার ম্যাকগোয়ান পরীক্ষা করেছিলেন অ্যানিং দ্বারা তৈরি ১৮২৪ সালের উইলিয়াম কনিবেয়ার এর একটি পেপারের কপি যা সামুদ্রিক সরীসৃপের জীবাশ্ম সম্পর্কে ছিল, এবং তিনি লক্ষ্য করেন যে কপিটি তার বিস্তারিত প্রযুক্তিগত চিত্র সহ অনেক পৃষ্ঠা অন্তর্ভুক্ত করে যা মূলের থেকে আলাদা করা কঠিন ছিল। তিনি জীবাশ্মগুলির অঙ্গসংস্থান আরও ভালভাবে বোঝার জন্য মাছ এবং কাটলফিশসহ আধুনিক প্রাণীদেরও বিচ্ছিন্ন করতেন। লেডি হ্যারিয়েট সিলভেস্টার, লন্ডন শহরের প্রাক্তন রেকর্ডারের বিধবা, ১৮২৪ সালে লাইম পরিদর্শন করেন এবং তার ডায়েরিতে অ্যানিং সম্পর্কে লিখেন:\n\nএই তরুণীর মধ্যে অসাধারণ বিষয়টি হল, তিনি নিজেকে এমনভাবে বিজ্ঞানে দক্ষ করে তুলেছেন যে, কোনো হাড় দেখামাত্রই তিনি বুঝতে পারেন যে এটি কোন শ্রেণীর অন্তর্গত। তিনি সিমেন্ট দিয়ে একটি ফ্রেমে হাড়গুলি স্থাপন করেন এবং তারপর সেগুলির অঙ্কন করেন ও খোদাই করান... এটি অবশ্যই এক অনন্য উদাহরণ যে এই দরিদ্র, অশিক্ষিত মেয়েটি এত আশীর্বাদপ্রাপ্ত হয়েছে, কারণ পড়াশোনা এবং অধ্যবসায়ের মাধ্যমে তিনি এমন জ্ঞান অর্জন করেছেন যে, অধ্যাপক এবং অন্যান্য বুদ্ধিমান ব্যক্তিদের সাথে এই বিষয়ে লেখালেখি এবং কথা বলার অভ্যাস গড়ে তুলেছেন, এবং তারা সবাই স্বীকার করেন যে তিনি এই রাজ্যে অন্য যে কারো চেয়ে বিজ্ঞানের ব্যাপারে বেশি বোঝেন।\n১৮২৬ সালে, ২৭ বছর বয়সে, অ্যানিং যথেষ্ট অর্থ সঞ্চয় করতে সক্ষম হন এবং তার দোকান অ্যানিং'স ফসিল ডিপো-এর জন্য একটি কাচের সামনের জানালা সহ একটি বাড়ি কেনেন। ব্যবসাটি এতটাই গুরুত্বপূর্ণ হয়ে উঠেছিল যে স্থানীয় পত্রিকায় এই স্থানান্তরের খবর ছাপা হয়, যেখানে উল্লেখ করা হয়েছিল যে দোকানে একটি সুন্দর ইচথিওসর কঙ্কাল প্রদর্শিত রয়েছে। ইউরোপ এবং আমেরিকা থেকে অনেক ভূতাত্ত্বিক এবং জীবাশ্ম সংগ্রাহক তাকে লাইমে পরিদর্শন করেন, যার মধ্যে ভূতাত্ত্বিক জর্জ উইলিয়াম ফেদারস্টোনহো ছিলেন, যিনি অ্যানিংকে \"খুব বুদ্ধিমান মজার প্রাণী\" হিসেবে অভিহিত করেছিলেন। তিনি ১৮২৭ সালে সদ্য খোলা নিউ ইয়র্ক লিসিয়াম অফ ন্যাচারাল হিস্টরির জন্য অ্যানিংএর থেকে জীবাশ্ম কিনেছিলেন। ১৮৪৪ সালে স্যাক্সনির রাজা ফ্রেডরিক অগাস্টাস দ্বিতীয় তার দোকান পরিদর্শন করেন এবং তার বিস্তৃত প্রাকৃতিক ইতিহাস সংগ্রহের জন্য একটি ইচথিওসর কঙ্কাল কিনেছিলেন। রাজার চিকিৎসক ও সহকারী কার্ল গুস্তাভ কারুস তার জার্নালে লিখেছিলেন:\n\nআমরা গাড়ি থেকে নেমে পায়ে হেঁটে এগোচ্ছিলাম, তখন আমরা একটি দোকানের সামনে এসে পৌঁছালাম, যেখানে সবচেয়ে উল্লেখযোগ্য শিলায় রূপান্তরিত এবং জীবাশ্ম অবশেষ—একটি ইচথিওসর এর মাথা—সুন্দর অ্যামোনাইট ইত্যাদি জানালায় প্রদর্শিত ছিল। আমরা প্রবেশ করলাম এবং দেখলাম যে ছোট দোকান এবং সংলগ্ন কক্ষটি উপকূলের জীবাশ্ম নিদর্শনে পরিপূর্ণ ... আমি দোকানে একটি বড় কালচে কাদামাটির স্ল্যাব পেয়েছিলাম, যাতে প্রায় ছয় ফুট লম্বা একটি সম্পূর্ণ ইচথিওসর এমবেড করা ছিল। এই নমুনাটি মহাদেশের অনেক প্রাকৃতিক ইতিহাসের সংগ্রহের জন্য একটি বড় অর্জন হতে পারত এবং £১৫ স্টার্লিং মূল্যে এটিকে আমি খুবই মধ্যপন্থী মনে করি।\nকারুস ভবিষ্যতে প্রয়োজনে তার পকেটবুকে অ্যানিংকে তার নাম এবং ঠিকানা লিখতে বলেন—তিনি \"মেরি অ্যানিন্স\" হিসেবে তা লিখেছিলেন—এবং যখন তিনি এটি তাকে ফেরত দেন, তখন তিনি বলেন: \"আমি সমগ্র ইউরোপে সুপরিচিত।\" সময়ের সঙ্গে সঙ্গে, বিজ্ঞানে তার আত্মবিশ্বাস বৃদ্ধি পায় এবং ১৮৩৯ সালে তিনি ম্যাগাজিন অফ ন্যাচারাল হিস্টরি-কে লিখে একটি নিবন্ধের দাবি নিয়ে প্রশ্ন তোলেন, যেখানে বলা হয়েছিল যে প্রাগৈতিহাসিক হাঙ্গর হাইবোডাস এর একটি সদ্য আবিষ্কৃত জীবাশ্ম নতুন একটি গণকে উপস্থাপন করে, কিন্তু অ্যানিং এটিকে ভুল মনে করেন, কারণ তিনি বহু বছর আগে উভয় সোজা ও বাঁকা দাঁতযুক্ত জীবাশ্ম হাঙ্গরের অস্তিত্ব আবিষ্কার করেছিলেন। ম্যাগাজিনে মুদ্রিত তার চিঠির অংশটিই তার জীবদ্দশায় বৈজ্ঞানিক সাহিত্যে প্রকাশিত একমাত্র লেখনী ছিল। যদিও অ্যানিংয়ের ব্যক্তিগত কিছু চিঠি, যেমন ফ্রান্সেস অগাস্টা বেল এর সাথে তার চিঠিপত্র, তিনি জীবিত থাকাকালেই প্রকাশিত হয়েছিল।\n\n\n=== বৈজ্ঞানিক সম্প্রদায়ের সাথে সম্পর্ক ===\nমহিলা হওয়ায় কারণে অ্যানিংকে বৈজ্ঞানিক সম্প্রদায়ের বাইরের ব্যক্তি হিসেবে গণ্য করা হত। সেই সময় ব্রিটেনে, মহিলারা ভোট দিতে, সরকারি পদে অধিষ্ঠিত হতে বা বিশ্ববিদ্যালয়ে ভর্তি হতে পারতেন না। নবগঠিত, কিন্তু ক্রমবর্ধমান প্রভাবশালী লন্ডনের ভূতাত্ত্বিক সমাজ মহিলাদের সদস্য হওয়ার অনুমতি দিতনা, এমনকি অতিথি হিসেবে সভায় অংশগ্রহণ করতেও অনুমতি দিতনা। শ্রমিক শ্রেণীর মহিলাদের জন্য শুধুমাত্র খামার, গৃহস্থালির কাজ এবং নতুনভাবে খোলা কারখানাগুলিতে কাজ করার সুযোগ ছিল।\nযদিও অ্যানিং তার থেকে বেশি ধনী জীবাশ্ম সংগ্রাহকদের চেয়ে জীবাশ্ম এবং ভূতত্ত্ব সম্পর্কে বেশি জানতেন, তবে সবসময় ভদ্রলোক ভূতত্ত্ববিদরাই তার আবিষ্কৃত নমুনাগুলোর বৈজ্ঞানিক বিবরণ প্রকাশ করতেন এবং প্রায়ই অ্যানিংয়ের নাম উল্লেখ করতেন না। তিনি এ বিষয়ে ক্ষুব্ধ হয়ে ওঠেন। আনা পিনি, এক তরুণী যিনি মাঝে মাঝে অ্যানিংয়ের সাথে জীবাশ্ম সংগ্রহ করতেন, লিখেছেন: \"তিনি বলেন, পৃথিবী তাকে অন্যায় করেছে ... এই পণ্ডিত ব্যক্তিরা তার মেধাকে শোষণ করেছে এবং প্রকাশনার কাজে অনেক সুবিধা নিয়েছে, যার বিষয়বস্তু তিনি সরবরাহ করেছেন, অথচ তিনি কোন সুবিধা পাননি।\" অ্যানিং নিজে একটি চিঠিতে লিখেছেন: \"পৃথিবী আমাকে এত অবিচার করেছে, আমি ভয় পাচ্ছি এটি আমাকে সবার প্রতি সন্দেহপ্রবণ করে তুলেছে\"। টরেন্স লিখেছেন যে অ্যানিংয়ের প্রতি এই অবহেলাগুলি ছিল ১৯ শতকের প্রথম দিকের বৈজ্ঞানিক সাহিত্যে শ্রমজীবী শ্রেণীর মানুষের অবদান উপেক্ষা করার বৃহত্তর প্রবণতার অংশ। একটি জীবাশ্ম কোন খনিশ্রমিক, নির্মাণ শ্রমিক বা রাস্তা নির্মাণ কর্মী দ্বারা আবিষ্কৃত হলে তারা তা একজন ধনী সংগ্রাহকের কাছে বিক্রি করত এবং তা যদি বৈজ্ঞানিকভাবে গুরুত্বপূর্ণ হত, তবে সম্মানটি পেতেন সেই সংগ্রাহক।\nনমুনা কেনার পাশাপাশি, অনেক ভূতত্ত্ববিদ অ্যানিংয়ের সাথে জীবাশ্ম সংগ্রহ করতে বা শারীরস্থান এবং শ্রেণীবিন্যাস নিয়ে আলোচনা করতে আসতেন। হেনরি ডি লা বেচে এবং অ্যানিং কিশোর বয়সেই বন্ধুত্ব গড়ে তোলেন যখন ডি লা বিচ লাইমে চলে আসেন, এবং তিনি, অ্যানিং, এবং কখনও কখনও তার ভাই জোসেফ একসাথে জীবাশ্ম সংগ্রহে যেতেন। ডি লা বেচে ব্রিটেনের শীর্ষ ভূতত্ত্ববিদদের অন্যতম হয়ে ওঠার পরেও তাদের যোগাযোগ অব্যাহত ছিল। উইলিয়াম বাকল্যান্ড, যিনি অক্সফোর্ড বিশ্ববিদ্যালয়ে ভূতত্ত্ব নিয়ে বক্তৃতা দিতেন, প্রায়ই তার বড়দিনের ছুটিতে লাইমে আসতেন এবং অ্যানিংয়ের সাথে জীবাশ্ম সংগ্রহে যাওয়ার সময় তাকে প্রায়ই দেখা যেত। তাকেই অ্যানিং বৈজ্ঞানিকভাবে গুরুত্বপূর্ণ এমন একটি পরামর্শ দেন ( একটি চিঠি, যাতে এর উল্লেখ ছিল, ২০২০ সালে £১০০,০০০ এর বেশি মূল্যে নিলামে বিক্রি হয়েছিল ) যে শঙ্কু আকৃতির অদ্ভুত বস্তু, যা বেজোয়ার পাথর নামে পরিচিত, সেগুলো আসলে ইচথিওসর বা প্লিসিওসরদের প্রস্তরীভুত মল। বাকল্যান্ড এই বস্তুগুলোর নাম দেন কপ্রোলাইট। ১৮৩৯ সালে বাকল্যান্ড, কনিবেয়ার, এবং রিচার্ড ওয়েন একসাথে লাইমে আসেন যাতে অ্যানিং তাদের সকলকে একটি জীবাশ্ম সংগ্রহ অভিযানে নেতৃত্ব দিতে পারেন।\nঅ্যানিং ১৮৩০-এর দশকে লাইমে ইচথিওসর জীবাশ্ম সংগ্রহের জন্য থমাস হকিন্স-কে সহায়তা করেছিলেন। তিনি জানতেন যে হকিন্স তার সংগ্রহ করা জীবাশ্মগুলোর \"উন্নয়ন\" করতে আগ্রহী ছিলেন। অ্যানিং লিখেছিলেন: \"তিনি এমন এক উৎসাহী যে তিনি জিনিসগুলোকে কল্পনা অনুযায়ী তৈরি করেন, এবং আসলে যেমন পাওয়া যায় তেমন নয়...।\" কয়েক বছর পরে একটি জনসম্মুখে কেলেঙ্কারি ঘটে যখন জানা যায় যে হকিন্স কিছু ইচথিওসর কঙ্কালকে আরও সম্পূর্ণ দেখানোর জন্য জাল হাড় বসিয়েছিলেন এবং পরে সেগুলোকে সরকারের কাছে বিক্রি করেছিলেন ব্রিটিশ মিউজিয়ামের সংগ্রহের জন্য, অথচ মূল্যায়নকারীরা ওই সংযোজনগুলো সম্পর্কে কিছু জানতেন না।\nসুইস জীবাশ্মবিজ্ঞানী লুই আগাসি ১৮৩৪ সালে লাইম রেজিস পরিদর্শন করেন এবং এই অঞ্চলে পাওয়া মাছের জীবাশ্ম সংগ্রহ ও অধ্যয়নে অ্যানিংয়ের সাথে কাজ করেন। অ্যানিং এবং তার বন্ধু এলিজাবেথ ফিল্পট-এর প্রতি তিনি এতটাই মুগ্ধ হন যে তার জার্নালে লেখেন: \"মিস ফিল্পট এবং মেরি অ্যানিং আমাকে সম্পূর্ণ নিশ্চয়তার সাথে দেখাতে সক্ষম হয়েছেন যে কোনগুলো ইচথিওডোরুলাইটের ডরসাল ফিন, যা বিভিন্ন প্রজাতির হাঙরের সাথে সম্পর্কিত।\" তিনি তার বই Studies of Fossil Fish-এ উভয়কেই তাদের সহায়তার জন্য ধন্যবাদ জানান।\n\nঅন্য একজন শীর্ষস্থানীয় ব্রিটিশ ভূতত্ত্ববিদ, রডরিক মার্চিনসন, তার প্রথম কয়েকটি ক্ষেত্রসমীক্ষা দক্ষিণ-পশ্চিম ইংল্যান্ডে করেন, যার মধ্যে লাইমও অন্তর্ভুক্ত ছিল, এবং এতে তার স্ত্রী শার্লট মার্চিনসন সঙ্গী ছিলেন। মার্চিনসন লেখেন যে তারা সিদ্ধান্ত নেন শার্লট লাইমে কয়েক সপ্তাহ থেকে যাওয়ার জন্য \"যাতে তিনি ওই অঞ্চলের প্রসিদ্ধ মেরি অ্যানিংয়ের সাথে কাজ করে একজন ভালো বাস্তবিক জীবাশ্ম সংগ্রাহক হতে পারেন...।\" শার্লট এবং অ্যানিং আজীবনের জন্য বন্ধু এবং চিঠিপত্র বিনিময়কারী হন। শার্লট, যিনি প্রচুর ভ্রমণ করতেন এবং তার স্বামীর সাথে কাজের মাধ্যমে অনেক প্রখ্যাত ভূতত্ত্ববিদের সাথে দেখা করতেন, ইউরোপ জুড়ে অ্যানিংয়ের গ্রাহকদের নেটওয়ার্ক তৈরি করতে সহায়তা করেছিলেন, এবং ১৮২৯ সালে লন্ডনে তার সফরের সময় তিনি মার্চিনসনদের সাথে থাকেন। অ্যানিংয়ের চিঠিপত্রের বিনিময়কারীদের মধ্যে ছিলেন চার্লস লিয়েল , যিনি তাকে জিজ্ঞাসা করেছিলেন যে কিভাবে সমুদ্র লাইমের আশেপাশের উপকূলীয় চূড়াগুলিকে প্রভাবিত করছে, এছাড়াও অ্যাডাম সেগওয়িক—তার প্রথম দিকের গ্রাহকদের একজন—যিনি কেমব্রিজ বিশ্ববিদ্যালয়ে ভূতত্ত্ব পড়াতেন এবং যার শিক্ষার্থীদের মধ্যে উল্লেখযোগ্য চার্লস ডারউইন । গিডিওন ম্যান্টেল, ডাইনোসর ইগুয়ানোডন-এর আবিষ্কারক, অ্যানিংয়ের দোকানে এসেছিলেন।\n\n\n=== আর্থিক সমস্যা ও ধর্মান্তর ===\n \n১৮৩০ সালের মধ্যে, ব্রিটেনে খারাপ অর্থনৈতিক পরিস্থিতির কারণে ফসিলের চাহিদা কমে গিয়েছিল, পাশাপাশি উল্লেখযোগ্য আবিস্কারের মধ্যে দীর্ঘ সময়ের ব্যবধান ছিল, এবং এর ফলে অ্যানিং আবার আর্থিক সমস্যায় পড়েন। তার বন্ধু, ভূতাত্ত্বিক হেনরি ডে লা বেচে তাকে সাহায্য করেছিলেন এবং Duria Antiquior-এর জলরঙের চিত্রের উপর ভিত্তি করে ডে লা বেচের আঁকা ডরসেটের প্রাগৈতিহাসিক জীবনের একটি দৃশ্যকে চিত্রায়িত করে জর্জ শার্ফ-কে একটি লিথোগ্রাফিক প্রিন্ট তৈরির জন্য নিয়োগ করেছিলেন, যা মূলত অ্যানিং-এর পাওয়া ফসিলের উপর ভিত্তি করে ছিল। ডে লা বেচে প্রিন্টটির কপি তার সহকর্মী ভূতাত্ত্বিকদের এবং অন্যান্য ধনী বন্ধুদের কাছে বিক্রি করেন এবং এর আয় অ্যানিংকে দান করেন। ডিসেম্বর ১৮৩০ সালে, অ্যানিং শেষমেশ আরেকটি বড় আবিষ্কার করেন, নতুন ধরনের একটি প্লেসিওসরাসের কঙ্কাল, যা ২০০ পাউন্ডে বিক্রি হয়।\nএ সময়ের আশেপাশে অ্যানিং তার স্থানীয় কংগ্রেগেশনাল চার্চ, যেখানে তিনি ও তার পরিবার সবসময় সক্রিয় সদস্য ছিলেন, থেকে অ্যাঙ্গলিকান চার্চে পরিবর্তিত হন। ১৮২৮ সালে জন গ্লিড নামে এক জনপ্রিয় পাদরি, যিনি একজন সহ-ফসিল সংগ্রাহকও ছিলেন, আমেরিকাতে দাসত্বের বিরুদ্ধে প্রচারণা চালানোর জন্য যাওয়ার পর কংগ্রেগেশনে উপস্থিতির পরিমাণ কমতে শুরু করলে এই পরিবর্তনের প্রয়োজন হয়। তার স্থলে কম পছন্দনীয় ইবিনেজার স্মিথ আসেন। প্রতিষ্ঠিত চার্চের সামাজিক মর্যাদার কারণ, যার মধ্যে অ্যানিং-এর কিছু ভদ্রলোক ভূতাত্ত্বিক ক্রেতা যেমন বকল্যান্ড, কনি’বিয়ার এবং সেডউইক ছিলেন, এটিও একটি কারণ ছিল। অ্যানিং তার নতুন চার্চকে আগের মত সক্রিয়ভাবে সমর্থন করেছিলেন।\n১৮৩৫ সালে একটি খারাপ বিনিয়োগে তিনি তার আর্থিক সঞ্চয়ের বেশিরভাগ, প্রায় £৩০০, হারালে অ্যানিং আবার গুরুতর আর্থিক সংকটে পড়েন। সূত্রগুলো ঠিক কী ঘটেছিল সে বিষয়ে কিছুটা ভিন্নমত পোষণ করে। Deborah Cadbury বলেন যে অ্যানিং একজন প্রতারকের কাছে বিনিয়োগ করেছিলেন, যিনি প্রতারণা করে অর্থ নিয়ে পালিয়ে যান, তবে শেলি এমলিং লিখেছেন যে, লোকটি অর্থ নিয়ে পালিয়েছিলেন নাকি হঠাৎ মারা গিয়েছিলেন এবং অ্যানিং-এর বিনিয়োগ পুনরুদ্ধারের কোন উপায় ছিল না, তা পরিষ্কার নয়। অ্যানিং-এর আর্থিক অবস্থার বিষয়ে উদ্বিগ্ন হয়ে, তার পুরোনো বন্ধু উইলিয়াম বাকল্যান্ড ব্রিটিশ অ্যাসোসিয়েশন ফর দ্য অ্যাডভান্সমেন্ট অফ সায়েন্স এবং ব্রিটিশ সরকারকে তাকে ভূতত্ত্ব বিজ্ঞানে তার অসংখ্য অবদানের জন্য বার্ষিক ভাতা হিসেবে civil list pension প্রদান করতে রাজি করান। £২৫ বার্ষিক ভাতাটি অ্যানিং-কে কিছুটা আর্থিক নিরাপত্তা দেয়।\n\n\n=== অসুস্থতা ও মৃত্যু ===\n ১৮৪৭ সালের ৯ মার্চ  ৪৭ বছর বয়সে স্তন ক্যান্সারে আক্রান্ত হয়ে অ্যানিং মৃত্যুবরণ করেন। জীবনের শেষ কয়েক বছর তার অসুস্থতার কারণে তার ফসিলবিষয়ক কাজ অনেকটাই কমে গিয়েছিল। যন্ত্রণা উপশমের জন্য তিনি লোডানাম নামক ঔষধ খেতেন। কিছু মানুষ গুজব ছড়ায় যে তার মদ্যপানের সমস্যা রয়েছে। ভূতাত্ত্বিক সম্প্রদায়ে অ্যানিং-এর প্রতি শ্রদ্ধা প্রকাশিত হয়েছিল ১৮৪৬ সালে, যখন তার ক্যান্সার নির্ণয়ের কথা শোনার পর, জিওলজিক্যাল সোসাইটি তাদের সদস্যদের থেকে অর্থ সংগ্রহ করে তার খরচে সহায়তা করে এবং নতুনভাবে প্রতিষ্ঠিত ডরসেট কাউন্টি মিউজিয়াম-এর কাউন্সিল অ্যানিং-কে সম্মানসূচক সদস্যপদ প্রদান করে। তাকে ১৫ মার্চ স্থানীয় সেন্ট মাইকেল গির্জায় সমাহিত করা হয়। জিওলজিক্যাল সোসাইটির সদস্যরা অ্যানিং-এর স্মৃতিতে একটি রঙিন কাচের জানালার জন্য অর্থ প্রদান করেন, যা ১৮৫০ সালে উন্মোচিত হয়। এটি করুণাময় কাজকে চিত্রিত করে—ক্ষুধার্তকে খাদ্য দান, তৃষ্ণার্তকে পানীয় দান, নগ্নকে পোশাক দান, গৃহহীনকে আশ্রয় দান, বন্দি ও অসুস্থদের পরিদর্শন করা। শিলালিপিতে লেখা আছে: \"এই জানালাটি মেরি অ্যানিং-এর স্মৃতির প্রতি উৎসর্গীকৃত, যিনি ৯ মার্চ খ্রিস্টাব্দ ১৮৪৭-এ মারা যান এবং এটি ভিকার এবং লন্ডনের জিওলজিক্যাল সোসাইটির কিছু সদস্য দ্বারা ভূতত্ত্ব বিজ্ঞানের অগ্রগতি এবং হৃদয়ের দয়ার জন্য তার উপকারীতা স্মরণে স্থাপিত হয়েছে।\"\n অ্যানিং-এর মৃত্যুর পর, জিওলজিক্যাল সোসাইটির সভাপতি হেনরি ডে লা বেচে তার জন্য একটি শোকগাথা লিখেছিলেন যা তিনি সোসাইটির এক বৈঠকে পাঠ করেন এবং সোসাইটির ত্রৈমাসিকে প্রকাশিত হয়। এটি এমন একটি প্রথম শোকগাথা যা একজন মহিলার জন্য দেওয়া হয়েছিল। এই সম্মান সাধারণত শুধুমাত্র সোসাইটির ফেলোদের জন্যই ছিল, যা ১৯০৪ সাল পর্যন্ত মহিলাদের গ্রহণ করত না। শোকগাথাটির শুরু এভাবে:\nআমি আমাদের মৃত্যুর মাধ্যমে ক্ষতির এই বিজ্ঞপ্তি বন্ধ করতে পারি না সেই ব্যক্তির দিকে দৃষ্টি আকর্ষণ না করে, যিনি সমাজের সহজ শ্রেণীতেও অবস্থান করেননি, তবে যিনি তার শ্রম দ্বারা প্রতিদিনের খাদ্য অর্জন করতে বাধ্য হয়েছিলেন, তবুও তার প্রতিভা এবং অবিরাম গবেষণার মাধ্যমে আমাদের জ্ঞানের জন্য কোন ছোট মাত্রায় অবদান রাখেননি Enalio-Saurians এবং লাইম রেজিসের আশেপাশে সমাহিত অন্যান্য জৈব জীবনের বিভিন্ন রূপে ... অ্যানিং-এর জীবন নিয়ে একটি বেনামি প্রবন্ধ ১৮৬৫ সালের ফেব্রুয়ারিতে চার্লস ডিকেন্স-এর সাহিত্য পত্রিকা All the Year Round-এ প্রকাশিত হয়। \"মেরি অ্যানিং, দ্য ফসিল ফাইন্ডার,\" দীর্ঘদিন ধরে ডিকেন্স নিজে লিখেছেন বলে মনে করা হলেও, ২০১৪ সালে, জীবাশ্মবিদ্যার ইতিহাসবিদ মাইকেল এ. টেলর এবং হিউ এস. টরেন্স হেনরি স্টুয়ার্ট ফাগান-কে লেখক হিসেবে চিহ্নিত করেন এবং উল্লেখ করেন যে ফাগান-এর কাজ \"মৌলিক নয় এবং নির্ভরযোগ্যও নয়\" এবং \"অ্যানিং সাহিত্যে এমন কিছু ত্রুটি যুক্ত করে যা এখনও সমস্যাজনক।\" তারা বিশেষভাবে উল্লেখ করেন যে ফাগান মূলত ডরসেটের স্থানীয় হেনরি রোল্যান্ড ব্রাউন-এর অ্যানিং-এর জীবন এবং কাজের আগের একটি বর্ণনা থেকে তার প্রবন্ধটি উল্লেখযোগ্য পরিমাণে এবং ভুলভাবে চুরি করেছেন, যা ব্রাউন-এর ১৮৫৯ সালের গাইডবুকের দ্বিতীয় সংস্করণ, The Beauties of Lyme Regis-এ অন্তর্ভুক্ত ছিল। প্রবন্ধটি বিশেষভাবে অ্যানিং-এর যে সকল অসুবিধা অতিক্রম করতে হয়েছিল, বিশেষ করে তার সহনাগরিকদের সন্দেহবাদ, তা তুলে ধরেছিল। ফাগান প্রবন্ধটি শেষ করেছিলেন এই বলে: \"কাঠমিস্ত্রির মেয়েটি নিজের জন্য নাম অর্জন করেছে এবং সে এই অর্জনের যোগ্য ছিল।\"\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\n\n=== বই এবং জার্নাল ==="}