{"pageid": 1487575, "title": "বলরাম হাড়ি", "url": "https://bn.wikipedia.org/wiki?curid=1487575", "content": "বলরাম হাড়ি (১৮২৫–১৮৯০; (বাংলা: ১২৩২ এবং ৩০ অগ্রহায়ণ ১২৯৭) ব্রিটিশ ভারতের বাংলা অঞ্চলের একজন বিশিষ্ট সাধক, ধর্মীয় নেতা, গীতিকার ও সমাজ সংস্কারক ছিলেন। তিনি বলরামি সম্প্রদায় প্রতিষ্ঠা করেন, যা বলরাম ভজা বা বলহাড়ি সম্প্রদায় নামেও পরিচিত।\nবলরামি সম্প্রদায়ের আদর্শ হলো লোভ ও ইন্দ্রিয়-আসক্তির ঊর্ধ্বে থেকে নির্মল ও সহজ জীবনযাপন করা। তাদের মতে প্রার্থনা করা তাদের প্রধান কর্তব্য। চুরি ও মিথ্যা বলাকে তারা গুরুতর পাপ বলে মনে করে। তাদের বিশ্বাস অনুযায়ী, এই মহাবিশ্ব হলো ঈশ্বরের দেহ। হিন্দু শিষ্যরা তাদের দেবতাকে হাড়ি-রাম নামে ডাকেন, আর মুসলিম শিষ্যরা তাকে হাড়ি-আল্লাহ নামে অভিহিত করেন।\nবর্তমানেও কিছু জায়গায় বলহাড়ি সম্প্রদায়ের অনুসারী দেখা যায়, যেমন মেহেরপুর (বর্তমান বাংলাদেশে), নদিয়ার নিশ্চিন্তপুর, পুরুলিয়ার দাইকিয়াড়ি, বাঁকুড়ার শালুনিগ্রাম ইত্যাদি।\n\n\n== জীবনী ==\nবলরাম হাড়ির জন্ম ১৮২৫ সালে মেহেরপুর, নদিয়া, বাংলা প্রেসিডেন্সি, (বর্তমান মেহেরপুর জেলা, বাংলাদেশ)-এ, গোবিন্দ হাড়ি এবং গরমণির পরিবারে। তরুণ বয়সে তিনি স্থানীয় এক জমিদার পরিবারের প্রহরী হিসেবে কাজ করতেন। তবে কর্তব্যে অবহেলার অভিযোগে তাকে অত্যন্ত নির্দয়ভাবে অত্যাচার করা হয়, যা তাকে সেই চাকরি ছেড়ে দিতে বাধ্য করে। কয়েক বছর ঘুরে বেড়ানোর পর তিনি একজন ধর্মীয় শিক্ষক হয়ে উঠেন। বলরাম হাড়ি প্রায় বিশ হাজার নিম্নবর্ণের জনগণ ও মুসলিম অনুসারী অর্জন করেন এবং এর মধ্য দিয়ে বলরামি সম্প্রদায় গঠিত হয়।\nতিনি ছিলেন অশিক্ষিত, তবে শব্দ নিয়ে খেলা করার অসাধারণ ক্ষমতা ছিল। তিনি কথা বলার বা বিতর্কের সময় তার শ্রোতাদের মুগ্ধ করতে পারতেন।\n১৮৯০ সালে ৬৫ বছর বয়সে বলরাম হাড়ি মেহেরপুর, নদিয়া, বাংলা প্রেসিডেন্সি, ব্রিটিশ ভারত (বর্তমান মেহেরপুর জেলা, বাংলাদেশ)-এ মৃত্যুবরণ করেন (বাংলা: ৩০ অগ্রহায়ণ ১২৯৭)।\n\n\n== দর্শন ==\nবলরাম হাড়ি প্রতিষ্ঠিত বলরামি সম্প্রদায়ের দর্শন ছিল লোভ ও ইন্দ্রিয় আসক্তির ঊর্ধ্বে নির্মল ও সরল জীবনযাপনের আদর্শ। তিনি হিন্দুদের বর্ণ ব্যবস্থার, বিশেষত ব্রাহ্মণ্যবাদের বিরুদ্ধে ছিলেন। এই সম্প্রদায় মূর্তিপূজার বিরোধী ছিল। প্রচলিত ধর্মের প্রচারক বা ‘গুরু’ এবং অবতার ধারণাগুলি তার বলরামি সম্প্রদায়ে ছিল না। বলরামি সম্প্রদায়ের অনুসারীদের বিশেষ কোনো চিহ্ন বা পোশাক নেই।\nবলরাম হাড়ির মতে, মানুষের দেহ আঠারোটি গুণ দিয়ে গঠিত। তিনি স্থানীয় নিম্নবর্ণের বা সমাজের বাইরের জনগণ এবং মুসলিমদের প্রায় বিশ হাজার অনুসারী অর্জন করেছিলেন। কিছু বলরামি সদস্য ভিক্ষাবৃত্তি করতেন। বর্তমানেও কিছু জায়গায় বলরামি সম্প্রদায়ের অনুসারী দেখা যায়, যেমন বাংলাদেশের মেহেরপুর এবং ভারতের নদিয়ার নিশ্চিন্তপুর, সাবেনগর, পালিশিপাড়া, নাটনা, হাওলিয়া, অর্জিনগর, গরিবপুর; পুরুলিয়ার দাইকিয়াড়ি এবং বাঁকুড়ার শালুনিগ্রাম।\nতার কয়েকজন বিশিষ্ট শিষ্যের মধ্যে ছিলেন বিন্দাবন, তনু, রামচন্দ্র, জলধর, রাজু ফকির এবং সীমন্ত। তার উল্লেখযোগ্য গানের মধ্যে রয়েছে: \"দিবজুগে যে হরিরাম / মেহেরপুরে তার নিত্যধাম\", \"র’ শব্দে পৃথিবী বোঝাই/‘ম’ শব্দে জয়ের আশ্রয়\", এবং \"হরিরামত্রত নিহিত অর্থ বেদবেদান্ত ছাড়া/ করে সর্বধর্ম পরিত্যাগ সেই পেয়েছে ধরা\"।\nবলহাড়ি সম্প্রদায়ের একটি উপশাখা সন্ধ্যায় তার মৃত্যুস্থলে প্রদীপ ও মোমবাতি প্রজ্বালন করে। কিছু সদস্য হোলি উৎসবও উদ্‌যাপন করেন, যদিও বলহাড়ি ধর্মে এ ধরনের কোনো নির্দিষ্ট নিয়ম নেই।\n\n\n== তথ্যসূত্র =="}