{"pageid": 1487432, "title": "গৌড়ী প্রাকৃত", "url": "https://bn.wikipedia.org/wiki?curid=1487432", "content": "গৌড়ী প্রাকৃত হল গৌড় তথা প্রাচীন বাংলায় (২০০-৬৫০ খ্রি) ব্যবহৃত মধ্যম ইন্দো-আর্য প্রাকৃত ভাষা। এই ভাষাটি প্রাচীন প্রাচ্য থেকে উদ্ভূত হয়েছে এবং বাংলা ভাষার ঐতিহাসিক পূর্বপুরুষ (মতান্তরে মাগধী)। এটি মূলত ৪০০ খ্রিস্টাব্দ পর্যন্ত প্রাকৃত হিসাবে গণ্য, পরবর্তী সময়ে এর অপভ্রংশের আবির্ভাব ঘটে যা গৌড়ী অপভ্রংশ নামে পরিচিত। যথেষ্ট প্রমাণিত না হলেও, বঙ্গ-কামরূপী ও বাংলা ভাষার অস্তিত্বের পূর্ববর্তী ভাষার অস্তিত্ব এটি থেকে এসেছে বলে মনে করা হয়।\nগৌড়ী প্রাকৃতের উপস্থিতির প্রমাণ পাওয়া যায় দণ্ডীর কাব্যদর্শ নামক গ্রন্থে। আনুমানিক ষষ্ঠ শতাব্দীতে রচিত এই গ্রন্থে গৌড়ী প্রাকৃতের উল্লেখ বিদ্যমান রয়েছে।\n\n\n== ব্যুৎপত্তি ==\nশব্দ দ্বয় ‘গৌড়ী প্রাকৃত’ স্থান ও ভাষার সঙ্গে সম্পর্কিত। গৌড়ী শব্দটি গৌড় অঞ্চলকে নির্দেশ করে, অপরদিকে প্রাকৃত শব্দটি মধ্য ভারতীয় আর্য ভাষার একটি কথ্য রূপকে নির্দেশ করে। এই প্রাকৃত ভাষাটি গৌড় অঞ্চলে কথ্য ছিল, যে কারণে এর নাম গৌড়ী প্রাকৃত।\n\n\n== বৈশিষ্ট্য ==\nবেশির ভাগ ভাষাবিদগণ এই মতামতকে সমর্থন করেন, যে প্রাচীন কালে বাংলা অঞ্চলে মাগধী প্রাকৃত ভাষা ব্যবহৃত হত এবং এর অপভ্রংশ থেকে বাংলা ভাষার উৎপত্তি। তবে যে সকল ধ্বনিতাত্ত্বিক বৈশিষ্ট্যের ভিত্তিতে উক্ত যুক্তি দেওয়া হয় তার বিপরীত বা বিরোধী মতামতও রয়েছে। বাংলা ভাষায় বহু বৈশিষ্ট্য রয়েছে যা মাগধী প্রাকৃতে নেই; যা মাগধী প্রাকৃতের পরিবর্তে অন্য কোন প্রাকৃতের উপস্থিতির পরক্ষ্য ইঙ্গিত প্রদান করে।\n\nশব্দের আদিতে বর্গীয় ও অন্তঃস্থ ব এর বর্গীয় রূপ ছিল।\nশব্দের আদিতে য় ব্যবহৃত হত না, পরিবর্তে জ ব্যবহৃত হত। একই ভাবে দ্য, র্জ ও র্য্য এর পরিবর্তে জ্জ ব্যবহৃত হত।\nন এর পরিবর্তে ণ ব্যবহৃত হত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nShahidullah, Dr. Muhammad (১৯৯৮)। Bangla Vasar Itibritto। Dhaka: Mowla Brothers। সংগ্রহের তারিখ ৮ অক্টোবর ২০২৪। \nশ, ডঃ রামেম্ব (২১ ফেব্রুয়ারি ১৯৮৪)। সাধারণ ভাষাবিজ্ঞান ও বাংলা ভাষা। কলকাতা: পুস্তক বিপণী। আইএসবিএন 81-85471-12-6। সংগ্রহের তারিখ ৭ অক্টোবর ২০২৪। \nভট্টাচার্য, সুভাষ (২০১২)। ভাষার তত্ত্ব ও বাংলা ভাষা। কলকাতা: বঙ্গীয় সাহিত্য সংসদ। আইএসবিএন 978-93-82012-12-2। সংগ্রহের তারিখ ৭ অক্টোবর ২০২৪।"}