{"pageid": 1487845, "title": "জীবাশ্মবিজ্ঞান", "url": "https://bn.wikipedia.org/wiki?curid=1487845", "content": "জীবাশ্মবিজ্ঞান বা জীবাশ্মবিদ্যা বা প্যালিওন্টোলজি(  PAY-lee-on-TOL-ə-jee, PAL-ee-, -⁠ən- ), প্রাগৈতিহাসিক জীববিজ্ঞান নামেও পরিচিত, হলো হলোসিন যুগের সূচনার ( প্রায় ১১,৭০০ বছর আগে) পূর্বে বিদ্যমান জীবনের বৈজ্ঞানিক অধ্যয়ন। এতে অন্তর্ভুক্ত জীবাশ্মের পর্যালোচনা করে জীবের শ্রেণীবিভাগ এবং এদের পরস্পরের সাথে মিথস্ক্রিয়া এবং পরিবেশের অধ্যয়ন। তুলনামূলক শারীরবৃত্তির উপর জর্জেস কুভিয়ারের কাজের ফলস্বরূপ ১৮ শতকে এই বিজ্ঞান প্রতিষ্ঠিত হয় এবং ১৯ শতকে দ্রুত বিকাশ লাভ করে। প্যালিওন্টোলজি শব্দটি ১৮২২ সাল থেকে ব্যবহৃত হচ্ছে,  গ্রীক παλαιός থেকে গঠিত ( 'palaios', \"পুরানো, প্রাচীন\"), ὄν ( 'on', ( gen. 'ontos' ), \"being, creature\"), এবং λόγος ( 'logos', \"বক্তৃতা, চিন্তা, অধ্যয়ন\")।\nজীববিজ্ঞান এবং ভূতত্ত্বের মধ্যে প্যালিওন্টোলজি অবস্থিত । এটি প্রত্নতত্ত্বের থেকে আলাদা কারণ এর গবেষণা ক্ষেত্রে শারীরবৃত্তীয়ভাবে আধুনিক মানুষের অধ্যয়ন অন্তর্ভুক্ত নয়। এতে এখন জৈব রসায়ন, গণিত এবং প্রকৌশল সহ বিজ্ঞানের বিভিন্ন ক্ষেত্র থেকে প্রাপ্ত কৌশল ব্যবহার হয়। এই সমস্ত কৌশলগুলির ব্যবহার জীবাশ্মবিদদের জীবনের বিবর্তনীয় ইতিহাসের অনেক কিছু আবিষ্কার করতে সক্ষম করেছে ।  জ্ঞান বৃদ্ধির সাথে সাথে জীবাশ্মবিদ্যার বিশেষায়িত উপ-বিভাগ তৈরি হয়েছে, যেমন প্রত্নবাস্তুবিজ্ঞান  এবং  প্রত্নজলবায়ুবিজ্ঞান  ।\nদেহের জীবাশ্ম এবং ট্রেস ফসিল হল প্রাচীন জীবন সম্পর্কে প্রধান ধরনের প্রমাণ এবং ভূ-রাসায়নিক প্রমাণগুলি জীবনের বিবর্তনের পাঠোদ্ধার করতে সাহায্য করেছে যে পূর্বে দেহের জীবাশ্ম ছেড়ে যাওয়ার মতো যথেষ্ট বড় জীবের অস্তিত্ব ছিল। এই অবশেষগুলির তারিখগুলি অনুমান করা অপরিহার্য কিন্তু কঠিন: কখনও কখনও সংলগ্ন শিলা স্তরে রেডিওমেট্রিক ডেটিং করা সম্ভব হয় , যা প্রায় নির্ভুল তারিখ জানাতে পারে, তবে অনেকক্ষেত্রেই জীবাশ্মবিদদের বায়োস্ট্যাটিগ্রাফির \" জিগস পাজল \" সমাধান করে আপেক্ষিক ডেটিং এর উপর নির্ভর করতে হয়। প্রাচীন জীবের শ্রেণীবিভাগ করাও কঠিন, কারণ অনেক লিনিয়ান শ্রেণীবিন্যাস জীবন্ত প্রাণীর শ্রেণীবিভাগে ভালভাবে খাপ খায় না এবং জীবাশ্মবিদরা অনেকসময় বিবর্তনীয় \"পরিবার গাছ\" আঁকতে ক্ল্যাডিস্টিকস ব্যবহার করেন। ২০ শতকের শেষদিকে আণবিক ফাইলোজেনেটিক্সের বিকাশ ঘটে, যা জীবের জিনোমে ডিএনএর সাদৃশ্য পরিমাপ করে জীবগুলি কতটা ঘনিষ্ঠভাবে সম্পর্কিত তা নির্ধারণ করে। আণবিক ফাইলোজেনেটিক্সও ব্যবহার করা হয় প্রজাতির বিবর্তনের সময় অনুমান করার জন্য, কিন্তু আণবিক ঘড়ির নির্ভরযোগ্যতা নিয়ে বিতর্ক রয়েছে যার উপর এই ধরনের অনুমান নির্ভর করে।\n\n\n== সারসংক্ষেপ ==\n\"প্যালিওন্টোলজি\"-র সহজতম সংজ্ঞা হল \"প্রাচীন জীবনের অধ্যয়ন\"। এই বিষয়টি অতীতের জীবের বিভিন্ন দিক সম্পর্কে তথ্য চায় : \" পরিচয় এবং উৎপত্তি, পরিবেশ এবং বিবর্তন, এবং  পৃথিবীর জৈব এবং অজৈব অতীত সম্পর্কে আমরা কী জানতে পারি\"।\n\n\n=== ঐতিহাসিক বিজ্ঞান ===\nউইলিয়াম হুয়েল (১৭৯৪-১৮৬৬) প্রত্নতত্ত্ব, ভূতত্ত্ব, জ্যোতির্বিজ্ঞান, বিশ্বতত্ত্ব, সাংস্কৃতিক ভাষাতত্ত্ব এবং ইতিহাসের সাথে সাথে জীবাশ্মবিদ্যাকে ঐতিহাসিক বিজ্ঞানের একটি হিসাবে শ্রেণীবদ্ধ করেন: জীবাশ্মবিদ্যার লক্ষ্য অতীতের ঘটনা বর্ণনা করা এবং তাদের কারণ পুনর্গঠন করা।  তাই এর তিনটি প্রধান উপাদান রয়েছে: অতীত ঘটনার বর্ণনা; বিভিন্ন ধরণের পরিবর্তনের কারণ সম্পর্কে একটি সাধারণ তত্ত্ব বিকাশ করা; এবং সেই তত্ত্বগুলিকে সুনির্দিষ্ট তথ্যে প্রয়োগ করা।  অতীত ব্যাখ্যা করার চেষ্টা করার সময়, জীবাশ্মবিদ এবং অন্যান্য ঐতিহাসিক বিজ্ঞানীরা প্রায়শই কারণগুলি সম্পর্কে এক বা একাধিক অনুমানের সেট তৈরি করেন এবং তারপরে একটি \" ধূম উদগীরণকারী বন্দুক \" সন্ধান করেন, যা প্রমাণের একটি অংশ যা অন্য যে কোনও একটি অনুমানের সাথে দৃঢ়ভাবে একমত।  কখনও কখনও গবেষকরা অন্যান্য গবেষণার সময় একটি সৌভাগ্যজনক ঘটনা দ্বারা এই \"ধূম উদগীরণকারী বন্দুক \" আবিষ্কার করেন। উদাহরণস্বরূপ, ১৯৮০ সালে লুইস এবং ওয়াল্টার আলভারেজ দ্বারা ইরিডিয়ামের আবিষ্কার, যা একটি প্রধানত বহির্জাগতিক ধাতু, ক্রিটেসিয়াস - প্যালিওজিন সীমানা স্তরে গ্রহাণুর প্রভাব তৈরি করেছে ক্রিটাসিয়াস-প্যালিওজিন বিলুপ্তির ঘটনার জন্য বিজ্ঞানীদের সবচেয়ে পছন্দের ব্যাখ্যা - যদিও আগ্নেয়গিরির অবদান নিয়ে বিতর্ক অব্যাহত রয়েছে। \n\n\n=== সম্পর্কিত বিজ্ঞান ===\nপ্যালিওন্টোলজি জীববিজ্ঞান এবং ভূতত্ত্বের মধ্যে অবস্থিত কারণ এটি অতীত জীবনের রেকর্ডের উপর গুরুত্ব দেয়, তবে এর প্রমাণের প্রধান উৎস হলো পাথরে প্রাপ্ত জীবাশ্ম ।  ঐতিহাসিক কারণে, জীবাশ্মবিদ্যা অনেক বিশ্ববিদ্যালয়ে ভূতত্ত্ব বিভাগের অংশ : ১৯ এবং ২০ শতকের গোড়ার দিকে, ভূতত্ত্ববিদরা শিলার সময়কাল নির্ণয়ের জন্য গুরুত্বপূর্ণ জীবাশ্ম প্রমাণ খুঁজে পেয়েছিলেন, সেই সময় জীববিজ্ঞানীরা এই বিষয়ে খুব কমই আগ্রহ দেখান। \nজীবাশ্মবিদ্যার প্রত্নতত্ত্বের সাথেও কিছু মিল রয়েছে, যা প্রাথমিকভাবে মানুষের দ্বারা তৈরি বস্তু এবং মানুষের দেহাবশেষের বিষয়ে কাজ করে, অন্যদিকে জীবাশ্মবিদরা প্রজাতি হিসাবে মানুষের বৈশিষ্ট্য এবং বিবর্তনে আগ্রহী। মানুষের সম্পর্কে প্রমাণ নিয়ে কাজ করার সময়, প্রত্নতাত্ত্বিক এবং জীবাশ্মবিদরা একসাথে কাজ করতে পারেন  - উদাহরণস্বরূপ, জীবাশ্মবিদরা একটি প্রত্নতাত্ত্বিক স্থানের চারপাশে প্রাণী বা উদ্ভিদের জীবাশ্ম সনাক্ত করতে পারেন, সেখানে কারা বসবাস করত এবং তারা কী খেত তা আবিষ্কার করতে পারেন; অথবা তারা বসবাসের সময় জলবায়ু বিশ্লেষণ করতে পারেন। \nএছাড়াও, জীবাশ্মবিদ্যা প্রায়শই জীববিদ্যা, অস্টিওলজি, বাস্তুবিদ্যা, রসায়ন, পদার্থবিজ্ঞান এবং গণিত সহ অন্যান্য বিজ্ঞান থেকে প্রযুক্তি ও কৌশল গ্রহণ করে।  উদাহরণস্বরূপ, শিলা থেকে ভূ-রাসায়নিক বৈশিষ্ট্যের সাহায্যে আবিষ্কার করা যায় কখন পৃথিবীতে প্রথম প্রাণের উদ্ভব হয়েছিল, এবং কার্বন আইসোটোপ অনুপাতের বিশ্লেষণগুলি জলবায়ু পরিবর্তনগুলি সনাক্ত করতে এবং এমনকি পার্মিয়ান-ট্রায়াসিক বিলুপ্তির ঘটনার মতো উল্লেখযোগ্য পরিবর্তনগুলি ব্যাখ্যা করতে সহায়তা করতে পারে।  একটি তুলনামূলকভাবে সাম্প্রতিক শৃঙ্খলা, আণবিক ফাইলজেনেটিক্স, বিবর্তনীয় পূর্বপ্রজন্মের \"পরিবার গাছ\" পুনর্নির্মাণের জন্য আধুনিক জীবের ডিএনএ এবং আরএনএর সাথে তুলনা করে। এটি গুরুত্বপূর্ণ বিবর্তনীয় বিকাশের সময়কাল অনুমান করতেও ব্যবহার করা হয়েছে, যদিও এই পদ্ধতিটি \" আণবিক ঘড়ি \" এর নির্ভরযোগ্যতা সম্পর্কে সন্দেহের কারণে বিতর্কিত।  প্রাচীন জীবের দেহগুলি কীভাবে কাজ করতে পারে তা বিশ্লেষণ করতে প্রযুক্তিবিজ্ঞান ব্যবহার করা হয়েছে, উদাহরণস্বরূপ টাইরানোসরাসের চলমান গতি এবং কামড়ের শক্তি,  বা মাইক্রোর্যাপ্টরের ফ্লাইট মেকানিক্স।  এক্স-রে মাইক্রোটোমোগ্রাফি ব্যবহার করে জীবাশ্মের অভ্যন্তরীণ বিবরণ অধ্যয়ন করা সাধারণ ব্যাপার।  প্যালিওন্টোলজি, জীববিজ্ঞান, প্রত্নতত্ত্ব এবং প্রত্নস্নায়ুজীববিজ্ঞান  মানব মস্তিষ্কের বিবর্তনকে স্পষ্ট করার জন্য মানুষের সাথে সম্পর্কিত প্রজাতির এন্ডোক্র্যানিয়াল কাস্ট (এন্ডোকাস্ট) অধ্যয়নের জন্য একত্রিত হয়। \nজীবাশ্মবিদ্যা এমনকি জ্যোতির্জীববিজ্ঞানেও অবদান রাখে, অন্যান্য গ্রহে সম্ভাব্য প্রাণের অনুসন্ধান, কীভাবে জীবনের উদ্ভব হতে পারে তার মডেল তৈরি করে এবং জীবনের প্রমাণ শনাক্ত করার কৌশল প্রদান করে। \n\n\n=== উপবিভাগ ===\nজ্ঞান বৃদ্ধির সাথে সাথে জীবাশ্মবিদ্যার বিশেষায়িত উপবিভাগ তৈরি হয়েছে।  মেরুদণ্ডী জীবাশ্মবিদ্যা প্রাচীনতম মাছ থেকে আধুনিক স্তন্যপায়ী প্রাণীদের তাৎক্ষণিক পূর্বপুরুষের জীবাশ্মগুলিতে মনোনিবেশ করে। অমেরুদণ্ডী জীবাশ্মবিদ্যা মোলাস্কস, সন্ধিপদী, অ্যানেলিড ওয়ার্ম এবং একাইনোডার্মাটার সাথে সম্পর্কিত। প্যালিওবোটানি উদ্ভিদ, শৈবাল এবং ছত্রাকের জীবাশ্ম নিয়ে গবেষণা করে। প্যালিনোলজি, ভূমি গাছপালা এবং প্রোটিস্টদের দ্বারা উত্পাদিত পরাগ এবং স্পোরের অধ্যয়ন, জীবাশ্মবিদ্যা এবং উদ্ভিদবিদ্যাকে সংযুক্ত করে, কারণ এটি জীবিত এবং জীবাশ্ম উভয় প্রাণীর বিষয়েই চর্চা করে। মাইক্রোপ্যালিওন্টোলজি সব ধরণের মাইক্রোস্কোপিক জীবাশ্ম জীবের চর্চা করে। \n\nপৃথক জীবের উপর ফোকাস করার পরিবর্তে, প্রত্নবাস্তুবিজ্ঞান  বিভিন্ন প্রাচীন জীবের মধ্যে মিথস্ক্রিয়া পরীক্ষা করে, যেমন তাদের খাদ্য শৃঙ্খল এবং তাদের পরিবেশের সাথে দ্বিমুখী মিথস্ক্রিয়া।  একসাথে, এগুলি জটিল ইউক্যারিওটিক কোষগুলির বিবর্তনের দিকে পরিচালিত করে, যেখান থেকে সমস্ত বহুকোষী জীব তৈরি হয়। \nপ্যালিওক্লাইমাটোলজি, যদিও কখনও কখনও প্যালিওকোলজির অংশ হিসাবে বিবেচিত হয়, পৃথিবীর জলবায়ুর ইতিহাস এবং এটিকে পরিবর্তন করেছে এমন প্রক্রিয়াগুলির উপর আরও বেশি ফোকাস করে  - যা কখনও কখনও বিবর্তনীয় বিকাশকে অন্তর্ভুক্ত করেছে, উদাহরণস্বরূপ ডেভোনিয়ান যুগে ভূমি উদ্ভিদের দ্রুত সম্প্রসারণ বায়ুমণ্ডল থেকে আরও কার্বন ডাই অক্সাইড অপসারণ করে, গ্রীনহাউস প্রভাব হ্রাস করে এবং এইভাবে কার্বনিফেরাস সময়কালে বরফ যুগের সৃষ্টি করতে সহায়তা করে। \nবায়োস্ট্র্যাটিগ্রাফি, জীবাশ্মের ব্যবহার কালানুক্রমিক ক্রমে যে শিলাগুলি গঠিত হয়েছিল তা নির্ধারণ করতে, জীবাশ্মবিদ এবং ভূতত্ত্ববিদ উভয়ের জন্যই কার্যকর।  জৈব ভূগোল জীবের স্থানিক বন্টন অধ্যয়ন করে, এবং এটি ভূতত্ত্বের সাথেও যুক্ত, যা ব্যাখ্যা করে কিভাবে পৃথিবীর ভূগোল সময়ের সাথে পরিবর্তিত হয়েছে। \n\n\n== ইতিহাস ==\n\nযদিও জীবাশ্মবিদ্যা ১৮০০ সাল নাগাদ প্রতিষ্ঠিত হয়েছিল, তার বহু পূর্বের চিন্তাবিদরা জীবাশ্ম বিষয়ে চিন্তাভাবনা করেছিলেন। প্রাচীন গ্রীক দার্শনিক জেনোফেনেস (৫৭০-৪৮০ খ্রিস্টপূর্বাব্দ) সামুদ্রিক জীবাশ্ম থেকে এই সিদ্ধান্তে পৌঁছেছিলেন যে ভূমির কিছু এলাকা একসময় জলের নিচে ছিল।  মধ্যযুগে পারস্যের প্রকৃতিবিদ ইবনে সিনা জীবাশ্ম নিয়ে আলোচনা করেছিলেন এবং পেট্রিফাইং ফ্লুইডের একটি তত্ত্ব প্রস্তাব করেছিলেন যে বিষয়ে স্যাক্সনির আলবার্ট ১৪ শতকে বিশদ কাজ করেছিলেন।  চীনা প্রকৃতিবিদ শেন কুও (১০৩১-১০৯৫) তার সময়ে বাঁশের জন্য খুব শুষ্ক অঞ্চলে পেট্রিফাইড বাঁশের উপস্থিতির উপর ভিত্তি করে জলবায়ু পরিবর্তনের একটি তত্ত্ব প্রস্তাব করেছিলেন। \nপ্রারম্ভিক আধুনিক ইউরোপে, জীবাশ্মের পদ্ধতিগত অধ্যয়ন প্রাকৃতিক দর্শনের পরিবর্তনের একটি অবিচ্ছেদ্য অংশ হিসাবে আবির্ভূত হয়েছিল যা আলোকিত যুগে ঘটে। ইতালীয় রেনেসাঁয়, লিওনার্দো দা ভিঞ্চি বিভিন্ন গুরুত্বপূর্ণ অবদানের পাশাপাশি অসংখ্য জীবাশ্ম চিত্রিত করেছেন। লিওনার্দোর অবদানগুলি জীবাশ্মবিদ্যার ইতিহাসে অত্যন্ত গুরুত্বপুর্ণ কারণ তিনি জীবাশ্মবিদ্যার দুটি প্রধান শাখার মধ্যে ধারাবাহিকতার একটি সংযোগ স্থাপন করেছিলেন।\n\n১৮শ শতাব্দীর শেষে, জর্জ কুভিয়েরের কাজ তুলনামূলক শারীরস্থানকে একটি বৈজ্ঞানিক শৃঙ্খলা হিসাবে প্রতিষ্ঠিত করেছিল এবং প্রমাণ করেছিল যে কিছু জীবাশ্ম প্রাণী জীবিত প্রাণীর সাথে মিল রাখে না, যা দেখিয়েছিল যে প্রাণী বিলুপ্ত হতে পারে এবং এর ফলে প্যালিওন্টোলজির আবির্ভাব ঘটে। জীবাশ্ম বিষয়ে ক্রমবর্ধমান জ্ঞান ভূতত্ত্ব, বিশেষ করে স্তরবিদ্যার বিকাশেও গুরুত্বপূর্ণ ভূমিকা পালন করে। ১৯শ শতাব্দীর শুরুতে কুভিয়ের প্রমাণ করেন যে, বিভিন্ন স্তরের শিলাস্তর বিভিন্ন সময়কালকে প্রতিনিধিত্ব করে। আমেরিকার উপরিভাগের শিলাস্তরে মেগাথেরিয়াম এবং ম্যামুটের মতো পরবর্তী স্তরের স্তন্যপায়ী প্রাণী পাওয়া যায়, যা কিছু প্রথম-নামযুক্ত জীবাশ্ম স্তন্যপায়ী গণের মধ্যে রয়েছে। আজ এগুলি নিওজিন-কোয়াটার্নারি সময়ের বলে জানা যায়। পশ্চিম ইউরোপের গভীর শিলাস্তরে পুরানো যুগের স্তন্যপায়ী যেমন প্যালিওথেরিয়াম এবং এনোপ্লোথেরিয়ামের সন্ধান মেলে, যা প্যালিওজিন যুগের সময়ের বলে জানা যায়। কুভিয়ের দেখিয়েছিলেন যে বৃহৎ বিলুপ্ত স্তন্যপায়ীদের দুটি স্তরের চেয়েও প্রাচীন স্তরে এমন একটি প্রাণী পাওয়া যায় যা বিলুপ্ত \"কুমির সদৃশ\" সামুদ্রিক সরীসৃপ হিসেবে চিহ্নিত হয়, যা পরে ক্রেটেশিয়াস যুগের মোসাসরাস নামে পরিচিত হয়।\n\n১৯শ শতাব্দীর প্রথমার্ধে ভূতত্ত্ব এবং জীবাশ্মবিদ্যা ক্রমবর্ধমানভাবে সংগঠিত হয়ে ওঠে, যার ফলে ভূতাত্ত্বিক সমাজ এবং জাদুঘরের বিকাশ ঘটে এবং পেশাদার ভূতাত্ত্বিক এবং জীবাশ্ম বিশেষজ্ঞের সংখ্যা বাড়তে থাকে। ভূতত্ত্ব এবং জীবাশ্মবিদ্যা কেবলমাত্র বৈজ্ঞানিক কারণেই নয়, শিল্পপতিদের কয়লা মতো প্রাকৃতিক সম্পদ খুঁজে বের করা এবং তা কাজে লাগাতে সহায়তা করত বলে আগ্রহ আরও বৃদ্ধি পায়।  এর ফলে পৃথিবীতে জীবনের ইতিহাস সম্পর্কে জ্ঞানের দ্রুত বৃদ্ধি ঘটে এবং জীবাশ্ম প্রমাণের ভিত্তিতে ভূতাত্ত্বিক সময়কাল সংজ্ঞায়িত করার ক্ষেত্রে অগ্রগতি হয়। যদিও তিনি বৈজ্ঞানিক মহলে খুব একটা স্বীকৃতি পাননি, মেরি অ্যানিং এই সময়কালে জীবাশ্মবিদ্যায় একটি গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন; তিনি বহু প্রারম্ভিক মেসোজয়িক যুগের সরীসৃপ জীবাশ্ম আবিষ্কার করেন এবং শনাক্ত করেন যে যেগুলিকে তখন বেজোয়ার পাথর বলা হতো, সেগুলি প্রকৃতপক্ষে প্রস্তরীভুত মল। ১৮২২ সালে অঁরি মারি ডুক্রোতে দে ব্ল্যাঁভিল, জার্নাল দে ফিজিক-এর সম্পাদক, প্যালেওন্টোলজি শব্দটি প্রাচীন জীবিত জীবের জীবাশ্মের অধ্যয়নের জন্য তৈরি করেন। জীবনের ইতিহাস সম্পর্কে জ্ঞান বাড়ার সাথে সাথে স্পষ্ট হতে থাকে যে জীবনের বিকাশের একটি ক্রমানুসার ছিল। এটি প্রজাতির রূপান্তর নিয়ে প্রাথমিক বিবর্তন তত্ত্বকে উৎসাহিত করে। চার্লস ডারউইনের অরিজিন অব স্পিসিস ১৮৫৯ সালে প্রকাশিত হওয়ার পরে, জীবাশ্মবিদ্যার অধিকাংশ মনোযোগ বিবর্তনমূলক পথ, মানব বিবর্তন এবং বিবর্তন তত্ত্ব বোঝার দিকে স্থানান্তরিত হয়।\n\n১৯শ শতাব্দীর শেষার্ধে জীবাশ্মবিদ্যায় ব্যাপক প্রসার ঘটে, বিশেষ করে উত্তর আমেরিকায়। এই প্রবণতা ২০শ শতাব্দীতেও অব্যাহত ছিল। ২০শ শতাব্দীর শেষের দিকে চীনে আবিষ্কৃত জীবাশ্মগুলি বিশেষভাবে গুরুত্বপূর্ণ, কারণ এগুলি প্রাণীর প্রাথমিক বিবর্তন, প্রাথমিক মাছ, ডাইনোসর এবং পাখির বিবর্তন সম্পর্কে অনেক নতুন তথ্য প্রদান করে। ২০শ শতাব্দীর শেষ কয়েক দশকে গণবিলুপ্তি এবং পৃথিবীতে জীবনের বিবর্তনে তাদের ভূমিকা নিয়ে নতুন আগ্রহ দেখা দেয়। একই সময়ে কেমব্রিয়ান বিস্ফোরণ, যা অধিকাংশ প্রাণী গোষ্ঠীর দেহ কাঠামোর বিকাশ ঘটিয়েছিল বলে মনে করা হয়, সম্পর্কে পুনরায় আগ্রহ বৃদ্ধি পায়। এডিয়াকারান জীবসম্পদের জীবাশ্ম আবিষ্কার এবং জীবাশ্মবিদ্যায় উন্নতি কেমব্রিয়ান যুগের অনেক আগে পর্যন্ত জীবনের ইতিহাস সম্পর্কে জ্ঞান বাড়িয়ে দেয়।\nগ্রেগর মেন্ডেলের জেনেটিক্সে অগ্রণী কাজ সম্পর্কে সচেতনতা প্রথমে জনসংখ্যাগত জেনেটিক্সের বিকাশে এবং পরে ২০শ শতাব্দীর মধ্যভাগে আধুনিক বিবর্তন সংশ্লেষণে পৌঁছায়, যা বিবর্তনকে মিউটেশন এবং অনুভূমিক জিন স্থানান্তরের মতো ঘটনার ফলাফল হিসাবে ব্যাখ্যা করে, যা জেনেটিক বৈচিত্র্য প্রদান করে, এবং সময়ের সাথে এই বৈচিত্র্যের পরিবর্তন চালিত করে জেনেটিক প্রবাহ এবং প্রাকৃতিক নির্বাচনের মাধ্যমে। পরবর্তী কয়েক বছরের মধ্যে জেনেটিক উত্তরাধিকারে ডিএনএ-এর ভূমিকা এবং কার্যকারিতা আবিষ্কৃত হয়, যা আজ \"মলিকিউলার বায়োলজির কেন্দ্রীয় বৈশিষ্ট্য\" বলে পরিচিত। যদিও এইসব প্রাথমিক গবেষণায় প্রোটিনকে তুলনা করা হতো, এখন বেশিরভাগ মলিকুলার ফাইলোজেনেটিক্স গবেষণা হয় আরএনএ এবং ডিএনএ তুলনার উপর ভিত্তি করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}