{"pageid": 1487875, "title": "ফলন সংগ্রহ", "url": "https://bn.wikipedia.org/wiki?curid=1487875", "content": "ফলন সংগ্রহ বলতে খাদ্য হিসেবে উৎপাদিত উদ্ভিদ (যার মধ্যে ছত্রাকও অন্তর্ভুক্ত), প্রাণী বা মাছ ক্ষেত বা খামার থেকে সংগ্রহ করার প্রক্রিয়াকে বোঝায়। পরিপক্ক শস্য জাতীয় উদ্ভিদ তথা ফসল কেটে সংগ্রহ করার প্রক্রিয়াটিকে আলাদা করে ফসল সংগ্রহ বা ফসল তোলা নামেও ডাকা হতে পারে। দানাশস্য বা ডাল জাতীয় ফসল কাটার জন্য সাধারণত কাস্তে, লম্বাহাতা কাস্তে বা দাওয়াল ব্যবহার করা হয়। খুবই স্বল্প যান্ত্রিকীকৃত ছোট কৃষি খামারগুলিতে ফলন সংগ্রহ বা ফসল কাটা হল কৃষি মরসুমের সবচেয়ে শ্রম-নিবিড় কর্মকাণ্ড। বৃহৎ যান্ত্রিকীকৃত কৃষি খামারগুলিতে ফসল সংগ্রহের জন্য খামারের যন্ত্রপাতি, যেমন সমন্বিত ফসল সংগ্রহকল (কম্বাইন হারভেস্টার) ব্যবহার করা হয়। স্বয়ংক্রিয়ন পদ্ধতিগুলির কারণে বীজ বপন এবং ফসল কাটা - উভয় প্রক্রিয়ার কর্মদক্ষতা বৃদ্ধি পেয়েছে। বিশেষ ফসল কাটার সরঞ্জামগুলিতে মৃদু আঁকড়ানি এবং গণহারে পরিবহনের জন্য পরিবাহক বেল্ট প্রতিটি চারা হাত দিয়ে অপসারণের কাজটিকে প্রতিস্থাপিত করেছে। \"ফলন সংগ্রহ\" পরিভাষাটিতে প্রকাশিত ধারণার মধ্যে সংগ্রহের অব্যবহিত পরের কিছু কাজ, যেমন পরিষ্কার, বাছাই, মোড়কজাতকরণ এবং শীতলীকরণ, ইত্যাদিও অন্তর্ভুক্ত থাকতে পারে।\nফলন সংগ্রহের কাজ শেষ হলে তা কোনও কৃষি মরসুমের বা কোনও একটি নির্দিষ্ট ফসলের কৃষিচক্রের সমাপ্তি   চিহ্নিত করে। সামাজিক গুরুত্বের কারণে এই ঘটনাটি মৌসুমী উদযাপন যেমন ফলন সংগ্রহের উৎসবগুলির কেন্দ্রবিন্দু, যা অনেক সংস্কৃতি এবং ধর্মে পরিলক্ষিত হয়।\n\n\n== ফসল ফলনে ব্যর্থতা ==\n\nফসল ফলনে ব্যর্থতা বলতে ফসলের ফলনের অনুপস্থিতি বা ব্যাপক হ্রাসপ্রাপ্তিকে বোঝায়, যেখানে সংশ্লিষ্ট উদ্ভিদ ক্ষতিগ্রস্ত, মৃত বা ধ্বংস হওয়ার কারণে বা অন্য কোনও প্রভাবের কারণে ভোজ্য ফল, বীজ বা পাতা প্রত্যাশিত প্রচুর পরিমাণে উৎপাদন করতে ব্যর্থ হয়। \nবিভিন্ন বিপর্যয়মূলক ঘটনা যেমন উদ্ভিদের রোগের প্রাদুর্ভাব (যেমন আয়ারল্যান্ডের মহা দুর্ভিক্ষ), আগ্নেয়গিরির অগ্ন্যুৎপাত (যেমন গ্রীষ্মহীন বছর), ভারী বৃষ্টিপাত, ঝড়, বন্যা, খরা, ধীর ও ক্রমবর্ধমান মাটির অবক্ষয়, মাটির অত্যধিক লবণাক্ততা, ক্ষয়ীভবন, মরুকরণ, ইত্যাদি ফসল ফলনে ব্যর্থতা ঘটাতে পারে। সাধারণত জল নিষ্কাশন,  মাত্রাতিরিক্ত জল উত্তোলন (সেচের ক্ষেত্রে), মাত্রাতিরিক্ত সারপ্রয়োগ বা অতি-আহরণের  ফলে মাটির অবনতি ঘটে থাকে। ঐতিহাসিকভাবে ফসল ফলনে ব্যর্থতা এবং তৎপরবর্তী দুর্ভিক্ষের কারণে মানুষের গণস্থানান্তর, গ্রাম থেকে শহরমুখী যাত্রা, ইত্যাদির সূত্রপাত হয়েছে।\nশস্য বৈচিত্র্য হ্রাস এবং কৃত্রিম সার এবং কীটনাশকের ব্যাপক ব্যবহারের উপর নির্ভরশীলতার সাথে সম্পর্কিত শিল্পায়িত এক ফসলী চাষের বিস্তারের ফলে মৃত্তিকার যে অতি-আহরণ ঘটেছে, তার জন্য সেই মাটি পুনরুজ্জীবনে প্রায় সম্পূর্ণ অক্ষম। বছরের পর বছর ধরে দীর্ঘস্থায়িত্বরোধী (unsustainable) কৃষিকাজ মাটির উর্বরতার মান হ্রাস করে এবং ফসলের ফলন হ্রাস করে। বিরামহীন ক্রমবর্ধমান বিশ্ব জনসংখ্যা এবং স্থানীয় জনসংখ্যার অতিবৃদ্ধির কারণে ফলন সামান্য হ্রাস পেলেই তা ফসল ফলনে আংশিক ব্যর্থতার সমতুল্য ধরা হচ্ছে। সারের দ্বারা মাটির পুনরুজ্জীবনের প্রয়োজনীয়তা দূর করা হয় এবং আন্তর্জাতিক বাণিজ্য স্থানীয় পর্যায়ে ফসল ফলনের ব্যর্থতাকে দুর্ভিক্ষে পরিণত হতে বাধা দেয়া হয়।\n\n\n== অন্যান্য ব্যবহার ==\n\nফলন সংগ্রহ বলতে সাধারণত শস্য এবং খামারে উৎপাদিত দ্রব্য সংগ্রহকে বোঝায়। তবে এর অন্যান্য ব্যবহারও রয়েছে: মৎস্য আহরণ এবং বৃক্ষকর্তন ও কাঠ আহরণকেও ফলন সংগ্রহ বলা হয়। দ্রাক্ষাসুরার জন্য আঙ্গুর সংগ্রহ করাকেও ফলন সংগ্রহের মধ্যে ধরা হয়। বন্য ফলন সংগ্রহ বলতে এমন সব উদ্ভিদ এবং অন্যান্য ভোজ্য সামগ্রী সংগ্রহ করাকে বোঝায় যেগুলিকে চাষ করা হয়নি। সেচের প্রেক্ষাপটে, বৃষ্টির পানি সংগ্রহ বলতে কৃষি বা গৃহস্থালি ব্যবহারের জন্য বৃষ্টির জল সংগ্রহ এবং গড়ানোর প্রক্রিয়াকে বোঝায়। ফলন সংগ্রহের পরিবর্তে আহরণ (exploitation) শব্দটিও ব্যবহৃত হতে পারে, যেমন মৎস্য বা জলসম্পদ আহরণ। শক্তি সংগ্রহ হল সেইসব শক্তি (যেমন সৌর শক্তি, তাপ শক্তি, বায়ু শক্তি, আস্রবণী শক্তি ও গতিশক্তি ) ধৃতকরণ এবং সঞ্চিতকরণের প্রক্রিয়া যেসব শক্তি অন্যথায় অবিকশিত থাকবে। মৃতদেহ সংগ্রহ বলতে শারীরবৃত্ত অধ্যয়নের জন্য মৃতদেহ সংগ্রহ এবং প্রস্তুত করার প্রক্রিয়া। অনুরূপভাবে অঙ্গ সংগ্রহ হল প্রতিস্থাপনের উদ্দেশ্যে দাতার কাছ থেকে দেহকলা বা অঙ্গ অপসারণ করা।\nকৃষি-বহির্ভূত আরেকটি অর্থে \"ফলন সংগ্রহ\" পরিভাষাটি দিয়ে এমন একটি অর্থনৈতিক নীতিকে বোঝায় যা একটি প্রস্থানমূলক ঘটনা বা \"তারল্য ঘটনা\" (Liquid event) হিসেবে পরিচিত। উদাহরণস্বরূপ, যদি কোনও ব্যক্তি বা ব্যবসা প্রতিষ্ঠান কোনও কোম্পানির মালিকানার দায় নগদে পরিশোধ করে বেরিয়ে যেতে চায় বা কোনও পণ্য থেকে তাদের বিনিয়োগ বাদ দিতে চায়, তাহলে সেটিকে এটি \"ফলন সংগ্রহ\" কৌশল হিসেবে গণ্য করা হয়।\n\n\n=== কানাডা ===\nকানাডায় আদিবাসী বা চুক্তির অধিকারগুলির আলোচনায় ফলন সংগ্রহ বা অভ্যন্তরীণ ফলন সংগ্রহ বলতে আদি জাতিসমূহ, মিশ্র আদিবাসী-ইউরোপীয় এবং ইনুইটদের দ্বারা পশুশিকার, মাছ ধরা এবং উদ্ভিদ সংগ্রহকে বোঝায়। যেমন গোউইচ-ইন পূর্ণাঙ্গ ভূমি দাবি চুক্তিতে \"ফলন সংগ্রহের অর্থ সংগ্রহ করা, শিকার করা, ফাঁদ ধরা বা মাছ ধরা ...\"। একইভাবে, তিলচো ভূমি দাবি এবং স্বশাসন চুক্তিতে \" বন্যপ্রাণীর প্রেক্ষাপটে 'ফলন সংগ্রহ' বন্যপ্রাণী শিকার, ফাঁদে ফেলা বা মাছ ধরা এবং উদ্ভিদ বা বৃক্ষের প্রেক্ষাপটে এটি ফসল/কাঠ সংগ্রহ বা কাটার সাথে সম্পর্কিত।\n\n\n== চিত্রসম্ভার ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\n\nসমন্বিত ফসল সংগ্রহকল\nশক্তি সংগ্রহ\nফলন সংগ্রহ (দ্রাক্ষাসুরা)\nফলন সংগ্রহের উৎসব\nমাত্রাতিরিক্ত ফলন সংগ্রহ\nবৃষ্টির পানি সংগ্রহ\nটেকসই কৃষি\nটেকসই ফলন\nফসল মাড়াই\nফসল ঝাড়াই\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n উইকিঅভিধানে harvest-এর আভিধানিক সংজ্ঞা পড়ুন।\n উইকিউক্তিতে ফলন সংগ্রহ সম্পর্কিত উক্তি পড়ুন।"}