{"pageid": 1487665, "title": "টিম ওয়ালজ", "url": "https://bn.wikipedia.org/wiki?curid=1487665", "content": "টিমোথি জেমস ওয়ালজ  (জন্ম ৬ এপ্রিল, ১৯৬৪) হলেন একজন আমেরিকান রাজনীতিবিদ, প্রাক্তন শিক্ষাবিদ এবং অবসরপ্রাপ্ত মার্কিন যুক্তরাষ্ট্রের সেনাবাহিনীর নন-কমিশনড অফিসার যিনি ২০১৯ সাল থেকে মিনেসোটার ৪১ তম গভর্নর হিসাবে দায়িত্ব পালন করেছেন। তিনি ২০০৭ থেকে ২০১৯ সাল পর্যন্ত মার্কিন প্রতিনিধি পরিষদের সদস্য এবং ২০১৭ থেকে ২০১৯ সাল পর্যন্ত হাউস ভেটেরান্স অ্যাফেয়ার্স কমিটির র‌্যাঙ্কিং সদস্য ছিলেন। ওয়ালজ হলেন ২০২৪ সালের মার্কিন প্রেসিডেন্ট নির্বাচনে ভাইস প্রেসিডেন্টের জন্য ডেমোক্র্যাটিক মনোনীত প্রার্থী।\nওয়ালজ ওয়েস্ট পয়েন্ট, নেব্রাস্কায় জন্মগ্রহণ করেছিলেন। হাই স্কুলের পর তিনি আর্মি ন্যাশনাল গার্ডে যোগ দেন এবং একটি কারখানায় কাজ করেন। পরে তিনি নেব্রাস্কার চ্যাড্রন স্টেট কলেজ থেকে স্নাতক হন এবং তারপর ১৯৯৬ সালে মিনেসোটাতে চলে যান। কংগ্রেসে প্রতিদ্বন্দ্বিতা করার আগে, তিনি একজন উচ্চ বিদ্যালয়ের সামাজিক অধ্যয়নের শিক্ষক এবং ফুটবল কোচ ছিলেন। তিনি ২০০৬ সালে জন্য মিনেসোটার ১ম কংগ্রেস জেলায় ইউএস হাউস অফ রিপ্রেজেন্টেটিভস-এ নির্বাচিত হন, ছয় মেয়াদের রিপাবলিকান ক্ষমতাসীন গিল গুটকনেচটকে পরাজিত করেন।\n২০১৮ সালে মিনেসোটার গভর্নর নির্বাচিত হওয়ার আগে ওয়ালজ পাঁচবার হাউসে পুনঃনির্বাচিত হন এবং ২০২২ সালে পুনরায় নির্বাচিত হন। তার দ্বিতীয় সরকারী মেয়াদে, তিনি কর পরিবর্তন, বিনামূল্যে স্কুলের খাবার, নিম্ন আয়ের পরিবারগুলির জন্য বিনামূল্যে কলেজ টিউশন, রাষ্ট্রীয় অবকাঠামোকে শক্তিশালীকরণ সহ বিস্তৃত পরিসরের আইনের জন্য চাপ দেন এবং বাস্তবায়ন করেন।\n৬ আগস্ট, ২০২৪-এ, ভাইস প্রেসিডেন্ট কমলা হ্যারিস ২০২৪ সালের মার্কিন প্রেসিডেন্ট নির্বাচনে ওয়ালজকে তার সহযোগী হিসেবে ঘোষণা করেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nটিমোথি জেমস ওয়ালজের জন্ম 6 এপ্রিল, 1964, ওয়েস্ট পয়েন্ট, নেব্রাস্কা, মেমোরিয়াল হাসপাতালে।  তার মা, ডার্লিন রোজ রেইম্যান ছিলেন একজন গৃহিণী  এবং একটি খামারে বেড়ে ওঠেন।  তার বাবা, জেমস ফ্রেডেরিক ওয়ালজ ছিলেন একজন শিক্ষক এবং স্কুল সুপারিনটেনডেন্ট যিনি কোরিয়ান যুদ্ধের সময় মার্কিন সেনাবাহিনীতে কাজ করেছিলেন, এবং ছোটবেলায় পরিবারের কসাইয়ের দোকানে কাজ করতেন।  টিম জার্মান, সুইডিশ, লুক্সেমবার্গীয় এবং আইরিশ বংশোদ্ভূত; 1867 সালে তার প্রপিতামহ সেবাস্টিয়ান ওয়ালজ জার্মানির কুপেনহেইম থেকে মার্কিন যুক্তরাষ্ট্রে চলে আসেন।  তার একজন দাদী ছিলেন সুইডিশ আমেরিকান, এবং তার দাদীদের একজন ছিলেন আইরিশ আমেরিকান ।  তিনি ক্যাথলিক হয়েছিলেন। \nওয়ালজ এবং তার তিন ভাইবোন ভ্যালেন্টাইন, নেব্রাস্কা, রাজ্যের উত্তর-মধ্য অংশের একটি ছোট গ্রামীণ শহরে, দক্ষিণ ডাকোটা সীমান্তের কাছে খামার এবং র‍্যাঞ্চল্যান্ডের একটি এলাকায় বেড়ে ওঠেন।  স্কুলে, তিনি ফুটবল এবং বাস্কেটবল খেলতেন এবং ট্র্যাক চালাতেন।  স্কুলের পর সে তার বন্ধুদের সাথে শিকারে যেতেন।  ওয়ালজ যখন হাই স্কুলে ছিলেন, তখন তার বাবা, যিনি স্কুল সুপারিনটেনডেন্ট এবং একজন চেইন স্মোকার ছিলেন, তিনি ফুসফুসের ক্যান্সারে আক্রান্ত হন।  তার বাবার রোগ নির্ণয়ের পর, তার পরিবার তার মায়ের আত্মীয়দের কাছাকাছি থাকার জন্য নেব্রাস্কার বুটে গ্রামীণ কৃষি সম্প্রদায়ে চলে যায়।  গ্রীষ্মকালে, ওয়ালজ পারিবারিক খামারে কাজ করতেন।  তিনি 1982 সালে বাট হাই স্কুল থেকে 25 জন ছাত্রের একটি শ্রেণীতে স্নাতক হন  এবং তারপরে কলেজের জন্য চাড্রন, নেব্রাস্কায় যান। \nওয়ালজের বাবা 1984 সালের জানুয়ারিতে মারা যান, তার মা এবং ছোট ভাইকে সমর্থনের জন্য সামাজিক নিরাপত্তা বেঁচে থাকা সুবিধার উপর নির্ভরশীল রেখেছিলেন।  তিনি বিধ্বস্ত হয়ে পড়েন এবং নেব্রাস্কা থেকে টেক্সাসে চলে যান, যেখানে তিনি হিউস্টন বিশ্ববিদ্যালয়ে ইস্ট এশিয়ান স্টাডিজে কোর্স করেন এবং টেক্সাস আর্মি ন্যাশনাল গার্ডে দায়িত্ব পালন করেন।  তারপর তিনি উত্তর-পূর্ব আরকানসাসের জোনসবোরোতে যান, যেখানে তিনি একটি কারখানায় ট্যানিং বিছানা তৈরি করেন এবং আরকানসাস আর্মি ন্যাশনাল গার্ডের একজন প্রশিক্ষক ছিলেন। \nওয়ালজ 1987 সালে চ্যাড্রন স্টেট কলেজে তার শিক্ষা চালিয়ে যাওয়ার জন্য নেব্রাস্কায় ফিরে আসেন; তিনি সেখানে ছাত্র সরকারে অংশগ্রহণ করেন এবং একজন সম্মান ছাত্র ছিলেন।  তিনি 1989 সালে সামাজিক বিজ্ঞান শিক্ষায় ব্যাচেলর অফ সায়েন্স ডিগ্রি নিয়ে স্নাতক হন। \n\n\n== কর্মজীবনের প্রথম দিকে ==\n\n\n=== শিক্ষকতা ===\nচ্যাড্রন স্টেট কলেজ থেকে স্নাতক হওয়ার পর, ওয়ালজ চীনের গুয়াংডং- এর ''ফোশান নম্বর ওয়ান' হাই স্কুলে ওয়ার্ল্ডটিচ- এর সাথে এক বছরের শিক্ষকতার পদ গ্রহণ করেন।  তিয়ানানমেন স্কয়ারের বিক্ষোভ এবং সেই বছরের জুনে পরবর্তীতে সরকারী দমন-পীড়নের পর 1989 সালের আগস্ট মাসে তিনি শিক্ষকতা করতে যান।  মার্কিন যুক্তরাষ্ট্রে ফিরে আসার পর, ওয়ালজ পশ্চিম নেব্রাস্কায় 10,000 জনসংখ্যার একটি শহর অ্যালায়েন্সে একজন শিক্ষক এবং প্রশিক্ষক হন, এবং 1993 সালে নেব্রাস্কা জুনিয়র চেম্বার অফ কমার্স দ্বারা একটি অসামান্য তরুণ নেব্রাস্কান নামে পরিচিত হন। \nশিক্ষক হিসাবে কাজ করার সময়, ওয়ালজ তার স্ত্রী, একজন সহশিক্ষক গুয়েন হুইপলের সাথে দেখা করেন এবং 1994 সালে দুজনে বিয়ে করেন। দুই বছর পর, তারা গোয়েনের নিজ রাজ্যের মিনেসোটার মানকাটোতে চলে যায়।  ওয়ালজ মানকাটো ওয়েস্ট হাই স্কুলে ভূগোলের শিক্ষক এবং ফুটবল কোচ হিসেবে কাজ করেছেন।  কোচিং স্টাফের সাথে রক্ষণাত্মক সমন্বয়কারী হিসেবে যোগদান করার সময় ফুটবল দল টানা ২৭টি খেলা হেরেছিল।  তিন বছর পরে, 1999 সালে, দলটি তার প্রথম রাষ্ট্রীয় চ্যাম্পিয়নশিপ জিতেছিল। \n1999 সালে, ওয়ালজ মানকাটো ওয়েস্ট হাই স্কুলের প্রথম গে-স্ট্রেইট জোটের অনুষদ উপদেষ্টা হতে সম্মত হন।  তিনি অনুভব করেছিলেন যে এটি গুরুত্বপূর্ণ যে একজন বিবাহিত, বিষমকামী ফুটবল কোচ এবং সৈনিক হিসাবে, তিনি দেখাতে পারেন কিভাবে বিভিন্ন বিশ্ব সহাবস্থান করতে পারে।  নয় বছর ধরে তিনি এবং তার স্ত্রী এডুকেশনাল ট্রাভেল অ্যাডভেঞ্চারস চালান, যা উচ্চ বিদ্যালয়ের শিক্ষার্থীদের জন্য চীনে গ্রীষ্মকালীন শিক্ষা সফরের আয়োজন করেছিল।  ওয়ালজ 2002 সালে মিনেসোটা স্টেট ইউনিভার্সিটি, মানকাটো থেকে অভিজ্ঞতামূলক শিক্ষায় বিজ্ঞানে স্নাতকোত্তর অর্জন করেন, হোলোকাস্ট শিক্ষার উপর তার মাস্টার্স থিসিস লিখেছিলেন।  2006 সালের মার্চ মাসে, তিনি কংগ্রেসে প্রতিদ্বন্দ্বিতা করার জন্য শিক্ষকতা থেকে অনুপস্থিতির ছুটি নিয়েছিলেন। \n\nতার পিতার অনুপ্রেরণায়, ওয়ালজ ১৭ বছর বয়সের দুই দিন পর আর্মি ন্যাশনাল গার্ডে তালিকাভুক্ত হন।  তার বাবা কোরিয়ান যুদ্ধের সময় কাজ করেছিলেন এবং জিআই বিল দিয়ে তার শিক্ষা ডিগ্রি অর্জন করেছিলেন; তিনি চেয়েছিলেন তার ছেলেরও একই সুযোগ থাকুক। \nওয়ালজ 1981 সালে তালিকাভুক্ত হওয়ার পর 24 বছর ন্যাশনাল গার্ডে দায়িত্ব পালন করেন  তার সামরিক কর্মজীবনে, তিনি নরওয়ের আর্কটিক সার্কেলের কাছে আরকানসাস, টেক্সাসে পোস্টিং করেছিলেন; নিউ উলম, মিনেসোটা, মানকাটোর উত্তর-পশ্চিমে; ইতালি, এবং অন্য কোথাও।  তিনি ভারী আর্টিলারিতে প্রশিক্ষণ নেন।  তার চাকরির সময় তিনি বন্যা এবং টর্নেডোর পরে দুর্যোগ প্রতিক্রিয়া পোস্টিংয়ে কাজ করেছিলেন এবং বিদেশে মোতায়েন ছিলেন।  1989 সালে, তিনি নেব্রাস্কা সিটিজেন-সোলজার অফ দ্য ইয়ার খেতাব অর্জন করেন।   ওয়ালজ গার্ড থেকে অবসর নেওয়ার জন্য প্রয়োজনীয় 20 বছরের চাকরি শেষ করার পরে, তিনি অবসর নেওয়ার পরিবর্তে পুনরায় তালিকাভুক্ত হন, পরে 11 সেপ্টেম্বর, 2001 এর হামলাকে তার পুনরায় তালিকাভুক্তির কারণ হিসাবে উল্লেখ করে।  ন্যাশনাল গার্ডের মতে, তিনি আগস্ট 2002 পর্যন্ত অবসর নিতে সক্ষম হন।  অগাস্ট 2003 সালে, তিনি মিনেসোটা ন্যাশনাল গার্ডের সাথে ইতালির ভিসেঞ্জায় নয় মাসের জন্য মোতায়েন হন, অপারেশন এন্ডুরিং ফ্রিডম এর অংশ হিসাবে ইউরোপীয় নিরাপত্তা বাহিনীর সাথে কাজ করার জন্য।  তিনি তার চাকরির শেষের দিকে কমান্ড সার্জেন্ট মেজর পদে অধিষ্ঠিত হন  এবং 125তম ফিল্ড আর্টিলারি রেজিমেন্টের 1st ব্যাটালিয়নের সিনিয়র তালিকাভুক্ত সৈনিক ছিলেন।  ওয়ালজের অর্জনের মধ্যে রয়েছে আর্মি কম্যান্ডেশন মেডেল, দুটি আর্মি অ্যাচিভমেন্ট মেডেল, দুটি ন্যাশনাল ডিফেন্স সার্ভিস মেডেল, একটি গ্লোবাল ওয়ার অন টেররিজম সার্ভিস মেডেল এবং পাঁচটি ওক লিফ ক্লাস্টার সহ একটি আর্মি রিজার্ভ কম্পোনেন্টস অ্যাচিভমেন্ট মেডেল । \nফেব্রুয়ারী 10, 2005-এ, ওয়ালজ ইউএস হাউস অফ রিপ্রেজেন্টেটিভের জন্য দাখিল করার জন্য অফিসিয়াল নথি দাখিল করেন।  মার্চ মাসে, ন্যাশনাল গার্ড আগামী দুই বছরের মধ্যে মিনেসোটা ন্যাশনাল গার্ড থেকে প্রায় 2,000 সৈন্য ইরাকে মোতায়েন করার ঘোষণা দিয়েছে।  ওয়ালজ বলেছিলেন যে তিনি ডাকা হলে মোতায়েন করবেন।  ন্যাশনাল গার্ড মে মাসে তার অবসরের কাগজপত্র প্রক্রিয়াকরণ শেষ করে এবং ওয়ালজ 16 মে সামরিক চাকরি থেকে অবসর নেন।  তিনি পরে ব্যাখ্যা করেছিলেন যে তিনি কংগ্রেসের পক্ষে প্রচারে মনোনিবেশ করার জন্য অবসর নিয়েছিলেন এবং হ্যাচ অ্যাক্ট লঙ্ঘন করতে চাননি, যা ফেডারেল সরকারী কর্মচারীদের কিছু রাজনৈতিক কার্যকলাপ নিষিদ্ধ করে।  মিনেসোটা ন্যাশনাল গার্ড নিশ্চিত করেছে যে ওয়ালজ তার প্রাক্তন ইউনিট ইরাকে সম্ভাব্য মোতায়েন সম্পর্কে 14 জুলাই অবহিত হওয়ার দুই মাস আগে অবসর গ্রহণ করেছে। সেই ইউনিটটি আগস্টে তার সংঘবদ্ধকরণের আদেশ পায় এবং ওয়ালজের অবসর নেওয়ার দশ মাস পরে মার্চ 2006 সালে ইরাকে মোতায়েন করা হয়। \n\n\n=== রাজনৈতিক সম্পৃক্ততা ===\nওয়ালজ রাজনীতিতে প্রথম সক্রিয় হন আগস্ট 2004 সালে, যখন তিনি জন কেরির প্রেসিডেন্ট নির্বাচনী প্রচারে স্বেচ্ছাসেবক হয়েছিলেন।  মানকাটোতে জর্জ ডব্লিউ বুশের এক সমাবেশে ছাত্রদের একটি দল নিয়ে যাওয়ার পর তিনি রাষ্ট্রপতি নির্বাচনে স্বেচ্ছাসেবক হিসেবে কাজ করার জন্য অনুপ্রাণিত হন,\n\n\n== মার্কিন প্রতিনিধি পরিষদ (২০০৭-২০১৯) ==\n\n\n=== নির্বাচন ===\nফেব্রুয়ারী 10, 2005-এ, ওয়ালজ মিনেসোটার ১ম কংগ্রেসনাল ডিস্ট্রিক্ট থেকে ইউএস হাউস অফ রিপ্রেজেন্টেটিভের জন্য প্রতিদ্বন্দ্বিতা করার জন্য আবেদন করেছিলেন।  জেলায় বেশিরভাগই রিপাবলিকান-ঝুঁকে থাকা স্বতন্ত্রদের নিয়ে গঠিত।  2006 সালের প্রাথমিক নির্বাচনে মিনেসোটা ডেমোক্রেটিক-ফার্মার-লেবার পার্টি (DFL) মনোনয়নের জন্য তার কোনো প্রতিপক্ষ ছিল না।  সাধারণ নির্বাচনে, তিনি ছয় মেয়াদের দায়িত্বশীল রিপাবলিকান গিল গুটকনেখটের মুখোমুখি হন।  প্রচারাভিযানের সময়, ওয়ালজ গুটকনেখ্টকে \"ওয়াল স্ট্রীটে\" ট্যাক্স কাট প্রসারিত করার জন্য অভিযুক্ত করেছিলেন এবং গুটকনেখ্টকে রাষ্ট্রপতি জর্জ ডব্লিউ বুশের সাথে বাঁধার চেষ্টা করেছিলেন।  ওয়ালজের প্রচারণার একটি কেন্দ্রবিন্দু ছিল ইরাক যুদ্ধের বিরোধিতা, কারণ সেই বছর যুদ্ধের জনপ্রিয়তা কমছিল।  Walz 53% ভোট নিয়ে নির্বাচনে জয়ী হয়েছেন।  \n\nওয়ালজ 2008 সালে 62% ভোট নিয়ে পুনঃনির্বাচিত হন, জেলায় দ্বিতীয় পূর্ণ মেয়াদে জয়ী হয়ে একমাত্র অ-রিপাবলিকান হয়েছিলেন। তিনি 2010 সালে রিপাবলিকান রাজ্যের প্রতিনিধি র্যান্ডি ডেমার এবং স্বাধীন প্রাক্তন কূটনীতিক স্টিভ উইলসনের বিরুদ্ধে ত্রিমুখী প্রতিযোগিতায় 49% ভোট নিয়ে তৃতীয় মেয়াদে জয়লাভ করেন।  তিনি 2012 এবং 2014 সালে মোটামুটি ব্যবধানে পুনর্নির্বাচিত হন।  2016 সালে, ওয়ালজ সংক্ষিপ্ত ব্যাবধানে ষষ্ঠ মেয়াদে পুনর্নির্বাচিত হন, রিপাবলিকান জিম হ্যাগেডর্নকে পরাজিত করেন, যিনি পরবর্তীতে ওয়ালজের স্থলাভিষিক্ত হন, 0.7% (বা 2,548 ভোট), যদিও তার জেলা সমকালীন রাষ্ট্রপতি নির্বাচনে ডোনাল্ড ট্রাম্পকে বিপুল পরিমানে ভোট দেয়।  এর পরে, এবং তার জেলাটি আরও রিপাবলিকান প্রবণ হওয়ায়, ওয়ালজ 2018 সালে সপ্তম মেয়াদের জন্য প্রতিনিধিত্ব করেননি, পরিবর্তে গভর্নরের জন্য প্রতিদ্বন্দ্বিতা করেন। \n\n\n== মিনেসোটার গভর্নর (2019-বর্তমান) ==\n\n\n=== নির্বাচন ===\n\n\n==== 2018 ====\n\nমার্চ 2017-এ, মার্ক ডেটন, তথকালীন গভর্নর, অন্য মেয়াদ না চাওয়া বেছে নেওয়ার পরে, ওয়ালজ ঘোষণা করেছিলেন যে তিনি গভর্নর পদে লড়বেন।  ডেমোক্র্যাটিক প্রাইমারিতে তার প্রধান প্রতিদ্বন্দ্বী ছিলেন মূলত রাজ্য প্রতিনিধি ইরিন মারফি, যিনি 2018 সালের জুন মাসে পার্টির কনভেনশনে রাজ্য পার্টির অনুমোদন পেয়েছিলেন।  এর কিছুক্ষণ পরে, রাজ্যের অ্যাটর্নি জেনারেল লরি সোয়ানসন প্রচারে দেরিতে দৌড়ে প্রবেশ করেন। Walz আগস্টের প্রাথমিক নির্বাচনে 41.60% ভোটে মার্ফি এবং সোয়ানসনকে পরাজিত করেন।  6 নভেম্বর, 2018-এ, তিনি গভর্নর নির্বাচিত হন, রিপাবলিকান মনোনীত হেনেপিন কাউন্টি কমিশনার জেফ জনসনকে, 53.84% বনাম 42.43% ্ভোটে পরাজিত করেন। \n\n\n==== 2022 ====\nওয়ালজ 2022 সালে পুনরায় নির্বাচন চেয়েছিলেন  তিনি আগস্ট 9 ডেমোক্রেটিক প্রাইমারিতে জয়ী হন এবং নভেম্বরের সাধারণ নির্বাচনে রিপাবলিকান মনোনীত স্কট জেনসেনের মুখোমুখি হন। 8 নভেম্বর, 2022-এ, Walz জেনসেনকে পরাজিত করেছেন, 52.3% বনাম 44.6% ভোটে। \n\n\n== 2024 ভাইস প্রেসিডেন্টের প্রচারণা ==\n\n22 শে জুলাই, 2024-এ, ওয়ালজ ভাইস প্রেসিডেন্ট কমলা হ্যারিসকে সমর্থন করেছিলেন যখন বর্তমান প্রেসিডেন্ট জো বিডেন 2024 সালের রাষ্ট্রপতির দৌড় থেকে সরে আসেন ৷   হ্যারিস ৬ আগস্ট ঘোষণা করেন যে তিনি ওয়ালজকে তার রানিং সঙ্গী হিসেবে বেছে নিয়েছেন। \n\n\n== রাজনৈতিক অবস্থান ==\nওয়ালজকে মধ্যপন্থী এবং প্রগতিশীল হিসাবে বর্ণনা করা হয়ে থাকে। \n\n\n=== গর্ভপাত ===\nওয়ালজ গর্ভপাতের আইনি অধিকারকে সমর্থন করেন।\n\n\n=== বন্দুক ===\nওয়ালজ একজন বন্দুকের মালিক এবং আগ্নেয়াস্ত্রের উপর বর্ধিত নিয়মকানুনকে সমর্থন করেন।\n\n\n=== ইসরাইল-হামাস যুদ্ধ ===\nওয়ালজ ইসরায়েলে ৭ অক্টোবর হামাসের হামলার নিন্দা করেছেন।  তিনি পরের দিনগুলিতে পতাকা অর্ধেক স্টাফের কাছে নামানোর নির্দেশ দেন।  2024 সালের মিনেসোটা ডেমোক্রেটিক প্রেসিডেন্সিয়াল প্রাইমারির পর, যেখানে 19% ভোটার \" অনিচ্ছু \" ব্যালট দিয়েছেন, ওয়ালজ তাদের প্রতি সহানুভূতিশীল দৃষ্টিভঙ্গি নিয়েছিলেন যারা গাজায় রাষ্ট্রপতি বিডেনের যুদ্ধ পরিচালনার প্রতিবাদ করার জন্য এটি করছেন, তাদের \"নাগরিকভাবে জড়িত\" বলে অভিহিত করেছেন। \nগাজা যুদ্ধে মার্কিন অর্থায়নের বিরুদ্ধে প্রতিবাদের মধ্যে ওয়ালজ বলেছেন:\n\nএই সমস্যাটি একটি মানবিক সংকট। তাদের কথা শোনার সম্পূর্ণ অধিকার আছে... এই লোকেরা পথ পরিবর্তনের জন্য বলছে, তারা আরও চাপ দেওয়ার জন্য বলছে... আপনি প্রতিযোগী জিনিসগুলি ধরে রাখতে পারেন: যে ইসরায়েলের আত্মরক্ষা করার অধিকার আছে, এবং 7 অক্টোবরের নৃশংসতা অগ্রহণযোগ্য, তবে ফিলিস্তিনি বেসামরিক নাগরিকরা এতে \"ধরা পড়ছে\"... এটার শেষ হওয়া প্রয়োজন।\n\n\n=== এলজিবিটি অধিকার ===\nওয়ালজ যৌন অভিমুখের ভিত্তিতে ফেডারেল বৈষম্য বিরোধী আইন সহ এলজিবিটিকিউ অধিকার সমর্থন করে\n\n\n== ব্যক্তিগত জীবন ==\n\n\n== পুরস্কার এবং অর্জন ==\n\n\n=== কৃষি ===\n2017 সালে, ওয়ালজ 33 জন মার্কিন সিনেটর এবং প্রতিনিধিদের মধ্যে একজন ছিলেন যিনি ন্যাশনাল ফার্মার্স ইউনিয়ন থেকে গোল্ডেন ট্রায়াঙ্গেল পুরস্কার পেয়েছিলেন \"পারিবারিক কৃষক, পশুপালক এবং তাদের গ্রামীণ সম্প্রদায়ের জন্য ফেডারেল নীতিনির্ধারণী পর্যায়ে নেতৃত্ব ও সমর্থন প্রদর্শনের জন্য\"। \n\n\n=== সামরিক ===\nওয়ালজের সামরিক পুরস্কার এবং সজ্জা অন্তর্ভুক্ত:\n\n\n== মন্তব্য ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n\n=== দাপ্তরিক ===\nOfficial website of Harris Walz campaign\nTim Walz biography on campaign website\nGovernor Tim Walz (2019 -)\nRepresentative Tim Walz (2007–2019)\n\n\n=== অন্যান্য ===\nউপস্থিতি - সি-স্প্যানে\nTim Walz at On the Issues\nTim Walz at PolitiFact\nTimothy James Walz Collection, Veterans History Project, Library of Congress"}