{"pageid": 1488316, "title": "হীরাচাঁদ দুগার", "url": "https://bn.wikipedia.org/wiki?curid=1488316", "content": "হীরাচাঁদ দুগার  ( ১৮৯৮ - ৩ মে ১৯৫১) ছিলেন একজন ভারতীয় চিত্রশিল্পী।  অবনীন্দ্রনাথ-শৈলীর একজন যথার্থ উত্তরাধিকারী ছিলেন তিনি। \n\n\n== জীবনী ==\nহীরাচাঁদ দুগার ব্রিটিশ ভারতের অধুনা  পশ্চিমবঙ্গের মুর্শিদাবাদ জেলার  জিয়াগঞ্জে ১৮৯৮ খ্রিস্টাব্দে রাজস্থানের বিকানের হতে আগত এক ব্যবসায়িক জৈন পরিবারে জন্মগ্রহণ করেন । পিতা সুরজমল দুগার। স্থানীয় বিদ্যালয়ের পাঠ শেষ হওয়ার আগেই তার পিতা হীরাচাঁদকে ব্যবসায়ে নিয়ে আসেন। প্রকৃতি প্রেমিক হীরাচাঁদের চিত্রাঙ্কনে আগ্রহ জন্মে। ১৯১৫ খ্রিস্টাব্দে পরিবারের আপত্তি সত্ত্বেও তিনি কলকাতায় আসেন এবং সরকারি চারুকলা বিদ্যালয়ে পার্সি ব্রাউন এবং  অসিতকুমার হালদারের কাছে অঙ্কন শিখতে থাকেন। অসিতকুমার হালদার যখন শান্তিনিকেতনের  কলাভবনের দায়িত্ব পান, তখন তিনি কলকাতা থেকে যে চারজন ছাত্রদের শান্তিনিকেতনে নিয়ে যান, তাদের অন্যতম ছিলেন হীরাচাঁদ। অন্য তিনজন ছিলেন অর্ধেন্দুপ্রসাদ বন্দ্যোপাধ্যায়, কৃষ্ণকিঙ্কর ঘোষ এবং ধীরেন্দ্রকৃষ্ণ দেববর্মন। শিল্পাচার্য নন্দলাল বসু ও  অসিতকুমার হালদারের কাছে চিত্রাঙ্কন শেখেন। কিন্তু তিনি তার শিক্ষকদের শৈলী হুবহু অনুসরণ করতেন না। প্রকৃতি প্রেমিক তিনি যেমন বাগান করতে ভালবাসতেন তেমনই প্রকৃতিকে খুব নিখুঁতভাবে পর্যবেক্ষণ করতেন এবং সময় নিতেন চিত্রকর্ম সম্পন্ন করতে। ছাত্রাবস্থাতেই তাঁর আঁকা ছবি কলকাতার 'ইন্ডিয়ান সোসাইটি অফ ওরিয়েন্টাল আর্ট'-এর বার্ষিক চিত্র প্রদর্শনীতে উচ্চ প্রশংসিত হয়। অনেকেই তার শিল্পকর্মে  অবনীন্দ্রনাথের শিল্পকর্মের শৈলী লক্ষ্য করেন। ১৯২১ খ্রিস্টাব্দে হীরাচাঁদ তার জীবনের এক গুরুত্বপূর্ণ সময়ে কাশ্মীর পরিদর্শন করেন এবং কাশ্মীরের অনেক দৃশ্যপট আঁকেন। তিনি মোগল শৈলীর রেখাঙ্কন, হাতির দাঁতের উপর অতি ক্ষুদ্র প্রতিকৃতি আঁকার পদ্ধতি এবং ছবিতে সোনার তবক লাগানোর কলা কৌশল আয়ত্ত করেন 'পাটনা কলম' শৈলীর বিশিষ্ট শিল্পী ঈশ্বরীপ্রসাদ বর্মার কাছে।  ১৯২২ খ্রিস্টাব্দে তার পিতার মৃত্যুতে ও উদ্ভুত পারিবারিক কারণে জিয়াগঞ্জে পৈতৃক গৃহে ফিরে যান। ওই সময়ে আবার স্ত্রী তেজকুমারীর মৃত্যুতে তিনি দীর্ঘদিন শিল্পচর্চা থেকে বিরত থাকেন। ১৯৪৬ খ্রিস্টাব্দে রাজগীরে যান এবং স্থানীয় রাজগৃহে একমাস অবস্থান করে বহু স্কেচ ও ছবি আঁকেন। তবে পরিণত বয়স পর্যন্ত তার দৃশ্যপট আঁকার আগ্রহ দেখা যায়। দক্ষ চিত্রশিল্পী হীরাচাঁদ মূলত ওয়াটার কালার এবং পেন্সিলে ছবি আঁকতে পছন্দ করতেন। তিনি তৈলচিত্রে আগ্রহী ছিলেন না, দেবীপ্রসাদ রায়চৌধুরীর পীড়াপীড়িতে তিনি অল্প কিছু তৈলচিত্র আঁকেন। ১৯৪৯ খ্রিস্টাব্দে হীরাচাঁদ রাজস্থানের বহু অঞ্চলসহ  সৌরাষ্ট্রের পালিতানা পাহাড়ের উপর অবস্থিত নানা মন্দির, জৈনতীর্থ শত্রুঞ্জয় পরিদর্শন করেন এবং সেসবের স্কেচ করে আনেন।\n\n\n== প্রদর্শনী ==\n১৯৫০ খ্রিস্টাব্দে হীরাচাঁদের জীবদ্দশায় ১৯৪৫ - ৫০ খ্রিস্টাব্দে তার শিল্পকর্মের একক প্রদর্শনী হয় ১৯৫০ খ্রিস্টাব্দে কলকাতার কুমার সিংহ হলে। তারপরের প্রদর্শনীগুলি হল-\n\n১৯৯৯ - একক প্রদর্শনী, গ্যালারি শিবম, কলকাতা;\n২০০১ - হীরাচাঁদ দুগারের পেন্টিং সংগ্রহ (ভারতীয় জাদুঘর এবং রবীন্দ্র ভবন মিউজিয়ামের সংগ্রহ) থেকে  ভারতীয় জাদুঘরের প্রদর্শনী হল, কলকাতা;\n২০০৪ - ম্যানিফেস্টেশন ২, দিল্লি আর্ট গ্যালারি, জাহাঙ্গীর আর্ট গ্যালারি, মুম্বাই এবং দিল্লি আর্ট গ্যালারি, নতুন দিল্লি কর্তৃক আয়োজিত \n২০০৫ - ম্যানিফেস্টেশন ৩, দিল্লি আর্ট গ্যালারি, নেহেরু সেন্টার, মুম্বাই এবং ললিত কলা একাডেমি, নতুন দিল্লি কর্তৃক আয়োজিত \n২০১২ - 'দ্য আর্ট অফ বেঙ্গল ' - সুশীল সেন ও কিশোরী রায়ের সঙ্গে দিল্লি আর্ট গ্যালারি, নতুন দিল্লি কর্তৃক আয়োজিত; \n২০২১ - নিউ ফাউন্ড ল্যান্ডস্ (২ এপ্রিল ২০২১ - ৩০ জুন ২০২১) নিউ ইয়র্কে ৫৩ জন শিল্পীর শিল্পকর্ম দিল্লি আর্ট গ্যালারি, নিউ ইয়র্ক কর্তৃক আয়োজিত; \n\n\n== জীবনাবসান ==\n১৯৫১ খ্রিস্টাব্দে হীরাচাঁদ পুনরায় জৈনতীর্থ শত্রুঞ্জয় দর্শনে যান। প্রতিদিন সকালে পূজাপাঠ শেষে পাহাড়ে উঠে ছবি আঁকতেন। ওই বছরের মে মাসের ৩ তারিখে ছবি আঁকার সময়েই তার মৃত্যু ঘটে। \n\n\n== উত্তরাধিকার ==\nহীরাচাঁদের পুত্র ইন্দ্র দুগার পিতার প্রেরণা আর প্রভাবে একজন স্বশিক্ষিত চিত্রশিল্পী হয়ে ওঠেন। পিতার চিত্রকর্মে ল্যান্ডস্কেপে আগ্রহ আর মন্দির স্থাপত্যের সাথে প্রকৃতিকে জলরঙে ফুটিয়ে তোলার কারণে তিনি তার পিতাকে আখ্যায়িত করেন নিঃসঙ্গ প্রকৃতির কবি হিসাবে। তবে পিতার সুযোগ্য উত্তরাধিকারী হিসাব তিনিও হয়ে উঠেছিলেন একজন নিঃসঙ্গ প্রকৃতির কবি।\n\n\n== তথ্যসূত্র =="}