{"pageid": 1488748, "title": "কার্স", "url": "https://bn.wikipedia.org/wiki?curid=1488748", "content": "কার্স (আর্মেনীয়: Կարս অথবা আর্মেনীয়: Ղարս; আজারবাইজানি: Qars; কুর্দি: Qers) তুরস্কের উত্তর-পূর্বাঞ্চলের একটি শহর। এটি কার্স প্রদেশ এবং কার্স জেলার সদর দপ্তর। ২০২২ সালের হিসেবে শহরের জনসংখ্যা ৯১,৪৫০ জন। প্রাচীন ইতিহাসে (স্ট্রাবো) কার্স ছিল প্রাচীন অঞ্চল চোরজেনি (গ্রিক: Χορζηνή) এর অন্তর্ভুক্ত, যা ছিল আইরারাত প্রদেশের অংশ এবং আর্মেনিয়া রাজ্যের একটি গুরুত্বপূর্ণ অঞ্চল। এটি ৯২৯ থেকে ৯৬১ খ্রিস্টাব্দ পর্যন্ত বাগ্রাতীয় আর্মেনিয়ার রাজধানীও ছিল। বর্তমানে, কার্সের মেয়র হচ্ছেন তুরকার অকসুজ। শহরটিতে আর্মেনীয় জাতিগত সংখ্যাগরিষ্ঠতা ছিল, যেটি ১৯২০ সালের শেষের দিকে তুর্কি জাতীয়তাবাদী বাহিনী দ্বারা পুনরায় দখল করা হয়।\n\n\n== উৎপত্তি ==\nশহরটির নাম আর্মেনীয় শব্দ hars থেকে এসেছে বলে মনে করা হয়, যার অর্থ ‘বধূ’। আরেকটি মত অনুযায়ী, নামটি জর্জিয়ান শব্দ kari থেকে এসেছে, যার অর্থ ‘দরজা’।\n\n\n== ইতিহাস ==\n\n\n=== মধ্যযুগ ===\nকার্স শহরের প্রাচীন ইতিহাস সম্পর্কে খুব কমই জানা যায়। তবে জানা যায়, মধ্যযুগে এটি আর্মেনিয়ান শাসকদের একটি স্বতন্ত্র রাজবংশ দ্বারা শাসিত ছিল এবং ভানন্দ নামে পরিচিত একটি অঞ্চলের রাজধানী ছিল। মধ্যযুগের আর্মেনিয়ান ইতিহাসবিদরা শহরটিকে বিভিন্ন নামে উল্লেখ করেছেন, যেমন Karuts’ k’aghak’ ('কার্স শহর'), Karuts’ berd, Amrots’n Karuts’, Amurn Karuts’ (সবগুলোই 'কার্স দুর্গ' অর্থে)। নবম শতাব্দীর কোনো এক সময়ে (অন্তত ৮৮৮ সালের মধ্যে), কার্স বাগরাটুনি আর্মেনিয়ার অন্তর্ভুক্ত হয়। ৯২৯ থেকে ৯৬১ সাল পর্যন্ত এটি বাগরাটুনি রাজ্যের রাজধানী ছিল। এই সময়ে শহরের প্রধান গির্জা, যা পরে চার্চ অফ দ্য হোলি অ্যাপোস্টলস নামে পরিচিত হয়, নির্মিত হয়।\n৯৬৩ সালে, বাগরাটুনিদের রাজদণ্ড আনিতে স্থানান্তরের কিছু সময় পরে, কার্স আবার একটি স্বতন্ত্র রাজ্যের রাজধানী হয়, যা ভানন্দ নামে পরিচিত। তবে আনির রাজ্য থেকে এর প্রকৃত স্বাধীনতার মাত্রা অস্পষ্ট। এটি সবসময় আনির শাসকদের আত্মীয়দের অধীনে ছিল। ১০৪৫ সালে বাইজেন্টাইন সাম্রাজ্য আনিকে দখল করার পর, \"রাজাদের রাজা\" উপাধি আনির শাসক থেকে কার্সের শাসকের কাছে হস্তান্তরিত হয়।\n১০৬৪ সালে আল্প আরসালানের নেতৃত্বে সেলজুক তুর্কিরা আনিকে দখল করার পর, কার্সের আর্মেনিয়ান রাজা গাগিক-আবাস বিজয়ীদের কাছে শ্রদ্ধা জানান যাতে তার শহর অবরোধ এড়াতে পারে। ১০৬৫ সালে, গাগিক-আবাস তার রাজ্য বাইজেন্টাইন সাম্রাজ্যের কাছে সমর্পণ করেন। তবে অল্প সময়ের মধ্যেই কার্স সেলজুক তুর্কিদের হাতে চলে যায়।\n\nসেলজুকরা দ্রুত কার্সের সরাসরি নিয়ন্ত্রণ ত্যাগ করে এবং এটি একটি ক্ষুদ্র আমিরাতে রূপান্তরিত হয়। এর ভূখণ্ড ভানন্দের সঙ্গে মিলে যায়। কার্স আমিরাত শাদ্দাদিদের ভাসাল ছিল, যারা জর্জিয়ার রাজ্য কার্স দখলের প্রচেষ্টার বিরোধিতা করত। ১২০৬ সালে জাকারিদের নেতা জাকার কার্স দখল করেন এবং আনির সঙ্গে একীভূত করেন। ১২৪২ সালে মঙ্গোলরা কার্স দখল করে। পরে এটি জর্জিয়ার প্রভাবাধীন হয়। ডেভিড IX-এর শাসনামলে ইলখানিরা কার্সসহ জর্জিয়ার দক্ষিণাঞ্চল দখল করে। ১৩৫৮ সালে কার্স জালায়িরিদের শাসনে আসে এবং ১৩৮০ সালে এটি কারা কোয়ুনলুর হাতে চলে যায়। ১৩৮৭ সালে তৈমুর কার্স ধ্বংস করেন এবং এর আশপাশের এলাকা ধ্বংস করেন। এরপর আনাতোলিয়ান বেইলিকদের নিয়ন্ত্রণে কিছু সময় কাটানোর পর কার্স আক কোয়ুনলুদের অধীনে আসে। পরে এটি সাফাভি সাম্রাজ্যের দখলে যায়, যা সম্রাট প্রথম ইসমাইল প্রতিষ্ঠা করেন। আমাস্যার চুক্তি (১৫৫৫) অনুযায়ী, কার্সকে নিরপেক্ষ ঘোষণা করা হয় এবং এর দুর্গ ধ্বংস করা হয়। ১৫৮৫ সালে উসমানীয়-সাফাভি যুদ্ধের সময় অটোমানরা কার্স দখল করে। ১৬০৪ সালের ৮ জুন আব্বাস I এটি অটোমানদের কাছ থেকে পুনরুদ্ধার করেন।  অটোমান সুলতান তৃতীয় মুরাদ শহরের দুর্গ পুনর্নির্মাণ করেন। এই দুর্গ ১৭৩১ সালে নাদির শাহের অবরোধ সহ্য করতে সক্ষম হয়। ১৭৪৪ সালে শহরটি আবারও নাদির শাহ দ্বারা অবরোধ হয়। পরবর্তীতে ১৭৪৫ সালের আগস্টে, কার্সের যুদ্ধে নাদির শাহ অটোমান বাহিনীকে পরাজিত করেন।\n\n\n== তথ্যসূত্র =="}