{"pageid": 1488411, "title": "মোহাম্মদ মাতিউল ইসলাম", "url": "https://bn.wikipedia.org/wiki?curid=1488411", "content": "মোহাম্মদ মতিউল ইসলাম (জন্ম ২৪ জানুয়ারী ১৯৩০) একজন বাংলাদেশী কূটনীতিক এবং উদ্যোক্তা। তিনি ৮ এবং ১১ বছর যথাক্রমে বিশ্বব্যাংক এবং পরে জাতিসংঘে বাংলাদেশের দূত ছিলেন। তিনি ৪টি কোম্পানি শুরু করেছেন এবং বর্তমানে তিনি একটি বাংলাদেশী আর্থিক সেবা সংস্থা ইন্ডাস্ট্রিয়াল অ্যান্ড ইনফ্রাস্ট্রাকচার ডেভেলপমেন্ট ফাইন্যান্স কোম্পানি (IIDFC) এর চেয়ারম্যান। তিনি বাংলাদেশের প্রথম অর্থ সচিব হিসেবে দায়িত্ব পালন করেন।\n\n\n== কর্মজীবন ==\nঅবশেষে, ডিসেম্বরে, মুক্তিবাহিনী দ্বারা শক্তিশালী ভারতীয় সেনা বাহিনী ঢাকাকে মুক্ত করে, ১৬ ডিসেম্বর পাকিস্তানি সেনাবাহিনীর আত্মসমর্পণ নিশ্চিত করে। ৮ জানুয়ারির মধ্যে জুলফিকার আলী ভুট্টো আন্তর্জাতিক চাপের জবাব দেন এবং শেখ মুজিবকে মুক্তি দেন। তিনি ১০ তারিখ ঢাকায় ফিরে আসেন এবং ১২ তারিখে ইসলামের জন্য প্রেরণ করেন। ১৭ জানুয়ারির মধ্যে ইসলাম বাংলাদেশের প্রথম অর্থ সচিব নিযুক্ত হন।\n\n\n=== বাংলাদেশে সরকারি চাকরি ===\n\n\n==== অর্থ সচিব ====\nতিনি যখন দেশের আর্থিক ব্যবস্থা গড়ে তুলতে কাজ করেছিলেন, ইসলামও শেখ মুজিব এবং অন্যান্য সরকার প্রধানদের সাথে ভ্রমণ করেছিলেন, ফেব্রুয়ারিতে ইন্দিরা গান্ধী এবং ভারতীয় পররাষ্ট্রমন্ত্রীর সাথে আলোচনার জন্য প্রথমে কলকাতায় ভ্রমণ করেছিলেন। মার্চ ১৯৭২ নাগাদ তারা তিবিলিসি, জর্জিয়ান এসএসআর হয়ে মস্কো যাচ্ছিল। মস্কোতে, তারা সোভিয়েত প্রিমিয়ার, ব্রেজনেভ এবং প্রধানমন্ত্রী আলেক্সি কোসিগিন দ্বারা স্বীকৃত হয়েছিল। আলোচনার মাধ্যমে অবশেষে রাশিয়ানদের জন্য ঘোড়াশালে একটি বিদ্যুৎকেন্দ্র নির্মাণের জন্য একটি চুক্তি হয়েছে, সেইসাথে খনি, ডুবে যাওয়া জাহাজ এবং যুদ্ধের ধ্বংসাবশেষ চট্টগ্রাম হারবার থেকে পরিষ্কার করতে সহায়তা করার জন্য। বছরের শেষের দিকে, শেখ মুজিবের প্রতিনিধিদল ওয়াশিংটন ডিসি এবং লন্ডন সফর করবে এবং ১৯৭২ সালের সেপ্টেম্বরের মধ্যে তাদের বৈদেশিক মুদ্রার রিজার্ভ US$400 মিলিয়ন এবং IMF এবং বিশ্বব্যাংকের সাথে সম্পর্কের ভিত্তি ছিল।\n\n\n==== বিশ্বব্যাংক ====\nইসলাম ১৯৭৩ সালের অক্টোবরে বিশ্বব্যাংকে যোগদান করেন। বাংলাদেশের প্রতিনিধি হিসেবে তিনি বিশ্বব্যাংক, আন্তর্জাতিক মুদ্রা তহবিল এবং এশীয় উন্নয়ন ব্যাংকে দেশের প্রবেশের নেতৃত্ব দেন। ভারত ও শ্রীলঙ্কার সাথে ব্লক হিসেবে কাজ করে ইসলাম বাংলাদেশের বিকল্প নির্বাহী পরিচালক হিসেবে দায়িত্ব পালন করেন এবং এস আর সেন নির্বাহী পরিচালক হিসেবে দায়িত্ব পালন করেন। সেন যখন হৃদরোগে আক্রান্ত হয়ে মারা যান, ইসলাম তার দায়িত্ব গ্রহণ করেন, আইবিআরডি, আইডিএ এবং আইএফসি- তে বাংলাদেশের অবদানগুলি পরিচালনা করেন, যার মধ্যে দুটি পূর্বে সেন দ্বারা পরিচালিত হয়েছিল।\nইসলাম ১৯৭৭ সালের জুলাইয়ের মাধ্যমে সেবা করেছিল এবং এমনকি সবচেয়ে দরিদ্র দেশগুলির সাথে সমান আচরণের জন্য সোচ্চারভাবে প্রচার করেছিল। উদাহরণস্বরূপ, তিনি বিশ্বব্যাংকের একটি প্রস্তাবিত ইউএস গভর্নমেন্ট অ্যাকাউন্টিবিলিটি অফিসের অডিটের বিরুদ্ধে প্রচারণা চালান এই ভিত্তিতে যে ব্যাংকের সকল সদস্য সমান। যদি মার্কিন যুক্তরাষ্ট্রকে অডিট করার সুযোগ দেওয়া হয়, তবে অন্য প্রতিটি দেশের একই সুযোগ পাওয়া উচিত। তিনি বিশ্বব্যাংকের তৎকালীন প্রেসিডেন্ট রবার্ট ম্যাকনামারার সাথে ঘনিষ্ঠভাবে কাজ করেন ঋণ পুনর্গঠনে সহায়তা ও সহায়তার জন্য, এবং বিনিময়ে বাংলাদেশকে আরও আকর্ষণীয় বিনিয়োগের সুযোগ করে তুলতে বিদেশী বিনিয়োগের বাধা দূর করার জন্য কাজ করেন। বিকল্প নির্বাহী পরিচালক হিসেবে, তাকে উন্নয়ন প্রকল্পগুলি আমলাতন্ত্রের মাধ্যমে সমস্ত প্রয়োজনীয় অনুমোদনের মাধ্যমে তৈরি করা নিশ্চিত করার জন্যও অভিযুক্ত করা হয়েছিল যাতে কাজ আন্তরিকভাবে শুরু করা যায়।\nবিশ্বব্যাঙ্কে থাকাকালে ইসলাম প্রতি ছয় মাস পরপর শেখ মুজিবকে দেখতে ঢাকায় ফিরতেন। এই সফরের শেষ সময়, ১৯৭৫ সালের ৭ জুলাই, শেখ মুজিব তার একদলীয় শাসনের প্রচারণার অংশ হিসেবে তার একক রাজনৈতিক দল বাকশাল গঠনের চেষ্টা করছিলেন। তিনি ইসলামে যোগদান করতে বলেছিলেন, কিন্তু ইসলাম প্রত্যাখ্যান করেছিল কারণ তিনি হৃদয়ে একজন সরকারি কর্মচারী ছিলেন এবং তাই তাকে অরাজনৈতিক থাকতে হয়েছিল। মুজিব চেয়েছিলেন যে ইসলামকে ঢাকায় ফিরে আসতে সাহায্য করার জন্য তিনি জানতেন যে একটি ক্ষীণ অবস্থান ছিল, কিন্তু ইসলাম যুক্তরাষ্ট্রে তার মেয়েদের শিক্ষা ব্যাহত করতে না চাওয়ার কারণে প্রত্যাখ্যান করেছিল। মুজিব মার্কিন যুক্তরাষ্ট্রে ইসলাম রাখার জন্য অনির্দিষ্টকালের আদেশে স্বাক্ষর করার প্রস্তাব দেন, কিন্তু ইসলাম বলেছিল যে তিনি এক বছরের মধ্যে ফিরে আসবেন। এর আট দিন পর শেখ মুজিবকে হত্যা করা হয়।\nইসলাম ১৯৭৭ সালের জুলাই মাসে বিশ্বব্যাংকের সাথে তার মেয়াদ শেষ করেন এবং পরবর্তীকালে শিল্প সচিব হিসাবে বাংলাদেশ সরকারের কাছে ফিরে আসেন।\n\n\n==== শিল্প সচিব ====\nশিল্প সচিব হিসেবে ইসলামের কাজ ছিল বাংলাদেশের বেসরকারি খাতের উন্নয়নের দিকে মনোনিবেশ করা। এই ভূমিকায় তার সবচেয়ে উল্লেখযোগ্য কৃতিত্ব ছিল দুবাই ব্যাংক, লিমিটেডের সাথে অংশীদারিত্বের মাধ্যমে ৩১ ডিসেম্বর ১৯৮১ সালে আরব-বাংলাদেশ ব্যাংক, এখন এবি ব্যাংক, চালু করা। যাইহোক, ১৯৮১ সালে জিয়াউর রহমানের হত্যার সাথে, ইসলাম কেন্দ্রীয় সরকারের অস্থিতিশীলতা থেকে দূরে কাজ খুঁজতে শুরু করে। ভাগ্যের মতো, জাতিসংঘের শিল্প উন্নয়ন সংস্থা বা ইউনিডোর মহাপরিচালক সে সময় ঢাকা সফরে ছিলেন। ইসলাম তাকে রাতের খাবারের আয়োজন করেছিল এবং ৬ মাস পরে তাকে ইউনিডোতে চাকরির প্রস্তাব দেওয়া হয়েছিল।\n\n\n=== ইউএনআইডিও ===\nইসলাম ইউএনআইডিওতে বারো বছর, ভিয়েনায় ছয় এবং দিল্লিতে ছয় বছর কাটিয়েছেন। ভিয়েনায় থাকাকালীন, তিনি একজন সিনিয়র শিল্প উন্নয়ন ক্ষেত্র উপদেষ্টা এবং UNIDO এবং বিশ্বব্যাংকের মধ্যে যোগাযোগের দায়িত্ব পালন করেন। বিশ্বব্যাংক ইউএনআইডিও দ্বারা প্রদত্ত পরামর্শদাতা পরিষেবার উপর নির্ভরশীল ছিল এবং ইসলাম সেই অঞ্চলগুলিতে বিশেষায়িত ইউএনআইডিও কর্মীদের সাথে পরামর্শদাতার প্রয়োজনে বিশ্বব্যাংকের প্রকল্পগুলির সাথে মিলিত হবে। ১৯৮৭ সালে, তিনি দিল্লিতে স্থানান্তরিত হন এবং ভারত ও ভুটানের জন্য UNIDO পরিচালক হিসাবে কাজ করেন। ভারত এবং ভুটান কোনো মূল্য ছাড়াই, তিনি সেইসব দেশে প্রকল্পগুলি খুঁজে বের করবেন যেখানে UNIDO দক্ষতার অবদান রাখতে পারে এবং বিদেশ থেকে কর্মীদের এবং সংস্থানগুলির সাথে তাদের মেলে। তিনি সরাসরি বিদেশী বিনিয়োগ আনতে সাহায্য করেছিলেন এবং স্থানীয় কোম্পানিগুলির সাথে বিনিয়োগকারীদের যুক্ত করার জন্য একটি ম্যাচমেকিং প্রচেষ্টার নেতৃত্ব দেন।\n\n\n=== উদ্যোক্তা ===\nঅবশেষে ১৯৯৩ সালে সরকারী/এনজিও পরিষেবা থেকে অবসর নেওয়ার পর, ইসলাম তিনটি বড় কোম্পানি চালু করতে যাবেন, যার মধ্যে একটি তিনি এখনও বোর্ডে রয়েছেন।\n১৯৯৬ সালে, ইসলাম ইন্টারন্যাশনাল লিজিং অ্যান্ড ফাইন্যান্সিয়াল সার্ভিসেস লিমিটেড শুরু করে, তার প্রথম নন-ব্যাংক ফিনান্সিয়াল সার্ভিসেস কোম্পানি। ১৯৯৮ সালে, তিনি ন্যাশনাল হাউজিং ফাইন্যান্স অ্যান্ড ইনভেস্টমেন্টস লিমিটেড, একটি নন-ব্যাংকিং উন্নয়ন আর্থিক প্রতিষ্ঠানের সাথে অনুসরণ করেন। ইসলাম যথাক্রমে ২০০৪ এবং ২০০৩ সালে এই উভয় কোম্পানির বোর্ড থেকে পদত্যাগ করেন, যাতে তিনি তার প্রাথমিক ব্যবসায়িক উদ্যোগে মনোনিবেশ করতে পারেন। তিনি ২০০০ সালে একটি নন-ব্যাংকিং আর্থিক প্রতিষ্ঠান (NBFI) হিসাবে শিল্প ও অবকাঠামো উন্নয়ন ফাইন্যান্স কোম্পানি লিমিটেড (IIDFC) শুরু করেন ১৯৯৩ সালের আর্থিক প্রতিষ্ঠান আইনের অধীনে। এনবিএফআই হিসাবে, আইআইডিএফসি সঞ্চয় বা চেকিং অ্যাকাউন্ট খুলতে পারে না বা আমদানির চিঠিও পেতে পারে না। তবে এটি মেয়াদী আমানত গ্রহণ করতে পারে, ব্যাংকের মতো বিনিয়োগ করতে পারে এবং বৈদেশিক মুদ্রায় লেনদেন করতে পারে। প্রতিষ্ঠার পর থেকে, IIDFC ২০১৫ সাল পর্যন্ত ১৬.৭ বিলিয়ন বিডিটি (US$২০০ মিলিয়ন) সম্পদ সংগ্রহ করেছে। ইসলাম চেয়ারম্যান হিসেবে দায়িত্ব পালন অব্যাহত রেখেছেন এবং কোম্পানিতে ৩% শেয়ারও ধরে রেখেছেন।\n২০০৩ সালে, ইসলাম ভারতীয় ক্রেডিট রেটিং এজেন্সি, ICRA এর সাথে অংশীদারিত্বের মাধ্যমে বাংলাদেশের ক্রেডিট রেটিং এজেন্সি বা CRAB চালু করতে সাহায্য করেছিল। তিনি চেয়ারম্যান হিসেবে চলমান কাজের পাশাপাশি CRAB-এর ভাইস চেয়ারম্যান হিসেবে দায়িত্ব পালন\nজানুয়ারী ২০০৩-এ, ইসলাম তার দ্বিতীয় স্মৃতিকথা, \"সিভিল সার্ভেন্ট-টার্নড ব্যাঙ্কারের স্মরণ (২০১৯-২০২২) প্রকাশ করে।\n\n\n== পুরস্কার এবং স্বীকৃতি ==\n২০১০ সালে, ইসলামের কোম্পানি, আইআইডিএফসি, জলবায়ু পরিবর্তন প্রশমনের জন্য এইচএসবিসি-দ্য ডেইলি স্টার জলবায়ু পুরস্কারে ভূষিত হয়। তার কোম্পানি বাংলাদেশের প্রথম সবুজ ইট প্রকল্পে অর্থায়ন করে, একটি প্রযুক্তি চালু করে যা ইট তৈরিতে ৫০% কম শক্তি ব্যবহার করে। ২০১১ সালে, ইসলাম অ্যাকাউন্টিং, ফিনান্স, এবং আন্তর্জাতিক উন্নয়নে ছয় দশক ধরে কাজ করার জন্য তার সামগ্রিক কৃতিত্বের জন্য ডিএইচএল-ডেইলি স্টার লাইফটাইম অ্যাচিভমেন্ট অ্যাওয়ার্ড জিতেছে।\n\n\n== তথ্যসূত্র =="}