{"pageid": 1488931, "title": "ওলেকসান্দ্র জুবকভ", "url": "https://bn.wikipedia.org/wiki?curid=1488931", "content": "ওলেকসান্দ্র ভালেরিয়োভিচ জুবকভ (ইউক্রেনীয়: Олександр Валерійович Зубков; জন্ম: ৩ আগস্ট ১৯৯৬; ওলেকসান্দ্র জুবকভ নামে সুপরিচিত) হলেন একজন ইউক্রেনীয় পেশাদার ফুটবল খেলোয়াড়। তিনি বর্তমানে ইউক্রেনের পেশাদার ফুটবল লিগের শীর্ষ স্তর ইউক্রেনীয় প্রিমিয়ার লিগের ক্লাব শাখতার দোনেৎস্ক এবং ইউক্রেন জাতীয় দলের হয়ে আক্রমণভাগের খেলোয়াড় হিসেবে খেলেন। তিনি মূলত ডান পার্শ্বীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেললেও মাঝেমধ্যে বাম পার্শ্বীয় আক্রমণভাগের খেলোয়াড় অথবা আক্রমণাত্মক মধ্যমাঠের খেলোয়াড় হিসেবে খেলেন।\n২০১৩ সালে, জুবকভ ইউক্রেন অনূর্ধ্ব-১৮ দলের হয়ে ইউক্রেনের বয়সভিত্তিক পর্যায়ে অভিষেক করেছিলেন। প্রায় ছয় বছর যাবত ইউক্রেনের বয়সভিত্তিক দলের হয়ে খেলার পর, তিনি ২০২০ সালে ইউক্রেনের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন; ইউক্রেনের জার্সি গায়ে তিনি এপর্যন্ত ২৯ ম্যাচে ২টি গোল করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nওলেকসান্দ্র ভালেরিয়োভিচ জুবকভ ১৯৯৬ সালের ৩রা আগস্ট তারিখে ইউক্রেনের মাকিভকায় জন্মগ্রহণ করেছেন এবং সেখানেই তার শৈশব অতিবাহিত করেছেন।\n\n\n== আন্তর্জাতিক ফুটবল ==\nজুবকভ ইউক্রেন অনূর্ধ্ব-১৮, ইউক্রেন অনূর্ধ্ব-১৯, ইউক্রেন অনূর্ধ্ব-২০ এবং ইউক্রেন অনূর্ধ্ব-২১ দলের হয়ে খেলার মাধ্যমে ইউক্রেনের প্রতিনিধিত্ব করেছেন। ২০১৩ সালে তিনি ইউক্রেন অনূর্ধ্ব-১৮ দলের হয়ে আন্তর্জাতিক পর্যায়ে অভিষেক করেছেন। ইউক্রেনের বয়সভিত্তিক দলের হয়ে তিনি প্রায় ৬ বছরে ৩৯ ম্যাচে অংশগ্রহণ করে ১৩টি গোল করেছেন।\n২০২০ সালের ৭ই অক্টোবর তারিখে, ২৪ বছর, ২ মাস ও ৪ দিন বয়সে, বাম পায়ে ফুটবল খেলায় পারদর্শী জুবকভ ফ্রান্সের বিরুদ্ধে অনুষ্ঠিত প্রীতি ম্যাচে অংশগ্রহণ করার মাধ্যমে আন্তর্জাতিক ফুটবলে ইউক্রেনের হয়ে অভিষেক করেছেন। তিনি উক্ত ম্যাচের মূল একাদশে অন্তর্ভুক্ত ছিলেন; ম্যাচে তিনি ১১ নম্বর জার্সি পরিধান করে বাম পার্শ্বীয় আক্রমণভাগের খেলোয়াড় হিসেবে খেলেছিলেন। ম্যাচটি ইউক্রেন ৭–১ গোলের ব্যবধানে জয়লাভ করেছিল। ইউক্রেনের হয়ে অভিষেকের বছরে জুবকভ সর্বমোট ৪ ম্যাচে অংশগ্রহণ করেছেন। জাতীয় দলের হয়ে অভিষেকের ৭ মাস ও ২৭ দিন পর, ইউক্রেনের জার্সি গায়ে প্রথম গোলটি করেছেন; ২০২১ সালের ৩রা জুন তারিখে, উত্তর আয়ারল্যান্ডের বিরুদ্ধে ম্যাচের ১০ম মিনিটে ওলেকসান্দ্র কারাভায়েভের অ্যাসিস্ট হতে ইউক্রেনের হয়ে ম্যাচের প্রথম গোলটি করার মাধ্যমে তিনি আন্তর্জাতিক ফুটবলে তার প্রথম গোলটি করেছেন।\n\n\n== পরিসংখ্যান ==\n\n\n=== আন্তর্জাতিক ===\n১ নভেম্বর ২০২৪ পর্যন্ত হালনাগাদকৃত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nওলেকসান্দ্র জুবকভ – ফিফা প্রতিযোগিতার রেকর্ড (ইংরেজি) \nওলেকসান্দ্র জুবকভ – উয়েফা প্রতিযোগিতার রেকর্ড (আর্কাইভ) (ইংরেজি) \nসকারওয়েতে ওলেকসান্দ্র জুবকভ  (ইংরেজি)  \nসকারবেসে \nবিডিফুটবলে \nইইউ-ফুটবলে ওলেকসান্দ্র জুবকভ (ইংরেজি) \nট্রান্সফারমার্কেটে ওলেকসান্দ্র জুবকভ (ইংরেজি) \nওয়ার্ল্ডফুটবল.নেটে ওলেকসান্দ্র জুবকভ (ইংরেজি) \nইএসপিএন এফসিতে \nন্যাশনাল-ফুটবল-টিমস.কমে ওলেকসান্দ্র জুবকভ (ইংরেজি)"}