{"pageid": 1488195, "title": "শান ইউনাইটেড ফুটবল ক্লাব", "url": "https://bn.wikipedia.org/wiki?curid=1488195", "content": "শান ইউনাইটেড ফুটবল ক্লাব (বর্মী: ရှမ်းယူနိုက်တက် အသင်း, উচ্চারিত: [ʃán]) হল একটি পেশাদার বার্মিজ ফুটবল ক্লাব যা মায়ানমারের তাউংগিতে অবস্থিত, মিয়ানমার জাতীয় লিগে শান রাজ্যের প্রতিনিধিত্ব করে। এটি আগে ইয়াঙ্গুনে অবস্থিত কানবাওজা নামে একটি অপেশাদার ক্লাব হিসেবে প্রতিদ্বন্দ্বিতা করেছিল। ক্লাবটি ৪টি লিগ শিরোপা জিতেছে (একটি অপরাজিত শিরোপা সহ), ১টি জেনারেল অং সান শিল্ড এবং ২টি এমএফএফ চ্যারিটি কাপ।\nক্লাবটি তাদের ২০২২ মৌসুমে ১৫টি ম্যাচ জিতে এবং ৩ বার ড্র করে একটি ম্যাচ হারেনি।\n\n\n== ইতিহাস ==\n\n\n=== কানবাওজা ===\nকানবাওজা ২০০৩ সালে প্রতিষ্ঠিত হয়েছিল, মায়ানমার প্রিমিয়ার লিগে একটি অপেশাদার ক্লাব হিসেবে খেলেছিল, যা সেই সময়ের মায়ানমারের সর্বোচ্চ ফুটবল লিগ। ক্লাবের প্রথম ম্যানেজার ছিলেন মায়ো উইন ন্যুন্ট; এর প্রথম কোচ ছিলেন ইয়ে ন্যুন্ট। ক্লাবটি ২০০৭ মায়ানমার প্রিমিয়ার লিগের শিরোপা জিতেছিল এবং এএফসি প্রেসিডেন্ট কাপ ২০০৮ টুর্নামেন্টে অংশগ্রহণ করেছিল।\nকানবাওজা মায়ানমার জাতীয় লিগের একজন প্রতিষ্ঠাতা সদস্য ছিলেন, যেটি ২০০৯ সালে মায়ানমার প্রিমিয়ার লিগের উত্তরসূরি হয়েছিল। প্রক্রিয়ায়, ক্লাবটি অপেশাদার থেকে পেশাদারে তার অবস্থান পরিবর্তন করে এবং ইয়াঙ্গুন থেকে তাউংগিতে তার হোম বেস পরিবর্তন করে।\nপ্রথম পেশাদার ম্যানেজার ছিলেন আয়ে মং গাই, যিনি উদ্বোধনী লিগে ক্লাবের প্রথম যুগে প্রধান কোচ হিসেবেও দায়িত্ব পালন করেছিলেন। মায়ানমার জাতীয় দলের প্রাক্তন অধিনায়ক, সোয়ে মায়াট মিন, কানবাওজার প্রথম অধিনায়ক এবং মায়ানমার ন্যাশনাল লিগের সবচেয়ে দামি খেলোয়াড় হয়েছিলেন। ক্লাবটি মিয়ানমারের আন্তর্জাতিক ফুটবল দলের অন্যান্য খেলোয়াড়দেরও চুক্তিবদ্ধ করেছে।\nতার প্রথম পেশাদার ফুটবল ম্যাচে, কানবাওজা ওকথা ইউনাইটেডের বিপক্ষে ৩ গোলে জিতেছে। সা হতেত নাইং দলের প্রথম গোল করেন এবং ডিফেন্ডার খিন মং লুইন দলের অন্য দুটি গোল করে ম্যান অফ দ্য ম্যাচের পুরস্কার জিতে নেন। কানবাওজা লিগের উদ্বোধনী কাপ প্রতিযোগিতা, মায়ানমার জাতীয় লিগ কাপ ২০০৯- এ চতুর্থ স্থান অর্জন করেছিল। ফেব্রুয়ারি ২০১০ সালে, প্রাক্তন অর্থ ও রাজস্ব দলের ব্যবস্থাপক খিন মং কিয়াং ক্লাবের প্রধান নির্বাহী কর্মকর্তা হিসাবে নিয়ন্ত্রণ নেন। ২০১২ সালে, এটি লিগ রানার্স-আপ হিসাবে সমাপ্ত হয়েছিল।\n\n\n=== শান ইউনাইটেড ===\n২০১৫ সালে, কানবাওজা এর নাম পরিবর্তন করে শান ইউনাইটেড রাখে। ক্লাবটি ২০১৭ সালে তাদের প্রথম পেশাদার রূপালী পাত্রে জিততে গিয়েছিল এবং ২০১৭ মায়ানমার জাতীয় লিগ শিরোপা এবং ২০১৭ জেনারেল অং সান শিল্ড উভয়ই জিতেছিল যার ফলে তারা সেরেস-নেগ্রোসের বিপক্ষে খেলে পরবর্তী সিজন ২০১৮ এএফসি চ্যাম্পিয়ন্স লিগের কোয়ালিফাইং প্লে-অফের জন্য যোগ্যতা অর্জন করেছে। ফিলিপাইনের কিন্তু ক্লাবটি পেনাল্টি শুট-আউটে হেরে যায় এবং ২০১৮ এএফসি কাপের গ্রুপ পর্বে নত হয় যেখানে তারা গ্রুপে শেষ পর্যন্ত নকআউট হয়েছিল। শান ইউনাইটেড ২০১৯ এবং ২০২০ সালে ব্যাক টু ব্যাক লিগ চ্যাম্পিয়ন হয়েছে যা তাদের ২০১৯ এবং ২০২০ এমএফএফ চ্যারিটি কাপ জিততে দেখে এইভাবে ২০১৯ এবং ২০২০ এএফসি কাপে যোগ্যতা অর্জন করেছে। শান ইউনাইটেড ২০২২ মায়ানমার জাতীয় লিগে অপরাজিত থেকে জিতেছিল এবং এইভাবে তাদের ২০২৩–২৪ এএফসি কাপে যোগ্যতা অর্জন করেছিল।\n২০২৪ সালে, শান ইউনাইটেড তারপর উদ্বোধনী ২০২৪–২৫ এএফসি চ্যালেঞ্জ লিগ এবং সম্প্রতি পুনরুজ্জীবিত টুর্নামেন্ট, ২০২৪–২৫ আসিয়ান ক্লাব চ্যাম্পিয়নশিপে যোগ্যতা অর্জন করে যেখানে তারা গ্রুপ পর্বে যোগ্যতা অর্জনের জন্য ব্রুনিয়ান ক্লাব কাসুকাকে মোট ৪–২ গোলে জিতেছিল, ইন্দোনেশিয়ান ক্লাব পিএসএম মাকাসার, ভিয়েতনামী ক্লাব ডং আ থান হোয়া, মালয়েশিয়ান ক্লাব তেরেঙ্গানু, কম্বোডিয়ান ক্লাব প্রিয়া খান রিচ সোয়ে রিয়েং এবং থাইল্যান্ডের ক্লাব বিজি পাথুম ইউনাইটেডের সাথে। শান ইউনাইটেড এবং ডং আ থান হোয়া ২১ আগস্ট থান হোয়া স্টেডিয়ামে টুর্নামেন্টের উদ্বোধনী ম্যাচ খেলে যেখানে ক্লাব খেলোয়াড়, মুসা বাকায়োকো পঞ্চম মিনিটে টুর্নামেন্টের প্রথম গোলটি করেন, তবে শান ইউনাইটেড ৩–১ গোলে ভিয়েতনামের ক্লাবের হেরে যায়।\n\n\n== সাফল্য ==\n\n\n=== লিগ ===\nমিয়ানমার জাতীয় লিগ\nচ্যাম্পিয়ন (৪): ২০১৭, ২০১৯, ২০২০, ২০২২\nরানার্স-আপ (১): ২০১৮\nমিয়ানমার প্রিমিয়ার লিগ\nচ্যাম্পিয়ন (২): ২০০৭, ২০০৮\n\n\n=== কাপ ===\nজেনারেল অং সান শিল্ড\nবিজয়ী (১): ২০১৭\nরানার্স-আপ (১): ২০১৯\nএমএফএফ চ্যারিটি কাপ\nবিজয়ী (১): ২০১৯, ২০২০\nরানার্স-আপ (১): ২০১৮\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nকানবাওজা এফসি (বর্মী ভাষায়)\nফার্স্ট ইলেভেন জার্নাল (বর্মী ভাষায়)\nফুটবল মিয়ানমার (বর্মী ভাষায়)"}