{"pageid": 1488604, "title": "বাবর ইফতেখার", "url": "https://bn.wikipedia.org/wiki?curid=1488604", "content": "লেফটেন্যান্ট জেনারেল বাবর ইফতিখার  পাকিস্তান সেনাবাহিনীর একজন তিন তারকা জেনারেল । তিনি ১৬ জানুয়ারি ২০২০ থেকে ৬ ডিসেম্বর ২০২২ পর্যন্ত আন্তঃবাহিনী জনসংযোগ পরিদপ্তরের (ISPR) প্রাক্তন ২১তম মহাপরিচালক ছিলেন।  তিনি ১৯৯০ সালে পাকিস্তান সেনাবাহিনীতে কমিশন লাভ করেন। তিনি মুলতানে প্রথম সাঁজোয়া ডিভিশনের কমান্ডিং সাবেক জেনারেল অফিসারও । তিনি পাকিস্তান সেনাবাহিনীর ভি কর্পসের বর্তমান কমান্ডার যার সদর দপ্তর করাচিতে রয়েছে। ইফতেখার বাবর হলেন একজন পাকিস্তানি সেনাবাহিনীর মেজর জেনারেল। তিনি পাকিস্তান সেনাবাহিনীর মেজর জেনারেল হিসাবে দায়িত্ব পালন করছেন।\n\n\n== শিক্ষা ==\nবাবর ইফতিখার অ্যাবোটাবাদের আর্মি বার্ন হল কলেজে পড়েন। তিনি কমান্ড অ্যান্ড স্টাফ কলেজ থেকে স্নাতক হন এবং পরে রয়্যাল জর্ডানিয়ান কমান্ড অ্যান্ড স্টাফ কলেজে যোগ দেন। তার প্রাথমিক ডিগ্রি অর্জনের পর, তিনি ন্যাশনাল ডিফেন্স ইউনিভার্সিটিতে যোগ দেন। \n\n\n== সামরিক পেশা ==\nইফতিখার ১৯৯০ সালের মার্চ মাসে ৬ষ্ঠ ল্যান্সারে (ওয়াটসনস হর্স) কমিশন লাভ  তিনি তার সাথে একটি সমৃদ্ধ কমান্ড, কর্মী এবং নির্দেশমূলক অভিজ্ঞতা বহন করেন। তিনি একটি সাঁজোয়া ব্রিগেডে ব্রিগেড মেজর, ৬ষ্ঠ সাঁজোয়া ডিভিশনে (পাকিস্তান) ৯ম আর্মার্ড ব্রিগেডের কমান্ডার, অপারেশন জারব-ই-আজবের সময় উত্তর ওয়াজিরিস্তানে (ওএএম) একটি পদাতিক ডিভিশনে ব্রিগেডিয়ার স্টাফ এবং কর্পস হেডকোয়ার্টারে চিফ অফ স্টাফ হিসাবে দায়িত্ব পালন করেন। তিনি পাকিস্তান মিলিটারি একাডেমি এবং ন্যাশনাল ডিফেন্স ইউনিভার্সিটি, ইসলামাবাদের ফ্যাকাল্টি ছিলেন।  ২০২২ সালের অক্টোবরে, তিনি লেফটেন্যান্ট জেনারেল পদে উন্নীত হন। \nতিনি আইএসপিআর এর ইতিহাসে তৃতীয় মহাপরিচালক যিনি পাকিস্তান সেনাবাহিনীতে লেফটেন্যান্ট জেনারেল পদে উন্নীত হয়েছেন।  অন্যদের মধ্যে মেজর জেনারেল আসিম সেলিম বাজওয়া  (লেফটেন্যান্ট জেনারেল হিসেবে অবসরপ্রাপ্ত) এবং মেজর জেনারেল আসিফ গফুর  (বর্তমানে লেফটেন্যান্ট জেনারেল এবং বর্তমান প্রেসিডেন্ট ন্যাশনাল ডিফেন্স ইউনিভার্সিটি, ইসলামাবাদ) অন্তর্ভুক্ত।\nএছাড়া, তিনি আইএসপিআর-এর ইতিহাসে দ্বিতীয় মহাপরিচালক যিনি লেফটেন্যান্ট জেনারেল পদে আইএসপিআর-এর প্রধান হয়েছেন। প্রথম অফিসার যিনি লেফটেন্যান্ট জেনারেল পদে আইএসপিআর-এর প্রধান ছিলেন তিনি ছিলেন লেফটেন্যান্ট জেনারেল আসিম সেলিম বাজওয়া । \n\n\n== ডিজি আইএসআইয়ের সাথে প্রেস কনফারেন্স ==\n২৭ অক্টোবর, ২০২২-এ, লেফটেন্যান্ট জেনারেল নাদিম আঞ্জুমের সাথে ইফতিখার একটি প্রেস কনফারেন্সে প্রকাশ্যে উপস্থিত হন। দুজন সাবেক প্রধানমন্ত্রী ইমরান খানের সামরিক সমালোচনা, সেনাবাহিনী বিরোধী মন্তব্যের পেছনে উদ্দেশ্য এবং সেনাপ্রধান জেনারেল কামার জাভেদ বাজওয়াকে তার অনুসারীদের মধ্যে \"বিশ্বাসঘাতক\" হিসাবে চিত্রিত করার জন্য সমালোচনা করেছিলেন। \n\n\n== প্রচারের কার্যকর তারিখ ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nমেজর জেনারেল বাবর ইফতেখার  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৭ মে ২০১৯ তারিখে আন্তঃবাহিনী জনসংযোগ পরিদফতরে"}