{"pageid": 1488718, "title": "পোষ্যবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1488718", "content": "পোষ্যবাদ বা পোষ্যের রাজনীতি বলতে এমন একটি রাজনৈতিক ব্যবস্থাকে বোঝায় যেখানে অধিকতর ক্ষমতাধর রাজনৈতিক নেতারা বা পোষকেরা রাজনৈতিক সমর্থনের বিনিময়ে তাদের উপরে নির্ভরশীল অনুগ্রহভাজন ব্যক্তিদেরকে তথা পোষ্যদেরকে পণ্য ও সেবা প্রদান করে থাকে, এবং এক্ষেত্রে প্রায়শই একটি প্রত্যক্ষ বা পরোক্ষ প্রতিপূরণের (quid-pro-quo) ব্যাপার বিদ্যমান থাকে। পোষ্যবাদ পৃষ্ঠপোষকতার রাজনীতি এবং ভোট ক্রয়ের মতো ধারণাগুলির সাথে ঘনিষ্ঠভাবে সম্পর্কিত।\nপোষ্যবাদে পোষক, দালাল এবং পোষ্য হিসাবে বর্ণিত রাজনৈতিক কারকদের দলগুলির মধ্যে এক ধরনের অপ্রতিসম সম্পর্ক বিরাজ করে। পোষ্য রাজনীতিতে একটি সংঘবদ্ধ স্বার্থান্বেষী গোষ্ঠী সাধারণ জনগণের দ্বারা পরিশোধিত মূল্যের দ্বারা উপকৃত হয়। পরিচয়ের রাজনীতির গতিময়তার সাথে পোষ্য রাজনীতির একটি শক্তিশালী আন্তঃক্রিয়া থাকতে পারে। এটি বিশেষত একটি অভিজাত বহুত্ববাদী বা কঠোর দ্বি-চেটিয়া ব্যবস্থায় খুবই সাধারণ একটি ব্যাপার। যেমন মার্কিন যুক্তরাষ্ট্রে তদবিরকারীরা সরকারি নীতির (জননীতি) আকৃতি কী হবে, তার উপর যথেষ্ট ক্ষমতা রাখেন। পোষ্য রাজনীতির বিপরীত হল উদ্যোক্তার রাজনীতি, বা প্রত্যয়ী রাজনীতি । পোষ্যবাদের অনেক সংজ্ঞা প্রস্তাব করা হয়েছে, তবে মার্কিন রাষ্ট্রবিজ্ঞানী অ্যালেন হিকেনের মতে, একটি পোষ্যবাদী সম্পর্ক নিম্নোক্ত চারটি মূল উপাদান নিয়ে গঠিত বলে সচরাচর ধারণা করা হয়:\n\nযুগল সম্পর্ক: সহজ ভাষায় এগুলি হল দ্বিমুখী সম্পর্ক।\nসাপেক্ষতা: কোনও রাজনীতিবিদ বা রাজনৈতিক দলের সপক্ষে কোনও নাগরিকের কর্মকাণ্ডের সাপেক্ষে ঐ রাজনীতিবিদ বা দালাল ঐ নাগরিককে সেবা দান করে।\nউঁচু-নিচু স্তরক্রম: রাজনীতিবিদ বা দল নাগরিকের চেয়ে ক্ষমতার উচ্চতর অবস্থানে থাকে।\nপুনরাবৃত্তি: সম্পর্কটি মাত্র একবারের বিনিময় নয়, বরং চলমান থাকে।\nপোষ্যবাদের বেশিরভাগ সংজ্ঞাতে যে দুইটি উপাদান সবচেয়ে বেশি পরিলক্ষিত হয়, সেগুলি হল সাপেক্ষতা ও পুনরাবৃত্তি।\n\n\n== উৎপত্তি ==\nপাশ্চাত্যে পোষ্যবাদ চর্চার উৎস প্রাচীন রোমে শনাক্ত করা হয়েছে। এখানে পোষক (পাত্রোনুস) এবং পোষ্য (ক্লিয়েন্স) - এই দুইয়ের মধ্যে সম্পর্কগুলিকে রাজনৈতিক প্রক্রিয়া বোঝার জন্য অতি-গুরুত্বপূর্ণ হিসেবে গণ্য করা হত। এই দুই দলের মধ্যে দায়-পরিশোধ বা প্রতিদানগুলি পারস্পরিক প্রকৃতির হলেও মূল বিষয়টি ছিল এই যে প্রতিদানগুলি ছিল উঁচু-নিচু স্তরক্রমায়িত। এই সম্পর্কগুলিকে একক স্বতন্ত্র সত্তা হিসেবে নয়, বরং একটি সামগ্রিক জালকব্যবস্থা (ক্লিয়েন্তেলা, যেখানে তেলা অর্থ জালকব্যবস্থা) হিসেবে দেখাই শ্রেয়, যেখানে একজন পোষক নিজেও সম্ভবত অধিকতর ক্ষমতাবান কোনও ব্যক্তির কাছে দায়বদ্ধ এবং একজন পোষ্যের সম্ভবত একাধিক পোষক থাকে। এই সম্প্রসারিত ব্যবস্থার কারণে একাধিক স্বার্থের সংঘাত উদয়ের সম্ভাবনা বেড়ে যায়। যদিও পরিবার (ফামিলিয়া) রোমান সমাজের অন্তর্নিহিত মৌলিক একক ছিল, পরস্পর-সংবদ্ধ জালকব্যবস্থাগুলি (ক্লিয়েন্তেলা) তাদের স্বায়ত্তশাসনের উপর এক ধরনের সীমানির্ধারক হিসাবে কাজ করেছিল, কিন্তু এর ফলে অধিকতর জটিল একটি সমাজের বিকাশ সম্ভব হয়। মধ্যযুগের শেষভাগের ইতিহাসবিদরা ধারণাটিকে জারজ সামন্তবাদে বিকশিত করেছিলেন। যথারীতি এ সংক্রান্ত রাজনৈতিক পরিভাষাগুলি অস্পষ্ট প্রকৃতির এবং \"পোষ্যবাদ\", \"পোষক-পোষ্য সম্পর্ক\", \"পৃষ্ঠপোষকতা\" এবং রাজনৈতিক যন্ত্র  পরিভাষাগুলিকে কখনও কখনও অনুরূপ বা পরস্পর-সম্পর্কিত ধারণা বর্ণনা করতে ব্যবহার করা হয়।\nইউলিউস কায়েসার (জুলিয়াস সিজার) (৪৯-৪৪ খ্রিস্টপূর্বাব্দ) এবং তিবেরিউসের (১৪-১৬ খ্রিস্টাব্দ) শাসনামলগুলিকে ব্যাপক পোষ্যবাদের উদাহরণ হিসেবে চরিত্রায়িত করা হয়েছে। ১৬শ শতকে ফরাসি রাজনৈতিক তাত্ত্বিক এতিয়েন দ্য লা বোয়েতি যদিও পোষ্যবাদ শব্দটি ব্যবহার করেননি, কিন্তু তিনি সম্রাটদের মধ্যে এক ধরনের চর্চার বর্ণনা করেছেন, যেখানে তারা জনসাধারণের প্রতি উপহার প্রদানের মাধ্যমে আগ্রহী ব্যক্তিদের কাছ থেকে আনুগত্য অর্জন করতেন, যে ব্যাপারটিকে এক ধরনের ঘুষ হিসেবে গণ্য করা যায়:\n\nঅত্যাচারী স্বৈরশাসকেরা অকাতরে দান করবেন, যেমন এক দ্রোণ গম, এক গ্যালন মদ, এবং একটি সেস্তেরসে (প্রাচীন রোমান মুদ্রা) বিতরণ করবেন: এবং তারপরে সবাই নির্লজ্জভাবে চিৎকার করবে, \"রাজা দীর্ঘজীবী হোক!\" মূর্খরা বুঝতে পারেনি যে তারা কেবল তাদের নিজস্ব সম্পত্তির একটি অংশ পুনরুদ্ধার করছে এবং তাদের শাসক প্রথমে তাদের কাছ থেকে না নিয়ে তারা যা পাচ্ছে তা তাদের দিতে পারবে না। একজন ব্যক্তি হয়ত একদিন একটি সেস্তেরসে উপহার পেয়ে গণভোজন উৎসবে ভুরিভোজ করতে পারে ও অকাতর ঔদার্যের জন্য সম্রাট তিবেরিউস ও নেরোর (নিরো) প্রশংসা করতে পারে। কিন্তু পরের দিনই তাদের লোভ-লালসার জন্য তার সম্পত্তি ও সন্তানদেরকে পরিত্যাগ করতে, এমনকি এই মহিমাময় সম্রাটদের নিষ্ঠুরতার জন্য রক্ত দিতে বাধ্য হবে, এবং এর বিরুদ্ধে একটি পাথর বা গাছের গুঁড়ির চেয়ে বেশি প্রতিরোধের ক্ষমতা তার থাকবে না। জনতা সবসময় এইভাবেই আচরণ করে এসেছে—তারা ঘুষের জন্য উন্মুখ হয়ে থাকে।\n\n\n== কর্মপদ্ধতি ==\nসুজান স্টোকস ও তার সহযোগী গবেষকেরা বন্টনমূলক রাজনীতির ভেতরে অনাদর্শিক বা কর্মসূচি-বহির্ভূত নীতির একটি রূপ হিসাবে পোষ্যবাদকে চিহ্নিত করেছেন। এটি আদর্শিক/কর্মসূচিভিত্তিক বন্টনের দুইটি আবশ্যকীয়তা পূরণ করতে ব্যর্থ হওয়ার কারণে এই আখ্যা লাভ করেছে। এই আবশ্যকীয়তাগুলি হল (১) 'আনুষ্ঠানিক এবং সর্বজনীন হওয়া' এবং (২) 'সুবিধা বা সম্পদের প্রকৃত বন্টনের উপর প্রভাব রাখা'। অনাদর্শিক নীতির মধ্যে আবার পোষ্যবাদকে  নির্বাচনী এলাকা পোষণের রাজনীতি (pork-barrel politics) থেকে পৃথক করা হয়, কেননা এতে ভোটারদের কোনও সুবিধা দেওয়া হয় বা ভোটের বিনিময়ে তাদের কোনও খরচ কমাতে সাহায্য করা হয়। পোষক/পোষ্য ব্যবস্থাকে কর্তৃত্ব, সামাজিক মর্যাদা, সম্পদ, বা অন্য কোনও ব্যক্তিগত সম্পদের অধিকারী ব্যক্তি (পোষক) এবং তার সমর্থন বা প্রভাবের দ্বারা উপকৃত ব্যক্তিদের (পোষ্য) মধ্যে পারস্পরিক বন্দোবস্ত হিসাবে সংজ্ঞায়িত করা যেতে পারে। পোষক পণ্য এবং সুযোগসুবিধাগুলিতে নির্বাচিত ব্যবহারাধিকার প্রদান করে এবং নিজেদের বা তাদের সমর্থনকে এমন অবস্থানে রাখে যেখান থেকে তারা সম্পদ এবং সেবাগুলিকে তাদের পক্ষে সরিয়ে নিতে পারে। তাদের অংশীদার তথা পোষ্যরা সমর্থন, এবং কিছু ক্ষেত্রে ভোট কিনবে বলে প্রত্যাশা করা হয়। পোষক নিম্ন আয়ের পরিবারগুলিকে লক্ষ্য করে তাদের প্রচুর সম্পদের বদলে প্রয়োজনীয় সম্পদ বিনিময় করার জন্য: সময়, একটি ভোট এবং অন্যান্য সম্ভাব্য সমর্থকদের (যাদেরকে তারা প্রভাবিত করতে পারে) জালকব্যবস্থায় সন্নিবেশন। তবে পোষকদের কাছে কার্যকরভাবে বিনিময় গঠনের জন্য প্রয়োজনীয় তথ্য লভ্য থাকে না। তাই তারা মধ্যস্থতাকারী দালালদের ভাড়া করে। লক্ষ্য ভোটারের কী প্রয়োজন, কোন ভোটারদের কম প্ররোচণা করতে হবে এবং ভোটার তাদের দর কষাকষির পরে ঠিকমত কাজ পালন করে কিনা তা খুঁজে বের করতে দালালদের অনেক সরঞ্জাম থাকে। স্টোকস, ডানিং, নাজারেনো এবং ব্রুসকো জোর দিয়ে বলেন যে, দালালরা রাজনৈতিক নেতাদের সেবাদান করে, এবং তারা নেতারা যেভাবে চাইবে ঠিক সেভাবে সম্পদের উপর লক্ষ্যস্থির না-ও করতে পারে; ফলস্বরূপ মুখ্য-দালাল সমস্যাগুলি কীভাবে পোষ্যবাদ কাজ করে তা বোঝার জন্য গুরুত্বপূর্ণ হতে পারে। \nপোষ্যবাদ ঠিকমত বুঝতে হলে শুধুমাত্র বিনিময়ের পারস্পরিক উপকারী সম্পর্কের উপর নয়, বরং ক্ষমতা বা অবস্থানের মধ্যে অপ্রতিসাম্যের উপর জোর দিতে হয়। মূল সম্পদ ও বাজারগুলিতে প্রবেশাধিকারের ব্যাপারে এক ধরনের নির্বাচনিকতা নিহিত থাকে। যাদের প্রবেশাধিকার আছে, অর্থাৎ যারা পোষক এবং/অথবা কখনও কখনও উপ-পোষক বা দালাল, তারা  গ্রাহকদের অধীনতা এবং নির্ভরশীলতার উপর নির্ভর করে। কিছু সুবিধা পাওয়ার বিনিময়ে পোষ্যদের রাজনৈতিক সমর্থন প্রদান করতে হয়। পোষ্যবাদের আদর্শ প্রতিমান নির্মাণের সময় ধরে নেয়া হয় যে রাজনীতিবিদরা ভোট নিরীক্ষণ করতে সক্ষম, এবং ফলস্বরূপ তারা ভোটারদেরকে তাদের পছন্দের ভিত্তিতে পুরস্কৃত করতে বা শাস্তি দিতে পারেন। এই ধরনের নিরীক্ষণের অনুপস্থিতিতে প্রতিপূরণ (Quid pro quo) নষ্ট হয়ে যায়, ফলে যে পোষ্যবাদের উদ্ভব হয়, তা সবচেয়ে ভাল দৃষ্টিতে দেখলে অত্যন্ত অদক্ষ হয় এবং সবচেয়ে খারাপ দৃষ্টিকোণ থেকে সম্পূর্ণ অকার্যকর হয়। তবে সাক্ষ্যপ্রমাণ থেকে দেখা গেছে যে নির্বাচনে ভোটারদের পছন্দের প্রণালীবদ্ধ পর্যবেক্ষণ আশ্চর্যজনকভাবে বিরল। পোষকতা, ভোটার উপস্থিতি ক্রয়, ভোটার অনুপস্থিতি ক্রয়, এবং ভোট ক্রয় হল পোষ্যবাদের কিছু উপপ্রকারভেদ। পৃষ্ঠপোষকতা বলতে সদস্যদের সুবিধার একটি আন্তঃদলীয় প্রবাহকে বোঝায়।  ভোটার উপস্থিতি কেনার ধারণা প্রথম , নিখটার প্রবর্তন করেন; এতে ভোটারদের খাদ্য, সুবিধা বা ঘুষ দিয়ে হয়। অন্যদিকে ভোটার অনুপস্থিতি ক্রয়ের ক্ষেত্রে খাদ্য, সুবিধা বা ঘুষের দ্বারা ভোটারদের নির্বাচনে যাওয়া থেকে বিরত রাখা হয়। আর ভোট ক্রয় হল একজনের সমর্থন এবং ভোটের বিনিময়ে পণ্য বা সেবার সরাসরি হস্তান্তর। পণ্য বা সেবার ফলাফল হল একটি প্রশ্ন \"আপনি কি আমাকে ভোট দিয়েছেন বা দেবেন?\" \n\n\n== পোষ্যবাদের বিভিন্ন রূপ ==\nরাজনীতিবিদরা দল বা ব্যক্তি উভয় পর্যায়েই পোষ্যবাদের সাথে জড়িত হতে পারেন। যেমন ভোট ক্রয় করার সম্পর্কের দ্বারা ব্যক্তি পর্যায়ের পোষ্যবাদ প্রকাশিত হতে পারে। এক্ষেত্রে একজন রাজনীতিবিদ একজন নাগরিককে পণ্য বা সেবা দান করেন এবং এর বিনিময়ে সেই ব্যক্তি নাগরিক পরবর্তী নির্বাচনে সেই রাজনীতিবিদকে ভোট দেওয়ার প্রতিশ্রুতি দেন। ব্যক্তি পর্যায়ের পোষ্যবাদ জোরপূর্বক দমনের মাধ্যমেও ঘটতে পারে। এক্ষেত্রে নাগরিকরা যদি একটি নির্দিষ্ট রাজনীতিবিদ বা দলকে ভোট না দিতে চায়, তাহলে তাদের পণ্য বা সেবার অভাব সৃষ্টির হুমকি দেওয়া হয়। সম্পর্কটি বিপরীত দিকেও কাজ করতে পারে, যেক্ষেত্রে ভোটদাতারা নির্বাচনী সমর্থনের বিনিময়ে রাজনীতিবিদদের পোষ্যবাদী সম্পর্কে প্রবেশের জন্য চাপ দেয়।\nআর্জেন্টিনায় পোষ্যবাদের উপর স্টোকসের গবেষণায়  অনুমান করা হয় যে পেরোনবাদী দলটি সম্ভাব্য ভোটদাতাদের ভোট কেনার জন্য তাদেরকে আর্থিক সহায়তা প্রদান করছিল। এই অনুকল্প অনুযায়ী পেরোনবাদীরা মধ্যপন্থী বিরোধী ভোটদাতাদের উপর লক্ষ্যস্থির করেছিল কারণ মনে করা হয়েছিল তাদেরকে সহজেই প্ররোচিত করে দল পরিবর্তন করা যাবে এবং এতে দলের খরচ ন্যূনতম হবে।  স্টোকস গোপন ভোট ব্যবস্থা থাকা সত্ত্বেও পেরোনবাদী দলের পোষ্যদের অনুসরণ করতে সক্ষম হওয়ার প্রয়োজনীয়তার বিষয়ে বিশদ ব্যাখ্যাদান করেছেন। স্টোকস এই যুক্তি দেন যে পোষক দল, অর্থাৎ  আর্জেন্টিনার ক্ষেত্রে পেরোনবাদী দল কতটুকু নির্ভুলতার সাথে ভোট পর্যবেক্ষণ করতে পারে, তার উপর ভোট কেনার সম্ভাব্যতা নির্ভর করে। তিনি সাক্ষ্যপ্রমাণ ব্যবহার করে দেখান যে সামগ্রিকভাবে অপেক্ষাকৃত ক্ষুদ্র সম্প্রদায়গুলি তেমন বেনামে কাজ করে না, যা পোষকদের পক্ষে কে তাদের সমর্থন করার জন্য প্রতিশ্রুতিবদ্ধ, তা খুঁজে বের করা সহজ করে তোলে। স্টোকস তার উপসংহারে তাই এটিকে অপেক্ষাকৃত ছোট সম্প্রদায়গুলিতে ভোট কেনার একটি কারণ হিসেবে চিহ্নিত করেন। আরেকটি কারণ হল ছোট সম্প্রদায়গুলি সাধারণত অপেক্ষাকৃত দরিদ্র এবং তাদের সম্পদের প্রয়োজনীয়তাও বেশি থাকে, ফলে তারা পোষ্যবাদের জন্য অধিকতর আকর্ষণীয় লক্ষ্য হয়ে ওঠে।\nনিখটারের গবেষণাতে আর্জেন্টিনার নির্বাচনী চক্রের জন্য একটি সহজতর অনুমান প্রস্তাব করা হয়েছে: পেরোনিস্টদের প্রমাণ করার জন্য যে শুধুমাত্র সমর্থনকারী ভোটারদের ভোটারদের ভোট কিনেছিল, তাদের সমস্ত ভোট নয়।  তিনি ছোট এবং দরিদ্র সম্প্রদায়ের উপর পোষকদের গুপ্তচরবৃত্তির বিষয়ে স্টোকসের যুক্তি খারিজ করে দেন এবং এর পরিবর্তে বলেন যে পেরোনবাদীরা প্রাথমিকভাবে তাদের শক্তিশালী সমর্থকদের ভোটের উপরেই লক্ষ্যস্থির করেছিল। এক্ষেত্রে পোষকরা যুক্তিসঙ্গতভাবেই নিশ্চিত ছিলেন যে তারা এমন একজন ব্যক্তির কাছ থেকে ভোট পেয়েছেন যিনি তাদের কাছ থেকে কোনও পণ্য পেয়েছেন।\nঅনেক স্বল্পবয়সী স্বল্প-আয়ের গণতন্ত্রে পোষ্যবাদ দল-পর্যায়ের লক্ষ্যস্থিরকারী রূপ ধারণ করতে পারে। এক্ষেত্রে দলগুলি অতীত বা ভবিষ্যতের নির্বাচনী সমর্থন লাভের শর্তে ভোটারদের কিছু নির্দিষ্ট গোষ্ঠীকে সুবিধা দিয়ে থাকে। দল-পর্যায়ে লক্ষ্যস্থির কার্যকর হতে হলে দলগুলিকে অবশ্যই ভোটারদের দায়বদ্ধ রাখার পাশাপাশি সুবিধাদি বিতরণের দক্ষ উপায় খুঁজে বের করতে হইয়, যাতে দলগুলির প্রতিশ্রুতি রক্ষার ব্যাপারটি নিশ্চিত হয়। এর ফলে দলগুলি মধ্যস্থতাকারীদেরকে নিয়োগ করে, যাদেরকে প্রায়শই 'দালাল' হিসাবে উল্লেখ করা হয়। দালালরা দলগুলিকে সুবিধা (বা সুবিধাগুলি) নির্বিশেষে কার কী প্রয়োজন এবং কোন ধরনের ভোটার তাদের জন্য ভোট দেবে এবং দেবে না, তাদের বিস্তারিত খুঁটিনাটি তথ্যপ্রদত্ত   সরবরাহ করে। দলীয় দালালরা  পোষ্য-পোষক বিনিময়ের  একমাত্র মধ্যস্থতাকারী নয়। এছাড়াও আছে সংঘবদ্ধ দালাল, যারা নির্দিষ্ট স্বার্থান্বেষী গোষ্ঠীর প্রতিনিধিত্ব করে কিন্তু একাধিক দলের জন্য ভোটারদের উজ্জীবিত করে। আরও আছে সংকর দালাল, যারা নির্দিষ্ট স্বার্থ গোষ্ঠীর প্রতিনিধিত্ব করলেও শক্তিশালী দলীয় আনুগত্য প্রদর্শন করে। সবশেষে আছে স্বাধীন দালাল, যারা নির্দিষ্ট গোষ্ঠীর স্বার্থের প্রতিনিধিত্ব করে না বা কোনও দলের সাথে স্থিতিশীলভাবে সংযুক্ত থাকে না। \nবিশেষজ্ঞদের ঐক্যমতে এখনও পর্যন্ত যে একটি প্রশ্নের সদুত্তর মেলেনি, তা হল কেন দলগুলি কিছু নির্দিষ্ট দলকে অন্য দলগুলির তুলনায় বেশি পোষ্য সুবিধা প্রদান করে। দল-পর্যায়ের লক্ষ্যস্থিরকরণের উপরে অতীতের কিছু গবেষণাকর্মে এই যুক্তি দেয়া হয়েছে যে, রাজনীতিবিদের দ্বারা তাদের নৃগোষ্ঠীগতভাবে একই ধরনের ব্যক্তিদের প্রতি দলীয় বদান্যতা দেখানোর সম্ভাবনা বেশি, কারণ নৃগোষ্ঠীসত্তা দলগুলিকে প্রতিশ্রুতি রাখার সেই সমস্যাগুলি সমাধান করতে সহায়তা করে, যে সমাধানগুলি পোষ্যবাদ সফল হবার জন্য অত্যন্ত গুরুত্বপূর্ণ। কিছু অধিকতর সমসাময়িক গবেষণাকর্মে পক্ষপাতী আনুগত্যের প্রাধান্যকে গুরুত্ব দেয়া হয়েছে: রাজনীতিবিদরা তাদের ভোট ক্রয়ের প্রচেষ্টার সিংহভাগই প্ররোচণাযোগ্য দোদুল্যমান ভোটারদের প্রতি পরিচালনা করেন, যারা হয় দলের দাবিকৃত আদর্শিক লক্ষ্যগুলির প্রতি উদাসীন থাকে বা মোটামুটি সেগুলির বিরোধিতা করে। কিছু সমীক্ষাতে এই দাবিগুলিকে প্রশ্নবিদ্ধ করা হয়েছে, তবে এটি বিবেচনায় নিতে বলা হয়েছে যে পোষ্যবাদী গণতন্ত্রে ভোট ক্রয়ের বেশিরভাগ উদাহরণ আসলে ভোটার উপস্থিতি ক্রয়ের উদাহরণ হতে পারে, যেক্ষেত্রে দলগুলি তাদের সবচেয়ে অনুগত সমর্থকদের উপর এই আশায় সুবিধা বর্ষণ করে যে তারা নির্বাচনের দিন ভোটকেন্দ্রে উপস্থিত হবে। তবে সুসংগঠিত রাজনৈতিক যন্ত্রের অভাব পোষ্যবাদী লক্ষ্যস্থিরকরণে বাধা হয়ে দাঁড়ায় না। সাম্প্রতিক গবেষণায় দেখা গেছে যে অনেক উদীয়মান গণতন্ত্রে, দলগুলির প্রায়শই ব্যক্তি-স্তরের ভোটদানের আচরণ নিরীক্ষণ করার জন্য সাংগঠনিক ক্ষমতার অভাব থাকে এবং তাই তারা কোন ধরনের দলগুলি তাদের পোষ্যবাদী আবেদনের প্রতি সবচেয়ে বেশি সংবেদনশীল সে সম্পর্কে তাদের বিশ্বাস হালনাগাদ করে তাদের লক্ষ্যস্থিরকরণের কৌশলগুলিকে আরও শাণিত করে।\n\n\n== প্রেক্ষাপটভেদে পোষ্যবাদ ==\nপোষ্যবাদ প্রেক্ষাপট থেকে প্রেক্ষাপটে একই রকম দেখতে না-ও হতে পারে। একটি দেশে আদৌ পোষ্যবাদ চেপে বসবে কিনা এবং হলে কীভাবে চেপে বসবে, তা স্বতন্ত্র নেতার ধরন, ব্যক্তিমানুষের আর্থ-সামাজিক অবস্থা, অর্থনৈতিক উন্নয়ন, গণতন্ত্রীকরণ এবং প্রাতিষ্ঠানিক কারণগুলিসহ  আরও বেশ কয়েকটি ব্যক্তি-স্তরের এবং দেশ-স্তরের কারণ দ্বারা প্রভাবিত হতে পারে। কিছু কিছু প্রেক্ষাপটে  পোষ্যবাদী আচরণই প্রত্যাশিত থাকে, কারণ এ ধরনের মিথস্ক্রিয়া আনুষ্ঠানিক রাজনৈতিক কাঠামোগুলির মধ্যে গ্রথিত হয়ে যেতে পারে। কয়েক ধরনের নেতা, যেমন বংশগত ঐতিহ্যবাহী নেতারা, যারা বর্ধিত সময়ের জন্য ক্ষমতায় থাকেন, তারা অন্যদের তুলনায় (যেমন নির্বাচিত কর্মকর্তাদের তুলনায়) পোষ্যবাদী সম্পর্ক পরিচালনা করতে বেশি কার্যকর হয়ে থাকেন। গবেষণায় আরও দেখা গেছে যে রাজনীতিবিদরা তাদের কাছ থেকে পণ্য গ্রহণকারীদের কাছ থেকে সমর্থন লাভ করে পোষ্যবাদী সম্পর্ক থেকে নির্বাচনের সময় উপকৃত হতে পারেন। তবে এর সম্ভাব্য খরচও রয়েছে, কারণ পোষ্যবাদী রাজনীতিবিদরা অপেক্ষাকৃত ধনী ভোটারদের কাছ থেকে সমর্থন হারাতে পারেন, যারা নিজেরা পোষ্যবাদী সম্পর্কের সাথে জড়িত নয় ও এই রেওয়াজটিকে নেতিবাচক দৃষ্টিতে দেখে। সব ভোটদাতা পোষ্যবাদী আচরণকে রাজনীতিবিদদের একটি ইতিবাচক বৈশিষ্ট্য হিসেবে গণ্য করে না, বিশেষ করে যেসব ভোটদাতা উচ্চতর আর্থ-সামাজিক মর্যাদাবিশিষ্ট হয়ে থাকে তারা। সংক্ষেপে, এমন কোনো একক কারণ নেই যার  জন্য একটি দেশে পোষ্যবাদ চেপে বসে।\n\n\n== পরিণতি ==\nপোষ্যবাদ সাধারণত গণতন্ত্র ও সরকারের উপর নেতিবাচক প্রভাব ফেলে এবং অর্থনীতিতে এর পরিণত আরও অনিশ্চিত। গণতন্ত্রে ভোটারদের কাছে নির্বাচিত জনপ্রতিনিধিদের কাজের জবাবদিহিতা প্রদানের যে সম্পর্ক থাকে, তা পোষ্যবাদ দ্বারা ক্ষুন্ন হয়। এর কারণ হল পোষ্যবাদে রাজনৈতিক পদে নির্বাচিত কর্মকর্তাদের কৃতকার্যতার ভিত্তিতে নয়, বরং পোষ্যদেরকে প্রদত্ত উপহারের উপর সাপেক্ষে ভোট দেওয়া হয়। পোষ্যবাদে গোপন নির্বাচন এবং প্রশাসনিক তত্ত্বাবধানের মতো গণতান্ত্রিক প্রতিষ্ঠানগুলিরও অধঃপতন ঘটে। এই জাতীয় কারণগুলি একই সাথে গণতান্ত্রিক প্রতিষ্ঠানগুলিকে দুর্বল করে এবং সরকারের দক্ষতার উপর নেতিবাচক প্রভাব ফেলে।\nদুর্নীতি এবং জনমানসে দুর্নীতির বোধ যে অনেক কারণে পোষ্যবাদী ব্যবস্থার সাথে দৃঢ়ভাবে সম্পর্কিত, এ ব্যাপারটি বর্তমানে সুপ্রতিষ্ঠিত। একটি কারণ হল এই যে পোষকরা প্রায়শই অনেক পোষ্যবাদী ব্যবস্থায় আপাতদৃষ্টিতে আইনের ঊর্ধ্বে অবস্থান করেন। এছাড়া পোষ্যবাদী ব্যবস্থাতে উপস্থিত কিছু কাজ যেমন ভোট ক্রয় সহজাতভাবেই অবৈধ হতে পারে। পরিশেষে পোষ্যবাদী ব্যবস্থা বজায় রাখার জন্য পোষকদের যে সম্পদের প্রয়োজন তার জন্য অবৈধ উপায়ে পণ্য আহরণ আবশ্যক হতে পারে। ২০২১ সালের একটি গবেষণায় দেখা গেছে যে পোষ্যবাদী ব্যবস্থায় ভোটদাতারা দুর্নীতিবাজ রাজনীতিবিদদের নির্বাচনের মাধ্যমে শাস্তি দিতে কম ইচ্ছুক হয়ে থাকে।\nকিছু বিশেষজ্ঞ মনে করেন যে যেহেতু পোষকেরা ব্যক্তিগত পণ্যের নিয়ন্ত্রণ এবং সংগ্রহের দিকে মনোনিবেশ করে, তাই তারা সড়ক এবং সরকারি বিদ্যালয়গুলির মতো সর্বজনীন দ্রব্যগুলিকে অবহেলা করে, যেগুলি অর্থনৈতিক উন্নয়নে সহায়তা করে। তারা আরও উল্লেখ করেন যে পোষ্যবাদী ব্যবস্থায় প্রচলিত অনুপার্জিত আয় অন্বেষণ ও দুর্নীতি  অর্থনীতির উপরেও নেতিবাচক প্রভাব ফেলতে পারে। যাই হোক, পোষ্যবাদের অর্থনৈতিক প্রভাবগুলির ব্যাপারে এখনও বড় অনিশ্চয়তা বিদ্যমান।\n\n\n== বিতর্ক ==\nপ্রায়শই পোষ্যবাদের সাথে দুর্নীতির সংযোগ আছে বলে মনে করা হয়। উভয় ক্ষেত্রেই রাজনৈতিক ঘটকেরা ব্যক্তিগত লাভের জন্য সরকারী এবং ব্যক্তিগত সম্পদ ব্যবহার করে থাকে, কিন্তু  ধারণা দুইটি সমার্থক নয়। দুর্নীতিকে সাধারণত \"ক্ষমতায় থাকা ব্যক্তিদের দ্বারা অসৎ এবং প্রতারণামূলক আচরণ হিসাবে সংজ্ঞায়িত করা হয়, যা সাধারণত ঘুষের সাথে জড়িত\"। অন্যদিকে রাজনৈতিক পোষ্যবাদকে \"নির্বাচনী সমর্থনের বিনিময়ে কোনও ব্যক্তি বা গোষ্ঠীকে লক্ষ্য করে সুবিধা বিতরণ\" হিসেবে দেখা হয়। এই দুইয়ের মধ্যে সংযোগ অনুমান করা স্বাভাবিক, কারণ তাদের মধ্যে মোটামুটি মিল আছে। কিন্তু এমন অনেক ধরনের দুর্নীতি আছে, যেগুলির সঙ্গে পোষ্যবাদের কোনও সম্পর্ক নেই, যেমন ভোটারদের ভয় দেখানো বা ব্যালটবাক্স ভর্তি করা। \"পোষ্যবাদকে নেতিবাচক হিসেবে বিবেচনা করা হয় কারণ এর উদ্দেশ্য হল পোষক ও পোষ্যদের জন্য এক ধরনের 'ব্যক্তিগত' রাজস্ব আয় তৈরি করা এবং এর ফলস্বরূপ সাধারণ জনগণের মধ্যে যারা এই পোষক-পোষ্য ব্যবস্থার অংশ নয়, তাদের জন্য 'সর্বজনীন' রাজস্ব আদায়ে বাধার সৃষ্টি হয়।\"\nরাজনৈতিক সংগঠনের একটি কৌশল হিসাবে পোষ্যবাদ অন্যান্য কৌশলগুলির থেকে উল্লেখযোগ্যভাবে আলাদা, কেননা ঐগুলি বৃহত্তর কর্মসূচিভিত্তিক বা আদর্শিক লক্ষ্যসমূহের আবেদনের উপর নির্ভর করে বা আরও সরলভাবে উচ্চতর কর্মদক্ষতার উপর জোর দেওয়ার উপর নির্ভর করে। প্রায়শই অনুমান করা হয় যে পোষ্যবাদ হল রাজনৈতিক অনুন্নয়নের একটি অবশেষ ও দুর্নীতির একটি রূপ, এবং রাজনৈতিক আধুনিকীকরণের মাধ্যমে এটিকে হ্রাস করা বা এটির অবসান ঘটানো সম্ভব। কিন্তু অনেক স্বীকৃত বিকল্প মতে পোষ্যবাদের দীর্ঘস্থায়িত্ব ও এর সাথে যুক্ত পৃষ্ঠপোষকতার উপর জোর দেওয়া হয়েছে৷\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র =="}