{"pageid": 1488872, "title": "সংখ্যানুপাতিক নির্বাচনী ব্যবস্থা", "url": "https://bn.wikipedia.org/wiki?curid=1488872", "content": "সংখ্যানুপাতিক নির্বাচনী ব্যবস্থা বা আনুপাতিক নির্বাচনী ব্যবস্থা বলতে এমন যেকোনো ধরনের নির্বাচনী ব্যবস্থাকে বোঝায় যেখানে নির্বাচকমণ্ডলির উপগোষ্ঠীরা উপযুক্ত নির্বাচিত সংগঠনে আনুপাতিক হারে প্রতিফলিত হয়। এই ধারণাটি মূলত রাজনৈতিক দলের ক্ষেত্রে প্রযোজ্য। এই ধরনের ব্যবস্থার সারকথা হলো যে এই পদ্ধতিতে আসন বণ্টন হয় প্রতিটি রাজনৈতিক দলের প্রাপ্ত ভোটের আনুপাতিক হারে, অর্থাৎ প্রদত্ত সকল ভোট বা প্রদত্ত প্রায় সকল ভোট একটি সুষ্ঠু নির্বাচনী ফলাফল গঠনে অবদান রাখে এবং কার্যকরভাবে কাউকে নির্বাচিত করতে ব্যবহৃত হয়। সাধারণত অন্যান্য নির্বাচনী ব্যবস্থার অধীনে একটি আপেক্ষিক বা স্বল্প সংখ্যাগরিষ্ঠতা প্রার্থীদের নির্বাচিত করতে ব্যবহৃত হয়। অপরপক্ষে, সংখ্যানুপাতিক ব্যবস্থায় বিভিন্ন দলকে সুষম হারে প্রতিনিধিত্ব প্রদান করা হয়, যার মাধ্যমে প্রদত্ত ভোট কীভাবে প্রদান করা হয়েছে তা প্রতিফলিত হয়।\nভোটদান পদ্ধতির প্রেক্ষাপটে, সংখ্যানুপাতিক নির্বাচনের মাধ্যমে একটি আইনসভার প্রত্যেক প্রতিনিধি প্রায় সমান সংখ্যক ভোটার দ্বারা নির্বাচিত হয়ে থাকে। এর কারণ নির্বাচনী ব্যবস্থার প্রচলিত ক্ষেত্রে যেখানে কেবলমাত্রমাত্র একটি দলকে বেছে নেওয়ার সুযোগ থাকে, সেখানে এই পদ্ধতিতে প্রতিটি দলকে প্রাপ্ত ভোটের সংখ্যা বা ভোট বণ্টনের অনুপাতে আসন বণ্টন করা হয়।\nসংখ্যানুপাতিক প্রতিনিধিত্ব বা আনুপাতিক প্রতিনিধিত্ব (ইংরেজি: Proportional representation; পিআর) শব্দাবলি দ্বারা রাষ্ট্র, অঞ্চল ইত্যাদিতে প্রযোজ্য জনসংখ্যার দ্বারা আইনসভায় ন্যায্য প্রতিনিধিত্ব বোঝাতে ব্যবহার করা যেতে পারে। তবে সংসদীয় প্রতিনিধিত্ব কেবলমাত্র জনসংখ্যার আকারের সাথে সমানুপাতিক হওয়াতেই কোনো একটি নির্বাচনী ব্যবস্থা \"আনুপাতিক\" হিসেবে বিবেচিত হয় না, যেভাবে শব্দটি সাধারণত ব্যবহৃত হয়। উদাহরণস্বরূপ, মার্কিন হাউজ অফ রিপ্রেজেনটেটিভসে ৪৩৫ জন সদস্য রয়েছেন, যারা প্রত্যেকেই দেশটির প্রায় সমান সংখ্যক মানুষকে প্রতিনিধিত্ব করেন; প্রতিটি অঙ্গরাজ্যের জনসংখ্যার আকার অনুযায়ী (একটি ন্যূনতম একক আসন যা একটি ক্ষুদ্রতম রাজ্যও পায় তা ব্যতীত) অনুযায়ী বেশ কিছু সদস্য বরাদ্দ করা হয়, এইভাবে জনসংখ্যা দ্বারা হাউজে সমান সংখ্যক প্রতিনিধিত্ব সৃষ্টি করা হয়। কিন্তু হাউজের সদস্যরা সাধারণত একক-সদস্যের নির্বাচনী এলাকাগুলোতে ফার্স্ট-পাস্ট-দ্য-পোস্ট ভোটদানের মাধ্যমে নির্বাচিত হন, এটি এমন একটি ব্যবস্থা যেখানে নির্বাচনী প্রতিদ্বন্দ্বিতায় একজন মাত্র প্রার্থী বিজয়ী হয়, অতএব এটি সংখ্যানুপাতিক প্রতিনিধিত্ব সৃষ্টি করে না। অন্যদিকে, পিআর নির্বাচনী ব্যবস্থার অধীনে অর্জিত প্রতিনিধিত্ব সাধারণত একটি এলাকার জনসংখ্যার আকার (জনসংখ্যার প্রতি সেট পরিমাণ আসন), প্রদত্ত ভোট (প্রতিটি বিজয়ী ভোট) এবং দলীয় ভোট বণ্টনের (দলভিত্তিক ব্যবস্থায় যেমন নির্বাচনী তালিকাভিত্তিক পিআর) অনুপাতে হয়। ইউরোপীয় সংসদের প্রতিটি সদস্য নির্বাচনে রাষ্ট্রকে তার জনসংখ্যার আকারের উপর ভিত্তি করে মোটামুটিভাবে বেশ কয়েকটি আসন দেওয়া হয় এবং প্রতিটি সদস্য রাষ্ট্রের নির্বাচনও একটি পিআর ব্যবস্থায় (ভোট বণ্টনের ভিত্তিতে আনুপাতিক ফলাফলসহ) অনুষ্ঠিত হতে হবে।\n১৮৯৯ সালে বেলজিয়ামে সর্বপ্রথম সংখ্যানুপাতিক পদ্ধতিটি প্রবর্তিত হয়। বর্তমানে বিশ্বের ১৭০টি গণতান্ত্রিক রাষ্ট্রের নির্বাচন ব্যবস্থার অর্ধেকের মতো রাষ্ট্রে সংখ্যানুপাতিক পদ্ধতিতে নির্বাচন হয়। এই নির্বাচনী ব্যবস্থার সর্বাধিক ব্যবহৃত তিনটি ভোটদান পদ্ধতিগুলো হলো: তালিকাভিত্তিক সংখ্যানুপাতিক নির্বাচনী ব্যবস্থা যা ৮৫টি দেশে ব্যবহৃত হয়, মিশ্র সংখ্যানুপাতিক নির্বাচনী ব্যবস্থা যা ৭টি দেশে ব্যবহৃত হয় এবং একক স্থানান্তরযোগ্য ভোটদান যা আয়ারল্যান্ড, মাল্টা, অস্ট্রেলিয়ার সিনেট ও ভারতের রাজ্যসভা সদস্য নির্বাচনে ব্যবহৃত হয়। অনেক দেশে প্রচলিত অসংখ্যানুপাতিক ব্যবস্থার পাশাপাশি সংখ্যানুপাতিক পদ্ধতিও আইনসভার কিছু সদস্য মনোনীত করা হয়, যেমন: বাংলাদেশের জাতীয় সংসদের সংরক্ষিত মহিলা আসন যা ফার্স্ট-পাস্ট-দ্য-পোস্ট পদ্ধতিতে নির্বাচিত দলসমূহের মাঝে আনুপাতিক হারে বণ্টন করে দেওয়া হয়। সংখ্যানুপাতিক প্রতিনিধিত্ব ব্যবস্থা সরকারের সকল স্তরে ব্যবহৃত হয় এবং কর্পোরেট পর্ষদের মতো বেসরকারি সংস্থার নির্বাচনের জন্যও ব্যবহৃত হয়।\nসকল পিআর ব্যবস্থায় বহুসদস্যের নির্বাচনী দৌড়ের প্রয়োজন, অর্থাৎ একযোগে একাধিক প্রতিনিধি নির্বাচন করার জন্য ভোট সংগ্রহ করা হয়। নির্বাচন আয়োজিত হতে পারে বিভিন্ন বহুসদস্যের নির্বাচনী এলাকায় (একক স্থানান্তরযোগ্য ভোটদান ও অধিকাংশ তালিকার সংখ্যানুপাতিক ব্যবস্থায়) বা একক দেশব্যাপী একটি মাত্র নির্বাচনী এলাকায় (মাত্র কিছু তালিকাভিত্তিক পিআর ব্যবস্থায়)। উদাহরণস্বরূপ, অ্যাঙ্গোলায় একশরও বেশি সংসদ সদস্য নির্বাচনের জন্য দেশব্যাপী ভোট সংগ্রহ করা হয়। যেখানে মিউনিসিপ্যাল (পৌর) পর্যায়ে ​​পিআর ব্যবস্থা কাঙ্খিত হয়, সেখানে নগর-বিস্তৃত একটি অ্যাট-লার্জ (অসংখ্যানুপাতিক ব্যবস্থায় শব্দটির ব্যবহার বিরল) এলাকা ব্যবহার করা হয়, যাতে যতটা সম্ভব বড় নির্বাচনী এলাকা তৈরি করা যায়।\nবৃহৎ নির্বাচনী এলাকাগুলোতে সংখ্যানুপাতিক নির্বাচন আয়োজনের ক্ষেত্রে প্রায়ই তালিকাভিত্তিক পিআর ব্যবস্থা ব্যবহার করা হয়। কিন্তু এমনকি এই ব্যবস্থাও যখন ব্যবহার করা হয়, এলাকাগুলো থেকে কখনো কখনো ৪০ বা ৫০ জনের বেশি সদস্য সংগ্রহ করা যায় না। একক স্থানান্তরযোগ্য ভোটদান একটি প্রার্থীভিত্তিক সংখ্যানুপাতিক ব্যবস্থা যেখানে একটি একক নির্বাচনী প্রতিদ্বন্দ্বিতায় ২১ জনের বেশি নির্বাচন করার জন্য খুব কমই ব্যবহার করা হয়েছে। কিছু কিছু সংখ্যানুপাতিক ব্যবস্থায় স্থানীয় একক-সদস্যের নির্বাচনী এলাকার পাশাপাশি অ্যাট-লার্জ বা স্থানীয় পরিসরে নির্বাচন অনুষ্ঠিত হয়, যেমন নিউজিল্যান্ড মিশ্র সংখ্যানুপাতিক নির্বাচনী ব্যবস্থা ও স্কটিশ অতিরিক্ত সদস্য পদ্ধতি। অন্যান্য পিআর ব্যবস্থাগুলো বহুসদস্যের এলাকার পাশাপাশি অ্যাট-লার্জ নির্বাচন আয়োজন করে থাকে, যেমন স্ক্যান্ডিনেভিয়ান দেশগুলো।\nসংখ্যানুপাতিক পদ্ধতিতে নির্বাচন স্বতন্ত্র প্রার্থীদের জন্য সাধারণত প্রতিকূল। এর কারণ সংখ্যানুপাতিক পদ্ধতিগুলো দলগুলোর প্রাপ্ত ভোটের অনুপাত অনুযায়ী আসন বণ্টনের জন্য তৈরি, নির্দিষ্ট প্রার্থীদের জন্য নয়। তবে কিছু ভিন্নধর্মী পদ্ধতিতে, যেমন মুক্ত তালিকাভিত্তিক সংখ্যানুপাতিক নির্বাচনী ব্যবস্থায় ভোটাররা একটি দলের মধ্যেই নির্দিষ্ট প্রার্থীদের ভোট দিতে পারে, যা তাত্ত্বিকভাবে স্বতন্ত্র প্রার্থীদের প্রতিদ্বন্দ্বিতা করার সুযোগ দিতে পারে, তবে এটি খুব সাধারণ নয়।\nতবে বিভিন্ন কারণে সংখ্যানুপাতিক ব্যবস্থায় নিখুঁত আনুপাতিতা খুব কমই অর্জিত হয়। আনুপাতিতায় অসামঞ্জস্য সৃষ্টিকারী কারণের মধ্যে রয়েছে নির্বাচনী থ্রেসহোল্ডের ব্যবহার (ন্যূনতম ভোট বণ্টন যা একটি দল প্রার্থীর প্রয়োজন আইনসভায় যেতে; তালিকাভিত্তিক বা মিশ্র পিআর ব্যবস্থায় ব্যবহৃত), প্রতিক্ষেত্রে অল্প কিছু আসনের ক্ষুদ্র নির্বাচনী এলাকা প্রবর্তন (একক স্থানান্তরযোগ্য বা তালিকাভিত্তিক ব্যবস্থায়) বা সমতলকরণ আসনের অনুপস্থিতি বা অপর্যাপ্তি (তালিকাভিত্তিক, মিশ্র বা অতিরিক্ত সদস্য পিআর ব্যবস্থায়)। অন্যান্য কারণের মধ্যে রয়েছে কিছু নির্বাচনী কৌশল যা রাজনৈতিক দলগুলো নির্বাচন জয়ে ব্যবহার করে থাকে, যেমন কিছু মিশ্র-সদস্য ব্যবস্থায় দলবিভক্তি (তালিকাভিত্তিক পিআর পদ্ধতিতে বৃহৎ দলের আসন জয়ের সম্ভাবনা কম থাকলে জোটভুক্ত ছোট দলগুলোর মাঝে ভোট বিভক্তি)। তা সত্ত্বেও পিআর ব্যবস্থায় অর্জিত আনুপাতিতা অন্যান্য ব্যবস্থায় তুলনায় অনেক ভালো এবং গেরিম্যান্ডারিং ও অন্যান্য ধরনের নির্বাচনী কূটকৌশল প্রতিরোধে অত্যন্ত কার্যকর।\n\n\n== তথ্যসূত্র =="}