{"pageid": 1488629, "title": "যুক্তরাজ্যের কমন্সসভার স্পিকার নির্বাচন, ২০০৯", "url": "https://bn.wikipedia.org/wiki?curid=1488629", "content": "সংসদীয় ব্যয় কেলেঙ্কারির সময় স্পিকার পদ থেকে মাইকেল মার্টিনের পদত্যাগের পর ২২ জুন ২০০৯ তারিখে যুক্তরাজ্যের কমন্সসভার স্পিকার নির্বাচন অনুষ্ঠিত হয়। ১৬৯৫ সালে স্যার জন ট্রেভরের পর মার্টিনই প্রথম স্পিকার যাকে অফিস থেকে সরে যেতে বাধ্য করা হয়েছে। এটি ছিল ১১ মে ২০০৫ এর পর প্রথম স্পিকার নির্বাচন এবং ২৩ অক্টোবর ২০০০ এর পর প্রথম প্রতিদ্বন্দ্বিতাকৃত স্পিকার নির্বাচন।\nতিন দফা ভোটের পর রক্ষণশীল এমপি জন বারকো নতুন স্পিকার নির্বাচিত হন।\n\n\n== নিয়ম ==\nযুক্তরাজ্যের পঞ্চাশতম সংসদের হাউস অফ কমন্সে ভোটগ্রহণ অনুষ্ঠিত হয়।\n২০০১ সালে প্রবর্তিত স্পিকার নির্বাচনের জন্য নতুন নিয়মের অধীনে,  প্রার্থীদের কমপক্ষে বারোজন সংসদ সদস্য দ্বারা মনোনীত করা প্রয়োজন, তাদের মধ্যে অন্তত তিনজন প্রার্থীর থেকে ভিন্ন দলের সদস্য থাকতে হবে। প্রতিটি সদস্যকে শুধুমাত্র একজন প্রার্থী মনোনীত করার অনুমতি দেওয়া হয়। প্রার্থীদের বক্তৃতার পর, বিজয়ের জন্য প্রয়োজনীয় নিরঙ্কুশ সংখ্যাগরিষ্ঠতার জন্য হাউস গোপন ব্যালট দ্বারা ভোট দেয়। যদি কোনো প্রার্থী সংখ্যাগরিষ্ঠতা না পায় তাহলে সবচেয়ে কম ভোট পাওয়া ব্যক্তিকে বাদ দেওয়া হয়, যেমন কোনো প্রার্থী যারা ভোটের পাঁচ শতাংশের কম প্রাপ্ত হন। হাউস ভোট দেওয়া অব্যাহত রাখে যতক্ষণ না একজন সদস্য সম্পূর্ণ ব্যালট নামে পরিচিত একটি ভোটিং পদ্ধতির অধীনে প্রয়োজনীয় সংখ্যাগরিষ্ঠতা না পায়। তারপর হাউস একটি আনুষ্ঠানিক প্রস্তাবে ভোট দেয় প্রশ্নবিদ্ধ সদস্যকে স্পিকার পদে নিয়োগের জন্য। হাউসের পিতা অ্যালান উইলিয়ামস নির্বাচন প্রক্রিয়ার সময় কমন্সের প্রিসাইডিং অফিসার ছিলেন।\nনতুন স্পিকার নিয়োগের চূড়ান্ত পর্যায় একটি আনুষ্ঠানিকতা কিন্তু সাংবিধানিক তাৎপর্য রয়েছে। রাজাকে অবশ্যই নতুন স্পিকারের তাদের অনুমোদনের স্বাক্ষর করতে হবে, যা একটি রাজকীয় কমিশনের নিয়োগের মাধ্যমে করা হয়।</link>\n\n\n== প্রার্থী ==\n\n\n=== ঘোষণা করেছে ===\nনিম্নলিখিত ব্যক্তিরা সকলেই স্পিকারের অফিসে নির্বাচনে দাঁড়ানোর তাদের অভিপ্রায় নিশ্চিত করেন এবং নির্বাচনের দিন সকালে সংসদীয় কর্তৃপক্ষ কর্তৃক মনোনীত প্রার্থী হিসাবে সকলেই নিশ্চিত হন: \n\nমার্গারেট বেকেট (শ্রমিক দল) \nস্যার অ্যালান বেথ (উদার গণতন্ত্রী) \nজন বারকো (রক্ষণশীল) \nপ্যাট্রিক করম্যাক (রক্ষণশীল) \nপরমজিৎ ধান্দা (শ্রমিক দল) \nস্যার অ্যালান হ্যাসেলহার্স্ট (ডেপুটি স্পিকার/ রক্ষণশীল) \nস্যার মাইকেল লর্ড (ডেপুটি স্পিকার/ রক্ষণশীল) \nরিচার্ড শেফার্ড (রক্ষণশীল) \nঅ্যান উইডেকম্ব (রক্ষণশীল) \nস্যার জর্জ ইয়াং (রক্ষণশীল) \nউপরের ১০ জন প্রার্থীই ১৫ জুন একটি হ্যানসার্ড সোসাইটি হাস্টিং- এ হাজির হন। স্পিকার নির্বাচনের জন্য এটিই ছিল প্রথম পূর্ণ হাস্টিংস। যদিও ২০০০ সালের স্পিকার নির্বাচনের জন্য একটি হাস্টিং ছিল, যেটিতে বেশ কয়েকজন প্রার্থী অংশ নেননি।\n\n\n=== মনোনয়নের আগেই প্রত্যাহার করে নেন ===\nনির্বাচনের আগে নিম্নলিখিত প্রার্থী প্রত্যাহার করে নেন:\n\nফ্র্যাঙ্ক ফিল্ড (শ্রমিক দল) - তার নিজের দলের সমর্থনের অভাবের কারণে প্রত্যাহার করে নেন; তিনি অ্যান উইডেকম্বকে অনুমোদন করেন।\n\n\n=== মনোনয়ন ===\nপ্রার্থী মনোনীত এমপিদের আনুষ্ঠানিক কোনো তালিকা প্রকাশ্যে আসেনি। মনোনয়নের একটি আংশিক তালিকা  নিম্নরূপ:\n\nমার্গারেট বেকেট – ডেনিস ম্যাকশেন (ল্যাব), অ্যান কফি (ল্যাব), রিচার্ড ক্যাবোর্ন (ল্যাব), লিন্ডা গিলরয় (ল্যাব), লিন্ডা ওয়ালথো (ল্যাব), গ্লেন্ডা জ্যাকসন (ল্যাব), জন ব্যাটল (ল্যাব), ক্লাইভ এফোর্ড (ল্যাব), কেলভিন হপকিন্স (ল্যাব), জিওফ্রে রবিনসন (ল্যাব), অ্যান্ডি স্লটার (ল্যাব), পল মারফি (ল্যাব), গ্রেগ নাইট (কন), অ্যাঞ্জেলা ব্রাউনিং (কন), সিলভিয়া হারমন (ইউইউপি)।\nঅ্যালান বেথ – অ্যালান হোয়াইটহেড (ল্যাব), ডেনিস মারফি (ল্যাব), মার্ক লাজারোভিজ (ল্যাব), মার্টিন লিন্টন (ল্যাব), ফিওনা ম্যাকট্যাগার্ট (ল্যাব), এলফিন লিউইড (প্লেড), ভিন্স ক্যাবল (এলডি), জেনি উইলট (এলডি), মাইকেল মুর (এলডি), অ্যানেট ব্রুক (এলডি), ক্রিস হুনে (এলডি), ফিল উইলিস (এলডি), রজার উইলিয়ামস (এলডি), গ্রেগ মুলহল্যান্ড (এলডি), স্টিভ ওয়েব (এলডি)।\nজন বারকো - দাই ডেভিস (ইন্ড), চার্লস ওয়াকার (কন), ম্যালকম ব্রুস (এলডি), অ্যাডাম প্রাইস (প্লেড), কারেন বাক (ল্যাব), স্যান্ড্রা গিডলি (এলডি), জুলি মরগান (ল্যাব), নাতাশা এঙ্গেল (ল্যাব), পিটার কিলফয়েল (ল্যাব), ডেভিড লজ (এলডি), অ্যান বেগ (ল্যাব), পিট উইশার্ট (এসএনপি), সাদিক খান (ল্যাব), প্যাট্রিসিয়া হিউইট (ল্যাব), মার্ক ডারকান (এসডিএলপি)।\nপ্যাট্রিক করম্যাক - পিটার লিলি (কন)। অন্যদের মধ্যে চারজন কনজারভেটিভ, পাঁচজন লেবার থেকে।\nপরমজিৎ ধান্দা – ম্যালকম উইকস (ল্যাব), অ্যালিসন সিবেক (ল্যাব), ডেভিড ড্রু (ল্যাব), হাওয়ার্ড স্টোয়েট (ল্যাব), জন হেমিং (এলডি)।\nস্যার অ্যালান হ্যাসেলহার্স্ট - জন গুমার (কন), ড্যানিয়েল কাউকজিনস্কি (কন), মাইকেল ফ্যালন (কন), রবার্ট ওয়াল্টার (কন), অলিভার হেল্ড (কন), এডওয়ার্ড লেই (কন), এডি ও'হারা (ল্যাব), হ্যারি কোহেন (ল্যাব), জর্জ হাওয়ার্থ (ল্যাব), জিম ডাউড (ল্যাব), এরিক ইলসলি (ল্যাব), জ্যানেট অ্যান্ডারসন (ল্যাব), জন থার্সো (এলডি), বব রাসেল (এলডি)।\nস্যার মাইকেল লর্ড - প্রকাশ্যে কোনো মনোনয়ন পাওয়া যায় না।\nরিচার্ড শেফার্ড - প্রকাশ্যে কোনো মনোনয়ন পাওয়া যায় না।\nঅ্যান উইডেকম্ব - ফ্রাঙ্ক ফিল্ড (ল্যাব), কিম হাওয়েলস (ল্যাব), জন গ্রোগান (ল্যাব), জিম ডবিন (ল্যাব), নাইজেল ইভান্স (কন), মার্ক প্রিচার্ড (কন), ফিলিপ হলবোন (কন), নাদিন ডরিস (কন), স্যামি উইলসন (DUP), অন্যদের মধ্যে।\nস্যার জর্জ ইয়ং – ক্রিস মুলিন (ল্যাব), টনি রাইট (ল্যাব), স্টিফেন পাউন্ড (ল্যাব), ফ্যাবিয়ান হ্যামিল্টন (ল্যাব), কিথ হিল (ল্যাব), রিচার্ড অটওয়ে (কন), গ্যারি স্ট্রিটর (কন), মাইকেল জ্যাক (কন) ), জেমস আরবুথনট (কন), নিকোলাস সোমেস (কন), মাইকেল অ্যানক্রাম (কন), জন বাটারফিল (কন), ডেভিড কারি (কন), পিটার বটমলি (কন), পিটার লাফ (কন)।\n\n\n== ফলাফল ==\nপ্রথম গোপন ব্যালটের ফলাফল ২২ জুন ২০০৯ তারিখে ১৭:১০ এ ঘোষণা করা হয়, যা মনোনীত প্রার্থীরা সকলেই হাউস অফ কমন্সে ভাষণ দেওয়ার পরে। দ্বিতীয় ব্যালটের ফলাফল আনুমানিক ১৮:৫৫ এ ঘোষণা করা হয়। দ্বিতীয় ব্যালটের ফলাফলের পর বেকেট, হ্যাসেলহার্স্ট এবং বেথ তাদের সমর্থন কমে যাওয়ার পরে তাদের প্রার্থীতা প্রত্যাহার করে নেন। তৃতীয় রাউন্ডে দুই রক্ষণশীল এমপি জন বারকো এবং জর্জ ইয়ং এর মধ্যে সরাসরি রানঅফ ছেড়ে দেন। সাড়ে ২০টার দিকে তৃতীয় ব্যালটের ফল ঘোষণা করা হয়। চূড়ান্ত ভোটের ৫৪% নিয়ে বারকো জয়ী হন।\n\nচূড়ান্ত ভোটের পরে, প্রশ্ন রাখা হয় \"যে জন বারকো স্পিকার হিসাবে এই হাউসের চেয়ার গ্রহণ করবেন\", যা কোনও শ্রবণযোগ্য বিরোধিতা ছাড়াই বাহিত হয়। এর পরে চার্লস ওয়াকার এবং স্যান্ড্রা গিডলি দ্বারা বারকোকে চেয়ারে (হাউসের রীতি অনুযায়ী) টেনে আনা হয় এবং স্পিকার-ইলেক্ট হিসাবে উদ্বোধনী ভাষণ দেন।\nপরে সেই সন্ধ্যায়, হাউস অফ লর্ডসে একটি রাজকীয় কমিশনের মাধ্যমে রানীর অনুমোদন পেয়ে বারকো আনুষ্ঠানিকভাবে স্পিকার নিযুক্ত হন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nটেমপ্লেট:Cite hansard\nইউটিউবে Speaker of the British House of Commons election, 2009 প্লেলিস্ট"}