{"pageid": 1488553, "title": "যুক্তরাজ্যের কমন্সসভার স্পিকার নির্বাচন, ১৯৯২", "url": "https://bn.wikipedia.org/wiki?curid=1488553", "content": "১৯৯২ সালের সাধারণ নির্বাচন এবং পূর্ববর্তী স্পিকার বার্নার্ড ওয়েদারিলের অবসর গ্রহণের পর ২৭ এপ্রিল ১৯৯২ তারিখে হাউস অফ কমন্সের প্রথম অধিবেশনে যুক্তরাজ্যের কমন্সসভার স্পিকার নির্বাচন হয়। এই নির্বাচনের ফলশ্রুতিতে শ্রমিক দলের এমপি বেটি বুথরয়েড, ওয়েদারিলের ডেপুটিদের একজন, যিনি স্পিকার হওয়া প্রথম মহিলা ছিলেন। এটি এমন একটি সময়ে ছিল যখন হাউস অফ কমন্সে রক্ষণশীল দলের সংখ্যাগরিষ্ঠতা ছিল। ১৯৫১ সালের ৩১ অক্টোবর উইলিয়াম মরিসন মেজর জেমস মিলনারকে পরাজিত করার পর থেকে এটিই প্রথম প্রতিদ্বন্দ্বিতা করা নির্বাচন (একাধিক ইচ্ছুক মনোনীত প্রার্থী সহ), যদিও ১৯৭১ সালের নির্বাচনে জিওফ্রে ডি ফ্রেইটাসকে তার ইচ্ছার বিরুদ্ধে মনোনীত করা হয়েছিল।\n\n\n== প্রার্থীরা ==\nপ্রার্থীরা হলেন বেটি বুথরয়েড (শ্রমিক দল), ওয়েস্ট ব্রমউইচ ওয়েস্টের এমপি এবং ১৯৮৭ থেকে ১৯৯২ সাল পর্যন্ত হাউস অফ কমন্সের ডেপুটি স্পিকার এবং পিটার ব্রুক (রক্ষণশীল দল), লন্ডন সিটি এবং ওয়েস্টমিনস্টার সাউথের এমপি এবং ১৯৮৯ থেকে ১৯৯২ পর্যন্ত উত্তর আয়ারল্যান্ডের সেক্রেটারি অফ স্টেট।\n\n\n== নির্বাচন ==\nনির্বাচনটি হাউসের পিতা স্যার এডওয়ার্ড হিথের সভাপতিত্বে অনুষ্ঠিত হয়। এটি একটি প্রচলিত সংসদীয় গতির মাধ্যমে পরিচালিত হয়, যা মূলত পিটার ব্রুককে নির্বাচিত করার জন্য। তিনি যথাক্রমে রক্ষণশীল এমপি স্যার মাইকেল নিউবার্ট এবং স্যার টম আর্নল্ড দ্বারা প্রস্তাবিত এবং সমর্থিত হন।\nযখন ব্রুক তার প্রার্থীতা জমা দিয়ে নিজের বক্তৃতা দেন, তখন রক্ষণশীল এমপি জন বিফেন বেটি বুথরয়েডকে নির্বাচিত করার জন্য মূল প্রস্তাবে একটি সংশোধনী আনেন, যাকে তখন শ্রমিক দলের এমপি গুইনেথ ডানউডি সমর্থন করেন। বুথরয়েড তারপরে তার প্রার্থীতা জমা দিয়ে নিজের বক্তৃতা দেন।\n\n\n== ফলাফল ==\nসাংসদরা তখন মূল প্রস্তাবের সংশোধনীতে ভোট দেন, যে বেটি বুথরয়েড স্পিকার হিসাবে চেয়ার গ্রহণ করেন, যা ৩৭২-২৩৮ ভোটে অনুমোদিত হয়। এরপর বুথরয়েডকে বিফেন এবং ডানউডি দ্বারা স্পিকারের চেয়ারে নিয়ে যাওয়া হয়, স্বতঃস্ফূর্ত এবং টেকসই করতালির অভূতপূর্ব দৃশ্যে। হাউস অফ কমন্সে হাততালি ছিল এবং রয়ে গেছে, কিন্তু পরবর্তী স্পিকার নির্বাচনসমূহে তা সহ্য করা হয়েছে।\n\n\n== তথ্যসূত্র ==\nহাউস অফ কমন্স ট্রান্সক্রিপ্ট, ২৭ এপ্রিল ১৯৯২"}