{"pageid": 1488544, "title": "যুক্তরাজ্যের কমন্সসভার স্পিকার নির্বাচন, ১৯৭১", "url": "https://bn.wikipedia.org/wiki?curid=1488544", "content": "পূর্ববর্তী স্পিকার হোরেস কিং এর অবসর গ্রহণের পর ১২ জানুয়ারি ১৯৭১ সালে যুক্তরাজ্যের কমন্সসভার স্পিকার নির্বাচন অনুষ্ঠিত হয়। নির্বাচনের ফলে রক্ষণশীল এমপি সেলউইন লয়েড জয়লাভ করেন। তিনি পূর্বে এক্সচেকারের চ্যান্সেলর এবং পররাষ্ট্র সচিব ছিলেন। ১৯৫১ সালের নির্বাচনে উইলিয়াম মরিসন মেজর জেমস মিলনারকে পরাজিত করার পর এটি ছিল একাধিক মনোনীত প্রার্থীর সাথে প্রথম নির্বাচন।\nঐতিহ্য অনুসরণ করে নির্বাচনটি হাউসের কেরানি বার্নেট কক্সের সভাপতিত্বে অনুষ্ঠিত হয় এবং সমস্ত বক্তৃতা তাঁর দিকে পরিচালিত হয়। তিনি সংসদের সদস্য না হওয়ায় তিনি নিজে কথা বলতে পারেননি এবং বিতর্কে কথা বলার জন্য পরবর্তী সংসদ সদস্যের দিকে ইঙ্গিত করেছেন। এটি সমস্যাযুক্ত প্রমাণিত হয়েছিল যে বিতর্কটি বিতর্কিত ছিল, অভিযোগের সাথে যে সেলউইন লয়েডের মনোনয়ন দুটি ফ্রন্ট বেঞ্চের মধ্যে সেলাই করা হয়েছিল এবং তারপরে ব্যাকবেঞ্চার বা ছোট দলগুলির সাথে পরামর্শ ছাড়াই ঘোষণা করা হয়েছিল। পরে স্পিকার নির্বাচনের সভাপতিত্ব করবেন হাউসের পিতা।\nতবে তৎকালীন নিয়ম অনুযায়ী যে কোনো সংসদ সদস্য তাদের সম্মতি বা অজান্তে স্পিকার পদে মনোনীত হতে পারতেন। শ্রমিক দলের এমপি স্যার জিওফ্রে ডি ফ্রেইটাস লয়েডের বিরুদ্ধে দাঁড়ানোর ইচ্ছার বিরুদ্ধে মনোনীত হন। পরবর্তীকালে স্পিকারের জন্য মনোনীত ব্যক্তিকে মনোনীত করার আগে তার সম্মতির প্রয়োজন করার জন্য নিয়মগুলি পরিবর্তন করা হয়েছিল।\n\n\n== মনোনীত প্রার্থীরা ==\nসেলউইন লয়েড (রক্ষণশীল)\nস্যার জিওফ্রে ডি ফ্রেইটাস (শ্রমিক দল )\n\n\n== নির্বাচন ==\nনির্বাচনটি একটি প্রচলিত সংসদীয় গতির মাধ্যমে পরিচালিত হয়েছিল, মূলত সেলউইন লয়েডকে নির্বাচিত করার জন্য। তিনি যথাক্রমে রক্ষণশীল এমপি ডেম আইরিন ওয়ার্ড এবং শ্রমিক দলের এমপি চার্লস প্যানেল দ্বারা প্রস্তাবিত এবং সমর্থিত হন।\nরক্ষণশীল এমপি রবিন ম্যাক্সওয়েল-হাইসলপ জিওফ্রে ডি ফ্রেইতাসকে নির্বাচিত করার জন্য মূল প্রস্তাবে একটি সংশোধনী আনেন, যাকে তখন শ্রমিক দলের এমপি উইলি হ্যামিল্টন সমর্থন করেন।\nলয়েড তখন হাউসের ইচ্ছার কাছে নতি স্বীকারের একটি বক্তৃতা দেন, কিন্তু ডি ফ্রেইটাস বলেন যে তার নাম প্রস্তাব করা এবং লয়েডের প্রতি তার সমর্থনের কথা বলেছে এমন কেউ তার সাথে পরামর্শ করেননি।\n\n\n== ফলাফল ==\nসাংসদরা তারপরে সেলউইন লয়েডকে স্পিকার হিসাবে চেয়ার নেওয়ার প্রস্তাবে ভোট দেন, যা ২৯৪-৫৫ ভোটে অনুমোদিত হয়। এরপরে লয়েডকে চার্লস প্যানেল এবং ডেম আইরিন ওয়ার্ড স্পিকারের চেয়ারে নিয়ে যান।\n\n\n== তথ্যসূত্র ==\nহাউস অফ কমন্স প্রতিলিপি, ১২ জানুয়ারী ১৯৭১"}