{"pageid": 1488103, "title": "দো পাত্তি", "url": "https://bn.wikipedia.org/wiki?curid=1488103", "content": "দো পাত্তি (অনু. দুইটা কার্ড) হল একটি ২০২৪ সালের ভারতীয় হিন্দি -ভাষা রোমান্টিক থ্রিলার ফিল্ম যা শশাঙ্ক চতুর্বেদী দ্বারা পরিচালিত এবং কণিকা ধিল্লন রচিত। এতে কাজল, কৃতি স্যানন ও শাহির শেখ অভিনয় করেছেন। ছবিটি স্যাননের প্রথম প্রযোজনা উদ্যোগকে চিহ্নিত করে। এটি ২৫ অক্টোবর ২০২৪-এ নেটফ্লিক্সে মুক্তি পেয়েছিল।\n\n\n== পটভূমি ==\nচলচ্চিত্রটি উত্তরাখণ্ডের দেবীপুর গ্রাম থানায় সৌম্যা এবং ধ্রুবকে দিয়ে শুরু হয়েছিল, যেখানে সৌম্যা ধ্রুবকে হত্যা করার চেষ্টার অভিযোগ করে। গল্পটি আগের একটি ঘটনার দিকে ফিরে আসে যখন পুলিশ অফিসার বিদ্যা জ্যোতি (ভিজে) একটি মামলা সম্পর্কিত একটি কল পায় তবে এটি মিথ্যা হিসাবে খারিজ হয়ে যায়। যাইহোক, সৌম্যার একজন মাতৃতুল্য ব্যক্তিত্ব ব্যক্তিগতভাবে প্রকাশ করেছেন যে তিনি উদ্বেগের বাইরে কলটি রেখেছিলেন, ব্যাখ্যা করেছিলেন যে ধ্রুবের হাতে সৌম্য নির্যাতনের শিকার হন।\nমাজির বিবরণের মাধ্যমে আমরা জানতে পারি যে দেবীপুরের একটি প্যারাগ্লাইডিং কোম্পানির মালিক এবং একজন মন্ত্রীর ছেলে ধ্রুবের সাথে সৌম্যার দেখা হয়েছিল, যিনি তার প্রতি অনুভূতি গড়ে তুলেছিলেন। সৌম্য যখন তাকে তার পরিবারের সাথে পরিচয় করিয়ে দেয়, তখন তার অভিন্ন যমজ বোন শৈলী ধ্রুবের প্রতি মোহিত হয়ে পড়ে। মায়ের মৃত্যুর পর থেকে অসংখ্য ফোবিয়া এবং স্বাস্থ্য সমস্যার কারণে যত্নের কেন্দ্রবিন্দু হয়ে ওঠা সৌম্যাকে সর্বদা অগ্রাধিকার দেওয়া হয়েছে, যা এখন শৈলীর বিরক্তি বাড়িয়ে তোলে। ধ্রুব এবং শৈলী ডেটিং শুরু করে, কিন্তু শৈলীর অপ্রত্যাশিত আচরণের কারণে, ধ্রুবের বাবা তাকে একটি গৃহপালিত জীবনসঙ্গী খুঁজে বের করার জন্য চাপ দেয়। ফলস্বরূপ, ধ্রুব সৌম্যকে বিয়ে করে, যদিও শৈলী তাকে অনুসরণ করতে থাকে, দ্বন্দ্ব সৃষ্টি করে।\nভিজে বোনদের প্রতিদ্বন্দ্বিতা এবং ধ্রুবের হিংস্র আচরণ সম্পর্কে জানতে পারে। মাজি বর্ণনা করেছেন যে যখনই সৌম্যা সন্তান নেওয়ার পরামর্শ দেয়, ধ্রুবের মেজাজ খারাপ হয়ে যায়, প্রায়শই শারীরিক নির্যাতনের দিকে পরিচালিত করে। একটি ঘটনায়, তিনি তাকে সিঁড়ি থেকে ধাক্কা দিয়ে ফেলে দেন, যদিও সৌম্যা বেঁচে যায়। ধ্রুবকে বিচারের আওতায় আনার জন্য দৃঢ়প্রতিজ্ঞ, ভিজে তার মুখোমুখি হন, তবে ধ্রুব জোর দিয়েছিলেন যে পতনটি দুর্ঘটনাজনিত ছিল, এমন একটি দাবি সৌম্যা প্রাথমিকভাবে সমর্থন করে, তার সাথে নতুন করে শুরু করার অভিপ্রায় উল্লেখ করে।\nবাড়িতে, সৌম্যা একটি প্যারাগ্লাইডিং ট্রিপের প্রস্তাব দেয়, এই আশায় যে ধ্রুব তার প্রাথমিক প্রস্তাবটি আবার তৈরি করবে। ইতোমধ্যে, মাজি ধ্রুবের বিরুদ্ধে প্রমাণ সংগ্রহের কাজ করে, যিনি তার সতর্কতা প্রত্যাখ্যান করেন। হোলি উদযাপনের সময়, শৈলী এবং ধ্রুব একটি মুহুর্ত ভাগ করে নেয়, সৌম্যাকে ধ্রুবকে প্যারাগ্লাইডিং আউটিংয়ে নেতৃত্ব দিতে প্ররোচিত করে। মাঝ আকাশে, ধ্রুবের জোতা ব্যর্থ হয়, তবে উভয়ই অল্পের জন্য পালিয়ে যায়। ধ্রুবকে সৌম্যার হত্যার চেষ্টার অভিযোগের ভিত্তিতে গ্রেপ্তার করা হয়েছে: তিনি দাবি করেছেন যে ধ্রুব তাকে ধাক্কা দেওয়ার জন্য তার জোতা আলগা করেছিলেন। জোরালো প্রমাণ সহ, তিনি হত্যার চেষ্টা এবং গার্হস্থ্য সহিংসতার জন্য দোষী সাব্যস্ত হন।\nভিজে মামলার বিবরণে অসঙ্গতি অনুভব করেন। তিনি বুঝতে পেরেছিলেন যে সৌম্যা এবং শৈলী একটি প্রতারণার আয়োজন করেছিল: তারা প্যারাগ্লেডিংয়ের আগে ভূমিকা অদলবদল করেছিল, শৈলী মাঝ আকাশে জোতাটিকে নাশকতা করেছিল এবং তারপরে ধ্রুবকে অভিযুক্ত করার জন্য সৌম্যার সাথে যোগ দিয়েছিল। ভিজে যখন তাদের মুখোমুখি হন, তখন শৈলী যুক্তি দিয়েছিলেন যে তাদের ক্রিয়াকলাপগুলি ন্যায়সঙ্গত ছিল, পরিবারের গোপন ঘরোয়া নির্যাতনের ইতিহাস প্রকাশ করে। তিনি স্বীকার করেছেন যে তাদের মায়ের কষ্ট সম্পর্কে নীরব থাকা ভুল ছিল, অন্যদিকে ভিজে ঘরোয়া সহিংসতাকে কেবল ব্যক্তিগত নয়, একটি সামাজিক সমস্যা হিসাবে প্রতিফলিত করে। ধ্রুবের দোষ সম্পর্কে নিশ্চিত হয়ে ভিজে তার আবেদনটি প্রত্যাহার করে নেয় এবং ধ্রুব ন্যায়বিচারের মুখোমুখি হওয়ার সাথে সাথে সৌম্যা বন্ধ হয়ে যাওয়ার সাথে সাথে চলচ্চিত্রটি শেষ হয়।\n\n\n== অভিনয় ও চরিত্র ==\nকাজল – ইন্সপেক্টর বিদ্যা \"ভিজে\" জ্যোতি কানওয়ার এর ভূমিকায়\nকৃতি স্যানন (দ্বৈত চরিত্রে) – সৌম্যা পুন্ডির সুদ / শৈলী পুন্ডির এর ভূমিকায়\nশাহির শেখ – ধ্রুব সুদ এর ভূমিকায়\nতানবী আজমী – মাজি এর ভূমিকায়\nব্রিজেন্দ্র কালা – কাটোচ এর ভূমিকায়\nবিবেক মুশরান – দীপক এর ভূমিকায়\nপ্রাচী শাহ পান্ড্য – শোভনা পুন্ডির এর ভূমিকায়\nরোহিত তিওয়ারি –  নিরন এর ভূমিকায়\nচিত্তরঞ্জন ত্রিপাঠী – কুমার, আইনজীবী এর ভূমিকায়\nমনোজ বক্সী – ত্যাগী এর ভূমিকায়\nমোহিত চৌহান – পৃথ্বী সিং সুদ এর ভূমিকায়\nসোহেইলা কাপুর – বিচারপতি অরুণা গোয়েল এর ভূমিকায়\nবৃধি ও বৃষ্ঠি – তরুণ সৌম্যা পুন্ডির / শৈলী পুন্ডির এর ভূমিকায়\n\n\n== উৎপাদন ==\n\n\n=== উন্নয়ন ===\n৫ জুলাই ২০২৩ তারিখে আনুষ্ঠানিকভাবে নেটফ্লিক্স থ্রিলার হিসাবে ঘোষণা করা হয়েছিল, যার নাম দো পাত্তি এবং কাজল ও কৃতি স্যাননের নেতৃত্বে, তাদের দ্বিতীয় চলচ্চিত্র পোস্ট দিলওয়ালে (২০১৫)। এটি তার ব্যানার ব্লু বাটারফ্লাই ফিল্মসের অধীনে কৃতি স্যাননের প্রযোজনায় আত্মপ্রকাশও চিহ্নিত করেছিল। ২০২৩ সালের অক্টোবরে, টেলিভিশন অভিনেতা শাহীর শেখ অভিনয়ে যোগ দেন।\n\n\n=== চিত্রগ্রহণ ===\nপ্রিন্সিপাল ফটোগ্রাফি ২০২৩ সালের আগস্টে শুরু হয়েছিল। মুম্বাই, নৈনিতাল এবং দেরাদুনে শুটিং হয়েছিল। চলচ্চিত্রটি ২০২৩ সালের ডিসেম্বরে শেষ হয়েছিল।\n\n\n== সঙ্গীত ==\n\n\"রানঝান\" শিরোনামের প্রথম একক ২০২৪ সালের ৪ অক্টোবর প্রকাশিত হয়েছিল। \"আখিয়ান দে কোল\" শিরোনামের দ্বিতীয় এককটি ১৮ অক্টোবর ২০২৪ সালে প্রকাশিত হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবলিউড হাঙ্গামায় দো পাত্তি (ইংরেজি)\nইন্টারনেট মুভি ডেটাবেজে দো পাত্তি  (ইংরেজি)\nনেটফ্লিক্সে দো পাত্তি"}