{"pageid": 1488120, "title": "সোডিয়াম যৌগ", "url": "https://bn.wikipedia.org/wiki?curid=1488120", "content": "সোডিয়াম পরমাণুর ১১টি ইলেকট্রন থাকে, যা নিষ্ক্রিয় গ্যাস নিয়ন এর ইলেকট্রন কনফিগারেশনশ থেকে একটি বেশি। ফলস্বরূপ, সোডিয়াম সাধারণত Na+ ক্যাটায়নযুক্ত আয়নিক যৌগ গঠন করে। সোডিয়াম একটি সক্রিয় ক্ষারধাতু এবং আয়নিক যৌগগুলিতে অনেক বেশি স্থিতিশীল। এটি আন্তঃধাতব যৌগ এবং অর্গানোসোডিয়াম যৌগও গঠন করতে পারে। সোডিয়াম যৌগগুলি প্রায়শই পানিতে দ্রবণীয়।\n\n\n== ধাতব সোডিয়াম ==\nধাতব সোডিয়াম সাধারণত পটাসিয়াম থেকে কম সক্রিয় এবং লিথিয়াম থেকে বেশি সক্রিয়। সোডিয়াম ধাতু অতি বিজারক, Na+/Na জুটির জন্য আদর্শ বিজারণ পটেনশিয়াল −২.৭১ ভোল্ট, যদিও পটাশিয়াম এবং লিথিয়ামের আরও নেতিবাচক পোটেনশিয়াল রয়েছে। গলিত সোডিয়াম ধাতুর তাপীয়, প্রবাহমান, রসায়নিক এবং পারমাণবিক বৈশিষ্ট্যগুলি এটিকে ফাস্ট ব্রিডার রিঅ্যাক্টর এর জন্য একটি প্রধান কুল্যান্ট হিসেবে নির্বাচন করে। এই ধরনের পারমাণবিক রিঅ্যাক্টরগুলি পরিচ্ছন্ন শক্তির উৎপাদনের জন্য একটি গুরুত্বপূর্ণ পদক্ষেপ হিসাবে দেখা হয়।\n\n\n== লবণ এবং অক্সাইড ==\n\nসোডিয়ামের যৌগগুলি বাণিজ্যিকভাবে অত্যন্ত গুরুত্বপূর্ণ, বিশেষ করে গ্লাস, কাগজ, সাবান, এবং বস্ত্র উৎপাদনকারী শিল্পগুলির জন্য। সবচেয়ে গুরুত্বপূর্ণ সোডিয়াম যৌগগুলি হলো খাবার লবণ (NaCl), সোডা অ্যাশ (Na2CO3), বেকিং সোডা (NaHCO3), কসটিক সোডা (NaOH), সোডিয়াম নাইট্রেট (NaNO3), ডাই এবং ট্রাই-সোডিয়াম ফসফেট, সোডিয়াম থায়োসালফেট (Na2S2O3·5H2O), এবং বোর্ক্স (Na2B4O7·10H2O)। যৌগগুলিতে, সোডিয়াম সাধারণত পানির এবং আয়নগুলির সাথে আয়নিকভাবে বন্ধনযুক্ত থাকে এবং একে একটি কঠিন লুইস অ্যাসিড হিসাবে দেখা হয়।\n\nবেশিরভাগ সাবান সোডিয়ামের ফ্যাটি অ্যাসিডের লবণ। সোডিয়াম সাবানগুলির গলনাঙ্ক পটাসিয়াম সাবানের তুলনায় বেশি (এবং \"কঠিন\" মনে হয়)। সোডিয়াম ধারণকারী মিশ্র অক্সাইডগুলি প্রতিশ্রুতিশীল ক্যাটালিস্ট এবং ফটো-ক্যাটালিস্ট হিসাবেও ব্যবহৃত হয়। ফটো-কেমিক্যালি ইন্টারক্যালেটেড সোডিয়াম আয়ন WO3 এর ফটোইলেক্ট্রোক্যাটালিটিক কার্যকারিতা বৃদ্ধি করে।\nসমস্ত ক্ষারধাতুর মতো, সোডিয়াম পানির সাথেতাপীয় বিক্রিয়া প্রদর্শন করে। এই বিক্রিয়ায় কসটিক সোডা (সোডিয়াম হাইড্রোক্সাইড) এবং দাহ্য হাইড্রোজেন গ্যাস উৎপন্ন হয়। বাতাসে জ্বালানো হলে, এটি প্রধানত সোডিয়াম পারক্সাইড এবং কিছু সোডিয়াম অক্সাইড গঠন করে।\n\n\n== জলীয় দ্রবণ ==\nসোডিয়াম সাধারণত পানিতে দ্রবণীয় যৌগ তৈরি করে, যেমন হ্যালাইড, সালফেট, নাইট্রেট, কার্বোক্সিলেট এবং কার্বোনেট। প্রধান জলীয় জাতকগুলি হল অ্যাকো কমপ্লেক্স [Na(H2O)n]+, যেখানে n = 4–8; n = 6 এর মান এক্সরে বিচ্ছুরণ তথ্য এবং কম্পিউটার সিমুলেশনের মাধ্যমে নির্দেশিত হয়।\nজলীয় দ্রবণ থেকে সোডিয়ামের লবণ সরাসরি অধঃক্ষেপ ঘটানো বিরল, কারণ সোডিয়াম লবণ সাধারণত পানির জন্য উচ্চ আকর্ষণ থাকে। একটি ব্যতিক্রম হলো সোডিয়াম বিসমুথেট (NaBiO3). এর যৌগগুলির উচ্চ দ্রাব্যতার কারণে, সোডিয়াম লবণ সাধারণত কঠিন আকারে পৃথক করা হয় বাষ্পীভবন বা ইথানলের মতো একটি জৈব অ্যান্টিসলভেন্টের সাথে অধঃক্ষেপের মাধ্যমে; উদাহরণস্বরূপ, শুধুমাত্র ০.৩৫ g/L সোডিয়াম ক্লোরাইড ইথানলে দ্রবীভূত হবে। ক্রাউন ইথার, যেমন 15-ক্রাউন-5, ফেজ-ট্রান্সফার ক্যাটালিস্ট হিসেবে ব্যবহৃত হতে পারে।\nঅ্যাটমিক অ্যাবজার্পশন স্পেকট্রোফটোমেট্রি বা পটেনশিওমেট্রি ব্যবহার করে আয়ন-নির্বাচক ইলেকট্রোডের মাধ্যমে নমুনাগুলির সোডিয়াম পরিমাণ নির্ধারণ করা হয়।\n\n\n== ইলেকট্রাইড এবং সোডাইড ==\nঅন্যান্য ক্ষারধাতুরর মতো, সোডিয়াম অ্যামোনিয়া এবং কিছু অ্যামাইনসে দ্রবীভূত হয়, যা গভীর রঙের দ্রবণ তৈরি করে; এই দ্রবণগুলি বাষ্পীভবনের মাধ্যমে একটি চকচকে ধাতব সোডিয়ামের স্তর রেখে যায়। এই দ্রবণে কোঅর্ডিনেশন কমপ্লেক্স (Na(NH3)6)+ থাকে, যার পজিটিভ চার্জ ইলেকট্রনকে আয়ন হিসাবে সমন্বয় করে; ক্রিপট্যান্ডগুলি এই কমপ্লেক্সগুলোকে কঠিন আকারে আলাদা করার সুযোগ দেয়। সোডিয়াম ক্রাউন ইথার, ক্রিপট্যান্ড এবং অন্যান্য লিগ্যান্ডের সাথে কমপ্লেক্স গঠন করে।\nযেমন, ১৫-ক্রাউন-৫ সোডিয়ামের জন্য উচ্চ আসক্তি প্রদর্শন করে কারণ ১৫-ক্রাউন-৫ এর গহ্বরের আকার 1.7–2.2 Å, যা সোডিয়াম আয়ন (১.৯ Å) এর জন্য যথেষ্ট। ক্রিপট্যান্ডগুলি, ক্রাউন ইথার এবং অন্যান্য আয়নোফোরগুলির মতো, সোডিয়াম আয়নের প্রতি উচ্চ আসক্তি রাখে; ডিসপ্রপোর্শন প্রক্রিয়ার মাধ্যমে অ্যামোনিয়া দ্রবণে থাকা সোডিয়াম ক্রিপট্যান্ড যোগ করে  আলকালাইড Na− এর জাতক পাওয়া যায়।\n\n\n== জৈব সোডিয়াম যৌগ ==\n\nঅনেক জৈব সোডিয়াম যৌগ প্রস্তুত করা হয়েছে। C-Na বন্ধনের উচ্চ আধানের কারণে, এগুলি কার্বানায়নের (জৈব আয়ন সহ লবণ) উৎস হিসেবে কাজ করে। কিছু পরিচিত জাতকের মধ্যে রয়েছে সোডিয়াম সাইক্লোপেন্টাডিয়েনাইড (NaC5H5) এবং ট্রাইটাইল সোডিয়াম ((C6H5)3CNa)। সোডিয়াম ন্যাফথালিন, Na+[C10H8•]−, একটি শক্তিশালী বিজারক, সোডিয়াম এবং ন্যাফথালিনকে ইথেরিয়াল দ্রবণে মিশিয়ে তৈরি হয়।\n\n\n== আন্তঃধাতব যৌগ ==\nসোডিয়াম অনেক ধাতুর সাথে অ্যালয় তৈরি করে, যেমন পটাশিয়াম, ক্যালসিয়াম, লেড এবং গ্রুপ ১১ এবং ১২। সোডিয়াম এবং পটাশিয়াম KNa2 এবং NaK গঠন করে। NaK-তে ৪০–৯০% পটাশিয়াম থাকে এবং এটি পরিবেষ্টিত তাপমাত্রাতে তরল অবস্থায় থাকে। এটি একটি চমৎকার তাপ এবং বিদ্যুৎ পরিবাহক। সোডিয়াম-ক্যালসিয়াম অ্যালয়গুলি সোডিয়াম উৎপাদনের ইলেক্ট্রোলাইটিক প্রক্রিয়ার উপজাত, যা NaCl-CaCl2 এর দ্বি-লবণ মিশ্রণ এবং NaCl-CaCl2-BaCl2 এর ত্রৈমিশ্রণের ফল। ক্যালসিয়াম সোডিয়ামের সাথে কেবল আংশিকভাবে মিশ্রিত হয়, এবং মিশ্রণের সোডিয়ামে ১-২% ক্যালসিয়াম দ্রবীভূত হলে এটি ১২০ °C তাপমাত্রায় ঠান্ডা করে এবং পরিশোধন করে পৃথক করা যায়।\nতরল অবস্থায়, সোডিয়াম সম্পূর্ণরূপে লেডের সাথে মিশ্রিত হয়। সোডিয়াম-লেড অ্যালয় তৈরি করার জন্য একাধিক পদ্ধতি রয়েছে। একটি পদ্ধতি হল তাদের একসাথে গলিয়ে ফেলা এবং অন্যটি হল গলিত লেড ক্যাথোডে সোডিয়াম ইলেক্ট্রোলাইটিকভাবে জমতে দেওয়া। কিছু পরিচিত সোডিয়াম-লেড অ্যালয় হল NaPb3, NaPb, Na9Pb4, Na5Pb2, এবং Na15Pb4। সোডিয়াম সোনার (NaAu2) এবং রূপা্র (NaAg2) সাথে অ্যালয়ও তৈরি করে। গ্রুপ ১২ এর ধাতুগুলি (জিঙ্ক, ক্যাডমিয়াম এবং পদার্থ) সোডিয়ামের সাথে অ্যালয় তৈরি করতে পরিচিত। NaZn13 এবং NaCd2 হল জিঙ্ক এবং ক্যাডমিয়ামের অ্যালয়। সোডিয়াম এবং পারদ NaHg, NaHg4, NaHg2, Na3Hg2, এবং Na3Hg তৈরি করে।\n\n\n== তথ্যসূত্র =="}