{"pageid": 1488954, "title": "জেলা পুলিশ অধীক্ষক", "url": "https://bn.wikipedia.org/wiki?curid=1488954", "content": "জেলা পুলিশ অধীক্ষক (এসপি) হলেন ভারতীয় পুলিশ বাহিনীতে একজন পদস্থ কর্মকর্তা যিনি একটি গ্রামীণ পুলিশ জেলার প্রধান হিসেবে দায়িত্ব পালন করেন।  একই পদমর্যাদার অন্যান্য কর্মকর্তারা বিশেষ শাখা বা ইউনিটের নেতৃত্ব দিতে পারেন। কমিশনারেট সিস্টেমের অধীনে শহরগুলিতে, একজন এসপি এবং এসএসপি পুলিশ কমিশনারের অধীনে ডেপুটি কমিশনার অফ পুলিশ (ডিসিপি) হিসাবে কাজ করতে পারেন। এসপি জেলা শাসক (কালেক্টর), রাজস্ব জেলার প্রশাসনিক প্রধানের সাথে সমন্বয় করেন, যার ম্যাজিস্ট্রেটদের উপর সাধারণ নিয়ন্ত্রণ এবং নির্দেশনা রয়েছে। অতিরিক্তভাবে, একজন এসপি পুলিশের উপ-মহাপরিদর্শক (ডিআইজি) এবং পুলিশের মহাপরিদর্শক (আইজিপি) এর মাধ্যমে পুলিশ মহাপরিচালকের (ডিজিপি) কাছে মাসিক প্রতিবেদন পাঠান।\nএকজন এসপির (SP) কর্মজীবনের অগ্রগতি তিনটি গ্রেডের মাধ্যমে হয়—সিনিয়র টাইম স্কেল, জুনিয়র অ্যাডমিনিস্ট্রেটিভ গ্রেড এবং সিলেকশন গ্রেড, এবং দুটি প্রতীক: এক-তারা এবং দুই-তারা। কিছু রাজ্যে, সিলেকশন গ্রেডের এসপিকে (SP) সিনিয়র পুলিশ সুপার (SSP) বলা হয়, যিনি একটি বড় পুলিশ জেলার প্রধান হিসেবে কাজ করেন। এসপি অতিরিক্ত পুলিশ সুপার (অ্যাড. এসপি) এর উপরে এবং ডেপুটি ইন্সপেক্টর জেনারেল অফ পুলিশ (ডিআইজি) এর নীচের পদমর্যাদার। এসপি পদে পৌঁছানো অফিসারদের প্রধানত ভারতীয় পুলিশ পরিষেবা (আইপিএস) এবং বিকল্পভাবে, সংশ্লিষ্ট রাজ্য পুলিশ পরিষেবা (এসপিএস) থেকে নির্বাচিত করা হয়। আইপিএস অফিসাররা সহকারী পুলিশ সুপার (এএসপি) হিসাবে শুরু করেন, আর এসপিএস অফিসাররা উপ-পুলিশ সুপার (ডিএসপি/ডিওয়াইএসপি) হিসাবে শুরু করেন, উভয় মহকুমা প্রধান।\n\n\n== পদমর্যাদা, নিয়োগ, পদোন্নতি ==\n\nপুলিশ সুপারিনটেনডেন্ট (এসপি) একটি পুলিশ বাহিনীতে মধ্যম ব্যবস্থাপনা স্তর দখল করে।  একজন SP-এর কর্মজীবনের অগ্রগতির জন্য তিনটি আলাদা গ্রেডে পোস্টিং জড়িত থাকে—সিনিয়র টাইম স্কেল, জুনিয়র অ্যাডমিনিস্ট্রেটিভ গ্রেড এবং সিলেকশন গ্রেড। কিছু রাজ্যে, সিলেকশন গ্রেডে একজন এসপিকে সিনিয়র সুপারিনটেনডেন্ট অফ পুলিশ (এসএসপি) নামেও পরিচিত।  গ্রেডের উপর নির্ভর করে, একজন এসপিকে দুটি চিহ্ন দ্বারা আলাদা করা হয়: প্রথম দুটি গ্রেডের জন্য একটি তারকা এবং জাতীয় প্রতীক এবং নির্বাচন গ্রেডের জন্য দুটি তারকা এবং জাতীয় প্রতীক। \nএসপির পদমর্যাদা অতিরিক্ত পুলিশ সুপার (অ্যাড. এসপি), সহকারী পুলিশ সুপার (এএসপি) বা ডেপুটি সুপারিনটেনডেন্ট অফ পুলিশ (ডিএসপি/ডিওয়াইএসপি) এবং এসএসপি, ডেপুটি ইন্সপেক্টর জেনারেল অব পুলিশ (ডিআইজি) এর নিচে অবস্থান করে।, পুলিশের মহাপরিদর্শক (আইজিপি), অতিরিক্ত মহাপরিচালক (এডিজিপি), এবং পুলিশ মহাপরিচালক (ডিজিপি)। এএসপি/ডিএসপি থেকে ডিজিপি পর্যন্ত পদমর্যাদা একটি পুলিশ বাহিনীর উচ্চতর কর্মকর্তাদের বিস্তৃত বিভাগের মধ্যে পড়ে।  আইন অনুযায়ী এসপি এবং তদূর্ধ্ব পদমর্যাদার কর্মকর্তাদের পদে কমপক্ষে দুই বছরের মেয়াদ থাকতে হবে। \nএসপি পদে সরাসরি নিয়োগ করা হয় না। এসপি পদমর্যাদা প্রাপ্ত কর্মকর্তারা প্রধানত ভারতীয় পুলিশ পরিষেবা (আইপিএস) এবং বিকল্পভাবে, সংশ্লিষ্ট রাজ্য পুলিশ পরিষেবাগুলি (যেমন মিজোরাম পুলিশ পরিষেবা) থেকে নেওয়া হয়। আইপিএস অফিসারদের সিভিল সার্ভিসেস পরীক্ষার মাধ্যমে নিয়োগ করা হয় এবং প্রাথমিকভাবে তাদের প্রবেশনারি সময়কালে একটি রাজ্য ক্যাডারে এএসপি হিসাবে নিয়োগ করা হয়। ইতোমধ্যে, রাজ্য সরকারগুলি পাবলিক সার্ভিস কমিশন পরীক্ষার মাধ্যমে ডিএসপি পদের জন্য নিয়োগ পরিচালনা করে। এএসপি এবং ডিএসপি উভয়ই একটি মহকুমার প্রধান হিসাবে কাজ করে। যাইহোক, একজন ডিএসপির এসপি পদে উন্নীত হতে ১০ থেকে ১২ বছর সময় লাগে, যেখানে একজন এএসপি তিন বছরের মধ্যে এই পদোন্নতি অর্জন করতে পারেন। একজন এএসপি একজন গেজেটেড কর্মকর্তা।  কিছু রাজ্য সরকার শুধুমাত্র কনস্টেবল এবং সাব-ইন্সপেক্টর (এসআই) পদের জন্য সরাসরি নিয়োগ পরিচালনা করে। যদিও অস্বাভাবিক, তবুও কনস্টেবল পদোন্নতির মাধ্যমে এসপি পদে উঠতে পারে। \nপুলিশ সুপারের সরকারি ব্যবহারের জন্য, রাজ্য সরকারগুলির কাছে একটি সরকারি গাড়ি প্রদানের ক্ষমতা রয়েছে। এছাড়াও, তাদের একটি সরকারি বাসভবন, সুরক্ষা রক্ষীদের সাথে বরাদ্দ করা যেতে পারে।\n\n\n== ভূমিকা ==\nএকটি রাজ্যের পুলিশ বাহিনী সিভিল পুলিশ এবং সশস্ত্র রিজার্ভ উভয়ই নিয়ে গঠিত। পুলিশ সুপারিনটেনডেন্ট (এসপি) একটি মনোনীত পুলিশ জেলার মধ্যে সিভিল পুলিশ বাহিনীর প্রধান হিসাবে নিযুক্ত হতে পারেন। একটি পুলিশ জেলা আনুষ্ঠানিকভাবে রাজ্য সরকারগুলির দ্বারা বিজ্ঞপ্তির মাধ্যমে স্বীকৃত হয়, এমন এলাকাগুলিকে অন্তর্ভুক্ত করে যা হয় জেলার সাথে মিলে যেতে পারে বা এর সীমানার মধ্যে হতে পারে। এসপির অধীনস্থ পুলিশ জেলাগুলি অ-মহানগর এবং প্রধানত গ্রামীণ। যখন পুলিশ জেলার আকার যথেষ্ট বড় হয়, তখন সিলেকশন গ্রেডের একজন এসপি, যিনি সিনিয়র সুপারিনটেনডেন্ট অফ পুলিশ (এসএসপি) নামেও পরিচিত, তাকে প্রধান হিসেবে নিয়োগ করা হয়।  এসএসপিও একটি পদ, কিছু ক্ষেত্রে, পুলিশের উপ-মহাপরিদর্শক (ডিআইজি) পদে পদোন্নতি পাওয়ার পরেও, একজন কর্মকর্তা এসএসপি হিসাবে চালিয়ে যেতে পারেন।  বেশ কয়েকটি ভারতীয় জেলায় তাদের মধ্যে দুই বা ততোধিক পুলিশ জেলা রয়েছে, গ্রামীণ এবং শহর হিসাবে বিভক্ত। গ্রামীণ পুলিশের নেতৃত্বে একজন এসপি এবং শহর পুলিশের নেতৃত্বে একজন পুলিশ কমিশনার । পরেরটির এখতিয়ারকে কমিশনারেট বলা হয়।  যদিও কিছু জেলায় গ্রামীণ এবং শহর উভয় পুলিশ রয়েছে, কমিশনারেট ব্যবস্থার অনুপস্থিতির ফলে প্রায়ই প্রতিটি পুলিশ জেলা একজন এসপি দ্বারা তত্ত্বাবধান করা হয়। \nপুলিশ সুপার (SP) পুলিশ মহাপরিদর্শক (DGP)-এর নির্দেশনায় একটি নির্দিষ্ট পুলিশ জেলার মধ্যে পুলিশ বাহিনীর প্রশাসনিক বিষয়গুলো পরিচালনা করার দায়িত্ব পালন করেন। এর মধ্যে রয়েছে আর্থিক ও কর্মী প্রশাসন, আইনশৃঙ্খলা বজায় রাখা, অপরাধ প্রতিরোধ ও অনুসন্ধান, নজরদারি ও গোয়েন্দা কার্যক্রম পরিচালনা, মন্ত্রীর বাসভবনের নিরাপত্তা নিশ্চিত করা, অভিযোগের নিষ্পত্তি, পুলিশ কর্মীদের প্রশিক্ষণ, পুলিশের মধ্যে শৃঙ্খলা বজায় রাখা, সমাজবিরোধী কার্যকলাপ নিয়ন্ত্রণ করা এবং অধীনস্থ থানাগুলি ও অফিসের নিয়মিত পরিদর্শন, ইত্যাদি। \nপুলিশ জেলার প্রধান হিসাবে দায়িত্ব পালনকারী এসপি ডিআইজির তত্ত্বাবধানে কাজ করেন, যিনি সেই পুলিশ জেলাকে ঘিরে পুলিশ পরিসরের দায়িত্বে থাকেন। একটি পুলিশ জেলার মধ্যে সাব-ডিভিশনের নেতৃত্বে সাব-ডিভিশনাল পুলিশ অফিসাররা (SDPO), সহকারী পুলিশ সুপার (ASP) বা ডেপুটি সুপারিনটেনডেন্ট অফ পুলিশ (DSP) পদে অধিষ্ঠিত।  রাজস্থান এবং উত্তর প্রদেশে, এসডিপিও-এর সমতুল্য পদটি সার্কেল অফিসার নামে পরিচিত।  প্রতিটি মহকুমায় একাধিক থানা রয়েছে। এসপি এএসপি এবং ডিএসপিদের পাশাপাশি অতিরিক্ত পুলিশ সুপার (অ্যাড. এসপি) থেকে সহায়তা পেতে পারেন।  কেরালায়, একটি পুলিশ জেলার প্রধান হিসাবে এসপির পদটি জেলা পুলিশ প্রধান (ডিপিসি) হিসাবে মনোনীত হয়। \nএকটি জেলার সামগ্রিক প্রশাসনিক প্রধান হলেন জেলা ম্যাজিস্ট্রেট (জেলা কালেক্টর নামেও পরিচিত), যার কাছে আইনশৃঙ্খলার দায়িত্বও রয়েছে। জেলা ম্যাজিস্ট্রেটের কাছে নির্বাহী ম্যাজিস্ট্রেটের ক্ষমতা রয়েছে, যার মধ্যে রয়েছে নিয়ন্ত্রণ, নিয়ন্ত্রণ এবং লাইসেন্সিং কোড অফ ক্রিমিনাল প্রসিডিউর (CrPC)  এবং অস্ত্র আইন এবং আবগারি আইন সহ কিন্তু সীমাবদ্ধ নয় এমন বিভিন্ন বিশেষ আইন থেকে প্রাপ্ত লাইসেন্সিং। এই ম্যাজিস্ট্রিয়াল ক্ষমতাগুলি প্রতিরোধমূলক গ্রেপ্তারের আদেশ জারি করা এবং ধারা 144 ঘোষণা করা থেকে শুরু করে সম্ভাব্য বা অভ্যাসগত অপরাধীদের কাছ থেকে ভাল আচরণের বন্ড সুরক্ষিত করা এবং অন্যান্য দায়িত্বগুলির মধ্যে আইনশৃঙ্খলা পরিস্থিতির সময় বাহিনী নিয়োগ করা পর্যন্ত বিস্তৃত কাজ করে।  যেহেতু পুলিশ জেলাগুলি জেলা ম্যাজিস্ট্রেটের এখতিয়ারের মধ্যে আসে, তাই একটি পুলিশ জেলার মধ্যে পুলিশের প্রশাসন জেলা ম্যাজিস্ট্রেটের সাধারণ নিয়ন্ত্রণ এবং নির্দেশের অধীনে আসে।  তাই, এসপি সরাসরি জেলা ম্যাজিস্ট্রেটের কাছে রিপোর্ট করেন। ফলস্বরূপ, একটি জেলার মধ্যে পুলিশ বাহিনীর দ্বৈত নিয়ন্ত্রণ বিদ্যমান, যার জন্য এসপিকে জেলা ম্যাজিস্ট্রেটের সাথে সহযোগিতা করতে হয়।  বাহিনীর মধ্যে, জেলা প্রধান হিসাবে দায়িত্ব পালনকারী এসপি, পুলিশ মহাপরিদর্শক (আইজিপি) এবং ডিআইজির মাধ্যমে ডিজিপিকে মাসিক প্রতিবেদন পাঠান। \n\n\n=== কমিশনারেট সিস্টেমে ===\nভারতের প্রধান শহরগুলিতে প্রথাগত এসপি-নেতৃত্বাধীন ব্যবস্থার পরিবর্তে পুলিশিং কমিশনারেট ব্যবস্থা রয়েছে। মেট্রোপলিটন এলাকায়, জনসংখ্যা 1 মিলিয়নের বেশি, কমিশনারেট সিস্টেম প্রয়োগ করা হয়। এই ব্যবস্থায়, পুলিশ কমিশনার কমিশনারেটের প্রধান হিসাবে কাজ করেন। কিছু অ-মহানগরী শহুরে এলাকায়ও এই ব্যবস্থা গৃহীত হয়।  কমিশনারেটে, এসপি পদমর্যাদার একজন অফিসারকে ডেপুটি কমিশনার অফ পুলিশ (ডিসিপি) হিসাবে নিয়োগ করা যেতে পারে।  এএসপিদের সহকারী পুলিশ কমিশনার (এসিপি) পদে নিয়োগ দেওয়া হতে পারে।  সাংগঠনিক শ্রেণিবিন্যাসে, একজন ডিসিপি বিশেষ পুলিশ কমিশনার (বিশেষ সিপি), যুগ্ম পুলিশ কমিশনার (জয়েন্ট সিপি), অতিরিক্ত পুলিশ কমিশনার (অ্যাড. সিপি) এবং পুলিশ কমিশনারের নীচে একটি পদে অধিষ্ঠিত হন। পুলিশ কমিশনারের পদে ডিআইজি বা তদূর্ধ্ব পদমর্যাদার কর্মকর্তারা থাকেন।  যাইহোক, যখন উচ্চপদস্থ কর্মকর্তার অভাব ছিল, এমন নজির রয়েছে যখন নন-মেট্রোপলিটন এলাকায় পুলিশ কমিশনার হিসাবে একজন এসপি নিয়োগ করা হয়েছিল।  পুলিশ কমিশনার, ডিআইজি বা তার উপরে পদে অধিষ্ঠিত, নির্বাহী ম্যাজিস্ট্রেটের কিছু ক্ষমতা ন্যস্ত হতে পারে বা নাও থাকতে পারে, রাজ্য সরকার এই ধরনের কর্তৃত্ব দিয়েছে কিনা এবং অর্পিত ক্ষমতার সীমার উপর নির্ভর করে। \n২০১৩ এবং ২০১৪ সালে, তামিলনাড়ু সরকার অভ্যাসগত অপরাধীদের কাছ থেকে বন্ড কার্যকর করার সাথে সম্পর্কিত, CrPC-তে নির্বাহী ম্যাজিস্ট্রেটের কিছু ক্ষমতা ডিসিপিদের মঞ্জুর করে দুটি আদেশ প্রকাশ করে। ২০২৩ সালে, মাদ্রাজ হাইকোর্ট দুটি আদেশের সমালোচনা করে এবং বাতিল করে দেয়, উল্লেখ করে যে সেগুলি অসাংবিধানিক এবং আইনী বিধানগুলিকে চরমভাবে লঙ্ঘন করেছে, কারণ তারা ভারতের সংবিধান এবং মাদ্রাজ পুলিশ জেলা আইন, ১৮৫৯ লঙ্ঘন করেছে। \n\n\n=== অন্যান্য পোস্টিং এবং ডেপুটেশন ===\nপ্রতিটি পুলিশ জেলায় একজন পুলিশ সুপার (SP) প্রধান হিসেবে থাকার পাশাপাশি, টেলিযোগাযোগ, ট্রাফিক, ভিজিল্যান্স, মহিলা সেল, স্পেশাল ব্রাঞ্চ, ক্রাইম ব্রাঞ্চ, সন্ত্রাসবিরোধী স্কোয়াড সহ বিভিন্ন ইউনিট বা বিশেষ শাখার প্রধান হিসেবে অন্যান্য এসপি পদমর্যাদার কর্মকর্তাদেরও নিয়োগ করা যেতে পারে। তাদের সশস্ত্র পুলিশ ব্যাটালিয়ন ইউনিটের কমান্ডেন্ট হিসেবেও নিয়োগ করা যেতে পারে।  উপরন্তু, তারা রাজ্য মহিলা কমিশনের পরিচালক  এবং রাষ্ট্রীয় মালিকানাধীন পাবলিক সেক্টর কোম্পানিগুলির ব্যবস্থাপনা পরিচালক হিসাবেও নিযুক্ত হতে পারেন৷ \nএসপি পদমর্যাদার আইপিএস অফিসারদের কেন্দ্রীয় তদন্ত, গোয়েন্দা এবং পুলিশ সংস্থাগুলিতেও নিযুক্ত করা যেতে পারে, যেমন তবে সেন্ট্রাল ব্যুরো অফ ইনভেস্টিগেশন (সিবিআই), ইন্টেলিজেন্স ব্যুরো (আইবি), এবং সেন্ট্রাল আর্মড পুলিশ ফোর্সেস (সিএপিএফ) এর মধ্যে সীমাবদ্ধ নয়। যে কর্মকর্তারা কেন্দ্রীয় সরকারের সাথে নিযুক্ত হতে ইচ্ছুক প্রকাশ করেন তাদের রাজ্য ক্যাডার দ্বারা মনোনীত করা হয়। 2022 সালে স্বরাষ্ট্র মন্ত্রকের ডেটা দেখায় যে বেশিরভাগ শূন্যপদগুলি এসপি এবং ডিআইজি পদে রয়েছে। মনোনীত অফিসারদের সেন্ট্রাল পুলিশ এস্টাব্লিশমেন্ট বোর্ড (সিপিইবি) দ্বারা মূল্যায়ন করা হয় এবং নির্বাচিত নামগুলি অনুমোদনের জন্য মন্ত্রিসভা নিয়োগ কমিটির (ACC) কাছে পাঠানো হয়। \n\n\n== এছাড়াও দেখুন ==\nঅতিরিক্ত পুলিশ সুপার (Addl.SP)"}