{"pageid": 1489759, "title": "সাসেপ", "url": "https://bn.wikipedia.org/wiki?curid=1489759", "content": "দক্ষিণ এশীয় সহযোগিতামূলক পরিবেশ কর্মসূচি (সংক্ষেপে সাসেপ) হলো দক্ষিণ এশিয়া অঞ্চলে পরিবেশগত সুরক্ষা, ব্যবস্থাপনা, প্রসার ও সহযোগিতার লক্ষ্যে প্রতিষ্ঠিত একটি আন্তর্জাতিক সংস্থা। ১৯৮২ সালে সাসেপ প্রতিষ্ঠিত হয়। আফগানিস্তান, নেপাল, পাকিস্তান, বাংলাদেশ, ভারত, ভুটান, মালদ্বীপ ও শ্রীলঙ্কা সাসেপের সদস্যরাষ্ট্র।\n\n\n== পরিচালনা পরিষদ ==\nপরিচালনা পরিষদ (জিসি) হলো সাসেপের অভ্যন্তরীণ আলোচনা ও পর্যালোচনার দায়িত্বে নিযুক্ত মুখ্য সংগঠন। পরিচালনা পরিষদ সাসেপের সকল নীতি ও কর্মসূচি নির্ধারণ করে থাকে। সাসেপের সদস্যরাষ্ট্রসমূহের মন্ত্রীপর্যায়ের প্রতিনিধিদের সমন্বয়ে এই পরিচালনা পরিষদ গঠিত হয়। সাসেপের গঠনতন্ত্র অনুযায়ী প্রতি বছর একবার পরিচালনা পরিষদের সম্মেলন অনুষ্ঠিত হয়। ১৯৮২ সালে আইনত গঠিত হওয়ার পর সাসেপের বারোটি সম্মেলন ও তিনটি বিশেষ অধিবেশন অনুষ্ঠিত হয়েছে।\n\n\n== পরামর্শক কমিটি ==\nপরামর্শক কমিটি (সিসি) পরিচালনা পরিষদ কর্তৃক গৃহীত নীতি, কৌশল ও কর্মসূচির বাস্তবায়ন ত্বরান্বিত করার দায়িত্ব পালন করে। পাশাপাশি পরামর্শক কমিটি সাসেপ সচিবালয়কে তার কার্যক্রমে সহায়তা প্রদান করে। কলম্বোতে আবাসিক এই কমিটি সদস্য দেশগুলোর কূটনৈতিক মিশনের দায়িত্বশীল প্রতিনিধিদের সমন্বয়ে গঠিত।\n\n\n== জাতীয় ফোকাল পয়েন্ট ==\nসাসেপ সচিবালয়ের কাজের সুবিধার্থে এবং সচিবালয়ের সাথে স্ব-স্ব সদস্যদেশের যোগাযোগ মাধ্যম হিসেবে প্রতিটি দেশ নিজস্ব জাতীয় ফোকাল পয়েন্ট (এনএফপি) নিযুক্ত করে। এনএফপি সচিবালয়ের সমন্বয়ে জাতীয় পর্যায়ে সাসেপের কার্যক্রমের বাস্তবায়ন ও পর্যবেক্ষণ করে থাকে।\n\n\n== বিষয়ভিত্তিক ফোকাল পয়েন্ট ==\nবিষয়ভিত্তিক ফোকাল পয়েন্ট সচিবালয়কে প্রকল্প নির্ধারণ, গঠন, বাস্তবায়ন ও পর্যবেক্ষণে সহযোগিতা করে। প্রতিটি বিষয়ভিত্তিক কাজের জন্য নির্ধারিত দেশ একটি বিশেষজ্ঞ প্রতিষ্ঠান নির্বাচন করে এবং একজন লিয়াজোঁ কর্মকর্তাকে নিযুক্ত করে।\n\n\n== সচিবালয় ==\nএকজন মহাসচিব, বিশেষজ্ঞ দল এবং প্রশাসনিক ও সহায়ক কর্মকর্তা ও কর্মচারীদের নিয়ে সচিবালয় গঠিত হয়। সাসেপের সচিবালয় শ্রীলঙ্কার রাজধানী কলোম্বোয় অবস্থিত এবং শ্রীলঙ্কা সরকারের সরাসরি পৃষ্ঠপোষকতা লাভ করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nসাসেপের দাপ্তরিক ওয়েবসাইট"}