{"pageid": 1489451, "title": "ফুজি পর্বতের ছত্রিশটি দৃশ্য", "url": "https://bn.wikipedia.org/wiki?curid=1489451", "content": "ফুজি পর্বতের ছত্রিশটি দৃশ্য (জাপানি: 富嶽三十六景, ইংরেজি: Thirty-six Views of Mount Fuji, হেপবার্ন: Fugaku Sanjūrokkei) হল জাপানি উকিও-ই শিল্পী হোকুসাই (১৭৬০-১৮৪৯) এর ল্যান্ডস্কেপ প্রিন্টের একটি সিরিজ। সিরিজটি বিভিন্ন স্থান থেকে এবং বিভিন্ন ঋতু ও আবহাওয়ায় মাউন্ট ফুজিকে চিত্রিত করে। প্রকাশনার তাৎক্ষণিক সাফল্যের ফলে সিরিজটিতে আরও দশটি প্রিন্ট যুক্ত হয়েছে। সিরিজটি আনুমানিক ১৮৩০ থেকে ১৮৩২ সালে প্রকাশিত হয়। এই সময় হোকুসাই ছিলেন তার সত্তর দশকে এবং তার কর্মজীবনের শিখরে। প্রিন্টগুলির মধ্যে হোকুসাই-এর সবচেয়ে বিখ্যাত তিনটি: দ্য গ্রেট ওয়েভ অভ কানাগাওয়া, ফাইন উইন্ড, ক্লিয়ার মর্নিং এবং থান্ডারস্টর্ম বিনাথ দ্য সামিট। সবচেয়ে কম পরিচিত কাই প্রদেশের কাজিকাজাওয়াকেও সিরিজের সেরা কাজগুলির মধ্যে একটি হিসাবে বিবেচনা করা হয়।  ছত্রিশটি দৃশ্য কে শিল্পীর \"অবিসংবাদিত কালার-প্রিন্ট মাস্টারপিস\" হিসেবে বর্ণনা করা হয়েছে।\n\n\n== ইতিহাস ==\nসাংস্কৃতিক এবং ধর্মীয় তাৎপর্যের কারণে মাউন্ট ফুজি জাপানি শিল্পের জন্য একটি জনপ্রিয় বিষয়। এই বিশ্বাসটি বাঁশ কাটার গল্পে পাওয়া যেতে পারে, যেখানে একজন দেবী জীবনের অমৃত শিখরে জমা করেন। যেমনটি ইতিহাসবিদ হেনরি স্মিথ ব্যাখ্যা করেছেন, \"এইভাবে আদিকাল থেকেই, মাউন্ট ফুজিকে অমরত্বের রহস্যের উৎস হিসাবে দেখা হত, একটি ঐতিহ্য যা পাহাড়ের প্রতি হোকুসাইয়ের নিজস্ব আবেশের কেন্দ্রবিন্দুতে ছিল।\" \nপ্রতিটি চিত্র একটি বিশেষ প্রক্রিয়ার মাধ্যমে তৈরি করা হয়েছিল যেখানে হোকুসাইয়ের কাগজের অঙ্কনটি একটি কাঠের ব্লকের সাথে আঠা দিয়ে লাগানো হয়েছিল এবং তার উপর দিয়েই কাঠকে খোদাই করা হয়েছিল।  তাই মূল নকশাটি এই প্রক্রিয়ায় নষ্ট হয়ে গেছে। তারপরে ছবিটি তৈরি করতে কাঠের ব্লকটিকে ছাচ হিসেবে ব্যাবহার করা হয়েছিল। কাঠের ব্লকটি রঙ করা হয়েছিল এবং তার উপর কাগজ রেখে ছবিটি তৈরি করা হয়েছিল। (আরো বিশদ বিবরণের জন্য জাপানে উডব্লক প্রিন্টিং দেখুন)। হোকুসাই-এর চিত্রগুলির ব্যবহৃত রঙের বিস্তৃত পরিসর আরও জটিলতার সৃষ্টি করে, কারন ছবিতে প্রদর্শিত প্রতিটি রঙের জন্য একটি পৃথক ব্লক ব্যবহার করার প্রয়োজন হয়।\nসিরিজের প্রথম দিকের প্রিন্টগুলি মূলত নীল রঙ দিয়ে তৈরি করা হয়েছিল ( aizuri-e ), মূল ব্লকগুলি সহ যা একটি চিত্রের রূপরেখা প্রদান করে।  প্রুশিয়ান নীল রঙ ইউরোপ থেকে জাপানে কিছুদিন হলো এসেছে। হোকুসাই এই রঙ টি ব্যাপকভাবে ব্যবহার করার পর, এই রঙ টি জাপানে জনপ্রিয়তা পেয়েছিল। একবার প্রকাশক, নিশিমুরা, সিরিজের সাফল্য সম্পর্কে নিশ্চিত হয়েছিলেন, প্রিন্টগুলি একাধিক রঙ দিয়ে তৈরি করা হয়েছিল ( নিশিকি-ই )। নিশিমুরা সিরিজটিকে শতাধিক প্রিন্টে প্রসারিত করার পরিকল্পনা করেছিলেন, কিন্তু প্রকাশনা বন্ধ হয়ে যায় ছেচল্লিশে। \nসিরিজের সবচেয়ে বিখ্যাত একক ছবিটি ইংরেজিতে দ্য গ্রেট ওয়েভ অফ কানাগাওয়া নামে পরিচিত। এটি হোকুসাইয়ের সবচেয়ে বিখ্যাত কাজ এবং প্রায়শই বিশ্বের জাপানি শিল্পের সবচেয়ে স্বীকৃত কাজ বলে বিবেচিত হয়। ছত্রিশ ভিউ থেকে আরেকটি আইকনিক কাজ হল ফাইন উইন্ড, ক্লিয়ার মর্নিং, যা রেড ফুজি নামেও পরিচিত, যেটিকে \"সবচেয়ে সহজ এবং একই সাথে সমস্ত জাপানি প্রিন্টের মধ্যে সবচেয়ে অসামান্য একটি\" হিসেবে বর্ণনা করা হয়েছে। \n\n\n=== প্রভাব ===\nযদিও হোকুসাইয়ের ফুজি পর্বতের ছত্রিশটি দৃশ্য মাউন্ট ফুজিতে ফোকাস করা সবচেয়ে বিখ্যাত উকিও-ই সিরিজ, হিরোশিগের পরবর্তী সিরিজ থার্টি-সিক্স ভিউ অফ মাউন্ট ফুজি এবং হোকুসাই এর পরবর্তী বই সহ একই বিষয় নিয়ে আরও বেশ কিছু কাজ রয়েছে। মাউন্ট ফুজির একশত দৃশ্য (প্রকাশিত ১৮৩৪-১৮৩৫)। \nহোকুসাই-এর উপর তাঁর 1896 সালের বইয়ে, ফরাসি শিল্প সমালোচক এডমন্ড ডি গনকোর্ট লিখেছেন যে \"অবশ্য রঙের\" সত্ত্বেও এটি ছিল, \"এমন অ্যালবাম যা বর্তমান মুহুর্তের প্রভাববাদীদের ল্যান্ডস্কেপকে অনুপ্রাণিত করে।\"  ফরাসি শিল্পী হেনরি রিভিয়ের (১৮৬৪-১৯৫১) ১৯০২ সালে রঙিন লিথোগ্রাফের সেট \"ট্যুর আইফেলের ছত্রিশ দৃশ্য\" প্রকাশ করেছিলেন, যা হোকুসাইয়ের মূল প্রিন্ট সেট দ্বারা অনুপ্রাণিত হয়েছিল, যা জাপানি শিল্পের অনেকগুলি প্রভাবের মধ্যে একটি। ১৯ শতকের শেষের দিকে এবং ২০ শতকের শুরুর দিকে ফরাসি শিল্প ( Japonism, যা ফরাসি ভাষায় \"Japonisme\" নামে পরিচিত)\n\n\n== প্রিন্ট ==\n\n\n=== মূল ছত্রিশটি দৃশ্য ===\n\n\n=== অতিরিক্ত ১০ টি দৃশ্য ===\n\n\n== প্রদর্শনী ==\nকোস্টা কনকর্ডিয়ার ওয়েলনেস স্পাতে থাকা মাউন্ট ফুজি প্রিন্টের ছত্রিশটি দৃশ্যের একটি সংগ্রহ ১৩ জানুয়ারী, ২০১২ তারিখে জাহাজের সংঘর্ষের সময় হারিয়ে গিয়েছিল \nসমস্ত ছেচল্লিশটি প্রিন্ট (মূল ছত্রিশটি এবং দশটি সংযোজন) প্রদর্শনীতে প্রদর্শিত হয়েছিল হোকুসাই:  অফ ফুজি পর্বতের ছত্রিশটি দৃশ্য ২০১২ এ ফ্রিয়ার গ্যালারি অফ আর্ট এবং আর্থার এম. স্যাক্লার গ্যালারী, স্মিথসোনিয়ানস মিউজিয়াম অফ এশিয়ান আর্টে প্রদর্শিত হয়।\nমাউন্ট ফুজি প্রিন্টের ছত্রিশটি দৃশ্য ৫ এপ্রিল থেকে ৯ আগস্ট, ২০১৫ পর্যন্ত হোকুসাই প্রদর্শনীর অংশ হিসাবে বোস্টনের চারুকলার জাদুঘরে প্রদর্শিত হয়েছিল। \n২১ জুলাই থেকে ২২ অক্টোবর ২০১৭ পর্যন্ত হোকুসাই প্রদর্শনীর অংশ হিসেবে অস্ট্রেলিয়ার ভিক্টোরিয়া, মেলবোর্নের ন্যাশনাল গ্যালারিতে মাউন্ট ফুজি প্রিন্টের ছত্রিশটি দৃশ্য প্রদর্শিত হয়েছিল, যেখানে  দ্য গ্রেট ওয়েভের অভ কানাগাওয়ার দুটি কপি রয়েছে, একটি এনজিভি থেকে এবং একটি জাপান উকিও-ই মিউজিয়াম থেকে। \nমেট্রোপলিটান মিউজিয়াম অফ আর্ট, এমএফএ বোস্টন, ব্রিটিশ মিউজিয়াম এবং বিবলিওথেক ন্যাশানাল ডি ফ্রান্সে রক্ষিত বিশিষ্ট অংশ সহ ফুজি পর্বতের ছত্রিশটি দৃশ্য এর ১০টিরও কম সম্পূর্ণ সেট রয়েছে। \n\n\n== বাজার ==\nফুজি পর্বতের ছত্রিশটি দৃশ্য প্রায়ই জাপানি শিল্পের উপর দৃষ্টি নিবদ্ধ করে বিশিষ্ট নিলাম ঘরগুলিতে বিক্রি হয়, যেমন ক্রিস্টি'স, সোথেবি'স, বোনহ্যামস ইত্যাদি।২০০২ সালে, Sotheby's-এ একটি সম্পূর্ণ সেট $১.৪৭ মিলিয়নে একজন বেনামী ক্রেতা কিনে নিয়েছিল। ২০১৩ সালে, ওয়ার্টন স্কুলের অধ্যাপক ডঃ জিতেন্দ্র ভি. সিং আরেকটি সম্পূর্ণ সেট একত্রিত করেছিল, যিনি মাউন্ট ফুজির দ্বারা জাপানের ফ্লাইটে পর্বত দেখার পাশাপাশি মাউন্ট এভারেস্ট এবং মাউন্ট কৈলাস পর্বতে তার পূর্ববর্তী হিন্দু তীর্থযাত্রা দেখে অনুপ্রাণিত হয়েছিলেন। তিনি প্রথমে \"ফুজি সিন ফ্রম কানায়া অন দ্য টোকাইডো \" কিনেছিলেন, ২০১৪ থেকে ২০১৬ পর্যন্ত অর্জিত আইকনিক টুকরোগুলি সহ, চূড়ান্ত দৃশ্যটি জানুয়ারী ২০২৩ সালে অর্জিত হয়েছিল \n১৯ মার্চ ২০২৪-এ, সিং সংগ্রহটি ক্রিস্টি'স-এ নিলামে উঠেছিল, যা তারপরে $৩.৫৫৯ মিলিয়নে বিক্রি হয়েছিল। এই নিলাম থেকে প্রাপ্ত আয় সিং -এর ট্রাস্টে চলে গেছে।    \n\n\n== তথসূত্র =="}