{"pageid": 1489916, "title": "থাই রন্ধনশৈলী", "url": "https://bn.wikipedia.org/wiki?curid=1489916", "content": "থাই খাবার (Thai: อาหารไทย, RTGS: ahan thai, উচ্চারণ [ʔāː.hǎːn tʰāj]উচ্চারণ [ʔāː.hǎːn tʰāj] )  থাইল্যান্ডের জাতীয় রন্ধনশৈলী।\nথাই রান্না হালকাভাবে প্রস্তুত, সুগন্ধিযুক্ত এবং ঝাল মশলাদার খাবারের উপর জোর দেয়। অস্ট্রেলিয়ান শেফ ডেভিড থম্পসন, থাই খাবারের একজন বিশেষজ্ঞ, পর্যবেক্ষণ করেছেন যে অন্যান্য অনেক রান্নার বিপরীতে, থাই রান্না হল \"বিভিন্ন উপাদানের সংমিশ্রণ থেকে একটি ভারসাম্যময় সমাপ্তি তৈরির ব্যাপার। অনেকটা জটিল সংগীতের কর্ডের মতো এটি মসৃণ হওয়া উচিত, তবে ভিতরে কী ঘটছে, তা গুরুত্বপূর্ণ নয়। এখানে সরলতা মোটেও আদর্শ নয়।।\" \nঐতিহ্যবাহী থাই রন্ধনপ্রণালী চারটি বিভাগে বিভক্ত: টম (সিদ্ধ খাবার), ইয়াম (মশলাদার সালাদ), ট্যাম (পাউন্ডেড খাবার) এবং কায়েং (তরকারি)। ডিপ-ফ্রাইং, স্টির-ফ্রাইং (stir-frying) এবং ভাপানো হলো চীনা খাবার থেকে প্রবর্তিত পদ্ধতি। \n2011 সালে, সিএনএন ট্র্যাভেলের বিশ্বব্যাপী 35,000 মানুষের অনলাইন পোল \"বিশ্বের 50 সেরা খাবারের\" তালিকায় সাতটি থাই খাবার ছিল। অন্যান্য দেশের তুলনায় থাইল্যান্ডের তালিকায় বেশি খাবার রয়েছে: টম ইয়াম কুং (৪র্থ), প্যাড থাই (৫ম), সোম ট্যাম (৬ষ্ঠ), মাসামান কারি (১০ম), গ্রিন কারি (১৯তম), থাই ফ্রাইড রাইস (২৪তম) এবং নাম টক মু (৩৬ তম)। \n\n\n== ইতিহাস ==\n\n\n=== ঐতিহাসিক প্রভাব ===\n\nথাই রন্ধনপ্রণালী এবং থাইল্যান্ডের প্রতিবেশী, বিশেষ করে কম্বোডিয়া, লাওস, মায়ানমার, ভারত, মালয়েশিয়া এবং ইন্দোনেশিয়ার রন্ধনপ্রথা এবং রন্ধনপ্রণালী বহু শতাব্দী ধরে একে অপরকে প্রভাবিত করেছে।\nথাই সন্ন্যাসী শ্রদ্ধেয় বুদ্ধদাস ভিক্কুর লেখা, 'ইন্ডিয়াস বেনেভোলেন্স টু থাইল্যান্ড' অনুসারে, থাই রন্ধনপ্রণালী ভারতীয় খাবার দ্বারা প্রভাবিত ছিল। তিনি লিখেছেন যে থাই লোকেরা ভারতীয়দের কাছ থেকে তাদের খাবারে বিভিন্ন উপায়ে মশলা ব্যবহার করতে শিখেছে। থাইরা ভারতীয়দের কাছ থেকে ভেষজ ওষুধ তৈরির পদ্ধতিও পেয়েছিলেন। গুটিফেরা (Guttiferae) পরিবারের সরভী, শিউলি বা harsinghar, বকুল বা Mimusops elengi এবং নাগেশ্বর বা রোজ চেস্টনাট ইত্যাদির মতো কিছু উদ্ভিদ ভারত থেকে আনা হয়েছিল।  লেডি প্লিয়ান ভাস্করওয়ংসের বই \"মায়ে খ্রুয়া হুয়া পা\" (প্রথম প্রকাশ ১৯০৮ সালে) অনুযায়ী, তিনি দেখতে পান যে থাই খাবারের একটি শক্তিশালী গ্যাস্ট্রোনমিকাল সাংস্কৃতিক ধারা রয়েছে, যা সুকোথাই (১২৩৮–১৪৪৮), আয়ুত্তয়া (১৩৫১–১৭৬৭) এবং থোনবুরি (১৭৬৭–১৭৮২) সময়কাল ধরে বিস্তৃত ছিল। এটি বিশেষভাবে সিয়ামের সরকারি কর্মকর্তাদের দৈনন্দিন কাজকর্ম (যেমন রাজকীয় রান্নাবান্না) এবং তাদের আত্মীয়দের সাথে সম্পর্কিত ছিল। থোনবুরি সময়কালে থাই খাবার আয়ুত্তয়া সময়ের খাবারের সাথে বেশ মিল রাখত, তবে চীনা খাবারের সংযোজন এসেছিল তার সমৃদ্ধ আন্তর্জাতিক বাণিজ্যের ফলে। \n\nপশ্চিমা প্রভাব ১৫১১ সালে শুরু হয়, যখন প্রথম পর্তুগিজ কূটনৈতিক মিশন আয়ুত্তয়ার দরবারে আসে। এতে তৈরি হয় যেমন ফোই থং, যা পর্তুগিজ ফিয়োস দে ওভোসের থাই সংস্করণ, এবং সঙ্খয়া, যেখানে কাস্টার্ড তৈরিতে গরুর দুধের পরিবর্তে নারকেলের দুধ ব্যবহার করা হয়। বলা হয়ে থাকে, এই খাবারগুলো ১৭শ শতকে থাইল্যান্ডে নিয়ে আসেন মারিয়া গিয়োমার দে পিনহা, যিনি আয়ুত্তয়ায় জন্মগ্রহণ করেছিলেন এবং জাপানি-পর্তুগিজ-বাংলা মিশ্র বংশোদ্ভূত ছিলেন। তিনি রাজা নারাইয়ের গ্রীক উপদেষ্টা কনস্ট্যানটাইন ফলকনের স্ত্রী হন। পশ্চিম থেকে আসা সবচেয়ে গুরুত্বপূর্ণ প্রভাব ছিল ১৬শ বা ১৭শ শতকে আমেরিকা থেকে মরিচের প্রবর্তন। এখন এটি এবং চাল থাই রান্নার সবচেয়ে গুরুত্বপূর্ণ উপাদানগুলির মধ্যে দুটি। কলম্বিয়ান বিনিময়কালে, পর্তুগিজ এবং স্প্যানিশ জাহাজ আমেরিকা থেকে টমেটো, ভুট্টা, পেঁপে, পেয়াজ, আনারস, কুমড়া, কুলান্ত্রো, কাজু এবং চিনাবাদামসহ নতুন খাদ্যদ্রব্য নিয়ে আসে।\n\n\n=== আঞ্চলিক বৈচিত্র ===\nআঞ্চলিক বৈচিত্র্য সাধারণত প্রতিবেশী রাজ্যগুলোর সাথে সম্পর্কিত (সীমান্তের দুই পাশেই একই সাংস্কৃতিক পটভূমি ও জাতিগোষ্ঠী ভাগাভাগি করে) এবং একইসাথে জলবায়ু ও ভৌগোলিক অবস্থার সাথে সম্পর্কিত। উত্তর থাই রান্না বার্মার শান রাজ্য, উত্তর লাওস এবং চীনের ইউনান প্রদেশের সাথে খাবার ভাগাভাগি করে, যেখানে ইসানের (উত্তর-পূর্ব থাইল্যান্ড) রান্না দক্ষিণ লাওসের সাথে এবং পূর্বদিকে ভিয়েতনামি খাবারের সাথে সাদৃশ্যপূর্ণ। দক্ষিণ থাইল্যান্ডে, অনেক খাবারে উদার পরিমাণে নারকেলের দুধ এবং তাজা হলুদ থাকে, যা ভারতীয়, মালয় এবং ইন্দোনেশীয় খাবারের সাথে মিল রাখে।\nথাই রান্না পাঁচটি প্রধান অঞ্চলের জন্য নির্দিষ্ট পাঁচটি আঞ্চলিক রান্নার ধরনে যথাযথভাবে বর্ণনা করা হয়, যা থাইল্যান্ডের পাঁচটি প্রধান অঞ্চলের সাথে সাদৃশ্যপূর্ণ:\n\nব্যাংকক: ব্যাংকক মহানগর এলাকার রান্না, যা তেওচিউ এবং পর্তুগিজ প্রভাব দ্বারা প্রভাবিত। এছাড়াও, রাজধানী হিসেবে, ব্যাংকক রান্নায় কখনও কখনও রাজকীয় খাবারের প্রভাবও দেখা যায়। ব্যাংককের খাবারের স্বাদ ও চেহারা সময়ের সাথে কিছুটা পরিবর্তিত হয়েছে, কারণ এশিয়া, ইউরোপ বা পশ্চিমা দেশগুলোর রান্নার প্রভাব এতে পড়েছে।\nমধ্য থাই: সমতল এবং স্যাঁতসেঁতে মধ্য থাইল্যান্ডের ধান উৎপাদনকারী সমভূমির রান্না, যা প্রাক্তন থাই রাজ্য সুকোথাই ও আয়ুত্তয়া এবং সিয়ামের আগমনের পূর্বে মন জাতির দ্বারাবতী সংস্কৃতির কেন্দ্রস্থল ছিল। নারকেলের দুধ মধ্য থাই রান্নার অন্যতম প্রধান উপাদান।\nইসান বা উত্তর-পূর্ব থাই: বেশি শুষ্ক খোরাত মালভূমির রান্না, যা লাও সংস্কৃতি এবং খমের রান্না দ্বারা প্রভাবিত। \nউত্তর থাই : শীতল উপত্যকা ও বনাঢ্য পর্বত দ্বারা বেষ্টিত থাই উচ্চভূমির রান্না, যা একসময় প্রাক্তন লান্না রাজ্য দ্বারা শাসিত ছিল এবং অধিকাংশ উত্তর থাইল্যান্ডবাসীর আবাসস্থল। এই রান্না ইসানের সাথে অনেক উপাদান ভাগাভাগি করে।\nদক্ষিণ থাই :  ক্রা উপত্যকার রান্না, যা দুই পাশে গ্রীষ্মমণ্ডলীয় সমুদ্র এবং অসংখ্য দ্বীপ দ্বারা সীমাবদ্ধ, এবং যার মধ্যে গভীর দক্ষিণে প্রাক্তন পাট্টানি সুলতানাতের মালয় জাতি অন্তর্ভুক্ত। দক্ষিণ থাই রান্নার জটিল তরকারি, খাদ্য প্রস্তুতির কৌশল এবং মসলা ও মসলার ব্যবহার সাধারণভাবে সমগ্র রান্নায় প্রভাব ফেলে।\n\n\n=== রাজকীয় রান্না ===\n\nএই আঞ্চলিক রান্নাগুলির পাশাপাশি, থাই রাজকীয় রান্নাও রয়েছে যার ইতিহাসকে অযোধ্যা রাজ্যের (১৩৫১–১৭৬৭ খ্রিস্টাব্দ) বিশ্বজনীন প্রাসাদের রান্নার সাথে যুক্ত করা যায়। এর সূক্ষ্মতা, রান্নার কৌশল, উপস্থাপনা এবং উপাদান ব্যবহারের কারণে এটি মধ্য থাইল্যান্ডের সমভূমির রান্নার ওপর গভীর প্রভাব ফেলেছে। থাই রাজকীয় রান্না খমের রাজকীয় রান্না দ্বারা প্রভাবিত, যা খমের সাম্রাজ্যের বিজয়ের সময় খমের প্রাসাদের রাঁধুনিরা অযোধ্যা রাজ্যে নিয়ে এসেছিলেন। থাই রাজকীয় রান্না রত্নকোসিন যুগ থেকে অত্যন্ত সুপরিচিত হয়ে উঠেছে।\nসাধারণত, থাই রাজকীয় রান্নার মৌলিক বৈশিষ্ট্যগুলি সাধারণ মানুষের রান্নার কাছাকাছি থাকে। তবে, থাই রাজকীয় রান্না মৌসুমী পণ্যের তাজাতা এবং সতেজতার ওপর বিশেষভাবে গুরুত্ব দেয়। এছাড়াও, থাই রাজকীয় খাবার প্রস্তুতির পদ্ধতি জটিল ও সূক্ষ্ম হওয়া প্রয়োজন।\nফ্রান্স থেকে রাজা নারাইয়ের শাসনকালে দূত লা লুবের নথিভুক্ত করেন যে প্রাসাদে খাবার সাধারণত গ্রামের খাবারের মতোই ছিল। থাই রাজকীয় রান্নার খাবারকে আলাদা করে তোলে এর সুন্দর উপস্থাপনা। উদাহরণস্বরূপ, মাছ এবং মুরগি হাড় ছাড়িয়ে পরিবেশন করা হতো, এবং শাকসবজিগুলো কামড় দেওয়ার মতো আকারে পরিবেশন করা হতো। এছাড়া, যদি গরুর মাংস ব্যবহার করা হয়, তবে শুধুমাত্র টেন্ডারলয়ন ব্যবহার করা হতো।\nথাই রাজকীয় রান্নার অনেক প্রকার রয়েছে যেমন রাঞ্চুয়ান কারি, নাম ফ্রিক লং রুয়া, মাসামান কারি, জুঁইয়ের সুগন্ধি বরফ জলে ভাত বা খাও চে, মসলাদার সালাদ, ফল এবং খোদাই করা শাকসবজি।\nথাই শেফ ম্যাকড্যাং, যিনি নিজেই রাজপরিবারের বংশধর, দাবি করেন যে রাজকীয় থাই রান্না এবং সাধারণ থাই রান্নার মধ্যে পার্থক্য একটি মিথ। তিনি বলেন, প্রাসাদের খাবার এবং সাধারণ মানুষের খাবারের মধ্যে একমাত্র পার্থক্য হল প্রাক্তনের বিশদ উপস্থাপনা এবং উন্নত উপাদান।\n\n\n== পরিবেশন ==\n\nথাই খাবার ঐতিহ্যগতভাবে হাত দিয়ে খাওয়া হত।  মেঝেতে মাদুর বা কার্পেট বিছিয়ে অথবা উচ্চ মধ্যবিত্ত পরিবারে কফি টেবিলে বসে খাওয়ার প্রথা প্রচলিত ছিল, যা এখনও দেখতে পাওয়া যায়। তবে এখন বেশিরভাগ থাই কাঁটাচামচ এবং চামচ দিয়ে খায়। রাজা মংকুট, রামা চতুর্থ-এর শাসনামলে একটি বৃহত্তর পশ্চিমীকরণ (Westernization) এর অংশ হিসাবে টেবিল এবং চেয়ার চালু করা হয়েছিল। ১৮৯৭ খ্রিস্টাব্দে ইউরোপ সফর থেকে ফিরে আসার পর রাজা চুলালংকর্ন কাঁটাচামচ এবং চামচের প্রবর্তন করেছিলেন। \nথাই ভোজনের একটি গুরুত্বপূর্ণ দিক হল খলুক(khluk) এর প্রচলন, যেখানে নিজের প্লেটের ভাতের সাথে বিভিন্ন খাবারের স্বাদ ও গঠন মেশানো হয়। খাবারটি বাম হাতে ধরা কাঁটাচামচ দিয়ে ঠেলে ডান হাতে ধরা চামচে তোলা হয়, তারপর মুখে আনা হয়।  কখনও কখনও স্যুপের জন্য একটি ঐতিহ্যবাহী সিরামিক চামচ ব্যবহার করা হয়, এবং সাধারণত টেবিলে ছুরি ব্যবহার করা হয় না।  লান্না এবং ইসানে বসবাসকারী থাই এবং পাহাড়ি উপজাতি মধ্যে একটি সাধারণ রীতি হলো স্টিকি চালকে হাত দ্বারা ছোট এবং কখনও কখনও চ্যাপ্টা বলের আকারে তৈরি করে (এবং যা প্রথা অনুসারে কেবলমাত্র ডান হাত দিয়ে করা হয়) তারপর তা সাইড ডিশে ডুবিয়ে খাওয়া হয়।\n\nথাই চাইনিজদের এবং আখা জনগণের মতো আরও কয়েকটি জনগোষ্ঠী, যারা চীনের ইউনান প্রদেশ থেকে সাম্প্রতিক আগত, তাদের বাদ দিলে থাইল্যান্ডের বেশিরভাগ জাতিগত গোষ্ঠীর কাছে চপস্টিকগুলি বিদেশী সামগ্রী ছিল। ঐতিহ্যগতভাবে, থাইল্যান্ডের অধিকাংশ মানুষ ভারতীয়দের মতো হাত দিয়ে খেত। চপস্টিকগুলি মূলত থাইল্যান্ডে চীনা-শৈলীর নুডল স্যুপ খাওয়ার জন্য বা চাইনিজ, জাপানিজ বা কোরিয়ান রেস্তোরাঁয় ব্যবহৃত হয়। নাড়া-ভাজা(stir-fried) নুডলস খাবার যেমন মদ্যপ নুডলস, প্যাড সি ইউ এবং প্যাড থাই, এবং কারি-নুডলস খাবার যেমন খানম চিন নাম নিয়াও, থাই ফ্যাশনে কাঁটাচামচ এবং চামচ দিয়ে খাওয়া হয়।\nথাই খাবারে সাধারণত ভাত থাকে ( থাই ভাষায় খাও ) সাথে অনেক পরিপূরক খাবার  যা সবাই ভাগ করে খায়। খাবারগুলি একই সময়ে পরিবেশন করা হয়, স্যুপ সহ, এবং একটি টেবিলে অতিথিদের চেয়ে বেশি খাবার সরবরাহ করা প্রথা। থাই পরিবারের খাবারে সাধারণত ভাত ও বেশ কয়েকটি খাবার থাকে, যা স্বাদ ও গঠনের পাশাপাশি প্রস্তুতির কৌশলের ক্ষেত্রে সামঞ্জস্যপূর্ণ বৈসাদৃশ্য তৈরি করে। ঐতিহ্যগতভাবে, একটি খাবারে অন্তত পাঁচটি উপাদান থাকে: কাঁচা বা রান্না করা শাকসবজির জন্য একটি চাটনি বা রিলিশ (ক্রুয়েং চিম) যেকোনো থাই খাবারের সবচেয়ে গুরুত্বপূর্ণ অংশ।  শেফ ম্যাকড্যাং এর মতে, খ্রুয়েং চিম থাই খাবারের একটি মূল উপাদান, যা সাধারণত ন্যাম ফ্রিক  নামের স্পাইসি চিলি সস (কাঁচা বা রান্না করা মরিচ ও অন্যান্য উপাদান একসঙ্গে মিশিয়ে তৈরি করা হয়), বা লন  নামের নারকেল দুধে সমৃদ্ধ এক ধরণের চুবানোর সস। অন্যান্য উপাদানগুলির মধ্যে থাকবে একটি পরিষ্কার স্যুপ (সম্ভবত একটি মশলাদার টম ইয়াম বা একটি মিষ্টি টম চুয়েট ), একটি তরকারি বা স্টু (মূলত কায়েং উপসর্গ দ্বারা চিহ্নিত যে কোনও খাবার), একটি গভীর-ভাজা থালা এবং মাংসের একটি নাড়া-ভাজা খাবার।, মাছ, সামুদ্রিক খাবার, বা সবজি।\n\nঅধিকাংশ থাই রেস্তোরাঁয়, অতিথিরা থাই সস (ন্যাম চিম) ও অন্যান্য উপকরণ পায়, যা ওয়েট স্টাফ টেবিলে নিয়ে আসে বা টেবিলে ছোট কন্টেইনারে থাকে। এর মধ্যে থাকতে পারে ফ্রিক ন্যাম প্লা/নাম প্লা ফ্রিক (ফিশ সস, লেবুর রস, কাটা মরিচ এবং রসুন), শুকনো মরিচের ফ্লেক্স, মিষ্টি মরিচের সস, চালের ভিনেগারে কাটা মরিচ, শ্রীরাচা সস এবং এমনকি চিনি।\nযখন সময় সীমিত থাকে বা একা খেতে হয়, তখন ভাজা ভাত বা নুডল স্যুপের মতো একক খাবারগুলো দ্রুত ও পরিপূর্ণ হয়। একটি বিকল্প হলো ভাতের একটি অংশের সাথে কারি, স্টার-ফ্রাই এবং অন্যান্য খাবারগুলোর একটি বা একাধিক ছোট অংশ এক প্লেটে পরিবেশন করা। এই খাবার পরিবেশনের শৈলীকে খাও রাত কেং (আক্ষরিক অর্থে, \"কারিতে ঢেকে রাখা ভাত\") বা সংক্ষেপে খাও কেং (আক্ষরিক অর্থে, \"ভাত কারি\") বলা হয়। আগে থেকে প্রস্তুত খাবারের ওপর বিশেষজ্ঞ এমন দোকানগুলোতে এভাবে খাবার খাওয়ার জন্য যাওয়া যায়। এই দোকানগুলিতে বিভিন্ন খাবার দেখানোর একটি বড় প্রদর্শন থাকে, যা থেকে বেছে নেওয়া যায়। এসব স্থানে অর্ডার দেওয়ার সময়, থাইরা জানায় যে তারা খাবারটি আলাদা থালায় নাকি এক প্লেটে ভাতের সাথে একসাথে পরিবেশন করতে চায় (রাত খাও)। প্রায়ই সাধারণ রেস্তোরাঁগুলিতেও একক গ্রাহকদের জন্য নতুন তৈরি \"ভাত কারি\" খাবারের একটি নির্বাচন মেনুতে থাকে।"}