{"pageid": 1489634, "title": "আবাসান আল-কবিরা", "url": "https://bn.wikipedia.org/wiki?curid=1489634", "content": "আবাসান আল-কবিরা একটি ফিলিস্তিনি শহর, যা ফিলিস্তিনের দক্ষিণাঞ্চলীয় গাজা উপত্যকায় খান ইউনিস গভর্নরেট-এ অবস্থিত। এটি খান ইউনিস শহরের সাথে একটি স্থানীয় রাস্তার মাধ্যমে সংযুক্ত, যা বনী সুহেইলা এবং খুজা-এর মতো অন্যান্য গ্রাম পার হয়ে যায়। সাম্প্রতিক বছরগুলোতে আবাসান আল-কবিরা এবং পার্শ্ববর্তী গ্রাম আবাসান আল-সগিরা একসাথে গড়ে উঠেছে, ফলে তারা খান ইউনিসকে কেন্দ্র করে একটি বৃহত্তর শহুরে এলাকা গঠন করেছে।\n\n\n== ইতিহাস ==\nবাইজেন্টাইন শাসনের সময় (৬০৬ খ্রিস্টাব্দের একটি গ্রিক শিলালিপি এখানে পাওয়া গেছে) এখানে বসতি স্থাপিত হয়েছিল এবং সেই সময়ের বেশ কয়েকটি ধ্বংসাবশেষও এখানে বিদ্যমান রয়েছে। এছাড়াও এখানে কিছু প্রত্নতাত্ত্বিক স্থান রয়েছে যা ইসলামি যুগ এবং ইসলাম-পূর্ব সময়ের সঙ্গে সম্পর্কিত। কিছু ইতিহাসবিদ আবাসানের লোকজনকে \"আবেস পরিবার\"-এর সঙ্গে যুক্ত করেছেন।\nআবাসান আল-কবিরায় পাওয়া প্রত্নতাত্ত্বিক নিদর্শনের মধ্যে একটি গ্রিক চিত্র রয়েছে, যা একটি মোজাইকে ফুটে উঠেছে। এই মোজাইকটি প্রায় ৯x৪ মিটার আকারের এবং এতে জ্যামিতিক ও ফুলের নকশা, পাখি, ফলভর্তি কাপ এবং একটি বোনা ব্যান্ডের অংশ প্রদর্শিত হয়েছে।\n\n\n=== অটোমান যুগ ===\n১৫৯৬ সালের অটোমান কর নিবন্ধনে আবাসানকে গাজার নাহিয়া হিসেবে উল্লেখ করা হয়েছিল। এটি গাজার লিওয়া-এর অংশ ছিল এবং এখানে ২৮টি মুসলিম পরিবার বাস করত, যারা গম, বার্লি, গ্রীষ্মকালীন শস্য, ফল গাছ, খামার রাজস্ব, ছাগল এবং/অথবা মৌমাছির চাকের উপর কর প্রদান করত।\n১৮৮৬ সালের বর্ণনা অনুযায়ী আবাসান আল-কবিরা একটি ছোট কিন্তু সমৃদ্ধ গ্রাম, যা পাথরে নির্মিত ছিল। গ্রাম এলাকায় চারটি প্রাচীন সাদা মার্বেলের স্তম্ভ আবিষ্কৃত হয়েছিল, যার মধ্যে তিনটি বিদ্যমান ছিল।\n\n\n=== ব্রিটিশ ম্যান্ডেট যুগ ===\n১৯২২ সালের ব্রিটিশ ম্যান্ডেট কর্তৃপক্ষ কর্তৃক পরিচালিত ফিলিস্তিনের আদমশুমারি অনুসারে, আবাসান (সম্ভবত আবাসান আল-কবিরা এবং আবাসান আল-সগিরা উভয়কেই নির্দেশ করে, যা গাজা সাবডিস্ট্রিক্টে অবস্থিত) এর জনসংখ্যা ছিল ৬৯৫, যাদের সকলেই ছিল মুসলিম। ১৯৩১ সালের আদমশুমারিতে জনসংখ্যা বৃদ্ধি পেয়ে ১১৪৪ জনে পৌঁছায়, যারা সবাই ছিলেন মুসলিম এবং ১৮৬টি বাড়িতে বসবাস করতেন।\n১৯৪৫ সালের পরিসংখ্যান অনুযায়ী, আবাসান নামক দুই অঞ্চলকে তখনও একত্রে গণনা করা হয়েছিল এবং তাদের জনসংখ্যা ছিল ২,২৩০, যারা সবাই ছিলেন মুসলিম। সে সময় এ অঞ্চলে ১৬,০৮৪ দুনাম জমি ছিল, যা একটি সরকারি ভূমি ও জনসংখ্যা জরিপ অনুসারে নির্ধারিত হয়েছিল। এর মধ্যে ৯২ দুনাম ছিল বাগান এবং সেচযোগ্য জমি, ১৫,৬১৬ দুনাম ব্যবহার করা হতো শস্যের জন্য এবং ৬৯ দুনাম ছিল নির্মিত (শহুরে) জমি।\n\n\n=== ১৯৪৮ এবং পরবর্তী ===\nমিশরীয় কর্তৃপক্ষের নিয়ন্ত্রণাধীন অবস্থায়, মিশর মিশ্র অস্ত্রবিরতি কমিশনের কাছে অভিযোগ জানায় যে, ১৯৫০ সালের ৭ এবং ১৪ অক্টোবর তারিখে ইসরায়েলি সামরিক বাহিনী মিশরের নিয়ন্ত্রণাধীন গাজা অঞ্চলের আবাসান আল-কবিরা এবং বেইত হানুন-এর আরব গ্রামগুলিতে শেল এবং মেশিনগান দিয়ে হামলা চালায়। এই আক্রমণে সাতজন নিহত এবং বিশজন বেসামরিক নাগরিক আহত হয়।\n\n\n== তথ্যসূত্র =="}