{"pageid": 1489393, "title": "দারদেন ভ্রাতৃদ্বয়", "url": "https://bn.wikipedia.org/wiki?curid=1489393", "content": "দারদেন ভ্রাতৃদ্বয় নামে সুপরিচিত জঁ-পিয়ের দারদেন সিএমডাব্লিউ (জন্ম: ২১ এপ্রিল ১৯৫১) ও ল্যুক দারদেন সিএমডাব্লিউ (জন্ম: ১০ মার্চ ১৯৫৪) বেলজীয় চলচ্চিত্র নির্মাতা যুগল। তারা একসাথে চলচ্চিত্র রচনা, প্রযোজনা ও পরিচালনা করেন। তাদের প্রযোজনা প্রতিষ্ঠান লে ফিল্ম দ্যু ফ্লোভ।\nদারদেন ভ্রাতৃদ্বয় ১৯৭০-এর দশকের শেষভাগে বর্ণনামূলক ও প্রামাণ্য চলচ্চিত্র নির্মাণ শুরু করেন। তার ১৯৯০-এর দশকের মাঝামাঝিতে লা প্রোমেস চলচ্চিত্র দিয়ে আন্তর্জাতিক অঙ্গনে নজর কাড়েন। তারা ১৯৯৯ সালে কান চলচ্চিত্র উৎসবে রোজেতা চলচ্চিত্রের জন্য পাল্ম দর অর্জন করেন। তার সৃষ্টিকর্মে বামপন্থী বিষয়বস্তু ও দৃষ্টিকোণ চিত্রিত হয়।\n২০০২ সালে অলিভিয়ে গুরমে দারদেন ভ্রাতৃদ্বয়ের ল্য ফিস চলচ্চিত্রে অভিনয় করে শ্রেষ্ঠ অভিনেতা বিভাগে কান চলচ্চিত্র উৎসব পুরস্কার অর্জন করেন। ২০০৫ সালে তারা লঁফঁ চলচ্চিত্রের জন্য দ্বিতীয় বার পাল্ম দর অর্জন করেন। তারা ল্য সিলঁস দ্য লোরনা চলচ্চিত্রের জন্য ২০০৮ সালে কান চলচ্চিত্র উৎসবে শ্রেষ্ঠ চিত্রনাট্য বিভাগে কান চলচ্চিত্র উৎসব পুরস্কার অর্জন করেন। তাদের চলচ্চিত্র ল্য গামাঁ ও ভেলো ২০১১ সালে কান চলচ্চিত্র উৎসবে গ্রঁ প্রি অর্জন করেন এবং একটি গোল্ডেন গ্লোব পুরস্কার ও আটটি মাগ্রিত পুরস্কারের মনোনয়ন লাভ করে। ২০১৫ সালে তাদের চলচ্চিত্র দো জুর, উন নুইত নয়টি মাগ্রিত পুরস্কারের মনোনয়ন থেকে তিনটি পুরস্কার অর্জন করে এবং মারিয়োঁ কোতিয়ার শ্রেষ্ঠ অভিনেত্রী বিভাগে একাডেমি পুরস্কারের মনোনয়ন লাভ করেন। ২০১৯ সালে তারা ল্য জোন আহমেদ চলচ্চিত্রের জন্য শ্রেষ্ঠ পরিচালক বিভাগে কান চলচ্চিত্র উৎসব পুরস্কার অর্জন করেন। তাদের ২০২২ সালের তোরি এ লোতিকা চলচ্চিত্রটি ২০২২ সালে কান চলচ্চিত্র উৎসবের ৭৫তম বার্ষিকী পুরস্কার অর্জন করে।\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n=== পূর্ণদৈর্ঘ্য চলচ্চিত্র ===\n\n\n=== প্রামাণ্যচিত্র ===\n\n\n=== স্বল্পদৈর্ঘ্য চলচ্চিত্র ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nঅলমুভিতে জঁ-পিয়ের দারদেন\nঅলমুভিতে লুক দারদেন\nইন্টারনেট মুভি ডেটাবেজে জঁ-পিয়ের দারদেন (ইংরেজি)\nইন্টারনেট মুভি ডেটাবেজে লুক দারদেন (ইংরেজি)\nরটেন টম্যাটোসে জঁ-পিয়ের দারদেন (ইংরেজি)\nরটেন টম্যাটোসে লুক দারদেন (ইংরেজি)\nCommitted Cinema: The Films of Jean-Pierre and Luc Dardenne; Essays and Interviews  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৩ সেপ্টেম্বর ২০১৫ তারিখে\nFilmjourney.org: Interview with the Dardennes\nInterview with Jean-Pierre and Luc Dardenne, directors of Lorna's Silence with David Walsh on the World Socialist Web Site\nটেমপ্লেট:দারদেন ভ্রাতৃদ্বয়"}