{"pageid": 1489202, "title": "ভারতীয় যুক্তিবিদ্যা", "url": "https://bn.wikipedia.org/wiki?curid=1489202", "content": "ভারতীয় যুক্তিবিদ্যা পিঙ্গলার খ্রিস্টপূর্ব ৬ষ্ঠ শতকে চন্দসূত্র এবং মেধাতিথি গৌতমের অন্বীক্ষিকী; খ্রিস্টপূর্ব ৫ম শতাব্দীতে পাণিনির সংস্কৃত ব্যাকরণের নিয়ম; খ্রিস্টপূর্ব ৬ষ্ঠ থেকে ২য় শতাব্দীতে বৈশেষিক সম্প্রদায়ের পরমাণুবাদের বিশ্লেষণ; একই সময়কার হিন্দু দর্শনের ন্যায় বিদ্যাসম্প্রদায়ের প্রতিষ্ঠাতা গোতম এর অনুমান বিশ্লেষণ; এবং নাগার্জুনের চতুরপ্তবাক্য ইত্যাদি বিকাশের মাধ্যমে গড়ে উঠে।\nগ্রীক এবং চীনা যুক্তিবিদ্যার পাশাপাশি ভারতীয় যুক্তিবিদ্যা  তর্কশাস্ত্রের তিনটি মূল ঐতিহ্যের অন্যতম একটি। ভারতীয় ঐতিহ্য নব্য-ন্যায় যুক্তিবিদ্যালয় আকারে প্রাচীনকাল থেকে আধুনিক কালে বিকশিত হয়।\n\n\n== উৎপত্তি ==\nকঃ অদ্ধা বেদ।  ইহ কঃ প্রবোচৎ।  কুতঃ আজাতা? ইয়ং বিসৃষ্টিঃ কুতঃ?  অস্য বিসর্জনেন দেবা অর্বাক্। অথ যতঃ আবভূব  কঃ বেদ?\nঋগ্বেদের নাসদীয়সূক্তে (দশম মণ্ডল ১০.১২৯) বিভিন্ন যৌক্তিক বিভাগের পরিপ্রেক্ষিতে সত্তাতাত্ত্বিক অনুমান পাওয়া যায়, যা পরে আনুষ্ঠানিকভাবে চারটি চতুষ্কতি বৃত্ত হিসাবে পুনরুদ্ধার করা গিয়েছিল: \"A\", \"Not A\", \"A ও ' A'\", এবং \"A না ও A না\"। \nমেধাতিথি গৌতম খ্রিস্টপূর্ব ৬ষ্ঠ শতাব্দীতে যুক্তিবিদ্যার অন্বীক্ষিকী নিয়ম প্রতিষ্ঠা করেন। খ্রিস্টপূর্ব ৪র্থ শতক থেকে খ্রিস্টপূর্ব ৪র্থ শতাব্দীর মধ্যে রচিত মহাভারতের ১২.১৭৩.৪৫ এ যুক্তিবিদ্যার অন্বীক্ষিকী এবং তর্ক নিয়মের নির্দেশ পাওয়া যায়। পাণিনি খ্রিস্টপূর্ব ৫ম শতাব্দীতে তার সংস্কৃত ব্যাকরণ প্রণয়নের জন্য যুক্তিবিদ্যার একটি বিশেষ রূপ আবিষ্কার করেন যার সাথে বুলিয়ান লজিকের কিছুটা মিল রয়েছে। চাণক্য (আনুঃ ৩৫০-২৮৩ খ্রিস্টপূর্বাব্দ) তার অর্থশাস্ত্রে যুক্তিবিদ্যাকে অনুসন্ধানের একটি স্বাধীন ক্ষেত্র হিসাবে বর্ণনা করেন।\n\n\n== দার্শনিক শ্রেণিসমূহ ==\n\n\n=== বৈশেষিক ===\nবৈশেষিক (সংস্কৃত: वैशेषिक) দর্শন হল ভারতীয় ছয়টি হিন্দু দর্শনের একটি। এটি ন্যায় যুক্তিবাদী সম্প্রদায়ের সাথে ঘনিষ্ঠভাবে জড়িত। বৈশেষিকগণ পরমাণুবাদের একটি রূপকে সমর্থন করেন এবং স্বীকার করেন যে ভৌত মহাবিশ্বের সমস্ত বস্তু একটি সীমিত সংখ্যক পরমাণুতে হ্রাসযোগ্য। মূলত খ্রিস্টপূর্ব ২য় শতকের কাছাকাছি সময়ে কণাদ (বা কণা-ভুক, যার আক্ষরিক অর্থ পরমাণু-ভোক্তা) ইহা প্রস্তাব করেন।\n\n\n=== চতুষ্কোটি ===\n২য় শতাব্দীতে, বৌদ্ধ দার্শনিক নাগার্জুন যুক্তিবিদ্যার চতুষ্কোটি রূপকে পরিমার্জন করেন। গ্রীক ভাষায় একে টেট্রালেমা রূপে সূচিত করা হয়। চিরায়ত যুক্তিবিদ্যার প্রথায় টেট্রালেমা অর্থ হল 'চতুর্কোণী যুক্তি', যা চতুষ্কোটি বিদ্যারূপের সাথে বহুলাংশে তুলনীয়, কিন্তু সমযোগ্য নয়।\n\n\n=== ন্যায় ===\nন্যায়-এর আক্ষরিক অর্থ পুনরাবৃত্তি, যা সিলোজিজম, অনুমান ইত্যাদি বোধার্থবহ। হিন্দু দর্শনের ছয়টি সনাতনী বা আস্তিক দর্শনের একটি বিশেষ যুক্তিবাদী সম্প্রদায়কে ন্যায় সম্প্রদায় বলা হয়।\nদার্শনিক ভাবধারার ন্যায় দর্শনের ভিত্তি হল ন্যায়সূত্র নামক পাঠ্যসমূহ যেগুলি খ্রিস্টীয় ২য় শতাব্দীতে গোতম লিখেছিলেন। আধুনিক হিন্দু চিন্তাধারায় ন্যায়দর্শন সবচেয়ে গুরুত্বপূর্ণ অবদান রাখে এর পদ্ধতির দ্বারা। উক্ত পদ্ধতির ভিত্তি হল এমন এক যুক্তিতন্ত্রের উপর যা পরবর্তীকালে অন্যান্য ভারতীয় দর্শনালয়ে (সনাতনী হোক বা না হোক) গৃহীত হয়েছে। একে অনেকটা এইভাবে যেভাবে বলা যেতে পারে যে, পাশ্চাত্য দর্শন যেমনিভাবে মূলত এরিস্টটলীয় যুক্তিবিদ্যার উপর প্রতিষ্ঠিত তেমনি ভারতীয় দর্শন তার উপর প্রতিষ্ঠিত।\nন্যায় সম্প্রদায়ের অনুসারীরা বিশ্বাস করতেন যে, বৈধ জ্ঞানার্জনই দুঃখ থেকে মুক্তি পাওয়ার একমাত্র উপায়। তাই তারা জ্ঞানের বৈধ উৎস শনাক্ত এবং তাহা নিছক মিথ্যা মতামত থেকে আলাদা করার অভিপ্রায়ে অনেক পরিশ্রম করেন। ন্যায় বিদ্যালয়ের মতে, জ্ঞানের (প্রমাণ) চারটি যথাযথ উৎস রয়েছে: প্রত্যক্ষ, অনুমান, উপমান এবং শব্দ। এখনও এগুলির প্রতিটির মাধ্যমে প্রাপ্ত জ্ঞান, আবশ্যিকভাবে বৈধ বা অবৈধ হতে পারে। ফলস্বরূপ, ন্যায় পণ্ডিতগণ আবারও কঠোর পরিশ্রমের মাধ্যমে প্রতিটি ক্ষেত্রে জ্ঞানকে বৈধ করতে কী লাগে সেই প্রক্রিয়ায় বেশ কয়েকটি ব্যাখ্যামূলক পরিকল্পনা তৈরি করেন। এই বোধার্থে, ন্যায় দর্শন হল সমসাময়িক বিশ্লেষণী দর্শনের সম্ভাব্য নিকটতম ভারতীয় সমতুল্য।\n\n\n=== জৈনিক যুক্তিবিদ্যা ===\nমৌলিক জ্ঞানতাত্ত্বিক সমস্যাবলিতে দখল রেখে তথা জ্ঞান কীভাবে উদ্ভূত হল, এবং কী পদ্ধতিতে জ্ঞানকে নির্ভরযোগ্য বলা যেতে পারে এসব জ্ঞানের সেসব প্রকৃতির উপর মনোনিবেশ করে জৈনধর্ম যুক্তিবিদ্যার মূলধারার বিকাশে নিজস্ব অনন্য অবদান রাখে । খ্রিস্টপূর্ব ৬ শতক থেকে ১৭ শতক খ্রিস্টাব্দ পর্যন্ত জৈন যুক্তিবিদ্যা বিকশিত হতে থাকে। জৈনদের মতে, চূড়ান্ত নীতি সর্বদা যৌক্তিক হওয়া উচিত এবং কোন নীতিই যুক্তি বা কারণবর্জিত হতে পারে না। এইভাবে কেউ জৈন গ্রন্থপাঠ্যে খুঁজে পান যে, কোনও বিষয়ের সমস্ত তথ্যের মধ্যে ইচ্ছাকৃত উপদেশগুলি গঠনমূলক বা বাধামূলক, অনুমানমূলক বা বিশ্লেষণাত্মক, জ্ঞানমূলক বা ধ্বংসাত্মক হতে পারে। জৈনদের আপেক্ষিকতার মতবাদ রয়েছে যা যুক্তি এবং কারণিকতায় ব্যবহৃত হয়:\n\nঅনেকান্তবাদ - আপেক্ষিক বহুত্ববাদ বা বহুবিধতার তত্ত্ব;\nস্যাদবাদ - শর্তযুক্ত ভবিষ্যদ্বাণী তত্ত্ব এবং;\nনয়বাদ - আংশিক অবস্থানের তত্ত্ব।\nএসব জৈন দার্শনিক ধারণাগুলি প্রাচীন ভারতীয় দর্শনে বিশেষ করে সংশয়বাদ এবং আপেক্ষিকতার ক্ষেত্রে সবচেয়ে গুরুত্বপূর্ণ অবদান রাখে। \nনীচে জৈন দার্শনিকদের তালিকা দেওয়া হল যারা জৈন যুক্তিবিদ্যায় অবদান রেখেছিলেন:\n\nকুন্দকুণ্ড (২য় শতক)। প্রবক্তাঃ জৈন রহস্যবাদ ও জৈন নায়াযা আত্মার প্রকৃতি এবং পদার্থ দ্বারা এর দূষণ নিয়ে কাজ করে, পঞ্চাস্তিকায়সার (পাঁচটি অস্তিত্বের সারাংশ), প্রবচনাসার (শাস্ত্রের সারাংশ) এবং সমায়াসার ( মতবাদের সারাংশ) গ্রন্থের লেখক।\nউমাস্বতী বা উমাস্বামী (2য় শতক)। সংস্কৃতে প্রথম জৈন রচনার তত্ত্বসূত্রের লেখক যিনি জৈন ধর্মের সমস্ত সম্প্রদায়ের কাছে গ্রহণযোগ্য একটি পদ্ধতিগত আকারে জৈন দর্শনকে প্রব্যাক্ত করেছেন।\nসিদ্ধসেন দিবাকর (৫ম শতাব্দী) একজন জৈন যুক্তিবিদ এবং সংস্কৃত ও প্রাকৃতে ন্যায়াবতার (যুক্তিবিদ্যার উপর) এবং সন্মতিসূত্র (সাতটি জৈন দৃষ্টিকোণ, জ্ঞান এবং জ্ঞানের বস্তু নিয়ে কাজ করা) মত গুরুত্বপূর্ণ রচনার লেখক।\nঅকালঙ্কা (৮ম শতাব্দী) একজন জৈন যুক্তিবিদ যার সংস্কৃত-ভাষার কাজগুলিকে ভারতীয় যুক্তিবিদ্যায় ল্যান্ডমার্ক হিসাবে দেখা হয়; যাকে বলা হয় \"জৈন যুক্তিবিদ্যার প্রভু\"।\nহরিভদ্রসুরি (৮ম শতাব্দী), একজন জৈন চিন্তাবিদ, লেখক এবং অনেকান্তবাদ ও জৈন প্রেক্ষাপটে ধ্যানের একটি সোটেরিওলজিকাল সিস্টেম তথা সেকেলে যোগশাস্ত্রের  মহান প্রবক্তা। তাঁর রচনার মধ্যে রয়েছে সদদর্শনসমুচয় এবং যোগবিন্দু।\nআচার্য হেমচন্দ্র (১০৮৯-১১৭২ খ্রিস্টাব্দ), একজন জৈন চিন্তাবিদ, লেখক, ইতিহাসবিদ, ব্যাকরণবিদ এবং যুক্তিবিদ। তাঁর রচনার মধ্যে রয়েছে <i>যোগশাস্ত্র</i> এবং ত্রিশষ্ঠী শলাকা পুরুষ চরিত্র ।\nমহোপাধ্যায় যশোবিজয়াজী (১৬২৪-৮৮ খ্রিস্টাব্দ), একজন জৈন যুক্তিবিদ।\nআচার্য মহাপ্রাজ্ঞ (১৯২০-২০১০ খ্রিস্টাব্দ) একজন জৈন যুক্তিবিদ। দর্শনপণ্ডিত দয়াকৃষ্ণ আচার্য শ্রী মহাপ্রাজ্ঞকে জৈন যুক্তিবিদ্যার বিষয়ে সবচেয়ে জ্ঞানী ব্যক্তি হিসেবে স্বীকৃতি দিয়েছেন। তাঁর \"নিউ ডাইমেনশনস ইন জৈন লজিক\" বইটি আধুনিক যুগে এই বিষয়ে অন্যতম সেরা কর্ম। ১৯৭৫ সালে তাকে জয়পুরের রাজস্থান বিশ্ববিদ্যালয়ে জৈন যুক্তিবিদ্যার উপর নয়টি বক্তৃতা দেওয়ার জন্য বিশেষভাবে আমন্ত্রণ জানানো হয়েছিল। বিশ্ববিদ্যালয় এই বক্তৃতাগুলি \"জৈন ন্যায় কা বিকাশ\" নামে একটি বই আকারে প্রকাশ করেছে। এসব বিষয়ের উপর তাঁর বইগুলোরর মধ্যে রয়েছে \"জৈন দর্শন-মান্নান অওর মীমাংসা\", \"জৈন ধর্ম অওর সংস্কৃতি\", \"জৈন দর্শন ও আনেকান্তবাদ\", \"জৈন ধর্ম অওর দর্শন\"।\n\n\n=== বৌদ্ধ যুক্তিবিদ্যা ===\nভারতীয় বৌদ্ধ যুক্তিবিদ্যা (যা প্রমাণ নামে পরিচিত) প্রায় ৫০০ খ্রিস্টাব্দ থেকে ১৩০০ খ্রিস্টাব্দ পর্যন্ত বিকাশ লাভ করে। বৌদ্ধ যুক্তিবিদ্যার প্রধান তিনজন লেখক হলেন বসুবন্ধু (৪০০-৮০০ খ্রি), দিগ্নাগ (৪৮০-৫৪০ খ্রি), এবং ধর্মকীর্তী (৬০০-৬৬০ খ্রি)। সবচেয়ে গুরুত্বপূর্ণ তাত্ত্বিক কৃতিত্ব হল ত্রৈরপ্যা (সংস্কৃত. त्रैरूप्य) মতবাদ এবং দিগ্নাগা প্রদত্ত হেতুচক্র (সংস্কৃত. हेतुचक्र; \"কারণচাকা\") এর উচ্চানুষ্ঠানিক পরিকল্পনা। তিব্বতীয় বৌদ্ধ ঐতিহ্যে বৌদ্ধ যুক্তিবিদ্যার একটি প্রাণবন্ত জীবন্ত ঐতিহ্য রয়েছে, যেখানে যুক্তিবিদ্যা ভিক্ষুদের শিক্ষার একটি গুরুত্বপূর্ণ অংশ।\n\n\n=== নব্য-ন্যায় ===\nভারতীয় দর্শনের নব্য-ন্যায় বা নিও-লজিক্যাল দর্শন (বিদ্যালয়) খ্রিস্টীয় ১৩ শতকে মিথিলার দার্শনিক গঙ্গেশ উপাধ্যায়ের হাতে প্রতিষ্ঠিত হয়। এটি ছিল শাস্ত্রীয় ন্যায় দর্শনের একটি বিকাশ। নব্য-ন্যায়ের উপর প্রভাব ছিল পূর্ববর্তী দার্শনিক বাচস্পতি মিশ্র (৯০০-৯৮০ খ্রি) এবং উদয়নাচার্যের (১০ম খ্রিস্টাব্দের শেষের দিকে) কর্মগুলি।\nগঙ্গেশের পুস্তক তত্ত্বচিন্তামণি (\"বাস্তবতার চিন্তা-রত্ন\") আংশিকভাবে শ্রীহর্ষের খণ্ডনাখণ্ডখাদ্যে-র প্রতিক্রিয়ায় লেখা হয়েছিল যা ছিল অদ্বৈত বেদান্তের একটি প্রতিরক্ষা পুস্তক, যা চিন্তা ও ভাষার ন্যায় তত্ত্বের একগুচ্ছ পুঙ্খানুপুঙ্খ সমালোচনা প্রস্তাব করে। গঙ্গেশ তার পুস্তকে উক্ত উভয়ের কিছু সমালোচনাকে সম্বোধন করেন। আরও গুরুত্বপূর্ণ যে, তিনি সমালোচনামূলকভাবে ন্যায় দর্শন নিজেই পরীক্ষা করেছেন। তিনি মনে করেছিলেন যে, শ্রীহর্ষ ন্যায় বাস্তববাদী অন্টোলজিকে চ্যালেঞ্জ করতে সফলভাবে ব্যর্থ হয়েছেন। তাই তার এবং গঙ্গেশের নিজস্ব সমালোচনাগুলি ন্যায় চিন্তার যৌক্তিক এবং ভাষাগত সরঞ্জামগুলিকে আরও কঠোর এবং সুনির্দিষ্ট করার জন্য উন্নত ও পরিমার্জিত করার প্রয়োজন আনে।\nতত্ত্বচিন্তামণি ভারতীয় দর্শন, যুক্তিবিদ্যা, সেট তত্ত্ব এবং বিশেষ করে জ্ঞানতত্ত্বের সমস্ত গুরুত্বপূর্ণ দিক নিয়ে কাজ করে যেগুলি গঙ্গেশ কঠোরভাবে পরীক্ষা করে ন্যায় প্রকল্পের বিকাশ ও উন্নতি করেছেন এবং উদাহরণ দিয়েছেন। উহার ফলাফল, বিশেষ করে তার জ্ঞানের বিশ্লেষণ, অন্যান্য দর্শন ধার নেয় এবং ব্যবহার করে।\nনব্য-ন্যায় একটি পরিশীলিত ভাষা এবং ধারণাগত পরিকল্পনা তৈরি করেছে যা যুক্তিবিদ্যা এবং জ্ঞানবিজ্ঞানের সমস্যাগুলিকে উত্থাপন, বিশ্লেষণ এবং সমাধান করার অনুমতি দেয়। এটি সমস্ত ন্যায় ধারণাকে চারটি প্রধান শ্রেণীতে বিভক্ত করে: ইন্দ্রিয় বা উপলব্ধি (প্রত্যক্ষ), অনুমান, তুলনা বা সাদৃশ্য (উপমান), এবং সাক্ষ্য (ধ্বনি বা শব্দ)।\nএই দর্শন পূর্ব ভারত এবং বাংলার আশেপাশে শুরু হয় এবং আধুনিক যুক্তিবিদ্যার মতো তত্ত্ব তৈরি করতে সক্ষম হয়, যেমন গটলব ফ্রেজের \"সঠিক নামের অর্থ ও উল্লেখের মধ্যে পার্থক্য\" এবং \"সংখ্যার সংজ্ঞা\" আর নব্য-ন্যায়দের \"সর্বজনীনের জন্য সীমাবদ্ধ শর্ত\" তত্ত্বটি আধুনিক সেট তত্ত্বের কিছু উন্নয়নের প্রত্যাশা করে। বিশেষ করে উদয়নাচার্য \"সর্বজনীনের জন্য সীমাবদ্ধ অবস্থা\" এবং \"অসীম প্রত্যাগতি\"-র তত্ত্বগুলি তৈরি করেন যা আধুনিক সেট তত্ত্বের প্রত্যাশিত দিকগুলিকে পূর্বানুমান করে। কিশোর কুমার চক্রবর্তীর মতে:\n\nIn the third part we have shown how the study of the so-called 'restrictive conditions for universals' in Navya-Nyaya logic anticipated some of the developments of modern set theory. [...] In this section the discussion will center around some of the 'restrictive conditions for universals (jatibadhaka) proposed by Udayana. [...] Another restrictive condition is anavastha or vicious infinite regress. According to this restrictive condition, no universal (jati) can be admitted to exist, the admission of which would lead to a vicious infinite regress. As an example Udayana says that there can be no universal of which every universal is a member; for if we had any such universal, then, by hypothesis, we have got a given totality of all universals that exist and all of them belong to this big universal. But this universal is itself a universal and hence (since it cannot be a member of itself, because in Udayana's view no universal can be a member of itself) this universal too along with other universals must belong to a bigger universal and so on ad infinitum. What Udayana says here has interesting analogues in modern set theory in which it is held that a set of all sets (i.e., a set to which every set belongs) does not exist.\n\n\n== আধুনিক যুক্তিবিদ্যার উপর ভারতীয় যুক্তির প্রভাব ==\n18 শতকের শেষের দিকে ব্রিটিশ পণ্ডিতরা ভারতীয় দর্শনে আগ্রহী হতে শুরু করেন এবং অনুমানের ভারতীয় অধ্যয়নের পরিশীলিততা আবিষ্কার করেন। এই প্রক্রিয়ার সমাপ্তি ঘটে হেনরি টি. কোলব্রুকের দ্য ফিলোসফি অফ দ্য হিন্দুস: অন দ্য ন্যায় অ্যান্ড ভাইসেসিকা সিস্টেমস- এ 1824 সালে, যা প্রাপ্ত অ্যারিস্টটলীয় যুক্তির সাথে অনুমান এবং তুলনার একটি বিশ্লেষণ প্রদান করে, যার ফলে দেখা যায় যে অ্যারিস্টটলীয় সিলোজিজম পারেনি। ভারতীয় syllogism জন্য অ্যাকাউন্ট. ম্যাক্স মুলার থমসনের চিন্তার আইনের আউটলাইন এর 1853 সংস্করণে একটি পরিশিষ্ট অবদান রেখেছিলেন, যেখানে তিনি গ্রীক এবং ভারতীয় যুক্তিবিদ্যাকে একই সমতলে রেখেছিলেন: \"যতদূর ইতিহাস আমাদের বিচার করতে দেয় যুক্তিবিদ্যা এবং ব্যাকরণের বিজ্ঞানগুলি ছিল, উদ্ভাবিত বা মূলত দুটি জাতির দ্বারা কল্পনা করা হয়েছে শুধুমাত্র হিন্দু এবং গ্রীকদের দ্বারা।\" \nজোনার্দন গানেরি এই সময়টা পর্যবেক্ষণ করেছেন</link> দেখেছেন জর্জ বুল (1815-1864) এবং অগাস্টাস ডি মরগান (1806-1871) তাদের বীজগণিতীয় ধারণাগুলির অগ্রগামী প্রয়োগগুলিকে যুক্তির গঠনে (যেমন বীজগণিতীয় যুক্তিবিদ্যা এবং বুলিয়ান লজিক ) তৈরি করেছেন এবং পরামর্শ দিয়েছেন যে এই পরিসংখ্যানগুলি হতে পারে। জেনো-লজিকের এই অধ্যয়নগুলি সম্পর্কে সচেতন, এবং আরও যে ত্রুটিগুলি সম্পর্কে তাদের অর্জিত সচেতনতা প্রস্তাবিত যুক্তি সম্ভবত সিস্টেমের বাইরে দেখার জন্য তাদের ইচ্ছাকে উদ্দীপিত করেছে।\nভারতীয় যুক্তিবিদ্যা অনেক পশ্চিমা পণ্ডিতদের দৃষ্টি আকর্ষণ করেছিল এবং 19 শতকের অগ্রগামী যুক্তিবিদ যেমন চার্লস ব্যাবেজ (1791-1871), অগাস্টাস ডি মরগান এবং বিশেষ করে জর্জ বুলের উপর প্রভাব ফেলেছিল, যা বুলের স্ত্রী মেরি এভারেস্ট বুল দ্বারা নিশ্চিত করা হয়েছে। 1901 সালে লেখা \"ভারতীয় চিন্তাধারা এবং ঊনবিংশ শতাব্দীতে ওয়েস্টার্ন সায়েন্স\" শিরোনামে ডঃ বোসকে খোলা চিঠি।  \nডি মরগান নিজেই 1860 সালে ভারতীয় যুক্তিবিদ্যার তাৎপর্য সম্পর্কে লিখেছিলেন: \"যে দুটি জাতি গণিতকে প্রতিষ্ঠিত করেছে, সংস্কৃত এবং গ্রীক ভাষার মধ্যে, সেই দুটি জাতি যা স্বাধীনভাবে যুক্তিবিদ্যার সিস্টেম তৈরি করেছে।\" \nগণিতবিদরা ইউরোপীয়দের উপর ভারতীয় গণিতের প্রভাব সম্পর্কে সচেতন হন। উদাহরণস্বরূপ, হারম্যান ওয়েইল লিখেছেন: \"অক্সিডেন্টাল ম্যাথমেটিক্স বিগত শতাব্দীতে গ্রীক দৃষ্টিভঙ্গি থেকে বিচ্ছিন্ন হয়ে গেছে এবং এমন একটি কোর্স অনুসরণ করেছে যা ভারতে উদ্ভূত বলে মনে হয় এবং যা আরবদের দ্বারা আমাদের কাছে সংযোজন সহ প্রেরণ করা হয়েছে; এতে ধারণাটি যৌক্তিকভাবে জ্যামিতির ধারণার আগে দেখা যায় [...] কিন্তু গণিতের বর্তমান প্রবণতা স্পষ্টভাবে গ্রীক দৃষ্টিকোণে ফিরে যাওয়ার দিকে যাচ্ছে পরিমাণের।\" \n\n\n== আরও দেখুন ==\nচতুষ্কোটি\nটেট্রালেমা\nযৌক্তিক সংযোজক\nডায়ালেথিজম\nপ্যারাকন্সিস্টেন্ট যুক্তি\nপ্রসঙ্গিকা\nদ্বসত্য মতবাদ\nতর্ক-সংগ্রহ\nপ্রাচীন ভারতে বিতর্ক\nসাতটি মূল্যবান যুক্তি\n\n\n== নোট ==\n\n\n== তথ্যসূত্র ==\nগানেরি, জোনার্ডন ২০০৪। Indian Logic । উৎস: ডভ গাব্যে ও জন উড (সংস্করণ), Greek, Indian and Arabic Logic, Handbook of the History of Logic, খণ্ড ১, অ্যামস্টার্ডেম: এলসেভিয়ের, পৃ. ৩০৯-৩৯৬।\nগ্যানেরি, জোনার্ডন (সংস্করণ) ২০০১। Indian Logic. A Reader. নিউ ইয়র্ক: রাউটলেজ কার্জন।\nমতিলাল, বিমল কৃষ্ণ ১৯৮৫। Logic, Language, and Reality. An Introduction to Indian Philosophical Studies. দিল্লি: মতিলাল বার্নাসিদাস, আইএসবিএন ০-১৯-৫৬৬৬৫৮-৫\nমতিলাল, বিমল কৃষ্ণ ১৯৯৮। The Character of Logic in India, জোনার্ডন গ্যানেরি এবং হীরামন তিওয়ারি সম্পাদিত: স্টেট ইউনিভার্সিটি অফ নিউ ইয়র্ক প্রেস।\nপেরেট রয় (সংস্করণ) ২০০১। Logic and Language: Indian Philosophy, নিউ ইয়র্ক: রুটলেজ।\n\n\n== বহিঃলিঙ্ক ==\nLogic in Classical Indian Philosophy স্ট্যানফোর্ড এনসাইক্লোপিডিয়া অফ ফিলোসফি-র ভুক্তি\nIndian Logic and Ontology An annotated bibliography\nAristotle and Gautama on Logic and Physics\nAsian Philosophy and Critical Thinking: Divergence or Convergence?\nব্রেন্ডান গিলন, Indian theories of inference (subscription), Routledge Encyclopedia of Philosophy, ১৯৯৮.\nভলকাস পেখাউস, Dignaga’s Logic of Invention.  In Ivor Grattan-Guinness, সম্পাদক,  History of the Mathematical Sciences, ২০০৪.\nবি. বি. স. শর্মা. \"Indian Systems of Logic (Nyaya): A Survey\" (PDF) .  Proc. বোম্বাই লজিক কনফারেন্স, ২০০৫.\nসতীষ চন্দ্র বিধভুষণ (১৯০৭), History of the Mediaeval School of Indian Logic, কলকাতা বিশ্ববিদ্যালয়।"}