{"pageid": 1489351, "title": "গ্নু মেইলম্যান", "url": "https://bn.wikipedia.org/wiki?curid=1489351", "content": "গ্নু মেইলম্যান হল গ্নু প্রকল্পের একটি কম্পিউটার সফটওয়্যার অ্যাপ্লিকেশন যা ইলেকট্রনিক মেইলিং তালিকা পরিচালনার জন্য ব্যবহৃত হয়। মেইলম্যান প্রাথমিকভাবে পাইথন প্রোগ্রামিং ভাষায় লিখিত। মেইলম্যান একটি মুক্ত সফটওয়্যার, যা গ্নু জেনারেল পাবলিক লাইসেন্সের অধীনে লাইসেন্সকৃত।\n\n\n== ইতিহাস ==\nমেইলম্যানের খুবই প্রাথমিক সংস্করণটি জন ভিয়েগা দ্বারা লেখা হয়েছিল, যখন তিনি একজন স্নাতক ছাত্র ছিলেন। পরবর্তীতে, প্রায় ১৯৯৮ সালে একটি হার্ড ড্রাইভ ক্র্যাশের কারণে তিনি তার উৎস কোডের কপি হারিয়ে ফেলেন। সিএনআরআইয়ের কেন মানহাইমার মেজর্ডোমোর বিকল্প খুঁজছিলেন, তখন উন্নয়ন কাজ গ্রহণ করেন। যখন মানহাইমার সিএনআরআই ছেড়ে চলে যান, ব্যারি ওয়ারসাও উন্নয়ন কাজ গ্রহণ করেন। মেইলম্যান ৩— এক দশকেরও বেশি সময় পর প্রথম প্রধান নতুন সংস্করণটি এপ্রিল ২০১৫ সালে প্রকাশিত হয়।\n\n\n== বৈশিষ্ট্য ==\nমেইলম্যান অধিকাংশ ইউনিক্স-সদৃশ সিস্টেম, যেমন লিনাক্সে চলে। মেইলম্যান ৩.০ থেকে এটি পাইথন-৩.৪ বা তার নতুন সংস্করণ আবশ্যক করেছে। এটি ইউনিক্স-স্টাইল মেইল সার্ভার যেমন এক্সিম, পোস্টফিক্স, সেন্ডমেইল এবং কিউমেইলের সাথে কাজ করে। এর বৈশিষ্ট্যগুলো হল:\n\nপ্রতিটি মেইলিং তালিকার জন্য একটি কাস্টমাইজযোগ্য, সর্বসাধারণের জন্য অ্যাক্সেসযোগ্য ওয়েব পাতা।\nমেইলিং তালিকা পরিচালনা, মেসেজ আর্কাইভিং, স্প্যাম ফিল্টারিং ইত্যাদির জন্য ওয়েব অ্যাপ্লিকেশন। ব্যবহারকারীদের (স্ব-পরিচালনার জন্য), মডারেটরদের (তালিকা পোস্ট গ্রহণ/অস্বীকার করার জন্য) এবং অ্যাডমিনিস্ট্রেটরদের জন্য পৃথক ইন্টারফেস রয়েছে।\nপ্রতিটি তালিকার জন্য একাধিক অ্যাডমিনিস্ট্রেটর এবং মডারেটরের সমর্থন।\nপ্রতি তালিকার গোপনীয়তা বৈশিষ্ট্য, যেমন বন্ধ-সদস্যতা, ব্যক্তিগত আর্কাইভ, ব্যক্তিগত সদস্য রোস্টার এবং প্রেরক-ভিত্তিক পোস্টিং নিয়ম।\nএকীকৃত বাউন্স ডিটেকশন এবং অটোমেটিক হ্যান্ডলিং অফ বাউন্সিং অ্যাড্রেস।\nএকীকৃত স্প্যাম ফিল্টার।\nমেজর্ডোমো-স্টাইল ইমেইল ভিত্তিক কমান্ড।\nভার্চুয়াল ডোমেইনের সমর্থন।\nতালিকা আর্কাইভিং। মেইলম্যান ২ এর সাথে প্রদত্ত ডিফল্ট আর্কাইভার হল পাইপারমেইল, যদিও অন্যান্য আর্কাইভার ব্যবহার করা যেতে পারে। মেইলম্যান ৩ এর জন্য আর্কাইভার হল হাইপারকিটি।\n\n\n== আরও দেখুন ==\n\nই-মেইল\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\n\n=== রিভিউ ===\nমেইলিং তালিকা ব্যবস্থাপনা সহজ করা হয়েছে\n\n\n=== অন্যান্য উদ্ধৃতি ===\nপ্রশাসকের নির্দেশিকা তালিকা করুন\n\"মেইলম্যান - পাইথন ব্যবহার করে একটি এক্সটেনসিবল মেইলিং লিস্ট ম্যানেজার\" ; কেন ম্যানহেইমার, ব্যারি ওয়ারশ, জন ভিয়েগা; 10-13 নভেম্বর, 1998 সালের 7 তম আন্তর্জাতিক পাইথন সম্মেলনে উপস্থাপিত\n\"মেইলম্যান: জিএনইউ মেইলিং লিস্ট ম্যানেজার\" ; জন ভিয়েগা, ব্যারি ওয়ারশ, কেন ম্যানহেইমার; 12তম ইউজেনিক্স সিস্টেম অ্যাডমিনিস্ট্রেশন কনফারেন্সে (LISA '98), ডিসেম্বর 9, 1998 উপস্থাপিত\nদ্য আর্কিটেকচার অফ ওপেন সোর্স অ্যাপ্লিকেশন ভলিউম 2- এ গ্নু  মেইলম্যান অধ্যায়\nPyCon US 2012-এ মেইলম্যান 3-এ ব্যারি ওয়ারশের উপস্থাপনা\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nMailman Documentation\nMailman support mailing lists\n \"গ্নু মেইলম্যান\"। ফ্রিকোড। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}