{"pageid": 1489650, "title": "কম্পিউটার-নিয়ন্ত্রিত যানবাহন ব্যবস্থা", "url": "https://bn.wikipedia.org/wiki?curid=1489650", "content": "কম্পিউটার-নিয়ন্ত্রিত যানবাহন ব্যবস্থা, যা প্রায় সর্বত্র Computer-controlled Vehicle System বা CVS নামে পরিচিত, ১৯৭০-এর দশকে জাপানি শিল্প সহাচার্য/অংশীদারিত্ব দ্বারা বিকাশিত একটি ব্যক্তিগত দ্রুত পরিবহন (Personal Rapid Transit বা PRT) ব্যবস্থা ছিল। সেই সময়কার বেশিরভাগ ব্যক্তিগত দ্রুত পরিবহন ব্যবস্থার মতো, কম্পিউটার-নিয়ন্ত্রিত যানবাহন ব্যবস্থা ছিল ছোট চারজনের ধারণক্ষমতাসম্পন্ন একটি বৈদ্যুতিক যানভিত্তিক, যা ছোট মিনি ভ্যানের মতো দেখতে। এই যানগুলো চাহিদা অনুযায়ী ডাকা যেত এবং সরাসরি ব্যবহারকারীর গন্তব্যে পৌঁছাত। তবে, অন্যান্য ব্যক্তিগত দ্রুত পরিবহন ব্যবস্থার তুলনায় কম্পিউটার-নিয়ন্ত্রিত যানবাহন ব্যবস্থা এর বিশেষ বৈশিষ্ট্য ছিল—এটি মাল পরিবহনের জন্য আলাদা যানবাহন সরবরাহ করত, \"দ্বৈত-ব্যবহার\" উদ্ভাবন বা পরিকল্পনা অন্তর্ভুক্ত ছিল, যার ফলে যানবাহনগুলো ব্যক্তিগত দ্রুত পরিবহন ব্যবস্থা নেটওয়ার্ক থেকে সরিয়ে হাতে চালানো যেত, এবং এটি প্রচলিত সড়ক-ধাঁচের নেটওয়ার্কে সংযোগস্থলে থামার সুবিধাও প্রদান করত।\nএক্সপো '৭০-এ \"ট্রাফিক গেম\" প্রদর্শনের জন্য একটি প্রদর্শনী পদ্ধতি হিসেবে কম্পিউটার-নিয়ন্ত্রিত যানবাহন ব্যবস্থা প্রকল্পের কাজ শুরু হয় ১৯৬০-এর দশকের শেষের দিকে। এই প্রদর্শনী সফল হয় এবং ১৯৭০ সালে একটি উন্নয়ন প্রকল্পে রূপ নেয়, যা সময়ের সাথে সাথে একাধিকবার সম্প্রসারিত হয় এবং শেষ পর্যন্ত টোকিওর বাইরে একটি বড় পরীক্ষামূলক পথ তৈরি করা হয়। তবে, ১৯৭৮ সালে, বিদ্যমান নিরাপত্তা বিধিমালা অনুযায়ী স্বল্প দূরত্বে যানবাহন চলাচলের ঝুঁকি উল্লেখ করে, ভূমি, অবকাঠামো ও পরিবহন মন্ত্রণালয় CVS-এর লাইসেন্স প্রদান করতে অস্বীকৃতি জানায়। এর ফলে কম্পিউটার-নিয়ন্ত্রিত যানবাহন ব্যবস্থা ব্যবস্থার অন্যান্য পরিকল্পিত প্রকল্পও থেমে যায়, এবং ওই বছরই প্রকল্পটির কাজ বন্ধ হয়ে যায়।\n\n\n== ইতিহাস ==\n\n\n=== পটভূমি ===\nছোট শহরাঞ্চল এবং বড় শহরের উপশহরগুলোতে গণপরিবহন সমস্যার সমাধান হিসেবে ব্যক্তিগত দ্রুত পরিবহন (Personal Rapid Transit বা PRT) ধারণাটি ১৯৫০-এর দশকে গড়ে ওঠে। বিদ্যমান পরিবহন ব্যবস্থা, যেমন ভারী রেল ও ভূ-গর্ভস্থ পথ, বিশাল পরিকাঠামোর প্রয়োজনীয়তার কারণে শুধুমাত্র ঘনবসতিপূর্ণ নগর এলাকায় সীমাবদ্ধ ছিল। অন্যদিকে, বাস চলাচলের জন্য বিদ্যমান সড়ক ব্যবস্থার উপর নির্ভর করতে হতো, যার ফলে যানজটের সমস্যায় পড়তে হতো এবং ভূ-গর্ভস্থ পথের মতো দ্রুতগামী সেবা দেওয়া সম্ভব হতো না। আধুনিক PRT এর ধারণা মূলত ১৯৫৩ সালে শুরু হয়, যখন শহর পরিবহন পরিকল্পনাবিদ ডন ফিচটার PRT এবং বিকল্প পরিবহন ব্যবস্থাগুলোর উপর গবেষণা শুরু করেন। ১৯৬৪ সালে, ফিচটার একটি বই প্রকাশ করেন, যেখানে তিনি মাঝারি থেকে কম জনবহুল এলাকায় স্বয়ংক্রিয় গণপরিবহন ব্যবস্থা প্রস্তাব করেন।\nসমাধান হিসেবে \"মিনি-সাবওয়ে\" (ছোট ভূ-গর্ভস্থ পথ) ব্যবস্থার ধারণা উঠে আসে, যা এত ছোট যে এর নির্মাণে প্রচলিত সাবওয়ে ব্যবস্থার মতো বিশাল ব্যয় হতো না। তবে প্রচলিত প্রযুক্তি দিয়ে এটি কার্যকর করা কঠিন ছিল, কারণ সাবওয়ে ব্যবস্থায় যানবাহনের মধ্যে নির্দিষ্ট দূরত্ব (হেডওয়ে) বজায় রাখতে হয়, যা সাধারণত কয়েক মিনিট। এর ফলে যানবাহনের সংখ্যা কমে যেত, আর যদি প্রতিটি যানবাহনের যাত্রী ধারণক্ষমতাও কম থাকে, তাহলে পুরো ব্যবস্থার পরিবহন ক্ষমতা খুবই সীমিত হয়ে যেত।\nএই সমস্যার সমাধান ছিল যানবাহনের মধ্যে দূরত্ব কমানো, যাতে ব্যবস্থায় বেশি যানবাহন চলতে পারে। উদীয়মান কম্পিউটার প্রযুক্তি এই সমাধান বাস্তবায়নে গুরুত্বপূর্ণ ভূমিকা পালন করতে পারত, কারণ এটি যানবাহনের চলাচল আরও সুনিয়ন্ত্রিত এবং কার্যকরভাবে পরিচালনা করতে সক্ষম ছিল।\n১৯৫০-এর দশকে মার্কিন যুক্তরাষ্ট্র একটি তীব্র শহুরে অবক্ষয়ের (urban decay) সময়ের মধ্য দিয়ে যায়। পরিকল্পনাবিদরা এর জন্য আন্তঃরাজ্য মহাসড়ক ব্যবস্থার নির্মাণকে দায়ী করেন; এটি মানুষের জন্য কম খরচে শহরের কেন্দ্র থেকে অনেক দূরে বাড়ি কেনা সহজ করে দেয়, যার ফলে শহরগুলো থেকে মূলধনের স্রোত অন্যত্র চলে যায়। শুধুমাত্র নিউ ইয়র্ক এবং বোস্টনের মতো উন্নত গণপরিবহন ব্যবস্থা থাকা শহরগুলো এই সমস্যাগুলো এড়াতে সক্ষম হয়। যদি গণপরিবহনই এর সমাধান হয়ে থাকে, তাহলে এমন একটি ব্যবস্থা দরকার ছিল যা ছোট শহরগুলোতে সাশ্রয়ী খরচে নির্মাণ করা সম্ভব। এভাবেই স্বাভাবিকভাবে ব্যক্তিগত দ্রুত পরিবহন (PRT) ধারণার জন্ম হয়।\n১৯৬৭ সালে ব্যক্তিগত দ্রুত পরিবহন (PRT) বিকাশে বড় ধরনের অগ্রগতি ঘটে, যখন মার্কিন যুক্তরাষ্ট্রের হাউজিং অ্যান্ড আরবান ডেভেলপমেন্ট (HUD) বিভাগের অর্থায়নে একটি শিল্প গবেষণা পরম্পরা শুরু হয়, যা \"HUD প্রতিবেদন\" নামে পরিচিত। এই গবেষণাগুলো PRT ধারণাকে শক্তিশালী সমর্থন দেয়। ১৯৬৮ সালে Tomorrow's Transportation নামে প্রতিবেদনগুলোর প্রকাশনা সারা বিশ্বে উন্নয়ন কর্মকাণ্ডের ঢেউ তোলে, কারণ তখন মনে হচ্ছিল PRT হতে যাচ্ছে \"পরবর্তী বড় উদ্ভাবন\"। ১৯৬০-এর দশকের শুরুর দিকেই এক ডজনের বেশি PRT প্রকল্প চলমান ছিল, যেখানে ছোট সাবওয়ে ব্যবস্থার মতো সহজ নকশা থেকে শুরু করে আরও জটিল ব্যবস্থা পর্যন্ত বিভিন্ন সমাধান প্রস্তাব করা হয়, যা HUD প্রতিবেদনগুলোতে \"ডায়াল-অ্যা-ক্যাব\" নামে উল্লেখ করা হয়।\n\n\n=== ট্রাফিক গেইম ===\nওসাকার এক্সপো '৭০ প্রোগ্রামের অংশ হিসেবে, ১৯৬৮ সালে একটি বিশ্ববিদ্যালয় ও শিল্প দলের সহযোগিতায় অটোমোবাইল ইন্ডাস্ট্রিজ প্যাভিলিয়নে একটি \"ট্রাফিক গেইম\" তৈরি করা হয়। এই নেটওয়ার্কটি ৫ মিটার ব্যবধানে থাকা গাইডওয়ের (চলনপথ) একটি গ্রিড নিয়ে গঠিত, যেখানে দশটি দুই-আসনের বৈদ্যুতিক গাড়ি চলাচল করত। গাড়িগুলো রাস্তার নিচে স্থাপিত তারের মাধ্যমে কেন্দ্রীয় কম্পিউটারের সাথে যুক্ত ছিল। এই কম্পিউটার ক্রসিং ট্রাফিক থাকলে গাড়িগুলোকে চৌরাস্তার সামনে থামানো বা চালু করার নির্দেশ দিত। তবে, যদি কোনো ক্রসিং ট্রাফিক না থাকত, গাড়িগুলো থামা ছাড়াই চৌরাস্তা পার হয়ে যেত।\nএই পদ্ধতিটি অনাবশ্যক থামা এড়িয়ে যাত্রী পরিবহন ক্ষমতা উল্লেখযোগ্যভাবে বাড়ায়। নির্ধারিত সময়সূচিভিত্তিক ব্যবস্থা (যেমন ট্রাফিক সিগন্যাল) যেখানে প্রায়ই অপ্রয়োজনীয় থামার কারণে গতি কমে, সেখানে এই পদ্ধতি গাড়ির গড় গতি বাড়িয়ে তোলে।\nযদিও এটি ছিল প্রদর্শনী ব্যবস্থা (ডেমো সিস্টেম), তবুও এটি তখনকার বেশিরভাগ PRT ব্যবস্থার (সিস্টেমের) তুলনায় অনেক উন্নত ছিল। সেই সময়ে বেশিরভাগ ব্যবস্থা (সিস্টেম) দ্বিতীয় প্রজন্মের (Generation II) কম্পিউটারের যুগে নকশা (পরিকল্পনা) করা হয়েছিল (যেমন PDP-8 ছিল বেশ প্রচলিত), যা আকারে বড় এবং তুলনামূলকভাবে ধীরগতির ছিল। এসব ব্যবস্থা (সিস্টেম) সাধারণত একটি নির্ধারিত নেটওয়ার্কে কোনো বিরতি ছাড়াই পথ (রুট) পরিকল্পনার উপর সীমাবদ্ধ থাকত, যা পথের (রুটিং) কাজকে অনেক সরল করে দিত।\nনেটওয়ার্কে থাকা যানবাহনগুলোকে একটি নির্দিষ্ট গতিতে চলমান বা জরুরি অবস্থায় সম্পূর্ণ থামা অবস্থায় ধরে নেওয়া হতো। রাস্তায় রুটের (পথের) মধ্যে থামার কোনো ব্যবস্থা না থাকায় সময় নির্ধারণ জটিল হতো না। এর ফলে গাইডওয়ের (চলনপথের) নেটওয়ার্ক বিদ্যমান অবকাঠামোর সাথে যুক্ত করা যেত না, যেমন রাস্তার সাথে যেখানে রুটের (পথের) মধ্যবর্তী ক্রসিং পয়েন্টে থামার প্রয়োজন হতে পারে। তাই অবস্থানস্থলগুলোকে (স্টেশন) \"অফ-লাইন\" পদ্ধতিতে নির্মাণ করতে হতো, যাতে অন্য যানবাহন পূর্ণ গতিতে পাশ দিয়ে যেতে পারে।\n\"ট্রাফিক গেইম\" প্রদর্শনী ব্যবস্থা ছিল অনেক বেশি নমনীয়। কম্পিউটার ব্যবস্থা (সিস্টেম) সব সময় যানবাহনের অবস্থান জানত এবং নেটওয়ার্কের নির্দিষ্ট পয়েন্টে প্রয়োজন অনুযায়ী তাদের গতি বাড়ানো বা কমানোর নিয়ন্ত্রণ করতে পারত। এর ফলে গাইডওয়ের (চলনপথের) নকশা এমনভাবে করা সম্ভব হয়েছিল, যা প্রচলিত রাস্তাগুলোর মতো, যেখানে ক্রসিং পয়েন্টে আলাদা ট্র্যাক বা অফলাইন অবস্থানস্থল (স্টেশন) নির্মাণের প্রয়োজন পড়ত না।\nযদিও এই ধরনের অবকাঠামো ব্যবস্থার (সিস্টেমের) কার্যক্ষমতা বাড়াতে সহায়ক হতে পারত, কম যানবাহন চলাচল বা চাহিদার এলাকাগুলোতে এগুলো বাদ দিয়ে খরচ সাশ্রয় করা যেত।\n\"ট্রাফিক গেইম\" ব্যবস্থা সফল হওয়ার পর, নকশাকারীরা প্রস্তাব দেন যে ১৯৭১ সালের শেষের দিকে ১৮তম টোকিও মোটর শোতে একটি আরও জটিল কিন্তু অনুরূপ ব্যবস্থা উপস্থাপন করা হবে। ১৯৭০ সালের জুলাইয়ে এই প্রস্তাবটি আন্তর্জাতিক বাণিজ্য ও শিল্প মন্ত্রণালয়ে (MITI) জমা দেওয়া হয়, যা সেই বছরের শরৎকালে অনুমোদিত হয়। ১৯৭১ সালের এপ্রিল থেকে অক্টোবরের মধ্যে নির্মিত নতুন ব্যবস্থাটি ১:২০ অনুপাতে ছোট গাড়ি ব্যবহার করে তৈরি হয়, যা টোকিওর গিঞ্জা এলাকার ৩০০ মিটার প্রশস্ত একটি জায়গার মডেল উপস্থাপন করত। কেন্দ্রীয় কম্পিউটার ব্যবস্থাটি (সিস্টেমটি) একসঙ্গে ১,০০০টি যানবাহন নিয়ন্ত্রণ করতে পারত।\n\n\n=== কম্পিউটার-নিয়ন্ত্রিত যানবাহন ব্যবস্থা বা সিভিএস ===\nটোকিও মোটর প্রদর্শনী অনুষ্ঠানে সফল প্রদর্শনীটির পর, MITI হিগাশিমুরায়ামায় একই ব্যবস্থার পূর্ণাঙ্গ সংস্করণ তৈরির জন্য অর্থায়ন করে। এটি একটি বিদ্যমান গাড়ি পরীক্ষার পথ এবং পুরোনো দৌড় প্রতিযোগিতার পথের উপর নির্মিত হয়। এ সময় বেশ কয়েকটি জাপানি কোম্পানি নিজেদের নকশা বা যুক্তরাষ্ট্র থেকে লাইসেন্স নেওয়া নকশা ব্যবহার করে পিআরটি (PRT) ব্যবস্থা তৈরির কাজ করছিল। তবে \"ট্রাফিক গেইম\" নকশাটি এর ক্রসিং চলনপথ (গাইডওয়ে) নেটওয়ার্ক এবং ট্রাফিক সামলানোর দক্ষতার কারণে বিশেষভাবে উন্নত ছিল।\n১৯৭২ সালের মাঝামাঝি সময়ে পথের মূল নকশার কাজ শেষ হয়, এবং সেই বছরের শরৎকালে রক্ষণাবেক্ষণ অঙ্গনের জন্য একটি সংক্ষিপ্ত চলনপথ নির্মাণ সম্পন্ন হয়। এর পরপরই ফ্রেমবিহীন চ্যাসিস পরীক্ষার কাজ শুরু হয়। ১৯৭৩ সালের শরৎকালে পুরো পথের নির্মাণ কাজ শেষ হয়।\nপরীক্ষার পথটি একটি বড় ডিম্বাকৃতি চক্রের (oval loop) আকারে ছিল, যা ২ কিমি লম্বা এবং প্রায় ২০০ মিটার প্রশস্ত। চক্রের কেন্দ্রে ছিল ক্রসিং লাইনের একটি জাল, ১০০ মিটার ব্যবধানে কয়েকটি যাত্রী অবস্থানস্থল, এবং রক্ষণাবেক্ষণ ও নিয়ন্ত্রণের সুবিধা। চক্রের উপরের অংশটি উচ্চগতির পরীক্ষার জন্য ব্যবহার করা হতো, আর নীচের অংশে লেন পরিবর্তনের পরীক্ষার জন্য দুটি সমান্তরাল পথ ছিল। পুরো পথজুড়ে মোট ৪.৮ কিমি চলনপথ (গাইডওয়ে) অন্তর্ভুক্ত ছিল।\nএই ব্যবস্থাটি শুরুতে ১০০টি গাড়ির একটি মিশ্র বহরের পরিকল্পনা করেছিল, তবে ১৯৭০-এর দশকের প্রচণ্ড মুদ্রাস্ফীতির কারণে বাজেট সংকোচন করে বহরটি ৬০টি গাড়িতে নামিয়ে আনা হয়। যাত্রীবাহী গাড়ির মূল নকশাটি চারজন ধারণক্ষম ছিল এবং এটি দেখতে ছোট মিনিভ্যানের মতো, যেখানে ইঞ্জিনের জন্য সামনের কোনো \"ঢাকনা\" বা \"হুড\" ছিল না। জরুরি ব্রেকের ক্ষমতা খুবই শক্তিশালী হওয়ায় যাত্রীদের পেছনের দিকে মুখ করে বসতে হতো। এর পাশাপাশি, জাপানের আইন অনুযায়ী স্বয়ংক্রিয় গাড়িতে দাঁড়িয়ে থাকা নিষিদ্ধ ছিল। কিছু সংস্করণে, চারটি আসনের মধ্যে দুটি ভাঁজ করা যেত যাতে বড় ধরনের বোঝা, যেমন বেবি প্রাম বা সাইকেল বহন করা যায়।\nCVS হালকা মালামাল পরিবহনের জন্যও পরীক্ষা চালায়, যেখানে ৩০০ থেকে ৪০০ কেজি পর্যন্ত বোঝা বহন করা যেত। তিন ধরনের মালামাল বহনের নকশা পরীক্ষা করা হয়েছিল: প্রথমটি ছিল ফ্ল্যাটবেড ধরনের, যা প্যালেট করা মালামালের জন্য ব্যবহার হতো এবং \"অবস্থানস্থল\" থেকে দুটি কনভেয়র বেল্ট দিয়ে বোঝা লোড করা হতো; দ্বিতীয়টি ছিল পিকআপ ট্রাকের মতো যার পেছনে একটি বাক্স ছিল; এবং তৃতীয়টি ছিল একটি আবৃত পোস্টাল ভ্যানের নকশা।\nCVS একটি দ্বৈত-মোডের গাড়ি তৈরি করেছিল, যা তারা ১৯৭৫ সালের জুলাই মাসে ওকিনাওয়ায় অনুষ্ঠিত এক্সপো '৭৫-এ প্রদর্শন করে। এই গাড়িটি সম্ভাব্য ক্রেতাদের জন্য এমনভাবে নকশা করা হয়েছিল যে, এটি ব্যাটারি চালিত শক্তিতে স্বল্প দূরত্বে ও কম গতিতে সাধারণ গাড়ির মতো চালানো যেত। তবে দীর্ঘ পথ ও উচ্চ গতির প্রয়োজন হলে, গাড়িটি গাইডওয়ে (চলনপথ)-তে উঠিয়ে নেওয়া হতো, যেখানে এটি বেশি শক্তি ও স্বয়ংক্রিয় নির্দেশনা ব্যবহার করে উচ্চ গতিতে চলতে পারত।\nএক্সপোতে কোবে স্টিলের আরেকটি বড় দলগত দ্রুত পরিবহন ব্যবস্থা প্রদর্শিত হয়েছিল, যা ছিল বোয়িং ভার্টলের তৈরি অ্যালডেন স্টারকার (staRRcar)-এর লাইসেন্সপ্রাপ্ত সংস্করণ।[\n\n\n=== বাতিলকরণ ===\nদুটি ধাপে পরীক্ষা চালানো হয়েছিল। প্রথম ধাপ ছিল মূল নির্মাণ এবং বিভিন্ন গতিতে বড় ব্যবধান রেখে (হেডওয়ে) পরিচালনার মাধ্যমে যান্ত্রিক নকশার উন্নয়ন। এই ধাপটি ১৯৭৬ সালে শেষ হয়। এরপর শুরু হয় দ্বিতীয় ধাপ, যেখানে \"সিস্টেম প্রদর্শনী\"র জন্য মাত্র এক সেকেন্ডের ব্যবধানে (যা সাধারণ গাড়ির চেয়ে অনেক কম) গাড়ি চালানোর পরীক্ষা করা হয়। এই ধাপটি ১৯৭৮ সালে শেষ হয়। এরপর কনসোর্টিয়াম প্রকল্প বাস্তবায়নের সুযোগ খুঁজতে থাকে এবং বাল্টিমোরে একটি স্থাপনার জন্য গুরুত্বপূর্ণ প্রস্তাব তৈরি করে।\nতবে, CVS-ও সেই সময়ের অন্যান্য PRT ব্যবস্থার মতো একই সমস্যায় পড়ে। জ্বালানি তেলের দাম কমে যাওয়া, বড় প্রকল্পের প্রতি মানুষের মানসিকতার পরিবর্তন, মর্গানটাউনের প্রদর্শনী প্রকল্পে খরচের বাড়তি চাপ, আর মার্কিন যুক্তরাষ্ট্রের আরবান মাস ট্রানজিট প্রশাসনে অগ্রগতির অভাবে PRT ব্যবস্থার প্রতি আগ্রহ কমে যায়। উদাহরণ হিসেবে বলা যায়, ক্যালিফোর্নিয়ার পাবলিক ইউটিলিটিজ কমিশন (CPUC) জানিয়েছিল যে তাদের রেল সংক্রান্ত নীতিমালা PRT-এর জন্যও প্রযোজ্য, যেখানে রেলওয়ের মতো বড় ব্যবধান (হেডওয়ে) বজায় রাখতে হবে। তবে CPUC কতটা কঠোরভাবে PRT-কে \"লাইট রেল\" এবং \"স্থির গাইডওয়ে রেল\" নিরাপত্তা মানদণ্ডে মেনে চলতে বাধ্য করবে, তা স্পষ্ট নয়, কারণ তারা বিশেষ ছাড় দিতে পারে বা নীতিমালা সংশোধন করতে পারে।\nএই পর্যায়ে এসে বেশ কিছু PRT ব্যবস্থা সম্পূর্ণভাবে প্রস্তুত ছিল, কিন্তু আগ্রহ এবং অর্থের অভাবে কোনো নতুন প্রকল্প বাস্তবায়িত হয়নি। ১৯৮০-এর দশকে শুধু কানাডার বড় মাপের বোম্বার্ডিয়ার ART এবং ফ্রান্সের VAL ব্যবস্থা কিছু প্রকল্পে বাস্তবায়িত হয়।\nজে. এডওয়ার্ড অ্যান্ডারসন, যিনি দীর্ঘদিন ধরে PRT নিয়ে কাজ করছেন এবং সমালোচক হিসেবেও পরিচিত, বলেছিলেন যে CVS-এর চলনপথ (গাইডওয়ে) আকারে বেশ বড় এবং এর চেহারা চারপাশের পরিবেশে খুব দৃশ্যমান ছিল। তবে তিনি এটাও স্বীকার করেন যে, মর্গানটাউন PRT সহ আরও অনেক সিস্টেমে একই রকম বা এর চেয়ে বড় চলনপথ ছিল, আর CVS-এর চলনপথ আসলে একটি সাধারণ রাস্তার তুলনায় ছোট ছিল। তিনি আরও বলেন, স্টেশনগুলোতে একবারে মাত্র একটি গাড়ি থামার ব্যবস্থা ছিল, যা ধারণক্ষমতায় সমস্যা তৈরি করতে পারে। পাশাপাশি, গাড়িগুলোর চলাচল ছিল কিছুটা অস্বস্তিকর, কারণ সেগুলোতে সাসপেনশনের কোনো সুবিধা ছিল না।\n\n\n== বর্ণনা ==\nসিভিএসের যানগুলো আধুনিক ভ্যানের মতো তৈরি করা হয়েছিল। প্রতিটি গাড়ির নিচে ছিল যান্ত্রিক চেসিস এবং তার ওপরে লাগানো ছিল মজবুত ধাতব বডি। গাড়ির দৈর্ঘ্য ছিল ৩ মিটার, প্রস্থ ১.৬ মিটার এবং উচ্চতা ১.৮৫ মিটার, আর ওজন ছিল প্রায় ১ টন। এর শক্তির উৎস ছিল একটি ২০০ ভোল্ট এসি মোটর, যা পিছনের চাকায় শক্তি সরবরাহ করত। এই মোটর ০.২ জি পর্যন্ত পুনর্জন্মীয় ব্রেকিং সক্ষমতা দিত, আর প্রয়োজন হলে প্রচলিত ব্রেক এই ক্ষমতাকে ০.৪ জি পর্যন্ত বাড়াতে পারত। জরুরি অবস্থায় ২ জি পর্যন্ত থামানোর ক্ষমতা সম্পন্ন একটি বিস্ফোরণচালিত যন্ত্রও লাগানো ছিল। যাত্রী পরিবহনের জন্য স্ট্যান্ডার্ড চার আসনের একটি গাড়ির ওজন ছিল প্রায় ২০০০ পাউন্ড।\nগাইডওয়ে ছিল দুটি সমান্তরাল ইস্পাতের আই-বিমের উপর ভিত্তি করে তৈরি, যা গাড়ির চলাচলের পথ হিসেবে ব্যবহৃত হতো। এর মাঝখানে ছিল আরেকটি ইস্পাতের চ্যানেল, যা নির্দেশিকা, জরুরি থামানোর পৃষ্ঠ, বিদ্যুৎ সরবরাহ এবং যোগাযোগের কাজ করত। গাড়ির চাকার রাবার ইস্পাতের উপর চলত, যা সর্বোচ্চ ১০ ডিগ্রি ঢাল অতিক্রম করতে পারত। তবে বৃষ্টি বা তুষারপাত হলে এই ক্ষমতা কিছুটা কমে যেত। ভালো আবহাওয়ায় গাড়িগুলো সাধারণত কম গতির পথে ৪০ কিমি/ঘণ্টায় চলত, আর উচ্চ গতির পথে এটি ৮০ কিমি/ঘণ্টা পর্যন্ত গতি তুলতে পারত।\nযানবাহনের নিয়ন্ত্রণ ব্যবস্থায় ছিল একটি \"মুভিং ব্লক\" নিয়ন্ত্রণ প্রযুক্তি, যা স্বয়ংক্রিয় রেলপথে ব্যবহৃত প্রযুক্তির মতো। প্রতিটি যানবাহনে একটি ছোট কম্পিউটার ছিল, যা প্রতি অর্ধ সেকেন্ডে বাহ্যিক নিয়ন্ত্রণ ব্যবস্থার সাথে যোগাযোগ করে গাড়ির অবস্থান জানাত। এই অবস্থান নির্ধারণের জন্য গাইড ট্র্যাকের ভেতরে থাকা সর্পিল অ্যান্টেনা ব্যবহার করা হতো, যা প্রতি সেকেন্ডে ১২০০ বিট ডেটা প্রেরণ করত।\nএছাড়াও তিন ধরনের নিয়ন্ত্রণ ব্যবস্থা পরীক্ষা করা হয়েছিল। হিটাচি কোম্পানি বাইরের চক্রে ৬০ কিমি/ঘণ্টা গতির জন্য HIDIC-350 কম্পিউটারের উপর ভিত্তি করে একটি উচ্চ-গতির নিয়ন্ত্রণ ব্যবস্থা তৈরি করেছিল। তোশিবা কম গতির নেটওয়ার্কে ৪০ কিমি/ঘণ্টার নিচে পরিচালনার জন্য TOSBAC-40 ভিত্তিক একটি ব্যবস্থা সরবরাহ করে। ফুজিতসু FACOM 230-35 কম্পিউটার ব্যবহার করে তৃতীয় একটি ব্যবস্থা তৈরি করেছিল, যা অন্য দুটি ব্যবস্থা তদারকি করত এবং যানবাহনগুলোকে তাদের মধ্যে স্থানান্তর করত।\nগাড়িগুলো সাধারণত এক সেকেন্ডের ব্যবধানে চলত, যার ফলে একটি লেন প্রতি ঘণ্টায় সর্বোচ্চ ৩৬০০ যানবাহন বা ১৪,৪০০ আসনের সমতুল্য যাত্রী পরিবহন করতে পারত। তবে বাস্তবে ধারণক্ষমতার মাত্র এক-তৃতীয়াংশ হারে পরিচালনার পরিকল্পনা ছিল। এতে সিভিএস পরিবহন ব্যবস্থাটি বাস (যা সাধারণত প্রতি ঘণ্টায় ৩০০০ যাত্রী পরিবহন করে) এবং সাবওয়ে (যা প্রতি ঘণ্টায় ৫০,০০০ যাত্রী পরিবহন করে) এর মধ্যবর্তী অবস্থানে দাঁড়ায়।\n\n\n== গ্রন্থপঞ্জি ==\n\n\n=== টীকা ===\n\n\n=== তথ্যসূত্র ==="}