{"pageid": 1489391, "title": "মধ্যপ্রাচ্যে ধর্মহীনতা", "url": "https://bn.wikipedia.org/wiki?curid=1489391", "content": "মধ্যপ্রাচ্যে ধর্মহীনতা দ্বারা মধ্যপ্রাচ্যে প্রচলিত নাস্তিকতাকে বোঝানো হয়। যদিও মধ্যপ্রাচ্যের নাস্তিকরা তাদের বিশ্বাস সম্পর্কে খুব কমই প্রকাশ করে, কারণ তারা অনেক দেশেই নির্যাতনের সম্মুখীন হয় এবং সেখানে তাদের সন্ত্রাসবাদী হিসাবেও চিহ্নিত করা হয় থাকে।\n মধ্যপ্রাচ্যে অনেকগুলো নাস্তিক সংস্থাও বিদ্যমান। ইসলাম মধ্যপ্রাচ্যের বেশিরভাগ দেশে সার্বজনীন ও ব্যক্তিগত জীবনে যথেষ্ট প্রভাবশালী। তা সত্ত্বেও, সেই দেশগুলির মধ্যে অল্প সংখ্যক ধর্মহীন ব্যক্তি বাস করে থাকে, যারা প্রায়ই আনুষ্ঠানিক এবং কিছু ক্ষেত্রে অনানুষ্ঠানিক গুরুতর আইনি এবং সামাজিক পরিণতির সম্মুখীন হয়।\nনাস্তিকতা এবং ধর্মত্যাগের অনুশীলনকে যদিও কুরআন নিন্দা করে, এটি স্পষ্টভাবে ধর্মত্যাগকে অপরাধীকরণ বা ধর্মত্যাগের জন্য হুদুদ (একটি নির্দিষ্ট অপরাধমূলক শাস্তি) চিহ্নিত করে না। মুসলিম পণ্ডিতরা ঐতিহ্যগতভাবে বিশ্বাস করেন যে এই বিষয়ে হাদিস অনুসারে মৃত্যুদন্ড কার্যকর করা উচিত কিন্তু অনেকেই যুক্তি দেন যে এই শাস্তি কার্যকর করা উচিত নয় কারণ এটি অতীতে রাষ্ট্রদ্রোহের সাথে সম্পর্কিত ছিল যা বর্তমান যুগে যুক্তিহীন।\nমধ্যপ্রাচ্যের কিছু কিছু দেশের আদালতে শরিয়া আইন প্রয়োগ করে অ-বিশ্বাসী ও নাস্তিকদের  বিভিন্ন উপায়ে শাস্তি দেওয়া হয়, তবে অনেক অমুসলিম এমনকি কিছু মুসলিমরাও যুক্তি দেন যে এই শাস্তিগুলি বর্বর এবং অমানবিক।\n\n\n== পটভূমি ==\n২০১০ থেকে ২০১৪ পর্যন্ত পরিচালিত বিশ্ব মূল্য সমীক্ষার ফলাফলের দ্বারা দেখা যায় যে ইয়েমেন, জর্ডান এবং ইরাকে জরিপকৃতদের মধ্যে ০.৫% এরও কম নিজেদেরকে নাস্তিক হিসাবে দাবি করেছেন; এদিকে, মধ্যপ্রাচ্যে স্ব-সংজ্ঞায়িত নাস্তিকদের সর্বোচ্চ শতাংশ ছিল কুয়েতে ০.৮%। মধ্যপ্রাচ্যে প্রকাশ্যে নাস্তিক ব্যক্তিদের তুলনামূলকভাবে কম সংখ্যা থাকা সত্ত্বেও, কিছু মিডিয়া প্ল্যাটফর্ম দাবি করেছে যে মধ্যপ্রাচ্য স্পষ্ট-ধর্মনিরপেক্ষ এবং ধর্মহীন নাগরিকদের একটি নতুন উত্থান প্রত্যক্ষ করছে। মধ্যপ্রাচ্য এবং উত্তর আফ্রিকার নাগরিকদের উপর সাম্প্রতিক আরব ব্যারোমিটার সমীক্ষাকে ভিত্তি করে একটি বিবিসি নিউজ নিবন্ধে উল্লেখ করা হয় যে, ২০১৩ থেকে ২০১৯ সাল পর্যন্ত মিশরে এমন লোকদের অনুপাত তুলনামূলকভাবে উল্লেখযোগ্য বৃদ্ধি পেয়েছে যারা বলেছেন যে তারা সক্রিয়ভাবে ধার্মিক নন। এই নাগরিকদের মধ্যে কেউ কেউ আছেন, যারা এমন দেশ থেকে যেখানে নাস্তিকদের জন্য মৃত্যুদণ্ডের মতো কঠোর শাস্তির সাজা আছে, তারা ভয়ে জীবনযাপন করছেন বলে জানিয়েছেন।\nমধ্যপ্রাচ্যে ঠিক কতজন নাগরিক নাস্তিক, ধর্মত্যাগী বা অন্য কোনো ধরনের অধার্মিক পরিচয়ের তার স্বচ্ছ তথ্য বের করা গবেষকদের জন্য কঠিন কাজ। কানাডার ইমিগ্রেশন অ্যান্ড রিফিউজি বোর্ডের একটি প্রতিবেদনে উল্লেখ করা হয় যে, ইরাকের কুর্দি অঞ্চলে বসবাসকারী নাস্তিকদেরও জনসমক্ষে তাদের বিশ্বাস প্রকাশ করতে অসুবিধার সম্মুখীন হতে হয়, যদিও কুর্দি সরকারকে সাধারণত ধর্মনিরপেক্ষ বলে মনে করা হয়।\n\n\n== \"নতুন নাস্তিকদের\" উত্থান ==\nমধ্যপ্রাচ্যের অ-ধার্মিক ক্ষেত্রসমূহে একটি ক্রমবর্ধমান রূপকে নব্য নাস্তিক্যবাদ হিসাবে চিহ্নিত করা হয়েছে। এই সংগঠনটি মূলত ধর্মীয় প্রতিষ্ঠানের বিরুদ্ধে প্রতিশোধ গ্রহণ করে দাবি করে যে তারা হিংসাত্মক এবং অপ্রয়োজনীয়, যদিও কেউ কেউ যুক্তি দেন যে তারা বেশিরভাগই ইসলামী বিশ্বাস এবং সম্প্রদায়ের সমালোচনা করেছে। ৯/১১ হামলা এবং ইসলামিক চরমপন্থীদের নিয়ে ব্যাপক আলোচনার পর নতুন এই নাস্তিকতা মার্কিন যুক্তরাষ্ট্র থেকে জনপ্রিয়ভাবে উত্থিত হয়েছিল এবং মধ্যপ্রাচ্যে এর যথেষ্ট অনুসারী খুঁজে পাওয়া যায়।\nমিশরের একজন নতুন নাস্তিক ইসমাঈল মোহাম্মদ, যিনি সামাজিক যোগাযোগ মাধ্যম ব্যবহার করে নাস্তিকতাকে সোচ্চার করেছেন। একটি মিশরীয় সংবাদপত্র আল-সাবাহ দাবি করেছে যে মিশরের ৮৪ মিলিয়ন জনসংখ্যার মধ্যে ৩ মিলিয়নের কোনো ধর্মই নেই, তারা একটি নাম প্রকাশ না করা মার্কিন সংবাদপত্রের উদ্ধৃতি দিয়েছে, কিন্তু এই ধরনের কোনো জরিপ বিদ্যমান নেই বলে জানা গেছে।\n\n\n== অবিশ্বাসীদের উপর নিপীড়ন ==\nঅন্যান্য অমুসলিমদের মতো, নাস্তিকরাও মধ্যপ্রাচ্যে নিপীড়নের শিকার হয়। মিশরের মুসলমানদের ৮৮ শতাংশ ইসলাম ত্যাগকারীদের জন্য মৃত্যুদণ্ডকে সমর্থন করেন। আন্তর্জাতিক মানবতাবাদীদের একটি প্রতিবেদনে উল্লেখ করা হয় যে, ইরানের আইনের ১২১ নম্বর ধারায় সমকামিতার শাস্তিস্বরূপ অ-মুসলিমদের কে মৃত্যুদণ্ড ও মুসলিমদের ১০০ বেত্রাঘাতের শাস্তির আদেশ আছে।\nযদিও ধর্মনিন্দাকারী নাস্তিকদের নিপীড়ন প্রায়ই মধ্যপ্রাচ্যে আইন দ্বারা পরিচালিত হয়, তবে তুরস্ক এবং লেবাননের মতো কিছু দেশ নাস্তিকদের নিরাপদে বসবাস করার অনুমতি দেয় যদিও কোনো ধরনের নিরাপত্তার আইনি প্রতিশ্রুতি অগ্রাহ্য করে।\nইতোমধ্যে, কিছু আলেম ইসলাম ধর্মত্যাগের জন্য মৃত্যুদণ্ডের বিরোধিতা করেছেন। লেখকদ্বয় আবদুল্লাহ সাঈদ এবং হাসান সাঈদ একটি বই প্রকাশ করেছেন যেখানে দাবি করা হয়েছে যে ইসলামের ইতিহাস এবং মৌলিক বিষয়গুলি ধর্মের স্বাধীনতাকে সমর্থন করে, এবং যেহেতু কুরআন স্পষ্টভাবে ধর্মত্যাগের শাস্তি মৃত্যুদণ্ডের কথা বলে না তাই অ-মুসলিম ব্যক্তিদের জন্য মৃত্যুদণ্ডকে সমর্থন করা উচিত নয়। যদিও কুরআনে ধর্মত্যাগের শাস্তি ঠিক কীভাবে দেওয়া উচিত তার উল্লেখ নেই, তবে এটি ঐতিহাসিকভাবে মুসলিম সম্প্রদায়ের মধ্যে বিতর্কিত হয়েছে। রুডলফ পিটার্স এবং গ্রেট জে.জে. ডি ভিরিস দাবি করেন যে কিছু হানাফী আলেম যুক্তি দিয়েছিলেন যে শাস্তিমূলক আইনের অধীনে একজন ইমাম তরবারির মাধ্যমে ধর্মত্যাগীকে মৃত্যুদণ্ড দিতে পারেন।\n\n\n== আরও দেখুন ==\nমুসলিম বিশ্বে নাস্তিকদের প্রতি বৈষম্য\nইসলাম ও ধর্মনিরপেক্ষতাবাদ\nইসলাম ও আধুনিকতা\n\n\n== তথ্যসূত্র =="}