{"pageid": 1489789, "title": "কাজার ইরান", "url": "https://bn.wikipedia.org/wiki?curid=1489789", "content": "মামালেক মেহরুসে ইরান,  বিকল্প নাম  কাজার ইরান, কাজার পারস্য বা কাজার সাম্রাজ্য, ছিল কাজার বংশের শাসনাধীন ইরানি রাষ্ট্র।   কাজার বংশ ১৭৯৪ সালে ইরানের সম্পূর্ণ নিয়ন্ত্রণ নেয়, জান্দিয়ান রাজবংশের শেষ শাসক লতফ আলী খানকে ক্ষমতাচ্যুত করে এবং ককেশাসের বিশাল অংশে ইরানের সার্বভৌমত্ব পুনঃপ্রতিষ্ঠিত করে। ১৭৯৬ সালে, আগা মোহাম্মদ খান কাজার মাশহাদ দখল করেন, আফশারি রাজবংশের অবসান ঘটান। ইরানের জর্জিয়ান প্রজাদের বিরুদ্ধে তার শাস্তিমূলক প্রচারণার পর তাকে আনুষ্ঠানিকভাবে শাহ হিসাবে মুকুট দেওয়া হয়েছিল।\nককেশাসে, কাজার রাজবংশ ১৯ শতকের মধ্যে রুশ সাম্রাজ্যের কাছে স্থায়ীভাবে অনেক অঞ্চল হারিয়েছিল , এর মধ্যে ছিল আধুনিক যুগের পূর্ব জর্জিয়া, দাগেস্তান, আজারবাইজান এবং আর্মেনিয়া। তার আঞ্চলিক ক্ষতি সত্ত্বেও, কাজার ইরান ইরানের রাজত্বের ধারণাকে নতুন করে উদ্ভাবন করেছিল  এবং আপেক্ষিক রাজনৈতিক স্বাধীনতা বজায় রেখেছিল, কিন্তু প্রধানত রুশ এবং ব্রিটিশ সাম্রাজ্যের কাছ থেকে তাদের সার্বভৌমত্বের জন্য বড় চ্যালেঞ্জের সম্মুখীন হয়েছিল। বিদেশী উপদেষ্টারা আদালত ও সামরিক বাহিনীতে ক্ষমতার দালাল হয়ে ওঠে। তারা অবশেষে ১৯০৭ সালের অ্যাংলো-রাশিয়ান কনভেনশনে কাজার ইরানকে বিভক্ত করে, রুশ এবং ব্রিটিশ প্রভাব অঞ্চল এবং একটি নিরপেক্ষ অঞ্চল তৈরি করে। \nবিংশ শতাব্দীর গোড়ার দিকে, পারস্যের সাংবিধানিক বিপ্লব একটি নির্বাচিত সংসদ বা মজলিস তৈরি করেছিল, এবং একটি সাংবিধানিক রাজতন্ত্র প্রতিষ্ঠার চেষ্টা করেছিল, মোহাম্মদ আলী শাহ কাজারকে পদচ্যুত করেছিল। কিন্তু রুশ সাম্রাজ্যের হস্তক্ষেপের ফলে অনেক সাংবিধানিক সংস্কার বাতিল হয়ে যায়।  প্রথম বিশ্বযুদ্ধের পারস্য অভিযান এবং অটোমান সাম্রাজ্যের আক্রমণের সময় কাজার ইরানের আঞ্চলিক অখণ্ডতা আরও দুর্বল হয়ে পড়ে। ১৯২১ সালের পারস্য অভ্যুত্থানের চার বছর পর, সামরিক অফিসার রেজা শাহ ক্ষমতা গ্রহণ করেন, তিনি পাহলভি রাজবংশ প্রতিষ্ঠা করেন, এটিই শেষ ইরানি রাজবংশ।\n\n\n== সরকার ও প্রশাসন ==\n\nফত আলী শাহের শাসনামলের শুরুতে ইরান পাঁচটি বড় প্রদেশ এবং অনেক ছোট প্রদেশে বিভক্ত ছিল। ১৮৪৭ সালে প্রদেশের সংখ্যা ছিল প্রায় ২০টি, ১৮৮৬ সালে তা বেড়ে হয় ৩৯টি, ১৯০৬ সালে তা কমে দাঁড়ায় ১৮টি। অধিকাংশ প্রদেশের গভর্নর হতেন কাজার রাজবংশের রাজপুত্ররা।\n\n\n== সামরিক বাহিনী ==\nকাজার সামরিক বাহিনী ছিল রাজবংশের বৈধতার অন্যতম প্রথাগত উৎস , যদিও রাজবংশের সময়কালে বিদেশী শক্তিগুলি ক্রমবর্ধমানভাবে প্রভাবিত করেছিল। \nউনবিংশ শতাব্দীর শেষভাগ পর্যন্ত অনিয়মিত বাহিনী, যেমন উপজাতীয় অশ্বারোহীরা বাহিনীর প্রধান উপাদান ছিল এবং অনিয়মিত বাহিনী দীর্ঘকাল কাজার সেনাবাহিনীর উল্লেখযোগ্য অংশ ছিল। \n১৭৯৭ সালে আগা মোহাম্মদ খানের মৃত্যুর সময় বাহিনীটি ৫০,০০০ উপজাতীয় অশ্বারোহী ( সাভার ) এবং ১০,০০০ পদাতিক সৈন্য ( তোফাংচি ) নিয়ে গঠিত ছিল।  তার ভাগ্নে এবং উত্তরসূরি ফত-আলি শাহের সেনাবাহিনী অনেক বড় ছিল এবং ১৮০৫ সাল থেকে ইউরোপীয়-প্রশিক্ষিত সেনাদের অন্তর্ভুক্ত করতে শুরু করে।  ইরানে নিযুক্ত ফরাসি জেনারেল কাউন্ট গার্ডানের মতে, ১৮০৮ সালে ফত-আলি শাহের অধীনে সেনাবাহিনীর সংখ্যা ছিল ১,৮০,০০ জন।  ইতিহাসবিদ মাজিয়ার বেহরুজ ব্যাখ্যা করেছেন যে অন্যান্য অনুমান যা রয়েছে তা গার্ডেনের অনুমানের সাথে মোটামুটি মিলে যায়, তবে, গার্ডেনই প্রথম কাজার সেনাবাহিনীর একটি রূপরেখা সম্পূর্ণ করেছিলেন কারণ তিনি কাজার সেনাবাহিনীকে প্রশিক্ষণের দায়িত্ব ছিলেন।  ফত-আলি শাহের সমসাময়িক সেনাবাহিনীতে গার্ডানের রিপোর্ট অনুসারে, প্রায় ১,৪৪,০০০ জন উপজাতীয় অশ্বারোহী, ৪০,০০০ পদাতিক (যারা ইউরোপীয় লাইনে প্রশিক্ষণপ্রাপ্ত) ছিল, ২,৫০০ জন আর্টিলারি ইউনিটের অংশ ছিল। মোট অশ্বারোহীর অর্ধেক, অর্থাৎ ৭০,০০০-৭৫,০০০ ছিল তথাকথিত রেকাবি।  এর মানে হল যে তারা অনুমিত জমায়েতের সময় শাহের ব্যক্তিগত তহবিল থেকে তাদের বেতন পেত।  অন্যরা ছিল তথাকথিত ভেলায়তি , অর্থাৎ তাদের অর্থ প্রদান এবং নিয়ন্ত্রণ করত প্রাদেশিক ইরানি শাসকরা । রাজকীয় বাহিনীতে যোগদানের জন্য প্রয়োজন হলে তখন তাদের সংঘবদ্ধ করা হতো।  এছাড়াও, প্রথা অনুসারে, উপজাতিদের তাদের আকারের উপর নির্ভর করে সেনাবাহিনীর জন্য সৈন্য সরবরাহ করার কথা ছিল। এইভাবে, বৃহত্তর উপজাতিদের বৃহত্তর সংখ্যায় সৈন্য প্রদান করার কথা ছিল, যেখানে ছোট উপজাতিদের ছোট সংখ্যক সৈন্য প্রদান করতে হতো।  রাশিয়ার সাথে যুদ্ধের সময়, ক্রাউন প্রিন্স আব্বাস মির্জার আজারবাইজান প্রদেশের সেনাবাহিনীর কমান্ডের সাথে, তার সেনাবাহিনীর একটি অংশই ছিল প্রধান শক্তি যা রুশ আক্রমণকারীদের বিরুদ্ধে ইরানকে রক্ষা করেছিল। তাই, তার নেতৃত্বাধীন বাহিনীর মান ও সংগঠন ইরানের বাকি সেনাবাহিনীর চেয়ে উন্নত ছিল। আব্বাস মির্জার ইউনিটের সৈন্যদের আজারবাইজানের গ্রাম থেকে সজ্জিত করা হয়েছিল এবং ভাড়ার সাথে সামঞ্জস্যপূর্ণ কোটা অনুসারে প্রতিটি গ্রামের জন্য দায়ী ছিল। আব্বাস মির্জা তার সৈন্যদের পোশাক এবং অস্ত্রশস্ত্রের অর্থ প্রদানের ব্যবস্থা করেছিলেন। জেমস জাস্টিনিয়ান মরিয়ার আব্বাস মির্জার নেতৃত্বে ৪০,০০০ জন সৈন্যের অনুমান করেছেন, যার মধ্যে ২২,০০০ অশ্বারোহী, ১২,০০০ পদাতিক (এর মধ্যে আর্টিলারি বাহিনী অন্তর্ভুক্ত) এবং ৬,০০০ নেজাম পদাতিক ছিল।\nরাশিয়া ১৮৭৯ সালে পার্সিয়ান কোস্যাক ব্রিগেড গঠন করে, এই বাহিনী রুশ কর্মকর্তাদের নেতৃত্বে পরিচালিত হতো এবং ইরানে রুশ প্রভাব বিস্তারের মাধ্যম হিসেবে কাজ করতো।\n১৯১০-এর দশকে কাজার ইরান এমনভাবে বিকেন্দ্রীভূত হয়েছিল যে বিদেশি শক্তিগুলো সামরিক সহায়তা দিয়ে কাজারদের কেন্দ্রীয় কর্তৃপক্ষকে শক্তিশালী করার চেষ্টা করে। একে প্রতিরক্ষামূলক আধুনিকায়নের প্রক্রিয়া হিসেবে দেখা হলেও, এটি অভ্যন্তরীণ উপনিবেশায়নের কারণ হয়ে দাঁড়ায়।\n১৯১১ সালে সুইডেনের সহায়তায় ইরানি জেন্ডারমেরি প্রতিষ্ঠিত হয়। ইরানি প্রশাসকরা মনে করতেন যে এই সংস্কার বিদেশি প্রভাবের বিরুদ্ধে দেশের শক্তি বৃদ্ধি করতে পারবে। সুইডিশ প্রভাবে গঠিত এই পুলিশ বাহিনী দেশকে কেন্দ্রিকরণে কিছুটা সাফল্য অর্জন করে। ১৯১৫ সালের পর রাশিয়া ও ব্রিটেন সুইডিশ উপদেষ্টাদের প্রত্যাহারের দাবি করে। কিছু সুইডিশ কর্মকর্তা ইরান ত্যাগ করেন, তবে অন্যরা পারস্যে জার্মানি ও অটোমানদের সাথে যুক্ত হন। জেন্ডারমেরির অবশিষ্ট অংশকে \"আমনিয়া\" নামে পরিচিত করা হয়, যা কাজার রাজবংশের শুরুর দিকে একটি টহলদার ইউনিট হিসেবে বিদ্যমান ছিল।\nসময়ের সাথে সাথে কোস্যাক ব্রিগেডে রুশ কর্মকর্তাদের সংখ্যা বৃদ্ধি পায়। ব্রিটেনও ব্রিগেডকে শক্তিশালী করতে সিপাই পাঠায়। রুশ বিপ্লবের পর, অনেক জারতন্ত্রের সমর্থক সোভিয়েত ইউনিয়নের পক্ষে বা বিপক্ষে লড়াই না করে ইরানে কোস্যাক ব্রিগেডের সদস্য হিসেবে থেকে যান।\nব্রিটিশরা ১৯১৬ সালে সাউথ পার্সিয়া রাইফেলস গঠন করে, যা ১৯২১ পর্যন্ত পার্সিয়ান সেনাবাহিনী থেকে আলাদা ছিল।\n১৯২১ সালে রুশ-নেতৃত্বাধীন পার্সিয়ান কোস্যাক ব্রিগেড জেন্ডারমেরি এবং অন্যান্য বাহিনীর সাথে একীভূত করা হয়।\n১৯২৫ সালে কাজার রাজবংশের অবসানের পর, রেজা শাহের পহলভি সেনাবাহিনীতে জেন্ডারমেরি, কোস্যাক এবং সাউথ পার্সিয়া রাইফেলসের প্রাক্তন সদস্যরা অন্তর্ভুক্ত হয়।\n\n\n== জনসংখ্যা ==\n১৮ শতকের শেষের দিকে, শাহ আগা মোহাম্মদ খানের রাজত্বের চূড়ান্ত সময়কালে, ইরানে প্রায় পঞ্চাশ-ষাট লক্ষ অধিবাসী ছিল। \n১৮০০ সালে, ফত-আলি শাহের রাজত্বের তিন বছর পর, ইরানে আনুমানিক ষাট লক্ষ লোক ছিল।  কয়েক বছর পরে, ১৮১২ সালে, জনসংখ্যা আনুমানিক নব্বই লক্ষ ছিল। সেই সময়ে, দেশটিতে প্রায় ৭০,০০০ ইহুদি, ১,৭০,০০০ আর্মেনীয় খ্রিস্টান এবং ২০,০০০ জরাথুস্ট্রিয় ছিল।  ইস্পাহান ছিল সেই সময়ে সবচেয়ে বড় শহর, যেখানে প্রায় ২,০০,০০০ বাসিন্দা ছিল। শিরাজ শহরের জনসংখ্যা ছিল প্রায় ৫০,০০০।  তেহরান, যা আগা মোহাম্মদ খানের অধীনে ১৭৮৬ সালে কাজারদের অধীনে ইরানের রাজধানী হয়ে ওঠে, রাজধানী হওয়ার আগে একটি সৈন্যাবাস ছিল।  সেই সময়ে, ইরানের রাজদরবার বাসস্থানে থাকলে প্রায় ৪০,০০০ থেকে ৫০,০০০ অধিবাসী এখানে থাকত।  গ্রীষ্মকালে, রাজদরবার শীতল এলাকায় স্থানান্তরিত হতো যেমন সোলতানিহ, খামসেহ (অর্থাৎ জাঞ্জান ) এর কাছে বা আজারবাইজান প্রদেশের তাবরিজের কাছে।  তেহরানের অন্যান্য বাসিন্দারা গ্রীষ্মকালে তেহরানের উত্তরে শেমিরানে চলে যেত, যা উচ্চ উচ্চতায় অবস্থিত শীতল জলবায়ু যুক্ত। এই মৌসুমী পরিযান তেহরানের জনসংখ্যাকে কয়েক হাজারে কমিয়ে আনত। \nইরানের পূর্বদিকে, মাশহাদ, যেখানে ইমাম রেজার মাজার রয়েছে এবং আফশারিদ যুগে ইরানের প্রাক্তন রাজধানী ছিল, ১৮০০ সাল নাগাদ ২০,০০০-এরও কম জনসংখ্যা ছিল।  তাবরিজ, আজারবাইজান প্রদেশের বৃহত্তম শহর, কাজার ভ্যালি আহদ (\"মুকুট রাজপুত্র\") এর আসন , ছিল একটি সমৃদ্ধ শহর। ১৭৮০ সালের ভূমিকম্পে শহরটি ধ্বংস হয়ে যায়।  ১৮০৯ সালে, তাবরিজের জনসংখ্যা ছিল আনুমানিক ৫০,০০০। এসময় এখানে প্রায় ২০০ আর্মেনীয় পরিবার বসবাস করত। ১৮০৬ সালের অনুমান অনুযায়ী আজারবাইজান প্রদেশের মোট জনসংখ্যা ছিল ৫,০০,০০০ থেকে ৫,৫০,০০০।\nককেশাসে ইরানী অঞ্চলে, নাখচিভান (নাখজাভান) শহরে ১৮০৭ সালে মোট জনসংখ্যা ছিল প্রায় ৫,০০০, যেখানে এরিভান খানাতের মোট জনসংখ্যা ছিল ১৮১১ সালে প্রায় ১,০০,০০০।  তবে এই সংখ্যায় এই প্রদেশে স্থানান্তরিত কুর্দি উপজাতিদের ধরা হয় নি। একটি রাশিয়ান অনুমান অনুযায়ী এরিভান খানাতের উত্তর অংশের পামবাক অঞ্চল, যা ১৮০৪ সালের পর রুশ সরকার দ্বারা দখল করা হয়েছিল, সেখানে মোট জনসংখ্যা ছিল ২,৮৩২ জন, যার মধ্যে ১,৫২৯ জন মুসলিম এবং ১,৩০৩ জন খ্রিস্টান আর্মেনীয় ছিল। \n১৮৬৮ সালে, তেহরানে ইহুদিরা ছিল সবচেয়ে উল্লেখযোগ্য সংখ্যালঘু, সংখ্যা ছিল ১,৫৭৮ জন।  ১৮৮৪ সাল নাগাদ এই সংখ্যা বেড়ে ৫,৫৭১ এ পৌঁছেছিল। \n\n\n== ইতিহাস ==\n\n\n=== উৎপত্তি ===\nকিংবদন্তি অনুসারে কাজাররা প্রথম ইরানে এসেছিল ১১ শতকে অন্যান্য ওঘুজ তুর্কি বংশের সাথে। তবে, কাজাররা মাহমুদ আল-কাশগারি বা রশিদ আল-দিন হামাদানির ওঘুজ উপজাতি তালিকায় উপস্থিত নেই। অনুমান করা হয় যে কাজাররা মূলত বৃহত্তর বায়াত উপজাতীয় গোষ্ঠীর অংশ ছিল, যেখান থেকে তারা পরে আলাদা হয়ে যায়। কিংবদন্তি অনুসারে, কাজার উপজাতির পূর্বপুরুষ ছিলেন কাজার নয়ন, যিনি সার্তুক নয়ান নামে একজন মঙ্গোলের পুত্র ছিলেন, যিনি ইলখানাতে শাসক আরঘুনের আতাবেগ হিসেবে কাজ করতেন। এই কিংবদন্তি আরও দাবি করে যে তুর্ক-মঙ্গোল শাসক তৈমুর লং ( শা. ১৩৭০–১৪০৫ ) কাজার নয়নের বংশধর।  কিংবদন্তির উপর ভিত্তি করে, ইরানবিদ গ্যাভিন আরজি হ্যাম্বলি কাজারদের প্রাথমিক ইতিহাসকে একটি কাল্পনিক পদ্ধতিতে পুনর্গঠন করেছেন, পরামর্শ দিয়েছেন যে তারা ১৩৩৫ সালে ইলখানেতের পতনের পর আনাতোলিয়া বা সিরিয়ার দিকে অভিবাসন করেছিলেন। তারপর, ১৫ শতকের শেষের দিকে, কাজাররা আজারবাইজানঅঞ্চলে পুনর্বাসিত হয়, প্রতিবেশী ইয়েরেভান, গাঞ্জা এবং কারাবাখের সাথে যুক্ত হয়।  আজারবাইজান ও পূর্ব আনাতোলিয়ার অন্যান্য ওগুজ উপজাতির মতো আক কুয়ুনলুর শাসনামলে, কাজাররাও সম্ভবত শিয়া ইসলামে ধর্মান্তরিত হয়েছিল এবং সাফাভিদ আদেশের শিক্ষা গ্রহণ করেছিল। \nসাফাভিদের প্রতিষ্ঠার সময় কাজার গোষ্ঠী প্রথম প্রাধান্য পেতে শুরু করে।  ইসমাইল যখন ১৫০০/১৫০১ সালে এরজিনকান থেকে শিরভান পর্যন্ত তার সফল অভিযানে ৭,০০০ উপজাতি সৈন্যের নেতৃত্ব দিয়েছিলেন, তখন তাদের মধ্যে কাজারদেরও একটি দল ছিল। এর পরে, তারা কিজিলবাশ কনফেডারেসির মধ্যে একটি বিশিষ্ট গোষ্ঠী হিসাবে আবির্ভূত হয়,  যারা তুর্কোমান যোদ্ধাদের নিয়ে গঠিত ছিল এবং সাফাভিদ সামরিক বাহিনীর প্রধান শক্তি হিসাবে কাজ করত।  অন্যান্য উপজাতির তুলনায় ছোট হওয়া সত্ত্বেও, কাজাররা ১৬ শতকের গুরুত্বপূর্ণ ঘটনাগুলিতে প্রধান ভূমিকা পালন করে। \nসাফাভিদরা \" আরান (বর্তমান আজারবাইজান প্রজাতন্ত্র ) স্থানীয় তুর্কি খানদের কাছে ছেড়ে দিয়েছিল\", এবং, \"১৫৫৪ সালে গাঁজা শাসিত হয়েছিল শাহভের্দি সোলতান জিয়াদোগলু কাজার দ্বারা, যার পরিবার দক্ষিণ আরানের কারাবাখ শাসন করতে এসেছিল\"। কাজারদেরকে প্রথম শাহ আব্বাস ইরান জুড়ে পুনর্বাসিত করেছিলেন। তাদের মধ্যে বিপুল সংখ্যক কাস্পিয়ান সাগরের দক্ষিণ-পূর্ব কোণের কাছে আস্তারাবাদে (বর্তমান গর্গান, ইরান ) বসতি স্থাপন করেছিল। পরে কাজারদের এই শাখাটিই ক্ষমতাশালী হয়ে ওঠে। কাজার রাজবংশের তাৎক্ষণিক পূর্বপুরুষ, গাঁজার কুভানলুর শাহ কলি খান, আস্তারাবাদের কুভানলু কাজারদের সাথে বিয়ে করেছিলেন। তার পুত্র, ফত আলী খান (জন্ম আনু. ১৬৮৫ –১৬৯৩) সাফাভিদ শাহ সুলতান হোসেন এবং দ্বিতীয় তাহমাস্পের শাসনামলে একজন প্রখ্যাত সামরিক অধিনায়ক ছিলেন। তিনি ১৭২৬ সালে নিহত হন। ফত আলী খানের পুত্র মোহাম্মদ হাসান খান কাজার (১৭২২-১৭৫৮) ছিলেন মোহাম্মদ খান কাজার এবং হোসেন কলি খান (জাহানসুজ শাহ), \"বাবা খান\" এর পিতা, ভবিষ্যত ফত-আলি শাহ কাজার । জান্দ রাজবংশের করিম খানের নির্দেশে মোহাম্মদ হাসান খানকে হত্যা করা হয়।\nসাফাভিদ রাজ্যের পতন এবং নাসের আল-দীন শাহ কাজারের উত্থানের মধ্যবর্তী ১২৬ বছরের মধ্যে, কাজাররা একটি পশুপালক-যোদ্ধা গোষ্ঠী থেকে উত্তর পারস্যের শক্ত ঘাঁটিগুলির সাথে একটি পারস্য-ইসলামী রাজতন্ত্রের সমস্ত ফাঁদে পড়ে একটি পারস্য রাজবংশে পরিণত হয়েছিল। . \n\n\n=== ক্ষমতায় উত্থান ===\n\"১১ শতক থেকে পারস্য শাসনকারী কার্যত প্রতিটি রাজবংশের মতো, কাজাররা তুর্কি উপজাতীয় বাহিনীর সমর্থনে ক্ষমতায় এসেছিল কিন্তু তাদের আমলাতন্ত্রে শিক্ষিত ইরানিদের ব্যবহার করত\"।  এই তুর্কি উপজাতিদের মধ্যে, ইরানের তুর্কমেনরা কাজারদের ক্ষমতায় আনতে সবচেয়ে বিশিষ্ট ভূমিকা পালন করেছিল।  ১৭৭৯ সালে জান্দ রাজবংশের করিম খানের মৃত্যুর পর, কাজারদের নেতা আগা মোহাম্মদ খান কাজার ইরানকে পুনরায় একত্রিত করার জন্য যাত্রা করেন। আগা মোহাম্মদ খান ১৮ শতকের ইরানের মানদণ্ডেও নিষ্ঠুরতম রাজা হিসেবে পরিচিত ছিলেন। তার ক্ষমতার অন্বেষণে, তিনি একাধিক শহর ধ্বংস করেন, সমগ্র জনসংখ্যাকে হত্যা করেন এবং কেমান শহরের প্রায় ২০,০০০ মানুষকে অন্ধ করে দেন কারণ স্থানীয় জনগণ তার অবরোধের বিরুদ্ধে শহরটিকে রক্ষা করার চেষ্টা করেছিল। \nতৎকালীন কাজার বাহিনী বেশিরভাগ তুর্কোমান যোদ্ধা এবং জর্জীয় জাতির ক্রীতদাসদের নিয়ে গঠিত ছিল।  ১৭৯৪ সাল নাগাদ, আগা মোহাম্মদ খান জান্দ রাজবংশের শেষ লতফ আলী খান সহ তার সমস্ত প্রতিদ্বন্দ্বীকে নির্মূল করেছিলেন। তিনি সমগ্র ককেশাস অঞ্চলের উপর ইরানের নিয়ন্ত্রণ পুনঃপ্রতিষ্ঠিত করেন। আগা মোহাম্মদ তেহরানে তার রাজধানী স্থাপন করেন। ১৭৯৬ সালে, তাকে আনুষ্ঠানিকভাবে শাহ হিসাবে মুকুট দেওয়া হয়েছিল। ১৭৯৭ সালে, আগা মোহাম্মদ খান কারাবাখ খানাতের রাজধানী শুশাতে নিহত হন এবং তার ভাগ্নে ফত-আলি শাহ কাজার তার স্থলাভিষিক্ত হন।\n\n\n=== জর্জিয়া এবং ককেশাসের বাকি অংশ পুনরুদ্ধার ===\n১৭৪৪ সালে, নাদের শাহ তাদের আনুগত্যের পুরস্কার হিসাবে যথাক্রমে দ্বিতীয় তৈমুরাজ এবং তার পুত্র দ্বিতীয় এরেকলেকে (হিরাক্লিয়াস II) কার্তলি এবং কাখেতির রাজত্ব প্রদান করেছিলেন।  ১৭৪৭ সালে নাদের শাহ মারা গেলে, তারা ইরানের মূল ভূখণ্ডে যে বিশৃঙ্খলা সৃষ্টি হয়ে তাকে ব্যবহার করে কার্যত স্বাধীনতা ঘোষণা করে। ১৭৬২ সালে দ্বিতীয় তেমুরাজ মারা যাওয়ার পর, দ্বিতীয় এরেকলে কার্টলির নিয়ন্ত্রণ গ্রহণ করেন এবং কার্টলি-কাখেতি রাজ্য হিসাবে দুটি রাজ্যকে একত্রিত করেন, তিন শতাব্দীতে রাজনৈতিকভাবে একীভূত পূর্ব জর্জিয়ার প্রথম জর্জিয়ান শাসক হন।  প্রায় একই সময়ে, করিম খান জান্দ ইরানের সিংহাসনে আরোহণ করেছিলেন; দ্বিতীয় এরেকলে দ্রুত নতুন ইরানী শাসকের কাছে আইনত বশ্যতা স্বীকার করেন, তবে প্রকৃতপক্ষে, তিনি স্বায়ত্তশাসিত ছিলেন।   ১৭৮৩ সালে, দ্বিতীয় এরেকলে জর্জিভস্কের চুক্তিতে রুশ সাম্রাজ্যের সুরক্ষার অধীনে তার রাজ্য স্থাপন করেন। ১৮ শতকের শেষ কয়েক দশকে, জর্জিয়া রাশিয়া-ইরান সম্পর্কের ক্ষেত্রে একটি গুরুত্বপূর্ণ উপাদান হয়ে উঠেছিল।  পিটার দ্য গ্রেটের বিপরীতে, ক্যাথরিন দ্য গ্রেট, রাশিয়ার তৎকালীন শাসক, জর্জিয়াকে তার ককেশীয় নীতির একটি পিভট হিসাবে দেখেছিলেন, কারণ রাশিয়ার নতুন আকাঙ্ক্ষা ছিল এটিকে ইরান এবং অটোমান সাম্রাজ্য উভয়ের বিরুদ্ধে অপারেশনের ভিত্তি হিসাবে ব্যবহার করা,  উভয়ই রাশিয়ার অবিলম্বে সীমান্তবর্তী ভূ-রাজনৈতিক প্রতিদ্বন্দ্বী। তার উপরে, কৃষ্ণ সাগরের জর্জিয়ান উপকূলে আরেকটি বন্দর থাকা তার মতে আদর্শ হবে।  দুই পদাতিক ব্যাটালিয়নের একটি সীমিত রাশিয়ান দল ১৭৮৪ সালে তিবিলিসিতে পৌঁছেছিল।  জর্জিয়ানদের উন্মত্ত প্রতিবাদ সত্ত্বেও রাশিয়া তাদের ১৭৮৭ সালে প্রত্যাহার করে নেয়, কারণ অটোমান তুরস্কের বিরুদ্ধে একটি ভিন্ন ফ্রন্টে নতুন যুদ্ধ শুরু হয়েছিল। \n\nএই ঘটনাগুলির ফল কয়েক বছর পরে আসে, যখন ইরানে দীর্ঘকালীন ক্ষমতার সংগ্রামে বিজয়ী হয়ে কাজারদের নেতৃত্বে একটি শক্তিশালী নতুন ইরানি রাজবংশ উঠে আসে। তাদের প্রধান, আগা মোহাম্মদ খান, তার প্রথম লক্ষ্য হিসাবে ককেশাসকে আবার সম্পূর্ণরূপে পারস্যের অধীনে আনার সিদ্ধান্ত নেন। আগা মোহাম্মদ খানের জন্য জর্জিয়াকে ইরানি সাম্রাজ্যে পুনরায় অধিকারভুক্ত করা এবং পুনঃসংযুক্তিকরণ সেই একই প্রক্রিয়ার অংশ ছিল, যার মাধ্যমে শিরাজ, ইসফাহান এবং তাবরিজ তার শাসনের অধীনে এসেছিল। তিনি, সাফাভিদ এবং নাদের শাহের মতোই, এই অঞ্চলগুলোকে ইরানের প্রদেশ হিসেবে দেখতেন।\nউত্তর, পশ্চিম এবং মধ্য ইরানকে নিরাপদ করে ইরানিরা দ্বিতীয় এরেকলেকে রাশিয়ার সঙ্গে চুক্তি পরিত্যাগ করতে এবং শান্তি ও তার রাজ্যের নিরাপত্তার বিনিময়ে ইরানের অধীনতা পুনরায় গ্রহণ করতে বলেন। ইরানের প্রতিবেশী প্রতিদ্বন্দ্বী অটোমানরা চার শতাব্দীতে প্রথমবারের মতো কার্তলি ও কাখেতির ওপর ইরানের অধিকার স্বীকার করে। এরপর এরেকলে তার তাত্ত্বিক রক্ষাকর্তা রাশিয়ার দ্বিতীয় ক্যাথরিনের কাছে সাহায্যের জন্য আবেদন করেন, কমপক্ষে ৩,০০০ রুশ সৈন্য চেয়ে, কিন্তু তাকে উপেক্ষা করা হয়, ফলে জর্জিয়াকে ইরানি হুমকির মুখে একা লড়াই করতে হয়। তা সত্ত্বেও দ্বিতীয় এরেকলে আগা মোহাম্মদ খানের আদেশ প্রত্যাখ্যান করেন।\n১৭৯৫ সালে, আগা মোহাম্মদ খান আরাস নদী পার হন, এর পর তিনি ইরিভান ও গানজার অধীনস্থ খাঁনদের থেকে আরও সমর্থন লাভ করেন। উত্তর দিকে দাগেস্তানের কিছু অংশ পর্যন্ত এবং পশ্চিম দিকে বর্তমান আর্মেনিয়ার পশ্চিমতম সীমান্ত পর্যন্ত অঞ্চলগুলি পুনরায় নিশ্চিত করার পর, তিনি এরেকলেকে শেষ আলটিমেটাম পাঠান, যা প্রত্ত্যাখিত হয়। এরেকলে, দ্বিতীয় সলোমন এবং কিছু ইমেরেতিদের সঙ্গে তিবলিসির দক্ষিণ দিকে ইরানিদের প্রতিরোধ করতে অগ্রসর হন।\nআগা মোহাম্মদ খান অর্ধেক সৈন্য নিয়ে আরাস নদী পার হয়ে সরাসরি তিবলিসির দিকে অগ্রসর হন, যেখানে ইরানি এবং জর্জিয় বাহিনীর মধ্যে একটি বিশাল যুদ্ধ শুরু হয়। এরেকলে প্রায় ৫,০০০ সৈন্য সংগঠিত করতে সক্ষম হয়েছিলেন, যার মধ্যে ২,০০০ জন ছিল পার্শ্ববর্তী ইমেরেতি রাজ্য থেকে রাজা দ্বিতীয় সলোমনের নেতৃত্বে। সংখ্যায় অসামঞ্জস্যপূর্ণ হওয়া সত্ত্বেও, কঠোর প্রতিরোধ প্রদর্শনের পরও জর্জিয়রা পরাজিত হয়। কয়েক ঘণ্টার মধ্যেই আঘা মোহাম্মদ খান পুরোপুরি জর্জিয় রাজধানীর নিয়ন্ত্রণ নেন। ইরানি সেনাবাহিনী প্রচুর সম্পদ এবং হাজার হাজার বন্দি নিয়ে ফিরে যায়।\nএইভাবে, তিবলিসি বিজয়ের মাধ্যমে এবং পূর্ব জর্জিয়ার কার্যকর নিয়ন্ত্রণে আসার পর, ১৭৯৬ সালে আগা মোহাম্মদ আনুষ্ঠানিকভাবে শাহ হিসেবে অভিষিক্ত হন। 'কেমব্রিজ হিস্ট্রি অফ ইরান' অনুসারে, \"রাশিয়ার সহযোগী জর্জিয়া শাস্তি পেয়েছিল এবং রাশিয়ার মর্যাদা ক্ষতিগ্রস্ত হয়েছিল।\" দ্বিতীয় এরেকলে তিবলিসিতে ফিরে শহরটি পুনর্নির্মাণের চেষ্টা করেন, কিন্তু তার রাজধানীর ধ্বংস হওয়া তার আশা ও পরিকল্পনার ওপর এক চরম আঘাত ছিল। তিবলিসির পতনের খবর পেয়ে রুশ জেনারেল গুদোভিচ জর্জিয়ানদের দায়ী করেন। রাশিয়ার মর্যাদা পুনঃপ্রতিষ্ঠার জন্য ক্যাথরিন দ্বিতীয় গুদোভিচের প্রস্তাবে ইরানের বিরুদ্ধে যুদ্ধ ঘোষণা করেন এবং এপ্রিলে ভ্যালেরিয়ান জুবভের অধীনে একটি সেনাবাহিনী কাজার অঞ্চলে পাঠান, কিন্তু নভেম্বরে ক্যাথরিনের উত্তরসূরি নতুন জার প্রথম পল তা দ্রুত প্রত্যাহার করেন।\nআগা মোহাম্মদ শাহ ১৭৯৭ সালে শুশাতে জর্জিয়ার বিরুদ্ধে দ্বিতীয় অভিযানের প্রস্তুতিকালে হত্যাকাণ্ডের শিকার হন। জর্জিয়ার ওপর ইরানের আধিপত্য পুনর্মূল্যায়ন দীর্ঘস্থায়ী হয়নি; আগা মোহাম্মদ খানের মৃত্যুর দুই বছর পর ১৭৯৯ সালে রুশ বাহিনী তিবলিসিতে প্রবেশ করে। পরবর্তী দুই বছর ছিল বিশৃঙ্খলা ও বিভ্রান্তির সময় এবং দুর্বল ও ধ্বংসপ্রাপ্ত জর্জিয়ান রাজ্য, যার রাজধানী ছিল আধা ধ্বংসপ্রাপ্ত, ১৮০১ সালে রাশিয়ার অধীনে চলে যায়। ইরান শতাব্দীর পর শতাব্দী ধরে নিজের অংশ হিসেবে বিবেচিত দক্ষিণ ককেশাস ও দাগেস্তানের বিচ্ছেদ মেনে নিতে পারেনি। এটি সরাসরি পরবর্তী কয়েক বছরের যুদ্ধের দিকে নিয়ে যায়, যথা রুশ-ইরান যুদ্ধ (১৮০৪–১৮১৩) ও রুশ-ইরান যুদ্ধ (১৮২৬–১৮২৮), যা শেষ পর্যন্ত উল্লেখিত অঞ্চলগুলির চিরস্থায়ীভাবে ইম্পেরিয়াল রাশিয়ার কাছে গুলিস্তান (১৮১৩) ও তুর্কমানচাই (১৮২৮) চুক্তির মাধ্যমে বলপূর্বক বিচ্ছেদের প্রমাণ দেয়, কারণ প্রাচীন এই সম্পর্ক কেবল বাইরের একটি শক্তিশালী শক্তির মাধ্যমে ছিন্ন করা সম্ভব ছিল। তাই এটি অপরিহার্য হয়ে পড়েছিল যে আগা মোহাম্মদ খানের উত্তরসূরি, ফত আলি শাহ (যার অধীনে ইরান উল্লিখিত দুটি যুদ্ধ করবে), আরাস এবং কুরা নদীর উত্তরে ইরানি কেন্দ্রীয় কর্তৃত্ব পুনঃস্থাপনের উদ্দেশ্যে একই নীতি অনুসরণ করবেন।\n\n\n=== রাশিয়ার সাথে যুদ্ধ ===\n\n১৮০১ সালের ১২ সেপ্টেম্বর, আগা মোহাম্মদ খান কাজারের মৃত্যুর চার বছর পর, রুশরা কার্তলি-কাখেতি (পূর্ব জর্জিয়া) অধিকার করে। ১৮০৪ সালে, রুশবাহিনী গাঞ্জা শহরে আক্রমণ চালিয়ে তা ধ্বংস করে এবং হাজার হাজার বাসিন্দাকে হত্যা ও বিতাড়িত করে, যার মাধ্যমে ১৮০৪-১৮১৩ সালের রুশ-ইরান যুদ্ধের সূচনা হয়। ফত আলি শাহের (শাসনকাল: ১৭৯৭-১৮৩৪) অধীনে, কাজাররা আক্রমণকারী রুশ সাম্রাজ্যের বিরুদ্ধে লড়াইয়ে নামে। এই সময়ে উপনিবেশ যুগে ইরানি স্বার্থের উপর প্রথম বড় অর্থনৈতিক এবং সামরিক হস্তক্ষেপ শুরু হয়। যুদ্ধে কাজার বাহিনী বড় সামরিক পরাজয়ের সম্মুখীন হয়। ১৮১৩ সালের গোলিস্তানের চুক্তির শর্ত অনুসারে, ইরানকে বর্তমান জর্জিয়া, দাগেস্তান এবং আজারবাইজানের অধিকাংশ এলাকা অন্তর্ভুক্ত করে তাদের ককেশীয় ভূখণ্ডের বেশিরভাগই রাশিয়াকে ছেড়ে দিতে বাধ্য হয়।\nপ্রায় এক দশক পরে, গোলিস্তানের চুক্তি লঙ্ঘন করে রুশরা ইরানের এরিভান খানাতে আক্রমণ করে। এতে ১৮২৬-১৮২৮ সালের রুশ-ইরান যুদ্ধ শুরু হয়। এই যুদ্ধে কাজার ইরানের জন্য আরও করুণ পরিণতি ঘটে, তাত্ত্বিকভাবে তাবরিজ দখল এবং ১৮২৮ সালের তুর্কমেনচায় চুক্তি স্বাক্ষরের মাধ্যমে, যা দক্ষিণ ককেশাস এবং দাগেস্তানে রুশ সার্বভৌমত্বকে স্বীকার করে, সেইসাথে বর্তমান আর্মেনিয়া এবং আজারবাইজান প্রজাতন্ত্রের বাকি অংশও রাশিয়ার কাছে চলে যায়। রাশিয়া এবং ইরানের মধ্যে নতুন সীমান্ত আরাস নদীর ধারে নির্ধারিত হয়। এই দুটি চুক্তির মাধ্যমে, ১৯শ শতকের সময়কালে, ইরান তার শতাব্দী প্রাচীন ভূখণ্ডগুলো চিরতরে হারিয়ে ফেলে, যার মধ্যে ছিল আরাস নদীর উত্তরের অঞ্চল,আজারবাইজান, পূর্ব জর্জিয়া, দাগেস্তান এবং আর্মেনিয়া।\n১৮১৩ এবং ১৮২৮ সালের গোলিস্তান ও তুর্কমেনচায় চুক্তির প্রত্যক্ষ ফলস্বরূপ, পূর্বে ইরানের অধীনস্থ এই ভূখণ্ডগুলো প্রায় পরবর্তী ১৮০ বছর ধরে রাশিয়ার অংশ হয়ে থাকে, ব্যাতিক্রম দাগেস্তান যা বর্তমান রাশিয়ার অংশ। ১৯৯১ সালে সোভিয়েত ইউনিয়নের পতনের মাধ্যমে ছয়টি পৃথক দেশ গঠিত হয়—জর্জিয়া, আজারবাইজান, আর্মেনিয়া এবং বিতর্কিত তিনটি প্রজাতন্ত্র—আবখাজিয়া, আর্টসখ ও দক্ষিণ ওসেটিয়া।\n\n\n==== ককেশীয় মুসলিমদের অভিবাসন ====\nউল্লিখিত বিশাল অঞ্চলগুলো ককেশাসে হারানোর পর, বড় ধরনের জনসংখ্যাগত পরিবর্তন ঘটার সম্ভাবনা ছিল। ১৮০৪–১৮১৪ যুদ্ধের পর, বিশেষত ১৮২৬–১৮২৮ যুদ্ধের পর, শেষ অঞ্চলগুলো হস্তান্তরিত হওয়ায়, বিশাল অভিবাসন শুরু হয়, যা ককেশীয় মুহাজির নামে পরিচিত, যারা ইরানের মূলভূমিতে অভিবাসিত হয়। এই গোষ্ঠীগুলোর মধ্যে আয়রাম, কারাপাপক, সার্কাসীয়, শিয়া লেজগিন এবং অন্যান্য ট্রান্সককেশীয় মুসলিমরা অন্তর্ভুক্ত ছিল।\n\n১৮০৪ সালের গাঞ্জা যুদ্ধের সময়, রুশ-পারসিক যুদ্ধ (১৮০৪–১৮১৩) চলাকালে, আয়রাম ও কারাপাপক সহ বহু মানুষ তাবরিজে বসতি স্থাপন করে। ১৮০৪–১৮১৩ যুদ্ধের অবশিষ্ট অংশে, এবং ১৮২৬–১৮২৮ যুদ্ধের সময়, নতুন দখলকৃত রুশ অঞ্চলে অবশিষ্ট থাকা প্রায় সকল আয়রাম এবং কারাপাপককে সোলদুজ (বর্তমান ইরানের পশ্চিম আজারবাইজান প্রদেশে) বসবাসের জন্য স্থানান্তরিত করা হয়। ইরানের কেমব্রিজ ইতিহাস বই অনুযায়ী \"ককেশাসে সীমান্ত বরাবর রুশ সৈন্যদের ধারাবাহিক অগ্রসরতা, জেনারেল আলেক্সি ইয়েরমোলভ'র কঠোর শাস্তিমূলক অভিযান এবং অপশাসন, বহু মুসলিমদের, এমনকি কিছু জর্জিয় খ্রিস্টানদেরও ইরানে নির্বাসনে বাধ্য করে।\"\n১৮৬৪ সাল থেকে ২০শ শতকের শুরুর দিকে আরেকটি গণ-উচ্ছেদ ঘটে। অন্যরা স্বেচ্ছায় খ্রিস্টান রাশিয়ান শাসনের অধীনে বসবাস করতে অস্বীকৃতি জানায় এবং তুরস্ক বা ইরানে পাড়ি জমায়। এই অভিবাসনের প্রবাহ ইরানের দিকে ছড়িয়ে পড়ে।\nএই অভিবাসীদের অনেকেই পরবর্তী ইরানের ইতিহাসে গুরুত্বপূর্ণ ভূমিকা পালন করে, এরা ১৯শ শতকের শেষের দিকে প্রতিষ্ঠিত পার্সিয় কসাক ব্রিগেডে যোগদান করে। ব্রিগেডের প্রাথমিক সেনাবাহিনী সম্পূর্ণরূপে সারকাসিয় এবং অন্যান্য ককেশীয় মুহাজিরদের নিয়ে গঠিত ছিল। পরবর্তী কয়েক দশকে কাজার ইতিহাসে এই বাহিনী গুরুত্বপূর্ণ প্রভাব ফেলে।\n১৮২৮ সালের তুর্কমেনচায় চুক্তির মাধ্যমে রাশিয়ান সাম্রাজ্যের জন্য নব-অধিকৃত রুশ অঞ্চলে আর্মেনিয়ানদের বসতি স্থাপনের আনুষ্ঠানিক অধিকার অন্তর্ভুক্ত ছিল। চতুর্দশ শতকের মধ্য পর্যন্ত, আর্মেনিয়ানরা পূর্ব আর্মেনিয়ায় সংখ্যাগরিষ্ঠ ছিল।\nচতুর্দশ শতকের শেষে, তৈমুর লঙের অভিযানের পর ইসলাম প্রধান ধর্মে পরিণত হয়, এবং খ্রিস্টানরা পূর্ব আর্মেনিয়ায় সংখ্যালঘু হয়ে যায়। আর্মেনীয় উপত্যকায় কয়েক শতাব্দীর ক্রমাগত যুদ্ধের পর, অনেক আর্মেনিয় অন্যত্র বসতি স্থাপনের সিদ্ধান্ত নেয়। প্রথম শাহ আব্বসসের ১৬০৪–০৫ সালের আর্মেনিয়ান ও মুসলমানদের ব্যাপক পুনর্বাসনের পর,তাদের সংখ্যা আরও কমে যায়।\nরাশিয়ার ইরান আক্রমণের সময়, এরিভান খানাতের প্রায় ৮০% জনসংখ্যা ছিল মুসলমান (ইরানি, তুর্কিক, এবং কুর্দ) এবং সংখ্যালঘু খ্রিস্টান আর্মেনিয়রা ছিল প্রায় ২০% । গুলিস্তান চুক্তি (১৮১৩) এবং তুর্কমেনচায় চুক্তি (১৮২৮)র ফলস্বরূপ, ইরানকে মুসলিম অধ্যুষিত আর্মেনিয়া (যা বর্তমান আর্মেনিয়ারও অংশ) রাশিয়ার কাছে সমর্পণ করতে বাধ্য করা হয়। রুশ প্রশাসন ইরানীয় আর্মেনিয়ার দখল নেওয়ার পর, জাতিগত গঠন পরিবর্তিত হয়, এবং এর ফলে চার শতাব্দীরও বেশি সময় পর প্রথমবারের মতো ঐতিহাসিক আর্মেনিয়ার এক অংশে জাতিগত আর্মেনিয়ারা পুনরায় সংখ্যাগরিষ্ঠ হতে শুরু করে।\n\n\n=== উন্নয়ন এবং অবনতি ===\n \nফত আলী শাহের শাসনামলে পশ্চিমের সাথে কূটনৈতিক সম্পর্ক বৃদ্ধি পায় এবং ইরানকে কেন্দ্র করে ইউরোপীয় কূটনৈতিক প্রতিদ্বন্দ্বিতা তীব্রতর হয়। তাঁর পৌত্র মোহাম্মদ শাহ, যিনি রুশ প্রভাবের অধীনে ছিলেন এবং হেরাত দখলের দুটি ব্যর্থ প্রচেষ্টা করেছিলেন, ১৮৩৪ সালে তার উত্তরাধিকারী হন। মোহাম্মদ শাহ ১৮৪৮ সালে মৃত্যুবরণ করলে, ক্ষমতা তার পুত্র নাসের আল-দিন-এর হাতে আসে, যিনি ইরানে প্রথম আধুনিক হাসপাতাল প্রতিষ্ঠা করেন।\nনাসের আল-দিন শাহের শাসনামলে, পশ্চিমা বিজ্ঞান, প্রযুক্তি এবং শিক্ষাব্যবস্থা ইরানে প্রবর্তিত হয় এবং দেশের আধুনিকায়নের সূচনা ঘটে। নাসের আল-দিন শাহ ব্রিটেন এবং রাশিয়ার পারস্পরিক অবিশ্বাসকে কাজে লাগিয়ে ইরানের স্বাধীনতা রক্ষা করার চেষ্টা করেন, তবে তাঁর শাসনামলে বিদেশি হস্তক্ষেপ এবং আঞ্চলিক অনুপ্রবেশ বৃদ্ধি পায়। তিনি ব্রিটেন এবং রাশিয়ার ইরানের প্রভাবাধীন অঞ্চলে অনুপ্রবেশ ঠেকাতে ব্যর্থ হন।\n১৮৫৬ সালে, ইঙ্গ-ইরানীয় যুদ্ধে , ব্রিটেন ইরানকে হেরাত-এর উপর পুনরায় নিয়ন্ত্রণ প্রতিষ্ঠা করতে বাধা দেয়। শহরটি সাফাভি আমলে ইরানের অংশ ছিল, কিন্তু হেরাত ১৮ শতকের মাঝামাঝি থেকে দুররানি শাসনের অধীনে ছিল। ব্রিটেন ১৯ শতকে পারস্য উপসাগর এর অন্যান্য এলাকায়ও নিয়ন্ত্রণ বিস্তার করে। ১৮৮১ সালের মধ্যে রাশিয়া বর্তমান তুর্কমেনিস্তান এবং উজবেকিস্তান জয় সম্পন্ন করে, রাশিয়ার সীমান্ত ইরানের উত্তর-পূর্ব সীমানায় পৌঁছায় এবং বুখারা, মারভ এবং সমরখন্দ শহরের সাথে ইরানের ঐতিহাসিক সম্পর্ক ছিন্ন হয়। ২১ সেপ্টেম্বর ১৮৮১ তারিখে আখাল চুক্তি স্বাক্ষরের মাধ্যমে, ইরান তুর্কিস্তান এবং ট্রান্সঅক্সিয়ানা-র সমস্ত অংশের দাবি ছেড়ে দেয় এবং আত্রেক নদীকে রাশিয়ার সাথে নতুন সীমান্ত হিসাবে নির্ধারণ করে। এভাবে মারভ, সারাখস, আশগাবাত এবং আশেপাশের এলাকা ১৮৮৪ সালে জেনারেল আলেকজান্ডার কোমারভের অধীনে রুশ নিয়ন্ত্রণে চলে যায়। ইরানি সরকারের বিভিন্ন বাণিজ্যিক ছাড়পত্র ইরানের অর্থনৈতিক কার্যক্রমকে ব্রিটেনের নিয়ন্ত্রণে নিয়ে আসে। ১৯ শতকের শেষের দিকে, অনেক ইরানি বিশ্বাস করতেন যে তাদের শাসকরা বিদেশি স্বার্থের অধীন হয়ে পড়েছে।\nমির্জা তাগী খান আমির কবির ছিলেন যুবরাজ নাসের আল-দীনের উপদেষ্টা ও সামরিক প্রধান। ১৮৪৮ সালে মোহাম্মদ শাহের মৃত্যুর পর, মির্জা তাগী যুবরাজের সিংহাসন লাভ নিশ্চিত করতে গুরুত্বপূর্ণ ভূমিকা পালন করেন। নাসের আল-দীন সিংহাসনে আরোহণ করলে, আমির নেজামকে প্রধানমন্ত্রী পদ এবং আমির কবির বা “মহান শাসক” উপাধি প্রদান করা হয়।\nতৎকালীন সময়ে ইরান প্রায় দেউলিয়া অবস্থায় ছিল। পরবর্তী দুই-দেড় বছরে আমির কবির সমাজের প্রায় সব ক্ষেত্রে গুরুত্বপূর্ণ সংস্কার শুরু করেন। সরকারী ব্যয় কমানো হয় এবং সরকারি ও ব্যক্তিগত কোষাগারের মধ্যে পার্থক্য নির্ধারণ করা হয়। কেন্দ্রীয় প্রশাসনের কাঠামো পুনর্গঠন করা হয় এবং আমির কবির সমস্ত প্রশাসনিক ক্ষেত্রের দায়িত্ব গ্রহণ করেন। সেই সময়ে বাহাই বিদ্রোহ এবং খোরাসানে একটি বিদ্রোহ সংঘটিত হয়েছিল, যা আমির কবিরের অধীনে দমন করা হয়। ইরানের অভ্যন্তরীণ বিষয়ে বিদেশী হস্তক্ষেপ সীমিত করা হয় এবং বিদেশী বাণিজ্য উৎসাহিত করা হয়। তেহরানের বাজারের মতো কিছু সরকারি কাজ সম্পন্ন হয়। আমির কবির সরকারী নথিতে অতিরিক্ত অলংকৃত এবং অত্যন্ত আনুষ্ঠানিক ভাষা নিষিদ্ধ করে একটি ফরমান জারি করেন; এই সময় থেকে আধুনিক ফারসি গদ্যের সূচনা ঘটে।\n\nআমির কবিরের অন্যতম বৃহৎ কীর্তি ছিল ১৮৫১ সালে দার অল-ফুনুন প্রতিষ্ঠা করা, যা ইরান এবং মধ্যপ্রাচ্যের প্রথম আধুনিক বিশ্ববিদ্যালয়। দার অল-ফুনুন প্রতিষ্ঠিত হয়েছিল প্রশাসকদের একটি নতুন দল প্রশিক্ষণ দেওয়ার এবং তাদের পশ্চিমা প্রযুক্তির সাথে পরিচিত করার জন্য। এটি ইরানে আধুনিক শিক্ষার সূচনা চিহ্নিত করে। আমির কবির আদেশ দেন বিশ্ববিদ্যালয়টি শহরের প্রান্তে তৈরি করা হবে যাতে প্রয়োজনে সম্প্রসারিত হতে পারে। ভাষা, চিকিৎসা, আইন, ভূগোল, ইতিহাস, অর্থনীতি এবং প্রকৌশল সহ বিভিন্ন বিষয় পড়ানোর জন্য ফরাসি এবং রুশ শিক্ষকদের পাশাপাশি ইরানিদেরও নিয়োগ করা হয়।\nএই সংস্কারগুলি বিভিন্ন বিশিষ্ট ব্যক্তিদের বিরোধিতা করে যারা সরকারের বাইরে রাখা হয়েছিল। তারা আমির কবিরকে সামাজিকভাবে উত্থিত একজন ব্যক্তি এবং তাদের স্বার্থের জন্য হুমকি হিসাবে বিবেচনা করে এবং তার বিরুদ্ধে একটি জোট গঠন করে, রানীর মা এতে সক্রিয় ভূমিকা পালন করেছিলেন। তিনি তরুণ শাহকে বিশ্বাস করিয়েছিলেন যে আমির কবির সিংহাসন দখল করতে চান। ১৮৫১ সালের অক্টোবর মাসে, শাহ তাকে বরখাস্ত করেন এবং কাশান-এ নির্বাসিত করেন, যেখানে তাকে শাহর আদেশে হত্যা করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== মন্তব্য =="}