{"pageid": 1489226, "title": "কোরালি ফারজা", "url": "https://bn.wikipedia.org/wiki?curid=1489226", "content": "কোরালি ফারজা (ফরাসি: [kɔʁali faʁʒa]; জন্ম: ১৯৭৬) একজন ফরাসি চলচ্চিত্র নির্মাতা। তিনি ২০১৭ সালের তার অভিষেক চলচ্চিত্র রিভেঞ্জ দিয়ে খ্যাতি অর্জন করেন, যার জন্য তিনি একাধিক স্বাধীন চলচ্চিত্র উৎসব থেকে পুরস্কৃত হন। তার দ্বিতীয় চলচ্চিত্র দ্য সাবস্ট্যান্স (২০২৪) একটি ব্যঙ্গধর্মী শারীরিক ভীতিপ্রদ চলচ্চিত্র, যার জন্য তিনি শ্রেষ্ঠ চিত্রনাট্য বিভাগে কান চলচ্চিত্র উৎসব পুরস্কার অর্জন করেন।\n\n\n== প্রারম্ভিক জীবন ==\nফারজা ১৯৭৬ সালে ফ্রান্সের প্যারিসে জন্মগ্রহণ করেন এবং সেখানে বেড়ে ওঠেন। তিনি ১৬-১৭ বছর বয়সে চলচ্চিত্র নির্মাতা হওয়ার সিদ্ধান্ত নেন। ফারজা চলচ্চিত্রে কাজ করার পূর্বে সিঅঁস পোতে পড়াশোনা করেন। ২০১০ সালে তিনি প্যারিসের চলচ্চিত্র বিদ্যালয় লা ফেমিতে ভর্তি হন।\n\n\n== কর্মজীবন ==\nফারজার প্রথম স্বল্পদৈর্ঘ্য চলচ্চিত্র ল্য তেলেগ্রাম ২০০৩ সালে মুক্তি পায়। এতে দেখা যায় দ্বিতীয় বিশ্বযুদ্ধের সময় দুই জন নারী ডাকপিয়নের ডাকের জন্য অপেক্ষা করছেন। চলচ্চিত্রটি বিভিন্ন চলচ্চিত্র উৎসবে ১৩টি পুরস্কার অর্জন করে। ২০০৭ সালে তিনি আন-এলিজাবেথ ব্লাতোর সাথে যৌথভাবে হাস্যরসাত্মক সীমিত দৈর্ঘ্যের ধারাবাহিক লে ফে ক্লোশ নির্মাণ করেন, তিনি এটি পরিচালনাও করেন।\nফারজা ২০১৪ সালে স্বল্পদৈর্ঘ্য চলচ্চিত্র রিয়্যালিটি+ নির্মাণ করেন। এই বিজ্ঞান কল্পকাহিনীটি ট্রাইবেকা চলচ্চিত্র উৎসবে শ্রেষ্ঠ বর্ণনামূলক স্বল্পদৈর্ঘ্য বিভাগে জুরি পুরস্কারের মনোনয়ন লাভ করে।\nফারজার পূর্ণদৈর্ঘ্য চলচ্চিত্র পরিচালনায় অভিষেক ঘটে রিভেঞ্জ (২০১৭) দিয়ে। এটি শারীরিকভাবে লাঞ্ছিত হয়ে মুমূর্ষ অবস্থায় পতিত এক তরুণীর প্রতিশোধের গল্প। কিল বিল, র‍্যাম্বো ও ম্যাড ম্যাক্স-এর মত প্রতিশোধ থ্রিলার থেকে অনুপ্রাণিত ফারজা এমন চরিত্রের চিত্রায়নের আগ্রহী ছিলেন যাকে অন্যদের বা দর্শকদের কাছে 'দুর্বল' মনে হলেও চলচ্চিত্রের অগ্রগতির সাথে সে 'এক ধরনের সুপারহিরো'তে পরিণত হবে ও তার প্রতিশোধ নিবে। ২০১৭ সালে টরন্টো আন্তর্জাতিক চলচ্চিত্র উৎসবের মিডনাইট ম্যাডনেস শাখায় চলচ্চিত্রটির উদ্বোধনী প্রদর্শনী হয়, এবং আরও ২৩টি চলচ্চিত্র উৎসবে প্রদর্শনের জন্য নির্বাচিত হয়। চলচ্চিত্রটি একাধিক স্বাধীন চলচ্চিত্র উৎসব থেকে পুরস্কৃত হয়।\n২০২২ সালে ফারজা নেটফ্লিক্সের অতিপ্রাকৃত ধারাবাহিক দ্য স্যান্ডম্যান-এর \"কালেক্টরস\" পর্ব পরিচালনা করেন।\nফারজার পরিচালিত দ্বিতীয় পূর্ণদৈর্ঘ্য চলচ্চিত্র দ্য সাবস্ট্যান্স (২০২৪)। ব্যঙ্গধর্মী শারীরিক ভীতিপ্রদ চলচ্চিত্রটিতে শ্রেষ্ঠাংশে অভিনয় করেন ডেমি মুর, মার্গারেট কোয়ালি ও ডেনিস কোয়েড। ২০২৪ সালে কান চলচ্চিত্র উৎসবে এর উদ্বোধনী প্রদর্শনী হয় এবং সেখানে এটি বিপুল সমাদৃত হয়। ফারজা এই চলচ্চিত্রের জন্য শ্রেষ্ঠ চিত্রনাট্য বিভাগে কান চলচ্চিত্র উৎসব পুরস্কার অর্জন করেন।\n\n\n== চলচ্চিত্রের তালিকা ==\nপূর্ণদৈর্ঘ্য চলচ্চিত্র\n\nস্বল্পদৈর্ঘ্য চলচ্চিত্র\n\nটেলিভিশন\n\n\n== পুরস্কার ও মনোনয়ন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে কোরালি ফারজা (ইংরেজি)"}