{"pageid": 1489473, "title": "সান ফ্রান্সিসকো উপসাগর", "url": "https://bn.wikipedia.org/wiki?curid=1489473", "content": "সান ফ্রান্সিসকো উপসাগর হল মার্কিন যুক্তরাষ্ট্রের ক্যালিফোর্নিয়া রাজ্যের একটি বৃহৎ জোয়ারের মোহনা এবং এটির নাম অনুযায়ী এলাকাটির নাম হয়েছে সান ফ্রান্সিসকো উপসাগরীয় এলাকা । এটি সান ফ্রান্সিস্কো, স্যান হোসে এবং ওকল্যান্ড শহরগুলির দ্বারা প্রভাবিত৷\nসান ফ্রান্সিসকো উপসাগর ক্যালিফোর্নিয়ার প্রায় 40 শতাংশ থেকে জল নিষ্কাশন করে। স্যাক্রামেন্টো এবং সান জোয়াকিন নদী এবং সিয়েরা নেভাদা পর্বত থেকে জল সুইসুন উপসাগরে প্রবাহিত হয়, যা পরে কারকুইনেজ প্রণালী দিয়ে সান পাবলো উপসাগরের প্রবেশপথে নাপা নদীর সাথে মিলিত হয়, যা এর দক্ষিণ প্রান্তে স্যান ফ্রান্সিসকো উপসাগরের সাথে সংযোগ করে। তারপর এটি গোল্ডেন গেট প্রণালী হয়ে প্রশান্ত মহাসাগরের সাথে সংযুক্ত হয়। যাইহোক, আন্তঃসংযুক্ত উপসাগরের এই সম্পূর্ণ গোষ্ঠীটিকে প্রায়শই সান ফ্রান্সিসকো উপসাগর বলা হয়। 2 ফেব্রুয়ারী, 2013 এ উপসাগরটিকে \"আন্তর্জাতিক গুরুত্বের রামসার জলাভূমি\" মনোনীত করা হয়েছিল এবং উপসাগরের ওকল্যান্ড বন্দরটি পশ্চিম উপকূলের অন্যতম ব্যস্ততম কার্গো বন্দর।\n\n\n== আকার ==\nউপসাগরটি ৪০০ এবং ১,৬০০ বর্গমাইল (১,০০০–৪,০০০ বর্গকিলোমিটার) এর মধ্যে জুড়ে রয়েছে  , কোন উপসাগর (যেমন সান পাবলো উপসাগর), মোহনা, জলাভূমি ইত্যাদি পরিমাপের অন্তর্ভুক্ত হয়েছে তার উপর নির্ভর করে পরিমাপের তারতম্য হতে পারে।   উপসাগরের প্রধান অংশ তিন থেকে বারো মাইল (৫–১৯ কিলোমিটার) পরিমাপ করে পূর্ব থেকে পশ্চিমে প্রশস্ত এবং উত্তর-দক্ষিণে দৈর্ঘ্য ৪৮ মাইল (৭৭ কিলোমিটার) থেকে 1 এবং ৬০ মাইল (৯৭ কিলোমিটার) 2 এর মধ্যে।\nসান ফ্রান্সিসকো উপসাগর হল আমেরিকার প্রশান্ত মহাসাগরীয় উপকূলে দ্বিতীয় বৃহত্তম মোহনা, যা ওয়াশিংটন এবং কানাডার ব্রিটিশ কলাম্বিয়া রাজ্যের অন্তর্ভুক্ত সালিশ সাগর পরে রয়েছে। \n১৮৫০-এর দশক পর্যন্ত উপসাগরটি স্যান হোসে পর্যন্ত দক্ষিণে চলাচলের উপযোগী ছিল, কিন্তু যখন Hydraulic mining নদীগুলি থেকে প্রচুর পরিমাণে পলল নির্গত করে তখন তা উপসাগরের স্রোত খুব কম বা নেই এমন অংশগুলিতে জমা হয়। পরে, জলাভূমি এবং খাঁড়িগুলি ইচ্ছাকৃতভাবে ভরাট করা হয়েছিল, যা ১৯ শতকের মাঝামাঝি থেকে উপসাগরের আয়তন এক তৃতীয়াংশের মতো হ্রাস করে। সম্প্রতি, জলাভূমির বৃহৎ এলাকা পুনরুদ্ধার করা হয়েছে, যা উপসাগরের আকারের বিষয়টিকে আরও বিভ্রান্ত করেছে। জলপথ এবং পোতাশ্রয় হিসাবে এর মূল্য থাকা সত্ত্বেও, উপসাগরের প্রান্তে হাজার হাজার একর জলাভূমি, বহু বছর ধরে, নষ্ট স্থান হিসাবে বিবেচিত হয়েছিল।\n\n\n== তথ্যসূত্র =="}