{"pageid": 1489429, "title": "সবুজ দল তাইওয়ান", "url": "https://bn.wikipedia.org/wiki?curid=1489429", "content": "সবুজ দল তাইওয়ান টেমপ্লেট:Efn native lang হলো তাইওয়ানের একটি রাজনৈতিক দল যা ১৯৯৬ সালের ২৫ জানুয়ারি প্রতিষ্ঠিত হয়। তাইওয়ানি জাতীয়তাবাদের প্রতি সহানুভূতিশীল হলেও দলটি প্রাথমিকভাবে সামাজিক এবং পরিবেশগত ইস্যুতে প্রচারণার উপর জোর দেয়। দলটি প্যান-গ্রিন কোয়ালিশনের সদস্য নয়। গ্রীন পার্টি তাইওয়ান এশিয়া প্যাসিফিক গ্রিনস ফেডারেশনের সদস্য এবং গ্লোবাল গ্রিনসে অংশগ্রহণ করে।\nসদস্যদের বেশিরভাগই তাইওয়ানের সমাজের বেসরকারি সংস্থা সেক্টর , শিক্ষাজগৎ এবং যুব সম্প্রদায়ের সাথে যুক্ত। \n\n\n== নির্বাচনী ইতিহাস ==\n১৯৯৬ সালে, সবুজ দল তাইওয়ানের কাও মেং-টিং দেশটির জাতীয় পরিষদে নির্বাচিত হন। তবে তিনি ১৯৯৭ সালে দল ত্যাগ করেন।\n২০০৮ সালের আইনসভা নির্বাচনে দলটি একটি শ্রমিক-নেতৃত্বাধীন সংগঠন রেজিং সিটিজেনস অ্যাক্ট নাউ! এর সাথে একটি লাল-সবুজ জোট গঠন করে। (人民火大行動聯盟), কিন্তু কোনো আসন জিততে ব্যর্থ হয়।\n২০১১ সালের আইনসভা নির্বাচনে, গ্রীন পার্টি তাইওয়ান মোট ভোটের ১.৭% অর্জন করেছিল। আইনসভায় সর্বনিম্ন একটি আসন জয়ের ৫% থ্রেশহোল্ড থেকে অনেক কম হলেও, এটি তাইওয়ানের সবচেয়ে বড় সংসদ বহির্ভূত দল হয়ে ওঠে।  অর্কিড দ্বীপ , যেখানে তাইওয়ানের পারমাণবিক বর্জ্য সংরক্ষণ ব্যাবস্থা অবস্থিত, সেখানে এই দল সবচেয়ে শক্তিশালী। এখানে দলটি শক্তিশালী পারমাণবিক বিরোধী অবস্থানের কারণে মোট ভোটের ৩৫.৭৬% সংগ্রহ করে।\n২০১৪ সালের স্থানীয় নির্বাচনে দলটি দুটি আসনে জয়লাভ করে। ওয়াং হাও-ইউ তাওয়ুয়ান সিটি কাউন্সিলে নির্বাচিত হন এবং জে চৌ সিনচু কাউন্টি কাউন্সিলে নির্বাচিত হন। \n২০১৬ সালের সাধারণ নির্বাচনে, দলটি সদ্য প্রতিষ্ঠিত কেন্দ্র-বাম সোশ্যাল ডেমোক্রেটিক পার্টি  র সাথে জোটে অংশ নেয় এবং উভয় নির্বাচনী রেস এবং দেশব্যাপী দলীয় ব্যালটে প্রার্থী দেয়।  জোটটি কোনো আসন না জিতলেও মোট ভোটের ২.৫% অর্জন করে। \n২০২০ সালের আইনসভা নির্বাচনে, গ্রিন পার্টি বিখ্যাত মনোবিজ্ঞানী চেং হুই-ওয়েন এবং পার্টির প্রতিষ্ঠাতা কাও চেং-ইয়ান সহ পাঁচজন তরুণ পেশাদারকে মনোনীত করে।  ২.৪% ভোট পেয়ে কোনো আসন জিততে পারেনি। এরা ছিল দ্বিতীয় বৃহত্তম দল যারা একটি আসনও জিততে পারেনি। \n২০২২ সালের স্থানীয় নির্বাচনে, দলটি মাত্র একটি আসন জিতেছিল। লিউ চং-সিয়ান সিনচু সিটি কাউন্সিল নির্বাচিত হন।\n২০২৪ সালের নির্বাচনে তাইওয়ানের প্রথম ট্রান্সজেন্ডার আইনসভা প্রার্থী, অ্যাবিগেইল ইটি উ (吳伊婷) কে মনোনীত করে এই দল। মাত্র ১১৭,২৯৮ ভোট (০.৮৫%) জেতার ফলে একজনও প্রার্থী আসন পাননি। \n৩০ মার্চ, ২০২৪-এ, লিউ চং-হসিয়ান দল থেকে পদত্যাগ করেন।  এর ফলে বর্তমানে পার্টির কোনো সদস্য সরকারী পদে নেই।\n\n\n== তথ্যসূত্র =="}