{"pageid": 1489742, "title": "কন্টেইনারাইজেশন (কম্পিউটিং)", "url": "https://bn.wikipedia.org/wiki?curid=1489742", "content": "সফটওয়্যার প্রকৌশলে কন্টেইনারাইজেশন হল অপারেটিং সিস্টেম স্তরের ভার্চুয়ালাইজেশন বা একাধিক নেটওয়ার্ক রিসোর্সে অ্যাপ্লিকেশন স্তরের ভার্চুয়ালাইজেশন যাতে সফটওয়্যার অ্যাপ্লিকেশনগুলি ধরন বা পরিবেশক নির্বিশেষে যে কোনও ক্লাউড বা নন-ক্লাউড পরিবেশে কন্টেইনার নামে পরিচিত বিচ্ছিন্ন ব্যবহারকারী স্পেসগুলিতে চলতে পারে।  মনে রাখবেন যে \"কন্টেইনার\" শব্দটি একটি ওভারলোডেড শব্দ। এই কারণেই মার্ক ব্রুকার প্রস্তাব করেন যে, আপনি যখনই \"কন্টেইনার\" শব্দটি ব্যবহার করেন, আপনার শ্রোতারা একই সংজ্ঞা ব্যবহার করেন কিনা তা যাচাই করে নেয়া উচিত।\n\n\n== ব্যবহার ==\nপ্রতিটি কন্টেইনার মূলত একটি সম্পূর্ণ কার্যকরী এবং বহনযোগ্য ক্লাউড বা নন-ক্লাউড কম্পিউটিং পরিবেশ যা অ্যাপ্লিকেশনটিকে ঘিরে থাকে এবং এটিকে সমান্তরালভাবে চলমান অন্যান্য পরিবেশ থেকে স্বাধীন রাখে। স্বতন্ত্রভাবে, প্রতিটি কন্টেইনার একটি ভিন্ন সফটওয়্যার অ্যাপ্লিকেশন অনুকরণ করে এবং সম্পর্কিত কনফিগারেশন ফাইল, লাইব্রেরি এবং নির্ভরতা বান্ডিল করে বিচ্ছিন্ন প্রক্রিয়া চালায়। কিন্তু, সম্মিলিতভাবে একাধিক কন্টেইনারে একটি সাধারণ অপারেটিং সিস্টেম কার্নেল (ওএস) ভাগ করে নেয়।\nসাম্প্রতিক সময়ে, Amazon Web Services, Microsoft Azure, Google Cloud Platform, এবং আইবিএম ক্লাউডের মতো ক্লাউড কম্পিউটিং প্ল্যাটফর্মগুলি দ্বারা কন্টেইনারাইজেশন প্রযুক্তি ব্যাপকভাবে গ্রহণ করা হয়েছে৷ কন্টেইনারাইজেশন মার্কিন প্রতিরক্ষা বিভাগ দ্বারাও আরও দ্রুত ডেভেলপ এবং ফিল্ডিং সফটওয়্যার আপডেটের একটি উপায় হিসাবে অনুসরণ করা হয়েছে, যার এফ-২২ এয়ার সুপিরিওরিটি ফাইটারে প্রথম প্রয়োগ করা হয়েছে।\n\n\n== কন্টেইনারের প্রকারভেদ ==\nওএস কন্টেইনার\nঅ্যাপ্লিকেশন কন্টেইনার\n\n\n== নিরাপত্তা সমস্যা ==\nশেয়ার্ড ওএসের কারণে নিরাপত্তার হুমকি পুরো কন্টেইনারকৃত সিস্টেমকে প্রভাবিত করতে পারে।\nকনটেইনারকৃত পরিবেশে নিরাপত্তা স্ক্যানারগুলি সাধারণত ওএসকে রক্ষা করে। কিন্তু অ্যাপ্লিকেশন কন্টেইনারগুলিকে করেন, যা অবাঞ্ছিত দুর্বলতা যোগ করে।\n\n\n== কন্টেইনার ব্যবস্থাপনা, অর্কেস্ট্রেশন, ক্লাস্টারিং ==\nকন্টেইনার অর্কেস্ট্রেশন বা কন্টেইনার ম্যানেজমেন্ট বেশিরভাগই অ্যাপ্লিকেশন কন্টেইনারের প্রসঙ্গে ব্যবহৃত হয়। এই ধরনের অর্কেস্ট্রেশন প্রদানের বাস্তবায়নের মধ্যে রয়েছে কুবারনেটস এবং ডকার সোয়ার্ম ।\n\n\n== কন্টেইনার ক্লাস্টার ব্যবস্থাপনা ==\nকন্টেইনার ক্লাস্টার পরিচালনা করা প্রয়োজন। এর মধ্যে রয়েছে ক্লাস্টার তৈরি করা, সফটওয়্যার হালনাগাদ করা বা মেরামত করা, বিদ্যমান ইনস্ট্যান্সের মধ্যে লোড ব্যালেন্স করা, ব্যবহারকারীর সংখ্যার সাথে খাপ খাইয়ে মিলিয়ে ইনস্ট্যান্স শুরু বা বন্ধ করে স্কেল করা, কার্যকলাপ লগ করা এবং সেন্সর জিজ্ঞাসা করে উৎপন্ন লগ বা অ্যাপ্লিকেশন নিজেই মনিটর করা। এই ধরনের সফটওয়্যারের উন্মুক্ত উৎস বাস্তবায়নগুলোর মধ্যে রয়েছে ওকেডি এবং র্যাঞ্চার। বেশ কিছু সংস্থা কন্টেইনার ক্লাস্টার পরিচালনাকে পরিচালিত সেবা হিসেবে প্রদান করে, যেমন আলিবাবা, অ্যামাজন, গুগল, মাইক্রোসফট।\n\n\n== আরও দেখুন ==\nডকার (সফটওয়্যার)\nভার্চুয়াল মেশিন\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\n\n=== সাময়িকী প্রবন্ধ ===\nBentaleb, Ouafa; Belloum, Adam S. Z. (৮ জুন ২০২১)। \"Containerization technologies: taxonomies, applications and challenges\": 1144–1181। ডিওআই:10.1007/s11227-021-03914-1। \nWatada, Junzo; Roy, Arunava (২০১৯)। \"Emerging Trends, Techniques and Open Issues of Containerization: A Review\": 152443–152472। ডিওআই:10.1109/ACCESS.2019.2945930 । \nvan den Berg, Tom; Siegel, Barry (এপ্রিল ২০১৭)। \"Containerization of high level architecture-based simulations: A case study\": 115–138। ডিওআই:10.1177/1548512916662365 । \nZhang, Xiao; Tang, Yu (২০২১)। \"Containerization Design for Autonomous and Controllable Cloud Distributed System\"। Communications, Signal Processing, and Systems। Lecture Notes in Electrical Engineering। পৃষ্ঠা 30–38। আইএসবিএন 978-981-15-8410-7। ডিওআই:10.1007/978-981-15-8411-4_4। \nOdun-Ayo, Isaac; Geteloma, Victor (২০১৯)। \"Virtualization, Containerization, Composition, and Orchestration of Cloud Computing Services\"। Computational Science and Its Applications – ICCSA 2019। Lecture Notes in Computer Science। পৃষ্ঠা 403–417। আইএসবিএন 978-3-030-24304-3। ডিওআই:10.1007/978-3-030-24305-0_30। \n\n\n=== বই ===\nগ্যাব্রিয়েল এন. শেনকার, হিদেতো সাইতো, হুই-চুয়ান ক্লোয়ে লি, কে-জু ক্যারল হু, (২০১৯) কন্টেইনারাইজেশনের সাথে শুরু করা: আপনার কন্টেইনারগুলি স্বয়ংক্রিয় এবং পরিচালনার মাধ্যমে আপনার সিস্টেমের অপারেশনাল বোঝা হ্রাস করুন, প্যাকেট প্রকাশনা,আইএসবিএন ৯৭৮-১-৮৩৮৬৪-৯০৩-৬\nজিভা এস. চেল্লাধুরাই, বিনোদ সিং, পেথুরু রাজ (2014), লার্নিং ডকার, প্যাকেট পাবলিশিং ,আইএসবিএন ৯৭৮-০-৯৮৮৮২০২-০-৩"}