{"pageid": 1489227, "title": "ইয়েমেনে ধর্মহীনতা", "url": "https://bn.wikipedia.org/wiki?curid=1489227", "content": "ইয়েমেনে ধর্মহীনতা সাধারণত অস্বাভাবিক, কারণ ইসলাম ইয়েমেনের প্রধান এবং রাষ্ট্রীয় ধর্ম। ইয়েমেনে নাস্তিকদের সংখ্যা নির্ণয় করা কঠিন, কারণ তাদেরকে আনুষ্ঠানিকভাবে দেশের আদমশুমারিতে গণনা করা হয় না। ইয়েমেনে নাস্তিক হওয়া একটি বড় অপরাধ তাই অনেক ইয়েমেনি নাস্তিক ইন্টারনেটের মাধ্যমে একে অপরের সাথে যোগাযোগ করে থাকেন।\nইয়েমেনে ইসলাম ত্যাগের শাস্তি হলো মৃত্যুদণ্ড।\n\n\n== ইতিহাস ==\nইয়েমেনে ধর্মহীনতার ইতিহাস নথিভুক্ত করা কঠিন, কারণ দেশটির গভীরভাবে প্রোথিত ইসলামী ঐতিহ্য এবং ধর্মনিরপেক্ষ মতামতের উপর সীমাবদ্ধতা রয়েছে। ঐতিহাসিকভাবে, সপ্তম শতক থেকে ইয়েমেনে ইসলাম প্রভাব বিস্তার করেছে এবং ইয়েমেনিরা প্রধানত সুন্নি ও জায়েদি শিয়া শাখার ইসলামের অনুসারী। ধর্মনিরপেক্ষতা সাধারণত এখানে উপেক্ষিত হয়েছে এবং ঐতিহাসিকভাবে নথিভুক্ত করা হয়নি। ইয়েমেনের আদিবাসী এবং ধর্মীয় রীতি-নীতি সাধারণত ইসলামী মূল্যবোধ অনুসরণে গুরুত্বারোপ করে, যা ধর্মনিরপেক্ষ মত প্রকাশের জন্য খুব সামান্য সুযোগ দেয়।\n\n\n== ইসলাম প্রভাবিত আইন ==\nইয়েমেনের সংবিধান ইসলামকে রাষ্ট্র ধর্ম হিসেবে সংজ্ঞায়িত করে এবং ইসলামী আইন বা শরিয়াকে সকল আইন প্রণয়নের প্রধান উৎস হিসেবে গ্রহণ করে। শরিয়ায় ধর্মত্যাগ, বা নিজের ধর্ম ত্যাগ করা, একটি অপরাধ হিসেবে বিবেচিত হয় এবং এর জন্য গুরুতর শাস্তি, এমনকি মৃত্যুদণ্ডের বিধান রয়েছে। এর ফলে ইয়েমেনের আইনিক পরিবেশে ধর্মনিরপেক্ষতা প্রকাশ করা কঠিন হয়ে পড়েছে। দেশের দণ্ডবিধি এই সীমাবদ্ধতাগুলি প্রয়োগ করে, যা ধর্মনিন্দা ও ধর্মত্যাগের জন্য কারাবাস বা মৃত্যুদণ্ডের আদেশ দেয়।\n২০১৩ সালের সানা হামলার পর ইয়েমেনের আল হুদায়দাহ গভর্নরেটের বাজিল জেলার একজন ইয়েমেনি মহিলা ইসলাম ত্যাগ করে খ্রিস্টান ধর্ম গ্রহণ করেন, সরকার তাকে তদন্তের অধীনে রাখে, সুযোগের সময় শেষ হওয়ার পর তাকে একটি মানসিক হাসপাতালে প্রেরণ করা হয়।\n\n\n== সামাজিক দৃষ্টিভঙ্গি ও পরিসংখ্যান ==\nইয়েমেনে ধর্মনিরপেক্ষতার উপর সঠিক পরিসংখ্যান পাওয়া কঠিন, কারণ ধর্মনিরপেক্ষতার সঙ্গে সম্পর্কিত সামাজিক কলঙ্ক এবং সরকারের স্বীকৃতির অভাব রয়েছে। ২০১২ সালে পিউ রিসার্চের এক সমীক্ষায় উল্লেখ করা হয়েছে যে ইয়েমেনের জনসংখ্যার ১%-এর কম অংশ নিজেদের ধর্মীয়ভাবে নিরপেক্ষ হিসেবে পরিচয় দিয়েছে, যদিও বাস্তবে তা আরও বেশিও হতে পারে, কারণ আত্মপরিচয় প্রকাশের ক্ষেত্রে বিভিন্ন প্রতিকূলতা বিদ্যমান রয়েছে।\nইয়েমেনি সমাজে ধর্মনিরপেক্ষ মত প্রকাশকে প্রায়শই উল্লেখযোগ্য সামাজিক অবজ্ঞা ও বিচ্ছিন্নতার মুখোমুখি হতে হয়। পরিবার ও সম্প্রদায়, যারা ইসলামী ঐতিহ্যের উপর গভীরভাবে ভিত্তি করে গড়ে উঠেছে, প্রায়শই ধর্মনিরপেক্ষতাকে নৈতিকভাবে অসঙ্গত এবং লজ্জাজনক বলে মনে করে। ফলে যারা নিজেদের ধর্মনিরপেক্ষ হিসেবে চিহ্নিত করেন তারা বৈষম্য, বিচ্ছিন্নতা বা এমনকি সহিংসতার মুখোমুখি হতে পারেন। বিভিন্ন প্রতিবেদন থেকে জানা যায় যে ধর্মনিরপেক্ষ ব্যক্তিরা প্রকাশ্যে ও ব্যক্তিগত জীবনে বৈরিতা অনুভব করেন, যা তাদের বিশ্বাস প্রকাশের ক্ষেত্রে প্রতিবন্ধকতা সৃষ্টি করে। ইয়েমেনে ধর্মনিরপেক্ষতার প্রতি আচরণ আন্তর্জাতিক মানবাধিকার সংস্থাগুলির দ্বারা সমালোচিত হয়েছে, যারা ধর্মবিশ্বাসের স্বাধীনতার উপর সীমাবদ্ধতাকে একটি বৈশ্বিক মানবাধিকারের লঙ্ঘন হিসেবে চিহ্নিত করেছে। অ্যামনেস্টি ইন্টারন্যাশনাল ও হিউম্যান রাইটস ওয়াচের মতো সংস্থাগুলি ইয়েমেনের দণ্ডবিধির তীব্র শাস্তির নিন্দা করেছে এবং চিন্তা, বিবেক ও বিশ্বাসের স্বাধীনতার সুরক্ষার আহ্বান জানিয়েছে।\n\n\n== উল্লেখযোগ্য নিপীড়নের ঘটনা ==\nধর্মনিরপেক্ষতা এবং নাস্তিকতা বা এমনকি অ-ধর্মীয় হওয়ার মধ্যে একটি বিস্তৃত ভুল ধারণাও রয়েছে, সেই বিভ্রান্তির কারণে অনেক আন্দোলনকর্মীকে অপহরণ করা হয়েছিল, নিম্নলিখিত ঘটনাগুলি এর উদাহরণ:\n\n৪ সেপ্টেম্বর ২০১৫ তে একজন ধর্মনিরপেক্ষ কর্মী আনোয়ার আল ওয়াজিরকে তার পরিবারের সামনে থেকে অপহরণ করে নিয়ে যাওয়া হয় ধর্মনিরপেক্ষ হওয়ার জন্য।\n২৬ এপ্রিল ২০১৬ তে একজন ১৭ বছর বয়সী কর্মী ওমর বাতেয়ীল, যাকে এর আগে নাস্তিকতার অপরাধে দোষী সাব্যস্ত করা হয়ছিল, তাকে অ্যাডেনে হত্যা করা হয়। তার একটি বিখ্যাত উক্তি ছিল, \"তারা আমাকে নাস্তিকতার অভিযোগে অভিযুক্ত করে! হে মানুষ, আমি ফুলের মধ্যে ভগবানকে দেখি, আর তোমরা তাঁকে কবরস্থানে দেখতে পাও, এটাই আমার আর তোমাদের মধ্যে পার্থক্য\"।\n১৫ মে ২০১৭ তে ওমর বাতেয়ীলের একজন বন্ধু আমজাদ আবদুলরহমানকে ধর্মত্যাগের অভিযুগে খুন করা হয়। তার পরিবারকে জানাজার নামাজে অংশগ্রহণ করতে ও মরদেহ কবরস্থ করতেও বাধা দেওয়া হয়\n৫ সেপ্টেম্বর ২০২০ এ ১৮ বছর বয়সী লুয়াই সাদ্দামকে একটি বিতর্কিত ফেসবুক পোস্ট করার পর তার নিজের ঘরে মৃত অবস্থায় পাওয়া যায়। তার গলায় দড়ি লাগানো একটি ছবিও পাওয়া যায় যাতে বোঝা জয় সে আত্মহত্যা করেছে, কিন্তু অনেকে সন্দেহ করেন তাকে খুন করা হয়েছে।\n\n\n== আরও দেখুন ==\nমুসলিম বিশ্বে নাস্তিকদের প্রতি বৈষম্য\nইয়েমেনে ইসলাম\n\n\n== তথ্যসূত্র =="}