{"pageid": 1489593, "title": "পাকিস্তান সশস্ত্র বাহিনী ব্যান্ড", "url": "https://bn.wikipedia.org/wiki?curid=1489593", "content": "পাকিস্তান সেনাবাহিনীর  পাকিস্তান সশস্ত্র বাহিনীর একটি যৌথ সামরিক প্রশাসনিক এবং স্টাফ সার্ভিস শাখা - যেহেতু এটি  সেনাবাহিনীর মধ্যে সীমাবদ্ধ নয় তবে পাকিস্তানের সামরিক বাহিনীর অন্যান্য শাখার সদস্যরাও এর অংশ হিসাবে সদস্য রয়েছে। \nসঙ্গীত তত্ত্ব এবং যোগ্যতার উপর শিক্ষা আর্মি স্কুল অফ মিউজিক দ্বারা তত্বাবধানক করা হয়, যার সদর দফতর পাকিস্তানের খাইবার-পাখতুনখোয়ার অ্যাবোটাবাদে অবস্থিত। \n\n\n== পটভূমি ==\nপাকিস্তান ট্রাই-সার্ভিসেস মিলিটারি ব্যান্ড হল একটি পাকিস্তানি মিউজিক্যাল গ্রুপ যা ১৯৪৭ সালে ইসলামাবাদে গঠিত হয়েছিল। ১৯৬৫ এবং ১৯৭১ সালের ভারত-পাকিস্তান যুদ্ধের সময় দেশপ্রেমিক সমর্থন প্রদানে ব্যান্ডটি অবিলম্বে পাকিস্তানি সৈন্যদের জন্য একটি গুরুত্বপূর্ণ ভূমিকা পালন করে। ব্যান্ডের সদস্যরা, যারা পাকিস্তান সশস্ত্র বাহিনীর ৩টি শাখা থেকে তৈরি, তারা প্রায়শই পাকিস্তানের সামরিক অনুষ্ঠান এবং সামরিক কুচকাওয়াজে মনোযোগের কেন্দ্রবিন্দু হয়।এটি ৭৮ জন সদস্য নিয়ে গঠিত যারা বর্তমানে মেজর গোলাম আলীর নেতৃত্বে রয়েছে গোলাম আলী  (১৯৬৭ সালে পাকিস্তানের চাকওয়াতে জন্মগ্রহণ করেন) এটি সাধারণত সারা বিশ্বের অনেক আন্তর্জাতিক উৎসবে অংশগ্রহণ করে। পাকিস্তানের জাতীয় সঙ্গীত এবং সরকারী আয়োজন ছাড়া, ব্যান্ডটি বেসরকারি গুরুত্বপূর্ণ আয়োজনে পাকিস্তান কুচকাওয়াজ করে এবং পাকিস্তানের গুরুত্বপূর্ণ প্রদেশে। বিজয়ের মতো জাতীয় গান পরিবেশন করে।\n\n\n== সংক্ষিপ্ত বর্ণনা ==\n১৯৫২ সালে, ব্রিটিশ সেনাবাহিনীর রয়্যাল মিলিটারি স্কুল অফ মিউজিক চেরাটে আর্মি স্কুল অফ মিউজিক প্রতিষ্ঠা করেন এবং ক্যাপ্টেন ডোনাল্ড কিলিং এর প্রথম পরিচালক এবং প্রধান প্রশিক্ষক হন যা তিনি ১৯৫৪ সাল পর্যন্ত এই ক্ষমতায় ছিলেন।  ইউনিটটি ব্রিটিশ সেনাবাহিনীর ক্যাপ্টেন বেকারের অধীনে পুনর্গঠিত হয়েছিল যিনি ১৯৫৬ সাল পর্যন্ত লাহোরে স্থানান্তরিত হন যখন এটিকে বর্তমান সদর দফতর হিসাবে অ্যাবোটাবাদে স্থানান্তরিত করা হয়।\nআর্মি স্কুল অফ মিউজিক দ্বারা প্রশিক্ষণ দেওয়া সত্ত্বেও পাকিস্তান সশস্ত্র বাহিনী ব্যান্ড সেনাবাহিনীতে সীমাবদ্ধ নয় তবে পাকিস্তান সশস্ত্র বাহিনীর অন্যান্য শাখা থেকে নেওয়া হয়।  আর্মি গ্র্যাজুয়েটরা ব্যান্ড গঠনে নেতৃত্ব দেয় যার পরে নৌবাহিনী এবং বিমান বাহিনী - তারা প্রায়শই পাকিস্তানের সামরিক অনুষ্ঠান এবং সামরিক কুচকাওয়াজের কেন্দ্রবিন্দু হয়ে থাকে।  ব্যান্ডের সঙ্গীত ঐতিহ্য ব্রিটিশ সেনাবাহিনী থেকে এর সংযোগ এবং ঐতিহ্য থেকে উদ্ভূত হয়েছে যেহেতু ব্রিটিশ সেনাবাহিনীর সেনা কর্মকর্তারা এর প্রথম পরিচালক এবং প্রশিক্ষক ছিলেন।  ইউনিটটি একজন মেজর পদমর্যাদার অফিসার দ্বারা পরিচালিত হয় যিনি এর পরিচালকের দায়িত্ব পালন করেন।\nব্যান্ডের কার্যক্রমের মধ্যে ছিল পাকিস্তান দিবসের প্যারেডে অংশগ্রহণ এবং পাকিস্তানের রাষ্ট্রপতির আমন্ত্রণে অন্যান্য দেশের রাষ্ট্রনেতাদের আগমন।  ব্যান্ডটি পাকিস্তান ট্রাই-সার্ভিসেস মিলিটারি ব্যানারের ব্যানারে সম্প্রতি চীন এবং রাশিয়ার সাথে বিশ্বের অনেক সামরিক উৎসবে পারফর্ম করেছে। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপাকিস্তান আর্মি ব্যান্ড, কেপ টাউন, ওয়াটারফ্রন্ট, ৮ই নভেম্বর ২০১৫\nস্পাস্কায়া টাওয়ার ২০১৫ আন্তর্জাতিক সামরিক সঙ্গীত উৎসব মস্কো ২০১৫-এ পাকিস্তান পারফর্ম করছে"}