{"pageid": 1489842, "title": "সাহির শামশাদ মির্জা", "url": "https://bn.wikipedia.org/wiki?curid=1489842", "content": "জেনারেল সাহির শামশাদ মির্জা (উর্দু ساحر شمشاد مرزا  ) পাকিস্তান সেনাবাহিনীর একজন চার তারকা জেনারেল, বর্তমানে ২৭ নভেম্বর ২০২২-এ পদে নিযুক্ত জয়েন্ট চিফস অফ স্টাফ কমিটির ১৮ তম চেয়ারম্যান হিসেবে দায়িত্ব পালন করছেন রাওয়ালপিন্ডিতে এক্স কর্পসের কমান্ডার হিসেবে নিয়োগের আগে, তিনি এর আগে আজহার আব্বাসের স্থলাভিষিক্ত হওয়া পর্যন্ত পাকিস্তানের  ৩৫তম চিফ অফ জেনারেল স্টাফ হিসেবে দায়িত্ব পালন করেন।\n\n\n== প্রারম্ভিক জীবন ==\nসাহির পাকিস্তানের চকওয়াল জেলার একটি ছোট গ্রাম মুলহাল মুঘলানে শামশাদ মির্জার ঘরে জন্মগ্রহণ করেন। সাহির অল্প বয়সে তার পিতামাতাকে হারিয়েছিলেন যার ফলে তাকে এতিম হিসাবে বড় করা হয়েছিল।\n\n\n== সামরিক পেশা ==\n১০ সেপ্টেম্বর ১০৮৭-এ ৭৬ তম পাকিস্তান মিলিটারি একাডেমি কোর্স শেষ করার পর সাহির পাকিস্তান সেনাবাহিনীর ৮ ম সিন্ধু রেজিমেন্টে কমিশন লাভ করেন। তিনি জিএইচকিউ- এ অ্যাডজুট্যান্ট জেনারেল, কমান্ডার এক্স কর্পস এবং ডিরেক্টর জেনারেল ফর মিলিটারি অপারেশন্সের মতো কমান্ড অধিষ্ঠিত করেছেন। মিলিটারি অপারেশনে তার নিয়োগের সময়, তিনি ওকারায় ৪০ তম পদাতিক ডিভিশনের কমান্ড করেছিলেন।  ২০২৩ সালে পাকিস্তানে প্রধানমন্ত্রী  শেহাবাজ শরীফ সময়ে তিনি পাকিস্তানের ৪০ তম পদাতিক ডিভিশনে কমান্ড থেকে তার সামরিক পদমর্যাদা এগিয়ে আনে। ২০২৩ সালে পাকিস্তানের শেহবাজ শরীফ  সরকার তাকে জয়েন্ট চিফস স্টাফে জেনারেল হিসাবে তাকে নিয়োগ দেন। পরে তিনি জেনারেল স্টাফ হিসাবে দায়িত্ব পালন করছেন। পাকিস্তান জেনারেল স্টাফ দায়িত্ব নেওয়ার পর তিনি পাকিস্তান প্রধানমন্ত্রীকে তার দপ্তরের কাজের জবাবদিহি করেন এবং তার আগে জেনারেল  নাদিম রাজা পাকিস্তানের প্রধানমন্ত্রীকে তার দপ্তরের জবাবদির আগে তার মেয়াদ শেষ হয়। নাদিম রাজার মেয়াদ শেষ হওয়ার আগে তিনি জেনারেল পদে স্থলাভিষিক্ত হন।\n\n\n=== সামরিক শিক্ষা এবং শিক্ষা ===\nতিনি পাকিস্তান মিলিটারি একাডেমি, কমান্ড অ্যান্ড স্টাফ কলেজ, কোয়েটা এবং ন্যাশনাল ডিফেন্স ইউনিভার্সিটি, পাকিস্তান থেকে স্নাতক হন। এছাড়াও তিনি তার বিজ্ঞানে স্নাতকোত্তর ক্র্যানফিল্ড ইউনিভার্সিটি থেকে, যুক্তরাজ্য থেকে গ্লোবাল সিকিউরিটিতে ডিগ্রি অর্জন করেন তিনি।\n৮ ডিসেম্বর ২০২২-এ, সাহির আইওয়ান-ই-সদরে আরিফ আলভির কাছ থেকে সিওএএস আসিম মুনিরের পাশাপাশি নিশান-ই-ইমতিয়াজ (সামরিক) পুরস্কার গ্রহণ করেন। পাকিস্তানের প্রধানমন্ত্রী, কূটনীতিক, আইন প্রণেতা এবং ফেডারেল মন্ত্রীদের সামনে শীর্ষ সামরিক কর্মকর্তাদের এই পুরস্কার দেওয়া হয়।\n\n\n== প্রকাশনা ==\nলেফটেন্যান্ট কর্নেল সাহির শামশাদ মির্জা, “সাবকন্টিনেন্টাল সিকিউরিটি অ্যান্ড ইটস ইম্প্যাক্ট অন ওয়ার্ল্ড সিকিউরিটি: চ্যালেঞ্জস অ্যান্ড দ্য ওয়ে ফরওয়ার্ড”, এনডিইউ জার্নাল, ২০০৯।\n\n\n== সেনাবাহিনীতে তার পদমর্যাদা ==\n\n\n== বিদেশী পুরুষ্কার ==\n\n\n== তথ্যসূত্র =="}