{"pageid": 1489248, "title": "পূর্ব পাকিস্তান ফুটবল দল", "url": "https://bn.wikipedia.org/wiki?curid=1489248", "content": "পূর্ব পাকিস্তান ফুটবল দল (ইংরেজি: East Pakistan football team, উর্দু: مشرقی پاکستان فٹ بال ٹیم‎‎) হল পূর্ব পাকিস্তান স্পোর্টস ফেডারেশন (ইপিএসএফ) দ্বারা পরিচালিত একটি প্রাদেশিক দল ছিল এবং ১৯৪৮ থেকে ১৯৭১ সালে বাংলাদেশের স্বাধীনতা পর্যন্ত জাতীয় ও আন্তর্জাতিক ম্যাচে পূর্ব পাকিস্তানের প্রতিনিধিত্ব করেছিল, যার ফলে বাংলাদেশ জাতীয় ফুটবল দল চূড়ান্তভাবে গঠন করা হয়েছিল।\nদলটি ১৯৪৮ থেকে ১৯৬০ সাল পর্যন্ত জাতীয় ফুটবল চ্যাম্পিয়নশিপে অংশগ্রহণ করে, তাদের চূড়ান্ত বছরে চ্যাম্পিয়ন হয়, তারপরে ইপিএসএফ টুর্নামেন্টে বিভাগীয় দল পাঠাতে শুরু করে। ১৯৭০ সালে পূর্ব পাকিস্তান তাদের প্রথম আন্তর্জাতিক ট্রফি জিতেছিল, নেপালের কাঠমান্ডুতে রাজা মহেন্দ্র কাপ, এই সময়ে তারা তাদের চূড়ান্ত প্রতিযোগিতামূলক খেলাও খেলেছিল, কারণ বাংলাদেশের স্বাধীনতা যুদ্ধের সময় দলটি বিলুপ্ত হয়ে গিয়েছিল। পূর্ব পাকিস্তানী ছাড়াও দলে প্রায়ই পশ্চিম পাকিস্তানের খেলোয়াড়দের অন্তর্ভুক্ত করা হতো, যারা সেই সময়ে ঢাকা লিগে অংশগ্রহণ করত। এটি তাদের সাফল্যে উল্লেখযোগ্য অবদান রাখে।\n\n\n== ইতিহাস ==\nপূর্ব পাকিস্তান ফুটবল দলটি ১৯৪৮ সালে তার উৎস খুঁজে পায়, যখন তারা ঢাক্কায় ভারতীয় অলিম্পিক নির্বাচনের বিরুদ্ধে একটি প্রদর্শনী ম্যাচ খেলেছিল। একই বছর, ওয়াজেদ আলী মিয়াজির মতো উল্লেখযোগ্য খেলোয়াড়দের সমন্বিত দলটি ভারত সফরে যাত্রা শুরু করে। ১৯৫১ সালে, পূর্ব পাকিস্তান স্পোর্টস ফেডারেশন (ইপিএসএফ), বর্তমানে জাতীয় ক্রীড়া পরিষদ নামে পরিচিত, প্রতিষ্ঠিত হয়, ঢাকা স্পোর্টিং অ্যাসোসিয়েশন (ডিএসএ) থেকে প্রদেশের প্রাথমিক ক্রীড়া সংস্থা হিসেবে দায়িত্ব গ্রহণ করে। প্রতিষ্ঠাতা সভাপতি ও সাধারণ সম্পাদক ছিলেন যথাক্রমে হাবিবুল্লাহ বাহার চৌধুরী ও সিদ্দিকুর রহমান। পূর্ব পাকিস্তান ফুটবল দল ইপিএসএফ-এর অধীনে একটি প্রাদেশিক সদস্য হয়ে ওঠে, যা জাতীয় ফুটবল চ্যাম্পিয়নশিপ, প্রদর্শনী গেমস এবং আন্তর্জাতিক আমন্ত্রণমূলক টুর্নামেন্টে অংশগ্রহণের জন্য দল গঠন করে।\n\n\n=== দল ===\n\n\n== জাতীয় চ্যাম্পিয়নশিপের রেকর্ড ==\n\n\n=== ১৯৪৮ করাচিতে এবং ১৯৫৪ লাহোর ===\n১৯৪৮ সালের এপ্রিল মাসে, সেই বছরের মে মাসে করাচিতে অনুষ্ঠিত উদ্বোধনী জাতীয় ফুটবল চ্যাম্পিয়নশিপের জন্য একটি দল গঠনের জন্য পূর্ববঙ্গে আমন্ত্রণ পাঠানো হয়েছিল। তবে, আসলেই কোন দল পাঠানো হয়েছিল কিনা তা স্পষ্ট নয়। তৃতীয় জাতীয় চ্যাম্পিয়নশিপ ১৯৫১ সালের ১০ সেপ্টেম্বর পূর্ব পাকিস্তানের ঢাক্কায় অনুষ্ঠিত হওয়ার কথা ছিল। যাইহোক, ভারত ও পাকিস্তানের মধ্যে চলমান কাশ্মীর সংঘাতের কারণে এটি প্রাথমিকভাবে স্থগিত করা হয়েছিল এবং শেষ পর্যন্ত এক মাস আগে বাতিল করা হয়েছিল।\n\n১৯৫৩ সালে পেশোয়ারে অনুষ্ঠিত টুর্নামেন্টের চতুর্থ সংস্করণে পূর্ব পাকিস্তান ফুটবল দল জাতীয় ফুটবল চ্যাম্পিয়নশিপেও অংশগ্রহণ করে। কেএ আনসারির নেতৃত্বে দলটি তাদের প্রথম প্রচারণায় বেশি অগ্রসর হয়নি। পরের বছর, তারা লাহোরে পঞ্চম জাতীয় চ্যাম্পিয়নশিপের প্রস্তুতি হিসেবে চট্টগ্রাম সফর করে, যদিও সেই টুর্নামেন্টে তাদের অগ্রগতি রেকর্ড করা হয়নি।\n\n\n=== ১৯৫৫ বাহাওয়ালপুর এবং ১৯৫৬ করাচি ===\n\nপাকিস্তান জাতীয় ফুটবল দলের ফরোয়ার্ড রশিদ চুন্নার নেতৃত্বে পূর্ব পাকিস্তানের বাহাওয়ালপুরে অনুষ্ঠিত চ্যাম্পিয়নশিপের ১৯৫৫ সংস্করণে, ২১ নভেম্বর বেলুচিস্তানের কাছে ১–৩ গোলে হেরে কোয়ার্টার ফাইনালে টুর্নামেন্ট থেকে বিদায় নেয়। ইকবাল দুইবার গোল করেন, এবং তাজ মোহাম্মদ জুনিয়র বেলুচিস্তানের হয়ে তৃতীয় গোল করেন, আর চুন্নাহ পূর্ব পাকিস্তানের হয়ে সান্ত্বনামূলক গোল করেন।\n১৯৫৬ সালে, ওয়াজেদ আলী মিয়াজী করাচিতে সপ্তম জাতীয় চ্যাম্পিয়নশিপের সময় দলের অধিনায়ক ছিলেন, যদিও টুর্নামেন্টে তাদের অগ্রগতি রেকর্ড করা হয়নি।\n\n\n=== ১৯৫৭ ঢাক্কা; রানার্স আপ ===\n\n১৯৫৭ সালের ১৭ জুন, পূর্ব পাকিস্তান স্পোর্টস ফেডারেশন (ইপিএসএফ) এর ফুটবল সচিব এবং জাতীয় ফুটবল চ্যাম্পিয়নশিপের সাংগঠনিক সম্পাদক আশরাফুল হক নিশ্চিত করেন যে চ্যাম্পিয়নশিপের অষ্টম সংস্করণ পূর্ব পাকিস্তানের প্রশাসনিক রাজধানী ঢাক্কায় অনুষ্ঠিত হয়েছিল। চ্যাম্পিয়নশিপ পর্যন্ত উৎসবমুখর পরিবেশে অংশগ্রহণকারী দলগুলোর জন্য স্থানীয় সিনেমা হলে ফ্রি শো, সেইসাথে অংশগ্রহণকারীদের জন্য নারায়ণগঞ্জের আদমজী জুট মিলস এবং কটন মিলসে ভ্রমণের ব্যবস্থা করা ছিল।\nপ্রথমবারের মতো, ইপিএসএফ টুর্নামেন্টে অংশগ্রহণের জন্য দুটি দল গঠন করে: পূর্ব পাকিস্তান সাদা দল এবং পূর্ব পাকিস্তান সবুজ দল। মারি চৌধুরী শ্বেতাঙ্গদের নেতৃত্ব দেন এবং শেখ সাহেব আলী সবুজদের নেতৃত্ব দেন। ১১ অক্টোবর সবুজ দল প্রথম রাউন্ডে পাকিস্তান সেনাবাহিনীর কাছে ১–৪ গোলে হেরে ছিটকে যায়। ২২শে অক্টোবর, পূর্ব পাকিস্তান সাদা দল পাকিস্তান নৌবাহিনীর বিরুদ্ধে ৫–২ জয়ের সাথে চ্যাম্পিয়নশিপ শুরু করে, আশরাফ চৌধুরী হ্যাটট্রিক করেন, যেখানে নবী চৌধুরী এবং কবির আহমেদ অন্যান্য গোল যোগ করেন। ২৬ অক্টোবর সিন্ধুর বিরুদ্ধে দ্বিতীয় রাউন্ডে, মারি এবং আশরাফের ব্যক্তিগত উজ্জ্বলতার নেতৃত্বে দলেরা ৫–০ গোল জয়লাভ করেছিলেন।\n৩ নভেম্বর বেলুচিস্তানের বিপক্ষে সেমি-ফাইনালে, আশরাফ ও কবির ২–৩ গোলে হেরে গোল করেন। হোম টার্ফে হারের ফলে স্থানীয় সমর্থকরা ম্যাচ চলাকালীন তার কথিত বিতর্কিত সিদ্ধান্তের কারণে রেফারি মাহমুদ শাহের দিকে ঢিল ছুঁড়তে শুরু করে। পুলিশকে হস্তক্ষেপ করতে হয় এবং শেষ পর্যন্ত পাল্টা জবাব দেয়। তৎকালীন পূর্ব পাকিস্তানের গভর্নর এ কে ফজলুল হক এই বিশৃঙ্খলা প্রত্যক্ষ করতে ঢাক্কা স্টেডিয়ামে উপস্থিত ছিলেন। ৪ নভেম্বর, পূর্ব পাকিস্তান সরকার ঢাকা বিভাগীয় কমিশনার এবং ঢাক্কায় পুলিশের ডেপুটি ইন্সপেক্টরকে সংঘর্ষের তদন্ত পরিচালনা করার নির্দেশ দেয়, যার ফলস্বরূপ ৫৪ জন পুলিশ সদস্যসহ ৭৭ জন আহত হয়েছিলো। সেমিফাইনাল শেষ পর্যন্ত ৫ নভেম্বর পুনরায় খেলা হয়, সাদা দল ২–১ গোলে জয়লাভ করেছিল।\nফেভারিট পাঞ্জাবের বিপক্ষে ফাইনালে, ১০ নভেম্বর অনুষ্ঠিত হয়, স্থানীয় ভক্তরা স্টেডিয়ামটি পরিচ্ছন্ন করে ফেলে, এমনকি কেউ কেউ খেলার জায়গার ভিতরেও বসেছিল, যার ফলে পাঞ্জাবের খেলোয়াড়রা প্রথমে খেলতে অস্বীকার করেছিল। অবশেষে, ৩০ মিনিটের প্রদর্শনী ম্যাচ অনুষ্ঠিত হয়েছিল, সেই সময় স্বাগতিক দলের সেন্টার ফরোয়ার্ড আশরাফ ইনজুরিতে পড়েন। শেষ পর্যন্ত খেলা শুরু হলে আশরাফের স্থলাভিষিক্ত হন এস এ জাম্মান মুক্তা। পূর্ব পাকিস্তান সাদা দল ১–২ গোলের ব্যবধানে ম্যাচটি হেরেছিলেন, রশিদ চুন্না দলের একমাত্র গোলটি করেছিলেন। পূর্ব পাকিস্তানের মুখ্যমন্ত্রী আতাউর রহমান খান পুরস্কার তুলে দেন, যেখানে সাদা দলের অধিনায়ক মারি চ্যাম্পিয়নশিপের সেরা খেলোয়াড়ের পুরস্কার পান।\nপূর্ব পাকিস্তান সাদা একাদশ : রঞ্জিত, গজনভি, ইউজিন গোমেস, আরজু, নবী, শামসু, রশিদ চুন্না, এসএ জাম্মান মুক্তা, কবির, মারি (অধিনায়ক), শাহ আলম।\nপাঞ্জাব একাদশ : শরফুদ্দিন, রিয়াসাত আলী, নেয়ামত, শওকত, মাসুদ, নায়ের, তালিব আলী, মাজহার, সাইফ, হানিফ, গোলাম রব্বানী।\nপরের বছর, আমির জং গজনভি, কবির আহমেদ, নবী চৌধুরী, মারি চৌধুরী, আশরাফ চৌধুরী এবং মঞ্জুর হাসান মিন্টু সহ টোকিও এশিয়ান গেমসের জন্য আবদ্ধ পাকিস্তান জাতীয় দলের জন্য পূর্ব পাকিস্তান সাদা দল থেকে ছয়জন খেলোয়াড়কে নির্বাচিত করা হয়েছিল।\n\n\n=== ১৯৫৮ মুলতান; কোয়ার্টার ফাইনালিস্ট ===\nমুলতানে অনুষ্ঠিত নবম জাতীয় চ্যাম্পিয়নশিপে, পূর্ব পাকিস্তান ফুটবল দলের অধিনায়ক ছিলেন নবী চৌধুরী, যিনি সেই বছরের শুরুতে টোকিও এশিয়ান গেমসে পাকিস্তান জাতীয় ফুটবল দলের নেতৃত্বও দিয়েছিলেন। দলে আরও চারটি আন্তর্জাতিক খেলোয়াড় অন্তর্ভুক্ত ছিল: মঞ্জুর হাসান মিন্টু, মারি চৌধুরী, কবির আহমেদ, এবং আবিদ গাজী (করাচি, পশ্চিম পাকিস্তান থেকে)। তাদের শক্তিশালী লাইনআপ থাকা সত্ত্বেও, ১৫ নভেম্বর ১৯৫৮ তারিখে, বর্তমান চ্যাম্পিয়ন পাঞ্জাবের জুনিয়র দল পাঞ্জাব রেডসের কাছে ১–৩ ব্যবধানে পরাজয়ের পর তারা সেমি-ফাইনালের আগে টুর্নামেন্ট থেকে বাদ পড়ে যায়। তাদের পরাজয়ের জন্য মূলত দায়ী করা হয়েছিল গোলরক্ষক রঞ্জিত দাসকে, যার উচ্চতার অভাব প্রথম দুটি গোলের ছাড়ে অবদান রেখেছিল। পূর্ব পাকিস্তানের হয়ে আবারও সান্ত্বনা দেন রশিদ চুন্না।\n\n\n=== ১৯৫৯ হায়দ্রাবাদ; রানার্স-আপ ===\n\nহায়দ্রাবাদে অনুষ্ঠিত দশম জাতীয় চ্যাম্পিয়নশিপের আগে, শেখ সাহেব আলী, যিনি ১৯৫৩ থেকে ১৯৫৭ সাল পর্যন্ত দলের প্রতিনিধিত্ব করেছিলেন, তাকে দলের প্রথম প্রধান কোচ হিসেবে নিযুক্ত করা হয়েছিল। চ্যাম্পিয়নশিপের প্রস্তুতি হিসেবে দলটি পাঞ্জাব সফরও করেছে। শেষ পর্যন্ত, কবির আহমেদের নেতৃত্বে পূর্ব পাকিস্তান ৯ নভেম্বর অনুষ্ঠিত চ্যাম্পিয়নশিপের সেমি-ফাইনালে পৌঁছে, শাহ আলমের একক গোলে পাঞ্জাবকে পরাজিত করে। উল্লেখযোগ্যভাবে, পাঞ্জাব দলে ছয়জন আন্তর্জাতিক খেলোয়াড় অন্তর্ভুক্ত ছিল: এমএন জেহান, শের মোহাম্মদ, শওকত, মাসুদ, হানিফ এবং নিয়ামত। ৭ নভেম্বর অনুষ্ঠিত ফাইনালে, প্রেসিডেন্ট আইয়ুব খান সহ ২০,০০০ জন লোকের ভিড়ের সাক্ষী ছিল, কারণ পূর্ব পাকিস্তান বেলুচিস্তানের কাছে ০–১ গোলে পরাজিত হয়েছিল। পূর্ব পাকিস্তানের গোলরক্ষক রঞ্জিত দাস বায়বীয় ক্লিয়ারেন্স ভুল বিবেচনা করার পরে একমাত্র গোলটি করা হয়েছিল।\nপূর্ব পাকিস্তান একাদশ : রঞ্জিত, জহির, গজনভি, নবী, আবিদ, ইমাম বখশ, ইসলাম, কবির (অধিনায়ক), আশরাফ, মারি, শাহ আলম।\nবেলুচিস্তান একাদশ : সিদ্দিক, আফজাল, কাইয়ুম (অধিনায়ক), আহমদ মুনির, কামার আলী, আশিক হোসেন, আগা গুল, তাজ মোহাম্মদ জুনিয়র, গোলাম রসুল, হুসেইন বখশ, আহমেদ।\n\n\n=== ১৯৬০ করাচি; চ্যাম্পিয়ন ===\n\n১৯৬০ সালের নভেম্বরে, পূর্ব পাকিস্তান করাচিতে অনুষ্ঠিত একাদশ জাতীয় চ্যাম্পিয়নশিপে অংশগ্রহণ করে। শেখ সাহেব আলীর প্রশিক্ষক, দলটি প্রধান খেলোয়াড় আমির জং গজনভী, কবির আহমেদ, আমান চৌধুরী, আবু জান এবং কামরু ছাড়াই টুর্নামেন্টে প্রবেশ করেছিল, যাদের সবাই আগা খান গোল্ডকাপে মোহামেডান এসসির হয়ে খেলার সময় স্থগিত করা হয়েছিল। শূন্যস্থান পূরণ করার জন্য, পূর্ব পাকিস্তান ক্রীড়া ফেডারেশন বেশ কয়েকজন পশ্চিম পাকিস্তানী খেলোয়াড়কে অন্তর্ভুক্ত করেছিল, যেমন গফুর বালুচ, গোলাম রব্বানী, ইয়াকুব এবং মুসা জুনিয়র।\nজহিরুল হকের নেতৃত্বে, রাউন্ড-রবিন লিগে পূর্ব পাকিস্তান করাচি সবুজ দলকে ৩–১ গোলে পরাজিত করেছিলেন, ইয়াকুব হ্যাটট্রিক করেন। ১৮ নভেম্বর, দলটি পাকিস্তান রেলওয়ের বিরুদ্ধে ৫—০ ব্যবধানে জয়লাভ করেছিলেন। তারা অবশেষে ২৭ নভেম্বর অনুষ্ঠিত ফাইনালে পৌঁছে, যেখানে মুসা জুনিয়রের ৭৫তম মিনিটে করাচি সাদা দলের বিপক্ষে ম্যাচে দলের প্রথম জাতীয় চ্যাম্পিয়নশিপ শিরোপা জেতে।\nদলটি ৩০ নভেম্বর পাকিস্তান ইন্টারন্যাশনাল এয়ারলাইন্সের মাধ্যমে ঢাকায় ফিরে আসে, যেখানে উচ্চ পদস্থ সরকারি কর্মকর্তা এবং উৎসাহী ফুটবল ভক্তরা তাদের উষ্ণভাবে স্বাগত জানায়। পরে তারা ঢাক্কা স্টেডিয়ামে নাগরিক সংবর্ধনা গ্রহণ করেন।\nপূর্ব পাকিস্তান একাদশ : সিদ্দিক, জহির (অধিনায়ক), সাইফুদ্দিন, রসুল বখশ, গফুর বালুচ, সামাদ, বশির, মুসা জুনিয়র, ইয়াকুব, আবদুল্লাহ, রব্বানী।\nকরাচি সাদা একাদশ : গোলাম হুসেন, খুদা বখশ, আলী, রাসো ইসমাইল, ইসমাইল রাসো, মীরদাদ, টাকি, মাহমুদ, ইউসুফ সিনিয়র।\n\n\n== আন্তর্জাতিক এবং বন্ধুত্বপূর্ণ রেকর্ড ==\n\n\n=== পাকিস্তান (১৯৫৫, ১৯৫৯, ১৯৬২) ===\nপূর্ব পাকিস্তানের ঢাকায় অনুষ্ঠিত ১৯৫৫ সালের কলম্বো কাপের আগে, পাকিস্তান জাতীয় দল ঢাকা স্টেডিয়ামে পূর্ব পাকিস্তান দলের বিপক্ষে একটি প্রদর্শনী ম্যাচ খেলেছিল। ম্যাচটি পূর্ব পাকিস্তানের জন্য ১–৩ ব্যবধানে পরাজয়ে শেষ হয়েছিল, জামিল আখতার হ্যাটট্রিক করেন এবং রশিদ চুন্না ইস্ট উইংয়ের পক্ষে সান্ত্বনামূলক গোল করেন। উল্লেখযোগ্যভাবে, টুর্নামেন্টের জন্য পাকিস্তানের চূড়ান্ত দলে চারজন পূর্ব পাকিস্তানি খেলোয়াড় অন্তর্ভুক্ত ছিল: ফজলুর রহমান আরজু, নবী চৌধুরী, তাজুল ইসলাম মান্না এবং আবদুর রহিম।\n১৯৫৯ সালের ১৮ এপ্রিল, বার্মা সফরের মাত্র কয়েক দিন আগে পাকিস্তান জাতীয় দল ঢাকায় পূর্ব পাকিস্তানকে ১–৭ গোলে পরাজিত করে। অবশেষে, জাতীয় কোচ জন ম্যাকব্রাইড কবির আহমেদ এবং আবুল খায়েরকে পাকিস্তান সফরের জন্য দলে অন্তর্ভুক্ত করেন।\n২৬ আগস্ট ১৯৬২-এ, পাকিস্তান তার ইস্ট উইংকে ৪–১ গোলে পরাজিত করেছিল, যেখানে এমএন জেহান চারটি গোল করেছিলেন। খেলাটি ১৯৬০ মেরডেকা টুর্নামেন্টের প্রস্তুতি হিসাবে খেলা হয়েছিল, এবং পাকিস্তান দলে, প্রাক্তন পূর্ব পাকিস্তানের কোচ শেখ সাহেব আলীর প্রশিক্ষক, আবারও কবির আহমেদকে অন্তর্ভুক্ত করেছিলেন।\n\n\n=== বার্মা (১৯৬১) ===\n১৯৬১ সালের জানুয়ারিতে, বার্মা জাতীয় দল পূর্ব পাকিস্তান সফর করে এবং ঢাকা ও চট্টগ্রাম উভয় স্থানে পাকিস্তান জাতীয় দলের বিপক্ষে তিনটি প্রদর্শনী ম্যাচ খেলে। ঢাকায় পাকিস্তানের বিরুদ্ধে তাদের প্রথম ম্যাচের আগে, বার্মা পূর্ব পাকিস্তান একাদশের বিরুদ্ধে একটি প্রদর্শনী ম্যাচ খেলে, স্বাগতিকদের ১–৩ গোলে পরাজিত করেছিলেন। ২৫ জানুয়ারি, চট্টগ্রামের নিয়াজ স্টেডিয়ামে অনুষ্ঠিত খেলায় বার্মা ইস্ট উইংয়ের বিরুদ্ধে আরেকটি প্রদর্শনী ম্যাচ খেলে, ১–৯ গোলে জয়লাভ করেছিলেন। দ্বিতীয় মিনিটেই লিটনের গোলে এগিয়ে যায় ইস্ট উইং। এর পরে, বার্মার সেন্টার ফরোয়ার্ড, কো কো জি, একটি নিখুঁত হ্যাটট্রিক সহ ছয়টি গোল করেন। অন্যান্য বার্মিজ স্কোরাররা হলেন এমজি কিয়াউ, অং থেইন এবং এমজি থান।\n\n\n=== চীন (১৯৬৩) ===\n\n১৯৬৩ সালের জানুয়ারিতে, চীন জাতীয় ফুটবল দল পাকিস্তান জাতীয় দলের বিরুদ্ধে চারটি প্রদর্শনী ম্যাচ খেলতে পাকিস্তান সফর করেছিলেন। তাদের প্রথম ম্যাচের আগে, চীন ঢাক্কায় \"ইস্ট পাকিস্তান স্পোর্টস ফেডারেশন একাদশ\" এর বিরুদ্ধে একটি প্রস্তুতিমূলক খেলা খেলেছিল। পূর্ব পাকিস্তান দল পাকিস্তানের আন্তর্জাতিক গফুর বালুচ, মুহাম্মদ উমর এবং আব্দুল গফুরকে অনুপস্থিত করেছিল, যাদের সকলেই সেই বছরের জাতীয় চ্যাম্পিয়নশিপে ঢাকা বিভাগের প্রতিনিধিত্ব করেছিল। এর ফলে কোচ আবদুস সাত্তারের অধীনে নতুন স্কোয়াড গঠন করা হয়। ২৪ জানুয়ারি ১৯৬৩ তারিখে ঢাকা স্টেডিয়ামে অনুষ্ঠিত ম্যাচে, চীন পূর্ব পাকিস্তানের আধিপত্য বিস্তার করে, চীন ১১–১ গোলে জয় লাভ করেছিলেন। চীন প্রথম তিন মিনিটের মধ্যে লিড নেয় এবং ৭টি গোলে এগিয়ে প্রথমার্ধ শেষ করে। পূর্ব পাকিস্তানের একমাত্র সান্ত্বনামূলক গোলটি করেন বশির আহমেদ।\nইএসপিএফ একাদশ : সাদেক (জাফর ইমাম), জহির, কাজী মোবাশ্বর হোসেন, সাইফুদ্দিন, দেবীনাশ, সামাদ, পিন্টু, কবির, বশির, শামসুল ইসলাম মোল্লা, জামিল আক্তার (বাটু), প্রতাপ।\nচীনের খেলোয়াড় (শুরু একাদশ অনির্দিষ্ট) : চ্যাং চোন-শিউ, সান ইউ-মিন, সান পাও-জুং, কাও ফেন-ওয়েন, সান এন-নু, ওয়াং ফেং-চু, কাং কে-পিন, চ্যাং চিং-তিয়েন, চেন জিয়াগেন, চেন ওয়েং-ফ্যান, চেন জিয়ালিয়াং, ঝাং হংগেন, সান ইউয়ান-ইউন, উচুপ-হুয়া, নি চে-তে।\n\n\n=== ফরচুনা ডুসেলডর্ফ (১৯৬৩) ===\n\n১৯৬৩ সালে, একটি বৈশ্বিক সফরের সময়, জার্মানির বুন্দেসলিগা ক্লাব ফরচুনা ডুসেলডর্ফ বিমান সমস্যার সম্মুখীন হয়, যার ফলে পাকিস্তানে অপরিকল্পিতভাবে অবস্থান করা হয়। পাকিস্তান ফুটবল ফেডারেশন পূর্ব ও পশ্চিম পাকিস্তানের নির্বাচিত একাদশ দলের বিপক্ষে প্রীতি ম্যাচ খেলার জন্য দলটিকে আমন্ত্রণ জানানোর সুযোগটি কাজে লাগায়। ফরচুনা সাগ্রহে আমন্ত্রণ গ্রহণ করে এবং ৯ জুন ঢাক্কায় পূর্ব পাকিস্তান ক্রীড়া বোর্ড একাদশের মুখোমুখি হয়। অভিজ্ঞ ফরোয়ার্ড এবং সাবেক পাকিস্তান জাতীয় দলের অধিনায়ক কাইয়ুম চেঞ্জেজির নেতৃত্বে দলটি, ঢাক্কা স্টেডিয়ামে জার্মানদের কাছে ১–৪ গোলে পরাজিত হয়েছিলেন। দূরপাল্লার ফ্রি-কিক থেকে পূর্ব পাকিস্তানের সান্ত্বনামূলক গোলটি করেন চেঞ্জেজি।\n\n\n=== অন্যান্য ম্যাচ ===\n১৯৫৭ সালের ডিসেম্বরে, \"ইস্ট পাকিস্তান স্পোর্টস ফেডারেশনের প্রেসিডেন্ট একাদশ\" ঢাক্কায় সফরকারী কলকাতা লিগ চ্যাম্পিয়ন, কলকাতা মোহামেডানের বিরুদ্ধে তিনটি প্রদর্শনী ম্যাচ খেলে। ১৫ ডিসেম্বর, দলগুলি তাদের চূড়ান্ত প্রদর্শনী ম্যাচ খেলে, যেটি পূর্ব পাকিস্তানের মুখ্যমন্ত্রী আতাউর রহমান খান দেখেছিলেন এবং ১–১ ড্রয়ে শেষ হয়েছিল, যা মূলত পূর্ব পাকিস্তানের গোলরক্ষক রঞ্জিত দাসকে দেওয়া হয়েছিল।\n১৯৫৯ সালের অক্টোবরে, পূর্ব পাকিস্তান ফুটবল দল পশ্চিম পাকিস্তান সফর করে। ১৩ অক্টোবর, তারা তাদের প্রথম ম্যাচ খেলে এবং কারসন ইনস্টিটিউট এফসিকে লাহোরে তাদের ঘরের মাঠে ৪–২ গোলে পরাজিত করেছিলেন। পূর্ব পাকিস্তানের গোলগুলো এসেছে নবী চৌধুরী, আশরাফ চৌধুরী, কবির আহমেদ এবং নূর ইসলামের কাছ থেকে।\nপূর্ব পাকিস্তান একাদশ : রঞ্জিত, কামরুজ্জামান কামরু, গজনভি, নবী, আবিদ, নূর ইসলাম, কবির, আশরাফ, বশির, হাবিব আহমেদ, শাহ আলম।\nকারসন ইনস্টিটিউট একাদশ : ফারুক, হাফিজ, আনোয়ার, রাশির, রমজান, আলফোর্ড, জাকারিয়া, আবিদ, এজাজ, আহমেদ, নাজির।\n১৬ অক্টোবর, পূর্ব পাকিস্তান স্থানীয় স্থানীয় আল হিলাল ক্লাবের বিরুদ্ধে গুজরানওয়ালায় একটি প্রদর্শনী ম্যাচ খেলে। নবী চৌধুরী ও শাহ আলমের গোলে দলটি ২–১ গোলে জয়লাভ করেছিলেন।\n৩১ অক্টোবর ১৯৬৭ তারিখে, পাকিস্তান ফুটবল ফেডারেশন মূলত পূর্ব পাকিস্তানের খেলোয়াড়দের নিয়ে একটি যুব দল গঠন করে যেটি ঢাক্কায় সফরকারী আমেরিকান ক্লাব ডালাস টর্নেডোর বিপক্ষে ২–৫ গোলে হেরে যায়। ১৯৬৯ সালে, পূর্ব পাকিস্তান একাদশ দক্ষিণ কোরিয়ার সফরকারী ইয়াংজি এফসির বিরুদ্ধে একটি ম্যাচ খেলে।\n\n১১ জুন ১৯৭০ সালে, অল নেপাল ফুটবল অ্যাসোসিয়েশন রাজা মহেন্দ্রের ৫০ তম জন্মবার্ষিকী উদযাপনের জন্য একটি ফুটবল টুর্নামেন্টের আয়োজন করে, যা শেষ পর্যন্ত পূর্ব পাকিস্তান স্পোর্টস ফেডারেশন দল জিতেছিল। মওলা বখশের জোড়া গোলে পূর্ব পাকিস্তান ফাইনালে একটি ভারতীয় দলকে ২–০ গোলে পরাজিত করেছিলেন। এটি ছিল দলের প্রথম এবং একমাত্র আন্তর্জাতিক শিরোপা। উল্লেখযোগ্যভাবে পূর্ব পাকিস্তান দলে পশ্চিম পাকিস্তানের সাতজন খেলোয়াড় অন্তর্ভুক্ত ছিল, যাদের সবাই তখন ঢাক্কা লিগে খেলছিল।\nবাংলাদেশের স্বাধীনতা যুদ্ধ শুরু হওয়ার পর, স্বাধীন বাংলা ফুটবল দল গঠিত হয়, যা সম্পূর্ণরূপে পূর্ব পাকিস্তানের খেলোয়াড়দের নিয়ে গঠিত একটি জাতীয় ফুটবল দলের প্রথম দৃষ্টান্ত চিহ্নিত করে। দলটির অধিনায়ক ছিলেন জাকারিয়া পিন্টু, সহ-অধিনায়ক ছিলেন প্রতাপ শঙ্কর হাজরা এবং ফরোয়ার্ড হিসেবে ছিলেন মোহাম্মদ শাজাহান; তিনজনই এর আগে পূর্ব পাকিস্তান ফুটবল দলের হয়ে খেলেছিলেন। বাংলাদেশ স্বাধীনতা লাভের পর, নবগঠিত বাংলাদেশ জাতীয় ফুটবল দল ১৯৭৩ সালে আন্তর্জাতিকভাবে আত্মপ্রকাশ করে, প্রথম স্কোয়াডের ছয়জন খেলোয়াড় ছিলেন পূর্ব পাকিস্তান ফুটবল দলের প্রাক্তন সদস্য।\n\n\n== যুব দল ==\n\n১৯৬৭ সালে, পাকিস্তান জাতীয় যুব চ্যাম্পিয়নশিপের (পূর্ব অঞ্চল) প্রস্তুতির জন্য জার্মান কোচ রাসলি কোটিয়ের পূর্ব পাকিস্তান যুব দলের জন্য ট্রায়াল পরিচালনা করতে ঢাক্কায় আসেন। তিনি প্রাথমিকভাবে ৮০ জন খেলোয়াড়কে বেছে নিয়েছিলেন, শেষ পর্যন্ত ষোলজনের চূড়ান্ত দলে নামিয়েছিলেন। পূর্ব পাকিস্তান যুব দল চ্যাম্পিয়নশিপ ফাইনালে চট্টগ্রাম বিভাগকে ৩–১ গোলে পরাজিত করেছিলেন, স্ট্রাইকার ইকবাল চৌধুরী দুবার গোল করেছিলেন।\nপরের বছর জাতীয় যুব চ্যাম্পিয়নশিপ (পূর্বাঞ্চল) ময়মনসিংহে অনুষ্ঠিত হয়েছিল। কোচ রঞ্জিত দাসের নির্দেশনায়, যুব দল আবারো সেমি-ফাইনালে চট্টগ্রাম বিভাগকে ২–১ গোলে পরাজিত করে ফাইনালে উঠে। যাইহোক, ময়মনসিংহ স্টেডিয়ামে অনুষ্ঠিত ফাইনালে তারা ১৩০ মিনিটের অতিরিক্ত সময়ের পরে সম্মিলিত বিশ্ববিদ্যালয় একাদশের কাছে ০–১ গোলে পরাজিত হন।\n\n\n== দলীয় সদস্য গন ==\n১৯৫৩ জাতীয় ফুটবল চ্যাম্পিয়নশিপ :\n\nকেএ আনাসারি (অধিনায়ক), এসএ রশিদ (সহ-অধিনায়ক), নওয়াজ, মমতাজ, সাইলেশ, শেখ সাহেব আলী, ভাওয়াল, এএম রহমান, আবদুর রহিম, ফজলু, নুরুল ইসলাম নান্না, খালেক, ভানু, ফজলুর রহমান আরজু, টি রায়।\n১৯৫৫ জাতীয় ফুটবল চ্যাম্পিয়নশিপ :\n\nরশিদ চুন্না (অধিনায়ক), এসএ জাম্মান মুক্তা, আবদুল খালেক চৌধুরী, আবদুর রহিম, ফজলুর রহমান আরজু, রঞ্জিত দাস, নওয়াজ, শখী সামাদ এবং ওয়াজেদ আলী মিয়াজী, শওকত খান চৌধুরী, কবির আহমেদ, সাদেক, উপন, আমির জং গজনভী এবং হান্নান।\n১৯৫৭ জাতীয় ফুটবল চ্যাম্পিয়নশিপ :\n\nপাকিস্তান সাদা: মারি চৌধুরী (অধিনায়ক), রঞ্জিত দাস, মঞ্জুর হাসান মিন্টু, আমির জং গজনভি ইউজিন গোমেস, ফজলুর রহমান আরজু, নবী চৌধুরী, শামসু, রশিদ চুন্না, এসএ জাম্মান মুক্তা, কবির আহমেদ, রশিদ জুনিয়র, শাহ আলম। \nপাকিস্তান সবুজ: শেখ সাহেব আলী (অধিনায়ক), ফনি, শামসু, কাস্তি, শফির, কামরুজ্জামান কামরু, গোদা ধর, রফিক, জহিরুল হক, রবসন, হাবিব আহমেদ, রোথিন, পি গোশ, সাদেক।\n১৯৫৮ জাতীয় ফুটবল চ্যাম্পিয়নশিপ :\n\nনবী চৌধুরী (অধিনায়ক), রঞ্জিত দাস (সহ-অধিনায়ক), মঞ্জুর হাসান মিন্টু, জহিরুল হক, ইমাম বখশ, ইউজিন গোমেস, কাসেম, আবিদ গাজী, সামাদ, আমান চৌধুরী, কবির আহমেদ, হাবিব আহমেদ, মারি চৌধুরী, শাহ আলম, রশিদ। চুন্না, বশির আহমেদ।\n১৯৫৯ জাতীয় ফুটবল চ্যাম্পিয়নশিপ :\n\nকবির আহমেদ (অধিনায়ক), আমির জং গজনভী, জহিরুল হক, সামাদ, ইসলাম, কামরুজ্জামান কামরু, শাহ আলম, মঞ্জুর হাসান মিন্টু, মারি চৌধুরী, আবিদ গাজী, হাবিব আহমেদ, গাজী, রঞ্জিত দাস, আশরাফ চৌধুরী, বশির আহমেদ, ইজাজ আহমেদ।\n১৯৬০ জাতীয় ফুটবল চ্যাম্পিয়নশিপ :\n\nজহিরুল হক (অধিনায়ক), নবী চৌধুরী, রঞ্জিত দাস, সিদ্দিক, সাইফুদ্দিন, গৌর সাহা, রসুল বখশ, গফুর বালুচ, জাকারিয়া পিন্টু, নওরোজ, প্যাট্রিক, আবদুল্লাহ, ইয়াকুব, বশির আহমেদ, মুসা জুনিয়র, গোলাম রব্বানী, জাম্বু, বাটু। \nবার্মা জাতীয় দল, প্রথম প্রদর্শনী ম্যাচ ১৯৬১\n\nসামাদ (অধিনায়ক), রঞ্জিত দাস, জহিরুল হক, সাইফুদ্দিন, নবী চৌধুরী, দিজেশ, গোলাম রব্বানী, আবদুল্লাহ, ইয়াকুব, প্রকাশ, আবু তাহের পুটু, সেলিম, জাম্বু, কাজী মোবাশ্বর হোসেন।\nবার্মা জাতীয় দল, ২৫ জানুয়ারি ১৯৬১\n\nরঞ্জিত দাস, শুধীন, নবী চৌধুরী, সাইফুদ্দিন, দিজেশ, সাবের, লিটন, শংকর, নিশীথ, গৌদা ধর, আবু তাহের পুটু।\nচীন জাতীয় দল, ২৪ জানুয়ারি ১৯৬৩\n\nপ্রতাপ শংকর হাজরা, সাইফুল, দেবীনাশ সাংমা, কবির আহমেদ, সাইফুদ্দিন, জামিল আক্তার, কাজী মোবাশ্বর হোসেন, জহিরুল হক, হাফিজ রশিদ, শামসুল ইসলাম মোল্লা, বশির আহমেদ, জাকারিয়া পিন্টু, জাফর ইমাম, সাদেক, আবু তাহের পুতু, সামাদ, বাটু।\nফরচুনা ডুসেলডর্ফ, ৯ জুন ১৯৬৩\n\nকাইয়ুম চেঞ্জেজী (অধিনায়ক), বশির আহমেদ, কাজী মোবাশ্বর হোসেন, গফুর বেলুচ, মারি চৌধুরী, মুসা গাজী, রেজাউল হক রানা, আব্দুল হাকিম, আবিদ গাজী, ফারুক, জহিরুল হক, মিলাল।\nনেপাল কিং মহেন্দ্র কাপ, ১৯৭০\n\nজাকারিয়া পিন্টু (অধিনায়ক), মোহাম্মদ শাজাহান (সহ-অধিনায়ক), শহীদুর রহমান শান্তু, কাশিম, নাজির আহমেদ চৌধুরী, ফারুকুজ্জামান ফারুক, মনোয়ার হোসেন নান্নু, আমির বখশ, আবদুল্লাহ আকবর, আইয়ুব দার, আলী নওয়াজ বালুচ, মওলা বখশ, সুলতান আহমেদ, আব্দুল জব্বার বেলুচ, গফুর, গোলাম সারোয়ার টিপু, ওয়াজেদ গাজী।\n\n\n== সাফল্য ==\nজাতীয় ফুটবল চ্যাম্পিয়নশিপ\n চ্যাম্পিয়ন (১): ১৯৬০\n রানার্স-আপ (২): ১৯৫৭, ১৯৫৯\nকিং মহেন্দ্র কাপ\n চ্যাম্পিয়ন (১): ১৯৭০\n\n\n== আরও দেখুন ==\n\nবাংলাদেশের ফুটবল\nপাকিস্তানে ফুটবল\nপাকিস্তান ফুটবল চ্যাম্পিয়নদের তালিকা\nঢাকা ফুটবল দল\nস্বাধীন বাংলা ফুটবল দল\nবাংলাদেশ জাতীয় ফুটবল দল\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nMahmud, Dulal (২০১৪)।  পাকিস্তান জাতীয় দল বাঙালি খেলোয়াড় (অনু. Bengali players in the Pakistan national team)। Bishhoshahitto Bhobon। \nDulal, Mahmud (২০২০)। খেলার মাঠে মুক্তিযুদ্ধ (অনু. Liberation war in the playground)। Bishhoshahitto Bhobon। আইএসবিএন 978-984-8218-31-0। \nAlam, Masud (২০১৭)।  ফুটবলের গল্প ফুটবলারদের গল্প (অনু. The story of football the story of footballers)। Bishhoshahitto Bhobon। আইএসবিএন 9789849134688। \nMahmud, Noman (২০১৮)।  ফুটবল পায়ে মুক্তির যুদ্ধ (অনু. Liberation war fought by football)। Agamee Prakashani। আইএসবিএন 978-984-8218-31-0।"}