{"pageid": 1489169, "title": "শিগেতাকা কুড়িটা", "url": "https://bn.wikipedia.org/wiki?curid=1489169", "content": "শিগেতাকা কুড়িটা (栗田 穣崇, জন্ম ৯ মে, ১৯৭২, গিফু প্রশাসনিক অঞ্চল, জাপান) একজন জাপানি ইন্টারফেস ডিজাইনার, যিনি ইমোজি সেট তৈরির প্রাথমিক কাজের জন্য বিখ্যাত।    অনেকেই তাকে ইমোজির স্রষ্টা বলে উল্লেখ করেন, যদিও সাম্প্রতিক বছরগুলোতে এই দাবিটি কিছুটা স্পষ্ট হয়েছে।   তিনি সেই দলের অংশ ছিলেন যারা কিশোর-কিশোরীদের জন্য তৈরি এনটিটিডোকোমো পেজারে প্রথমবারের মতো যোগাযোগের উদ্দেশ্যে ব্যবহৃত একটি হৃদয়-আকৃতির পিক্টোগ্রাম তৈরি করেছিলেন। এটি পরবর্তীতে \"লাল হৃদয় ইমোজি\" নামে পরিচিত হয়।\nএই উদ্ভাবন এবং এর ব্যবহার থেকে প্রাপ্ত প্রতিক্রিয়া শিগেতাকা কুরিতাকে ১৭৬টি রঙিন ইমোজির একটি সেট ডিজাইন করতে অনুপ্রাণিত করেছিল। বর্তমানে ইউনিকোডে ব্যবহৃত অনেক সাধারণ ইমোজি কুরিতার তৈরি সেট থেকে অনুপ্রাণিত। বর্তমানে তিনি জাপানের কাদোকাওয়া ডোয়াঙ্গো কর্পোরেশনের মালিকানাধীন গেম কোম্পানি ডোয়াঙ্গো কো. লিমিটেড-এ কাজ করছেন।\nতার তৈরি করা এনটিটিডোকোমো ইমোজি সেটটি নিউ ইয়র্ক শহরের মিউজিয়াম অব মডার্ন আর্ট (মোমা)-এর সংগ্রহে অন্তর্ভুক্ত।\n\n\n== অ্যাবোরিজিনাল সংস্কৃতি ইমোজি সেটের সৃষ্টিতে অন্তর্ভুক্ত ==\nযদিও ইমোজি ১৯৯০ এর দশকের আগেই বিদ্যমান ছিল, এশিয়ায় এগুলো সাধারণত  চিত্রগ্রাম নামে পরিচিত ছিল। \"ইমোজি\" শব্দটি জাপানি মূলের এবং পশ্চিমে এটি ২০১০ সাল থেকে ব্যবহৃত হতে শুরু করে। জাপান নিজেও অনেক বছর ধরে ইমোজির সঠিক সংজ্ঞা নির্ধারণ করতে পারেনি। টেলিকম কোম্পানিগুলো মেসেজিং সুবিধায় গ্রাফিক চিত্র বা পিক্টোগ্রাম ব্যবহারের পরীক্ষা শুরু করার পর ইমোজি ধারণাটি কার্যকর একটি ধারণায় পরিণত হয়।\nপ্রথম টেলিকম কোম্পানিগুলোর মধ্যে একটি যারা মেসেজিং সুবিধায় পিক্টোগ্রাম ব্যবহারের ধারণাটি পরীক্ষা করেছিল, সেটি ছিল এনটিটি ডোকোমো। ১৯৯০-এর দশকে, এনটিটি ডোকোমো কিশোর-কিশোরীদের উদ্দেশ্যে একটি পেজার প্রকাশ করেছিল। এটি ছিল প্রথম পেজার, যাতে লেখার অংশ হিসেবে চিত্রগ্রাম পাঠানোর বিকল্প ছিল। পেজারটিতে শুধু একটি হৃদয়-আকৃতির চিত্রগ্রামের বিকল্প ছিল। এটি শিগেতাকা কুড়িটা’র জন্য টেক্সট আকারে ডিজিটাল প্রতীক ব্যবহারের প্রথম অভিজ্ঞতা বলে মনে করা হয়। পেজারটি এশিয়ায় চমৎকার পর্যালোচনা পেয়েছিল, যা এই অঞ্চলের অন্যান্য কোম্পানিগুলোকে টেক্সট চরিত্রগুলির তালিকায় চিত্রগ্রাম যুক্ত করার কথা ভাবতে উৎসাহিত করে। পরে এনটিটি ডোকোমো ব্যবসায়ীদের লক্ষ্য করে আরেকটি পেজার প্রকাশ করে, তবে এইবার পেজার থেকে হৃদয় চিত্রগ্রামটি বাদ দেয়। প্রকাশের পর, ব্যবহারকারীদের মধ্যে হৃদয় চিত্রগ্রাম না থাকা নিয়ে ব্যাপক অসন্তোষ দেখা দেয়, এবং অনেক গ্রাহক সেই সময়ে অন্যান্য পরিষেবা প্রদানকারীদের কাছে চলে যান যারা এখন তাদের মার্কআপে হৃদয় চিত্রগ্রামটি যুক্ত করেছিল। এই প্রতিক্রিয়ার ফলে এনটিটি ডোকোমো তাদের সিদ্ধান্ত বদলাতে বাধ্য হয় এবং হৃদয় চিত্রগ্রামটি পুনরায় যুক্ত করে। \nসাক্ষাৎকারে, কুড়িটা বলেছেন যে এই অভিজ্ঞতাটি তাকে এবং এনটিটি ডোকোমোর অন্যদেরকে বুঝিয়েছিল যে, ভবিষ্যতের বার্তা সেবায় প্রতীকগুলো অন্তর্ভুক্ত করতে হবে।   এনটিটি ডোকোমোর আসন্ন মোবাইল সিস্টেম আই-মোডের জন্য সিদ্ধান্ত নেওয়া হয় যে কুড়িটাই একটি চিত্রগ্রাম সেট ডিজাইন করবেন, যা নতুন অপারেটিং সিস্টেমে চরিত্র হিসেবে ব্যবহার করা যাবে।\n\n\n== এনটিটি ডোকোমো ইমোজি সেট ==\nকুড়িটা এনটিটি ডোকোমোর হৃদয় চিত্রগ্রামের সাথে ব্যবহারযোগ্য একটি ইমোজি সেট ডিজাইন করতে শুরু করেন। তিনি ১২x১২ পিক্সেলের একটি ছক ব্যবহার করে ১৭৬টি চিত্রগ্রাম ডিজাইন করেন, যা পরবর্তীতে টেক্সট বার্তার মাধ্যমে ধারণা প্রকাশের জন্য চিত্রগ্রাম ব্যবহারের একটি বৈশ্বিক প্রবণতা শুরু করে।  এই চিত্রগ্রাম সেটটি প্রথম ইমোজি সেট হিসেবে পরিচিতি লাভ করে, কারণ এটি প্রথমবারের মতো \"ইমোজি\" শব্দটি চিত্রগ্রাম বোঝাতে ব্যবহার করা হয় বলে মনে করা হয়। জাপানি ভাষায় ইমোজি শব্দের অর্থ হলো \"চিত্রলিপি\" বা \"আইকন\"। \nইমোজি সেটটি তৈরি করতে, কুড়িটা জাপানি মাঙ্গা থেকেথেকে অনুপ্রেরণা পান, যেখানে অক্ষরগুলি প্রায়ইমানপু নামক প্রতীকী উপস্থাপনার মাধ্যমে আঁকা হয় (যেমন নার্ভাসনেস বা বিভ্রান্তির প্রতিনিধিত্ব করে মুখের উপর জলের ফোঁটা), সেইসাথে আবহাওয়ার ছবি থেকে, (যেমন মুখের পাশে জলবিন্দু আঁকা যা স্নায়বিকতা বা বিভ্রান্তি বোঝায়)। এছাড়াও তিনি আবহাওয়ার চিত্রগ্রাম,    চীনা অক্ষর এবং রাস্তার চিহ্ন থেকেও ধারণা গ্রহণ করেন।\nঅন্য টেলিকম কোম্পানিগুলো যারা ইমোজির পরীক্ষা শুরু করেছিল, তাদের মধ্যে একটি উল্লেখযোগ্য পরিবর্তন ছিল সেটির রঙের ব্যবহার এবং বৈচিত্র্য। মৌলিক সংখ্যা ও আকার ছাড়া, ১৭৬টি ইমোজি সেটের অধিকাংশই রঙিন ছিল। বিখ্যাত এনটিটি ডোকোমোর হৃদয়টি সেটের অংশ হিসেবে রয়ে গেছে এবং এটি লাল ছিল। সাধারণ ব্যবহারের ইমোজি, যেমন খেলাধুলা, ক্রিয়া এবং আবহাওয়া, সহজেই কুড়িটার ইমোজি সেটের দিকে ফিরে যাওয়া যায়। আজকাল সাধারণভাবে ব্যবহৃত হলুদ-মুখী ইমোজিগুলো অন্যান্য ইমোটিকন সেট থেকে উদ্ভূত হয়েছে এবং সেগুলো কুড়িটার কাজের সাথে যুক্ত করা যায় না। \n২০১৬ সালে, ১৭৬টি ইমোজির আসল সেটটি মিউজিয়াম অফ মডার্ন আর্টের সংগ্রহে যোগ করা হয়েছিল এবং প্রদর্শনী ইনবক্সে প্রদর্শিত হয়েছিল: শিগেতাকা কুড়িটা দ্বারা মূল ইমোজি ।     কুড়িটার ডিজাইনগুলি হংকং-এর M+ মিউজিয়ামের সংগ্রহে রাখা হয়েছে এবং ২০১৮ সালের বিয়িং মডার্ন: এমওএমএ ইন প্যারিসে ফান্ডেশন লুই ভিটনের প্রদর্শনীতে অন্তর্ভুক্ত করা হয়েছে  ।    \n\n\n== তথ্যসূত্র =="}