{"pageid": 1489410, "title": "অভিভাবক পরিষদ", "url": "https://bn.wikipedia.org/wiki?curid=1489410", "content": "অভিভাবক পরিষদ (যাকে সাংবিধানিক পরিষদও বলা হয়, ফার্সি: شورای نگهبان, প্রতিবর্ণীকৃত: Shourā-ye Negahbān) একটি নিযুক্ত এবং সাংবিধানিকভাবে বাধ্যতামূলক ১২-সদস্যবিশিষ্ট পরিষদ যেটি ইসলামি প্রজাতন্ত্রী ইরানে যথেষ্ট ক্ষমতা ও প্রভাব বিস্তার করে।\nইসলামি প্রজাতন্ত্রের সংবিধান পরিষদকে তিনটি আদেশ দেয়:\n\nক) সংসদ (মজলিস) কর্তৃক গৃহীত আইনের উপর ভেটো ক্ষমতা; \nখ) নির্বাচন তত্ত্বাবধান;  এবং\nগ) স্থানীয়, সংসদীয়, রাষ্ট্রপতি বা অ্যাসেম্বলি অফ এক্সপার্টস নির্বাচনে অংশ নিতে চাওয়া প্রার্থীদের অনুমোদন বা অযোগ্য ঘোষণা করা।\nইরানের সংবিধান অনুযায়ী পরিষদকে ১২ জন সদস্য রয়েছে, যাদের অর্ধেক সদস্য হলেন ফকিহ যারা সর্বোচ্চ নেতা দ্বারা নির্বাচিত হন এবং বাকি ছয় সদস্য হলেন আইনজ্ঞ যারা যারা ইরানের প্রধান বিচারপতি কর্তৃক মনোনীত মুসলিম আইনবিদদের মধ্য থেকে পরামর্শদায়ক সমাবেশ কর্তৃক নির্বাচিত হন।\nনিম্নলিখিত উপায়ে ইরানের আইনে ইসলামি মূল্যবোধের ব্যাখ্যা নিয়ন্ত্রণে পরিষদ কেন্দ্রীয় ভূমিকা পালন করেছে:\n\nকে জাতীয় পদে প্রতিদ্বন্দ্বিতা করতে পারে এবং কে পারবে না তা নির্ধারণের জন্য সম্ভাব্য প্রার্থীদের যাচাই করার অংশ হিসাবে, এটি সংস্কার-মনোভাবাপন্ন প্রার্থীদের-সবচেয়ে সুপরিচিত প্রার্থীদের-সহ অফিসের জন্য প্রতিদ্বন্দ্বিতা করার অযোগ্য ঘোষণা করেছে;\nজনপ্রিয় ভোটে নির্বাচিত মজলিস কর্তৃক ভেটো আইন পাস।\nদেশের অর্থনৈতিক ও সাংস্কৃতিক জীবনে ইসলামি বিপ্লবী রক্ষীবাহিনী (ইরানি সেনাবাহিনী থেকে পৃথক একটি আদর্শিক যুদ্ধ বাহিনী) প্রভাব বাড়িয়েছে।\nযখন ২০০৯ সালের রাষ্ট্রপতি নির্বাচন ঘোষণা করা হয়েছে, তখন জনপ্রিয় প্রাক্তন রাষ্ট্রপতি মোহাম্মদ খাতামি মাহমুদ আহমাদিনেজাদের বিরুদ্ধে লড়াই করার পরিকল্পনা নিয়ে আলোচনা করবেন না, কারণ পরিষদ হয়তো খাতামিকে অযোগ্য ঘোষণা করেছিল কারণ এতে অন্যান্য সংস্কারপন্থীদের প্রার্থী ছিল, কারণ তারা ইসলামি মূল্যবোধের প্রতি যথেষ্ট নিবেদিত ছিল না।\nখামেনির নির্দেশে সাংবিধানিক পরিষদ নির্দিষ্ট ব্যক্তিদের উপর নিষেধাজ্ঞা প্রত্যাহার করে নিয়েছে এমন উদাহরণও রয়েছে।\n\n\n== আইনী কার্যাবলী ==\nসাংবিধানিক পরিষদ ছাড়া মজলিসের কোনো আইনি মর্যাদা নেই। মজলিস কর্তৃক গৃহীত যে কোনো বিল অবশ্যই আইনে পরিণত হওয়ার জন্য সাংবিধানিক পরিষদ দ্বারা পর্যালোচনা ও অনুমোদন করতে হবে।\nসংবিধানের ৯৬ অনুচ্ছেদ অনুযায়ী, সাংবিধানিক পরিষদ মজলিস দ্বারা অনুমোদিত সমস্ত আইনের উপর নিরঙ্কুশ ভেটো ক্ষমতা রাখে। এটি দুটি কারণের ভিত্তিতে একটি আইন বাতিল করতে পারে: ইসলামী আইনের বিরুদ্ধে হলে, বা সংবিধানের বিরুদ্ধে হলে। সমস্ত সদস্য আইন সংবিধানের সাথে সামঞ্জস্যপূর্ণ হওয়ার পক্ষে ভোট দিলে, কেবল ছয়জন আলেম তাদের ইসলামের সাথে সামঞ্জস্যপূর্ণ বলে ভোট দেন।\nকোনো আইন প্রত্যাখ্যাত হলে তা সংশোধনের জন্য মজলিসে ফেরত পাঠানো হবে। যদি মজলিস এবং অভিভাবক পরিষদ একটি মামলার বিষয়ে একমত হতে না পারে তবে এটি একটি সিদ্ধান্তের জন্য এক্সপিডিয়েন্সি কাউন্সিলের কাছে পাস করা হয়।\nসাংবিধানিক পরিষদ গর্ভপাতের মতো বিতর্কিত বিষয় সহ অর্থনৈতিক আইন এবং সামাজিক নীতির বিষয়ে সমান তদারকি সহ আইন প্রণয়ন প্রক্রিয়ায় অনন্যভাবে জড়িত। সংবিধানের অধ্যায় ৬ ইসলামি পরামর্শদাতা পরিষদের সাথে এর ইন্টারওয়ার্কিং ব্যাখ্যা করে। অনুচ্ছেদ ৯১-৯৭ পুরোটাই আইনসভা অধ্যায় ৬ এর অন্তর্ভুক্ত।\n\n\n== তথ্যসূত্র =="}