{"pageid": 1489620, "title": "সুনির্দিষ্ট জটিলতা", "url": "https://bn.wikipedia.org/wiki?curid=1489620", "content": "সুনির্দিষ্ট জটিলতা  উইলিয়াম ডেম্বস্কি দ্বারা প্রবর্তিত এমন এক সৃষ্টিবাদী বিতর্ক, যা বুদ্ধিদীপ্ত নকশা নামক অপবিজ্ঞানের প্রচারণায় ব্যবহৃত হয়। ডেম্বস্কির মস্তিষ্কপ্রসূত এই বিতর্ক এমন এক নকশার কথা বলে যা একইসাথে সুনির্দিষ্ট এবং জটিল।  ডেম্বস্কি প্রবর্তিত এই পারিভাষিক শব্দে সুনির্দিষ্ট নকশা মানে যা এক গুচ্ছ নিয়ম মেনে নিয়ন্ত্রিত হবে, আর জটিল নকশা মানে যা দুর্ঘটনাবশত সৃষ্টি হওয়ার সুযোগ নেই। উদাহরণ দিতে গিয়ে ডেম্বস্কি পোকার হ্যান্ড নামক একধরনের কার্ড খেলার প্রসঙ্গ টেনে বলেন, রয়েল ফ্ল্যাশ নামক কার্ড কারো হাতে যদি বারবার উঠে আসে, এর মানে সে প্রতারণা করছে। কারণ রয়েল ফ্লাস আসাটাই দুর্লভ, তারপরও সুনির্দিষ্টভাবে দুর্লভ জিনিসের বারবার আসাটা সুনির্দিষ্ট জটিল ঘটনা ঘটারই সমান্তরাল এবং অসম্ভব। বুদ্ধিদীপ্ত নকশার প্রবক্তারা সুনির্দিষ্ট জটিলতা এবং অহ্রাসযোগ্য জটিলতাকে তাদের বিতর্কের প্রধান যুক্তি হিসেবে ব্যবহার করেন।\nডেম্বস্কি যুক্তি দিয়ে বলেন একটি সুনির্দিষ্ট জটিল জিনিসে যে ধরন দেখা যায়, তা কারো নিয়ন্ত্রণ ছাড়া নিজে নিজে গঠিত হওয়া অসম্ভব। এইরূপে, জীবিত জীবে যে সুনির্দিষ্ট জটিল নকশা দেখা যায়, তা আসলে কোনো অলৌকিক কারো বুদ্ধিমত্তারই নিদর্শন। ডেম্বস্কি বিনি পয়সায় খাবার নেই (নো ফ্রি লাঞ্চ) উপপাদ্যকে তার যুক্তিতে ব্যবহার করেন। নো ফ্রি লাঞ্চ গণিত শাস্ত্রে পঠিত হওয়া এমন এক তত্ত্ব যা থেকে বুঝানো হয় কোনো এক এলগরিদম (সমস্যা সমাধান করার প্রক্রিয়া) হয়তো কোনো একরকমের সমস্যার সেটকে সমাধান করতে পারে, কিন্তু অন্য সকল ধরনের সেট বা সমস্যা একই এলগরিদম ব্যবহার করে সমাধান করা দুরুহ। অর্থাৎ ফ্রিতে একটা উপায়েই সকল সমস্যা সমাধান হয়ে যাবে, তা মোটেই সম্ভবপর নয়। ডেম্বস্কি আধুনিক বিবর্তন তত্ত্বের বিরোধিতায় ঠিক এই ব্যাপারটিকে ঈংগিত করে বলেন বিবর্তনীয় এলগরিদম সার্বজনীনভাবে সকল জটিলতা ব্যাখ্যার একটাই এলগরিদম হতে পারে না। অর্থাৎ জীবে এত এত সুনির্দিষ্ট জটিলতা আসার পিছনে একজন বুদ্ধিদীপ্ত নকশাকারীর হাত রয়েছে। তার মতে সুনির্দিষ্ট জটিলতা হচ্ছে এমন এক ছাঁকনি, যেখানে কোনো জটিল নকশা দেখা গেলেই বুঝে নিতে হবে এর পিছনে কোনো নকশাকারীর হাত আছে। তার যুক্তি অনুযায়ী জানা পরিচিত বৈজ্ঞানিক সুত্র দিয়ে ব্যাখ্যা করতে গিয়ে বুঝা যায় কারো পরিকল্পনা ছাড়া জীবজগতের জটিল সুনির্দিষ্ট জীববৈচিত্র্য গড়ে উঠা প্রায় অসম্ভব।\nবিজ্ঞানে কোনো নতুন ধারণা বা তত্ব প্রবর্তিত হলে সেই গবেষণা সম্পর্কিত বাকি ক্ষেত্রগুলোতেও ঐ তত্ত্বের প্রয়োগ থাকে। কিন্তু সুনির্দিষ্ট জটিলতার এই ধারণাটি সর্বমহলে গাণিতিকভাবে ত্রুটিপূর্ণ হিসেবে বিবেচিত হয়েছে এবং এর উপর ভিত্তি করে তথ্য তত্ত্ব, জটিল ব্যবস্থা তত্ত্ব অথবা জীববিজ্ঞানে কোনো কাজই করা যায় না। উইলস এলসবেরী এবং জেফরী শালিতের একটি গবেষণার উদ্ধৃতি অনুসারে: \"ডেম্বস্কির কাজ এমনই হেয়ালিতে ভরা; যেখানে আছে অসঙ্গতি, বাকচাতুরী, গণিতের ত্রুটিপূর্ণ উপস্থাপন, দুর্বল পাণ্ডিত্যের বহি:প্রকাশ এবং অন্য অনেকের গবেষণার অসত্য উপস্থাপন।\" ডেম্বস্কি তার ধারণাকে পোক্ত করতে গিয়ে সম্ভাবনা সম্পর্কিত যে গাণিতিক হিসাব করেছেন, তা নিয়েও প্রশ্ন উঠেছে। হার্ভার্ড বিশ্ববিদ্যালয়ের বিবর্তনীয় জীববিজ্ঞান এবং গণিতের অধ্যক্ষ মার্টিন নোয়াক বলেছেন, \"আমরা চোখ কিভাবে এসেছে তাকে নির্ণয়ের জন্য সম্ভাবনার গাণিতিক সুত্রের ছাঁচে ফেলব কিভাবে? আমাদের কাছে তো পর্যাপ্ত উপাত্তই নেই।\"\n\n\n== সমালোচনা ==\nনো ফ্রি লাঞ্চের ১৫০ পৃষ্ঠায় ডেম্বস্কি দাবী করেন তিনি তার তত্ত্বকে গাণিতিকভাবে ব্যাখ্যা করতে পারবেন:\"এই অনুচ্ছেদে আমি গণিতের মুল যুক্তিকে আশ্রয় করে দেখাব, কেন প্রকৃতি নিজে থেকে জটিল সুনির্দিষ্ট তথ্যকে তৈরী করতে সক্ষম নয়।\" যখন টেলগ্রেন ডেম্বস্কির \"তথ্যের সংরক্ষণশীলতা নীতি\" নিয়ে কাঠামোগত অনুসন্ধান করতে গেলেন, তিনি সিদ্ধান্ত টানলেন গাণিতিকভাবে এই নীতি যাচাইযোগ্য নয়। ডেম্বস্কি এর উত্তর দিতে গিয়ে বলেন, বিবর্তন সুনির্দিষ্ট জটিলতা তৈরী করতে না পারার পক্ষে নিখুঁত গাণিতিক প্রমাণ সহ ব্যাখ্যা দেওয়া তার প্রধান লক্ষ্য নয়\"। জেফ্রি শালিতের মতে ডেম্বস্কির গাণিতিক যুক্তিতে বিভিন্ন রকমের ত্রুটি আছে। উদাহরণ দিতে গিয়ে তিনি বলেন, নো ফ্রি লাঞ্চের ২৯৭ পৃষ্ঠায় একটি খুবই গুরুত্বপূর্ণ গাণিতিক হিসাবে ডেম্বস্কি যেভাবে ফলাফল বের করেছেন, তার সাথে বাস্তব ফলাফলের ১০৬৫ গুণ পার্থক্য আছে।\nএসব তাত্বিক আলোচনা ছাড়াও গবেষকরা গবেষণালব্ধ প্রমাণের দিকে আলোকপাত করেছেন। তারা জীবে স্বত:স্ফুর্তভাবে নতুন বৈশিষ্ট্যের জন্ম হওয়াকে ঈঙ্গিত করেছেন, যাকে ডেম্বস্কি স্বাভাবিকভাবে উদ্ভুত হওয়া অসম্ভব বলে আখ্যায়িত করেছিলেন। উদাহরণস্বরূপ, ১৯৮২ সালে বি.জে. হল একটি পরীক্ষালব্ধ গবেষণার ফলাফল প্রকাশ করেন।  তার গবেষণায় দেখা যায় সুনির্দিষ্ট কিছু ব্যাকটেরিয়া থেকে শর্করা বিপাক করার জিন অপসারণ করার পর তাদেরকে যখন চিনি সমৃদ্ধ মিডিয়াতে রাখা হয়, ব্যাকটেরিয়াগুলোর মধ্যে চিনিকে খাওয়ার জন্য তড়িৎগতিতে বিবর্তন ঘটে শর্করা হজমকারী নতুন ধরনের এনজাইমের উদ্ভব হয় এবং যে ব্যাক্টেরিয়াগুলোর এই এনজাইম ছিল না তারা নতুন এনজাইম সমৃদ্ধ ব্যাকটেরিয়া দ্বারা প্রতিস্থাপিত হয়। আরেকটি বহুল চর্চিত উদাহরণ হল নাইলন খাদক ব্যাকটেরিয়ার আবিষ্কার। এই ব্যাকটেরিয়া এমন এক এনজাইম উৎপন্ন করে যা সিন্থেটিক জাতীয় উপাদানকে পরিপাক করে। এই ধরনের ব্যাকটেরিয়ার ১৯৩৫ সালে নাইলনের আবিষ্কারের পূর্বে কখনো অস্তিত্বই ছিল না।\nঅন্যান্য সমালোচকরা উল্লেখ করেন প্রাকৃতিক নির্বাচনের মাধ্যমে বিবর্তনের নানান কলাকৌশল হরহামেলা ইলেক্ট্রনিক্স, বিমান চালনার বিদ্যা এবং স্বয়ংক্রিয় মোটরযান তৈরীতে ব্যবহার হয়। যা বুদ্ধিমান মানুষের কাছে খুবই জটিল সমস্যা হিসেবে বিবেচিত হয়। আপাত জটিল ব্যবস্থায় বিবর্তনের মত অপরিকল্পিত ব্যবস্থা যদি ব্যবহার করা হয়, তাহলে জীবের জটিল ব্যবস্থা ব্যাখ্যা করতে বুদ্ধিমান নকশাকারী নামক ধারণার আমদানি অপ্রয়োজনীয়। এই বিষয়টি সেই যুক্তিকে খন্ডন করে যেখানে বলা হয় একটি জটিল ব্যবস্থা প্রবর্তনের জন্য একজন বুদ্ধিমান ডিজাইনারের প্রয়োজন। মানুষ জীববিজ্ঞানের জটিল নকশা যদি না বুঝতে পারে তবে তা মানুষের বুঝার অক্ষমতা, বিবর্তনের নয়। জীব নিজেকে টিকিয়ে রাখতে গিয়ে এমনভাবে বিবর্তিত হয় যা দেখে স্বল্পবুদ্ধিতে এর পিছনে স্রষ্টাকে কল্পনা করা যেতেই পারে, কিন্তু জীববিজ্ঞানের প্রক্রিয়া ভালভাবে বুঝা সম্ভব হলে দেখা যাবে তা বিবর্তন প্রক্রিয়ারই অনন্য কলাকৌশল।\nযেসব গবেষকেরা কম্পিউটার সিমুলেশনকে ব্যবহার করে কৃত্রিম জীবন নিয়ে অনুসন্ধানমূলক কাজ করেছেন, তাদের ব্যাপারে ডেম্বস্কি তার বই নো ফ্রি লাঞ্চ এ আলোকপাত না করায় সমালোচিত হয়েছেন। শালিতের মতে:\n\nবিবর্তনীয় এলগরিদম জীবে জটিল বৈশিষ্ট্য তৈরীতে ব্যর্থ-ডেম্বস্কির এই দাবী কৃত্রিম জীবন সংশ্লিষ্ট ক্ষেত্রগুলো প্রমাণ সহকারে চ্যালেঞ্জ করে। প্রকৃতপক্ষে, কৃত্রিম জীবন নিয়ে গবেষণা করা গবেষকরা নিয়মিতই তাদের বিবর্তনীয় সিমুলেশন ব্যবহার করে জীবের মধ্যে জটিল বৈশিষ্ট্যের উদ্ভবের প্রমাণ পেয়েছেন-যা ডেম্বস্কির মতে কখনোই সম্ভব নয়\n\n\n== তথ্যসূত্র ==\n\n\n== বহি:স্থ সংযোগ =="}