{"pageid": 1489517, "title": "বাহরাইন প্রতিরক্ষা বাহিনী", "url": "https://bn.wikipedia.org/wiki?curid=1489517", "content": "বাহরাইন প্রতিরক্ষা বাহিনী  ( সংক্ষেপে বিডিএফ ) হল বাহরাইন রাজ্যের সামরিক বাহিনী। বাহরাইন প্রতিরক্ষা বাহিনী একজন কমান্ডার-ইন-চীফের সরাসরি কমান্ড এবং নেতৃত্বের অধীনে রয়েছে যিনি ফিল্ড মার্শালের পদে আছেন। সরকারের একজন প্রতিরক্ষা বিষয়ক মন্ত্রী আছেন, যিনি মন্ত্রিসভায় বাহরাইনের প্রতিরক্ষা বাহিনীর জন্য বাহরাইন এর সংসদে প্রতিনিধিত্ব করে করেন এবং বাহরাইনে জাতীয়   মন্ত্রীসভার তিনি প্রধান সামরিক বাহিনীর জন্য  প্রতিনিধিত্ব করে থাকেন।  \n\nবিডিএফ এর সংখ্যা প্রায় ১৮,০০০ জন কর্মী  এবং রয়্যাল বাহরাইন এয়ার ফোর্স, রয়েল বাহরাইন আর্মি, রয়্যাল বাহরাইন নেভি এবং রয়্যাল গার্ড নিয়ে গঠিত। বিডিএফ ছাড়াও জননিরাপত্তা বাহিনী ও কোস্টগার্ড গঠন হাওয়া জন্য স্বরাষ্ট্র মন্ত্রণালয়ে প্রতিবেদন দেয়।\n২০০৮ সালের জানুয়ারিতে, ক্রাউন প্রিন্স সালমান বিন হামাদ বিন ঈসা আল খলিফাকে ডেপুটি সুপ্রিম কমান্ডার হিসেবে নিযুক্ত করা হয়, যেখানে খলিফা বিন আহমেদ আল খলিফাকে BDF-এর কমান্ডার-ইন-চীফ নিযুক্ত করা হয়।  বিডিএফের চিফ অফ স্টাফ হলেন লেফটেন্যান্ট জেনারেল থেয়াব বিন সাকের আল নোয়াইমি ।\n\n\n== ইতিহাস ==\nবাহরাইন প্রতিরক্ষা বাহিনী ১৯৬৮ সালে শেখ ইসা বিন সালমান আল খলিফা দ্বারা জাতির প্রাথমিক স্বার্থ রক্ষার জন্য প্রতিষ্ঠিত হয়েছিল এবং প্রাথমিকভাবে ন্যাশনাল গার্ড নামে পরিচিত ছিল। ১ নভেম্বর, ১৯৬৯ সালে ন্যাশনাল গার্ডের নাম পরিবর্তন করে বাহরাইন প্রতিরক্ষা বাহিনী রাখা হয়। রিক্রুটদের প্রথম ব্যাচ ২৮ অক্টোবর ১৯৬৮ সালে প্রাথমিক প্রশিক্ষণ শুরু করে এবং ১৯৬৯ সালের ৫ ফেব্রুয়ারীতে ফোর্স গ্র্যাজুয়েট হয়ে প্রথম রিকিউট করে। \n১৯৭৭ সালে ঈসা ইবনে সালমান তার বড় ছেলে এবং উত্তরাধিকারী হামাদ ইবনে ঈসা আল খলিফাকে প্রতিরক্ষা মন্ত্রী এবং বাহরাইন প্রতিরক্ষা বাহিনীর কমান্ডার ইন চিফ নিযুক্ত করেন। শেখ হামাদ, ১৯৬৯ সালে মন্স অফিসার ক্যাডেট স্কুলের সাম্প্রতিক স্নাতক, তাকে বাহরাইন প্রতিরক্ষা বাহিনী পুনর্গঠনের দায়িত্ব দেওয়া হয়েছিল। \nবাহরাইন প্রতিরক্ষা বাহিনী উপসাগরীয় যুদ্ধ, সন্ত্রাসের বিরুদ্ধে যুদ্ধ এবং ইয়েমেনে সৌদি নেতৃত্বাধীন হস্তক্ষেপে অংশগ্রহণ করে। \n\n\n== বিডিএফ-এর সর্বাধিনায়ক ==\n\nবাহরাইন প্রতিরক্ষা বাহিনীর কমান্ডার ইন চীফ হলেন বাহরাইন সশস্ত্র বাহিনীর প্রধান। বাহরাইন জাতীয় প্রতিরক্ষা প্রধান উপদেষ্টা হিসেবে দায়িত্ব পালন করেন। এবং বাহরাইনের সেনাবাহিনী,নৌবাহিনী ও বিমানবাহিনী মন্ত্রীপরিষদে প্রদান মূখ্য হিসেবে কাজ করেন বাহরাইনে কমান্ডার ইন চীফ। বাহরাইনের কমান্ডার ইন চীফ এ পর্যন্ত দেশটির তিনজন ব্যাক্তি হয়েছে বর্তমানে বাহরাইন কমান্ডার ইন চীফের দায়িত্ব পালন করছেন ২০০৮ সাল থেকে খলিফা বিন আহমেদ আল খলিফা।\n\n\n== এছাড়াও দেখুন ==\nন্যাশনাল গার্ড (বাহরাইন)\nবিশেষ নিরাপত্তা বাহিনীর কমান্ড\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅফিসিয়াল সাইট\nপটভূমি নোট: বাহরাইন - প্রতিরক্ষা মার্কিন পররাষ্ট্র দপ্তর"}