{"pageid": 1489808, "title": "বড় পাতানাক বাদুড়", "url": "https://bn.wikipedia.org/wiki?curid=1489808", "content": "বড় পাতানাক বাদুড় বা হিমালয়ী বড় পাতানাক বাদুড় (বৈজ্ঞানিক নাম: Hipposideros armiger) হলো হিপ্পোসিডেরিডি পরিবারের একটি বাদুর প্রজাতি, যা দক্ষিণ এশিয়া, দক্ষিণ-পূর্ব এশিয়া এবং চীনে পাওয়া যায়। এটি বছরে দুটি শাবক প্রসব করে। আইইউসিএন লাল তালিকায় এটিকে ন্যূনতম উদ্বেগজনক প্রজাতি হিসাবে নির্ধারণ করেছে। বাংলাদেশের স্তন্যপায়ী প্রাণীর তালিকায় আবিষ্কৃত এটি একটি নতুন প্রজাতির বাদুড়।\n\n\n== শ্রেণিবিন্যাস ==\nএই বাদুড়ের চারটি স্বীকৃত উপপ্রজাতি রয়েছে। এগুলো হলো:\n\nএইচ. এ. আর্মিজার\nএইচ. এ. ফুজিয়ানেনসিস\nএইচ. এ. টেরাসেনসিস\nএইচ. এ. ট্রানিনহেনসিস\n\n\n== বিবরণ ==\nবড় পাতানাক বাদুড়ের আকৃতি তার ঘনিষ্ঠ প্রজাতি মাঝারি পাতা-নাক চামচিকা (H. larvatus) এর সাথে অনেকটা মিল রয়েছে। তবে, বড়  পাতানাক বাদুড় আকারে বড় এবং এর প্রধান নাকের পাতার প্রতিটি পাশে তিনটি নয়, চারটি পার্শ্বীয় সহায়ক পাতা থাকে। এই বাদুড়ের অগ্রপা বা আঙ্গুলের হাড়ের দৈর্ঘ্য সর্বোচ্চ ৯.৮ সেন্টিমিটার এবং ওজন সর্বোচ্চ ৬০ গ্রাম হতে পারে। ক্যাথরিন নাইটের পরীক্ষায়, বাদুড়ের সহায়ক পাতা ও পিন্না (কান) কে রঙ করে শব্দ উৎপাদনের সময় তাদের আচরণ পর্যবেক্ষণ করা হয়েছিল। পরীক্ষার ফলাফল থেকে দেখা গেছে যে, শব্দ উৎপাদনের সময় পিন্না নিচের দিকে নুয়ে পড়ে এবং সহায়ক পাতাগুলো বন্ধ হয়ে যায়। এছাড়াও শব্দ উৎপাদনের সময়, বাদুড়গুলি তাদের নাসিকা পর্দা এবং পিন্না কে সক্রিয়ভাবে প্রসারিত করে ফেলত।\n\n\n== জীববিজ্ঞান ==\n\n\n=== প্রজনন ===\nপ্রজাতিটি বর্ষে একবার প্রজনন করে এবং সাধারণত দুটি শাবক জন্ম দেয়। মাদিদের জানুয়ারি থেকে মে'র প্রথম সপ্তাহ পর্যন্ত গর্ভধারণের সময়কাল পর্যবেক্ষণ করা হয়েছে। শাবকগুলো ফেব্রুয়ারি থেকে জুন পর্যন্ত তাদের মাতার সাথে নিবিড়ভাবে যুক্ত থাকে।\n\n\n=== খাবার ===\nএই বাদুড় কীটভোজী, এবং এর খাদ্যতালিকায় প্রধানত গুবরে পোকা, প্রজাপতি, মথ, মাছি এবং হাইমেনোপটেরা পর্বের পোকামাকড় অন্তর্ভুক্ত। একে পরিষ্কার করা বনাঞ্চল, বাগান, গাছপালা বেষ্টিত নিবিড় এলাকা এবং রাস্তার আলোর আশেপাশে খাদ্য সংগ্রহ করতে দেখা গেছে।\n\n\n=== শব্দের প্রতিধ্বনি ===\nএই বাদুড় ৬৫ — ৭৫ কিলোহার্টজ ঘনত্বে প্রতিধ্বনির সাহায্যে পরিবেশ সম্পর্কে তথ্য সংগ্রহ করে।\n\n\n=== পরজীবীতা ===\nএই প্রজাতির প্রাণীকে সিনোস্পেলিয়াওবডেলিয়া (Sinospelaeobdella) নামক একটি চোয়ালযুক্ত স্থল জোঁক খাদ্য হিসেবে গ্রহণ করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}