{"pageid": 1490321, "title": "দোলেশ্বর মহাদেব মন্দির", "url": "https://bn.wikipedia.org/wiki?curid=1490321", "content": "দোলেশ্বর মহাদেব (নেপালি: डोलेश्वर महादेव) নেপালের ভক্তপুর জেলার দক্ষিণ-পূর্ব অংশে সূর্যবিনায়ক অঞ্চলে অবস্থিত ভগবান শিবের একটি হিন্দু। এটি ভারতের উত্তরাখণ্ডে অবস্থিত কেদারনাথ মন্দিরের শীর্ষাংশ বলে বিশ্বাস করা হয়।   \n\n\n== ইতিহাস ==\n৪,০০০ বছর ধরে মানুষ পঞ্চ কেদার মন্দিরগুলির মূল অংশ অর্থাৎ শীর্ষ খুঁজে আসছে, যা প্রকৃতপক্ষে শিবের রূপ ছিল। মহাভারতের  নায়ক পাঁচ পাণ্ডব ভাইদের এড়াতে শিব বৃষভের (ষাঁড়) রূপ ধারণ করেছিলেন।...এই কিংবদন্তির সূচনা কুরুক্ষেত্রের ঐতিহাসিক থেকে, যেখানে পাঁচ পাণ্ডব ভাইদের সাথে তাদের ১০০ কৌরব ভাইয়ের সংঘর্ষ ঘটে, যা মহাভারতের কেন্দ্রীয় ঘটনা। গঢ়ওয়াল অঞ্চল, শিব এবং পঞ্চ কেদার মন্দিরগুলির সৃষ্টি নিয়ে নানা লোককথা প্রচলিত রয়েছে।\nপঞ্চ কেদার সম্পর্কে একটি লোককথা হিন্দু মহাকাব্য মহাভারতের নায়ক পাণ্ডবদের সাথে সম্পর্কিত। কুরুক্ষেত্রের মহাযুদ্ধে পাণ্ডবরা তাদের ভাই কৌরবদের পরাজিত করে হত্যা করে। তারা যুদ্ধের সময় ভ্রাতৃহত্যা ( গোত্রহাত্য ) এবং ব্রাহ্মণহত্যা ( পুরোহিত শ্রেণীর ব্রাহ্মণ হত্যা) করার পাপের প্রায়শ্চিত্ত করতে চেয়েছিল। এইভাবে,  তারা তাদের রাজ্যের দায়িত্ব আত্মীয়দের হাতে তুলে দিয়ে, শিবের আশীর্বাদ লাভের জন্য তার সন্ধানে বের হয়। প্রথমে, তারা বারাণসী (কাশী) পবিত্র নগরীতে গিয়েছিল, যা শিবের প্রিয় শহর বলে বিশ্বাস করা হয় এবং কাশী বিশ্বনাথ মন্দিরের জন্য পরিচিত। কিন্তু কুরুক্ষেত্রের যুদ্ধে মৃত্যু এবং অসততার জন্য গভীরভাবে ক্রোধান্বিত ছিলেন এবং পাণ্ডবদের প্রার্থনায় তিনি সাড়া দেননি। অতঃপর তিনি বৃষভ (নন্দী) রূপ ধারণ করে গাড়োয়াল অঞ্চলে আত্মগোপন করেন।\nবারাণসীতে শিবকে না পেয়ে পাণ্ডবরা গাড়য়াল হিমালয়ে চলে যান। ভীম, পঞ্চ পাণ্ডব ভাইয়ের দ্বিতীয়জন ভীম, তখন দুটি পর্বতের মাঝে দাঁড়িয়ে শিবকে খোঁজার চেষ্টা করছিলেন।  তিনি গুপ্তকাশী (অর্থাৎ “গোপন কাশী”—শিবের আত্মগোপনের জন্য নামকরণ) অঞ্চলে একটি ষাঁড়কে চরতে দেখে চিনতে পারেন যে এটি শিব। ভীম ষাঁড়ের লেজ এবং পশ্চাৎপদ ধরে ফেলেন। কিন্তু ষাঁড়রূপী শিব মাটির নিচে অদৃশ্য হয়ে যান এবং পরে বিভিন্ন স্থানে অংশগুলো পুনরায় দেখা দেয়; কেদারনাথে কুঁজ, তুঙ্গনাথে হাত, রুদ্রনাথে মুখ, মধ্যমহেশ্বরে নাভি এবং পেট এবং কালপেশ্বরে চুলের আকারে প্রকাশিত হয়।  পাণ্ডবরা এই পাঁচটি ভিন্ন ভিন্ন রূপে শিবের পুনরাবির্ভাবে সন্তুষ্ট হয়ে, ওই পাঁচ স্থানে মন্দির নির্মাণ করেন শিবের উপাসনার জন্য। এর ফলে পাণ্ডবরা তাদের পাপ থেকে মুক্তি লাভ করেন। এছাড়াও, বিশ্বাস করা হয় যে শিবের মাথার সামনের অংশ  নেপালের ভক্তপুর জেলার দোলেশ্বর মহাদেব মন্দিরে আবির্ভূত হয়েছিল।  \nএকটি ভিন্ন কাহিনী অনুযায়ী, ভীম কেবল ষাঁড়টিকে ধরে ফেলেননি, বরং এটি অদৃশ্য হওয়া থেকেও রুখে দেন। এর ফলে, ষাঁড়টি পাঁচটি অংশে বিভক্ত হয়ে পড়ে এবং হিমালয়ের গঢ়ওয়াল অঞ্চলের কেদার খণ্ডে পাঁচটি স্থানে প্রকাশ পায়। পাণ্ডবরা পঞ্চকেদার মন্দির নির্মাণের পর মোক্ষ লাভের জন্য কেদারনাথে ধ্যান করেন, যজ্ঞ(অগ্নি হোম) সম্পন্ন করেন এবং মহাপন্থ নামে পরিচিত স্বর্গারোহিণী পথ দিয়ে স্বর্গ বা মোক্ষ লাভ করেন। পঞ্চকেদার মন্দিরগুলো উত্তর ভারতীয় হিমালয় মন্দির স্থাপত্যে নির্মিত, যেখানে কেদারনাথ, তুঙ্গনাথ ও মধ্যমহেশ্বর মন্দিরের স্থাপত্য একে অপরের সাথে সাদৃশ্যপূর্ণ।\nপঞ্চ কেদার মন্দিরে ভগবান শিবের দর্শন সম্পন্ন করার পর, ভক্তদের জন্য এক অলিখিত ধর্মীয় রীতি হল, ভগবান বিষ্ণুর দর্শনে বদ্রিনাথ মন্দিরে যাওয়া। এটি ভক্তের জন্য শিবের আশীর্বাদ প্রার্থনার চূড়ান্ত প্রমাণ হিসাবে বিবেচিত। \n\n\n== গবেষণা এবং ফলাফল ==\nহিন্দু সক্রিয় কর্মী ভারত জংগম গবেষণা করে দাবি করেছেন যে দোলেশ্বর মহাদেব মন্দির হল কেদারনাথের মাথার অংশ, যা কেদারনাথ এবং দোলেশ্বরের মধ্যে বিস্ময়কর সম্পর্কের উপর ভিত্তি করে। উভয় মন্দিরে শিবের মূর্তিগুলি ৪,০০০ বছর পুরানো। এমনকি দোলেশ্বরে পাওয়া একটি শিলালিপি ছিল সংস্কৃত এবং পুরানো নেপালি ভাষায় লেখা। উভয় মন্দিরের পুরোহিতরা ভারতের দক্ষিণ রাজ্যগুলি কর্ণাটক, অন্ধ্র প্রদেশ, কেরাল এবং তামিলনাড়ু থেকে নির্বাচন করা হয়। উভয় পুরোহিত তাঁদের নামের পরে ‘লিঙ্গ’ শব্দটি যোগ করেন, যা তাঁদের দেবতার প্রতি পূজারি হিসেবে নিকটতার সংকেত দেয় এবং উভয় মন্দিরে পাঁচটি শিব মন্দিরের একটি গ্রুপ রয়েছে। উভয় পুরোহিতের প্রধান দেবতা হলেন বীরভদ্র, হিন্দু শাস্ত্র অনুসারে ইনি শিবের একজন সহচর।  \n\n\n== স্বীকৃতি ==\n২০০৯ সালের ২২ আগস্ট কেদারনাথ পীঠের প্রধান পুরোহিত শ্রী ১০০৮ জগৎগুরু ভীমাশঙ্করলিঙ্গ শিবাচার্য দোলেশ্বর মহাদেব মন্দিরের সম্মুখে একটি ফলক উন্মোচন করেন, যেখানে দাবি করা হয় যে দোলেশ্বর মহাদেব মন্দির, যা ভক্তপুরের জঙ্গম মঠে অবস্থিত, তা হল শ্রী কেদারনাথের মাথার অংশ। তিনি ভক্তপুর জেলার সিপাডোল গ্রামে অবস্থিত দোলেশ্বর মন্দিরে রুদ্র অভিষেক নামক বিশেষ উপাসনা করেন। এটি দোলেশ্বর মহাদেব মন্দিরে থাকা শিলালিপিতেও (শীলা লেখ) উল্লেখ করা হয়েছে।    \nহাজার হাজার ভক্ত দোলেশ্বর মহাদেব মন্দিরে পুণ্য দর্শন করতে সমবেত হন। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}