{"pageid": 1490026, "title": "ইয়োশিমাসা হায়াশি", "url": "https://bn.wikipedia.org/wiki?curid=1490026", "content": "ইয়োশিমাসা হায়াশি (林 芳正, হায়াশি ইয়োশিমাসা, জন্ম ১৯ জানুয়ারি ১৯৬১) একজন জাপানি রাজনীতিবিদ। তিনি ২০২৩ সালের ডিসেম্বর হতে প্রধান মন্ত্রিপরিষদ সচিব হিসাবে দায়িত্ব পালন করছেন। হায়াশি এর আগে পাঁচটি মন্ত্রিপরিষদ পদে ছিলেন: প্রতিরক্ষামন্ত্রী (আগস্ট ২০০৮-সেপ্টেম্বর ২০০৮); অর্থমন্ত্রী (জুলাই ২০০৯-সেপ্টেম্বর ২০০৯); কৃষি, বন ও মৎস্যমন্ত্রী (ডিসেম্বর ২০১২-সেপ্টেম্বর ২০১৪, ফেব্রুয়ারী ২০১৫-অক্টোবর ২০১৫); শিক্ষা, সংস্কৃতি, ক্রীড়া, বিজ্ঞান ও প্রযুক্তি মন্ত্রী (আগস্ট ২০১৭ - অক্টোবর ২০১৮); পররাষ্ট্রমন্ত্রী (নভেম্বর ২০২১ - সেপ্টেম্বর ২০২৩)।\nলিবারেল ডেমোক্রেটিক পার্টির সদস্য হিসেবে হায়াশি প্রথম ১৯৯৫ সালে হাউস অব কাউন্সিলর নির্বাচিত হন। এখানে তিনি ২০২১ সাল পর্যন্ত পাঁচটি মেয়াদে দায়িত্ব পালন করেন। তিনি ২০২১ সালের সাধারণ নির্বাচনে দাঁড়ানোর জন্য হাউস থেকে পদত্যাগ করেছিলেন এবং ২০২১ সালের অক্টোবর থেকে ইয়ামাগুচি ৩য় জেলার প্রতিনিধি হিসেবে হাউস অব রিপ্রেজেন্টেটিভে দায়িত্ব পালন করছেন।\n\n\n== প্রারম্ভিক জীবন এবং শিক্ষা ==\nহায়াশি ১৯ জানুয়ারি ১৯৬১-এ টোকিওতে জন্মগ্রহণ করেছিলেন। তার বাবা, ইয়োশিরো হায়াশি, অর্থনীতি, বাণিজ্য ও শিল্প মন্ত্রণালয়ের একজন প্রবীণ আমলা ছিলেন।  ১৯৬৯ সালে ইয়োশিরো ৩২ তম সাধারণ নির্বাচনে পদপ্রার্থী হন। সেসময় তার পরিবার ইয়ামাগুচির শিমোনোসেকিতে তাদের পৈতৃক নিবাসে চলে আসে। এরপরে তিনি সফলভাবে ইয়ামাগুচি প্রথম নির্বাচনী এলাকার প্রতিনিধিত্ব করে তার রাজনৈতিক কর্মজীবন শুরু করেন। হায়াশি ১৯৭৯ সালে শিমোনোসেকি-নিশি হাই স্কুল থেকে স্নাতক হন এবং টোকিও বিশ্ববিদ্যালয়ে ম্যাট্রিকুলেশন করেন।  বিশ্ববিদ্যালয়ে, তিনি \"শিঙ্গাকু ফুরিওয়াকে\"তে (দ্বিতীয় বছরের মাঝামাঝি বিশেষায়িত নির্বাচন প্রক্রিয়া) পাবলিক আইন অধ্যয়নের জন্য বেছে নেন এবং ১৯৮৪ সালে আইন অনুষদ থেকে স্নাতক হন। বিশ্ববিদ্যালয় জীবনে তিনি বিশ্ববিদ্যালয়ের গায়কদলের পাশাপাশি একটি রক ব্যান্ডের সদস্য ছিলেন। \nপ্রথমে হায়াশির সংসদ সদস্য হিসাবে তার পিতার পদাঙ্ক অনুসরণ করার কোন ইচ্ছা ছিল না।  পরিবর্তে, তিনি মিতসুই অ্যান্ড কোং- এ যোগদান করেন। যাইহোক, তামাক চুক্তি পুনর্নবীকরণের জন্য নিকারাগুয়ায় স্থানান্তরিত হয়েছিলেন। এতে তিনি চলমান গৃহযুদ্ধের প্রভাবের কাছে উন্মোচিত হয়েছিলেন। যা তাকে একটি স্থিতিশীল সরকারের গুরুত্ব উপলব্ধি করাতে সাহায্য করেছিল।  এছাড়াও তার বেশ কয়েকটি বিদেশী এলাকায় কাজের অভিজ্ঞতা ছিল। যার মধ্যে একটি ছিল নর্থ ক্যারোলিনা, মার্কিন যুক্তরাষ্ট্রে। সেই সময়ে এই অঞ্চল ছিল মিতসুইয়ের জন্য তামাকের একটি প্রধান উৎস। \nতিনি রাজনৈতিক কর্মজীবন অনুসরণ করার সিদ্ধান্ত নেন এবং ১৯৮৯ সালে মিতসুইতে তার ভূমিকা থেকে পদত্যাগ করেন। তিনি ১৯৯০ সালে ইউকো হায়াশিকে বিয়ে করেন।  তার স্ত্রী ম্যাসাচুসেট্‌স ইনস্টিটিউট অব টেকনোলজিতে প্রযুক্তি নীতিতে স্নাতকোত্তর ডিগ্রি অর্জন করার পর, তিনি লোকপ্রশাসন নীতি নিয়ে হার্ভার্ড কেনেডি স্কুলে অধ্যয়ন করেন।  উভয় বিশ্ববিদ্যালয়ই মার্কিন যুক্তরাষ্ট্রের ম্যাসাচুসেটসের ক্যামব্রিজে অবস্থিত। মার্কিন যুক্তরাষ্ট্রে, তিনি মার্কিন প্রতিনিধি স্টিফেন এল. নিল এবং মার্কিন সিনেটর উইলিয়াম ভি. রথ, জুনিয়র -এর কর্মী হিসেবেও কাজ করেছেন। পরবর্তীতে, তিনি ম্যানসফিল্ড ফেলোশিপ প্রোগ্রাম শুরু করেছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\nতিনি কারিওকে এবং গল্ফ পছন্দ করেন। তিনি গিন্স নামে একটি ব্যান্ডে এলডিপি সহকর্মীদের সাথে গিটার এবং কীবোর্ড বাজান।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}