{"pageid": 1490875, "title": "ওয়াংচুক শতবার্ষিকী জাতীয় উদ্যান", "url": "https://bn.wikipedia.org/wiki?curid=1490875", "content": "ওয়াংচুক শতবার্ষিকী জাতীয় উদ্যান হলো ভুটানের উত্তরাঞ্চলের বৃহত্তম জাতীয় উদ্যান, যা ৪,৯১৪ বর্গকিলোমিটার (১,৮৯৭ বর্গমাইল) বিস্তৃত পাঁচটি জেলার বেশি, উত্তর বুমথাং, লুন্টসে এবং ওয়াংদুয়ে ফোদ্রাং জেলার উল্লেখযোগ্য অংশ দখল করে আছে।  এটি উত্তরে তিব্বতের সীমানা এবং পশ্চিমে ওং ছু (রায়ডাক) অববাহিকার উপনদী দ্বারা আবদ্ধ। ওয়াংচুক শতবার্ষিকী উদ্যানটি জিগমে দর্জি জাতীয় উদ্যান, বুমডেলিং বন্যপ্রাণী অভয়ারণ্য এবং ফ্রমসেংলা জাতীয় উদ্যানের সাথে সরাসরি সংযুক্ত, এবং কেন্দ্রীয় ভুটানের জিগমে সিংগিয়ে ওয়াংচুক জাতীয় উদ্যানের সাথে জীববৈচিত্র্য করিডোরের মাধ্যমে সংযুক্ত। এভাবে, ভুটানের উত্তরাঞ্চলের বেশিরভাগই এই সংরক্ষিত এলাকাগুলির অংশ।\nওয়াংচুক শতবার্ষিকী জাতীয় উদ্যানটি ২০০৮ সালের ১২ ডিসেম্বর প্রতিষ্ঠিত হয়। এই উদ্যানটির নামকরণ হয় ১৯০৭ সালে প্রতিষ্ঠিত ওয়াংচুক রাজবংশের সম্মানে। এটি চারটি প্রধান নদী ব্যবস্থার উৎসস্থল ধারণ করে: পুনাৎসং চু/সংকোশ নদী, মাংদে চু, চামখার চু, এবং কুরি চু। ওয়াংচুক শতবার্ষিকী উদ্যানটিতে মধ্য-হিমালয়ান বিভিন্ন পরিবেশগত জীবমণ্ডল রয়েছে। উদ্যানটি নীল পাইনের বনভূমি থেকে শুরু করে উচ্চ পর্বতাঞ্চলীয় তৃণভূমি পর্যন্ত বিস্তৃত, যার উচ্চতা ২,৫০০ মিটার (৮,২০০ ফুট) থেকে ৫,১০০ মিটার (১৬,৭০০ ফুট) পর্যন্ত।\n\n\n== প্রশাসন ==\n\n\n=== প্রধান কার্যালয় ===\nজাতীয় উদ্যানের প্রধান কার্যালয়টি বুমথাং জেলার চামখার চু অববাহিকার উপরের অংশে নাসিফেলে অবস্থিত। বুমথাংয়ের চামখার শহর থেকে ২২ কিলোমিটার দীর্ঘ একটি ফার্মরোড দিয়ে এখানে পৌঁছানো যায়।\n\n\n=== আঞ্চলিক কার্যালয় ===\nউদ্যানের বিস্তৃত এলাকায় সুষ্ঠু ব্যবস্থাপনার জন্য তিনটি অঞ্চলীয় কার্যালয় ও দুটি সংরক্ষণ পোস্ট স্থাপন করা হয়েছে।\n\n\n== উদ্ভিদ ও প্রাণিকুল ==\n\n\n=== উদ্ভিদকুল ===\n২০০৮ সালের অক্টোবরের এক সমীক্ষায় জাতীয় উদ্যান থেকে মোট ৬৯৩ প্রজাতির ভাস্কুলার উদ্ভিদ রেকর্ড করা হয়।\n\n\n=== প্রাণীকুল ===\n\n\n==== স্তন্যপায়ী প্রাণী ====\nপার্কটি মোট ৪৩ প্রজাতির স্তন্যপায়ী প্রাণীর আবাসস্থল হিসেবে পরিচিত, যার মধ্যে ৮টি প্রাণী ভুটানে সম্পূর্ণরূপে সুরক্ষিত। এর মধ্যে রয়েছে: রয়েল বেঙ্গল টাইগার, তুষার চিতা, চিতাবাঘ, এশীয় কালো ভাল্লুক, চিতা বিড়াল, হিমালয়ের মাস্ক হরিণ, হিমালয়ের সেরো এবং ভুটান টাকিন ।  শুধমাত্র ভুটানের এই উদ্যানেই তিব্বতি নেকড়ে দেখা যায়। \n\n\n==== পাখি ====\n২০০৮ সালের জরিপে পার্কে মোট ২৫০ প্রজাতির পাখির সন্ধান পাওয়া যায়।\nজাতীয় উদ্যানে এবং নিকটবর্তী অঞ্চলে ৪২ প্রজাতির প্রজাপতির সন্ধান পাওয়া যায়।\n\n\n== পর্যটক আকর্ষণ ==\n\n\n=== যাযাবর উৎসব ===\nএটি একটি দুই দিনের অনুষ্ঠান, যা জাতীয় উদ্যান কর্তৃক বিভিন্ন অংশীদারদের সহযোগিতায় আয়োজিত হয়। এই উৎসবে ভুটানের বিভিন্ন অংশের যাযাবর পার্বত্য অধিবাসীগণ একত্রিত হন তাদের স্বতন্ত্র সংস্কৃতি এবং ঐতিহ্য উদযাপন করেন।\n\n\n=== বুমথাং সাংস্কৃতিক ট্রেক ===\nএটি একটি সহজ ৩ দিনের ট্রেক, যেখানে পথের মধ্যে অনেকগুলি বৌদ্ধ মন্দির রয়েছে এবং একটি পাস রয়েছে, যার নাম ফেবিলা।\n\n\n=== দ্রাফাম জং ধ্বংসাবশেষ ===\nউপরের চোখোর উপত্যকার দ্রাফাম জং ভুটানের একটি গুরুত্বপূর্ণ প্রত্নতাত্ত্বিক স্থান। ১৬শতকের দ্বিতীয়ার্ধে চোখোর দেব এটি নির্মাণ করেন। \n\n\n=== ধুর শাচু ===\nধুর শাচু বা ধুর উষ্ণ প্রস্রবণ জনপ্রিয় স্নো ম্যান ট্রেক II এ অবস্থিত, এখানে পৌঁছাতে ২৫ দিন লাগে। ট্রেকটি পশ্চিম ভুটানের পারো থেকে শুরু হয় এবং বুমথাংয়ের ধুর গ্রামে শেষ হয়। \nএই উষ্ণ প্রস্রবণটি এর আরোগ্য গুণের জন্য জনপ্রিয়। এখানে সাতটি আলাদা উষ্ণ প্রস্রবণ রয়েছে। উষ্ণ প্রস্রবণটির উপরের মাংদেচু নদীর তীরে অবস্থিত। যদিও এটি একটি প্রধান ট্রেকিং পথের অংশ, তবে ২৫ দিনের স্নো ম্যান ট্রেক পথ না নিয়ে দুটি ভিন্ন পথ থেকে পৌঁছানো যেতে পারে। একটি পথ সেফু, ওয়াংদু ফোদ্রাং থেকে শুরু হয় এবং অন্যটি বুমথাং-এর ধুর গ্রাম থেকে শুরু হয়।\n\n\n== আরও দেখুন ==\nভুটানের সংরক্ষিত এলাকার তালিকা"}