{"pageid": 1490007, "title": "লাও লিগ ১", "url": "https://bn.wikipedia.org/wiki?curid=1490007", "content": "লাও লিগ ১ (লাও: ແປັບຊີ ລາວ ລີກ 1, পূর্বনাম: লাও প্রিমিয়ার লিগ), বা স্পন্সরজনিত কারণে পেপসি লাও লিগ ১ হল লাওসের পুরুষদের পেশাদার ক্লাব ফুটবলের সর্বোচ্চ জাতীয় স্তর। বর্তমানে এই লিগে ৮টি ক্লাব অংশগ্রহণ করে থাকে। বিজয়ী দল মহাদেশীয় স্তরে এএফসি চ্যালেঞ্জ লিগ খেলার যোগ্যতা অর্জন করে। লাও আর্মি ফুটবল ক্লাব প্রথম চ্যাম্পিয়নশিপ অর্জন করেছিল এবং পাশাপাশি এখনও পর্যন্ত তারাই সবচেয়ে বেশিবার শিরোপা বিজয়ী দল (মোট ৮ বার)। এই লিগের সর্বনিম্ন স্থানাধিকারী দল লাও লিগ ২ প্রতিযোগিতায় অবনমিত হয়।\nতিনটি আসরে (১৯৯৩, ১৯৯৫, ১৯৯৭) দুটি জাতীয় লিগ পাশাপাশি অনুষ্ঠিত হয়েছিল যেখানে ভিয়েনতিয়েন শহরের দলগুলি একসাথে একটি লিগে খেলত এবং ভিয়েন্তিন ব্যতীত বাইরের শহরের দলগুলি আরেকটি লিগে খেলত। পরবর্তী কালে এই দুটি লিগ জুড়ে গিয়েছিল। লিগের বর্তমান চ্যাম্পিয়ন ইয়ং এলিফ্যান্টস এফসি।\n\n\n== ইতিহাস ==\nলাওসের শীর্ষ ফুটবল লীগ ১৯৯০ সাল থেকে অনুষ্ঠিত হয়ে আসছে। ১৯৯৩ এবং ১৯৯৫ চ্যাম্পিয়নশিপগুলি ভিয়েনতিয়েনের ক্লাবগুলি ছাড়াই অনুষ্ঠিত হয়েছিল, যেগুলি সেই মরসুমে বাদ দেওয়া হয়েছিল এবং যারা সেই বছরগুলিতে তাদের নিজস্ব চ্যাম্পিয়নশিপ করেছিল। ১৯৯৭ সালে দুটি চ্যাম্পিয়নশিপ হয়েছিল। ২০০২ সাল থেকে, লিগটি একক রাউন্ড-রবিন বিন্যাসে খেলা হত। ২০০৯ দক্ষিণ-পূর্ব এশিয়ান গেমসের প্রস্তুতির কারণে, যার জন্য প্রতিটি ক্লাবের খেলোয়াড়দের অংশগ্রহণকারী লাওস অনূর্ধ্ব-২৩ জাতীয় দলের জন্য মনোনীত করা হয়েছিল, এই মৌসুমে কোনো খেলা হয়নি। একটি বেটিং কেলেঙ্কারির কারণে, ২০১৬ মৌসুমের পর নয়টি দল লীগ থেকে প্রত্যাহার করে নেয়। তারপর থেকে, প্রিমিয়ার লিগ আট অংশগ্রহণকারী নিয়ে খেলা হয়েছে।\nলিগ বার্ষিক চক্র অনুসরণ করে ২০১৭ মৌসুম এপ্রিলে শুরু হয় এবং জুলাই মাসে শেষ হয়। ২০১৮ মৌসুম শুরু হয়েছিল ২৪ ফেব্রুয়ারি, ২০১৮-এ। অংশগ্রহণকারী দল দ্বৈত রাউন্ড-রবিন টুর্নামেন্টে একে অপরের বিরুদ্ধে প্রতিদ্বন্দ্বিতা করে। মৌসুমের শেষে সেরা অবস্থানে থাকা ক্লাবটি হল লাওসের ফুটবল চ্যাম্পিয়ন এবং ২০১৪ সাল থেকে মেকং ক্লাব চ্যাম্পিয়নশিপ এবং ২০১৫ সাল থেকে এএফসি কাপের জন্য যোগ্যতা অর্জন করেছে। ২০১৫ এবং ২০১৬ সালে, লাও ফুটবল অ্যাসোসিয়েশনের এএফসি কাপে দুটি প্রারম্ভিক স্থান উপলব্ধ ছিল, কিন্তু যেহেতু শুধুমাত্র লাও টয়োটা এফসি এশিয়ান ফুটবল কনফেডারেশন দ্বারা লাইসেন্সপ্রাপ্ত ছিল, তাই দ্বিতীয় স্থানটি বাদ দেওয়া হয়েছিল। ২০১৫ এবং ২০১৬ সালে ম্যাচ ফিক্সিংয়ের কারণে, লাও টয়োটা এফসি ২০১৮ এএফসি কাপ থেকে বাদ পড়েছিল।\n\n\n== ফরম্যাট ==\nফেব্রুয়ারি থেকে সেপ্টেম্বর পর্যন্ত একটি মৌসুমে প্রতিটি দল ট্রিপল রাউন্ড-রবিনে ৩ বার অন্যদের বিপক্ষে খেলে। একটি জয়ের জন্য ৩ পয়েন্ট দেওয়া হয়, একটি ড্রয়ের জন্য ১ এবং হারের জন্য শূন্য পয়েন্ট৷ প্রাপ্ত পয়েন্ট, তারপর গোল পার্থক্য, তারপর মোট স্বপক্ষে গোল এবং তারপর সেই মৌসুমে তাদের হেড-টু-হেড রেকর্ডের ভিত্তিতে দলগুলিকে লিগ টেবিলে স্থান দেওয়া হয়।\n\n\n== বিজয়ী দলের তালিকা ==\n১৯৯০ :   লাও আর্মি\n১৯৯১ :   লাও আর্মি (২)\n১৯৯২ :   লাও আর্মি (৩)\n১৯৯৩* :  সাভান্নাখেত, লাও আর্মি (৪)\n১৯৯৪  :  লাও আর্মি (৫)\n১৯৯৫*  :  পেকসে, এডুকেশন টিম\n১৯৯৬  :  লাও আর্মি (৬)\n১৯৯৭*  :  লাও আর্মি (৭), সায়াবুড়ি\n১৯৯৮  :  খুমাউন প্রদেশ\n১৯৯৯  :    ??\n২০০০  :  ভিয়েনতিয়েন পৌরসভা (জাতীয় গেমস)\n২০০১  :  লাওস ব্যাংক\n২০০২  :  যোগাযোগ ও পরিবহণ দপ্তর\n২০০৩  :  যোগাযোগ ও পরিবহণ দপ্তর (২)\n২০০৪  :  যোগাযোগ ও পরিবহণ দপ্তর (৩)\n২০০৫  :  ভিয়েনতিয়েন ক্লাব\n২০০৫/০৬: ভিয়েনতিয়েন ক্লাব\n২০০৬/০৬: লাও-আমেরিকান কলেজ ক্লাব\n২০০৮  :  লাও আর্মি (৮)\n২০০৯  :  অনুষ্ঠিত হয়নি\n২০১০  :  লাওস ব্যাংক (২)\n২০১১  :  সরকারী পরিবহণ মন্ত্রক\n২০১২  :  লাও পুলিশ\n২০১৩  :  এসএইচবি চম্পাসাক এফসি\n২০১৪  :  হোয়াং আন আত্তাপেউ এফসি\n২০১৫  :  লাও টয়োটা ক্লাব\n২০১৬  :  লানেজাং ইউনাইটেড\n২০১৭  :  লাও টয়োটা ক্লাব (২)\n২০১৮  :  লাও টয়োটা ক্লাব (৩)\n২০১৯  :  লাও টয়োটা ক্লাব (৪)\n২০২০  :  লাও টয়োটা ক্লাব (৫)\n২০২১  :   বাতিল\n২০২২  :  ইয়ং এলিফ্যান্টস\n২০২৩  :  ইয়ং এলিফ্যান্টস (২)\n২০২৪/২৫:\n\n* = পাশাপাশি দুটি লিগ অনুষ্ঠিত হয়েছিল\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nটেমপ্লেট:Oweb\nওয়েল্টফুসবালআর্কাইভ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ জুন ২০১৩ তারিখে\nআরএসএসএসএফ\nফিফা.কম\nসকারওয়ে ২০১৮"}