{"pageid": 1490522, "title": "কুয়ালালামপুরের ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1490522", "content": "কুয়ালালামপুর মালয়েশিয়ার বৃহত্তম শহর এবং একইসাথে দেশের রাজধানী। কুয়ালালামপুরের ইতিহাস শুরু হয় উনবিংশ শতাব্দীর মাঝামাঝি সময়ে, যখন মালয়েশিয়ায় টিন খনন শিল্পের বিকাশ ঘটে। বিংশ শতাব্দীর প্রথম দিকে সেলাঙ্গরে রাবার বাগান প্রতিষ্ঠার মাধ্যমে শহরটি দ্রুত বৃদ্ধি পায়। এটি প্রথমে সেলাঙ্গরের, পরে ফেডারেটেড মালয় স্টেটস, মালয় ইউনিয়ন, মালয় ফেডারেশন এবং অবশেষে মালয়েশিয়ার রাজধানী হিসেবে পরিচিতি লাভ করে।\n\n\n== স্বাধীনতার পূর্ব যুগ (১৮৫৭–১৯৫৭) ==\n\nকুয়ালালামপুরের প্রতিষ্ঠা হয়েছিল প্রায় ১৮৫৭ সালে, গম্বাক ও ক্লাং নদীর মিলনস্থলে। ইংরেজিতে কুয়ালালামপুর শব্দটির অর্থ \"কাদামাটির মিলনস্থল\"। কাদামাটির এই স্থানে নতুন সম্ভাবনা তৈরি হয়েছিল যখন সেলাঙ্গর রাজপরিবারের এক সদস্য কিছু টিন উত্তোলনকারীকে ক্লাং উপত্যকায় টিনের খনির কাজ শুরু করার জন্য নিয়োগ দিয়েছিলেন। জার্নাল অফ দ্য মালয়ান ব্রাঞ্চ অফ দ্য রয়্যাল এশিয়াটিক সোসাইটি উল্লেখ করে যে রাজা আবদুল্লাহ (যিনি ক্লাং যুদ্ধে জড়িত ছিলেন) কুয়ালালামপুরের প্রতিষ্ঠিত করেছিলেন এবং তিনি নদীর উপরের দিকে টিন খনিগুলোর সূচনা করেছিলেন ও এই অঞ্চলে চীনা সম্প্রদায়ের আগমন ঘটান। মোট ৮৭ জন চীনা খনি শ্রমিক ক্লাং নদী ধরে উপরের দিকে অগ্রসর হন এবং আমপাং অঞ্চলে খনির কাজ শুরু করেন, যা তখন ছিল গভীর জঙ্গলে। যদিও প্রতিকূল পরিবেশে ৬৯ জন শ্রমিকের মৃত্যু হয়েছিল, তবুও একটি সমৃদ্ধিশালী টিনের খনি গড়ে ওঠে।\n\nএটি প্রাকৃতিকভাবে কিছু ব্যবসায়ীকে আকর্ষণ করে, যারা খাদ্যদ্রব্যের আদান-প্রদানে টিন সংগ্রহ করতেন। লুকুটের দুই ব্যবসায়ী, হিউ সিউ এবং ইয়াপ আহ সেজ, কুয়ালালামপুরে এসে খনি শ্রমিকদের জন্য দোকান স্থাপন করেন, যেখানে খাদ্যদ্রব্য সরবরাহ করা হতো। ক্লাং নদী বরাবর কুয়ালালামপুর ছিল সেই শেষ স্থান, যেখানে সহজেই নৌকায় সরবরাহ নিয়ে যাওয়া যেতো; এটি পরিণত হয় একটি গুরুত্বপূর্ণ সংগ্রহ ও বিতরণ কেন্দ্রে, যা টিন খনির সেবা দিতো।\nশহরটি, টিন খনির কারণে উৎসাহিত হয়ে, গম্বাক এবং ক্লাং নদীর মিলনস্থলের পাশে বিকশিত হতে শুরু করে। পুরানো মার্কেট স্কয়ার (মেদান পাসার) বাণিজ্যের কেন্দ্র হয়ে ওঠে। মূলত চীনারা মার্কেট স্কয়ারের আশেপাশে বসবাস করতেন; মালয়রা, পরবর্তীতে ভারতীয় চেট্টি ও ভারতীয় মুসলমানরা, উত্তরের দিকে কামপুং রাওয়া এবং জাভা স্ট্রিট (বর্তমানে জালান তুন পেরাক) এর মতো এলাকায় বসবাস করতেন। শহরের কেন্দ্র থেকে প্রধান প্রধান সড়কগুলো বিভিন্ন গুরুত্বপূর্ণ স্থানে সংযুক্ত ছিল; এই সড়কগুলো কুয়ালালামপুরকে আমপাং সড়ক, তারপর জালান পুদু সড়ক এবং বাটু সড়ক অঞ্চলের সাথে সংযুক্ত করেছিল, যেখানে খনির শ্রমিকরা বসতি স্থাপন শুরু করেছিল, সেইসাথে পেটালিং স্ট্রিট এবং জালান দামানসারা সড়কের  অংশ।\n\n\n=== ইয়াপ আহ লয় ===\n\nচীনা সম্প্রদায়ের নেতারা, যারা চীনা বসতিগুলো পরিচালনা এবং আইন-শৃঙ্খলা বজায় রাখতেন, তাদের মালয় প্রধানের পক্ষ থেকে কাপ্তান চীনা (চীনা প্রধান) উপাধিতে ভূষিত করা হতো। হিউ সিউ, যিনি লুকুট-এ একটি খনির মালিক ছিলেন এবং কুয়ালালামপুরের প্রাথমিক দোকানগুলোর মালিক ছিলেন, তাকে কুয়ালালামপুরের প্রথম কাপ্তান হিসেবে মনোনীত করা হয়েছিল। তবে কুয়ালালামপুরের ওপর সবচেয়ে বড় প্রভাব ফেলেছিলেন তৃতীয় কাপ্তান চীনা, ইয়াপ আহ লয়। তিনি কুয়ালালামপুরে প্রথম স্কুল ও গৃহহীনদের জন্য আশ্রয়স্থল স্থাপন করেছিলেন। ইয়াপ কুয়ালালামপুরে একটি বিচার ব্যবস্থা চালু করেন, যা আইন-শৃঙ্খলা বজায় রাখতে সাহায্য করে এবং এই শহরকে সেলাঙ্গরের বাণিজ্যিক কেন্দ্র হিসেবে প্রতিষ্ঠিত করে।\nকাপ্তান ইয়াপ কুয়ালালামপুরের প্রাথমিক বাণিজ্যিক কার্যক্রমের সব ক্ষেত্রে যুক্ত ছিলেন। এতে প্রধান বাজারের পাশাপাশি পতিতালয়, ক্যাসিনো এবং মদের দোকানের লাইসেন্স প্রদানও অন্তর্ভুক্ত ছিল। ইয়াপের সময়ে কুয়ালালামপুর ছিল খুবই অগোছালো একটি সীমান্ত শহর, কারণ ইয়াপ নিজেও হাই সান সংঘের সদস্য ছিলেন, এবং গ্যাং যুদ্ধ তখন সাধারণ ঘটনা ছিল, বিশেষত হাই সান ও গি হিন গোষ্ঠীর মধ্যে সংঘাত, যারা কাঞ্চিং এবং রাওয়াং অঞ্চলে অবস্থান করত। ১৮৭০ সালে, ইয়াপের বন্ধু আহ সেজ (কুয়ালালামপুরের একজন প্রাথমিক পথপ্রদর্শক) হত্যার শিকার হন। মনে করা হয়, কাঞ্চিংয়ের প্রধান চোং চোং এই হত্যাকাণ্ডের সাথে যুক্ত ছিলেন, যিনি কুয়ালালামপুরের কাপ্তান হতে চেয়েছিলেন। ইয়াপ প্রতিশোধ নিতে তার লোকজন নিয়ে কাঞ্চিংয়ে আক্রমণ করেন, যেখানে ১২ জন চীনা ও ৮ জন মালয় নিহত হন। এই ঘটনাটি ‘কাঞ্চিং হত্যাযজ্ঞ’ হিসেবে পরিচিত হয় এবং চোং চোংকে কাঞ্চিং থেকে বিতাড়িত করা হয়।\n\nকুয়ালালামপুর সেলাঙ্গর গৃহযুদ্ধে জড়িয়ে পড়ে, যা সেলাঙ্গরের রাজপুত্রদের মধ্যে রাজনৈতিক ক্ষমতা ও টিন খনির আয়ের জন্য সংঘটিত হয়েছিল। চোং চোং রাজা মাহদির পক্ষ নেন, আর কাপ্তান ইয়াপ তেংকু কুদিনের পক্ষে থাকেন। ইয়াপ রাজা মাহদি ও চোং চোংয়ের বাহিনীর কুয়ালালামপুরের ওপর বেশ কিছু আক্রমণ প্রতিহত করেন। ১৮৭২ সালে, সেলাঙ্গরের মাণ্ডাইলিং সম্প্রদায়ের নেতা রাজা আসাল ও সুতান পুয়াসা রাজা মাহদির পক্ষে চলে যান এবং তেংকু কুদিনের বুকিত নানাস দুর্গ অবরোধ করেন। তেংকু কুদিনের ইউরোপীয় ভাড়াটে সৈন্যসহ লোকজন পালানোর চেষ্টা করেন, কিন্তু পেতালিংয়ে ধরা পড়ে এবং নিহত হন। কুয়ালালামপুর দখল ও জ্বালিয়ে দেয়া হয়। ইয়াপ ক্লাংয়ে পালিয়ে যান এবং সেখান থেকে নতুন সৈন্য বাহিনী গড়ে তোলেন। ইয়াপ এবং তেংকু কুদিন পাহাংয়ের মালয়দের সহায়তায় ১৮৭৩ সালে কুয়ালালামপুর পুনরুদ্ধার করেন।\nগৃহযুদ্ধে শহর ধ্বংস হয়ে গেলেও, ইয়াপ কুয়ালালামপুর পুনর্নির্মাণ করেন এবং নতুনভাবে জনবসতি গড়ে তোলেন। ইয়াপ ১৮৭০-এর দশকের মাঝামাঝি টিনের মূল্য পতনের কঠিন সময়ে শহরটি টিকিয়ে রাখেন। যদিও এই সময়ে তিনি প্রচুর ক্ষতির সম্মুখীন হন, ১৮৭৯ সালে টিনের মূল্য বৃদ্ধি শহরের ভবিষ্যৎকে স্থিতিশীল করে।\n\n\n=== ব্রিটিশ শাসন ===\n\n১৮৭৪ সালে সেলাঙ্গরের সুলতান আব্দুল সামাদ আবাসিক মন্ত্রিত্ব গ্রহণ করেন, যার মাধ্যমে ব্রিটিশরা শাসন করলেও সুলতান নামমাত্র প্রধান হিসেবে থাকেন। ১৮৮০ সালে কুয়ালালামপুরকে সেলাঙ্গর-এর রাজধানী ঘোষণা করা হয় এবং ব্রিটিশ উপনিবেশিক প্রশাসন ক্লাং থেকে কুয়ালালামপুরে স্থানান্তরিত হয়। ব্রিটিশ রেসিডেন্ট উইলিয়াম ব্লুমফিল্ড ডগলাস সিদ্ধান্ত নেন যে সরকারি ভবন এবং বসবাসের এলাকা নদীর পশ্চিম পাশে থাকবে, যা চীনা এবং মালয় বসতির থেকে আলাদা হবে। বুঙকিত আমানে সরকারি কার্যালয় এবং একটি নতুন পুলিশ সদরদপ্তর নির্মিত হয়, এবং পুলিশ প্রশিক্ষণের জন্য পাদাং তৈরি করা হয়। একটি পুলিশ বাহিনী গঠন করা হয়, যার সদস্য সংখ্যা ছিল ২-৩০০ জন, এদের বেশিরভাগই মালাক্কার গ্রামীণ এলাকা থেকে আগত মালয় এবং কয়েকজন শিখ ও পাঞ্জাবি। অনেকেই তাদের পরিবার নিয়ে আসেন, যা প্রপার কুয়ালালামপুরের মালয় জনসংখ্যার একটি বড় অংশ হয়ে ওঠে। পরবর্তীতে সরকারি কার্যালয়গুলো বুঙকিত আমান থেকে সরিয়ে পাদাং-এর মুখোমুখি সুলতান আব্দুল সামাদ ভবন-এ স্থানান্তরিত হয়, যা মারদেকা স্কয়ার নামে পরিচিত, এবং এটি ব্রিটিশ উপনিবেশিক প্রশাসনের কেন্দ্রস্থল হয়ে ওঠে।\n\n১৮৮২ সালে ফ্র্যাঙ্ক সোয়েটেনহ্যাম রেসিডেন্ট হিসেবে নিয়োগ পান, এবং তার অধীনে শহরটি দ্রুত বৃদ্ধি পায় এবং একটি বড় শহরে রূপান্তরিত হয়। প্রাথমিক কুয়ালালামপুর ছিল একটি ছোট শহর, যেখানে সামাজিক এবং রাজনৈতিক সমস্যাগুলি প্রকট ছিল। বাড়িগুলো কাঠ ও আতাপ (ছাউনি)-এর তৈরি হওয়ায় অগ্নিকাণ্ডের ঝুঁকি ছিল, যথাযথ স্যানিটেশন না থাকায় রোগব্যাধি ছড়াত এবং বন্যার আশঙ্কা ছিল স্থায়ী। ১৮৭০-এর দশকের শেষের দিকে কলেরার প্রকোপে অনেকে শহর ছেড়ে চলে যায়। ১৮৮১ সালের ৪ জানুয়ারি পুরো শহরটি পুড়ে যায়, এবং একই বছর পরবর্তীতে শহরটি ব্যাপকভাবে প্লাবিত হয়।\nব্রিটিশ রেসিডেন্ট (আবাসিক মন্ত্রী) হওয়ার পর সোয়েটেনহ্যাম শহরের উন্নয়নে উদ্যোগ নেন। তিনি শহর পরিষ্কার-পরিচ্ছন্ন করেন এবং বাড়িগুলি ইট ও টাইলসে নির্মাণের নির্দেশ দেন যেন অগ্নিকাণ্ডের ঝুঁকি কমানো যায়। সোয়েটেনহ্যাম নির্দেশ দেন যে শহরের রাস্তা চওড়া করা হবে এবং আতাপের বাড়িগুলো ইট ও টাইলসে পুনর্নির্মাণ করা হবে। এই পুনর্নির্মাণ প্রক্রিয়াটি প্রায় পাঁচ বছর ধরে চলে। কাপ্তান ইয়াপ আহ লয় কুয়ালালামপুর পুনর্নির্মাণের জন্য একটি ইট শিল্প স্থাপনের উদ্দেশ্যে একটি বড় সম্পত্তি ক্রয় করেন, যা বর্তমানে ব্রিকফিল্ডস নামে পরিচিত। ধ্বংসপ্রাপ্ত আতাপ বাড়িগুলোর পরিবর্তে ইটের ও টাইলসের বাড়ি নির্মাণ করা হয়, যা \"পাঁচ ফুট পথ\" এবং চীনা কাঠের কারুকার্যের বৈশিষ্ট্যে সমৃদ্ধ একটি বিশেষ ধরনের স্থাপত্য তৈরি করে।\nসোয়েটেনহ্যাম ক্লাং ও কুয়ালালামপুরের মধ্যে একটি রেলপথ নির্মাণের উদ্যোগ নেন, যা ১৮৮৬ সালে চালু হয়। এর মাধ্যমে কুয়ালালামপুরের প্রবেশযোগ্যতা বাড়ে এবং শহরটির দ্রুত বিকাশ ঘটে। ১৮৮৪ সালে জনসংখ্যা ৪,৫০০ থেকে বেড়ে ১৮৯০ সালে ২০,০০০-এ পৌঁছায়। ১৮৯৬ সালে ফেডারেটেড মালয় রাষ্ট্র-এর রাজধানী হিসেবে কুয়ালালামপুর মনোনীত হয়, সোয়েটেনহ্যাম রেসিডেন্ট-জেনারেল পদে নিযুক্ত হন।\nকেন্দ্রীয় কুয়ালালামপুরের প্রাথমিক বিকাশে তেমন পরিকল্পনা ছিল না, ফলে শহরের পুরনো এলাকাগুলির রাস্তা সংকীর্ণ, সর্পিল এবং যানজটে পূর্ণ ছিল। এই অঞ্চলের স্থাপত্য শৈলী ছিল ইউরোপীয় এবং চীনা স্থাপত্য রীতির সংমিশ্রণ। জনসংখ্যা বৃদ্ধির ফলে স্যানিটেশন, বর্জ্য ব্যবস্থাপনা এবং অন্যান্য স্বাস্থ্য বিষয়ক সমস্যার সমাধানে চাপ সৃষ্টি হয়। ১৪ মে ১৮৯০ সালে একটি স্যানিটারি বোর্ড গঠিত হয়, যার দায়িত্ব ছিল স্যানিটেশন, রাস্তা রক্ষণাবেক্ষণ, আলোকসজ্জা এবং পরিকল্পনা কার্যক্রম পরিচালনা করা। এটি পরবর্তীতে কুয়ালালামপুর পৌরসভা হিসেবে রূপান্তরিত হয়।\n\n\n=== ২০শ শতাব্দীতে সম্প্রসারণ ===\n\n২০শ শতাব্দীতে কুয়ালালামপুর একটি ছোট জনপদ থেকে মালয়েশিয়ার বৃহত্তম শহরে পরিণত হয়। ১৮৯৫ সালে কুয়ালালামপুরের আয়তন ছিল মাত্র ০.৬৫ বর্গকিলোমিটার (০.২৫ বর্গমাইল), কিন্তু ১৯০৩ সালে এটি ২০ বর্গকিলোমিটার (৭.৭ বর্গমাইল) পর্যন্ত সম্প্রসারিত হয়। ১৯৪৮ সালে এটি পৌর এলাকা হলে আয়তন বৃদ্ধি পেয়ে ৯৩ বর্গকিলোমিটার (৩৬ বর্গমাইল) হয় এবং স্বাধীনতার পর ১৯৭৪ সালে এটি একটি ফেডারাল টেরিটরিতে রূপান্তরিত হয়ে আয়তন বেড়ে ২৪৩ বর্গকিলোমিটার (৯৪ বর্গমাইল) এ উন্নীত হয়।\n২০শ শতাব্দীর শুরুতে সেলাঙ্গরে রাবার শিল্পের বিকাশ, গাড়ির টায়ারের চাহিদা বৃদ্ধির কারণে শহরের ব্যাপক উন্নয়ন ঘটে। কুয়ালালামপুরের জনসংখ্যা ১৯০০ সালে ৩০,০০০ থেকে বেড়ে ১৯২০ সালে ৮০,০০০ এবং ১৯৩১ সালে ১,১০,০০০ এরও বেশি হয়ে যায়। ১৯ শতকের শেষভাগ এবং ২০ শতকের শুরুতে কুয়ালালামপুরের বাণিজ্যিক কার্যক্রম প্রধানত চীনা ব্যবসায়ীদের দ্বারা পরিচালিত হত। এর মধ্যে ছিলেন লোক ইউ, তৎকালীন কুয়ালালামপুরের সবচেয়ে ধনী এবং প্রভাবশালী চীনা ব্যবসায়ী; লোক ইউ-এর উত্তরসূরি চু কিয়া পেং; কুয়ালালামপুরের শেষ ক্যাপিটান ইয়াপ কোয়ান সেং; এবং ইউ তুং সেন। রাবার শিল্পের সম্প্রসারণের ফলে বিদেশি পুঁজি এবং উদ্যোক্তাদের আগমন ঘটে। কুয়ালালামপুরে নতুন কোম্পানি এবং শিল্প প্রতিষ্ঠান গড়ে ওঠে এবং গাথরি, হ্যারিসনস অ্যান্ড ক্রসফিল্ড, এবং ডানলপ এর মতো সংস্থাগুলি সিঙ্গাপুর ও অন্যান্য স্থান থেকে এসে এখানে তাদের কার্যক্রম শুরু করে। তবে রাবার শিল্পের প্রকৃতিগত কারণে – রাবার গাছকে সংগ্রহের উপযোগী হতে কয়েক বছর লাগে, তাই যখন উৎপাদনের চাহিদা বৃদ্ধি পায় তখন অতিরিক্ত রোপণ শুরু হয়। এর পর কয়েক বছর পর গাছ থেকে রাবার সংগ্রহ শুরু হলে অতিরিক্ত উৎপাদনের কারণে বাজারে মন্দা দেখা দেয়, ফলে এই শিল্পে বারংবার মন্দা এবং চাঙ্গাভাবের চক্র চলতে থাকে। এর ফলে ১৯২০ এর দশকের শুরুর দিকে ব্যাপক বেকারত্বের সৃষ্টি হয়।\n১৯২৬ সালে কুয়ালালামপুরে একটি বড় বন্যা আঘাত হানে। বন্যার ঝুঁকি কমাতে গোম্বাক-ক্লাং মিলনস্থলের নিচের অংশে ক্লাং নদীর অংশটিকে ছোট ও সোজা করা হয়। একটি চ্যানেল খনন করা হয় যাতে বন্যা প্রতিরোধে বেড়া দেওয়া হয় এবং এটি ১৯৩২ সালে সম্পন্ন হয়।\n\n\n=== জাপানি দখল ===\n১১ জানুয়ারি ১৯৪২ থেকে ১৫ আগস্ট ১৯৪৫ পর্যন্ত কুয়ালালামপুর জাপানিদের দখলে ছিল। এই সময়কালকে \"৩ বছর এবং ৮ মাস\" বলা হয়। এই সময়ে কুয়ালালামপুরের অর্থনীতি প্রায় স্থবির হয়ে যায়। শহরটির দখলদারিত্ব বহু প্রাণহানির কারণ হয়েছিল; কেবল কয়েক সপ্তাহের মধ্যেই জাপানি বাহিনীর দখলে অন্তত ৫,০০০ চীনা নাগরিক নিহত হন এবং হাজার হাজার ভারতীয়দের জোরপূর্বক শ্রম হিসেবে বার্মা রেলওয়েতে কাজ করতে পাঠানো হয়, যেখানে তাদের অনেকেই মারা যান। \nজাপানি দখলের সময়, সামরিক বাহিনী বিভিন্ন নীতি প্রবর্তন করে, যার মধ্যে ছিল একটি বাছাই নীতি, যেখানে জাতিগত চীনা জনগণকে অবহেলা করা হতো। এর কারণ ছিল, তারা ১৮৯৫ সালের প্রথম চীন-জাপান যুদ্ধে এবং ১৯৩৭ সালের দ্বিতীয় চীন-জাপান যুদ্ধে চীনা সরকারের প্রতি সমর্থন দিয়েছিল। অন্যদিকে, জাতিগত মালয়দের ভালোভাবে ব্যবহার করা হয়েছিল এবং যুদ্ধ শেষে স্বাধীনতার প্রতিশ্রুতি দেওয়া হয়েছিল, যাতে তারা সহযোগিতা করে এবং জাপানিরা কুয়ালালামপুর শাসন করতে পারে। জাপানি সামরিক প্রশাসন একটি সামাজিক নীতি প্রয়োগ করে, যার অধীনে সব ইংরেজি এবং চীনা স্কুল বন্ধ করে দেওয়া হয় এবং প্রতিদিন সকালে বিদ্যালয়ে \"কিমিগায়ো\" (জাপানের জাতীয় সংগীত) গাওয়া বাধ্যতামূলক ছিল, যাতে জাপানি সম্রাটের প্রতি আনুগত্য প্রদর্শিত হয়।\nজাপানি সামরিক বাহিনী কুয়ালালামপুর দখলে রাখার সময়, \"জাপানি সামরিক ইয়েন\" বা \"বনানা নোট\" নামে পরিচিত মুদ্রা চালু করা হয়। জাপানি সামরিক প্রশাসনের অধীনে এই মুদ্রা রিজার্ভ ছাড়াই ছাপানো হয় এবং অতিরিক্ত মুদ্রণজনিত কারণে প্রবল মুদ্রাস্ফীতি ঘটে, যা খাদ্য সরবরাহ সীমাবদ্ধ করার প্রয়োজনীয়তা সৃষ্টি করে এবং তা দৈনন্দিন জীবনের একটি নিয়মে পরিণত হয়।\n১৮ ফেব্রুয়ারি এবং ১০ মার্চ ১৯৪৫ সালে মার্কিন সেনাবাহিনীর ভারী বোমারু বিমান ১৯৪৫ কুয়ালালামপুরে বোমাবর্ষণ করে এবং কেন্দ্রীয় রেলওয়ে মেরামতের কারখানাগুলোতে আঘাত হানে। আগস্ট ১৯৪৫ সালে হিরোশিমা ও নাগাসাকিতে পারমাণবিক হামলার পর ১৩ সেপ্টেম্বর ১৯৪৫ সালে ২৯তম সেনাবাহিনীর কমান্ডার লেফটেন্যান্ট জেনারেল ইশিগুরো ব্রিটিশ বাহিনীর কাছে আত্মসমর্পণ করেন। আরও একটি আনুষ্ঠানিক অনুষ্ঠান ২২ ফেব্রুয়ারি ১৯৪৬ সালে কুয়ালালামপুরে অনুষ্ঠিত হয়, যেখানে সিঙ্গাপুর এবং মালয়েশিয়ার জাপানি সপ্তম এলাকা সেনাবাহিনীর অধিনায়ক সেইশিরো ইতাগাকি ব্রিটিশ প্রশাসনের কাছে আনুষ্ঠানিকভাবে আত্মসমর্পণ করেন।\n\n\n=== মালয় ইউনিয়ন ===\nজাপানিরা আত্মসমর্পণ করার পর ব্রিটিশ সামরিক প্রশাসন কুয়ালালামপুরে ফিরে আসে। ১ এপ্রিল ১৯৪৬ সালে, ব্রিটিশরা আনুষ্ঠানিকভাবে কিং’স হাউসে (বর্তমানে কারকোসা সেরি নেগারা নামে পরিচিত) মালয় ইউনিয়ন ঘোষণা করে।\nমালয় জরুরি অবস্থার সময়, যখন মালয়ের ঔপনিবেশিক সরকার সাম্যবাদ বিদ্রোহ দমনে ব্যস্ত ছিল, তখন ১৯৫০-এর দশকে গোপনে গেরিলাদের সমর্থন নিয়ন্ত্রণের জন্য শহরের উপকণ্ঠে নিউ ভিলেজ গড়ে তোলা হয়। এদের মধ্যে সবচেয়ে বড়টি হল কেপং অঞ্চলের উত্তরে কুয়ালালামপুরের জিনজাং নিউ ভিলেজ। উলু ক্লাং এবং নিম্ন আমপাং এর মতো অঞ্চল থেকে মানুষকে এই নতুন গ্রামগুলোতে স্থানান্তরিত করার ফলে কুয়ালালামপুরের জনসংখ্যা বৃদ্ধি পায়।\n\n\n=== স্বাধীনতার পূর্ববর্তী নির্বাচন ===\nকুয়ালালামপুর ছিল মালয়ের প্রথম দিকের শহরগুলোর মধ্যে একটি, যেখানে নির্বাচন অনুষ্ঠিত হয়। প্রথম পৌরসভা নির্বাচন অনুষ্ঠিত হয় ১৬ ফেব্রুয়ারি ১৯৫২ সালে। এই নির্বাচনে ইউনাইটেড মালয় ন্যাশনাল অর্গানাইজেশন এবং মালয়েশিয়ান চাইনিজ অ্যাসোসিয়েশন একটি অ্যাড হক জোট গঠন করে প্রতিদ্বন্দ্বিতা করে এবং ১২টি আসনের মধ্যে ৯টি আসনে বিজয়ী হয়। পরে, এই দুটি দল তাদের সম্পর্ককে আনুষ্ঠানিকভাবে প্রতিষ্ঠিত করে মালয়েশিয়ান ইন্ডিয়ান কংগ্রেস এর সঙ্গে মিলে অ্যালায়েন্স পার্টি গঠন করে। ১৯৫৫ সালে তারা প্রথম মালয় সাধারণ নির্বাচনে অংশগ্রহণ করে।\n\n\n=== স্বাধীনতা দিবস ===\n১৯৫৭ সালে কুয়ালালামপুর আবারও ঐতিহাসিক গুরুত্ব অর্জন করে, যখন দেশটির স্বাধীনতার প্রতীক হিসেবে ক্রিকেট মাঠ মেরদেকা স্কোয়ারে (স্বাধীনতা চত্ত্বর) প্রথম মালয় পতাকা উত্তোলন করা হয়। ১৯৭৪ সালে কুয়ালালামপুর তার নিজস্ব পরিচয় লাভ করে, যখন এটি সেলাঙ্গর রাজ্য থেকে আনুষ্ঠানিকভাবে আলাদা হয়ে স্বতন্ত্র প্রশাসনিক অঞ্চল হিসেবে ফেডারেল টেরিটরি হিসেবে গঠিত হয়।\n\n\n== স্বাধীনতা-পরবর্তী যুগ (১৯৫৭–১৯৯০) ==\n\n১৯৫৭ সালে স্বাধীনতার পর, কুয়ালালামপুর মালয় ফেডারেশনের রাজধানী হয় এবং ১৯৬৩ সালে মালয়েশিয়ার বৃহত্তর ফেডারেশনেরও রাজধানী হিসেবে রয়ে যায়। স্বাধীনতার উদযাপনের জন্য একটি বড় স্টেডিয়াম, স্টেডিয়াম মেরদেকা (স্বাধীনতা স্টেডিয়াম) নির্মিত হয়, যেখানে মালয়েশিয়ার প্রথম প্রধানমন্ত্রী টুংকু আবদুল রহমান বিপুল জনসম্মুখে মালয়ের স্বাধীনতা ঘোষণা করেন। দাতারান মেরদেকাে (স্বাধীনতা চত্ত্বর) ইউনিয়ন জ্যাক পতাকা নামিয়ে মালয়ের পতাকা উত্তোলন করা হয়।\n১৯৬৯ সালে কুয়ালালামপুরের কিছু অংশ মালয়েশিয়ার ইতিহাসের অন্যতম খারাপ জাতিগত দাঙ্গায় ক্ষতিগ্রস্ত হয়, যা ১৩ মে ঘটনা নামে পরিচিত। এই সহিংসতার কারণ ছিল মালয় জাতির অসন্তোষ, যারা তাদের সামাজিক-রাজনৈতিক অবস্থান নিয়ে হতাশ ছিল। এই দাঙ্গায় ১৯৬ জনের মৃত্যু হয়, যার বেশিরভাগই ছিলেন চীনা। মালয়েশিয়ার সংসদ দুই বছরের জন্য স্থগিত করা হয় এবং ১৯৭১ সালে পুনরায় চালু হওয়ার পর, দেশের অর্থনৈতিক নীতিতে বড় পরিবর্তন আনা হয় যা মালয় জাতির অর্থনৈতিক উন্নয়নকে অগ্রাধিকার দেয়।\n১ ফেব্রুয়ারি ১৯৭২ সালে কুয়ালালামপুর শহরের মর্যাদা লাভ করে।\n১ ফেব্রুয়ারি ১৯৭৪ সালে কুয়ালালামপুর সেলাঙ্গর থেকে বিচ্ছিন্ন হয়ে যুক্তরাষ্ট্রীয় অঞ্চল হিসাবে ঘোষণা করা হয়।\n৫ আগস্ট ১৯৭৫ সালে, জাপানি সন্ত্রাসী সংগঠন জাপানিজ লাল সেনা কুয়ালালামপুরের এআইএ বিল্ডিংয়ে ৫০ জনেরও বেশি লোককে জিম্মি করে, যেখানে বেশ কয়েকটি দূতাবাসের অফিস ছিল। জিম্মিদের মধ্যে যুক্তরাষ্ট্রের কনসাল এবং সুইডিশ চার্জ দ্য অ্যাফেয়ার্স ছিলেন। বন্দুকধারীরা পাঁচজন বন্দি সঙ্গীকে মুক্ত করে এবং তাদের সঙ্গে লিবিয়ায় পাড়ি দেয়। এই সংগঠনটি ১৯৭০-এর দশকে বহু হামলা ও হত্যাকাণ্ড চালিয়েছিল, যার মধ্যে তেল আবিবের লড বিমানবন্দর হত্যাকাণ্ডও অন্তর্ভুক্ত।\n\n\n== সমসাময়িক যুগ (১৯৯০–বর্তমান) ==\n\n১৯৯০-এর দশকের শুরু থেকে, কুয়ালালামপুরে উল্লেখযোগ্য উন্নয়ন শুরু হয়, বিশেষ করে ১৯৯০-এর দশকের এশীয় অর্থনৈতিক সমৃদ্ধির সময় যখন অর্থনৈতিক প্রবৃদ্ধি গড়ে ১০% ছিল। প্রধানমন্ত্রী মাহাথির বিন মোহাম্মদের বিশ্বায়ন উদ্যোগের অধীনে, ক্লাং উপত্যকায় বড় ধরনের নগর উন্নয়ন ঘটতে শুরু করে, যার ফলে একটি প্রসারিত কুয়ালালামপুর মহানগর এলাকা তৈরি হয়। এই এলাকা, যা কুয়ালালামপুর ফেডারেল অঞ্চল থেকে পশ্চিমে পোর্ট ক্লাং, পূর্বে তিতিওয়াংসা পাহাড় এবং উত্তরে ও দক্ষিণে প্রসারিত হয়েছে, এর মধ্যে ক্লাং, শাহ আলম, পুত্রজায়া এবং অন্যান্য প্রশাসনিকভাবে পৃথক শহর অন্তর্ভুক্ত রয়েছে। এই অঞ্চলকে বৃহত্তর কুয়ালালামপুর (গ্রেটার কুয়ালালামপুর) বলা হয়।\nকুয়ালালামপুরে গৃহীত উল্লেখযোগ্য প্রকল্পগুলির মধ্যে জালান আমপাং এলাকায় একটি নতুন কুয়ালালামপুর সিটি সেন্টার বিকাশ অন্যতম। আকাশচুম্বী ভবনগুলো গড়ে উঠেছে এবং কুয়ালালামপুর, যা একসময় ছিল নিস্তেজ ঔপনিবেশিক শহর, এখন দক্ষিণ-পূর্ব এশিয়ার অন্যতম জীবন্ত, আধুনিক ও প্রাণবন্ত শহরে পরিণত হয়েছে।\nদাতারান মারদেকা সামনে প্রসারিত রাস্তা সম্ভবত কুয়ালালামপুরের সবচেয়ে বিখ্যাত রাস্তা। এখানে মোঘল স্থাপত্যশৈলীর কপার গম্বুজযুক্ত সুলতান আবদুল সামাদ ভবন অবস্থিত। এখানে বিশ্বের অন্যতম উঁচু পতাকাদণ্ডও রয়েছে, যা দাতারান মারদেকায় দাঁড়িয়ে আছে। ২০০৪ সাল পর্যন্ত, এই ভবনে দেশের উচ্চ আদালতগুলি (কোর্ট অফ আপিল এবং ফেডারেল কোর্ট) অবস্থিত ছিল; পরবর্তীতে এগুলি পুত্রজায়ার প্যালেস অফ জাস্টিসে স্থানান্তরিত হয়। ডায়াবুমি ভবনটিও এখানে দৃশ্যমান, যা রাস্তার নিচে অবস্থিত। এই এলাকাটি একসময় মালয়েশিয়ার স্বাধীনতা দিবসের প্যারেডের কেন্দ্রবিন্দু ছিল, যা সারা মালয়েশিয়ায় সম্প্রচারিত হত। ২০০৩ সালে, এই প্যারেডটি নতুন প্রশাসনিক রাজধানী পুত্রজায়ায় সরিয়ে নেওয়া হয়।\nশহরের বাকি অংশগুলি সাধারণত অন্যান্য দেশের রাজধানী শহরের মতো মানসম্পন্নভাবে উন্নয়ন লাভ করেছে। এর কারণে, স্থপতিদের তাদের কাজের মধ্যে ঐতিহ্যবাহী ডিজাইনের উপাদান অন্তর্ভুক্ত করতে উৎসাহিত করা হয়েছে। এর উল্লেখযোগ্য উদাহরণগুলি হল ডায়াবুমি ভবন, কুয়ালালামপুরের প্রথম আকাশচুম্বী ভবন, তাবুং হাজি ভবন এবং মেনারা টেলিকম, যেগুলি স্থানীয় স্থপতি হিজ্জাস কাস্তুরি দ্বারা ডিজাইন করা হয়েছে, এবং পেট্রোনাস টাওয়ার।\n\nশহরের দ্রুত উন্নয়নের কারণে পুরোনো স্থাপনাগুলি ভেঙে ফেলা হয়েছে বা পরিবর্তিত হয়েছে, যার স্থান নিয়েছে শপিং সেন্টার, অফিস এবং আবাসিক ভবন। শহরে ঐতিহ্যবাহী স্থাপত্য সংরক্ষণের প্রচেষ্টা রয়েছে, তবে তা সীমিত। সুলতান আবদুল সামাদ ভবন, কুয়ালালামপুর রেলওয়ে স্টেশন, কারকোসা সেরি নেগারা এবং কেন্দ্রীয় বাজার, এছাড়া কয়েকটি দোকানঘর এবং বাড়ি সংরক্ষণের উদ্যোগ চালু রয়েছে। কিন্তু ১৯৯০ এবং ২০০০-এর দশকে স্বাধীনতার পূর্ববর্তী বহু ভবন অবহেলিত, আগুনে পোড়া বা ভেঙে ফেলা হয়েছে। ২০০৬ সালের মাঝামাঝি সময়ে কোলিজিয়াম থিয়েটার অধিগ্রহণ এবং এটিকে একটি সাংস্কৃতিক ঐতিহ্য কেন্দ্র হিসেবে গড়ে তোলার প্রস্তাবের বিরুদ্ধে বিতর্ক তৈরি হয়।\nনভেম্বর ২০০৭ সালে, শহরে দুটি বড় রাজনৈতিক সমাবেশ অনুষ্ঠিত হয়, যা ১৯৯৮ সালের পর সবচেয়ে বড় সমাবেশ ছিল—২০০৭ বর্ষিহ সমাবেশ ১০ নভেম্বর এবং হিন্দ্রাফ সমাবেশ ২৫ নভেম্বর। বর্ষিহ সমাবেশটি কয়েকটি বেসরকারি সংগঠন এবং বিরোধী রাজনৈতিক দল আয়োজিত হয়েছিল, যেখানে প্রায় ৫০,০০০ জন উপস্থিত হয়েছিলেন। হিন্দ্রাফ সমাবেশটি হিন্দ্রাফ (হিন্দু অধিকার কর্মী ফ্রন্ট) দ্বারা আয়োজিত হয় এবং এতে অন্তত ১০,০০০ জন জাতিগত ভারতীয় বিক্ষোভকারী উপস্থিত ছিলেন, যারা বুমিপুত্রাদের কাছ থেকে সমান সামাজিক ও অর্থনৈতিক অধিকার দাবি করেন।\nকুয়ালালামপুরকে এশিয়ার শীর্ষ দশটি শহরের মধ্যে একটি হিসেবে মনোনীত করা হয়েছিল, যা এশিয়ার একটি প্রধান ম্যাগাজিন এশিয়াউইক-এ প্রকাশিত হয়েছিল।\n\n\n== তথ্যসূত্র =="}