{"pageid": 14902, "title": "মাতৃভাষা অর্জন", "url": "https://bn.wikipedia.org/wiki?curid=14902", "content": "মাতৃভাষা অর্জন তথা ভাষা অর্জন (ইংরেজি: Language acquisition বা First language acquisition) বলতে শিশুরা যে প্রক্রিয়াসমূহের মাধ্যমে ভাষা অর্জন করে, তাদেরকে বোঝায়।\nঅনেক ভাষাবিজ্ঞানী, বিশেষত নোম চম্‌স্কি, যুক্তি দিয়েছেন যে মানবশিশুরা মস্তিষ্কে ভাষা অর্জনের সহজাত জৈবিক প্রবৃত্তি নিয়ে জন্মগ্রহণ করে এবং সব মানবশিশুর মনে বা মস্তিষ্কে একটি বিশ্বজনীন ব্যাকরণ (Universal Grammar) বা ভাষা-অর্জনের কাঠামো জন্মের সময় থেকেই বিদ্যমান থাকে। শিশুটি যে পরিবেশ জন্মায় ও বড় হয়ে ওঠে, সেই পরিবেশ ও তার সাথে শিশুর মিথস্ক্রিয়া (interaction) শিশুটির ভাষা অর্জনের প্রকৃতি নিয়ন্ত্রণ করে।\nযখন শিশুরা কোনও ভাষা অর্জন করে, তারা ভাষাটির ব্যাকরণ আয়ত্ত করে। এখানে ব্যাকরণ বলতে ভাষাটির ধ্বনিবিন্যাস, শব্দগঠন, বাক্য ও অর্থ সংক্রান্ত সমস্ত নিয়মগুলিকে বোঝায়। যেকোন ভাষার ব্যাকরণ বা নিয়মসমষ্টি একটি সমৃদ্ধ ও জটিল ব্যবস্থা। কিন্তু শিশুরা পাঁচ বছর বয়সের মধ্যেই এই জটিল, প্রায়-দুর্বোধ্য ব্যাকরণ আয়ত্ত করে ফেলে। এছাড়াও তারা ভাষাটির প্রায়োগিক (pragmatic) সূত্রগুলি ও ভাষাটির শব্দভাণ্ডার (vocabulary) আয়ত্ত করে। শিশুদেরকে আলাদা করে মুখের ভাষা শেখানো লাগে না। তারা তাদের চারপাশের মানুষের ব্যবহার করা ভাষা থেকে নিয়ম, সূত্র এবং শব্দভাণ্ডারের সিংহভাগ বের করে নিতে পারে।\n\n\n== ভাষা অর্জনের কৌশলসমূহ ==\nশিশুরা কী করে এত সহজে ও দ্রুত ভাষার জটিল সব সূত্র আয়ত্ত করে ফেলে তা নিয়ে গবেষণা হয়েছে। ভাষা আয়ত্ত করার প্রক্রিয়াটি ব্যাখ্যা করতে গিয়ে বেশ কিছু শিখনকৌশল বা শিখনপদ্ধতি প্রস্তাব করা হয়েছে। কোনও কোনও ভাষাগবেষক বলেছেন যে শিশুরা প্রাপ্তবয়স্কদের ভাষা শুনে অনুকরণ (imitation) করে ভাষা আয়ত্ত করে। কিন্তু শিশুরা বেশিরভাগ সময়ই সম্পূর্ণ শুদ্ধ বাক্য অনুকরণ করতে পারে না, বরং আংশিকভাবে অনুকরণ করে ও স্বতঃস্ফূর্তভাবে (spontaneous) ভুলত্রুটিসহ বাক্য সৃষ্টি করে। আবার কিছু কিছু শিশু কম বয়সে স্নায়ুগত বা শারীরিক অক্ষমতার কারণে কথা বলতে সক্ষম না হলেও ভাষা বুঝতে পারে এবং পরবর্তীতে এই বাকবৈকল্য (speech disorder) কাটিয়ে উঠলে সাথে সাথে কথা বলতে শুরু করে। সেকারণে অনুকরণ শিশুর ভাষা অর্জনের মূল কৌশল হতে পারে না।\nঅন্য কিছু গবেষক বলেছেন যে প্রাপ্তবয়স্করা শিশুদের ভাষার ব্যাকরণের ভুল শুধরে দিলে বা সঠিকভাবে ভাষা বলার জন্য বাহবা দিলে ধীরে ধীরে শিশুমনে নিয়মগুলির দৃঢ়ীভবন (reinforcement) ঘটে এবং শেষ পর্যন্ত শিশুরা ভাষা অর্জন করে।  কিন্তু গবেষণায় দেখা গেছে যে বাবা-মা বা বড়দের এরকম ভুল শুধরে দেওয়ার হার খুবই বিরল। বরং বাবা-মায়েরা সাধারণত খুব খারাপ উচ্চারণের ভুল কিংবা বাক্যের ভেতরের তথ্যের সত্যতা-সংক্রান্ত ভুলগুলিই বেশি শুধরে দেন, ব্যাকরণের ভুলগুলি ধরেন না।\nকারও কারও মতে শিশুরা সাদৃশ্য (analogy) পদ্ধতির মাধ্যমে নতুন নতুন বাক্য গঠন করে, অর্থাৎ একটি বাক্য শুনে সেই একই আদলের অন্য অনেক বাক্য গঠন করে। কিন্তু দেখা গেছে শিশুরা নতুন নতুন প্রশ্নবোধক বাক্য, জটিল বাক্য, ইত্যাদি জটিল কাঠামোবিশিষ্ট বাক্য সৃষ্টি করার সময় তেমন কোনও ভুল করেনা, যদিও তারা এ ধরনের বাক্য আগে থেকে খুব বেশি শোনেনি। বরং তারা স্বতঃস্ফূর্তভাবে এমন সব বাক্য তৈরি করে, যেগুলি জটিল কাঠামোর উপর দাঁড়িয়ে আছে।\nপ্রস্তাবিত এই পদ্ধতিগুলির কোনটিই তাই সম্পূর্ণ ব্যাখ্যা দিতে পারেনা কীভাবে শিশুরা ভাষার সূত্রগুলি কাজে লাগিয়ে সৃষ্টিশীলভাবে নতুন নতুন বাক্য গঠন করতে পারে, কিংবা শিশুরা কেন এক ধরনের ভুল করে কিন্তু অন্য জটিল ধরনের ভুল করে না। শিশুর সাথে মায়ের বলা সহজ ভাষা (motherese) পরীক্ষা ও বিশ্লেষণ করে দেখা গেছে শিশুদের মনে ব্যাকরণের বিকাশ সুসংগঠিত প্রবিষ্ট ভাষিক উপাত্তের (well-formed linguistic input) উপর নির্ভর করে না।\nশিশুদের ভাষা আয়ত্তকরণ প্রক্রিয়াটি অত্যন্ত সহজে ও দ্রুত ঘটে এবং সমস্ত ভাষার সমস্ত শিশুর ক্ষেত্রে এই প্রক্রিয়ার ধাপগুলি একই রকম হয়। এ সব কিছুই ঘটে প্রবিষ্ট ভাষিক উপাত্ত বা উদ্দীপকের দারিদ্র্যকে (poverty of stimulus) অগ্রাহ্য করে। শিশু সবসময় তার চারপাশে শুদ্ধভাবে নির্মিত বাক্য শুনতেও পায় না, বরং অর্ধসমাপ্ত বাক্য, বাক্যের খন্ডাংশ, হঠাৎ বিরতি, অযাচিত ভুলত্রুটিযুক্ত বাক্য – এগুলি সবই তার মনে প্রবেশ করে। শিশুদেরকে কেউ সার্বক্ষণিকভাবে বুঝিয়ে বা দেখিয়েো দেয় না যে কোন্‌ বাক্যগুলি শুদ্ধ আর কোন্গু‌লি অশুদ্ধ। অর্থাৎ শিশুর মনে যে ভাষিক উপাত্তগুলি প্রবেশ করে, সেগুলি দরিদ্র, নিম্নমানের (impoverished)। কিন্তু তা সত্ত্বেও শিশু শেষ পর্যন্ত শুদ্ধ, ভুলত্রুটিহীন পূর্ণ বাক্য বলতে সক্ষম হয়। এ কারণে ধারণা করা হয় যে ভাষা আয়ত্ত করার মানসিক প্রবৃত্তি বা ক্ষমতাটি (mental faculty) শিশুর জন্ম থেকেই থাকে এবং শিশু এই জটিল প্রক্রিয়াতে অংশগ্রহণ করার আগেই একটি \"বিশ্বজনীন ব্যাকরণ\" (Universal Grammar)) নিয়ে জন্মগ্রহণ করে। বিশ্বজনীন ব্যাকরণ কোন নির্দিষ্ট ভাষা যেমন বাংলা বা ইংরেজি ভাষার ব্যাকরণের মত নয়, বরং এটি এমন কিছু মূলনীতির (principles) সমষ্টি যেগুলি সমস্ত মনুষ্য ভাষা মেনে চলে। ভাষা আয়ত্তকরণ তাই একটি সৃষ্টিশীল প্রক্রিয়া। শিশুরা তাদের মনে প্রবিষ্ট ভাষিক উপাত্তের উপর ভিত্তি করে মানসিক ব্যাকরণ (mental grammar) সৃষ্টি করে এবং এ কাজে বিশ্বজনীন ব্যাকরণ তাদেরকে নির্দেশনা দেয়।\n\n\n== ভাষা অর্জনের ধাপসমূহ ==\nশিশুর মনে ভাষার বিকাশ ধাপে ধাপে ঘটে। এই ধাপগুলি বিশ্বজনীন। জীবনের প্রথম বছরে শিশুরা তাদের ভাষার ধ্বনিগুলি আয়ত্ত করে। তারে প্রথমে অনেক ধ্বনি শুনতে পায় বলে উপলব্ধি করে কিংবা উচ্চারণ করে, যেগুলি তাদের মনে প্রবিষ্ট ভাষিক উপাত্তের মধ্যে নেই। ধীরে ধীরে তাদের ভাষিক উৎপাদন (speech production) ও উপলব্ধিগুলি (speech perception) ভাষিক পরিবেশের সাথে সুক্ষ্মভাবে সঙ্গতি রাখা শুরু করে। এই ধাপের শেষ পর্যায়ে শিশু যে আধো-আধো কথা (babble) বলা শুরু করে, সেখানে তার প্রবিষ্ট ভাষার সমস্ত ধ্বনিতাত্ত্বিক বৈশিষ্ট্যগুলি বিদ্যমান থাকে। বধির শিশুরা যখন জন্ম থেকেই প্রতীকী ভাষার সংস্পর্শে আসে, তারাও এই পর্যায়ে হাত দিয়ে আধো-আধো প্রতীকী ভাষায় (sign language) যোগাযোগ করতে পারে। এ থেকে প্রমাণিত হয় যে আধো-আধো বুলি ভাষা আয়ত্তকরণ প্রক্রিয়ার একটি বিশ্বজনীন প্রাথমিক ধাপ যা শিশুমনে প্রবিষ্ট ভাষিক উপাত্তের উপর নির্ভর করে।\nজীবনের প্রথম  বছরের শেষভাগে শিশু তার প্রথম পূর্ণ শব্দগুলি বলতে শুরু করে। দ্বিতীয় বছরে শিশু আরও অনেক শব্দ আয়ত্ত করে এবং ভাষার ধ্বনিতাত্ত্বিক ব্যবস্থার সিংহভাগ আয়ত্ত করে। শিশুদের সবচেয়ে শুরুর দিককার কথাগুলি জটিল অর্থবিশিষ্ট অথচ এক-শব্দের বাক্যসমূহ দিয়ে গঠিত। এই ধাপের নাম পূর্ণব্যঞ্জক ধাপ (Holophrastic stage)। এর কিছু মাস পরে শিশু দুই বা তার বেশি শব্দ যোগ করতে শুরু করে। এই প্রাথমিক বাক্যগুলি কোন যাদৃচ্ছিক শব্দসমষ্টি নয়। শব্দগুলির সুনির্দিষ্ট বিন্যাস থাকে এবং এগুলি বাক্যিক ও আর্থিক সঙ্গতি রক্ষা করে।\nএর পরে টেলিগ্রাফ ধাপে (Telegraph stage) এসে শিশু দীর্ঘতর বাক্য সৃষ্টি করতে সক্ষম হয়, কিন্তু এগুলিতে প্রায়শই ব্যাকরণিকভাবে প্রয়োজনীয় শব্দ বা শব্দাংশ অনুপস্থিত থাকে। শিশুর প্রারম্ভিক ব্যাকরণে প্রাপ্তবয়স্কদের ব্যাকরণের অনেক সূত্র অনুপস্থিত থাকে, তবে গুণগতভাবে দুটির মধ্যে কোন পার্থক্য নেই। এ ধাপে শিশুদের উচ্চারিত বাক্যে পদক্রম (word order) সঠিক থাকে এবং কারক (case) ও অন্যান্য সঙ্গতিমূলক সূত্রগুলির ব্যত্যয় ঘটে না, যাতে বোঝায় যে তাদের ভাষার কাঠামো বা সংগঠন নিয়ে যথেষ্ট জ্ঞান আছে।\nশিশুরা বিভিন্ন ধরনের ভুল করে। যেমন, শিশুরা শব্দগঠনপ্রক্রিয়ার সূত্রগুলি (morphological rules) অতিসাধারণভাবে সর্বত্র প্রয়োগ করে থাকে। এতে বোঝা যায় যে তারা সূত্রগুলি আয়ত্ত করার প্রক্রিয়াতে আছে। এছাড়াও শিশুদেরকে তাদের ভাষার জন্য বিশেষ কিছু সূত্র বা নিয়ম শিখতে হয়, এবং এগুলি শিখতে গিয়েও ভুল হতে পারে। কিন্তু অন্য কিছু ধরনের ভুল আছে, যেগুলি শিশুরা কখনোই করে না। যেমন বিশ্বজনীর ব্যাকরণের মূলনীতিগুলি লঙ্ঘন করে এমন কোন ভুল শিশুরা করে না।\nযেসব বধির শিশু জন্ম থেকে প্রতীকী ভাষার সাথে পরিচিত, অন্যান্য শ্রবণক্ষমতাসম্পন্ন শিশুদের মতো তাদের প্রতীকী ভাষা আয়ত্তকরণ প্রক্রিয়াটিও একই ধাপগুলির মধ্য দিয়ে পরিচালিত হয়।"}