{"pageid": 1490056, "title": "আনন্দ সামারাকুন", "url": "https://bn.wikipedia.org/wiki?curid=1490056", "content": "আনন্দ সামারাকুন(প্রকৃত নাম- এগোদাহেজ জর্জ উইলফ্রেড আলউইস সামারাকুন) (১৩ জানুয়ারী ১৯১১ - ২ এপ্রিল ১৯৬২) ছিলেন শ্রীলঙ্কার একজন খ‍্যাতিমান (সিংহলি) গীতিকার, সুরকার এবং শিক্ষক। তিনি দ্বীপরাষ্ট্র  শ্রীলঙ্কার জাতীয় সঙ্গীত \" নমো নমো মাতা\" রচনা করেন। তাঁর হাত ধরেই মূলত সিংহলি ভাষার সংগীত-সাহিত্যের সূত্রপাত। তাঁকে শৈল্পিক সিংহল সঙ্গীতের জনক এবং আধুনিক শ্রীলঙ্কার সিংহল গীতি সাহিত্য (সঙ্গীত সাহিত্য) এর প্রতিষ্ঠাতা হিসাবে বিবেচনা করা হয়। ১৯৬২ খ্রিস্টাব্দে তিনি আত্মহত্যা করেন।\n\n\n== জন্ম ও প্রারম্ভিক জীবন ==\nএগোদাহেজ জর্জ উইলফ্রেড আলউইস সামারাকুনের জন্ম ১৯১১ খ্রিস্টাব্দের ১৩ জানুয়ারি ব্রিটিশ শাসিত সিলন অধুনা শ্রীলঙ্কার কলম্বো জেলার পাদুক্কা নামক ছোট শহরের ইংরেজ পরিবারে। পিতা স‍্যামুয়েল সামারাকুন ছিলেন 'পাদুক্কা'য় 'ওয়াতারেকা'স্থিত ব্রিটিশ মালিকানাধীন মাতুরাটা প্ল্যান্টেশনস এবং ডোমিঙ্গা পেরিসের প্রধান করণিক। মাতা ডোমিঙ্গা পিয়েরিস। এগোদাহেজ জর্জ উইলফ্রেড আলউইস সামারাকুন ছিলেন তার মাতাপিতার চার সন্তানের মধ্যে দ্বিতীয়। সামারকুন স্থানীয় 'ওয়েওয়ালা' স্কুল থেকে প্রাথমিক শিক্ষা লাভ করেন এবং তারপরে কোট্টের খ্রিস্টান কলেজে (অধুনা সিএমএস শ্রী জয়াবর্ধনপুর কলেজে) পড়াশোনা করেন।  সিংহলে তার গুরু ছিলেন পণ্ডিত ডিসিপি গামালথগে। পরে তিনি তার মাতৃশিক্ষায়তনেই সঙ্গীত ও শিল্পকলার শিক্ষক হন। ১৯৩০ খ্রিস্টাব্দে সামারকুন উনিশ বৎসর বয়সে তিনি শান্তিনিকেতনে আসেন। অধুনা বিশ্বভারতী বিশ্ববিদ্যালয়ের কলাবিভাগের ছাত্র হিসাবে অংশগ্রহণ করে  রবীন্দ্রনাথ ঠাকুরের প্রিয়পাত্র হয়ে ওঠেন। রবীন্দ্র সংগীতের সুর ও কথা বরাবর মুগ্ধ করত তাকে। ছয় মাস পর তিনি তার পড়াশোনা ছেড়ে দেন এবং সিলনে ফিরে যান এবং বৌদ্ধ ধর্ম গ্রহণ করে নাম পরিবর্তন করে 'আনন্দ সামারকুন' নামে পরিচিত হন। এর অন্তরালে কবিগুরুর বৌদ্ধধর্ম প্রীতির প্রভাব ছিল বলে মনে মনে করা হয়।\n\n\n== কর্মজীবন ==\nআনন্দ সামারকুন ১৯৩৮ খ্রিস্টাব্দ হতে ১৯৪২ খ্রিস্টাব্দ পর্যন্ত গালে-স্থিত মাহিন্দ্র কলেজ সঙ্গীত বিষয়ে শিক্ষকতা করেন।\n\n\n=== সুরকার ===\n১৯৩৭ খ্রিস্টাব্দে, শ্রীলঙ্কার প্রচলিত ও জনপ্রিয় সঙ্গীত উত্তর ভারতীয় রাগধারী সঙ্গীত থেকে প্রাপ্ত গান নিয়ে গঠিত। এই গানের কথায় প্রায়শই অর্থহীন বাক্যাংশ থাকে যার ফলে সাহিত্যের মান বেশিরভাগ ক্ষেত্রেই অনুপস্থিত থাকে। সামারাকুন শ্রীলঙ্কার গানের এক নতুন ঘরানার প্রবর্তন করতে চাইছিলেন। স্বাভাবিকভাবেই তার সৃষ্টিতে চলে আসে রবীন্দ্রচর্চা এবং রবীন্দ্র সঙ্গীতের প্রভাব। নিজস্ব সঙ্গীত শৈলীত শ্রীলঙ্কার সঙ্গীত জগতে ১৯৪০ খ্রিস্টাব্দে সৃষ্টি করেন শ্রীলঙ্কার নিজস্ব শ্রেণীবদ্ধ এনাদা মেনিকে (එන්නද මැණිකේ) গান যা নিয়ে শ্রীলঙ্কার সঙ্গীত জগতে আসে যা শৈল্পিক সিংহল সঙ্গীতের ভিত্তি প্রশস্ত করেছিল। ১৯৪০ খ্রিস্টাব্দে তিনি মাহিন্দ কলেজের ছাত্রদের মধ্যে দেশপ্রেম ও দেশের প্রতি ভালবাসা জাগিয়ে তোলার জন্য নমো নমো মাতা দেশাত্মবোধক গান রচনা করেন। এটি প্রথম কলেজের ছাত্রছাত্রীরা মর্যাদাপূর্ণ ওলকট হলে গেয়েছিলেন।  পরে মিউসেস কলেজের ছাত্রছাত্রীরা এমনভাবে পরিবেশন করেন যে, গানটি প্রবল জনপ্রিয়তা লাভ করে। সেই গানটিই পরে শ্রীলঙ্কার সরকার কর্তৃক শ্রীলঙ্কার জাতীয় সঙ্গীত হিসাবে নির্বাচিত হয়।\nরোমান্টিক প্রেম বিষয়ক-এনাদা মেনিকে (Endada Menike) গানে তিনি দুই গ্রাম্য তরুণ তরুণীর মধ্যে সংলাপের আকারে গান লেখেন। সুন্দর গ্রাম্য ও কাব্যিক গুণে উত্তীর্ণ এই গানটির প্রবল সাফল্যের পর সামারাকুন অসংখ্য গান লেখেন এবং সঙ্গীতজ্ঞ হিসাবে সাফল্য লাভ করেন। ১৯৪০-এর দশকের শুরু থেকে মাঝামাঝি সময়ে সামারাকুনের একের পর এক সফল গানের সময়টিকে তার স্বর্ণযুগ বলে মনে করা হয়। তার সুরারোপিত সবচেয়ে জনপ্রিয় গানগুলির কয়েকটি হল-\n\nপডি মাল ইথানো (පොඩීමල් එතනෝ)\nউইলে মালাক পিপিলা\nপোসন পোহোদা\nআসে মাদুর জীবনায়ে গীথা\nসুনিলা গুভনয়\nপুঞ্চি সুদা\nনীলওয়ালা গঙ্গে\nসুমানো\nপুদামু কুসুম\nসিরি সারু সারা কেথে\n\n\n=== চিত্রকর ===\n১৯৪৫ খ্রিস্টাব্দে, আনন্দ সামারাকুনের একমাত্র পুত্র পাঁচ বছর বয়সে মারা গেলে, শোকাহত সামারাকুন শ্রীলঙ্কা ছেড়ে ভারতের আসেন এবং চিত্রকরের পেশা অনুসরণ করে চিত্রকলা প্রদর্শন করতে থাকেন। তার চিত্রকলার এগারোটি প্রদর্শনীর সফল আয়োজন হয়েছিল এবং তার সমস্ত চিত্রকর্ম সমালোচকদের দ্বারা প্রশংসিত হয়েছিল। তারপর তিনি ১৯৫১ খ্রিস্টাব্দে শ্রীলঙ্কায় ফিরে যান এবং সঙ্গীতচর্চায় লিপ্ত থাকেন।\n\n\n=== জাতীয় সঙ্গীত ===\n\nসামারাকুনের প্রথম দিকে রচিত দেশাত্মবোধক গানের মধ্যে নমো নমো মাতাকে জাতীয় সঙ্গীত হিসাবে মনোনীত করা হয় এবং ১৯৫১ খ্রিস্টাব্দের ২২ নভেম্বর স্যার এডউইন উইজেয়েরত্নের নেতৃত্বাধীন কমিটি আনুষ্ঠানিকভাবে সিলনের জাতীয় সঙ্গীত হিসাবে গৃহীত হয়। পরে ১৯৫৭ খ্রিস্টাব্দে সমালোচকরা গানটির সূচনায় 'নমো নমো মাতা'য় ছন্দ কে নিয় আক্রমণ শুরু করেন। এরই জন্য দেশের রাজনৈতিক জীবনে দুর্ভাগ্য বয়ে আসছে এবং প্রথম দুই জন প্রধানমন্ত্রীর মৃত্যুও ঘটেছে। সামারকুন স্পষ্টভাবে জানান যে, তিনিই একমাত্র ব্যক্তি যিনি ভারতে ঘানা শাস্ত্র বিষয়ক পাঠ অধ্যয়ন করেছেন এবং তদানুসারে কোথাও ভুল থাকলে তা তিনি জানেন। তার আপত্তি সত্ত্বেও শুধুমাত্র কুসংস্কারের বশে পরিবর্তন আনা হয়। 'নমো নমো মাতা'র পরিবর্তে 'শ্রীলঙ্কা মাতা, অপা শ্রীলঙ্কা নমো নমো মাতা' করা হয়। পরিবর্তন করার পর তাকে 'শ্রীলঙ্কা ব্রডকাস্টিং কর্পোরেশন'-এ যেতে অনুরোধ করা হয়।তার অজান্তে এবং সম্মতি ছাড়াই গানটির পরিবর্তন তার মতো রবীন্দ্র বিশেষজ্ঞের কাছে ছিল চরম অপমান।\n\n\n=== জীবনাবসান ===\nআনন্দ সামারাকুনের বিনা অনুমতিতে এবং অজ্ঞাতসারে জাতীয় সঙ্গীত \" নমো নমো মাতা \"-তে পরিবর্তন আনার বিষয়টি আনন্দ সামারাকুনের কাছে বিরক্তির কারণ হয় এবং অনেকে মনে করেন তিনি এমন হতাশাগ্রস্ত হয়ে পড়েন যে, আত্মহত্যা করার জন্য তিনি বেশি মাত্রায় ঘুমের ওষুধ খেয়ে ফেলেন। তাকে কলম্বোর ন্যাশনাল হসপিটাল অফ শ্রীলঙ্কায় ভর্তি করানো হয়। সেখানে ১৯৬২ খ্রিস্টাব্দের ৫ এপ্রিল ৫১ বৎসর বয়সে পরলোক গমন করেন।\n\n\n== তথ্যসূত্র =="}