{"pageid": 1490709, "title": "ইয়াপ আহ লয়", "url": "https://bn.wikipedia.org/wiki?curid=1490709", "content": "কাপ্তান চীনা ইয়াপ আহ লয় (চীনা: 葉亞來; ফিনিন: Yè Yǎlái; ক্যানটোনীয় ইয়েল: Yihp A-lòih; Pha̍k-fa-sṳ: Ya̍p Â-lòi, জাভি: يب الوي‎; ১৪ মার্চ ১৮৩৭ – ১৫ এপ্রিল ১৮৮৫), ইয়াপ টেট লয় এবং ইয়াপ মাও ল্যান নামেও পরিচিত, কুয়ালালামপুর শহরের প্রাথমিক উন্নয়নের গুরুত্বপূর্ণ ব্যক্তি ছিলেন। তিনি কুয়ালালামপুরের তৃতীয় কাপ্তান চীনা হিসেবে দায়িত্ব পালন করেন এবং এই পদে থেকে ১৯শ শতকে শহরটিকে একটি বাণিজ্যিক ও খনির কেন্দ্রে পরিণত করতে উল্লেখযোগ্য ভূমিকা রাখেন।\n৩১ আগস্ট ১৯৫৭ সালে মালয়ার ফেডারেশনের ব্রিটিশ সাম্রাজ্য থেকে স্বাধীনতা লাভের পর এবং ১৯৬৩ সালে মালয়েশিয়ার গঠন শেষে, কুয়ালালামপুর শহরটি মালয়েশিয়ার রাজধানী হয়ে ওঠে। আজ, কুয়ালালামপুরের চায়না টাউনের কেন্দ্রস্থলে তার নামে একটি রাস্তা রয়েছে, যা \"জালান ইয়াপ আহ লয়\" বা \"ইয়াপ আহ লয় রোড\" নামে পরিচিত।\n\n\n== পটভূমি ==\nইয়াপ আহ লয় ১৪ মার্চ ১৮৩৭ সালে চীনের দক্ষিণাঞ্চলের ক্যান্টন প্রদেশের একটি দরিদ্র গ্রামে জন্মগ্রহণ করেন। তার বাবা-মা হুইঝৌ জেলার কুই ইয়াপ জেলার দানশুই/টামসুই (চীনা: 淡水; ফিনিন: Dànshuǐ) শহরে বাস করতেন। তিনি ফুই চিউ (চীনা: 惠州) বংশের একজন হাক্কা ছিলেন। ১৮৫৪ সালে ইয়াপ আহ লয় পর্তুগিজ ম্যাকাও হয়ে ব্রিটিশ মালয়ে চলে যান। মালয়ে পৌঁছে তিনি দেখেন যে এই স্থান চীনের থেকে অনেকটাই ভিন্ন। উঁচু নারিকেল এবং সুপারি গাছ, আর ছোট ছোট মালয় ঘরবাড়ি যার ছাদ ছিল আতাপ (নিপা থ্যাচ) দিয়ে তৈরি - এই দৃশ্য তার কাছে নতুন এবং চিত্তাকর্ষক ছিল।\nমালাক্কায় পৌঁছানোর পর, তার বংশেরই একজন সদস্য ইয়াপ কেট সি তাকে আশ্রয় দেন। এরপর তাকে দুরিয়ান তুংগাল নামক একটি টিনের খনিতে নিয়ে যাওয়া হয়, যেখানে তিনি চার মাস অবস্থান করেন। পরে তিনি উত্তর-পশ্চিম জহরের কেসাং অঞ্চলে চলে যান এবং সেখানে তার আত্মীয় ইয়াপ এনগের দোকানে কাজ পান। তিনি সেখানে এক বছর অবস্থান করেন। এরপর তাকে সিঙ্গাপুর হয়ে চীনে ফেরত পাঠানোর ব্যবস্থা করা হয়। কিন্তু দুর্ভাগ্যবশত সিঙ্গাপুরে চীনের জাঙ্ক জাহাজে ওঠার অপেক্ষায় থাকা অবস্থায় তার সমস্ত টাকা হারিয়ে ফেলেন। মালাক্কায় ফিরে যাওয়ার পরিবর্তে, তিনি তার আরেক আত্মীয় ইয়াপ ফুকের সাথে হেঁটে লুকুট চলে যান, যা তখনও সেলাঙ্গরের অংশ ছিল (বর্তমানে পোর্ট ডিকসন, নেগরি সেমবিলান)।\n\n\n== কুয়ালালামপুরের কাপিতান হিসেবে ==\n১৮৫৬ সালে ইয়াপ আহ লয় ১৯ বছর বয়সে লুকুট এ পৌঁছান। পেনিনসুলায় তার প্রাথমিক জীবন কেটেছিল একজন খনি শ্রমিক এবং ক্ষুদ্র ব্যবসায়ী হিসেবে। কিন্তু ১৮৬২ সালে তার জীবনে পরিবর্তন আসে, যখন তার বন্ধু লিউ নিম কং (চীনা: 劉壬光; ফিনিন: Liú Rènguāng) কুয়ালালামপুরের দ্বিতীয় কাপিতান চায়না হিসেবে নিযুক্ত হন। এই পদটি শুধু চীনা সম্প্রদায়ের নেতৃত্বই নয়, বরং মালয় রাজনৈতিক ব্যবস্থার সাথে এবং ১৮৭৪ সালে ব্রিটিশ হস্তক্ষেপের পর ব্রিটিশ কর্মকর্তাদের সাথেও যোগাযোগ স্থাপনের সুযোগ দেয়। ইয়াপ আহ লয় লিউয়ের বিশ্বস্ত সহকারী হন এবং ১৮৬৯ সালে লিউয়ের মৃত্যুর পর কুয়ালালামপুরের তৃতীয় কাপিতান চায়না হিসেবে তার পদ গ্রহণ করেন। এরপর তিনি একটি শক্তিশালী প্রশাসন এবং প্রতিরক্ষাবাহিনী গড়ে তোলেন।\nতবে তার নিযুক্তি লিউয়ের \"আত্মীয়দের\" দ্বারা চ্যালেঞ্জ করা হয় এবং চোং চোংয়ের নেতৃত্বে ইয়াপের বিরুদ্ধে একটি দল গঠিত হয়। এদিকে, দুটি চীনা গ্যাংয়ের মধ্যে সংঘর্ষ চলতেই থাকে। একটি ছিল হাই সান (যা কুয়ালালামপুরে প্রভাবশালী ছিল), এবং অপরটি ছিল গি হিন (যাদের প্রধান ঘাঁটি ছিল কাঞ্চিং ও রাওয়াং এলাকায়)। তারা শহরের টিন উৎপাদনের নিয়ন্ত্রণের জন্য লড়াই করত। কাঞ্চিংয়ে ইয়াপ আহ লয়ের এক মিত্র, ইয়াপ আহ সি, চোং চোংয়ের প্ররোচনায় হামলার শিকার হয়ে নিহত হন। এরপর ইয়াপ আহ লয় তার লোকজন নিয়ে ১৮৭০ সালে কাঞ্চিংয়ে যান এবং চোং চোংকে বিতাড়িত করেন। এই সংঘর্ষে ১২ জন চীনা এবং ৮ জন মালয় নিহত হন, যা ‘কাঞ্চিং গণহত্যা’ নামে পরিচিত। এরপর চোং চোং পালিয়ে রাওয়াংয়ে চলে যান এবং ১৮৬৭ সালে শুরু হওয়া ক্লাং যুদ্ধ রাজা মাহদির সাথে যোগ দেন। ইয়াপ আহ লয় তুংকু কুদিনের পক্ষ নিয়ে গৃহযুদ্ধে অংশগ্রহণ করেন। ১৮৭০ সালে ইয়াপের বিরোধীরা রাজা মাহদির পক্ষ নিয়ে কুয়ালালামপুরে হামলা চালায়। পুনরায় হামলা চালানো হয়, এবং ১৮৭২ সালে রাজা মাহদির সৈন্যরা সাইয়্যিদ মাশহুর নেতৃত্বে কুয়ালালামপুর দখল করে, যা ইয়াপ আহ লয়কে পালিয়ে ক্লাং এ আশ্রয় নিতে বাধ্য করে। এরপর ইয়াপ কুয়ালালামপুর পুনরুদ্ধারের চেষ্টা করেন এবং ১৮৭৩ সালের মার্চে তুংকু কুদিনের পক্ষ, পাহাং এর যোদ্ধাদের সমর্থনে, মাশহুরের বাহিনীকে পরাজিত করে কুয়ালালামপুর পুনরুদ্ধার করে।\n১৮৭৩ সালে কুয়ালালামপুর পুনরুদ্ধারের ফলে ইয়াপ রাজনৈতিকভাবে শক্তিশালী অবস্থানে আসেন এবং সেলেংগর রাজ্যের অভ্যন্তরে তার প্রভাব প্রতিষ্ঠিত হয়। তবে যুদ্ধে শহরটি প্রায় ধ্বংস হয়ে গিয়েছিল এবং খনিগুলো জলমগ্ন ছিল। ইয়াপ এরপর শহরটি পুনর্গঠন এবং খনি শিল্প পুনরুজ্জীবনের উদ্যোগ নেন। তিনি কুয়ালালামপুরকে অন্যান্য খনির এলাকা এবং বসতির সাথে সংযুক্ত করা রাস্তা উন্নয়ন করেন। তবে ১৮৭০-এর দশকের মাঝামাঝি টিনের দাম পড়ে যাওয়ায় তার আর্থিক অবস্থা সংকটে পড়ে। তিনি ব্রিকফিল্ডসে একটি ইট তৈরির ব্যবসা শুরু করেন এবং একটি তাপিওকা বাগান স্থাপন করেন, যদিও এটি ব্যয়বহুল একটি ব্যর্থ উদ্যোগ ছিল। ১৮৭০-এর দশকের শেষের দিকে তিনি প্রচুর ঋণে পড়ে যান এবং প্রায় দেউলিয়া হওয়ার মুখে পড়েন। তবে ১৮৭৯ সালে টিনের মূল্য বৃদ্ধি তাকে আর্থিকভাবে পুনরুজ্জীবিত করে এবং কুয়ালালামপুরের ভবিষ্যৎ নিশ্চিত করে।\nযুদ্ধোত্তর খনি শিল্প পুনরুদ্ধারের জন্য ইয়াপ আহ লয়ের অবদান কুয়ালালামপুরকে উপদ্বীপের অর্থনৈতিক কেন্দ্রে পরিণত করে। চীনা সম্প্রদায়ের নেতৃস্থানীয় হিসেবে তাকে ব্রিটিশদের দ্বারা মালয় নেতাদের মতো ক্ষমতা প্রদান করা হয়, তবে ট্যাক্স আরোপের ক্ষমতা ছিল না, যা তিনি সহজেই এড়িয়ে যেতেন। টিন বাজারের নিয়ন্ত্রণ, স্থানীয় \"ফার্ম\" বা একচেটিয়া ব্যবসার মালিকানা (যেমন আফিম, জুয়া, দেহব্যবসা, চাঁদাবাজি এবং ঋণ দেওয়ার ব্যবসায় একচেটিয়া নিয়ন্ত্রণ), এবং বিভিন্ন ব্যবসায়িক স্বার্থ থেকে তিনি বিপুল ব্যক্তিগত সম্পদ সংগ্রহ করেন।\n১৮৭৯ সালে, কুয়ালালামপুরে প্রথম ব্রিটিশ রেসিডেন্ট (সরকারি উপদেষ্টা) নিযুক্ত করা হয় এবং এর পর থেকে কাপ্তানের ক্ষমতা ধীরে ধীরে কমতে থাকে। ইয়াপ আহ লয়ের পরবর্তী কোনও উত্তরসূরিই তার ক্ষমতা এবং স্বাধীনতার কাছাকাছি যেতে পারেননি।\n১৮৮৪ সালে, ইয়াপ আহ লয় চীন সফরের পরিকল্পনা করেন এবং অনুপস্থিতিতে তার সম্পত্তির তত্ত্বাবধানে ইয়াপ আহ শ্যাক এবং চৌ ইউক-কে নিয়োগ করতে চেয়েছিলেন। তবে কোনও কারণে এই পরিকল্পনা বাস্তবায়িত হয়নি। ওই বছরের ১ সেপ্টেম্বর একটি ভয়াবহ ঝড় ক্লাং উপত্যকায় আঘাত হানে, যার ফলে কুয়ালালামপুরে ব্যাপক ক্ষয়ক্ষতি হয়। ঝড়ে ১৪টি বাড়ি, নতুন নির্মিত পুলিশ ব্যারাকের একটি উইং, আবাসিক এলাকা এবং পতাকাদণ্ড ভেঙে পড়ে।\n\n\n== কুয়ালালামপুরের নির্মাতা ==\n১৮৬৮ সালে, কুয়ালালামপুরের তৃতীয় চীনা কপিতান হিসেবে ইয়াপ আহ লয় নেতৃত্বে আসেন। তিনি এই শহরের টিকে থাকা এবং বিকাশের জন্য দায়িত্ব পালন করেন। প্রাথমিক সময়ে, কুয়ালালামপুর নানা সমস্যার সম্মুখীন হয়েছিল, যার মধ্যে অন্যতম ছিল সেলাঙ্গর গৃহযুদ্ধ যা শহরটিকে ধ্বংস করে দিয়েছিল। শহরটিতে রোগ, অগ্নিকাণ্ড এবং বন্যা প্রায়ই ঘটতো। কুয়ালালামপুর বেশ কয়েকবার ধ্বংস হয়েছিল, কিন্তু প্রতিবারই ইয়াপ এই শহরকে পুনর্গঠন করেন। তিনি কুয়ালালামপুরকে একটি ছোট, অপ্রকাশিত বসতি থেকে একটি বিকাশমান খনির শহরে পরিণত করার চেষ্টা করেন। ১৮৮০ সালে, সেলাঙ্গরের রাজধানী ক্লাং থেকে কুয়ালালামপুরে স্থানান্তর করা হয়, যা ছিল কৌশলগতভাবে অধিক সুবিধাজনক।\n১৮৮১ সালে, একটি অগ্নিকাণ্ডের পর একটি বন্যা শহরটিকে গ্রাস করে। এই ধারাবাহিক সমস্যাগুলো কাঠ এবং আতা (ছাউনি) দিয়ে নির্মিত শহরের কাঠামোগুলোকে ধ্বংস করে দেয়। এর প্রতিক্রিয়ায় ফ্র্যাঙ্ক সুইটেনহ্যাম, সেলাঙ্গরের ব্রিটিশ রেসিডেন্ট, বিল্ডিংগুলোকে ইট ও টাইল দিয়ে তৈরি করার নির্দেশ দেন। এর ফলে, কপিতান ইয়াপ আহ লয় একটি বিস্তৃত জমি কিনে ইটের কারখানা স্থাপন করেন যা কুয়ালালামপুরের পুনর্গঠনে সহায়তা করে। ধ্বংসপ্রাপ্ত আতার ভবনগুলো ইট এবং টাইল দিয়ে প্রতিস্থাপিত হয়। ইয়াপ শহরের ভবন বিন্যাসও পুনর্গঠন করেন। অনেক নতুন ইটের ভবন দক্ষিণ চীনের দোকান বাড়ির আদলে নির্মিত হয়েছিল, যা \"পাঁচ ফুট পথ\" এবং চীনা কাঠের কারুকাজের জন্য পরিচিত। এর ফলে এই অঞ্চলে একটি আলাদা স্বতন্ত্র দোকান বাড়ির আর্কিটেকচার তৈরি হয়। এই উন্নয়নশীল শহরে ইয়াপের মালিকানায় ছিল কুয়ালালামপুরের এক তৃতীয়াংশ ভবন এবং ক্লাং নদীর পূর্বের দুই তৃতীয়াংশ নগরভূমি, এছাড়াও তার খনিজ খনির উপর নিয়ন্ত্রণ ছিল। ইয়াপ আহ লয় শহরের সড়ক ব্যবস্থা উন্নত করতে প্রায় ২০,০০০ ডলার খরচ করেন, যা খনির সাথে শহরকে যুক্ত করেছিল; এর মধ্যে প্রধান সড়কগুলো হলো আমপাং রোড, পুডু রোড এবং পেটালিং স্ট্রিট।\nচীনা কপিতান হিসেবে, তিনি মালয় সম্প্রদায়ের নেতাদের মতো বিস্তৃত ক্ষমতা লাভ করেন। তিনি আইন সংস্কার করেন এবং নতুন আইনি ব্যবস্থা প্রবর্তন করেন। এছাড়া তিনি একটি ক্ষুদ্র দাবী আদালত পরিচালনা করতেন। মাত্র ছয়জন অফিসার নিয়ে তিনি আইনের শাসন বজায় রাখতে সক্ষম হন। তিনি একটি কারাগার নির্মাণ করেন যেখানে ৬০ জন বন্দী থাকতে পারতো। কপিতান ইয়াপ আহ লয় কুয়ালালামপুরের প্রথম স্কুল এবং একটি বড় ট্যাপিওকা মিলও নির্মাণ করেন, যার মালিকানায় সুলতান আব্দুল সামাদ এর অংশীদারিত্ব ছিল।\nইয়াপের মৃত্যুর পর ১৮৮৫ সালে, কুয়ালালামপুরের জনসংখ্যা রেললাইন নির্মাণের কারণে বৃদ্ধি পায়, যা সুইটেনহ্যামের উদ্যোগে শুরু হয়ে ১৮৮৬ সালে সম্পন্ন হয় এবং শহরে প্রবেশ সহজতর হয়। ১৮৯৬ সালে, কুয়ালালামপুর কেন্দ্রস্থল হিসেবে সংযুক্ত মালয় রাষ্ট্রের রাজধানী হিসেবে নির্বাচিত হয়। তবে কুয়ালালামপুরকে একটি শহর হিসেবে টিকিয়ে রাখার পেছনে ইয়াপের ভূমিকা ছিল অপরিসীম, কারণ তিনি তার শুরুর সমস্যা মোকাবেলা করে এটিকে টিকিয়ে রেখেছিলেন। যদিও ইয়াপকে স্মরণ করার জন্য কোনো স্মৃতিস্তম্ভ নেই, মালয়েশিয়ার ইতিহাসবিদ জেএম গালিক এর মতে, \"যদি তার স্মৃতিস্তম্ভ খুঁজে পেতে চান, মনে রাখবেন আপনি কুয়ালালামপুরে আছেন।\"\n\n\n== মৃত্যু ==\n১৮৮৪ সালের শেষের দিকে, ইয়াপ আহ লয় ব্রঙ্কাইটিস এবং বাঁ দিকের ফুসফুসে একটি ফোঁড়ার কারণে অসুস্থ হয়ে পড়েন। ১৮৮৫ সালের মার্চ মাসে, সামান্য সুস্থতা লাভ করলেও, ১৫ এপ্রিল ১৮৮৫ সালে মাত্র ৪৮ বছর বয়সে তিনি মারা যান। চিকিৎসক ইয়াপের দেহ পরীক্ষা করে নিশ্চিত করেন যে, তার মৃত্যু হয়েছিল হয় হৃদযন্ত্রের ক্রিয়া বন্ধ হয়ে অথবা কয়লার চুলার ধোঁয়ায় বিষক্রিয়ার কারণে। চিকিৎসক আরও লক্ষ্য করেন যে তার চোখ ছিল অস্বাভাবিক উজ্জ্বল। ইয়াপকে কুয়ালালামপুরের বিশাল কোয়াং টং কবরস্থানে সমাহিত করা হয়।\n\n\n== তথ্যসূত্র =="}