{"pageid": 14907, "title": "অনুবাদ", "url": "https://bn.wikipedia.org/wiki?curid=14907", "content": "ভাষান্তর বা অনুবাদ একটি ভাষা থেকে অন্য আরেকটি ভাষায় পরিকল্পনাগত রূপান্তর প্রক্রিয়া।  ভাষার অনুবাদে দুটি ভাষার মধ্যে যে ভাষা থেকে অনুবাদ করা হয় তাকে \"উৎস ভাষা\", এবং যে ভাষায় অনুবাদ করা হচ্ছে তাকে \"লক্ষ্য ভাষা\" বলা হয়। অর্থাৎ উৎস ভাষা থেকে লক্ষ্য ভাষায় ভাষাগত উপাদান এবং যোগ্যতার (বিষয়, বক্তব্য, ভঙ্গি ইত্যদি) দ্বারা পাঠ নির্ণয় করার রূপান্তরের প্রক্রিয়াই ‘ভাষানুবাদ’।\n\nএকজন অনুবাদক সর্বদা অসাবধানতাবশত উৎস-ভাষা শব্দ, ব্যাকরণ, বা বাক্যবিন্যাস লক্ষ্য-ভাষা রেন্ডারিং-এ প্রবর্তনের ঝুঁকি নিয়ে থাকেন। অন্যদিকে, এই ধরনের \"স্পিল-ওভার\" কখনও কখনও দরকারী উৎস-ভাষা ক্যাল্ক এবং লোনওয়ার্ড আমদানি করেছে যা লক্ষ্য ভাষাগুলিকে সমৃদ্ধ করেছে। অনুবাদকরা, পবিত্র গ্রন্থের প্রথম দিকের অনুবাদক সহ, তারা যে ভাষায় অনুবাদ করেছেন সেই ভাষাগুলিকে রূপ দিতে সাহায্য করেছেন।\nঅনুবাদ প্রক্রিয়ার শ্রমসাধ্যতার কারণে, ১৯৪০ সাল থেকে অনুবাদকে স্বয়ংক্রিয়ভাবে বা যান্ত্রিকভাবে মানব অনুবাদককে সহায়তা করার জন্য বিভিন্ন মাত্রার সাফল্যের সাথে প্রচেষ্টা করা হয়েছে। অতি সম্প্রতি, ইন্টারনেটের উত্থান অনুবাদ পরিষেবার জন্য একটি বিশ্বব্যাপী বাজার গড়ে তুলেছে এবং \"ভাষা স্থানীয়করণ\" সহজতর করেছে।\n\n\n== ভাষানুবাদের শ্রেণিবিন্যাস ==\nসাধারণত অনুবাদ পদ্ধতির দুটি শ্রেণী নির্ণয় বর্ণনা করা হয়। যথা- আক্ষরিক অনুবাদ ও ভাবগত অনুবাদ। কেউ কেউ আবার মূলানুগ ও স্বাধীন এই দু’ধরনের অনুবাদ পদ্ধতির কথা স্বীকার করেছেন। অনুবাদের প্রকরণ কৌশলগুলিকে মূলত তিনটি স্তরে ভাগ করা হয়ে থাকে।\n\nশব্দের স্তর\nঅন্বয়ের স্তর\nশব্দার্থের স্তর। এছাড়া কাব্য কবিতার অনুবাদের ক্ষেত্রে একটু ভিন্নমাত্রা পায়।\nছন্দ বা ধ্বনিঝংকারের স্তর\nঅলংকারের স্তর।\n\n\n== ভাষানুবাদের পদ্ধতি ==\nগবেষণাগারে গবেষণার মতো অনুবাদ চর্চায় প্রাথমিক পদ্ধতি কতকগুলি স্তর পরম্পরার মধ্য দিয়ে সাধিত হয়।\n\nএখানে সর্বাগ্রে কোন মূলপাঠ থেকে লক্ষ্য ভাষায় অনুবাদের বিষয় নির্বাচন করতে হয়।\nলক্ষ্য ভাষা ও উৎস ভাষার পারস্পরিক যোগসূত্র নির্ণয়।\nউভয় ভাষার ভাষাবিজ্ঞানের ধ্বনিতত্ত্ব, রূপতত্ত্ব্ব, শব্দার্থতত্ত্ব, অন্বয়তত্ত্বগত সহাবস্থান নির্ণয়।\nউৎস ভাষার (মূল পাঠ্যের) ভাষিক পরিস্থিতি বা ভাষা প্রেক্ষিত লক্ষ্য ভাষায় যথাযোগ্য ভাবে তুলে ধরা।\nশব্দভাণ্ডার বৃদ্ধির প্রচেষ্টা।\n\n\n== অনুবাদের সমস্যা ==\nঅনুবাদকের অনুবাদচর্চায় প্রতিবন্ধকতার জায়গাগুলিকে পবিত্র সরকার নির্ণয় করেছেন। সেগুলি হল:\n\nধ্বন্যাত্মক শব্দাবলি\nনিরর্থিত প্রয়োগ\nবিশিষ্ট বাগধারা\nসংস্কৃতি-লগ্ন শব্দাবলি\nপরিভাষা\nশব্দঋণ\nনৈকট্য জনিত প্রশ্রয় – পিতাজী ≠ পিতা। কথ্য বাংলায় পিতা শব্দের চল নেই।\nসমার্থক শব্দাবলি। যেমন – যুদ্ধ, লড়াই, সংগ্রাম শব্দগুলি সমার্থক কিন্তু প্রেক্ষিত অনুযায়ী শব্দগুলির অর্থের রদবদল ঘটে।\nভিন্নার্থক শব্দাবলি। বিষয় প্রসঙ্গে একই উচ্চারিত এবং লিখিত শব্দের অর্থ বদলে যায়। যেমন – অঙ্ক, মাথা, কাঁচা ইত্যাদি শব্দ বিভিন্ন শব্দ-সংলগ্ন হয়ে বিভিন্ন অর্থ তৈরী করে।\nরূপকার্থ বিন্যাস\nতাছাড়া উদয়নারায়ণ সিংহ অনুবাদচর্চার পদ্ধতিকে গঠন প্রয়াসে দুটি নতুন ভাগে ভাগ করেছেন – অনুকথন ও অনুসরণ। এক্ষেত্রে ‘অনুকথন’ বলতে বুঝিয়েছেন নব-ভঙ্গি, শৈলী বা নব-বক্তব্যের সঙ্গে যুক্ত হয়ে একই পাঠের বক্তব্যকে অন্যরকম ভাবে বলা। অন্যদিকে ‘অনুসরন’ ক্ষেত্রে বুঝিয়েছেন এক ভাষা থেকে আরেক ভাষায় ‘ভাষান্তর’ বা ‘পাঠান্তর’। অনুবাদকের স্বাধীনতা অনেকাংশে খর্বিত হয় এই ‘অনুসরণ’এ। কেননা মূল পাঠ্যের প্রাথমিকতাকে মেনে নিয়ে অনুবাদককে এগোতে হয়। এধরনের কাজ বর্তমানে যন্ত্র-অনুবাদের (কম্পিউটার) মধ্যে পাই। অধ্যাপক সিংহ অনুবাদচর্চা প্রসঙ্গে আরো ৫টি পদ্ধতিগত স্তর নির্ণয় করেছেন, যথা -\n\nরূপান্তরণ,\nঅনুসরণ,\nঅনুলিখন,\nসংক্ষেপণ,\nশাস্ত্রীয় অনুবাদ।\n\n\n== আরও দেখুন ==\nপ্রতিবর্ণীকরণ\n\n\n== তথ্যসূত্র =="}