{"pageid": 1490792, "title": "রঙিলা কিতাব", "url": "https://bn.wikipedia.org/wiki?curid=1490792", "content": "রঙিলা কিতাব হল অনম বিশ্বাস পরিচালিত বাংলাদেশী-ভারতীয় অপরাধ থ্রিলার ওয়েব ধারাবাহিক। ঔপন্যাসিক কিঙ্কর আহ্‌সানের একই নামের উপন্যাস অবলম্বনে এর চিত্রনাট্য রচনা করেছেন অনম বিশ্বাস ও আশরাফুল আলম শাওন। এটি মফস্বল শহরে সুখের সংসার করতে থাকা প্রদীপ (মোস্তাফিজুর নূর ইমরান) ও তার অন্তঃসত্ত্বা স্ত্রী সুপ্তির (পরীমনি) শ্বাসরুদ্ধকর ফেরারি জীবনের গল্প। ২০২৪ সালে ৮ই নভেম্বর থেকে হইচইয়ে এই ওয়েব ধারাবাহিকটির স্ট্রিমিং শুরু হয়।\n\n\n== অভিনয়শিল্পীদল ==\nমোস্তাফিজুর নূর ইমরান - প্রদীপ, এক সময়ে মাস্তানি করে বেড়ালেও পরে তা ছেড়ে দিয়ে ভালো হয়ে যায়, কিন্তু মিথ্যা খুনের দায়ের ফেরারী হতে হয়।\nপরীমনি - সুপ্তি, প্রদীপের অন্তঃসত্ত্বা স্ত্রী।\nফজলুর রহমান বাবু - নওরোজ শাহ, প্রদীপের ত্রাণকর্তা ও এলাকার রাজনীতির নিয়ন্ত্রক।\nমনোজ প্রামাণিক - জাহাঙ্গীর, নওরোজ শাহের ডানহাত।\nইরেশ যাকের - আজম চৌধুরী, স্থানীয় প্রভাবশালী ব্যবসায়ী যিনি এলাকার রাজনীতিকে নিজের নিয়ন্ত্রণে নিতে চান।\nতানভিন সুইটি - হেলেনা, খুন হওয়া সংসদ সদস্যের স্ত্রী।\nশিমুল শর্মা - শাহেদ, নওরোজ শাহের একমাত্র পুত্র।\n\n\n== পর্ব ==\n\n\n=== মৌসুম ১ (২০২৪) ===\n\n\n== নির্মাণ ==\n২০২৩ সালের অক্টোবর মাসে পরীমনি এই ওয়েব ধারাবাহিকের প্রধান নারী চরিত্রে অভিনয়ের জন্য চুক্তিবদ্ধ হন। এটি হইচইয়ের ওয়েব ধারাবাহিকের পরীমনির প্রথম কাজ।\nরঙ্গিলা কিতাব ধারাবাহিকটির চিত্রগ্রহণ হয় বরিশাল, রাঙ্গামাটি, খাগড়াছড়ি ও ঢাকায়।\n\n\n== মুক্তি ==\n২০২৪ সালের ১৪ই অক্টোবর হইচইয়ের সামাজিক যোগাযোগমাধ্যম ফেসবুক পাতায় দাপ্তরিক পোস্টার প্রকাশ করা হয়, যেখানে দেখা যায় মোস্তাফিজুর নূর ইমরানের একহাতে বন্দুক ও আরেক হাতে পরীমনিকে জড়িয়ে ধরে আছেন। এই পোস্টারেই ধারাবাহিকটির মুক্তির তারিখও জানানো হয়। হইচই বাংলাদেশের কান্ট্রি ম্যানেজার সাকিব আর খান জানান ২০২৪ সালের ৮ই আগস্ট ধারাবাহিকটি মুক্তি দেওয়ার বিষয়টি চূড়ান্ত ছিল। কিন্তু জুলাই মাসের অভ্যুত্থানের পরিপ্রেক্ষিতে মুক্তির তারিখ পিছিয়ে দেওয়া হয়। ২০২৪ সালের ২৯শে অক্টোবর ওটিটি প্লাটফর্ম হইচইতে রঙিলা কিতাব-এর ২ মিনিট ৪২ সেকেন্ডের ট্রেলার প্রকাশ করা হয়। ঢাকার বাংলাদেশ ফিল্ম আর্কাইভে এই ট্রেলার মুক্তি দেয়া হয়। পরে ২০২৪ সালে ৮ই নভেম্বর থেকে হইচইয়ে এই ওয়েব ধারাবাহিকটির স্ট্রিমিং শুরু হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে রঙিলা কিতাব  (ইংরেজি)\nবাংলা মুভি ডেটাবেজে রঙিলা কিতাব"}