{"pageid": 1490082, "title": "জামারান হুসাইনিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1490082", "content": "জামারান হুসাইনিয়া ছিল জামারান গ্রামে ইসলামি প্রজাতন্ত্রী ইরানের প্রতিষ্ঠাতা ইমাম রুহুল্লাহ খোমেনির বাড়ি। ২৩ জানুয়ারী ১৯৮০ তারিখে আয়াতুল্লাহ রুহুল্লাহ খোমেনি হৃদযন্ত্রের রোগ নিরাময়ের জন্য কোম থেকে তেহরান যান। চিকিত্সকদের সুপারিশ অনুযায়ী কোমের আবহাওয়া তার জন্য উপযুক্ত ছিল না। ইমাম খোমেনির বাড়ি জামারান গ্রামে হোসেনিয়ার পাশে ছিল। একটি ধাতব প্ল্যাটফর্ম দ্বারা বাড়িটি একটি বড় মসজিদের সাথে সংযুক্ত ছিল। ইমাম খোমেনি প্রায়শই তাঁর বাড়ি থেকে মসজিদের বারান্দায় সিঁড়ি দিয়ে হেঁটে যেতেন এবং কখনো কখনো সেখান থেকে তিনি কথা বলতেন।\n\n\n== ইতিহাস ==\n\n২৩ জানুয়ারি ১৯৮০ আয়াতুল্লাহ খোমেনি হৃদযন্ত্রের রোগ নিরাময়ের জন্য কোম থেকে তেহরান যান। তিনি ঊনত্রিশ দিন হাসপাতালে ভর্তি ছিলেন। তারপর তিনি দারবন্দের উত্তর তেহরান শহরতলিতে বসবাস করতেন। এটি তার জন্য উপযুক্ত বাড়ি ছিল না। ২২ এপ্রিল তিনি সৈয়দ মাহদী ইমাম জামারানির পরামর্শে জামারানে আবাস গ্রহণ করেন যিনি জামারানী মসজিদে ইমামতি করার জন্য ইমাম জামারানী নামে পরিচিত ছিলেন এবং সেখানে তার বাকি জীবন অতিবাহিত করেন। বাড়িটি ছিল ইমাম জামারানির মায়ের জন্মস্থান। এটি ইয়াসের রোডের শহীদ হোসেনকিয়া রাস্তায় জামরানের মসজিদের কাছে অবস্থিত। আয়াতুল্লাহ খোমেনি জামারান হুসাইনিয়ায় বক্তৃতা দেন এবং বিদেশী প্রতিনিধিদের সাথে দেখা করেন।\nজামারান গ্রামটি আলবোর্জ পাহাড়ের পাদদেশে এবং তেহরানের উত্তরে অবস্থিত। এই গ্রামটি নিয়াভারান প্রাসাদের কাছে যেখানে মোহাম্মদ রেজা পাহলভি থাকতেন।\n\n\n== রুহুল্লাহ খোমেনির কক্ষ ==\nইমাম খোমেনির বাড়ি জামারান গ্রামে হোসেনিয়ার পাশেই অবস্থিত ছিল। বাড়ির সামনে অবস্থিত তার ঘরটির আঁকার ছিল প্রায় ১২ বর্গ মিটার। একটি ছোট প্ল্যাটফর্ম হুসাইনিয়ার কক্ষ সংলগ্ন যেখানে ইমাম খোমেনি শ্রোতাদের কাছে তাঁর বক্তৃতা দিতেন। এছাড়াও তিনি এই কক্ষে জর্জিয়ান কমিউনিস্ট পার্টির প্রথম সেক্রেটারি এবং সোভিয়েত ইউনিয়নের পররাষ্ট্রমন্ত্রী এডুয়ার্ড শেভার্ডনাডজের সাথে দেখা করেছিলেন।\n\n\n== সংবাদ ==\nইমাম খোমেনির মৃত্যুবার্ষিকী স্মরণে সংস্কৃতি ও ইসলামী নির্দেশনা মন্ত্রী আয়াতুল্লাহ আলী জান্নাতি এবং তার কয়েকজন সহকর্মী ও শিল্পী জামারান হুসাইনিয়া পরিদর্শন করেন।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nরুহুল্লাহ খোমেনির সমাধিসৌধ\nইরানের সর্বোচ্চ নেতার কার্যালয়\nইমাম খোমেনি মোসাল্লা তেহরান\n\n\n== তথ্যসূত্র =="}