{"pageid": 1490194, "title": "ব্রিটিশ ক্লাব (ফুটবল)", "url": "https://bn.wikipedia.org/wiki?curid=1490194", "content": "ব্রিটিশ ফুটবল ক্লাব ছিল একটি মেক্সিকান ফুটবল ক্লাব যেটি লিগা মেক্সিকানা ডি ফুটবল অ্যামেচার অ্যাসোসিয়েশনে খেলেছিল, মেক্সিকো প্রাইমেরা ডিভিসিয়ন দে মেক্সিকোর পেশাদারিকরণ এবং বিকাশের আগে প্রথম মেক্সিকান লিগ।\n\n\n== ইতিহাস ==\nক্লাবটি ১৯০২ সালে কর্নিশ অভিবাসী পার্সি ক্লিফোর্ড দ্বারা প্রতিষ্ঠিত হয়েছিল, যিনি সেই সময়ে ক্লাব রিফরমার সদস্য ছিলেন।\n\nক্লিফোর্ড মেক্সিকান লিগের অন্যতম সেরা খেলোয়াড় হওয়ার জন্য তার জীবন উৎসর্গ করার সিদ্ধান্ত নিয়েছিলেন এবং পরে ক্লাবের একজন ম্যানেজার এবং বোর্ড সদস্য হবেন। ক্লাবের অর্থনৈতিক সহায়তার প্রধান উৎস ক্লাব ব্রিটানিকো থেকে এসেছে, মেক্সিকো সিটির একটি ব্রিটিশ ক্রীড়া ক্লাব, যা ১৮৯৯ সালে প্রতিষ্ঠিত হয়েছিল। দলটি তার হোম গেম খেলেছে ক্লাব ব্রিটানিকোর মাল্টিফাংশন পার্কে যা সরাসরি তার সদর দফতরের সামনে ছিল।\nক্লাবটি মাঝে মাঝে প্রতিটি ক্লাবের তালিকা পূরণ করার জন্য একটি ম্যাচের একদিন আগে রিফর্মা অ্যাথলেটিক ক্লাবের সাথে খেলোয়াড়দের লেনদেন করত। ক্লিফোর্ড ১৯০২ সালে রিফর্মা অ্যাথলেটিক ক্লাব ফুটবল দল প্রতিষ্ঠার সাথে জড়িত ছিলেন। দুটি ক্লাব এইভাবে যুক্ত ছিল কারণ উভয়েরই ব্রিটিশ শিকড় ছিল।\nদলটি স্মার্ট, মার্জিত ইউনিফর্ম পরার জন্য পরিচিত হয়ে ওঠে এবং দাবি করে যে খেলাধুলা এবং ভাল রুচি পরস্পরবিরোধী ছিল না এবং এমনকি ভদ্রলোক ভালো ক্রীড়াবিদদেরও একটি ইঙ্গিত ছিল। অর্ধেক সময়ে দলগুলি পাশে বসানো টেবিলগুলিতে বসে চা পান করবে এবং সুন্দরী মহিলারা উপস্থিত ছিল।\n\n\n=== ১৯০৭–১৯০৮ ===\n১৯০৭-০৮ টুর্নামেন্টে, পুয়েব্লা এসি প্রাইমেরা ফুয়ের্জা থেকে প্রত্যাহার করে নেয় কারণ তাদের দীর্ঘ দূরত্বে ভ্রমণ করতে হত এবং ডিফেন্ডিং চ্যাম্পিয়ন রিফর্মা এসি শেষ স্থানে ছিল, কোনো গেম জিততে ব্যর্থ হয়। এটি ছিল ব্রিটিশ ফুটবল ক্লাবের (মেক্সিকো সিটি) প্রথম মেক্সিকান চ্যাম্পিয়নশিপ শিরোপা, যার খেলোয়াড়রা প্রায় একচেটিয়াভাবে ব্রিটিশ ছিল। খেলোয়াড়-প্রশিক্ষক পার্সি ক্লিফোর্ড, সেন্টার হাফ-ব্যাক \"জ্যাক\" ক্যাল্ডওয়াল এবং হগ ভাইরা সবচেয়ে বিশিষ্ট চরিত্রে ছিলেন।\n\n\n== সাফল্য ==\nলিগা মেক্সিকানা দে ফুটবল অপেশাদার অ্যাসোসিয়েশন (১):\nচ্যাম্পিয়ন (১): ১৯০৭–০৮\nরানার্স-আপ (৩): ১৯০৪–০৫\n\n\n=== অন্যান্য ===\nটাওয়ার কাপ (১): ১৯১০–১১\n\n\n=== সর্বোচ্চ গোলদাতা ===\n১৯০৪–০৫   পার্সি ক্লিফোর্ড (৫ গোল/৮ ম্যাচ)\n১৯০৬–০৭   পার্সি ক্লিফোর্ড (৫ গোল/৮ ম্যাচ)\n১৯০৭–০৮   জন হগ (৪ গোল/৬ ম্যাচ)\n১৯১১–১২   জন হগ (৩ গোল/৪ ম্যাচ)\n\n\n== আরও দেখুন ==\nমেক্সিকোতে ফুটবল\n\n\n== তথ্যসূত্র =="}