{"pageid": 1490937, "title": "বাগ দরবার", "url": "https://bn.wikipedia.org/wiki?curid=1490937", "content": "ব্যাগ দরবার ( নেপালি: बाग दरबार ), হল ধরহরা এবং তুণ্ডিখোলের পশ্চিমে নেপালের কাঠমান্ডুতে অবস্থিত একটি প্রাসাদ। প্রাথমিকভাবে প্রাসাদটি থাপা সর্দার অমর সিং থাপা এবং তার বংশধরদের মালিকানাধীন ছিল। পরবর্তীতে এটি শাহ বংশের রাজপরিবারের দখলে আসে এবং শেষে নেপাল সরকারের অধীনে চলে যায়।\n\n\n== ইতিহাস ==\nপ্রাসাদটি কাঠমান্ডুর কেন্দ্রস্থলে বাগমতি নদীর উত্তরে অবস্থিত।  প্রাসাদের ইতিহাস নেপাল এবং তার শাসকদের ইতিহাসের সাথে ওতপ্রোতভাবে জড়িত।\n\n\n=== থাপা শাসনকাল ===\nথাপা রাজপরিবারের কিছু সদস্য থাপাথলি দরবার কমপ্লেক্সে বাস করতেন এবং কিছু সদস্য সুঁধারার পশ্চিমে বর্তমান বাগ দরবারস্থানে বাস করতেন। প্রাথমিকভাবে অমর সিং থাপা (সানু) একটি প্রাসাদ নির্মাণ করেন এবং পরে ১৮০৫ খ্রিষ্টাব্দে ভীমসেন থাপা রাজকীয় হনুমান ঢোকা প্রাসাদের কাছে নতুন একটি প্রাসাদ নির্মাণ করে থাকতে শুরু করেন। ১৮৩৭ সালে ভীমসেন থাপার পতনের পর, পুরো প্রাসাদটি নেপাল সরকার দখল করে, কিন্তু পরে এটি প্রধানমন্ত্রী মাধবরসিং থাপা দখল করেন, ইনি বাগালে থাপা বংশের সদস্য ছিলেন। ১৮৪৫ সালে  মাধবরসিং থাপাকে তার নিজের ভাগ্নে জঙ্গবাহাদুর রাণা হত্যা করলে, বাগ দরবার আবার নেপাল সরকারের অধীনে চলে আসে।\n\n\n=== শাহ রাজপরিবার ===\nবাগ দরবার সরকারীকরণের পর ১৮৫৪ সালে রাজকুমার উপেন্দ্র বীর বিক্রম শাহকে এই সম্পত্তি দেওয়া হয় এবং রাষ্ট্রদ্রোহের দায়ে গৃহবন্দী করা হয়। ১৮৯৬ খ্রিস্টাব্দে তাঁর মৃত্যুর পর এই প্রাসাদটি তাঁর পুত্র ভূপেতীন্দ্র বিক্রম শাহ এবং আবার ভূপিতেন্দ্রের পুত্র মোহন বিক্রমের কাছে উত্তরাধিকার সূত্রে প্রাপ্ত হয়। যেহেতু মোহন বিক্রম রামরাজ ( রাম নগর এস্টেটের জমিদার) ছিলেন তাই তিনি ভারতের রামনগরে বসবাস শুরু করেন তাই তার সম্পত্তি তার সৎ ভাই চন্দ্র বিক্রম শাহ ব্যবহার করতেন।\n\n\n=== রাণা শাসনকাল ===\nমোহন বিক্রম এবং চন্দ্র বিক্রম উভয়েই প্রধানমন্ত্রী জুদ্ধ শমসের জঙ্গবাহাদুর রাণা শ্বশুরমশাই ছিলেন তাই তাদের সম্পত্তি শেষ পর্যন্ত জুদ্ধ ও তার ছেলে হরি শমসের দখল করে নেন। \n\n\n=== নেপাল সরকার ===\nহরি শমসেরের মৃত্যুর পর তাঁর অনেক পুত্র থাকায় বাগ দরবার অবশেষে নেপাল সরকারকে বিক্রি করা হয়। বর্তমানে প্রাসাদটি কাঠমান্ডু মেট্রোপলিটন অফিসের অধীনে রয়েছে।\nভীমসেন থাপা রাজপ্রাসাদের চারপাশে প্রচুর সংখ্যক গাছ, ফুল এবং অন্যান্য উদ্ভিদ রোপণ করেছিলেন প্রাসাদটি 'বাগ দরবার' নামে পরিচিত।\n\n\n== ২০১৫ ভূমিকম্প ==\n২০১৫ সালের এপ্রিলে নেপালের ভূমিকম্পে এই প্রাসাদটি মারাত্মকভাবে ক্ষতিগ্রস্ত হয়েছিল। বর্তমানে কাঠমান্ডু মেট্রোপলিটন অফিস পুনরুদ্ধারের কাজ শুরু করেছে। ঐতিহাসিক এই ভবনের ভবিষ্যত এখনো অনিশ্চিত। \n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nনেপালের রাণা প্রাসাদ\nথাপাথলি দরবার\nজং বাহাদুর রানা\n\n\n== তথ্যসূত্র ==\n\n\n=== পাদটীকা ===\n\n\n=== টীকা ==="}