{"pageid": 1490203, "title": "ওরিজাবা অ্যাথলেটিক ক্লাব", "url": "https://bn.wikipedia.org/wiki?curid=1490203", "content": "ক্লাব দেপোর্তিভো আলবিনেগ্রোস ডি ওরিজাবা ছিল ভেরাক্রুজ রাজ্যের ওরিজাবা শহরের একটি ফুটবল ক্লাব। ১৮৯৮ সালে \"ওরিজাবা অ্যাথলেটিক ক্লাব\" হিসাবে প্রতিষ্ঠিত, এটি স্কটিশ অভিবাসী ডানকান ম্যাক কমিশ ম্যাক ডোনাল্ড দ্বারা প্রতিষ্ঠিত হয়েছিল যিনি একটি স্থানীয় ইস্পাত কোম্পানির মালিক ছিলেন। শুরুতে ক্লাবটি অন্যান্য খেলার মধ্যে ক্রিকেটের আয়োজন করত।\nক্লাবটি ১৯০৩ সালে মেক্সিকোর প্রথম ফুটবল চ্যাম্পিয়ন হওয়ার গৌরব অর্জন করেছিল যখন ক্লাবটি পুরানো প্রাইমেরা ফুয়েরজাতে খেলেছিল। ক্লাবটি ১৯৪৩ সালে প্রাইমারা ডিভিসিওন ডি মেক্সিকোতে খেলা প্রথম অন্যদের মধ্যে ছিল যা ছিল জাতির ইতিহাসে প্রথম পেশাদার লিগ। সেগুন্ডা ডিভিসিওনে কয়েক বছর খেলার পর ক্লাবটি ২০০৯ সাল থেকে লিগা ডি অ্যাসেনসোতে খেলছে। ২০০৯ সালের প্রথমার্ধে লিগা ডি অ্যাসেনসোতে ফিরে আসার পর প্রথম ছয় মাস তাদের হোম স্টেডিয়াম এস্তাদিও সোকামে খেলার পর, দলটিকে তাদের বেশিরভাগ হোম ম্যাচ খেলতে হয়েছিল ২০০৯-১০ এবং ২০১০-১১ মৌসুমে। ভেরাক্রুজ শহরের এস্তাদিও লুইস দে লা ফুয়েন্তে, এটি টিবুরোনেস রোজোস দে ভেরাক্রুজের সাথে ভাগ করে নিচ্ছে কারণ এস্তাদিও সোকামকে দ্বিতীয়-বিভাগের ম্যাচগুলির আয়োজন হওয়ার জন্য আর গ্রহণ করা হয়নি। ২০১১-১২ মৌসুম থেকে তারা সেগুন্ডা ডিভিশন প্রফেশনালে খেলছে, ২০১১ এবং ২০১৮ এর মধ্যে তাদের নিজস্ব স্টেডিয়ামে, ফেব্রুয়ারি ২০১৮ থেকে, তারা আবার লুইস \"পিরাতা\" ফুয়েন্তেতে চলে গেছে কারণ দলের ম্যানেজমেন্টের মালিকানাধীন এস্তাদিও সোকাম কোম্পানির সাথে বাণিজ্যিক মতবিরোধ ছিল।\n১৮ ডিসেম্বর ২০১৯ তারিখে, ভেরাক্রুজের অযোগ্যতার কারণে ওরিজাবা বিলুপ্ত হয়ে যায়। ওরিজাবা ছিল ভেরাক্রুজ রিজার্ভ দল এবং ভেরাক্রুজ নামে একই আইনি নামে নিবন্ধিত ছিল।\n\n\n== কিট বিবর্তন ==\nপ্রথম কিট বিবর্তন\n\n\n== সাফল্য ==\nলিগা প্রিমিয়ার ডি মেক্সিকো\nসেরিয়ে বি (১)\nক্লাউসুরা ২০১৮\nলিগা মেক্সিকানা দে ফুটবল অপেশাদার অ্যাসোসিয়েশন (১)\n১৯০২–০৩\nটেরসেরা ডিভিসিওন (২)\n১৮৭১–৭২\n\n\n=== সর্বোচ্চ গোলদাতা ===\n১৯০২–০৩  জন হগ (৫ গোল/৪ ম্যাচ)\n\n\n== আরও দেখুন ==\nমেক্সিকোতে ফুটবল\nরিফর্মা এসি\nব্রিটিশ ক্লাব\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপ্রাতিষ্ঠানিক ওয়েবসাইট (আর্কাইভ করা)\nটুইটারে ওরিজাবা অ্যাথলেটিক ক্লাব\nফ্যান পেজ"}