{"pageid": 1490071, "title": "দক্ষিণ কোরিয়ায় ধর্মহীনতা", "url": "https://bn.wikipedia.org/wiki?curid=1490071", "content": "দক্ষিণ কোরিয়ায় ধর্মহীনতা একটি অতি সাধারণ বিষয়। ২০১৫ সালের আদমশুমারি অনুযায়ী দক্ষিণ কোরিয়ার ৫৬ শতাংশ মানুষ নিজেদের কোনো ধর্মের মধ্যে যুক্ত নয় বলে দাবি করেন। ২০১২ সালের একটি সমীক্ষায় পাওয়া যায় যে দক্ষিন কোরিয়া ৫ম বৃহত্তম জনসংখ্যার নাস্তিক দেশ, একই সমীক্ষায় বলা হয় যে ১৫ শতাংশ দক্ষিন কোরিয়ান নিজেকে \"দৃঢ় নাস্তিক\" বলে মনে করেন। ২০২১ সালের আরেকটি সমীক্ষায় পাওয়া যায় যে, ৬০ শতাংশের কোনো ধর্মই নেই, ১৭ শতাংশ প্রোটেস্ট্যান্টবাদী, ১৬ শতাংশ বৌদ্ধ, ৬ শতাংশ ক্যাথলিক এবং ১ শতাংশ অন্যান্য ধর্মের সাথে জড়িত।\n\n\n== ইতিহাস ==\nবিংশ শতাব্দীর আগে কোরিয়ার সমাজ ছিল নব্য-কনফুসীয়বাদী এবং বেশিরভাগ কোরিয়ান ছিলেন অঈশ্বরবাদী, যারা ভগবানের অস্তিত্বের ব্যাপারে চিন্তিত ছিলেন না। দক্ষিণ কোরিয়ায় ধর্মনিরপেক্ষতার উত্থান মূলত কনফুসিয়ানিজম, বৌদ্ধধর্ম এবং আধুনিককালে পশ্চিমা ধর্মনিরপেক্ষ মতাদর্শের প্রভাবের সঙ্গে সম্পর্কিত। ঐতিহ্যবাহী কোরিয়ান সমাজ প্রধানত বৌদ্ধ ও কনফুসিয়ান মূল্যবোধ দ্বারা প্রভাবিত ছিল, কিন্তু ধর্মীয় আনুগত্য প্রায়ই সাংস্কৃতিক ছিল, ধর্মীয় আদর্শগত নয়। উনবিংশ ও বিংশ শতাব্দীর শেষের দিকে খ্রিস্টান মিশনারিদের আগমনের ফলে নতুন ধর্মীয় গতিশীলতার সৃষ্টি হয়। তবে, বিংশ শতাব্দীর মধ্য ও পরবর্তীকালে, বিশেষত কোরিয়ান যুদ্ধের সময় এবং পরবর্তীতে, দ্রুত আধুনিকায়ন এবং পশ্চিমীকরণ দক্ষিণ কোরিয়ার জনগণের মধ্যে একটি ধর্মনিরপেক্ষ মানসিকতার বিকাশে সহায়তা করে। ২০ শতকের মধ্যভাগে কোরিয়ার বিভাজনের পর ১৯৬৪ সালে প্রায় ৮৮% দক্ষিণ কোরিয়ান বলেছিলেন যে তাদের কোন ধর্মের সাথে সম্পর্ক নেই। ২০ শতকে দক্ষিণ কোরিয়ায় ধর্মীয়তা তীব্রভাবে বৃদ্ধি পেলেও, ২০১৫ সালের জাতীয় আদমশুমারি অনুযায়ী বেশিরভাগ (৫৬%) দক্ষিণ কোরিয়ার মানুষের কোনো ধর্মই নেই। ২০১২ সালের একটি সমীক্ষা মতে ১৫% দক্ষিণ কোরিয়াবাসী নিজেদের \"দৃঢ় নাস্তিক\" পরিচয় দিয়েছেন, যা ২০০৫ থেকে ১১% বৃদ্ধি পেয়েছে।\nকিছু বিশেষজ্ঞের মতে, দক্ষিণ কোরিয়ার সমসাময়িক ধর্মহীনতার জন্য আংশিকভাবে ধর্মীয় গোষ্ঠীর মতো শ্রেণীবদ্ধ সংগঠনগুলির প্রতি দক্ষিণ কোরিয়ার জনগণের অবিশ্বাসকে দায়ী করা যেতে পারে। বিশেষজ্ঞরা দক্ষিণ কোরিয়ার শিক্ষা এবং কাজের ব্যবস্থার দিকেও ইঙ্গিত করেন কারণ কাজের চাপ ও শিক্ষায় প্রগতির জন্য অতি অল্প সংখ্যক দক্ষিণ কোরিয়ান সংগঠিত ভাবে ধর্মের সাথে জড়িত।\n\n\n== সামাজ ও সংস্কৃতি ==\nদক্ষিণ কোরিয়ার দ্রুত শিল্পায়ন এবং শিক্ষার ওপর জোর ধর্মনিরপেক্ষতার বিকাশে উল্লেখযোগ্য ভূমিকা রেখেছে। দেশের বৈজ্ঞানিক অগ্রগতি এবং যুক্তিবাদী চিন্তার গুরুত্ব অনেক কোরিয়ানকে, বিশেষত তরুণ প্রজন্মকে, ঐতিহ্যগত ধর্মীয় বিশ্বাস সম্পর্কে প্রশ্ন করতে উদ্বুদ্ধ করেছে। এছাড়াও, ব্যক্তিস্বাতন্ত্র্য এবং ব্যক্তিগত স্বাধীনতার ওপর সাংস্কৃতিক জোর দেওয়ার কারণে মানুষ ধর্মনিরপেক্ষ বা ধর্মহীন হিসেবে নিজেদের চিহ্নিত করতে সহজ হয়েছে। বিভিন্ন জরিপে দেখা গেছে, অনেক দক্ষিণ কোরিয়ান তাদের দৈনন্দিন জীবনে ধর্মকে কম প্রাসঙ্গিক বলে মনে করেন এবং ধর্মীয় প্রতিষ্ঠানগুলির রাজনীতি ও সামাজিক বিষয়ে অতিরিক্ত সম্পৃক্ততা নিয়ে একটি নেতিবাচক ধারণা রয়েছে।\nদক্ষিণ কোরিয়ার সংবিধান ধর্মীয় স্বাধীনতা প্রধান করে, যা সকল ব্যক্তিকে যেকোনো ধর্ম পালন বা না-পালনের স্বাধীনতা দেয়। যদিও দক্ষিণ কোরিয়ার সরকার ধর্মনিরপেক্ষ, ধর্মীয় গোষ্ঠীগুলি ঐতিহাসিকভাবে রাজনীতি ও শিক্ষায় উল্লেখযোগ্য প্রভাব বিস্তার করেছে। তবে রাষ্ট্রের ধর্মনিরপেক্ষ প্রকৃতি সাধারণত ধর্মনিরপেক্ষ ব্যক্তিদের অধিকার রক্ষা করে এবং নাস্তিক্যবাদ বা সংশয়বাদের বিরুদ্ধে কোনও আইনি বাধা প্রধান করে না। সাম্প্রতিক বছরগুলিতে, রাষ্ট্র ও ধর্মের পৃথকীকরণ বজায় রাখার জন্য জনসমর্থন বৃদ্ধি পেয়েছে, যা ধর্মনিরপেক্ষতার দিকে বৃহত্তর সামাজিক প্রবণতার একটি প্রতিফলন।\n\n\n== জনমিতি ==\n\n\n=== কোনো ধর্মের সাথে সংযোগ না থাকা দক্ষিন কোরিয়াবাসী (১৯৮৫-২০১৫) ===\n\n\n=== বয়স অনুযায়ী দক্ষিন কোরিযার নাস্তিক জনসংখ্যা (২০১৫) ===\n\n\n=== লিঙ্গ অনুযায়ী দক্ষিন কোরিযার নাস্তিক জনসংখ্যা (২০১৫) ===\n\n\n== প্রতিবেশী দেশগুলোর সঙ্গে তুলনা ==\nদক্ষিণ কোরিয়ায় ধর্মনিরপেক্ষতার প্রবণতা জাপান ও চীনের মতো প্রতিবেশী দেশের সঙ্গে মিল রয়েছে, যেখানে ধর্মনিরপেক্ষতা ও ধর্মহীন পরিচয়ও ব্যাপকভাবে বিস্তৃত। জাপানে, শিন্তো-বৌদ্ধ ঐতিহ্য এবং আধুনিক ধর্মনিরপেক্ষতার মিশ্রণে একটি বৃহৎ জনগোষ্ঠী নিজেদের ধর্মহীন হিসেবে চিহ্নিত করে। চীনে রাষ্ট্র-নাস্তিকতার উত্থান এবং সাংস্কৃতিক পরিবর্তন ধর্মনিরপেক্ষ বিশ্বাসকে ব্যাপকভাবে প্রসারিত করেছে। দক্ষিণ কোরিয়া, যদিও একই ধর্মনিরপেক্ষ প্রবণতায় প্রভাবিত হয়েছে, তবুও এটি খ্রিস্টান সংখ্যালঘু এবং কনফুসিয়ানিজম ও বৌদ্ধধর্মের ঐতিহাসিক সম্পর্কের কারণে একটি অনন্য গতিশীলতা প্রদর্শন করে।\n\n\n== আরও দেখুন ==\nদক্ষিণ কোরিয়ায় ধর্ম\n\n\n== তথ্যসূত্র =="}