{"pageid": 1490111, "title": "কেন্দ্রীয় সামরিক কমিশনের চেয়ারম্যান (চীন)", "url": "https://bn.wikipedia.org/wiki?curid=1490111", "content": "চীনা কমিউনিস্ট পার্টি (সিসিপি) সিএমসি চেয়ারম্যান এবং গণপ্রজাতন্ত্রী চীন (পিআরসি) সিএমসি চেয়ারম্যান সহ একই নামে প্রযুক্তিগতভাবে দুটি অফিস রয়েছে। তবে, \"দুই নামে একটি প্রতিষ্ঠান  ব্যবস্থার অধীনে, তারা একটি অফিস হিসাবে কাজ করে।  অফিস প্রধান সাধারণত চীনা কমিউনিস্ট পার্টি (সিসিপি) সাধারণ সম্পাদক ; এটি সশস্ত্র বাহিনীর জন্য সরাসরি দায়িত্ব সহ পলিটব্যুরোর স্থায়ী কমিটির একমাত্র সদস্য হিসাবে উল্লেখযোগ্য রাজনৈতিক ক্ষমতা প্রদান করে।  সিসিপির সংবিধান এবং রাষ্ট্রীয় সংবিধান উভয় অনুযায়ী, চেয়ারম্যান সিএমসি-এর কাজের সামগ্রিক দায়িত্ব গ্রহণ করেন।   অফিস সামরিক পদমর্যাদা প্রদান করে, যদিও প্রবিধানে বলা হয়েছে যে চেয়ারম্যানকে নিজেরাই কোনো সামরিক পদ প্রদান করা হবে না । \nবর্তমান চেয়ারম্যান হলেন শি জিনপিং, যিনি ১৫ নভেম্বর ২০১২ -এ CCP কেন্দ্রীয় সামরিক কমিশনের চেয়ারম্যান এবং ১৪ মার্চ ২০১৩ -এ PRC কেন্দ্রীয় সামরিক কমিশনের চেয়ারম্যান হিসেবে দায়িত্ব গ্রহণ করেন।চীনের কেন্দ্রীয় সামরিক বাহিনীর কম্যান্ডার হলেন চীনের সামরি বা চীনের সশস্ত্র বাহিনীর কমান্ডার ইন চীফ হিসাবে কাজ করেন চীনের সামরিক বাহিনীর কম্যান্ডার ইন চীফ হলেন রাষ্ট্রপতি তিনি একাধারে চীনের  রাষ্টপ্রধান  ও সরকার প্রধান হিসাবে কজ করে। চীনের জাতীয় প্রতিরক্ষা বাহিনীরকে গুরুত্ব দেয় রাষ্ট্রপতি। চীনের সামরিক বাহিনীর জন্য আলাদা মন্ত্রী নিয়োগ করে দেশের প্রধানমন্ত্রী। চীনের বর্তমান  প্রতিরক্ষা  মন্ত্রী হলেন ডং জুন তিনি সামরিক বাহিনীর মন্ত্রী হিসেবে দায়িত্ব পালন করছেন। চীনের সামরিক বাহিনীর চেয়ারম্যান চীনের সংবিধান অনুযায়ী সামরিক বাহিনীর প্রধান। এর সহকারী হিসেবে রয়েছে ভাইস  কেন্দ্রীয় সামরিক বাহিনীর চেয়ারম্যান। ভাইস কেন্দ্রীয় সামরিক বাহিনীর  চেয়ারম্যান কে নিয়োগ করে দেশটির। প্রধানমন্ত্রী, চীনের প্রধানমন্ত্রী হলেন। তিনি দেশটির অর্থনৈতিক বিষয়াক প্রধান হিসাবে কাজ করে।\n\n\n== নির্বাচন ==\nসংবিধান অনুসারে,  চীনের বিভিন্ন রাজ্যের ন্যাশনাল পিপলসের কমিটির দ্বারা ন্যাশনাল পিপলস কংগ্রেসে  CMC চেয়ারম্যান ন্যাশনাল পিপলস কংগ্রেস (NPC) এবং এর স্থায়ী কমিটির কাছে দায়বদ্ধ থাকে।  রাজ্য সিএমসি চেয়ারম্যান আনুষ্ঠানিকভাবে একটি অধিবেশন চলাকালীন ন্যাশনাল পিপলস কংগ্রেসের প্রেসিডিয়াম (এনপিসি)  -এর প্রেসিডিয়াম দ্বারা মনোনীত হয় এবং ন্যাশনাল পিপলস কংগ্রেস-এর প্রতিনিধিদের দ্বারা অনুমোদিত হয়,  এবং এর কার্যকাল এনপিসি-এর মতোই।  পার্টির গঠনতন্ত্র অনুযায়ী, পার্টির ন্যশনাল পিপলস কংগ্রেস (সিএমসি) চেয়ারম্যান আনুষ্ঠানিকভাবে  চীনা কমিউনিস্ট পার্টি (সিসিপি)-এর দ্বারা কেন্দ্রীয় কমিটি দ্বারা নির্বাচিত হয়। \n\n\n== চেয়ারম্যানদের তালিকা ==\n\n\n=== চীনা কমিউনিস্ট পার্টি ===\nনিম্নলিখিত ব্যক্তিরা চীনা কমিউনিস্ট পার্টির কেন্দ্রীয় সামরিক কমিশনের সভাপতির পদে অধিষ্ঠিত হয়েছেন:\n\n\n=== গণপ্রজাতন্ত্রী চীন ===\n১৯৪৯ সালে চীনের কমিউনিস্ট পার্টি চীনের গৃহযুদ্ধে জয়লাভ করে এবং চীনের মূল ভূখণ্ডে গণপ্রজাতন্ত্রী চীন রাষ্ট্র প্রতিষ্ঠা করে।  চীনের স্বাধীনতার পর। গণপ্রজাতন্ত্রী চীন প্রতিষ্ঠিত হবার পর, রাষ্টপ্রতিকে সামরিক বাহিনীর প্রধান হিসাবে  চীনা কমিউনিস্ট পার্টির সংবিধান অনুযায়ী অলেখ্য হিসাবে বলা হয়েছে। চীনের রাষ্টপ্রতি নির্বাচিত হাওয়ায় চীনের সামরিক বাহিনীর চেয়ারম্যান হিসাবে অনুষ্ঠানিক প্রধান হন রাষ্টপ্রতি। প্রধানমন্ত্রী হন ন্যাশনাল পিপলস কংগ্রেসের চেয়ারম্যান। বর্তমান চীনের ন্যাশনাল  পিপলস কংগ্রেসের চেয়ারম্যান হলেন লি ছিয়াং। তিনি কেন্দ্রীয় সামরিক বাহিনীর কম্যান্ডার ইন চীফ  রাষ্ট্রপতির সহকারী হিসাবে বিবেচনা করা হয়।\nগণপ্রজাতন্ত্রী চীনের কেন্দ্রীয় সামরিক কমিশনের চেয়ারম্যানের পদে অধিষ্ঠিত হয়েছেন তার তালিকা দেওয়া হলো।\n\n\n== তথ্যসূত্র ==\n\n\n=== নোট ===\nChairman Xi Remakes the PLA: Assessing Chinese Military Reforms। National Defense University Press। ২০১৯। আইএসবিএন 978-1070233420।"}