{"pageid": 1490036, "title": "রবার্ট সি. ও'ব্রায়েন", "url": "https://bn.wikipedia.org/wiki?curid=1490036", "content": "রবার্ট চার্লস ও’ব্রায়েন জুনিয়র (জন্ম ১৮ জুন, ১৯৬৬) একজন মার্কিন আইনজীবী এবং ২০১৯ থেকে ২০২১ সাল পর্যন্ত যুক্তরাষ্ট্রের ২৭তম জাতীয় নিরাপত্তা উপদেষ্টা ছিলেন। ট্রাম্প প্রশাসনে এই পদে চতুর্থ এবং শেষ ব্যক্তি ছিলেন। তিনি বর্তমানে আমেরিকান গ্লোবাল স্ট্র্যাটেজিজ ফার্মের চেয়ারম্যান হিসেবে আন্তর্জাতিক রাজনীতি, মার্কিন সরকার এবং সংকট ব্যবস্থাপনা বিষয়ে কোম্পানিগুলিকে পরামর্শ দিয়ে থাকেন।\n\n\n== প্রাথমিক ও শিক্ষা জীবন ==\nও’ব্রায়েনের জন্ম লস অ্যাঞ্জেলেস এবং তিনি বড় হন সান্তা রোসা, ক্যালিফোর্নিয়া, যেখানে তিনি কার্ডিনাল নিউম্যান হাই স্কুলে অধ্যয়ন করেন। তিনি রোটারি বৃত্তি নিয়ে ১৯৮৭ সালে দক্ষিণ আফ্রিকায় ইউনিভার্সিটি অফ দ্য ফ্রি স্টেট-এ পড়াশোনা করেন। তিনি ১৯৮৫ থেকে ১৯৮৯ সালে ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, লস অ্যাঞ্জেলেস থেকে রাজনৈতিক বিজ্ঞানে ব্যাচেলর অব আর্টস এবং ১৯৮৯ থেকে ১৯৯২ সালে ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, বার্কলে স্কুল অফ ল থেকে জুরিস ডক্টর ডিগ্রি লাভ করেন।\n\n\n== প্রাথমিক কর্মজীবন ==\n১৯৯৬ থেকে ১৯৯৮ সাল পর্যন্ত ও’ব্রায়েন জেনেভা, সুইজারল্যান্ডে জাতিসংঘ ক্ষতিপূরণ কমিশন-এর আইনী কর্মকর্তা হিসেবে কাজ করেন। তিনি যুক্তরাষ্ট্রের আর্মি রিজার্ভের জাজ অ্যাডভোকেট জেনারেলের কোর-এর মেজর ছিলেন।\n\n\n=== বেসরকারি কর্মজীবন ===\nও’ব্রায়েন সাত বছর ধরে আইন সংস্থা এরেন্ট ফক্স এলএলপি-এর ক্যালিফোর্নিয়া ম্যানেজিং পার্টনার ছিলেন।\nও’ব্রায়েন এবং প্রাক্তন ফেডারেল বিচারপতি স্টিফেন লারসন মিলে লস অ্যাঞ্জেলেসে লারসন ও’ব্রায়েন এলএলপি নামে একটি আইন সংস্থা প্রতিষ্ঠা করেন, যা জানুয়ারি ২০১৬ সালে চালু হয়। ও’ব্রায়েন জাতীয় নিরাপত্তা উপদেষ্টা হিসেবে নিয়োগ পাওয়ার পর প্রতিষ্ঠান থেকে অবসর নেন।\n\n\n=== জর্জ ডব্লিউ. বুশ এবং ওবামা প্রশাসন ===\n\nপ্রেসিডেন্ট জর্জ ডব্লিউ. বুশ ২০০৫-০৬ সালে জাতিসংঘ সাধারণ পরিষদ-এর ৬০তম অধিবেশনে যুক্তরাষ্ট্রের বিকল্প প্রতিনিধি হিসেবে ও’ব্রায়েনকে মনোনীত করেন।\nও’ব্রায়েন ছিলেন যুক্তরাষ্ট্রের পররাষ্ট্র দপ্তরের আফগানিস্তানে বিচার সংস্কারের জন্য পাবলিক-প্রাইভেট অংশীদারিত্ব-এর সহ-সভাপতি, যা ২০০৭ সালের ডিসেম্বরে চালু হয়। এটি আফগানিস্তানে বিচারক, প্রসিকিউটর, এবং প্রতিরক্ষা অ্যাটর্নিদের প্রশিক্ষণ প্রদানের মাধ্যমে \"আইনের শাসন প্রচার করে।\" তিনি ওবামা প্রশাসনের প্রথম মেয়াদেও এই দায়িত্ব পালন করেন।\n৩১ জুলাই, ২০০৮ সালে প্রেসিডেন্ট বুশ ও’ব্রায়েনকে তার প্রশাসনের সাংস্কৃতিক সম্পদ উপদেষ্টা কমিটির সদস্য হিসেবে নিয়োগের অভিপ্রায় ঘোষণা করেন, যা পুরাকীর্তি এবং সাংস্কৃতিক বিষয় সংক্রান্ত পরামর্শ প্রদান করে। এই নিয়োগের মেয়াদ শেষ হয় ২৫ এপ্রিল, ২০১১ সালে।\n\n\n=== মিট রমনি ২০১২ প্রচারাভিযান ===\nঅক্টোবর ২০১১ সালে, ও’ব্রায়েনকে মিট রমনি-এর উপদেষ্টা দলের আন্তর্জাতিক সংস্থা কার্যকরী দলের সহ-সভাপতি হিসেবে নিয়োগ দেওয়া হয়।\n\n\n=== ২০১৬ প্রেসিডেন্ট নির্বাচনী প্রচারাভিযান ===\nপরে, মে ২০১৫ সালে, তিনি উইসকনসিনের গভর্নর স্কট ওয়াকার-এর প্রেসিডেন্ট নির্বাচনী প্রচারাভিযানের পররাষ্ট্রনীতি ও জাতীয় নিরাপত্তা বিষয়ে উপদেষ্টা হন। ওয়াকার প্রতিযোগিতা থেকে সরে দাঁড়ানোর পর, ও’ব্রায়েন টেড ক্রুজের প্রচারাভিযানে উপদেষ্টা হিসেবে কাজ করেন। ক্রুজের প্রচারাভিযানে উপদেষ্টা হিসেবে কাজ করার সময়, তিনি বলেছিলেন, \"স্পষ্ট যে ভ্লাদিমির পুতিন হিলারি ক্লিনটনকে অপছন্দ করেন এবং ডোনাল্ড ট্রাম্পকে সাহায্য করার জন্য যা করা সম্ভব করবেন।\"\n\n\n== জাতীয় নিরাপত্তা উপদেষ্টা ==\n\n\n=== নিয়োগ ===\n১৮ সেপ্টেম্বর, ২০১৯-এ ও’ব্রায়েন যুক্তরাষ্ট্রের ২৭তম জাতীয় নিরাপত্তা উপদেষ্টা হিসেবে দায়িত্ব গ্রহণ করেন। প্রেসিডেন্ট ট্রাম্প ও’ব্রায়েনকে জন বোল্টন-এর স্থলাভিষিক্ত হিসেবে নিয়োগ দেন, যিনি সেই মাসের শুরুতে পদত্যাগ করেন। কয়েক দিন পর, ও’ব্রায়েন ঘোষণা করেন যে ম্যাথিউ পটিঞ্জার ডেপুটি জাতীয় নিরাপত্তা উপদেষ্টা হিসেবে যোগ দেবেন, যিনি চার্লস কাপারম্যানকে এই পদে প্রতিস্থাপন করেন। ও’ব্রায়েনকে একটি রক্ষণশীল বিদেশ নীতি অনুসরণকারী হিসেবে দেখা হয়েছিল, তবে তিনি আগ্রাসী ছিলেন না।\nতাঁর কার্যকালের শুরুতে, ও’ব্রায়েন ভাইস প্রেসিডেন্ট মাইক পেন্স এর সাথে তুরস্কের প্রেসিডেন্ট রেসেপ তাইয়েপ এরদোয়ান-এর সাথে সাক্ষাৎ করেন, যেখানে সিরিয়ায় মার্কিন বাহিনীর হঠাৎ প্রত্যাহারের পর তুর্কি ও কুর্দি বাহিনীর মধ্যে যুদ্ধবিরতির জন্য আলোচনা করা হয়।\nডিসেম্বর ২০১৯-এ, ও’ব্রায়েন ট্রাম্পের এডি গ্যালাঘারকে ক্ষমা করার সিদ্ধান্তের সমর্থনে বলেন, যিনি তাঁর প্লাটুনের অন্যান্য নেভি সীল সদস্যদের দ্বারা অপ্রয়োজনীয় বেসামরিকদের উপর গুলি চালানো এবং আহত ১৭-বছরের আইএসআইএস যোদ্ধাকে হত্যার অভিযোগে অভিযুক্ত হয়েছিলেন, তবে তাঁকে শুধু \"মানবিক ক্ষতির সাথে একটি অনানুষ্ঠানিক ছবির জন্য দায়ী\" বলে দোষী সাব্যস্ত করা হয়েছিল।\n২০২০ সালের জানুয়ারিতে ট্রাম্প প্রশাসনের কাসেম সোলেইমানি-কে হত্যার জন্য করা ড্রোন হামলার পর ও’ব্রায়েন প্রশাসনের সিদ্ধান্তকে সমর্থন জানান, যেখানে বলা হয়েছিল যে সোলেইমানি যুক্তরাষ্ট্রের সামরিক এবং কূটনৈতিক স্থাপনাগুলির উপর আক্রমণের পরিকল্পনা করছিলেন।\nজাতীয় নিরাপত্তা পরিষদে ও’ব্রায়েনের অধীনে চীনের উপর মনোযোগ দেয়া হয়েছিল; তিনি নিজেকে পিটার নাভারো'র সাথে যুক্ত করেছিলেন, যিনি চীনের ব্যাপারে কঠোর অবস্থান গ্রহণকারী ছিলেন। তিনি হংকং-এ স্বাধীনতা ক্ষুন্ন করে চীন একটি জাতীয় নিরাপত্তা আইন পাস করতে চাইলে, তিনি চীনের বিরুদ্ধে নিষেধাজ্ঞার হুমকি দেন। ও’ব্রায়েন দক্ষিণ চীন সাগরের আঞ্চলিক বিরোধে চীনের ভূমিকার সমালোচনা করেন, এবং যুক্তরাষ্ট্র ও তাদের মিত্রদের সামরিক কার্যকলাপ তত্ত্বাবধান করেন যা নৌ চলাচল স্বাধীনতা নিশ্চিত করার উদ্দেশ্যে পরিচালিত হয়। ও’ব্রায়েন চীনের সরকারের সমালোচনা করেন এবং একটি বক্তৃতায় বলেন, \"চীনা কমিউনিস্ট পার্টি মার্কসবাদ-লেনিনবাদ অনুসরণ করে,\" এবং \"দলটির সাধারণ সম্পাদক সি জিনপিং নিজেকে জোসেফ স্তালিন-এর উত্তরসূরি মনে করেন।\" একই বক্তৃতায় তিনি বলেন, \"আমাদের মিত্র ও অংশীদারদের সাথে আমরা চীনা কমিউনিস্ট পার্টির এমন প্রচেষ্টার বিরুদ্ধে রুখে দাঁড়াব, যারা আমাদের জনগণ ও সরকারকে প্রভাবিত করতে, আমাদের অর্থনীতিকে ক্ষতিগ্রস্ত করতে এবং আমাদের সার্বভৌমত্বকে ক্ষুণ্ণ করতে চায়।\"\nঅনেক গোয়েন্দা কর্মকর্তা যাঁরা ট্রাম্পকে জাতীয় নিরাপত্তা সংক্রান্ত বিষয়গুলি সম্পর্কে ব্রিফ করেছিলেন, তাঁরা ট্রাম্পকে মনোযোগহীন বলে বর্ণনা করলেও, ও’ব্রায়েন এই বর্ণনার বিরোধিতা করেন এবং বলেন, ট্রাম্প বিষয়গুলিতে অত্যন্ত মনোযোগী এবং প্রতিটি ব্রিফিংয়ে তীক্ষ্ণ প্রশ্ন করেন। এটা তাঁকে মনে করায়, যেন একজন অভিজ্ঞ বিচারকের সামনে বসে মামলার পক্ষে যুক্তি উপস্থাপন করছেন।\n\n\n=== কোভিড-১৯ মহামারি ===\nও’ব্রায়েন প্রথম থেকেই কোভিড-১৯ মহামারির প্রতিক্রিয়া নিয়ে আলোচনা করেন। ২০২০ সালের মার্চ মাসের শুরুতে ও’ব্রায়েন এবং অ্যালেক্স আযার ট্রাম্পকে ইউরোপ থেকে ভ্রমণ নিষেধাজ্ঞার পরামর্শ দেন, যেখানে স্টিভেন মানুচিন এবং ল্যারি কুডলো এর মত অন্যান্য ট্রাম্পের উপদেষ্টারা একমত হননি। ওয়াশিংটন পোস্ট এর রিপোর্টার বব উডওয়ার্ড এর মতে, ও’ব্রায়েন ট্রাম্পকে পরামর্শ দিয়েছিলেন যে, \"এটি আপনার সভাপতিত্বের বৃহত্তম জাতীয় নিরাপত্তা হুমকি হবে...এটি আপনার মুখোমুখি হওয়া সবচেয়ে কঠিন বিষয় হতে চলেছে।\"\n২০২০ সালের মে মাসে, ও’ব্রায়েন চীনের মহামারির ব্যবস্থাপনা নিয়ে বলেন, \"ভাইরাসটি ঢেকে রাখার তাদের চেষ্টা ইতিহাসে চেরনোবিলের সাথে তাল মিলিয়ে যাবে।\" ডিসেম্বর ২০২০ সালে, একটি সাক্ষাৎকারে ও’ব্রায়েন বলেন যে, কোভিড-১৯ এর ক্ষেত্রে চীন \"অবশ্যই আরো কিছু করতে পারতো\" এবং \"চীনের বিশ্বাসযোগ্যতার ক্ষতি তাদের জন্য কাটিয়ে ওঠা খুব কঠিন হবে।\"\n\n\n=== রাশিয়ান বিভ্রান্তিমূলক প্রচেষ্টার বিতর্ক ===\nব্রায়ান মারফি, যিনি মার্চ ২০১৮ থেকে আগস্ট ২০২০ পর্যন্ত ইউ.এস. ডিপার্টমেন্ট অফ হোমল্যান্ড সিকিউরিটি-এর ইন্টেলিজেন্স অ্যান্ড অ্যানালাইসিসের আন্ডার সেক্রেটারি হিসেবে দায়িত্ব পালন করেন, অভিযোগ করেন যে তাঁকে \"মার্কিন যুক্তরাষ্ট্রে রাশিয়ান হস্তক্ষেপের হুমকির ওপর গোয়েন্দা মূল্যায়ন প্রদান বন্ধ করতে এবং চীন ও ইরানের হস্তক্ষেপ কার্যক্রমের বিষয়ে প্রতিবেদন করতে\" বলা হয়েছিল। চ্যাড উলফ, যিনি ডিপার্টমেন্ট অফ হোমল্যান্ড সিকিউরিটির প্রভারতরত সেক্রেটারি ছিলেন, অভিযোগ করেন যে ও’ব্রায়েন রাশিয়ার হস্তক্ষেপের মূল্যায়ন দমিয়ে রেখেছিলেন। বারাক ওবামার সভাপতিত্বের সময় ডিপার্টমেন্ট অফ হোমল্যান্ড সিকিউরিটির আন্ডার সেক্রেটারি অফ ইন্টেলিজেন্স জন কোহেন বলেন, \"দেশের সামনে থাকা হুমকির বর্ণনা করা তথ্য প্রকাশ থেকে অবরুদ্ধ করা জনগণ এবং স্থানীয় ও রাজ্য কর্তৃপক্ষের ফেডারেল সরকারের সাথে সহযোগিতা করে হুমকি মোকাবিলার ক্ষমতাকে ব্যাহত করে।\"\n\n\n=== কসোভো-সার্বিয়া আলোচনা ===\nকসোভো ও সার্বিয়ার মধ্যে একটি শীর্ষ সম্মেলন রিচার্ড গ্রেনেল দ্বারা আয়োজিত হয় এবং ২০২০ সালের ৩ ও ৪ সেপ্টেম্বরের জন্য নির্ধারিত হয়েছিল। গ্রেনেল ও ও’ব্রায়েন যৌথভাবে এই আলোচনার আয়োজন করেন। ৪ সেপ্টেম্বর, কসোভোর প্রধানমন্ত্রী আভদুল্লা হোটি এবং সার্বিয়ার প্রেসিডেন্ট আলেকসান্ডার ভুসিক একটি চুক্তিতে স্বাক্ষর করেন। এই স্বাক্ষর অনুষ্ঠানটি ৪ সেপ্টেম্বর, ২০২০ তারিখে ওভাল অফিসে ডোনাল্ড ট্রাম্প এর উপস্থিতিতে অনুষ্ঠিত হয়। কসোভো ও’ব্রায়েনকে এই উদ্যোগে তাঁর কাজের জন্য প্রেসিডেন্সিয়াল মেডেল অফ মেরিট প্রদান করে।\n\n\n=== আব্রাহাম চুক্তি ===\nযখন ইউনাইটেড আরব এমিরেটস (ইউএই) এবং পরবর্তীতে বাহরাইন, মরক্কো, ওমান ও সুদান ইসরায়েলের সাথে কূটনৈতিক সম্পর্ক স্বাভাবিক করতে রাজি হয়, তখন আব্রাহাম চুক্তি মধ্যস্থতা করতে যুক্তরাষ্ট্র ছিল। আগস্ট ২০২০ সালে, ও’ব্রায়েন বলেন যে ট্রাম্পকে নোবেল শান্তি পুরস্কারের জন্য যোগ্য মনে করা উচিত ইসরায়েল-ইউএই চুক্তির পরে। ৩১ আগস্ট ২০২০ তারিখে, ইসরায়েল থেকে ইউএই-এর প্রথম বাণিজ্যিক ফ্লাইটে ইউ.এস.-ইসরায়েলি প্রতিনিধি দলের সাথে ও’ব্রায়েন ছিলেন। ইসরায়েল ওয়েস্ট ব্যাংকের অংশগুলো সংযুক্ত করার পরিকল্পনা স্থগিত করার পরে ইউএই এবং ইসরায়েল পূর্ণ কূটনৈতিক সম্পর্ক স্থাপনের সিদ্ধান্ত নেয়। ও’ব্রায়েন অন্যান্য আরব ও মুসলিম দেশগুলোকে এই চুক্তিতে যোগ দেওয়ার জন্য সমর্থন জানিয়েছিলেন। ট্রাম্প ও’ব্রায়েনসহ শীর্ষ ছয়জন উপদেষ্টাকে এই চুক্তি অর্জনে তাঁদের ভূমিকার জন্য ন্যাশনাল সিকিউরিটি মেডেল প্রদান করেন।\n\n\n=== ট্রাম্প প্রশাসনের সমাপ্তি ===\n২০২০ সালের নভেম্বরের নির্বাচনে জো বাইডেনের কাছে পরাজিত হওয়ার পর, ট্রাম্প নির্বাচনের ফলাফল প্রত্যাখ্যান করতে এবং ক্ষমতায় থাকার চেষ্টা করেন। ও’ব্রায়েন ট্রাম্প প্রশাসনের ঊর্ধ্বতন কর্মকর্তাদের মধ্যে ছিলেন, যিনি বাইডেনের বিজয়কে স্বীকার করেন। তিনি ১৬ নভেম্বর, ২০২০ তারিখে বলেন যে, তিনি বাইডেনের আগত প্রশাসনের জন্য একটি \"খুবই পেশাদার ক্ষমতা হস্তান্তর\" পরিচালনা করবেন। ও’ব্রায়েন ট্রাম্পের মেয়াদ ২০ জানুয়ারি ২০২১ তারিখে শেষ না হওয়া পর্যন্ত ন্যাশনাল সিকিউরিটি অ্যাডভাইজার পদে ছিলেন। ২০২৩ সালে, ও’ব্রায়েন reportedly তলব হন বিশেষ পরামর্শদাতা জ্যাক স্মিথ দ্বারা বিশেষ পরামর্শদাতার তদন্তে, যেখানে ট্রাম্পের নথিপত্রের ব্যবস্থাপনা এবং ২০২০ সালের নির্বাচনের ফলাফল বাতিলের প্রচেষ্টা অন্তর্ভুক্ত ছিল।\n\n\n=== তাইওয়ান ===\n২১ মার্চ, ২০২৩ তারিখে তাইওয়ানের প্রেসিডেন্ট সাই ইং-ওয়েন ও’ব্রায়েনকে অর্ডার অফ ব্রিলিয়ান্ট স্টার উইথ স্পেশাল গ্র্যান্ড কর্ডন প্রদান করেন, তাইওয়ান-যুক্তরাষ্ট্র সম্পর্ক উন্নয়নে তাঁর অবদানের স্বীকৃতিস্বরূপ। সেই সময়ে, ও’ব্রায়েন গ্লোবাল তাইওয়ান ইনস্টিটিউটের একটি টাস্ক ফোর্সের নেতৃত্বে ছিলেন।\n\n\n== ট্রাম্প প্রশাসনের পরে ==\n\n\n=== ২০২৪ সালের প্রেসিডেন্ট নির্বাচন ===\n২০২০ সালের শেষ এবং ২০২১ সালে ও’ব্রায়েনকে ২০২৪ রিপাবলিকান প্রেসিডেন্ট প্রাইমারির জন্য সম্ভাব্য \"ডার্ক হর্স\" প্রার্থী হিসেবে দেখা হয়েছিল। নভেম্বর ২০২০-এ, ও’ব্রায়েন বলেন, তিনি \"সম্পূর্ণ মনোযোগ দিয়ে তাঁর বর্তমান দায়িত্ব পালন করছেন\" তবে যোগ করেন: \"আমি কোনও পরিস্থিতিতে কখনও প্রার্থী না হওয়ার বিষয়ে শারমেনীয় বিবৃতি দেব না।\" সে মাসে, পলিটিকো রিপোর্ট করে যে ও’ব্রায়েন তাঁর বন্ধু ও পরিচিতদের সাথে প্রেসিডেন্ট প্রার্থিতার সম্ভাবনা নিয়ে আলোচনা করেছেন। প্রাইমারি প্রক্রিয়ার প্রাথমিক রাজ্যগুলোতে, যেমন নিউ হ্যাম্পশায়ার এবং আইওয়া-তে ও’ব্রায়েনের সফর আরও জল্পনা সৃষ্টি করে। প্রাক্তন রিপাবলিকান ন্যাশনাল কমিটি (RNC) চেয়ারম্যান মাইকেল স্টিল বলেন যে ও’ব্রায়েনের জনপ্রিয়তার অভাব বা নির্দিষ্ট নির্বাচনী ঘাঁটি না থাকায় তাঁর প্রার্থীতা তেমন কার্যকর নাও হতে পারে।\nদ্য আমেরিকান কনজারভেটিভ-এ প্রকাশিত একটি নিবন্ধে বলা হয়, ও’ব্রায়েনের প্রতিবেদিত প্রেসিডেন্ট প্রার্থিতার আশা মূলত তাঁর ভবিষ্যতে সেক্রেটারি অফ স্টেট বা সেক্রেটারি অফ ডিফেন্স পদে নিয়োগ পাওয়ার আকাঙ্ক্ষা পূরণের চেষ্টা। প্রতিবেদনে আরও বলা হয়: \"ও’ব্রায়েন এখনও ট্রাম্পের আশীর্বাদপ্রাপ্ত অবস্থায় আছেন এবং ওয়াশিংটনের পররাষ্ট্রনীতির সম্প্রদায়ের মধ্যে তাঁর সুনাম অটুট রয়েছে।\"\n\n\n=== ব্যক্তিগত খাত ===\nজুলাই ২০২২-এ, ও’ব্রায়েন রিচার্ড নিক্সন ফাউন্ডেশন এর বোর্ডের চেয়ারম্যান নির্বাচিত হন, যা রিচার্ড নিক্সন প্রেসিডেন্সিয়াল লাইব্রেরি ও মিউজিয়াম পরিচালনা করে।\n২০২১ সালে, ও’ব্রায়েন একটি পরামর্শক প্রতিষ্ঠান, আমেরিকান গ্লোবাল স্ট্রাটেজিস প্রতিষ্ঠা করেন, যা বিভিন্ন সংস্থাকে আন্তর্জাতিক ও মার্কিন রাজনীতি সম্পর্কে পরামর্শ প্রদান করে। প্রতিষ্ঠানটি তাদের ক্লায়েন্টদের তালিকা প্রকাশ করেনি তবে জানিয়েছে যে এটি লবিংয়ের সাথে জড়িত নয় এবং ফরেন এজেন্টস রেজিস্ট্রেশন অ্যাক্ট (FARA) অনুযায়ী নিবন্ধনের প্রয়োজন হয়নি। ২০২৩ সালে প্রতিষ্ঠানটি স্কাইলাইন ক্যাপিটালের সাথে অংশীদারিত্ব ঘোষণা করে, যা সাবেক ইউটা মার্কিন প্রতিনিধি ক্রিস স্টুয়ার্ট দ্বারা পরিচালিত।\n\n\n== ব্যক্তিগত জীবন ==\nক্যাথলিক হিসেবে বেড়ে ওঠা, ও’ব্রায়েন বিশের কোঠায় লাটার-ডে সেইন্টসের যীশুখ্রিষ্টের চার্চ-এ ধর্মান্তরিত হন। তাঁর স্ত্রী, লো-মারি ও’ব্রায়েন, আফ্রিকানার বংশোদ্ভূত, এবং তাঁর বলা হয় যে তিনি আফ্রিকান্স ভাষায় দক্ষ। এই দম্পতি তিন সন্তান বড় করেছেন: মার্গারেট, রবার্ট এবং লরেন। ২০১৫ সালে একটি দুর্ঘটনাজনিত ডুবে যাওয়ায় তাঁর ছেলে রবার্ট মারা যায়।\n\n\n== বইসমূহ ==\nও’ব্রায়েন ২০১৬ সালের বই হোয়াইল আমেরিকা স্লেপ্ট: রেস্টোরিং আমেরিকান লিডারশিপ টু এ ওয়ার্ল্ড ইন ক্রাইসিস-এর লেখক। ফরেন পলিসি-তে লিখতে গিয়ে ড্যানিয়েল রুন্ডে বলেন, \"হোয়াইল আমেরিকা স্লেপ্ট হল রিচার্ড নিক্সন-এর দ্য রিয়েল ওয়ার-এর ২০১৬ সালের সমতুল্য।\" জর্জ ডব্লিউ. বুশ প্রশাসনের প্রাক্তন সহকর্মী রুন্ডে ও’ব্রায়েনের মতামতকে এইভাবে সংক্ষেপে তুলে ধরেছেন: \n\nদ্য হিল-এ বার্ট মার্কোইস, একজন অবসরপ্রাপ্ত ফরেন সার্ভিস অফিসার, লিখেছেন, \"যদি আপনি জানতে চান কী প্রবণতা ও ঘটনা প্রেসিডেন্ট-নির্বাচিত ডোনাল্ড ট্রাম্পের পররাষ্ট্রনীতি চালিত করবে, তবে আপনাকে রবার্ট ও’ব্রায়েনের হোয়াইল আমেরিকা স্লেপ্ট পড়তে হবে।\"\nঅন্যান্য সমালোচনাগুলো তুলনামূলকভাবে সমালোচনামূলক ছিল। আটলান্টিক কাউন্সিলের ব্রেন্ট স্কোক্রফট সেন্টারের সহযোগী পরিচালক অ্যালেক্স ওয়ার্ড বলেন, \"ও’ব্রায়েনের বইটি হতাশাজনক কারণ এটি শুরুতেই ধরে নেয় যে বারাক ওবামা প্রশাসনের পররাষ্ট্রনীতির সকল সিদ্ধান্ত ভুল এবং পাঠকের কাছে এটাই বিশ্বাসযোগ্য হবে...[তাঁর বিশ্লেষণ, যদিও আবেগময় এবং যুক্তিসঙ্গতভাবে উপস্থাপন করা হয়েছে, পক্ষপাতমূলক মেঘের কারণে বড় চিত্রটি মিস করেছে।\" বইটি ওবামা প্রশাসনের নিরাপত্তা ও পররাষ্ট্রনীতির ব্যাপক সমালোচনা করে।\nন্যাশনাল সিকিউরিটি অ্যাডভাইজার থাকা অবস্থায়, ও’ব্রায়েন \"ট্রাম্প অন চায়না: পুটিং আমেরিকা ফার্স্ট\" নামক একটি পান্ডুলিপি সম্পাদনা করেন, যা চায়না সম্পর্কে শীর্ষ প্রশাসনিক কর্মকর্তাদের বক্তৃতার সংকলন।\n\n\n== তথ্যসূত্র =="}