{"pageid": 1490891, "title": "চীন সরকার", "url": "https://bn.wikipedia.org/wiki?curid=1490891", "content": "গণপ্রজাতন্ত্রী চীনের সরকার একটি একক কমিউনিস্ট রাষ্ট্রের  মধ্যে জনগণের কংগ্রেসের একটি সিস্টেমের উপর ভিত্তি করে, যেখানে ক্ষমতাসীন চীনা কমিউনিস্ট পার্টি (সিসিপি) জনগণের কংগ্রেসের মাধ্যমে তার নীতিগুলি প্রণয়ন করে। এই ব্যবস্থাটি একীভূত রাষ্ট্রীয় ক্ষমতার নীতির উপর ভিত্তি করে তৈরি করা হয়েছে, যেখানে আইনসভা, ন্যাশনাল পিপলস কংগ্রেস (এনপিসি), সাংবিধানিকভাবে \"ক্ষমতার সর্বোচ্চ রাষ্ট্রীয় অঙ্গ\" হিসাবে অন্তর্ভুক্ত । যেহেতু চীনের রাজনৈতিক ব্যবস্থায় ক্ষমতার কোনো পৃথকীকরণ নেই, তাই সরকারের একটি মাত্র শাখা রয়েছে যা আইনসভা দ্বারা প্রতিনিধিত্ব করে। এনপিসি-র মাধ্যমে সিসিপি একীভূত নেতৃত্ব প্রণয়ন করে, যার জন্য প্রয়োজন যে সমস্ত রাষ্ট্রীয় অঙ্গ, সুপ্রিম পিপলস কোর্ট থেকে শুরু করে চীনের রাষ্ট্রপতি পর্যন্ত, তাদের দ্বারা নির্বাচিত, জবাবদিহি করা হয় এবং এনপিসি দ্বারা তাদের দেওয়া ক্ষমতার চেয়ে আলাদা কোনো ক্ষমতা নেই। আইন অনুসারে, সকল স্তরের সকল নির্বাচনকে অবশ্যই চীনা কমিউনিস্ট পার্টি (সিসিপির) নেতৃত্ব মেনে চলতে হবে।  সিসিপি এনপিসিতে দুই-তৃতীয়াংশ সংখ্যাগরিষ্ঠতার মাধ্যমে সমস্ত রাষ্ট্রীয় সংস্থায় নিয়োগ নিয়ন্ত্রণ করে। অবশিষ্ট আসনগুলি নামমাত্র স্বতন্ত্র প্রতিনিধি এবং আটটি ছোট রাজনৈতিক দল দ্বারা অধিষ্ঠিত, যারা অ- বিরোধী এবং সিসিপিকে সমর্থন করে। সমস্ত সরকারী সংস্থা এবং রাষ্ট্রীয় মালিকানাধীন সংস্থাগুলির অভ্যন্তরীণ সিসিপি কমিটি রয়েছে যা এই প্রতিষ্ঠানগুলিতে সিদ্ধান্ত গ্রহণের নেতৃত্ব দেয়।    \nএনপিসি প্রধান নতুন নীতি নির্দেশাবলী পর্যালোচনা এবং অনুমোদনের জন্য মার্চ মাসে প্রায় দুই সপ্তাহের জন্য বার্ষিক বৈঠক করে এবং সেই অধিবেশনগুলির মধ্যে, এনপিসি স্ট্যান্ডিং কমিটি (এনপিসিএসসি) কার্যকরী আইনসভার কাছে তার ক্ষমতা অর্পণ করে। এই অঙ্গটি বেশিরভাগ জাতীয় আইন গ্রহণ করে, সংবিধান ও আইনের ব্যাখ্যা করে এবং সাংবিধানিক পর্যালোচনা পরিচালনা করে এবং চেয়ারম্যানের নেতৃত্বে থাকে, চীনের শীর্ষ কর্মকর্তাদের একজন। রাষ্ট্রপতি বিদেশে চীনের প্রতিনিধিত্ব করেন, যদিও ১৯৯০ এর দশক থেকে, রাষ্ট্রপতির পদ সবসময় সিসিপি সাধারণ সম্পাদকের হাতে অধিষ্ঠিত হয়েছে। এনপিসি দ্বারা পৃথকভাবে নির্বাচিত, সহ-সভাপতির কাছে রাষ্ট্রপতি তাদের যা দিয়েছিলেন তা ছাড়া অন্য কোনও ক্ষমতা নেই তবে রাষ্ট্রপতিকে সহায়তা করেন। স্টেট কাউন্সিলের প্রধান, এনপিসি-এর নির্বাহী অঙ্গ, প্রধানমন্ত্রী । সিসিপির সাধারণ সম্পাদক হলেন চীনের শীর্ষস্থানীয় কর্মকর্তা যেহেতু সিসিপিকে জাতীয় নীতি প্রণয়ন ও সেট করার দায়িত্ব দেওয়া হয় যা রাষ্ট্র, এনপিসি বা প্রাসঙ্গিক রাষ্ট্রীয় অঙ্গ দ্বারা গৃহীত হওয়ার পরে, বাস্তবায়নের জন্য দায়ী।  \nস্টেট কাউন্সিল, যাকে কেন্দ্রীয় জনগণের সরকারও বলা হয়, এতে প্রিমিয়ার ছাড়াও ভাইস প্রিমিয়ারের একটি পরিবর্তনশীল সংখ্যক, পাঁচজন স্টেট কাউন্সিলর (ভাইস প্রিমিয়ারের সমান কিন্তু সংকীর্ণ পোর্টফোলিও সহ), সেক্রেটারি-জেনারেল এবং ২৬ জন মন্ত্রী থাকে। এবং অন্যান্য মন্ত্রিপরিষদ পর্যায়ের বিভাগীয় প্রধানরা । এটি নির্দিষ্ট পোর্টফোলিও সহ মন্ত্রণালয় এবং সংস্থা নিয়ে গঠিত। স্টেট কাউন্সিল সিসিপির পলিটব্যুরো স্ট্যান্ডিং কমিটির পূর্ববর্তী অনুমোদনের পর বিবেচনার জন্য NPCSC-এর কাছে বেশিরভাগ উদ্যোগ উপস্থাপন করে।\nচীনের বিচার বিভাগ হল রাজনৈতিক অঙ্গ যা প্রসিকিউটরিয়াল এবং আদালতের কার্য সম্পাদন করে। তাদের রাজনৈতিক প্রকৃতির কারণে, চীনের বিচারিক স্বাধীনতা নেই। চীনের আদালতগুলি সুপ্রিম পিপলস কোর্ট (SPC) দ্বারা তত্ত্বাবধানে থাকে, যা NPC-এর উত্তর দেয়। সুপ্রিম পিপলস প্রকিউরেটরেট (এসপিপি) প্রাদেশিক, প্রিফেকচার এবং কাউন্টি স্তরে প্রসিকিউশন এবং তত্ত্বাবধানের জন্য দায়ী। SPC এবং SPP-এর মতো একই প্রশাসনিক র‌্যাঙ্কিংয়ে, ২০১৮ সালে CCP এবং রাষ্ট্রীয় অঙ্গগুলির মধ্যে দুর্নীতির তদন্তের জন্য জাতীয় সুপারভাইজরি কমিশন (NSC) প্রতিষ্ঠিত হয়েছিল। সমস্ত আদালত এবং তাদের কর্মীরা CCP-এর কেন্দ্রীয় রাজনৈতিক ও আইন বিষয়ক কমিশনের কার্যকর নিয়ন্ত্রণের অধীন। \n\n\n== চীনা কমিউনিস্ট পার্টির সাথে সম্পর্ক ==\nসিসিপির সংবিধানে বলা হয়েছে যে রাজনৈতিক নেতৃত্বের জন্য দলটি সর্বোচ্চ শক্তি। দলীয় প্রতিষ্ঠানগুলো সরকারি প্রতিষ্ঠানের সাথে ওভারল্যাপ করে এবং স্থানীয় ও কেন্দ্রীয় উভয় পর্যায়েই সরকারী সিদ্ধান্তের উপর দলের কর্তৃত্ব রয়েছে।  সারা দেশে ঊর্ধ্বতন সরকারি কর্মকর্তারা সিসিপি দ্বারা নিযুক্ত হন এবং বেশিরভাগই সিসিপি সদস্য।  গ্রাম পর্যায় থেকে জাতীয় পর্যায় পর্যন্ত সমস্ত সরকারি দপ্তর, রাষ্ট্রীয় মালিকানাধীন প্রতিষ্ঠান এবং পাবলিক ইনস্টিটিউটের মধ্যে সিসিপি কমিটি রয়েছে। সরকারী সংস্থাগুলির সিসিপি কমিটিগুলি সংস্থাগুলির তত্ত্বাবধান ও নেতৃত্ব দেয়, স্টেট কাউন্সিলের সাথে আইনত সিসিপি নীতিগুলি বাস্তবায়নের প্রয়োজন হয়৷   সিসিপির সংবিধানে যেমন বলা হয়েছে: \"সরকার, সামরিক, সমাজ এবং স্কুল, উত্তর, দক্ষিণ, পূর্ব এবং পশ্চিম - পার্টি তাদের সবাইকে নেতৃত্ব দেয়।\nদেং জিয়াওপিংয়ের নেতৃত্বে, রাষ্ট্র এবং পার্টির বিচ্ছিন্নতা বাড়ানোর প্রস্তাব ছিল, বিশেষ করে ঝাও জিয়াং-এর মতো আরও উদারপন্থী কর্মকর্তারা সমর্থন করেছিলেন।   প্রস্তাবগুলির মধ্যে কিছু সরকারি বিভাগ থেকে সিসিপি কমিটি বাতিল করা, স্টেট কাউন্সিলের প্রভাব বাড়ানো এবং সিসিপি কমিটির পরিবর্তে পেশাদার ম্যানেজার লিডার SOE-এর অন্তর্ভুক্ত রয়েছে। ১৯৮৯ সালের তিয়ানানমেন স্কোয়ার বিক্ষোভ এবং গণহত্যার পর এই প্রস্তাবগুলি পরিত্যাগ করা হয়েছিল। \nসরকার এবং সিসিপির মধ্যে সম্পর্কের বিষয়ে, জেমস পালমার, ফরেন পলিসির জন্য লিখেছেন যে, \"[টি]\" তিনি চীনা সরকার মূলত কমিউনিস্ট পার্টির ছায়া, পার্টির মতোই চলমান, এবং ফলস্বরূপ সরকারের ভূমিকা অনেক কম গুরুত্বপূর্ণ। পার্টির চেয়ে।\"  দ্য ইকোনমিস্টের মতে, \"[ই]বিশেষ করে বিদেশীদের সাথে দেখা করার সময়, কর্মকর্তারা সরকারি খেতাবধারী নামের কার্ড উপস্থাপন করতে পারেন কিন্তু দলীয় পদের বিষয়ে চুপ থাকতে পারেন যা তাদের রাষ্ট্রীয় চাকরিকে ছাড়িয়ে যেতে পারে বা নাও পারে।\"  পণ্ডিত রাশ দোশির মতে, \"[টি] তিনি পার্টি রাষ্ট্রের উপরে বসেন, রাষ্ট্রের সমান্তরালভাবে চলেন এবং রাষ্ট্রের প্রতিটি স্তরে আবদ্ধ হন।\"  \nসি জিনপিংয়ের অধীনে সিসিপি এবং রাজ্যের একীকরণ ত্বরান্বিত হয়েছে, আটটি দলীয় কমিশনের সভাপতিত্ব করে যা সরকারী সংস্থাগুলিকে নির্দেশ করে।  শির অধীনে, একাধিক সরকার ও দলীয় সংস্থাও একীভূত হয়েছে, একটি দলীয় সংস্থার একটি প্রতিষ্ঠানের অধীনে একটি বহিরাগত রাজ্য সরকারের নাম রয়েছে যার দুটি নাম ব্যবস্থা রয়েছে, দল এবং রাষ্ট্রকে আরও একীভূত করা হয়েছে। \n\n\n== সংবিধান ==\nপিআরসি-এর সংবিধান প্রথম ২০ সেপ্টেম্বর ১৯৫৪-এ তৈরি করা হয়েছিল, এর আগে একটি অন্তর্বর্তী সংবিধান -সদৃশ নথি চীনা জনগণের রাজনৈতিক পরামর্শদাতা সম্মেলন দ্বারা তৈরি করা হয়েছিল। ১৯৭৫ সালে দ্বিতীয় ঘোষণা সংবিধানকে প্রায় ৩০টি অনুচ্ছেদে সংক্ষিপ্ত করে, যেখানে সিসিপি স্লোগান এবং বিপ্লবী ভাষা ছিল। আদালতের ভূমিকা হ্রাস করা হয়েছিল, এবং প্রেসিডেন্সি চলে গেছে। ১৯৭৮ সালে ৩য় প্রচার নিবন্ধের সংখ্যা প্রসারিত করেছিল, কিন্তু এখনও খুব সাম্প্রতিক সাংস্কৃতিক বিপ্লবের প্রভাবে ছিল।\nবর্তমান সংবিধান হল PRC-এর চতুর্থ ঘোষণা, ৪ ডিসেম্বর ১৯৮২-এ ঘোষিত, এবং ৩০ বছর ধরে একটি স্থিতিশীল সংবিধান হিসেবে কাজ করেছে। CCP-এর আইনি ক্ষমতা PRC সংবিধান দ্বারা নিশ্চিত করা হয়েছে এবং গণপ্রজাতন্ত্রী চীনের সর্বোচ্চ রাজনৈতিক কর্তৃপক্ষ হিসাবে এর অবস্থান রাষ্ট্র, সামরিক এবং মিডিয়ার ব্যাপক নিয়ন্ত্রণের মাধ্যমে বাস্তবায়িত হয়। \n\n\n== ন্যাশনাল পিপলস কংগ্রেস ==\n\nন্যাশনাল পিপলস কংগ্রেস (এনপিসি) হল চীনের জাতীয় আইনসভা। ২০২৩ সালে ২,৯৭৭ সদস্য সহ, এটি বিশ্বের বৃহত্তম সংসদীয় সংস্থা।  চীনের বর্তমান সংবিধানের অধীনে, এনপিসি একটি এককক্ষ বিশিষ্ট আইনসভা হিসাবে গঠন করা হয়েছে, যার ক্ষমতা রয়েছে আইন প্রণয়ন করার, সরকারের ক্রিয়াকলাপ তত্ত্বাবধান করার এবং রাষ্ট্রের প্রধান কর্মকর্তাদের নির্বাচন করার জন্য। এর প্রতিনিধিরা বহু-স্তরীয় নির্বাচনী ব্যবস্থার মাধ্যমে পাঁচ বছরের মেয়াদের জন্য নির্বাচিত হয়। সংবিধান অনুসারে, NPC হল চীনের রাজনৈতিক ব্যবস্থার মধ্যে সর্বোচ্চ রাষ্ট্রীয় প্রতিষ্ঠান।  \nএনপিসি এবং ন্যাশনাল কমিটি অফ দ্য পিপলস পলিটিক্যাল কনসালটেটিভ কনফারেন্স (সিপিপিসিসি), একটি পরামর্শমূলক সংস্থা যার সদস্যরা বিভিন্ন জনগণের সংগঠনের প্রতিনিধিত্ব করে, চীনের প্রধান সুচিন্তিত সংস্থা এবং প্রায়শই দুটি অধিবেশন হিসাবে উল্লেখ করা হয়।  সিসিপি ছাড়াও, আটটি ছোট রাজনৈতিক দল অংশগ্রহণ করে, কিন্তু অ- বিরোধী দল এবং তাদের প্রকৃত ক্ষমতা নেই।   তাদের অবশ্যই সিসিপির অস্তিত্বের প্রাধান্য মেনে নিতে হবে এবং তাদের সদস্যরা সিসিপির ইউনাইটেড ফ্রন্ট ওয়ার্ক ডিপার্টমেন্ট দ্বারা পূর্ব-অনুমোদিত। \nএনপিসি, পাঁচ বছরের মেয়াদের জন্য নির্বাচিত, প্রতি বসন্তে বার্ষিক অধিবেশনের আয়োজন করে, সাধারণত ১০ থেকে ১৪ দিন স্থায়ী হয়, বেইজিংয়ের তিয়ানানমেন স্কোয়ারের পশ্চিম দিকের গ্রেট হল অফ পিপল- এ। এই বার্ষিক সভাগুলি সাধারণত সিপিপিসিসির মিটিংগুলির সাথে ঘটতে পারে, যা রাষ্ট্রের কর্মকর্তাদের অতীতের নীতিগুলি পর্যালোচনা করার এবং জাতির কাছে বর্তমান ভবিষ্যত পরিকল্পনাগুলিকে একটি সুযোগ প্রদান করে।\nএনপিসি সাধারণত স্টেট কাউন্সিলের কাজ অনুমোদন করার এবং আইনের অতিরিক্ত খসড়া তৈরিতে জড়িত না হওয়ার খ্যাতি রয়েছে। যদিও এটি এবং এর স্থায়ী কমিটি মাঝে মাঝে নিজেদের দাবি করে আসছে। উদাহরণস্বরূপ, স্টেট কাউন্সিল এবং সিসিপি এক্সপ্রেসওয়ে নির্মাণে অর্থায়নের জন্য ২০০৯ সালে একটি জ্বালানী ট্যাক্স পাস করতে অক্ষম ছিল।   একইভাবে, অর্থ মন্ত্রণালয় ২০১০-এর দশকের গোড়ার দিকে সম্পত্তি কর চালু করার চেষ্টা করেছে, কিন্তু NPC (পাশাপাশি স্থানীয় সরকারগুলির) বিরোধিতা কোনও সম্পত্তি করের প্রস্তাবগুলিকে NPC-এর আইনসভা এজেন্ডায় পৌঁছাতে বাধা দিয়েছে।  এনপিসি স্ট্যান্ডিং কমিটি এনপিসির চেয়ে বেশি দৃঢ় এবং প্রস্তাবিত আইনে ভেটো দিয়েছে।  \n\n\n== নেতৃত্ব ==\n\n\n=== জাতীয় নেতৃত্ব ===\n\nসিসিপি পলিটব্যুরোর স্থায়ী কমিটি সরকারের শীর্ষ নেতৃত্ব নিয়ে গঠিত।  ঐতিহাসিকভাবে এর পাঁচ থেকে নয়জন সদস্য ছিল। ২০২৪ সাল পর্যন্ত, এর সাত সদস্য রয়েছে।  পলিটব্যুরো, একটি বৃহত্তর সিদ্ধান্ত গ্রহণকারী সংস্থা, অধিবেশনে না থাকলে নীতিগত আলোচনা পরিচালনা করা এবং প্রধান বিষয়গুলিতে সিদ্ধান্ত নেওয়াই এর আনুষ্ঠানিকভাবে বাধ্যতামূলক উদ্দেশ্য। সিসিপির গঠনতন্ত্র অনুযায়ী, কেন্দ্রীয় কমিটির সাধারণ সম্পাদককে অবশ্যই সিসিপি পলিটব্যুরোর স্থায়ী কমিটির সদস্য হতে হবে।  \nPSC-এর সদস্যপদ কঠোরভাবে প্রোটোকল ক্রম অনুসারে র‌্যাঙ্ক করা হয়। ঐতিহাসিকভাবে, সাধারণ সম্পাদক (বা পার্টি চেয়ারম্যান ) প্রথম স্থান পেয়েছেন; অন্যান্য নেতাদের র‌্যাঙ্কিং সময়ের সাথে সাথে পরিবর্তিত হয়েছে। ১৯৯০ সাল থেকে, সাধারণ সম্পাদক (এছাড়াও সভাপতি), প্রধানমন্ত্রী, এনপিসি স্থায়ী কমিটির চেয়ারম্যান, চাইনিজ পিপলস পলিটিক্যাল কনসালটেটিভ কনফারেন্সের চেয়ারম্যান, সেন্ট্রাল কমিশন ফর ডিসিপ্লিন ইন্সপেকশনের সেক্রেটারি, পার্টির শীর্ষ দুর্নীতিবিরোধী সংস্থা, এবং সিসিপি সচিবালয়ের প্রথম সারির সেক্রেটারি ধারাবাহিকভাবে পলিটব্যুরোর স্থায়ী কমিটির সদস্যও ছিলেন। \nপার্টির পলিটব্যুরো স্ট্যান্ডিং কমিটির নীচে র‌্যাঙ্কিংয়ে রয়েছে পার্টির প্রধান স্টাফ, ভাইস প্রিমিয়ার এবং চীনের সবচেয়ে গুরুত্বপূর্ণ পৌরসভা এবং প্রদেশগুলির পার্টি সেক্রেটারি সহ উপ-রাষ্ট্রীয় নেতারা।  মন্ত্রী এবং প্রাদেশিক গভর্নররা পদমর্যাদার পরে, উপমন্ত্রী এবং ডেপুটি প্রাদেশিক গভর্নরদের অনুসরণ করে।  মন্ত্রণালয়ের মহাপরিচালক এবং উপ-প্রাদেশিক পৌরসভার মেয়ররা এর নিচে, মন্ত্রণালয়ের উপ-মহাপরিচালক এবং তৃতীয় স্তরের সিটি মেয়রদের অনুসরণ করে।  এর নিচে পাঁচটি র‍্যাঙ্ক রয়েছে যা সরকার ও দলীয় শ্রেণিবিন্যাসের ভিত্তি পর্যন্ত পৌঁছেছে।  \n\n\n=== সর্বশ্রেষ্ঠ নেতা ===\nক্ষমতা \"পরামাউন্ট লিডার\"-এ কেন্দ্রীভূত, একটি অনানুষ্ঠানিক শিরোনাম বর্তমানে শি জিনপিংয়ের দখলে, যিনি চারটি গুরুত্বপূর্ণ রাজনৈতিক ও রাষ্ট্রীয় অফিসের প্রধান: তিনি হলেন CCP কেন্দ্রীয় কমিটির সাধারণ সম্পাদক, কেন্দ্রীয় সামরিক কমিশনের চেয়ারম্যান এবং রাষ্ট্রপতি PRC এর।  অফিসে হু জিনতাওয়ের মেয়াদের শেষের দিকে, বিশেষজ্ঞরা সরকারের উপর সর্বোত্তম নেতার কার্যত নিয়ন্ত্রণের ক্রমবর্ধমান সীমাবদ্ধতা পর্যবেক্ষণ করেছেন,  কিন্তু অক্টোবর ২০১৭-এ ১৯তম পার্টি কংগ্রেসে, শি জিনপিংয়ের মেয়াদের সীমা অপসারণ করা হয়েছিল এবং তার ক্ষমতা প্রসারিত করা হয়েছিল। \n\n\n=== রাষ্ট্রপতি ===\n\nPRC-এর সংবিধানের অধীনে, গণপ্রজাতন্ত্রী চীনের রাষ্ট্রপতি সীমিত ক্ষমতা সহ একটি বহুলাংশে আনুষ্ঠানিক অফিস ।  যাইহোক, ১৯৯৩ সাল থেকে, কনভেনশনের বিষয় হিসাবে, একদলীয় ব্যবস্থার শীর্ষ নেতা চীনা কমিউনিস্ট পার্টির সাধারণ সম্পাদক দ্বারা একযোগে সভাপতিত্ব করা হয়েছে।  অফিসটিকে প্রশাসনিক পদের পরিবর্তে রাষ্ট্রের একটি প্রতিষ্ঠান হিসাবে গণ্য করা হয়; তাত্ত্বিকভাবে, রাষ্ট্রপতি ন্যাশনাল পিপলস কংগ্রেস, আইনসভার আনন্দে কাজ করেন এবং আইনত তার নিজস্ব বিশেষত্বের উপর নির্বাহী পদক্ষেপ নেওয়ার অধিকারী নন।  বর্তমান রাষ্ট্রপতি হলেন শি জিনপিং, যিনি ২০১৩ সালের মার্চ মাসে দায়িত্ব গ্রহণ করেছিলেন।\nঅফিসটি প্রথম ১৯৫৪ সালে গণপ্রজাতন্ত্রী চীনের সংবিধানে স্থাপিত হয়েছিল এবং ধারাবাহিকভাবে মাও সেতুং এবং লিউ শাওকি দ্বারা অনুষ্ঠিত হয়েছিল। সাংস্কৃতিক বিপ্লবের সময় লিউ রাজনৈতিক অসম্মানের শিকার হন, যার পরে অফিসটি খালি হয়ে যায়। অফিসটি ১৯৭৫ সালের সংবিধানের অধীনে বিলুপ্ত করা হয়েছিল, তারপর ১৯৮২ সালের সংবিধানে পুনঃস্থাপন করা হয়েছিল, কিন্তু কম ক্ষমতা সহ। শিরোনামের সরকারী ইংরেজি ভাষায় অনুবাদ ছিল \" চেয়ারম্যান \"; ১৯৮২ সালের পরে, এই অনুবাদটিকে \" রাষ্ট্রপতি \" তে পরিবর্তন করা হয়, যদিও চীনা শিরোনাম অপরিবর্তিত রয়েছে।  মার্চ ২০১৮ সালে, রাষ্ট্রপতির মেয়াদের সীমা বিলুপ্ত করা হয়েছিল। \n\n\n=== রাজ্য পরিষদ ===\n\nরাজ্য পরিষদ হল চীনের প্রধান প্রশাসনিক কর্তৃপক্ষ এবং জাতীয় মন্ত্রিসভা। এটি ন্যাশনাল পিপলস কংগ্রেস দ্বারা নিযুক্ত করা হয় এবং প্রধানমন্ত্রীর সভাপতিত্বে এবং প্রতিটি সরকারী বিভাগ এবং সংস্থার প্রধানদের অন্তর্ভুক্ত করে।   প্রিমিয়ারকে বেশ কিছু ভাইস প্রিমিয়ার সাহায্য করেন, বর্তমানে চারজন, তাদের প্রত্যেকেই প্রশাসনের একটি নির্দিষ্ট এলাকা তত্ত্বাবধান করেন।  প্রিমিয়ার, ভাইস প্রিমিয়ার এবং স্টেট কাউন্সিলররা সম্মিলিতভাবে অভ্যন্তরীণ মন্ত্রিসভা গঠন করে যা নিয়মিত স্টেট কাউন্সিলের কার্যনির্বাহী সভার জন্য আহ্বান করে।  স্টেট কাউন্সিলে ২৬টি সাংবিধানিক মন্ত্রণালয় রয়েছে এবং আনুষ্ঠানিকভাবে চীন জুড়ে প্রাদেশিক-স্তরের সরকারগুলিকে তত্ত্বাবধান করে। \nসাধারণত, সরকারী বিভাগের কর্তৃত্ব আইনের পরিবর্তে প্রবিধান এবং বিধি দ্বারা সংজ্ঞায়িত করা হয়।  স্টেট কাউন্সিল সরকারী সরকার এবং CCP ডকুমেন্টেশনের ফর্মগুলির উপর প্রবিধান জারি করে যা নথির প্রয়োজনীয় কর্তৃত্ব, জরুরীতা এবং গোপনীয়তার স্তরকে নিয়ন্ত্রণ করে।  অফিসিয়াল নথিগুলির মধ্যে রয়েছে যেগুলিকে অবশ্যই নিম্ন স্তরের সরকারের দ্বারা কঠোরভাবে প্রয়োগ করতে হবে (যেমন \"সিদ্ধান্ত\" এবং \"আদেশ\"), যেগুলিকে আরও নমনীয়ভাবে ব্যবহার করা যেতে পারে (যেমন \"মতামত\" এবং \"বিজ্ঞপ্তি\"), এবং যেগুলি কম বা আরও সাধারণ বিষয়বস্তু (যেমন \"অক্ষর\" এবং \"মিনিট\")।  \n\n\n=== কেন্দ্রীয় সামরিক কমিশন ===\n\nসেন্ট্রাল মিলিটারি কমিশন (সিএমসি) পিপলস লিবারেশন আর্মি (পিএলএ), পিপলস আর্মড পুলিশ এবং মিলিশিয়ার উপর সর্বোচ্চ কমান্ড এবং নিয়ন্ত্রণ প্রয়োগ করে। এটি \"চীনের কমিউনিস্ট পার্টির সেন্ট্রাল মিলিটারি কমিশন\" নামে সিসিপির মধ্যে কাজ করে এবং \"চিনের কেন্দ্রীয় সামরিক কমিশন\" নামে কেন্দ্রীয় সরকারের সামরিক শাখা হিসেবে কাজ করে। \" দুটি নামের একটি প্রতিষ্ঠান \" এর ব্যবস্থার অধীনে, উভয় কমিশনেরই অভিন্ন কর্মী, সংগঠন এবং কার্য রয়েছে এবং পার্টি ও রাষ্ট্র উভয় ব্যবস্থার অধীনে কাজ করে।  কমিশনের নেতৃত্বে আছেন সিএমসি চেয়ারম্যান। \n\n\n=== জাতীয় তদারকি কমিশন ===\nন্যাশনাল সুপারভাইজরি কমিশন (NSC) হল চীনের সর্বোচ্চ রাষ্ট্রীয় তত্ত্বাবধায়ক ( দুর্নীতি বিরোধী ) সংস্থা। সুপ্রিম পিপলস কোর্ট এবং সুপ্রিম পিপলস প্রকিউরেটরেটের মতো একই প্রশাসনিক র্যাঙ্কিংয়ে, এটি সমস্ত সরকারি কর্মকর্তাদের তত্ত্বাবধান করে যারা জনশক্তি প্রয়োগ করে।  এটি CCP-এর শৃঙ্খলা পরিদর্শনের জন্য কেন্দ্রীয় কমিশনের সাথে ঘনিষ্ঠভাবে কাজ করে এবং কার্যকরভাবে CCDI-এর রাষ্ট্রীয় শাখা হিসাবে কাজ করে।  এটি সাবেক তত্ত্বাবধান মন্ত্রণালয় প্রতিস্থাপিত.\n\n\n== সুপ্রিম পিপলস কোর্ট এবং সুপ্রিম পিপলস প্রকিউরেটর ==\n\nসুপ্রিম পিপলস কোর্ট হল গণপ্রজাতন্ত্রী চীনের বিচার বিভাগীয় অঙ্গ এবং এটি CCP-এর কেন্দ্রীয় রাজনৈতিক ও আইন বিষয়ক কমিশনের নিয়ন্ত্রণের অধীন।  হংকং এবং ম্যাকাও, বিশেষ প্রশাসনিক অঞ্চল হিসাবে, যথাক্রমে ব্রিটিশ সাধারণ আইন ঐতিহ্য এবং পর্তুগিজ নাগরিক-আইন ঐতিহ্যের উপর ভিত্তি করে পৃথক বিচার ব্যবস্থা রয়েছে। সুপ্রিম পিপলস কোর্টের বিচারকদের নিয়োগ করা হয় ন্যাশনাল পিপলস কংগ্রেস থেকে।\n\n\n== স্থানীয় সরকার ==\nচীনের প্রদেশ ও স্বায়ত্তশাসিত অঞ্চলের গভর্নর এবং সরাসরি শাসিত পৌরসভার মেয়ররা ন্যাশনাল পিপলস কংগ্রেস (এনপিসি) এর সম্মতি পাওয়ার পর স্টেট কাউন্সিল দ্বারা নিযুক্ত হন। হংকং এবং ম্যাকাও বিশেষ প্রশাসনিক অঞ্চলে (SARS) পৃথক সরকার, আইনি ব্যবস্থা এবং মৌলিক সাংবিধানিক আইন সহ উল্লেখযোগ্য স্থানীয় স্বায়ত্তশাসন রয়েছে, তবে বিদেশী নীতি এবং জাতীয় নিরাপত্তার ক্ষেত্রে কেন্দ্রীয় সরকারকে অনুসরণ করতে হবে এবং তাদের প্রধান নির্বাহীদের কার্যকরভাবে সিসিপি দ্বারা বাছাই করা হয়। পলিটব্যুরো।\nপ্রাদেশিক স্তরের নীচে, প্রিফেকচার এবং কাউন্টি রয়েছে। কাউন্টিগুলো শহর ও গ্রামে বিভক্ত। যদিও বেশিরভাগ নিযুক্ত কর্মকর্তাদের দ্বারা পরিচালিত হয়, কিছু নিম্ন-স্তরের বিচারব্যবস্থায় সরাসরি নির্বাচন হয়।\nকেন্দ্রীয় সরকারের কঠোর নিয়ন্ত্রণ ও তত্ত্বাবধানে কাজ করার সময়, চীনের স্থানীয় সরকারগুলি রাজস্ব আয় এবং ব্যয়ের তুলনামূলকভাবে উচ্চ অংশ পরিচালনা করে।  অর্থনৈতিক সিদ্ধান্ত গ্রহণে তাদের কর্তৃত্ব ও স্বায়ত্তশাসনের মাত্রা উচ্চ এবং তারা জাতীয় অর্থনৈতিক উন্নয়নে প্রধান ভূমিকা পালন করেছে।  তাদের কর আইন প্রণয়নের অধিকার নেই তবে কেন্দ্রীয় সরকার কর্তৃক প্রতিষ্ঠিত সীমানার মধ্যে নির্দিষ্ট করের হার সামঞ্জস্য করার ক্ষমতা থাকতে পারে।  \n১৯৮০-এর দশকের শেষের দিকে এবং ১৯৯০-এর দশকের গোড়ার দিকে, পৌর-শহুরে অঞ্চলগুলিকে নিয়ন্ত্রণ করার ক্ষমতার মতো পৌরসভা সরকারের নিয়ন্ত্রক প্রক্রিয়াগুলিও প্রসারিত হয়েছিল।  ১৯৯৪ সালের আর্থিক সংস্কারের ফলে স্থানীয় সরকারগুলিকে কর-বহির্ভূত রাজস্ব তৈরির প্রয়োজন দেখা দেয়, যা তারা ভূমি উন্নয়ন এবং ব্যবহার ফি এর মাধ্যমে রাজস্ব আকারে করেছিল। এর ফলে তাদের প্রশাসনিক আকার এবং ভৌগোলিক আকার উভয়ই বৃদ্ধি পেয়েছে। ২০০২ থেকে কমপক্ষে ২০২৩ সাল পর্যন্ত, জনসাধারণের পণ্য সরবরাহের খরচ কেন্দ্রীয় সরকারের কাছ থেকে স্থানীয় সরকারগুলিতে স্থানান্তরিত হয়েছে এবং তাই স্থানীয় সরকারগুলিকে জনসেবা প্রদানের জন্য ফি তৈরি করতে হবে। স্থানীয় সরকারগুলি চীনের জনসাধারণের পণ্যের মূল সরবরাহকারী।  \n২০১৪ সাল থেকে, ন্যাশনাল নিউ-টাইপ নগরায়ণ পরিকল্পনার ফলে পরিকল্পনা প্রক্রিয়াগুলি একত্রিত হয়েছে যা পূর্বে বিভিন্ন আমলাতন্ত্রের মধ্যে বিতরণ করা হয়েছিল, যেমন শহুরে এবং গ্রামীণ ভূমি ব্যবহার, পর্যটন পরিকল্পনা এবং পরিবেশ পরিকল্পনা।  \n২০১৫ এর শুরুতে, কেন্দ্রীয় সরকার স্থানীয় সরকারগুলিকে অবকাঠামো এবং হাসপাতালের মতো প্রকল্পগুলির জন্য সরকারী মূলধন ব্যয়ের অর্থায়নের জন্য বন্ড ইস্যু করার অনুমতি দেয়।  এই ধরনের বন্ডের পরিমাণ কেন্দ্রীয় সরকার নির্ধারণ করে। স্থানীয় সরকার বর্তমান খরচের জন্য বন্ড ইস্যু করতে পারে না, যেমন বেতন।\n\n\n== সিভিল সার্ভিস ==\nচীনের সিভিল সার্ভিস বিভিন্ন স্তরে বিভক্ত।  সর্বোচ্চ স্তরের (বিভাগীয় প্রধান, উপ-বিভাগীয় প্রধান এবং বিভাগীয় প্রধান সহ) নীতি-নির্ধারণে উল্লেখযোগ্য সম্পৃক্ততা রয়েছে।  \nচীনা অর্থনৈতিক সংস্কারের পর, চীনকে উচ্চ মাত্রার রাজনৈতিক কেন্দ্রীকরণ কিন্তু উল্লেখযোগ্য অর্থনৈতিক বিকেন্দ্রীকরণ দ্বারা চিহ্নিত করা হয়েছে।   কেন্দ্রীয় সরকার কৌশলগত দিকনির্দেশ নির্ধারণ করে যখন স্থানীয় আধিকারিকরা তা পালন করে।  শিক্ষাবিদ সেবাস্টিয়ান হেইলম্যান এবং এলিজাবেথ পেরি লিখেছেন যে চীনে নীতি-নির্ধারণ চীনা কমিউনিস্ট বিপ্লব দ্বারা প্রভাবিত হয়েছে, যার ফলে একটি নীতিগত পদ্ধতির সৃষ্টি হয়েছে যা কেন্দ্রীভূত নেতৃত্বকে তীব্র গণসংহতিকরণের সাথে একত্রিত করেছে, এবং শাসনের এই পদ্ধতিটি ক্রমাগত পরীক্ষা-নিরীক্ষা এবং উন্নতির মাধ্যমে সংজ্ঞায়িত করা হয়েছে।  শিক্ষাবিদ Jérôme Doyon এবং Chloé Froissart এর মতে, গেরিলা যুদ্ধের একটি ঐতিহ্য থেকে প্রাপ্ত অভিযোজিত ক্ষমতা সিসিপিকে অনিশ্চয়তার সাথে মোকাবিলা করতে পারদর্শী করে তুলেছে এবং প্রথমে পরীক্ষা করার এবং তারপর ফলাফলগুলিকে সিস্টেমাইজ করার ক্ষমতায় অনুবাদ করেছে।  \nনতুন নীতিগুলি আরও ব্যাপকভাবে প্রয়োগ করার আগে প্রায়ই স্থানীয়ভাবে পরীক্ষা করা হয়, যার ফলে একটি নীতি প্রক্রিয়া যা পরীক্ষা এবং প্রতিক্রিয়া জড়িত।  স্থানীয় পাইলট পরীক্ষার মাধ্যমে নীতি বাস্তবায়নের এই পদ্ধতিটি মাও যুগেও ব্যবহৃত হয়েছিল।  সাধারণত, উচ্চ পর্যায়ের কেন্দ্রীয় সরকারের নেতৃত্ব স্থানীয় নীতি পরীক্ষা বা পাইলট প্রোগ্রামগুলির দিকনির্দেশনা নিশ্চিত করতে বা পরিবর্তনের পরামর্শ দেওয়ার জন্য অনানুষ্ঠানিক নেটওয়ার্ক এবং সাইট ভিজিট ব্যবহার করে নির্দিষ্ট নীতির খসড়া তৈরি করা থেকে বিরত থাকে।  সাধারণ পদ্ধতি হল যে স্থানীয় পর্যায়ে নীতি তৈরি হওয়ার পর কেন্দ্রীয় সরকারের নেতৃত্ব আনুষ্ঠানিক নীতি, আইন বা প্রবিধানের খসড়া তৈরি করতে শুরু করে।  \n\n\n== রাষ্ট্র ক্ষমতা ==\nচীন রাষ্ট্র ক্ষমতা একটি উচ্চ সংবিধান রয়েছে  একাডেমিক থমাস হেবেরার চীনের রাষ্ট্রীয় ক্ষমতার জন্য দায়ী করেছেন: (১) তার নাগরিকদের দ্বারা তার রাজনৈতিক ব্যবস্থার বৈধতা, (২) সামাজিক নিয়ন্ত্রণ ও নিয়ন্ত্রণ অনুশীলন করার ক্ষমতা, (৩) জবরদস্তিমূলক সংস্থান, (৪) পরামর্শ করার ক্ষমতা এবং পরস্পরবিরোধী স্বার্থে ভারসাম্য আনতে উদীয়মান সামাজিক গোষ্ঠী এবং সংস্থাগুলির সাথে সহযোগিতা করুন এবং (৫) ব্যর্থতা এবং ভুল থেকে শেখার ক্ষমতা।  \n\n\n== বাজেট ==\nচীনের রাজস্ব বাজেটের চারটি অংশ রয়েছে: সাধারণ আর্থিক বাজেট, সরকারি তহবিলের বাজেট, রাষ্ট্রীয় মালিকানাধীন মূলধনের পরিচালনা আয়ের বাজেট এবং সামাজিক বীমা বাজেট।  \nসবচেয়ে বড় অংশ হল সাধারণ রাজস্ব বাজেট, যা একটি একক বাজেট যা কেন্দ্রীয় আর্থিক এবং স্থানীয় রাজস্ব বাজেটের মধ্যে বরাদ্দ করা হয়।  কেন্দ্রীয় সরকার তার রাজস্ব আয় এবং ব্যয়ের পাশাপাশি স্থানীয় সরকারের রাজস্ব ও ব্যয়ের লক্ষ্য নির্ধারণ করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট  (ইংরেজি ভাষায়)"}