{"pageid": 1490470, "title": "ইরানে উদ্দেশ্যপ্রণোদিত প্রচারণা", "url": "https://bn.wikipedia.org/wiki?curid=1490470", "content": "ইরানে উদ্দেশ্যপ্রণোদিত প্রচারণা ইরানের সরকার এবং \"বেসরকারি\" উৎস থেকে উদ্ভূত হয়, যা সাধারণত রাষ্ট্র নিয়ন্ত্রণ করে।\n\nটেলিভিশন, চলচ্চিত্র, সংবাদপত্র, পোস্টার, ম্যুরাল, রাজনৈতিক ক্রিয়াকলাপ, সমাবেশ, সহিংসতা এবং ওয়েবসাইট সহ যেকোনো মাধ্যমে প্রচার করা যেতে পারে। ইসলামি প্রজাতন্ত্রী ইরানের উদ্দেশ্যপ্রণোদিত প্রচারণার মধ্যে বিবাচন (সেন্সরশিপ) অন্তর্ভুক্ত রয়েছে। গার্থ জোয়েট এবং ভিক্টোরিয়া ও'ডোনেলের মতে, \"প্রচার হল ইচ্ছাকৃত, পদ্ধতিগতভাবে উপলব্ধিগুলি গঠনের প্রচেষ্টা, জ্ঞানকে চালিত করা, এবং একটি প্রতিক্রিয়া অর্জনের জন্য সরাসরি আচরণ যা প্রচারকারীর পছন্দসই অভিপ্রায়কে এগিয়ে নিয়ে যায়।\"\n\n\n== ইরানে বিবাচন ==\n\nইরানের সবচেয়ে বড় সমস্যাগুলির মধ্যে একটি হল সেন্সরশিপ। নোকিয়া এবং সিমেন্সের পশ্চিমা প্রযুক্তির সাহায্যে ইরান সরকার আধুনিক সময়ে তৈরি করা সবচেয়ে পরিশীলিত সেন্সরশিপ প্ল্যাটফর্মগুলির একটি তৈরি করেছে।\n\n\n== পদ্ধতি ==\n\n\n=== হিংসা/ভয় ===\n৮ অক্টোবর ২০০৬-এ ধর্মগুরু সাইয়্যেদ হোসেইন কাজমেইনি বোরোজেরদীকে ভেলায়য়াত-ই ফাগিহের বিরোধিতা, রাষ্ট্র থেকে ধর্মকে আলাদা করার পক্ষে এবং মানবাধিকারের সার্বজনীন ঘোষণাকে রক্ষা করার জন্য গ্রেপ্তার করা হয়।\nইরান সরকার এমইকে-এর মতো ভিন্নমতাবলম্বী গোষ্ঠীকে অপরাধের জন্য মিথ্যাভাবে দায়ী করেছে। একটি বিশেষ উদাহরণে একজন সাক্ষীর সাথে বলে যে তাকে \"চাপ দেওয়া হয়েছে এবং শাস্তি কমানোর প্রতিশ্রুতি দেওয়া হয়েছে যদি সে বলে যে তার চোখের আঘাত ইসলামি প্রজাতন্ত্রী ইরানের কারণে নয় বরং 'ভন্ড'দের দ্বারা হয়েছে [—] একটি শব্দ যা দ্বারা তারা মোজাহেদিন সংগঠনকে বোঝাতে ব্যবহার করত।\"\n\n\n=== ইরানের বিচার ব্যবস্থা ===\nইরানের বিচার ব্যবস্থাও প্রোগাপান্ডা সমর্থন করার জন্য পরিচিত। এটি ইরানের কারাগার ব্যবস্থায় বিশেষভাবে সত্য যেখানে রাজনৈতিক বন্দীদের \"চারদিক থেকে প্রচারে অবিরাম বোমাবর্ষণ করা হয়েছে ... রেডিও এবং ক্লোজ সার্কিট টেলিভিশন ... লাউডস্পীকারগুলি সমস্ত কক্ষে এমনকি নির্জন কক্ষে এবং 'কফিন' [যেখানে কিছু বন্দী রাখা হয়েছে] ... আদর্শিক অধিবেশন।\" পশ্চিমা ঔপন্যাসিকদের মতো ধর্মনিরপেক্ষ প্রকৃতির যেকোন পঠন সামগ্রী বা এমনকি ধর্মীয় উপাদান যা ইসলামি প্রজাতন্ত্রের সাথে আদর্শিকভাবে একমত নয় সেসকল রচনা নিষিদ্ধ করা হয়। যেমন আলী শরিয়তির রচনা নিষিদ্ধ করা হয়।\n\n\n=== বাসিজ ===\nবাসিজ ইসলামি বিপ্লবী রক্ষীবাহিনী (আইআরজিসি) এর একটি উপাদান। আইআরজিসি-এর সাহায্য ও সমর্থনে বাসিজ সদস্যদের মিডিয়া আউটলেট ব্যবহার করে প্রচার ও রাজনৈতিক যুদ্ধের কৌশলে প্রশিক্ষণ দেওয়া হয়। প্রায় ২১,০০০ স্বেচ্ছাসেবক \"প্রতিবেদক\" আছেন যারা আইআরজিসি-এর সাথে যোগাযোগ এবং মিডিয়ার একাধিক তরঙ্গে প্রশিক্ষণ নিয়েছেন, যার মধ্যে রয়েছে সামাজিক নেটওয়ার্ক, টেলিভিশন, রেডিও, প্রিন্ট মিডিয়া এবং ইন্টারনেট।\nরিপোর্টার্স উইদাউট বর্ডারস এর মতে \"ইরান বিপ্লবী রক্ষীবাহিনী সম্প্রতি গার্ডদের অধীনে আধাসামরিক বাহিনী বাসিজের জন্য ১০,০০০ ব্লগ চালু করে তাদের নিজস্ব স্পিনটারনেট তৈরি করার উচ্চাকাঙ্ক্ষা ঘোষণা করেছে। এটি এমন এক সময়ে এসেছে যখন ইরানের নেতৃত্বের সর্বোচ্চ পদে দুর্নীতি প্রকাশে ইন্টারনেট একটি বড় শক্তি হয়ে উঠেছে।\" পাশাপাশি সাইবার-পুলিশ রয়েছে যার বিষয়ে \"মানুষের মনের ভিতরে একটি সাইবার পুলিশ বাহিনী তৈরি করতে এখানে এসেছে,\" বলেছেন বুথের দায়িত্বপ্রাপ্ত কর্মকর্তা হেসামেদিন মোজতাহেদ। \"মানুষ ইন্টারনেটে বিপদ সম্পর্কে অবহিত হতে চায়,\" তিনি বলেছিলেন। \"আমরা তাদের জন্য এখানে আছি।\"\n\n\n== ইরানের মিডিয়া ==\n\n\n=== ইসলামি প্রজাতন্ত্রী ইরানের সম্প্রচার ===\nইসলামিক রিপাবলিক অফ ইরান ব্রডকাস্টিং (আইআরআইবি) ইরানে সম্প্রচার সংবাদের একমাত্র এবং অফিসিয়াল প্রদানকারী। আইআরআইবি বিভিন্ন ভাষায় অনেক চ্যানেল পরিচালনা করে এবং উদ্দেশ্যপ্রণোদিত প্রচারণায় জন্য পরিচিত। আইআরআইবি হল প্রধান কেন্দ্র যার জন্য সমস্ত ইরানী প্রোপাগান্ডা তৈরি এবং প্রচার করা হয়। আইআরআইবি তৈরি করা একাধিক চ্যানেলের একটি নির্দিষ্ট উদ্দেশ্য রয়েছে। প্রতিটি আইআরআইবি চ্যানেলে ইসরায়েলকে \"জায়নবাদী শাসন\" হিসাবে উল্লেখ করা হয়েছে।\n\n\n=== সম্মেলন এবং বক্তৃতা ===\nবিবিসি নিউজ অনুযায়ী, ২০০৭ সালের শরতে মাহমুদ আহমাদিনেজাদ কলাম্বিয়া বিশ্ববিদ্যালয়ে সফর ছিল আন্তর্জাতিক মতামত এবং মার্কিন যুক্তরাষ্ট্রের জনগণকে তার উদ্দেশ্যের সঠিকতা সম্পর্কে বোঝানোর একটি প্রচেষ্টা।\nইসলামি প্রজাতন্ত্রী ইরান একটি সন্ত্রাসবিরোধী সম্মেলন করেছে যাতে \"প্রতিবেশী দেশ আফগানিস্তান, ইরাক এবং পাকিস্তানের প্রতিনিধিদের পাশাপাশি সুদান, তাজিকিস্তান, মৌরিতানিয়া এবং কিউবার উপরাষ্ট্রপতি এবং ৬০টি রাষ্ট্রের মন্ত্রী এবং অন্যান্য উচ্চ-পর্যায়ের প্রতিনিধিরা উপস্থিত ছিলেন। জাতিসংঘের প্রতিনিধি (সিটিআইটিএফের দায়িত্বপ্রাপ্ত কর্মকর্তা), ওআইসি এবং অন্যান্য আঞ্চলিক সংস্থার পাশাপাশি বিশিষ্ট পণ্ডিত এবং গবেষক এবং সারা বিশ্বের শান্তি কর্মীরা সম্মেলনে অংশ নেয়।\" ইরান সন্ত্রাসী কর্মকাণ্ডের রাষ্ট্রীয় পৃষ্ঠপোষক হওয়ায় এবং আফ্রিকার অনেক দেশের প্রতিনিধি (যারা সন্ত্রাসবাদের সম্পৃক্ততায় অভিযুক্ত) উপস্থিত থাকায় সন্ত্রাসবিরোধী এই সম্মেলনটি প্রোপাগান্ডা হিসেবে বিবেচিত। এটি বেশ সফল হয় কারণ জাতিসংঘ সভাটিকে অনুমোদন করে এবং অনুষ্ঠানে অংশ নিতে একটি প্রতিনিধি দল পাঠায়। অনুষ্ঠান চলাকালীন \"ইরানের সর্বোচ্চ নেতা আলি খামেনি \"সন্ত্রাসী আচরণ\" এর জন্য পশ্চিমা দেশগুলিকে অভিযুক্ত করার সুযোগ নেন এবং ইরানের রাষ্ট্রপতি মাহমুদ আহমাদিনেজাদ আমেরিকায় ২০০১ সালের সেপ্টেম্বরের সন্ত্রাসী হামলার বিষয়ে তার সন্দেহ প্রকাশ করেন – আক্রোশের সাথে দাবি করেন যে মার্কিন যুক্তরাষ্ট্র সেই হামলা থেকে উপকৃত হয়েছে। তিনি হলোকাস্টের উদাহরণ দেন\"।\n\n\n== বিদেশে ইরানি প্রোপাগান্ডা ==\n\n\n=== বিশ্বব্যাপী ===\nইরানের রাষ্ট্র-নিয়ন্ত্রিত মিডিয়া যেমন প্রেস টিভি বা মেহর নিউজ এজেন্সি ইংরেজি, ফরাসি বা স্প্যানিশ সহ একাধিক ভাষায় সক্রিয়ভাবে বিশ্বব্যাপী দর্শকদের লক্ষ্য করে। কোভিড-১৯ মহামারি চলাকালীন এই আউটলেটগুলিতে ইরানী প্রচারণা দেখানো হয়েছে যা মহামারিতে গণতন্ত্রের প্রতিক্রিয়াকে দুর্বল এবং কপট বলে সমালোচনা করে, প্রাদুর্ভাবের বিরুদ্ধে লড়াইয়ে ইরানী পদ্ধতির প্রচার করে এবং ভাইরাসের উৎপত্তি সম্পর্কে ষড়যন্ত্র তত্ত্ব ছড়িয়ে দেয়। অক্সফোর্ড ইন্টারনেট ইনস্টিটিউটের একটি গবেষণায় দেখা গেছে ইরানি আউটলেটগুলি ষড়যন্ত্র তত্ত্ব ছড়িয়ে দেওয়ার ক্ষেত্রে ব্যাপকভাবে সক্রিয় ছিল যা পরামর্শ দেয় যে ভাইরাসটি একটি সামরিক বায়োলবরেটরিতে উদ্ভূত হতে পারে।\n২০২১ সালের জুনে মার্কিন বিচার বিভাগ বলেছে যে এটি ইরানের সাথে যুক্ত ৩৬ টি ওয়েবসাইট বাজেয়াপ্ত এবং অফলাইনে নিয়ে গেছে, \"এর মধ্যে অনেকগুলি হয় বিভ্রান্তিকর কার্যকলাপ বা সহিংস সংগঠনের সাথে যুক্ত\"।\n\n\n=== আরব বিশ্ব ===\nআগস্ট ২০১৮ সালে টুইটার সমন্বিত ম্যানিপুলেশনে জড়িত থাকার জন্য ইরানে উদ্ভূত ৭৭০টি অ্যাকাউন্ট স্থগিত করে। অক্টোবর ২০১৮ সালে টুইটার তাদের নির্বাচনী অখণ্ডতা কেন্দ্রে ৭৭০টি অ্যাকাউন্টের তথ্য প্রকাশ্যে শেয়ার করেছে। আরব বিশ্বের উপর দৃষ্টি নিবদ্ধ করে একটি গবেষণায় দেখা গেছে যে এই অ্যাকাউন্টগুলির অর্ধেকেরও বেশি আরব টুইটার ব্যবহারকারীদের লক্ষ্য করার জন্য আরবি সামগ্রী তৈরি করেছে। এই গবেষণায় এটি পাওয়া গেছে যে আরবি টুইটগুলি অন্যান্য আরব ব্যবহারকারীদের সাথে সামাজিকভাবে জড়িত হওয়ার লক্ষ্য নয় বরং নির্দিষ্ট ওয়েবসাইটগুলিকে প্রচার করার লক্ষ্যে ছিল এবং শেয়ার করা লিঙ্কগুলির ৬৯% এরও বেশি ইরান-পন্থী আরবি-ভাষা নিউজ ওয়েবসাইটগুলিতে ছিল। যে অ্যাকাউন্টগুলি টুইট করেছে আরবিতে আরবি অনুকরণ করে স্থানীয় সংবাদ আউটলেটগুলি এই অঞ্চলে বিশ্বাসযোগ্যতা তৈরি করার চেষ্টা করছে।\n\n\n==== আলাভি ফাউন্ডেশন ====\nআলাভি ফাউন্ডেশন হল পাহলভি ফাউন্ডেশনের উত্তরসূরি সংস্থা, একটি অলাভজনক গোষ্ঠী যা মোহাম্মদ রেজা পাহলভি আমেরিকায় ইরানের দাতব্য স্বার্থকে এগিয়ে নিতে ব্যবহার করেছেন। দাতব্য প্রতিষ্ঠানের আয়ের বেশিরভাগই নিউ ইয়র্ক ফিফথ এভিনিউয়ের আকাশচুম্বী দা পিয়াগেট বিল্ডিং-এ সংগৃহীত ভাড়া থেকে, যেটি ১৯৭৮ সালে শাহের অধীনে নির্মিত হয়। শাহ ১৯৭৯ সালে ক্ষমতা থেকে উৎখাত হন।\nএফবিআই আলাভি ফাউন্ডেশনের বিরুদ্ধে একটি মামলা করেছে যে এটি ইরান সরকারের একটি ফ্রন্ট গ্রুপ হিসাবে ব্যবহৃত হচ্ছে। ইরানের তৎকালীন শাহ মোহাম্মদ রেজা পাহলভির আগ্রহকে আরও এগিয়ে নিতে পাহলভি ফাউন্ডেশন ১৯৭০-এর দশকে এটি তৈরি করে। ফাউন্ডেশনের সম্পত্তির কিছু ভাড়াটিয়া হল ইসলামিক সেন্টার এবং স্কুল।\n\n\n== তথ্যসূত্র =="}