{"pageid": 1490292, "title": "আধম খান", "url": "https://bn.wikipedia.org/wiki?curid=1490292", "content": "আধম খান (১৫৩১ – ১৬ মে ১৫৬২) ছিলেন আকবরের এক সেনাপতি। তিনি ছিলেন মহাম আঙ্গার ছোট ছেলে এবং সেই কারণে, তিনি ছিলেন আকবরের পালক ভাই। আকবরের শাসনামলের চতুর্থ বছরে, আকবর তাঁকে বিয়ে দেন জাবেদা বেগমের সঙ্গে, যিনি ছিলেন বাকি খান বাকলানি-এর কন্যা।\n\n\n== মালওয়া অধিকার ==\n\nমানের অপসারণের পর, আধম খানকে সেনাপতি হিসেবে নিয়োগ দেওয়া হয় এবং তাকে মালওয়া অধিকার করতে পাঠানো হয়।\n১৫৬১ সালে, আধম খান নেতৃত্বে মোগল সেনা মালওয়াতে আক্রমণ করে। ২৯ মার্চ ১৫৬১ তারিখে তারা সারাংপুরের যুদ্ধে মালবের সুলতান ইশান-এর সেনাকে পরাজিত করে। বিজয়ীরা তার সমস্ত ধন-সম্পদ, হাতি এবং তার হেরেম দখল করে নেয়। রানী রূপমতি বিষ খেয়ে আত্মহত্যা করেন। বিজয়ের পর, আধম খান জয়ী সেনাদের সঙ্গে সামান্য হাতি রেখে, শুধু কয়েকটি হাতি নিয়ে সম্রাট আকবরকে বিজয়ের রিপোর্ট পাঠান এবং বাকি সমস্ত সম্পদ নিজের কাছে রেখে দেন।\nআকবর এই অসৌজন্যতা মেনে নিতে পারেননি এবং নিজে সারাংপুরে অভিযান করেন। তিনি আধম খানকে চমকে দিয়ে গ্রেপ্তার করেন, আধম খান আকবরের কাছে আত্মসমর্পণ করেন এবং তার সমস্ত লুণ্ঠিত সম্পদ জব্দ করা হয়। পরে, আধম খানকে মালওয়া থেকে প্রত্যাহার করা হয় এবং দায়িত্ব দেওয়া হয় পির মুহাম্মদ খানকে।\n\n\n== আধম খানের মৃত্যুদণ্ড এবং তার পরবর্তী ঘটনাবলী ==\n\n১৫৬১ সালের নভেম্বর মাসে, আকবরের প্রিয় সেনাপতি আতাগা খানকে ওকিল (প্রধানমন্ত্রী) হিসেবে নিয়োগ দেওয়া হয়, মুনিম খানকে পরিবর্তন করে। এই নিয়োগে মহামাঙ্গা অসন্তুষ্ট হন।\n১৬ মে ১৫৬২ তারিখে, আধম খান, কিছু খুনির সঙ্গে মিলে, আতাগা খানকে হত্যার জন্য তার সভাকক্ষে প্রবেশ করেন। আতাগা খানকে হত্যার পর, আধম খান অভ্যন্তরীণ কক্ষে চলে যান, যেখানে তাকে আকবর ধরে ফেলেন, যিনি শোরগোল শুনে ঘুম থেকে উঠে এসেছিলেন। আধম খানের অপরাধকে হালকা করার জন্য দেওয়া ব্যাখ্যার প্রতিউত্তরে আকবর তাকে একটি শক্ত আঘাত করেন। এরপর, রাজকীয় আদেশে আধম খানকে একটি একতলা ভবনের ছাদ থেকে দুইবার নিচে ফেলা হয় (যার উচ্চতা প্রায় ১০ ফুট ছিল, সম্ভবত এই কারণে তাকে দুইবার ফেলা হয়েছিল) এবং মৃত্যুদণ্ড দেওয়া হয়। আকবর নিজেই এই খবর মহামাঙ্গাকে দেন, যিনি সাদাসিধে কিন্তু মর্যাদাপূর্ণভাবে উত্তর দেন, \"আপনি ভাল করেছেন।\" আধম খানের অকাল মৃত্যুর পর তার মা বিষণ্ণ হয়ে পড়েন, এবং চল্লিশ দিনের মধ্যে তিনিও মৃত্যুবরণ করেন।\nতার মৃত্যুর পর, আধম খানের মরদেহ শ্রদ্ধার সঙ্গে দিল্লিতে পাঠানো হয়। আকবর মেহরৌলিতে আধম খানের মাজার নির্মাণ করেন, যেখানে আধম খান এবং তার মা মহামাঙ্গা দুজনেই সমাহিত হন। এই মাজারটি, ভিতরে একটি বাঁধাধারা গুপ্তপথ থাকার কারণে বুল-বুলাইয়ান নামে জনপ্রিয়, লাল কোটের প্রাচীরে অবস্থিত, যা কুতুব মিনার এর উত্তরে। ভবনটি সাধারণত মেহরৌলি টার্মিনাল থেকে বাসের জন্য অপেক্ষা করা মানুষের জন্য একটি ওয়ার্কিং রুম হিসেবে ব্যবহৃত হয়।\n\n\n== ব্যক্তিগত জীবন ==\nতিনি ১৫৫২ সালে বাকি খান বাকলানি-এর কন্যা জাবেদা বেগমকে বিয়ে করেন। তাদের তিনটি পুত্র এবং দুটি কন্যা ছিল।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}