{"pageid": 1490975, "title": "জিল প্যাটন ওয়ালশ", "url": "https://bn.wikipedia.org/wiki?curid=1490975", "content": "জিলিয়ান অনারিন মেরি হারবার্ট, ব্যারনেস হেমিংফোর্ড,  (née Bliss ; ২৯শে এপ্রিল ১৯৩৭ - ১৮ই অক্টোবর ২০২০), পেশাগতভাবে জিল প্যাটন ওয়ালশ নামে পরিচিত, তিনি ছিলেন একজন ইংরেজি ঔপন্যাসিক এবং শিশু লেখক । তিনি তার বুকার পুরস্কার -মনোনীত উপন্যাস নলেজ অফ এঞ্জেলস এবং পিটার উইমসে - হ্যারিয়েট ভেন রহস্যের জন্য সবচেয়ে বেশি পরিচিত যা ডরোথি এল. সায়ার্সের কাজকে অব্যাহত রেখেছে ।\n\n\n== ব্যক্তিগত জীবন ==\nগিলিয়ান অনারিন মেরি ব্লিস ২৯শে এপ্রিল ১৯৩৭ সালে জন ব্লিস, বিবিসির একজন প্রকৌশলী, যার মৃত্যুর সময় তার নামে ৩৬৩টি পেটেন্ট ছিল এবং প্যাট্রিসিয়া পলা ডুবার্ন, একজন গৃহকর্মীর কাছে জন্মগ্রহণ করেছিলেন। \nতিনি তার মা এবং ভাইবোনদের সাথে সেন্ট আইভস, কর্নওয়ালে দাদা-দাদির সাথে বসবাস করতে যান, যখন তিনি দ্বিতীয় বিশ্বযুদ্ধের বোমা হামলার কারণে তিন বছর বয়সী ছিলেন। 1944 সালে, দাদী মারা যাওয়ার পর, ব্লিস তার মা এবং তার ছোট ভাইবোনদের সাথে বসবাস করতে লন্ডনে ফিরে আসেন, যারা আগে লন্ডনে ফিরে এসেছিলেন।  ব্লিস সেন্ট মাইকেল কনভেন্ট, নর্থ ফিঞ্চলি, লন্ডনে শিক্ষিত হন।  তিনি অক্সফোর্ডের সেন্ট অ্যানস কলেজে পড়েন, 1959 সালে স্নাতক হন এবং কেমব্রিজে থাকতেন।\nস্নাতক হওয়ার পর, ব্লিস এনফিল্ড কাউন্টি গ্রামার স্কুল ফর গার্লস- এ ইংরেজি পড়া্তেন, কিন্তু ১৯৬২ সালে সেটি ছেড়ে দেন, কারণ তিনি সন্তানসম্ভবা হয়ে পড়েন।  আগের বছরেই তিনি অ্যান্টনি এডমন্ড প্যাটন ওয়ালশকে বিয়ে করেছিলেন; তারা দক্ষিণ-পশ্চিম লন্ডনের রিচমন্ডে বসতি স্থাপন করেন এবং তাদের এক ছেলে ও দুই মেয়ে ছিল।\n১৯৭০ এর দশকের গোড়ার দিকে, জিল জন রো টাউনসেন্ডের সাথে দেখা করেন এবং তাদের মধ্যে একটি সম্পর্ক গড়ে ওঠে। ১৯৮৬ সালে তার প্রথম স্বামীর সা্থে বিচ্ছেদ ঘটে, তখন তাদের কনিষ্ঠ কন্যার বয়স ছিল ১৮ বছর।\nরোমান ক্যাথলিক বিশ্বাসী হওয়ার কারণে, অ্যান্টনি বিবাহবিচ্ছেদ চাননি। ৩০শে ডিসেম্বর ২০০৩-এ অ্যান্টনির মৃত্যুর পর জিল এবং টাউনসেন্ড ২০০৪ সালে বিয়ে করেছিলেন।  টাউনসেন্ড ২০১৪ সালে মারা যান \n২০২০ সালের ফেব্রুয়ারিতে, তিনি নিকোলাস হারবার্টের সাথে দেখা করেন, 3য় ব্যারন হেমিংফোর্ড (১৯৩৪−২০২২), যাকে তিনি সেই বছরের সেপ্টেম্বরে বিয়ে করেছিলেন।  তিনি তিন সপ্তাহ পরে, অক্টোবরে, হান্টিংডন, কেমব্রিজশায়ার হাসপাতালে কিডনি এবং হৃদযন্ত্রে সমস্যাজনিত কারণে মারা যান। \n\n\n== সম্মাননা ==\n১৯৯৬ সালে, প্যাটন ওয়ালশ সাহিত্যে অবদানের জন্য সিবিই পেয়েছিলেন এবং রয়্যাল সোসাইটি অফ লিটারেচারের একজন ফেলো নির্বাচিত হন। ১৯৯৮সালে, সেরা শিশু বই হিসাবে তিনি শিশু সাহিত্য সমিতি থেকে ফিনিক্স পুরস্কার জিতেছিলেন বিশ বছর আগে প্রকাশিত এ চান্স চাইল্ড - এর জন্য, এর আগে এটি বড় পুরস্কার জেতেনি।\n\n\n== শিশুদের জন্য লেখা ==\nশিশুসাহিত্যে বাস্তববাদের উপর একটি প্রবন্ধে, প্যাটন ওয়ালশ বলেছেন যে বাস্তববাদও (কল্পনার মতো) এক রূপক, এবং তিনি চান ফায়ারউইডে পাঠক এবং তার চরিত্র বিল এবং জুলির মধ্যে সম্পর্কটি \"ড্রাগন এবং\" এর মধ্যেকার মতো রূপক হতে পারে। পাঠকের লোভ বা সাহস।\" \n\n\n== কাজ ==\nনলেজ অফ অ্যাঞ্জেলস (১৯৯৩), একটি মধ্যযুগীয় দার্শনিক উপন্যাস, ১৯৯৪ সালের বুকার পুরস্কারের জন্য সংক্ষিপ্ত তালিকাভুক্ত করা হয়েছিল।  অন্যান্য প্রাপ্তবয়স্ক উপন্যাসগুলির মধ্যে রয়েছে:\n\nফেয়ারওয়েল, গ্রেট কিং (১৯৭২)\nল্যাপসিং (১৯৮৬), বিশ্ববিদ্যালয়ের ক্যাথলিক ছাত্রদের সম্পর্কে\nআ স্কুল ফর লাভার্স (১৯৮৯), ্মোজার্টের Cosi fan tutte- এর প্লট পুনর্নির্মাণ\nদ্য সার্পেন্টাইন কেভ (১৯৯৭), সেন্ট আইভসে নৌকাডুবির উপর ভিত্তি করে\nআ ডেসার্ট ইন বোহেমিয়া (২০০০), যা দ্বিতীয় বিশ্বযুদ্ধ থেকে ১৯৮৯ সাল পর্যন্ত ইংল্যান্ডে এবং একটি কাল্পনিক পূর্ব ইউরোপীয় দেশের চরিত্রদের নিয়ে\n\n\n=== ইমোজেন কুই ===\nপ্যাটন ওয়ালশ চারটি গোয়েন্দা গল্প লিখেছিলেন যেগুলি খণ্ডকালীন কলেজ নার্স ইমোজেন কুই-কে নিয়ে লেখা হয়েছিল, এটি সেন্ট আগাথা'স কলেজ, কেমব্রিজ বিশ্ববিদ্যালয়ের উপর কল্পভিত্তিক রচনা:\n\nদ্য উইন্ডহাম কেস (১৯৯৩)\nএ পিস অফ জাস্টিস (১৯৯৫)\nডেবটস অফ ডিসঅনার (২০০৬)\nদ্য ব্যাড কোয়ার্টো (২০০৭)\n\n\n=== লর্ড পিটার উইমসে ===\n১৯৯৮ সালে, তিনি ডরোথি এল. সায়ার্সের অসমাপ্ত লর্ড পিটার উইমসে - হ্যারিয়েট ভেনের উপন্যাস , থ্রোনস, ডমিনেশনস সম্পূর্ণ করেন। ২০০২ সালে, তিনি আরেকটি লর্ড পিটার উপন্যাস - এ প্রসাম্পশন অফ ডেথ লেখেন। ২০১০ সালে, তিনি তৃতীয় উপন্যাসটি প্রকাশ করেন, দ্য অ্যাটেনবরি এমেরাল্ডস . এই সিরিজে তার শেষ সংযোজন, দ্য লেট স্কলার, ৫ই ডিসেম্বর ২০১৩ -তে যুক্তরাজ্যে এবং ১৪ই জানুয়ারী ২০১৪ -তে উত্তর আমেরিকায় প্রকাশিত হয়। \n\n\n=== শিশুদের বই ===\nহেনগেস্ট'স টেল (সেন্ট মার্টিন'স প্রেস, ১৯৬৬), কথাসাহিত্য, জ্যানেট মার্গ্রি দ্বারা চিত্রিত\nদ্য ডলফিন ক্রসিং (১৯৬৭), এড ভিনি (২০১২) দ্বারা মঞ্চের জন্য অভিযোজিত\nওয়ার্ড হোর্ড: অ্যাংলো-স্যাক্সন গল্প (১৯৬৯?), প্যাটন ওয়ালশ এবং কেভিন ক্রসলে-হল্যান্ড দ্বারা লিখিত\nফায়ারউইড (১৯৬৯)\nগোল্ডেনগ্রোভ (১৯৭২)\nদ্য ডনস্টোন (১৯৭৩), হামিশ হ্যামিল্টন দ্বারা প্রকাশিত\nটুলমেকার (১৯৭৩), ছবির বই - চিত্রাঙ্কনে জেরু রায়\nদ্য এম্পেররস উইন্ডিং শীট — শিশুদের বইয়ের জন্য হুইটব্রেড পুরস্কার, ১৯৭৪\nদ্য বাটি বয় (১৯৭৫), চিত্রাঙ্কনে জুলিয়েট পামার\nদ্য হাফলার (১৯৭৫), চিত্রাঙ্কনে পামার\nদ্বীপ সূর্যোদয়: প্রাগৈতিহাসিক ব্রিটেন (১৯৭৫); ইউএস সাবটাইটেল, — ননফিকশন\nআনলিভিং (১৯৭৬), গোল্ডেনগ্রোভের  পরবর্তী খন্ড— কাল্পনিক কাহিনীর জন্য বোস্টন গ্লোব-হর্ন বুক অ্যাওয়ার্ড, ১৯৭৬\nক্রসিং টু সালামিস (১৯৭৭), ছবির বই - চিত্রাঙ্কনে ডেভিড স্মি\nদ্য ওয়াল অফ এথেন্স (1977), ছবির বই - চিত্রাঙ্কনে স্মি\nএ চান্স চাইল্ড (১৯৭৮)\nচিলড্রেন অফ দ্য ফক্স (১৯৭৮), চিত্রাঙ্কনে রবিন ইটন\nদ্য গ্রিন বুক (১৯৮১), চিত্রাঙ্কনে লয়েড ব্লুম\nব্যাবিলন (১৯৮২)\nআ পার্সেল  অফ প্যাটার্নস (১৯৮৩)\nগ্যাফার স্যামসন'স লাক (১৯৮৪) - স্মার্টিজ প্রাইজ, ১৯৮৫\nবার্ডি অ্যান্ড দ্য গোস্টিস (১৯৮৯)\nগ্রেস (১৯৯১)\nহোয়েন গ্র্যান্ডমা কেম (১৯৯২), ছবির বই - চিত্রাঙ্কনে সোফি উইলিয়ামস\nটমাস অ্যান্ড দ্য টিনার্স (১৯৯৫) - ১৯৯৫ কার্নেগি মেডেল লংলিস্ট\n\n\n== গ্রন্থপঞ্জি ==\nGarrett, Martin (২০০৪)। Cambridge: A Cultural and Literary History। Signal Books। ৭ এপ্রিল ২০১১ তারিখে মূল থেকে আর্কাইভ করা।  With foreword by Jill Paton Walsh.\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট  with biography and complete bibliography to 2001\nইন্টারনেট স্পেকুলেটিভ ফিকশন ডাটাবেজে Jill Paton Walsh(ইংরেজি)\nলাইব্রেরি অব কংগ্রেস কর্তৃপক্ষে Paton Walsh, Jill, 54 ক্যাটালগ ue রেকর্ড সহ"}