{"pageid": 1490312, "title": "নাদের আর্দালান", "url": "https://bn.wikipedia.org/wiki?curid=1490312", "content": "নাদের আর্দালান (জন্ম ৯ মার্চ ১৯৩৯) একজন ইরানি আমেরিকান স্থপতি, নগর পরিকল্পনাবিদ, শিক্ষাবিদ, তাত্ত্বিক এবং লেখক। আর্দালান ইরান, মধ্যপ্রাচ্য এবং উত্তর আমেরিকার সমসাময়িক স্থাপত্যে একজন স্থপতি, গবেষক এবং তাত্ত্বিক হিসেবে গুরুত্বপূর্ণ প্রভাব রেখেছেন। তিনি বিশেষভাবে পরিচিত ইরান ম্যানেজমেন্ট স্টাডিজ সেন্টার (তেহরান), আজাদী স্টেডিয়াম, এবং সৌক শার্ক (কুয়েত সিটি) এর নকশার জন্য, এবং প্রভাবশালী বই দ্য সেন্স অফ ইউনিটি-এর সহ-লেখক হিসেবে। তার আইনি নাগরিকত্ব ইরান এবং যুক্তরাষ্ট্র উভয় দেশেই রয়েছে।\n\n\n== প্রারম্ভিক জীবন এবং শিক্ষা ==\nআরদালান ইরানের তেহরানে মধ্যম আয়ের একটি পরিবারে জন্মগ্রহণ করেন। তার পিতা ইরানের কুর্দিস্তানের আরদালান গোত্রের সদস্য ছিলেন, এবং তার মা ছিলেন বিখ্যাত আইনজ্ঞ আলী আকবর দাভার-এর কন্যা। ১৯৪৭ সালে, তার পিতা যখন ওয়াশিংটন ডিসিতে ইরানি দূতাবাসের ফাইন্যান্সিয়াল অ্যাটাশে হিসেবে নিয়োগ পান, তখন আরদালান তার পরিবারের সাথে মার্কিন যুক্তরাষ্ট্রে চলে আসেন। পরে, তার পিতার জাতিসংঘ মিশনে নিয়োগ পাওয়ায়, পরিবারটি নিউ রোশেল, নিউ ইয়র্ক-এ স্থানান্তরিত হয়।\n১৯৫৬ সালে, আরদালান আমেরিকান ইনস্টিটিউট অফ আর্কিটেক্টস-এর পাঁচ বছরের একটি বৃত্তি লাভ করেন, যা তাকে কার্নেগি ইনস্টিটিউট অফ টেকনোলজিতে (বর্তমানে কার্নেগি মেলন বিশ্ববিদ্যালয়) আর্কিটেকচারে স্নাতক পর্যায়ে ভর্তি হতে সহায়তা করে। ১৯৬২ সালে, তিনি ম্যাসাচুসেটসের ক্যামব্রিজ শহরে হার্ভার্ড গ্র্যাজুয়েট স্কুল অফ ডিজাইন থেকে স্থাপত্যবিদ্যায় মাস্টার্স ডিগ্রি অর্জন করেন। তার মাস্টার্স প্রোগ্রামের পরিচালক ছিলেন কাতালান স্থপতি এবং আধুনিক আর্কিটেকচারের আন্তর্জাতিক কংগ্রেস এর প্রাক্তন সভাপতি জোসে লুইস সার্ট, যিনি লে করবুসিয়ার-এর ঘনিষ্ঠ সহযোগী ছিলেন। স্নাতকোত্তর সম্পন্ন করার পর, আরদালান স্যান ফ্রান্সিসকোতে স্কিডমোর, ওউইংস অ্যান্ড মেরিল স্থাপত্য সংস্থায় একটি পদ গ্রহণ করেন। ১৯৬২ থেকে ১৯৬৪ সাল পর্যন্ত তিনি এডওয়ার্ড চার্লস বাসেট, যিনি ইরো সারিনেন-এর শিষ্য ছিলেন, তার সরাসরি তত্ত্বাবধানে কাজ করেন।\n\n\n== ক্যারিয়ার ==\n১৯৬৪ সালে, ন্যাশনাল ইরানিয়ান অয়েল কোম্পানি আরদালানকে ইরানে ফিরে আসার আমন্ত্রণ জানায়, যেখানে তাকে আর্কিটেকচার এবং ইঞ্জিনিয়ারিং বিভাগের প্রধানের দায়িত্ব দেওয়া হয়। ন্যাশনাল ইরানিয়ান অয়েল কোম্পানি ইরানের দক্ষ পেশাদারদের পশ্চিমা দেশগুলো থেকে ফিরিয়ে আনার একটি প্রচেষ্টা শুরু করেছিল, যাতে অ্যাংলো-ইরানিয়ান অয়েল কোম্পানি-র হাতে থাকা কিছু দায়িত্ব স্থানীয়দের কাছে স্থানান্তর করা যায়। ন্যাশনাল ইরানিয়ান অয়েল কোম্পানি-এর দুই বছরের এই চুক্তির আওতায় আরদালান এবং তার পরিবারকে ইরানে ফেরানোর সমস্ত খরচ বহন করা হয়, এমনকি তার পারিবারিক সামগ্রী এবং গাড়ি মাসজেদ সোলাইমান-এ ন্যাশনাল ইরানিয়ান অয়েল কোম্পানি-এর সদর দপ্তরে পাঠানোর ব্যবস্থাও করা হয়।\n১৯৬৫ সালে, আরদালান কমরান দিবা-র সাথে সহযোগিতায় তেহরান মিউজিয়াম অফ কনটেম্পোরারি আর্ট ডিজাইন করেন। এই মিউজিয়ামটি নির্মিত হয় এবং ১৯৭৭ সালে ইরানের রানির মাধ্যমে উদ্বোধন করা হয়।\n১৯৬৬ সালে, আরদালান তেহরানে আবদুল আজিজ ফারমানফারমাইয়ানের সাথে যোগ দেন, যেখানে তিনি স্যামান সেন্টার ডিজাইন করেন, যা ইরানের প্রথম ২৫ তলা টুইন টাওয়ার এবং প্রিফ্যাব্রিকেটেড কংক্রিটের আবাসিক অ্যাপার্টমেন্ট। ১৯৬৮ থেকে ১৯৭৭ পর্যন্ত, তিনি এএফএফ-র ডিজাইন পার্টনার হিসেবে কাজ করেন। এই সময়ে তিনি আজাদী স্টেডিয়াম, ইরান সেন্টার অফ ম্যানেজমেন্ট স্টাডিজ (বর্তমানে ইমাম সাদিক বিশ্ববিদ্যালয়), এবং বহশাহর সদর দপ্তর (বর্তমানে ইরানের শিক্ষা মন্ত্রণালয়) ডিজাইন করেন। ১৯৭২ থেকে ১৯৭৯ সাল পর্যন্ত, তিনি ইয়াহিয়া ফিউজি, হুশাং জাহিদ এবং আলি রামাজানির সাথে মিলে মান্ডালা কোলাবরেটিভ প্রতিষ্ঠা করেন এবং ব্যবস্থাপনা পরিচালক হিসেবে দায়িত্ব পালন করেন। এই সময় তিনি ইয়ান ম্যাকহার্গ-এর সাথে পারদিসান পার্ক এবং মাহশাহর নিউ টাউন-এর মাস্টারপ্ল্যান, জর্জ ক্যান্ডিলিস-এর সাথে বু আলি সিনা বিশ্ববিদ্যালয় এবং ইরানের পারমাণবিক শক্তি সংস্থা-র জন্য ইস্পাহানের বাইরে ১০০,০০০ মানুষের জন্য একটি টেকসই শহর-এর মাস্টারপ্ল্যানের উপর কাজ করেন।\nআরদালান লালেহ বখতিয়ার-এর সাথে যৌথভাবে দ্য সেন্স অফ ইউনিটি: দ্য সুফি ট্র্যাডিশন ইন আর্কিটেকচার নামে একটি বই লেখেন, যা ১৯৭৩ সালে শিকাগো বিশ্ববিদ্যালয় প্রেস দ্বারা প্রকাশিত হয়। এই বইটি আধুনিক ইসলামী স্থাপত্য নিয়ে আগ্রহী অনেক স্থপতি এবং গবেষকদের উপর প্রভাব ফেলে।\n১৯৭৭ সালে, আরদালান তার পেশা নিয়ে বোস্টন চলে আসেন, যেখানে তাকে হার্ভার্ড এবং ইয়েল উভয় বিশ্ববিদ্যালয়ই অতিথি সমালোচক হিসেবে আমন্ত্রণ জানায়। ইরানি বিপ্লব-এর পর, ১৯৮৩ থেকে ১৯৯৪ সাল পর্যন্ত, আরদালান জাং ব্রানেন অ্যাসোসিয়েটস-এ আন্তর্জাতিক ডিজাইন এবং পরিচালনার প্রধান হিসেবে দায়িত্ব পালন করেন। এই সময়ে তার আন্তর্জাতিক কাজের মধ্যে জেরুসালেমের পুরনো শহর সংরক্ষণ পরিকল্পনার প্রস্তাব এবং সিটিজেনস ব্যাংক সদর দপ্তর (প্রভিডেন্স, রোড আইল্যান্ড) এবং এডিএমএ-ওপকো সদর দপ্তর (আবু ধাবি)-এর জন্য বিজয়ী নকশা অন্তর্ভুক্ত ছিল। এই প্রকল্পটি আরাপ-এর সহযোগিতায় সম্পন্ন হয় এবং উন্নত টেকসই ডিজাইনের ওপর ভিত্তি করে তৈরি হয়, যার ফলে ১৯৯৪ থেকে ২০০৬ সাল পর্যন্ত পারস্য উপসাগর অঞ্চলে অবস্থান করে  ইন্টারন্যাশনাল কনসালট্যান্টস-এর সিনিয়র ভাইস প্রেসিডেন্ট এবং ডিজাইন ডিরেক্টর হিসেবে তার কাজ করার সুযোগ হয়।\n\n\n=== প্র্যাকটিস ===\nআরদালান অ্যাসোসিয়েটস, এলএলসি. কনসালটিং আর্কিটেক্টস-এর সদর দপ্তর নেপলস, ফ্লোরিডা-তে অবস্থিত এবং সেখানেই নিবন্ধিত। আরদালান তার অফিসে একটি গবেষণা কর্মসূচি গঠন করেন, যার মাধ্যমে ডিজাইন এবং পরিকল্পনা বিষয়ক উন্নত অনুসন্ধান পরিচালনা করা হয়। এই গবেষণাটি আর্কিটেকচার, কালচার, স্পিরিচুয়ালিটি ফোরাম (এসিএসএফ)-এর সাথে যৌথভাবে বিভিন্ন কর্মসূচির জন্য সহায়ক হয়েছে। ২০১৩ সাল থেকে, আরদালান এসিএসএফ গবেষণা দলের নেতৃত্ব দিচ্ছেন, যা অতীন্দ্রিয় স্থাপত্যের বিষয়ে অধ্যয়ন করছে। এর ফলস্বরূপ ২০১৯ সালে এসিএসএফ বোর্ড অফ ডিরেক্টরদের অনুমোদিত \"ট্রান্সসেন্ডেন্ট হিউম্যান হ্যাবিট্যাট\"-এর ঘোষণাপত্র গৃহীত হয়। আরদালান ইরান এবং পারস্য উপসাগর অঞ্চলে অন্যান্য অলাভজনক গবেষণা প্রকল্পেও অংশগ্রহণ করেছেন।\n\n\n=== একাডেমিক ===\n১৯৬৮ থেকে ১৯৭১ সাল পর্যন্ত, আর্দালান তেহরান বিশ্ববিদ্যালয়ের চারুকলা বিভাগে আর্কিটেকচারের ভিজিটিং ইনস্ট্রাক্টর হিসেবে কাজ করেন, যেখানে তিনি কোনো পারিশ্রমিক ছাড়াই কাজ করেন এবং ইরানের স্থানীয় স্থাপত্য ও পরিকল্পনা নিয়ে শিক্ষার্থীদের একটি গবেষণা প্রকল্প পরিচালনা করেন। এই গবেষণার নির্বাচিত অংশ ১৯৭৩ সালে ইউনিভার্সিটি অব শিকাগো প্রেস থেকে প্রকাশিত The Sense of Unity: The Sufi Tradition in Persian Architecture বইতে অন্তর্ভুক্ত করা হয়েছিল।\n১৯৭৭ সালে, তাকে ইয়েল স্কুল অব আর্কিটেকচার এবং হার্ভার্ড গ্র্যাজুয়েট স্কুল অব ডিজাইন-এ যৌথ ভিজিটিং ডিজাইন ক্রিটিক হিসেবে আমন্ত্রণ জানানো হয়। ১৯৭৮ সালে তিনি এমআইটি স্কুল অব আর্কিটেকচার অ্যান্ড প্ল্যানিং-এ স্থাপত্যের ভিজিটিং ক্রিটিক হিসেবে যোগ দেন।\n২০০৬ সাল থেকে আর্দালান হার্ভার্ড বিশ্ববিদ্যালয়ের সেন্টার ফর মিডল ইস্টার্ন স্টাডিজে রিসার্চ ফেলো হিসেবে কাজ করেছেন, যেখানে তিনি গালফ রিসার্চ প্রজেক্টের প্রকল্প পরিচালক ছিলেন। ২০০৯ সালে, স্টিভ ক্যাটনের সাথে যৌথভাবে কেনেডি স্কুল অফ গভর্নমেন্ট-এর জন্য New Arab Urbanism শীর্ষক গবেষণা প্রকাশনা সহ-রচনা করেন। ২০১১ সালের ফেব্রুয়ারিতে, তিনি হার্ভার্ড গ্র্যাজুয়েট স্কুল অব ডিজাইনে সিনিয়র রিসার্চ অ্যাসোসিয়েট হিসেবে যোগ দেন এবং তিন বছরের মধ্যে গালফের আটটি দেশের উপর একটি ১,০০০ পৃষ্ঠার গবেষণা বই পরিচালনা করেন। এটি ২০১৮ সালে Gulf Sustainable Urbanism নামে প্রকাশিত হয় এবং কাতার ফাউন্ডেশন দ্বারা পৃষ্ঠপোষকতা করা হয়। পরে কেনেডি স্কুল কুয়েত ন্যাশনাল গ্রীন ক্যাম্পাস ইনিশিয়েটিভের জন্য জন স্পেংলার এর সাথে তার গবেষণায় পৃষ্ঠপোষকতা করে। ২০১৫ সালে ফ্লোরিডার নেপলসে স্থানান্তরিত হওয়ার পর থেকে, তিনি সাউথ ফ্লোরিডা এবং সমুদ্রপৃষ্ঠের উচ্চতা নিয়ে প্রস্তাবিত হার্ভার্ড জিএসডি প্রকল্পে সিনিয়র অ্যাডভাইজার হিসেবে কাজ করছেন।\nআর্দালান হার্ভার্ড, এমআইটি, ইয়েল, তেহরান বিশ্ববিদ্যালয় এবং অন্যান্য বিভিন্ন স্থানে ভিজিটিং প্রফেসর হিসেবে কাজ করেছেন এবং বহুলাংশে লেকচার দিয়েছেন।\n\n\n== ব্যক্তিগত জীবন ==\n১৯৫৯ সালে আর্দালান লালেহ বখতিয়ার-কে বিয়ে করেন। আর্দালান ও বখতিয়ারের দুই কন্যা রয়েছে – মানি হেলেন ও ইরান দাবার, এবং একটি পুত্র, করিম। এই দম্পতি ১৯৭৬ সালে তেহরানে বিবাহবিচ্ছেদ করেন।\n১৯৭৭ সালে আর্দালান শাহলা গঞ্জিকে বিয়ে করেন। তাদের একটি পুত্র রয়েছে, আলি রেজা।\n\n\n=== প্রদর্শনীসমূহ ===\nMANtransFORMS, ন্যাশনাল মিউজিয়াম অফ ডিজাইন, স্মিথসোনিয়ান ইনস্টিটিউশন, নিউ ইয়র্ক, এনওয়াই, ১৯৭৬\nভেনিস বিয়েনালে, নাদের আর্দালানের স্থাপত্য, ১৯৮১ সালে পাওলো পোর্টোগেসির আমন্ত্রণে\nইউনিভার্সেল প্রকল্প: ডিজাইন প্রেজেন্টেশন বোর্ড ও মডেল, সুরেসন, প্যারিস, ফ্রান্স\n\n\n== কর্ম ==\n\n\n=== মাস্টার পরিকল্পনা প্রকল্প ===\nআজাদি অলিম্পিক স্পোর্টস সেন্টার মাস্টারপ্ল্যান ও ১০০,০০০ সিটের প্রাকৃতিক স্টেডিয়াম, এএফএফএ সহযোগে, তেহরান, ইরান, ১৯৬৮-১৯৭২।\nপার্দিসান পরিবেশ উদ্যান, ৩০০ হেক্টরের একটি শিক্ষা উদ্যান, যা উদ্ভিদ, প্রাণী এবং মানুষের দ্বারা পৃথিবীর পরিবর্তনশীল সিস্টেমের সাথে অভিযোজন প্রদর্শন করে। ভবিষ্যতের জন্য পরিবেশগত অভিযোজনমূলক এবং সাংস্কৃতিকভাবে উপযোগী কর্মকে প্রত্যাশা করে এই উদ্যানটি ইরানের পরিবেশ বিভাগ, ম্যান্ডালা কলাবরেটিভ এবং ইয়ান ম্যাকহারগ সহযোগে তৈরি, তেহরান, ইরান, ১৯৭৩-১৯৭৭।\nনুরান, আলোর শহর – ১০০,০০০ জনসংখ্যার জন্য সৌরশক্তি নির্ভর শহর পরিকল্পনা, ম্যান্ডালা কলাবরেটিভ, অগাস্ট কমেনডেন্ট, পিটার ওয়াকার, ডুবিন-ব্লুমের সহযোগে, ইরান এটমিক এনার্জি অর্গানাইজেশনের জন্য, ইসফাহান, ইরান, ১৯৭৪-১৯৭৭।\n২০০,০০০ জনসংখ্যার জন্য বেসাত নিউ টাউন মাস্টারপ্ল্যান, ম্যান্ডালা কলাবরেটিভ, ডাব্লুএমআরটি এবং এসওএম সহযোগে, ন্যাশনাল ইরানিয়ান পেট্রোকেমিক্যাল কোম্পানির জন্য, মাহশাহর, ইরান, ১৯৭২-১৯৭৭।\n৭০,০০০ জনসংখ্যার জন্য নিউ টাউন মাস্টারপ্ল্যান, ম্যান্ডালা কলাবরেটিভ ও এসওএম সহযোগে, বান্দার শাহপুর এলাকা, আহওয়াজ, ইরান, ১৯৭৫।\nতপ্পেহ এরাম, ৬০,০০০ জনসংখ্যার জন্য নতুন আবাসিক কমিউনিটি, ম্যান্ডালা কলাবরেটিভ সহযোগে, শিরাজ, ইরান, ১৯৭৬।\nবস্টন হারবার ক্লিনআপ মাস্টারপ্ল্যান প্রকল্প, জং/ব্র্যানেন অ্যাসোসিয়েটস সহযোগে, বস্টন, ইউএসএ, ১৯৮৯-১৯৯০।\nআবুধাবি সাসটেইনেবল নেট-জিরো এনার্জি কমিউনিটি মাস্টারপ্ল্যান, ৭,৫০০ জনসংখ্যার জন্য, আরদালান অ্যাসোসিয়েটস, ক্লিং স্টাবিনস এবং অ্যারাপ সহযোগে, আলদার প্রোপার্টিজ, ইউএই, ২০০৮।\n\n\n=== সাংস্কৃতিক ও শিক্ষা প্রকল্প ===\nতেহরান আধুনিক আর্ট মিউজিয়াম, নাদের আরদালান ও কামরান দিবা সহযোগে, তেহরান, ইরান।\nশামস-ই তাব্রিজি সমাধিসৌধ, আরদালান অ্যাসোসিয়েটস এবং ডিজাইন কোর ৪ সহযোগে, খোই, ইরান।\nইরান সেন্টার ফর ম্যানেজমেন্ট স্টাডিজ (হার্ভার্ড বিজনেস স্কুলের সহযোগে) এএফএফএ এবং ম্যান্ডালা কলাবরেটিভের সহযোগে, তেহরান, ইরান।\nইরান রুম, আরদালান অ্যাসোসিয়েটস সহযোগে, পিটসবার্গ বিশ্ববিদ্যালয়, পেনসিলভানিয়া, ইউএসএ।\nইনফরমেশন টেকনোলজি কলেজ, কেওর সহযোগে ইউএই ইউনিভার্সিটির জন্য, আল আই, ইউএই (প্রথম পুরস্কার ডিজাইন)।\nবু আলি সিনা বিশ্ববিদ্যালয়, ম্যান্ডালা কলাবরেটিভ ও জর্জ ক্যান্ডিলিস সহযোগে, হামাদান, ইরান।\nক্রিয়েটিভ আর্টস সেন্টার, ম্যান্ডালা কলাবরেটিভের সহযোগে, কুইন্স স্পেশাল ব্যুরোর জন্য, তেহরান, ইরান।\nপার্দিসান ইকোলজিক্যাল পার্ক, ম্যান্ডালা কলাবরেটিভ ও ইয়ান ম্যাকহারগ সহযোগে, ইরানের পরিবেশ বিভাগ, তেহরান, ইরান।\nতেহরান সেন্টার ফর দ্য সেলিব্রেশন অফ মিউজিক, ম্যান্ডালা কলাবরেটিভের সহযোগে, ইরানের সংস্কৃতি মন্ত্রণালয়ের জন্য, তেহরান, ইরান।\n\n\n=== আতিথেয়তা প্রকল্প ===\nফোর সিজনস হোটেল - কুয়েত\nফোর পয়েন্টস শেরাটন হোটেল - কুয়েত\nশাংরি লা রিসোর্ট পাম জুমেইরা - দুবাই, ইউএই (প্রথম স্থান ডিজাইন প্রতিযোগিতা)\nশেরাটন রেসিডেনশিয়াল হোটেল - কুয়েত\nমরুভূমির রিসোর্ট হোটেল - আল আইন, ইউএই, এমিরেটস ল্যান্ড গ্রুপের জন্য\nরয়্যাল মেরিডিয়ান হোটেল পুনর্নির্মাণ - আবুধাবি, ইউএই\nইন্টারকন্টিনেন্টাল হোটেল বলরুম - দুবাই, ইউএই\nবনাক টাওয়ার, হোটেল ও শপিং মল উন্নয়ন - তেহরান, ইরান\n১,০০০ কক্ষের ৫ তারকা হোটেল, মল, অফিস ও আবাসিক উন্নয়ন - তেহরান, ইরান\nস্টারবাক্স ক্যাফে - কুয়েত\nমস্কো হোটেল ঐতিহাসিক পুনরুদ্ধার - কিয়েভ, ইউক্রেন\nহিলটন হোটেল, মেরসিন - তুরস্ক\nশেরাটন হোটেল, আঙ্কারা - তুরস্ক\nসেরিনা হোটেল এবং খুচরা কেন্দ্র গবেষণা, আগা খান - ফয়সালাবাদ, পাকিস্তান\n\n\n=== আবাসিক উন্নয়ন প্রকল্প ===\nদ্য আলফ্রেড লাক্সারি অ্যাপার্টমেন্ট টাওয়ার - লিঙ্কন সেন্টার, নিউ ইয়র্ক\nহিউস্টন কোর্টহাউস ডেভেলপমেন্ট - হিউস্টন, টেক্সাস\nসামান সেন্টার অ্যাপার্টমেন্ট টাওয়ার - তেহরান, ইরান\nড্যামাক রেসিডেনশিয়াল টাওয়ার - ত্রিপোলি, লিবিয়া\nফয়সালিয়া রেসিডেনশিয়াল টাওয়ার - কুয়েত\nসিডিসি রেসিডেনশিয়াল ডেভেলপমেন্ট - কুয়েত\nজিনা রেসিডেনশিয়াল টাওয়ার - কুয়েত\nইয়াসমিন রেসিডেনশিয়াল টাওয়ার – কুয়েত\nবু-খামসিন রেসিডেনশিয়াল অ্যাপার্টমেন্ট - কুয়েত\nআরিজ অ্যাপার্টমেন্ট - কুয়েত\n\n\n=== ব্যক্তিগত আবাসিক প্রকল্প ===\nসি প্যালেস ফর দ্য ওয়াইফ অফ দ্য প্রেসিডেন্ট অফ ইউএই, এইচ.এইচ. শেখা ফাতিমা - আবুধাবি\nম্যাককিনন ভিলা - কুয়েত\nআল কুবাইসি রেসিডেন্স - আবুধাবি, ইউএই\nআল জুনাইবি রেসিডেন্স - আবুধাবি, ইউএই\nড. আবদুল আজিজ ও ডোনা সুলতান ভিলা - কুয়েত\nফয়সল সুলতান রেসিডেন্স - কুয়েত\nমালেক রেসিডেন্স - তেহরান, ইরান\nএইচ.ই. ড. এ.জি. আর্দালান ভিলা - কাস্পিয়ান সাগর, ইরান\nড. আলী সাইদি রেসিডেন্স - তেহরান, ইরান\n\n\n=== বাণিজ্যিক অফিস উন্নয়ন প্রকল্প ===\nসিটিজেন্স ব্যাংক সদর দপ্তর - প্রোভিডেন্স, আরআই (প্রথম স্থান ডিজাইন প্রতিযোগিতা)\nআদমা-অপকো অয়েল কোম্পানি সদর দপ্তর - আবুধাবি (প্রথম স্থান ডিজাইন প্রতিযোগিতা)\nদ্য ইন্টেলিজেন্ট টাওয়ার, একটি ৭০ তলা টেকসই অফিস বিল্ডিং দোহার, কাতার, GOIC এর জন্য (প্রথম পুরস্কার আন্তর্জাতিক ডিজাইন প্রতিযোগিতা)\nড্যামাক অফিস টাওয়ার - রিয়াদ, সৌদি আরব\nআল আওয়াদি অফিস টাওয়ার এবং শপিং মল - কুয়েত (প্রথম স্থান ডিজাইন প্রতিযোগিতা)\nদ্য দিওয়ান অফ এইচ.এইচ. দ্য রুলারের রিপ্রেজেন্টেটিভ ইন দ্য ইস্টার্ন রিজিয়ন - আল-আইন, ইউএই\nন্যাশনাল ব্যাংক অফ কুয়েত - নতুন ইমেজ এবং প্রোটোটাইপ শাখা ব্যাংক - কুয়েত\nআল বাহার সদর দপ্তর টাওয়ার - কুয়েত\n\n\n=== অভ্যন্তরীণ ডিজাইন প্রকল্প ===\nপ্রাইস ওয়াটারহাউজ অফিস ইন্টিরিয়রস ঐতিহাসিক পুনর্নবীকরণ - বোস্টন, এমএ\nথমাস এইচ. লি অফিস ইন্টিরিয়রস - বোস্টন, এমএ\nদ্য বিল কোম্পানির অফিস ইন্টিরিয়রস - বোস্টন, এমএ\nএইচ.এন. গোরিন কোম্পানি অফিস ইন্টিরিয়রস - বোস্টন, এমএ\nপ্রেসিডেন্টস প্লাজা, ব্যাটম্যান কর্প., লবি ইন্টিরিয়রস - ওয়াশিংটন, ডি.সি.\nআর্দালান রেসিডেন্সের পুনর্নবীকরণ - চেস্টনাট হিল, এমএ\nকুয়েত শেরাটন হোটেল - নতুন বলরুম এবং ইরানি রেস্টুরেন্ট, কুয়েত\nআর্দালান রেসিডেন্সের পুনর্নবীকরণ - নেপলস, ফ্লোরিডা\nরয়াল পয়নসিয়ানা গলফ ক্লাবের পুনর্নবীকরণ - নেপলস, ফ্লোরিডা\nউইন্ডেমির কান্ট্রি ক্লাবের পুনর্নবীকরণ - নেপলস, ফ্লোরিডা\n\n\n=== লেখালেখি ===\nঐক্যের অনুভূতি: পারস্য স্থাপত্যে সুফি ঐতিহ্য লালেহ বাকথিয়ার এর সাথে, ইউনিভার্সিটি অফ শিকাগো প্রেস, ১৯৭৩।\nমসজিদ আল-হরম এবং পবিত্র কাবা: মক্কা এবং ব্রিটিশ যাদুঘরে সংরক্ষিত রেকর্ডের উপর ভিত্তি করে একটি গবেষণা, যা পবিত্র কাবার প্রাচীন ইতিহাস থেকে বর্তমান সময় পর্যন্ত বর্ণনা করে। সৌদি আরবের অর্থ মন্ত্রণালয় এবং জাতীয় অর্থনীতি মন্ত্রণালয়ের জন্য ১৯৭৫ সালে সম্পন্ন। ইংরেজি ও আরবিতে।\nপারডিসান পরিবেশগত পার্ক, দ্য ম্যান্ডালা কোল্যাবোরেটিভ/ডব্লিউএমআরটি, উইনচেল প্রেস, ১৯৭৫।\nহ্যাবিট্যাট বিল অফ রাইটস: জাতিসংঘের হ্যাবিট্যাট কনফারেন্সের জন্য আবাসিক ও সম্প্রদায় ডিজাইন নির্দেশিকা, হোসে লুইস সের্ত, মোশে সাফদি, জর্জ কান্দিলিস এবং বি.কে. দোশি এর সাথে, ১৯৭৬।\nপবিত্র জেরুসালেম: হার্ভার্ড বিশ্ববিদ্যালয়ের গ্র্যাজুয়েট স্কুল অফ ডিজাইনের অধীনে পুরনো শহরের চাক্ষুষ, কার্যকরী এবং আধ্যাত্মিক বৈশিষ্ট্য সংরক্ষণ গবেষণা, ১৯৮১।\nআমেরিকান মিশন হাসপাতাল, দার আল-আথার, কুয়েতের ঐতিহাসিক পুনর্নবীকরণ, ২০০০।\nএল সেন্তিদো ডে লা ইউনিদাদ, লা ট্রাডিসিয়ন সুফি এন লা আর্কিটেকচুরা পার্সা, আরদালান, নাদির, বাকথিয়ার, লালেহ, এডিসিওনেস সিরুয়েলা, ২০০৭।\nগালফ অঞ্চলের নির্মিত পরিবেশ পুনঃধারণ: টেকসই ডিজাইন গবেষণা, নির্দেশিকা এবং ডিজাইন অ্যাপ্লিকেশন, আর্ট অ্যান্ড আর্কিটেকচার ম্যাগাজিন, শরৎ, ২০০৭ - অতিথি সম্পাদক।\nনিউ আরব আরবানিজম: পারস্য উপসাগরের টেকসইতা এবং সংস্কৃতির প্রতি চ্যালেঞ্জ, নাদির আরদালান এবং স্টিভেন কেটন, হার্ভার্ড কেনেডি স্কুল, ২০১০।\nপারস্য উপসাগরের টেকসই শহুরে ব্যবস্থা: হার্ভার্ড বিশ্ববিদ্যালয় এবং মেশিরেব প্রপারটিজ, কাতার ফাউন্ডেশনের একটি সহযোগী, ২০১৮ সালে প্রকাশিত, নাদির আরদালান, কো-সিনিয়র সম্পাদক।\n\n\n== তথ্যসূত্র =="}