{"pageid": 1490062, "title": "কৈলাস", "url": "https://bn.wikipedia.org/wiki?curid=1490062", "content": "কৈলাস (আইএএসটি: Kailāsa) হল হিন্দু দেবতা শিবের স্বর্গীয় আবাস। এটি ঐতিহ্যগতভাবে একটি পর্বত হিসাবে স্বীকৃত, যেখানে শিব তার সহধর্মিণী পার্বতী এবং তাদের সন্তান গণেশ, কার্তিকেয়ের সাথে বাস করেন। তিব্বত মালভূমির পশ্চিম অংশে পারহিমালয়ে অবস্থিত কৈলাস পর্বতকে কৈলাসের ভৌগোলিক প্রকাশ হিসাবে বিবেচনা করা হয়।\n\n\n== ব্যুৎপত্তি ==\nসংস্কৃত ভাষায় বলা হয় কৈলাস (कैलास ; var Kailāśa) বা কৈলাশ (कैलाश)। “কৈলাস” শব্দটি কেলাস (केलास) অর্থাৎ “স্ফটিক” থেকে উদ্ভুত হতে পারে।\n\n\n== ধর্মতত্ত্ব এবং পুরাণ ==\nকৈলাস শিবের বাহন নন্দীর নেতৃত্বে একদল গণ দ্বারা সুরক্ষিত বলে কথিত আছে। পুরাণ অনুসারে, শিব ও পার্বতীকে প্রায়শই কৈলাসে উপবিষ্ট অবস্থায় হিন্দু দর্শন সম্পর্কিত আলোচনায় নিযুক্ত হিসাবে বর্ণনা করা হয়েছে। দেবতারা শিবকে নটরাজ রূপ ধারণ তথা তাণ্ডব নৃত্যে লিপ্ত হতে দেখে কৈলাসে সমবেত হয়েছিলেন বলে বর্ণনা করা হয়েছে।\nহিন্দুরা কৈলাসকে মেরু পর্বত বলে বিশ্বাস করে যা স্বর্গে (দেবতাদের আবাস ) যাওয়ার সিঁড়ি হিসাবে বিবেচিত হয়। মেরুকে মহাবিশ্বের কেন্দ্র হিসাবে বিবেচনা করা হয় এবং বলা হয় এটি ১,৩৯,৪৪০ কিলোমিটার (৮৬,৬৪০ মাইল) উঁচু, এবং পর্বতচূড়াবাসী শিব, পৃথিবী, পাতাল এবং স্বর্গের সংযোজক।\nমহাভারত অনুসারে, কৈলাস মাল্যবান ও গন্ধমাদন পর্বতের মধ্যবর্তী হিমবান পর্বতশ্রেণীর অভ্যন্তরে অবস্থিত। কিছু শাস্ত্র ইঙ্গিত করে যে শিব শৈবাত্র নামক পর্বতশৃঙ্গে বাস করেন। পাঠ্যটিতে আরও বলা হয়েছে, পর্বতের উপর যখন সূর্যরশ্মি পরে তখন স্বর্ণ একত্রিত হয় এবং বলা হয়, এখানে সুন্দর কাঠ, হ্রদ, ফল গাছ, মূল্যবান পাথর এবং জীবন রক্ষাকারী ভেষজশোভিত নদী রয়েছে। এটি কৈলাসকে স্বর্গে পৌঁছানোর উপায় হিসাবেও বর্ণনা করে। কেবল পাপহীন ব্যক্তিই এতে আরোহণ করতে সক্ষম। কৈলাসের কাছে স্বর্ণকমল এবং মিষ্টি স্বাদযুক্ত জল দ্বারা সুশোভিত অলকা নামক হ্রদের কাছে, যেখান থেকে মন্দাকিনী নদী উৎপন্ন হয়, একটি সোনার দরজা রয়েছে। মহাভারত অনুসারে, পাণ্ডবরা তাদের পত্নী দ্রৌপদীর সাথে, স্বর্গে পৌঁছানোর উপায় হিসাবে কৈলাসচূড়ার দিকে যাত্রা করেছিলেন, কিন্তু শুধুমাত্র যুধিষ্ঠির যিনি একটি কুকুরের সাথে ছিলেন, এটি করতে সক্ষম হন।\nহিন্দু মহাকাব্য রামায়ণে কৈলাস ও মানসরোবর হ্রদকে বিশ্বের যে কোনও জায়গার থেকে আলাদা স্থান হিসাবে বর্ণনা করা হয়েছে। এটি কিষ্কিন্ধ্যার পর্বতগুলি বর্ণনা করার সময় কৈলাসকে একটি উল্লেখ হিসাবে ব্যবহার করে। রামায়ণের উত্তরকাণ্ড অনুসারে, রাবণ শিবের বিরুদ্ধে প্রতিশোধ হিসাবে কৈলাসকে উপড়ে ফেলার চেষ্টা করেছিলেন। শিব ঘুরে তার ডান পায়ের বুড়ো আঙুলটি পাহাড়ের উপরে চেপেছিলেন, এবং রাবণকে মাঝখানে আটকেছিলেন। শিবের এই কার্যকে রাবণানুগ্রহ (অর্থাৎ \"রাবণের প্রতি অনুগ্রহ দেখানো রূপ\") হিসাবেও উল্লেখ করা হয় যখন তিনি কৈলাসে তার আবাসে উপবিষ্ট হন।\nবিষ্ণু পুরাণ অনুযায়ী, কৈলাস পৃথিবীর একটি স্তম্ভ, যা ছয়টি পর্বতশ্রেণীর কেন্দ্রস্থলে অবস্থিত একটি পদ্মের প্রতীক। কৈলাস পর্বতের চারটি পৃষ্ঠ স্ফটিক, পদ্মরাগমণি, সোনা এবং নীলকান্তমণি দিয়ে তৈরি। পর্বতসীমানার মধ্যে গভীর ধ্যানে নিযুক্ত পদ্মাসনে বসে থাকেন শিব।  এই পর্বতে চারটি হ্রদ রয়েছে, যার জল দেবতাদের মধ্যে বণ্টন করা হয় এবং চারটি নদী গঙ্গা থেকে উৎপন্ন হয়ে পৃথিবীতে প্রবাহিত হয়। বায়ুপুরাণে একইভাবে বর্ণনা করা হয়েছে যে, একটি হ্রদের কাছাকাছি অবস্থিত পর্বতটি জলপক্ষীদের দ্বারা শোভিত পদ্ম এবং কমল সহ নির্মল জলের সমন্বয়ে গঠিত। ভাগবত পুরাণ কৈলাসকে মেরু পর্বতের দক্ষিণে ইলাবৃত বর্ষে অবস্থিত বলে উল্লেখ করেছে যেখানে শিব, তৎপত্নী পার্বতী এবং পার্ষদগণসহ বাস করেন। স্কন্দ পুরাণে কৈলাস সহ মানসরোবর হ্রদের উল্লেখ রয়েছে এবং চিরতুষারাবৃত আবাসটিকে সর্বোচ্চ চূড়ায় অবস্থিত বলে বর্ণনা করা হয়েছে। কালিদাসের কুমারসম্ভব ও মেঘদূতেও কৈলাসের অনুরূপ বর্ণনা রয়েছে।\nচৌদ্দ ভুবনের অন্তর্গত দেবী ধামের উপরে শ্রী শিবধাম অবস্থিত। সেই ধাম মহাকাল ধাম নামে একাংশে অন্ধকারময়। সেই অংশভেদ করে মহাআলোকময় সদাশিবলোক। এই শিবধামে শ্রী মহাদেব কর্পূরের ন্যায় গৌরবর্ণ, ত্রিনয়ন, দিগম্বর, কপালে দীপ্তিমান অর্ধচন্দ্র-অতি সুপুরুষ রূপে বিরাজমান। তার হাতে ত্রিশূল, মাথায় জটা, শিরোমধ্যে গঙ্গা বিরাজমান, গায়ে ভস্ম। শ্রী গৌরী তার কোলে বসে তার সেবা করেন।\n\n\n== ভৌগোলিক অবস্থান ==\n\nতিব্বত মালভূমির পশ্চিম অংশে অবস্থিত কৈলাস পর্বতশ্রেণী (গাংদিসে পর্বত) পারহিমালয়ে অবস্থিত কৈলাস পর্বত হিন্দুধর্মে পবিত্র বলে বিবেচিত হয়। ইয়ার্লুং সাংপো (যা ব্রহ্মপুত্রে পরিণত), সিন্ধু, শতদ্রু এবং কর্ণালী, গঙ্গা এর একটি উপনদী সহ একাধিক নদীর উৎপত্তি এই পর্বতমালা থেকে হয়েছে। এই সমস্ত নদী ব্যবস্থার উৎপত্তি কৈলাস অঞ্চলের ৬০ বর্গকিলোমিটার (২৩ বর্গমাইল) এলাকায়৷ কৈলাস মানসরোবর এবং রাক্ষসতাল হ্রদের কাছাকাছি অবস্থিত। মানসরোবর হল একটি উচ্চ উচ্চতার মিষ্টি জলের হ্রদ যা হিমবাহ দ্বারা পরিপূর্ণ এবং রাক্ষসতাল হ্রদে লবণাক্ত জল প্রবাহিত হয়৷\nকৈলাস পর্বতমালার অনুভূত পবিত্রতার কারণে, ভারত, নেপাল এবং অন্যান্য দেশের মানুষ পর্বত যাত্রা নামে একটি তীর্থযাত্রা করে থাকে। তীর্থযাত্রার মধ্যে রয়েছে মানসরোবর হ্রদ অভিমুখে ট্র্যাকিং এবং কৈলাস পর্বত প্রদক্ষিণ। কৈলাস পর্বতের চারপাশের পথ ৫৩ কিমি (৩৩ মা) দীর্ঘ। তীর্থযাত্রীরা বিশ্বাস করেন যে পায়ে হেঁটে কৈলাস পর্বত প্রদক্ষিণ একটি আধ্যাত্মিকভাবে উপকারী অভ্যাস যা বিভিন্ন ইতিবাচক প্রভাব, যেমন মেধাবী কর্ম সংগ্রহ, নিজের চিত্ত থেকে পাপ পরিষ্কার করা এবং সৌভাগ্য আনতে পারে। হিন্দুরা ঘড়ির কাঁটার মত প্রদক্ষিণ করে থাকে।\n\n\n== আরও দেখুন ==\nঅকনিষ্ঠ\nব্রহ্মলোক\nগোলোক\nবৈকুণ্ঠ\nমণিদ্বীপ\n\n\n== তথ্যসূত্র =="}