{"pageid": 1490925, "title": "চীনের কমিউনিস্ট পার্টির সাধারণ সম্পাদক", "url": "https://bn.wikipedia.org/wiki?curid=1490925", "content": "চীনা কমিউনিস্ট পার্টির কেন্দ্রীয় কমিটির সাধারণ সম্পাদক হলেন গণপ্রজাতন্ত্রী চীনের (পিআরসি) একমাত্র ক্ষমতাসীন দল চীনা কমিউনিস্ট পার্টির (সিসিপি) নেতা। ১৯৮৯ সাল থেকে, সিসিপি সাধারণ সম্পাদক পিআরসি-এর সর্বোচ্চ নেতা।\n\n \n\nসিসিপির গঠনতন্ত্র অনুযায়ী কেন্দ্রীয় কমিটির পূর্ণাঙ্গ অধিবেশনে সাধারণ সম্পাদক নির্বাচিত হন। সাধারণ সম্পাদক চীনের ডি ফ্যাক্টো শীর্ষ সিদ্ধান্ত গ্রহণকারী সংস্থা পলিটব্যুরো স্ট্যান্ডিং কমিটির (পিএসসি) পদাধিকারী সদস্য হিসাবে কাজ করেন। সাধারণ সম্পাদক সচিবালয়ের প্রধানও হন এবং কেন্দ্রীয় কমিটি, পলিটব্যুরো এবং পিএসসির বৈঠকের এজেন্ডা নির্ধারণ করেন। ১৯৯০ এর দশক থেকে, এই পদের ধারক, ক্রান্তিকাল ব্যতীত, চীনের রাষ্ট্রপতি, ধারককে রাষ্ট্রের প্রধান করে, এবং সেন্ট্রাল মিলিটারি কমিশনের চেয়ারম্যান, পিপলস লিবারেশন আর্মির সর্বোচ্চ কমান্ডার । \nজিডিপি ক্রয়ক্ষমতা সমতা (পিপিপি) দ্বারা বিশ্বের বৃহত্তম অর্থনীতির নেতা হিসাবে, জিডিপি নামমাত্র দ্বারা দ্বিতীয় বৃহত্তম অর্থনীতি, কর্মীদের দ্বারা বিশ্বের বৃহত্তম সামরিক, একটি স্বীকৃত পারমাণবিক অস্ত্র রাষ্ট্র, জাতিসংঘের নিরাপত্তা পরিষদের স্থায়ী সদস্য, এবং একটি সম্ভাব্য পরাশক্তি।, সাধারণ সম্পাদককে বিশ্বের অন্যতম ক্ষমতাধর রাজনৈতিক ব্যক্তিত্ব হিসেবে বিবেচনা করা হয়। \nবর্তমান সাধারণ সম্পাদক হলেন শি জিনপিং, যিনি ১৫ নভেম্বর ২০১২-এ দায়িত্ব গ্রহণ করেন এবং ২৫ অক্টোবর ২০১৭ এবং ২৩ অক্টোবর ২০২২-এ দুবার পুনর্নির্বাচিত হন। দুই মেয়াদের বেশি সময় ধরে দেশ শাসন করা শেষ ব্যক্তি ছিলেন মাও সেতুং, যিনি ১৯৪৩ থেকে ১৯৭৬ সালে তার মৃত্যু পর্যন্ত সিসিপি কেন্দ্রীয় কমিটির চেয়ারম্যান হিসেবে দায়িত্ব পালন করেন।\n\n\n== ইতিহাস ==\nচীনা কমিউনিস্ট পার্টির চেয়ারম্যানের পদ প্রতিস্থাপন করে ১৯৮২ সালে ১২তম কেন্দ্রীয় কমিটি দ্বারা এই পদটি প্রতিষ্ঠিত হয়েছিল। ১৯৮২ সালে এর পুনরুজ্জীবনের পর থেকে, সাধারণ সম্পাদকের পদটি সিসিপির সর্বোচ্চ পদ ছিল, যদিও ১৯৯০ সালে দেং জিয়াওপিংয়ের অবসর গ্রহণের আগে পর্যন্ত এটি সবচেয়ে শক্তিশালী পদে পরিণত হয়নি \n১৯৯০ এর দশকের মাঝামাঝি থেকে, জিয়াং জেমিন থেকে শুরু করে, সাধারণ সম্পাদক ঐতিহ্যগতভাবে চীনের রাষ্ট্রপতির পদও অধিষ্ঠিত করেছেন।  রাষ্ট্রপতি পদটি একটি আনুষ্ঠানিক পদ হলেও, সাধারণ সম্পাদকের রাষ্ট্রপ্রধান হিসাবে তার মর্যাদা নিশ্চিত করার জন্য রাষ্ট্রপতির পদ গ্রহণ করা প্রথাগত। এটি কেন্দ্রীয় সামরিক কমিশনের চেয়ারম্যানের পদের সাথে একত্রে অনুষ্ঠিত হয়েছে, ধারককে পিপলস লিবারেশন আর্মির সর্বোচ্চ কমান্ডার বানিয়েছে। \n\n\n== নির্বাচন ==\nপলিটব্যুরোর স্থায়ী কমিটির সদস্যদের মধ্য থেকে চীনা কমিউনিস্ট পার্টির কেন্দ্রীয় কমিটির পূর্ণাঙ্গ বৈঠকের মাধ্যমে সিসিপি সাধারণ সম্পাদক নামমাত্র নির্বাচিত হন।  কার্যত, সাধারণ সম্পাদক নির্বাচনের ডি ফ্যাক্টো পদ্ধতি সময়ের সাথে সাথে পরিবর্তিত হয়েছে। সাম্প্রতিকতম দুই সাধারণ সম্পাদক, হু জিনতাও এবং শি জিনপিং, সিসিপি পলিটব্যুরোর স্থায়ী কমিটির সদস্যপদ এবং ভূমিকা নির্ধারণের জন্য ব্যবহৃত একই প্রক্রিয়ায় সেক্রেটারিয়েটের প্রথম সচিবের পদে উন্নীত হন। এই অনানুষ্ঠানিক প্রক্রিয়ার অধীনে, পার্টি কংগ্রেসের নেতৃত্বে পলিটব্যুরোর বর্তমান সদস্য এবং অবসরপ্রাপ্ত পলিটব্যুরোর স্থায়ী কমিটির সদস্যদের দ্বারা আলোচনার সময় প্রথম সচিবকে বেছে নেওয়া হবে। প্রথম সেক্রেটারি পরবর্তীতে পার্টি কংগ্রেসে প্রজন্মের নেতৃত্বের পরিবর্তনের অংশ হিসেবে অবসরপ্রাপ্ত সাধারণ সম্পাদকের স্থলাভিষিক্ত হবেন।\n\n\n== ক্ষমতা এবং অবস্থান ==\nসাধারণ সম্পাদকের ক্ষমতা এবং ভূমিকা অস্পষ্টভাবে সংজ্ঞায়িত করা হয়েছে, কোন মেয়াদী সীমা বা উত্তরাধিকারী নির্বাচনের লিখিত নিয়ম নেই।  যাইহোক, যেহেতু চীন একটি একদলীয় রাষ্ট্র, সাধারণ সম্পাদক রাষ্ট্র ও সরকারের উপর চূড়ান্ত ক্ষমতা এবং কর্তৃত্ব রাখেন, এবং সাধারণত চীনের \" সর্বোচ্চ নেতা \" হিসাবে বিবেচিত হয়। \nচীনা কমিউনিস্ট পার্টির সংবিধান অনুযায়ী, সাধারণ সম্পাদক পলিটব্যুরোর স্থায়ী কমিটির পদাধিকারী সদস্য হিসেবে কাজ করেন।  সিসিপির প্রবিধান অনুযায়ী, সাধারণ সম্পাদক পলিটব্যুরো এবং পলিটব্যুরোর স্থায়ী কমিটির সভা আহ্বান করার জন্য দায়ী। সাধারণ সম্পাদক অতিরিক্ত সচিবালয়ের কাজের সভাপতিত্ব করেন। সাধারণ সম্পাদক কেন্দ্রীয় কমিটি, পলিটব্যুরো এবং পলিটব্যুরোর স্থায়ী কমিটির বৈঠকের বিষয়গুলিও নির্ধারণ করেন।  অক্টোবর ২০১৭ থেকে, ১৯তম সিসিপি কেন্দ্রীয় কমিটির প্রথম পূর্ণাঙ্গ অধিবেশন, সমস্ত পলিটব্যুরো সদস্যরা সিসিপি সাধারণ সম্পাদকের কাছে একটি বার্ষিক লিখিত উপস্থাপনা করে। \n\n\n== নোট ==\n\n\n== তথ্যসূত্র =="}