{"pageid": 1490661, "title": "হেলেনীয় যুগ", "url": "https://bn.wikipedia.org/wiki?curid=1490661", "content": "শাস্ত্রীয় প্রাচীনত্বে, গ্রিক ইতিহাসে শাস্ত্রীয় গ্রিসের পরে, ৩২৩ খ্রিস্টপূর্বাব্দে মহান আলেকজান্ডারের মৃত্যু এবং ৩০ খ্রিস্টপূর্বাব্দে ক্লিওপেট্রা সপ্তম-এর মৃত্যুর মধ্যবর্তী সময়কে হেলেনীয় সময়কাল অন্তর্ভুক্ত করে, যেটি রোমান সাম্রাজ্যের ঊর্ধ্বগতি দ্বারা অনুসরণ করা হয়, যা ৩১ খ্রিস্টপূর্বাব্দে অ্যাক্টিয়ামের যুদ্ধ এবং পরের বছর টলেমীয় মিশরের রোমান বিজয় দ্বারা চিহ্নিত করা হয়, যা শেষ প্রধান হেলেনীয় রাজ্যকে নির্মূল করে। এর নামটি প্রাচীন গ্রিক শব্দ হেলাস থেকে এসেছে, যেটি ধীরে ধীরে গ্রিসের নাম হিসেবে স্বীকৃত হয়েছিল, যেখান থেকে ঊনবিংশ শতাব্দীর প্রথম দিকের আধুনিক ঐতিহাসিক শব্দ হেলেনীয় উৎপত্তি হয়। \"হেলেনীয়\" শব্দটিকে \"হেলেনী\" থেকে আলাদা করতে হবে কারণ পরবর্তীটি গ্রিসকেই বোঝায়, যদিও পূর্ববর্তীটি সেই সময়ের সমস্ত প্রাচীন অঞ্চলকে অন্তর্ভুক্ত করে যা উল্লেখযোগ্য গ্রিক প্রভাবের অধীনে এসেছিল, বিশেষ করে হেলেনীয় মধ্যপ্রাচ্য, মহান আলেকজান্ডারের বিজয়ের পর।\nতিনশত ত্রিশ খ্রিস্টপূর্বাব্দে হাখমানেশি সাম্রাজ্যের ম্যাসেডোনীয় বিজয়ের পরে, এর পরপরই ব্যাবিলনের বিভাজন ও পরবর্তী দিয়াদোচির যুদ্ধে এর বিচ্ছিন্নতার পরে, পশ্চিম এশিয়া (সেলেউসিড সাম্রাজ্য, পারগামন সাম্রাজ্য), উত্তর-পূর্ব আফ্রিকা (টলেমীয় রাজ্য) এবং দক্ষিণ এশিয়া (গ্রিক-ব্যাক্ট্রিয় রাজ্য, ইন্দো-গ্রিক রাজ্য) জুড়ে হেলেনীয় রাজ্যগুলি প্রতিষ্ঠিত হয়েছিল। এর ফলে গ্রিক ঔপনিবেশিকদের আগমন ঘটে এবং এই নতুন অঞ্চলে গ্রিক সংস্কৃতি ও ভাষা রপ্তানি হয়, যা আধুনিককালের ভারত পর্যন্ত বিস্তৃত। এই নতুন গ্রিক রাজ্যগুলিও আঞ্চলিক আদিবাসী সংস্কৃতি দ্বারা প্রভাবিত হয়েছিল, যেখানে উপকারী, প্রয়োজনীয়, বা সুবিধাজনক বলে বিবেচনা করা হয়েছিল এবং স্থানীয় অনুশীলনগুলি গ্রহণ করেছিল। হেলেনীয় সংস্কৃতি এইভাবে পশ্চিম এশীয়, উত্তর-পূর্ব আফ্রিকান এবং দক্ষিণ-পশ্চিম এশীয় বিশ্বের সাথে প্রাচীন গ্রিক বিশ্বের সংমিশ্রণকে প্রতিনিধিত্ব করে। মিশ্রণের ফলশ্রুতিতে সাধারণ আত্তীয়-ভিত্তিক গ্রিক উপভাষার জন্ম দেয়, যা কোইনে গ্রিক নামে পরিচিত, যেটি প্রাচীন বিশ্ব জুড়ে লিঙ্গুয়া ফ্রাঙ্কা হয়ে ওঠে।\nহেলেনীয় যুগে, গ্রিক সাংস্কৃতিক প্রভাব ভূমধ্যসাগরীয় অঞ্চলে ও তার পরেও শীর্ষে পৌঁছেছিল। শিল্প, সাহিত্য, নাট্যশালা, স্থাপত্য, সঙ্গীত, গণিত, দর্শন ও বিজ্ঞানের সমৃদ্ধি ও অগ্রগতি যুগের বৈশিষ্ট্য। হেলেনীয় যুগে নতুন কমেডি, আলেকজান্দ্রীয় কবিতা, সপ্ততির মতো অনুবাদ প্রচেষ্টার উত্থান দেখা গেছে, এবং বৈরাগ্যবাদ, ভোগবাদ ও পাইরোবাদের দর্শন। বিজ্ঞানে, গণিতবিদ ইউক্লিড ও বহুবিদ্যাবিশারদ আর্কিমিডিসের কাজগুলি অনুকরণীয়। এই সময়ের মধ্যে ভাস্কর্যটি তীব্র আবেগ এবং গতিশীল আন্দোলন দ্বারা চিহ্নিত করা হয়েছিল, যেমনটি দাইং গল এবং  বেনাস দি মিলোর মতো ভাস্কর্যের কাজে দেখা যায়। হেলেনীয় স্থাপত্যের রূপের উদ্ভব হয়েছিল যা বিশেষ করে পারগামন বেদির মতো কাঠামোর দৃষ্টান্তস্বরূপ বিশাল স্মৃতিস্তম্ভ ও অলঙ্কৃত সজ্জা নির্মাণের উপর জোর দেয়। গ্রিক ধর্মের ধর্মীয় ক্ষেত্রটি নতুন দেবতা যেমন গ্রিক-মিশরীয় সেরাপিস,\nঅ্যাটিস ও কাইবেলের মতো প্রাচ্যের দেবতাদের অন্তর্ভুক্ত করার জন্য সমন্বিত দিকগুলির মাধ্যমে প্রসারিত হয়েছে, এবং ব্যাকট্রিয়া ও উত্তর-পশ্চিম ভারতে হেলেনীয় সংস্কৃতি ও বৌদ্ধধর্মের মধ্যে সমন্বয়।\nকোন ঘটনাটি হেলেনীয় যুগের সমাপ্তির ইঙ্গিত দেয় তা নিয়ে পণ্ডিত ও ইতিহাসবিদরা বিভক্ত। তারিখগুলির বিস্তৃত কালানুক্রমিক পরিসর রয়েছে যার মধ্যে ১৪৬ খ্রিস্টপূর্বাব্দে সম্প্রসারণবাদী রোমান প্রজাতন্ত্রের গ্রিক হার্টল্যান্ডের চূড়ান্ত বিজয় অন্তর্ভুক্ত রয়েছে আচিয়ান যুদ্ধের পরে, ৩১ খ্রিস্টপূর্বাব্দে অ্যাক্টিয়ামের যুদ্ধে টলেমাইক রাজবংশের চূড়ান্ত পরাজয়, ১৩৮ খ্রিস্টাব্দে রোমান সম্রাট হাদ্রিয়ানের রাজত্বের সমাপ্তি, এবং ৩৩০ খ্রিস্টাব্দে রোমান সাম্রাজ্যের কনস্টান্টিনোপলে সম্রাট মহান কনস্টান্টিনের স্থানান্তর। যদিও প্রস্তাবিত তারিখের সুযোগটি একাডেমিক মতামতের পরিসীমা প্রদর্শন করে, তবে বেশিরভাগ পণ্ডিতের দ্বারা গৃহীত তারিখটি ৩১ বা ৩০ খ্রিস্টপূর্বাব্দ।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nLloyd, G. E. R. Greek Science after Aristotle. New York: W.W. Norton & Co, 1973. আইএসবিএন ০-৩৯৩-০০৭৮০-৪.\n\n\n== আরও পড়ুন ==\nAustin, M. M. The Hellenistic World From Alexander to the Roman Conquest: A Selection of Ancient Sources In Translation. Cambridge: Cambridge University Press, 1981.\nBugh, Glenn Richard (ed.). The Cambridge Companion to the Hellenistic World. Cambridge: Cambridge University Press, 2006.\nBörm, Henning and Nino Luraghi (eds.). The Polis in the Hellenistic World. Stuttgart: Franz Steiner Verlag, 2018.\nCary, M. A History of the Greek World, From 323 to 146 B.C. London: Methuen, 1963.\nChamoux, François. Hellenistic Civilization. Malden, MA: Blackwell Pub., 2003.\nChampion, Michael and Lara O'Sullivan. Cultural Perceptions of Violence In the Hellenistic World. New York: Routledge, 2017.\nErskine, Andrew (ed.). A Companion to the Hellenistic World. Hoboken: Wiley, 2008.\nGoodman, Martin. \"Under the influence: Hellenism in ancient Jewish life.\" Biblical Archaeology Review 36, no. 1 (2010), 60.\nGrainger, John D. Great Power Diplomacy In the Hellenistic World. New York: Routledge, 2017.\nGreen, Peter. Alexander to Actium: The Historical Evolution of the Hellenistic Age. Berkeley: University of California Press, 1990.\nGreen, Peter (২০০৮)। The Hellenistic Age (ইংরেজি ভাষায়)। Random House Publishing Group। আইএসবিএন 978-1-58836-706-8। \nKralli, Ioanna. The Hellenistic Peloponnese: Interstate Relations: a Narrative and Analytic History, From the Fourth Century to 146 BC. Swansea: The Classical Press of Wales, 2017.\nLewis, D. M., John Boardman, and Simon Hornblower. Cambridge Ancient History Vol. 6: The Fourth Century BC. 2nd ed. Cambridge: Cambridge University Press, 1994.\nRimell, Victoria and Markus Asper. Imagining Empire: Political Space In Hellenistic and Roman Literature. Heidelberg: Universitätsverlag Winter GmbH, 2017.\nThonemann, Peter. The Hellenistic Age. First edition. Oxford: Oxford University Press, 2016.\nWalbank, F. W. The Hellenistic World. Cambridge: Harvard University Press, 1982.\n\n\n== বহিঃসংযোগ ==\n\n উইকিমিডিয়া কমন্সে হেলেনীয় যুগ সম্পর্কিত মিডিয়া দেখুন।\nWaterloo Institute for Hellenistic Studies\nArt of the Hellenistic Age and the Hellenistic Tradition at the MET\nAlexandria Center for Hellenistic Studies"}