{"pageid": 1490248, "title": "অরুণা সেন বনাম বাংলাদেশ সরকার", "url": "https://bn.wikipedia.org/wiki?curid=1490248", "content": "অরুণা সেন বনাম বাংলাদেশ সরকার (১৯৭৫) ২৭ ডিএলআর (এইচসিডি) ১২২, বাংলাদেশ সুপ্রীম কোর্টের হাইকোর্ট বিভাগের একটি মামলা। মামলাটি বিশেষ ক্ষমতা আইন, ১৯৭৪ (এসপিএ) এর অধীনে বেআইনি আটক সম্পর্কিত। রায়টি এসপিএর অধীনে বেশিরভাগ আটককে অবৈধ করার মাধ্যমে নজির স্থাপন করে।\n\n\n== পটভূমি ==\nবাংলাদেশের মূল ১৯৭২ সালের সংবিধানে প্রতিরোধমূলক আটকের কোনো বিধান অন্তর্ভুক্ত ছিল না। মূল সংবিধানের তৃতীয় অংশে নাগরিক ও রাজনৈতিক অধিকারের শক্তিশালী সুরক্ষা প্রদান করা হয়েছে, যার মধ্যে রয়েছে বিচারবহির্ভূত আটক না থাকার অধিকার। অনুচ্ছেদ ২৬ (২) প্রদান করে যে তৃতীয় ভাগের যেকোনো বিধানের সাথে অসামঞ্জস্যপূর্ণ যে কোনো আইন, \"ওই ধরনের অসঙ্গতির পরিমাণের উপর ভিত্তি করে, বাতিল হয়ে যাবে\"। অনুচ্ছেদ ৩২ যোগ করেছে যে \"আইন অনুযায়ী কোনো ব্যক্তিকে ব্যক্তিগত স্বাধীনতা থেকে বঞ্চিত করা হবে না।\" অনুচ্ছেদ ৩৩ এর সাথে, তৃতীয় ভাগ বন্দীদের অধিকারের জন্য তিনটি সুরক্ষা ব্যবস্থা তৈরি করে: তাদের অবশ্যই \"যত তাড়াতাড়ি সম্ভব\" তাদের গ্রেপ্তারের কারণ সম্পর্কে অবহিত করতে হবে, তাদের অবশ্যই নিজেকে \"একজন আইনী অনুশীলনকারীর দ্বারা পরামর্শ করার এবং আত্মরক্ষা করার অধিকার থাকতে হবে এবং গ্রেপ্তারের ২৪ ঘণ্টার মধ্যে তাদের একজন ম্যাজিস্ট্রেটের সামনে হাজির করতে হবে। \n১৯৭৩ সালের সেপ্টেম্বরে, সংবিধান তৈরির মাত্র নয় মাস পরে, সংসদ XXIV আইন পাস করে, যা দ্বিতীয় সংশোধনী বিল নামে পরিচিত। এর ফলে অনুচ্ছেদ ২৬ আর \"মৌলিক অধিকার\" এর নিরঙ্কুশ সুরক্ষা প্রদান করে না কিন্তু সংশোধনের মাধ্যমে সেগুলিকে বাধা দেওয়ার অনুমতি দেয়৷ এমনকি, ৩৩(৩) ধারা সংযোজন প্রতিরোধমূলক আটকের অনুমতি দেয় এবং গ্রেপ্তার ও আটক হতে সাংবিধানিক সুরক্ষা থেকে অব্যাহতি দেয়। \nপাঁচ মাস পর ৯ ফেব্রুয়ারি ১৯৭৪, সংসদ তার সদ্য প্রদত্ত কর্তৃত্ব দ্রুত ব্যবহার করে বিশেষ ক্ষমতা আইন, ১৯৭৪ (এসপিএ) প্রণয়ন করে। এই আইনটি মূলত কালোবাজারি ও চোরাকারবারিদের দমন করার জন্য তৈরি করা হয়, যা সারা দেশে খাদ্য সংকটের জন্য দায়ী করা হতো। বামপন্থী গেরিলাদের সাথে রাজনৈতিক মতবিরোধ তীব্র হলে প্রধানমন্ত্রী শেখ মুজিবুর রহমান কয়েকটি পদক্ষেপের মাধ্যমে কঠোর ব্যবস্থা নেন: একটি মুদ্রণ ও প্রেস অধ্যাদেশ জারি, ধর্মঘটের উপর তিন মাসের নিষেধাজ্ঞা, জনসমাবেশে নিষেধাজ্ঞা, নাগরিক অধিকার স্থগিত করে জরুরি অবস্থা ঘোষণা এবং শেষ পর্যন্ত ১৯৭৫ সালে একদলীয় শাসন ব্যবস্থা প্রতিষ্ঠা। বিশেষ ক্ষমতা আইন (এসপিএ) এক দলীয় শাসন ব্যবস্থা প্রতিষ্ঠায় একটি কার্যকর হাতিয়ার হিসেবে প্রমাণিত হয়। \n\n\n== তথ্য ==\n১৯৭৩ সালের শেষে, জাতীয় রক্ষীবাহিনীর দ্বারা চঞ্চল সেন আটক হওয়ার পর, তার মা অরুণা সেন সংবিধানের অনুচ্ছেদ ১০২ (২) (খ) (i) এর অধীনে একটি রিট পিটিশনের মাধ্যমে ঘটনাটি চ্যালেঞ্জ করেন। রিট পিটিশনগুলি বাংলাদেশে একটি পরোক্ষ বিচারিক পর্যালোচনা ব্যবস্থা। অনেক চেষ্টার পর, তিনি জানতে পারেন যে তার ছেলেকে পুলিশ বিভাগের বিশেষ শাখায় হস্তান্তর করা হয়েছে এবং ঢাকা শহরের মোহাম্মদপুর থানায় হেফাজতে রয়েছে।\nতিনি তার ছেলেকে দেখতে গেলেন এবং তাকে শোচনীয় অবস্থায় খুঁজে পান। তার সারা শরীরে শারীরিক নির্যাতনের চিহ্ন ছিল। সরকারের পক্ষ থেকে বলা হয়, অবৈধ অস্ত্র রাখা, ডাকাতি ও খুনের মতো বিভিন্ন কর্মকাণ্ডের জন্য বিশেষ ক্ষমতা আইন, ১৯৭৪ এর ৩ ধারায় চঞ্চল সেনকে আটক করা হয়। \n\n\n== বিচার ==\nআদালত নিম্নলিখিত পর্যবেক্ষণ করেছেন: \n\nলিভারসিজ বনাম অ্যান্ডারসন-এ লর্ড অ্যাটকিন তার ভিন্নধর্মী বক্তৃতায় যে ইংরেজি নীতিটি ব্যক্ত করেন, বিচার এবং দোষী সাব্যস্ত না করে প্রতিটি কারাবাস দৃষ্টত বেআইনি এবং আটককারী কর্তৃপক্ষের দায়িত্ব এটি প্রমাণ করা যে তাদের কার্যকলাপ উপমহাদেশে প্রতিষ্ঠিত ইংরেজি আইনের মুখ্য নীতিমালা অনুযায়ী বৈধ। যেমনটা বিচারপতি হামুদুর রহমান (তৎকালীন পদ) পশ্চিম পাকিস্তান সরকার ও অন্যান্য বনাম বেগম আঘা আবদুল কারিম শহরিশ কাশ্মীরী মামলায় পর্যবেক্ষণ করেছেন।\nঅরুণা সেনের মামলায় আরও দেখা গেছে যে দুরভিসন্ধি বা সংঘবদ্ধ উদ্দেশ্যের জন্য আটকের আদেশ অবৈধ, এটি অবশ্যই দেখাতে হবে যে আটকের কারণগুলি প্রাসঙ্গিক এবং অস্পষ্ট, অনির্দিষ্ট নয় এবং আটক ব্যক্তিকে তার আত্মসমর্থনের সাংবিধানিক এবং আইনগত অধিকার থেকে বঞ্চিত করার মতো নয়। এই অধিকার সংবিধানের ৩৩ অনুচ্ছেদের (৫) দফা এবং বিশেষ ক্ষমতা আইন, ১৯৭৪-এর ৮ ধারার উপ-ধারা (১)-এ সরবরাহ করা হয়েছে। উক্ত মামলায় আরও বলা হয়েছে যে, যদি কিছু কারণ অপ্রাসঙ্গিক বা অস্তিত্বহীন হয়, তাহলে সেই বিশেষ ক্ষেত্রে আটককারী কর্তৃপক্ষের সন্তুষ্টি বৈধ ও অবৈধ উভয় ধরনের কারণে প্রভাবিত হতে পারে, এবং এমন সন্তুষ্টিকে আইনের প্রয়োজনীয়তার যথাযথ অনুসরণ হিসেবে গণ্য করা যাবে না। সংবিধানের ৩৩ অনুচ্ছেদের (৫) দফা এবং বিশেষ ক্ষমতা আইন, ১৯৭৪-এর ৮ ধারার উপ-ধারা (১)-এ আরও বলা হয়েছে আটকৃতকে প্রয়োজনীয় আটকের কারণ প্রদান সংক্রান্ত প্রশ্নে, বলা হয়েছে যে, যদি কিছু কারণ অস্পষ্ট এবং অনির্দিষ্ট হয়, এমনকি যদিও অন্য কিছু কারণ এমন নয়, তবুও উপরোক্ত বিধানগুলোর সাংবিধানিক এবং আইনি প্রয়োজনীয়তা পূরণ হয়েছে বলা যাবে না। \n\n\n== তাৎপর্য ==\nমামলাটি বেআইনি এবং প্রতিরোধমূলক আটকের বিরুদ্ধে বিশেষ নজির স্থাপন করে। বিশেষ ক্ষমতা আইনের অধীনে বেশিরভাগ আটককে অবৈধ বলে প্রমাণিত হয় কারণ প্রক্রিয়াগত অনিয়ম বা প্রমাণগুলি পর্যাপ্ত ছিল না যে অনুমান করা যায় যে একজন আটক ব্যক্তি একটি \"বেআইনি কাজ\" করতে পারে। একটি মামলায় আদালত এতদূর পর্যন্ত জোর দিয়ে বলে যে, \"রাষ্ট্রের নিরাপত্তার জন্য হুমকি\" সম্বলিত বিধানটি যথাযথভাবে প্রয়োগ করা হয়েছে বলে খুব কমই কোনো বাস্তব মামলা ঘটেছে। \nমামলাটি দেখিয়েছে যে বাংলাদেশের উচ্চ আদালতের বিচারিক পর্যালোচনার ক্ষমতা এশিয়ার অন্যান্য অঞ্চলের তুলনায় অধিকতর বিস্তৃত। \nহাইকোর্টের এই যুগান্তকারী রায় সত্ত্বেও, বাংলাদেশে বিচারবহির্ভূত আটক অব্যাহত রয়েছে। \n\n\n== আরও দেখুন ==\nআব্দুল লতিফ মির্জা বনাম বাংলাদেশ সরকার\n\n\n== তথ্যসূত্র =="}