{"pageid": 1491545, "title": "ইহুদি প্রার্থনা ও সিদ্ধির তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1491545", "content": "ইহুদি প্রার্থনা ও সিদ্ধি হলো ইহুদি প্রার্থনা ও ঈশ্বরের কৃপার অংশ। অধিকাংশ প্রার্থনা ও সিদ্ধি, সিদ্দুর গ্রন্থে পাওয়া যায়। নিবন্ধটি ইহুদি স্তোত্রপদ্ধতিগত সিদ্ধিকে সম্বোধন করে, যা সাধারণত অনুমোদিত বিধির মাধ্যমে শুরু হয়।\n\n\n== প্রাত্যহিক প্রার্থনা ==\n\n\n=== ঘুম থেকে উঠে ===\n\n\n=== পেসুকেই দি'জিমর ===\nপ্রার্থনার এই অংশটি সকালের প্রার্থনার ভূমিকা হিসেবে কাজ করে। নুসাছ আশকেনাজের হুকুম নিম্নরূপ:\n\n\n=== শেমা সিদ্ধি ===\nশচরিত ও মঅরিব এ প্রতিদিন শেমা প্রার্থনা বলা হয়। শেমার আগে সর্বদা দুটি সিদ্ধি থাকে, তবে দিনে শেমার পরে কেবল সিদ্ধি থাকে এবং রাতে দুটি (বা কিছু সম্প্রদায়ের মধ্যে তিনটি) থাকে।\n\n\n=== অমিদ সিদ্ধি ===\nদাঁড়িয়ে প্রার্থনা (শেমোনেহ্ এসরেহ্), যেটি সপ্তাহের দিনগুলিতে ১৯টি এবং শব্বথের দিনে সাতটি ও রোশ হওশন মুসফ-এ ৯টি স্ট্রোফ নিয়ে গঠিত। এটি ইহুদি প্রার্থনার অপরিহার্য উপাদান, এবং তালমুদ প্রার্থনাকে বলে একমাত্র পরিষেবা৷ এটি দিনে তিনবার বলা হয় (পর্ববারে ও ছুটির দিনে চারবার এবং ইয়োম কিপুরে পাঁচবার)। অমিদপর উৎস হলে মন্দিরে বলিদানের সমান্তরাল, বা ইহুদি পূর্বপুরুষদের সম্মানে।\nপ্রার্থনাটি তিন বিভাগে বিভক্ত: ঈশ্বরের জন্য প্রশংসার সিদ্ধি, আমাদের প্রয়োজনগুলির জন্য অনুরোধ (বা শব্বাত ও ইয়োম তোবের জন্য দিনের পবিত্রতা বৃদ্ধি করা) এবং অবশেষে ধন্যবাদ জ্ঞাপনের সিদ্ধি।\n\n\n==== স্তব ====\n\n\n==== মধ্যম ====\n\nশাব্বাত ও ইয়ম তোব এর উপর শুধুমাত্র একটি সিদ্ধি রয়েছে।\n\nরোশ হাশানার মুসাফ এর সময় মাঝখানে তিনটি সিদ্ধি রয়েছে, প্রতিটি নির্দিষ্ট থিমের চারপাশে তানাখ থেকে প্রায় ১০টি শ্লোক নির্মিত।\n\n\n==== কৃতজ্ঞতাজ্ঞাপন ====\n\n\n==== পুনরাবৃত্তির সময় সংযোজন ====\n\n\n=== সমাপ্তি প্রার্থনা ===\n\n\n=== কদ্দিশ ===\nকদ্দিশ সিদ্ধি ঈশ্বরের উপাধির বৃদ্ধি ও পবিত্রকরণের ধারণার উপর দৃষ্টি নিবদ্ধ করে। এর পাঁচটি সংস্করণ রয়েছে।\n\n\n=== প্রার্থনায় নিয়মিত ব্যবহৃত অতিরিক্ত গীতি ===\n\n\n=== অন্যান্য প্রার্থনা ===\n\n\n== মিতজবোত সিদ্ধি ==\n\n\n=== শব্বত সিদ্ধি ===\n\n\n=== পর্ব সিদ্ধি ===\n\n\n=== মিতজবোত উৎসব অ-সংযুক্ত ===\n\n\n== আনন্দ, দর্শনীয় স্থান ও শব্দ সিদ্ধি ==\n\n\n=== খাওয়ার সময় সিদ্ধি ===\n\n\n==== খাবারের পূর্বে সিদ্ধি ====\n\n\n==== খাবারের পরে সিদ্ধি ====\n\nবিরকত হমজোনর সম্মিলিত সিদ্ধি শুধুমাত্র গম, যব, রাই, জই, বানান থেকে তৈরি রুটি (মতজহ্ সহ) খাবার খাওয়ার পরেই তৈরি করা হয়।\nবিরকত হমজোনর পরে, স্প্যানিশ ও পর্তুগিজ রীতির অনেক সেফার্দী ইহুদি ইয়া কোমিমোস পাঠ করে বা বেন্ডিগামোস গান করে। এই প্রার্থনা বিরকত হমজোনরপর বিষয়বস্তু অনুরূপ।\n\n\n=== ঘ্রাণ সিদ্ধি ===\n\n\n=== দর্শনীয় স্থান ও শব্দ সিদ্ধি ===\n\n\n== বিশেষ অনুষ্ঠানে সিদ্ধি ==\n\n\n== পর্ব সংযোজন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nJudaism 101: Common Prayers and Blessings\nSidduraudio.com: Texts and Audios of selections from the Siddur\nChabad.org: Jewish Prayers in English and Hebrew\nBrochos.com – A comprehensive guide to blessings"}