{"pageid": 1491398, "title": "করাচির ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1491398", "content": "পাকিস্তানের সিন্ধ প্রদেশের করাচি (উর্দু: کراچی‎‎, সিন্ধি: ڪراچي) অঞ্চলে একটি প্রাকৃতিক বন্দর রয়েছে, যা প্রাগিতিহাস কাল থেকে স্থানীয় সিন্ধি উপজাতির জেলেরা মাছ ধরার বন্দরের জন্য ব্যবহার করে আসছেন। প্রত্নতাত্ত্বিক খননকার্য ইঙ্গিত দিয়েছে যে, এটি সিন্ধু উপত্যকা সভ্যতার সময়কাল পর্যন্ত প্রসারিত, যা ব্রোঞ্জ যুগ থেকেই এই বন্দরটির গুরুত্ব প্রমাণ করে। খ্রিস্টপূর্ব যুগের আগেই বানভোর নামে একটি বন্দর নগরীর স্থাপনা হয়েছিল, যা ওই অঞ্চলের একটি গুরুত্বপূর্ণ বাণিজ্য কেন্দ্র হিসেবে কাজ করত। গ্রিকরা এই বন্দরের বিভিন্ন নাম উল্লেখ করেছেন, যেমন ক্রোকোলা, মোরোন্টোবারা বন্দর এবং বারবারিকন, যা ছিল ইন্দো-গ্রিক রাজ্য ব্যাকট্রিয়ার একটি সমুদ্র বন্দর এবং কিছু গ্রিক গ্রন্থে রাম্য হিসেবে উল্লেখিত। আরবরা এই স্থানটিকে দেবল নামে চিনত, যেখান থেকে মুহাম্মাদ বিন কাসিম ৭১২ খ্রিস্টাব্দে সিন্ধু প্রদেশ (দক্ষিণ এশিয়ার পশ্চিমাংশ) জয় করতে তার সেনাবাহিনী পরিচালনা করেছিলেন। লহরি বন্দার বা লারি বন্দার দেবলের পর সিন্ধুর একটি প্রধান বন্দর হিসেবে প্রসিদ্ধি পায়; এটি আধুনিক করাচির কাছাকাছি বানভোর-এর কাছে অবস্থিত ছিল। ম্যানোরা দ্বীপের (বর্তমানে ম্যানোরা উপদ্বীপ) কাছে প্রথম আধুনিক বন্দর নগরী ব্রিটিশ ঔপনিবেশিক শাসনকালে ১৯ শতকের শেষভাগে প্রতিষ্ঠিত হয়।\n\n\n== নামসমূহ ==\nকরাচির প্রাচীন নামগুলোর মধ্যে অন্তর্ভুক্ত রয়েছে: ক্রোকোলা, বারবারিকন, নাওয়া নার, রামবাগ, কুররাক, কারাক বন্দার, ঔরঙ্গা বন্দার, মিন্নাগারা, কালাচি, মোরোন্টোবারা, কালাচি-জো-গোঠ, বানভোর, দেবল, বারবারিস, এবং কুররাচি।\n\n\n== প্রাথমিক ইতিহাস ==\n\n\n=== প্রাগৈতিহাসিক যুগ ===\nকরাচি বিশ্ববিদ্যালয়ের একটি দল মুলরি পাহাড় অঞ্চলে, করাচি বিশ্ববিদ্যালয়ের ক্যাম্পাসের সামনে, পুরা প্রস্তর ও মধ্য প্রস্তর যুগের গুরুত্বপূর্ণ প্রত্নতাত্ত্বিক স্থানগুলি আবিষ্কার করে। গত পঞ্চাশ বছরে সিন্ধ অঞ্চলে এটি অন্যতম গুরুত্বপূর্ণ প্রত্নতাত্ত্বিক আবিষ্কার। শেষ শিকারী-সংগ্রাহকরা এই পাহাড়ে বহুবার অবস্থান করেছিলেন এবং তাদের পদচিহ্ন প্রচুর পরিমাণে পাওয়া গেছে। পৃষ্ঠতল জরিপের মাধ্যমে প্রায় বিশটি পৃথক স্থানে পাথরের হাতিয়ায় আবিষ্কৃত হয়।\n\n\n=== সিন্ধু উপত্যকা সভ্যতা ===\nআল্লাহদিনো এবং পীর শাহ জুরিও হল সিন্ধু উপত্যকা সভ্যতার সময়কার প্রত্নতাত্ত্বিক স্থান যা করাচি জেলায় অবস্থিত। আল্লাহদিনো অঞ্চলে একটি বাড়ির মেঝের টালি পাওয়া গেছে, যা এই স্থানের গুরুত্ব নির্দেশ করে।\n\n\n=== গ্রিকদের আগমন ===\nগ্রিকরা এই স্থানটিকে বিভিন্ন নামে উল্লেখ করেছেন। ক্রোকোলা নামে পরিচিত স্থানটিকে আজকের করাচির সঙ্গে যুক্ত করা হয়, যেখানে মহান আলেকজান্ডার ৩২৬ খ্রিস্টপূর্বাব্দে ব্যাবিলনিয়ার জন্য এক বহর প্রস্তুত করার জন্য শিবির স্থাপন করেছিলেন, সিন্ধু উপত্যকার অভিযান শেষ করার পর। মোরোন্টোবারা নামক স্থানটি থেকে আলেকজান্ডারের অ্যাডমিরাল নিয়ার্কাস তার যাত্রা শুরু করেন। বারবারিকন নামে পরিচিত আরেকটি বন্দর ছিল ব্যাকট্রিয়ান রাজ্যের অংশ।\n\n\n=== দেবল ও বানভোর ===\n\nদেবল এবং বানভোর ছিল প্রাচীন বন্দর নগরী, যা বর্তমান করাচি শহরের কাছে অবস্থিত। এটি স্কিথো-পার্থিয়ান যুগের সময় থেকে শুরু হয় এবং পরবর্তীতে এটি হিন্দু-বৌদ্ধ রাজ্যগুলোর নিয়ন্ত্রণে আসে। ৮ম শতাব্দীতে এটি আরবদের অধীনে চলে যায়। ১৩শ শতাব্দীতে এই শহরটি পরিত্যক্ত হয়। এখানে ৭২৭ খ্রিস্টাব্দের একটি প্রাচীন মসজিদের অবশেষ এখনো সংরক্ষিত রয়েছে। স্ট্রাবো উল্লেখ করেন যে এই অঞ্চল থেকে (বর্তমান করাচির কাছাকাছি ও খাম্বাৎ উপসাগর) চাল আরবে রপ্তানি করা হতো।\nবালাজুরী বর্ণনা অনুসারে, দেবল এলাকায় একটি বড় মিনারের উপরের অংশ আম্বিসা ইবনে ইসহাক ধ্বংস করে জেলখানায় পরিণত করেছিলেন এবং একই সময়ে মিনারের পাথর দিয়ে পরিত্যক্ত শহরটি পুনর্নির্মাণের কাজ শুরু করেছিলেন।\n\n\n== ইসলামি যুগ পরবর্তী (৮ম শতাব্দী খ্রিষ্টাব্দ – ১৯শ শতাব্দী) ==\n\n\n=== উমাইয়া রাজবংশ ===\nখ্রিষ্টাব্দ ৭১১ সালে, মুহাম্মাদ বিন কাসিম, বনু উমাইয়ার একজন সেনাপতি, সিন্ধু প্রদেশ এবং সিন্ধু উপত্যকা দখল করেন, যার মাধ্যমে দক্ষিণ এশীয় সমাজগুলো ইসলামের সংস্পর্শে আসে। এতে আংশিক সাফল্য আসে, কারণ রাজা দাহির ছিলেন হিন্দু রাজা এবং তিনি বৌদ্ধ সংখ্যাগরিষ্ঠ জনগণের ওপর শাসন করতেন, এবং আলোরের চাচ এবং তার বংশধরদের আগের বৌদ্ধ রাই রাজবংশের উত্তরাধিকারী হিসেবে গণ্য করা হতো। তবে এই দৃষ্টিভঙ্গি নিয়ে কিছু বিতর্ক রয়েছে, কারণ এ অঞ্চলে হিন্দু ও বৌদ্ধ অনুশীলনের মধ্যে পার্থক্য অস্পষ্ট ছিল। বিশেষ করে রাজা দাহির এবং চাচ উভয়ই সম্ভবত বৌদ্ধ ধর্মের পৃষ্ঠপোষক ছিলেন। মুহাম্মদ বিন কাসিমের বাহিনী জাট এবং অন্যান্য আঞ্চলিক গভর্নরদের সাথে মিলিত হয়ে রাজা দাহিরকে পরাজিত করেন।\n\n\n=== কালহোরা রাজবংশ ===\nকালহোরারা করাচির কাছে খারাক বন্দরের প্রতিষ্ঠা করেন। ১৭২৯ সালে, নদীর পলি জমে বন্ধ হয়ে যাওয়া খারাক বন্দরের অভিবাসীরা হাব নদীর মুখে করাচির নতুন বসতি স্থাপন করে। প্রথমে করাচি ছিল একটি ছোট্ট জনপদ, তবে বাণিজ্যের কারণে দ্রুতই এর প্রসার ঘটে। অন্য বন্দরগুলোও পলিতে আটকে পড়ার ফলে করাচির গুরুত্ব বাড়তে থাকে। কিছু কিংবদন্তি অনুসারে, করাচির নাম এসেছে এক মৎস্যজীবিনী মাই কোলাচির নাম থেকে। ১৭৪২ সালের একটি ওলন্দাজ নথিতে \"কারাচি\" শব্দটি প্রথম ব্যবহৃত হয়। সেই নথিতে ডি রিডারকার্ক নামের একটি ডাচ জাহাজের করাচির কাছে দুর্ঘটনায় পতিত হওয়ার কথা উল্লেখ করা হয়েছে।\n\n\n=== তালপুর রাজবংশ ===\n১৭৯৫ সালে, শহরটি হায়দ্রাবাদের তালপুর মীরদের নিয়ন্ত্রণে আসে। ২ ফেব্রুয়ারি ১৮৩৯ সালে, ব্রিটিশ বোম্বে আর্মি জন কীন এর অধীনে শহরটি দখল করে।\n\n\n== উপনিবেশিক যুগ (১৮৩৯–১৯৪৭) ==\n\n\n=== কোম্পানি শাসন ===\nএলাকায় কিছু অনুসন্ধানী মিশন পাঠানোর পর, ইস্ট ইন্ডিয়া কোম্পানি ১৮৩৯ সালের ৩ ফেব্রুয়ারি করাচি শহরটি জয় করে। পরে, ১৮৪৩ সালের ১৭ ফেব্রুয়ারি চার্লস জেমস নেপিয়ার মিয়ানির যুদ্ধে সিন্ধু প্রদেশ দখল করার পর, শহরটি ব্রিটিশ ভারতীয় সাম্রাজ্যের অন্তর্ভুক্ত হয়। ১৮৪০-এর দশকে করাচিকে সিন্ধুর রাজধানী ঘোষণা করা হয়। নেপিয়ার বিদায় নেওয়ার পর, সিন্ধুর বাকি অংশের সাথে এটি বোম্বে প্রেসিডেন্সির অন্তর্ভুক্ত করা হয়। এই সিদ্ধান্ত স্থানীয় সিন্ধিদের মধ্যে অসন্তোষ সৃষ্টি করে।\nব্রিটিশরা এই শহরের সামরিক কেন্দ্র এবং সিন্ধু নদের অববাহিকার উৎপাদিত পণ্য রপ্তানির জন্য একটি বন্দর হিসেবে এর গুরুত্ব বুঝতে পারে। ফলে তারা দ্রুত বন্দরের উন্নয়ন শুরু করে। শহরের পৌর প্রশাসনের ভিত্তি স্থাপন করা হয় এবং বিভিন্ন অবকাঠামো উন্নয়নের কাজ শুরু হয়। নতুন ব্যবসা প্রতিষ্ঠান গড়ে উঠতে থাকে এবং শহরের জনসংখ্যা দ্রুত বৃদ্ধি পায়।\n\n১৮৩৯ সালে কোম্পানি বাহাদুরের সৈন্যদের আগমনের ফলে একটি নতুন অংশ, অর্থাৎ সামরিক ক্যান্টনমেন্ট, প্রতিষ্ঠিত হয়। এই ক্যান্টনমেন্ট ছিল ‘সাদা’ শহরের মূল ভিত্তি, যেখানে ভারতীয়দের অবাধ প্রবেশাধিকার ছিল না। এই 'সাদা' শহর গড়ে উঠেছিল ইংল্যান্ডের শিল্প-শহরগুলোর মডেল অনুযায়ী, যেখানে কাজের জায়গা, আবাসিক এলাকা এবং বিনোদনস্থল আলাদা ছিল।\nকরাচি দুই প্রধান অঞ্চলে বিভক্ত ছিল। 'কালো' শহরটি উত্তর-পশ্চিমে অবস্থিত ছিল, যা বর্তমানে ভারতীয় ব্যবসায়ী জনসংখ্যার বৃদ্ধির জন্য সম্প্রসারিত হয়। এতে পুরানো শহর, নেপিয়ার মার্কেট এবং বন্দরের অংশ অন্তর্ভুক্ত ছিল। অন্যদিকে, 'সাদা' শহরটি দক্ষিণ-পূর্বে ছিল, যেখানে স্টাফ লাইনস, ফ্রেয়ার হল, ম্যাসনিক লজ, সিন্ধ ক্লাব, গভর্নরের বাসভবন এবং কালেক্টরস কাচারি (আইন আদালত)  সিভিল লাইনস কোয়ার্টারে অবস্থিত ছিল। সদর বাজার এলাকা এবং এম্প্রেস মার্কেট 'সাদা' জনগোষ্ঠীর ব্যবহারের জন্য ছিল, আর সরাই কোয়ার্টার স্থানীয় জনগণের প্রয়োজন মেটাতো।\nপরে এই গ্রামটি ব্রিটিশ ভারতীয় সাম্রাজ্যে সংযুক্ত করা হয়, যখন ১৮৪৩ সালে চার্লস নেপিয়ার সিন্ধ দখল করেন। ১৮৪০-এর দশকে সিন্ধের রাজধানী হায়দ্রাবাদ থেকে করাচিতে স্থানান্তরিত করা হয়। এটি শহরের ইতিহাসে একটি গুরুত্বপূর্ণ মোড় তৈরি করে। ১৮৪৭ সালে নেপিয়ারের প্রস্থানের পর পুরো সিন্ধ বোম্বে প্রেসিডেন্সির অন্তর্ভুক্ত করা হয়। গভর্নরের পদ বিলুপ্ত করা হয় এবং সিন্ধুর প্রধান কমিশনারের পদ স্থাপন করা হয়।\nব্রিটিশরা করাচিকে সামরিক ছাউনি এবং সিন্ধু অববাহিকার পণ্য পরিবহনের জন্য একটি গুরুত্বপূর্ণ বন্দর হিসেবে স্বীকৃতি দেয় এবং দ্রুত এর বন্দর উন্নয়নের কাজ শুরু করে। সিন্ধের কমিশনার বার্টল ফ্রেয়ার শহরের পৌর কমিটির ভিত্তি স্থাপন করেন এবং অবকাঠামো উন্নয়নের কাজ হাতে নেন। ফলে নতুন ব্যবসা খুলতে শুরু করে এবং শহরের জনসংখ্যা দ্রুত বৃদ্ধি পেতে থাকে। করাচি দ্রুত একটি শহরে পরিণত হয়। এটি নেপিয়ারের বিখ্যাত উক্তিকে বাস্তবে পরিণত করে: আমি যদি আবার ফিরে এসে তোমার মহিমা দেখতে পারতাম!\n১৮৫৭ সালে সিপাহি বিদ্রোহ শুরু হয়। করাচিতে অবস্থানরত ২১তম নেটিভ ইনফ্যান্ট্রি ১০ সেপ্টেম্বর ১৮৫৭-এ বিদ্রোহীদের পক্ষে যোগ দেয় এবং তাদের প্রতি আনুগত্য প্রকাশ করে। তবে ব্রিটিশরা দ্রুত করাচির উপর নিয়ন্ত্রণ পুনরায় প্রতিষ্ঠা করতে সক্ষম হয় এবং বিদ্রোহ দমন করে। ব্রিটিশ উপনিবেশিক শাসনের প্রথমদিকে করাচি খুরাচি সিন্ধু (অর্থাৎ করাচি, সিন্ধু) নামে পরিচিত ছিল।\n\n১৮৬৪ সালে করাচি থেকে লন্ডন পর্যন্ত সরাসরি টেলিগ্রাফ সংযোগ স্থাপনের মাধ্যমে ভারতের প্রথম টেলিগ্রাফ বার্তা ইংল্যান্ডে পাঠানো হয়। ১৮৭৮ সালে শহরটি রেলপথের মাধ্যমে ব্রিটিশ ভারতের অন্যান্য অংশের সঙ্গে সংযুক্ত হয়। এই সময়ে ফ্রেয়ার হল (১৮৬৫) এবং এম্প্রেস মার্কেট (১৮৯০) এর মতো জনসেবামূলক ভবন নির্মাণ করা হয়। ১৮৭৬ সালে মুহাম্মদ আলী জিন্নাহ, পাকিস্তানের প্রতিষ্ঠাতা, এই শহরে জন্মগ্রহণ করেন। সে সময় করাচি একটি ব্যস্ত শহরে পরিণত হয়, যেখানে মসজিদ, মন্দির, গির্জা, আদালত, বাজার, পাকা রাস্তা এবং একটি বিশাল বন্দর ছিল। ১৮৯৯ সালের মধ্যে করাচি পূর্বাঞ্চলের সবচেয়ে বড় গম রপ্তানি বন্দর হয়ে ওঠে। উনবিংশ শতকের শেষে শহরের জনসংখ্যা প্রায় ১,০৫,০০০ জন ছিল। এটি ছিল মুসলিম, হিন্দু, ইউরোপীয়, ইহুদি, পারসি, ইরানি, লেবানিজ এবং গোয়ান জনগোষ্ঠীর একটি সমৃদ্ধ সংমিশ্রণ। তবে ১৮৯৯ সালে শহরটি একটি ভয়াবহ কলেরা মহামারির মুখোমুখি হয়েছিল। ২০ শতকের শুরুতে শহরে যানজটের সমস্যা দেখা দেয়, যা সমাধানের জন্য ১৯০০ সালে দক্ষিণ এশিয়ার প্রথম ট্রামলাইন স্থাপন করা হয়।\nশহরটি একটি ছোট মাছ ধরার গ্রাম হিসেবে রয়ে গিয়েছিল, যতক্ষণ না ব্রিটিশরা মানোরা দ্বীপে অবস্থিত কৌশলগত এলাকাটি নিজেদের নিয়ন্ত্রণে নিয়ে নেয়। এর পর ব্রিটিশ রাজের কর্তৃপক্ষ ১৯শ শতকে শহরের আধুনিকায়নে ব্যাপক পদক্ষেপ নেয়, যার উদ্দেশ্য ছিল একটি প্রধান ও আধুনিক বন্দর তৈরি করা। এই বন্দর পাঞ্জাব, ব্রিটিশ ভারতের পশ্চিমাঞ্চল এবং আফগানিস্তানের প্রবেশদ্বার হিসেবে কাজ করার জন্য পরিকল্পিত ছিল। শহরটি প্রধানত মুসলিম অধ্যুষিত ছিল, যেখানে সিন্ধি এবং বালুচ জাতিগোষ্ঠী বসবাস করত। যুক্তরাজ্য এবং সাম্রাজ্যবাদী রাশিয়ার মধ্যকার গ্রেট গেম নামে পরিচিত প্রতিযোগিতা, মধ্য এশিয়ার কাছাকাছি একটি আধুনিক বন্দর গড়ার প্রয়োজনীয়তাকে আরও বাড়িয়ে তোলে। এর ফলে, করাচি ব্রিটিশ শাসনামলে বাণিজ্য ও শিল্পের প্রধান কেন্দ্র হয়ে ওঠে। এতে বিভিন্ন সম্প্রদায়ের মানুষ এখানে এসে বসতি স্থাপন করে, যেমন: আফ্রিকান, আরব, আর্মেনিয়ান, গোয়ার ক্যাথলিক, ইহুদি, লেবানিজ, মালয়, কঙ্কনি (মহারাষ্ট্র থেকে), কচ্ছি (কচ্ছ, গুজরাট), এবং জোরাস্ট্রিয়ান বা পারসি সম্প্রদায়। এছাড়াও, ব্রিটিশ ব্যবসায়ী এবং ঔপনিবেশিক প্রশাসকরা শহরের অভিজাত এলাকাগুলি, যেমন ক্লিফটন গড়ে তোলেন। এই গণপ্রবাহ করাচির ধর্মীয় ও সাংস্কৃতিক বিন্যাসকে উল্লেখযোগ্যভাবে পরিবর্তন করে।\nব্রিটিশ ঔপনিবেশিকরা জনস্বাস্থ্য ও পরিবহনের ক্ষেত্রে বিভিন্ন কাজ করে, যেমন: কাঁচা রাস্তা পাকা করা, সঠিক নিকাশী ব্যবস্থা, রাস্তা পরিষ্কারক, এবং ট্রাম ও ঘোড়ায় টানা গাড়ির নেটওয়ার্ক স্থাপন। সামরিক শিবির, ইউরোপীয় অধিবাসীদের জন্য কোয়ার্টার এবং বাজার, যেমন এমপ্রেস মার্কেট, গড়ে তোলাও তাদের উদ্যোগের অংশ ছিল। শহরের ধনী ব্যক্তিরা বিভিন্ন প্রাসাদোপম ভবন নির্মাণে অর্থায়ন করেন। এর মধ্যে রয়েছে বিলাসবহুল সামাজিক ক্লাব, যা 'জিমখানা' নামে পরিচিত, এবং জেহাঙ্গীর কোঠারি প্যারেড (একটি বড় সাগর তীরবর্তী পথ), ফ্রেয়ার হল, সিনেমা হল এবং জুয়ার আসর।\n১৯১৪ সালের মধ্যে করাচি ব্রিটিশ সাম্রাজ্যের সবচেয়ে বড় শস্য রপ্তানিকারক বন্দর হয়ে ওঠে। ১৯২৪ সালে একটি বিমানবন্দর নির্মাণ করা হয় এবং করাচি ব্রিটিশ ভারতের প্রধান প্রবেশপথে পরিণত হয়। ১৯২৭ সালে ইম্পেরিয়াল এয়ারশিপ প্রকল্পের অংশ হিসেবে করাচিতে একটি এয়ারশিপ মাস্ট তৈরি করা হয়, যদিও পরে তা পরিত্যক্ত হয়। ১৯৩৬ সালে সিন্ধকে বোম্বে প্রেসিডেন্সি থেকে আলাদা করা হয় এবং করাচি পুনরায় সিন্ধু প্রদেশের রাজধানী হয়। ১৯৪৭ সালে পাকিস্তান স্বাধীনতা লাভের সময় করাচি একটি ব্যস্ত মহানগরীতে পরিণত হয়, যেখানে ক্লাসিকাল এবং ঔপনিবেশিক ইউরোপীয় শৈলীতে তৈরি ভবন শহরের রাস্তাগুলি শোভিত করেছিল।\nস্বাধীনতার বিভাজনের আন্দোলন প্রায় চূড়ান্ত পর্যায়ে পৌঁছালে, শহরটিতে হিন্দু ও মুসলমানদের মধ্যে ব্যাপক সাম্প্রদায়িক সংঘর্ষ ঘটে। আগত মুসলিম শরণার্থীদের দ্বারা হিন্দু সম্প্রদায় লক্ষ্যবস্তু হয়। হিন্দু আধিপত্যের আশঙ্কা এবং আত্মপরিচয় রক্ষার তাগিদে, ব্রিটিশ ভারতের প্রথম প্রদেশ হিসেবে সিন্ধ পাকিস্তান প্রস্তাব অনুমোদন করে। শহরের মুসলিম জনগণ নিখিল ভারত মুসলিম লীগ এবং পাকিস্তান আন্দোলনকে সমর্থন করে। ১৯৪৭ সালে পাকিস্তান স্বাধীনতা লাভের পর, করাচির হিন্দু ও শিখ সম্প্রদায় ভারতে অভিবাসিত হয়, যার ফলে শহরের ব্যবসা-বাণিজ্যে একটি শূন্যতা সৃষ্টি হয়। এদিকে, ভারতে উচ্ছেদ হওয়া মুসলিম শরণার্থীরা করাচিতে এসে বসতি স্থাপন করে। অনেক দরিদ্র নিম্নবর্ণের হিন্দু, খ্রিস্টান এবং ধনী জরাথুস্ট্রবাদ করাচিতে রয়ে যায়, কিন্তু শহরের সিন্ধি হিন্দুরা ভারতে চলে যায়। তাদের স্থান মুসলিম শরণার্থীরা পূরণ করে।\n\n\n== স্বাধীনতার পরবর্তী সময় (১৯৪৭ খ্রিস্টাব্দ – বর্তমান) ==\n\n\n=== পাকিস্তানের রাজধানী (১৯৪৭–১৯৫৯) ===\n\n১৯৪৭ সালে করাচি পাকিস্তানের রাজধানী হিসেবে নির্বাচিত হয়। ১৯৫১ সালের মধ্যে এর জনসংখ্যা দাঁড়ায় ১১ লাখে। যদিও ১৯৫৯ সালে রাজধানী ইসলামাবাদে স্থানান্তরিত হয়, তবু করাচি ক্রমাগত বৃদ্ধি পেতে থাকে।\nভারতের মুসলমান নিধন এবং পোগ্রোম থেকে পালিয়ে আসা শরণার্থী এবং দক্ষিণ এশিয়ার বিভিন্ন অঞ্চল থেকে আসা মুসলিমরা করাচিতে স্থায়ী হয়।\nফলে, শহরের জনসংখ্যা এবং জনগোষ্ঠীর বৈচিত্র্যে ব্যাপক পরিবর্তন ঘটে। পাকিস্তান সরকার পাবলিক ওয়ার্কস ডিপার্টমেন্টের মাধ্যমে মুসলিম শরণার্থীদের বসতি স্থাপনের জন্য জমি ক্রয় করে।\n\n\n=== আধুনিক জনসংখ্যা এবং এলাকা ===\n১৯৯০ সালের মধ্যে করাচি বিভাগ ৩৩৬৫ বর্গকিলোমিটার এলাকা আচ্ছাদিত করে। ২০০৭ সালের মধ্যে এর জনসংখ্যা প্রায় ১ কোটি ৪৫ লাখে পৌঁছায়। শহরের অবকাঠামোতে আধুনিকতাবাদের প্রভাব লক্ষ করা যায়।\nমেহেদি আলী মির্জা এবং অন্যান্য স্থপতিরা ফ্র্যাংক লয়েড রাইট এবং ল্য করব্যুজিয়ে-এর নকশার ধরনকে শহরের বিভিন্ন স্থাপত্যে অন্তর্ভুক্ত করেন। এর উদাহরণ হল মেহেদি আলী মির্জার বাসভবন এবং করাচি বিশ্ববিদ্যালয় কমপ্লেক্স।\nউল্লেখযোগ্য স্থাপনার মধ্যে রয়েছে ইনস্টিটিউট অব বিজনেস অ্যাডমিনিস্ট্রেশন, যা স্থপতি উইলিয়াম পেরি ডিজাইন করেছিলেন, এবং আগা খান বিশ্ববিদ্যালয় হাসপাতাল, যা আধুনিক স্থাপত্য ও সাংস্কৃতিক সংহতির প্রতিফলন ঘটায়।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপ্রতিটি নামের পেছনের গল্প\nকরাচির ইতিহাস পুরনো ও নতুন ছবি সহ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৩-০৭-২০ তারিখে\n'সিন্ধুর বিশ্বাসঘাতক' শেঠ নওমাল: ১৮৩২ সালের একটি ধর্মদ্রোহিতার মামলা\nকরাচির প্রকৃত জনক (আপনার ধারণার বাইরের কেউ)\nকরাচির প্রকৃত জনক — দ্বিতীয় অংশ\nরাস্তা ও নামের গল্প\nহরচাঁদ রাই বিষণ দাস: করাচির মস্তকহীন দাতা\nকরাচির পোলো গ্রাউন্ড: ইতিহাসের খোঁজে\nর‍্যাঞ্চার লাইন: ১৪ একরের এক বিস্মৃত পরিচয়\nমি. স্ট্রাচান ও মৌলানা ওয়াফাই\nঅতীতের ক্লিফটন\nকরাচির র‍্যাঞ্চার লাইন: যেখানে আর লাল মরিচ নেই"}