{"pageid": 1491872, "title": "চার্চ ফাদার", "url": "https://bn.wikipedia.org/wiki?curid=1491872", "content": "চার্চ ফাদাররা ছিলেন প্রাচীন ও প্রভাবশালী খ্রিস্টান ধর্মতত্ত্ববিদ ও লেখক যারা খ্রিস্টধর্মের বুদ্ধিবৃত্তিক ও মতবাদিক ভিত্তি স্থাপন করেছিলেন। যে ঐতিহাসিক সময়কালে তারা কাজ করেছিল সেটি পিতৃতান্ত্রিক যুগ হিসেবে পরিচিতি পায় এবং প্রায় ১ম শতাব্দীর শেষ থেকে ৮ম শতাব্দীর মাঝামাঝি পর্যন্ত বিস্তৃত হয়, বিশেষ করে ৪র্থ ও ৫ম শতাব্দীতে বিকাশ লাভ করে, যখন খ্রিস্টধর্ম নিজেকে রোমান সাম্রাজ্যের রাষ্ট্রীয় মণ্ডলী হিসেবে প্রতিষ্ঠিত করার প্রক্রিয়ায় ছিল।\nখ্রিস্টধর্মের অনেক সম্প্রদায়ের জন্য, পূর্ব-নিসেন ফাদার, নিসেন ফাদার ও পোস্ট-নিসিন ফাদার কর্তৃক রচিত পবিত্র ঐতিহ্যের অন্তর্ভুক্ত। যেমন, ঐতিহ্যগত গোঁড়া ধর্মতত্ত্বে, লেখকদেরকে চার্চ ফাদারদের মতবাদ প্রতিষ্ঠার জন্য প্রামাণিক হিসাবে বিবেচনা করা হয়। প্যাট্রিস্টিক্সের একাডেমিক ক্ষেত্র, চার্চ ফাদারদের অধ্যয়ন, শব্দটির পরিধি বাড়িয়েছে, এবং কোন নির্দিষ্ট তালিকা নেই। কিছু, যেমন অরিজেন ও টারটুলিয়ান, পরবর্তী খ্রিস্টান ধর্মতত্ত্বের বিকাশে প্রধান অবদান রেখেছিলেন, কিন্তু তাদের শিক্ষার কিছু উপাদান পরে নিন্দা করা হয়েছিল।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nChurchFathers.org – All of the Church Fathers' writings broken down by topic. Find writings by the Fathers on everything from the Eucharist, to baptism, to the Virgin Mary, to the Pope\nChurch Fathers' works in English edited by Philip Schaff, at the Christian Classics Ethereal Library\nChurch Fathers at the Patristics In English Project Site\nEarly Church Fathers Additional Texts Part of the Tertullian corpus.\nExcerpts from Defensor Grammaticus\nExcerpts from the Church Fathers\nThe Fathers, the Scholastics, and Ourselves by von Balthasar\nFaulkner University Patristics Project A growing collection of English translations of patristic texts and high-resolution scans from the comprehensive Patrologia compiled by J. P. Migne.\nEarly Church Fathers Writings Ante Nicene, Nicene and Post Nicene Fathers\nWritings from the church fathers at www.goarch.com.  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০০৮-০৯-২২ তারিখে\nThe Fathers of the Church: A New Translation, by Dr. Roy Joseph Deferrari and Dr. Ludwig Schopp. Works hosted at the Internet Archive\nMigne Patrologia Latina and Graeca: a free digital edition of almost all the original texts.\nCatholic Encyclopedia: The Fathers of the Church"}