{"pageid": 1491147, "title": "হাসান ইবনে আজলান", "url": "https://bn.wikipedia.org/wiki?curid=1491147", "content": "বদরুদ্দীন আবু আল-মা'আলী হাসান ইবনে আজলান ইবনে রুমাইথা ইবনে আবু নুমাই আল-হাসানী  ছিলেন ১৩৯৬ থেকে ১৪২৬ সাল পর্যন্ত মক্কার আমির ছিলেন । তিনি ১৪০৮ থেকে ১৪১৬ সাল পর্যন্ত হিজাজের প্রথম সহকারী সুলতান হিসেবে দায়িত্ব পালন করেন। ৮২১ হিজরির মুহাররম মাসে (ফেব্রুয়ারি ১৪১৮ খ্রিস্টাব্দ) শরীফ হাসান মামলুক সুলতান আল-নাসির ফারাজের কাছে উপহার পাঠান এবং তাঁর ভাই বরকাতের সাথে মক্কার সহ-আমির হিসেবে আহমদকে নিয়োগের অনুরোধ জানান। আল-নাসির তাঁর অনুরোধ মঞ্জুর করেন এবং ৮২১ হিজরির রবিউল আউয়ালের মাঝামাঝি সময়ে (আগস্ট ১৪০৮ খ্রিস্টাব্দ)  এক আদেশ জারি করেন। সেই আদেশ রবিউস সানি মাসের দ্বিতীয়ার্ধে (সেপ্টেম্বর ১৪০৮ খ্রিস্টাব্দ) মক্কায় পৌঁছে, যেখানে তিন শরীফের জন্য সম্মানসূচক পোশাকও রাখেন ।[1]৮১৮ হিজরির ১৪ সফর (প্রায় ২৫ এপ্রিল ১৪১৫ খ্রিস্টাব্দ) সুলতান আল-মু'আয়্যাদ শেখ একটি আদেশ জারি করেন। যেখানে হাসান এবং তাঁর সন্তানদের পদ থেকে সরিয়ে রুমাইথা ইবনে মুহাম্মাদকে নিযুক্ত করা হয়। মক্কার দোয়া ও খুতবা হাসান এবং তাঁর সন্তানদের নামে চালু ছিল, যতদিন না তারা ইয়েমেনের আসেন। রুমাইথা ইবনে মুহাম্মদ\nযিলহজ মাসের শুরুতে (প্রায় ১ ফেব্রুয়ারি ১৪১৬ খ্রিস্টাব্দ) ইয়েমেনের উদ্দেশ্য রওনা হন। [1]\n৮১৯ হিজরির শাওয়াল মাসে (ডিসেম্বর ১৪১৬ খ্রিস্টাব্দ) হাসান পুনরায় আমিরের পদে নিযুক্ত হলে আহমদ তাঁর পিতার সাথে মক্কায় ফিরে আসেন। পরে ৮২১ হিজরির রবিউল আউয়াল মাসে (এপ্রিল/মে ১৪১৮ খ্রিস্টাব্দ) হাসান আমিরাতের দায়িত্ব বরকাতের হাতে তুলে দেওয়ার কারণে আহমদ বিদ্রোহ করেন এবং মক্কা ত্যাগ করেন।[2] তিনি ৮৪২ হিজরির শুরুর দিকে (১৪৩৮ খ্রিস্টাব্দ) ইয়েমেনের জাবিদে মারা যান এবং সেখানেই তাকে দাফন করা হয়।[3]\n\n\n== প্রারম্ভিক জীবন ==\nহাসান প্রায় ৭৭৫ হিজরিতে (১৩৭৩/১৩৭৪ খ্রিস্টাব্দ) জন্মগ্রহণ করেন। তিনি মক্কার আমির আজলান ইবনে রুমাইথা (মৃত্যু: ১৩৭৫) এর সন্তান ছিলেন। পিতার মৃত্যুর পর হাসান ও তার ভাই, আলি ইবনে আজলান তাদের বড় ভাই মক্কার আমির আহমদ ইবনে আজলান (মৃত্যু: ১৩৮৬) এর কাছেই  বড় হন। ৭৮৯ হিজরির যিলহজ মাসে (ডিসেম্বর ১৩৮৭) আলি ইবনে আজলান আমিরের পদ গ্রহণ করেন। হাসান তার ভাইয়ের শাসনকে সমর্থন জানাতে মিশরে গমন করেন এবং কয়েক মাস পরে, রবিউস সানি বা জমাদিউল আউয়াল মাসে (এপ্রিল/মে ১৩৮৮) মক্কায় ফিরে আসেন। ফিরে এসে তিনি আলিকে পঞ্চাশজন মামলুক অশ্বারোহী সৈনিকের ব্যবস্থা করে দেন।  সুলতান আল-জাহির বারকুক এর কাছ থেকে প্রাপ্ত সম্মানসূচক পোশাক ও অনুমোদনের চিঠি তার হাতে তুলে দেন। হাসান তার ভাইয়ের শাসনকালে তার সাথে সুসম্পর্ক বজায় রেখেছিলেন। কিন্তু দুই শরীফের মধ্যে দ্বন্দ্ব হয়েছিলো দুইবার, যা প্রকাশ্যে যুদ্ধে পরিণত হয়। হাসান দুইবার মক্কা দখল ও আলিকে উৎখাত করার চেষ্টা করেন। প্রথমবার চেষ্টা করেন প্রায় ৭৯২ হিজরির শুরুতে (প্রায় ১৩৯০ খ্রিস্টাব্দের শুরুতে) এবং দ্বিতীয়বার ৭৯৭ হিজরির জমাদিউস সানি মাসে (মার্চ/এপ্রিল ১৩৯৫) হয়। আমিরের পদ দখলে ব্যর্থ হয়ে, হাসান মিশরে গিয়ে সমর্থন খোঁজার চেষ্টা করেন। সেই বছর রমজান মাসে (জুন/জুলাই ১৩৯৫) সুলতান বারকুক হাসানকে গ্রেপ্তার করেন কায়রো দুর্গে বন্দি করেন। শাওয়ালের ৭ তারিখে (২৮ জুলাই ১৩৯৫) আলি নিহত হন, হাসানের বন্দির এক সপ্তাহ পরে। এরপর আলির ভাই মুহাম্মদ ইবনে আজলান তার স্থলাভিষিক্ত হন।\n\n\n== প্রথম শাসনকাল ==\n৯ যিলকদ (প্রায় ২৬ আগস্ট ১৩৯৫) তারিখে আলি'র মৃত্যুর খবর পাওয়ার পর বারকুক হাসানকে মুক্তি দেন এবং তাকে মক্কার আমির হিসেবে নিয়োগ করেন। তার নিয়োগের সংবাদ যিলকদ মাসের শেষ দশকে (সেপ্টেম্বর ১৩৯৫) মক্কায় পৌঁছায়। হাসান তখনও মক্কায় উপস্থিত হতে না পারার কারণে, মুহাম্মদ ইবনে আজলান আমির হিসেবে দায়িত্ব পালন করতে থাকেন। হাসান অবশেষে ২৪ রবিউস সানি ৭৯৮ হিজরিতে (৪ ফেব্রুয়ারি ১৩৯৬) শনিবার রাতে মক্কায় পৌঁছান। শহরে প্রবেশ করার পর তাকে সম্মানসূচক পোশাক পরানো হয় এবং মক্কার আমির হিসেবে ঘোষণা করা হয়। ৮০৯ হিজরিতে (১৪০৬) হাসান সফলভাবে সুলতান আল-নাসির ফারাজকে তার ছেলে বরকাতকে মক্কার সহ-আমির হিসেবে নিয়োগ দিতে রাজি করান। বরকাতের নিয়োগের ডিপ্লোমা, যা শাবান ৮০৯ হিজরিতে (জানুয়ারি/ফেব্রুয়ারি ১৪০৭) তারিখযুক্ত, যিলহজ মাসে (মে ১৪০৭) পৌঁছায়। ৮১১ হিজরিতে (১৪০৮) হাসান আল-নাসিরকে তার ছেলে আহমদকে বরকাতের সাথে সহ-শাসক হিসেবে নিয়োগ করা হয়। একই সময়ে আল-নাসির হাসানকে হিজাজে নবগঠিত \"উপ-সুলতান\" পদে  (na'ib al-saltanah bi'l aqtar al-Hijaziyah) নিযুক্ত করেন।  যা তাকে মক্কা, মদিনা, ইয়ানবু, খুলাইস এবং আস-সাফরার উপর  কার্যক্রম পরিচালক হিসেবে ঘোষণা করেন । হাসান এবং তার ছেলেদের জন্য সম্মানসূচক পোশাক মক্কায় রবিউস সানি মাসের দ্বিতীয়ার্ধে (সেপ্টেম্বর ১৪০৮) পৌঁছায়, পোশাকগুলো একটি ডিক্রির সাথে ছিল। সেখানে  তারিখ লেখা  ছিলো রবিউল আউয়াল ৮১১ হিজরি (আগস্ট ১৪০৮)।  আল-নাসির একটি ডিক্রি প্রেরণ করেন যেখানে  মদিনার আমির হিসেবে থাবিত ইবনে নুআয়রকে নিয়োগের কথা উল্লেখ করা হয়। থাবিত ছিলেন হাসানের স্ত্রীর চাচা এবং তার নিয়োগের প্রস্তাব আগে থেকেই সুলতানকে দেওয়া হয়েছিল। কিন্তু ডিক্রি পৌঁছানোর আগেই থাবিত মারা যায়, তাই হাসান তার উপ-সুলতানের ক্ষমতা ব্যবহার করে থাবিতের ভাই আজলান ইবনে নুআয়রকে, যিনি তার শ্বশুর  মদিনার আমির পদে নিয়োগ দেন। তিনি পূর্বের আমির জাম্মাজ ইবনে হিবাকে অপসারণ করতে, তার ছেলে আহমদের নেতৃত্বে একটি দল মদিনায় পাঠান। আজলান আমিরের পদ গ্রহণের পরে মদিনার খতিবকে নির্দেশ দেওয়া হয় যেন,  খুতবায় প্রথমে সুলতান আল-নাসির ফারাজ, দ্বিতীয়ে হাসান ইবনে আজলান এবং তৃতীয়ে মদিনার আমিরের নাম উচ্চারণ করতে। ৮১২ হিজরিতে (১৪১০) হাসান সুলতানের অনুগ্রহ হারান এবং আল-নাসির মিশরের আমির আল-হাজ  আমির বাইসাক এবং তার ছেলেদের গ্রেপ্তারের নির্দেশ দেন। বাইসাক একটি সেনাবাহিনী নিয়ে ইয়ানবু পৌঁছান এবং সেখানে ঘোষণা দেন যে, সুলতান তার ছেলেদের ও হাসানকে  অপসারণ করেছেন। ১০ যিলকদ তারিখে হাসান এ সংবাদ পাওয়ার পরে, তিনি ৬০০ অশ্বারোহী এবং ৬০০০ এরও বেশি সৈন্য নিয়ে বাইসাকের বিরুদ্ধে লড়াইয়ের প্রস্তুতি নেয়। এই সময় আল-নাসির হাসানকে পুনরায় নিযুক্ত করার সিদ্ধান্ত নেয় এবং বাইসাককে ক্ষমতা থেকে সরে যাওয়ার নির্দেশ দেন। তিনি মক্কায় দূত হিসেবে ফাইরুজ আল-সাকিকে পাঠান। ১২ যিলকদ তারিখের একটি ডিক্রি নিয়ে আসেন, যার ভেতরে হাসান, বরকাত এবং আহমদের জন্য সম্মানসূচক পোশাক থাকে এবং তাদের পদে পুনর্বহাল করা হয় । এই সময়ে গিয়াসউদ্দিন আজম শাহ, বাংলার সুলতান, মক্কা ও মদিনায় গিয়াসিয়া মাদ্রাসা প্রতিষ্ঠা ও রক্ষণাবেক্ষণের জন্য সম্পত্তি কেনার উদ্দেশ্যে কিছু অর্থ বরাদ্দ করেন। এসবের বিবরণ তারিখ মক্কা (মক্কার ইতিহাস) গ্রন্থে পাওয়া যায়। আজম শাহ আরাফাতের প্রবাহ মেরামতের জন্যও উল্লেখযোগ্য অর্থ দান করেন। তবে হাসান সুলতানের প্রদত্ত অর্থ অন্য একটি প্রকল্পে ব্যবহার করা হয় । ২০ জমাদিউস সানি ৮১৫ হিজরিতে (প্রায় ২৭ সেপ্টেম্বর ১৪১২) হাসান এবং তার ছেলেরা নতুন সুলতান খলিফা মুস্তাইন বিল্লাহ এর কাছ থেকে সম্মানসূচক পোশাক এবং একটি চিঠি পান। তবে মক্কায় খুতবায় খলিফার নাম উল্লেখ কিছুদিনের মধ্যেই বন্ধ হয়ে যায়, কারণ শাওয়াল মাসে (জানুয়ারি ১৪১৩) তারা নতুন সুলতান আল-মুয়াইয়াদ আবু আন-নাসির শেখ থেকে সম্মানসূচক পোশাকের সাথে একটি চিঠি পান। ১৪ সফর ৮১৮ হিজরিতে (প্রায় ২৫ এপ্রিল ১৪১৫) সুলতান একটি ডিক্রি জারি করেন যাতে হাসান ও তার ছেলেদের বদলে রুমাইথা ইবনে মুহাম্মদ ইবনে আজলানকে হিজাজের উপ-সুলতান ও মক্কার আমির হিসেবে নিয়োগ দেওয়া হয়। রুমাইথা ১৬ রবিউল আউয়াল ৮১৮ হিজরিতে (প্রায় ২৬ মে ১৪১৫) ডিক্রি পান। রুমাইথা যিলহজ মাসের শুরুতে (ফেব্রুয়ারি ১৪১৬) মক্কায় প্রবেশ না করা পর্যন্ত মক্কায় খুতবায় হাসান ও তার ছেলেদের নাম উচ্চারণ চলতে থাকে।\n\n\n== দ্বিতীয় শাসনকাল ==\nরজব ৮১৯ হিজরিতে (সেপ্টেম্বর ১৪১৬) হাসান বরকাতকে পুনরায় নিয়োগের আবেদন করার জন্য কায়রো পাঠান।  সুলতান আল-মুয়াইয়াদ এই আবেদন মঞ্জুর করেন এবং ১৮ রমজান ৮১৯ হিজরির (প্রায় ৯ নভেম্বর ১৪১৬) একটি ডিক্রির মাধ্যমে হাসানকে মক্কার আমির হিসেবে ফিরিয়ে দেন। তিনি মক্কায় প্রবেশ করার পরে,  বুধবার, ২৬ শাওয়াল (১৬ ডিসেম্বর ১৪১৬) তাকে আমির হিসেবে ঘোষণা করা হয়।৮২০ হিজরির (নভেম্বর/ডিসেম্বর ১৪১৭) দ্বিতীয়ার্ধে বরকাত মিশর থেকে আসার পরে  সহ-শাসক হিসেবে হাসানের সাথে যোগ দেন। পরের বছর রবিউল আউয়াল মাসে (এপ্রিল/মে ১৪১৮) হাসান  বরকাতের প্রতি আনুগত্যের শপথ করতে নির্দেশ দেন, যার মাধ্যমে তিনি তার দায়িত্বের বেশিরভাগ অংশ ছেলের কাছে হস্তান্তর করার কথা বলেন । ৮২৩ হিজরিতে হাসান আল-মুয়াইয়াদকে অনুরোধ করেন যেন তার ছেলে ইব্রাহিমকে বরকাতের সাথে সহ-শাসক হিসেবে নিয়োগ দেওয়া হয়। ১২ রবিউল আউয়াল ৮২৪ হিজরিতে (প্রায় ১৭ মার্চ ১৪২১) তিনি একটি ডিক্রি পান। ডিক্রিটা  ৮২৪ (ফেব্রুয়ারি ১৪২১) তারিখের, নতুন সুলতান আল-মুআফফার আহমদের নামে ছিল। হাসান ও বরকাতের আমির পদে নিশ্চিত করা হয়েছিল। কিন্তু ইব্রাহিমের নাম উল্লেখ না থাকার কারণে, দুই ভাইয়ের মধ্যে বিরোধ দেখা দেয় এবং ইব্রাহিম ইয়েমেনে চলে যান। তিনি তার সমর্থকদের সাথে মক্কায় ফিরে আসেন এবং মুয়াজ্জিনকে তার নামটি তার বাবা ও ভাইয়ের সাথে দু'আতে অন্তর্ভুক্ত করার নির্দেশ দেন। এইভাবেই ৮২৬ হিজরি (১৪২৩) পর্যন্ত নির্দেশনা অনুযায়ী চলে , পরে হাসান ইব্রাহিমের নাম অপসারণের নির্দেশ দেন। ৮২৭ হিজরির (১৭ মার্চ ১৪২৪) শুক্রবার, সংবাদ আসে যে আলি বিন ইনান ইবনে মুগামিস মিশর থেকে একটি বাহিনী নিয়ে মক্কার পথে আসছেন এবং সুলতান বারসবাই তাকে মক্কার আমির হিসেবে নিয়োগ দিয়েছেন। কিছুদিন পর হাসান ইয়েমেনের পথে রওনা হন। অপরদিকে আলি ৬ জমাদিউল আউয়াল ৮২৭ হিজরিতে (৬ এপ্রিল ১৪২৪) মক্কায় প্রবেশ করেন।\n\n\n== তৃতীয় শাসনকাল ==\n৮২৮ হিজরিতে বারসবাই ইনানকে মক্কার আমির পদ থেকে অপসারণ করা হয়। কাজি নাজম আল-দীন ইবনে জহিরা এবং আমির আল-হাজ তাগরি বারদী আল-মাহমুদি আল-লিথে হাসানকে সংবাদ দেন যে তিনি মক্কার আমির হিসেবে পুনর্বহাল হয়েছেন। কিন্তু শর্ত ছিলো  তিনি হজের জন্য মক্কায় ফিরে আসবেন এবং পরে কায়রোতে সুলতানের সামনে হাজির হবেন। হাসান বরকাতকে মক্কায় পাঠিয়ে আমির আল-হাজ-এর উপস্থিতিতে  কালো পাথরের কাছে শপথ করান যে,  তিনি  সুলতান হাসানের প্রতি কোনো শত্রুতা পোষণ করেন না। বরকাত তার বাবার কাছে ফিরে আসেন। তারপর তারা একসাথে মক্কায় প্রবেশ করেন এবং  (১৭ অক্টোবর ১৪২৫) তাদের দায়িত্ব পুনরায় গ্রহণ করেন। \nহজ পালন শেষে হাসান আমির আল-হাজ-এর সাথে কায়রোতে যান। তিনি ৮২৯ হিজরির ২৪ মহররম তারিখে কায়রো পৌঁছান এবং তাকে অত্যন্ত সম্মানিতভাবে গ্রহণ করা হয়। ২৭ মহররম তারিখে বারসবাই তাকে মক্কার আমির হিসেবে ঘোষণা  করেন, কিন্তু শর্ত হচ্ছে তাকে  ত্রিশ হাজার দিনার পরিশোধ করতে হবে। প্রথম কিস্তির পাঁচ হাজার দিনার পৌঁছানোর আগ পর্যন্ত হাসানকে কায়রোতে সম্মানিত বন্দী হিসেবে রাখা হয়।\n\n\n== তথ্যসূত্র ==\nde Zambaur, E. (১৯২৭)। Manuel de généalogie et de chronologie pour l'histoire de l'Islam (French ভাষায়)। Hanovre: Heinz Lafaire। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nইবনে ফাহদ, ইজ আল-দীন আবদ আল-আজিজ ইবনে উমর ইবনে মুহাম্মদ (১৯৮৮) [১৫১৮-এর পূর্বে রচিত]।  শলতুত, ফাহীম মুহাম্মদ, সম্পাদক। গায়াত আল-মারাম বি-আখবার সুলতানা আল-বালাদ আল-হারাম غاية المرام بأخبار سلطنة البلد الحرام (Arabic ভাষায়)। 2 (1st সংস্করণ)। মক্কা: জামিআত উম্মে আল-কুরা, মার্কাজ আল-বাহথ আল-ইলমি ও ইহইয়া আল-তুরাথ আল-ইসলামি, কুলিয়াত আল-শারিয়া ওয়াল-দিরাসাত আল-ইসলামিয়া। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nআল-গাযী, আবদুল্লাহ ইবনে মুহাম্মদ (২০০৯)।  আবদুল-মালিক ইবনে আবদুল্লাহ ইবনে দুহাইশ, সম্পাদক। ইফাদাত আল-আনাম إفادة الأنام (Arabic ভাষায়)। 3 (1st সংস্করণ)। মক্কা: মাকতাবাত আল-আসাদী। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nইবনে তাগরি বার্দি, জামাল আল-দীন ইউসুফ (১৯৭১) [১৪৭০-এর পূর্বে রচিত]।  শলতুত, ফাহীম মুহাম্মদ, সম্পাদক। আল-নুজুম আল-জাহিরাহ ফি মুলুক মিসর ওয়াল-কাহিরাহ النجوم الزاهرة فى ملوك مصر والقاهرة (Arabic ভাষায়)। 14। কায়রো: আল-হাইয়াহ আল-মিসরিয়াহ আল-আম্মাহ লি-তালিফ ওয়াল-নাশর। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nইবনে তাগরি বার্দি, জামাল আল-দীন ইউসুফ (১৯৭০) [১৪৭০-এর পূর্বে রচিত]।  শলতুত, ফাহীম মুহাম্মদ, সম্পাদক। আল-নুজুম আল-জাহিরাহ ফি মুলুক মিসর ওয়াল-কাহিরাহ النجوم الزاهرة فى ملوك مصر والقاهرة (Arabic ভাষায়)। 13। কায়রো: আল-হাইয়াহ আল-মিসরিয়াহ আল-আম্মাহ লি-তালিফ ওয়াল-নাশর। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nমর্টেল, রিচার্ড টি. (১৯৯৪)। \"The Ḥusaynid Amirate of Madīna during the Mamlūk Period\"। Studia Islamica (80): 97–123। জেস্টোর 1595853। ডিওআই:10.2307/1595853। \n\n\n== টীকা =="}