{"pageid": 1491101, "title": "এল শাদ্দাই", "url": "https://bn.wikipedia.org/wiki?curid=1491101", "content": "এল শাদ্দাই (হিব্রু ভাষায়: אֵל שַׁדַּי‎) বা শাদ্দাই হলো ইহুদিধর্মে ঈশ্বরের একটি নাম।\nএটিকে প্রচলিতভাবে ঈশ্বর সর্বশক্তিমান হিসেবে অনুবাদ করা হয়েছে।\nউগারিতীয় ও কানানী ভাষায় এল অর্থ ঈশ্বর। শাদ্দাই এর আক্ষরিক অর্থ অবশ্য বিতর্কের বিষয়। কিছু পণ্ডিতের মতে, এটি আক্কাদীয় শাদু (পর্বত), অথবা হিব্রু ক্রিয়া শাদ্দাদ (שדד) থেকে এসেছে যার অর্থ ধ্বংসকারী। শাদ্দাই শাদ (שד) থেকেও এসেছে যার অর্থ স্তন্যপায়ী; শাদ্দাই হলো সাধারণ বাইবেলীয় হিব্রু শব্দ (שדי)। বহুবচন শাদ্দাযিম (হিব্রু ভাষায়: שדיים‎) হলো দ্বৈত ব্যাকরণগত সংখ্যায় মানব স্তনের জন্য আধুনিক হিব্রু শব্দ। দেইর আল্লা শিলালিপিতে ইলোহিমের পরিবর্তে শাদায়িন ও ইলোহিন রয়েছে। পণ্ডিতরা এটিকে \"ছায়া-দেবতা\" হিসাবে অনুবাদ করেন, যার অর্থ অনির্দিষ্ট উর্বরতা, পর্বত বা মরুভূমির দেবতা।\nএল শাদ্দাই শব্দগুচ্ছের রূপটি প্রাচীন নিকট প্রাচ্যের ঐশ্বরিক নামের নমুনার সাথে খাপ খায়, ঠিক যেমনটি এল ওলাম, এল এলিয়ন ও এল ব্যেত-এল এর মতো নামের ক্ষেত্রে। যেমন, এল শাদ্দাই দুটি শব্দের মধ্যে বিভিন্ন শব্দার্থিক সম্পর্ক প্রকাশ করতে পারে, তাদের মধ্যে: শাদ্দাই নামক স্থানের দেবতা, শাদ্দাইয়ের গুণের অধিকারী দেবতা এবং দেবতা যিনি শাদ্দাই নামেও পরিচিত।\nঅন্যান্য দেবতা বিভিন্ন সংস্কৃতিতে প্রমাণিত, এবং একটি হলো অ্যামোনীয় শদ-\nইয়রহ্।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\n\"Names of God: Shaddai and 'Elyon\"। Jewish Encyclopedia। \nDay, John (২০০০)। Yahweh and the Gods and Goddesses of Canaan। London: Burns & Oates। আইএসবিএন 1-85075-986-3। \nLutzky, Harriet (১৯৯৮)। \"Shadday as a Goddess Epithet\"। Vetus Testamentum। Brill। 48 (1): 15–36। আইএসএসএন 0042-4935। জেস্টোর 1585459। ডিওআই:10.1163/1568533982721839। সংগ্রহের তারিখ ২০২৩-১০-২৮। \nMacLaurin, E. C. B. (১৯৬২)। \"YHWH, the Origin of the Tetragrammaton\"। Vetus Testamentum। Brill। 12 (4): 439–463। আইএসএসএন 0042-4935। জেস্টোর 1516934। ডিওআই:10.2307/1516934। সংগ্রহের তারিখ ২০২৩-১১-০৮। \nSteins, G. (১৯৭৪)। \"שדי šadday\"।   Botterweck, G. Johannes; Ringgren, Helmer; Fabry, Heinz-Josef। Theological Dictionary of the Old Testament। XIV। Wm. B. Eerdmans Publishing। পৃষ্ঠা 418–446। আইএসবিএন 978-0-8028-2345-8। \n\n\n== বহিঃসংযোগ ==\n উইকিঅভিধানে এল শাদ্দাই-এর আভিধানিক সংজ্ঞা পড়ুন।\n উইকিউক্তিতে এল শাদ্দাই সম্পর্কিত উক্তি পড়ুন।"}