{"pageid": 1491577, "title": "কবরস্থান", "url": "https://bn.wikipedia.org/wiki?curid=1491577", "content": "কবরস্থান, সমাধিক্ষেত্র, কবরস্থান, গোরস্থান, বা স্মৃতিসৌধ পার্ক এমন একটি স্থান যেখানে মৃত ব্যক্তিদের সমাহিত করা হয় বা অন্যভাবে সমাধিস্থ করা হয়। গোরস্থান শব্দটি প্রায়ই কবরস্থানের সমার্থক হিসেবে ব্যবহৃত হয়।\nমানুষের অক্ষত বা দাহ করা দেহাবশেষকে সাধারণত কবরস্থ করা হয় বা সমাধিতে রাখা হয়, যা \"স্থলীর উপরে কবর\" নামে পরিচিত (একটি সারকোফেগাস এর মতো), মৌসলিয়াম, কলম্বারিয়াম, নির্দিষ্ট কুঠুরি বা অন্য কোনো ভবনে সংরক্ষণ করা হয়। পশ্চিমা সংস্কৃতিতে, কবরস্থানে প্রায়ই শবযাত্রা বা শেষকৃত্য অনুষ্ঠান পালিত হয়। এসব অনুষ্ঠান বা সংস্কারের ধাপ বিভিন্ন সংস্কৃতি এবং ধর্মীয় বিশ্বাস অনুযায়ী ভিন্ন হয়ে থাকে। আধুনিক কবরস্থানে প্রায়ই শ্মশান থাকে এবং কিছু পূর্ববর্তী কবরস্থান, যেখানে উভয় প্রক্রিয়া সম্পাদিত হয়েছে, বহুদিন পরেও প্রধানত শ্মশান হিসেবেই ব্যবহৃত হয়।\n\n\n== ইতিহাস ==\n\n\n=== প্যালিওলিথিক ===\nমরক্কোর তাফোরাল্ট গুহাটি সম্ভবত বিশ্বের প্রাচীনতম পরিচিত কবরস্থান। এটি অন্তত ৩৪ জন আইবেরোমাউরুসিয়ান ব্যক্তির শায়িত স্থান ছিল, যাদের অধিকাংশের সময়কাল ১৫,১০০ থেকে ১৪,০০০ বছর আগের মধ্যে নির্ধারিত হয়েছে।[১]\n\n\n=== নেওলিথিক ===\n\nটেমপ্লেট:অধিকাংশনেওলিথিক কবরস্থানের সাধারণত \"কবর ক্ষেত্র\" শব্দ দ্বারা উল্লেখ করা হয়। এগুলি প্রাচীন এবং পূর্ব-পূরাণিক সংস্কৃতির তথ্যের প্রধান উৎসগুলির মধ্যে একটি, এবং অসংখ্য প্রত্নতাত্ত্বিক সংস্কৃতি তাদের কবরস্থানের রীতিনীতি দ্বারা সংজ্ঞায়িত হয়, যেমন\nআর্নফিল্ড সংস্কৃতি ইউরোপীয় তাম্রযুগের।[২]\n\n\n=== মধ্যযুগ ===\nপ্রাথমিক মধ্যযুগের সময়ে, কবর পুনরায় খোলার এবং তার মধ্যে থাকা মৃতদেহ বা বস্তুগুলির সাথে হাতা-হাতি করা একটি ব্যাপক ঘটনা ছিল এবং এটি প্রাথমিক মধ্যযুগীয় কবরস্থানে জীবনের সাধারণ একটি অংশ ছিল পশ্চিম এবং কেন্দ্রীয় ইউরোপ জুড়ে। পূর্ণ কবর বা সাম্প্রতিক সমাধির পুনরায় খোলার ঘটনা ইউরোপীয় রো-গ্রেভ-স্টাইল পূর্ণ কবরস্থানের মধ্যে ব্যাপকভাবে ঘটেছিল, বিশেষত ৫ম থেকে ৮ম শতাব্দী খ্রিস্টাব্দের মধ্যে, যা আজকের রুমানিয়া, হাঙ্গেরি, চেক প্রজাতন্ত্র, স্লোভাকিয়া, সুইজারল্যান্ড, অস্ট্রিয়া, জার্মানি, লো ও দেশসমূহ, ফ্রান্স, এবং দক্ষিণ-পূর্ব ইংল্যান্ড অঞ্চলে ছিল।\n\n\n=== প্রাথমিক খ্রিস্টানতা ===\nটেমপ্লেট:অধিকাংশ\nটেমপ্লেট:উদ্ধৃতিহীন অংশ\n\nপ্রায় ৭ম শতাব্দী খ্রিস্টাব্দ থেকে, ইউরোপে, কবরস্থানের নিয়ন্ত্রণ ছিল [[রোমান ক্যাথলিক চার্চ\n\n\n== তথ্যসূত্র =="}