{"pageid": 1491703, "title": "আলটিন-এমেল জাতীয় উদ্যান", "url": "https://bn.wikipedia.org/wiki?curid=1491703", "content": "আলটিন-এমেল জাতীয় উদ্যান ( কাজাখ  Алтын-Эмель национальный парк ) , (Altyn-Emel' Natsional'nyy Park ) কাজাখস্তানের একটি জাতীয় উদ্যান । এটি ১৯৯৬ সালে তৈরি করা হয়েছিল  পার্কটি প্রায় ৪,৬০০ বর্গকিলোমিটার (১,৮০০ বর্গমাইল) জুড়ে রয়েছে   ইলি নদী এবং আক-তাউ পর্বতমালার মধ্যে, কাপচাগাই হ্রদের কাছে, এবং বেশিরভাগই মরুভূমি এবং পাথুরে ভূখণ্ড নিয়ে গঠিত।\n\n\n== বৈশিষ্ট্য ==\n\nAltyn-Emel জাতীয় উদ্যান ইলি নদী উপত্যকায় অবস্থিত। এটি বালির মরুভূমি, পর্বত এবং উদ্ভিদ সহ বিভিন্ন ল্যান্ডস্কেপ নিয়ে গঠিত। পার্কটি ১০ এপ্রিল, ১৯৯৬ সালে  প্রতিষ্ঠিত হয়েছিল, উদ্দেশ্য ছিল একটি প্রাকৃতিক পার্ক কমপ্লেক্স, সেইসাথে প্রত্নতাত্ত্বিক এবং ঐতিহাসিক নিদর্শনগুলি সংরক্ষণ করা। এটি কাজাখস্তানের বৃহত্তম রিজার্ভ।\nএটি দুটি প্রধান অংশ নিয়ে গঠিত: সমভূমি যা ইলি নদীর ডান তীর এবং পর্বতকে সংলগ্ন করে এবং জঙ্গেরিয়ান আলতাউয়ের স্পার এবং আলটিন-এমেল রেঞ্জের ম্যাক্রো-ঢাল। ছোট ছোট দ্বীপ পর্বতশ্রেণী সমভূমিতে অবস্থিত। পার্কের ভূখণ্ডে, কার্বোনিফেরাস আমানত (৩০০ মিলিয়ন বছর পুরানো) চিহ্নিত করা হয়েছে, যা প্রধানত আগ্নেয়গিরি, পারমিয়ান এবং কার্বনিফেরাস আমানত দ্বারা প্রতিনিধিত্ব করা হয় এবং সবচেয়ে প্রাচীন আমানত হল সিলুরিয়ান। পার্কের পাহাড়গুলি বেশিরভাগই প্যালিওজোয়িক শিলা দ্বারা গঠিত যা ২০০ থেকে ৪০০ মিলিয়ন বছর পুরানো।\nউদ্যানের মধ্যে অবস্থিত, বেসশাতির সমাধিস্থল হল সাকা ঢিবির একটি ঐতিহাসিক স্থাপনা। কবরের ঢিবিগুলি লৌহ যুগের (খ্রিস্টপূর্ব ৭-৬ শতক) এবং মধ্য এশীয় স্টেপেসের যাযাবরদের দ্বারা নির্মিত হয়েছিল। কবরের ঢিবির মধ্যে পাওয়া বস্তুগুলির মধ্যে রয়েছে সোনার ধাতুপট্টাবৃত ফাঁদ, সোনার অলঙ্করণ এবং পাত্র, অস্ত্র এবং বর্ম।\nএলাকার আরেকটি বিশিষ্ট বৈশিষ্ট্য হল আকতাউ পর্বত, তাদের বিশেষ রঙের কারণে \"চন্দ্র পর্বত\" নামেও পরিচিত।\n২০২১ সালের মে মাসে, কাজাখের পরিবেশবিদ্যা, ভূতত্ত্ব এবং প্রাকৃতিক সম্পদ মন্ত্রক ঘোষণা করেছিল যে আলটিন-এমেল জাতীয় উদ্যান অঞ্চলের পর্যটনকে ঐতিহাসিক ঐতিহ্যের পাশাপাশি ইকোট্যুরিজমের উপর জোর দিয়ে গড়ে তোলা হবে।\n২০২১ সালে, কাজাখ ন্যাশনাল জিওগ্রাফিক সোসাইটি ঘোষণা করেছে যে অদূর ভবিষ্যতে আলটিন-এমেল এলাকায় ইকো-টয়লেট, গেজেবোস, শেড অ্যানিংস, ড্রিংকিং ফোয়ারা এবং অতিরিক্ত পর্যবেক্ষণ ডেক স্থাপন করা হবে।\n\n\n== দ্য সিংগিং টিউনস ==\n\"সিংগিং টিউনস\" ৩০০ কিলোমিটার (১৯০ মাইল) আলমাটি জাতীয় উদ্যান থেকে। বালি থেকে নির্গত গর্জন শব্দের কারণে এলাকাটিকে সিঙ্গিং টিউনস বলা হয়। গায়ক বরচন ধুনি ১.৫ কিলোমিটার (০.৯৩ মাইল) দীর্ঘ এবং ১২০ মিটার (৩৯০ ফুট) উচ্চ। বর্চন অর্ধচন্দ্রাকার। বাতাস যখন পশ্চিম দিক থেকে প্রবাহিত হয় বালিকে বিচ্ছুরিত করে, তখন এটি শব্দ হতে পারে যেন একটি পাইপ অঙ্গ বাজছে। এই ঘটনার কারণ এখনও একটি রহস্য, কিন্তু বিজ্ঞানীরা তত্ত্ব দেন যে গরম শুষ্ক আবহাওয়ায় বালি ঘর্ষণের কারণে বিদ্যুতায়িত হয় এবং একটি নির্দিষ্ট ধ্বনি কম্পন তৈরি করে।\n\n\n== জলবায়ু এবং ইকোরিজিয়ন ==\nআলটিন-এমেল জাতীয় উদ্যান এর জলবায়ু হল আর্দ্র মহাদেশীয় জলবায়ু, উষ্ণ গ্রীষ্ম ( কোপেন জলবায়ু শ্রেণীবিভাগ (Dfb) )। এই জলবায়ুটি বড় ঋতুগত তাপমাত্রার পার্থক্য এবং একটি উষ্ণ গ্রীষ্ম (কমপক্ষে চার মাস গড় ১০ ডিগ্রি সেলসিয়াস (৫০ ডিগ্রি ফারেনহাইট) এর বেশি) দ্বারা চিহ্নিত করা হয়, কিন্তু কোনো মাস গড় ২২ ডিগ্রি সেলসিয়াস (৭২ ডিগ্রি ফারেনহাইট) বেশি নয় ) পার্কটি তিয়ান শান পাদদেশে শুষ্ক স্টেপ ইকোরিজিয়নে অবস্থিত।\n\n\n== উদ্ভিদ ও প্রাণীজগত ==\nপার্কটি বিরল এবং বিপন্ন উদ্ভিদ ও প্রাণীর প্রজাতি সংরক্ষণ করে। পার্কের উদ্ভিদের মধ্যে রয়েছে ১,৮০০টি উদ্ভিদ প্রজাতি, যার মধ্যে ৬৯টি বিরল প্রজাতি রয়েছে। এছাড়াও, পার্কের মধ্যে ৫৬টি প্রাণী প্রজাতিকে বিরল বলে মনে করা হয়, যার মধ্যে রয়েছে আরগালি, ডিজিগেটাই এবং পারস্য গাজেল । পোকামাকড় এবং মাছ গণনা না, অন্তত ২৬০ বিভিন্ন প্রাণী আলটিন-এমেল জাতীয় উদ্যান বাস। সাইবেরিয়ান টোড সহ বিপন্ন উভচর প্রাণী এবং ব্ল্যাক স্টর্ক এবং ইম্পেরিয়াল ঈগল সহ বিরল এবং বিপন্ন পাখি রয়েছে। স্তন্যপায়ী প্রাণীর ৭৮টি প্রজাতির মধ্যে ১১টি কাজাখস্তানের রেড বুকে রেকর্ড করা হয়েছে, যার মধ্যে রয়েছে স্টোন মার্টেন, পোলেক্যাট, ওটার, মানুল (বন্য বিড়াল), বন্য গাধা, গাজেল, আরগালি, এশিয়ান বারবাস্টেল বাদুড়, বুখারা হরিণ, লিংকস এবং তিয়েন শান ব্রাউন। ভালুক কুলান এবং প্রজেওয়ালস্কি ঘোড়াও পার্কে বাস করে। উদ্ভিদের মধ্যে, প্রাচীন সাদা এবং কালো স্যাক্সউল, লোহার কাঠের ছোট খাঁজ (ককেশীয় ফ্রেম) এবং সিভার্স আপেল গাছগুলি লক্ষ্য করার মতো।\n\n\n== কসবাস্তাউ মরুদ্যান ==\nকোসবাস্তউ মরূদ্যান, একটি উষ্ণ রেডন স্প্রিং সহ গাছের গ্রোভ নিয়ে গঠিত, পশ্চিমে উলকেন-কালকান পর্বতমালা এবং পূর্বে কাটিটাউ পর্বতমালার মধ্যবর্তী সমভূমিতে অবস্থিত। একটি প্রাকৃতিক স্মৃতিস্তম্ভ - একটি ৭০০ বছর বয়সী উইলো - শিকারী কর্ডনের কাছে বেড়ে ওঠে। গাছের কাণ্ড, মোটা শাখা-প্রশাখা ও শিকড় পরীক্ষার সময় গাছের সঠিক বয়স জানা গেছে। ১৯৬০ সালে ভূতাত্ত্বিক কাজের সময় উইলো আবিষ্কৃত হয়েছিল। আলটিন-ইমেল জাতীয় উদ্যানের প্রশাসনের তত্ত্বাবধানে একটি প্রকৃতি সুরক্ষা এবং বৈজ্ঞানিক প্রতিষ্ঠানের মর্যাদা সহ স্মৃতিস্তম্ভটি বিশেষভাবে সুরক্ষিত প্রাকৃতিক এলাকার তালিকায় রয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nরাজ্য জাতীয় প্রাকৃতিক উদ্যান \"আল্টিন-এমেল\" ইউনেস্কো বিশ্ব ঐতিহ্য"}