{"pageid": 1491901, "title": "মেরা জিসম মেরি মরজি", "url": "https://bn.wikipedia.org/wiki?curid=1491901", "content": "মেরা জিসম মেরি মরজি (میرا جسم میری مرضی ; আক্ষ. 'আমার শরীর, আমার ইচ্ছা') পাকিস্তানের নারীবাদীদের দ্বারা ব্যবহৃত একটি স্লোগান, যা ব্যক্তিগত ইচ্ছার অধিকার এবং লিঙ্গ-ভিত্তিক সহিংসতার প্রতিবাদ জানাতে ব্যবহৃত হয়।। \nপাকিস্তানের অওরত মার্চের সময় স্লোগানটি জনপ্রিয় হয়ে ওঠে, যা ২০১৮ সাল থেকে আন্তর্জাতিক নারী দিবসে পালিত হয়ে আসছে।\n\n\n== উৎপত্তি এবং পটভূমি ==\n\nএই স্লোগান প্রথমবার পাকিস্তানে ২০১৮ সালের অওরত মার্চের উচ্চারিত হয়েছিল।  প্রতিবাদকারীরা এবং আয়োজকরা বিভিন্ন স্লোগান সহ প্ল্যাকার্ড বহন করেছিলেন, যার মধ্যে একটি ছিল \"মেরা জিসম মেরি মরজি\" (আমার শরীর, আমার ইচ্ছা)।\nএই পদযাত্রাটি মার্চটি কঠোর সমালোচনার মুখোমুখি হয়েছিল রক্ষণশীলদের কাছ থেকে, যারা বলেছিলেন যে এই পদযাত্রা পাকিস্তানি সমাজের প্রচলিত ধর্মীয় ও সাংস্কৃতিক মূল্যবোধের বিরুদ্ধে। মিছিলটি পাকিস্তানের রক্ষণশীল মহলের কাছ থেকে তীব্র সমালোচনার সম্মুখীন হয়েছিল। পাকিস্তান একটি পুরুষতান্ত্রিক ও মূলত মুসলিম দেশ হওয়ায় রক্ষণশীলরা এই স্লোগানকে অশ্লীলতা এবং নগ্নতার আহ্বান বলে অভিহিত করেছিলেন। তবে, নারীবাদীরা বলেন যে এই স্লোগানটিকে বৃহত্তর দৃষ্টিভঙ্গিতে দেখা উচিত: তারা নির্যাতন এবং হয়রানির বিরুদ্ধে প্রতিবাদ করছিলেন। বিশেষভাবে, তারা এই স্লোগান ব্যবহার করেন কারণ তারা বিশ্বাস করেন যে মহিলাদের ইচ্ছার বিরুদ্ধে তাদের স্পর্শ বা শুধুমাত্র যৌন দৃষ্টিভঙ্গিতে দেখা উচিত নয়।  মুহাম্মদ আনোয়ার নাসরের মতে, এই স্লোগানটি প্রতীকী, আক্ষরিক অর্থে নয়। এটি পাকিস্তানি নারীদের উপর সংঘটিত কাঠামোগত সহিংসতা, অবিচার এবং বৈষম্যকে তুলে ধরে। এই স্লোগানটি ব্যবহার করে পাকিস্তানি নারীবাদীরা সম্মান রক্ষার্থে হত্যা, অ্যাসিড হামলা, জনসমক্ষে এবং অফিসে হয়রানি, শিশু ধর্ষণ, জোরপূর্বক গর্ভধারণ, নারী খৎনা, জোরপূর্বক জোরপূর্বক বাল্যবিবাহ, বাণী প্রথা, এবং গার্হস্থ্য সহিংসতার বিরুদ্ধে প্রতিবাদ জানান।  এই স্লোগানটি একটি ন্যায়সংগত, লিঙ্গবৈষম্যহীন বিশ্বের দাবি করে। \nজয়নাব নজীব নামের একজন প্রতিবেদক, শ্লোগানের বিরোধীদের ভাষার অপব্যাখ্যা না করার পরামর্শ দিয়েছেন। রক্ষণশীল বিরোধীরা বলেছেন যে স্লোগানটি পতিতাবৃত্তিকে সমর্থন করে এবং নৈতিকতার উপর আঘাত হানে; কিন্তু নাজিব একমত নন। তিনি যুক্তি দেন যে নারীরা মানুষ, এবং মানুষ হিসাবে তাদের দেহগত স্বাধীনতা থাকা উচিত। তিনি দাবি করেন যে সংবিধান এবং ইসলামিক গ্রন্থ উভয়ই নারীদের মানবসত্তা হিসেবে স্বীকার করে, তাই এই স্লোগান এবং ধর্মীয় সমাজের মধ্যে কোনো বৈপরীত্য নেই।  নজীব নাজিব বলেন যে মেরা জিসম মেরি মরজি হলো নারীর স্বাধীনতার ঘোষণা: এই স্লোগানটি একজন নারীর অধিকারকে রক্ষা করে যাতে তিনি নিজের ইচ্ছেমতো পোশাক পরতে পারেন, সামাজিক নিষেধাজ্ঞার ভয় ছাড়াই চিকিৎসা সহায়তা পেতে পারেন, \"মাংসের টুকরো\" নয় বরং মানুষ হিসেবে বিবেচিত হন, সঙ্গী বেছে নিতে পারেন বা সঙ্গী না রাখার সিদ্ধান্ত নিতে পারেন, এবং হয়রানি থেকে নিজেকে রক্ষা করতে পারেন। \n\n\n== ব্যবহার ==\nএই স্লোগানটি প্রথমে পাকিস্তানে ২০১৮ সালের অওরত মার্চের সময় ব্যবহৃত হয়েছিল।  ২০১৯ সালের অওরত মার্চেও পুনরায় ব্যবহৃত হয়।  পাকিস্তানি গণমাধ্যম এবং সামাজিক যোগাযোগ মাধ্যমে ব্যাপক বিতর্কের বিষয় হয়ে উঠেছে। সাধারণত, মেরা জিসম মেরি মরজি স্লোগানটি সামাজিক রীতিনীতি মেনে না চলার জন্য সমালোচিত হয়েছে।  নারীবাদীরা সামাজিক যোগাযোগ মাধ্যমে #MeraJismMeriMarzi হ্যাশট্যাগটি দিয়ে এই স্লোগানটি প্রচার করেন। যারা এই স্লোগানের বিরোধী, তারা #WeRejectMeraJismMeriMarzi হ্যাশট্যাগ ব্যবহার করেন। \n\n\n== রূপভেদ ==\nমেরা জিসম মেরি মরজি স্লোগানটি নতুন স্লোগানগুলির জন্ম দিয়েছে। ২০২০ সালের অওরত মার্চে, অনেক প্রতিবাদকারী অনুরূপ অর্থবোধক স্লোগান ব্যবহার করেছিলেন, যেমন:\n\nমেরি জিন্দেগি মেরি মরজি (میری زندگی میری مرضی; আক্ষ. 'আমার জীবন, আমার পছন্দ')\nমেরি জিন্দেগি মেরে ফ্যাসলে (میری زندگی میرے فیصلے; আক্ষ. 'আমার জীবন, আমার সিদ্ধান্ত')\nমেরি জিন্দেগি মেরা ইখতিয়ার (میری زندگی میرا اختیار; আক্ষ. 'আমার জীবন, আমার বিবেচনা')\nমেরা মজহব মেরি মরজি (میرا مذہب میری مرضی; আক্ষ. 'আমার ধর্ম, আমার ইচ্ছা')\nমেরা ওজুদ মেরি মরজি (میرا وجود میری مرضی; আক্ষ. 'আমার অস্তিত্ব, আমার পছন্দ')\nমেরা পোস্টার তুমহারি মরজি? (میرا پوسٹر تمہاری مرضی؟; আক্ষ. 'আমার পোস্টার, তোমার পছন্দ?')\nঅওরত মার্চের সময় ব্যবহৃত অন্যান্য ব্যাপকভাবে সমালোচিত স্লোগানগুলির মধ্যে রয়েছে:\n\nনজর তেরি গন্দি অউর পর্দা ম্যাঁ কারউঁ (\"তোমার কুদৃষ্টি দেখে আমি কেন ঘোমটা দেব?\")\nআগর দুপট্টা ইত্না পসন্দ হ্যা তো আপনি আঁখো পে বাঁধ লো (\"দি তোমার ওড়না এতই পছন্দ হয়, তাহলে নিজের চোখে বেঁধে নাও\")\nতু কারে তো স্টাড, ম্যা কারুঁ তো স্লাট (\"তুমি করলে সুপুরুষ আমি করলে বেশ্যা\")\nখানা খুদ গরম কারো (\"খাবার নিজে রান্না কর\")\n\n\n== সমালোচনা ==\nধর্মীয় রক্ষণশীল গোষ্ঠী মেরা জিসম মেরি মরজি এবং এর সাথে সম্পর্কিত অন্যান্য স্লোগানগুলোর সমালোচনা করে, কারণ তারা বিশ্বাস করত যে এই স্লোগানগুলো ঐতিহ্যবাহী মূল্যবোধের বিরোধী।  ধর্মীয় নেতারা এই স্লোগানকে অশালীন বলে আখ্যা দেন, এবং জাতীয় পরিষদের একটি প্যানেল এটিকে \"অনৈতিক\" বলে ঘোষণা করে।।  এটি পাকিস্তানের নারীদের বাস্তব সমস্যাগুলো সমাধান না করার অভিযোগে সমালোচিত হয়।  মেরা জিসম মেরি মরজি  সামাজিক মাধ্যমে ব্যাপকভাবে আলোচিত হয়, এবং অনেক রক্ষণশীল গোষ্ঠী এর বিরুদ্ধে প্রচারণা শুরু করে। এটি অনলাইনে বিতর্কের প্রধান মাধ্যম হয়ে ওঠে, যেখানে উদারপন্থী ও রক্ষণশীল উভয় পক্ষই নিজেদের মতামত সমর্থন বা অন্য পক্ষকে হেয় করার জন্য এই স্লোগানটি ব্যবহার করে। জাতীয় গণমাধ্যমেও স্লোগানটি নিয়ে বিতর্ক হয়, যেখানে নারীর অধিকারকর্মীরা এটিকে সমর্থন করেন, আর ধর্মীয় নেতারা এটিকে অনৈসলামিক বলে অভিহিত করেন। নারীবাদীরা স্লোগানটির পক্ষে অবস্থান নেন, উল্লেখ করে যে ২০২০ সালের ফেব্রুয়ারিতে সম্মান রক্ষার্থে হত্যার একটি ঘটনায় দুই ভাই তাদের বোন এবং তার শিশুকে হত্যা করে, কারণ সেই বোন নিজের পছন্দে বিয়ে করেছিলেন। নারীবাদীরা এই হত্যাকাণ্ডকে বোনের দৈহিক ইচ্ছার ওপর আক্রমণ হিসেবে বিবেচনা করে। \n\n\n== বিতর্ক ==\nলেখক খালিল উর রহমান কামার নিও নিউজের একটি টক শোতে উপস্থিত হয়েছিলেন। বিতর্ক চলাকালে, নারীবাদী কর্মী মারভি সারমিদ মেরা জিসম মেরি মরজি স্লোগানটি চিৎকার করে বাধা দেন। এর প্রতিক্রিয়ায় কামার তাঁর প্রতি লিঙ্গবিদ্বেষমূলক মন্তব্য ও দেহ নিয়ে মন্তব্য করেন, যা অনেকের মধ্যে ক্ষোভ তৈরি করে এবং কিছু মানুষ তাঁকে বয়কট করার সিদ্ধান্ত নেয়।  এর আগে তাঁর লেখা নাটক মেরে পাস তুম হো  নিয়ে কিছু মন্তব্যের কারণে তাঁকে নারীবিদ্বেষী বলা হয়েছিল। তবে, অনেক মানুষ সামাজিক মাধ্যমে খালিল উর রেহমান কামারকে সমর্থন করে এবং তার বক্তব্যকে সমর্থন করেছেন। \nমেরা জিসম মেরি মরজি নিয়ে চলমান বিতর্কের কারণে পাকিস্তান ইলেকট্রনিক মিডিয়া রেগুলেটরি অথরিটি (পেমরা) মিডিয়া হাউসগুলোকে এই স্লোগান সম্প্রচারের উপর নিষেধাজ্ঞা জারি করে একটি পরামর্শ দেয়। \nলাহোর হাইকোর্টে একটি মামলা দায়ের করা হয় অরাত মার্চ বন্ধ করার জন্য, এবং শুনানির সময় মেরা জিসম মেরি মরজি-র মতো কিছু নারীবাদী স্লোগান নিয়ে আলোচনা হয়। তবে, আদালত মার্চ করার অনুমতি দেয়, এই শর্তে যে কোনো বৈষম্যমূলক বা অশালীন স্লোগান ব্যবহার করা যাবে না।  ইসলামাবাদ হাইকোর্টেও আরেকটি মামলা দায়ের করা হয় অওরত মার্চ বন্ধ করার জন্য। আদালত আবেদনকারীকে জিজ্ঞাসা করে যে এই স্লোগানগুলো কীভাবে অনৈসলামিক, এবং এরপর আবেদনটি খারিজ করে দেয়। \n\n\n== প্রতিস্পর্ধী স্লোগান এবং মিম যুদ্ধ ==\nঅওরত মার্চের প্রতিক্রিয়ায়, কিছু পুরুষ ইসলামাবাদে \"মর্দ মার্চ\" (আক্ষ. 'পুরুষদের মার্চ') আয়োজন করে। অনেকেই মেরা জিসম মেরি মরজি-র প্যারোডি করা স্লোগান সম্বলিত পোস্টার বহন করেন, যার মধ্যে ছিল: আপনি ছিপকলি খুদ মারো  (\"টিকটিকি নিজেই মারুন\"), লেডিস ফার্স্ট, জেন্টস ফার্স্ট কব আয়েগা? (\"লেডিস ফার্স্ট, জেন্টস ফার্স্ট কবে আসবে?\"), এবং মেরি নজরে, মেরি মর্জি (\"আমার চোখ, আমার ইচ্ছা\")। \nবিবিসি উর্দু জানিয়েছে, যারা আগের অওরত মার্চে মেরা জিসম মেরি মরজি স্লোগান সমর্থন করেছিলেন, সেইসব নারীরা ধর্ষণ এবং মৃত্যুর হুমকি পেয়েছেন বলে অভিযোগ করেছেন। তাঁরা আরও বলেছেন, কিছু পুরুষ এই স্লোগানটি ব্যবহার করে নারীদের সমস্যাগুলো তুচ্ছ করেছেন কিংবা জনসমক্ষে হস্তমৈথুন এবং অশ্লীল আচরণকে ন্যায্যতা দেওয়ার চেষ্টা করেছেন। অন্যরা এই স্লোগানটি অপব্যবহার করে গুরুতর অপরাধকে বিদ্রূপ করেছেন এবং নারীদের সমান সুযোগ অস্বীকার করেছেন। \n\n\n== জনপ্রিয় মাধ্যম এবং সংস্কৃতিতে ==\nজাভেরিয়া সৌদের একটি ওয়েব সিরিজ 'অওরত গর্দি' এই স্লোগানটিকে সমর্থন করেছে। \n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nফেসবুকে অওরত মার্চ ।"}