{"pageid": 1491, "title": "লেন্‌জের সূত্র", "url": "https://bn.wikipedia.org/wiki?curid=1491", "content": "লেনজ এর সুত্র একটি সহজ উপায় যার মাধ্যমে আমরা বুঝতে পারি  কীভাবে তড়িৎ চুম্বকীয় বর্তনী নিউটনের ৩য় সুত্র এবং শক্তির সংরক্ষণ সুত্র মেনে চলে । লেনজ এর সুত্র হেনরিক লেনজ এর নামানুসারে করা হয়েছে। এতে বলা হয়\nতড়িৎ চুম্বকীয় আবেশের সময় আবিষ্ট তড়িৎ প্রবাহের জন্য সৃষ্ট চৌম্বক ক্ষেত্রের দিক এমন হয়, যে চৌম্বক ফ্লাক্সের পরিবর্তনের আবিষ্ট তড়িৎপ্রবাহ উৎপন্ন হয়, যা সেই চৌম্বক ফ্লাক্সের পরিবর্তনকেই বাধা প্রদান করে। অন্যভাবে বললে, আবিষ্ট তড়িচ্চালক শক্তি বা তড়িৎ প্রবাহের দিক এমনভাবে হয় যে এটি উৎপন্ন হওয়ার মূল কারণের বিরুদ্ধে ক্রিয়া করে। \nলেনজ এর সুত্র ফ‍্যারাডের সুত্রের আবেশ ঋণাত্মক চিহ্ন দেয়\n\n  \n    \n      \n        \n          \n            E\n          \n        \n        =\n        −\n        \n          \n            \n              ∂\n              \n                Φ\n                \n                  \n                    B\n                  \n                \n              \n            \n            \n              ∂\n              t\n            \n          \n        \n      \n    \n    {\\displaystyle {\\mathcal {E}}=-{\\frac {\\partial \\Phi _{\\mathrm {B} }}{\\partial t}}}\n  \n\nএর থেকে বুঝা যায় যে আবেশিত তড়িচ্চালক বল (ℰ) এবং চৌম্বক প্রবাহ (∂ΦB) এর মধ্যে বিপরীত চিহ্ন আছে ।\n\n\n=== বিপরীত তড়িৎ ===\nযদি পরিবর্তিত কোন চুম্বকীয় ক্ষেত্রের আবেশিত তড়িৎ i1  এবং অন্য তড়িৎ প্রবাহ i2 হয় তবে  i2  এর দিক হবে i1 এর বিপরীত দিকে । যদি তড়িৎ গুলো দুটি গোলাকার অক্ষের পরিবাহী ℓ1 এবং ℓ2  হয় তবে তাদের প্রাথমিক অবস্থায় তারা শূন্য হবে এবং পরে তারা বিপরীতভাবে ঘুরবে । বিপরীত তড়িৎ একে অন্যকে বিকর্ষণ করে । এই সুত্র থাকে জানা যায়, প্রবাহ পরিবর্তনে বা গতির পরিবর্তনে কারণে চৌম্বক ক্ষেত্রের পরিবর্তন অথবা গতি একটি বর্তনীর মধ্যে দিয়ে আবেশিত হয়ে পরিচালিত হয়।\n\n\n=== উদাহরণ ===\nশক্তিশালী চুম্বকের পরমাণুর ভিতরে আবদ্ধ তড়িৎ একটি তামা অথবা এলুমিনিয়ামের নল এর মধ্যে বিপরীতভাবে আবর্তিত হতে পারে।এটি নলের মধ্যে দিয়ে ফোটা ফোটা দারা দেখা যায় । পর্যবেক্ষণ করলে দেখা যায় যে, নলের ভিতর চুম্বকের উৎপত্তি অনেক ধীর গতিতে যেখানে বাইরের গতি অনেক বেশি । ফারাডের সূত্রানুসারে যখন তড়িচ্চালক বল তৈরি হয় চুম্বকীয় প্রবাহ দ্বারা তখন তড়িচ্চালক আবেশ এর পোলারিটি এমন  হয় যে এটি একটি চুম্বক ক্ষেত্র তৈরি করে বা পরিবর্তনের বিরোধিতা করে আরেকটি তৈরি করে। তার সব সময় লুপের ধ্রুবকের চুম্বকীয় প্রবাহে রাখতে কাজ করে আবেশিত চুম্বক ক্ষেত্রের লুপের ভিতর। নিচের উদাহরণে যদি ক্ষেত্র B  বৃদ্ধি পায় তবে আবেশিত ক্ষেত্র এর বিপরীতে  এমন ভাবে কাজ করে যেন প্রায়োগিক ক্ষেত্র ধ্রুবক হয়।\n\n\n=== তড়িৎ এর মধ্যে চার্জ বিশ্লেষণ ===\nতড়িৎ চুম্বক ক্ষেত্রে যখন তড়িৎ ক্ষেত্রের পথে চার্জ এর পরিবর্তন হয়, কাজ তাদের দারাই সম্পাদিত হয়।ঋণাত্মক কাজের ক্ষেত্রে এটি স্থিতি শক্তি জমা করে এবং ধনাত্মক কাজের ক্ষেত্রে গতি শক্তি বৃদ্ধি করে। \nযখন মোট ধনাত্মক চার্জ q1  এর উপর প্রয়োগ করা হয়, এটি ভরবেগ লাভ করে।মোট কাজ q1  চুম্বক ক্ষেত্র তৈরি করে যার শক্তি (চুম্বক প্রবাহের ঘনত্ব একক 1টেসলা = ১ ভোল্ট /সেকেন্ড বর্গ ) সরাসরি q1  এর গতির সাথে বৃদ্ধি পায়। এই চুম্বক ক্ষেত্র তার নিকট চার্জ q2 এর সাথে আকর্ষণ করে, ভরবেগ অতিক্রম করে এবং q1 এ ফিরে এসে ভরবেগ হারায়।  q2 এবং q1  এর কাজ একইভাবে করে যখন কিছু তড়িচ্চালক বল ফিরে আসে এবং তা q1 হতে গ্রহণ করে। তড়িচ্চালক বল এর এই ফিরে আসা ৪র্থ উপাংশ চুম্বক আবেশ তৈরি করে । নিকটবর্তী q1 এবং q2 হল এর বড় প্রভাব । যখন q2 পরিবাহী মাধমের ভিতর যেমন পুরু স্লাব তৈরি হয় তামা বা অ্যালুমিনিয়াম দ্বারা,এটি আর ও তড়িচ্চালক বল  q1 দ্বারা কাজ করে। q1 শক্তি সাথে সাথেই শেষ হয়ে যায় না যেহেতু q2 দ্বারা তাপ উৎপন্ন হয় কিন্তু এটি দুটি বিপরীত চুম্বক ক্ষেত্র তৈরি করে । চুম্বক ক্ষেত্রের শক্তির ঘনত্ব চুম্বক ক্ষেত্রের বর্গের প্রাবল্যর উপর নির্ভর করে। যাই হোক এই সব চুম্বকের ক্ষেত্রে উপাদান সরল রৈখিক নয় যেমন ফেরমেগনেটিক এবং সুপারমেগনেটিক এই সম্পর্ক মেনে চলে না ।\n\n\n=== শক্তির ক্ষেত্র ===\nতড়িৎ ক্ষেত্র শক্তি সঞ্চয় করে। তড়িৎ ক্ষেত্রের শক্তির ঘনত্ব \n\n  \n    \n      \n        u\n        =\n        \n          \n            1\n            2\n          \n        \n        ε\n        \n          |\n        \n        \n          E\n        \n        \n          \n            |\n          \n          \n            2\n          \n        \n        \n        ,\n      \n    \n    {\\displaystyle u={\\frac {1}{2}}\\varepsilon |\\mathbf {E} |^{2}\\,,}\n  \n\nসাধারণত প্রতি একক কাজে ক্রমবর্ধমান প্রয়োজন ক্ষুদ্র একটি অপরিবর্তনীয় চুম্বকীয় ক্ষেত্র δB হলে\n\n  \n    \n      \n        δ\n        W\n        =\n        \n          H\n        \n        ⋅\n        δ\n        \n          B\n        \n        .\n      \n    \n    {\\displaystyle \\delta W=\\mathbf {H} \\cdot \\delta \\mathbf {B} .}\n  \n\n\n=== ভরবেগের সংরক্ষণশীলতা ===\nভরবেগ অবশ্যই এই পদ্ধতিতে সংরক্ষিত হতে হবে। সুতরাং q1 যদি একটি দিকে ধাক্কা দেয়, q2 অন্য দিকে ধাক্কা দিবে এবং সমান শক্তি ও সমান সময়ে দিবে। কিন্তু এই পরিস্থিতি আর জটিল হয় যখন তড়িৎচুম্বকীয় তরঙ্গ এর সীমাবদ্ধ গতির প্রসারণ জানা হয়। এর মানে হল অনেক সময়ের জন্য দুটি ভরবেগ এর চার্জ সংরক্ষিত হয় না। এটি বুঝায় যে, ক্ষেত্রের পার্থক্য বিবেচনা করা হবে ভরবেগ এর জন্য এবং এটা রিচার পি জেনমেন প্রমাণ করেন।১৯ শতাব্দীর সেরা তড়িৎ চুম্বকবিদ জেমস ক্লার্ক মাক্সওয়েল এর নাম দেন  তড়িৎ চুম্বকীয় ভরবেগ  তখনও সম্ভবত  লেনজ এর সুত্রের বিপরীত চার্জ প্রয়োগের চেয়েও ক্ষেত্রের কিছু ব্যবস্থার প্রয়োজন ছিল । এটা অনুমান করা হয় যে,চার্জ এর প্রশ্নের মধ্যে চিহ্ন অভিন্ন। যদি অভিন্ন না হয় তাহলে তারা একটি প্রোটন এবং অন্যটি ইলেকট্রন। যাদের আকর্ষণ ভিন্ন । একটি চুম্বক ক্ষেত্র থেকে উৎপন্ন একটি ইলেকট্রন একটি তড়িৎচালক বল তৈরি করে। যার কারণ একটি প্রোটন এর গতি পরিবর্তন করে একই দিকে যেভাবে ইলেকট্রন করে। প্রথমে, এটি ভরবেগের সংরক্ষণের সুত্র মানবে না বলে মনে হয় ,কিন্তু অবশ্যই,এর একটি অন্তর্বর্তী ক্রিয়া কমপক্ষে একবার তড়িৎ চুম্বক ক্ষেত্রের ভরবেগ সংরক্ষণ করবে।\n\n\n== তথসূত্র =="}