{"pageid": 1491853, "title": "নাটেশ্বরী মন্দির", "url": "https://bn.wikipedia.org/wiki?curid=1491853", "content": "নাটেশ্বরী মন্দির (নেপালি: नाटेश्वरी मंदिर) দেবী ভাগবতীর একটি  হিন্দু মন্দির। এটি নেপালের সুদূরপশ্চিম প্রদেশের বাজুরা জেলার ত্রিবেণী-০৭ এলাকায় অবস্থিত। এই মন্দিরটি হিন্দু ধর্মের অন্যতম পবিত্র মন্দির দেবী ভাগবতীর একটি  হয়। \n\n\n== বর্ণনা ==\nনাটেশ্বরী মন্দিরকে শিব-পার্বতীর উন্মুক্ত নৃত্য মঞ্চ হিসেবে বিবেচনা করা হয়। স্থানীয়ভাবে এটি \"নাচন্থলি\" (নাচ: নৃত্য, থলি: মঞ্চ) নামে পরিচিত। প্যাগোডা শৈলীতে নির্মিত এই বিস্তৃত হিন্দু মন্দিরটি মূলত দেবী ভাগবতী, ঢালপুরা দেবী এবং দেবী কালী পূজার জন্য প্রসিদ্ধ।\n\nনাটেশ্বরী মন্দিরের প্রধান উৎসব হল জনৈপূর্ণিমা ও চৈত্র দশৈং। এই বিশেষ দিনগুলোতে নেপাল এবং ভারত থেকে অসংখ্য ভক্ত মন্দির পরিদর্শনে আসেন।\nযদিও এই মন্দিরটি  (नाटेश्वरी) বাডিমালিকার কোলে অবস্থিত, তবু এটি মালিকা দেবীর বড় বোন হিসেবে বিবেচিত হয়। নাটেশ্বরী মন্দিরের আচার-অনুষ্ঠান দুই দল পুরোহিত দ্বারা পরিচালিত হয়: ঠাকুরী পুরোহিত এবং ব্রাহ্মণ জোশি। খিরপাতার শাহী ঠাকুরী এবং বেলকাট্টের জোশি ব্রাহ্মণরা আচার-অনুষ্ঠান পালন করেন এবং তারাই মূর্তিতে স্পর্শ করার অধিকারী। মন্দিরটি প্রধানত বড় উৎসব এবং কয়েকটি বিশেষ দিনের জন্য খোলা থাকে। অন্যান্য সময়ে মন্দিরের দৈনন্দিন আচার-অনুষ্ঠান ঠাকুরীবাডায় (ठकुरीवाडा) অবস্থিত ভাণ্ডারঘরে শাহী ঠাকুরী পুরোহিতদের দ্বারা সম্পন্ন হয়।\n\n\n== ইতিহাস ==\nবাজুরার নাটেশ্বরী মন্দিরের কিংবদন্তি চাট্যাল রাজবংশের শাসক রাজা দীপরাজ চাট্যালকে ঘিরে। রাজা দীপরাজ চাট্যাল এবং কল্লিয়াল রাজবংশের আরেক শাসক জুমলি মহারাজ মল্লগিরি পর্বতে একটি মন্দির নির্মাণের জন্য যৌথভাবে কাজ করেন। বর্তমানে এই মন্দিরটি \"বাডিমালিকা মন্দির\" নামে পরিচিত। মন্দিরটি সতীদেবীর প্রতি উৎসর্গীকৃত, যাঁর বাম অঙ্গ ঐ পবিত্র স্থানে পতিত হয়েছিল বলে বিশ্বাস করা হয়। দীপরাজ চাট্যাল মন্দির নির্মাণে কালো ছোলার লেই ও পাথর ব্যবহার করেন, এবং জুমলি রাজা তামার পাত দিয়ে মন্দির নির্মাণে সহযোগিতা করেন। দেবী মালিকা দেবী দীপরাজ চাট্যালকে পছন্দ করেন এবং প্রতিদিন তাঁকে ৮৪ রকমের খাবার প্রদান শুরু করেন।\nএই রহস্যময় খাবারের উৎস জানতে আগ্রহী হয়ে দীপরাজ চাট্যাল একদিন লুকিয়ে দেখার সিদ্ধান্ত নেন। তিনি দেখতে পান এক মোহময়ী নারী খাবার সরবরাহ করছেন। তাঁর সৌন্দর্যে মুগ্ধ হয়ে রাজা তাঁকে বন্দি করার চেষ্টা করেন। তবে সেই নারী দেবী মালিকা রূপ ধারণ করেন এবং রাজার ওপর অভিশাপ দেন। অভিশাপে তিনি বলেন, “তুমি দেখা পাবে, কিন্তু তুমি ও তোমার বংশধরেরা আমাকে আর কখনো পাবে না।”\nনিজের কৃতকর্মের জন্য অনুতপ্ত হয়ে রাজা দীপরাজ চাট্যাল দেবী মালিকা দেবীর কাছে ক্ষমা প্রার্থনা করেন। তার প্রতিক্রিয়ায় দেবী মালিকা রাজাকে নির্দেশ দেন যে, তাঁর প্রাসাদের নিকটস্থ নাটেশ্বরী বনাঞ্চলে একটি মন্দির নির্মাণ করতে হবে। এই মন্দিরে দেবীর বড় বোন, দেবী ভাগবতীরও পূজা করা হবে। ভক্তদের জন্য এটি নির্ধারিত হয় যে, মালিকা দেবীর আরাধনা করার পরই নাটেশ্বরী মন্দিরে পূজা সম্পন্ন করতে হবে, যাতে তাঁদের মনোবাসনা পূর্ণ হয়।\nদেবী নির্দেশ দেন যে, মন্দিরের স্থানটি দেবীর বাহন সিংহ এবং একটি কালো কোবরা দ্বারা চিহ্নিত হবে। দেবীর নির্দেশ অনুসারে রাজা দীপরাজ চাট্যাল নাটেশ্বরী মন্দির নির্মাণ করেন এবং সেখানে ভক্তি আরম্ভ করেন। এর ফলে মন্দিরে চাট্যাল ঠাকুরী পুরোহিতদের আচার-অনুষ্ঠান পরিচালনার ঐতিহ্য শুরু হয়।\nএই কিংবদন্তি স্থানীয় প্রবীণদের দ্বারা বিশেষ অনুষ্ঠানে ‘মাগাল’ ও ‘চাচারি’ গানগুলির মাধ্যমে প্রজন্ম থেকে প্রজন্মে প্রচারিত হয়ে আসছে। এই গানগুলি দেবীর গল্পে একধরনের মায়াবী আবহ তৈরি করে।\nদেবীর সঙ্গে এই ঐশ্বরিক সাক্ষাৎ এবং রাজা দীপ্রাজ চাট্যালের নিবেদন থেকে উদ্ভূত একটি গুরুত্বপূর্ণ প্রথা হলো চাট্যাল ঠাকুরী সম্প্রদায়ের মালিকা মন্দিরে সরাসরি প্রবেশ থেকে বিরত থাকা। এর পরিবর্তে, তাঁরা ত্রিবেণী অঞ্চলে উপস্থিত থেকে মালিকা দেবীর প্রতি তাঁদের শ্রদ্ধা নিবেদন করেন, তবে মন্দিরের প্রাঙ্গণে প্রবেশ করেন না। এই দীর্ঘস্থায়ী প্রথা তাঁদের ইতিহাস ও ঐতিহ্যের প্রতি গভীর শ্রদ্ধার প্রতিফলন। দেবীর কঠোর নির্দেশনা এবং নাটেশ্বরী মন্দিরের প্রতিষ্ঠা তাঁদের এই রীতিকে প্রভাবিত করেছে, যা আজও তাঁদের সংস্কৃতির অংশ হিসেবে বহমান।\n\n\n== তথ্যসূত্র =="}