{"pageid": 1491738, "title": "কেন্দ্রীয় কারাকোরাম জাতীয় উদ্যান", "url": "https://bn.wikipedia.org/wiki?curid=1491738", "content": "সেন্ট্রাল কারাকোরাম ন্যাশনাল পার্ক ( উর্দু میانی قراقرم ملی باغ )   পাকিস্তানের গিলগিট-বালতিস্তানের স্কারদু জেলায় অবস্থিত একটি জাতীয় উদ্যান । এটি বিশ্বের কিছু উচ্চতম শৃঙ্গ এবং বৃহত্তম হিমবাহকে জুড়ে রয়েছে। পর্বতারোহণ, রক ক্লাইম্বিং এবং ট্রেকিং সুযোগের জন্য আন্তর্জাতিকভাবে বিখ্যাত, এটি প্রায় ১০,০০০ বর্গ কিলোমিটার এলাকা জুড়ে এবং পৃথিবীর সবচেয়ে উঁচু পর্বতগুলির মধ্যে সর্বাধিক ঘনত্ব রয়েছে। এটি ৮,০০০ এর উপরে চারটি শিখর রয়েছে মি কে২ (৮৬১১) সহ m), গাশারব্রুম ১ (৮০৬৮ মি), গাশারব্রুম ২ (৮০৩৫ মি) এবং ব্রড পিক (৮০৫১ মি), এবং ষাট শিখর ৭,০০০ এর চেয়ে বেশি মি পার্কটি ২০১৬ সালে বিশ্ব ঐতিহ্যবাহী স্থানের অস্থায়ী তালিকায় স্থান পায় \n\n\n== বৈশিষ্ট্য ==\nসেন্ট্রাল কারাকোরাম জাতীয় উদ্যান হল বিশ্বের সর্বোচ্চ জাতীয় উদ্যান এবং পাকিস্তানের বৃহত্তম সংরক্ষিত এলাকা। এটি প্রায় ১০,৫৫৭ কিমি২ (৪,১০০ মা২) কভার করে   মধ্য কারাকোরাম পর্বতমালায়। এটি ২,০০০ মি (৬,৫৬২ ফু) থেকে উচ্চতায় পরিবর্তিত হয় সমুদ্রপৃষ্ঠের উপরে চোগোরি কে২ এর চূড়া পর্যন্ত, বিশ্বের দ্বিতীয় সর্বোচ্চ পর্বত ৮,৬১১ মি (২৮,২৫১ ফু) ।  ৮,০০০ মি (২৬,২৪৭ ফু) এর উপরে আরও তিনটি পর্বত রয়েছে, গাশারব্রুম ১ ( ৮,০৬৮ মি (২৬,৪৭০ ফু) ), গাশারব্রুম ২ ( ৮,০৩৫ মি (২৬,৩৬২ ফু) ) এবং ফলচনরি ব্রড পিক ( ৮,০৫১ মি (২৬,৪১৪ ফু) ), এবং ৭,০০০ মি (২৩,০০০ ফু) এর উপরে ষাটটি পর্বত । পার্কটিতে বাল্টোরো, পানমাহ, বিয়াফো এবং হিস্পার হিমবাহ এবং তাদের উপনদী হিমবাহও রয়েছে এবং এটি পাকিস্তানের অন্যতম সুন্দর জাতীয় উদ্যান হিসাবে বিবেচিত।  ২০১৩ সালে এটি বলা হয়েছিল যে পার্কটির সঠিক সীমানা অস্পষ্ট ছিল কারণ, এটির গঠনের বিশ বছর পরে, পার্কটির এখনও একটি ব্যবস্থাপনা পরিকল্পনার অভাব ছিল। ১৯৯৩ সালে এটি তৈরির সময়, পার্কের সীমানা নির্ধারণের জন্য চারটি স্থানাঙ্ক সরবরাহ করা হয়েছিল। ইন্টারন্যাশনাল ইউনিয়ন ফর কনজারভেশন অফ নেচার ১৯৯৪ সালে একটি প্রস্তাবিত ব্যবস্থাপনা পরিকল্পনা পেশ করেছিল, কিন্তু সেই সময়ে সেটি অনুমোদিত হয়নি। একটি ম্যানেজমেন্ট প্ল্যানে পার্কের সমস্ত দিককে কভার করা উচিত যেমন বনায়ন, খনি, অন্যান্য প্রাকৃতিক সম্পদ, পর্যটন, চারণভূমি এবং বর্জ্য ব্যবস্থাপনা, এবং উপযুক্ত পরিকল্পনা ছাড়া পার্কটি সঠিকভাবে পরিচালনা করা যাবে না।\n২০১৫ সালের ফেব্রুয়ারিতে, স্টেকহোল্ডার এবং স্থানীয় সম্প্রদায়ের সাথে এক বছরব্যাপী পরামর্শের পর অবশেষে পার্কটির জন্য একটি ব্যবস্থাপনা পরিকল্পনা প্রতিষ্ঠিত হয়েছিল। এই পরিকল্পনাটি দশটি সেক্টরকে কভার করে: বন্যপ্রাণী, গাছপালা, সুগন্ধি/ওষধি গাছ এবং অ-কাঠ বনজাত পণ্য, চারণভূমি এবং পশুসম্পদ, কৃষি, খনি, জল, পর্যটন, স্থানীয় সম্প্রদায়ের সম্পৃক্ততা এবং গবেষণা।  পার্কটি দুটি জোনে বিভক্ত; কোর জোন, প্রায় ৭,৬০০ কিমি২ (২,৯০০ মা২) দখল করে  , পর্বত শৃঙ্গ, হিমবাহ এবং উচ্চ স্তরের পর্বত এলাকা এবং তাদের ভঙ্গুর ইকোসিস্টেম নিয়ে গঠিত; বাফার জোন প্রায় ৩,০০০ কিমি২ (১,২০০ মা২) নিয়ে গঠিত   প্রধানত মানব বসতির আশেপাশে নিম্নাঞ্চলের এলাকা যেখানে টেকসই কার্যকলাপ সংঘটিত হয় এবং করিডোরগুলি কোর জোনের বিভিন্ন অংশে প্রবেশাধিকার প্রদান করে। \n২০০১ থেকে ২০১০ দশকে ল্যান্ডস্যাট চিত্রগুলি ব্যবহার করে পার্কের হিমবাহের আকারের একটি গবেষণা দেখায় যে বরফের আবরণটি যথেষ্ট অপরিবর্তিত রয়েছে। এটি প্রমাণ করে যে কারাকোরাম অঞ্চল হিমবাহের পিছু হটতে প্রবণতাকে বাধা দিচ্ছে যা অন্যত্র ঘটছে; এটি \"কারাকোরাম অসঙ্গতি\" নামে পরিচিত। \n\n\n== পরিবেশগত অঞ্চল ==\nপার্কের বেশ কয়েকটি স্বতন্ত্র পরিবেশগত অঞ্চল রয়েছে, প্রতিটির নিজস্ব প্রাকৃতিক গাছপালা রয়েছে যা জলবায়ু এবং ভূ-সংস্থানের সাথে ঘনিষ্ঠভাবে সম্পর্কিত; সাধারণভাবে, এলাকায় কম বৃষ্টিপাত হয় এবং আর্দ্র পশ্চিমী বাতাসের অভিজ্ঞতা হয়। গ্রামগুলি উপত্যকার তলদেশে যেখানে গম, ভুট্টা এবং আলু জন্মে এবং ডালিম এবং এপ্রিকট গাছ বেড়ে ওঠে। নীচের ঢালগুলি \"আলপাইন শুষ্ক স্টেপস\" নিয়ে গঠিত। তাদের নুড়ি এবং মোরাইন মাটি রয়েছে এবং বিরল ঘাস এবং মাজাকে সমর্থন করে। \"সাব-আল্পাইন স্ক্রাব জোন\" নদী এবং স্রোতের পাশে, গলিতে এবং উপত্যকায় পাওয়া যায়। এটি ঝোপঝাড় এবং ছোট পর্ণমোচী গাছ নিয়ে গঠিত এবং এটি গবাদি পশু এবং বন্য আনগুলেটগুলির জন্য ব্রাউজিং প্রদান করে। উপরের দিকে রয়েছে \"আলপাইন তৃণভূমি এবং আল্পাইন স্ক্রাব জোন\" যেখানে উচ্চ চারণভূমি এবং খোলা শঙ্কুযুক্ত বন রয়েছে এবং এটি শুধুমাত্র গ্রীষ্মে চারণের জন্য উপলব্ধ। এর উপরে রয়েছে স্থায়ী তুষারক্ষেত্র এবং ঠান্ডা মরুভূমি যা ৪,২০০ থেকে ৫,১০০ মি (১৩,৭৮০ থেকে ১৬,৭৩২ ফু) জুড়ে রয়েছে জোন, এবং এখানে স্তম্ভিত ঘাসের বিচ্ছিন্ন প্যাচ এবং শক্ত, কম গাছপালা রয়েছে। \n\n\n== উদ্ভিদ ও প্রাণীজগত ==\n\nকিছু উপত্যকায় পশ্চিম হিমালয়ান স্প্রুস, হিমালয়ান হোয়াইট পাইন এবং পশতুন জুনিপার সম্প্রদায়ের আধিপত্য রয়েছে, যার মধ্যে পি. স্মিথিয়ানার কিছু বিশুদ্ধ স্ট্যান্ড রয়েছে। এই সম্প্রদায়ের সাথে যুক্ত ছোট ঝোপঝাড় এবং গাছপালাগুলির মধ্যে রয়েছে সামুদ্রিক কৃমি কাঠ, অ্যাস্ট্রাগালাস গিলগিটেনসিস, ফ্রাগারিয়া নুবিকোলা, জেরানিয়াম নেপালেন্সিস, কাশ্মীর বালসাম, থাইমাস লিনিয়ারিস, হোয়াইট ক্লোভার, রুবাস ইরিটানস, ট্যারাক্সাকাম কারাকোরিয়াম এবং ট্যারাক্সাম । কিছু পূর্ব এবং দক্ষিণ-মুখী ঢালে, সাধারণ সামুদ্রিক বাকথর্ন প্রভাবশালী ঝোপ, যা প্রায়শই বারবেরিস লাইসিয়ামের সাথে যুক্ত থাকে এবং উচ্চ উচ্চতায় কিছু পূর্বমুখী ঢালে রোজা ওয়েববিয়ানা এবং রিবস ওরিয়েন্টালের আধিপত্য রয়েছে। বিক্ষিপ্ত তৃণভূমিতে বেড়ে ওঠা অন্যান্য ভেষজ উদ্ভিদ, বিশেষ করে গলি এবং উপত্যকায়, হল স্যালিক্স ডেন্টিকুলাটা, মেরটেনশিয়া টিবেটিকা, পোটেনটিলা ডেজার্টোরাম, জুনিপেরাস পলিকার্পাস, আলপাইন বিস্টোর্ট, বারবেরিস প্যাচ্যাকান্থা এবং স্পাইরায়েলি । \n\nএই অঞ্চলে পাওয়া বৃহত্তর স্তন্যপায়ী প্রাণীর মধ্যে রয়েছে মার্কো পোলো ভেড়া, মার্খোর, আইবেক্স এবং ইউরিয়াল । তুষার চিতা এগুলি শিকার করে এবং এখানে পাওয়া পিকা, খরগোশ এবং গেমবার্ডগুলিও শিকার করে। অন্যান্য শিকারীদের মধ্যে রয়েছে পর্বত ওয়েসেল, বিচ মার্টেন, ব্রাউন বিয়ার, এশিয়ান ব্ল্যাক বিয়ার, তুর্কেস্তান লিংকস, রেড ফক্স এবং তিব্বতি নেকড়ে । পার্কে তিন প্রজাতির টিকটিকি আছে কিন্তু কোনো উভচর প্রাণী নেই। \nবর্তমানে পাখি প্রজাতির সংখ্যা কম। রবিন অ্যাকসেন্টর এবং ব্ল্যাক-থ্রোটেড থ্রাশ ওভার উইন্টার এখানে, এবং শকুন, শিকারী পাখি, রোজফিঞ্চ, হিমালয়ান মোনাল এবং গুল্ডেনস্ট্যাডের রেডস্টার্টগুলি সারা বছরই থাকে, যদিও তারা শীতকালে কিছুটা কম উচ্চতায় চলে যেতে পারে। বার্ডলাইফ ইন্টারন্যাশনাল কর্তৃক পার্কটিকে একটি গুরুত্বপূর্ণ পাখি এলাকা (IBA) মনোনীত করা হয়েছে। \n\n\n== আরোহণ ==\nঅভিযানগুলি প্রতি বছর কারাকোরামের এই অঞ্চলে বিশাল চূড়ায় আরোহণ করতে, পাথুরে খড়্গ এবং বড় নিছক পাথরের দেয়ালে আরোহণ করতে এবং ট্রেক করতে আসে। বেশিরভাগ অভিযানগুলি জুলাই এবং আগস্টে এই অঞ্চলে যায়, তবে কিছু মে এবং জুনের প্রথম দিকে আসে এবং কম উচ্চতায় আরোহণের জন্য সেপ্টেম্বর ভাল হতে পারে। একটি বিখ্যাত ক্লাইম্বিং এলাকা হল ট্রাঙ্গো টাওয়ারস, বিশ্বের উচ্চতম রক টাওয়ারগুলির একটি গ্রুপ, পার্কে অবস্থিত যে রুটটি কে২ বেস ক্যাম্পে যাওয়ার জন্য ব্যবহৃত হয়।  প্রতি বছর, বিশ্বের সমস্ত অংশ থেকে বেশ কয়েকটি অভিযাত্রী এই সবচেয়ে চ্যালেঞ্জিং গ্রানাইট টাওয়ারে আরোহণের জন্য এলাকাটি পরিদর্শন করে। \n\n\n== তথ্যসূত্র =="}