{"pageid": 1491629, "title": "জিগমে দর্জি জাতীয় উদ্যান", "url": "https://bn.wikipedia.org/wiki?curid=1491629", "content": "জিগমে দরজি জাতীয় উদ্যান (জেডিএনপি), প্রয়াত জিগমে দরজি ওয়াংচুকের নামে নামকরণ করা হয়েছে, ভুটানের দ্বিতীয় বৃহত্তম জাতীয় উদ্যান । হিসাবে পরিচিত, ভুটানে জাতীয় উদ্যান এর নাম কারণ করা হয়েছে ভুটানে রাজা জিগমে দরজি ওয়াংচুক এর নামে তিনি এই উদ্যানটি উদ্বোধন   করেছিলেন। সেই থেকে এই পার্কটি ভুটানে রাজা এর নামে হয়েছিল সংক্ষেপে (জেডিএনপি) হিসাবে ডাকা হয় এই উদ্যানকে।\n\n\n== ইতিহাস ==\nএটি ১৯৭৪ সালে প্রতিষ্ঠিত হয়েছিল এবং ৪৩১৬ এলাকা জুড়ে প্রসারিত হয়েছিল কিমি 2, যার ফলে ভুটানের তিনটি জলবায়ু অঞ্চল বিস্তৃত, উচ্চতা ১৪০০ থেকে ৭০০০ মিটারের বেশি। ১,০০০ পরিবারের প্রায় ৬,৫০০ লোক পার্কের মধ্যে বসবাস করে, জীবিকা নির্বাহ কৃষি এবং পশুপালন থেকে। এটি ইউনেস্কোর অন্তর্ভুক্তির জন্য ভুটানের অস্থায়ী তালিকায় একটি অস্থায়ী স্থান হিসাবে তালিকাভুক্ত। \n\n\n== অবস্থান ==\nএটি প্রায় ভুটানের সমগ্র গাসা জেলা, সেইসাথে থিম্পু জেলা, পারো জেলা, পুনাখা এবং ওয়াংডু ফোড্রং জেলার উত্তরাঞ্চল দখল করে আছে।\n\n\n== উদ্ভিদ ও প্রাণীজগত ==\nউদ্যানটি ৩৭টি পরিচিত প্রজাতির স্তন্যপায়ী প্রাণীর জন্য অভয়ারণ্য প্রদান করে যার মধ্যে রয়েছে বেশ কয়েকটি বিপন্ন, হুমকির সম্মুখীন বা দুর্বল প্রজাতি, যেমন ভুটান টাকিন, স্নো লেপার্ড, ক্লাউডেড চিতা, বেঙ্গল টাইগার, ভরল বা হিমালয় ব্লু শিপ, কালো কস্তুরী হরিণ, হিমালয় ব্ল্যাক রেড বেয়ার, , উসুরি ঢোল, আর দাগযুক্ত লিনসাং । এটি ভারতীয় চিতাবাঘ, হিমালয়ান সেরো, সাম্বার, বার্কিং ডিয়ার, হিমালয়ান গরল, হিমালয়ান মারমোট, হিমালয়ান পিকা এবং ৩০০ টিরও বেশি প্রজাতির পাখির আবাসস্থল। এটি ভুটানের একমাত্র উদ্যান যেখানে জাতীয় প্রাণী (টাকিন), ফুল (নীল পোস্ত), পাখি (কাক) এবং গাছ (সাইপ্রেস) একসাথে বিদ্যমান। \n\n\n== সাংস্কৃতিক সাইট ==\nজিগমে দরজিতে সাংস্কৃতিক ও অর্থনৈতিক গুরুত্বের সাইটও রয়েছে। মাউন্ট জোমোলহারি এবং মাউন্ট জিচু ড্রেক স্থানীয় দেবতার বাড়ি হিসাবে পূজা করা হয়। লিংশি জং এবং গাসা জং এর দুর্গগুলি ঐতিহাসিক গুরুত্বের স্থান। মো ছু, ওয়াংদি ছু এবং পা ছু ( পারো ছু ) নদীগুলির উত্স পার্কে অবস্থিত হিমবাহের হ্রদে রয়েছে। \n\n\n== হিমবাহ ==\n\nজিগমে দরজি জাতীয় উদ্যান লুনানা এবং লায়া গেওগস সহ উত্তর গাসা জেলার বেশিরভাগ অংশ জুড়ে রয়েছে। এই গেওগগুলি ভুটানের সবচেয়ে উল্লেখযোগ্য এবং অনিশ্চিত হিমবাহের স্থান। নথিভুক্ত ইতিহাসের সময় এই হিমবাহগুলি উল্লেখযোগ্যভাবে গলানো হয়েছে, যার ফলে প্রাণঘাতী এবং ধ্বংসাত্মক হিমবাহী হ্রদ বিস্ফোরণ বন্যা হয়েছে । পার্কের মধ্যে হিমবাহ এবং হিমবাহী হ্রদগুলির মধ্যে প্রধান হল থোর্থমি, লুগ্গিয়ে, এবং তেরি কাং।  যেহেতু ঋতু অনুমতি দেয়, শ্রমিকদের অস্থায়ী শিবিরগুলি পার্কের মধ্যে জলের স্তর কমাতে কাজ করে যাতে স্রোতের বন্যার হুমকি প্রশমিত হয়। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবেঙ্গল টাইগার বনাম হিমালয় কালো ভাল্লুক\nজিগমে দরজি জাতীয় উদ্যান: যেখানে মানুষ, বাঘ এবং তুষার চিতাবাঘ সহাবস্থান করে"}