{"pageid": 1491377, "title": "সর্বোচ্চ গণ আদালত (চীন)", "url": "https://bn.wikipedia.org/wiki?curid=1491377", "content": "গণপ্রজাতন্ত্রী চীনের সুপ্রিম পিপলস কোর্ট ( এসপিসি ) হল গণপ্রজাতন্ত্রী চীনের সর্বোচ্চ আদালত এটি উচ্চ গণআদালত থেকে মামলার আপিলের শুনানি করে এবং জাতীয় গুরুত্বের বিষয়ে মামলার বিচার আদালত।  \n\nচীনের সংবিধান অনুসারে, সুপ্রিম পিপলস কোর্ট ন্যাশনাল পিপলস কংগ্রেসের কাছে দায়বদ্ধ।  আদালতে প্রায় ৪০০ জন বিচারক এবং ৬০০ জনেরও বেশি প্রশাসনিক কর্মী রয়েছে। \nআদালতটি গণপ্রজাতন্ত্রী চীনের সর্বোচ্চ আদালত এবং হংকং-এর জাতীয় নিরাপত্তা সুরক্ষার জন্য অফিস দ্বারা তদন্ত করা মামলাগুলির জন্যও কাজ করে।  হংকং এবং ম্যাকাও- এর বিশেষ প্রশাসনিক অঞ্চলগুলিতে যথাক্রমে ব্রিটিশ সাধারণ আইন ঐতিহ্য এবং পর্তুগিজ নাগরিক আইন ঐতিহ্যের উপর ভিত্তি করে পৃথক বিচার ব্যবস্থা রয়েছে এবং সুপ্রিম পিপলস কোর্টের এখতিয়ারের বাইরে।\n\n\n== ইতিহাস ==\nসুপ্রিম পিপলস কোর্ট  ২২ অক্টোবর প্রতিষ্ঠিত হয় এবং ১৯৫০ সালের নভেম্বরে কাজ শুরু হয়  প্রথম আদালতের নেতৃত্বের অন্তত চারজন সদস্য আইনগত পটভূমি থেকে আসেননি এবং এর বেশিরভাগ প্রথম কর্মীকে পিপলস লিবারেশন আর্মি থেকে আদালতে নিয়োগ দেওয়া হয়েছিল।\nআদালতের কার্যাবলী প্রথম চীনা সংবিধানে তার ১৯৫৪ সংস্করণে রূপরেখা দেওয়া হয়েছিল, যা বলেছিল যে আদালতের স্বাধীন বিচারের ক্ষমতা রয়েছে এবং ন্যাশনাল পিপলস কংগ্রেসের কাছে দায়বদ্ধ। \nসাংস্কৃতিক বিপ্লবের সময়, ১৯৭৫ সালের সংবিধানে এই বিধানটি সরিয়ে দেওয়া হয়েছিল যে আদালতগুলিকে স্বাধীনভাবে মামলার সিদ্ধান্ত নিতে হবে এবং তাদের বিপ্লবী কমিটিতে রিপোর্ট করতে হবে।  আদালতের অধিকাংশ কর্মীকে গ্রামাঞ্চলে পাঠানো হয় এবং পিপলস লিবারেশন আর্মি ১৯৬৮ থেকে ১৯৭৩ সাল পর্যন্ত আদালত দখল \n১৯৭৬ সালে সাংস্কৃতিক বিপ্লবের সমাপ্তির পর, নতুন নেতা দেং জিয়াওপিং-এর অধীনে চীনের অর্থনৈতিক উদারীকরণের কারণে সুপ্রিম পিপলস কোর্ট আইনি বিষয়গুলিতে বিশেষ করে নাগরিক ও বাণিজ্যিক আইন সম্পর্কিত বিষয়গুলিতে মনোযোগ দিতে শুরু করে।   বিচারের স্বাধীন ক্ষমতা ১৯৮২ সংশোধনীর মাধ্যমে সংবিধানে ফিরে এসেছে, যা স্পষ্টভাবে বলে যে আদালতের বিচারের অধিকার প্রশাসনিক অঙ্গ, সামাজিক সংগঠন এবং ব্যক্তিদের দ্বারা প্রভাবিত হতে পারে না। \n২০০৫ সালে, সুপ্রিম পিপলস কোর্ট \"সাজা প্রদানের গুণমান\" সম্পর্কে উদ্বেগের জন্য \" মৃত্যুদন্ডের অনুমোদনের জন্য কর্তৃত্ব ফিরিয়ে নেওয়ার\" অভিপ্রায় ঘোষণা করে,  এবং ন্যাশনাল পিপলস কংগ্রেস আনুষ্ঠানিকভাবে গণ আদালতে জৈব আইন পরিবর্তন করে। ৩১ অক্টোবর ২০০৬ সালে সুপ্রিম পিপলস কোর্ট কর্তৃক মৃত্যুদণ্ডের রায় অনুমোদিত হবে  ২০০৮ সালের একটি প্রতিবেদনে বলা হয়েছে যে নতুন পর্যালোচনা প্রক্রিয়ার পর থেকে, নিম্ন আদালত কর্তৃক নির্ধারিত মৃত্যুদণ্ডের ১৫ শতাংশ আদালত প্রত্যাখ্যান করেছে। \nআদালতের আদেশের আরও কার্যকর প্রয়োগের মাধ্যমে বিচারিক বিশ্বাসযোগ্যতা গড়ে তোলার প্রচেষ্টার অংশ হিসাবে, ২০১৩ সালে SPC চীনা নাগরিক এবং কোম্পানিগুলির সমন্বয়ে একটি কালো তালিকা জারি করে যেগুলি আদালতের আদেশগুলি মেনে চলতে অস্বীকার করে (সাধারণত আদালতের আদেশ জরিমানা দিতে বা ঋণ পরিশোধ করতে) ) তা করার ক্ষমতা থাকা সত্ত্বেও।  ২০২৩ সাল পর্যন্ত, SPC-এর কালোতালিকা হল এটির সবচেয়ে গুরুত্বপূর্ণ প্রয়োগকারী সরঞ্জামগুলির মধ্যে একটি এবং এর ব্যবহারের ফলে জরিমানা এবং অপরাধী পরিশোধের জন্য দশ ট্রিলিয়ন রেন্মিন্বি পুনরুদ্ধার করা হয়েছে। \n১ জানুয়ারী ২০১৯  সালে, মেধা সম্পত্তি আদালতের দ্বারা প্রথম দৃষ্টান্তে শুনানি হওয়া মামলা থেকে দ্বিতীয় দৃষ্টান্তের সমস্ত শুনানি পরিচালনা করার জন্য সুপ্রিম পিপলস কোর্টের মেধা সম্পত্তি ট্রাইব্যুনাল প্রতিষ্ঠিত হয়েছিল। \n\n\n== ফাংশন ==\n\n\n=== বিচার ===\nসুপ্রিম পিপলস কোর্ট আইন ও প্রবিধান দ্বারা আদালতে স্থাপিত মামলাগুলির উপর তার মূল এখতিয়ার প্রয়োগ করে এবং আদালত তার এখতিয়ারের মধ্যে বিবেচনা করে। এটি সাধারণত যে বিষয়গুলি শুনছে সেগুলির মধ্যে নির্বাচনী, ভবিষ্যতের অনুরূপ মামলাগুলিকে প্রভাবিত করার সম্ভাবনা রয়েছে এমন ব্যক্তিদের উপর ফোকাস করে৷  এটি উচ্চ গণ আদালত এবং বিশেষ লোক আদালতের বিচারের সিদ্ধান্ত বা রায়ের বিরুদ্ধে আপিল বা প্রতিবাদ পর্যালোচনা করে, সেইসাথে বিচার তত্ত্বাবধানের পদ্ধতি অনুসারে সুপ্রিম পিপলস প্রকিউরেটর দ্বারা দায়ের করা আদালতের রায়ের বিরুদ্ধে আপীলগুলি পর্যালোচনা করে। আদালত যখন ইতিমধ্যেই প্রয়োগ করা নিম্ন আদালতের রায় এবং রায়গুলিতে ত্রুটি খুঁজে পায়, তখন এটি তদন্ত করে বা মামলাটি পুনরায় শুনানির জন্য একটি নিম্ন আদালতকে নিয়োগ করে।\nনিম্ন আদালত কর্তৃক প্রদত্ত মৃত্যুদণ্ড এবং স্থগিত মৃত্যুদণ্ডও আদালত অনুমোদন করে। এটি ফৌজদারি আইনে বিশেষভাবে নির্ধারিত নয় এমন অপরাধের রায় অনুমোদন করে।\n\n\n=== আইনি ব্যাখ্যা ===\nআদালত বিচারের সময় নির্দিষ্ট ক্ষেত্রে আইনের প্রয়োগ ব্যাখ্যা করে।  এই সম্পর্কে আরও বিশদ বিবরণ ঝাউ কিয়াং   দ্বারা বর্ণনা করা হয়েছে:\n\n উত্তর একটি নির্দিষ্ট ক্ষেত্রে জন্য একটি অনুরোধ. এর আইনি বাধ্যতামূলক শক্তি মামলার মধ্যেই সীমাবদ্ধ এবং এর সার্বজনীন আইনি প্রভাব নেই। অন্যান্য ক্ষেত্রে, বিচারক সরাসরি উপরোক্ত উত্তরটিকে রায়ের ভিত্তি হিসেবে ব্যবহার করতে পারবেন না। নথিগুলির জন্য যে সমস্ত স্তরে সর্বজনীন কার্যকারিতা এবং নির্দেশিকা আদালত রয়েছে, সুপ্রিম পিপলস কোর্ট সাধারণত এটি বিচারিক ব্যাখ্যা আকারে প্রকাশ করে এবং সংবাদপত্রে এবং ইন্টারনেটে অনুসন্ধান করতে পারে।  \nযদিও চীনের সংবিধানে বলা নেই যে আদালত তাদের সাংবিধানিকতার জন্য আইন পর্যালোচনা করার ক্ষমতা রাখে ( সাংবিধানিক পর্যালোচনা দেখুন), সুপ্রিম পিপলস কোর্ট ন্যাশনাল পিপলস কংগ্রেসের স্থায়ী কমিটিকে একটি প্রশাসনিক শাসন, স্থানীয় নিয়ন্ত্রণ, স্বায়ত্তশাসিত নিয়ন্ত্রণের মূল্যায়ন করার জন্য অনুরোধ করতে পারে। বা পৃথক প্রবিধান সংবিধান বা জাতীয় আইনের পরিপন্থী।  যদিও সুপ্রিম পিপলস কোর্ট কখনোই এমন অনুরোধ করেনি। \n\n\n=== নিম্ন আদালতের তত্ত্বাবধান ===\nনিম্ন আদালত এবং বিশেষায়িত আদালতের বিচার তত্ত্বাবধানের জন্যও সুপ্রিম পিপলস কোর্ট দায়ী। \n\n\n== সংগঠন ==\nসুপ্রিম পিপলস কোর্টের মধ্যে বিভাগ\nমামলা দায়ের বিভাগ\nফৌজদারি বিভাগ (৫)\nসিভিল বিভাগ (৪)\nপরিবেশ ও সম্পদ বিভাগ\nপ্রশাসনিক বিভাগ\nবিচার বিভাগীয় তত্ত্বাবধান বিভাগ\nসুপ্রিম পিপলস কোর্টের মধ্যে বিভাগ\nরাষ্ট্রীয় ক্ষতিপূরণ বিভাগ\nএনফোর্সমেন্ট ডিপার্টমেন্ট (এনফোর্সমেন্ট কমান্ড সেন্টার)\nসাধারণ কার্যালয়\nরাজনৈতিক বিভাগ\nগবেষণা অফিস\nবিচার ব্যবস্থাপনা অফিস\nশৃঙ্খলা ও তত্ত্বাবধান বিভাগ\nআন্তর্জাতিক সহযোগিতা বিভাগ\nজুডিশিয়াল অ্যাডমিনিস্ট্রেশন অ্যান্ড ইকুইপমেন্ট ম্যানেজমেন্ট বিভাগ\nদল-সংক্রান্ত বিষয়ক বিভাগ\nঅবসরপ্রাপ্ত বিষয়ক বিভাগ\nতথ্য বিভাগ\nসুপ্রিম পিপলস কোর্টের সার্কিট এবং অন্যান্য আদালত\nপ্রথম সার্কিট ( শেনজেনে প্রতিষ্ঠিত, ডিসেম্বর ২০১৪) \nদ্বিতীয় সার্কিট ( শেনিয়াং- এ প্রতিষ্ঠিত, ডিসেম্বর ২০১৪) \nতৃতীয় সার্কিট\nচতুর্থ সার্কিট\nপঞ্চম সার্কিট\nষষ্ঠ সার্কিট\nপ্রথম আন্তর্জাতিক বাণিজ্যিক\nদ্বিতীয় আন্তর্জাতিক বাণিজ্যিক\nবুদ্ধিবৃত্তিক সম্পত্তি আদালত\n\n\n== আদালতের রাষ্ট্রপতি/প্রধান বিচারপতি এবং ভাইস প্রেসিডেন্ট ==\n১৯৪৯-১৯৫৪: কেন্দ্রীয় জনগণের সরকারের সুপ্রিম পিপলস কোর্ট\nরাষ্ট্রপতি: শেন জুনরু\n১৯৫৪-১৯৫৯: প্রথম জাতীয় গণ কংগ্রেসের অধীনে গণপ্রজাতন্ত্রী চীনের সুপ্রিম পিপলস কোর্ট\nরাষ্ট্রপতি: ডং বিভু\nউপরাষ্ট্রপতি: গাও কেলিন, মা শিউউ, ঝাং ঝিরাং\n১৯৫৯-১৯৬৫: ২য় ন্যাশনাল পিপলস কংগ্রেস\nরাষ্ট্রপতি: এক্স জানজাইন\nউপরাষ্ট্রপতি: উং ডিফেং, উয়াং উয়েটিং, জার জারঝিক\n১৯৬৫–১৯৭৫: ৩য় ন্যাশলাল পিপলস কংগ্রেস\nরাষ্ট্রপতি: ওয়েং আরফোং\nউপরাষ্ট্রপতি: টেন গ্রিসম্যান, ওয়েং উয়েনিং, জিং হাংজুং, হি লেনজিং, ইনজিং ইলমিং, ওয়েং ডিমু, ঝায় ঝায়ংকি\n১৯৭৫–১৯৭৮: ৪তম ন্যাশনাল পিপলস কংগ্রেস\nরাষ্ট্রপতি:জিংগো হুয়া\nউপরাষ্ট্রপতি: ওয়েং জিং হানজুও, হি লিনজু, শিন সাহন\n১৯৭৮–১৯৮৩: ৫৩ম ন্যাশনাল পিপলস কংগ্রেস\nরাষ্ট্রপতি: জিংগো হুয়া\nউপরাষ্ট্রপতি: জিন হানজো,লি লিনজো, শিন সাহন, সং গুয়াং, ওয়েং হুয়াইন, ওয়েং জেনপিং\n১৯৮৩–১৯৮৮: ৬তম ন্যাশনাল পিপলস কংগ্রেসে\nরাষ্ট্রপতি: জিংসু টিকক্সটতং\nউপরাষ্ট্রপতি: হি জিনজওং, সং গুয়াং, ওয়েং হুয়াইন, ওয়েং জেনপিং, লি হানজু, জু মিজাহান, মা ইয়ান\n১৯৮৮–১৯৯৩: ৭তম ন্যাশনাল পিপলস কংগ্রেসে\nরাষ্ট্রপতি: রিন জিংসন\nউপরাষ্ট্রপতি: হুয়া লিংকরি, লিন হুরি, জু মিকসং, মা ইয়ান, ডন মিকসসুন\n১৯৯৩–১৯৯৮: ৮তম ন্যাশনাল পিপলস কংগ্রেস\nরাষ্ট্রপতি: রিন জিকসন\nউপরাষ্ট্রপতি: জু মিংসন, হি হাংসান, গাং চানগিরি, তেং দেইয়াং, লিজু জাহাজান, জু হইচরি, লি গুয়াংগুয়াং,লি হুয়াং,হুয়া লিংকরি, ডাুন মাংসন, ওয়েং জাংকেরি , মা ওয়েন\n১৯৯৮–২০০৩: ৯তম ন্যাশনাল পিপলস কংগ্রেসে\nরাষ্ট্রপতি: হিক্সো ওয়েন\nউপরাষ্ট্রপতি:  জু মিংসন, লি গুয়াং হান, জুং হনচিন, শিন ডোয়ান, ওয়েন হিক্সিনিং, চাও মাংমাং, জং হানহান, হান সুয়াং, জুয়েন বেক্সিন\n২০০৩–২০০৭: ১০ তম ন্যাশনাল পিপলস কংগ্রেস\nরাষ্ট্রপতি: হিয়াং হুয়াং\nউপরাষ্ট্রপতি : গো চিনমিং, চিং হিকজিং, শি ডোয়াং, হি একজেন, হুয়াং চোয়েরি, সু জিলহিন, শি জুয়াংহান, শিং জুংহান\n২০০৮–২০১৩: ১১তম ন্যাশনাল পিপলস কংগ্রেস\nরাষ্ট্রপতি: ওয়েং জেনজেং\nউপরাষ্ট্রপতি:শিন ডুয়াং\n,জান হুয়াং, ওয়েন হিং, জিন বিংসিন, সু জিলান, শি শিমাংসুয়াং, নান ইয়াং জিন হানসো, হো হানমারিং\n\n২০১৩–২০১৮: ১২তম ন্যাশনাল পিপলস কংগ্রেস\nরাষ্ট্রপতি: জু কিয়াং\n২০১৮—২০২৩: ১৩ তম ন্যাশনাল পিপলস কংগ্রেস\nরাষ্ট্রপতি: জু কিয়াং\nউপরাষ্ট্রপতি: হি রং, জাং হিয়াং, টো কিয়াং, গো জিনহাং, ইয়াং ওয়েনমিং, ইয়াং লিনপিং, হি একসন, শিন লিয়াং\n২০২৩—বর্তমান: ১৪ তম ন্যাশনাল পিপলস কংগ্রেস\nরাষ্ট্রপতি: ঝাং জুন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}