{"pageid": 1491455, "title": "পিএ", "url": "https://bn.wikipedia.org/wiki?curid=1491455", "content": "পা, পিএ, পি.এ. বা পি.এ বলতে নিম্নোক্ত বিষয়গুলি বোঝানো হতে পারে:\n\n\n== শিল্প, মিডিয়া এবং বিনোদন ==\nপ্যারেন্টাল অ্যাডভাইজরি, সংক্ষেপে PAL বা PA, অডিও রেকর্ডিংয়ে ব্যবহৃত একটি সতর্কতা চিহ্ন\nপিএ (গ্রুপ), আটলান্টা, জর্জিয়ার একটি দক্ষিণী হিপ-হপ ব্যান্ড\nপেনি আর্কেড, একটি ওয়েবকমিক\nপ্ল্যানেটারি অ্যানিহিলেশন, ২০১৪ সালে মুক্তিপ্রাপ্ত একটি ভিডিও গেম\n\"পা\" (গান), টিনি-এর একটি গান\n\n\n== ব্যবসা এবং সংস্থা ==\n\n\n=== সরকার, সামরিক এবং রাজনীতি ===\nপ্যালেস্টাইন ন্যাশনাল অথরিটি, প্যালেস্টাইন অথরিটি নামেও পরিচিত, গাজা স্ট্রিপ এবং ওয়েস্ট ব্যাঙ্কের একটি অস্থায়ী শাসন সংস্থা\nপাকিস্তান সেনাবাহিনী\nদেশপ্রেমিক জোট, দক্ষিণ আফ্রিকার একটি রাজনৈতিক দল\nদেশপ্রেমিক বিকল্প, যুক্তরাজ্যের একটি জাতীয়তাবাদী গোষ্ঠী\nপিপলস অ্যাসোসিয়েশন (সিঙ্গাপুর), সিঙ্গাপুরের একটি গ্রাসরুটস সংবিধানিক সংস্থা\nফিলিপাইন সেনাবাহিনী\nপ্যাট্রুলা অ্যাগুইলা\nমাল্টার পরিকল্পনা কর্তৃপক্ষ, মাল্টার একটি সরকারী সংস্থা\nপ্রগ্রেসিভ অ্যালায়েন্স, একটি সামাজিক-গণতান্ত্রিক, সমাজতান্ত্রিক এবং প্রগতিশীল রাজনৈতিক দল ও সংস্থার আন্তর্জাতিক জোট\n\n\n=== বিমান সংস্থা ===\nপ্যান আমেরিকান ওয়ার্ল্ড এয়ারওয়েজ, IATA বিমান ডিজাইনার PA (১৯৯১ সাল পর্যন্ত)\nফ্লোরিডা কোস্টাল এয়ারলাইনস, IATA বিমান ডিজাইনার PA (১৯৯৫–২০১০)\nএয়ারব্লু, IATA বিমান ডিজাইনার PA (২০০৩ থেকে)\n\n\n=== অন্যান্য ===\nপেশাদার সংস্থা, ব্যবসার এক ধরনের সংগঠন\nপিএ কনসালটিং গ্রুপ\nপিএ মিডিয়া, যুক্তরাজ্য এবং আয়ারল্যান্ডের একটি সংবাদ সংস্থা, পূর্বে প্রেস অ্যাসোসিয়েশন নামে পরিচিত\nপ্রোডুটরি অ্যাসোসিয়াটি, একটি ইতালিয় রেকর্ড লেবেল\nপ্যারালিম্পিকস অস্ট্রেলিয়া, পূর্বে অস্ট্রেলিয়ান প্যারালিম্পিক কমিটি (APC) নামে পরিচিত, অস্ট্রেলিয়ার জাতীয় প্যারালিম্পিক কমিটি\n\n\n== ভাষাতত্ত্ব ==\nপা (কিউনিফর্ম), একটি কিউনিফর্ম চিহ্ন\nপা (জাভানিজ) (ꦥ), জাভানিজ লিপির একটি অক্ষর\nপাঞ্জাবি ভাষা (ISO 639-1 ভাষা কোড pa)\nঅনেক ভাষার সংক্ষিপ্ত রূপ, যেমন:\nপ্রোটো-আফ্রোএশিয়াটিক ভাষা\nপ্রোটো-আলগিক\nপ্রোটো-আলগোনকিয়ান\nপ্রোটো-আল্টাইক\nপ্রোটো-আথাবাস্কান\nপ্রোটো-অস্ট্রোনেশিয়ান\n\n\n== স্থান ==\nপানামা (ISO দেশের কোড PA)\nপারা, ব্রাজিল (ISO 3166-2:BR)\nপা, বুর্কিনা ফাসোর একটি শহর\nপেনসিলভানিয়া, মার্কিন যুক্তরাষ্ট্র (ডাক সংক্ষিপ্ত রূপ PA)\nPA পোস্টকোড এলাকা, স্কটল্যান্ড\nপ্রিন্স আলবার্ট, সাসকাচুয়ান, কানাডা\nফিলিপস একাডেমি অ্যান্ডোভার, ম্যাসাচুসেটস, মার্কিন যুক্তরাষ্ট্রের একটি বেসরকারি মাধ্যমিক বিদ্যালয়\nপোর্টসমাউথ অ্যবে স্কুল, রোড আইল্যান্ড, মার্কিন যুক্তরাষ্ট্রের একটি বেসরকারি মাধ্যমিক বিদ্যালয়\nপুলাস্কি একাডেমি, লিটল রক, আর্কানসাস, মার্কিন যুক্তরাষ্ট্রের একটি বেসরকারি স্কুল\n\n\n== বিজ্ঞান এবং প্রযুক্তি ==\n.pa, পানামার টপ-লেভেল ডোমেইন\nALCO PA, একটি রেলপথ লোকোমোটিভ\nপ্যারেন্টাল এলিয়েনেশন, মনোবিজ্ঞানের একটি বিষয়\nপ্যাসকেল (একক), চাপের এসআই একক\nপিয়ানো স্বতঃসিদ্ধ, প্রাকৃতিক সংখ্যার জন্য একটি স্বতঃসিদ্ধ সেট\nপেপটাইড অ্যামফিফাইল, একটি স্ব-সংযোজিত পেপটাইডের ধরন\nপিকোঅ্যাম্প (pA), এক ট্রিলিয়ন ভাগের এক ভাগ অ্যাম্পিয়ার\nপলিআক্রাইলামাইড, একটি জেল-গঠনকারী পলিমার\nপলিয়ামাইড, কাপড়ে ব্যবহৃত সিনথেটিক উপাদানের পরিবার\nপ্রেডিকটিভ অ্যানালিটিক্স, ভবিষ্যৎ বা অন্যথায় অজানা ঘটনাগুলির পূর্বাভাস দেওয়ার জন্য বর্তমান এবং ঐতিহাসিক তথ্য বিশ্লেষণ করে\nপ্রোটাকটিনিয়াম, প্রতীক Pa, একটি রাসায়নিক মৌল\nপ্রোভাইডার-এগ্রিগেটেবল অ্যাড্রেস স্পেস, ইন্টারনেট ঠিকানার বরাদ্দ পদ্ধতি\nপাবলিক অ্যাড্রেস সিস্টেম (PA সিস্টেম বা সংক্ষেপে PA), জনসাধারণের ঘোষণার জন্য ব্যবহৃত\nপার্নিসিয়াস অ্যানিমিয়া, ইন্ট্রিনসিক ফ্যাক্টরের অভাবে সৃষ্ট অ্যানিমিয়া\nপ্রাইমারি অ্যালডোস্টেরোনিজম, অ্যাড্রিনাল গ্রন্থি থেকে হরমোন অ্যালডোস্টেরনের অতিরিক্ত উৎপাদন\n\n\n== ব্যক্তিবর্গ ==\nপা, বাবার জন্য স্নেহময় শব্দ\nপা (নাম), একটি তালিকা যেখানে নাম, ডাকনাম বা উপাধি হিসাবে ব্যবহৃত হয়েছে\nপা দ্রেঙ্গেন চাংচপ সিম্পা, তিব্বতীয় জনগণের একটি পৌরাণিক পূর্বপুরুষ\n\n\n=== পেশার শিরোনাম ===\nপার্লামেন্টারি অ্যাসিস্ট্যান্ট (যুক্তরাজ্যের রাজনীতি)\nব্যক্তিগত সহকারী\nফিজিশিয়ান অ্যাসিস্ট্যান্ট বা চিকিৎসা সহযোগী\nরাজনৈতিক সহকারী\nউৎপাদন সহকারী, চলচ্চিত্র, মিডিয়া এবং প্রকাশনা শিল্পে একটি শিরোনাম\nপ্রকল্প স্থপতি\nপ্রসিকিউটিং অ্যাটর্নি, কিছু মার্কিন রাজ্য আদালত এবং ছোট এলাকায় প্রসিকিউটরের শিরোনাম\nপ্রোটোনোটারি অ্যাপোস্টোলিক, রোমান ক্যাথলিক ধর্মগুরুদের জন্য সর্বোচ্চ অ-এপিস্কোপাল সম্মানসূচক শিরোনাম\nপাবলিক অ্যাকাউন্ট্যান্ট, মার্কিন যুক্তরাষ্ট্রে একটি পেশাদার যোগ্যতা\n\n\n== অন্যান্য ==\nপিএ, কাগজের আকারের একটি সিরিজ\nপা, মাওরি গ্রামের একটি সুরক্ষিত প্রকার\nকর্মক্ষমতা মূল্যায়ন, কর্মচারীর কাজের পারফরম্যান্স মূল্যায়ন করার জন্য\nপ্লেট উপস্থিতি, বেসবলের একটি পরিসংখ্যান\nপ্রিন্স আলবার্ট (জেনিটাল পিয়ার্সিং), পুরুষদের জন্য এক ধরনের জেনিটাল পিয়ার্সিং\nপাবলিক বিল, আইন অনুযায়ী পাবলিক অ্যাক্ট নামেও পরিচিত\n\n\n== আরও দেখুন ==\nP&A (বিভ্রান্তি নিরসন)"}