{"pageid": 1491236, "title": "তুরস্কের উপরাষ্ট্রপতি", "url": "https://bn.wikipedia.org/wiki?curid=1491236", "content": "তুরস্কের ভাইস প্রেসিডেন্ট, আনুষ্ঠানিকভাবে তুর্কিয়ে প্রজাতন্ত্রের ভাইস প্রেসিডেন্ট ( তুর্কি Cumhuriyeti Cumhurbaşkanı Yardımcısı)  রাষ্ট্রপতির পরে তুরস্ক সরকারের নির্বাহী শাখার দ্বিতীয় সর্বোচ্চ কর্মকর্তা। ভাইস প্রেসিডেন্ট মন্ত্রিপরিষদ, জাতীয় নিরাপত্তা পরিষদ এবং সুপ্রিম মিলিটারি কাউন্সিলের বিধিবদ্ধ সদস্য হিসেবে দায়িত্ব পালন করে। সেভদেত ইলমাজ  ৪ জুন ২০২৩ -এ তুরস্কের উপরাষ্ট্রপতি  নির্বাচিত  হওয়ার পর থেকে তুরস্কের দ্বিতীয় এবং বর্তমান উপরাষ্ট্রপতি  হিসেবে দায়িত্ব পালন করছেন ।\n\n\n== পটভূমি ==\nভাইস প্রেসিডেন্টের কার্যালয়টি ১৬ এপ্রিল ২০১৭-এ সাংবিধানিক সংশোধনীর উপর গণভোটের মাধ্যমে তৈরি করা হয়েছিল এবং ২০১৮ সালে রাষ্ট্রপতি নির্বাচনের পরে কার্যকর হয়, যখন নতুন রাষ্ট্রপতি ৯ জুলাই ২০১৮-এ দায়িত্ব গ্রহণ করেন। এই গণভোটের পর তুরস্ক একটি সংসদীয় প্রজাতন্ত্র থেকে রাষ্ট্রপতি প্রজাতন্ত্রে পরিবর্তিত হয়। প্রেসিডেন্ট রিসেপ তাইয়্যেপ এরদোয়ান ফুয়াত ওকতায়কে প্রথম ভাইস প্রেসিডেন্ট হিসেবে নিযুক্ত করেন।\n\n\n== সাংবিধানিক শর্ত ==\nতুরস্কের সংবিধানে ভাইস-প্রেসিডেন্সি সম্পর্কে নিম্নোক্ত শর্তগুলো উল্লেখ করা হয়েছে: \n\nরাষ্ট্রপতি নির্বাচিত হওয়ার পর এক বা একাধিক সহ-সভাপতি নিয়োগ করতে পারেন।\nকোনো কারণে রাষ্ট্রপতির পদ খালি হলে পঁয়তাল্লিশ দিনের মধ্যে রাষ্ট্রপতি নির্বাচন অনুষ্ঠিত হবে। পরবর্তী রাষ্ট্রপতি নির্বাচিত না হওয়া পর্যন্ত ভাইস প্রেসিডেন্ট হিসাবে কাজ করবেন এবং রাষ্ট্রপতির ক্ষমতা প্রয়োগ করবেন।\nযেসব ক্ষেত্রে রাষ্ট্রপতি অসুস্থতার কারণে বা বিদেশ ভ্রমণের কারণে তার দায়িত্ব থেকে সাময়িকভাবে অনুপস্থিত থাকেন, ভাইস প্রেসিডেন্ট প্রজাতন্ত্রের রাষ্ট্রপতি হিসেবে কাজ করেন এবং তার ক্ষমতা প্রয়োগ করেন।\nতুরস্কের পার্লামেন্টের ডেপুটি হওয়ার যোগ্য ব্যক্তিদের মধ্য থেকে ভাইস প্রেসিডেন্ট নিয়োগ করা হবে। ৮১ অনুচ্ছেদে বর্ণিত হিসাবে ভাইস প্রেসিডেন্ট তুর্কি গ্র্যান্ড ন্যাশনাল অ্যাসেম্বলির সামনে শপথ নেবেন। ভাইস প্রেসিডেন্ট হিসেবে নিযুক্ত তুরস্কের গ্র্যান্ড ন্যাশনাল অ্যাসেম্বলির সদস্যরা সংসদের সদস্যপদ হারান।\n\n\n== জবাবদিহিতা ==\n২০১৭ সালের গণভোটে অনুমোদিত সাংবিধানিক সংশোধনী অনুসারে, গ্র্যান্ড ন্যাশনাল অ্যাসেম্বলি তার মোট সদস্যদের সাধারণ সংখ্যাগরিষ্ঠের প্রস্তাবের ভিত্তিতে রাষ্ট্রপতি, ভাইস প্রেসিডেন্ট বা মন্ত্রিসভার যে কোনও সদস্যের বিরুদ্ধে তদন্ত শুরু করতে পারে এবং একটি সময়ের মধ্যে মাসে, মোট সদস্যের তিন-পঞ্চমাংশের অনুমোদন। \nতদন্তটি সংসদের পনের সদস্যের একটি কমিশন দ্বারা পরিচালিত হবে, প্রতিটি রাজনৈতিক দল তাদের প্রতিনিধিত্বের অনুপাতে মনোনীত। কমিশন দুই মাসের মধ্যে স্পিকারের কাছে তদন্তের ফলাফল নির্দেশ করে তার প্রতিবেদন জমা দেবে। এ সময়ের মধ্যে তদন্ত শেষ না হলে আরও এক মাস সময় নবায়ন করা হয়েছে কমিশনের। স্পিকারের কাছে জমা দেওয়ার দশ দিনের মধ্যে, প্রতিবেদনটি সংসদের সকল সদস্যদের কাছে বিতরণ করা হবে এবং বিতরণের দশ দিন পরে, প্রতিবেদনটি মেঝেতে আলোচনা করা হবে।\nগোপন ভোটের মাধ্যমে সংসদের মোট সংখ্যার দুই-তৃতীয়াংশের অনুমোদনের পর, যে ব্যক্তি বা ব্যক্তিদের সম্পর্কে তদন্ত করা হয়েছিল, তাদের সাংবিধানিক আদালতে বিচার করা যেতে পারে। বিচার তিন মাসের মধ্যে চূড়ান্ত করা হবে, এবং যদি না হয়, তিন মাসের এককালীন অতিরিক্ত সময় দেওয়া হবে। রাষ্ট্রপতির ডেপুটিরা যারা সুপ্রিম ক্রিমিনাল ট্রাইব্যুনাল দ্বারা এমন একটি অপরাধের জন্য দোষী সাব্যস্ত হন যা তাদের নির্বাচিত হতে বাধা দেয় তারা তাদের ম্যান্ডেট হারাবেন।\n\n\n== তুরস্কের উপরাষ্ট্রপতির তালিকা (২০১৮-বর্তমান) ==\n   ন্যায়বিচার ও উন্নয়ন দল (একে পার্টি)\n\n\n== তথ্যসূত্র =="}