{"pageid": 1491189, "title": "আঙ্কারার অর্থনীতি", "url": "https://bn.wikipedia.org/wiki?curid=1491189", "content": "আঙ্কারার অর্থনীতি আঙ্কারা শহরের অর্থনৈতিক বিষয়গুলির উপর আলোকপাত করে, যা তুরস্কের রাজধানী। আঙ্কারায় একটি ঐতিহাসিক পুরাতন শহর রয়েছে, এবং এটি পর্যটন শহর না হলেও, সাধারণত কাপাদোকিয়া যাত্রার পথে পর্যটকদের জন্য একটি বিরতি স্থান হিসেবে ব্যবহৃত হয়। এই শহরে সমৃদ্ধ সাংস্কৃতিক জীবন রয়েছে এবং এখানে বেশ কয়েকটি জাদুঘর আছে। আঙ্কারাতেই অবস্থিত আনাতকাবির, যা তুরস্কের প্রজাতন্ত্রের প্রতিষ্ঠাতা আতাতুর্কের সমাধিসৌধ।\nআঙ্কারা তুরস্কের রাজধানী এবং ইস্তানবুলের পর দেশের দ্বিতীয় বৃহত্তম শহর। এটি তুরস্কের এবং মধ্য আনাতোলিয়ার কেন্দ্রে অবস্থিত। এখানে প্রায় ৪.৫ মিলিয়ন লোকের বসবাস রয়েছে।\nআঙ্কারা তুরস্কের প্রশাসনিক কেন্দ্র এবং একটি বড় বিশ্ববিদ্যালয় শহর। তাই এখানে প্রচুর সংখ্যক সরকারি কর্মী ও বিশ্ববিদ্যালয় শিক্ষার্থীদের বাস। জাতীয় রাজধানী হিসেবে আঙ্কারায় অনেক বিদেশি কূটনীতিক ও দূতাবাস কর্মচারী থাকেন। এর ফলে, এখানে এমন অনেক পণ্য ও সেবা পাওয়া যায় যা তুরস্কের অন্য শহরে খুঁজে পাওয়া বেশ কঠিন হতে পারে। আংকারা একটি বিস্তৃত এবং আধুনিক শহর, যা প্রথম দেখায় একঘেয়ে কংক্রিটের জঙ্গলের মতো মনে হতে পারে। ফলে অনেক পর্যটক এই শহরটিকে কেবলমাত্র কোনিয়া বা ক্যাপাডোশিয়ার মতো গন্তব্যে পৌঁছানোর জন্য একটি ট্রানজিট পয়েন্ট হিসেবে ব্যবহার করেন। তবে যারা গভীরভাবে খুঁজে দেখতে ইচ্ছুক, তাদের জন্য আংকারার অনেক কিছু দেখার ও জানার আছে। ধর্মনিরপেক্ষ তুর্কিদের জন্য আংকারার একটি প্রতীকী গুরুত্ব রয়েছে। এটি সেই স্থান যেখানে তুর্কি জনগণের জন্য একটি নতুন যুগের সূচনা হয়েছিল। এটি স্বাধীনতা, উন্নয়ন এবং পশ্চিমা মূল্যবোধের প্রতীক।\n\n\n== পর্যালোচনা ==\n\nআঙ্কারা বহুদিন ধরে আনাতোলিয়ায় একটি উর্বর কৃষি অঞ্চল হিসেবে পরিচিত। উসমানীয় আমলে আঙ্কারা শস্য, তুলা এবং ফল উৎপাদনের জন্য প্রসিদ্ধ ছিল।\nশতাব্দীর পর শতাব্দী ধরে শহরটি আন্তর্জাতিকভাবে মোহেয়ার (যা আঙ্গোরা ছাগল থেকে আসে) এবং আঙ্গোরা উল (যা আঙ্গোরা খরগোশ থেকে আসে) রপ্তানি করেছে। ১৯শ শতকে শহরটি উল্লেখযোগ্য পরিমাণে ছাগলের চামড়া এবং বিড়ালের চামড়া, গাম আরবিক, মোম, মধু, বেরি এবং ম্যাডার মূল রপ্তানি করত। প্রথম বিশ্বযুদ্ধের আগেই এটি রেলপথে ইস্তাম্বুলের সাথে সংযুক্ত হয়েছিল এবং মোহেয়ার, উল, বেরি এবং শস্য রপ্তানি অব্যাহত রেখেছিল।\nকেন্দ্রীয় আনাতোলিয়া অঞ্চল তুরস্কের মদ এবং আঙ্গুর উৎপাদনের অন্যতম প্রধান স্থান, এবং আঙ্কারা বিশেষভাবে তার কালেজিক কারাসি এবং মুসকাট আঙ্গুরের জন্য বিখ্যাত; এ অঞ্চলের কাভাকলিদেরে মদ, যা শহরের চাঙ্কায়ার কাভাকলিদেরে পাড়ায় উৎপাদিত হয় যা ব্যাপকভাবে পরিচিত। আংকারা তার নাশপাতির জন্যও বিখ্যাত। আরেকটি বিখ্যাত প্রাকৃতিক পণ্য হল এর স্থানীয় ধরনের মধু (আঙ্কারা বালি), যা হালকা রঙের জন্য পরিচিত এবং প্রধানত আতাতুর্ক ফরেস্ট ফার্ম অ্যান্ড জুতে গাজি এবং এলমাডাগ, চুবুক এবং বেপাজারিতে উৎপাদিত হয়। আংকারায় চুবুক প্রবাহের উপর চুবুক-১ বাঁধ এবং চুবুক-২ বাঁধ তুরস্ক প্রজাতন্ত্রের প্রথম বাঁধগুলির মধ্যে অন্যতম ছিল।\n\nআঙ্কারা তুরস্কের রাষ্ট্র-মালিকানাধীন এবং বেসরকারি আত্মরক্ষা এবং বিমান সংস্থার প্রধান কেন্দ্র, যেখানে তুর্কি এরোস্পেস ইন্ডাস্ট্রিজ, এমকেই, এএসইএলএসএএন, হাভেলসান, রোকেটসান, এফএনএসএস, নুরল মাকিনা, এবং অন্যান্য বহু সংস্থার শিল্প কারখানা ও সদর দফতর অবস্থিত। গত কয়েক দশকে এই প্রতিরক্ষা এবং বিমান সংস্থাগুলির বিদেশে রপ্তানি নিয়মিত বৃদ্ধি পাচ্ছে। আংকারায় আইডিইএফ হল বৈশ্বিক অস্ত্র শিল্পের অন্যতম বৃহৎ আন্তর্জাতিক প্রদর্শনী। অনেক বৈশ্বিক অটোমোবাইল সংস্থা যেমন জার্মান বাস ও ট্রাক প্রস্তুতকারী প্রতিষ্ঠান ম্যান এসই, আঙ্কারায় উৎপাদন কারখানা স্থাপন করেছে। আঙ্কারায় ওস্টিম শিল্প অঞ্চল, তুরস্কের বৃহত্তম শিল্প পার্ক, অবস্থিত।\nআঙ্কারায় জটিল কর্মসংস্থানের একটি বড় অংশ বিভিন্ন সরকারি প্রতিষ্ঠান দ্বারা পরিচালিত হয়; যেমন তুরস্ক সরকারের মন্ত্রণালয়, উপ-মন্ত্রণালয় এবং অন্যান্য প্রশাসনিক সংস্থা। অনেক বিদেশি নাগরিকও তাঁদের নিজ নিজ দেশের দূতাবাসে কূটনীতিক বা কেরানি হিসেবে কাজ করেন।\n\n\n== তথ্যসূত্র =="}