{"pageid": 1491963, "title": "এইচপিভি টিকা", "url": "https://bn.wikipedia.org/wiki?curid=1491963", "content": "হিউম্যান প্যাপিলোমাভাইরাস (এইচপিভি) টিকা কতক হিউম্যান প্যাপিলোমাভাইরাস (এইচপিভি) প্রজাতি দ্বারা সৃষ্ট সংক্রমণের বিরুদ্ধে অর্জিত প্রতিরক্ষা প্রদান করে। প্রথম এইচপিভি টিকা ২০০৬ সাল থেকে পাওয়া যায়। বর্তমানে অনুমোদনপ্রাপ্ত টিকা রয়েছে ছয়টি: তিনটি বাইভ্যালেন্ট বা দ্বিযোজী (দুটি প্রজাতির এইচপিভির বিরুদ্ধে প্রতিরক্ষা দেয়), দুটি কোয়াড্রিভ্যালেন্ট বা চতুর্যোজী (চারটি প্রজাতির বিরুদ্ধে) এবং একটি নোনাভ্যালেন্ট বা নবযোজী টিকা (নয়টি প্রজাতির বিরুদ্ধে), যেমন গার্ডাসিল। সব টিকাই অত্যন্ত নিরাপদ ও কার্যকর। এদের সবাই এইচপিভি ১৬ ও ১৮ ধরনের বিরুদ্ধে সুরক্ষা দেয়, যা সারাবিশ্বে প্রায় ৭০% জরায়ুমুখের ক্যান্সার সৃষ্টির জন্য দায়ী। চতুর্যোজী টিকাটি এইচপিভি ৬ ও ১১ ধরনের বিরুদ্ধে অতিরিক্ত সুরক্ষা দেয়। এছাড়া নোনাভ্যালেন্ট বা নবযোজী টিকা (গার্ডাসিল) আরও ৩১, ৩৩, ৪৫, ৫২ ও ৫৮ ধরনের বিরুদ্ধে সুরক্ষা দেয়। প্রাক্কলন করা হয় যে, এইচপিভি টিকা ৭০% জরায়ুমুখ ক্যান্সার, ৮০% পায়ু ক্যান্সার, ৬০% যোনি ক্যান্সার, ৪০% যোনিদ্বার ক্যান্সার প্রতিরোধ করতে পারে এবং এইচপিভি-পজিটিভ মুখ-গলবিল ক্যান্সার প্রতিরোধে ৯০ শতাংশের বেশি কার্যকারিতা প্রদর্শন করে। এই টিকাগুলো শিশ্ন ক্যান্সার-এর বিরুদ্ধেও সুরক্ষা প্রদান করে থাকে। চতুর্যোজী ও নবযোজী টিকা দিয়ে জননাঙ্গীয় আঁচিলও (জেনিটাল বা অ্যানোজেনিটাল ওয়ার্টস) প্রতিরোধ করা যায়।\nবিশ্ব স্বাস্থ্য সংস্থার সুপারিশ অনুযায়ী ৯-১৪ বছর বয়সি বালিকাদের একটি বা দুটি ডোজ দিতে হবে, ১৫-২০ বছর বয়সিদের ক্ষেত্রেও একই ডোজ, তবে ২১ বছর বা তদূর্ধ্ব বয়সিদের ৬ মাসের বিরতিতে দুটি ডোজ দিতে হবে। এই টিকা কমপক্ষে ৫-১০ বছর সুরক্ষা দিয়ে থাকে। অধিকাংশ দেশেই ৯-১৪ বছর বয়সিদের এইচপিভি টিকাদানের উপর গুরুত্বারোপ করে। টিকাদান সময়সূচি নির্ভর করে টিকা গ্রহীতার বয়সের উপর। ২০২৩ সাল পর্যন্ত বিশ্বব্যাপী ৯-১৪ বছর বয়সি প্রায় ২৭% বালিকা কমপক্ষে একটি ডোজ গ্রহণ করেছে (৩৭টি দেশ এক ডোজের কর্মসূচি গ্রহণ করেছিল, ঐ বছরে ৯-১৪ বছর বয়সি প্রায় ৪৫% বালিকাদের টিকাদান সম্পন্ন হয়েছিল)। ২০২৪ সাল পর্যন্ত, ৫৭টি দেশ এক ডোজের টিকাদান কর্মসূচি গ্রহণ করেছে। ২০২৩ সালের শেষ পর্যন্ত, ১৪৩টি দেশ (বিশ্ব স্বাস্থ্য সংস্থার মোট সদস্য দেশের ৭৪%) তাদের জাতীয় টিকাদান কর্মসূচির মাধ্যমে কিশোরীদের টিকা প্রদান করেছে। ২০২২ সাল পর্যন্ত ৪৭টি দেশ (বিশ্ব স্বাস্থ্য সংস্থার সদস্য রাষ্ট্রের ২৪%) বালকদের জন্যও এই টিকা চালু করেছে। জনগোষ্ঠীর বৃহৎ অংশকে টিকা প্রদান করলে অটিকাপ্রাপ্তরাও যূথ অনাক্রম্যতার (হার্ড ইমিউনিটি) মাধ্যমে উপকৃত হতে পারে। ২০২৩ সালে বাংলাদেশের ঢাকা বিভাগে পরীক্ষামূলকভাবে এই টিকা প্রদান করা হয়। ২০২৪ সালে অবশিষ্ট বিভাগে ৯-১৪ বছর বয়সি সকল কিশোরীকে এই টিকা একক-ডোজ হিসেবে প্রদানের কার্যক্রম গৃহীত হয়।\nবিশ্ব স্বাস্থ্য সংস্থা প্রণীত অপরিহার্য ওষুধের আদর্শ তালিকায় এইচপিভি টিকা রয়েছে। বিশ্ব স্বাস্থ্য সংস্থার সুপারিশ অনুযায়ী সকল দেশেই এইচপিভি টিকাকে নিয়মিত টিকাদান কর্মসূচির আওতায় আনা উচিত। বিশ্ব স্বাস্থ্য সংস্থার এইচপিভি টিকাদান কর্মসূচির অগ্রাধিকারমূলক উদ্দেশ্য হচ্ছে জরায়ুমুখের ক্যান্সার প্রতিরোধ করা, কারণ এইচপিভি-সংক্রান্ত মোট ক্যান্সারের ৮২% হলো জরায়ুমুখের ক্যান্সার এবং এই ক্যান্সারটি ৯৫% ক্ষেত্রে এইচপিভি দ্বারা সংঘটিত হয়। ২০২০ সালের পরিসংখ্যান অনুযায়ী ৮৮%জরায়ুমুখ ক্যান্সার ও এই ক্যান্সারজনিত ৯০% মৃত্যু নিম্ন ও মধ্য-আয়ের দেশে ঘটে, উচ্চ আয়ের দেশে এই হার ২%। এইচপিভি টিকার জন্য বিশ্ব স্বাস্থ্য সংস্থা কর্তৃক সুপারিশকৃত প্রাথমিক অভীষ্ট জনগোষ্ঠী হলো ৯-১৪ বছর বয়সি কিশোরী যারা এখনো যৌন সক্রিয় নয়। এই সংস্থাটি সকল দেশে এইচপিভি টিকা চালু করার লক্ষ্যে কাজ করছে এবং ১৫ বছর বয়সি ৯০% কিশোরীকে পূর্ণ টিকাদানের আওতায় আনার লক্ষ্যমাত্রা স্থির করেছে। ১৫ বছর বা তদূর্ধ্ব বয়সি কিশোরী, বালক, বয়স্ক পুরুষ বা সমকামী পুরুষ হলো গৌণ অভীষ্ট জনগোষ্ঠী। এইচপিভি টিকা জরায়ুমুখ ক্যান্সারের বিরুদ্ধে সবচেয়ে সাশ্রয়ী উপায়, বিশেষ করে অর্থনৈতিকভাবে দুর্বল দেশগুলোতে। যদিও এই টিকা ক্যান্সার প্রতিরোধে বেশ কার্যকর, তথাপি টিকাদানের পরেও জরায়ুমুখ স্ক্রিনিং করা প্রয়োজন।\n\n\n== ব্যবহার ==\n\nএইচপিভি টিকা হিউম্যান প্যাপিলোমাভাইরাস সংক্রমণ ও এর পরিণতি হিসেবে জরায়ুমুখের ক্যান্সার প্রতিরোধে ব্যবহার করা হয়। নয় থেকে চৌদ্দ বছর বয়সি কিশোরীদের টিকা দেওয়ার সুপারিশ করা হয়। অনেক দেশ উক্ত বয়স সীমায় বালকদেরও এই টিকা দিয়ে থাকে। মার্কিন যুক্তরাষ্ট্রের সিডিসি সুপারিশ করে যে, ১১ থেকে ১২ বছর বয়সি সবাইকে ৬ থেকে ১২ মাসের ব্যবধানে দুটি এইচপিভি টিকা নিবে। ১৫ বছর বা তদূর্ধ্ব বয়সিদের তিনটা ডোজের প্রয়োজন। গার্ডাসিল হলো তিন ডোজের টিকা। যুক্তরাষ্ট্রে ৯-২৬ বছর বয়সি নারী ও পুরুষ উভয়কেই এইচপিভি টিকা দেওয়ার সুপারিশ করা হয়, তবে ২৭-৪৫ বছর বয়সিদের জন্যও অনুমোদিত।\nএকটা জনগোষ্ঠীর বৃহৎ অংশকে টিকা প্রদান করা হলে উক্ত জনগোষ্ঠীর মধ্যে এইচপিভি সংক্রমণ হার হ্রাস পায়, যা যূথ অনাক্রম্যতার (হার্ড ইমিউনিটি) উপকারিতা হতে পারে বলে মনে করা হয়। এই টিকা কেবল কিছু উচ্চ ঝুঁকিসম্পন্ন এইচপিভি জীবাণুর বিরুদ্ধে কাজ করে, তাই টিকা প্রদানের পরেও জরায়ুমুখ স্ক্রিনিং কার্যক্রম চালিয়ে যাওয়া উচিত। যুক্তরাষ্ট্রে ২১ বছর বয়স থেকে মেয়েদেরকে নিয়মিত প্যাপ স্মিয়ার পরীক্ষা করার পরামর্শ প্রদান করা হয়। অস্ট্রেলিয়ায় জাতীয় স্ক্রিনিং কার্যক্রমের অংশ হিসেবে দুই বছর পরপর প্যাপ স্মিয়ার পরীক্ষার ব্যবস্থা থাকলেও বর্তমানে এইচপিভি ডিএনএ ভিত্তিক পরীক্ষার উপর গুরুত্বারোপ করা হচ্ছে। ২০২১ সাল পর্যন্ত তথ্যমতে বিশ্ব স্বাস্থ্য সংস্থা এইচপিভি ডিএনএ পরীক্ষাকে অধিকতর শ্রেয় স্ক্রিনিং পদ্ধতি হিসেবে সুপারিশ করে।\n\nবাংলাদেশে জরায়ুমুখ ক্যান্সারের প্রাদুর্ভাব অনেক বেশি, এখানে মহিলাদের ক্যান্সার রোগের ক্ষেত্রে জরায়ুমুখ ক্যান্সারের অবস্থান দ্বিতীয়। বাংলাদেশে জরায়ুমুখ ক্যান্সার স্ক্রিনিং কার্যক্রমের অংশ হিসেবে জেলা ও উপজেলা পর্যায়ে সরকারি হাসপাতালে বিনামূল্যে ভায়া পরীক্ষা করার ব্যবস্থা রয়েছে। ভায়া পরীক্ষায় পজিটিভ বা হ্যাঁবোধক ফলাফল এলে রোগীকে মেডিকেল কলেজ হাসপাতালের কলপোস্কপি ক্লিনিকে পাঠানো হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পঠন ==\n\n\n== বহিঃসংযোগ ==\n\"HPV (Human Papillomavirus) Vaccine Information Statement\"। U.S. Centers for Disease Control and Prevention (CDC)। ৬ আগস্ট ২০২১। সংগ্রহের তারিখ ১ সেপ্টেম্বর ২০২৪। \n\"Human Papillomavirus (HPV) Vaccines\"। National Institutes of Health (NIH)। ২৫ মে ২০২১। সংগ্রহের তারিখ ১ সেপ্টেম্বর ২০২৪। \nPapillomavirus Vaccines যুক্তরাষ্ট্রের জাতীয় চিকিৎসা গ্রন্থাগারে চিকিৎসা বিষয়ক শিরোনাম (MeSH)\nটেমপ্লেট:Human papillomavirus"}