{"pageid": 1491076, "title": "ক্রিসমাস দ্বীপ", "url": "https://bn.wikipedia.org/wiki?curid=1491076", "content": "ক্রিসমাস দ্বীপ অঞ্চলটি ভারত মহাসাগরে অবস্থিত একটি অস্ট্রেলিয়ান বহিঃস্থ অঞ্চল, যা একই নামের দ্বীপ নিয়ে গঠিত।। এটি জাভা এবং সুমাত্রার প্রায় ৩৫০ কিলোমিটার (১৯০ নটিক্যাল মাইল) দক্ষিণে এবং অস্ট্রেলিয়ার মূল ভূখণ্ডের নিকটতম বিন্দুর  প্রায় ১,৫৫০ কিমি (৮৪০ নটিক্যাল মাইল) উত্তর-পশ্চিমে অবস্থিত । এর আয়তন ১৩৫ বর্গকিলোমিটার (৫২ বর্গমাইল) ।  ১৬৪৩ সালের বড়দিনে ক্যাপ্টেন উইলিয়াম মাইনরস দ্বীপ অঞ্চলটি আবিষ্কার করেন। তা থেকে এই অঞ্চলটির নাম রাখা হয় ক্রিসমাস দ্বীপ।\n২০২১ সালে ক্রিসমাস দ্বীপের জনসংখ্যা ছিল ১৬৯২ জন বাসিন্দা   যার বেশিরভাগ দ্বীপের উত্তর প্রান্তের বসতিতে বসবাস করে। প্রধান বসতি হল ফ্লাইং ফিশ কোভ । ঐতিহাসিকভাবে, চীনা, মালয় এবং ভারতীয় বংশোদ্ভূত এশিয়ান অস্ট্রেলিয়ানরা সংখ্যাগরিষ্ঠ।  বর্তমানে, দ্বীপের জনসংখ্যার প্রায় দুই-তৃতীয়াংশ স্ট্রেইটস চীনা বংশোদ্ভূত বলে অনুমান করা হয় (যদিও 2021 সালে জনসংখ্যার মাত্র 22.2% চীনা বংশোদ্ভূত ঘোষণা করেছিল), উল্লেখযোগ্য সংখ্যক মালয় এবং ইউরোপীয় অস্ট্রেলিয়ান এবং অল্প সংখ্যক স্ট্রেইট ইন্ডিয়ান এবং ইউরেশিয়ান। ইংরেজি, মালয় এবং বিভিন্ন চীনা উপভাষা সহ বেশ কয়েকটি ভাষা ব্যবহার করা হয়। ধর্মবিশ্বাসের ক্ষেত্রেও অঞ্চলভেদে বৈচিত্র্য রয়েছে; মূল রাজধানী \"দ্য সেটেলমেন্ট\"-এ অ্যাংলো-সেল্টিক প্রভাবের কারণে ক্যাথলিক ধর্মের প্রচলন রয়েছে, পুণ সান এলাকায় বৌদ্ধ ধর্ম এবং উপকূলবর্তী <i>জলের গ্রামে</i>  মালয় সম্প্রদায়ের বাসস্থানে সাধারণত সুন্নি ইসলাম পালন করা হয়।  অস্ট্রেলিয়ান আদমশুমারিতে ধর্ম সম্পর্কে প্রশ্নটি ঐচ্ছিক, এবং ২৮% জনসংখ্যা তাদের ধর্মীয় বিশ্বাস ঘোষণা করেনি। \n১৬১৫ সালে প্রথম ইউরোপীয় যিনি ক্রিসমাস দ্বীপটি দেখেছিলেন তিনি ছিলেন টমাসের রিচার্ড রো। ক্যাপ্টেন উইলিয়াম মাইনরস ১৬৪৩ সালের ২৫ ডিসেম্বর ক্রিসমাস ডেতে এটির নামকরণ করেন। এটিতে প্রথম 19 শতকের শেষের দিকে বসতি স্থাপন করা হয়েছিল।  ক্রিসমাস দ্বীপের ভৌগোলিক বিচ্ছিন্নতা এবং ন্যূনতম মানব হস্তক্ষেপের ইতিহাস এর উদ্ভিদ ও প্রাণীজগতের মধ্যে উচ্চ স্তরের স্থানীয়তা সৃষ্টি করেছে, যা বিজ্ঞানী এবং প্রকৃতিবিদদের আগ্রহের বিষয়।  দ্বীপের অধিকাংশ (৬৩%) ক্রিসমাস দ্বীপ জাতীয় উদ্যানের অন্তর্ভুক্ত, যেখানে প্রাথমিক মৌসুমী বনের বিভিন্ন এলাকা রয়েছে। ফসফেট, মূলত গুয়ানো হিসাবে জমা করা হয়েছিল, ১৮৯৯ সাল থেকে দ্বীপে খনন করা হয়েছে।"}