{"pageid": 1491809, "title": "গোবিন্দা নাম মেরা", "url": "https://bn.wikipedia.org/wiki?curid=1491809", "content": "গোবিন্দা নাম মেরা (অনু.  আমার নাম গোবিন্দা) হল একটি 2022 সালের ভারতীয় হিন্দি-ভাষা কমেডি থ্রিলার ফিল্ম রচনা ও পরিচালনা শশাঙ্ক খৈতান এবং প্রযোজনা করেছেন করণ জোহর, অপূর্ব মেহতা, এবং শশাঙ্ক খৈতান ব্যানারে ধর্ম প্রডাকশন্স এর, ভায়াকম১৮ স্টুডিওজ এর সাথে। ছবিতে অভিনয় করেছেন ভিকি কৌশল, ভূমি পেডনেকার, এবং কিয়ারা আডবাণী। এটি ইতিবাচক পর্যালোচনার জন্য ডিজনি+ হটস্টার 16 ডিসেম্বর 2022-এ প্রিমিয়ার হয়েছিল।\n\n\n== প্লট ==\nগোবিন্দ \"গোবিন্দা\" (গোবিন্দ এ.) ওয়াঘমারে (ভিকি কৌশল) বলিউড চলচ্চিত্রের জন্য মুম্বাই ব্যাকআপ নর্তক হিসেবে কাজ করেন, এবং কোনো দিন একজন কোরিওগ্রাফার হতে চান। তার স্ত্রী গৌরি (ভূমি পেডনেকার) এর সাথে তার একটি তিক্ত সম্পর্ক রয়েছে এবং তিনি তাকে তালাক দিতে চান, তার বান্ধবী সুকু (কিয়ারা আডবাণী) এর সাথে থাকতে চান যিনি একজন নৃত্যশিল্পীও। গৌরি দাবি করেন যে তাকে তালাক দেওয়ার জন্য, তাকে প্রথমে তাকে ২ কোটি দিতে হবে, তাদের বিয়ের সময় যৌতুক দেওয়া অর্থ ফেরত দিতে হবে। গৌরীর বলদেব নামে একজন প্রেমিক আছে, যিনি একজন বীমা এজেন্ট।\nগোবিন্দের বাবা, গোপী বিশ্বকর্মা ছিলেন একজন বিখ্যাত ফাইট কোরিওগ্রাফার এবং তার মা আশা ওয়াঘমারে ছিলেন একজন ব্যাকআপ নর্তকী। একসঙ্গে চলচ্চিত্রে কাজ করতে গিয়ে প্রেমে পড়েন এবং বিয়ে করেন। গোবিন্দ যখন ছোট ছিলেন, তখন গোপী একটি দুর্ঘটনায় মারা যান এবং চারুলতা এবং বিষ্ণু বিশ্বকর্মা, গোপীর স্ত্রী এবং তার প্রথম বিবাহের পুত্র, দাবি করেন যে তারা সেই বাংলোটির সঠিক মালিক যেটি গোপী তার উইলে গোবিন্দ এবং আশার জন্য রেখেছিলেন। বিশ্বকর্মা পরিবার দাবি করেছে যে আশার সাথে গোপীর বিয়ে একটি ছলনা ছিল এবং এটি একটি চলচ্চিত্রের শুটিংয়ের অংশ ছিল। এতে বাংলোর মালিকানা নিয়ে দুই পরিবারের মধ্যে দীর্ঘদিন ধরে আইনি বিরোধ চলে আসছে। সহানুভূতি পেতে এবং মামলা তাদের পক্ষে নিয়ে যাওয়ার জন্য আশা পক্ষাঘাতগ্রস্ত হওয়ার ভান করছেন।\nগোবিন্দ গৌরীকে হত্যা করার কথা ভাবেন এবং গোপীর পুরনো বন্ধু ইন্সপেক্টর জাভেদের কাছ থেকে একটি বন্দুক নেন, কিন্তু তিনি তাকে হত্যা করার সাহস করতে পারেন না। জাভেদ বন্দুকের জন্য ২ লক্ষ দাবি করে কিন্তু গোবিন্দ তাকে দিতে অক্ষম এবং তাকে নিয়মিত হুমকি দেওয়া হয়। গোবিন্দ এবং সুকু ধনী প্রযোজক অজিত ধারকারের মাদকাসক্ত ছেলে সন্দীপ ওরফে স্যান্ডির জন্য একটি মিউজিক ভিডিও কোরিওগ্রাফ করার সুযোগ পান। মিউজিক ভিডিওটি তৈরি করা হয়েছে, কিন্তু স্যান্ডির তুলনায় গোবিন্দ এবং সুকুর এতে বেশি স্ক্রীন টাইম রয়েছে, যা অজিতকে ক্ষুব্ধ করে এবং সে দাবি করে যে তারা তাকে ৩০ লাখ টাকা ফেরত দেবে, যা গানটি তৈরিতে ব্যয় করা পরিমাণ ছিল।\nকিছুক্ষণ পরে, গোবিন্দ তার গাড়িতে দুর্ঘটনার পর স্যান্ডিকে আহত দেখতে পান। তাকে অজ্ঞান করার সাথে সাথে, গোবিন্দ তার গাড়ি থেকে মাদক খুঁজে পান এবং চুরি করে, যার মূল্য কোটি টাকা এবং সুকু পরামর্শ দেয় যে তারা সেগুলি বিক্রি করে। তারা দুজনেই গোবিন্দের বাড়িতে যায় এবং গৌরীকে মেঝেতে মৃত অবস্থায় পড়ে থাকতে দেখে হতবাক হয়, মনে হচ্ছে খুন করা হয়েছে। কে তাকে হত্যা করেছে এবং অন্য সব প্রমাণ মুছে বাড়ির বাইরে বাগানে তাকে দাফন করেছে সে সম্পর্কে তারা অজ্ঞ। পরের দিন সকালে, মঞ্জু, দাসী মেঝেতে একটি ভাঙা কাঁচের টুকরো দেখতে পায় যার উপর রক্তের দাগ রয়েছে। তিনি গৌরীকে হত্যার জন্য গোবিন্দকে সন্দেহ করেন এবং ইন্সপেক্টর জাভেদকে রিপোর্ট করেন।\nএটি প্রকাশিত হয়েছে যে সুকু বিষ্ণুর জন্য কাজ করছিলেন এবং তাকে তথ্য দিয়েছিলেন যা তাকে বাংলো সংক্রান্ত মামলায় সহায়তা করবে। বলদেব গোবিন্দের মুখোমুখি হন এবং বলেন যে গৌরীকে হত্যা করার জন্য তিনি তাকে সন্দেহ করেন কারণ তিনি জানেন যে তিনি মনোনীত হিসাবে গোবিন্দের সাথে ২ কোটি মূল্যের জীবন বীমা করেছিলেন এবং তিনি বলেছেন যে তিনি এটি সম্পর্কে কিছুই জানেন না। তাদের আইনজীবী কৌস্তভের পরামর্শে, গোবিন্দ এবং আশা বিশ্বকর্মা পরিবারের কাছে বাংলোটি ২ কোটিতে বিক্রি করে অন্য কোথাও বসতি স্থাপন করার সিদ্ধান্ত নেন। এদিকে, স্যান্ডি তার গাড়ি থেকে ওষুধ হারিয়ে যাওয়া দেখে হতবাক। অজিত একটি বেনামী টিপ পায় যে গোবিন্দের কাছে মাদকদ্রব্য রয়েছে এবং তাকে চেনেন এমন সকলের সাথে পুলিশ তাকে আটক করেছে।\nপুলিশ তার বাড়িতে মাদকের খোঁজ করলেও খুঁজে পায়নি। জিজ্ঞাসাবাদে সুকু বলে যে গোবিন্দ গৌরীকে খুন করে কবর দিয়েছে। পুলিশ বাড়ির বাইরে মাটি খনন করে কিন্তু গৌরীর লাশ খুঁজে পায় না, যা সুকুকে হতবাক করে দেয়। অধিকন্তু, গোবিন্দ অপ্রত্যাশিতভাবে দাবি করেছেন যে তিনি এবং গৌরি ইতিমধ্যেই বিবাহবিচ্ছেদ করেছেন এবং তিনি তার অবস্থান সম্পর্কে জানেন না। ইন্সপেক্টর জাভেদের বাড়িতে আশ্চর্যজনকভাবে কিছু ওষুধ পাওয়া যায়, যার ফলে পুলিশ বিশ্বাস করে যে সে এটি চুরি করেছে। বিশ্বকর্মা পরিবার বাংলোটি অধিগ্রহণ করার পরে জানতে পারে যে গোপী বেআইনিভাবে যে জমিটি তৈরি করেছিলেন তা অধিগ্রহণ করেছিলেন এবং সেখানে একটি স্কুল তৈরি করা হবে। এটি তাদের জন্য সমস্যা তৈরি করে কারণ তারা ইতিমধ্যেই একজন রিয়েল এস্টেট ডেভেলপারের কাছে ১৫০ কোটিতে বাংলো বিক্রি করেছে। অজিতের বাড়িতে অভিযান চালানো হয় এবং তার কাছে আরও মাদক পাওয়া যায়, পুলিশ তাকে আটক করে।\nছয় মাস পরে, সুকু, বিষ্ণু এবং চারুলতা থাইল্যান্ড-এ এসে তার সাথে দেখা করার জন্য গোবিন্দের কাছ থেকে ডাক পান। সেখানে পৌঁছে, তারা আশা এবং গৌরীর সাথে জীবিত গোবিন্দ বিলাসবহুল জীবনযাপন করতে দেখে হতবাক হয়ে যায়। গোবিন্দ প্রকাশ করেন যে তিনি জানতে পেরেছিলেন যে সুকু তার সাথে বিশ্বাসঘাতকতা করেছে এবং বিষ্ণুর জন্য কাজ করছে। তিনি, গৌরী এবং আশার সাথে একটি বিস্তৃত পরিকল্পনা করেছিলেন যাতে তারা বীমার অর্থ পেতে গৌরীর মৃত্যুকে জাল করবে, ইন্সপেক্টর জাভেদকে ফাঁসিয়ে স্যান্ডির কাছ থেকে ওষুধ চুরি করবে এবং বিক্রি করবে এবং মোটা অঙ্কের জন্য বাংলোটি বিক্রি করবে, পুরোপুরি সচেতন। এটা অবৈধভাবে অর্জিত হয়েছে। বলদেব এবং কৌস্তুভও পরিকল্পনায় ছিলেন এবং তাদের নিজ নিজ শেয়ার পেয়েছিলেন। ফিল্ম শেষ হয় সুকু, বিষ্ণু এবং চারুলতা অজ্ঞান হয়ে পড়ে কারণ তাদের পানীয় নেশা করা হয়েছিল, এবং গোবিন্দ এবং অন্যরা হাসতে হাসতে চলে যায়।\n\n\n== কাস্ট ==\nভিকি কৌশল - গোবিন্দ \"গোবিন্দা\" ওয়াঘমারের চরিত্রে, গৌরীর স্বামী এবং সুকুর প্রেমিক\nভূমি পেডনেকার - গোবিন্দের স্ত্রী গৌরী ওয়াঘমারের চরিত্রে\nকিয়ারা আডবাণী সুকু শেট্টির চরিত্রে, গোবিন্দের বান্ধবী\nসায়াজী শিন্দে - অজিত ধারকার চরিত্রে\nরেণুকা শাহানে আশা ওয়াঘমারের চরিত্রে, গোবিন্দের মা এবং গোপীর দ্বিতীয় স্ত্রী\nদয়ানন্দ শেট্টি - ইন্সপেক্টর জাভেদের চরিত্রে\nঅমে ওয়াঘ - কৌস্তুভ গডবোলের চরিত্রে, গোবিন্দের কাজিন\nঅসীম হাত্তাঙ্গাদি - অ্যাডভোকেট ভিডে চরিত্রে\nগিরিশ ওক - এসিপি সুনীল কুলকার্নি চরিত্রে\nজিভা রঞ্জিত - অজিতের ছেলে সন্দীপ ধরকার ওরফে স্যান্ডি চরিত্রে\nবিরাজ ঘেলানি - বলদেব চাড্ডা ওরফে বল্লুর চরিত্রে, গৌরীর প্রেমিক\nউইলসন টাইগার - গোপী বিশ্বকর্মার চরিত্রে\nবীণা নায়ার - চারুলতা বিশ্বকর্মা চরিত্রে, গোপীর প্রথম স্ত্রী এবং গোবিন্দের সৎ মা\nঅক্ষয় গুণাবত - বিষ্ণু বিশ্বকর্মার চরিত্রে, গোপীর বড় ছেলে এবং গোবিন্দের সৎ ভাই\nতৃপ্তি খামকার - মঞ্জু চরিত্রে\nউমেধ সিং - ইন্সপেক্টর সতীশ ভোঁসলের চরিত্রে\nশশাঙ্ক খৈতান - নির্মাতা হিসেবে আনন্দ জোশী\nরণবীর কাপুর - নিজের চরিত্রে (\"বিজলী\" গানে বিশেষ উপস্থিতি)\nঅ্যামি আইলা - (\"বিজলী\" গানে বিশেষ উপস্থিতি)\nগণেশ আচার্য - ক্যামিও \"কোরিওগ্রাফার\" হিসাবে\n\n\n== উৎপাদন ==\n\n\n=== উন্নয়ন ===\n২০২০ সালের জানুয়ারিতে ঘোষণা করা হয়েছিল যে করণ জোহর এবং শশাঙ্ক খৈতান একটি স্পাই কমেডি শিরোনামের \"মিস্টার লেলে\" অভিনীত বরুণ ধাওয়ান, ভূমি পেডনেকার এবং জাহ্নবী কাপুর। একটি ফার্স্ট লুক পোস্টার প্রকাশ করা হয়েছে যাতে ফতুরিং ধাওয়ান। যাইহোক, প্রকল্পটি কয়েক মাস পরে ভারতে কোভিড-১৯ মহামারি এর কারণে স্থগিত করা হয়েছিল। ২০২১ সালের জানুয়ারিতে, পেডনেকার আবার কাস্টে যোগ দিয়ে ফিল্মটিকে পুনরুজ্জীবিত করা হয়েছিল, ভিকি কৌশল ধাওয়ানের জায়গায় এবং কিয়ারা আডবাণী কাপুরের জায়গায়।\n\n\n=== চিত্রায়ন ===\nচলচ্চিত্রটির প্রধান ফটোগ্রাফি মুম্বাই ২০২১ সালের মার্চ মাসে শুরু হয়েছিল। এপ্রিলে বেশ কয়েক সপ্তাহের জন্য চিত্রগ্রহণ বন্ধ রাখা হয়েছিল যখন কোভিড-১৯ মহামারি-এর দ্বিতীয় তরঙ্গে কৌশল এবং পেডনেকার উভয়েই কোভিড-১৯-এর জন্য ইতিবাচক পরীক্ষা করেছিলেন। ২০২১ সালের জুনে শুটিং আবার শুরু হয়েছে। চলচ্চিত্রের একটি গান ২০২১ সালের আগস্টের শেষের দিকে রোল-অন/রোল-অফ থেকে আলিবাগ যাওয়ার সময় শ্যুট করা হয়েছিল। কৌশল এবং আডবাণীর বেশ কিছু দৃশ্যও পুদুচেরি-এ চিত্রায়িত হয়েছিল।\n\n\n== তথ্যসূত্র =="}