{"pageid": 1491462, "title": "রেল বিভাগ (নেপাল)", "url": "https://bn.wikipedia.org/wiki?curid=1491462", "content": "নেপালের রেলপথ উন্নয়ন, রক্ষণাবেক্ষণ এবং পরিকল্পনার দায়িত্বে থাকা সংস্থা হল ভৌত অবকাঠামো এবং পরিবহন মন্ত্রণালয়ের অধীনস্থ রেল বিভাগ। এর প্রধান কার্যালয় কাঠমান্ডুর বিশালনগরে অবস্থিত। বর্তমানে এটি দেশে তিনটি চালু রেলপথ পরিচালনা করে: রক্সৌল–সির্সিয়া, জয়নগর–ভাঙ্গাহা এবং বাথনাহা–বুধনগর। এটি সড়ক অবকাঠামোর জন্য দায়ী রোড বিভাগ-এর সমপর্যায়ের একটি সংস্থা। সংস্থাটির আরও বেশ কিছু রেলপথ নির্মাণের পরিকল্পনা রয়েছে।\n\n\n== ইতিহাস ==\n১৯২৩ সালে বীরগঞ্জ প্রথম রেল পরিষেবা প্রত্যক্ষ করে, পরে জনকপুর এবং ধরন। এটি এমন একটি সময় ছিল যখন রেল বিভাগ-এর মতো একটি সমন্বিত রেলপথ উন্নয়ন সংস্থা গঠিত হয়নি। সমস্ত রেলপথ একে অপরের থেকে পৃথক ছিল, এবং এর মধ্যে দুটি সংযোগ স্থাপনের আগেই বিলুপ্ত হয়। বর্তমানে জনকপুর লাইনই নেপালের একমাত্র টিকে থাকা রেলপথ। ২০০৭ সালে একটি সংহত রেলপথ তত্ত্বাবধানকারী সংস্থা এবং রেল নীতি প্রণয়ন, অবকাঠামো উন্নয়ন ও সম্প্রসারণে সহায়তা এবং রেল পরিষেবা পরিচালনার বিষয়ে পরামর্শ প্রদান করার জন্য একটি স্থায়ী সংগঠন কাঠামোর প্রয়োজনীয়তা অনুভূত হয়। এর ফলস্বরূপ, ২০১১ সালে ভৌত অবকাঠামো এবং পরিবহন মন্ত্রণালয়ের অধীনে রেল বিভাগ প্রতিষ্ঠিত হয়।\n\n\n=== রক্সৌল আমলেখগঞ্জ রেলপথ ===\nনেপালের প্রথম রেলপথ ছিল নেপাল সরকারি রেলপথ (এনজিআর), যা একটি ২ ফুট ৬ ইঞ্চি (৭৬২ মিলিমিটার)  ২ ফুট ৬ ইঞ্চি (৭৬২ মিলিমিটার)  ন্যারোগেজ রেলপথ, রানা আমলে ১৯২৭ সালে ব্রিটিশরা নির্মাণ করে।  রেলপথটি ব্রিটিশ ভারতের রক্সৌল এবং নেপাল রাজ্যের আমলেখগঞ্জকে সংযুক্ত করেছিল।  এই ৩৯-কিলোমিটার দীর্ঘ (২৪-মাইল) রেলপথটি দেশের বিভিন্ন এলাকার মানুষকে আমলেখগঞ্জ পৌঁছানোর সুযোগ দেয় এবং ভীমফেদিতে ভারী যানবাহন পরিবহনে সহায়তা করে। ভীমফেদি থেকে কাঠমান্ডু পৌঁছানো তখন ঘোড়ার পিঠে বা পায়ে হেঁটে যাওয়া হত। এই রেলপথে সাতটি বাষ্পচালিত লোকোমোটিভ, ১২টি কোচ এবং ৮২টি ওয়াগন ছিল।  এটি ইংল্যান্ডের বেয়ার, পিকক অ্যান্ড কোম্পানি দ্বারা নির্মিত স্টিম-চালিত গ্যারাট লোকোমোটিভ ব্যবহার করত।   রক্সৌল-আমলেখগঞ্জ রেলপথটি ১৯৬৫ সাল পর্যন্ত কার্যকর ছিল এবং ত্রিভুবন মহাসড়ক চালু হওয়ার পর এটি বন্ধ হয়ে যায়।  রক্সৌল থেকে রেলপথ ৫ ফুট ৬ ইঞ্চি (১,৬৭৬ মিলিমিটার) এ রূপান্তরিত হয়৫ ফুট ৬ ইঞ্চি (১,৬৭৬ মিলিমিটার)  ৫ ফুট ৬ ইঞ্চি (১,৬৭৬ মিলিমিটার)  ব্রডগেজ ২০০০ সালের গোড়ার দিকে সিরসিয়া (বীরগঞ্জ) অভ্যন্তরীণ কন্টেইনার ডিপো (ICD) এর সাথে সংযোগ স্থাপন করে। এই রেলপথটি ২০০৫ সালে পুরোপুরি চালু হয়, যদিও কিছু অংশ ২০০২ সাল থেকেই ব্যবহৃত হচ্ছিল। এটি পণ্যবাহী এবং অন্যান্য সামগ্রী কলকাতা বন্দর ও ভারতের অন্যান্য স্থানে স্থানান্তরের জন্য ব্যবহৃত হয়। এটি নেপালের বাণিজ্য ও আমদানির জন্য অত্যন্ত গুরুত্বপূর্ণ এবং চীনের সঙ্গে সংযোগের মূল প্রবেশদ্বার। রেলপথে বীরগঞ্জ কলকাতা বন্দর থেকে  ৭০০ কিমি (৪৩০ মা) দূরে অবস্থিত।\n\n\n=== জনকপুর জয়নগর রেলপথ ===\nদেশের দ্বিতীয় রেলপথ ছিল নেপাল জনকপুর-জয়নগর রেলওয়ে (এনজেজেআর), যা ২ ফুট ৬ ইঞ্চি (৭৬২ মিলিমিটার)  ২ ফুট ৬ ইঞ্চি (৭৬২ মিলিমিটার) সরু গেজ রেলপথ। এটি ১৯৩৭ সালে রানা আমলে ব্রিটিশরা নির্মাণ করে। এই ২৮-মাইল দীর্ঘ (৪৫-কিলোমিটার) রেলপথটি নেপাল রাজ্যের জনকপুর এলাকার ঘন বনাঞ্চল থেকে কাঠ পরিবহনের জন্য ব্রিটিশ ভারতের জয়নগর পর্যন্ত নির্মাণ করা হয়েছিল। পরবর্তীতে রেলপথটি বিজলপুরা পর্যন্ত সম্প্রসারিত হয়।  রেলপথের বাঁধ এবং দুটি সেতু ধসে যাওয়ার কারণে জনকপুর থেকে বিজলপুরা (২২ কিমি) পর্যন্ত রেললাইন ২০০১ সালে বন্ধ হয়ে যায়, এবং শুধু অবশিষ্ট অংশ চালু ছিল।অবশিষ্ট জনকপুর-জয়নগর রেলপথটি ২০১৮ সালে ৫ ফুট ৬ ইঞ্চি (১,৬৭৬ মিলিমিটার) চওড়া গেজে রূপান্তরিত করা হয়। বারদিবাস পর্যন্ত রেললাইন সম্প্রসারণের কাজ এখনও চলমান। \n\n\n=== কোশি রেলপথ ===\nকোশি রেলপথ ১৯৫৭ সালে নির্মাণ করা হয়, যা ধরান এবং চাতরার কাছ থেকে পাথর এবং বালি কোশি বাঁধ নির্মাণ স্থলে পরিবহনের জন্য ব্যবহৃত হতো। রেলপথটি ভারতের বীরপুর এবং ভীমনগর-এর সঙ্গে সংযুক্ত ছিল। কোশি ব্যারেজ প্রকল্পের জন্য প্রয়োজনীয় সামগ্রী এবং যন্ত্রপাতি বাথনাহা হয়ে এই পথ দিয়ে আমদানি করা হতো, যা যোগবনীর সঙ্গে সংযুক্ত ছিল। \n\n\n== বিদ্যমান রেলপথ ==\nবর্তমানে দেশে তিনটি কার্যকরী রেলপথ রয়েছে:\nরক্সৌল - সিরসিয়া রেললাইন: এটি ভারতের রক্সৌল থেকে নেপালের বীরগঞ্জের কাছে সিরসিয়া অভ্যন্তরীণ কন্টেইনার ডিপো (বা শুষ্ক বন্দর) পর্যন্ত ৬ কিমি (৩.৭ মা) দীর্ঘ একটি রেলপথ এবং সাধরণত প্রধানত পণ্য পরিবহনের জন্য ব্যবহৃত হয়।  এই রেলপথের মাধ্যমে সিরসিয়া শুষ্ক বন্দর কন্টেইনার ডিপো হয়ে নেপালে কন্টেইনার আমদানি করা সম্ভব হয়। \n\nজয়নগর–বর্দিবাস রেলপথ:: ভারতের বিহারের জয়নগর থেকে নেপালের বর্দিবাস পর্যন্ত ৬৮.৭ কিমি (৪২.৭ মা)  দীর্ঘ এই রেলপথের মধ্যে বর্তমানে ভাঙ্গাহা পর্যন্ত ৫২ কিমি রেলপথে ট্রেন চলাচল করছে এবং এটি প্রধানত যাত্রী পরিবহনের জন্য ব্যবহৃত হয়। এই রেলপথটি ভাঙ্গাহা থেকে সিরাহা পর্যন্ত নেপাল-ভারত সীমান্ত অতিক্রম করে ভারতীয় জয়নগর, বিহার শহরে পৌঁছায়। নেপাল রেলওয়ে এই রেলপথে যাত্রীবাহী ট্রেন পরিষেবা পরিচালনা করে। এই লাইনের ভাঙ্গাহা থেকে বর্দিবাস পর্যন্ত অংশ এখনও নির্মাণাধীন। জয়নগর থেকে ভাঙ্গাহা (৫২ কিমি) অংশে বর্তমানে নিয়মিত ট্রেন চলাচল করছে।\n\nবাথনাহা- বিরাটনগর রেলপথ : বুধনগর পর্যন্ত পণ্য পরিবহন শুরু হয়েছে। বাথনাহা থেকে বিরাটনগরের সমন্বিত চেকপোস্ট পর্যন্ত ৮ কিমি দীর্ঘ রেলপথের কার্যক্রম ২০১৮ সালের অক্টোবর মাসে পরীক্ষামূলকভাবে চালু হয়।\n\n\n== পরিকল্পিত রেলপথসমূহ ==\nরেল বিভাগ ভবিষ্যতে নিম্নলিখিত রেলপথগুলির উন্নয়ন পরিকল্পনা করেছে:\n\nপূর্ব-পশ্চিম রেলপথ বা মেচি-মহাকালী রেলপথঃ এই রেলপথের সম্ভাব্যতা সমীক্ষা সম্পন্ন হয়েছে। এর মোট দৈর্ঘ্য ৯৪৫.২৪৪ কিমি (৫৮৭.৩৪৭ মা) কিমি যা ২৪টি জেলায় বিস্তৃত হবে। এর নির্মাণে মোট ব্যয় ধরা হয়েছে ৩ বিলিয়ন মার্কিন ডলার।\nআনবু খাইরেনি-ভারতপুর- সম্ভবত সমীক্ষা সম্পন্ন হয়েছে এবং এই রেলপথটি কাঠমান্ডু ও পোখরাকে মেচি-মহাকালী বা পূর্ব–পশ্চিম রেলপথের সঙ্গে সংযুক্ত করতে নির্মাণ করা হবে।\nজয়নগর-জয়নগর–জনকপুর রেলপথটি জনকপুর থেকে আরও সম্প্রসারিত হয়ে বর্দিবাস পর্যন্ত নির্মাণাধীন।\nকাঠমান্ডু-কেরুং এই রেলপথটি নেপালের রাজধানী শহরকে চীনের সঙ্গে সংযুক্ত করবে এবং এর আনুমানিক নির্মাণ ব্যয় ২.৭৫ বিলিয়ন মার্কিন ডলার। চীনের ন্যাশনাল রেলওয়ে অ্যাডমিনিস্ট্রেশনের উপমন্ত্রী ঝেং জিয়ানের নেতৃত্বে ২৩ সদস্যের একটি প্রযুক্তিগত ও প্রশাসনিক দল চার দিনের একটি সামগ্রিক সমীক্ষা পরিচালনা করেছে।\nলুম্বিনী-পোখারা-কাঠমান্ডু: এই রেলপথ জনপ্রিয় পর্যটন গন্তব্য ও রোমাঞ্চকর শহরকে রাজধানীর সঙ্গে সংযুক্ত করবে। এর নির্মাণ ব্যয় আনুমানিক ৩ বিলিয়ন মার্কিন ডলার।\nরক্সৌল-বীরগঞ্জ-কাঠমান্ডু: নেপাল ও ভারতের রক্সৌলকে কাঠমান্ডুর সঙ্গে সংযুক্ত করতে একটি রেলপথ নির্মাণে সম্মত হয়েছে। প্রধানমন্ত্রী কে পি অলি শর্মার ভারত সফরের সময় এই সিদ্ধান্ত নেওয়া হয়। একটি প্রযুক্তিগত অফিসারের দল প্রস্তাবিত রেলপথের সমীক্ষা করতে কাঠমান্ডু সফর করেছে এবং তারা জানিয়েছে প্রকল্পের সম্ভাব্যতা সমীক্ষা শীঘ্রই শুরু হবে। তারা ইতোমধ্যে ১১৩ কিমি দীর্ঘ এই রেলপথের শেষ স্টেশন হিসেবে চোভারকে নির্দেশ করেছে। \nনিউ জলপাইগুড়ি (ভারত-কাঁকরভিটা (নেপাল) \nবাথনাহ-বিরাটনগর রেলপথের মোট দৈর্ঘ্য ১৮.৬ কিলোমিটার (১১.৬ মাইল)। এর মধ্যে ১০ কিলোমিটার (৬.২ মাইল)) নির্মাণ সম্পন্ন হয়েছে এবং ৮.৬ কিমি নির্মাণাধীন রয়েছে (এপ্রিল ২০২২ অনুযায়ী)। \nনৌতনওয়া (ভারত) – ভৈরহাওয়া (নেপাল):) \nরূপাইডিহা, নেপালগঞ্জ রোড (ভারত) – নেপালগঞ্জ (নেপাল):\n\n\n== আরও দেখুন ==\nসড়ক বিভাগ\nনগর উন্নয়ন ও ভবন নির্মাণ বিভাগ\nস্থানীয় অবকাঠামো বিভাগ\n\n\n== তথ্যসূত্র =="}