{"pageid": 1492686, "title": "খিলাফতের বিলুপ্তি", "url": "https://bn.wikipedia.org/wiki?curid=1492686", "content": "তুরস্কের মহান জাতীয় সভার ডিক্রির মাধ্যমে ১৯২৪ সালের ৩ মার্চ (১৩৪০ রুমি) তারিখে উসমানীয় খিলাফতকে বিলুপ্ত করা হয়। এটি মুসলিম বিশ্বের সার্বজনীনভাবে স্বীকৃত সর্বশেষ খিলাফত ছিল। তুরস্ক প্রজাতন্ত্রের সাথে উসমানীয় সাম্রাজ্যের প্রতিস্থাপনের প্রক্রিয়াটি ছিল আতাতুর্কের সংস্কারগুলির মধ্যে একটি। দ্বিতীয় আবদুল মজিদ শেষ উসমানীয় খলিফা হিসেবে ক্ষমতাচ্যুত হন।\nখলিফা ছিলেন বিশ্বের সকল মুসলমানের সর্বোচ্চ ধর্মীয় ও রাজনৈতিক নেতা। বিলুপ্তির আগের বছরগুলিতে, চলমান তুরস্কের স্বাধীনতা যুদ্ধের সময়, খিলাফতের অনিশ্চিত ভবিষ্যত সুন্নি মুসলিমদের বিশ্বব্যাপী সম্প্রদায়ের মধ্যে তীব্র প্রতিক্রিয়া সৃষ্টি করেছিল। খিলাফতের সম্ভাব্য বিলুপ্তি সক্রিয়ভাবে ভারত-ভিত্তিক খিলাফত আন্দোলনের বিরোধিতা করেছিল এবং সমগ্র মুসলিম বিশ্বে উত্তপ্ত বিতর্কের সৃষ্টি করেছিল। ১৯২৪ সালের বিলুপ্তিটি উসমানীয় সালতানাতের বিলুপ্তির ১৮ মাসেরও কম সময় পরে হয়েছিল। বিলুপ্তির আগে উসমানীয় সুলতান পদাধিকারবলে খলিফা হতেন।\nমোস্তফা কামাল পাশা (আতাতুর্ক) আহমদ শরীফ আস-সানুসিকে খিলাফতের প্রস্তাব দিয়েছিলেন। কারণ সানুসি তুরস্কের বাইরে থাকেন। সানুসি প্রস্তাব প্রত্যাখ্যান করেছেন এবং আবদুল মজিদের জন্য তার সমর্থন নিশ্চিত করেন। পরের বছরগুলিতে খিলাফতের জন্য কমপক্ষে ১৩জন ভিন্ন প্রার্থীর প্রস্তাব করা হয়েছিল, কিন্তু কেউই মুসলিম বিশ্ব জুড়ে প্রার্থীতার জন্য ঐকমত্য অর্জন করতে সক্ষম হননি। প্রার্থীদের মধ্যে ছিলেন আবদুল মজিদ দ্বিতীয়, তার পূর্বসূরি ষষ্ঠ মুহাম্মদ, হেজাজের রাজা হুসাইন, মরক্কোর সুলতান ইউসুফ, আফগানিস্তানের রাজা আমানউল্লাহ খান, ইয়েমেনের ইমাম ইয়াহিয়া এবং মিশরের রাজা প্রথম ফুয়াদ। ডাচ ইস্ট ইন্ডিজে (বর্তমানে ইন্দোনেশিয়া) ১৯২৪ সালে, কায়রোতে ১৯২৬ সালে এবং জেরুজালেমে ১৯৩১ সালে অসফল \"খিলাফত সম্মেলন\" অনুষ্ঠিত হয়।\n\n\n== উসমানীয় সর্ব-ইসলামবাদ ==\n১৯ শতকের শেষের দিকে, উসমানীয় সুলতান দ্বিতীয় আব্দুল হামিদ তার সর্ব-ইসলামবাদ নীতি চালু করেন যাতে উসমানীয় সাম্রাজ্যকে পশ্চিমা আক্রমণ ও বিচ্ছিন্নতা থেকে রক্ষা করা যায় এবং দেশে গণতান্ত্রিক বিরোধিতা দমন করা যায়।\nতিনি ১৯ শতকের শেষ দিকে ব্রিটিশ ভারতে জামালুদ্দিন আফগানিকে দূত করে পাঠান। উসমানীয় রাজা ভারতীয় মুসলমানদের মধ্যে ধর্মীয় আবেগ এবং সহানুভূতি জাগিয়েছিলেন। বিপুল সংখ্যক মুসলিম ধর্মীয় নেতা খিলাফতের পক্ষে সচেতনতা ছড়িয়ে দিতে এবং মুসলিমদের অংশগ্রহণের বিকাশের জন্য কাজ শুরু করেন; এর মধ্যে মাওলানা মাহমুদ হাসান উসমানীয় সাম্রাজ্যের সমর্থন নিয়ে ব্রিটিশ রাজের বিরুদ্ধে একটি জাতীয় স্বাধীনতা যুদ্ধ সংগঠিত করার চেষ্টা করেছিলেন।\n\n\n== সালতানাতের অবসান ==\n\nপ্রথম বিশ্বযুদ্ধে উসমানীয় সাম্রাজ্যের পরাজয়ের পর, মিত্রবাহিনীর নির্দেশে উসমানীয় সুলতান জাতীয়তাবাদী আন্দোলন দমনে চেষ্টা করেন এবং শাইখুল ইসলামের কাছ থেকে এই আন্দোলনকে \"অনৈসলামিক\" বলে ঘোষণা করিয়ে একটি আনুষ্ঠানিক ফতোয়া গ্রহণ করেন। তবে জাতীয়তাবাদীরা ধীরে ধীরে শক্তি অর্জন করতে থাকে এবং তাদের প্রতি ব্যাপক সমর্থন বৃদ্ধি পেতে থাকে। অনেকেই মনে করতে থাকেন যে এই আন্দোলন বিপ্লবের জন্য উপযুক্ত সময় এসেছে। এই বিপদের মোকাবিলা করতে সুলতান জাতীয়তাবাদীদের সান্ত্বনা এবং সহযোগিতার আশায় নির্বাচনে অংশ নেওয়ার সিদ্ধান্ত নেন। কিন্তু জাতীয়তাবাদী দলগুলো নির্বাচনে জয়লাভ করে, যা মিত্রশক্তিদের ১৯২০ সালের এপ্রিলে উসমানীয় সাম্রাজ্যের সাধারণ সভা ভেঙে দেওয়ার জন্য প্ররোচিত করে।\nতুরস্কের স্বাধীনতা যুদ্ধের শেষে, তুর্কি জাতীয় আন্দোলনের মহান জাতীয় সভা সালতানাত থেকে খিলাফতকে পৃথক করার পক্ষে ভোট দেয় এবং ১৯২২ সালের ১ নভেম্বরে সালতানাত বিলুপ্ত করা হয় । প্রাথমিকভাবে, জাতীয় পরিষদ নতুন শাসনামলে খিলাফতের জন্য একটি স্থানের অনুমতি দিতে ইচ্ছুক বলে মনে হয়েছিল। মোস্তফা কামালও সরাসরি খিলাফত বিলুপ্ত করার সাহস করেননি, কারণ এটি তখনও সাধারণ জনগণের কাছ থেকে যথেষ্ট পরিমাণে সমর্থন ছিল। খিলাফত প্রতীকীভাবে উসমানীয় রাজবংশে ন্যস্ত ছিল। ১৯২২ সালের ১৯শে নভেম্বর ক্রাউন প্রিন্স আবদুল মজিদ আঙ্কারায় তুর্কি জাতীয় পরিষদ কর্তৃক খলিফা নির্বাচিত হন। তিনি ১৯২২ সালের ২৪শে নভেম্বর ইস্তাম্বুলে (তখন কনস্টান্টিনোপল) নিজেকে প্রতিষ্ঠিত করেছিলেন। কিন্তু পদটিতে কোন কর্তৃত্ব ছিল না এবং এমনকি আবদুল মজিদের সম্পূর্ণ আনুষ্ঠানিক রাজত্বও স্বল্পস্থায়ী হয়েছিল।\nযখন আবদুল মজিদকে খলিফা ঘোষণা করা হয়, কামাল প্রথাগত উসমানীয় অনুষ্ঠানের অনুমতি দিতে অস্বীকার করেন। তিনি স্পষ্টভাবে ঘোষণা করেন:\n\nনামমাত্র ব্যক্তিত্ব ছাড়া খলিফার কোনো ক্ষমতা বা পদ নেই।\nতার ভাতা বৃদ্ধির জন্য আবদুল মজিদের আবেদনের জবাবে, কামাল লিখেছেন:\n\nআপনার অফিস, খিলাফত, একটি ঐতিহাসিক ধ্বংসাবশেষ ছাড়া আর কিছুই নয়। এর অস্তিত্বের কোনো যৌক্তিকতা নেই। এটা একটা হীনম্মন্যতা যে আপনি আমার কোনো সচিবকে লিখতে সাহস পান!\n১৯২৩ সালের ২৯ অক্টোবর জাতীয় পরিষদ তুরস্ককে একটি প্রজাতন্ত্র ঘোষণা করে এবং আঙ্কারাকে তার নতুন রাজধানী ঘোষণা করে। ৬০০ বছরেরও বেশি সময় ধরে ক্ষমতায় উন্নীত উসমানীয় সাম্রাজ্য আনুষ্ঠানিকভাবে ক্ষমতায় নিজের অস্তিত্বের সমাপ্তি ঘোষণা করে।\n\n\n== খিলাফতের পতন ==\n\n১৯২৪ সালের মার্চ মাসে, কায়রোর মর্যাদাপূর্ণ আল-আজহার বিশ্ববিদ্যালয়ের রেক্টর মুহাম্মাদ জিজাভি পতনের প্রত্যক্ষ প্রতিক্রিয়ায় এবং এই ধরনের পরিবেশে প্রচারের বিষয়ে একটি রেজোলিউশন প্রণয়ন করেন:যেখানে ইসলামে খিলাফত বলতে বোঝায় ইসলামের আধ্যাত্মিক ও সাময়িক বিষয়ের সাধারণ নিয়ন্ত্রণ; যেখানে তুর্কি সরকার খলিফা আবদুল মজিদকে তার সাময়িক ক্ষমতা থেকে বঞ্চিত করেছিল, যার ফলে ইসলামের প্রয়োজনীয় অর্থে খলিফা হওয়ার অযোগ্য ঘোষণা করেছিল; নীতিগতভাবে খলিফাকে নবীর প্রতিনিধি হওয়ার জন্য নির্ধারিত করা হয়েছে, ইসলাম সম্পর্কিত সমস্ত কিছুকে রক্ষা করা, যার অর্থ খলিফাকে অবশ্যই সম্মান, শ্রদ্ধা ও আনুগত্যের বিষয় হতে হবে; এবং যেখানে খলিফা আবদুল মজিদের আর এ ধরনের যোগ্যতা নেই এবং তার জন্মভূমিতে বসবাস করার ক্ষমতাও নেই; তাই এখন একটি ইসলামিক সম্মেলন আহ্বান করার সিদ্ধান্ত নেওয়া হয়েছে যাতে খলিফা কাকে নিযুক্ত করা উচিত তা বিবেচনা করার জন্য সমস্ত মুসলিম জাতির প্রতিনিধিত্ব করা হবে...ভারত-ভিত্তিক খিলাফত আন্দোলনের নেতা মুহাম্মদ আলি জওহর ও তার ভাই মাওলানা শওকত আলি তুর্কি জনগণকে ইসলামের স্বার্থে উসমানীয় খিলাফত রক্ষার আহ্বান জানিয়ে প্রচারপত্র বিতরণ করেন। ১৯২৩ সালের ২৪শে নভেম্বর সৈয়দ আমীর আলী এবং তৃতীয় আগা খান আন্দোলনের পক্ষে ইসমেত পাশাকে (ইনোনু) একটি চিঠি পাঠান। তুরস্কের নতুন জাতীয়তাবাদী সরকারের অধীনে, এটিকে বিদেশী হস্তক্ষেপ হিসাবে ধরা হয়েছিল; যে কোনো ধরনের বিদেশী হস্তক্ষেপকে তুর্কি সার্বভৌমত্বের অপমান এবং রাষ্ট্রীয় নিরাপত্তার জন্য হুমকি হিসেবে চিহ্নিত করা হয়েছিল। মোস্তফা কামাল পাশা সঙ্গে সঙ্গে তার সুযোগ কাজে লাগান। তার উদ্যোগে, জাতীয় পরিষদ ১৯২৪ সালের ৩রা মার্চ খিলাফত বিলুপ্ত করে। আবদুল মজিদকে উসমানীয় রাজবংশের অবশিষ্ট সদস্যদের সাথে নির্বাসনে পাঠানো হয়েছিল।\n\n\n== পরবর্তী ==\n\nএকটি নতুন খিলাফত প্রতিষ্ঠার বিষয়ে মুসলিম বিশ্বের ঐকমত্য প্রতিষ্ঠিত হয়নি।\nমিশরে আলি আবদেল রাজিকের একটি বিতর্কিত বইকে কেন্দ্র করে বিতর্ক শুরু হয়, যা ধর্মনিরপেক্ষ সরকারের পক্ষে এবং খিলাফতের বিরুদ্ধে যুক্তি দিয়েছিল।\nবর্তমানে সর্ব-ইসলামবাদ সমন্বয়ের জন্য দুটি কাঠামো বিদ্যমান: বিশ্ব মুসলিম লীগ এবং ইসলামি সহযোগিতা সংস্থা। উভয়টিই ১৯৬০ সালে প্রতিষ্ঠিত হয়েছিল।\nখিলাফত পুনঃপ্রতিষ্ঠার জন্য বিদ্যমান সবচেয়ে সক্রিয় গোষ্ঠী হিযবুত তাহরীর। ১৯৫৩ সালে তৎকালীন জর্ডান-নিয়ন্ত্রিত জেরুজালেমে মুসলিম পণ্ডিত এবং হাইফার আপিল আদালতের বিচারক তাকিউদ্দিন নাবহানি একটি রাজনৈতিক সংগঠন হিসাবে এটি প্রতিষ্ঠা করেন। এই সংস্থাটি ৫০টিরও বেশি দেশে ছড়িয়ে পড়েছে এবং সদস্য সংখ্যায় বৃদ্ধি পেয়েছে যা অনুমান করা হয় \"দশ হাজার\" থেকে \"প্রায় দশ লক্ষ\"।\nফেডারেটেড ইসলামিক স্টেট অফ আনাতোলিয়া (জার্মানি ভিত্তিক, ১৯৯৪-২০০১) এবং ইসলামিক স্টেট অফ ইরাক অ্যান্ড দ্য লেভান্ট (১৯৯৯-বর্তমান, ২০১৪ সালে খিলাফতের ঘোষণা) এর মতো ইসলামি সংগঠনগুলি ঘোষণা করেছে যে তারা খিলাফত পুনঃপ্রতিষ্ঠা করেছে, যদিও এই দাবিগুলি অন্যান্য মুসলমানদের কাছ থেকে খুব কম স্বীকৃতি পেয়েছে।\n\n\n== আরও দেখুন ==\nউসমানীয় সালতানাতের বিলুপ্তি\nকামালবাদ\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nArdıç, Nurullah (২০১২)। Islam and the Politics of Secularism: The Caliphate and Middle Eastern Modernization in the Early 20th Century। Routledge। আইএসবিএন 978-0-415-67166-8। \nArmstrong, Harold Courtenay (১৯৩৩)। Gray Wolf, Mustafa Kemal: An Intimate Study of a Dictator। Minton, Balch & Co.। \nArnold, Thomas W. (১৮ নভেম্বর ২০১৬)। The Caliphate। Taylor & Francis। আইএসবিএন 978-1-315-44322-5। \nBlack, Antony (১৯ জুলাই ২০১১)। History of Islamic Political Thought। Edinburgh University Press। আইএসবিএন 978-0-7486-8878-4। \nBrown, Daniel W. (২৪ আগস্ট ২০১১)। A New Introduction to Islam। John Wiley & Sons। আইএসবিএন 978-1-4443-5772-1। \nDahlan, Malik (১ আগস্ট ২০১৮)। The Hijaz: The First Islamic State। Oxford University Press। পৃষ্ঠা 133–। আইএসবিএন 978-0-19-093501-6। \nEnayat, Hamid; ʻInāyat, Ḥamīd (২৪ জুন ২০০৫)। \"The Crisis Over the Caliphate\"। Modern Islamic Political Thought। I. B. Tauris। আইএসবিএন 978-1-85043-465-8। \nGuida, Michelangelo (২০০৮)। \"Seyyid Bey and the Abolition of the Caliphate\"। Middle Eastern Studies। 44 (2): 275–289। এসটুসিআইডি 144310690। জেস্টোর 40262571। ডিওআই:10.1080/00263200701874917। \nKedourie, Elie (১৯৬৩)। \"Egypt and the Caliphate 1915-1946\"। The Journal of the Royal Asiatic Society of Great Britain and Ireland। 95 (3–4): 208–248। এসটুসিআইডি 162821935। জেস্টোর 25202646। ডিওআই:10.1017/S0035869X00121938। \nKennedy, Hugh (১১ অক্টোবর ২০১৬)। Caliphate: The History of an Idea। Basic Books। আইএসবিএন 978-0-465-09439-4। \nMelis, Nicola (২০২১)। \"La questione del califfato ottomano tra teoria e prassi\"। Rivista italiana di storia internazionale। 4 (1): 15–39। ডিওআই:10.30461/101430। \nNafi, Basheer (১১ ডিসেম্বর ২০১২)। \"The Abolition of the Caliphate in Historical Context\"।   Al-Rasheed; Kersten; Shterin। Demystifying the Caliphate: Historical Memory and Contemporary Contexts। Oxford University Press। আইএসবিএন 978-0-19-932795-9। \nNafi, Basheer (২০১৬)। \"The Abolition of the caliphate: causes and consequences\"। The Different aspects of Islamic culture, v. 6, pt. I: Islam in the World Today; Retrospective of the Evolution of Islam and the Muslim World। UNESCO। পৃষ্ঠা 183–192। \nOliver-Dee, Sean (১৩ আগস্ট ২০০৯)। The Caliphate Question: The British Government and Islamic Governance। Lexington Books। আইএসবিএন 978-0-7391-3603-4। \nÖzcan, Azmi (১৯৯৭)। Pan-Islamism: Indian Muslims, the Ottomans and Britain, 1877–1924। BRILL। আইএসবিএন 90-04-10632-4। \nÖzoğlu, Hakan (২০১১)। From Caliphate to Secular State: Power Struggle in the Early Turkish Republic। ABC-CLIO। আইএসবিএন 978-0-313-37956-7। \nPankhurst, Reza (১২ এপ্রিল ২০১৩)। The Inevitable Caliphate?: A History of the Struggle for Global Islamic Union, 1924 to the Present। Oxford University Press। আইএসবিএন 978-0-19-025732-3। \nTeitelbaum, Joshua (২০০০)। \"'Taking Back' the Caliphate: Sharīf Ḥusayn Ibn ʿAlī, Mustafa Kemal and the Ottoman Caliphate\"। Die Welt des Islams। 40 (3): 412–424। জেস্টোর 1571258। ডিওআই:10.1163/1570060001505343। \n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে খিলাফতের বিলুপ্তি সম্পর্কিত মিডিয়া দেখুন।"}