{"pageid": 1492511, "title": "১৯৬৮–৬৯ সন্তোষ ট্রফি", "url": "https://bn.wikipedia.org/wiki?curid=1492511", "content": "১৯৬৮–৬৯ সন্তোষ ট্রফি ছিল সন্তোষ ট্রফির ২৫তম সংস্করণ, ভারতে ফুটবলের প্রধান রাজ্য প্রতিযোগিতা। এটি ২৩ ফেব্রুয়ারি থেকে ২৯ মার্চ ১৯৬৯ পর্যন্ত ব্যাঙ্গালোর, মহীশূরের অনুষ্ঠিত হয়েছিল। আয়োজক দল মহীশূর ফাইনালে বাংলাকে ১–০ গোলে হারিয়েছিলেন।\n\n\n== গ্রুপ পর্ব ==\n\n\n== নকআউট পর্ব ==\nগ্রুপ পর্বে আসামের বিপক্ষে জয়ের পর কোয়ার্টার-ফাইনালে প্রবেশ করেছিল মাদ্রাজ। যাইহোক, প্রি-কোয়ার্টার ফাইনালে যথাক্রমে ত্রিপুরা ও বিহারের বিপক্ষে জয়ের পর বাংলা ও পাঞ্জাব কোয়ার্টার-ফাইনালে উঠেছিলেন।\n\n\n=== প্রি-কোয়ার্টার ফাইনাল ===\n\n\n=== কোয়ার্টার-ফাইনাল ===\n\nপুনরায়\n\nদ্বিতীয় পুনরায়\n\n\n=== সেমি-ফাইনাল ===\nদুই লেগের সেমি-ফাইনাল খেলা হয়েছিল; ফাইনাল সহ সকল খেলা ব্যাঙ্গালোরের শ্রী কান্তিরভা স্টেডিয়ামে অনুষ্ঠিত হয়েছিল। প্রথম সেমি-ফাইনাল খেলা হয়েছিল মহীশূর ও মাদ্রাজের মধ্যে। দুটি লেগ ৩–৩ সমষ্টিতে দলের স্তরের সাথে শেষ হওয়ার পরে, ফাইনালে অগ্রসর হওয়া দল নির্ধারণের জন্য একটি মুদ্রা টস অনুষ্ঠিত হয়েছিল। মহীশূর রাজ্য ফুটবল অ্যাসোসিয়েশনের টুর্নামেন্ট কমিটি এবং সর্বভারতীয় ফুটবল ফেডারেশনের কর্মকর্তারা বিজয়ীর সিদ্ধান্ত নেওয়ার জন্য আরেকটি ম্যাচ খেলার সিদ্ধান্ত নেওয়ার আগে উভয় অধিনায়ক টস জিতেছেন বলে দাবি করার পরে একটি বিভ্রান্তি দেখা দেয়। মাদ্রাজ পুনরায় খেলার জন্য তাদের সিদ্ধান্তের প্রতিবাদ করে প্রত্যাহার করে যার অর্থ মহীশূর ফাইনালে উঠেছিল। মাদ্রাজ ফুটবল অ্যাসোসিয়েশন বলেছে যে \"পুনরায় খেলা চ্যাম্পিয়নশিপের নিয়মের বিরুদ্ধে এবং মুদ্রার টসের সময় মাদ্রাজ দলের অধিনায়ক সঠিকভাবে ডাকা সত্ত্বেও...\" এটি আরও যোগ করেছেন, \"এটি উল্লেখ করা যেতে পারে যে নিয়মগুলি চ্যাম্পিয়নশিপ টসের জন্য প্রদান করে না কিন্তু শুধুমাত্র লটারির জন্য ড্র করে।\" দ্বিতীয় সেমি-ফাইনাল খেলা হয়েছিল বাংলা ও মহারাষ্ট্রের মধ্যে। উভয় লেগ ১–১ ড্রতে শেষ হয়েছিল, এবং অনেকগুলি তাদের পক্ষে ড্র হওয়ার পরে বাংলা ফাইনালে চলে যায়।\n\n\n==== প্রথম লেগ ====\n\n\n==== দ্বিতীয় লেগ ====\n\n\n== ফাইনাল ==\n২৬ মার্চ ১৯৬৯ সালে মহীশূর এবং বাংলার মধ্যে ফাইনাল প্রতিদ্বন্দ্বিতা করেছিল। ম্যাচটি গোলশূন্য ড্রতে শেষ হয়েছিল এবং ২৯ মার্চ পুনরায় খেলা হয়েছিল। ৩০ মার্চ খেলার ঘোষণা করা পুনরায় পরে একদিন পরে ফিরিয়ে আনা হয়েছিল। ৬৭তম মিনিটে দোরাইস্বামী নটরাজের গোলে মহীশূর পুনরায় খেলায় ১–০ গোলের ব্যবধানে জিতেছিল।\n\n\n==== পুনরায় ====\n\n\n== তথ্যসূত্র =="}