{"pageid": 1492534, "title": "উত্তর কোরীয় দূতাবাস, ঢাকা", "url": "https://bn.wikipedia.org/wiki?curid=1492534", "content": "ঢাকায় গণতান্ত্রিক গণপ্রজাতন্ত্রী কোরিয়ার দূতাবাস (কোরীয়: 주 방글라데시 조선민주주의인민공화국 대사관; এমআর: Chu Panggŭlladeshi Chosŏn Minjujuŭi Inmin Konghwaguk Daesagwan) হলো গণপ্রজাতন্ত্রী বাংলাদেশের রাজধানী ঢাকায় অবস্থিত গণতান্ত্রিক গণপ্রজাতন্ত্রী কোরিয়ার (উত্তর কোরিয়া) একটি সাবেক কূটনৈতিক মিশন। বাংলাদেশের সাথে কূটনৈতিক সম্পর্ক স্থাপনের এক বছর পর ১৯৭৪ সালে উত্তর কোরিয়া ঢাকায় এই কূটনৈতিক মিশন স্থাপন করে। কোভিড-১৯ মহামারীর প্রেক্ষাপটে সৃষ্ট অর্থনৈতিক সংকটের প্রেক্ষিতে দক্ষিণ এশিয়ায় উত্তর কোরিয়ার কূটনৈতিক কার্যক্রম নয়াদিল্লিস্থ কূটনৈতিক মিশনের মাধ্যমে ব্যবস্থাপনা করতে গৃহীত পরিকল্পনার হিসেবে ২০২৩ সালের ২০ নভেম্বর ঢাকা দূতাবাসটি বন্ধ করে দেওয়া হয়।\n\n\n== ইতিহাস ==\nবাংলাদেশ ও উত্তর কোরিয়া ১৯৭৩ সালে কূটনৈতিক সম্পর্ক স্থাপন করে। এর পরের বছর, ১৯৭৪ সালে উত্তর কোরিয়া ঢাকায় একটি দূতাবাস স্থাপন করে। তবে দুই দেশের মধ্যকার সহযোগিতা খুবই সীমিত ছিল এবং এদের মধ্যে কোনো উল্লেখযোগ্য বাণিজ্য সম্পর্ক ছিল না বললেই চলে। ২০১৫ ও ২০১৬ সালে দূতাবাসের কর্মকর্তাদের বিরুদ্ধে চোরাচালানের অভিযোগের নজির রয়েছে। ২০১৬ সালের ৮ আগস্ট স্থানীয় প্রশাসন কর্তৃক একটি বাণিজ্যিক কন্টেইনারের মাধ্যমে সিগারেট ও ইলেকট্রনিক সামগ্রীর চোরাচালান ধরা পড়ার পর দূতাবাসের প্রধান সচিব হান সন ইককে কূটনৈতিক শিষ্টাচার ভঙ্গের কারণে বাংলাদেশ থেকে বহিষ্কার করা হয়।\nকোভিড-১৯ মহামারীর প্রেক্ষিতে উত্তর কোরিয়ায় অর্থনৈতিক সংকট দেখা দিলে ২০২৩ সালের শেষ নাগাদ দেশটি অ্যাঙ্গোলা, উগান্ডা, গণতান্ত্রিক প্রজাতন্ত্রী কঙ্গো, গিনি, নেপাল, বাংলাদেশ, সেনেগাল, স্পেন ও হংকংয়ের মতো দেশে তাদের দূতাবাস বন্ধ ঘোষণা করে। বাংলাদেশে অবস্থিত একমাত্র দূতাবাসটি ২০২৩ সালের ২০ নভেম্বর বন্ধ ঘোষণা করা হয় এবং এর পরের দিন উত্তর কোরীয় কূটনীতিক বাংলাদেশ ত্যাগ করেন। সেই বছরের অক্টোবরের পর বাংলাদেশ দূতাবাস উত্তর কোরিয়ার ষষ্ঠ ও নেপাল দূতাবাসের পর দক্ষিণ এশিয়ায় বন্ধ ঘোষণা করা দ্বিতীয় দূতাবাস। উত্তর কোরিয়া ভবিষ্যতে এই দূতাবাস পুনরায় চালু করার কথা জানিয়ে, আপাতত বাংলাদেশ যেমন চীনের বেইজিংয়ে অবস্থিত বাংলাদেশ দূতাবাসের মাধ্যমে উত্তর কোরিয়ার সাথে সম্পর্ক বজায় রাখে, তেমনি উত্তর কোরিয়াও নয়াদিল্লিতে অবস্থিত উত্তর কোরিয়ার দূতাবাসের মাধ্যমে সম্পর্ক বজায় রাখার প্রত্যয় ব্যক্ত করে।\n\n\n== আরও দেখুন ==\nউত্তর কোরিয়া–বাংলাদেশ সম্পর্ক\nউত্তর কোরিয়ার কূটনৈতিক মিশনের তালিকা\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:উত্তর কোরিয়ার কূটনৈতিক মিশন\nটেমপ্লেট:বাংলাদেশে অবস্থিত কূটনৈতিক মিশন"}