{"pageid": 1492255, "title": "যিহোবাহ্", "url": "https://bn.wikipedia.org/wiki?curid=1492255", "content": "যিহোবাহ্ () হলো হিব্রু יְהֹוָה‬ (যেহোবা)-এর রোমানীকরণ, টেট্রাগ্রামাটোন יהוה‬ (ইয়হওহ্) এর বাচালতা, এবং হিব্রু বাইবেল বা পুরাতন নিয়ম মতে ইস্রায়েলীয় ঈশ্বরের সঠিক উপাধি। ইহুদিধর্মে ঈশ্বরের সাতটি নামের একটি এবং খ্রিস্টধর্মে ঈশ্বরের নামের একটি রূপ হিসেবে টেট্রাগ্রামাটোন যিহোবাহ্কে বিবেচনা করা হয়।\nপণ্ডিতদের মধ্যে ঐকমত্য হলো যে, তোরাহ (খ্রিস্টপূর্ব ৬ষ্ঠ শতাব্দী) এর সংশোধনের সময় টেট্রাগ্রামাটোনের ঐতিহাসিক কণ্ঠস্বর সম্ভবত ইয়াহওয়েহ্। ঐতিহাসিক কণ্ঠস্বর হারিয়ে গেছে কারণ দ্বিতীয় মন্দির ইহুদিধর্মে, খ্রিস্টপূর্ব ৩য় থেকে ২য় শতাব্দীতে, টেট্রাগ্রামাটোন-এর উচ্চারণ অ্যাদোনাই। অ্যাদোনাই-এর হিব্রু স্বরবর্ণ বিন্দু টেট্রাগ্রামাটোনে যোগ করা হয় ইহুদি ব্যাকরণবিদদের দ্বারা, এবং ফলস্বরূপ এটি দ্বাদশ শতাব্দীর কাছাকাছি ইহোওয়াহ্ নামে প্রতিলিপি করা হয়েছিল। উদ্ভূত রূপ ইহোয়াহ্ ও যিহোবাহ্ প্রথম ষোড়শ শতাব্দীতে আবির্ভূত হয়েছিল।\nউইলিয়াম টিন্ডেল প্রথম তার যাত্রাপুস্তক ৬:৩ এর অনুবাদে টেট্রাগ্রামাটোনের জন্য যিহোবাহ্ শব্দটি চালু করেছিলেন এবং জেনেভা বাইবেল এবং কিং জেমস সংস্করণ সহ আরও কিছু প্রাথমিক ইংরেজি অনুবাদে দেখা যায়। ইউনাইটেড স্টেটস কনফারেন্স অফ ক্যাথলিক বিশপ বলে যে টেট্রাগ্রামাটোন উচ্চারণ করার জন্য \"এমন স্বরবর্ণ প্রবর্তন করা প্রয়োজন যা নামের লিখিত ও কথ্য রূপকে পরিবর্তন করে (যেমন 'ইয়াহওয়েহ্' বা 'যিহোবাহ্')।\" আমেরিকান স্ট্যান্ডার্ড সংস্করণ (১৯০১) এবং ইয়াং'স লিটারাল অনুবাদ (১৮৬২, ১৮৯৯) সহ বহুল ব্যবহৃত অনুবাদের পুরান নিয়মে যিহোবা উপস্থিত হয়; নিউ ওয়ার্ল্ড অনুবাদ (১৯৬১, ২০১৩) পুরান ও নতূন নিয়মে উভয় ক্ষেত্রেই যিহোবা ব্যবহার করে। অধিকাংশ ইংরেজি অনুবাদে Jehovah (যিহোবাহ্) ব্যবহৃত হয় না, কিছু Yahweh (ইয়াহওয়েহ্) ব্যবহার করে, তবে টেট্রাগ্রামাটোন-এর প্রতিনিধিত্ব করতে অধিকাংশ ক্ষেত্রে Lord বা LORD ব্যবহার করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\n\"Tetragrammaton\"। ব্রিটিশ বিশ্বকোষ (১১তম সংস্করণ)। ১৯১১। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMoore, George Foot (১৯১১)। \"Jehovah\"। ব্রিটিশ বিশ্বকোষ (১১তম সংস্করণ)। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n \"Jehovah\"। New International Encyclopedia। ১৯০৫। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) [[Category:উইকিপিডিয়া নিবন্ধ যাতে নিউ ইন্টারন্যাশনাল এনসাইক্লোপিডিয়া থেকে একটি উদ্ধৃতি অন্তর্ভুক্ত করা হয়েছে]]\n Maas, Anthony John (১৯১০)। \"Jehovah\"। ক্যাথলিক বিশ্বকোষ। 8। নিউ ইয়র্ক: রবার্ট অ্যাপলটন  কোম্পানি। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\"Tetragrammaton\", Jewish Encyclopedia 1906"}