{"pageid": 1492911, "title": "পাকিস্তানে বিবাহবিচ্ছেদ", "url": "https://bn.wikipedia.org/wiki?curid=1492911", "content": "পাকিস্তানে বিবাহবিচ্ছেদ মূলত ১৯৩৯ সালের মুসলিম বিবাহ বিচ্ছেদ আইন (পরিমার্জিত ১৯৬১) এবং ১৯৬৪ সালের পরিবার আদালত আইন দ্বারা নিয়ন্ত্রিত।  বিশ্বব্যাপী প্রবণতার মতো পাকিস্তানেও বিবাহবিচ্ছেদের হার ধীরে ধীরে বাড়ছে। ২০১৪ সালে পাঞ্জাবে (পাকিস্তান) খোলা মামলার সংখ্যা ছিল ১৬,৯৪২, যা ২০১৬ সালে বেড়ে দাঁড়ায় ১৮,৯০১। \n২০১৯ সালে করাচিতে ১১,১৪৩টি মামলা দায়ের করা হয়েছিল। ২০২০ সালের প্রথম প্রান্তিকে ৩,৮০০টি মামলা দায়ের করা হয়, এবং জুন ২০২০-এর আগের এক বছর ছয় মাসে ১৪,৯৪৩টি মামলা দায়ের করা হয়েছিল, যার মধ্যে ৪,৭৫২টি নিষ্পত্তি হয়। এর ফলে ২০১৯ সালে ২,০০০ জন নারী বিবাহবিচ্ছেদ লাভ করেন এবং ২১০০টি শিশু প্রভাবিত হয়।[ \nবল নিউজের আইজবা খানের মতে, পাকিস্তানের প্রধানমন্ত্রী ইমরান খান বিবাহবিচ্ছেদের হার বৃদ্ধির জন্য হলিউড ও বলিউড সিনেমার জনপ্রিয়তাকে দায়ী করেন। \n\n\n== আইনি বিধান এবং সমস্যা ==\nপাকিস্তানের রক্ষণশীল ইসলামি পণ্ডিতদের মতে, বিবাহবিচ্ছেদের জন্য স্বামী বা স্ত্রীকে লিখিত নোটিশ দেওয়ার বিধান ইসলামি আইন ও প্রথার সঙ্গে অসামঞ্জস্যপূর্ণ, এবং তারা সরকারকে এই ধরণের বিধান বাতিল করার জন্য চাপ দেয়    ২০০৫ সালের অক্টোবর মাসে পারিবারিক আদালত আইন, ১০ (৪) ধারায় বিবাহবিচ্ছেদের প্রক্রিয়া নির্ধারণ করা হয়েছে। \nহিন্দুদের জন্য, ২০১৮ সালে সিন্ধু হিন্দু বিবাহ আইন সংশোধন করে হিন্দু দম্পতিদের জন্য বিবাহবিচ্ছেদ ও পুনর্বিবাহের অধিকার অন্তর্ভুক্ত করা হয়, যার মাধ্যমে সিন্ধু প্রদেশে বিবাহবিচ্ছেদ বৈধতা লাভ করে। \n\n\n== বিবাহবিচ্ছেদের কারণ ==\nদীর্ঘমেয়াদী অসুস্থতা, বন্ধ্যাত্ব, অক্ষমতা, দীর্ঘস্থায়ী রোগ, এবং মানসিক স্বাস্থ্যের সমস্যাগুলি বিবাহবিচ্ছেদের কয়েকটি কারণ। এছাড়াও পশ্চিমা প্রভাব, যৌথ পরিবার ব্যবস্থায় আস্থা ও সহনশীলতার অভাব, বেকারত্ব ও আর্থিক চাপ, এবং ধর্মীয় মূল্যবোধের শিক্ষার অভাব পাকিস্তানে বিবাহবিচ্ছেদের হার বৃদ্ধির কয়েকটি কারণ। পাকিস্তানে দৃঢ়  যৌথ পরিবারের সংস্কৃতি পারিবারিক সদস্যদের হস্তক্ষেপের কারণ হতে পারে, যা দাম্পত্য কলহকে তীব্র করে তোলে।  আজহার ও হাফিজার একটি ছোট নমুনার উপর পরিচালিত গবেষণা দেখিয়েছে যে শ্বশুরবাড়ির হস্তক্ষেপ, পারস্পরিক বোঝাপড়ার অভাব, আর্থিক শোষণ এবং নির্যাতনমূলক পরিবেশও বিবাহবিচ্ছেদের কারণ হতে পারে। \n\n\n=== গার্হস্থ্য সহিংসতা এবং এর প্রাদুর্ভাব ===\nস্বামী-স্ত্রীর মধ্যে সহিংসতা, যা গার্হস্থ্য সহিংসতা নামেও পরিচিত, পাকিস্তানে বিবাহবিচ্ছেদের প্রধান কারণগুলির মধ্যে একটি। \n\n\n=== মার্কিন যুক্তরাষ্ট্র এবং পশ্চিমা প্রভাব ===\nশাজিয়া রমজান ও সাইরা আখতার বহুজাতিক চাকরির সুযোগ এবং পাকিস্তানি মহিলাদের জন্য অধ্যয়ন বৃত্তিকে বিবাহবিচ্ছেদের হার বৃদ্ধির কারণ হিসেবে উল্লেখ করেছেন।; মুর্তজা হায়দার এই ধরণের পশ্চিম-বিরোধী তত্ত্বগুলির সমালোচনা করে বলেছেন যে, খুব কম সংখ্যক মহিলার বিদেশে অধ্যয়নের সুযোগ রয়েছে। হায়দার মনে করেন, স্ত্রীর প্রতি গার্হস্থ্য সহিংসতা বন্ধ করলে পাকিস্তানে বিবাহবিচ্ছেদের হার কমানো সম্ভব। \n\n\n=== বিবাহবহির্ভূত সম্পর্ক ===\nপাকিস্তানি দম্পতিরা বিবাহবহির্ভূত সম্পর্ককে ক্ষমার অযোগ্য ও অবিস্মরণীয় অপরাধ বলে মনে করেন, যা প্রায়ই বিবাহবিচ্ছেদের কারণ হয়ে দাঁড়ায়।\n\n\n=== যৌন অক্ষমতা ===\nখান, সিকান্দার ও আখলাকের মতে, কিছু নারী তাদের স্বামীদের যৌন অক্ষমতা বা সমকামিতার অভিযোগ এনেছেন।\n\n\n== আইনগত প্রতিকার পাওয়ার অসুবিধা ==\nমোহসিনা মুনির ও তাহিরা আবদুল কুদ্দুস ৫০০ জন নারী আবেদনকারীর ওপর একটি গবেষণায় দেখেছেন যে, এই আবেদনকারীরা সাধারণত দীর্ঘস্থায়ী মামলার জটিলতা, উচ্চ খরচ, আইনি বিধান সম্পর্কে অপর্যাপ্ত জ্ঞান, এবং আইনি সহায়তা পাওয়ার অসুবিধার সম্মুখীন হন। এছাড়াও মিথ্যা অভিযোগ, ঘুষ, স্বজনপ্রীতি, এবং ন্যায্যতা-বিরোধী আইনি ব্যবস্থা, মিথ্যা সাক্ষী প্রদান এসবই তাদের জন্য বড় সমস্যা। \n\n\n== প্রভাব ==\n‘গ্লোবাল জেন্ডার গ্যাপ ইনডেক্স ২০১৮’-এর তথ্য অনুযায়ী, শিক্ষা, স্বাস্থ্য, অর্থনৈতিক সুযোগ এবং রাজনৈতিক ক্ষমতায়নের ক্ষেত্রে লিঙ্গ সমতার ভিত্তিতে পাকিস্তান ১৪৯টি দেশের মধ্যে ১৪৮তম স্থানে রয়েছে। এর অর্থ পাকিস্তানের মহিলারা দাম্পত্য সমস্যা মোকাবেলায় আবেগীয় ও আর্থিক সহায়তা থেকে বঞ্চিত, যা তাদের অসহায় করে তোলে।  এমনকি বিবাহবিচ্ছেদের কারণ ও সিদ্ধান্ত তাদের দোষে না হলেও, মহিলারা সমাজে কলঙ্কিত হন।  পৃথক হওয়া দম্পতিদের সন্তানদেরও পাকিস্তানে জীবনসঙ্গী খুঁজে পেতে বেশি সমস্যার সম্মুখীন হতে হয়। \n২০২৩ সালের গ্লোবাল জেন্ডার গ্যাপ রিপোর্ট অনুযায়ী, লিঙ্গ সমতার ক্ষেত্রে পাকিস্তান ১৪৬টি দেশের মধ্যে ১৪২তম স্থানে রয়েছে। \n\n\n=== স্বাস্থ্য ===\nমহিলারা অনিদ্রা, বিষণ্ণতা, উদ্বেগ এবং আতঙ্কজনিত আক্রমণের শিকার হন, অপরদিকে পুরুষেরা তাদের সন্তানের অভাবজনিত মানসিক যন্ত্রণা ভোগ করেন। অবিশ্বাস ও একাকিত্ব উভয় লিঙ্গের মধ্যে সমানভাবে দেখা যায়। \n\n\n== বিবাহবিচ্ছেদের ক্ষতিপূরণ ==\nসুলেমা জাহাঙ্গীরের মতে, দক্ষিণ এশিয়ায় ইসলামি ধর্মগুরুরা প্রচারিত রাজনৈতিকভাবে প্রভাবশালী রক্ষণশীল মানসিকতার কারণে অনেক মুসলিম নারী সহিংস বিয়ে সহ্য করেন, কারণ তারা রাস্তায় থাকার ঝুঁকি নিতে চান না।  পাকিস্তানে বিবাহবিচ্ছেদের হার বৃদ্ধির জন্য পশ্চিমা প্রভাব বা নারীদের আচরণ দায়ী নয়, বরং বিবাহবিচ্ছেদের ক্ষেত্রে পুরুষদের জন্য এর খরচ খুবই কম। শিশুদের জন্য যে ভরণপোষণ দেওয়া হয় তা ন্যূনতম, এবং জীবনভর পরিবারের সেবা দেওয়ার পরেও নারীরা তাদের প্রাক্তন স্বামীর আয় বা সম্পত্তিতে কোনো অংশ পান না।  সুলেমা জাহাঙ্গীর বলেন, আধুনিক আন্তর্জাতিক মান এবং নারীর প্রতি সকল প্রকার বৈষম্য বিলোপ সনদ নুযায়ী বিবাহবিচ্ছেদের সময় নারীদের অ-আর্থিক অবদানকেও গণনা করার প্রত্যাশা করা হয়। ইন্দোনেশিয়া থেকে তুরস্ক পর্যন্ত অনেক মুসলিম দেশ বিবাহবিচ্ছিন্ন নারীদের আর্থিক ক্ষতিপূরণ বাড়ানোর জন্য যথাযথ আইন প্রণয়নে এগিয়ে যাচ্ছে। এই ক্ষতিপূরণগুলিকে মাতা’আ (সদয় ক্ষতিপূরণ) বা হক মহর (বাধ্যতামূলক ক্ষতিপূরণ) হিসেবে বিবেচনা করা হয়, যা নিকাহ নামা-এর মাধ্যমে স্বামীর আয় এবং সম্পত্তির ৩০ থেকে ৫০ শতাংশ পর্যন্ত ভাগ দেওয়ার ব্যবস্থা করে। এটি পরিবারের জন্য নারীর অ-আর্থিক অবদানকেও বিবেচনায় নেয়। তবে, পাকিস্তান বিবাহবিচ্ছিন্ন নারীদের সামাজিক মুক্তির ক্ষেত্রে অনেক পিছিয়ে রয়েছে। \n\n\n== সাহিত্য, নাটক ও গণমাধ্যমে ==\nএকটি প্ল্যাকার্ডে লেখা স্লোগান “ডিভোর্সড অ্যান্ড হ্যাপি!” (বিবাহবিচ্ছিন্ন এবং সুখী!) যা ২০১৮ সাল থেকে অনুষ্ঠিত অওরত মার্চে (আন্তর্জাতিক নারী দিবস মিছিল)-এ প্রদর্শিত হয়েছিল, বিবাহবিচ্ছিন্ন নারীদের প্রতি সামাজিক কলঙ্ক, নেতিবাচক দৃষ্টিভঙ্গি এবং বৈষম্য চ্যালেঞ্জ করার উদ্দেশ্যে ছিল। এই স্লোগানটি জনমাধ্যম এবং মূলধারার গণমাধ্যমে ব্যাপক আলোচনা সৃষ্টি করে, যা সহিংস বিয়ে অব্যাহত রাখার পক্ষে উৎসাহজনক পরিস্থিতি বদলানোর বার্তা দেয়।  ২০১৯ সালের পাকিস্তানি টেলিভিশন নাটক “মেরে পাস তুম হো” (আমার কাছে তুমি আছ) বৈবাহিক সম্পর্কের ভাঙনের বিষয়ে বিতর্ক সৃষ্টি করে এবং একটি রোমান্টিক বিবাহবহির্ভূত সম্পর্ককে কেন্দ্র করে জাতীয় মনোযোগ আকর্ষণ করে।।  প্ল্যাকার্ডের স্লোগান “বিবাহবিচ্ছিন্ন এবং সুখী!” প্রসঙ্গে ডন ইমেজেস কলামে বলা হয়েছে, পাকিস্তানি শিশুদের বিষণ্ণ, ভালোবাসাহীন এবং বিষাক্ত বিয়েগুলির সাক্ষী হতে হয়। পুরুষরাও বিবাহবিচ্ছেদের জন্য দায়ী হলেও একমাত্র নারীদেরই দোষী সাব্যস্ত করা হয় এবং সমাজে কলঙ্কিত করা হয়। মানবাধিকার কমিশন অফ পাকিস্তানের তথ্যমতে, বিবাহিত নারীদের মধ্যে ৪৭% পর্যন্ত যৌন নির্যাতনের শিকার হন, যার মধ্যে বৈবাহিক ধর্ষণের ঘটনাও রয়েছে। \n\n\n== আরও দেখুন ==\nপাকিস্তানে বিয়ে\nভারতে বিবাহবিচ্ছেদ\nপাকিস্তানে হিন্দু বিবাহ আইন\nইসলামে তালাক\nপাকিস্তানে নারী\nপাকিস্তানে নারী সংক্রান্ত আইন\n\n\n== তথ্যসূত্র =="}