{"pageid": 1492265, "title": "তক্ষশীলা জাদুঘর", "url": "https://bn.wikipedia.org/wiki?curid=1492265", "content": "তক্ষশীলা জাদুঘর (পাঞ্জাবি, উর্দু: ٹیکسلا عجائب گھر‎‎) পাকিস্তানের পাঞ্জাব প্রদেশের তক্ষশীলায় অবস্থিত। এই জাদুঘরে গান্ধার শিল্পের একটি গুরুত্বপূর্ণ ও ব্যাপক সংগ্রহ রয়েছে, যা খ্রিস্টীয় প্রথম থেকে সপ্তম শতাব্দীর মধ্যে তৈরি হয়েছিল। সংগ্রহের বেশিরভাগ বস্তু প্রাচীন তক্ষশীলার ধ্বংসাবশেষ থেকে উৎখনন করা হয়েছে।\nজাদুঘরের আশেপাশে অনেক ঐতিহাসিক স্থান রয়েছে। এর কাছে প্রাচীন স্তূপ ও অন্যান্য ধ্বংসাবশেষও দেখা যায়।\n\n\n== ভূমিকা ==\nতক্ষশীলা জাদুঘর পাকিস্তানের রাওয়ালপিণ্ডি জেলার তক্ষশীলা উপজেলায় অবস্থিত। এটি একটি সাইট জাদুঘর, এবং এর সংগ্রহ মূলত গান্ধার শিল্পের উপর কেন্দ্রিত। তক্ষশীলার এই ঐতিহাসিক স্থানগুলো খ্রিস্টপূর্ব ৬০০ বা ৭০০ সালের সময়কাল থেকে বিদ্যমান।\n\n\n== ইতিহাস ==\nতক্ষশীলা জাদুঘরের নির্মাণ কাজ শুরু হয় ১৯১৮ সালে। এর ভিত্তিপ্রস্তর স্থাপন করেন লর্ড চেলমসফোর্ড, যিনি তখন ভারতের গভর্নর-জেনারেল ছিলেন। নির্মাণ কাজ ১৯২৮ সালে শেষ হয়, এবং এটি জনসাধারণের জন্য উন্মুক্ত করেন তৎকালীন শিক্ষামন্ত্রী স্যার মুহাম্মদ হাবিবুল্লাহ।\nপ্রত্নতত্ত্ববিদ জন মার্শাল, যিনি ১৯২৮ সালে ভারতীয় পুরাতত্ত্ব সর্বেক্ষণের মহাপরিচালকের পদ থেকে অবসর নেওয়ার কথা ছিল, তিনি জাদুঘরের মূল পরিকল্পনা সম্পন্ন করতে পারেননি। পরে, পাকিস্তান সরকার ১৯৯৮ সালে জাদুঘরের উত্তর গ্যালারি নির্মাণ করে।\n\n\n== সংগ্রহ এবং প্রদর্শনী ==\nএখানে প্রায় ৪০০০টি বস্তু প্রদর্শিত হচ্ছে, যার মধ্যে রয়েছে পাথর, স্টুকো, টেরাকোটা, রূপা, সোনা, লোহা এবং অর্ধমূল্য পাথর। প্রদর্শনীর প্রধান অংশটি ৬০০ খ্রিস্টপূর্ব থেকে ৫০০ খ্রিস্টাব্দ পর্যন্ত সময়কালের বস্তু নিয়ে গঠিত। বৌদ্ধ, হিন্দু এবং জৈন ধর্ম এসব বস্তুতে ভালভাবে প্রতিফলিত হয়েছে, যা তিনটি প্রাচীন শহর এবং ২০টিরও বেশি বৌদ্ধ স্তূপ ও মঠ এবং গ্রিক মন্দিরের ধ্বংসাবশেষ থেকে আবিষ্কৃত হয়েছে।\n\n\n=== গান্ধার শিল্প ===\nট্যাক্সিলা জাদুঘরের সংগ্রহে পাকিস্তানে প্রথম থেকে সপ্তম শতাব্দী পর্যন্ত পাথরের বৌদ্ধ ভাস্কর্যগুলির মধ্যে একটি গুরুত্বপূর্ণ এবং ব্যাপক সংগ্রহ রয়েছে (যা গান্ধার শিল্প নামে পরিচিত)। এই সংগ্রহের মূল অংশটি ট্যাক্সিলা উপত্যকার উৎখনিত স্থানগুলো থেকে এসেছে, বিশেষ করে প্রত্নতত্ত্ববিদ জন মার্শালের উৎখনন কাজ থেকে। অন্যান্য বস্তুগুলি গান্ধার অঞ্চলের বিভিন্ন উৎখনিত স্থান থেকে এসেছে, যেমন রাম দাস সংগ্রহ থেকে দান করা বস্তু, অথবা পুলিশ এবং শুল্ক কর্তৃপক্ষের দ্বারা জব্দ করা বস্তু। পুরো সংগ্রহে ১৪০০টিরও বেশি বস্তু রয়েছে, যার মধ্যে ৪০৯টি প্রকাশিত হয়েছে\n\n\n=== মুদ্রা সংগ্রহ ===\nট্যাক্সিলা জাদুঘর একটি সাইট জাদুঘর এবং এটি ট্যাক্সিলায় প্রত্নতাত্ত্বিক কাজের সময় পাওয়া মুদ্রার প্রধান সংগ্রহস্থল। ১৯১৭ সালে, ভারতের প্রত্নতাত্ত্বিক জরিপের তৎকালীন পরিচালক জন মার্শালের অধীনে খনন কাজ শুরু হয় এবং এটি ১৯৩৪ সাল পর্যন্ত চলেছিল। তারপর থেকে, খনন কাজ আজও চলমান রয়েছে। জাদুঘরে ইন্দো-গ্রিক থেকে শুরু করে শেষ কুষাণ পর্যন্ত সময়কালের কয়েকটি বড় মুদ্রা সংগ্রহ রয়েছে। এর মধ্যে কিছু মুদ্রা মার্শালের  মৌলিক উৎখনন রিপোর্টে প্রকাশিত হয়েছে, এবং একটি চলমান প্রকল্প রয়েছে যা পুরো সংগ্রহটি প্রকাশের কাজ করছে\n\n\n== তথ্যসূত্র =="}