{"pageid": 1492584, "title": "আহমদ আওয়াদ বিন মুবারক", "url": "https://bn.wikipedia.org/wiki?curid=1492584", "content": "আহমদ আওয়াদ বিন মুবারক হলেন একজন ইয়েমেনি রাজনীতিবিদ যিনি ৫ ফেব্রুয়ারি ২০২৪ সাল থেকে ইয়েমেনের প্রধানমন্ত্রী হিসেবে দায়িত্ব পালন করছেন ।  প্রধানমন্ত্রী হিসেবে নিয়োগের আগে তিনি ইয়েমেনের প্রাক্তন পররাষ্ট্রমন্ত্রী ছিলেন  এবং তার আগে তিনি মার্কিন যুক্তরাষ্ট্রে ইয়েমেনের রাষ্ট্রদূত হিসেবে দায়িত্ব পালন করেছিলেন।\n\n\n== প্রারম্ভিক এবং ব্যক্তিগত জীবন ==\nমোবারক ১৯৬৮ সালে এডেনে জন্মগ্রহণ করেন। তার তিনটি সন্তান রয়েছে।  তার বাবা একজন ব্যবসায়ী ছিলেন।\nতিনি বাগদাদ বিশ্ববিদ্যালয় থেকে ব্যবসায় প্রশাসনে পিএইচডি ডিগ্রি অর্জন করেন  এবং সানা বিশ্ববিদ্যালয়ের একজন অধ্যাপক, যেখানে তিনি ব্যবসায় প্রশাসন কেন্দ্রের প্রধান হন, যা সানা বিশ্ববিদ্যালয় এবং মাস্ট্রিচ স্কুল অফ ম্যানেজমেন্ট (এমএসএম) দ্বারা সমবায়ভাবে পরিচালিত হয়। ডাঃ মোবারক এমএসএম এবং সানা ইউনিভার্সিটি দ্বারা পরিচালিত যৌথ এমবিএ প্রোগ্রামে অধ্যাপক হিসাবে সংযুক্ত।\nপূর্বে, তিনি শিক্ষা, কর্মসংস্থান এবং আন্তর্জাতিক উন্নয়নে ইয়েমেনে অসংখ্য আন্তর্জাতিক প্রকল্পের পরামর্শক হিসেবে কাজ করেছেন। তিনি ইয়ুথ লিডারস ডেভেলপমেন্ট ফান্ডের প্রশাসনিক বোর্ডের সদস্য এবং ইয়েমেন, বাহরাইন, বুরুন্ডি, ইথিওপিয়া, রোমানিয়া, নেদারল্যান্ডস, ফ্রান্স এবং জার্মানিতে অনেকগুলি সরকারি ও বেসরকারি সংস্থার জন্য অনেক প্রশাসনিক পরামর্শ, প্রশিক্ষণ সেশন এবং কর্মশালার নেতৃত্ব দিয়েছেন। .\nসানার বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়ে, তিনি ২০০৭ থেকে ২০০৯ সাল পর্যন্ত প্রশাসনিক তথ্য প্রযুক্তি এবং বিপণন এবং উত্পাদন প্রশাসন বিভাগের প্রধান হিসেবে দায়িত্ব পালন করেছিলেন, পাশাপাশি গুণমান এবং উন্নয়ন নিশ্চয়তার ব্যবস্থাপক ছিলেন।\n\n\n== রাজনীতি ==\n২০১৩ সালের মার্চ মাসে, বিন মুবারক জাতীয় পুনর্মিলন সংলাপ সম্মেলনের মহাসচিব নির্বাচিত হন, যেটি সংস্কারের জন্য দায়িত্বপ্রাপ্ত সমস্ত রাজনৈতিক দল এবং নাগরিক গোষ্ঠীর প্রতিনিধিদের সমন্বয়ে গঠিত। দেশের জন্য একটি ফেডারেল রাজনৈতিক ব্যবস্থা অনুমোদন করার পর জানুয়ারি 2014 সালে এটি ভেঙে দেওয়া হয়েছিল।  তখন তিনি রাষ্ট্রপতির কার্যালয়ের পরিচালক ছিলেন। \nসৌদি-সমর্থিত ইয়েমেনি সরকার দেশের উত্তরে বোমা হামলার পর, হুথিরা, যাদের ঐতিহ্যবাহী জন্মভূমি উত্তরে, সৌদি সীমান্তের কাছে, রাজধানী সানায় প্রতিবাদ করেছে। সশস্ত্র বিক্ষোভকারীরা সরকারি এলাকা দখল করে নেয়। এই বিদ্রোহের ফলে প্রধানমন্ত্রী মোহাম্মদ বসিন্দওয়া পদত্যাগ করেন। বিন মুবারককে চিফ অফ স্টাফ থেকে পদোন্নতি দেওয়া হয়েছিল এবং হাউথি বিরোধিতা সত্ত্বেও রাষ্ট্রপতি আবদ রাব্বুহ মনসুর হাদি প্রধানমন্ত্রী নিযুক্ত করেছিলেন, বিরোধ সমাধানে একটি আনুষ্ঠানিক চুক্তির অভাবের কারণে।  যাইহোক, আহমেদ ৯ অক্টোবর ২০১৪ সালে তার পদ থেকে প্রত্যাহার করে নেন।\nবিন মুবারক ১৭ জানুয়ারী ২০১৫ সালে সানায় সাবেক রাষ্ট্রপতি আলি আবদুল্লাহ সালেহর অনুগত বলে বিশ্বাস করা বন্দুকধারীরা অপহরণ  হুথি এবং সরকারী কর্মকর্তারা ২১ জানুয়ারী রাজধানীতে এক মাসব্যাপী সামরিক ও রাজনৈতিক অচলাবস্থার অবসান ঘটাতে একটি চুক্তিতে পৌঁছেছিল যেটিতে বিন মুবারকের মুক্তি অন্তর্ভুক্ত ছিল বলে জানা গেছে, কিন্তু হাদি এবং তার মন্ত্রীরা বিদ্রোহী চাপে পদত্যাগ করায় চুক্তিটি দ্রুত ভেঙ্গে যায়।  তাকে অপহরণের দশ দিন পর ২৭ জানুয়ারি শাবওয়া গভর্নরেটে মুক্তি দেওয়া হয় বলে জানা গেছে। \n৩ আগস্ট ২০১৫ সালে, তিনি মার্কিন যুক্তরাষ্ট্রে ইয়েমেনের রাষ্ট্রদূত নিযুক্ত হন  এবং ২০১৮ সালে জাতিসংঘে রাষ্ট্রদূত হিসেবেও নিযুক্ত \n\n\n== ইয়েমেনের প্রধানমন্ত্রী ==\n\n৫ ফেব্রুয়ারী ২০২৪ সালে, আন্তর্জাতিকভাবে স্বীকৃত ইয়েমেনের রাষ্ট্রপতির নেতৃত্ব পরিষদ বিন মুবারককে প্রধানমন্ত্রী হিসেবে নিয়োগ দেয়, মাঈন আব্দুলমালিক সাইদকে প্রতিস্থাপন করে। \n\n\n== তথ্যসূত্র =="}