{"pageid": 1492883, "title": "মুক্তি (ধর্মতত্ত্ব)", "url": "https://bn.wikipedia.org/wiki?curid=1492883", "content": "মুক্তি হলো ইহুদিধর্ম, খ্রিস্টধর্ম ও ইসলাম সহ অনেক ধর্মে অপরিহার্য ধারণা। শব্দটি বোঝায় যে কিছুর জন্য অর্থ প্রদান করা হয়েছে বা ফেরত কেনা হয়েছে, যেমন ক্রীতদাস যাকে মুক্তিপণ প্রদানের মাধ্যমে মুক্ত করা হয়েছে।\n\n\n== খ্রিস্টধর্ম ==\n\nখ্রিস্টান ধর্মতত্ত্বে, মুক্তি (গ্রিক: Ἀπολύτρωσις) বলতে খ্রিস্টানদের পাপ এবং পাপের পরিণতি থেকে মুক্তিকে বোঝায়। খ্রিস্টানরা বিশ্বাস করে যে সমস্ত মানুষ পাপ এবং ঈশ্বরের নিকট থেকে বিচ্ছিন্নতার মধ্যে জন্মগ্রহণ করে, এবং অনন্ত জীবন পাওয়ার জন্য পরিত্রাণের প্রয়োজনীয় অংশ। লিওন মরিস বলেন যে \"পৌল খ্রিস্টের মৃত্যুর সঞ্চয় তাৎপর্যের কথা বলতে প্রাথমিকভাবে মুক্তির ধারণাটি ব্যবহার করেন।\"\nনূতন নিয়মে, মুক্তি ও সম্পর্কিত শব্দগুলি পাপ থেকে মুক্তি এবং বন্দীদশা থেকে মুক্তি উভয়কেই বোঝাতে ব্যবহৃত হয়। খ্রিস্টান ধর্মতত্ত্বে, পরিত্রাণের মাধ্যমে যা অর্জন করা হয় তার জন্য মুক্তি রূপক; সুতরাং, রূপক অর্থ রয়েছে যেখানে যিশুর মৃত্যু মুক্তিপণের মূল্য পরিশোধ করে, খ্রিস্টানদের থেকে মুক্তি পাপ ও মৃত্যুর দাসত্ব। অধিকাংশ ধর্মপ্রচারক প্রতিবাদী ধর্মতাত্ত্বিক ও সম্প্রদায় অরিজেনের এই যুক্তিকে প্রত্যাখ্যান করে যে ঈশ্বর সাতানকে মুক্তিপণ মূল্য পরিশোধ করেছেন।\nপ্রাচ্য সনাতনপন্থা পরকালবিদ্যা ধারণা করে যে দ্বিতীয় আগমন সর্বজনীন মুক্তির সাথে জড়িত হবে: \"স্বর্গ আমাদের উত্তরাধিকার হয়ে উঠেছে। [...] তাহলে আমরা সমস্ত কিছুর পূর্ণতা পাব, জীব ও জড়, বস্তুগত ও আধ্যাত্মিক; তাহলে কি আমরা মানুষের মুক্তির কাজ শেষ করতে পারব।\"\n\n\n== হিন্দুধর্ম ==\nহিন্দুধর্মে মুক্তির অনুরূপ ধারণাকে বলা হয় প্রায়শ্চিত্ত, যা পাপের ধর্মতাত্ত্বিক অনুভূতির সাথে সম্পর্কিত নয়, তবে অপরাধ বা পাপ থেকে ক্ষতিপূরণ এবং ব্যক্তিগত মুক্তির সাথে সম্পর্কিত। তবে সত্তার শেষ লক্ষ্য হলো মোক্ষ বা কর্ম থেকে মুক্তি, যার ফলে জন্ম ও মৃত্যুর চক্রের অবসান ঘটে। মোক্ষ লাভের মাধ্যমে, আত্মা আবার পরমাত্মার সাথে মিলিত হয়, যেমন তরঙ্গ সমুদ্রে ফিরে আসে।\n\n\n== জৈনধর্ম ==\n\nঅন্যান্য ভারতীয় ধর্মের মতো, জৈনধর্মে মুক্তির সাথে প্রায়শ্চিত্ত আরো ঘনিষ্ঠভাবে সম্পর্কিত, তবে মুক্তিও আশা করে।\nপ্রতিক্রমণ হলো এমন আচার যার সময় জৈনরা তাদের পাপের জন্য অনুতপ্ত (প্রায়শ্চিৎ) হয় এবং তাদের দৈনন্দিন জীবনে চিন্তা, বক্তৃতা বা কর্মের মাধ্যমে জ্ঞাতসারে বা অজ্ঞাতসারে সংঘটিত কর্মের জন্য। পাপ করার পরে প্রায়শ্চিত্তের পরিবর্তে, এটি নিয়মিত আচরণ, যেখানে প্রতিটি সম্ভাব্য প্রকারের অপকর্ম পাঠ করা হয় এবং অনুতপ্ত হয়, যদি হয়ত সচেতনভাবে বা দুর্ঘটনাক্রমে সংঘটিত হয়ে থাকে। এটি আত্ম-আলোচনা বা আত্ম-সমালোচনা আকারেও যা জৈনধর্মের কেন্দ্রবিন্দু।\nমুনি ও আর্যিক সহ ব্রতী ও  প্রতিমাধারীরা সামায়িক ও প্রতিক্রমণ দৈনন্দিন অপরিহার্য রুটিন হিসেবে পালন করে।\n\n\n== ইসলাম ==\nইসলামে, মুসলমান হওয়ার মাধ্যমে এবং ইসলামের অধিকার খোয়ান থেকে বিরত থাকা, আন্তরিক বিশ্বাস ও সৎকর্ম করার মাধ্যমে মুক্তি পাওয়া যায়। মুসলিম পাপীদের অনুতাপের মাধ্যমে ঈশ্বরের দিকে ফিরে যেতে হবে এবং মুক্তির জন্য প্রার্থনার পাশাপাশি যাকাত ও সদকার মতো অন্যান্য ভাল কাজ করতে হবে। কিছু কিছু ক্ষেত্রে, ঈশ্বরের নিকট ক্ষমা চাওয়ার পাশাপাশি যাদের সাথে মুসলমানরা অন্যায় করেছে তাদের ক্ষমা লাভ করাও মুক্তির সাথে জড়িত। মুক্তির এই দৃষ্টিভঙ্গির ফলস্বরূপ, মুসলমানরা মুক্তির বিষয়ে বিকল্প দৃষ্টিভঙ্গির সমালোচনা করেছে, বিশেষ করে আদি পাপের খ্রিস্টান মতবাদের।\n\n\n== ইহুদিধর্ম ==\n\nতোরাহে, মুক্তি (হিব্রু ভাষায়: גְּאֻלָּה‎; গে'উলহ্) বলতে দাসদের মুক্তিপণকে বোঝানো হয়েছে (যাত্রাপুস্তক ২১:৮)।\nজেরুজালেমের মন্দিরে বিভিন্ন বলিদান সহ হালখাতে মুক্তির ধারণাটি আইনি ও লেনদেনমূলক ধারণা:\n\nরক্ত\nসঙ্গম\nবিক্রয় এবং ঋণ গ্রহণ\nকিছু নির্দিষ্ট দফার যেমন রেড হেইফের (লাল গাভী)\nধারণাটি প্রকৃত সম্পত্তির ক্ষেত্রে আরোপিত যেমন শস্যক্ষেত্র এবং ঘরবাড়ি, রক্ষিত প্রাণী যেমন  গাধা, উৎপাদনের ক্ষেত্রেও প্রযোজ্য, এবং নির্দিষ্ট স্বতন্ত্র বস্তু যেমন তেফিল্লিন। এর অর্থ হলো বন্ধক থেকে প্রকৃত সম্পত্তিতে এস্টেটের মুক্তি।\nমুক্তি, মুক্ত করা ব্যক্তি বা গোষ্ঠীর ক্ষেত্রেও প্রযোজ্য: ইস্রায়েলীয় ক্রীতদাস, ইস্রায়েলীয় বন্দী, এবং প্রথমজাত পুত্র, পিদ্যোন হাবেন বা প্রথমজাত পুত্রের মুক্তি, ইহুদি ধর্মের মিতজবহ্ যার মাধ্যমে ইহুদি প্রথমজাত পুত্রকে রৌপ্য মুদ্রা ব্যবহার করে কোহেনকে ঈশ্বরের নিকট থেকে উদ্ধার করা হয়।  এই তিনটি ঘটনা থেকেই নির্বাসিত মুক্তির ধারণাটি উদ্ভূত হয়েছে কারণ ইস্রায়েলীয়দেরকে ঈশ্বরের 'প্রথম সন্তান' হিসেবে বিবেচনা করা হয় যা যাকোব থেকে প্রাপ্ত, তবে বর্তমানে বন্দী করা হয়েছে, এমনকি তারা আধুনিক ইসরায়েল রাষ্ট্রে বসবাসের সময়ও।\nরব্বীয় ইহুদিধর্মে, মুক্তি বলতে ঈশ্বর ইস্রায়েলীয়দের তাদের নির্বাসন থেকে মুক্ত করেন এমন বোঝায়, যা মিশর থেকে শুরু করে। এই বর্তমান নির্বাসন থেকে চূড়ান্ত মুক্তির অন্তর্ভুক্ত।\nহাসিদীয় দর্শনে নির্বাসন থেকে মুক্তি এবং কোন ব্যক্তি যখন তার চরিত্রের বৈশিষ্ট্যগুলিকে পরিমার্জন করে তখন অর্জিত ব্যক্তিগত মুক্তির মধ্যে সমান্তরালগুলি আঁকা হয়, যদিও তালমুদে এর কোনও উৎস নেই। বরং মেসিয়ানীয় মুক্তি শব্বত পালনের সাথে যুক্ত,  ইহুদি প্রার্থনা, এবং যারা জিওন পর্বতের দিকে তাকাচ্ছে তাদের জন্য মুক্তির প্রতিশ্রুতি, সর্বশেষটি হলো জায়নবাদের মূল সাংস্কৃতিক উৎস। যেমন, ইহুদিবাদের মূল অভিপ্রায় ছিল মুক্তির প্রক্রিয়া যার মাধ্যমে ইস্রায়েলীয়দের কাছে বন্ধক রাখা ইসরায়েলের ভূমি পুনরুদ্ধার করা হয়, তোরাহে বর্ণিত শর্তের পরিপূর্ণতা হিসাবে ঈশ্বরের ঋণের পরিশোধের মাধ্যমে সম্পন্ন করা হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nRedemption, BBC Radio 4 discussion with Richard Harries, Janet Soskice and Stephen Mulhall (In Our Time, Mar. 13, 2003)"}