{"pageid": 1492246, "title": "আকবরী সরাই", "url": "https://bn.wikipedia.org/wiki?curid=1492246", "content": "আকবরী সরাই (পাঞ্জাবি, اکبری سرائے ,রোমানীকৃত: আকবরী সারায়ে ) হল একটি বড় কাফেলা সরাই ( \"সারাই\" ), যা পাকিস্তানের পাঞ্জাব প্রদেশের লাহোরের শাহদারা বাগ এলাকায় অবস্থিত। ১৬৩৭ সালে নির্মিত, এই সরাইটি মূলত ভ্রমণকারীদের পাশাপাশি জাহাঙ্গীরের সমাধির তত্ত্বাবধায়কদের জন্য নির্মিত হয়েছিল।  আকবরী সরাই পাকিস্তানের সবচেয়ে ভালোভাবে সংরক্ষিত সরাইগুলোর মধ্যে অন্যতম, এবং এর বৃহৎ প্রবেশদ্বারের জন্য বিখ্যাত। প্রবেশদ্বারটি সমৃদ্ধভাবে পিয়েত্রা দুরা অলংকরণ দ্বারা সজ্জিত, যা জাহাঙ্গীরের সমাধির একটি প্রধান প্রবেশপথ হিসেবে কাজ করে।\n\n\n== ব্যুৎপত্তি ==\nএই নামটির অর্থ হতে পারে \"আকবরের প্রাসাদ\"। সম্রাট শাহজাহানের দরবারের ঐতিহাসিক আবদুল হামিদ লাহোরি তাঁর পাদশাহনামা গ্রন্থে এই ভবনটিকে জিলু খানায়ে রওজা নামে উল্লেখ করেছেন, যার অর্থ \"সমাধি সংলগ্ন প্রাঙ্গণ\"।। \n\n\n== অবস্থান ==\nসরাইয়ের আয়তাকার প্রাঙ্গণটি জাহাঙ্গীরের সমাধির পূর্বদিকে এবং আসিফ খানের সমাধির পশ্চিমদিকে অবস্থিত।\n\n\n== ইতিহাস ==\nআকবরী সরাই নামকরণ সত্ত্বেও, এই স্থাপনাটি ১৫৫০-এর দশকের মাঝামাঝি ইসলাম শাহ সুরির শাসনামলে শুরু হয়েছিল, মুঘল সম্রাট আকবরের শাসনকালে নয়।  সরাইয়ের মসজিদটি সুরি আমলের, যদিও এই স্থাপনার প্রাচীরঘেরা কক্ষ এবং প্রবেশদ্বারগুলো শাহজাহানের শাসনামলে ১৬০০-এর দশকের মাঝামাঝি সময়ে নির্মিত।\nসরাইটি পথচারীদের জন্য একটি বিশ্রামকেন্দ্র হিসেবে কাজ করত এবং একটি ডাক স্টেশন (''ডাক চৌকি'') হিসেবেও ব্যবহৃত হতো।।  অনেক সহকারী তত্ত্বাবধায়ক সহ শাহনা নামে পরিচিত একজন কর্মকর্তা দ্বারা সরাইটি পরিচালিত হত।  আঙিনার চারপাশে থাকা ১৮০টি কক্ষ ভ্রমণকারীদের বসবাস এবং তাদের মালপত্র, অস্ত্রশস্ত্র ও অন্যান্য সরঞ্জাম সংরক্ষণের জন্য ব্যবহৃত হতো। প্রাণীদের খাদ্য, গরম ও ঠান্ডা পানি এবং খাট বিনামূল্যে সরবরাহ করা হতো।  সরাইয়ে একজন চিকিৎসক, একজন বাসিন্দা বেকার, এবং সরাইয়ের প্রাচীরের বাইরে একটি কূপ ছিল। অনেক সরাইয়ের মতো, প্রতিটি প্রবেশদ্বারের মধ্যে একটি ছোট বাজারও চালু থাকতে পারে। \nমহারাজা রঞ্জিত সিং সরাইটিকে সেনানিবাসে রূপান্তরিত করেন, যেখানে তাঁর এক বিদেশি জেনারেল, মুসা ফরঙ্গি, তাঁর প্লাটুন নিয়ে বসবাস করতেন। ব্রিটিশ আমলে, যখন এর পাশ দিয়ে একটি রেল লাইন নির্মিত হয়, সরাইটি রেল ডিপো হিসেবে ব্যবহৃত হওয়ায় এটি মারাত্মক ক্ষতিগ্রস্ত হয়। \n\n\n== স্থাপত্য ==\n\nসরাইটি একটি আয়তাকার চতুর্ভুজাকৃতির, যার মোট এলাকা প্রায় ১২ একর।  সরাইয়ের আয়তন ৭৯৭ ফুট বাই ৬১০ ফুট।  সসরাই কমপ্লেক্সের আঙিনার চারদিকে উঁচু বারান্দা রয়েছে, যেখানে ১৮০টি কক্ষের সারি (যা ''খানাহ'' নামে পরিচিত) অবস্থিত। এই কক্ষগুলির সামনে একটি বারান্দা এবং একটি সাধারণ খোলা পথ রয়েছে।\nসরাইয়ের কোণাগুলিতে টাওয়ার দ্বারা সজ্জিত। টাওয়ারের কক্ষগুলো সরাইয়ের সমস্ত কক্ষের মধ্যে সবচেয়ে বিস্তৃত, যেখানে সামনের দিকে একটি উপবৃত্তাকার হল, একটি বারান্দা, এবং পেছনের দিকে একটি অষ্টভুজাকৃতির ঘর রয়েছে। \nপ্রাসাদটি মুঘল শৈলীতে নির্মিত দুটি বৃহৎ প্রবেশদ্বার দ্বারা সজ্জিত, যা উত্তর এবং দক্ষিণ দিকে অবস্থিত এবং দূর থেকে দৃশ্যমান হতে নির্মিত হয়েছিল।  প্রবেশদ্বারটি দুটি তলা বিশিষ্ট, এবং এখানেশাহনা(ব্যবস্থাপক) বসবাস করতেন। প্রধান খিলানটি, যা জাহাঙ্গীরের সমাধির দিকে প্রবেশপথ হিসেবে কাজ করে, একটি বৃহৎ দ্বৈত তলা ‌ইওয়ান দ্বারা সজ্জিত, যা চারটি ছোট টি ছোট খিলান কুলুঙ্গি দ্বারা ঘেরা, যেখানে ঘালিব কারি (স্টুক্কো ও প্লাস্টারে বাঁকা পৃষ্ঠে স্তুপীকৃত তন্তু বা রিবের নেটওয়ার্ক) রয়েছে। কেন্দ্রের ‌ইওয়ানটি মুকারনা দ্বারা সজ্জিত, যখন প্রবেশদ্বারের সিঁড়িটি সমৃদ্ধভাবে পিয়েত্রা দুরা অলংকরণের দ্বারা সজ্জিত। এই অলংকরণের উপাদান, কাঠামোর শৈলী, এবং ইটের আকার নির্দেশ করে যে প্রাসাদ এবং সমাধির প্রবেশদ্বারগুলি সম্ভবত একই সময়ে নির্মিত হয়েছিল।\nপ্রাসাদের পশ্চিমে, কক্ষগুলির সারির মাঝখানে একটি মসজিদ রয়েছে যার তিনটি গম্বুজ আছে। এটি লাল বেলেপাথরে সজ্জিত এবং অলংকৃত। মসজিদের অভ্যন্তর সম্ভবত এক সময়ে ফ্রেস্কো এবং ঘালিব কারি দ্বারা অলংকৃত ছিল।\n\n\n== সংরক্ষণ ==\nজাহাঙ্গীর এবং আসিফ খানের সমাধিসহ আকবরী সরাই ১৯৯৩ সালে ইউনেস্কোর বিশ্ব ঐতিহ্যবাহী স্থানের অন্তর্ভুক্ত হয়। \n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nজাহাঙ্গীরের সমাধি\nমুহাম্মদ ইকবালের সমাধি\nনূরজাহানের সমাধি\n\n\n== তথ্যসুূত্র ==\n\n উইকিমিডিয়া কমন্সে আকবরী সরাই সম্পর্কিত মিডিয়া দেখুন।"}