{"pageid": 1492088, "title": "ইউনিয়ন সলিডারিটি অ্যান্ড ডেভেলপমেন্ট পার্টি", "url": "https://bn.wikipedia.org/wiki?curid=1492088", "content": "ইউনিয়ন সলিডারিটি অ্যান্ড ডেভেলপমেন্ট পার্টি( বর্মী:  ပြည်ထောင်စုကြံ့ခိုင်ရေးနှင့် ဖွံ့ဖြိုးရေးပါတီ ပြည်ထောင်စုကြံ့ခိေင်ရေး  ဖ့းရိွံ ပါတီ) (সংক্ষেপ: ইউএসডিপি)  মিয়ানমারের একটি অতি-জাতীয়তাবাদী, সামরিক-পন্থী রাজনৈতিক দল। ন্যাশনাল লীগ ফর ডেমোক্রেসির পাশাপাশি, এটি মিয়ানমারের দুটি প্রধান জাতীয় দলের একটি।  ইউএসডিপি হল প্রাক্তন ক্ষমতাসীন সামরিক জান্তার গণসংগঠন, ইউনিয়ন সলিডারিটি অ্যান্ড ডেভেলপমেন্ট অ্যাসোসিয়েশনের উত্তরসূরি এবং তাতমাডো (সামরিক) নির্বাচনী প্রক্সি হিসাবে কাজ করে, যা একটি রাজ্যের মধ্যে একটি রাষ্ট্র হিসাবে কাজ করে। এর অনেক রাজনৈতিক প্রার্থী ও নেতৃত্ব অবসরপ্রাপ্ত জেনারেল। এটি স্বৈরাচারী সামরিক নেতৃত্বকে সমর্থন করে।  ইউএসডিপি ২০১০ সালের মিয়ানমারের সাধারণ নির্বাচনে প্রতিদ্বন্দ্বিতা করার জন্য প্রধানমন্ত্রী থেইন সেইন দ্বারা প্রতিষ্ঠিত হয়েছিল; দলটি ২০১৩ সাল পর্যন্ত সেনের নেতৃত্বে ছিল। ২০২২ সাল থেকে, এটি খিন ইয়ের নেতৃত্বে রয়েছে, যিনি সামরিক নেতা মিন অং হ্লাইং- এর অনুগত হিসেবে প্রতিষ্ঠিত ছিলেন। \n\n\n== ইতিহাস ==\n\n\n=== প্রতিষ্ঠা ===\nইউএসডিপি ২৯ এপ্রিল ২০১০ সালে থিন সিন এবং ২০১০ সালের মিয়ানমারের সাধারণ নির্বাচনের নেতৃত্বে সশস্ত্র বাহিনী থেকে অবসর নেওয়া সিনিয়র সামরিক কর্মকর্তাদের দ্বারা গঠিত হয়েছিল।  ৬ জুলাই ২০১০ সালে, সামরিক জান্তা তার পূর্বসূরি, ইউনিয়ন সলিডারিটি অ্যান্ড ডেভেলপমেন্ট অ্যাসোসিয়েশন (ইউএসডিএ) কে নিজেকে বিলীন করার এবং ইউএসডিপিতে তার সম্পদ ও অফিস স্থানান্তর করার অনুমতি দেয়।  এর মধ্যে ইউএসডিএ-এর সমষ্টি, মায়ান গন মিন্ট গ্রুপ অফ কোম্পানির সম্পদ অন্তর্ভুক্ত ছিল, যাদের মায়ানমারের অর্থনীতির মূল খাতে আগ্রহ ছিল। \n\n\n=== ২০১০ নির্বাচন ===\nইউএসডিপি ২০১০ সালের সাধারণ নির্বাচনে জিতেছিল, যা বিরোধীরা বয়কট করেছিল।\n২ মে ২০১১ সালে, Swe Mann USDP-এর অস্থায়ী চেয়ারম্যান হিসেবে দায়িত্ব গ্রহণ করেন। ডেপুটি চেয়ারম্যান হিসেবে হতে ও, অং থাউং এবং থেইন জাও সেক্রেটারি ১ ও ২। ইউএসডিপির ডিসিপ্লিনারি অফিসিয়াল হিসেবে মং ওও নিযুক্ত হন। সাবেক ইয়াঙ্গুন মেয়র অং থেইন লিনকে USDP এর ইয়াঙ্গুন শাখার নেতৃত্ব দেওয়ার জন্য নিযুক্ত করা হয়েছিল। \n১৬ অক্টোবর ২০১২ সালে, থেইন সেইন নেপিডোতে ইউএসডিপির প্রথম পার্টি কনফারেন্সে ইউনিয়ন সলিডারিটি অ্যান্ড ডেভেলপমেন্ট পার্টির (ইউএসডিপি) চেয়ারম্যান হিসেবে পুনরায় নির্বাচিত হন। \nতার দ্বৈত ভূমিকার জন্য ক্রমবর্ধমান সমালোচনার কারণে, থেইন সেইন ১ মে ২০১৩ তারিখে ইউএসডিপি চেয়ারম্যানের পদ শোয়ে মানকে হস্তান্তর করেন। \n১৩ আগস্ট ২০১৫ সালে, চেয়ারম্যান শোয়ে মান এবং সাধারণ সম্পাদক মং মং থেইনকে তাদের পদ থেকে অপসারণ করা হয়েছে বলে জানা গেছে। \n\n\n=== ২০১৫ নির্বাচন ===\n২০১৫ সালের সাধারণ নির্বাচনের অগ্রগতিতে, ইউএসডিপি সংসদের সদস্য, টিন আই দেশের নির্বাচনী নিয়ন্ত্রক সংস্থা ইউনিয়ন নির্বাচন কমিশনের (ইউইসি) চেয়ারম্যান হতে পদত্যাগ করেন, যা UEC-এর নিরপেক্ষতা এবং স্বাধীনতার অভাবের বিষয়ে উদ্বেগ প্রকাশ করে। \nবিরোধী দল ন্যাশনাল লীগ ফর ডেমোক্রেসি ২০১৫ সালের নির্বাচনে প্রতিদ্বন্দ্বিতা করেছিল।  নির্বাচনের সময়, ইউএসডিপি জনপ্রিয় ভোটের ৩০% এরও কম অর্জন করেছে, পাইডাংসু হুলুটাউতে নির্বাচিত আসনের মাত্র ৮.৪% লাভ করেছে। \n\n\n=== ২০২০ নির্বাচন এবং সামরিক অভ্যুত্থান ===\n২০২০ সালের সাধারণ নির্বাচনে ন্যাশনাল লিগ ফর ডেমোক্রেসির দ্বিতীয় ভূমিধস বিজয়ের পর, ইউএসডিপি ভিত্তিহীনভাবে টাটমাডোর পাশাপাশি ব্যাপক নির্বাচনী জালিয়াতির অভিযোগ করেছে, নির্বাচনের ফলাফলকে আদালতে ব্যর্থভাবে চ্যালেঞ্জ করেছে এবং নির্বাচন পুনরায় চালানোর আহ্বান জানিয়েছে।  নির্বাচনের ফলাফলকে চ্যালেঞ্জ করার সমস্ত সাংবিধানিক উপায় শেষ হয়ে যাওয়ার পরে, USDP ২০২১ সালের সামরিক অভ্যুত্থানকে সমর্থন করে এবং রাষ্ট্রপতি এবং সামরিক জান্তা রাজ্য প্রশাসন কাউন্সিলে একাধিক আসন গ্রহণ করে। \n১২ সেপ্টেম্বর ২০২২ সালে, থান হতে পার্টির চেয়ারম্যান পদ থেকে পদত্যাগ করেন এবং অবিলম্বে ভাইস চেয়ারম্যান খিন ইয়ের কাছে হস্তান্তর করেন, পরবর্তীতে ভারপ্রাপ্ত চেয়ারম্যান হন। ৫ অক্টোবর ২০২২ সালে, খিন ই নতুন চেয়ারম্যান হিসাবে নির্বাচিত হন এবং আনুষ্ঠানিকভাবে পার্টির সভাপতিত্ব গ্রহণ করেন। \n২০২২ সালের ডিসেম্বরে, সামরিক জান্তা ইয়াঙ্গুন অঞ্চলের শত শত স্থানীয় সরকার প্রশাসকদের USDP সমর্থকদের সাথে প্রতিস্থাপন শুরু করে। \nইউএসডিপি ছিল ২০২৩ সালে একটি নতুন জান্তা-প্রবর্তিত নির্বাচনী আইনের অধীনে নিবন্ধন করা প্রথম দল, এবং পরবর্তী সাধারণ নির্বাচনের জন্য প্রচারণা শুরু করেছে। \n\n\n== মতাদর্শ ==\nইউএসডিপিকে ব্যাপকভাবে একটি অতি-ডান, অতি জাতীয়তাবাদী দল হিসেবে বর্ণনা করা হয়।  এটি কার্যকরভাবে দেশের সামরিক বাহিনীর জন্য একটি প্রক্সি হিসাবে কাজ করে, এর অনেক রাজনৈতিক প্রার্থী এবং নেতৃত্ব অবসরপ্রাপ্ত জেনারেল।  এটিকে কর্তৃত্ববাদী, বৌদ্ধ জাতীয়তাবাদী, এবং ডানপন্থী জনতাবাদী হিসেবেও বর্ণনা করা হয়েছে। \n\n\n== নেতৃত্ব ==\nঅক্টোবর ২০২২-এর হিসাব অনুযায়ী, USDP এর নেতৃত্বে:\n\n\n== অর্থায়ন ==\nইউএসডিপি প্রাক্তন মায়ান গন মিন্ট গ্রুপের শেয়ার এবং সম্পদের মালিক, রত্ন খনি, নির্মাণ, কৃষি, পশুসম্পদ এবং আমদানি ও রপ্তানিতে আগ্রহের সাথে একটি সমষ্টি।  মায়ান গন মিন্ট প্রথম ১৯৯৫ সালে একটি প্রাথমিক মার্কিন$৫,০০,০০০ বিনিয়োগের সাথে প্রতিষ্ঠিত হয়েছিল এবং সেই বছর ইয়াঙ্গনের বাজারে দোকান বিক্রি এবং ভাড়া থেকে মার্কিন$২.৭ মিলিয়ন উপার্জন করেছিল।  মায়ান গন মিন্ট রাষ্ট্রীয় মালিকানাধীন সম্পদকে বরাদ্দ করেছেন, এবং মায়ান গন মিন্টের রাজস্ব USDP-এর পূর্বসূরির ক্রিয়াকলাপের জন্য অর্থায়নের জন্য ব্যবহার করা হয়েছিল।  ২০২০ সালের জুন মাসে, খবর প্রকাশিত হয়েছিল যে USDP ২০০৬ থেকে ২০১৮ সালের মধ্যে ১৬ বিলিয়ন কিয়াট ( মার্কিন$১১.৫ মিলিয়ন ) আয় করেছে, কাস্টমস ডিপার্টমেন্টের কাছে এক্স-রে কার্গো স্ক্যানার লিজ দেওয়া থেকে, স্ক্যানারগুলি রাষ্ট্রীয় মালিকানাধীন হওয়া উচিত কিনা তা নিয়ে আইনী যাচাই-বাছাই করে।  USDP-এর অর্থনৈতিক কার্যক্রম মিয়ানমারের রাজনৈতিক দল নিবন্ধন আইনের সম্ভাব্য লঙ্ঘন। \nUSDP পার্টির সদস্যরাও একটি বার্ষিক সদস্য ফি প্রদান করে (২০২০ সালে ১,০০০ কিয়াট), পার্টি প্রতি বছর অতিরিক্ত মার্কিন$৩.৫ মিলিয়ন উপার্জন করে। \n\n\n== নির্বাচনের ফলাফল ==\n\n\n=== জাতীয়তাবাদী সংসদ (আম্যোথা হ্লুত্তাও) ===\n\n\n=== প্রতিনিধি পরিষদ (পিথু হ্লুত্তাও) ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইউনিয়ন সলিডারিটি অ্যান্ড ডেভেলপমেন্ট পার্টির অফিসিয়াল ওয়েবসাইট"}