{"pageid": 1492282, "title": "কিশ এয়ার ফ্লাইট ৭০৭", "url": "https://bn.wikipedia.org/wiki?curid=1492282", "content": "কিশ এয়ার ফ্লাইট ৭০৭ একটি বোয়িং ৭০৭ বিমানে কিশ এয়ার দ্বারা পরিচালিত একটি নির্ধারিত যাত্রী ফ্লাইট ছিল। ১৯৯৫ সালের ১৯ সেপ্টেম্বর তেহরান থেকে পারস্য উপসাগরের কিশ দ্বীপে যাওয়ার পথে ফ্লাইটটি হাইজ্যাক করা হয়েছিল।  তেহরান থেকে উড্ডয়নের পরপরই ঘটনাটি ঘটে, যখন একজন পিস্তল সজ্জিত অসন্তুষ্ট ফ্লাইট অ্যাটেনডেন্ট, রেজা জাব্বারি বিমানের নিয়ন্ত্রণ নেয়। \n\n\n== হাইজ্যাকিং বিবরন ==\nউড়োজাহাজটি তেহরান থেকে প্রায় ৯ টায় মূলত কিশ দ্বীপের উদ্দেশ্যে রওনা দিয়েছিল।  এরপর ফ্লাইটের প্রায় নব্বই মিনিটে ছেড়ে যায়, যাত্রীদের লাউডস্পীকারের মাধ্যমে জানানো হয় যে ফ্লাইটটি হাইজ্যাক করা হয়েছে। বিমানটির গন্তব্য তাৎক্ষণিকভাবে জানানো হয়নি।  ছিনতাইকারী রেজা জাব্বারী একজন ইরানী ব্যক্তি ছিল। ৩০-এর দশকে, ছিনতাইয়ের জন্য তার উদ্দেশ্য হিসাবে ইরানে জীবন নিয়ে অসন্তোষ প্রকাশ করেছিলেন।  যদিও তিনি প্রথমে মার্কিন যুক্তরাষ্ট্রে আশ্রয় চেয়েছিলেন, পরে তিনি ইসরায়েলে থাকার অনুরোধ পরিবর্তন করেন। \nজ্বালানীর মাত্রা কমতে শুরু করলে, পাইলট সৌদি আরব এবং জর্ডান উভয়ের কাছ থেকে অবতরণের অনুমতির জন্য অনুরোধ করেছিলেন, কিন্তু তারা এই অনুরোধগুলি প্রত্যাখ্যান করেন।  এরপর বিমানটি ইসরায়েলের দিকে চলে যায়। জর্ডানের রাজা হুসেইন ইসরায়েলের প্রধানমন্ত্রী ইতজাক রাবিনকে বিমানের পদ্ধতি সম্পর্কে অবহিত করেছিলেন বলে জানা গেছে। \n\n\n== ইসরায়েলে অবতরণ ==\nইসরায়েলের প্রধানমন্ত্রী ইতজাক রাবিন, হাইজ্যাক করা বিমানকে সহায়তা করার বিরুদ্ধে স্ট্যান্ডার্ড ইসরায়েলি নীতি থেকে বিচ্যুত হয়ে, সম্ভাব্য দুর্ঘটনা এড়াতে বিমানের অবতরণের অনুমোদন দিয়েছেন।  বোর্ডে সম্ভাব্য বিস্ফোরক নিয়ে উদ্বেগের কারণে বিমানটিকে ঘনবসতিপূর্ণ এলাকা থেকে দূরে নেগেভ মরুভূমিতে ওভদা এয়ারবেসে পুনঃনির্দেশিত করা হয়েছিল।  অবতরণ করার পর, ছিনতাইকারী প্রায় এক ঘন্টা পর আত্মসমর্পণ করে। \nযাত্রীরা ইস্রায়েলে নিজেদের খুঁজে বের করার জন্য অবতরণ করেছিল, যা তারা বিমান ঘাঁটিতে হিব্রু চিহ্ন দ্বারা স্বীকৃত হয়েছিল।  ইসরায়েলি সামরিক কর্মীরা তাদের খাবার এবং জলখাবার সরবরাহ করে।  পাঁচজন যাত্রী ইসরায়েলে আশ্রয় চেয়েছিলেন, বাকিরা পরের দিন ইরানে ফিরে আসবে বলে আশা করা হচ্ছিল। \n\n\n== রাজনৈতিক প্রতিক্রিয়া ==\nহাইজ্যাকিং দ্রুত রাজনৈতিক আলোচনার বিষয় হয়ে ওঠে। নেসেটের কিছু সদস্য রন আরাদ সম্পর্কে তথ্য পাওয়ার জন্য পরিস্থিতির ব্যবহার করার পরামর্শ দিয়েছেন, যিনি ১৯৮৬ সালে  ইরানপন্থী গেরিলাদের দ্বারা লেবাননে বন্দী হয়েছিলেন।  আরদের মা, বাটিয়া, ওভদা এয়ারবেসে পৌঁছেন এবং তার ছেলের বন্দিত্বের প্রতি দৃষ্টি আকর্ষণ করার সুযোগ নেন। তাকে হাইজ্যাক করা বিমানে \"ফ্রি রন আরাদ\" স্টিকার লাগানো এবং এর বেসে একটি বড় ব্যানার ফাঁসতে দেখা গেছে যাতে লেখা ছিল, \"দয়া করে রন আরাদকে মুক্তি দিন।\" \nএদিকে, ইরানের ইসলামিক রিপাবলিক নিউজ এজেন্সি ছিনতাইকে ইসরায়েলি ষড়যন্ত্র বলে নিন্দা করেছে এবং অবিলম্বে বিমান, যাত্রী এবং ছিনতাইকারীকে ফিরিয়ে দেওয়ার দাবি জানিয়েছিল। \n\n\n== আফটারমেথ ==\n২০শে সেপ্টেম্বর, হাইজ্যাক করা বিমানটি জাব্বারি ছাড়া সমস্ত যাত্রী এবং ক্রুসহ তেহরানে ফিরে আসে। তাদের মধ্যে পাঁচজন যাত্রী ছিলেন যারা আশ্রয়ের আবেদন করেছিলেন বলে জানা গেছে।  রেজা জব্বারি আশ্রয়ের অনুরোধ করেন এবং ইহুদি ধর্মে ধর্মান্তরিত করার ইচ্ছা প্রকাশ করেন।  তাকে ইসরায়েলি কারাগারে আট বছরের কারাদণ্ড দেওয়া হয়েছিল কিন্তু আশ্রয় মঞ্জুর করার এবং ইস্রায়েলে থাকার আগে চার বছর দণ্ডিত হয়েছিল।  জাব্বারি অবশেষে একজন ইসরায়েলি নাগরিক হয়েছিলেন এবং ইহুদি ধর্মে দীক্ষিত হন। \n\n\n== এছাড়াও দেখুন ==\nকিশ এয়ার ফ্লাইট ৭১৭০\n\n\n== তথ্যসূত্র =="}