{"pageid": 1492116, "title": "১৯৫০–৫১ সন্তোষ ট্রফি", "url": "https://bn.wikipedia.org/wiki?curid=1492116", "content": "১৯৫০–৫১ সন্তোষ ট্রফি ছিল সন্তোষ ট্রফির ৭ম সংস্করণ, ভারতে ফুটবলের প্রধান রাজ্য প্রতিযোগিতা। এটি পশ্চিমবঙ্গের ক্যালকাটায় অনুষ্ঠিত হয়েছিল। বাংলা  ফাইনালে হায়দ্রাবাদকে ১–০ গোলে হারিয়েছিলেন। বাংলার অধিনায়ক ছিলেন শৈলেন মান্না।\n\n\n== প্রাথমিক পর্যায় ==\n\n\n== কোয়ার্টার-ফাইনাল ==\n\nষষ্ঠ মিনিটে ধরমবীরের কর্নার কিকে হেড করেন দিল্লির সেন্টার ফরোয়ার্ড নাথু। দ্বিতীয়ার্ধের দ্বিতীয় মিনিটে ধরমবিরের পাস থেকে গোল করেন তিনি। নাথথুর পাস থেকে শেষ হওয়ার এক মিনিট আগে গোল করেন থাপা।\n\nদ্বিতীয়ার্ধের ১৮ ও ২৩ মিনিটে মঈন এবং ২৯ মিনিটে লায়েক গোল করেন।\n\n\n== সেমি-ফাইনাল ==\n\n\n== ফাইনাল ==\n\n\n== দলীয় সদস্য ==\nবাংলা: এম সরকার; বি বসু এবং এস মান্না (অধিনায়ক); লতিফ, এস সর্বাধিকারী এবং এ.ঘোষ; ভেঙ্কটেশ, আর গুহ ঠাকুরতা, সাহু মেওয়ালাল, আহমেদ খান এবং সালেহ ফাইনালে খেলেছেন। এছাড়াও বি অ্যান্টনি, মহিন্দর, সৈয়দ, এ দাশগুপ্ত\nহায়দ্রাবাদ: রামস্বামী; আলী এবং ফ্রুভাল; প্যাট্রিক, জামাল, নূর, মঈন, লায়েক; সুসে (সিনিয়র), সুসে (জুনিয়র) এবং মোহাম্মদ ফাইনালে খেলেছিলেন। এছাড়াও আজিজ ও আইয়ুব।\nদিল্লি: হরদেব, ঘনশ্যাম এবং গুলজারি; ইউসুফ, জয়রামন ও কেওয়াল; সতপাল (সিনিয়র), ধরমবির, নাথথু, মহিন্দর কুমার এবং এস থাপা\nউড়িষ্যা : বারি; আলম ও এনায়েত; জেনামণি, সাচি দাস ও চিত্ত সাহু; বীরঞ্জন বেরা, গোলক সামাল, এ এম বচ্চন, সীতা রামারাও ও তারেক হুসেন।\nবোম্বে: ক্রিস্টোপার (সেন্ট ফ্রান্সিস গোয়ানস), আরিকিনাথন (রশিদস), গোলরক্ষক। পাপেন (টাটা) এবং চিন্নাথাম্বি পিল্লাই (মহারাষ্ট্র), পিছনে; নারায়ণ (কালচার লিগ), গ্যাব্রিয়েল ডি'কস্তা (গোয়ান স্পোর্টস), শঙ্কর (রশিদস), লিংডোহ (ভারতীয় নৌবাহিনী) এবং দামোদর (টাটা), অর্ধেক; স্টুয়ার্ট (ভারতীয় নৌবাহিনী), পরব (কালচার লিগ), কুপ্পুস্বামী (রশিদ), পিটার ফেরাও (টাটা), টমাস (কালচার লিগ), অ্যান্থনি ব্রাগানজা (টেট) এবং ভার্গিস (রশিদস)। ক্যাপ্টেন : পরব, ভাইস ক্যাপ্টেন: লেসলি উডকক, ম্যানেজার : এন এন গুহ \nবিহার: ডি সেন; কুরবান, বি দত্ত, পারশিদ, সফি, কাঞ্জিলাল\nমধ্যপ্রদেশ : এস গঙ্গোপাধ্যায়; রামালু এবং টি ফোর্ড; নরমেদ প্রসাদ, বালাইয়া ও নরসাইয়াহ; জি চ্যাটার্জী, রামদাস, পি কে রায়, এম আই কুমার এবং এম আই হক\nউত্তরপ্রদেশ : অনু বসু; এস কে সরকার ও অমরনাথ; রাধেশ্যাম, বিহারী ও কাসিম; এস মুখার্জী, বিভাস ঘোষ, এস এন সরকার, হাফিজ ও দজিৎ সিং\n\n\n== তথ্যসূত্র =="}