{"pageid": 1492290, "title": "লিটার্জি", "url": "https://bn.wikipedia.org/wiki?curid=1492290", "content": "লিটার্জি হলো বিশেষ ধর্মীয় গোষ্ঠী কর্তৃক সম্পাদিত উপাসনার প্রথাগত সাম্প্রদায়িক আচার। এটি স্তুতি, ঈশ্বরকে ধন্যবাদ জ্ঞাপন, স্মরণ, মিনতি বা অনুতাপ প্রতিফলিত কার্যক্রমের মাধ্যমে পবিত্র সাম্প্রদায়িক প্রতিক্রিয়া ও অংশগ্রহণের প্রতিনিধিত্ব করে। এটি ঈশ্বরের সঙ্গে সম্পর্ক স্থাপনের ভিত্তি তৈরি করে।\nলিটার্জি আচারের উপদল গঠন করে। লিটার্জি শব্দটি, কখনও কখনও বাংলায় \"পরিষেবা\" হিসাবে সমতুল্য, আনুষ্ঠানিক আচারকে বোঝায় যেগুলো ঐশ্বরিক ক্রিয়ায় অংশগ্রহণ করতে পারে বলে বোঝে। আদিতে, এটি ধনী গ্রিকদের জনগণের সেবার জন্য এবং এইভাবে পোলিস ও রাষ্ট্রের জন্য তৈরি করা প্রায়শই ব্যয়বহুল অর্ঘগুলিকে নির্দেশ করে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nBaldovin, John F., SJ (2008) Reforming the Liturgy: a Response to the Critics. The Liturgical Press\nBowker, John, ed. (1997) Oxford Dictionary of World Religions. Oxford University Press. আইএসবিএন ০-১৯-২১৩৯৬৫-৭.\nBugnini, Annibale, (1990) The Reform of the Liturgy 1948–1975. The Liturgical Press\nDix, Dom Gregory (1945) The Shape of the Liturgy\nDonghi, Antonio, (2009) Words and Gestures in the Liturgy. The Liturgical Press\nJohnson, Lawrence J., (2009) Worship in the Early Church: an Anthology of Historical Sources. The Liturgical Press\nJones, Cheslyn, Geoffrey Wainwright, and Edward Yarnold, eds. (1978) The Study of Liturgy.  London: SPCK.\nMarini, Piero, (2007) A Challenging Reform: Realizing the Vision of the Liturgical Renewal. The Liturgical Press\nScotland, N. A. D. (1989). Eucharistic Consecration in the First Four Centuries and Its Implications for Liturgical Reform, in series, Latimer Studies, 31. Latimer House. আইএসবিএন ০-৯৪৬৩০৭-৩০-X\n\"What Do Quakers Believe?\". Quaker Information Center, Philadelphia, PA, 2004.\n\n\n== বহিঃসংযোগ ==\n\nCatholic Encyclopedia article\nOrthodox Tradition and the Liturgy\nJewish Encyclopedia: Liturgy\nContemporary Christian Liturgy Website History, theory, practice\nThe Indult Tridentine Rite of Mass\nEastern Orthodox Christian Liturgy Website  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৯ সেপ্টেম্বর ২০১৬ তারিখে Liturgy\nA Brief Exposition of the Divine Service"}