{"pageid": 1492906, "title": "সৌদি এক্সচেঞ্জ", "url": "https://bn.wikipedia.org/wiki?curid=1492906", "content": "সৌদি এক্সচেঞ্জ (আরবি: تداول السعودية‎) অথবা তাদাউল (আরবি: تداول‎) হল সৌদি আরবে একটি স্টক এক্সচেঞ্জ। এটি ২০০৭ সালে একটি যৌথ স্টক কোম্পানি হিসেবে গঠিত হয় এবং সৌদি আরবে সিকিউরিটিজ এক্সচেঞ্জ হিসেবে কাজ করার একমাত্র অনুমোদিত প্রতিষ্ঠান। তবে ১৯৫৪ সালে এটি একটি অনানুষ্ঠানিক আর্থিক বাজার হিসেবে কার্যক্রম শুরু করে। ১৯৮০ সালে \"সৌদি কোম্পানি ফর শেয়ার রেজিস্ট্রেশন\" হিসেবে কিছুটা আনুষ্ঠানিক অবস্থান লাভ করে। এটি পুঁজিবাজার কর্তৃপক্ষের (Capital Market Authority) দ্বারা নিয়ন্ত্রিত, তবে ২০১৮ সাল থেকে এটি আংশিক স্ব-নিয়ন্ত্রিত হয়েছে। ২০২৪ সালের ১০ অক্টোবর পর্যন্ত এর প্রধান বাজারে ২৩৯টি পাবলিক কোম্পানি তালিকাভুক্ত রয়েছে।\n২০২০ সালের ৩১ ডিসেম্বর থেকে এর ট্রেডিং সময় রবিবার থেকে বৃহস্পতিবার সকাল ১০:০০টা থেকে বিকেল ৩:১০টা পর্যন্ত নির্ধারিত।\n২৬ ফেব্রুয়ারি ২০১৭ সালে সৌদি প্যারালাল মার্কেট (নোমু) চালু করা হয়। এটি একটি সমান্তরাল ইকুইটি বাজার যেখানে তালিকাভুক্তির শর্তাবলী তুলনামূলকভাবে সহজ করা হয়েছে, যাতে কোম্পানিগুলো পাবলিক লিস্টিংয়ের জন্য বিকল্প প্ল্যাটফর্ম হিসেবে এটি ব্যবহার করতে পারে।\nতাদাউল সম্পূর্ণরূপে সৌদি পাবলিক ইনভেস্টমেন্ট ফান্ডের মালিকানাধীন।\n\n\n== ইতিহাস ==\nতাদাউল অল-শেয়ার ইনডেক্স (TASI) সর্বোচ্চ অবস্থানে পৌঁছায় ২৫ ফেব্রুয়ারি ২০০৬-এ, যখন এটি ২০,৬৩৪.৮৬ পয়েন্টে ছিল।\nতাদাউল ইন্টারন্যাশনাল অর্গানাইজেশন অফ সিকিউরিটিজ কমিশন্স (IOSCO), ওয়ার্ল্ড ফেডারেশন অফ এক্সচেঞ্জেস (WFE), আরব ফেডারেশন অফ এক্সচেঞ্জেস (AFE) এবং জাতিসংঘের টেকসই স্টক এক্সচেঞ্জ উদ্যোগ (SSE)-এর সাথে যুক্ত সদস্য। তাদাউলের শেয়ার মূলধন ১.২ বিলিয়ন সৌদি রিয়াল, যা ১০ রিয়াল সমমূল্যের ১২০ মিলিয়ন শেয়ারে বিভক্ত।\n\n\n=== ২০০৬ সালের শেয়ারবাজার ধস ===\n\"কালো ফেব্রুয়ারি\" নামে পরিচিত, ২০০৬ সালে সৌদি শেয়ারবাজার ভেঙে পড়ে। এ সময় তালিকাভুক্ত কোম্পানির সংখ্যা ছিল মাত্র ৭৬। এই ধসের ফলে প্রায় এক ট্রিলিয়ন সৌদি রিয়াল ক্ষতি হয়, যা অনেক মধ্যবিত্ত ব্যবসায়ীর দেউলিয়া হওয়ার কারণ হয়। ক্ষতিগ্রস্ত ব্যবসায়ীদের মধ্যে অনেকেই তাদের গাড়ি বিক্রি করেন বা জীবনের সঞ্চিত অর্থ বাজারে বিনিয়োগ করেছিলেন।\nধসের দ্বিতীয় দিন, ২৬ ফেব্রুয়ারি ২০০৬ রবিবার, বাজারের প্রথম মিনিটেই ব্যাপক শেয়ার বিক্রি শুরু হয়। এর ফলে ভীতি বেড়ে যায় এবং ৬০টিরও বেশি কোম্পানি সর্বনিম্ন মূল্যে পৌঁছে যায়। বাজারের সব কোম্পানি একটি বড় পতনের সম্মুখীন হয়। প্রথম মিনিটেই ১.৫ মিলিয়ন শেয়ার বিক্রি হয়। বিশেষ করে ক্যাপিটাল মার্কেট অথরিটি (CMA) বাজারের অস্থিরতা কমাতে মূল্য ওঠানামার সীমা ৫% নির্ধারণ করার সিদ্ধান্ত নেয় এবং এটি ২৫ ফেব্রুয়ারি শনিবার থেকে কার্যকর করে। ধসের দ্বিতীয় দিনে সাধারণ সূচক প্রায় ৯৮০ পয়েন্ট হারায়, যা মোট বাজারের ৪.৭৫%। শেয়ারের বাজার মূল্য থেকে প্রায় ১৪৪.৫ বিলিয়ন রিয়াল হারিয়ে যায়, ফলে বাজারে স্থিতিশীলতার প্রত্যাশা বা সঠিক সমন্বয়ের সম্ভাবনা বন্ধ হয়ে যায়।\nএটি একটি জাতীয় অর্থনৈতিক বিপর্যয়ে রূপ নেয় যা সাধারণ নাগরিকদের উপর ব্যাপক প্রভাব ফেলে। এটি অর্থনৈতিক ব্যবস্থাপনার দুর্বলতাকে প্রকাশ করে। বাজার সংকটের পূর্বাভাস দেওয়া, এর গুরুত্ব বোঝা এবং যথাযথভাবে এর ব্যবস্থাপনা করার ক্ষেত্রে প্রশাসন ব্যর্থ হয়। মূলত, নিয়ন্ত্রক কর্তৃপক্ষের অব্যবস্থাপনার কারণে মূল্যের অস্বাভাবিক বৃদ্ধিই এই ধসের প্রধান কারণ হিসেবে দেখা হয়। অন্যদিকে, কিছু লোক এই পতনের কারণ হিসেবে কয়েকজন ব্যবসায়ীর গ্রেপ্তার এবং অন্যান্যদের উপর শাস্তিমূলক পদক্ষেপের আশঙ্কা, মূল্যের ওঠানামার সীমা নির্ধারণের সিদ্ধান্ত এবং বিনিয়োগকারীদের উপর কমিশন পুনর্বহালের নিষেধাজ্ঞাকে দায়ী করেন।\nএই সংকট মোকাবিলায় সৌদি আরবের বাদশাহ আব্দুল্লাহ ব্যক্তিগতভাবে হস্তক্ষেপ করেন। তিনি শেয়ারের মূল্য ভাগ করার নির্দেশ দেন, অ-সৌদি বাসিন্দাদের সরাসরি শেয়ারবাজারে বিনিয়োগের অনুমতি দেন এবং শুধুমাত্র বিনিয়োগ তহবিলের মাধ্যমে বিনিয়োগ সীমিত রাখার প্রথা বাতিল করেন। এছাড়াও, শেয়ারের নামমাত্র মূল্য কমানোর আদেশ দেন, যা CMA দ্বারা বাস্তবায়িত হয়।\n\n\n=== ২০১৯ সালে সৌদি আরামকো শেয়ার লেনদেন ===\n১১ ডিসেম্বর ২০১৯ তারিখে সৌদি আরামকো-এর শেয়ার তাদাউলে লেনদেন শুরু করে। প্রথম দিনেই শেয়ারের মূল্য ৩৫.২ সৌদি রিয়াল-এ ওঠে, যার ফলে এর বাজার মূলধন প্রায় ১.৮৮ ট্রিলিয়ন মার্কিন ডলার-এ পৌঁছায়। দ্বিতীয় দিনেই এটি ২ ট্রিলিয়ন মার্কিন ডলারের মাইলফলক অতিক্রম করে।\n\n\n== লেনদেনের সময় ==\nতাদাউলে লেনদেন সপ্তাহে পাঁচদিন (রবিবার থেকে বৃহস্পতিবার) হয়। সৌদি জাতীয় দিবস, ঈদুল আজহা এবং ঈদুল ফিতর-এর ছুটির সময় লেনদেন বন্ধ থাকে।\nসময় UTC+৩:\n\n\n== বার্ষিক রিটার্ন ==\nনিম্নে তাদাউল অল-শেয়ার ইনডেক্স-এর ২০০১ সাল থেকে বার্ষিক পরিবর্তনের তথ্য উপস্থাপন করা হয়েছে।\n\n\n== তথ্যসূত্র =="}