{"pageid": 1492899, "title": "মটকা (সিল্ক)", "url": "https://bn.wikipedia.org/wiki?curid=1492899", "content": "মটকা সিল্ক বা 'মটকা রেশম' বা শুধুই 'মটকা' হল ভারতীয় উপমহাদেশে উৎপাদিত এক ধরনের অমসৃণ বা মোটা রেশমের কাপড়। এটি প্রধানত, 'ছিদ্রায়িত ক্ষতিগ্রস্ত কোকুন' ( যা আবরণসহ  মূককীটের গুটি) তথা রেশম কীট দ্বারা তৈরি আবরণ দিয়ে উৎপাদিত হয়।  ছিদ্রায়িত কোকুন হল এমন একটি আবরণ যা থেকে রেশম পোকার তথা  তুঁত রেশমের মথ বের হয়ে গেছে এবং কোকুনটি ক্ষতিগ্রস্ত হয়ছে। এই কোকুন থেকে রেশম তন্তু চরকা বা হাতে কাটা হয়, রিলিড করা হয় না। বর্জ্য মালবেরি সিল্কের রুক্ষ তাঁতের সুতা, মালবেরি সিল্ক প্রসেস করার সময় বেঁচে যাওয়া সুতা থেকে বা ছিদ্রায়িত ক্ষতিগ্রস্ত কোকুুুন থেকে  তৈরি সিল্ক  মটকা সিল্ক  নামে পরিচিত।\nভারতীয় উপমহাদেশে তৈরি মটকা সিল্কের কাপড় মূলত কর্ণাটক এবং কাশ্মীর থেকে প্রাপ্ত হয়। অধুনা  বাংলাদেশের রাজশাহী, পশ্চিমবঙ্গের মালদা জেলার সুজাপুরে মুর্শিদাবাদ জেলার বিভিন্ন প্রান্তেও মটকা বুননের কাজ হয়ে থাকে।\n\n\n== নামকরণ ==\nমটকা সিল্ক মূলত, বাংলার সিল্কের একটা ধরণ, যা হাতে কাটা মালভেরি সিল্কও বলা হয়। রেশম মথ যখন কোকুন বা গুটি ছিদ্র করে বেরিয়ে আসে, তখন সেটা থেকে পরিপূর্ণ লম্বা সূতা পাওয়া যায় না। এই ক্ষতিগ্রস্ত কোকুন গুলো থেকে অমসৃণ তথা রুক্ষ রেশম সুতা বাংলায় গরীর মহিলারা ও তুলনামূলক ভাবে তেমন সুদক্ষ নয় এমন তাঁতিরাই তৈরি করেন ও তাদের কর্ম সংস্থান হয়।\nতারা মটকা'য় (মাটির তৈরি এক ধরনের পাত্রে) গরম জলে ক্ষতিগ্রস্ত কোকুন সিদ্ধ করতেন। কোকুনগুলোকে মটকা'তে সিদ্ধ করার কারণেই উৎপাদিত রেশম কাপড়ের নাম 'মটকা সিল্ক' হিসাবে প্রচলিত হয়।\n\n\n== মটকা বুনন ==\nবর্জ্য মালবেরী সিল্ক বা ক্ষতিগ্রস্ত কোকুন থেকে তৈরির কারণে সূতা তৈরির সময় পরিপূর্ণ লম্বা সূতা পাওয়া যায় না। ক্ষুদ্র ক্ষুদ্র অংশ বা অব্যবহৃত অংঅবশিষ্টকে। সেগুলোকে পুনরায় চরকা বা হাতের সাহায্যে জুড়ে সূতা তৈরি করা হয়। তার ফলে মটকা সিল্ক অমসৃন বা মোটা হয় এবং কম গ্লেসি হয়।\nমটকা সিল্ক তৈরিতে রেশম পোকার হত্যার প্রয়োজন হয় না। সেকারণে এটি জৈন এবং বৌদ্ধ ধর্মের মানুষের কাছে বেশি পছন্দের এবং জনপ্রিয়।  অবিভক্ত বাংলায় এই ধরনের উৎপাদিত সিল্কের কাপড় \"মটকা\" নামে পরিচিত হয়।  মটকা তাঁতিরা অধুনা দক্ষিণ দিনাজপুর জেলার বালুরঘাট মহকুমার 'ডাকরা' ও তার আশেপাশে বাস করত।  অধুনা  বাংলাদেশের রাজশাহীর তাঁতিদের উৎপাদিত মটকা কাপড়ের ব্যাপক সুনাম ছিল এবং চাহিদা ছিল। \"ডাকরা মটকা\" নামে একটি স্থানীয় মটকা কাপড় এতই উন্নতমানের ছিল যে এটি রিলিড সিল্কের সাথে তুলনীয় ছিল। তাঁতিরা মাঝে মাঝে মটকা সিল্ককে \"খামরু\" নামক অন্য ধরণের সিল্কের সাথে একত্রিত করে আরও উন্নত মটকা কাপড় তৈরি করে। \n\n\n== এছাড়াও দেখুন ==\nরেশম চাষ\nসিল্ক বর্জ্য\nঅহিংস সিল্ক\n\n\n== তথ্যসূত্র =="}