{"pageid": 1492918, "title": "ক্যাপিটাল মার্কেট অথরিটি", "url": "https://bn.wikipedia.org/wiki?curid=1492918", "content": "ক্যাপিটাল মার্কেট অথরিটি (সিএমএ; আরবি: هيئة السوق المالية) সৌদি আরবের আর্থিক নিয়ন্ত্রক কর্তৃপক্ষ, যা দেশের পুঁজিবাজার তত্ত্বাবধানের দায়িত্বে রয়েছে। এটি একটি সরকারী সংস্থা যা সম্পূর্ণ আর্থিক, আইনগত ও প্রশাসনিক স্বাধীনতা ভোগ করে এবং সরাসরি প্রধানমন্ত্রীর সাথে সংযুক্ত। সংস্থাটি আর্থিক নিয়ম ও বিধিমালা প্রণয়ন এবং তা প্রয়োগের পাশাপাশি সৌদি আরবের শেয়ারবাজার তাদাওয়ুল নিয়ন্ত্রণের দায়িত্ব পালন করে। সিএমএ প্রথম সরকারি কর্তৃপক্ষ যা ই-গভর্নমেন্ট প্রোগ্রাম ইয়েসারের ন্যাশনাল এন্টারপ্রাইজ আর্কিটেকচার (এনইএ) থেকে প্রাতিষ্ঠানিক কাঠামো পরিপক্কতায় স্বীকৃতি অর্জন করেছে।\n\n\n== ইতিহাস ==\nসিএমএ অনানুষ্ঠানিকভাবে পঞ্চাশের দশকে শুরু হয় এবং আটের দশকে সরকার কর্তৃক মৌলিক বিধি-নিয়ম প্রণীত হওয়ার আগ পর্যন্ত নিজের নিয়মে পরিচালিত হয়। বর্তমান ক্যাপিটাল মার্কেট আইন ২০০৩ সালের ১৬ জুন জারি করা রাজকীয় ডিক্রি নং (এম/৩০) অনুযায়ী কার্যকর হয়, যা সংস্থাটিকে আনুষ্ঠানিকভাবে প্রতিষ্ঠিত করে।\n\n\n== কার্যাবলী ==\nসিএমএ-এর কাজ সৌদি আরবের পুঁজিবাজার নিয়ন্ত্রণ ও উন্নয়ন করা, যা ক্যাপিটাল মার্কেট আইন বাস্তবায়নের জন্য প্রয়োজনীয় নিয়ম ও বিধি জারি করা অন্তর্ভুক্ত। সংস্থাটির মূল উদ্দেশ্য হলো একটি উপযুক্ত বিনিয়োগ পরিবেশ সৃষ্টি করা, আস্থা বৃদ্ধি করা এবং তালিকাভুক্ত কোম্পানিগুলোর স্বচ্ছতা ও প্রকাশমানতা মানদণ্ড শক্তিশালী করা, এবং বিনিয়োগকারী ও ব্যবসায়ীদের বেআইনি কর্মকাণ্ড থেকে সুরক্ষা প্রদান করা।\n\n\n== দায়িত্ব ==\nসিএমএ-এর উপর নিম্নলিখিত দায়িত্ব অর্পিত:\n\nপুঁজিবাজার নিয়ন্ত্রণ ও উন্নয়ন করা এবং সিকিউরিটিজ বাণিজ্যে অংশগ্রহণকারী সকল সত্তা ও সংস্থার জন্য উপযুক্ত মান ও প্রযুক্তি প্রচলন করা।\nবিনিয়োগকারী ও সাধারণ জনগণকে প্রতারণা, বিভ্রান্তি, জালিয়াতি, কারসাজি এবং অভ্যন্তরীণ তথ্যের অপব্যবহার থেকে সুরক্ষা প্রদান করা।\nসিকিউরিটিজ লেনদেনের ক্ষেত্রে ন্যায্যতা, দক্ষতা এবং স্বচ্ছতা বজায় রাখা।\nসিকিউরিটিজ লেনদেন সংক্রান্ত ঝুঁকি হ্রাস করার জন্য উপযুক্ত ব্যবস্থা গড়ে তোলা।\nসিকিউরিটিজ ইস্যু ও অধীনস্থ লেনদেন নিয়ন্ত্রণ ও তত্ত্বাবধান করা।\nসিএমএ-এর অধীনে কাজ করা সত্তাগুলোর কার্যক্রম নিয়ন্ত্রণ ও তত্ত্বাবধান করা।\nসিকিউরিটিজ এবং ইস্যুকারীদের সম্পর্কিত তথ্যের সম্পূর্ণ প্রকাশ নিশ্চিত করা।\n\n\n=== সিএমএ-এর বোর্ড ===\nসিএমএ একটি বোর্ড দ্বারা পরিচালিত হয়, যেখানে পাঁচ (৫) জন পূর্ণকালীন কমিশনার রয়েছেন, যারা রাজকীয় ডিক্রির মাধ্যমে নিয়োগপ্রাপ্ত:\n\nমোহাম্মদ বিন আবদুল্লাহ আল-কুয়াইজ (চেয়ারম্যান)\nইউসুফ হামাদ আল-বিলহিদ, ভাইস চেয়ারম্যান\nআহমেদ রাজেহ আল-রাজেহ, সদস্য\nখালিদ আবদুলআজিজ আল-হমুদ, সদস্য\nখালিদ মোহাম্মদ আল-সুলেয়া, সদস্য\n\n\n=== শেয়ারবাজার ===\nসৌদি ক্যাপিটাল মার্কেট আইন \"সৌদি স্টক এক্সচেঞ্জ\" প্রতিষ্ঠার বিধান দেয়, যা যৌথ স্টক কোম্পানি হিসেবে কার্যকর হয় এবং সৌদি আরবে সিকিউরিটিজ বাণিজ্যের জন্য একমাত্র অনুমোদিত সত্তা হিসেবে কাজ করে।\nবর্তমানে এক্সচেঞ্জ কার্যক্রম তাদাওয়ুল দ্বারা পরিচালিত হচ্ছে।\n\n\n=== সিকিউরিটিজ ডিপোজিটরি সেন্টার ===\nক্যাপিটাল মার্কেট আইন সিকিউরিটিজ ডিপোজিটরি সেন্টার প্রতিষ্ঠার বিধান দেয়, যা সিকিউরিটিজের আমানত, স্থানান্তর, নিষ্পত্তি, ক্লিয়ারিং এবং মালিকানা নিবন্ধনের কার্যক্রম সম্পাদনের একমাত্র দায়িত্বপ্রাপ্ত।\nসিকিউরিটিজ ডিপোজিটরি সেন্টারের কার্যক্রম বর্তমানে তাদাওয়ুল দ্বারা পরিচালিত হয়।\n\n\n== ক্যাপিটাল মার্কেট আইন ==\nসৌদি ক্যাপিটাল মার্কেট অথরিটি প্রতিষ্ঠার মূল উদ্দেশ্য হলো একটি সংগঠিত, ন্যায্য, স্বচ্ছ আর্থিক বাজারের উন্নয়ন এবং বিনিয়োগকারীদের প্রতারণা, জালিয়াতি বা কারসাজির মতো অনিয়ম থেকে সুরক্ষা প্রদান করা। এই লক্ষ্য অর্জনে সংস্থাটিকে আর্থিক, নিয়ন্ত্রক এবং তত্ত্বাবধায়ক কাঠামো সরবরাহ করা হয়েছে যা তাদের উপর অর্পিত দায়িত্ব পূরণে সহায়ক।\n\n\n== তথ্যসূত্র =="}