{"pageid": 1492141, "title": "আনারকলির সমাধি", "url": "https://bn.wikipedia.org/wiki?curid=1492141", "content": "আনারকলির সমাধি ( مقبره انارکلی ) হল একটি অষ্টকোণাকৃতি ষোড়শ শতাব্দীর মুঘল স্মৃতিস্তম্ভ। এটি পাকিস্তানের পাঞ্জাব প্রদেশের রাজধানী লাহোরে অবস্থিত।\n\n\n== অবস্থান ==\nআনারকলির সমাধি লাহোরের পাঞ্জাব সিভিল সেক্রেটারিয়েট কমপ্লেক্সের চত্বরে অবস্থিত। এটি ব্রিটিশ আমলের মলের কাছাকাছি, লাহোরের প্রাচীরঘেরা শহরের দক্ষিণ-পশ্চিম দিকে অবস্থিত। এই সমাধিকে এখনও টিকে থাকা প্রথমদিকের মুঘল সমাধিগুলির মধ্যে একটি বলে মনে করা হয় এবং এটি প্রাথমিক মুঘল যুগের অন্যতম গুরুত্বপূর্ণ স্থাপত্য নিদর্শন বলে বিবেচিত।  বর্তমানে এই ভবনটি পাঞ্জাব সংরক্ষণাগার হিসেবে ব্যবহৃত হয় এবং জনসাধারণের প্রবেশাধিকার সীমিত। \n\n\n== ইতিহাস ==\nসমাধিটির নির্মাণকাল ১৫৯৯ বা ১৬১৫ সালের মধ্যে বলে মনে করা হয়। \nএই সমাধি মুঘল সম্রাট জাহাঙ্গীর তার প্রেমিকা আনারকলির জন্য নির্মাণ করেছিলেন বলে জানা যায়। সমকালীন ভ্রমণ বৃত্তান্তে তার নাম উল্লেখ রয়েছে। কিংবদন্তি অনুসারে, সম্রাট আকবর সন্দেহ করেছিলেন যে আনারকলির সঙ্গে যুবরাজ সেলিম (পরবর্তী সম্রাট জাহাঙ্গীর)-এর সম্পর্ক রয়েছে।  তবে আনারকলির অস্তিত্বের ঐতিহাসিক প্রমাণ সমকালীন পশ্চিমা পর্যটকদের বিবরণ ছাড়া অন্য কোথাও পাওয়া যায়নি। এই বিবরণও স্বাধীনভাবে নিশ্চিত করা যায়নি। বাকি অংশসমূহ কিছু পণ্ডিতদের অনুমান, বা পরবর্তীকালে সাহিত্যে ও চলচ্চিত্রে তার চরিত্রের কাল্পনিক রূপায়ণ।\nশিখ সাম্রাজ্যের শাসনকালে, এই সমাধি খড়ক সিং দখল করেছিলেন।  এরবর্তীতে এটি আরও অবমানিত হয়, যখন এটি রঞ্জিত সিং-এর সেনাবাহিনীতে নিযুক্ত জেনারেল জ্যাঁ-ব্যাপটিস্ট ভেঞ্চুরার স্ত্রীর বাসস্থান হিসেবে ব্যবহার করা হয়।  ব্রিটিশ শাসনের সময় ১৮৪৭ সালে সমাধিটি দাপ্তরিক কার্যালয়ে রূপান্তরিত হয় এবং ১৮৫১ সালে এটি অ্যাংলিকান সেন্ট জেমস চার্চে রূপান্তরিত হয়। এই চার্চকে লাহোরের \"প্রোটেস্ট্যান্ট ক্যাথেড্রাল\" বলে বিবেচনা করা হতো  ১৮৯১ সালে, গির্জার ধর্মসভাকে স্থানান্তরিত করা হয়, এবং সমাধিটিকে পাঞ্জাব রেকর্ড অফিস হিসেবে ব্যবহৃত হতে শুরু করে। \nসমাধিটি যখন চার্চে রূপান্তরিত হয়েছিল, তখন এর ভিতরে থাকা সমাধিফলক সরিয়ে ফেলা হয়। পরে যখন এটি আর চার্চ হিসেবে ব্যবহৃত হয়নি, তখন সমাধিফলকটি চার্চের পূর্বতন বেদির স্থানে স্থাপন করা হয়। তবে এটি মূল সমাধিফলকের অবস্থানে নয়।\n\n\n== স্থাপত্য ==\n\nএই স্থাপনার ভিত্তি অষ্টভুজ আকৃতির। এর প্রতিটি পাশের দৈর্ঘ্য পর্যায়ক্রমে ৪৪ ফুট এবং ৩০ ফুট, এবং প্রতিটি কোণে আধা-অষ্টভুজ আকৃতির মিনার রয়েছে। স্থাপনাটি একটি দ্বিগুণ গম্বুজ দ্বারা আচ্ছাদিত, যা মুঘল যুগের প্রথম দিকের এমন গম্বুজগুলির মধ্যে অন্যতম। গম্বুজটি আটটি খিলানের ওপর স্থাপিত, যেগুলির প্রতিটির দৈর্ঘ্য ১২ ফুট ৩ ইঞ্চি। \nভবনের পার্শ্বে বড় বড় খিলান রয়েছে, যা মুঘল ঐতিহ্য অনুযায়ী একসময় খোলা ছিল। তবে এগুলি ব্রিটিশ শাসনকালে বন্ধ করে দেওয়া হয়। \nবর্তমানে ভবনটি সাদা রঙের প্লাস্টারে আচ্ছাদিত। জানা যায়, একসময় এটি একটি বাগান দ্বারা পরিবেষ্টিত ছিল  বর্তমানে এই ভবনটি পাঞ্জাব সংরক্ষণাগার হিসেবে ব্যবহৃত হচ্ছে। তাই জনসাধারণের প্রবেশাধিকার সীমিত। \n\n\n=== সমাধিফলক ===\n\nএই সাদা মার্বেলের সমাধিফলকে আল্লাহর ৯৯টি নাম নাম খোদাই করা রয়েছে। ১৯শ শতকের ঐতিহাসিকেরা এটিকে \"বিশ্বের অন্যতম সেরা খোদাই করা শিল্পকর্ম\" হিসেবে বর্ণনা করেছিলেন। \n\nশিলালিপি\n\nসমাধিফলকে আল্লাহর ৯৯টি নামের পাশাপাশি একজন ফারসি কবি সাদির একটি কবিতা খোদাই করা হয়েছে। সাদি গজলটি নিম্নরূপ:\nآه گر من بازبینم روی یار خویش را‎\nتا قیامت شکر گویم کردگار خویش را‎\nআহ গর মান বাজ বিনম রুই ইয়ার খবিশ রা,\nতা কিয়ামত শোকর গুইম কার্দেগার খবিশ রা\n\"আহ! যদি আমি আবার আমার প্রিয়জনের মুখ দেখতে পেতাম,\nতাহলে পুনরুত্থান পর্যন্ত আমার সৃষ্টিকর্তার প্রতি কৃতজ্ঞতা প্রকাশ করতাম।\"\n\n\n== সংরক্ষণ ==\nএই সমাধি পাঞ্জাব প্রত্নতত্ত্ব বিভাগের সংরক্ষিত ঐতিহ্যবাহী স্মৃতিস্তম্ভগুলির তালিকাভুক্ত। \n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nআনারকলি সমাধি শোয়েব মনসুরের \"সুপ্রিম ইশক\" গানে আনারকলির শুটিং লোকেশন হিসেবে চিত্রিত করা হয়েছিল।\n\n\n== নোট ==\n\n\n== তথ্যসূত্র =="}