{"pageid": 1492181, "title": "আলী মাইসাম নাজরী", "url": "https://bn.wikipedia.org/wiki?curid=1492181", "content": "আলী মাইসাম নাজারি (ফার্সি: علی میثم نظری, জন্ম ১৯৯০) একজন আফগান রাজনীতিবিদ; আগস্ট ২০২১ সাল থেকে, তিনি আফগানিস্তানের ন্যাশনাল রেজিস্ট্যান্স ফ্রন্ট (আন আর এফ)-এর বৈদেশিক সম্পর্কের প্রধান।\n\n\n== শিক্ষা ==\nআলী নাজারি ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, লস অ্যাঞ্জেলেস এবং লন্ডন স্কুল অফ ইকোনমিক্সের প্রাক্তন ছাত্র।  তিনি ২০১২ সালে ইউসিএলএ থেকে রাষ্ট্রবিজ্ঞান এবং মধ্যপ্রাচ্যের অধ্যয়ন বিষয়ে স্নাতক এবং ২০১৩ সালে এল এস ই থেকে আন্তর্জাতিক সম্পর্ক বিষয়ে স্নাতকোত্তর ডিগ্রি অর্জন করেন। \n\n\n== কর্মজীবন ==\nআলী নাজারি খোরাসান টিভিতে যোগাযোগ বিভাগে তার কর্মজীবন শুরু করেন, আফগানিস্তানের রাজনীতি এবং বর্তমান বিষয়ের উপর একটি সাপ্তাহিক অনুষ্ঠানের হোস্টিং করতেন। তারপরে তিনি আবদুল্লাহ আবদুল্লাহর ২০১৪ সালের রাষ্ট্রপতি প্রচারাভিযানের মিডিয়া বিষয়ক পরিচালক ছিলেন এবং নির্বাচনের পরে, নাজারি আন্তর্জাতিক সম্পর্ক পরামর্শ ও ব্যবস্থাপনা প্রকল্পের তত্ত্বাবধানে বেলওয়েদার পার্টনারসে একজন আফগান ও মধ্য এশিয়ার সরকারী সম্পর্ক বিশেষজ্ঞ হিসাবে কাজ করার জন্য রাজনীতি থেকে বিরতি নিয়েছিলেন।  ২০১৬ সালে, তিনি মাসুদ পরিবারের আফগানিস্তান ভিত্তিক ত্রাণ সংস্থার মার্কিন শাখা মাসুদ ফাউন্ডেশন ইউএসএ-এর সভাপতিও হয়েছিলেন, এই পদে তিনি অধিষ্ঠিত রয়েছেন, প্রকাশনায় ব্যবহারের জন্য আহমেদ শাহ মাসুদের ডায়েরির কিছু অংশ প্রতিলিপি এবং অনুবাদ করার মতো দায়িত্ব পালনের জন্য তাকে অর্পিত করা হয়েছিল।  ২০১৮ সালের গ্রীষ্মে, নাজারি গোপনীয় তথ্য পেয়েছিলেন যে আমেরিকান সরকার তালেবানদের সাথে সরাসরি আলোচনায় বসতে চাইছে এবং সেই সময় থেকে তিনি দোহা চুক্তির (২০২০) কট্টর সমালোচক হয়ে ওঠেন।  ২০১৯ সালের সেপ্টেম্বরে, তিনি পাঞ্জশিরে ৩০,০০০জনেরও বেশি লোকের একটি বিশাল সমাবেশে যোগ দিয়েছিলেন যা আহমদ মাসুদের রাজনৈতিক আন্দোলনের সূচনা করেছিল, যার মধ্যে নাজারি একজন প্রতিষ্ঠাতা সদস্য হয়েছিলেন। \n\n\n=== জাতীয় প্রতিরোধ ফ্রন্ট ===\nআফগানিস্তান থেকে ন্যাটো বাহিনী প্রত্যাহারের সময় তালেবান এবং সরকারের মধ্যে উত্তেজনা বৃদ্ধি পাওয়ায়, নাজারি ১৫ আগস্ট, ২০২১-এর কয়েকদিন পর কাবুল থেকে তার প্রস্থান পর্যন্ত আহমদ মাসুদ এবং বিদেশী কূটনীতিকদের মধ্যে একটি প্রধান পররাষ্ট্র নীতি উপদেষ্টা এবং যোগাযোগের দায়িত্ব পালন করেন।  কাবুলের পতন এবং আশরাফ ঘানির দেশ থেকে ফ্লাইটের সাথে, মাসুদ ভাইস প্রেসিডেন্ট আমরুল্লাহ সালেহ (যিনি ভারপ্রাপ্ত রাষ্ট্রপতির ভূমিকা গ্রহণ করেছিলেন)-এর সাথে জোটবদ্ধ হন  পাঞ্জশিরে অবস্থিত জাতীয় প্রতিরোধ ফ্রন্ট গঠন করতে।\nপরবর্তীকালে, নাজারিকে এনআরএফ-এর বিদেশী সম্পর্কের প্রধান নিযুক্ত করা হয়।  আফগানিস্তানের ন্যাশনাল রেজিস্ট্যান্স ফ্রন্টের আন্তর্জাতিক স্বীকৃতি এবং আফগানিস্তানে একটি গণতান্ত্রিক ও বিকেন্দ্রীভূত শাসন ব্যবস্থার জন্য একটি ধাক্কার জন্য আইন প্রণয়নের মাধ্যমে তার কার্যকালকে চিহ্নিত করা হয়েছে যা জাতি, ধর্ম বা লিঙ্গ নির্বিশেষে সকল নাগরিকের জন্য সমান অধিকার নিশ্চিত করবে।  তাকে আহমদ মাসুদের ‘পয়েন্ট ম্যান’ হিসেবে আখ্যায়িত করা হয়েছে। \n\n\n== প্রকাশনা ==\n\n\n=== প্রবন্ধ ===\nনাজরী, আলী মাইসাম (১২ ফেব্রুয়ারি ২০১৭)। \"نظام پارلمانی، تضمینی برای حکمرانی خوب در افغانستان\" (ফার্সি ভাষায়)। \nনাজরী, আলী মাইসাম; নিশাত, জালমাই (১২ সেপ্টেম্বর ২০২০)। \"অন্তর্ভুক্তিমূলক পন্থা ছাড়া আফগানিস্তানে শান্তি অসম্ভব\"। \nনাজরী, আলী মাইসাম (১৯ আগস্ট ২০২২)। \"তালেবানরা আসলেই কী ভয় পায়\"। \nকুক, ডেভিড; নাজরী, আলী মাইসাম (২৩ মে ২০২৩)। \"আফগানিস্তানে সন্ত্রাসী কোষ ছড়িয়ে পড়ছে\"। \n\n\n=== পণ্ডিত অধ্যায় ===\nনাজরী, আলী মাইসাম। \"সাংস্কৃতিক, ধর্মীয় এবং অর্থনৈতিক একীকরণ: আফগানিস্তান-পাকিস্তান সম্পর্কের ভবিষ্যত\", হুমা বাকাই, নওশীন ওয়াসি, পাকিস্তান-আফগানিস্তান সম্পর্ক: পিটফলস অ্যান্ড দ্য ওয়ে ফরওয়ার্ড, ফ্রেডরিখ এবার্ট ফাউন্ডেশন, ২০২১-এ। পৃ. ৭৫-৪৪।\n\n\n== আরও দেখুন ==\nআহমদ মাসুদ\n\n\n== তথ্যসূত্র =="}