{"pageid": 1492130, "title": "প্রধানমন্ত্রী একাদশ", "url": "https://bn.wikipedia.org/wiki?curid=1492130", "content": "প্রধানমন্ত্রীর একাদশ বা প্রধানমন্ত্রীর একাদশ (পূর্বে অস্ট্রেলিয়ার প্রধানমন্ত্রীর আমন্ত্রণ একাদশ) হল একটি আমন্ত্রণমূলক ক্রিকেট দল যা অস্ট্রেলিয়ার প্রধানমন্ত্রী ক্যানবেরার ম্যানুকা ওভালে একটি বিদেশী সফরকারী দলের বিরুদ্ধে অনুষ্ঠিত বার্ষিক ম্যাচের জন্য বেছে নিয়েছিলেন। অস্ট্রেলিয়ান দলে সাধারণত ক্যানবেরা অঞ্চল এবং রাজ্যের ক্রিকেটারদের নিয়ে থাকে।\n\n\n== ইতিহাস ==\n১৯৬২–৬৩ সালে, স্যার ডোনাল্ড ব্র্যাডম্যান মেরিলেবোন ক্রিকেট ক্লাবের বিরুদ্ধে প্রধানমন্ত্রী একাদশের হয়ে খেলার জন্য অবসর থেকে বেরিয়ে আসেন। এটিই ছিল ব্র্যাডম্যানের শেষবারের মতো প্রতিযোগিতামূলক ক্রিকেট, এবং তিনি মাত্র ৪ রানে ব্রায়ান স্ট্যাদামের হাতে বোল্ড হয়েছিলেন। ব্র্যাডম্যান যখন প্যাভিলিয়নে ফিরে আসেন, তখন তিনি তৎকালীন প্রধানমন্ত্রী রবার্ট মেনজিসকে বলেছিলেন, \"এটা এক হাজার বছরেও হবে না। যাই হোক, উইকেটে এটাই আমার শেষ উপস্থিতি।\"\n২০০৩ সালে, অ্যাডিলেড ওভালে প্রধানমন্ত্রীর একাদশ এবং এটিএসআইসি চেয়ারপারসনের একাদশের মধ্যে একটি ম্যাচ অনুষ্ঠিত হয়েছিল।\n২ ডিসেম্বর ২০০৫-এর ম্যাচটি ক্যানবেরার ঝড়ের কারণে তাড়াতাড়ি শেষ করতে হয়েছিল, অস্ট্রেলিয়া ৪/৩১৬ পেয়েছিল এবং ওয়েস্ট ইন্ডিজ ৩১তম ওভারে ৩/১৭৪ এ শেষ করেছিল। ডাকওয়ার্থ-লুইস পদ্ধতি ব্যবহার করে প্রধানমন্ত্রীর একাদশ ৬ রানে ম্যাচ জিতেছন, ম্যাচের ইতিহাসে প্রথমবার এই পদ্ধতি ব্যবহার করে সিদ্ধান্ত নেওয়া হয়েছিল।\n২০১৪ সালে, ইংল্যান্ডের বিপক্ষে ম্যাচের ইতিহাসে প্রধানমন্ত্রী একাদশ মাত্র ৯২ রানে অলআউট হওয়ার পর সবচেয়ে বড় পরাজয়ের সম্মুখীন হয়েছিল।\n\n\n== ম্যাচের তালিকা ==\n\n\n== উল্লেখযোগ্য ম্যাচ ==\n\n\n=== ১৯৫৪–৫৫ সালে অস্ট্রেলিয়া প্রধানমন্ত্রী একাদশ বনাম এমসিসি ক্রিকেট দলের সফর ===\n\n১৯৫৪–৫৫ সালে অস্ট্রেলিয়ায় এমসিসি ক্রিকেট দলের সফর অস্ট্রেলিয়ার ক্রিকেটপ্রেমী প্রধানমন্ত্রী রবার্ট মেনজিস ম্যাচের আগে সন্ধ্যায় এমসিসিকে একটি সংবর্ধনা অনুষ্ঠানে আমন্ত্রণ জানিয়েছিলেন এবং অস্ট্রেলিয়ার প্রাক্তন অধিনায়ক লিন্ডসে হ্যাসেট \"টাইফুন\" টাইসনকে মোকাবেলা করার বিষয়ে একটি ছোট কথা শোনান।\n\nতারা বলে যে এই ব্লোক টাইসন দ্রুত!'লারউডের চেয়ে দ্রুত তাই তারা বলে!'তারা আরও বলে যে তিনি একশ গজ দূরত্বে রান আপ নেন!'দ্রুত - পশ্চাৎ পশ্চাৎ!আমি তাকে এবং তার দীর্ঘ দৌড়ে ভীত নই।'কাল আমি যখন ব্যাট করব, তখন তাকে দৃষ্টির বাইরে সরিয়ে দেব!\n\n \nতিনি যখন শেষ করলেন তখন বাইরে ঝড় থেকে একটি বজ্র-তালি শোনা গেল \"শোন, সে সবেমাত্র তার দৌড় শুরু করেছে!\" হাসেটকে ঠাট্টা করেছেন। ম্যাচটি ছিল একটি দিনে খেলা একটি খেলা যার প্রতিটি দল একটি ইনিংস খেলে সীমিত ওভারের ক্রিকেটের পরিবর্তে আধুনিক অর্থে। হাটন টস জিতেছিলেন এবং বিল এডরিচের সাথে শুরু করেছিলেন, কিন্তু দুজনেই ২৫/২ রানে আউট হয়েছিলেন, কিন্তু পিটার মে ১০১ করেন এবং ভিক উইলসনের (২৯) সাথে ৯৮ এবং টম গ্রেভেনির (৫৬) সাথে ৭৬ যোগ করেন। জনি ওয়ার্ডল স্কুপ করে অপরাজিত ৩৭ রান করেন এবং এমসিসি ৪০ আট বলে ওভারের পর ২৭৮/৭ ঘোষণা করে। ম্যাচটিতে একটি পার্টি পরিবেশ ছিল এবং হ্যাসেট তার ৯ জন খেলোয়াড়কে একটি বোল দিয়েছিলেন, তাদের মধ্যে ছয়জন একটি উইকেট নেন এবং নিজেই তার মাঝারি পেসারদের সঙ্গে ২/৩৪ করেন। টেইলেন্ডার ইয়ান জনসন অস্ট্রেলিয়ান বোলিং শুরু করেছিলেন এবং ৪ রানে আউট হয়েছিলেন, কিন্তু তার সঙ্গী ছিলেন বড় আঘাতকারী রিচি বেনো যিনি তার ১১৩ রানে পুরো মাটিতে বলটি ভেঙে দিয়েছিলেন কারণ প্রধানমন্ত্রীর একাদশ ৩০.৩ ওভারে এক রানে ২৪৭ রান করে। তার একটি ছক্কা গভর্নর জেনারেল ফিল্ড মার্শাল স্যার উইলিয়াম স্লিমের হাতে ধরা পড়ে এবং একজন ব্যবসায়ী স্থানীয় দাতব্য সংস্থাকে £৩৫ এবং ১০ শিলিং, প্রতিটি ছয়ের জন্য ৩০ শিলিং এবং প্রতিটি চারের জন্য ১০ শিলিং দান করেছিলেন। অভিজ্ঞ ব্যাটসম্যান স্যাম লক্সটন ৪৭ এবং কিথ মিলার ৩৮ রান করেছিলেন কারণ বিল এড্রিচের ফাস্ট বোলিং তাকে ৫ ওভারে ৪০ রান দিয়েছিল, যদিও তিনি ২ উইকেট নিয়েছিলেন। জনি ওয়ারডল (৪/৭৩) ১৯৫/২ থেকে ২৩৪/৭ পর্যন্ত মিডল অর্ডারের পতন তৈরি করেছিলেন এবং ভিক উইলসন তাকে তিনটি ক্যাচ নিয়ে সাহায্য করেছিলেন। হ্যাসেট ব্যাট করতে এলে টাইসনকে নিয়ে আসা হয় এবং ধীরগতির গাধা ড্রপ বোলিং করার আগে আক্রোশজনকভাবে লম্বা রান আপ নেন। এরপর তিনি একটি সত্যিকারের বাউন্সার বোল্ড করেন যা হ্যাসেটের হাতে আঘাত হানে লেন হাটনের লেগ স্পিনে (৩/১৫) ক্যাচ দিয়ে ৩১ রানে জয়ের জন্য।\n\n\n=== ১৯৫৮–৫৯ সালে অস্ট্রেলিয়া প্রধানমন্ত্রী একাদশ বনাম এমসিসি ক্রিকেট দলের সফর ===\n\n১৯৫৮–৫৯ সালে অস্ট্রেলিয়ায় এমসিসি ক্রিকেট দলের সফর প্রধানমন্ত্রী রবার্ট মেনজিস তার দলে পাঁচজন অস্ট্রেলিয়ান অধিনায়ক ছিলেন; লিন্ডসে হ্যাসেট, ইয়ান জনসন, আর্থার মরিস, ইয়ান ক্রেগ এবং রে লিন্ডওয়াল, অলরাউন্ডার স্যাম লক্সটন এবং লেস বোথাম নামে একজন ভিক্টোরিয়ান উইকেট-রক্ষক ছিলেন। তারা প্রথমে ব্যাট করে এবং ওপেনার মরিস তার ৭৯ রানে ১৪টি বাউন্ডারি মারেন এবং নিউ সাউথ ওয়েলস কান্ট্রির খেলোয়াড় ব্রায়ান জেমস তার ৮৮ রানে ৫টি ছক্কা মেরেছিলেন। টম গ্রেভেনি তার লেগ-স্পিন দিয়ে ২/৩৮ এবং জিম লেকার ২/৬১ নেন। তারা দুই ঘন্টা পঁয়ত্রিশ মিনিটে ৩৭ বলে ৩৮ ওভারে ২৮৮/৭ ঘোষণা করে, যা এমসিসি-কে মোটামুটি কম সময়ে একই সংখ্যক ওভার ছেড়ে দেয়। পিটার রিচার্ডসন লিন্ডওয়ালের কাছে শূন্য রানে আউট হন, টেড ডেক্সটার তার উইকেট শিকার করার আগে ৭৬ রান করেন এবং কলিন কাউড্রে ৮৪ মিনিটে ১০ বাউন্ডারির সাহায্যে ১০১ রান করে ম্যাচটি চার উইকেটে জিতে নেন। জয়ের পর এমসিসি দর্শকদের আনন্দ দেওয়ার জন্য ব্যাট করে এবং কাউড্রে তার সেঞ্চুরিতে পৌঁছে মরিসের (৪/৪৬) বলে হ্যাসেটের হাতে ধরা পড়ার আগে, যিনি তার পার্ট-টাইম লেগ-স্পিন দিয়ে লোয়ার অর্ডার দিয়ে দৌড়ান এবং তারা ৩২২ রানে অলআউট হয়ে যায়।\n\n\n=== ১৯৬২–৬৩ সালে অস্ট্রেলিয়া প্রধানমন্ত্রী একাদশ বনাম এমসিসি ক্রিকেট দলের সফর ===\n\n১৯৬২–৬৩ সালে অস্ট্রেলিয়ায় এমসিসি ক্রিকেট দলের সফর প্রধানমন্ত্রীর একাদশের বিরুদ্ধে ম্যাচের জন্য তীব্র প্রত্যাশা ছিল কারণ ৫৪ বছর বয়সী স্যার ডোনাল্ড ব্র্যাডম্যান ১৪ বছর পর ক্রিকেট না খেলে দলের অধিনায়কত্ব করতে রাজি হন। ব্র্যাডম্যান যে পুঙ্খানুপুঙ্খ ব্যক্তি ছিলেন তিনি বড় দিনের জন্য অনুশীলন শুরু করেছিলেন এবং ১০,০০০ পুরুষ, মহিলা এবং শিশু তাকে শেষবারের মতো ব্যাট করতে এসেছিলেন। তার পুরানো শত্রু এমসিসির সহকারী-ব্যবস্থাপক অ্যালেক বেডসার খেলতে সম্মত হন এবং মানুকা ওভালে ব্র্যাডম্যান প্যাভিলিয়ন উন্মোচন করা হয়। অস্ট্রেলিয়ার প্রধানমন্ত্রী রবার্ট মেনজিস একজন প্রখর ক্রিকেট ভক্ত ছিলেন যিনি ১৯৫১ সালে এই ম্যাচগুলি শুরু করেছিলেন এবং উত্থাপিত অর্থ লিগ্যাসিতে দান করা হয়েছিল, মৃত অস্ট্রেলিয়ান চাকুরীজীবীদের নির্ভরশীলদের জন্য একটি দাতব্য সংস্থা। টেড ডেক্সটার টস জিতে ব্যাট করার সিদ্ধান্ত নেন ব্র্যাডম্যান ফিল্ডিং নিয়ে প্রথম স্লিপে ৩৬টি চারে এবং জন্মদিনের ছেলে ফ্রেড ট্রুম্যান একটি ছক্কা হাঁকান। ডেভিড শেপার্ড সর্বোচ্চ ৭২ এবং কলিন কাউড্রে ৪২ রান করেন। রিচি বেনো ৮ ওভারে ২/৬২ নেন, কিন্তু বোলিং সম্মান ক্যানবেরার লেগ-স্পিনার জি. ব্রাউনের কাছে যায়, যিনি ৩/৬১ নেন। ডেক্সটার ব্রাউনের বলে ওয়ালি গ্রাউটের কাছে একটি বল ছুড়ে দেন, কিন্তু আম্পায়ার তাকে নট আউট দেওয়ার সময় ব্র্যাডম্যান হাঁটলে তাকে ফিরিয়ে ডাকেন। \"লর্ড টেড\" পরের বলটি কাউপারের কাছে অতিরিক্ত কভারে তুলে দেন এবং ২২ রানে চলে যান। ডেক্সটার ২৫৩/৭-এ ইনিংস ঘোষণা করে, প্রধানমন্ত্রীর একাদশকে ২৫৪ রানে জিতিয়ে দেয় এবং বব কাউপার (৪৭) এবং রে ফ্লকটন (৪৫) ৭টি বাউন্ডারির সাহায্যে হোম দলকে ভাল শুরু করে। তারা দুজনেই বিদায় নিয়েছিলেন এবং স্কোর ছিল ১০৮/৩ যখন বোর্ডে ব্র্যাডম্যানের নাম উঠেছিল এবং ব্যাগি সবুজ ক্যাপ পরা মহান ব্যক্তিটি ক্রিজের কাছে দাঁড়িয়ে স্লোগানে বেরিয়েছিলেন, ফটোগ্রাফারদের ঘিরে এবং ইংল্যান্ড দল তাকে অভ্যর্থনা জানায়। টম গ্রেভেনির লেগ-স্পিন স্ট্রেইট-ড্রাইভের মাধ্যমে তাকে চিহ্নের বাইরে নিয়ে যায় এবং ব্রায়ান স্ট্যাদামের পরের ওভারে অস্ট্রেলিয়ান রাজনীতিবিদ ডন চিপ ব্র্যাডম্যানকে স্ট্রাইক করার জন্য একটি সিঙ্গেল মেরেছিলেন। যদিও এমসিসি-এর উদ্দেশ্য ছিল ব্র্যাডম্যানকে কিছু রান দিতে দেওয়া এবং বেডসারের বিরুদ্ধে ব্যাট করা, স্ট্যাথাম একটি লেগ-কাটার বোল্ড করেছিলেন যা ভিতরের প্রান্ত থেকে এসেছিল, প্যাডগুলি ব্রাশ করেছিল এবং জামিন বাতিল করার জন্য যথেষ্ট শক্তি দিয়ে স্টাম্পে বাউন্স করেছিল। ডন আউট ছিল স্ট্যাথাম যন্ত্রণার সাথে তার হাত ছুঁড়ে ফেললেন এবং জনতা স্তব্ধ হয়ে গেল, কিন্তু \"ছোট লোকটি, তার ভাঙা উইকেটের দিকে এক সংক্ষিপ্ত তাকানোর পরে, দ্রুত দূরে চলে গেল, ধাপ দৃঢ়, মাথা খাড়া, কিন্তু কাঁধ, একজন ভাবল, এখন কিছুটা তিনি একটি স্কোরিং স্ট্রোক করেছিলেন, ভিড় তাকে যেতে দেখেছিল এবং অন্তত আধা ঘন্টার জন্য দীর্ঘশ্বাস ফেলেছিল। তার শেষ টেস্টে ১৪ বছর আগে তিনি এরিক হোলিসের হাতে শূন্য রানে বোল্ড হয়েছিলেন, টেস্ট গড় ১০০.০০ থেকে চার রান কম। তিনি প্রধানমন্ত্রী এবং নরফোকের ডিউকের কাছে প্যাভিলিয়নে পৌঁছেছিলেন এবং তাদের বলেছিলেন \"এটা হাজার বছরেও হবে না। যাইহোক উইকেটে এটাই আমার শেষ উপস্থিতি।\" এর পর ম্যাচের বাকিটা ছিল অ্যান্টিক্লাইম্যাক্স। রিচি বেনো (৬৩) এবং কেন ম্যাকে (৪৯) পরিস্থিতি পুনরুদ্ধার করার আগে নীল হার্ভে ৩ রানে আউট হয়েছিলেন এবং পিএম'স একাদশের ১২৩/৬ ছিল, কিন্তু ডেভিড অ্যালেন (৫/৬৮) দ্রুত তিনটি উইকেট নেন, জি ব্রাউন ব্যাট করতে পারেননি। তাই প্রধানমন্ত্রীর একাদশ ২৫০ রানে আউট হয়েছিল এবং এমসিসি ৩ রানে জিতেছিল। রবার্ট মেনজিস উভয় দলকে নৈশভোজে আমন্ত্রণ জানান এবং তার বক্তৃতার শেষে অস্ট্রেলিয়ান জনগণের পক্ষ থেকে জন্মদিনের উপহার হিসাবে একটি রৌপ্য ট্যাঙ্কার্ড সহ একটি আনন্দিত ফ্রেড ট্রুম্যান উপহার দেন। ডিউক প্রধানমন্ত্রীকে ঠাট্টা করে বলেছিলেন \"আমি মনে করি আপনি জানেন যে আপনি কয়েক মাসের শাস্তিমূলক শ্রমকে ধ্বংস করেছেন?\"\n\n\n=== ১৯৬৫–৬৬ সালে অস্ট্রেলিয়া প্রধানমন্ত্রী একাদশ বনাম এমসিসি ক্রিকেট দলের সফর ===\n\n১৯৬৫–৬৬ সালে অস্ট্রেলিয়ায় এমসিসি ক্রিকেট দলের সফর অস্ট্রেলিয়ার প্রধানমন্ত্রী রবার্ট মেনজিসের একটি দল ছিল যেখানে অস্ট্রেলিয়ান টেস্ট খেলোয়াড় যেমন ওয়ালি গ্রাউট, অ্যালেন কনলি এবং বব কাউপার, অবসরপ্রাপ্ত অভিজ্ঞ নীল হার্ভে, রিচি বেনো এবং জিম বার্ক, তরুণ প্রতিভা। যেমন কিথ স্ট্যাকপোল এবং কিশোর পল শিহানের পাশাপাশি বিখ্যাত ওয়েস্ট ইন্ডিয়ান ফাস্ট বোলার ওয়েস হল। বেনাউদ দলের অধিনায়কত্ব করেন এবং টস জিতে ব্যাট করার সিদ্ধান্ত নিয়ে তার ৯০% দায়িত্ব পালন করেন। বার্ক (৭৯), শিহান (৬০), বেনৌড (৪৫) এবং স্ট্যাকপোল (অপরাজিত ৩২) এর সুবাদে প্রাইম মিনিস্টার একাদশ ৩৫ ওভারে ২৮৮/৭ রান করে, সফরকারী বোলারদের মধ্যে উইকেট ভাগ করে নিয়ে জেফ জোন্স ২/২১ নেন।, ডেভিড লার্টার ২/৪৩ এবং বব বারবার ২/৭২। দিনের অর্ধেক সময়ে ঘোষণাটি আসে এবং এমসিসি-এর ২৮৯/৮ ও ৩৫ ওভার নেয়, যদিও তারা দুই উইকেট হারিয়ে ২০০ পেরিয়ে যায় কারণ জিওফ্রে বয়কট রান আউট হওয়ার আগে ৯৫ রান করেছিলেন, কলিন কাউড্রে ৫২ এবং এমজেকে স্মিথ অপরাজিত ৫১ রান করেছিলেন। আটজন বোলার ব্যবহার করা হয়েছিল, কিন্তু সেরা ছিলেন জিম বার্ক যিনি তার কুখ্যাত চকিং অ্যাকশন দিয়ে ২/৫ নিয়েছিলেন, ম্যাচের শেষ মিনিটে জন মারে এবং জোন্সকে শূন্য রানে আউট করেছিলেন।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== গ্রন্থ ===\nAlec Bedser, May's Men in Australia, Stanley Paul, 1959\nA.G. Moyes and Tom Goodman, With the M.C.C. in Australia 1962–63, A Critical Story of the Tour, The Sportsmans Book Club, 1965\nE.W. Swanton, Swanton in Australia, with MCC 1946–1975, Fontana, 1977\nFred Trueman, As It Was, The Memoirs of Fred Trueman, Pan Books, 2004\nFrank Tyson, In the Eye of the Typhoon: The Inside Story of the MCC Tour of Australia and New Zealand 1954/55, Parrs Wood Press, 2004\n\n\n== বহিঃসংযোগ ==\nপরিসংখ্যান"}