{"pageid": 1492252, "title": "লাহোর জাদুঘর", "url": "https://bn.wikipedia.org/wiki?curid=1492252", "content": "লাহোর জাদুঘর (গুরুমুখী: لہور میوزیم; উর্দু: عجائب گھر لاہور‎‎; আক্ষ. 'লাহোর বিস্ময়ঘর') পাকিস্তানের পাঞ্জাব প্রদেশের লাহোরে অবস্থিত একটি বিখ্যাত জাদুঘর। এটি ১৮৬৫ সালে একটি ছোট স্থানে প্রতিষ্ঠিত হয় এবং ১৮৯৪ সালে ব্রিটিশ উপনিবেশিক শাসনামলে লাহোরের দ্য মল-এ বর্তমান স্থানে স্থানান্তরিত হয়। এটি পাকিস্তানের বৃহত্তম এবং অন্যতম জনপ্রিয় জাদুঘর।\nএই জাদুঘরে ইন্দো-গ্রিক এবং গান্ধার রাজ্যের প্রাচীন বৌদ্ধ শিল্পকলার একটি বিশাল সংগ্রহ রয়েছে। এছাড়াও এখানে সিন্ধু সভ্যতা, মুঘল সাম্রাজ্য, শিখ সাম্রাজ্য এবং ব্রিটিশ ভারতের বিভিন্ন নিদর্শন প্রদর্শিত হয়।\nলাহোর জাদুঘর এবং এর সামনের জমজমা কামান রুডইয়ার্ড কিপলিং-এর উপন্যাস কিম-এর প্রারম্ভিক দৃশ্যের পটভূমি। জন লকউড কিপলিং, যিনি এই জাদুঘরের প্রাথমিক কিউরেটরদের একজন ছিলেন, উপন্যাসের প্রেক্ষাপটেও উল্লেখযোগ্য ভূমিকা পালন করেছেন।\n\n\n== ইতিহাস ==\n\nলাহোর জাদুঘর মূলত ১৮৬৫–৬৬ সালে প্রতিষ্ঠিত হয়, যা বর্তমানে টলিন্টন মার্কেট নামে পরিচিত। এটি ১৮৬৪ সালের পাঞ্জাব প্রদর্শনীর জন্য নির্মিত একটি হল ছিল। বর্তমান জাদুঘর ভবনটি গোল্ডেন জুবিলি রাণী ভিক্টোরিয়ার স্মরণে ১৮৮৭ সালে নির্মিত হয় এবং এ উপলক্ষে বিশেষভাবে সংগৃহীত তহবিল দিয়ে এটি নির্মাণ করা হয়। ১৮৯০ সালের ৩ ফেব্রুয়ারি, কুইন ভিক্টোরিয়ার নাতি ডিউক অব ক্লারেন্স প্রিন্স অ্যালবার্ট ভিক্টর এর মাধ্যমে ভবনের ভিত্তিপ্রস্তর স্থাপন করা হয়। ১৮৯৪ সালে এর নির্মাণ সম্পন্ন হলে, পুরো সংগ্রহ বর্তমান ভবনে স্থানান্তরিত হয় এবং নতুন নামকরণ করা হয় জুবিলি মিউজিয়াম।\nবর্তমান ভবনটি দ্য মলে অবস্থিত, যা লাহোরের ব্রিটিশ আমলের কেন্দ্র। এটি ভাই রাম সিং এবং জন লকউড কিপলিং এর নকশায় নির্মিত।\nরুডইয়ার্ড কিপলিংের বাবা জন লকউড কিপলিং ছিলেন জাদুঘরের প্রথম কিউরেটরদের একজন। পরে কে. এন. সীতারাম তার স্থলাভিষিক্ত হন।\n১৯৪৮ সালে, পাঞ্জাব বিভাজনের সময়, জাদুঘরের নিদর্শনসমূহ ভারত ও পাকিস্তানের মধ্যে ভাগ করা হয়। জাদুঘর তার ৬০% সংগ্রহ রেখে দেয়। বাকিগুলো ভারতে স্থানান্তরিত হয় এবং গভর্নমেন্ট মিউজিয়াম অ্যান্ড আর্ট গ্যালারি, চণ্ডীগড়ে রাখা হয়। এটি এই উদ্দেশ্যে বিশেষভাবে নির্মিত হয়।\nজাদুঘরের স্বর্ণযুগ ধরা হয় ১৯৭০ থেকে ১৯৯০ সাল পর্যন্ত। এই সময়ে প্রত্নতত্ত্ববিদ এবং যাদুঘরবিদ্যান ড. সাইফ-উর-রহমান দার জাদুঘরের পরিচালক ছিলেন। তিনি জাদুঘর সম্পর্কিত বেশ কয়েকটি বই লিখেছেন। তার মেয়াদকাল জাদুঘরের পরিচালনা পর্ষদের তৎকালীন চেয়ারম্যান বি.এ. কুরেশির কাজের সাথে সমৃদ্ধ হয়।\nএরপর জাদুঘরের অবস্থা অবনতি হতে থাকে, কারণ পুনরুদ্ধারের জন্য পর্যাপ্ত সহায়তা ছিল না।\n২০০৫ সালে লাহোর জাদুঘরে ২,৫০,০০০ দর্শক নিবন্ধিত হয়। এটি ২০১৬ সালে কমে দাঁড়ায় ২,৩৬,৫৩৬, ২০১৭ সালে ২,১৪,৬৯৭ এবং ২০১৮ সালে বেড়ে হয় ২,২৭,৯৯৪। এটি ২০১৬ (২,৯৫৬ দর্শক) এবং ২০১৭ সালে (২,৯৪১ দর্শক) পাকিস্তানের মধ্যে বিদেশি দর্শকদের জন্য সবচেয়ে জনপ্রিয় জাদুঘর ছিল। তবে ২০১৮ সালে এটি দ্বিতীয় অবস্থানে চলে আসে (৩,৬৫৯ বিদেশি দর্শক) এবং তক্ষশীলা জাদুঘর প্রথম স্থানে উঠে আসে।\n\n\n== পরিধি ==\n\nজাদুঘরটি প্রত্নতাত্ত্বিক সামগ্রী প্রদর্শন করে, যা ব্রোঞ্জ যুগের (সিন্ধু সভ্যতা) সময় থেকে শুরু করে মধ্যযুগীয় হিন্দু শাহী এবং মোগল যুগ পর্যন্ত বিস্তৃত। এখানে প্রত্নতত্ত্ব, ইতিহাস, শিল্পকলা, চারুকলা, প্রয়োগকলা, নৃবিজ্ঞান এবং হস্তশিল্পের বস্তুসমূহের অন্যতম বৃহৎ সংগ্রহ রয়েছে। এছাড়াও, এখানে হেলেনিস্টিক এবং মোগল যুগের কয়েনের একটি বিশাল সংগ্রহ রয়েছে। এছাড়া, পাকিস্তানের স্বাধীন রাষ্ট্র হিসেবে উদ্ভব এবং পাকিস্তান আন্দোলন নিয়ে একটি ফটো গ্যালারিও রয়েছে, যা পাকিস্তান মুভমেন্ট গ্যালারি নামে পরিচিত।\n\n\n== সংগ্রহ ==\nজাদুঘরে অনেক গ্রিকো-বৌদ্ধ ভাস্কর্য, মুঘল ও পাহাড়ি চিত্রশিল্প প্রদর্শিত রয়েছে। এর সংগ্রহে ৫৮,০০০টিরও বেশি নিদর্শন রয়েছে, যার মধ্যে মাত্র ১৪,০০০টি প্রদর্শনীর জন্য রাখা হয়েছে। সংগ্রহে সিন্ধু সভ্যতা, গান্ধার এবং গ্রিক-ব্যাক্ট্রিয় যুগের গুরুত্বপূর্ণ নিদর্শন রয়েছে। ক্ষুধার্ত বুদ্ধ নামক ভাস্কর্য, যা গান্ধার যুগের, এই জাদুঘরের অন্যতম মূল্যবান ও খ্যাতিমান বস্তু।\nমুদ্রা সংগ্রহে ৩৮,০০০ সংখ্যক বিরল মুদ্রা রয়েছে।\n\n\n=== মানবজাতির বিবর্তন ===\nপ্রবেশদ্বারের ছাদের উপর মানবজাতির বিবর্তন নামক একটি বিশালাকার প্রাচীরচিত্র রয়েছে, যা ৪৮টি প্যানেলে গঠিত (প্রত্যেকটি ৬ x ৮ ফুট আকারের)। এটি পাকিস্তানি শিল্পী সাদেকাইন ১৯৭৩ সালে তৈরি করেছিলেন। আবহাওয়ার প্রভাব এবং উই পোকার আক্রমণের কারণে প্রাচীরচিত্রটি অনেক ক্ষতিগ্রস্ত হয়েছিল। ২০০৮ সালে পাঞ্জাবের গভর্নর এর পক্ষ থেকে মেরামতের কাজ শুরু করার জন্য একটি তহবিল অনুমোদিত হয়। ২০১০ সালে এটি নামানো হয় এবং ২০১২ সালে পুনরুদ্ধার কাজ শুরু হয়। ২০১৮ সালের মধ্যে উজমা উসমানি এবং মুমতাজ হুসেন ১৬টি প্যানেল পুনরুদ্ধার করেন।\nজাদুঘরে মুঘল এবং শিখ আমলের উৎকৃষ্ট খোদাই করা কাঠের নিদর্শনও রয়েছে। এখানে ব্রিটিশ আমলের অনেক চিত্রকর্ম রয়েছে। এছাড়াও, সংগ্রহে সংগীত যন্ত্র, প্রাচীন গহনা, টেক্সটাইল, মৃৎশিল্প, অস্ত্রশস্ত্র, এবং তিব্বতি ও নেপালি শিল্পকর্মও প্রদর্শিত হয়।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== পরিচালকবৃন্দ ==\nনিম্নে জাদুঘরের পরিচালকদের একটি তালিকা প্রদান করা হলো।\n\n\n== বই ==\nমাস্টারপিসেস অফ লাহোর মিউজিয়াম বইটি আনজুম রেহমানি রচিত এবং ১৯৯৯ সালে জাদুঘর কর্তৃক প্রকাশিত হয়। এর অর্থায়নে সহায়তা করে ইউনেস্কো। বইটির একটি নতুন সংস্করণ ২০০৬ সালে প্রকাশিত হয়।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nরুডইয়ার্ড কিপলিং-এর উপন্যাস কিম (১৯০১ সালে প্রকাশিত) পুরোনো/মূল লাহোর জাদুঘর এবং মল এলাকার আশেপাশে অবস্থিত স্থানগুলোকে কেন্দ্র করে রচিত।\n\n\n== আরও পড়ুন ==\nশায়লা ভাট্টি (২০১২)। Translating museums: a counterhistory of South Asian museology। ওয়ালনাট ক্রিক, ক্যালিফ: লেফট কোস্ট প্রেস। আইএসবিএন 9781611321449। \nহোয়াইটহেড, রিচার্ড বার্ট্রাম (১৯১৪)। Catalogue of Coins in the Panjab Museum, Lahore; Indo-Greek Coins : Volume 1। পাঞ্জাব সরকার, ক্লারেন্ডন প্রেস, অক্সফোর্ড। \nহোয়াইটহেড, রিচার্ড বার্ট্রাম (১৯১৪)। Catalogue of Coins in the Panjab Museum, Lahore; Coins of Mughal Emperors: Volume 2। পাঞ্জাব সরকার, ক্লারেন্ডন প্রেস, অক্সফোর্ড। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nঅফিসিয়াল ওয়েবসাইট\nঅফিসিয়াল ফেসবুক পৃষ্ঠা\nঅফিসিয়াল টুইটার পৃষ্ঠা\nগুগল কালচারাল ইনস্টিটিউটে লাহোর জাদুঘর"}