{"pageid": 1492304, "title": "আশীর্বাদ", "url": "https://bn.wikipedia.org/wiki?curid=1492304", "content": "আশীর্বাদ হলো অনুগ্রহ, পবিত্রতা, আধ্যাত্মিক মুক্তি অথবা ঐশ্বরিক ইচ্ছার সাথে কিছু প্রদান করা।\nশব্দটির ইংরেজি প্রতিশব্দ blessing যা লাতিন শব্দ benedīcere থেকে উদ্ভুত, এবং এর আধুনিক অর্থ হলো 'প্রশংসা করা' বা 'উত্তীর্ণ করা' বা 'শুভ কামনা করা'।\n\n\n== ইব্রাহিমীয় ধর্ম ==\n\n'আশীর্বাদ করা' অর্থ হলো সমস্ত আশীর্বাদের উৎস ঈশ্বরের অনুগ্রহপ্রাপ্ত হওয়া। আশীর্বাদ ঈশ্বরের সাথে যুক্ত এবং বিশ্বাস করা হয় যে, ঈশ্বরের কাছ থেকে এসেছে। সুতরাং, আশীর্বাদ করা হলো কাউকে ইচ্ছা প্রদান করার মতো যে তারা ঈশ্বরের অনুগ্রহ অনুভব করে এবং ঈশ্বরকে সমস্ত আশীর্বাদের উৎস হিসাবে স্বীকার করে।\nইতিবাচক ও নেতিবাচক আশীর্বাদ সম্পর্কে বাইবেলের দ্বিতীয় বিবরণ অনুসারে, মোশির আইনের আনুগত্য আশীর্বাদ নিয়ে আসে। আশীর্বাদের ঘটনাগুলির মধ্যে একটি আদি পুস্তক, ১২:১-২ যেখানে আব্রাহামকে ঈশ্বর তার দেশ ছেড়ে চলে যেতে আদেশ করেন এবং বলা হয়েছে:\n\n\"আমি তোমাকে আশীর্বাদ করব, আমি তোমার নাম মহান করব।\"\nযাজকীয় আশীর্বাদ গণনা পুস্তক ৬:২৪-২৬-এ উল্লেখ করা হয়েছে:\n\n\n=== ইহুদিধর্ম ===\n\nরব্বীয় ইহুদিধর্মে, প্রার্থনা, অনুষ্ঠান বা অন্যান্য কার্যকলাপের সময়, বিশেষ করে খাবার গ্রহণের আগে এবং পরে নির্দিষ্ট মুহূর্তে আশীর্বাদ (বা বারখাহ্) পাঠ করা হয়। আশীর্বাদের কাজ হলো ঈশ্বরকে সকল আশীর্বাদের উৎস হিসেবে স্বীকার করা। রব্বীয় উৎসের বারখাহ্ সাধারণত এই শব্দ দিয়ে শুরু হয়, \"ধন্য আপনি, আমাদের ঈশ্বর, মহাবিশ্বের রাজা...\" রব্বীয় ইহুদিধর্ম শেখায় যে খাদ্য শেষ পর্যন্ত এক মহান প্রদানকারী, ঈশ্বরের উপহার, এবং বৈধভাবে খাদ্য গ্রহণ করার জন্য একজনকে রব্বীয় উৎসের উপযুক্ত আশীর্বাদটি আগে পাঠ করে ঈশ্বরের প্রতি কৃতজ্ঞতা প্রকাশ করা উচিত, যখন তোরাহ পরে অনানুষ্ঠানিক আশীর্বাদকে বাধ্যতামূলক করে। ইহুদি আইন শুধুমাত্র ইহুদিদের নির্দিষ্ট শ্রেণীর আশীর্বাদের পাঠ সংরক্ষণ করে না; তবে এটি নির্দিষ্ট অনুষ্ঠানের জন্য নির্দিষ্ট আশীর্বাদকে বাধ্যতামূলক করে, যাতে, উদাহরণস্বরূপ, মধ্যযুগীয় সময় থেকে, ইহুদি মহিলারা প্রধানত দুটি শব্বত কেন্ডেল জ্বালানোর পরে রব্বীয় আশীর্বাদ পাঠ করে।\n\n\n=== খ্রিস্টধর্ম ===\n\nখ্রিস্টের আশীর্বাদ ও অভিশাপ নূতন নিয়মে দেখা যায়, যেমনটি লূকের সুসমাচারের স্বর্গসুখে বর্ণিত হয়েছে। রোমান ক্যাথলিক ধর্ম, প্রাচ্য সনাতনপন্থা, লুথেরবাদ,\nঅ্যাংলিকানবাদ ও অনুরূপ ঐতিহ্যের মধ্যে, মণ্ডলীর আনুষ্ঠানিক আশীর্বাদ বিশপ, ধর্মযাজক ও দেকন দ্বারা সঞ্চালিত হয়। বিশেষ সূত্রগুলি এপিস্কোপাল ও যাজকীয় আশীর্বাদের সাথে যুক্ত হতে পারে। রোমান ক্যাথলিক, প্রাচ্য সনাতনপন্থী, অ্যাংলিকানবাদী, এবং লুথেরীয় মণ্ডলীর আশীর্বাদ বিশপ ও ধর্মযাজকরা লিটার্জীয় প্রেক্ষাপটে প্রদান করেন, তাদের ডান হাত উত্থাপন করে এবং আশীর্বাদ করার জন্য ব্যক্তি বা বস্তুর উপর ক্রুশের চিহ্ন তৈরি করে। তারা ঐশ্বরিক সেবা শুরু করার জন্য এবং শেষে বরখাস্ত করার জন্য আশীর্বাদও দেয়।\nপূর্বদেশীয় সনাতনপন্থী মণ্ডলীতে লিটার্জীয় আশীর্বাদ মানুষ ও বস্তুর উপর সঞ্চালিত হওয়ার পাশাপাশি ঐশ্বরিক পরিষেবার সময় নির্দিষ্ট পয়েন্টে দেওয়া হয়। ধর্মযাজক বা বিশপ সাধারণত হাত দিয়ে আশীর্বাদ করেন, কিন্তু আশীর্বাদ করার জন্য আশীর্বাদ ক্রস, মোমবাতি, প্রতিমা, চষক বা সুসমাচার পুস্তক ব্যবহার করতে পারেন, সর্বদা ক্রুশের চিহ্ন তৈরি করে। হাত দিয়ে আশীর্বাদ করার সময়, ধর্মযাজক তার ডান হাত ব্যবহার করে, তার আঙ্গুলগুলি ধরে রাখে যাতে তারা গ্রীক অক্ষর আইসি এক্সসি, যিশু খ্রিস্টের মনোগ্রাম তৈরি করে। বিশপও একই কাজ করেন, তবে তিনি উভয় হাত ব্যবহার করেন বা ক্রুশের চিহ্ন তৈরি করতে উভয়ই ব্যবহার করে তার বাম হাতে ক্রোজিয়ার ধরতে পারেন। বিশপ দিকিরিওন ও ত্রিকিরিওন মোমবাতি দিয়েও আশীর্বাদ করতে পারেন। কোনো বস্তুকে আশীর্বাদ করার সময়, রুব্রিক প্রায়শই সনাতনপন্থী বিশপ ও ধর্মযাজকদের ধূপবাস ও পবিত্র জলের মতো পদার্থ ব্যবহার করার নির্দেশ দেয়। এছাড়াও, কাজ করার জন্য আনুষ্ঠানিক ধর্মীয় অনুমতিকে আশীর্বাদ হিসাবে উল্লেখ করা হয়। আশীর্বাদটি বিশপ বা ধর্মযাজক বা তার নিজের আধ্যাত্মিক পিতার দ্বারা দেওয়া হতে পারে। গোঁড়া লেপরসন আশীর্বাদের সময় ডান হাতের বুড়ো আঙুল এবং প্রথম দুটি আঙ্গুল একসাথে ধরে রাখবেন (নিজের উপর ক্রুশের চিহ্ন তৈরি করার সময় একই রূপরেখা ব্যবহৃত হয়), এবং তারা যে ব্যক্তি বা বস্তুকে আশীর্বাদ করছেন তার উপর ক্রুশের চিহ্ন তৈরি করুন।\nযাজকীয় লিটার্জিতে যেমন সংস্কারকৃত মণ্ডলী বা ধর্মপ্রচারক মণ্ডলীগুলির মধ্যে, মন্ত্রী উপাসনার পরিসেবার সমাপ্তি অংশের সময় মণ্ডলীকে আশীর্বাদ করেন, যা আশীর্বচন নামে পরিচিত। উদাহরণস্বরূপ, জনসাধারণের উপাসনায় সনাতনপন্থী প্রেসবিটেরিয়ান নির্দেশক বলে যে \"প্রয়োজন না হলে, আশীর্বাদের পরে কেউই প্রস্থান করবেন না\" এবং \"বাণীর মন্ত্রণালয়ের মাধ্যমে কাজ করে তাঁর আত্মার দ্বারা, ঈশ্বর তাঁর লোকেদের উপাসনার আহ্বানে সম্বোধন করেন, অভিবাদন ও আশীর্বাদ, মধ্যেশব্দ পড়া এবং প্রচার, এবং ধর্মসংস্কারের মধ্যে।\"\n\n\n=== ইসলাম ===\n\nইসলামের পণ্ডিতদের মতে, ইসলামে আশীর্বাদের দুটি দিক রয়েছে। আশীর্বাদ মানবজাতির জন্য পরীক্ষা হিসাবে আল্লাহ প্রদত্ত। পণ্ডিতগণ বিশ্বাস করেন যে আশীর্বাদের মাধ্যমে ধীরে ধীরে বিপথগামী হওয়ার ভয় থাকা ধার্মিকদের বৈশিষ্ট্য, এবং প্রতিনিয়ত অনাচার করেও ভয় না পাওয়া অধার্মিকের বৈশিষ্ট্য। আশীর্বাদ পরবর্তী জীবনে সাফল্যের উৎস হতে পারে যদি কেউ তার জন্য আল্লাহর কাছে কৃতজ্ঞ হয় এবং একই আশীর্বাদ পরবর্তী জীবনে অভিশাপের উৎস হতে পারে যদি একজন ব্যক্তি তাদের জন্য আল্লাহর কাছে ক্রমাগত কৃতজ্ঞ না হয়।\nইসলামের কোন করণিক জাত নেই এবং তাই নির্দিষ্ট ব্যক্তিদের কোন আশীর্বাদ সংরক্ষিত নেই। মুহাম্মাদ বা প্রকৃতপক্ষে, যে কোনো নবীর নাম উল্লেখ করার সময় মুসলমানরা প্রায়শই \"সালাম ও আশীর্বাদ বর্ষিত হোক\" উচ্চারণ করবে। মুসলমানরা একে অপরের সাথে সাক্ষাত এবং প্রস্থান করার সময় একে অপরকে আশীর্বাদ করবে: السلام عليكم ورحمة الله وبركاته আস-সালামু ‘আলাইকুম ওয়া রহমাতুল্লাহি ওয়া বারকাতুহু (তোমাদের উপর শান্তি, রহমত ও আশীর্বাদ বর্ষিত হোক)।\n\n\n== ভারতীয় ধর্ম ==\n\n\n=== হিন্দুধর্ম ===\n\nহিন্দুধর্মে পূজা হলো একটি ধর্মীয় আচার যা হিন্দুরা বিভিন্ন দেবতা, বিশিষ্ট ব্যক্তি বা বিশেষ অতিথিদের জন্য নৈবেদ্য হিসেবে পালন করে। পূজার সময়, পুরোহিত উপস্থিত সকলের কাছে প্লেট বা বাতি প্রচার করেন। তারা অগ্নিশিখার উপর তাদের নিম্নমুখী হাত কাপ করে এবং তারপরে তাদের হাতের তালু তাদের কপালে তোলে এই বিশ্বাসে যে দেবতার মূর্তি থেকে শিখায় স্থানান্তরিত শুদ্ধ আশীর্বাদ এখন ভক্তের কাছে চলে গেছে।\n\n\n=== বৌদ্ধধর্ম ===\n\nমঙ্গল সূত্রে, ভগবান বুদ্ধ 'আশীর্বাদ' বর্ণনা করেছেন যা স্বাস্থ্যকর ব্যক্তিগত সাধনা বা প্রাপ্তি, যা জাগতিক থেকে চূড়ান্ত আধ্যাত্মিক লক্ষ্যে প্রগতিশীল পদ্ধতিতে চিহ্নিত।\nবৌদ্ধধর্মে আশীর্বাদ, কিছু অনুষ্ঠান আশীর্বাদ প্রদানের উদ্দেশ্যে করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nBarnhart, Robert K. (1995) The Barnhart Concise Dictionary of Etymology HarperCollins আইএসবিএন ০-০৬-২৭০০৮৪-৭\n\n\n== বহিঃসংযোগ =="}