{"pageid": 1493073, "title": "নতুন অঙ্গীকারপত্র", "url": "https://bn.wikipedia.org/wiki?curid=1493073", "content": "নতুন অঙ্গীকারপত্র হলো বাইবেলীয় ব্যাখ্যা যা হিব্রু বাইবেল বা খ্রিস্টান বাইবেলের পুরাতন নিয়মের পুস্তক যিরমিয়-এ রয়েছে। সাধারণত, খ্রিস্টানরা বিশ্বাস করে যে প্রতিশ্রুত নতুন অঙ্গীকারপত্র—ঈশ্বরের সঙ্গে নতুন সম্পর্ক—প্রবর্তিত হয়েছিল নিস্তারপর্বের ভোজে পুণ্য কম্যুনিয়নের অংশ হিসেবে, যা, যোহনের সুসমাচারে, নতুন আদেশ অন্তর্ভুক্ত করে।\nবাইবেলীয় অনুচ্ছেদ অনুসারে, \"কারণ যেখানে উইল আছে, সেখানে অবশ্যই উইলকারীর মৃত্যু হওয়া আবশ্যক। কারণ পুরুষের মৃত্যুর পরে উইল কার্যকর হয়: অন্যথায় উইলকারী জীবিত থাকাকালীন এটি মোটেও শক্তিশালী নয়\", প্রতিবাদকারীরা বিশ্বাস করে যে নতুন অঙ্গীকারপত্র শুধুমাত্র যিশু খ্রিস্টের মৃত্যুর সাথে কার্যকর হয়েছে৷। রোমান ক্যাথলিক নতুন মার্কিনী বাইবেলের ভাষ্যটিও নিশ্চিত করে যে খ্রিস্ট হলেন \"পরীক্ষক যার মৃত্যু তার ইচ্ছাকে কার্যকর করে\"।  এইভাবে, খ্রিস্টানরা বিশ্বাস করে যে যিশু হলেন নতুন অঙ্গীকারপত্রের মধ্যস্থতাকারী, এবং তারা এটাও বিশ্বাস করেন যে খ্রিস্টের রক্ত, যেটি তাঁর ক্রুশবিদ্ধ করার সময় বয়ে গিয়েছিল, তা হলে একমাত্র রক্ত ​​বলি যা অঙ্গীকারপত্রের প্রয়োজন হয়।\nনতুন অঙ্গীকারপত্রকে আরও সংজ্ঞায়িত করে এমন বেশ কয়েকটি খ্রিস্টান পরকালবিদ্যা আছে। \nউদাহরণ স্বরূপ, প্রবর্তিত পরকালবিদ্যা নতুন অঙ্গীকারপত্রকে খ্রিস্টান বিশ্বাসীদের এবং ঈশ্বরের মধ্যে চলমান সম্পর্ক হিসাবে সংজ্ঞায়িত করে এবং বর্ণনা করে যা খ্রিস্টের দ্বিতীয় আগমনের পরে সম্পূর্ণ ফলপ্রসূ হবে; \nঅর্থাৎ, এটি শুধুমাত্র বিশ্বাসী হৃদয়ে পূর্ণ ফলপ্রসূ হবে না, এটি ভবিষ্যতের বাহ্যিক জগতেও ফলপ্রসূ হবে৷ খ্রিস্টের রক্ত ​​ও নতুন অঙ্গীকারপত্রের মধ্যে সংযোগের বর্ণনাটি নূতন নিয়মের অধিকাংশ আধুনিক অনুবাদে রয়েছে যেমন অনুচ্ছেদ যা পাঠ করা হয়: \"আপনার জন্য ঢেলে দেওয়া এই পেয়ালাটি আমার রক্তে নতুন অঙ্গীকারপত্র\"।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nCatholic Encyclopedia: Epistle to the Hebrews: \"... the Epistle opens with the solemn announcement of the superiority of the New Testament Revelation by the Son over Old Testament Revelation by the prophets (Hebrews). It then proves and explains from the Scriptures the superiority of this New Covenant over the Old by the comparison of the Son with the angels as mediators of the Old Covenant (Hebrews), with Moses and Josue as the founders of the Old Covenant (Hebrews), and, finally, by opposing the high-priesthood of Christ after the order of Melchisedech to the Levitical priesthood after the order of Aaron (Hebrews).\"\nThe Jewish Encyclopedia: Covenant: The Old and the New Covenant\nThe New Covenant: Does It Abolish God's Laws?\nNew Covenant Collection Articles by Ray Stedman"}