{"pageid": 1493433, "title": "দুরেস", "url": "https://bn.wikipedia.org/wiki?curid=1493433", "content": "দুরেস ( DUURR-əs, আলবেনীয়: [ˈdurəs];) আলবেনিয়া প্রজাতন্ত্রের দ্বিতীয় সর্বাধিক জনবহুল শহর এবং দুরেস কাউন্টি ও দুরেস পৌরসভার কেন্দ্র। এটি আলবেনিয়ার সবচেয়ে প্রাচীন বসবাসযোগ্য শহরগুলির মধ্যে অন্যতম, যার ইতিহাস প্রায় ২,৫০০ বছর ধরে প্রাচীন। শহরটি আলবেনিয়ার অ্যাড্রিয়াটিক সাগর উপকূলের এরজেন এবং ইশেম নদীর মোহনায় সমতল ভূমিতে অবস্থিত। দুরেসের জলবায়ু ঋতু ভিত্তিক ভূমধ্যসাগরীয় জলবায়ু দ্বারা গভীরভাবে প্রভাবিত।\nদুরেস প্রাচীন গ্রীক উপনিবেশকারীদের দ্বারা খ্রিস্টপূর্ব সপ্তম শতকে করিন্থ এবং করকিরা থেকে আগত উপনিবেশকারীদের সহযোগিতায় স্থানীয় তাউলান্তি নামে পরিচিত ইলিরিয়ান গোত্রের সাথে প্রতিষ্ঠিত হয়েছিল। এই শহরটি পরবর্তীতে ডাইরাকিয়াম নামে পরিচিত ছিল এবং রোমান সাম্রাজ্য ও এর উত্তরসূরি সাম্রাজ্যের একটি গুরুত্বপূর্ণ অংশে পরিণত হয়। রোমানদের নির্মিত ভিয়া এগনেশিয়া সড়ক এখান থেকেই শুরু হয়ে বালকান উপদ্বীপের বিভিন্ন নিম্নভূমি, উচ্চভূমি পেরিয়ে কনস্টান্টিনোপল পর্যন্ত বিস্তৃত হয়েছিল।\nমধ্যযুগে দুরেস শহর বুলগেরীয়, ভেনেটীয়, স্থানীয় আলবেনীয় প্রভাবশালী এবং উসমানীয়দের মধ্যে বারবার দখলকৃত হয়। শেষ পর্যন্ত উসমানীয়রা বিজয়ী হয় এবং ১৫০১ থেকে ১৯১২ সাল পর্যন্ত প্রায় ৪০০ বছরের বেশি সময় ধরে শহরটি শাসন করে। আলবেনিয়ার স্বাধীনতা ঘোষণার পর শহরটি অল্প সময়ের জন্য আলবেনিয়ার রাজতন্ত্রের রাজধানী হিসেবে কাজ করেছিল। পরে এটি ইতালির রাজতন্ত্রের অন্তর্ভুক্ত হয় এবং দ্বিতীয় বিশ্বযুদ্ধের সময় নাৎসি জার্মানির দ্বারা দখল করা হয়। আলবেনিয়ার সমাজতান্ত্রিক প্রজাতন্ত্রের অধীনে দুরেস জনসংখ্যা ও অর্থনৈতিক কার্যক্রমে ব্যাপক প্রসার লাভ করে।\nদুরেসের অর্থনৈতিক অগ্রগতির ভিত্তি হলো এর পরিবহন সংযোগ, অর্থনৈতিক প্রতিষ্ঠানের ঘনত্ব এবং শিল্প ঐতিহ্য। দুরেস বন্দর আদ্রিয়াটিক সাগরের বৃহত্তম বন্দরগুলির মধ্যে অন্যতম এবং প্রতিবেশী দেশগুলির সাথে সংযোগ স্থাপনকারী একটি বন্দর। শহরটির অন্যতম প্রধান আকর্ষণ হলো দুরেসের অ্যাম্ফিথিয়েটার, যা ইউনেস্কোর বিশ্ব ঐতিহ্যবাহী স্থানের তালিকায় অন্তর্ভুক্ত হওয়ার জন্য আলবেনিয়ার প্রস্তাবিত তালিকায় স্থান পেয়েছে। এটি একসময় ২০,০০০ দর্শকের ধারণক্ষমতাসম্পন্ন ছিল এবং এটি বালকান উপদ্বীপের বৃহত্তম অ্যাম্ফিথিয়েটার।\n\n\n== তথ্যসূত্র ==\n\n\n== টীকা =="}