{"pageid": 1493672, "title": "ডি-চক (ইসলামাবাদ)", "url": "https://bn.wikipedia.org/wiki?curid=1493672", "content": "ডি-চক হলো  পাকিস্তানের ইসলামাবাদের জিন্নাহ এভিনিউ ও কনস্টিটিউশন এভিনিউয়ের সংযোগস্থলে অবস্থিত একটি গোলচত্বর। একে গণতন্ত্র চক ও গাজা চক নামেও উল্লেখ করা হয়।  এটি সরকারি জেলায় অবস্থিত। এর পাশে বেশ কয়েকটি গুরুত্বপূর্ণ সরকারি ভবন আছে। যেমন: আইওয়ান-ই-সদর, প্রধানমন্ত্রীর কার্যালয়, পাকিস্তানের সংসদ এবং সুপ্রিম কোর্ট।\nগোলচত্বরটি স্থানীয় মানুষের জন্য একটি জনপ্রিয় বিনোদনের এলাকা। রাওয়ালপিন্ডির রেসকোর্স থেকে ভেন্যু স্থানান্তরের পর কয়েক বছর ধরে এখানে পাকিস্তান দিবসের প্যারেড হতো। এটি এখন শকরপারিয়ান প্যারেড গ্রাউন্ডে স্থানান্তর করা হয়েছে।\nদীর্ঘদিন ধরে এই চত্বর রাজনৈতিক প্রতিবাদের অন্যতম স্থান হিসেবে ব্যবহৃত হচ্ছে।  এটিকে মিশরের তাহরির স্কোয়ারের সাথে তুলনা করা হয়। যেহেতু গোলচত্বরটি  দুটি প্রধান সড়কের একটি সংযোগস্থল, তাই এই ধরনের মিটিং বারবার ইসলামাবাদে যানবাহন চলাচলকে অচল করে ।\nএপ্রিল ২০১৬-এ, সরকার আদেশ দেয় যে, গোলচত্বরটিকে  বিক্ষোভকারীদের জন্য একটি \"নো-গো\" বা চলাচল নিষেধ  এলাকা করার জন্য সুপারিশ করে। তবে সেখানে রাজনৈতিক সমাবেশ অব্যাহত রয়েছে।\n\n\n== সমাবেশের ইতিহাস ==\n১৯৮০ সালের ৪-৫ জুলাই এ ভেন্যুতে প্রথম বড় বিক্ষোভ অনুষ্ঠিত হয়। এই বিক্ষোভ রাষ্ট্রপতি মুহাম্মদ জিয়া-উল-হক কর্তৃক জাকাত ও উশুর অধ্যাদেশ আরোপের বিরুদ্ধে একটি ধর্মীয় গোষ্ঠী দ্বারা পরিচালিত হয়। মুফতি জাফর হুসেনের নেতৃত্বে, বিক্ষোভকারীরা  পাকিস্তান সচিবালয় ভবন দখল করে নেয়। ফলে সরকার তাদের দাবিগুলি গ্রহণ করে এবং তাদের নতুন প্রস্তাবিত কর প্রদান থেকে অব্যাহতি দেওয়া হয়।\n১৭ আগস্ট ১৯৮৯ সালে, জিয়া-উল-হকের প্রথম মৃত্যুবার্ষিকীতে নওয়াজ শরিফ বিরোধী দলগুলির নেতৃত্ব দেন। স্বরাষ্ট্রমন্ত্রী আইতজাজ আহসানের যোগদানের পর জনতা ছত্রভঙ্গ হয়ে যায়।\n১৬ নভেম্বর ১৯৯২, ১৯৯০ সালের পাকিস্তানের সাধারণ নির্বাচনে কথিত কারচুপির বিরুদ্ধে প্রতিবাদ করার সময় বিরোধী দলগুলি ডি-চকের দিকে মিছিল করে। কয়েক মাস পরে, ১৬ জুলাই ১৯৯৩ সালে, বেনজির ভুট্টো, যিনি তখন বিরোধী দলের নেতা ছিলেন, প্রধানমন্ত্রী নওয়াজ শরিফকে পদত্যাগ করার জন্য চাপ দেওয়ার সময় তার সমর্থকদের সচিবালয়ের দিকে নিয়ে যান। এর ফলে সেনাপ্রধান আবদুল ওয়াহেদ কাকারের হস্তক্ষেপে তিনি এবং রাষ্ট্রপতি গোলাম ইসহাক খান পদত্যাগ করেন।\nআইনজীবী আন্দোলনের অংশ হিসেবে, পাকিস্তানি আইনজীবী এবং তাদের সমর্থকরা সংসদের সামনে তাদের ২০০৯ সালের লং মার্চ শেষ করে।\nজানুয়ারী ২০১৩ সালে, মুহাম্মদ তাহির-উল-কাদরি এবং তার হাজার হাজার মিনহাজ-উল-কুরআন সমর্থক সরকারের পদত্যাগের দাবিতে ডি-চক-এ একটি অবস্থান কর্মসূচি পালন করে।\n২০১৪ সালের এপ্রিলে, মানবাধিকার কর্মী এবং সুশীল সমাজের সদস্যরা পুলিশের লাঠিচার্জের আগে ডি-চকে নিখোঁজ ব্যক্তিদের বিরুদ্ধে বিক্ষোভ করে।\n১৪ আগস্ট ২০১৪-এ, ইমরান খান এবং মুহাম্মদ তাহির-উল-কাদরি পাকিস্তান মুসলিম লীগ (এন) সরকারের বিরুদ্ধে প্রতিবাদ করার সময় লাহোর থেকে ইসলামাবাদের ডি-চক পর্যন্ত যথাক্রমে তাদের আজাদি মার্চ এবং ইনকিলাব মার্চের নেতৃত্ব দেন। ১২৬ দিনের অবস্থান কর্মসূচি পালন করা হয়। যা ১৭ ডিসেম্বর ২০১৪ তারিখে শেষ হয়।\n২৭ শে মার্চ ২০১৬-এ, মমতাজ কাদরীর চেহলাম পালন করার পরে, ধর্মীয় গোষ্ঠীর হাজার হাজার বিক্ষোভকারী বেশ কয়েক দিন ধরে ডি-চকে ক্যাম্প করে থাকে।\n২০২২ সালের ফেব্রুয়ারিতে, পাকিস্তান পিপলস পার্টির চেয়ারম্যান বিলাওয়াল ভুট্টো জারদারি তার আওয়ামী মার্চের নেতৃত্ব দেন। যা করাচি থেকে শুরু হয়েছিল এবং ইসলামাবাদের ডি-চকে শেষ হয়েছিল।\n২০২৪ সালের মে থেকে, সেভ গাজা প্রচারাভিযানের দ্বারা আয়োজিত অবস্থানটি চলমান থাকে। ফিলিস্তিন ও গাজার প্রতি ভালোবাসা প্রকাশের জন্য ধর্মঘটের ২৭তম দিনে ডি চকের নাম পরিবর্তন করে গাজা চক রাখা হয়। জনসাধারণের কাছে আবেদন করা হয়েছিল যে, এখন ডি চক লেখা হবে, বলা হবে এবং গাজা চক বলা হবে এবং গাজা চকের বোর্ড উন্মোচন করা হয়।\n২৬ নভেম্বর ২০২৪, পাকিস্তানের সাবেক প্রধানমন্ত্রী ইমরান খানের মুক্তি ও সরকারের পদত্যাগের দাবিতে ডি-চক এ জড়ো হয় হাজারো পিটিআই সমর্থক। আইন শৃঙ্খলারক্ষাকারী বাহিনীকে লক্ষ্য করে ইটপাটকেল নিক্ষেপ করে বিক্ষোভকারীরা। ডি-চক এলাকা পুরোপুরি রণক্ষেত্রে পরিণত হয়। পুলিশের গুলিতে তিনজন নিহত ও বেশ কয়েকজন আহত হয়। মুলতান, রাজানপুর, গুজরাট, দেরা গাজি খানসহ পাঞ্জাবের বেশ কয়েকটি শহরে ইন্টারনেট-সেবা ব্যাহত হয়।\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:ইসলামাবাদ"}