{"pageid": 1493767, "title": "মুলতানের আমিরাত", "url": "https://bn.wikipedia.org/wiki?curid=1493767", "content": "মুলতানের আমিরাত ছিল একটি মধ্যযুগীয় রাজ্য, যা উত্তর-পশ্চিম ভারতীয় উপমহাদেশের পাঞ্জাব অঞ্চলে অবস্থিত ছিল। এটি মুলতান শহরকে (বর্তমান পাঞ্জাব (পাকিস্তান)) কেন্দ্র করে গড়ে উঠেছিল। প্রথমদিকে, এর সীমানা কাশ্মীরের কিছু অংশ এবং বর্তমান পাঞ্জাবের কিছু এলাকায় বিস্তৃত ছিল। এই রাজ্যের শাসক ছিলেন বানো মুনাব্বিহ গোত্রের সদস্যরা। ৯৫৯ খ্রিস্টাব্দে, ইসমাইলি কারামাতিয়ানরা বানো লাউই নেতৃত্বে এই আমিরাত দখল করে। পরে ১০১০ খ্রিস্টাব্দে এটি গজনভি সাম্রাজ্যের অধীনে চলে যায়।\n\n\n== অবস্থান ==\nমুলতানের আমিরাত আব্বাসীয় খিলাফতের পতনের পর স্বাধীন হয়। এটি প্রধানত দক্ষিণ পাঞ্জাব অঞ্চলে অবস্থিত ছিল। এর উত্তরে পাঞ্জাবে হিন্দু শাহী রাজ্যের সীমানা ছিল এবং দক্ষিণে সিন্ধু হাব্বারীয় আমিরাতের সীমানা ছিল।\n\n\n== ইতিহাস ==\n\nমুলতান এবং সিন্ধু মুসলিম শাসনের অধীনে আসে উমাইয়া খিলাফতের সেনাপতি মুহাম্মাদ বিন কাসিমের বিজয়ের মাধ্যমে। নবম শতাব্দীর মাঝামাঝি সময়ে, সিন্ধুতে আব্বাসীয়দের প্রভাব ধীরে ধীরে কমতে শুরু করে। কেন্দ্রীয় সরকারের কর্তৃত্ব কমে যাওয়ার ফলে অঞ্চলটি বিকেন্দ্রীকরণের একটি সময় অতিক্রম করে। মুলতান আরব গোত্র বানো মুনাব্বিহ-এর অধীনে একটি স্বাধীন আমিরাতের রাজধানী হয়ে ওঠে।\n\n\n=== বানু মুনাব্বিহ (৮৫৫–৯৫৯ খ্রিষ্টাব্দ) ===\n৮৫০ এর দশকের মাঝামাঝি সময়ে বানু মুনাব্বিহ (বানু সামা নামেও পরিচিত), যারা নবি মুহাম্মদের কুরাইশ গোত্র থেকে তাদের বংশধারা দাবি করেছিল, তারা মুলতানের শাসনভার গ্রহণ করে। এ সময় তারা একটি আমিরাত প্রতিষ্ঠা করে, যা পরবর্তী এক শতাব্দী ধরে শাসন করে। ১০ম শতাব্দীর শুরুতে ইবনে রুস্তা সর্বপ্রথম একটি সুপ্রতিষ্ঠিত আমিরাতের কথা মুলতানে উল্লেখ করেন। আল-বিরুনীর বর্ণনা অনুযায়ী, মুহাম্মদ তৃতীয়, যার পুরো নাম মুহাম্মদ বিন আল-কাসিম বিন মুনাব্বিহ, বানু মুনাব্বিহ (সামিদ) শাসকদের মধ্যে মুলতানের প্রথম শাসক ছিলেন। তিনি মুলতান দখল করেন এবং রূপার মুদ্রা (দাম্মা) প্রচলন করেন, যার বিপরীত পৃষ্ঠে তার হিন্দু উপাধি \"মিহিরদেব\" (\"সূর্য দেবতা\") উৎকীর্ণ ছিল।\nএই সময়ে, মুলতান সূর্য মন্দিরকে ১০ম শতাব্দীর আরব ভূগোলবিদ আল-মাকদিসি উল্লেখ করেন। তিনি মন্দিরটির অবস্থান মুলতানের সবচেয়ে জনবহুল অঞ্চলে বলে উল্লেখ করেন। এই হিন্দু মন্দির মুসলিম শাসকদের জন্য বিপুল পরিমাণ কর রাজস্ব এনে দিত। কিছু সূত্র অনুযায়ী, এটি রাজ্যের মোট আয়ের প্রায় ৩০% পর্যন্ত সরবরাহ করত। এই সময়ে শহরের আরবি উপাধি ছিল ফারাজ বায়ত আল-ধাহাব (\"=সোনার বাড়ির সীমান্ত) যা শহরের অর্থনীতিতে মন্দিরটির গুরুত্ব প্রতিফলিত করত।  \n\n\n=== জালাম বিন শাইবান-এর অন্তর্বর্তী শাসনকাল (৯৫৯ – ৯৮৫ খ্রিষ্টাব্দ) ===\n১০ম শতকের মাঝামাঝি সময়ে মুলতান কারামাতিয়ানদের প্রভাবাধীন হয়ে পড়ে। কারমাতিরা মিসর ও ইরাক থেকে আব্বাসীয়দের হাতে পরাজয়ের পর বিতাড়িত হয়েছিল। তারা বানু মুনাব্বিহ-এর আব্বাসপন্থী আমিরাত থেকে শহরের নিয়ন্ত্রণ ছিনিয়ে নেয়। এরপর তারা বাগদাদের আব্বাসীয় খলিফার পরিবর্তে কায়রোতে অবস্থিত ফাতেমীয় খলিফার প্রতি আনুগত্য প্রকাশ করে।\nজালাম বনু শায়বান, একজন ধর্মপ্রচারক দাঈ, যিনি ফাতিমীয় খলিফা ইমাম আল-মু'ইজ দ্বারা মুলতানে পাঠানো হয়েছিলেন। তিনি শহরের পূর্ববর্তী দাঈ-এর স্থলাভিষিক্ত হন। পূর্ববর্তী দাঈ-এর বিরুদ্ধে অভিযোগ ছিল যে, তিনি ইসলাম ও হিন্দু ধর্মীয় আচার মিলিয়ে একটি সমন্বিত ধর্ম প্রচার করছিলেন। তবে, এটি সম্ভবত ইসমাইলি ইমামতের উত্তরাধিকার বিষয়ে মতপার্থক্যের ফলাফল ছিল। জালাম বিন শাইবান-এর শাসনের শেষদিকে, মুলতান সূর্য মন্দির ধ্বংস করা হয়। একই সময়ে আরেকটি দীর্ঘস্থায়ী সুন্নি জামা মসজিদও ভেঙে ফেলা হয়। এই স্থানে একটি নতুন মসজিদ নির্মিত হয়। \n\n\n=== লোদি/লাওয়ি (৯৮৫ – ১০১০ খ্রিষ্টাব্দ) ===\n\nলোদি বা লাওয়ি রাজবংশ প্রতিষ্ঠা করেছিলেন শেখ হামিদ। শেখ হামিদের উৎপত্তি সম্পর্কে মতভেদ রয়েছে। কিছু পণ্ডিতের মতে, তিনি সম্ভবত সামা (বা উসামা) লাওয়ির বংশধর ছিলেন, যিনি ছিলেন গালিব লাওয়ির পুত্র। অন্য সূত্র মতে, তিনি লোদি গোত্রের পশতুন ছিলেন। মাসউদি, যিনি ৯১২ খ্রিষ্টাব্দের পর মুলতান ভ্রমণ করেছিলেন, উল্লেখ করেন যে শাসক আবু লাহাব আল-মুনাব্বাহ বিন আসাদ আল-কুরাইশি উসামা বা সামা বিন লু’য়াই বিন গালিবের বংশধর ছিলেন। হুদুদ আল-আলম-এ উল্লেখ রয়েছে যে শাসক কুরাইশি ছিলেন। ইবন হক্কাল, যিনি ৩৬৭ হিজরিতে মুলতান ভ্রমণ করেছিলেন, তিনিও উল্লেখ করেছেন যে শাসকরা সামা বিন লু’য়াই বিন গালিবের বংশধর ছিলেন। স্যামুয়েল মিকলোস স্টার্ন-এর মতে, লোদি রাজবংশের ধারণাটি হয়তো পরবর্তীকালের ঐতিহাসিকদের, যেমন ফিরিশ্তা, রচনার ফসল হতে পারে।\n\n\n==== শেখ হামিদ লোদি/লাওয়ি (৯৮৫ – ৯৯৭) ====\nশেখ হামিদ-এর শাসনামলে, গজনভি আমির সবুক্তগিন ৩৮১ হিজরি/৯৯১ খ্রিষ্টাব্দে মুলতান আক্রমণ করেন। তবে পরে তিনি শেখ হামিদ লোদির সঙ্গে একটি সমঝোতায় পৌঁছান। কারণ ইসমাইলি মুলতান গজনার উদীয়মান তুর্কি শক্তি এবং প্রাচীন হিন্দু শাসক- কনৌজের সাম্রাজ্যিক প্রতিহারাদের মধ্যে একটি সীমান্ত-রাষ্ট্র হিসেবে কাজ করছিল।\n\n\n==== ফতেহ দাউদ (৯৯৭ – ১০১০) ====\nফতেহ দাউদ ছিলেন শেখ হামিদ লোদির নাতি এবং তাঁর উত্তরসূরি। তাঁর শাসনামলে গজনভি সাম্রাজ্য মুলতান আক্রমণ করে, যার ফলে ইসমাইলি রাষ্ট্রটি দুর্বল হয়ে পড়ে। মাহমুদ গজনভি ১০০৫ খ্রিষ্টাব্দে মুলতান আক্রমণ করেন। এই অভিযানের সময় কিছু ইসমাইলিকে হত্যা করা হয়, আর অনেকেই পরে সুন্নি হানাফি ফিকহ গ্রহণ করেন। শহরটি আত্মসমর্পণ করে এবং আবুল ফতেহ দাউদকে শাসন চালিয়ে যাওয়ার অনুমতি দেওয়া হয়, তবে শর্ত ছিল যে তিনি সুন্নি ইসলামের অনুসারী হবেন। মাহমুদ সেখানে তার অনুপস্থিতিতে শাসনের জন্য একজন হিন্দু ধর্মান্তরিত ব্যক্তি, নবাসা খান, কে নিয়োগ করেন। তবে ক্ষমতা পাওয়ার পর, নবাসা খান ইসলাম ত্যাগ করেন এবং ফতেহ দাউদের সঙ্গে মিলে অঞ্চলে নিজের আধিপত্য প্রতিষ্ঠার চেষ্টা করেন। মাহমুদ গজনভি এরপর ১০০৭ খ্রিষ্টাব্দে মুলতানের বিরুদ্ধে আরেকটি অভিযান পরিচালনা করেন। নবাসা খানকে বন্দি করা হয় এবং তার ব্যক্তিগত সম্পদ জোরপূর্বক ছিনিয়ে নেওয়া হয়।\nএরপর মাহমুদ গজনভি ফতেহ দাউদকে ক্ষমতাচ্যুত করেন। ফতেহ দাউদ একটি দুর্গে আশ্রয় নেন, তবে শেষ পর্যন্ত মাহমুদের কাছে আত্মসমর্পণ করেন এবং মুক্তিপণের প্রতিশ্রুতি দেন। তিনি বছরে ২ লাখ সোনার দিরহাম কর এবং শিয়া ইসমাইলি ফিকহ থেকে সুন্নি হানাফি ফিকহ-এ ধর্মান্তরিত হওয়ার শর্তে ক্ষমা পান। এই শর্তগুলো মেনে নেওয়া হয় এবং মুলতানের জনগণের কাছ থেকেও জোরপূর্বক দুই মিলিয়ন দিরহাম আদায় করা হয়। ফতেহ দাউদের মৃত্যুর পর মুলতান আমিরাত বিলুপ্ত হয় এবং গজনভি সাম্রাজ্যে অন্তর্ভুক্ত করা হয়।\n\n\n== সংস্কৃতি ও সমাজ ==\n\nসেই সময় মুলতানের অর্থনীতি বেশ গতিশীল ছিল বলে ধারণা করা হয়। ১০ম শতকের আরব ইতিহাসবিদ মাসউদি উল্লেখ করেছেন যে মুলতান ছিল এমন একটি শহর যেখানে ইসলামী খোরাসান থেকে আসা মধ্য এশিয়ার কাফেলা একত্রিত হতো। ১০ম শতকের পার্সিয়ান ভূগোলবিদ ইস্তাখরি উল্লেখ করেছেন যে মুলতান এবং সিন্ধুর মনসুরা ছিল দক্ষিণ এশিয়ার একমাত্র দুটি আরব শাসিত অঞ্চল।\nজালাম বিন শাইবান-এর শাসনামলে মুলতান সমৃদ্ধিশালী শহর হিসেবে গড়ে উঠেছিল। এটি ৯৮৫ সালে বিখ্যাত ভূগোলবিদ ও ভ্রমণকারী আল-মাকদিসির বর্ণনায় দেখা যায়:\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র =="}