{"pageid": 1493235, "title": "শিবলী ফারাজ", "url": "https://bn.wikipedia.org/wiki?curid=1493235", "content": "সৈয়দ শিবলী ফারাজ ( উর্দু سید شبلی فراز  ) একজন পাকিস্তানি রাজনীতিবিদ যিনি বর্তমানে ২০২৪ সালের এপ্রিল থেকে পাকিস্তানের সিনেটে বিরোধী দলের নেতা হিসেবে দায়িত্ব পালন করছেন। তিনি এর আগে ২০২১ এবং ২০২২ সালে বিজ্ঞান ও প্রযুক্তি মন্ত্রী হিসাবে দায়িত্ব পালন করেছিলেন। তিনি ২০১৫ সাল থেকে খাইবার পাখতুনখোয়া থেকে পাকিস্তানের সিনেটের সদস্য ছিলেন।\nপূর্বে, শিবলী ২৬ আগস্ট ২০১৮ থেকে ৪ জুন ২০২০ পর্যন্ত পাকিস্তানের সিনেটের হাউসের নেতা হিসাবে দায়িত্ব পালন করেছিলেন। তিনি পাকিস্তান তেহরিক-ই-ইনসাফের সদস্য এবং পাকিস্তানের সিনেটে দলের প্রধান।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nতিনি পাকিস্তানের খাইবার পাখতুনখোয়ার কোহাটে জন্মগ্রহণ করেন এবং তিনি প্রয়াত উর্দু কবি আহমদ ফারাজের পুত্র। তার চাচা ব্যারিস্টার মাসুদ কাউসার খাইবার পাখতুনখোয়ার গভর্নর হিসেবে দায়িত্ব পালন করেছেন। তার পরিবার পশতুন জাতির অন্তর্গত।\nতিনি ক্যাডেট কলেজ কোহাট থেকে ম্যাট্রিক ও ইন্টারমিডিয়েট সম্পন্ন করেন। পরে, তিনি আইন কলেজ, পেশোয়ার থেকে তার এলএলবি অর্জন করেন এবং ১৯৯৪ সালে কলম্বিয়ার ইউনিভার্সিটি ডি লস অ্যান্ডেস থেকে আন্তর্জাতিক সম্পর্কের বিষয়ে এমএ সম্পন্ন করেন, পাশাপাশি তিনি লন্ডনের চার্টার্ড ব্যাংকার ইনস্টিটিউটে ফিন্যান্স অ্যান্ড ইন্টারন্যাশনাল ব্যাংকিং-এ ফেলো ছিলেন।\n\n\n== রাজনৈতিক ক্যারিয়ার ==\nতিনি খাইবার পাখতুনখোয়া থেকে ২০১৫ সালের পাকিস্তান সিনেট নির্বাচনে পাকিস্তান তেহরিক-ই-ইনসাফের অধীনে মার্চ ২০১৫ সালে সিনেটর হিসেবে নির্বাচিত হন। তিনি সার্কুলার ডেট অ্যান্ড কমার্স অ্যান্ড টেক্সটাইল সংক্রান্ত সিনেট কমিটির চেয়ারম্যান হিসেবেও দায়িত্ব পালন করছেন।\n\n\n=== সিনেটের জন্য হাউসের নেতা ===\n\n২০১৮ সালের আগস্টে, তৎকালীন প্রধানমন্ত্রী ইমরান খান ফারাজকে পাকিস্তানের সিনেটের হাউসের নেতা হিসেবে নিযুক্ত করেন, যেখানে তিনি ৪ জুন ২০২০ পর্যন্ত দায়িত্ব পালন করেন। ফারাজকে হাউসের নেতা হিসেবে নিয়োগের প্রতিক্রিয়ায়, পিএমএল-এন রাজা জাফর-উল-হককে সিনেটে বিরোধীদলীয় নেতা হিসেবে নিয়োগ দেয়।  হাউসের নেতা হিসাবে দায়িত্ব পালন করার সময়, সিনেট জয়নব সতর্কতা বিল পাস করে, যা ইমরান খান সরকার এনেছিল।\n\n\n=== তথ্য ও সম্প্রচার মন্ত্রী ===\n২৭ এপ্রিল ২০২০ সালে, ইমরান খান শিবলীকে তথ্য ও সম্প্রচারের জন্য ফেডারেল মন্ত্রী হিসাবে জেনারেল আসিম সেলিম বাজওয়াকে তথ্য ও সম্প্রচারের জন্য প্রধানমন্ত্রীর বিশেষ সহকারী হিসাবে নিযুক্ত করেন।\nতথ্যমন্ত্রী হিসাবে, তিনি বেশ কয়েকটি বিবৃতি দিয়েছেন, যেমন তিনি বিরোধী দলের নেতা, শেহবাজ শরীফকে জাতীয় জবাবদিহি ব্যুরোর (এনএবি) কাছ থেকে গ্রেপ্তার এড়াতে সমালোচনা করেছেন, সাবেক প্রধানমন্ত্রী নওয়াজ শরিফকে তার কথিত বিদেশী সম্পদ এবং অর্থ পাচারের জন্য সমালোচনা করেছেন। লন্ডনে তার বাসভবন থেকে সরকার তাকে পাকিস্তানে নিয়ে আসবে বলে প্রতিজ্ঞা করেছিলেন। তিনি সাংবাদিক সুরক্ষা বিল, এর সাথে সাংবাদিকতার সুরক্ষার জন্য তার সমর্থন জানিয়েছেন এবং পাকিস্তান গণতান্ত্রিক আন্দোলনকে (পিডিএম) 'ভন্ডদের দল' বলে অভিহিত করেছেন।\n\n\n=== ২০২২ হেলিকপ্টার ঘটনা ===\n২০ সেপ্টেম্বর ২০২২ সালে, ফারাজ ইমরান খান এবং অন্য ২ জনের সাথে একটি হেলিকপ্টারে চড়েছিলেন যা ইমরান খানের একটি রাজনৈতিক সমাবেশের পরে চকওয়াল ছেড়ে যাচ্ছিল যখন বিমানের পাইলট অসুস্থ হয়ে পড়েন। ফারাজ, একজন প্রাক্তন পাইলট, হেলিকপ্টারটিকে নিরাপদে অবতরণ করেন।\n\n\n=== সিনেটের বিরোধীদলীয় নেতা ===\nতিনি ১৯ এপ্রিল ২০২৪ সালে ইমরান খান কর্তৃক পাকিস্তান তেহরিক-ই-ইনসাফ (পিটিআই)-এর জন্য সিনেট বা পাকিস্তানের বিরোধীদলীয় নেতা হিসাবে মনোনীত হন এবং পিটিআই-এর সমস্ত ১৯ জন সিনেটর দ্বারা তাকে সমর্থন করা হয়েছিল। তিনি ২২ এপ্রিল ২০২৪ সালে ২১ জন সিনেটরের অনুমোদন লাভ করে এই পদে নিযুক্ত হন। খাইবার পাখতুনখোয়ায় চলমান নির্বাচনের কারণে সেনেটের চেয়ারম্যানের নির্বাচন বর্জন করেছিল পিটিআই। শিবলী সিনেটের চেয়ারম্যান ইউসুফ রাজা গিলানি এবং সিনেটে সংসদের নেতা ইসহাক দারের পাশাপাশি বিরোধীদলীয় নেতা হিসেবে দায়িত্ব পালন করছেন।\nবিরোধীদলীয় নেতা হিসাবে, তিনি অনুরোধ করেছিলেন যে সরকার এবং বিরোধী আইন প্রণেতাদের জন্য আলাদা আসন বরাদ্দ করা উচিত এবং দ্য নিউজ ইন্টারন্যাশনালের মতে, তিনি বলেছিলেন যে \"দুর্ভাগ্যবশত, এই অবৈধ সরকার তার অন্যায় আদেশ রক্ষার জন্য সংসদকে ঢাল হিসাবে ব্যবহার করছে। এমনকি সাংবিধানিক সংশোধনীর জন্য দুই-তৃতীয়াংশ সংখ্যাগরিষ্ঠতা নেই [ ২৬ তম সংশোধনীর উল্লেখ করে] এবং এটি সুরক্ষিত করার চেষ্টা করছে আমাদের সদস্যদের অপহরণ করে।\" মে ২০২৪ সালে, পিটিআই সদস্য শের আফজাল মারওয়াত শিবলি ফারাজ এবং ওমর আইয়ুবকে ইমরান খানের সাথে দেখা করতে না দেওয়ার জন্য নিন্দা করেছিলেন, পিটিআই-এর মধ্যে উত্তেজনা সৃষ্টি করেছিল। বিরোধীদলীয় নেতা হিসেবে, শিবলি ফারাজ বলেছিলেন যে ভারত পাকিস্তানের শত্রু দেশ, কিন্তু তার নির্বাচনী প্রক্রিয়ার জন্য দেশটির প্রশংসাও করেছিলেন, যা তিনি বলেছিলেন যে কোন ফ্রন্টলাইন কারচুপি নেই এবং পাকিস্তান কেন একই ধরনের অবাধ ও সুষ্ঠু নির্বাচন করতে পারে না। তিনি সরকারের ২০২৪-২৫ ফেডারেল বাজেটের জন্য সমালোচনা করেছিলেন যা তিনি \"জনবিরোধী\" হিসাবে ঘোষণা করেছিলেন।\n\n\n== তথ্যসূত্র =="}