{"pageid": 1493301, "title": "খারবন্দি গুম্ফা", "url": "https://bn.wikipedia.org/wiki?curid=1493301", "content": "খারবন্দি গুম্ফা বা কারবন্দি মঠ (ইংরেজি: Karbandi Monastery) ভুটানের দ্বিতীয় বৃহত্তম ও দক্ষিণ সীমান্ত শহর ফুন্টশোলিং-এ অবস্থিত একটি সুন্দর বৌদ্ধ মঠ। মঠটি তোর্সা নদীর উপত্যকায় খারবন্দী পাহাড়ের শীর্ষদেশে অবস্থিত। বিলাসবহুল শঙ্কুযুক্ত গাছের সাথে সবুজ উপত্যকায় ঘেরা, মঠটি তার মনোরম দৃশ্য, নির্মল পরিবেশ এবং ঐতিহ্যগত কিংবদন্তির কারণে ভ্রমণ পিপাসুদের কাছে এক আকর্ষণীয় গন্তব্যস্থল। সমুদ্রপৃষ্ঠ হতে ৩০০ মিটার উচ্চতায় মঠটি ১৯৬৭ নির্মিত হয়।  ভুটানের রাজধানী থিম্পু হতে ২৫০ কিলোমিটার দূরত্বে অবস্থিত।  অন্যদিকে ফুন্টশোলিং ভুটানের দক্ষিণ সীমান্ত শহর হওয়ায় সীমান্তের ভুটান গেট হতে এক কিলোমিটার দূরত্বে অবস্থিত এই খারবন্দি গুম্ফা বা করবন্দি মঠ। \n\n\n== ভৌগোলিক অবস্থান ==\n\nখারবন্দি গুম্ফার অবস্থানের অক্ষাংশ ও দ্রাঘিমাংশ হলো যথাক্রমে ২৬.৫১০১° উত্তর ৮৯.২৩১৯° পূর্ব﻿ / 26.5101; 89.2319। সমুদ্রপৃষ্ঠ হতে এর মঠের উচ্চতা হল ৩০০ মিটার (৯৮৪ ফুট)।\n\n\n== ইতিহাস ==\nতৃতীয় ভুটান রাজ  জিগমে দর্জি ওয়াংচুকের মাতা) তথা দ্বিতীয় ভুটান রাজ জিগমে ওয়াংচুকের সহধর্মিনী আশি ফুন্টশো চোয়েড্রন (১৯১১ - ২০০৩) ছিলেন ধর্মপ্রাণ মহিলা। তিনি ভুটানের সমৃদ্ধ বৌদ্ধ ঐতিহ্য বজায় রাখা এবং শক্তিশালীকরণে গুরুত্বপূর্ণ ভূমিকা পালন করেন। বহু ধর্মীয় প্রতিষ্ঠান ও আধ্যাত্মিক শিক্ষা কেন্দ্র স্থাপন করেন। ১৯৬৭ খ্রিস্টাব্দে আশি ফুন্টশো চোয়েড্রন মঠটি তৈরি করান। \nমন্দিরের অধিষ্ঠিত আছে ১০ ফুটেরও বেশী উঁচু শিল্পনৈপুণ্যে মুগ্ধকর ভীমাকার গুরু পদ্মসম্ভবার মূর্তি।  এবং \nকথিত আছে যে, এক নিঃসন্তান মহিলা মঠে অধিষ্ঠিত গুরুর কাছে নিবিষ্ট মনে, আকুল হৃদয়ে সন্তান প্রার্থনা করেন এবং তার ইপ্সিত কামনা পূরণ হয়। এর পর থেকেই নিঃসন্তান দম্পতিদের মধ্যে মঠের জনপ্রিয়তা বৃদ্ধি পায়।  এছাড়াও, মঠের পতাকার গুঞ্জন, প্রার্থনার চাকার ঘূর্ণনের সুরেলা শব্দের পাশাপাশি, মঠের পারিপার্শ্বিক নির্মল পরিবেশ, রূপসী তোর্সার সৌন্দর্য পর্যটকদের আকর্ষণ করে। রাজমাতা আশি ফুন্টশো চোয়েড্রনের শীতকালীন আবাসস্থল ছিল করবন্দি মঠ।\n\n\n== মঠ ও স্তূপ ==\n\nখারবন্দি গুম্ফা ও স্তূপগুলি আধ্যাত্মিকতার কেন্দ্র এবং ভুটানি স্থাপত্য শৈলির পরিচায়ক। বৌদ্ধ মন্দিরে পদ্মসম্ভবার মূর্তি ছাড়াও ভগবান বুদ্ধের জীবনের নানা দৃশ্যের চিত্রকর্ম সহ শব্দরুং নগাওয়াং নামগিয়াল মূর্তি রক্ষিত আছে। মঠের সুন্দর বাগান হতে ফুন্টশোলিং শহর পশ্চিমবঙ্গের সমতলভূমি তথা শহর জয়গাঁও-এর নয়নাভিরাম দৃশ্য পরিলক্ষিত হয়। খারবন্দি গুম্ফা সংলগ্ন বাগানে সমাধিসহ আটটি তিব্বতি বৌদ্ধ স্তূপ বা স্মৃতিস্তম্ভ আছে। স্তূপগুলি প্রকারভেদে স্মরণীয় স্তূপ। উল্লেখযোগ্য স্মরণীয় স্তূপগুলি নিম্নরূপ-\n\nকপিলবস্তুতে লুম্বিনি বাগানে ভগবান বুদ্ধের জন্মের স্মরণে নির্মিত স্তূপের প্রতিরূপে একই ঘটনার সহস্মরণে নির্মিত স্তূপ।\nমগধের বোধিবৃক্ষতলে ভগবান বুদ্ধের জ্ঞানার্জনে যোগ দেওয়ার স্মরণে রাজা বিম্বিসার দ্বারা নির্মিত স্তূপের প্রতিরূপ ১৯৬৭ খ্রিস্টাব্দে রাজমাতা নির্মাণ করান।\nভগবান বুদ্ধের ৪২ বৎসর বয়সে তার মায়ের সাথে সাক্ষাত এবং ধর্মীয় উপদেশ প্রদানের স্মরণে রাজমাতা নির্মাণ করান।\nআশি বৎসর বয়সে ভগবান বুদ্ধ মহানির্বাণ গ্রহণের স্মরণে ভারতের বিহার রাজ্যের বৈশালিতে নির্মিত স্তূপের প্রতিরূপ।\n\n\n== তথ্যসূত্র =="}