{"pageid": 1493159, "title": "ঘাস আঙিনা", "url": "https://bn.wikipedia.org/wiki?curid=1493159", "content": "একটি ঘাস আঙিনা বা লন হল ঘাস দ্বারা আচ্ছাদিত একটি এলাকা, যা ঘাস যন্ত্র (বা কখনও কখনও প্রাণী) দিয়ে নির্দিষ্ট উচ্চতায় রক্ষণাবেক্ষণ করা হয় এবং নান্দনিক এবং বিনোদনের জন্য ব্যবহৃত হয়। এটিকে সাধারণত বাগানের অংশ হিসেবেও উল্লেখ করা হয়। লনগুলি সাধারণত শুধুমাত্র ঘাসের প্রজাতির দ্বারা গঠিত। জল দিয়ে, আগাছা এবং কীটপতঙ্গ নিয়ন্ত্রণ সাপেক্ষে, একটি সবুজ রঙে রক্ষণাবেক্ষণ করা হয়। একটি গ্রহণযোগ্য উচ্চতা নিশ্চিত করার জন্য নিয়মিতভাবে কাটা হয়।  বাড়ি, অ্যাপার্টমেন্ট, বাণিজ্যিক ভবন এবং অফিসের চারপাশে লন করা হয়। অনেক শহরের পার্কে বড় ঘাস আঙিনা রয়েছে। বিনোদন, খেলাধুলা এবং দেশ-মহাদেশ অনুযায়ী বিশেষায়িত টার্ফ, প্যারেড, পিচ, এবং মাঠ ব্যবহার করা হয়।\nশহরতলির সম্প্রসারণের সাথে, লন কাঙ্ক্ষিত গৃহস্থালীর নান্দনিকতার অংশ হিসাবে বিশ্বের কিছু অঞ্চলে সাংস্কৃতিকভাবে অন্তর্নিহিত হয়ে উঠেছে।  এর পরিবেশগত নেতিবাচক প্রভাব সম্পর্কেও সচেতনতা বাড়ছে।  কিছু অঞ্চলে যেখানে জলের অভাব রয়েছে, সেখানকার স্থানীয় সরকার কর্তৃপক্ষ লনের বিকল্প ব্যবহারকে উৎসাহিত করছে যেন জল সঞ্চয় করা যায়। মার্কিন যুক্তরাষ্ট্রের গবেষকরা উল্লেখ করেছেন, শহরতলির লনগুলি হচ্ছে \"জৈবিক মরুভূমি\" যা \"মহাদেশীয়-স্কেলের পরিবেশগত সমজাতিকরণে\" অবদান রাখছে।  লন রক্ষণাবেক্ষণের অনুশীলনগুলি আশেপাশের অঞ্চলে জীববৈচিত্র্যের ক্ষতিও ঘটায়।  লনের কিছু রূপ, যেমন ট্যাপেস্ট্রি লন, আংশিকভাবে জীববৈচিত্র্য এবং পরাগরেণু সহায়তার জন্য ডিজাইন করা হয়েছে।\n\n\n== ইতিহাস ==\n\n\n=== উৎপত্তি ===\n\nদীর্ঘ সময় ধরে খরগোশ, ঘোড়া বা ভেড়া দ্বারা নিয়মিতভাবে চরানো ঘাসের অঞ্চলগুলি প্রায়শই একটি আধুনিক লন এর মতো খুব নিচু, আঁটসাঁট তরবারি তৈরি করে। কিছু বনাঞ্চল যেখানে ব্যাপকভাবে চারণ করা হয়, সেখানে এখনও এই আধাপ্রাকৃতিক লন রয়েছে। উদাহরণস্বরূপ, নিউ ফরেস্ট, ইংল্যান্ডে, এই ধরনের চারণ এলাকা সাধারণ, এবং লন হিসাবে পরিচিত, যেমন বাল্মার লন।\nপ্রারম্ভিক মধ্যযুগীয় বসতিগুলির মধ্যে ঘাসযুক্ত ঘের হিসাবে লনগুলির উদ্ভব হতে পারে যা পশুসম্পদকে সাম্প্রদায়িক চারণে ব্যবহৃত হয়, যা কৃষির জন্য সংরক্ষিত ক্ষেত্র থেকে আলাদা। প্রারম্ভিক লনগুলি সর্বদা চারণভূমি থেকে আলাদা ছিল না। উত্তরে সামুদ্রিক পশ্চিম ইউরোপের স্যাঁতসেঁতে জলবায়ু লনগুলিকে বড় করা এবং পরিচালনা করা সম্ভব করে তোলে। সমসাময়িক প্রভাব না হওয়া পর্যন্ত তারা বিশ্বের অন্যান্য অঞ্চল এবং সংস্কৃতিতে বাগানের অংশ ছিল না। \n১১০০-এর দশকে ব্রিটেনে, ঘাস এবং তৃণভূমির ফুলের নিম্ন-বর্ধমান অঞ্চলগুলিকে ছোট রাখার জন্য চরানো বা স্ক্যাথ করা হত এবং খেলাধুলার জন্য ব্যবহার করা হত।  যা ১২ম বা ১৩শ শতাব্দীতে শুরু হয়েছিল, ছোট টার্ফের প্রয়োজন ছিল।\nবীজের পরিবর্তে সোড ব্যবহার করে ঘাস স্থাপনের কথা প্রথম ১১৫৯ সালের জাপানী পাঠে নথিভুক্ত হয়েছিল। \nমধ্যযুগ থেকে উত্তর ইউরোপের অভিজাতদের কাছে লন জনপ্রিয় হয়ে ওঠে। চৌদ্দ শতের মধ্যে, নিম্ন ঘাসের উন্মুক্ত বিস্তৃতি সরকারী এবং ব্যক্তিগত এলাকার চিত্রগুলিতে প্রদর্শিত হয়; পনের শতের মধ্যে, উত্তর ও মধ্য ইউরোপ জুড়ে ধনীদের বাগানে এই ধরনের এলাকা পাওয়া যায়। \"লাউন\" শব্দটি প্রথম ১৫৪০ সালে ফরাসি ল্যান্ডে \"হিথ, মুর, অনুর্বর জমি; ক্লিয়ারিং\" থেকে প্রমাণিত হয়।  এটি প্রাথমিকভাবে একটি বনভূমিতে একটি প্রাকৃতিক খোলার বর্ণনা দিয়েছে।  ষোল শতকের মধ্যে, \"লন\" বলতে একটি ঘাসযুক্ত প্রসারিত জমিকে বোঝানো হয়েছিল। সতেরো শতকের মধ্যে, \"লন\" এর অর্থ বিশেষভাবে তৃণভূমির একটি প্রসারিত হয়। \n\nআজকের দিনের মতো লনগুলি ১৭০০-এর দশকে ফ্রান্স এবং ইংল্যান্ডে প্রথম আবির্ভূত হয়েছিল যখন আন্দ্রে লে নোত্রে ভার্সাই প্রাসাদের বাগানগুলি ডিজাইন করেছিলেন যাতে একটি ছোট এলাকা অন্তর্ভুক্ত ছিল। ইউরোপ এবং উত্তর আমেরিকায় বড়, কাঁচের খোলা জায়গাগুলি জনপ্রিয় হয়ে উঠেছে।  ইতালীয় ল্যান্ডস্কেপ পেইন্টিং থেকে ঘাসের যাজকবাদের রোমান্টিক নান্দনিকতার প্রতিলিপি করে পরবর্তী সতেরো-শত প্রবণতা দ্বারা লন প্রভাবিত হয়েছিল। \n১৮৩০ সালে কাটা মেশিন আবিষ্কারের আগে, লনগুলি খুব আলাদাভাবে পরিচালিত হয়েছিল। এগুলি ভেড়া বা অন্যান্য পশুর চারণ দ্বারা রক্ষণাবেক্ষণ করা চারণভূমিও ছিল।\n\n\n=== ইংরেজ লন ===\n\n১৭ এবং ১৮ শতকের আগ পর্যন্ত বাগান এবং লন একটি জায়গা হয়ে ওঠে যা প্রথমে হাঁটার পথ এবং সামাজিক এলাকা হিসাবে তৈরি হয়েছিল। এই সময়ের মধ্যে, ঘনিষ্ঠভাবে কাটা \"ইংরেজি\" লন জন্মেছিল। এই সময়ের শেষ নাগাদ, ইংরেজ লন ছিল অভিজাত ও ভদ্রতার মর্যাদার প্রতীক।\n১৮ শতকের গোড়ার দিকে, উইলিয়াম কেন্ট এবং ল্যান্সেলট \"ক্যাপাবিলিটি\" ব্রাউনের নির্দেশনায় অভিজাতদের জন্য ল্যান্ডস্কেপ বাগান একটি স্বর্ণযুগে প্রবেশ করে। তারা ধনী ইংরেজদের জন্য প্রাকৃতিক বা রোমান্টিক নকশা দিয়ে ইংরেজি ল্যান্ডস্কেপ বাগান শৈলীকে পরিমার্জিত করেন।  ব্রাউন, ইংল্যান্ডের র্শ্রেষ্ঠ মালী হিসাবে স্মরণীয়, ১৭০ টিরও বেশি পার্ক ডিজাইন করেন, যার মধ্যে অনেকগুলি এখনও টিকে আছে। তার প্রভাব এতটাই দুর্দান্ত ছিল যে তার পূর্বসূরি চার্লস ব্রিজম্যান বা উইলিয়াম কেন্টের ইংরেজী বাগানে অবদান প্রায়ই উপেক্ষা করা হয়। \n\nপার্কল্যান্ডের খোলা \"ইংরেজি শৈলী\" প্রথমে ব্রিটেন এবং আয়ারল্যান্ড জুড়ে ছড়িয়ে পড়ে এবং তারপর ইউরোপ জুড়ে, যেমন ফরাসি বাগান শৈলী ফরাসি ল্যান্ডস্কেপ বাগান দ্বারা প্রতিস্থাপিত হয়। এই সময়ের মধ্যে, ইংল্যান্ডে শব্দার্থগতভাবে পরিবর্তিত হয়ে ঘাসে আচ্ছাদিত এবং ঘনিষ্ঠভাবে কাটা বাগানের একটি অংশকে বর্ণনা করতে শুরু করে।\n\n\n=== উত্তর আমেরিকায় ===\n১৮ শতকের শেষের দিকে আমেরিকার ধনী পরিবারগুলিও ইংরেজি ল্যান্ডস্কেপিং শৈলীর অনুকরণ শুরু করে। উত্তর আমেরিকায় ব্রিটিশ বসতি স্থাপনকারীরা ইংরেজ লনের শৈলীতে ল্যান্ডস্কেপের জন্য একটি আকর্ষণ আমদানি করেছিল। ১৭৮০ সালে, শেকার সম্প্রদায় উত্তর আমেরিকায় উচ্চ-মানের ঘাসের বীজের প্রথম শিল্প উত্পাদন শুরু করে এবং ফিলাডেলফিয়াতে বেশ কয়েকটি বীজ কোম্পানি এবং নার্সারি প্রতিষ্ঠিত হয়েছিল। এই ঘাসগুলির বর্ধিত প্রাপ্যতার মানে হল যে তারা পার্ক এবং আবাসিক এলাকার জন্য প্রচুর সরবরাহ ছিল, শুধু পশুসম্পদ নয়। \nটমাস জেফারসনকে ১৮০৬ সালে তার এস্টেট, মন্টিসেলোতে ইংরেজি-শৈলীর লন চেষ্টা করার জন্য প্রথম ব্যক্তি হিসেবে কৃতিত্ব দেওয়া হয়েছে, কিন্তু তার আগে অনেকেই ইংরেজি ল্যান্ডস্কেপিং অনুকরণ করার চেষ্টা করেছিলেন। অনেক পণ্ডিত এই বিকাশকে ১৯ শতকের রোমান্টিক এবং ট্রান্সেন্ডেন্টালিস্ট আন্দোলনের সাথে যুক্ত করেছেন। এই সবুজ কমনগুলিও ব্যাপকভাবে বিপ্লবী যুদ্ধের সাফল্যের সাথে জড়িত ছিল এবং ১৮৬৫ সালে গৃহযুদ্ধ শেষ হওয়ার পরে প্রায়শই দেশপ্রেমিক যুদ্ধের স্মৃতিসৌধে পরিণত হয়েছিল \n\n\n=== মধ্যবিত্ত সাধনা ===\n\nযান্ত্রিক লন কাটার আগে, লন রক্ষণাবেক্ষণ কেবলমাত্র অভিজাতদের অত্যন্ত ধনী সম্পত্তি এবং ম্যানর হাউসগুলির জন্যই সম্ভব ছিল।\n১৮৩০ সালে এডউইন বিয়ার্ড বাডিং দ্বারা লন ঘাসের যন্ত্র আবিষ্কারের সাথে এই সব পরিবর্তিত হয়, মসৃণ ফিনিস দেওয়ার জন্য একটি বেঞ্চে লাগানো একটি কাটিং সিলিন্ডার ব্যবহার করে। \nতারা একসাথে স্ট্রডের কাছে থ্রুপ -এ একটি কারখানায় ঘাস তৈরি করে।  লাইসেন্সের অধীনে অন্যান্য কোম্পানির মধ্যে সবচেয়ে সফল ছিল ইপসউইচের র্যানসোমস, সিমস অ্যান্ড জেফরিস যা ১৮৩২ সালের প্রথম দিকে ঘাসের যন্ত্র উৎপাদন শুরু করে \n\nতবে, তার মডেলের দুটি গুরুত্বপূর্ণ ত্রুটি ছিল। এটি অত্যন্ত ভারী ছিল (এটি ঢালাই লোহা দিয়ে তৈরি) এবং বাগানে চালনা করা কঠিন, এবং ঘাস খুব ভাল কাটেনি। ফলকটি প্রায়ই ঘাসের উপরে অকেজোভাবে ঘুরত।\n১৮৫০-এর দশকে, লিডসের টমাস গ্রিন সাইলেন্স মেসর (অর্থাৎ নীরব কাটার) নামে একটি বিপ্লবী ঘাসের যন্ত্রের নকশা প্রবর্তন করেন, যা পিছনের রোলার থেকে কাটার সিলিন্ডারে শক্তি প্রেরণের জন্য একটি চেইন ব্যবহার করে। মেশিনটি তাদের আগের গিয়ার চালিত মেশিনের তুলনায় অনেক হালকা এবং শান্ত ছিল এবং লন্ডন হর্টিকালচারাল গার্ডেনে প্রথম লন মাওয়ার ট্রায়ালে প্রথম পুরস্কার জিতেছিল।\n\n\n=== জৈব লন ===\nঅত্যধিক কীটনাশক ব্যবহার, সার ব্যবহার, জলবায়ু পরিবর্তন এবং দূষণের ক্ষতিকর প্রভাবের কারণে, জৈব লন ব্যবস্থাপনার প্রয়োজনের জন্য ২০ শতকের শেষের দিকে একটি আন্দোলন গড়ে ওঠে। ২১ শতকের প্রথম দশকে, আমেরিকান বাড়ির মালিকরা প্রতি একর কৃষকদের তুলনায় দশগুণ বেশি কীটনাশক ব্যবহার করছিলেন, যা বছরে আনুমানিক ৬০ থেকে ৭০ মিলিয়ন পাখিকে বিষাক্ত করে। \nসাম্প্রতিক বছরগুলোতে,  কিছু পৌরসভা সিন্থেটিক কীটনাশক এবং সার নিষিদ্ধ করেছে এবং প্রয়োজনীয় জৈব জমি যত্নের কৌশল ব্যবহার করা হবে।\n\n\n=== মার্কিন যুক্তরাষ্ট্র ===\n\nপ্রকৃতপক্ষে, একবার ইউরোপ থেকে বিদেশ থেকে আনা পশুসম্পদ সমগ্র উপনিবেশে ছড়িয়ে পড়লে, নিউ ইংল্যান্ডের বেশিরভাগ স্থানীয় ঘাস অদৃশ্য হয়ে যায় এবং ১৭ শতকের একটি তালিকা তালিকায় ইংল্যান্ড থেকে ক্লোভার এবং ঘাসের বীজের সরবরাহ উল্লেখ করা হয়। নতুন ঔপনিবেশিকদের এমনকি তাদের দেশ এবং কোম্পানিগুলি তাদের সাথে উত্তর আমেরিকায় ঘাসের বীজ আনতে অনুরোধ করেছিল। ১৭ শতকের শেষের দিকে, নিউ ইংল্যান্ডে আমদানি করা ঘাসের বীজের একটি নতুন বাজার শুরু হয়েছিল। \nকেনটাকি ব্লুগ্রাস ( Poa pratensis ) হল ইউরোপ বা মধ্য প্রাচ্যের একটি ঘাস। এটি সম্ভবত ১৬০০ এর দশকের গোড়ার দিকে ফরাসি ধর্মপ্রচারকদের দ্বারা মধ্য-পশ্চিম যুক্তরাষ্ট্রে নিয়ে যাওয়া হয়েছিল এবং কেনটাকির আশেপাশের অঞ্চলে জলপথের মাধ্যমে ছড়িয়ে পড়েছিল।\nইউরোপীয় প্রজাতির ঘাস উত্তর আমেরিকার পূর্ব উপকূলে অত্যন্ত ভাল করেছে, এটি ছিল ভূমধ্যসাগরের অনেকগুলি ঘাস যা পশ্চিম সমুদ্র তীরে আধিপত্য বিস্তার করেছিল। যেহেতু চাষকৃত ঘাসগুলি গরুর জন্য তাদের পুষ্টির সুবিধার জন্য মূল্যবান হয়ে ওঠে, কৃষকরা দেশের আরও উপনিবেশিত অঞ্চলে প্রাকৃতিক তৃণভূমির উপর কম নির্ভর করে। অবশেষে গ্রেট সমভূমির ঘাসগুলিও ইউরোপীয় প্রজাতির সাথে ছেয়ে গেল যেগুলি আমদানি করা গরুর চারণ নিদর্শনগুলির জন্য আরও টেকসই ছিল।\nআমেরিকায় লনের বিস্তারের একটি প্রধান কারণ ছিল ৪০-ঘন্টা কাজের সপ্তাহের ১৯৩৮ সালে আইন পাস করা। তখন পর্যন্ত, আমেরিকানরা সাধারণত শনিবারে অর্ধেক দিন কাজ করত, তাদের লনে ফোকাস করার জন্য সামান্য সময় রেখেছিল। এই আইন এবং দ্বিতীয় বিশ্বযুদ্ধের পরে হাউজিং বুমের সাথে, পরিচালিত ঘাসের জায়গাগুলি আরও সাধারণ হয়ে ওঠে।  ২০ শতকের গোড়ার দিকে কান্ট্রি ক্লাব এবং গল্ফ কোর্সের সৃষ্টি লন সংস্কৃতির উত্থান সম্পন্ন করে। \nক্রিস্টিনা মাইলেসি, নাসা আর্থ সিস্টেম সায়েন্সের স্যাটেলাইট পর্যবেক্ষণের উপর ভিত্তি করে অধ্যয়ন অনুসারে: যুক্তরাষ্ট্রে ভূ-ভুট্টা বা গমের মতো স্বতন্ত্র সেচের ফসলের চেয়ে বেশি পৃষ্ঠভূমি লনের জন্য উত্সর্গীকৃত। সব মিলিয়ে বর্গ কিলোমিটার।\nলন মনোকালচার অবসেট অবসেট করার আগ্রহের চেয়ে বেশি একটি প্রতিফলন ছিল, এটি শহরতলির একজাতীয়তাকে প্রচার করেছিল। যদিও ১৯ শতক থেকে ইংরেজদের বাসস্থানে লন একটি স্বীকৃত বৈশিষ্ট্য ছিল, দ্বিতীয় বিশ্বযুদ্ধের পর থেকে লনের শিল্পায়ন এবং একক সংস্কৃতির একটি বিপ্লব লনের পরিবেশকে মৌলিকভাবে পরিবর্তন করে। যুদ্ধের শিল্পায়ন কীটপতঙ্গ নিয়ন্ত্রণের শিল্পায়নকে ত্বরান্বিত করেছিল।  নিবিড় উপনগরীকরণ উভয়ই লন রক্ষণাবেক্ষণের প্রসারকে কেন্দ্রীভূত এবং প্রসারিত করেছে যার অর্থ কেবল পেট্রোকেমিক্যাল, সার এবং কীটনাশক নয়, জলের মতো প্রাকৃতিক সম্পদও বৃদ্ধি পেয়েছে। \nলনগুলি শহুরে মধ্যবিত্ত শ্রেণীর জন্য শ্রেণী মূল্যবোধ সম্পাদনের একটি মাধ্যম হয়ে ওঠে, যেখানে লনের অবস্থা নৈতিক চরিত্র এবং সামাজিক নির্ভরযোগ্যতার প্রতিনিধি হয়ে ওঠে। লনের সাথে সম্পর্কিত সামাজিক মূল্যবোধগুলি সামাজিক চাপ, আইন এবং রাসায়নিক উত্পাদকদের দ্বারা প্রচারিত এবং সমুন্নত হয়। রাসায়নিক উত্পাদনকারীরা ব্যবসা হারাতে নারাজ তারা একটি লনের আদর্শ প্রচার করে, যা রাসায়নিক সহায়তা ছাড়া এটিকে অপ্রাপ্য বলে মনে করে। \n\nসামনের লনগুলি ১৯৩০-এর দশকে প্রমিত হয়ে ওঠে যখন সময়ের সাথে সাথে ঘাসের ধরন এবং রক্ষণাবেক্ষণ পদ্ধতির মতো নির্দিষ্ট দিকগুলি জনপ্রিয় হয়ে ওঠে। লন-যত্ন শিল্প বিকাশ লাভ করেছিল, কিন্তু ১৯৩০-এর দশকের মহামন্দা এবং দ্বিতীয় বিশ্বযুদ্ধের আগের সময়কালে আমেরিকার প্রধান সরবরাহকারী ইউরোপে ঘাসের বীজের ঘাটতির কারণে লনের সাথে ব্যাপকভাবে যুক্ত হওয়া সাংস্কৃতিক মান বজায় রাখা কঠিন হয়ে পড়েছিল। দ্বিতীয় বিশ্বযুদ্ধের পর, লনের নান্দনিকতা আবারও উত্তর আমেরিকার একটি আদর্শ বৈশিষ্ট্য হয়ে ওঠে, কয়েক দশক আগে একটি প্রতিশোধ নিয়ে, বিশেষ করে যুদ্ধ-পরবর্তী আবাসন এবং জনসংখ্যা বৃদ্ধির ফলে এর সামান্য পতন থেকে ফিরে আসে। \nফেডারেল হাউজিং অ্যাডমিনিস্ট্রেশন ঋণদাতাদের প্ররোচনা দেয় যা গড় আমেরিকানদের জন্য ডাউন পেমেন্ট ৩০% থেকে কম করে ১০% পর্যন্ত কমাতে সাহায্য করে। এই উন্নয়নগুলি আপনার নিজের বাড়ির মালিকানা ভাড়ার চেয়ে সস্তা করেছে, আরও উপশহর এবং এর লনগুলির বিস্তারকে সক্ষম করেছে৷ \nলেভিটাউন, নিউ ইয়র্ক, ২০ শতকে শিল্প শহরতলির শুরু এবং প্রক্সি দ্বারা শিল্প লন। ১৯৪৭ থেকে ১৯৫১ সালের মধ্যে, আব্রাহাম লেভিট এবং তার ছেলেরা সতের হাজারেরও বেশি বাড়ি তৈরি করেছিলেন, যার প্রত্যেকটির নিজস্ব লন ছিল। ল্যান্ডস্কেপিং ছিল লেভিটাউনের সাফল্যের সবচেয়ে গুরুত্বপূর্ণ কারণগুলির মধ্যে একটি - এবং কোনও বৈশিষ্ট্যই লনের চেয়ে বেশি বিশিষ্ট ছিল না।  ১৯৪৮-এর সময়, লেভিটটাউন যে প্রথম বসন্ত উপভোগ করেছিল, লেভিট অ্যান্ড সনস বিনামূল্যে সমস্ত লনগুলিকে নিষিক্ত এবং পুনঃসৃজন করেছিল। \n২০০৮ সালে শুরু হওয়া অর্থনৈতিক মন্দার ফলে বিশ্বব্যাপী অনেক সম্প্রদায় তাদের লন খনন করতে এবং ফল ও উদ্ভিজ্জ বাগান লাগাতে বাধ্য হয়েছে।\nঅস্ট্রেলিয়ায় ঘাস আঙিনার চেহারা উত্তর আমেরিকা এবং ইউরোপের অনুসরণ করে। ফেসকিউ এবং রাইগ্রাসের মতো শীতল-ঋতুর টার্ফগ্রাসগুলির তুলনায় কম জল ব্যবহার করার পছন্দের জন্য কাউন্সিল এবং বাড়ির মালিকদের দ্বারা আরও খরা সহনশীল ঘাসগুলি বেছে নেওয়া হয়েছে। হাই-প্রোফাইল এলাকায় স্বল্প সময়ের জন্য বেশি চাষ করা যেতে পারে বা আজকাল, টার্ফ রঙ (জাল সবুজ) খুব জনপ্রিয়।\nসময়ের সাথে সাথে, অস্ট্রেলিয়ায় খরার ফ্রিকোয়েন্সি বিবেচনা করে, \"প্রাকৃতিকতা\" এর দিকে আন্দোলন বা গজগুলিতে দেশীয় উদ্ভিদ প্রজাতির ব্যবহার উপকারী ছিল। \n১৯৭০ এর দশক থেকে, বিশেষ করে তাদের নিম্ন জলের প্রয়োজনীয়তা বিবেচনা করে, ঘাস আঙিনার জন্য দেশীয় প্রজাতির আগ্রহ দেখায়।\n\n\n== ব্যবহার ==\n\nলনগুলি খেলার পৃষ্ঠ হিসাবে উপযোগী কারণ এগুলি নিবিড় পায়ের ট্র্যাফিকের ফলে উত্পন্ন ক্ষয় এবং ধূলিকণা প্রশমিত করে এবং রাগবি, ফুটবল, সকার, ক্রিকেট, বেসবল, গলফ, টেনিস, ফিল্ড হকি এবং লনের মতো খেলায় খেলোয়াড়দের জন্য একটি কুশন প্রদান করে।\nলন বর্জ্য কম্পোস্ট তৈরিতে একটি উপাদান হিসাবে ব্যবহার করা যেতে পারে, এটিকে পশুখাদ্য হিসাবেও দেখা হয়, লন ক্লিপিং সাইলেজ তৈরিতে ব্যবহৃত হয় যা একটি টেকসই খাদ্য উত্স হিসাবে।\n\n\n== লন প্রকারভেদ ==\n\n\n=== ঘাস ===\nবিভিন্ন প্রজাতির ঘাস বর্তমানে ব্যবহার করা হয়, উদ্দেশ্য ব্যবহার এবং জলবায়ুর উপর নির্ভর করে। যেখানে সক্রিয় খেলাধুলা করা হয় সেখানে মোটা ঘাস ব্যবহার করা হয়, এবং সূক্ষ্ম ঘাসগুলি তাদের চাক্ষুষ প্রভাবের জন্য শোভাময় লনের জন্য ব্যবহার করা হয়। কিছু ঘাস শীতল গ্রীষ্মের সাথে মহাসাগরীয় জলবায়ুর সাথে এবং অন্যগুলি গরম গ্রীষ্মের সাথে গ্রীষ্মমন্ডলীয় এবং মহাদেশীয় জলবায়ুর সাথে অভিযোজিত হয়। প্রায়শই, ঘাস বা কম উদ্ভিদের মিশ্রণ একটি শক্তিশালী লন তৈরি করতে ব্যবহৃত হয় যখন একটি প্রকার উষ্ণ ঋতুতে এবং অন্যটি শীতল মৌসুমে ভাল করে। এই মিশ্রণটি ঘাসের প্রজননের একটি ফর্ম দ্বারা আরও নেওয়া হয় যা উৎপন্ন করে যা কাল্টিভার নামে পরিচিত।\n\n\n==== শীতল মৌসুমের ঘাস ====\nশীতল ঋতু ঘাস ৫ ডিগ্রি সেলসিয়াস (৪১ ডিগ্রি ফারেনহাইট) এ বৃদ্ধি শুরু, এবং তাপমাত্রা ১০ ডিগ্রি সেলসিয়াস (৫০ ডিগ্রি ফারেনহাইট) এর মধ্যে থাকলে তাদের দ্রুততম হারে বৃদ্ধি পায় এবং ২৫ ডিগ্রি সেলসিয়াস (৭৭ ডিগ্রি ফারেনহাইট), এমন জলবায়ুতে যেখানে তুলনামূলকভাবে হালকা/ঠান্ডা গ্রীষ্মকাল থাকে, যেখানে বসন্ত এবং শরৎকালে দুটি সময় দ্রুত বৃদ্ধি পায়। \n- ব্লুগ্রাস (পোয়া এসপিপি.)\n- বেন্টগ্রাস (অ্যাগ্রোস্টিস এসপিপি.)\n- রাইগ্রাসেস (লোলিয়াম এসপিপি.)\n- ফেসকিউস (ফেস্টুকা এসপিপি.)\n- পালক খাগড়া ঘাস (ক্যালামাগ্রোস্টিস এসপিপি.)\n- টুফটেড হেয়ার ঘাস (ডেস্কাম্পসিয়া এসপিপি.)\n\n\n==== উষ্ণ ঋতু ঘাস ====\nএগুলি প্রায়শই শীতল মাসে সুপ্ত থাকে, শেড বা বাদামী হয়ে যায়। অনেক উষ্ণ ঋতু ঘাস বেশ খরা সহনশীল, এবং খুব উচ্চ গ্রীষ্মের তাপমাত্রা পরিচালনা করতে পারে, যদিও তাপমাত্রা −১৫ ডিগ্রি সেলসিয়াস (৫ ডিগ্রি ফারেনহাইট) এর নিচে বেশিরভাগ দক্ষিণ ইকোটাইপ উষ্ণ ঋতু ঘাস মেরে ফেলতে পারে। উত্তরের জাত, যেমন বাফেলোগ্রাস এবং ব্লু গ্রামা, ৪৫ ডিগ্রি সেলসিয়াস (১১৩ ডিগ্রি ফারেনহাইট) থেকে শক্ত। ।\n\nZoysiagrass ( Zoysia spp.)\nবারমুডাগ্রাস ( Cynodon spp.)\nসেন্ট অগাস্টিন ঘাস ( স্টেনোটাফ্রাম সেকেন্ডেটাম )\nবাহিয়াগ্রাস ( পাসপালাম এসপিপি।)\nসেন্টিপিডিগ্রাস ( এরেমোক্লোয়া ওফিউরয়েডস )\nকার্পেট ঘাস ( Axonopus spp.)\nবাফেলোগ্রাস ( বুটেলুয়া ড্যাকটাইলয়েডস )\nগ্রামা ঘাস ( বুটেলুয়া এসপিপি।)\nকিকুয়ু ঘাস ( পেনিসেটাম ক্ল্যান্ডেস্টিনাম )\n\n\n=== ছায়ার জন্য ঘাসের বীজ ===\nবেশিরভাগ লন আশেপাশের বেড়া, আসবাবপত্র, গাছ বা হেজেসের কারণে কিছু আকৃতি বা আকারে ছায়া অনুভব করবে এবং এই ঘাসের বীজ প্রজাতিগুলি উত্তর গোলার্ধ এবং উত্তর-পশ্চিম ইউরোপে বিশেষভাবে উপযোগী। \n\nফেস্টুকা রুব্রা subsp. কম্যুটাটা ( চিউইংস ফেসকিউ)\nপোয়া প্রটেনসিস ( মসৃণ ডাঁটাযুক্ত মেডো ঘাস)\nফেস্টুকা ওভিনা ( ভেড়া ফেসকিউ)\nফেস্টুকা ট্র্যাকিফাইলা ( হার্ড ফেসকিউ)\nফেস্টুকা রুব্রা ( শক্তিশালী ক্রিপিং রেড ফেসকিউ)\n\n\n=== সেজেস ===\nকেয়ারেক্স প্রজাতি এবং জাতগুলি উদ্যান শিল্পে 'সেজ' বিকল্প হিসাবে কাঁচ করা লন এবং বাগানের তৃণভূমিতে 'ঘাস'-এর বিকল্প হিসাবে উপস্থাপিত হয়। লন এবং বাগানের তৃণভূমির জন্য কম রক্ষণাবেক্ষণ এবং খরা-সহনশীল ঘাস প্রতিস্থাপন হিসাবে টেকসই ল্যান্ডস্কেপিংয়ের জন্য কম ক্রমবর্ধমান এবং ছড়িয়ে পড়া আলংকারিক জাত এবং স্থানীয় প্রজাতি উভয়ই ব্যবহৃত হয়। জে. পল গেটি মিউজিয়াম লস অ্যাঞ্জেলেসের ভাস্কর্য উদ্যানে কেরেক্স পানসা (মেডো সেজ) এবং কেরেক্স প্রাইগ্রাসিলিস (ডুন সেজ) ব্যাপকভাবে ব্যবহার করেছে।\n\nব্যবহৃত কিছু নিম্ন সেজগুলি হল:\nকেরেক্স ক্যারিওফিলিয়া (কাল্টিভার 'দ্য বিটলস')\nসি. ডিভুলসা (বার্কলে সেজ) \nC. glauca (নীল সেজ) (syn. C. flacca )\nC. পানসা (মেডো সেজ) \nসি. প্রাইগ্রাসিলিস (ডুন সেজ) \nC. সাবফুসকা (পাহাড়ের সেজ) \nসি. টুমুলিকোলা (পাদদেশের সেজ) (কাল্টিভার 'সান্তা ক্রুজ মিন্টস সিলেকশন') \nসি. আনসিফোলিয়া (রুবি সেজ)\n\n\n=== অন্যান্য গ্রাউন্ড-কভার গাছপালা ===\n\nমস লনগুলি গাছের নীচে ছায়াযুক্ত জায়গায় ভাল করে এবং একটি ঐতিহ্যবাহী ঘাস লনের মাত্র ১% জলের প্রয়োজন হয়।  ক্লোভার লন বিশেষ করে স্যাঁতসেঁতে, ক্ষারীয় মাটিতে ভালো করে। ইয়ারো লনগুলি খরা প্রতিরোধী। সাধারণ ইয়ারো ইউরোপ, উত্তর আমেরিকা এবং এশিয়ার কিছু অংশ জুড়ে স্থানীয় এবং মাটি ঢেকে রাখার জন্য গাছপালা বিস্তার করে। \n\n\n==== পূর্ব উত্তর আমেরিকা ====\n\nপূর্ব উত্তর আমেরিকার স্থানীয় কিছু গাছ যা ঘাসের লনের বিকল্প হিসাবে ব্যবহার করা যেতে পারে বা লনে অন্তর্ভুক্ত করা যেতে পারে:\n\nসাধারণ ইয়ারো\nভার্জিনিয়া স্প্রিংবিউটি \nবন্য স্ট্রবেরি\nবামন পাঁচপাল্লা\nমস ফ্লক্স\nলতানো ফ্লক্স\nসংবেদনশীল ফার্ন\nকানাডিয়ান বন্য আদা\nদারুচিনি ফার্ন\nলিরলিফ ঋষি \nআলেঘেনি পচিসান্দ্রা\nকাঠবাদাম পাথরের ফসল\nসবুজ-ও সোনা\nবিটলউইড\nনীল চোখের ঘাস\nসাধারণ নীল বেগুনি\nবামন ক্রেস্টেড আইরিস\nবন্য গোলাপী\nবেগুনি কাঠ সোরেল\nদাগযুক্ত ক্রেনসবিল\n\n\n== লনের বিকল্প ==\nলনের বিকল্পগুলির মধ্যে রয়েছে তৃণভূমি, খরা-সহনশীল জেরিস্কেপ বাগান, প্রাকৃতিক ল্যান্ডস্কেপ, স্থানীয় উদ্ভিদ বাসস্থানের বাগান, পাকা স্প্যানিশ উঠোন এবং বহিঃপ্রাঙ্গণ বাগান, প্রজাপতি বাগান, রেইন গার্ডেন এবং রান্নাঘর বাগান । লনের কাছাকাছি গাছ এবং গুল্মগুলি ঐতিহ্যগত, কুটির এবং বন্যপ্রাণী বাগানে পাখিদের আবাসস্থল প্রদান করে।\n\n\n== লন যত্ন এবং রক্ষণাবেক্ষণ ==\nমৌসুমী লন স্থাপন এবং যত্ন জলবায়ু অঞ্চল এবং লনের প্রকারের উপর নির্ভর করে পরিবর্তিত হয়।\n\n\n=== রোপণ এবং বীজ বপন ===\n\nপ্রারম্ভিক শরৎ, বসন্ত এবং প্রারম্ভিক গ্রীষ্ম হল বীজ, লেয়ার সোড (টার্ফ), উদ্ভিদ 'লাইনার' বা 'স্প্রিগ' নতুন লন, যখন মাটি উষ্ণ এবং বায়ু শীতল হয় প্রাথমিক ঋতু। বীজ বপন করা সবচেয়ে কম ব্যয়বহুল, তবে লন স্থাপনের জন্য আরও বেশি সময় লাগতে পারে। রোপণ/বীজ রোপণের ঠিক আগে বায়ু দেওয়া হলে তা গভীর শিকড়ের বৃদ্ধি এবং ঘন টার্ফকে উৎসাহিত করতে পারে। \nসোডিং (আমেরিকান ইংলিশ), বা টার্ফিং (ব্রিটিশ ইংলিশ), প্রায় তাৎক্ষণিক লন সরবরাহ করে, এবং যে কোনও ঋতুতে বেশিরভাগ নাতিশীতোষ্ণ জলবায়ুতে নেওয়া যেতে পারে, তবে এটি প্রতিষ্ঠিত না হওয়া পর্যন্ত আরও ব্যয়বহুল এবং খরার জন্য আরও ঝুঁকিপূর্ণ। হাইড্রোজিং হল বড়, ঢালু বা পাহাড়ের ল্যান্ডস্কেপ রোপণের একটি দ্রুত, কম ব্যয়বহুল পদ্ধতি। কিছু ঘাস এবং সেজ পাওয়া যায় এবং 'লাইনার' এবং ৪-ইঞ্চি (১০০-মিলিমিটার) থেকে রোপণ করা হয় পাত্রে, 'ফ্ল্যাট', 'প্লাগ' বা 'স্প্রিগস' থেকে, এবং একসাথে বড় হওয়ার জন্য আলাদা করে রোপণ করা হয়।\n\n\n=== সার এবং রাসায়নিক ===\nবিভিন্ন জৈব এবং অজৈব বা সিন্থেটিক সার পাওয়া যায়, তাৎক্ষণিক বা সময়-মুক্তির অ্যাপ্লিকেশন সহ। কীটনাশক, যার মধ্যে রয়েছে জৈবিক ও রাসায়নিক ভেষজনাশক, কীটনাশক এবং ছত্রাকনাশক, ধূসর পাতার দাগের মতো রোগের চিকিৎসা করা। লন এবং বাগানের বাস্তুতন্ত্রের উপর এবং পার্শ্ববর্তী পরিবেশে প্রবাহিত এবং বিচ্ছুরণের মাধ্যমে তাদের প্রভাবের জন্য বিবেচনা করে, তাদের ব্যবহারে বাধা সৃষ্টিকারী আইনগুলিকে অবহিত করুন। উদাহরণস্বরূপ, কানাডার কুইবেক প্রদেশ এবং ১৩০টিরও বেশি পৌরসভা সিন্থেটিক লন কীটনাশক ব্যবহার নিষিদ্ধ করে।  অন্টারিও প্রাদেশিক সরকার সেপ্টেম্বর ২০০৭ এ প্রতিশ্রুতি দিয়েছিল যে জনসাধারণের সুরক্ষার জন্য লন কীটনাশকের প্রসাধনী ব্যবহারের উপর একটি প্রদেশ-ব্যাপী নিষেধাজ্ঞা কার্যকর করবে। চিকিৎসা ও পরিবেশগত গোষ্ঠী এই ধরনের নিষেধাজ্ঞাকে সমর্থন করেছে। \n২২ এপ্রিল ২০০৮-এ, অন্টারিওর প্রাদেশিক সরকার ঘোষণা করে যে এটি আইন পাস করবে যা প্রদেশ জুড়ে, প্রসাধনী ব্যবহার এবং লন এবং বাগানের কীটনাশক বিক্রি নিষিদ্ধ করবে।  অন্টারিও আইনটি ম্যাসাচুসেটস আইনকেও প্রতিধ্বনিত করবে যা কীটনাশক প্রস্তুতকারকদের তাদের উত্পাদনে ব্যবহৃত বিষাক্ত পদার্থগুলি হ্রাস করতে হবে। \nকীটনাশক ব্যবহারের জৈব বিকল্পের একটি উদাহরণ হল মাটিতে বসবাসকারী গ্রাবের বিরুদ্ধে লড়াই করার জন্য উপকারী নেমাটোড প্রয়োগ করা, যেমন শ্যাফার বিটলসের লার্ভা। সমন্বিত কীটপতঙ্গ ব্যবস্থাপনা পদ্ধতি একটি সমন্বিত কম প্রভাব পদ্ধতি।\n\n\n=== কাটা এবং অন্যান্য রক্ষণাবেক্ষণ অনুশীলন ===\n\nএকটি রুক্ষ লন রক্ষণাবেক্ষণের জন্য উপযুক্ত মেশিনের সাহায্যে মাঝে মাঝে কাটা বা পশুদের চারণ করা প্রয়োজন। একটি মসৃণ এবং ঘনিষ্ঠভাবে কাটা লন বজায় রাখা, এটি নান্দনিক বা ব্যবহারিক কারণেই হোক বা প্রতিবেশীদের এবং স্থানীয় পৌরসভার অধ্যাদেশগুলির সামাজিক চাপের জন্য এটি প্রয়োজন, আরও সংগঠিত এবং নিয়মিত চিকিত্সার প্রয়োজন। সাধারণত সপ্তাহে একবার বেশিরভাগ জলবায়ুতে লন বজায় রাখার জন্য যথেষ্ট। যাইহোক, ৮-এর বেশি কঠোরতা অঞ্চলে থাকা অঞ্চলগুলির গরম এবং বর্ষার ঋতুতে, লনগুলি সপ্তাহে দুই বার পর্যন্ত রক্ষণাবেক্ষণের প্রয়োজন হতে পারে। \n\n\n== সামাজিক প্রভাব ==\nপ্লেজেন্টভিল (১৯৯৮) এবং এডওয়ার্ড সিজারহ্যান্ডস (১৯৯০) এর মতো চলচ্চিত্রগুলিতে লনের প্রচলন একটি সামাজিক প্রক্রিয়া হিসাবে লনের গুরুত্বের প্রতি ইঙ্গিত করে, যা আমেরিকান শহরতলির চাক্ষুষ প্রতিনিধিত্বের পাশাপাশি এর অনুশীলন সংস্কৃতিকে অত্যন্ত গুরুত্ব দেয়। এটা বোঝানো হয় যে একটি প্রতিবেশী যার লন আদিম অবস্থায় নেই, সে নৈতিকভাবে দুর্নীতিগ্রস্ত। প্রতিবেশী এবং সম্প্রদায়ের সম্পর্কের ক্ষেত্রে একটি ভালভাবে রাখা লন যে ভূমিকা পালন করে তার উপর জোর দেয়। এই দুটি ছবিতে, শহরতলির একটি বাড়ির চারপাশে সবুজ স্থান নৈতিক সততার পাশাপাশি সামাজিক এবং লিঙ্গ নিয়মের একটি সূচক হয়ে ওঠে - লনের যত্ন দীর্ঘদিন ধরে জড়িত। পুরুষদের সাথে। এই লনগুলি সূক্ষ্মভাবে বাদ দিয়ে শ্রেণী এবং সামাজিক নিয়মগুলিকে আরও শক্তিশালী করে যারা লন সহ একটি বাড়ি বহন করতে সক্ষম হয়নি৷\nকারো চরিত্রের প্রতিফলন এবং আশেপাশের আশেপাশের লন শুধুমাত্র চলচ্চিত্রে সীমাবদ্ধ নয়; আমেরিকান ঔপন্যাসিক এফ. স্কট ফিটজেরাল্ডের দ্য গ্রেট গ্যাটসবি (১৯২৫) তে একই থিম দেখা যায়।\nকয়েক দশক ধরে বেশিরভাগ লন-যত্ন সরঞ্জাম পুরুষদের জন্য বিজ্ঞাপন দেওয়া হয়েছে, এবং কোম্পানিগুলি তাদের বিপণন প্রচারে ভাল নাগরিকত্বের সাথে ভাল লন-যত্নকে যুক্ত করেছে৷ লনকে পরিবারের অংশ হিসাবে, একটি অপরিহার্য গৃহসজ্জার সামগ্রী হিসাবে দেখার জন্য এবং তাদের স্বামীদের পরিবার ও সম্প্রদায়ের সুনামের জন্য একটি লন বজায় রাখতে উত্সাহিত করার জন্য সময়ের সাথে সাথে নারীদের সংস্কৃত করা হয়েছিল। \nদ্বিতীয় বিশ্বযুদ্ধের সময় (১৯৩৯-১৯৪৫), মহিলারা তাদের স্বামী এবং ছেলেদের অনুপস্থিতিতে লন-কেয়ার কোম্পানিগুলির কেন্দ্রবিন্দুতে পরিণত হয়েছিল। এই সংস্থাগুলি লন যত্নকে একটি প্রয়োজনীয় উপায় হিসাবে প্রচার করেছিল যার মাধ্যমে মহিলারা তাদের পুরুষ পরিবারের সদস্যদের এবং সামগ্রিকভাবে আমেরিকান দেশপ্রেমকে সমর্থন করতে সহায়তা করতে পারে। লনের চিত্রটি প্রযুক্তি এবং পুরুষত্বের উপর দৃষ্টি নিবদ্ধ করা থেকে নান্দনিক আনন্দ এবং এর রক্ষণাবেক্ষণ থেকে প্রাপ্ত স্বাস্থ্য সুবিধাগুলির উপর জোর দেওয়া থেকে পরিবর্তিত হয়েছে; লন কেয়ার কোম্পানীর বিজ্ঞাপনদাতারা ধরে নিয়েছিলেন যে মহিলারা দক্ষতা এবং ক্ষমতার চিত্রগুলিতে ইতিবাচকভাবে সাড়া দেবেন না। এটি বিশেষত ১৯৫০ এবং ১৯৬০ এর দশকে স্পষ্ট ছিল, যখন লন-যত্ন বাচনভঙ্গি লনকে স্বামীর দায়িত্ব এবং তিনি অবসর নেওয়ার সময় একটি আনন্দদায়ক শখ হিসাবে জোর দিয়েছিলেন। \nঘাসের দৈর্ঘ্য, প্রজাতি (এবং এর রঙ) এবং কাটার মতো লন রক্ষণাবেক্ষণ এবং চেহারার বিবরণের মধ্যে পার্থক্য রয়েছে। \n\n\n== পরিবেশগত উদ্বেগ ==\n\nগড়ে, চাষের জমির সমপরিমাণ জমির তুলনায় লনের একটি নির্দিষ্ট এলাকা বজায় রাখতে রাসায়নিক সার, হার্বিসাইড এবং কীটনাশক বেশি পরিমাণে ব্যবহার করা হয়।  এই পণ্যগুলির ব্যবহার পরিবেশ দূষণ, লন ইকোসিস্টেমে ব্যাঘাত ঘটায় এবং মানুষ ও বন্যপ্রাণীর স্বাস্থ্য ঝুঁকির কারণ হয়।\nপরিবেশগত উদ্বেগের প্রতিক্রিয়া হিসাবে, জৈব ল্যান্ডস্কেপিং এবং জৈব লন ম্যানেজমেন্ট সিস্টেমগুলি তৈরি করা হয়েছে এবং কিছু পৌরসভা এবং সম্পত্তিতে বাধ্যতামূলক করা হয়েছে। ইউনাইটেড কিংডমে, এনভায়রনমেন্টাল গ্রুপ প্ল্যান্টলাইফ উদ্যানপালকদের মে মাসে গাছের বৈচিত্র্যকে উত্সাহিত করতে এবং পোকামাকড়ের জন্য অমৃত সরবরাহ করতে ধান কাটা থেকে বিরত থাকতে উত্সাহিত করেছে। \nলন সম্পর্কিত অন্যান্য উদ্বেগ, সমালোচনা এবং অধ্যাদেশগুলি বিস্তৃত পরিবেশগত পরিণতি থেকে উদ্ভূত হয়:\n\nলন জীববৈচিত্র্য হ্রাস করতে পারে, বিশেষ করে যখন লন একটি বড় এলাকা জুড়ে থাকে। ঐতিহ্যবাহী লনগুলি প্রায়শই উদ্ভিদের প্রজাতিগুলিকে প্রতিস্থাপন করে যেগুলি পরাগায়নকারীদের খাওয়ায়, মৌমাছি এবং প্রজাপতিদের খাদ্য এবং হোস্ট গাছগুলিতে পৌঁছানোর জন্য \"বর্জ্যভূমি\" অতিক্রম করতে হয়।  লন সমজাতীয়করণকে উৎসাহিত করে এবং সাধারণত অবাঞ্ছিত উদ্ভিদ ও প্রাণীর প্রজাতি থেকে পরিষ্কার করা হয়, সাধারণত সিন্থেটিক কীটনাশক দিয়ে, যা অনাকাঙ্ক্ষিত লক্ষ্যবস্তু প্রজাতিকেও হত্যা করতে পারে। এগুলি প্রবর্তিত প্রজাতির সমন্বয়ে গঠিত হতে পারে যা এলাকার স্থানীয় নয়, বিশেষ করে মার্কিন যুক্তরাষ্ট্রে। এটি এমন একটি বাসস্থান তৈরি করতে পারে যা বন্যপ্রাণী প্রজাতির সংখ্যা হ্রাসকে সমর্থন করে। \nলন রক্ষণাবেক্ষণে সাধারণত সার এবং সিন্থেটিক কীটনাশক ব্যবহার করা হয়, যা বড় ক্ষতির কারণ হতে পারে। কিছু কার্সিনোজেন এবং অন্তঃস্রাব বিঘ্নকারী । তারা স্থায়ীভাবে পরিবেশে স্থির থাকতে পারে এবং সম্ভাব্য সমস্ত আশেপাশের জীবের স্বাস্থ্যকে নেতিবাচকভাবে প্রভাবিত করতে পারে। ইউনাইটেড স্টেটস এনভায়রনমেন্টাল প্রোটেকশন এজেন্সি ২০১২ সালে অনুমান করেছে যে প্রায় ৩,২০,০০,০০০ কিলোগ্রাম (৭,১০,০০,০০০ পাউন্ড) সক্রিয় কীটনাশক উপাদান মার্কিন যুক্তরাষ্ট্রে প্রতি বছর শহরতলির লনে ব্যবহৃত হয়।  এই ইস্যুতে একটি উদীয়মান নিয়ন্ত্রক প্রতিক্রিয়ার ইঙ্গিত রয়েছে। উদাহরণস্বরূপ, সুইডেন, ডেনমার্ক, নরওয়ে, কুয়েত এবং বেলিজ হার্বিসাইড ২,৪-D ব্যবহারে বিধিনিষেধ আরোপ করেছে।\nএটি অনুমান করা হয়েছে যে প্রায় ৬,৪০,০০,০০০ লিটার (১,৪০,০০,০০০ ইম্পেরিয়াল গ্যালন; ১,৭০,০০,০০০ ইউএস গ্যালন) প্রতি গ্রীষ্মে মার্কিন যুক্তরাষ্ট্রে বাগান এবং লন-যত্ন সরঞ্জামগুলিকে পুনরায় জ্বালানী দেওয়ার সময় গ্যাসোলিন ছিটিয়ে দেওয়া হয়: এক্সন ভালদেজ ঘটনার সময় ছিটকে যাওয়া তার থেকে প্রায় ৫০% বেশি। \nকীটনাশক এবং সারের ব্যবহার, উৎপাদন, বিতরণ এবং প্রয়োগের জন্য জীবাশ্ম জ্বালানীর প্রয়োজন, গ্লোবাল ওয়ার্মিংয়ে অবদান রাখতে দেখা গেছে। (টেকসই জৈব কৌশলগুলি গ্লোবাল ওয়ার্মিং কমাতে সাহায্য করার জন্য দেখানো হয়েছে।)  টেনেসির ন্যাশভিলে এক হেক্টর লন ৬৯৭ থেকে ২,৪৪৩ এর সমতুল্য গ্রিনহাউস গ্যাস উৎপন্ন করে বছরে কেজি কার্বন ডাই অক্সাইড। বিশ্বের অর্ধেকেরও বেশি ফ্লাইটের সমতুল্য উচ্চতর চিত্র। লন কাটিং হল লন সংস্কৃতির একটি উপাদান যা প্রচুর পরিমাণে নির্গমন ঘটায় (যা লন মাওয়ারকে চারণকারী পশুর সাথে প্রতিস্থাপন করে প্রশমিত করা যেতে পারে)। \n\n\n=== জল সংরক্ষণ ===\nএকটি সবুজ লন বজায় রাখার জন্য কখনও কখনও প্রচুর পরিমাণে জল প্রয়োজন হয়। যদিও প্রাকৃতিক বৃষ্টিপাত সাধারণত নাতিশীতোষ্ণ ব্রিটিশ দ্বীপপুঞ্জে লন এর স্বাস্থ্য বজায় রাখার জন্য যথেষ্ট—লন ধারণার জন্মস্থান—খরার সময়ে হোসপাইপ নিষেধাজ্ঞা জল সরবরাহকারীরা প্রয়োগ করতে পারে।  বিপরীতভাবে, আরও শুষ্ক অঞ্চলে (যেমন মার্কিন দক্ষিণ-পশ্চিম এবং অস্ট্রেলিয়া) লন আদর্শ জল সরবরাহ ব্যবস্থাকে চাপ দেয়, যখন জল ইতিমধ্যেই কম। এই পরিস্থিতিতে, লন এর জন্য অতিরিক্ত পানি চাহিদা মোকাবেলা করতে আরও বড়, পরিবেশের জন্য ক্ষতিকর সরঞ্জামের প্রয়োজন হয়। ঘাস সাধারণত তার পছন্দের তাপমাত্রা সীমার বাইরে ঠান্ডা বা তাপের সময় বিশ্রামে থাকে; বিশ্রামকালীন ঘাসের পানির চাহিদা কমে যায়। বেশিরভাগ ঘাস খরা থেকে পুনরুদ্ধার করতে সক্ষম, তবে অনেক সম্পত্তির মালিক গ্রীষ্মের মাসগুলোতে বাদামী চেহারা নিয়ে চিন্তা করেন এবং পানি ব্যবহার বাড়িয়ে দেন। অস্ট্রেলিয়ার ১৯৯৫ সালের পরিসংখ্যান অনুযায়ী, গ্রীষ্মকালীন খরার সময় ক্যানবেরায় ব্যবহৃত পানির ৯০% পর্যন্ত লন এর পানি দেওয়ার জন্য ব্যবহৃত হয়েছিল। \nমার্কিন যুক্তরাষ্ট্রে, আবাসিক জলের ৫০ থেকে ৭০% ল্যান্ডস্কেপিংয়ের জন্য ব্যবহৃত হয়, বেশিরভাগ জল লনে ব্যবহৃত হয়।  একটি গবেষণায় (২০০৫) রক্ষণশীলভাবে আনুমানিক ১,২৮,০০০ বর্গকিলোমিটার (৪৯,০০০ বর্গমাইল; ৩,২০,০০,০০০ একর) মার্কিন যুক্তরাষ্ট্রে সেচযুক্ত লন, সেচকৃত ভুট্টার ক্ষেত্রফলের তিনগুণ।  এটি প্রায় ২০০ ইউএস গ্যালন (৭৬০ লিটার; ১৭০ ইম্পেরিয়াল গ্যালন) মার্কিন যুক্তরাষ্ট্রের লন পৃষ্ঠের এলাকা বজায় রাখার জন্য প্রতি জন প্রতি দিনে পানীয়-মানের বিশুদ্ধ জল প্রয়োজন।\n২০২২ সালে, নেভাদা রাজ্য একটি বিল পাস করে যা কেবলমাত্র রাজ্যে নতুন লন স্থাপন নিষিদ্ধ করেনি, তবে \"অকার্যকর\" বলে বিবেচিত যে কোনও লন অপসারণকে বাধ্যতামূলক করেছে। এটি রাজ্যে এক বছরের দীর্ঘ খরার প্রতিক্রিয়া হিসাবে ছিল। \n\n\n=== রাসায়নিক ===\nইউএস ফুড কোয়ালিটি প্রোটেকশন অ্যাক্টের মতো আইনের প্রয়োগের সাথে মিলিত কীটনাশক এবং সার ব্যবহার এবং তাদের সম্পর্কিত স্বাস্থ্য ঝুঁকি নিয়ে সাধারণ জনগণের উদ্বেগ বেড়েছে, যার ফলে শহুরে কৃত্রিম রাসায়নিক, যথা কীটনাশকের উপস্থিতি হ্রাস পেয়েছে। ২০ শতকের শেষের দিকে লনের মতো ল্যান্ডস্কেপ।  কিছু কৃত্রিম সার এবং কীটনাশকের সুরক্ষা এবং পরিবেশগত প্রভাব নিয়ে এই উদ্বেগের অনেকগুলি মার্কিন যুক্তরাষ্ট্রের পরিবেশ সুরক্ষা সংস্থা এবং অনেক স্থানীয় সরকার তাদের নিষেধাজ্ঞার দিকে পরিচালিত করেছে।  লনের যত্নের জন্য কীটনাশক এবং অন্যান্য রাসায়নিকের ব্যবহার প্রতি বছর প্রায় ৭ মিলিয়ন পাখির মৃত্যুর দিকে পরিচালিত করেছে, এটি একটি বিষয় যা সংরক্ষণবাদী রাচেল কারসনের সাইলেন্ট স্প্রিং উপন্যাসের কেন্দ্রবিন্দু ছিল। \nলন রাসায়নিকের ব্যবহার ১৮ শতকে \"ইংলিশ গার্ডেন\" ফ্যাডের প্রবর্তনের মাধ্যমে প্রথম উপস্থিত হয়েছিল। এই ধরনের লনগুলি সুনির্দিষ্ট হেজিং, পরিষ্কার কাটা ঘাস এবং অসামান্য গাছপালা প্রদর্শনে রাখে। লন রাসায়নিকের প্রাথমিক প্রবর্তনের পরে, তারা এখনও উত্তর আমেরিকা জুড়ে ক্রমাগত ব্যবহার করা হয়েছে। কারণ উত্তর আমেরিকার অনেক টার্ফ-ঘাসের প্রজাতি আমাদের বাস্তুতন্ত্রের স্থানীয় নয়, তাদের ব্যাপক রক্ষণাবেক্ষণের প্রয়োজন। মার্কিন যুক্তরাষ্ট্রের ভূতাত্ত্বিক জরিপ অনুসারে, শহুরে পানির নমুনাগুলির ৯৯% যা পরীক্ষা করা হয়েছিল তাতে এক বা একাধিক ধরণের কীটনাশক রয়েছে। জল দূষণ ছাড়াও, রাসায়নিকগুলি বাড়িতে প্রবেশ করছে যা দীর্ঘস্থায়ী এক্সপোজার হতে পারে। বর্তমানে, খাদ্য গুণমান সুরক্ষা আইনের মাধ্যমে কীটনাশক ব্যবস্থাপনা অনুশীলনের জন্য মানদণ্ড স্থাপন করা হয়েছে। \n\n\n=== পরিবেশগত প্রভাব ===\nমার্কিন যুক্তরাষ্ট্রে, লনের উচ্চতা সাধারণত গ্যাসোলিন-চালিত লন মাওয়ার দ্বারা রক্ষণাবেক্ষণ করা হয়, যা গ্রীষ্মের মাসগুলিতে শহুরে ধোঁয়াশায় অবদান রাখে।  ১৯৯৭ সালের আগে তৈরি ছোট পেট্রল ইঞ্জিনের কারণে, যেমন সাধারণত লন মাওয়ারগুলিতে ব্যবহৃত হয়। ১৯৯৭ সাল থেকে, পরিবেশ সুরক্ষা সংস্থা ধোঁয়াশা কমানোর প্রচেষ্টায় নতুন ইঞ্জিনগুলিতে নির্গমন নিয়ন্ত্রণ বাধ্যতামূলক করেছে। \n২০১০ সালের একটি সমীক্ষায় দেখা গেছে যে লনের যত্নের ইনপুটগুলি লনের কার্বন সিকোয়েস্টেশন সুবিধাগুলির দ্বারা ভারসাম্যপূর্ণ ছিল এবং তারা নৃতাত্ত্বিক গ্লোবাল ওয়ার্মিংয়ে অবদানকারী নাও হতে পারে৷ উচ্চ রক্ষণাবেক্ষণ এবং নিষিক্ত হার সহ লনগুলিতে কার্বন ডাই অক্সাইড এবং নাইট্রাস অক্সাইডের নিঃসরণ রয়েছে যা বৈশ্বিক উষ্ণতা বৃদ্ধির সম্ভাবনা রয়েছে।  যেগুলি সাপ্তাহিকভাবে সেচ দেওয়া এবং কাটা হয় সে প্রজাতির বৈচিত্র্য কম। \nকম রক্ষণাবেক্ষণের গ্রাউন্ডকভার দিয়ে কম রক্ষণাবেক্ষণের বহুবর্ষজীবী, গাছ এবং গুল্ম ব্যবহার করা, একটি ভাল বিকল্প হতে পারে, বিশেষত শক্ত থেকে বাড়তে বা শক্ত থেকে কাটা জায়গায়, যেমন এটি রক্ষণাবেক্ষণের প্রয়োজনীয়তা, সংশ্লিষ্ট দূষণ কমাতে পারে এবং উচ্চতর নান্দনিক ও বন্যপ্রাণী মূল্য প্রদান করে।  টার্ফগ্রাসের পরিবর্তে মিশ্র জাতের ফুলের গাছ জন্মানোকে কখনও কখনও মেডোস্কেপিং বলা হয়। \n\n\n=== অ-উৎপাদনশীল স্থান ===\nলনগুলি এমন জায়গা দখল করে যা অন্যথায় আরও উত্পাদনশীলভাবে ব্যবহার করা যেতে পারে, যেমন শহুরে কৃষি বা বাড়ির বাগান। এটি মার্কিন যুক্তরাষ্ট্রর অনেক শহর এবং শহরতলিতে দেখা যায়, যেখানে খোলা বা অব্যবহৃত স্থানগুলি সাধারণত কোনো উপকারী উদ্দেশ্যে ব্যবহারের জন্য ছেড়ে দেওয়া হয় না। বরং, এগুলি একটি যাজকীয় নান্দনিক আদর্শের প্রকাশ, যা প্রশস্ত লনকে প্রাধান্য দেয়। এছাড়া, জোনিং বিধিনিষেধ এবং আশেপাশের চুক্তি এই নিয়মগুলিকে আইনের শক্তি প্রদান করে। \nশহুরে এবং শহরতলির স্থানগুলিতে, সামনের উঠোন এবং পার্কিং স্ট্রিপে ক্রমবর্ধমান খাদ্য কেবল তাজা পণ্য সরবরাহ করতে পারে না বরং এটি আশেপাশের গর্বের হতে পারে। যদিও লন স্পেসকে কঠোরভাবে খামার উপযোগী রূপান্তরিত করা সাধারণ নয়, টেকসই এবং নান্দনিক আনন্দদায়ক ডিজাইনের সঙ্গে ভোজ্য গাছপালা যুক্ত করা মার্কিন যুক্তরাষ্ট্রে ক্রমবর্ধমান আগ্রহের বিষয়।\n\n\n== এছাড়াও দেখুন ==\n\nব্যাকটেরিয়া লন\nমস লন\nটেপেস্ট্রি লন\nজৈব লন ব্যবস্থাপনা\nবাগান করা\nজৈব বাগান এবং কৃষি বিষয়ের তালিকা\n\n\n== আরও পড়া ==\nবোরম্যান, এফ হারবার্ট, এবং অন্যান্য। (১৯৯৩) আমেরিকান লন পুনরায় ডিজাইন করা ।\nহেসায়ন, ডিজি (১৯৯৭)। লন বিশেষজ্ঞ . বিশেষজ্ঞ।আইএসবিএন ৯৭৮-০-৯০৩৫০৫-৪৮-২আইএসবিএন 978-0-903505-48-2 ।\nহাক্সলি, এ., এড. (১৯৯২)। বাগানের নতুন আরএইচএস অভিধান । লন: চ. ৩: পৃ. ২৬-৩৩। ম্যাকমিলান।আইএসবিএন ০-৩৩৩-৪৭৪৯৪-৫আইএসবিএন 0-333-47494-5 ।\nজেনকিন্স, ভিএস (১৯৯৪)। দ্য লন: অ্যা হিস্ট্রি অফ অ্যান আমেরিকান অবসেশন । স্মিথসোনিয়ান বই।আইএসবিএন ১-৫৬০৯৮-৪০৬-৬আইএসবিএন 1-56098-406-6 ।\nSteinberg, T. (২০০৬)। আমেরিকান গ্রিন, নিখুঁত লনের জন্য অবসেসিভ কোয়েস্ট । WW Norton & Co.আইএসবিএন ০-৩৯৩-০৬০৮৪-৫ ।\nওয়াসোস্কি, স্যালি এবং অ্যান্ডি (২০০৪)। একটি লনমাওয়ার জন্য অনুরোধ .\n\n\n== বহিঃসংযোগ ==\nইউএনটি সরকার থেকে \"লন রোপণ এবং যত্ন\" । নথি বিভাগ\nইন্টিগ্রেটেড পেস্ট ম্যানেজমেন্ট প্রোগ্রাম: ওয়েবসাইট এবং সার্চ ইঞ্জিন\nকিভাবে আপনার লন যত্ন\nমিশিগান স্টেট ইউনিভার্সিটির লন কেয়ার ইউনিভার্সিটি\n\"দূষিত রানঅফের ইপিএ ম্যানেজমেন্ট: ননপয়েন্ট সোর্স পলিউশন\"\n\n\n== তথ্যসূত্র =="}