{"pageid": 1493040, "title": "ন্যায্যতা (ধর্মতত্ত্ব)", "url": "https://bn.wikipedia.org/wiki?curid=1493040", "content": "ন্যায্যতা হলো খ্রিস্টান ধর্মতত্ত্বে সেই ঘটনা বা প্রক্রিয়া যার মাধ্যমে পাপীদের ঈশ্বরের দৃষ্টিতে ন্যায়নিষ্ঠ বলে ঘোষণা করা হয়।\nএকবিংশ শতাব্দীতে বেশিরভাগ খ্রিস্টান সম্প্রদায়ের দ্বারা ন্যায্যতা সম্পর্কে যথেষ্ট চুক্তি রয়েছে। ক্যাথলিক, লুথেরীয়, সংস্কারকৃত, \nঅ্যাংলীয় ও পদ্ধতিবাদী সহ বেশিরভাগ বৃহত্তম খ্রিস্টান সম্প্রদায়ের সমষ্টিগত সংস্থাগুলি ১৯৯৯ সালের লুথেরীয়-ক্যাথলিক যৌথ ঘোষণাকে সমর্থন করেছে যেটি এই ঐক্যমতের বিশদ বিবরণ দেয়, যা বিভিন্ন \"স্বতন্ত্র\" উল্লেখ করেস্বতন্ত্র সম্প্রদায় রাষ্ট্রের জন্য অপরিহার্য বলে মনে করে।\nঐতিহাসিকভাবে, ন্যায্যতার উপায়ে তত্ত্বের পার্থক্য ধর্মতাত্ত্বিক অসম্পূর্ণতা পংক্তি যা রোমান ক্যাথলিক,  প্রাচ্য সনাতনপন্থী, প্রাচ্য-সম্পর্কীয় সনাতনপন্থীকে লুথেরীয়, অ্যাংলীয় ও প্রতিবাদী মতবাদের সংস্কারের সময় থেকে বিভক্ত করেছিল।\nক্যাথলিক মতবাদ বৈশিষ্ট্যগতভাবে এই ধার্মিকতাকে চারিত হিসাবে চিত্রিত করে, যেমন, ঈশ্বর একজনের আত্মায় অনুগ্রহ \"ঢেলে দেন\" বা সময়ের সাথে সাথে তার অনুগ্রহে একজনকে \"পূর্ণ করেন\"; বিশ্বাস - দাতব্য ও ভাল কাজের মাধ্যমে প্রদর্শিত - পাপীদের ন্যায়সঙ্গত করে। বিস্তৃতভাবে বলতে গেলে, ক্যাথলিকরা ন্যায্যতার কথা বলেছে—যা তাদের দৃষ্টিতে প্রথমত অপ্সুদীক্ষার সময় ঘটে, ধর্মসংস্কারে অংশ নেওয়া ও ঈশ্বরের ইচ্ছার সাথে সহযোগিতার ফলস্বরূপ অনুগ্রহ (পবিত্রকরণ)—পুনর্মিলনের কাজ গৌরবময় পূর্ণতা নিয়ে আসে।\nলুথেরীয় ও সংস্কারকৃত ধর্মীয় ঐতিহ্যে, ধার্মিকতাকে স্বেচ্ছাকৃত বলিদান ও খ্রিষ্টের পুনরুত্থানে বিশ্বাসের মাধ্যমে সহজাতভাবে অধার্মিকদের প্রতি অভিযুক্ত হিসেবে চিত্রিত করা হয়েছে। সংস্কারকৃত, লুথেরীয় ও অ্যাংলীয় ঐতিহ্য জোর দেয় যে \"ন্যায্যতা অর্জনের পূর্বশর্ত বা এটি সংরক্ষণের উপায় হিসাবে নৈতিক আইনের পালন আবশ্যক নয়।\" তাই, ঈশ্বরের কাছ থেকে ধার্মিকতাকে শুধুমাত্র বিশ্বাসের মাধ্যমে পাপীর বিবরণে জমা করা হিসাবে দেখা হয়, কর্মগুলি ছাড়াও, শুধুমাত্র \"খ্রিস্টের রক্ত\" এর উপর ভিত্তি করে। ব্যক্তিগত পবিত্রতার বৃদ্ধিকে ন্যায্যতা থেকে আলাদা বলে মনে করা হয়, বরং পবিত্রতার সাথে সম্পর্কিত।\nঅবাপ্তিস্মবাদী খ্রিস্টানধর্মে, ন্যায্যতার লুথেরীয় মতবাদ প্রত্যাখ্যান করা হয়। আদালতসম্বন্ধীয় ন্যায্যতার পরিবর্তে যা শুধুমাত্র ঈশ্বরের সামনে কারো মর্যাদার আইনগত পরিবর্তন দেয়, অবাপ্তিস্মবাদীরা শেখায় যে \"ন্যায়ত্ব গতিশীল প্রক্রিয়া শুরু করেছিল যার দ্বারা বিশ্বাসী খ্রিস্টের প্রকৃতিতে অংশ নিয়েছিল এবং যিশুর মতো ক্রমবর্ধমানভাবে বাঁচতে সক্ষম হয়েছিল।\"\nসনাতনপন্থী ধর্মতত্ত্ব একইভাবে শিক্ষা দেয় যে বিশ্বাসের প্রতিক্রিয়ায় রহমত দ্বারা পরিত্রাণ সম্পন্ন হয়। কিন্তু সেই বিশ্বাস নিষ্ক্রিয় হতে পারে না; এটি নিজেকে প্রকাশ করতে হবে...খাওয়া, পোশাক, পরিদর্শন এবং অন্যথায় যিশুর ভাইদের \"সর্বনিম্ন\" যত্ন নেওয়ার মাধ্যমে।\"\nক্যাথলিক, সনাতনপন্থী ও প্রতিবাদী ধর্মতত্ত্বে, যে কেউ ন্যায্য বলে প্রমাণিত হয়েছে, সে বিশ্বাসের ফল হিসেবে সুকর্ম তৈরি করবে, পবিত্রতায় ঈশ্বরের অনুগ্রহের ফলস্বরূপ। অনেক স্বাধীন ব্যাপটিস্ট মণ্ডলী দ্বারা সংগঠিত বিনামূল্যে অনুগ্রহ ধর্মতত্ত্বে পবিত্রকরণ ও সুকর্মগুলি সর্বদা ন্যায্যতার সাথে থাকে এই ধারণার উল্লেখযোগ্য ব্যতিক্রম।\nলুথেরীয়দের জন্য, বিশ্বাস হারানোর সাথে ন্যায্যতা হারিয়ে যেতে পারে। লুথেরীয়রা নিশ্চিত করেন যে নশ্বর পাপ বিশ্বাসকে ধ্বংস করতে পারে;  ক্যাথলিক ও সনাতনপন্থী খ্রিস্টানদের জন্য, নশ্বর পাপ করার মাধ্যমেও ন্যায্যতা হারিয়ে যেতে পারে। অবাপ্তিস্মবাদীরা শিক্ষা দেয় যে খ্রিস্টানরা ধর্মত্যাগ করতে পারে, ফলে পরিত্রাণের ক্ষতি হতে পারে, ঈশ্বরের অবাধ্যতা ও পাপে লিপ্ত হওয়ার মাধ্যমে; পবিত্র আন্দোলনের সাথে যুক্ত অন্যান্য গোষ্ঠীর সাথে পদ্ধতিবিদদের জন্য, পরিত্রাণও বিশ্বাস হারানোর সাথে বা পাপ করার মাধ্যমে (শর্তাধীন নিরাপত্তা) হারিয়ে যেতে পারে। সংস্কারকৃত ঐতিহ্য সাধারণত ধারণ করে যে ন্যায্যতা সত্যই হারাতে পারে না: যারা করুণার দ্বারা ন্যায়পরায়ণ হয়েছেন, তারা অবশ্যই বিশ্বাসের মাধ্যমে অটল থাকবেন যতক্ষণ না খ্রিস্ট নিজে ফিরে আসবেন।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nBerington, Joseph (১৮৩০)। \"Justification Through Christ, and the Merit of Good Works.\"। The Faith of Catholics: confirmed by Scripture, and attested by the Fathers of the five first centuries of the Church, Volume 1। Jos. Booker.। \nPhillip Edgecumbe Hughes (1982). Faith and Works: Cranmer and Hooker on Justification. Morehouse-Barlow Co. আইএসবিএন ০-৮১৯২-১৩১৫-২\nRobert D. Preus (1997). Justification and Rome. Concordia Academic Press. আইএসবিএন ০-৫৭০-০৪২৬৪-X\nScheck, Thomas P. (২০১৬)। Origen and the History of Justification: The Legacy of Origen's Commentary on Romans (ইংরেজি ভাষায়)। University of Notre Dame Press। আইএসবিএন 978-0-268-09302-0। \nSungenis, Robert (১৯৯৭)। Not By Faith Alone। Queenship Publishing। আইএসবিএন 1-57918-008-6। \n\n\n== বহিঃসংযোগ ==\n\n\n=== সর্বজনীন ===\nOfficial Common Statement of the Lutheran World Federation and the Catholic Church\nJoint Declaration on the Doctrine of Justification by the Lutheran World Federation and the Catholic Church\nAnnex to the Official Common Statement by the Lutheran World Federation and the Catholic Church\nSalvation: Grace, Justification, and Synergy by the Lutheran-Orthodox Joint Commission\n\n\n=== প্রচলিত ===\nSalvation in Christ articles at the Orthodox Info site\n\n\n=== ক্যাথলিক ===\nJustification Article from Catholic Encyclopedia\nCatholics United for the Faith article \"It 'Works' for Me: The Church's Teaching on Justification\"\nCatechism of the Catholic Church: GRACE AND JUSTIFICATION\nScripture verses on justification\nThe General Council of Trent on Justification\n\n\n=== আর্মিনীয়/পদ্ধতিবিদ ===\nSermon #5: \"Justification by Faith\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৪-১১-২৬ তারিখে by John Wesley\n\n\n=== ক্যালভিনপন্থী/পূর্ববিধানবাদী ===\n\"Of Justification by Faith\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১২-০৬-২৯ তারিখে by John Calvin\nThe Orthodox Presbyterian Church Report on Justification.\nAspects of the Doctrine of Justification According to Reformed Theology\nJustification by Faith by John F. MacArthur\n\n\n=== লুথারীয় ===\nApology of the Augsburg Confession Article IV: Of Justification  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০০৮-০৭-২৪ তারিখে by Philip Melanchthon\nSolid Declaration of the Formula of Concord Article III: Concerning the Righteousness of Faith before God  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০০৮-০৫-১৬ তারিখে\nLuther's definition of faith\n\n\n==== নিবন্ধ ====\nBouman, H. J. A. \"The Doctrine of Justification in the Lutheran Confessions.\" Concordia Theological Monthly 26 (1955) no. 11:801–819.\nKlann, Richard. \"Contemporary Lutheran Views of Justification  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ সেপ্টেম্বর ২০০৭ তারিখে\", Concordia Theological Quarterly 45 (1981) no. 4:281–296.\nMartens, Gottfried. \"Agreement and Disagreement on Justification by Faith Alone\" Concordia Theological Quarterly 65 (2001) no. 3:195-223. [১]  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ আগস্ট ২০০৮ তারিখে\nMueller, Theodore. \"Justification: Basic Linguistic Aspects and the Art of Communicating It  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৪ জুলাই ২০০৮ তারিখে.\" Concordia Theological Quarterly 46 (1982) no. 1:21–38.\nPreus, Robert D. \"Luther and the Doctrine of Justification\" Concordia Theological Quarterly 48 (1984) no. 1:1–15.\nWarth, Martim C. \".Justification through Faith in Article Four of the Apology  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৭ সেপ্টেম্বর ২০০৭ তারিখে\" Concordia Theological Quarterly 46 (1982) no. 2-3:105–126.\n\n\n==== অডিও ====\nLectures on Justification  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০০৮-১২-০১ তারিখে by Siegbert Becker\nThe Doctrine of Justification  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১১-১০-০৩ তারিখে with Rod Rosenbladt\nThe Doctrine of Justification  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১১-১০-০৩ তারিখে with Mark Mattes"}