{"pageid": 1493861, "title": "ফিন ফিল্ড-এফেক্ট ট্রানজিস্টর", "url": "https://bn.wikipedia.org/wiki?curid=1493861", "content": "ফিন ফিল্ড-এফেক্ট ট্রানজিস্টর (FinFET) একটি একাধিক গেটবিশিষ্ট যন্ত্র, যা এক বিশেষ ধরণের মসফেট (মেটাল-অক্সাইড-সেমিকন্ডাক্টর ফিল্ড-এফেক্ট ট্রানজিস্টর)। এটি একটি ওয়েফারের উপর নির্মিত হয় যেখানে গেটটি চ্যানেলের দুই, তিন বা চার দিকে স্থাপন করা হয় বা চ্যানেলের চারপাশে মোড়ানো থাকে (গেট চতুর্দিকে)। এর ফলে একটি দ্বৈত বা একাধিক গেট-বিশিষ্ট আকার তৈরি হয়। এই ডিভাইসগুলোকে \"ফিনফেট\" নামকরণ করা হয়েছে কারণ এর সোর্স/ড্রেন অঞ্চলটি ফিন-এর মত আকার তৈরি করে। ফিনফেট যন্ত্রগুলো সমতলীয় সিমস (CMOS – কমপ্লিমেন্টারি মেটাল-অক্সাইড-সেমিকন্ডাক্টর) প্রযুক্তিতে উল্লেখযোগ্যভাবে দ্রুত সুইচিং সময় এবং উচ্চ তড়িৎ ঘনত্ব প্রদান করতে সক্ষম।\nফিনফেট সমতলীয় না, বরং এটি \"ত্রিমাত্রিক\" ট্রানজিস্টর হিসেবেই পরিচিত। এটি আধুনিক ন্যানোইলেকট্রনিক সেমিকন্ডাক্টর ডিভাইস প্রস্তুতকরণ প্রযুক্তির ভিত্তি। ফিনফেট গেট ব্যবহার করা মাইক্রোচিপগুলো প্রথম ২০১০-এর দশকের প্রথমার্ধে বাণিজ্যিকভাবে চালু হয় এবং ১৪ ন্যানোমিটার, ১০ ন্যানোমিটার এবং ৭ ন্যানোমিটার প্রসেস নোডগুলিতে আধিপত্য বিস্তার করে।\nএকক ফিনফেট ট্রানজিস্টরে সাধারণত একাধিক ফিন থাকে, যেগুলো পাশাপাশি সাজানো, একই গেট দ্বারা আবৃত থাকে এবং বৈদ্যুতিকভাবে একক হিসাবে কাজ করে। পরিচালন শক্তি এবং ভালো বৈশিষ্ট্যের জন্য ফিনের সংখ্যা পরিবর্তন করা যায়, যেখানে পরিচালনার জন্য প্রয়োজনীয় শক্তি ফিনের সংখ্যা বৃদ্ধির সাথে বৃদ্ধি পায়।\n\n\n== ইতিহাস ==\n১৯৬৭ সালে এইচ. আর. ফারাহ (বেন্ডিক্স করপোরেশন) এবং আর. এফ. স্টেইনবার্গ দ্বারা প্রথম দ্বৈত-গেট থিন-ফিল্ম ট্রানজিস্টর (টিএফটি) ধারণাটি প্রস্তাবিত হয়। পরবর্তীতে ১৯৮০ সালে তোশিরো সেকিগাওয়া (ইলেকট্রোটেকনিক্যাল ল্যাবোরেটরি, ইটিএল) পেটেন্টের দ্বৈত-গেট মসফেটের মাধ্যমে সমতলীয় XMOS ট্রানজিস্ট প্রস্তাব করেন। ১৯৮৪ সালে, সেকিগাওয়া এবং ইউতাকা হায়াশি XMOS ট্রানজিস্টর তৈরি করেন এবং দেখান যে, সম্পূর্ণরূপে সিলিকন-অন-ইনস্যুলেটর (এসওআই) যন্ত্রটিকে দুইটি গেট ইলেকট্রোডের মধ্যে অবস্থান করিয়ে শর্ট-চ্যানেল এফেক্ট উল্লেখযোগ্যভাবে কমানো সম্ভব। ১৯৮৯ সালে, হিটাচি সেন্ট্রাল রিসার্চ ল্যাবরেটরির ডিগ হিসামতো, তরু কাগা, যোশিফুমি কাওয়ামতো এবং এইজি তাকেদা প্রথম \"ডিপ্লিটেড লিন-চ্যানেল ট্রানজিস্টর\" (ডেল্টা) তৈরি করেন।\nপরবর্তীতে ১৯৯৬ সালে ইন্দোনেশিয়ার প্রকৌশলী এফেন্দি লিওবান্দুং মিনেসোটা বিশ্ববিদ্যালয়ের স্টিফেন ওয়াই. চৌয়ের সাথে গবেষণায় উল্লেখ করেন যে সিমস ট্রানজিস্টরের চওড়া চ্যানেলকে সরু চ্যানেলে ভাগ করা যন্ত্রের আকার কমানো বা স্কেলিংকে উন্নত করতে পারে। এর ফলে ডিভাইসের কার্যক্ষমতাও বাড়ানো সম্ভব। এই গবেষণাগুলো আধুনিক ফিনফেট ট্রানজিস্টরের ভিত্তি স্থাপন করে।\n১৯৯৭ সালে, ডিফেন্স অ্যাডভান্সড রিসার্চ প্রজেক্টস এজেন্সি (ডারপা) হিসামোতোর ডেল্টা ট্রানজিস্টরের সম্ভাবনা বিবেচনা করে ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, বার্কলের একটি গবেষণা দলকে এটি উন্নয়নে সহায়তার জন্য অনুদান প্রদান করে। এই দলটি হিসামোতো এবং টিএসএমসির চেনমিং হু-এর নেতৃত্বে কাজ করে। ১৯৯৮ থেকে ২০০৪ সাল পর্যন্ত এই দলটি উল্লেখযোগ্য কয়েকটি সাফল্য অর্জন করে।\n\n১৯৯৮: প্রথম এন-চ্যানেল ফিনফেট তৈরি হয় (১৭ ন্যানোমিটার) হিসামোতো এবং হু-এর নেতৃত্বে।\n১৯৯৯: পি-চ্যানেল ফিনফেট (৫০ ন্যানোমিটারের কম) তৈরি করা হয়।\n২০০১: ১৫ ন্যানোমিটার ফিনফেটের নকশা প্রকাশ করা হয়।\n২০০২: ১০ ন্যানোমিটার ফিনফেট তৈরি হয়, যা অতি-ছোট আকারের প্রযুক্তিকে বাস্তবায়ন করে।\n২০০৪: উচ্চ-κ/মেটাল গেট ফিনফেট প্রযুক্তি তৈরি হয়।\n২০০০ সালের ডিসেম্বরের একটি প্রবন্ধে, চেনমিং হু এবং তার দল প্রথমবার \"ফিনফেট\" শব্দটি ব্যবহার করে, যা একটি অসমতলীয় দ্বৈত-গেট ট্রানজিস্টরকে বর্ণনা করতে ব্যবহৃত হয়। এই প্রযুক্তিতে সিওআই সাবস্ট্রেটে নির্মিত হয়। ২০০৬ সালে, কোরিয়া অ্যাডভান্সড ইনস্টিটিউট অফ সায়েন্স অ্যান্ড টেকনোলজি (কাইস্ট) এবং ন্যাশনাল ন্যানো ফ্যাব সেন্টারের একটি কোরিয়ান গবেষণা দল গেট-অল-অ্যারাউন্ড (জিএএ) ফিনফেট প্রযুক্তির উপর ভিত্তি করে বিশ্বের ক্ষুদ্রতম ন্যানোইলেকট্রনিক যন্ত্র (৩ ন্যানোমিটার) তথা ট্রানজিস্টর তৈরি করে। ২০১১ সালে, রাইস বিশ্ববিদ্যালয়-এর গবেষক মাসুদ রোস্তামি এবং কার্তিক মোহনরাম ফিনফেটে দুটি পৃথক গেটের ধারণা প্রবর্তন করেন, যা নকশায় নতুন সুযোগ উন্মোচন করে।\n২০২০ সালে, হু \"ফিনফেট\" প্রযুক্তি উন্নয়নের জন্য আইইইই মেডেল অব অনার পুরস্কার অর্জন করেন। এই প্রযুক্তি মুরের নিয়ম প্রসারিত করে ট্রানজিস্টরকে নতুন মাত্রায় নিয়ে গেছে।\n\n\n== বাণিজিকীকরণ ==\nটিএসএমসি (TSMC) ২০০২ সালে বিশ্বের প্রথম ২৫ ন্যানোমিটার ট্রানজিস্টর তৈরি করে, যা মাত্র ০.৭ ভোল্টে কাজ করত। এই ডিজাইনটি \"ওমেগা ফিনফেট\" নামে পরিচিত, যা গ্রিক অক্ষর \"ওমেগা\"-এর সাথে গেটের আকারের মিল থাকার কারণে নামকরণ করা হয়। এটি এন-টাইপ ট্রানজিস্টরের জন্য ০.৩৯ পিকোসেকেন্ড এবং P-টাইপের জন্য ০.৮৮ পিকোসেকেন্ড গেট ডিলে সময় প্রদান করে।\n২০০৪ সালে স্যামসাং \"বাল্ক ফিনফেট\" ডিজাইন প্রদর্শন করে, যা ফিনফেট ডিভাইসের ব্যাপক উৎপাদন সম্ভব করে তোলে। তারা ৯০ ন্যানোমিটার প্রযুক্তিতে তৈরি ডাইনামিক র‍্যান্ডম-অ্যাকসেস মেমোরি (DRAM) প্রদর্শন করে।\n২০১১ সালে ইন্টেল \"ট্রাই-গেট\" ট্রানজিস্টর উন্মোচন করে, যেখানে গেটটি চ্যানেলের তিন পাশে ঘিরে থাকে। এতে শক্তি দক্ষতা বৃদ্ধি পায় এবং গেট বিলম্ব কমে যায়, ফলে কার্যক্ষমতাও উন্নত হয়।\n২২ ন্যানোমিটার এবং তার নিচের বাণিজ্যিকভাবে উৎপাদিত চিপগুলো সাধারণত ফিনফেট গেটের নকশা ব্যবহার করে। তবে ১৮ ন্যানোমিটার পর্যন্ত সমতলীয় প্রক্রিয়াও বিদ্যমান আছে, এবং ১২ ন্যানোমিটার প্রযুক্তি উন্নয়নাধীন। ২০১১ সালে ইন্টেলের আইভি ব্রিজ মাইক্রোআর্কিটেকচারের জন্য ন্যানোমিটার ট্রাই-গেট ট্রানজিস্টর ঘোষণা করা হয়, যা ২০১২ সাল থেকে বাজারে আসে। ২০১৪ সাল থেকে টিএসএমসি, স্যামসাং, এবং গ্লোবালফাউন্ড্রিজ-এর মতো বড় প্রতিষ্ঠানগুলো ১৪ ন্যানোমিটার ও ১৬ ন্যানোমিটার ফিনফেট প্রযুক্তি ব্যবহার শুরু করে।\n২০১৩ সালে এসকে হিনিক্স ১৬ ন্যানোমিটার প্রযুক্তির বাণিজ্যিক উৎপাদন শুরু করে। একই বছর টিএসএমসি ১৬ ন্যানোমিটার ফিনফেট প্রক্রিয়া এবং স্যামসাং ইলেকট্রনিক্স ১০ ন্যানোমিটার প্রযুক্তির উৎপাদন শুরু করে। ২০১৭ সালে টিএসএমসি ৭ ন্যানোমিটার এবং ২০১৮ সালে স্যামসাং ৫ ন্যানোমিটার উৎপাদন শুরু করে। ২০১৯ সালে স্যামসাং ২০২১ সালের মধ্যে ৩ ন্যানোমিটার গ্যাফেট প্রযুক্তির বাণিজ্যিক উৎপাদনের পরিকল্পনা ঘোষণা করে। এফডি-এসওআই প্রযুক্তিকে ফিনফেটের সাশ্রয়ী বিকল্প হিসেবে বিবেচনা করা হয়।\n\n\n== তথ্যসূত্র =="}