{"pageid": 1493167, "title": "চালাইদেন", "url": "https://bn.wikipedia.org/wiki?curid=1493167", "content": "চালাইদেন বা সোর্স: চালাই দেন হলো বাংলাদেশের ছাত্র–জনতার অভ্যুত্থান ও এর পরবর্তী ঘটনাপ্রবাহে ছড়িয়ে পড়া গুজব প্রতিরোধে সামাজিক যোগাযোগ মাধ্যমে একটি ব্যঙ্গাত্মক ইন্টারনেট মিম। বিশেষ করে বাংলাদেশ আওয়ামী লীগের ছাত্রসংগঠন ছাত্রলীগ কর্তৃক ছড়ানো গুজব ও মিথ্যা তথ্যের বিপক্ষে এই শব্দসমষ্টি অধিক ব্যবহৃত হয়।\n\n\n== প্রেক্ষাপট ==\n“চালাইদেন” শব্দটি প্রথম কীভাবে আলোচনায় আসে, তা সঠিকভাবে জানা যায় না। তবে, আন্দোলনের প্রায় শেষ দিকে ছাত্রলীগ কর্মীদের একটি হোয়াটসঅ্যাপ গ্রুপের স্ক্রিনশট সামাজিক মাধ্যমে ছড়িয়ে পড়ে। তাতে ছাত্রলীগের একজন সদস্যকে একটি ভুয়া খবর বানিয়ে “চালাই দেন” বলে বাকি সদস্যদের ছড়িয়ে দেওয়ার নির্দেশ দিতে দেখা যায়। এছাড়াও, আরেকটি উৎসমতে, এরকম গ্রুপের সদস্যদের কেউ একজন সেই ভুয়া খবর কপি করে ছড়িয়ে দেন। কিন্তু নির্দেশনার “চালাইদেন” মুছতে ভুলে যান, এবং এইভাবেই পোস্ট প্রকাশ করে দেন। সেখান থেকে “চালাইদেন” শব্দের উদ্ভব হয়।\n\n\n== ব্যবহার ==\nআন্দোলন ও এর পরবর্তী সময়ে ভুয়া খবর ও সম্ভাব্য ভুয়া খবর ছড়ালে বা ছড়ানোর চেষ্টা করলে সামাজিক মাধ্যম ব্যবহারকারীরা ব্যাঙ্গাত্মকভাবে “চালাই দেন” বা “সোর্স: চালাই দেন” প্রভৃতি শব্দগুচ্ছ ব্যবহার করতে থাকেন। ২০২৪ সালের ৩ আগস্ট শহিদ মিনার থেকে শেখ হাসিনার পদত্যাগের এক দফা আন্দোলন ঘোষণা করা হলে ভুয়া খবর ছড়ানোর প্রবণতা বৃদ্ধি পায়। এই সময়ে বৈষম্যবিরোধী ছাত্র আন্দোলনের সমন্বয়কদের ঘুষ গ্রহণ, র‍্যাবের অভিযানে সমন্বয়কদের বাড়ি থেকে নগদ টাকা উদ্ধার কিংবা তাদের ঢাকা থেকে পালিয়ে যাওয়া প্রভৃতির গুজব ছড়িয়ে পড়তে থাকে। এছাড়া ছাত্রলীগের বিভিন্ন নেতার স্বাক্ষর জালিয়াতি করে ও বিভিন্ন গণমাধ্যমের নিউজকার্ড ব্যবহার করে ভুয়া খবর ছড়ানো হতে থাকে। তবে, প্রধান দুইটি কারণে এই ভুয়া খবরগুলো ছড়ানো হতে থাকে: আন্দোলনকারীদের দমন করা ও ছাত্রলীগকে উৎসাহিত করা।\nশেখ হাসিনার পদত্যাগের পর নতুন অন্তর্বর্তীকালীন সরকার গঠিত হলেও সরকারকে নিয়ে গুজব ছড়াতে থাকে। বিবিসি বাংলা-তে প্রকাশিত একটি প্রতিবেদনে আন্দোলনকালীন ও এর পরবর্তী সময়ে গুজবের পরিমাণ বেড়ে যাওয়ার কারণ হিসেবে দীর্ঘকালীন বাকস্বাধীনতা না থাকার ফলে গণমাধ্যমের উপর আস্থাহীনতা থেকে আন্দোলনকালীন সামাজিক মাধ্যমের উপর অধিক নির্ভরশীলতাকে কারণ হিসেবে উপস্থাপন করা হয়। এছাড়া আন্দোলনের বিপক্ষে থাকা ব্যক্তিবর্গ কর্তৃক অস্থিরতা তৈরিকেও এরকম গুজব ছড়ানোর কারণ হিসেবে চিহ্নিত করা হয়। এসবের প্রেক্ষিতে “সোর্স: চালাইদেন” ব্যবহার করে সরকারের উপদেষ্টা আসিফ মাহমুদ ৯ অক্টোবর সামাজিক মাধ্যমে একটি ব্যঙ্গাত্মক পোস্ট দেন।\n\n\n== উদ্ধৃতি ==\n\n\n=== টীকা ===\n\n\n=== তথ্যসূত্র ==="}