{"pageid": 1493311, "title": "পাকিস্তান–বাংলাদেশ মিত্রসংঘ প্রস্তাব", "url": "https://bn.wikipedia.org/wiki?curid=1493311", "content": "বাংলাদেশ–পাকিস্তান মিত্রসংঘ প্রস্তাব হলো একটি মিত্রসংঘের ধারণা যা প্রাক্তন প্রশাসনিক ইউনিট পূর্ব পাকিস্তান তথা বর্তমান গণপ্রজাতন্ত্রী বাংলাদেশের সাথে আরেক ইউনিট পশ্চিম পাকিস্তান বা ১৯৭১-পরবর্তী ইসলামি প্রজাতন্ত্রী পাকিস্তানের একটি মিত্রসংঘ গঠনের প্রস্তাব করেছিল।\n১৯৬২ সালের পরে পাকিস্তানের রাষ্ট্রপতি আইয়ুব খান বাঙালি নেতা রমিজউদ্দীন আহমদকে পূর্ব পাকিস্তানের জন্য দেশকে একটি মিত্রসংঘে রূপান্তরের প্রস্তাব দিয়েছিলেন। ১৯৭১ সালে আহসান ফর্মুলা পূর্ব ও পশ্চিম পাকিস্তানকে অঙ্গরাজ্য বানিয়ে সমগ্র পাকিস্তানকে একটি মিত্রসংঘে পরিণত করার প্রস্তাব করেছিল। অসহযোগ আন্দোলনের সময় নিখিল পাকিস্তান আওয়ামী লীগ মিত্রসংঘের প্রস্তাব করেছিল যা দেশটির তৎকালীন কেন্দ্রীয় সরকার প্রত্যাখ্যান করে। পরবর্তীতে বাংলাদেশের স্বাধীনতা যুদ্ধের সময় মুজিবনগর সরকারের পররাষ্ট্রমন্ত্রী খন্দকার মোশতাক আহমেদ দলের সভাপতি শেখ মুজিবুর রহমানকে পশ্চিম পাকিস্তানে কারাবরণ থেকে মুক্তি দেওয়ার বিনিময়ে বাংলাদেশ ও পাকিস্তানের মধ্যে একটি মিত্রসংঘ গঠনের গোপন প্রস্তাব করেছিল যে বিষয়ে আলোচনার জন্য পরবর্তী রাষ্ট্রপতি ইয়াহিয়া খান সম্মতি দিয়েছিলেন বলে জানা যায়।\nপরবর্তীতে বাংলাদেশ শত্রুমুক্ত হওয়ার পর শেখ মুজিবুর রহমানকে পাকিস্তানের নতুন রাষ্ট্রপতি জুলফিকার আলি ভুট্টো মিত্রসংঘের প্রস্তাব দিলে তিনি রাজি হোননি। ১৯৭৫ সালে শেখ মুজিবুর রহমানের হত্যাকাণ্ডের পর রাষ্ট্রপতির পদ খালি হওয়ায় তার পরে খন্দকার মোশতাক আহমেদ বাংলাদেশের রাষ্ট্রপতি হিসেবে ক্ষমতা নিয়ে পাকিস্তানের সাথে বৈদেশিক সম্পর্ক স্বাভাবিক করার প্রচেষ্টার প্রেক্ষাপটে দুই দেশের মধ্যে মিত্রসংঘ গঠনের একটি গুজব ছড়িয়ে পড়লে দ্বিদেশীয় মৈত্রী চুক্তির বিরুদ্ধে গিয়ে কোনরকম মিত্রসংঘ বাস্তবায়ন করা হলে ভারতীয় সেনাবাহিনী কর্তৃক ব্যবস্থা নেওয়া হবে বলে ভারত সরকার তাকে জানিয়ে দিয়েছিল। ১৯৭৬ সালে বাংলাদেশের তৎকালীন বিমানবাহিনী প্রধান মুহাম্মদ গোলাম তাওয়াব ও বিলুপ্ত জামায়াতে ইসলামী পূর্ব পাকিস্তানের কর্মীরা মিত্রসংঘ বাস্তবায়নের দাবিতে গণসমাবেশ ও বিক্ষোভ কার্যক্রম পরিচালনা করেছিল।\n\n\n== পটভূমি ==\n\nপাকিস্তানের আইনমন্ত্রী মুহাম্মদ মুনির রচিত ফ্রম জিন্নাহ টু জিয়া বই অনুযায়ী ১৯৬২ সালের পরে পূর্ব পাকিস্তানের নেতাদের কথিত ফরমায়েশ থেকে মুক্তি পাওয়ার অজুহাত দেখিয়ে মুনিরের মাধ্যমে পাকিস্তানের রাষ্ট্রপতি আইয়ুব খান দেশটিকে একটি মিত্রসংঘে রূপান্তর কিংবা পূর্ব পাকিস্তানের স্বায়ত্তশাসন বা এমনকি স্বাধীনতা দেওয়ার প্রস্তাব দিলে কৃষক প্রজা পার্টির সদস্য ও বিরোধীদলীয় নেতা রমিজউদ্দীন আহমদ তা প্রত্যাখ্যান করেন। ১৯৭১ সালের প্রথমদিকে পূর্ব পাকিস্তানের রাজনৈতিক সংকট নিরসনে প্রস্তুতকৃত আহসান ফর্মুলা একটি মিত্রসংঘ গঠনের প্রস্তাব দেয় যেখানে নিখিল পাকিস্তান আওয়ামী লীগের সভাপতি বঙ্গবন্ধু শেখ মুজিবুর রহমানকে পূর্ব পাকিস্তানের প্রধানমন্ত্রী, পাকিস্তান পিপলস পার্টির চেয়ারম্যান জুলফিকার আলি ভুট্টোকে পশ্চিম পাকিস্তানের প্রধানমন্ত্রী এবং পাকিস্তানের তৎকালীন রাষ্ট্রপতি ইয়াহিয়া খানকে সেই প্রস্তাবিত মিত্রসংঘের রাষ্ট্রপতি করার পরামর্শ দেওয়া হয়েছিল। ৬ জুলাই ২০০৫ সালে মার্কিন যুক্তরাষ্ট্রের উন্মুক্ত করা গোপন নথিপত্র অনুযায়ী একই বছরে শেখ মুজিবুর রহমান পূর্ব পাকিস্তানের স্বাধীনতার বদলে মিত্রসংঘের আশা করেছিলেন।\n১১ মার্চ ১৯৭১ সালে অসহযোগ আন্দোলন চলাকালে পাকিস্তানের মার্কিন দূতাবাস ও মার্কিন পররাষ্ট্র দফতরে প্রেরিত টেলিগ্রামে ঢাকার তৎকালীন মার্কিন কনসাল জেনারেল আর্চার ব্লাডের পর্যবেক্ষণ অনুযায়ী তৎকালীন পরিস্থিতিতে আহসান ফর্মুলার আদলে একটি মিত্রসংঘ গঠন ভালো সমাধান হতে পারতো। ভারতীয় ঐতিহাসিক শ্রীনাথ রাঘবনের মতে নিখিল পাকিস্তান আওয়ামী লীগ সেই সময়ে পূর্ব পাকিস্তানের জন্য স্বাধীনতার দাবি প্রত্যক্ষভাবে না তুলে মিত্রসংঘের প্রস্তাব করেছিল যার উৎস পাকিস্তানে সংখ্যাগরিষ্ঠ বাঙালি জনগোষ্ঠীর মাঝে নায্য অর্থনৈতিক ও রাজনৈতিক আকাঙ্খার মধ্যে নিহিত ছিল। ২৪ মার্চ ১৯৭১ সালে ঢাকায় পাকিস্তানের প্রস্তাবিত খসড়া শাসনতন্ত্রের অর্থনৈতিক বিভাগগুলো নিয়ে সকাল ও সন্ধ্যা দুই দফা ইয়াহিয়া খান ও তার উপদেষ্টামণ্ডলীর সাথে দলটি আলোচনা করেছিল। দলের প্রতিনিধিরা খসড়া শাসনতন্ত্রে সংঘরাষ্ট্রের বদলে একটি মিত্রসংঘের প্রস্তাব করে। কিন্তু তা দলটির গঠনতন্ত্রের সাথে সাংঘর্ষিক হওয়ায় পাকিস্তান সরকার এর বিরোধিতা করে। অন্যদিকে জুলফিকার আলি ভুট্টো প্রস্তাবিত মিত্রসংঘ বাস্তবায়ন করার অর্থ প্রদেশগুলোকে প্রায় স্বাধীন করে দেওয়া আখ্যা দিয়ে প্রস্তাবের বিরোধিতা করেছিলেন। হামুদুর রহমান কমিশন রিপোর্টের মতে তৎকালীন রাজনৈতিক সংকট সমাধানে পাকিস্তান পিপলস পার্টির প্রবর্তিত রাষ্ট্রে দুই সংখ্যাগরিষ্ঠ দলের ভিত্তিতে সৃষ্ট কোয়ালিশন শুধু মিত্রসংঘ রাষ্ট্রের ক্ষেত্রে প্রযোজ্য হতে পারে।\n\n\n== বাস্তবায়নের প্রচেষ্টা ==\nমুজিবনগর সরকারের যুব ও অভ্যর্থনা শিবির বিভাগের ভারপ্রাপ্ত পরিচালক মো. মনিরুজ্জামান চৌধুরীর মতে ১৯৭১ সালে বাংলাদেশের স্বাধীনতা যুদ্ধ চলাকালে সরকারের একটা অংশ মিত্রসংঘের সমর্থক ছিল। সেপ্টেম্বরে মুজিবনগর সরকারের পররাষ্ট্রমন্ত্রী খন্দকার মোশতাক আহমেদ আওয়ামী লীগ নেতা ও মুক্তিযুদ্ধের সংগঠক কাজী জহিরুল কাইয়ুমের মাধ্যমে ভারতের কলকাতায় নিযুক্ত মার্কিন কনসাল জেনারেলকে পশ্চিম পাকিস্তানে বন্দী শেখ মুজিবুর রহমানকে মুক্তিদানের বিনিময়ে দুই অঞ্চলের মধ্যে একটি মিত্রসংঘ প্রতিষ্ঠার প্রস্তাবের বার্তা প্রেরণ করেছিলেন। এই লক্ষ্যে তিনি মার্কিন সরকারি কর্মকর্তাদের সাথে একটি বৈঠকের আয়োজনও করেছিলেন। এই কাজে মোশতাকের সমর্থক ছিলেন পররাষ্ট্র সচিব মাহাবুব আলম চাষী যিনি মার্কিনদের মধ্যস্ততায় পাকিস্তানের সাথে আলোচনা চালিয়ে যাওয়ার জন্য একজন প্রতিনিধি চেয়েছিলেন। তবে প্রেরিত বার্তাটি ভারতের রিসার্চ অ্যান্ড অ্যানালাইসিস উইংয়ের কাছে ফাঁস হয়ে যায়, তারা মোশতাককে মার্কিন সেন্ট্রাল ইন্টেলিজেন্স এজেন্সির এক সদস্যের সাথে কলকাতার একটি হোটেলে সাক্ষাৎ করতে দেখেছিল। ভারত সরকার ও মোশতাকের সচিব কামাল উদ্দিন সিদ্দিকী প্রধানমন্ত্রী তাজউদ্দিন আহমেদকে ব্যাপারটা জানানোর পর মুজিবনগর সরকার তাকে বাংলাদেশের প্রতিনিধি হিসেবে জাতিসংঘের সম্মেলনে পাঠানোর সিদ্ধান্ত প্রত্যাহার করে এবং পররাষ্ট্র মন্ত্রণালয় থেকে অপসারণ করে।\nমার্কিন নথি অনুযায়ী ৪ সেপ্টেম্বর ১৯৭১ সালে মিত্রসংঘ গঠনের প্রস্তাবে খন্দকার মোশতাক আহমেদের গোপনে আলোচনার প্রস্তাবে ইয়াহিয়া খান রাষ্ট্রদূত জোসেফ এস ফারল্যান্ডের নিকট সম্মতি প্রদান করেছিলেন। যুদ্ধ শেষ হয়ে পূর্ব পাকিস্তান বাংলাদেশ নামে স্বাধীনতা লাভ করার পর জুলফিকার আলি ভুট্টো ১৮ ডিসেম্বর ১৯৭১ সালে মার্কিন পররাষ্ট্রমন্ত্রী উইলিয়াম ডি রজার্সকে দুটি দেশের মধ্যে একটি শিথিলতম মিত্রসংঘ গড়ে তোলার পক্ষে প্রভাবিত করার প্রচেষ্টা চালিয়েছিলেন। অভ্যুত্থানের মাধ্যমে ইয়াহিয়া খানকে ক্ষমতা থেকে সরিয়ে রাষ্ট্রপ্রধান হওয়ার পর তিনি ২০ ডিসেম্বর ১৯৭১ সালে জাতির উদ্দেশ্যে ভাষণের সময় পাকিস্তান ও বাংলাদেশকে শিথিল গঠনতন্ত্রের মাধ্যমে একীভূত করার একটি প্রস্তাব দেন। এমনকি তিনি ২৭ ডিসেম্বর ১৯৭১ সালে চকলালায় শেখ মুজিবুর রহমানকে সংযুক্ত আরব প্রজাতন্ত্রের আদলে দুই দেশের মধ্যে একটি শিথিলতম সংঘরাষ্ট্র তথা মিত্রসংঘ গঠনের প্রস্তাব দিয়েছিলেন। সেই সময় অর্থ, পররাষ্ট্র ও প্রতিরক্ষা পৃথক না করে মিত্রসংঘের জন্য আলোচনা করা হয়েছিল। ৭ জানুয়ারি ১৯৭২ সালে ভুট্টো আলোচনার ব্যাপারে স্মরণ করিয়ে দিলে শেখ মুজিব ব্যাপারটা গোপন রেখে অপেক্ষা করতে বলেন। তবে পরবর্তীতে তিনি মিত্রসংঘ গঠনে রাজি হোননি। ১৩ জানুয়ারি ১৯৭২ সালে মার্কিন রাষ্ট্রপতি রিচার্ড নিক্সনকে পাঠানো একটি চিঠিতে ব্রিটিশ প্রধানমন্ত্রী এডওয়ার্ড হিথ প্রস্তাবিত মিত্রসংঘের ব্যাপারে সতর্ক করে ভুট্টোকে সেটি গঠনের পরিকল্পনা থেকে বিরত রাখার জন্য আহবান করেছিলেন। তার মতে স্নায়ুযুদ্ধের প্রেক্ষাপটে তখন বাংলাদেশকে রাষ্ট্র হিসেবে স্বীকৃতি দিতে দেরি করলে দেশটির পূর্ব জোটে যোগ দেওয়ার সম্ভাবনা ছিল। ১৯৭৩ সালে অনুমোদিত পাকিস্তানের সংবিধান বাংলাদেশকে এর একটি প্রদেশ হিসেবে উল্লেখ করলেও পরবর্তী বছরের ৮ মে তারিখে প্রথম সংশোধনীর মাধ্যমে জাতীয় পরিষদকে পাকিস্তানে যেকোন রাষ্ট্র অন্তর্ভুক্ত করার ক্ষমতা প্রদান করে।\n১৯৭৫ সালে বাংলাদেশের রাষ্ট্রপতি শেখ মুজিবুর রহমানের হত্যাকাণ্ডের পর খন্দকার মোশতাক আহমেদ ক্ষমতা গ্রহণ করেন। নতুন রাষ্ট্রপতি হিসেবে তিনি পাকিস্তানের সাথে বাংলাদেশের সম্পর্ক স্বাভাবিক করার চেষ্টা করেন। তৎকালীন সময় গুজব রটেছিল যে পাকিস্তান ও বাংলাদেশ মধ্যকার একটি মিত্রসংঘ গঠিত হতে পারে। ১৮ আগস্ট ১৯৭৫ সালে বাংলাদেশে নিযুক্ত ভারতীয় হাইকমিশনার সমর সেন নতুন রাষ্ট্রপতিকে তার কাছে থাকা চিরকুটের লেখাগুলো পড়ে শোনান যেখানে লেখা ছিল \"যদি গণপ্রজাতন্ত্রী বাংলাদেশের নাম পরিবর্তন করা হয় এবং কোনো দেশের সঙ্গে কনফেডারেশন করা হয়, তাহলে ভারতের সাথে থাকা বৈধ চুক্তির আওতায় ভারতের সেনাবাহিনী যথাযথ পদক্ষেপ নেবে। কিন্তু আপনি যদি নাম পরিবর্তন এবং তথাকথিত কনফেডারেশনের ধারণা থেকে বিরত থাকেন, তাহলে ভারত ১৫ই অগাস্ট থেকে যাই ঘটুক না কেন, তাকে বাংলাদেশের অভ্যন্তরীণ বিষয় হিসাবে বিবেচনা করবে\"। চিরকুটের লেখা পড়ে শোনানোর প্রতিক্রিয়ায় মোশতাক বিমর্ষ হয়ে পড়েছিলেন। সমর সেনের সাথে সাক্ষাতের পর মোশতাক মিত্রসংঘ গঠনের প্রচেষ্টার বিপরীতে ঘোষণা করেন যে সরকারি আইন, নীতিমালা ও কার্যক্রমে কোন পরিবর্তন আনা হবেনা। ১৯৭৫ সালে বাংলাদেশের সেনাপ্রধান হওয়ার পরে জিয়াউর রহমানের উপর একটি গোষ্ঠী বাংলাদেশকে ইসলামি প্রজাতন্ত্রে রূপান্তর ও মিত্রসংঘ বাস্তবায়নের জন্য চাপ প্রয়োগ করতে থাকে। ১৯৭৬ সালে রাষ্ট্রপতি আবু সাদাত মোহাম্মদ সায়েমের রাষ্ট্রপতিত্বকালে দাবিগুলোর জন্য তৎকালীন বিমানবাহিনী প্রধান মুহাম্মদ গোলাম তাওয়াব ও চার বছর আগে বিলুপ্ত জামায়াতে ইসলামী পূর্ব পাকিস্তানের কর্মীরা গণসমাবেশের পাশাপাশি বিক্ষোভের আয়োজন করে।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}