{"pageid": 1493479, "title": "আল রাউদ আল আনফ", "url": "https://bn.wikipedia.org/wiki?curid=1493479", "content": "আল রাউদ আল আনফ ইবনে হিশামের দ্বারা নবীর জীবনী ব্যাখ্যা করার জন্য লিখিত একটি বই। বইটি ১২ শতকের লেখক আবু আল-কাসিম আল-সুহাইলি দ্বারা লিখিত একটি সীরাত গ্রন্থ। আবু আল-কাসিম আল-সুহেলি আন্দালুসিয়ার মালাগার নিকটবর্তী একটি গ্রামে ৫০৮ হিজরিতে জন্মগ্রহণ করেন। ইসলামি নানা বিষয়ে গবেষণা ও বই প্রকাশ করে ৫৮১ হিজরিতে মৃত্যুবরণ করেন। বইটিতে অস্পষ্ট বংশের বর্ণনা ছিল, লেখক বইটিতে অস্পষ্টতা দূর করেছেন। কখনও কখনও তিনি ব্যাকরণগত বিশ্লেষণের সাথে কিছু শব্দ প্রবর্তন করেছেন। বইটি চারটি খণ্ডে মুদ্রিত হয়েছে, প্রতিটা খণ্ড বিজ্ঞ ব্যক্তিদের দ্বারা পর্যালোচনা করা হয়েছে।\n\n\n== বইয়ের বর্ণনা ==\nআল-রাউদ আল-আনফ বইটির পাঁচটি যাচাইকৃত সংস্করণ রয়েছে। প্রথমটি ত্বহা আবদুল রউফ আল-সাদ দ্বারা সম্পাদিত একটি সংস্করণ, দ্বিতীয়টি আবদুল্লাহ আল-মিনশাভি দ্বারা সম্পাদিত সংস্করণ, তৃতীয়টি আবদুল রহমান আল-ওয়াকিল দ্বারা সম্পাদিত সংস্করণ, চতুর্থটি ওমর আবদুল সালাম আল-সালামি দ্বারা সম্পাদিত সংস্করণ এবং পঞ্চমটি মাজদি বিন মনসুর বিন সাইয়্যিদ আল-শুরা দ্বারা মন্তব্য করা হয়েছে। সর্বশেষ সংস্করণে ইবনে হিশামের জীবনী পৃষ্ঠার শীর্ষে রাখা হয়েছিল এবং নীচের অংশে আল-রাউদ আল-আনফের পাঠ্য সংযুক্ত ছিল। এটি চারটি খণ্ডে মুদ্রিত হয়েছিল, প্রতিটি খণ্ডের বিষয়বস্তু নিম্নরূপ:\n\nপ্রথম খণ্ড: বিশুদ্ধ বংশের বর্ণনা উল্লেখ করা - যারা আবু বকরের আমন্ত্রণে ইসলাম গ্রহণ করেছিল।\nদ্বিতীয় পর্ব: আল্লাহর রসূলের উদ্যোগ, তার উম্মতের বিরুদ্ধে ইহুদি ও খ্রিস্টানদের আক্রমণ বর্ণিত হয়েছে।\nতৃতীয় পর্ব: নাজরানের খ্রিস্টানদের উল্লেখ - বনু লাহিয়ানের যুদ্ধ সম্পর্কে আলোকপাত করা হয়েছে।\nচতুর্থ পর্ব: রাসূলের মৃত্যুর পর মুসলমানদের ফিতনা ও পরস্পরের সাথে যুদ্ধ সম্পর্কিত বিষয় আলোচনা হয়েছে।\n\n\n== লেখকের দৃষ্টিভঙ্গি ==\nবইটির লেখক মূলত ইবনে হিশাম রচিত সীরাত ইবনে হিশাম বইটি ব্যাখ্যা করেছেন। বইটিতে তার দৃষ্টিভঙ্গি ছিল ইবনে হিশামের জীবনী উপস্থাপন করা এবং সবচেয়ে অস্পষ্ট শব্দ ও অর্থ ব্যাখ্যা করা এবং ব্যাখ্যা যোগ করা। বইটিতে অস্পষ্ট বংশের বর্ণনা ছিল, লেখক বইটিতে অস্পষ্টতা দূর করেছেন। কখনও কখনও তিনি ব্যাকরণগত বিশ্লেষণের সাথে কিছু শব্দ প্রবর্তন করেছেন।\n\nআল-সুহাইলি ভূমিকায় তার বইটি লেখার উদ্দেশ্য বর্ণনা করেছেন:আল্লাহর রসূলের জীবনীতে কী ঘটেছিল তা স্পষ্ট করার জন্য বইটি লিখেছি। যা পূর্বে ইবনে ইসহাক তার বইতে উল্লেখ করেছেন। বইটিতে আমি যা শিখেছি, তা হলো অস্পষ্ট কঠিন শব্দ, বন্ধ বক্তৃতা, কঠিন বংশ তালিকা বা আইনশাস্ত্রের কিছু বিষয়। তবে বিবেচনায় নেওয়া অনুসারে তা আমার জন্য বোঝা সহজ ছিলো। তাই এটি সম্পূর্ণ করার একটি উপায় রয়েছে, এসকল বিষয় আমাকে আগ্রহী করে তোলে।\n\n\n== পর্যালোচক ==\n\n\n== বহিঃসংযোগ ==\nবইটি পড়ুন: ইসলাম ওয়েবসাইট"}