{"pageid": 1493807, "title": "আবদাল", "url": "https://bn.wikipedia.org/wiki?curid=1493807", "content": "আবদাল (আরবি: أبدال) আক্ষরিক অর্থে: বিকল্প, যা \"উদার\" (করিম) এবং \"মর্যাদাবান\" (শরিফ) অর্থেও ব্যবহৃত হতে পারে। এটি অধিবিদ্যা এবং ইসলামী সুফিবাদে ব্যবহৃত একটি পরিভাষা। এটি সুন্নি এবং শিয়া উভয় মতবাদের আল্লাহর বিশেষ এক দল পীর-অলিদের বোঝাতে ব্যবহৃত হয়। বিশেষ করে সুন্নি ইসলামের ঐতিহ্যে, এই ধারণাটি সুফি মরমি তত্ত্ববিদ এবং তাত্ত্বিকদের লেখায় গুরুত্বপূর্ণ স্থান অধিকার করেছে। এটি আবু তালিব আল-মাক্কী (মৃত্যু: ৯৫৬), আলী হাজবেরি (মৃত্যু: ১০৭২), ইবনে আসাকির (মৃত্যু: ১০৭৬), খাজা আবদুল্লাহ আনসারি (মৃত্যু: ১০৮৮), ইবনে আরাবী (মৃত্যু: ১২৪০), এবং ইবনে খালদুন (মৃত্যু: ১৪০৬)-এর মতো সুন্নি পণ্ডিতদের বিভিন্ন রচনায় পাওয়া যায়।\nআবদাল হলেন ৪০ জন অলির একটি বিশেষ র‍্যাঙ্ক। তবে সুফি হাগিওগ্রাফিতে এটি প্রায়শই ৩৫৬ জন অলির বৃহত্তর একটি গোষ্ঠী হিসেবে উল্লেখ করা হয়। এই তত্ত্ব অনুযায়ী, তাদের কেবল আল্লাহই চেনেন এবং নিয়োগ করেন। তাদের কর্মকাণ্ডের মাধ্যমে দুনিয়া টিকে থাকে।\nসময়ের সাথে সাথে এই শব্দটি বিভিন্ন র‍্যাঙ্ক এবং মর্যাদার অলিদের একটি বৃহত্তর শ্রেণি অন্তর্ভুক্ত করতে শুরু করে।\n\n\n== উৎপত্তি ==\n\"আবদাল\" শব্দটি \"বদল\" বা সঠিকভাবে \"বাদীল\"-এর বহুবচন। এর অর্থ \"যারা প্রতিস্থাপিত হয়\", \"যারা নবীদের ভূমিকার আংশিক বিকল্প হিসেবে কাজ করে\" বা \"আল্লাহর বন্ধু\"। আবদালরা আল্লাহর প্রতি সত্যিকারের বিশুদ্ধ বিশ্বাসী একটি দল। তারা জীবদ্দশায় আল্লাহর সেবা করে; যখন তারা মৃত্যুবরণ করে, তখন আল্লাহ তাদের মধ্যে থেকে আরেকজনকে নির্বাচন করে স্থলাভিষিক্ত করেন। এই বৃহত্তর দলটিকে ৫০০ \"আখিয়ার\", অর্থাৎ \"উত্তমজন\" বলে উল্লেখ করা হয়।\n\n\n== নেতৃত্ব ==\nআবদালদের নেতৃত্বে থাকেন তাদের নেতা \"আল-গাউস (শেখ আবদুল কাদের জিলানী)\" (\"সহায়ক\"), যিনি বাগদাদে বসবাস করেন। এই নেতাকে প্রায়ই \"কুতুব\" বলা হয়, যার অর্থ আরবি ভাষায় \"মেরু\"। এই নেতা সাধারণ জনগণের কাছে অজানা থাকলেও, আবদালদের নিম্নস্তরের সদস্যরা তাকে খুঁজে বের করার চেষ্টা করেন। ইতিহাসের বিভিন্ন সময়ে, কিছু শাইখ নিজেদের কুতুব হিসেবে প্রকাশ্যে দাবি করেছেন, যদিও ঐতিহ্য অনুযায়ী কুতুব সাধারণত জনসমক্ষে আসেন না।\n\n\n== দায়িত্ব ==\nআবদালদের মিশন হলো যেখানেই তারা থাকুক না কেন, সর্বত্র আল্লাহর দয়ালু বান্দা হওয়া এবং আল্লাহর সব সৃষ্টি প্রাণীর প্রতি সাহায্যের আশীর্বাদমূলক হাত বাড়িয়ে দেওয়া।\nবলা হয়ে থাকে, প্রতিটি মহাদেশে একজন বদল (আবদালের একজন) বসবাস করেন। যদিও তাদের অধিকাংশই আল-শাম অঞ্চলে থাকেন, কয়েকজন ইরাক, লেবানন, মিশর, অ্যান্টিওক, আল-মাসিসা, এবং দক্ষিণ আফ্রিকায় বাস করেন। অন্যদিকে, অন্যরা বিশ্বের বিভিন্ন স্থানে ছড়িয়ে আছেন।\nতারা আল্লাহ প্রদত্ত শক্তি এবং অতিপ্রাকৃত ক্ষমতার অধিকারী। কেউই জানে না যে সে একজন আবদাল, যতক্ষণ না হঠাৎ একটি প্রকাশের (প্রত্যাদেশ) মাধ্যমে সে নিজের অবস্থান সম্পর্কে সচেতন হয়। বলা হয়, একজন বদলকে তার নিরন্তর ভালো কাজ এবং ক্ষমাশীল স্বভাবের মাধ্যমে চেনা যায়। তিনি ধনী বা গরিব, বিবাহিত বা অবিবাহিত, শিশু বা প্রাপ্তবয়স্ক যেকোনো ধরনের হতে পারেন।\nএমন ধারণাগুলি ইসলামের সুন্নি শাখার মধ্যে প্রতিষ্ঠিত, বিশেষত এর মূল সূফি আধ্যাত্মিক চর্চার বিদ্যালয়ে।\nআবদালরা বিশ্বে ভারসাম্য রক্ষাকারী হিসেবে কাজ করেন এবং নবীদের উপস্থিতি ও অনুপস্থিতির সময় বিশ্বকে স্থিতিশীল রাখেন। তাদের পরিচয় জনসাধারণের কাছে, এমনকি নিজের কাছেও সম্পূর্ণ অজানা থাকে।\nতারা আশীর্বাদ (বারাকা) প্রদান এবং অলৌকিক কাজ (কারামাত) করার ক্ষমতা রাখেন। আবদালরা সম্মিলিতভাবে নবীদের ভূমিকা যথাযথভাবে পূরণ করতে সক্ষম। একইভাবে, বিশ্বাস করা হয় যে কিয়ামতের দিন তারা আল্লাহ ও মানবজাতির মধ্যে মধ্যস্থতাকারী (শাফায়াত) হিসেবে কাজ করবেন।\n\n\n== সংখ্যা ==\nআবদালের সংখ্যা নিয়ে বিভিন্ন মতবাদ রয়েছে। একটি প্রচলিত ধারণা হল, এই পৃথিবীতে আল্লাহর ৩০০ জন বান্দা রয়েছেন, যাদের অন্তর আদম (আঃ)-এর মতো। এর মধ্যে ৪০ জনের অন্তর মূসা (আঃ)-এর মতো, ৭ জনের অন্তর ইব্রাহিম (আঃ)-এর মতো, ৫ জনের অন্তর জিব্রাইল (আঃ)-এর মতো, ৩ জনের অন্তর মিকাইল (আঃ)-এর মতো এবং একজনের অন্তর ইসরাফিল (আঃ)-এর মতো। যখন ইসরাফিল (আঃ)-এর মতো অন্তরের ব্যক্তি মারা যান, তখন তাঁর জায়গায় মিকাইল (আঃ)-এর মতো অন্তরের তিনজনের একজন এবং জিব্রাইল (আঃ)-এর মতো অন্তরের পাঁচজনের একজন আসেন। একইভাবে, পাঁচজনের মধ্যে একজনের জায়গায় সাতজনের একজন, সাতজনের মধ্যে একজনের জায়গায় চল্লিশজনের একজন এবং চল্লিশজনের মধ্যে একজনের জায়গায় তিনশতজনের একজন এবং তিনশতজনের মধ্যে একজনের জায়গায় একজন সাধারণ মুসলমান আসেন।\nএই ৩৫৬ জন আবদালের কারণেই সৃষ্টি জীবিত থাকে এবং মারা যায়, বৃষ্টি হয়, গাছপালা বেড়ে ওঠে এবং সমস্যা দূর হয়। এটাও বিশ্বাস করা হয় যে, চন্দ্র মাসের দিনের সংখ্যার সাথে আবদালের সংখ্যা প্রায় সমান হওয়ায়, তারা মহাবিশ্বের কসমিক ক্রমের একটি অংশ হিসাবে কাজ করে।\n\n\n== স্তরবিন্যাস ==\nসুফিবাদে, আবদালরা অন্যান্য পবিত্র ব্যক্তিত্বদের আদেশসহ একটি মহাজাগতিক স্তরবিন্যাসে স্থান পায়। স্তরবিন্যাসের দুটি বর্ণনা উল্লেখযোগ্য সুফিদের থেকে এসেছে। একটি ১২শ শতকের পার্সিয়ান আলী হাজবেরি থেকে এসেছে। তার ঐশী আদালতে তিনশ \"আখইয়ার\" (\"উত্তমজন\"), চল্লিশ \"আবদাল\" (\"বদলি\"), সাত \"আবরার\" (\"পবিত্রভাবে নিবেদিত\"), চার \"অওতাদ\" (\"স্তম্ভ\"), তিন \"নুকাবা\" (\"নেতা\") এবং একজন কুতুব আছেন।\nদ্বিতীয় সংস্করণটি ইবনে আরাবী থেকে এসেছে, যিনি মোরিস স্পেনের বাসিন্দা ছিলেন। এটি আরও বিশেষ এবং একচেটিয়া স্তরবিন্যাস প্রস্তাব করে। এতে আট \"নুজবা\" (\"মর্যাদাবান\"), বারো \"নুকাবা\", সাত \"আবদাল\", চার \"অওতাদ\", দুই \"আইম্মাহ\" (\"পথপ্রদর্শক\") এবং কুতুব আছেন।\n\n\n== আরও দেখুন ==\nফানা (সুফিবাদ)\nইয়াকিন\n\n\n== তথ্যসূত্র =="}