{"pageid": 1493078, "title": "আদি খ্রিস্টধর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1493078", "content": "আদি খ্রিস্টধর্ম বা আদি মণ্ডলী বা প্যালিও-খ্রিস্টধর্ম নিকিয়ার প্রথম পরিষদ পর্যন্ত খ্রিস্টধর্মের ঐতিহাসিক যুগকে বর্ণনা করে। ঐতিহাসিক পূর্ব-ভূমধ্যসাগরীয় অঞ্চল থেকে, রোমান সাম্রাজ্য জুড়ে এবং এর বাইরেও খ্রিস্টধর্ম ছড়িয়ে পড়ে। অগ্রগতিটি পূর্ব ভূমধ্যসাগর জুড়ে পবিত্র ভূমি ও ইহুদি প্রবাসীদের মধ্যে প্রতিষ্ঠিত ইহুদি কেন্দ্রগুলির সাথে যুক্ত ছিল৷ খ্রিস্টধর্মের প্রথম অনুসারীরা ছিলেন ইহুদিরা যারা খ্রিস্টধর্মে ধর্মান্তরিত হয়েছিল, অর্থাৎ ইহুদি খ্রিস্টান, সেইসাথে ফিনিশীয়, অর্থাৎ লেবানীয় খ্রিস্টানরা। আদি খ্রিস্টধর্মে প্রেরিত যুগ রয়েছে এবং এর পরে পিতৃতান্ত্রিক যুগ রয়েছ।\nআদি খ্রিস্টানরা যিশুর এক বা একাধিক প্রেরিত দ্বারা প্রতিষ্ঠিত হয়েছে, যারা যিশুর ক্রুশবিদ্ধ হওয়ার কিছু পরে জেরুজালেম থেকে বিচ্ছুরিত হয়েছিল। তারা গির্জায় জড়ো হতো, বর্তমানে যেগুলো সমাবেশ বা মণ্ডলী নামে পরিচিত।\nঅনেক আদি খ্রিস্টান ছিলেন বণিক এবং অন্যান্য যাদের এশিয়া মাইনর, আরব উপদ্বীপ, বলকান অঞ্চল, মধ্যপ্রাচ্য, উত্তর আফ্রিকা ও অন্যান্য অঞ্চলে ভ্রমণের বাস্তব কারণ ছিল। ১০০ সালের মধ্যে ৪০ টিরও বেশি সম্প্রদায় প্রতিষ্ঠিত হয়েছিল, অনেকগুলো আনাতোলিয়া (এশিয়া মাইনর)তে, যেমন এশিয়ার সাতটি মণ্ডলী। প্রথম শতাব্দীর শেষের দিকে, খ্রিস্টধর্ম রোম, ইথিওপিয়া, আলেকজান্দ্রিয়া, সিরিয়া, আর্মেনিয়া ও গ্রিসে ছড়িয়ে পড়েছিল, যা শেষ পর্যন্ত সারা বিশ্বে খ্রিস্টধর্মের ব্যাপক বিস্তারের ভিত্তি হিসেবে কাজ করে।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nVidmar, John (২০০৫)। The Catholic Church Through the Ages: A History (ইংরেজি ভাষায়) (Illustrated, annotated সংস্করণ)। Paulist Press। আইএসবিএন 978-0-8091-4234-7। \nBond, Helen K. (২০১২)। The Historical Jesus: A Guide for the Perplexed। Bloomsbury Academic। আইএসবিএন 978-0-567-12510-1। \nChadwick, Henry (১৯৯৩)। The Early Church। The Penguin History of the Church। 1 (revised সংস্করণ)। Penguin Books। আইএসবিএন 978-0-14-023199-1। \nDunn, James D.G. Jews and Christians: The Parting of the Ways, AD 70 to 135. pp 33–34. Wm. B. Eerdmans Publishing (1999). আইএসবিএন ৯৭৮-০-৮০২৮-৪৪৯৮-৯.\nFredriksen, Paula (১৯৯৯)। Jesus of Nazareth, King of the Jews: A Jewish Life and the Emergence of Christianity। Vintage Books। আইএসবিএন 978-0-679-76746-6। \nFreeman, Charles (২০১১)। A New History of Early Christianity। Yale University Press। আইএসবিএন 978-0-300-17083-2। \nGonzález, Justo L. (১৯৮৭)। A History of Christian Thought। 1: From the Beginnings to the Council of Chalcedon (revised সংস্করণ)। Abingdon Press। আইএসবিএন 978-0-687-17182-8। \nGonzález, Justo L. (২০১০)। The Story of Christianity। 1 The Early Church to the Dawn of the Reformation (revised and updated সংস্করণ)। HarperCollins। আইএসবিএন 978-0-06-185588-7। \nHopkins, Keith (১৯৯৮)। \"Christian Number and Its Implications\"। Journal of Early Christian Studies। Johns Hopkins University Press। 6 (2): 185–226। আইএসএসএন 1086-3184। এসটুসিআইডি 170769034। ডিওআই:10.1353/earl.1998.0035। টেমপ্লেট:Project MUSE। \nKlutz, Todd (২০০০)। \"Paul and the Development of Gentile Christianity\"।   Esler, Philip F.। The Early Christian World। Routledge Worlds। Routledge। পৃষ্ঠা 178–190। আইএসবিএন 978-1-032-19934-4। \nMacCulloch, Diarmaid (২০১০)। Christianity: The First Three Thousand Years। Penguin Books। আইএসবিএন 978-1-101-18999-3। \nMarcus, Joel (২০০৬)। \"Jewish Christianity\"।   Mitchell, Margaret M.; Young, Frances M.। The Cambridge History of Christianity। 1: Origins to Constantine। Cambridge University Press। পৃষ্ঠা 87–102। আইএসবিএন 978-1-139-05483-6। ডিওআই:10.1017/CHOL9780521812399। \nMcGrath, Alister (২০১৩)। Christian History: An Introduction। Wiley-Blackwell। আইএসবিএন 978-1-118-33780-6। \nMitchell, Margaret M. (২০০৬)। \"Gentile Christianity\"।   Mitchell, Margaret M.; Young, Frances M.। The Cambridge History of Christianity। 1: Origins to Constantine। Cambridge University Press। পৃষ্ঠা 103–124। আইএসবিএন 978-1-139-05483-6। ডিওআই:10.1017/CHOL9780521812399। \nSchnelle, Udo (২০২০)। The First One Hundred Years of Christianity: An Introduction to Its History, Literature, and Development। Thompson, James W. কর্তৃক অনূদিত। Grand Rapids, Michigan: Baker Academic। আইএসবিএন 978-1-4934-2242-5। \nSeifrid, Mark A. (১৯৯২)। Justification by Faith: The Origin and Development of a Central Pauline Theme। Novum Testamentum, Supplements। Leiden: Brill Publishers। আইএসএসএন 0167-9732। আইএসবিএন 978-90-04-09521-2। \n\n\n== আরও পড়ুন ==\nPelikan, Jaroslav Jan. The Christian Tradition: The Emergence of the Catholic Tradition (100–600). University of Chicago Press (1975). আইএসবিএন ৯৭৮-০-২২৬-৬৫৩৭১-৬.\nStark, Rodney.The Rise of Christianity. HarperCollins Pbk. Ed edition 1997. আইএসবিএন ৯৭৮-০-০৬-০৬৭৭০১-৫\nTaylor, Joan E. Christians and the Holy Places: The Myth of Jewish-Christian Origins. Oxford University Press (1993). আইএসবিএন ৯৭৮-০-১৯-৮১৪৭৮৫-৫.\nThiede, Carsten Peter. The Dead Sea Scrolls and the Jewish Origins of Christianity. Palgrabe Macmillan (2003). আইএসবিএন ৯৭৮-১-৪০৩৯-৬১৪৩-৩.\n\n\n== বহিঃসংযোগ ==\n\nEarly Christians (archived 1 September 2014)\nPBS Frontline: The First Christians\nFirst Christians and Rome\nCave in Jordan Said to Have Been Used by Early Christians Biblical Archaeology Review (archived 7 January 2010)"}