{"pageid": 1493582, "title": "ক্যাট ডেনিংস", "url": "https://bn.wikipedia.org/wiki?curid=1493582", "content": "ভিক্টোরিয়া লিটওয়াক (জন্ম: ১৩ জুন, ১৯৮৬), যিনি পেশাগতভাবে ক্যাট ডেনিংস নামে পরিচিত, একজন মার্কিন অভিনেত্রী। তিনি সিবিএসের সিটকম টু ব্রোক গার্লস (২০১১–২০১৭)-এ ম্যাক্স ব্ল্যাক এবং মার্ভেল সিনেমাটিক ইউনিভার্সের সুপারহিরো চলচ্চিত্র থর (২০১১), থর: দ্য ডার্ক ওয়ার্ল্ড (২০১৩), থর: লাভ অ্যান্ড থান্ডার (২০২২) এবং ডিজনি+ মিনি সিরিজ ওয়ান্ডাভিশন (২০২১)-এ ডার্সি লুইস চরিত্রে অভিনয়ের জন্য পরিচিত।\n২০০০ সালে অভিনয়ে আত্মপ্রকাশের পর থেকে ডেনিংস দ্য ফোর্টি-ইয়ার-ওল্ড ভার্জিন (২০০৫), বিগ মমাস হাউজ ২ (২০০৬), চার্লি বার্টলেট (২০০৭), দ্য হাউস বানি (২০০৮), নিক অ্যান্ড নোরাহ'স ইনফিনিট প্লেলিস্ট (২০০৮), শর্টস (২০০৯), ডিফেন্ডর (২০০৯), এবং সাবারবান গথিক (২০১৪)-এর মতো চলচ্চিত্রে অভিনয় করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nক্যাথেরিন ভিক্টোরিয়া লিটওয়াক ১৯৮৬ সালের ১৩ই জুন পেনসিলভানিয়ার ব্রিন মর শহরে জন্মগ্রহণ করেন। তার মা, এলেন জুডিথ লিটওয়াক, একজন কবি এবং স্পিচ থেরাপিস্ট এবং তার বাবা, জেরাল্ড জে. লিটওয়াক, একজন মলিকিউলার ফার্মাকোলজিস্ট, কলেজ অধ্যাপক এবং একই কলেজের চেয়ারম্যান ছিলেন। ডেনিংস পাঁচ সন্তানের মধ্যে সবচেয়ে ছোট। তার পরিবার ইহুদি। তিনি  পেনসিলভানিয়ার উইনউডের  ১৯৬৪ সালে নির্মিত ঐতিহাসিক বাড়ি পেন কটেজ-এ বড় হয়েছেন। তার মতে বাড়িটি ছিল ভূতুড়ে।\nডেনিংস ৯ বছর বয়সে একটি টেলিভিশন বিজ্ঞাপনে অভিনয় করেন। এক সাক্ষাৎকারে তিনি বলেছেন, তাকে অভিনয় প্রশিক্ষণ দেওয়ার জন্য তার পরিবারের পর্যাপ্ত অর্থ ছিল না। শুরুর দিকে তিনি স্ক্রিন অ্যাক্টর্স গিল্ড কার্ড অর্জনের জন্য একজন অতিরিক্ত কর্মী হিসেবে কাজ করেছিলেন।\n১৪ বছর বয়সে মাধ্যমিক শিক্ষা সমাপ্তের পর তিনি অভিনয়ের জন্য তার পরিবারকে নিয়ে লস অ্যাঞ্জেলেসে পাড়ি জমান।\n\n\n== কর্মজীবন ==\n\n\n=== ২০০০–২০০৩: প্রারম্ভ ===\nডেনিংস ২০০০ সালে এইচবিওর সেক্স অ্যান্ড দ্য সিটি সিরিজের \"হট চাইল্ড ইন দ্য সিটি\" পর্বে ১৩ বছর বয়সি সামান্থা জোনস চরিত্রে অভিনয়ের মাধ্যমে অভিনয়জীবন শুরু করেন। এরপর ২০০১ থেকে ২০০২ সাল পর্যন্ত তিনি দ্য ডব্লিউবি চ্যানেলের স্বল্পদৈর্ঘ্য সিটকম রেইজিং ড্যাড-এ অভিনয় করেন। সেখানে তিনি সারা নামে ১৫ বছর বয়সী এক মেয়ের ভূমিকায় ছিলেন, যার বিপত্নীক বাবা (বব স্যাগেট) তাকে এবং তার বোনকে (ব্রি লারসন) লালন পালন করেন। ২০০২ সালে, ডেনিংস ডিজনি চ্যানেল-এর দ্য স্ক্রিম টিম চলচ্চিত্রে এক কিশোরীর ভূমিকায় অভিনয় করেন। তাকে দ্য ডব্লিউবি-এর এভারউড সিরিজের পাঁচটি পর্বে অভিনয়ের জন্য নির্বাচন করা হলেও পরে সেই ভূমিকা নোরা জেহেটনারকে দেওয়া হয়।\n\n\n=== ২০০৪–২০১১: প্রথম পূর্ণদৈর্ঘ্য চলচ্চিত্র ও অন্যান্য কর্ম ===\n\nডেনিংস ২০০৩ সালে উইদাউট আ ট্রেস এবং লেস দ্যান পারফেক্ট নামের টেলিভিশন সিরিজে অতিথিশিল্পি হিসেবে অভিনয় করেন। ২০০৪ সালের ফেব্রুয়ারিতে তিনি সিবিএস-এর সাডবারি নামে একটি টেলিভিশন পাইলটে অভিনয়ের জন্য নির্বাচিত হন। কিন্তু পরবর্তিতে এটির নির্মাণ স্থগিত করা হয়। তিনি ২০০৫ থেকে ২০০৬ সাল পর্যন্ত ইআর টিভি সিরিজে জো বাটলারের ভূমিকায় অভিনয় করেন এবং সিএসআই ফ্র্যাঞ্চাইজির দুই পর্বে অতিথি চরিত্রে অভিনয় করেন।\nডেনিংস হিলারি ডাফ অভিনীত রেইজ ইয়োর ভয়েস চলচ্চিত্রে অভিনয়ের মাধ্যমে পূর্ণদৈর্ঘ্য চলচ্চিত্রে অভিষেক করেন। এতে তিনি একজন বিষণ্ণ পিয়ানো শিক্ষার্থীর ভূমিকায় ছিলেন। ২০০৫ সালে, তিনি দ্য ফর্টি-ইয়ার-ওল্ড ভার্জিন এবং ডাউন ইন দ্য ভ্যালি চলচ্চিত্রে সহ-অভিনেত্রীর ভূমিকা পালন করেন। ২০০৬ সালে, তিনি বিগ মমাস হাউজ ২ চলচ্চিত্রে এক জেদি কিশোরীর চরিত্রে অভিনয় করেন।\n২০০৮ সালে ডেনিংস চার্লি বার্টলেট চলচ্চিত্রে অভিনয় করেন। সেখানে তিনি প্রধান চরিত্র চার্লি বার্টলেটের (অ্যান্টন ইয়েলচিন) প্রেমিকা সুজান গার্ডনারের ভূমিকায় ছিলেন। একই বছরে তিনি নিক অ্যান্ড নোরা'স ইনফিনিট প্লেলিস্ট-এ অভিনয় করেন, যা তাকে স্যাটেলাইট পুরস্কার-এ মনোনয়ন এনে দেয়।\n২০১০ সালে ডেনিংস ডেড্রিম নেশন চলচ্চিত্রে অভিনয় করেন। ২০১১ সালে, তিনি মার্ভেল স্টুডিওস-এর থর চলচ্চিত্রে  ডার্সি লুইসের ভূমিকায় ছিলেন।\n\n\n=== ২০১১–বর্তমান: ২ ব্রোক গার্লস ও অন্যান্য প্রকল্প ===\n\n২০১১ সালের ফেব্রুয়ারিতে মাইকেল প্যাট্রিক কিং এবং কৌতুকাভিনেতা উইটনি কামিংস রচিত ও প্রযোজিত সিবিএসের সিটকম ২ ব্রোক গার্লস-এ অভিনয়ের জন্য ডেনিংসকে নির্বাচন করা হয়। কম বেতনে কাজ করা দুই তরুণীকে কেন্দ্র করে নির্মিত সিরিজটি ২০১১ সালের ১৯ সেপ্টেম্বর প্রথম প্রচারিত হয়। এতে বেথ বেয়ার্স উত্তরাধিকার সূত্রে পাওয়া সম্পত্তি হারানো ম্যানহাটনের একজন বাসিন্দা এবং ডেনিংস ব্রুকলিনের একজন কঠোর ও স্পষ্টভাষী মেয়ের চরিত্রে অভিনয় করেছেন। নিজের অভিনয়ের মাধ্যমে আরও বিস্তৃত দর্শকদের কাছে পৌঁছানোর ধারণাটি ডেনিংসের পছন্দ হওয়ায় তিনি সিটকমটিতে অংশ নেন। ২০১৭ সালের ১২ মে সিবিএস ছয়টি মৌসুম পরে সিরিজটি বাতিল করে।\nডেনিংস ২০১২ সালে জীবনীনির্ভর নাট্যধর্মী চলচ্চিত্র টু রাইট লাভ অন হার আর্মস (প্রাথমিক নাম রেনি)-এ চ্যাড মাইকেল মারে এবং রুপার্ট ফ্রেন্ডের সাথে অভিনয় করেন। এতে তিনি আত্মপীড়ন ও মাদকাসক্তির সাথে লড়াইরত ফ্লোরিডায় বসবাসরত কিশোরী রেনি ইয়োহের চরিত্রে অভিনয় করেন। চলচ্চিত্রটি অলাভজনক সংস্থা টু রাইট লাভ অন হার আর্মস প্রতিষ্ঠার অনুপ্রেনা রেনি ইয়োহের জীবনকাহিনীর উপর ভিত্তি নির্মিত। চলচ্চিত্রটির নির্মাণকাজ ২০১১ সালের ফেব্রুয়ারিতে ফ্লোরিডার অরল্যান্ডোতে শুরু হয়েছিল।\n২০১২ সালের মাঝামাঝি ডেনিংস পূর্ণদৈর্ঘ্য  স্বাধীন চলচ্চিত্র সাবার্বান গথিক-এ একটি ছোট শহরে বসবাসকারী একজন বারটেন্ডার চরিত্রে অভিনয় করেন। চলচ্চিত্রটি ২০১৪ সালে মুক্তি পায়।\nতিনি পপ ব্যান্ড হ্যানসনের \"গেট দ্য গার্ল ব্যাক\" গানের মিউজিক ভিডিওতে নিক্কি রিডের সাথে অংশ নেন। ভিডিওটি ২০১৩ সালের ৪ এপ্রিল পায়। তারা দুজন ঘনিষ্ঠ বন্ধু এবং উভয়েই এই ব্যান্ডের ভক্ত।\n২০১৩ সালে ডেনিংস থর: দ্য ডার্ক ওয়ার্ল্ড-এ ডার্সি লুইস চরিত্রে পুনরায় অভিনয় করেন। একই সময়ে তিনি ২ ব্রোক গার্লস-এ অভিনয় করেন এবং সিটকমটির বিরতির মধ্যে ছয় মাস ধরে লন্ডনে গিয়ে চলচ্চিত্রটির দৃশ্যধারণে অংশ নেন।\n২০১৮ সালে কমেডি চলচ্চিত্র ফ্রেন্ডসগিভিং-তে অ্যাবি চরিত্র অভিনয়ের জন্য ডেনিংসের নাম ঘোষণা করা হয়।\nডেনিংস ২০১৯ সালের নভেম্বরে শুরু হওয়া হুলুর কমেডি সিরিজ ডলফেস-এ অভিনয় করেন। তিনি ডিজনি+ মিনিসিরিজ ওয়ান্ডাভিশন (২০২১)-এ ডার্সি লুইস চরিত্রে পুনরায় অভিনয় করেন এবং থর: লাভ অ্যান্ড থান্ডার (২০২২) চলচ্চিত্রেও একই চরিত্রে অভিনয় করেন।\n\n\n== ব্যক্তিগত জীবন ==\n২০০৮ সালে ডেনিংস বলেছিলেন যে ইহুদি ধর্ম \"আমার ইতিহাসের একটি গুরুত্বপূর্ণ অংশ, কিন্তু সামগ্রিকভাবে ধর্ম[টি] আমার জীবনের অংশ নয়।\" তিনি নিজেকে ধর্মীয়দিকের থেকে বেশী জাতিগত ও সাংস্কৃতিকভাবে ইইহুদি বলে মনে করেন।\n২০০১ থেকে ২০১০ সাল পর্যন্ত এবং ইউটিউবে ব্লগিং করতেন।\nতিনি একজন প্রাণী কল্যাণ সমর্থক।\nডেনিংস ধূমপান করেন না এবং তিনি মদ্যপান থেকেও বিরত থাকেন।\n\n\n=== সম্পর্ক ===\n২০১১ থেকে ২০১৪ সাল পর্যন্ত ডেনিংস তার ২ ব্রোক গার্লস সহ-তারকা নিক জানোর সাথে সম্পর্কে ছিলেন। ২০১৪ থেকে ২০১৬ সাল পর্যন্ত, ডেনিংস গায়ক জশ গ্রোবানের সাথে সম্পর্কে ছিলেন।\n২০২১ সালের ৬ মে নিশ্চিত করা হয় যে ডেনিংস সঙ্গীতশিল্পী অ্যান্ড্রু ডব্লিউ.কে.-এর সাথে সম্পর্কে রয়েছেন। এক সপ্তাহ পরে, ২০২১ সালের ১৩ মে, তারা ইনস্টাগ্রামে তাদের বাগদানের ঘোষণা দেন। তারা ২০২৩ সালের ২৭ নভেম্বর তাদের লস অ্যাঞ্জেলেসের বাড়িতে বিয়ে করেন।\n\n\n== চলচ্চিত্র তালিকা ==\n\n\n=== চলচ্চিত্র ===\n\n\n=== টেলিভিশন ===\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nঅফিসিয়াল ওয়েবসাইট\nইন্টারনেট মুভি ডেটাবেজে ক্যাট ডেনিংস (ইংরেজি)"}