{"pageid": 1493083, "title": "জেলিব আল-শিউখ", "url": "https://bn.wikipedia.org/wiki?curid=1493083", "content": "জেলিব আল-শিউখ বা জেলিব আল-শিয়ুখ (جليب الشيوخ, উচ্চারণ /d͡ʒɪliːb lɪʃjuːχ/) (প্রায়শই সংক্ষেপে জেলিব/জিলিব (الجليب) নামে পরিচিত) হলো কুয়েতের অন্যতম প্রাচীন এবং সবচেয়ে জনবহুল এলাকা। এটি ফারওয়ানিয়া গভর্নরেটের মধ্যে অবস্থিত এবং কুয়েত আন্তর্জাতিক বিমানবন্দরের সীমানা ঘেঁষে রয়েছে। এটি মূলত প্রবাসীদের দ্বারা জনবসতিপূর্ণ, যারা ভারত, পাকিস্তান, বাংলাদেশ, শ্রীলঙ্কা, মিশর এবং সিরিয়ার মতো দেশ থেকে এসেছে। এমনকি অনেক দাউদি বোহরা সম্প্রদায়ের মানুষও জেলিব আল-শিউখ এলাকায় বসবাস করে।\nজেলিব ৫টি ব্লকে বিভক্ত, যেখানে প্রতিটি ব্লকে একটি মসজিদ রয়েছে। ব্লক ৪-এ অনেক কুয়েতি নাগরিক বসবাস করে। এটি আব্বাসিয়া (العباسية) নামেও পরিচিত। জেলিব আল-শিয়ুখ কো-অপ সোসাইটি এখানেই কার্যক্রম পরিচালনা করে। ব্লক ২ এবং ৩ আল-হাসাওয়ি (الحساوي) নামে পরিচিত।\nজেলিবের চারপাশে অনেক নতুন নির্মাণাধীন এলাকা গড়ে উঠছে বা সম্প্রতি নির্মাণ সম্পন্ন হয়েছে, যার মধ্যে আব্দুল্লাহ আল-মুবারক (পূর্বে পশ্চিম জেলিব নামে পরিচিত ছিল) উল্লেখযোগ্য।\nজেলিব এলাকায় একটি টেলিযোগাযোগ কেন্দ্র অবস্থিত, যা বিমানবন্দর এবং ধাজিজ, (ফারওয়ানিয়া গভর্নরেটের একটি প্রধান বাণিজ্যিক কেন্দ্র) এলাকায় যোগাযোগের চাহিদা পূরণ করে।\n\n\n== উৎপত্তি ==\nজেলিব (جليب) শব্দটি কুয়েতি আরবির একটি শব্দ, যার অর্থ কূপ। আর শিউখ (شيوخ) শব্দটি আরবিতে বহুবচন এবং এর অর্থ শেখ। এই এলাকার নামকরণ করা হয়েছে একটি পানির কূপের নামে, যা কুয়েতের আমির মুবারক দ্য গ্রেটের দুই ভাই কর্তৃক খনন করা হয়েছিল।\n\n\n== স্থাপনা ==\n\n\n=== ইবলিস চত্বর ===\nইবলিস চত্বর বা শয়তানের চত্বর হলো জেলিব এলাকায় অবস্থিত একটি চত্বর, যা কুয়েতে বিতর্ক এবং কৌতুকের কারণ হয়ে দাঁড়িয়েছে। এই চত্বরটি কথিত অবৈধ কার্যকলাপের জন্য কুখ্যাত, যদিও কিছু মানুষ এই শ্রেণিবিন্যাসের বিরোধিতা করেন এবং দাবি করেন যে সেখানে কার্যকলাপগুলো প্রকৃতপক্ষে নিরীহ।\n\n\n=== বিদ্যালয় ===\nজেলিব আল-শিয়ুখের বিভিন্ন স্থানে অনেক বিদ্যালয় অবস্থিত, যার বেশিরভাগই ভারতীয় বিদ্যালয়। উল্লেখ্য বিদ্যালয়সমূহ: \n\nইন্ডিয়ান এডুকেশনাল স্কুল, যা ভারতীয় বিদ্যা ভবন নামেও পরিচিত\nইন্ডিয়ান সেন্ট্রাল স্কুল\nইউনাইটেড ইন্ডিয়ান স্কুল আব্বাসিয়া\nইন্টিগ্রেটেড ইন্ডিয়ান স্কুল আব্বাসিয়া\nকুয়েত ইন্ডিয়ান স্কুল আব্বাসিয়া\nআল-রাশেদ ইন্ডিয়ান স্কুল\nইন্ডিয়ান লার্নার্স ওন একাডেমি\nস্মার্ট ইন্ডিয়ান স্কুল\nপাকিস্তান ইংলিশ স্কুল ও কলেজ\nনটিংহাম ব্রিটিশ স্কুল\nইউনাইটেড ইন্টারন্যাশনাল ইন্ডিয়ান স্কুল\nইন্ডিয়ান সেন্ট্রাল স্কুল\n\n\n== পরিবহন ==\nজেলিব আল-শিয়ুখের জনসংখ্যার একটি বৃহৎ অংশ কুয়েত পাবলিক ট্রান্সপোর্ট কোম্পানি (কেপিটিসি), সিটি বাস (বুদাই গ্রুপের একটি সহযোগী প্রতিষ্ঠান) এবং কেজিএল ট্রান্সপোর্টেশন দ্বারা পরিচালিত গণপরিবহন ব্যবস্থা ব্যবহার করে।\nএই এলাকা গাজালি এক্সপ্রেসওয়ে এবং ৬ষ্ঠ রিং রোডের মত গুরুত্বপূর্ণ সড়কগুলির দ্বারা বেষ্টিত। এটি কুয়েত আন্তর্জাতিক বিমানবন্দর থেকে ৫ কিলোমিটারেরও কম দূরত্বে অবস্থিত। ট্যাক্সি সহজলভ্য এবং ভাড়ার বিষয়ে আগে থেকেই দর-কষাকষি করা যেতে পারে।\n\n\n== তথ্যসূত্র =="}