{"pageid": 1493265, "title": "মাসাতসুগু আসাকাওয়া", "url": "https://bn.wikipedia.org/wiki?curid=1493265", "content": "মাসাতসুগু আসাকাওয়া ( জাপানি 浅川 雅嗣 জন্ম ২৫ জানুয়ারী ১৯৫৮), একজন জাপানিজ ব্যাক্তি বেসামরিক কর্মচারী, এশিয়ান ডেভেলপমেন্ট ব্যাংক (এডিবির) এর সভাপতি। আসাকাওয়া, যিনি ১৭ জানুয়ারী ২০২০ সালে তিনি দায়িত্ব গ্রহণ করেন, তিনি এশীয় উন্নয়ন ব্যাংক  (এডিবি) এর ১০তম সভাপতি। তিনি পূর্বে জাপানের প্রধানমন্ত্রী, শিনজো আবের এবং জাপানের উপ-প্রধানমন্ত্রী এবং অর্থমন্ত্রী তার আসোর বিশেষ উপদেষ্টা ছিলেন। তিনি এর আগে জাপানের অর্থ মন্ত্রণালয়ের আন্তর্জাতিক বিষয়ক উপমন্ত্রীও ছিলেন।\n\n\n== প্রারম্ভিক জীবন ==\nজাপানের শিজুওকা প্রিফেকচারে জন্মগ্রহণকারী, আসাকাওয়া টোকিও বিশ্ববিদ্যালয়ের অর্থনীতি অনুষদে পড়াশোনা করেছেন, ১৯৮১ সালে বিএ পাস করেছেন  একই বছর তিনি জাপানের অর্থ মন্ত্রণালয়ে যোগদান করেন। আসাকাওয়া পরে মার্কিন যুক্তরাষ্ট্রের প্রিন্সটন বিশ্ববিদ্যালয়ের উড্রো উইলসন স্কুল অফ পাবলিক অ্যান্ড ইন্টারন্যাশনাল অ্যাফেয়ার্সে অধ্যয়ন করেন, ১৯৮৫ সালে এমপিএ সহ স্নাতক হন।\n\n\n== জাপান সরকারের সাথে কাজ ==\nজাপানের অর্থ মন্ত্রণালয়ে মাসাতসুগু আসাকাওয়ার কর্মজীবনের একটি সংক্ষিপ্ত সারসংক্ষেপ নিম্নরূপ:\n\n২০০০-২০০২: আঞ্চলিক আর্থিক সহযোগিতা বিভাগ, আন্তর্জাতিক ব্যুরো\n২০০২-২০০৪: আন্তর্জাতিক কর নীতি বিভাগ, ট্যাক্স ব্যুরো\n২০০৪-২০০৬: ফরেন এক্সচেঞ্জ মার্কেট বিভাগ\n২০০৬-২০০৭: উন্নয়ন নীতি বিভাগ\n২০০৭-২০০৮: ডিরেক্টর ফর কো-অর্ডিনেশন ডিভিশন, ইন্টারন্যাশনাল ব্যুরো\n২০০৯-২০১৩: আন্তর্জাতিক বিষয়ক ডেপুটি ভাইস মিনিস্টার\n২০১২-২০১৩: সিনিয়র ডেপুটি ডিরেক্টর-জেনারেল, আন্তর্জাতিক ব্যুরো এবং উপ-প্রধানমন্ত্রী ও অর্থমন্ত্রীর নির্বাহী সহকারী, অর্থ মন্ত্রণালয়\n২০১৩-২০১৪: পলিসি প্ল্যানিং অ্যান্ড কো-অর্ডিনেশনের ডেপুটি ভাইস মিনিস্টার\n২০১৪-২০১৫: আন্তর্জাতিক ব্যুরোর মহাপরিচালক\n২০১৫-২০১৯: জি২০/আইএমএফ এর ইস্যু, বৈদেশিক মুদ্রার হার নীতি,  এবং উন্নয়ন সহায়তা সহ জাপানের অর্থ মন্ত্রণালয়ের সমস্ত আন্তর্জাতিক নীতির দায়িত্ব সহ আন্তর্জাতিক বিষয়ক উপমন্ত্রী।\n\n\n== এশীয় উন্নয়ন ব্যাংকের সভাপতি ==\n২ ডিসেম্বর ২০১৯ সালে ঘোষণা করা হয়েছিল যে আসাকাওয়াকে সর্বসম্মতিক্রমে এশিয়ান ডেভেলপমেন্ট ব্যাংক (এডিবি) এর বোর্ড অফ গভর্নরস দ্বারা ব্যাংকের ১০তম সভাপতি হিসেবে নির্বাচিত করা হয়েছে।  জাপান সরকার ২০১৯ সালের সেপ্টেম্বরে আসাকাওয়াকে এডিবির সভাপতি পদের প্রার্থী হিসেবে মনোনীত করেছে  প্রাক্তন এডিবির সভাপতি, তাকেহিকো নাকাও, ঘোষণা করেছিলেন যে তিনি ১৬ জানুয়ারী ২০২০ সালে এডিবির সভাপতি  হিসেবে অবসর নেবেন তাই আসাকাওয়া ১৭ জানুয়ারী ২০২০ সালে এডিবির সভাপতি হিসেবে তার পদ গ্রহণ করেন।   প্রথম দৃষ্টান্তে, আসাকাওয়া পাঁচ মেয়াদী রাষ্ট্রপতির মেয়াদের বাকি অংশটি পরিবেশন করবেন বলে আশা করা হয়েছিল যা নাকাও নভেম্বর ২০১৬ সালে শুরু হয়েছিল। তিনি দায়িত্ব নেওয়ার পর, এডিবি ২০ মিলিয়ন ডলারের প্যাকেজ এবং ৯ বিলিয়ন ডলারের এশিয়া প্যাসিফিক ভ্যাকসিন সুবিধা প্রদান করে কোভিট-১৯ মহামারীতে আঞ্চলিক প্রতিক্রিয়াতে গুরুত্বপূর্ণ অবদান রেখেছে।\n২০২১ সালের মাঝামাঝি সময়সূচি অনুযায়ী এডিবি প্রেসিডেন্ট পদের জন্য নিয়মিত পাঁচ-বার্ষিক নির্বাচন অনুষ্ঠিত হয়েছিল। আসাকাওয়া ছিলেন একমাত্র প্রার্থী এবং ২৪ নভেম্বর ২০২১ থেকে শুরু হওয়া পাঁচ বছরের মেয়াদের জন্য সর্বসম্মত সমর্থন পেয়েছিলেন\n২০২৪ সালে, আসাকাওয়া ২৩ ফেব্রুয়ারী ২০২৫ থেকে তার পদত্যাগের ঘোষণা দেন। \n\n\n== অন্যান্য পদ ==\n১৯৮৯ থেকে ১৯৯২ সালের মধ্যে আসাকাওয়াকে ম্যানিলায় এশিয়ান ডেভেলপমেন্ট ব্যাঙ্কের পঞ্চম সভাপতি কিমিমাসা তারুমিজু-এর নির্বাহী সহায়তা হিসেবে কাজ করার জন্য জাপানের অর্থ মন্ত্রণালয় দ্বারা সমর্থন দেওয়া হয়েছিল।\nআসাকাওয়া অন্যান্য আন্তর্জাতিক সংস্থায়ও বিভিন্ন পদে কাজ করেছেন। ১৯৯৯ এবং ২০০০ এর মধ্যে তিনি আন্তর্জাতিক মুদ্রা তহবিলের ফিসকাল অ্যাফেয়ার্স বিভাগে কারিগরি সহায়তা ব্যবস্থাপনা ইউনিটের প্রধান হিসেবে দায়িত্ব পালন করেন। তিনি অর্থ মন্ত্রণালয়ে একই সাথে তার দায়িত্ব পালন করার সময় আর্থিক বিষয়ক কমিটি, অর্থনৈতিক সহযোগিতা ও উন্নয়ন সংস্থা (ওইসিডি) এর বেশ কয়েকটি পদে অধিষ্ঠিত হয়েছেন:\n\n২০০২-২০০৪: নন-ওইসিডি অর্থনীতির সাথে সহযোগিতার জন্য বোর্ডের সহ-সভাপতি\n২০০২-২০০৪: ক্ষতিকারক ট্যাক্স অনুশীলনের ফোরামের সহ-সভাপতি\n২০১১-২০১৬: আর্থিক বিষয়ক কমিটির চেয়ারম্যান।\nআসাকাওয়া এসো ক্যাবিনেটের (২০০৮-২০০৯) সময়কালে প্রধানমন্ত্রীর নির্বাহী সহকারী হিসেবেও কাজ করেছেন।  থেকে ২০০৯ সাল পর্যন্ত টোকিওর সাইতামা ইউনিভার্সিটির গ্র্যাজুয়েট স্কুল অফ ইকোনমিক সায়েন্সে এবং ২০১২ থেকে ২০১৫ সাল পর্যন্ত গ্র্যাজুয়েট স্কুল অফ আর্টস অ্যান্ড সায়েন্সেস, টোকিও বিশ্ববিদ্যালয়ের ভিজিটিং প্রফেসর হিসেবে দায়িত্ব পালন \n\n\n== তথ্যসূত্র =="}