{"pageid": 1493085, "title": "বারাক ওবামা এবং আলী খামেনির মধ্যকার চিঠিপত্র", "url": "https://bn.wikipedia.org/wiki?curid=1493085", "content": "বারাক ওবামা এবং আলী খামেনির মধ্যে চিঠিপত্র মার্কিন রাষ্ট্রপতি বারাক ওবামা কর্তৃক ইরানের নেতা আলী খামেনিকে পাঠানো সরাসরি এবং গোপনীয় চিঠির মাধ্যমে শুরু হয় যাতে তাকে আলোচনায় রাজি করানো হয়। ইরানের সর্বোচ্চ নেতার প্রতিনিধি এবং সুপ্রিম ন্যাশনাল সিকিউরিটি কাউন্সিলের সেক্রেটারি আলি শামখানি নিশ্চিত করেছেন যে তার দেশ 'ইরানের নেতাকে বারাক ওবামার কিছু চিঠির' জবাব দিয়েছে, যা মূলত ইরানের পারমাণবিক কর্মসূচির ইস্যুকে কেন্দ্র করে। এই প্রথম ইরান মার্কিন যুক্তরাষ্ট্রের রাষ্ট্রপতির সাথে এই ধরনের চিঠিপত্র নিশ্চিত করেছে। এর আগে দেশীয় ও বিদেশী গণমাধ্যম খামেনেইকে বারাক ওবামার চিঠির বিষয়ে রিপোর্ট করেছে, যা এক ক্ষেত্রে ইরানের সশস্ত্র বাহিনীর চিফ-অফ-স্টাফ হাসান ফিরোজাবাদি মার্কিন সরকারের বাস্তবতার চিহ্ন হিসাবে নিশ্চিত করেছেন।\n\n\n== খামেনিকে ওবামার চিঠি ==\nওবামার প্রথম চিঠিটি জুন ২০০৯ সালে পাঠানো হয়। ইরানের বিতর্কিত রাষ্ট্রপতি নির্বাচনের কারণে বিক্ষোভ শুরু হওয়ার কয়েক দিন পরে ১৯ জুন ২০০৯ তারিখে শুক্রবারের নামাজে খামেনি তাঁর বক্তৃতার সময় এই চিঠির প্রথম উল্লেখ করেন। একই দিনে সিএনএন জানিয়েছে যে অন্তত তখন পর্যন্ত ইরানের নেতা বারাক ওবামার চিঠির জবাব দেননি।\nওবামার দ্বিতীয় চিঠি ২০০৯ সালের সেপ্টেম্বরে পাঠানো হয়। চিঠিটি মাহমুদ আহমাদিনেজাদ- এর রাষ্ট্রপতির অভিষেক হওয়ার পরে পাঠানো হয়, যখন বিক্ষোভ কিছুটা কমে গিয়েছিল এবং TABNAK নিউজ সাইট দ্বারা প্রথমবার রিপোর্ট করা হয়েছে। চিঠিতে ওবামা ইরান ও মার্কিন যুক্তরাষ্ট্রের মধ্যে আরও ভালো সহযোগিতার আহ্বান জানান। প্রায় দুই মাস পর খামেনি বারাক ওবামার চিঠির বিষয়ে আবারও উল্লেখ করেন।\nওবামার তৃতীয় চিঠিটি ২০১২ সালের জানুয়ারিতে পাঠানো হয়। ইরানি সংসদের প্রতিনিধি আলী মোতাহারি জানুয়ারি ২০১২ এর শেষের দিকে ফারস নিউজ এজেন্সির সাথে একটি সাক্ষাত্কারে বারাক ওবামার তৃতীয় চিঠিটি ইরানের সর্বোচ্চ নেতার কাছে পৌঁছেছে বলে ঘোষণা করেন। তৃতীয় চিঠিটি এমন এক সময়ে পাঠানো হয় যখন ইরান ও বিশ্বশক্তির মধ্যে পরমাণু আলোচনা আসলে অচলাবস্থা ছিল এবং প্রতিটি বৈঠকে উভয় পক্ষের মধ্যে একমাত্র চুক্তি পরবর্তী বৈঠকের সময় ও স্থান নিয়ে ছিল।\n২০১২ সালের জানুয়ারির শুরু থেকে ইউরোপীয় ইউনিয়নে ইরানের তেলের উপর নিষেধাজ্ঞার বিষয়টি গুরুতর ছিল এবং ইরানের কিছু কর্মকর্তা হুমকি দেয় যে নিষেধাজ্ঞা কার্যকর হলে ইরান হরমুজ প্রণালী বন্ধ করে পারস্য উপসাগরের তেল রপ্তানি বন্ধ করে দেবে। তার তৃতীয় চিঠিতে বারাক ওবামা লিখেছেন যে হরমুজ প্রণালী বন্ধ করা আমাদের লাল রেখা।\nইরান এবং গ্রুপ অফ ফাইভ প্লাস ওয়ানের মধ্যে যৌথ সমন্বিত কর্ম পরিকল্পনা এবং আলোচনার জন্য নেগোসিয়েশনের সময়সীমার প্রাক্কালে ওবামার চতুর্থ চিঠিটি নভেম্বর ২০১৪-এ পাঠানো হয়। আগের তিনটি চিঠি প্রথম ইরানি সূত্রে ঘোষণা করা হলেও এবার আমেরিকান সংবাদমাধ্যম ওয়াল স্ট্রিট জার্নাল এই চিঠির খবর প্রকাশ করেছে। চিঠিতে বারাক ওবামা ইরান ও মার্কিন যুক্তরাষ্ট্রের সাধারণ স্বার্থের কথা উল্লেখ করেছেন এবং তথাকথিত ইসলামিক স্টেটের (আইএসআইএস) ওপর মার্কিন হামলার কথা বলেছেন।\nচতুর্থ চিঠির প্রচারিত প্রতিবেদন আমেরিকান রক্ষণশীলদের কাছ থেকে একটি শক্তিশালী প্রতিক্রিয়া উস্কে দেয়। বারাক ওবামার কট্টর সমালোচক এবং রিপাবলিকান সিনেটর জন ম্যাককেইন এবং লিন্ডসে গ্রাহাম এই চিঠি পাঠানোর কাজটিকে \"লজ্জাজনক\" বলে অভিহিত করেন। \"আমি আপনাকে বলছি যে [ইরানের সর্বোচ্চ নেতার কাছে এই চিঠি পাঠানো] আমাদের এবং আরব লীগের আমাদের সুন্নি অংশীদারদের মধ্যে সম্পর্কের ক্ষেত্রে একটি গুরুতর সমস্যা সৃষ্টি করবে যারা ইসলামিক স্টেট গোষ্ঠীর বিরুদ্ধে লড়াইয়ে আমাদের সাথে জোটবদ্ধ।\" এমএসএনবিসি চ্যানেলের সাথে একটি সাক্ষাত্কারে মার্কিন যুক্তরাষ্ট্রের প্রতিনিধি পরিষদের গোয়েন্দা কমিটির চেয়ারম্যান মাইক রজার্সও বলেছেন।\nচতুর্থ চিঠি সম্পর্কে সিবিএস টেলিভিশন চ্যানেলের এক প্রশ্নের জবাবে ওবামা বলেন: \n\nআমি বিশ্বের বিভিন্ন দেশের নেতাদের সাথে আমার সংযোগের বিষয়ে কথা বলতে পছন্দ করি না।  আমার কাছে বিভিন্ন বিশ্ব নেতাদের সাথে যোগাযোগ করার বিভিন্ন উপায় রয়েছে।\n\n\n== ওবামাকে খামেনির চিঠি ==\n১৪ ফেব্রুয়ারী ২০১৫ তারিখে ওয়াল স্ট্রিট জার্নাল রিপোর্ট করেছে যে ইরানের নেতা আলী খামেনি মার্কিন রাষ্ট্রপতি বারাক ওবামাকে একটি চিঠি পাঠিয়েছেন। ওয়াল স্ট্রিট জার্নাল একজন ইরানী কূটনীতিকের উদ্ধৃতি দিয়ে বলেছে যে এই চিঠিটি সাম্প্রতিক সপ্তাহগুলিতে (ফেব্রুয়ারি ২০১৫) লেখা হয়েছে বারাক ওবামার চিঠির প্রতিক্রিয়া হিসাবে যা তিনি অক্টোবরে খামেনিকে লিখেছেন আইএসআইএসের বিরুদ্ধে লড়াইয়ে মার্কিন-ইরান সহযোগিতার সম্ভাবনা সম্পর্কে। দুই দেশের মধ্যে পারমাণবিক চুক্তি হয়েছে। কূটনীতিক বলেন যে ইরানি নেতার চিঠিটি \"সম্মানজনক\" তবে এতে কোনও প্রতিশ্রুতি বা প্রতিশ্রুতি ছিল না।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nDear Iranian Supreme Leader Ali Khamenei…\nAyatollah Ali Khamenei 'sent secret letter to Obama'\nBarack Obama wrote secret letter to Ayatollah Ali Khamenei"}