{"pageid": 1494424, "title": "বরুড়া সরকারি টেকনিক্যাল স্কুল ও কলেজ", "url": "https://bn.wikipedia.org/wiki?curid=1494424", "content": "বরুড়া সরকারি টেকনিক্যাল স্কুল ও কলেজ ২০২১ সালে কুমিল্লা জেলার বরুড়া উপজেলা হতে ১৭ কিমি দক্ষিণ-পশ্চিমে পয়ালগাছা ইউনিয় পরিষদের পশ্চিম পাশে প্রতিষ্ঠিত হয়। \n\n\n== অবকাঠামো ==\nবরুড়া সরকারি টেকিনিক্যাল স্কুল ও কলেজ বরুড়া উপজেলার প্রাণকেন্দ্র পয়ালগাছাতে  একটি মনোরম, খোলামেলা ও নান্দনিক  স্থানে প্রায় দুই একর জায়গার উপর অবস্থিত। চারদিকে উচু প্রাচীর দেওয়া ঘেরা বরুড়া টেকনিক্যাল স্কুল ও কলেজের রয়েছে এক বিশাল প্রশাসনিক ভবন চার তালা বিশিষ্ট  ও একটি পাচ তলা বিশিষ্ট একাডেমিক ভবন। এছাড়া শিক্ষার্থীদের প্রশিক্ষনের জন্য রয়েছে চারটি অত্যাধুনিক হেভি ইক্যুইমেন্ট  সম্বলিত ওয়ার্কশপ, দুইটি সাইন্স ল্যাব, দুইটি মাল্টিমিডিয়া কম্পিউটার ল্যাব। শিক্ষার্থীদের খেলাধূলার জন্য রয়েছে এক বিশাল খেলার মাঠ ও শারিরিক শিক্ষা প্রশিক্ষনের জন্য প্রশিক্ষণ গ্রাউন্ড। কো-কারিকুলাম কার্যক্রম এবং সাংস্কৃতিক অনুষ্ঠানের জন্য রয়েছে এক বিশাল অডিটেরিয়াম এবং একটি  কনফারেন্স/মিটিং রুম। শিক্ষকদের জন্য রয়েছে কমন রুম । টেকনিক্যাল স্কুল ও কলেজের শিক্ষক, কর্মচারী এবং শিক্ষার্থীদের জন্য রয়েছে আলাদা আলাদা একাধিক স্বাস্থ্যসম্মত টয়েলেট, রিফ্রেশ রুম। বরুড়া উপজেলার প্রাণকেন্দ্র পয়ালগাছাতে  একটি মনোরম, খোলামেলা ও নান্দনিক  স্থানে প্রায় দুই একর জায়গার উপর অবস্থিত। চারদিকে উচু প্রাচীর দেওয়া ঘেরা বরুড়া টেকনিক্যাল স্কুল ও কলেজের রয়েছে এক বিশাল প্রশাসনিক ভবন চার তালা বিশিষ্ট  ও একটি পাঁচ তলা বিশিষ্ট একাডেমিক ভবন। এছাড়া শিক্ষার্থীদের প্রশিক্ষনের জন্য রয়েছে চারটি অত্যাধুনিক হেভি ইক্যুইপমেন্ট  সম্বলিত ওয়ার্কশপ, দুইটি সাইন্স ল্যাব, দুইটি মাল্টিমিডিয়া কম্পিউটার ল্যাব। শিক্ষার্থীদের খেলাধূলার জন্য রয়েছে এক বিশাল খেলার মাঠ ও শারিরিক শিক্ষা প্রশিক্ষনের জন্য প্রশিক্ষণ গ্রাউন্ড। কো-কারিকুলাম কার্যক্রম এবং সাংস্কৃতিক অনুষ্ঠানের জন্য রয়েছে এক বিশাল অডিটেরিয়াম এবং একটি  কনফারেন্স/মিটিং রুম। শিক্ষকদের জন্য রয়েছে কমন রুম । টেকনিক্যাল স্কুল ও কলেজের শিক্ষক, কর্মচারী এবং শিক্ষার্থীদের জন্য রয়েছে আলাদা আলাদা একাধিক স্বাস্থ্যসম্মত টয়েলেট, রিফ্রেশ রুম।\n\n\n== আরও দেখুন ==\nবাংলাদেশ কারিগরি শিক্ষা বোর্ড\nবাংলাদেশের সরকারি টেকনিক্যাল স্কুল ও কলেজের তালিকা\nকারিগরি শিক্ষা অধিদপ্তর\n\n\n== তথ্যসূত্র =="}