{"pageid": 1494021, "title": "গেরুয়া পতাকা", "url": "https://bn.wikipedia.org/wiki?curid=1494021", "content": "গেরুয়া পতাকা (হিন্দি: भगवा ध्वज, প্রতিবর্ণীকৃত: ভগবা ধ্বজ) হলো একটি জাফরান রঙের পতাকা যেটি মূলত হিন্দুধর্মে ব্যবহৃত হয়ে থাকে।\n\n\n== প্রতীকী অর্থ ==\nবিশ্ব হিন্দু পরিষদের মতে এটি আগুনের রঙের প্রতীক ও হিন্দু সংস্কৃতির একটি বিশুদ্ধ উপাদান যেখানে এটি আত্মত্যাগের মূল্যকে প্রতিনিধিত্ব করার পাশাপাশি অন্ধকার বিনাশকারী ও আলো ছড়ানো সূর্যের রঙকেও স্মরণ করিয়ে দেয়। এর আকৃতিটি দুটি ত্রিভুজ দ্বারা গঠিত যা জ্বলন্ত আগুনের ক্রমবর্ধমান শিখার প্রতিনিধিত্ব করে।\nএটিকে \"দেবতা মহাদেবের অনুগামীদের একটি গলি-লেজযুক্ত গাঢ় জাফরান বর্ণের প্রতীক\" হিসেবে বর্ণনা করা হয়েছে।\n\n\n== ইতিহাস ==\nমধ্যযুগে ভারতে মুসলিম শাসনের পতন ও মারাঠা সাম্রাজ্যের উত্থানের পরে হিন্দু জাতীয়তাবাদের উত্থান ঘটে যে সময়ে শিবাজী গেরুয়া পতাকা গ্রহণ করেছিল। এই পতাকাটি ছত্রপতি শিবাজি মারাঠা সাম্রাজ্যের পতাকা হিসাবে ব্যবহার করত। ১৯১৫ সালে সাভারকর এই পতাকাটিকে সর্বভারতীয় হিন্দু মহাসভার আনুষ্ঠানিক প্রতীক হিসাবে ব্যবহার করেন। পরবর্তীতে ১৯২৫ সালে রাষ্ট্রীয় স্বয়ংসেবক সঙ্ঘ গঠনের পর থেকে এটি সংঘের আনুষ্ঠানিক প্রতীক হিসেবে ব্যবহৃত হয়। সম্প্রদায় কোন চিহ্ন বা জনমত ছাড়াই গেরুয়া পতাকাকে নিজেদের গুরু হিসেবে গ্রহণ করে। রাষ্ট্রীয় স্বয়ংসেবক সঙ্ঘ একে সাফল্য ও শক্তির প্রতীক বলে মনে করে।\n\n\n== আকৃতি ও মাত্রা ==\n\nজাফরান রঙের এই পতাকাটি মাঝখানে একটি চেরা সহ আয়তক্ষেত্রাকার। পতাকার নিচের অংশটি ৯৪ সেমি উচ্চতা, উপরের অংশ ৭৫ সেমি। এইরকম নির্দিষ্ট মাত্রা দিয়ে তৈরি ৯০ সেমি আকৃতির গেরুয়া পতাকা এটি দিয়ে নির্মিত হয়। এটি সম্প্রদায় বিভাগে একটি আড়াই মিটার লম্বা খুঁটিতে উত্তোলন করা হয় যার ব্যাসার্ধের সাথে পতাকাটি এলাকায় টাঙানো হয়।\n\n\n== ব্যবহার ==\nএটি রাষ্ট্রীয় স্বয়ংসেবক সঙ্ঘের অনানুষ্ঠানিক প্রতীক। সংঘের স্বয়ংসেবকরা এই পতাকাকে গুরুরূপে পূজা করে থাকে। নিয়মিত এক ঘণ্টার জন্য সম্প্রদায় বিভাগে এই পতাকা উত্তোলনের জন্য বিভিন্ন শারীরিক, আধ্যাত্মিক ও দেশাত্মবোধক কর্মসূচি পালন করা হয়। এরপর আবার পতাকা বিতরণ করে সরিয়ে রাখা হয়।\nশিখ ধর্মে জাফরানকে একটি পবিত্র রঙ হিসেবেও বিবেচনা করা হয়, এটি নিশান সাহিবে ২০২৪ সালে এসজিপিজি হুকামনামা পর্যন্ত নিশান সাহিবের উপর প্রদর্শিত হতো।\n\n\n== তথ্যসূত্র =="}