{"pageid": 1494661, "title": "শাবাব আল আহলি ক্লাব", "url": "https://bn.wikipedia.org/wiki?curid=1494661", "content": "শাবাব আল আহলি ক্লাব (আরবি: نادي شباب الأهلي, প্রতিবর্ণীকৃত: nādī šabāb al-ʿahlī, অনুবাদ 'জাতীয় যুব ক্লাব') হল দুবাই ভিত্তিক একটি আমিরাতি পেশাদার ফুটবল ক্লাব, যেটি বর্তমানে সংযুক্ত আরব আমিরাত প্রো লিগে খেলে। এটি সংযুক্ত আরব আমিরাতের অন্যতম সফল ক্লাব।\nআল আহলি এফসি ৮টি লিগ শিরোপা জিতেছে, ১০টি ইউএইর প্রেসিডেন্ট কাপ শিরোপা, ৬টি ইউএই সুপার কাপ শিরোপা, ৫টি এডিআইবি কাপ শিরোপা, ১টি আমিরাতি- মরক্কো সুপার কাপ এবং ১টি সম্মিলিত লিগের রেকর্ড। মোট ৩১টি শিরোপা অর্জন করে, তাদেরকে সংযুক্ত আরব আমিরাততে দ্বিতীয় সফল দল করে তুলেছে। আর দুবাইয়ের সবচেয়ে সফল দল। আইএফএফএইচএস- এর সর্বশেষ র‌্যাঙ্কিংয়ে, শাবাব আল আহলি এশিয়ার ৭তম সেরা ক্লাব এবং বিশ্বের ১১০তম স্থানে রয়েছে।\n২০১৭ সালে, দুবাই সিএসসি এবং আল শাবাব আল আহলি এফসির মধ্যে একীভূত হয়ে শাবাব আল আহলি এফসি তৈরি করে।\n\n\n== ইতিহাস ==\n\n\n=== প্রতিষ্ঠা ===\nআল আহলি ক্লাব ১৯৭০ সালে প্রতিষ্ঠিত হয়েছিল যখন দুটি স্থানীয় ফুটবল দল আল ওয়েহদাহ এবং আল শাবাব (আনুমানিক ১৯৫৮) মিশরে একটি প্রশিক্ষণ শিবিরের জন্য যোগদান করেছিল কিন্তু প্রথম ক্লাব সভাপতি নাসের আবদুল্লাহ হুসেন লুতাহের অধীনে একটি একক ক্লাব হিসাবে একীভূত হওয়ার সিদ্ধান্ত নেয়। চার বছর পর আরেকটি স্থানীয় দল আল নাজাহ আল আহলি ক্লাব গঠনে যোগ দেয়।\nআল আহলি আরবিতে \"দেশীয় বা জাতীয়\" অনুবাদ করে। ক্লাবটি ১৯৭০-এর দশকে তিনটি সংযুক্ত আরব আমিরাত আরব উপসাগরীয় লিগ শিরোপা জিতেছিল এবং ২০০৬ সালে ৪র্থ, ২০০৯ সালে ৫ম, ২০১৪ সালে ৬ষ্ঠ, ২০১৬ সালে ৭ম এবং ২০২৩ সালে ৮ম জিতেছিল।\n\n\n=== ১৯৭৩–১৯৮০: স্বর্ণযুগ এবং পরবর্তী পতন ===\n\n১৯৭৪–৭৫ এবং ১৯৭৫–৭৬ সালে পরপর দুবার সংযুক্ত আরব আমিরাত আরব উপসাগরীয় লীগ জিততে আল আহলির মাত্র চার বছর লেগেছিল, তারপর আবার ১৯৭৯–৮০ সালে তৃতীয়বার, যা তাদের স্থায়ীভাবে লিগ ট্রফি রাখার অনুমতি দেয়। বিজয়ী দল, কোচ মোহাম্মদ শেহতার নেতৃত্বে এবং হাসান নাজারি এবং হাসান রোশনের মতো খেলোয়াড়দের বৈশিষ্ট্যযুক্ত। দলটি সেই সময়কালে তিনটি রাষ্ট্রপতি কাপ শিরোপাও জিতেছিল। নিজ শহরের ভক্তদের আঁকতে, আল আহলি সংযুক্ত আরব আমিরাতের সবচেয়ে জনপ্রিয় ক্রীড়া দলগুলির মধ্যে একটি হয়ে আসছে এবং অব্যাহত রয়েছে। যাইহোক, কয়েক দশক ধরে ক্লাবটি পতনের দিকে চলে যায়, যার ফলশ্রুতিতে ক্লাবটি নাটকীয়ভাবে দ্বিতীয় বিভাগে (১৯৯৫–৯৬) নেমে যায়, যখন আল আহলি প্রতিবেশী প্রতিদ্বন্দ্বী আল শাবাবের বিপক্ষে খেলে, তখন আল আহলির মাত্র এক পয়েন্টের প্রয়োজন ছিল। ম্যাচটি প্রথম বিভাগে থাকবে। আল আহলি ম্যাচ হেরেছে এবং আল শাবাব লিগ শিরোপা জিতেছেন। একই বছর আল আহলি প্রেসিডেন্ট কাপের শিরোপা জিতেছে। কিছু সময়ের পতনের পর, আল আহলি দুবাইয়ের ডেপুটি শাসক শেখ হামদান বিন মোহাম্মদ বিন রশিদ আল মাকতুমের নতুন নেতৃত্বে শীর্ষে ফিরে যায়, ২০০৬ সালে ৪র্থ লিগ শিরোপা জিতেছিল এবং পরের বছরগুলিতে, আল আহলি অবিরত ছিল। সংযুক্ত আরব আমিরাতের সফল ক্লাব ৬টি প্রেসিডেন্ট কাপ জিতে। ২০০০-এর দশকের প্রথম দিকে ইরানের কিংবদন্তি আলি করিমি আল আহলির হয়ে একাধিক মৌসুম খেলেন, ২০০৩–০৪ সালে লিগের শীর্ষ গোলদাতা হিসেবে শেষ করেন এবং ২০০৪ সালের এশিয়ান ফুটবলার নির্বাচিত হন।\n\n\n=== ২০০৯ ফিফা ক্লাব বিশ্বকাপ ===\nআল-আহলি, ২০০৮–০৯ সংযুক্ত আরব আমিরাত প্রো-লিগ চ্যাম্পিয়ন হিসাবে এবং আবুধাবি ইভেন্টের আয়োজক হিসাবে, ২০০৯ ফিফা ক্লাব বিশ্বকাপের জন্য যোগ্যতা অর্জন করেছিল যা ২০০৯ সালের ডিসেম্বরে অনুষ্ঠিত হয়েছিল। তারা প্রতিযোগিতায় তাদের একমাত্র খেলায় অকল্যান্ড সিটির কাছে ০–২ হেরেছেন।\n\n\n=== বাউন্সিং ব্যাক ===\nক্লাবটি আবার উত্থিত হতে শুরু করে এবং ২০১০ সালে আব্দুল্লাহ আল নাবুদাহের সাথে, স্কোয়াডটি ধীরে ধীরে পুনর্গঠিত হয়, ফ্যাবিও ক্যানাভারো এবং গ্রাফাইট এবং রিকার্দো কুয়ারেজমা আমিরাতের স্বদেশী প্রতিভা আহমেদ খলিল এবং ইসমায়েল আল হাম্মাদির সাথে যোগ দেন। ২০১২ সালে, আল আহলি সংযুক্ত আরব আমিরাতের রাষ্ট্রপতি কাপ এবং আরব উপসাগরীয় কাপ জিতেছে। ২০১৩ সালে রোমানিয়ান ফুটবল ম্যানেজার কসমিন ওলারোইউ- এর আগমন, একটি অত্যন্ত সফল ২০১৩–১৪ মৌসুমের মঞ্চ তৈরি করে। আল আহলি লিগে দৃঢ়ভাবে পারফর্ম করেছে এবং লিগ মৌসুমে (৬২) সর্বোচ্চ পয়েন্টের রেকর্ডের সাথে ৬ষ্ঠ শিরোপা নিশ্চিত করেছেন। এছাড়াও, ক্লাবটি অ্যারাবিয়ান গাল্ফ কাপ, ২টি অ্যারাবিয়ান গাল্ফ সুপার কাপ (২০১৩–১৪, ২০১৪–১৫) জিতেছে এবং পরের বছর তারা ২০১৫ এএফসি চ্যাম্পিয়ন্স লিগের ফাইনালে পৌঁছেছে যেখানে তারা চীনা দল গুয়াংজু এভারগ্রান্ডের কাছে ১–০ গোলের ব্যবধানে হেরেছেন। সামগ্রিকভাবে আল আহলির স্বদেশী ফরোয়ার্ড আহমেদ খলিল ২০১৫ সালে মর্যাদাপূর্ণ এশিয়ান ফুটবলার অফ দ্য ইয়ার পুরস্কারের জন্য সংযুক্ত আরব আমিরাতের একমাত্র প্রাপকের নাম ঘোষণা করেছেন। ২০১৬ সালে, তারা আবার তাদের ৭ম ঘরোয়া লিগ শিরোপা জিতেছে দুটি ম্যাচ খেলে।\n\n\n=== ২০১৭ একীভূত ===\n২০১৭ সালে ক্লাব দুবাই সিএসসি এবং আল শাবাব আল-আহলি এফসিতে যোগ দিয়ে শাবাব আল আহলি এফসি গঠন করে। একত্রীকরণকে একটি বিতর্কিত পদক্ষেপ হিসাবে দেখা হয়েছিল কারণ এর অর্থ ছিল প্রতিদ্বন্দ্বী ক্লাব আল শাবাবের সাফল্যকে আল আহলির সাথে একত্রিত করা এবং এর অর্থ ছিল এর অস্তিত্বের প্রথম তিন বছর এএফসি চ্যাম্পিয়ন্স লিগ অনুপস্থিত কারণ এটির জন্য একটি ক্লাবকে তিন বছরের জন্য বিদ্যমান থাকতে হবে। একটি এএফসি লাইসেন্স পান। যাইহোক, দলটি দ্রুত সাফল্যের অভিজ্ঞতা লাভ করবে কারণ তারা ২০১৯ সালে লিগ কাপ এবং প্রেসিডেন্ট কাপ জিতবে।\n\n\n== ক্রেস্ট এবং ডাকনাম ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\nআসল আল আহলি লোগোতে ফুটবলের শীর্ষে একটি বাজপাখি এবং অনুভূমিকভাবে লেখা \"আল আহলি ক্লাব\" শব্দটি প্রতিফলিত হয়েছিল। ২০০৬ সালে রেড নাইটসে নিজেকে পুনরায় ব্র্যান্ড করার পরে, লোগোটি শীর্ষে \"এসি\" (আল আহলি ক্লাব) অক্ষর সহ একটি ঘোড়ার মাথার আকারে পরিবর্তিত হয়েছিল। নতুন লোগোটি শক্তি এবং উচ্চ উদ্দীপনার প্রতিনিধিত্ব করে, এটি পুরানো ডাকনাম রেড ডেভিলদের পরিবর্তে নতুন ডাকনাম রেড নাইটসের সাথে যায়।\nদুবাই সিএসসি এবং আল শাবাবের মধ্যে একীভূত হওয়ার পরে একটি নতুন লোগো তৈরি করা হয়েছিল যা শাবাব আল-আহলি তৈরি করেছিল।\n\n\n== মাঠ ==\nরশিদ স্টেডিয়াম হল দুবাই, সংযুক্ত আরব আমিরাতের একটি বহুমুখী স্টেডিয়াম যা শেখ রশিদ বিন সাইদ আল মাকতুমের নামে নামকরণ করা হয়েছিল। এটি বর্তমানে বেশিরভাগ ফুটবল এবং রাগবি ম্যাচের জন্য ব্যবহৃত হয়। স্টেডিয়ামে ১২,০০০ জন লোক ধারণক্ষমতা রয়েছে। এটি ১৯৪৮ সালে নির্মিত হয়েছিল। এটি শাবাব আল-আহলির হোম গ্রাউন্ড হিসেবে কাজ করে। ২০১৭ সালে আল শাবাব এবং দুবাইয়ের সাথে একীভূত হওয়ার পরে ক্লাবের জন্য দ্বিতীয় এবং তৃতীয় হোম গ্রাউন্ড হিসাবে শাবাব আল আহলির মাকতুম বিন রাশিদ আল মাকতুম স্টেডিয়াম এবং আল আওয়ার স্টেডিয়ামও রয়েছে।\n\n\n== প্রতিদ্বন্দ্বিতা ==\nআল আইনের সাথে শাবাব আল আহলির প্রতিদ্বন্দ্বিতা জনপ্রিয়তা অর্জন করছে কারণ দুটি ক্লাব ৭০ এর দশকে এবং ২০১০ এর পরে আরও বেশি চ্যাম্পিয়ন হিসাবে পরিবর্তিত হয়েছে, এবং বর্তমানে, উভয় দলকে সংযুক্ত আরব আমিরাতের শীর্ষ দলগুলির মধ্যে বিবেচনা করা হয়। ম্যাচটি সাধারণত একটি প্রাণবন্ত পরিবেশ তৈরি করে। আল নাসর এবং আল ওয়াসল ও প্রতিবেশী প্রতিদ্বন্দ্বী যারা দুবাইয়ের সেরা দল তা নিয়ে প্রতিদ্বন্দ্বিতা করছেন।\n\n\n== সক্রিয় বিভাগ ==\n\nঅন্যান্য পেশাদার খেলায় জড়িত থাকার কারণে ক্লাবটি আল আহলি ক্যাসল নামেও পরিচিত। ক্লাবটি বাস্কেটবল, ভলিবল, হ্যান্ডবল, ট্র্যাক স্পোর্ট, টেবিল টেনিস এবং ট্র্যাক সাইক্লিং- এ প্রতিযোগিতা করে। আল আহলি সাংস্কৃতিক কর্মকাণ্ড এবং সম্প্রদায়ের সেবায় জড়িত থাকার জন্যও পরিচিত। আল আহলি ড্রামা ক্লাবটি ১৯৮১ সালে প্রতিষ্ঠিত হয়েছিল, সংযুক্ত আরব আমিরাতের ঐতিহ্য, ঐতিহ্য এবং বর্তমান ঘটনাকে কেন্দ্র করে আমিরাতি শিল্পকলা এবং নাট্য নাটকের প্রচারের জন্য।\nক্লাবের সৈকত সকার দলটি ২০২১ সালে সংযুক্ত আরব আমিরাত চ্যাম্পিয়ন হয়েছিল।\n\n\n== লা লিগার সাথে সম্পর্ক ==\n২০১৬ সালে, আল আহলি প্রথম বিদেশী ক্লাব হয়ে ওঠে যারা লা লিগার সাথে একটি অংশীদারিত্ব চুক্তি স্বাক্ষর করে, এটি তার ধরণের প্রথম। মাদ্রিদে লা লিগার সদর দফতরে মঞ্চস্থ এই চুক্তির স্বাক্ষরটি একটি লিঙ্কআপের সূচনা করে যেখানে লা লিগার অভিজ্ঞতা দুবাইয়ের শীর্ষস্থানীয় ক্লাবটিকে তার উন্নয়নে সহায়তা করার জন্য ব্যবহার করা হবে, বিশেষ করে স্পেনের যুব কোচদের প্রশিক্ষণ কর্মসূচির মাধ্যমে প্রয়োগ করা হবে। ক্লাবের জুনিয়র দল সেখানে নেতৃস্থানীয় টুর্নামেন্টে আমন্ত্রণ পাবে, শীর্ষ-শ্রেণীর প্রতিপক্ষে খেলার মূল্যবান অভিজ্ঞতা অর্জনের সুযোগ দেবে।\n\n\n== সাফল্য ==\n৩০টি অফিসিয়াল চ্যাম্পিয়নশিপ \n\n\n=== ঘরোয়া প্রতিযোগিতা ===\nসংযুক্ত আরব আমিরাত প্রো লিগ: 8\nচ্যাম্পিয়ন: ১৯৭৪–৭৫, ১৯৭৫–৭৬, ১৯৭৯–৮০, ২০০৫–০৬, ২০০৮–০৯, ২০১৩–১৪, ২০১৫–১৬, ২০২২–২৩\nসংযুক্ত আরব আমিরাত প্রেসিডেন্টস কাপ: ১০ (রেকর্ড)\nচ্যাম্পিয়ন: ১৯৭৪–৭৫, ১৯৭৬–৭৭, ১৯৮৭–৮৮, ১৯৯৫–৯৬, ২০০১–০২, ২০০৩–০৪, ২০০৭–০৮, ২০১২–১৩, ২০১৮–১৯,  ২০২০–২১\nসংযুক্ত আরব আমিরাত লিগ কাপ: ৫ (রেকর্ড)\nচ্যাম্পিয়ন: ২০১১–১২, ২০১৩–১৪, ২০১৬–১৭, ২০১৮–১৯, ২০২০–২১\nসংযুক্ত আরব আমিরাত সুপার কাপ: ৬ (রেকর্ড)\nচ্যাম্পিয়ন: ২০০৯, ২০১৩, ২০১৪, ২০১৬, ২০২০, ২০২৩\n\n\n=== আঞ্চলিক প্রতিযোগিতা ===\nকাতার-সংযুক্ত আরব আমিরাত সুপার শিল্ড: ১ (রেকর্ড)\nচ্যাম্পিয়ন: ২০২৩–২৪\nএমিরাতি-মরক্কো সুপার কাপ: ১\nচ্যাম্পিয়ন: ২০১৬\n\n\n=== মহাদেশীয় প্রতিযোগিতা ===\nএএফসি চ্যাম্পিয়ন্স লিগ\nরানার্স-আপ (১): ২০১৫\nদেখুন: আল শাবাব এসসি এবং দুবাই সিএসসি, নিজ নিজ ক্লাব চ্যাম্পিয়নশিপের জন্য।\n\n\n== আরও দেখুন ==\nসংযুক্ত আরব আমিরাতের ফুটবল ক্লাবের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট\nসকারওয়ে প্রোফাইল"}