{"pageid": 1494537, "title": "দ্য সিম্পসন্‌স-এর পর্বের তালিকা (মৌসুম ১-১০)", "url": "https://bn.wikipedia.org/wiki?curid=1494537", "content": "দ্য সিম্পসন্‌স একটি আমেরিকান অ্যানিমেটেড সিটকম, যা ম্যাট গ্রোনিং ফক্স ব্রডকাস্টিং কোম্পানির জন্য তৈরি করেছেন। এটি একটি ব্যঙ্গাত্মক উপস্থাপনা, যেখানে একটি মধ্যবিত্ত আমেরিকান পরিবারের অসঙ্গতিপূর্ণ জীবনযাত্রা দেখানো হয়েছে। এই পরিবারের সদস্যরা হলেন হোমার, মার্জ, বার্ট, লিসা এবং ম্যাগি। শোটি স্প্রিংফিল্ড শহরে কেন্দ্রীভূত এবং এটি আমেরিকান সংস্কৃতি ও মানব অবস্থা নিয়ে ব্যঙ্গ করে।\nগ্রোনিং এই পরিবারের ধারণা করেছিলেন একটি অ্যানিমেটেড শর্ট সিরিজের প্রস্তাব দেওয়ার ঠিক আগে, যা প্রযোজক জেমস এল. ব্রুকসের সাথে যুক্ত ছিল। বার্ট বাদে পরিবারের প্রতিটি সদস্যের নাম গ্রোনিং তার নিজের পরিবারের সদস্যদের নাম থেকে রেখেছিলেন। এই শর্টসগুলো প্রথম ফক্স সিরিজ দ্য ট্রেসি উলম্যান শো-তে ১৯৮৭ সালের ১৯ এপ্রিল প্রচারিত হয়।সিজন চলার পর, এই স্কেচটি একটি আধাঘণ্টার প্রাইম-টাইম হিট শোতে পরিণত হয়। \n১৯৮৯ সালের ১৭ ডিসেম্বর সিরিজটি প্রথম প্রচারিত হওয়ার পর থেকে ২০০৯ সালের ১৭ মে পর্যন্ত দ্য সিম্পসন্‌স তাদের প্রথম ৪৪১টি পর্ব সম্প্রচার করে, যা বিংশ মৌসুমের শেষ পর্যন্ত গিয়েছিল। এই শোটি আমেরিকান টেলিভিশনের বিভিন্ন দীর্ঘস্থায়ী রেকর্ড ধারণ করে। এটি যুক্তরাষ্ট্রের দীর্ঘতম-প্রচলিত প্রাইম-টাইম অ্যানিমেটেড সিরিজ এবং দীর্ঘতম চলমান সিটকম।\n১৯৯৪ সালের ২৮ এপ্রিল, দ্য সিম্পসন্‌স পঞ্চম মৌসুমে তাদের ১০০তম পর্বে পৌঁছায়। ২০০৮–০৯ সালের বিংশ মৌসুমে, এই সিরিজটি গানস্মোক এর সঙ্গে প্রাইম-টাইম স্ক্রিপ্টেড টেলিভিশন সিরিজের দীর্ঘতম মৌসুমের রেকর্ডে সমতা অর্জন করে এবং ২০০৯ সালের ২৭ সেপ্টেম্বর একবিংশ মৌসুমের প্রিমিয়ারের মাধ্যমে গানস্মোক-কে অতিক্রম করে এই রেকর্ডটি নিজের করে নেয়।\nদ্য সিম্পসন্‌স -এর পর্বগুলি ৩১টি এমিস ( অসাধারণ অ্যানিমেটেড প্রোগ্রামের জন্য দশটি), ৩০টি অ্যানিস এবং একটি পিবডি সহ কয়েক ডজন পুরস্কার জিতেছে।  দ্য সিম্পসন্‌স মুভি, একটি বৈশিষ্ট্য-দৈর্ঘ্যের চলচ্চিত্র, ২৬ ও ২৭ জুলাই, ২০০৭-এ বিশ্বব্যাপী প্রেক্ষাগৃহে মুক্তি পায় এবং বিশ্বব্যাপী US$৫২৬.২ মিলিয়ন আয় করে।  প্রথম বিশটি সিজন ডিভিডিতে ১, ২ এবং ৪ অঞ্চলে উপলব্ধ, বিংশতম সিজনটি ডিভিডি এবং ব্লু-রে উভয় ক্ষেত্রেই ২০১০ সালে সিরিজের ২০ তম বার্ষিকী উদযাপনের জন্য প্রকাশিত হয়েছিল। ৮ এপ্রিল, ২০১৫-এ, শোরনার আল জিন ঘোষণা করেছিলেন যে ডিজিটাল ডিস্ট্রিবিউশনে ফোকাস স্থানান্তর করে, আর কোনও ডিভিডি বা ব্লু-রে রিলিজ থাকবে না,  যদিও এটি পরে ২২ জুলাই, ২০১৭ এ উল্টে দেওয়া হয়েছিল  প্রায় দুই বছর পরে, ২০ জুলাই, ২০১৯-এ, ঘোষণা করা হয়েছিল যে সিজন ১৯ ডিভিডিতে ৩ ডিসেম্বর, ২০১৯-এ প্রকাশিত হবে। \n২৬ এপ্রিল, 1998-এ, দ্য সিম্পসন্‌স তার নবম সিজনে ২০০ তম পর্বে পৌঁছেছিল, ২ ফেব্রুয়ারী ২০০৩-এ এর ৩০০ তম পর্ব, চতুর্দশ সিজনে এবং ২০ মে, ২০০৭-এ অষ্টাদশ সিজনে এটির ৪০০ তম পর্ব, এটিও শেষ। দ্য সিম্পসন মুভি মুক্তির আগে সিরিজের পর্বটি সম্প্রচার করা হবে।\n\n\n== আরও দেখুন ==\n\nসিম্পসন্‌স শর্টস\n\"দ্য সিম্পসনস গাই\" - ফ্যামিলি গাই-এর একটি ক্রসওভার পর্ব\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nগ্রোনিং, ম্যাট (২০১০-১০-২৮)। রিচমন্ড, রে; গিম্পল, স্কট এম.; ম্যাকক্যান, জেসি এল.; সেগার্স, ক্রিস্টিন; বেটস, জেমস ডব্লিউ. (সম্পাদনা)। Simpsons World: The Ultimate Episode Guide: Seasons 1–20 (১ম সংস্করণ)। হার্পারকলিন্স। আইএসবিএন 9780061711282।"}