{"pageid": 1494826, "title": "ফ্যামিলি গাই", "url": "https://bn.wikipedia.org/wiki?curid=1494826", "content": "ফ্যামিলি গাই একটি মার্কিন অ্যানিমেটেড সিটকম, যা সেথ ম্যাকফারলেন কর্তৃক ফক্স ব্রডকাস্টিং কোম্পানির জন্য নির্মিত। ৩১ জানুয়ারী, ১৯৯৯-এ ধারাবাহিকটির প্রিমিয়ার হয়েছিল। অনুষ্ঠানটি উদ্ভট গ্রিফিন পরিবারকে নিয়ে তৈরি, এই পরিবারের সদস্যদের মাঝে রয়েছে বাবা পিটার এবং মা লোইস, তাদের সন্তান মেগ, ক্রিস ও স্টিউই এবং তাদের মানবসদৃশ আচরণসম্পন্ন পোষা কুকুর ব্রায়ান।\nদ্য লাইফ অফ ল্যারি এবং ল্যারি অ্যান্ড স্টিভ নামে দু’টি অ্যানিমেটেড চলচ্চিত্র তৈরি করার পরে ম্যাকফারলেনের এই পরিবারটির ধারণা পেয়েছিলেন। ম্যাকফারলেন চলচ্চিত্রের নায়ক ল্যারি এবং তার কুকুর স্টিভের চরিত্রগুলিকে নতুনভাবে ডিজাইন করে তাদের নাম রাখেন পিটার ও ব্রায়ান।\nপ্রিমিয়ারের পর থেকে ফ্যামিলি গাই সাধারণত ইতিবাচক পর্যালোচনা পেয়েছে। ২০০৯ সালে এটি সেরা হাস্যরসাত্মক ধারাবাহিক বিভাগে প্রাইমটাইম এমি পুরস্কারের জন্য মনোনীত হয়েছিল, ১৯৬১ সালে দ্য ফ্লিনস্টোনস–এর পর প্রথমবারের মতো একটি অ্যানিমেটেড ধারাবাহিক পুরস্কারের জন্য মনোনীত হয়। ২০১৩ সালে টিভি গাইড নবম–শ্রেষ্ঠ টিভি কার্টুন হিসাবে ফ্যামিলি গাইকে স্থান দিয়েছিল। তবে ধারাবাহিকটি নিয়ে যথেষ্ট পরিমাণে সমালোচনা ও বিতর্কও রয়েছে।\n\n\n== মূল ধারণা ==\n\n\n=== চরিত্র ===\n\nধারাবাহিকটির কাহিনী উদ্ভট গ্রিফিন পরিবারের কর্মকাণ্ড নিয়ে তৈরি হয়েছে। গ্রিফিন পরিবারে রয়েছে বাবা পিটার গ্রিফিন, একটি অতি উদ্ভট ও বিচারবুদ্ধিহীন চরিত্র; মা লোইস, যিনি পরিবারের সবার প্রতি যত্নশীল এবং পিটারকে নিয়ন্ত্রণ করেন; তাদের মেয়ে মেগ, সে পরিবারের কাছে প্রায়শই উপহাসের শিকার হয়; ক্রিস, তাদের অতিরিক্ত মোটা, বোকা, অলস ছেলে, যে বিভিন্ন দিক থেকে তার বাবারই ছোট সংস্করণ; এবং স্টিউই, তাদের অত্যন্ত দুষ্ট ছোট ছেলে, তার যৌন পরিচয় স্পষ্ট নয়, আচরণ প্রাপ্তবয়স্কদের মতো এবং সে সাধারণত ভিলেনদের মতো প্রচলিত উক্তি ব্যবহার করে। এই পরিবারের সাথে বাস করে তাদের বুদ্ধিমান, ধূমপানকারী, মার্টিনি পানকারী, ইংরেজি ভাষায় কথা বলা মানবসদৃশ আচরণসম্পন্ন পোষা কুকুর ব্রায়ান।\nগ্রিফিন পরিবারের পাশাপাশি পুনরাবৃত্ত চরিত্রগুলিও দেখা যায়। এর মধ্যে রয়েছে তাদের প্রতিবেশী: যৌনতার প্রতি অতিরিক্ত আকর্ষণশীল অবিবাহিত বৈমানিক গ্লেন কোয়াগমায়ার; মেইল বাহক ক্লিভল্যান্ড ব্রাউন এবং তার স্ত্রী লোরেটা (পরবর্তীতে ডোনা); পক্ষাঘাতগ্রস্ত পুলিশ কর্মকর্তা জো সোয়ানসন, তার স্ত্রী বনি, তাদের ছেলে কেভিন এবং মেয়ে সুসি; ইহুদি ফার্মাসিস্ট মোর্ট গোল্ডম্যান, তার স্ত্রী মিউরিয়েল এবং তাদের ছেলে নিল; শিশু শ্লীলতাহানিকারী বৃদ্ধ হার্বার্ট। এছাড়া, সংবাদ উপস্থাপক টম টাকার ও ডায়ান সিমন্স, এশিয়ান রিপোর্টার ত্রিশা থাকানাওয়া এবং আবহাওয়াবিদ অলি উইলিয়ামসকেও নিয়মিত দেখা যায়।\n\n\n== পর্ব ==\n\n\n== গ্রহণ ও জনপ্রিয়তা ==\n২০১৬ সালে নিউ ইয়র্ক টাইমসের একটি গবেষণায় দেখা গেছে, ফেসবুকে সবচেয়ে বেশি লাইকপ্রাপ্ত ৫০টি টেলিভিশন অনুষ্ঠানের মধ্যে ফ্যামিলি গাই অন্যান্য ব্যঙ্গাত্মক হাস্যরসাত্মক অনুষ্ঠানের মতোই শহরাঞ্চলে অধিক জনপ্রিয়। ২০০৮ সাল পর্যন্ত ফ্র্যাঞ্চাইজিটি মোট মার্কিন$১ বিলিয়ন রাজস্ব আয় করেছে, যার মধ্যে মার্কিন$৪০০ মিলিয়ন টিভি সিন্ডিকেশন থেকে, মার্কিন$৪০০ মিলিয়ন ডিভিডি বিক্রি থেকে এবং মার্কিন$২০০ মিলিয়ন মার্চেন্ডাইজ বিক্রি থেকে আয় হয়েছে। \nফ্যামিলি গাই বিভিন্ন স্ট্রিমিং প্ল্যাটফর্মে উপলব্ধ হওয়ার পর এর দর্শকসংখ্যা বৃদ্ধি পেতে থাকে, বিশেষ করে হুলু–তে এর জনপ্রিয়তা উল্লেখযোগ্যভাবে বেড়ে যায়।\n\n\n== তথ্যসূত্র ==\nটীকা\n\nউদ্ধৃতি\n\nগ্রন্থপঞ্জি\nLenburg, Jeff (২০০৬a)। Who's Who in Animated Cartoons: An International Guide to Film & Television's Award-Winning and Legendary Animators (চিত্রিত সংস্করণ)। Applause Theatre & Cinema Books। আইএসবিএন 978-1-55783-671-7। \nCallaghan, Steve (২০০৫)। Family Guy: The Official Episode Guide, Seasons 1–3। HarperCollins। আইএসবিএন 978-0-06-083305-3। \n\n\n== বহিঃসংযোগ ==\nঅফিসিয়াল ওয়েবসাইট\nইন্টারনেট মুভি ডেটাবেজে ফ্যামিলি গাই  (ইংরেজি)\nইপিগাইডসে ফ্যামিলি গাই (ইংরেজি)"}