{"pageid": 1494483, "title": "বিষ্ণু প্রসাদ পৌডেল", "url": "https://bn.wikipedia.org/wiki?curid=1494483", "content": "বিষ্ণু প্রসাদ পাউডেল ( নেপালি: विष्णुप्रसाद पौडेल  ) একজন নেপালি রাজনীতিবিদ, যিনি নেপালের কমিউনিস্ট পার্টির ভাইস-চেয়ারম্যান (ইউনিফায়েড মার্কসবাদী-লেনিনবাদী) ।  পডেল তৃতীয় দাহাল মন্ত্রিসভায় উপ-প্রধানমন্ত্রী এবং অর্থমন্ত্রী হিসেবে দায়িত্ব পালন করেন।  তিনি এর আগে উপ-প্রধানমন্ত্রী (২০২১) হিসাবে দায়িত্ব পালন করেছেন এবং অন্যান্য বিশিষ্ট মন্ত্রণালয়ের দায়িত্ব পালন করছেন যেমন অর্থমন্ত্রী   (২০২০-২০২১, ২০১৫-২০১৬), স্বরাষ্ট্র (২০২১), শিল্প (২০২১), জল (২০২১, ২০০৮-২০০৯, ১৯৯৪), (১৯৯৯- ২০১১) এবং প্রতিরক্ষা  মন্ত্রীর দায়িত্ব পালন করছেন।   \nতিনি ২০১৭ সালে অনুষ্ঠিত ফেডারেল সংসদের নির্বাচনে রূপানদেহি জেলা, সংসদীয় নির্বাচনী এলাকা ২ থেকে নির্বাচিত প্রতিনিধি পরিষদের সদস্য। সে সময় তিনি ২২,০০০ ভোটের বিশাল ব্যবধানে নির্বাচনে জয়ী হন। ২০১৩ সালে দ্বিতীয় গণপরিষদ নির্বাচনের সময়, তিনি রূপেনদেহি ৪ থেকে প্রাক্তন প্রধানমন্ত্রী বাবুরাম ভট্টরাইকে পরাজিত করেছিলেন। \nপাউডেল এর আগে প্রধানমন্ত্রী কেপি শর্মা অলির প্রথম মন্ত্রিসভায় ৫ নভেম্বর ২০১৫ থেকে ১ আগস্ট ২০১৬ পর্যন্ত সফলভাবে অর্থমন্ত্রী হিসেবে দায়িত্ব পালন করেছিলেন। তিনি ৬ ফেব্রুয়ারী ২০১১ থেকে ২৯ আগস্ট ২০১১ পর্যন্ত প্রতিরক্ষা মন্ত্রী হিসাবে, প্রধানমন্ত্রী ঝালা নাথ খানালের অধীনে এবং ১৮ আগস্ট ২০০৮ থেকে ২৫ মে ২০০৯ পর্যন্ত প্রধানমন্ত্রী পুষ্প কমল দাহলের অধীনে পানি সম্পদ মন্ত্রী হিসাবে দায়িত্ব পালন করেন। তিনি ১৯৯৭ সালে প্রধানমন্ত্রী লোকেন্দ্র বাহাদুর চন্দের অধীনে যুব, ক্রীড়া ও সংস্কৃতি মন্ত্রী হিসেবেও দায়িত্ব পালন করেছেন।\n\n\n== প্রারম্ভিক জীবন ==\nবিষ্ণু প্রসাদ পাউডেল নেপালের সায়াংজায় ১৯৫৯ সালের ২০ নভেম্বর দেবীলাল পাউডেল এবং দেবকী পাউডেলের ঘরে জন্মগ্রহণ করেন। তিনি ১৯৭৬ সালে রাজনীতিতে যোগ দেন। নেপালে পঞ্চায়েত ব্যবস্থার সময় তিনি জেল খেটেছিলেন।  ১৯৭৭ সালে, তিনি এসএলসি পরীক্ষায় উত্তীর্ণ হন এবং প্রাথমিক বিদ্যালয়ের শিক্ষক হিসাবে কর্মজীবন শুরু করার জন্য সিয়াংজা থেকে রূপেনদেহীতে চলে আসেন এবং তিনি কমিউনিস্ট কর্মীদের দ্বারা প্রভাবিত হন। তিনি শিক্ষকতা পেশা থেকে পদত্যাগ করেন এবং ১৮ বছর বয়সে কমিউনিস্ট পার্টিতে যোগ দেন। পডেল ভৈরহাওয়া জেল ভেঙে জনগণের আন্দোলনে ফিরে যান। ৩ বছর মামলার মুখোমুখি হওয়ার পর পডেলকে তিন হাজার টাকা জরিমানা দিয়ে ভৈরহাওয়া কারাগারে নিয়ে যাওয়া হয়। ৪৫ দিনের ব্যাপক প্রস্তুতির পর তিনি কারাগারে বিদ্রোহ করেন।\n\n\n== রাজনৈতিক জীবন ==\n২০২১ সালের এপ্রিল থেকে নেপালের কমিউনিস্ট পার্টি (ইউএমএল) সংগঠন বিভাগের প্রধান\nসাধারণ সম্পাদক, ২০১৮ সাল থেকে নেপালের কমিউনিস্ট পার্টি (NCP)\nডেপুটি জেনারেল সেক্রেটারি, কমিউনিস্ট পার্টি অফ নেপাল (ইউএমএল), ২০১৪ - ২০১৮\nকেন্দ্রীয় কমিটির সম্পাদক, নেপালের কমিউনিস্ট পার্টি (ইউএমএল), ২০০৯ - ২০১৪\nস্থায়ী কমিটির সদস্য, নেপালের কমিউনিস্ট পার্টি (ইউএমএল), ২০০৩ - ২০১৯\n১৯৯০ সাল থেকে নেপালের কমিউনিস্ট পার্টি (ইউএমএল) কেন্দ্রীয় কমিটির সদস্য\n১৯৭৭ সাল থেকে সিপিএন (এমএল/ইউএমএল) এর দলীয় সদস্য\n\n\n== নির্বাচনী ইতিহাস ==\nপডেল পাঁচবারের সংসদ সদস্য। তিনি নেপাল কমিউনিস্ট পার্টির (ইউএমএল) প্রভাবশালী নেতাদের একজন। বর্তমানে তিনি নেপাল সরকারের অর্থমন্ত্রী হিসেবে কাজ করছেন। অর্থমন্ত্রী হিসেবে এটি তার তৃতীয় মেয়াদ। তিনি ২০৫১ সালের মধ্যবর্তী নির্বাচনে পালপা থেকে নির্বাচিত হন এবং তারপর থেকে তিনি ৫টি নির্বাচনেই রূপানদেহী থেকে প্রতিদ্বন্দ্বিতা করছেন। যেখানে তিনি ৪ বার নির্বাচিত হন এবং ২০৫৬ সালে একবার পরাজিত হন। সিপিএন-ইউএমএল-এর নেতৃত্বে দল ও সংসদ উভয় নির্বাচনে বহুবার নির্বাচিত খুব কম নেতাদের মধ্যে তিনি রয়েছেন। তিনি রূপানদেহি থেকে ২য় গণপরিষদে নির্বাচিত সদস্য ছিলেন যখন তিনি প্রাক্তন প্রধানমন্ত্রী বাবুরাম ভট্টরাইয়ের বিরুদ্ধে প্রতিদ্বন্দ্বিতা করেছিলেন যিনি তৃতীয় হন।  তিনি ২০২২ সালে রূপন্দেহি ২ থেকে পঞ্চমবারের জন্য জিতেছিলেন। \n১৯৯৪ প্রতিনিধি সভা নির্বাচন পাল্প-৩\n\n১৯৯৯ প্রতিনিধি সভা নির্বাচন রূপেনদেহি-৩\n\n২০০৮ সাংবিধানিক সভা নির্বাচন রূপন্দেহি-৪\n\n২০১৩ সাংবিধানিক সভা নির্বাচন রূপন্দেহি-৪\n\n২০১৭ প্রতিনিধি সভা নির্বাচন রূপন্দেহি-২\n\n২০২২ প্রতিনিধি সভা নির্বাচন রূপন্দেহি-২\n\n\n== তথ্যসূত্র =="}