{"pageid": 1494778, "title": "চান্দারলি পরিবার", "url": "https://bn.wikipedia.org/wiki?curid=1494778", "content": "চান্দারলি পরিবার (উসমানীয় তুর্কি: چاندارلی عائله سی; তুর্কি: Çandarlı ailesi) ছিল একটি তুর্কি রাজনৈতিক পরিবার। ১৪শ ও ১৫শ শতাব্দীতে এ পরিবার থেকে উসমানীয় সাম্রাজ্যে মোট পাঁচজন উজির ছিলেন। সেই সময় উসমানীয় রাজবংশের পরে এ পরিবার উসমানীয় সাম্রাজ্যের সবচেয়ে গুরুত্বপূর্ণ পরিবার ছিল।\n\n\n== পটভূমি এবং ইতিহাস ==\nইউরোপীয় রাজতন্ত্রের মধ্যে উসমানীয় রাজবংশ ব্যতীত উসমানীয় সাম্রাজ্যে কোনও অভিজাততন্ত্র ছিল না। তবে চান্দারলি পরিবার রাজপরিবারের আনুকূল্য অর্জন করতে সক্ষম হয়েছিল।\nমধ্য আনাতোলিয়ার চান্দার গ্রামে (বর্তমানে তুরস্কের আঙ্কারা প্রদেশের অংশ চান্দায়ার নামে পরিচিত) পরিবার গুলোর মধ্যে এ পরিবারের তথ্য খুঁজে পাওয়া যায়। পরিবারটি তুর্কোমান যাযাবর তুর্কি বংশোদ্ভূত ছিল। উসমানীয় বেইলিক (উসমানীয় সাম্রাজ্যের অগ্রদূত) প্রতিষ্ঠার পর পরিবারটি ইজনিকে (প্রাচীন নাইসিয়া; বর্তমানে তুরস্কের বুরসা প্রদেশে) বসতি স্থাপন করে। তারা অহি ঐতিহ্যের সদস্য ছিল এবং উসমানীয় বেইলিকের প্রথম বছরগুলিতে এ পরিবারের একজন সদস্য ১৩২৬ সালে বিলেসিকের কাদি (বিচারক) হন। ১৩৬৫ এবং ১৪৯৯ এর মধ্যে এ পরিবারের পাঁচজন সদস্য উসমানীয় সাম্রাজ্যের উজিরে আজম হয়েছিলেন। ৮৮ বছরের সময়কালে (১৩৬৫ থেকে ১৪৫৩ সালের মধ্যে প্রথম চার সময়কালে) চান্দারলি পরিবার ৬৪ বছর ধরে এই পদে অধিষ্ঠিত ছিল, যা উসমানীয় ইতিহাসে অতুলনীয় একটি কীর্তি।\nচান্দারলি কারা খলিল খাইরুদ্দিন পাশা প্রথমে বুরসার বিচারক ছিলেন এবং পরবর্তীতে উসমানীয় সাম্রাজ্যের উজিরে আজম হয়েছিলেন। তিনি ছিলেন এ পরিবার থেকে হওয়া প্রথম উজিরে আজম।\n১৫ শতকের গোড়ার দিকে, চান্দারলি খলিল পাশা প্রাচীন গ্রীক শহর পিতানের জায়গা দখল করে এজিয়ান সাগরের পাশের শহরে সুলতান দ্বিতীয় মুরাদের জন্য একটি দুর্গ তৈরি করেছিলেন। তার পরিবারের নামে এ দুর্গের নামকরণ করা হয়েছিল।\n\n\n== ১৪৫৩ সালে পতন ==\nসুলতান মুহাম্মাদ ফাতিহ তার প্রয়াত পিতার মহান উজির চান্দারলি হালিল পাশাকে অপছন্দ করতেন। চান্দারলি হালিল পাশাকে তিনি ১৪৫১ সালে সিংহাসনে উত্তরাধিকার সূত্রে তার পিতা দ্বিতীয় মুরাদের কাছ থেকে উত্তরাধিকার সূত্রে পেয়েছিলেন। ১৪৫৩ সালে কনস্টান্টিনোপল (ইস্তাম্বুল) জয় করার পরে তিনি হালিলকে মৃত্যুদণ্ড কার্যকর করেছিলেন। হালিলের পর মুহাম্মাদ ফাতিহের চারজন উজির ছিলেন দেবসিরমে (অর্থাৎ অ-তুর্কি ও অমুসলিম) বংশোদ্ভূত। প্রকৃতপক্ষে এ পরিবারের পতনের পর দাস প্রশাসকদের উত্থান ঘটেছিল, যাদের নিয়ন্ত্রণ করা সুলতানদের পক্ষে অনেক সহজ ছিল।\n\n\n== পরবর্তী বছরগুলি ==\nযদিও ১৪৯৮ সালে দ্বিতীয় বায়েজিদের রাজত্বকালে চান্দারলি পরিবারের পঞ্চম সদস্য (দ্বিতীয় চান্দারলি ইব্রাহিম পাশা) উজির পদে পৌঁছাতে সক্ষম হন কিন্তু পরিবারটি ১৪৫৩ সালের ধাক্কা থেকে পুরোপুরি পুনরুদ্ধার করতে পারেনি। পরবর্তী বছরগুলিতে পরিবারের আরও দু'জন সদস্যও সাম্রাজ্যের পক্ষে কাজ করেছিলেন। যারা ছিলেন ইসা পাশা (মৃত্যু ১৫৪৯) এবং হালিল বে (মৃত্যু ১৫৬৮)। তারা রাজকীয় আমলাতন্ত্রে দায়িত্ব পালন করেছিলেন কিন্তু তারা কেন্দ্রীয় সাম্রাজ্য সরকার সাবলাইম পোর্টের অংশ হতে পারেননি।\n\n\n== পরিবার থেকে উজিরে আজমদের তালিকা ==\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nAktepe, Münir (১৯৯৩)। \"Çandarlı\"। টিডিবি ইসলাম আনসিক্লোপেদিসি, Vol. 8 (Ci̇lve – Dârünnedve) (তুর্কি ভাষায়)। ইস্তাম্বুল: তুর্কিয়ে দিয়ানেত ফাউন্ডেশন, সেন্টার ফর ইসলামিক স্টাডিজ। পৃষ্ঠা 209–211। আইএসবিএন 9789753894357। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nKastritsis, Dimitris J. (২০১৫)। \"Çandarlı family\"।   Fleet, Kate; Krämer, Gudrun; Matringe, Denis; Nawas, John; Rowson, Everett। Encyclopaedia of Islam, THREE। Brill Online। আইএসএসএন 1873-9830। ডিওআই:10.1163/1573-3912_ei3_COM_24605। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMénage, V. L. (১৯৬৫)। \"D̲j̲andarli̊\"।   Lewis, B.; Pellat, Ch. & Schacht, J.। The Encyclopaedia of Islam, New Edition, Volume II: C–G। Leiden: E. J. Brill। পৃষ্ঠা 444–445। ডিওআই:10.1163/1573-3912_islam_SIM_1990। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)"}