{"pageid": 1494139, "title": "জার্মান শেফার্ড", "url": "https://bn.wikipedia.org/wiki?curid=1494139", "content": "জার্মান শেফার্ড, ১৮৯৯ সালে, ভন স্টেফানিটজ একটি কুকুর প্রদর্শনীতে উপস্থিত ছিলেন। সেখানে তাকে হেক্টর লিংক্সরেইন নামের একটি কুকুর দেখানো হয়। হেক্টর কয়েক প্রজন্ম ধরে সুনির্বাচিত প্রজননের ফল এবং ভন স্টেফানিটজের আদর্শ কর্মঠ কুকুরের সমস্ত বৈশিষ্ট্য পূরণ করেছিল। কুকুরটির শক্তি, বুদ্ধিমত্তা, আনুগত্য এবং সৌন্দর্যে মুগ্ধ হয়ে তিনি তাৎক্ষণিকভাবে এটি কিনে ফেলেন। তিনি এর নাম পরিবর্তন করে হোরান্ড ফন গ্রাফরাথ রাখেন এবং ফেরাইন ফ্যুর ডয়েচে শেফারহুন্ডে (জার্মান শেফার্ড কুকুর সমিতি) প্রতিষ্ঠা করেন।\nহোরান্ডকে প্রথম জার্মান শেফার্ড কুকুর হিসেবে ঘোষণা করা হয় এবং এটি ছিল সমিতির প্রজাতির নিবন্ধনে অন্তর্ভুক্ত প্রথম কুকুর। সমিতি প্রতিষ্ঠার কয়েক দশকের মধ্যেই, এই প্রজাতি বিশ্বের অন্যতম জনপ্রিয় এবং সংখ্যাগরিষ্ঠ প্রজাতিতে পরিণত হয়। ১৯২৩ সালের মধ্যে, ফেরাইন ফ্যুর ডয়েচে শেফারহুন্ডে ৫০,০০০ সদস্য এবং জার্মানিতে ৫০০-এর বেশি শাখা দাবি করেছিল।\nহোরান্ডকে প্রজনন প্রক্রিয়ার কেন্দ্রবিন্দু হিসেবে ব্যবহার করা হয় এবং তাকে সমিতির অন্যান্য সদস্যদের মালিকানাধীন কুকুরের সাথে প্রজনন করানো হয়, যারা কাঙ্ক্ষিত বৈশিষ্ট্য প্রদর্শন করত। এই প্রক্রিয়ায়, হোরান্ডের বংশধরদের মধ্যে সবচেয়ে উল্লেখযোগ্য ছিল হেক্টর ফন শ্যাভেন। হেক্টরের এক বংশধরের সঙ্গে ইনব্রিডিং করে হেইঞ্জ ফন স্টার্কেনবার্গ, বিওউলফ, এবং পাইলট নামের কুকুর উৎপন্ন হয়। এরা পরবর্তীতে ৮৪টি শাবকের জন্ম দেয়, বেশিরভাগই ইনব্রিডিংয়ের মাধ্যমে। এই ইনব্রিডিং প্রক্রিয়া প্রজাতির কাঙ্ক্ষিত বৈশিষ্ট্য স্থায়ী করতে অপরিহার্য বলে বিবেচিত হয়।\nবিশ শতকের প্রথমার্ধে, এই প্রজাতি জার্মান সাম্রাজ্য এবং নাৎসি জার্মানির সাথে ঘনিষ্ঠভাবে জড়িয়ে পড়ে। এটি \"জার্মানিক উরহুন্ডে\" হিসেবে অভিহিত হয় এবং নাৎসি যুগে খুবই জনপ্রিয় হয়ে ওঠে। আডলফ হিটলার ১৯২১ সালে \"প্রিনৎস\" নামের একটি জার্মান শেফার্ড পোষেন এবং এর আনুগত্য ও বাধ্যতার প্রতি বিশেষ পছন্দ গড়ে তোলেন। যুদ্ধকালীন সময়ে, এই কুকুরটি নাৎসি প্রচারণায় হিটলারের পশুপ্রেমী চিত্র ফুটিয়ে তুলতে ব্যবহৃত হয়।\n\n\n== ইতিহাস ==\n\n১৮৯০-এর দশকে কুকুরের জাতগুলোকে মানসম্মত করার প্রচেষ্টা শুরু হয়েছিল। এই সময়, কুকুর পালনের উদ্দেশ্য ছিল এমন বৈশিষ্ট্য সংরক্ষণ করা যা মেষপাল চরানো এবং শিকারিদের হাত থেকে সেগুলো রক্ষার জন্য দরকারি। জার্মানির স্থানীয় সম্প্রদায়গুলোতে মেষপালকদের নিজেদের প্রয়োজন অনুযায়ী কুকুর নির্বাচিত করে পালন করার প্রচলন ছিল। এই জাতটি বুদ্ধিমত্তা, গতি, শক্তি এবং তীক্ষ্ণ ঘ্রাণশক্তির মতো বৈশিষ্ট্যের জন্য পরিচিত ছিল। এর ফলে কুকুরগুলো কার্যক্ষম ছিল, কিন্তু তাদের চেহারা এবং সক্ষমতায় স্থানীয়তার ওপর ভিত্তি করে অনেক পার্থক্য ছিল।\nএই বৈচিত্র্য দূর করার জন্য, ১৮৯১ সালে ফাইল্যাক্স সোসাইটি গঠিত হয়, যার উদ্দেশ্য ছিল জার্মানির স্থানীয় কুকুর জাতগুলোর মানসম্মত উন্নয়নের পরিকল্পনা করা। তবে, শুধুমাত্র তিন বছরের মধ্যেই অভ্যন্তরীণ বিরোধের কারণে এই সোসাইটি ভেঙে যায়। সদস্যদের মধ্যে কেউ কুকুরের কার্যক্ষমতার ওপর গুরুত্ব দেওয়ার পক্ষপাতী ছিলেন, আবার কেউ তাদের বাহ্যিক সৌন্দর্যের ওপর জোর দিতে চেয়েছিলেন। যদিও তাদের প্রচেষ্টা সফল হয়নি, ফাইল্যাক্স সোসাইটি অন্যদের ব্যক্তিগতভাবে কুকুরের জাতকে মানসম্মত করার প্রতি অনুপ্রাণিত করে।\nজার্মানির বড় শিল্পাঞ্চলগুলোতে শিকারি প্রাণীর সংখ্যা কমে আসার সাথে সাথে মেষপাল চরানোর প্রয়োজনও কমে যায়। তবে, একই সময়ে মেষপাল কুকুরের বুদ্ধিমান এবং বহুমুখী বৈশিষ্ট্য সম্পর্কে সচেতনতা বাড়তে থাকে। ম্যাক্স ভন স্টেফানিটজ, একজন প্রাক্তন ক্যাভালরি ক্যাপ্টেন এবং বার্লিন ভেটেরিনারি কলেজের প্রাক্তন ছাত্র, এই জাতের একজন দৃঢ় সমর্থক ছিলেন। তিনি মনে করতেন কুকুরকে শুধুমাত্র কার্যক্ষমতার জন্যই পালন করা উচিত।\n১৮৯৯ সালে, স্টেফানিটজ একটি কুকুর প্রদর্শনীতে একটি কুকুর দেখেন যার নাম ছিল হেক্টর লিঙ্কস্রেইন। হেক্টর ছিল কয়েক প্রজন্মের নির্বাচিত প্রজননের ফল এবং স্টেফানিটজের মতে এটি একটি আদর্শ কার্যক্ষম কুকুর। তিনি তার শক্তি, বুদ্ধিমত্তা, আনুগত্য এবং সৌন্দর্যে মুগ্ধ হয়ে কুকুরটি কিনে নেন এবং এর নাম পরিবর্তন করে রাখেন হোরান্ড ভন গ্রাফরাথ। এরপর, স্টেফানিটজ ভেরেইন ফুর ডয়েচে শেফারহুন্ডে (জার্মান শেফার্ড ডগ সোসাইটি) প্রতিষ্ঠা করেন। হোরান্ডকে প্রথম জার্মান শেফার্ড ডগ হিসেবে ঘোষণা করা হয় এবং এটি সোসাইটির বংশ তালিকায় প্রথম নাম হিসেবে অন্তর্ভুক্ত হয়। কয়েক দশকের মধ্যেই জার্মান শেফার্ড কুকুর জন্য সমিতি-এর প্রচেষ্টায় এই জাতটি পৃথিবীর অন্যতম জনপ্রিয় এবং সংখ্যাগরিষ্ঠ জাত হয়ে ওঠে। ১৯২৩ সালের মধ্যে, জার্মান শেফার্ড কুকুর জন্য সমিতি ৫০,০০০ সদস্য এবং জার্মানির ৫০০ শাখার দাবি করেছিল।\nহোরান্ড ছিল প্রজনন কার্যক্রমের মূল কেন্দ্রবিন্দু এবং তাকে অন্য সদস্যদের প্রজননযোগ্য কুকুর এবং থুরিঙ্গিয়া, ফ্রাঙ্কোনিয়া এবং উর্টেমবার্গ অঞ্চলের কুকুরের সাথে প্রজনন করানো হয়। হোরান্ডের অন্যতম সফল সন্তান ছিল হেক্টর ভন শোয়াবেন। হেক্টরের প্রজননে তার নিজের সন্তানদের সাথে ইনব্রিডিং করে হেইঞ্জ ভন স্টার্কেনবার্গ, বেওউলফ এবং পাইলট জন্মায়। বেওউলফের বংশধরদের ইনব্রিডিং করা হয় এবং এই বংশধরদের মাধ্যমেই সমস্ত জার্মান শেফার্ড ডগের বংশগত যোগসূত্র তৈরি হয়। এই লক্ষ্য অর্জনে স্টেফানিটজের কঠোর নেতৃত্বই মূল ভূমিকা রেখেছিল এবং এজন্য তাকে জার্মান শেফার্ড ডগের স্রষ্টা হিসেবে গণ্য করা হয়।\n২০শ শতকের প্রথমার্ধে, এই জাতটি সাম্রাজ্যবাদী ও নাৎসি জার্মানির সাথে ঘনিষ্ঠভাবে জড়িত হয়ে পড়ে, এর বিশুদ্ধতা এবং সামরিকতার জন্য পরিচিত হওয়ায়। জার্মান শেফার্ডকে \"জার্মানিক আদিম কুকুর\" বলে সম্বোধন করা হতো, যা নেকড়ের কাছাকাছি বলে মনে করা হতো এবং নাৎসি যুগে এটি অত্যন্ত জনপ্রিয় হয়ে ওঠে। অ্যাডলফ হিটলার ১৯২১ সালে তার দারিদ্র্যের সময় একটি জার্মান শেফার্ড কুকুর কিনেছিলেন যার নাম ছিল \"প্রিনৎস\"। তবে তাকে কুকুরটি অন্যত্র রাখতে বাধ্য হতে হয়। কিন্তু কুকুরটি পালিয়ে এসে তার কাছে ফিরে আসে। হিটলার কুকুরটির আনুগত্য ও বাধ্যতা দেখে মুগ্ধ হন এবং এরপর থেকে তিনি এই জাতটি বিশেষ পছন্দ করতেন। হিটলার আরও বেশ কয়েকটি জার্মান শেফার্ড পোষেন, এর মধ্যে ব্লন্ডি ছিল, যেটি দ্বিতীয় বিশ্বযুদ্ধের শেষের দিকে ফুয়েরারবাঙ্কারে হিটলারের সঙ্গে ছিল। নাৎসি প্রচারণায় কুকুরগুলো ব্যবহৃত হয়েছিল, যা হিটলারকে পশুপ্রেমী হিসেবে উপস্থাপন করেছিল। আত্মহত্যার প্রস্তুতির সময়, হিটলার ড. ওয়ার্নার হেজকে নির্দেশ দেন ব্লন্ডির উপর সায়ানাইড ক্যাপসুল পরীক্ষা করতে। এর ফলে ব্লন্ডির মৃত্যু হয়। এরনা ফ্লেগেল, যিনি রাইখ চ্যান্সেলরিতে একটি জরুরি চিকিৎসা কেন্দ্রের নার্স হিসেবে কাজ করেছিলেন, ২০০৫ সালে বলেন, ব্লন্ডির মৃত্যু বাঙ্কারের লোকজনের উপর ইভা ব্রাউনের আত্মহত্যার থেকেও বেশি প্রভাব ফেলেছিল। জার্মান শেফার্ড কুকুরগুলো হলোকাস্টের সময় নাৎসি কনসেনট্রেশন ক্যাম্পগুলোতে প্রহরী কুকুর হিসেবে ব্যাপকভাবে ব্যবহৃত হয়েছিল।\nজার্মান শেফার্ড প্রথম যখন যুক্তরাষ্ট্রে পরিচিত হয়, তখন এটি একটি জনপ্রিয় জাত ছিল। তবে কুকুরটির জনপ্রিয়তা বাড়ার সাথে সাথে এটি বিপজ্জনক জাত হিসেবে চিহ্নিত হয়, যা গ্যাংস্টার এবং মদ চোরাচালানকারীদের পোষা কুকুর হিসেবে দেখা হতো। জার্মান শেফার্ডের বিপজ্জনক জাত হিসেবে খ্যাতি এতটাই বেড়ে যায় যে ১৯২৯ সালে অস্ট্রেলিয়ায় এটি আমদানি নিষিদ্ধ করা হয়। এমনকি দক্ষিণ অস্ট্রেলিয়ায় সমস্ত জার্মান শেফার্ড কুকুরকে নির্বীজ করার জন্য আইন প্রণয়নের কথাও বিবেচনা করা হয়েছিল।\n\n\n=== নামকরণ ===\n\nভন স্টেফানিটজ এই জাতটির নাম দেন Deutscher Schäferhund, যার অর্থ \"জার্মান শেফার্ড কুকুর\"। সেই সময় জার্মানিতে অন্যান্য সকল মেষপাল কুকুরকেও এই নামে ডাকা হতো; ফলে তারা পরিচিত হয় Altdeutsche Schäferhunde, অর্থাৎ পুরাতন জার্মান মেষপাল কুকুর নামে।\nএই নামটি সরাসরি স্টাড-বুক-এ অন্তর্ভুক্ত করা হয়। তবে প্রথম বিশ্বযুদ্ধের শেষে মনে করা হয়েছিল যে, \"জার্মান\" শব্দটি এর জনপ্রিয়তায় ক্ষতিকর প্রভাব ফেলতে পারে, সেই সময়ের জার্মান বিরোধী অনুভূতির কারণে। এর ফলে যুক্তরাজ্যের কেনেল ক্লাব এই জাতটির নাম পরিবর্তন করে \"আলসেশিয়ান উলফ ডগ\" রাখে, যা জার্মান সীমান্তবর্তী ফ্রান্সের আলসেস অঞ্চলের নাম অনুসারে রাখা হয়।\nপরবর্তীতে, \"উলফ ডগ\" শব্দটি বাদ দেওয়া হয়, কারণ প্রজননকারীদের আশঙ্কা ছিল যে এই জাতটিকে নেকড়ে-কুকুর সংকর হিসেবে পরিচিতি দেওয়া হলে এর জনপ্রিয়তা এবং বৈধতার ওপর নেতিবাচক প্রভাব পড়তে পারে। \"আলসেশিয়ান\" নামটি প্রায় পাঁচ দশক ধরে ব্যবহৃত হয়, কিন্তু ১৯৭৭ সালে কুকুরপ্রেমীদের সফল প্রচারণার ফলে ব্রিটিশ কেনেল ক্লাবগুলো আবার এই জাতটিকে \"জার্মান শেফার্ড\" নামে নিবন্ধনের অনুমতি দেয়। আমেরিকান কেনেল ক্লাবের আনুষ্ঠানিক নামেও \"আলসেশিয়ান\" শব্দটি বন্ধনীতে ব্যবহৃত হতো, যা ২০১০ সালে সরিয়ে ফেলা হয়।\n\n\n== বর্ণনা ==\n\nজার্মান শেফার্ড একটি মাঝারি থেকে বড় আকারের কুকুরের প্রজাতি। প্রজাতির স্ট্যান্ডার্ড উচ্চতা উইদারস-এ পুরুষদের জন্য ৬০–৬৫ সেমি (২৪–২৬ ইঞ্চি), এবং মহিলাদের জন্য ৫৫–৬০ সেমি (২২–২৪ ইঞ্চি)। জার্মান শেফার্ড ঘণ্টায় ৩০ মাইল পর্যন্ত দৌড়ানোর গতি অর্জন করতে পারে।\nশেফার্ডদের দেহ লম্বাটে হয় এবং উচ্চতার তুলনায় দীর্ঘ। এ.কে.সি. (আমেরিকান কেনেল ক্লাব) এর প্রজাতির মান ওজনের কোনো নির্দিষ্ট মান নির্ধারণ করেনি। তাদের কপাল কিছুটা গম্বুজাকৃতির, চৌকো আকারের মজবুত চোয়াল এবং কালো নাকযুক্ত লম্বা মুখাকৃতি থাকে। চোখ মাঝারি আকারের এবং বাদামী। কান বড় এবং সামনের দিকে খোলা অবস্থায় সোজা থাকে, তবে গতিময় চলাচলের সময় সাধারণত পেছনের দিকে টানা হয়। জার্মান শেফার্ডের একটি দীর্ঘ গলা থাকে যা উত্তেজিত অবস্থায় উঁচু থাকে এবং দ্রুত চলার সময় বা অনুসরণ করার সময় নীচু হয়। লেজ ঝোপালো এবং হকের কাছ পর্যন্ত পৌঁছায়।\nজার্মান শেফার্ডের কোট দ্বিগুণ স্তরের হয়, যা ঘন এবং মোটা অন্তরস্তরের সাথে মসৃণভাবে সংযুক্ত। কোটের দুটি রূপ আছে: মাঝারি এবং দীর্ঘ। দীর্ঘ লোমের জন্য দায়ী অধোমুখী জিন হওয়ায় এই বৈচিত্র্য অপেক্ষাকৃত বিরল। বিভিন্ন প্রজাতি মান অনুযায়ী দীর্ঘ লোমের প্রজাতি আলাদাভাবে বিবেচিত হয়। জার্মান কেনেল ক্লাব এবং যুক্তরাজ্যের কেনেল ক্লাব এটি গ্রহণ করে তবে স্ট্যান্ডার্ড-কোটযুক্ত কুকুরের সঙ্গে প্রতিযোগিতা করে না; অন্যদিকে আমেরিকান কেনেল ক্লাব এটিকে একটি ত্রুটি হিসেবে গণ্য করে। এফসিআই ২০১০ সালে দীর্ঘ লোমের প্রকারটিকে প্রকার বি হিসেবে এবং সংক্ষিপ্ত লোমের প্রকারটিকে প্রকার এ হিসেবে তালিকাভুক্ত করেছে।\nজার্মান শেফার্ড সাধারণত ট্যান/কালো বা লাল/কালো রঙের হয়। বেশিরভাগ রঙের বৈচিত্র্যে কালো মাস্ক এবং কালো দেহের চিহ্ন থাকে যা \"স্যাডল\" থেকে \"ব্ল্যাংকেট\" পর্যন্ত ভিন্ন হতে পারে। অপেক্ষাকৃত বিরল রঙের মধ্যে স্যাবল, একদম কালো, একদম সাদা, লিভার, সিলভার, নীল এবং পান্ডা অন্তর্ভুক্ত। অধিকাংশ মান অনুযায়ী একদম কালো এবং স্যাবল বৈচিত্র্য গ্রহণযোগ্য; তবে নীল এবং লিভারকে গুরুতর ত্রুটি হিসেবে গণ্য করা হয় এবং একদম সাদা রঙকে শো প্রতিযোগিতায় অযোগ্য ঘোষণা করা হয়।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n=== বুদ্ধিমত্তা ===\nজার্মান শেফার্ড প্রজাতির কুকুর বিশেষভাবে তাদের বুদ্ধিমত্তার জন্য প্রজনন করা হয়েছিল। প্রহরী কুকুর হিসেবে সর্বাধিক ঘেউ ঘেউ করার প্রবণতা থাকা জাতগুলোর তালিকায় স্ট্যানলি কোরেন এই প্রজাতিকে দ্বিতীয় স্থানে রেখেছেন। তাদের শক্তির সঙ্গে এই বৈশিষ্ট্য মিলে তাদের পুলিশ কুকুর, প্রহরী কুকুর এবং তল্লাশি ও উদ্ধার কুকুর হিসেবে জনপ্রিয় করে তুলেছে, কারণ তারা বিভিন্ন কাজ দ্রুত শিখতে এবং অন্যান্য প্রজাতির তুলনায় নির্দেশ ভালোভাবে বুঝতে সক্ষম।\n\n\n== স্বভাব ==\n\nজার্মান শেফার্ড কুকুর সাধারণত মাঝারি পর্যায়ের সক্রিয় এবং প্রজাতির মান অনুযায়ী আত্মবিশ্বাসী হিসেবে বর্ণিত। এই প্রজাতির প্রধান বৈশিষ্ট্য হচ্ছে শেখার ইচ্ছা এবং কোনো কাজ করার জন্য উদ্দীপনা। তারা কৌতূহলী, যা তাদের চমৎকার প্রহরী কুকুর এবং অনুসন্ধান অভিযানের জন্য উপযুক্ত করে তোলে। সঠিকভাবে সমাজিকীকরণ না হলে তারা পরিবারের প্রতি অতিরিক্ত সুরক্ষামূলক হয়ে উঠতে পারে। তারা অপরিচিতদের সঙ্গে সহজে বন্ধুত্বপূর্ণ হয়ে ওঠে না। জার্মান শেফার্ড কুকুর অত্যন্ত বুদ্ধিমান, অনুগত এবং তাদের মালিকদের প্রতি সুরক্ষামূলক।\n\n\n=== আক্রমণাত্মকতা এবং কামড় ===\n\n২০২০ সালে  প্লাস্টিক এবং পুনর্গঠন সার্জারি জার্নালে প্রকাশিত একটি গবেষণা পর্যালোচনায় দেখা গেছে, ১৯৭১ থেকে ২০১৮ সালের মধ্যে, মার্কিন যুক্তরাষ্ট্রে শুদ্ধ জাতের কুকুরদের মধ্যে, জার্মান শেফার্ড গুরুতর কামড়ের জন্য সবচেয়ে বেশি দায়ী, যেগুলোর চিকিৎসার জন্য হাসপাতালে ভর্তি প্রয়োজন হয়েছে।\nঅস্ট্রেলিয়ার একটি ১৯৯৯ সালের প্রতিবেদনে দেখা যায়, কিছু অস্ট্রেলিয়ান অঞ্চলে জার্মান শেফার্ড তৃতীয় সর্বাধিক আক্রমণ প্রবণ জাত হিসেবে উল্লেখ করা হয়েছে। তবে তাদের জনপ্রিয়তার হিসাব বিবেচনা করলে, এই প্রজাতির আক্রমণের হার ৩৮তম স্থানে নেমে আসে।\nন্যাশনাল জিওগ্রাফিক চ্যানেল-এর ডেঞ্জারাস এনকাউন্টারস অনুষ্ঠানের তথ্য অনুযায়ী, জার্মান শেফার্ডের কামড়ের বল ১,০৬০ নিউটন (২৩৮ পাউন্ড-বল)-এর বেশি (তুলনায়, রটওয়েইলার ১,১৮০–১,৪৬০ নিউটন (২৬৫–৩২৮ পাউন্ড-বল), পিট বুল ১,০৫০ নিউটন (২৩৫ পাউন্ড-বল), ল্যাব্রাডর রিট্রিভার প্রায় ১,০০০ নিউটন (২৩০ পাউন্ড-বল), এবং মানুষের কামড় প্রায় ৩৮০ নিউটন (৮৬ পাউন্ড-বল))।\n\n\n== আধুনিক প্রজাতি ==\n\nআধুনিক জার্মান শেফার্ড প্রজাতি বিশেষজ্ঞদের দ্বারা সমালোচিত হয়েছে, কারণ এটি ম্যাক্স ফন স্টেফানিট্জ-এর মূল ধারণা থেকে দূরে সরে গেছে, যেখানে তিনি বলেছিলেন যে জার্মান শেফার্ডকে প্রধানত কর্মক্ষম কুকুর হিসেবে প্রজনন করা উচিত এবং ত্রুটিগুলো দ্রুত দূর করতে প্রজনন কঠোরভাবে নিয়ন্ত্রিত হওয়া উচিত। তিনি বিশ্বাস করতেন যে, বুদ্ধিমত্তা এবং কর্মক্ষমতাকে সর্বাধিক গুরুত্ব দিয়ে জার্মান শেফার্ডের প্রজনন করা উচিত।\n\n\n=== বিতর্ক ===\nযুক্তরাজ্যের দ্য কেনেল ক্লাব এবং জার্মান শেফার্ড প্রজাতির ক্লাবগুলোর মধ্যে এই প্রজাতির প্রদর্শনী লাইনে শারীরিক সুস্থতার বিষয়ে মতবিরোধ রয়েছে। কিছু প্রদর্শনী লাইনের প্রজননের ফলে তাদের পিঠ অত্যন্ত বাঁকানো হয়ে যায়, যা পশ্চাৎ পায়ে খারাপ গতির কারণ হয়।\nএই বিষয়টি বিবিসি-র তথ্যচিত্র Pedigree Dogs Exposed-এ তুলে ধরা হয়, যেখানে সমালোচকরা এই প্রজাতিকে \"আধা কুকুর, আধা ব্যাঙ\" বলে উল্লেখ করেন। একটি অর্থোপেডিক পশুচিকিৎসক শো রিংয়ে কুকুরদের ভিডিও দেখে মন্তব্য করেন যে, \"এরা স্বাভাবিক নয়।\"\nকেনেল ক্লাবের মতে, \"শারীরিক সুস্থতার এই বিষয়টি কেবল মতভেদের বিষয় নয়; এটি প্রজাতির মৌলিক কাঠামো এবং গতিবিধির জন্য একটি গুরুত্বপূর্ণ ইস্যু।\" এই সমস্যাযুক্ত কুকুরদের জন্য বিচারকদের প্রশিক্ষণ দিয়ে শাস্তি দেওয়ার সিদ্ধান্ত নিয়েছে কেনেল ক্লাব।\nকেনেল ক্লাব হিমোফিলিয়া এবং হিপ ডিসপ্লেসিয়ার জন্য পরীক্ষা করার পরামর্শ দেয়, যা এই প্রজাতির সাধারণ সমস্যা।\n\n\n== প্রজাতির ভিন্নতা ==\n\n\n=== ইস্ট-ইউরোপিয়ান শেফার্ড ===\n\nইস্ট-ইউরোপিয়ান শেফার্ড হল জার্মান শেফার্ডের একটি ভিন্নতা, যা প্রাক্তন সোভিয়েত ইউনিয়ন-এ প্রজনন করা হয়েছিল, যাতে একটি বড় এবং ঠাণ্ডা সহনশীল প্রজাতি তৈরি করা যায়। এটি পশ্চিমা প্রদর্শনী লাইনের শারীরিক বিকৃতি থেকে মুক্ত এবং বর্তমানে এটি রাশিয়ার অন্যতম জনপ্রিয় কুকুরের প্রজাতি।\n\n\n=== শাইলো শেফার্ড ===\n\nশাইলো শেফার্ড একটি জার্মান শেফার্ডের ভিন্নতা, যা যুক্তরাষ্ট্রে প্রজনন করা হয়েছিল। ১৯৭০ এবং ১৯৮০-এর দশকে এই প্রজাতি তৈরি করা হয়, যাতে আধুনিক জার্মান শেফার্ডে প্রজননের মাধ্যমে সৃষ্ট আচরণগত এবং শারীরিক সমস্যাগুলো সমাধান করা যায়। এটি বৃহৎ আকার, লম্বা পিঠ, ভালো স্বভাব এবং দৃঢ় কোমরের জন্য প্রজনন করা হয়েছিল। ১৯৯০ সাল থেকে এটি আমেরিকান রেয়ার ব্রিড অ্যাসোসিয়েশন দ্বারা স্বীকৃত।\n\n\n=== হোয়াইট শেফার্ড ===\n\nহোয়াইট শেফার্ড একটি জার্মান শেফার্ডের ভিন্নতা, যা যুক্তরাষ্ট্রে প্রজনন করা হয়েছিল। একসময় সাদা রঙের জার্মান শেফার্ডদের তাদের আদি জার্মানিতে নিবন্ধন নিষিদ্ধ ছিল, কিন্তু যুক্তরাষ্ট্র এবং কানাডায় এই রঙের জনপ্রিয়তা বৃদ্ধি পায় এবং একটি বিশেষ প্রজাতি ক্লাব গঠিত হয়, যা এই ভিন্নতাকে \"হোয়াইট শেফার্ড\" নাম দেয়। এই ভিন্নতাকে ইউনাইটেড কেনেল ক্লাব দ্বারা একটি আলাদা প্রজাতি হিসেবে স্বীকৃতি দেওয়া হয়েছে।\n\n\n=== হোয়াইট সুইস শেফার্ড কুকুর ===\n\nহোয়াইট সুইস শেফার্ড কুকুর (ফরাসি: Berger Blanc Suisse, জার্মান: Weisser Schweizer Schäferhund, ইতালীয়: Pastore Svizzero Bianco) একটি জার্মান শেফার্ডের ভিন্নতা, যা সুইজারল্যান্ডে প্রজনন করা হয়েছিল। এটি আমেরিকান হোয়াইট শেফার্ড থেকে উদ্ভূত; এই প্রজাতির প্রথম স্টাড কুকুর ছিল ১৯৬৬ সালে জন্মানো একটি আমেরিকান কুকুর, যা সুইজারল্যান্ডে আমদানি করা হয়। এই ভিন্নতাকে ২০০৩ সালে ফেডারেশন সাইনোলজিক ইন্টারন্যাশনাল দ্বারা একটি আলাদা প্রজাতি হিসেবে স্বীকৃতি দেওয়া হয়, এবং এটি এখন বিভিন্ন জাতীয় কেনেল ক্লাব দ্বারা স্বীকৃত।\n\n\n=== কিং শেফার্ড ===\nকিং শেফার্ড হল জার্মান শেফার্ডের একটি ভিন্নতা, যা যুক্তরাষ্ট্রে প্রজনন করা হয়েছে। এই প্রজাতির প্রজননকারীরা মূল প্রজাতিতে থাকা শারীরিক বিকৃতি দূর করার চেষ্টা করেছেন।\n\n\n== কাজের কুকুর হিসেবে ব্যবহার ==\nজার্মান শেফার্ড কাজের কুকুর হিসেবে একটি জনপ্রিয় জাত। এরা প্রশিক্ষণ পেতে সহজ এবং বিভিন্ন কাজ সম্পাদন ও নির্দেশনা অনুসরণে দক্ষ। বিশেষ করে, পুলিশি কাজে এরা বিখ্যাত; অপরাধীদের খুঁজে বের করা, সমস্যাযুক্ত এলাকায় টহল দেওয়া এবং সন্দেহভাজনদের চিহ্নিত ও আটকে রাখার জন্য এদের ব্যবহার করা হয়। এছাড়াও, হাজার হাজার জার্মান শেফার্ড সামরিক কাজে ব্যবহৃত কুকুর হিসেবে সেনাবাহিনীতে ব্যবহৃত হয়েছে। এদের সাধারণত স্কাউট ডিউটির জন্য প্রশিক্ষিত করা হয় এবং শত্রুদের উপস্থিতি, ফাঁদ বা অন্য কোনো বিপদের বিষয়ে সৈন্যদের সতর্ক করতে ব্যবহৃত হয়। জার্মান শেফার্ডকে সামরিক বাহিনী বিমান থেকে প্যারাশুট করে নামানোর জন্য বা অ্যান্টি-ট্যাংক অস্ত্র হিসেবে প্রশিক্ষণ দেওয়া হয়েছে। দ্বিতীয় বিশ্বযুদ্ধে এদের বার্তাবাহক, উদ্ধারকারী এবং ব্যক্তিগত প্রহরী কুকুর হিসেবে ব্যবহৃত করা হয়েছিল।\nজার্মান শেফার্ড বিভিন্ন গন্ধ শনাক্তকরণ কাজে বহুল ব্যবহৃত জাত। এদের কাজের মধ্যে রয়েছে উদ্ধারকাজ, মৃতদেহ শনাক্তকরণ, মাদকদ্রব্য শনাক্তকরণ, বিস্ফোরক শনাক্তকরণ, আগুনের কারণ শনাক্তকরণ এবং মাইন শনাক্তকরণ। এদের তীক্ষ্ণ ঘ্রাণশক্তি এবং মনোযোগের জন্য এ ধরনের কাজে উপযুক্ত বলে বিবেচনা করা হয়।\nএক সময়, দৃষ্টিহীনদের জন্য গাইড কুকুর হিসেবে জার্মান শেফার্ড প্রায় একচেটিয়াভাবে ব্যবহৃত হতো। ১৯২০-এর দশকে সুইজারল্যান্ডে ডরোথি ইউস্টিস-এর নেতৃত্বে যখন গাইড কুকুরের আনুষ্ঠানিক প্রশিক্ষণ শুরু হয়, তখন প্রশিক্ষিত সমস্ত কুকুর ছিল জার্মান শেফার্ডের মেয়ে কুকুর। একটি পরীক্ষায় ল্যাব্রাডর রিট্রিভার এবং জার্মান শেফার্ডের একটি দলের মানসিক স্থিতি, ভীতিকর পরিস্থিতি থেকে দ্রুত পুনরুদ্ধার, সহযোগিতামূলক আচরণ এবং বন্ধুত্বপূর্ণতার উপর ভিত্তি করে তুলনা করা হয়েছিল। এতে দেখা গেছে, ল্যাব্রাডর রিট্রিভার গাইড কুকুর হিসেবে বেশি উপযুক্ত এবং জার্মান শেফার্ড পুলিশি কাজে বেশি কার্যকর।\nবর্তমানে, ল্যাব্রাডর এবং গোল্ডেন রিট্রিভার কুকুরগুলো এই কাজের জন্য বেশি ব্যবহৃত হয়, যদিও এখনও কিছু জার্মান শেফার্ড প্রশিক্ষণ পাচ্ছে। ২০১৩ সালে, গাইড ডগস অফ আমেরিকা দ্বারা প্রশিক্ষিত কুকুরগুলোর প্রায় ১৫% ছিল জার্মান শেফার্ড, আর বাকি ছিল ল্যাব্রাডর রিট্রিভার এবং গোল্ডেন রিট্রিভার। যুক্তরাজ্যে গাইড ডগস ফর দ্য ব্লাইন্ড অ্যাসোসিয়েশন কিছু জার্মান শেফার্ড প্রশিক্ষণ দেয়, যেখানে যুক্তরাষ্ট্রে সমমানের সংস্থা শুধুমাত্র ল্যাব্রাডর রিট্রিভার, গোল্ডেন রিট্রিভার এবং এদের সংকর জাতের কুকুর প্রশিক্ষণ দেয়।\nজার্মান শেফার্ড এখনও মেষপালনের কাজে ব্যবহৃত হয় এবং ফসল ও বাগানের পাশের ময়দানে মেষপালনের সময় পাহারা দেয়। এদের কাজ হলো সীমানায় টহল দিয়ে মেষগুলোকে ফসল ক্ষতিগ্রস্ত করা থেকে বিরত রাখা। জার্মানি এবং অন্যান্য কিছু স্থানে এই দক্ষতাগুলো ইউটিলিটি ডগ ট্রায়ালস-এ পরীক্ষা করা হয়, যা হার্ডেনগেব্রাউচশুন্ড (HGH) নামে পরিচিত।\nমেক্সিকোর একটি জার্মান শেফার্ড, জুয়াকি, কে কেটে তার দেহ সেদেনা'র \"নার্কো মিউজিয়াম\"-এ প্রদর্শিত করা হয়। তাকে মেক্সিকোর পুলিশ এবং সামরিক বাহিনীর ইতিহাসে সবচেয়ে বেশি মাদকদ্রব্য উদ্ধারকারী কুকুর হিসেবে বিবেচনা করা হয়।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== সংখ্যাসমূহ ==\n১৯১৯ সালে যুক্তরাজ্যের কেনেল ক্লাব যখন নিবন্ধন গ্রহণ শুরু করে, তখন ৫৪টি জার্মান শেফার্ড নিবন্ধিত হয়। ১৯২৬ সালের মধ্যে এই সংখ্যা বেড়ে ৮০০০-এ পৌঁছে। প্রথম বিশ্বযুদ্ধ শেষে জাতটি আন্তর্জাতিক স্বীকৃতি লাভ করে। ফেরত আসা সেনারা এ জাতটির প্রশংসা করেন এবং রিন টিন টিন এবং শক্তিশালী হৃদয় এর মতো পশু অভিনেতারা এর জনপ্রিয়তা বাড়ান।  \nযুক্তরাষ্ট্রে নিবন্ধিত প্রথম জার্মান শেফার্ড ছিল \"কুইন অব সুইজারল্যান্ড\"। তার সন্তানদের প্রজননজনিত ত্রুটির কারণে ১৯২০-এর শেষ দিকে জাতটির জনপ্রিয়তা হ্রাস পায়।\n১৯৩৭ ও ১৯৩৮ সালে বার্ন থেকে বিজয়ী মরিচ আমেরিকান কেনেল ক্লাব শোতে গ্র্যান্ড ভিক্টর হওয়ার পর জনপ্রিয়তা আবার বৃদ্ধি পায়। তবে দ্বিতীয় বিশ্বযুদ্ধ শেষে জার্মান বিরোধী মনোভাবের কারণে এটি আবার হ্রাস পায়। পরে জনপ্রিয়তা ধীরে ধীরে বাড়তে থাকে এবং ১৯৯৩ সালে এটি যুক্তরাষ্ট্রে তৃতীয় সর্বাধিক জনপ্রিয় জাত হয়। ২০১৬-এর হিসাব অনুযায়ী, জার্মান শেফার্ড যুক্তরাষ্ট্রে দ্বিতীয় সর্বাধিক জনপ্রিয় জাত।  \nবিভিন্ন দেশেও এটি সাধারণত সর্বাধিক নিবন্ধিত জাতের মধ্যে থাকে। ২০২০ সালে আমেরিকান কেনেল ক্লাব এটিকে তৃতীয় সর্বাধিক নিবন্ধিত জাত হিসেবে ঘোষণা করে। ২০১৬ সালে এটি যুক্তরাজ্যে দ্য কেনেল ক্লাব অনুযায়ী সপ্তম সর্বাধিক নিবন্ধিত জাত ছিল।\n\n\n== স্বাস্থ্য ==\nজার্মান শেফার্ডের সাধারণ অনেক রোগ তাদের প্রজাতির শুরুর সময়ে করা অন্তঃপ্রজননের ফল। এরকম একটি সাধারণ সমস্যা হল হিপ ডিসপ্লেশিয়া এবং কনুই ডিসপ্লেশিয়া, যা পরে কুকুরের জীবনে ব্যথার কারণ হতে পারে এবং আর্থ্রাইটিস ঘটাতে পারে। জুরিখ বিশ্ববিদ্যালয় পরিচালিত একটি গবেষণায় দেখা গেছে, ৪৫% পুলিশ কুকুর ডিজেনারেটিভ স্পাইনাল স্টেনোসিস দ্বারা আক্রান্ত, যদিও এতে ছোট একটি নমুনা ব্যবহৃত হয়েছিল। অর্থোপেডিক ফাউন্ডেশন ফর অ্যানিমালস জানিয়েছে যে ১৯.১% জার্মান শেফার্ড হিপ ডিসপ্লেশিয়ায় আক্রান্ত।\n\n\n== তথ্যসূত্র =="}