{"pageid": 1494398, "title": "গ্যালে সাহিত্য উৎসব", "url": "https://bn.wikipedia.org/wiki?curid=1494398", "content": "গ্যালে সাহিত্য উৎসব (ইংরেজি: Galle Literary Festival) হল একটি আন্তর্জাতিক সাহিত্য উৎসব যা প্রতি বছর  শ্রীলঙ্কার দক্ষিণ সুন্দর উপকূলীয় ঐতিহাসিক দুর্গ শহর গালে তে অনুষ্ঠিত হয়।  সাম্প্রতিক কালের উৎসবগুলিতে আন্তর্জাতিকক্ষেত্রে প্রশংসিত এবং সুপরিচিত লেখক এবং বক্তাদের উপস্থিতিতে উৎসবের মর্যাদা উল্লেখযোগ্যভাবে বৃদ্ধি পেয়েছে।\n২০১১ খ্রিস্টাব্দে,  যুক্তরাজ্যের হারপার'স বাজার ম্যাগাজিন শ্রীলঙ্কার এই সাহিত‍্য উৎসবটিকে \"বিশ্বের এক নম্বর সাহিত্য উৎসব\" হিসাব উল্লেখ করেছে।\n২০২৪ খ্রিস্টাব্দে আয়োজিত উৎসবের শীর্ষক স্পন্সর ছিল শ্রীলঙ্কা ট্যুরিজম প্রমোশন ব্যুরো।\n\n\n== ইতিহাস ==\nসাহিত্য উৎসবটি ২০০৭ খ্রিস্টাব্দে অ্যাংলো-অস্ট্রেলীয় হোটেল ব্যবসায়ী জিওফ্রে ডবস দ্বারা শ্রীলঙ্কায় বুটিক পর্যটন শিল্পের বিকাশ ও উন্নয়নের পাশাপাশি আন্তর্জাতিক ক্ষেত্রে স্বীকৃত লেখকদের সঙ্গে শ্রীলঙ্কার লেখকদের উচ্চমূল্যমানে পৌঁছানোর উচ্চাকাঙ্ক্ষা নিয়ে প্রতিষ্ঠিত হয়েছিল।\n২০১৩ খ্রিস্টাব্দে কিছু সাংগঠনিক বিপত্তির জন্য সংক্ষিপ্ত বিরতি, পরে কোভিড মহামারির ও তহবিল বিধিনিষেধের কারণে ২০২০ খ্রিস্টাব্দ হতে ২০২৩ খ্রিস্টাব্দ পর্যন্ত উৎসবের সাময়িক বিরতি ছিল। ২০২৫ খ্রিস্টাব্দে অনুষ্ঠিত হবে গ্যালে সাহিত্য উৎসবের দ্বাদশ সংস্করণ।\nউৎসবটি বর্তমানে দক্ষিণ এশিয়ার অন্যতম প্রধান সাংস্কৃতিক উৎসবের একটি। শিল্পকলা, গুরমেট প্রোগ্রাম, কমেডি, সঙ্গীত এবং বিনোদন ইত্যাদি অন্তর্ভুক্ত করার জন্য উৎসবের পরিধির ব্যাপক প্রসারণ ঘটেছে৷ ২০২৪ খ্রিস্টাব্দে উৎসবটি তার বৈচিত্র্য এবং বর্তমান সময়ের সংবেদনশীল বিষয়সমূহ স্বাধীনভাবে উত্থাপন এবং আলোকপাত করার স্বীকৃতি লাভ করে। \n\n\n== অতীতের বক্তারা ==\nগ্যালে সাহিত্য উৎসবে ২০২৩ খ্রিস্টাব্দ পর্যন্ত বিশ্বের সাহিত্য ও শিল্পকলার বহু উল্লেখযোগ্য ব্যক্তিত্ব, শ্রীলঙ্কার প্রবাসী ও স্থানীয় লেখকেরা অংশগ্রহণ নিয়েছেন। তারা হলেন-\n\nটম স্টপার্ড, ব্রিটিশ নাট্যকার\nশেহান করুণাতিলাকা, বুকার পুরস্কার বিজয়ী শ্রীলঙ্কার লেখক\nস্যার মাইকেল মরপুরগো, ব্রিটিশ লেখক, কবি নাট্যকার\nজুলিয়ান বার্নস, ব্রিটিশ ঔপন্যাসিক\nরিচার্ড ডকিন্স, ব্রিটিশ বিজ্ঞানী, বিজ্ঞান লেখক\nসাইমন সেবাগ মন্টেফিওর , ব্রিটিশ ইতিহাসবিদ\nডেভিড থম্পসন, ব্রিটিশ লেখক\nশশী থারুর, ভারতীয় রাজনীতিবিদ ও আন্তর্জাতিক কূটনীতিক\nশ্যাম সেলভাডুরাই, শ্রীলঙ্কার কানাডিয়ান ঔপন্যাসিক\nরমেশ গুণসেকেরা, শ্রীলঙ্কায় জন্মগ্রহণকারী ব্রিটিশ লেখক\nম্যাগি স্মিথ, অস্কার বিজয়ী ব্রিটিশ অভিনেত্রী\nরিচার্ড ফ্লানাগান, অস্ট্রেলীয় ঔপন্যাসিক উল্লেখযোগ্য আন্তর্জাতিক, *সিদ্ধার্থ দাশগুপ্ত,\nঅশোক ফেরে, শ্রীলঙ্কার রসসাহিত্যিক\nআমেনা হুসেন, শ্রীলঙ্কার সমাজবিজ্ঞানী, ঔপন্যাসিক\nডিবিসি পিয়ের, অস্ট্রেলীয় লেখক\nতিশানি দোশি, ভারতীয় কবি, সাংবাদিক ও নৃত্যশিল্পী প্রমুখেরা\n২০২৪ খ্রিস্টাব্দের উৎসবে মুখ্যত যারা ছিলেন তাঁরা হলেন-\n*মেরি বিয়ার্ড, যুক্তরাজ্যের রয়্যাল একাডেমি অফ আর্টস-এর প্রাচীন সাহিত্যের অধ্যাপক  \n*শেহান করুণাতিলাকা , *সেবাস্টিয়ান ফকস, ব্রিটিশ লেখক, সাংবাদিক ও টেলিভিশন উপস্থাপক\n*ক্রিস্টিনা ল্যাম্ব, ব্রিটিশ সাংবাদিক ও লেখক\n*অ্যান্থনি হোরোভিটজ, ব্রিটিশ ঔপন্যাসিক, চিত্রনাট্যকার এবং *আলেকজান্ডার ম্যাককল স্মিথ, স্কটিশ আইনজ্ঞ ও কথাসাহিত্যিক\nদক্ষিণ এশিয়ার অন্যতম প্রধান এই সংস্কৃতি উৎসবের  অনুষ্ঠানসূচিতে সত্তরটিরও বেশি বিষয় উপস্থাপিত হয়। দিনের অনুষ্ঠানে প্যানেল আলোচনা, বিতর্ক, পুস্তক প্রকাশনা, কবিতা পাঠ,সমসাময়িক বিষয়ের উপর সেমিনার, শিশু কিশোরের মনোজ্ঞ অনুষ্ঠান।  রাতের অনুষ্ঠানে কবিতা স্ল্যাম, জ্যাজ পারফরম্যান্স, গভীর রাতে চলচ্চিত্র, শিল্প প্রদর্শন এবং ফটোগ্রাফিক প্রদর্শনী থাকে।দিনের বেলায় মধ‍্যাহ্নজোজ এবং রাতে নৈশভোজের বিশেষ ব্যবস্থাও থাকে।\n\n\n== আরো দেখুন ==\nশ্রীলঙ্কায় উৎসব\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃ সংযোগ ==\nগ্যালে সাহিত্য উৎসব\nউৎসব অনুষ্ঠান\nগুরমেট গালে"}