{"pageid": 1495276, "title": "উজদুনরোবিতা", "url": "https://bn.wikipedia.org/wiki?curid=1495276", "content": "উজদুনরোবিতা ১৯৯০-এর দশক ও ২০০০-এর দশকে উজবেকিস্তানের বৃহত্তম মোবাইল ফোন অপারেটর ছিল।\nএটি প্রতিষ্ঠিত হয়েছিল ১৯ আগস্ট ১৯৯১, মার্কিন বিনিয়োগকারীদের একটি দল, ইন্টারন্যাশনাল কমিউনিকেশনস গ্রুপ ও তখনকার উজবেক সোভিয়েত সমাজতান্ত্রিক প্রজাতন্ত্রের সরকারের মধ্যে একটি যৌথ উদ্যোগ হিসাবে। এই কোম্পানিতে তাদের শেয়ার ছিল যথাক্রমে ৪৫% ও ৫৫%। উজবেকিস্তান স্বাধীনতা ঘোষণা করার বেশ কয়েক সপ্তাহ পরে, যৌথ উদ্যোগের নিবন্ধন মস্কো থেকে তাসখন্দে স্থানান্তরিত হয়, স্বাধীন উজবেক সরকার কর্তৃক সরকারি অংশীদারিত্বে চলে যায় প্রতিষ্ঠানটি। এর অল্প সময়ের মধ্যেই, পুঁজির ঘাটতি কাটিয়ে ওঠার জন্য, মার্কিন বিনিয়োগকারীদের অর্ধেকেরও বেশি অংশ পাকিস্তানি বিনিয়োগকারীদের একটি গ্রুপের কাছে বিক্রি করে, $২ মিলিয়ন এবং একটি পাকিস্তানি পে-ফোন কোম্পানির শেয়ারের বিনিময়ে। উজবেক সরকার তাদের সরঞ্জাম এবং প্রকৌশলী ও কর্মীদের বিনামূল্যে ব্যবহার করতে দেয়।  মার্কিন বিনিয়োগকারীদের মধ্যে ছিল পেরি, গা-এর একটি দল, যার মধ্যে একজন দন্ত চিকিৎসক, একজন চক্ষু চিকিৎসক, একজন বীমা ব্যক্তি, একজন প্রকৌশলী এবং একজন স্টক ব্রোকার ছিলেন, যাদের একত্রিত করেছিলেন ব্রায়ান এল. বোয়েন, যিনি ১৯৯৬ সালে ৩৭ বছর বয়সী ছিলেন।\nকোম্পানিটি প্রথম মুনাফা অর্জন করে ১৯৯৩ সালে। ১৯৯৬ সাল নাগাদ, এর বার্ষিক আয় ছিল $৫০ মিলিয়ন, ৭,০০০ গ্রাহক এবং ২২৪ জন কর্মী নিযুক্ত ছিল।  গুলনারা করিমোভা ১৯৯০-এর দশকের শেষের দিকে বা  ২০০০-এর দশকের প্রথম দিকে ফার্মের নিয়ন্ত্রণ লাভ করেন এবং ২০০৫ সাল নাগাদ এটি রাশিয়ার এমটিএস এর ৭৪% মালিকানাধীন ছিল, যার শেয়ারের জন্য তারা $১২১ মিলিয়ন ডলার প্রদান করেছিল।  ২০০৬ সালে এর ২৫০,০০০ গ্রাহক রয়েছে বলে প্রতিবেদন করা হয়েছিল, যা ডেউই ইউনাইটেল (তখন সাবস্ক্রাইবার ছিল ১০০,০০০ আরও ছিল কতক ছোট সংস্থা) এর চেয়ে বেশি ছিল। \nকোম্পানিটি ২০১০ সালের জুলাই মাসে ২.৬ গিগাহার্টস-এ এলটিই নেটওয়ার্ক চালু করে, এবং ডিসেম্বর ২০১০-এ এটি ৭০০ মেগাহার্টস সম্প্রসারণের লাইসেন্স পায়। \nআগস্ট ২০১২ সালে, উজবেকিস্তান সরকার কোম্পানির পরিচালনা লাইসেন্স প্রত্যাহার করে এবং বারবার নিয়ন্ত্রক লঙ্ঘনের উদ্ধৃতি দিয়ে এর বেশ কয়েকজন শীর্ষ ব্যবস্থাপককে গ্রেপ্তার করে। এমটিএস এই পদক্ষেপটিকে \"শেকডাউন (মেঝেতে শোওয়া)\" হিসাবে প্রতিবাদ করেছিল, কিন্তু কার্যকরভাবে এর বিরোধিতা করতে অক্ষম ছিল, এবং এর অংশীদারিত্বের স্বীকৃত মান হ্রাস করে চলেছিল।  সেপ্টেম্বর ২০১২ এ মামলার সমাপ্তিতে, কোম্পানির সমস্ত সম্পদ বাজেয়াপ্ত করা হয়, এবং এর কিছু নির্বাহীকে কারাগারে দণ্ডিত করা হয়।  কোম্পানির প্রধান নির্বাহী, বেখজোদ আখমেদভ, যাকে \"বিবাদের কেন্দ্রবিন্দু\" হিসাবে বর্ণনা হয়েছে, তিনি উজবেকিস্তান থেকে পালিয়ে যান এবং ইন্টারপোল তার গ্রেপ্তারের জন্য একটি পরোয়ানা জারি করেছে। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nmts.uz  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০০৭-০২-০২ তারিখে </link> (শুধুমাত্র লাইসেন্স প্রত্যাহারের বিজ্ঞপ্তি বর্তমানে উপলব্ধ)\nums.uz  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৪-১১-০১ তারিখে</link> (বর্তমান সাইট)"}