{"pageid": 1495135, "title": "রাখাল বালক", "url": "https://bn.wikipedia.org/wiki?curid=1495135", "content": "রাখাল বালক হলেন একজন পশু প্রহরী। যিনি উত্তর আমেরিকার রাঞ্চে গরু দেখাশোনা করেন, সাধারণত ঘোড়ার পিঠে, এবং প্রায়ই রাঞ্চ সম্পর্কিত অন্যান্য বহু কাজ করেন। উনবিংশ শতাব্দীর শেষের দিকে আমেরিকান রাখাল বালক উত্তর মেক্সিকোর ভাকেরো ঐতিহ্য থেকে উদ্ভূত হয় এবং একটি বিশেষ গুরুত্বপূর্ণ ও কিংবদন্তিতুল্য চরিত্রে পরিণত হয়। একটি উপধরন, যা র‍্যাংলার নামে পরিচিত, বিশেষভাবে গরু দেখাশোনার জন্য ব্যবহৃত ঘোড়াগুলিকে পরিচালনা করেন। রাঞ্চের কাজের পাশাপাশি, কিছু রাখাল বালক রোডিওতে কাজ করেন বা অংশগ্রহণ করেন। রাখাল কন্যা, যা প্রথম উনবিংশ শতাব্দীর শেষের দিকে এমনভাবে সংজ্ঞায়িত হয়, তাদের ঐতিহাসিক ভূমিকা কম নথিভুক্ত হলেও আধুনিক বিশ্বে সমান কাজ করেন এবং তাদের কৃতিত্বের জন্য যথেষ্ট সম্মান অর্জন করেছেন। বিশ্বের অন্যান্য অংশের গবাদি পশু দেখাশোনার কর্মীরা, বিশেষত দক্ষিণ আমেরিকা এবং অস্ট্রেলিয়া, রাখাল বালকের অনুরূপ কাজ সম্পন্ন করেন।\nরাখাল বালকের গভীর ঐতিহাসিক শিকড় স্পেন এবং আমেরিকায় প্রথম ইউরোপীয় অধিবাসীদের সময়ে ফিরে যায়। শতাব্দীর পর শতাব্দী ধরে, ভূখণ্ড এবং জলবায়ুর পার্থক্য এবং বিভিন্ন সংস্কৃতির গবাদি পশু পরিচালনার ঐতিহ্যের প্রভাবে সরঞ্জাম, পোশাক এবং পশু পরিচালনার বেশ কয়েকটি স্বতন্ত্র শৈলী তৈরি হয়। যেহেতু বাস্তবমুখী রাখাল বালক আধুনিক বিশ্বের সাথে মানিয়ে নেন, তার সরঞ্জাম এবং কৌশলগুলিও মানিয়ে নেয়, যদিও অনেক ঐতিহ্যগত ধারা সংরক্ষিত রয়েছে।\n\n\n== শব্দের উৎপত্তি এবং মূলধারায় ব্যবহার ==\n\nইংরেজি শব্দ কাউবয় বা রাখাল বালক এর উৎপত্তি বিভিন্ন প্রাচীন শব্দ থেকে হয়েছে যা বয়স এবং গরু বা গবাদি পশু দেখাশোনার কাজকে বোঝাত।\nইংরেজি শব্দ কাউবয় এসেছে ভাকেরো থেকে, যা একটি স্প্যানিশ শব্দ এবং যার অর্থ ঘোড়ায় চড়ে গরু পরিচালনার কাজ করা ব্যক্তি। ভাকেরো শব্দটি ভাকা থেকে উদ্ভূত, যার অর্থ \"গরু\", এবং এটি লাতিন শব্দ ভাক্কা থেকে এসেছে। \"কাউবয়\" শব্দটি প্রথম মুদ্রিত আকারে জোনাথন সুইফট দ্বারা ১৭২৫ সালে ব্যবহৃত হয় এবং এটি ব্রিটিশ দ্বীপপুঞ্জে ১৮২০ থেকে ১৮৫০ সালের মধ্যে পরিবারের বা সম্প্রদায়ের গরু দেখাশোনা করা তরুণদের বোঝাতে ব্যবহৃত হত। শুরুতে, \"কাউহার্ড\" শব্দটি গবাদি পশু পরিচালকের জন্য ব্যবহৃত হত (যেমন \"শেপহার্ড\" ভেড়া পরিচালকের জন্য ব্যবহৃত হয়), এবং এটি সাধারণত কমবয়সী ছেলেদের বোঝাত যারা সাধারণত পায়ে হেঁটে কাজ করত। এই শব্দটি ইংরেজি ভাষায় ১০০০ খ্রিস্টাব্দের আগেই ব্যবহার করা শুরু হয়েছিল।\n১৮৪৯ সালের মধ্যে \"কাউবয়\" শব্দটি আধুনিক অর্থে, আমেরিকান পশ্চিমের একজন প্রাপ্তবয়স্ক গবাদি পশু পরিচালকের অর্থে ব্যবহৃত হয়। পরে শব্দটির বিভিন্ন রূপ দেখা যায়। \"কাউহ্যান্ড\" শব্দটি ১৮৫২ সালে, এবং \"কাউপোক\" ১৮৮১ সালে ব্যবহৃত হয়, যা মূলত লম্বা খুঁটির সাহায্যে গরুদের রেলগাড়িতে তোলার কাজ করা ব্যক্তিদের জন্য প্রযোজ্য ছিল। আমেরিকান ইংরেজিতে কাউবয়ের জন্য অন্যান্য নামের মধ্যে রয়েছে বাকারু, কাউপোক, কাউহ্যান্ড, এবং কাউপাঞ্চার। কাউবয়ের আরেকটি ইংরেজি শব্দ বাকারু, স্প্যানিশ ভাকেরো শব্দের আঙ্গ্লায়ন (স্পেনীয় উচ্চারণ: [baˈkeɾo])।\nআজ, \"কাউবয়\" শব্দটি পশ্চিমাঞ্চল এবং বিশেষ করে গ্রেট প্লেইন্স এবং রকি পর্বতমালায় ব্যাপকভাবে ব্যবহৃত হয়। \"বাকারু\" শব্দটি মূলত গ্রেট বেসিন এবং ক্যালিফোর্নিয়াতে ব্যবহৃত হয়, এবং \"কাউপাঞ্চার\" শব্দটি প্রধানত টেক্সাস এবং এর আশেপাশের রাজ্যগুলোতে ব্যবহৃত হয়।\nঅশ্বারোহণ দক্ষতা এবং ঘোড়া ও সরঞ্জামে বিনিয়োগ প্রায়শই শিশুদের জন্য সহজলভ্য ছিল না। কিছু সংস্কৃতিতে ছেলেরা গাধা চড়ে চারণভূমিতে যেত। প্রাচীনকালে, ভেড়া, গরু এবং ছাগল পালন সাধারণত শিশুদের কাজ ছিল, এবং এখনও উন্নয়নশীল বিশ্বের বিভিন্ন সংস্কৃতিতে এটি তরুণদের কাজ।\nকারণ প্রয়োজনীয় দক্ষতা অর্জনে সময় ও শারীরিক ক্ষমতা লাগে, ঐতিহাসিক এবং আধুনিক রাখাল বালকেরা প্রায়শই কৈশোর থেকেই কাজ শুরু করত। ঐতিহাসিকভাবে, রাখাল বালকেরা প্রায় ১২ বা ১৩ বছর বয়সেই কাজের জন্য যথেষ্ট দক্ষতা অর্জন করত এবং মজুরি উপার্জন করত। যদি আঘাতে অক্ষম না হয়, তাহলে তারা আজীবন গবাদি পশু বা ঘোড়ার যত্ন নিতে পারত। মার্কিন যুক্তরাষ্ট্রে, কিছু মহিলা র‍্যাঞ্চের কাজ এবং প্রয়োজনীয় দক্ষতা আয়ত্ত করেছিল, যদিও \"রাখাল কন্যা\" (নীচে আলোচনা করা হয়েছে) ১৯ শতাব্দীর শেষ পর্যন্ত ব্যাপকভাবে স্বীকৃতি পায়নি। আজকের পশ্চিমা র‍্যাঞ্চগুলোতে, কর্মরত রাখাল বালক সাধারণত প্রাপ্তবয়স্ক। গরু বা অন্যান্য গবাদি পশু দেখাশোনার দায়িত্ব আর শিশু বা কিশোরদের উপযুক্ত বলে বিবেচিত হয় না। র‍্যাঞ্চ পরিবেশে বেড়ে ওঠা ছেলে-মেয়েরা প্রায়শই ঘোড়ায় চড়া এবং প্রাথমিক র‍্যাঞ্চ দক্ষতা ছোটবেলা থেকেই শিখে, সাধারণত প্রাপ্তবয়স্কদের তত্ত্বাবধানে। কৈশোরের শেষদিকে তারা প্রায়ই র‍্যাঞ্চে \"রাখাল বালক\" কাজের দায়িত্ব পায়।\n\n\n=== অন্যান্য ঐতিহাসিক ব্যবহার ===\n\"রাখাল বালক\" শব্দটি আমেরিকান বিপ্লব চলাকালীন স্বাধীনতার আন্দোলনের বিরোধিতাকারী আমেরিকান যোদ্ধাদের বোঝাতে ব্যবহৃত হয়। ক্লডিয়াস স্মিথ, একজন অপরাধী যিনি লয়ালিস্ট পক্ষে পরিচিত ছিলেন, তাকে \"রামাপোসের রাখাল বালক\" বলা হত, কারণ তিনি উপনিবেশবাদীদের কাছ থেকে গরু, গবাদি পশু এবং ঘোড়া চুরি করে ব্রিটিশদের কাছে সরবরাহ করতেন। একই সময়ে, ওয়েস্টচেস্টার কাউন্টিতে গেরিলা দলের বেশ কয়েকটি গোষ্ঠী সক্রিয় ছিল, যা ব্রিটিশ এবং আমেরিকান বাহিনীর মধ্যে বিভাজন রেখা হিসেবে চিহ্নিত ছিল। এই দলগুলোর সদস্যরা স্থানীয় কৃষি শ্রমিকদের নিয়ে গঠিত, যারা উভয় পক্ষের উপর আক্রমণ ও লুটপাট চালাত। দুটি পৃথক দল ছিল: \"স্কিনার্স\" স্বাধীনতার পক্ষে লড়াই করত, আর \"রাখাল বালকরা\" ব্রিটিশদের সমর্থন করত।\n১৮৮০-এর দশকে টুম্বস্টোন, অ্যারিজোনা এলাকায় \"রাখাল বালক\" বা \"কাউ-বয়\" শব্দটি অপমানজনক অর্থে ব্যবহৃত হত, যা বিভিন্ন অপরাধে জড়িত ব্যক্তিদের বোঝাতে ব্যবহৃত হত। একটি আলগাভাবে সংগঠিত দল, যা \"দ্য কাউবয়স\" নামে পরিচিত ছিল, গবাদি পশু, অ্যালকোহল এবং তামাক মার্কিন-মেক্সিকো সীমান্ত অতিক্রম করে চোরাচালানের মাধ্যমে লাভ করত। দ্য সান ফ্রান্সিসকো এক্সামিনার একটি সম্পাদকীয়তে লিখেছিল, \"রাখাল বালকরা [এই বন্য অঞ্চলের] সবচেয়ে বেপরোয়া অপরাধীদের একটি শ্রেণি ... সাধারণ ডাকাতদের চেয়েও অনেক খারাপ।\" এলাকাটিতে কাউকে \"রাখাল বালক\" বলে ডাকা একটি অপমানজনক শব্দ হয়ে উঠেছিল, কারণ এটি তাকে ঘোড়া চোর, ডাকাত বা অপরাধী হিসেবে ইঙ্গিত করত। গবাদি পশু মালিকদের সাধারণত \"হার্ডার\" বা \"র‍্যাঞ্চার\" বলা হত। রাখাল বালকের জন্য অন্যান্য সমার্থক শব্দ ছিল র‍্যাঞ্চ হ্যান্ড, রেঞ্জ হ্যান্ড বা ট্রেইল হ্যান্ড, যদিও কাজ এবং বেতন সম্পূর্ণ একরকম ছিল না। গানফাইট এট দ্য ও.কে. কোরাল এবং পরবর্তী এর্প ভেনডেটা রাইড এর ফলে এই কাউবয়দের কার্যক্রম চিরতরে বন্ধ হয়ে যায়।\n\n\n== ইতিহাস ==\nরাখাল বালক ঐতিহ্যের উৎপত্তি স্পেন থেকে, যা মধ্যযুগীয় স্পেনের হাসিয়েন্ডা পদ্ধতি দিয়ে শুরু হয়। গবাদি পশু পালনের এই ধারা আইবেরিয়ান উপদ্বীপের বেশিরভাগ অঞ্চলে ছড়িয়ে পড়ে এবং পরবর্তীতে আমেরিকায় আমদানি করা হয়। উভয় অঞ্চলেই শুষ্ক জলবায়ু এবং অল্প ঘাস ছিল, ফলে বড় গবাদি পশুর পাল পর্যাপ্ত চারণের জন্য বিশাল পরিমাণ জমির প্রয়োজন হতো। এমন দূরত্ব অতিক্রম করা, যা একজন পায়ে হেঁটে করতে পারবে না, এই চাহিদা পূরণেই ঘোড়ায় চড়া ভাকেরো-এর বিকাশ ঘটে।\n\n\n=== স্প্যানিশ শিকড় ===\n\nস্প্যানিশ অশ্বারোহী ঐতিহ্যের বিভিন্ন দিক স্পেনে ইসলামী শাসনের সময় থেকে উদ্ভূত, যার মধ্যে মুরীয় উপাদান যেমন প্রাচ্য ধরনের ঘোড়া, লা জিনেটা রাইডিং শৈলী (সংক্ষিপ্ত পাদানি, মজবুত কাঠামোর জিন এবং স্পার ব্যবহারে বৈশিষ্ট্যযুক্ত), ভারী নাকের ফিতে বা হ্যাকামোর (আরবি শাকিমা, স্প্যানিশ জাকিমা) এবং অন্যান্য ঘোড়া সম্পর্কিত সরঞ্জাম ও কৌশল অন্তর্ভুক্ত। আরবি ঐতিহ্যের কিছু দিক, যেমন হ্যাকামোর, প্রাচীন পারস্যে এর শিকড় খুঁজে পাওয়া যায়।\n১৬শ শতাব্দীতে কনকুইস্টাডোররা এবং অন্যান্য স্প্যানিশ অভিবাসীরা তাদের গবাদি পশু পালনের ঐতিহ্য, ঘোড়া এবং পোষা গবাদি পশু নিয়ে আমেরিকায় আসেন, যা আজকের মেক্সিকো এবং ফ্লোরিডা অঞ্চল দিয়ে শুরু হয়। স্পেনের ঐতিহ্যগুলো নিউ স্পেনের ভৌগোলিক, পরিবেশগত এবং সাংস্কৃতিক পরিস্থিতির দ্বারা রূপান্তরিত হয়, যা পরবর্তীতে মেক্সিকো এবং দক্ষিণ-পশ্চিম মার্কিন যুক্তরাষ্ট্রে পরিণত হয়। স্প্যানিশ প্রভাবের কারণে আমেরিকার ভূমি এবং মানুষের ওপরও নাটকীয় পরিবর্তন দেখা দেয়।\nঘোড়ার আগমন বিশেষভাবে গুরুত্বপূর্ণ ছিল, কারণ অশ্বচর প্রাণীগুলি প্রাচীন বরফ যুগের শেষের পর থেকে আমেরিকায় বিলুপ্ত ছিল। ঘোড়াগুলি দ্রুত আমেরিকায় বেড়ে যায় এবং স্প্যানিশদের সাফল্যের জন্য অত্যন্ত গুরুত্বপূর্ণ হয়ে ওঠে। প্রাথমিক ঘোড়াগুলির অ্যান্ডালুসিয়ান, বার্ব এবং আরবীয় বংশোদ্ভূত ছিল, কিন্তু উত্তর এবং দক্ষিণ আমেরিকায় বেছে বেছে প্রজনন এবং প্রাকৃতিক নির্বাচনের মাধ্যমে নতুন ঘোড়ার প্রজাতি তৈরি হয়। মুস্টাং এবং অন্যান্য ঔপনিবেশিক ঘোড়ার জাতিগুলোকে আজ \"বন্য\" বলা হয়, তবে বাস্তবে তারা উদ্ভট ঘোড়া—গৃহপালিত পশুর বংশধর।\n\n\n=== ভাকেরো ===\n\nযদিও জনপ্রিয়ভাবে আমেরিকার বলে মনে করা হয়, ঐতিহ্যবাহী রাখাল বালকের শুরু হয় স্প্যানিশ ঐতিহ্য থেকে, যা আজকের মেক্সিকো এবং দক্ষিণ-পশ্চিম মার্কিন যুক্তরাষ্ট্র-এ আরও বিকশিত হয় এবং উত্তর মেক্সিকোর ভাকেরো এবং জালিস্কো ও মিচোয়াকান অঞ্চলের চারো-তে রূপান্তরিত হয়। অধিকাংশ হাসেন্দাদো (র‍্যাঞ্চ মালিক) স্প্যানিশ ক্রিওলো ছিলেন, তবে প্রাথমিক ভাকেরোদের অনেকে নেটিভ আমেরিকান ছিলেন, যারা স্প্যানিশ মিশনগুলোর জন্য পশুপাল পরিচালনার কাজে প্রশিক্ষিত ছিলেন। ভাকেরোরা গবাদি পশু নিয়ে উত্তরের দিকে যেতেন। ১৫৯৮ সালে, ডন জুয়ান দে ওন্যাতে রিও গ্র্যান্ডে অতিক্রম করে নিউ মেক্সিকোতে একটি অভিযানে ৭০০০ গবাদি পশু নিয়ে যান। এখান থেকে ভাকেরোরা নিউ মেক্সিকো এবং পরে টেক্সাস থেকে মেক্সিকো সিটিতে গবাদি পশু নিয়ে যান। মেক্সিকোর ঐতিহ্যগুলো দক্ষিণ এবং উত্তরের দিকে ছড়িয়ে পড়ে এবং আর্জেন্টিনা থেকে কানাডা পর্যন্ত অশ্বারোহী ঐতিহ্যে প্রভাব ফেলে।\n\n\n=== আমেরিকায় বিকাশ ===\nযখন ইংরেজি ভাষাভাষী ব্যবসায়ী এবং বাসিন্দারা পশ্চিমে বিস্তার ঘটান, ইংরেজি এবং স্প্যানিশ ঐতিহ্য, ভাষা এবং সংস্কৃতি কিছু পরিমাণে একীভূত হয়। মেক্সিকো-আমেরিকান যুদ্ধের (১৮৪৮) আগে, নিউ ইংল্যান্ড-এর ব্যবসায়ীরা জাহাজে করে ক্যালিফোর্নিয়া ভ্রমণের সময় হাসেন্দাদো এবং ভাকেরোদের সঙ্গে পরিচিত হন এবং বিপুল গরুর র‍্যাঞ্চ থেকে উৎপাদিত চামড়া এবং তেল বিনিময় করেন। সান্তা ফে ট্রেইল নামে পরিচিত পথ ধরে আমেরিকান ব্যবসায়ীরা একইভাবে ভাকেরো জীবনের সঙ্গে যোগাযোগ স্থাপন করেন। এই প্রাথমিক সাক্ষাৎ থেকে, ভাকেরোদের জীবনধারা এবং ভাষা রূপান্তরিত হয় এবং ইংরেজি সংস্কৃতির সঙ্গে মিশে আমেরিকান সংস্কৃতিতে \"কাউবয়\" নামে পরিচিত হয়।\nইংরেজিভাষী বাসিন্দারা ১৮২১ সালে টেক্সাসে বসবাস শুরু করেন। রিপ ফোর্ড লারেডো এবং করপাস ক্রিস্টির মধ্যবর্তী অঞ্চলটিকে \"অগণিত মুস্ট্যাং এবং ... বন্য গবাদি পশুর\" দেশ হিসেবে বর্ণনা করেছেন। এসব পশু মেক্সিকানদের দ্বারা পরিত্যক্ত হয়েছিল, যখন নুয়েসেস এবং রিও গ্র্যান্ডের মধ্যবর্তী অঞ্চল ছাড়ার আদেশ দেওয়া হয়। অন্যদিকে, ক্যালিফোর্নিয়া মেক্সিকো-আমেরিকান যুদ্ধের পরে যুক্তরাষ্ট্র থেকে বড় সংখ্যক অভিবাসী দেখতে শুরু করে। উভয় অঞ্চলে ভিন্ন উপায়ে আমেরিকান কাউবয়ের বিকাশে অবদান রাখে। বিশেষত, আমেরিকান গৃহযুদ্ধের পর গরুর মাংসের চাহিদা বৃদ্ধির সঙ্গে রেলপথের আগমন পুরনো ঐতিহ্যগুলোর সঙ্গে মিশে নতুন প্রয়োজন তৈরি করে, যেমন র‍্যাঞ্চ থেকে গবাদি পশু চালানো।\nকালো কাউবয়রা আমেরিকান পশ্চিমে ১৮৬০ থেকে ১৮৮০ সালের মধ্যে গবাদি পশু শিল্পে ২৫ শতাংশ পর্যন্ত শ্রমিক হিসাবে কাজ করতেন, যা প্রায় ৬,০০০ থেকে ৯,০০০ কর্মী বলে অনুমান করা হয়। সাধারণত দাস বা দাসদের সন্তান, অনেক কালো ব্যক্তি গবাদি পশু পরিচালনায় দক্ষতা অর্জন করেছিলেন এবং গৃহযুদ্ধ শেষে পশ্চিমে যান।\n১৮৮০-এর দশকে, গবাদি পশু শিল্পের প্রসার আরও খোলা চারণভূমির প্রয়োজনীয়তা তৈরি করে। ফলে অনেক র‍্যাঞ্চার রকি পর্বতমালা পশ্চিম এবং ডাকোটাসে বিস্তৃত এলাকায় প্রসারিত হন। কাউবয়রা ঠাণ্ডা আবহাওয়ার জন্য তাদের সরঞ্জাম মানিয়ে নেন, এবং শিল্পের পশ্চিমমুখী গতিবিধি ক্যালিফোর্নিয়া থেকে টেক্সাস পর্যন্ত আঞ্চলিক ঐতিহ্যের সংমিশ্রণ ঘটায়। কাউবয়রা প্রতিটি এলাকা থেকে সবচেয়ে কার্যকর উপাদান গ্রহণ করেন।\nমুস্ট্যাং-রানার বা মেস্তেনেরোরা মুস্ট্যাংদের ধরে, প্রশিক্ষণ দেয় এবং বাজারে নিয়ে যেতেন, যা পরবর্তীতে মেক্সিকো, টেক্সাস, নিউ মেক্সিকো এবং ক্যালিফোর্নিয়ার আমেরিকান অঞ্চলে প্রসারিত হয়।\n\nঅনেক গরু অর্ধ-বন্য বা সম্পূর্ণ বন্য অবস্থায় খোলা চারণভূমিতে চারণ করত এবং বছরের বেশিরভাগ সময়ে প্রায় অযত্নে ছেড়ে দেওয়া হতো। মালিকানা নির্ধারণের জন্য গবাদি পশু ব্র্যান্ডিং করা হতো। গরুর বাছুর অবস্থায় গরম লোহার সাহায্যে এই চিহ্ন বসানো হতো।\nগবাদি পশু ব্র্যান্ডিং এবং প্রাপ্তবয়স্ক পশু আলাদা করার জন্য গবাদি পশুদের গোলাকরণ করা হতো। এই গোলাকরণে কাটিং ঘোড়া এবং দক্ষ কাউবয়দের প্রয়োজন হতো। এছাড়াও বাছুরদের ব্র্যান্ডিং এবং বলদ তৈরি করার প্রক্রিয়া চালানো হতো।\nঅপ্রাতিষ্ঠানিক প্রতিযোগিতা গবাদি পশু এবং ঘোড়া পরিচালনার দক্ষতা পরীক্ষা করতে কাউবয়দের মধ্যে দেখা দেয়, এবং সেই প্রয়োজনীয় কাজ থেকেই রোডিও ক্রীড়ার উদ্ভব হয়।\n\n\n=== গবাদি পশু চালানো ===\n\n১৯ শতাব্দীর মাঝামাঝি সময়ের আগে, অধিকাংশ র‍্যাঞ্চার নিজেদের প্রয়োজন মেটানোর জন্য এবং অতিরিক্ত মাংস ও চামড়া স্থানীয়ভাবে বিক্রির জন্য গবাদি পশু পালন করতেন। বিভিন্ন উৎপাদন প্রক্রিয়ায় চামড়া, শিং, খুর এবং তেলের সীমিত বাজার ছিল। টেক্সাসে বড় দলে ছড়িয়ে থাকা মুক্ত গবাদি পশু সহজলভ্য ছিল, কিন্তু ১৮৬৫ সালের আগে গরুর মাংসের চাহিদা ছিল কম। গৃহযুদ্ধের শেষে, ফিলিপ ড্যানফোর্থ আর্মোর শিকাগোতে একটি মাংস প্রক্রিয়াকরণ কারখানা খুলেন, যা পরবর্তীতে আর্মোর অ্যান্ড কোম্পানি নামে পরিচিত হয়। মাংস প্রক্রিয়াকরণ শিল্পের প্রসারের সঙ্গে গরুর মাংসের চাহিদা দ্রুত বৃদ্ধি পায়। ১৮৬৬ সালের মধ্যে, উত্তরাঞ্চলের বাজারে গরু মাথাপিছু ৪০ ডলার পর্যন্ত বিক্রি করা যেত, যা দীর্ঘ দূরত্বে গরু চালানোর একটি লাভজনক প্রক্রিয়া হিসেবে উঠে আসে।\n১৮৬৬ সালে টেক্সাস থেকে প্রথম বৃহৎ আকারে গবাদি পশু চালিয়ে রেলপথের কাছে আনার চেষ্টা করা হয়। সেই সময় রেলপথের শেষপ্রান্ত ছিল সেডালিয়া, মিসৌরি। পূর্ব কানসাসের কৃষকরা লংহর্ন গরুর মাধ্যমে স্থানীয় পশুদের মধ্যে রোগ ছড়ানোর এবং ফসল ধ্বংসের আশঙ্কায় গবাদি পশু চালকদের আক্রমণের হুমকি দেন। ফলে, ১৮৬৬ সালের প্রচেষ্টা ব্যর্থ হয় এবং গবাদি পশুর দাম কমে যায়। ১৮৬৭ সালে আবিলিনে রেলপথের কাছে গবাদি পশু পরিবহনের একটি কেন্দ্র স্থাপন করা হয় এবং এটি গবাদি পশু পরিবহনের কেন্দ্রস্থলে পরিণত হয়। টেক্সাস থেকে আবিলিন পর্যন্ত পথটি চিশলম ট্রেইল নামে পরিচিত হয়, যা জেসি চিশলম দ্বারা চিহ্নিত হয়েছিল। এটি ওকলাহোমা (তৎকালীন ইন্ডিয়ান টেরিটরি)র মধ্য দিয়ে চলত। পরবর্তীতে অন্যান্য রেলপথের দিকে পথ বিভক্ত হয়, যার মধ্যে ডজ সিটি এবং উইচিটা, কানসাস অন্তর্ভুক্ত। ১৮৭৭ সালের মধ্যে ডজ সিটি, কানসাস ৫০০,০০০ গবাদি পশু পরিবহন করত।\nগবাদি পশু চালানোর সময় গতি এবং গরুর ওজনের মধ্যে ভারসাম্য রক্ষা করতে হতো। এক দিনে ২৫ মাইল (৪০ কিলোমিটার) পর্যন্ত দূরত্বে গরু চালানো সম্ভব হলেও, এত দ্রুত চলার কারণে গরুর ওজন হ্রাস পেত, যা বিক্রির সময় সমস্যার সৃষ্টি করত। সাধারণত দিনে প্রায় ১৫ মাইল (২৫ কিলোমিটার) দূরত্বে গরু চালানো হতো এবং মধ্যাহ্ন এবং রাতে তাদের বিশ্রাম ও চারণের সময় দেওয়া হতো। এই ধীরগতিতে চলার কারণে র‍্যাঞ্চ থেকে রেলপথ পর্যন্ত পৌঁছাতে প্রায় দুই মাস সময় লাগত। উদাহরণস্বরূপ, চিশলম ট্রেইল ১,০০০ মাইল (১,৬০০ কিলোমিটার) দীর্ঘ ছিল।\nএকটি গবাদি পশুর পাল প্রায় ৩,০০০টি গরু নিয়ে গঠিত হতো। এই পাল পরিচালনা করতে কমপক্ষে ১০ জন কাউবয় এবং প্রতি কাউবয়ের জন্য তিনটি ঘোড়ার প্রয়োজন ছিল। কাউবয়রা পাল পরিচালনা ও পাহারা দেওয়ার জন্য ২৪ ঘণ্টা পালাক্রমে কাজ করতেন। তারা স্ট্যাম্পিড ঠেকানো এবং চুরি প্রতিরোধ করতেন। দলে একজন কুক থাকতেন, যিনি চাক ওয়াগন চালাতেন এবং একজন র‍্যাংলার থাকতেন, যিনি অতিরিক্ত ঘোড়ার পালের দায়িত্বে থাকতেন।\n\n\n=== উন্মুক্ত চারণভূমির অবসান ===\n\n১৮৮০-এর দশকের বার্বড ওয়্যার উদ্ভাবনের ফলে গবাদি পশু নির্দিষ্ট এলাকায় সীমাবদ্ধ করা সম্ভব হয়। টেক্সাস এবং আশেপাশের এলাকায় জনসংখ্যা বৃদ্ধির কারণে র‍্যাঞ্চাররা তাদের জমি বেড়া দিয়ে আলাদা করতে বাধ্য হন। উত্তরাঞ্চলে অতিচারণ চারণভূমি হ্রাস করে এবং ১৮৮৬–১৮৮৭ সালের শীতের সময় তীব্র শীতের কারণে গবাদি পশুর মৃত্যুর ঘটনা ঘটে। ফলে গবাদি পশু শিল্প ধসে পড়ে। ১৮৯০-এর দশক নাগাদ, উত্তরাঞ্চলীয় সমভূমিতে বার্বড ওয়্যার ফেন্সিং চালু হয় এবং রেলপথ সারা দেশে বিস্তৃত হয়। মাংস প্রক্রিয়াকরণ কারখানাগুলো র‍্যাঞ্চের কাছাকাছি স্থাপিত হওয়ায় দীর্ঘ দূরত্বে গরু চালানোর প্রয়োজনীয়তা কমে যায়। ছোট পরিসরে গবাদি পশু চালানো ১৯৪০-এর দশক পর্যন্ত চলতে থাকে, কারণ আধুনিক ক্যাটল ট্রাক আবিষ্কারের আগে র‍্যাঞ্চাররা গরু স্থানীয় রেলপথে নিয়ে যেতেন। একই সময়ে, পশ্চিমাঞ্চলে র‍্যাঞ্চের সংখ্যা বাড়তে থাকে, যা কাউবয়দের কর্মসংস্থান বাড়ালেও বেতন কম ছিল। তবে জীবন কিছুটা স্থিতিশীল হয়।\n\n\n== সংস্কৃতি ==\n\n\n=== জাতিগত বৈচিত্র্য ===\n\nআমেরিকান কাউবয়রা বিভিন্ন উৎস থেকে এসেছে। আমেরিকান গৃহযুদ্ধ এবং গবাদি পশু শিল্পের প্রসারের পর, ১৮৬০-এর দশকের শেষের দিকে, ইউনিয়ন এবং কনফেডারেসি উভয় বাহিনীর প্রাক্তন সৈনিকরা পশ্চিমে কাজের সন্ধানে আসে, যেমন সাধারণত অস্থির সাদা পুরুষদের একটি বড় দলও আসে। উল্লেখযোগ্য সংখ্যক আফ্রিকান-আমেরিকান মুক্তদাস কাউবয়ের জীবন বেছে নেয়, আংশিক কারণ পশ্চিমে বর্ণবৈষম্য অন্যান্য অঞ্চলের তুলনায় কম ছিল। এছাড়া, ইতিমধ্যেই এলাকায় বসবাসকারী উল্লেখযোগ্য সংখ্যক মেক্সিকান এবং মার্কিন আদিবাসীরাও কাউবয় হিসেবে কাজ করত। পরবর্তীতে, বিশেষত ১৮৯০ সালের পর, যখন আমেরিকান নীতি আদিবাসীদের \"অভিশোষণ\" উৎসাহিত করেছিল, কিছু আদিবাসী আবাসিক স্কুল র‍্যাঞ্চিং দক্ষতাও শিখিয়েছিল। আজ, পশ্চিম মার্কিন যুক্তরাষ্ট্রে কিছু নেটিভ আমেরিকান গবাদি পশু এবং ছোট র‍্যাঞ্চের মালিক, এবং অনেকেই এখনো র‍্যাঞ্চের কাছাকাছি ইন্ডিয়ান রিজার্ভেশন এলাকায় কাউবয় হিসেবে কাজ করে। \"ইন্ডিয়ান কাউবয়\" রোডিও সার্কিটের অংশও।\nকাউবয়রা সেই সময়ের সামাজিক কাঠামোতে নিচের দিকে ছিল বলে বিভিন্ন জাতিগোষ্ঠীর প্রকৃত অনুপাত সম্পর্কে নির্ভরযোগ্য পরিসংখ্যান নেই। এক লেখক উল্লেখ করেছেন যে কাউবয়রা \"দুটি শ্রেণিতে বিভক্ত—টেক্সাস এবং পূর্বাঞ্চল থেকে আসা, এবং দক্ষিণ-পশ্চিমাঞ্চল থেকে আসা মেক্সিকান।\" জনশুমারির তথ্য থেকে জানা যায় যে সমস্ত কাউবয়দের প্রায় ১৫% আফ্রিকান-আমেরিকান বংশোদ্ভূত, যা টেক্সাস থেকে আসা গবাদি পশু চালনার ক্ষেত্রে ২৫% পর্যন্ত ছিল, কিন্তু উত্তর-পশ্চিমে খুবই কম। একইভাবে, মেক্সিকান বংশোদ্ভূত কাউবয়দের সংখ্যা গড়ে ১৫% ছিল, তবে তারা টেক্সাস এবং দক্ষিণ-পশ্চিমে বেশি সাধারণ ছিল। কিছু অনুমান অনুযায়ী, ১৯ শতকের শেষের দিকে প্রতি তিনজন কাউবয়ের একজন মেক্সিকান ভাকেরো ছিল এবং ২০% আফ্রিকান-আমেরিকান ছিল। অন্যান্য অনুমানে আফ্রিকান-আমেরিকান কাউবয়দের সংখ্যা ২৫% পর্যন্ত হতে পারে।\nজাতি নির্বিশেষে, অধিকাংশ কাউবয় নিম্নবিত্ত সামাজিক শ্রেণি থেকে আসত এবং বেতন ছিল অল্প। গড়ে একজন কাউবয় দিনে প্রায় এক ডলার উপার্জন করত, সঙ্গে খাবার এবং বাঙ্কহাউসে (সাধারণত একটি ব্যারাকসের মতো খোলা ঘর) একটি বিছানা পেত।\n\n\n=== সামাজিক জগত ===\nসময়ের সাথে সাথে আমেরিকান পশ্চিমের কাউবয়রা তাদের নিজস্ব সংস্কৃতি তৈরি করে, যা সীমান্ত এবং ভিক্টোরিয়ান মূল্যবোধের একটি মিশ্রণ, যা এখনও বীরত্বের কিছু অবশেষ বহন করে। এমন বিপজ্জনক কাজ এবং বিচ্ছিন্ন পরিবেশ আত্মনির্ভরশীলতা এবং ব্যক্তিবাদের একটি ঐতিহ্য তৈরি করে, যেখানে ব্যক্তিগত সততার উপর বিশেষ মূল্য দেওয়া হয়। এই বিষয়টি গানে এবং কবিতায় প্রতিফলিত হয়। কাউবয়রা প্রায়শই গবাদি পশু চালনার সময় বিশেষ করে পুরুষ-প্রধান পরিবেশে কাজ করত। সীমান্ত অঞ্চলে পুরুষদের সংখ্যা মহিলাদের তুলনায় অনেক বেশি ছিল।\nকিছু পুরুষ অন্য পুরুষদের দ্বারা সীমান্তে আকৃষ্ট হয়েছিল। কখনও কখনও এমন এলাকায়, যেখানে পুরুষরা মহিলাদের তুলনায় সংখ্যাগরিষ্ঠ ছিল, এমনকি সামাজিক অনুষ্ঠানগুলোও পুরুষদের মধ্যে সীমাবদ্ধ থাকত এবং পুরুষরা একে অপরের সাথে নাচের জন্য সঙ্গী হতো। সমকামী কাজগুলো তরুণ, অবিবাহিত পুরুষদের মধ্যে ঘটত, কিন্তু কাউবয় সংস্কৃতি এটি অত্যন্ত সমকামী বিরোধী ছিল। যদিও পুরাতন পশ্চিমে সোডমি বিরোধী আইন প্রচলিত ছিল, সেগুলো প্রায়শই বেছে বেছে প্রয়োগ করা হতো।\n\n\n=== জনপ্রিয় চিত্র ===\n\nহিদার কক্স রিচার্ডসন ১৮৭০ এবং ১৮৮০-এর দশকের কাউবয় চিত্রের রাজনৈতিক দিক সম্পর্কে যুক্তি দিয়েছেন:\n\nগবাদি পশু শিল্পের বৃদ্ধির সময়কাল কাউবয় চিত্রের অসাধারণ শক্তি অর্জনের কারণ হয়ে দাঁড়ায়। গৃহযুদ্ধ-পরবর্তী সময়ের তীব্র রাজনীতিতে জড়িয়ে পড়া ডেমোক্র্যাটরা, বিশেষ করে পুরনো কনফেডারেসিতে, পশ্চিমকে রিপাবলিকান রাজনীতিবিদদের দ্বারা স্পর্শহীন একটি ভূমি হিসেবে কল্পনা করেছিল। তারা কাউবয়দের এমন পুরুষ হিসেবে উপস্থাপন করেছিল যারা কঠোর পরিশ্রম করত, আনন্দ করত, সম্মানের নিয়ম মেনে চলত, নিজেদের রক্ষা করত এবং সরকারের কাছে কিছু চাইত না। ডেমোক্র্যাটিক সংবাদপত্র সম্পাদকদের হাতে, কাউবয় জীবনের বাস্তবতা—দারিদ্র্য, বিপদ, কঠিন পরিশ্রমের ঘন্টা—একটি রোমান্টিক রূপ নেয়। কাউবয়রা সেই গুণাবলী বহন করত যা ডেমোক্র্যাটরা বিশ্বাস করত রিপাবলিকানরা ধ্বংস করছে, একটি বিশাল সরকার তৈরি করে যা অলস প্রাক্তন দাসদের পরিষেবা দিচ্ছে। ১৮৬০-এর দশকের মধ্যে, গবাদি পশু চালনা প্লেইন অঞ্চলের একটি বৈশিষ্ট্য হয়ে দাঁড়ায় এবং ডেমোক্র্যাটরা কাউবয়দের শক্তিশালী ব্যক্তিগত স্বাধীনতার প্রতীক বানিয়েছিল, যা তারা জোর দিয়েছিল রিপাবলিকানরা ধ্বংস করছে।\nকর্মরত কাউবয়দের ঐতিহ্য সাধারণ জনগণের মনে আরও গভীরভাবে ছাপ ফেলে ওয়াইল্ড ওয়েস্ট শোর বিকাশের মাধ্যমে, যা ১৯ শতকের শেষ এবং ২০ শতকের শুরুতে কাউবয় এবং মার্কিন আদিবাসীদের জীবনকে উপস্থাপন এবং রোমান্টিক করে তুলেছিল। ১৯২০-এর দশক থেকে বর্তমান পর্যন্ত, পশ্চিমা চলচ্চিত্র কাউবয় জীবনধারা জনপ্রিয় করে তোলে, তবে এটি কিছু স্থায়ী স্টেরিওটাইপও তৈরি করে। কিছু ক্ষেত্রে, কাউবয় এবং সহিংস গানস্লিঙ্গারদের একত্রে সংযুক্ত করা হয়। অন্যদিকে, কিছু অভিনেতা, যেমন জিন অট্রির \"কাউবয় কোড\", সম্মানজনক আচরণ, সম্মান এবং দেশপ্রেমকে উৎসাহিত করে অন্য মূল্যবোধ প্রচার করেছিল। ইতিহাসবিদ রবার্ট কে. ডি'আর্মেন্ট পুরাতন পশ্চিম টেক্সাসের দাঙ্গাবাজ কাউবয় চিত্র এবং জনপ্রিয় পশ্চিমা কোডের মধ্যে সম্পর্ক স্থাপন করেন, যা নিজেই দক্ষিণাঞ্চলের কোড ডুয়েলো দ্বারা প্রভাবিত।\nএকইভাবে, চলচ্চিত্রে কাউবয়দের প্রায়ই মার্কিন আদিবাসীদের সাথে লড়াই করতে দেখা যায়। বাস্তবে, বেশিরভাগ সশস্ত্র সংঘর্ষ মার্কিন সেনাবাহিনীর ক্যাভালরি ইউনিট এবং আদিবাসী জনগণের মধ্যে ঘটেছিল। কাউবয় এবং আদিবাসীদের মধ্যে সম্পর্ক বিভিন্ন রকম ছিল, তবে সাধারণত তা বন্ধুত্বপূর্ণ ছিল না। আদিবাসীরা সাধারণত প্রতি গরুর জন্য দশ সেন্ট টোল নিয়ে গবাদি পশুর পাল যেতে দিত, তবে খাদ্যসংকট বা শ্বেতাঙ্গ-আদিবাসী সংঘাতের সময় গবাদি পশু চালনা এবং র‍্যাঞ্চে আক্রমণ চালাত। উদাহরণস্বরূপ, ১৮৬০-এর দশকে কমাঞ্চে টেক্সাসের পশ্চিমাঞ্চলে সমস্যা তৈরি করেছিল। অনুরূপ আক্রমণ এম্পায়ার র‍্যাঞ্চের অ্যাপাচে, কলোরাডো যুদ্ধের চেইয়েন এবং উটের আদিবাসীদের দ্বারাও ঘটেছিল। কাউবয়রা শিকারি এবং মানব চোরদের বিরুদ্ধে নিজেদের রক্ষা করার জন্য সশস্ত্র থাকত এবং প্রায়ই গরু চুরি প্রতিরোধে অস্ত্র ব্যবহার করত।\nবাস্তবে, কাজ করা র‍্যাঞ্চ হ্যান্ডরা অতীত এবং বর্তমান উভয় সময়েই র‍্যাঞ্চ পরিচালনার কঠোর কাজ ছাড়া অন্য কিছু করার সময় খুব কমই পেত।\n\n\n== রাখাল বালিকা ==\n\nপশ্চিমাঞ্চলে নারীদের ইতিহাস, বিশেষ করে যারা গবাদি পশুর র‍্যাঞ্চে কাজ করত, পুরুষদের তুলনায় তেমনভাবে নথিভুক্ত হয়নি। ন্যাশনাল কাউগার্ল মিউজিয়াম অ্যান্ড হল অফ ফেম-এর মতো প্রতিষ্ঠান আধুনিক সময়ে নারীদের অবদানের তথ্য সংগ্রহ এবং নথিভুক্ত করার চেষ্টা করেছে।\nপুরনো পশ্চিমে গরু চালনার কাজে মেয়ে বা মহিলাদের উল্লেখ খুব কম পাওয়া যায়। নারীরা র‍্যাঞ্চে প্রচুর কাজ করত এবং কিছু ক্ষেত্রে (বিশেষত যখন পুরুষরা যুদ্ধে যেত বা দীর্ঘ সময় গরু চালনায় ব্যস্ত থাকত) তারা পুরো র‍্যাঞ্চ পরিচালনা করত। ছোট র‍্যাঞ্চের মালিকদের স্ত্রী এবং কন্যারা, যারা বড় সংখ্যক বাহ্যিক শ্রমিক নিয়োগ করার সামর্থ্য রাখত না, পুরুষদের সঙ্গে সমানতালে কাজ করত। পশ্চিমাঞ্চলে নারীদের এই বড় অবদান আইন দ্বারা স্বীকৃত হয়েছিল; পশ্চিমা রাজ্যগুলো নারীদের ভোটাধিকার প্রদানকারী প্রথম অঞ্চল ছিল, যার শুরু ওয়াইমিং দিয়ে ১৮৬৯ সালে। প্রাথমিক ফটোগ্রাফার যেমন ইভলিন ক্যামেরন ১৯ শতকের শেষ এবং ২০ শতকের শুরুতে কাজ করা র‍্যাঞ্চ নারীদের জীবন নথিভুক্ত করেছিলেন।\nদৈনন্দিন কাজের জন্য অপরিহার্য না হলেও, সাইডস্যাডল নারীদের জন্য ঘোড়ায় চড়ার একটি উপায় ছিল, যা তাদেরকে পদব্রজে বা ঘোড়ায় টানা গাড়িতে সীমাবদ্ধ থাকার পরিবর্তে ঘোড়ায় চড়ার সুযোগ দেয়। গৃহযুদ্ধের পর চার্লস গুডনাইট ঐতিহ্যবাহী ইংলিশ সাইডস্যাডল পরিবর্তন করে একটি পশ্চিমা স্টাইলের নকশা তৈরি করেন। মেক্সিকোর ঐতিহ্যবাহী চ্যারাস এখনো চ্যারিয়াদা প্রদর্শনীতে সাইডস্যাডল ব্যবহার করেন।\nওয়াইল্ড ওয়েস্ট শো-এর উদ্ভবের আগে পর্যন্ত \"কাউগার্লস\" এর নিজস্ব পরিচিতি গড়ে ওঠেনি। এই প্রাপ্তবয়স্ক নারীরা দক্ষ পারফর্মার ছিলেন, যারা ঘোড়া চালানো, নিখুঁত শুটিং এবং দড়ি প্রদর্শনের কৌশল প্রদর্শন করতেন, যা সারা বিশ্বে দর্শকদের বিনোদিত করত। অ্যানি ওকলির মতো নারীরা গৃহস্থালির নাম হয়ে ওঠেন। ১৯০০ সালের মধ্যে, ঘোড়ার পিঠে সওয়ারির জন্য তৈরি স্কার্ট জনপ্রিয় হয়ে ওঠে এবং ভিক্টোরিয়ান যুগের দর্শকদের কোনো বিতর্ক ছাড়াই পুরুষদের পোশাক বা ব্লুমার্স পরিধান করার অনুমতি দেয়।\nরোডিওর বিকাশের সাথে স্বাধীনভাবে, রোডিও কাউগার্লদের আবির্ভাব ঘটে। শুরুর ওয়াইল্ড ওয়েস্ট শো এবং রোডিওতে, নারীরা প্রতিটি ইভেন্টে অংশগ্রহণ করত, কখনও অন্য নারীদের বিরুদ্ধে এবং কখনও পুরুষদের সঙ্গে। ফ্যানি স্পেরি স্টিল-এর মতো কাউগার্লরা একই \"রাফ স্টক\"-এ চড়তেন এবং পুরুষদের মতো একই ঝুঁকি নিতেন (সবকিছুই ভারী বিভক্ত স্কার্ট পরিহিত অবস্থায়), এবং ক্যালগারি স্ট্যাম্পিড এবং শ্যায়েন ফ্রন্টিয়ার ডেজ-এর মতো প্রধান রোডিওতে প্রতিযোগিতা করতেন।\n\n\n=== আঞ্চলিক ঐতিহ্য ===\nভূগোল, জলবায়ু এবং সাংস্কৃতিক ঐতিহ্যের কারণে মার্কিন যুক্তরাষ্ট্রের বিভিন্ন অংশে গবাদি পশু পরিচালনার পদ্ধতি এবং সরঞ্জামে পার্থক্য দেখা দেয়। ১৮৪০ থেকে ১৮৭০ সালের মধ্যে, যখন ইংরেজি এবং ফরাসি বংশোদ্ভূত মানুষ মিসিসিপি নদীর পশ্চিমে বসবাস শুরু করে এবং টেক্সাস এবং ক্যালিফোর্নিয়ার মতো মেক্সিকো অঞ্চলে বসবাসকারী স্প্যানিশ বংশোদ্ভূত মানুষের সঙ্গে মিশে যায়, তখন এই সংস্কৃতির মিশ্রণ ঘটে। আধুনিক সময়ে, দুটি প্রধান এবং স্বতন্ত্র কাউবয় ঐতিহ্যের অবশিষ্টাংশ টিকে আছে, যা আজ \"টেক্সাস\" এবং \"স্প্যানিশ,\" \"ভাকেরো\" বা \"ক্যালিফোর্নিয়া\" ঐতিহ্য নামে পরিচিত। হাওয়াই এবং ফ্লোরিডাতেও কম পরিচিত কিন্তু সমান স্বতন্ত্র ঐতিহ্য বিকশিত হয়েছিল। আজকের দিনে, বিভিন্ন আঞ্চলিক কাউবয় ঐতিহ্য কিছুটা একীভূত হয়েছে, যদিও সরঞ্জাম এবং সওয়ারি স্টাইলে কিছু আঞ্চলিক পার্থক্য এখনও বিদ্যমান, এবং কিছু ব্যক্তি ইচ্ছাকৃতভাবে \"ভাকেরো\" বা \"বাকারু\" ঐতিহ্যের আরও দক্ষতাসম্পন্ন কিন্তু সময়সাপেক্ষ কৌশল সংরক্ষণ করে চলেছে। প্রাকৃতিক ঘোড়া পরিচালনার জনপ্রিয় \"হর্স হুইস্পারার\" স্টাইলটি মূলত ক্যালিফোর্নিয়া এবং উত্তর-পশ্চিমাঞ্চলের রাজ্যগুলোর প্রয়োগকারীদের দ্বারা তৈরি হয়েছিল, যা স্পষ্টতই ক্যালিফোর্নিয়া ভাকেরোদের মনোভাব এবং দার্শনিকতার সঙ্গে টেক্সাস কাউবয়দের সরঞ্জাম এবং বাহ্যিক চেহারা মিলিত করে তৈরি হয়।\n\n\n== তথ্যসূত্র =="}