{"pageid": 1495946, "title": "চান্দারলি খলিল পাশা", "url": "https://bn.wikipedia.org/wiki?curid=1495946", "content": "চান্দারলি খলিল পাশা বা ইংরেজিতে প্রসিদ্ধ চান্দারলি হালিল পাশা (মৃত্যু: ১০ জুলাই ১৪৫৩) ছিলেন উসমানীয় সাম্রাজ্যের অত্যন্ত প্রভাবশালী একজন উজিরে আজম। তিনি উসমানীয় সাম্রাজ্যের সুলতান দ্বিতীয় মুরাদ ও মুহাম্মাদ ফাতিহের শাসনামলে উজিরে আজম ছিলেন। তিনি উসমানীয় সাম্রাজ্যের অত্যন্ত প্রভাবশালী রাজনৈতিক পরিবার চান্দারলি পরিবারের সদস্য ছিলেন। তার দাদা চান্দারলি কারা খলিল খাইরুদ্দিন পাশা এর আগে প্রথম মুরাদের অধীনে উজিরে আজম হিসাবেও দায়িত্ব পালন করেছিলেন।\n\n\n== জীবনী ==\nহালিল পাশা ছিলেন উসমানীয় সাম্রাজ্যের উজিরে আজম পদে অধিষ্ঠিত চান্দারলি পরিবারের একজন সদস্য। তার পিতা প্রথম চান্দারলি ইব্রাহিম পাশা, তার চাচা চান্দারলি আলী পাশা এবং তার দাদা চান্দারলি কারা হালিল হায়রেদ্দিন পাশাও অতীতে এই পদে অধিষ্ঠিত ছিলেন। তার নিজের পুত্র দ্বিতীয় চান্দারলি ইব্রাহিম পাশাও পরবর্তীতে উজিরে আজম হয়েছিলেন। তিনি উজিরে আজম থাকা অবস্থায় সুলতান দ্বিতীয় মুরাদ দুইবার মানিসা প্রদেশের মানিসা শহরে অবসর গ্রহণ করেছিলেন।\nতখন সুলতানের সুরক্ষার জন্য হালিল পাশা নিকটবর্তী একটি শহরে একটি দুর্গ তৈরি করেছিলেন। তিনি তার নিজের পরিবারের নামে দুর্গটির নামকরণ করেছিলেন। দ্বিতীয় মুরাদের অবসর গ্রহণের এই সময়ে, হালিল পাশা নামমাত্র সুলতান হিসাবে মুহাম্মাদ ফাতিহকে নিয়ে রাজধানী এদির্নে সাম্রাজ্যের কার্যকর নিয়ন্ত্রণ রেখেছিলেন। একপর্যায়ে ইউরোপীয় সেনাবাহিনী উসমানীয় অঞ্চলগুলি আক্রমণ করতে থাকে। ফলে চান্দারলি দ্বিতীয় মুরাদকে ফিরিয়ে আনেন এবং কিশোর মুহাম্মাদ ফাতিহকে তার আরও সক্ষম পিতার সাথে প্রতিস্থাপনের জন্য পদচ্যুত করেন। এই দুটি ঘটনার ফলে মুহাম্মাদ ফাতিহ চান্দারলির প্রতি স্থায়ী বিরক্তি সৃষ্টি করেছিলেন। চান্দারলি পরিবার এক শতাব্দীরও বেশি সময় ধরে সাম্রাজ্যে তাদের প্রভাব থেকে অত্যন্ত ধনী হয়ে উঠেছিল, সম্ভবত ক্ষমতাসীন উসমানীয় পরিবারের চেয়েও বেশি। একপর্যায়ে মুহাম্মাদ ফাতিহ এবং চান্দারলি পরিবারের বংশধর হালিল পাশার মধ্যে উত্তেজনা আরও বাড়িয়ে তোলে।\n\nমুহাম্মাদ ফাতিহ যখন সুলতান হন, তখন বাইজেন্টাইন সম্রাট কনস্টানটাইন একাদশ প্যালেওলোগোস উসমানীয়দের কাছে একজন বার্তাবাহক প্রেরণ করেছিলেন। বার্তাবাহক মুহাম্মাদ ফাতিহের চাচাতো ভাই ওরহানের বার্ষিক বৃত্তি বাড়ানোর জন্য বলেছিলেন। ওরহান উসমানীয় পরিবারের সদস্য ছিলেন এবং নিজেকে সিংহাসনের দাবীদার হিসাবে দাবি করতেন। এছাড়াও ওরহান অনেকবার গৃহযুদ্ধ শুরু করার জন্য চেষ্টা করেছিলেন। বিঘ্নের এই কৌশলটি বাইজেন্টাইনরা এর আগেও বেশ কয়েকবার ব্যবহার করেছিল। হালিল পাশা এই বার্তায় ক্রুদ্ধ হয়ে ওঠেন এবং বার্তাবাহককে জবাব দেন:\n\nহে মূর্খ গ্রীক, আমি তোমার ধূর্ত কৌশল অনেক আগে থেকেই জানি। মরহুম সুলতান আপনার প্রতি একজন নমনীয় ও বিবেকবান বন্ধু ছিলেন। বর্তমান সুলতান মেহমেদ একই মনের নন। কনস্টান্টিনোপল যদি তার সাহসী ও অদম্য খপ্পর থেকে বেরিয়ে আসে, তবে তা হবে একমাত্র কারণ আল্লাহ আপনার কুটিল ও দুষ্ট ষড়যন্ত্রকে উপেক্ষা করে চলেছেন।\nআমাদের সাম্প্রতিক শান্তিচুক্তির কালি যখন সবে শুকিয়ে গেছে তখন আপনি আপনার কল্পনা দিয়ে আমাদের ভয় দেখাতে পারেন বলে মনে করা বোকা। আমরা শক্তি বা বোধহীন শিশু নই। আপনি যদি মনে করেন যে আপনি কিছু শুরু করতে পারবেন, তবে তাই করুন। আপনি যদি ওরহানকে সুলতান হিসাবে ঘোষণা করতে চান তবে এগিয়ে যান। আপনি যদি হাঙ্গেরিয়ানদের দানিয়ুব পার করতে চান তবে তাদের আসতে দিন। আপনি যদি দীর্ঘদিন ধরে হারিয়ে যাওয়া জায়গাগুলি পুনরুদ্ধার করতে চান তবে এটি চেষ্টা করুন।\n\nতবে এটি জেনে রাখুন: আপনি এই জিনিসগুলির কোনোটিই করতে পারবেন না।  আপনি যা করবেন তা হ'ল আপনার যা কিছু আছে তা হারাবেন।\n১৪৫৩ সালে কনস্টান্টিনোপল বিজয়ের পরপরই সুলতান মুহাম্মাদ ফাতিহের দ্বারা সংঘটিত প্রথম কাজগুলির মধ্যে একটি ছিল চান্দারলি হালিল পাশাকে বন্দী করা। ১৪৫৩ সালের ২৯ মে শহরটি দখল করা হয় এবং ১৪৫৩ সালের ১ জুন হালিল পাশার কারাদণ্ড হয়। ১৪৫৩ সালের ১০ জুলাই তার মৃত্যুদণ্ড কার্যকর করা হয় এবং তাকে ইজনিকে তার পূর্বপুরুষদের মতো ছাদবিহীন একটি খোলা সমাধিতে দাফন করা হয়।\nমুহাম্মাদ ফাতিহ এভাবে উসমানীয় সাম্রাজ্যে চান্দারলি যুগের অবসান ঘটান এবং পরিবারের পরবর্তী সদস্যরা ইজনিক ভিত্তিক প্রাদেশিক উল্লেখযোগ্যদের চেয়ে বেশি কিছু হয়ে ওঠেনি। যদিও ১৫শ শতাব্দীর শেষের দিকে উসমানীয় সাম্রাজ্যে চান্দারলি পরিবারের সদস্য দ্বিতীয় চান্দারলি ইব্রাহিম পাশা অল্প সময়ের জন্য উজিরে আজম হয়েছিলেন।\nচান্দারলি হালিল পাশা ছিলেন সুলতান কর্তৃক মৃত্যুদণ্ডপ্রাপ্ত প্রথম উসমানীয় উজির।\n\n\n== কাল্পনিক চরিত্র ==\nরেসিত গুরজাপ ১৯৫১ সালের তুর্কি চলচ্চিত্র ইস্তাম্বুলুন ফেতিহ এ হালিল পাশা চরিত্রে অভিনয় করেন।\nএরদেন আলকান ২০১২ সালের তুর্কি চলচ্চিত্র ফেতিহ ১৪৫৩ এ হালিল পাশা চরিত্রে অভিনয় করেন।\nনেটফ্লিক্সের ধারাবাহিক রাইজ অব এম্পায়ারস: অটোমান-এ হালিল পাশা চরিত্রে অভিনয় করেছেন সেলিম বায়রাক্তার।\n২০২৪ সালের সিরিজ মেহমেদ: ফেটিহলার সুলতানি তুর্কি চলচ্চিত্রে হালিল পাশা হিসেবে অভিনয় করেছেন সেলিম বায়রাক্তার।\n\n\n== আরও দেখুন ==\nচান্দারলি পরিবার\nউসমানীয় উজিরে আজমদের তালিকা\n\n\n== তথ্যসূত্র =="}