{"pageid": 1495090, "title": "অম্বিকানগর", "url": "https://bn.wikipedia.org/wiki?curid=1495090", "content": "অম্বিকানগর হল ভারতের পশ্চিমবঙ্গ রাজ্যের বাঁকুড়া জেলার, খাতড়া মহকুমার রানিবাঁধ সমষ্টি উন্নয়ন ব্লকের একটি গ্রাম।\n\n\n== ইতিহাস ==\nবিনয় ঘোষের মতে, প্রায় ৮০০-৯০০ বছর আগে, কংসাবতী নদীর তীরে, . বর্তমানে পুরুলিয়া ও বাঁকুড়া জেলা জুড়ে, জৈন ধর্মের বেশ কয়েকটি কেন্দ্র গড়ে উঠেছিল। পুরুলিয়া থেকে মেদিনীপুর পর্যন্ত নদী সংলগ্ন এই এলাকাতে প্রধানত আদিবাসী এবং অনগ্রসর জাতি বসবাস করত। জৈনরা (মূলত দিগম্বর জৈন) নদী উপত্যকায় তাদের বসতি স্থাপন করেছিল। একটি বৃহৎ জৈন সাংস্কৃতিক কেন্দ্র ছিল যা অম্বিকানগর, চিতগিরি, বারাকোলা, পরেশনাথ, চিয়াদা, কেন্দুয়া এবং অন্যান্য স্থানে বিস্তৃত ছিল। এই কেন্দ্রের একটি বড় অংশ কংসাবতী বাঁধের কারণে ডুবে গেছে। প্রত্নতাত্ত্বিক বিভাগের দেবলা মিত্র ১৯৫৮ সালে এশিয়াটিক সোসাইটির জার্নালে এই স্থানের একটি বর্ণনা প্রকাশ করেছিলেন এবং সেটিই এই এলাকার একমাত্র ঐতিহাসিক নথি হিসেবে রয়ে গেছে। দেবলা মিত্র মনে করেছিলেন যে অম্বিকা ছিলেন তীর্থংকর নেমিনাথের রক্ষাকর্ত্রী দেবী (শাসন দেবী)। এখানে পাওয়া মূর্তিগুলোর মধ্যে ছিলেন ঋষভনাথ, পার্শ্বনাথ, নেমিনাথ এবং এবং অন্যান্য তীর্থঙ্কর। গ্রামটির নামকরণ করা হয়েছিল জৈন দেবী অম্বিকার নামে এবং পরবর্তীকালে অম্বিকা এখানে ব্রাহ্মণ্য দেবী হিসেবে পূজিত হন। \n\n\n== ভূগোল ==\n\n\n=== অবস্থান ===\nঅম্বিকানগর ২২.৯৪৪৯২১° উত্তর অক্ষাংশ এবং ৮৬.৭৭০৬০৭° পূর্ব দ্রাঘিমাংশে অবস্থিত।\n\n\n== জনসংখ্যা ==\nভারতের ২০১১ সালের আদমশুমারি অনুযায়ী, অম্বিকানগরের মোট জনসংখ্যা ছিল ৩,২২৮, যার মধ্যে ১,৬৭৪ (৫২%) পুরুষ এবং ১,৫৫৪ (৪৮%) মহিলা। ০-৬ বছর বয়সী শিশুদের সংখ্যা ছিল ৩৪৭। অম্বিকানগরের মোট সাক্ষর মানুষের সংখ্যা ছিল ২,১৭১ (৬ বছরের ঊর্ধ্বে জনসংখ্যার ৭৫.৩৬%)। \n\n\n== শিক্ষা ==\nঅম্বিকানগর উচ্চ মাধ্যমিক বিদ্যালয় ১৯৫৩ সালে প্রতিষ্ঠিত একটি বাংলা-মাধ্যম সহশিক্ষা প্রতিষ্ঠান। এখানে পঞ্চম শ্রেণি থেকে দ্বাদশ শ্রেণি পর্যন্ত পড়াশোনার ব্যবস্থা রয়েছে। স্কুলে ২,০২০টি বই নিয়ে একটি গ্রন্থাগার এবং একটি খেলার মাঠও রয়েছে। \nডাবরি ১৯৬৮ সালে প্রতিষ্ঠিত আরও একটি বাংলা-মাধ্যম সহশিক্ষা প্রতিষ্ঠান। এখানেও পঞ্চম শ্রেণি থেকে দ্বাদশ শ্রেণি পর্যন্ত পড়াশোনা হয়। স্কুলের ৪৬৫টি বইয়ের একটি গ্রন্থাগার এবং একটি খেলার মাঠ রয়েছে। \n\n\n== সংস্কৃতি ==\nডেভিড ম্যাকাচ্চন বলেছেন যে পুরাতন মানভূম জেলার প্রত্যন্ত অঞ্চলে জৈনরা ১৩ শতক পর্যন্ত মন্দির নির্মাণ অব্যাহত রেখেছিলেন এবং সেগুলোর অনেকগুলো এখনও বাঁকুড়া ও পুরুলিয়া জেলার বাহুলাড়া, হাড়মাসড়া, দেউলভীরিয়া, অম্বিকানগর, ছরা, পাকবিরা, তুইসামা বা দেওলিতে মতো অনেক জায়গায় এখনও সেই মন্দিরগুলো দাঁড়িয়ে আছে। \nআরও দেখুন - বাংলার মন্দির স্থাপত্য\n\n\n== অম্বিকানগরের ছবি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}