{"pageid": 1495449, "title": "২০২৪ সম্ভল সহিংসতা", "url": "https://bn.wikipedia.org/wiki?curid=1495449", "content": "২৪ নভেম্বর ২০২৪-এ, ভারতের, উত্তর প্রদেশ রাজ্যের সম্ভলে অবস্থিত ৫০০ বছরের পুরনো শাহী জামা মসজিদের একটি আদালত-নির্দেশিত জরিপ চলাকালীন সহিংসতা শুরু হয়। দাবি করা হয়েছিল যে এই মসজিদটি মুঘল আমলে ধ্বংস করা একটি হিন্দু মন্দিরের ধ্বংসাবশেষের উপর নির্মিত। প্রথম জরিপটি শান্তিপূর্ণভাবে সম্পন্ন হলেও, দ্বিতীয় জরিপের সময় পরিস্থিতি উত্তপ্ত হয়ে ওঠে। রবিবার আদালত-নিযুক্ত জরিপ কমিশনের সঙ্গে জামে মসজিদে যাওয়া কিছু ব্যক্তি “জয় শ্রীরাম” স্লোগান দেন, যা মুসলমানদের উত্তেজিত করার উদ্দেশ্যে ছিল। এই ঘটনা ঘটে বরিষ্ঠ পুলিশ ও জেলা কর্মকর্তাদের উপস্থিতিতেই। এই প্ররোচনার ফলে স্থানীয় বাসিন্দাদের সঙ্গে পুলিশের সহিংস সংঘর্ষ শুরু হয়। পুলিশ পরিস্থিতি নিয়ন্ত্রণে আনতে টিয়ার গ্যাস এবং অন্যান্য পদ্ধতি ব্যবহার করে। \nএই ঘটনায় পাঁচজন মুসলিম ব্যক্তি নিহত হন। প্রায় ২০ জন নিরাপত্তা কর্মীসহ আরও অনেকে আহত হন। \n\n\n== পটভূমি ==\nউত্তর প্রদেশের সম্ভলে অবস্থিত শাহী জামে মসজিদ একটি বিতর্কের কেন্দ্রে রয়েছে। দাবি করা হয়েছে, এটি ১৬শ শতাব্দীর শুরুর দিকে মুঘল শাসক বাবরের ধ্বংস করা শ্রী হরি মন্দিরের ধ্বংসাবশেষের উপর নির্মিত।  হিন্দু পক্ষের আইনজীবী হরিশঙ্কর জৈন এবং হিন্দু সাধু মহন্ত ঋষিরাজ গিরির নেতৃত্বে দায়ের করা একটি মামলার পরিপ্রেক্ষিতে সম্ভল দেওয়ানি আদালত মসজিদের প্রাঙ্গণে জরিপ করার নির্দেশ দেয়।  এই জরিপ একটি অ্যাডভোকেট কমিশনার, জেলা ম্যাজিস্ট্রেট এবং পুলিশের তত্ত্বাবধানে পরিচালিত হয়। এই জরিপের উদ্দেশ্য ছিল মসজিদটি ধ্বংস করা একটি হিন্দু মন্দিরের উপর নির্মিত কিনা তা খতিয়ে দেখা। জরিপের সময় উপস্থিত মসজিদ কমিটির সদস্যরা জানিয়েছেন, এমন কোনো প্রমাণ বা বস্তু পাওয়া যায়নি যা দাবি সমর্থন করে, এবং কোনো আপত্তিজনক প্রতীকও আবিষ্কৃত হয়নি।  এই ঘটনা সাম্প্রতিক বছরগুলিতে দেখা একটি বৃহত্তর প্রবণতাকে প্রতিফলিত করে, যেখানে হিন্দু জাতীয়তাবাদী গোষ্ঠীগুলি মুসলিম ধর্মীয় স্থানের উত্স নিয়ে প্রশ্ন তুলতে বিচার বিভাগের হস্তক্ষেপ চেয়েছে।\nমসজিদটি একটি সুরক্ষিত স্মৃতিস্তম্ভ হিসাবে চিহ্নিত, যা ১৯০৪ সালের প্রাচীন স্মৃতিস্তম্ভ সুরক্ষা আইনের অধীনে অন্তর্ভুক্ত, যেখানে এর ঐতিহাসিক সংরক্ষণ নিশ্চিত করার জন্য উপাসনা নিষিদ্ধ। হিন্দু পক্ষের আইনজীবী দাবি করেন, জরিপ চলাকালীন অজু ট্যাঙ্ক থেকে জল নিষ্কাশনের নিয়মিত প্রক্রিয়া নিয়ে বিভ্রান্তির ফলে উত্তেজনা সৃষ্টি হয়। অনেকেই মনে করেন সেখানে খনন কাজ চলছে।  অভিযোগ উঠেছে যে আদালত-নিযুক্ত জরিপ কমিশনের সঙ্গে থাকা কিছু ব্যক্তি শাহী জামা মসজিদে \"জয় শ্রীরাম\" স্লোগান দিয়ে মুসলমানদের প্ররোচিত করেন। এই ঘটনাটি বরিষ্ঠ পুলিশ ও জেলা কর্মকর্তাদের উপস্থিতিতেই ঘটে, এবং এর একটি ভিডিও সামাজিক মাধ্যমে ছড়িয়ে পড়ে। উত্তর প্রদেশের বিরোধী সংসদ সদস্যরা অভিযোগ করেন যে পুলিশের হস্তক্ষেপই সহিংসতায় ইন্ধন জুগিয়েছে, যেখানে পাঁচজনের মৃত্যু হয়েছে।[১] তারা এই বিষয়ে প্রশাসনের ভূমিকা খতিয়ে দেখতে সুপ্রিম কোর্টের হস্তক্ষেপ দাবি করেছেন। \n\n\n== প্রতিক্রিয়া ==\nসমাজবাদী পার্টি (এসপি) উত্তর প্রদেশ সরকার এবং বিজেপিকে জরিপ নিয়ে তীব্র সমালোচনা করেছে। এসপি মুখপাত্র আমিক জামেই বিজেপির বিরুদ্ধে রাজনৈতিক স্বার্থে অশান্তি উসকে দেওয়ার অভিযোগ করেন। তিনি বলেন, \"সম্ভল পুলিশ ও প্রশাসন বিজেপির সঙ্গে মিলে শাহী মসজিদ ইস্যুতে এএসআই জরিপের নাম করে মানুষকে প্ররোচিত করছে। এটি এমন এক সময়ে হচ্ছে, যখন বিজেপি কুন্দারকিতে মুসলিম ভোট পাওয়ার দাবি করেছে। এটা কি কুন্দারকির জন্য বিজেপির পুরস্কার? ১৯৯১ সালের প্লেসেস অফ ওয়ারশিপ অ্যাক্ট কী বলে? বাবরি মসজিদ এবং রাম মন্দির ইস্যু ছাড়া অন্য কোনো স্থাপনা স্পর্শ করা বা পরিবর্তন করা যাবে না। ঠিক নির্বাচনের পরেই বিজেপি তাদের খেলা আবার শুরু করেছে। এই বিজেপির খেলা জাতির অখণ্ডতার জন্য ভালো নয়; বিজেপি সমাজকে বিভক্ত করার চেষ্টা করছে।\" \n\n\n== পরবর্তী ঘটনা ==\nউত্তরপ্রদেশ প্রশাসন আরও জমায়েত এবং সম্ভাব্য সহিংসতা রোধ করতে সম্বলে ফৌজদারি কার্যবিধির ১৪৪ ধারা জারি করেছে। বিশৃঙ্খলার কারণ ও প্রশাসনের পদক্ষেপ নির্ধারণে তদন্ত শুরু হয়।  উপরন্তু, সহিংসতার পর, সম্ভল তহসিল এলাকায় ২৪ ঘণ্টার জন্য ইন্টারনেট পরিষেবা স্থগিত রাখার নির্দেশ দেয় জেলা প্রশাসন। \nসহিংসতার পরে ২৫ জনকে হেফাজতে নেওয়া হয় এবং ২,৫০০ জনের বিরুদ্ধে সাতটি মামলা দায়ের করা হয়।  অভিযুক্তদের মধ্যে রয়েছেন সমাজবাদী পার্টির সম্বলের সাংসদ জিয়া উর রহমান বারক এবং পার্টি সহযোগী ইকবাল মেহমুদের পুত্র নবাব সুহেল ইকবাল।  সহিংসতার জন্য অভিযুক্তদের বিরুদ্ধে কঠোর জাতীয় নিরাপত্তা আইন (এনএসএ)-এর অধীনে মামলা দায়ের করা হবে। \n২৯ নভেম্বর ২০২৪-এ, সুপ্রিম কোর্ট সম্ভল দেওয়ানি আদালতকে শাহী জামা মসজিদের সংক্রান্ত কার্যক্রম স্থগিত রাখতে নির্দেশ দেয়, যতক্ষণ না মসজিদ কমিটির জরিপ আদেশের চ্যালেঞ্জটি এলাহাবাদ হাইকোর্টে শুনানি হয়। আদালত জরিপ প্রতিবেদনের সিলবন্দি রাখার নির্দেশ দেয় এবং অঞ্চলে শান্তি বজায় রাখার উপর জোর দেয়। \n\n\n== আরও দেখুন ==\n১৯৯১ উপাসনার স্থান আইন\n২০২০ দিল্লি দাঙ্গা\n২০২৪ বাহরাইচ সহিংসতা\nবাবরি মসজিদ ধ্বংস\n\n\n== তথ্যসূত্র =="}