{"pageid": 1495567, "title": "সাজ্জাদ গনি লোন", "url": "https://bn.wikipedia.org/wiki?curid=1495567", "content": "সাজাদ গনি লোন (জন্ম ৯ ডিসেম্বর ১৯৬৬) একজন ভারতীয় রাজনীতিবিদ, এবং হান্দওয়ারা নির্বাচনী এলাকা থেকে নির্বাচিত বিধানসভার সদস্য। তিনি জম্মু ও কাশ্মীর পিপলস কনফারেন্সের চেয়ারম্যান।\n\n\n== প্রারম্ভিক এবং ব্যক্তিগত জীবন ==\nসাজ্জাদ লোন ১৯৬৬ সালের ৯ ডিসেম্বর জন্মগ্রহণ করেন। সাবেক বিচ্ছিন্নতাবাদী আব্দুল গনি লোনের দুই ছেলের মধ্যে সাজ্জাদ গণি লোন সবচেয়ে ছোট। তার পিতা ২০০২ সালে শ্রীনগরে একটি সমাবেশে নিহত হন। তার বড় ভাই বিলাল গনি লোন হুররিয়াতের মধ্যপন্থী গোষ্ঠীর সদস্য এবং তিনি হুরিয়াত কনফারেন্সের নির্বাহী পরিষদের সদস্য। তার বোন শবনম গণি লোন পেশায় একজন আইনজীবী এবং কুপওয়ারা জম্মু ও কাশ্মীরের একজন স্বতন্ত্র রাজনীতিবিদ।\nসাজ্জাদ শ্রীনগরের বার্ন হল স্কুলে পড়াশোনা করেন এবং ১৯৮৯ সালে যুক্তরাজ্যের ইউনিভার্সিটি অফ ওয়েলস, কলেজ অফ কার্ডিফ থেকে স্নাতক হন।\nসাজ্জাদ লোন জম্মু ও কাশ্মীর লিবারেশন ফ্রন্টের পাকিস্তান-ভিত্তিক নেতা জেকেএলএফ মতাদর্শী আমানুল্লাহ খানের মেয়ে আসমা খানকে বিয়ে করেছেন। এই দম্পতির দুটি ছেলে রয়েছে।\n\n\n== রাজনৈতিক কর্মজীবন ==\nলোন ২০০০-এর দশকের শুরুতে কিছু সময়ের জন্য হুরিয়াতের সাথে যুক্ত ছিলেন কিন্তু ২০০৪ সালে তার পিতার হত্যার পর লোন পিপলস কনফারেন্সের চেয়ারম্যান হন।\nবারমুলা লোকসভা কেন্দ্র থেকে ২০০৯ সালের ভারতীয় সাধারণ নির্বাচনে তিনি স্বতন্ত্র প্রার্থী হিসাবে দাঁড়ানোর আগে, ২০০৮ সালে অমরনাথ জমি হস্তান্তর বিতর্কের শীর্ষে, তিনি বিশ্বাস করেছিলেন যে বিক্ষোভগুলি ভারতীয় শাসনের বিরুদ্ধে একটি গণ-অভ্যুত্থান ছিল এবং বিধানসভা নির্বাচন বর্জনের সিদ্ধান্ত নেন। তিনি ন্যাশনাল কনফারেন্স প্রার্থী শরিফউদ্দিন শারিকের কাছে পরাজিত হন। ২০১৪ সালের জম্মু ও কাশ্মীর বিধানসভা নির্বাচনে, লোন উত্তর কাশ্মীরের হান্দওয়ারা বিধানসভা কেন্দ্রে ৫০০০ ভোটের ব্যবধানে জয়লাভ করেন। রাজ্য বিধানসভায় নির্বাচিত দুই পিপলস কনফারেন্স প্রার্থীদের মধ্যে তিনি ছিলেন একজন। তাঁর দল জেকেপিসি রাজওয়ার, রামহাল এবং মাগাম সহ হান্দওয়ারা কেন্দ্রের সমস্ত ব্লকে এগিয়ে ছিল।\n২০১৮ সালে জম্মু ও কাশ্মীরে পিডিপি-বিজেপি জোট সরকারের প্রতি বিজেপি সমর্থন প্রত্যাহার করার কয়েক দিন পরে লোন পূর্ববর্তী রাজ্যে সরকার গঠনের দাবি তুলেছিলেন কারণ তার কাছে বিজেপি এবং কিছু অন্যান্য আইনপ্রণেতাদের প্রয়োজনীয় সমর্থন ছিল। যাইহোক, তৎকালীন রাজ্যপাল সত্য পাল মালিক লোনকে তার দাবি প্রমাণ করতে না দিয়ে রাজ্য বিধানসভা ভেঙে দিয়েছিলেন।\n\n\n=== বিশেষ মর্যাদা বাতিলের বিরোধিতা ===\nসাজাদ গনি লোন জম্মু ও কাশ্মীরের বিশেষ মর্যাদার সোচ্চার সমর্থক। তিনি জম্মু ও কাশ্মীরের বিশেষ মর্যাদা রক্ষার জন্য গঠিত একটি সর্বদলীয় দলের অংশ ছিলেন। বিজেপি নেতৃত্বাধীন কেন্দ্র ৩৭০ ধারা পড়ে স্ট্যাটাসের বিশেষ মর্যাদা প্রত্যাহার করার কয়েক ঘন্টা আগে, লোনকে গৃহবন্দী করা হয়। ৫ আগস্ট লোনকে জম্মু ও কাশ্মীর পুলিশ গ্রেপ্তার করে এবং শ্রীনগরের একটি কারাগারে বন্দী করে। তাকে ৫ আগস্ট ২০১৯-এ পুলিশ হেফাজতে নেওয়া হয়েছিল এবং ৩১ জুলাই ২০২০-এ আটক থেকে মুক্ত করা হয়েছিল।</link>\n\n\n== স্বীকৃতি ==\nসাজ্জাদ লোন খালিজ টাইমস, সংযুক্ত আরব আমিরাতের ২০১৫ সালের শীর্ষ ৬ ভারতীয়দের তালিকায় স্থান পেয়েছে।\n\n\n== তথ্যসূত্র =="}