{"pageid": 1495594, "title": "২০২৪ ভারত–পাকিস্তান ধোঁয়াশা", "url": "https://bn.wikipedia.org/wiki?curid=1495594", "content": "২০২৪ ভারত–পাকিস্তান ধোঁয়াশা একটি গুরুতর এবং রেকর্ড-ভাঙা বায়ু দূষণের ঘটনা, যা ২০২৪ সালের নভেম্বর মাসে পূর্ব এবং উত্তর পাকিস্তান ও উত্তর ভারতে প্রভাব ফেলেছিল। বিশেষত পাকিস্তানের লাহোর শহর এবং ভারতের দিল্লি শহর এতে সবচেয়ে বেশি আক্রান্ত হয়। এই ধোঁয়াশার ফলে পাকিস্তানে শ্বাসতন্ত্রের রোগ, গলা ও চোখে জ্বালার কারণে স্বাস্থ্যসেবা ব্যবস্থায় ব্যাপক চাপ পড়ে। এর ফলস্বরূপ পাকিস্তানের পাঞ্জাব অঞ্চলে স্কুল বন্ধ এবং জনসাধারণের কার্যকলাপে বিধিনিষেধ আরোপ করা হয়।\n\n\n== পটভূমি ==\nপাকিস্তানে শীতকালে প্রতিবছরই গুরুতর এবং বিপজ্জনক বায়ু দূষণ দেখা দেয়, যা বিভিন্ন কারণের কারণে ঘটে। এর মধ্যে রয়েছে কৃষি বর্জ্য পোড়ানো, কয়লা-চালিত স্থাপনাগুলি থেকে নির্গমন, যানবাহনের দূষণ, এবং ঋতুভিত্তিক আবহাওয়ার ধরন। পাঞ্জাব অঞ্চলে শীতের ঠান্ডা ও শুষ্ক বায়ু দূষণকে মাটির কাছাকাছি আটকে রাখে, যেখানে উষ্ণ বায়ু সাধারণত দূষণকে উপরের দিকে ছড়িয়ে দেয়।  ইতিহাসবিদ আম্মার আলি জান উল্লেখ করেছেন যে দ্রুত নগরায়ন এবং অপর্যাপ্ত পরিবেশগত নিয়ন্ত্রণ শীতকালে দূষণের তীব্রতাকে আরও বাড়িয়ে তুলেছে।\n\n\n== ধোঁয়াশা ==\n২০২৪ সালের নভেম্বর মাসে ভারত ও পাকিস্তানে সৃষ্ট বায়ু দূষণকে জলবায়ু গবেষকরা এই অঞ্চলের বার্ষিক দূষণ চক্রের এক অভূতপূর্ব বৃদ্ধি বলে চিহ্নিত করেছেন। নাসা-র স্যাটেলাইট চিত্রে দেখা গেছে যে একটানা ধোঁয়াশার মেঘ পূর্ব ও উত্তর পাকিস্তানের বেশিরভাগ অংশ এবং উত্তর-পশ্চিম ভারতের উপর দিয়ে প্রসারিত হয়েছে। \n\n\n=== পাকিস্তান ===\nপাকিস্তানের দ্বিতীয় বৃহত্তম শহর লাহোরে, বায়ুর মান সূচক (AQI) ১,২০০-এর উপরে পৌঁছে গিয়েছিল—যা মানুষের স্বাস্থ্যের জন্য বিপজ্জনক মাত্রার (৩০০) চারগুণ। এর ফলে ৭ নভেম্বর লাহোর সাময়িকভাবে বিশ্বের সবচেয়ে দূষিত শহর হয়ে ওঠে। ১২৭ মিলিয়ন জনসংখ্যার পাঞ্জাব প্রদেশ জুড়ে বায়ুর মান সূচক প্রায়ই ১,০০০-এর উপরে ছিল। ৮ নভেম্বর, মুলতানে PM2.5 দূষণের মাত্রা ৯৪৭ μg প্রতি ঘনমিটারে পৌঁছেছিল, যা বিশ্ব স্বাস্থ্য সংস্থার নিরাপত্তা নির্দেশিকার প্রায় ১৯০ গুণ বেশি। একই দিনে, মুলতানে AQI-এর নজিরবিহীন মাত্রা ২,৫৫৩ রেকর্ড করা হয়। \n\n\n=== ভারত ===\nদীপাবলি উদ্‌যাপনের পর দিল্লিতে দূষণ মারাত্মক পর্যায়ে পৌঁছায়, যেখানে অবৈধ আতশবাজি ব্যবহার শহরের দূষণের মাত্রাকে ৮ নভেম্বর সকালে সাময়িকভাবে লাহোরের তুলনায় বেশি করে তোলে। একটি স্থানীয় স্বাস্থ্য ক্লিনিক জানিয়েছে যে প্রায় ৬০% রোগী দূষণজনিত অসুস্থতার কারণে চিকিৎসা নিতে এসেছিল, যার মধ্যে শিশু ও প্রবীণরা বিশেষভাবে ক্ষতিগ্রস্ত হয়। ১৮ নভেম্বর দিল্লি আবার বিশ্বের অন্যতম দূষিত শহর হয়ে ওঠে, যেখানে AQI-এর মাত্রা ১,৫০০-তে পৌঁছায়।\n\n\n== প্রভাব ==\nধোঁয়াশার ফলে পুরো অঞ্চলে গুরুতর স্বাস্থ্যগত প্রভাব পড়ে। দূষণের মাত্রা পাকিস্তানের স্বাস্থ্যসেবা ব্যবস্থাকে চাপের মধ্যে ফেলে দেয়, যেখানে প্রভাবিত জেলাগুলিতে ৩০,০০০-এরও বেশি রোগী শ্বাসতন্ত্রের রোগের জন্য চিকিৎসা গ্রহণ করেন। পাকিস্তান পরিবেশ সুরক্ষা সংস্থা জানিয়েছে যে ফয়সালাবাদ, মুলতান এবং গুজরানওয়ালা সহ বিভিন্ন জেলায় ফুসফুসের রোগ, অ্যালার্জি এবং চোখ ও গলায় জ্বালার ক্ষেত্রে নজিরবিহীন বৃদ্ধি দেখা গেছে। ১২ নভেম্বর পর্যন্ত পাঞ্জাব প্রদেশে প্রায় ১৮ লাখ মানুষ শ্বাসতন্ত্র বা চোখে জ্বালার মতো স্বাস্থ্য সমস্যায় ভুগেছে বলে অনুমান করা হয়।\nএই সংকটকালে শিশুরা বিশেষভাবে স্বাস্থ্যগত জটিলতায় আক্রান্ত হয়। ইউনিসেফ জানিয়েছে যে সবচেয়ে ক্ষতিগ্রস্ত এলাকাগুলিতে পাঁচ বছরের কম বয়সী ১ কোটি ১০ লাখেরও বেশি শিশু বিপজ্জনক বায়ু অবস্থার শিকার হয়েছে। স্বাস্থ্য বিশেষজ্ঞরা উল্লেখ করেছেন যে শিশুদের অঙ্গ-প্রত্যঙ্গ ও প্রতিরোধ ব্যবস্থার বিকাশমান অবস্থার কারণে তারা দূষণের প্রতি আরও সংবেদনশীল, যা দীর্ঘমেয়াদে গুরুতর স্বাস্থ্য সমস্যার কারণ হতে পারে। সেভ দ্য চিলড্রেন পাকিস্তান জানিয়েছে যে তাৎক্ষণিক স্বাস্থ্য ঝুঁকির পাশাপাশি এই সংকট শিক্ষায় বিঘ্ন ঘটিয়েছে এবং সংক্রামক রোগের প্রতি শিশুদের ঝুঁকিকে বাড়িয়ে তুলেছে।\nনিম্ন অর্থনৈতিক অবস্থায় থাকা পরিবারগুলো ধোঁয়াশার প্রভাবে তুলনামূলকভাবে বেশি ক্ষতিগ্রস্ত হয়, কারণ ঘরোয়া বায়ু দূষণ কমাতে প্রয়োজনীয় এয়ার পিউরিফায়ার ব্যবহার করা তাদের পক্ষে ব্যয়বহুল ছিল। ঐতিহাসিক আম্মার আলি জান ধোঁয়াশার প্রভাবকে \"পরিবেশগত বর্ণবৈষম্য\" বলে আখ্যায়িত করেছেন। লাহোরের বেশ কয়েকজন বাসিন্দা তীব্র ধোঁয়াশার কারণে শহরটিকে \"বাসের অযোগ্য\" বলে বর্ণনা করেছেন।  ফয়সালাবাদে ধোঁয়াশায় গাড়ি দুর্ঘটনায় তিনজনের মৃত্যু হয়েছে। \n\n\n== প্রতিক্রিয়া ==\n২০২৪ সালের নভেম্বর মাসে ধোঁয়াশার প্রভাব কমাতে পাকিস্তান সরকার বিভিন্ন বিধিনিষেধ প্রয়োগ করে। ১৭ নভেম্বর পর্যন্ত স্কুল এবং সরকারি অফিস বন্ধ রাখা হয়। ১৮টি প্রভাবিত জেলায় ১০ দিনের জন্য পার্ক, চিড়িয়াখানা, জাদুঘর এবং ঐতিহাসিক স্থানগুলো বন্ধ করে দেওয়া হয়। এছাড়াও, চারটি জেলায় (যার মধ্যে লাহোর অন্তর্ভুক্ত) বাইরের কার্যকলাপের উপর বিধিনিষেধ আরোপ করা হয়, যার মধ্যে ছিল খেলাধুলার ইভেন্ট এবং আউটডোর ডাইনিং। বাজার এবং দোকানের জন্য আগেই বন্ধ করার নির্দেশনা দেওয়া হয়, তবে গ্যাস স্টেশন, ফার্মেসি এবং নির্দিষ্ট খাদ্য ও চিকিৎসা দোকানের মতো প্রয়োজনীয় পরিষেবাগুলো এর বাইরে রাখা হয়। নির্দিষ্ট উচ্চ-ধোঁয়াশা সৃষ্টিকারী যন্ত্রপাতি, যেমন রেস্তোরাঁয় অপরিশোধিত বারবিকিউ এবং অটোরিকশা, সাময়িকভাবে নিষিদ্ধ করা হয়।\nধোঁয়াশার কারণে পাঞ্জাবের কর্মকর্তারা ভারত সরকারের সঙ্গে সহযোগিতামূলক সমাধানের বিষয়ে আলোচনার উদ্যোগ নেন এবং একটি চিঠি প্রেরণ করেন। পাঞ্জাবের মুখ্যমন্ত্রী মরিয়ম নওয়াজ \"ধোঁয়াশা কূটনীতি\"-র প্রস্তাব দেন, যেখানে তিনি উল্লেখ করেন, \"বায়ু সীমান্ত চেনে না।\"\n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:Asia Pollution"}