{"pageid": 1495298, "title": "ইরানে রাজতন্ত্রবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1495298", "content": "ইরানি রাজতন্ত্রবাদ হল সেই আন্দোলন, যা ১৯৭৯ বিপ্লবের পর হারিয়ে যাওয়া রাজতন্ত্রকে পুনর্বহাল করার পক্ষে কাজ করে।\n\n\n== ইতিহাস ==\n১৯০৬ সালে ইরান প্রথম কাজার বংশ এর অধীনে একটি সাংবিধানিক রাজতন্ত্রের দেশ হয়ে উঠেছিল। কিন্তু ১৯২৫-১৯৪১ সাল পর্যন্ত রেজা শাহ এর সময় দেশটি কঠিন স্বৈরশাসকের যুগ অতিক্রম করে। রেজা শাহ ইরানের ক্ষমতা দখল করে পাহলাভি রাজবংশ প্রতিষ্ঠা করেন। সেই সময়ে সংবাদমাধ্যমের স্বাধীনতা ছিলো না। তাদের উপর বিধিনিষেধ আরোপ করা হয়েছিল। ইরানের কমিউনিস্ট পার্টি ও ট্রেড ইউনিয়ন গুলোকে নিষিদ্ধ করা হয়েছিল। ১৯৪১ সালে রেজা শাহের অব্যাহতির পর, ইরানীয় জাতীয় সংসদ আবার ক্ষমতা ফিরে পায়। ১৯৪১ থেকে ১৯৫৩ সাল পর্যন্ত সংবিধান সম্মত রাজতন্ত্র বজায় থাকলেও সক্রিয় সংসদীয় গণতন্ত্র ব্যবস্থা চলতে থাকে, যেখানে মোহাম্মদ রেজা শাহ পাহলভী একক আইনি কার্যনির্বাহী ক্ষমতা লাভ করেন। ১৫ মার্চ, ১৯৫১ তারিখে প্রধানমন্ত্রী হুসেইন আলার নেতৃত্বাধীন জাতীয় সংসদ সর্বসম্মতভাবে তেল শিল্পকে জাতীয়করণের সিদ্ধান্ত নেয়, যা সেই সময়ে অ্যাংলো-ইরানিয়ান তেল কোম্পানি এর মাধ্যমে পরিচালিত হয়ে আসছিল।১৯৫৩ সালে ব্রিটিশ সংস্থা  এমআই৬ ও আমেরিকান সিআইএ মুহাম্মদ মোসাদ্দেক এর সরকারের বিরুদ্ধে একটি বিপ্লব পরিচালনা করে। তাদের প্রতিনিধিরা জনগণের মধ্যে এমন জনশ্রুতি ছড়ায় যে প্রজাতন্ত্রবাদী মোসাদ্দেক রাজতন্ত্রকে বাতিল করে নিজেকে নতুন ইরান প্রজাতন্ত্রের রাষ্ট্রপতি ঘোষণা করতে যাচ্ছেন, যা জনগণের মধ্যে রাজতন্ত্রবাদী প্রতিক্রিয়া তৈরি করে। ইরানের সাধারণ মানুষ প্রধানমন্ত্রীর বিরুদ্ধে বিদ্রোহ করে এবং একটি সফল বিপ্লব ঘটায়। শাহ, যিনি বিপ্লবের সময় নির্বাসনে ছিলেন, তিনি ইরানে ফিরে এসে জেনারেল ফাজলোল্লাহ জাহেদিকে নতুন প্রধানমন্ত্রী হিসেবে মনোনীত করেন। অনেক সমসাময়িক সূত্র বিপ্লবটিকে পুরোপুরি মার্কিন যুক্তরাষ্ট্রের সিআইএ ও ব্রিটিশ এমআই৬-এর কাজ বলে অভিহিত করেন। এই দুই সংস্থার বিরুদ্ধে বিপ্লব সংগঠিত করা ও প্রয়োজনীয় অর্থায়ন করার অভিযোগ তোলা হয়।। এসব সূত্র ১৯৭৩ সালে চিলিতে সিআইএর ভূমিকাসহ অন্যান্য বিপ্লবেও তাদের ভূমিকা নির্দেশ করে। তবে রাজতন্ত্রবাদীরা বলেন যে, বিপ্লবটি আসলে জনগণের একটি গণআন্দোলন ছিল। এতে বিদেশী গোয়েন্দা সংস্থাগুলির অবশ্যম্ভাবী সম্পৃক্ততা নেই বললেই চলে। কিছু ইতিহাসবিদের মতে, বিপ্লবটি সিআইএ-এর অর্থায়ন এবং ইরানী সমর্থন ছাড়া সম্ভব হতো না। এরপরে সাংবিধানিক রাজতন্ত্রের যুগ ধীরে ধীরে শেষ হয়ে আসে। কারণ শাহ একতরফাভাবে তার নির্বাহী ক্ষমতা প্রয়োগ করা শুরু করেন। এর ফলে ইরানে একনায়কতন্ত্রের দিকে অগ্রসর হওয়ার পথ তৈরি হয়। ১৯৭০-এর দশকের শুরুর দিকে বেশিরভাগ রাজনৈতিক দল নিষিদ্ধ হওয়ার পর, ইরান কার্যত রাস্তাখিজ পার্টির অধীনে একদলীয় রাষ্ট্রে পরিণত হয়। ন্যাশনাল ফ্রন্টের নেতা করিম সাঞ্জাবি এবং মোহাম্মদ কাজেম শরিয়তমাদারি-এর মতো মধ্যপন্থী ঐতিহ্যবাহী ইসলামী নেতারা সাংবিধানিক রাজতন্ত্রের পক্ষে সমর্থন অব্যাহত রাখেন।\n\nআন্তর্জাতিক চাপের মুখে, বিশেষত যুক্তরাষ্ট্রের প্রেসিডেন্ট জিমি কার্টার-এর প্রভাবে, শাহ ১৯৭০-এর দশকের শেষের দিকে বড় ধরনের গণতান্ত্রিক সংস্কার চালু করেন। এর মাধ্যমে সংবিধানিক রাজতন্ত্র ধীরে ধীরে পুনরুদ্ধার করার পরিকল্পনা করা হয়েছিল। তবে ১৯৭৮ এবং ১৯৭৯ সালে বেশ কয়েকটি বিদ্রোহের ফলে পরিস্থিতি পাল্টে যায়। শাহ, যিনি তখন টার্মিনাল ক্যান্সারে আক্রান্ত ছিলেন, চিকিৎসার জন্য পরিবারসহ দেশ ছেড়ে চলে যান। কয়েক সপ্তাহের মধ্যেই তার সরকার কার্যত ভেঙে পড়ে এবং দ্বিতীয় বিপ্লব শুরু হয়। নতুন বিপ্লবী অন্তর্বর্তীকালীন সরকার আনুষ্ঠানিকভাবে রাজতন্ত্র বিলুপ্ত করে ইরানকে প্রজাতন্ত্র ঘোষণা করে। ১৯৭৯ সালের এপ্রিল মাসে সর্বোচ্চ নেতৃত্বের অধীনে ইসলামী প্রজাতন্ত্র ইরান প্রতিষ্ঠিত হয়। বিপ্লব-পরবর্তী মাসগুলোতে, ইম্পেরিয়াল আর্মড ফোর্সেসের প্রাক্তন ফিল্ড মার্শাল বাহরাম আরিয়ানা নির্বাসনে একটি পাল্টা-বিপ্লব সংগঠিত করেন। প্যারিস, ফ্রান্স-এ তিনি অন্যান্য সামরিক কর্মকর্তাদের এবং প্রিন্স শাহরিয়ার শাফিক-এর সঙ্গে মিলে আজাদেগান নামে একটি প্রতিরোধ বাহিনী গঠন করেন। এই বাহিনী সংবিধানিক রাজতন্ত্র পুনরুদ্ধারে সহায়তা করার জন্য তৈরি করা হয়েছিল। তবে ক্রমবর্ধমান পাল্টা-বিপ্লবের ভয়ে খোমেনি-পন্থী এজেন্টরা ডিসেম্বর ১৯৭৯-এ প্যারিসে প্রিন্স শাহরিয়ারকে হত্যা করে। এটি রাজতন্ত্রপন্থী প্রতিরোধের জন্য একটি বড় ধাক্কা ছিল। যদিও ১৯৮০ এবং ১৯৮১ সালে কয়েকটি সফল অভিযান আন্তর্জাতিক মিডিয়ার দৃষ্টি আকর্ষণ করে, ইরান এবং ইরাক-এর মধ্যে যুদ্ধ শুরু হওয়ায় পাল্টা-বিপ্লবের সমস্ত আশা শেষ হয়ে যায়। ১৯৯০-এর দশক এবং ২০০০-এর পরবর্তী সময়ে শাহের সুনাম আংশিকভাবে পুনরুজ্জীবিত হয়। অনেক ইরানি তার শাসনামলকে ইরানের আরো সমৃদ্ধ এবং তুলনামূলকভাবে কম নিপীড়নমূলক সময় হিসেবে স্মরণ করে। সাংবাদিক আফশিন মোলাভি লক্ষ্য করেন, বিপ্লব-পূর্ব সমর্থক দরিদ্র জনগোষ্ঠীর মধ্যেও মন্তব্য শোনা যায়, যেমন \"শাহের আত্মার মঙ্গল হোক, তখন অর্থনীতি ভালো ছিল।\" তিনি বলেন, \"শাহ সম্পর্কে বই (যদিও সেন্সর করা) দ্রুত বিক্রি হয়,\" যেখানে \"খোমেনি-পন্থী বইগুলো অচল পড়ে থাকে।\" ইরানের সাবেক যুবরাজ রেজা পাহলভি নিজে তার রাজবংশ পুনঃপ্রতিষ্ঠার পক্ষে নন। তিনি বলেন, এটি ইরানিদের উপর নির্ভর করে যে তারা গণভোটের মাধ্যমে সংবিধানিক রাজতন্ত্র এবং পাহলভি পরিবারের পুনঃপ্রতিষ্ঠা চান কিনা।\n\n\n== রাজতন্ত্রপন্থী রাজনৈতিক দলসমূহ ==\nইরানের সংবিধানপন্থী দল\nন্যায়বিচার দল\nজাতীয়তাবাদী দল\nজাতীয় ইউনিয়ন দল\nনতুন ইরান দল (১৯২৭)\nনতুন ইরান দল (১৯৬৩-১৯৭৫)\nজনগণের দল\nউন্নয়ন দল\nরাসতাখিজ পার্টি\nসারবাজান এবং জানবখতেগান"}