{"pageid": 1495889, "title": "১০০ নারী (বিবিসি)", "url": "https://bn.wikipedia.org/wiki?curid=1495889", "content": "১০০ নারী হলো বিবিসি-র একটি বহু-মাধ্যমিক সিরিজ, যা ২০১৩ সালে প্রতিষ্ঠিত হয়। এই বার্ষিক সিরিজ ২১শ শতাব্দীতে নারীদের ভূমিকা বিশ্লেষণ করে। এতে লন্ডন এবং মেক্সিকোতে আয়োজিত অনুষ্ঠানে ১০০ জন নারীর তালিকা ঘোষণা এবং সম্মাননা জানানো হয়। তালিকা ঘোষণা পর থেকে আন্তর্জাতিক অনুষ্ঠানটি তিন সপ্তাহ ধরে চলে। এতে সম্প্রচার, অনলাইন প্রতিবেদন, বিতর্ক এবং নারীদের বিষয়ে সাংবাদিকতা অন্তর্ভুক্ত থাকে। বিশ্বের নারীদের টুইটার এর মাধ্যমে অংশগ্রহণ এবং তালিকা, সাক্ষাৎকার ও বিতর্কের বিষয়ে মন্তব্য করার জন্য উৎসাহিত করা হয়।\n\n\n== ইতিহাস ==\n২০১২ দিল্লি গণধর্ষণ ঘটনার পর তখনকার বিবিসি'র কন্ট্রোলার লিলিয়ান ল্যান্ডর,বিবিসি সম্পাদক ফিওনা ক্র্যাক এবং অন্যান্য সাংবাদিকরা নারীদের সামাজিক সমস্যা এবং অর্জন নিয়ে একটি সিরিজ তৈরির কথা চিন্তা করেন।\nতাঁরা মনে করেছিলেন যে, নারীরা যে সমস্ত সমস্যার সম্মুখীন হয়, সেগুলো গভীরভাবে আলোচনা করা হচ্ছে না। ২০১৩ সালের মার্চ মাসে বিবিসি একটি \"নারীদের কাছ থেকে এবং তাদের বিষয়ে আরও বেশি কন্টেন্ট তৈরি\" করার প্রস্তাব নিয়ে প্রচুর পরিমাণে প্রতিক্রিয়া পায়। নারীদের গণমাধ্যমে কম প্রতিনিধিত্বের সমস্যা সমাধানের জন্য বিবিসি ২০১৩ সালে এই সিরিজটি চালু করে। প্রথম অনুষ্ঠানে অংশগ্রহণকারী নারীদের নির্বাচন করা হয় ২৬টি বিভিন্ন ভাষার পরিষেবার মাধ্যমে। এক মাসব্যাপী এই প্রোগ্রামটি ২৫ অক্টোবর একটি কনফারেন্সের মাধ্যমে শেষ হয়, যেখানে সারা বিশ্বের ১০০ জন নারী তাঁদের অভিজ্ঞতা এবং সমস্যাগুলি নিয়ে আলোচনা করেন। কর্মসংস্থানের চ্যালেঞ্জ, নারীবাদ, মাতৃত্ব এবং ধর্মসহ বিভিন্ন বিষয়ে আলোচনা হয়। এতে নারীদের সাংস্কৃতিক এবং সামাজিক চ্যালেঞ্জগুলো বিশ্লেষণ করা হয়। এই সিরিজটি এরপর থেকে শিক্ষা, স্বাস্থ্যসেবা, সমান বেতন, যৌন নির্যাতন এবং গৃহে সহিংসতাসহ বহু বিষয়কে অন্তর্ভুক্ত করেছে। এটি নারীদের জন্য এমন একটি প্ল্যাটফর্ম তৈরি করেছে যেখানে তাঁরা বৈষম্য দূর করার এবং বিশ্বের উন্নতি করার উপায় নিয়ে আলোচনা করতে পারেন। এই তালিকায় সারা বিশ্বের নারীদের অন্তর্ভুক্ত করা হয়, যাঁরা বিভিন্ন কাজের সঙ্গে জড়িত। তালিকায় বিখ্যাত নারীদের পাশাপাশি অনেক কম পরিচিত ব্যক্তিরাও স্থান পান।\n\n\n== তথ্যসূত্র =="}