{"pageid": 1495352, "title": "আহমেদ শামলু", "url": "https://bn.wikipedia.org/wiki?curid=1495352", "content": "আহমেদ শামলু, যিনি তাঁর ছদ্মনাম এ. বামদাদ নামেও পরিচিত), (১২ ডিসেম্বর, ১৯২৫ – ২৩ জুলাই, ২০০০) ছিলেন একজন ইরানি কবি, লেখক এবং সাংবাদিক। শামলু আধুনিক ইরানি কবিতার অন্যতম প্রভাবশালী কবি হিসেবে বিবেচিত।\nতিনি তাঁর প্রাথমিক কবিতা নিমা ইউশিজ-এর মাধ্যমে পরিচিত হয়েছিলেন। এতে কবিতা লেখার নতুন ধারা লক্ষ্য করা যায়। ইরানি সাহিত্য সমালোচক আবদুলালি দাস্তগেইব মনে করেন, শামলু আধুনিক ফারসি কবিতায় তাঁর যুগের কবিদের উপর সবচেয়ে বেশি প্রভাব রেখেছেন।\nশামলুর কবিতা জটিল হলেও তাঁর চিত্রকল্প সহজেই বোঝা যায়, যা তাঁর কবিতার গভীরতাকে বাড়িয়ে তুলেছে। তিনি ইরানি পাঠকদের কাছে পরিচিত হাফিজ এবং ওমর খৈয়াম-এর মতো বিখ্যাত কবিদের চিত্রকল্প ব্যবহার করেছেন। একইসঙ্গে দৈনন্দিন জীবনের চিত্রকল্পের সঙ্গে বিমূর্ত ও বাস্তবের নতুন সংমিশ্রণ তৈরি করেছেন, যা ফারসি কবিতায় আগে কখনো দেখা যায়নি। একইসঙ্গে দৈনন্দিন জীবনের চিত্রকল্পের সঙ্গে বিমূর্ত ও বাস্তবের নতুন সংমিশ্রণ তৈরি করেছেন, যা ফারসি কবিতায় আগে কখনো দেখা যায়নি। শামলু ফরাসি থেকে ফারসিতে বহু অনুবাদ করেছেন এবং তাঁর নিজের কাজও বিভিন্ন ভাষায় অনুবাদ করা হয়েছে। তিনি নাটক, ছোটগল্প এবং চিত্রনাট্য লেখার পাশাপাশি শিশু সাহিত্য ও সাংবাদিকতার ক্ষেত্রে উল্লেখযোগ্য অবদান রেখেছেন। তাঁর তেরো খণ্ডের কেতাব-এ কুচে (দ্য বুক অফ অ্যালি) ইরানি লোককাহিনী বিশ্বাস এবং ভাষা বোঝার ক্ষেত্রে এক অনন্য বই।\n\n\n== জীবনী ==\n\n\n=== প্রারম্ভিক জীবন ===\nআহমেদ শামলু ১৯২৫ সালের ১২ ডিসেম্বর রাশত শহরে এক সামরিক পরিবারে জন্মগ্রহণ করেন। তাঁর বাবা হায়দার শামলু এবং মা কাওকাব আরাকি। পরিবারের ছয় সন্তানের মধ্যে তিনি দ্বিতীয় সন্তান এবং বাবা- মায়ের একমাত্র পুত্র। সামরিক পরিবারে বেড়ে ওঠা অনেক শিশুর মতো তিনিও বিভিন্ন শহরে প্রাথমিক শিক্ষা লাভ করেন। এই শহরগুলোর মধ্যে ছিলো ইরানের দক্ষিণ-পূর্বাঞ্চলের খাশএবং জাহেদান শহর, উত্তর-পূর্বের মাশহাদ, এবং উত্তরের রাশত। শামলুর শৈশব এবং কৈশোরকাল সহজ ছিলো না। তাঁর বাড়ির পরিবেশও তার বিকাশের ক্ষেত্রে স্বাভাবিক ছিলো না। তিনি খুবই একাকী জীবন কাটাতেন। পরিবারের সঙ্গে এক শহর থেকে অন্য শহরে যাওয়াটা তাঁর শিক্ষা ক্ষেত্রে বড় বাধা হয়ে দাঁড়ায়। ১৯৪১ সালে উচ্চ মাধ্যমিক শিক্ষা অসম্পূর্ণ থাকা অবস্থায় তিনি বিরজান্দ থেকে তেহরান চলে আসেন। তিনি এখানে আসেন জার্মানদের দ্বারা প্রতিষ্ঠিত টেকনিক্যাল স্কুলে ভর্তি হওয়ার উদ্দেশ্যে । এটি সেই সময়ের অন্যতম সেরা মাধ্যমিক বিদ্যালয় ছিলো এবং সেখানে জার্মান ভাষা শেখানো হতো। স্কুলের নিয়ম অনুযায়ী দুই বছর পিছিয়ে এই স্কুলে ভর্তি হন । কিন্তু ১৯৪২ সালে আবারও তাঁর পরিবার তেহরান ছেড়ে গোরগানএ চলে যায়। ১৯৪৫ সালে উরমিয়া শহরে উচ্চ মাধ্যমিক ডিগ্রি শেষ করার চেষ্টা করলেও তা হয়নি । ২৯ বছর বয়সে [[১৯৫৩ সালের ইরানি অভ্যুত্থানে প্রধানমন্ত্রী মোহাম্মদ মোসাদ্দেকের পতনের পর কমিউনিস্ট তুদেহ পার্টির সদস্য হওয়ার কারণে শামলুকে গ্রেপ্তার করা হয়। এ সময় তিনি এক বছরের বেশি কারাগারে বন্দী ছিলেন।\n\n\n=== ১৯৫৭–১৯৫৯ ===\n১৯৫৭ সালে প্রকাশিত তাঁর কাব্যগ্রন্থ ফ্রেশ এয়ার এর মাধ্যমে আহমেদ শামলু খ্যাতি অর্জন করেন। কবি ও দার্শনিক জিয়া মোভাহেদ মন্তব্য করেছিলেন, \"যে কেউ আজ ফ্রেশ এয়ার পড়লে বুঝতে পারবে যে এই ভাষা অন্য যে কোনো কিছুর চেয়ে একদম ভিন্ন। সমসাময়িক কবিতায় খুব কমজনই শামলুর মতো এমন ছন্দ সৃষ্টি করতে পেরেছেন। ফ্রেশ এয়ার ছিল আমাদের কবিতার ক্ষেত্রে হাফিজের পর সবচেয়ে গুরুত্বপূর্ণ ঘটনা।\"\n১৯৫৮ সালে শামলুর অনুবাদে জাহারিয়া স্তানকু-এর উপন্যাস বেয়ারফুট প্রকাশিত হয় যা একজন অনুবাদক হিসেবে তাঁর প্রতিষ্ঠা দৃঢ় করে। ১৯৫৯ সালে তিনি শিশুদের জন্য ছোটগল্প লেখা শুরু করেন। একই সময়ে, তিনি প্রামাণ্যচিত্র পরিচালনা করেন এবং ফিল্ম স্টুডিওতে কাজ করেন।\n\n\n=== ১৯৬০–১৯৬৯ ===\n১৯৬০ সালে তার কবিতার একটি নতুন সংকলন, দ্য গার্ডেন অফ মিররস প্রকাশিত হয়।\n১৯৬১ সালে তিনি কেতাব-এ-হাফতে ম্যাগাজিনের সম্পাদক হিসেবে নিয়োগ পান, যা ইরানএর সাহিত্যিক সাংবাদিকতার ভাষা ও ঐতিহ্যকে পরিবর্তন করে। ১৯৬২ সালে আন্দ্রে গিদে এবং রবার্ট মেরল এর অনুবাদ প্রকাশিত হয়। ১৯৬৪ সালে আরও দুটি কবিতার সংকলন প্রকাশিত হয়। আয়দা ইন দ্য মিরর এবং মোমেন্ট অ্যান্ড এটার্নিটি । ১৯৬৫ সালে একটি নতুন কবিতার সংকলন প্রকাশিত হয় যার নাম আয়দা, গাছ, স্মৃতি এবং তলোয়ার ।এরপর একটি নতুন অনুবাদও প্রকাশিত হয়। তিনি তার তৃতীয় প্রচেষ্টা হিসেবে দ্য বুক অব অ্যালি সংকলন প্রস্তুত করতে শুরু করেন। ১৯৬৬ সালে একটি নতুন কবিতার সংকলন প্রকাশিত হয় 'ফিনিক্স ইন দ্য রেইন নামে। একইবছর তার সাহিত্য ম্যাগাজিনটি তথ্য মন্ত্রণালয় (সাভাক) দ্বারা নিষিদ্ধ করা হয়। ১৯৬৭ সালে তিনি খুশে ম্যাগাজিনের সম্পাদক হন। তারপর তার নতুন অনুবাদ আর্সকিন ক্যাল্ডওয়েল এর একটি কাজ প্রকাশিত হয়। তিনি ইরানি লেখক সংঘ প্রতিষ্ঠায় যোগ দেন এবং ইরানের বিভিন্ন বিশ্ববিদ্যালয়ে বেশ কয়েকটি কবিতাও পাঠ করেন। ১৯৬৮ সালে তিনি হাফিজ-এর উপর অধ্যয়ন শুরু করেন। এরপর গার্সিয়া লোরকা'র কবিতা অনুবাদ করেন এবং সং অব সলোমন (পবিত্র বাইবেল) এর অনুবাদও করেন। তিনি নতুন ইরানি কবিদের জন্য একটি কবিতা পাঠ সপ্তাহের আয়োজন করেন, যা ব্যাপকভাবে প্রশংসিত হয়। এই অনুষ্ঠানে প্রদর্শিত কবিতাগুলি একটি বৃহৎ বইয়ে প্রকাশিত হয়, যেটি শামলু সম্পাদনা করেন। ১৯৬৯ সালে তার সাপ্তাহিক ম্যাগাজিন পুলিশ বন্ধ করে দেয়। এরপর অফ দ্য এয়ার অ্যান্ড মিররস, পুরোনো কবিতার একটি নির্বাচিত সংকলন প্রকাশিত হয়। একইসাথে তার নতুন কবিতার সংকলন ওডস ফর দ্য আর্থ প্রকাশিত হয়।\n\n\n=== ১৯৭০–১৯৭৯ ===\n১৯৭০ সালে শামলুর ব্লসমিং ইন দ্য মিস্ট প্রকাশিত হয়। সেই সময় তিনি টেলিভিশনের জন্য কিছু প্রামাণ্যচিত্র পরিচালনা করেন এবং শিশুদের জন্য বেশ কয়েকটি ছোটগল্প প্রকাশ করেন। ১৯৭১ সালে তিনি তাঁর আগের কিছু অনুবাদ পুণরায় সম্পাদনা করেন। ১৯৭২ সালে তিনি তেহরান বিশ্ববিদ্যালয়-এ ফারসি সাহিত্য পড়ানো শুরু করেন। শামলু বিভিন্ন আধুনিক এবং প্রাচীন কবিদের কাজ পাঠ করে অনেক অডিও ক্যাসেট প্রকাশ করেন। তিনি ইরানীয় ভাষা একাডেমি-এর সদস্যপদ অর্জন করেছিলেন। এই সময় তিনি কিছু নতুন অনুবাদ প্রকাশ করেন এবং কিছু চিত্রনাট্য লেখেন। এরপর অসুস্থ হয়ে পড়লে তিনি চিকিৎসার জন্য প্যারিসে যান। ১৯৭৩ সালে আব্রাহাম ইন ফায়ার এবং ডোরস অ্যান্ড দ্য গ্রেট চায়না ওয়াল নামে দুটি নতুন কাব্যগ্রন্থ প্রকাশিত হয়, সাথে নতুন কিছু অনুবাদও বের হয়। আব্রাহাম ইন ফায়ার গ্রন্থের \"দ্য সং অফ আব্রাহাম ইন ফায়ার\" শামলুর লেখা সবচেয়ে দক্ষ এবং জনপ্রিয় আধুনিক ফারসি কবিতা। এই কবিতায় শামলু তাঁর কবিতাকে পৃথিবীর সমষ্টিগত চেতনা-এর সঙ্গে যুক্ত করেন, যেখানে তিনি নায়ক এবং সমাজের বলী চরিত্রগুলিকে এক অদ্ভুতভাবে উপস্থাপন করেন। এই কবিতায় এমন একজন পুরুষের কাহিনী তুলে ধরা হয়েছে, যে নিজের জন্য পৃথিবী এবং ভালোবাসার জন্য ত্যাগ স্বীকার করে, কিন্তু অন্যরা তাদের অজ্ঞতা এবং পক্ষপাতের কারণে তার সাথে বিশ্বাসঘাতকতা করে। ১৯৭৫ সালে তিনি হাফিজ-এর ওপর তাঁর কাজ এবং গবেষণা প্রকাশ করেন। ১৯৭৬ সালে যুক্তরাষ্ট্রে যান এবং বিভিন্ন শহরে কবিতা পাঠ করেন। তিনি সান ফ্রান্সিসকো কবিতা উৎসবে অংশগ্রহণ করেন এবং তারপর ইরান ফিরে আসেন। ১৯৭৭ সালে তিনি তাঁর নতুন কবিতা ড্যাগার অন দ্য প্লেট প্রকাশ করেন। শামলু শাহের শাসনব্যবস্থার প্রতিবাদে ইরান ছেড়ে চলে যান এবং এক বছর যুক্তরাষ্ট্রে অবস্থান করেন, যেখানে তিনি আমেরিকান বিশ্ববিদ্যালয়গুলোতে বক্তৃতা দেন। ১৯৭৮ সালে যুক্তরাষ্ট্র ছেড়ে যুক্তরাজ্যে যান এবং সেখানে একটি নতুন প্রকাশনা ইরানশাহর-এর প্রধান সম্পাদক হিসেবে কাজ করেন। ১২টি সংখ্যার পর তিনি পদত্যাগ করেন এবং ইসলামি বিপ্লবের পর ইরানে ফিরে আসেন। তিনি ইরানি লেখক সংঘে পুনরায় যোগ দেন এবং একটি নতুন পত্রিকা কেতাব-এ জমে প্রকাশ শুরু করেন, যা ব্যাপক সাফল্য অর্জন করে। তিনি লেখক সংঘের নেতৃত্বের সদস্যপদে নির্বাচিত হন। ১৯৭৯ সালও ছিল একটি অত্যন্ত কর্মব্যস্ত বছর। তখন দ্য বুক অফ অ্যালি গ্রন্থের প্রথম এবং দ্বিতীয় খণ্ড প্রকাশিত হয়। তিনি লেখক সংঘের নেতৃত্বের সদস্যপদে পুনরায় নির্বাচিত হন।\n\n\n=== ১৯৮০–২০০০ ===\n১৯৮০ সালে তার দেশের কঠোর রাজনৈতিক পরিস্থিতির কারণে তিনি একটি একক জীবনযাপন শুরু করেন, যা পরবর্তী আট বছর ধরে চলতে থাকে। এই সময়ে তিনি আয়দার সাথে দ্য বুক অব অ্যালি তৈরি করতে এবং অন্যান্য অনেক সাহিত্যকর্মে কাজ করতে থাকেন, যার মধ্যে একটি অনুবাদও ছিল এন্ড কুইট ফ্লোজ দ্য ডন মিখাইল শোলোখোভ এর। ১৯৮৪ সালে তাকে নোবেল সাহিত্য পুরস্কার-এর জন্য মনোনীত করা হয়।\n১৯৮৮ সালে দ্য ওয়ার্ল্ড লিটারারি কংগ্রেস থেকে আমন্ত্রণ পান। তিনি ইউরোপ সফর করেন এবং অনেক বক্তৃতা ও কবিতা পাঠ করেন। তার কবিতার পূর্ণসংকলন জার্মানিতে মুদ্রিত হয়। এরপর তিনি ইরান ফিরে যান। ১৯৯০ সালে যুক্তরাষ্ট্র সফর করেন। হিউম্যান রাইটস এবং ফান্ড ফর ফ্রিডম অব এক্সপ্রেশন তাকে তাদের বার্ষিক পুরস্কারে সম্মানিত করে। তার কবিতা এবং সাহিত্যিক অবদান নিয়ে বেশ কয়েকটি বই প্রকাশিত হয়। ১৯৯১ সালে তিনি আবার ইউরোপ সফর করেন এবং পরবর্তীতে চার বছরের জন্য ইরান ফিরে যান। ওই বছরেই তিনি ফ্রিডম অব এক্সপ্রেশন অ্যাওয়ার্ড লাভ করেন, যা তাকে নিউ ইয়র্কভিত্তিক হিউম্যান রাইটস ওয়াচ প্রদান করে। ১৯৯২ সালে তার স্যাক্রেড ওয়ার্ডস গ্রন্থটি আর্মেনীয় এবং ইংরেজিতে প্রকাশিত হয়। ১৯৯৪ সালে সুইডেন সফর করেন, যেখানে তাকে তার সুইডিশ সম্পাদক মাসুদ দেহগানি ফিরোজাবাদী আমন্ত্রণ জানান। তিনি সেখানে বেশ কয়েকটি বক্তৃতা ও কবিতা পাঠ করেন।\n১৯৯৫ সালে এন্ড কুইট ফ্লোজ দ্য ডন এর অনুবাদ শেষ করেন। টরেন্টোতে একটি বিশেষ সমাবেশ অনুষ্ঠিত হয়, যেখানে ইরানি লেখক এবং সমালোচকরা শামলুর ফারসি কবিতায় অবদানের গুরুত্ব আলোচনা করেন। তার অরোরা! স্প্যানিশ ভাষায়ও প্রকাশিত হয়। ১৯৯৯ সালে তাকে সুইডিশ ফাউন্ডেশন থেকে স্টিগ ডাগারম্যান পুরস্কার প্রদান করা হয়।\n\n\n=== ব্যক্তিগত জীবন ===\n\nশামলু তিনবার বিয়ে করেছিলেন। ১৯৪৭ সালে তিনি আশরাফ ইসলামিয়া (মৃত্যু: ১৯৭৮) এর সাথে বিবাহবন্ধনে আবদ্ধ হন। তাদের তিনটি পুত্র ও একটি কন্যা ছিল। তাদের নাম হলো সিয়াবাশ শামলু (১৯৪৮–২০০৯), সাইরুস শামলু, সামান শামলু ও সাঘি শামলু। এই দম্পতি ১৯৫৭ সালে বহু বছর ধরে চলতে থাকা সংঘর্ষ ও দীর্ঘ সময়ের আলাদা থাকার পর ডিভোর্স নেন। তার দ্বিতীয় বিয়ে হয়েছিল তুসি হায়েরি মাযন্দরানি (১৯১৭–১৯৯৬) এর সাথে, যিনি শামলুর চেয়ে বয়সে বড় ছিলেন। চার বছর পর ১৯৬৩ সালে তাদের বিবাহবিচ্ছেদ হয়। শামলু আইদা সারকিসিয়ানের সাথে ১৯৬৪ সালে বিবাহবন্ধনে আবদ্ধ হন। আইদা ছিলেন একজন আর্মেনিয়ান-ইরানি পরিবার থেকে, যারা শামলুর প্রতিবেশী ছিলেন। তার খ্রিস্টান পরিবার শামলুর মুসলিম পারিবারিক পটভূমির কারণে তাদের বিয়েতে আপত্তি জানায়। তাছাড়া শামলু বয়সে বড় ছিলেন এবং তার দুইবার ডিভোর্স হয়েছিল। আইদা শামলুর জীবনে একটি গুরুত্বপূর্ণ ভূমিকা পালন করেন। তারা ২০০০ সালে শামলুর মৃত্যুর আগ পর্যন্ত একসঙ্গে ছিলেন। আইদার নাম শামলুর অনেক পরবর্তী কবিতায় উল্লেখিত হয়েছে। বর্তমানে তিনি কারাজ-এ বাস করেন।\n\n\n=== মৃত্যু ===\nএকাধিক রোগে আক্রান্ত হয়ে ১৯৯৬ সালে শামলুর শারীরিক অবস্থার অবনতি ঘটে। তিনি একাধিক অস্ত্রোপচার করান এবং ১৯৯৭ সালে তার ডায়াবেটিক সমস্যা গুরুতর হওয়ার কারণে তার ডান পা কেটে ফেলতে হয়। ২০০০ সালের ২৩ জুলাই, রবিবার, রাত ৯টার দিকে তিনি তার বাড়ি দেহকাদে ফারদিস, কারাজে, ডায়াবেটিসের জটিলতায় মৃত্যুবরণ করেন। ২৭ জুলাই, হাজার হাজার মানুষ আহমেদ শামলুর অন্ত্যেষ্টিক্রিয়ায় অংশ নেয়। তাকে ইমামজাদে তাহের, কারাজে দাফন করা হয়।\n\n২০০০ সালের ২৩ জুলাই, রবিবার, রাত ৯টার দিকে তিনি তার বাড়ি দেহকাদে ফারদিস, কারাজে, ডায়াবেটিসের জটিলতায় মৃত্যুবরণ করেন। ২৭ জুলাই, হাজার হাজার মানুষ আহমেদ শামলুর অন্ত্যেষ্টিক্রিয়ায় অংশ নেয়। তাকে ইমামজাদে তাহের, কারাজে দাফন করা হয়।\n\n\n== কর্ম ও শৈলী ==\n\nআহমদ শামলু ৭০টিরও বেশি বই প্রকাশ করেছেন। এরমধ্যে ১৬টি কবিতার খণ্ড; ৫টি কবিতার সংকলন; ৫ খণ্ডে লেখা উপন্যাস, ছোট গল্প ও স্যুপের স্ক্রীনপ্লে; ৯টি শিশু সাহিত্য সম্পর্কিত বই, যেগুলো ক্লিফোর্ড সম্পর্কে; ৯টি কবিতার অনুবাদ ফারসি ভাষায়; ২১টি উপন্যাস ফার্সি ভাষায় অনুবাদ; ৫টি প্রবন্ধ, বক্তৃতা ও সাক্ষাৎকারের সংকলন; ১০টি খণ্ড (এখন পর্যন্ত) দ্য বুক অফ এলি। আহমদ শামলুর কবিতার দর্শন পশ্চিমী আধুনিকতাবাদী ধারণা এবং প্রাচীন ফারসি কবিতার আধুনিক রূপান্তরের সঙ্গে মিলে যায়। স্প্যানিশ কবি ফেদেরিকো গার্সিয়া লোরকা, আফ্রিকান-আমেরিকান কবি ল্যাংস্টন হিউজ, ফরাসি চিন্তক ও লেখক লুই আরাগন এবং নিমা ইউশিজ তাকে প্রভাবিত করেছিলেন। তিনি ছিলেন নিমা ইউশিজের একজন শিষ্য এবং সেই প্রজন্মের একজন, যারা তার কৌশলগুলি গ্রহণ করেছিল। তিনি সবসময় নতুন পথ, নতুন কবিতার দিগন্ত খুঁজে বেড়াতেন। শামলু দ্রুত তরুণ ইরানি কবি ও লেখকদের মধ্যে এক গুরুত্বপূর্ণ নেতা হয়ে উঠেছিলেন, যাদের মধ্যে ছিলেন ফোরুঘ ফারোখজাদ, সোহরাব সেপেহরি, মেহদি আখাভান সেলস, ইয়াদোল্লাহ রোয়াইয়ী, নোস্রাত রাহমানি, এবং নাদের নাদারপুর। শামলু সাধারণ মানুষের শৈলী এবং ভাষা ব্যবহারের জন্য পরিচিত। তিনি একটি সোজা, মুক্ত কবিতার শৈলী বিকাশ করেছিলেন, যা ইরানে সেপিদ পার্সিয়ান পোয়েট্রি (অর্থাৎ সাদা ফারসি কবিতা) নামে পরিচিত, এটি এক ধরনের মুক্ত ভার্স যা প্রাচীন ফারসি কবিতার কঠোর সুর এবং ছন্দ থেকে মুক্ত। তার কবিতার থিমগুলি রাজনৈতিক বিষয়াদি, বিশেষত স্বাধীনতা এবং মানবিক অবস্থার উপর ভিত্তি করে। শামলুর কবিতাগুলি পূর্ণ মিথোলজিক্যাল ধারণা এবং প্রতীক দ্বারা পরিপূর্ণ, যা প্রথম দৃষ্টিতে সাধারণ এবং সাধারণ মানুষের চরিত্রগুলিকে মহিমান্বিত করে, যারা তাদের বিপ্লবী বিশ্বাসের জন্য রাজনৈতিকভাবে শাস্তি পেয়ে থাকে। যদিও তার কবিতার মূল লক্ষ্য ছিল এমন ব্যক্তিদের শুদ্ধতা, যাদের অনেকেই তার কাছের বন্ধু ছিলেন, শামলু সাহসীভাবে তার শোকগাঁথা কবিতাগুলি লিখেছিলেন এবং তার সমাজের নিষ্ঠুরতার সমালোচনা করতে একটুও পিছপা হননি।\n\n\n== রাজনৈতিক মতাদর্শ ==\nশামলু ছিলেন একজন মার্কসবাদী এবং সামাজিকভাবে সচেতন বুদ্ধিজীবী, যিনি ব্যক্তিগত প্রেম এবং স্নেহকে তাঁর সামাজিক মনোভাবের সঙ্গে সংযুক্ত করেছিলেন। তিনি গুরুত্বপূর্ণ বুদ্ধিজীবীদের একজন ছিলেন। তিনি ১৯৭৯ সালের বিপ্লবের আগে ইরানের প্রাক্তন শাহ-এর বিরোধিতা করেছিল । তাঁর জীবনে শামলু রাজনৈতিকভাবে সক্রিয় ছিলেন এবং দু'বার কারাবরণ করেছিলেন—প্রথমবার দ্বিতীয় বিশ্বযুদ্ধ শেষ হওয়ার পর এবং দ্বিতীয়বার ১৯৫৩ সালের অভ্যুত্থানের পরে। তবে তিনি ইরানি বিপ্লবের পরেও সামাজিক-রাজনৈতিকভাবে সক্রিয় ছিলেন এবং তাঁর কবিতার মাধ্যমে রাজনৈতিক ও সামাজিক সমালোচনার কণ্ঠস্বর জারি রেখেছিলেন। ১৯৭৬ সালে, তিনি সেন্সরশিপ এবং দমবন্ধ রাজনৈতিক পরিবেশের বিরুদ্ধে প্রতিবাদ হিসেবে ইরান ত্যাগ করেন। ১৯৭৭ সালে, শাহ শাসনের পতনের এক বছর আগে, তিনি ইরানি লেখক সংঘ সদস্যদের সমাবেশের অধিকার সমর্থন করে একটি উন্মুক্ত চিঠিতে স্বাক্ষর করেন।\nনতুন ইসলামী শাসকগোষ্ঠী শামলুকে একটি বিরুদ্ধবাদী জাতীয়তাবাদী একজন বিশ্বাসঘাতক এবং পশ্চিমা সংস্কৃতির দ্বারা প্রভাবিত লেখক হিসেবে বিবেচনা করেছিল।\nতবে তাঁর জনপ্রিয়তাকে বিবেচনা করে, শাসকগোষ্ঠী তাঁকে গ্রেফতার করতে পারেনি। তবে তাঁর কাজগুলো বছরের পর বছর প্রকাশ করতে দেয়নি। ১৯৯০-এর দশকের শুরুর দিক থেকে তাঁর কবিতাগুলো বিভিন্ন সাহিত্য সাময়িকীতে প্রকাশিত হতে থাকে।\n\n\n== পুরস্কারসমূহ ==\nফররুখ ফররোখজাদ পুরস্কার, ১৯৭৩\nমতপ্রকাশের স্বাধীনতা পুরস্কার, প্রদত্ত হিউম্যান রাইটস ওয়াচ দ্বারা, ১৯৯০\nস্টিগ ড্যাগারম্যান পুরস্কার, ১৯৯৯\nফ্রি ওয়ার্ড অ্যাওয়ার্ড, প্রদত্ত নেদারল্যান্ডসের \"পোয়েটস অব অল নেশন্স\" দ্বারা, ২০০০\n\n\n== গ্রন্থসমূহ ==\nদ্য ফরগটেন সঙস (১৯৪৭)\nদ্য ভারডিক্ট (১৯৫১)\nপোয়েমস অব আয়রন অ্যান্ড ফিলিংস (১৯৫৩)\nফ্রেশ এয়ার (১৯৫৭)\nদ্য মিরর অর্চার্ড (১৯৬০)\n'আয়দা ইন দ্য মিরর (১৯৬৪)\nমোমেন্টস অ্যান্ড ফরএভার (১৯৬৪)\nআয়দা: ট্রি, ড্যাগার, রিমেমব্রান্স (১৯৬৫)\nফিনিক্স ইন দ্য রেইন (১৯৬৬)\nব্লসমিং ইন দ্য মিস্ট (১৯৭০)\nআব্রাহাম ইন দ্য ফায়ার (১৯৭৩)\nদ্য ডোর্স অ্যান্ড দ্য গ্রেট ওয়াল অফ চায়না (১৯৭৩)\nঅফ এয়ারস অ্যান্ড মিররস (১৯৭৪)\nপয়নিয়ার্ড অন দ্য প্লেট (১৯৭৭)\nলিটল র‍্যাপসোডিজ অব এক্সাইল (১৯৭৯–১৯৮০)\nআনরিওয়ার্ড ইউলজিস (১৯৯২)\nদ্য কাল-ডি-স্যাক অ্যান্ড দ্য টাইগার্স ইন লাভ (১৯৯৮)\nদ্য টেল অফ মাহানের রেস্টলেসনেস (২০০০)\nদ্য বুক অফ অ্যালি (১৯৭৮–বর্তমান)"}