{"pageid": 1495419, "title": "লাকি ভাস্কর", "url": "https://bn.wikipedia.org/wiki?curid=1495419", "content": "লাকি ভাস্কর (ইংরেজি: Lucky Baska₹ হিসাবে শৈলীকৃত) হল ভেঙ্কি আটলুরি দ্বারা রচিত এবং পরিচালিত একটি ২০২৪ সালের ভারতীয় তেলুগু -ভাষা সময়ের ক্রাইম ড্রামা ফিল্ম। সিথারা এন্টারটেইনমেন্টস, ফরচুন ফোর সিনেমা এবং শ্রীকারা স্টুডিওর অধীনে এটি প্রযোজনা করেছেন এস. নাগাবংশী এবং সাই সৌজন্য। এই ছবিতে মীনাক্ষী চৌধুরীর সঙ্গে প্রধান চরিত্রে অভিনয় করেছেন দুলকার সালমান। ছবিতে, ভাস্কর কুমার, একজন নিম্ন-মধ্যবিত্ত মানুষ, ১৯৮৯ থেকে ১৯৯২ সাল পর্যন্ত ঋণ ও অপমানের সাথে লড়াই করার সময় তার পরিবারকে সমর্থন করার জন্য সংগ্রাম করে। তার হাত থেকে মুখের অস্তিত্ব এড়াতে মরিয়া, ভাস্কর ১৯৮৯ সালে আর্থিক কেলেঙ্কারির অন্ধকার জগতে একটি বিপজ্জনক নিমজ্জন নেয়।\nফিল্মটি আনুষ্ঠানিকভাবে ২০২৩ সালের মে মাসে দুলকার সালমান ৩২ শিরোনামের অধীনে ঘোষণা করা হয়েছিল, কারণ এটি প্রধান অভিনেতা হিসাবে অভিনেতার ৩২তম চলচ্চিত্র এবং জুলাই মাসে অফিসিয়াল শিরোনাম ঘোষণা করা হয়েছিল। প্রিন্সিপাল ফটোগ্রাফি ২০২৩ সালের অক্টোবরে শুরু হয়েছিল। এটি প্রধানত হায়দ্রাবাদে শ্যুটিং হয়েছিল। চলচ্চিত্রটির সঙ্গীত পরিচালনা করেছেন জিভি প্রকাশ কুমার, চিত্রগ্রহণ পরিচালনা করেছেন নিমিশ রবি এবং সম্পাদনা করেছেন নবীন নুলি।\nদীপাবলির সাথে মিলে ৩১শে অক্টোবর ২০২৪-এ লাকি ভাস্কর বিশ্বব্যাপী মুক্তি পায় এবং সমালোচকদের কাছ থেকে ইতিবাচক পর্যালোচনা পেয়েছে।\n\n\n== পটভূমি ==\nগল্পটি ভাস্কর সরাসরি শ্রোতাদের কাছে তাঁর যাত্রা বর্ণনা করে, প্রায়শই চতুর্থ প্রাচীরটি ভেঙে টুইস্টগুলি প্রকাশ করে এবং তার অনুপ্রেরণাগুলির অন্তর্দৃষ্টি সরবরাহ করে। প্রাথমিকভাবে পারিবারিক দায়িত্ব এবং আর্থিক সঙ্কটের দ্বারা ভারাক্রান্ত ব্যক্তি হিসাবে চিত্রিত করা হয়েছে, ভাস্কর ব্যাংকিং ব্যবস্থার ফাঁকফোকরগুলি কাজে লাগানোর সুযোগ গ্রহণ করেছেন। দ্রুত অর্থ উপার্জনের মরিয়া প্রচেষ্টা হিসাবে যা শুরু হয় তা একটি বৃহত্তর স্টক মার্কেট এবং মানি লন্ডারিং স্কিমে গণনা করা জড়িত হিসাবে বিকশিত হয়।\nভাস্কর নিম্ন-মধ্যবিত্ত থেকে ধনী হয়ে ওঠার সাথে সাথে তার চরিত্র রূপান্তরিত হয়, অহংকার এবং উচ্চাকাঙ্ক্ষা প্রকাশ করে। যাইহোক, তার স্ত্রী সুমতি তার নৈতিক কম্পাস হিসাবে পরিবেশন করে, তার পছন্দগুলি নিয়ে প্রশ্ন করে এবং তাকে তার কর্মের পরিণতির মুখোমুখি হতে বাধ্য করে।\n\n\n== কুশীলব ==\n\n\n== নির্মাণ ==\n\n\n=== বিকাশ ===\n২০২৩ সালের শেষ দিকে ভাথির সাফল্যের পরে, জানা গেছে যে ভেঙ্কি আটলুরি দুলকার সালমানের সাথে দেখা করেছিলেন এবং একটি চিত্রনাট্য বর্ণনা করেছিলেন যা অভিনেতাকে প্রভাবিত করেছিল। কিং অফ কোঠা (২০২৩) এর জন্য দুলকার তার প্রতিশ্রুতি সম্পন্ন করার পরে উৎপাদন শুরু হবে বলে জানা গেছে।\nপ্রকল্পটির অর্থায়ন করবে এস. নাগাবংশী এবং সাই সৌজন্যের সিথারা এন্টারটেইনমেন্ট, ফরচুন ফোর সিনেমাস এবং সিকারা স্টুডিও। কোম্পানিটি ১৫ মে ২০২৩-এ একটি সর্বজনীন ঘোষণা করে, পরে প্রকল্পটি নিশ্চিত করেন এবং আরও বলে যে চিত্রগ্রহণ পরবর্তী অক্টোবরে শুরু হবে এবং গ্রীষ্মে (জুন-আগস্ট ২০২৪) মুক্তি পাবে। চলচ্চিত্রটির অনুষ্ঠানিক শিরোনাম, লাকি ভাস্কর, ২৮ জুলাই ২০২৩-এ ঘোষণা করা হয়েছিল।\n\n\n=== চিত্রগ্রহণ ===\nপ্রধান চিত্রগ্রহণ ৪ অক্টোবর ২০২৩ হায়দ্রাবাদে প্রথম সময়সূচীর সাথে শুরু হয়েছিল।\n\n\n== সঙ্গীত ==\n\nজিভি প্রকাশ কুমার ছবিটির সঙ্গীত পরিচালনা করেছেন।  অডিও স্বত্ব আদিত্য মিউজিক অধিগ্রহণ করেছে। প্রথম একক, \"শ্রীমতি গারু\" ১৯ জুন ২০২৪-এ মুক্তি পায়। দ্বিতীয় একক, শিরোনাম ট্র্যাক, ২৮ জুলাই ২০২৪-এ মুক্তি পায়।\n\n\n== মুক্তি ==\n\n\n=== নাট্য ===\nতামিল, মালায়ালাম এবং হিন্দি ভাষায় ডাব করা সংস্করণের সাথে দীপাবলির সাথে মিলে ৩১শে অক্টোবর ২০২৪-এ লাকি ভাস্কর বিশ্বব্যাপী মুক্তি পায়। এটি প্রাথমিকভাবে ২০২৪ সালের জুলাই মাসে মুক্তি পাওয়ার কথা ছিল। কিন্তু ২৭ সেপ্টেম্বর ২০২৪ এ মুক্তির জন্য স্থগিত করা হয়েছিল।  পরবর্তীতে, এটি বিনায়ক চবিথির সাথে মিলে ৭ সেপ্টেম্বর ২০২৪-এর জন্য অগ্রিম করা হয়েছিল কিন্তু আবার স্থগিত করা হয়েছিল।\n\n\n=== হোম মিডিয়া ===\nফিল্মটি ২৮ নভেম্বর ২০২৪ থেকে নেটফ্লিক্সে তেলুগুতে এবং তামিল, মালয়ালম, কন্নড় এবং হিন্দি ভাষায় ডাব করা সংস্করণে সম্প্রচার শুরু হয়েছিল। স্টার মা টেলিভিশনে প্রচার স্বত্বের জন্য এই চলচ্চিত্রটি কিনেছেন।\n\n\n== অভ্যর্থনা ==\nটাইমস অব ইন্ডিয়ার পল নিকোডেমাস ৩.৫/৫ স্টার দিয়েছেন এবং তিনি লিখেছেন \"লাকি ভাস্কর একটি চিত্তাকর্ষক সময়ের ক্রাইম থ্রিলার হিসাবে আবির্ভূত হয়েছে, মানুষের উচ্চাকাঙ্ক্ষা এবং স্থিতিস্থাপকতার গল্পের সাথে একটি নস্টালজিক পটভূমিকে মিশ্রিত করেছে।\" টাইমস নাউয়ের শশীধর আদিভি ৩.৫/৫ স্টার দিয়েছেন এবং তিনি লিখেছেন \"লাকি ভাস্কর আবেগ এবং চতুর আর্থিক থিমের একটি নিখুঁত মিশ্রণ। এই ধরনের নাটক তৈরি করা কঠিন।\" ইন্ডিয়া টুডের জননী কে ৩/৫ স্টার দিয়েছেন এবং তিনি লিখেছেন \"লাকি ভাস্কর প্রধান অংশের জন্য কাজ করে কারণ ভেঙ্কি আটলুরির বিস্তারিত এবং দুর্দান্ত অভিনয়ের প্রতি মনোযোগ দেওয়া হয়েছে।\"\nদ্য হিন্দুর এর সঙ্গীতা দেবী দুন্ডু লিখেছেন \"পরিচালক ভেঙ্কি আটলুরি একটি দুর্দান্ত দুলকার সালমান দ্বারা শিরোনামে, লাকি ভাস্কর আর্থিক কেলেঙ্কারি এবং সম্পর্কের মধ্যে একটি ভারসাম্য বজায় রেখেছেন।\"\n\n\n=== বক্স অফিস ===\nবিশ্বব্যাপী তার প্রথম ১ বিলিয়ন গ্রোসে, লাকি ভাস্কর ছিল ক্যারিয়ারের মাইলফলক।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে লাকি ভাস্কর  (ইংরেজি)"}