{"pageid": 1495247, "title": "নওয়াজেস আহমদ", "url": "https://bn.wikipedia.org/wiki?curid=1495247", "content": "নওয়াজেস আহমদ (১৯১৬-২০০০) একজন আইনজীবী, রাজনীতিবিদ ও সরকারি চাকুরিজীবী ছিলেন। তিনি বাংলাদেশের স্বাধীনতা যুদ্ধ চলাকালে তৎকালীন পূর্ব পাকিস্তানের খাদ্য ও কৃষি মন্ত্রী ছিলেন।\n\n\n== প্রারম্ভিক জীবন ==\nতিনি ১৯১৬ সালে ব্রিটিশ ভারতের বেঙ্গল প্রেসিডেন্সির নদীয়া জেলার রানাঘাটের শ্যামনগরে জন্মগ্রহণ করেন। ১৯২৮ সালে মাজদিয়া রেলবাজার উচ্চ বিদ্যালয় থেকে মেট্রিকুলেশন পরীক্ষার উত্তীর্ণ হওয়ার পর তিনি দুই বছর পর কৃষ্ণনগর সরকারি কলেজ থেকে ইন্টারমিডিয়েট পরীক্ষায় পাশ করে স্নাতক অর্জন করেন এবং রিপন কলেজ থেকে কলাবিদ্যায় স্নাতক ও আইনে স্নাতকোত্তর তথা এলএলএম অর্জন করেন।\n\n\n== কর্মজীবন ==\nতিনি ১৯৩৮ সাল থেকে রানাঘাট আদালতে আইনজীবী হিসেবে কাজ শুরু করেন। ১৯৪৬ সালের বঙ্গীয় আইনসভা নির্বাচনে তিনি নিখিল ভারত মুসলিম লীগের রাজনীতিবিদ হিসেবে অংশ নিয়ে নদীয়া পূর্ব আসনের আইনসভা সদস্য হোন। ভারত বিভাজনের আগে সপরিবারে তিনি জেলার চুয়াডাঙ্গা মহকুমার বাস্তুপুরে স্থানান্তরিত হোন। ১৯৪৭ সালে পাকিস্তান সৃষ্টি হওয়ার পর তিনি এর নবগঠিত পূর্ববঙ্গ প্রদেশের কুষ্টিয়া জেলার প্রথম চেয়ারম্যান, কুষ্টিয়া জেলা স্কুল বোর্ডের সভাপতি এবং পাকিস্তান মুসলিম লীগের সংসদীয় দলের যুগ্ম সম্পাদক ছিলেন। তিনি ষাটের দশকে কাউন্সিল মুসলিম লীগের সদস্য হয়েছিলেন। ১৯৭১ সালে বাংলাদেশের স্বাধীনতা যুদ্ধ চলাকালে মালেক মন্ত্রিসভায় তাকে মন্ত্রী বানানো হয়। বাংলাদেশের স্বাধীনতার পর ২৪ ডিসেম্বর ১৯৭১ সালে যুদ্ধের সময় পাকিস্তানকে সহযোগিতা করার জন্য বাংলাদেশ সরকার তাকে গ্রেফতার করেছিল। ৩০ নভেম্বর ১৯৭৩ সালে বাংলাদেশ সরকার মন্ত্রিসভার আটক সদস্যদের প্রতি সাধারণ ক্ষমা ঘোষণা করায় তিনি মুক্তি পেয়েছিলেন। স্বাধীনতার পর নওয়াজেস বাংলাদেশ মুসলিম লীগের সহ-সভাপতি ছিলেন। তিনি চুয়াডাঙ্গা আদালতে কাজ করেছেন এবং চুয়াডাঙ্গা বার অ্যাসোসিয়েশনের সভাপতি হিসেবে নির্বাচিত হয়েছিলেন।\n\n\n== ব্যক্তিগত জীবন ও মৃত্যু ==\nতার বাবার নাম মনির উদ্দীন। চুয়াডাঙ্গা মহকুমার ৯টি গ্রামে তার জমিদারী ছিল। তাকে ব্রিটিশ কর্তৃপক্ষ খান সাহেব উপাধি প্রদান করেছিল যা তিনি ১৯৪৬ সালে নিখিল ভারত মুসলিম লীগের নেতা মোহাম্মদ আলী জিন্নাহের আহ্বানে প্রত্যাহার করে নিয়েছিলেন। তার ৩ ছেলে ও ২ মেয়ের মধ্যে বড় ছেলে গৃহায়ণ ও গণপূর্তের চেয়ারম্যান ছিলেন। তিনি চুয়াডাঙ্গার কোর্ট রোডে অবস্থিত নিজ বাসভবনে বসবাস করতেন এবং সেখানেই ১৩ মার্চ ২০০০ সালে মৃত্যুবরণ করেন।\n\n\n== তথ্যসূত্র =="}