{"pageid": 1495337, "title": "রাজনৈতিক বয়ান", "url": "https://bn.wikipedia.org/wiki?curid=1495337", "content": "রাজনৈতিক বয়ান বা আখ্যান (ইংরেজি: Political narrative) হল মানবিক ও রাষ্ট্রবিজ্ঞানে ব্যবহৃত একটি শব্দ যা বর্ণনা করার জন্য যেভাবে গল্প বলা বাস্তবতার উপলব্ধিকে প্রভাবিত করতে পারে। রাজনৈতিক বর্ণনা শুধু একটি তাত্ত্বিক ধারণা নয়। এটি একটি কার্যকর হাতিয়ার, যা রাজনৈতিক ব্যক্তিত্বরা ব্যবহার করেন। এর মাধ্যমে তারা মানুষের দৃষ্টিভঙ্গি গড়ে তুলতে সাহায্য করেন এবং তাদের পরিবেশে বিভিন্ন সামাজিক গোষ্ঠী ও ব্যক্তির মধ্যে সম্পর্ক পরিবর্তন করেন। ফলস্বরূপ, কল্পনা বাস্তবে পরিণত হওয়ার সম্ভাবনা রয়েছে এবং অতিপ্রাকৃত গল্পগুলি পাবলিক ডিসকোর্সের সাথে যুক্ত হয়ে যায়।\nরাজনৈতিক বর্ণনার ক্ষেত্রে মেটা-ন্যারেটিভ একটি গুরুত্বপূর্ণ উপাদান। এটি রাজনৈতিক প্রেক্ষাপটে গল্প বলার কৃত্রিমতা বা নির্মাণশৈলীকে অন্তর্ভুক্ত করে। তারা ভবিষ্যদ্বাণী এবং বিকাশ বা সম্প্রসারণের গল্পের ছদ্মবেশে ইতিহাস সৃষ্টির মাধ্যমে বাস্তবতার উপলব্ধি গঠনে কেন্দ্রীয় ভূমিকা পালন করে।\n\n\n== পটভূমি ==\nরাজনৈতিক বর্ণনার ধারণাটি বর্ণনামূলক তত্ত্বে চিত্রিত ধারণাগুলি থেকে উদ্ভূত হয়েছে, যা ২০১৭ সালে ডোনাল্ড ট্রাম্পের \"ফেক নিউজ\" এর জনপ্রিয়করণের মাধ্যমে অভিষেক হওয়ার পর মানবিক ও রাষ্ট্রবিজ্ঞানে ক্রমশ জনপ্রিয় হয়ে উঠেছে। আখ্যানের অধ্যয়ন ২০ শতকের গোড়ার দিকে শুরু হয়েছিল এবং ১৯৭০ এর দশকে পুনরুত্থানের অভিজ্ঞতা হয়েছিল;  যখন নারীবাদী গবেষকরা আলোকিত করতে শুরু করেছিলেন কীভাবে গল্প বলার মধ্যে নারীদের জীবন গঠন করা হয় - এবং এই গবেষণাটি পরবর্তীকালে লিঙ্গভিত্তিক রাজনৈতিক বর্ণনার উপর গবেষণার অগ্রগামী হয়েছে।\nবর্ণনামূলক তত্ত্বটি সাহিত্য তত্ত্ব-এর মধ্যে দৃশ্যমান ধারণা থেকে বিকশিত হয়েছিল যা ১৯৪০-এর দশকে সংস্কারের সম্মুখীন হয়েছিল এবং যখন উপন্যাস সাহিত্য অধ্যয়নের একটি মাধ্যম হিসেবে বৈধতা লাভ করতে শুরু করেছিল। কবিতা এবং নাটক নান্দনিকতার জন্য তাদের ফর্ম এবং কাঠামোতে মূল্যবান ছিল  উপন্যাসগুলি পাঠকদের আরও বিস্তৃতভাবে প্রভাবিত করার ক্ষমতার জন্য উল্লেখযোগ্য হয়ে ওঠে৷ গল্পগুলি কেবল নৈর্ব্যক্তিক বর্ণনার পরিবর্তে মানব প্রকৃতিকে চিত্রিত করতে সক্ষম হয়৷ পণ্ডিত ওয়াল্টার আর ফিশার দ্বারা করা শুরু  কাজের ফলস্বরূপ যা ধরে রাখে যে আখ্যানটি যোগাযোগের সবচেয়ে স্বজ্ঞাত রূপ এবং তাই এটি রাজনীতির কেন্দ্রবিন্দু বলে পরামর্শ দেওয়ার জন্য বর্ণনামূলক মডেল শব্দটির ধারণা৷\n\n\n== রাজনৈতিক আখ্যানের বিভিন্ন ব্যবহার ==\n\n\n=== ২০১৬ সালের মার্কিন নির্বাচন ===\n  \n  \nরাজনীতিতে গল্প বলার শক্তি ২০১৬ সালের মার্কিন প্রেসিডেন্ট নির্বাচনের মাধ্যমে বিশেষভাবে প্রকাশ পায়। এই নির্বাচন এমন একটি পরিবেশ তৈরি করে যেখানে গল্প বলার মাধ্যমে মানুষের মধ্যে একটি অভিন্ন পরিচয় ও সংযোগের অনুভূতি গড়ে ওঠে।  \nনির্বাচনের সময় প্রচারিত বিভিন্ন গল্পের ভিত্তিতে গঠিত পরিচয় ও মতামত এবং ওই গল্পগুলোর বার্তার আবেগ ভোটারদের সিদ্ধান্তকে প্রভাবিত করে। ট্রাম্প তার প্রচারাভিযানে \"সাংস্কৃতিক ক্ষতির\" একটি বর্ণনা উপস্থাপন করেন, যা ইতিমধ্যেই দেশে বিদ্যমান নৈতিক আতঙ্ক {{POV statement}} -এর ওপর ভিত্তি করে গড়ে ওঠে।  \nরাজনৈতিক গল্পের তত্ত্ব অনুযায়ী, নির্দিষ্ট ধরনের গল্প সমাজে বিদ্যমান আবেগ থেকেই বিকশিত হয় এবং রাজনৈতিক ব্যক্তিত্বরা মূলত সেই পরিস্থিতি কীভাবে পুনরুদ্ধার করা উচিত তা নির্দেশ করে।  \n২০১৬ সালের মার্কিন নির্বাচনে ব্যবহৃত প্রধান গল্পগুলো হিলারি ক্লিনটনের ইমেইল কেলেঙ্কারি, রাশিয়ার হস্তক্ষেপ, অভিবাসন নীতি এবং অর্থনৈতিক নীতির চারপাশে আবর্তিত হয়েছিল।  \nসমাজবিজ্ঞানী আর্লি রাসেল হকশিল্ড এই ধরনের গল্পকে গভীর গল্প (deep stories) বলে অভিহিত করেন। তিনি ব্যাখ্যা করেন যে রাজনৈতিক গল্প বলার সময় আবেগ প্রায়শই বাস্তব তথ্যের চেয়ে বেশি প্রভাব বিস্তার করে।\n\n\n=== অস্ট্রেলিয়া এবং চিলড্রেন ওভারবোর্ড কাণ্ড ===\n\nরাজনৈতিক আখ্যান প্রায়ই সমাজে উপলব্ধ হুমকি মোকাবিলার উদ্দেশ্যে ব্যবহৃত হয়, কারণ একটি সাধারণ হুমকির বিরুদ্ধে পদক্ষেপ নেওয়া রাজনৈতিক সমর্থন সংগ্রহ করতে পারে এবং মৌলিক সমস্যাগুলোর দিক থেকে মনোযোগ সরিয়ে নিতে পারে। ২০০১ সালের ৭ অক্টোবর, তৎকালীন অভিবাসন মন্ত্রী ফিলিপ রুডক গণমাধ্যমকে জানান যে, অস্ট্রেলিয়ার প্রতিরক্ষা বাহিনী একটি সন্দেহভাজন ‘অবৈধ অনুপ্রবেশকারী নৌযান’কে আটকানোর সময় অভিযোগ উঠেছিল যে তারা তাদের শিশুদের সমুদ্রে ফেলে দিয়েছে। এই গল্পটি তৎকালীন প্রতিরক্ষা মন্ত্রী পিটার রেইথ এবং প্রধানমন্ত্রী জন হাওয়ার্ডসহ অস্ট্রেলিয়ান সরকারের উচ্চপর্যায়ের মন্ত্রীদের দ্বারা আরও প্রচারিত হয়েছিল। তবে, অস্ট্রেলিয়ার সিনেট নির্বাচনী কমিটির একটি তদন্তে জানা যায় যে ফিলিপ রুডক এবং অন্যান্য মন্ত্রীরা এই আখ্যানটি ২০০১ সালের ফেডারেল নির্বাচনী প্রচারণার সময় রাজনৈতিক হাতিয়ার হিসেবে ব্যবহার করেছিলেন।\nঅস্ট্রেলিয়ার রাজনৈতিক ইতিহাসে আখ্যানের ব্যবহার উল্লেখযোগ্য। রাজনৈতিক বক্তৃতা হলো অস্ট্রেলিয়ায় আখ্যান প্রচারের অন্যতম প্রধান হাতিয়ার, যা বার্ষিক বাজেট বক্তৃতার মাধ্যমে পরিচালিত হয়। এই বক্তৃতা কমনওয়েলথের প্রশাসন ও ব্যয়ের আখ্যান বজায় রাখে। যদিও রাজনৈতিক বক্তৃতা শুধুমাত্র অস্ট্রেলিয়ার জন্য নয়, এর মাধ্যমে অনেক ঐতিহাসিক মাইলফলক গড়ে উঠেছে। বিশেষ করে কেভিন রুডের ২০০৮ সালের ক্ষমাপ্রার্থনা সংক্রান্ত বক্তৃতাগুলো বিশেষভাবে উল্লেখযোগ্য।\n\n\n=== নাৎসি জার্মানি এবং ইহুদিবিদ্বেষ ===\nপ্রচার হলো এমন একটি মাধ্যম যা রাজনৈতিক ব্যক্তিত্বরা প্রায়ই জনমত গঠন এবং তাদের আখ্যানকে সমাজে প্রতিষ্ঠিত করার জন্য ব্যবহার করে থাকেন। নাৎসি প্রচার ছিল অ্যাডলফ হিটলারের একনায়কতান্ত্রিক শাসন ব্যবস্থার একটি অত্যন্ত কঠোর হাতিয়ার, যা তার রাজনৈতিক স্বার্থে মিথ্যা ছড়ানোর জন্য ব্যবহৃত হয়েছিল। নাৎসি দলের দ্বারা প্রচারিত ধারাবাহিক আখ্যানগুলো ইতিহাসবিদদের মতে, হলোকাস্টে ইহুদিদের বিরুদ্ধে পরিচালিত গণহত্যার ব্যাপকতা অর্জনে সহায়ক হয়েছিল। এই আখ্যান প্রচারের জন্য বক্তৃতা, প্রবন্ধ, সংবাদপত্র, চলচ্চিত্র, পুস্তক, শিক্ষা ব্যবস্থা এবং পোস্টার ব্যবহার করা হয়েছিল। জোসেফ গোয়েবেলস, নাৎসি দলের প্রচারমন্ত্রী, ইহুদিদেরকে বলির পাঁঠা হিসেবে ব্যবহার করে প্রথম বিশ্বযুদ্ধে জার্মানির পরাজয় এবং ভার্সাই চুক্তির শর্তাবলীর কারণে সৃষ্ট সামাজিক ও অর্থনৈতিক হতাশার জন্য দায়ী করেন।\nনাৎসি জার্মানির নির্মিত আখ্যানগুলো রাজনৈতিক আখ্যান আলোচনা করার সময় গুরুত্বপূর্ণ, কারণ এগুলো মিথ্যার ব্যবহার এবং তথ্যের অমর্যাদার ফলে কতটা ক্ষতিকর প্রভাব হতে পারে তা তুলে ধরে। এই প্রেক্ষাপটে গল্প বলার মাধ্যম শুধুমাত্র একটি রাজনৈতিক হাতিয়ার নয়, এটি একটি বিকৃত রাজনৈতিক বাস্তবতার মাধ্যমে মতাদর্শ গঠনের মাধ্যম হিসেবেও ব্যবহৃত হয়।\n\n\n== লিঙ্গভিত্তিক রাজনৈতিক আখ্যান ==\n\nরাজনৈতিক আখ্যান প্রায়ই প্রান্তিক জনগোষ্ঠী, বিশেষ করে নারীদেরকে উপেক্ষা করে, যা পিতৃতান্ত্রিক রাজনৈতিক ব্যবস্থার ইতিহাসের ফলাফল। লিঙ্গভিত্তিক রাজনৈতিক আখ্যানের ধারণাগুলো অন্তর্ভুক্ত করে নারীদের উপস্থাপনার ধরন এবং আখ্যান নির্মাণে তাদের বাদ পড়ার বিষয়টি। এর মূল কারণ হলো রাজনীতিতে নারীদের প্রতিনিধিত্বের অভাব এবং বর্তমান সময়েও বিরাজমান লিঙ্গ বৈষম্য, যা রাজনৈতিক অঙ্গনে নারীদের ক্ষমতায়িত আখ্যান তৈরিতে বাধা দেয়।\nরাজনৈতিক আখ্যান তৈরিতে লিঙ্গের গুরুত্ব সমাজ গঠনের বিভিন্ন ক্ষেত্রে দৃশ্যমান, যেমন সংগঠনের ধরণ থেকে চিন্তাভাবনার পদ্ধতি পর্যন্ত। পুরুষের প্রভাবিত রাজনৈতিক সিদ্ধান্ত গ্রহণের প্রক্রিয়া এবং ২১শ শতাব্দীর বর্তমান সময়েও এই প্রবণতা অব্যাহত থাকা স্পষ্ট করে যে কেন রাজনৈতিক আখ্যান সুফ্রাগেট আন্দোলনের মাধ্যমে নারীবাদী হয়ে উঠতে শুরু করে। ১৯শ শতাব্দীর শেষভাগ এবং ২০শ শতাব্দীর শুরুতে নারীদের অধিকার আন্দোলনকারীদের সংখ্যাবৃদ্ধির সাথেও এটি ঘনিষ্ঠভাবে যুক্ত।\n\n\n== গণমাধ্যম এবং রাজনৈতিক বর্ণনার প্রচার ==\n\nগণমাধ্যম রাজনৈতিক বর্ণনা প্রচার এবং প্রতিষ্ঠায় গুরুত্বপূর্ণ ভূমিকা পালন করেছে। অস্ট্রেলিয়ায়, \"চিলড্রেন ওভারবোর্ড\" ঘটনা নিয়ে তৈরি বর্ণনা জনসাধারণের কাছে ছড়িয়ে দেওয়ার জন্য গণমাধ্যম ব্যবহার করা হয়েছিল। আরও গুরুত্বপূর্ণভাবে, ২০১৬ সালের মার্কিন যুক্তরাষ্ট্রের প্রেসিডেন্ট নির্বাচনে গণমাধ্যম অত্যন্ত গুরুত্বপূর্ণ ভূমিকা পালন করে, যা শুধু যুক্তরাষ্ট্রেই সীমাবদ্ধ ছিল না, বরং বিশ্বব্যাপী প্রভাব বিস্তার করে। বিশেষত, এই নির্বাচনী প্রচারাভিযান দেখিয়েছে যে সামাজিক যোগাযোগমাধ্যম রাজনৈতিক বর্ণনা প্রচারে ক্রমেই গুরুত্বপূর্ণ হয়ে উঠছে, কারণ এটি বর্তমানে সংবাদ উৎসের জন্য সবচেয়ে বেশি ব্যবহৃত মাধ্যম।\nগণমাধ্যম প্রায়ই রাজনৈতিক সহিংসতা এবং সন্ত্রাসবাদ ছড়িয়ে দেওয়ার প্রক্রিয়ার সঙ্গে যুক্ত থাকে, যেগুলো গণমাধ্যমের মাধ্যমে বার্তা প্রচারের ফলে আরও শক্তিশালী হয়। তবে, গণমাধ্যমের বৈশিষ্ট্য হলো এটি বহুমুখী এবং বিভিন্ন বর্ণনা উপস্থাপন করতে সক্ষম, যদিও এটি সাধারণত নিরপেক্ষ থাকার চেষ্টা করে। স্থানীয় গণমাধ্যম সংশ্লিষ্ট দেশের জনগণের জন্য প্রাসঙ্গিক গল্প তুলে ধরে, তবে আন্তর্জাতিক সংবাদ মাধ্যম রাজনৈতিক বর্ণনাকে দেশের সীমানার বাইরেও ছড়িয়ে দিতে গুরুত্বপূর্ণ ভূমিকা পালন করে। ২০১৬ সালের মার্কিন নির্বাচন এই বিষয়টি পরিষ্কারভাবে তুলে ধরে যে কীভাবে বর্ণনাগুলো এক স্থান থেকে অন্য স্থানে প্রবাহিত হয়। যুক্তরাষ্ট্রের শক্তিশালী গণমাধ্যম কাঠামো আন্তর্জাতিক গণমাধ্যমকে সীমাহীনভাবে এই বিষয়বস্তুতে প্রবেশাধিকার দেয়। যদিও নির্বাচনী বর্ণনাগুলো মূলত মার্কিন জনগণের জন্য তৈরি হয়েছিল, আন্তর্জাতিক মনোযোগের কারণে এই বর্ণনাগুলো বৈশ্বিক রাজনৈতিক ব্যক্তিত্ব এবং প্রক্রিয়ায় প্রভাব ফেলে।\n\n\n== তথ্যসূত্র =="}