{"pageid": 1496925, "title": "আধুনিকত্ব", "url": "https://bn.wikipedia.org/wiki?curid=1496925", "content": "আধুনিকত্ব, মানববিদ্যা ও সামাজিক বিজ্ঞানের বিষয়, হলো ঐতিহাসিক সময় (আধুনিক যুগ) এবং বিশেষ সামাজিক-সাংস্কৃতিক মান, দৃষ্টিভঙ্গি ও অনুশীলনের সমষ্টি যা রেনেসাঁর প্রেক্ষাপটে উদ্ভূত হয়েছিল - সপ্তদশ শতাব্দীর চিন্তাধারার যুক্তির যুগে ও অষ্টাদশ শতাব্দীর আলোকিত। ভাষ্যকাররা বিভিন্নভাবে আধুনিকত্বের যুগকে ১৯৩০ সালের মধ্যে শেষ হয়ে গেছে, ১৯৪৫ সালে দ্বিতীয় বিশ্বযুদ্ধের মাধ্যমে বা ১৯৮০ ও ১৯৯০ এর দশকের মধ্যবর্তী সময়কালের মতো শেষ বলে মনে করেন; অনুসরণ যুগকে প্রায়ই উত্তর আধুনিকত্ব হিসাবে উল্লেখ করা হয়। সমসাময়িক ইতিহাস শব্দটি ১৯৪৫-পরবর্তী সময়সীমাকে বোঝাতেও ব্যবহৃত হয়, এটিকে আধুনিক বা উত্তর-আধুনিক যুগের জন্য বরাদ্দ না করে।\nক্ষেত্রের উপর নির্ভর করে, আধুনিকতা বিভিন্ন সময়কাল বা গুণাবলী উল্লেখ করতে পারে। ইতিহাস রচনায়, ষোড়শ থেকে অষ্টাদশ শতাব্দীকে সাধারণত আদি আধুনিক হিসাবে বর্ণনা করা হয়, যখন সুদীর্ঘ ঊনবিংশতি শতাব্দী আধুনিক ইতিহাসের সাথে যথাযথভাবে মিলে যায়। যদিও এটি আন্তঃসম্পর্কিত ঐতিহাসিক প্রক্রিয়া ও সাংস্কৃতিক ঘটনাগুলির বিস্তৃত পরিসর (ধরন থেকে আধুনিক যুদ্ধকালীন অবস্থা পর্যন্ত) অন্তর্ভুক্ত করে, এটি তারা যে পরিস্থিতি তৈরি করে তার বিষয়গত বা অস্তিত্বগত অভিজ্ঞতা ও মানব সংস্কৃতি, প্রতিষ্ঠান এবং রাজনীতিতে তাদের চলমান প্রভাবকেও উল্লেখ করতে পারে।\nবিশ্লেষণাত্মক ধারণা এবং আদর্শিক ধারণা হিসেবে, আধুনিকতা দার্শনিক ও নান্দনিক আধুনিকতার নীতির সাথে ঘনিষ্ঠভাবে জড়িত; রাজনৈতিক ও বুদ্ধিবৃত্তিক স্রোত যা আলোকিতকরণের সাথে ছেদ করে; এবং পরবর্তী উন্নয়ন যেমন অস্তিত্ববাদ, আধুনিক শিল্পকলা, সামাজিক বিজ্ঞানের আনুষ্ঠানিক প্রতিষ্ঠা ও\nমার্কসবাদের মতো সমসাময়িক বিরোধী বিকাশ। এটি পুঁজিবাদের উত্থানের সাথে সম্পর্কিত সামাজিক সম্পর্কও অন্তর্ভুক্ত করে এবং ধর্মনিরপেক্ষকরণ, উদারীকরণ, আধুনিকীকরণ ও শিল্পোত্তর জীবনের সাথে যুক্ত দৃষ্টিভঙ্গির পরিবর্তন।\nউনবিংশ ও বিংশ শতাব্দীর শেষাংশে, আধুনিকতাবাদী শিল্পকলা, রাজনীতি, বিজ্ঞান এবং সংস্কৃতি শুধুমাত্র পশ্চিম ইউরোপ ও উত্তর আমেরিকা নয়, কিন্তু পৃথিবীর প্রায় প্রতিটি জনবহুল এলাকা, যার মধ্যে পশ্চিমা বিরোধী আন্দোলন ও বিশ্বায়নের বিরোধিতা করা আন্দোলনগুলি সহ। আধুনিক যুগ ব্যক্তিবাদ,  পুঁজিবাদ, নগরায়ন এবং প্রযুক্তিগত ও রাজনৈতিক প্রগতির সম্ভাবনার বিশ্বাসের সাথে ঘনিষ্ঠভাবে জড়িত। যুদ্ধ এবং এই যুগের অন্যান্য অনুভূত সমস্যা, যার মধ্যে অনেকগুলি দ্রুত পরিবর্তনের প্রভাব থেকে আসে, এবং প্রথাগত ধর্মীয় ও নৈতিক নিয়মের শক্তির সংযুক্ত ক্ষতি, আধুনিক উন্নয়নের বিরুদ্ধে অনেক প্রতিক্রিয়া সৃষ্টি করেছে। আশাবাদ এবং ধ্রুবক অগ্রগতিতে বিশ্বাস সাম্প্রতিক সময়ে উত্তর-আধুনিকতা দ্বারা সমালোচিত হয়েছে যখন অন্যান্য মহাদেশে পশ্চিম ইউরোপ এবং ইঙ্গ আমেরিকার আধিপত্য উত্তর-ঔপনিবেশিক তত্ত্ব দ্বারা সমালোচিত হয়েছে।\nশিল্পকলার ইতিহাসের প্রেক্ষাপটে, আধুনিকতার আরো সীমিত অর্থ রয়েছে, এবং যেটি আধুনিক শিল্পকলার সময়কে কভার করে। এই অর্থে শব্দটির ব্যবহার শার্ল বোদলেয়ারকে আরোপ করা হয়, যিনি তার ১৮৬৩ সালের প্রবন্ধ আধুনিক জীবনের চিত্রশিল্পীতে \"শহুরে মহানগরে জীবনের ক্ষণস্থায়ী, ক্ষণস্থায়ী অভিজ্ঞতা\" মনোনীত করে এবং সেই অভিজ্ঞতাটি ধরার দায়িত্ব শিল্পকলাকে। এই অর্থে, শব্দটি \"সময়ের সাথে নির্দিষ্ট সম্পর্ককে বোঝায়, যা তীব্র ঐতিহাসিক বিচ্ছিন্নতা বা ফাটল দ্বারা চিহ্নিত, ভবিষ্যতের অভিনবত্বের জন্য উন্মুক্ততা, এবং বর্তমানের অনন্যতার প্রতি উচ্চতর সংবেদনশীলতা\"।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\n\n\n== আরও পড়ুন ==\n\n\n== বহিঃসংযোগ ==\n\n উইকিমিডিয়া কমন্সে আধুনিকত্ব সম্পর্কিত মিডিয়া দেখুন।"}