{"pageid": 1496113, "title": "প্রাক্তন সভ্যতা", "url": "https://bn.wikipedia.org/wiki?curid=1496113", "content": "প্রাক্তন সভ্যতা বা প্রাক্তন প্রাচীনত্ব হলো ধ্রুপদী সভ্যতার শেষ থেকে মধ্যযুগের স্থানীয় সূচনা পর্যন্ত বিস্তৃত সময়কাল, এবং অবস্থানের ভিত্তিতে ইউরোপে ও ভূমধ্যসাগরীয় অববাহিকার সীমানা সংলগ্ন অঞ্চলে ৩য় শতাব্দীর শেষ থেকে ৭ম বা ৮ম শতাব্দী পর্যন্ত।\nইতিহাসবিদ পিটার ব্রাউন এটিকে ১৫০ থেকে ৭৫০ খ্রিস্টাব্দের মধ্যে সময়কালের প্রস্তাব করেছিলেন। অক্সফোর্ড সেন্টার ফর লেট অ্যান্টিকুইটি এটিকে ২৫০ থেকে ৭৫০ খ্রিস্টাব্দের মধ্যে সময়কাল হিসাবে উল্লেখ করে। পশ্চিমে, এটি আদি মধ্যযুগের সূচনার সাথে সাধারণত ৬ষ্ঠ শতাব্দী বা তারও পূর্বে পশ্চিম রোমান সাম্রাজ্যের প্রান্তে স্থাপিত হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nPerry Anderson, Passages from Antiquity to Feudalism, NLB, London, 1974.\nPeter Brown, The World of Late Antiquity: from Marcus Aurelius to Muhammad (CE 150–750), Thames and Hudson, 1989, আইএসবিএন ০-৩৯৩-৯৫৮০৩-৫\nPeter Brown, Authority and the Sacred : Aspects of the Christianisation of the Roman World, Routledge, 1997, আইএসবিএন ০-৫২১-৫৯৫৫৭-৬\nPeter Brown, The Rise of Western Christendom: Triumph and Diversity 200–1000 CE, Blackwell, 2003, আইএসবিএন ০-৬৩১-২২১৩৮-৭\nHenning Börm, Westrom. Von Honorius bis Justinian, 2nd ed., Kohlhammer Verlag, 2018, আইএসবিএন ৯৭৮-৩-১৭-০২৩২৭৬-১. (Review in English).\nAveril Cameron, The Later Roman Empire: CE 284–430, Harvard University Press, 1993, আইএসবিএন ০-৬৭৪-৫১১৯৪-৮\nAveril Cameron, The Mediterranean World in Late Antiquity CE 395–700, Routledge, 2011, আইএসবিএন ০-৪১৫-০১৪২১-২\nAveril Cameron et al. (editors), The Cambridge Ancient History, vols. 12–14, Cambridge University Press 1997ff.\nGilian Clark, Late Antiquity: A Very Short Introduction, Oxford University Press, 2011, আইএসবিএন ৯৭৮-০-১৯-৯৫৪৬২০-৬\nJohn Curran, Pagan City and Christian Capital: Rome in the Fourth Century, Clarendon Press, 2000.\nAlexander Demandt, Die Spätantike, 2nd ed., Beck, 2007\nPeter Dinzelbacher and Werner Heinz, Europa in der Spätantike, Primus, 2007.\nMateusz Fafinski, and Jakob Riemenschneider. Monasticism and the City in Late Antiquity and the Early Middle Ages. Elements in Late Antique Religion 2. Cambridge: Camabridge University Press, 2023.\nFabio Gasti, Profilo storico della letteratura tardolatina, Pavia University Press, 2013, আইএসবিএন ৯৭৮-৮৮-৯৬৭৬৪-০৯-১.\nTomas Hägg (ed.) \"SO Debate: The World of Late Antiquity revisited,\" in Symbolae Osloenses (72), 1997.\nScott F. Johnson ed., The Oxford Handbook of Late Antiquity, Oxford University Press, 2012, আইএসবিএন ৯৭৮-০-১৯-৫৩৩৬৯৩-১\nArnold H.M. Jones, The Later Roman Empire, 284–602; a social, economic and administrative survey, vols. I, II, University of Oklahoma Press, 1964.\nKitzinger, Ernst (১৯৭৭)। Byzantine art in the making: main lines of stylistic development in Mediterranean art, 3rd–7th century। Faber & Faber। আইএসবিএন 0-571-11154-8। \nBertrand Lançon, Rome in Late Antiquity: CE 313–604, Routledge, 2001.\nNoel Lenski (ed.), The Cambridge Companion to the Age of Constantine, Cambridge University Press, 2006.\nSamuel N.C. Lieu and Dominic Montserrat (eds.), From Constantine to Julian: Pagan and Byzantine Views, A Source History, Routledge, 1996.\nJosef Lössl and Nicholas J. Baker-Brian (eds.), A Companion to Religion in Late Antiquity, Wiley Blackwell, 2018.\nMichael Maas (ed.), The Cambridge Companion to the Age of Justinian, Cambridge University Press, 2005.\nMichael Maas (ed.), The Cambridge Companion to the Age of Attila, Cambridge University Press, 2015.\nRobert Markus, The end of Ancient Christianity, Cambridge University Press, 1990.\nRamsay MacMullen, Christianizing the Roman Empire C.E. 100–400, Yale University Press, 1984.\nStephen Mitchell, A History of the Later Roman Empire. CE 284–641, 2nd ed., Blackwell, 2015.\nMichael Rostovtzeff (rev. P. Fraser), The Social and Economic History of the Roman Empire, Oxford University Press, 1979.\nJohannes Wienand (ed.), Contested Monarchy. Integrating the Roman Empire in the Fourth Century CE, Oxford University Press, 2015.\nGasper, Giles (২০২৪)। \"On the Six Days of Creation: The Hexaemeral Tradition\"।   Goroncy, Jason। T&T Clark Handbook of the Doctrine of Creation। Bloomsbury Publishing। পৃষ্ঠা 176–190। \n\n\n== বহিঃসংযোগ ==\n\nNew Advent – The Fathers of the Church, a Catholic website with English translations of the Early Fathers of the Church.\nORB Encyclopedia's section on Late Antiquity in the Mediterranean from ORB\nOverview of Late Antiquity, from ORB\nPrinceton/Stanford Working Papers in Classics, a collaborative forum of Princeton and Stanford to make the latest scholarship on the field available in advance of final publication.\nThe End of the Classical World, source documents from the Internet Medieval Sourcebook\nWorlds of Late Antiquity  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০০৫-০৬-০৬ তারিখে, from the University of Pennsylvania\nAge of spirituality : late antique and early Christian art, third to seventh century from The Metropolitan Museum of Art\nটেমপ্লেট:History of Europe\n\nটেমপ্লেট:Middle Ages"}