{"pageid": 1496940, "title": "লিন্ডা মিকম্যাহন", "url": "https://bn.wikipedia.org/wiki?curid=1496940", "content": "লিন্ডা মারি মিকম্যাহন (ইংরেজি: Linda Marie McMahon, কুমারী পারিবারিক নাম এডওয়ার্ডস; জন্ম ৪ই অক্টোবর, ১৯৪৮) একজন মার্কিন রাজনীতিবিদ, শীর্ষ ব্যবসায়িক কর্মকর্তা ও প্রাক্তন পেশাদার কুস্তিশিল্পী। তিনি ২০১৭ থেকে ২০১৯ সাল পর্যন্ত মার্কিন রাষ্ট্রপতি ডোনাল্ড ট্রাম্পের শাসনামলে মার্কিন যুক্তরাষ্ট্রের ক্ষুদ্র ব্যবসা প্রশাসনের প্রশাসক ছিলেন। তিনি ট্রাম্পের দ্বিতীয় মেয়াদের প্রশাসনের অধীনে মার্কিন যুক্তরাষ্ট্রের শিক্ষামন্ত্রী পদে মনোনীত হয়েছেন।\nমিকম্যাহন ও তাঁর স্বামী ভিন্স মিকম্যাহন টাইটান স্পোর্টস নামক ক্রীড়া বিনোদন কোম্পানিটি প্রতিষ্ঠা করেন, যেটি বর্তমানে ওয়ার্ল্ড রেসলিং এন্টারটেইনমেন্ট কোম্পানি হিসেবে পরিচিত। তিনি ১৯৮০ থেকে ২০০৯ সাল পর্যন্ত প্রতিষ্ঠানটির প্রেসিডেন্ট ও পরবর্তীতে প্রধান নির্বাহী কর্মকর্তা ছিলেন। এসময় কোম্পানিটি উত্তর-পূর্ব মার্কিন যুক্তরাষ্ট্রের একটি আঞ্চলিক ব্যবসা থেকে একটি বৃহৎ বহুজাতিক ব্যবসায় পরিণত হয়। লিন্ডা কোম্পানিটির গেট রিয়েল ও স্ম্যাকডাউন! ইওর ভোট নামক নাগরিক কর্মসূচিগুলি চালু করেন। কদাচিৎ তিনি টিভির পর্দায় পরিবেশনা করেছেন, যার মধ্যে বিশেষ করে তাঁর স্বামী ভিন্সের সাথে পর্দায় দ্বন্দ্বটি উল্লেখ্য। ২০০৯ সালে তিনি ওয়ার্ল্ড রেসলিং এন্টারটেইনমেন্ট ত্যাগ করে রিপাবলিকান পার্টির প্রার্থী হিসেবে কানেটিকাট অঙ্গরাজ্য থেকে সিনেটর পদের জন্য ২০১০ সালের সিনেট নির্বাচনে অংশ নেন, কিন্তু ডেমোক্র্যাটিক প্রার্থী রিচার্ড ব্লুমেনথালের কাছে পরাজিত হন। এরপর ২০১২ সালে কানেটিকাটের অপর সিনেটর পদের জন্য নির্বাচনে লড়েও ডেমোক্র্যাটিক প্রার্থী ক্রিস মার্ফি-র কাছে পরাজিত হন।\n২০১৬ সালের ৭ই ডিসেম্বর নির্বাচিত রাষ্ট্রপতি ডোনাল্ড ট্রাম্প লিন্ডা মিকম্যাহনকে ক্ষুদ্র ব্যবসা প্রশাসনের প্রশাসক হিসেবে মনোনীত করেন। ২০১৭ সালের ২৪শে জানুয়ারি সিনেট নিশ্চিতকরণ শুনানি অনুষ্ঠিত হয় এবং ফেব্রুয়ারিতে তাঁর মনোনয়ন অনুমোদন লাভ করে। ২০১৯ সালের মার্চে ট্রাম্প প্রশাসন ঘোষণা দেয় যে লিন্ডা প্রশাসক পদ থেকে সরে ট্রাম্পের পুনর্নিবাচন প্রচারাভিযানে অংশ নেবেন। ১৫ই এপ্রিল তিনি আমেরিকা ফার্স্ট অ্যাকশন নামক ট্রাম্প- পন্থী অতিবৃহৎ রাজনৈতিক তহবিল সংগ্রহ কমিটি-র (পলিটিকাল অ্যাকশন কমিটি) প্রধান মনোনীত হন।\n২০২৪ সালে ১৯শে নভেম্বর ডোনাল্ড ট্রাম্প লিন্ডা মিকম্যাহনকে মার্কিন শিক্ষামন্ত্রী পদের জন্য মনোনীত করেন।\n\n\n== তথ্যসূত্র =="}