{"pageid": 1496514, "title": "আল তিজারিয়া টাওয়ার", "url": "https://bn.wikipedia.org/wiki?curid=1496514", "content": "আল তিজারিয়া টাওয়ার (আরবি: برج التجارية) শার্ক, কুয়েত-এ একটি গগনচুম্বী ভবন। এই টাওয়ারের বৈশিষ্ট্য হলো প্রতিটি তলার মধ্যে দুই ডিগ্রির মোচড় রয়েছে।\n\n\n== প্রোফাইল ==\nটাওয়ারটি আল শহীদ পার্ক-এর বিপরীতে অবস্থিত। ভবনটির এলাকা ৪,২৯৩.৬ বর্গমিটার (৪৬,২১৬ বর্গফুট)।\nআল তিজারিয়া টাওয়ার (যা কুয়েত ট্রেড সেন্টার নামেও পরিচিত) এর নকশাটি স্পাইরাল বা হেলিক্স থেকে অনুপ্রাণিত। টাওয়ারের মূল অংশটি নিচ থেকে উপরের তলা পর্যন্ত ৮০ ডিগ্রি \"মোচড়\" দিয়ে উপরে উঠেছে। এই টাওয়ারের প্ল্যানটি কেন্দ্রে একটি বৃত্তাকার আকৃতির কোর নিয়ে সাজানো হয়েছে। কোরের চারপাশে কনসেন্ট্রিক স্ট্রাকচারাল কলামগুলো স্থাপন করা হয়েছে, যা প্রতিটি তলার অবস্থান বজায় রাখে এবং একইসঙ্গে তলাগুলোর বাইরের অংশ মোচড় দেওয়া সম্ভব করে। এই বাইরের অংশের মোচড়ানো নকশা টাওয়ারটিকে একটি ডাইনামিক আকৃতি প্রদান করে। টাওয়ারের ভিতরে ছয় তলার উচ্চতার একটি উল্লম্ব গার্ডেন রয়েছে, যা পুরো টাওয়ারের উচ্চতা ধরে \"মোচড়\" দেওয়া ডিজাইনের মাধ্যমে উপরে উঠে গেছে।\nটাওয়ারের বাহিরের ক্ল্যাডিং নকশাটি একটি মসৃণ অ্যালুমিনিয়াম এবং কাঁচের ইউনিটাইজড কার্টেন ওয়াল সিস্টেম ব্যবহার করে তৈরি। উপকরণগুলোর মধ্যে রয়েছে নীল আভাযুক্ত নিরোধক কাঁচ এবং রূপালি অ্যালুমিনিয়ামের প্যানেল। অ্যাট্রিয়ামের কাঁচ একটি নিরোধক “স্বচ্ছ” লো-ই কাঁচ দিয়ে তৈরি (যেখানে সূর্যের তাপ নিয়ন্ত্রণের জন্য বিশেষ সিরামিক ফ্রিট প্যাটার্ন ব্যবহার করা হয়েছে), যা স্টেইনলেস স্টিল পয়েন্ট-ফিক্সেশন সিস্টেমের মাধ্যমে সমর্থিত। টাওয়ারের বিপরীতে পডিয়ামটি প্রাকৃতিক পাথর এবং প্রি-কাস্ট কংক্রিটের সংমিশ্রণে মোড়ানো।\nটাওয়ারটি পাঁচতলা পডিয়াম শপিং মল নিয়ে গঠিত, যার ছাদে খোলা আকাশের নিচে একটি বাগান রয়েছে। এর উপরে একটি অফিস টাওয়ার তৈরি করা হয়েছে। শপিং মলের কাঠামোগত সিস্টেমটি ৯ x ৯ মিটার গ্রিডে স্থাপিত একটি ওয়াফেল স্ল্যাব কলাম ব্যবহার করে তৈরি। অফিসের তলাগুলো স্ট্রাকচারাল স্টিল বিম দ্বারা সমর্থিত রিইনফোর্সড কংক্রিট স্ল্যাব। প্রতিটি তলার প্লেট ২.০ ডিগ্রি ক্লকওয়াইজ ঘূর্ণন দিয়ে উপরের দিকে উঠেছে। অনুভূমিক স্থিতিশীলতা নিশ্চিত করার জন্য একটি শক্তিশালী কোর ওয়াল এবং টাওয়ার এলাকায় একটি ২১ মিটার (৬৯ ফুট) ব্যাসের কোর ওয়াল ব্যবহার করা হয়েছে। বারোটি সমানভাবে স্থাপিত টাওয়ার কলামগুলো রিইনফোর্সড কংক্রিট বা স্টিলের যৌগিক উপাদান দিয়ে তৈরি।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\n\"আল তিজারিয়া টাওয়ার\"।  সিটিবিইউ স্কাইস্ক্রেপার সেন্টার। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\"Emporis building ID 208240\"। Emporis। Archived from the original on মে ১৬, ২০২১। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: ইউআরএল ফিট নয় (link) \nস্কাইস্ক্র্যাপারপেইজ -এ আল তিজারিয়া টাওয়ার"}