{"pageid": 1496568, "title": "জিগ্গুরাত পিরামিড, দুবাই", "url": "https://bn.wikipedia.org/wiki?curid=1496568", "content": "জিগ্গুরাট পিরামিড একটি পিরামিড-আকৃতির আর্কোলজি, যা ২০০৮ সালে দুবাইয়ে নির্মাণ করার জন্য পরিকল্পিত হয়েছিল। এর নির্মাণ কাজ ২০২৫ সালে শুরু হয়ে ২০৩১ সালের মধ্যে শেষ হওয়ার কথা ছিল।\nএই কাঠামোটি প্রায় এক মিলিয়ন মানুষের জন্য বাসযোগ্য করার উদ্দেশ্যে নকশা করা হয়েছে এবং এটি প্রাকৃতিক শক্তি উৎস ব্যবহার করে সম্পূর্ণভাবে আত্মনির্ভরশীল হতে পারবে বলে ধারণা করা হচ্ছে। মায়া সভ্যতা এবং মিসরীয়দের পিরামিডের মতো দুবাইয়ের এই কাঠামোটিও বিশাল আকৃতির হবে; এটি ২.৩ বর্গ কিলোমিটার (০.৮৮ বর্গ মাইল) এলাকা জুড়ে বিস্তৃত হবে এবং এক মিলিয়ন মানুষের একটি সম্প্রদায়কে টিকিয়ে রাখতে সক্ষম হবে। \"জিগ্গুরাট\" নামটি প্রাচীন মেসোপটেমিয়ার উপত্যকার মন্দির টাওয়ার থেকে নেওয়া হয়েছে, যা একটি টেরেস-যুক্ত পিরামিড কাঠামো এবং ধাপে ধাপে সরু হয়ে যাওয়া স্তর নিয়ে গঠিত। এটি একটি কার্বন নিরপেক্ষ কাঠামো হবে।\nআন্তর্জাতিক শহুরে পরিবেশ ইনস্টিটিউটের মতে, জিগ্গুরাট প্রকল্পে ব্যবহৃত প্রযুক্তিগুলি এটিকে একটি কার্যকর মেগাসিটি হিসাবে গড়ে তুলতে পারবে। টিমলিংক্স ইতোমধ্যে এই প্রকল্পে ব্যবহৃত নকশা এবং প্রযুক্তির পেটেন্ট করেছে। দুবাই-ভিত্তিক পরিবেশবান্ধব নকশার কোম্পানি টিমলিংক্স এই বিল্ডিংয়ের দায়িত্বে রয়েছে। টিমলিংক্স জানিয়েছে, এই ভবনটি সবুজ শক্তিতে পরিচালিত হবে এবং সম্পূর্ণরূপে বিদ্যুৎ গ্রিডের বাইরে পরিচালিত হতে পারবে। ভবনে একটি কার্যকর গণপরিবহন ব্যবস্থাও থাকবে, যা অনুভূমিক এবং উল্লম্ব উভয় দিকেই চলতে সক্ষম।\n“জিগগুরাট সম্প্রদায়গুলি প্রায় পুরোপুরি শক্তি-স্বয়ংসম্পূর্ণ হতে পারে। ভবনে স্টিম পাওয়ার ব্যবহারের পাশাপাশি আমরা প্রাকৃতিক শক্তি সংস্থাগুলি সংগ্রহের জন্য বায়ু টারবাইন প্রযুক্তিও ব্যবহার করব। পুরো শহরগুলি এমন কমপ্লেক্সে থাকতে পারে, যা মূল জমির ১০% এর কম ব্যবহার করে। অবকাশ যাপন এবং কৃষির জন্য ভবনের সাম্প্রদায়িক এবং ব্যক্তিগত ল্যান্ডস্কেপিং ব্যবহার করা হবে,” বলেছেন টিমলিংক্সের ব্যবস্থাপনা পরিচালক, রিডাস ম্যাটোনিস।\nভবিষ্যতের এই শহরে অনুভূমিক ও উল্লম্বভাবে একত্রিত ৩৬০-ডিগ্রি নেটওয়ার্ক পরিবহনের মাধ্যম হিসেবে কাজ করবে, যা গাড়ির প্রয়োজনীয়তা দূর করবে। নিরাপত্তার জন্য মুখ চিনতে পারার প্রযুক্তি জিগ্গুরাট প্রকল্পের আরেকটি আকর্ষণীয় বৈশিষ্ট্য।\n২০০৮ সালের প্রাথমিক প্রস্তাবনার পরে আর কোনো তথ্য পাওয়া যায়নি।\n\n\n== তথ্যসূত্র =="}