{"pageid": 1496339, "title": "জেমস পিস", "url": "https://bn.wikipedia.org/wiki?curid=1496339", "content": "কেনেথ জেমস পিস (ইংরেজি: Kenneth James Peace) ১৯৬৩ সালের ২৮ সেপ্টেম্বর পেইসলি-তে জন্মগ্রহণ করেন। তিনি একজন স্কটিশ গীতিকার (এবং সুরকার), কনসার্ট পিয়ানিস্ট এবং ভিজ্যুয়াল আর্টিস্ট।\n\n\n== পরিচ্ছদসমূহ ==\n\n\n== জীবনী ==\nজেমস পিস ১৯৬৩ সালের ২৮ সেপ্টেম্বর স্কটল্যান্ডের পেইসলি-তে জন্মগ্রহণ করেন। তিনি তাঁর শৈশবের বেশিরভাগ সময় কাটিয়েছেন হেলেন্সবার্গে। হেলেন্সবার্গ স্কটল্যান্ডের পশ্চিমে অবস্থিত একটি উপকূলীয় শহর। তাঁর পরিবারেই ছিল অনেক শিল্পী (যেমন- জন ম্যাকগি); এছাড়াও তিনি বিশ শতকের প্রথমার্ধে জনপ্রিয় নৃত্য সঙ্গীত গীতিকার ফেলিক্স বার্নসের আত্মীয়। তিনি আট বছর বয়স থেকে পিয়ানো শেখা শুরু করেছেন। তাঁর প্রথম পাবলিক পারফর্ম্যান্সের হাতেখড়ি হয় চৌদ্দ বছর বয়সে স্কট জপলিনের সঙ্গীত পরিবেশনের মাধ্যমে। ষোল বছর বয়সে তিনি সর্বকনিষ্ঠ পূর্ণকালীন ছাত্র হিসাবে রয়্যাল স্কটিশ একাডেমি অব মিউজিক অ্যান্ড ড্রামা (বর্তমানে রয়্যাল কনসার্ভেটোয়া অব স্কটল্যান্ড নামে পরিচিত, ইংরেজি: Royal Conservatoire of Scotland)-তে ভর্তি হন। ১৯৮৩ সালে তিনি গ্লাসগো বিশ্ববিদ্যালয় থেকে পিয়ানো শিক্ষায় বিএ ডিগ্রি অর্জন করেন। পরের বছর তিনি RSAMD অর্কেস্ট্রার সঙ্গে মেন্ডলসনের পিয়ানো কনসার্টো নং ১ বাজানোর পর সঙ্গীত পরিবেশনে ডিপ্লোমা অর্জন করেন। আনুষ্ঠানিক পড়াশোনা শেষে তিনি পিয়ানিস্ট হিসাবে বেশ জনপ্রিয় হয়ে উঠেন। ১৯৮৮ থেকে ১৯৯১ সাল পর্যন্ত তিনি এডিনবার্গে থেকেছেন।\nজেমস পিস ১৯৯১ থেকে ২০০৯ সাল পর্যন্ত জার্মানির (জার্মান: Bundesrepublik Deutschland) বাদ ন্যৌহেইম (জার্মান: Bad Nauheim)-এ কাটিয়েছেন। ১৯৯৮ সাল থেকে তিনি ট্যাঙ্গো নিয়ে পড়াশোনা করেছেন, ট্যাঙ্গো দ্বারা অনুপ্রাণিত হয়ে তিনি সিডি Tango escocés (ꞌꞌস্কটিশ ট্যাঙ্গোꞌꞌ) শিরোনামে নিজের পিয়ানো সঙ্গীত রচনা করেছেন। ২০০২ সালে তিনি ভিক্টোরিয়া কলেজ অব মিউজিকের সম্মানিত সদস্য হন। একই বছরের সেপ্টেম্বর/অক্টোবরে তিনি উত্তর জার্মানিতে একটি একক কনসার্ট ট্যুরে অংশগ্রহণ করেন এবং নভেম্বর মাসে দূরপ্রাচ্যে যান। প্রথমে তিনি হংকং-এ তাঁর ট্যাঙ্গো XVII পরিবেশন করেন।\nপরবর্তী বছরগুলিতে তাঁর পরিবেশনাগুলো ইউরোপ-কেন্দ্রিক ছিল। তিনি আমস্টারডাম, এথেন্স, বার্লিন, ব্রাসেলস, হেলসিঙ্কি, লিসবন, লন্ডন, মাদ্রিদ, ওসলো, রিকজাভিক ও ভিয়েনার মতো রাজধানী শহরগুলিতে তাঁর নিজস্ব ট্যাঙ্গোগুলো পরিবেশন করেছেন।\n\n২০০৮ সালে তিনি ট্যাঙ্গোতে তাঁর অবদানের স্বীকৃতি হিসাবে লন্ডন কলেজ অব মিউজিকের সম্মানিত সদস্য হন।\nএডিনবার্গে কিছুদিন থেকে তিনি ২০১০ সালের ফেব্রুয়ারিতে জার্মানিতে ফিরে আসেন এবং ওয়াইসব্যাডেনে থাকতে শুরু করেন। এটি তাঁর মধ্যে এক নতুন সৃজনশীল উদ্দীপনার সঞ্চার করে এবং পরবর্তীতে তিনি তাঁর নিজের সঙ্গীত বা সৃষ্টিকর্ম নিয়ে কিছু শর্ট ফিল্ম তৈরি করেন। এই ঘরানায় তাঁর কাজের মধ্যে জেমস পিস ইন ওয়াইসব্যাডেন ডকুমেন্টারি ফিল্মটি অন্যতম।\n\n\n== পুরস্কার ও সম্মাননা ==\n●      প্রথম পুরস্কার, ꞌꞌআগনেস মিলারꞌꞌ প্রতিযোগিতা, গ্লাসগো, ১৯৮৩\n●      প্রথম পুরস্কার, ꞌꞌডামবার্টনশায়ার ইআইএসꞌꞌ প্রতিযোগিতা, গ্লাসগো, ১৯৮৪\n●      ꞌꞌসাইবেলিউসꞌꞌ নিবন্ধ পুরস্কার, গ্লাসগো, ১৯৮৫\n●      সম্মানসূচক ডিপ্লোমা, টিআইএম আন্তর্জাতিক সঙ্গীত রচনা প্রতিযোগিতা, রোম, ২০০০\n●      সম্মানসূচক ডিপ্লোমা, আইবিএ ফাউন্ডেশন, নিউইয়র্ক, ২০০২\n●      স্মারক পদক, আন্তর্জাতিক পিয়ানো দুয়ো সংস্থা, টোকিও, ২০০২\n●      স্বর্ণ পদক, আন্তর্জাতিক একাডেমি অব ꞌꞌলুটেসꞌꞌ, প্যারিস, ২০০৮\n\n\n== প্রধান সঙ্গীত বা সৃষ্টিকর্মসমূহ ==\n১. জলপ্রপাত (ইংরেজি: The Waterfall)\n২. মনোরম সময় (ইংরেজি: Idylls)\n৩. নীরব চোখের জল (ইতালীষ়: Lento Lacrimoso)\n৪. বিস্মৃত পাতা  (ইংরেজি: Forgotten Leaves)\n৫. ওবোয়ে সোনাটা (ইংরেজি: Sonata for oboe and piano)\n৬. ব্যালাড (ফরাসি: Ballade)\n৭. সিরামনিয়াল মার্চ নং ১ (ইংরেজি: Ceremonial March No.1)\n৮. সিরামনিয়াল মার্চ নং ২ (ইংরেজি: Ceremonial March No.2)\n৯. স্বর্ণালী শরৎ (ইংরেজি: Autumn Gold)\n১০. শাশ্বত গান (ইংরেজি: Eternal Song)\n১১. ꞌꞌজর্জিয়ার নিমিত্তেꞌꞌ (জর্জিয়ান ভাষা: საქართველოსთვის)\n      (গীত: তামার চিকভাইদজে, জুরাব চিকভাইদজে এবং জেমস পিস)\n১২. একক পিয়ানোর ২৪টি ট্যাঙ্গো\n\n\n== বহিঃসংযোগ ==\nLento Lacrimoso Op.10 - youtube\nAutumn Gold Op.25 - youtube\nSouvenir de Buenos Aires - youtube\n\n\n== তথ্যসূত্র =="}