{"pageid": 1496848, "title": "জাগানোস পাশা", "url": "https://bn.wikipedia.org/wiki?curid=1496848", "content": "জাগানোস বা জাগান পাশা (উসমানীয় তুর্কি: زاغنوس پاشا, তুর্কি: Zağanos Paşa, আলবেনীয়: Zognush Pasha; আনু. ১৪২৬ – ১৪৬৯) ছিলেন উসমানীয় সাম্রাজ্যের একজন আলবেনীয় সামরিক সেনাপতি। তিনি উসমানীয় নৌবাহিনীর প্রধান অ্যাডমিরাল হিসেবে দায়িত্ব পালন করেছিলেন, যার উপাধি এবং পদমর্যাদা ছিল কাপুদান পাশা। তিনি সুলতান মুহাম্মাদ ফাতিহের রাজত্বকালে উজিরে আজম হিসেবেও দায়িত্ব পালন করেছিলেন। তিনি একজন খ্রিস্টান ছিলেন কিন্তু উসমানীয় সাম্রাজ্যের দেবশিরমে যোগদানের মাধ্যমে জেনিসারি বাহিনীতে নিয়োগ পেয়েছিলেন এবং ইসলাম ধর্মে ধর্মান্তরিত হয়েছিলেন। তিনি মুহাম্মাদ ফাতিহের অন্যতম প্রধান সামরিক সেনাপতি এবং একজন লালা ছিলেন। এছাড়াও তিনি সুলতানের উপদেষ্টা, পরামর্শদাতা, গৃহশিক্ষক, কাউন্সিলর, রক্ষক ছিলেন। কনস্টান্টিনোপলের বিজয়ের মাধ্যমে তিনি তার প্রতিদ্বন্দ্বী এবং পূর্ববর্তী উজিরে আজম চান্দারলি খলিল পাশাকে সরিয়ে দিয়েছিলেন।\n\n\n== জীবনী ==\n\n\n=== উৎপত্তি ও প্রারম্ভিক জীবন ===\nজাগানোসকে উসমানীয় সাম্রাজ্যের দেবশিরমে যোগদানের মাধ্যমে জেনিসারি বাহিনীতে নিয়োগ দিয়েছিলেন এবং তিনি ইসলাম ধর্মে ধর্মান্তরিত হয়েছিলেন। ধারণা করা হয়, তিনি মূলত আলবেনীয় বংশোদ্ভূত ক্যাথলিক ছিলেন। কিছু কিছু জায়গায় তাকে সেকেন্দার বেগ বা হামজা কাস্ত্রিওতির মতো আলবেনীয় অভিজাত বংশোদ্ভূত হিসাবে উল্লেখ করেছে। বেশিরভাগ সূত্রে তাকে আলবেনীয় হিসাবে বর্ণনা করা হয়েছে এবং অল্প সংখ্যক সূত্রে তাকে সার্ব ও গ্রীক বলে বর্ণনা করেছেন। ইসলাম ধর্মে ধর্মান্তরিত হওয়ার পর তিনি একজন প্রতিশ্রুতিবদ্ধ মুসলিম হয়ে ওঠেন।\n১৪৪৬ সালে যখন মুহাম্মাদ ফাতিহকে নির্বাসিত করা হলে জাগানোস তার সাথে ছিলেন।\n\n\n=== দ্বিতীয় উজির ===\n১৪৫১ সালের ১৮ ফেব্রুয়ারি মুহাম্মাদ ফাতিহ তার পিতার মৃত্যুর পর সিংহাসনে আরোহণ করেন এবং চান্দারলি খলিল পাশাকে প্রধান উজিরে আজম করেছিলেন (যদিও সুলতান তাকে অপছন্দ করতেন বলে মনে করা হয়) এবং জাগানোস পাশাকে তৃতীয় থেকে দ্বিতীয় উজিরে আজম পদে পদোন্নতি করেছিলেন।\n\n\n=== কনস্টান্টিনোপল বিজয় ===\n\nকনস্টান্টিনোপল অবরোধের সময় উসমানীয় সেনাবাহিনীর বেশিরভাগ অংশ সুবর্ণ শৃঙ্গের দক্ষিণে শিবির স্থাপন করেছিল। ইসহাক পাশার অধীনে আনাতোলিয়া থেকে নিয়মিত সৈন্যরা লাইকাস নদীর দক্ষিণে মারমারা সাগর পর্যন্ত অবস্থান করছিল। মুহাম্মাদ ফাতিহ নিজেই মেসোটিচিয়ন (প্রাচীরের সবচেয়ে দুর্বল অংশ) এর কাছে তার লাল-সোনালি তাঁবু তৈরি করেছিলেন, যেখানে বন্দুক এবং অভিজাত রেজিমেন্ট, জেনিসারিরা অবস্থান নিয়েছিল। বাশি-বাজুকরা সামনের সারির পিছনে ছড়িয়ে পড়েছিল। জাগানোসের অধীনে অন্যান্য সৈন্যরা সুবর্ণ শৃঙ্গের উত্তরে নিযুক্ত ছিল। সুবর্ণ শৃঙ্গের জলাভূমির উপর নির্মিত একটি রাস্তা দ্বারা যোগাযোগ বজায় রাখা হয়েছিল। অমীমাংসিত সম্মুখ আক্রমণের পরে উসমানীয়রা মে মাসের মাঝামাঝি থেকে ২৫ মে পর্যন্ত টানেল নির্মাণ করে বাইজেন্টাইনদের প্রাচীরের দেয়ালগুলি ভেঙে ফেলার চেষ্টা করেছিল। কারিগরদের মধ্যে বেশিরভাগই জার্মান বংশোদ্ভূত খনি শ্রমিক ছিল। তাদেরকে সার্বিয়ান স্বৈরশাসক দ্বারা নভো ব্রডো থেকে পাঠানো হয়েছিল। তাদের জাগানোস পাশার নেতৃত্বে রাখা হয়েছিল। অন্যদিকে বাইজেন্টাইনরা জোহানেস নামে একজন প্রকৌশলীকে নিয়োগ করেছিল। তিনি বাইজেন্টাইনদের জন্য পাল্টা মাইন খনন করেছিলেন। এ খননের ফলে বাইজেন্টাইন সৈন্যরা উসমানীয়দের খনিতে প্রবেশ করে এবং তুর্কি শ্রমিকদের হত্যা করেছিল। ১৬ মে রাতে বাইজেন্টাইনরা উসমানীয়দের প্রথম সার্বিয়ান টানেলটি আটকে দেয়। পরবর্তীতে উসমানীয়রা সুড়ঙ্গের যে প্রচেষ্টা চালিয়েছিল তা বাইজেন্টাইরা ২১ থেকে ২৫ মে এর মধ্যে তাদের বাঁধা দেন এবং গ্রীক আগুন ও জোরালো যুদ্ধের মাধ্যমে উসমানীয়দের উপর আক্রমণ করে। এর আগে ২৩ মে বাইজেন্টাইনরা দুইজন তুর্কি বাহিনীকে বন্দী করে নির্যাতন চালিয়েছিল। যার ফলে তারা সমস্ত তুর্কি টানেলের অবস্থান প্রকাশ করেছিল। ২১ মে মুহাম্মাদ ফাতিহ কনস্টান্টিনোপলে একজন দূত প্রেরণ করেন এবং কনস্টান্টিনোপল শহরটি উসমানীয়দের দিয়ে দিলে অবরোধ তুলে নেওয়ার প্রস্তাব দেন। একাদশ কনস্টান্টিনোস সুলতানের প্রতি উচ্চতর শ্রদ্ধা নিবেদন করতে রাজি হন এবং তুর্কিদের হাতে থাকা সমস্ত বিজিত দুর্গ এবং জমির মর্যাদাকে উসমানীয় সম্পত্তি হিসাবে স্বীকৃতি দেন। এই সময়ে মুহাম্মাদ ফাতিহ তার ঊর্ধ্বতন কর্মকর্তাদের সাথে একটি সভা করেছিলেন। কিন্তু সুলতান কিছু প্রতিরোধের সম্মুখীন হয়েছিলেন। যেমন: তার প্রধান উজিরে আজম চান্দারলি হালিল পাশা সর্বদা মুহাম্মাদ ফাতিহের পরিকল্পনাকে অস্বীকার করতেন। এছাড়াও মুহাম্মাদ ফাতিহ কনস্টান্টিনোপল বিজয়ের জন্য যে অবরোধ গুলো করতেন চান্দারলি খলিল পাশা তা না করতে পরামর্শ দিতেন। এছাড়াও ঘুষের অভিযোগে কনস্টান্টিনোপল যে বছর জয় করেছিলেন ওই বছরই চান্দারলি খলিল পাশাকে মৃত্যুদণ্ড দেওয়া হয়। ফলে জাগানোস পাশা প্রধান উজিরে আজম হয়েছিলেন।\nকনস্টান্টিনোপল উসমানীয়রা দখল করার পর বাইজেন্টাইন জাহাজগুলি যেনো কোথাও যাত্রা করতে না পারে, তাই সুলতান জাগানোসকে তার জাহাজ নিয়ে গালাতার উদ্দেশ্যে যাত্রা করার নির্দেশ দিয়েছিলেন।\nজাগানোস উজিরে আজম হিসাবে চান্দারলি হালিল পাশার স্থলাভিষিক্ত হন। ১৪৫৬ সালে হাঙ্গেরিয়ান-অধিষ্ঠিত বেলগ্রেডের বিরুদ্ধে একটি ব্যর্থ অভিযানের পর জাগানোসকে বলির পাঁঠা বানানো হয়েছিল। জাগানোসের মেয়েকে সুলতানের হেরেম থেকে বহিষ্কার করা হয়েছিল এবং তাদের দুইজনকে বালিকেসিরে পাঠানো হয়েছিল। ১৪৫৯ সালে জাগানোস ফিরে এসে দ্রুত বর্ধনশীল উসমানীয় নৌবাহিনীর কাপুদান পাশা হন এবং পরের বছর তিনি থেসালি এবং ম্যাসেডোনিয়ার গভর্নর ছিলেন।\n\n\n== ব্যক্তিত্ব এবং চেহারা ==\nজাগানোসকে লম্বা এবং বুদ্ধিমান মানুষ বলা হত। তাকে তার সময়ের সবচেয়ে নিষ্ঠুর উসমানীয় ক্যাপ্টেন বলা হয় এবং বলা হয় যে তিনি খ্রিস্টানদের শত্রু ছিলেন। তিনি মুহাম্মাদ ফাতিহের প্রতি সম্পূর্ণ আনুগত্য ছিলেন। জাগানোস এমন একজন সৈনিক ছিলেন যিনি বিশ্বাস করতেন যে উসমানীয় সাম্রাজ্যকে সর্বদা প্রসারিত করতে হবে। তিনি তার যুদ্ধবাজ বিশ্বাসের জন্য পরিচিত ছিলেন এবং ১৪৫৩ সালে কনস্টান্টিনোপল বিজয়ে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন।\nতিনি মুহাম্মাদ ফাতিহের একজন অন্যতম উসমানীয় সামরিক সেনাপতি, লালা, উপদেষ্টা, পরামর্শদাতা, গৃহশিক্ষক, কাউন্সিলর এবং রক্ষক ছিলেন।\n\n\n== সামরিক সাফল্য ==\nকনস্টান্টিনোপলের চূড়ান্ত অবরোধের সময়, জাগান পাশার সৈন্যরা প্রথম টাওয়ারগুলিতে পৌঁছেছিল। তার মধ্যে উলুবাতলি হাসান প্রথমে পৌঁছেছিলেন। অবরোধের সময় অনেক কারিগরকে জাগান পাশার নেতৃত্বে রাখা হয়েছিল। মুহাম্মাদ ফাতিহ জাগানোসের প্রায় সকল পরামর্শ গ্রহণ করেছিলেন।\nমুহাম্মাদ ফাতিহ জাগানোসের আনুগত্য ও সততার জন্য রুমেলিহিসারির তিনটি টাওয়ারে চান্দারলি খলিল পাশা ও সারিকা পাশার নামের সাথে জাগানোসের নামকরণ করে তাকে সম্মানিত করেছিলেন। তিনটি টাওয়ারের মধ্যে দক্ষিণের টাওয়ারটির নামকরণ করা হয়েছে জাগানোস পাশার নামে।\n\n\n== পরিবার ==\n\n\n=== স্ত্রীগণ ===\nতাঁর তিন স্ত্রী ছিল:\n\nসিত্তি নেফিসে হাতুন। তিনি দ্বিতীয় মুরাদের অধীনে আনাতোলিয়ার গভর্নর তিমুরতাসোগলু ওরুচ পাশার কন্যা ছিলেন। তার সংসারে দুই পুত্র ও দুই কন্যা ছিল। ১৪৪৪ সালের আগে তিনি মারা যান বা জাগানোস তালাক দিয়েছিলেন।\nফাতেমা হাতুন (১৪৩০ - ১৪৬৪ বা তার পরে)। তিনি সুলতান দ্বিতীয় মুরাদ ও হুমা হাতুনের কন্যা এবং সুলতান মুহাম্মাদ ফাতিহের বোন ছিলেন। তারা ১৪৪৪ সালে বিয়ে করেছিলেন এবং ১৪৬২ সালে বিবাহবিচ্ছেদ করেছিলেন। তার এ সংসারে তার দুইজন পুত্র ছিল।\nআন্না হাতুন (বিবাহ ১৪৬৩)। মুহাম্মাদ ফাতিহ তার বাবাকে পরাজিত করার পরে তাকে ফাতিহের হারেমে রেখেছিলেন এবং জাগানোসের মেয়ে হেতিজা হাতুনকে বিয়ে করার অনুমতির বিনিময়ে তাকে স্ত্রীর প্রস্তাব দিয়েছিলেন।\n\n\n=== পুত্র ===\nতাঁর আনুমানিক চারজন পুত্র ছিল:\n\nমুহাম্মাদ বে - সিত্তি নেফিসে হাতুনের ছেলে।\nআলী চেলেবি - সিত্তি নেফিসে হাতুনের ছেলে।\nহামজা বে - ফাতেমা হাতুনের পুত্র।\nআহমেদ চেলেবি - ফাতেমা হাতুনের পুত্র। তিনি তার চাচাতো ভাই সুলতান দ্বিতীয় বায়েজীদের একজন গুরুত্বপূর্ণ উপদেষ্টা ছিলেন।\n\n\n=== কন্যা ===\nতার আনুমানিক দুইজন কন্যা ছিল:\n\nসেলজুক হাতুন - সিত্তি নেফিসে হাতুনের মেয়ে। তিনি মাহমুদ পাশা অ্যাঞ্জেলোভিচকে বিয়ে করেছিলেন এবং পরে মুহাম্মাদ ফাতিহের পুত্র শাহজাদা মুস্তাফার প্রেমিকা হয়েছিলেন। তার স্বামীর একজন ছেলে আলী বে এবং একজন মেয়ে হেতিজে হাতুন ছিল।\nহাতিজে হাতুন - সিত্তি নেফিসে হাতুনের কন্যা। তিনি সুলতান মুহাম্মাদ ফাতিহের স্ত্রী হন। মুহাম্মাদ ফাতিহের মৃত্যুর পর তিনি একজন রাষ্ট্রনায়ককে বিয়ে করেন।\n\n\n== কাল্পনিক চরিত্র ==\n১৯৫১ সালের তুর্কি চলচ্চিত্র কনস্টান্টিনোপল বিজয়-এ জাগানোস পাশার চরিত্রে অভিনয় করেন তুর্কি অভিনেতা নেশেত বেরকুরেন।\n২০১২ সালের তুর্কি চলচ্চিত্র ফেতিহ ১৪৫৩-এ জাগানোস পাশার চরিত্রে অভিনয় করেন তুর্কি অভিনেতা  সেদাত মের্ট।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস =="}