{"pageid": 1496561, "title": "কোতুলপুর সমষ্টি উন্নয়ন ব্লক", "url": "https://bn.wikipedia.org/wiki?curid=1496561", "content": "কোতুলপুর সমষ্টি উন্নয়ন ব্লক ভারতের পশ্চিমবঙ্গ রাজ্যের বাঁকুড়া জেলার বিষ্ণুপুর মহকুমার একটি প্রশাসনিক বিভাগ।\nএলাকার গুরুত্বপূর্ণ নদী হল \"আমোদর\" ( দামোদর নয়)। এর উৎপত্তি নুচিয়াকোলের একটি ঝর্ণা থেকে। এটি কনুচিয়াকল নামক স্থানের একটি ঝরনা থেকে উদ্ভূত। এই নদী কৃষিকাজ এবং স্থানীয় অর্থনীতিতে উল্লেখযোগ্য প্রভাব ফেলে। এটি প্রায় দক্ষিণ-পূর্ব দিকে প্রবাহিত হয়েছে। নদীটির কিছু ঐতিহাসিক গুরুত্বও রয়েছে। গড় মান্দারণ (কাছাকাছি একটি স্থান, বর্তমানে হুগলি জেলায় অবস্থিত এবং তখনকার রাজ্যের রাজধানী) এই নদী দ্বারা বেষ্টিত। মুঘল যুগে একটি যুদ্ধে কোটলু খান পরাজিত হন এই এলাকার ভৌগোলিক অবস্থানের কারণে। এই কোটলু খানের নামেই কোতুলপুরের নামকরণ করা হয়েছে।\n\n\n== ইতিহাস ==\n\n\n=== বিষ্ণুপুর রাজ্য থেকে ব্রিটিশ রাজ পর্যন্ত ===\nপ্রায় সপ্তম শতাব্দী থেকে ব্রিটিশ শাসনের সূচনা পর্যন্ত, প্রায় এক হাজার বছর ধরে বাঁকুড়া জেলার ইতিহাস বিষ্ণুপুরের হিন্দু রাজাদের উত্থান ও পতনের সঙ্গে সম্পর্কিত। ১৭শ শতকের শেষের দিকে বিষ্ণুপুর রাজারা শিখরে পৌঁছালেও, ১৮শ শতকের প্রথমার্ধে তাদের পতন শুরু হয়। প্রথমে বর্ধমানের মহারাজা ফতেপুর মহল দখল করেন এবং পরবর্তীতে মারাঠাদের আক্রমণে এলাকা ধ্বংস হয়ে যায়।\n১৭৬০ সালে বিষ্ণুপুরকে বর্ধমান চাকলার সঙ্গে ব্রিটিশদের কাছে সমর্পণ করা হয়। ১৭৮৭ সালে বিষ্ণুপুরকে বীরভূমের সঙ্গে যুক্ত করে একটি পৃথক প্রশাসনিক ইউনিট গঠন করা হয়। ১৭৯৩ সালে এটি বর্ধমান কালেক্টরেটে স্থানান্তরিত হয়। ১৮৭৯ সালে, বর্তমান জেলার আকার গঠিত হয় যখন খাতড়া এবং রাইপুর থানা এবং সিমলাপাল পোস্ট মানভূম থেকে বাঁকুড়ায় যুক্ত হয়। একইসঙ্গে সোনামুখী, কোতুলপুর এবং ইন্দাস থানাগুলি বর্ধমান থেকে বাঁকুড়ায় স্থানান্তরিত হয়। তবে এটি কিছু সময়ের জন্য পশ্চিম বর্ধমান নামে পরিচিত ছিল এবং ১৮৮১ সালে বাঁকুড়া জেলা নামে পরিচিতি পায়।\n\n\n== ভূগোল ==\n\nকোতুলপুর ২৩°০০′৪৫″ উত্তর অক্ষাংশ এবং ৮৭°৩৫′৩৭″ পূর্ব দ্রাঘিমাংশে অবস্থিত।\nকোতুলপুর সমষ্টি উন্নয়ন ব্লক বাঁকুড়া জেলার পূর্ব অংশে অবস্থিত এবং উর্বর নিম্নভূমি পলিমাটির সমভূমির অন্তর্গত, যা পশ্চিমবঙ্গের সংলগ্ন জেলাগুলির প্রধান ধানক্ষেতের মতো। এখানে বৃষ্টির সময় সবুজ ধানের ক্ষেতের বিস্তীর্ণ দৃশ্য দেখা যায়, যা গ্রীষ্মকালে শুষ্ক এবং শুকনো হয়ে যায়।\nকোতুলপুর সমষ্টি উন্নয়ন ব্লকের সীমানা উত্তরে ইন্দাস সমষ্টি উন্নয়ন ব্লক, পূর্ব এবং দক্ষিণে হুগলি জেলার গঘাট II সমষ্টি উন্নয়ন ব্লক এবং পশ্চিমে জয়পুর সমষ্টি উন্নয়ন ব্লক দ্বারা বেষ্টিত।\nকোতুলপুর সমষ্টি উন্নয়ন ব্লকের আয়তন ২৫০.৩৮ বর্গ কিমি। এতে ১টি পঞ্চায়েত সমিতি, ৮টি গ্রাম পঞ্চায়েত, ১৪১টি গ্রাম সংসদ (গ্রাম পরিষদ), ১৭০টি মৌজা এবং ১৬৫টি বসতিগ্রাম রয়েছে। ব্লকটি কোতুলপুর থানার অধীনস্থ। এই সমষ্টি উন্নয়ন ব্লকের সদর দপ্তর কোতুলপুরে অবস্থিত। \nকোতুলপুর ব্লকের/পঞ্চায়েত সমিতির গ্রাম পঞ্চায়েতগুলি হল: দেশরা কোয়ালপাড়া, গোপীনাথপুর, কোতুলপুর, লেগো গ্রাম পঞ্চায়েত, লাউগ্রাম, মদনমোহনপুর, মির্জাপুর এবং শিহার।\n\n\n=== দর্শনীয় স্থান ===\nজয়রামবাটি - শ্রীরামকৃষ্ণের স্ত্রী সারদা দেবীর জন্য বিখ্যাত।\nশ্রী শ্রী লক্ষ্মীনারায়ণ জিউ মন্দির, হরিহর জিউ মন্দির, শ্রী গণেশ জিউ মন্দির, শ্রী ভৈরব ঠাকুর জিউ মন্দির: এই মন্দিরগুলি ১৯০৭ সালের আশেপাশে প্রয়াত ক্ষেত্রমোহন রক্ষিতের উদ্যোগে নির্মিত হয় এবং বর্তমানে এগুলি শতাধিক বছরের পুরনো। প্রতিবছর এখানে ৩ দিনের ঝুলন যাত্রা উৎসব অনুষ্ঠিত হয়। স্থানীয় মানুষজন এই উৎসবে অংশগ্রহণ করেন। এই মন্দিরগুলি কোতুলপুরের রক্ষিতপাড়ায় অবস্থিত।\nকোয়ালপাড়া - সারদা দেবীর আরেকটি বাড়ি দেখার জন্য পর্যটকেরা ঘুরে বেড়ান। এখানে তিনি ব্রিটিশ শাসকদের বিরুদ্ধে স্বদেশী আন্দোলনকে উৎসাহিত করতেন।\nসিহার - এখানে ২৬৭ বছরের পুরানো ডাঃ গুণময় মুখার্জীর পরিবারের শ্রী শ্রী রঘুনাথের একটি পঞ্চরত্ন মন্দির এবং ১৫০ বছরের পুরানো শ্রী শ্রী দূর্গা মন্দির, শ্রী শ্রী শান্তিনাথ মন্দির (মন্দিরের শিল্প জৈন যুগের), শ্রী শ্রী রতন্তী কালিকা মন্দির (শ্রীশ্রী রটন্তী কালিকা মন্দির) রয়েছে। শিবানন্দ সরস্বতী, শ্রী শ্যামানন্দ সরস্বতী) এবং শ্রী সারদা মঠ গ্রামকে দর্শনীয় পরিণত করেছে।\nকোতুলপুর - কোতুলপুর শ্রীধর মন্দির\n\n\n== জনসংখ্যার উপাত্ত ==\n\n\n=== জনসংখ্যা ===\nভারতের ২০১১ সালের আদমশুমারি অনুসারে, কোতুলপুর সমষ্টি উন্নয়ন ব্লকের মোট জনসংখ্যা ছিল ১,৮৮,৭৭৫, যার মধ্যে ১,৮০,২৯২ জন গ্রামীণ এবং ৮,৪৮৩ জন শহুরে বাসিন্দা। এর মধ্যে পুরুষ সংখ্যা ছিল ৯৬,৩৯৪ (৫১%) এবং মহিলা সংখ্যা ছিল ৯২,৩৮১ (৪৯%)। ০ থেকে ৬ বছরের বয়সসীমার মধ্যে জনসংখ্যা ছিল ২০,৪৩০। তফসিলি জাতির সংখ্যা ছিল ৬৬,৭৮০ (৩৫.৩৮%) এবং তফসিলি উপজাতির সংখ্যা ছিল ৬,২১১ (৩.২৯%)।\n২০০১ সালের জনগণনা অনুযায়ী, কোতুলপুর ব্লকের মোট জনসংখ্যা ছিল ১,৬৭,৫৪৩, যার মধ্যে পুরুষ সংখ্যা ছিল ৮৬,২৮৮ এবং মহিলা সংখ্যা ছিল ৮১,২৫৫। ১৯৯১-২০০১ দশকে কোতুলপুর ব্লকের জনসংখ্যা বৃদ্ধির হার ছিল ১৫.৯২ শতাংশ। জেলার জনসংখ্যা বৃদ্ধির হার ছিল ১৫.১৫ শতাংশ এবং পশ্চিমবঙ্গের ছিল ১৭.৮৪ শতাংশ।\nকোতুলপুর সিডি ব্লকের জনগণনা শহরগুলি হল (বন্ধনীতে ২০১১ সালের আদমশুমারির পরিসংখ্যান): কোতুলপুর (৮,৪৮৩)। \nকোতুলপুর সমষ্টি উন্নয়ন ব্লকে বড় গ্রাম (যার জনসংখ্যা ৪,০০০-এর বেশি): মির্জাপুর (৪,৬৫৮), মদনমোহনপুর (৪,১৮১), লেগো (৪,৯৭৮), বলিথা (৪,৭৬০), লাউগ্রাম (৪,৪৬৯), শিরোমণিপুর (৫,৪৭৯), কুনারপুর (৪,৪০৩), গোপীনাথপুর (৪,৩৫৭) এবং দেশরা (৭,৬৭১)।\nকোতুলপুর সমষ্টি উন্নয়ন ব্লকের অন্যান্য গ্রামগুলি হল (বন্ধনীতে 2011 সালের আদমশুমারির পরিসংখ্যান): শিহার (২,১৬৪), কোয়ালপাড়া (২,৩০৫) এবং জয়রামবাটি (৮৬২)।\n\n\n=== সাক্ষরতা ===\n\n২০১১ সালের জনগণনা অনুযায়ী, কোতুলপুর সমষ্টি উন্নয়ন ব্লকে মোট সাক্ষর জনসংখ্যা ছিল ১,৩১,৩২৭ (৬ বছর ও তার বেশি বয়সের ৭৮.০১%)। এর মধ্যে পুরুষ সংখ্যা ছিল ৭৩,১৩৩ (পুরুষদের ৮৫.০০%) এবং মহিলা সংখ্যা ছিল ৫৮,১৯৪ (মহিলাদের ৭০.৭০%)। লিঙ্গগত বৈষম্য (পুরুষ ও মহিলাদের সাক্ষরতার হারের মধ্যে পার্থক্য) ছিল ১৪.৩০%।\nআরও দেখুন – সাক্ষরতার হার অনুসারে পশ্চিমবঙ্গের জেলার তালিকা\n\n\n=== ভাষা ও ধর্ম ===\n\n২০১১ সালের জনগণনা অনুসারে কোতুলপুর সমষ্টি উন্নয়ন ব্লকে ধর্ম অনুযায়ী জনসংখ্যার হার ছিল: হিন্দু ১,৫৫,৩৯৬ (৮২.৩২%), মুসলিম ৩২,৯২২ (১৭.৪৪%), খ্রিস্টান ৩৮ (০.০২%) এবং অন্যান্য ৪৫৭ (০.২৪%)।  অন্যান্য ধর্মের মধ্যে অন্তর্ভুক্ত ছিল: আদি বাসি, মারাং বোরো, সাঁওতাল, সারণাথ, সারি ধর্ম, সারনা, আলচ্চি, বিদিন, সন্ত, সেরান, সারাণ, সারিন, খেড়িয়া এবং অন্যান্য ধর্মীয় জনগোষ্ঠী।  ২০০১ সালের জনগণনায়, হিন্দু ধর্মাবলম্বীদের হার ছিল ৮২.৯৫% এবং মুসলিম ধর্মাবলম্বীদের হার ছিল ১৬.৩৯%।\n\n২০১১ সালের জনগণনা অনুযায়ী, কোতুলপুর সমষ্টি উন্নয়ন ব্লকে ভাষাভিত্তিক জনসংখ্যার হার ছিল: বাংলা ৯৮.০১%, সাঁওতালি ১.৮১%, এবং অন্যান্য ভাষাভাষী ০.১৮%।\n\n\n== গ্রামীণ দারিদ্র্যতা ==\n২০০৭ সালে কোতুলপুর সমষ্টি উন্নয়ন ব্লকে ২৯.৩০% পরিবার দারিদ্র্যসীমার নিচে বসবাস করছিল। ২০০৫ সালের গ্রামীণ গৃহস্থালি সমীক্ষা অনুযায়ী, বাঁকুড়া জেলার মোট পরিবারের ২৮.৮৭% ছিল বিপিএল (দারিদ্র্যসীমার নিচে) পরিবার। \n\n\n== অর্থনীতি ==\n\n\n=== জীবিকা ===\n\n২০১১ সালের জনগণনা অনুযায়ী, কোতুলপুর সমষ্টি উন্নয়ন ব্লকে কর্মজীবী মানুষের মধ্যে ৩০.৬১% কৃষক, ৩৯.০০% কৃষিশ্রমিক, ৪.২৮% গৃহশিল্পী এবং ২৬.১২% অন্যান্য পেশায় নিযুক্ত ছিলেন।  মোট কর্মজীবী মানুষের সংখ্যা ছিল ৭৭,৫৫৯, যা মোট জনসংখ্যার ৪১.০৯%, এবং অ-গঠিত কর্মজীবী মানুষের সংখ্যা ছিল ১,১১,২১৬, যা মোট জনসংখ্যার ৫৮.৯১%। \nদ্রষ্টব্য: জনগণকে চাষি হিসেবে গণ্য করা হয় যখন তারা নিজের জমি বা সরকার/প্রতিষ্ঠানের জমি চাষ বা তদারকি করে। অন্যের জমিতে মজুরি বা অংশীদারির ভিত্তিতে কাজ করলে কৃষি শ্রমিক বলে গণ্য করা হয়। গৃহশিল্প এমন একটি শিল্প যা পরিবারের সদস্যদের দ্বারা গৃহ বা গ্রামে পরিচালিত হয় এবং যা ফ্যাক্টরি আইনের অধীনে রেজিস্ট্রেশন প্রয়োজন হয় না। অন্যান্য শ্রমজীবী হিসেবে চাষি, কৃষি শ্রমিক এবং গৃহশিল্প ব্যতীত অন্যান্য কাজে নিযুক্ত ব্যক্তিদের অন্তর্ভুক্ত করা হয়। এতে কারখানা, খনি, পরিবহন, ব্যবসা, শিক্ষকতা এবং বিনোদন শিল্পে নিযুক্ত ব্যক্তিদের অন্তর্ভুক্ত করা হয়।\n\n\n=== পরিকাঠামো ===\n২০১১ সালের জেলা জনগণনা হ্যান্ডবুক অনুযায়ী, কোতুলপুর সমষ্টি উন্নয়ন ব্লকের ১৬৫টি বসতিপূর্ণ গ্রামে ১০০% বিদ্যুৎ সরবরাহ এবং পানীয় জলের ব্যবস্থা ছিল। ২৫টি গ্রামে (১৫.১৫%) ডাকঘর, ১৬৫টি গ্রামে (১০০%) টেলিফোন (ল্যান্ডলাইন, পাবলিক কল অফিস এবং মোবাইল ফোন অন্তর্ভুক্ত), ৪৩টি গ্রামে (২৬.০৬%) পাকা রাস্তা, এবং ৬৬টি গ্রামে (৪০.০০%) পরিবহন ব্যবস্থা (বাস পরিষেবা, রেল এবং নৌযান অন্তর্ভুক্ত) ছিল। ২৩টি গ্রামে (১৩.৯৪%) কৃষি ঋণ সমিতি এবং ৪টি গ্রামে (২.৪২%) ব্যাংক ছিল। \n\n\n=== কৃষি ===\nসমষ্টি উন্নয়ন ব্লকে ১৫৬টি সার ডিপো, ৪৭টি বীজ স্টোর এবং ৫১টি ন্যায্যমূল্যের দোকান ছিল।\n০১৩-২০১৪ সালে কোতুলপুর সমষ্টি উন্নয়ন ব্লকে কৃষিতে নিয়োজিত ব্যক্তিদের মধ্যে বর্গাদার ছিল ১২.১৫%, পট্টাধারী ১৩.১৮%, ক্ষুদ্র কৃষক (১ থেকে ২ হেক্টর জমি) ৮.২৬%, প্রান্তিক কৃষক (১ হেক্টরের কম জমি) ৩.১৯% এবং কৃষিশ্রমিক ৬৩.২১%।\n২০০৩-২০০৪ সালে কোতুলপুর সমষ্টি উন্নয়ন ব্লকে মোট চাষকৃত জমির পরিমাণ ছিল ১৭,৭৪১ হেক্টর এবং একাধিক ফসল উৎপাদিত জমির পরিমাণ ছিল ১২,৪৪৬ হেক্টর।\n২০১৩-২০১৪ সালে কোতুলপুর সমষ্টি উন্নয়ন ব্লকে সেচকৃত জমির পরিমাণ ছিল ১৯,৯৮৭ হেক্টর, যার মধ্যে ১৩,১৯২ হেক্টর ক্যানালের জল, ১,৬১২ হেক্টর পুকুরের জল, ৮২০ হেক্টর নদীর জল উত্তোলন সেচ, ৭০২ হেক্টর গভীর নলকূপ এবং ৩,৬৬১ হেক্টর অগভীর নলকূপ দ্বারা সেচকৃত।\n২০১৩-২০১৪ সালে কোতুলপুর সমষ্টি উন্নয়ন ব্লকে ৩৭,৭৫০ হেক্টর জমি থেকে ১,০৮,০৪৬ টন আমন ধান (শীতকালীন ফসল), ৬,৪২৪ হেক্টর জমি থেকে ১৬,৯১৭ টন আউস ধান, ৫,১৪৭ হেক্টর জমি থেকে ১৮,৭৪৬ টন বোরো ধান, ১০৪ হেক্টর জমি থেকে ২৪৪ টন গম এবং ৪,৬৩৩ হেক্টর জমি থেকে ২৮,১৯৬,০০০ টন আলু উৎপাদিত হয়। এছাড়াও ডালশস্য এবং সরিষা উৎপাদিত হয়।\n\n\n=== তাঁত ও মৃৎশিল্প ===\nতাঁত শিল্প বাঁকুড়া জেলায় কৃষিক্ষেত্রের বাইরে সর্বাধিক মানুষকে কর্মসংস্থান প্রদান করে এবং এটি জেলার জন্য অত্যন্ত গুরুত্বপূর্ণ। হস্ততাঁত শিল্পটি জেলার প্রতিটি সমষ্টি উন্নয়ন ব্লকে প্রতিষ্ঠিত এবং এর মধ্যে রয়েছে বিখ্যাত বালুচরি শাড়ি। ২০০৪-০৫ সালে কোতুলপুর সমষ্টি উন্নয়ন ব্লকে ৫০৮টি তাঁত চালু ছিল। \nবাঁকুড়া জেলা মৃৎশিল্পের নান্দনিক উৎকর্ষতার জন্য খ্যাত, যার মধ্যে বিখ্যাত বাঁকুড়ার ঘোড়া অন্তর্ভুক্ত। মৃৎশিল্পের পণ্যগুলিকে কয়েকটি বিভাগে ভাগ করা হয়েছে: গৃহস্থালির সরঞ্জাম, টেরাকোটা এবং অন্যান্য শৈল্পিক সামগ্রী, এবং ছাদের টালি ও ভারী মৃৎপণ্য। ২০০২ সালে জেলায় প্রায় ৩,২০০ পরিবার মৃৎশিল্পের সাথে যুক্ত ছিল। এর মধ্যে কোতুলপুর সমষ্টি উন্নয়ন ব্লকে ১৩৭টি পরিবার মৃৎশিল্পে নিযুক্ত ছিল। \n\n\n=== ব্যাংকিং ===\n২০১৩-১৪ সালে কোতুলপুর সমষ্টি উন্নয়ন ব্লকে ৯টি বাণিজ্যিক ব্যাংক এবং ৩টি গ্রামীণ ব্যাঙ্কের শাখা ছিল।\n\n\n=== অনগ্রসর অঞ্চল অনুদান তহবিল ===\nবাঁকুড়া জেলা একটিঅনগ্রসর  অঞ্চল হিসাবে চিহ্নিত এবংঅনগ্রসর  অঞ্চল অনুদান তহবিল (BRGF) থেকে আর্থিক সহায়তা পায়। এই তহবিলটি ভারতে আঞ্চলিক উন্নয়নের বৈষম্য দূর করার জন্য তৈরি করা হয়েছিল। ২০১২ সালের হিসাবে, দেশব্যাপী ২৭২টি জেলা এই প্রকল্পের অধীনে ছিল, যার মধ্যে পশ্চিমবঙ্গের ১১টি জেলা অন্তর্ভুক্ত। \n\n\n== পরিবহন ==\n২০১৩-১৪ সালে কোতুলপুর সমষ্টি উন্নয়ন ব্লকে ৪টি ফেরি পরিষেবা এবং ১১টি বাস রুটের সূচনা/সমাপ্তি স্থান ছিল।\nরাজ্য সড়ক ২ (পশ্চিমবঙ্গ) যা বাঁকুড়া থেকে উত্তর ২৪ পরগনা জেলার মালঞ্চ পর্যন্ত বিস্তৃত, এই সমষ্টি উন্নয়ন ব্লকের মধ্য দিয়ে যায়। \n\n\n== শিক্ষা ==\n২০১৩-১৪ সালে কোতুলপুর সমষ্টি উন্নয়ন ব্লকে ১৬১টি প্রাথমিক বিদ্যালয়ে ১৫,৩২৮ জন ছাত্রছাত্রী, ২৫টি মাধ্যমিক বিদ্যালয়ে ৩,৯৯৯ জন ছাত্রছাত্রী, ১৩টি উচ্চ বিদ্যালয়ে ৫,৮২১ জন ছাত্রছাত্রী এবং ১৩টি উচ্চ মাধ্যমিক বিদ্যালয়ে ১১,৫৭৪ জন ছাত্রছাত্রী ছিল। ব্লকে ৩টি পেশাগত/প্রযুক্তিগত শিক্ষা প্রতিষ্ঠান এবং ২৯৬টি বিশেষ এবং অনানুষ্ঠানিক শিক্ষা কেন্দ্র ছিল, যেখানে যথাক্রমে ৩,৩৩৩ জন এবং ৯,৯৪৪ জন ছাত্রছাত্রী পড়াশোনা করত। \nআরও দেখুন – ভারতে শিক্ষা\n২০১১ সালের জনগণনা অনুযায়ী, কোতুলপুর সমষ্টি উন্নয়ন ব্লকের ১৬৫টি বসতিপূর্ণ গ্রামের মধ্যে ২৯টি গ্রামে কোনো স্কুল ছিল না, ৪৮টি গ্রামে দুটি বা তার বেশি প্রাথমিক বিদ্যালয় ছিল, ৫০টি গ্রামে অন্তত একটি প্রাথমিক এবং একটি মাধ্যমিক বিদ্যালয় ছিল এবং ২২টি গ্রামে অন্তত একটি মাধ্যমিক ও একটি উচ্চ বিদ্যালয় ছিল।\nচাতরা রামাই পণ্ডিত মহাবিদ্যালয় , যা চাত্রা, ডাকঘর দারাপুরে অবস্থিত, ২০০১ সালে প্রতিষ্ঠিত হয়।\n\n\n== স্বাস্থ্যসেবা ==\n২০১৪ সালে কোতুলপুর সমষ্টি উন্নয়ন ব্লকে ১টি গ্রামীণ হাসপাতাল, ৬টি প্রাথমিক স্বাস্থ্যকেন্দ্র এবং ২টি বেসরকারি নার্সিং হোম ছিল, যেখানে মোট ১৩০টি শয্যা এবং ৯ জন ডাক্তার ছিল। ব্লকে ৩১টি পরিবার কল্যাণ উপকেন্দ্র এবং ১টি পরিবার কল্যাণ কেন্দ্র ছিল। ব্লকের হাসপাতাল, স্বাস্থ্যকেন্দ্র এবং উপকেন্দ্রে ৮,৩৮০ জন রোগী ভর্তি এবং ২,১০,০৮৫ জন রোগী বহির্বিভাগে চিকিৎসা নিয়েছিলেন। \nকোতুলপুর গ্রামীণ হাসপাতাল, যেখানে ৬০টি শয্যা রয়েছে, কোতুলপুর সমষ্টি উন্নয়ন ব্লকের প্রধান সরকারি চিকিৎসা কেন্দ্র। প্রাথমিক স্বাস্থ্যকেন্দ্রগুলি গোপীনাথপুর (৬ শয্যা), লেগো (১০ শয্যা), লাউগ্রাম কারাকেরিয়া (১০ শয্যা), সীহার (১০ শয্যা), মির্জাপুর (৪ শয্যা) এবং দেশরা (দেওপাড়া) (১০ শয্যা) এলাকায় অবস্থিত।\n\n\n== তথ্যসূত্র =="}