{"pageid": 1496955, "title": "মেধাতন্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=1496955", "content": "মেধাতন্ত্র বা গুণতন্ত্র  বলতে এমন একটি রাজনৈতিক ব্যবস্থাকে বোঝায় যেখানে অর্থনৈতিক পণ্য বা রাজনৈতিক ক্ষমতা সম্পদ বা সামাজিক শ্রেণীর পরিবর্তে যোগ্যতা এবং প্রতিভার উপর ভিত্তি করে একক ব্যক্তিদের উপর ন্যস্ত করা হয়।  এই ধরনের ব্যবস্থায় জীবনে অগ্রসর হতে হলে তা কর্মক্ষমতার ভিত্তিতে হতে হয়। পরীক্ষা বা প্রদর্শিত কৃতিত্বের মাধ্যমে এটি পরিমাপ করা হতে পারে। মেধাতন্ত্রের ধারণাটি বহু শতাব্দী ধরে বিদ্যমান থাকলেও ১৯৫৬ সালে ব্রিটিশ শিল্প সমাজবিজ্ঞানী অ্যালান ফক্স সোশ্যালিস্ট কমেন্টারি গবেষণা সাময়িকীতে রাজনৈতিক পরিভাষা হিসেবে এই ধারণাটির সর্বপ্রথম প্রয়োগ করেন বলে মনে করা হয়। অতঃপর আরেক ব্রিটিশ সমাজবিজ্ঞানী মাইকেল ডানলপ ইয়ং পরিভাষাটিকে জনপ্রিয় করতে সাহায্য করেন। তিনি ১৯৫৮ সালে তার দুঃস্বপ্নলৌকিক রাজনৈতিক এবং ব্যঙ্গাত্মক গ্রন্থ দ্য রাইজ অফ দ্য মেরিটোক্রেসি-তে এই শব্দটি ব্যবহার করেছিলেন। মেধাতন্ত্র পরিভাষাটি আদিতে একটি নিন্দনীয় শব্দ হিসেবে সৃষ্টি ও  জনপ্রিয় করা হলেও বর্তমানে এটিকে ইতিবাচক অর্থেও প্রয়োগ করা হয়। বর্তমানে শব্দটি প্রায়শই এমন সব সামাজিক ব্যবস্থাকে নির্দেশ করতে ব্যবহার করা হয়, যেখানে ব্যক্তিগত অগ্রগতি ও সাফল্য মূলত ব্যক্তির কর্মসামর্থ্য এবং যোগ্যতার প্রতিফলন হয়ে থাকে, এবং এ ব্যাপারটিকে প্রায়শই সুযোগের সমতার বহিঃপ্রকাশ হিসেবে দেখা হয়।\n\n\n== আরও দেখুন ==\nঅর্জনের মতাদর্শ\nজনপালন সেবাবিভাগের প্রবেশিকা পরীক্ষা\nপার্থক্যমূলক শিক্ষাগত অর্জন\nউৎকর্ষের পার্থক্যকরণ\nশিক্ষাগত প্রবেশিকা পরীক্ষা\nঅভিজাততন্ত্র\nসুযোগের সমতা\nফলাফলের সমতা\nযোগ্যতা (বৌদ্ধধর্ম)\nযোগ্যতা (খ্রিস্টান ধর্ম)\nমালিকানাভিত্তিক সমাজ\nসামাজিক গতিময়তা\nপ্রযুক্তিতন্ত্র\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\nBurbank, Jane and Cooper, Frederick. (2010). Empires in World History: Power and the Politics of Difference. Princeton: Princeton University Press. আইএসবিএন ০-৬৯১-১২৭০৮-৫.\nKazin, Michael, Edwards, Rebecca, and Rothman, Adam. (2010). The Princeton Encyclopedia of American Political History Volume 2. Princeton University Press. আইএসবিএন ০-৬৯১-১২৯৭১-১.\nKett, Joseph F. Merit: The History of a Founding Ideal From the American Revolution to the Twenty-First Century. Ithaca, NY: Cornell University Press, 2012. আইএসবিএন ৯৭৮-০৮০১৪৫১২২৫\nLampert, Khen. Meritocratic Education and Social Worthlessness, Palgrave-Macmillan, UK, 24 December 2012; আইএসবিএন ১১৩৭৩২৪৮৮০\nMulligan, Thomas. (2018). Justice and the Meritocratic State. New York: Routledge. আইএসবিএন ৯৭৮১১৩৮২৮৩৮০০. \nSchwarz, Bill. (1996). The expansion of England: race, ethnicity and cultural history. Psychology Pres. আইএসবিএন ০-৪১৫-০৬০২৫-৭.\nIeva, Lorenzo. (2018). Fondamenti di meritocrazia. Rome: Europa edizioni. আইএসবিএন ৯৭৮-৮৮-৯৩৮৪-৮৭৫-৬.\nSandel, Michael. The Tyranny of Merit: What's Become of the Common Good?। Farrar, Straus and Giroux। ২০২০। আইএসবিএন 9780374289980। \n\n\n== বহিঃসংযোগ ==\n\nQuinion, Michael (২০০১-০৭-২১)। \"World Wide Words: Meritocracy\"। World Wide Words। সংগ্রহের তারিখ ২০১৬-০২-১৭। \nBent, Nick। \"Time for a more inclusive and progressive definition of meritocracy\"। Progress Online। ৫ জুন ২০০৮ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২০১৬-০২-১৭। \nMarkovits, Daniel (২০১৯-০৮-১৯)। \"How Life Became an Endless, Terrible Competition\"। The Atlantic (ইংরেজি ভাষায়)। সংগ্রহের তারিখ ২০১৯-০৮-২৬।"}