{"pageid": 1496604, "title": "একীভূত ক্ষেত্র তত্ত্ব", "url": "https://bn.wikipedia.org/wiki?curid=1496604", "content": "পদার্থবিজ্ঞানে, একটি ইউনিফাইড ফিল্ড থিওরি ( UFT ) হল এক ধরনের ফিল্ড থিওরি যা সাধারণত মৌলিক শক্তি এবং প্রাথমিক কণা হিসেবে ভাবা হয় এমন সমস্ত কিছুকে ভৌত এবং ভার্চুয়াল ক্ষেত্রগুলির একজোড়া পরিপ্রেক্ষিতে লেখার অনুমতি দেয়। পদার্থবিজ্ঞানের আধুনিক আবিষ্কার অনুসারে, বলগুলি সরাসরি মিথস্ক্রিয়াকারী বস্তুর মধ্যে সঞ্চারিত হয় না বরং ক্ষেত্র নামক মধ্যস্থতাকারী সত্তা দ্বারা বর্ণনা ও ব্যাখ্যা করা হয়। \n\n\n== ভূমিকা ==\n\nপরিচিত মৌলিক শক্তিগুলির চারটিই ক্ষেত্র দ্বারা মধ্যস্থতা করা হয়, যা কণা পদার্থবিদ্যার স্ট্যান্ডার্ড মডেলে গেজ বোসন বিনিময়ের ফলে হয় । বিশেষত, চারটি মৌলিক মিথস্ক্রিয়া একীভূত হতে হবেঃ\nশক্তিশালী মিথস্ক্রিয়াঃ হ্যাড্রন গঠনের জন্য কোয়ার্ককে একত্রে ধরে রাখার জন্য এবং নিউট্রন ও প্রোটনকে একসাথে ধরে পারমাণবিক নিউক্লিয়াস গঠনের জন্য দায়ী মিথস্ক্রিয়া। এই শক্তির মধ্যস্থতাকারী বিনিময় কণা হল গ্লুওন।\nইলেক্ট্রোম্যাগনেটিক মিথস্ক্রিয়াঃ পরিচিত মিথস্ক্রিয়া যা বৈদ্যুতিক চার্জযুক্ত কণার উপর কাজ করে। ফোটন এই বলের বিনিময় কণা।\nদুর্বল মিথস্ক্রিয়াঃ একটি স্বল্প-পরিসরের মিথস্ক্রিয়া কিছু ধরণের তেজস্ক্রিয়তার জন্য দায়ী, যা ইলেকট্রন, নিউট্রিনো এবং কোয়ার্কের উপর কাজ করে। এটি W এবং Z বোসন দ্বারা মধ্যস্থতা করা হয়।\n\n\n== সম্পর্কে ==\nযাইহোক, ক্ষেত্রগুলির একটি দ্বৈততা একটি একক শারীরিক ক্ষেত্রে মিলিত হয়।  এক শতাব্দীরও বেশি সময় ধরে, ইউনিফাইড ফিল্ড তত্ত্ব গবেষণার একটি উন্মুক্ত লাইন হিসেবে রয়ে গেছে। শব্দটি তৈরি করেছিলেন আলবার্ট আইনস্টাইন, যিনি তার সাধারণ আপেক্ষিক তত্ত্বকে তড়িৎচুম্বকত্বের সাথে একীভূত করার চেষ্টা করেছিলেন। \" থিওরি অফ এভরিথিং \"  এবং গ্র্যান্ড ইউনিফাইড থিওরি  একীভূত ক্ষেত্র তত্ত্বের সাথে ঘনিষ্ঠভাবে সম্পর্কিত, কিন্তু প্রকৃতির ভিত্তিকে ক্ষেত্র হওয়ার প্রয়োজন না করে এবং প্রায়শই প্রকৃতির ভৌত ধ্রুবক ব্যাখ্যা করার চেষ্টা করে ভিন্ন। ধ্রুপদী পদার্থবিজ্ঞানের উপর ভিত্তি করে পূর্বের প্রচেষ্টাগুলি ক্লাসিক্যাল ইউনিফাইড ফিল্ড তত্ত্বের নিবন্ধে বর্ণিত হয়েছে।\nএকীভূত ক্ষেত্র তত্ত্বের লক্ষ্য ভবিষ্যতের তাত্ত্বিক পদার্থবিজ্ঞানের জন্য প্রচুর অগ্রগতির দিকে পরিচালিত করেছে এবং অগ্রগতি অব্যাহত রয়েছে। \n\n\n== তথ্যসূত্র =="}