{"pageid": 1496325, "title": "সারখাস (ইরান)", "url": "https://bn.wikipedia.org/wiki?curid=1496325", "content": "সারখাস ( ফার্সি: سرخس) ইরানের রাজাভি খোরসান প্রদেশের সারখাস কাউন্টির কেন্দ্রীয় জেলার একটি শহর, যেটি কাউন্টি এবং জেলা উভয়েরই রাজধানী হিসেবে কাজ করছে। সারখাস একসময় রেশম পথ বরাবর একটি যাত্রাপথের একটি মৌলিক বিশ্রামাগার ছিল। ১১শ শতাব্দীতে এখানে অনেক গ্রন্থাগার বিদ্যমান ছিল। মূল শহরের বেশিরভাগ জায়গা এখন তুর্কমেনিস্তানের সারখাসের সীমান্তের ওপারে।\n\n\n== ইতিহাস ==\n\nএই এলাকায় বেশ কিছু যুদ্ধ সংঘটিত হয়। ফেরদৌসীর শাহনামা অনুসারে শহরটি আফরাসিয়াবের যুগ থেকে বিদ্যমান ছিল এবং এর প্রতিষ্ঠাতা গোদারজের পুত্র সারখাসের জন্য কীকাভুসের দ্বারা নামকরণ করা হয়েছিল।\nএলাকার ওপাশে থাকা উপবন দ্বিতীয় সহস্রাব্দ খ্রিস্টপূর্বকাল থেকে বসবাসের উপযোগী ছিল এবং তুর্কমেন ইতিহাসবিদরা শহরটির প্রতিষ্ঠা ৫০৭ খ্রিস্টপূর্বাব্দে হওয়ার কথা মনে করেন। যদিও এটিকে কিছুটা মন্থর তারিখ হিসেবে বিবেচনা করা হয়, তবে শহরের সেই অংশ, যা এখন তুর্কমেনিস্তানের সীমান্তে সারখাস নামে পরিচিত, ১৯৯৩ সালে তার ২৫০০ বছর পূর্তি উদযাপন করেছে।\nমঙ্গোলরা ১২২১ খ্রিস্টাব্দে সারখাস লুট করে এবং ধ্বংস করে ফেলে। সেলজুক যুগে পুরাতন সারখাসে একটি প্রসিদ্ধ স্থপতি বিদ্যালয় ছিল, এবং এই অঞ্চলে তিনটি গুরুত্বপূর্ণ ১১শ শতাব্দীর ব্যক্তিত্বের সমাধি রয়েছে, দুটি তুর্কমেনিস্তানের সীমান্তের এপাশে (আবুল ফজল এবং ১০৮৯ সালের ইয়াতি গুমবেজ, শেখ আহমদ আল খাদির মাজার) এবং ইরানের দিকে অবস্থিত প্রভাবশালী বাবা লুকমানের সমাধি। এসব স্থাপনা ১৯শ শতকের মাঝামাঝি সময় কাজার রাজবংশের নাসেরুদ্দিন শাহ কাজারের আদেশে পুনর্নির্মাণ করা হয়, যিনি বর্তমান ইরানী শহরও পুনর্নির্মাণ করেছিলেন।\n\n\n=== জনসংখ্যা ===\n২০০৬ সালের জাতীয় আদমশুমারি অনুযায়ী, শহরের জনসংখ্যা ছিল ৩৩,৫৭১ জন, ৮,০৬৬টি পরিবারের মধ্যে। পরবর্তী ২০১১ সালের আদমশুমারিতে শহরের জনসংখ্যা ৩৭,১৬২ জন, ৯,৯৮৪টি পরিবারের মধ্যে ছিল। ২০১৬ সালের আদমশুমারি অনুযায়ী, শহরের জনসংখ্যা ছিল ৪২,১৭৯ জন, ১১,৮১২টি পরিবারের মধ্যে।\n\n\n== ভূগোল ==\n\n\n=== অবস্থান ===\nসারাখস শহর, ৫,০০০ বর্গকিলোমিটারেরও বেশি এলাকা নিয়ে, ইরানের রাজাভি খোরসন প্রদেশের উত্তর-পূর্বে, ইরান ও তুর্কমেনিস্তানের প্রজাতন্ত্রের সীমান্তের কাছাকাছি, মাশহাদ শহরের ১৮০ কিলোমিটার পূর্বে অবস্থিত। এটি আনুমানিক ৩০ থেকে ৬০ ডিগ্রি পূর্ব দ্রাঘিমাংশ এবং ৩৬ থেকে ৪০ ডিগ্রি উত্তর অক্ষাংশের মধ্যে অবস্থিত। অঞ্চলের দক্ষিণে প্রাকৃতিক সীমা নির্ধারিত হয়েছে কাশফারুদ নদী দ্বারা, পূর্বে তাজান নদী দ্বারা (হরি নদী এবং কাশফার নদীর মিলনস্থল থেকে), এবং পশ্চিম ও দক্ষিণ-পশ্চিমে কোপেহ দাগ পর্বতের শেষ সম্প্রসারণ দ্বারা প্রাকৃতিক সীমা নির্ধারিত হয়েছে। উত্তর ও পূর্বে এটি তুর্কমেনিস্তানের প্রজাতন্ত্র দ্বারা, পশ্চিমে মাশহাদ শহর দ্বারা এবং দক্ষিণে তোরবত-ই জাম শহর দ্বারা সীমানাবদ্ধ।\n\n\n=== জলবায়ু ===\nকারাকুম মরুভূমির প্রভাবে সারখাসের আবহাওয়া শীতকালে ঠান্ডা, গ্রীষ্মে উষ্ণ এবং শুষ্ক। ২০২১ সালৈর ৭ই জুলাইয়ে রেকর্ড সর্বোচ্চ তাপমাত্রা ৪৮.৭ ডিগ্রি সেলসিয়াস (১১৯.৭ ডিগ্রি ফারেনহাইট) নথিবদ্ধ করা হয়েছিলো।\nসেচের কৃষি সম্প্রসারণ এবং \"দৌস্তি বাঁধ\" গ্রহণের কারণে সারখাসের আবহাওয়া অতীতে মৃদু ও শুষ্ক ছিল। কিন্তু বর্তমানে গ্রীষ্মের মাসগুলিতে, এমনকি বসন্তেও, সর্বোচ্চ তাপমাত্রা শূন্যের উপরে ৫০ ডিগ্রি এবং শীতকালে সর্বনিম্ন ১৫ ডিগ্রি শূন্যের নীচে থাকে।\n২০২৪ সালের ১৫ ফেব্রুয়ারি, ৩২.২°C তাপমাত্রা রেকর্ড করা হয়, যা ২০১৬ সালের ওই মাসের পূর্ববর্তী রেকর্ডকে ০.২°C দিয়ে ছাড়িয়ে গেছে (যে ডেটা ১৯৮৯ সাল থেকে রেকর্ড করা হচ্ছে)।\n\n\n== শিল্প এবং খনি ==\nএই শহরের সবচেয়ে গুরুত্বপূর্ণ শিল্পগুলি হল গ্যাস, তেল এবং সালফার সম্পদ উত্তোলন, পরিশোধন এবং সংরক্ষণের সাথে সম্পর্কিত শিল্প যা সমৃদ্ধ। আক দরবন্দ কয়লা খনিটি বেশ কয়েকজন শ্রমিক তাতে পড়ে নিহত ও আহত হওয়ার পর এখন নিষ্ক্রিয়। কুশ-ই আজিম এলাকায় বালির খনিগুলোও চালু রয়েছে।\n\n\n== প্রসিদ্ধ স্থান ==\nসারখাসদের প্রধান ঐতিহাসিক স্থান হল শহরের উত্তরে একটি মাঠে আংশিকভাবে পুনরুদ্ধার করা লুকমান বাবার সমাধি। এটি 1356AD (757AH) সালে নির্মিত হয়েছিল।\nসারখাস জেলায় ৮০ এর মধ্যে সারখাস শহরের কিমি:\n\nবাজানগান হ্রদ\nমাজদাভান্দ গুহা এবং জলাশয়\nইরান-তুর্কমেনিস্তান ফ্রেন্ডশিপ ড্যাম\nরিবাত শরফ কাফেলারই\nখাতুন সেতু (ইরান ও তুর্কমেনিস্তানের মধ্যে পাঁচটি খিলানযুক্ত পাথরের সেতু)\nবাবা লগম্যানের সমাধি\nসারখাস বিশেষ অর্থনৈতিক অঞ্চল\n\n\n== পরিবহন ==\nএখানে একটি সীমান্তবর্তী রেলপথের প্রাথমিক প্রস্তাবনার এক শতাব্দী পর, ১৯৯৬ সালে ইরান এবং তুর্কমেনিস্তানের রেলপথগুলো অবশেষে এখানে সংযুক্ত হয়েছে। গেজের পার্থক্য কাটিয়ে উঠতে বগি পরিবর্তন প্রয়োজন। এটি আরও দ্রুততর করতে একটি এসইউডব্লিউ ২০০০ ভ্যারিয়েবল গেজ অক্ষ ট্র্যাক গেজ পরিবর্তন সুবিধা (টিএসআর) যোগ করা হবে।\n\n\n== আরও দেখুন ==\nইরানের অর্থনীতি\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র =="}