{"pageid": 1496886, "title": "বাংলাদেশে ইস্পোর্টস", "url": "https://bn.wikipedia.org/wiki?curid=1496886", "content": "ইস্পোর্টস (পূর্ণরূপঃ ইলেকট্রনিক স্পোর্টস ) বাংলাদেশের অন্যতম জনপ্রিয় একটি ক্রীড়া। এর মাধ্যমে ক্রিটিক্যাল থিংকিং, সমস্যা সমাধান, দলবদ্ধ কাজ এবং কোনো কিছুতে অভিযোজন করার ক্ষমতা বৃদ্ধি করে। \n\n\n== ইতিহাস ==\nবাংলাদেশে দূর্বল ইন্টারনেট এবং পিসির সহজলভ্যতার অভাব ও গ্রাফিক্স কার্ডের অস্বাভাবিক উচ্চদাম ইস্পোর্টস এর বিকাশে প্রথম থেকেই বাধা হয়ে আসছে। এছাড়াও, বাংলাদেশের বেশিরভাগ স্থানে স্থানীয় অনিবন্ধিত আইএসপি-এর প্রভাববিস্তারে নিবন্ধিত বা ন্যাশনাল আইএসপি ঢুকতে না পারার কারণে দেশের অধিকাংশ বাসাবাড়িতে ২-১০ Mbps এর বেশি গতির ইন্টারনেট না পাওয়া অন্যতম কারণ।\n২০০৬ সালের আগে বাংলাদেশে সাবমেরিন কেবলের অভাবে স্বল্পমূল্যে বা দ্রুতগতির ইন্টারনেট অবকাঠামো ছিল না। উন্নতবিশ্বের দেশ কিংবা শ্রীলঙ্কা, ইন্দোনেশিয়া, ভারত সহ প্রতিবেশি দেশগুলোর তুলনায় সিদ্ধান্তহীনতার ফলে অতিরিক্ত দেরিতে সাবমেরিন কেবলে যুক্ত হওয়ার ফলে বাংলাদেশ অন্যান্য ইন্টারনেট প্রযুক্তির সাথে ইস্পোর্টস ও গেমিংয়ের দিক থেকেও পিছিয়ে পড়ে। বাংলাদেশের জন্য ১৯৯২ এবং ১৯৯৪ সালে বিনা খরচে সি-মি-উই ৩ সাবমেরিন ক্যাবল সংযুক্তির প্রস্তাব থাকলেও, খালেদা জিয়ার মন্ত্রিসভা তথ্য-পাচার এর কারণ দেখিয়ে তা প্রত্যাক্ষান করেন। পরবর্তীতে খালেদা জিয়া দাবি করেন, তৎকালীন অর্থমন্ত্রী সাইফুর রহমান এর বিরোধীতার কারনেই তখন সাবমেরিন ক্যাবলে বাংলাদেশ সংযুক্ত হতে পারেনি। এর ফলে একটা ভুল সিদ্ধান্তের ভুক্তভোগী হওয়ার দীর্ঘদিন পর বাংলাদেশ ২০০৬ সালে সাবমেরিন ক্যাবল সি-মি-উই ৪ এর মাধ্যমে প্রথমবার উচ্চগতির ইন্টারনেট পায়। এছাড়াও এর আগেও দুইবার যথাক্রমে ১৯৮৫ সালে সি-মি-উই ২ কে একই অজুহাতে ও ১৯৭৮ সালে সি-মি-উই ১ কে \"বড় লোকের বিলাসীতা\" দাবী করে প্রত্যাক্ষান করেছিল তৎকালীন সরকার।\n\n\n=== বাংলাদেশে ইস্পোর্টস-র প্রারম্ভিক ইতিহাস (২০০৫-২০১৮) ===\n২০০৫ সাল থেকে বাংলাদেশ ইস্পোর্টসের অলিম্পিক হিসেবে খ্যাত ওয়াল্ড সাইবার গেমস (WCG) এ প্রতিবছর অংশগ্রহণ করে আসছিল। প্রথমে স্বচ্ছতা বজায় রাখলেও পরের দিকে এসে WCG বাংলাদেশ পার্টে বেশ কিছু অনিয়ম দেখা যায়। একসময় WCG বাংলাদেশ থেকে তাদের ফ্রাঞ্চাইজি প্রত্যাহার করে।\n২০০৫ সালে, বসুন্ধরা সিটি-তে ওয়াল্ড সাইবার গেমস (WCG) এর জন্য বাংলাদেশ দলের ৩ দিনব্যাপী বাছাইপর্ব ওয়াল্ড সাইবার গেমস ২০০৫- বাংলাদেশ চ্যাম্পিয়নশিপ অনুষ্ঠিত হয়। বাংলাদেশ থেকে অংশগ্রহণকারীরা এনএফএস আন্ডারগ্রাউন্ড-২ এবং ফিফা ২০০৫ খেলেছিল, যা ওয়ার্ল্ড সাইবার গেম ২০০৫-এর কেন্দ্রীয় কমিটি দ্বারা নির্ধারিত হয়েছিল। সেবছর সিঙ্গাপুরে ওয়াল্ড সাইবার গেমস ২০০৫-এ রুশো এবং ফাহিম খেলেছিলেন।\nবাংলাদেশ বাছাইপর্বের আয়োজক হিসেবে সেখানে গ্রামীণফোন কেবল  ডিজুস সিমের নির্দিষ্ট সাবস্ক্রাইবারদের অংশগ্রহণ করতে দেয়ায় মাধ্যমে একচেটিয়া অধিকার নেয়। এছাড়াও সেখানে প্রতিযোগীদের পাইরেটেড গেম সরবরাহ করা হয়েছিল, যা আন্তর্জাতিক অঙ্গনে অনুমোদিত নয়।\nপাইরেটেড গেমস সম্পর্কে আয়োজক সংস্থা F1 এর পরিচালক তানভীর আহমেদ বলেছিল, ওয়াল্ড সাইবার গেমস (WCG) কর্তৃপক্ষের পরামর্শে সফটওয়্যারগুলো ব্যবহার করা হচ্ছে।\nওয়াল্ড সাইবার গেমস ২০০৫- বাংলাদেশ চ্যাম্পিয়নশিপ এ শুরুতে, একহাজার জনের সুযোগ থাকার কথা থাকলেও প্রাথমিকভাবে ৫১২ জনকে সিলেক্ট করা হয় সর্বোচ্চসংখ্যক খুদে বার্তা প্রেরণকারী ডিজুস-এর সাবসক্রাইবার এর থেকে যারা রেজিস্ট্রেশন করেছিলেন ওয়াল্ড সাইবার গেমস বাংলাদেশ চ্যাম্পিয়নশিপ এর জন্য। এ বিষয়ে, নটরডেম কলেজের শিক্ষার্থী সাইফুল আয়োজকদের প্রতি তার হতাশা প্রকাশ করে বলেন কেবল গ্রামীণফোন কেবল ডিজুস গ্রাহকরদের কীভাবে চ্যাম্পিয়নশিপের জন্য ভাগ্যবান গেমারদের বেছে নিচ্ছে। বিশেষভাবে অন্যান্য অপারেটরের গ্রাহকরা, যারা প্রতিযোগিতায় অংশ নিতে পারেনি, তারা দাবি করেছিলেন ওয়াল্ড সাইবার গেমস (WCG)-এর মতো আন্তর্জাতিক প্রতিযোগিতার জন্য নির্বাচন পদ্ধতি সবার জন্য উন্মুক্ত রাখা উচিত। তানভীর আহমেদ বলেন, \"ডিজুস যেহেতু আমাদের পৃষ্ঠপোষক, তাই আমাদের এই পদ্ধতির মাধ্যমে সেরা দুই গেমার নির্বাচন করার জন্য তাদের গ্রাহকদের মধ্যে সীমাবদ্ধ রাখতে হবে।\"\n২০০৬ সালে, আগারগাঁও এর বাংলাদেশ-চীন মৈত্রী সম্মেলন কেন্দ্র-তে ওয়াল্ড সাইবার গেমস ২০০৬- বাংলাদেশ চ্যাম্পিয়নশিপ এর আয়োজন করা হয়।\n২০০৭ সালে, আগারগাঁও এর বাংলাদেশ-চীন মৈত্রী সম্মেলন কেন্দ্র-তে পুনরায় ওয়াল্ড সাইবার গেমস ২০০৭- বাংলাদেশ চ্যাম্পিয়নশিপ এর আয়োজন করা হয়, যেখানে ১২০০ জন প্রতিযোগী অংশগ্রহণ করেছিলেন। সেখানে গেম হিসেবে, এনএফএস কার্বন এবং ফিফা ২০০৭ ছিল।\n২০০৮ সালে, ব্র্যাক বিশ্ববিদ্যালয় ক্যাম্পাসে ওয়াল্ড সাইবার গেমস ২০০৮- বাংলাদেশ চ্যাম্পিয়নশিপ আয়োজন করা হয়, যেখানে স্কুল-কলেজ-বিশ্ববিদ্যালয়ের ৮০০ গেমার প্রতিযোগিতা করেছিলেন। সেখানে গতবারের থেকে ২টি টাইটেল নতুন সংযুক্ত হওয়ায় ফিফা ২০০৮, কাউন্টার স্ট্রাইক ১.৬, এনএফএসঃ প্রো-স্ট্রিট এবং ওয়ারক্রাফট ৩ ছিল।\n২০০৯ সালে, বাংলাদেশ প্রথম WCG ২০০৯ এশিয়ান চ্যাম্পিয়নশিপ-এ খেলার সুযোগ পায়। ইউনিভার্সিটি অব লিবারেল আর্টস বাংলাদেশ- এর ধানমন্ডী ক্যাম্পাসে ৩ দিনব্যাপী এ বাছাইপর্বে ৫০০ জন গেমার অংশগ্রহণ করেন।\nএ বছরের আগস্টে, নর্থ সাউথ বিশ্ববিদ্যালয়-এ ওয়াল্ড সাইবার গেমস ২০০৯- বাংলাদেশ চ্যাম্পিয়নশিপ আয়োজন করা হয়, যেখানে ঢাকা, সিলেট, চট্টগ্রাম, রংপুর, বরিশাল-সহ সারা বাংলাদেশ থেকে ১২০০ জন গেমার অংশগ্রহণ করেন। পূর্ববর্তী বছরের তুলনায় এবার আরো ৩টি টাইটেল যুক্ত করার মাধ্যমে এবার ফিফা ০৯, কাউন্টার স্ট্রাইক ১.৬, ওয়ারক্রাফট ৩, কল অফ ডিউটি ৪ঃ মর্ডান ওয়ারফেয়ার, ফ্রোজেন থ্রোন, গিটার হিরো ওয়াল্ড ট্যুর ছিল। এ বছরের ওয়াল্ড সাইবার গেমস ২০০৯-এ ফিফা ০৯ এবং কাউন্টার স্ট্রাইক ১.৬ এর ন্যাশনাল রাউন্ডের বিজয়ী চীনে খেলতে গিয়েছিলেন। তবে এবার গ্রামীণফোনের ডিজুস বাদ পড়ে গত ৪ বছর একচেটিয়া অধিকার নেয়ার কারণে। কিন্তু F1 ইভেন্ট ম্যানেজার হিসেবে থেকে যায়। এবার, মোজো-সহ গ্লোবাল পার্টনার স্যামসাং, ইন্টেল, গিগাবাইট এবং স্মার্ট টেকনোলজিস স্পন্সর হিসেবে ছিল।\n২০১০ সালের আগস্টে, স্কলাস্টিকা-র উত্তরা ক্যাম্পাসে ওয়াল্ড সাইবার গেমস ন্যাশনাল চ্যাম্পিয়নশিপ বাংলাদেশ আয়োজন করা হয়। এর আগে জুলাইয়ে ওয়াল্ড সাইবার গেমস ২০১০ এশিয়ান চ্যাম্পিয়নশিপ-এ বাংলাদেশ থেকে আটজন ইস্পোর্টস খেলোয়াড় অংশগ্রহণ করেছিলেন।\n২০১২ সালে, ইন্ডিপেন্ডেন্ট বিশ্ববিদ্যালয়-এ ওয়াল্ড সাইবার গেমস বাংলাদেশ ২০১২ আয়োজন করা হয়।\nএ বছরই এআইইউবি-তে ইনডোর গেমস ফেস্টিভাল এ \"সাইবার গেমস\" নামক ইস্পোর্টস প্রতিযোগিতার আয়োজন করা হয়। ২০১৩ সালে, এআইইউবি পুনরায় ইনডোর গেমস কম্পিটিশন ২০১৩ এ \"সাইবার গেমস\" এর আয়োজন করে।\n২০১৩ সালেও বাংলাদেশ ওয়াল্ড সাইবার গেমস (WCG) এ অংশগ্রহণ করে।\nপরবর্তিতে বিভিন্ন বিশ্ববিদ্যালয়ে, কোম্পানির ও ব্যক্তিগত সংগঠনের উদ্যোগে বাংলাদেশে বিভিন্ন সময়ে পিসি ভিডিও গেমের ইস্পোর্টস দেখা যায়।\n\n\n=== ক্রমবিকাশ ও স্বীকৃতি প্রদান (২০১৯-বর্তমান) ===\nতবে, ২০১৯ থেকে বাংলাদেশে ই-স্পোর্টসের অবস্থার উন্নতি হয়েছে।  এবছরই পাবজি মোবাইলের জনপ্রিয়তা পাওয়ার পর বাংলাদেশে সর্বসাধারণের মধ্যে ব্যাপক পরিসরে ইস্পোর্টসের বিস্তৃতি দেখা যায়। ২০২২ সালে, বিকাশ বিশ্বকাপ গেমারু নামক ফিফা মোবাইল এর জাতীয় পর্যায়ের টুর্নামেন্ট আয়োজন করে। \n২০২২ সালের ৩০শে মার্চ- ১ এপ্রিল ইন্টারন্যাশনাল কনভেনশন সিটি বসুন্ধরা (আইসিসিবি)-তে এরিনা অফ ভ্যালরের এআইসি সাউথ এশিয়া কোয়ালিফায়ার্স গ্রান্ড ফাইনালস আয়োজন করা হয়, যার অতিথি হিসেবে মাশরাফী বিন মোর্ত্তজা, মোহাম্মদ আশরাফুল, তাহসান রহমান খান উপস্থিত ছিলেন।\nজুনে এরিনা অফ ভ্যালর কমিউনিটি কাপ এর কারণে এরিনা অফ ভ্যালর বাংলাদেশ এবং গ্রামীণফোন এর উদ্যোগে বাংলাদেশের শীর্ষক বিভিন্ন বিশ্ববিদ্যালয়ে \"ফিউচার ইন গেমিং\" নামক সেমিনার আয়োজন করা হয়, যার ট্যাগলাইন ছিল 'আগে পড়ালেখা পরে গেমস'। এরই প্রেক্ষীতে ২৩শে জুন, ২০২২ সালে, ডিইউ আইটি সোসাইটি এর অংশীদারিত্বে ঢাকা বিশ্ববিদ্যালয়ে ইস্পোর্টসের গুরুত্ব তুলে ধরতে সেমিনারের আয়োজন করে। এছাড়াও একইভাবে নর্থ সাউথ বিশ্ববিদ্যালয় সহ শীর্ষস্থানীয় বিভিন্ন বিশ্ববিদ্যালয়ে সেমিনারের আয়োজন করা হয়।\n২০২৪ সালে, অন্তর্বর্তীকালীন সরকার গঠনের পর বাংলাদেশে ব্যাপকভাবে ইস্পোর্টসের বিকাশ দেখা যায়। ২৯শে সেপ্টেম্বর অন্তর্বর্তীকালীন সরকারের ক্রীড়া উপদেষ্টা আসিফ মাহমুদ এর সাথে ইফতি আজাদ (সিকম্যাড), তানভীর আহমেদ (টাইমবার্নার), আবদুল্লাহ আল নোমান (ফিনিক্সওপি), শরীফ নাজমুস সাকিব (ব্রিগেডিয়ার ৭১), রিজভী আহমেদ হৃদয় (কেএস হৃদ) ও মেহেদী মির্জা (ম্যাযেস্টিক) ইস্পোর্টস এন্থুসিয়াস্ট হিসেবে বৈঠক করেন, যেখানে বাংলাদেশের গেমিং ও ইস্পোর্টস ইকোসিস্টেমের উন্নয়ন এবং পাবজি মোবাইল ও ফ্রি ফায়ার আনব্যানের বিষয়ে আলোচনা করা হয়। উপস্থিত ব্যক্তিরা ইস্পোর্টস-র গুরুত্ব, বাংলাদেশে এর সম্ভাবনাময় সেক্টরসমূহ এবং পাবজি মোবাইল ও ফ্রি ফায়ার ব্যান থাকায় দেশের মোবাইল ইস্পোর্টস প্লেয়ারদের ভোগান্তি তুলে ধরেন। আলোচনায় আসিফ মাহমুদ বাংলাদেশে ইস্পোর্টসের গুরুত্ব ও সম্ভাবনা সম্পর্কে আগ্রহ প্রকাশ করেন এবং আনব্যান ও ইস্পোর্টসের অগ্রগতি নিয়ে কাজ করবেন জানান।\n১ ডিসেম্বর, ২০২৪ বাংলাদেশে ইস্পোর্টসকে জাতীয়ভাবে ক্রীড়া হিসেবে স্বীকৃতি দেওয়ার বিষয়ে জাতীয় ক্রীড়া পরিষদের সচিব মোহাম্মদ আমিনুল ইসলামের সঙ্গে একটি প্রতিনিধি দলের মতবিনিময় হয়, যেখানে ছিলেন ইফতি আজাদ (সিকম্যাড), তানভীর আহমেদ (টাইমবার্নার), আবদুল্লাহ আল নোমান (ফিনিক্সওপি), রিজভী আহমেদ হৃদয় (কেএস হৃদ) ও মেহেদী মির্জা (ম্যাযেস্টিক)। প্রতিনিধি দল দেশের ইস্পোর্টসের বর্তমান পরিস্থিতি ও ভবিষ্যৎ সম্ভাবনা তুলে ধরে এই খাতকে স্বীকৃতি দেওয়ার গুরুত্ব আরোপ করেন। তারা উল্লেখ করেন, ইস্পোর্টস তরুণ প্রজন্মের প্রতিভা বিকাশের একটি নতুন ক্ষেত্র এবং আন্তর্জাতিক প্রতিযোগিতায় দেশের প্রতিনিধিত্ব করার সুযোগ সৃষ্টি করছে। পাশাপাশি, দেশে বিভিন্ন ভিডিও গেমের উপর আরোপিত নিষেধাজ্ঞা সম্পর্কেও আলোচনা হয়। জাতীয় ক্রীড়া পরিষদ ইস্পোর্টসের সম্ভাবনা নিয়ে আরও বিশদ আলোচনা এবং কার্যকর উদ্যোগ গ্রহণের আশ্বাস দিয়েছে।\nএসময় বিভিন্ন সরকারী ও বেসরকারী স্কুল, কলেজ ও বিশ্ববিদ্যালয়ে ইস্পোর্টসের ল্যান ইভেন্ট এবং ইস্পোর্টস ক্লাব গঠন দেখা যায়। নভেম্বর, ২০২৪ সালে মিরপুর ক্যান্টনমেন্ট পাবলিক স্কুল ও কলেজের শিক্ষার্থীদের জন্য সাইবারস্প্রিন্ট ২.০  এ পাবজি মোবাইল ও কল অফ ডিউটি: মোবাইল এর ইস্পোর্টস ইভেন্ট আয়োজন করা হয়, যার প্রধান অতিথি ছিলেন প্রিন্সিপাল লেফটেন্যান্ট কর্নেল কে.এম. সোলায়মান আল মামুন। কয়েকদিন পর, আইডিয়াল স্কুল অ্যান্ড কলেজে আইএসটিএআরসি সাইন্স এন্ড টেকনোলজি ফেস্টিভাল ২০২৪ এ ইএ স্পোর্টস এফসি ২৫ গেমে দেশের সবথেকে বড় ল্যান টুর্নামেন্ট আয়োজন করা হয়। এ মাসেই সরকারি বিজ্ঞান কলেজের ১১তম ন্যাশনাল সায়েন্টিস্ট ম্যানিয়া ২০২৪ তে পাবজি মোবাইল এর ল্যান ইস্পোর্টস ইভেন্ট আয়োজন করা হয়, যেখানে এ১ ইস্পোর্টস, কেএস এক্সই, সিএমএফ, এটিআর সহ বাংলাদেশের অন্যতম ইস্পোর্টস দলগুলো উপস্থিত ছিল। সেখানে প্রধান অতিথি হিসেবে ছিলেন নাহিদ ইসলাম। একই মাসে ইন্ডিপেন্ডেন্ট বিশ্ববিদ্যালয়- (IUB)-র আইইউবি ইস্পোর্টস ক্লাব ন্যাশনাল কলেজিয়েট ইস্পোর্টস চ্যাম্পিয়নশিপ- সিজন ২ আয়োজন করে।  এর কয়েকদিন পর ডিসেম্বরে শুরু হয় আহছানউল্লা বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয়- (AUST) এর মাইন্ডস্পার্ক ২৪ নামক ইস্পোর্টস টুর্নামেন্ট। পরেরদিনই খুলনা প্রকৌশল ও প্রযুক্তি বিশ্ববিদ্যালয় (KUET) এর ক্যাম্পাসে ইস্পোর্টস ল্যান ইভেন্ট সাইবারট্রন গেমিং ফিয়েস্টা ২০২৪ আয়োজন করে কুয়েটের সাইবার গেমিং ক্লাব CYBORG এবং এইচপি, যেখানে পাবজি মোবাইল, ভ্যালোর‍্যান্ট, ইএ স্পোর্টস এফসি মোবাইল ছিল। ১২ ডিসেম্বর, ২০২৪ ঢাকা কমার্স কলেজ- (DCC) এর \"ডিসিসি ইস্পোর্টস ক্লাব\" উদ্ভোদন করা হয়।\n৮ আগস্ট, ২০২৪ ইস্পোর্টস অ্যাওয়ার্ডস বাংলাদেশ এর ঘোষণা করা হয়, যা বাংলাদেশে ইস্পোর্টস রাষ্ট্রীয়ভাবে স্বীকৃতি প্রদানের প্রথম ধাপ হিসেবে পরিকল্পনা দিয়েছিলেন অন্তর্বর্তীকালীন সরকারের ক্রীড়া উপদেষ্টা আসিফ মাহমুদ। বিষয়টি ২০ই আগস্ট ইফতি আজাদ (সিকম্যাড) ই-স্পোর্টস নেটওয়ার্ক বাংলাদেশ এর সাক্ষাৎকার অনুষ্ঠানে প্রকাশ করেন। ফলে আসন্ন ইস্পোর্টস অ্যাওয়ার্ডস বাংলাদেশ-এর প্রধান অতিথি হিসেবে আসিফ মাহমুদ থাকার সম্ভাবনা রয়েছে বলে ধারণা করা হচ্ছে।\n\n\n== নিয়ন্ত্রক সংস্থা ==\n\nবাংলাদেশের ইস্পোর্টস এর নিয়ন্ত্রক সংস্থা হলো বাংলাদেশ ইয়ুথ ডেভেলপমেন্ট অ্যান্ড ইলেকট্রনিক স্পোর্টস অ্যাসোসিয়েশন, যা বাংলাদেশ অলিম্পিক সংস্থা এর তত্তাবধানে ২০২১ সালে প্রতিষ্ঠিত হয়। সংগঠনটি ইন্টারন্যাশনাল ইস্পোর্টস ফেডারেশন এবং এশিয়ান ইলেকট্রনিক স্পোর্টস ফেডারেশনে আনুষ্ঠানিকভাবে বাংলাদেশকে প্রতিনিধিত্ব করে। \n\n\n== প্রতিযোগিতা ==\n\n\n=== বাংলাদেশে ইস্পোর্টস দলের তালিকা ===\nরেড ভাইপারজ; ২০০৮ সালে প্রতিষ্ঠিত\nদ্য কাউন্সিল; ২০১৪ সালে প্রতিষ্ঠিত\nএওয়ান ইস্পোর্টস; ২০২০ সালে প্রতিষ্ঠিত\nএক্সেলি এস্পোর্টস; ২০২০ সালে প্রতিষ্ঠিত\n\n\n=== ডোমেস্টিক টুর্নামেন্ট ===\nডিওয়ান কাপ বাংলাদেশ; ডিসকভারি ওয়ান দ্বারা পরিচালিত বাংলাদেশের শীর্ষ পর্যায়ের লিগ \n\n\n== পদক ==\nইস্পোর্টস অ্যাওয়ার্ডস বাংলাদেশ\n\n\n== বিদেশী লিগে উল্লেখযোগ্য খেলোয়াড় ==\nমোঃ \"সিনিস্টার\" শাকিল; পাবজি মোবাইল গ্লোবাল চ্যাম্পিয়নশিপ (PMGC)- ২০২১ এর ফাইনালে খেলা একমাত্র বাংলাদেশি দল এ১ ইস্পোর্টস-র লিডার। \n\n\n== বাংলাদেশে ইস্পোর্টস-র অন্ধকারযুগ ==\n\n\n=== চুয়াডাঙ্গায় ইস্পোর্টস টুর্নামেন্টে ১২০ জন আটক ===\n২০ই জুলাই, ২০২২ সালে, চুয়াডাঙ্গায় পাবজি মোবাইলের আনঅফিসিয়াল টুর্নামেন্ট পাবজি মোবাইল চুয়াডাঙ্গা লীগ এর ফাইনাল চলাকালীন স্থানীয় পুলিশ বাংলাদেশের অন্যতম ইস্পোর্টস দল এ১ ইস্পোর্টস সহ মোট ১২০ জন শিক্ষার্থীকে আটক করে, যার ২৪ জনের ১৮ বছর পূর্ণ হওয়ায় ২ দিনের বিনাশ্রম কারাদণ্ড দেয় ভ্রাম্যমাণ আদালত। \nই-স্পোর্টস হলো প্রতিযোগিতামূলক টুর্নামেন্ট। নির্দিষ্ট কর্তৃপক্ষের মাধ্যমে ফুটবল বা ক্রিকেট বিশ্বকাপের মতই ই-স্পোর্টস টুর্নামেন্টগুলো আয়োজিত হয়। তবে, চুয়াডাঙ্গায় ১২০ জন শিক্ষার্থীকে আটকের পর বিভিন্ন মূলধারার গণমাধ্যম ও সংবাদপত্র বিভ্রান্তিকর তথ্য প্রচার করে, যেখানে ইস্পোর্টসকে জুয়া দাবি করে গুজব ছড়ানো হয়। সেখানে চুয়াডাঙ্গা সদর থানার ওসি মাহবুবর রহমান ইস্পোর্টস সম্পর্কে অজ্ঞতা থেকে বলেন শিক্ষার্থীরা অবৈধ কাজ বা ছিনতাই করে আইফোন এর জন্য। যা সম্পূর্ণ ভিত্তিহীন এবং মিথ্যা। \nএ ঘটনায় স্থানীয় পুলিশ ও মিডিয়ার একইসময়ে একইসাথে ঢোকায় এটিকে মাস্টার প্লান বলে সন্দেহ করা হয়। এ বিষয়ে টি স্পোর্টস এর \"লেটস প্লে\" অনুষ্ঠানে বিওয়াইডিইএসএ-র আইনি উপদেষ্টা অনিক মৃধা বলেন, \"\"একইদিনে বাংলাদেশের একজন ক্রীড়াবিদ ভারতের বক্সিং ফেডারেশনে বক্সিং খেলার জন্য গেলে সেই পজিটিভ নিউজটি কভারেজ না পেয়ে ইস্পোর্টস প্লেয়ারদের গ্রেপ্তারের নিউজ সেদিন ব্যাপকভাবে কভারেজ পেয়েছে। এর ফলে তিল থেকে তাল হয়েছে।\"\" সেখানে আইনবিদ হিসেবে তিনি পরিষ্কারভাবে উল্লেখ করেন, ১৪১ ধারা অনুসারে পুলিশ সমাবেশ থামাতে পারলেও \"কিশোর সংশোধনী আইন\" অনুযায়ী সেখানেই মীমাংসা করাই সমাধান ছিল।\nএছাড়াও মেহেদী মির্জা উল্লেখ করেন, সাধারণত পুলিশ যেকোন স্থানে আগে যায় ও তার পরে মিডিয়া ঢোকে। তবে একইসাথে ঢোকায় এটিকে মাস্টার প্লান বলে উল্লেখ করেন তিনিও। এ ঘটনায় কিশোর ইস্পোর্টস প্লেয়ারদের হেনস্তার কথা উল্লেখ করে তিনি বিচার চান। অনূর্ধ্ব ১৮ শিক্ষার্থীদের আটক করে মৌলিক অধিকারের বাহিরে যেয়ে অভিভাবকের সাথে যোগাযোগ করতে না দেয়া ও কারাগারে নিয়ে যাওয়ার কথাও উল্লেখ করেন। এছাড়াও এর ফলে বাংলাদেশের অন্যতম ইস্পোর্টস খেলোয়াড় সিনিস্টার এর মায়ের প্যানিক অ্যাটাকের কথা তিনি বলেন।\n\n\n== মিডিয়া কভারেজ ==\n\n\n=== নিউজ রিপোর্টিং ===\nইস্পোর্টস কভারেজের প্রধান মাধ্যম হল ইন্টারনেট। ই-স্পোর্টস নেটওয়ার্ক বাংলাদেশ হলো বাংলাদেশের প্রথম ও অন্যতম ইস্পোর্টস বিষয়ক গণমাধ্যম।\nএছাড়াও বিভিন্ন সময়ে দৈনিক ইত্তেফাক, দৈনিক কালের কণ্ঠ, প্রথম আলো, দ্য ফাইনান্সিয়াল এক্সপ্রেস (বাংলাদেশ), দ্য ডেইলি অবজার্ভার, দ্য ডেইলি স্টার (বাংলাদেশ), ঢাকা ট্রিবিউন, ঢাকা পোস্ট, ঢাকা মেইল, দৈনিক সমকাল, দৈনিক কালবেলা, দৈনিক প্রতিদিনের সংবাদ, বাংলাদেশের কণ্ঠ, সময় নিউজ (ই-পেপার), ক্যাম্পাস টাইম সহ বাংলাদেশের প্রায় সকল মূলধারার সংবাদপত্র ইস্পোর্টস বিষয়ক সংবাদপ্রচার করে।\n\n\n=== টেলিভিশন ===\nবাংলাদেশের প্রথম ক্রীড়া টিভি চ্যানেল টি স্পোর্টস এ \"লেটস প্লে\" নামক ইস্পোর্টস ও গেমিং নিউজ অনুষ্ঠানের আয়োজন করে, যার প্রথম এপিসোড ৮ই মার্চ, ২০২২ এ সম্প্রচার করা হয়।\n\n\n== আরও দেখুন ==\nইস্পোর্টস\nবাংলাদেশ ইয়ুথ ডেভেলপমেন্ট অ্যান্ড ইলেকট্রনিক স্পোর্টস অ্যাসোসিয়েশন; বাংলাদেশের ইস্পোর্টস এর নিয়ন্ত্রক সংস্থা\nবাংলাদেশে ভিডিও গেম\nবাংলাদেশে ইন্টারনেট\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবাংলাদেশ ইয়ুথ ডেভেলপমেন্ট অ্যান্ড ইলেকট্রনিক স্পোর্টস অ্যাসোসিয়েশন-র ওয়েবসাইট\nটেমপ্লেট:বাংলাদেশে ইস্পোর্টস"}