{"pageid": 1496036, "title": "মক্কা মসজিদ বিস্ফোরণ", "url": "https://bn.wikipedia.org/wiki?curid=1496036", "content": "মক্কা মসজিদ বিস্ফোরণ ১৮ মে ২০০৭ তারিখে হায়দরাবাদের মক্কা মসজিদ নামক একটি মসজিদে ঘটে, যা ভারতের তেলেঙ্গানা রাজ্যের রাজধানী হায়দরাবাদে এবং চারমিনার এর কাছাকাছি অবস্থিত। বিস্ফোরণটি একটি সেলফোন-সক্রিয় পাইপ বোমা দ্বারা ঘটানো হয় যা ওযুর (নামাজের পূর্বে পবিত্রতা অর্জন) জন্য নির্ধারিত স্থানের কাছে রাখা ছিল। দুটি অতিরিক্ত লাইভ আইইডি পাওয়া যায় এবং পুলিশ সেগুলি নিষ্ক্রিয় করে। পরবর্তীতে ১৬ জনের মৃত্যুর খবর আসে, যার মধ্যে পাঁচজন পুলিশের গুলিতে নিহত হন। পুলিশ দাবি করে যে তারা পরিস্থিতি শান্ত করার জন্য গুলি চালায়।\nপ্রমাণের অভাবের কারণে ১৬ এপ্রিল ২০১৮ তারিখে এনআইএ আদালত বিস্ফোরণের সঙ্গে সম্পর্কিত ১১ জন অভিযুক্তকে মুক্তি দেয়।\n\n\n== সারাংশ ==\nদুপুর ১:১৫-ত মক্কা মসজিদে বিস্ফোরণটি ঘটে। এই মসজিদটি যা হায়দরাবাদের একটি ৪০০ বছরের পুরনো মসজিদ। আইইডি-তে ছিল সাইক্লোটল, যা আরডিএক্স এবং টিএনটি এর ৬০:৪০ মিশ্রণ, যা ১০ ইঞ্চি (২৫৪ মিমি) বাই ৩ ইঞ্চি (৭৬ মিমি) পাইপে ভরা ছিল। বোমাটি একটি ভারী মার্বেল প্ল্যাটফর্মের নিচে রাখা হয়েছিল, যা বিস্ফোরণের শক্তিকে শোষণ করে এবং অনেক জীবন রক্ষা করে। বিস্ফোরণের তিন ঘণ্টা পরে পুলিশ আরও দুটি আইইডি নিষ্ক্রিয় করে, একটি বিস্ফোরণস্থল থেকে ১০০ মিটার দূরে এবং অন্যটি প্রধান গেটের কাছে।\nবিস্ফোরণটি মক্কা মসজিদের খোলা অংশের কাছে ঘটে। বিস্ফোরণের সময় মসজিদে ১০,০০০ এর বেশি মানুষ জুম্মার নামাজ পড়ছিলেন। আহতদের হায়দরাবাদের ওসমানিয়া হাসপাতালে চিকিৎসা দেওয়া হয়।\n\n\n== দাঙ্গা এবং পুলিশ গুলি চালানো ==\nপুলিশের গুলিতে পাঁচজন মারা যান, যা ব্যাপক বিতর্ক সৃষ্টি করে। দ্য টেলিগ্রাফ রিপোর্ট করে:\n\n    এই ঘটনায় পুলিশের গুলির একাধিক ঘটনার পর গুলি চালানোতে মোড় নিতে শুরু করে। কিছু সূত্র জানায়, বিস্ফোরণের জন্য ‘ভেড়া’ পুলিশ এবং ‘ওয়াল্লা’ অভ্যন্তরীণ বিভাগ সহ সন্ত্রাসবাদী গোষ্ঠী আক্রমণ করে।\n\n\n== পুনরুদ্ধার এবং তদন্ত ==\nভারতীয় সরকার বিস্ফোরণটি সন্ত্রাসী আক্রমণ হিসেবে চিহ্নিত করে এবং এনআইএ তদন্ত শুরু করে।\n\n\n== ব্যক্তি ==\nএনআইএ আদালতের রায় অনুসারে, অভিযুক্তরা হলেন:\n\nআসীমানন্দ\nঅদ্বৈত আনন্দ\nজ্ঞানী সাধু\nকল্যাণ চৌধুরী\nমোহিত সেন\nরামেশ ভার্মা\nকৃষ্ণানন্দ\n\n\n== বিস্ফোরণের প্রভাব ==\nবিস্ফোরণটি ভারতে সন্ত্রাসী আক্রমণের ভয়াবহতা এবং ধর্মীয় সহিংসতার হুমকি তুলে ধরে। এটিকে ভারতের নিরাপত্তা পরিস্থিতিতে অস্থিরতা সৃষ্টি ও অস্থিরতা বৃদ্ধি হিসেবে দেখা হয়। এটি দেশের ঐতিহ্যবাহী সংহতি ও শান্তির প্রতীক হিসেবে বিভিন্ন রাজনৈতিক চর্চায় আলোচিত হয়।\n২০১০ সালের আগস্টে, নিরাপত্তা বিশ্লেষক বাহুকুতুম্বী রমন \"ভারতীয় এবং মার্কিন তদন্তকারীদের কাছ থেকে ভিন্ন রকম প্রতিবেদন আসা নিয়ে প্রশ্ন তুলেন।\"\n২০১০ সালের সেপ্টেম্বর মাসে, রিপোর্ট করা হয় যে জাতীয় কাউন্টারটেরোরিজম সেন্টার (এনসিটিসি) প্রাথমিক তদন্তের ভিত্তিতে মনে করেছিল যে হরকত-উল-জিহাদ আল-ইসলামী (হুজি) আক্রমণের পেছনে থাকতে পারে, তারপরে কেন্দ্রীয় তদন্ত সংস্থা (সিবিআই) তদন্তের দায়িত্ব গ্রহণ করে। সিবিআই দাবি করে যে এনসিটিসি \"সর্বশেষ তদন্তের সাথে আপ টু ডেট নয়\", কারণ এনসিটিসি পরিচালক ২০১০ সালের একটি ডকুমেন্টে যুক্তরাষ্ট্র সিনেটে হুজিকে দায়ী করেছিল।\n\n\n=== মূল তদন্ত ===\n২০১০ সালের ১৯ নভেম্বর, সিবিআই স্বামী আসীমানন্দকে মক্কা মসজিদ বিস্ফোরণ সংক্রান্ত মামলায় আদালতের সামনে হাজির করে, যা ২০০৭ সালের মে মাসে হায়দরাবাদে সংঘটিত হয়। ১৮ ডিসেম্বর তিনি একজন ম্যাজিস্ট্রেটের সামনে আত্মসমর্পণ করেন এবং পুলিশ কর্তৃক গ্রেফতার হওয়া নিরপরাধ মুসলিম যুবকদের দেখে নিজের অপরাধবোধ অনুভব করার কথা বলেন। আসীমানন্দ ও সাধ্বী প্রজ্ঞার স্বীকারোক্তি এবং উচ্চপদস্থ সামরিক কর্মকর্তাদের সাথে তাদের বৈঠকের বিবরণী অভিনব ভারত এবং মালোগাঁও, সামঝোতা এক্সপ্রেস এবং আজমের দরগাহ বোমা হামলায় তাদের ভূমিকার কথা তুলে ধরে। এই মামলা \"প্রথমবারের মতো 'হিন্দুত্ব সন্ত্রাস' এর নিশ্চিত প্রমাণ প্রকাশ করে\", এবং এটি তদন্তের নতুন দিশা প্রবর্তন করে।\nঅ্যান্টি টেরোরিস্ট স্কোয়াড (ভারত) (এটিএস) এবং সিবিআই পরবর্তীতে রাষ্ট্রীয় স্বয়ংসেবক সঙ্ঘ (আরএসএস) -এর প্রাক্তন সদস্যদের জিজ্ঞাসাবাদ করে, এবং ২০১০ সালের ডিসেম্বর মাসে আসীমানন্দকে জিজ্ঞাসাবাদ করে হিন্দু জঙ্গী গোষ্ঠী সম্পর্কে নতুন তথ্য বের করে।\n\n\n== তথ্যসূত্র =="}