{"pageid": 1496074, "title": "মোঃ মাহবুব এলাহী রঞ্জু বীর প্রতীক", "url": "https://bn.wikipedia.org/wiki?curid=1496074", "content": "মোঃ মাহবুব এলাহী রঞ্জু (বীর প্রতীক)(উচ্চারণ: /ɛm ˌডিː ˌমɑːহɑːˈবুব/ /ˈএˌলাহী/ /ˈরঞ্জু) (জন্ম জুন ১৭, ১৯৫২) একজন সম্মানিত বাংলাদেশি স্বাধীনতা সংগ্রামি, যিনি ১৯৭১ সালে পাকিস্তানের  বিরুদ্ধে মুক্তিযুদ্ধে তারঁ সাহসিকতার জন্য বাংলাদেশের জাতীয় গ্যালান্ট্রি পুরস্কার \"বীর প্রতীক\" লাভ করেন। তিনি বিভিন্ন মিডিয়া প্ল্যাটফর্মে তারঁ উপস্থিতির জন্যও সুপরিচিত। বর্তমানে তিনি একজন ব্যবসায়ী।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nরঞ্জু ১৯৫২ সালের ১৭ জুন গাইবান্ধা সদরের\nমুনশীপাড়ায় জন্মগ্রহণ করেন। তিনি মরহুম ফজলে এলাহী ও মরহুম মেহেরুন নেসার বড় ছেলে এবং পরিবারের দ্বিতীয় সন্তান। তিনি ১৯৬৮ সালে গাইবান্ধা সরকারি  কলেজ থেকে উচ্চমাধ্যমিক (এসএসসি-১৯৬৮) শেষ করেন এবং ১৯৭০ সালে রাজশাহী সরকারি কলেজ থেকে কলেজ শিক্ষা (এইচএসসি-১৯৭০) সম্পন্ন করেন। এরপর তিনি রাজশাহী বিশ্ববিদ্যালয় থেকে পরিসংখ্যান বিষয়ে বি.এসসি (অনার্স) এবং মাস্টার্স ডিগ্রি অর্জন করেন।\n\n\n== মুক্তিযুদ্ধে অংশগ্রহণ ==\n১৯৭১ সালে, যখন রঞ্জু রাজশাহী বিশ্ববিদ্যালয়ের পরিসংখ্যান বিভাগের ছাত্র ছিলেন, তখন তিনি বাংলাদেশের মুক্তিযুদ্ধে অংশগ্রহণ করেন। জাতির পিতা বঙ্গবন্ধু শেখ মুজিবুর রহমান কর্তৃক বাংলাদেশের স্বাধীনতা ঘোষণা দেওয়ার পর, রঞ্জু গাইবান্ধা এলাকায় পাকিস্তানি দখলদার বাহিনীর বিরুদ্ধে মুক্তিযোদ্ধা হিসেবে “মুক্তিবাহিনীতে\" যোগ দেন। তিনি মেঘালয়ের তুরাতে তার সামরিক প্রশিক্ষণের জন্য তালিকাভুক্তির জন্য ভারতে যান। তার প্রশিক্ষণ সফলভাবে সমাপ্ত করার পর, তাকে প্লাটুন কমান্ডার হিসেবে নির্বাচিত করা হয়। এরপর, তিনি তাঁর প্লাটুনসহ সেক্টর-১১, উপ-সেক্টর মানকাচর এর অধীনে পাকিস্তানি দখলদার বাহিনীর বিরুদ্ধে গেরিলা যুদ্ধ শুরু করেন। অসংখ্য সফল সামরিক অভিযানে নেতৃত্ব দেওয়ার জন্য তিনি নবগঠিত “রঞ্জু কোম্পানি”-এর কোম্পানি কমান্ডার হিসেবে ভূষিত হন।\n\n\n== গুরুত্বপূর্ণ যুদ্ধসমূহ ==\nরঞ্জু কোম্পানি, যেটি রঞ্জুর নেতৃত্বে পরিচালিত হয়েছিল, কয়েকটি যুদ্ধের মধ্যে উল্লেখযোগ্য বিজয় অর্জন করেছিল, যার মধ্যে বাদিয়াখালী, বালাশিঘাট, রসুলপুর স্লুইস গেট, রায়দাশবাড়ির ঘাট, কঞ্চিপাড়া, কামারজানি, পুলবন্দী ইত্যাদি অন্তর্ভুক্ত ছিল। তার কোম্পানি সাপোরহাটি, সুন্দরগঞ্জ থানা এলাকার যুদ্ধ এবং ফুলছড়ি থানা এলাকার রোটনপুর ও উরিয়াঘাটের যুদ্ধেও জয়লাভ করে। তার বাহিনী গাইবান্ধা সদর থানা এলাকার বাদিয়াখালী ও দারিয়াপুরের সেতুগুলি সম্পূর্ণরূপে ধ্বংস করে ফেলেছিল। তারা কাইয়ার হাট এবং কেটকির হাট রাজাকার ক্যাম্প দখল করেছিল। ব্যপক গুলিবিনিময়ের পর তারা বিপুল সংখ্যক রাজাকারকে গ্রেফতার করে এবং তাদের অস্ত্র উদ্ধার করে। রঞ্জু কোম্পানি মাঠ থেকে পাকিস্তান দখলদার সেনাবাহিনীর মালিকানাধীন প্রচুর অস্ত্র দখল করে এবং বেশ কয়েকজন পাকিস্তানি সৈন্যকে আটক করে। ১৯৭১ সালের ৭ই ডিসেম্বর, রঞ্জু কোম্পানি গাইবান্ধা শহর দখল করে মুক্তিবাহিনীর একটি স্মরণীয় কৃতিত্ব অর্জন করে।\n\n\n== যুদ্ধোত্তর স্বীকৃতি ==\nমুক্তিযুদ্ধের পর তিনি গণপ্রজাতন্ত্রী বাংলাদেশ সরকার কর্তৃক জাতীয় বীরত্ব পুরস্কার বীর প্রতীক-এ ভূষিত হন।\n\n\n== ব্যক্তিগত জীবন ==\nতার পিতা, মরহুম ফজলে এলাহী, যিনি একজন সরকারি কর্মকর্তা ছিলেন, মুক্তিবাহিনীতে রঞ্জুকে অন্তর্ভুক্ত করার  ফলে রাজাকার ও পাকিস্তানি সেনাবাহিনীর মানসিক ও শারীরিক নির্যাতনের কারণে মৃত্যুবরণ করেন। ১৯৭২ সালে পিতার মৃত্যুর পর, রঞ্জু তার পরিবারের দায়িত্ব নেন। ১৯৮৫ সালে, রঞ্জু মিসেস ফাতেমা জিনাতকে বিয়ে করেন এবং তাদের দুটি ছেলে এবং একটি মেয়ে রয়েছে।\n\n\n== পরবর্তী জীবন এবং কর্মজীবন ==\nবর্তমানে তিনি একজন ব্যবসায়ী এবং অনেক সামাজিক সংগঠনের সাথে সক্রিয়ভাবে জড়িত। তিনি একজন প্রতিশ্রুতিবদ্ধ রোটারিয়ান \nএবং মুক্ত স্বদেশ রোটারি ক্লাবের সাবেক সভাপতি, যা শুধুমাত্র মুক্তিযোদ্ধাদের নিয়ে গঠিত হয়েছিল। তিনি গাইবান্ধা সমিতির খেতাবপ্রাপ্ত মুক্তিযোদ্ধা সমিতির সহ-সভাপতি। তিনি বিভিন্ন মিডিয়া ইন্টারভিউয়ে অংশগ্রহণের জন্য সুপরিচিত এবং সময়, চ্যানেল আই, বিটিভি, এটিএন নিউজ, এনটিভি, নেক্সাস টিভি, মোহনা টিভি, একুশে ইত্যাদি অসংখ্য চ্যানেলে প্রদর্শিত হয়েছে।\n\n\n== কার্যক্রমের তালিকা ==\nপ্রতিষ্ঠাতা: আধুনিক নির্মাতা কনস্ট্রাকশন কোম্পানি (বর্তমান অবস্থা - বিলুপ্ত)\nমালিক: হামিরো গ্লাস (বিলুপ্ত)\nচেয়ারম্যান: এক্সিওম গ্লোবাল এডুকেশন\nসাবেক সভাপতি (২০১৮-২০১৯): রোটারি ক্লাব মুক্ত স্বদেশ (এখনও রোটারিতে সক্রিয়)\nবর্তমান উপ-সভাপতি: খেতাবপ্রাপ্ত মুক্তিযোদ্ধা অ্যাসোসিয়েশন\nবর্তমান উপ-সভাপতি: গাইবান্ধা সমিতি\n\n\n== মিডিয়া উপস্থিতির তালিকা ==\nশুভ সন্ধ্যা এনটিভি\nতৃতীয় মাত্রা চ্যানেল আই\nএটিএন নিউজ\nডিবিসি নিউজ\nচ্যানেল ২৪\nদৈনিকবার্তা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nস্বাধীনতার দিবস উদযাপনের জন্য আরও এলাকা আজ যুক্ত হচ্ছে – দ্য ডেইলি স্টার\nগাইবান্ধা জেলা - উইকিপিডিয়া\nগোপালগঞ্জ, গাইবান্ধা মুক্ত দিবস উদযাপিত হলো উৎসবমুখর পরিবেশে - বাংলাদেশ পোস্ট\nObserverBD: News Article - দ্য ডেইলি অবজারভার\nগাইবান্ধা সদর উপজেলা - উইকিব্রিফ\nবাংলাদেশ এর জেলা - বাংলাদেশুস.কমস\nগাইবান্ধা এক নজরে - এনএইচ আহমেদ শামীম (৩য় সংস্করণ) - স্ক্রিবড"}