{"pageid": 1496055, "title": "হিড়বাঁধ সমষ্টি উন্নয়ন ব্লক", "url": "https://bn.wikipedia.org/wiki?curid=1496055", "content": "হিড়বাঁধ হল একটি সমষ্টি উন্নয়ন ব্লক, যা  ভারতের পশ্চিমবঙ্গ রাজ্যের বাঁকুড়া জেলার খাতড়া মহকুমার একটি প্রশাসনিক বিভাগ।\n\n\n== ইতিহাস ==\n\n\n=== বিষ্ণুপুর রাজ্য থেকে ব্রিটিশ শাসন ===\nপ্রায় সপ্তম শতাব্দী থেকে ব্রিটিশ শাসনের সূচনা পর্যন্ত, প্রায় এক হাজার বছর ধরে বাঁকুড়া জেলার ইতিহাস বিষ্ণুপুরের হিন্দু মল্ল রাজাদের উত্থান ও পতনের সঙ্গে সম্পর্কিত। ১৭শ শতকের শেষের দিকে বিষ্ণুপুর রাজারা শিখরে পৌঁছালেও, ১৮শ শতকের প্রথমার্ধে তাদের পতন শুরু হয়। প্রথমে বর্ধমানের মহারাজা ফতেপুর মহল দখল করেন এবং পরবর্তীতে মারাঠাদের আক্রমণে এলাকা ধ্বংস হয়ে যায়। \n১৭৬০ সালে বিষ্ণুপুরকে বর্ধমান চাকলার সঙ্গে ব্রিটিশদের কাছে সমর্পণ করা হয়। ১৭৮৭ সালে বিষ্ণুপুরকে বীরভূমের সঙ্গে যুক্ত করে একটি পৃথক প্রশাসনিক ইউনিট গঠন করা হয়। ১৭৯৩ সালে এটি বর্ধমান কালেক্টরেটে স্থানান্তরিত হয়। ১৮৭৯ সালে, বর্তমান জেলার আকার গঠিত হয় যখন খাতড়া এবং রাইপুর থানা এবং সিমলাপাল পোস্ট মানভূম থেকে বাঁকুড়ায় যুক্ত হয়। একইসঙ্গে সোনামুখী, কোতুলপুর এবং ইন্দাস থানাগুলি বর্ধমান থেকে বাঁকুড়ায় স্থানান্তরিত হয়। \n\n\n== ভূগোল ==\n\nহিড়বাঁধের ভৌগোলিক অবস্থান ২৩°০৩′৪৮″ উত্তর অক্ষাংশ এবং ৮৬°৪৮′০৮″ পূর্ব দ্রাঘিমাংশে।\nহিড়বাঁধ ব্লক বাঁকুড়া জেলার পশ্চিম অংশে অবস্থিত এবং এটি কঠিন শিলার অঞ্চলের অন্তর্গত। \nহিড়বাঁধ ব্লকের সীমানা হল: উত্তরে ইন্দপুর সমষ্টি উন্নয়ন ব্লক, পূর্বে ও দক্ষিণের একাংশে খাতড়া সমষ্টি উন্নয়ন ব্লক, দক্ষিণের বাকি অংশে রানিবাঁধ সমষ্টি উন্নয়ন ব্লক, পশ্চিমে পুরুলিয়া জেলার মানবাজার-১ সমষ্টি উন্নয়ন ব্লক আছে।\nহিড়বাঁধ সমষ্টি উন্নয়ন ব্লকের মোট এলাকা ১৯০.৯৭ বর্গকিলোমিটার। এই ব্লকে রয়েছে: ১টি পঞ্চায়েত সমিতি, ৫টি গ্রাম পঞ্চায়েত, ৫৯টি গ্রাম সংসদ, ১২১টি মৌজা, ১১৬টি বসতিপূর্ণ গ্রাম বর্তমান। হিড়বাঁধ থানাটি এই ব্লকের আইন-শৃঙ্খলা রক্ষা করে। এই ব্লকের সদর কার্যালয় হিড়বাঁধে অবস্থিত। \nহিড়বাঁধ ব্লকের/পঞ্চায়েত সমিতির অন্তর্গত গ্রাম পঞ্চায়েতসমূহ হল: বহরামুড়ি, গোপালপুর, হিড়বাঁধ, মালিয়ান, মশিয়াড়া। \n\n\n== জনসংখ্যার উপাত্ত ==\n\n\n=== জনসংখ্যা ===\nভারতের ২০১১ সালের আদমশুমারি অনুযায়ী, হিড়বাঁধ সমষ্টি উন্নয়ন ব্লকের মোট জনসংখ্যা ছিল ৮৩,৩৩৪, যা সম্পূর্ণরূপে গ্রামীণ। এর মধ্যে পুরুষ ছিলেন ৪২,৯১৭ (৫১%) এবং নারী ছিলেন ৪০,৯১৭ (৪৯%)। ০-৬ বছরের শিশু জনসংখ্যা ছিল ৯,৯৭৭। তফসিলি জাতির জনসংখ্যা ছিল ২২,৮২৭ (২৭.২৩%) এবং তফসিলি উপজাতির জনসংখ্যা ছিল ২৩,৮০৬ (২৮.৪০%)।\n২০০১ সালের জনগণনা অনুযায়ী, হিড়বাঁধ ব্লকের মোট জনসংখ্যা ছিল ৭২,৪৯৯। এর মধ্যে পুরুষ ছিলেন ৩৭,২৩০ এবং মহিলা ছিলেন ৩৫,২৬৯। ১৯৯১-২০০১ সময়কালে এই ব্লকে জনসংখ্যার দশকীয় বৃদ্ধির হার ছিল ১৬.৫৩%, যা বাঁকুড়া জেলার ১৩.৭৯% বৃদ্ধির হারের তুলনায় বেশি। পশ্চিমবঙ্গে এই সময়ে বৃদ্ধির হার ছিল ১৭.৮৪%।\n\n\n=== সাক্ষরতা ===\n২০১১ সালের জনগণনা অনুসারে, হিড়বাঁধ সমষ্টি উন্নয়ন ব্লকে মোট সাক্ষর মানুষের সংখ্যা ছিল ৪৭,৩৯৯। এটি ৬ বছরের ঊর্ধ্বে জনসংখ্যার ৬৪.১৮%। এর মধ্যে পুরুষদের সাক্ষরতার হার ছিল ৭৭.৮০% (২৯,৪৪৬ জন) এবং মহিলাদের ছিল ৪৯.৮৬% (১৭,৯৫৩ জন)। পুরুষ ও মহিলাদের সাক্ষরতার হার ব্যবধান ছিল ২৭.৯৪%।\nআরও দেখুন – সাক্ষরতার হার অনুসারে পশ্চিমবঙ্গের জেলার তালিকা\n\n\n=== ভাষা ও ধর্ম ===\n২০১১ সালের জনগণনা অনুসারে, হিড়বাঁধ সমষ্টি উন্নয়ন ব্লকে হিন্দুদের সংখ্যা ছিল ৬৭,৮৮৯, যা মোট জনসংখ্যার ৮০.৯৮%। মুসলিমদের সংখ্যা ছিল ১,৯৪৫, যা মোট জনসংখ্যার ২.৩২%। অন্য ধর্মাবলম্বীর সংখ্যা ছিল ১৪,০০০, যা মোট জনসংখ্যার ১৬.৭০%। \"অন্য\" ধর্মাবলম্বীদের মধ্যে অন্তর্ভুক্ত রয়েছে: আদি বসি, মারাং বোড়ো, সাঁওতাল, সরণাথ, সারি ধর্ম, সরনা, আলচচি, বিদিন, সন্ত, শৈবধর্ম, সেরান, সরণ, সরিন, খেরিয়া এবং অন্যান্য ধর্মীয় সম্প্রদায়।  ২০০১ সালের জনগণনার ভিত্তিতে, হিন্দুরা মোট জনসংখ্যার ৮১.৩৮%, মুসলিমরা ২.২৪%, এবং উপজাতীয় ধর্মাবলম্বীরা ১৬.১৭% ছিল।\n২০১১ সালের জনগণনা অনুসারে, হিড়বাঁধ ব্লকের প্রধান ভাষাগুলি হল বাংলা : ৮১.৩৩%, সাঁওতালি: ১৮.১০%, অন্যান্য: ০.৫৭%\n\n\n== গ্রামীণ দারিদ্র্যতা ==\n২০০৭ সালে হিড়বাঁধ ব্লকের ৪৯.৯৫% পরিবার দারিদ্র্যসীমার নিচে বাস করত। ২০০৫ সালের গ্রামীণ গৃহস্থালি সমীক্ষা অনুসারে, বাঁকুড়া জেলার মোট পরিবারের ২৮.৮৭% ছিল দরিদ্রসীমার নিচে। \nবাঁকুড়া জেলার বিভিন্ন ব্লকে, যেমন হিড়বাঁধ, খাতড়া, রানিবাঁধ, ইন্দপুর প্রভৃতি থেকে মানুষের মধ্যে স্থানান্তরের প্রবণতা লক্ষ্য করা গেছে। বেশিরভাগ ক্ষেত্রে এই স্থানান্তরিত জনসংখ্যা এসসি বা এসটি গোষ্ঠীর। এরা মূলত খাদ্যের ঘাটতি মেটানোর জন্য বিভিন্ন সময়ে স্থানান্তরিত হয়, যা ১৫ দিন থেকে ৬-৮ মাস পর্যন্ত স্থায়ী হয়। স্থানান্তরিতরা সাধারণত বর্ধমান ও হুগলি জেলায় যায়, তবে কিছু মানুষ গুজরাট ও মহারাষ্ট্রেও নির্মাণ শ্রমিক হিসেবে যায়। \n\n\n== অর্থনীতি ==\n\n\n=== জীবিকা ===\n\n২০১১ সালে হিড়বাঁধ সমষ্টি উন্নয়ন ব্লকে মোট কর্মীর শ্রেণিবিভাগ অনুযায়ী, চাষির সংখ্যা ছিল ৫,৯৭৯ জন, যা মোট কর্মীর ১৫.৯৬%। কৃষি শ্রমিকের সংখ্যা ছিল ২৩,৪৭৯ জন, যা ৬২.৬৬%। গৃহশিল্পে নিযুক্ত কর্মীর সংখ্যা ছিল ১,০০০ জন, যা ২.৬৭%। অন্যান্য পেশায় নিযুক্ত কর্মীর সংখ্যা ছিল ৫,৮০১ জন, যা মোট কর্মীর ২৩.৯৬%। মোট কর্মীর সংখ্যা ছিল ৩৭,৪৭০ জন, যা মোট জনসংখ্যার ৪৪.৭০%। অনাক্রম কর্মীর সংখ্যা ছিল ৪৬,৩৬৪ জন, যা মোট জনসংখ্যার ৫৫.৩০%।\nদ্রষ্টব্য: জনগণনা অনুযায়ী, চাষি হিসেবে সেই ব্যক্তিদের গণ্য করা হয়, যারা নিজেদের বা সরকারের বা প্রতিষ্ঠানের মালিকানাধীন জমি চাষ করেন বা তত্ত্বাবধান করেন। অন্যের জমিতে মজুরি বা ফসল ভাগে কাজ করা ব্যক্তিরা কৃষি শ্রমিক হিসেবে গণ্য। গৃহশিল্প হলো এমন একটি শিল্প যা পরিবারের এক বা একাধিক সদস্য দ্বারা বাড়ি বা গ্রামে পরিচালিত হয় এবং যা কারখানা আইনের অধীনে নিবন্ধনযোগ্য নয়। অন্যান্য কর্মী বলতে সেই ব্যক্তিদের বোঝানো হয়, যারা চাষি, কৃষি শ্রমিক বা গৃহশিল্প কর্মী ব্যতীত অন্য কোনো অর্থনৈতিক কার্যক্রমে নিযুক্ত, যেমন কারখানা, খনি, ব্যবসা-বাণিজ্য, পরিবহন, শিক্ষা, শিল্পকলা ইত্যাদি। \n\n\n=== পরিকাঠামো ===\n২০১১ সালের জেলা জনগণনা হ্যান্ডবুক অনুযায়ী, হিড়বাঁধ সমষ্টি উন্নয়ন ব্লকের ১১৬টি বসতিপূর্ণ গ্রাম ছিল। এই গ্রামগুলির মধ্যে ১০০% গ্রামে বিদ্যুৎ সংযোগ এবং পানীয় জলের ব্যবস্থা রয়েছে। ১৭টি গ্রামে (১৪.৬৬%) ডাকঘর আছে। ১০৮টি গ্রামে (৯৩.১০%) টেলিফোন সংযোগ (ল্যান্ডলাইন, পাবলিক কল অফিস এবং মোবাইল ফোন) রয়েছে। ৪১টি গ্রামে (৩৫.৩৪%) পাকা রাস্তা এবং ৩৩টি গ্রামে (২৮.৪৫%) পরিবহন ব্যবস্থা (বাস, রেল বা নৌপরিবহন) রয়েছে। ৪টি গ্রামে (৩.৪৫%) কৃষি ঋণ সমিতি এবং ৬টি গ্রামে (৫.১৭%) ব্যাংক রয়েছে।\n\n\n=== কৃষি ===\nহিড়বাঁধ ব্লকে ৩৩টি সার ডিপো, ৬টি বীজের দোকান এবং ৪০টি ন্যায্যমূল্যের দোকান ছিল। \n২০১৩-১৪ সালে হিড়বাঁধ সমষ্টি উন্নয়ন ব্লকে চাষাবাদের সঙ্গে যুক্ত মানুষদের মধ্যে বর্গাদার ছিলেন ১.৩৪%, পাট্টাধারী ছিলেন ১০.২৮%, ক্ষুদ্র কৃষক (১-২ হেক্টর জমি) ছিলেন ৭.১২%, প্রান্তিক কৃষক (১ হেক্টরের কম জমি) ছিলেন ২৩.৮১% এবং কৃষি শ্রমিক ছিলেন ৫৭.৪৫%।\n২০০৩-০৪ সালে হিড়বাঁধ ব্লকে মোট ফসলি জমির পরিমাণ ছিল ১১,০৬২ হেক্টর এবং একাধিক ফসল উৎপাদনের জমি ছিল ২,৫৬১ হেক্টর।\n২০১৩-১৪ সালে হিড়বাঁধ ব্লকে মোট সেচযুক্ত জমির পরিমাণ ছিল ৩,২০৯ হেক্টর। এর মধ্যে খালের জল দ্বারা সেচ ছিল ৯২৯ হেক্টর, পুকুরের জল দ্বারা ১,০৫০ হেক্টর, নদীর জল উত্তোলন দ্বারা ৯৪০ হেক্টর, খোলা কূপের জল দ্বারা ৭০ হেক্টর এবং অন্যান্য পদ্ধতিতে সেচ ছিল ২২০ হেক্টর।\n২০১৩-১৪ সালে এই ব্লকে ৭,৮২৯ হেক্টর জমি থেকে ১৯,২৮৫ টন আমন ধান উৎপাদিত হয়, যা এই এলাকার প্রধান শীতকালীন ফসল। এছাড়া ৫০ হেক্টর জমি থেকে ১০৭ টন গম এবং ৫৩ হেক্টর জমি থেকে ১,৪৩১ টন আলু উৎপাদিত হয়। পাশাপাশি ডাল এবং সরষেও উৎপন্ন হয়।\n\n\n=== তাঁত ও মৃৎশিল্প ===\nবাঁকুড়া জেলার সমস্ত ব্লকের মতো হিড়বাঁধ ব্লকেও হস্তচালিত তাঁতশিল্প একটি গুরুত্বপূর্ণ শিল্প। ২০০৪-০৫ সালে এখানে ৪০৭টি তাঁত চালু ছিল। \nবাঁকুড়া জেলা তার মৃৎশিল্পের নান্দনিক উৎকর্ষের জন্য প্রসিদ্ধ, যেখানে বিখ্যাত বাঁকুড়ার ঘোড়ার মূর্তিও অন্তর্ভুক্ত। মৃৎশিল্পের পণ্যগুলিকে নিম্নলিখিত বিভাগে ভাগ করা যায়: গৃহস্থালির উপকরণ, টেরাকোটা এবং অন্যান্য সজ্জাসামগ্রী, এবং ছাদ টাইলস ও অন্যান্য ভারী মৃৎপণ্য। ২০০২ সালে জেলায় প্রায় ৩,২০০টি পরিবার মৃৎশিল্প তৈরির সঙ্গে জড়িত ছিল। এর মধ্যে হিড়বাঁধ সমষ্টি উন্নয়ন ব্লকে ৯৫টি পরিবার মৃৎশিল্পে নিযুক্ত ছিল।\n\n\n=== ব্যাংকিং ===\n২০১৩-১৪ সালে হিড়বাঁধ সমষ্টি উন্নয়ন ব্লকে ১টি বাণিজ্যিক ব্যাংক এবং ৩টি গ্রামীণ ব্যাঙ্কের শাখা ছিল।\n\n\n=== অনগ্রসর অঞ্চল অনুদান তহবিল ===\nবাঁকুড়া জেলা একটি অনগ্রসর অঞ্চল হিসেবে তালিকাভুক্ত এবং অনগ্রসর অঞ্চল অনুদান তহবিল (Backward Regions Grant Fund) থেকে আর্থিক সহায়তা পায়। এই তহবিলটি ভারতের সরকার দ্বারা তৈরি করা হয়েছে, যা উন্নয়নের আঞ্চলিক বৈষম্য দূর করার জন্য পরিকল্পিত। ২০১২ সালের তথ্য অনুযায়ী, সারা দেশের ২৭২টি জেলা এই প্রকল্পের আওতাভুক্ত ছিল। এই তালিকায় পশ্চিমবঙ্গের ১১টি জেলা অন্তর্ভুক্ত। \n\n\n== পরিবহন ==\n২০১৩-১৪ সালে হিড়বাঁধ ব্লকে ৬টি বাস রুট ছিল। ব্লক সদর থেকে নিকটবর্তী রেল স্টেশন ৪৫ কিলোমিটার দূরে অবস্থিত।\nরাজ্য সড়ক ২, যা বাঁকুড়া থেকে উত্তর ২৪ পরগনা জেলার মালঞ্চা পর্যন্ত এবং রাজ্য সড়ক ৪, যা পুরুলিয়া জেলার ঝালদা থেকে পূর্ব মেদিনীপুর জেলার দিঘা পর্যন্ত বিস্তৃত, এই ব্লকের মধ্য দিয়ে অতিক্রম করেছে।\n\n\n== শিক্ষা ==\n২০১৩-২০১৪ শিক্ষাবর্ষে, হিড়বাঁধ ব্লকে ৯৫টি প্রাথমিক বিদ্যালয়ে ৬,১২১ জন ছাত্রছাত্রী, ৯টি মাধ্যমিক বিদ্যালয়ে ১,৩৪২ জন ছাত্রছাত্রী, ৬টি উচ্চ বিদ্যালয়ে ৪,৪২৪ জন ছাত্রছাত্রী এবং ৭টি উচ্চ মাধ্যমিক বিদ্যালয়ে ৪,৫৮১ জন ছাত্রছাত্রী ছিল। হিড়বাঁধ ব্লকে বিশেষ ও অপ্রাতিষ্ঠানিক শিক্ষার জন্য ৭৮টি প্রতিষ্ঠান ছিল, যেখানে ৩,১০০ জন ছাত্রছাত্রী পড়াশোনা করত। \nআরও দেখুন – ভারতে শিক্ষা\n২০১১ সালের জনগণনা অনুযায়ী, হিড়বাঁধ ব্লকের ১১৬টি বসবাসকারী গ্রামের মধ্যে ২৪টি গ্রামে কোনো বিদ্যালয় ছিল না, ২১টি গ্রামে দুটি বা তার বেশি প্রাথমিক বিদ্যালয় ছিল, ২০টি গ্রামে অন্তত ১টি প্রাথমিক ও ১টি মাধ্যমিক বিদ্যালয় ছিল এবং ১৪টি গ্রামে অন্তত ১টি মাধ্যমিক ও ১টি উচ্চ বিদ্যালয় ছিল।\n\n\n== স্বাস্থ্যসেবা ==\n২০১৪ সালে, হিড়বাঁধ সিডি ব্লকে ১টি গ্রামীণ হাসপাতাল এবং ২টি প্রাথমিক স্বাস্থ্যকেন্দ্র ছিল, যার মোট ৪৪টি শয্যা এবং ৬টি ডাক্তার ছিল। এখানে ১৮টি পরিবার কল্যাণ উপকেন্দ্র এবং ১টি পরিবার কল্যাণ কেন্দ্র ছিল। হাসপাতাল, স্বাস্থ্যকেন্দ্র এবং উপকেন্দ্রগুলিতে ২,৯৯১ জন রোগী ভেতরে চিকিৎসা পেয়েছিলেন এবং ১,৭১,০৪৬ জন রোগী বহির্বিভাগে চিকিৎসা পেয়েছিলেন।\nঅমঝুরি (হিড়বাঁধ) গ্রামীণ হাসপাতাল, হিড়বাঁধে অবস্থিত ৩০টি শয্যা নিয়ে, হিড়বাঁধ ব্লকের প্রধান সরকারি চিকিৎসা প্রতিষ্ঠান। এখানে মসিয়াড়া (ধরমপুর) (৪টি শয্যা) এবং মলিয়ান (শ্যামনগর) (১০টি শয্যা) প্রাথমিক স্বাস্থ্যকেন্দ্র রয়েছে।।\n\n\n== তথ্যসূত্র =="}