{"pageid": 1496792, "title": "মস্কোর ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1496792", "content": "মস্কো শহর ধীরে ধীরে মস্কো ক্রেমলিন কেন্দ্র করে ১৪শ শতকে বিকশিত হয়। এটি প্রথমে মস্কোর রাজত্ব (বা মস্কোভি) এবং পরবর্তীতে রাশিয়ার জারতন্ত্রের রাজধানী ছিল। প্রথম পিটার রাজধানী সেন্ট পিটার্সবার্গে স্থানান্তরিত করার আগে এটি রাশিয়ার মূল প্রশাসনিক কেন্দ্র ছিল। ১৯১৮ সালে মস্কো রুশ সোভিয়েত যুক্তরাষ্ট্রীয় সমাজতান্ত্রিক প্রজাতন্ত্রের রাজধানী হয় এবং পরে সোভিয়েত ইউনিয়নের (১৯২২–১৯৯১) অংশ হয়। ১৯৯১ সাল থেকে এটি রাশিয়ার রাজধানী হিসেবে রয়েছে।\nমস্কো শহর মস্কোভা নদীর দুই তীরে অবস্থিত। ১৬শ থেকে ১৭শ শতাব্দীতে শহরটি পাঁচটি বৃত্তাকার স্তরে গড়ে ওঠে, যা পূর্বে দেয়াল দ্বারা পৃথক ছিল। এই স্তরগুলি হলো: মস্কো ক্রেমলিন (\"দুর্গ\"), কিতাইগোরোদ (\"প্রাচীরবেষ্টিত শহর\", তবে লোক ব্যুৎপত্তিতে একে \"চায়নাটাউন\" বলা হয়), বিলিগোরোড (\"সাদা শহর\"), জেমলিয়ানোইগোরোড (\"মাটির প্রাচীর শহর\") এবং মিয়েচচানসকিগরোড (\"বুর্জোয়া শহর\")।\n১৮১২ সালের আগুনে শহরের দুর্গপ্রাচীর ধ্বংস হয়। এরপর বুলেভার্ড রিং এবং গার্ডেন রিং নামে দুটি রিং রোড তৈরি করা হয়, যা যথাক্রমে বিলিগোরোড এবং জেমলিয়ানোইগোরোডের দেয়ালের পরিবর্তে ব্যবহৃত হয়। ১৯শ শতকে শহরের জনসংখ্যা ২,৫০,০০০ থেকে বেড়ে ১০ লক্ষে পৌঁছায় এবং ২০শ শতকে এটি ১ কোটি অতিক্রম করে। বর্তমানে এটি বিশ্বের জনবহুল শহরগুলির মধ্যে অন্যতম।\n\n\n== প্রাগৈতিহাসিক যুগ ==\nমস্কো অঞ্চলে মানুষের উপস্থিতির প্রাচীনতম প্রমাণ পাওয়া যায় নব্যপ্রস্তরযুগের শুচিনস্কায়া স্থানে, যা মস্কোভা নদীর তীরে অবস্থিত। আধুনিক মস্কো শহরের সীমানার মধ্যে অন্যান্য প্রাচীন নিদর্শনগুলোর মধ্যে রয়েছে ফাতিয়ানোভস্কায়া সংস্কৃতির একটি কবরস্থান এবং লোহ যুগের দ্যাকোভো সংস্কৃতির একটি বসতি। এগুলো ক্রেমলিন, স্প্যারো হিলস, সেতুন নদী এবং কুনৎসেভস্কি বন উদ্যানসহ বেশ কয়েকটি স্থানে আবিষ্কৃত হয়েছে।\nশহরের নাম মস্কোভা নদীর নাম থেকে উদ্ভূত বলে মনে করা হয়। নদীর নামের উৎস সম্পর্কে বিভিন্ন তত্ত্ব প্রস্তাবিত হয়েছে। মেরিয়া এবং মুরোমা জাতিগোষ্ঠী, যারা স্লাভদের আগের যুগে এলাকাটি বসবাস করত, নদীটিকে সম্ভবত মুস্তাইয়োকি নামে ডাকত। ইংরেজিতে এর অর্থ কালো নদী। ধারণা করা হয়, শহরের নাম এই শব্দ থেকে উদ্ভূত হয়েছে।\nনবম শতাব্দীতে, ওকা নদী ভলগা বাণিজ্য পথের অংশ ছিল। উপরের ভলগা অববাহিকা মেরিয়ার মতো স্থানীয় উরালিক জনগোষ্ঠী এবং সম্প্রসারণশীল তুর্কি (ভলগা বুলগেরিয়া), জার্মানিক (ভ্যারাঙ্গিয়ানস) ও স্লাভ জনগণের মধ্যে যোগাযোগের ক্ষেত্র হয়ে উঠেছিল।\nনবম থেকে দশম শতাব্দীতে উপরি ভলগা অঞ্চলে বসতি স্থাপনকারী প্রাচীন পূর্ব স্লাভ উপজাতির মধ্যে ভ্যাতিচি এবং ক্রিভিচি উল্লেখযোগ্য। মস্কোভা নদীর রোস্তভ-সুজদাল অঞ্চলের অংশ হিসেবে কিয়েভান রাসের অন্তর্ভুক্ত হয়েছিল একাদশ শতাব্দীতে। খ্রিস্টাব্দ ১১০০-এর মধ্যে নেগলিন্নায়া নদীর মোহনায় একটি ছোট বসতি গড়ে উঠেছিল।\n\n\n== প্রারম্ভিক ইতিহাস (১১৪৭–১২৮৩) ==\nমস্কোর প্রথম উল্লেখ পাওয়া যায় ১১৪৭ সালে, যখন এটি সভিয়াতোস্লাভ ওলগোভিচ এবং ইউরি ডলগোরুকিের সাক্ষাতস্থল হিসেবে ব্যবহৃত হয়েছিল। তখন এটি ছিল ভ্লাদিমির-সুজদাল প্রিন্সিপালিটির পশ্চিম সীমান্তের একটি ছোট শহর।\n১১৫৬ সালে, কন্যাজ ইউরি ডলগোরুকি শহরটিকে কাঠের বেড়া এবং একটি পরিখা দিয়ে সুরক্ষিত করেছিলেন। রুশে মঙ্গোল আক্রমণ চলাকালে, গোল্ডেন হোর্ড শহরটি পুড়িয়ে ধ্বংস করে দেয় এবং এর অধিবাসীদের হত্যা করে।\nমস্কোভা নদীর পাশে অবস্থিত কাঠের দুর্গটি (না মস্কভে) ড্যানিয়েলের কাছে উত্তরাধিকারসূত্রে আসে।  \nড্যানিয়েল ছিলেন আলেকজান্ডার নেভস্কি-এর কনিষ্ঠ পুত্র এবং ১২৬০-এর দশকে এটি তাঁর উত্তরাধিকার হিসেবে প্রাপ্ত হয়। সেই সময় এটি তাঁর পিতার সবচেয়ে কম মূল্যবান সম্পত্তি বলে গণ্য হতো। ড্যানিয়েল তখনো শিশু ছিলেন এবং দুর্গটি পরিচালনা করতেন tiuns (উপদেষ্টা), যাঁরা ড্যানিয়েলের পিতৃব্য তিভের এর ইয়ারোস্লাভ দ্বারা নিযুক্ত হয়েছিলেন।\nড্যানিয়েল ১২৭০-এর দশকে প্রাপ্তবয়স্ক হয়ে উঠেন এবং প্রিন্সিপালিটির ক্ষমতার লড়াইয়ে অংশ নেন। তিনি তাঁর ভাই দিমিত্রির পক্ষ নেন, যিনি নভগোরদের শাসনের জন্য প্রতিদ্বন্দ্বিতা করছিলেন। ১২৮৩ সাল থেকে ড্যানিয়েল একটি স্বাধীন প্রিন্সিপালিটির শাসক হিসেবে দিমিত্রির সঙ্গে কাজ করেন, যিনি ভ্লাদিমিরের গ্র্যান্ড ডিউক হন। ড্যানিয়েলকে মস্কোর প্রথম দুটি মঠ—প্রভুর এপিফানি এবং সেন্ট ড্যানিয়েলের প্রতি উৎসর্গীকৃত মঠ প্রতিষ্ঠার জন্য কৃতিত্ব দেওয়া হয়।\n\n\n== ঐতিহাসিক জনসংখ্যার পরিসংখ্যান ==\n\nশহরের জনসংখ্যা দ্রুত বৃদ্ধি পাচ্ছে। বৈধ এবং অবৈধ স্থায়ী ও অস্থায়ী অভিবাসীদের সর্বব্যাপী উপস্থিতি এবং শহরতলির একীভূত হওয়ার ফলে মোট জনসংখ্যা প্রায় ১৩.৫ মিলিয়ন হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nআরজেনব্রাইট, রবার্ট। \"রিমেকিং মস্কো: নতুন স্থান, নতুন আত্মপরিচয়,\" Geographical Review (1999) 89#1, পৃষ্ঠা: 1–22।\nআরজেনব্রাইট, রবার্ট। \"মস্কো অন দ্য রাইজ: প্রাইমেট সিটি থেকে মেগারিজিয়ন,\" Geographical Review (2013) 103#1, পৃষ্ঠা: 20–36। অনলাইন।\nবদাইনা, আন্না এবং ওলেগ গোলুবচিকভ। \"সেন্ট্রাল মস্কোতে গেনট্রিফিকেশন: বাজার প্রক্রিয়া নাকি ইচ্ছাকৃত নীতি? অর্থ, ক্ষমতা এবং অস্টোজেনকাতে আবাসন পুনর্গঠন,\" Geografiska Annaler: Series B, Human Geography 87.2 (2005): 113–129। অনলাইন।\nবেহরেন্ডস, ইয়ান সি। \"ভদ্রতার ধারণা: লেভ টলস্টয় এবং জেন অ্যাডামসের চোখে মস্কো এবং শিকাগোর নাগরিক জীবন,\" European Review of History—Revue européenne d'histoire 18.03 (2011): 335–357।\nবার্টন, ক্যাথলিন। মস্কো: একটি স্থাপত্য ইতিহাস (1978)। অনলাইন।\nবোহন, টমাস এম। \"সোভিয়েত ইতিহাস: নগরায়ণের ইতিহাস হিসাবে।\" Kritika: Explorations in Russian and Eurasian History 16#2 (2015): 451–458। অনলাইন।\nব্র্যাডলি, জোসেফ। \"একটি প্রদর্শনীতে ছবি: বিজ্ঞান, দেশপ্রেম, এবং সমাজ,\" Slavic Review (2008): 934–966। অনলাইন।\nব্রেথওয়েট, রডরিক। মস্কো ১৯৪১: একটি শহর এবং তার মানুষের যুদ্ধ (2006)। অনলাইন।\nব্রুক, ক্যারোলাইন। মস্কো: একটি সাংস্কৃতিক ইতিহাস (অক্সফোর্ড ইউপি, 2006)।\nচেজ, উইলিয়াম জে। শ্রমিক, সমাজ এবং সোভিয়েত রাষ্ট্র: মস্কোতে শ্রম ও জীবন, ১৯১৮–১৯২৯ (ইলিনয়েস প্রেস, 1987)।\nকোল্টন, টিমোথি জে। মস্কো: সমাজতান্ত্রিক মেট্রোপলিস পরিচালনা (হার্ভার্ড ইউপি, 1995), 912 পৃষ্ঠা; সোভিয়েত মস্কোর প্রধান ইংরেজি ভাষার ইতিহাস।\nফরেস্ট, বেঞ্জামিন এবং জুলিয়েট জনসন। \"ইতিহাসের সুতাগুলো খোলা: সোভিয়েত যুগের স্মৃতিস্তম্ভ এবং পোস্ট-সোভিয়েত জাতীয় পরিচয় মস্কোতে,\" Annals of the Association of American Geographers (2002) 92#3, পৃষ্ঠা: 524–547। অনলাইন।\nহফম্যান, ডি. এল। পিজ্যান্ট মেট্রোপলিস: সামাজিক পরিচয় মস্কোতে, ১৯২৯–১৯৪১ (করনেল ইউপি, 1994)।\nকোয়েনকার, ডায়ান। মস্কো শ্রমিক এবং ১৯১৭ সালের বিপ্লব (প্রিন্সটন ইউপি, 1981)।\nকলসোভ, ভি। এবং জে। ও'লাফলিন। \"কিভাবে মস্কো একটি পুঁজিবাদী মেগাসিটি হয়ে উঠছে,\" International Social Science Journal (2004) 56 (181): 413–427।\nলিলি, ইয়ান কে। \"পূর্ব-বিপ্লবী 'মস্কো টেক্সট' এর সামাজিকতা,\" Russian Review 63.3 (2004): 427–448। অনলাইন।\nমার্টিন, আলেকজান্ডার এম। \"নগর জীবনের নোংরা এবং গন্ধ: মস্কো, ১৭৭০–১৮৮০,\" Russian Review (2008) 67#2, পৃষ্ঠা: 243–274।\nমাসলোভা, সাবিনা এবং ফ্রান্সেসকো চিওডেলি। \"প্রবাসী এবং শহর: মস্কোতে উচ্চ-কর্মক্ষম অভিবাসীদের আন্তঃসীমান্ত জীবনযাপন,\" Geoforum 97 (2018): 209–218।\nও'লাফলিন, জন এবং ভ্লাদিমির কলসোভ। \"মস্কো: পোস্ট-সোভিয়েত উন্নয়ন এবং চ্যালেঞ্জ,\" Eurasian Geography and Economics 43.3 (2002): 161–169। অনলাইন।\nওয়েন, টি.সি। রাশিয়ার পুঁজিবাদ এবং রাজনীতি: মস্কো বণিকদের সামাজিক ইতিহাস, ১৮৫৫–১৯০৫ (ক্যামব্রিজ ইউপি, 1981)। অনলাইন।\nপোর্টার, ক্যাথি। মস্কো দ্বিতীয় বিশ্বযুদ্ধে (1987)। অনলাইন।\nরোসা, রুথ এ। \"রাশিয়ার পুঁজিবাদ এবং রাজনীতি: মস্কো বণিকদের সামাজিক ইতিহাস, ১৮৫৫–১৯০৫,\" (1982): 204–206।\nরাওল্যান্ড, রিচার্ড। \"মস্কোর নগর জনসংখ্যার বৈশিষ্ট্য,\" Post-Soviet Geography (1992) 33#2: 569–590।\nরুকম্যান, জো অ্যান। মস্কো ব্যবসায়িক অভিজাত: দুটি প্রজন্মের সামাজিক এবং সাংস্কৃতিক প্রতিকৃতি, ১৮৪০–১৯০৫ (1984)।\nরুডার, সিন্থিয়া এ। স্ট্যালিনবাদ নির্মাণ: মস্কো খাল এবং সোভিয়েত স্থানের সৃষ্টির কাহিনী (ব্লুমসবুরি, 2018)।\nশেভচেঙ্কো, ওলগা। পোস্ট-সামাজিক মস্কোর দৈনন্দিন জীবন এবং সংকট (ইন্ডিয়ানা ইউপি, 2008)।\nশ্লোগেল, কার্ল। মস্কো, ১৯৩৭ (জন ওয়াইলি অ্যান্ড সন্স, 2014)।\n Shipman, Andrew J. (১৯৯৩)। \"Moscow\"। ক্যাথলিক বিশ্বকোষ। নিউ ইয়র্ক: রবার্ট অ্যাপলটন  কোম্পানি। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nসাইমন, ই. ডি., শেনা ডি. সাইমন, উইলিয়াম এ. রবিনসন, এবং জন জিউকস। মস্কো ইন দ্য মেকিং (রুটলেজ, 2015)।\nথার্সটন, রবার্ট ডব্লিউ। উদার শহর, রক্ষণশীল রাষ্ট্র: মস্কো এবং রাশিয়ার নগর সংকট, ১৯০৬–১৯১৪ (অক্সফোর্ড ইউপি, 1987)। অনলাইন।\nভয়েস, আর্থার। মস্কো ক্রেমলিন: এর ইতিহাস, স্থাপত্য এবং শিল্প রত্ন (1954)। অনলাইন  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩১ ডিসেম্বর ২০১৩ তারিখে।\nওয়েস্ট, জেমস এল। এবং ইউরি এ। পেট্রভ, সম্পাদক। মার্চেন্ট মস্কো: রাশিয়ার বিলুপ্ত বুর্জোয়া শ্রেণির প্রতিচ্ছবি (প্রিন্সটন ইউপি, 2014)।\nজ্লাটার, জেডেঙ্কো। \"'স্লাভডমের জন্য' দ্বিতীয় পর্ব: এম.পি. পোগোডিন এবং মস্কো স্লাভিক বেনেভোলেন্ট কমিটি: ১৮৭০ সালের একটি সমষ্টিগত প্রতিচ্ছবি।\" East European Quarterly 40.3 (2006): 255।"}