{"pageid": 1496306, "title": "ইলোহিও দেল হরিজন্তে", "url": "https://bn.wikipedia.org/wiki?curid=1496306", "content": "'ইলোহিও দেল হরিজন্তে' (স্পেনীয়: Elogio del horizonte, অনু. দিগন্তের প্রশংসা) স্পেনের ঘিহনের ক্যান্টাব্রিয়ান সাগরের পাড়ে পর্বতগাত্রে অবস্থিত কংক্রিটের ভাস্কর্য। ১০ মিটার (৩৩ ফুট) উচ্চ ও ৫০০ টন (৫৫০ short ton) ওজনের ভাস্কর্যটি এডুয়ার্দো চিলিদা কর্তৃক নকশাকৃত। ১৯৯০ সালে উদ্বোধন করা হয়। ভাস্কর্যটি ঘিহনের \"প্রতীক\" হিসাবে বিবেচিত তথাপি অতিরিক্ত নির্মাণ ব্যয় এবং অস্বাভাবিক আকারের জন্য ভাস্কর্যের সমালোচনাও রয়েছে।\n\n\n== বর্ণনা ==\nইলোহিও দেল হরিজন্তে ১০ মিটার (৩৩ ফুট) উচ্চতার একটি কংক্রিট ভাস্কর্য। এটি ১৫.৫ মিটার (৫১ ফুট) দীর্ঘ, এবং ১২.৫ মিটার (৪১ ফুট) চওড়া, এবং ওজন ৫০০ টন (৫৫০ short ton) ক্যান্টারব্রিয়ান সাগরকে পিছনে রেখে ঘিহনের সাগরতীড়ের পর্বতগাত্রে এটির অবস্থান। এর মাধ্যমে, ভাস্কর এদুয়ার্ডো চিলিদা দিগন্তের প্রতি শংসা জানাতে চেয়েছিলেন, তার ভাষ্যে তিনি দিগন্তকে \"প্রতিটি মানুষের স্বদেশ\" হিসাবে বর্ণনা করেছিলেন।\n\n\n== ইতিহাস ==\nইলোহিও দেল হরিজন্তের ভাস্কর এদুয়ার্ডো চিলিদা, ১৯৮৫ সালে ভাস্কর্যের নকশা-ধারণা নিয়ে নির্মাণের জন্য সমুদ্রের তীরে স্থান সন্ধান করছিলেন। ১৯৮৬ সালে অনুসন্ধান শেষে ঘিহনের নগর কর্তৃপক্ষ তাকে শহরের উপকূলে সেরো দে সান্তা ক্যাটালিনাতে একটি জায়গার প্রস্তাব দেয়, যেখানে দিগন্তে ক্যান্টাব্রিয়ান সাগর দেখা যায়। কর্তৃপক্ষ সান্তা ক্যাটালিনাতে একটি সংরক্ষিত সামরিক এলাকাকে গণ-উদ্যানে রূপান্তরের পরিকল্পনা করেছিল এবং নতুন উদ্যানের দর্শনীয় স্থান হিসাবে একটি ভাস্কর্য রাখতে চেয়েছিল।\n১৯৮৭ সালের অক্টোবরে এলাকা পরিদর্শনের পর, চিলিদা এখানে ভবিষ্যৎ ভাস্কর্যের স্থান হিসেবে নিশ্চিত করেন। ভাস্কর জেসুস আলেডো পলিমেরিক ফোম ব্যবহার করে মূর্তির একটি প্রাথমিক পূর্ণ-মাত্রার প্রতিকৃতি তৈরি করেছিলেন; যা ভাস্কর্যের ভিত্তি হিসাবে কাজ করেছিল। এলোজিওর জটিল বক্ররেখা গঠনের জন্য ছুতোররা ১৪,০০০ কিলোগ্রাম নম্বরযুক্ত তক্তা ব্যবহার করেছিল। কংক্রিট ঢালাই শুরু হয় ১৯৮৯ সালের শরৎকালে। পুরকৌশলী হোসে আন্তোনিও ফার্নান্দেজ অর্ডোনেজ ভাস্কর্যটির রঙ নিখুঁত করার জন্য বিশটিরও বেশি বিভিন্ন কংক্রিট মিশ্রণ ব্যবহার করেছিলেন। ১৯৮৯ সালের ৩০ অক্টোবর কাজ শেষ হয়।\nইলোহিও দেল হরিজন্তে ১৯৯০ সালের ৯ জুন উদ্বোধন হয়। নির্মাণে ১০০,০০০,০০০ স্পেনিয় পেসেতা খরচের জন্য দ্রুত সমালোচিত হয়েছিল। এটির অস্বাভাবিক আকৃতির কারণে উপহাস করে কাল্পনিক দৈত্যাকার গরিলা চরিত্র \"কিং কং-এর শৌচাগার\" ডাকনামও দেওয়া হয়েছিল। স্ফীত নির্মাণ ব্যয় নিয়ে সমালোচনা ও উপহাসের পরেও ভাস্কর্যটিকে \"শহরের প্রতীক\" হিসাবে বর্ণিত। উদ্বোধনের ৩৪ বছর পর ২০২৪ সালে ৮০,০০০ ইউরো বাজেটে সংস্কার পরিকল্পনা করা হয়।\n\n\n== তথ্যসূত্র =="}