{"pageid": 1496235, "title": "অপারেশন অরেঞ্জমুডি", "url": "https://bn.wikipedia.org/wiki?curid=1496235", "content": "২০১৫ সালের ৩১ আগস্ট, ইংরেজি উইকিপিডিয়া সম্প্রদায় ৩৮১টি সকপাপেট অ্যাকাউন্ট আবিষ্কার করে, যা একটি অপ্রকাশিত অর্থপ্রাপ্ত সম্পাদনা রিং পরিচালনা করছিল। এই রিংয়ের সদস্যরা মিড সাইজ ব্যবসাগুলোর কাছ থেকে অর্থ আদায় করছিল, যাদের নিজেদের সম্পর্কে নিবন্ধ \"নিবন্ধ উইজার্ড\" প্রক্রিয়া দ্বারা প্রত্যাখ্যান করা হয়েছিল। এই প্রক্রিয়ায় খসড়াগুলি অনুমোদনের জন্য অভিজ্ঞ সম্পাদকদের কাছে জমা দেওয়া হয়। সকপাপেট তদন্তে প্রথম খুঁজে পাওয়া অ্যাকাউন্টের নামানুসারে এই রিংটিকে \"অপারেশন অরেঞ্জমুডি\" নামে ডাক হয়েছিল এবং এটি ২০২১ সালের জুন পর্যন্ত উইকিপিডিয়ার সবচেয়ে বড় স্বার্থের দ্বন্দ্ব কেলেঙ্কারি ছিল। এটি ২০১৩ সালের উইকি-পি.আর. সম্পাদনা কেলেঙ্কারির পরিসরকেও ছাড়িয়ে গেছে, যেখানে প্রায় ২৫০টি সকপাপেট অ্যাকাউন্ট খুঁজে পাওয়া গিয়েছিল এবং ব্লক করা হয়েছিল।\nএই কাহিনীটি অনেক ইংরেজি এবং অ-ইংরেজি ভাষার সংবাদ মাধ্যম দ্বারা রিপোর্ট করা হয়েছিল, যার মধ্যে রয়েছে কোমসমোলস্কায়া প্রাভদা, লে ট্যাম্পস, ল্য মোঁদ এবং ডাই জেইট। সম্পাদনাকে বিভিন্ন সংবাদমাধ্যমে \"ব্ল্যাক হ্যাট\" সম্পাদনা (টেকক্রাঞ্চ), \"অনৈতিক সম্পাদনা\" (পিসি ওয়ার্ল্ড), \"চাঁদাবাজি\" (ওয়াইয়ার্ড), \"ব্ল্যাকমেইল ঠকবাজি\" (দি ইন্ডিপেন্ডেন্ট) এবং \"একটি বিস্তৃত সাইবারক্রাইম সিন্ডিকেট\" (থিংকপ্রোগ্রেস) হিসেবে বর্ণনা করা হয়েছিল।\n\n\n== ইতিহাস ==\n২০১৫ সালে, ইংরেজি উইকিপিডিয়ার প্রশাসকরা ৩৮১টি অ্যাকাউন্ট ব্লক করেন, এর মধ্যে অনেকগুলোই একে অপরের সাথে সম্পর্কিত এবং একই দলের সকপাপেট অ্যাকাউন্ট হিসেবে সন্দেহ করা হয়েছিল, যা উইকিপিডিয়া সম্পাদকদের দ্বারা চালানো দুটি মাসব্যাপী তদন্তের পরে ব্লক করা হয়। এসব অ্যাকাউন্ট থেকে তৈরি ২০০টিরও বেশি উইকিপিডিয়া নিবন্ধ অপসারণ করা হয়েছিল।\nউইকিপিডিয়ার পরবর্তী তদন্তে জানা যায় যে, সকপাপেটরা সাইটে ব্যবসা ও ব্যক্তিদের সম্পর্কে মুছে ফেলা বা প্রত্যাখ্যাত নিবন্ধগুলি খুঁজে বের করেছিল। অনেক নিবন্ধ মুছে ফেলা হয়েছিল অতিরিক্ত প্রচারমূলক বিষয়বস্তুর কারণে। এরপর সম্পাদকরা, যারা কিছু ক্ষেত্রে উইকিপিডিয়া প্রশাসক হিসেবে পরিচয় দিচ্ছিলেন, ব্যবসাগুলোর কাছ থেকে নিবন্ধ প্রকাশ ও সুরক্ষা করার জন্য চাঁদাবাজি করত। ব্যবসার পাশাপাশি ব্যক্তিরাও লক্ষ্য ছিল, যেমন কিউবান সঙ্গীতশিল্পী ডেয়রামির গনজালেজ। প্রতারকরা সম্ভবত কিছু নিবন্ধের মুছে ফেলা প্রক্রিয়াতেও জড়িত ছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nErhart, Ed; Barbara, Juliet (আগস্ট ৩১, ২০১৫)। \"Hundreds of \"black hat\" English Wikipedia accounts blocked following investigation\"। Wikimedia blog। Wikimedia Foundation। সংগ্রহের তারিখ সেপ্টেম্বর ৬, ২০১৫।"}