{"pageid": 1496403, "title": "বাংলাদেশের স্বাধীনতা", "url": "https://bn.wikipedia.org/wiki?curid=1496403", "content": "১৯৭১ সালের ২৬শে মার্চ পাকিস্তান থেকে বাংলাদেশের স্বাধীনতা ঘোষণা করা হয়, স্বাধীনতা দিবস হিসেবে পালিত হয়। বাংলাদেশের স্বাধীনতা যুদ্ধ ২৬ মার্চ শুরু হয় এবং ১৬ ডিসেম্বর ১৯৭১ পর্যন্ত চলে যা বাংলাদেশে বিজয় দিবস হিসেবে পালিত হয়। ১৯৭১ সালের ২৬শে মার্চের প্রথম প্রহরে বাঙালির অবিসংবাদিত নেতা শেখ মুজিবুর রহমান, পাকিস্তানি সেনাবাহিনীর হাতে গ্রেফতার হওয়ার আগে স্বাধীনতা ঘোষণা করেন। পরে আরও অনেকে শেখ মুজিবুর রহমানের পক্ষে ঘোষণা দেন।\n\n\n== ইতিহাস ==\n\n\n=== পটভূমি ===\n১৯০৫ সালে, ব্রিটিশ রাজ বেঙ্গল প্রেসিডেন্সিকে পূর্ববঙ্গ এবং পশ্চিমবঙ্গে বিভক্ত করে।  ব্রিটিশরা ১৯০৯ সালে মর্লে-মিন্টো সংস্কার প্রবর্তন করে যা ধর্মের ভিত্তিতে নির্বাচন ব্যবস্থা তৈরি করে এবং পূর্ব বাংলা মূলত মুসলিম ছিল।  বাঙালি মুসলমানদের প্রতিনিধিত্ব করার জন্য বঙ্গীয় প্রাদেশিক মুসলিম লীগ তৈরি করা হয়েছিল। ১৯১২ সালে ব্রিটিশদের একটি সিদ্ধান্তে দুই বাংলা আবার একত্রিত হয় যা মুসলমানদের মধ্যে অজনপ্রিয় ছিল এবং তাদের সম্প্রদায়ের স্বার্থের ক্ষতি করবে বলে আশঙ্কা করেছিল।  ভারতে ১৯৪৬ সালের ক্যাবিনেট মিশন বাংলাকে বিভক্ত করার সিদ্ধান্ত নেয় এবং ১৯৪৭ সালে বাংলা আবার বিভক্ত হয়।  পশ্চিমবঙ্গ ভারতে এবং পূর্ববঙ্গ পাকিস্তানে গিয়ে পূর্ব পাকিস্তানে পরিণত হয়।  মুসলিম সংখ্যাগরিষ্ঠ এলাকা পাকিস্তানে যাওয়ার সাথে সাথে ধর্মীয় লাইনে ভারত বিভক্তি সংঘটিত হয়েছিল। \n\n\n=== স্বাধীনতার পথ ===\n\nপাকিস্তানের স্বাধীনতার আগে ১৯৪৭ সালে \"ইনার গ্রুপ\" নামে একটি সংগঠন গঠিত হয়েছিল। এটি ১৯৫০-এর দশকে ভারতীয় সহায়তায় পূর্ব বাংলাকে পাকিস্তান থেকে আলাদা করে একটি নতুন রাষ্ট্র গঠনে সক্রিয় ছিল। নেতাজি সুভাষ চন্দ্র বসুর আদর্শ অনুসরণকারী বঙ্গীয় প্রাদেশিক মুসলিম লীগের সংগঠনের সদস্যরা শেখ মুজিবুর রহমানের ঘনিষ্ঠ ছিলেন। ঢাকায় অবস্থিত এই সংগঠনটি শেখ মুজিবুর রহমানের নেতৃত্বে গ্রেট ব্রিটেনের সহায়তায় সশস্ত্র সংগ্রামে লিপ্ত হতে চেয়েছিল।  পূর্ব পাকিস্তান, যেখানে বাংলা ছিল সংখ্যাগরিষ্ঠদের দ্বারা কথ্য ভাষা, পাকিস্তানের প্রতিষ্ঠাতা মোহাম্মদ আলী জিন্নাহর উর্দুকে জাতীয় ভাষা করার পদক্ষেপের বিরোধিতা করেছিল।  বাংলা ভাষা আন্দোলনে পূর্ব পাকিস্তানের জনগণ বাংলাকে জাতীয় ভাষা করার দাবি জানায়।  কৃষক শ্রমিক পার্টি ১৯৫৩ সালে পূর্ব বাংলার স্বায়ত্তশাসন দাবি করে এবং ১৯৫৪ সালে পাকিস্তান মুসলিম লীগের বিরুদ্ধে প্রাদেশিক নির্বাচনে জয়লাভ  কৃষক শ্রমিক পার্টির নেতা এ কে ফজলুল হক পূর্ব পাকিস্তানের মুখ্যমন্ত্রী হন।  ১৯৫৪ সালের ৩১ মে কৃষক শ্রমিক পার্টিকে ক্ষমতা থেকে সরিয়ে দেওয়া হয়।  বিচ্ছিন্নতাবাদের অভিযোগে মুখ্যমন্ত্রী এ কে ফজলুল হক ও দলের সাধারণ সম্পাদক শেখ মুজিবুর রহমানকে গৃহবন্দী করা হয়। \n১৯৫৮ সালে আইয়ুব খান পাকিস্তানে সামরিক শাসন জারি করার পর, আওয়ামী লীগের কিছু সদস্য জামালপুরে \"ইস্ট বেঙ্গল লিবারেশন ফ্রন্ট\" নামে একটি বিচ্ছিন্নতাবাদী সংগঠন গঠন করে, তারা ভারতের প্রধানমন্ত্রী জওহরলাল নেহেরুর কাছে স্বাধীনতা যুদ্ধে সাহায্যের জন্য অনুরোধ করে, কিন্তু তিনি প্রত্যাখ্যান করেন। নেহেরু-লিয়াকত চুক্তি । পরে সরকার সংগঠনটির নেতাদের গ্রেফতার করলে নিষ্ক্রিয় হয়ে পড়ে। ১৯৬১ সালে, শেখ মুজিবুর রহমান পূর্ব পাকিস্তানের স্বাধীনতার জন্য আওয়ামী লীগের সাথে যৌথভাবে আন্দোলন করার জন্য পূর্ব পাকিস্তান কমিউনিস্ট পার্টির নেতাদের আহ্বান জানান। মনি সিংহের নেতৃত্বে কমিউনিস্ট পার্টির একদল নেতা স্বাধীনতা আন্দোলনে যোগদানের জন্য সোভিয়েত ইউনিয়নের কাছে অনুমতি চাইলে, দলটি ইতিবাচক সাড়া না পাওয়ায় যোগ দিতে অনিচ্ছুক ছিল।  ১৯৬২ সালে, \"অস্থায়ী পূর্ব বাংলা সরকার\" নামে একটি বিচ্ছিন্নতাবাদী সংগঠন গঠিত হয়েছিল যা পূর্ব পাকিস্তানের স্বাধীনতার প্রস্তাব করেছিল।  ১৯৬৩ সালে, শেখ মুজিবুর রহমান প্রধানমন্ত্রী নেহেরুকে পূর্ব পাকিস্তানের স্বাধীনতা ঘোষণা এবং লন্ডনে নির্বাসিত সরকার গঠনের বিষয়ে আলোচনা করার জন্য চিঠি লেখেন। কিন্তু নেহেরু মুজিবের সাথে কথা বলতে চাননি কারণ চীন-ভারত যুদ্ধ চলছে।  ১৯৬৩ থেকে ১৯৬৫ সাল পর্যন্ত, পূর্ব পাকিস্তান পূর্ব পাকিস্তানের উন্নয়নের ব্যয়ে পশ্চিম পাকিস্তানকে উপকৃত করে প্রদেশের সম্পদ সহ অর্থনৈতিক বঞ্চনার একটি মামলা উপস্থাপন করে।  শেখ মুজিবুর রহমান, বর্তমানে আওয়ামী লীগের নেতা, ১৯৬৬ সালে গ্রেফতার হন এবং আগরতলা ষড়যন্ত্র মামলায় অভিযুক্ত হন, যা ১৯৬৮ সালে ভারতের সাহায্যে দেশকে আলাদা করার চেষ্টা করার জন্য বিশিষ্ট পূর্ব পাকিস্তানীদের অভিযুক্ত করেছিল।  ১৯৬৯ সালের পূর্ব পাকিস্তান গণঅভ্যুত্থানের ফলে আগরতলা ষড়যন্ত্র মামলার অভিযোগ প্রত্যাহার করা হয়।  ১৯৬৯ সালের ৫ ডিসেম্বর এক দলীয় সভায় শেখ মুজিবুর রহমান পূর্ব পাকিস্তান স্বাধীন হলে তার নাম \"বাংলাদেশ\" রাখার প্রস্তাব করেন।  পূর্ব পাকিস্তানের স্বাধীনতার জন্য পাকিস্তান সরকারকে চাপ দেওয়ার জন্য সর্বদালিয়া ছাত্র সংগ্রাম পরিষদ তৈরি করা হয়েছিল।  শেখ মুজিবুর রহমান ১৯৭০ সালের ২২ ফেব্রুয়ারি রাষ্ট্রপতি আইয়ুব খান কর্তৃক কারাগার থেকে মুক্তি পান।  ১৯৭০ সালের ১০ মার্চ শেখ মুজিবুর রহমান আওয়ামী লীগের ছয় দফা কর্মসূচির ভিত্তিতে পূর্ব পাকিস্তানের জন্য স্বায়ত্তশাসন দাবি করেন।  মওলানা আবদুল হামিদ খান ভাসানী ২৩ নভেম্বর পূর্ব পাকিস্তান জিন্দাবাদ স্লোগান দিয়ে একটি প্রকাশ্য অনুষ্ঠান শেষ করেন।  ১৯৭০ ভোলা ঘূর্ণিঝড়ে পূর্ব পাকিস্তানে ৩০০ থেকে ৫০০ হাজার মানুষের মৃত্যু হয়।  পূর্ব পাকিস্তানের জনগণ পাকিস্তান সরকারের ত্রাণ প্রচেষ্টা অপর্যাপ্ত এবং অবহেলিত বোধ করে।  \n\nশেখ মুজিবুর রহমানের নেতৃত্বে আওয়ামী লীগ প্রাদেশিক পরিষদের ৩০০ আসনের মধ্যে ২৮৮টি আসন লাভ করে।  এটি পাকিস্তানের জাতীয় পরিষদের ৩০০টি আসনের মধ্যে ১৬৭টি আসন জিতেছে।  অপ্রতিরোধ্য বিজয় সত্ত্বেও, জেনারেল ইয়াহিয়া খানের নেতৃত্বে পাকিস্তানের সামরিক প্রশাসন আওয়ামী লীগকে সরকার গঠন করতে দেয়নি।  ১৯৭১ সালের ৭ মার্চ শেখ মুজিবুর রহমান পশ্চিম পাকিস্তান প্রশাসনকে প্রতিহত করার জন্য একটি ঐতিহাসিক ভাষণ দেন, তাদের আদেশ মানতে অস্বীকার করে এবং কর প্রদান করেন।  অনুষ্ঠানে উপস্থিত জনতা জয় বাংলা (বাংলার জয়) স্লোগান দেয়।  ১৯ মার্চ, ইস্ট বেঙ্গল রেজিমেন্ট প্রতিবাদী বাঙালিদের ভিড়ের উপর গুলি চালাতে অস্বীকার করার পরে, পূর্ব পাকিস্তান এবং পশ্চিম পাকিস্তানের পাকিস্তান সেনাবাহিনীর সৈন্যদের গাজীপুর অর্ডন্যান্স ফ্যাক্টরিতে একটি ছোট সংঘর্ষ হয়।  ২৪ মার্চ ইস্ট পাকিস্তান রাইফেলসের সৈন্যরা যশোর জেলায় স্বাধীন বাংলাদেশের পতাকা উত্তোলন করে। \n\n\n=== শেখ মুজিবুর রহমানের ঘোষণা ===\n১৯৭১ সালের ২৬ মার্চ বীর উত্তম মেজর জিয়াউর রহমান রেডিওতে স্বাধীনতা ঘোষণা করেন। পাকিস্তান পূর্ব পাকিস্তানের বিরুদ্ধে অপারেশন সার্চলাইট নামে একটি ক্র্যাকডাউন শুরু করে এবং সামরিক আইন জারি করে, যা ব্যবহৃত সম্প্রচার ব্যবস্থার কারণে সীমিত সংখ্যক লোক শুনেছিল।  এর পরপরই শেখ মুজিবুর রহমানকে পাকিস্তান সেনাবাহিনী আটক করে।  ২৭শে মার্চ, ইস্ট বেঙ্গল রেজিমেন্টের অফিসার মেজর জিয়াউর রহমান শেখ মুজিবুর রহমানের পক্ষে স্বাধীন বাংলা বেতার কেন্দ্র থেকে বাংলাদেশের স্বাধীনতা ঘোষণা করেন এবং জাতিসংঘের হস্তক্ষেপ কামনা করে পাকিস্তান সেনাবাহিনীর কর্মকাণ্ডকে গণহত্যা বলে অভিহিত করেন।  10 এপ্রিল, প্রাদেশিক ও জাতীয় পরিষদের বাঙালি সদস্যরা কলকাতায় জড়ো হন এবং নির্বাসনে একটি সরকার গঠন করেন।  এটি স্বাধীনতার ঘোষণা তৈরি করেছিল যা মেহেরপুর জেলার বৈদ্যনাথতলা থেকে পাঠ করা হয়েছিল। \n\n\n==== স্বীকৃতি ====\nভুটান ৬ ডিসেম্বর বাংলাদেশকে স্বীকৃতি দেয় এবং কয়েক ঘণ্টা পর একই দিনে ভারত অনুসরণ করে।  তারাই প্রথম দুই দেশ স্বাধীন বাংলাদেশকে স্বীকৃতি দেয়।  পূর্ব জার্মানি ১১ জানুয়ারি ১৯৭২ তারিখে বাংলাদেশকে স্বীকৃতি দেয়, এটি করার জন্য তৃতীয় দেশ হয়ে ওঠে।  বাংলাদেশের পররাষ্ট্রমন্ত্রী মোস্তাক আহমদের অনুরোধে ৭ ফেব্রুয়ারি ইসরাইল বাংলাদেশকে স্বীকৃতি দেয়। \n\n\n=== স্বাধীনতা দিবস ===\n\nবাংলাদেশের স্বাধীনতা দিবস পালিত হয় ২৬ মার্চ যেদিন শেখ মুজিবুর রহমান বাংলাদেশের স্বাধীনতা ঘোষণা করেন।  দিবসটি উপলক্ষে সারাদেশে নানা কর্মসূচির আয়োজন করা হয়েছে।  সব সরকারি ভবনে বাংলাদেশের জাতীয় পতাকা ওড়ানো হয়।  ১৯৭৭ সালে বাংলাদেশ সরকার স্বাধীনতা দিবস পুরস্কার প্রবর্তন করে  ২৬ মার্চ বাংলাদেশের স্বাধীনতা দিবসে এই পুরস্কার দেওয়া হয়।  প্রথম স্বাধীনতা দিবস পালিত হয় ১৯৭২ সালের ২৬ মার্চ  জাতির উদ্দেশে ভাষণ দিয়েছেন রাষ্ট্রপতি শেখ মুজিবুর রহমান। \n\n\n== মুক্তিযুদ্ধ ==\nঅপারেশন সার্চলাইট চালু করা এবং স্বাধীনতার ঘোষণা ১৯৭১ সালের ২৬ মার্চ বাংলাদেশের স্বাধীনতা যুদ্ধের সূচনা  যুদ্ধ নয় মাস স্থায়ী হয় এবং ১৬ ডিসেম্বর ১৯৭১ সালে শেষ  পাকিস্তান সেনাবাহিনী ধর্মীয় সংখ্যালঘু এবং বাংলাদেশের স্বাধীনতার রাজনৈতিক সমর্থকদের টার্গেট করেছে।  এই কর্মকাণ্ডের পরিসমাপ্তি ঘটে যা বাংলাদেশ গণহত্যা নামে পরিচিত।  যুদ্ধের সময়, পূর্ব পাকিস্তান থেকে ১৫ মিলিয়ন উদ্বাস্তু ভারতে চলে যায়। \nবিজয় দিবস ১৬ ডিসেম্বর এবং এটি বাংলাদেশের স্বাধীনতা যুদ্ধের শেষে বাংলাদেশ-ভারত যৌথ বাহিনীর কাছে পাকিস্তানের আত্মসমর্পণকে স্মরণ করে।  এটি ভারতে বিজয় দিবস হিসেবে পালিত হয়। \n\n\n== কারণ ==\n\n\n=== ক্যাবল ১৯৭১ ===\nক্যাবল ১৯৭১, অন্যথায় অগ্রাধিকার সংকেত বা ফাইল ১০৭১ নামে পরিচিত ছিল একটি হাই প্রোফাইল এবং গোপন সামরিক সংকেত যা ১৯৫২ সালের ডিসেম্বরে পাকিস্তানের দুটি প্রধান আন্তঃ-সেবা শাখা- পাকিস্তান সেনাবাহিনী এবং পাকিস্তান নৌবাহিনীর মধ্যে যোগাযোগ করা হয়েছিল।  এটি উল্লেখযোগ্য যে এটি মূলত পাকিস্তান ও বাংলাদেশের বিচ্ছিন্নতার পূর্বাভাস দিয়েছিল\nকেবলটি এক ইউনিট এবং এক সংস্কৃতি নীতির অন্তর্নিহিততা, ধর্মীয় গোঁড়ামি এবং পশ্চিম ও পূর্ব পাকিস্তানের মধ্যে অর্থনৈতিক সমতা নিয়ে আলোচনা করেছে যা শেষ পর্যন্ত পাকিস্তানকে দুটি ভিন্ন দলে বিভক্ত করবে।  শেখ হাসি দেখে অবাক লাগে কেন ভাইয়া কি খবর কেউ পাবে না আমার নাম দেখায় অন ওহ গান শুনে মনে করি বাংলাদেশের রাষ্ট্র পুরস্কার এরা বলে দেন তাহলে কি একটি করে সর্বোচ্চ আদালত পর্যন্ত।\nতারের বার্তাটি এইভাবে পড়ে:\n\nজনগণের নির্বাচিত প্রতিনিধিদের অধিকারের উপর ওলামাদের অতিরিক্ত ক্ষমতা প্রদান করে। এটি একটি ধর্মতান্ত্রিক রাষ্ট্র হিসেবে পাকিস্তানের ধারণা দেয়। \nরাষ্ট্রপ্রধান একজন মুসলিম হওয়ার সুপারিশ করা অকারণে পাকিস্তানের সংখ্যালঘুদের মনে সন্দেহ তৈরি করবে। রাষ্ট্রপ্রধান নির্বাচনের পছন্দ সম্পূর্ণভাবে জনগণের উপর ছেড়ে দেওয়া উচিত, বর্ণ, বর্ণ ও ধর্মের ভেদাভেদ না করে নির্বাচন করা উচিত।\nএটি একই কর্মকর্তাদের দ্বারা রক্ষণাবেক্ষণ করা হয় যে জনসংখ্যার ভিত্তিতে নির্বাচিত একটি একক হাউসের কল্পনা করা উচিত ছিল এবং আমাদের বাঙালি, পাঠান, বেলুচি, সিন্ধি, পাঞ্জাবি ইত্যাদির কথা চিন্তা করা বন্ধ করা উচিত। পশ্চিম ও পূর্ব পাকিস্তানের মধ্যে সমতা শেষ পর্যন্ত পরিণত হবে। পাকিস্তানকে দুটি ভিন্ন গোষ্ঠীতে বিভক্ত করা, তাই এটি একটি জনগণ, একটি দেশ এবং একটি সংস্কৃতির সম্পূর্ণ প্রত্যাখ্যান।\nকেবলটি তার হাইলাইট করা শিরোনামের জন্য উল্লেখযোগ্য এবং অনেক ইতিহাসবিদ অদ্ভুত মনে করেছেন যে কেবলটি কাকতালীয়ভাবে সংখ্যাযুক্ত ছিল: ক্যাবল/ফাইল ১৯৭১ । \n\n\n=== বাংলা ভাষা জাতীয় পরিচয় ===\n১৯৪৭ সালে পাকিস্তানের ভিত্তি ও স্বাধীনতার পর থেকে, ভাষা ছিল নতুন প্রতিষ্ঠিত রাষ্ট্রে একটি মূল   বিভাজনকারী সমস্যা। নতুন পাকিস্তানী অভিজাতরা তার সকল নাগরিককে একটি ঐক্যবদ্ধ পাকিস্তানী জাতিতে একত্রিত করার একটি কঠিন কাজের সম্মুখীন হয়েছিল এবং নতুন রাষ্ট্রের সাথে একটি তাৎক্ষণিক প্রশ্ন উঠেছিল তা হল পাকিস্তানের রাষ্ট্রীয় ব্যবসা পরিচালনার জন্য ব্যবহৃত ভাষা সম্পর্কে। ১৯৪৭ সালের নভেম্বরের পাকিস্তান এডুকেশনাল কনফারেন্সে উর্দুকে জাতীয় ভাষা হিসাবে প্রস্তাব করা হয়েছিল যদিও এটি মাত্র ৩% পাকিস্তানিরা কথা বলতেন, যেখানে ৫৬% বাংলা বলতেন। প্রথম জনসংখ্যা শুমারি থেকে জানা যায় যে পাকিস্তানে ৭৮ মিলিয়ন অধিবাসী ছিল, যার মধ্যে ৪৪ মিলিয়ন (৫৫%) পূর্ব পাকিস্তানে বাস করত। যাইহোক, দেশটির শাসকরা পশ্চিম পাকিস্তানে কেন্দ্রীভূত ছিল এবং বাঙালীর প্রতিবাদকে অনৈসলামিক বা ইসলাম বিরোধী বলে উড়িয়ে দেওয়ার জন্য ইসলামকে ব্যবহার করেছিল। ১৯৪৭ সালের ডিসেম্বরে পূর্ব পাকিস্তানের ছাত্ররা সভা ও বিক্ষোভের আয়োজন করে এবং ভাষা অ্যাকশন কমিটি গঠন করে যখন তারা উর্দুকে জাতীয় ভাষা করার পরিকল্পনার কথা জানতে পারে। \nবাংলা ভাষা আন্দোলন বা ভাষা আন্দোলন স্কুল, কলেজ ও বিশ্ববিদ্যালয়ের ছাত্রদের দ্বারা শুরু হয়েছিল। এই আন্দোলনের সাফল্য পাকিস্তানকে তার নীতি পরিবর্তন করতে বাধ্য করে এবং বাঙালি জাতি-জাতীয়তাবাদের উত্থানে ইন্ধন যোগায়, যার ফলে বাংলাদেশ একটি স্বাধীন রাষ্ট্র হিসেবে সৃষ্টি হয় এবং ১৯৭১ সালে পাকিস্তান ভেঙে যায়। যখন আন্দোলন পূর্ব পাকিস্তানে পশ্চিম পাকিস্তানি আধিপত্যকে চ্যালেঞ্জ জানাতে শুরু করে, তখন পশ্চিম পাকিস্তানের নাগরিক এবং সংবাদপত্ররা মনে করেছিল যে এটি হিন্দু, কমিউনিস্ট এবং রাষ্ট্রবিরোধী উপাদান দ্বারা সংগঠিত হয়েছে যা রাষ্ট্রকে অস্থিতিশীল করার চেষ্টা করছে।  ঢাকার স্কুল ও বিশ্ববিদ্যালয়ের হাজার হাজার তরুণ বাঙালি ছেলে-মেয়ে ঢাকা বিশ্ববিদ্যালয়ের ক্যাম্পাসে জড়ো হয়ে মিছিল করে এবং স্লোগান দিতে থাকে \"বাঙালিকে জাতীয় ভাষা!\" (রাষ্ট্রভাষা বমলা ক্যা!) শিক্ষার্থীরা ক্যাম্পাসের গেট অতিক্রম করার সাথে সাথে সশস্ত্র পুলিশ তাদের লাঠিচার্জ করে; ছাত্ররা ইট ছুড়ে পাল্টা জবাবে পুলিশ সদস্যরা ভিড়ের ওপর কাঁদানে গ্যাস নিক্ষেপ করে। অনেকে আহত হন এবং পাঁচজন মারা যান; বিক্ষোভ, হত্যা, গ্রেপ্তার আরও কয়েকদিন চলবে। যেখানে প্রথম হত্যাকাণ্ড সংঘটিত হয়েছিল সেখানে একটি স্মৃতিসৌধ নির্মাণ করা হয়। ১৯৮৪ সালের একটি পাঠ্যপুস্তক নিম্নলিখিতগুলির সাথে ভাষা আন্দোলনের পরিচয় দেয়, \"১৯৫২ সালের ২১ ফেব্রুয়ারি ছিল বাংলাদেশের সম্মিলিত চেতনার প্রথম ঐক্যবদ্ধ অভিব্যক্তি এবং স্বাধীনতা আন্দোলনের দিকে প্রথম সাহসী পদক্ষেপ\"। ভাষা আন্দোলন বাঙালি জাতীয়তাবাদের প্রতীক হয়ে ওঠে; বাংলা পাঠ্যপুস্তকের দাবি হল 'বাংলা' বাংলাদেশের পরিচয়ের প্রাথমিক চিহ্ন হয়ে উঠেছে। \nসুফিয়া কামাল, একজন বাংলাদেশী কবি, ভাষা আন্দোলনের সময়, ১৯৫২ সালে \"আমাদের ভাষা: বাংলার ভাষা\" কবিতাটি লিখেছিলেন; কবিতাটি দেখায় যে নতুন রাষ্ট্রের জাতীয় পরিচয়ে ভাষা কতটা শক্তিশালী ভূমিকা পালন করেছে।\nআমাদের ভাষার জন্য অনেকেই মারা গেছে,\nআমাদের মায়ের হাত থেকে আঁকা\nকিন্তু রাস্তার নিচে, তাদের রক্তে রঞ্জিত\nআমি আশা করি এই দেশে স্বাধীনতা আসবে:\nসাধারণ মানুষের সহজ ভাষা\nএই আমাদের জমির চাহিদা পূরণ হবে।\n১৯৭১ সালের ডিসেম্বরে বাংলাদেশের স্বাধীনতা পাকিস্তানের ভিত্তির মতো ধর্মীয় পরিচয়ের পরিবর্তে জাতীয় পরিচয়কে একটি আঞ্চলিক পরিচয় হিসাবে বিবেচনা করে। নতুন বাঙালি অভিজাতরা ব-দ্বীপে সংঘটিত সমাজকে স্বতন্ত্রভাবে বাঙালি হিসাবে কল্পনা করেছিল, যেখানে বাংলাদেশ একটি জাতি-রাষ্ট্র হিসাবে দাঁড়িয়েছিল, পাকিস্তানে অন্যায়ভাবে আচরণ করা বাঙালি সম্প্রদায়ের জন্য একটি স্বদেশ। নতুন জাতির প্রধান স্তম্ভ ছিল ভাষা, একটি আঞ্চলিক শৈলী এবং আধুনিকতার সন্ধান।\nবাংলা একাডেমি ভাষা আন্দোলনের ফলে ১৯৫০ সালে প্রতিষ্ঠিত একটি প্রতিষ্ঠান; স্বাধীনতার পরে, এটি পাঠ্যপুস্তক, অভিধান, লোকসাহিত্য ইত্যাদির একটি প্রধান প্রকাশক হয়ে ওঠে। লিখিত এবং কথ্য ভাষা দুটি স্বতন্ত্র ভাষা ছিল, যার পার্থক্য অন্যান্য ভাষার তুলনায় বেশি ছিল। সংস্কৃতের উপর ভিত্তি করে বইয়ের ভাষা ছিল স্বতন্ত্র এবং জনপ্রিয়তার কোনো চিহ্ন ছাড়াই। এই ঘটনাটি টেকচাঁদ ঠাকুরের \"আলারের ঘোরের দুলাল\" এর সাথে মোড় নেয়, যা সকলের বোঝার ভাষায় লেখা হয়েছিল। সেই মুহূর্ত থেকে বাংলাদেশে শিক্ষিত ও জনপ্রিয় ভাষায় বই লেখা শুরু হয়। \n\n\n== বিবাদ ==\nবাংলাদেশের স্বাধীনতা কে ঘোষণা করেছিলেন তা নিয়ে জিয়াউর রহমান প্রতিষ্ঠিত বাংলাদেশ জাতীয়তাবাদী দল এবং আওয়ামী লীগের মধ্যে কিছু বিরোধ রয়েছে।  যখন একটি ভিন্ন দল বাংলাদেশের ক্ষমতায় আসে, তারা শেখ মুজিবুর রহমান বা জিয়াউর রহমানকে পছন্দ করার জন্য বাংলাদেশের ইতিহাসের বই পরিবর্তন করে থাকে। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}