{"pageid": 1497130, "title": "সংক্রান (থাইল্যান্ড)", "url": "https://bn.wikipedia.org/wiki?curid=1497130", "content": "থাই নববর্ষ বা সংক্রান (থাই: เทศกาลสงกรานต์,উচ্চারিত [tʰêːt.sā.kāːn sǒŋ.krāːn]</link>) হল থাই নববর্ষের জাতীয় ছুটির দিন। সংক্রান প্রতি বছর ১৩ এপ্রিল হয়, তবে ছুটির সময়কাল ১৪ থেকে ১৫ এপ্রিল পর্যন্ত প্রসারিত হয়। ২০১৮ সালে থাই মন্ত্রিসভা দেশব্যাপী উৎসবটিকে সাত দিন, ৯-১৬ এপ্রিল পর্যন্ত বাড়িয়েছে, যাতে নাগরিকরা ছুটির জন্য বাড়ি ভ্রমণ করতে পারে। ২০১৯ সালে, ছুটি ৯-১৬ এপ্রিল পালন করা হয়েছিল কারণ ১৩ এপ্রিল শনিবার পড়েছিল। “সংক্রান” শব্দটি এসেছে সংস্কৃত শব্দ saṃkrānti থেকে, আক্ষরিক অর্থে “জ্যোতিষশাস্ত্রীয় উত্তরণ”, যার অর্থ রূপান্তর বা পরিবর্তন। এটি জ্যোতিষীয় চার্টে মেষ রাশির উত্থানের সাথে এবং বৌদ্ধ ও হিন্দু পঞ্জিকার সাথে মিল রেখে দক্ষিণ পূর্ব ও দক্ষিণ এশিয়ার অনেক ক্যালেন্ডারের নববর্ষের সাথে মিলে যায়। চীন (ইউনান প্রদেশের দাই গোষ্ঠী), ভারত, লাওস, কম্বোডিয়া, মায়ানমার, নেপাল এবং শ্রীলঙ্কার মতো দক্ষিণ এশিয়ার অনেক অঞ্চলে প্রায় একই সময়ে নববর্ষ অনুষ্ঠিত হয়।\nথাইল্যান্ডে, নববর্ষ বর্তমানে আনুষ্ঠানিকভাবে ১ জানুয়ারি উদযাপন করা হয়। সংক্রান ১৮৮৮ সাল পর্যন্ত সরকারী নববর্ষ ছিল, এরপর তা একটি নির্দিষ্ট তারিখে ১ এপ্রিল হিসেবে পরিবর্তন করা হয়েছিল। তারপর ১৯৪০ সালে, তারিখটিকে ১ জানুয়ারিতে স্থানান্তরিত হয়। ঐতিহ্যবাহী থাই নববর্ষ সংক্রান একটি জাতীয় ছুটিতে রূপান্তরিত হয়। উদযাপনগুলো জনসাধারণের জলকেলীর জন্য বিখ্যাত যাকে আচার পরিষ্কারক হিসাবে দেখা হয়। এটি থাই এবং বিদেশীদের মধ্যে বেশ জনপ্রিয় হয়ে উঠেছে।\n\n\n== অর্থ ==\nসংক্রান একটি শব্দ যা সংস্কৃত সংक्रांति संक्रांति থেকে উদ্ভূত হয়েছে যার অর্থ ‘সরানো’ বা ‘আন্দোলন’। এটি রাশিচক্রের এক অবস্থান থেকে অন্য অবস্থানে সূর্যের গতিবিধি থেকে উদ্ভূত হয়। সংস্কৃতে এর আক্ষরিক অর্থ অনুসারে, প্রতি মাসে একটি সংক্রান ঘটে। তবে, থাই লোকেরা যে সময়টিকে সংক্রান হিসাবে উল্লেখ করে তা ঘটে যখন সূর্য মীন থেকে মেষ রাশিতে চলে যায়। এই সময়ের জন্য সঠিক নামটি মূলত মহা সংক্রান ('গ্রেট সংক্রান) হওয়া উচিৎ কারণ তা নতুন বছরের আগমনের সাথে মিলে যায়। সংক্রান উৎসব তাই সৌর পঞ্জিকা অনুসারে নববর্ষের উদযাপন। উদযাপনটি তিন দিন ধরে চলে: ১৩ এপ্রিলকে মহা সংক্রান হিসাবে গণ্য করা হয়, যেদিন সূর্য রাশিচক্রে বা পুরানো বছরের শেষ দিনে মেষ রাশিতে চলে যায়। পরের দিন, ১৪ এপ্রিলকে ওয়ান নাও বলা হয়, পুরানো এবং নতুন বছরের মধ্যে ক্রান্তিকালীন দিন এবং ১৫ এপ্রিলকে ওয়ান থালোয়েং সোক (থাই: วันเถลิงศก বলা হয়। ‘একটি নতুন যুগ বা বছর শুরু করতে’), অর্থাৎ নববর্ষের দিনটিই।\n\n\n== গণনা ==\n১৯৮৯ সালে, থাই মন্ত্রিসভা সঠিক শুরুর তারিখ (১৩ এপ্রিল ২০:৫৭ এ) সত্ত্বেও ১২-১4 এপ্রিল সংক্রানকে নির্ধারণ করে। সংক্রান, তবে ঐতিহ্যগতভাবে সুরিয়ায়ার্টে বর্ণিত পদ্ধতি অনুসারে গণনা করা হয়েছিল (থাই: สุริยยาตร์), সূর্য সিদ্ধান্তের থাই সংস্করণ। উদযাপন শুরু হয় যখন সূর্য মেষ রাশিতে প্রবেশ করে পার্শ্বীয় রাশিচক্র পদ্ধতি অনুসারে। একে বলা হয় মহা সংক্রান দিন (থাই: วันมหาสงกรานต์) শেষ দিনটিকে নতুন সৌর বছর চিহ্নিত করা হয় এবং একে বলা হয় ওয়ান থালোয়েংসোক (থাই: วันเถลิงศก) স্থানীয় বা রাজকীয় জ্যোতিষীরা তারপর উভয় দিনের পর্যবেক্ষণ অনুসারে অর্থনীতি, কৃষি, বৃষ্টিপাত এবং রাজনৈতিক বিষয় সম্পর্কে ভবিষ্যদ্বাণী করে। রাজা, বা রাজার পক্ষে প্রধান রাজকীয় জ্যোতিষী, জনসাধারণের কাছে নতুন বছরের একটি আনুষ্ঠানিক বিজ্ঞপ্তি জারি করেছিলেন। ঘোষণাটিকে বলা হয় প্রাকাট সংক্রান (থাই: ประกาศสงกรานต์, সংক্রান বিজ্ঞপ্তি), মহা সংক্রান, থালোয়েংসোক, চাঁদের সৌর ক্যালেন্ডার এবং ধর্মীয় ও রাজকীয় অনুষ্ঠানের তথ্য রয়েছে। সরকার কঠোরভাবে ঘোষণাটি মেনে চলে এবং রাজকীয় জ্যোতিষীর তৈরি গণনা অনুসারে কিছু অনুষ্ঠানের ব্যবস্থা করেছিল।\nশাস্ত্র অনুসারে, ৮০0 বছর সমান ২৯২,২০৭ দিন। অন্য কথায়, প্রতিটি সৌর বছর স্থায়ী হয় ২৯২,২০7 কম্মজা (থাই: กัมมัช, আলো একটি কর্ম দ্বারা উৎপাদিত), যেখানে ১ কম্মজা ১০8 সেকেন্ডের সমান এবং ৮০০টি কম্মজা ১ সৌর দিনের সাথে মিলে যায়। ৩১০২ খ্রিস্টপূর্বাব্দে (−3১০১ CE) কলিযুগ শুরু হওয়ার সাথে সাথে টাইমকিপিং শুরু হয়েছিল। প্রতি বছরের শুরুতে, নিম্নলিখিত সূত্র ব্যবহার করে কলিযুগ শুরু হওয়ার পর থেকে দিনের সংখ্যা গণনা করা সম্ভব:\n\n  \n    \n      \n        S\n        D\n        =\n        \n          \n            \n              292207\n              ×\n              \n                (\n                \n                  K\n                  E\n                \n                )\n              \n            \n            800\n          \n        \n        =\n        \n          \n            \n              292207\n              ×\n              \n                (\n                \n                  C\n                  E\n                  +\n                  3101\n                \n                )\n              \n            \n            800\n          \n        \n        =\n        \n          \n            \n              292207\n              ×\n              \n                (\n                \n                  B\n                  E\n                  +\n                  2558\n                \n                )\n              \n            \n            800\n          \n        \n        ,\n      \n    \n    {\\displaystyle SD={\\frac {292207\\times \\left(KE\\right)}{800}}={\\frac {292207\\times \\left(CE+3101\\right)}{800}}={\\frac {292207\\times \\left(BE+2558\\right)}{800}},}\n  \n\nযেখানে \n  \n    \n      \n        K\n        E\n      \n    \n    {\\displaystyle KE}\n  \n, \n  \n    \n      \n        C\n        E\n      \n    \n    {\\displaystyle CE}\n  \n, \n  \n    \n      \n        B\n        E\n      \n    \n    {\\displaystyle BE}\n  \n যথাক্রমে কলি যুগ, সাধারণ যুগ এবং বৌদ্ধ যুগকে নির্দেশ করে। \n  \n    \n      \n        S\n        D\n      \n    \n    {\\displaystyle SD}\n  \n এটি সূর্যযার্ত দিনের সংখ্যা, যা ব্যবহৃত যুগ অনুসারে পরিবর্তিত হতে পারে। পূর্ণসংখ্যার ফলটি হল নববর্ষের দিনের দিনসংখ্যা, যখন অবশিষ্ট সময়টি নির্দেশ করে যে সময়ে নতুন বছর শুরু হয় (কম্মজাতে), যা পূর্ববর্তী মধ্যরাত থেকে পরিমাপ করা হয়।\nগণনায় একটি বিশাল দিনের সংখ্যার কারণে, ছোট যুগ (ME) সহ এই সমস্যাটি সমাধান করার জন্য নতুন ক্যালেন্ডার যুগ তৈরি করা হয়েছিল। ০ ME মানে ১১8১ BE, 638 CE বা ৩৭৩৯ KE। উপরের সমীকরণটি অনুসরণ করে, পাওয়া যা যে কলিযুগ শুরু হওয়ার পর থেকে ১,৩৬৫,৭০২ দিন অতিবাহিত হয়েছে। বিভাগের বাকি অংশ থেকে জানা যায়, আগের মধ্যরাতের পর ৩৭৩ কম্মজাতে নতুন বছর শুরু হয়েছে। এটি একটি দিনের ৩৭৩/৮০০ অংশ বা ১১ ঘণ্টা, ১১ মিনিট এবং ২৪ সেকেন্ডের সমতুল্য৷ অন্য কথায়, প্রোলেপটিক গ্রেগরিয়ান ক্যালেন্ডারে ২৫ মার্চ ৬৩৮ সিই রবিবার ১১:১১:২৪ এ ০ ME শুরু হয়েছিল। নতুন বছরের জুলিয়ান দিনটি নিম্নলিখিত সূত্র অনুসারে গণনা করা হয়:\n\n  \n    \n      \n        J\n        \n          D\n          \n            \n              n\n              e\n              w\n              y\n              e\n              a\n              r\n            \n          \n        \n        =\n        \n          \n            \n              \n                (\n                \n                  292207\n                  ×\n                  M\n                  E\n                \n                )\n              \n              +\n              373\n            \n            800\n          \n        \n        +\n        1954167.5\n        =\n        \n          \n            \n              \n                (\n                \n                  292207\n                  ×\n                  \n                    (\n                    \n                      C\n                      E\n                      −\n                      638\n                    \n                    )\n                  \n                \n                )\n              \n              +\n              373\n            \n            800\n          \n        \n        +\n        1954167.5\n        ,\n      \n    \n    {\\displaystyle JD_{\\mathrm {newyear} }={\\frac {\\left(292207\\times ME\\right)+373}{800}}+1954167.5={\\frac {\\left(292207\\times \\left(CE-638\\right)\\right)+373}{800}}+1954167.5,}\n  \n\nতারপরে একটি অ্যালগরিদম ব্যবহার করে সংখ্যাটিকে একটি তারিখে রূপান্তরিত করা যেতে পারে (জুলিয়ান দিন দেখুন)। মহা সংক্রান দিন একটি দীর্ঘ প্রক্রিয়া বা  \n  \n    \n      \n        J\n        \n          D\n          \n            \n              n\n              e\n              w\n              y\n              e\n              a\n              r\n            \n          \n        \n      \n    \n    {\\displaystyle JD_{\\mathrm {newyear} }}\n  \n থেকে ২.১৬৫ দিন (২ দিন ৩ ঘণ্টা ৫৭ মিনিট ৩৬ সেকেন্ড) বিয়োগ দ্বারা গণনা করা হয়। এভাবে লেখা যেতে পারে\n\n  \n    \n      \n        J\n        \n          D\n          \n            \n              s\n              o\n              n\n              g\n              k\n              r\n              a\n              n\n            \n          \n        \n        =\n        \n          \n            \n              \n                (\n                \n                  292207\n                  ×\n                  M\n                  E\n                \n                )\n              \n              −\n              1732\n            \n            800\n          \n        \n        +\n        1954167.5\n        =\n        \n          \n            \n              \n                (\n                \n                  292207\n                  ×\n                  \n                    (\n                    \n                      C\n                      E\n                      −\n                      638\n                    \n                    )\n                  \n                \n                )\n              \n              −\n              1732\n            \n            800\n          \n        \n        +\n        1954167.5.\n      \n    \n    {\\displaystyle JD_{\\mathrm {songkran} }={\\frac {\\left(292207\\times ME\\right)-1732}{800}}+1954167.5={\\frac {\\left(292207\\times \\left(CE-638\\right)\\right)-1732}{800}}+1954167.5.}\n  \n\nএকটি সৌর বছর প্রতি বছর ২৯২,২০7 কম্মজা বা ৩৬৫.২৫৮৭৫ দিন স্থায়ী হয়। যাইহোক, একটি গ্রেগরিয়ান বছর স্থায়ী হয়, গড়ে ২৯২১৯4 কম্মজা। ১৩টি কম্মজা (২৩ মিনিট, ২৪ সেকেন্ড) এর পার্থক্য প্রতি বছর জমা হয়, যার ফলে ক্যালেন্ডার বছরের শেষের দিকে সংক্রান স্থানান্তরিত হয়। ১৬০০, ১৭০০, ১৮০০, ১৯০০ এবং ২০০০ সালে, মহা সংক্রান যথাক্রমে ৭ এপ্রিল ৯ এপ্রিল, ১০ এপ্রিল ১২ এবং ১৩ এপ্রিল ছিল।\nআজকাল রাজপ্রাসাদ প্রকট সংক্রান জারি করা বন্ধ করে দিয়েছে, এটিকে নববর্ষের দিনে জনসাধারণের জন্য প্রকাশিত একটি ছোট পঞ্জিকা দিয়ে প্রতিস্থাপন করা হয়েছে। গভর্নমেন্ট সেভিংস ব্যাঙ্ক এখনও এক পৃষ্ঠার চান্দ্রসৌর ক্যালেন্ডার মুদ্রণ করে, যা সচরাচর দেখা একাধিক পৃষ্ঠার সৌর ক্যালেন্ডার থেকে আলাদা। ক্যালেন্ডারে তার বাহন এবং অধীনস্থদের সাথে ন্যাং সংক্রানের ছবি দেখানো হয়, যার নেতৃত্বে একটি চীনা রাশিচক্রের প্রাণী সেই রাশিচক্রের জন্য থাই লিপি সহ একটি পতাকা ধারণ করে। এতে সঠিক সংক্রান দিবস এবং ধর্মীয় দিনগুলোর ব্যাপক তথ্যের একটি অংশও রয়েছে। বিশেষ করে উত্তর থাইল্যান্ডে, এখনও কিছু জ্যোতিষী ভবিষ্যদ্বাণী এবং অন্যান্য তথ্য সম্বলিত তাদের নিজস্ব সংক্রান বিজ্ঞপ্তি জারি করেন। ২০১৩ সালে, চিয়াং মাই প্রাদেশিক কাউন্সিল সঠিক গণনা অনুসারে অনুষ্ঠানের পুনঃনির্ধারণ করে সরকার-নির্ধারিত ছুটিকে অস্বীকার করার সিদ্ধান্ত নেয়।\n\nনিচের সারণীতে উপরে আলোচিত সূত্রগুলো থেকে প্রাপ্ত সংক্রান উৎসবের শুরু এবং শেষ তারিখের তালিকা রয়েছে। প্রতি বছরের জন্য চীনা রাশিচক্রও দেওয়া হয় কারণ এটি থাই জ্যোতিষশাস্ত্রেও ব্যবহৃত হয়। তবে, চীনা জ্যোতিষশাস্ত্রে চীনা রাশিচক্র লিচুনে পরিবর্তন হয়, চীনা নববর্ষের ঠিক আগে, ফেব্রুয়ারিতে, তবে থাই জ্যোতিষশাস্ত্র পঞ্চম চান্দ্র মাসের প্রথম দিন ব্যবহার করে (মোটামুটিভাবে মার্চের শেষের নতুন চাঁদ থেকে এপ্রিলের শুরুতে)। কাট অফ ডেটের আগে, জ্যোতিষীর আগের বছরের রাশিচক্র ব্যবহার করেন।\n\n\n== উৎপত্তি এবং পৌরাণিক কাহিনী ==\nসংক্রান উৎসবের উৎপত্তি ফসল কাটা এবং বসন্ত সম্পর্কিত একটি বৌদ্ধ লোককথা বা অপ্রমাণিক জাতক থেকে। সুবর্ণভূমির সুখবতীর সমৃদ্ধ নগরীতে, বদিস্ত্ব এক দরিদ্র কৃষকের ঘরে জন্মগ্রহণ করেন। এক সময় দেবরাজ ইন্দ্র স্বর্গ থেকে নগরের দিকে তাকালেন এবং উচ্চ মাত্রার দুর্নীতি দেখে দুঃখ পান। তিনি লক্ষ্য করেন যে লোকেরা তাদের প্রবীণদের সম্মান করে না, অভদ্র আচরণ করে এবং তাদের ঠিকঠাক খাবার ও ওষুধ দেয় না। অভাবী ও অসহায়দের প্রতি তাদের কোন মমতা নেই। শীল ও উপোসথে বিশ্বাস নেই কিন্তু পাপকাজে আনন্দ পায়, দানে বিশ্বাস নেই কিন্তু সম্পদের লোভ আছে, ধর্মে বিশ্বাস নেই কিন্তু ধর্মের ব্যবসা করে। ধর্মের পতন দেখে তিনি বলেছিলেন, “মানুষের গৌরব/সিরি ধম্মে তাদের বিশ্বাসের মধ্যে রয়েছে। ধম্ম ছাড়া কোন গৌরব নেই।” এই সত্য নিশ্চিত করার সাথে সাথে, শহরের লোকেরা অবিলম্বে তাদের গৌরব হারায়, ঠিকমত বৃষ্টিপাত না হয়, জল এবং খাদ্যের অভাব বিরাজ করে, প্রচণ্ড খরা, ত্বক জ্বালানো তাপপ্রবাহ এবং নোংরা দুর্গন্ধযুক্ত আবর্জনা তাদের বাড়িঘর পূর্ণ করে।\nএই দুর্ভোগ থেকে রক্ষা পেতে, বদিস্ত্বের নেতৃত্বে, মানুষ পৃথিবী মাতা বা সিরির কাছে প্রার্থনা করে। তারা সিরিকে তাদের দুর্ভাগ্যের কারণ এবং সমাধান জিজ্ঞাসা করে। সন্তানদের প্রতি সহানুভূতি ও সহানুভূতি থেকে, তিনি তাদের দুঃখকষ্টের কারণ ও সমাধানের কথা বলেন। তিনি তাদের বলেছিলেন যে ধর্মে তাদের বিশ্বাস পুনরুদ্ধার করলে তাদের কষ্টের অবসান ঘটাবে। তিনি তাদের এক টুকরা ঐশ্বরিক উর্বরা জমি, ঐশ্বরিক বীজ, বৃষ্টির জন্য রহস্যময় গান এবং গরম সূর্যতাপ থেকে শরীর শীতল করতে তাদের ত্বকে প্রয়োগ করার জন্য বিভিন্ন রঙের পাত্রে স্বর্গীয় থানকা পাউডার দিয়েছেন। এখন, লোকেরা বোধিত্বের নির্দেশনায় শীল ও উপশোথা পালন করার জন্য অনুপ্রাণিত হয়েছিল।\nবোদিস্ত্ব এবং তার সঙ্গীরা ঐশ্বরিক ভূমি চাষ শুরু করে, ঐশ্বরিক বীজ বপন করে। তারা বিভিন্ন রংয়ের থানকা পাউডার মাখেন এবং প্রচণ্ড সূর্যের তাপ থেকে শরীর ঠান্ডা করার জন্য পানি বর্ষণ করা হয়। কয়েক দিনের মধ্যে তাদের ফসল ফলে যখন সূর্য মেষ রাশিতে প্রবেশ করে। তারা পর্যাপ্ত শস্য উৎপাদন করে। ফসল কাটার দিন, তারা তাদের প্রবীণদের পা ধুয়ে দেয়, তাদের অভিবাদন করে এবং সুস্বাদু খাবার এবং উপযুক্ত কাপড় পরিবেশন করে। অভাবী ও অসহায়দের দান করে। এভাবেই, মানুষ ধর্ পুনরুদ্ধার করেছিল।\nএকই দিনে দেবরাজ ইন্দ্র আবার সুবর্ণভূমি নগরীর দিকে তাকান। তিনি তাদের প্রশংসা করে বলেন, “মানুষের গৌরব তাদের ধর্বিশ্বাসের মধ্যে নিহিত, ধর্ম ছাড়া কোন গৌরব নেই।” এই সত্যের সত্যতা স্বীকার করে অবিলম্বে তাদের হারানো গৌরব ফিরে আসে এবং জনগণ বদিস্ত্বকে তাদের নেতা নির্বাচিত করে এবং একে অপরের গায়ে জল ছুঁড়ে ফসল তোলার দিন উদযাপন করে এবং একে অপরের গায়ে বিভিন্ন রঙের থানকা পাউডার দিয়ে খেলা শুরু করে।\nতাই, দক্ষিণ-পূর্ব এশিয়ার বৌদ্ধ সম্প্রদায়ে, এই দিনটিকে স্মরণ ও উদযাপন করার জন্য, লোকেরা যার যার ঘর পরিষ্কার করে, তাদের প্রবীণদের পা ধুয়ে দেয়, তাদের জন্য সুস্বাদু খাবার এবং উপযুক্ত পোশাক পরিবেশন করে এবং তাদের সালাম এবং সম্মান প্রদর্শন করে। মঠগুলোতে ও অভাবীদের দান করা হয়। মানুষ জলকেলি করে এবং একে অপরের গায়ে বিভিন্ন রঙের থানকা পাউডার মাখে।\nওয়াট ফো-এর বৌদ্ধ ধর্মগ্রন্থ অনুসারে, কপিল ব্রহ্মার (থাই: กบิลพรหม অর্থ:লাল ব্রহ্মা) মৃত্যু থেকে সংক্রানের উৎপত্তি। প্রাচীনকালে, এক ধনী লোক এবং তার মাতাল প্রতিবেশী ছিল। মাতাল, যার দুটি পুত্র ছিল, নিঃসন্তান হওয়ার জন্য ধনী ব্যক্তিকে কটাক্ষ করে। ধনী লোকটি অপমান পেয়ে তাকে একটি পুত্র দেওয়ার জন্য সূর্য ও চন্দ্র দেবতাদের কাছে অনুরোধ করেছিল। তার প্রচেষ্টা ব্যর্থ হয় যতক্ষণ না তিনি একটি বটগাছে বসবাসকারী বৃক্ষদেবতাকে রান্না করা ভাত নিবেদন করেন, যিনি ইন্দ্রকে লোকটির ইচ্ছা পূরণ করতে বলেছিলেন। ফলে থাম্মাবল (থাই: ธรรมบาล, বা ধম্মপাল, আক্ষ. 'one who protects righteousness') নামে একটি শিশু জন্মগ্রহণ করে।\nথাম্মাবল এক চতুর শিশু ছিল যে তিনটি বেদ জানত এবং পাখির ভাষা শিখেছিল এবং মানুষকে পাপ এড়াতে শিখিয়েছিল। কপিল ব্রহ্মা শিশুটির কথা জানতে পেরে শিশুটির চতুরতা পরীক্ষা করতে চাইলেন। দেবতা জিজ্ঞাসা করলেন, “মানুষের মহিমা (শ্রী) সকালে, দিনে এবং সন্ধ্যায় কোথায় অবস্থিত?”। পরাজিতের মাথা কেটে ফেলা হবে। ছেলেটি ছয় দিন নিরর্থক চিন্তা করে, কিন্তু ধাঁধার সমাধান খুঁজে পায়নি। সে একটি খেজুর গাছের নীচে শুয়েছিল, সেখানে একজোড়া ঈগলের মধ্যে কথোপকথন শুনেতে পায়। যারা বাজি হারলে তার মৃতদেহ খাওয়ার আলাপ করছিল। স্ত্রী ঈগল তার সঙ্গীকে জিজ্ঞেস করল সে উত্তরটা জানে কিনা। তিনি উত্তর দিয়েছিলেন, “সকালে, মুখের উপর শ্রী দেখা যায়, তাই লোকেরা প্রতিদিন সকালে মুখ ধোয়। দুপুরে, শ্রী সেই বুকে থাকে যেখানে লোকেরা প্রতি দুপুরে সুগন্ধি দেয়। সন্ধ্যায়, শ্রী পায়ে যায়, তাই লোকেরা প্রতি সন্ধ্যায় তাদের পা ধোয়।” থাম্মাবল উত্তরটি জেনে পরদিন কপিল ব্রহ্মাকে বলেন। হেরে গিয়ে, কপিল ব্রহ্মা তার সাত কন্যাকে ডেকে বলেন যে তাকে অবশ্যই তার মাথা কেটে ফেলতে হবে। তবে, যদি তার মাথা পৃথিবীতে পড়ে তাহলে সেখানে একটি নরকের সৃষ্টি করবে যা বিশ্বকে গ্রাস করবে। তার মাথা বাতাসে নিক্ষেপ করলে বৃষ্টি থেমে যাবে। আর যদি তার মাথা সাগরে ফেলে দেওয়া হয় তবে সমুদ্রের সমস্ত জল শুকিয়ে যাবে। এই দুর্যোগগুলো প্রতিরোধ করার জন্য, তিনি তার কন্যাদের তার কর্তিত মস্তক একটি উঁচু ফানের উপর রাখতে বলেন। তার বড় মেয়ে থুংসা তার বাবার মাথা কৈলাস পর্বতের গুহায় সংরক্ষণ করেছিলেন।\nপ্রতি বছর যখন সূর্য মেষ রাশিতে প্রবেশ করে, তখন কপিল ব্রহ্মার সন্তানদের একজন, যাকে বলা হয় নাং সংক্রান (থাই: นางสงกรานต์) সে বছরের জন্য, এবং অন্যান্য দেবদূতেরা একটি মিছিল গঠন. তাদের একজন কপিল ব্রহ্মার মাথা ফান এ বহন করে। একটি নারী সময়ের উপর নির্ভর করে পশুর পিঠে দাঁড়ায়, বসে, হেলান দেয় বা ঘুমায়। ভোর থেকে মধ্যাহ্ন পর্যন্ত, ভদ্রমহিলা তার পরিবহনের পিছনে দাঁড়িয়ে থাকবেন। মধ্যাহ্নের পর সূর্যাস্ত পর্যন্ত সে বসে থাকে। সূর্যাস্ত এবং মধ্যরাতের মধ্যে, ভদ্রমহিলা তার গাড়ির উপর শুয়ে থাকে কিন্তু তার চোখ খোলা রেখে। মধ্যরাতের পর সে ঘুমিয়ে পড়ে। এই ভঙ্গিগুলো এবং অন্যান্য বিবরণগুলো পূর্বে প্রকট সংক্রানের অংশ হিসাবে এবং এখন চান্দ্র-সৌর ক্যালেন্ডারের অংশ হিসাবে আঁকা হয়েছিল। মিছিলটি মেরু পর্বতের চারপাশে ৬০ মিনিট ধরে চলে। সূর্য এক রাশি থেকে অন্য রাশিতে যাওয়ার সময় ঘটে যাওয়া অন্যান্য সংক্রান থেকে আলাদা করার জন্য একে পরবর্তীকালে মহা সংক্রান বলা হয়। সহজ করে, নামটি পরে সংক্রান হিসাবে সংক্ষিপ্ত করা হয়েছিল।\nনিচের সারণীতে নাং সংক্রানের নাম এবং বৈশিষ্ট্যের তালিকা দেয়া হয়েছে, প্রতি বছর মহা সংক্রান সপ্তাহের কোন দিনে পড়ে তার উপর এগুলো নির্ভর করে।\n\n\n== নতুন বছরের ঐতিহ্য ==\nসংক্রান উদযাপন প্রতীকী ঐতিহ্য সমৃদ্ধ। সকাল শুরু হয় মেধা তৈরির মাধ্যমে। স্থানীয় মন্দির পরিদর্শন  এবং বৌদ্ধ ভিক্ষুদের খাবার দেওয়া সাধারণ রীতি। এই বিশেষ তিথিতে, বুদ্ধ মূর্তি এবং যুবা এবং বয়স্কদের উপর জল ঢালা একটি ঐতিহ্যবাহী আচার, যা শুদ্ধিকরণের প্রতিনিধিত্ব করে এবং সবার পাপ ও দুর্ভাগ্যকে যেন ধুয়ে দেয়। মিলনের উৎসব হিসাবে, যারা দূরে থাকে তারা সাধারণত তাদের প্রিয়জন এবং প্রবীণদের বাড়িতে ফিরে আসে। পূর্বপুরুষদের প্রতি শ্রদ্ধা জানানো সংক্রান ঐতিহ্যের একটি গুরুত্বপূর্ণ অংশ।\nছুটির দিনটি তার জল উৎসবের জন্য পরিচিত। প্রধান রাস্তাগুলোর যানবাহন চলাচল বন্ধ থাকে এবং জলের লড়াইয়ের আখড়া হিসাবে ব্যবহৃত হয়। উদযাপনকারী, তরুণ এবং বৃদ্ধ, একে অপরের উপর জল ছিটিয়ে এই ঐতিহ্যে অংশ নেয়। ঐতিহ্যবাহী কুচকাওয়াজ অনুষ্ঠিত হয় এবং কিছু ভেন্যুতে “লেডি সংক্রান” বা “মিস সংক্রান” মুকুট পরানো হয়, যেখানে প্রতিযোগীরা ঐতিহ্যবাহী থাই পোশাক পরে থাকে।\n\n\n== থাইল্যান্ডে ==\n\nমধ্য অঞ্চল : এই অঞ্চলের লোকেরা সংক্রান এলে তাদের ঘরদোর পরিষ্কার করে। রঙিন পোশাক বা থাই পোশাকে সবাই সেজে ওঠে। সন্ন্যাসীদের খাবার দেওয়ার পরে, লোকেরা তাদের পূর্বপুরুষদের কাছে একটি নিবেদন করে। লোকেরা মন্দির নির্মাণ বা মেরামতের জন্য বালি ইত্যাদি দান করে থাকে। অন্যান্য ধরনের কাজের মধ্যে রয়েছে পাখি ও মাছ ছেড়ে দেওয়া। আজকাল, মানুষ অন্যান্য প্রাণী যেমন মহিষ এবং গরু ছেড়ে দেয়। ফ্রা প্রদাইং সোম লোকেদের ঐতিহ্যবাহী অনুষ্ঠান যেমন রঙিন ঐতিহ্যবাহী পোশাকে কুচকাওয়াজ এবং লোককাহিনী প্রদর্শনের আয়োজন করে।\nদক্ষিণ : দক্ষিণীদের তিনটি সংক্রান নিয়ম রয়েছে: যতটা সম্ভব কম কাজ করুন এবং অর্থ ব্যয় এড়ান; অন্য ব্যক্তি বা প্রাণীদের আঘাত না করা; মিথ্যা না বলা।\nউত্তর : ৭ এপ্রিল, সি সাতচানালাই জেলার বান হাদ সিউ একটি বর্ণাঢ্য কুচকাওয়াজের সাথে ‘এলিফ্যান্ট মিছিল পরিচালনা’ অনুষ্ঠানের আয়োজন করে যেখানে ঐতিহ্যবাহী পোশাক পরিহিত পুরুষেরা হাতিতে চড়ে মন্দিরে যায়। উত্তর থাইল্যান্ডে ১৩ এপ্রিল দুর্ভাগ্য দূর করতে বন্দুক বা আতশবাজি দিয়ে উদযাপন করা হয়। পরের দিন, লোকেরা মন্দিরে সন্ন্যাসীদের জন্য খাবার এবং দরকারী জিনিস প্রস্তুত করে। মানুষকে মেধা অর্জন করতে মন্দিরে যেতে হয় এবং বুদ্ধের মূর্তিকে স্নান করাতে হয় এবং তারপরে তারা বয়স্কদের হাতে জল ঢেলে তাদের আশীর্বাদ প্রার্থনা করে।\nপূর্ব : পূর্বাঞ্চলে থাইল্যান্ডের অন্যান্য অংশের মতোই কর্মকাণ্ড আছে, তবে পূর্বাঞ্চলের লোকেরা সবসময় সংক্রান উৎসবের সমস্ত দিন জুড়ে মন্দিরে মেধা অর্জন করে এবং বালির প্যাগোডা তৈরি করে। কেউবা, মন্দিরে মেধা অর্জনের পরে, তাদের পরিবারের বয়স্ক সদস্যদের দেওয়ার জন্য খাবার তৈরি করে।\nরাজধানী (ব্যাংকক): খাও সান রোড এবং সিলোম রোড হল সংক্রানের আধুনিক উদযাপনের কেন্দ্রস্থল। রাস্তাগুলো যানবাহনের জন্য বন্ধ রয়েছে এবং পোস্টগুলো জলের বন্দুক এবং জল ভর্তি বালতি দিয়ে সজ্জিত। পার্টি চলে দিনরাত।\n\n\n== অন্যত্র ==\nসংক্রান মালয়েশিয়ার সিয়ামিজ সম্প্রদায় দ্বারা উদযাপন করা হয়, বিশেষ করে কেদাহ, কেলান্তান, পেনাং, পেরাক, পেরলিস এবং তেরেঙ্গানু রাজ্যে যেখানে বেশিরভাগ সিয়ামিজ অবস্থিত।\nপনা সংক্রান্তি (ওড়িয়া: ପଣା ସଂକ୍ରାନ୍ତି), এটি মহা বিষুব সংক্রান্তি নামেও পরিচিত, ভারতের ওড়িশায় বৌদ্ধ ও হিন্দুদের ঐতিহ্যবাহী নববর্ষের উৎসব।\nউৎসবটি ভারতের উত্তর-পূর্বাঞ্চলে সাংকেন নামে এবং বাংলাদেশের পার্বত্য চট্টগ্রামে বিজু, বৈসুক, সাংগ্রাই এবং বৈসাবি হিসেবে পালিত হয়, যেটি আদিবাসী হিন্দু জনগণ এবং বৌদ্ধ সম্প্রদায়ের ঐতিহ্যবাহী নববর্ষের দিন। সাংকেন উৎসবটি তাই জনগোষ্ঠী (খামটি জনগণ খামিয়াং, ফাকে এবং তুরুং জনগোষ্ঠী) পালন করে থাকে। উৎসবটি সিংফো, তিখাক (তাংসা) এবং দুওনিয়া লোকেরাও উদযাপন করে। সাংকেন সাধারণত ‘নৌন হা’ মাসে পড়ে, তাইদের চান্দ্র পঞ্জিকার বছরের পঞ্চম মাস এপ্রিল মাসের সাথে মিলে যায়। এটি আগের বছরের শেষ দিনগুলোতে উদযাপিত হয় এবং উৎসব শেষ হওয়ার ঠিক পরেই চান্দ্র নতুন বছর শুরু হয়।\nবিষু, মূলত হিন্দু ধর্মাবলম্বীদের উৎসব, দক্ষিণ ভারতের কেরালা রাজ্যে (এবং তামিলনাড়ুর কিছু অংশ) এটি পালিত হয়, একই সময়সীমার মধ্যেও পড়ে। এটি প্রধানত ফসল কাটার উৎসব।\nদক্ষিণ ভারতের কিছু গ্রামে, বিশেষ করে কর্ণাটকে, “ওখালি” বা “ওখলি” নামে একটি উৎসব উদযাপিত হয় যেখানে প্রতিটি পরিবার পথচারীদের উপর নিক্ষেপ করার জন্য চক এবং হলুদ মিশ্রিত জলের বালতি রাখে। ওখালির দিনটি থাইল্যান্ডের সংক্রান এবং মায়ানমারের থিংয়ানের সাথে মিলে যায়, তবে উত্তর ভারতীয় উৎসব হোলির তারিখের সাথে নয়।\nওয়েক আইল্যান্ডের মার্কিন ভূখণ্ডে বিমান বাহিনীর সদস্য এবং আমেরিকান এবং থাই ঠিকাদারগণ প্রতি বছর সংক্রান উদযাপন করে।\n\n\n== অন্যান্য ক্যালেন্ডারে ==\nসংক্রান একই সময়ে ঘটে যেটি বেদে কর্তৃক ইস্টারের উৎসবগুলোর জন্য দেওয়া হয়েছিল —এবং ইস্টার উইকএন্ড মাঝে মাঝে সংক্রানের সাথে মিলে যায় (সবচেয়ে সাম্প্রতিক ১৯৭৯, ১৯৯০ এবং ২০০১, কিন্তু আবার ২০৬৩ পর্যন্ত নয়)।\n\n\n== বিতর্ক ==\n\n\n=== সড়ক দুর্ঘটনা ===\nপুলিশের পরিসংখ্যান দেখায় যে বার্ষিক সংক্রান ছুটির সময় সড়ক দুর্ঘটনায় মৃতের সংখ্যা দ্বিগুণ হয়। ২০০৯ এবং ২০১৩-এর মধ্যে ছুটির বাইরের সময়গুলোতে প্রতিদিন প্রায় ২৭টি সড়ক মৃত্যু এবং সংক্রানে প্রতিদিন গড়ে ৫২টি সড়ক মৃত্যুর ঘটনা ঘটেছে। লাইবেরিয়া, কঙ্গো এবং তানজানিয়ার সাথে থাইল্যান্ডে বিশ্বের সর্বোচ্চ ট্রাফিক মৃত্যুর হার রয়েছে। দীর্ঘ ছুটির সময় যে দুর্ঘটনা ঘটে তার প্রায় ৭০-৮০ শতাংশ মোটরসাইকেল দুর্ঘটনা। মোটরসাইকেল দুর্ঘটনায় বছরে প্রায় ১০,০০০ মানুষ মারা যায়।\nন্যাশনাল কাউন্সিল ফর পিস অ্যান্ড অর্ডার (এনসিপিও) বলছে ৯-১৬ এপ্রিল ২০১৬-এর মধ্যে সারা দেশে সড়ক নিরাপত্তা চেকপয়েন্টে মোট ১১০,৯০৯ জনকে গ্রেপ্তার করা হয়েছে এবং ৫,৭৭২টি গাড়ি আটক করা হয়েছে ২০১8 সালে ২,০২৯ চেকপয়েন্টে গ্রেফতারকৃত অপরাধীর সংখ্যা বেড়ে ১৪৬,৫8৯-এ দাঁড়িয়েছে। এর মধ্যে ৩৯,৫৭২ জন ক্র্যাশ হেলমেট পরতে ব্যর্থ হয়েছিল এবং ৩৭,৭৭৯ জনের ড্রাইভিং লাইসেন্স ছিল না। সংখ্যায় প্রতিক্রিয়া জানিয়ে প্রধানমন্ত্রী “আইন কঠোরভাবে প্রয়োগের নির্দেশ দিয়েছেন”; অভ্যন্তরীণ মন্ত্রী বলেছেন যে তিনি “অতিরিক্ত ব্যবস্থা হিসেবে সচেতনতা বৃদ্ধিতে বৃহত্তর প্রচেষ্টার প্রস্তাব করবেন, জোর দিয়ে যে ট্রাফিক আইন [ইতোমধ্যে] কঠোরভাবে প্রয়োগ করা হয়েছে”; এবং উপ-প্রধানমন্ত্রী প্রবিত ওংসুওয়ান বলেছেন যে তিনি “মোটরসাইকেল চালকদের হেলমেট পরা নিশ্চিত করতে কঠোর প্রচেষ্টা চালাবেন”।\n\n\n=== গ্রেফতার ===\nঅশ্লীল পোশাকের উপর জান্তার নিষেধাজ্ঞা লঙ্ঘনের জন্য ১৩ এপ্রিল, ২০১৬ সংক্রান ছুটির প্রথম দিনে পুলিশ চিয়াং মাইতে একজন ব্রিটিশ পর্যটককে গ্রেপ্তার করেছিল। জলের লড়াইয়ে অপরাধী টপলেস ছিল, তার পরনে শুধু ছোট প্যান্ট ছিল, কিন্তু শার্ট ছিল না। তাকে হেফাজতে নেওয়া হয়েছিল, ১০০ বাথ জরিমানা করা হয়েছিল, তারপর ছেড়ে দেওয়া হয়েছিল। চিয়াং মাইতে তাপমাত্রা ৪১ °সে এ পৌঁছেছে সে দিন।\n২০১৫ সালের সংক্রান উৎসবের সময় টপলেস মহিলার নাচের একটি ভিডিও পোস্ট করার জন্য ২০১৬ সালে সংক্রানের সময় একজন ব্যক্তিকে গ্রেপ্তার করা হয়েছিল। পুলিশ জানিয়েছে যে জাক্রাপাটসর্ন আক্কারাপোকানন, ২৯, একজন মহিলাকে তার স্তন স্পর্শ করতে দেওয়ার জন্য তার ভেজা শার্ট গুটিয়ে নেওয়ার বছরের পুরনো ভিডিও পোস্ট করার জন্য কম্পিউটার অপরাধ আইনের অধীনে অভিযুক্ত করা হয়েছিল। জাকক্রপাটসর্নকে ১০০,০০০ বাথ বন্ডে মুক্তি দেওয়া হয়েছিল। পুলিশ বলেছে যে তারা ভিডিওতে টপলেস মহিলাটিকে অশ্লীলতার জন্য তার ৫০০ বাথ জরিমানা করার চেষ্টা করেছিল, কিন্তু এক বছরের সীমাবদ্ধতার মেয়াদ শেষ হয়ে গেছে।\n\n\n=== বুদ্ধিবৃত্তিক সম্পত্তি ===\n\n\n==== সিঙ্গাপুর উদযাপন ====\n২০১৪ সালে “সেলিব্রেট সিঙ্গাপুর” নামে একটি দুই দিনব্যাপী সংক্রানের মত জলকেলি উৎসব, সিঙ্গাপুরের জন্য পরিকল্পনা করা হয়েছিল এবং অনুষ্ঠানটিকে \"সিঙ্গাপুরের বৃহত্তম জলকেলি পার্টি\" হিসাবে প্রচার করা হয়েছিল। তবে, বিতর্ক উত্থাপিত হয় যখন থাইল্যান্ডের পর্যটন কর্তৃপক্ষ (TAT) পর্যটন পণ্যের ডেপুটি গভর্নর, ভিলাইওয়ান টুইচাসরি, দাবি করেন যে থাইল্যান্ডের সংক্রান উদযাপনের একচেটিয়া অধিকার রয়েছে এবং বুদ্ধিবৃত্তিক সম্পত্তি বিভাগ, বাণিজ্য মন্ত্রণালয় এবং মন্ত্রণালয়ের কর্মকর্তাদের সাথে পরামর্শ করার পরিকল্পনা করেন, একটি সম্ভাব্য মামলা নিয়ে আলোচনার জন্য। ডেপুটি গভর্নরের দৃষ্টিভঙ্গি সোশ্যাল মিডিয়া ওয়েবসাইটগুলোতে অসংখ্য থাই নাগরিক দ্বারা সমর্থিত হয়েছিল। সাংস্কৃতিক প্রচার বিভাগের প্রধান, চাই নাখোনচাই উল্লেখ করেছেন যে সংক্রান একটি ঐতিহ্যবাহী উৎসব যা দক্ষিণ-পূর্ব এশিয়া জুড়ে অনেক দেশেই উদযাপিত হয়, অন্যদিকে ইতিহাসবিদ চার্নভিট কাসেতসিরি বলেছেন যে কোনও একক জাতি একটি ঐতিহ্যের মালিকানা দাবি করতে পারে না। ২৫ শে মার্চ ২০১৪-এ, ব্যাংকক পোস্ট রিপোর্ট করেছে যে সিঙ্গাপুর সরকার উৎসবের বিষয়বস্তুতে হস্তক্ষেপ করেছে এবং সেখানে কোনও জল নিক্ষেপ করা হবে না, জলের পিস্তল থাকবে না এবং জনসাধারণের মদ্যপান হবে না৷ উৎসবও কমিয়ে একদিনের আয়োজন করা হয়।\n\n\n== আরও দেখুন ==\nহোলি - একটি ভারতীয় ছুটির দিন যা রঙিন পাউডার দিয়ে রাস্তার আচার অনুষ্ঠানের জন্য বিখ্যাত\n\n\n== মন্তব্য ==\nটেমপ্লেট:Public holidays in Thailand\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nই-বই\nফ্রায়া অনুমান রাচাথন (ইয়ং সাথিয়ানকোসেট) । (১৯৫4)। \"সংক্রান উৎসবের সময় বিনোদন\"।    ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ মার্চ ২০১৭ তারিখেসিয়াম সোসাইটির জার্নাল (ভলিউম 4২, পার্ট ১)। পৃষ্ঠা ৩৯-43।\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে সংক্রান সম্পর্কিত মিডিয়া দেখুন।\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\nটেমপ্লেট:Public holidays in Thailand"}