{"pageid": 1497889, "title": "গেদিক আহমেদ পাশা", "url": "https://bn.wikipedia.org/wiki?curid=1497889", "content": "গেদিক আহমেদ পাশা (সার্বীয়: Гедик Ахмед-паша; মৃত্যু: ১৮ নভেম্বর ১৪৮২) ছিলেন উসমানীয় সাম্রাজ্যের একজন রাজনীতিবিদ এবং প্রধান অ্যাডমিরাল। তিনি সুলতান মুহাম্মাদ ফাতিহ এবং দ্বিতীয় বায়েজীদের শাসনামলে উজিরে আজম এবং কাপুদান পাশা (উসমানীয় নৌবাহিনীর প্রধান অ্যাডমিরাল) হিসাবে দায়িত্ব পালন করেছিলেন।\nইতিহাস রচনার শেষ অবধি পর্যন্ত প্রাথমিক সূত্রে গেদিক আহমেদ পাশা সম্পর্কে খুব কমই জানা ছিল।\nউসমানীয় সেনাবাহিনীর নেতৃত্ব দিয়ে তিনি কারামানিদের নিয়ে উসমানীয় সম্প্রসারণকে প্রতিহতকারী সর্বশেষ আনাতোলীয় বেয়লিককে পরাজিত করেছিল। প্রায় ২০০ বছর ধরে কারামানিদের আনাতোলিয়ায় সবচেয়ে শক্তিশালী রাজত্ব ছিল। এমনকি শুরুর দিকে উসমানীয়দের চেয়েও বেশি শক্তিশালী ছিল। তারা কার্যকরভাবে রুম সালতানাতের উত্তরসূরি হয়েছিল।\nগেদিক আহমেদ পাশা ভূমধ্যসাগরে ভেনিসদের বিরুদ্ধেও লড়াই করেছিলেন এবং ১৪৭৫ সালে সুলতান তাকে জেনোস বাহিনীর বিরুদ্ধে ক্রিমীয় খানাতকে সহায়তা করার জন্য প্রেরণ করেছিলেন। ক্রিমিয়ায় তিনি কাফা, সুদাক, বালাক্লাভা এবং অন্যান্য জেনোস দুর্গের পাশাপাশি রাজধানী মাঙ্গুপ এবং ক্রিমিয়ার উপকূলীয় অঞ্চলসহ থিওডোরো রাজ্য জয় করেছিলেন। তিনি ক্রিমিয়ার খান মেনি আই গিরায়কে জেনোস বাহিনী থেকে উদ্ধার করেছিলেন। এই অভিযানের ফলে ক্রিমিয়া এবং সার্কাসিয়া উসমানীয় প্রভাবের ক্ষেত্রে প্রবেশ করে।\n১৪৭৯ সালে যখন তিনি আভলোনার সানজাকের সানজাক-বে ছিলেন, তখন সুলতান মুহাম্মাদ ফাতিহ তাকে শকোদ্রা অবরোধের জন্য ১০ হাজার থেকে ৪০ হাজার সৈন্যের একটি বাহিনীকে নেতৃত্ব দেওয়ার নির্দেশ দিয়েছিলেন। ১৪৭৯ সালের শেষের দিকে সুলতান তাকে নাপোলি এবং মিলানের বিরুদ্ধে যুদ্ধের অংশ হিসাবে ভূমধ্যসাগরে উসমানীয় নৌবাহিনীর নেতৃত্ব দেওয়ার নির্দেশ দেন। এ অভিযানের সময় গেদিক আহমেদ পাশা লেফকাদা, কেফালোনিয়া এবং জাকিনথোস দ্বীপ জয় করেছিলেন। যেহেতু ১৪৫৩ সালে মুহাম্মাদ ফাতিহ কনস্টান্টিনোপল জয় করেছিলেন, তাই মুহাম্মাদ ফাতিহ নিজেকে রোমান সাম্রাজ্যের উত্তরাধিকারী হিসাবে দেখেছিলেন এবং তার রাজবংশের অধীনে রোমান ভূমিগুলিকে পুনরায় একত্রিত করার জন্য ইতালি বিজয়কে গুরুত্ব সহকারে বিবেচনা করেছিলেন। এই পরিকল্পনার অংশ হিসেবে গেদিক আহমেদ পাশাকে নৌবাহিনীসহ ইতালীয় উপদ্বীপে পাঠানো হয়।\nনাইটস হস্পিটালারের কাছ থেকে রোডসকে জয় করার ব্যর্থ প্রচেষ্টার পরে, আহমেদ ১৪৮০ সালে সফলভাবে ইতালীয় বন্দর শহর ওট্রান্টো দখল করেছিলেন। তবে খাদ্য ও সরবরাহের অভাবে তাকে একই বছর তার বেশিরভাগ সৈন্য নিয়ে আলবেনিয়ায় ফিরে আসতে হয়েছিল এবং ১৪৮১ সালে অভিযান চালিয়ে যাওয়ার পরিকল্পনা করেছিলেন।\nমুহাম্মাদ ফাতিহের মৃত্যু তা রোধ করেছিল। পরবর্তীতে সুলতানের উত্তরসূরি কে হবেন সেই সংগ্রামে আহমেদ দ্বিতীয় বায়েজীদের পক্ষ নিয়েছিলেন। তবে দ্বিতীয় বায়েজীদ আহমেদকে পুরোপুরি বিশ্বাস করেননি এবং তাকে বন্দী করেছিলেন। পরে ১৪৮২ সালের ১৮ নভেম্বর আহমেদ পাশাকে হত্যা করেন।\n\n\n== আরও দেখুন ==\nউসমানীয় ওট্রান্টো বিজয়\nউসমানীয় নৌবাহিনী\nউসমানীয় উজিরে আজমদের তালিকা\nকাপুদান পাশাদের তালিকা\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nE. Hamilton Currey, Sea-Wolves of the Mediterranean, London, 1910\nBono, Salvatore: Corsari nel Mediterraneo (Corsairs in the Mediterranean), Oscar Storia Mondadori. Perugia, 1993.\n\n\n== বহিঃসংযোগ ==\nLa Battaglia di Otranto  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৭-০৮-২১ তারিখে (in Italian)\nCorsari nel Mediterraneo: Condottieri di ventura. Online database in Italian, based on Salvatore Bono's book.\nThe Ottomans: Comprehensive and detailed online chronology of Ottoman history in English.\nComprehensive and detailed online chronology of Ottoman history in Turkish.  আর্কাইভইজে আর্কাইভকৃত ২০১২-১২-০৫ তারিখে"}