{"pageid": 1497817, "title": "শেখ হাসিনা‌ সম্পর্কিত বিতর্ক", "url": "https://bn.wikipedia.org/wiki?curid=1497817", "content": "বাংলাদেশের সাবেক প্রধানমন্ত্রী শেখ হাসিনা বছরের পর বছর ধরে অনেক সমালোচনা ও বিতর্কের সম্মুখীন হয়েছেন।\nপদ্মা সেতু দুর্নীতি কেলেঙ্কারিতে ক্ষমতাসীন আওয়ামী লীগ সরকার জড়িত যারা নির্মাণ চুক্তি প্রদানের বিনিময়ে কানাডিয়ান নির্মাণ কোম্পানি এসএনসি-লাভালিনের কাছ থেকে বিপুল পরিমাণ অর্থ চেয়েছিল বলে অভিযোগ রয়েছে। অভিযোগগুলি পরবর্তীকালে মিথ্যা এবং যোগ্যতা ছাড়াই পাওয়া যায় এবং একটি কানাডার আদালত পরবর্তীতে মামলাটি খারিজ করে দেয়। \nঅভিযোগের ফলস্বরূপ, বিশ্বব্যাংক দুর্নীতির কথা উল্লেখ করে পদ্মা সেতু প্রকল্পে অর্থায়ন থেকে সরে আসে এবং পদ্মা নদীর উপর নির্মিত ৬-কিলোমিটার দীর্ঘ (৩.৭-মাইল) সড়ক ও রেল সেতুর জন্য বরাদ্দকৃত ৳১০,২৪১.৩৪৬ কোটি ঋণ বাতিল করে। জড়িত ব্যক্তিদের মধ্যে একজন ছিলেন যোগাযোগ মন্ত্রী সৈয়দ আবুল হোসেন যিনি পরবর্তীতে পদত্যাগ করেন এবং এই অভিযোগ থেকে খালাস পান। ১১ জুলাই ২০১২-এ, বিএনপির মহাসচিব মির্জা ফখরুল ইসলাম আলমগীর বলেন, আওয়ামী লীগ সরকারের উচিত বিশ্বব্যাংকের পাঠানো একটি চিঠি জনসমক্ষে প্রকাশ করা, যেখানে ব্যাংকটি হাসিনা এবং অন্য তিন ব্যক্তির বিরুদ্ধে দুর্নীতির অভিযোগ এনেছিল।  ১৭ জানুয়ারী ২০১৬-এ, হাসিনা বলেছিলেন যে মার্কিন যুক্তরাষ্ট্রের একটি ব্যাংকের একজন ব্যবস্থাপনা পরিচালক বিশ্বব্যাংককে ঋণ বাতিল করতে প্ররোচিত করেছিলেন।  সেতুটি অবশেষে সরকারের নিজস্ব তহবিল দিয়ে নির্মিত হয়েছিল এবং ২০২২ সালের জুন মাসে ৳৩০,১৯৩.৩৯ কোটি ব্যয়ে উদ্বোধন করা হয়েছিল, যা মূল প্রত্যাশিত ব্যয় ৳১০,১৬১.৭৫ কোটির চেয়ে অনেক বেশি।\n২৪ জানুয়ারী ২০১৭-এ, সংসদে এক বক্তৃতায়, প্রধানমন্ত্রী শেখ হাসিনা প্রকল্প থেকে বিশ্বব্যাংকের প্রত্যাহার করার জন্য মুহাম্মদ ইউনূসকে দায়ী করেন।  তার মতে, ইউনূস যুক্তরাষ্ট্রের প্রাক্তন পররাষ্ট্রমন্ত্রী হিলারি ক্লিনটনের সাথে লবিং করেছিলেন বিশ্বব্যাংককে ঋণ বাতিল করার জন্য রাজি করাতে।  ১০ ফেব্রুয়ারী ২০১৭-এ, অন্টারিওর সুপিরিয়র কোর্টের একজন বিচারক কোনো প্রমাণের অভাবে ঘুষ-ষড়যন্ত্রের মামলাটি খারিজ করে দেন।\n২০১৮ সালে, হাসিনার সরকার বিতর্কিত ডিজিটাল নিরাপত্তা আইন, ২০১৮ পাস করেছিল, যার অধীনে ইন্টারনেট বা অন্য কোনও মিডিয়াতে সরকার কর্তৃক অনুপযুক্ত বলে বিবেচিত যে কোনও সমালোচনা বিভিন্ন ডিগ্রির কারাদণ্ডে দণ্ডিত হতে পারে। জনগণের বাকস্বাধীনতাকে দমন করার পাশাপাশি বাংলাদেশে সংবাদপত্রের স্বাধীনতাকে ক্ষুণ্ন করার জন্য এটি অভ্যন্তরীণ ও আন্তর্জাতিকভাবে ব্যাপকভাবে সমালোচিত হয়েছিল। ২০২২ সালের ডিসেম্বরে, হাসিনা সরকার গোয়েন্দা প্রতিবেদনের উদ্ধৃতি দিয়ে \"রাষ্ট্রবিরোধী সংবাদ\" প্রকাশ করার অভিযোগে ১৯১টি ওয়েবসাইট বন্ধ করার নির্দেশ দেয়। বাংলাদেশ জাতীয়তাবাদী দলের (বিএনপি) তারেক রহমানের মালিকানাধীন দৈনিক দিনকাল বন্ধের নির্দেশ দেয় ঢাকা জেলা কর্তৃপক্ষ। দৈনিক দিনকাল বাংলাদেশ প্রেস কাউন্সিলের কাছে এই আদেশের বিরুদ্ধে আপিল করেছিল যারা ২০২২ সালের ফেব্রুয়ারিতে তাদের আপিল খারিজ করে দেয়, ফলে এটি বন্ধ হয়ে যায়। সরকারের বিরোধীরা এই পদক্ষেপের সমালোচনা করে এবং দাবি করে যে এই পদক্ষেপটি সরকারের বিরোধীদের দমন করার একটি প্রচেষ্টা। সরকার দাবি করেছে দৈনিক দিনকাল প্রিন্টিং প্রেস অ্যান্ড পাবলিকেশন্স (ডিক্লেয়ারেশন অ্যান্ড রেজিস্ট্রেশন) অ্যাক্ট, ১৯৭৩-এর ১০, ১১, ১৬, ২১(১)(খ) ধারা লঙ্ঘন করেছে কারণ এটির অনিয়মিত প্রকাশনা ছিল এবং এর প্রকাশক একজন দোষী সাব্যস্ত অপরাধী। \n২০২৪ সালের জুনে, শেখ হাসিনা নয়াদিল্লিতে একটি রাষ্ট্রীয় সফর করেন, যার সময় বাংলাদেশ এবং ভারত দশটি দ্বিপাক্ষিক চুক্তি স্বাক্ষর করে, যার মধ্যে একটি ভারতকে বাংলাদেশের ভূখণ্ডের মধ্য দিয়ে তার উত্তর-পূর্বাঞ্চলীয় রাজ্যগুলিতে একটি রেল করিডোর করার অনুমতি দেওয়া ছিল। এটি দেশের সার্বভৌমত্বের ইস্যুতে বাংলাদেশে ব্যাপক সমালোচনার জন্ম দেয়, হাসিনাকে \"ভারতের কাছে দেশ বিক্রি করার\" অভিযোগ করে।\nঅভ্যন্তরীণভাবে, হাসিনাকে বাংলাদেশের সার্বভৌমত্বের ক্ষতির বিনিময়ে ভারতের সঙ্গে অত্যন্ত ঘনিষ্ঠ সম্পর্ক বজায় রাখার জন্য সমালোচিত হতে হয়েছে। তাকে তার সমালোচকরা বাংলাদেশের রাজনীতিতে ভারতের হস্তক্ষেপের একটি বহিঃপ্রকাশ হিসেবে দেখেন, যাকে তারা তার ক্ষমতার প্রধান উৎস হিসেবে বর্ণনা করেছেন।\n\n\n== সমালোচনা ও বিতর্ক সমূহ ==\n\n\n=== জুলাই গণহত্যা ===\n\nজুলাইয়ের গণহত্যা ছিল বাংলাদেশের ইতিহাসে সবচেয়ে সহিংস ক্র্যাকডাউনগুলির একটি, শেখ হাসিনার সরকার ছাত্র-নেতৃত্বাধীন বিক্ষোভ দমন করার নির্দেশ দিয়েছিল। শিক্ষা ব্যবস্থার সংস্কারের দাবিতে একটি শান্তিপূর্ণ বিক্ষোভ হিসেবে বিক্ষোভ শুরু হয়েছিল, কিন্তু তা দ্রুত দেশব্যাপী আন্দোলনে রূপ নেয়। ১৫ জুলাই ২০২৪-এ, র‍্যাপিড অ্যাকশন ব্যাটালিয়ন (র‍্যাব) এবং পুলিশ সহ নিরাপত্তা বাহিনী নিরস্ত্র ছাত্রদের উপর গুলি চালায়, যাদের অনেকের বয়স ছিল ৫ থেকে ৩০ বছরের মধ্যে।\nঅন্তর্বর্তী সরকার আনুষ্ঠানিকভাবে ১৫০০ জন মৃত্যুর খবর দিয়েছে।  আহত বা গ্রেফতার হয়েছেন আরও অনেকে। প্রত্যক্ষদর্শীরা বর্ণনা করেছেন যে সরকারী বাহিনী লাইভ গোলাবারুদ এবং টিয়ার গ্যাস সহ অত্যধিক শক্তি ব্যবহার করেছে, যেখানে শান্তিপূর্ণ বিক্ষোভ চলছিল।\nএই গণহত্যা দেশীয় ও আন্তর্জাতিক উভয় সংস্থার কাছ থেকে ব্যাপক নিন্দা লাভ করেছে, হিউম্যান রাইটস ওয়াচ এবং অ্যামনেস্টি ইন্টারন্যাশনাল এই হত্যাকাণ্ডের স্বাধীন তদন্তের আহ্বান জানিয়েছে। সরকারের বিরুদ্ধে হাসপাতালগুলিতে হতাহতের সংখ্যা কম রিপোর্ট করার জন্য চাপ দিয়ে এবং মিডিয়া কভারেজ সেন্সর করে সহিংসতার প্রকৃত মাত্রা ধামাচাপা দেওয়ার চেষ্টা করার অভিযোগ আনা হয়েছে।\n\n\n=== নির্বাচনী কারসাজি ===\nশেখ হাসিনার সরকার ক্ষমতা টিকিয়ে রাখতে বারবার নির্বাচনে কারচুপির অভিযোগের সম্মুখীন হয়েছে। ২০১৪ সালের সাধারণ নির্বাচন, বিরোধী দল বাংলাদেশ জাতীয়তাবাদী দল (বিএনপি) দ্বারা বয়কট করা, একতরফা ফলাফলের দিকে পরিচালিত করে, ক্ষমতাসীন আওয়ামী লীগ অধিকাংশ আসনে বিনা প্রতিদ্বন্দ্বিতায় জয়লাভ করে। ২০১৮ সালের নির্বাচনেও একই ধরনের অভিযোগ উঠেছিল, ভোট কারচুপি এবং বিরোধী ভোটারদের বাধা দেওয়ার ব্যাপক রিপোর্টের সাথে।\n\n\n=== বিরোধী দল ও মিডিয়া দমন ===\nহাসিনা সরকারের অধীনে, বিরোধী দলের নেতারা, বিশেষ করে বিএনপির, প্রায়ই গ্রেপ্তার বা হয়রানির শিকার হয়েছেন। দুর্নীতির অভিযোগে বিএনপি নেত্রী খালেদা জিয়ার কারাদণ্ড দলকে দুর্বল করার রাজনৈতিক উদ্দেশ্যপ্রণোদিত পদক্ষেপ হিসেবে দেখেন। হাসিনার সরকার গণমাধ্যমের স্বাধীনতার উপরও দমন-পীড়ন করেছে, ডিজিটাল নিরাপত্তা আইনের মতো আইন ব্যবহার করে সাংবাদিক ও সরকারের সমালোচনাকারীদের আটক করেছে।\n\n\n=== বিচারবহির্ভূত গ্রেফতার ও গুম ===\n\nমানবাধিকার গোষ্ঠীগুলি শেখ হাসিনার সরকারকে মধ্যরাতে গ্রেপ্তার এবং জোরপূর্বক গুম করার, বিশেষ করে রাজনৈতিক প্রতিপক্ষ, কর্মী এবং সাংবাদিকদের লক্ষ্যবস্তু করার নিন্দা করেছে। র‍্যাপিড অ্যাকশন ব্যাটালিয়ন (র‍্যাব)-এর মতো নিরাপত্তা বাহিনীকে রাতে তাদের বাড়ি থেকে অপহরণ করার অভিযোগ রয়েছে, যাদের অনেককে আর কখনও দেখা যায়নি। এই অপহরণের শিকারদের মধ্যে অনেকেই বিরোধী সদস্য বা কর্মী ছিল যারা সরকারের সমালোচনা করত। মানবাধিকার লঙ্ঘনে জড়িত থাকার জন্য ২০২১ সালে মার্কিন যুক্তরাষ্ট্র র‍্যাব-এর উপর নিষেধাজ্ঞা আরোপ করার পর এই কর্মকাণ্ড গুলো আন্তর্জাতিক সমালোচনার জন্ম দিয়েছে।\n\n\n=== মানি লন্ডারিং এবং অবকাঠামো প্রকল্পে দুর্নীতির অভিযোগ ===\nশেখ হাসিনার সরকারের বিরুদ্ধে দুর্নীতি ও অর্থ পাচারের অভিযোগ রয়েছে, বিশেষ করে পদ্মা সেতু এবং ঢাকা মেট্রো রেলের মতো বড় অবকাঠামো প্রকল্পের ক্ষেত্রে। ২০১২ সালে, বিশ্বব্যাংক পদ্মা সেতু প্রকল্প থেকে তার তহবিল প্রত্যাহার করে, ঊর্ধ্বতন সরকারি কর্মকর্তাদের দুর্নীতির ষড়যন্ত্রের অভিযোগ তুলে। যদিও পরে কানাডার আদালতে অভিযোগগুলি খারিজ করা হয়েছিল, সমালোচকরা যুক্তি দেন যে দুর্নীতি এখনও প্রকল্পটিকে জর্জরিত করেছে। একইভাবে, ঢাকা মেট্রো রেল প্রকল্পটি মূল্যস্ফীতি এবং সরকারী কর্মকর্তাদের সাথে জড়িত কিকব্যাকের অভিযোগের মুখোমুখি হয়েছে, যা রাষ্ট্রীয় তহবিলের অপব্যবহারের উদ্বেগকে আরও বাড়িয়ে দিয়েছে।\n\n\n=== সরকারী প্রতিষ্ঠানের নাম পরিবর্তন এবং বংশবাদী রাজনীতির অভিযোগ ===\n\nশেখ হাসিনার শাসনামলে সমালোচনার একটি প্রধান বিষয় ছিল তার পরিবারের সদস্যদের, বিশেষ করে তার পিতা, বাংলাদেশের প্রতিষ্ঠাতা নেতা শেখ মুজিবুর রহমানের সম্মানে অবকাঠামো, প্রতিষ্ঠান এবং জনসাধারণের স্থানের নামকরণ। বঙ্গবন্ধু শেখ মুজিব মেডিকেল বিশ্ববিদ্যালয়ের মতো বড় প্রকল্পগুলো তার নামে পুনঃনামকরণ করা হয়েছে বা প্রতিষ্ঠিত হয়েছে। এই প্রবণতা পরিবারের অন্যান্য সদস্যদের ক্ষেত্রেও প্রয়োগ করা হয়েছে, যার ফলে সমালোচকরা হাসিনাকে ব্যক্তিত্বের পূজা বৃদ্ধি এবং বংশগত রাজনীতিকে প্রভাবিত করার অভিযোগ করেছেন।\n\n\n== মামলা সমূহ ==\n\n২০২৪ সালের ২২ আগস্ট পর্যন্ত, হাসিনার শাসনামলে করা বিভিন্ন কাজের জন্য অন্তত ৪৫টি ফৌজদারি মামলা দায়ের করা হয়েছিল মানবতা বিরোধী অপরাধের দায়ে। ১৩ আগস্ট ঢাকার একটি আদালতে হাসিনা এবং সাবেক স্বরাষ্ট্রমন্ত্রী আসাদুজ্জামান খান এবং সাবেক পরিবহন ও সেতুমন্ত্রী এবং আওয়ামী লীগের যুগ্ম-মহাসচিব ওবায়দুল কাদেরসহ ছয় সরকারি কর্মকর্তার বিরুদ্ধে ১৯ জুলাই কোটা সংস্কার আন্দোলনের সময় এক মুদি ব্যবসায়ীকে হত্যার ঘটনায় একটি হত্যা মামলা দায়ের করা হয়। একই দিনে, হাসিনা ক্ষমতাচ্যুত হওয়ার পর তার ছেলে জয়ের মাধ্যমে প্রকাশিত বিক্ষোভের সময় হওয়া হত্যাকাণ্ডের তদন্তের আহ্বান জানিয়ে তার প্রথম নিশ্চিত বিবৃতি প্রকাশ করেন, এতে তিনি পুলিশ এবং আওয়ামী লীগও \"সন্ত্রাসী আগ্রাসনের\" শিকার হয়েছিল বলে জোর দিয়েছেন। ১৪ আগস্ট, তার বিরুদ্ধে একটি হত্যা এবং আরেকটি গুমের অভিযোগ দায়ের করা হয়েছিল। পরে একই দিন, নিহত শিক্ষার্থীর বাবার আবেদনের পর বিক্ষোভ দমনে তাদের ভূমিকার জন্য আন্তর্জাতিক অপরাধ ট্রাইব্যুনাল হাসিনাসহ নয়জন ঊর্ধ্বতন সরকারি ও আওয়ামী লীগ কর্মকর্তার বিরুদ্ধে গণহত্যা এবং মানবতাবিরোধী অপরাধের অভিযোগে তদন্ত শুরু করে। ১৫ আগস্ট, বিক্ষোভ চলাকালে দুই জনের মৃত্যুর ঘটনায় হাসিনা এবং তার বেশকয়েকজন সহযোগীর বিরুদ্ধে দুটি অতিরিক্ত হত্যার অভিযোগ দায়ের করা হয়। ১৬ আগস্ট, ১৮ জুলাই চট্টগ্রামে বিক্ষোভ চলাকালে এক কলেজ ছাত্রের মৃত্যুর ঘটনায় হাসিনা, সাবেক শিক্ষামন্ত্রী মহিবুল হাসান চৌধুরী এবং আরও কয়েকজনের বিরুদ্ধে আরেকটি হত্যার অভিযোগ দায়ের করা হয়। ১৮ আগস্ট, ২০১৩ শাপলা চত্বর বিক্ষোভের সময় নির্বিচারে গুলি চালানোর কারণে মৃত্যুর জন্য তার বিরুদ্ধে একটি গণহত্যার অভিযোগ দায়ের করা হয়েছিল, এবং ২০১৫ সালে খালেদা জিয়ার গাড়িবহরের উপর হামলা সংক্রান্ত একটি পৃথক অভিযোগের দায়ের করা হয়।\n২০২৪ সালের ২১ আগস্ট, মুহাম্মদ ইউনূসের অন্তর্বর্তীকালীন সরকার হাসিনার সহ সমস্ত কূটনৈতিক পাসপোর্ট বাতিলের নির্দেশ দেয়। ৯ সেপ্টেম্বর, অন্তর্বর্তীকালীন সরকার একটি অধ্যাদেশ জারি করে ২০০৯ সালে প্রণীত ‘‘জাতির পিতা পরিবার-সদস্যগণের নিরাপত্তা আইন, ২০০৯’’ বাতিল করে, যা শেখ-ওয়াজেদ পরিবার, বিশেষত শেখ হাসিনাকে বিশেষ সুবিধা প্রদান করত। ১৭ অক্টোবর, আন্তর্জাতিক অপরাধ ট্রাইব্যুনাল জুলাই গণহত্যার সময় সংঘটিত ‘‘মানবতা বিরোধী অপরাধ’’ এর অভিযোগে তার বিরুদ্ধে গ্রেপ্তারি পরোয়ানা জারি করে।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}