{"pageid": 1497615, "title": "গান্ধারদেশীয় বৌদ্ধধর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1497615", "content": "গান্ধারদেশীয় বৌদ্ধধর্ম বলতে ভারতীয় উপমহাদেশের উত্তরপশ্চিমাঞ্চলে অবস্থিত প্রাচীন গান্ধারের বৌদ্ধ সংস্কৃতিকে বোঝায়। খ্রিস্টপূর্ব তৃতীয় শতক থেকে আনুমানিক ১২০০ খ্রিস্টাব্দ পর্যন্ত এই অঞ্চল বৌদ্ধধর্মের অন্যতম প্রধান কেন্দ্র ছিল। প্রাচীন গান্ধার হল অধুনা উত্তর পাকিস্তান (প্রধানত পেশোয়ার উপত্যকা ও পোটোহার মালভূমি) এবং আফগানিস্তানের জালালাবাদ অঞ্চল। এই অঞ্চলে গান্ধারী প্রাকৃতে গান্ধারদেশীয় বৌদ্ধ ধর্মগ্রন্থগুলি রচিত হয়। খ্রিস্টীয় প্রথম শতকে রচিত এগুলিই এখনও পর্যন্ত আবিষ্কৃত প্রাচীনতম বৌদ্ধ পুথির সংগ্রহ। এছাড়া গান্ধার এক স্বতন্ত্র বৌদ্ধ শিল্প ও স্থাপত্যকলারও কেন্দ্র, যার মধ্যে ভারতীয়, হেলেনীয়, রোমান ও পার্থিয়ান শিল্পকলার উপাদানগুলির মিশ্রণ ঘটেছিল। বৌদ্ধ গান্ধার ছিল এমন এক গুরুত্বপূর্ণ প্রবেশপথ, যেখান দিয়ে মধ্য এশিয়া ও চীনে প্রসার লাভ করেছিল।\n\n\n== ইতিহাস ==\n\n\n=== মৌর্য সাম্রাজ্য ===\n\n২,৩০০ বছর আগে পাটলিপুত্রে তৃতীয় বৌদ্ধপরিষদের পর মৌর্য সম্রাট অশোক কাশ্মীর ও গান্ধার অঞ্চলে বৌদ্ধ ধর্মপ্রচারক প্রেরণ করেন। তখনই এই অঞ্চলে বৌদ্ধধর্মের উন্মেষ ঘটে।\nকাশ্মীর ও গান্ধার অঞ্চলে ধর্মপ্রচারের জন্য অশোক বারাণসীর বৌদ্ধ ভিক্ষু মজ্ঝান্তিককে নিয়োগ করেছিলেন।  বৌদ্ধ গ্রন্থগুলিতে গান্ধারকে প্রাচীন ভারতের অন্যতম মহাজনপদ বলে উল্লেখ করা হয়েছে। মৌর্য সাম্রাজ্যের (আনুমানিক খ্রিস্টপূর্ব ৩০০-১৮৫ অব্দ) অধীনে গান্ধারের রাজধানী ছিল তক্ষশীলা। প্রাচীন গান্ধারের কেন্দ্র ছিল অধুনা উত্তরপশ্চিম পাকিস্তানের পেশোয়ার অববাহিকা, যা পশ্চিমে আফগানিস্তান অঞ্চলের কাবুল নদী পর্যন্ত প্রসারিত ছিল। এই অঞ্চলটি \"বৃহত্তর গান্ধার\" নামে পরিচিত একটি অঞ্চলে সাংস্কৃতিক ও ভাষাগত প্রভাব বিস্তার করেছিল। বৃহত্তর গান্ধার পূর্বে সিন্ধু নদ (তক্ষশীলা), উত্তরে সোয়াত উপত্যকা ও উচ্চ সিন্ধু উপত্যকা, পশ্চিমে বামিয়ান এবং হিন্দুকুশ পেরিয়ে ব্যাকট্রিয়া ও অক্সাস নদী উপত্যকা পর্যন্ত প্রসারিত ছিল।\nসম্রাট অশোক (আনুমানিক খ্রিস্টপূর্ব ২৬৮-২৩৩ অব্দ) এই অঞ্চলে কয়েকটি শিলাশাসন স্থাপন করেছিলেন। এগুলির কয়েকটি গান্ধারী ভাষায় ও খরোষ্ঠী লিপিতে উৎকীর্ণ। পরবর্তীকালে গান্ধারদেশীয় বৌদ্ধরাও এই ভাষা ও লিপি ব্যবহার করেছিলেন। এই শিলাশাসনগুলিই অশোকের রাজত্বকালে গান্ধার অঞ্চলে বৌদ্ধধর্মের অস্তিত্বের কথা প্রমাণ করে। খরোষ্ঠী লিপিতে উৎকীর্ণ অভিলিখন পশ্চিমে কাবুল নদীর তীরে ওয়ারদক, উজবেকিস্তানের তিরমিজ ও তাজিকিস্তানের আনঝিনা-তেপে এবং দক্ষিণে মহেঞ্জোদাড়ো ও বালুচিস্তান অঞ্চল অবধি পাওয়া গিয়েছে।\nহিউয়েন সাঙের মতে, গান্ধার অঞ্চলে অশোক ছ’টি বৃহদায়তন স্তূপ প্রতিষ্ঠা করেছিলেন। এগুলির মধ্যে সর্ববৃহৎ স্তূপটি ছিল তক্ষশীলার ধর্মরাজিক স্তূপ। প্রত্নতাত্ত্বিক ও শিলালিপি-সংক্রান্ত প্রমাণ ইঙ্গিত করে যে, এই অঞ্চলে প্রথম বৌদ্ধ মঠ ও স্তূপ প্রতিষ্ঠিত হয়েছিল খ্রিস্টপূর্ব তৃতীয় শতকের শেষভাগে।\n\n\n=== ইন্দো-গ্রিক রাজ্য ===\nমৌর্য সাম্রাজ্যের পতনের পর ইন্দো-গ্রিক রাজ্যগুলি এই অঞ্চল অধিকার করে। এই যুগের প্রথম মেনান্দ্রোস সোতের (আনুমানিক ১৫৫-১৩০ খ্রিস্টাব্দ) প্রমুখ কয়েকজন রাজাকে বৌদ্ধ গ্রন্থগুলিতে বৌদ্ধধর্মের পৃষ্ঠপোষক বলে উল্লেখ করা হয়েছে। গ্রিক শিল্পকলা গান্ধারদেশীয় বৌদ্ধ শিল্পকলাকে গভীরভাবে প্রভাবিত করেছিল। এর প্রথম উদাহরণ দেখা যায় বুদ্ধের মানবাকৃতি মূর্তিগুলিতে। এই সব মূর্তিতে গ্রিকো-বৌদ্ধ শৈলীর বস্ত্র ও কেশবিন্যাস লক্ষণীয়। পরবর্তীকালে ইন্দো-সিথিয়ান ও ইন্দো-পার্থিয়ান প্রমুখ রাজন্যবর্গ এই অঞ্চল শাসন করে।\n\n\n=== কুষাণ সাম্রাজ্য ===\n\nকুষাণ সাম্রাজ্যের (৩০-৩৭৫ খ্রিস্টাব্দ) শাসকেরাও গান্ধার অঞ্চলে বৌদ্ধধর্মের পৃষ্ঠপোষকতা করেছিলেন। তাঁরা এখানে বৌদ্ধ মঠ স্থাপন ও স্তূপ নির্মাণের জন্য অর্থসাহায্য করতেন। উল্লেখ্য, খ্রিস্টীয় প্রথম ও দ্বিতীয় শতকের পূর্বে গান্ধার অঞ্চলে খুব বেশি সংখ্যক বৌদ্ধ কেন্দ্র গড়ে ওঠেনি। সাধারণত কোনো বৌদ্ধ কেন্দ্রে একটি কেন্দ্রীয় স্তূপ থাকত এবং সেটিকে ঘিরে গড়ে উঠত বিভিন্ন বৌদ্ধ মঠ। স্তূপটিতে থাকত বুদ্ধের দেহাবশেষ। এই দেহাবশেষের উদ্দেশ্যেই বৌদ্ধ ভিক্ষু ও গৃহস্থেরা শ্রদ্ধা নিবেদন করতেন এবং বুদ্ধকে কেন্দ্র করেই এখানে গড়ে উঠেছিল বিভিন্ন স্থাপত্য ও ভাস্কর্য। কুষাণ সম্রাট কণিষ্কের (১২৮-১৫১ খ্রিস্টাব্দ) শাসনকালে এই সাম্রাজ্যের রাজধানী ছিল গান্ধারের পেশোয়ারে (সংস্কৃত নাম: পুরুষপুর) বৌদ্ধ স্তূপ ও মঠ নির্মিত হয়েছিল। মথুরায় একটি বৃহৎ মঠ চত্বরে কণিষ্কের উত্তরসূরি হুবিষ্কের নাম পাওয়া যায়। এই যুগের ভাস্কর্য ও আখ্যানমূলক খোদাইচিত্রে বৌদ্ধধর্মের নানা বিষয় উপস্থাপিত হয়েছে এবং তার কেন্দ্রে রয়েছে গৌতম বুদ্ধের জীবনকথা। প্রত্নতাত্ত্বিক প্রমাণ থেকে জানা যায় যে, খ্রিস্টীয় তৃতীয় শতকে এখানকার বৌদ্ধ কেন্দ্রগুলিতে পৃষ্ঠপোষকতার হারে এক নাটকীয় বৃদ্ধি ঘটে। এই সময়ে অনেক বেশি সংখ্যায় নতুন মূর্তি ও ধর্মস্থান প্রতিষ্ঠিত হয়। গান্ধারের যে স্থাপত্য নিদর্শনগুলি এখনও বিদ্যমান রয়েছে সেগুলি কুষাণ যুগেই নির্মিত হয়েছিল। এর মধ্যে আছে তক্ষশীলার মতো কেন্দ্র এবং তখৎ-ই-বাহি, সাহরি-বাহলোল, জামাল গড়ি, রানিগাট ও থারেলির মতো বৃহৎ বৌদ্ধ মঠের ধ্বংসাবশেষ।\nকুষাণ সম্রাটদের বৌদ্ধধর্মের পৃষ্ঠপোষকতা এবং তাঁদের দ্বারা গান্ধার থেকে মধ্য এশিয়া পর্যন্ত নিরাপদ বাণিজ্যপথ স্থাপনের ফলে রেশম পথ ধরে এই ধর্ম ব্যাকট্রিয়া, মধ্য এশিয়া ও চীন পর্যন্ত প্রসার লাভ করে। বৌধিসত্ত্ব মৈত্রেয়ের কাল্ট কুষাণ রাজত্বকালে বিশেষ প্রভাবশালী ছিল। কারণ এই যুগে গান্ধার অঞ্চলে নির্মিত অনেক মৈত্রেয় মূর্তি পাওয়া গিয়েছে। কুষাণ যুগের অন্যান্য প্রধান বৌদ্ধ ধর্মীয় কেন্দ্রগুলি হল বুটকারা স্তূপ ও বারিকোট।\nখরোষ্ঠী অভিলিখন এমন ইঙ্গিত করে যে গান্ধার অঞ্চলে ধর্মগুপ্তক, মহীশাসক, কাশ্যপীয়, সর্বাস্তিবাদ ও মহাসাংঘিক বৌদ্ধ সম্প্রদায়ের অস্তিত্ব ছিল।  রিচার্ড সালোমন মনে করেন যে, গান্ধারদেশীয় অধিকাংশ বৌদ্ধ ধর্মগ্রন্থ ধর্মগুপ্তক সম্প্রদায়ের এবং এই সম্প্রদায় এখানকার অন্যতম প্রধান বৌদ্ধ সম্প্রদায়। চীনা তীর্থচাত্রী ফা-হিয়েন জানিয়েছেন যে, তিনি এই অঞ্চলে অধিকাংশ ভিক্ষুকে বৌদ্ধধর্মের অ-মহাযান মতগুলি অনুশীলন করতে দেখেছেন। অবশ্য গান্ধার অঞ্চলে যে মহাযান বৌদ্ধধর্মেরও অস্তিত্ব ছিল তার প্রমাণ অনেক ধর্মগ্রন্থ ও শিল্পকলা থেকেই পাওয়া যায়।\n\n\n=== কুষাণ-পরবর্তী যুগ ===\nকুষাণ সাম্রাজ্যের পতনের পর ছোটো ছোটো রাজ্য এই অঞ্চল শাসন করেছিল। এগুলির অধিকাংশই বৌদ্ধধর্মের প্রতি বন্ধুত্বপূর্ণ ছিল এবং বৌদ্ধ স্তূপ ও মঠ স্থাপনে সাহায্য করেছিল। খ্রিস্টীয় পঞ্চম শতকের দ্বিতীয়ার্ধে শ্বেত হুনেরা গান্ধার আক্রমণ করার পর এই অঞ্চলে বৌদ্ধধর্ম দুর্বল হতে শুরু করে। খ্রিস্টীয় ষষ্ট শতকে শ্বেত হুন শাসনের পতনের পর বৌদ্ধ কেন্দ্রগুলির মধ্যে উল্লেখযোগ্য অবক্ষয় দেখা যায়। চীনা ভিক্ষু হিউয়েন সাং (৬০২-৬৬৪ খ্রিস্টাব্দ) যখন তক্ষশীলা তথা গান্ধারে আসেন, তখন সেখানকার অনেক মঠই পরিত্যক্ত হয়েছিল। যদিও পেশোয়ারে গান্ধারের কেন্দ্র থেকে দূরে সোয়াত উপত্যকা, কাশ্মীর ও আফগানিস্তান অঞ্চলে বৌদ্ধধর্মের সমৃদ্ধি অব্যাহত ছিল।\nআফগানিস্তানের বামিয়ান ছিল এই অঞ্চলের বৌদ্ধ ধর্মচর্চার অন্যতম প্রধান কেন্দ্র। বামিয়ানের বুদ্ধমূর্তি নামে পরিচিত বিশালাকার বৌদ্ধ ভাস্কর্যের ধ্বংসাবশেষই তার প্রমাণ। আনুমানিক খ্রিস্টীয় তৃতীয় শতক থেকে ষষ্ঠ শতকের মধ্যবর্তী কোনো এক সময়ে এগুলি খোদাই করা হয়েছিল। মনে করা হয় যে, খ্রিস্টীয় সপ্তম শতকে বামিয়ান ছিল একটি প্রভাবশালী বৌদ্ধ কেন্দ্র। ৬৩০ খ্রিস্টাব্দে যখন চীনা বৌদ্ধ তীর্থযাত্রী হিউয়েন সাং বামিয়ান পরিদর্শনকালে এটিকে \"অসংখ্য মঠ ও লোকোত্তরবাদ-অধ্যয়নরত সহস্রাধিক ভিক্ষুর আবাস\" এক বৌদ্ধ কেন্দ্র বলে উল্লেখ করেন।\nখ্রিস্টীয় সপ্তম শতকে উত্তর গান্ধারের গিলগিট আরেকটি গুরুত্বপূর্ণ বৌদ্ধ কেন্দ্র ছিল। রেশম পথের উপর অবস্থিত অন্যতম প্রধান শহর গিলগিটে চীনা তীর্থযাত্রীরা আসতেন বৌদ্ধধর্ম শিক্ষার জন্য। খ্রিস্টীয় সপ্তম ও অষ্টম শতকে এই অঞ্চল শাসন করে গিলগিটের পোটালা শাহী রাজবংশ। এই রাজবংশ ছিল বজ্রযান বৌদ্ধধর্মের অনুগামী। এরপর এই শহর তিব্বত সাম্রাজ্যের অধীনে আসে এবং খ্রিস্টীয় নবম শতকের শেষভাগ পর্যন্ত তাদের অধীনেই থাকে।\nখ্রিস্টীয় পঞ্চম শতকের মধ্যভাগ নাগাদ শ্বেত হুন আক্রমণের পর থেকেই এই অঞ্চলে বৌদ্ধধর্মের অবনতি শুরু হয়েছিল এই শাসনের অন্তে এখানে হিন্দু শাহী প্রতিষ্ঠিত হয়। এই রাজারা হিন্দুধর্মের অনুগামী হলেও বৌদ্ধধর্মের সমৃদ্ধি অব্যাহত থাকে।\nহিউয়েন সাং (৬০২-৬৬৪ খ্রিস্টাব্দ) গান্ধার পরিদর্শনকালে এখানে অসংখ্য কার্যকরী মঠ দেখেছিলেন। তাঁর পরে ওউ ক’ওং ৭৫৩ খ্রিস্টাব্দে এই অঞ্চল পরিদর্শন করেন। খ্রিস্টীয় ত্রয়োদশ শতাব্দীতে বারামুলায় এক বৌদ্ধ ভিক্ষু বাস করতেন।\nভারতে মুসলমান আক্রমণের ফলে গান্ধার অঞ্চলে বৌদ্ধধর্ম আরও ক্ষতিগ্রস্থ হয়। এরপর আনুমানিক ১২০০ অব্দ নাগাদ বিভিন্ন কারণে এই অঞ্চল থেকে বৌদ্ধধর্ম অবলুপ্ত হয়ে যায়।\n\n\n== শিল্প ও স্থাপত্য ==\n\nএই অঞ্চলটি একটি সাংস্কৃতিক সংযোগস্থলে অবস্থিত হওয়ায় গান্ধারদেশীয় বৌদ্ধদের শিল্পকলা ছিল গ্রিকো-রোমান, ইরানীয় ও ভারতীয় শৈলীর এক মিশ্র রূপ। প্রথমদিকে বৌদ্ধ শিল্পকলা ছিল প্রতিকৃতিহীন। কিন্তু গ্রিকো-রোমান প্রভাবে খ্রিস্টীয় প্রথম শতকে এই শিল্পকলায় বুদ্ধের নরাত্বরোপিত মূর্তির উদ্ভব ঘটে। কুষাণ সাম্রাজ্যের যুগে এই যুগের শিল্পশৈলীর চরম উৎকর্ষ ঘটে। গান্ধারদেশীয় বৌদ্ধ ভাস্কর্যের অনেক উদাহরণে গ্রিকো-রোমান ভাস্কর্যের প্রভাব পাওয়া যায়।\nগান্ধারদেশীয় স্থাপত্যকে চারটি প্রধান পর্যায়ে ভাগ করা যায়:\n\nপর্যায় এক (আনুমানিক খ্রিস্টপূর্ব ২০০ অব্দ – খ্রিস্টীয় প্রথম শতকের মধ্যভাগ): এই পর্যায়ের বৈশিষ্ট্য হল সিরকাপ, প্রথম বুটকারার এবং পার্শ্ববর্তী ধর্মস্থান এবং ধর্মরাজিক চত্বরের আদিতম ধ্বংসাবশেষ। এই পর্যায়টি বুদ্ধমূর্তির জনপ্রিয় হয়ে ওঠার পূর্ববর্তী সময়।\nপর্যায় দুই (আনুমানিক খ্রিস্টীয় প্রথম শতকের শেষভাগ থেকে তৃতীয় শতকের প্রথম ভাগ): এই যুগে স্তূপ, দেহাবশেষ বেদি ও মঠের সংখ্যা বৃদ্ধির মাধ্যমে বুটকারা ১ ও ধর্মরাজিক চত্বরের প্রসার ঘটে। খোদাইচিত্রে বুদ্ধের জীবনের ঘটনা এই যুগে প্রাধান্য লাভ করে এবং এর মধ্যে বুদ্ধের মানবাকৃতি মূর্তিও যুক্ত হয়।\nপর্যায় তিন (খ্রিস্টীয় তৃতীয় শতকের প্রথম ভাগ থেকে খ্রিস্টীয় পঞ্চম শতকের শেষভাগ): এই যুগটি ছিল বিশেষ সমৃদ্ধির যুগ। পর্যায় এক ও দুইয়ের প্রত্নস্থলগুলি এই যুগে প্রসারিত ও পরিবর্তিত হয়। বুদ্ধ ও বোধিসত্ত্বগণের পূজামূর্তি এবং সেগুলির জন্য উপাসনালয় নির্মাণ এই যুগে হয়েছিল। এই যুগের শেষ দিকে বৃহদায়তন মূর্তি (যার কয়েকটি এগারো মিটারের চেয়েও বেশি উঁচু) নির্মিত হয়। স্তূপগুলি সজ্জিত হয় সারিবদ্ধ বুদ্ধ ও বোধিসত্ত্বগণের মূর্তির দ্বারা।\nপর্যায় চার (আনুমানিক খ্রিস্টীয় পঞ্চম শতক থেকে অষ্টম শতক): এই পর্যায়টিকে ভালোভাবে বোঝা যায় না। এই সময়ে পৃষ্ঠপোষকের অভাব ঘটে এবং পেশোয়ার অববাহিকায় ভাস্কর্যগুলি অপসৃত ও পুনঃব্যবহৃত হয়। সোয়াট উপত্যকায় অবশ্য পৃষ্ঠপোষকতা অব্যাহত ছিল এবং অনেক প্রস্তরখোদিত বুদ্ধ প্রতিকৃতি নির্মিত হয়। অনুরূপভাবে আফগানিস্তান অঞ্চলেও অনেক ভাস্কর্য নির্মিত হয়, যার মধ্যে অন্যতম ছিল বামিয়ানের বুদ্ধমূর্তি।\n\n\n== বৌদ্ধ ধর্মগ্রন্থ ==\nআনুমানিক খ্রিস্টীয় প্রথম শতকে রচিত গান্ধারদেশীয় বৌদ্ধ ধর্মগ্রন্থ আজ পর্যন্ত আবিষ্কৃত প্রাচীনতম বৌদ্ধ পুথি সংগ্রহ। অত্যন্ত অসম্পূর্ণ আকারে এর উপাদান বিশ্বব্যাপী বিভিন্ন সংকলনের মধ্যে ছড়িয়ে ছিটিয়ে আছে। এই শাস্ত্ররাজির অধিকাংশ গান্ধারী প্রাকৃতে খরোষ্ঠী লিপিতে ভূর্জপত্রে অথবা তালপাতার পুথিতে লিখিত। পুথিগুলিতে সকল প্রধান বৌদ্ধ রচনাই পাওয়া যায়, যার মধ্যে আছে গদ্য সূত্র, কাব্য, অভিধর্ম, বিনয়, অবদান, টীকা ও মহাযান গ্রন্থাবলি। পালি ত্রিপিটকের একটি পাঠান্তরও এতে আছে। আবার আছে খড়্গবিষাণ সূত্র (গান্ধারী: খড়্গবিষণসূত্র) ও অনত্তলক্‌খনসুত্তের পাঠান্তরও।\nমহাযান শুদ্ধভূমি সূত্রগুলি ১৪৭ খ্রিস্টাব্দ নাগাদ গান্ধার অঞ্চল থেকে চীনে আনীত হয়েছিল। সেই সঙ্গে কুষাণ ভিক্ষু লোকক্ষেমের রচনাবলিও চীনে নিয়ে যাওয়া হয়েছিল। লোকক্ষেম অষ্টসাহস্রিকা প্রজ্ঞাপারমিতাসূত্রের ন্যায় কিছু গুরুত্বপূর্ণ মহাযান সূত্র অনুবাদও করেছিলেন। এই অনুবাদগুলির মধ্যে প্রাচীনতম অনুবাদগুলিই প্রমাণ করে যে এগুলি গান্ধারী ভাষা থেকে অনূদিত হয়েছিল। লোকক্ষেমের গ্রন্থাবলিতে কৃচ্ছ্রসাধন ও বনবাসের রীতি এবং ধ্যানতন্ময়তা অর্জনের উপর গুরুত্ব দেওয়া হয়েছে। কোনো কোনো গবেষক মনে করেন যে, মহাযান দীর্ঘ সুখাবতীব্যূহ সূত্র কুষাণ সাম্রাজ্যের সমকালে গান্ধার অঞ্চলে প্রচলিত ছিল।\n\n\n== প্রভাব ==\n\nরেশম পথ গান্ধার অঞ্চলের উপর দিয়ে যাওয়ায় গান্ধারদেশীয় বৌদ্ধধর্ম মধ্য ও পূর্ব এশিয়ার বৌদ্ধধর্মে গভীর প্রভাব বিস্তার করেছিল। ইন্দো-গ্রিক ও কুষাণ যুগে খাইবার গিরিপথ ছিল একটি গুরুত্বপূর্ণ বাণিজ্যপথ এবং এই গিরিপথ পেশোয়ারকে ব্যাকট্রিয়ার (এবং বালখ শহর বা ব্যাকট্রা) সঙ্গে যুক্ত করত। প্রধানত এই পথ ধরেই বৌদ্ধধর্ম মধ্য এশিয়া ও চীনে প্রসার লাভ করেছিল। বৃহত্তর গান্ধারের বৌদ্ধ সংস্কৃতি এইভাবেই উত্তর আফগানিস্তান (কুন্দুজ), দক্ষিণ উজবেকিস্তান (তিরমিজ), তুর্কমেনিস্তান (মার্ভ), তাজিকিস্তান ও দক্ষিণপূর্ব কিরগিজস্তান (চুই উপত্যকায়) বিভিন্ন শহরে প্রসারিত হয়।\nগান্ধারদেশীয় ধর্মপ্রচারকেরা হান রাজবংশের (খ্রিস্টপূর্ব ২০২ অব্দ-২২০ খ্রিস্টাব্দ) রাজত্বকালে চীনে বৌদ্ধ সংস্কৃতি আনয়নে গুরুত্বপূর্ণ ভূমিকা গ্রহণ করেছিলেন। তাঁদের সঙ্গে অধুনা শিনচিয়াং-এ অবস্থিত তারিম অববাহিকার খোটান ও তুরপান প্রভৃতি শহরের যোগাযোগ ছিল। কণিষ্কের শাসনকালে এই অঞ্চলটি কিছুকাল কুষাণ সাম্রাজ্যের অন্তর্ভুক্ত ছিলে বলে বৌদ্ধ ধর্মপ্রচারকেরা সহজেই তারিম উপত্যকার শহরগুলিতে শহরে যাতায়াতের সুযোগ পেয়েছিলেন।\nবৃহত্তর গান্ধারের যে গুরুত্বপূর্ণ বৌদ্ধ ধর্মগুরুরা চীনা ভাষায় অনুবাদের কাজ করেছিলেন তাঁদের মধ্যে ছিলেন লোকক্ষেম, আন শিগাও, ধর্মরক্ষ (২৬৫-৩১৩ খ্রিস্টাব্দ), ঝি ছিয়ান (২২০-২৫২ খ্রিস্টাব্দ), জ্ঞানগুপ্ত (৫৬১-৫৯২ খ্রিস্টাব্দ) ও প্রজ্ঞা (আনুমানিক ৮১০ খ্রিস্টাব্দ)।\nবৃহত্তর গান্ধারের গিলগিট ও সোয়াত উপত্যকা (যেটি সম্ভবত ওড্ডিয়ান নামে পরিচিত ছিল) অঞ্চলের বজ্রযান বৌদ্ধরা তিব্বতি বৌদ্ধধর্ম প্রতিষ্ঠায় প্রভাবশালী ভূমিকা গ্রহণ করেছিলেন। হিউয়েন সাং লিখেছেন, তিনি যখন এই অঞ্চল পরিদর্শন করেছিলেন (৬২৯-৬৪৫ খ্রিস্টাব্দ) তখন তিনি অনেক বৌদ্ধকে তন্ত্রাচারে নিয়োজিত অবস্থায় দেখেন। খ্রিস্টীয় সপ্তম ও অষ্টম শতকে এই অঞ্চলে তান্ত্রিক বজ্রযান বৌদ্ধধর্মের উপস্থিতির কথা সাম্প্রতিক প্রত্নতাত্ত্বিক খননকার্যের ফলেও উদ্ধার করা পাথরে খোদিত অবলোকিতেশ্বর, বজ্রপাণি ও এক বজ্রযানী সিদ্ধের ভাস্কর্য ইত্যাদি থেকেও প্রমাণিত হয়েছে।\n\n\n== গান্ধারদেশীয় ভিক্ষুদের তালিকা ==\n\nএখানে অধুনা পাকিস্তানের গান্ধার অঞ্চলের গুরুত্বপূর্ণ ভিক্ষুদের তালিকা কালানুক্রমে দেওয়া হল:\n\n\n=== বিভিন্ন বৌদ্ধ সম্প্রদায়ের প্রবর্তক ===\nগান্ধারদেশীয় বৌদ্ধ ভিক্ষুরা প্রত্যক্ষ বা পরোক্ষভাবে বৌদ্ধধর্মের গুরুত্বপূর্ণ সম্প্রদায় ও প্রথার বিকাশে গুরুত্বপূর্ণ ভূমিকা গ্রহণ করেছিলেন। এই সম্প্রদায়গুলির মধ্যে রয়েছে তিব্বতের ন্যিংমা সম্প্রদায়, চীনের সৌত্রান্তিক সম্প্রদায়, জাপানের হোসসো ও কুশা-শু সম্প্রদায়, এবং সেই সঙ্গে পূর্ব এশিয়ার জোগচেন ও যোগাচার প্রথা। রেশম পথ ধরে চীন, কোরিয়া ও জাপানে বৌদ্ধধর্মের প্রসারে গান্ধারবাসীরা প্রধান ভূমিকা গ্রহণ করেছিলেন এবং সেই কারণেই পূর্ব এশীয় দর্শন, ইতিহাস ও সংস্কৃতির উপর গভীর প্রভাব বিস্তার করেছিলেন। গান্ধার অঞ্চল থেকে বিভিন্ন বৌদ্ধ সম্প্রদায়ের প্রবর্তকেরা হলেন;\n\nগরব দোর্জে (খ্রিস্টীয় প্রথম শতক), জোগচেন প্রথার প্রবর্তক।\nকুমারলাত (খ্রিস্টীয় তৃতীয় শতক), সৌত্রান্তিক সম্প্রদায়ের প্রবর্তক।\n\nবসুবন্ধু (খ্রিস্টীয় চতুর্থ শতক), গান্ধারদেশীয় বৌদ্ধ দার্শনিক প্রথার সর্বাধিক প্রভাবশালী ব্যক্তিবর্গের অন্যতম। জোডো শিনশু-তে তাঁকে দ্বিতীয় বংশপিতা মনে করা হয়; চ্যান বৌদ্ধধর্মে তিনি হলেন একুশতম বংশপিতা। তাঁর অভিধর্মকোষকারিকা (অভিধর্ম কোষ বিষয়ক টীকা) তিব্বতি ও পূর্ব এশীয় বৌদ্ধধর্মে বহুল ব্যবহৃত।\n\nঅসঙ্গ (খ্রিস্টীয় চতুর্থ শতক), মহাযান বৌদ্ধধর্মের অন্যতম প্রধান ধর্মগুরু এবং যোগাচার সম্প্রদায়ের প্রতিষ্ঠাতা।\nপদ্মসম্ভব (খ্রিস্টীয় অষ্টম শতক), তিব্বতের প্রাচীনতম বৌদ্ধ সম্প্রদায় ন্যিংমা সম্প্রদায়ে দ্বিতীয় বুদ্ধ বলে কথিত।\n\n\n=== অনুবাদক ===\nঝি যাও (খ্রিস্টীয় দ্বিতীয় শতক), গুরুত্বপূর্ণ বৌদ্ধ ধর্মগ্রন্থগুলি চীনা ভাষায় অনুবাদ করেন।\nলোকক্ষেম (খ্রিস্টীয় দ্বিতীয় শতক), চীনে হান রাজত্বকালে গুরুত্বপূর্ণ সংস্কৃত সূত্রগুলি চীনা ভাষায় অনুবাদ করেন।\nজ্ঞানগুপ্ত (খ্রিস্টীয় ষষ্ঠ শতক), ৫৬১ থেকে ৫৯২ খ্রিস্টাব্দের মধ্যবর্তী সময়ে চীনে সুই রাজত্বকালে ৩৯টি শাস্ত্র ১৯২টি গুচ্ছে চীনা ভাষায় অনুবাদ করেন।\nপ্রজ্ঞা (খ্রিস্টীয় নবম শতক), চীনে তাং রাজত্বকালে গুরুত্বপূর্ণ সংস্কৃত সূত্রগুলি চীনা ভাষায় অনুবাদ করেন।\nদানপাল (খ্রিস্টীয় একাদশ শতাব্দী), চীনে সুং রাজত্বকালে বৌদ্ধ ভিক্ষু ও বহু সংস্কৃত বৌদ্ধ সূত্রের অনুবাদক।\n\n\n=== অন্যান্য ===\nমারণান্ত (খ্রিস্টীয় চতুর্থ শতক), কোরীয় উপদ্বীপে বৌদ্ধধর্ম প্রসারে আদিতম প্রচারকদের অন্যতম।\n\n\n== আরও দেখুন ==\nগ্রিকো-বৌদ্ধধর্ম\nগ্রিকো-বৌদ্ধ শিল্পকলা\nগ্রিকো-বৌদ্ধ সন্ন্যাসবাদ\nবামিয়ানের বুদ্ধমূর্তি\nকুষাণ সাম্রাজ্য\nগান্ধারদেশীয় বৌদ্ধ ধর্মগ্রন্থ\nরেশম পথে বৌদ্ধধর্মের প্রসারণ\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nএশিয়া সোসাইটি, পাকিস্তানের বৌদ্ধ ঐতিহ্য, গান্ধার শিল্পকলা\nগান্ধার, মেট মিউজিয়াম\nগান্ধারদেশীয় বৌদ্ধধর্ম, অক্সফোর্ড গ্রন্থপঞ্জি\nবুদ্ধের মস্তক, গান্ধার শৈলী, হাভার্ড আর্ট মিউজিয়ামস"}