{"pageid": 1497853, "title": "পোলানি এর প্যারাডক্স", "url": "https://bn.wikipedia.org/wiki?curid=1497853", "content": "পোলানি এর প্যারাডক্স ব্রিটিশ-হাঙ্গেরিয়ান দার্শনিক মাইকেল পোলানির সম্মানে নামকরণ করা হয়েছে। এটি এমন একটি তত্ত্ব যেখানে বিশ্ব কীভাবে কাজ করে সেটা এবং আমাদের নিজস্ব ক্ষমতা সম্পর্কে মানুষের জ্ঞান;  এবং সিংহভাগ ক্ষেত্রে আমাদের স্পষ্টভাবে উপলব্ধির বাইরে। ১৯৬৬ সালে মাইকেল পোলানি তার বই দ্য ট্যাসিট ডাইমেনশনে এই তত্ত্বটি তুলে ধরেছিলেন এবং অর্থনীতিবিদ ডেভিড অটোর তার ২০১৪ সালের গবেষণা পত্র এ নাম দিয়েছেন\n\"আমরা যা বলতে পারি তার চেয়ে বেশি আমরা জানতে পারি\"-এরূপ স্লোগানে সংক্ষিপ্ত করে প্রদত্ত পোলানির প্যারাডক্সটিতে মূলত জ্ঞানীয় ঘটনাকে ব্যাখ্যা করার জন্য এমন অনেক কাজ রয়েছে যা আমরা, মানুষ, স্বজ্ঞাতভাবে বুঝতে পারি কীভাবে সম্পাদন করতে হয় কিন্তু তাদের নিয়ম বা পদ্ধতিগুলিকে মৌখিকভাবে বলতে পারি না। \nএই \"আত্ম-অজ্ঞতা\" অনেক মানুষের ক্রিয়াকলাপের মধ্যে সাধারণভাবে দেখা যায়, ট্র্যাফিকের মধ্যে গাড়ি চালানো থেকে মুখ চেনা পর্যন্ত এর বিস্তৃতি।  পোলানি যুক্তি মতে, মানুষ তাদের অব্যক্ত জ্ঞানের উপর নির্ভর করে, যা এই কাজগুলোতে নিযুক্ত হওয়ার সময় মৌখিক উপায়ে পর্যাপ্তভাবে প্রকাশ করা কঠিন।  পোলানির প্যারাডক্সকে কৃত্রিম বুদ্ধিমত্তা এবং স্বয়ংক্রিয়করণের ক্ষেত্রে একটি প্রধান বাধা হিসেবে চিহ্নিত হওয়ার জন্য ব্যাপকভাবে বিবেচনা করা হয়েছে, যেহেতু একটি স্বয়ংক্রিয় কাজ বা সিস্টেম প্রোগ্রামিং করা কঠিন যদি না প্রক্রিয়াটির একটি পরিপূর্ণ এবং সম্পূর্ণ নির্দিষ্ট বিবরণ পাওয়া যায়। \n\n\n== উৎপত্তি ==\nব্রিটিশ-হাঙ্গেরিয়ান দার্শনিক মাইকেল পোলানি নিয়মিতভাবে মানুষের জ্ঞান অর্জনের ক্ষমতার পিছনের সেই কারণগুলি গবেষণা করেছিলেন যা তারা যৌক্তিকতা দিয়ে ব্যাখ্যা করতে পারে না। তার দ্য ট্যাসিট ডাইমেনশন (১৯৬৬) রচনাতে , পোলানি মানুষের জ্ঞানের 'অব্যক্ত' মাত্রাটি অন্বেষণ করেন এবং \" স্পষ্ট জ্ঞান \" শব্দটির বিপরীতে \"অব্যক্ত জ্ঞান\" ধারণাটির বিকাশ করেন। \nঅব্যক্ত জ্ঞানকে এমন জ্ঞান হিসাবে সংজ্ঞায়িত করা যেতে পারে যে জ্ঞান মানুষ অভিজ্ঞতা থেকে শেখে এবং অবচেতনভাবে অভ্যন্তরীণভাবে তৈরি করে, যার ফলে এটিকে একটি বাস্তব আকারে প্রকাশ করা এবং কোড করা কঠিন। স্পষ্ট জ্ঞান, অব্যক্ত জ্ঞানের বিপরীত, এমন জ্ঞান যা সহজেই মৌখিক এবং আনুষ্ঠানিক করা যায়।  অব্যক্ত জ্ঞান মূলত অন্তর্নিহিত শিক্ষার মাধ্যমে অর্জিত হয়, যে প্রক্রিয়ার মাধ্যমে কোনো বিষয়ের সচেতনতা থেকে স্বাধীনভাবে তথ্য শেখা হয়। উদাহরণস্বরূপ, স্থানীয় ভাষাভাষীরা শৈশবকালে সচেতনভাবে নির্দিষ্ট ব্যাকরণের নিয়ম (স্পষ্ট জ্ঞান) অধ্যয়ন না করেই প্রতিদিনের যোগাযোগে ব্যাপকভাবে প্রকাশের সাথে স্বচ্ছভাবে তাদের ভাষা অর্জন করে।  তাছাড়াও, লোকেরা কেবল ঘনিষ্ঠ মিথস্ক্রিয়া (একে অপরের সাথে অভিজ্ঞতা ভাগ করে নেওয়া বা অন্য মানুষদের আচরণ পর্যবেক্ষণ) এর মাধ্যমে তাদের অব্যক্ত জ্ঞান সীমিতভাবে স্থানান্তর করতে পারে। স্বচ্ছ জ্ঞান অর্জনের জন্য ব্যক্তিদের মধ্যে পরস্পরের প্রতি একটি নির্দিষ্ট পরিমাণ বিশ্বাস স্থাপন করা প্রয়োজন। \nঅব্যক্ত জ্ঞানের মধ্যে রয়েছে ধারণাগত এবং সংবেদনশীল তথ্যের একটি পরিসীমা যা শক্তিশালী ব্যক্তিগত বিষয়ের সাথে বৈশিষ্ট্যযুক্ত। এটা মানুষের কর্মে নিহিতভাবে প্রতিফলিত হয়; যেমনটা পোলানি যুক্তি দিয়েছিলেন যে, \"অব্যক্ত জ্ঞান আমাদের সচেতনতার মধ্যে নিহিত\"।  মানুষের দক্ষতা, অভিজ্ঞতা, অন্তর্দৃষ্টি, সৃজনশীলতা এবং বিচার সবকিছুই এই মাত্রার মধ্যে পড়ে।  অব্যক্ত জ্ঞানকে বর্ণনা করা যেতে পারে, যা জানা দিয়ে, যেটা কিছু জানা বা তথ্য থেকে আলাদা।   পোলানির আগে, গিলবার্ট রাইল ১৯৪৫ সালে একটি গবেষণাপত্র প্রকাশ করেছিলেন যাতে যা-জানা(প্রস্তাব দেওয়ার জ্ঞান) এবং কীভাবে জানার মধ্যে পার্থক্য ছিল। রাইলের মতে, এই জ্ঞাত- জ্ঞান হল সহজাত এবং অন্তর্নিহিত জ্ঞান যা ব্যক্তির মানুষের ক্ষমতার মধ্যে নিহিত। \nযেহেতু অব্যক্ত জ্ঞানকে প্রস্তাবিত বা আনুষ্ঠানিক আকারে বলা যায় না, তাই পোলানি 'আমরা যা বলতে পারি তার চেয়ে বেশি জানতে পারি' স্লোগান উচ্চারণে এই ধরনের অক্ষমতার উপসংহারে পৌঁছেছেন।  নির্বোধ জ্ঞানের উপর ভিত্তি করে দৈনন্দিন কার্যকলাপের মধ্যে একটি মুখ চেনা, একটি গাড়ি চালানো, একটি বাইক চালানো, একটি প্ররোচিত অনুচ্ছেদ লেখা, একটি খারাপভাবে বোঝার ঘটনা ব্যাখ্যা করার জন্য একটি অনুমান এর বিকাশ করা অন্তর্ভুক্ত।  একটি উদাহরণ হিসাবে মুখ চেনা কে নিলে: আমরা আমাদের পরিচিতজনের মুখ অন্য লক্ষাধিক লোকের মধ্যে চিনতে পারি যখন আমরা তার মুখের জ্ঞান সম্পর্কে সচেতন নই। তার চোখ, নাক এবং মুখের সুনির্দিষ্ট বিন্যাস বর্ণনা করা আমাদের পক্ষে কঠিন হবে, যেহেতু আমরা অবচেতনভাবে মুখটি আত্মস্থ করি। \nদ্য ট্যাসিট ডাইমেনশনের ভূমিকা হিসাবে, তার ব্যক্তিগত জ্ঞান (১৯৫৮) বইতে, পোলানি দাবি করেছেন যে, সমস্ত জ্ঞানই ব্যক্তিগত, বিজ্ঞান ও জ্ঞানের অনুশীলনে ব্যক্তিগত অনুভূতি এবং প্রতিশ্রুতির গভীর প্রভাবের উপর জোর দেয়। তৎকালীন প্রভাবশালী অভিজ্ঞতাবাদীদের মতের বিরুদ্ধে যুক্তি দেখিয়ে যে, মন এবং অভিজ্ঞতাগুলি ডেটা এবং নিয়মের সংগ্রহকে বোঝার জন্য হ্রাসযোগ্য, তিনি একটি পোস্ট-পজিটিভিস্ট পদ্ধতির পক্ষে কথা বলেন যা মানব জ্ঞানকে প্রায়শই তাদের স্পষ্ট প্রকাশের বাইরে বলে স্বীকার করে। অব্যক্ত জ্ঞানকে নির্দিষ্ট করার যে কোনো প্রচেষ্টা শুধুমাত্র স্বতঃসিদ্ধের দিকে পরিচালিত করে, যা আমাদের কেন সেগুলি গ্রহণ করা উচিত সেটা আমাদের বলতে পারে না। \n\n\n== এই সম্পর্কিত অন্যান্য তত্ত্ব ==\n\n\n=== মোরাভেক এর প্যারাডক্স ===\nমোরাভেক এর প্যারাডক্স দাবি করে যে, উচ্চ-স্তরের যুক্তির দাবিদার অত্যাধুনিক কাজের তুলনায়, কম্পিউটারের পক্ষে নিম্ন-স্তরের শারীরিক এবং জ্ঞানীয় দক্ষতা আয়ত্ত করা কঠিন; যা মানুষের পক্ষে স্বাভাবিক এবংসম্পাদন করা সহজ। উদাহরণস্বরূপ প্রাকৃতিক ভাষা প্রক্রিয়াকরণ এবং নিপুণ শারীরিক চলন (যেমন রুক্ষ ভূখণ্ডের উপর দিয়ে চলা)। \nরোবোটিক্স বিশেষজ্ঞরা, সেই অনুযায়ী, এমনকি সবচেয়ে কম-প্রশিক্ষিত ম্যানুয়াল কর্মীদের দক্ষতাকে স্বয়ংক্রিয় করা কঠিন বলে মনে করেছেন, যেহেতু এই কাজগুলির জন্য উপলব্ধি এবং গতিশীলতা (নিশ্চিত জ্ঞান) প্রয়োজন।  জ্ঞানীয় বিজ্ঞানী স্টিভেন পিঙ্কারের ভাষায় তার বই দ্য ল্যাংগুয়েজ ইন্সটিংক্ট থেকে, \"পঁয়ত্রিশ বছরের এআই গবেষণার প্রধান শিক্ষা হল, কঠিন সমস্যাগুলো সহজ এবং সহজ সমস্যাগুলো কঠিন।\" \nচাকরির মেরুকরণের বিষয়ে ডেভিড অটোরের আলোচনার সাথে মিল রেখে, পিঙ্কার তার বক্তব্য বজায় রেখেছেন যে, নতুন প্রজন্মের বুদ্ধিমান মেশিনের উপস্থিতি স্টক বিশ্লেষক, পেট্রোকেমিক্যাল ইঞ্জিনিয়ার এবং প্যারোল বোর্ড সদস্যদেরকে প্রতিস্থাপনের ঝুঁকিতে ফেলবে। অন্যদিকে মালী, অভ্যর্থনাকারী এবং বাবুর্চিরা বর্তমানে নিরাপদ। \n\n\n=== প্লেটোর সমস্যা ===\nপ্লেটোর সমস্যা হল আমাদের সীমিত অভিজ্ঞতার পরিপ্রেক্ষিতে \"আমরা কীভাবে এত কিছু জানতে পারি তা ব্যাখ্যা করার সমস্যা\"। শব্দটি\n\n\n=== মেনোর প্যারাডক্স ===\nমেনোর প্যারাডক্স নিম্নরূপ প্রণয়ন করা যেতে পারে:\n\nযদি আপনি জানেন যে আপনি কি খুঁজছেন, তবে তদন্ত অপ্রয়োজনীয়।\nআপনি কি খুঁজছেন তা যদি আপনি না জানেন তবে অনুসন্ধান করা অসম্ভব।\nঅতএব, তদন্ত হয় অপ্রয়োজনীয় অথবা অসম্ভব।\nএই যুক্তিগুলির মধ্যে একটি অন্তর্নিহিত ভিত্তি রয়েছে যেটা হল আপনি জানেন আপনি কী খুঁজছেন বা আপনি কী খুঁজছেন তা আপনি জানেন না।\n\n\n=== দ্য লার্নিং প্যারাডক্স ===\nদ্য লার্নিং প্যারাডক্স (ফডর ১৯৮০) বলে যে, জ্ঞান হয় নতুন হতে পারে না নতুবা শেখা যায় না। পুরাতন জ্ঞানের পরিপ্রেক্ষিতে যদি নতুন জ্ঞান প্রকাশ করা যায় তবে তা নতুন নয়। পুরাতন জ্ঞানের নিরিখে প্রকাশ করা না গেলে তা বোঝা যায় না। অতএব, সত্যিকারের অভিনব কিছু শেখা অসম্ভব এবং সমস্ত প্রয়োজনীয় কাঠামো জন্মের সময়ই উপস্থিত থাকতে হবে।\n\n\n== তথ্যসূত্র =="}