{"pageid": 1497365, "title": "উপালি", "url": "https://bn.wikipedia.org/wiki?curid=1497365", "content": "উপালি ছিলেন একজন বৌদ্ধ ভিক্ষু তথা গৌতম বুদ্ধের প্রধান দশ শিষ্যের অন্যতম। আদি বৌদ্ধ ধর্মগ্রন্থগুলি থেকে জানা যায়, প্রথম বৌদ্ধ সংগীতিতে উপালি বিনয় পাঠ ও পর্যালোচনার দায়িত্বে বৃত ছিলেন। তিনি জন্মগ্রহণ করেছিলেন এক নিম্নবর্ণীয় নাপিতের ঘরে। বুদ্ধের সঙ্গে তার প্রথম সাক্ষাৎ ঘটেছিল শৈশবেই। পরবর্তীকালে যখন শাক্য রাজকুমারগণ পবজ্জা (সংস্কৃত: প্রবজ্যা; বৌদ্ধ ভিক্ষু রূপে দীক্ষা) গ্রহণ করেন, তখন উপালিও তাঁদেরই সঙ্গে দীক্ষা গ্রহণ করেন। বর্ণাশ্রম প্রথা অস্বীকার করে রাজকুমারদের আগে উপালিকে দীক্ষা প্রদান করা হয়েছিল। দীক্ষা গ্রহণের পর উপালি ধম্ম ও বিনয় অধ্যয়ন করেন। তার শিক্ষাগুরু ছিলেন কপ্পিটক। উপালি পরিচিত ছিলেন বিনয় প্রসঙ্গে তার জ্ঞান ও বৌদ্ধ ভিক্ষুজীবনের নিয়মাবলি সম্পর্কে তার কঠোর মনোভাবের জন্য। এই প্রসঙ্গে বিভিন্ন বিষয়ের মীমাংসার জন্য তার সঙ্গে আলোচনা করা হত। এই রকম একটি উল্লেখযোগ্য ঘটনা ছিল ভিক্ষু অজ্জুকের ঘটনা; যাঁর বিরুদ্ধে জমি-সংক্রান্ত একটি বিবাদে পক্ষপাতিত্বের অভিযোগ উত্থাপিত হয়েছিল। প্রথম সংগীতিতে উপালি বিনয় পাঠের গুরুত্বপূর্ণ দায়িত্ব পালন করেন। তার পরিচিতি প্রধানত এই কারণেই।\nআদি বৌদ্ধ ধর্মগ্রন্থগুলিতে উল্লিখিত তথ্য বিশ্লেষণ করে গবেষকেরা উপালি-সহ বুদ্ধের অন্যান্য শিষ্যদের ভূমিকা পর্যালোচনা করে থাকেন। তাঁদের অনুমান, ইতিহাসের যে পর্যায়ে ভিক্ষুজীবনের নিয়মাবলির উপর বিশেষ গুরুত্ব আরোপিত হতে শুরু করে, সেই যুগেই উপালির ভূমিকার উপরেও গুরুত্ব আরোপ করা হয়। এই যুগপর্যায়েই মহাকস্‌সপ (সংস্কৃত: মহাকাশ্যপ) ও উপালি বুদ্ধের সর্বাধিক গুরুত্বপূর্ণ শিষ্য হিসাবে পরিচিতি লাভ করেন। পরবর্তীকালে উপালি ও তার শিষ্যগণ বিনয়ধর নামে পরিচিত হন। এঁরাই বুদ্ধের পরিনিব্বান লাভের পর তারাই ভিক্ষুজীবনের নিয়মাবলি সংরক্ষণ করেন। পরবর্তীকালে এই ধারাটি সিংহলি ও বর্মি বৌদ্ধধর্মের পরিচয়ের একটি গুরুত্বপূর্ণ অংশে পরিণত হয়। চীনে সপ্তম শতাব্দীর বিনয় শাখাটি উপালিকে তাঁদের প্রবর্তক হিসেবে উল্লেখ করেন। তারা বিশ্বাস করতেন যে, উপালিই জন্মান্তরে তাঁদের অন্যতম প্রবর্তক রূপে আবির্ভূত হয়েছিলেন। বিনয় প্রসঙ্গে বুদ্ধ ও উপালির প্রায়োগিক কথোপকথন পালি ও সর্বাস্তিবাদ শাখায় নথিবদ্ধ রয়েছে এবং মার্কিন বৌদ্ধধর্মের আধুনিক নীতিশাস্ত্রের অধ্যয়নে একটি গুরুত্বপূর্ণ বিষয় হিসেবে গৃহীত হয়।\n\n\n== উল্লেখ ==\nধর্মগ্রন্থগুলিতে উপালির ব্যক্তিত্ব বিস্তারিতভাবে বর্ণিত হয়নি। গ্রন্থে প্রধানত ভিক্ষুজীবনের নিয়মাবলি বিষয়ে তার জ্ঞান-সংক্রান্ত গৎবাঁধা গুণাবলির কথাই উল্লিখিত হয়েছে। পালি গ্রন্থগুলির ক্ষেত্রে এই কথা বিশেষভাবে প্রযোজ্য।\n\n\n=== প্রথম জীবন ===\nধর্মগ্রন্থে উল্লিখিত তথ্য অনুযায়ী, প্রথম জীবনে উপালি পেশায় ছিলেন বৈশ্য বংশোদ্ভূত নাপিত। প্রাচীন ভারতে এই পেশাটিকে হীন পেশা হিসেবে গণ্য করা হত। তিনি ছিলেন কপিলাবত্থুর শাক্য রাজপুত্রদের সেবায় নিযুক্ত। মহাবস্তু গ্রন্থে উল্লিখিত হয়েছে, তিনি স্বয়ং বুদ্ধের সেবাতেই নিযুক্ত ছিলেন। উপালির মা একদা তার সঙ্গে বুদ্ধের পরিচয় করিয়ে দিয়েছিলেন। মহাবস্তু, ধর্মগুপ্তকের রচনা ও চীনা ধর্মগ্রন্থগুলি থেকে জানা যায়, শৈশবে উপালি বুদ্ধের মস্তক মুণ্ডন করেছিলেন। প্রাপ্তবয়স্কেরা বুদ্ধের কাছে যেতেও ভয় পেলেও শিশু উপালি তা পাননি। একবার বুদ্ধ তাঁকে মুণ্ডনের প্রক্রিয়া নির্দেশ করছিলেন। সেই সময় উপালি ধ্যানের উচ্চতর অবস্থা প্রাপ্ত হন। বুদ্ধতত্ত্ববিদ আন্দ্রে বারেউর মতে, এই কাহিনিটি প্রাচীন। কারণ, যে সময় শিল্পকলায় বুদ্ধের কোঁকড়ানো চুলের চিত্রণ শুরু হয়, এটি তার পূর্ববর্তী এবং এই কাহিনিতে প্রাপ্তবয়স্ক উপালির মাহাত্ম্য কথিত হয়েছে।\n\nমহাবস্তু, পালি চুল্লবগ্‌গ ও মূলসর্বাস্তিবাদ সম্প্রদায়ের নিয়মাবলি-সংক্রান্ত গ্রন্থাবলিতে উল্লিখিত হয়েছে, রাজপুত্রেরা যখন ভিক্ষু হওয়ার জন্য গৃহত্যাগ করেন তখন উপালিও তাঁদের সঙ্গ নেন। তারা অলংকার-সহ তাঁদের সব জিনিসপত্র উপালির হস্তে সমর্পণ করলে উপালির মনে হয়, সেই সব জিনিস নিয়ে কপিলাবত্থুতে ফিরে গেলে তার বিরুদ্ধে চুরির উদ্দেশ্যে রাজপুত্রদের হত্যা করার অভিযোগ আনীত হতে পারে। তাই উপালিও তাঁদের সঙ্গে পবজ্জা গ্রহণের সিদ্ধান্ত নেন। অনুপিয়া উপবনে বুদ্ধ তাঁদের পবজ্জা দান করেন। উপালির পবজ্জা গ্রহণের কাহিনিটির বেশ কয়েকটি পাঠান্তর পাওয়া যায়। কিন্তু সব ক’টি উপাখ্যানেই নিম্নবর্ণীয় হওয়া সত্ত্বেও বৌদ্ধ সংঘে তার উচ্চ মর্যাদার বিষয়টির উপরে বিশেষ গুরুত্ব আরোপ করা হয়েছে। পালি ধর্মগ্রন্থে কথিত হয়েছে, অনুরুদ্ধ  সহ অন্যান্য রাজপুত্রেরা স্বেচ্ছায় উপালিকে সর্বাগ্রে পবজ্জা গ্রহণের অনুমতি দেন, যাতে সংঘে তিনি প্রবীণের মর্যাদা পেতে পারেন এবং তারা নিজেরাও বর্ণ ও সামাজিক মর্যাদার আসক্তি থেকে মুক্ত হতে পারেন। এই কাহিনির তিব্বতি মূলসর্বাস্তিবাদ পাঠে দেখা যায়, নিম্নবর্ণীয় হওয়ার কারণে উপা পবজ্জা গ্রহণে ইতস্তত করছিলেন দেখে তার সতীর্থ সারিপুত্ত  তাঁকে পবজ্জা গ্রহণে উৎসাহিত করেন। কিন্তু মহাবস্তুতে বলা হয়েছে, উপালি নিজের উদ্যোগেই পবজ্জা গ্রহণ করেছিলেন। মহাবস্তুতে আরও বলা হয়েছে যে, সকল ভিক্ষু পবজ্জা গ্রহণ করলে পরে বুদ্ধ পূর্বতন রাজপুত্রদের অনুরোধ করলেন তাঁদের পূর্বতন নাপিতকে নতমস্তকে অভিবাদন জানানোর জন্য। এই ঘটনা প্রত্যক্ষদর্শী রাজা বিম্বিসার ও তার উপদেষ্টাদের মধ্যে আতঙ্ক সৃষ্টি করেছিলেন। তারাও রাজপুত্রদের উদাহরণ অনুসরণ করে উপালিকে নতমস্তকে অভিবাদন জানিয়েছিলেন। শাক্য রাজপুত্রদের জাত্যভিমান নাশের জন্য উপালিকে তাঁদের আগে পবজ্জা দান করা হয়েছে, সে কথা জনে জনে রাষ্ট্র হয়ে যায়। বুদ্ধ একটি জাতক কাহিনি বলে জানান যে, রাজা ও তার উপদেষ্টাগণ পূর্বজন্মেও উপালিকে নতমস্তকে অভিবাদন জানিয়েছিলেন।\n\n\n== টীকা ==\n\n\n== সূত্রনির্দেশ ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nUpāli, hosted by What Buddha Said\nBuddhist Studies: Disciples of the Buddha: Upāli (student version), hosted by Buddhanet  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৯ সেপ্টেম্বর ২০২০ তারিখে"}