{"pageid": 1497222, "title": "দেবকুমার বসু (চলচ্চিত্র পরিচালক)", "url": "https://bn.wikipedia.org/wiki?curid=1497222", "content": "দেবকুমার বসু (১৯১৩ - ১৮ অক্টোবর ২০২৪) একজন ভারতীয় বাঙালি চলচ্চিত্র পরিচালক, যিনি অসমীয়া চলচ্চিত্রের পাশাপাশি মণিপুরি চলচ্চিত্র 'মাতামাগী মণিপুর' অর্থাৎ 'আজকের মণিপুর' পরিচালনা করেন। তার পিতা ছিলেন বিখ্যাত চলচ্চিত্র পরিচালক দেবকী বসু। কিন্তু তিনি পিতার অস্বস্তি এড়াতে বাংলা ছবি না করে অসমিয়া ছবি দিয়ে চলচ্চিত্র জগতে প্রবেশ করেন এবং শেষে মণিপুরকেই কর্মস্থল বেছে নেন। অমর পাঠকের চিত্রনাট্যে তৈরি সংগ্রাম (১৯৬৮) চলচ্চিত্রের মাধ্যমে তিনি অসমীয়া চলচ্চিত্রে যুক্ত হন। ছবিটি সুপারহিট ছবির হলেও তার পরের ছবি শেষ বিচার (১৯৭১) ফ্লপ হয়। তবে তিনি নিরাশ হন নি। তিনি পরে আরো দুটি চলচ্চিত্র পরিচালনা করেন, নিশার চোকুলো (১৯৭৯) এবং ময়নাজান (১৯৮০)। \n\n\n== মণিপুরের  চলচ্চিত্রের জনক ==\nদেবকুমার বসু শিলং-এ গিয়ে স্থানীয় ব্যবসায়ী করম মোহন সিং-এর সঙ্গে সাক্ষাৎ করেন।তিনিই দেবকুমারকে মণিপুরি ভাষায় চলচ্চিত্র নির্মাণের আহ্বান জানান এবং তার পরামর্শে সহকারী জয়ন্ত পুরকায়স্থকে নিয়ে ডিমাপুর হয়ে ইম্ফল পৌঁছান। মঞ্চ-নাটক 'পিলগ্রিমেজ' অবলম্বনে মাতামগী মণিপুর নামে একটি চলচ্চিত্র নির্মাণের সিদ্ধান্ত নেন। কিন্তু সে সময় মণিপুরে চলচ্চিত্র নির্মাণের কোনো পরিকাঠামো ছিল না। কিছূ শুটিং মণিপুরের বাইরে হয়েছে এবং বাকি সবই হয়েছে কলকাতায়। চলচ্চিত্র নির্মাণে তার প্রধান সহযোগী ছিলেন মণিপুরী ভাষার একজন শীর্ষস্থানীয় পরিচালক তথা ইম্ফলের ডিএম কলেজের দর্শনের অধ্যাপক আরিবম শ্যাম শর্মা ছবির সঙ্গীত পরিচালনাও করেন তিনি। ছবিটি ১৯৭২ খ্রিস্টাব্দের ৯ এপ্রিল মুক্তি পায় এবং জনপ্রিয়তা লাভ করে। সিনেমা হলের ভিড় সামলাতে পুলিশকে ব্যারিকেড বসাতে হয়। মাতামাগী মণিপুর- ই হল মণিপুরী ভাষার প্রথম চলচ্চিত্র। মণিপুরের চলচ্চিত্রের সূচনা করেন দেবকুমার। তাকে মণিপুরি ছবির জনক বলা হয়। \n\n\n== পুরস্কার এবং সম্মাননা ==\nভারতের বিংশতিতম জাতীয় চলচ্চিত্র পুরস্কারে মাতামগী মণিপুর মণিপুরী ভাষায় প্রথম শ্রেষ্ঠ আঞ্চলিক চলচ্চিত্র পুরস্কার লাভ করে। \nআঞ্চলিক ও জাতীয় চলচ্চিত্রে অবদানের জন্য মণিপুরী চলচ্চিত্রের প্রাণপুরুষ দেবকুমার বসু, ২০১৮ খ্রিস্টাব্দে 'করম মোহন লাইফটাইম অ্যাচিভমেন্ট' পুরস্কারে ভূষিত হয়েছেন । \n\n\n== তথ্যসূত্র =="}