{"pageid": 1497661, "title": "সন্তান (২০২৪-এর চলচ্চিত্র)", "url": "https://bn.wikipedia.org/wiki?curid=1497661", "content": "সন্তান ২০২৪ সালের একটি বাংলা ভাষার ভারতীয় নাট্য চলচ্চিত্র। এসভিএফ এন্টারটেইনমেন্ট ব্যানারে প্রযোজনা করেছেন শ্রীকান্ত মোহতা ও মহেন্দ্র সোনি এবং পরিচালনা করেছেন রাজ চক্রবর্তী। প্রধান চরিত্রে অভিনয় করেছেন মিঠুন চক্রবর্তী, ঋত্বিক চক্রবর্তী ও অনসূয়া মজুমদার। এছাড়া গুরুত্বপূর্ণ চরিত্রে রয়েছেন সোহিনী সেনগুপ্ত, বিশ্বজিৎ চক্রবর্তী, শমা চক্রবর্তী, আহানা দে, খরাজ মুখোপাধ্যায় ও শুভশ্রী গঙ্গোপাধ্যায়। যা ২০ ডিসেম্বর প্রেক্ষাগৃহে মুক্তি পায়।\nএই চলচ্চিত্রের সংগীত পরিচালনা করেছেন জিৎ গাঙ্গুলী। মনস গাঙ্গুলী চিত্রগ্রহণ এবং মো. কালাম সম্পাদনার দায়িত্বে ছিলেন। ২০২৪ সালে মার্চ মাসে কলকাতায় ছবির শুটিং শুরু হয়। কালীপুজোর দিন ছবিটির প্রথম ঝলক প্রকাশ করা হয়। ২০ ডিসেম্বর ২০২৪, বড়দিনের প্রাক্কালে প্রেক্ষাগৃহে মুক্তি পায় এবং সমালোচকদের কাছ থেকে ইতিবাচক প্রশংসা অর্জন করে।\n\n\n== পটভূমি ==\n\"সন্তান\" একটি পারিবারিক নাট্য চলচ্চিত্র, যা বাবা-মা এবং তাদের সন্তানের মধ্যে ভেঙে পড়া সম্পর্কের টানাপোড়েন ও আবেগময় সংঘাতের গল্প তুলে ধরে। সরদিন্দু, একজন বৃদ্ধ ব্যক্তি, তার স্ত্রী মালাকে নিয়ে কঠিন জীবনযাপন করছেন। তাদের একমাত্র সন্তান ইন্দ্রনীল একটি মাল্টিন্যাশনাল কোম্পানিতে কাজ করে এবং বিলাসবহুল জীবনে মগ্ন। সে তার স্ত্রী রিয়ার সঙ্গে স্বাচ্ছন্দ্যের জীবন যাপন করলেও তার মায়ের চিকিৎসার জন্য অর্থ দিতে অস্বীকৃতি জানায়।\nমালার চিকিৎসার জন্য অর্থ চাইতে গেলে ইন্দ্রনীল তার বাবাকে অপমান করে এবং অর্থ দিতে অস্বীকার করে। এতে ক্ষুব্ধ হয়ে সরদিন্দু তার ছেলের বিরুদ্ধে বৃদ্ধ বাবা-মায়ের প্রতি অবহেলার অভিযোগে মামলা করেন। আদালতে সরদিন্দুর পক্ষে লড়াই করেন আইনজীবী ইন্দ্রাণী, আর ইন্দ্রনীলের পক্ষে থাকেন খরাজের চরিত্রে একজন আইনজীবী।\nগল্পে নাটকীয় মোড় আসে, যখন মালা তার মাতৃত্বের দায়িত্বকে অগ্রাধিকার দিয়ে সরদিন্দুকে মামলাটি প্রত্যাহার করার অনুরোধ করেন। আদালতের ভেতরে-বাইরে সম্পর্কের টানাপোড়েন এবং আবেগময় সংঘর্ষ গল্পটিকে এগিয়ে নিয়ে যায়। শেষ পর্যন্ত ইন্দ্রনীল তার ভুল বুঝতে পারে এবং তার বাবা-মায়ের প্রতি দায়িত্বের গুরুত্ব উপলব্ধি করে।\n\n\n== অভিনয়শিল্প ==\nশরদিন্দু বোসের চরিত্রে মিঠুন চক্রবর্তী\nসরদিন্দুর স্ত্রী মালা চরিত্রে অনসূয়া মজুমদার\nইন্দ্রনীল, শরদিন্দু ও মালার ছেলের চরিত্রে ঋত্বিক চক্রবর্তী\nইন্দ্রাণী সেনের ভূমিকায় শুভশ্রী গঙ্গোপাধ্যায়, শরদিন্দুর আইনজীবী\nইন্দ্রনীলের আইনজীবীর ভূমিকায় খরাজ মুখোপাধ্যায়\nলতার চরিত্রে সোহিনী সেনগুপ্ত , মালার গৃহকর্মী\nবিশ্বজিৎ চক্রবর্তী\nইন্দ্রনীলের স্ত্রী রিয়া বোস চরিত্রে অহনা দত্ত\n\n\n== উৎপাদন ==\n\n\n=== ঘোষণা ===\n২০২৪ সালের ৩১ অক্টোবর কালী পূজা উপলক্ষে ফার্স্ট লুক পোস্টার প্রকাশ করা হয়েছিল। ট্রেলারটি ১ নভেম্বর ২০২৪-এ উন্মোচিত হয়েছিল।\n\n\n=== বাণিজ্যকরণ ===\nপ্রচারের অংশ হিসাবে, নির্মাতারা কিছু বৃদ্ধাশ্রম পরিদর্শন করেছিলেন তাদের সাথে তাদের সন্তানদের সাথে তাদের সম্পর্ক এবং তারা কীভাবে সেখানে শেষ হয়েছিল সে সম্পর্কে তাদের সাথে কথা বলতে। ২০২৪ সালের ১৭ ডিসেম্বর প্রদর্শিত হয়েছিল।\n\n\n== সঙ্গীত ==\n\nচলচ্চিত্রটির সংগীত পরিচালনা করেছেন জিৎ গাঙ্গুলী এবং গানের কথা লিখেছেন প্রিয় চট্টোপাধ্যায় ও অনিন্দ্য চট্টোপাধ্যায়।\n২০২৪ সালের ১৬ নভেম্বর প্রথম গান \"ঠাকুর থাকবে কতক্ষণ\" মুক্তি পায়। ১ ডিসেম্বর দ্বিতীয় গান \"তোমার আকাশে\" মুক্তি পায়। তৃতীয় এবং শেষ গান \"পাবলো\" পুরো অ্যালবামের সাথে মুক্তি পায়।\n\n\n== মুক্তি ==\nপ্রাথমিকভাবে ২০২৪ সালে দুর্গাপূজা উৎসবের সময় মুক্তির জন্য নির্ধারিত ছিল, পরে তা বিলম্বিত হয়ে ২০ ডিসেম্বর ২০২৪-এ প্রেক্ষাগৃহে মুক্তি পায়।\n\n\n== মূল্যায়ন ==\nদ্য টাইমস অব ইন্ডিয়ার পূর্ণা ব্যানার্জি ৩.৫/৫ রেট দিয়ে বলেছেন, \"সন্তান একটি শক্তিশালী নৈতিক বার্তা সহ একটি ভালো সিনেমা। যদিও দ্বিতীয়ার্ধ কিছুটা দীর্ঘ মনে হতে পারে, আবেগপ্রবণ দৃশ্যগুলো তা পুষিয়ে দেয়।\" তিনি সংগীত, ব্যাকগ্রাউন্ড স্কোর এবং বিশেষত মিঠুন ও অনসূয়ার অভিনয় প্রশংসা করেছেন।\nটেলিগ্রাফের অগ্নিভ নিয়োগী মন্তব্য করেছেন, \"রাজ চক্রবর্তী 'সন্তান' এর মাধ্যমে এমন একটি পারিবারিক নাটক উপস্থাপন করেছেন যা হল ছাড়ার পরেও দর্শকদের মনে থেকে যায়।\" যদিও তিনি প্রথমার্ধকে কিছুটা ধীরগতির ও চূড়ান্ত অংশকে দ্রুত এবং নীতিকথামূলক বলে উল্লেখ করেছেন, তবে মিঠুন, অনসূয়া, ঋত্বিক এবং শুভশ্রীর অভিনয় বিশেষ প্রশংসিত হয়েছে।\nহিন্দুস্তান টাইমসের রানিতা গোস্বামী ৪/৫ রেট দিয়ে বলেছেন, \"পুরনো গল্প হলেও, রাজের উপস্থাপনা এবং অভিনেতাদের অসাধারণ অভিনয় এটিকে একটি পারিবারিক বিনোদনমূলক সিনেমায় রূপান্তরিত করেছে।\" মিঠুনের অভিনয় বিশেষভাবে প্রশংসিত হয়েছে, পাশাপাশি অনসূয়া, খরাজ, শুভশ্রী এবং ঋত্বিকের অভিনয়ও প্রশংসা পেয়েছে।\nসংবাদ প্রতিদিনের আকাশ মিশ্র মন্তব্য করেছেন, \"এই সিনেমা আমাদের সমাজের বাস্তবতার আয়না। এটি হল ছাড়ার পরেও দর্শকদের মনে গভীর প্রভাব ফেলবে।\" তিনি মিঠুন এবং ঋত্বিকের অভিনয় প্রশংসা করেছেন।\nআনন্দবাজার পত্রিকার অময় দেব রায় ৮/১০ রেট দিয়ে লিখেছেন, \"পুরনো পারিবারিক গল্প হলেও রাজ চক্রবর্তীর পরিচালনা এটিকে অসাধারণ করেছে।\" মিঠুন, অনসূয়া, ঋত্বিক, শুভশ্রী এবং খরাজের অভিনয় বিরামহীন বলে প্রশংসিত হয়েছে।\nআজকালের স্নিগ্ধা দে মন্তব্য করেছেন, \"পিতা-পুত্রের অসম লড়াইয়ের গল্প 'সন্তান' আমাদের হৃদয়ের গভীরে জায়গা করে নেবে। এটি অভিভাবক এবং সন্তানদের তাদের সম্পর্ক নিয়ে নতুনভাবে ভাবতে বাধ্য করবে।\" মিঠুন, ঋত্বিক, অনসূয়ার আবেগপ্রবণ অভিনয় এবং শুভশ্রীর ভিন্নধর্মী চরিত্র প্রশংসিত হয়েছে।\n\n\n== আরো দেখুন ==\nখাদান\nচালচিত্র\n৫ নম্বর স্বপ্নময় লেন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nইন্টারনেট মুভি ডেটাবেজে সন্তান   (ইংরেজি)"}