{"pageid": 1497351, "title": "অর্থনৈতিক শুমারি ২০২৪", "url": "https://bn.wikipedia.org/wiki?curid=1497351", "content": "অর্থনৈতিক শুমারি ২০২৪ বাংলাদেশের অর্থনৈতিক অবস্থা সম্পর্কে জানতে পরিচালিত একটি জরিপ। এটি বাংলাদেশের চতুর্থ অর্থনৈতিক শুমারি ।  বাংলাদেশ পরিসংখ্যান ব্যুরো জরিপটি পরিচালনা করছে।  শুমারিটি শুরু হয়েছে ১০ ডিসেম্বর ২০২৪ এবং চলবে ২৬ ডিসেম্বর ২০২৪ পর্যন্ত মোট ১৫ দিনব্যাপী ।  এই অর্থনৈতিক শুমারির প্রতিপাদ্য হচ্ছে \"অর্থনৈতিক শুমারিতে তথ্য দিন, নতুন বাংলাদেশ বিনির্মানে অংশ নিন।\" সারা দেশে  ৯৫ হাজার তথ্য সংগ্রহকারী এবারের শুমারিতে তথ্য সংগ্রহ করবেন। দেশের অর্থনৈতিক অবস্থা সম্পর্কে জানতে প্রতি ১০ বছর পর এমন শুমারি করছে বাংলাদেশ পরিসংখ্যান ব্যুরো (বিবিএস)।\n\n\n== জরিপের পূর্বপ্রস্তুতি ==\nমুল শুমারির চূড়ান্ত প্রস্তুতি হিসেবে প্রকল্প টিম বিভিন্ন প্রস্তুতিমূলক কার্যক্রম যেমন, বিভাগীয় শুমারি সমন্বয়কারী এবং জেলা শুমারি সমন্বয়কারীগণের প্রশিক্ষণ প্রদান করে। মাঠ পর্যায়ে উপজেলা/থানা শুমারি সমন্বয়কারী এবং জোনাল অফিসারগণের প্রশিক্ষণ প্রদান এবং মাঠ পর্যায়ে এক লক্ষ ষোল হাজার ছয়শত তালিকাকারীদের প্রশিক্ষন ও সার্বক্ষনিক মনিটরিং এর ব্যবস্থা গ্রহণ করা হয়।\n\n\n== জরিপ পরিচালনার পদ্ধতি ==\nঅর্থনৈতিক শুমারির মাধ্যমে প্রায় ৭০টি প্রশ্ন উঠে আসবে। এবারই প্রথম ট্যাবের মাধ্যমে ক্যাপি পদ্ধতিতে এই শুমারির তথ্য সংগ্রহ করা হচ্ছে। ডিজিটাল শুমারিতে ১ লাখ ৪০ হাজার ট্যাব ব্যবহার হবে। বাংলাদেশকে ১৩টি শুমারিতে ভাগ করা হয়েছে।  জরিপ পরিচালনার উদ্দেশ্যে লিস্টিংয়ের মাধ্যমে ১ কোটি ২২ লাখ ইউনিট চিহ্নিত করা হয়।  শুমারির কার্যক্রম সুষ্ঠুভাবে শেষ করার জন্য জিওগ্রাফিক্স ইনফরমেশন সিস্টেম (জিআইএস) ও জিওকোড সমন্বয় করে ডিজিটাল ম্যাপ তৈরি করা হয়। মাঠ পর্যায়ে তথ্য সংগ্রহে ব্যবহৃত ট্যাবলেটগুলো মোবাইল ডিভাইস ম্যানেজমেন্ট (এমডিএম) সফটওয়্যার ব্যবহার করে কেন্দ্রীয়ভাবে ডিভাইসগুলো নিয়ন্ত্রণ করা হবে। মাঠ পর্যায় থেকে সংগৃহীত তথ্য সংরক্ষণ এবং নিরাপত্তা নিশ্চিত করতে বাংলাদেশ ডাটা সেন্টার কোম্পানি লিমিটেডের (বিডিসিসিএল) সমৃদ্ধ ডেটা সেন্টার ব্যবহার করা হচ্ছে। মাঠ পর্যায় থেকে বিডিসিসিএল হয়ে বিবিএস সার্ভারে আসার আগ পর্যন্ত সংগৃহীত সকল তথ্য-উপাত্ত গোপন অবস্থায় থাকবে। যার মাধ্যমে পরিসংখ্যান আইন ২০১৩ অনুযায়ী একদিকে তথ্য সংগ্রহে শুমারি কর্মীদের সহযোগিতা করা অপরদিকে এই আইন দ্বারা জনসাধারণের প্রত্যেকের ব্যক্তিগত তথ্যর নিরাপত্তা শতভাগ নিশ্চিত করা হবে।\n\n\n== তথ্যসূত্র =="}