{"pageid": 1497430, "title": "সিরিয়ার ক্রান্তিকালীন সরকার", "url": "https://bn.wikipedia.org/wiki?curid=1497430", "content": "সিরিয়ার আরব প্রজাতন্ত্রের পতন এবং সিরিয়ার প্রাক্তন প্রেসিডেন্ট বাশার আল-আসাদের নির্বাসনের পর, সিরিয়ার বিরোধীদের দ্বারা দামেস্কে সিরিয়ার ক্রান্তিকালীন সরকার ( আরবি : الحكومة الانتقالية السورية ) প্রতিষ্ঠিত হয়। ৮ ডিসেম্বর ২০২৪-এ, বিরোধীদের বিজয়ের কয়েক ঘন্টা পরে, সিরিয়ার বিদায়ী প্রধানমন্ত্রী মোহাম্মদ গাজি আল-জালালি তত্ত্বাবধায়ক ক্ষমতায় ক্রান্তিকালীন সরকারকে নেতৃত্ব দিতে সম্মত হন।  পরের দিন তিনি সিরিয়ান স্যালভেশন সরকারের প্রধানমন্ত্রী মোহাম্মদ আল-বশিরের কাছে ক্ষমতা হস্তান্তর করেন। \n১০ ডিসেম্বর ঘোষণা করা হয়েছিল যে অন্তর্বর্তীকালীন প্রশাসন ১ মার্চ ২০২৫ পর্যন্ত স্থায়ী হবে, সিরিয়ার স্যালভেশন সরকারের সমস্ত মন্ত্রীরা নতুন অন্তর্বর্তী সরকারে একই পদ গ্রহণ করবেন।  যদিও তা এখনো করা হয়নি।\n\n\n== গঠন ==\nসিরিয়ান স্যালভেশন গভর্নমেন্টের নেতা আবু মোহাম্মদ আল-জুলানি টেলিগ্রামে বলেছেন যে সিরিয়ার পাবলিক প্রতিষ্ঠানগুলি অবিলম্বে বলপ্রয়োগের মাধ্যমে দখল করা হবে না এবং সম্পূর্ণ রাজনৈতিক পরিবর্তন না হওয়া পর্যন্ত অস্থায়ীভাবে সিরিয়ার প্রধানমন্ত্রী মোহাম্মদ গাজি আল-জালালির হাতে থাকবে। সম্পন্ন আল-জালালি একটি সোশ্যাল মিডিয়া ভিডিওতে ঘোষণা করেছেন যে তিনি দামেস্কে থাকার এবং সিরিয়ার জনগণের সাথে সহযোগিতা করার পরিকল্পনা করেছেন, আশা প্রকাশ করে যে সিরিয়া \"একটি স্বাভাবিক দেশ\" হয়ে উঠতে পারে এবং অন্যান্য জাতির সাথে কূটনীতিতে জড়িত হতে পারে।  জালালী বিরোধীদের কাছে \"হাত বাড়াতে\" তার প্রস্তুতিও ব্যক্ত করেছেন। \nসিরিয়ার বিপ্লবী ও বিরোধী বাহিনীর জাতীয় জোটের সভাপতি হাদি আল-বাহরা বলেছেন যে অবাধ নির্বাচনের জন্য \"একটি নিরাপদ, নিরপেক্ষ এবং শান্ত পরিবেশ\" প্রতিষ্ঠার জন্য ১৮ মাসের ক্রান্তিকাল প্রয়োজন। এই সময়সীমা একটি নতুন সংবিধান প্রণয়নের জন্য ছয় মাস অন্তর্ভুক্ত করে। আল-বাহরার মতে এই রূপান্তরটি জাতিসংঘের নিরাপত্তা পরিষদের রেজুলেশন ২২৫৪ এর সাথে সঙ্গতিপূর্ণ হওয়া উচিত। \nসিরিয়ান স্যালভেশন গভর্নমেন্টের প্রধানমন্ত্রী মোহাম্মদ আল-বশিরকে ৯ ডিসেম্বর ক্রান্তিকালীন সময়ে নতুন সিরিয়ার সরকার গঠনের দায়িত্ব দেওয়া হয়েছিল।  তিনি ১ মার্চ ২০২৫ পর্যন্ত এই পদে থাকবেন  পরিত্রাণ সরকারের মন্ত্রীরা অন্তর্বর্তীকালীন সরকারে তাদের দায়িত্ব পালন করবেন। \n\n\n== নীতিমালা ==\n\n\n=== অর্থনৈতিক সংস্কার ===\nঅর্থনীতি বিষয়ক মন্ত্রী বাসিল আব্দুল আজিজ বলেছেন যে আমদানি-রপ্তানি নিয়ন্ত্রণের উদারীকরণের সাথে আরও বেশি রাষ্ট্র নিয়ন্ত্রিত অর্থনৈতিক মডেল থেকে একটি শক্তিশালী মুক্ত-বাজার মডেলের দিকে সরানোর পরিকল্পনা রয়েছে। দামেস্ক চেম্বার্স অফ কমার্সের সাথে নিবন্ধনকে পণ্য আমদানির জন্য যথেষ্ট অনুমোদন হিসাবে বিবেচনা করা হবে এবং পূর্বে প্রয়োজনীয় কেন্দ্রীয় ব্যাংকের অনুমোদন এবং অনুমতির আর প্রয়োজন হবে না। রয়টার্সের সাক্ষাত্কারে ব্যবসায়ী নেতারা প্রতিশ্রুত পরিবর্তনগুলিকে উত্সাহজনক বলে বর্ণনা করেছেন। সরকার বলেছে যে পুনর্গঠন বিনিয়োগ একটি অগ্রাধিকার হতে হবে, গৃহযুদ্ধের ক্ষতির আনুমানিক কয়েক বিলিয়ন ডলার। \n\n\n== তথ্যসূত্র =="}