{"pageid": 1497849, "title": "স্নেহকুমার চাকমা", "url": "https://bn.wikipedia.org/wiki?curid=1497849", "content": "স্নেহকুমার চাকমা ( ১৯১৪ – ১৮ জুলাই ১৯৮৭ ) ছিলেন উত্তর-পূর্ব ভারতের  জুম্ম জনগোষ্ঠীর একজন স্বপ্নদর্শী, অবিসংবাদিত সংগ্রামী নেতা যিনি  ভারতীয় উপমহাদেশে ব্রিটিশ বিরোধী আন্দোলন থেকে শুরু করে স্বদেশী আন্দোলন, অযৌক্তিক – অন্যায় ভাবে তৎকালীন উপজাতি অধ‍্যুষিত পার্বত্য চট্টগ্রামকে ভারতের সাথে অর্ন্তভূক্তির জন্য জোর প্রচেষ্টা চালিয়েও বিফল হন। তিনি পার্বত্য চট্টগ্রামের রাঙামাটিতে ১৯৪৭ খ্রিস্টাব্দের ১৫ ই আগস্ট হতে ১৭ আগস্ট ভারতের জাতীয় পতাকা উত্তোলিত রাখেন।\n\n\n== জন্ম ও শিক্ষা জীবন ==\nস্নেহকুমার চাকমার জন্ম ১৯১৪ খ্রিস্টাব্দে  ব্রিটিশ ভারতের অধুনা  বাংলাদেশের খাগড়াছড়ি পার্বত‍্য জেলার খবং-পুজ্জি গ্রামে। পিতা শ্যামচন্দ্র চাকমার পেশা কৃষিকাজ হলেও চাকমা বর্ণমালার শিক্ষা দিতেন। মাতা মানকুমারী গৃহস্থালির এবং বস্ত্র বুননের কাজ করতেন। স্নেহকুমারের বিদ‍্যালয়ের পাঠ প্রথমে গ্রামের প্রাথমিক ও পরে ছোট মহারামপুরের উচ্চ প্রাথমিক বিদ্যালয়ে। ১৯২৭ খ্রিস্টাব্দে ভর্তি হন রাঙামাটির সরকারি উচ্চ বিদ্যালয়ে। বিদ‍্যালয়ে ছাত্রাবস্থার শুরুতেই তিনি তার সমাজের বিশেষকরে জুম্ম জনগণের তথা জাতির কল্যাণে মনোনিবেশ করে রাজনীতিতে জড়িয়ে পড়েন   নানা কারণে পড়াশোনা ব্যাহত হয়। স্বদেশী আন্দোলনে উদ্বুদ্ধ হয়ে ১৯৩০ খ্রিস্টাব্দে সম্ভবত চট্টগ্রামের স্কুলে প্রথম ছাত্র ধর্মঘটে নেতৃত্ব দেন। অষ্টম শ্রেণির ছাত্র স্নেহকুমার আশ্চর্যজনক ভাবেই স্বতঃস্ফূর্ত সমর্থন পান বিদেশী পণ্য বিসর্জনের এমনকি খাগড়াছড়ি ও দীঘিনালার দোকানীদের কাছ থেকে। কিন্তু আন্দোলনে নেতৃত্ব দেওয়ার জন্য স্কুল হতে ছয় মাসের জন্য বহিষ্কৃত হন।\n১৯৩২ খ্রিস্টাব্দে দশম শ্রেণিতে পড়ার সময় মিথ্যা মামলায় গ্রেফতার হলে পুনরায় স্কুল থেকে দুবছরের জন্য বহিষ্কৃত হতে হয়। তবে ১৯৩৩ খ্রিস্টাব্দে শিক্ষা অধিকর্তা স্যার জেনকিন্সের সহযোগিতায় জেল হতে কয়েকদিনের মুক্তিতে ম্যাট্রিক পরীক্ষা দেন এবং রাঙামাটির জেলার মধ্যে প্রথম শ্রেণীতে প্রথম হন। ১৯৩৭ খ্রিস্টাব্দে  কলকাতা বিশ্ববিদ্যালয়ের অধীনস্থ চট্টগ্রাম কলেজ হতে নিয়মিত ছাত্র হিসাবেই বি.এ. পাশ  করেন। পরে বিশ্ববিদ্যালয়ের আইন বিভাগে এম.এ. তে ভর্তি হন। পাঠ শেষ করলেও তিনি আর পরীক্ষায় বসেন নি। \n\n\n== কর্মজীবন ও রাজনীতি ==\n১৯৩৭ খ্রিস্টাব্দে স্নাতক হওয়ার পরই স্নেহকুমার সরকারি চাকরির সুযোগ পান, কিন্তু তিনি তা গ্রহণ করেন নি। কলেজ জীবনে সক্রিয় রাজনীতি করার সময় তিনি তার রাজনৈতিক গুরু চাকমা যুব সংঘ-এর প্রতিষ্ঠাতা ঘনশ্যাম দেওয়ানের সংস্পর্শে আসেন এবং তার মাধ্যমেই মহেন্দ্র বড়ুয়া, চট্টগ্রাম অনুশীলন সমিতির সদস্য চারু বিকাশ দত্তসহ ব্রিটিশ বিরোধী কাজের সঙ্গে যুক্ত বিপ্লবীদের যোগাযোগ হয়।\nস্নেহকুমার নেতাজী সুভাষচন্দ্র বসুর বিশেষ অনুরাগী ছিলেন। ১৯৩০ খ্রিস্টাব্দের গোড়ার দিকে চট্টগ্রামের যাত্রমোহন সেন হলে তার প্রথম সাক্ষাৎ হয়।  আজাদ হিন্দ ফৌজের কোহিমায় অবস্থানকাল পর্যন্ত নেতাজীর সঙ্গে তার যোগাযোগ ছিল। \n\n\n== পার্বত্য চট্টগ্রামকে ভারতভূক্তির জন্য তদ্বির ==\nদ্বিতীয় বিশ্বযুদ্ধের শেষে দ্বিজাতি তত্ত্বের ভিত্তিতে ভাগ করে ভারতবর্ষের স্বাধীনতার সম্ভাবনা দেখা দেয় তখন ১৯৪৫ খ্রিস্টাব্দে সিমলায় অনুষ্ঠিত  সিমলা সম্মেলনে উপস্থিতি থেকে সর্বভারতীয় নেতৃবৃন্দের কাছে পার্বত্য চট্টগ্রামকে ভারতে রাখার অনুরোধ জানান, কারণ সেসময় চট্টগ্রামে মুসলিম জনসংখ্যার হার ছিল মাত্র তিন শতাংশ। সেখানে পণ্ডিত জওহরলাল নেহরু এবং মাওলানা আবুল কালাম আজাদের সাথে আলাপ করে অনুরোধ জানান। তারা তাকে আশ্বস্ত করেন। ১৯৪৬ খ্রিস্টাব্দে বিশিষ্ট সমাজকর্মী অমৃতলাল ঠক্করের নেতৃত্বে যে  বর্জিত  এবং আংশিক ভাবে বর্জিত এলাকার যে উপসমিতি গঠিত হয় সেখানে স্নেহকুমারকে সংযোজিত সদস্য রাখা হয়। ১৯৪৭ খ্রিস্টাব্দে সর্বভারতীয় কমিটি রাঙামাটিতে আসেন খতিয়ে দেখার জন্য। স্নেহকুমার মহাত্মা গান্ধী, জওহরলাল নেহরু, বল্লভভাই প্যাটেল প্রমুখ বিশিষ্ট নেতৃত্ববৃন্দের সঙ্গে সাক্ষাত করে পার্বত্য চট্টগ্রামকে ভারতে রাখার অনুরোধ জানান।\n১৯৪৭ খ্রিস্টাব্দের ১৫ আগস্ট স্বাধীনতা লাভের দিন স্নেহকুমার তার দলবল নিয়ে চট্টগ্রামের রাঙামাটিতে জেলাশাসকের অফিসের সামনে ভারতের জাতীয় পতাকা উত্তোলন করেন। \nকিন্তু ১৭ আগস্ট এক বেতার বার্তায় জানানো হয় সীমানা নির্ধারণ কমিটির চেয়ারম্যান স্যার সিরিল রেডক্লিফ পার্বত্য চট্টগ্রামকে পাকিস্তানে অন্তর্ভুক্ত করেছেন এবং তদানুসারে পাকিস্তানের বেলুচ রেজিমেন্ট ২১ আগস্ট  পাকিস্তানের পতাকা উত্তোলন করে। পরে জানা যায় রাজনৈতিক চাপে রেডক্লিফ এমনটা করতে বাধ্য হন। তাছাড়াও এমন বিভাগ নিয়ে প্রচুর হত্যাকাণ্ড সংগঠিত হয়। সেকারণে রেডক্লিফ তার প্রাপ্য পারিশ্রমিক গ্রহণ করেন নি। স্নেহকুমার অযৌক্তিকভাবে পার্বত্য চট্টগ্রামকে পাকিস্তানে অন্তর্ভুক্ত করে দেওয়াকে সহজে মেনে নিতে পারেন নি। তিনি ১৯ আগস্ট আটজন সশস্ত্র স্বেচ্ছাসেবককে নিয়ে রাঙামাটি ত্যাগ করে ত্রিপুরার উদ্দেশ্য রওয়ানা দেন এবং ২১ আগস্ট সাব্রুম পৌঁছান। তিনি বিদ্রোহের জন্য মনস্থির করেন। তিনি এব্যাপারে সবচেয়ে সহযোগী ব্যক্তি বল্লভভাই প্যাটেলের সাথে দেখা করেন। তার পরামর্শে স্নেহকুমার নূতন প্রধানমন্ত্রী জওহরলাল নেহরুর সঙ্গে কথা বলেন, কিন্তু তিনি তাকে কোন আশ্বাস দিতে পারেন নি। ১৯৫১ খ্রিস্টাব্দে তিনি জাতীয় কংগ্রেসের সদস্য হন। তার চট্টগ্রামের ভারতভূক্তির স্বপ্ন চুরমার হয় গেলে স্নেহকুমার আর নিজের জন্মস্থানে ফেরেন নি। তিনি ত্রিপুরার রাজনীতিতে যুক্ত হন। সেখানকার পিছিয়ে পড়া মানুষের অধিকার আদায়ে আর ধর্মীয় কাজকর্মের সাথে নিজেকে নিয়োজিত রেখে  বুদ্ধের দর্শন ও চর্চা তথা বৌদ্ধ ধর্ম নিয়ে অনেক গুরুত্বপূর্ণ নিবন্ধ রচনা করেন।  চাকমাদের মধ্যে তিনিই প্রথম আন্তর্জাতিক সম্মেলনে অংশগ্রহণ করেন। ১৯৭৪ খ্রিস্টাব্দে  দ্য টেলিস্কোপ নামে এক সাপ্তাহিক পত্রিকার প্রকাশ করেন।\n১৯৮৭ খ্রিস্টাব্দের ১৮ জুলাই স্নেহকুমার পরলোক গমন করেন।\n\n\n== তথ্যসূত্র =="}