{"pageid": 1497945, "title": "গান্ধারদেশীয় বৌদ্ধ ধর্মগ্রন্থ", "url": "https://bn.wikipedia.org/wiki?curid=1497945", "content": "গান্ধারদেশীয় বৌদ্ধ ধর্মগ্রন্থ হল অদ্যাবধি আবিষ্কৃত প্রাচীনতম বৌদ্ধ পুথি। প্রাচীন গান্ধার অঞ্চলে (অধুনা পাকিস্তান রাষ্ট্রের উত্তরপশ্চিমাঞ্চল) খ্রিস্টপূর্ব প্রথম শতক থেকে খ্রিস্টীয় তৃতীয় শতকের মধ্যবর্তী সময়ে এগুলি রচিত হয়। গান্ধারদেশীয় বৌদ্ধ সাহিত্যের এই প্রতিনিধিস্থানীয় রচনাগুলি গান্ধারী প্রাকৃতে রচিত। এগুলি এখনও পর্যন্ত জ্ঞাত গান্ধারী পুথির বৃহত্তম সংকলন। পাকিস্তানের ইসলামাবাদ জাদুঘরে এগুলি রক্ষিত আছে।\nইউরোপ ও জাপানের বিভিন্ন প্রতিষ্ঠান ও ব্যক্তিবর্গের কাছে এগুলি বিক্রি করা হয়েছিল। সাম্প্রতিককালে এগুলিকে উদ্ধার করে বিভিন্ন বিশ্ববিদ্যালয়ে গবেষণার কাজে ব্যবহার করা হচ্ছে। পুথিগুলির অবস্থা খুবই খারাপ। তবে গবেষকেরা অনেক ক্ষেত্রেই আধুনিক সংরক্ষণ প্রণালীর সাহায্যে এগুলির পুনর্নির্মাণ এবং প্রাচীন পুথি-বিশারদদের সাহায্যে পরিচিত পালি ও বৌদ্ধ সংকর সংস্কৃতে রচিত পাঠান্তরগুলির এগুলির তুলনামূলক আলোচনা সম্ভব বলেই মনে করেন। বিগত দুই শতকে গান্ধার অঞ্চলের অনেক বৌদ্ধ পুথি আবিষ্কৃত হলেও মনে করা হয় যে অনেক পুথিই হয়তো হারিয়ে গিয়েছে বা সেগুলিকে নষ্ট করে ফেলা হয়েছে।\nবিশিষ্ট গবেষক রিচার্ড সালোমন এই পুথিগুলিকে ধর্মগুপ্তক সম্প্রদায়ের ধর্মগ্রন্থ বলে মনে করেন। তিনি মনে করেন, ব্রিটিশ লাইব্রেরিতে রক্ষিত গান্ধারের পুথিগুলি \"এলোমেলোভাবে হলেও যুক্তিসঙ্গতভাবে [গান্ধারদেশীয় বৌদ্ধ সাহিত্যের] প্রতিনিধিত্বকারী এক ক্ষুদ্র অংশকে উপস্থাপিত করে, যা সম্ভবত নগরাহারে অবস্থিত একটি ধর্মগুপ্তক বিহারের গ্রন্থে রক্ষিত বৃহত্তর এক গ্রন্থরাজির অংশ ছিল।\"\n\n\n== সংগ্রহ ==\n\n\n=== ব্রিটিশ লাইব্রেরি সংগ্রহ ===\n১৯৯৪ সালে প্রায় আশিটি গান্ধারদেশীয় বৌদ্ধ পুথির খণ্ডাংশ ব্রিটিশ লাইব্রেরির সংগ্রহে আসে। সাতাশটি ভুর্জপত্রের পাতে লিখিত এই পুথিগুলির রচনাকাল খ্রিস্টীয় প্রথম শতকের প্রথমার্ধ। এই ভূর্জপত্র পুথিগুলি সংরক্ষিত ছিল মাটির পাত্রের মধ্যে। অধুনা পশ্চিম পাকিস্তানের (প্রাচীন গান্ধার অঞ্চল) প্রাচীন বৌদ্ধবিহারগুলির তলায় এগুলি প্রোথিত অবস্থায় ছিল বলে মনে করা হয়। বিশেষজ্ঞদের একটি দল এই পুথিগুলির পাঠোদ্ধার করার চেষ্টা করেন। তখন দেখা যায়, এগুলির বেশ কিছু অংশ এখনও বৌদ্ধদের ধর্মগ্রন্থের অংশ। গান্ধারী প্রাকৃত ভাষায় রচিত এই পুথিগুলি লেখা হয়েছিল খরোষ্ঠী লিপিতে। তাই এগুলিকে \"খরোষ্ঠী পুথি\" নামেও অভিহিত করা হয়।\nএই সংকলনের মধ্যে রয়েছে একটি ধম্মপদ, খড়্গবিষাণ সূত্র ইত্যাদি বুদ্ধের কথোপকথন, অবদান সাহিত্য ও পূর্বযোগ এবং অভিধর্ম শাস্ত্রের টীকা সহ বিভিন্ন ধরনের গ্রন্থ।\nবিভিন্ন প্রমাণ থেকে এমন ইঙ্গিত পাওয়া যায় যে এই ধর্মগ্রন্থগুলি ধর্মগুপ্তক সম্প্রদায়ের। যে মৃৎপাত্রে এগুলি পাওয়া গিয়েছে, সেটির আগে একটি অভিলিখনও এই সম্প্রদায়ের কথাই ইঙ্গিত করে এবং গ্রন্থগুলির কোনো কোনো অংশ থেকেও তা বোঝা যায়। গান্ধারদেশীয় খড়্গবিষাণ সূত্রে প্রায়-সম্পর্কিত একটি বিষয়ে \"মহযণষ\" শব্দটি পাওয়া যায়। এই শব্দটি সম্ভবত \"মহাযান\" শব্দের দ্যোতক। অবশ্য সালোমনের মতে, খরোষ্ঠী বানানবিধি অনুযায়ী সংশ্লিষ্ট \"অমংত্রণ ভোতি মহযণষ\" বাক্যটির অর্থ \"জনতার থেকে ডাক আসে\"। তাই শব্দটির সঙ্গে মহাযান বৌদ্ধধর্মের কোনো সম্পর্কে এমন কথা মনে করার কোনো যুক্তিসঙ্গত কারণ নেই।\n\n\n=== সিনিয়র সংগ্রহ ===\nব্রিটিশ সংগ্রাহক রবার্ট সিনিয়ারের কেনা সংকলনটি সিনিয়র সংগ্রহ নামে পরিচিত। সংগ্রহটি ব্রিটিশ লাইব্রেরি সংগ্রহের তুলনায় সামান্য নবীন হওয়াই সম্ভব। এই সংগ্রহটির মধ্যে রয়েছে প্রায় সমগ্র সুত্তপিটক। এগুলিও ভূর্জপত্রে লেখা অবস্থায় মাটির পাত্রে সংরক্ষিত হয়েছিল। তবে পাত্রগুলির অভিলিখনে ভারতীয় মাসনামের পরিবর্তে ম্যাসিডোনীয় মাসনাম দেখা যায় এবং তা থেকে বোঝা যায় এগুলি কণিষ্কের সমসাময়িক। সিনিয়রের পুথিগুলির রচনাকাল খ্রিস্টীয় প্রথম শতকের দ্বিতীয়ার্ধ অথবা খুব সম্ভবত দ্বিতীয় শতকের প্রথমার্ধ হওয়ার সম্ভাবনাই প্রবল। সেই হিসেবে এগুলি সামান্য হলেও ব্রিটিশ লাইব্রেরি সংগ্রহের পুথিগুলির তুলনায় নবীন। উল্লেখ্য, ব্রিটিশ লাইব্রেরির সংগ্রহটিকে খ্রিস্টীয় প্রথম শতকের প্রথমার্ধে রচিত বলে মনে করা হয়। সালোমন লিখেছেন:\n\nসিনিয়র সংগ্রহ বাহ্যিকভাবে ব্রিটিশ লাইব্রেরি সংগ্রহের অনুরূপ চরিত্রের। দুই সংগ্রহই প্রায় চব্বিশটি করে ভূর্জপত্র পুথির খণ্ডাংশে গান্ধারী ভাষায় খরোষ্ঠী লিপিতে লিখিত। দুই সংগ্রহই পাওয়া গিয়েছে অভিলিখন-যুক্ত মৃৎপাত্রে এবং মনে করা হয় যে দুই সংগ্রহই রক্ষিত ছিল পূর্ব আফগানিস্তানের হাড্ডার একই অথবা কাছাকাছি ক্ষেত্রে। কিন্তু বিষয়বস্তুর দিক থেকে বিচার করলে দুই সংগ্রহের মধ্যে গুরুত্বপূর্ণ পার্থক্য বিদ্যমান। ব্রিটিশ লাইব্রেরির সংগ্রহটি যেখানে প্রায় চব্বিশজন ভিন্ন ভিন্ন লিপিকরের দ্বারা লিখিত বিভিন্ন বর্গের গ্রন্থের এক বৈচিত্রময় সম্ভার, সেখানে সিনিয়র সংগ্রহের পুথিগুলির সব ক’টি বা প্রায় সব ক’টিই একক হাতে লেখা এবং একটি বাদে এর সব ক’টিই একই বর্গ অর্থাৎ সূত্রসাহিত্যের অন্তর্গত। অধিকন্তু ব্রিটিশ লাইব্রেরির পুথিগুলির সব ক’টিই খণ্ডাংশ এবং তার মধ্যে কয়েকটি ইতিমধ্যেই ক্ষতিগ্রস্থ; এমনকি প্রাচীনকালে সেগুলিকে মাটির নিচে প্রোথিত করার আগেও সেগুলির কয়েকটি অসম্পূর্ণ অবস্থায় ছিল।} অন্যদিকে সিনিয়র সংগ্রহের পুথিগুলি অল্পাধিক সম্পূর্ণ ও অক্ষত অবস্থায় রয়েছে; এমনকি সেগুলিকে প্রোথিত করার সময়েও সেগুলি ভালো অবস্থাতেই ছিল। তাই সিনিয়র সংগ্রহের পুথগুলি সমরূপীয়, আসঞ্জনশীল এবং অন্তত আংশিকভাবে হলেও অক্ষত সংগ্রহ যা যত্নে সমাহিত করা হয়েছিল। অন্যদিকে ব্রিটিশ লাইব্রেরির পুথিগুলিতে এই বৈশিষ্ট্যগুলি দেখা যায় না।\nতিনি আরও বলেছেন যে, সিনিয়র সংগ্রহের সূত্রগুলির বৃহত্তর সংখ্যায় পাঠান্তর পাওয়া যায় সংযুত্ত নিকায় এবং সংস্কৃত ও চীনা ভাষায় লেখা একই ধরনের সংগ্রহগুলিতে।\n\n\n=== শোয়েন সংগ্রহ ===\nশোয়েন সংগ্রহের অন্তর্গত বৌদ্ধ গ্রন্থগুলি লিখিত হয়েছিল ভূর্জপত্র, তালপাতা ও পুস্তের পুথিতে। এগুলি অধুনা আফগানিস্তানের বামিয়ান গুহাসমূহে আবিষ্কৃত বলে মনে অনুমিত হয়। এখানে এক সময়ে শরণার্থীরা আশ্রয় নিয়েছিল। এই পুথিগুলির অধিকাংশই কিনে নিয়েছিলেন নরওয়েদেশীয় সংগ্রাহক মার্টিন শোয়েন; আর অল্প কিছু ছিল জাপানি সংগ্রাহকদের কাছে। পুথিগুলির রচনাকাল খ্রিস্টীয় দ্বিতীয় থেকে অষ্টম শতক। গান্ধারী প্রাকৃতে লেখা পুথির পাশাপাশি শোয়েন সংগ্রহে সংস্কৃত ভাষায় রচিত কিছু গুরুত্বপূর্ণ আদিকালীন সূত্রগ্রন্থও রয়েছে।\nশোয়েন সংগ্রহের বৌদ্ধ গ্রন্থাবলির মধ্যে রয়েছে প্রামাণ্য সুত্ত, অভিধর্ম, বিনয় ও মহাযান ধর্মগ্রন্থের খণ্ডাংশ। এই পুথিগুলির অধিকাংশই লেখা হয়েছিল ব্রাহ্মী লিপিতে; অল্প অংশ লেখা হয়েছিল গান্ধারী/খরোষ্ঠী লিপিতে।\nশোয়েন সংগ্রহে ধর্মগুপ্তক সম্প্রদায়ের আদি ধর্মগ্রন্থের পাশাপাশি খরোষ্ঠী লিপিতে একটি খণ্ডাংশ আছে, যাতে মহাযান বৌদ্ধধর্মের বোধিসত্ত্ব উপাসনার এক প্রধান প্রথা সংক্রান্ত ছ’টি পারমিতার উল্লেখ পাওয়া যায়।\n\n\n=== ওয়াশিংটন বিশ্ববিদ্যালয় সংগ্রহ ===\nখ্রিস্টীয় প্রথম বা দ্বিতীয় শতকের এক বৌদ্ধবিহারের অভিধর্ম-বিষয়ক ভূর্জপত্র পুথি ২০০২ সালে ওয়াশিংটন বিশ্ববিদ্যালয় গ্রন্থাগারের সংগ্রহে আসে। এটি ছিল বুদ্ধের উপদেশের এক আদিকালীন টীকা, যার বিষয়বস্তু ছিল মানুষের দুঃখ।\n\n\n=== লাইব্রেরি অফ কংগ্রেস ===\n২০০৩ সালে লাইব্রেরি অফ কংগ্রেস এক ব্রিটিশ প্রত্নসামগ্রী বিক্রেতার থেকে একটি পুথি ক্রয় করে। \"বহুবুদ্ধ সূত্র\" নামে পরিচিত এই পুথিটি একটি কলমদানির মধ্যে করে খণ্ড খণ্ড অংশে এসে পৌঁছায়। এটির সূচনা ও শেষাংশটি কালের নিয়মে হারিয়ে গেলেও ৮০ শতাংশই অক্ষত আছে। এই পুথির বিষয়বস্তু মহাবস্তুর অনুরূপ। এতে প্রধানত শিক্ষামূলক বিষয়ই অন্তর্ভুক্ত হয়েছে। এই গ্রন্থটি গৌতম বুদ্ধ কর্তৃক আখ্যাত এবং \"তাঁর পূর্ববর্তী ১৩ জন বুদ্ধের উপাখ্যান, তাঁর নিজের আবির্ভাব এবং ভাবীকালের এক বুদ্ধের পূর্বঘোষণা\" এর উপজীব্য।\n\n\n=== খোটান ধম্মপদ ===\n১৮৯২ সালে পশ্চিম চীনের শিনচিয়াঙের খোটানের কাছ থেকে গান্ধারী প্রাকৃতে লিখিত ধম্মপদের একটি প্রতিলিপি আবিষ্কৃত হয়। এটি খণ্ডিত অবস্থায় ইউরোপে পৌঁছায়; কিছু অংশ যায় রাশিয়ায় ও কিছু অংশ যায় ফ্রান্সে। দুর্ভাগ্যজনকভাবে পুথির কিছু অংশ প্রকাশ্যে আসেনি। সেই অংশটি হারিয়ে গিয়েছে বলেই মনে করা হয়। ১৮৯৮ সালে ফরাসি উপাদানটি জার্নাল এশিয়াটিক পত্রিকায় প্রকাশিত হয়। ১৯৬২ সালে জন ব্রো সংকলিত রাশিয়ান ও ফরাসি খণ্ডাংশগুলি একটি টীকা সহ প্রকাশ করেন।\n\n\n=== \"বিভক্ত\" সংগ্রহ ===\n\"বিভক্ত\" সংগ্রহ সম্পর্কে হ্যারি ফক লিখেছেন:\n\nবর্তমান সংগ্রহটির স্থানীয় উৎস স্পষ্ট নয়। ২০০৪ সালে পেশোয়ারে এটির বিভিন্ন খণ্ডাংশ পাওয়া গিয়েছিল। সাধারণভাবে নির্ভরযোগ্য তথ্যদাতাদের মতে, ভূর্জপত্রে লেখা এই সংগ্রহটি মোহমান্দ এজেন্সি ও বাজৌর অঞ্চল নিয়ে গঠিত পাকিস্তান-আফগানিস্তান সীমান্ত এলাকায় একটি পাথরের পাত্রে পাওয়া যায়। পাওয়া মাত্রই এটি বণ্টিত হয়ে যায়। এর অংশবিশেষ এখন আছে পাশ্চাত্য সংগ্রহে, আবার কিছু অংশ গিয়েছে সরকারি এজেন্সির কাছে এবং এখনও অন্য অনেক অংশ রয়েছে ব্যক্তিমালিকানাধীনে।\nবিভক্ত সংগ্রহের আদিতম পুথিটিতে অবদান আখ্যানমালার একটি ধারাবাহিক উপাখ্যান পাওয়া যায়; এতে এক রাজা ও আজীবিকদের কথা, ধর্মগুপ্তক, মহাসাংঘিক ও সেরিয়পুত্রের ন্যায় বৌদ্ধ সম্প্রদায় এবং সেই সঙ্গে উপতিস্য ও পাটলিপুত্রে পত্নী কর্তৃক উপদিষ্ট দস্যু অঙ্গুলিমালের কথাও রয়েছে। বর্তমানে তিনটি কাঁচের ফ্রেমের মধ্যে রাখা এই পুথিটিতে রয়েছে প্রায় তিনশোটি খণ্ডাংশ। এর হস্তাক্ষর-শৈলীটিও অশোকের যুগের অনুরূপ। ২০০৭ সালে জার্মানির কিয়েলের লেইবনিৎজ লেবরে একটি ছোটো খণ্ডাংশের তেজস্ক্রিয় কার্বনভিত্তিক বিশ্লেষণের মাধ্যমে জানা যায় যে, এটির রচনাকাল খ্রিস্টপূর্ব ১৮৪ থেকে ৪৬ অব্দ (৯৫.৪ শতাংশ সম্ভাবনা, দুটি সিগমা রেঞ্জ) এবং খ্রিস্টপূর্ব ৭০ অব্দে এর নবীনতম অংশটি রচিত। পুথি-সংক্রান্ত এই বিবেচনার প্রেক্ষিতে হ্যারি ফক এটিকে খ্রিস্টপূর্ব প্রথম শতকের \"একটি অবদান সংকলন\" বলেছেন।\n২০১২ সালে হ্যারি ফক ও সেইশি কারাশিমা মহাযান অষ্টসাহস্রিকা-প্রজ্ঞাপারমিতা-সূত্রের একটি ক্ষতিগ্রস্থ ও আংশিক খরোষ্ঠী পুথি প্রকাশ করেন। এটির কার্বন তারিখ আনুমানিক ৭৫ খ্রিস্টাব্দ (৪৭-১৪৭ খ্রিস্টাব্দের একটি দুই সিগমা রেঞ্জ সহ)। এই কারণে এটি এখনও প্রাপ্ত প্রাচীনতম বৌদ্ধ ধর্মগ্রন্থগুলির  অন্যতম। এটি অষ্টসাহস্রিকা প্রজ্ঞাপারমিতাসূত্রের লোকক্ষেম কৃত চীনা অনুবাদের (আনুমানিক ১৭৯ খ্রিস্টাব্দ) অনুরূপ। এই অনুবাদটির উৎসগ্রন্থটি গান্ধারী ভাষায় রচিত ছিল বলেই মনে করা হয়। প্রামাণ্য সংস্কৃত গ্রন্থের সঙ্গে তুলনায় দেখা যায় যে, এটিও সম্ভবত গান্ধারী থেকেই অনূদিত হয়েছিল, কারণ এতে অনেক শব্দবন্ধের অর্থ প্রসারিত করা হয়েছে এবং শব্দটীকাও দেওয়া হয়েছে যা গান্ধারী সংস্করণে ছিল না। এর থেকেই অনুমান করা হয় যে গ্রন্থটি লিখিত হয়েছিল গান্ধারের (অধুনা পাকিস্তানের খাইবার পাখতুনখোয়া প্রদেশ, পেশোয়ার, তক্ষশীলা ও সোয়াত উপত্যকা যার অংশ) ভাষা গান্ধারীতে। \"বিভক্ত\" পুথিটি যে একটি প্রাচীনতর গ্রন্থের প্রতিলিপি, তার প্রমাণ পাওয়া যায় এবং গ্রন্থটি যে খ্রিস্টীয় প্রথম শতকের আগেই রচিত সে বিষয়েও নিশ্চিত হওয়া যায়।\n\n\n=== বাজৌর সংগ্রহ ===\n১৯৯৯ সালে বাজৌর সংগ্রহের পুথিগুলি আবিষ্কৃত হয়। মনে করা হয় যে, এগুলি পাওয়া গিয়েছিল অধুনা পাকিস্তানের দির জেলায় অবস্থিত এক বৌদ্ধবিহারের ধ্বংসাবশেষ থেকে। দির ও বাজৌর জেলার সীমানায় অবস্থিত একটি নদীর তীরে অবস্থিত ছিল এই বিহারটি। সেই সূত্রেই এই সংগ্রহের নামকরণ করা হয় বাজৌর সংগ্রহ।\nএই সংগ্রহের উনিশটি ভূর্জপত্র পুথিতে প্রায় বাইশটি আলাদা আলাদা ধর্মগ্রন্থ লিখিত রয়েছে। অধিকাংশই একক লিপিকারের হাতের লেখা নয়। মোট আঠারোটি পৃথক হস্তাক্ষর চিহ্নিত করা গিয়েছে। খণ্ডাংশগুলির মধ্যে দৈর্ঘ্যে কয়েক সেন্টিমিটার দীর্ঘ অংশ থেকে প্রায় ২ মিটার লম্বা প্রায় সম্পূর্ণ পুথিও রয়েছে। এগুলির রচনাকাল খ্রিস্টীয় প্রথম-দ্বিতীয় শতক। লেখা হয়েছে খরোষ্ঠী লিপিতে। পেশাওয়ার বিশ্ববিদ্যালয়ে খণ্ডাংশগুলিকে ফ্রেমে রাখা হয়েছে এবং এগুলির উচ্চ মানের ডিজিট্যাল চিত্র গৃহীত হয়েছে বার্লিনের ফ্রেই বিশ্ববিদ্যালয়ের সহযোগিতায়।\nবাজৌর সংগ্রহের উল্লেখযোগ্য ধর্মগ্রন্থগুলির মধ্যে রয়েছে প্রাতিমোক্ষ সূত্রের আকারে লিখিত আদিতম চিহ্নিত বিনয় গ্রন্থটি এবং একটি আপেক্ষিকভাবে সম্পূর্ণ মহাযান গ্রন্থ। শেষোক্ত গ্রন্থটিতে বুদ্ধ অক্ষোভ্যের উল্লেখ রয়েছে এবং শুদ্ধভূমি বৌদ্ধধর্মের ধারায় একটি সুশৃঙ্খল ধর্মান্দোলনের উল্লেখ করা হয়েছে। সংগ্রহের অধিকাংশ গ্রন্থই বৌদ্ধ গ্রন্থ হলেও দু’টি অ-বৌদ্ধ রচনাও এতে রয়েছে। এর একটি ঋণ চুক্তির আকারে লিখিত এবং একটি অর্থশাস্ত্র/রাজনীতি গ্রন্থ; খরোষ্ঠী লিপিতে লেখা একটি অল্প পরিচিত সংস্কৃত গ্রন্থও এর মধ্যে আছে।\n\n\n== পুথির বিষয়বস্তুর বিশ্লেষণ ==\n১৯৯০-এর দশকে গান্ধারদেশীয় এই পুথিগুলি নিয়ে প্রথম গবেষণায় মনে হয়েছিল যে, সূত্রগ্রন্থগুলি এই সংকলনের প্রধান গ্রন্থ। কিন্তু পরবর্তীকালের গবেষণা থেকে বোঝা যায় যে বিষয়টি তা নয়। বর্তমানে রিচার্ড সালোমন প্রমুখ গবেষকেরা মনে করেন যে, বৌদ্ধ সূত্রসাহিত্য আসলে গান্ধারদেশীয় বৌদ্ধ ধর্মগ্রন্থগুলির মধ্যে (বিশেষত আদিতম পর্যায়ে) আসলে ক্ষুদ্র একটি অংশ। এই প্রথম দিকের সূত্রগুলির মধ্যে রয়েছে কেবল কয়েকটি বহু প্রচলিত ও জনপ্রিয় গ্রন্থ, যার অধিকাংশই ক্ষুদ্রক/খুদ্দক ধাঁচের উপাদান। অ্যান ব্ল্যাকবার্নকে উদ্ধৃত করেন রিচার্ড সালোমন এই মত প্রকাশ করেছেন যে, এগুলি গান্ধারের বৌদ্ধবিহারগুলিতে ব্যবহৃত এক সীমাবদ্ধ “ব্যবহারিক ত্রিপিটক”-এর অংশ। শিনচিয়াং-এর সংস্কৃত পুথি ও শ্রীলঙ্কার উপাদান থেকে কতিকাবত নির্দেশগুলি তুলনামূলক আলোচনা করে তিনি এই সিদ্ধান্তে উপনীত হন।\n\n\n== প্রকাশিত উপাদান ==\nওয়াশিংটন বিশ্ববিদ্যালয় ও ব্রিটিশ লাইব্রেরির সংগ্রহে থাকা গান্ধারদেশীয় বৌদ্ধ ধর্মগ্রন্থগুলির গবেষণাধর্মী সংস্করণ ইউনিভার্সিটি অফ ওয়াশিংটন প্রেস থেকে \"গান্ধারান বুদ্ধিস্ট টেক্সটস\" গ্রন্থমালায় মুদ্রিত হয়। এগুলির মধ্যে গান্ধারী খড়্গবিষাণ সূত্রের বিস্তারিত বিশ্লেষণ থেকে শুরু করে ধ্বনিতত্ত্ব, রূপমূলতত্ত্ব, লিখনবিধি, প্রত্নলিপিবিদ্যা ইত্যাদি অন্তর্ভুক্ত হয়েছে। নরওয়ের ওসলো থেকে হার্মিস পাবলিশিং কর্তৃক শোয়েন সংগ্রহের উপাদান প্রকাশিত হয়েছে।\nনিম্নলিখিত গবেষকগণ গান্ধারদেশীয় পুথিগুলির খণ্ডাংশ প্রকাশ করেছেন: রেমন্ড অ্যালকিন, মার্ক অ্যালোন, মার্ক বার্নার্ড, স্টিফান বাউমস, জন ব্রো, হ্যারি ফক, অ্যান্ড্রু গ্লাস, মেই-হুয়াং লি, টিমোথি লেনজ, সার্জি ওল্ডেনবার্গ, রিচার্ড সালোমন ও এমিলি সেনার্ট। প্রকাশিত উপাদানের মধ্যে কয়েকটি হল:\n\n\n=== সাধারণ বিবরণ ===\nএনশিয়েন্ট বুদ্ধিস্ট স্ক্রোলস ফ্রম গান্ধার (১৯৯৯), রিচার্ড সালোমন রচিত, সহকারী লেখক: রেমন্ড অ্যালকিন ও মার্ক বার্নার্ড। আবিষ্কৃত পুথিগুলির প্রাথমিক বিবরণ।\nদ্য বুদ্ধিস্ট লিটারেচার অফ এনশিয়েন্ট গান্ধার: অ্যান ইন্ট্রোডাকশন উইথ সিলেক্টেড ট্রান্সলেশনস (২০১৮) রিচার্ড সালোমন রচিত। একটি আধুনিক সংস্করণ।\n\n\n=== নির্দিষ্ট ধর্মগ্রন্থের সংস্করণ ===\nআ গান্ধারী ভার্সন অফ দ্য রাইনোসরাস সূত্র (২০০০), রিচার্ড সালোমন ও অ্যান্ড্রু গ্লাস\nথ্রি গান্ধারী একোত্তরিকাগম-টাইপ সূত্রাস (২০০১), মার্ক অ্যালোন ও অ্যান্ড্রু গ্লাস\nআ নিউ ভার্সন অফ দ্য গান্ধারী ধর্মপদ অ্যান্ড আ কালেকশন অফ প্রিভিয়াস-বার্থ স্টোরিজ (২০০৩), টিমোথি লেনজ, অ্যান্ড্রু গ্লাস ও ভিক্ষু ধর্মমিত্র\nফোর গান্ধারী সংযুক্তাগম সূত্রাজ (২০০৭), অ্যান্ড্রু গ্লাস ও মার্ক অ্যালোন\nটু গান্ধারী ম্যানুস্ক্রিপ্টস অফ দ্য \"সংস অফ লেক অনবতপ্ত\" (২০০৮), রিচার্ড সালোমন অ্যান্ড অ্যান্ড্রু গ্লাস\nগান্ধারান অবদানস (২০১০), টিমোথি লেনজ\n\n\n=== অন্যান্য প্রকাশনা ===\nম্যানুস্ক্রিপ্টস ইন দ্য শোয়েন কালেকশন: বুদ্ধিস্ট ম্যানুস্ক্রিপ্টস, প্রথম খণ্ড (২০০০), জেনস ব্রারভিজ (সম্পা.), ওসলো: হার্মিস পাবলিশিং\nবুদ্ধিস্ট খরোষ্ঠী ম্যানুস্ক্রিপ্টস ফ্রম গান্ধার\", এম. নাসিম খান; মূল: জার্নাল অফ হিউম্যানিটিজ অ্যান্ড সোশ্যাল সায়েন্সেস, খণ্ড বারো, সংখ্যা ১ ও ২ (২০০৪): ৯–১৫, পেশোয়ার\nখরোষ্ঠী ম্যানুস্ক্রিপ্টস ফ্রম গান্ধার (২০০৯), এম. নাসিম খান, পেশোয়ার\n\"দ্য ‘স্প্লিট’ কালেকশন অফ খরোষ্ঠী টেক্সট\" (২০১১), হ্যারি ফক (বার্লিন) অ্যানুয়াল রিপোর্ট অফ দি ইন্টারন্যাশনাল রিসার্চ ইনস্টিটিউট ফর অ্যাডভান্সড বুদ্ধোলজি চোদ্দো (২০১১), ১৩–২৩. অনলাইন\n\"আ ফার্স্ট‐সেঞ্চুরি প্রজ্ঞাপারমিতা ম্যানুস্ক্রিপ্ট ফ্রম গান্ধার – পরিবর্ত ১ (টেক্সটস ফ্রম দ্য স্প্লিট কালেকশন ১)\" (২০১২), হ্যারি ফক ও সেইশি কারাশিমা। অ্যানুয়াল রিপোর্ট অফ দি ইন্টারন্যাশনাল রিসার্চ ইনস্টিটিউট ফর অ্যাডভান্সড বুদ্ধোলজি পনেরো (২০১২), ১৯–৬১। অনলাইন\n\n\n== আরও দেখুন ==\nআদি বৌদ্ধ সম্প্রদায়\nআদি বৌদ্ধ ধর্মগ্রন্থ\nগান্ধারদেশীয় বৌদ্ধধর্ম\nগ্রিকো-বৌদ্ধধর্ম\nপালি ত্রিপিটক\nআফগানিস্তানে প্রাক্‌-ইসলামি লিপি\nবৌদ্ধ ধর্মীয় সম্প্রদায়\nতালপাতার পাণ্ডুলিপি\n\n\n== তথ্যসূত্র ==\n\n\n== উল্লেখপঞ্জি ==\nফুমিও, এনোমোতো (২০০০), \"দ্য ডিসকভারি অফ 'দি ওল্ডেস্ট বুদ্ধুস্ট ম্যানুস্ক্রিপ্টস'\", দি ইস্টার্ন বুদ্ধিস্ট, ৩২ (১): ১৫৭–১৬৬, জেস্টোর 44362247 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nবাউমস, স্টিফান (২০১৪), \"গান্ধারান স্ক্রোলস: রিডিসকভারিং অ্যান এনশিয়েন্ট ম্যানুস্ক্রিপ্ট টাইপ\",   কুয়েনজার, জর্গ; বনডারেভ, ডিমিট্রি; সোবিশ, জান-উরিখ, ম্যানুস্ক্রিপ্ট কালচারস: ম্যাপিং দ্য ফিল্ড (পিডিএফ), ওয়াল্টার ডে গ্রুইটার জিএমবিএইচ অ্যানফ কোম্পানি কেজি, আইএসবিএন 9783110225631 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nমেলজার, গুডরান (২০১৪), \"আ প্যালিওগ্রাফিক স্টাডি অফ আ বুদ্ধিস্ট ম্যানুস্ক্রিপ্ট ফ্রম দ্য গিলগিট রিজিয়ন\",   কুয়েনজার, জর্গ; বনডারেভ, ডিমিট্রি; সোবিশ, জান-উরিখ, ম্যানুস্ক্রিপ্ট কালচারস: ম্যাপিং দ্য ফিল্ড, ওয়াল্টার ডে গ্রুইটার জিএমবিএইচ অ্যানফ কোম্পানি কেজি, আইএসবিএন 9783110225631 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nঅলিভেল, প্যাট্রিক (২০০৬), বিটুইন দি এম্পায়ারস: সোসাইটি ইন ইন্ডিয়া ৩০০ বিসিই টু ৪০০ সিই, অক্সফোর্ড ইউনিভার্সিটি প্রেস, আইএসবিএন 0-19-530532-9 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nসালোমন, রিচার্ড (১৯৯৯), এনশিয়েন্ট বুদ্ধিস্ট স্ক্রোলস ফ্রম গান্ধার: দ্য ব্রিটিশ লাইব্রেরি খরোষ্ঠী ফ্র্যাগমেন্টস, ইউনিভার্সিটি অফ ওয়াশিংটন প্রেস, আইএসবিএন 978-0295977690 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nসালোমন, রিচার্ড; গ্লাস, অ্যান্ড্রু (২০০০)। আ গান্ধারী ভার্সন অফ দ্য রাইনোসরাস সূত্র: ব্রিটিশ লাইব্রেরি খরোষ্ঠী ফ্র্যাগমেন্ট ৫বি (ইংরেজি ভাষায়)। ইউনিভার্সিটি অফ ওয়াশিংটন প্রেস। আইএসবিএন 978-0-295-98035-5। \nসালোমন, রিচার্ড (২০০৩), \"দ্য সিনিয়র ম্যানুস্ক্রিপ্টস: অ্যানাদার কালেকশন অফ গান্ধারান বুদ্ধিস্ট স্ক্রোলস\" (পিডিএফ), জার্নাল অফ দি আমেরিকান ওরিয়েন্টাল সোসাইটি, ১২৩ (১): ৭৩–৯২, জেস্টোর 3217845, ডিওআই:10.2307/3217845, মে ২৩, ২০২০ তারিখে মূল (পিডিএফ) থেকে আর্কাইভ করা উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nঅ্যালোন, মার্ক (২০০৪), \"রেসলিং উইথ খরোষ্ঠো ম্যানুস্প্রিপ্টস\", বিডিকে ফেলোশিপ নিউজলেটার, ৭ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nসালোমন, রিচার্ড (২০১৮), দ্য বুদ্ধিস্ট লিটারেচার অফ এনশিয়েন্ট গান্ধার: অ্যান ইন্ট্রোডাকশন উইথ সিলেক্টেড ট্রান্সলেশনস, উইশডম পাবলিকেশনস, আইএসবিএন 978-1-61429-168-8 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\nগান্ধারী.অর্গ গান্ধারদেশীয় বৌদ্ধ ধর্মগ্রন্থের সমগ্র রচনা, পুথির তালিকা, গ্রন্থপঞ্জি ও অভিধান\nগান্ধারী ধম্মপদ\n\"দ্য ব্রিটিশ লাইব্রেরি খরোষ্ঠী ফ্র্যাগমেন্টস\" - ওয়াশিংটন বিশ্ববিদ্যালয়ের আর্লি বুদ্ধিস্ট ম্যানুস্ক্রিপ্টস প্রোজেক্ট থেকে।"}