{"pageid": 1498095, "title": "নেক্রোফিলিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1498095", "content": "নেক্রোফিলিয়া (Necrophilia) একটি মানসিক বিকৃতি বা যৌন আচরণ, যেখানে একজন ব্যক্তি মৃত দেহের প্রতি যৌন আকর্ষণ অনুভব করেন। এটি একটি অত্যন্ত বিতর্কিত এবং অস্বাভাবিক বিষয়, যা প্রায় সব সামাজিক ও সাংস্কৃতিক দৃষ্টিকোণ থেকে অপরাধ হিসেবে গণ্য হয়। নেক্রোফিলিয়া একটি বিরল ও অস্বাভাবিক যৌন প্রবণতা, যা একজন ব্যক্তির মনস্তাত্ত্বিক ও শারীরিক স্বাস্থ্যের ওপর গভীর প্রভাব ফেলতে পারে এবং সমাজের জন্যও একটি বড় উদ্বেগের বিষয়। \n\n\n== বৈজ্ঞানিক ব্যাখ্যা ==\nনেক্রোফিলিয়া সম্পর্কে বৈজ্ঞানিক গবেষকরা এবং তত্ত্বিকরা একমত নন। যদিও এর কারণগুলো পুরোপুরি বোঝা যায়নি, তবে বিশেষজ্ঞরা মনে করেন যে এটি মনস্তাত্ত্বিক বিকৃতি, ব্যক্তিগত আঘাত, বা যৌন অভ্যস্ততার বিকৃত রূপ হিসেবে তৈরি হতে পারে। কিছু মনোবিজ্ঞানীরা দাবি করেন যে, এটি একটি শোষণমূলক বা বিকৃত যৌন প্রবণতা হতে পারে, যা একজন ব্যক্তির জীবনের পূর্ববর্তী আঘাত বা মানসিক সমস্যা থেকে উদ্ভূত হয়। অপরদিকে, কিছু মনোবিজ্ঞানী মনে করেন এটি শুধুমাত্র মনোভাবের অস্বাভাবিকতা এবং যৌন প্রবণতার একটি অস্বাভাবিক প্রকাশ হতে পারে। \n\n\n== ইতিহাস ও সমাজের দৃষ্টিকোণ ==\nনেক্রোফিলিয়া একটি অত্যন্ত পুরনো মানসিক প্রবণতা, তবে এর ব্যাপারে সাধারণত আলোচনা কম হয় এবং এটি সমাজের সবার কাছে এক ধরনের অস্বাভাবিক বা নিষিদ্ধ আচরণ হিসেবে ধরা হয়। ইতিহাসে এর উদাহরণ পাওয়া যায়, যদিও আধুনিক সমাজে এটি একেবারে নিষিদ্ধ এবং অপরাধ বলে গণ্য করা হয়। বিভিন্ন সভ্যতায় নেক্রোফিলিয়াকে ঘৃণিত এবং অবৈধ হিসেবে দেখানো হয়েছে।\n\"বহুবচন শব্দ 'নেক্রোফাইলস' প্রথম প্রবর্তন করেন বেলজিয়ান চিকিৎসক জোসেফ গুইসলেন তার 'Leçons Orales Sur Les Phrénopathies' শিরোনামের বক্তৃতাসমূহে, যা ১৮৫০ সালের আশেপাশে ফ্রান্সিস বার্ট্রান্ড নামক এক সমকালীন নেক্রোফিলিয়াক সম্পর্কে দেওয়া হয়:\n\nএটি ধ্বংসাত্মক পাগলদের [aliénés destructeurs] শ্রেণীর মধ্যে থাকা কিছু রোগীর সম্পর্কে, যাদের জন্য আমি 'নেক্রোফিলিয়াক' [nécrophiles] নামটি দিতে চাই। এলিয়েনিস্টরা, সের্জেন্ট বার্ট্রান্ডের ক্ষেত্রে, যে মৃতদেহ থেকে কবর থেকে উত্থিত হয় এবং যাদের বিষয়ে সম্প্রতি সকল পত্রিকা রিপোর্ট করেছে, একটি নতুন ধরন হিসেবে এটি গ্রহণ করেছে। তবে, এটা মনে করবেন না যে, আমরা এখানে এমন একটি প্রণালী নিয়ে আলোচনা করছি যা প্রথমবারের মতো উদ্ভূত হয়েছে। প্রাচীনরা, যখন লাইকানথ্রোপির কথা বলতেন, তখন এমন কিছু উদাহরণ উল্লেখ করেছেন যা বর্তমানের জনসাধারণের দৃষ্টি আকর্ষণ করা সেই ঘটনার সাথে কিছুটা সম্পর্কিত হতে পারে।\nনেক্রোফিলিয়ার ইতিহাস\nমানব সমাজের ইতিহাসে একটি অস্বাভাবিক এবং বিতর্কিত বিষয় হিসেবে বিদ্যমান। যদিও নেক্রোফিলিয়া বা মৃতদেহের প্রতি যৌন আকর্ষণ বা সম্পর্কের ধারণাটি আধুনিক সমাজে একেবারে নিষিদ্ধ এবং অপরাধ হিসেবে গণ্য হয়, তবে এর অস্তিত্ব প্রাচীনকাল থেকেই ছিল এবং এটি বিভিন্ন সভ্যতা ও সংস্কৃতির মধ্যে নানা ভাবে প্রকাশিত হয়েছে।\nপ্রাচীন সভ্যতায় নেক্রোফিলিয়ার উপস্থিতি\nনেক্রোফিলিয়ার অস্তিত্ব মানব ইতিহাসের প্রাচীন যুগ থেকেই পাওয়া যায়। প্রাচীন মিশর, গ্রীস এবং রোমে মৃতদেহের প্রতি মানুষের আকর্ষণ বিষয়টি কখনও কখনও ধর্মীয় বা আধ্যাত্মিক প্রতীক হিসেবে বিবেচিত হতো। মিশরের পুরাণে, মৃত্যুর পরের জীবন এবং পুনর্জন্মের ধারণাগুলো এতটাই গুরুত্বপূর্ণ ছিল যে, কিছু ক্ষেত্রে মৃতদের প্রতি বিশেষ আচরণ বা আচার অনুষ্ঠানের মাধ্যমে তাদের সম্মান জানানো হত। যদিও এই আচার-অনুষ্ঠানগুলি কখনও যৌন উদ্দেশ্যে ছিল না, তবে মৃতদেহের প্রতি মানুষের আকর্ষণ বিভিন্ন ধর্মীয় বা আধ্যাত্মিক দৃষ্টিকোণ থেকে প্রকাশিত হয়েছিল।\nমধ্যযুগ এবং রেনেসাঁ\nমধ্যযুগে, বিশেষ করে ইউরোপে, নেক্রোফিলিয়া এবং মৃতদেহের প্রতি যৌন আকর্ষণ কিছুটা সামাজিক অস্থিরতার সাথে সম্পর্কিত ছিল। এই সময়ে মৃতদেহের প্রতি যৌন আকর্ষণকে খুবই অশ্লীল এবং অগ্রহণযোগ্য হিসেবে দেখা হত। তবে, কিছু ঐতিহাসিক রচনায় মৃতদেহের প্রতি আকর্ষণের বিষয়টি পরোক্ষভাবে উল্লেখ করা হয়েছে। রেনেসাঁ কালেও, একে মানবিক বিকৃতি হিসেবে চিন্হিত করা হত এবং এটি সমাজের প্রধান সংস্কৃতির অংশ ছিল না।\nআধুনিক যুগে নেক্রোফিলিয়া\n২০শ শতকের গোড়ার দিকে, মনোবিজ্ঞানে নেক্রোফিলিয়াকে একটি মনস্তাত্ত্বিক অসুস্থতা হিসেবে চিহ্নিত করা হয়। ১৯০০ সালের শুরুতে সিগমুন্ড ফ্রয়েডের মনোবিশ্লেষণ তত্ত্বের ভিত্তিতে, নেক্রোফিলিয়াকে যৌন প্রবণতার বিকৃত রূপ হিসেবে দেখা শুরু হয়। তবে, আধুনিক মনোবিজ্ঞান এবং গবেষণায় এটি একটি দুর্বলতা বা বিকৃতির আকারে বিবেচিত হয়, যার মধ্যে ব্যক্তির মানসিক এবং যৌন বিকৃতির প্রতিফলন ঘটে।\n১৯ শতক এবং ২০ শতক\n১৯ শতকে এবং ২০ শতকের শুরুতে, এই আচরণের আরও বিশদ বর্ণনা পাওয়া যায়। ১৯৩০ সালের দিকে, বিশেষত ইউরোপ ও উত্তর আমেরিকায়, নেক্রোফিলিয়া সম্বন্ধে বেশ কিছু মনস্তাত্ত্বিক গবেষণা ও স্নায়ুবিজ্ঞানের মাধ্যমে এটি মানসিক রোগ হিসেবে চিহ্নিত করা শুরু হয়। ১৯৬০-এর দশকে, যৌনতা এবং মনোবিজ্ঞান সম্পর্কিত গবেষণা আরো বিস্তৃত হয়, এবং নেক্রোফিলিয়ার মতো বিকৃত যৌন আচরণগুলি সামাজিক ও চিকিৎসা পরিপ্রেক্ষিতে আলোচনা হতে শুরু করে।\nবর্তমান পরিস্থিতি\nআজকের দিনে, নেক্রোফিলিয়া একটি অত্যন্ত অবৈধ এবং অপরাধমূলক আচরণ হিসেবে বিবেচিত হয়, এবং এটি সর্বত্রই দণ্ডনীয় অপরাধ হিসেবে গৃহীত হয়। অনেক দেশে, এটি একটি গুরুতর অপরাধ হিসেবে গণ্য হয় এবং এতে অভিযুক্ত ব্যক্তির জন্য কঠোর শাস্তির বিধান রয়েছে। ১৯৮০-৯০-এর দশক থেকে নেক্রোফিলিয়া সম্পর্কিত আইনি এবং মনস্তাত্ত্বিক পর্যালোচনাগুলি অধিকতর স্পষ্ট হয়েছে এবং এই আচরণের বিরুদ্ধে সামাজিক প্রতিরোধও বৃদ্ধি পেয়েছে। \n\n\n== গবেষণা ==\nমানবীয়\nনেক্রোফিলিয়া সাধারণত বিরল মনে করা হয়, তবে সাধারণ জনসংখ্যার মধ্যে এর প্রচলন সম্পর্কে কোনও তথ্য নেই। কিছু নেক্রোফিলিয়াক কেবল কল্পনা করেন, এটি বাস্তবায়ন না করেও। অর্থাৎ কেউ কউ  শুধু মনেমনে কল্পনা করেও সুখ অনুভব করতে পারে।  ১৯৫৮ সালে, ক্লাফ এবং ব্রাউন মন্তব্য করেন যে, যদিও এটি কম বর্ণিত হয়েছে, নেক্রোফিলিয়াক কল্পনাগুলি সাধারণত যে পরিমাণে ধারণা করা হয় তার চেয়ে বেশি হতে পারে।\nরসম্যান এবং রেসনিক (১৯৮৯) ১২৩টি নেক্রোফিলিয়ার ঘটনা পর্যালোচনা করেন। এই নমুনাটি দুটি ভাগে ভাগ করা হয়েছিল: প্রকৃত নেক্রোফিলিয়াক, যারা মৃতদেহের প্রতি স্থায়ী আকর্ষণ অনুভব করেন, এবং মিথ্যা নেক্রোফিলিয়াক, যারা সুযোগ, স্যাডিস্টিক মনোভাব বা সাময়িক আগ্রহের কারণে এমন আচরণ করেন। মোটের মধ্যে, ৯২% পুরুষ এবং ৮% নারী ছিলেন। ৫৭% প্রকৃত নেক্রোফিলিয়াক যারা মৃতদেহের কাছে যাওয়ার সুযোগ পেয়েছে, মর্গ কর্মচারী, হাসপাতাল কর্মী এবং কবরস্থান কর্মচারীরা সবচেয়ে এর সাথে বেশি জড়িত। গবেষকদের মতে, নেক্রোফিলিয়ায় পৌঁছানোর জন্য নিম্নলিখিত কারণ থাকতে পারে:\nনেক্রোফিলিয়াকরা নিজের আত্মমুল্যবোধে ঘাটতি অনুভব করেন, সম্ভবত কোন গুরুত্বপূর্ণ ক্ষতির কারণে; (ক) তারা অন্যদের দ্বারা প্রত্যাখ্যাত হওয়া থেকে খুব ভয় পান এবং তাদের এমন এক সঙ্গীর প্রয়োজন, যে তাদের প্রত্যাখ্যান করতে অক্ষম; (খ) তারা মৃতদের প্রতি সাধারণদের তুলনায় বেশি ভয় পান, এবং এবং একসময় তারা তাদের ভয়কে পরিবর্তিত করে—প্রতিক্রিয়া গঠনের মাধ্যমে—এটি কামনায় পরিণত করে। তারা মৃতদেহের সঙ্গে যৌনতার উত্তেজক কল্পনা করেন, এবং সর্বশেষ মৃতদের সাথে মিলিত হন৷\nউদ্দেশ্য\nনেক্রোফিলিয়াকদের সবচেয়ে সাধারণ উদ্দেশ্য হল এমন এক সঙ্গী লাভ করা, যিনি তাদের বিরুদ্ধে প্রতিরোধ করতে বা প্রত্যাখ্যান করতে অক্ষম। তবে, অতীতে, নেক্রোফিলিয়াকদের একাধিক উদ্দেশ্যের প্রমাণ পাওয়া গেছে৷\nলেখকরা তাদের দেখা ৩৪জন প্রকৃত নেক্রোফিলিয়াকদের নিয়ে রিপোর্ট করেছেন:\n৬৮% তাদের সঙ্গী এমন চান, যে তাদের সঙ্গীরা তাদের বিরুদ্ধে প্রতিরোধ করতে বা তাকে প্রত্যাখ্যান করতে অক্ষম, ২১% তাদের হারানো (মৃত) সঙ্গীর সঙ্গে পুনর্মিলন করার ইচ্ছায় অনুপ্রাণিত হয়ে এতে জড়ায়, ১৫% মৃতদের প্রতি যৌন আকর্ষণে অনুপ্রাণিত হয়ে জড়ায়, ১৫% আরামের জন্য বা একাকীত্বের অনুভূতি দূর করতে অনুপ্রাণিত হয়, ১২% মৃতদেহের ওপর ক্ষমতা প্রকাশ করে আত্মসম্মান বৃদ্ধি করার ইচ্ছায় নেক্রোফিলিক হয়েছেন।\nকিছু সাধারণ উদ্দেশ্যগুলির মধ্যে রয়েছে:\nএকটি জীবিত সঙ্গীর অনুপস্থিতি মহিলাদের প্রতি ভয়কে পুষিয়ে নেওয়া। কারোকারো বিশ্বাস যে, জীবিত মহিলার সঙ্গে যৌনতা একটি মারাত্মক পাপ।কেউ কেউ একজন সঙ্গীর ওপর পুরোপুরি নিয়ন্ত্রণ অর্জন করার প্রয়োজনবোধ যা তাকে  বহুমুখী বিকৃত যৌন ইচ্ছার প্রকাশে বাঁধা দেবেন না ফলত তিনি সীমাহীন যৌন ক্রিয়া করতে পারবেন৷ \nএই গবেষণায় অংশ নেয়া প্রায় অর্ধেকের ব্যক্তিত্বের অসঙ্গতি (ব্যক্তিত্বহীন) ছিল, এবং ১১% প্রকৃত নেক্রোফিলিয়াকরা মানসিকভাবে অসুস্থ ছিলেন। রসম্যান এবং রেসনিক উপসংহারে বলেন যে, তাদের তথ্য নেক্রোফিলিয়াকদের সম্পর্কে প্রচলিত ধারণাকে চ্যালেঞ্জ করেছে, যারা সাধারণত মানসিকভাবে অসুস্থ, মানসিকভাবে অক্ষম, বা ডোমিনেট করতে পারবে এমন সঙ্গী লাভ করতে অক্ষম হয়েছেন।\nকমপক্ষে একটি ঘটনা লিপিবদ্ধ করা হয়েছে যেখানে কেউ মৃতদেহের সাথে যৌন সম্পর্ক স্থাপন করেছিলেন মৃত ব্যক্তির ইচ্ছার প্রভাবে। জিম্বাবুয়ের একটি নারী তার মৃত স্বামীর মৃতদেহের সঙ্গে যৌন সম্পর্ক স্থাপন করেছিলেন তার ইচ্ছা (যা তার উইলে উল্লেখ ছিল) এবং পারিবারিক সদস্যদের প্রভাবের কারণে, যারা তাকে তার ইচ্ছা পূর্ণ করার জন্য প্ররোচিত করেছিলেন। \n\n\n== আইনগত পরিস্থিতি ==\nবিশ্বের অধিকাংশ দেশে নেক্রোফিলিয়া একটি অপরাধ হিসেবে গণ্য করা হয়, এবং এই আচরণের জন্য আইনি শাস্তি আরোপ করা হয়। অনেক দেশে মৃত্যুর পর মানুষের সম্মতি নেয়া সম্ভব না হওয়ায়, তাদের প্রতি যৌন আকর্ষণ বা সম্পর্ক স্থাপন একটি গুরুতর অপরাধ হিসেবে ধরা হয়। যেমন, যুক্তরাজ্য, মার্কিন যুক্তরাষ্ট্র, কানাডা, অস্ট্রেলিয়া, এবং বিভিন্ন ইউরোপীয় দেশগুলিতে এটি শাস্তিযোগ্য অপরাধ হিসেবে চিহ্নিত হয়েছে। নেক্রোফিলিয়া সম্পর্কিত আইন একেক দেশে ভিন্ন হতে পারে, তবে অধিকাংশ দেশে এটি গুরুতর অপরাধ হিসেবে প্রতিপন্ন হয়েছে এবং গুরুতর শাস্তির বিধান রয়েছে।\nনৈতিক ও সামাজিক প্রভাব\nনেক্রোফিলিয়া শুধুমাত্র আইনি বা বৈজ্ঞানিক সমস্যা নয়, এটি সামাজিক এবং নৈতিক দিক থেকেও গুরুত্বপূর্ণ। সমাজে এর ব্যাপারে খুব কম আলোচনা হয়, তবে এটি একজন ব্যক্তির মানসিক অবস্থা, সমাজের প্রতি তার দৃষ্টিভঙ্গি, এবং তার চরিত্রের গভীর প্রভাব ফেলে। যেহেতু মৃত দেহের প্রতি যৌন আকর্ষণ মানসিক এবং সামাজিকভাবে অস্বাভাবিক, এটি এক ধরনের মানসিক বিকৃতি হিসেবে ধরা হয়। এটি মানুষের শারীরিক ও মানসিক সুস্থতার উপরও ব্যাপক প্রভাব ফেলতে পারে, যা তাদের ব্যক্তিগত এবং পারিবারিক জীবনকে বিপর্যস্ত করতে পারে।\nমনস্তাত্ত্বিক এবং শারীরিক প্রভাব\nনেক্রোফিলিয়া একদিকে মনস্তাত্ত্বিক সমস্যা সৃষ্টি করতে পারে, অন্যদিকে এটি শারীরিকও হতে পারে, যেমন কোনো মানসিক আঘাত বা রোগের ফলস্বরূপ এটি তৈরি হতে পারে। কিছু মনোবিজ্ঞানী মনে করেন যে, এই ধরনের বিকৃতি বিশেষ করে যৌন অভ্যস্ততা এবং পূর্ববর্তী মানসিক আঘাতের কারণে ঘটতে পারে। এটি দীর্ঘমেয়াদী মানসিক অসুস্থতা, সম্পর্কের সমস্যার সৃষ্টি করতে পারে, এবং আক্রান্ত ব্যক্তির মধ্যে পারিবারিক ও সামাজিক বিচ্ছিন্নতার সৃষ্টি হতে পারে।\n\n\n== পরিণতি এবং চিকিৎসা ==\nনেক্রোফিলিয়া একটি মানসিক অসুস্থতা হিসেবেও চিহ্নিত হতে পারে, এবং এর জন্য চিকিত্সা প্রয়োজন হতে পারে। মনোবিজ্ঞানীরা সাধারণত মনস্তাত্ত্বিক থেরাপি, কাউন্সেলিং, বা অন্যান্য চিকিৎসা পদ্ধতি ব্যবহার করে ব্যক্তির যৌন প্রবণতার উন্নতি করতে সহায়তা করতে পারেন। যদিও এটি খুব বিরল একটি ঘটনা, তবে এটি সঠিক চিকিৎসা এবং মনোযোগের মাধ্যমে মোকাবিলা করা যেতে পারে।\n\n\n== অন্যান্য প্রাণী ==\n\nনেক্রোফিলিয়া স্তন্যপায়ী, পাখি, সরীসৃপ এবং ব্যাঙে পর্যবেক্ষণ করা হয়েছে। ১৯৬০ সালে, রবার্ট ডিকারম্যান গ্রাউন্ড স্কুইরেলে (স্থল কাঠবিড়ালি) নেক্রোফিলিয়ার ব্যাপারে বর্ণনা করেন, যা তিনি \"ডেভিয়ান আচরণ\" নামে উল্লেখ করেন, ডেভিয়ান নামটি আসে নেক্রোফিলিয়াক একজন খনি শ্রমিক ডেভের নাম থেকে। এই ট্যাগটি এখনও প্রাণীজগতে নেক্রোফিলিয়ার জন্য ব্যবহৃত হয়। কিছু প্রজাতির অ্যারাকনিডা এবং পোকামাকড় যৌন ক্যানিবালিজমে লিপ্ত হয়, যেখানে মেয়ে পুরুষ সঙ্গীকে প্রজননের আগে, চলাকালীন বা পরে খেয়ে ফেলে।\nকেস মোলেকার নামক একজন গবেষক রটারডেম ন্যাচারাল হিস্ট্রি মিউজিয়াম  ভ্রমণকালে,  ঐ বিল্ডিংয়ে  কাঁচের গ্লাসে হাঁস পাখির ঠোঁটের আঘাত করার বিশেষ শব্দ শুনলেন। পরিদর্শন করার পর, তিনি একটি পুরুষ মল্লার্ড হাঁস পাখিকে মৃত অবস্থায় বিল্ডিংয়ের বাইরের মাটিতে পড়ে থাকতে দেখেন। মৃত পাখির পাশে অন্য পুরুষ মল্লার্ড দাঁড়িয়ে ছিল। পরিদর্শন করে বুঝলেন, এরা সমকামী দম্পতি। বেঁচে থাকা পুরুষ পাখিটা কিছু সময় মৃতটির দেহে ঠোকর দিলো, তারপর দেহটির ওপর চড়ল এবং তার সঙ্গে সঙ্গম শুরু করল। নেক্রোফিলিয়ার এই আচরণ প্রায় ৭৫ মিনিট স্থায়ী ছিল। মোলেকার জানান, বেঁচে থাকা পুরুষ হাঁসটি ছোট একটু বিরতি নিয়েছিল এরপর যৌন আচরণ পুনরায় শুরু করেছিল। মোলেকার অনুমান করেছিলেন যে জানালা দিয়ে ধাক্কার সময়, দুইটি মালার্ড হাঁস একটি সাধারণ আচরণে লিপ্ত ছিল (সঙ্গম), যা হাঁসের আচরণের মধ্যে \"প্রয়াসী উড়ন্ত ধর্ষণ\" নামে পরিচিত। মোলেকারের মতে, \"একটি হাঁস মারা যাওয়ার পর, অন্যটি শুধু জোর করে সঙ্গমের এগিয়ে গিয়েছিল যা সাধারণত হাঁসেরা করে থাকে অর্থাৎ জোর করে সঙ্গম এবং কোনো নেতিবাচক প্রতিক্রিয়া পায়নি – আসলে কোনো প্রতিক্রিয়া পায়নি।\" অর্থাৎ পরে থাকা হাঁসটি তাকে যৌনক্রিয়ায় বাঁধা দেয়নি তাই জীবিত হাঁসটি এটি করতে থাকে৷  নেক্রোফিলিয়া পূর্বে শুধুমাত্র হেটেরোসেক্সুয়াল মালার্ড হাঁসের জোড়ায় রিপোর্ট করা হয়েছিল ঐ প্রথম কোন সমকামী হাঁসের মধ্যেও দেখা গিয়েছিলো৷\n১৯১১ এবং ১৯১২ সালে, জর্জ মারে লেভিক \"অ্যাডেলি পেঙ্গুইনের যৌন অভ্যাস\" নামে একটি সংক্ষিপ্ত পেপার প্রকাশ করেছিলেন, যা তখনকার সময়ে অত্যন্ত চমকপ্রদ ছিল। এতে তিনি কেপ আদারে অ্যাডেলি পেঙ্গুইনের বৃহত্তম গোষ্ঠীতে মৃত মেয়ে পেঙ্গুইনের সাথে যৌন সম্পর্ক স্থাপনকারী পেঙ্গুইনদের \"ছোট বাচাল দল\" বর্ণনা করেছিলেন। বর্তমানে এটি তরুণ পেঙ্গুইনগুলির অভিজ্ঞতার অভাব হিসেবে বিবেচিত হয়; মৃত মেয়ে পেঙ্গুইন, যার চোখ অর্ধেক বন্ধ থাকে, একটি সঙ্গীন মেয়ে পেঙ্গুইনের মতো দেখতে থাকে। ১৯২১ সালে, একটি জেন্টু পেঙ্গুইনকে একটি মৃত পেঙ্গুইনের সঙ্গে যৌন সম্পর্ক স্থাপন করতে দেখা গিয়েছিল।\nনেক্রোফিলিয়া বোটলনোজ ডলফিন এবং ম্যানেটি-তে দেখা গেছে। একটি পুরুষ নিউজিল্যান্ড সী লাইয়নকে একবার একটি মৃত মেয়ে নিউজিল্যান্ড ফার সীলের সঙ্গে যৌন সম্পর্ক স্থাপন করার চেষ্টা করতে দেখা যায়। সী লাইয়নটি সীলটিকে বারবার ঠেলা দিচ্ছিল, তারপর তার ওপর চড়ে বসে এবং কয়েকটি পেলভিক থ্রাস্ট করেছিল। প্রায় দশ মিনিট পর, সী লাইয়নটি গবেষকের উপস্থিতি টের পায় ও বিরক্ত হয়ে মেয়ে সীলের মৃতদেহটি পানিতে টেনে নিয়ে গিয়ে সাঁতার কাটতে শুরু করে।\nএকটি পুরুষ সাগর বীভট্র সীলকে একটি মেয়ে সাগর বীভট্র সীলকে পানির নিচে ধরে রাখতে এবং পরে তার মৃতদেহের সঙ্গে একাধিকবার যৌন সম্পর্ক স্থাপন করতে দেখা গিয়েছিল। কয়েক মাস পর, একই সাগর বীভট্র সীলকে আবার আরেকটি মেয়ে সাগর বীভট্র সীলের মৃতদেহের সঙ্গে যৌন সম্পর্ক স্থাপন করতে দেখা যায়।\n১৯৮৩ সালে, একটি পুরুষ রক ডাভকে একটি ডাভের মৃতদেহের সঙ্গে যৌন সম্পর্ক স্থাপন করতে দেখা গিয়েছিল, যেটির মাথা কিছুক্ষণ আগে একটি গাড়ির নিচে পরে থেতলে যায়। ২০০১ সালে, একজন গবেষক স্যান্ড মার্টিনের মৃতদেহ রেখেছিলেন অন্য স্যান্ড মার্টিনদের ঝাঁক আকৃষ্ট করার জন্য। ছয়টি পরীক্ষায়, ৫০-৫০০টির ঝাঁক থেকে ১-৫টি পাখি মৃত স্যান্ড মার্টিনের সঙ্গে যৌন সম্পর্ক স্থাপনের চেষ্টা করতে দেখা যায়।\nচার্লস ব্রাউন ১৫ মিনিটের মধ্যে অন্তত দশটি ক্লিফ সোয়ালোরকে একটি রাস্তায় মারা যাওয়া ক্লিফ সোয়ালোরের মৃতদেহের সঙ্গে যৌন সম্পর্ক স্থাপন করতে চেষ্টা করতে দেখেছিলেন। তিনি মন্তব্য করেছিলেন, \"এটা প্রথমবার নয় যে আমি ক্লিফ সোয়ালোগুলিকে এটা করতে দেখেছি; উজ্জ্বল কমলা লেজের অংশটি উপরের দিকে দাঁড়িয়ে থাকা মনে হয় এই পাখিরা মনেহয় একটু বেশিই উত্তেজিত থাকে।”\n\nএছাড়া ইউরোপীয় সোয়ালো, গ্রে-ব্যাকড স্প্যারো-লার্ক, স্টার্কের লার্ক এবং স্নো গুস-এও নেক্রোফিলিয়া রিপোর্ট করা হয়েছে। ২০১৫ সালে, ওয়াশিংটন বিশ্ববিদ্যালয়ের গবেষণার মাধ্যমে জানা যায় যে, কাকরা প্রায় ৪% ঘটনাতেই মৃত কাকের মৃতদেহের সঙ্গে নেক্রোফিলিয়া করে।\nএমেইভা প্রজাতির পুরুষ একটি মৃত মেয়ে এমেইভার ওপর চড়ে এবং কোয়াকাকে একত্রিত করার চেষ্টা করে।\nনেক্রোফিলিয়া বিভিন্ন ধরনের গিরগিটি প্রজাতিতেও দেখা গেছে, যেমন এমেইভা, লেপার্ড লিজার্ড এবং হোলব্রুকিয়া ম্যাকুলাটা। sleepy lizard প্রজাতিতেও নেক্রোফিলিয়া পর্যবেক্ষণ করা হয়েছে। একবার, একটি পুরুষ গিরগিটি তার সঙ্গিনীর মৃতদেহের প্রতি যৌন আচরণ প্রদর্শন করতে থাকে, দুই দিন পরেও তাকে সেটা করতে দেখা যায়। বন্দী পুরুষ পাইলট তিমিকে মৃত, মেয়ে পাইলট তিমির সাথে যৌন সম্পর্ক স্থাপন করতে দেখা গেছে, এবং দুই পুরুষ হাম্পব্যাক তিমির মধ্যে যৌন আচরণ করতে দেখা যায়, যেখানে একটি মৃত ছিল।\n\n\n== তথ্যসূত্র =="}