{"pageid": 1498931, "title": "বাংলা ভাষার ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1498931", "content": "বাংলা হল একটি ইন্দো-আর্য ভাষা যেটি ৭ম শতাব্দীতে মধ্য ইন্দো-আর্য ভাষা থেকে উদ্ভূত হয়েছিল।\n১২০৪ খ্রিস্টাব্দে নদীয়া বিজয়ের পর, বঙ্গে ইসলামিক শাসন শুরু হয়, যা বাংলা ভাষাকে প্রভাবিত করেছিল। ১৪তম শতাব্দীর মাধ্যভাগ বা শেষভাগে প্রাচীন বাংলার সমাপ্তি ও মধ্য বাংলার সূচনাকাল হিসাবে চিহ্নিত করা হয়।\nআধুনিক বাংলার সূচনাকাল ১৮০০ খ্রিষ্টাব্দ। এটি বংলার নবজাগরণ প্রতক্ষ করেছে, সেইসাথে ইউরোপীয় ভাষা থেকে ধার অন্তর্ভুক্ত করে। এই সময়ের মধ্যে ক্রিয়া ও সর্বনামের উল্লেখযোগ্য পরিবর্তন ঘটে, যা বেশিরভাগ ক্রিয়া ও সর্বনামের সংক্ষেপণকে চিহ্নিত করে।\n\n\n== প্রাচীন বাংলা ==\nবাংলায় জনগণ প্রাথমিকভাবে প্রাকৃত ভাষা কথা বলত, যা মাগধী, মতান্তরে গৌড়ী নামে পরিচিত হয়েছিল। পরবর্তীতে কিছু পরিবর্তন সহ এটি প্রাচীন বাংলায় বিবর্তিত হয়। বেশিরভাগ বাংলা ভাষাভাষী জনগণ আজকে প্রাচীন বাংলাকে প্রায় দুর্বোধ্য বলে মনে করে, যদিও আধুনিক বাংলাতে সবচেয়ে বেশি ব্যবহৃত বেশিরভাগ শব্দের শিকড় প্রাচীন বাংলায় রয়েছে।\n\n\n== মধ্য বাংলা ==\nমধ্য বাংলা হল ১২০০ সালে থেকে ১৮ শতকের শেষ পর্যন্ত মোটামুটিভাবে ব্যবহৃত বাংলা ভাষার একটি রূপ।\n১২০৪ সালে তুর্কীদের দ্বারা নদীয়া বিজয় ও পরবর্তীতে, শতাব্দী ধরে, ইসলামী শাসনের ফলে, বাংলা ভাষাকে মধ্য-পাচ্যের ভাষাগুলি প্রভাবিত করে। বাংলা ভাষায় সবচেয়ে বেশি প্রভাবিত করেছিল - ফার্সি।\n১২০০-১৩৫০ সালের মধ্যে বাংলা সাহিত্যের কোন নমুনা পাওয়া যায়না, যা বাংলা সাহিত্যে অন্ধকার যুগ হিসাবে পরিচিত। পরবর্তী মধ্য বাংলা সাহিত্যে দুটি  কালপর্ব—অন্ত্য-মধ্য ও আদি-মধ্য—দেখা যায়।\n\n\n== আধুনিক বাংলা ==\nআধুনিক বাংলার সূচনা হয়েছিল— ১৮০০ খ্রিস্টাব্দের আশেপাশে; এই যুগের গদ্য সাহিত্য কলকাতাস্থিত ফোর্ট ইউলিয়াম কলেজের বইগুলিতে পাওয়া যায়। কলকাতার কথ্য ভাষার উপর ভিত্তি করে গঠিত চলিত বাংলা ভাষায় লেখা প্রথম গদ্য হল হুতুম প্যাঁচার নকশা (১৮৬২ খ্রি)।\nবাংলা বা বঙ্গ অঞ্চল ইউরোপীয় উপনিবেশিক শক্তির অধিনে ছিল এবং বাংলা ভাষা অনেক বিদেশী শব্দ গ্রহণ করেছিল। এই ভাষার প্রধান দুটি প্রকরণে—রাঢ়ী ও বঙ্গালী—বেশিরভাগ মানুষ কথা বলে। বিশ্বব্যাপী বাংলা ভাষাভাষীর মোট সংখ্যা ২৮ কোটি ছাড়িয়ে যেতে পারে।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nশ, ডঃ রামেম্ব (২১ ফেব্রুয়ারি ১৯৮৪)। সাধারণ ভাষাবিজ্ঞান ও বাংলা ভাষা। কলকাতা: পুস্তক বিপণী। আইএসবিএন 81-85471-12-6। সংগ্রহের তারিখ ১৯ ডিসেম্বর ২০২৪। \nভট্টাচার্য, সুভাষ (২০১২)। ভাষার তত্ত্ব ও বাংলা ভাষা। কলকাতা: বঙ্গীয় সাহিত্য সংসদ। আইএসবিএন 978-93-82012-12-2। সংগ্রহের তারিখ ১৯ ডিসেম্বর ২০২৪। \nChatterji, Suniti Kumar (১৯২৬a)। The Origin and Development of the Bengali Language (English ভাষায়)। ১। Kolkata: Calcutta University Press। সংগ্রহের তারিখ ১৯ ডিসেম্বর ২০২৪। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nChatterji, Suniti Kumar (১৯২৬a)। The Origin and Development of the Bengali Language (English ভাষায়)। 2। Kolkata: Calcutta University Press। সংগ্রহের তারিখ ১৯ ডিসেম্বর ২০২৪। উদ্ধৃতি শৈলী রক্ষণাবেক্ষণ: অচেনা ভাষা (link) \nShahidullah, Dr. Muhammad (১৯৯৮)। Bangla Vasar Itibritto। Dhaka: Mowla Brothers। সংগ্রহের তারিখ ১৯ ডিসেম্বর ২০২৪।"}