{"pageid": 1498849, "title": "ছাবা", "url": "https://bn.wikipedia.org/wiki?curid=1498849", "content": "ছাবা (আক্ষ. অনু. সিংহ শাবক) হলো একটি ভারতীয় হিন্দি ভাষার ঐতিহাসিক অ্যাকশন চলচ্চিত্র, যা মারাঠা সাম্রাজ্যের দ্বিতীয় শাসক সম্ভাজি মহারাজের জীবনের উপর ভিত্তি করে নির্মিত, যার চরিত্রে অভিনয় করেছেন ভিকি কৌশল। এটি শিবাজি সাওয়ান্তের মারাঠি উপন্যাস ছাবার অবলম্বনে নির্মিত। এই চলচ্চিত্রটি লক্ষ্মণ উতেকার পরিচালিত এবং ম্যাডক ফিল্মসের অধীনে দীনেশ ভিজান প্রযোজিত। এতে আরও রয়েছেন রশ্মিকা মন্দানা এবং অক্ষয় খান্না ।\nপ্রাক-প্রযোজনা ২০২৩ সালের এপ্রিল মাসে শুরু হয়েছিল। ২০২৩ সালের অক্টোবরে চিত্রগ্রহণ শুরু হয়েছিল এবং ২০২৪ সালের মে মাসে শেষ হয়েছিল। আবহ-সঙ্গীত এবং সাউন্ডট্র্যাক অ্যালবামটি রচনা করেছেন এ. আর. রহমান এবং গানের কথা লিখেছেন ইরশাদ কামিল এবং ক্ষিতিজ পাটবর্ধন। \nএটি ১৪ ফেব্রুয়ারী ২০২৫ তারিখে স্ট্যান্ডার্ড এবং আইম্যাক্স ফর্ম্যাটে প্রেক্ষাগৃহে মুক্তি পায় । এটি বাণিজ্যিকভাবে ₹৬৯৮.৫২ কোটি আয় করে ২০২৫ সালের নবম সর্বোচ্চ আয়কারী চলচ্চিত্র, ২০২৫ সালের সর্বোচ্চ আয়কারী ভারতীয় চলচ্চিত্র এবং ২০২৫ সালের সর্বোচ্চ আয়কারী হিন্দি চলচ্চিত্র হিসেবে স্থান পেয়েছে। এটি সর্বকালের নবম সর্বোচ্চ আয়কারী হিন্দি চলচ্চিত্র এবং সর্বকালের চতুর্দশ সর্বোচ্চ আয়কারী ভারতীয় চলচ্চিত্র হিসেবেও স্থান পেয়েছে ।\n\n\n== পটভূমি ==\nশিবাজীর মৃত্যুর পর, মুঘল সম্রাট আওরঙ্গজেবের দরবারে খবর পৌঁছায় । তাঁর উপদেষ্টারা ধরে নেন যে মারাঠা প্রতিরোধ এবার দুর্বল হয়ে পড়বে। আওরঙ্গজেব, শিবাজির প্রতিভা ও সামরিক দক্ষতা স্বীকার করলেও, তাঁর মৃত্যুর আনন্দে উৎসবের নির্দেশ দেন। কিন্তু ইতোমধ্যেই নেতৃত্ব গ্রহণ করেছেন শিবাজির পুত্র সম্ভাজি\n। এদিকে, মোগলদের গুরুত্বপূর্ণ প্রশাসনিক ও বাণিজ্যিক কেন্দ্র বুরহানপুর হঠাৎ মারাঠাদের আক্রমণের মুখে পড়ে। প্রস্তুতিহীন প্রতিরক্ষাবাহিনী মারাঠাদের প্রবল আক্রমণের সামনে টিকতে পারে না। তুমুল যুদ্ধের মধ্যে সাম্ভাজি এক গভীর গর্তে পড়ে যান, যেখানে তাঁর মুখোমুখি হয় একটি সিংহ। খালি হাতে সিংহটিকে পরাস্ত করে তিনি সেটিকে হত্যা করেন। যুদ্ধের শেষে মারাঠারা মোগলদের রাজকোষ দখল করে, যা সরাসরি আওরঙ্গজেবের ক্ষমতাকে চ্যালেঞ্জ জানায়। দিল্লিতে সংবাদ পৌঁছালে আওরঙ্গজেব বুঝতে পারেন যে মারাঠা প্রতিরোধ এখনো অক্ষুণ্ণ রয়েছে। তিনি বিশাল সেনা অভিযানের নির্দেশ দেন। অন্যদিকে, সাম্ভাজি বিজয়ীর বেশে বাড়ি ফিরলে স্ত্রী যেশুবাই তাঁকে উষ্ণ অভ্যর্থনা জানান। কিন্তু মারাঠা দরবারে ষড়যন্ত্র দানা বাঁধতে থাকে, যেখানে সাম্ভাজির সৎভাই রাজারামকে রাজসিংহাসনে বসানোর ষড়যন্ত্র শুরু হয়।\nআওরঙ্গজেবের বাহিনী মারাঠাদের বিরুদ্ধে বর্বর নিপীড়ন চালায়। এর মধ্যেই মোগল যুবরাজ মির্জা আকবর আওরঙ্গজেবের বিরুদ্ধে বিদ্রোহের জন্য সাম্ভাজির সহায়তা চান। সাম্ভাজি সন্দিহান থাকলেও, তিনি জানতে পারেন যে তাঁর সৎমা সোয়রাবাই গোপনে মোগলদের সঙ্গে যোগাযোগ করছেন। ষড়যন্ত্র প্রকাশ্যে এলে তিনি দোষীদের হাতির পায়ের নিচে পিষে মৃত্যুদণ্ড দেন। মোগল বাহিনী সংখ্যায় বিশাল হলেও, সাম্ভাজি গেরিলা যুদ্ধ কৌশল অবলম্বন করেন। দাক্ষিণাত্যের দুর্গম ভূপ্রকৃতিতে মোগলরা বিশাল ক্ষতির সম্মুখীন হয়। আওরঙ্গজেব ঘোষণা দেন যে তিনি সাম্ভাজিকে পরাস্ত না করা পর্যন্ত সিংহাসনে বসবেন না। তাঁর কন্যা জীনত-উন-নিসা বিদ্রোহী ভাই মির্জা আকবরকে বন্দি করতে চাইলে, মারাঠারা সেই পরিকল্পনাও ব্যর্থ করে দেয়।\nএদিকে, সাম্ভাজির সেনাবাহিনীর মধ্যে বিভক্তি সৃষ্টি হয়। কিছু জাগিরদার মোগলদের পক্ষ নেন, ফলে সাম্ভাজি দরবারে এক সভা ডাকেন। কিন্তু তাঁর স্ত্রীর ভাইরা বিশ্বাসঘাতকতা করে মোগলদের কাছে সাম্ভাজির অবস্থান ফাঁস করে দেন। মোগল বাহিনী অতর্কিতে হামলা চালালে মারাঠারা ব্যাপক ক্ষতির সম্মুখীন হয়। যদিও সেনাপতি সন্তাজি ঘোরপড়ে ও ধানাজি জাধব পালিয়ে যেতে সক্ষম হন, সাম্ভাজি শেষ পর্যন্ত একা লড়াই চালিয়ে যান এবং বন্দি হন। তাঁকে আওরঙ্গজেবের সামনে আনা হলে, তিনি আত্মসমর্পণ করতে অস্বীকৃতি জানান। বর্বর অত্যাচার সত্ত্বেও তিনি তাঁর আদর্শ থেকে বিচ্যুত হন না। আওরঙ্গজেব বিদ্রোহ দমন করতে ব্যর্থ হয়ে শেষবারের মতো সাম্ভাজিকে আত্মসমর্পণের সুযোগ দেন। কিন্তু সাম্ভাজি স্পষ্ট জানিয়ে দেন যে স্বাধীনতার লড়াই এখন সারা ভারতজুড়ে ছড়িয়ে পড়েছে।\nসাম্ভাজির মৃত্যুর পর রাজারাম সিংহাসনে বসেন এবং মারাঠাদের প্রতিরোধ অব্যাহত থাকে। শেষ পর্যন্ত মুঘল সাম্রাজ্যের পতন ঘটে এবং স্বাধীন ভারতের ভিত্তি স্থাপিত হয়।\n\n\n== অভিনয়শিল্পী ==\nছত্রপতি সম্ভাজি মহারাজের চরিত্রে ভিকি কৌশল\nইসুবাই ভোঁসলের চরিত্রে রশ্মিকা মান্দানা\nআওরঙ্গজেবের চরিত্রে অক্ষয় খান্না\nজিনাত-উন-নিসা বেগমের চরিত্রে ডায়ানা পেন্টি\nহাম্বিররাও মোহিতের চরিত্রে আশুতোষ রানা\nসোয়রাবাই চরিত্রে দিব্যা দত্ত\nবরুণ বুদ্ধদেব ছত্রপতি রাজারাম মহারাজের চরিত্রে\nকবি কালাশের চরিত্রে বিনীত কুমার সিং\nরায়জি মালগে চরিত্রে সন্তোষ জুভেকার\nসোমাজি চরিত্রে অলোক নাথ\nইয়েসাজি কাঙ্ক চরিত্রে প্রদীপ রাওয়াত\nআন্নাজি দত্ত শচীবের চরিত্রে কিরণ কারমারকার\nবালাজি মনোহর মহলজি চরিত্রে\nঅনিল জর্জ - মুকাররব খান\nনীলকান্তে পাটেকর ধরৌ চরিত্রে\nগণজি শির্কের চরিত্রে সারং সাথয়ে\nকানহোজি শিরকে চরিত্রে সুব্রত জোশী\nসান্তাজি ঘোরপাড়ে চরিত্রে অঙ্কিত অনিল শর্মা\nআন্তাজি মানকেশ্বর গান্ধে চরিত্রে আশিস পাথোদে\nধনজি যাদবের চরিত্রে শুভঙ্কর একবোট\nসিরাজ মুস্তাফা বাহাদুর খান চরিত্রে\nবাহিরজি নায়েকের চরিত্রে শিবরাজ ওয়ালভেকার\nবালাজি আভাজি চিটনিসের চরিত্রে মনোজ কোলহাটকর\nসূর্য চরিত্রে আস্তাদ কালে\nইখলাস খান চরিত্রে ড্যানিশ পান্ডোর\nকক্কড় খান চরিত্রে রোহিত পাঠক\nসঞ্জীব জয়সওয়াল ঝালাদ চরিত্রে\nখান জামানের চরিত্রে সুকবিন্দর সিং\nশাওবুদ্দিন ফিরোজজং চরিত্রে লাভী পাজনি\nশেহজাদা আজম চরিত্রে ত্রিশান সিং\nশেহজাদা মৌজ্জামের চরিত্রে রাফি খান\nরাকেশ থেরাজা সারজা খান চরিত্রে\nরাহুল্লা খানের চরিত্রে অক্ষয় আনন্দ কোহলি\nশুরুর দৃশ্যে কথক হিসেবে অজয় ​​দেবগন\n\n\n== উৎপাদন ==\n\n\n=== উন্নয়ন এবং প্রাক-উৎপাদন ===\nছত্রপতি শিবাজি মহারাজকে সবাই চেনে, কিন্তু ছত্রপতি সাম্ভাজি মহারাজ সম্পর্কে খুব কম মানুষই জানে। তিনি অসাধারণ সাহসী ছিলেন এবং এক মহান যোদ্ধা, কিন্তু দুঃখজনকভাবে তাঁর জীবন সম্পর্কে তেমন আলোচনা হয় না। মহামারির সময় যখন আমি সাম্ভাজি মহারাজ সম্পর্কে পড়ি, তখন বুঝতে পারি যে তিনি কত বিশাল ব্যক্তিত্ব ছিলেন, অথচ আমরা তাঁর জীবন নিয়ে কথা বলছি না। সেই মুহূর্তেই আমার মনে হয়, এ গল্প বলা দরকার, আর তখনই 'ছাওয়া'-এর ধারণা আমার মাথায় আসে।\n২০২১ সালে লক্ষ্মণ উৎকর দীনেশ বিজনকে জানান যে তিনি ভিকি কৌশল এবং রশ্মিকা মন্দান্নাকে নিয়ে একটি চলচ্চিত্র তৈরি করতে চান। ২০২২ সালের ডিসেম্বরে খবর আসে যে উৎকর একটি ঐতিহাসিক জীবনীর উপর কাজ করছেন, যা শিবাজি সাওয়ান্তের মারাঠি উপন্যাস 'ছাওয়া' অবলম্বনে তৈরি হচ্ছে। ২০২৩ সালের জানুয়ারিতে চিত্রনাট্য সম্পূর্ণ হওয়ার পর এপ্রিলে ছবিটির প্রি-প্রোডাকশন শুরু হয় এবং অক্টোবরে মুখ্য চিত্রগ্রহণ শুরু হয়।\nউৎকর এবং তাঁর দল ১৭তম শতাব্দীর মারাঠা যুগ সম্পর্কে এক বছর ধরে গবেষণা করেন। তাঁরা ছত্রপতি সাম্ভাজি নগর, রত্নগিরি, পুনে, নাসিক ও পাইঠান-এর মতো ঐতিহাসিক স্থান ভ্রমণ করেন। পোশাকের নকশাকার শীতল শর্মা রাশমিকা মন্দান্নার চরিত্র যেশুবাই-এর জন্য অথেন্টিক পাইঠানি শাড়ি সংগ্রহ করেন এবং ৫০০ বছরের পুরোনো সীমানা পুনরুদ্ধার করেন। আসল পাইঠানি ও নারায়ণপেঠ শাড়ি সংগ্রহের জন্য তিনি পাইঠান ও নারায়ণপেঠ ভ্রমণ করেন। এছাড়া অতিরিক্ত গয়না ও আনুষঙ্গিক সামগ্রী কোলহাপুর, সাওয়ান্তওয়াদি ও রত্নগিরি থেকে আনা হয়। সুব্রত চক্রবর্তী ও অমিত রায় ঐতিহাসিক রেফারেন্স থেকে গয়না ও ভগবতী তলোয়ার (ভবানী) পুনর্নির্মাণ করেন, যেখানে লন্ডনের বিভিন্ন জাদুঘরের উপাদান কাজে লাগানো হয়। ভিকি কৌশলের সাম্ভাজির চরিত্র ফুটিয়ে তোলার জন্য ঐতিহাসিক মূর্তি ও ভাস্কর্যের উপর ভিত্তি করে চরিত্রের রূপ নির্ধারণ করা হয়। সংগীত পরিচালনার দায়িত্বে এ. আর. রহমান ছিলেন, যিনি ছবিটির ব্যাকগ্রাউন্ড স্কোরও তৈরি করেছেন। \nছবিটি আনুষ্ঠানিকভাবে ২০২৩ সালের ৩ অক্টোবর  ঘোষণা করা হয়েছিল, যখন ম্যাডক ফিল্মস তাদের আসন্ন প্রেক্ষাগৃহে মুক্তির তালিকা প্রকাশ করে, যার মধ্যে 'ছাভা'- এর মুক্তির তারিখ ছিল।\n\n\n=== কাস্টিং এবং চিত্রগ্রহণ ===\nলক্ষ্মণ উটেকর তাঁর আসন্ন সিনেমা সম্পর্কে জরা হটকে জরা বচকে (২০২৩) শুটিংয়ের সময় ভিকি কৌশলের সাথে আলোচনা করেন। ২০২৩ সালের জানুয়ারীতে উটেকর নিশ্চিত করেন যে কৌশল সাম্বাজির চরিত্রে অভিনয় করবেন, যা জরা হটকে জরা বচকে এর পর তাঁদের দ্বিতীয় সহযোগিতা হয়। কৌশলকে ₹১০ কোটি পারিশ্রমিক দেওয়া হবে বলে জানা গেছে। উটেকর উল্লেখ করেন যে কৌশল চার মাস তলোয়ার যুদ্ধ, ঘোড়ার পিঠে চড়া প্রশিক্ষণ নেবেন এবং শুটিং শুরু হবে যখন তাঁর প্রস্তুতি যথেষ্ট ভালো হবে। আগস্ট ২০২৩-এ, এটি রিপোর্ট করা হয় যে মারাঠি অভিনেতা সান্তোষ জুভেকর সিনেমায় একটি গুরুত্বপূর্ণ চরিত্রে অভিনয় করবেন। তিনি প্রথমে গনোজি শিরকে চরিত্রে কাস্ট হয়েছিলেন, কিন্তু পরে পরিচালক লক্ষ্মণ উটেকর তাঁর অফিসে গিয়ে তাকে রায়াজি মালগে চরিত্রটি অফার করেন। একই মাসে জুভেকর এবং কৌশল মুম্বাই শহরতলীতে ঘোড়ার পিঠে চড়া প্রশিক্ষণ নেন। ট্রেইলার লঞ্চের সময় কৌশল জানান যে তিনি ৬-৭ মাস তলোয়ার, লাঠি এবং ভল্লা যুদ্ধের প্রশিক্ষণ নিয়েছেন। তিনি চরিত্রটির জন্য ২৫ কেজি ওজনও বাড়িয়েছিলেন। রায়গড়ে শুটিংয়ের সময় একটি সেট তৈরি করা হয়েছিল যেখানে চতুর্থ সম্রাট শম্ভাজির সিংহাসনে আরোহণের দৃশ্য ধারণ করা হয়, যেখানে একটি আট কোণী সিংহাসন প্রদর্শিত হয়।\nঅক্টোবর ২০২৩-এ রিপোর্ট করা হয় যে কৌশল সহ-অভিনেত্রী রাশমিকা মন্দান্নার সাথে সিনেমার জন্য তাঁর প্রস্তুতি শুরু করেছেন। মন্দান্না প্রায় ₹৪ কোটি পারিশ্রমিক পায়। একই মাসে, আশুতোষ রানা এবং দেব্য দত্তা সিনেমার কাস্টে যোগ দেন হম্বিররাও মোহিতে এবং সয়ারাবাই চরিত্রে যথাক্রমে। রানা প্রায় ₹৮০ লাখ পারিশ্রমিক পাচ্ছেন। ২০২৪ সালের ডিসেম্বরে দত্তা মিড-ডে’র সাথে একটি সাক্ষাৎকারে তাঁর চরিত্রটি নিয়ে আলোচনা করেন। ২০২৩ সালের ৪ ডিসেম্বর প্রদীপ রাওয়াত সিনেমার কাস্টে যোগ দেন। মন্দান্না তার শুটিং অংশ জানুয়ারি ২০২৪-এ শেষ করেন, আর কৌশল ৯ মার্চ ২০২৪-এ ওয়াইতে শুটিং শুরু করেন এবং ৬ এপ্রিল ২০২৪ পর্যন্ত তা চালিয়ে যান। ২৩ এপ্রিল ২০২৪-এ, সান্তোষ জুভেকর তাঁর অংশ শেষ করেন।\nপ্রথমে প্রোডাকশন প্রক্রিয়ায় টিম অরঙ্গজেবের চরিত্রের জন্য অনিল কাপুরকে প্রস্তাব দিয়েছিল, কিন্তু ২০২৩ সালের অক্টোবরে অক্ষয় খান্না সেই চরিত্রে কাস্ট হন। তিনি প্রায় ₹২ কোটি পারিশ্রমিক পান। ডায়ানা পেন্টি সিনেমায় জিনাত-উন-নিসা বেগম চরিত্রে যোগ দেন। সিনেমার মূল চিত্রগ্রহণ ২০২৪ সালের মে মাসে শেষ হয়। শুরুতে উটেকর মারাঠি অভিনেতা আশোক শিন্ডেকে একটি নেতিবাচক চরিত্রের জন্য প্রস্তাব দিয়েছিলেন, কিন্তু শিন্ডে তার পূর্ববর্তী চুক্তির কারণে প্রস্তাবটি গ্রহণ করেননি, যা তিনি নভেম্বর ২০২৪-এ ইটসমজা এর সাথে একটি সাক্ষাৎকারে প্রকাশ করেছিলেন।\n\n\n=== পোস্ট-প্রোডাকশন ===\n২০২৪ সালের মে মাসে চিত্রগ্রহণ শেষ হওয়ার পর ছবিটি পোস্ট-প্রোডাকশনের কাজ শুরু করা হয়। অ্যাসেম্বলেজ এন্টারটেইনমেন্ট ও রিডিফাইন ভিজ্কথিতক্টসের দায়িত্বে ছিল। অ্যাসেম্বলেজ থেকে গ্যারি ব্রাউন ও সাইমন ফ্রেম এবং রিডিফাইনের সোমেশ সমিত ঘোষ ছবিটির ভিএফএক্স সুপারভাইজার হিসেবে কাজ করেন। ২০২৫ সালের ১১ ফেব্রুয়ারি পিঙ্কভিলা জানায় যে অজয় দেবগন ছবিটির জন্য একটি ভয়েসওভার দিয়েছেন এবং তিনি চূড়ান্ত সপ্তাহে ডাবিং সম্পন্ন করেছেন।\n২০২৫ সালে ১ ফেব্রুয়ারি ছবিটি সেন্ট্রাল বোর্ড অব ফিল্ম সার্টিফিকেশন থেকে U/A 16+ সার্টিফিকেশন পায়, যার দৈর্ঘ্য ১৬১ মিনিট ৫০ সেকেন্ড। তবে সিবিএফসি কিছু পরিবর্তনের নির্দেশ দেয়, যার মধ্যে প্রথমার্ধের কিছু সংলাপ পরিবর্তন এবং মারাঠা যোদ্ধাদের শাড়ি পরিহিত একটি দৃশ্য সম্পূর্ণভাবে অপসারণ অন্তর্ভুক্ত ছিল। এছাড়াও, সিবিএফসি নির্দেশ দেয় যে ছবিটির উৎস বইয়ের উল্লেখসহ একটি অডিও-টেক্সট ডিসক্লেমার যোগ করতে হবে, যা স্পষ্ট করবে যে এই চলচ্চিত্র কারো সম্মানহানি বা ইতিহাস বিকৃত করার উদ্দেশ্যে তৈরি নয়।\n\n\n== সঙ্গীত ==\n\nছবিটির সংগীত পরিচালনা করেছেন এ. আর. রহমান এবং গানগুলোর কথা লিখেছেন ইরশাদ কামিল ও ক্ষিতিজ পাতবর্ধন। ২০২৫ সালের  ৩১ জানুয়ারি প্রথম গান \"জানে তু\" মুক্তি পায় এবং ৬ ফেব্রুয়ারি দ্বিতীয় গান \"আয়া রে তুফান\" প্রকাশিত হয়। ২০২৫ সালের ১৩ ফেব্রুয়ারি পুরো অ্যালবামের আনুষ্ঠানিক প্রকাশনা অনুষ্ঠান অনুষ্ঠিত হয়।\n\n\n== মুক্তি ==\nপ্রথমে ৬ ডিসেম্বর ২০২৪-এ মুক্তির কথা থাকলেও, পরে ছবিটির মুক্তি তারিখ পিছিয়ে ১৪ ফেব্রুয়ারি ২০২৫ করা হয়। ছবিটি একযোগে রাশিয়াতেও মুক্তি পায়। তবে মহারাষ্ট্রের কিছু রাজনৈতিক ব্যক্তিত্বের আপত্তির কারণে ছত্রপতি সাম্ভাজি ও তাঁর স্ত্রী লেজিম নৃত্য কারার দৃশ্যটি পরিচালক উৎকর সিদ্ধান্ত নিয়ে মুছে ফেলেন। এছাড়া মধ্যপ্রদেশ ও গোয়ায় ছবিটিকে করমুক্ত ঘোষণা করা হয়েছে।\n\n\n== অভ্যর্থনা ==\n\n\n=== সমালোচনামূলক প্রতিক্রিয়া ===\nরেডিফ থেকে প্রসন্ন জোরে সিনেমাটিকে ৫ এর মধ্যে ৪ তারকায় রেট করেছেন, লিখেছেন, \"ছাবা তার ইতিহাসগতভাবে আধিপত্যপূর্ণ সিনেমার জন্য ২ তারকা পাওয়ার যোগ্য, কিন্তু এটি ছত্রপতি শম্ভাজি মহারাজের উপর সিনেমা বানানোর চেষ্টার জন্য ৪ তারকা প্রাপ্য।\" জি নিউজ ৫ এর মধ্যে ৪ তারকা দিয়েছে এবং লিখেছে, \"ছাবা শুধু একটি অ্যাকশন-প্যাকড যুগের নাটক নয়; এটি একটি সিনেমা যা তার ইতিহাসগত গুরুত্ব বজায় রেখে তার আবেগী মূল সত্তা ধারণ করে।\" দ্য উইক এর পুজা বিরাইয়া জয়সওয়াল ৫ এর মধ্যে ৩.৫ তারকা দিয়েছেন এবং লিখেছেন, \"সিনেমাটি রাজত্ব এবং মহিমা, উত্তেজনাপূর্ণ অ্যাকশন সিকোয়েন্স এবং শক্তিশালী সংলাপগুলি প্রদর্শন করে, কিন্তু মজার বিষয় হলো, এটি এসব এবং আরো কিছু করে, অথচ প্লট এবং গল্পের দিকে নজর রেখে, যা সুন্দরভাবে সব দৃশ্যে প্রবাহিত হয়।\"\nনিউজ১৮ থেকে নিশাদ থাইভালাপ্পিল সিনেমাটিকে ৫ এর মধ্যে ৩.৫ তারকা দিয়েছেন এবং পর্যালোচক বিকি কৌশলের ছত্রপতি শম্ভাজি মহারাজের অসাধারণ অভিনয়ের প্রশংসা করেছেন এবং সিনেমাটি তার উত্তরাধিকার সঠিকভাবে তুলে ধরার জন্য প্রশংসা করেছেন। টাইমস নাউ থেকে কুসুমিকা দাস ৫ এর মধ্যে ৩.৫ তারকা দিয়েছেন এবং লিখেছেন, \"যদিও উটেকরের কাহিনী বলা আরও টাইট হতে পারত, তার প্রচেষ্টা প্রশংসনীয়। সবচেয়ে উল্লেখযোগ্য, ছাওয়া একটি ঐতিহাসিক কাহিনীতে বিকি কৌশলকে এক দৃঢ়, অনমনীয় চরিত্রে তুলে ধরে।\" দ্য টাইমস অব ইন্ডিয়া থেকে রেণুকা ব্যাভাহারে ৫ এর মধ্যে ৩.৫ তারকা দিয়েছেন এবং লিখেছেন, \"ছাওয়া তার উত্তেজনাপূর্ণ দ্বিতীয় অর্ধাংশ এবং চমৎকার চূড়ান্ত দৃশ্যে উৎকর্ষতা প্রদর্শন করে।\" ফিল্মফেয়ার থেকে দেবেশ শর্মা, ৫ এর মধ্যে ৩.৫ তারকা দিয়েছেন এবং উল্লেখ করেছেন যে ছাওয়া একটি উচ্চ-তীব্রতার অ্যাকশন ফিল্ম হিসেবে সফল, যা বিকি কৌশলের শক্তিশালী পারফরম্যান্স দ্বারা ভিত্তি তৈরি করেছে। তবে, তিনি উল্লেখ করেছেন যে সিনেমাটি শম্ভাজির চরিত্রের জটিলতাগুলিতে পুরোপুরি প্রবেশ করেনি, ফলে তার বহুমুখী উত্তরাধিকার অনেকটাই অঅনুসন্ধানিত থেকে গেছে।\n\n\n=== বক্স অফিস ===\nছাবা একটি শক্তিশালী উদ্বোধনী দিন উপভোগ করে, বিশেষ করে মহারাষ্ট্র রাজ্যে, ভারতব্যাপী ₹৩৩.১০ কোটি (৩.৮ মিলিয়ন ডলার) আয় করে। সিনেমাটি তার উদ্বোধনী সপ্তাহান্তে বিশ্বব্যাপী ₹১৫৭ কোটি (১৮ মিলিয়ন ডলার) আয় করেছে, যা লক্ষ্মণ উটেকরের সর্বোচ্চ আয় করা সিনেমা হিসেবে পরিণত হয়, পূর্ববর্তী সিনেমা লুকা ছুপি এর ₹১২৮.৬ কোটি (১৫ মিলিয়ন ডলার) আয় অতিক্রম করে। ১৯ ফেব্রুয়ারি ২০২৫-এ, সিনেমাটি ₹৩৩ কোটি (৩.৮ মিলিয়ন ডলার) আয় করে এবং হিন্দি সিনেমার সবচেয়ে দ্রুত ₹২০০ কোটি ক্লাবে প্রবেশ করা নবম সিনেমা হয়ে ওঠে, পাশাপাশি প্রথম বুধবারে সর্বোচ্চ আয়ের রেকর্ডও স্থাপন করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে ছাবা   (ইংরেজি)\nবলিউড হাঙ্গামায় ছাবা (ইংরেজি)"}