{"pageid": 1498282, "title": "আট খুন", "url": "https://bn.wikipedia.org/wiki?curid=1498282", "content": "আট খুন বলতে ২০০০ সালের ১২ জুলাই বাংলাদেশ ইসলামী ছাত্রশিবির কর্তৃক সংগঠিত ব্রাশ ফায়ারের মাধ্যমে আট ব্যক্তি হত্যাকে বোঝানো হয়। এই হত্যাকাণ্ডের দিন ঘটনাস্থলে ৬ জন ছাত্রলীগ নেতা ও ১ জন মাইক্রোবাস ড্রাইভার নিহত ও ১ জন টেক্সি চালক আহত হন। আহত ১ জন হাসপাতালে চিকিৎসাধীন অবস্থায় মৃত্যুবরণ করেন। \n\n\n== পটভূমি ==\nইসলামী ছাত্র শিবির চট্টগ্রাম কলেজের ছাত্রাবাস হতে চট্টগ্রামে তাদের দলীয় রাজনীতি নিয়ন্ত্রন করত। ধারণা করা হয় একটি দলীয় সমাবেশে অংশ নিতে যাওয়ার পথে উল্লেখিত ছাত্রলীগ নেতাদের বহনকারী গাড়িতে আক্রমণ করে হত্যা করার পরিকল্পনা এই কলেজের একটি ছাত্রাবাস সোহরাওয়ার্দি হল হতে করা হয়।  মূলত চট্টগ্রাম কমার্শিয়াল ইনস্টিটিউটের নবনির্মিত ক্যাম্পাস নিয়ন্ত্রনকে কেন্দ্র করে এই ঘটনা ঘটানো হয়। \n\n\n== ঘটনা ==\n১২ জুলাই ২০০০ সালে সকালে, ছাত্রশিবিরের কর্মীরা চট্টগ্রামের বহদ্দারহাটে বাংলাদেশ ছাত্রলীগ কর্মীদের বহনকারী একটি মাইক্রোবাসে গুলি চালায়।  তারা মাইক্রোবাসে থাকা ৬ জন ছাত্রলীগ কর্মী ও তাদের বহনকারী ড্রাইভারকে ঘটনাস্থলেই হত্যা করে। এসময় পাশের একটি টেক্সি চালক আহত হয়, যিনি হাসপাতালে চিকিৎসাধীন অবস্থায় মারা যান। \n\n\n== বিচার ==\nএই ঘটনায় বাংলাদেশ পুলিশের অপরাধ তদন্ত বিভাগের সহকারী পুলিশ সুপার আব্দুল কাদের খান বাংলাদেশ ইসলামী ছাত্র শিবিরের ২২ জন নেতাকর্মীকে চিহ্নিত করে ১৭ জানুয়ারি ২০০১ সালে হত্যার অভিযোগ দায়ের করেন। \n২০০৮ সালের মার্চ মাসে চট্টগ্রামের দ্বিতীয় অতিরিক্ত মহানগর দায়রা জজ একরামুল হক চৌধুরীর আদালত চারজনকে মৃত্যুদণ্ড ও তিনজনকে যাবজ্জীবন কারাদণ্ড দেন, যারা সকলেই ইসলামী ছাত্রশিবিরের কর্মী ছিলেন। \n২০১৪ সালের এপ্রিল মাসে, মামলার সকল আসামিকে আপিলের পর হাইকোর্ট বিভাগের বিচারপতি মোঃ আব্দুল হাই এবং কৃষ্ণা দেবনাথ প্রত্যক্ষদর্শীর অভাবে খালাস দেন। \nইসলামী ছাত্রশিবিরের ক্যাডার গিট্টু নাসির, যিনি গোপাল কৃষ্ণ মুহুরী হত্যার সাথেও জড়িত বলে ধারণা করা হয়, তাকে ২০০৫ সালের ফেব্রুয়ারি মাসে আটক করা  পরের মাসে র‌্যাপিড অ্যাকশন ব্যাটালিয়নের ক্রসফায়ারে তিনি নিহত হন।  এটি সেই সময়, যখন চট্টগ্রামে র‌্যাপিড অ্যাকশন ব্যাটালিয়নের হাতে ক্রসফায়ারের ঘটনায় অনেক অপরাধী নিহত হচ্ছিল।  গিট্টু নাসির শিবির নাসিরের একজন অনুসারী ছিলেন, যিনি শেখ হাসিনার পদত্যাগের পর আগস্ট ২০২৪ সালে কারাগার থেকে মুক্তি পান। \n\n\n== তথ্যসূত্র =="}