{"pageid": 1498268, "title": "স্বাধীন পছন্দ অনুমান", "url": "https://bn.wikipedia.org/wiki?curid=1498268", "content": "ফ্রি চয়েস বা স্বাধীনভাবে নির্বাচন হলো প্রাকৃতিক ভাষায় একটি ঘটনা যেখানে একটি ভাষাগত বিচ্ছেদ একটি যুক্তিসঙ্গত সংযোজক ব্যাখ্যা গ্রহণ করে যখন এটি একটি মোডাল অপারেটরের সাথে মিথস্ক্রিয়া করে। উদাহরণস্বরূপ, নিম্নলিখিত বাক্যগুলি ব্যাখ্যা করা যেতে পারে যে প্রাপকের ইচ্ছার উপর নির্ভর করে তারা একটি সিনেমা দেখতে পারে এবং তারা ভিডিও গেম খেলতেও পারে:\n\nতুমি একটি সিনেমা দেখতে পারো অথবা ভিডিও গেম খেলতে পারো।\nতুমি একটি সিনেমা দেখতে পারো অথবা তুমি ভিডিও গেম খেলতে পারো।\nফ্রি চয়েস ইনফারেন্সগুলি আনুষ্ঠানিক শাব্দার্থবিদ্যা এবং দার্শনিক যুক্তি তে গবেষণার একটি প্রধান বিষয় কারণ তারা বৈধ নয় মোডাল লজিকের ক্লাসিক্যাল সিস্টেমগুলিতে। যদি তারা বৈধ হয়, তবে প্রাকৃতিক ভাষার শাব্দার্থ বৈধ করবে ফ্রি চয়েস প্রিন্সিপল।\n\nফ্রি চয়েস প্রিন্সিপল: \n  \n    \n      \n        ◊\n        (\n        P\n        ∨\n        Q\n        )\n        →\n        (\n        ◊\n        P\n        ∧\n        ◊\n        Q\n        )\n      \n    \n    {\\displaystyle \\Diamond (P\\lor Q)\\rightarrow (\\Diamond P\\land \\Diamond Q)}\n  \n\nউপরের এই প্রতীকী যুক্তি সূত্রটি ক্লাসিক্যাল মোডাল লজিকে বৈধ নয়: স্ট্যান্ডার্ড মোডাল লজিকগুলিতে একটি স্বতঃসিদ্ধ হিসাবে এই নীতিটি যোগ করা \n  \n    \n      \n        ◊\n        Q\n      \n    \n    {\\displaystyle \\Diamond Q}\n  \n কে \n  \n    \n      \n        ◊\n        P\n      \n    \n    {\\displaystyle \\Diamond P}\n  \n থেকে উপসংহার করতে অনুমতি দেবে, যেকোন \n  \n    \n      \n        P\n      \n    \n    {\\displaystyle P}\n  \n এবং \n  \n    \n      \n        Q\n      \n    \n    {\\displaystyle Q}\n  \n এর জন্য। এই পর্যবেক্ষণটি পরিচিত হয় ফ্রি চয়েস প্যারাডক্স নামে। এই প্যারাডক্স সমাধান করতে, কিছু গবেষকরা ডাইনামিক শাব্দার্থবিদ্যা, লিনিয়ার লজিক, বিকল্প শাব্দার্থবিদ্যা, এবং অন্বেষণাত্মক শাব্দার্থবিদ্যা এর মতো অ-ক্লাসিক্যাল ফ্রেমওয়ার্কের মধ্যে ফ্রি চয়েসের বিশ্লেষণ প্রস্তাব করেছেন। অন্যরা স্কেলার ইনফারেন্স হিসাবে ফ্রি চয়েস ইনফারেন্সগুলি নিরূপণের উপায় প্রস্তাব করেছেন যা ক্লাসিক্যাল লেক্সিক্যাল এন্ট্রি ভিত্তিতে বিচ্ছেদ এবং মোডালিটি এর জন্য উদ্ভূত হয়।\nস্বাধীন পছন্দের উপসংহারগুলি সবচেয়ে বেশি অধ্যয়ন করা হয় ডিওন্টিক মোডালস এর জন্য, তবে অন্যান্য মোডালিটির স্বাদগুলির পাশাপাশি আদেশগুলি, শর্তযুক্ত বাক্য এবং অন্যান্য ধরণের অপারেটরগুলির সাথেও উদ্ভূত হয়। অনির্দিষ্ট বিশেষ্য শব্দগুচ্ছগুলি একটি অনুরূপ উপসংহার উদ্রেক করে যা \"স্বাধীন পছন্দ\" হিসাবেও উল্লেখ করা হয় যদিও গবেষকরা একমত নন যে এটি বিচ্ছিন্ন স্বাধীন পছন্দের সাথে একটি প্রাকৃতিক শ্রেণি গঠন করে কিনা।\n\n\n== এছাড়াও দেখুন ==\nডিওন্টিক লজিক\nবিচ্ছেদ\nহান্স ক্যাম্প\nমোডাল লজিক\nরসের প্যারাডক্স\nবিচ্ছিন্ন পূর্ববর্তীগুলির সরলীকরণ\nস্লুইসিং\n\n\n== টীকা =="}