{"pageid": 1498749, "title": "নিবেদন", "url": "https://bn.wikipedia.org/wiki?curid=1498749", "content": "নিবেদন হলো বিশেষ বা ঊর্ধ্বতন ব্যক্তিদের সমর্থন করা, বৈধ প্রভাবের নিকট উপস্থাপক শর্ত। নিবেদন বলতে বোঝায় সম্মান বা শ্রদ্ধার বশবর্তী হয়ে স্বীকৃত উর্ধ্বতনের রায়ের কাছে আত্মসমর্পণ করা বা জমা দেওয়া। রাজনৈতিক বিজ্ঞানী, সমাজবিজ্ঞানী ও মনোবিজ্ঞানীদের দ্বারা নিবেদন ব্যাপকভাবে অধ্যয়ন করা হয়েছে।\n\n\n== রাজনীতি ==\nস্মোলেনস্কি (২০০৫) ঔপনিবেশিক পেনসিলভানিয়ায় সম্মান পরীক্ষা করে, রাজনৈতিক কর্তৃত্বের দাবিগুলি কীভাবে করা হয়েছিল, ন্যায্য ও গৃহীত বা প্রত্যাখ্যান করা হয়েছিল। তিনি \"ঔপনিবেশিক বক্তৃতা অর্থনীতি\" এর উপর ফোকাস করেন, অর্থাৎ, অন্তর্নিহিত নিয়ম যা নির্ধারণ করে যে কাকে এবং কোন পরিস্থিতিতে কাকে সম্বোধন করার অনুমতি দেওয়া হয়েছিল, এবং বর্ণনা করেছেন যে কীভাবে ১৬৯১ থেকে ১৭৬৪ সাল পর্যন্ত প্রদেশে সম্মানকে অনুপ্রাণিত করে সেই গুণাবলী পরিবর্তিত হয়েছিল। কোয়েকার অভিজাতরা প্রাথমিকভাবে রাজনৈতিক নেতৃত্বের উপর একচেটিয়া আধিপত্য প্রতিষ্ঠা করেছিল যা তারা বিশ্বাস করেছিল যে তারা তাদের ধর্মীয় ও সামাজিক শ্রেণিতে ভিত্তি করে তাদের অন্তর্নিহিত নাগরিক গুণ। ১৭৬০ সাল নাগাদ, এই দৃষ্টিভঙ্গিটি বদনাম করা হয়েছিল ও সর্বসম্মতভাবে প্রতিস্থাপিত হয়েছিল যে নাগরিক গুণ অর্জিত ছিল, অন্তর্নিহিত, বৈশিষ্ট্য নয় এবং এটি উপযুক্ত পুরুষত্বের প্রদর্শন এবং পুরুষদের বীরত্বের দ্বারা প্রদর্শিত হওয়া উচিত যারা অস্ত্র নিতে ইচ্ছুক। উপনিবেশের সাধারণ প্রতিরক্ষা। আরও, পেনসিলভেনিয়ানরা বিশ্বাস করেছিল যে সমস্ত শ্বেতাঙ্গ পুরুষ, শুধু ধনী সম্পত্তির মালিক নয়, রাজনৈতিক কণ্ঠস্বর অর্জনে সমানভাবে সক্ষম। মার্শাল পুরুষত্ব, তাই, আদর্শ নাগরিকের সংজ্ঞায়িত বৈশিষ্ট্য হয়ে ওঠে এবং ব্যক্তিরা জনস্বার্থের প্রতিনিধিত্ব করার তাদের অধিকারকে ন্যায্যতা দেওয়ার উপায়ে উল্লেখযোগ্য পরিবর্তন চিহ্নিত করে।\n\n\n== সমাজতত্ত্ব ==\nএর্ভিং গফম্যান, তার রচিত ১৯৬৭ সালের প্রবন্ধ \"The Nature of Deference and Demeanor\"-এ সম্মান ও আচরণের মধ্যে সম্পর্ক অন্বেষণ করেছেন।  গফম্যানের মতে, মন্দ আচার-আচরণ সম্পন্ন ব্যক্তিকে সমাজের দ্বারা নিম্ন মর্যাদায় রাখা হবে, অন্যদিকে ভাল আচরণের সাথে কোন ব্যক্তির জন্য বিপরীতটি সত্য: সমাজ তাদের উচ্চ মর্যাদায় রাখবে। এই পরিস্থিতির উদাহরণ দেখা যায় যেভাবে কোন ব্যক্তি সামাজিক পরিবেশে কাজ করে। যেমন কোন ব্যক্তি রেস্টুরেন্টে কোন নারীর জন্য চেয়ার টানছেন। স্পেকট্রামের অন্য প্রান্তে, কোন ব্যক্তি অভিনব ডিনার পার্টিতে যাওয়ার আগে স্নান করছেন না। দৃষ্টান্তগুলি উপস্থাপনামূলক সম্মান হিসাবে সংজ্ঞায়িত করা যেতে পারে। আচরণ শুধুমাত্র কোন ব্যক্তির ক্রিয়াকলাপের মধ্যেই সীমাবদ্ধ থাকে না, তবে কোন ব্যক্তির চেহারাও। কোন ব্যক্তি ভাল চেহারা বা ভাল আচরণের মাধ্যমে সামাজিক গোষ্ঠীর কাছে নিজেকে অফার করে। যখন কোন ব্যক্তির ভাল আচরণের চেহারা থাকে তখন এটি মানুষের মধ্যে মিথস্ক্রিয়া সহজ করে তোলে। কোনো ব্যক্তিকে কোনো গোষ্ঠীতে সামাজিকভাবে গৃহীত করার পর, এটা আশা করা যায় যে তারা মিথস্ক্রিয়ামূলক নিয়ম মেনে চলবে। সেই নিয়মগুলো মেনে চলার মাধ্যমে মানুষ সম্মান পায়।\n\n\n== মনস্তত্ত্ব ==\nকোন ব্যক্তির সহজাত ব্যক্তিত্বের ধরন অথবা কোন ব্যক্তির অভিজ্ঞতা ও সর্তকরণের ফলাফল দ্বারা সম্পর্কের প্রতি শ্রদ্ধা কতটা নির্ধারণ করা হয় তা নিয়ে মনোবিজ্ঞানীদের মধ্যে বিতর্ক চলছে। আন্তঃব্যক্তিক সম্পর্কের ক্ষেত্রে, কোন অংশীদার নিজেকে অন্য অংশীদারের সাথে মানানসই করতে বা নিজেকে গ্রহণযোগ্য করে তোলার জন্য বশ্য ভূমিকা গ্রহণ করতে পারে, যা সম্পর্কের সৌম্য দিক হতে পারে। অন্যদিকে, এটি আন্তঃব্যক্তিক সমস্যার ইঙ্গিত হতে পারে, যেমন সঙ্গীর অপব্যবহারের। যদি একজন বা উভয় ব্যক্তি দীর্ঘস্থায়ী, ব্যাপক মানসিক যন্ত্রণার সম্মুখীন হয় তবে যৌন অংশীদার বা ব্যক্তিদের মনস্তাত্ত্বিক মূল্যায়নের প্রয়োজন হতে পারে।\nআন্তঃব্যক্তিক সম্পর্কের ক্ষেত্রে, কিছু লোক যৌন ক্রিয়াকলাপ বা ব্যক্তিগত বিষয়ে বশ্যতামূলক ভূমিকা পছন্দ করে বা গ্রহণ করতে ইচ্ছুক। জমা দেওয়ার স্তর ও ধরন ব্যক্তি থেকে ব্যক্তিতে এবং এক প্রসঙ্গ থেকে অন্য ক্ষেত্রে পরিবর্তিত হতে পারে; এবং অন্যান্য অংশীদার সেই পরিস্থিতিতে নিয়ন্ত্রণ নিতে ইচ্ছুক তার উপরও নির্ভরশীল। কিছু লোক অন্যথায় প্রচলিত যৌনজীবনে মাঝে মাঝে জমা দেওয়ার কাজগুলিকে অন্তর্ভুক্ত করতে পারে, অথবা বশ্যতামূলক জীবনধারা গ্রহণ করতে পারে।\n\n\n== জীবতত্ত্ব ==\nআত্মসমর্পণও প্রাণীজগতে সাধারণ আচরণ, যার ব্যাপকতা পুরো মেরুদণ্ডী-অমেরুদণ্ডী স্বরগ্রামে বিস্তৃত। জমা দেওয়ার চিহ্নগুলি হয় বিপজ্জনক যুদ্ধের পূর্বপ্রস্তুতি করতে বা আধিপত্য শ্রেণিবিন্যাস প্রতিষ্ঠা করতে ব্যবহার করা হয়। প্রতিপক্ষকে সন্তুষ্ট করার জন্য বা তার কর্তৃত্বের প্রতি অনুগত হওয়ার জন্য ব্যবহৃত আচরণগুলি স্টিরিওটাইপড প্রকৃতির হয় (যেমন, মাথা নত করা, কুঁচকে যাওয়া, প্রণাম করা, পায়ের মধ্যে লেজ রাখা, পিঠে শুয়ে থাকা, সাজসজ্জা করা) কিন্তু কখনও কখনও বিস্তৃত আকারে বিকশিত হতে পারে আচার অনুষ্ঠান (যেমন, খাবারবশীভূত প্রাণীর দ্বারা প্রার্থনা, প্রভাবশালী দ্বারা খাদ্যের পুনর্গঠন ও বশ্যতার দ্বারা পুনর্গঠিত খাদ্য গ্রহণ)। এটি কিছু গবেষকদের দ্বারা বিশ্বাস করা হয় যে এই আচরণগুলি পালনকারী সহজাত যন্ত্রের অংশ যা শিকারী আক্রমণকে এড়াতে বা প্রতিরোধ করার জন্য ব্যবহৃত হয় যেখানে একই ধরনের আচরণ দেখা যায় (যেমন, কুঁচকে থাকা, প্রণাম করা, পিঠে শুয়ে থাকা)। অন্যান্য গবেষকরা অনুমান করেছেন যে কোন কাজগুলি, যদি থাকে তবে এই আচরণগুলি আধুনিক মানুষের মধ্যে কাজ করতে পারে এবং বিভিন্ন সম্ভাবনা নিয়ে আসতে পারে (বেশিরভাগই বিবর্তনীয় দৃষ্টিকোণ থেকে); যে তারা পিতামাতা-সন্তানের সংযুক্তি ও জোড়া বন্ধন গঠনে সহায়তা করে, যে তারা মনের তত্ত্বের বিকাশকে উন্নীত করে, যে তারা ভাষার উদ্ভবে ভূমিকা রাখে, এবং তারা মানুষের উচ্চ সহযোগিতামূলক ও যোগাযোগ ক্ষমতা পিছনে রাখা হতে পারে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nFoley, Deference and the Presumption of Constitutionality (Dublin: IPA, 2008)\nZuckerman, Michael. \"Endangered Deference, Imperiled Patriarchy,\" Early American Studies, An Interdisciplinary Journal, Fall 2005, Vol. 3 Issue 2, pp 232–252; in colonial Virginia\nSoper, Philip. 2002. The Ethics of Deference. United Kingdom: University Press, Cambridge. আইএসবিএন ০-৫২১-৮১০৪৭-৭\nTelles, Joel. 1980. The Social Nature of Demeanor. Charlottesville, Virginia: University of Virginia, Cabell Hall."}