{"pageid": 1498574, "title": "তে'আমিম", "url": "https://bn.wikipedia.org/wiki?curid=1498574", "content": "তে'আমিম বা হিব্রু ক্যান্টিলেশন হলো সিনাগগের সেবায় হিব্রু বাইবেল থেকে আচার পাঠ করার পদ্ধতি। অক্ষর ও স্বরবিন্দুর পরিপূরক করার জন্য বাইবেলের ইহুদি ব্যাকরণে মুদ্রিত বিশেষ চিহ্ন বা চিহ্ন অনুসারে মন্ত্রগুলি রচনা ও উল্লেখ করা হয়।\nতে'আমিম এর সাথে যুক্ত বাদ্যযন্ত্রের উপাদানগুলি হিব্রু ভাষায় নিগ্গুন বা নেগিনোত এবং য়িদ্দিশ ভাষায়  ট্রোপ হিসাবে পরিচিত। এগুলির মধ্যে কিছু কিছু মাঝে মাঝে মিশনাহ্ এর মধ্যযুগীয় পাণ্ডুলিপিতেও ব্যবহৃত হত। এর একাধিক ঐতিহ্য রয়েছে। প্রতিটি ঐতিহ্যের মধ্যে, একাধিক ট্রোপ রয়েছে, সাধারণত বাইবেলের বিভিন্ন পুস্তক ও অনুষ্ঠানের জন্য। যেমন, রোশ হশানাহ্ এবং ইয়োম কিপ্পুরে তোরাহ পাঠে সাধারণ শব্বতের একই পাঠের চেয়ে বিভিন্ন মন্ত্র ব্যবহার করা হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nGesenius' Hebrew Grammar, §15\nDotan, Aaron, সম্পাদক (১৯৭৯) [1963], Sefer diqduqe ha-te'amim le-rabbi Aharon Ben-Moshe Ben-Asher, Jerusalem: Hebrew University উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) , earlier edition Leipzig, Hebrew books.org উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nha-Naqdan, Moshe (১৮২২) [1847], Darche ha-Niqqud ve-ha-neginot, Hanover: Hebrew books.org উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) , earlier edition Vilna উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nbar Kalonymus, Yosef (১৮৮৬) [1485],  Berliner, A, সম্পাদক, Ta'ame eme\"t baḥaruzim (হিব্রু and জার্মান ভাষায়), Berlin: Hebrew books.org উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) , a medieval poem setting out the rules for the three poetical books; original in * Maḥzor of Casal Maggiore উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nben Bil'am, Judah (১৮৫৯) [1556], Sha'ar ta'ame sheloshah sifre eme\"t, Amsterdam: Hebrew books.org উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) , original from Paris.\nBreuer, Mordechai (১৯৮১), Ta'amei hammiqra be-21 sefarim uvesifrei emet (হিব্রু ভাষায়), Jerusalem উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nHeidenheim, Wolf (১৮০৮), Sefer Mishpete ha-Ta'amim (হিব্রু ভাষায়), Rödelheim: Hebrew books.org উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nWickes, William (১৮৮৭), A Treatise on the Accentuation of the Twenty-One so-called Prose Books of the Old Testament, Oxford: Clarendon Press, hdl:2027/mdp.39015012205574 , আইএসবিএন 9780790527574 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nGinsburg, Christian David (১৮৯৭), Introduction to the Massoretico-Critical Edition of the Hebrew Bible, Trinitarian Bible Society উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nKahle, Paul E (১৯৬৬) [1913], Masoreten des Ostens: Die Altesten Punktierten Handschriften des Alten Testaments und der Targume উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nPark, Sung Jin (২০২০), The Fundamentals of Hebrew Accents: Divisions and Exegetical Roles beyond Syntax, Cambridge: Cambridge University Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nPark, Sung Jin (২০১৪)। \"\"Pointing to the Accents\": The Functional Development of the Masoretic Accents in the Hebrew Bible\"। Hebrew Studies। 55: 73–88। এসটুসিআইডি 170240065। ডিওআই:10.1353/hbr.2014.0022। \nPark, Sung Jin (২০১৩)। \"Application of the Tiberian Accentuation System for Colometry of Biblical Hebrew Poetry\"। Journal of Northwest Semitic Languages। 39 (2): 113–127। \nPrice, James (১৯৯০), The Syntax of Masoretic Accents in the Hebrew Bible, E. Mellen Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nTrompelt, Kevin (২০২২)। \"Die exegetische Bedeutung der masoretischen Akzenten\"। Trumah: Zeitschrift der Hochschule für Jüdische Studien Heidelberg। 25: 115–137।  Trompelt, Kevin (২০২২), \"Winter Verlag\", Trumah, 25 (25): 115–137 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nYeivin, Israel (১৯৮০), Introduction to the Tiberian Masorah, trans. EJ Revell, Scholars Press, আইএসবিএন 0-89130-373-1 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) ., 1985\nYeivin, Israel (১৯৮৫), The Hebrew Language Tradition as Reflected in the Babylonian Vocalization উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\n\"Jewish Music\", Grove Dictionary of Music উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nIdelsohn, Abraham Zevi (১৯১৭), Phonographierte Gesänge und Aussprachsproben des Hebräischen der jemenitischen, persischen und syrischen Juden, Vienna উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nHebrew, জুলাই ১৯, ২০১১ তারিখে মূল থেকে আর্কাইভ করা উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nNeeman, JL (১৯৫৫), The Tunes of the Bible – Musical Principles of the Biblical Accentuation (হিব্রু ভাষায়), Tel Aviv উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nBinder, AW (১৯৫৯), Biblical Chant, New York উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nJacobson, Joshua (২০০২), Chanting the Hebrew Bible: The Art of Cantillation উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nPortnoy, Marshall; Wolff, Josée (২০০৮) [2000], The Art of Torah Cantillation – A Step-by-step Guide to Chanting Torah (2nd সংস্করণ), URJ, আইএসবিএন 978-0-8074-0734-9, জুন ৫, ২০১২ তারিখে মূল থেকে আর্কাইভ করা উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) , with CD.\nKohn, S, Learn to Lein: A Step-by-Step Tutorial Program for Developing Requisite Torah-Reading Skills, আইএসবিএন 1-58330-913-6 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nRidler, Vivian, সম্পাদক (১৯৬৫) [5725], Book of Prayer of the Spanish and Portuguese Jews' Congregation, London, 1, Oxford: Oxford Univ. Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)  (since reprinted): the parashah and haftarah melodies are set out at the end of the volume.\nSharvit, Uri (১৯৮২), The Musical Realization of Biblical Cantillation Symbols in the Jewish Yemenite Tradition (Yuval: Studies of the Jewish Music Research Centre) (4), পৃষ্ঠা 179–210 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nAlvarez-Pereyre, Frank (১৯৯০), La Transmission Orale de la Mishnah. Une méthode d'analyse appliquée à la tradition d'Alep (ফরাসি ভাষায়), Jerusalem উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nRodrigues Pereira, Martin (১৯৯৪), Hochmat Shelomoh (Wisdom of Solomon): Torah Cantillations according to the Spanish and Portuguese Custom, New York, আইএসবিএন 0-933676-37-9 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nTunkel, Victor (২০০৪), The Music of the Hebrew Bible – The Western Ashkenazi Tradition, Tymsder Publ., আইএসবিএন 978-0-9531104-8-3 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nSmith, Chani (২০০৪), Learn to Leyn, The Cantillation of the Hebrew Bible, London উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link)  (with CD: western Ashkenazic melody).\nThe Western Ashkenazi melody is also set out in the Hertz, Chumash উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\n\n\n== বহিঃসংযোগ ==\n\nHebrew Cantillation Marks And Their Encoding: gives full tables with the Unicode equivalent for each cantillation mark\nMechon Mamre has the full text of the Tanakh with cantillation marks in Unicode here (which may be downloaded for free).\nWestern Ashkenazi Torah mode, notated by Salomon Sulzer\nTorah Cantillation Analytics  A guide to the exegesis of Torah Oral Law, by Zalman Z. Fisher\nHebrew (currently lists thousands of recordings of aliyot, haftarot, and megillot)\nEnglish"}