{"pageid": 1498299, "title": "২০২৫ উত্তর ভারত মহাসাগর ঘূর্ণিঝড় মৌসুম", "url": "https://bn.wikipedia.org/wiki?curid=1498299", "content": "২০২৫ সালে উত্তর ভারত মহাসাগরের ঘূর্ণিঝড় ঋতু গ্রীষ্মমণ্ডলীয় ঘূর্ণিঝড় গঠনের বার্ষিক চক্রের একটি চলমান ঘটনা। উত্তর ভারত মহাসাগরের ঘূর্ণিঝড় ঋতুর কোন সরকারী সীমানা নেই, তবে ঘূর্ণিঝড় এপ্রিল থেকে ডিসেম্বরের মধ্যে তৈরি হয়, মে থেকে নভেম্বরের মধ্যে সর্বোচ্চ। এই তারিখগুলি প্রথাগতভাবে প্রতি বছরের সময়সীমাকে সীমাবদ্ধ করে যখন বেশিরভাগ গ্রীষ্মমণ্ডলীয় ঘূর্ণিঝড় উত্তর ভারত মহাসাগরে তৈরি হয়।\nএই নিবন্ধের পরিধি উত্তর গোলার্ধে, আফ্রিকার হর্নের পূর্বে এবং মালয় উপদ্বীপের পশ্চিমে ভারত মহাসাগরের মধ্যে সীমাবদ্ধ। উত্তর ভারত মহাসাগরে দুটি প্রধান সমুদ্র রয়েছে — ভারতীয় উপমহাদেশের পশ্চিমে আরব সাগর, ভারতের আবহাওয়া বিভাগ (IMD) দ্বারা সংক্ষেপে এআরবি; এবং পূর্বে বঙ্গোপসাগর, আইএমডি দ্বারা সংক্ষেপে বিওবি।\nএই অববাহিকায় অফিসিয়াল আঞ্চলিক বিশেষায়িত আবহাওয়া কেন্দ্র হল ইন্ডিয়া মেটিওরোলজিক্যাল ডিপার্টমেন্ট (আইএমডি), যখন জয়েন্ট টাইফুন সতর্কীকরণ কেন্দ্র আগ্রহের জন্য অনানুষ্ঠানিক পরামর্শ প্রকাশ করে। এই অববাহিকায় প্রতি মৌসুমে গড়ে তিন থেকে চারটি ঘূর্ণিঝড় সৃষ্টি হয়।\n\n\n== মৌসুম সারসংক্ষেপ ==\n\n\n== পদ্ধতি ==\n\n\n== ঘূর্ণিঝড়ের নাম ==\nএই অববাহিকার মধ্যে গ্রীষ্মমণ্ডলীয় ঘূর্ণিঝড়কে একটি নাম দেওয়া হয় যখন এটি ৬৫ কিলোমিটার প্রতি ঘণ্টা (৪০ মাইল প্রতি ঘণ্টা) বেগে বাতাসের সাথে ঘূর্ণিঝড়ের তীব্রতায় পৌঁছেছিল বলে বিচার করা হয়। ২০২০ সালের মাঝামাঝি নয়াদিল্লিতে আঞ্চলিক বিশেষায়িত আবহাওয়া কেন্দ্র থেকে একটি নতুন তালিকা দ্বারা নামগুলি নির্বাচন করা হয়েছিল  এই অববাহিকায় গ্রীষ্মমণ্ডলীয় ঘূর্ণিঝড়ের নামগুলির কোনও অবসর নেই কারণ নামের তালিকাটি শুধুমাত্র একবার ব্যবহার করার জন্য একটি নতুন তালিকা তৈরি করার আগে নির্ধারিত হয়েছে৷ যদি একটি নামযুক্ত গ্রীষ্মমণ্ডলীয় ঘূর্ণিঝড় পশ্চিম প্রশান্ত মহাসাগর থেকে অববাহিকায় চলে যায়, তাহলে এটি তার আসল নাম ধরে রাখবে। উত্তর ভারত মহাসাগরের ঝড়ের নামের তালিকা থেকে পরবর্তী আটটি উপলব্ধ নাম নিচে দেওয়া হল।\n\n\n== ঋতু প্রভাব ==\nএটি ২০২৫ উত্তর ভারত মহাসাগরের ঘূর্ণিঝড় মৌসুমের সমস্ত ঝড়ের একটি সারণী। এটি ঋতুর সমস্ত ঝড় এবং তাদের নাম, সময়কাল, আইএমডি ঝড়ের স্কেল অনুযায়ী সর্বোচ্চ তীব্রতা, ক্ষয়ক্ষতি এবং মৃত্যুর মোট সংখ্যা উল্লেখ করে। ক্ষয়ক্ষতি এবং মৃত্যুর মোট ক্ষয়ক্ষতি এবং মৃত্যুগুলিকে অন্তর্ভুক্ত করে যখন সেই ঝড়টি একটি পূর্ববর্তী তরঙ্গ বা অতিরিক্ত ক্রান্তীয় নিম্ন ছিল। ক্ষয়ক্ষতির সমস্ত পরিসংখ্যান ২০২৫ সালের মার্কিন ডলারে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআরএসএমসি নয়াদিল্লি\nভারতীয় আবহাওয়া বিভাগ\nযৌথ টাইফুন সতর্কীকরণ কেন্দ্র (JTWC)\nCMA এর জাতীয় আবহাওয়া কেন্দ্র (চীনা ভাষায়)\nটেমপ্লেট:২০২৫ উত্তর ভারত মহাসাগর ঘূর্ণিঝড় মৌসুম বোতাম"}