{"pageid": 1498219, "title": "বার্লোর সূত্র", "url": "https://bn.wikipedia.org/wiki?curid=1498219", "content": "বার্লোর সূত্র (জার্মান ভাষায় \"কেসেলফরমেল\"  বলা হয়) হলো একটি পাইপ বা নলের অভ্যন্তরীণ চাপের সাথে সম্পর্কিত একটি সূত্র। এই সূত্র অনুসারে একটি নলের অভ্যন্তরীণ চাপ সেই নলের মাত্রা (ব্যাস ও বেধের মাপ) এবং নলের উপাদানের সহতামাত্রার উপর নির্ভর করে। ইংরেজ গণিতবিদ পিটার বার্লো এই বিষয়টি প্রথম নজরে আনেন। তাই তার নামে অনুসারে এই সূত্রটির নামকরণ করা হয় বার্লোর সূত্র।\nবার্লোর সূত্রকে নিম্নলিখিত সমীকরণ দিয়ে লেখা হয়:\n\n  \n    \n      \n        P\n        =\n        \n          \n            \n              2\n              \n                σ\n                \n                  θ\n                \n              \n              s\n            \n            D\n          \n        \n      \n    \n    {\\displaystyle P={\\frac {2\\sigma _{\\theta }s}{D}}}\n  \n,\nযেখানে,\n\n  \n    \n      \n        P\n      \n    \n    {\\displaystyle P}\n  \n : অভ্যন্তরীণ চাপ,\n\n  \n    \n      \n        \n          σ\n          \n            θ\n          \n        \n      \n    \n    {\\displaystyle \\sigma _{\\theta }}\n  \n : অনুমোদিত চাপ ,\n\n  \n    \n      \n        s\n      \n    \n    {\\displaystyle s}\n  \n : নলের দেয়ালের বেধ,\n\n  \n    \n      \n        D\n      \n    \n    {\\displaystyle D}\n  \n : নলেরবাইরে ব্যাস।\nএই সূত্রটি (DIN 2413) অটোক্লেভ এবং অন্যান্য চাপবাহী পাত্র নির্মাণের প্রযুক্তিতে ব্যবহার করা হয়।\n\n\n== প্রয়োগ ==\nজটিল চাপ নিয়ন্ত্রণ ব্যবস্থার নকশায় বার্লোর সূত্র প্রয়োগ হয়। উদাহরণস্বরূপ, ১০০টি দেশে জাহাজের প্রেশার ভেসেলের নকশা এবং পরীক্ষার জন্য আমেরিকান সোসাইটি ফর মেক্যানিক্যাল ইঞ্জিনিয়ার্স অনুমোদিত ASME BPVCcode-এ বার্লোর সূত্রের ব্যবহার দেখা যায়।\nপাইপলাইন শিল্পেও এই সূত্রটি পাইপের মান যাচাই করার জন্য ব্যবহার করা হয়। বিশেষকরে পাইপলাইনের মধ্যদিয়ে তরল বা গ্যাসীয় পদার্থের পরিবহন ও বিতরণের জন্য ব্যবহৃত পাইপ কতটা নিরাপদে ব্যবহারিক চাপ সহ্য করতে পারে তা নির্ণয়ের জন্য। এক্ষেত্রে সর্বোচ্চ ব্যবহারিক চাপ (এমএওপি) নির্ণয়ের জন্য বার্লোর সূত্র থেকে গননা করা চাপের মানকে একটি ডিজাইন ফ্যাক্টার দিয়ে গুণ করা হয়। মার্কিন যুক্তরাষ্ট্রে এই ডিজাইন ফ্যাক্টরটি পাইপের শ্রেণির উপর নির্ভরশীল। চারটি শ্রেণির জন্য ডিজাইন ফ্যাক্টারের মান ভিন্ন:\n\n\n== বহিঃসংযোগ ==\nবার্লোর সূত্র ক্যালকুলেটর\nবারলোর সমীকরণ এবং ক্যালকুলেটর\nবার্লোর সূত্র সমাধানকারী\nকপার টিউবের জন্য বার্লোর সূত্র ক্যালকুলেটর\n\n\n== তথ্যসূত্র =="}