{"pageid": 1498570, "title": "ছাত্র আন্দোলন", "url": "https://bn.wikipedia.org/wiki?curid=1498570", "content": "ক্যাম্পাস আন্দোলন বা ছাত্র আন্দোলন হলো ছাত্রদের একটি সক্রিয়তার রূপ, যা বিশ্ববিদ্যালয় ক্যাম্পাসে প্রতিবাদের মাধ্যমে প্রকাশ পায়। এ ধরনের আন্দোলন বিভিন্ন ধরনের কর্মকাণ্ডের মাধ্যমে শিক্ষার্থীদের অসন্তোষকে তুলে ধরে। এটি কোনো রাজনৈতিক বা একাডেমিক সমস্যার বিরুদ্ধে তাদের ক্ষোভ প্রকাশ এবং কর্তৃপক্ষের (বিশ্ববিদ্যালয়, সরকার বা উভয়) পাশাপাশি সমাজের দৃষ্টি আকর্ষণ করে সমস্যার সমাধান করতে উৎসাহিত করার একটি প্রচেষ্টা।\nপ্রতিবাদের ধরনগুলোর মধ্যে রয়েছে—অবস্থান ধর্মঘট বিশ্ববিদ্যালয়ের কার্যালয় বা ভবন দখল, ধর্মঘট ইত্যাদি। চরম রূপের মধ্যে আত্মাহুতি রয়েছে, যেমন জান পলাখ  এবং জান জায়িস -এর আত্মহত্যা, যা প্রাগ স্প্রিং-এর সমাপ্তির বিরুদ্ধে প্রতিবাদ হিসেবে সংগঠিত হয়েছিল। একইভাবে কোস্তাস জর্জাকিসও ১৯৬৭-১৯৭৪ সালের গ্রিক সামরিক জান্তার বিরুদ্ধে আত্মহুতি দিয়ে প্রতিবাদ করেছিলেন।\n\n\n== ইতিহাস ==\nপশ্চিমে ছাত্র আন্দোলন, যেমন ধর্মঘট, মধ্যযুগের প্রথম দিককার বিশ্ববিদ্যালয়গুলোর সময় থেকে চলে আসছে। এর প্রাচীনতম উদাহরণগুলোর মধ্যে রয়েছে ১২০৯ সালের অক্সফোর্ড বিশ্ববিদ্যালয়ের ধর্মঘট  এবং ১২২৯ সালের প্যারিস বিশ্ববিদ্যালয়ের ধর্মঘট, যা দুই বছর স্থায়ী হয়েছিল। ১৯শ শতকের ইউরোপে, বিশেষ করে সাম্রাজ্যিক রাশিয়ায়, আরও ব্যাপক ছাত্র প্রতিবাদ অনুষ্ঠিত হয়েছিল।\n\n\n=== ২০শ শতাব্দী ===\nইতিহাসিকভাবে কৃষ্ণাঙ্গ কলেজগুলিতে প্রতিবাদগুলোর মধ্যে ছিল শাও বিশ্ববিদ্যালয় (১৯১৯), ফিস্ক বিশ্ববিদ্যালয় (১৯২৪–১৯২৫), হাওয়ার্ড বিশ্ববিদ্যালয় (১৯২৫) এবং হ্যাম্পটন ইনস্টিটিউট (১৯২৫, ১৯২৭)। এই প্রতিবাদগুলো প্রায়ই কৃষ্ণাঙ্গ ছাত্রদের এবং সাদা প্রশাসকদের মধ্যে নাগরিক অধিকার সংক্রান্ত ইস্যুগুলির সাথে সম্পর্কিত ছিল। ১৯৩০-এর দশকে, পোল্যান্ডে কিছু ইহুদি ছাত্র অ্যান্টি-সেমিটিক গেটো বেঞ্চ আইনবিরোধী প্রতিবাদ করেছিল।\n২০শ শতাব্দীর দ্বিতীয়ার্ধে, একাধিক দেশে প্রায় একযোগে গুরুত্বপূর্ণ প্রতিবাদ ঘটে: ১৯৬৮ সালের মে মাসে ফ্রান্সের ঘটনাগুলি একটি ছাত্র ধর্মঘটের সিরিজ হিসেবে শুরু হয়েছিল। একই বছর পোল্যান্ডে যে রাজনৈতিক সঙ্কট ঘটেছিল, তাতেও বড় ধরনের ছাত্র সক্রিয়তা দেখা গিয়েছিল। এবং ১৯৬৮ সালের মেক্সিকান আন্দোলনও ছাত্রদের দ্বারা শুরু হয়েছিল। ১৯৭০ সালের মে এবং জুনে, যুক্তরাষ্ট্রের ইতিহাসে সবচেয়ে বড় ছাত্র ধর্মঘট ঘটে, যা কম্বোডিয়ায় মার্কিন আক্রমণ এবং কেন্ট স্টেট বিশ্ববিদ্যালয়ে ছাত্র প্রতিবাদীদের হত্যাকাণ্ডের পর ঘটে। অনুমান করা হয় যে, ৪৫০টিরও বেশি বিশ্ববিদ্যালয়, কলেজ এবং উচ্চ বিদ্যালয়ের প্রায় চার মিলিয়ন ছাত্র ১৯৭০ সালের ছাত্র ধর্মঘটে অংশগ্রহণ করেছিল।\nএটি বলা হয়েছে যে, ছাত্র ধর্মঘট এবং সক্রিয়তার একটি সমানভাবে দীর্ঘ ইতিহাস রয়েছে কনফুসীয়ান এশিয়ায়।\n\n\n=== ২১শ শতাব্দী ===\n২০১৩ সালে, একটি আন্দোলন যা নিউ ক্যাম্পাস অ্যান্টি-রেইপ মুভমেন্ট (CARM) নামে পরিচিত, জাতীয়ভাবে কলেজ ক্যাম্পাসগুলোতে ছাত্র সক্রিয়তার একটি শীর্ষবিন্দু সৃষ্টি করেছিল। এই ছাত্র আন্দোলন ক্যাম্পাস ধর্ষণের রাজনৈতিক ইস্যুটিকে আবার জাতীয় আলোচনায় নিয়ে আসে। বিশেষভাবে, ২১শ শতাব্দীর শুরুর দিকে ডিজিটাল বিশ্বের দ্রুত বিকাশের সাথে, এই আন্দোলনটি সামাজিক মাধ্যম এবং নেটওয়ার্কিং ব্যবহার করে সেই অর্জন করতে সক্ষম হয়েছিল যা কয়েক দশক ধরে ক্যাম্পাস যৌন নির্যাতনের বিরুদ্ধে আন্দোলনগুলি করতে পারেনি।\n২০২০ সালে Bovill et al. দ্বারা একটি সাহিত্য পর্যালোচনায়, গবেষকরা দেখতে পান যে, ছাত্র সক্রিয়তা কার্যকরভাবে ক্যাম্পাস নীতিমালা পরিবর্তন করতে পারে, বিশেষ করে কলেজ ক্যাম্পাসে যৌন সহিংসতা এবং বিশ্ববিদ্যালয়গুলোর অভিযোগের খারাপ ব্যবস্থাপনা সম্পর্কে। গবেষকরা দেখেছেন যে, ছাত্রদের নেতৃত্বে সংগঠিত আন্দোলনগুলো দৃশ্যমান প্রতিবাদের মাধ্যমে বিশেষভাবে কার্যকর হতে পারে। এছাড়াও, গবেষকরা পরামর্শ দিয়েছেন যে, ছাত্র আন্দোলনকে তাদের প্রতিষ্ঠানগুলোর জন্য হুমকি হিসেবে দেখা না করে, বিশ্ববিদ্যালয়গুলো তাদের ছাত্রদের সঙ্গে কাজ করা উচিত, যাতে ছাত্ররা তাদের মতামত এবং সম্ভাব্য সমাধান প্রকাশে স্বাচ্ছন্দ্য বোধ করে।\nএপ্রিল ২০২৪ থেকে, কলম্বিয়া বিশ্ববিদ্যালয়ে এক প্রতিবাদে ব্যাপক গ্রেফতারের পর একটি ছাত্র আন্দোলনের ঢেউ শুরু হয়। বিভিন্ন বিশ্ববিদ্যালয়ের ছাত্র এবং শিক্ষকরা ইসরায়েল-হামাস যুদ্ধের চলমান পরিস্থিতির বিরুদ্ধে প্রতিবাদে অংশ নেন, এবং কলেজ প্রতিষ্ঠানগুলোর কাছে ইসরায়েলের পক্ষে সমর্থনকারী উদ্যোগ থেকে অর্থ বের করে নেবার দাবি জানান।\n\n\n== অংশগ্রহণ এবং ইস্যুগুলি ==\n\nযুক্তরাষ্ট্রে ১৯৬০ এর দশকের মাঝামাঝি সময়ে ক্যাম্পাস বিক্ষোভ সম্পর্কে যে প্রাথমিক গবেষণা করা হয়েছিল, তাতে দেখা গিয়েছিল যে, যারা বিক্ষোভে অংশ নিতে বেশি প্রবণ ছিল, তারা সাধারণত মধ্যবিত্ত এবং উচ্চ মধ্যবিত্ত পরিবারের সদস্য ছিল, সামাজিক বিজ্ঞান এবং মানবিক বিদ্যায় অধ্যয়ন করত, এবং তাদের পরিবারগুলোর রাজনৈতিক দৃষ্টিভঙ্গি উদারপন্থী ছিল।\nতবে ১৯৭০ এর দশকের শুরুতে করা পরবর্তী গবেষণায় দেখা যায়, বিক্ষোভে অংশগ্রহণ আরও বিস্তৃত হয়েছিল, যদিও এটি এখনও সামাজিক বিজ্ঞান ও মানবিক বিদ্যার ছাত্রদের জন্য তুলনামূলকভাবে বেশি ছিল, অর্থনীতি বা প্রকৌশলের মতো পেশাগত বিষয়গুলো পড়ুয়া ছাত্রদের তুলনায়। ছাত্র বিক্ষোভকারীরা নিজেদের উদারপন্থী বা মধ্যপন্থী রাজনৈতিক বিশ্বাসের অধিকারী হিসেবে পরিচয় দিত, এবং রাজনৈতিকভাবে বিচ্ছিন্ন বোধ করত, দলীয় ব্যবস্থার প্রতি আস্থা ছিল না এবং জনসাধারণের কর্মকর্তাদের প্রতি তাদের বিশ্বাস ছিল না।\nযুক্তরাষ্ট্রে প্রাথমিক ক্যাম্পাস বিক্ষোভগুলো বামপন্থী এবং উদারপন্থী হিসেবে বর্ণিত হয়েছিল। সাম্প্রতিক গবেষণাও  একই মত প্রকাশ করেছে, যা পরামর্শ দেয় যে, ডানপন্থী এবং রক্ষণশীল ছাত্র এবং শিক্ষকরা ক্যাম্পাস বিক্ষোভ সংগঠিত করতে বা এতে যোগ দিতে কম আগ্রহী। \n\n১৯৯০ এর দশকের শুরুর দিকে যুক্তরাষ্ট্রে ক্যাম্পাস বিক্ষোভের ওপর এক গবেষণায়, মিডিয়ায় আচ্ছাদিত দুইশোরও বেশি ঘটনার মধ্যে প্রায় ৬০% ক্ষেত্রে প্রধান বিষয় ছিল বহুজাতিকতা এবং পরিচয়ের সংগ্রাম, বা বিস্তারিতভাবে বলতে গেলে জাতিগত ও বর্ণগত সংগ্রাম, নারীদের সমস্যা, অথবা সমকামী অধিকার আন্দোলন, যা সাম্প্রতিক গবেষকরা \"সংস্কৃতি/সাংস্কৃতিক যুদ্ধ\" \"ক্যাম্পাস যুদ্ধ\", \"বহুজাতিক অশান্তি\", অথবা \"পরিচয় রাজনীতি\" হিসেবে আদর ও বিদ্রূপ সহকারে বর্ণনা করেছেন... বাকি ছাত্র বিক্ষোভের উদাহরণগুলো ছিল অর্থায়ন (যেমন টিউশন ফি নিয়ে উদ্বেগ), শাসন ব্যবস্থা, বিশ্বব্যাপী বিষয়াবলী, এবং পরিবেশগত কারণ।\nযদিও কম সাধারণ, ক্যাম্পাস বিক্ষোভের মতো বিক্ষোভ মাধ্যমিক স্তরের শিক্ষা প্রতিষ্ঠানগুলোতেও, যেমন হাই স্কুলে, ঘটতে পারে।\n\n\n== আকৃতি ==\n\nক্যাম্পাস বিক্ষোভে প্রতিবাদের বিভিন্ন রূপ থাকতে পারে, যেমন শান্তিপূর্ণ সিট-ইন, মিছিল, টিচ-ইন, অথবা আরও সক্রিয় রূপ যা ক্যাম্পাসের বাইরে ছড়িয়ে পড়ে এবং কর্তৃপক্ষের সঙ্গে সহিংস সংঘর্ষ অন্তর্ভুক্ত করতে পারে। ২০২০ সালে একটি পরিমাণগত আন্তর্জাতিক বিশ্লেষণ থেকে পাওয়া সাম্প্রতিক গবেষণা বলে যে, ছাত্র আন্দোলন সাধারণত কেন শান্তিপূর্ণ বিক্ষোভের আকারে হয়ে থাকে, তা ব্যাখ্যা করে - উচ্চশিক্ষার পাঠ্যক্রমে মূল্যবোধ, আলোচনা এবং নতুন ধারণার প্রতি গুরুত্বারোপ করা হয়। ক্যাম্পাস বিক্ষোভে ছাত্রদের পাশাপাশি শিক্ষকরা অংশ নিতে পারেন, তবে শিক্ষকরা পরিচালিত বা সংগঠিত বিক্ষোভের ঘটনা ছাত্রদের তুলনায় কম। ঠিক যেমন ছাত্ররা বিক্ষোভে অংশগ্রহণের জন্য বহিষ্কৃত হওয়ার আশঙ্কা করেন, তেমনি কিছু শিক্ষকও যদি তারা এই ধরনের ঘটনার সঙ্গে যুক্ত হন তবে তাদের চাকরির নিরাপত্তা নিয়ে চিন্তিত থাকেন।\n\nছাত্র বিক্ষোভের একটি সাধারণ কৌশল হলো ধর্মঘট পালন (যাকে কখনও কখনও ক্লাস বয়কট বলা হয়), যা ঘটে যখন স্কুল, কলেজ বা বিশ্ববিদ্যালয়ের মতো একটি শিক্ষাপ্রতিষ্ঠানে ভর্তি ছাত্ররা ক্লাসে না যাওয়ার সিদ্ধান্ত নেন। এটি সংগঠিত শ্রমের ধর্মঘটের অনুকরণে করা হয়। যেখানে একটি সাধারণ ধর্মঘটের উদ্দেশ্য হলো নিয়োগকর্তার ওপর আর্থিক ক্ষতি সৃষ্টির, একটি ছাত্র ধর্মঘট মূলত একটি লজিস্টিক্যাল হুমকি: সংশ্লিষ্ট প্রতিষ্ঠান বা সরকার বড় সংখ্যক ছাত্রের একযোগে স্নাতক হতে না পারার ঝুঁকি নিতে পারে না। \"ছাত্র ধর্মঘট\" শব্দটি কিছু ইউনিয়ন এবং সংবাদমাধ্যমের মন্তব্যকারীদের দ্বারা অপ্রচলিত বলে সমালোচিত হয়েছে। এই গোষ্ঠীগুলো বলছে যে তারা বিশ্বাস করেন \"বয়কট\" শব্দটি বেশি সঠিক।\nছাত্র বিক্ষোভ প্রায়ই ক্যাম্পাসের বাইরে ছড়িয়ে পড়ে এবং আকারে বাড়ে, ক্যাম্পাসের বাইরের আন্দোলনকারী এবং সংগঠনগুলোকে সক্রিয় করে, যেমন ২০১৪ সালের হংকং ক্লাস বয়কট আন্দোলন শহরজুড়ে ২০১৪ সালের হংকং বিক্ষোভের দিকে নিয়ে গিয়েছিল।\nছাত্র-নেতৃত্বাধীন আন্দোলনের একটি রূপ হলো পোস্টার এবং স্লোগান ব্যবহারের মাধ্যমে সচেতনভাবে প্রতিবাদ করা। ছাত্র বিক্ষোভে ব্যবহৃত রেটোরিক এবং ভিজ্যুয়াল প্রদর্শনীগুলোর বিশ্লেষণ পদ্ধতি নিয়ে গবেষণা রয়েছে, যা সামাজিক আন্দোলনের উদ্দেশ্য এবং লক্ষ্যগুলি ভালোভাবে বোঝার সহায়ক। সেসিল ভ্যান ডি ভেলডে, মন্ট্রিয়াল বিশ্ববিদ্যালয়ের সমাজবিজ্ঞান বিভাগের অধ্যাপক, সামাজিক আন্দোলন গবেষণায় প্রতিবাদ লেখনীর ওপর একটি গুরুত্বপূর্ণ দৃষ্টিভঙ্গি উপস্থাপন করেছেন। তিনি বলেছেন, ছাত্রদের পোস্টারে ব্যবহৃত এই ধরনের রেটোরিক \"প্রকাশের সমৃদ্ধি\" ধারণ করে, যা গবেষকদের আন্দোলনের সাথে যুক্ত ব্যক্তিদের উদ্বেগ, শেয়ার করা পরিচয় এবং আবেগিক প্রকাশগুলো ভালোভাবে বোঝার সুযোগ দেয়। স্লোগানের গুরুত্ব ব্যাখ্যা করতে ভ্যান ডি ভেলডে ১৯৬০-এর দশকের নারীবাদী আন্দোলনের স্লোগান ‘ব্যক্তিগত হলো রাজনৈতিক’ এর কথা উল্লেখ করেছেন, যা ১৯৬০-এর দশক থেকে আন্দোলনের বিকাশে একটি গুরুত্বপূর্ণ ভূমিকা পালন করেছিল।\n\n\n== প্রতিক্রিয়া এবং পরবর্তী ==\n\nকালের সঙ্গে সঙ্গে, বিশ্ববিদ্যালয়ের ক্যাম্পাস বিক্ষোভের প্রতি সহিষ্ণুতা বৃদ্ধি পেয়েছে; যদিও ২০ শতক পূর্বে বিক্ষোভ ঘটেছিল, সেগুলো সাধারণত \"বিশ্ববিদ্যালয় নেতাদের দ্বারা লোহা কষ্ঠের মতো চেপে ধরা\" হত, কিন্তু ২০ শতকের মাঝামাঝি সময়ে বিক্ষোভগুলো অনেক বেশি সাধারণ এবং সহ্যযোগ্য হয়ে ওঠে। ২১ শতকের শুরুর দিকে, যুক্তরাষ্ট্রে ক্যাম্পাস বিক্ষোভের প্রতি বিশ্ববিদ্যালয়ের প্রতিক্রিয়া এখন অনেক বেশি আলোচনা এবং ছাত্রদের কিছু দাবির প্রতি কমপক্ষে কিছু সমঝোতার ইচ্ছার মধ্যে হয়। ২০১৫ সালে যুক্তরাষ্ট্রে ছাত্র আন্দোলনের পুনরুত্থান ঘটে। জার্মানিতে, ২০০৬ থেকে ২০১৬ সালের মধ্যে ছাত্র বিক্ষোভের প্রতিক্রিয়ায়, পাবলিক বিশ্ববিদ্যালয়গুলোতে টিউশন ফি বাতিল করা হয়েছিল।\nকম উদার দেশগুলোর মতো চীন বা তাইওয়ানে বিশ্ববিদ্যালয়ের প্রতিক্রিয়া এখনও ছাত্র আন্দোলন এবং ক্যাম্পাস বিক্ষোভের প্রতি অনেক কঠোর হতে পারে। ১৯৮০ সালে দক্ষিণ কোরিয়ায় ছাত্র বিক্ষোভগুলি সামরিক বাহিনী দ্বারা সহিংসভাবে দমন করা হয়েছিল (গোয়াংজু অভ্যুত্থান)। ১৯৮৯ সালে চীনে একটি বৃহৎ ছাত্র বিক্ষোভ, যা ক্যাম্পাসের বাইরে চলে গিয়েছিল, ১৯৮৯ সালের তিয়ানআনমেন স্কয়ার বিক্ষোভ এবং হত্যাকাণ্ড, প্রাণঘাতী শক্তির মাধ্যমে দমন করা হয়েছিল।\n\n\n== তথ্যসূত্র =="}