{"pageid": 1498686, "title": "গণনাকরণ", "url": "https://bn.wikipedia.org/wiki?curid=1498686", "content": "গণনাকরণ বলতে বস্তুর একটি সসীম সেটের উপাদানের সংখ্যা নির্ধারণের প্রক্রিয়াকে বোঝায়; অর্থাৎ, সেটের আকার নির্ধারণ। ঐতিহ্যগত গণনার পদ্ধতিতে, সেটের প্রতিটি উপাদানের জন্য একটি নির্দিষ্ট ক্রমে (মানসিক বা উচ্চারিত) গণককে একটি একক দ্বারা বাড়ানো হয়, একই উপাদান পুনরায় গণনা এড়ানোর জন্য সেই উপাদানগুলোকে চিহ্নিত বা স্থানান্তরিত করা হয়, যতক্ষণ না সকল অচিহ্নিত উপাদান নিঃশেষ হয়। যদি প্রথম উপাদানটি গণনার শুরুতে এক থেকে শুরু করা হয়, তবে শেষ উপাদানটি গণনা করার পর গণকের মান সেটটির মোট উপাদান সংখ্যা প্রদান করে। সম্পর্কিত শব্দ পরিগণনা প্রতিটি উপাদানের জন্য একটি সংখ্যা বরাদ্দ করে একটি সসীম (সংযুক্তি) সেট বা অসীম সেটের উপাদানগুলিকে অনন্যভাবে সনাক্ত করা বোঝায়।\nগণনা কখনো কখনো একের পরিবর্তে অন্যান্য সংখ্যাও অন্তর্ভুক্ত করে; উদাহরণস্বরূপ, টাকা গণনা করার সময়, খুচরা টাকা গণনা করা, \"দুই করে গণনা\" (২, ৪, ৬, ৮, ১০, ১২,...), অথবা \"পাঁচ করে গণনা\" (৫, ১০, ১৫, ২০, ২৫,...)।\nপুরাতাত্ত্বিক প্রমাণ থেকে জানা যায় যে মানুষ অন্তত ৫০,০০০ বছর ধরে গণনা করে আসছে। প্রাচীন সংস্কৃতিগুলো মূলত সামাজিক ও অর্থনৈতিক তথ্য, যেমন দলীয় সদস্যের সংখ্যা, শিকার প্রাণী, সম্পত্তি বা ঋণের হিসাব রাখতে গণনা ব্যবহার করত (অর্থাৎ হিসাবরক্ষণ)। দক্ষিণ আফ্রিকার সীমান্ত গুহায় খাঁজকাটা হাড় পাওয়া গেছে, যা ইঙ্গিত দেয় যে খ্রিস্টপূর্ব ৪৪,০০০ সালের আগেও মানুষ গণনার ধারণা জানত। গণনার বিকাশের ফলে গাণিতিক স্বরলিপি, সংখ্যা পদ্ধতি এবং লেখার বিকাশ ঘটে।\n\n\n== গণনার ফর্ম ==\n\nমৌখিক গণনা বলতে ধারাবাহিকভাবে সংখ্যাগুলি উচ্চারণ করা বা মনে মনে অগ্রগতি হিসাব রাখার প্রক্রিয়া বোঝায়। সাধারণত এমন গণনা দশমিক সংখ্যা পদ্ধতিতে করা হয়: \"১, ২, ৩, ৪\" ইত্যাদি। মৌখিক গণনা সাধারণত তখন ব্যবহার করা হয় যখন বস্তুগুলি বর্তমানে উপস্থিত থাকে। এখানে সময়ক্ষেপণ করে কিছু গোনা হয় না। কারণ কোন বিরতি ঘটলে গণনা সেখান থেকে আবার শুরু করতে হয় যেখানে একটি সংখ্যা স্মরণ করা যায় বা নথিবদ্ধ করা হয়েছে।\nএকটি ছোট সেটে বস্তু গোনা, বিশেষ করে সময়ক্ষেপণ করে, দক্ষভাবে টালি চিহ্ন ব্যবহার করে সম্পন্ন করা যেতে পারে: প্রতিটি সংখ্যার জন্য একটি চিহ্ন তৈরি করা এবং তারপর টালি করা শেষ হলে সব চিহ্ন গোনা। টালি গণনা হল একক গণনা পদ্ধতি।\nআঙুলে গণনা ছোট সংখ্যাগুলির জন্য সুবিধাজনক এবং প্রচলিত। শিশুরা টালি গণনা সহজ করার জন্য এবং সাধারণ গাণিতিক কাজ সম্পাদন করতে আঙুলে গণনা করে। আঙুলের গণনা পুরানো পদ্ধতিতে চারটি আঙুল এবং প্রতিটি আঙুলের তিনটি হাড় (ফ্যালাঞ্জ) ব্যবহার করে ১২ পর্যন্ত গণনা করা হতো। অন্যান্য হাত-চিহ্ন পদ্ধতিও ব্যবহৃত হয়, যেমন চীনা পদ্ধতি যার মাধ্যমে একজন শুধুমাত্র এক হাতে ইশারা দিয়ে ১০ পর্যন্ত গণনা করতে পারেন। আঙুলের দ্বিমিক সংখ্যা পদ্ধতি ব্যবহার করে ১০২৩ = (২^১০ − ১) পর্যন্ত গণনা রাখা সম্ভব।\nগণনা সহজ করার জন্য বিভিন্ন যন্ত্রও ব্যবহার করা যেতে পারে, যেমন টালি গণক এবং অ্যাবাকাস।\n\n\n== তথ্যসূত্র =="}