{"pageid": 1498216, "title": "জাভেদ মুস্তাফা মীর", "url": "https://bn.wikipedia.org/wiki?curid=1498216", "content": "জাভেদ মুস্তাফা মীর (জন্ম ২৪ ডিসেম্বর ১৯৬৭) একজন ভারতীয় রাজনীতিবিদ এবং জম্মু ও কাশ্মীর রাজ্যের প্রাক্তন মন্ত্রী। তিনি ২০০২, ২০০৮ এবং ২০১৪ সালে চাদুরা থেকে জম্মু ও কাশ্মীর বিধানসভায় নির্বাচিত হয়েছেন। বর্তমানে তিনি জম্মু ও কাশ্মীর আপনি পার্টির সহ-সভাপতি।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nজাভেদ মোস্তফা মীর ১৯৬৭ সালে একটি রাজনৈতিক পরিবারে জন্মগ্রহণ করেন। তাঁর বাবা মীর মুস্তফা ১৯৮৭ এবং ১৯৯০ সালে দুবার চাদুরা (বিধানসভা কেন্দ্র) থেকে বিধায়ক নির্বাচিত হয়েছেন। তাকে জঙ্গিরা অপহরণ করে এবং হত্যা করে। এর পরে জাভেদ তার রাজনৈতিক যাত্রা শুরু হওয়ার পর ২০০২ সাল পর্যন্ত তার পারিবারিক ব্যবসা পরিচালনা করতে শুরু করেন।\n\n\n== রাজনৈতিক কর্মজীবন ==\nজাভেদ মুস্তফা মীর তার পিতার হত্যার বারো বছর পর ২০০২ সালে তার রাজনৈতিক জীবন শুরু করেন। তার বাবার সমর্থকরা জাভেদকে ২০০২ সালের জম্মু ও কাশ্মীর বিধানসভা নির্বাচনে লড়তে উৎসাহিত করে। তিনি জম্মু ও কাশ্মীর পিপলস ডেমোক্রেটিক পার্টিতে (পিডিপি) যোগ দেন। দলটি জাভেদকে চাদুরা (বিধানসভা কেন্দ্র) থেকে প্রার্থী করে। তিনি চাদুরা (বিধানসভা কেন্দ্র) থেকে প্রতিদ্বন্দ্বিতা করেন এবং বিপুল ভোটে জয়ী হন।\n২০০২ সালের বিধানসভা নির্বাচনে জয়লাভ করার পর, তিনি ২০০৫ পর্যন্ত বিদ্যুৎ উন্নয়ন বিভাগের প্রতিমন্ত্রী হিসেবে দায়িত্ব পালন করেন। ২০০৭ সালে তিনি গ্রামীণ উন্নয়ন বিভাগ, পঞ্চায়েতি রাজ, বিজ্ঞান ও প্রযুক্তি এবং তথ্য প্রযুক্তির প্রতিমন্ত্রী হন।\n২০০৮ সালে মুখ্যমন্ত্রী গুলাম নবী আজাদের অধীনে সরকারের পতন ঘটে এবং ২০০৮ সালে জম্মু ও কাশ্মীর বিধানসভা নির্বাচনে মীর চাদুরা (বিধানসভা কেন্দ্র) থেকে ২য় বার বিধায়ক নির্বাচিত হন। বিরোধী দলের এই মেয়াদে মীর একটি সাহসী কণ্ঠস্বর এবং সৎ ব্যক্তিত্বের জন্য বিধানসভায় পরিচিত ছিলেন।\nজাভেদ আবার ২০১৪ সালের জম্মু ও কাশ্মীর বিধানসভা নির্বাচনে প্রতিদ্বন্দ্বিতা করেন এবং চাদুরা (বিধানসভা কেন্দ্র) থেকে টানা তৃতীয় মেয়াদে বিজয়ী হন। নির্বাচনে জয়ী হওয়ার পর তিনি জম্মু ও কাশ্মীরের তৎকালীন মুখ্যমন্ত্রী মুফতি মোহাম্মদ সাঈদের নেতৃত্বে পিডিপি-বিজেপি মন্ত্রিসভায় অন্তর্ভুক্ত হন। ২০১৫ সালে রাজস্ব মন্ত্রী হন, এই পদটি তিনি জানুয়ারি ২০১৬ পর্যন্ত বজায় রেখেছিলেন যখন মুখ্যমন্ত্রী মারা যান এবং সরকার পতন হয়।</link>\n২০১৭ সালে তিনি পুনরায় দুর্যোগ ব্যবস্থাপনা এবং ত্রাণ পুনর্বাসন এবং ফুলের চাষের মন্ত্রী হিসাবে মন্ত্রিসভায় অন্তর্ভুক্ত হন। ২০১৮ সাল পর্যন্ত এই পদে ছিলেন যখন জোট ভেঙে যাওয়ার পরে সরকার পতন হয়।\nজাভেদ ২০১৯ সালের জানুয়ারিতে পিপলস ডেমোক্রেটিক পার্টি (পিডিপি) ত্যাগ করেন।\n\n\n== তথ্যসূত্র =="}