{"pageid": 1498659, "title": "বাংলাদেশের অর্থনৈতিক অবস্থার শ্বেতপত্র", "url": "https://bn.wikipedia.org/wiki?curid=1498659", "content": "বাংলাদেশের অর্থনৈতিক অবস্থার শ্বেতপত্র বাংলাদেশের ছাত্র-জনতার অভ্যুত্থানের পরে গঠিত অন্তর্বর্তীকালীন সরকারের উদ্যোগে প্রণীত একটি শ্বেতপত্র যেখানে বাংলাদেশের অর্থনীতির অবস্থা এবং পূর্ববর্তী আওয়ামী লীগ সরকারের নানা দুর্নীতি তুলে ধরা হয়েছে। ২০২৪ সালের ২৮ আগস্ট বাংলাদেশের বিদ্যমান অর্থনৈতিক অবস্থার শ্বেতপত্র প্রণয়নের জন্য অন্তর্বর্তীকালীন সরকার একটি কমিটি গঠন করে। উক্ত কমিটির প্রধান হিসেবে দায়িত্ব পালন করেন অর্থনীতিবিদ দেবপ্রিয় ভট্টাচার্য। ১ ডিসেম্বর উক্ত কমিটি অন্তর্বর্তীকালীন সরকারের প্রধান উপদেষ্টার কাছে তাদের প্রতিবেদনটি জমা দেয়। শ্বেতপত্রটিতে সরকারি আর্থিক ব্যবস্থাপনা, মুদ্রাস্ফীতি এবং খাদ্য ব্যবস্থাপনা, আমদানি-রপ্তানিসহ নানা বিষয়ে আলোকপাত করা হয়েছে।\n\n\n== পটভূমি ==\n২০০৮ সালে বাংলাদেশে নবম জাতীয় সংসদ নির্বাচনের মাধ্যমে সরকার গঠন করে ২০২৪ সাল পর্যন্ত একটানা ক্ষমতায় থাকে বাংলাদেশ আওয়ামী লীগ। ২০২৪ সালের জুলাই ও আগস্ট মাসে তাদের বিরুদ্ধে স্বৈরাচারবিরোধী আন্দোলনের শুরু হয় এবং তারপর একটি অন্তর্বর্তীকালীন সরকার বাংলাদেশের শাসনভার গ্রহণ করে। এরপরে বাংলাদেশের অর্থনীতির সার্বিক অবস্থা জানতে সরকার ২৮শে আগস্ট একটি শ্বেতপত্র প্রণয়ন কমিটি গঠন করে। কমিটিকে নব্বই দিনের মধ্যে সরকারকে জমা দেয়ার কথা বলা হয়।\n\n\n== শ্বেতপত্র প্রণয়ন কমিটির সদস্যবৃন্দ ==\nশ্বেতপত্র প্রণয়ন কমিটিতে মোট ১২জন সদস্য ছিলেন। প্রধান হিসেবে দায়িত্ব পালন করেন অর্থনীতিবিদ দেবপ্রিয় ভট্টাচার্য।\nকমিটির বাকি সদস্যরা হলেন— ইস্ট ওয়েস্ট বিশ্ববিদ্যালয়ের ফ্যাকাল্টি অব বিজনেস অ্যান্ড ইকোনমিকসের ডিন অধ্যাপক এ কে এনামুল হক, বিজনেস ইনিশিয়েটিভ লিডিং ডেভেলপমেন্টের (বিল্ড) প্রধান নির্বাহী কর্মকর্তা (সিইও) ফেরদৌস আরা বেগম, ব্র্যাক ইনস্টিটিউট অব গভর্ন্যান্স অ্যান্ড ডেভেলপমেন্টের (বিআইজিডি) নির্বাহী পরিচালক ইমরান মতিন, বাংলাদেশ উন্নয়ন গবেষণা প্রতিষ্ঠানের (বিআইডিএস) সিনিয়র রিসার্চ ফেলো ড. কাজী ইকবাল ও বাংলাদেশ প্রকৌশল বিশ্ববিদ্যালয়ের (বুয়েট) অধ্যাপক ড. ম তামিম, ঢাকা বিশ্ববিদ্যালয়ের উন্নয়ন অধ্যয়ন বিভাগের অধ্যাপক ড. মোহাম্মদ আবু ইউসুফ, সেন্টার ফর পলিসি ডায়ালগের (সিপিডি) সম্মানীয় ফেলো মোস্তাফিজুর রহমান, ঢাকা বিশ্ববিদ্যালয়ের অর্থনীতি বিভাগের অধ্যাপক সেলিম রায়হান, জাহাঙ্গীরনগর বিশ্ববিদ্যালয়ের অর্থনীতি বিভাগের অধ্যাপক শারমিন্দ নীলোর্মি, রিফিউজি অ্যান্ড মাইগ্রেটরি মুভমেন্টস রিসার্চ ইউনিটের (রামরু) প্রতিষ্ঠাতা তাসনিম সিদ্দিকী ও বিশ্বব্যাংকের ঢাকা কার্যালয়ের সাবেক প্রধান অর্থনীতিবিদ জাহিদ হোসেন।\n\n\n== শ্বেতপত্রের প্রতিবেদন ==\n১ ডিসেম্বর শ্বেতপত্র প্রণয়ন কমিটির প্রধান দেবপ্রিয় ভট্টাচার্যের নেতৃত্বে গঠিত কমিটি অন্তর্বর্তীকালীন সরকারের প্রধান উপদেষ্টার কাছে তাদের প্রতিবেদনটি জমা দেয়। এই কমিটি দুর্নীতি, অনিয়ম, লুটপাটসহ অর্থনীতির নানা বিষয়ে তাদের প্রাপ্ত তথ্য নিয়ে প্রায় ৪০০ পৃষ্ঠার শ্বেতপত্র তৈরি করেছে।\nআগের ১৫ বছরে বাংলাদেশ থেকে ২৮ উপায়ে দুর্নীতির মাধ্যমে ২৩৪ বিলিয়ন মার্কিন ডলার অবৈধভাবে পাচার হয়েছে বলে দাবী করা হয় শ্বেতপত্রে।\nপ্রধান উপদেষ্টার কাছে শ্বেতপত্র হস্তান্তর অনুষ্ঠানে দেবপ্রিয় ভট্টাচার্য বলেন যে বাংলাদেশে \"চামচা পুঁজিবাদ থেকেই চোরতন্ত্র\" তৈরি হয়েছিল এবং চোরতন্ত্রের মূল স্তম্ভ ছিল আমলারা— সামরিক ও বেসামরিক উভয়ই।\nশ্বেতপত্রে বলা হয় যে শেখ হাসিনার শাসনামলে প্রতি বছর গড়ে ১৬ বিলিয়ন ডলার অর্থ তছরূপ ও অবৈধভাবে পাচার হয়েছে। বার্ষিক উন্নয়ন কর্মসূচি (এডিপি)-এর মাধ্যমে উন্নয়ন প্রকল্পে বিনিয়োগ করা ৬০ বিলিয়ন ডলারের মধ্যে প্রায় ১৪ থেকে ২৪ বিলিয়ন ডলার (১.৬১ থেকে ২.৮০ লাখ কোটি টাকা) রাজনৈতিক চাঁদাবাজি, ঘুস, এবং বাজেট বাড়ানোর মতো বিভিন্ন দুর্নীতির কারণে নষ্ট হয়েছে।\n\n\n== প্রতিক্রিয়া ==\nদেবপ্রিয় ভট্টাচার্য বলেন, অন্তর্বর্তী সরকারের প্রধান উপদেষ্টা ড. মুহাম্মদ ইউনূস বলেছেন যে শ্বেতপত্র প্রতিবেদন একটি ঐতিহাসিক দলিল এবং বাংলাদেশের অর্থনীতির ক্ষেত্রে যে দুরবস্থা চলে আসছে, এই প্রতিবেদনের মাধ্যমে তা উন্মোচিত হয়েছে।\nপ্রধান উপদেষ্টা আরও বলেন, অর্থনৈতিক পরিস্থিতিবিষয়ক শ্বেতপত্র কমিটির প্রতিবেদন পড়ে দেশের মানুষ হতভম্ব হয়ে গেছে।\n\n\n== তথ্যসূত্র =="}