{"pageid": 1498921, "title": "অথিরাপ্পিল্লী", "url": "https://bn.wikipedia.org/wiki?curid=1498921", "content": "অথিরাপ্পিল্লী বা অথিরাপল্লী হল ভারতের কেরালা রাজ্যের ত্রিশূর জেলার চালাকুড়ি অঞ্চলের ৪৮৯ স্কোয়ার কিলোমিটার বিস্তৃত এলাকা নিয়ে প্রথম সারির পঞ্চায়েত। এই পঞ্চায়েতটি ত্রিশূর শহর থেকে ৬০ কিলোমিটার দূরে, কোচি শহর থেকে উত্তর-পূর্বে দিকে ৭০ কিলোমিটার দূরে অবস্থিত। আবার কোচিন আন্তর্জাতিক বিমানবন্দর থেকে উত্তর-পূর্বে দিকে ৫৫ কিলোমিটার দূরে এবং চালাকুড়ি শহরাঞ্চল থেকে ৩০ কিলোমিটার দূরে এই পঞ্চায়েতটি অবস্থিত।\n\n\n== অভয়ারণ্য ==\nআথিরাপ্পিল্লী জলপ্রপাত সমুদ্রপৃষ্ঠ থেকে ১০০০ ফুট উপরে চালাকুড়ি নদীর উপর অবস্থিত। এই জলপ্রপাতটির উচ্চতা ৮০ ফুট এবং এটি এই রাজ্যের বৃহত্তম জলপ্রপাতগুলির মধ্যে একটি। পশ্চিমঘাট পর্বতমালার প্রবেশপথে এই আথিরাপ্পিল্লীর অবস্থান যা অভয়ারণ্য এবং জলপ্রপাতের একটি মনোরম সংমিশ্রণ তৈরি হয়েছে। আথিরাপ্পিল্লী-ভাঝাচালা এলাকার অভয়ারণ্যে বিলুপ্ত ও বিপন্ন প্রজাতির উদ্ভিদ ও প্রাণী দেখতে পাওয়া যায়। পশ্চিমঘাট পর্বতমালার একমাত্র অভয়ারণ্য যেখানে চারটি বিলুপ্ত প্রজাতির ধনেশ পাখি দেখা যায়। পশ্চিমঘাট পর্বতমালা পৃথিবীর অন্যতম গুরুত্বপূর্ণ জীববৈচিত্র্যের হটস্পট। ইন্টারন্যাশনাল বার্ড অ্যাসোসিয়েশন এই অভয়ারণ্যটিকে একটি গুরুত্বপূর্ণ পাখিরালয় ঘোষণা করেছে এবং এশিয়ান নেচার কনজারভেশন ফাউন্ডেশন সুপারিশ করেছে যে এই এলাকাটি একটি অভয়ারণ্য বা জাতীয় উদ্যান ঘোষণা করা উচিত। দ্য ওয়াইল্ডলাইফ ট্রাস্ট অফ ইন্ডিয়া বলেছেন যে এটি ভারতের অন্যতম সেরা হাতি সংরক্ষণালয়।\n\n\n== পর্যটন কেন্দ্র ==\nআথিরাপ্পিল্লী পর্যটকদের জন্য জনপ্রিয় পর্যটন কেন্দ্র। আথিরাপ্পিল্লী জলপ্রপাত কেরালার পর্যটন কেন্দ্রগুলির মধ্যে অন্যতম একটি। এছাড়া আরেকটি জনপ্রিয় জলপ্রপাত হল ভাঝাচালা জলপ্রপাত। আথিরাপ্পিল্লী জলপ্রপাত চালাকুড়ি নদীর উপর ৮০ ফুট উচ্চতায় দেখা যায়। চালাকুড়ি থেকে প্রাইভেট গাড়ি ভাড়া করে বা চালাকুড়ি বাস টার্মিনাল থেকে বাসে করে আথিরাপ্পিল্লী সহজেই পৌঁছানো যায়।\nএইখানে সাঁতার কাটা নিষদ্ধ, তাই দুর্ঘটনা এইখানে যথাযথ সতর্কতা নেওয়া হয়েছে এবং একটি পুলিশ ক্যাম্প অবস্থান করছে। আথিরাপ্পিল্লী তামিলনাড়ু এবং কেরালার সংযোগকারী রাজ্য সড়ক - ২১ অবস্থিত, এখানে রাতে গাড়ি চালানো নিষদ্ধ। উভয় প্রান্তের চেকপয়েন্টগুলি সন্ধ্যা ৬:৩০ টায় বন্ধ হয়ে যায়, তবে আপনি দিনেরবেলা জঙ্গলের ভিতর দিয়ে দুঃসাহসিক ড্রাইভিং উপভোগ করতে পারেন।\n\n\n=== ফিল্ম লোকেশান ===\nপ্রখ্যাত তামিল চলচ্চিত্র পরিচালক, মণিরত্নমের এই স্থানটির জন্য একটি বিশেষ আকর্ষণ রয়েছে এখানে তাঁর পরিচালিত প্রচুর চলচ্চিত্রে শুটিং করা হয়েছিল। এই লোকেশনে বাহুবলী, রাবণ, দিল সে, গুরু ছাড়াও অনেক চলচ্চিত্রের শুটিং হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nDedicated Site to Athirapilly and Vazhachal: www.athirapilly.in website\nAthirappally Valparai Travel Route  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১০ ফেব্রুয়ারি ২০১৪ তারিখে\nTravel Destination\nTourist Places, Thrissur"}