{"pageid": 1498246, "title": "জাওয়ামিয়ুস সীরাতি আন-নাবুয়িয়াতি", "url": "https://bn.wikipedia.org/wiki?curid=1498246", "content": "জাওয়ামিয়ুস সীরাতি আন-নাবুয়িয়াতি (আক্ষ. 'নবীজীর জীবনীর সংক্ষিপ্তসার') ইমাম ইবনে হাযম রচিত একটি সংক্ষিপ্ত সীরাত গ্রন্থ। এটি ইসলামের নবী মুহাম্মাদের জীবনের ঘটনাসমূহ সহজভাবে শিক্ষার্থীদের জন্য উপস্থাপন করে। লেখক এতে নবীজীর জন্ম থেকে মৃত্যু পর্যন্ত জীবনের প্রধান দিকগুলো, যেমন তার চরিত্র, গুণাবলী এবং আচার-আচরণের বিবরণ দিয়েছেন। লেখক \"নুকতা আল-আরউস\" গ্রন্থের মতো এখানেও নবী জীবনের পাঠ আলোচনা করেছেন এবং পাঠ্যসূচির উপযোগি করেছেন। এই গ্রন্থ শিক্ষার্থীদের সীরাহ অধ্যয়নের জন্য একটি সহজলভ্য ও গুরুত্বপূর্ণ উৎস। তিনি বইটিতে সেই নীতিগুলি অন্তর্ভুক্ত করেছেন, যা আরবের প্রতিটা ছাত্রের প্রয়োজন হয়, যারা নবীর জীবনী অধ্যয়ন করেন।\n\n\n== বিষয়বস্তু ==\nইমাম ইবনে হাযম তার গ্রন্থে নবীজীর জীবনী সহজভাবে সংক্ষেপ করেছেন, যাতে এটি মানুষ সহজে পড়তে, শিখতে এবং শেখাতে পারে। তিনি নবীজীর চরিত্র, গুণাবলী এবং বিভিন্ন পরিস্থিতিতে তার আচরণ বিশেষভাবে উল্লেখ করেছেন, যা বইটিকে ইসলামী নৈতিকতা উন্নতির জন্য গুরুত্বপূর্ণ একটি উৎসে পরিণত করেছে। ইবনে হাযম সীরাহের বর্ণনাগুলোর সঠিকতা যাচাই করেছেন এবং ভুলগুলো সংশোধন করেছেন। তিনি সাহাবি, নবীর আত্মীয়স্বজন এবং কুরাইশদের পরিচয় বিস্তারিতভাবে উপস্থাপন করেছেন।\n\n\n== বর্ণনা পদ্ধতি ==\nইবনে হাযম ঘটনাগুলিকে সময়ানুযায়ী সাজিয়েছেন। নবী মুহাম্মদ (সা.)-এর বংশ পরিচয় থেকে তার মৃত্যুর পর্যন্ত আলোকপাত করেছেন। কখনও তিনি ঘটনা বিস্তারিতভাবে বর্ণনা করেছেন, বিশেষত বংশতালিকা সম্পর্কে, আবার কখনও সংক্ষিপ্ত করে উল্লেখ করেছেন। তিনি সীরাতের মধ্যে উল্লেখিত ব্যক্তিদের বংশ পরিচিতি বিস্তারিতভাবে তুলে ধরেছেন। ইবনে হাযম গ্রন্থে অজানা বা অপ্রচলিত শব্দগুলোর ব্যাখ্যা দিয়েছেন। তিনি সীরাতে উল্লেখিত অঞ্চলের অবস্থান ব্যাখ্যা করেছেন। তিনি একাধিক রেওয়ায়েতের মধ্যে কোনো মতবিরোধ থাকলে সেগুলোর বিশ্লেষণ করেছেন এবং সঠিক রেওয়ায়েত নির্বাচন করেছেন। তিনি ৩৭টি মুজিজা উল্লেখ করেছেন, পাশাপাশি আরও অনেক মুজিজা প্রসঙ্গে কথা বলেছেন। গ্রন্থে নবীজীর প্রতি প্রার্থনার মাধ্যমে তার মহত্ত্ব ও মর্যাদা স্বীকার করেছেন। হিজরি ক্যালেন্ডার অনুযায়ী ইতিহাসের তারিখ উল্লেখ করেছেন, বিশেষ করে রবি'আল-আওয়াল মাস থেকে তারিখ গণনা করেছেন।\n\n\n== সমালোচনা ==\nঅন্যান্য লেখকরা বলেছেন, ইবনে হাজম তার বইয়ের মধ্যে কোনো ভূমিকা লেখেননি, সেখান তিনি তার লেখা পদ্ধতি বা উদ্দেশ্য ব্যাখ্যা করেছেন। এছাড়া তিনি সরাসরি রাসূলের জীবনী দিয়ে শুরু করেছেন, এটা করতে গিয়ে তিনি সীরাত গ্রন্থকে সংক্ষেপ করে ফেলেছেন। সমালোচকরা বলেছেন, লেখকের সাহাবীদের গুরুত্বপূর্ণ চরিত্র এবং রাসূলের এর চরিত্র ও আচরণে বেশি মনোযোগ দেওয়া ছিল। যদিও তিনি সীরাত বিষয়ক বিশিষ্ট অধ্যাপক থাকা সত্ত্বেও লেখক খুব কমই তার বইয়ে ঘটনাগুলোর সান্নিধ্য উল্লেখ করেছেন। এছাড়া বইটিতে উল্লেখ করা তথসূত্রের সংখ্যাও কম ছিলো বলে অভিযোগ করা হয়েছে।\n\n\n== মূল্যায়ন ==\nআরবের বিশিষ্ট গবেষক ও লেখকরা উল্লেখ করেছেন, ইবনে হাজম একজন বিশ্বাসযোগ্য গবেষক ও লেখক। কারণ তিনি সীরাত বিষয়ে একজন খ্যাতিমান বিজ্ঞানী এবং মুজাহিদ ছিলেন। লেখকের ভালো পর্যবেক্ষণ এবং রাবী ও সাহাবীদের পর্যায়ক্রমিক বর্ণনা তার গ্রন্থকে নির্ভরযোগ্য করে তোলে। বিশিষ্ট গবেষক সিউতি বলেছেন, ইবনে হাজম একজন সুপরিচিত ফকীহ, যার ব্যাপক জ্ঞানের পরিধি রয়েছে। তার ভাষাবিজ্ঞান, ভাষণ, কবিতা, এবং সীরাত বিষয়ে গভীর অধ্যয়ন রয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআর্কাইভ.কম ওয়েবসাইটে জাওয়ামিয়ুস সীরাতি আন-নাবুয়িয়াতি"}