{"pageid": 1498582, "title": "রাজমা ডাল", "url": "https://bn.wikipedia.org/wiki?curid=1498582", "content": "রাজমা ডাল এক বিশেষ ধরণের ডাল (Phaseolus vulgaris) যা মানবদেহের যকৃতের মত দেখতে হওয়ায় কিডনি বিন নামেও পরিচিত।\n\n\n== রাজমার শ্রেণীবিভাগ ==\nরাজমা বিভিন্ন প্রকারে বিভক্ত, যেমন:\n\nলাল রাজমা (যা সাধারণ রাজমা, ভারতে রাজমা, পাকিস্তানে সূরখ (লাল) লোবিয়া নামে পরিচিত)।\nহালকা দাগযুক্ত রাজমা (এবং লম্বা আকৃতির হালকা দাগযুক্ত রাজমা)।\nলাল দাগযুক্ত রাজমা (এবং লম্বা আকৃতির লাল দাগযুক্ত রাজমা)।\nসাদা রাজমা (ইতালি ও যুক্তরাজ্যে কানেলিনি নামে পরিচিত, ভারতে লোবিয়া এবং পাকিস্তানে সাফেদ তথা সাদা লোবিয়া নামে পরিচিত)।\n\n\n== পুষ্টিগুণ ==\nরাজমা সেদ্ধ করলে এতে ৬৭% পানি, ২৩% শর্করা, ৯% প্রোটিন থাকে এবং চর্বির পরিমাণ খুব কম। ১০০ গ্রাম সিদ্ধ রাজমায় ৫৩২ কিলোজুল (১২৭ kilocalorie) খাদ্যশক্তি পাওয়া যায়। এটি প্রোটিন, ফোলেট (৩৩% DV), আয়রন (২২% DV), এবং ফসফরাস (২০% DV)-এর সমৃদ্ধ উৎস। এছাড়া মাঝারি পরিমাণে থিয়ামিন, কপার, ম্যাগনেশিয়াম, এবং জিঙ্ক (১১–১৪% DV) পাওয়া যায়।\n\n\n== খাবার ==\n\nলাল রাজমা সাধারণত চিলি কন কার্ন-এ ব্যবহৃত হয়। এটি ভারতের রান্নায়ও ব্যবহৃত হয়, যেখানে একে রাজমা এবং পাকিস্তানে সূরখ লোবিয়া বলা হয়। লুইজিয়ানা, যুক্তরাষ্ট্রে সোমবারের ঐতিহ্যবাহী ক্রিওল খাবার লাল ডাল ও ভাত প্রস্তুত করতে লাল রাজমা ব্যবহৃত হয়। এছাড়াও ক্যারিবিয় ঐতিহ্যসম্পন্ন লুইজিয়ানার পরিবারগুলোতে হালকা এবং গাঢ় লাল রাজমা ব্যবহৃত হয়। জ্যামাইকাতে এদের বলা হয় \"লাল মটরশুঁটি\"। স্পেনের লা রিওজা অঞ্চলে ব্যবহৃত ছোট রাজমাকে কাপারোনেস বলা হয়। নেদারল্যান্ডস এবং ইন্দোনেশিয়ায় রাজমা প্রায়শই ব্রেনেবন নামের এক ধরণের স্যুপে পরিবেশিত হয়। লেভান্ট অঞ্চলে রাজমার ঝোলজাতীয় একটি খাবার ফাসুলিয়া নামে পরিচিত, যা সাধারণত ভাতের সঙ্গে পরিবেশন করা হয়। রাজমা থেকে বীজের পেস্ট তৈরি করতে শুকনো রাজমা সিদ্ধ করে নরম করা হয়, এরপর তা গাঢ় পেস্টে পরিণত করা হয়।\n\n\n== বিষাক্ততা ==\nলাল রাজমায় তুলনামূলকভাবে উচ্চমাত্রার ফাইটোহিমাগ্লুটিনিন থাকে, যা অধিকাংশ অন্যান্য শিমের তুলনায় বেশি বিষাক্ত। রাজমা খাওয়ার আগে এটি ভিজিয়ে রেখে অন্তত ১০ মিনিট ধরে ফুটানো প্রয়োজন। যুক্তরাষ্ট্রের খাদ্য ও ওষুধ প্রশাসন (এফডিএ) ৩০ মিনিট ধরে ফুটানোর পরামর্শ দেয়, যাতে তাপমাত্রা যথেষ্ট পরিমাণে বেড়ে বিষাক্ত উপাদান সম্পূর্ণভাবে ধ্বংস হয়।\nনিম্ন তাপমাত্রায় (৮০ ডিগ্রি সেলসিয়াস (১৭৬ ডিগ্রি ফারেনহাইট)), যেমন স্লো কুকার ব্যবহার করলে বিষাক্ত উপাদান অপসারণ হয় না এবং এটি খাদ্য বিষক্রিয়ার কারণ হতে পারে। তবে, ক্যানজাত লাল রাজমা সরাসরি খাওয়া নিরাপদ, কারণ সেগু প্রক্রিয়াজাত করার সময় আগে থেকেই সিদ্ধ করা হয়। পাঁচটি কাঁচা রাজমা বা একটি আধাসিদ্ধ রাজমাও গুরুতর বমি, ডায়রিয়া, পেটব্যথা এবং অস্বস্তির কারণ হতে পারে।\n\n\n== তথ্যসূত্র =="}