{"pageid": 1498769, "title": "রজিয়ার টাওয়ার", "url": "https://bn.wikipedia.org/wiki?curid=1498769", "content": "রজিয়ার টাওয়ার (ফরাসি: Tour Rogier; ওলন্দাজ: Rogiertoren) একটি গগনচুম্বী ভবন যা উত্তর ব্রাসেলস, বেলজিয়ামে অবস্থিত। এর নামকরণ হয়েছে প্লেস চার্লস রজিয়ার / কারেল রজিয়ারপ্লেইন থেকে, যার ওপর এটি অবস্থিত। এটি বেলজিয়ামের পঞ্চম উচ্চতম ভবন।\nএই টাওয়ারটি পূর্বে ডেক্সিয়া টাওয়ার (ফরাসি: Tour Dexia; ওলন্দাজ: Dexiatoren) নামে পরিচিত ছিল ডেক্সিয়া ব্যাংকের নামানুসারে। তবে, ২০০৭-২০০৮ অর্থনৈতিক সংকটের কারণে ব্যাংকটি ব্যর্থ হলে ২০১২ সালে ভবনটির নাম পরিবর্তন করা হয়। ডেক্সিয়া তাদের ব্রাসেলস অফিস বাস্তিয়ন টাওয়ার-এ স্থানান্তরিত করার পর বেলফিয়াস এবং এর সহযোগী প্রতিষ্ঠানগুলো এই ভবনে অবস্থান করছে। ফলে ভবনটি প্রায়শই বেলফিয়াস টাওয়ার (ফরাসি: Tour Belfius; ওলন্দাজ: Belfiustoren) নামেও পরিচিত।\n\n\n== বিবরণ ==\nরজিয়ার টাওয়ার নির্মিত হয়েছে রজিয়ার ইন্টারন্যাশনাল সেন্টারের (ফরাসি: Centre International Rogier, ওলন্দাজ: Internationaal Rogiercentrum) স্থানে, যা আগে বেলজিয়ামের সর্বোচ্চ ভবন ছিল এবং ২০০১ সালে ভেঙে ফেলা হয়। ২০০২ থেকে ২০০৬ সালের মধ্যে নির্মিত এই রজিয়ার টাওয়ারটি ১৩৭ মিটার (৪৪৯ ফুট) উঁচু। এটি প্রথমে ১৭৯ মিটার (৫৮৭ ফুট) উঁচু করার পরিকল্পনা ছিল। তবে প্রস্তাবটি প্রত্যাখ্যান করা হয়, কারণ এই উচ্চতাকে অত্যধিক মনে করা হয়েছিল।\nরজিয়ার টাওয়ার ব্রাসেলসের কয়েকটি টাওয়ারের একটি যার ছাদ অনুভূমিক নয়, বরং তিনটি ঢালু অংশে গঠিত। এটি বিশ্বের কয়েকটি টাওয়ারের মধ্যে একটি যা সম্পূর্ণ কাঁচের ছাদ ধারণ করে।\n\n\n== আলোকসজ্জা ==\n\nভবনটিতে ৬,০০০টি জানালা রয়েছে, যার মধ্যে ৪,২০০টি জানালায় গড়ে ১২টি করে লাইট বাল্ব রয়েছে। প্রতিটি লাইট বাল্বে লাল, সবুজ এবং নীল এলইডি রয়েছে, যা বিভিন্ন রঙের সমাহার তৈরি করতে সক্ষম। এগুলোকে বিভিন্ন রঙের প্রদর্শনী তৈরি করতে আলোকিত করা হয়, যেখানে প্রতিটি জানালা পিক্সেল হিসাবে কাজ করে। বিদ্যুৎ খরচ কমানোর জন্য, এলইডি আলো কেবল বন্ধ শাটারের বাইরের অংশ আলোকিত করে এবং শাটারের প্রতিফলন জানালার অংশ আলোকিত করে।\nপ্রথমদিকে প্রদর্শনীগুলো শুধুমাত্র বিমূর্ত নকশা বা তাপমাত্রা প্রদর্শন করত, কিন্তু বিশেষ অনুষ্ঠান এবং প্রধান ছুটির দিনে কাস্টমাইজড প্রদর্শনী দেখানো হতো। ২০০০-এর দশকের অর্থনৈতিক মন্দা-এর পরে ভবনটিতে আলোকসজ্জা ব্যাপকভাবে হ্রাস করা হয় এবং প্রদর্শনী প্রতি ঘণ্টায় মাত্র ১০ মিনিটের জন্য চালানো হতো। ২০১৫ সাল থেকে, বেলফিয়াস বিশেষ অনুষ্ঠানগুলোর জন্য (যেমন স্পেশাল অলিম্পিক্স, অলিম্পিক গেমস, রোডে নুজেন ডাগ, ভিভা ফর লাইফ অথবা ২১ জুলাইয়ে বেলজিয়ামের জাতীয় দিবসে) আলোকসজ্জা পুনরায় চালু করে। বেলফিয়াস এসব অনুষ্ঠানের অনেকগুলোর ক্ষেত্রে স্পন্সর বা সহ-আয়োজক হিসেবে যুক্ত ছিল।\n\n\n== আরো দেখুন ==\n\nঅ্যাস্ট্রো টাওয়ার\nফাইন্যান্স টাওয়ার\nনর্থ গ্যালাক্সি টাওয়ারস\nমাদউ প্লাজা টাওয়ার\nপ্রক্সিমাস টাওয়ার\nওয়ার্ল্ড ট্রেড সেন্টার (ব্রাসেলস)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে রজিয়ার টাওয়ার সম্পর্কিত মিডিয়া দেখুন।"}