{"pageid": 1498087, "title": "গোরেগ্রিস ডট কম", "url": "https://bn.wikipedia.org/wiki?curid=1498087", "content": "গোরেগ্রিস ডট কম হল একটি শক সাইট যেখানে মৃতদেহ, দুর্ঘটনার শিকার, মাদকের ওভারডোজ, আত্মহত্যা, খুন, মৃত্যুদণ্ড, শিরশ্ছেদ, নকল অস্ত্রোপচার, নেক্রোফিলিয়া এবং যুদ্ধাপরাধের সেন্সরবিহীন ছবি এবং ভিডিও রয়েছে।\nDnepropetrovsk পাগলদের দিয়ে হত্যা এবং লুকা ম্যাগনোটা দ্বারা জুন লিন হত্যার মতো ভিডিওগুলিও সাইটে দেখার জন্য অবাধে উপলব্ধ।\nগোরেগ্রিশ ইন্টারনেট ফোরামের পিছনে থাকা কর্মীদের এই ধরনের উপাদান অনলাইনে দেখানোর অনুমতি দেওয়ার নৈতিকতাকে ঘিরে বিতর্কের বিষয়ে সাক্ষাৎকার নেওয়া হয়েছে। \n২০১৭ সালে, Inked দ্বারা ওয়েবসাইটটিকে \" ৭ টি সবচেয়ে ভয়ঙ্কর এবং ওয়েবে সবচেয়ে খারাপ সাইটগুলির মধ্যে একটি\" ঘোষণা করা হয়েছিল। \nBundestag- এর আদেশে জার্মানিতে Goregrish.com-কে Google.de সার্চ ফলাফল থেকে সড়িয়ে ফেলা হয়েছিলো। \n\n\n== ইতিহাস ও প্রতিষ্ঠা ==\nগোরেগ্রিস ডট কম কবে প্রতিষ্ঠিত হয়েছিল বা এর প্রতিষ্ঠাতার পরিচয় নিয়ে তেমন কোনো নির্ভরযোগ্য তথ্য নেই। তবে এটি ইন্টারনেটের ডার্ক ও ভয়ঙ্কর কন্টেন্ট শেয়ারিংয়ের একটি অংশ হিসেবে জনপ্রিয়তা লাভ করেছে। এটি এক ধরনের অনলাইন কমিউনিটি প্ল্যাটফর্ম, যেখানে ব্যবহারকারীরা বিভিন্ন গ্রাফিক বিষয়বস্তু শেয়ার করতে পারেন।\n\n\n== বিষয়বস্তু ==\nওয়েবসাইটটি মূলত নিম্নলিখিত বিষয়গুলো নিয়ে কাজ করে।\nদুর্ঘটনা\nগাড়ি দুর্ঘটনা, শিল্প দুর্ঘটনা, বা যে কোনো দুর্ঘটনাজনিত মৃত্যু বা আঘাতের ছবি এবং ভিডিও।  \nযুদ্ধ ও সন্ত্রাসবাদ\nযুদ্ধের ময়দানে সংঘটিত সহিংসতা, হামলা, এবং এর শিকারদের ভিডিও।  \nআত্মহত্যা ও হত্যাকাণ্ড\nআত্মহত্যা বা হত্যাকাণ্ডের স্থিরচিত্র এবং ভিডিও।  \nঅ্যানাটমি ও পোস্টমর্টেম\nশারীরিক কাটা-ছেঁড়ার ছবি ও পোস্টমর্টেম সংক্রান্ত ভিডিও।  \nপ্রকৃতি ও বন্যপ্রাণীর হিংস্রতা\nপ্রাণী দ্বারা সংঘটিত আঘাত বা মৃত্যু সংক্রান্ত গ্রাফিক চিত্র।  \n\n\n== ব্যবহারকারীদের অংশগ্রহণ ==\nগোরেগ্রিস ডট কম-এ ব্যবহারকারীরা বিভিন্ন বিষয়বস্তু আপলোড করতে পারেন এবং অন্যদের আপলোড করা বিষয়বস্তুতে মন্তব্য করতে পারেন। এর ব্যবহারকারীরা প্রায়ই অনলাইনে কমিউনিটির মতো কাজ করে, যেখানে এই ভয়ঙ্কর দৃশ্যগুলোর বিষয়ে আলোচনা হয়। তবে এটি কেবল বিনোদনের জন্য নয়; অনেক সময় সাংবাদিকতার এক ধরনের অপরিচিত রূপ হিসেবেও কাজ করে।  \n\n\n== বিতর্ক ==\nগোরেগ্রিস ডট কম তার বিষয়বস্তু এবং এর প্রভাবের কারণে দীর্ঘদিন ধরে বিতর্কিত। নিচে এর কয়েকটি বিতর্কিত দিক উল্লেখ করা হলো:  \nনৈতিকতা এবং সংবেদনশীলতা\nঅনেকের মতে, এই ধরনের বিষয়বস্তু প্রদর্শন নৈতিকতার পরিপন্থী এবং মানুষের মানসিক স্বাস্থ্যের উপর নেতিবাচক প্রভাব ফেলতে পারে।  \nআইনগত চ্যালেঞ্জ\nবিভিন্ন দেশে এ ধরনের বিষয়বস্তু শেয়ারিং বা প্রদর্শন আইনত নিষিদ্ধ। কিছু জায়গায় এটি নিষিদ্ধ করা হয়েছে।  \nট্রিগারিং কন্টেন্ট\nএটি মানসিক ট্রমা বা সংবেদনশীল ব্যবহারকারীদের জন্য সমস্যার কারণ হতে পারে।  \n\n\n== আইনগত ও প্রযুক্তিগত সীমাবদ্ধতা ==\nগোরেগ্রিস ডট কম প্রায়ই বিভিন্ন দেশের সাইবার ল অপরিপন্থী বলে বিবেচিত হয়। এ কারণে এটি অনেক দেশে ব্লক করা হয়েছে। তবে VPN এবং অনান্য পদ্ধতির মাধ্যমে অনেক ব্যবহারকারী এই ওয়েবসাইটে প্রবেশ করেন।  \n\n\n== সমালোচনা ও প্রতিক্রিয়া ==\nগোরেগ্রিস ডট কম-কে অনেকেই বলপ্রয়োগ, সহিংসতা এবং মৃত্যু নিয়ে অপব্যবহারকারী একটি প্ল্যাটফর্ম বলে মনে করেন। বিশেষজ্ঞদের মতে, এটি কেবল মানুষের কৌতূহল নয়, বরং নির্দিষ্ট মানসিক ব্যাধিগুলোকেও উসকে দিতে পারে।  \n\n\n== সতর্কতা ==\nগোরেগ্রিস ডট কম একটি গ্রাফিক এবং মানসিকভাবে কষ্টকর বিষয়বস্তু প্রদর্শনকারী ওয়েবসাইট। এর বিষয়বস্তু প্রাপ্তবয়স্কদের জন্য তৈরি, এবং শিশু বা সংবেদনশীল ব্যক্তিদের জন্য একেবারেই অনুপযুক্ত।  \n\n\n== তথ্যসূত্র =="}