{"pageid": 1498022, "title": "আলতাফ বুখারি", "url": "https://bn.wikipedia.org/wiki?curid=1498022", "content": "সৈয়দ মোহাম্মদ আলতাফ বুখারি হলেন একজন ভারতীয় রাজনীতিবিদ যিনি জম্মু ও কাশ্মীরের বাসিন্দা। তিনি জম্মু ও কাশ্মীর আপনি পার্টির সভাপতি। এটি একটি রাজনৈতিক সংগঠন, যা তিনি ২০২০ সালে চালু করেছেন। তিনি আমিরা কাদাল বিধানসভা কেন্দ্রের প্রতিনিধিত্ব করে ২০১৫ থেকে ২০১৮ সাল পর্যন্ত জম্মু ও কাশ্মীর বিধানসভার সদস্য হিসেবে দায়িত্ব পালন করেছেন। তিনি জম্মু ও কাশ্মীরের শিক্ষামন্ত্রী হিসেবে দায়িত্ব পালন করেছেন। পরে অর্থ, শ্রম ও কর্মসংস্থান মন্ত্রণালয়ের অতিরিক্ত দায়িত্ব গ্রহণ করেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nতিনি কাশ্মীর বিশ্ববিদ্যালয়ের মাধ্যমে ১৯৮০ সালে প্রাপ্ত ওয়াদুরা-সোপুরের সরকারি কৃষি কলেজ থেকে কৃষি বিজ্ঞানে স্নাতক ডিগ্রি অর্জন করেন। তার পিতা সৈয়দ মোহাম্মদ ইকবাল বুখারি ছিলেন একজন বিশিষ্ট ব্যবসায়ী এবং এফআইএল ইন্ডাস্ট্রিজের প্রতিষ্ঠাতা।\n\n\n== কর্মজীবন ==\n২০১৪ সালে আলতাফ বুখারি জম্মু ও কাশ্মীর পিপলস ডেমোক্রেটিক পার্টির প্রতিনিধিত্ব করে আমিরা কাদাল বিধানসভা কেন্দ্র থেকে বিধানসভা নির্বাচনে জয়ী হন। পরবর্তীকালে, ২০১৫ সালে তিনি মুফতি মোহাম্মদ সাঈদের নেতৃত্বাধীন পিডিপি-বিজেপি জোটে সড়ক ও নির্মাণ মন্ত্রী হিসেবে নিযুক্ত হন। তিনি মুফতি মোহাম্মদ সাঈদ মন্ত্রিসভায় ফুলের চাষ, উদ্যান ও পার্ক মন্ত্রী হিসেবে দায়িত্ব পালন করেন। যাইহোক, ২০১৬ সালে সাঈদের মৃত্যুর পর যখন মেহবুবা মুফতি দায়িত্ব গ্রহণ করেন তখন বুখারিকে মন্ত্রিসভায় অন্তর্ভুক্ত করা হয়নি।\n\n২০১৭ সালের ফেব্রুয়ারিতে বুখারিকে সরকারের শিক্ষামন্ত্রী হিসেবে নিয়োগ দেওয়া হয়। পরে, ২০১৮ সালের মার্চ মাসে তাকে অর্থ মন্ত্রণালয়, রাজ্য সরকারের শ্রম ও কর্মসংস্থান মন্ত্রণালয়ের অতিরিক্ত দায়িত্ব দেওয়া হয়।\nযখন ২০১৮ সালের জুন মাসে বিজেপি-পিডিপি জোট সরকার ভেঙে যায়, বুখারি নভেম্বর ২০১৮ সালে পিডিপি, কংগ্রেস এবং জম্মু ও কাশ্মীর ন্যাশনাল কনফারেন্স দ্বারা সমর্থিত মুখ্যমন্ত্রীর জন্য সর্বসম্মত প্রার্থী হিসাবে আবির্ভূত হন।\nতিনি পিডিপি থেকে বহিষ্কৃত হওয়ার প্রায় এক বছর পর ৮ মার্চ ২০২০ এ জম্মু ও কাশ্মীর আপনি পার্টি নামে তার নিজস্ব দল গঠন করেন।\nতাকে জেড+ স্তরের নিরাপত্তা দেওয়া হয়েছে, যা ভারত সরকার প্রদত্ত সর্বোচ্চ স্তরের নিরাপত্তা।\n\n\n== তথ্যসূত্র =="}