{"pageid": 1498644, "title": "বাইবেল অনুবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1498644", "content": "হিব্রু, আরামীয় এবং গ্রিক ভাষা থেকে বাইবেল অনেক ভাষায় অনুবাদিত হয়েছে। বাইবেল অনুবাদক সংগঠন ওয়াইক্লিফ গ্লোবাল অ্যালায়েন্স অনুসারে ২০২৪ সনের নভেম্বর পর্যন্ত সম্পূর্ণ বাইবেল ৭৫৬টি ভাষায়, নূতন নিয়ম ১,৭২৬টি ভাষায় এবং বাইবেলের ক্ষুদ্র অংশ ১,২৭৪টি ভাষায় অনুবাদিত হয়েছে। বাইবেলের অন্তত কিছু অংশ ৩,৭৫৬টি ভাষায় অনুবাদ করা হয়েছে।\nপুরাতন নিয়ম, হিব্রু ভাষায় লেখা (আরামীয় ভাষায় দেনিয়েলের পুস্তকের কিছু অংশ সহ) আরামীয় (তথাকথিত টারগুমীয়, মূলত লেখা হয়নি), গ্রিক এবং সিরীয় ভাষায় অনুবাদ করা হয়েছিল।\nসম্রাট কনস্টান্টিনের সময় আগে, গ্রিক ভাষায় লেখা নূতন নিয়ম প্রথম সিরীয়, ল্যাটিন ও কপ্তীয় ভাষায় অনূদিত হয়েছিল। জেরোমের ৪র্থ শতাব্দীর ল্যাটিন  বুলগতে সংস্করণ, পূর্ববর্তী ল্যাটিন অনুবাদগুলির সংশোধন, মধ্যযুগে পশ্চিমা খ্রিস্টধর্মে প্রভাবশালী ছিল।\n৫০০ সাল নাগাদ, বাইবেল গেʽএজ, গোথিক, আরামীয় ও জর্জীয় ভাষায় অনুবাদ করা হয়েছিল। ১০০০ সাল নাগাদ, পুরাতন নুবীয়, সোগদীয়, আরবি ও  স্লাভীয় ভাষা সহ অন্যান্য অনেক অনুবাদ যুক্ত করা হয়েছিল।\nসহস্রাব্দেরও বেশি সময়ের ইংরেজ ভাষায় বাইবেল অনুবাদের সমৃদ্ধ ও বৈচিত্র্যময় ইতিহাস রয়েছে।\nনূতন নিয়মে পাঠ্য বৈকল্পিকগুলির মধ্যে রয়েছে ত্রুটি, বাদ দেওয়া, সংযোজন, পরিবর্তন ও বিকল্প অনুবাদ। কিছু ক্ষেত্রে, বিভিন্ন অনুবাদকে প্রমাণ হিসেবে ব্যবহার করা হয়েছে বা মতবাদগত পার্থক্য দ্বারা অনুপ্রাণিত করা হয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nWills, Garry, \"A Wild and Indecent Book\" (review of David Bentley Hart, The New Testament:  A Translation, Yale University Press, 577 pp.), The New York Review of Books, vol. LXV, no. 2 (8 February 2018), pp. 34–35.  Discusses some pitfalls in interpreting and translating the New Testament.\nSharma, Sandeep (২০১৮)। \"Chichewa and Hindi Back Translations of the Bible: A Comparative Check of Translation Techniques\"। Journal of Translation। 14 (1): 42–47। ডিওআই:10.54395/jot-69624 । \n\n\n== বহিঃসংযোগ ==\nRepackaging the Bible by Eric Marrapodi, CNN, December 24, 2008\nBible Versions and Translations on BibleStudyTools.com\nHuge selection of Bibles in Foreign Languages –  bibleinmylanguage.com\nBibleGateway.com (has many translations to select)"}