{"pageid": 1498090, "title": "শক সাইট", "url": "https://bn.wikipedia.org/wiki?curid=1498090", "content": "একটি শক সাইট হল এমন একটি ওয়েবসাইট যা এর দর্শকদের জন্য আপত্তিকর বা বিরক্ত করার উদ্দেশ্যে তৈরি করা হয়, যদিও এতে হাস্যরসের উপাদান থাকতে পারে  বা (কিছু দর্শকদের মধ্যে) যৌন উত্তেজনা জাগাতে পারে।  শক-ভিত্তিক ওয়েবসাইটগুলিতে সাধারণত পর্নোগ্রাফিক, স্ক্যাটোলজিক্যাল, বর্ণবাদী, সেমিটিক, যৌনতাবাদী, গ্রাফিকভাবে হিংসাত্মক, অপমানজনক, অশ্লীল, অপবিত্র, বা অন্য কোনো উস্কানিমূলক প্রকৃতির উপাদান থাকে। যে ওয়েবসাইটগুলি প্রাথমিকভাবে প্রকৃত মৃত্যু এবং গ্রাফিক সহিংসতার উপর স্থির করা হয় সেগুলিকে বিশেষভাবে গোর সাইট হিসাবে উল্লেখ করা হয়৷  কিছু শক সাইট একটি একক ছবি, অ্যানিমেশন, ভিডিও ক্লিপ বা ছোট গ্যালারি প্রদর্শন করে এবং ইমেলের মাধ্যমে প্রচারিত হয় বা প্র্যাঙ্ক হিসাবে আলোচনার সাইটগুলিতে পোস্টকারী ছদ্মবেশে প্রচার করেন৷  স্টিভেন জোনস এই সাইটগুলিকে সেই সাইটগুলো থেকে আলাদা করেছেন, যেখানে ব্যবহারকারীরা শকিং কনটেন্ট খুঁজতে গ্যালারিগুলোর সংগ্রহ অনুসন্ধান করেন, যেমন Rotten.com।  গ্যালারি সাইটগুলিতে শিরশ্ছেদ, মৃত্যুদণ্ড, বৈদ্যুতিক আঘাত, আত্মহত্যা, হত্যা, পাথর নিক্ষেপ, অগ্নিসংযোগ, পুলিশি বর্বরতা, ফাঁসি, সন্ত্রাস, কার্টেল সহিংসতা, ডুবে যাওয়া, যানবাহন দুর্ঘটনা, যুদ্ধের শিকার, ধর্ষণ, নেক্রোফিলিয়া, যৌনাঙ্গ বিচ্ছেদ এবং অন্যান্য যৌন অপরাধ থাকতে পারে। \n“কিছু শক সাইট তাদের নিজস্ব উপসংস্কৃতি তৈরি করেছে এবং নিজস্বভাবে ইন্টারনেট মিমে পরিণত হয়েছে।” “Goatse.cx” ওয়েবসাইটটি তার বিতর্কিত এবং শকিং কনটেন্টের জন্য পরিচিত, যেখানে মূলত hello.jpg নামে একটি বিখ্যাত/কুখ্যাত চিত্র প্রদর্শন করা হতো। এই ছবির প্রতি শ্রদ্ধা জানিয়ে ভক্তদের পাঠানো শিল্পকর্ম এবং ট্রিবিউট ওয়েবসাইটে একটি আলাদা পেজে প্রদর্শিত হতো।\n২০১২ সালের লন্ডন অলিম্পিকের লোগো উন্মোচনের পর, BBC-এর একটি সংবাদ সম্প্রচারে ভুলক্রমে এই চিত্রটির প্যারোডি দেখানো হয়েছিল, যা আলোচনার কেন্দ্রবিন্দুতে আসে। এটি শক সাইটগুলোর ইন্টারনেট সংস্কৃতি এবং জনমনে তাদের প্রভাবের একটি উল্লেখযোগ্য উদাহরণ।\nএই ঘটনা এবং ওয়েবসাইটের ইতিহাস শক সাইট এবং তাদের বিতর্কিত প্রভাব নিয়ে আলোচনা করার সময় গুরুত্বপূর্ণ হিসেবে বিবেচিত হয়।\n২০০৭ সালের একটি শক ভিডিও,  2 গার্লস 1 কাপ , দ্রুতই ইন্টারনেটের আলোচিত ঘটনা হয়ে ওঠে। এই ভিডিওর প্রতিক্রিয়া, শ্রদ্ধাঞ্জলি এবং প্যারোডি ভিডিও ইউটিউবসহ বিভিন্ন ভিডিও শেয়ারিং প্ল্যাটফর্মে ব্যাপকভাবে পোস্ট করা হয়েছিল।”\nএই ভিডিওটি ইন্টারনেট সংস্কৃতিতে একটি বিতর্কিত অধ্যায় হিসেবে রয়ে গেছে, যা শক কনটেন্ট কীভাবে ভাইরাল হতে পারে এবং অনলাইনে ব্যবহারকারীদের প্রতিক্রিয়া ও সৃজনশীল প্যারোডির মাধ্যমে প্রভাব সৃষ্টি করতে পারে, তা প্রদর্শন করে।\n\n\n== প্রভাব ==\nশক সাইটগুলো বিতর্কিত কারণ এগুলো মানসিক স্বাস্থ্যের উপর ক্ষতিকর প্রভাব ফেলতে পারে এবং অনেক সময় আইনগত সমস্যার সম্মুখীন হয়। এগুলোর বেশিরভাগই অনলাইনের ডার্ক ও শক সংস্কৃতির সঙ্গে সম্পর্কিত।\n\n\n== ইতিহাস ==\nবিভিন্ন শক গ্যালারি চালু হয়েছে এবং পরে বন্ধ হয়ে গেছে। Rotten.com একটি কুখ্যাত শক সাইট যা হত্যাকাণ্ডের ভিডিও এবং মৃত ব্যক্তিদের ছবি হোস্ট করত।   এই সাইটটি তার আলোচিত মূলমন্ত্র \"Pure Evil Since 1996\" (১৯৯৬ সাল থেকে খাঁটি অশুভ) ব্যবহার করে দর্শকদের আকর্ষণ করত।    তাদের কার্যক্রম চলাকালীন, Rotten.com এর মালিকরা বেশ কয়েকটি নতুন সাইট চালু করেন, যার একটি ছিল Shockumentary.com, যা ২০০৬ সালে লঞ্চ করা হয়। Shockumentary.com তৈরি করা হয়েছিল ট্রেসেস অফ ডেথ (1993) এর মত মন্ডো ফিল্ম বিক্রি করার জন্য।  Ogrish.com, যা 2000 সালে প্রতিষ্ঠিত হয়েছিল, \"বিকৃত মৃতদেহ, গাড়ি দুর্ঘটনা, পোড়া ভিকটিম, জন্মগত বিকৃতি এবং অন্যান্য বিভ্রান্তিকর কন্টেন্ট\" হোস্ট করেছে।  “Ogrish.com”-এর খ্যাতি ছিল তার সন্ত্রাসী এবং যুদ্ধ সম্পর্কিত গোর মিডিয়া প্রকাশের জন্য।  2006 সালে, Ogrish.com কে Liveleak.com হিসাবে পুনরায় চালু করা হয়েছিল।  Bestgore.com, 2008 সালে মার্ক মারেক দ্বারা প্রতিষ্ঠিত, মারাত্মক গ্রাফিক বিষয়বস্তুর জন্য কুখ্যাত ছিল, যেমন খুন, আত্মহত্যা এবং হিংসাত্মক দুর্ঘটনার ছবি এবং ভিডিও।  চালু থাকাকালীন আনুমানিক 15-20 মিলিয়ন মাসিক ভিজিট হতো।  পরবর্তীতে তাকে গ্রেফতার করা হলে সর দোষ স্বীকার করেন এবং কানাডার আলবার্টায় জনসাধারণের নৈতিকতা নষ্ট করার অভিযোগে অভিযুক্ত একটি মামলায় তার ভূমিকার জন্য তাকে ছয় মাসের শর্তসাপেক্ষ সাজা দেওয়া হয়েছিল।  কিছু শক গ্যালারি, তবে, আরও নির্দিষ্ট niche তৈরি করেছে 2000-এর দশকের গোড়ার দিকে, নেক্রোবেবস সাইটটি মৃতের অভিনয় করা মহিলাদের ছবি হোস্ট করেছিল, একই সময়ে Cannibal Café এবং Gourmet সাইটগুলো নিজেদের প্রোফাইল তৈরি করেছিল সম্ভাব্য ক্যানিবালদের জন্য।  পরবর্তী সাইটগুলি 2003 সালে মনোযোগ আকর্ষণ করে যখন আর্মিন মেইওয়েস, একজন উচ্চাকাঙ্ক্ষী নরখাদক, সাইটগুলি ব্যবহার করে জার্গেন ব্র্যান্ডেসের সাথে সংযোগ স্থাপনের জন্য, যিনি খাওয়ার ইচ্ছা পোষণ করেছিলেন।  অতিরিক্তভাবে, গ্রাহাম কউটস শিক্ষক জেন লংহার্স্টকে গলা টিপে মারার আগে প্রায়ই নেক্রোবেবস, রেপপ্যাশন, হিংসাত্মক আনন্দ এবং হ্যাঙ্গিংবিচের সাথে দেখা করতেন। \nএছাড়াও বেশ কয়েকটি পৃথক ভিডিও রয়েছে যা ভাইরাল মনোযোগ পেয়েছে। গোটসে  ছিল প্রাচীনতম এবং সবচেয়ে পরিচিত শক সাইটগুলির মধ্যে একটি, যেখানে একজন পুরুষ তার হাত দিয়ে মলদ্বার প্রসারিত করার একটি চিত্র তুলে ধরেছিল।  সাইটটিতে ফ্যান-জমাকৃত আর্টওয়ার্ক এবং সাইটের প্রতি শ্রদ্ধা নিবেদিত একটি পৃষ্ঠা বৈশিষ্ট্যযুক্ত।  সাইটটি 2004 সালে বন্ধ হয়ে যায়; যাইহোক, চিত্রটি বৈশিষ্ট্যযুক্ত বিভিন্ন মিরর সাইট এখনও বিদ্যমান।  2012 সালে, এটি একটি ই-মেইল পরিষেবা হিসাবে পুনরুত্থিত হয়েছিল।  2008 সালে, ডিনেপ্রোপেট্রোভস্ক পাগলরা গ্রাফিক হত্যার ভিডিও \"3 গাইস 1 হ্যামার\" পোস্ট করেছিল।  এটি বছরের পর বছর পরে এরিক ক্লিনটন কার্ক নিউম্যানের (এখন লুকা রকো ম্যাগনোটা নামে পরিচিত) ভিডিও \"1 লুনাটিক 1 আইসপিক\" দ্বারা 2012-এ প্রকাশিত হয়েছিল—নিউম্যানের চীনা ছাত্র জুন লিনকে হত্যা করার একটি ভিডিও যাতে বিচ্ছিন্নতা, নরখাদক, এবং নেক্রোফিলিয়া রয়েছে এবং এটি পোস্ট করা হয়েছিল। Bestgore.com. নিউম্যান তার এক বছর আগে জন লেননের \" হ্যাপি ক্রিসমাস (ওয়ার ইজ ওভার) \" গানটিতে একটি ভ্যাকুয়াম এবং প্লাস্টিকের ব্যাগ ব্যবহার করে দুটি বিড়ালছানাকে দম বন্ধ করার একটি ভিডিও বেশ কয়েকটি গোর সাইটে শেয়ার করেছিলেন।  Meatspin হল একটি শক সাইট যেখানে একটি লুপিং ভিডিও রয়েছে (সেট করা হয়েছে \" ইউ স্পিন মি রাউন্ড (লাইক এ রেকর্ড) \" দ্বারা ডেড অর অ্যালাইভ ) দুই ব্যক্তি পায়ূ যৌনতায় লিপ্ত, যখন গ্রহীতার সঙ্গীর লিঙ্গ অবিরামভাবে ঘোরে। যদিও প্রায়ই সমকামী পর্নোগ্রাফি বলে রিপোর্ট করা হয়, তবে উল্লেখ করা হয়েছে যে ক্লিপটি একটি ট্রান্সজেন্ডার পর্নোগ্রাফি ফিল্ম থেকে নেওয়া হয়েছে। একটি কাউন্টার দর্শক কত \"স্পিন\" দেখেছে তার ট্র্যাক রাখে।  2013 সালে, ফ্লোরিডা স্টেট ইউনিভার্সিটির একজন ছাত্র তার ক্যাম্পাসের ওয়্যারলেস নেটওয়ার্ক হ্যাক করেছিল এবং সমস্ত ট্র্যাফিক মেটস্পিনে পুনঃনির্দেশিত করেছিল।  2015 সালে, যখন একটি পারিবারিক রেস্তোরাঁ ছোট বাচ্চাদের সামনে ওয়েবসাইটটি বাজিয়েছিল তখন আতঙ্ক দেখা দেয়।  2016 সালে, ওয়েবসাইটটি সুইডেনের একটি পাবলিক ডিজিটাল বিলবোর্ডে চালানো হয়েছিল, যার ফলে আন্তর্জাতিক মিডিয়া মনোযোগ আকর্ষণ করেছিল।  সাইটটি প্রথম লাইভ হয়েছিল মার্চ 10, 2005 এ। ডেইলি ডট -এর জন-মাইকেল বন্ড বলেন যে, 2000-এর দশকের \"নৈমিত্তিক হোমোফোবিয়া \" মিটস্পিনকে জনপ্রিয় করতে সাহায্য করেছিল। \n\n\n== বৈধতা ==\nবর্তমানে, মার্কিন যুক্তরাষ্ট্রে এমন কোনো ফেডারেল বা রাজ্য আইন নেই যা একজন মানুষের মৃত্যুকে চিত্রিত করে এমন ভিডিও বা ছবি ধারণ করা বা দেখাকে নিষিদ্ধ করে।  2000 সালে, এই চলচ্চিত্রগুলিকে বেআইনি করার জন্য ক্যালিফোর্নিয়া রাজ্য আইনসভায় একটি বিল উত্থাপন করা হয়েছিল, কিন্তু আমেরিকান সিভিল লিবার্টিজ ইউনিয়ন (ACLU) প্রথম সংশোধনী উদ্বেগের জন্য প্রতিবাদ করার পরে, বিলটি পাস করতে ব্যর্থ হয়েছিল। এরপর আর কোনো বিল পাস হয়নি।  মিলার বনাম ক্যালিফোর্নিয়ার ক্ষেত্রে, মার্কিন যুক্তরাষ্ট্রের সুপ্রিম কোর্ট বিষয়বস্তুটি অরক্ষিত অশ্লীলতার বিভাগে পড়ে কিনা তা নির্ধারণ করার জন্য একটি পরীক্ষা প্রতিষ্ঠা করেছে৷  মিলার পরীক্ষার প্রয়োজন হয় যে বিষয়বস্তু \"প্রুরিয়েন্ট আগ্রহের আবেদন করে\" অশ্লীল হতে হবে, যার অর্থ বিষয়বস্তুর একটি যৌন উপাদান থাকতে হবে। \nসেই পরীক্ষাটি ইউনাইটেড স্টেটস বনাম রিচার্ডস দ্বারা সংশোধিত হয়েছিল, যা রায় দিয়েছিল যে পশু ক্রাশ ভিডিওগুলি (যে ভিডিওগুলি প্রাণী হত্যার সাথে জড়িত) অশ্লীল হতে পারে এবং তাই, প্রথম সংশোধনী দ্বারা সুরক্ষিত নয় যদিও তারা স্পষ্টভাবে যৌন আগ্রহের প্রতি আবেদন করে না৷  আদালত দুটি কারণে পশু ক্রাশ ভিডিওগুলিকে অরক্ষিত অশ্লীলতা বলে রায় দিয়েছে। প্রথমত, পশু ক্রাশ ভিডিওগুলি একটি \"নির্দিষ্ট যৌন ফেটিশ\" এর প্রতি আবেদন করতে পারে যা মিলার পরীক্ষার যৌন আচরণের প্রয়োজনীয়তার সাথে খাপ খায়। দ্বিতীয়ত, ইউনাইটেড স্টেটস বনাম রিচার্ডস মিলার পরীক্ষাকে এই রায় দিয়ে পরিবর্তন করেছেন যে অশ্লীলতা \"অস্বাভাবিক বিচ্যুতিমূলক কাজগুলিকেও আবৃত করতে পারে\" যদিও তারা সরাসরি যৌন না হয়।  শিশু পর্নোগ্রাফিও এই পরীক্ষাগুলির দ্বারা অরক্ষিত অশ্লীলতার বিভাগে পড়ে।  gore2gasm.com-এর মতো খুনের ভিডিও ধারণ করে এমন শক সাইটগুলিতে খুন এবং পর্নোগ্রাফির সংমিশ্রণের কারণে, আইনি পণ্ডিতরা যুক্তি দিয়েছেন যে হত্যার ভিডিওগুলি নির্দিষ্ট যৌন আগ্রহের প্রতিও আবেদন করে এবং এইভাবে মার্কিন যুক্তরাষ্ট্র বনাম রিচার্ডসের অধীনে অরক্ষিত। \nদায়বদ্ধতার পরিপ্রেক্ষিতে, মৃত্যুর ভিডিওগুলি বেআইনি না হলে, তৃতীয় পক্ষ প্রদানকারীরা যেমন শক সাইটগুলি যেগুলি মৃত্যুর ভিডিওগুলি হোস্ট করে তারা 1996 সালের কমিউনিকেশন ডিসেন্সি অ্যাক্ট (সিডিএ) দ্বারা সুরক্ষিত।  যাইহোক, যে ওয়েবসাইটগুলিতে ব্যবহারকারীদের অবৈধ সামগ্রী আপলোড করতে বা সক্রিয়ভাবে ব্যবহারকারীদের অবৈধ সামগ্রী তৈরি এবং ভাগ করতে উত্সাহিত করতে হয় সেগুলিকে দায়ী করা যেতে পারে৷  উপরন্তু, আদালত মৃত আত্মীয়দের ছবি প্রকাশ এবং বিতরণের উপর পরিবারগুলিকে ক্রমবর্ধমান গোপনীয়তার অধিকার প্রদান করেছে।  Rotten.com- এর মালিকদের বিরুদ্ধে মৃত ব্যক্তিদের ছবি এবং সাইটে তাদের মৃত্যুর ভিডিও হোস্ট করার জন্য পরিবারগুলি সফলভাবে মামলা করেছিল৷ \nইউনাইটেড কিংডমে, পার্লামেন্ট ক্রিমিনাল জাস্টিস অ্যান্ড ইমিগ্রেশন অ্যাক্ট 2008 পাস করেছে, যার মধ্যে চরম পর্নোগ্রাফি নিষিদ্ধ করার একটি ধারা অন্তর্ভুক্ত করা হয়েছে (যা একজন ব্যক্তির জীবনকে হুমকির মুখে ফেলে দর্শকদের যৌন উত্তেজিত করার উদ্দেশ্যে, একজন ব্যক্তির মলদ্বার, স্তন বা যৌনাঙ্গের গুরুতর ক্ষতি করতে পারে।, অথবা একটি মানুষের মৃতদেহ বা একটি প্রাণী জড়িত)।  এর ফলে শক সাইটগুলি, সেইসাথে ম্যাক্স হার্ডকোর এবং এক্সট্রিম অ্যাসোসিয়েটস সহ আমেরিকান পর্নোগ্রাফারদের যুক্তরাজ্যে অশ্লীলতার জন্য দোষী সাব্যস্ত করা হয়েছে৷ \nনিউজিল্যান্ডের ক্রাইস্টচার্চ মসজিদে গুলি চালানোর সময়, বন্দুকধারী আল নূর মসজিদে প্রথম গুলি চালানোর ঘটনা ফেসবুকে সরাসরি সম্প্রচার করে।  ভিডিওটি ফেসবুকে শেয়ার করা হয় এবং কিছুক্ষণ পরই ইউটিউবে আপলোড করা হয়। গণহত্যার ফুটেজ 4chan, 8chan, LiveLeak, Voat, Zero Hedge এবং KiwiFarms- এ হোস্ট করা হয়েছিল।  অস্ট্রেলিয়ান সরকার হত্যার ভিডিওর এই নির্দিষ্ট উদাহরণটিকে নিষিদ্ধ করার চেষ্টা করার পরিবর্তে, অস্ট্রেলিয়ার ইন্টারনেট পরিষেবা প্রদানকারীরা ফুটেজটি হোস্ট করে এমন কোনও সাইটে অস্থায়ী ব্লক স্থাপন করা বেছে নিয়েছে যতক্ষণ না সমস্ত ফুটেজ সরানো হয়েছে বলে বিশ্বাস করা হয়। \nসার্বিকভাবে, শক সাইটগুলো প্রায়শই আইনগত গ্রে এরিয়ায় কাজ করে, তবে তাদের বৈধতা স্থানীয় আইন, জনমত এবং ইন্টারনেট কনটেন্টের নিয়ন্ত্রণের ওপর নির্ভর করে।\nশক সাইটের বৈধতা একটি জটিল বিষয়। এই ধরনের সাইটগুলো সাধারণত গ্রাফিক, ভয়াবহ এবং সহিংস কনটেন্ট প্রকাশ করে, যা নৈতিক, আইনগত এবং নৈতিক উদ্বেগ সৃষ্টি করে। বৈধতা নির্ভর করে একাধিক বিষয়ের ওপর, যেমন:\n\nভাষা স্বাধীনতা বনাম ক্ষতিকর কনটেন্ট: অনেক শক সাইট এমন দেশে হোস্ট করা হয় যেখানে ভাষার স্বাধীনতা শক্তিশালী, যার কারণে তারা বিতর্কিত কনটেন্ট প্রকাশের জন্য বৈধ থাকতে পারে। তবে, যদি কনটেন্ট স্থানীয় আইন লঙ্ঘন করে (যেমন শিশুর পর্নোগ্রাফি, ঘৃণা ভাষণ বা চরম সহিংসতা), তবে তা অবৈধ হতে পারে।\nঅশ্লীলতা আইন: বিভিন্ন দেশে এমন কনটেন্ট, যা \"অশ্লীল\" বা \"প্রাপ্তবয়স্কদের জন্য ক্ষতিকর\" হিসেবে বিবেচিত হয়, তার জন্য আইনগত ব্যবস্থা নেওয়া হতে পারে। শক সাইটগুলো এই আইনগুলির আওতায় পড়তে পারে, বিশেষত যদি তারা বাস্তব জীবনের সহিংসতা সম্পর্কিত ছবি বা ভিডিও বিতরণ করে।\nনৈতিক উদ্বেগ এবং মানসিক স্বাস্থ্য: যদিও শক সাইটগুলো স্পষ্টভাবে অবৈধ নাও হতে পারে, তারা দর্শকদের সহিংসতা এবং ট্রমার প্রতি অস্বাভাবিক প্রতিক্রিয়া তৈরি করতে পারে, যা মানসিক স্বাস্থ্যের উপর খারাপ প্রভাব ফেলতে পারে। এই ধরনের কনটেন্টের সামাজিক প্রভাব প্রায়ই ইন্টারনেট শাসন, ক্ষতিকর কনটেন্টের নিয়ন্ত্রণ এবং ওয়েব হোস্টের দায়িত্ব নিয়ে বিতর্ক সৃষ্টি করে।\n\n\n== তথ্যসূত্র =="}