{"pageid": 1498940, "title": "শেখ আবদুল রশিদ", "url": "https://bn.wikipedia.org/wiki?curid=1498940", "content": "শেখ আবদুল রশিদ একজন কাশ্মীরি বিচ্ছিন্নতাবাদী রাজনীতিবিদ। তিনি ইঞ্জিনিয়ার রশিদ নামে সমধিক পরিচিত। বর্তমানে তিনি ভারতের জম্মু ও কাশ্মীরের বারমুলা নির্বাচনী এলাকার প্রতিনিধিত্বকারী লোকসভার সদস্য। বিধানসভা নির্বাচনের প্রচারণার জন্য অন্তর্বর্তীকালীন জামিনে মুক্তি পান তিনি।\nএর আগে তিনি হান্দওয়ারার ল্যাংগেট নির্বাচনী এলাকা থেকে জম্মু ও কাশ্মীর বিধানসভার সদস্য ছিলেন। তিনি জম্মু ও কাশ্মীর আওয়ামী ইত্তেহাদ পার্টির প্রতিষ্ঠাতা ও পৃষ্ঠপোষক।\n\n\n== প্রারম্ভিক জীবন ==\nরশিদ আনু. ১৯৬৭ নিজের শহর ল্যাংগেটে জন্মগ্রহণ করেন। তিনি কিশোর বয়সে কাশ্মীরি বিচ্ছিন্নতাবাদী রাজনীতির সাথে জড়িত হন। তিনি ১৯৭৮ সালে আবদুল গনি লোনের নেতৃত্বাধীন পিপলস কনফারেন্সে যোগ দেন। ১৯৮৭ সালে পিপলস কনফারেন্স ছিল মুসলিম ইউনাইটেড ফ্রন্টের একটি নেতৃস্থানীয় সদস্য যা ১৯৮৭ সালের নির্বাচনে একটি ইসলামপন্থী এজেন্ডা নিয়ে লড়াই করেছিল। নির্বাচনে ব্যাপক কারচুপি দেখা গেছে এবং দুই বছর পর কাশ্মীর বিদ্রোহের উত্থানের প্রধান কারণ হিসেবে উল্লেখ করা হয়েছে।\nরশিদ ১৯৮৮ সালে বিজ্ঞানের স্নাতক ডিগ্রি অর্জন করেন এবং দুই বছর পরে সিভিল ইঞ্জিনিয়ারিংয়ে ডিপ্লোমা করেন।   তিনি রাজ্য সরকার পরিচালিত জম্মু ও কাশ্মীর প্রজেক্টস কনস্ট্রাকশন কর্পোরেশনে ইঞ্জিনিয়ার হিসাবে এক দশকেরও বেশি সময় ধরে কাজ করেছেন। তাকে একজন সাধারণ মানুষ হিসেবে দেখা যেত। খান স্যুট পরা, পাবলিক ট্রান্সপোর্টে এবং মাঝে মাঝে মোটর সাইকেলে চড়ে বেড়াতেন।\n\n\n== রাজনৈতিক কর্মজীবন ==\nরশিদ ২০০৮ সালে নির্মাণ প্রকৌশল থেকে রাজনৈতিক কর্মজীবনে রূপান্তরিত হন। তিনি ২০০৮ সালের জম্মু ও কাশ্মীর বিধানসভা নির্বাচনে স্বতন্ত্র প্রার্থী হিসাবে ল্যাংগেট আসনে জয়লাভ করেন। এরপর ২০১৪ সালের জম্মু ও কাশ্মীর বিধানসভা নির্বাচনে এর ধারাবাহিকতা বজায় রাখেন। রশিদ পরবর্তীকালে জম্মু ও কাশ্মীর আওয়ামী ইত্তেহাদ পার্টি প্রতিষ্ঠা করেন। সন্ত্রাস-অর্থায়নের অভিযোগে কারাবাসের সম্মুখীন হওয়া সত্ত্বেও, তিনি ২০২৪ সালের লোকসভা নির্বাচনে প্রাক্তন মুখ্যমন্ত্রী ওমর আবদুল্লাহর বিরুদ্ধে উল্লেখযোগ্য জয়লাভ করেন। এই অঞ্চলে তার যথেষ্ট তৃণমূল সমর্থন এবং রাজনৈতিক প্রভাবের উপর জোর দিয়েছিলেন। রশিদ বারামুল্লা লোকসভা কেন্দ্র থেকে ২০২৪ সালের লোকসভা নির্বাচনে জম্মু ও কাশ্মীরের প্রাক্তন মুখ্যমন্ত্রী ওমর আবদুল্লাহকে পরাজিত করেন।\n\n\n== গ্রেফতার ==\n২০০৫ সালে রশিদকে জঙ্গিদের সমর্থন করার অভিযোগে শ্রীনগরে এসওজি দ্বারা গ্রেপ্তার করা হয় এবং পরবর্তীতে তিন মাস ১৭ দিনের জন্য জেল খাটতে হয়। তার বিরুদ্ধে দেশবিরোধী কার্যকলাপের অভিযোগ আনা হয় এবং তাকে কার্গো, হুমহামা এবং রাজবাগ কারাগারে রাখা হয়। পরে শ্রীনগরের চিফ জুডিশিয়াল ম্যাজিস্ট্রেট মানবিক কারণে তার বিরুদ্ধে সমস্ত অভিযোগ প্রত্যাহার করেন। রশিদের মতে রাজ্য পুলিশের সাথে ঘনিষ্ঠভাবে কাজ করা পাল্টা-বিদ্রোহীদের একটি বিচিত্র দল তাকে গ্রেপ্তার করেছিল। তারা তাকে একটি জিজ্ঞাসাবাদ কেন্দ্রে নিয়ে গিয়েছিল, যেখানে তাকে \"জিজ্ঞাসাবাদ\" করা হয়েছিল। পাঁচ মাস হেফাজতের পর তিনি ₹১.১৪ লাখ টাকা দিয়ে তার মুক্তির জন্য আলোচনা করেন।\nআগস্ট ২০১৯ সালে তাকে সন্ত্রাসে অর্থায়নের অভিযোগে বেআইনি কার্যকলাপ (প্রতিরোধ) আইনের (ইউএপিএ) অধীনে গ্রেপ্তার করা হয়। তিনি কারাগার থেকে ২০২৪ সালের সংসদ নির্বাচনে প্রতিদ্বন্দ্বিতা করেন এবং জয়ী হন। যাইহোক, তিনি কারাগারে ছিলেন এবং সংসদে উপস্থিত থাকার সুযোগ পাননি।\n১১ সেপ্টেম্বর ২০২৪-এ তাকে ২০২৪ সালের জম্মু ও কাশ্মীর বিধানসভা নির্বাচনের প্রচারের অনুমতি দিয়ে ২ অক্টোবর পর্যন্ত অন্তর্বর্তীকালীন জামিন দেওয়া হয়।\n১ অক্টোবর ২০২৪-এ তার অন্তর্বর্তী জামিন দিল্লির পাতিয়ালা হাউস কোর্ট দ্বারা ১২ অক্টোবর ২০২৪ পর্যন্ত বর্ধিত করা হয়। এটি আগে ২ অক্টোবর পর্যন্ত ছিল। এটি তাকে ২০২৪ সালের জম্মু ও কাশ্মীর বিধানসভা নির্বাচনের ফলাফল প্রত্যক্ষ করার অনুমতি দেয়। তার জামিন আবার ২৮ অক্টোবর ২০২৪ পর্যন্ত বাড়ানো হয় এবং অন্তর্বর্তী জামিনের মেয়াদ শেষ হওয়ার পরে তাকে আবার কারাগারে পাঠানো হয়।\n\n\n== আক্রমণ ==\n৮ অক্টোবর ২০১৫-এ ইঞ্জিনিয়ার রশিদকে জম্মু ও কাশ্মীর বিধানসভার অভ্যন্তরে বিজেপি বিধায়কের দ্বারা লাঞ্ছিত করা হয়। ঘটনাটি একটি পার্টির আয়োজন করার জন্য ঘটে যেখানে তিনি ভারতে গরুর মাংস খাওয়া নিষিদ্ধ করার কেন্দ্রীয় সরকারের বিতর্কিত আদেশের বিরোধিতা করার উদ্দেশ্যে সরকারী সার্কিটের লনে গরুর মাংস পরিবেশন করেছিলেন।\nউধমপুরে একজন কাশ্মীরি ট্রাক চালককে হত্যার বিষয়ে তার সমালোচনামূলক মন্তব্যের একদিন পরে বিজেপি ক্যাডেটরা প্রেস ক্লাব নিউ দিল্লিতে কালো কালি দিয়ে আক্রমণ করেছিলেন।\n\n\n== তথ্যসূত্র =="}