{"pageid": 1498032, "title": "নির্মল কুমার সিং", "url": "https://bn.wikipedia.org/wiki?curid=1498032", "content": "ডঃ নির্মল কুমার সিং একজন ভারতীয় রাজনীতিবিদ। তিনি পূর্ববর্তী জম্মু ও কাশ্মীর রাজ্যের জম্মু ও কাশ্মীর বিধানসভার শেষ স্পিকার ছিলেন। তিনি জম্মু ও কাশ্মীরের প্রাক্তন উপ-মুখ্যমন্ত্রী। তিনি ভারতীয় জনতা পার্টির একজন নেতা। ১ মার্চ ২০১৫ তারিখে তিনি বিদ্যুৎ উন্নয়ন এবং গৃহায়ন এবং নগর উন্নয়ন মন্ত্রীর দায়িত্ব গ্রহণ করেন।\nতিনি কাঠুয়া জেলার বিল্লাওয়ার থেকে ২০১৪ সালের বিধানসভা নির্বাচনে জম্মু ও কাশ্মীর বিধানসভায় নির্বাচিত হন।\n\n\n== প্রারম্ভিক জীবন, শিক্ষা এবং অধ্যাপনা পেশা ==\nডাঃ নির্মল সিং ২২ জানুয়ারী ১৯৫৬-এ জম্মু ও কাশ্মীরের কারানওয়ারা বাসোহলিতে একটি নম্র পরিবারে জন্মগ্রহণ করেন। তিনি প্রাথমিক শিক্ষা নিজ জন্মভূমিতেই করেন। দুই ভাইয়ের মধ্যে তিনি সবার ছোট। তার বাবা ছিলেন জম্মু ও কাশ্মীরের (দেশীয় রাজ্য) তৎকালীন মহারাজা হরি সিং- এর নিরাপত্তা সহকারী। ডাঃ নির্মল সিং ১৯৮৮ সালে জম্মু বিশ্ববিদ্যালয় থেকে ইতিহাসে পিএইচডি করেছেন এবং ২০১৭ সালে জম্মু বিশ্ববিদ্যালয়ের ইতিহাস বিভাগের অধ্যাপক হিসাবে অবসর গ্রহণ করেছেন। ২০১৪ সালে জম্মু ও কাশ্মীর বিধানসভায় নির্বাচিত হওয়ার পরে এবং পূর্ববর্তী রাজ্যের উপ-মুখ্যমন্ত্রী হওয়ার পর, ডঃ সিং তার দুই ছাত্রের জন্য গাইড হিসাবে কাজ করেন যারা পিএইচডি থিসিস জমা দেওয়ার জন্য প্রস্তুতি নিচ্ছিল। উপমুখ্যমন্ত্রী হিসাবে তার নতুন কার্যভার নিয়ে ব্যস্ত থাকা সত্ত্বেও, সিং নিশ্চিত করেছেন যে তিনি জমাটি দেখার জন্য বিশ্ববিদ্যালয়ে উপস্থিত রয়েছেন। ডাঃ সিং '১৮৪৬-১৯৩১ থেকে জম্মু ও কাশ্মীরে আন্তঃসাম্প্রদায়িক সম্পর্ক' শিরোনামের একটি বই লিখেছেন, যা জম্মু ও কাশ্মীরের ইতিহাসের গুরুত্বপূর্ণ পর্যায়ের একটি গভীর অন্তর্দৃষ্টি। তিনি অন্তত চারজন পিএইচডি এবং পাঁচজন এম ফিল স্কলারকে গাইড করেছেন।\n\n\n== রাজনৈতিক কর্মজীবন ==\nসিং অল্প বয়সেই রাজনৈতিক কর্মকাণ্ডে সক্রিয় আগ্রহ শুরু করেন। ১৯৭৫ সালে জরুরি অবস্থার সময় তিনি গ্রেফতার হন। দেশের বিভিন্ন স্থানে প্রচারক হিসেবে এবিভিপি-তে কাজ করার পর, ডাঃ সিং জম্মুতে ফিরে আসেন এবং জম্মু বিশ্ববিদ্যালয়ে ইতিহাসের স্নাতকোত্তর বিভাগে প্রভাষক হিসেবে যোগদান করেন। বিভাগে শিক্ষকতার পাশাপাশি, তিনি জম্মু ও কাশ্মীর রাজ্যের অখিল ভারতীয় বিদ্যার্থী পরিষদের সভাপতির পদ গ্রহণ করেন। তিনি আরএসএসের নির্দেশ অনুসরণ করে বিজেপিতে যোগ দিয়েছিলেন। তিনি ১৯৯৮ সালে দলের রাজ্য সাধারণ সম্পাদক নিযুক্ত হন।\nসিং বেশ কয়েকটি লোকসভা এবং রাজ্য বিধানসভা নির্বাচনে প্রতিদ্বন্দ্বিতা করেছেন। তার প্রথম নির্বাচন ছিল জম্মু (লোকসভা কেন্দ্র) থেকে ২০০২ লোকসভা উপ-নির্বাচন, তিনি ১,৯৮,২৭৭ ভোট পেয়ে দ্বিতীয় হন এবং জম্মু ও কাশ্মীর ন্যাশনাল কনফারেন্সের চৌধুরী তালিব হুসাইনকে ব্যাপক কারচুপির অভিযোগে বিজয়ী ঘোষণা করা হয়।\nডঃ নির্মল সিং জম্মুর প্রথম রাজনীতিবিদদের মধ্যে ছিলেন যিনি কাশ্মীর কেন্দ্রিক রাজ্য সরকারগুলির দ্বারা জম্মু ও লাদাখ অঞ্চলের সাথে ভারী বৈষম্যের মধ্যে আঞ্চলিক ভিত্তিতে জম্মু ও কাশ্মীর রাজ্যের পুনর্গঠনের দাবি করেছেন। তিনি ভারতীয় জনতা পার্টির রাজ্য সভাপতি থাকাকালীন তিনি জম্মুকে রাজ্য সরকার কীভাবে বৈষম্যের শিকার করেছে তা দেখানোর জন্য পরিসংখ্যান সম্বলিত একটি পুস্তিকা প্রকাশ করেন। সেই পুস্তিকাটিতে তিনি উল্লেখ করেছিলেন যে ২.৫ লক্ষ রাজ্য সরকারী কর্মচারীদের মধ্যে ২০০৪ সালে মাত্র এক লক্ষ জম্মু অঞ্চলের ছিল। রাজ্য সচিবালয়ের ৮৫ শতাংশেরও বেশি কর্মচারী কাশ্মীরের অন্তর্গত ছিল, যখন তাদের শক্তি ছিল জম্মু থেকে প্রায় ১৫ শতাংশ। পুস্তিকাটি নির্দেশ করে যে কাশ্মীরে সেচ প্রকল্পগুলিতে বিনিয়োগ ছিল ৩৮.৯৮ কোটি রুপি, যেখানে জম্মুতে ১৪.১৫ কোটি টাকা ছিল যেখানে ভৌগোলিক এলাকা ২৬,২৯৩ বর্গকিলোমিটার (১০,১৫২ বর্গমাইল) ছিল।   ১৫,৯৫৩ বর্গকিলোমিটার (৬,১৫৯ বর্গমাইল) বিপরীতে কাশ্মীর উপত্যকায়। পুস্তিকাটি আরও উল্লেখ করেছে যে জম্মুকে বিধানসভায় আসনের প্রাপ্য অংশ থেকে বঞ্চিত করা হয়েছে যেখানে কাশ্মীরের ৪৬টির বিপরীতে এই অঞ্চলে মাত্র ৩৭টি আসন রয়েছে। আরও গুরুত্বপূর্ণ তথ্যাবলী ছিল, ২০০৪ সালে কাশ্মীর অঞ্চলে বিধানসভা কেন্দ্র প্রতি ভোটারদের গড় সংখ্যা ছিল ৫৫,৩৬৭ যখন জম্মুতে ছিল ৭৮,১৭০ এবং কাশ্মীর অঞ্চলে লোকসভা কেন্দ্র প্রতি গড় ভোটার ছিল ৮,৪৮,৯৭১ এবং জম্মুতে ছিল ১৪,৪৬,১৪৫ জন৷ জম্মুতে ২টি এবং কাশ্মীরে ৩টি লোকসভা কেন্দ্র ছিল।\nসিং ২০০৪ সালের ভারতীয় সাধারণ নির্বাচনের সময় জম্মু (লোকসভা কেন্দ্র) থেকে আবার তার দ্বিতীয় নির্বাচনে প্রতিদ্বন্দ্বিতা করেন। এবার তিনি কংগ্রেস সদস্য মদন লাল শর্মার বিরুদ্ধে ১৭,৫৫৮ ভোটের ব্যবধানে হেরেছেন।\n২০০৮ সালে সিং গান্ধীনগর বিধানসভা কেন্দ্র থেকে ভারতীয় জাতীয় কংগ্রেসের রমন ভাল্লার বিরুদ্ধে প্রতিদ্বন্দ্বিতা করেন। তিনি ২,২৬৩ ভোটে নির্বাচনে হেরে যান।\n২০০৯ সালের ভারতীয় সাধারণ নির্বাচনের সময় সিং উধমপুর (লোকসভা কেন্দ্র) থেকে কংগ্রেসের চৌধুরী লাল সিংয়ের বিরুদ্ধে প্রতিদ্বন্দ্বিতা করেন। লাল সিং ১৩,৩৯৪ ভোটের ব্যবধানে নির্বাচনে জয়ী হন।\nসিং ২০১৪ সালের জম্মু ও কাশ্মীর বিধানসভা নির্বাচনে কাঠুয়া জেলার বিল্লাওয়ার নির্বাচনী এলাকা থেকে প্রতিদ্বন্দ্বিতা করেন। তিনি কংগ্রেসের বর্তমান বিধায়ককে প্রায় ১৭,৯৭৫ ভোটের ব্যবধানে পরাজিত করে তার প্রথম নির্বাচনি জয় নিশ্চিত করেন। তিনি ৪৩,৪৪৭ টি ভোট পান এবং তার নিকটতম প্রতিদ্বন্দ্বী কংগ্রেসের মনোহর লাল শর্মা মাত্র ২৫,৪৭২ ভোট পান। বিজেপি এবার ২৫টি আসন পেয়েছে এবং মুফতি মোহাম্মদ সাঈদকে জম্মু ও কাশ্মীরের মুখ্যমন্ত্রী হিসাবে পিপলস ডেমোক্রেটিক পার্টির সাথে সরকার গঠন করেছে। ১ মার্চ ২০১৫ তারিখে নবনির্বাচিত মন্ত্রীরা তাদের নিজ নিজ দপ্তরে শপথ নেন। সিং প্রথম বিজেপি উপমুখ্যমন্ত্রী হন এবং একই দিনে মন্ত্রিসভায় বিদ্যুৎ উন্নয়ন মন্ত্রীর পাশাপাশি আবাসন ও নগর উন্নয়ন মন্ত্রীর দায়িত্ব নেন। জম্মু ও কাশ্মীরের মুখ্যমন্ত্রী পদের জন্য বিবেচিত শীর্ষ নামগুলির মধ্যে সিং ছিলেন, যদি পিডিপি-র সাথে সরকার গঠনের জন্য আলোচনায় বিজেপি এগিয়ে থাকত।\n\n\n== তথ্যসূত্র =="}