{"pageid": 1498129, "title": "স্নাফ ফিল্ম", "url": "https://bn.wikipedia.org/wiki?curid=1498129", "content": "একটি স্নাফ ফিল্ম, স্নাফ মুভি, বা স্নাফ ভিডিও (Snuff Film)  হল একটি তাত্ত্বিক ধরণের ফিল্ম, মুনাফা বা আর্থিক লাভের জন্য তৈরি করা হয়, যা প্রকৃত হত্যার দৃশ্য দেখায় বা দেখানোর উদ্দেশ্য। ভিকটিমদের সাধারণত মিথ্যা অজুহাতে তাদের হত্যার দিকে প্রলুব্ধ করা হয় এবং তাদের হত্যাকাণ্ডটি পরে চিত্রিত করা হয়, এবং সেই ভিডিওটি ক্রেতাদের কাছে বিক্রি করা হয়।\nস্নাফ ফিল্মের ধারণাটি ১৯৭০-এর দশকে সাধারণ মানুষের কাছে পরিচিত হয়ে ওঠে, যখন একটি ষড়যন্ত্র তত্ত্ব (কন্সপিরেসি থিওরি) অভিযোগ করে যে একদল অচেনা শিল্পগোষ্ঠী মুনাফার জন্য এই ধরনের চলচ্চিত্র তৈরি করছে। ১৯৭৬ সালে 'Snuff' নামক একটি চলচ্চিত্রের মুক্তির মাধ্যমে গুজবটি চাউর হয়, যা অসৎভাবে সম্প্রচার ও বিপনন করে এই আরবান লেজেন্ডের নামে সুবিধা গ্রহণ করেছিল। তবে সেই চলচ্চিত্রটিও অন্যান্য বিষয়ের মতোই হত্যার অনুকরণে বিশেষ প্রভাব সৃষ্টি করার উপর নির্ভরশীল। ফ্যাক্ট-চেকিং ওয়েবসাইট স্নোপস- এর মতে, সত্যিকারের বাণিজ্যিকভাবে তৈরি স্নাফ ফিল্মের কোন নির্ভরযোগ্য উদাহরণ কখনও পাওয়া যায়নি।  আসল খুনের ভিডিওগুলি (যেমন শিরশ্ছেদের ভিডিও ) জনসাধারণের কাছে সাধারণভাবে ইন্টারনেটের অপব্যবহারের মাধ্যমে নেটিজেনদের মধ্যে ছড়ানো হয়েছে: তবে, সেই ভিডিওগুলি হত্যাকারীরা তাদের নিজেদের সন্তুষ্টির জন্য বা প্রচারের উদ্দেশ্যে তৈরি এবং সম্প্রচার করেছে, আর্থিক লাভের জন্য নয়। আর সেগুলো সংজ্ঞা অনুসারে, \"স্নাফ ফিল্ম\" ও নয়। \n\n\n== সংজ্ঞা ==\nস্নাফ ফিল্ম হল একটি কথিত ধারার চলচ্চিত্র যেখানে একজন ব্যক্তিকে প্রকৃতপক্ষে হত্যা করা হয়, যদিও সংজ্ঞার কিছু বৈচিত্র্যের মধ্যে এমন চলচ্চিত্র অন্তর্ভুক্ত থাকতে পারে যা দেখায় যে মানুষ আত্মহত্যা করে মারা যাচ্ছে। বিদ্যমান সংজ্ঞা অনুসারে, স্নাফ ফিল্মগুলি অশ্লীল হতে পারে এবং আর্থিক লাভের জন্য তৈরি করা হয় তবে অনুমিত হয় যে \"বিনোদনের উদ্দেশ্যে কিছু বিচলিত মানুষের মধ্যে প্রচারিত\"।  কলিন্স ইংলিশ ডিকশনারী একটি \"স্নাফ মুভি\"কে সংজ্ঞায়িত করেছে \"একটি পর্নোগ্রাফিক ফিল্ম হিসেবে, যাতে চলচ্চিত্রের ক্লাইম্যাক্সে একজন অবিশ্বাস্যভাবে অভিনেত্রী বা অভিনেতাকে হত্যা করা হয়\" ; কেমব্রিজ অভিধান এটিকে আরও বিস্তৃতভাবে \"একটি সহিংস চলচ্চিত্র যা একটি বাস্তব হত্যা দেখায়\" হিসাবে সংজ্ঞায়িত করেছে। \nহরর ফিল্ম ম্যাগাজিন ফাঙ্গোরিয়া স্নাফ মুভিগুলিকে \"এমন চলচ্চিত্র হিসাবে সংজ্ঞায়িত করেছে যেখানে একজন ব্যক্তিকে ক্যামেরায় হত্যা করা হয়। মৃত্যু পূর্বপরিকল্পিত, অর্থ উপার্জনের উদ্দেশ্যে চিত্রায়িত করা হয়। প্রায়শই, হত্যা যৌনতার দিকেও যায়, হয় ফিল্ম (যেমন, একটি অশ্লীল দৃশ্য যা ভয়ঙ্করভাবে শেষ হয়) অথবা চূড়ান্ত প্রকল্পটি যৌন তৃপ্তির জন্য ব্যবহৃত হয়।\" যে চলচ্চিত্রগুলি প্রামাণিক কিন্তু দুর্ঘটনাজনিত মৃত্যুগুলিকে সমন্বিত করে \"সেগুলিকে স্নাফ ফিল্ম হিসাবে বিবেচনা করা হয় না কারণ মৃত্যুগুলি পরিকল্পিত ছিল না৷ ভিডিওতে অন্যান্য মৃত্যু, যেমন সন্ত্রাসীরা ভিকটিমদের শিরশ্ছেদ করে, অর্থ উপার্জনের জন্য নয়, তাদের ইচ্ছে পূর্ণ করার জন্য করে থাকে৷\" \n\n\n=== মূল বৈশিষ্ট্য: ===\nবাস্তব হত্যাকাণ্ড: কোনো ব্যক্তি বা ব্যক্তিদের ইচ্ছাকৃতভাবে হত্যা করা হয়।\nচিত্রায়ণ ও বিতরণ: হত্যাকাণ্ডটি রেকর্ড করা হয় এবং সেই ভিডিও বিক্রির জন্য ব্যবহার করা হয়।\nঅবৈধ ও গোপন: এই ধরনের চলচ্চিত্র সাধারণত অবৈধ এবং গোপন চ্যানেলের মাধ্যমে ছড়িয়ে পড়ে।\n\n\n== বাস্তবতা ==\nযুদ্ধে মৃত্যুদণ্ড এবং মৃত্যুর কিছু চিত্রায়িত রেকর্ড বাস্তবেই পাওয়া যায়, তবে সেসব ক্ষেত্রে মৃত্যু বিশেষভাবে আর্থিক লাভ বা বিনোদনের জন্য মঞ্চস্থ করা হয়নি।  ইন্টারনেটে \"অপেশাদার তৈরি\" স্নাফ ফিল্ম পাওয়া গেছে। যাইহোক, এই ধরনের ভিডিও খুনিরা তৈরি করে দর্শকদের উপর প্রভাব ফেলতে বা তাদের নিজেদের সন্তুষ্টির জন্য, আর্থিক লাভের জন্য নয়। কিছু বিশেষ ওয়েবসাইট লাভের জন্য প্রকৃত হত্যার ভিডিও দেখায়, কারণ তাদের শক মান দর্শকদের আকর্ষণ করে; কিন্তু এই ওয়েবসাইটগুলো ঐসব খুনের অপরাধীদের দ্বারা পরিচালিত হয় না। \nস্নোপসের মতে, একটি প্রকৃত স্নাফ ফিল্ম \"ইন্ডাস্ট্রি\" গোপনে আর্থিক লাভের জন্য এই ধরনের \"বিনোদন\" তৈরি করার ধারণাটি অযৌক্তিক কারণ \"ফিল্মে একটি হত্যাকাণ্ড ক্যাপচার করা সর্বোত্তম বোকামি হবে৷ শুধুমাত্র সবচেয়ে বিভ্রান্ত ব্যক্তিরা বিচারকদের জন্য সংরক্ষণ করাকে একটি নিখুঁত বিবেচনা করবে৷ একটি অপরাধের ভিডিও রেকর্ডের জন্য তারা জল্লাদের কাছে যেতে পারে এমনকি যদি খুনি ক্যামেরার বাইরে থাকে উপায়, হত্যাকারী কে, কিভাবে হত্যা করা হয়েছে, এবং এটি কোথায় ঘটেছে এই ধরনের একটি ফিল্মের অংশ হবে, এবং এই বিবরণগুলি দ্রুত পুলিশকে সঠিক দরজায় নিয়ে যাবে যদিও কেউ যার উন্মাদনা তাদের ঘটিয়েছে বাস্তবতার সাথে যোগাযোগ হারিয়ে ফেললে এই পয়েন্টটি এড়িয়ে যেতে পারে, যারা অনুমিতভাবে অর্থের জন্য ব্যবসা করছেন তারা এই বিষয়ে খুব সচেতন হবেন একটি ভিডিও থেকে প্রাপ্ত লাভের জন্য বৈদ্যুতিক চেয়ারের সাথে ফ্লার্ট করার কোন মানে হয় না।\" \nতদুপরি, ফাঙ্গোরিয়া এই ধারণাটিকে একটি \"মিথ\" এবং \"একটি ভীতিকর কৌশল হিসাবে বর্ণনা করেছেন, যা জনসাধারণকে আতঙ্কিত করার জন্য মিডিয়ার কল্পনাপ্রসূত ।\" \nস্নাফ ফিল্মের ধারণাটি বিতর্কিত এবং প্রশ্নবিদ্ধ, এবং এটি বাস্তবে সম্ভব কিনা তা নিয়ে দীর্ঘদিন ধরে আলোচনা চলছে। এ ধরনের চলচ্চিত্রের অস্তিত্ব সম্পর্কে নির্ভরযোগ্য প্রমাণ নেই, তবে তত্ত্বগতভাবে এটি সম্ভব।\n\n\n=== কেন সম্ভব হতে পারে: ===\nঅপরাধমূলক কার্যকলাপ: কিছু ব্যক্তি বা গোষ্ঠী তাদের অসুস্থ মানসিকতা বা আর্থিক লাভের জন্য বাস্তব হত্যাকাণ্ড ধারণ করতে পারে।\nডার্ক ওয়েবের প্রসার: ডার্ক ওয়েবের গোপন প্ল্যাটফর্মে অনেক অবৈধ বিষয় শেয়ার করা হয়। ধারণা করা হয় যে, এখানে এ ধরনের সামগ্রী ছড়িয়ে পড়তে পারে।\nমানসিক বিকৃতি: সহিংসতার প্রতি মানুষের বিকৃত আগ্রহ বা বিনোদনমূলক মনোভাব স্নাফ ফিল্ম তৈরির কারণ হতে পারে।\n\n\n=== কেন অসম্ভাব্য: ===\nবিপুল ঝুঁকি: বাস্তব হত্যাকাণ্ড চিত্রায়ণ এবং বিতরণ করা অত্যন্ত ঝুঁকিপূর্ণ, কারণ এটি দ্রুত আইন প্রয়োগকারী সংস্থার নজরে আসতে পারে।\nপ্রমাণের অভাব: আজ পর্যন্ত কোনও স্নাফ ফিল্মের বৈধ প্রমাণ মেলেনি। যেসব দাবি উঠেছে, তা পরবর্তীতে জাল বা কল্পিত বলে প্রমাণিত হয়েছে।\nনৈতিক এবং সামাজিক বাধা: এ ধরনের কিছু তৈরির জন্য বড় পরিসরে একটি গোপন চক্র দরকার, যা পরিচালনা করা অত্যন্ত কঠিন।\nস্নাফ ফিল্ম তত্ত্বগতভাবে সম্ভব হলেও, বাস্তবে এর অস্তিত্বের কোনও নিশ্চিত প্রমাণ নেই। এটি প্রায়শই একটি কাল্পনিক এবং অতিরঞ্জিত ধারণা বলে বিবেচিত হয়, যা মিডিয়া ও গল্প বলার জন্য ব্যবহৃত হয়েছে।\n\n\n== ইতিহাস ==\n\n\n=== শহুরে কিংবদন্তির উত্স ===\n\"স্নাফ\" শব্দটি মূলত মোমবাতির পোড়া সলতের অংশ বোঝাতে ব্যবহৃত হতো। ক্রিয়া হিসেবে \"snuff\" মানে এটি কেটে ফেলা বা নিভিয়ে দেওয়া এবং প্রসারিত অর্থে হত্যা করা।  শব্দটি শত শত বছর ধরে ইংরেজি স্ল্যাং-এ এই অর্থে ব্যবহৃত হয়ে আসছে। এটি 1874 সালে \"লন্ডনের নিম্ন আদেশের মধ্যে খুবই সাধারণ একটি শব্দ, যার অর্থ রোগ বা দুর্ঘটনায় মৃত্যু\" হিসাবে সংজ্ঞায়িত করা হয়েছিল।\nফিল্ম স্টাডিজের অধ্যাপক বোয়াজ হ্যাগিন মনে করেন যে, বাস্তব হত্যার দৃশ্য দেখানো চলচ্চিত্রের ধারণা ১৯০৭ সালের আগেই শুরু হয়। ওই বছর পোলিশ-ফরাসি লেখক গিয়োম অ্যাপোলিনায়ার একটি ছোট গল্প \"এ গুড ফিল্ম\" প্রকাশ করেন, যেখানে ফটো সাংবাদিকরা একটি হত্যাকাণ্ড মঞ্চস্থ করে তা ফিল্ম করেন, জনগণের মধ্যে এনিয়ে সোরগোল বাঁধান। পরে অবশ্য পুলিশ প্রকাশ করে যে, অপরাধটি আসলে সাজানো।  হ্যাগিন আরও প্রস্তাব করেন যে ফিল্ম নেটওয়ার্ক (1976) একটি সুস্পষ্ট (কাল্পনিক) স্নাফ ফিল্ম চিত্রণ ধারণ করে যখন টেলিভিশন নিউজ এক্সিকিউটিভরা রেটিং বাড়ানোর জন্য একটি নিউজ অ্যাঙ্করকে অন-এয়ার হত্যার আয়োজন করে।\nচলচ্চিত্র সমালোচক জিওফ্রে ও'ব্রায়েনের মতে, \"ব্যবসায়িকভাবে বিতরণ করা 'স্নাফ' চলচ্চিত্রগুলি আসলে বিদ্যমান থাকুক বা না থাকুক, এই জাতীয় চলচ্চিত্রগুলির সম্ভাবনা নিহিত রয়েছে পাগল শিল্পীর স্টক বি-মুভি মোটিফের মধ্যে, যেমনটি তার মডেলদের হত্যা করে, যেমনটি এ বাকেট অফ ব্লাড (1959), কালার মি ব্লাড রেড (1965), বা ডেকয় ফর টেরর (1967) নামেও পরিচিত প্লেগার্ল কিলার ।\"  একইভাবে, পিপিং টম (1960) এর নায়ক তার করা হত্যাকাণ্ডের ছবি তোলেন, যদিও তিনি তা করেন তার ম্যানিয়ার অংশ হিসেবে এবং আর্থিক লাভের জন্য নয়: দ্য নিউ ইয়র্ক টাইমস- এর 1979 সালের একটি নিবন্ধে চরিত্রটির কার্যকলাপকে \"ব্যক্তিগত\" হিসাবে বর্ণনা করা হয়েছিল। 'স্নাফ' ফিল্ম\"। \nস্নাফ মুভি শব্দটির প্রথম পরিচিত ব্যবহারটি 1971 সালে এড স্যান্ডার্সের একটি বইতে, দ্য ফ্যামিলি: দ্য স্টোরি অফ চার্লস ম্যানসনের ডুন বগি অ্যাটাক ব্যাটালিয়নে । এই বইটিতে চার্লস ম্যানসনের \" পরিবারের \" একজন বেনামী এক সময়ের সদস্যের সাক্ষাৎকার অন্তর্ভুক্ত ছিল, যিনি দাবি করেছিলেন যে এই দলটি একবার ক্যালিফোর্নিয়ায় একজন মহিলার হত্যার রেকর্ড করে এমন একটি চলচ্চিত্র তৈরি করেছিল। যাইহোক, সাক্ষাত্কারকারী পরে যোগ করেছেন যে তিনি নিজে ছবিটি দেখেননি এবং এর অস্তিত্বের গুজব শুনেছেন। বইটির পরবর্তী সংস্করণে, স্যান্ডার্স স্পষ্ট করেছেন যে প্রকৃত খুন বা হত্যার শিকারদের চিত্রিত কোনো চলচ্চিত্র পাওয়া যায়নি। \n1970-এর দশকের প্রথমার্ধে, শহুরে কিংবদন্তিরা অভিযোগ করতে শুরু করে যে বাণিজ্যিক লাভের জন্য দক্ষিণ আমেরিকায় সত্যিই স্নাফ ফিল্ম তৈরি করা হয়েছিল এবং মার্কিন যুক্তরাষ্ট্রে গোপনে তা প্রচারিত হয়েছিল। \n\n\n=== ১. প্রাথমিক উত্থান: ===\nস্নাফ ফিল্মের ধারণা প্রথম আলোচনায় আসে ১৯৭০ এর দশকে, যখন কিছু ষড়যন্ত্র তত্ত্ব দাবি করেছিল যে কিছু গোপন সংস্থা বা ব্যক্তি অর্থ উপার্জনের জন্য বাস্তব হত্যার দৃশ্য ধারণ করে। এই চলচ্চিত্রগুলির উদ্দেশ্য ছিল মানুষের হত্যা বা গুরুতর সহিংসতা দেখিয়ে একটি বাজার তৈরি করা। স্নাফ ফিল্মের সম্পর্কে প্রথম ধারণা মূলত কাল্পনিক এবং গুজবের উপর ভিত্তি করে ছিল।\n\n\n=== ২. ১৯৭৬ সালের চলচ্চিত্র 'Snuff': ===\n১৯৭৬ সালে একটি চলচ্চিত্র মুক্তি পায় যার নাম 'Snuff', যা এই গুজব এবং ধারণার ওপর ভিত্তি করে তৈরি হয়েছিল। চলচ্চিত্রটি দাবি করেছিল যে এটি একটি বাস্তব হত্যাকাণ্ড ধারণ করেছে, যদিও পরে এটি প্রকাশিত হয় যে এটি কেবল একটি নাটকীয় কল্পনা ছিল। তবে, এই চলচ্চিত্রটি গুজবের জোরালো প্রচার ঘটায় এবং স্নাফ ফিল্মের ধারণাকে আরও জনপ্রিয় করে তোলে।\n\n\n=== ৩. সংস্কৃতি এবং মিডিয়া প্রভাব: ===\nস্নাফ ফিল্মের ধারণা কখনও বাস্তবে প্রমাণিত হয়নি, তবে এটি সংস্কৃতিতে এবং মিডিয়াতে অনেক সময় আলোচিত হয়েছে। এটি এমন একটি কাল্পনিক ধারণা হিসেবে বর্ণিত হয়েছে যা সহিংসতার অতিরিক্ত প্রদর্শন এবং শক ভ্যালু তৈরি করার উদ্দেশ্যে ব্যবহৃত হয়।\n\n\n=== ৪. বর্তমান অবস্থা: ===\nআজকের দিনে স্নাফ ফিল্মের অস্তিত্ব সম্পর্কে কোনও নির্দিষ্ট প্রমাণ নেই, তবে এটি নানা রকম মিডিয়া, চলচ্চিত্র, এবং সাহিত্যকর্মে প্রতিফলিত হয়েছে। কিছু সময়ে, স্নাফ ফিল্মের ধারণাটি বাস্তব সহিংসতা এবং হত্যাকাণ্ডের প্রতি মানুষের আগ্রহের প্রতীক হিসেবে ব্যবহার করা হয়, তবে এটি এখনও একটি কাল্পনিক এবং বিতর্কিত বিষয় হিসেবে পরিচিত।\nস্নাফ ফিল্মের ইতিহাস মূলত একটি মিথ, যা বাস্তবে প্রমাণিত না হলেও, এটি মানুষের মনস্তত্ত্ব এবং সাংস্কৃতিক চিন্তা-ভাবনায় প্রভাব ফেলেছে।\n\n\n=== স্নাফ বিতর্ক (1976) ===\nমুনাফার জন্য প্রকৃত খুন দেখানো সিনেমার ধারণাটি 1976 সালে শোষণমূলক চলচ্চিত্র স্নাফের মুক্তির সাথে আরও ব্যাপকভাবে পরিচিত হয়ে ওঠে।  এই কম বাজেটের হরর ফিল্মটি, ম্যানসন হত্যাকাণ্ডের উপর ভিত্তি করে এবং মূলত স্লটার শিরোনাম, আর্জেন্টিনায় মাইকেল এবং রবার্টা ফিন্ডলে শ্যুট করেছিলেন। ফিল্মটির ডিস্ট্রিবিউশন স্বত্ব কিনেছিলেন অ্যালান শ্যাকলটন, যিনি শেষ পর্যন্ত ছবিটিকে মুক্তির জন্য অযোগ্য মনে করেন এবং এটিকে সরিয়ে দেন। বেশ কয়েক বছর পরে, শ্যাকলটন দক্ষিণ আমেরিকা থেকে স্নাফ ফিল্ম আমদানি করা সম্পর্কে পড়েন এবং স্লটারে তার বিনিয়োগ পুনরুদ্ধার করার প্রচেষ্টা হিসাবে গুজবকে নগদ করার সিদ্ধান্ত নেন। \nশ্যাকলটন স্লটার টু স্নাফের শিরোনাম দিয়েছেন এবং এটিকে একটি নতুন সমাপ্তির সাথে প্রকাশ করেছেন যা একটি চলচ্চিত্র সেটে সংঘটিত একটি প্রকৃত হত্যাকে চিত্রিত করার জন্য অনুমিত হয়েছিল।  স্নাফের প্রচারমূলক উপাদানটি সরাসরি না বলেই পরামর্শ দিয়েছে যে, ছবিতে একজন মহিলার প্রকৃত হত্যা দেখানো হয়েছে, যা মিথ্যা বিজ্ঞাপনের পরিমান।  চলচ্চিত্রটির স্লোগান ছিল: \"যে চলচ্চিত্রটি শুধুমাত্র দক্ষিণ আমেরিকায় তৈরি করা যেতে পারে... যেখানে জীবন সস্তা\"।  শ্যাকলটন মিথ্যা সংবাদপত্রের ক্লিপিংগুলি প্রকাশ করেছিলেন যা একটি নাগরিক গোষ্ঠীর চলচ্চিত্রের বিরুদ্ধে ধর্মযুদ্ধের রিপোর্ট করেছিল, এবং পিকেট স্ক্রিনিংয়ে প্রতিবাদকারী হিসাবে কাজ করার জন্য লোকদের নিয়োগ করেছিল। \nশ্যাকলটনের প্রচেষ্টা চলচ্চিত্র সম্পর্কে একটি মিডিয়া উন্মাদনা তৈরি করতে সফল হয়েছিল: প্রকৃত নারীবাদী এবং নাগরিক গোষ্ঠীগুলি অবশেষে সিনেমাটির প্রতিবাদ করতে শুরু করে এবং থিয়েটারে পিকেটিং শুরু করে।  ফলস্বরূপ, নিউ ইয়র্ক জেলা অ্যাটর্নি রবার্ট এম. মরজেনথাউ ছবিটি তদন্ত করেছিলেন, এটি একটি প্রতারণা ছিল।   তবুও বিতর্ক ছবিটিকে আর্থিকভাবে লাভজনক করে তুলেছে। \n\n\n=== সিরিয়াল কিলার এবং অন্যান্য বিতর্ক সম্পর্কিত গুজব ===\nপরবর্তী বছরগুলিতে, স্নাফ চলচ্চিত্র সম্পর্কে আরও শহুরে কিংবদন্তি আবির্ভূত হয়। উল্লেখযোগ্যভাবে, একাধিক সিরিয়াল কিলাররা স্নাফ ফিল্ম তৈরি করেছে বলে গুজব ছিল: যাইহোক, এই ধরনের কোন ভিডিওর অস্তিত্ব প্রমাণিত হয়নি। হেনরি লি লুকাস এবং তার সহযোগী ওটিস টুল তাদের অপরাধের চিত্রগ্রহণ করেছেন বলে দাবি করেছেন, কিন্তু উভয় পুরুষই \"প্যাথলজিক্যাল মিথ্যাবাদী\" এবং কথিত চলচ্চিত্রগুলি কখনই পাওয়া যায়নি।  চার্লস এনজি এবং লিওনার্ড লেক তাদের কিছু ভবিষ্যত শিকারের সাথে তাদের মিথস্ক্রিয়া ভিডিও টেপ করেছে, কিন্তু হত্যা নয়। লরেন্স বিট্টেকার এবং রয় নরিস একজন শিকারের সাথে তাদের মুখোমুখি হওয়ার একটি অডিও রেকর্ডিং করেছেন, যদিও তার মৃত্যুর কথা নয়। একইভাবে, পল বার্নার্দো এবং কার্লা হোমোলকা বার্নার্ডো যৌন নির্যাতনের ভিডিও তৈরি করেছিলেন দুই শিকার, কিন্তু হত্যাকাণ্ডের ছবি তোলেননি। এই সমস্ত ক্ষেত্রে, রেকর্ডিংগুলি জনসাধারণের ব্যবহারের উদ্দেশ্যে ছিল না এবং হত্যাকারীদের বিচারের সময় প্রমাণ হিসাবে ব্যবহৃত হয়েছিল। \nবছরের পর বছর ধরে, বেশ কয়েকটি চলচ্চিত্রকে \"স্নাফ মুভি\" বলে সন্দেহ করা হয়েছিল, যদিও এই অভিযোগগুলির কোনটিই সত্য বলে প্রমাণিত হয়নি। নাইন ইঞ্চ নখের 1989 সালের গান \" ডাউন ইন ইট \" এর ভিডিও চিত্রায়ন নিয়ে একই রকম একটি বিতর্ক, যেখানে ট্রেন্ট রেজনর একটি দৃশ্যে অভিনয় করেছিলেন যা এই অর্থে শেষ হয়েছিল যে রেজনরের চরিত্রটি একটি বিল্ডিং থেকে পড়ে গিয়ে মারা গিয়েছিল। দৃশ্যটি ফিল্ম করার জন্য, একটি ক্যামেরা দড়ি দিয়ে বেলুনের সাথে বাঁধা ছিল। চিত্রগ্রহণ শুরু হওয়ার কয়েক মিনিট পরে, দড়ি ভেঙে যায় এবং বেলুন এবং ক্যামেরা উড়ে যায়, অবশেষে মিশিগানের এক কৃষকের মাঠে অবতরণ করে। কৃষক পরে এটি এফবিআই-এর কাছে হস্তান্তর করেন, যিনি তদন্ত শুরু করেন যে ফুটেজটি একটি স্নাফ ফিল্ম যা একজন ব্যক্তিকে আত্মহত্যা করছে বলে চিত্রিত করা হয়েছে।   এফবিআই রেজনরকে শনাক্ত করে এবং তদন্ত শেষ হয় যখন নিশ্চিত হয় যে রেজনর জীবিত এবং ফুটেজটি অপরাধের সাথে সম্পর্কিত নয়। \n\n\n=== ইন্টারনেট যুগ ===\nইন্টারনেটের আবির্ভাব, যে কাউকে আন্তর্জাতিক দর্শকদের কাছে স্ব-নির্মিত ভিডিও সম্প্রচার করার অনুমতি দিয়ে, \"স্নাফ\" হিসাবে শ্রেণীবদ্ধ করা যেতে পারে এমন চলচ্চিত্র নির্মাণের উপায়ও পরিবর্তন করে। তাদের অপরাধীদের দ্বারা চিত্রায়িত করা এবং পরে অনলাইনে তাদের পথ খুঁজে পাওয়ার বেশ কয়েকটি ঘটনা ঘটেছে। এর মধ্যে রয়েছে মেক্সিকান কার্টেল বা জিহাদি গোষ্ঠীর তৈরি করা ভিডিও, 2000-এর দশকের মাঝামাঝি ইউক্রেনের ডিনেপ্রোপেট্রোভস্ক পাগলদের দ্বারা শট করা ভিডিওগুলির মধ্যে অন্তত একটি, 2012 সালে লুকা ম্যাগনোটা দ্বারা শট করা ভিডিও, 2015 সালে ভেস্টার লি ফ্লানাগান II দ্বারা শট করা ভিডিও, পাশাপাশি লাইভ স্ট্রিম করা খুনের ঘটনা, গণ শুটারদের তৈরি ভিডিও সহ। \nলেখক স্টিভ লিলিবুয়েন, যিনি ম্যাগনোটা মামলার উপর একটি বই লিখেছেন, মন্তব্য করেছেন যে সোশ্যাল মিডিয়া অপরাধের একটি নতুন প্রবণতা তৈরি করেছে যেখানে খুনিরা যারা দর্শকদের আকাঙ্ক্ষা করে তারা তাদের অপরাধগুলি বিশ্বের কাছে দেখিয়ে \"অনলাইন সম্প্রচারক\" হতে পারে। \nফাঙ্গোরিয়া মন্তব্য করেছেন যে ম্যাগনোটার 2012 সালের ভিডিও, যা তাকে তার শিকারের মৃতদেহকে বিকৃত করতে দেখায়, এটি একটি আসল স্নাফ মুভির অস্তিত্বের সবচেয়ে কাছের জিনিস ছিল, বিশেষত ম্যাগনোটা কিছু অশোধিত সম্পাদনা করেছিলেন এবং একটি গানকে সাউন্ডট্র্যাক হিসাবে ব্যবহার করেছিলেন, যার পরিমাণ ন্যূনতম উত্পাদন ছিল। মান যাইহোক, এটি খুনটি নিজেই দেখায়নি এবং মূলত মনোযোগ আকর্ষণের জন্য প্রকাশিত হয়েছিল এবং আর্থিক লাভের জন্য নয়।  ম্যাগনোটা যে অভিযোগে দোষী সাব্যস্ত হয়েছিল তার মধ্যে \" অশ্লীল সামগ্রী প্রকাশ করা\" অন্তর্ভুক্ত ছিল।  2016 সালে, Bestgore.com- এর মালিক, ওয়েবসাইট যেটি মূলত ম্যাগনোটার ভিডিও হোস্ট করেছিল, একটি অশ্লীলতার অভিযোগে দোষী সাব্যস্ত হয়েছিল এবং তাকে ছয় মাসের শর্তসাপেক্ষ সাজা দেওয়া হয়েছিল, যার অর্ধেক গৃহবন্দী করা হয়েছিল৷ \nস্নাফ ফিল্মের ধারণা একটি বিতর্কিত এবং বিভ্রান্তিকর বিষয়। যদিও এটি প্রচলিত কিংবদন্তি এবং মিডিয়ার এক বিশেষ উপস্থাপন হিসেবে আলোচিত, এর বাস্তব অস্তিত্ব নিয়ে এখনো নির্ভরযোগ্য প্রমাণ মেলেনি। শহুরে কিংবদন্তি, গুজব, এবং কিছু কাল্পনিক চলচ্চিত্রের মাধ্যমে এই ধারণা শক্তিশালী হয়েছে, তবে আইনশৃঙ্খলা রক্ষাকারী সংস্থাগুলো এবং গবেষকদের অনুসন্ধানে দেখা গেছে যে, স্নাফ ফিল্মের প্রকৃত উদাহরণ বাস্তবে পাওয়া যায়নি।\nইন্টারনেট যুগে কিছু সহিংস ভিডিও অনলাইনে ছড়ালেও সেগুলো স্নাফ ফিল্মের সংজ্ঞার সাথে পুরোপুরি মেলে না। বেশিরভাগ ক্ষেত্রে এগুলো আর্থিক লাভের জন্য তৈরি হয় না বা বাণিজ্যিকভাবে বিতরণ করা হয় না।\n\n\n== ফেস অব ডেথ ==\n১৯৭৮ সালের ছদ্ম-বিত্তিক তথ্যচিত্র ফেস অব ডেথ, যা একাধিক সিক্যুয়েল তৈরি করেছে, \"স্নাফ মুভি\" ধারণার সঙ্গে সবচেয়ে ঘনিষ্ঠভাবে যুক্ত চলচ্চিত্রগুলোর একটি। যদিও এটি কোনো আসল খুনী দ্বারা নির্মিত নয় বা গোপনে বিতরণ করা চলচ্চিত্র নয়। এটিকে মৃত্যু নিয়ে একটি শিক্ষামূলক চলচ্চিত্র বলে দাবি করা হয়, যেখানে আসল মারাত্মক দুর্ঘটনা, আত্মহত্যা, ময়নাতদন্ত বা মৃত্যুদণ্ডের ফুটেজের সঙ্গে \"সম্পূর্ণ ভুয়া কিছু ফুটেজ\" যুক্ত করা হয়েছিলো, যা  বিশেষ অভিনেতা-অভিনেত্রীদের দিয়ে তৈরি। \n\n\n== এছাড়াও দেখুন ==\nএরো গুরো\nশক সাইট\nলাইভস্ট্রিম করা অপরাধ\nহার্টকোর\nক্রাশ ফিল্ম\nস্প্ল্যাটার ফিল্ম\nক্যানিবাল ফিল্ম\nDnepropetrovsk পাগল\nশাহাদাত ভিডিও\nমন্ডো ছায়াছবি\nশিরশ্ছেদের ভিডিও\nরিকার্ডো লোপেজ, সেলিব্রেটি স্টকার যিনি নিজেকে আত্মহত্যা করার চিত্রগ্রহণ করেছিলেন\nR. Budd Dwyer, রাজনীতিবিদ যিনি একটি লাইভ সংবাদ সম্মেলনের সময় আত্মহত্যা করেছিলেন\nজুন লিন হত্যা, লুকা ম্যাগনোটা দ্বারা সংঘটিত, যিনি নিজেকে ভিকটিমের মৃতদেহ বিকৃত করার চিত্রগ্রহণ করেছিলেন। জুন লিন হত্যা কানাডার একটি আলোচিত অপরাধ, যা ২০১২ সালে মন্ট্রিয়াল শহরে সংঘটিত হয়। জুন লিন, যিনি একজন চীনা আন্তর্জাতিক ছাত্র ছিলেন, তাকে লুকা রোকো মাগনোটা নামে এক ব্যক্তি নির্মমভাবে হত্যা করেন। এই অপরাধটি বিশ্বব্যাপী মনোযোগ আকর্ষণ করেছিল কারণ হত্যার ভিডিও অনলাইনে আপলোড করা হয়েছিল এবং ঘটনাটির নৃশংসতা ছিল চমকে দেওয়ার মতো।\nপিটার স্কুলি, অস্ট্রেলিয়ান যৌন অপরাধী এবং খুনি যিনি তিন শিশুর নির্যাতন ও ধর্ষণের চিত্র নিয়ে একটি চলচ্চিত্র তৈরি করেছিলেন\nচরম সিনেমা\nশট-অন-ভিডিও ফিল্ম\nএনালগ হরর\n\n\n== তথ্যসূত্র =="}