{"pageid": 1498450, "title": "আগা সৈয়দ রুহুল্লাহ মেহেদি", "url": "https://bn.wikipedia.org/wiki?curid=1498450", "content": "আগা সৈয়দ রুহুল্লাহ মেহেদি (উর্দু: آغا سید روح اللہ مہدی‎‎) জম্মু ও কাশ্মীরের একজন ভারতীয় রাজনীতিবিদ। তিনি বর্তমানে শ্রীনগর লোকসভা কেন্দ্রের প্রতিনিধিত্বকারী সংসদ সদস্য হিসেবে দায়িত্ব পালন করছেন। তিনি জম্মু ও কাশ্মীর ন্যাশনাল কনফারেন্স (জেকেএনসি) এর সদস্য। আগা সৈয়দ রুহুল্লাহ মেহেদি ৩৭০ ধারা বাতিলের তীব্র বিরোধিতা এবং জম্মু ও কাশ্মীরে অন্তর্ভুক্তিমূলক, অ-সাম্প্রদায়িক রাজনীতির পক্ষে তার ওকালতির জন্য পরিচিত। তিনি বড়গাম থেকে তিনবার বিধায়ক হিসেবে দায়িত্ব পালন করেছেন। এছাড়াও তিনি জম্মু ও কাশ্মীর সরকারের মন্ত্রী পদে অধিষ্ঠিত ছিলেন, যার মধ্যে বিজ্ঞান ও প্রযুক্তি এবং পশুপালনের মতো দপ্তর রয়েছে। তিনি একজন সুপরিচিত শিয়া মুসলিম ধর্মগুরু।\n\n\n== প্রারম্ভিক জীবন ==\nআগা সৈয়দ রুহুল্লাহ মেহেদি জম্মু ও কাশ্মীরের বড়গামে একটি বিশিষ্ট ধর্মীয় ও রাজনৈতিক পরিবারে জন্মগ্রহণ করেন। তার পরিবার আগা ফ্যামিলি ধর্মীয় পাণ্ডিত্য এবং নেতৃত্বের উত্তরাধিকার সহ এই অঞ্চলের শিয়া মুসলিম সম্প্রদায়ের মধ্যে গভীর শিকড় রয়েছে। তার পিতা আগা সৈয়দ মেহেদি ছিলেন একজন সম্মানিত ধর্মগুরু এবং রাজনীতিবিদ যিনি এই অঞ্চলের ধর্মীয় ও রাজনৈতিক পটভূমির উন্নয়নে গুরুত্বপূর্ণ ভূমিকা পালন করেছেন।\nরুহুল্লাহ মেহেদি ধর্মীয় প্রভাব ও রাজনৈতিক সক্রিয়তার পরিবেশে বড় হয়েছেন। তিনি টিন্ডেল বিস্কো স্কুল থেকে প্রাথমিক শিক্ষা লাভ করেন। ২০০০ সালে তার বাবার অকাল মৃত্যুর পর, রুহুল্লাহ মেহেদি রাজনীতিতে পা রাখেন।\n\n\n== রাজনৈতিক কর্মজীবন ==\nআগা রুহুল্লাহর রাজনৈতিক জীবন শুরু হয় ২০০২ সালে যখন তিনি বড়গাম থেকে তার প্রথম বিধানসভা নির্বাচনে প্রতিদ্বন্দ্বিতা করেন এবং জয়ী হন। তিনি ২০০৮ এবং ২০১৪ সালে তার জয়ের ধারা অব্যাহত রাখেন। ২০০৮ সালে তিনি রাজ্য মন্ত্রিসভায় অন্তর্ভুক্ত হন এবং ভারতের সর্বকনিষ্ঠ ক্যাবিনেট মন্ত্রী হন। মেহেদী ২০১৫ সালে ন্যাশনাল কনফারেন্স পার্টির প্রধান মুখপাত্র হিসেবে মনোনীত হন। যাইহোক, ৫ আগস্ট ২০১৯-এ ৩৭০ ধারা বাতিল হওয়ার পরে তিনি দলের অবস্থান থেকে নিজেকে বিচ্ছিন্ন করেন এবং ৫ আগস্টের পরে জম্মু ও কাশ্মীরের পরিস্থিতি নিয়ে দলটিকে নীরব থাকার জন্য অভিযুক্ত করেন। তিনি ২৮ জুলাই ২০২০-এ প্রধান মুখপাত্রের পদ থেকে পদত্যাগ করেন।\n২০২৪ সালের লোকসভা নির্বাচনে মেহেদি ন্যাশনাল কনফারেন্স প্রার্থী হিসাবে শ্রীনগর কেন্দ্র থেকে প্রতিদ্বন্দ্বিতা করেন এবং ১.৮ লক্ষ ভোটের ব্যবধানে জয়ী হন।\n\n\n== অর্জন ==\nআগা রুহুল্লাহ ৩৭০ ধারা বাতিলের বিরুদ্ধে তার স্পষ্টভাষী এবং জ্বালাময়ী বক্তৃতার জন্য ২০১৯ সালের পরে খ্যাতি অর্জন করেন। ২০০৯ সালে তিনি সর্বকনিষ্ঠ ভারতীয় বিধায়ক হিসাবে মার্কিন যুক্তরাষ্ট্রে আন্তর্জাতিক ভিজিটর লিডারশিপ প্রোগ্রামের জন্য মার্কিন দূতাবাস দ্বারা নির্বাচিত হন। ২০১০ সালে তিনি নেটওয়ার্ক ১৮, সিএনএন-আইবিএন দ্বারা সর্বকনিষ্ঠ ভারতীয় নেতা হিসাবে পুরস্কৃত হন।\n\n\n== ২০২৪ সালের এমপি নির্বাচনের পরের ঘটনা ==\n২০২৪ সালে শ্রীনগর থেকে এমপি নির্বাচনে বিজয়ী হওয়ার পর তিনি তার জয়ের জন্য কৃতজ্ঞতা প্রকাশ করেন। তিনি বলেন, \"শ্রীনগর, পুলওয়ামা, গণ্ডেরবাল, শোপিয়ান এবং বড়গামের জনগণের প্রতি আমি গভীর কৃতজ্ঞতা জানাই এই মানদণ্ড এবং আমার ওপর আস্থা রাখার জন্য। আমি সানন্দ এবং আমি জানি যে এই মানদণ্ডটি যে দায়িত্ব নিয়ে এসেছে, তা আমার ওপর আছে। আপনারা গণতান্ত্রিকভাবে কথা বলেছেন এবং ৫ আগস্ট, ২০১৯-এর সিদ্ধান্তগুলোর বিরুদ্ধে কথা বলেছেন।\"\n\"এখন থেকে এটি আমার দায়িত্ব যে আমি আপনার কণ্ঠ সংসদে তুলে ধরবো। নিশ্চিন্ত থাকুন, আমি আপনার অনুভূতি এবং সংগ্রামকে যথাযথভাবে প্রতিনিধিত্ব করব এবং আমাদের মর্যাদা এবং অধিকার ফিরিয়ে আনার জন্য সম্পূর্ণ আন্তরিকতার সাথে লড়াই করব,\" তিনি যোগ করেন।\n\n\n== সংসদে ==\nএনএইচএম ডাক্তার এবং প্যারামেডিক্যাল সংক্রান্ত বিভিন্ন মন্ত্রণালয় MoHFW ইন্ডিয়ার সাথে সমস্যা উত্থাপন করেছে। এছাড়াও J&K এর সমস্ত জেলা হাসপাতালে, বিশেষ করে পুলওয়ামা - শোপিয়ান এবং বুদগাম - গান্ডারবাল জেলা হাসপাতালে সিটি স্ক্যানের জন্য অনুরোধ করা হয়েছে।\nজম্মু ও কাশ্মীরের শত শত বন্দীদের মুক্তির দাবি করেছেন যারা বছরের পর বছর ধরে বিনা বিচারে বন্দী রয়েছে এবং যারা বিচারাধীন এবং এখনও দোষী সাব্যস্ত হয়নি তাদের জম্মু ও কাশ্মীরের কারাগারে স্থানান্তর করার জন্য দাবী করেন।\nজম্মু ও কাশ্মীরে মদ ও নেশাজাতীয় দ্রব্যের সম্পূর্ণ নিষেধাজ্ঞা কার্যকর, বাস্তবায়ন এবং প্রচারের জন্য একটি ব্যক্তিগত সদস্য বিল প্রবর্তন করেন।\n\n\n== তথ্যসূত্র ==\nটেমপ্লেট:18th Lok Sabha members from Jammu and Kashmir"}