{"pageid": 1498663, "title": "দ‍্য প্রিন্ট", "url": "https://bn.wikipedia.org/wiki?curid=1498663", "content": "দ্য প্রিন্ট হল সফ্টওয়্যার-ভিত্তিক অনলাইন অবকাঠামোর ভারতীয় সংবাদপত্র, যার মালিকানা প্রিন্টলাইন মিডিয়া প্রাইভেট লিমিটেডের। সাংবাদিক শেখর গুপ্তা ২০১৭ খ্রিস্টাব্দের আগস্ট মাসে এটি শুরু করেন।\n\n\n== ইতিহাস ==\nভারতীয় সাংবাদিক শেখর গুপ্তা ২০১৬ খ্রিস্টাব্দের ১৬ সেপ্টেম্বর নতুন দিল্লিতে প্রিন্টলাইন মিডিয়া প্রা. লিমিটেড নামে এক সংবিধিবদ্ধ সংস্থার নিবন্ধন করান।\n'দ্য প্রিন্ট' মূলত 'পলিটিক্স অ্যান্ড পলিসি' তথা সমসাময়িক রাজনীতি এবং নীতি গবেষণার উপর বক্তব্য আলোকপাত করে। এই উদ্যোগটি ভারতীয় সংবাদভিত্তিক টেলিভিশন চ্যানেল আজ তক-এর অফ দ্য কাফ প্রোগ্রাম ( যা সচরাচর প্রস্তুতি বা পূর্ব ধারণার ব্যতিরেকে হঠাৎই) সম্প্রচারিত হয়। 'দ্য প্রিন্ট' এর ইউটিউব এবং ফেসবুক চ্যানেলে প্রচারিত হয়।\n২০১৭ খ্রিস্টাব্দের মে মাসে, সংস্থাটি এন আর নারায়ণ মূর্তি , নন্দন নিলেকানি , রতন টাটা , কিরণ মজুমদার-শ , উদয় কোটাক , বিজয় শেখর শর্মা , রাজীব সি মোদি, রবি ঠাকরান, ভবিশ আগরওয়াল , নির্মল জৈন, আর ভেঙ্কটরামন, করণ ভগত এবং ইয়াতিন শাহ প্রমুখ উদ্যোগপতিদের কাছ থেকে অপ্রকাশিত অর্থায়ন লাভ করে।\nমুখ্য সম্পাদক হিসাবে শেখর গুপ্ত পাঠকদের এক চিঠিতে উল্লেখ করেছেন যে, দ্য প্রিন্ট-এর লক্ষ্য হল সবকিছুই \"তথ্যভিত্তিক\" এবং \"উদার\" 'দ্য প্রিন্ট' তাদের প্রকাশিত ওয়েবসাইটে দাবি করে যে, তারা সাংবাদিকদের নৈতিকতার নীতিমালার কাছে প্রতিশ্রুতিবদ্ধ।\n\n\n== পরিষেবা ==\n\n\n=== ওয়েবসাইট ===\nদ্য প্রিন্ট, নতুন সফ্টওয়্যার-ভিত্তিক অনলাইন অবকাঠামোর ভারতীয় সংবাদ মাধ্যম হওয়ার কারণে প্রাথমিকভাবে ইংরেজি ভাষায় বেশিরভাগ কভারেজ ওয়েবসাইটের প্রকাশ করে। তবে ওয়েবসাইটে ইংরাজির পাশাপাশি হিন্দি ভাষার সংস্করণও রয়েছে। সংবাদ কভারেজকে বাস্তবভিত্তিক সংবাদ প্রতিবেদন এবং মতামতের অংশে ভাগ করা হয়।\n\n\n==== সদস্যতা ====\nপ্রাথমিকভাবে ওয়েবসাইটটি অনলাইন বিজ্ঞাপন বাবদ প্রাপ্ত রাজস্বের উপর নির্ভর করে। তবে সদস্য ও পৃষ্ঠপোষকদের এককালীন অনুদান ও পুনরাবৃত্ত চাঁদা গ্রহণের ব্যবস্থা আছে।\n\n\n==== অফ দ্য কাফ ====\n'অফ দ্য কাফ' হল 'ক্যান্ডিড টক শো' তথা খোলামেলা, নিরপেক্ষ এবং আন্তরিক সাক্ষাতকারের অনুষ্ঠানের টেলিসিরিজ আজ তকের সহযোগিতায় উপস্থিত হয়। ২০১৬ খ্রিস্টাব্দের ফেব্রুয়ারি মাসে শুরু হয়। সাম্প্রতিককালের সংস্করণগুলি অবশ্য শুধুমাত্র দ্যপ্রিন্ট এর অনলাইন সৌজন্য-সংস্করণ। আকর্ষণীয় কথোপকথনের অনুষ্ঠানেব যে বিশিষ্ট ব্যক্তিত্বেরা অতিথি হিসাবে অংশ নিয়েছেন তারা হলেন অমীশ ত্রিপাঠি , গীতা গোপীনাথ , মার্টিন উলফ এবং ফ্রান্সিস ফুকুয়ামা প্রমুখেরা।\n\n\n== তথ্যসূত্র =="}