{"pageid": 1498878, "title": "বুক অন দ্য মেজারমেন্ট অব প্লেন অ্যান্ড স্ফেরিক্যাল ফিগারস", "url": "https://bn.wikipedia.org/wiki?curid=1498878", "content": "বুক অন দ্য মেজারমেন্ট অব প্লেন অ্যান্ড স্ফেরিক্যাল ফিগারস ( আরবি: كتاب معرفة مساحة الأشكال البسيطة والكريّة, কিতাব মাআরিফা মাসাহাত আল-আশকাল আল-বাসিতা ওয়াল-কুরিয়াহ )  ছিল বনু মুসার (নবম শতাব্দীর তিন পারস্য বংশোদ্ভূত ভাই, যারা বাগদাদে কাজ করতেন) সবচেয়ে গুরুত্বপূর্ণ কাজ।  এই বইটির লাতিন অনুবাদ করেছিলেন ১২ শতাব্দীর ইতালীয় জ্যোতিষী জেরার্ড অব ক্রেমোনা। এর নাম দিয়েছিলেন লিবার ত্রিয়ুম ফ্রাত্রুম ডে জিওমেট্রিয়া এন্ড ভার্বা ফিলিওরাম মোইসি ফিলি সেকির। ১৩শ শতাব্দীতে বহুবিদ্যাবিশারদ নাসিরুদ্দীন তুসী এই বইয়ের আরবি সংস্করণটি সম্পাদনা করেন। মূল আরবি গ্রন্থটি বর্তমানে হারিয়ে গেছে, তবে বইটির  বিষয়বস্তু পরবর্তী অনুবাদ ও রচনা থেকে জানা যায়।\nবুক অন দ্য মেজারমেন্ট অব প্লেন অ্যান্ড স্ফেরিক্যাল ফিগারস জ্যামিতি বিষয়ক একটি বই, যা আর্কিমিডিসের দুটি বিখ্যাত কাজ অন দ্য মেজারমেন্ট অব দ্য সার্কেল এবং অন দ্য স্ফিয়ার অ্যান্ড দ্য সিলিন্ডার-এর সাথে অনেকটাই সাদৃশ্যপূর্ণ। এই বইটি মধ্যযুগে খুব গুরুত্বপূর্ণ ছিল এবং সাবিত ইবনে কুররা, হাসান ইবনুল হায়সাম, লিওনার্দো ফিবোনাচি (তাঁর প্রাকটিকা জিওমেট্রিয়া-তে), জর্দানুস দে নেমোর এবং রজার বেকনের মতো বিখ্যাত পণ্ডিতেরা এটি ব্যবহার করেছেন এবং উদ্ধৃত করেছেন। এই গ্রন্থে ক্ষেত্রফল ও আয়তনের ধারণা, কোণ ত্রিখণ্ডন, জ্যামিতিক নির্মাণ এবং কনিক ধারণাগুলোর ওপর আলোচনা করা হয়েছে। এতে এমন কিছু উপপাদ্য রয়েছে যা গ্রিক পণ্ডিতরাও জানতেন না।\nপরে এই বইটি লাতিন ভাষায় পুনঃপ্রকাশিত হয়, যার সঙ্গে ইংরেজি অনুবাদ সংযুক্ত করেন ইতিহাসবিদ মার্শাল ক্ল্যাগেট। তিনি এই বইটি কীভাবে মধ্যযুগে গণিতবিদদের প্রভাবিত করেছিল, তা সংক্ষিপ্তভাবে ব্যাখ্যা করেছেন। \n\n\n== এছাড়াও দেখুন ==\nমধ্যযুগীয় ইসলামী বিশ্বের গণিত\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== সূত্র ==\nCasulleras, Josep (২০০৭)। \"Banū Mūsā\"। Biographical Encyclopedia of Astronomers। Springer Publishers। পৃষ্ঠা 92 – 94। আইএসবিএন 978-0-387-31022-0। ডিওআই:10.1007/978-0-387-30400-7_1433।  (PDF version)\nal-Dabbagh, J. (১৯৭০)। \"Banū Mūsā\"। Dictionary of Scientific Biography। Scribner। আইএসবিএন 978-0-684-10114-9। ওসিএলসি 755137603। \nPapadopoulos, Athanase (২০১৬)। \"Roshdi Rashed, Historian of Greek and Arabic Mathematics\"। The Indian Society for History of Mathematics: 1 – 26। \nPascual, Lluís (২০১৫)। \"An Archimedean Proposition Presented by the Brothers Banū Mūsā and Recovered in the Kitāb al-Istikmāl (eleventh century)\" (পিডিএফ): 115 – 143। আইএসএসএন 2013-620X। \nEncyclopædia Iranica। \n\n\n== আরও পড়ুন ==\nRashed, Roshdi (২০১২)। Founding Figures and Commentators in Arabic Mathematics: A History of Arabic Sciences and Mathematics। Routledge। আইএসবিএন 978-11366-2-000-3। \nA manuscript facsimile of Kitāb al-mutawassiṭāt kept at Columbia University, New York (via the Internet Archive). The treatise Kitāb maʻrifat masāḥat al-ashkāl al-basīṭah wa-al-kurīyah is located from pp. 253 – 265 (f. 116 to 122)."}