{"pageid": 1499931, "title": "চার্লস হ্যারোস", "url": "https://bn.wikipedia.org/wiki?curid=1499931", "content": "চার্লস হ্যারোস ছিলেন একজন ফরাসি প্রকৌশলী, গণিতবিদ এবং ভূমি জরিপকারী, যিনি দশমিক ভগ্নাংশ এবং ত্রিকোণমিতির সারণি নিয়ে তাঁর অবদানের জন্য সর্বাধিক পরিচিত। তিনি ১৮শ শতকের শেষ দিকে ফ্রান্সে দশমিক ভগ্নাংশ গণনা এবং ব্যবহারের একটি মানসম্মত পদ্ধতি প্রবর্তনের জন্য বিখ্যাত, যা দশমিক পদ্ধতির ব্যবহারে উল্লেখযোগ্য ভূমিকা রেখেছিল। হ্যারোস ব্যুরো দু ক্যাডাস্ট্রেতে কাজ করতেন।\n\n\n== হ্যারোসের রূপান্তর টেবিল ==\nব্যুরো দু ক্যাডাস্ট্রের অন্যতম কাজ ছিল কর সংগ্রহের উদ্দেশ্যে ফ্রান্সের মানচিত্র তৈরি করা। কিন্তু সময়ে সময়ে এই ব্যুরো অন্যান্য সরকারি সংগঠনকে গণনামূলক পরিষেবাও সরবরাহ করত।\nফরাসি বিপ্লবের দ্বারা প্রতিষ্ঠিত পরিবর্তনগুলির মধ্যে একটি ছিল ফ্রান্সকে মেট্রিক পদ্ধতিতে রূপান্তর করা এবং এর জন্য একটি ভগ্নাংশ থেকে মূলদ সংখ্যার দশমিক প্রতিনিধিত্বে পরিবর্তন করা প্রয়োজন ছিল। যদিও হ্যারোস ব্যুরো দু ক্যাডাস্ট্রে অনেক গণনা প্রকল্পে জড়িত ছিলেন , যার মধ্যে উল্লেখযোগ্য দে প্রোনির লগারিদমের সারণীর গণনা এবং ফরাসি ইফেমেরিস, কননাইসেন্স দেস টেম্পস তৈরি করা, তিনি ভগ্নাংশকে দশমিক সমতুল্যে রূপান্তর করার জন্য প্রস্তুত একটি ছোট টেবিলের জন্য সবচেয়ে বেশি পরিচিত।\nহারোসের রূপান্তর সারণীটি একটি পুস্তিকায় প্রকাশিত হয়েছিল, যার শিরোনাম ছিল Instruction Abrégée sur les nouvelles Mesures qui doivent être introduites dans toute république, au vendémiaire an 10; avec tables de rapports et réductions, যা ফরাসি ইনস্টিটিউটের গণিত বিভাগে উপস্থাপন করা হয়েছিল এবং পরে Journal de l'École Polytechnique-এ \"Tables pour évaluer une fraction ordinaire avec autant de décimales qu’on voudra; et pour trouver la fraction ordinaire la plus simple, et qui approche sensiblement d’une fraction décimale\" শিরোনামে একটি সারাংশ প্রকাশিত হয়।\nসারণীটি প্রস্তুত করার সময়, হ্যারোসকে ১০০-র কম হর সহ ৩,০০৩টি অপরিবর্তনীয় ভগ্নাংশের তালিকা তৈরি করতে হয়েছিল। তিনি এই কাজে নিকোলাস চুকেট দ্বারা ব্যাখ্যা করা একটি অ্যালগরিদম ব্যবহার করেছিলেন।\n\n\n== এক অদ্ভুত বৈশিষ্ট্য ==\nইংল্যান্ডে মোটামুটি পনেরো বছর পর, হেনরি গুডউইন হ্যারোসের সারণীর আরও উন্নত সংস্করণ তৈরির চেষ্টা করেন। বিশেষ করে, গুডউইন ১,০২৪ এর কম বা সমান হর সহ সমস্ত অপরিবর্তনীয় ভগ্নাংশের জন্য দশমিক মান সারণী করতে চেয়েছিলেন। ৩,১৮,৯৬৩টি এই ধরনের ভগ্নাংশ আছে। প্রস্তুতি হিসেবে এবং ১৮১৬ সালে এমন একটি সারণীর বাণিজ্যিক বাজার পরীক্ষা করার জন্য, তিনি ব্যক্তিগত প্রচারের উদ্দেশ্যে প্রকাশ করেছিলেন The First Centenary of a Series of Concise and Useful Tables of all the Complete Decimal Quotients, which can arise from dividing a unit, or any whole Number less than each Divisor by all Integers from 1 to 1024।\nজন ফারি এই সারণী পর্যবেক্ষণ করেন এবং দ্য ফিলোসফিক্যাল ম্যাগাজিন এবং জার্নালে লেখা একটি চিঠিতে লেখেন :\n\n\"আমি জানি না, এই অদ্ভুত বৈশিষ্ট্যটি ভগ্নাংশের ক্ষেত্রে আগে কেউ উল্লেখ করেছেন কি না; বা এটি কোনো সহজ বা সাধারণ প্রমাণের সুযোগ দিতে পারে কি না; এ বিষয়ে আমি আপনার কিছু গাণিতিক পাঠকের মতামত জানতে আগ্রহী ...\"\n\n\n== ফারি অনুক্রমের (ভুল) নামকরণ ==\nওগ্যুস্তাঁ-লুই কোশি ফারির চিঠি পড়েন এবং \"Démonstration d’un Théorème Curieux sur les Nombres\" শীর্ষক একটি প্রবন্ধ প্রকাশ করেন, যেখানে তিনি হ্যারোসের ফলাফলগুলি উল্লেখ না করেই পুনরায় প্রমাণ করেন। তাঁর প্রবন্ধে কোশি \"সাধারণ ভগ্নাংশের একটি অসাধারণ বৈশিষ্ট্য যা M. J. Farey পর্যবেক্ষণ করেছেন\" হিসেবে মধ্যম মান (mediant)-এর উল্লেখ করেন। একটি প্রদত্ত মানের চেয়ে কম ডিনোমিনেটরযুক্ত সমস্ত সাধারণ ভগ্নাংশের সজ্জিত ধারাবাহিককে ফারি অনুক্রম হিসেবে চিহ্নিত করা হয়, যা হয়তো অধিকতর যথাযথভাবে কোশি অনুক্রম বা হ্যারোস অনুক্রম নামে পরিচিত হওয়া উচিত ছিল।\n\n\n== প্রকাশনাসমূহ ==\nকশি, অগাস্টিন লুই। \"সংখ্যা বিষয়ক একটি কৌতূহলপূর্ণ তত্ত্বের প্রদর্শন\"। বুলেটিন দে সায়েন্সেস, পার লা সোসিয়েতে ফিলোমেটিক দে প্যারিস, ভলিউম ৩, নং ৩ (১৮১৬), পৃষ্ঠা ১৩৩–১৩৫।\nফেয়ারি, জন।  \"সাধারণ ভগ্নাংশের একটি কৌতূহলপূর্ণ বৈশিষ্ট্য\"। দ্য ফিলোসফিকাল ম্যাগাজিন অ্যান্ড জার্নাল, ভলিউম ৪৭, নং ৩ (১৮১৬), পৃষ্ঠা ৩৮৫–৩৮৬।\nগুডউইন, হেনরি। দ্য ফার্স্ট সেন্টেনারি অব এ সিরিজ অব কনসাইজ অ্যান্ড ইউজফুল টেবিলস অব অল দ্য কমপ্লিট ডেসিমাল কোশিয়েন্টস, হুইচ ক্যান অ্যারাইজ ফ্রম ডিভাইডিং এ ইউনিট, অর এনি হোল নাম্বার লেস দ্যান ইচ ডিভাইজর বাই অল ইন্টিজার্স ফ্রম ১ টু ১০২৪। ব্যক্তিগত বিতরণ, ১৮ পৃষ্ঠা, ১৮১৬।\nহ্যারোস, চার্লস। কম্প্তে ফ্যাইতস আ লা মেনিয়ার দে দারে, সুর লে নুভো পয়া এট মেজুর, আভেক লে প্রি প্রপোর্শনেল, আ ল্যুজ এত আউত্র। প্যারিস: ফ্রিমিন দিদো, ১৮০৬।\nহ্যারোস, চার্লস। \"টেবিলস প্যুর এভ্যালুয়ে উন ফ্রাকশন অর্ডিনায়ার আভেক অতো ডেসিমাল ক’উঁ ভুদ্রা; এ প্যুর ত্রুভে লা ফ্রাকশন অর্ডিনায়ার লা প্ল্যু সিম্পল, এ কুই অ্যাপ্রোচ সেন্সিবলমাঁ দ’উন ফ্রাকশন ডেসিমাল\"। জার্নাল দে ইকোল পলিটেকনিক, ভলিউম ৬, নং ১১ (১৮০১), পৃষ্ঠা ৩৬৪–৩৬৮।\nহ্যারোস, চার্লস। ইন্সট্রাকশন আব্রেজে সুর লে নুভেল মেজুর কুই ডভিয়েন্ট এত্র ইন্ট্রোডুইটস ডান টুট রিপাবলিক, আ ভানডেমিয়ের আন ১০; আভেক টেবিল দে রাপোর্টস এ রিডাকশনস। প্যারিস: ফ্রিমিন দিদো, ১৮০১।\n\n\n== আরও পড়ুন ==\nGuthery, Scott. A Motif of Mathematics: History and Application of the Mediant and the Farey Sequence. Boston:Docent Press, ২০১০. আইএসবিএন ১-৪৫৩৮-১০৫৭-৯\n\n\n== বহিঃসংযোগ ==\nMansuy, Roger. Les calculs du citoyen Haros. Les calculs du citoyen Haros. L’apprentissage du calcul décimal\nRoegel, Denis. The great logarithmic and trigonometric tables of the French Cadastre: a preliminary investigation"}