{"pageid": 1499947, "title": "বাইবেলীয় ধর্মশাস্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=1499947", "content": "বাইবেলীয় ধর্মশাস্ত্র হলো পুস্তকের এমন সদৃশ দল, যেগুলোকে নির্দিষ্ট ইহুদি বা খ্রিস্টান ধর্মীয় সম্প্রদায় বাইবেলের অংশ হিসেবে গণ্য করে।\nবিভিন্ন বাইবেলীয় ধর্মশাস্ত্র সেগুলোর নিজ নিজ ধর্ম এবং সম্প্রদায়ের ধর্মীয় কর্তৃপক্ষের পক্ষ থেকে বিতর্ক এবং চুক্তির মাধ্যমে বিকশিত হয়েছে। কিছু ধর্মশাস্ত্র, যেমন ইহুদি-খ্রিস্টান সুসমাচার, বিভিন্ন ধর্মশাস্ত্র থেকে সম্পূর্ণভাবে বাদ দেওয়া হয়েছে, কিন্তু অনেক বিতর্কিত ধর্মশাস্ত্রকে বাইবেলীয় অপ্রামাণিক রচনাবলী অথবা দ্বিতীয় বিবরণ সম্পর্কিত হিসেবে বিবেচিত, যখন কিছু সম্প্রদায় সেগুলোকে সম্পূর্ণরূপে আদর্শ হিসাবে মনে করতে পারে। হিব্রু ও খ্রিস্টান বাইবেলীয় শাস্ত্রগুলির মধ্যে পার্থক্য বিদ্যমান, যদিও বেশিরভাগ পাণ্ডুলিপি একইভাবে ভাগ করা হয়।\nবিভিন্ন ধর্মীয় গোষ্ঠী তাদের বাইবেলীয় ধর্মশাস্ত্রগুলিতে বিভিন্ন পুস্তক অন্তর্ভুক্ত করে, বিভিন্ন ক্রমে, এবং কখনও কখনও পুস্তকগুলিকে ভাগ করে বা একত্রিত করে। \nইহুদি তানাখ (কখনও কখনও হিব্রু বাইবেল বলা হয়) তিনটি অংশে বিভক্ত ২৪টি পুস্তক রয়েছে: তোরাহ (শিক্ষা) এর পাঁচটি পুস্তক; নেবি'ইম (নবী) এর আটটি পুস্তক ; এবং কেতুবিম (লেখা) এর এগারোটি পুস্তক । এটি মূলত বাইবেলীয় হিব্রু ভাষায়, আরামীয় ভাষায় অংশ নিয়ে গঠিত। সপ্ততি (কোইনে ভাষায়), যা হিব্রু বাইবেলের সাথে ঘনিষ্ঠভাবে সাদৃশ্যপূর্ণ কিন্তু অতিরিক্ত পাঠ্য অন্তর্ভুক্ত করে, অন্তত কিছু লিটার্জি প্রেক্ষাপটে খ্রিস্টান গ্রিক পুরাতন নিয়ম হিসাবে ব্যবহৃত হয়। খ্রিস্টান বাইবেলের প্রথম অংশ হলো পুরাতন নিয়ম, যাতে রয়েছে হিব্রু বাইবেলের ২৪টি পুস্তক ৩৯টি (প্রতিবাদী) বা ৪৬টি (ক্যাথলিক; দ্বিতীয় বিবরণ সম্পর্কিত রচনা সহ) পুস্তকে বিভক্ত যেগুলি ভিন্নভাবে সাজানো হয়েছে। দ্বিতীয় অংশটি হলো নূতন নিয়ম, প্রায় সবসময়ই ২৭টি পুস্তক থাকে: ৪টি শাস্ত্রীয় সুসমাচার, প্রেরিতদের আইন, ২১টি পত্র ও প্রকাশিত বাক্য। ক্যাথলিক ও পূর্বদেশীয় খ্রিস্টধর্ম মণ্ডলীগুলি মনে করে যে নির্দিষ্ট কিছু দ্বিতীয় বিবরণ সম্পর্কিত ধর্মপুস্তকসমূহ এবং উত্তরণগুলি পুরাতন নিয়মের ধর্মশাস্ত্রের অংশ। প্রাচ্য সনাতনপন্থী, প্রাচ্য-সম্পর্কীয় সনাতনপন্থী ও অশূরীয় মণ্ডলীর স্বীকৃত পুস্তকগুলির তালিকায় পার্থক্য থাকতে পারে।\nকিছু খ্রিস্টান গোষ্ঠীর অন্যান্য যাজকীয় পুস্তক রয়েছে যা পবিত্র ধর্মগ্রন্থ হিসেবে বিবেচিত কিন্তু বাইবেলের অংশ নয়।\n\n\n== ইহুদি ধর্মশাস্ত্র ==\n\n\n=== রব্বীয় ইহুদিধর্ম ===\n\nরব্বীয় ইহুদিধর্ম ইহুদি ব্যাকরণগত পাঠ্যের চব্বিশটি পুস্তককে স্বীকৃতি দেয়, যাকে সাধারণত তানাখ বা ​​হিব্রু বাইবেল বলা হয়। প্রমাণ থেকে জানা যায় যে সিদ্ধাবস্থার প্রক্রিয়াটি ২০০ খ্রিস্টপূর্বাব্দ থেকে ২০০ খ্রিস্টাব্দের মধ্যে ঘটেছিল এবং জনপ্রিয় অবস্থান হলো যে তোরাহকে ৪০০ খ্রিস্টপূর্বাব্দ, নবীদের আনুমানিক ২০০ খ্রিস্টপূর্বাব্দ, এবং রচনাগুলি আনুমানিক ১০০ খ্রিস্টাব্দে সম্ভবত অনুমানমূলক জমনিয়ার পরিষদে—তবে, এই অবস্থানটি আধুনিক পণ্ডিতদের দ্বারা ক্রমবর্ধমানভাবে সমালোচিত হচ্ছে। মার্ক জেভি ব্রেটলারের মতে, তোরাহ ও নবীদের বাইরের ইহুদি ধর্মগ্রন্থগুলি ছিল অঘনীভূত, বিভিন্ন গোষ্ঠী বিভিন্ন বইতে কর্তৃত্ব দেখে।\n\n\n=== শমরীয় ইহুদিধর্ম ===\n\n\n== খ্রিস্টান ধর্মশাস্ত্র ==\n\n\n=== আদি মণ্ডলী ===\n\n\n==== প্রাচীনতম খ্রিস্টান সম্প্রদায় ====\n\n\n==== মার্সিওনের তালিকা ====\n\n\n==== প্রেরিত পূর্বপুরুষ ====\n\n\n=== প্রাচ্য মণ্ডলী ===\n\n\n==== আলেকজান্দ্রীয় পূর্বপুরুষ ====\n\n\n==== কনস্ট্যান্টাইনের পঞ্চাশটি বাইবেল ====\n\n\n==== প্রাচ্য ধর্মশাস্ত্র ====\n\n\n==== পেশিত্ত ====\n\n\n=== পাশ্চাত্য মণ্ডলী ===\n\n\n==== ল্যাটিন পূর্বপুরুষ ====\n\n\n==== ফ্লোরেন্স পরিষদ ====\n\n\n==== লুথারের ধর্মশাস্ত্র এবং অপ্রামাণিক রচনাবলী ====\n\n\n==== ট্রেন্ট পরিষদ ====\n\n\n==== প্রতিবাদী স্বীকারোক্তি ====\n\n\n==== অন্যান্য অপ্রামাণিক রচনাবলী ====\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nBeckwith, R. T. (১৯৮৬)। The Old Testament Canon of the New Testament Church and Its Background in Early Judaism। Eerdmans Publishing Company। আইএসবিএন 978-0-8028-3617-5। \nDavis, L. D. (১৯৮৩)। The First Seven Ecumenical Councils (325-787): Their History and Theology। Liturgical Press। আইএসবিএন 978-0-8146-5616-7। \nFerguson, Everett। Encyclopedia of Early Christianity। \nFox, Robin Lane (১৯৯২)। The Unauthorized Version: Truth and Fiction in the Bible। Penguin Books। \nGamble, Harry Y. (২০০২)। The New Testament Canon: Its Making and Meaning। Wipf & Stock Publishers। আইএসবিএন 1-57910-909-8। \nJurgens, W. A. (১৯৭০)। Faith of the Early Fathers। Collegeville, Minn.: Liturgical Press। \nLightfoot, Joseph; Harmer, John; Holmes, Michael, সম্পাদকগণ (১৯৯২)। The Apostolic Fathers। Barker Book House। আইএসবিএন 978-0-8010-5676-5। \nMcDonald, L. M.; Sanders, J. A. (২০০২)। \"Introduction\"। The Canon Debate। Hendrickson Publishers। \nMetzger, Bruce M. (১৩ মার্চ ১৯৯৭)। The Canon of the New Testament: Its Origin, Development, and Significance। Oxford University Press। আইএসবিএন 0-19-826954-4। \nNersessian, V. (২০০১)। \"The Armenian Canon of the New Testament\"। The Bible in the Armenian Tradition। Los Angeles, CA: J. Paul Getty Museum। আইএসবিএন 978-0-89236-640-8। \nRüger, Hans Peter (জুলাই ১৯৮৯)। \"The Extent of the Old Testament Canon1\"। The Bible Translator। 40 (3): 301–308। এসটুসিআইডি 164995721। ডিওআই:10.1177/026009358904000301। \nSundberg, Albert (১৯৬৪)। The Old Testament of the Early Church। Harvard Press। \n\n\n== আরও পড়ুন ==\nArmstrong, Karen (2007) The Bible: A Biography. Books that Changed the World Series. Atlantic Monthly Press. আইএসবিএন ০-৮৭১১৩-৯৬৯-৩\nBarnstone, Willis (ed.) (1984). The Other Bible: Ancient Alternative Scriptures. HarperCollins. আইএসবিএন ৯৭৮-০-৭৩৯৪-৮৪৩৪-০.\nChilds, Brevard S. (1984). The New Testament as Canon: An Introduction. SCM Press. আইএসবিএন ০-৩৩৪-০২২১২-৬.\nGallagher, Edmon L.; Meade, John D. (২০১৭)। The biblical canon lists from early Christianity: texts and analysis। Oxford, United Kingdom: Oxford University Press। আইএসবিএন 978-0-19-879249-9। ওসিএলসি 987346634। \nSchneemelcher Wilhelm (ed). Hennecke Edgard, New Testament Apocrypha, 2 vol. Original title: Neutestamentliche Apokryphen\nMcDonald, Lee Martin (2009). Forgotten Scriptures. The Selection and Rejection of Early Religious Writings. Westminster John Knox Press. আইএসবিএন ৯৭৮-০-৬৬৪-২৩৩৫৭-০.\nMcDonald, Lee Martin (2000). Early Christianity and Its Sacred Literature. Hendrickson Publishers. আইএসবিএন ১-৫৬৫৬৩-২৬৬-৪.\nMcDonald, Lee Martin (2007). The Biblical Canon: Its Origin, Transmission, and Authority. 3rd ed. Hendrickson Publishers. আইএসবিএন ৯৭৮-১-৫৬৫৬৩-৯২৫-৬.\nPentiuc, Eugen J., সম্পাদক (২০২২)। The Oxford Handbook of the Bible in Orthodox Christianity (ইংরেজি ভাষায়)। Oxford University Press। আইএসবিএন 978-0-19-094868-9। ডিওআই:10.1093/oxfordhb/9780190948658.001.0001  – OUP Academic-এর মাধ্যমে। \nSouter, Alexander (1954). The Text and Canon of the New Testament. 2nd ed. Studies in Theology, No. 25. London: Duckworth.\nStonehouse, Ned Bernhard (1929). The Apocalypse in the Ancient Church: A Study in the History of the New Testament Canon. Oosterbaan & Le Cointre.\nTaussig, Hal (2013). A New New Testament: A Bible for the 21st Century Combining Traditional and Newly Discovered Texts. Houghton Mifflin Harcourt.\nWall, Robert W.; Lemcio, Eugene E. (1992). The New Testament as Canon: A Reader in Canonical Criticism. JSOT Press. আইএসবিএন ১-৮৫০৭৫-৩৭৪-১.\nWestcott, Brooke Foss. (1875). A General Survey of the History of the Canon of the New Testament. 4th ed. London: Macmillan.\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে বাইবেলীয় ধর্মশাস্ত্র সম্পর্কিত মিডিয়া দেখুন।\nThe Canon of Scripture – contains multiple links and articles\nCross Wire Bible Society  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৫ মার্চ ২০১৬ তারিখে\nOld Testament Reading Room and New Testament Reading Room – Online resources referenced by Tyndale Seminary\nCatholic Encyclopedia: Canon of the New Testament\nJewish Encyclopedia: Bible Canon\nTable of Tanakh Books – includes Latin, English, Hebrew and abbreviated names (from Tel Aviv University).\nThe Bible in the Armenian Church (an essay, with full official canon at the end)\nH. Schumacher, The Canon of the New Testament (London 1923), pp. 84–94.\nDale B. Martin, Introduction to New Testament History and Literature\" course materials, Open Yale course, Yale University, ২০১০-০৮-১৫ তারিখে মূল থেকে আর্কাইভ করা, সংগ্রহের তারিখ ২০১৬-০১-০৭ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nWELS Topical Q&A: Canon – 66 Books in the Bible, by Wisconsin Evangelical Lutheran Synod (Confessional Lutheran perspective)"}