{"pageid": 1499995, "title": "মহাশ্বেতা চক্রবর্তী", "url": "https://bn.wikipedia.org/wiki?curid=1499995", "content": "মহাশ্বেতা চক্রবর্তী (জন্ম:১৯৯৮) একজন ভারতীয় বিমানচালক। ভারতে কোভিড-১৯ মহামারির সময় তিনি বন্দে ভারত মিশনে সহায়তা করেছিলেন, যা চীন এবং হংকং থেকে অক্সিজেন ঘনীভূতকারী ভারতে বিভিন্ন শহরে পরিবহণ করেছিল। ২০২২ সালে ইউক্রেনে রুশ আক্রমণের সময়, তিনি অপারেশন গঙ্গার অংশ হিসেবে পোল্যান্ড এবং হাঙ্গেরির সীমান্ত থেকে প্রায় ৮০০ ভারতীয় শিক্ষার্থী উদ্ধার করতে সহায়তা করেছিলেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nমহাশ্বেতা চক্রবর্তী ১৯৯৮ সালে উত্তর চব্বিশ পরগনা জেলার অশোকনগরে জন্মগ্রহণ করেন, তিনি পশ্চিমবঙ্গের ভারতীয় জনতা পার্টির মহিলাদের শাখার সভাপতি তনুজা চক্রবর্তীর একমাত্র সন্তান। ছোটবেলা থেকে তাঁর বাবা-মায়ের কাছ থেকে গল্প শুনে পাইলট হওয়ার স্বপ্ন দেখতেন। তিনি অক্সিলিয়াম কনভেন্ট স্কুল-এ পড়াশোনা করেন এবং পরে ইন্দিরা গান্ধী রাষ্ট্রীয় বিমান একাডেমি থেকে স্নাতক লাভ করে বিমানচালক হন।\n\n\n== কর্মজীবন ==\nমহাশ্বেতা চক্রবর্তী ১৭ বছর বয়সে তার প্রথম উড়ান পূর্ণ করেন। ভারতে কোভিড-১৯ মহামারির সময়, তিনি বন্দে ভারত মিশনে সহায়তা করেন, যা চীন এবং হংকং থেকে অক্সিজেন ঘনীভূতকারী এবং অন্যান্য চিকিৎসা সরঞ্জাম ভারতে বিভিন্ন শহরে পৌঁছানোর কাজ করেছিল।\n২০২২ সালে, তিনি একটি প্রাইভেট এয়ারলাইন কোম্পানির সঙ্গে চার বছর বিমান চালানোর পর, রুশ আক্রমণের সময় অপারেশন গঙ্গা-এর অংশ হিসেবে ইউক্রেন থেকে প্রায় ৮০০ ভারতীয় ছাত্রকে পোল্যান্ড এবং হাঙ্গেরির সীমান্ত থেকে উদ্ধার করতে সহায়তা করেন। এই উদ্ধারকাজটি ২৭ ফেব্রুয়ারি থেকে ৭ মার্চের মধ্যে ছয়টি ফ্লাইটে সম্পন্ন হয়। তিনি আয়ারবাস এ৩২০ চালিয়ে ইস্তাম্বুল থেকে অপারেশনটি পরিচালনা করেন।\nতিনি দ্য টেলিগ্রাফ-কে বলেছিলেন, \"অপারেশন গঙ্গা আমাকে জীবন সম্পর্কে এমন কিছু শিখিয়েছে যা সত্যিই গুরুত্বপূর্ণ। যখন আপনি দেখেন মানুষরা শূন্য ডিগ্রি তাপমাত্রায় কয়েক মাইল হাঁটতে হাঁটতে, খাবার বা আশ্রয় ছাড়া বেঁচে থাকে, তখন আপনি উপলব্ধি করেন যে আমাদের প্রতিদিনের সমস্যা গুলি কতটা তুচ্ছ।\" কলকাতায় ফিরে আসার পর, তার গল্পটি সোশ্যাল মিডিয়ায় ব্যাপকভাবে প্রচারিত হয় এবং পুলিশ কর্মকর্তা, রাজনীতিবিদ, সাংবাদিক, এবং ক্রিকেটার সৌরভ গঙ্গোপাধ্যায়ের কাছ থেকে প্রশংসা লাভ করেন।\n\n\n== অন্যান্য কাজ এবং ব্যক্তিগত ==\nমহাশ্বেতা চক্রবর্তী নারী অধিকার এবং পরিত্যক্ত শিশুদের সহায়তাকারী নানা বেসরকারি সংস্থার সাথে কাজ করেছেন। একটি সাক্ষাৎকারে তিনি তাঁর আগ্রহের বিষয় হিসেবে রবীন্দ্রসঙ্গীত, মৃৎশিল্প এবং মার্ভেল সম্পর্কে উল্লেখ করেছেন।\n\n\n== সম্মান ও পুরস্কার ==\n২০২২ সালে, রোটারি ক্লাব অব কলকাতা মেট্রো সিটি চক্রবর্তীকে স্বয়ং সিদ্ধা পুরস্কার প্রদান করে, তার কর্মকাণ্ডের জন্য যেগুলি নারী ক্ষমতায়নের ক্ষেত্রে একটি দৃষ্টান্ত হিসেবে কাজ করেছে।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইউটিউবে ২৪ বছর বয়সী কলকাতার পাইলট মহাশ্বেতা চক্রবর্তী, যিনি ইউক্রেন থেকে ৮০০ ছাত্রকে নিয়ে এসেছিলেন\nফেসবুকে মহাশ্বেতা চক্রবর্তী"}