{"pageid": 1499559, "title": "কনিক্যাল মিশ্রণ", "url": "https://bn.wikipedia.org/wiki?curid=1499559", "content": "কোনো বাস্তব ভেক্টর জগতে নির্দিষ্ট সংখ্যক ভেক্টর \n  \n    \n      \n        \n          x\n          \n            1\n          \n        \n        ,\n        \n          x\n          \n            2\n          \n        \n        ,\n        …\n        ,\n        \n          x\n          \n            n\n          \n        \n      \n    \n    {\\displaystyle x_{1},x_{2},\\dots ,x_{n}}\n  \n হলে, ভেক্টরসমূহের কনিক্যাল মিশ্রণ (conical combination), কনিক্যাল সমাবেশ, কনিক্যাল সমষ্টি বা ভারযুক্ত সমষ্টি নিম্নোক্ত আকারে প্রকাশ করা হয়,\n\n  \n    \n      \n        \n          α\n          \n            1\n          \n        \n        \n          x\n          \n            1\n          \n        \n        +\n        \n          α\n          \n            2\n          \n        \n        \n          x\n          \n            2\n          \n        \n        +\n        ⋯\n        +\n        \n          α\n          \n            n\n          \n        \n        \n          x\n          \n            n\n          \n        \n      \n    \n    {\\displaystyle \\alpha _{1}x_{1}+\\alpha _{2}x_{2}+\\cdots +\\alpha _{n}x_{n}}\n  \n\nযেখানে \n  \n    \n      \n        \n          α\n          \n            i\n          \n        \n      \n    \n    {\\displaystyle \\alpha _{i}}\n  \n হচ্ছে অঋণাত্মক বাস্তব সংখ্যা।\nসেটের সকল ভেক্টরের কনিক্যাল সমষ্টিকে একটি উত্তল কোনকে (সম্ভাব্য অর্থে নিম্নমাত্রিক উপজগত) নির্দেশ করে বলে একে উক্ত নামে ডাকা হয়।\n\n\n== কনিক্যাল হুল ==\nকোনো নির্দিষ্ট সেট S হলে, সকল কনিক্যাল মিশ্রণ বা কনিক্যাল সমাবেশের S সেট কে বলা হয় S এর কনিক্যাল হুল (conical hull) এবং একে cone(S) বা coni(S) দ্বারা প্রকাশ করা হয়। অর্থাৎ,\n\n  \n    \n      \n        coni\n        ⁡\n        (\n        S\n        )\n        =\n        \n          {\n          \n            \n              ∑\n              \n                i\n                =\n                1\n              \n              \n                k\n              \n            \n            \n              α\n              \n                i\n              \n            \n            \n              x\n              \n                i\n              \n            \n            :\n            \n              x\n              \n                i\n              \n            \n            ∈\n            S\n            ,\n            \n            \n              α\n              \n                i\n              \n            \n            ∈\n            \n              \n                R\n              \n              \n                ≥\n                0\n              \n            \n            ,\n            \n            k\n            ∈\n            \n              N\n            \n          \n          }\n        \n        .\n      \n    \n    {\\displaystyle \\operatorname {coni} (S)=\\left\\{\\sum _{i=1}^{k}\\alpha _{i}x_{i}:x_{i}\\in S,\\,\\alpha _{i}\\in \\mathbb {R} _{\\geq 0},\\,k\\in \\mathbb {N} \\right\\}.}\n  \n\nk = 0 ধরা হলে, প্রাপ্ত ভেক্টরের মান থেকে নিশ্চিত হওয়া যা‍য় যে, শূন্য ভেক্টর (মূলবিন্দু) সকল কনিক্যাল হুলের অন্তর্গত (যেহেতু সমষ্টি শূন্য)।\nS সেটের কনিক্যাল হুল একটি উত্তল সেট (convex set)। সেক্ষেত্রে এটি সকল উত্তল কোনের (convex cone) ছেদবিন্দু যেখানে মূলবিন্দুসহ S সেট বিদ্যমান। যদি S একটি কম্প্যাক্ট সেট (compact set) হয় (অর্থাৎ, যদি এটা বিন্দুগুলোর নির্দিষ্ট ফাঁকাবিহীন সেট হয়), তাহলে সেক্ষেত্রে মূলবিন্দু হওয়ার শর্ত প্রযোজ্য নয়।\nযদি আমরা মূলবিন্দুটি সরিয়ে নিই, তাহলে আমরা সকল সহগকে তার সমষ্টি দ্বারা ভাগ করে দেখতে পারি যে কনিক্যাল সমাবেশ, পজিটিভ ফ্যাক্টর দ্বারা পরিমাপ করা একটি উত্তল সমাবেশ (convex combination)।\n\nসুতরাং, \"কনিক্যাল সমাবেশ\" এবং \"কনিক্যাল হুল\" সেই অর্থে যথাক্রমে \"উত্তল কনিক্যাল সমাবেশ\" এবং \"কনিক্যাল হুল\" বলে গণ্য করা যায়। আবার, উপরিউক্ত মূলবিন্দু সরিয়ে সকল সহগকে তার সমষ্টি দ্বারা ভাগ করার বিষয়টি থেকে প্রতীয়মান যে, কনিক্যাল সমাবেশসমূহ ও হুলসমূহকে প্রজেক্টিভ স্পেসে উত্তল কনিক্যাল সমাবেশ ও উত্তল কনিক্যাল হুল হিসেবে ধরে নেওয়া যেতে পারে।\nযখন কোনো কম্প্যাক্ট সেটের উত্তল হুলও একটি কম্প্যাক্ট সেট হয়, তা সকল কনিক্যাল হুলের ক্ষেত্রে প্রযোজ্য নয়; প্রথমত, শেষেরটি একটি অসীম সেট। তাছাড়া, এটি আবশ্যকভাবে একটি বদ্ধ সেটও নয়: এর ব্যতিক্রম হচ্ছে মূলবিন্দুগামী গোলক যার কনিক্যাল হুল মূলবিন্দুসহ একটি মুক্ত অর্ধজগত। তা সত্ত্বেও, যদি S একটি ফাঁকাবিহীন উত্তল কম্প্যাক্ট সেট হয় যেখানে কোনো মূলবিন্দু নেই, তাহলে সেটটির উত্তল কনিক্যাল হুল একটি বদ্ধ সেট।\n\n\n== আরো দেখুন ==\nসম্পর্কিত মিশ্রণ, সংমিশ্রণ বা সমাবেশ\n\nঅ্যাফাইন সমাবেশ\nউত্তল সংমিশ্রণ\nযোগাশ্রয়ী সমাবেশ\n\n\n== তথ্যসূত্র =="}