{"pageid": 1499014, "title": "চিলাহাটি স্থলবন্দর", "url": "https://bn.wikipedia.org/wiki?curid=1499014", "content": "চিলাহাটি স্থলবন্দর, বাংলাদেশের উত্তরাঞ্চলীয় জেলা নীলফামারীর ডোমার উপজেলার চিলাহাটিতে অবস্থিত একটি নির্মানাধীন স্থলবন্দর। এটি নৌ-পরিবহন মন্ত্রণালয়ের বাংলাদেশ স্থল বন্দর কর্তৃপক্ষের আওতাধীন। ২০১৩ সালের ১ আগস্ট সরকারি গেজেটে এই স্থলবন্দরটি প্রতিষ্ঠার ঘোষণা দেওয়া হয়। বাংলাদেশ সরকার কর্তৃক ঘোষিত ২৬ টি স্থল বন্দরের মধ্যে এটি একটি যার নির্মাণকাজ চলমান রয়েছে।\n\n\n== অবস্থান ==\nস্থলবন্দরটি ডোমার উপজেলা সদর হতে প্রায় ১৯ কিলোমিটার উত্তরে চিলাহাটি রেলওয়ে ষ্টেশন ঘেঁষে অবস্থিত। এটির মাত্র ১১ কিলোমিটার উত্তরে ভারতের হলদিবাড়ী সীমান্তবর্তী এলাকা অবস্থিত। এছাড়া সৈয়দপুর বিমানবন্দর থেকে প্রায় ৬২ কিলোমিটার উত্তরে, উত্তরা রপ্তানি প্রক্রিয়াকরণ অঞ্চল থেকে প্রায় ৪৮ কিলোমিটার উত্তরে, নীলফামারী থেকে প্রায় ৩৯ কিলোমিটার উত্তরে ও রংপুর থেকে প্রায় ৮২ কিলোমিটার উত্তর-পশ্চিমে অবস্থিত।\n\n\n== ইতিহাস ==\n১৯৩৭ সালে চিলাহাটি স্থলবন্দর চালু করে ব্রিটিশ সরকার। ১৯৪৭ এ দেশভাগের পর বন্ধ হয়ে যায় বন্দরটি। পরবর্তীতে ১৯৬০ সালে বন্দর চালু হলেও ১৯৬৫ সালে পাকিস্তান-ভারত যুদ্ধের সময় আবারো বন্ধ করে দেওয়া হয় এই স্থলবন্দরের কার্যক্রম। এরপর ২০১১ সালের ১৯ জুন নৌ-পরিবহন মন্ত্রী শাহজাহান খান স্থলবন্দটি পরিদর্শন করে বন্দরের পাশাপাশি আন্তর্জাতিক চেকপোস্ট পুনরায় চালুর বিষয় গুরুত্ব আরোপ করেন। ১৯৬০ সালে পাক-ভারত যুদ্ধের আগে চিলাহাটি স্থলবন্দরের কার্যক্রম চালু হয়। সেকালে ব্যবসায়ীদের সুবিধার্থে চিলাহাটিতে স্থাপন করা হয়েছিল একটি চেকপোস্ট। ১৯৬৫ সালে পাক-ভারত যুদ্ধের সময় চেক পোস্টটি চালু রেখে স্থলবন্দরটি বন্ধ করে দেওয়া হয়। এদিকে ২০০২ সালের জুন মাসে অজ্ঞাত কারণে চেকপোস্টটিও বন্ধ হয়ে যায়। ২০১৩ সালের আগস্টে চিলাহাটি স্থলবন্দরটি মন্ত্রিসভায় বৈঠকে অনুমোদনের পর গেজেট প্রকাশিত হয় যার নির্মান কাজ বর্তমানে চলমান রয়েছে।\nদীর্ঘ প্রায় ৫৭ বছর পর বাংলাদেশের চিলাহাটি ও ভারতের হলদিবাড়ী সীমান্ত হয়ে নিউ জলপাইগুড়ি স্টেশন পর্যন্ত আন্তঃদেশীয় যাত্রীবাহী ট্রেন ‘মিতালী এক্সপ্রেস’ ২০২২ সালের ১ জুন চালু হয়।\n\n\n== অবকাঠামো ==\n২০১৯ সালে শুরু হয় চিলাহাটি রেলওয়ে স্টেশন আধুনিকতার কাজ। এরমধ্যে আইকনিক ভাবন নির্মাণের কাজ ৩০ শতাংশ শেষ হয়েছে এবং সংযোগ রেললাইন স্থাপনের কাজ ৫০ শতাংশ শেষ হয়েছে। নির্মাণ করা হচ্ছে দ্বিতীয় প্লাটফর্ম ও ফুটওভার ব্রিজ। স্থলবন্দরটি প্রতিষ্ঠিত হলে ভারতের উত্তর-পূর্বাঞ্চলের পাশাপাশি থাকা অরুণাচল প্রদেশ, মনিপুর, মিজোরাম, আসাম মেঘালয় ও ত্রিপুরা রাজ্যের সঙ্গে যোগাযোগের সুবিধা বাড়বে।\n\n\n== আমদানি-রপ্তানি ==\n২০২০ সালের ১৭ ডিসেম্বর এ পথে পণ্যবাহী ট্রেন চলাচলের উদ্বোধন হয় এবং ১ আগষ্ট ২০২১ রেলপথ দিয়ে বাংলাদেশের পশ্চিমাঞ্চল রেলওয়ে ও ভারতের উত্তর-পূর্ব সীমান্ত রেলওয়ের মধ্যকার আমদানি-রপ্তানি কার্যক্রম চালু হয়। বর্তমানে এই স্থলবন্দর দিয়ে মালবাহী ট্রেনে ভারত থেকে নিয়মিত পাথর আমদানি হয়ে থাকে যা দেশের অর্থনীতিতে গুরুত্বপূর্ণ অবদান রাখছে।\n\n\n== আরও দেখুন ==\nবেনাপোল স্থলবন্দর\nবুড়িমারী স্থলবন্দর\nহিলি স্থলবন্দর\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nবাংলাদেশ স্থল বন্দর কর্তৃপক্ষ"}