{"pageid": 1499855, "title": "প্রতিম ডি. গুপ্ত", "url": "https://bn.wikipedia.org/wiki?curid=1499855", "content": "প্রতিম ডি. গুপ্ত (প্রতিম দাশগুপ্ত; জন্ম: ১১ নভেম্বর ১৯৮১) একজন ভারতীয় সাংবাদিক, চলচ্চিত্র সমালোচক, চিত্রনাট্যকার এবং চলচ্চিত্র পরিচালক। তিনি মূলত হিন্দি এবং বাংলা ভাষায় কাজ করে থাকেন। তিনি দ্য টেলিগ্রাফ পত্রিকার জন্য এবং পরে অনলাইন প্ল্যাটফর্ম ফিল্ম কম্প্যানিয়নের জন্য চলচ্চিত্র পর্যালোচনা করেন । লেখক-পরিচালক হিসেবে তার প্রথম চলচ্চিত্র হল পাঁচ অধ্যায় (২০১২), এতে অভিনয় করেছেন প্রিয়াংশু চ্যাটার্জি এবং দিয়া মির্জা। তার পরবর্তী ছবি সাহেব বিবি গোলাম (২০১৬) এবং মাছের ঝোল (২০১৭) সমালোচকদের প্রশংসিত হওয়ার পাশাপাশি বক্স অফিসে বড় হিট হয়েছে। তিনি তাঁর কাজের মাধ্যমে আধুনিক জীবনের জটিলতা ও সম্পর্কের বিষয়গুলো তুলে ধরতে দক্ষ।\n\n\n== প্রারম্ভিক জীবন ==\n১৯৮১ সালে কলকাতায় প্রতিম দাশগুপ্তের জন্ম এবং সাউথ পয়েন্ট স্কুলে পড়াশোনা করেন। তিনি কলকাতার সেন্ট জেভিয়ার'স কলেজ থেকে গণযোগাযোগ ও চলচ্চিত্র স্টাডিজে ডিগ্রি নিয়েছেন।\n\n\n== কর্মজীবন ==\nপ্রতিম দাশগুপ্ত টেলিগ্রাফ-এ সাংবাদিক হিসাবে কাজ করার সময়, তার লেখা চিত্রনাট্য \"ভেনিশ\" ২০০৯ সালে বিখ্যাত বিঙ্গার স্ক্রিপ্ট ল্যাব-এ নির্বাচিত হয়েছিল, যা লোকার্নো আন্তর্জাতিক চলচ্চিত্র উৎসবে অনুষ্ঠিত হয়। তার প্রথম চলচ্চিত্র নির্মাণের সুযোগ আসে প্রণয়ধর্মী নাট্য পাঁচ অধ্যায় -এর মাধ্যমে, যা বলিউড অভিনেত্রী দিয়া মির্জার প্রথম বাংলা চলচ্চিত্র। প্রতিমের লেখা ও পরিচালিত এই চলচ্চিত্রটি ২০১১ সালের নভেম্বর এবং ডিসেম্বর মাসে কলকাতায় চিত্রধারণ করা হয়। ছবিটি নিউ ইয়র্কের সাউথ এশিয়ান ইন্টারন্যাশনাল ফিল্ম ফেস্টিভ্যালের কেন্দ্রীয় প্রিমিয়ারে প্রদর্শিত হয় এবং মুম্বাই ফিল্ম ফেস্টিভ্যালে \"নিউ ভয়েস ইন ইন্ডিয়ান সিনেমা\" হিসেবে নির্বাচিত হয়।\n২০১৩ সালে প্রতিম ১০ জন পরিচালকের সাথে মিলে \"এক্স: পাস্ট ইজ প্রেজেন্ট\" নামক একটি যৌথ প্রকল্পে অংশগ্রহণ করেন। এই চলচ্চিত্রটি ২০১৪ সালে নিউ ইয়র্কে প্রদর্শিত হয় এবং ২০১৫ সালের নভেম্বরে ভারতে মুক্তি পায়। তার দ্বিতীয় পূর্ণদৈর্ঘ্যের চলচ্চিত্র ছিল শহেব বিবি গোলাম, যা ২০১৬ সালে মুক্তি পায়। এটি ছিল প্রথম মূলধারার বাংলা চলচ্চিত্র যা নেটফ্লিক্সে অন্তর্ভুক্ত হয় এবং এটি ৬টি ফিল্মফেয়ার পুরস্কার অর্জন করে, যার মধ্যে ছিল সেরা অভিনেত্রী, সেরা পার্শ্ব অভিনেতা, এবং সেরা চিত্রনাট্যের জন্য পুরস্কার।\n২০১৩ সালে প্রতিমের চিত্রনাট্য \"ইংক\" প্রেস্টিজিয়াস সানড্যান্স ল্যাব (ভারত সংস্করণ)-এ নির্বাচিত হয়। সেখানে তিনি অস্কার বিজয়ী আসিফ কাপাডিয়া এবং জোশুয়া মার্স্টনের সাথে কাজ করেন। পরে প্রতিম এই চিত্রনাট্যটি ২০১৯ সালের বাংলা চলচ্চিত্র শান্তিলাল ও প্রজাপতি রহস্য-এ রূপান্তর করেন।\nতার তৃতীয় পূর্ণদৈর্ঘ্যের চলচ্চিত্র মাছের ঝোল, যেখানে ঋত্বিক চক্রবর্তী প্যারিসের এক মাস্টারশেফের চরিত্রে অভিনয় করেছেন, কলকাতায় ফিরে তার শিকড়ের সন্ধান করেন। এটি ২০১৮ সালের গোয়ায় অনুষ্ঠিত ইন্টারন্যাশনাল ফিল্ম ফেস্টিভ্যাল অফ ইন্ডিয়ার ইন্ডিয়ান প্যানোরামা বিভাগে নির্বাচিত হয় এবং পরে নেটফ্লিক্সে অন্তর্ভুক্ত হয়। এই ছবির জন্য প্রতিম সেরা সংলাপের জন্য ফিল্মফেয়ার পুরস্কার পান। ২০১৮ সালের শুরুতে প্রতিম \"মিরচি মালিনী\" নামে একটি হিন্দি টেলিফিল্ম লিখেন এবং পরিচালনা করেন, যা সুজয় ঘোষের \"টিন পাহেলিয়ান\" সিরিজের অংশ হিসেবে স্টার প্লাস এবং হটস্টার-এ প্রচারিত হয়। সে বছর প্রতিমকে \"ম্যানস ওয়ার্ল্ড\" ম্যাগাজিনের \"মেন অফ দ্য ইয়ার\" তালিকায় অন্তর্ভুক্ত করা হয়।\nতার চতুর্থ বাংলা চলচ্চিত্র \"আহারে মন\", যেখানে আদিল হুসেন এবং পাওলি দাম অভিনয় করেন, ভারতে এবং বিদেশে বিভিন্ন চলচ্চিত্র উৎসবে প্রদর্শিত হয় এবং বিশিষ্ট চলচ্চিত্র সমালোচক মীনাক্ষি শেড্ডে এটি বছরের অন্যতম সেরা ভারতীয় চলচ্চিত্র হিসেবে উল্লেখ করেন।\n\n\n== চলচ্চিত্রের তালিকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে প্রতিম ডি. গুপ্ত  (ইংরেজি)"}