{"pageid": 1499380, "title": "প্রবাহ", "url": "https://bn.wikipedia.org/wiki?curid=1499380", "content": "প্রবাহ হল একটি নির্দিষ্ট বিন্দুতে একটি সাবলীল (একটি সময়-পরিবর্তন পরিমাণ, বা ফাংশন ) পরিবর্তনের তাৎক্ষণিক হার বা গ্রেডিয়েন্ট। আইজ্যাক নিউটন তার টাইম ডেরিভেটিভ (সময়ের সাথে সাপেক্ষে একটি ডেরিভেটিভ ) রূপ বর্ণনা করার জন্য প্রবাহ প্রবর্তন করেছিলেন। নিউটন ১৬৬৫ সালে ধারণাটি প্রবর্তন করেন এবং তার গাণিতিক গ্রন্থ, মেথড অফ ফ্লাক্সিয়ন- এ বিস্তারিতভাবে উল্লেখ করেন। ফ্লাক্সিয়ন এবং ফ্লুয়েন্ট এর মাধ্যমে নিউটনের প্রাথমিক ক্যালকুলাস তৈরি করা হয়েছিল।\n\n\n== ইতিহাস ==\nফ্লাকশনের ধারণা ছিল লাইবনিৎস-নিউটন ক্যালকুলাস বিতর্কের কেন্দ্রবিন্দু, যখন নিউটন গট‌ফ্রিড ভিলহেল্ম লাইব‌নিৎসকে একটি চিঠি পাঠান, যাতে তিনি ফ্লাকশনের ব্যাখ্যা দেন, কিন্তু সন্দেহের কারণে কোডে তার কথা লুকিয়ে রাখেন। তিনি লিখেছিলেন:\n\nআমি এখন ফ্লাকশনের ব্যাখ্যা এগিয়ে নিতে পারছি না, আমি এটি এভাবে লুকিয়ে রাখার সিদ্ধান্ত নিয়েছি: 6accdæ13eff7i3l9n4o4qrr4s8t12vx\nএই অপ্রত্যাশিত স্ট্রিংটি আসলে একটি হ্যাশ কোড ছিল (প্রত্যেকটি অক্ষরের ফ্রিকোয়েন্সি দ্বারা চিহ্নিত), যা লাতিন ভাষার বাক্যটির হ্যাশ কোড ছিল: \"Data æqvatione qvotcvnqve flventes qvantitates involvente, flvxiones invenire: et vice versa\", যার অর্থ: \"যে কোনো সংখ্যক প্রবাহিত পরিমাণের সমন্বয়ে একটি সমীকরণ দেওয়া হলে, ফ্লাকশনের মান বের করা: এবং তার বিপরীতও সত্য।\"\n\n\n== উদাহরণ ==\nযদি ফ্লুয়েন্ট ⁠\n  \n    \n      \n        y\n      \n    \n    {\\displaystyle y}\n  \n⁠ হিসাবে সংজ্ঞায়িত করা হয় \n  \n    \n      \n        y\n        =\n        \n          t\n          \n            2\n          \n        \n      \n    \n    {\\displaystyle y=t^{2}}\n  \n (যেখানে ⁠\n  \n    \n      \n        t\n      \n    \n    {\\displaystyle t}\n  \n⁠ হল সময়), তবে \n  \n    \n      \n        t\n        =\n        2\n      \n    \n    {\\displaystyle t=2}\n  \n তে ফ্লাকশন (ডেরিভেটিভ) হবে:\n  \n    \n      \n        \n          \n            \n              y\n              ˙\n            \n          \n        \n        =\n        \n          \n            \n              Δ\n              y\n            \n            \n              Δ\n              t\n            \n          \n        \n        =\n        \n          \n            \n              (\n              2\n              +\n              o\n              \n                )\n                \n                  2\n                \n              \n              −\n              \n                2\n                \n                  2\n                \n              \n            \n            \n              (\n              2\n              +\n              o\n              )\n              −\n              2\n            \n          \n        \n        =\n        \n          \n            \n              4\n              +\n              4\n              o\n              +\n              \n                o\n                \n                  2\n                \n              \n              −\n              4\n            \n            \n              2\n              +\n              o\n              −\n              2\n            \n          \n        \n        =\n        \n          \n            \n              4\n              o\n              +\n              \n                o\n                \n                  2\n                \n              \n            \n            o\n          \n        \n      \n    \n    {\\displaystyle {\\dot {y}}={\\frac {\\Delta y}{\\Delta t}}={\\frac {(2+o)^{2}-2^{2}}{(2+o)-2}}={\\frac {4+4o+o^{2}-4}{2+o-2}}={\\frac {4o+o^{2}}{o}}}\n  \n এখানে ⁠\n  \n    \n      \n        o\n      \n    \n    {\\displaystyle o}\n  \n⁠ হল একটি শূন্যসন্নিকর্ষী সময় পরিমাণ। তাই, শব্দ ⁠\n  \n    \n      \n        \n          o\n          \n            2\n          \n        \n      \n    \n    {\\displaystyle o^{2}}\n  \n⁠ দ্বিতীয় অর্ডারের শূন্যসন্নিকর্ষী পরিমাণ এবং নিউটনের মতে, আমরা এখন ⁠\n  \n    \n      \n        \n          o\n          \n            2\n          \n        \n      \n    \n    {\\displaystyle o^{2}}\n  \n⁠-কে উপেক্ষা করতে পারি, কারণ এটি ⁠\n  \n    \n      \n        o\n      \n    \n    {\\displaystyle o}\n  \n⁠-এর প্রথম অর্ডারের শূন্যসন্নিকর্ষী-এর তুলনায় দ্বিতীয় অর্ডারের শূন্যসন্নিকর্ষী। অতএব, চূড়ান্ত সমীকরণটি এই রূপে দাঁড়ায়:\n  \n    \n      \n        \n          \n            \n              y\n              ˙\n            \n          \n        \n        =\n        \n          \n            \n              Δ\n              y\n            \n            \n              Δ\n              t\n            \n          \n        \n        =\n        \n          \n            \n              4\n              o\n            \n            o\n          \n        \n        =\n        4\n      \n    \n    {\\displaystyle {\\dot {y}}={\\frac {\\Delta y}{\\Delta t}}={\\frac {4o}{o}}=4}\n  \n\nতিনি ⁠\n  \n    \n      \n        o\n      \n    \n    {\\displaystyle o}\n  \n⁠-এর ব্যবহারের যৌক্তিকতা সমর্থন করেছিলেন, এটি একটি শূন্য নয় এমন পরিমাণ হিসাবে উল্লেখ করে যে ফ্লাকশনগুলি একটি বস্তু দ্বারা গতির ফলস্বরূপ।\n\n\n== সমালোচনা ==\nবিশপ জর্জ বার্কলি, সেই সময়ের একজন প্রখ্যাত দার্শনিক, ১৭৩৪ সালে প্রকাশিত তাঁর প্রবন্ধ \"দ্য অ্যানালিস্ট\"-এ নিউটনের ফ্লাকশনগুলোর সমালোচনা করেছিলেন। বার্কলি বিশ্বাস করতে অস্বীকার করেন যে, সেগুলি সঠিক ছিল, কারণ এতে অসীম ক্ষুদ্র ⁠\n  \n    \n      \n        o\n      \n    \n    {\\displaystyle o}\n  \n⁠ (শূন্যসন্নিকর্ষী) ব্যবহার করা হয়েছিল। তিনি বিশ্বাস করতেন না যে এটি উপেক্ষা করা যেতে পারে এবং তিনি উল্লেখ করেছিলেন যে, যদি এটি শূন্য হয়, তাহলে এর ফলাফল হবে শূন্য দিয়ে ভাগ করা। বার্কলি এগুলিকে \"বিদায়ী পরিমাণগুলির ভূত\" হিসেবে উল্লেখ করেছিলেন, যা সেই সময়ের গণিতজ্ঞদের বিভ্রান্ত করে এবং ফলস্বরূপ ক্যালকুলাসে শূন্যসন্নিকর্ষীর ব্যবহার বন্ধ হয়ে যায়।\nতার জীবনের শেষের দিকে, নিউটন তার ⁠\n  \n    \n      \n        o\n      \n    \n    {\\displaystyle o}\n  \n⁠⁠ এর ব্যাখ্যা সংশোধন করেন, এটি অনন্ত ক্ষুদ্র (শূন্যসন্নিকর্ষী) হিসেবে সংজ্ঞায়িত করার পরিবর্তে, শূন্যের দিকে পৌঁছানোর হিসেবে ব্যাখ্যা করতে শুরু করেন, সীমা ধারণার সাথে মিল রেখে। তিনি বিশ্বাস করেছিলেন যে, এটি ফ্লাকশনগুলিকে নিরাপদ ভিত্তিতে ফিরিয়ে আনবে। এই সময়ে, লাইবনিৎ-এর ডেরিভেটিভ (এবং তার সংকেত) প্রধানত নিউটনের ফ্লাকশন এবং ফ্লুয়েন্টসের পরিবর্তে ব্যবহার হতে শুরু করেছিল, এবং আজও এটি ব্যবহৃত হচ্ছে।\n\n\n== তথ্যসূত্র =="}