{"pageid": 1500822, "title": "১৮৮৭-এ কলকাতার জাহাজডুবি", "url": "https://bn.wikipedia.org/wiki?curid=1500822", "content": "স্যার জন লরেন্স নামক জাহাজটি ১৮৮৭ সালের ২৫শে মে তারিখে ভয়াবহ এক ঝড়ের সম্মুখীন হয়ে ভাগীরথী নদীর মোহনার কাছে সাগর দ্বীপ এলাকায় ডুবে যায়। হিন্দু তীর্থযাত্রীদের নিয়ে কলকাতা থেকে পুরীর জগন্নাথ মন্দিরের উদ্দেশ্যে যাওয়ার পথে  জাহাজটি ছাড়ার মাত্র কয়েকঘন্টা পরেই ঝড়ের কবলে পরে নিখোঁজ হয়। জাহাজটির কোম্পানির হিসাব মতে ক্রুসহ প্রায় সাড়ে সাতশো যাত্রী ছিলেন এবং তাঁদের একজন খালাসী ব্যতিত কাউকেই জীবিত উদ্ধার করা যায় নি। ঐতিহাসিকদের মতে, সমসাময়িক অনেকগুলো জাহাজডুবির মধ্যে এটি অন্যতম এবং সবথেকে দুর্ভাগ্যজনক দুর্ঘটনা ছিল।\n\n\n== পটভূমি ==\n১৯০০ সালের দিকে হাওড়া স্টেশন থেকে ওড়িশার কটক হয়ে পুরীর রেললাইন পুরোপুরি চালু হওয়ার আগে জগন্নাথ মন্দিরের উদ্দেশ্যে বাংলার হিন্দু তীর্থযাত্রীদের পুরো পথ পায়ে হেঁটে অথবা গরুর গাড়িতে যেতে হতো। ১৮৮০'র দশকে জনসাধারণের চাপের প্রভাবে এই রুটের রেললাইন হওয়ার জন্যে গুরুত্বপূর্ণ নিয়ামক হিসেবে কাজ করে। রেললাইন হওয়ার আগে এই পথে চলাচলের ক্রমবর্ধমান ব্যাপক চাহিদার সুযোগ নিয়ে বিভিন্ন কোম্পানি নিয়মিতভাবে বেশ কয়েকটি জাহাজ চালু করে। ঐসময় সংবাদপত্রে নিয়মিত বিজ্ঞাপন ছাপা হত জাহাজ চলাচলের সময়সূচি নিয়ে।\nএদের মধ্যে অন্যতম 'ম্যাকলিন অ্যান্ড কোম্পানি' তার 'স্যার জন লরেন্স'-এ নিয়মিত যাত্রীসেবা চালাতো। পাঁচ থেকে ছয় দিনের সমুদ্রযাত্রা তীর্থযাত্রীদের চাঁদবালিতে নিয়ে আসত, যেখান থেকে তারা পালকি বা গরুর গাড়িতে করে কটক হয়ে পুরীর দিকে যাত্রা করত।\n‘ইংলিশম্যান’ পত্রিকায় ২৫শে মের কদিন আগে থেকেই একটানা বিজ্ঞাপন দেওয়া হচ্ছিল ‘স্যার জন লরেন্স’ জাহাজ ছাড়ার সময়সূচী জানিয়ে।\nআবার একইসঙ্গে তার কদিন আগে থেকে এই পূর্বাভাসও ছাপা হচ্ছিল যে সম্ভবত একটা বড় ঝড় আসতে চলেছে সাগরের দিক থেকে, তার ফলে সমুদ্র উত্তাল হয়ে উঠবে।\nঝড়ের পূর্বাভাস প্রথম দেখা যায় ‘ইংলিশম্যান’ কাগজের ২৩শে মে তারিখের সংস্করণে, আবহাওয়ার খবরাখবরে। বিভিন্ন আবহাওয়া স্টেশন ২২শে মের যে তথ্য রেকর্ড করে পাঠিয়েছিল কলকাতায়, তাতে দেখা যাচ্ছে ‘ডায়মন্ড আইল্যান্ড’ আর ‘সাগর আইল্যান্ড’ দুই জায়গাতেই সমুদ্র উত্তাল।\nতবে ‘স্যার জন লরেন্স’ আর অন্য যে কয়েকটি জাহাজ ২৫শে মে তারিখে রওনা দিয়েছিল সমুদ্রের দিকে। ‘ক্যালকাটা গেজেট’এ ছাপা এক সরকারি চিঠি থেকে জানা যায় তার ঠিক আগে-পরের কয়েকদিনে নদী বা সাগরের কী অবস্থা থাকবে, তার কোনও পর্যবেক্ষণের রিপোর্ট ডায়মন্ড হারবার থেকে কলকাতায় এসে পৌঁছয় নি।\n\n\n== দুর্ঘটনা ==\nসেই সময়ে সব জাহাজের সর্বশেষ অবস্থান কাগজে ছাপা হতো । ইংলিশম্যান কাগজের ২৬শে মের সংস্করণে দেখা যাচ্ছে যে ‘স্যার জন লরেন্স’ জাহাজটি কলকাতা থেকে রওনা হয়ে সাগর দ্বীপের কাছে নদীর পশ্চিম ‘চ্যানেল’-এ অবস্থান করছিল আগের রাতে।\nএরপরের দিন জাহাজটির আর কোনও খবর পাওয়া যায়নি। কিন্তু কাগজে ‘স্যার জন লরেন্স’-এর পরবর্তী যাত্রার বিজ্ঞাপন কাগজে ছাপা হয়েই চলেছিল।\nমে মাসের ২৭ তারিখ চাঁদবালি থেকে ওই জাহাজের এজেন্টরা কলকাতায় টেলিগ্রাম করে জানান যে ‘স্যার জন লরেন্স’ সেখানে পৌঁছয় নি। এদিকে ততক্ষণে সাইক্লোন যে বড়সড় ধ্বংসলীলা চালিয়েছে, সেটা টের পেয়েছিল ব্রিটিশ সরকার।\nতাই উদ্ধারকাজে কলকাতা থেকে পাঠানো হয়েছিল সরকারি স্টিমার ‘রেসলিউট’ আর ভাড়া করা স্টিমার ‘ম্যাড্রাস’কে।\nতারও একদিন পরে সকলেই আন্দাজ করতে পারছিলেন যে ৭৫০ জন যাত্রী নিয়ে রওনা হওয়া ‘স্যার জন লরেন্স’ সম্ভবত সম্পূর্ণভাবে ডুবে গেছে এবং অভিযোগ ছিল যে এটি ধারণক্ষমতার চেয়ে অতিরিক্ত যাত্রী নিয়েছিল।\n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nবিভূতিভূষণ বন্দ্যোপাধ্যায় তার উপন্যাস ‘ইছামতী’ এই ঘটনাটি কাল্পনিক স্থান, চরিত্রদের মুখ দিয়ে বলিয়েছিলেন।\nরবীন্দ্রনাথ ঠাকুর তাঁর ‘মানসী’ কাব্যগ্রন্থের অন্তর্ভুক্ত ‘সিন্ধুতরঙ্গ’ কবিতা উৎসর্গ করেছিলেন ওই ডুবে যাওয়া জাহাজের যাত্রীদের উদ্দেশ্যে।\nজাহাজ-ডুবিতে নিহত নারী ও শিশুসহ সকল যাত্রীদের স্মরণে একদল ইংরেজ রমণী গঙ্গার ঘাটে (দূর্গাপ্রসাদ ছোটেলাল মতান্তরে ছোটুলাল ঘাট, তারও আগে মল্লিক ঘাট) বাংলায় ও ইংরেজিতে লেখা এক ফলক লাগিয়েছিলেন।\nতাতে লেখা রয়েছে –\n“ইং ১৮৮৭ সালের ২৫-এ মে তারিখের ঝটিকাবর্ত্তে সার জন লারেন্স বাষ্পীয় জাহাজের সহিত যে সকল তীর্থ যাত্রী, অধিকাংশ স্ত্রীলোক, জলমগ্ন হইয়াছেন তাহাদিগের স্মরণার্থে কয়েকটি ইংরাজ রমণী কর্তৃক এই প্রস্তর ফলকখানি উৎসর্গীকৃত হইল।”\nপাশেই কথাগুলির ইংরেজি লেখা এভাবে -\n“This stone is dedicated by a few English-women to the memory of those pilgrims, mostly women, who perished with ‘Sir John Lawrence’ in the cyclone of 25th May 1887.”\n১৩০ বছরের বেশি সময় পরেও এই ফলকই কলকাতার সবথেকে ভয়াবহ জাহাজ-ডুবির একমাত্র স্মৃতিচিহ্ন হয়ে বেঁচে আছে।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র =="}