{"pageid": 1500628, "title": "দলায়েল আন-নুবুওয়াহ", "url": "https://bn.wikipedia.org/wiki?curid=1500628", "content": "দলায়েল আন-নুবুওয়াহ (আক্ষ. 'ভবিষ্যদ্বাণীর প্রমাণ') হল সীরাত সাহিত্যের একটি গুরুত্বপূর্ণ গ্রন্থ, যা মুহাম্মদদের জীবন, নবুওয়তের প্রমাণ এবং তার মুজিযাগুলি বর্ণনা করার জন্য লিখিত হয়েছে। প্রখ্যাত ইসলামিক পণ্ডিত আবু নঈম আল-আসফাহানী গ্রন্থটি রচনা করেছেন। বইটি ১৪০৬ হিজরিতে (১৯৮৫ খ্রিস্টাব্দ) দারুল নাফাইস প্রকাশক থেকে লেবাননের রাজধানী বৈরুত থেকে প্রকাশিত হয়।\n\n\n== বই রচনার প্রেক্ষাপট ==\nকিছু হাদিসের ছাত্র আবু নঈম আল-আসফাহানীর কাছে গিয়ে অনুরোধ করেন, যেন তিনি এমন একটি গ্রন্থ রচনা করেন যেখানে মহানবীর সম্পর্কিত হাদিস ও বর্ণনাগুলি একত্রিত করা হয়। এই বর্ণনাগুলি নবুওয়তের সত্যতার প্রমাণ হিসেবে বিবেচিত। আবু নঈম তাঁদের অনুরোধ গ্রহণ করেন এবং দলায়েল আন-নুবুওয়াহ নামে গ্রন্থটি রচনা করেন। এ সম্পর্কে তিনি বলেন:\n\n\n== অধ্যায়সমূহ ==\nইমাম আবু নঈম বইটি লেখার উদ্দেশ্যে হাদিসের বর্ণনা ও রেওয়ায়েত সংগ্রহ করেন, সেগুলিকে যাচাই ও পরিশোধন করেন, এবং পরে শ্রেণিবদ্ধ করেন। তিনি তার এই গ্রন্থকে ৩৫টি অধ্যায়ে বিভক্ত করেন। এই অধ্যায়গুলোর কিছুতে তিনি নবুওয়তের পূর্বের প্রমাণাদি নিয়ে আলোচনা করেছেন। সম্পূর্ণ বইটির মূল আলোচনা তিনটি অংশে ভাগ করা যায়, সেগুলো হলো\n\nজিন ও জ্যোতিষীদের সুসংবাদ।\nআসমানী গ্রন্থসমূহের ভবিষ্যদ্বাণী।\nহাতি বাহিনীর ঘটনা।\nএছাড়া অন্যান্য অধ্যায়ে তিনি নবীর গুণাবলি, আল্লাহ কর্তৃক তাকে প্রদত্ত বিশেষত্ব, এবং তার মুজিযা নিয়ে আলোকপাত করেছেন। কিছু অধ্যায়ে তিনি কাফিরদের সঙ্গে নবীর সম্পর্ক, হিজরত, এবং অন্যান্য ঘটনাগুলো বিশ্লেষণ করেছেন। তিনি একটি বিশেষ অধ্যায়ে পূর্ববর্তী নবীদের প্রতি আল্লাহ প্রদত্ত সম্মান ও কৃতিত্বের সঙ্গে মহানবী মুহাম্মাদের সম্মান ও কৃতিত্বের তুলনা করেছেন। বইটিকে অধ্যায়ে ভাগ করার কারণ হিসাবে লেখক যুক্তি দিয়েছেন, এটিকে বিভিন্ন অধ্যায়ে বিভক্ত করেছি, যাতে পাঠকের পক্ষে এর বিষয়বস্তু ও শ্রেণিবিন্যাস সহজে আত্মস্থ করা যায়, বুঝতে সুবিধা হয়, এবং অধ্যয়নে কোনো অসুবিধা না হয়।\n\n\n== আরো দেখুন ==\nইকমালু তাহযিবুল কামাল ফি আসমাউল রিজাল\nউইউন আল-আছার ফি ফুনুন আল-মাগাজি\nফাতহুল মুতাআল ফি মাদহিন-নিআল\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nওয়াকফিয়া ওয়েবসাইটে মূল বই, বৈরুত, ১৪০৬ হি."}