{"pageid": 1500997, "title": "কারির কূটাভাস", "url": "https://bn.wikipedia.org/wiki?curid=1500997", "content": "কারির কূটাভাস হলো একটি কূটাভাস যেখানে একটি আরবিট্র্যারি দাবি F প্রমাণিত হয় শুধুমাত্র একটি বাক্য C এর অস্তিত্বের মাধ্যমে যা নিজেই বলে \"যদি C, তবে F \"। কূটাভাসটির জন্য কেবলমাত্র কয়েকটি আপাত-নিরীহ যৌক্তিক ডিডাকশন নিয়ম প্রয়োজন। যেহেতু F আরবিট্র্যারি,তাই এই নিয়মগুলি থাকা যে কোনো যুক্তি পদ্ধতি দিয়ে সবকিছুই প্রমাণ করা সম্ভব। কূটাভাসটি স্বাভাবিক ভাষায় এবং বিভিন্ন যুক্তিতে প্রকাশ করা যেতে পারে, যার মধ্যে সেট তত্ত্বের কিছু নির্দিষ্ট রূপ, ল্যাম্‌ডা ক্যালকুলাস এবং সংমিশ্রণমূলক যুক্তি অন্তর্ভুক্ত।\nকূটাভাসটির নামকরণ করা হয়েছে যুক্তিবিদ হাসকেল কারির নামে, যিনি এই সম্পর্কে ১৯৪২ সালে লিখেছিলেন।  লোবের উপপাদ্যের সাথে এর সম্পর্কের কারণে একে লোবের কূটাভাসও বলা হয়ে থাকে। \n\n\n== স্বাভাবিক ভাষায় ==\n\"যদি A, তবে B \" ধরণের দাবিকে শর্তাধীন বা শর্তসাপেক্ষ দাবি বলা হয়। কারির কূটাভাস এক বিশেষ ধরনের স্ব-উল্লেখকারী শর্তসাপেক্ষ বাক্য ব্যবহার করে, যেমনটি এই উদাহরণে প্রদর্শিত হয়েছে:যদিও জার্মানি চীনের সীমান্তবর্তী নয়, উদাহরণ বাক্যটি অবশ্যই একটি প্রাকৃতিক-ভাষার বাক্য, এবং এই বাক্যটির সত্যতা বিশ্লেষণ করা সম্ভব। এই কূটাভাসের বিশ্লেষণ দুটি ধাপ নিয়ে গঠিত। প্রথমত, সাধারণ প্রাকৃতিক-ভাষা প্রমাণ কৌশলগুলি প্রমাণ করতে ব্যবহার করা যেতে পারে যে উদাহরণ বাক্যটি সত্য [ধাপ ১-৪] । দ্বিতীয়ত, বাক্যটির সত্যতা প্রমাণ করতে ব্যবহার করা যেতে পারে যে জার্মানি চীনের সীমান্তবর্তী  [5-6] :\nবাক্যটিতে লেখা \"যদি এই বাক্যটি সত্য হয়, তবে জার্মানি চিনের সীমান্তবর্তী\" [ প্রথাগত প্রমাণের সাথে সামঞ্জস্যপূর্ণ ধাপ নম্বর পেতে সংজ্ঞা পুনরাবৃত্তি করুন]\nবাক্যটি সত্য হলে তা সত্য।\nযদি বাক্যটি সত্য হয়, তাহলে: যদি বাক্যটি সত্য হয়, জার্মানি চিনের সীমান্তবর্তী।\nযদি বাক্যটি সত্য হয়, তবে জার্মানি চীনের সীমান্তবর্তী।\nকিন্তু ৪ হলো বাক্যটি যা বলে, তাই এটি প্রকৃতপক্ষে সত্য।\nবাক্যটি সত্য [৫. দ্বারা], এবং [৪. দ্বারা] : যদি এটি সত্য হয়, তাহলে জার্মানি চীনের সীমান্তবর্তী।\nসুতরাং, জার্মানি চীনের সীমান্তবর্তী।   [modus ponens]\nযেহেতু জার্মানি চীনের সাথে সীমান্তবর্তী নয়, বোঝা যায় যে প্রমাণ পদক্ষেপগুলির একটিতে ত্রুটি হয়েছে৷ \"জার্মানি চীনের সীমান্তবর্তী\" দাবি অন্য যে কোনো দাবি দ্বারা প্রতিস্থাপিত হতে পারে, এবং বাক্যটি সেক্ষেত্রেও প্রমাণযোগ্য হবে। এইভাবে সকল বাক্য প্রমাণযোগ্য বলে মনে হয়। কারণ প্রমাণটি শুধুমাত্র ডিডাকশনের স্বীকৃত পদ্ধতি ব্যবহার করে, এবং যেহেতু এই পদ্ধতিগুলির কোনটিই ভুল বলে মনে হয় না, এই পরিস্থিতিটি বিরোধপূর্ণ।\n\n\n=== অনানুষ্ঠানিক প্রমাণ ===\nশর্তসাপেক্ষ বাক্য প্রমাণের জন্য আদর্শ পদ্ধতি (\"যদি A, তবে B \" ধরণের বাক্য) হলো \" শর্তসাপেক্ষ প্রমাণ \"। এই পদ্ধতিতে, \"যদি A, তবে B \" প্রমাণ করার জন্য, প্রথমে A ধরে নেওয়া হয় এবং তারপর সেই অনুমান সহ B কে সত্য দেখানো হয়।\nকারির কূটাভাস তৈরি করতে, উপরের দুটি ধাপে বর্ণিত পদ্ধতি অনুসারে \"যদি এই বাক্যটি সত্য হয়, তবে জার্মানি চীনের সাথে সীমান্তবর্তী\" বাক্যের ক্ষেত্রে এই পদ্ধতি প্রয়োগ করুন। এখানে A, \"এই বাক্যটি সত্য\", সামগ্রিক বাক্যকে বোঝায়, যখন B হলো \"জার্মানি চীনের সীমান্তবর্তী\"। সুতরাং, A অনুমান করা \"যদি A, তবে B \" অনুমান করার সমান। অতএব, A কে সত্য ধরে নেওয়ার ক্ষেত্রে, আমরা A এবং \"যদি A, তবে B \" উভয়কেই সত্য ধরে নিয়েছি। অতএব, বি সত্য, মোডাস পোনেন্স দ্বারা, এবং আমরা প্রমাণ করেছি \"যদি এই বাক্যটি সত্য হয়, তাহলে 'জার্মানি চীনের সীমান্তবর্তী' সত্য।\" স্বাভাবিক উপায়ে, অনুমান অনুমান করে এবং উপসংহার বের করে।\nএখন, যেহেতু আমরা প্রমাণ করেছি \"যদি এই বাক্যটি সত্য হয়, তাহলে 'জার্মানি চিনের সীমান্তবর্তী' সত্য\", তাহলে আমরা আবার মোডাস পোনেন্স প্রয়োগ করতে পারি, কারণ আমরা জানি যে \"এই বাক্যটি সত্য\" দাবিটি সঠিক। এইভাবে, আমরা দেখতে পারি যে জার্মানি চীনের সীমান্তবর্তী।\n\n\n== আনুষ্ঠানিক যুক্তিতে ==\n\n\n=== বাক্যগত যুক্তি ===\nপূর্ববর্তী অংশে দেওয়া উদাহরণটি আনুষ্ঠানিকভাবে অপ্রণীত, প্রাকৃতিক ভাষার যুক্তি ব্যবহার করেছিল। কারির কূটাভাস কিছু প্রকারের আনুষ্ঠানিক যুক্তিতেও ঘটে। এই প্রসঙ্গে, এটি দেখায় যে যদি আমরা ধরে নিই যে একটি আনুষ্ঠানিক বাক্য (X → Y) বিদ্যমান, যেখানে X নিজেই (X → Y)-এর সমতুল্য, তাহলে আমরা একটি আনুষ্ঠানিক প্রমাণ দ্বারা Y প্রমাণ করতে পারি। এমন একটি আনুষ্ঠানিক প্রমাণের একটি উদাহরণ নিম্নরূপ:\n\nX := (X → Y)\nX → X\nX → (X → Y)\nX → Y\nX\nY\nএকটি বিকল্প প্রমাণ হল Peirce's law দ্বারা। যদি X = X → Y, তবে (X → Y) → X। এটি এবং Peirce-এর আইন ((X → Y) → X) → X এবং modus ponens একত্রে X এবং পরবর্তী Y প্রমাণ করে (উপরের প্রমাণের মতো)।\nউপরের উদ্ভাবনটি দেখায় যে, যদি Y একটি আনুষ্ঠানিক ব্যবস্থায় একটি অপ্রমাণযোগ্য বিবৃতি হয়, তবে সেই ব্যবস্থায় এমন কোনো X বিবৃতি নেই যার জন্য X (X → Y)-এর সমতুল্য। অন্য কথায়, পূর্ববর্তী প্রমাণের ধাপ ১ ব্যর্থ হয়। অন্যদিকে, পূর্ববর্তী অংশটি দেখায় যে প্রাকৃতিক (অপ্রণীত) ভাষায়, প্রতিটি প্রাকৃতিক ভাষার বিবৃতি Y-এর জন্য এমন একটি প্রাকৃতিক ভাষার বিবৃতি Z বিদ্যমান, যেখানে Z প্রাকৃতিক ভাষায় (Z → Y)-এর সমতুল্য। যথা, Z হল \"যদি এই বাক্যটি সত্য হয় তবে Y\"।\n\n\n=== নাইভ সেট তত্ত্ব ===\nযদিও প্রাথমিক গাণিতিক যুক্তি কোনো স্ব-উল্লেখযোগ্য বাক্য গ্রহণ করে না, কিছু নির্দিষ্ট প্রকারের নাইভ সেট তত্ত্ব এখনও কারির কূটাভাসের জন্য দুর্বল। এমন সমষ্টি তত্ত্বে যা অসীমত সংজ্ঞাবদ্ধতা অনুমোদন করে, আমরা নিম্নলিখিত সমষ্টি বিবেচনা করে যেকোনো যৌক্তিক বিবৃতি Y প্রমাণ করতে পারি:\n\nএরপর সহজেই দেখানো যায় যে \n  \n    \n      \n        X\n        ∈\n        X\n      \n    \n    {\\displaystyle X\\in X}\n  \n বিবৃতিটি \n  \n    \n      \n        (\n        X\n        ∈\n        X\n        )\n        →\n        Y\n      \n    \n    {\\displaystyle (X\\in X)\\to Y}\n  \n-এর সমতুল্য। এখান থেকে, উপরে প্রদর্শিত প্রমাণগুলোর মতো করে, \n  \n    \n      \n        Y\n      \n    \n    {\\displaystyle Y}\n  \n সিদ্ধান্ত করা যায়। (\"\n  \n    \n      \n        X\n        ∈\n        X\n      \n    \n    {\\displaystyle X\\in X}\n  \n\" দ্বারা \"এই বাক্যটি\" বোঝায়।)\nঅতএব, একটি সঙ্গতিপূর্ণ সমষ্টি তত্ত্বে, সমষ্টি \n মিথ্যা Y-এর জন্য অস্তিত্বশীল নয়। একে রাসেলের কূটাভাসের একটি রূপ হিসাবে দেখা যেতে পারে, কিন্তু এটি অভিন্ন নয়। কিছু সমষ্টি তত্ত্বের প্রস্তাব রাসেলের কূটাভাসের মোকাবিলা করার চেষ্টা করেছে সংজ্ঞাবদ্ধতার নিয়ম সীমাবদ্ধ না করে বরং যুক্তির নিয়ম সীমাবদ্ধ করে, যাতে এটি এমন সব সমষ্টির স্ববিরোধী প্রকৃতিকে সহ্য করে যা নিজেদের সদস্য নয়। উপরের মতো প্রমাণের অস্তিত্ব দেখায় যে এমন কাজ সহজ নয়, কারণ উপরের প্রমাণে ব্যবহৃত অন্তত একটি সিদ্ধান্তের নিয়ম বাদ দিতে হবে বা সীমাবদ্ধ করতে হবে।\n\n\n=== সীমিত সর্বনিম্ন যুক্তি সহ ল্যামডা ক্যালকুলাস ===\nকারির কূটাভাস টাইপবিহীন ল্যাম্ডা ক্যালকুলাসে প্রকাশ করা যেতে পারে, যা ইমপ্লিকেশনাল প্রপোজিশনাল ক্যালকুলাস দ্বারা সমৃদ্ধ। ল্যামডা ক্যালকুলাসের বাক্যগঠনগত সীমাবদ্ধতার সাথে সামঞ্জস্য রাখতে, \n  \n    \n      \n        m\n      \n    \n    {\\displaystyle m}\n  \n দুটি প্যারামিটার গ্রহণ করা একটি ইমপ্লিকেশন ফাংশন নির্দেশ করবে। অর্থাৎ, ল্যামডা টার্ম \n  \n    \n      \n        (\n        (\n        m\n        A\n        )\n        B\n        )\n      \n    \n    {\\displaystyle ((mA)B)}\n  \n সাধারণ ইনফিক্স নোটেশন \n  \n    \n      \n        A\n        →\n        B\n      \n    \n    {\\displaystyle A\\to B}\n  \n-এর সমতুল্য হবে।\nএকটি ইচ্ছেমতো সূত্র \n  \n    \n      \n        Z\n      \n    \n    {\\displaystyle Z}\n  \n প্রমাণ করা যেতে পারে একটি ল্যামডা ফাংশন সংজ্ঞায়িত করে: \n  \n    \n      \n        N\n        :=\n        λ\n        p\n        .\n        (\n        (\n        m\n        p\n        )\n        Z\n        )\n      \n    \n    {\\displaystyle N:=\\lambda p.((mp)Z)}\n  \n, এবং \n  \n    \n      \n        X\n        :=\n        (\n        \n          \n            Y\n          \n        \n        N\n        )\n      \n    \n    {\\displaystyle X:=({\\textsf {Y}}N)}\n  \n, যেখানে \n  \n    \n      \n        \n          \n            Y\n          \n        \n      \n    \n    {\\displaystyle {\\textsf {Y}}}\n  \n কারির স্থির-বিন্দু সমন্বয়কারী নির্দেশ করে। এরপর \n  \n    \n      \n        X\n        =\n        (\n        N\n        X\n        )\n        =\n        (\n        (\n        m\n        X\n        )\n        Z\n        )\n      \n    \n    {\\displaystyle X=(NX)=((mX)Z)}\n  \n হয় \n  \n    \n      \n        \n          \n            Y\n          \n        \n      \n    \n    {\\displaystyle {\\textsf {Y}}}\n  \n এবং \n  \n    \n      \n        N\n      \n    \n    {\\displaystyle N}\n  \n-এর সংজ্ঞা অনুযায়ী। ফলে উপরে প্রদর্শিত বাক্যগত যুক্তি প্রমাণটি ক্যালকুলাসেও পুনরায় করা যেতে পারে:\n\n  \n    \n      \n        \n          \n            \n              \n                ⊢\n              \n              \n                (\n                (\n                m\n                X\n                )\n                X\n                )\n              \n              \n                \n                  \n                     সর্বনিম্ন যুক্তির স্বতঃসিদ্ধ \n                  \n                \n                A\n                →\n                A\n                \n                  \n                     দ্বারা \n                  \n                \n              \n            \n            \n              \n                ⊢\n              \n              \n                (\n                (\n                m\n                X\n                )\n                (\n                (\n                m\n                X\n                )\n                Z\n                )\n                )\n              \n              \n                \n                  \n                     যেহেতু \n                  \n                \n                X\n                =\n                (\n                (\n                m\n                X\n                )\n                Z\n                )\n              \n            \n            \n              \n                ⊢\n              \n              \n                (\n                (\n                m\n                X\n                )\n                Z\n                )\n              \n              \n                \n                  \n                     সর্বনিম্ন যুক্তির উপপাদ্য দ্বারা \n                  \n                \n                (\n                A\n                →\n                (\n                A\n                →\n                B\n                )\n                )\n                ⊢\n                (\n                A\n                →\n                B\n                )\n              \n            \n            \n              \n                ⊢\n              \n              \n                X\n              \n              \n                \n                  \n                     যেহেতু \n                  \n                \n                X\n                =\n                (\n                (\n                m\n                X\n                )\n                Z\n                )\n              \n            \n            \n              \n                ⊢\n              \n              \n                Z\n              \n              \n                \n                  \n                     দ্বারা \n                  \n                \n                m\n                o\n                d\n                u\n                s\n                p\n                o\n                n\n                e\n                n\n                s\n                \n                A\n                ,\n                (\n                A\n                →\n                B\n                )\n                ⊢\n                B\n                \n                  \n                     থেকে \n                  \n                \n                X\n                \n                  \n                     এবং \n                  \n                \n                (\n                (\n                m\n                X\n                )\n                Z\n                )\n              \n            \n          \n        \n      \n    \n    {\\displaystyle {\\begin{array}{cll}\\vdash &((mX)X)&{\\mbox{ সর্বনিম্ন যুক্তির স্বতঃসিদ্ধ }}A\\to A{\\mbox{ দ্বারা }}\\\\\\vdash &((mX)((mX)Z))&{\\mbox{ যেহেতু }}X=((mX)Z)\\\\\\vdash &((mX)Z)&{\\mbox{ সর্বনিম্ন যুক্তির উপপাদ্য দ্বারা }}(A\\to (A\\to B))\\vdash (A\\to B)\\\\\\vdash &X&{\\mbox{ যেহেতু }}X=((mX)Z)\\\\\\vdash &Z&{\\mbox{ দ্বারা }}modusponens\\,A,(A\\to B)\\vdash B{\\mbox{ থেকে }}X{\\mbox{ এবং }}((mX)Z)\\\\\\end{array}}}\n  \n  সিম্পলি টাইপড ল্যাম্ব্ডা ক্যালকুলাসে, স্থির-বিন্দু সমন্বয়কারী টাইপ করা যায় না এবং তাই অনুমোদিত নয়।\n\n\n=== যৌগিক যুক্তি ===\nকারির কূটাভাস যৌগিক যুক্তিতেও প্রকাশ করা যেতে পারে, যার ল্যামডা ক্যালকুলাসের সমান প্রকাশ ক্ষমতা রয়েছে। যেকোনো ল্যামডা অভিব্যক্তি যৌগিক যুক্তিতে অনুবাদ করা যায়, তাই ল্যামডা ক্যালকুলাসে কারির কূটাভাসের বাস্তবায়নের অনুবাদ যথেষ্ট হবে।\nউপরে উল্লেখিত টার্ম \n  \n    \n      \n        X\n      \n    \n    {\\displaystyle X}\n  \n যৌগিক যুক্তিতে \n  \n    \n      \n        (\n        r\n         \n        r\n        )\n      \n    \n    {\\displaystyle (r\\ r)}\n  \n এ অনূদিত হয়, যেখানে\n\n  \n    \n      \n        r\n        =\n        \n          \n            S\n          \n        \n         \n        (\n        \n          \n            S\n          \n        \n        (\n        \n          \n            K\n          \n        \n        m\n        )\n        (\n        \n          \n            S\n          \n        \n        \n          \n            I\n          \n        \n        \n          \n            I\n          \n        \n        )\n        )\n         \n        (\n        \n          \n            K\n          \n        \n        Z\n        )\n        ;\n      \n    \n    {\\displaystyle r={\\textsf {S}}\\ ({\\textsf {S}}({\\textsf {K}}m)({\\textsf {S}}{\\textsf {I}}{\\textsf {I}}))\\ ({\\textsf {K}}Z);}\n  \n\nএবং তারপরে:\n\n  \n    \n      \n        (\n        r\n         \n        r\n        )\n        =\n        (\n        (\n        m\n        (\n        r\n        r\n        )\n        )\n         \n        Z\n        )\n        .\n      \n    \n    {\\displaystyle (r\\ r)=((m(rr))\\ Z).}\n  \n\n\n== আলোচনা ==\nকারির কূটাভাস মৌলিক যৌক্তিক ক্রিয়াকলাপ সমর্থিত এবং একটি স্ব-আবৃত্তিমূলক ফাংশন একটি অভিব্যক্তি হিসেবে গঠন করার সুযোগ থাকে এমন যে কোনো ভাষায় প্রণীত হতে পারে। যে দুটি প্রক্রিয়া কূটাভাসটি নির্মাণে সহায়তা করে তা হলো স্ব-উল্লেখ (বাক্যের মধ্যেই \"এই বাক্যটি\" উল্লেখ করা) এবং অসীম সংকলন যা প্রাথমিক সেট তত্ত্বে বিদ্যমান। প্রাকৃতিক ভাষাগুলো প্রায়ই এমন অনেক বৈশিষ্ট্য ধারণ করে যা কূটাভাস তৈরিতে ব্যবহার করা যেতে পারে, এবং অন্যান্য অনেক ভাষাও তাই। সাধারণত, একটি ভাষায় মেটাপ্রোগ্রামিং ক্ষমতা যোগ করলে প্রয়োজনীয় বৈশিষ্ট্যগুলো যুক্ত হয়। গণিতের যুক্তি সাধারণত নিজ বাক্যের উপর সরাসরি উল্লেখ করার অনুমতি দেয় না; তবে, গ্যোডেলের অসম্পূর্ণতা তত্ত্ব-এর মর্মে রয়েছে যে স্ব-উল্লেখের একটি ভিন্ন রূপ যুক্ত করা যেতে পারে।\nপ্রমাণ নির্মাণে ব্যবহৃত নিয়মগুলো হলো শর্তমূলক প্রমাণের জন্য অনুমানের নিয়ম, সংকোচনের নিয়ম, এবং মোডাস পোনেন্স। এই নিয়মগুলো বেশিরভাগ সাধারণ যুক্তিতান্ত্রিক ব্যবস্থায় অন্তর্ভুক্ত, যেমন প্রথম-শ্রেণীর যুক্তি।\n\n\n=== কিছু আনুষ্ঠানিক যুক্তির জন্য পরিণতি ===\n১৯৩০-এর দশকে কারির কূটাভাস এবং সম্পর্কিত ক্লিন–রসর কূটাভাস, যেখান থেকে কারির কূটাভাস বিকশিত হয়, বিভিন্ন আনুষ্ঠানিক যুক্তিতান্ত্রিক ব্যবস্থাকে দেখিয়েছিল যে স্ব-আবৃত্তিমূলক অভিব্যক্তি অনুমোদন করলে তা অসঙ্গতিশীল হতে পারে।\nঅসীম সংকলনের স্বতঃপ্রমাণ আধুনিক সেট তত্ত্ব দ্বারা সমর্থিত নয়, এবং এ কারণে কারির কূটাভাস এড়ানো সম্ভব।\n\n\n== তথ্যসূত্র =="}