{"pageid": 1500838, "title": "২০২৪-এ সচিবালয় অগ্নি দুর্ঘটনা", "url": "https://bn.wikipedia.org/wiki?curid=1500838", "content": "২০২৪ সালের ২৫ ডিসেম্বর, বুধবার দিবাগত রাত ১টা ৫০ মিনিটে বাংলাদেশ সচিবালয়ের ৭ নম্বর ভবনে আগুন লেগে যায়। খবর পেয়ে সঙ্গে সঙ্গেই ফায়ার সার্ভিসের ৭টি ইউনিট যায় ঘটনাস্থলে। ১টা ৫৪ মিনিটে ঘটনাস্থলে পৌঁছান ফায়ার সার্ভিসের কর্মীরা। কিছুক্ষণের মধ্যেই ভয়াবহ আকার ধারণ করে আগুন। ছড়িয়ে পড়ে আরও তিনটি ফ্লোরে। পরে ফায়ার সার্ভিসের আরও ১২টি ইউনিট যায় ঘটনাস্থলে। মোট ১৯টি ইউনিট কাজ শুরু করে এবং প্রায় ৬ঘন্টা পরে সকাল ৮ টার দিকে আগুন নিয়ন্ত্রণে আসে।\nপ্রাথমিক ভাবে সচিবালয়ের লাগা আগুন পরিকল্পিতভাবে কেউ হয়তো লাগিয়েছে বলে মনে করছেন বাংলাদেশ নৌবাহিনীর সিনিয়র চিফ পেটি অফিসার মো. আমিনুল ইসলাম।\nসবচেয়ে বেশি ক্ষতিগ্রস্ত হয়েছে সড়ক পরিবহন মন্ত্রণালয়, স্থানীয় সরকার মন্ত্রণালয়, ডাক ও টেলিযোগাযোগ মন্ত্রণালয়, যুব ও ক্রীড়া মন্ত্রণালয়। আগুনে মূলত ছয়, সাত ও আটতলা বেশি ক্ষতিগ্রস্ত হয়েছে।\nঐদিন সচিবালয়ের লাগা আগুনের কারণ খুঁজতে মন্ত্রিপরিষদ বিভাগের অতিরিক্ত সচিব (জেলা ও মাঠ প্রশাসন) মোহাম্মদ খালেদ রহীমকে আহ্বায়ক করে ৭ সদস্যের উচ্চ পর্যায়ের তদন্ত কমিটি গঠন করা হয়। যদিও একইদিন রাতে সেই কমিটি বাতিল করে নতুন করে আট সদস্যবিশিষ্ট কমিটি স্বরাষ্ট্র মন্ত্রণালয়ের সিনিয়র সচিবকে আহ্বায়ক ও ফায়ার সার্ভিস ও সিভিল ডিফেন্স অধিদপ্তরের মহাপরিচালককে সদস্য সচিব করে গঠন করা হয় এবং এই কমিটিকে তিন কার্যদিবসের মধ্যে প্রাথমিক প্রতিবেদন এবং পরবর্তী ১০ কার্যদিবসের মধ্যে পূর্ণাঙ্গ প্রতিবেদন দিতে বলা হয়। কমিটি ৩১ ডিসেম্বর ২০২৪ প্রাথমিক তদন্ত প্রতিবেদনে বিদ্যুতের দুর্বল সংযোগের জন্য সচিবালয়ে আগুন লেগেছে বলে জানায়।\nআগুন নেভাতে গিয়ে ট্রাকচাপায় ফায়ার সার্ভিসের একজন সদস্য নিহত হন।\nক্ষতিগ্রস্ত স্থানীয় সরকার মন্ত্রণালয়ের দাপ্তরিক কাজ সাময়িকভাবে ঢাকা দক্ষিণ সিটি কর্পোরেশনের নগর ভবনের ফাঁকা কক্ষগুলোতে হবে বলে জানান অন্তর্বর্তী সরকারের স্থানীয় সরকার, পল্লী উন্নয়ন ও সমবায় মন্ত্রণালয় এবং যুব ও ক্রীড়া মন্ত্রণালয়ের উপদেষ্টা আসিফ মাহমুদ সজীব ভূঁইয়া।\nএছাড়াও ক্ষতিগ্রস্ত অন্য মন্ত্রণালয়গুলোর মধ্যে পরিবহন ও সেতু মন্ত্রণালয়ের উপদেষ্টার দপ্তর করা হচ্ছে রেল ভবনের দশম তলায়, ক্রীড়া ভবনের দাপ্তরিক কাজ করছেন যুব ও ক্রীড়া মন্ত্রণালয়ের কর্মকর্তারা, শ্রম মন্ত্রণালয়ের কার্যক্রম শুরু হয়েছে শ্রম ভবনে এবং ডাক ও টেলিযোগাযোগ মন্ত্রণালয়ের কার্যক্রম সচিবালয়ের ৪ নম্বর ভবনের তথ্য মন্ত্রণালয়ে হচ্ছে।\n\n\n== তথ্যসূত্র =="}