{"pageid": 1500407, "title": "অসদ প্রতিবিম্ব", "url": "https://bn.wikipedia.org/wiki?curid=1500407", "content": "আলোকবিজ্ঞানে, একটি বস্তুর প্রতিবিম্ব বলতে বোঝায় ঐ বস্তু থেকে নির্গত আলোকরশ্মির ফোকাস বিন্দুসমূহের সমষ্টি। অভিসারী আলোকরশ্মি দ্বারা সৃষ্ট ফোকাস বিন্দুসমূহের সমষ্টি যে প্রতিবিম্ব গঠন করে, তাকে বাস্তব বা সদ প্রতিবিম্ব বলে। পক্ষান্তরে অপসারী আলোকরশ্মির বর্ধিতাংশ দ্বারা সৃষ্ট ফোকাস বিন্দুসমূহের সমষ্টি যে প্রতিবিম্ব গঠন করে তার নাম অসদ প্রতিবিম্ব বা অবাস্তব প্রতিবিম্ব। অন্যভাবে বলা যায়, কোনো আলোকীয় যন্ত্র (লেন্স, দর্পণ বা এদের কোনো সমবায়) থেকে আগত প্রকৃত অপসারী আলোকরশ্মিকে বিপরীত দিকে এদের আপাত উৎপত্তির দিকে বর্ধিত করে অবাস্তব প্রতিবিম্ব পাওয়া যায়।\n\n\n== অসদ প্রতিবিম্বের বৈশিষ্ট্য ==\nলেন্সের ক্ষেত্রে (প্রতিসরণে), বস্তুর বাস্তব বিম্ব লেন্সের বিপরীত দিকে গঠিত হয়। পক্ষান্তরে অসদ বিম্ব বস্তুর মতো একই দিকে গঠিত হয়। আয়নার ক্ষেত্রে (প্রতিফলনে), বাস্তব বিম্ব বস্তুর মতো একই দিকে থাকে; অবাস্তব প্রতিবিম্ব থাকে আয়নার বিপরীত দিকে বা \"পিছনে\"। আলোকীয় সিস্টেমের ডায়াগ্রাম বা চিত্রায়ণে, অবাস্তব রশ্মি (যা অবাস্তব বিম্ব তৈরি করে) প্রচলিতভাবে বিন্দুযুক্ত রেখা (ড্যাশড্ লাইন) দ্বারা নির্দেশিত হয়, পক্ষান্তরে বাস্তব আলোকরশ্মি গাঢ় রেখা দ্বারা দেখানো হয়।\nযেহেতু অবাস্তব প্রতিবিম্বে প্রকৃত আলোকরশ্মি কখনই মিলিত হয় না, তাই একটি অবাস্তব বিম্বকে এর স্থানে রাখা পর্দায় ফেলা যায় না। বিপরীতভাবে, বাস্তব প্রতিবিম্ব পর্দায় ফেলা যায় কারণ এক্ষেত্রে প্রকৃত আলোকরশ্মি একটি বাস্তব অবস্থানে একত্রিত হয়ে প্রতিবিম্ব গঠিত হয়। বাস্তব বিম্বকে আবার প্রতিফলিত করে বিবর্ধিত করে পর্দায় দেখানো যায়। (পর্দার চিত্রটিকে মানুষের চোখ একটি বস্তু হিসেবে চিত্রিত করে)।\n\n\n== অসদ বিম্ব সৃষ্টির শর্ত ==\nসমতল আয়না আয়নার পিছনে অবাস্তব বিম্ব গঠন করে। যদিও আলোর রশ্মি আয়নার পেছন থেকে আসে বলে মনে হয়, উৎস থেকে আসা আলো কেবল আয়নার সামনেই থাকে। একটি সমতল আয়নায় প্রতিবিম্বটি বিবর্ধিত হয় না (অর্থাৎ, বস্তুর মতো একই আকারের) এবং বস্তুটি আয়নার যতটা সামনে রয়েছে, বিম্বটি আয়নার ততটা পিছনে বলে মনে হয়।\nঅপসারী লেন্স (যার মাঝখানের চেয়ে প্রান্ত মোটা) বা অবতল আয়না একটি অবাস্তব প্রতিবিম্ব তৈরি করে। লক্ষ্যবস্তুর (যে বস্তুর প্রতিবিম্ব) সাথে তুলনা করলে এই প্রতিবিম্ব আকারে ছোট হয়। অভিসারী লেন্স (যার প্রান্তের তুলনায় মাঝখানে মোটা) বা উত্তল আয়নাও ভার্চুয়াল চিত্র তৈরি করতে সক্ষম যদি বস্তুটি ফোকাস দূরত্বের মধ্যে থাকে। এক্ষেত্রে প্রতিবিম্বটি বিবর্ধিত বা লক্ষ্যবস্তুর চেয়ে বড়ো হবে। অন্যদিকে, ফোকাস দূরত্বের বাইরে রাখলে অভিসারী লেন্স বা অবতল আয়না লক্ষ্যবস্তুর বাস্তব বিম্ব তৈরি করে। বস্তুর অবস্থান ফোকাস দূরত্বের দ্বিগুণের মধ্যে থাকলে প্রতিবিম্ব বিবর্ধিত হয়; অন্যথায় দূরত্ব বেশি হলে প্রতিবিম্ব হবে খর্বিত।\n\n\n== অবাস্তব বস্তু ==\nঅবাস্তব বিম্বের অনুরূপ একটি ধারণা হলো অবাস্তব বস্তু যার সংজ্ঞাও অনুরূপ; একটি বস্তু অবাস্তব হয় যখন আলোকরশ্মির সম্মুখমুখী বর্ধিতাংশ এর দিকে অভিসারী হয়। একাধিক লেন্সের সমবায় ও অপসারী লেন্সের আলোকরশ্মির ক্ষেত্রে এটি দেখা যায়। অপসারী লেন্সের ক্ষেত্রে, লেন্সের দিকে অভিসারী রশ্মির সম্মুখবর্তী বর্ধিতাংশগুলো অভিসারী বিন্দুতে মিলিত হয়, তা বিন্দুটি একটি অবাস্তব বস্তু।\n\n\n== এছাড়াও দেখুন ==\nফোকাস তল\nপ্রতিবিম্বের তল\nলেন্স\nখাড়া প্রতিবিম্ব\n\n\n== তথ্যসূত্র =="}