{"pageid": 1500042, "title": "গ্লেসিয়ার ন্যাশনাল পার্ক (মার্কিন যুক্তরাষ্ট্র)", "url": "https://bn.wikipedia.org/wiki?curid=1500042", "content": "গ্লেসিয়ার ন্যাশনাল পার্ক বা হিমবাহ জাতীয় উদ্যান হল মার্কিন যুক্তরাষ্ট্রের একটি জাতীয় উদ্যান যা কানাডা-মার্কিন যুক্তরাষ্ট্র সীমান্তে উত্তর-পশ্চিম মন্টানায় অবস্থিত। পার্কটি ১ মিলিয়ন একর বা ৪,১০০ বর্গকিলোমিটার এর চেয়েও বেশি সংরক্ষিত এলাকা জুড়ে বিস্তৃত। পার্কটি দুটি পর্বতশ্রেণীর অংশ (যা মুলত রকি পর্বতমালার উপশ্রেণী)। এতে ১৩০ টির বেশি নামকৃত হ্রদ, ১,০০০ টিরও বেশি বিভিন্ন প্রজাতির উদ্ভিদ এবং শত শত প্রজাতির প্রাণী রয়েছে৷ এই বিশাল আদি বাস্তুতন্ত্র কে \"মহাদেশীয় বাস্তুতন্ত্রের মুকুট\" হিসাবে উল্লেখ করা হয়। \nযে অঞ্চলটি গ্লেসিয়ার ন্যাশনাল পার্কে পরিণত হয়েছে সেখানে প্রথম আদিবাসী আমেরিকানদের বসবাস ছিল। ইউরোপীয় অভিযাত্রীদের আগমনের পর, এটির পূর্ব অঞ্চলে ব্ল্যাকফিট এবং পশ্চিম অঞ্চলে ফ্ল্যাটহেড আধিপত্য বিস্তার করে। চাপের মুখে, ব্ল্যাকফিট ১৮৯৫ সালে তাদের চুক্তির জমির পাহাড়ী অংশগুলি ফেডারেল সরকারের কাছে হস্তান্তর করে যা পার্কের অংশ হয়ে ওঠে। ১১ মে, ১৯১০-এ পার্কটি প্রতিষ্ঠার পরপরই, গ্রেট নর্দার্ন রেলওয়ে বেশ কয়েকটি হোটেল এবং চ্যালেট নির্মাণ করেছিল। এই ঐতিহাসিক হোটেল এবং চ্যালেটগুলি জাতীয় ঐতিহাসিক নিদর্শন হিসাবে তালিকাভুক্ত করা হয়েছে এবং মোট ৩৫০টি স্থান ঐতিহাসিক স্থানগুলির জাতীয় নিবন্ধনে রয়েছে৷ ১৯৩২ সাল নাগাদ গোয়িং-টু-দ্য-সান রোডে কাজ সম্পন্ন হয়, পরে এটি একটি জাতীয় ঐতিহাসিক  পুরকৌশলবিদ্যার নিদর্শন মনোনীত হয়। এর ফলে পার্কটিতে যাওয়া সহজ হয়ে যায়।\nগ্লেসিয়ার ন্যাশনাল পার্কের পর্বতগুলি ১৭০ মিলিয়ন বছর আগে গঠন শুরু হয় যখন প্রাচীন শিলাগুলি পূর্ব দিকে সরে গিয়ে অনেক ছোট শিলা স্তরের উপরে উঠে গিয়েছিল। লুইস ওভারথ্রাস্ট নামে পরিচিত, এই পাললিক শিলাগুলিকে পৃথিবীতে প্রারম্ভিক জীবনের জীবাশ্মের সেরা উদাহরণ হিসাবে বিবেচনা করা হয়। লুইস এবং লিভিংস্টন পর্বতমালার বর্তমান আকার এবং হ্রদের অবস্থান ও আকার বিশাল হিমবাহের ক্রিয়াকলাপের প্রমাণ দেখায়, যা U-আকৃতির উপত্যকাগুলি তৈরি করে এবং জলকে আবদ্ধ করে, হ্রদের সৃষ্টি করে। (ব্যাখ্যা: U-আকৃতির উপত্যকা সৃষ্টি হয় হিমবাহের কারণে, V-আকৃতির উপত্যকা সৃষ্টি হয় নদীর প্রবাহে।) আনুমানিক ১৫০ টি হিমবাহ, আকারে যা ২৫ একর (১০ হেক্টর), ১৯ শতকের মাঝামাঝি ক্ষুদ্র তুষারযুগের শেষের দিকে পার্কে বিদ্যমান ছিল, ২০১০ সাল নাগাদ শুধুমাত্র ২৫টি সক্রিয় হিমবাহ অবশিষ্ট ছিল  পার্কের হিমবাহগুলি অধ্যয়নরত বিজ্ঞানীরা অনুমান করেছেন যে বর্তমান জলবায়ুর প্যাটার্ন অব্যাহত থাকলে ২০৩০ সালের মধ্যে সমস্ত সক্রিয় হিমবাহগুলি শেষ হয়ে যেতে পারে।  \nগ্লেসিয়ার ন্যাশনাল পার্ক এখনও প্রায় সমস্ত আধুনিক, প্রকৃত স্থানীয় উদ্ভিদ এবং প্রাণীর প্রজাতি বজায় রেখেছে (ইউরোপীয়দের দ্বারা আবিষ্কারের পর থেকে)। আমেরিকান ব্ল্যাক বিয়ার, গ্রিজলি বিয়ার, বিগহর্ন মেষ, এলক্, মুস, পর্বত সিংহ এবং পাহাড়ী ছাগলের পাশাপাশি ধূসর নেকড়ে, উলভারিন এবং কানাডিয়ান লিংকসের মতো বড় স্তন্যপায়ী প্রাণী পার্কে বাস করে। শত শত প্রজাতির পাখি, এক ডজনেরও বেশি মাছের প্রজাতি এবং বেশ কিছু সরীসৃপ এবং উভচর প্রজাতির নথিভুক্ত করা হয়েছে। প্রজাপতির প্রজাতি, পরাগায়নকারী পোকামাকড় এবং অন্যান্য অমেরুদণ্ডী প্রাণীর সংখ্যা হাজার হাজার।\nপার্কটিতে প্রেইরি থেকে তুন্দ্রা পর্যন্ত অসংখ্য বাস্তুতন্ত্র রয়েছে। পার্কে প্রতি বছরই বনে আগুন লাগার ঘটনা ঘটে। ১৯৬৪ সাল ছাড়া পার্কটির অস্তিত্বের প্রতি বছরই আগুন লেগেছে। ১৯৩৬ সালে মোট ৬৪টি অগ্নিকাণ্ডের ঘটনা ঘটেছে, যা রেকর্ড সর্বোচ্চ।  ২০০৩ সালে, ছয়টি আগুনে প্রায় ১,৩৬,০০০ একর (৫৫০ কিমি২ ), যা পার্কের ১৩% এর বেশি। \nগ্লেসিয়ার ন্যাশনাল পার্ক কানাডার ওয়াটারটন লেকস ন্যাশনাল পার্কের সীমানায় অবস্থিত। এ দুটি পার্ক একসাথে ওয়াটারটন-গ্লেসিয়ার আন্তর্জাতিক শান্তি উদ্যান নামে পরিচিত, যা ১৯৩২ সালে বিশ্বের প্রথম আন্তর্জাতিক শান্তি উদ্যান হিসাবে মনোনীত হয়েছিল। উভয় উদ্যান ১৯৭৬ সালে বায়োস্ফিয়ার রিজার্ভ এবং ১৯৯৫ সালে বিশ্ব ঐতিহ্যবাহী স্থান হিসাবে জাতিসংঘ কর্তৃক মনোনীত হয়েছিল।   ২০১৭ সালের এপ্রিলে, যৌথ উদ্যানটি ইন্টারন্যাশনাল ডার্ক স্কাই অ্যাসোসিয়েশনের মাধ্যমে ওয়াটারটন-গ্লেসিয়ার ইন্টারন্যাশনাল ডার্ক স্কাই পার্ক হিসাবে একটি অস্থায়ী স্বর্ণপদক-স্থানীয় উপাধি লাভ করে, যা বিশ্বের প্রথম আন্তসীমান্ত ডার্ক স্কাই পার্ক।\n\n\n== তথ্যসূত্র =="}