{"pageid": 1500870, "title": "মঈন হোসেন রাজু হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1500870", "content": "মঈন হোসেন রাজু হত্যাকাণ্ড ১৯৯২ সালে ঢাকা বিশ্ববিদ্যালয় ক্যাম্পাসের একটি হত্যাকাণ্ড। বাংলাদেশ ছাত্রলীগ ও জাতীয়তাবাদী ছাত্রদলের মারামারি ও গোলাগুলির মধ্যে সন্ত্রাসবিরোধী বিক্ষোভ বের করলে সেখানে একটি গুলিতে তিনি নিহত হন। তার এই আত্নদানকে স্মৃতি হিসাবে ধারণ করতে ১৯৯৭ সালে ঢাকা বিশ্ববিদ্যালয়ে সন্ত্রাসবিরোধী রাজু ভাস্কর্য নির্মিত হয়েছে। বাংলাদেশ ছাত্র ইউনিয়ন দিনটিকে নানাভাবে উৎযাপন করে থাকে, এমনকি তারা এই দিনটিকে ‘সন্ত্রাসবিরোধী রাজু দিবস’ হিসেবে পালন করে আসছে। কবি শামসুর রাহমান শহীদ রাজুকে নিয়ে “পুরানের পাখি” নামক একটি কবিতা লিখেছিলেন। এছাড়া হুমায়ন আজাদ তার লেখায় রাজুকে 'বর্বর আগ্নেয়াত্রের প্রতিপক্ষ' বলে অভিহিত করেছিলেন। ঢাকা বিশ্ববিদ্যালয়ের সিন্ডিকেট ও শিক্ষক সমিতি এই হত্যাকাণ্ডের নিন্দা জানিয়েছিলো।\n\n\n== রাজুর পরিচয় ==\nতার পুরো নাম মঈন হোসেন রাজু, তিনি ঢাকা বিশ্ববিদ্যালয়ের মৃত্তিকা, পানি ও পরিবেশবিজ্ঞান বিভাগের শিক্ষার্থী ছিলেন। তার বাসা বরিশালের জেলার মেহেন্দীগঞ্জ উপজেলায়। তিনি ১৯৮৭ সালে তিনি উচ্চমাধ্যমিক পাশ করে ঢাবিতে ভর্তি হয়েছিলেন। রাজু ছাত্র ইউনিয়নের রাজনীতির সাথে যুক্ত ছিলেন, মৃত্যুর সময় ঢাবি শাখার সমাজকল্যাণবিষয়ক সম্পাদক ছিলেন। এছাড়া ১৯৯১ সালে ছাত্র ইউনিয়ন কেন্দ্রীয় কমিটির সদস্য নির্বাচিত হয়েছিলেন। তিনি নব্বইয়ের স্বৈরাচার আন্দোলনে গুরুত্বপূর্ণ ভূমিকা পালন করেন।\n\n\n== প্রেক্ষাপট ==\n১৯৯২ সালের ১৩ মার্চ সকাল ১০ টার পরপরই মঈন হোসেন রাজু ক্যাম্পাসে প্রবেশ করেন। সেইদিন ক্যাম্পাসে ছাত্র রাজনীতির উত্তপ্ত পরিবেশ ছিলো, ছাত্রলীগ ও ছাত্রদলের মধ্যে মারামারি চলছিলো। রাজু ক্যাম্পাসে মারামারির কথা শুনে মধুর ক্যান্টিনে যান, তিনি সেখানে দেখতে পান, ছাত্রদলের কর্মীরা ছাত্রশিবিরের এক কর্মীকে মারধর করছিলেন। শিবিরকর্মীকে বাচাতে গিয়ে রাজু আহত হন, তার হাত কেটে যায়। রাজু হাতে ব্যান্ডেজ করে ড. মুহম্মদ শহীদুল্লাহ্ হলে নিজের কক্ষে যান এবং হল  থেকে নিজের বাসায় যাওয়ার জন্য মনস্থির করেন। কিন্তু বন্ধুরা অসুস্থ শরীর নিয়ে বাসায় না যাওয়ার পরামর্শ দেন।\nবিকাল বেলায় ঝিরিঝিরি বৃষ্টি হচ্ছিলো, রাজু তার তিন বন্ধু —মাহমুদ, সাইফুর রহমান ও মোস্তাফিজুর রহমানের সাথে বাইরে ঘুরতে বের হোন। রিকশা করে ঘোরাঘুরি শেষে টিএসসিতে আসেন, টিএসস্যার প্রধান ফটকে তখন ছাত্রদল ও ছাত্রলীগের বাকবিতণ্ডা চলছিলো। কিছু পর দেখা যায়, ছাত্রদলের সদস্যরা হাকিম চত্বরের দিকে এবং ছাত্রলীগের সদস্যরা শামসুন নাহার হলের দিক থেকে অনবরত গুলি ছুড়ছে। তখন পুলিশ সদস্যরা সোহরাওয়ার্দী উদ্যানের পশ্চিম ফটকে অবস্থান করছিলো, এবং পুলিশের দুই পাশে ছাত্রদল ও ছাত্রলীগ অবস্থান করছিলো। পুলিশ তখন টিয়ার গ্যাসের শেল নিক্ষেপ করে ছাত্রদের ছত্রভঙ্গ করার চেষ্টা চালিয়ে যাচ্ছিলো।\nতবে সেই সময়ে বৃষ্টি হতে শুরু করে ও ঝোড়ো হাওয়া বইতে থাকে, ফলে উভয় দলের সন্ত্রাসীরা গোলাগুলি বন্ধ করে দেয়। বৃষ্টি থেমে যাওয়ার পরে পুলিশ ঢাকা ইউনিভার্সিটি স্ন্যাকসের (ডাস) কাছাকাছি অবস্থান নেয়। তবে ছাত্রদল ও ছাত্রলীগের কর্মীরা তখনো যথাক্রমে হাকিম চত্বর ও শামসুন নাহার হলের সড়কদ্বীপে অবস্থান করছিলো। তখন পুলিশ অস্ত্রধারীদের কিছু না বলে উল্টো সাধারণ ছাত্রছাত্রীদের টিএসসি থেকে সরে যেতে বলে। পুলিশ রাজু ও তার বন্ধুদেরও টিএসসি থেকে সরে যেতে বলে। রাজু তখন পুলিশের বিরুদ্ধে প্রতিবাদী হয়ে পুলিশ কর্মকর্তাকে বলেন,\n\nপুলিশ কর্মকর্তা রাজুর উপরে বিরক্ত হয়ে অন্য পুলিশদের আদেশ করতে থাকেন, ‘এই ছেলেকে ধর'। তখন রাজু উত্তেজিত হয়ে নিজের বুকের শার্টে হাত ধরে বলেন, ‘ধর আমাকে’। রাজুর বন্ধুরা রাজুকে শান্ত করে টেনে টিএসসির ঠিক মাঝখানটায় নিয়ে যায়। রাজুকে পুলিশের বিরুদ্ধে অশান্ত হতে নিষেধ করে।\n\n\n== মিছিল করা ==\nকিছুক্ষণ পরে রাজু ও তার বন্ধুরা আলোচনা করে গণতান্ত্রিক ছাত্র ঐক্য নামক সংগঠনের নামে একটা মিছিল বের করে এবং স্লোগান দিতে থাকে। ১০/১২ জনের একটা মিছিল টিএসসির পূর্ব গেট ধরে ডাস (ঢাকা ইউনিভার্সিটি স্ন্যাকস) ঘুরে হাকিম চত্বরের পাশ দিয়ে বর্তমান রাজু ভাস্কর্য ঘুরে টিএসসিতে অবস্থান নেয়। ততক্ষণে মিছিলে আরো অনেক সাধারণ শিক্ষার্থীরা জড়ো হয়। মিছিল শেষে সংগঠনের নেতা-কর্মীরা সমাপনী বক্তব্য দেবার সময় আবারো গোলাগুলি শুরু হয়। রাজু ও মিছিলের অন্যান্য সঙ্গীরা সিদ্ধান্ত নেয় অস্ত্রধারীদের বিরুদ্ধে আবারো একই পথে মিছিল করবে। মিছিল টিএসসির পূর্ব গেট ধরে স্বোপার্জিত স্বাধীনতা ভাস্কর্য অতিক্রম করে কিছু দূর যাওয়ার পরেই অস্ত্রধারীরা মিছিলের উপর গুলি করে।\n\n\n== মৃত্যু ==\nদ্বিতীয় ধাপে মিছিল চলাকানীল সময়ে অস্ত্রধারীরা গুলি বর্ষণ করলে রাজু গুলিবিদ্ধ হন। পাশেই তার বন্ধু মাহমুদ ছিলো, মাহমুদ হাঁটু গেড়ে বসতেই রাজু মাহমুদের কাঁধে হেলে পরেন। মিনিট পাঁচেক পরে আরো দুইজন ব্যক্তি তাদেরকে সাহায্য করার জন্য আসলে, রাজুকে তৎক্ষণাৎ রিকশা করে ঢাকা মেডিকেল কলেজ হাসপাতালে নিয়ে যাওয়া হয়। হাসপাতালেই রাজু মৃত্যুবরণ করেন।\n\n\n== পরবর্তী প্রতিক্রিয়া ==\nরাজুর স্মরণে ও সন্ত্রাসবিরোধী চেতনা ধরে রাখার জন্য ঢাকা বিশ্ববিদ্যালয়ে একটি ভাস্কর্য নির্মাণের চিন্তা করা হয়। ১৯৯৭ সালের ১৭ সেপ্টেম্বর সন্ত্রাস বিরোধী রাজু স্মারক ভাস্কর্য নির্মাণের পর উদ্বোধন করা হয়। ভাস্কর শ্যামল চৌধুরী এটির নকশা করেন। ভাস্কর্যে আটজন ব্যক্তির অবয়ব ফুটিয়ে তোলা হয়েছে। ২০১৬ সালে ছাত্রদলের দলীয় প্রচারণায় রাজু ভাস্কর্যের ছবি ব্যবহার করলে সমালোচনার স্বীকার হোন। ২০২৪ সালে ৩১ বছর পরেও এই হত্যাকাণ্ডের বিচার না হওয়ায় বাংলাদেশ কমিউনিস্ট পার্টির ও ছাত্র ইউনিয়ন ক্ষোভ প্রকাশ করেছে। এবং এই হত্যাকাণ্ডের বিচারের দাবী করেছে। ২০২১ সালে ছাত্র ইউনিয়ন রাজু স্মরণে ১৩১ পৃষ্ঠার সংকলন ই-বই প্রকাশ করে, যেখানে রাজুকে নিয়ে তৎকালীন গণমাধ্যমে ও ব্লগে প্রতিবেদন, লেখা, পেপার কাটিং ও ছবি প্রকাশিত হয়েছিলো। রাজু স্মরণে 'রাজু বিতর্ক অঙ্গন' নামক আন্তঃবেসরকারি বিশ্ববিদ্যালয় বিতর্ক প্রতিযোগিতার আয়োজন করা হয়েছিলো।\n\n\n== আরো দেখুন ==\nসন্ত্রাস বিরোধী রাজু স্মারক ভাস্কর্য\n\n\n== তথ্যসূত্র =="}