{"pageid": 1500140, "title": "ভারতীয় আন্তর্জাতিক চলচ্চিত্র উৎসব", "url": "https://bn.wikipedia.org/wiki?curid=1500140", "content": "ভারতীয় আন্তর্জাতিক চলচ্চিত্র উৎসব (দাপ্তরিকভাবে: International Film Festival of India বা সংক্ষেপে IFFI) ১৯৫২ সালে প্রতিষ্ঠিত বার্ষিক চলচ্চিত্র উৎসব, যা ভারতের পশ্চিম উপকূলে গোয়া রাজ্যের পানাজি শহরে অনুষ্ঠিত হয়। এই উৎসবের উদ্দেশ্য হল বিশ্বের চলচ্চিত্রসমূহকে একটি প্ল্যাটফর্ম নিয়ে আসা; সামাজিক ও সাংস্কৃতিক বিষয়াদি সংবলিত বিভিন্ন দেশের চলচ্চিত্র সংস্কৃতির বোঝাপড়া ও প্রশংসা; এবং সারা বিশ্বের মানুষের বন্ধুত্ব ও সহযোগিতা বৃদ্ধি করা। উৎসবটি যৌথভাবে পরিচালনা করে তথ্য ও সম্প্রচার মন্ত্রকের অধীনে ভারতের রাষ্ট্রীয় চলচ্চিত্র বিকাশ নিগম (এনএফডিসি) ও গোয়া সরকার।\n\n\n== ইতিহাস ==\nভারতের প্রথম প্রধানমন্ত্রী পণ্ডিত জওহরলাল নেহরুর পৃষ্টপোষকতায় ভারত সরকারের চলচ্চিত্র বিভাগ ভারতীয় আন্তর্জাতিক চলচ্চিত্র উৎসবের প্রথম সংস্করণ আয়োজন করে। ১৯৫২ সালের ২৪শে জানুয়ারি থেকে ১লা ফেব্রুয়ারি পর্যন্ত মুম্বইয়ে এই উৎসব অনুষ্ঠিত হয়। মার্কিন পরিচালক ফ্রাঙ্ক ক্যাপ্রা মার্কিন প্রতিনিধিদলের অংশ হিসেবে এই উৎসবে অংশগ্রহণ করেন।\nএটি এশিয়াতে অনুষ্ঠিত প্রথম আন্তর্জাতিক চলচ্চিত্র উৎসব। প্রথম সংস্করণে কোন প্রতিযোগিতা ছিল না এবং এতে ২৩টি দেশের ৪০টি পূর্ণদৈর্ঘ্য চলচ্চিত্র এবং প্রায় ১০০টি স্বল্পদৈর্ঘ্য চলচ্চিত্র প্রদর্শিত হয়। এই উৎসবে অংশগ্রহণকৃত ভারতীয় চলচ্চিত্র ছিল আওয়ারা (হিন্দি), পাদল ভৈরবী (তেলুগু), আমার ভূপালি (মারাঠি), ও বাবলা (বাংলা)। বৈশ্বিক ফিরে দেখা শাখায় উল্লেখযোগ্য চলচ্চিত্র ছিল ইতালির লাদ্রি দি বিচিক্লেত্তে, মিরাকল ইন মিলান ও রোম, ওপেন সিটি; জাপানের ইয়ুকিওয়ারিসু; যুক্তরাজ্যের দ্য ড্যান্সিং ফ্লিস; মার্কিন যুক্তরাষ্ট্রের দ্য রিভার; এবং সোভিয়েত ইউনিয়নের দ্য ফল অব বার্লিন।\nদ্বিতীয় সংস্করণটি অনুষ্ঠিত হয় ১৯৬১ সালে নয়াদিল্লিতে। প্রথম সংস্করণের মত এটিও প্রতিযোগিতামূলক ছিল না। তৃতীয় সংস্করণের সভাপতি ছিলেন সত্যজিৎ রায়। প্রথমবারের মত উৎসবটি প্রতিযোগিতামূলক হয় এবং প্যারিস-ভিত্তিক ফেডারেশন ইন্টারন্যাশনাল দ্য প্রডিউসার্স দ্য ফিল্মস কর্তৃক 'এ' শ্রেণিভুক্ত হয়। এই স্বীকৃতির ফলে ভারতে অনুষ্ঠিত এই উৎসবটি কান, বার্লিন, ভেনিস, কার্লভি ভারি ও মস্কো আন্তর্জাতিক চলচ্চিত্র উৎসবের সমান মর্যাদা লাভ করে।\n১৯৭৭ সালে অনুষ্ঠিত ৬ষ্ঠ উৎসবে প্রথমবারের মত শ্রেষ্ঠ অভিনেতা, অভিনেত্রী, পরিচালককে রৌপ্য ময়ূর প্রদান করা হয়। এছাড়া আইএমপিইসি প্রথমবারের মত একটি চলচ্চিত্রের বাজার সৃষ্টি করে। এই সংস্করণে ভারতীয় ফিরে দেখা শাখা প্রবর্তিত হয়।\n২০২১ সালে ৫২তম উৎসবে সত্যজিৎ রায়ের জন্ম শতবার্ষিকী উপলক্ষ্যে চলচ্চিত্র উৎসব অধিদপ্তর ১১টি বিশেষভাবে সংরক্ষিত চলচ্চিত্র প্রদর্শনীর মাধ্যমে তার প্রতি শ্রদ্ধাঞ্জলি জানায়। তার প্রতি শ্রদ্ধা জানাতে এই বছর আজীবন সম্মাননা পুরস্কারের নামকরণ করা হয় 'সত্যজিৎ রায় আজীবন সম্মাননা পুরস্কার।\n\n\n== উৎসবের কালক্রম ও চলচ্চিত্রোৎসব ==\n\n\n== পুরস্কার ==\n\n\n=== প্রধান পুরস্কার - সোনালি ময়ূর পুরস্কার ===\nশ্রেষ্ঠ পূর্ণদৈর্ঘ্য চলচ্চিত্র\nশ্রেষ্ঠ স্বল্পদৈর্ঘ্য চলচ্চিত্র (স্থগিত)\n\n\n=== রৌপ্য ময়ূর পুরস্কার ===\nশ্রেষ্ঠ পূর্ণদৈর্ঘ্য চলচ্চিত্র (স্থগিত)\nশ্রেষ্ঠ পরিচালক\nশ্রেষ্ঠ অভিনেতা\nশ্রেষ্ঠ অভিনেত্রী\nপরিচালকের শ্রেষ্ঠ অভিষেক চলচ্চিত্র\nশ্রেষ্ঠ ভারতীয় নবাগত পরিচালক পুরস্কার\nবিশেষ জুরি পুরস্কার ও বিশেষ উল্লেখ\n\n\n=== বিশেষ পুরস্কার ===\nইউনেস্কো গান্ধী পদক\nসত্যজিৎ রায় আজীবন সম্মাননা পুরস্কার\nবর্ষসেরা ভারতীয় চলচ্চিত্র ব্যক্তিত্ব পুরস্কার\n\n\n=== ওটিটি পুরস্কার ===\nশ্রেষ্ঠ ওয়েব ধারাবাহিক (ওটিটি) পুরস্কার\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\niffigoa.org\nCommemorating the first edition of IFFI – broken link\nPandit Nehru inaugurating the first IFFI, NPL auditorium, Feb 21, 1952\nআইএমডিবি\nটেমপ্লেট:ভারতীয় আন্তর্জাতিক চলচ্চিত্র উৎসব"}