{"pageid": 1501341, "title": "রবীন্দ্র সরণি, কলকাতা", "url": "https://bn.wikipedia.org/wiki?curid=1501341", "content": "রবীন্দ্র সরণি হলো ভারতের মহানগরী কলকাতায় অবস্থিত একটি রাস্তা। এটি ছিল অতীতে বৃহত্তর পিলগ্রিম পাথের অংশ যা ব্যবহার করে তীর্থযাত্রীরা কালীঘাটে পৌঁছাতো। কলকাতার চেয়েও প্রাচীন এই সড়কটিকে পরবর্তীতে চিৎপুর রোড নাম দেওয়া হয় এবং ভারতের স্বাধীনতার পর এর একাংশের নাম দেশটির জাতীয় কবি রবীন্দ্রনাথ ঠাকুরের নামে রাখা হয়। রাস্তাটি এর মহানগরীর চেয়েও পুরোনো।\nএই রাস্তায় আছে একাধিক ঐতিহাসিক ভবন ও নিদর্শন। কলকাতার যুদ্ধে বাংলার নবাব সিরাজদ্দৌলা এই রাস্তার মাধ্যমে কলকাতায় প্রবেশ করে। এখানে রামমোহন রায় প্রতিষ্ঠা করে ব্রাহ্মসভা এবং এই রাস্তার ধারে অবস্থিত ঘড়িওয়ালা বাড়িতে কলকাতার সর্বপ্রথম মঞ্চনাটকের সূচনা হয় ও কলিকাতা ন্যাশনাল থিয়েট্রিক্যাল সোসাইটি নীলদর্পণ মঞ্চস্থ করে। রবীন্দ্রনাথ ঠাকুরের জন্মস্থান জোড়াসাঁকো ঠাকুরবাড়ি ও আকবরের সমাধিসৌধের আদলে নির্মিত নাখোদা মসজিদ এই রাস্তার নিকটে অবস্থিত।\n\n\n== অবস্থান ==\nরাস্তাটির দক্ষিণে বিপিনবিহারী গাঙ্গুলি স্ট্রিট ও বেন্টিঙ্ক স্ট্রিটের সংযোগস্থলে অবস্থিত মার্কেন্টাইল বিল্ডিং রয়েছে যা লালবাজারের নিকটে অবস্থিত। এটি মহাত্মা গান্ধী রোড অতিক্রম করে উত্তরের দিকে গেছে এবং বাগবাজার খালের আগে শেষ হয়েছে।\n\n\n== ইতিহাস ==\n\nব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানির মানচিত্রে বেঙ্গল প্রেসিডেন্সির চব্বিশ পরগণার হালিশহর থেকে চৌরঙ্গীর জঙ্গল পর্যন্ত সড়কটিকে \"পিলগ্রিম পাথ\" (আক্ষ. 'তীর্থযাত্রী পথ') হিসেবে উল্লেখ করা হয়েছিল যেহেতু তীর্থযাত্রীরা এই রাস্তা ব্যবহার করে কালীঘাটে পৌঁছাতো। সড়কটি ছিল কোম্পানির সদ্যপ্রতিষ্ঠিত কলকাতা শহরের প্রাণকেন্দ্র। ১৭৫৬ সালে কলকাতার যুদ্ধে সুবাহ বাংলার নবাব সিরাজদ্দৌলা এই পথ ধরে শহরে প্রবেশ করে। আনুমানিক ১৭৯২ সালে আপজনের প্রস্তুতকৃত মানচিত্রে একে \"রোড টু চিৎপুর\" (আক্ষ. 'চিৎপুরে যাওয়ার সড়ক') উল্লেখ করা হয়েছিল। পরবর্তীতে সড়কটিকে আপার ও লোয়ার দুই অংশে বিভক্ত করে দেওয়া হয়। সড়কটির দক্ষিণের অংশটি পরে বেন্টিঙ্ক স্ট্রিট নামে পৃথক করে দেওয়া হয়েছিল। ১৯৪৭ সালে ভারতের স্বাধীনতার পর এটির একাংশের নাম পরিবর্তন করে দেশটির জাতীয় কবি রবীন্দ্রনাথ ঠাকুরের নামে \"রবীন্দ্র সরণি\" করা হয়।\n\n\n== ঐতিহ্যবাহী নিদর্শন ও কিংবদন্তি ==\nরবীন্দ্র সরণিতে ও এর আশেপাশে একাধিক ঐতিহাসিক নিদর্শন রয়েছে। সরণির বায়ে নন্দরাম সেন স্ট্রিটের প্রবেশপথে রয়েছে আটচালা মন্দির যার স্থাপত্যরীতি অষ্টাদশ শতাব্দীর। সরণির পশ্চিমে রয়েছে গোবিন্দরামের মন্দির। ১৮২৮ সালে রামমোহন রায় এখানে ব্রাহ্মসভা প্রতিষ্ঠা করেন যা আদি ব্রাহ্মসমাজে পরিণত হয়। এর ২৭৯ নং বাড়িতে তথা ঘড়িওয়ালা বাড়িতে কলিকাতা ন্যাশনাল থিয়েট্রিক্যাল সোসাইটি গড়ে তোলার মাধ্যমে কলকাতায় মঞ্চনাটকের সূচনা করা হয় এবং এই বাড়িতেই ১৮৭২ সালে নীলদর্পণ মঞ্চস্থ করা হয়। আকবরের সমাধিসৌধের আদলে নির্মিত নাখোদা মসজিদ ও রবীন্দ্রনাথ ঠাকুরের জন্মস্থান জোড়াসাঁকো ঠাকুরবাড়ি এই রাস্তার নিকটে অবস্থিত। আদতে এই রাস্তাটি কলকাতার আগে তৈরি হয়েছে।\n\n\n== তথ্যসূত্র =="}