{"pageid": 1501750, "title": "জিন পিকার্ড", "url": "https://bn.wikipedia.org/wiki?curid=1501750", "content": "জিন পিকার্ড (২১ জুলাই ১৬২০ – ১২ জুলাই ১৬৮২) একজন ফরাসি জ্যোতির্বিজ্ঞানী এবং যাজক ফ্রান্সের লা ফ্লেচে জন্মগ্রহণ করেছিলেন, যেখানে তিনি জেসুইট কলেজ রয়্যাল হেনরি-লে-গ্র্যান্ডে অধ্যয়ন করেছিলেন। তিনি প্যারিস মেরিডিয়ানে  এক ডিগ্রী অক্ষাংশের একটি সতর্ক সমীক্ষার ভিত্তিতে পৃথিবীর আকারের তার সঠিক পরিমাপের জন্য প্রধানত পরিচিত পায়।\n\n\n== জিওডেসি ==\nপিকার্ডই প্রথম ব্যক্তি যিনি ১৬৬৯ – ৭০ সালে পরিচালিত একটি চাপ পরিমাপ জরিপে পৃথিবীর আকারকে যুক্তিসঙ্গত মাত্রায় পরিমাপ করেছিলেন, যার জন্য তিনি জুভিসি-সুর-অর্জে একটি পিরামিড দিয়ে সম্মানিত হন। এটি করার জন্য মৌরোলিকাসের পদ্ধতি এবং স্নেলিয়াসের গণিত দ্বারা নির্দেশিত, পিকার্ড প্যারিস মেরিডিয়ান বরাবর এক ডিগ্রি অক্ষাংশ পরিমাপ করে প্যারিস থেকে অ্যামিয়েন্সের কাছে সোর্ডনের ঘড়ির টাওয়ার পর্যন্ত তেরটি ত্রিভুজ বরাবর ত্রিভুজ পরিমাপ করে এটি অর্জন করেছিলেন।\nতার পরিমাপের ফলাফল ১১০.৪৬ এক ডিগ্রি অক্ষাংশের জন্য কিমি, যা ৬৩২৮.৯ এর সংশ্লিষ্ট স্থলজ ব্যাসার্ধ দেয় কিমি আইজ্যাক নিউটন তার সর্বজনীন মাধ্যাকর্ষণ তত্ত্বে এই মানটি ব্যবহার করেছিলেন।\nমেরু ব্যাসার্ধ এখন মাত্র ৬৩৬৭ এ পরিমাপ করা হয়েছে কিমি এটি আধুনিক মানের থেকে মাত্র ০.৪৪% কম একটি ত্রুটি ছিল। এটি ছিল জ্যোতির্বিদ্যায় অগ্রগতির আরেকটি উদাহরণ এবং এর সরঞ্জামগুলি মানচিত্রবিদ্যায় সম্ভাব্য অগ্রগতি করে।\n\n\n== যন্ত্র ==\n\nপিকার্ডই প্রথম যিনি ক্রসওয়্যার সহ একটি টেলিস্কোপ ( উইলিয়াম গ্যাসকোইন দ্বারা তৈরি) একটি চতুর্ভুজের সাথে সংযুক্ত করেছিলেন এবং তার যন্ত্রগুলিতে একটি মাইক্রোমিটার স্ক্রু ব্যবহার করা প্রথম একজন। পৃথিবীর আকার নির্ধারণের জন্য তিনি যে চতুর্ভুজ ব্যবহার করেছিলেন তার ব্যাসার্ধ ছিল ৩৮ ইঞ্চি এবং কোয়ার্টার মিনিটে স্নাতক হয়েছিল। তিনি মেরিডিয়ান খুঁজে বের করতে যে সেক্সট্যান্ট ব্যবহার করেছিলেন তার ব্যাসার্ধ ছিল ছয় ফুট, এবং মিনিট সমন্বয় সক্ষম করার জন্য একটি মাইক্রোমিটার দিয়ে সজ্জিত ছিল। টাইকো ব্রাহের চার মিনিটের ত্রুটির বিপরীতে এই সরঞ্জামগুলির উন্নতি মাত্র দশ সেকেন্ডের ত্রুটির মার্জিন তৈরি করেছে। এটি তার পরিমাপকে ২৪ বার নির্ভুল করেছে।\n\n\n== অন্য কাজ ==\n১৬৭০-৭১ সালে, পিকার্ড টাইকো ব্রাহের ডেনিশ মানমন্দির, ইউরানিবোর্গের সাইটে ভ্রমণ করেন যাতে এর দ্রাঘিমাংশ নির্ভুলভাবে মূল্যায়ন করা যায় যাতে টাইকোর পড়া অন্যদের সাথে তুলনা করা যায়। \nপিকার্ড আইজ্যাক নিউটন, ক্রিস্টিয়ান হাইজেনস, ওলে রোমার, রাসমাস বার্থোলিন, জোহান হুড,  এবং এমনকি তার প্রধান প্রতিদ্বন্দ্বী জিওভান্নি ক্যাসিনি সহ অনেক বিজ্ঞানীর সাথে সহযোগিতা এবং চিঠিপত্র করেছিলেন, যদিও ক্যাসিনি প্রায়ই ফিরে আসতে ইচ্ছুক ছিলেন না। এই চিঠিপত্রগুলি জিওডেসির ক্ষেত্রের বাইরে বিজ্ঞানের ক্ষেত্রে পিকার্ডের অবদানের দিকে পরিচালিত করেছিল, যেমন তিনি উরানিবুর্গে থাকাকালীন আলোর বিভ্রান্তি পর্যবেক্ষণ করেছিলেন, বা ব্যারোমিটারের অস্পষ্ট উজ্জ্বলতার পর্যবেক্ষণে তার পারদীয় ফসফোরেসেন্স আবিষ্কার।  এই আবিষ্কারটি নিউটনের আলোর দৃশ্যমান বর্ণালী নিয়ে গবেষণার দিকে পরিচালিত করে।\nপিকার্ড একটি স্বর্গীয় বস্তুর সঠিক আরোহন পরিমাপের জন্য আদর্শ পদ্ধতিতে পরিণত হয়েছিল।   এই পদ্ধতিতে, পর্যবেক্ষক সেই সময় রেকর্ড করে যে সময়ে বস্তুটি পর্যবেক্ষকের মেরিডিয়ান অতিক্রম করে। ডাচ পদার্থবিজ্ঞানী ক্রিস্টিয়ান হাইজেনস সম্প্রতি যে সূক্ষ্ম পেন্ডুলাম ঘড়িটি তৈরি করেছিলেন তা ব্যবহার করে পিকার্ড তার পর্যবেক্ষণ করেছেন।\n\n\n== বই ==\nতার বই \"Mesure de la Terre\" 1671 সালে প্রকাশিত হয়েছিল।\nমেরে ক্রিসিয়ামের দক্ষিণ-পশ্চিম চতুর্ভুজে পিকার্ডের নামে একটি চন্দ্রের গর্ত রয়েছে।\nপিকার্ড মিশন, একটি প্রদক্ষিণকারী সৌর মানমন্দির, পিকার্ডের নামে নামকরণ করা হয়েছে।\n\n\n== কাজ ==\n\nVoyage d'Uranibourg (ফরাসি ভাষায়)। Imprimerie nationale। ১৬৮০।  \nTraité du nivellement (ফরাসি ভাষায়)। Estienne Michallet। ১৬৮৪। \n\n\n== নোট ==\n\n\n== বহিঃসংযোগ ==\nও'কনর, জন জে.; রবার্টসন, এডমুন্ড এফ., \"জিন পিকার্ড\", ম্যাকটিউটর হিস্টোরি অব ম্যাথমেটিকস আর্কাইভ, সেন্ট অ্যান্ড্রুজ বিশ্ববিদ্যালয় উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) । \nА.А.Гурштейн \"Звезды Парижа\" 2016. [১]\nDigital exhibition about Jean Picard (in French) / Observatoire de Paris"}