{"pageid": 1501260, "title": "ভিয়েনা আন্তর্জাতিক চলচ্চিত্র উৎসব", "url": "https://bn.wikipedia.org/wiki?curid=1501260", "content": "ভিয়েনা আন্তর্জাতিক চলচ্চিত্র উৎসব, বা ভিয়েনালে হল অস্ট্রিয়ার ভিয়েনা শহরে অনুষ্ঠিত একটি আন্তর্জাতিক চলচ্চিত্র উৎসব। ১৯৬০ সাল থেকে প্রতি বছর অক্টোবর মাসে এই উৎসব অনুষ্ঠিত হয়। অস্ট্রিয়ার সবচেয়ে বড় আন্তর্জাতিক চলচ্চিত্র উৎসব, যেখানে গড়ে প্রতি বছর প্রায় ৯০,০০০ দর্শক হয়ে থাকে। এখানে তারকাদের উপস্থিতি, লাল গালিচা ও চলচ্চিত্রের বাজারের পাশাপাশি পরিশীলিত লেখনীসমৃদ্ধ, শৈল্পিক ধারার ও পরীক্ষামূলক চলচ্চিত্র প্রদর্শিত হয়। এই উৎসবের ভেন্যুসমূহ হল গার্টেনবাউকিনো, ইউরেনিয়া, মেট্রো-কিনো, ফিল্মমিউজিয়াম ও স্টাটকিনো। উৎসবের শেষভাগে ভিয়েনা চলচ্চিত্র পুরস্কার প্রদান করা হয়।\n\n\n== পরিচালক ==\n\n১৯৬০-১৯৬৮: সিগমুন্ড কেনেডি\n১৯৬৮-১৯৭৩: অটো ভ্লাদিকা\n১৯৭৩-১৯৮১: এডউইন জেবোনেক\n১৯৮১-১৯৮৬: এডউইন জেবোনেক ও হেলমুথ ডিমকো\n১৯৮৬-১৯৮৮: হেলমুথ ডিমকো\n১৯৮৮-১৯৯০: হেলমুথ ডিমকো ও ভেরোনিকা হাসকা\n১৯৯০-১৯৯৩: ভের্নার হের্ৎসগ ও রেইনহার্ড পাইকার\n১৯৯৩-১৯৯৫: উলফগ্যাং আইনবের্গার ও আলেকজান্ডার হরওয়াথ\n১৯৯৫-১৯৯৭: আলেকজান্ডার হরওয়াথ\n১৯৯৭-২০১৭: হান্স হার্চ\n২০১৭-২০১৮: ফ্রাঞ্জ শোয়ার্টজ (অন্তবর্তীকালীন)\n২০১৮-বর্তমান: ইভা সাঙ্গিওর্গি\n\n\n== পুরস্কার ==\nভিয়েনালে প্রতিযোগিতাবিহীন চলচ্চিত্র উৎসব। তবে ভিয়েনালের অংশ হিসেবে ইন্টারন্যাশনাল ফিল্ম ক্রিটিকস অ্যাসোসিয়েশনের ফিপরেস্কি পুরস্কার, ভিয়েনা সিটির পৃষ্টপোষকতায় ভিয়েনা চলচ্চিত্র পুরস্কার, এর্স্টেব্যাংক মেরভের্ট চলচ্চিত্র পুরস্কার ও স্ট্যান্ডার্ড ভিয়েনালে দর্শক পুরস্কার প্রদান করা হয়।\n\nফিপরেস্কি - ১৯৩০ সালে প্রতিষ্ঠিত ইন্টারন্যাশনাল ফিল্ম ক্রিটিকস অ্যান্ড ফিল্ম জার্নালিস্ট অ্যাসোসিয়েশন অসংখ্য চলচ্চিত্র উৎসবে সাধারণত তরুণ পরিচালকদের প্রথম কাজের জন্য পুরস্কার প্রদান করে থাকে।\nভিয়েনা চলচ্চিত্র পুরস্কার - ভিয়েনালের অংশ হিসেবে ভিয়েনা সিটি কর্তৃক প্রদত্ত পুরস্কার। শ্রেষ্ঠ অস্ট্রিয় পূর্ণদৈর্ঘ্য চলচ্চিত্রের পুরস্কারের একটি বিশেষ জুরি পুরস্কারও প্রদান করা হয়।\nস্ট্যান্ডার্ড ভিয়েনালে দর্শক পুরস্কার - স্ট্যান্ডার্ড ডিইআর স্ট্যান্ডার্ড ভিয়েনালে দর্শক পুরস্কার প্রদান করে। জুরি উৎসবে জমাকৃত চলচ্চিত্রের মধ্য থেকে একটি চলচ্চিত্র নির্বাচন করেন, যেটি অস্ট্রিয়ায় পরিবেশক পায়নি। যদি পুরস্কার বিজয়ী চলচ্চিত্রটি পরবর্তীকালে পরিবেশক পায়, তাহলে ডের স্ট্যান্ডার্ড পত্রিকায় বিনামূল্যে বিজ্ঞাপনের স্থান দিয়ে চলচ্চিত্রটির মুক্তিকে সমর্থন করে।\nএর্স্টেব্যাংক মেরভের্ট চলচ্চিত্র পুরস্কার - ভিয়েনালে প্রদর্শিত অস্ট্রীয় চলচ্চিত্র প্রযোজনাকে স্বাধীন জুরি কর্তৃক এর্স্টেব্যাংক মেরভের্ট চলচ্চিত্র পুরস্কার প্রদান করা হয়। সমাপনী অনুষ্ঠানে পুরস্কার বিতরণী অনুষ্ঠিত হয়। পুরস্কার বিজয়ীকে নিউইয়র্কে দুই মাস কাটানোর সুযোগ দেওয়া হয়, সেখানে তারা তাদের নিজস্ব কাজের প্রদর্শনী করতে পারে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nFilm Festival Rathausplatz"}