{"pageid": 1501930, "title": "স্থানীয় গোষ্ঠী", "url": "https://bn.wikipedia.org/wiki?curid=1501930", "content": "স্থানীয় গোষ্ঠী হল একটি ছায়াপথ গোষ্ঠী, যার মধ্যে আকাশগঙ্গা ছায়াপথ রয়েছে, যেখানে পৃথিবী অবস্থিত। এটির মোট ব্যাস প্রায় ৩ মেগাপারসেক (১০ নিযুত আলোকবর্ষ; ৯×১০১৯ কিলোমিটার), এবং মোট ভর (১.২৯±০.১৪)×১০১২ M☉ -এর পর্যায়ে ।  এটি ডাম্বেল আকারের দুটি ছায়াপথের সংগ্রহ নিয়ে গঠিত; আকাশগঙ্গা এবং এর উপগ্রহগুলি একটি লোব গঠন করে এবং অ্যান্ড্রোমিডা ছায়াপথ এবং এর উপগ্রহগুলি অন্যটি গঠন করে। দুটি সংগ্রহ প্রায় ৮০০ kiloparsec (৩ নিযুত আলোকবর্ষ; ২×১০১৯ কিলোমিটার) দূরত্বে রয়েছে এবং ১২৩ km/s বেগে একে অপরের দিকে অগ্রসর হচ্ছে । গোষ্ঠীটি নিজেই বৃহত্তর ভার্গো মহাস্তবকের একটি অংশ, যা লানিয়াকিয়া মহাস্তবকের একটি অংশ হতে পারে। স্থানীয় গোষ্ঠীতে ছায়াপথের সঠিক সংখ্যা অজানা কারণ কিছু ছায়াপথ দ্বারা আবদ্ধ; যাইহোক, তারমধ্যে কমপক্ষে 80 জন সদস্যের তথ্য জানা, যার বেশিরভাগই বামন ছায়াপথ ।\nদুটি বৃহত্তম সদস্য, অ্যান্ড্রোমিডা এবং আকাশগঙ্গা ছায়াপথ, দুটিই সর্পিল ছায়াপথ যেগুলির প্রতিটির ভর প্রায় 1012টি সৌর ভর। প্রত্যেকটির নিজস্ব উপগ্রহ ছায়াপথের গোষ্ঠী রয়েছে:\n\nঅ্যান্ড্রোমিডা ছায়াপথের উপছায়াপথ গোষ্ঠীতে রয়েছে মেসিয়ার ৩২ (M32), মেসিয়ার ১১০ (M110), NGC 147, NGC 185, অ্যান্ড্রোমিডা I (And I), And II, And III, And V, And VI (পেগাসাস বামন গোলকাকার ছায়াপথ, বা পেগাসাস dSph নামেও পরিচিত), And VII (বা ক্যাসিওপিয়া বামন ছায়াপথ), And VIII, And IX, And X, And XI, And XIX, And XXI এবং And XXII, তাছাড়া আরও একাধিক অতীব-অনুজ্জ্বল বামন গোলকাকার ছায়াপথ।\nআকাশগঙ্গা ছায়াপথের উপছায়াপথ গোষ্ঠীতে রয়েছে ধনু বামন ছায়াপথ, বৃহৎ ম্যাগেলানীয় মেঘ, ক্ষুদ্র ম্যাগেলানীয় মেঘ, ক্যানিস মেজর বামন ছায়াপথ (বিতর্কিত, অনেকে এটিকে ছায়াপথ মনে করেন না), উর্সা মাইনর বামন ছায়াপথ, ড্র্যাকো বামন ছায়াপথ, ক্যারিনা বামন ছায়াপথ, সেক্সট্যান্স বামন ছায়াপথ, স্কাল্পটর বামন ছায়াপথ, ফরন্যাক্স বামন ছায়াপথ, Leo I (বামন ছায়াপথ), Leo II (বামন ছায়াপথ), উর্সা মেজর I বামন ছায়াপথ, উর্সা মেজর II বামন ছায়াপথ, তাছাড়া আরও একাধিক অতীব-অনুজ্জ্বল বামন গোলকাকার ছায়াপথ।\nট্রায়াঙ্গুলাম ছায়াপথ (M33) হল স্থানীয় গোষ্ঠীর তৃতীয় বৃহত্তম সদস্য, যার ভর প্রায় ৫×১০১০ M☉ (১×১০৪১ কিগ্রাম), এবং তৃতীয় সর্পিল ছায়াপথ।  ট্রায়াঙ্গুলাম ছায়াপথ অ্যান্ড্রোমিডা ছায়াপথের সঙ্গী কিনা তা স্পষ্ট নয়; দুটি ছায়াপথ পরস্পরের থেকে 750,000 আলোকবর্ষ দূরে, এবং 2-4 বিলিয়ন বছর আগে কাছাকাছি এসেছিল যা অ্যান্ড্রোমিডার ডিস্ক জুড়ে তারকা গঠনের সূত্রপাত করেছিল। মীন বামন ছায়াপথ অ্যান্ড্রোমিডা ছায়াপথ এবং ট্রায়াঙ্গুলাম ছায়াপথ থেকে সমান দূরত্বে, তাই এটি উভয়ের একটি উপছায়াপথ হতে পারে। \n\n\n== তথ্যসূত্র =="}