{"pageid": 1501517, "title": "বাছুরের মাংস", "url": "https://bn.wikipedia.org/wiki?curid=1501517", "content": "বাছুরের মাংস হলো এমন মাংস যা গরুর শাবক থেকে প্রাপ্ত, যা গরুর মাংসের তুলনায় অনেক বেশি কোমল। এটি বাচ্চা গরু বা বাছুরের মাংস, যা সাধারণ গরুদের তুলনায় অনেক কম বয়সী গরু থেকে পাওয়া হয়। বাছুরের মাংস যেকোনো লিঙ্গ বা প্রজাতির বাছুরের হতে পারে, তবে বেশিরভাগ বাছুরের মাংস আসে ওই বাছুরদের থেকে যারা দুগ্ধজাত গরু প্রজাতির, এবং যাদের প্রজননের জন্য ব্যবহার করা হয় না। সাধারণত, বাছুরের মাংস গরুর মাংসের তুলনায় প্রতি কিলোগ্রামে বেশি দামি হয়। বাছুরের মাংস উৎপাদন হল একটি উপায় যা দুগ্ধজাত গরুর বাছুরদের মূল্য বৃদ্ধি করে এবং সিরা কঠিন পদার্থগুলির ব্যবহার নিশ্চিত করে, যা পনির তৈরির সময় তৈরি হয়।\n\n\n== সংজ্ঞা ও প্রকারভেদ ==\n\nবাছুরের মাংসের অনেক ধরনের প্রকার রয়েছে এবং বিভিন্ন দেশে এর নামকরণ ভিন্ন হতে পারে।\n\nবব বাছুরের মাংস\nযে বাছুরগুলো ২ ঘণ্টা বা ২-৩ দিনের মধ্যে (সর্বাধিক ১ মাস বয়স) জবাই করা হয়, যার মাংসের ওজন ৯–২৭ পাউন্ড (৪.১–১২.২ কিলোগ্রাম) এর মধ্যে হয়।\n\nফর্মুলা-খাওয়ানো (\"দুধ-খাওয়ানো\", \"বিশেষ খাবার-খাওয়ানো\" বা \"সাদা\") বাছুরের মাংস\nযে বাছুরগুলো শক্তিশালী দুধের ফর্মুলা ও কঠিন খাবারের খাইয়ে পালন করা হয়। মার্কিন যুক্তরাষ্ট্রে উৎপাদিত অধিকাংশ বাছুরের মাংস ফর্মুলা-খাওয়ানো বাছুরের। এর মাংসের রঙ সাদা বা ক্রিমি গোলাপি হয়, এবং এর গঠন দৃঢ়, সূক্ষ্ম এবং মখমলি। কানাডায়, দুধ-খাওয়ানো বাছুরগুলো সাধারনত ২০ থেকে ২৪ সপ্তাহ বয়সে জবাই করা হয়, এবং এর ওজন ২০০ থেকে ২৩০ কিগ্রাম (৪৫০ থেকে ৫০০ পা)।\n\nনন ফর্মুলা-খাওয়ানো (\"লাল\" বা \"শস্য দানা-খাওয়ানো\") বাছুরের মাংস\nযে বাছুরগুলো দুধের পাশাপাশি শস্য, ঘাস বা অন্যান্য কঠিন খাবার খায়। এর মাংসের রঙ গাঢ় হয়, এবং কিছু অতিরিক্ত মার্বেলিং এবং চর্বি দেখা যেতে পারে। কানাডায়, দানা-খাওয়ানো বাছুরগুলো সাধারণত \"বাছুর\" হিসেবে বাজারজাত করা হয়, \"বাছুরের মাংস\" হিসেবে নয়। বাছুরগুলো ২২ থেকে ২৬ সপ্তাহ বয়সে জবাই করা হয়, এবং এর ওজন ২৯০ থেকে ৩২০ কিগ্রাম (৬৫০ থেকে ৭০০ পা)।\n\nযুবক গরুর মাংস (ইউরোপে; \"গোলাপী বাছুরের মাংস\" যুক্তরাজ্যে)\nযে বাছুরগুলো যুক্তরাজ্যের রাজকীয় পশু কল্যাণ সংস্থা'র ফ্রিডম ফুড প্রোগ্রামের আওতায় পালিত হয়। নামটি এসেছে গোলাপী রঙের কারণে, যা বাছুরগুলো একটু দেরিতে, প্রায় ৩৫ সপ্তাহ বয়সে জবাই করার কারণে হয়।\n\nযুক্তরাষ্ট্রে সমজাতীয় কিছু শব্দ ব্যবহৃত হয়, যেমন বাছুর, বব, মধ্যবর্তী, দুধ-খাওয়ানো, এবং বিশেষ খাবার-খাওয়ানো।\n\n\n== রন্ধনশৈলীতে ব্যবহার ==\n\nইতালীয়, ফরাসি এবং অন্যান্য মধ্যপ্রাচ্য রন্ধনশৈলীগুলিতে বাছুরের মাংস সাধারণত কাটলেট হিসেবে পরিবেশিত হয়, যেমন ইতালীয় কোটোলেটা বা বিখ্যাত অস্ট্রিয়ান খাবার ভিয়েনার শ্নিটজেল। কিছু ক্লাসিক ফরাসি বাছুরের মাংসের পদে রয়েছে ভাজা এস্কালোপ, ভাজা বাছুরের গ্রেনাডিন (ছোট, মোটা ফিলেট স্টেক), স্টাফড পাউপিয়েত, রোস্ট জয়ন্টস, এবং ব্লানকেট। কারণ বাছুরের মাংস অন্যান্য মাংসের তুলনায় কম চর্বিযুক্ত, তাই এটি প্রস্তুত করতে বিশেষ যত্ন নিতে হয় যাতে এটি শক্ত না হয়ে যায়। বাছুরের মাংস সাধারণত ভাজার জন্য মাখানো হয় অথবা সসের সাথে পরিবেশন করা হয়। বাছুরের পার্মিজিয়ানা একটি সাধারণ ইতালীয়-আমেরিকান খাবার, যা ব্রেডেড বাছুরের কাটলেট দিয়ে তৈরি হয়।\nমাংসের পাশাপাশি, বাছুরের হাড় স্টক তৈরির জন্য ব্যবহৃত হয়, যা সস ও স্যুপের বেস হিসেবে ব্যবহার করা হয়, যেমন ডেমি-গ্লাস। বাছুরের পাকস্থলিও রেনেট তৈরির জন্য ব্যবহৃত হয়, যা পনির তৈরিতে ব্যবহৃত হয়।  বাছুরের অফাল প্রাণী থেকে পাওয়া সবচেয়ে মূল্যবান অফাল হিসেবে বিবেচিত হয়।\n\n\n== উৎপাদন ==\nদুধের জন্য পালন করা প্রজাতির পুরুষ বাছুরগুলি সাধারণত বাছুরের মাংস উৎপাদনের জন্য ব্যবহৃত হয় কারণ তারা দুধ উৎপাদন করে না এবং অতএব, দুধ শিল্পের চাহিদা পূরণের জন্য অপ্রয়োজনীয় হয়ে থাকে। নবজাতক বাছুরগুলি সাধারণত গরু থেকে তিন দিনের মধ্যে আলাদা করা হয়।\nবাছুরগুলি কখনও কখনও প্রথম কয়েক সপ্তাহ একক খাঁচায় রাখা হয়, যেন এটি এক প্রকার কোয়ারেন্টিন হিসেবে কাজ করে, এরপর দুটি বা তার বেশি বাছুরের সাথে একত্রিত করা হয়।\nদুধের সাথে বাছুরগুলি একটি খাদ্য গ্রহণ করে, যা মূলত দুধ ভিত্তিক প্রোটিন এবং যোগ করা ভিটামিন ও খনিজ উপাদান দিয়ে তৈরি দুধ প্রতিস্থাপক এবং কঠিন খাদ্য দিয়ে সমৃদ্ধ। এই ধরনের খাদ্য ইনফ্যান্ট ফর্মুলার মতো এবং এটি বাছুরের মাংস শিল্পে বাছুরদের জন্য ব্যবহৃত সবচেয়ে সাধারণ খাদ্যগুলোর একটি। শস্য খাওয়ানো বাছুরগুলি সাধারণত প্রথম ছয় থেকে আট সপ্তাহ দুধ প্রতিস্থাপক গ্রহণ করে এবং তারপর একটি প্রধানত শস্যদানা ভিত্তিক খাদ্যে চলে যায়।\nএকজন খামারের পশু চিকিৎসক পশুদের জন্য স্বাস্থ্য কর্মসূচি তৈরি করেন। বাছুরের মাংস উৎপাদনের জন্য বাছুরদের সঠিক পরিমাণে পানি, যথাযথ পুষ্টি এবং নিরাপদ ও আরামদায়ক পরিবেশের প্রয়োজন হয় যাতে তারা সুস্থভাবে বেড়ে উঠতে পারে।\n\n\n== পশু কল্যাণ ==\nগরুর বাছুরের মাংস উৎপাদন একটি বিতর্কিত বিষয়। গরুর বাছুরের মাংস উৎপাদনের নৈতিকতা পশু কল্যাণ আন্দোলনকারীদের দ্বারা প্রশ্নবিদ্ধ হয়েছে এবং বহু পশু কল্যাণ সংগঠন এর বিভিন্ন পদ্ধতিকে পশু নির্যাতন হিসেবে উল্লেখ করেছে। এই সংগঠনগুলো এবং তাদের কিছু সদস্য গরুর বাছুরের মাংস উৎপাদনের বিভিন্ন প্রক্রিয়া ও পদ্ধতিকে অমানবিক বলে মনে করেন। এই সংগঠনগুলোর জনসাধারণ গরুর বাছুরের মাংস শিল্পকে কিছু পদ্ধতি পরিবর্তনের জন্য চাপ দিচ্ছে।\n\n\n=== সীমিত স্থান ===\n\nঅতীতে, গরুর বাছুরের মাংস উৎপাদনে একটি বিষয় যা নিষ্ঠুরতা হিসেবে উল্লেখিত হয়েছিল তা হলো বাছুরদের জন্য পর্যাপ্ত জায়গার অভাব। উৎপাদনকারীরা ইচ্ছাকৃতভাবে বাছুরদের জায়গা সীমিত রাখতেন, যাতে তারা খুব বেশি নড়াচড়া করতে না পারে, কারণ ধারণা করা হতো যে ব্যায়াম করলে মাংস লালচে ও শক্ত হয়ে যেতে পারে। বর্তমানে, যুক্তরাষ্ট্রের আধুনিক গরুর বাছুরের মাংস উৎপাদন সুবিধাগুলোতে বাছুরদের শোওয়া, দাঁড়ানো, শরীর প্রসারণ এবং নিজেদের পরিচর্যার জন্য যথেষ্ট জায়গা দেওয়া হয়।\n\n\n=== অস্বাভাবিক অন্ত্রের বিকাশ ===\nকিছু গরুর বাছুরের মাংস উৎপাদন ব্যবস্থায় বাছুরদের শক্ত খাবারের কোনো সুযোগ দেওয়া হয় না এবং তাদের শুধুমাত্র তরল দুধের বিকল্প খাওয়ানো হয়। এ ছাড়া, বাছুরদের বিছানা (বেডিং) থেকেও বঞ্চিত করা হয়, যাতে তারা সেটি না খেয়ে ফেলে। এই খাদ্যসীমা স্বাভাবিক রুমেন বিকাশকে সম্পূর্ণভাবে বাধাগ্রস্ত করে এবং বাছুরদের সংক্রামক এন্টারাইটিস (ডায়েরিয়া বা পায়খানা প্রবাহ) এবং দীর্ঘস্থায়ী হজমের সমস্যা হওয়ার সম্ভাবনা বাড়ায়। তদুপরি, যেসব বাছুরের অন্ত্র সঠিকভাবে বিকশিত হয়নি, তাদের রুমেনে চুলের বল পাওয়া যাওয়ার সম্ভাবনা বেশি থাকে। রুমেনে চুলের বল জমে গেলে হজম প্রক্রিয়া ব্যাহত হতে পারে।\n\n\n=== অস্বাভাবিক আচরণ ===\nঅপর্যাপ্ত পরিবেশে, বিশেষত চুষবার কোনো সুযোগ না দিয়ে বাছুরদের প্রতিপালন করলে তারা অস্বাভাবিক মৌখিক আচরণ গড়ে তুলতে পারে। এর মধ্যে কিছু আচরণ মৌখিক স্বরূপতাতে পরিণত হতে পারে, যেমন নিষ্প্রাণ বস্তু চুষা, চাটা বা কামড়ানো, এবং জিহ্বা ঘোরানো বা খেলার মতো আচরণ। উদ্দেশ্যহীন মৌখিক ক্রিয়া ক্রেটে থাকা বাছুরদের ক্ষেত্রে প্রায় ১৫% সময়জুড়ে ঘটে, কিন্তু দলভুক্ত আবাসে থাকা বাছুরদের ক্ষেত্রে এটি মাত্র ২–৩% ঘটে।\n\n\n=== রোগের প্রতি বাড়তি সংবেদনশীলতা ===\nগরুর বাছুরের মাংস উৎপাদনে লৌহের পরিমাণ সীমাবদ্ধ করা হতো, যাতে হিমোগ্লোবিনের ঘনত্ব প্রায় ৪.৬  মিমোল/লিটার সীমায় রাখা যায়। রক্তে স্বাভাবিক হিমোগ্লোবিনের ঘনত্ব সাধারণত ৭  মিমোল/লিটারের বেশি। যেসব বাছুরের রক্তে হিমোগ্লোবিনের ঘনত্ব ৪.৫  মিমোল/লিটারের নিচে, তাদের মধ্যে রোগ সংবেদনশীলতা এবং রোগ প্রতিরোধ ক্ষমতা হ্রাসের লক্ষণ দেখা দিতে পারে।\nবব ভিল প্রতিপালন (সাধারণত ২–৩ দিন বয়সে জবাই করা হয়, যদিও বয়স ২ ঘণ্টা থেকে সর্বাধিক ১ মাস হতে পারে), রেড ভিল প্রতিপালন, যেখানে ফ্যাকাশে মাংস তৈরি করতে প্রয়োজনীয় কঠোর খাদ্যসীমা আরোপ করা হয় না (ফলে অ্যান্টিবায়োটিকের প্রয়োজন কম এবং বাছুরের মৃত্যুহারও কম), এবং দুগ্ধজাত গরুর মাংস উৎপাদন করা হয়।\n২০০৮ থেকে ২০০৯ সালের মধ্যে যুক্তরাষ্ট্রে ফ্রি-রেইজড ভিল-এর চাহিদা দ্রুত বৃদ্ধি পেয়েছিল।\n\n\n== তথ্যসূত্র =="}