{"pageid": 1501470, "title": "বীরশ্রেষ্ঠ ক্যাপ্টেন মহিউদ্দিন জাহাঙ্গীর ডিগ্রি কলেজ", "url": "https://bn.wikipedia.org/wiki?curid=1501470", "content": "বীরশ্রেষ্ঠ ক্যাপ্টেন মহিউদ্দিন জাহাঙ্গীর ডিগ্রী কলেজ চাঁপাইনবাবগঞ্জ জেলার শিবগঞ্জ উপজেলায় অবস্থিত বাংলাদেশের দর্শনীয় স্থান ছোট সোনামসজিদ এলাকার ঐতিহ্যবাহী কলেজ। আহম্মদ নগর কমপ্লেক্সের (আনক) একটি প্রতিষ্ঠান। কলেজটি স্থাপিত হয় ১৯৯৫ সালে। পরবর্তীতে কলেজটি এমপিওভুক্ত করা হয়।\n\n\n== প্রতিষ্ঠাতা ==\nজেড এ মোঃ বকুল হলেন আহাম্মদনগর কমপ্লেক্স (অনক) চেয়ারম্যানও তার পৈত্রিক নিবাস চাঁপাইনবাবগঞ্জ জেলার শিবগঞ্জ উপজেলা মনাকষা টকনা গ্ৰামে। তিনি বাংলাদেশের বিভিন্ন জেলায় ও তার নিজ জেলায় স্কুল,কলেজ ও মাদ্রাসা প্রতিষ্ঠিত করে। এবং নেশা তার জেলায় ও তার গ্রামে স্কুল কলেজ ও মাদ্রাসা প্রতিষ্ঠিত করবে। এবং প্রত্যেকটি স্কুল কলেজে ও মাদ্রাসায়, হাসপাতাল নামের শেষে বা আগে (আনক) । \nতিনি বাংলাদেশে ৬৮ টি প্রতিষ্ঠান প্রতিষ্ঠিত করে। যেমন : হাজী মুহাম্মদ এহসান আলী কামিল (মাস্টার) মাদ্রাসা, সৈয়দা শরিফা গার্হস্থ্য অর্থনীতি কলেজ, বীরশ্রেষ্ঠ ক্যাপ্টেন মহিউদ্দিন জাহাঙ্গীর ডিগ্রী কলেজ,শাহাপাড়া পারভিন মেমোরিয়াল কারিগরি মহিলা বিদ্যালয় এবং কলেজ,আনক মন্দির, বিশ্বনাথপুর আনক প্রিয়াঙ্কা লিন্ডা সরকারি প্রাথমিক বিদ্যালয় আরও ইত্যাদি। এবং চাঁপাইনবাবগঞ্জ জেলায় অনেক প্রায় স্কুল কলেজ ও মাদ্রাসার তার অবদান আছে।\n\n\n== নামকরণ ==\n১৯৯৫ সালে কলেজটির আনুষ্ঠানিক যাত্রা শুরু। শিক্ষা-দীক্ষায় পিছিয়ে পড়া অবহেলিত গৌড়ের রাজধানী সোনামসজিদ এলাকার সর্বসাধারনের শিক্ষার সুযোগ বৃদ্ধির লক্ষ্যে বেসরকারি উদ্যোগে নির্মিত কলেজের প্রতিষ্ঠাকালে কলেজটির নাম ছিল সোনামসজিদ আনক বীরশ্রেষ্ঠ জাহাঙ্গীর কারিগরি ও কৃষি কলেজ। প্রতিষ্ঠাতা  ২০০০ সালে ডিগ্রী (পাস) কোর্স চালু করার জন্য জাতীয় বিশ্ববিদ্যালয় বরাবর আবেদন করেন কিন্তু কারিগরি ও কৃষি কলেজে ডিগ্রী (পাস) কোর্স চালু করার বিধান না থাকায় ডিগ্রী (পাস কোর্স) চালু করার স্বার্থে ২০০০ সালে কলেজের নামের আংশিক পরিবর্তন করে সোনামসজিদ বীরশ্রেষ্ঠ জাহাঙ্গীর আনক কলেজ নামকরণ করা হয়। এবং ২০০১ সালে ২০০০-২০০১ শিক্ষাবর্ষে কলেজটি ডিগ্রী ( পাস ) কোর্স অধিভূক্তি লাভ করে। বীরশ্রেষ্ঠ ক্যাপ্টেন মহিউদ্দীন জাহাঙ্গীর এর নামের পূর্বে সোনামসজিদ ও মধ্যে আনক শব্দ দুটি নিয়ে বীরশ্রেষ্ঠ পরিবার ও এলাকার মুক্তিযোদ্ধাদের আপত্তি থাকায় ২০১২ সালে আবারও কলেজের নাম সংশোধন করে নামকরন করা হয় বীরশ্রেষ্ঠ ক্যাপ্টেন মহিউদ্দীন জাহাংগীর ডিগ্রী কলেজ।\n\n\n== অবকাঠামো ==\nবীরশ্রেষ্ঠ ক্যাপ্টেন মহিউদ্দীন জাহাঙ্গীর ডিগ্রি কলেজ  এর চার তালা বিশিষ্ট ভবন একটি আছে এবং তিন তালা বিশিষ্ট ভবন ও পুরোনো টিনসেট ভবন আছে। এছাড়া সকল তথ্য উপাত্তকে ডিজিটাল ব্যবস্থাপনায় আনার আপ্রাণ চেষ্টা চালানো হচ্ছে। কলেজের নিজস্ব ওয়েবসাইট চালু আছে এবং অনলাইনে শিক্ষার্থীদের ভর্তি, বেতন, পরীক্ষার ফি দেয়ার ব্যবস্থা করা হয়েছে। কলেজের প্রতিটি ক্লাশরুম ডিজিটাল সাউন্ড সিষ্টেমের আওতায় আনা হয়েছে এবং বর্তমনে কলেজটি সিসি ক্যামেরা দ্বারা নিয়ন্ত্রিত হচ্ছে।\n\n\n== ইতিহাস ==\nকলেজ প্রতিষ্ঠার পরিকল্পনাঃ প্রতিষ্ঠাতা: জেড এ মোঃ বকুল এবং এলাকার কিছু মুক্তিযোদ্ধাদের সাথে আলাপ করে ঐতিহাসিক সোনামসজিদ এলাকায় একটি কলেজ প্রতিষ্ঠা করা যায় কিনা এ বিষয়ে আলাপ  আলোচনা করেন এবং দীর্ঘ আলোচনান্তে প্রতিষ্ঠাতা: জেডে এ মোঃ বকুল কলেজ প্রতিষ্ঠার ব্যাপারে একমত পোষণ করেন। এবং তার একটা নেশা সে বিভিন্ন এলাকায় স্কুল কলেজ ও মাদ্রারাসা প্রতিষ্ঠার ব্যাপারে ব্যাপক প্রচার প্রচারনার অংশ হিসেবে এলাকার শিক্ষানুরাগী ব্যক্তিদের সাথে আলাপ আলোচনা শুরু করেন। কলেজ প্রতিষ্ঠার ব্যাপারে এলাকার সর্বস্তরের মানুষের ব্যাপক সাড়া পেয়ে সর্বসাধারনের দানকৃত অর্থ দিয়ে সোনামসজিদ সংলগ্ন পুকুরের পূর্বপাড়ে মানুষের দানকৃত ৭০,০০০/- টাকায় ২৫ কাঠা জমি ক্রয় করেন। পরবর্তীতে টিনসেটের ভবন তৈরি করে শিক্ষা কার্যক্রম চালু করে।\n\n\n== গবেষণাগার ==\nকলেজটির ৬টি গবেষণাগার রয়েছে যা পরীক্ষণ করার জন্য আধুনিক ও আদি যন্ত্রপাতি দ্বারা সজ্জিত। তবে যন্ত্রপাতি পর্যাপ্ত নয়।\n\n\n== গ্রন্থাগার ==\nবীরশ্রেষ্ঠ ক্যাপ্টেন মহিউদ্দীন জাহাঙ্গীর ডিগ্রি কলেজ এর গ্রন্থাগার শেখ রাসেল কর্নার সহ নতুন পুরাতন বইয়ের সম্বনয়ে সাজানো হয়েছে। বর্তমানে মোট বইয়ের সংখ্যা ৩৫১৫ খানা।\n\n\n== শিক্ষা কার্যক্রম ==\nস্নাতক :  বি.এ. (পাস), বি.এস.এস.  (পাস) ও   বি.বি.এস. (পাস) এগুলো চালু আছে ।\nউচ্চ মাধ্যমিকঃ মানবিক বিভাগ ,বাণিজ্য বিভাগ ও বিজ্ঞান বিভাগ এগুলো চালু আছে।\n\n\n== তথ্যসূত্র =="}