{"pageid": 1501270, "title": "ইসলামে পুনর্জাগরণ", "url": "https://bn.wikipedia.org/wiki?curid=1501270", "content": "ইসলামে পুনর্জাগরণ (আরবি: تجديد tajdīd, অর্থাৎ \"পুনর্জন্ম, পুনর্নবীকরণ\"; এছাড়াও الصحوة الإسلامية aṣ-Ṣaḥwah l-ʾIslāmiyyah, \"ইসলামী জাগরণ\") বলতে ইসলাম ধর্মের জাগরণকে বোঝায়, যা সাধারণত শরিয়া আইন প্রয়োগের ওপর ভিত্তি করে পরিচালিত হয়। একজন পুনর্জাগরণ আন্দোলনের নেতা ইসলামি পরিভাষায় মুজাদ্দিদ নামে পরিচিত।\nইসলামি ঐতিহ্যে তাজদিদ একটি গুরুত্বপূর্ণ ধর্মীয় ধারণা, যা ইসলামের ইতিহাসে পর্যায়ক্রমে আহ্বান জানানো হয়েছে এবং একটি সহীহ হাদিস অনুযায়ী প্রতি শতাব্দীতে এটি ঘটে থাকে। এটি মূলত ইসলাম ধর্মের মূল বিষয়সমূহ, কুরআন ও নবী মুহাম্মাদ (সাঃ)-এর হাদিসের শিক্ষার প্রতি নতুনভাবে অঙ্গীকারাবদ্ধ হওয়া, শরিয়া আইন মেনে চলা এবং সমাজকে সেই অনুযায়ী পুনর্গঠনের ওপর জোর দেয়।\nএকাডেমিক লেখায়, \"ইসলামে পুনর্জাগরণ\" একটি ছাতা শব্দ, যা বিভিন্ন পুনর্জাগরণ আন্দোলনকে নির্দেশ করে। এগুলো হতে পারে \"অসহিষ্ণু ও একচেটিয়া\" অথবা \"বহুত্ববাদী\"; \"বিজ্ঞানের প্রতি সহায়ক\" অথবা তার বিরোধী; \"প্রধানত উপাসনাভিত্তিক\" অথবা \"প্রধানত রাজনৈতিক\"; গণতান্ত্রিক অথবা কর্তৃত্ববাদী; শান্তিপূর্ণ অথবা সহিংস।\nবিশ শতকের শেষভাগে ইসলামে পুনর্জাগরণ \"পুনঃইসলামীকরণ\"-এর রূপ নেয়। এর মধ্যে রয়েছে শরিয়া ভিত্তিক আইন বৃদ্ধি, হজে অংশগ্রহণ বৃদ্ধি, হিজাব পরিধানের প্রভাব, ইসলামে মৌলবাদী প্রচারকদের প্রভাব বৃদ্ধি, এবং উগ্র ইসলামবাদী গোষ্ঠীর সন্ত্রাসী কার্যক্রম। এছাড়াও, অ-মুসলিম দেশগুলোতে অভিবাসীদের মধ্যে আন্তর্জাতিক ইসলামিক পরিচয়ের বোধের বৃদ্ধি দেখা যায়।\nপুনরুদ্ধার কারণ হিসেবে উল্লেখ করা হয় ধর্মনিরপেক্ষতার ব্যর্থতা, যা পশ্চিমীকৃত শাসকগোষ্ঠীর কর্তৃত্ববাদ, অদক্ষতা এবং সাংস্কৃতিক স্বকীয়তার অভাবে দৃশ্যমান; আরব জাতীয়তাবাদী আন্দোলন যার সরকারসমূহ ইসরায়েলের সাথে যুদ্ধে অপমানজনকভাবে পরাজিত হয়; লেবাননের বহুধর্মীয় সমাজের ধ্বংসাত্মক গৃহযুদ্ধে পতন; এবং ইসলামের সফলতাগুলোর মধ্যে ছিল ১৯৭৯ সালের ইরান বিপ্লবে ইসলামপন্থী শক্তির বিজয়। এছাড়া সৌদি আরব ও উপসাগরীয় দেশগুলো শত শত বিলিয়ন ডলার ব্যয় করে ইসলামের কঠোর রক্ষণশীল ধারা প্রচারে গুরুত্বপূর্ণ ভূমিকা পালন করেছে।\nইসলামের ইতিহাসে বিভিন্ন ধর্মীয় গোষ্ঠী ও সম্প্রদায়ের দ্বারা মুজাদ্দিদ বা মুজাদ্দিদীন হিসেবে বর্ণিত প্রচারক ও পণ্ডিতদের মধ্যে রয়েছেন আহমদ ইবনে হাম্বল, ইবনে তাইমিয়া, শাহ ওয়ালিউল্লাহ দেহলভি, আহমেদ সিরহিন্দি, আশরাফ আলি থানভি, মুহাম্মদ ইবনে আব্দুল ওয়াহাব এবং মুহাম্মদ আহমদ। বিশ শতকে সৈয়দ রশিদ রিদা, হাসান আল-বান্না, সাইয়েদ কুতুব, আবুল আ’লা মওদুদী এবং রুহুল্লাহ খোমেনী উল্লেখযোগ্য। একাডেমিকরা প্রায়শই \"ইসলামবাদী\" এবং \"ইসলামে পুনর্জাগরণবাদী\" পরিভাষাগুলো বিনিময়যোগ্য হিসেবে ব্যবহার করেন।\nসমসাময়িক পুনর্জাগরণবাদী প্রবাহগুলোর মধ্যে রয়েছে জিহাদবাদ, নব্য-সূফিবাদ, যা মুসলিম আধ্যাত্মিকতা চর্চা করে, এবং ধ্রুপদ মৌলবাদ যা শরিয়া আইন মেনে চলা ও ধর্মীয় আচার-অনুষ্ঠানের প্রতি গুরুত্ব আরোপ করে।\nউল্লেখযোগ্য উদাহরণের মধ্যে রয়েছে ১৯৭৯ সালে সৌদি আরবের গ্র্যান্ড মসজিদ দখল, ১৯৭৯ সালের ইরান বিপ্লব, পাকিস্তানে জিয়া-উল-হকের ইসলামীকরণ, এবং সোভিয়েত-আফগান যুদ্ধে মুজাহিদিনের উত্থান।\n\n\n== ইসলাম পুনর্জাগরণ প্রাথমিক ইতিহাস ==\nইসলামে পুনর্জাগরণ ধারণাটি একটি সহীহ হাদিস (যা মুহাম্মাদ (সাঃ)-এর সাথে সম্পর্কিত একটি উক্তি) থেকে উদ্ভূত, যা আবু দাউদ কর্তৃক লিপিবদ্ধ এবং আবু হুরাইরা দ্বারা বর্ণিত হয়েছে। তিনি জানান, মুহাম্মাদ (সাঃ) বলেছেন:\n\nআল্লাহ এই সম্প্রদায়ের জন্য প্রতি একশ বছর শেষে এমন একজনকে পাঠাবেন, যিনি তাদের জন্য তাদের ধর্মকে পুনর্গঠন করবেন।\nইসলামি ঐতিহ্যে তাজদিদ (আক্ষরিক অর্থে, পুনর্নবীকরণ, পুনর্জন্ম) একটি গুরুত্বপূর্ণ ধর্মীয় ধারণা। ইসলামের ইতিহাসের শুরুর দিকে, মুসলমানরা বিশ্বাস করতেন যে তারা এমন একটি সমাজ গঠন ও বজায় রাখতে ব্যর্থ হয়েছেন, যা প্রকৃতপক্ষে তাদের ধর্মের নীতিমালা অনুসরণ করে। এর ফলে ইসলামের ইতিহাসে বারবার আহ্বান জানানো হয়েছে ইসলামের মৌলিক নীতিগুলোর প্রতি নতুনভাবে অঙ্গীকারাবদ্ধ হতে এবং কুরআন ও মুহাম্মাদ (সাঃ)-এর হাদিসের নির্দেশনার ভিত্তিতে সমাজ পুনর্গঠনের জন্য। এই প্রচেষ্টাগুলো প্রায়শই সেই হাদিস থেকে অনুপ্রাণিত হয়েছে, যেখানে মুহাম্মাদ (সাঃ) বলেছেন, \"আল্লাহ প্রতি শতাব্দীর শুরুতে এই সম্প্রদায়ের জন্য এমন ব্যক্তিদের পাঠাবেন, যারা তাদের ধর্মকে পুনর্নবীকরণ করবে।\" ইসলামের ইতিহাস জুড়ে মুসলমানরা মুজাদ্দিদ (আক্ষরিক অর্থে, পুনর্নবীকরণকারী) হিসেবে পরিচিত ধর্মীয় নেতাদের দিকে পুনর্গঠনের দৃষ্টিতে তাকিয়েছেন। যদিও কে মুজাদ্দিদ হিসেবে স্বীকৃত তা নিয়ে মতভেদ রয়েছে, তবে মুসলমানরা একমত যে মুজাদ্দিদ ইসলামী সমাজের ইতিহাসে একটি গুরুত্বপূর্ণ শক্তি।\nআধুনিক ইসলামি পুনর্জাগরণ পূর্ববর্তী একই ধরনের প্রচেষ্টার সাথে তুলনা করা হয়েছে। ইসলামের ইতিহাসে ধর্মীয় কঠোরতার সময়কাল এবং ধর্মীয় শিথিলতার সময়ের মধ্যে যে \"চক্রাকারে ওঠানামা\" ঘটে তা এতটাই লক্ষণীয় ছিল যে মুসলিম ঐতিহাসিক ইবনে খালদুন ৬০০ বছর আগে এর কারণ সম্পর্কে চিন্তা করেন এবং মনে করেন যে এটি মধ্যপ্রাচ্যের বাস্তুসংস্থান এবং সামাজিক সংগঠনের বৈশিষ্ট্যগুলোর সাথে সম্পর্কিত হতে পারে। বিশেষ করে শহরের আরামদায়ক জীবন এবং মরুভূমির কঠোর জীবনের মধ্যে বিদ্যমান উত্তেজনা।\nকিছু বিখ্যাত পুনর্জাগরণবাদী এবং পুনর্জাগরণ আন্দোলনের মধ্যে রয়েছে মাগরেব ও স্পেনের আলমোরাভিদ এবং আলমোহাদ রাজবংশ (১০৪২–১২৬৯), ভারতে নকশবন্দি আন্দোলনের আহমদ সিরহিন্দি (১৫৬৪–১৬২৪), উনিশ শতকের আহলে হাদিস আন্দোলন, এবং প্রচারক ইবনে তাইমিয়া (১২৬৩–১৩২৮), শাহ ওয়ালিউল্লাহ দেহলভি (১৭০২–১৭৬২), এবং মুহাম্মাদ ইবনে আব্দুল ওয়াহাব (১৭৯২ সালে মৃত্যুবরণ)।\nউনিশ শতকের শেষভাগে, জামাল উদ্দিন আফগানি, যিনি সেই সময়ের \"সবচেয়ে প্রভাবশালী মুসলিম সংস্কারক\" ছিলেন, ইসলামি আধুনিকতা এবং প্যান-ইসলামিজম প্রচারের জন্য মুসলিম বিশ্ব ভ্রমণ করেন। তার অনুসারী মুহাম্মদ আবদুহ-কে আধুনিক সালাফিবাদের \"সবচেয়ে প্রভাবশালী ব্যক্তিত্ব\" বলা হয়।\nমুহাম্মাদ রশিদ রিদা-র শিষ্য হাসান আল-বান্না ১৯২৮ সালে ইখওয়ান আল-মুসলিমিন বা মুসলিম ব্রাদারহুড প্রতিষ্ঠা করেন। এটি ছিল প্রথম বৃহৎ ইসলামি রাজনৈতিক সংগঠন। রিদার দ্বারা প্রভাবিত হলেও এবং তার মূল চিন্তাধারা ইসলামি সূত্র থেকে নেয়া হলেও আল-বান্না আধুনিক ইউরোপীয় ধারণা যেমন জাতীয়তাবাদ, সংবিধানবাদ ইত্যাদির সাথে সম্পৃক্ত হতে প্রস্তুত ছিলেন।\nদক্ষিণ এশিয়ায়, সৈয়দ আহমদ খান, মুহাম্মদ ইকবাল, এবং মুহাম্মদ আলী জিন্নাহ-এর মতো ইসলামি পুনর্জাগরণবাদী চিন্তাবিদ এবং রাজনীতিবিদ দ্বি-জাতি তত্ত্ব এবং মুসলিম লীগের মাধ্যমে পাকিস্তান প্রতিষ্ঠার পথে কাজ করেন। আবুল আ'লা মওদুদী এই আন্দোলনের পরবর্তী নেতা ছিলেন, যিনি জামাত-এ-ইসলামী প্রতিষ্ঠা করেন। এটি এখন ভারত, পাকিস্তান এবং বাংলাদেশে অন্যতম প্রভাবশালী ইসলামি রাজনৈতিক দল। যদিও তিন দেশের সংগঠনগুলোর মধ্যে কোনও সাংগঠনিক সংযোগ নেই। মুহাম্মদ ইলিয়াস কান্ধলভি ছিলেন একজন ভারতীয় ইসলামি পণ্ডিত, যিনি ১৯২৫ সালে বিশ্বব্যাপী প্রভাবশালী তাবলিগ জামাত পুনর্জাগরণ আন্দোলন প্রতিষ্ঠা করেন। এটি বর্তমানে একটি অরাজনৈতিক আন্দোলন, যার লক্ষ্যে মুসলমানদের বিশ্বাসকে জোরদার করা এবং তাদের সুন্নাহর পথে ফিরিয়ে আনা।\nসমসাময়িক পুনর্জাগরণ ইতিহাসের কোনও চক্রের অংশ কিনা তা নিয়ে বিতর্ক থাকলেও, মুসলিম সম্প্রদায়ের সাথে তাদের ধর্মের ঘনিষ্ঠ সংযোগকে উল্লেখযোগ্য বলে মনে করেছেন পণ্ডিত মাইকেল কুক। তিনি উল্লেখ করেছেন, \"সব প্রধান সাংস্কৃতিক ক্ষেত্রের মধ্যে\", মুসলিম বিশ্ব সম্ভবত ধর্মনিরপেক্ষতার দ্বারা সবচেয়ে কম প্রভাবিত হয়েছে। ২০০০ সালের শেষভাগে, বৈজ্ঞানিক জ্ঞান ও ধর্মনিরপেক্ষতা ধর্মকে হটিয়ে দেয়ার পরিবর্তে, ইসলামি মৌলবাদ ক্রমশ মুসলিম সংস্কৃতির অগ্রভাগে অবস্থান করছে।\n\n\n== সমসাময়িক পুনর্জাগরণ ==\n১৯৭০ এর দশকের শেষভাগে ইরানের বিপ্লব শুরু হওয়ার পর, বিশ্বব্যাপী একটি ইসলামি পুনর্জাগরণ আন্দোলন গড়ে ওঠে। এই আন্দোলনের পেছনে প্রধান কারণ ছিল বিপ্লবের সাফল্য, ধর্মনিরপেক্ষ আরব জাতীয়তাবাদী আন্দোলনের ব্যর্থতা (বিশেষত ছয় দিনের যুদ্ধের পর), এবং মধ্যপ্রাচ্যর পশ্চিমীকৃত শাসকগোষ্ঠী ও ধর্মনিরপেক্ষ জাতিরাষ্ট্রগুলোর প্রতি জনগণের হতাশা। এই শাসকগোষ্ঠীগুলোকে ক্রমবর্ধমানভাবে কর্তৃত্ববাদী, অকার্যকর এবং সাংস্কৃতিক স্বকীয়তাহীন হিসেবে দেখা হচ্ছিল।\nপুনর্জাগরণ আরও একটি প্রভাবক ছিল ১৯৭৫ সালে শুরু হওয়া লেবানন গৃহযুদ্ধ, যা মুসলমান এবং খ্রিস্টানদের মধ্যে এমন মাত্রার সম্প্রদায়গত বিভাজন সৃষ্টি করেছিল, যা আগে অনেক মধ্যপ্রাচ্যের দেশে দেখা যায়নি। এছাড়াও, ১৯৭৩ সালের তেলের সংকট এবং ১৯৭৯ সালের গ্র্যান্ড মসজিদ দখল এই পুনরুজ্জীবন আন্দোলনকে আরও তীব্রতর করে তোলে। এই ঘটনাগুলোর ফলে পেট্রো-ইসলাম এবং রক্ষণশীল ইসলামি মতবাদের বিশ্বব্যাপী প্রচার শুরু হয়, যা সৌদি আরব এবং অন্যান্য তেল উৎপাদনকারী উপসাগরীয় দেশগুলো সমর্থন করেছিল।\n১৯৭০-এর দশকের শেষভাগে, ইরান এবং সৌদি আরব উভয়ই ইসলামি মতাদর্শ প্রচারে নেতৃত্ব দেওয়া শুরু করে। ধর্মনিরপেক্ষ মিশরের প্রভাব তখন অনেকটাই কমে যায়, বিশেষত ক্যাম্প ডেভিড চুক্তির পর। এতে সৌদি আরব আরব দেশগুলোর উপর প্রভাব বিস্তার করতে থাকে এবং বিশ্বব্যাপী ইসলাম পুনরুদ্ধার আন্দোলন আরও শক্তিশালী হয়ে ওঠে।\n\n\n=== প্রকাশ ===\n\"ইসলামে পুনর্জাগরণ\" শব্দটি বিভিন্ন রকম আন্দোলনকে নির্দেশ করে, যার মধ্যে কিছু \"অসহিষ্ণু ও একচেটিয়া\", কিছু \"বহুত্ববাদী\"; কিছু \"বিজ্ঞানমুখী\", কিছু \"বিজ্ঞান-বিরোধী\"; কিছু \"ধর্মীয় উপাসনাকেন্দ্রিক\", আবার কিছু \"রাজনৈতিক\"; কিছু \"গণতান্ত্রিক\", কিছু \"কর্তৃত্ববাদী\"; কিছু \"শান্তিপূর্ণ\", আবার কিছু \"সহিংস\"।\nপুনর্জাগরণ সাধারণ মুসলমানদের মধ্যে অধিক ধর্মীয়তা এবং ইসলামী সংস্কৃতির গ্রহণে উৎসাহ প্রদান করেছে। ১৯৭০ ও ৮০-এর দশকে রাস্তায় হিজাব পরা নারীর সংখ্যা বৃদ্ধি পায়। এর একটি তাৎপর্যপূর্ণ উদাহরণ হলো হজে অংশগ্রহণের বৃদ্ধি, যা ১৯২৬ সালে ৯০,০০০ থেকে ১৯৭৯ সালে ২০ লাখে পৌঁছায়।\nপুনর্জাগরণ প্রবাহের মধ্যে নব্য-মৌলবাদ প্রধান স্থান দখল করে, যা ইসলামি আইন ও ধর্মীয় আচার-অনুষ্ঠানের প্রতি আনুগত্যকে জোর দেয়। এছাড়াও, উদারপন্থী ইসলামে পুনরুদ্ধারবাদীরা সমকালীন মূল্যবোধের সঙ্গে ইসলামি বিশ্বাসের সমন্বয় সাধন করার চেষ্টা করে এবং নব্য-সূফিবাদ মুসলমানদের আধ্যাত্মিকতাকে লালন করে। অনেক পুনরুদ্ধার আন্দোলন সম্প্রদায় গঠনের ওপর জোর দেয়, যেমন সম্মিলিত উপাসনা, শিক্ষা, দান বা সামাজিক মেলামেশা। স্থানীয় অনেক আন্দোলন জাতীয় বা আন্তর্জাতিক সংস্থার সঙ্গে যুক্ত, যা দানশীল, শিক্ষামূলক এবং ধর্মপ্রচারমূলক কার্যক্রম স্পনসর করে।\nঅনেক পুনর্জাগরণ আন্দোলন শরিয়া আইন প্রয়োগের আহ্বান জানিয়েছে। এর ব্যবহারিক প্রয়োগ প্রায়শই অস্পষ্ট, কারণ ঐতিহাসিকভাবে ইসলামি আইন সময় এবং স্থান অনুযায়ী পরিবর্তিত হয়েছে। তবে একটি আদর্শ স্লোগান হিসেবে এটি \"ঐশ্বরিকভাবে পরিচালিত একটি ইসলামিক রাষ্ট্র ও সমাজ প্রতিষ্ঠার জন্য সমর্থন জোগাতে\" ব্যবহৃত হয়।\nগবেষক অলিভিয়ার রোয়ার মতে:\n\nশরিয়াকে কেন্দ্র করে মৌলবাদে আহ্বান: এই আহ্বান ইসলাম ধর্মের মতোই পুরোনো এবং এখনও নতুন, কারণ এটি কখনোই পুরোপুরি বাস্তবায়িত হয়নি। এটি এমন একটি প্রবণতা যা সংস্কারক, সমালোচক এবং আদালতকে সময়ের দুর্নীতি, শাসকদের অন্যায়, বিদেশি প্রভাব, রাজনৈতিক সুবিধাবাদ, নৈতিক শিথিলতা এবং পবিত্র পাঠ্যের বিস্মৃতির বিরুদ্ধে স্থায়ীভাবে অবস্থান নিতে বাধ্য করে।\nসমসাময়িক ইসলামে পুনরুদ্ধার \"একটি ক্রমবর্ধমান সার্বজনীন ইসলামিক পরিচিতি\"র অনুভূতি অন্তর্ভুক্ত করে, যা প্রায়শই অ-মুসলিম দেশগুলিতে বসবাসকারী মুসলিম অভিবাসী এবং তাদের সন্তানদের মধ্যে দেখা যায়। ইরা লাপিডাস উল্লেখ করেছেন:\n\nবিশ্ব সমাজগুলোর উন্নত যোগাযোগ, মিডিয়া, ভ্রমণ এবং অভিবাসনের ফলে একটি একক ইসলামিক চর্চার ধারণা অর্থবহ হয়ে উঠেছে। এটি এমন একটি ইসলাম যা জাতীয় ও জাতিগত রীতিনীতির ঊর্ধ্বে।\nতবে এটি প্রয়োজনীয়ভাবে আন্তর্জাতিক রাজনৈতিক বা সামাজিক সংগঠন বোঝায় না:\n\nবিশ্ব মুসলিম পরিচয় সাধারণত সংগঠিত দলগত ক্রিয়াকলাপ বোঝায় না। যদিও মুসলমানরা একটি বিশ্বব্যাপী সম্পৃক্ততা স্বীকার করে, মুসলমানদের ধর্মীয় জীবনের মূল কেন্দ্র রাজনীতির বাইরে থাকে – এটি স্থানীয় উপাসনা, আলোচনা, পারস্পরিক সাহায্য, শিক্ষা, দান এবং অন্যান্য সম্প্রদায়ভিত্তিক কার্যক্রমে নিহিত।\n\n\n=== কারণসমূহ ===\n১৯৭০-এর দশকের শেষভাগ থেকে, বিশ্বব্যাপী ইসলামে পুনর্জাগরণের একটি ঢেউ শুরু হয়। এটি মূলত ধর্মনিরপেক্ষ জাতিরাষ্ট্র এবং পশ্চিমীকৃত শাসকগোষ্ঠীর প্রতি মানুষের হতাশা থেকে উদ্ভূত হয়েছিল। এই শাসকগোষ্ঠীগুলো পূর্ববর্তী কয়েক দশক ধরে মুসলিম বিশ্বে আধিপত্য বিস্তার করেছিল এবং ক্রমবর্ধমানভাবে কর্তৃত্ববাদী, অকার্যকর এবং সাংস্কৃতিক স্বকীয়তাহীন হিসেবে বিবেচিত হয়েছিল। এছাড়া, এটি পশ্চিমা প্রভাবের প্রতি প্রতিক্রিয়া ছিল, যেমন ব্যক্তিবাদ, ভোগবাদ, নারীদের পণ্যায়ন এবং যৌন স্বাধীনতা, যা ইসলামী মূল্যবোধ ও পরিচয়কে দুর্বল করে তুলেছে বলে মনে করা হয়।\nরাজনৈতিক কারণগুলোর মধ্যে ছিল সমাজতান্ত্রিক ব্যবস্থার পতনের পর সৃষ্ট মতাদর্শগত শূন্যতা এবং সংশ্লিষ্ট উদারপন্থী (পশ্চিমা) মতাদর্শের দুর্বলতা।\nঅর্থনৈতিক এবং জনতাত্ত্বিক কারণগুলোতেও বড় ভূমিকা ছিল। এর মধ্যে ছিল অর্থনৈতিক উন্নয়নের ঘাটতি, আয় বৈষম্যের বৃদ্ধি, সামাজিক গতিশীলতার হ্রাস, উচ্চশিক্ষিত যুবকদের উচ্চতর সামাজিক উন্নয়নের প্রত্যাশা এবং মুসলিম বিশ্বে নগরায়ন। সামগ্রিকভাবে, মুসলিম বিশ্বের অনেকের মধ্যে উচ্চ প্রত্যাশা ও বাস্তবতার মধ্যে ব্যবধান একটি গুরুত্বপূর্ণ কারণ ছিল। তেল সমৃদ্ধিও একটি বিশাল ভূমিকা পালন করেছিল।\nউপরের কারণগুলো সাধারণভাবে ইসলামে পুনরুদ্ধারের মূল কারণ হিসেবে বিবেচিত হয়। এছাড়াও, কিছু নির্দিষ্ট রাজনৈতিক ঘটনা এই পুনরুদ্ধারকে চিহ্নিত করে। ইসলামে পুনরুদ্ধারের প্রধান ঐতিহাসিক মোড়গুলোর মধ্যে রয়েছে:\n\n১৯৬৭ সালের আরবদের পরাজয় অনেক মুসলমানকে বিশ্বাস করিয়েছিল যে প্যান-আরবিজম তাদের প্রতিশ্রুতি পূরণ করতে ব্যর্থ হয়েছে। সেই সময়ে সাধারণ একটি মূল্যায়ন ছিল, \"ইহুদিরা তাদের ধর্মের প্রতি সত্য থাকার কারণে বিজয় অর্জন করেছিল, কিন্তু আরবরা তা করতে ব্যর্থ হয়েছিল।\" একটি আত্মমূল্যায়ন এবং ধর্মীয় আলোচনার উত্থানের পর, ১৯৭৩ সালের ইয়োম কিপুর যুদ্ধ ইসলামি পতাকাতলে পরিচালিত হয় এবং প্যান-আরবিজমের পরিবর্তে ধর্মীয়তার ওপর জোর দেওয়া হয়।\n১৯৭০-এর দশকের তেল সংকট, যা তেল উৎপাদনকারী দেশগুলোর সংগঠন গঠনে এবং বৈশ্বিক তেলের দাম চারগুণ বৃদ্ধিতে নেতৃত্ব দেয়। শুরুতে এটি ইসলামি সভ্যতার প্রত্যাশিত পুনরুত্থান ঘটাবে বলে মনে করা হয়েছিল। কিন্তু যখন এটি বাস্তবায়িত হয়নি, তখন ধর্মনিরপেক্ষ শাসনের প্রতি জনগণের হতাশা ধর্মীয় মৌলবাদকে আরও গ্রহণযোগ্য করে তোলে।\n১৯৭৪-১৯৮০ সময়কালে সৌদি আরামকোর দখল নেওয়ার মাধ্যমে সৌদি আরবে তেলের দাম বৃদ্ধির ফলে ওয়াহাবিজমের প্রভাব বাড়ে এবং পেট্রো-ইসলাম প্রসারিত হয়।\nদুবাইতে প্রথম ইসলামি ব্যাংক চালু হওয়া।\n১৯৭০-এর দশকের শেষদিকে আফগানিস্তানে মুজাহিদিনের উত্থান। মুজাহিদিন ছিল পেট্রো-ইসলামর একটি প্রধান সুবিধাভোগী, যা পরবর্তীতে আল-কায়েদার উত্থানে নেতৃত্ব দেয়।\nজিয়াউল হক পাকিস্তানে ইসলামি আইন ব্যবস্থা চালু করেন।\n১৯৭৯ সালে আয়াতুল্লাহ খোমেনির ইরানে প্রত্যাবর্তন এবং একটি ইসলামী প্রজাতন্ত্র প্রতিষ্ঠা।\n১৯৭৯ সালের গ্র্যান্ড মসজিদ দখল।\n১৯৮০-এর দশকের মাঝামাঝি তুরস্কে একাধিক ইসলামি ব্যাংকের প্রতিষ্ঠা এবং সরকারের স্বীকৃতি।\n\n\n=== পাণ্ডিত্য এবং ফিকহ ===\nইসলামে পুনর্জাগরণ নেতারা প্রাথমিকভাবে \"কর্মী\" এবং দ্বিতীয়ত \"পণ্ডিত\" ছিলেন, যারা ইসলামি আইনের ব্যবহারিক বিষয়গুলোর ওপর জোর দিয়েছেন এবং তত্ত্বের প্রতি ধৈর্যহীন ছিলেন। ড্যানিয়েল ডব্লিউ. ব্রাউনের মতে, ইসলামে পুনরুদ্ধারবাদী দৃষ্টিভঙ্গি দুটি \"প্রধান বৈশিষ্ট্য\" দ্বারা সংজ্ঞায়িত:\n১. ইসলামি পাণ্ডিত্য সম্পর্কে অবিশ্বাস এবং তাকলিদ (কোনও পণ্ডিতের সিদ্ধান্ত যাচাই না করেই মেনে নেওয়া)-এর প্রতি \"তীব্র প্রত্যাখ্যান\"।\n2. একই সময়ে কুরআন এবং সুন্নাহর প্রতি দৃঢ় প্রতিশ্রুতি।\n\n\n=== রাজনৈতিক দিক ===\n\nরাজনৈতিকভাবে, ইসলামি পুনর্জাগরণ বিভিন্ন রূপে দেখা যায়, যেমন ইরান, সুদান, এবং তালেবান শাসিত আফগানিস্তানের ইসলামি সরকার। অন্যান্য দেশ, যেমন উপসাগরীয় অঞ্চল, মিশর, লিবিয়া, এবং পাকিস্তানেও পুনরুদ্ধারের প্রভাব লক্ষ্য করা যায়। এমনকি ধর্মনিরপেক্ষ দেশগুলোও এই আন্দোলনের জনপ্রিয়তাকে প্রশমিত করার জন্য রক্ষণশীল ইসলামের প্রচার শুরু করে।\nমিশরে ১৯৭১ সালে সংবিধানের দ্বিতীয় অনুচ্ছেদে শরিয়া-কে \"আইনের প্রধান উৎস\" হিসেবে উল্লেখ করা হয়। পাকিস্তানে জিয়া-উল-হকের সামরিক অভ্যুত্থানের পর ১৯৭৭ সালে শরিয়া আইন প্রণয়নের প্রস্তাব উত্থাপিত হয় এবং ১৯৯৩ সালে নওয়াজ শরীফ সরকারের আমলে তা পাস হয়।\nসুদানে, ১৯৮৩ সালে শরিয়া দণ্ডবিধি চালু করা হয়। দক্ষিণ ইয়েমেন (সাবেক পিপলস ডেমোক্রেটিক রিপাবলিক অব ইয়েমেন) ১৯৯২ সালে নতুন পারিবারিক কোডের মাধ্যমে বহুবিবাহকে বৈধ করে।\nআলজেরিয়ায়, ধর্মনিরপেক্ষ জাতীয় মুক্তি ফ্রন্ট (এফএলএন) সরকার ১৯৭৬ সালে শুক্রবারকে আনুষ্ঠানিক ছুটির দিন হিসেবে ঘোষণা করে। ১৯৮৪ সালের পারিবারিক আইন শরিয়ার কিছু উপাদান পুনঃপ্রবর্তন করে, যেমন পুরুষ ও নারীর মধ্যে কোরানিক বৈষম্য। আরবীকরণের আনুষ্ঠানিক নীতি শিক্ষার ইসলামিকরণের দিকে পরিচালিত হয়।\nধর্মনিরপেক্ষ তুরস্কে, ১৯৮৩ সালে স্কুলে ধর্মীয় শিক্ষাকে বাধ্যতামূলক করা হয়। ইমাম হাতিপ মাধ্যমিক স্কুলের ধর্মীয় স্নাতকদের বিশ্ববিদ্যালয়ে ভর্তি এবং সরকারি চাকরির জন্য আবেদন করার অনুমতি দেয়া হয়, যা ধর্মানুরাগী মানুষদের শিক্ষাব্যবস্থায় প্রবেশে সুযোগ দেয়।\nএমনকি মার্কসবাদী আফগান সরকার, যেটি পরে ক্ষমতাচ্যুত হয়, ১৯৮৬ সালে টেলিভিশনে ধর্মীয় প্রোগ্রাম সম্প্রচার শুরু করে এবং ১৯৮৭ সালে ইসলামকে রাষ্ট্রধর্ম হিসেবে ঘোষণা করে।\nমরক্কোতে ১৯৯০-এর দশকের শেষে, ধর্মীয় বিজ্ঞানে পিএইচডি গবেষণার সংখ্যা সামাজিক বিজ্ঞান এবং সাহিত্যের চেয়ে বেশি ছিল। সৌদি আরবে, ধর্মীয় বিজ্ঞানে পিএইচডি ডিগ্রি সংখ্যাগরিষ্ঠ ছিল।\nসিরিয়ায়, আরব জাতীয়তাবাদী আরব সোশ্যালিস্ট বাথ পার্টি - সিরিয়া শাখার শাসনাধীন থাকা সত্ত্বেও:\n\nপ্রথমবারের মতো, শাসনব্যবস্থা নবীর জন্মবার্ষিকীকে শাসক দলের প্রতিষ্ঠাবার্ষিকীর চেয়ে বেশি গুরুত্ব দিয়ে উদযাপন করেছিল। ‘উন্নতি ও সমাজতন্ত্রের’ প্রচারণা চালানো বিলবোর্ডগুলো বদলে গিয়ে ‘নবীর প্রতি দোয়া করুন’ এবং ‘আল্লাহকে স্মরণ করতে ভুলবেন না’ লেখা পোস্টারে রূপান্তরিত হয়েছিল। প্রেসিডেন্ট বাশার আসাদ সম্প্রতি সিরিয়ার প্রথম ইসলামি বিশ্ববিদ্যালয় অনুমোদন দিয়েছেন, তিনটি ইসলামি ব্যাংকও অনুমোদন দিয়েছেন। সিরিয়ার সামরিক একাডেমিতে ইসলাম নিয়ে বক্তৃতা দেওয়ার জন্য ইসলামিক স্টাডিজ সেন্টারের প্রধান মোহাম্মদ হাবাশকে আমন্ত্রণ জানানো হয়েছিল – যেখানে ২৫ বছর আগে নামাজ নিষিদ্ধ ছিল।... ১৯৮০-এর দশকে দামাস্কাসের নারীসংখ্যার একটি ক্ষুদ্র অংশ হিজাব পরত। ২০০৬ সালে, সিরিয়ার সবচেয়ে আধুনিক শহরে এর বেশিরভাগ নারী হিজাব পরিধান করেছিল।\n\n\n=== সমালোচনা ===\nইসলামিকরণ নিয়ে একটি পর্যবেক্ষণ হল যে, অধিক ধর্মীয়তা এবং শরিয়া আইন প্রয়োগ \"রাজনৈতিক বা অর্থনৈতিক খেলার নিয়মগুলোকে পরিবর্তন করেনি\", কিংবা অধিকতর নৈতিকতা আনেনি। জাতিগত এবং উপজাতিগত বিভাজন, রাজনৈতিক কৌশল, ব্যক্তিগত প্রতিদ্বন্দ্বিতা কমেনি, তেমনি দুর্নীতি এবং অর্থনীতিতে জল্পনা-কল্পনাও কমেনি।\n\n\n== তথ্যসূত্র =="}