{"pageid": 15015, "title": "তুলুজ মেট্রো", "url": "https://bn.wikipedia.org/wiki?curid=15015", "content": "ইউরোপ মহাদেশের ফ্রান্স রাষ্ট্রের তুলুজ শহরের পাতাল ট্রেন ব্যবস্থার নাম তুলুজ মেট্রো (Métro de Toulouse মেত্রো দ্য তুলুজ়্‌)। তুলুজ শহরের গণপরিবহন ব্যবস্থা আগে পরিচালিত হত তুলুজের যাত্রীবাহী মিশ্র কোম্পানি (এস ই এম ভি এ টি)(Société d'économie mixte des voyageurs de l'agglomération toulousaine) দ্বারা, যার ৮০% মালিকানা ছিল স্থানীয় সরকারের এবং বাকি ২০% প্রাইভেট। এটি ২০০৩ সাল থেকে পাবলিক পরিবহন যুগ্ম এসোসিয়েশনের (বিভিন্ন স্থানীয় সরকারের সমন্বয়ে গঠিত) অন্তর্গত তিজেও দ্বারা পরিচালিত হয়।\nতুলুজ মেট্রোর প্রাথমিকভাবে ২টি মেট্রো লাইন রয়েছে। লাইন এ এবং লাইন বি, যারা একই সাথে ৩৭টি স্টেশন (৩৮টি, যদি লাইন এ এবং লাইন বি এর মাঝখানের স্টেশনকে দুইবার গণনা করা হয়)। এটি ২৮.২ কিলোমিটারের (১৭.৫ মাইল) একটি রুট। এই মেট্রোটি তুলুজ শহরের বাইরে পশ্চিমে অবস্থিত মুরেত এবং ব্ল্যাগনাকের শহরতলীর যথাক্রমে লাইন সি এবং লাইন ডি, একটি ট্রাম লাইন। যা লাইন টি১ (পুরাতন লাইন ই) দ্বারা যুক্ত হয়।\n\n\n== ইতিহাস ==\n১৯৮৩ : সিটি কাউন্সিল দক্ষিণ পশ্চিম/উত্তর পূর্ব অক্ষের উপর একটি মেট্রো লাইন তৈরি করার সিদ্ধান্ত নেয়।\n১৯৮৫ : পৌরসভা ভ্যাল প্রযুক্তি ব্যবহার করার সিদ্ধান্ত নেয়।\n১৯৮৭ : প্রকল্পটি পরিকল্পনা এবং পরিবেশ সংক্রান্ত অনুমোদন পায়।\n১৯৮৯ : লাইন এ এর কাজ শুরু।\n১৯৯৩ : লাইন এ চালু।\n১৯৯৭ : লাইন এ এর প্রসারণ এবং লাইন বি নির্মাণের জন্য প্রাথমিক গবেষণা শুরু।\n২০০১ : লাইন এ এর প্রসারণ এবং লাইন বি নির্মাণের জন্য কাজ শুরু।\n২০০২ : ডিসেম্বরে প্রসারণকৃত লাইন এ হতে বালমা-গ্রামতঁ চালু।\n২০০৭ : ৩০ জুন, লাইন বি চালু।\n২০১০ : অ্যাঁরেন হতে ব্ল্যাগনাক পর্যন্ত ট্রাম লাইন টি১ চালু।\n২০১৩ : প্রসারণকৃত লাইন টি১ হতে প্যালাস দ্য জাস্টিস চালু।\n২০১৯ : লাইন বি এর দক্ষিণ অংশে প্রসারণের কাজ শুরু।\n\n\n== নেটওয়ার্ক ==\nবর্তমানে তুলুজ মেট্রোর দুইটি লাইন রয়েছে:\n\nলাইন এ(১২.৫ কিমি), বাসো-ক্যাম্ব - বালমা-গ্রামতঁ। ১৯৯৩ সালে উদ্বোধন। এটি প্রধানত পাতাল রেল সড়ক, কিন্তু কিছু উঁচু সড়কের সাথেও সংযুক্ত।\nলাইন বি(১৫.৭ কিমি), বর্ডাররোঁগ - র্্যামনভিল। উত্তর -  দক্ষিণ অক্ষে, পুরোপুরি পাতাল রেল সড়ক, ২০০৭ সালের ৩০ জুন উদ্বোধন।\n\n\n== লাইনসমূহ ==\n\n\n=== মেট্রো: লাইন এ ===\n\nলাইন এ বর্তমানে ১৮টি স্টেশনের সাথে যুক্ত, যা ১২.৫ কিলোমিটার (৭.৮ মাইল) এর রুট। এর আসল শাখা ১৯৯৩ সালের জুনে চালু হয়। এর সম্প্রসারিত অংশ জলিমঁত হতে বালমা-গ্রামতঁ ২০০২ সালে চালু হয়।\n\n\n=== মেট্রো: লাইন বি ===\n\nলাইন বি বর্তমানে ১৮টি স্টেশনের সাথে যুক্ত, যা ১৫.৭ কিলোমিটার (৯.৮ মাইল) এর রুট, ২০০৭ সালের জুনে চালু হয়।\n\n\n=== রেল: লাইন সি ===\n\nএটি লাইন এ চালুর পর পর চালু হয়।\n\n\n=== রেল: লাইন ডি ===\nলাইন ডি এসএনসিএফ দ্বারা তুলুজ শহরের দক্ষিণে মুরেত হতে পরিচালিত হয়।\n\n\n=== ট্রাম: লাইন টি১ ===\n\nএটি ২০১০ সালের নভেম্বেরে চালু হয়।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nTisséo – official website (ফরাসি)\nToulouse at UrbanRail.net (ইংরেজি)\nToulouse rail transit network at CityRailTransit.com (ইংরেজি)"}