{"pageid": 1501035, "title": "মুনড্যান্স আন্তর্জাতিক চলচ্চিত্র উৎসব", "url": "https://bn.wikipedia.org/wiki?curid=1501035", "content": "মুনড্যান্স আন্তর্জাতিক চলচ্চিত্র উৎসব' একটি বার্ষিক মার্কিন স্বাধীন চলচ্চিত্র উৎসব। ১৯৯৯ সালে প্রতিষ্ঠিত উৎসবটি প্রতি বছর বসন্তে কলোরাডোর বোল্ডার শহরে অনুষ্ঠিত হয়, তবে মাঝে মাঝে লস অ্যাঞ্জেলেস ও নিউ ইয়র্ক সিটিতেও অনুষ্ঠিত হয়।\nসানড্যান্স চলচ্চিত্র উৎসবের পরিপূরক হিসেবে এর নামকরণ করা হয় মুনড্যান্স। প্রথম বছর মুনড্যান্স উৎসব শুধু নারীদের জন্য উন্মুক্ত ছিল, কিন্তু পরবর্তীকালে এটি সকলের জন্য উন্মুক্ত করা হয়।\n\n\n== পুরস্কার ==\nস্প্রিরিট অব মুনড্যান্স পুরস্কার - নারী চলচ্চিত্র রচয়িতা ও চলচ্চিত্র নির্মাতা। পুরুষরা সহ-রচয়িতা বা সহ-নির্মাতা হতে পারে, কিন্তু নারী কর্তৃক জমাকৃত হতে হবে।\nসিহর্স পুরস্কার - পুরুষ চলচ্চিত্র রচয়িতা ও চলচ্চিত্র নির্মাতা। নারীরা সহ-রচয়িতা বা সহ-নির্মাতা হতে পারে, কিন্তু পুরুষ কর্তৃক জমাকৃত হতে হবে।\nস্যান্ডক্যাসল পুরস্কার - পুরুষ ও নারী চলচ্চিত্র রচয়িতা ও চলচ্চিত্র নির্মাতা দলগতভাবে জমা দিবে।\nগাইয়া পুরস্কার - আধ্যাত্মিক ও প্রেরণদায়ক চলচ্চিত্রকে অনুপ্রাণিত করে।\nকলম্বাইন পুরস্কার - সংঘর্ষ ছাড়া দ্বন্দ্বের সমাধান, সংঘর্ষের বিপরীত, বা সংঘর্ষের সমাধান ফলপ্রসূ এমন কর্ম\nডলফিন পুরস্কার - ১৮ বা তার থেকে কম বয়সী তরুণ-তরুণীদের স্বল্পদৈর্ঘ্য চলচ্চিত্র, প্রামাণ্যচিত্র, মাল্টি-মিডিয়া, সঙ্গীতের ভিডিও, বা অ্যানিমেশন ভিডিও চলচ্চিত্র এবং স্বল্পদৈর্ঘ্য চিত্রনাট্য, ছোটগল্প বা স্বল্পদৈর্ঘ্য মঞ্চনাটক\nস্টারফিশ পুরস্কার - চলচ্চিত্র রচয়িতা ও চলচ্চিত্র নির্মাতাদের জমাকৃত হাস্যরসাত্মক সৃষ্টিকর্ম\nকলোরাডো ওশান পুরস্কার - কলোরাডোর চলচ্চিত্র রচয়িতা, চলচ্চিত্র নির্মাতা ও সুরকারদের সৃষ্টিকর্ম\nঅ্যাবিস পুরস্কার - সুনির্মিত ও অর্থপূর্ণ লোমহর্ষক, ভীতিপ্রদ, বা অতিপ্রাকৃত চলচ্চিত্র, রচিত সৃষ্টিকর্ম ও চলচ্চিত্রের সুর।\nআটলান্টিস পুরস্কার - মার্কিন যুক্তরাষ্ট্রের বাইরের অন্যান্য দেশ থেকে জমাকৃত চলচ্চিত্র রচয়িতা ও চলচ্চিত্র নির্মাতাদের জমাকৃত সৃষ্টিকর্ম\nডিজিএ ডিরেক্টর পুরস্কার - ডিরেক্টর্স গিল্ড অব আমেরিকা ও মুনড্যান্সের নির্বাহী পরিচালক কর্তৃক নির্বাচিত চলচ্চিত্র নির্মাতা, যাদের চলচ্চিত্র মুনড্যান্সে প্রদর্শিত হয়েছে\nদর্শকের প্রিয় পুরস্কার - দর্শকদের সর্বোচ্চ ভোটপ্রাপ্ত চলচ্চিত্র\nক্যালিপসো পুরস্কার - পরিবেশ, মানব বসতি, বন্যজীবন সংরক্ষণ সম্পর্কিত সৃষ্টিকর্ম\nনেপচুন পুরস্কার - ৭৫ বছর বয়সোর্ধ্ব পুরুষ ও নারী চলচ্চিত্র রচয়িতা ও চলচ্চিত্র নির্মাতা\nসিনেমা পাইওনিয়ার পুরস্কার - জীবিত চলচ্চিত্রের অগ্রদূত ব্যক্তিদের সম্মানার্থে বিশেষ পুরস্কার\nলিভিং লিগ্যাসি পুরস্কার - চলচ্চিত্র শিল্পের নারীদের সম্মানার্থে পুরস্কার\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nআইএমডিবিতে মুনড্যান্স আন্তর্জাতিক চলচ্চিত্র উৎসব"}