{"pageid": 1501032, "title": "সদৃশরূপী সমগোত্রীয় শব্দ", "url": "https://bn.wikipedia.org/wiki?curid=1501032", "content": "সদৃশরূপী সমগোত্রীয় শব্দ বলতে এমন সব বিভ্রান্তিকর শব্দের জোড় বা দলকে বোঝায়, যাদের মধ্যে বানানগত এবং/অথবা উচ্চারণগত ঘনিষ্ঠ সাদৃশ্য থাকে, কিন্তু অর্থের দিক থেকে (প্রায়শই সূক্ষ্ম) ভিন্নতা থাকে।\nদেখতে বা শুনতে কাছাকাছি বলে এই ধরনের শব্দগুলিকে সদৃশরূপী বলা হয়। আবার ব্যুৎপত্তিগত দিক থেকে উপসর্গ, শব্দমূল বা শব্দান্ত (প্রত্যয় বা বিভক্তি) একই হয় বলে এবং অর্থের দিক থেকেও প্রায়শই কাছাকাছি হয় বলে এগুলিকে সমগোত্রীয় বলা হয়। তাই কোনও ভাষার বক্তারা এগুলি ব্যবহারের সময় বিভ্রান্ত হয়ে একটির সাথে অপরটিকে গুলিয়ে ফেলতে পারে।\n\n\n== উদাহরণ ==\n\n\n=== বাংলা ===\nবাধা ও বাঁধা। বাধা বলতে প্রতিবন্ধকতা বোঝায়। অন্যদিকে বাঁধা বলতে কোনও প্রকার বন্ধনে আবদ্ধ করাকে বোঝায়। শব্দ দুইটির উচ্চারণ ও বানান খুবই কাছাকাছি এবং এদের ব্যুৎপত্তিগত সম্পর্কও আছে, কেননা প্রতিবন্ধকতা (বাধার মূল অর্থ) ও বন্ধনের (বাঁধার মূল অর্থ) মধ্যে ব্যুৎপত্তিগত সম্পর্ক (বন্ধ্‌ শব্দমূল) বিদ্যমান। কিন্তু তা সত্ত্বেও অর্থগত দিক থেকে এই দুইটির মধ্যে সূক্ষ্ম পার্থক্য আছে। তাই এই দুইটি সদৃশরূপী সমগোত্রীয় শব্দ। বাংলাভাষী ব্যক্তিরা এই দুইয়ের মধ্যে গুলিয়ে ফেলতে পারে।\nআবরণ ও আভরণ। শব্দ দুইটির উচ্চারণ ও বানান খুব কাছাকাছি। এগুলির ব্যুৎপত্তিমূলক গঠনও কাছাকাছি। আ উপসর্গের সাথে বৃ মূল ও অন(ল্যুট্) প্রত্যয় যোগ করে আবরণ শব্দটি গঠিত হয়েছে। অন্যদিকে আ উপসর্গের সাথে ভৃ মূল ও অন(ল্যুট্) প্রত্যয় যোগ করে আভরণ শব্দটি গঠিত হয়েছে। অর্থগত দিক কাছাকাছি হলেও দুইটির মধ্যে সূক্ষ্ম পার্থক্য আছে। আবরণ বলতে আচ্ছাদন বা আরও বিশেষ অর্থে পরিধেয় কাপড়কে বোঝাতে পারে। অন্যদিকে আভরণ বলতে পরিধেয় ভূষণ, গহনা বা অলংকারকে বোঝায়। ব্যুৎপত্তিগত গঠন (উপসর্গ ও প্রত্যয় একই, তবে শব্দমূল ভিন্ন), অর্থ (উভয়েই এক ধরনের পরিধেয় বোঝাতে পারে), বানান (কেবল ব ও ভ-এর পার্থক্য) ও উচ্চারণ কাছাকাছি হওয়ায় এই দুইটি শব্দ ব্যবহারে ভুল হতে পারে।\n\nবাংলার আরও কিছু প্রায়-সমোচ্চারিত ভিন্নার্থক শব্দের কিছু উদাহরণ হল : ফাড়া/ফাঁড়া, বর্ষা/বর্শা, সরণি/স্মরণী, ইত্যাদি।\n\n\n=== ইংরেজি ===\nইংরেজি পরিভাষায় সদৃশরূপী সমগোত্রীয় শব্দকে প্যারোনিম (Paronym) বলে। ইংরেজি ভাষায় বিদ্যমান কিছু সদৃশরূপী সমগোত্রীয় শব্দের উদাহরণ নিচে দেয়া হল:\n\nalternately এবং alternatively\ncollision এবং collusion\nconjuncture এবং conjecture\neclipse এবং ellipse\nexcise এবং exercise\nprolepsis এবং proslepsis\ncontinuous এবং contiguous\naffect এবং effect\nupmost এবং utmost\ndeprecate এবং depreciate\n\n\n== সংশ্লিষ্ট ধারণা ==\nসদৃশরূপী সমগোত্রীয় শব্দের কাছাকাছি কিন্তু ভিন্ন একটি ধারণা হল সমরূপী (অর্থাৎ সমোচ্চারিত বা সমবানানযুক্ত) ভিন্নার্থক শব্দ, যেখানে শব্দগুলির কাকতালীয়ভাবে হুবহু একই উচ্চারণ বা বানান হয়, কিন্তু অর্থ ভিন্ন হয়। সমরূপী ভিন্নার্থক শব্দগুলির মধ্যে সাধারণত কোনও ব্যুৎপত্তিগত সম্পর্ক থাকে না, অর্থাৎ এগুলি সাধারণত একই শব্দমূল থেকে উৎসারিত হয় না। তাই এগুলির অর্থগত ভিন্নতা অনেক বেশি থাকে।\nএর বিপরীতে সদৃশরূপী সমগোত্রীয় শব্দের হুবহু একই বানান বা উচ্চারণ হয় না, তবে কাছাকাছি হয়। অর্থাৎ এগুলি প্রায় সমোচ্চারিত বা প্রায় একই বানানযুক্ত কিন্তু ভিন্নার্থক শব্দ। তবে এদের অর্থগত ভিন্নতা সূক্ষ্ম হয়, অর্থাৎ ব্যুৎপত্তিগত কারণে এদের অর্থও যথেষ্ট কাছাকাছি হয়ে থাকে।\n\n\n== আরও দেখুন ==\nসমোচ্চারিত ভিন্নার্থক শব্দ\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:Ling-morph-stub"}