{"pageid": 1501003, "title": "সান সেবাস্তিয়ান আন্তর্জাতিক চলচ্চিত্র উৎসব", "url": "https://bn.wikipedia.org/wiki?curid=1501003", "content": "সান সেবাস্তিয়ান আন্তর্জাতিক চলচ্চিত্র উৎসব স্পেনের সান সেবাস্তিয়ান শহরে অনুষ্ঠিত এফআইএপিএফ স্বীকৃত বার্ষিক চলচ্চিত্র উৎসব। ১৯৫৩ সালে প্রতিষ্ঠার পর থেকে এটি প্রতি বছর সেপ্টেম্বর মাসে অনুষ্ঠিত হয়।\n২০১১ সাল থেকে এই উৎসবের পরিচালকের দায়িত্ব পালন করছেন হোসে লুইস রেবোর্দিনোস।\n\n\n== ইতিহাস ==\n\nসান সেবাস্তিয়ান উৎসব ১৯৫৩ সালের ২১শে সেপ্টেম্বর প্রতিষ্ঠিত হয়। ১৯৫৫ সাল থেকে স্পেনীয়-ভিন্ন অন্য ভাষার চলচ্চিত্রসমূহও প্রদর্শনের যোগ্য হয়। ১৯৫৭ সাল থেকে এটি এফআইএপিএফ স্বীকৃতি এ তালিকাভুক্ত উৎসব, তবে ১৯৮০-১৯৮৪ সালে কোন প্রধানতম পুরস্কার না প্রদান করার কারণে তালিকা থেকে বাদ পড়েছিল।\nএই উৎসব স্টার ওয়ার্স চলচ্চিত্রের ইউরোপীয় প্রদর্শনী ও ভার্টিগো চলচ্চিত্রের আন্তর্জাতিক প্রদর্শনী করে। এই উৎসবের মধ্য দিয়ে আলফ্রেড হিচকক ও রোমান পোলান্‌স্কি প্রথমবারের মত কোন চলচ্চিত্র উৎসবে অংশগ্রহণ করেন।\n\n\n== শাখা ==\n\nএই উৎসবের প্রধান শাখাগুলো হল:\n\nদাপ্তরিক বাছাই: সাম্প্রতিক পূর্ণদৈর্ঘ্য চলচ্চিত্রের বাছাই, যেগুলো অন্যান্য উৎসবে প্রদর্শিত হয়নি ও কোন প্রধানতম পুরস্কারের জন্য প্রতিযোগিতা করেনি। প্রতিযোগিতায় স্পেনীয় প্রযোজনার চলচ্চিত্রসমূহ অবশ্যই ওয়ার্ল্ড প্রিমিয়ার হতে হবে।\nনবীন পরিচালক: নতুন পরিচালকের প্রথম বা দ্বিতীয় চলচ্চিত্রের প্রদর্শনী\nহরাইজন্তেস লাতিনোস: লাতিন আমেরিকার চলচ্চিত্রের প্রদর্শনী, যেগুলো স্পেনে মুক্তি পায়নি\nপার্লস: বছরব্যাপী অন্যান্য আন্তর্জাতিক উৎসবে প্রদর্শিত শ্রেষ্ঠ চলচ্চিত্রের প্রদর্শনী\nজাবালতেগি - তাবাকালেরা: প্রথার বাইরের চলচ্চিত্রের প্রদর্শনী\nমেড ইন স্পেন: স্পেনীয় চলচ্চিত্রের প্রদর্শনী\nজিনেমিরা: বাস্কের বাসিন্দাদের প্রযোজিত ও পরিচালিত চলচ্চিত্রের প্রদর্শনী\nফিরে দেখা: প্রখ্যাত চলচ্চিত্র নির্মাতাদের সৃষ্টিকর্মের প্রদর্শনী\nকালিনারি সিনেমা: ভোজন-বিদ্যা সংক্রান্ত চলচ্চিত্রের অ-প্রতিযোগিতামূলক প্রদর্শনী\nভেলোড্রোম: ভেলোদ্রোমো দে আনোয়েতায় বড় পর্দায় প্রদর্শিত চলচ্চিত্র\nনেস্ট ফিল্ম স্টুডেন্টস: বিশ্বের বিভিন্ন প্রান্তের চলচ্চিত্র স্কুলের স্নাতক পর্যায়ের শিক্ষার্থীদের নির্বাচিত স্বল্পদৈর্ঘ্য চলচ্চিত্র\n\n\n== পুরস্কার ==\nআন্তর্জাতিক জুরি দাপ্তরিক বাছাই ও নিন্মোক্ত পুরস্কারের জন্য চলচ্চিত্রসমূহ মূল্যায়ন করে থাকেন :\n\nশ্রেষ্ঠ চলচ্চিত্র বিভাগে গোল্ডেন শেল\nবিশেষ জুরি পুরস্কার\nশ্রেষ্ঠ প্রধান অভিনয়শিল্পী বিভাগে সিলভার শেল\nশ্রেষ্ঠ পার্শ্ব অভিনয়শিল্পী বিভাগে সিলভার শেল\nশ্রেষ্ঠ পরিচালক বিভাগে সিলভার শেল\nশ্রেষ্ঠ চিত্রনাট্য বিভাগে জুরি পুরস্কার\nশ্রেষ্ঠ চিত্রগ্রহণ বিভাগে জুরি পুরস্কার\nদোনোস্তিয়া পুরস্কার\nপূর্বে প্রদত্ত পুরস্কারসমূহ হল:\n\nশ্রেষ্ঠ অভিনেতা বিভাগে সিলভার শেল (১৯৫৩-২০২০) - শ্রেষ্ঠ প্রধান অভিনয়শিল্পী ও পার্শ্ব অভিনয়শিল্পী বিভাগ কর্তৃক স্থলাভিষিক্ত\nশ্রেষ্ঠ অভিনেত্রী বিভাগে সিলভার শেল (১৯৫৩-২০২০) - শ্রেষ্ঠ প্রধান অভিনয়শিল্পী ও পার্শ্ব অভিনয়শিল্পী বিভাগ কর্তৃক স্থলাভিষিক্ত\nসমান্তরাল শাখার জন্য প্রদত্ত প্রধান পুরস্কারসমূহ হল:\n\nনবীন পরিচালক পুরস্কার: বিশেষ জুরি কর্তৃক বাছাইকৃত নবীন পরিচালক শাখায় প্রতিযোগিতায় অংশগ্রহণকারী চলচ্চিত্র\nদর্শক পুরস্কার: পার্ল শাখা থেকে দর্শকের বাছাইকৃত চলচ্চিত্র\nতরুণ পুরস্কার\nহরাইজন্তেস পুরস্কার: হরাইজন্তেস শাখা থেকে জুরি কর্তৃক বাছাইকৃত চলচ্চিত্র\n\"ওত্রা মিরাদা\" পুরস্কার: নারী বিশ্বের প্রতিনিধিত্বকারী শ্রেষ্ঠ চলচ্চিত্র\nসেবাস্তিয়ান পুরস্কার: যে কোন শাখা থেকে জুরি কর্তৃক বাছাইকৃত এলজিবিটিকিউ সম্প্রদায়ের প্রতিনিধিত্বকারী শ্রেষ্ঠ চলচ্চিত্র\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nদাপ্তরিক ওয়েবসাইট\nআইএমডিবিতে সান সেবাস্তিয়ান আন্তর্জাতিক চলচ্চিত্র উৎসব\nটেমপ্লেট:সান সেবাস্তিয়ান আন্তর্জাতিক চলচ্চিত্র উৎসব"}