{"pageid": 1501946, "title": "ভিকুনা উল", "url": "https://bn.wikipedia.org/wiki?curid=1501946", "content": "ভিকুনা উল হল দক্ষিণ আমেরিকার ভিকুনা নামক একটি প্রাণীর পশম, যা লামা এবং আলপাকার সঙ্গে সম্পর্কিত একটি ক্যামেলিড। এই উলের তন্তুর ব্যাস শাহতুষের পরে প্রাণীর লোমের মধ্যে দ্বিতীয় ক্ষুদ্রতম এবং এটি বিশ্বের সবচেয়ে দামী বৈধ উল।\n\n\n== বৈশিষ্ট্য ==\nভিকুনা উলের উৎপাদনের জন্য ব্যবহৃত ভিকুনার নিচের লোমের গড় ব্যাস ১১–১৩.৫ মাইক্রন, যা পশুর অন্যতম সূক্ষ্ম পশম। শুধুমাত্র শাহতু্ষ তিব্বতি মৃগের লোম, আরও সূক্ষ্ম, যার গড় ব্যাস ৮–১৩ মাইক্রন।  পশুর বস্ত্র তন্তুগুলোর মধ্যে, শাহতু্ষ ছাড়া কেবল বিভিন্ন ধরনের সিল্ক এবং বাইসাসের তন্তুর ব্যাস আরও ছোট। ভিকুনা তন্তুর পৃষ্ঠের কাঠামোতে ভেড়ার পশমের মতো আঁশ রয়েছে। তন্তুর স্কেলের ব্যবধান প্রতি ১০০ মাইক্রনে ৭ থেকে ১৪টি আঁশের বলয় রয়েছে।  তন্তুর কোষ বিন্যাস, ইলেকট্রন মাইক্রোস্কোপির মাধ্যমে দেখা গেলে, এটি দ্বিপার্শ্বিক (যেমন গুনাকো লোমেও দেখা যায়), কিন্তু লামা এবং আলপাকায় এটি অবিন্যস্ত।  এছাড়াও, ভিকুনা উলকে ভর স্পেকট্রোমেট্রি দ্বারাও চিহ্নিত করা যায়।\n\n\n== নিষ্কাশন এবং প্রক্রিয়াকরণ ==\n\nইনকারা হাজার হাজার ভিকুনাকে খোঁয়াড় (পশু রাখার জায়গা বা ঘের) মধ্যে নিয়ে আসত, এদের লোম কেটে শুধুমাত্র উচ্চ পদস্থ অভিজাতদের ব্যবহারের জন্য সংরক্ষণ করত এবং পরে  প্রাণীগুলিকে ছেড়ে দিত। বিংশ শতাব্দীতে ভিকুনাকে লোমের জন্য শিকার করা হয়েছিল, যার ফলে এদের সংখ্যা হ্রাস পেয়ে প্রায় ৮,০০০-এ নেমে আসে এবং ভিকুনাকে বন্যপ্রাণী সুরক্ষার আওতায় আনা হয়। ভিকুনাকে ১৯৯৪ সাল পর্যন্ত সাইটেসের (CITES) আপেনডিক্স ১ - এ তালিকাভুক্ত করা হয়েছিল, যখন সংরক্ষণ প্রচেষ্টার ফলে সংখ্যার আংশিক পুনরুদ্ধার ঘটে এবং তাদের আপেনডিক্স ২-এ তালিকাভুক্ত করা হয়। বর্তমানে, ভিকুনা একটি সুরক্ষিত প্রজাতি। বাণিজ্যিক ব্যবহারের জন্য পেরু, চিলি, বলিভিয়া এবং আর্জেন্টিনায়, এদের জাতীয় উদ্যানে মুক্তভাবে রাখা হয় এবং আর্জেন্টিনায় বিশেষ করে বড় খাঁচায় রাখা হয়। ১৯৯৪ সালে, পেরুতে তিনটি সংস্থাকে বৈধভাবে ভিকুনার লোম সংগ্রহের লাইসেন্স দেওয়া হয়: লরো পিয়ানা (Loro Piana), অ্যাগনোনা (Agnona) এবং ইনকালপাকা টিপিএক্স (Incalpaca TPX)।  ২০০৯ সালে, বিশ্বব্যাপী ৫৫০০ থেকে ৬০০০ কিলোগ্রাম ভিকুনার লোম সংগ্রহ করা হয়। ভিকুনার লোম বিভিন্ন পণ্য তৈরিতে ব্যবহৃত হয়।\nভিকুনার পশম ঐতিহ্যবাহী একত্রীকরণ  (\"চাক্কু\") এর পরে খোঁয়াড়ের মধ্যে কেটে নেওয়া হয়। দুই বছর অন্তর একটি পশু থেকে ২-৪ সেমি দৈর্ঘ্যের পশম সংগ্রহ করা হয়। নিচের পশম থেকে অবাঞ্ছিত গার্ড পশম অপসারণের পর প্রতি দুই বছরে একেকটি পশু প্রতি কাটা উলের ওজন হয় প্রায় ২৫০ গ্রাম থেকে ৪৫০ গ্রাম। প্রক্রিয়াকরণের আগে গার্ড হেয়ার থেকে ডাউন হেয়ার পৃথক করা হয়। পশম বাছাই করার পরে ডাউন হেয়ার সুতোয় রূপান্তরিত করা হয় এবং পরে তা  উইভিং বা নিটিং (বুনন) এর মাধ্যমে টেক্সটাইল পণ্য তৈরি করা হয়। বোনা কাপড়ের পৃষ্ঠ প্রায়ই একটি রাইজিং কার্ড দিয়ে রুক্ষ করা হয়, যাতে কাপড়টি নরম অনুভূত হয়, অধিক মোটা হয় এবং উচ্চ তাপ নিরোধক হয়। ভিকুনার লোমকে বিশ্বের সবচেয়ে বিরল এবং দামী বৈধ লোম হিসেবে বিবেচনা করা হয়। ২০১০ সালে কাঁচা লোম প্রতি আউন্সে প্রায় ৭-১৫ ডলারে বিক্রি হয়েছে।  বাছাইকৃত এবং সুতোয় রূপান্তরিত প্রতি আউন্স লোমের দাম প্রায় ৩০০ ডলার । ভিকুনা উল বিশ্বের বিরল এবং সবচেয়ে ব্যয়বহুল আইনী উল হিসাবে বিবেচিত হয়; 2010 সালে, কাঁচা পশম প্রতি আউন্স 7-15 ডলারে লেনদেন হয়েছিল। সাধারণত এটি এর প্রাকৃতিক রঙে প্রক্রিয়াজাত করা হয়, কারণ ভিকুনার লোমের গঠন ব্লিচিং বা রং করার ফলে ক্ষতিগ্রস্ত হয়।  উত্তরাঞ্চলীয় ভিকুনা প্রজাতিগুলির পশমের রঙ পেছনে কিছুটা দারুচিনি রঙের হয়, আর দক্ষিণাঞ্চলীয় প্রজাতিগুলির পশমের রঙ হয় হালকা বেইজ রঙের। পেটের নিচের লোম অনেক হালকা রঙের এবং পরিমাণে কম। সাদা লোমের দাম তুলনামূলক বেশি। ভিকুনার লোম কেবল বোনা সোয়েটার এবং মোজার জন্যই নয়, বরং এক্সক্লুসিভ টেইলারড পোশাক তৈরিতেও ব্যবহৃত হয়। একটি স্পোর্ট কোটের দাম ২১,০০০ ডলার পর্যন্ত হতে পারে,আর মেজারমেন্ট অনুযায়ী তৈরি একটি স্যুটের দাম ৩২,০০০ ডলার থেকে শুরু হয়।\n\n\n== ক্লিনিং ==\nপ্রোটিন-ভিত্তিক তন্তুর (যেমন উল, সিল্ক) মতো, ভিকুনার লোম থেকে তৈরি পণ্য অবশ্যই ড্রাই ক্লিনিং (পানিবিহীন) এর মাধ্যমে বা হালকা গরম পানিতে হালকা ডিটারজেন্ট ব্যবহার করে হাতে ধুতে হয়। ব্লিচ বা এনজাইম (প্রোটিন-ধ্বংসকারী এনজাইম) সমৃদ্ধ ডিটারজেন্ট উপযুক্ত নয়, কারণ এগুলি লোমের গঠন ক্ষতিগ্রস্ত করে। উল দিয়ে তৈরি টেক্সটাইলের মতো হাইড্রোফিলিক (পানি শোষণ করে স্ফীত হয়) কাপড়ের  ক্ষেত্রে, পানির সংস্পর্শে এলে সুতার দৈর্ঘ্য হ্রাস হতে পারে এবং ফোলা ও শুকানোর সময় কাপড়ে সংকুচিত হতে পারে। কাপড় শুকানোর মেশিনে সংকোচন আরও তীব্র হয়। ফেল্টিং (লোম একত্রিত হয়ে জমাট বাঁধা) প্রবণতার কারণে, ভিকুনার লোম থেকে তৈরি টেক্সটাইলকে মুচড়ানো বা ঘষা উচিত নয়, বরং চেপে চেপে শুকানো যেতে পারে।\n\n\n== তথ্যসূত্র =="}