{"pageid": 1501218, "title": "বিশ্লেষণের গাণিতিকীকরণ", "url": "https://bn.wikipedia.org/wiki?curid=1501218", "content": "গণিত বিশ্লেষণের পদ্ধতি (Arithmetization of Analysis) ছিল ১৯শ শতাব্দীর দ্বিতীয়ার্ধে গণিতের ভিত্তি বিষয়ক একটি গবেষণা কর্মসূচি। এটি বিশ্লেষণের প্রমাণ থেকে সকল জ্যামিতিক অন্তর্দৃষ্টি অপসারণের উদ্দেশ্যে পরিচালিত হয়েছিল। এই কর্মসূচির সমর্থকদের মতে, ক্যালকুলাসের মৌলিক ধারণাগুলো গতিবিধি এবং বেগের ধারণার সঙ্গে সম্পর্কিত হওয়া উচিত নয়। এই আদর্শটি অগাস্টিন-লুই কশি, বার্নার্ড বলজানো, কার্ল ওয়েরস্ট্রাস প্রমুখ দ্বারা অনুসরণ করা হয়, যারা আইজ্যাক নিউটন-এর ক্যালকুলাসকে যথাযথ কঠোরতার অভাব বলে মনে করতেন।\n\n\n== ইতিহাস ==\nক্রোনেকার প্রথমে গণিত বিশ্লেষণের পদ্ধতি শব্দটি প্রবর্তন করেন, যার মাধ্যমে তিনি প্রাকৃতিক সংখ্যার প্রসঙ্গের গঠনমূলক রূপকে বোঝাতে চেয়েছিলেন (পৃষ্ঠা শেষে উদ্ধৃতি দেখুন)। পরবর্তী সময়ে এই শব্দের অর্থ পরিবর্তিত হয়ে সেট-তত্ত্বীয় বাস্তব সংখ্যা রেখার নির্মাণ বোঝাতে ব্যবহৃত হয়। এর প্রধান প্রবক্তা ছিলেন ওয়েরস্ট্রাস, যিনি যুক্তি দেন যে ক্যালকুলাসের জ্যামিতিক ভিত্তি যথেষ্ট কঠোর ছিল না।\n\n\n== গবেষণা কর্মসূচি ==\nএই গবেষণা কর্মসূচির প্রধান বিষয়গুলো হলো:  \n\nডেডেকিন্ড এবং ক্যান্টর কর্তৃক বাস্তব সংখ্যার বিভিন্ন (কিন্তু সমতুল্য) গঠন যা বাস্তব সংখ্যা ক্ষেত্রের আধুনিক স্বতঃসিদ্ধ সংজ্ঞা প্রদান করে;\nসীমার ইপসিলন-ডেল্টা সংজ্ঞা; এবং\nফাংশনর অতি সরল সেট-তত্ত্বীয় সংজ্ঞা।\n\n\n== উত্তরাধিকার ==\nগণিত বিশ্লেষণের পদ্ধতির একটি গুরুত্বপূর্ণ ফলাফল হলো সেট তত্ত্ব। অতি সরল সেট তত্ত্ব ক্যান্টর এবং অন্যান্যদের দ্বারা তৈরি করা হয়েছিল, গণিত বিশ্লেষণের কাজ শেষ হওয়ার পর ক্যালকুলাসে উপস্থিত ফাংশনের এককতার অধ্যয়ন করতে।\nগণিত বিশ্লেষণের পদ্ধতির কয়েকটি গুরুত্বপূর্ণ পরিণাম হলো:  \n\nঅসীমাত্মক ধারণাগুলোকে গণিত থেকে নিষিদ্ধ করার ব্যাপক বিশ্বাস, যা অ-মানক বিশ্লেষণ (non-standard analysis) আব্রাহাম রবিনসন কর্তৃক ১৯৬০-এর দশকে উদ্ভাবিত হওয়ার আগে অব্যাহত ছিল;\nজ্যামিতিক যুক্তি থেকে বীজগাণিতিক যুক্তিতে জোর স্থানান্তর: এর ফলে আজকের গণিত শিক্ষার পদ্ধতিতে গুরুত্বপূর্ণ পরিবর্তন এসেছে;\nলেবেগ কর্তৃক আধুনিক পরিমাপ তত্ত্ব এবং হিলবার্ট কর্তৃক ফাংশনাল বিশ্লেষণের প্রাথমিক সূত্র বিকাশে এটি সহায়ক হয়েছিল;\nএটি যুক্তি এবং সেট তত্ত্ব থেকে সমস্ত গণিতের উদ্ভব হওয়া উচিত বলে প্রচলিত দার্শনিক অবস্থানকে অনুপ্রাণিত করেছিল, যা পরবর্তীতে হিলবার্টের কর্মসূচি, গ্যোডেলের থিওরেম এবং অ-মানক বিশ্লেষণের দিকে পরিচালিত করে।\n\n\n== উদ্ধৃতি ==\n\"ঈশ্বর প্রাকৃতিক সংখ্যা তৈরি করেছেন, বাকি সবকিছু মানুষের সৃষ্টি।\" — ক্রোনেকার\n\n\n== তথ্যসূত্র ==\nটোরিনা ডেচাউনে লুইস (২০০৬) দ্য অ্যারিথমেটাইজেশন অফ অ্যানালিসিস: ফ্রম ইউডক্সাস টু ডেডেকিন্ড, সাউদার্ন ইউনিভার্সিটি।\nকার্ল বি. বয়্যার, উটা সি. মেরজবাচ (২০১১) এ হিস্ট্রি অব ম্যাথমেটিক্স জন উইলি অ্যান্ড সন্স।\nঅ্যারিথমেটাইজেশন অফ অ্যানালিসিস এনসাইক্লোপিডিয়া অব ম্যাথমেটিক্স-এ।\nজেমস পিয়ারপন্ট (১৮৯৯) \"অন দ্য অ্যারিথমেটাইজেশন অফ ম্যাথমেটিক্স\", বুল. আমের. ম্যাথ. সোস. ৫(৮): ৩৯৪–৪০৬।"}