{"pageid": 1501958, "title": "স্থানীয় গ্রুপ", "url": "https://bn.wikipedia.org/wiki?curid=1501958", "content": "লোকাল গ্রুপ হল একটি ছায়াপথ গ্রুপ, যার মধ্যে আকাশগঙ্গা ছায়াপথ রয়েছে, যেখানে পৃথিবী অবস্থিত। এটির মোট ব্যাস প্রায় ৩ মেগাপারসেক (১০ নিযুত আলোকবর্ষ; ৯×১০১৯ কিলোমিটার), এবং মোট ভর ২×১০১২ সৌরভর (৪×১০৪২ কেজি) ।  এটি ডাম্বেল আকারের দুটি ছায়াপথের সংগ্রহ নিয়ে গঠিত; আকাশগঙ্গা এবং এর উপগ্রহগুলি একটি লোব গঠন করে এবং অ্যান্ড্রোমিডা ছায়াপথ এবং এর উপগ্রহগুলি অন্যটি গঠন করে। দুটি সংগ্রহ প্রায় ৮০০ kiloparsec (৩ নিযুত আলোকবর্ষ; ২×১০১৯ কিলোমিটার) দূরত্বে রয়েছে এবং ১২৩ এর বেগ নিয়ে একে অপরের দিকে অগ্রসর হচ্ছে১২৩  গোষ্ঠীটি নিজেই বৃহত্তর কুমারী সুপারক্লাস্টারের একটি অংশ, যা লানিয়াকিয়া সুপারক্লাস্টারের একটি অংশ হতে পারে। স্থানীয় গোষ্ঠীতে গ্যালাক্সির সঠিক সংখ্যা অজানা কারণ কিছু ছায়াপথ দ্বারা আবদ্ধ; যাইহোক, কমপক্ষে 80 জন সদস্য পরিচিত, যার বেশিরভাগই বামন ছায়াপথ ।\nদুটি বৃহত্তম সদস্য, অ্যান্ড্রোমিডা এবং আকাশগঙ্গা ছায়াপথ, দুটিই সর্পিল ছায়াপথ যেগুলির প্রতিটির ভর প্রায় 1012টি সৌর ভর। প্রত্যেকটির নিজস্ব উপগ্রহ ছায়াপথের সিস্টেম রয়েছে:\n\nঅ্যান্ড্রোমিডা ছায়াপথের উপগ্রহ সিস্টেমটি মেসিয়ার 32 (M32), মেসিয়ার 110 (M110), NGC 147, NGC 185, অ্যান্ড্রোমিডা I (অ্যান্ড I), অ্যান্ড II, অ্যান্ড III, অ্যান্ড V, অ্যান্ড VI (পেগাসস বামন গোলকাকার ছায়াপথ, বা পেগাসাস dSph নামেও পরিচিত), অ্যান্ড VII (ওরফে ক্যাসিওপিয়া ডোয়ার্ফ গ্যালাক্সি), অ্যান্ড VIII, অ্যান্ড IX, অ্যান্ড X, অ্যান্ড XI, অ্যান্ড XIX, অ্যান্ড XXI এবং অ্যান্ড XXII, এছাড়াও বেশ কয়েকটি অতিরিক্ত অতি-অস্পষ্ট বামন গোলাকার গ্যালাক্সি নিয়ে গঠিত। \nমিল্কিওয়ের স্যাটেলাইট গ্যালাক্সি সিস্টেমের মধ্যে রয়েছে ধনু বামন গ্যালাক্সি, বড় ম্যাগেলানিক ক্লাউড, ছোট ম্যাগেলানিক ক্লাউড, ক্যানিস মেজর ডোয়ার্ফ গ্যালাক্সি (বিতর্কিত, কেউ কেউ গ্যালাক্সি নয় বলে বিবেচিত), উরসা মাইনর ডোয়ার্ফ গ্যালাক্সি, ডোয়ার্ফ গ্যালাক্সি, ডোয়ার্ফ গ্যালাক্সি, ডোয়ার্ফ গ্যালাক্সি। Sextans Dwarf Galaxy, Sculptor Dwarf Galaxy, Fornax Dwarf Galaxy, Leo I (একটি বামন ছায়াপথ), Leo II (একটি বামন ছায়াপথ), Ursa Major I Dwarf Galaxy এবং Ursa Major II Dwarf Galaxy, এছাড়াও বেশ কিছু অতিরিক্ত অতি-অস্পষ্ট গোলকাকার বামন ছায়াপথ ।\nট্রায়াঙ্গুলাম ছায়াপথ (M33) হল স্থানীয় গোষ্ঠীর তৃতীয় বৃহত্তম সদস্য, যার ভর প্রায় ৫×১০১০ M☉ (১×১০৪১ কিগ্রাম), এবং তৃতীয় সর্পিল ছায়াপথ।  ট্রায়াঙ্গুলাম ছায়াপথ অ্যান্ড্রোমিডা ছায়াপথের সঙ্গী কিনা তা স্পষ্ট নয়; দুটি ছায়াপথ 750,000 আলোকবর্ষ দূরে, এবং 2-4 কাছাকাছি উত্তরণ অনুভব করেছে বিলিয়ন বছর আগে যা অ্যান্ড্রোমিডার ডিস্ক জুড়ে তারকা গঠনের সূত্রপাত করেছিল। মীন বামন ছায়াপথ অ্যান্ড্রোমিডা ছায়াপথ এবং ট্রায়াঙ্গুলাম ছায়াপথ থেকে সমান দূরত্বে, তাই এটি উভয়ের একটি উপছায়াপথ হতে পারে।"}