{"pageid": 1501026, "title": "কান্টরের কর্ণ যুক্তি", "url": "https://bn.wikipedia.org/wiki?curid=1501026", "content": "কান্টরের কর্ণ যুক্তি হলো একটি গাণিতিক প্রমাণ যা দেখায় যে এমন অসীম সেট রয়েছে যেগুলি প্রাকৃতিক সংখ্যার অসীম সেটের সাথে এক-এক অনুপাত বজায় রেখে সাজানো যায় না। অন্য ভাবে বলতে গেলে, এই প্রমাণটি বলে যে এমন কিছু সেট রয়েছে যেগুলিতে কোনো না কোনো অর্থে ধনাত্মক পূর্ণসংখ্যার চেয়ে বেশি উপাদান রয়েছে। এ ধরনের সেটগুলিকে এখন অগণনাযোগ্য সেট (uncountable sets) বলা হয়, এবং অসীম সেটের আকারের ধারণা অঙ্কবাচক সংখ্যার (cardinal numbers) তত্ত্ব দ্বারা পরিমাপ করা হয়, যা গেয়র্গ কান্টর প্রথম শুরু করেছিলেন।\n\nগেয়র্গ কান্টর ১৮৯১ সালে এই প্রমাণ প্রকাশ করেন,    তবে এটি বাস্তব সংখ্যার অগণনাযোগ্যতার প্রথম প্রমাণ ছিল না, যা পূর্বে ১৮৭৪ সালে আবিষ্কৃত হয়েছিল।   এটি একরকম সাধারণ কৌশল প্রদর্শন করে যা তারপর থেকে বিস্তৃত পরিসরে ব্যবহার করা হয়েছে,  যার মধ্যে উল্লেখযোগ্য গোডেলের প্রথম অসম্পূর্ণতা উপপাদ্য  এবং Entscheidungsproblem- এ টুরিং এর উত্তর। রাসেলের কূটাভাস   এবং রিচার্ডের কূটাভাসের মতো দ্বন্দ্বের উৎসও কান্টরের কর্ণ যুক্তি। \n\n\n== অগণনাযোগ্য সেট ==\nক্যান্টর সমস্ত অসীম অনুক্রম নিয়ে গঠিত T সেট বিবেচনা করেন, যেখানে প্রতিটি বাইনারি সংখ্যা হয় শূন্য নয় এক।\nতিনি নিম্নলিখিত লেমার একটি গঠনমূলক প্রমাণ দিয়ে শুরু করেন:\n\nযদি s1, s2, ... , sn, ... T-এর যেকোনো অনুক্রম হয়, তবে T-এর একটি উপাদান s তৈরি করা যেতে পারে যা এই অনুক্রমের কোনো sn-এর সাথে মেলে না।\nপ্রমাণটি T থেকে উপাদানগুলির একটি অনুক্রম দিয়ে শুরু হয়, যেমন\n\nপরবর্তী ধাপে, একটি অনুক্রম s তৈরি করা হয়, যেখানে s1-এর ১ম সংখ্যার পরিপূরক (complementary) নেওয়া হয় (0-এর জন্য 1 এবং 1-এর জন্য 0 করা হয়), s2-এর ২য় সংখ্যার পরিপূরক, এবং সাধারণভাবে প্রতিটি n-এর জন্য, sn-এর nth সংখ্যার পরিপূরক নেওয়া হয়। উপরের উদাহরণের জন্য এর ফলাফল হয়:\n\nএইভাবে, s T-এর একটি সদস্য যা প্রতিটি sn-এর থেকে পৃথক, কারণ এদের nth সংখ্যাগুলি ভিন্ন।\nফলে, s অনুক্রমের অন্তর্ভুক্ত হতে পারে না।\nএই লেমার উপর ভিত্তি করে, ক্যান্টর তারপর একটি proof by contradiction ব্যবহার করে দেখান যে:\n\nসেট T অগণনাযোগ্য।\nপ্রমাণটি শুরু হয় এই অনুমান করে যে T গণনাযোগ্য।\nতাহলে এর সব উপাদান একটি তালিকায় লেখা যেতে পারে: s1, s2, ... , sn, ... ।\nএই তালিকার উপর পূর্ববর্তী লেমা প্রয়োগ করলে একটি s সিকোয়েন্স পাওয়া যায় যা T-এর সদস্য, কিন্তু তালিকায় নেই। কিন্তু, যদি T তালিকাভুক্ত হয়, তবে T-এর প্রতিটি সদস্য, এই s সহ, তালিকায় থাকবে। এই বিরোধাভাস প্রমাণ করে যে মূল অনুমানটি ভুল।\nঅতএব, T অগণনাযোগ্য।\n\n\n== পরিণতি ==\n\n\n=== কার্ডিনালের ক্রম ===\nসমতা একটি বাইজেকশনের অস্তিত্ব দ্বারা সংজ্ঞায়িত ধরে, কান্টর কার্ডিনালিটি |S| এবং |T| -র মধ্যে একটি বাইনারি সম্পর্ক সংজ্ঞায়িত করেন, যা S এবং T -র মধ্যে ইনজেকশনের অস্তিত্বের উপর ভিত্তি করে অবস্থিত।\nএতে প্রি-অর্ডারের বৈশিষ্ট্য রয়েছে এবং \" \n  \n    \n      \n        ≤\n      \n    \n    {\\displaystyle \\leq }\n  \n \" হিসেবে লেখা হয়। কেউ বাইনারি সিকোয়েন্সের মধ্যে স্বাভাবিক সংখ্যা এম্বেড করা যেতে পারে, এইভাবে বিভিন্ন ইনজেকশন অস্তিত্বের বিবৃতি স্পষ্টভাবে প্রমাণ করে, যাতে এই অর্থে \n  \n    \n      \n        \n          |\n        \n        \n          \n            N\n          \n        \n        \n          |\n        \n        ≤\n        \n          |\n        \n        \n          2\n          \n            \n              N\n            \n          \n        \n        \n          |\n        \n      \n    \n    {\\displaystyle |{\\mathbb {N} }|\\leq |2^{\\mathbb {N} }|}\n  \n, যেখানে \n  \n    \n      \n        \n          2\n          \n            \n              N\n            \n          \n        \n      \n    \n    {\\displaystyle 2^{\\mathbb {N} }}\n  \n \n  \n    \n      \n        \n          \n            N\n          \n        \n        →\n        {\n        0\n        ,\n        1\n        }\n      \n    \n    {\\displaystyle {\\mathbb {N} }\\to \\{0,1\\}}\n  \n এর অপেক্ষক স্থান নির্দেশ করে। কিন্তু পূর্ববর্তী যুক্তি অনুযায়ী, এখানে কোন সার্জেকশন নেই এবং তাই কোন বাইজেকশন নেই, অর্থাৎ সেটটি অগণনাযোগ্য।\n\n\n==== বহির্ভূত মধ্যের অনুপস্থিতি ====\nএছাড়াও গঠনমূলক গণিতের ক্ষেত্রে, সম্পূর্ণ ডোমেন থেকে কোন সারজেকশন নেই \n  \n    \n      \n        \n          \n            N\n          \n        \n      \n    \n    {\\displaystyle {\\mathbb {N} }}\n  \n ফাংশন স্থান সম্মুখের \n  \n    \n      \n        \n          \n            \n              N\n            \n          \n          \n            \n              N\n            \n          \n        \n      \n    \n    {\\displaystyle {\\mathbb {N} }^{\\mathbb {N} }}\n  \n অথবা উপসেট সংগ্রহ সম্মুখের \n  \n    \n      \n        \n          \n            P\n          \n        \n        (\n        \n          \n            N\n          \n        \n        )\n      \n    \n    {\\displaystyle {\\mathcal {P}}({\\mathbb {N} })}\n  \n, যার অর্থ এই দুটি সংগ্রহ অগণনাযোগ্য। আবার \" \n  \n    \n      \n        <\n      \n    \n    {\\displaystyle <}\n  \n \" ব্যবহার করে বাইজেকশন অনুপস্থিতির সাথে একত্রে প্রমাণিত ইনজেকশন অস্তিত্বের জন্য আছে \n  \n    \n      \n        \n          \n            N\n          \n        \n        <\n        \n          2\n          \n            \n              N\n            \n          \n        \n      \n    \n    {\\displaystyle {\\mathbb {N} }<2^{\\mathbb {N} }}\n  \n এবং \n  \n    \n      \n        S\n        <\n        \n          \n            P\n          \n        \n        (\n        S\n        )\n      \n    \n    {\\displaystyle S<{\\mathcal {P}}(S)}\n  \n । এছাড়াও, \n  \n    \n      \n        ¬\n        (\n        \n          \n            P\n          \n        \n        (\n        S\n        )\n        ≤\n        S\n        )\n      \n    \n    {\\displaystyle \\neg ({\\mathcal {P}}(S)\\leq S)}\n  \n, পূর্ব উল্লেখ অনুযায়ী। একইভাবে, \n  \n    \n      \n        \n          2\n          \n            \n              N\n            \n          \n        \n        ≤\n        \n          \n            \n              N\n            \n          \n          \n            \n              N\n            \n          \n        \n      \n    \n    {\\displaystyle 2^{\\mathbb {N} }\\leq {\\mathbb {N} }^{\\mathbb {N} }}\n  \n, \n  \n    \n      \n        \n          2\n          \n            S\n          \n        \n        ≤\n        \n          \n            P\n          \n        \n        (\n        S\n        )\n      \n    \n    {\\displaystyle 2^{S}\\leq {\\mathcal {P}}(S)}\n  \n এবং অবশ্যই \n  \n    \n      \n        S\n        ≤\n        S\n      \n    \n    {\\displaystyle S\\leq S}\n  \n।\nতবে গঠনমূলকভাবে অর্ডিন্যাল এবং কার্ডিনাল অর্ডার করা কঠিন বা অসম্ভব। উদাহরণস্বরূপ, Schröder-Bernstein উপপাদ্যের জন্য বহির্ভূত মধ্য নিয়ম প্রয়োজন।  প্রকৃতপক্ষে, বাস্তবের মানক ক্রম, মূলদ সংখ্যার ক্রম প্রসারিত করা, অগত্যা সিদ্ধান্তযোগ্য নয়। অন্যথায় গঠনমূলক প্রেক্ষাপটে (যাতে বহির্ভূত মধ্য নিয়মটি স্বতঃসিদ্ধ হিসাবে নেওয়া হয় না), এটি অ-শাস্ত্রীয় স্বতঃসিদ্ধ গ্রহণ করা সামঞ্জস্যপূর্ণ যা বহির্ভূত মধ্য নিয়মের ফলাফলের বিরোধিতা করে। যেমন অগণিত সেট \n  \n    \n      \n        \n          2\n          \n            \n              N\n            \n          \n        \n      \n    \n    {\\displaystyle 2^{\\mathbb {N} }}\n  \n বা \n  \n    \n      \n        \n          \n            \n              N\n            \n          \n          \n            \n              N\n            \n          \n        \n      \n    \n    {\\displaystyle {\\mathbb {N} }^{\\mathbb {N} }}\n  \n উপগণনাযোগ্য বলে দাবি করা যেতে পারে।  অগণিত থেকে ইনজেকশনের অস্তিত্ব \n  \n    \n      \n        \n          2\n          \n            \n              N\n            \n          \n        \n      \n    \n    {\\displaystyle 2^{\\mathbb {N} }}\n  \n বা \n  \n    \n      \n        \n          \n            \n              N\n            \n          \n          \n            \n              N\n            \n          \n        \n      \n    \n    {\\displaystyle {\\mathbb {N} }^{\\mathbb {N} }}\n  \n মধ্যে \n  \n    \n      \n        \n          \n            N\n          \n        \n      \n    \n    {\\displaystyle {\\mathbb {N} }}\n  \n এখানেও সম্ভব। তাই কার্ডিনাল সম্পর্ক প্রতিসাম্যহীন হতে ব্যর্থ হয়। ফলস্বরূপ, ফাংশন স্পেস সেটের উপস্থিতিতেও যা ক্লাসিকভাবে অগণিত, অন্তর্দৃষ্টিবাদীরা ট্রান্সফিনিট আকারের একটি শ্রেণিবিন্যাস গঠনের জন্য এই সম্পর্কটিকে গ্রহণ করেন না। \n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}