{"pageid": 1501651, "title": "আজাজিল", "url": "https://bn.wikipedia.org/wiki?curid=1501651", "content": "আজাজিল (আরবি: عزازيل ʿAzāzīl, তুর্কি: Azâzîl; হারিস নামেও পরিচিত) ইসলামি ঐতিহ্য অনুযায়ী একটি গুরুত্বপূর্ণ চরিত্র, এবং মনে করা হয় এটি শয়তান (ইবলিস) এর আসল নাম। কুরআনে নামটি দেখা যায় না, তবে তাফসির (কুরআনের অনুমোদিত ব্যাখ্যা)-এ প্রায়ই এর উল্লেখ পাওয়া যায়। ইবনে আব্বাস (রাঃ) কর্তৃক বর্ণিত একটি হাদিস অনুযায়ী, শয়তান একসময় আজাজিল বা আল-হারিস নামের একজন ফেরেশতা ছিল।তিনি বর্ণনা করেন যে, আল্লাহ অধিকাংশ ফেরেশতাকে \"আলো\" (নূর) থেকে সৃষ্টি করেছেন, কিন্তু আজাজিল এবং তার সঙ্গের ফেরেশতাদের \"বিষাক্ত আগুন\" (নার আস-সামুম) থেকে সৃষ্টি করেছেন। জিনদের \"মিশ্রিত আগুন\" (মারিজিম মিন নার) থেকে সৃষ্টি করা হয়েছে।\nজ্বিন জাতি ছিল প্রথম যারা পৃথিবীতে বাস করত এবং আল্লাহ তাদের উপর পৃথিবী শাসনের দায়িত্ব দিয়েছিলেন। যখন তাদের মধ্যে দুর্নীতি বেড়ে গেল, তখন আল্লাহ তাদের শাস্তি দেওয়ার জন্য আজাজিলের নেতৃত্বে একদল ফেরেশতা পাঠান। জ্বিনদের বিতাড়িত করার পর আজাজিল অহংকারী হয়ে ওঠে। আল্লাহ যখন জ্বিন জাতির পর নতুন এক সৃষ্টি তৈরি করেন এবং ফেরেশতাদের সেই নতুন সৃষ্টির সামনে নত হওয়ার নির্দেশ দেন, তখন আজাজিল নিজেকে শ্রেষ্ঠ দাবি করে তা প্রত্যাখ্যান করে। ফলে, তার জন্য জাহান্নামের ফয়সালা হয়।\n\n\n== ব্যুৎপত্তি ও নামকরণ ==\nনামটির সাথে আব্রাহামের ভবিষ্যদ্বাণীতে উল্লিখিত এক পদচ্যুত ফেরেশতা আজাজেলের মিল পাওয়া যায় এবং সম্ভবত এটিই এর ব্যুৎপত্তির ভিত্তি। ফেইনবার্গের মতে, নামটি আরবি ‘আজালা’ (অপসারণ করা) শব্দের সাথে সম্পর্কযুক্ত এবং মুসলিম লেখকগণ এই ফেরেশতাকে এই নামে উল্লেখ করেন, কারণ তিনি \"সরিয়ে দেন বা পৃথক করে দেন\"।\nকিছু ইসলামী ভাষাতত্ত্ববিদ তার নামের গঠন আজিজ ও ইল (আল্লাহর প্রিয়) শব্দদ্বয় থেকে ব্যাখ্যা করেন, যার অর্থ দাঁড়ায় এককালে তিনি আল্লাহর অত্যন্ত প্রিয় ফেরেশতা ছিলেন। অনেক আরবি বিদ্বানের মতে, আজাজিল ছিল শয়তানের (ইবলিস) ব্যক্তিগত নাম। ইবনে মানজুর (জুন-জুলাই ১২৩৩ - ডিসেম্বর ১৩১১/জানুয়ারি ১৩১২) আরবি ভাষায় তার অভিধানে উল্লেখ করেন:\n\n[(ইবলিস)] শব্দটি [(বালাস)] মূলধাতু \"بلس\" থেকে গঠিত। এই মূলটির অর্থ হতে পারে: নীরব থাকা। \"أبلس من رحمة الله\" এর অর্থ হলো আল্লাহর রহমত থেকে নিরাশ হওয়া, তাই, (ইবলিস) নামটি এসেছে। তার আসল নাম ছিল আজাজিল। আল্লাহ সূরা রুম-এ বলেন, \"وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يُبْلِسُ ٱلْمُجْرِمُونَ\" (যেদিন কিয়ামত সংঘটিত হবে, সেদিন অপরাধীরা হতাশ হয়ে পড়বে)। \"ইবলিস\" নামটি মূল, بلس থেকে উদ্ভূত, কারণ সে আল্লাহর রহমত থেকে নিরাশ।\" - ইবনে মানজুর, লিসান আল-আরব, খণ্ড ৬/২৯\n\n\n== কুরআন ও তাফসির ==\nকুরআনের ঐতিহ্যে, শয়তানের পরিচয় নিয়ে দুটি দলে বিভক্ত। এই মতভেদের সূত্রপাত ইসলামের সূচনালগ্ন থেকে। সূরা কাহাফে শয়তান সম্পর্কে যখন বলা হয়েছে, \"(...) সে ছিল জ্বীনদের একজন (...)\", তখন হাসান আল-বসরি ও ইবনে আব্বাসের ব্যাখ্যায় ভিন্নতা রয়েছে। আল-বসরীর মতে, ফেরেশতারা ভুলত্রুটিমুক্ত। সুতরাং, তিনি যুক্তি দেন, শয়তান ফেরেশতা হতে পারে না। বরং, এই আয়াতটির অর্থ হলো শয়তান জ্বিনদের একজন, ফেরেশতাদের থেকে ভিন্ন।\nইবনে আব্বাসের মতে, এই শব্দটি জিনান  হিসেবে ব্যাখ্যা করা হয়, যার অর্থ শয়তান একসময় 'জান্নাতের বাসিন্দা' ছিল, অর্থাৎ সে ফেরেশতাদের অন্তর্ভুক্ত ছিল। সেই সময়, আল্লাহ তাকে নিম্ন আকাশের শাসক হিসেবে নিযুক্ত করেন এবং জ্বিনদের বিচার করার জন্য পাঠান। এই দায়িত্ব পালনকালে যখন তারা দুর্নীতিগ্রস্ত হয়ে পড়ে, তখন তাকে তাদের ধ্বংস করার আদেশ দেওয়া হয়। ইবনে আব্বাস আরও ব্যাখ্যা করেন যে শয়তানের ফেরেশতা থাকাকালীন নাম ছিল আজাজিল। কিন্তু, আজাজিল যখন জান্নাত থেকে বিতাড়িত হয়, তখন তার নাম পরিবর্তন করে 'ইবলিস' রাখা হয় এবং সে \"বিতারিত/অভিশপ্ত শয়তান\" (শয়তান মালাউন) এ পরিণত হয়।\nতাকে আরও এই অভিযোগে অভিযুক্ত করা হয় যে, সে আল্লাহর সৃষ্টিজগতের আনুগত্যের আহ্বান জানিয়ে নিজের জন্য ঐশ্বরিক কর্তৃত্ব দাবি করে।সূরা আল-আম্বিয়ায় (২৬-২৯ আয়াতে) শয়তানের প্রতি ইঙ্গিত করে বলা হয়েছে:\n\nতারা বলেঃ দয়াময় আল্লাহ সন্তান গ্রহণ করেছেন। তিনি পবিত্র মহান! তারাতো তাঁর সম্মানিত বান্দা।তারা তাঁর আগে বেড়ে কথা বলে না; তারা তো তাঁর আদেশ অনুসারেই কাজ করে। তাদের সম্মুখে ও পশ্চাতে যা কিছু আছে তা তিনি অবগত। তারা সুপারিশ করে শুধু তাদের জন্য যাদের প্রতি তিনি সন্তষ্ট এবং তারা তাঁর ভয়ে ভীত সন্ত্রস্ত। তাদের মধ্যে যে বলবেঃ তিনি ব্যতীত আমিই মা‘বূদ, তাকে আমি প্রতিফল দিব জাহান্নাম, এভাবেই আমি যালিমদেরকে প্রতিফল দিয়ে থাকি।\nআল-বসরীর ঐতিহ্যের বিপরীতে, ইবনে আব্বাসের ব্যাখ্যায় এটি স্বীকার করা হয় যে ফেরেশতারা পাপ করতে পারে এবং জান্নাত/বেহেশত থেকে বহিষ্কৃত হতে পারে। এই ব্যাখ্যাটি সুন্নি ঐতিহ্যে তাবারি, সুয়ুতী এবং নাসাফির মতো বিদ্বানদের দ্বারা সমর্থিত।\n\n\n== ইসলামী বিস্তৃত ঐতিহ্য ==\nকিছু তুর্কি সূত্র থেকে প্রাপ্ত কিংবদন্তী অনুসারে, ‘আজাজিল’ ছিল এক অনন্য সৃষ্টি, যাকে আগুন থেকে সৃষ্টি করা হয়েছিল। সে ধার্মিক হিসেবে বেড়ে ওঠে এবং প্রথম আকাশে ফেরেশতাদের সাথে বসবাসের জন্য উপরে উঠানো হয়। নিম্ন পৃথিবীর শাসক হিসেবে, তাকে পৃথিবীতে জ্বিন সম্প্রদায়ের কাছে পাঠানো হয়েছিল যাতে তাদেরকে সঠিক পথে চলতে রাজি করানো যায়। কিন্তু অধিকাংশ জ্বিনই আনুগত্য করতে অস্বীকার করে এবং আল্লাহর আগুনে পুড়ে যায়। ‘আজাজিলের’ ধার্মিকতা আরও বৃদ্ধি পায় এবং যখন সে সপ্তম আকাশে পৌঁছে, তখন তাকে ফেরেশতাসুলভ গুণাবলী প্রদান করা হয়। কিন্তু আদম (আঃ) এর সামনে সিজদা করতে অস্বীকার করায় সে তার পূর্বের সমস্ত অর্জন হারায়।\nরুমি'র মসনবী-তে ‘আজাজিল’-এর কথা তিনবার উল্লেখ করা হয়েছে, যা মুসলমানদেরকে আত্ম-সংযম এবং বিনয় অনুশীলনের চর্চার জন্য একটি স্মারক হিসেবে উপস্থাপিত। কারণ ‘আজাজিল’ যখন অহংকার করেছিল, তখন তার পূর্বের উচ্চ পদমর্যাদা সত্ত্বেও তাকে জাহান্নামে নিক্ষেপ করা হবে:\n\nশৃঙ্খলা ও বিনয়ের মাধ্যমে এই জান্নাত আলোয় পরিপূর্ণ হয়েছে, এবং শৃঙ্খলার মাধ্যমেই ফেরেশতা নিষ্কলুষ ও পবিত্র হয়েছে। অশ্রদ্ধার কারণে সূর্য গ্রহণ হয়েছিল, আর ঔদ্ধত্যের ফলে আজাজিল দরজা থেকে প্রত্যাখ্যাত হয়েছিল।\nআজাজিলকে যদিও একজন নৈকট্যপ্রাপ্ত ফেরেশতা (মুকাররব) হিসেবে গণ্য করা হয়, যিনি আল্লাহ কর্তৃক পার্থিব জ্বীন সৃষ্টির সময়েই সৃষ্ট হয়েছিলেন, তবুও \"ইখওয়ান আল সাফা\" ও \"তারিখ খামিস\" এর বর্ণনায়, আজাজিল জ্বীনের মাঝে বসবাস করতেন যতক্ষণ না তিনি ফেরেশতাদের হাতে বন্দী হন অথবা তাদের মর্যাদায় উন্নীত হন।\n\n\n== বেকতাশি আলেভি মতবাদ ==\nবেকতাশি আলেভিবাদের মূলধারার বাইরে ভিন্ন বিশ্বাস প্রচলিত থাকা সত্ত্বেও, তারা সুন্নিদের মতোই ফেরেশতাদের বিশ্বাস করে। কুরআনের বর্ণনা অনুসারে, যখন ফেরেশতাদের সিজদা করার আদেশ দেওয়া হয়, তখন আজাজিল সেই নির্দেশ অমান্য করে। আলেভি ব্যাখ্যায়, সেই সিজদা ছিল আলির উদ্দেশ্যে।\nসৃষ্টির এক কাহিনি অনুসারে, প্রধান ফেরেশতাদের এক রহস্যময় আলোর সামনে নত হওয়ার আদেশ দেওয়া হয়। আজাজিল দীর্ঘ ১০০১ দিন আল্লাহ্‌র ইবাদত করার পরেও, নিজ সৃষ্টিকর্তার উপর অহংকারবশত স্বতন্ত্রতার দাবি করে সেজদা করতে অস্বীকৃতি জানায়। ফলস্বরূপ, অন্যান্য প্রধান ফেরেশতাদের বিপরীতে, তাকে সেই আলোয় প্রবেশ করতে দেওয়া হয়নি এবং সে 'কুপ্রবৃত্তির' জগতে রয়ে যায়। এই ঘটনা পরবর্তীতে শয়তান ও মানবজাতির মধ্যে শত্রুতারূপে আত্মপ্রকাশ করে।\n\n\n== আরও দেখুন ==\nজান্নাত\nজাহান্নাম\nফেরেশতা\nইবলিস\nজ্বীন জাতি\nলুসিফার\n\n\n== তথ্যসূত্র =="}