{"pageid": 1502203, "title": "হিন্দুত্ব পপ", "url": "https://bn.wikipedia.org/wiki?curid=1502203", "content": "হিন্দুত্ব পপ (যা প্রায়শই এইচ-পপ নামে পরিচিত) হলো ভারতীয় পপ সঙ্গীতের একটি ধারা যা হিন্দুত্ব বা হিন্দু জাতীয়তাবাদী আদর্শ প্রচার করে। এই সঙ্গীত ২০১০-এর দশক এবং তৎপরবর্তী সময়ে উল্লেখযোগ্যভাবে জনপ্রিয়তা লাভ করেছে এবং প্রায়শই এর গানের কথায় ভারতীয় মুসলিমদের প্রতি বিদ্বেষমূলক বক্তব্য থাকে। মুসলিমদের উপর সহিংস হামলার সময় হিন্দুত্ববাদী দলগুলি মাঝে মাঝে উচ্চ শব্দে এই গানগুলি বাজিয়ে থাকে।\n\n\n== ইতিহাস ==\n\n\n=== মূলতত্ত্ব ===\n১৯৮০ ও ১৯৯০-এর দশকে, রাম জন্মভূমি আন্দোলনে হিন্দুত্ববাদী বক্তৃতা ও সঙ্গীতের মিশ্রণে অডিও-ক্যাসেট টেপ বিতরণ করত। এর মধ্যে একটির শিরোনাম ছিল মন্দির কা নির্মাণ করো (মন্দির নির্মাণ করো)। কর্তৃপক্ষের দ্বারা কিছু টেপ নিষিদ্ধ হওয়া সত্ত্বেও, অনেক প্রতিলিপি বিক্রি হয়েছিল। টেপগুলিকে মুসলিম-বিরোধী সহিংসতায় অবদান রাখার জন্য দায়ী করা হয়।\n২০১৪ সালে ভারতীয় জনতা পার্টি (বিজেপি) এর ক্ষমতা গ্রহণ এবং নরেন্দ্র মোদী প্রধানমন্ত্রী হওয়ার পর লক্ষ্মী দুবে ও প্রেম কৃষ্ণবংশীর সঙ্গীতসহ হিন্দুত্ব পপ আরও জনপ্রিয় হয়ে ওঠে। কয়েক বছর পর, সহিংসতা উসকে দেওয়ার অভিযোগে অভিযুক্ত যোগী আদিত্যনাথ এবং ২০০৮ সালের মালেগাঁও বিস্ফোরণে জড়িত থাকার অভিযোগে অভিযুক্ত সাধ্বী প্রজ্ঞা সরকারি পদে নির্বাচিত হন। অধ্যাপক অনির্বাণ কে. বৈশ্য এই ঘটনাগুলিকে হিন্দুত্ববাদী আদর্শ এবং চিত্রকল্পের \"মূলস্রোতে অন্তর্ভুক্তি\"-র দৃষ্টান্ত হিসেবে উল্লেখ করেন, যা হিন্দুত্ব পপ সঙ্গীতের ক্রমবর্ধমান জনপ্রিয়তাকে আরও বাড়িয়ে তুলেছে।\nতেমনই, অধ্যাপক বদ্রি নারায়ণ বলেন,\"সাধারণ ধারণায় হিন্দুত্ব পরিবর্তিত হয়েছে। মানুষের মধ্যে ইতিহাসের একটি বোধ আছে এবং এটি সঙ্গীতের মাধ্যমে আরও বেশি জনপ্রিয়তা লাভ করে।\"\n২০১৫ সালে, উত্তর প্রদেশের দাদরিতে, এক মুসলিম ব্যক্তিকে গরুর মাংস খাওয়ার অভিযোগে পিটিয়ে হত্যা করা হয়।‌অপরাধে অভিযুক্ত ১৮ জন পুরুষের গ্রেফতারের ঘটনায় স্থানীয়দের মধ্যে অসন্তোষের সৃষ্টি হয়। ২০১৭ সালে যোগী আদিত্যনাথের নির্বাচন এবং এই ঘটনা, স্থানীয় হিন্দুত্ব পপ গায়ক উপেন্দ্র রানাকে জনপ্রিয় করে তোলে।\nফেব্রুয়ারি ২০১৯-এ, কাশ্মীরের পুলওয়ামা নামক স্থানে, একটি আত্মঘাতী বোমা হামলায় ৪০ জন ভারতীয় আধাসামরিক সৈন্যের প্রাণহানি ঘটে। কবি সিং এই হামলার অনুপ্রেরণাতেই তাঁর হিন্দুত্ব পপ সঙ্গীতকে কর্মজীবন হিসেবে গ্রহণ করেন। তিনি পুলওয়ামা মেঁ বীরোঁ নে যো জান দেশ পে বারি হ্যায় (পুলওয়ামায় আমাদের বীরদের দেশের জন্য জীবন উৎসর্গ) নামে একটি গান রেকর্ড করেন, যেখানে কাশ্মীরি মুসলিমদের হামলার জন্য দায়ী করা হয় এবং \"ঐ বিশ্বাসঘাতককে খতম কর\" বলে আহ্বান জানায়। হোয়াটসঅ্যাপে গানটি দ্রুত ভাইরাল হওয়ার পর, সিং একটি মিউজিক ভিডিও ধারণ করেন, যা একইভাবে দ্রুত ভাইরাল হয়।\n\n\n=== সাম্প্রদায়িক সহিংসতা ===\nএপ্রিল ২০১৭-এ ঝাড়খণ্ডের গুমলায় রাম নবমীর মিছিল একটি মসজিদের সম্মুখে এসে থামে এবং সেখানে হিন্দুত্ববাদী পপ সঙ্গীত বাজানো হয়, যার ফলস্বরূপ মিছিলের অংশগ্রহণকারীরা হিন্দু ধর্মীয় স্লোগান দিতে শুরু করে এবং এলাকার মুসলিমদের উস্কানি দেয়। পুলিশ গান বন্ধ করে তাৎক্ষণিক পরিস্থিতি নিয়ন্ত্রণ করে। কয়েক ঘণ্টা পর, শোভাযাত্রায় অংশ নেওয়া কিছু হিন্দু লোক মোহাম্মদ শালিক নামে এক মুসলিম ব্যক্তিকে, এক হিন্দু মহিলার সাথে দেখতে পাওয়ায় পিটিয়ে হত্যা করে।\nএপ্রিল ২০২২-এ, রাজস্থানের করৌলিতে হিন্দু নববর্ষ উদযাপনের সময় সন্দীপ চতুর্বেদীর একটি হিন্দুত্ব পপ গান বাজানো হয়। এই গানটি \"টুপি পরিধানকারীদের\", অর্থাৎ মুসলিমদের বিরুদ্ধে সহিংসতার হুমকি দেয়। মিছিলটি একটি মুসলিম পাড়া দিয়ে যাওয়ার পর, শহরে বিভাজনের পর থেকে সবচেয়ে ভয়াবহ সাম্প্রদায়িক সহিংসতা শুরু হয়। এর ফলে সম্পত্তির ক্ষতি হয়, অন্তত ৩৫ জন আহত হন এবং ২৯ জনকে আটক করা হয়।\nপ্রায় একই সময়ে, মধ্যপ্রদেশের খারগোনে একটি রাম নবমী মিছিল মসজিদের সামনে হিন্দুত্ব পপ বাজানোর পর কয়েকজন মুসলিমের বাড়ি আক্রমণ করে পুড়িয়ে দেয়। এই ঘটনার জন্য একটি সংগীত ট্র্যাক তৈরি করা হয়, যাতে \"জয় শ্রী রাম\" ধ্বনি এবং বিতর্কিত চলচ্চিত্র দ্য কাশ্মীর ফাইলস থেকে একটি হিন্দু নারীর আক্রমণের শব্দ মিশ্রিত ছিল। সহিংসতায় ২৪ জনেরও বেশি মানুষ আহত হন।\nমার্চ ২০২৩-এ, বিহারের বিহার শরীফে একটি রাম নবমী শোভাযাত্রার সময় বেশ কয়েকটি মুসলিম ভবনে আগুন দেওয়া হয়, যার মধ্যে একটি ১১০ বছরের পুরনো ঐতিহাসিক গ্রন্থাগারও রয়েছে।স্থানীয় বাসিন্দারা প্রতিবেদনে উল্লেখ করে যে, উন্মত্ত জনতা হিন্দুত্ব পপ গান বাজায়, যার মধ্যে একটি গানের পঙ্‌ক্তি হলো:\n\nতাদের মেরে ফেলো অথবা পাকিস্তানে পাঠিয়ে দাও।\nপুলিশের মতে, এই হামলাটি একটি হোয়াটসঅ্যাপ গ্রুপের মাধ্যমে পূর্বপরিকল্পিত।\n\n\n== বিষয়বস্তু ও প্রসঙ্গ ==\nএইচ-পপ গানগুলোতে প্রায়ই আকর্ষণীয় নাচের ছন্দ, সহিংস কথা এবং দুর্বল নির্মাণশৈলী দেখা যায়। কণ্ঠ প্রায়শই স্বয়ংক্রিয় সুর-সংশোধন (অটো-টিউন) করা হয় এবং গানগুলো অপরিশিক্ষিত গায়কদের দ্বারা পরিবেশিত হয়। এবং অনভিজ্ঞ শিল্পীদের দ্বারা গাওয়া হয়।  \n এইচ-পপ সঙ্গীত ভিডিওগুলিকে \"চটকদার\",\"অপটু\" এবং \"বেসুর\" হিসেবে সমালোচনা করা হয়; এগুলিতে প্রায়শই অস্ত্রশস্ত্র এবং হিন্দু দেবদেবীর চিত্রায়ণ দেখা যায়। সাধারণত, হিন্দুত্ববাদী পপ গানগুলি হিন্দিতে রচিত হয়, তবে কিছু গান অন্যান্য ভাষাতেও পাওয়া যায়। অনেক গানেই \"জয় শ্রী রাম\" এই মন্ত্রটি ব্যবহৃত হয়। শিল্পীরা প্রায়শই তিলক, গাঁদা ফুলের মালা এবং গেরুয়া বস্ত্র পরিধান করে হিন্দু প্রতীক তুলে ধরেন।\nহিন্দুত্ব পপ সঙ্গীতে হিন্দু জাতীয়তাবাদ এবং মুসলিম-বিদ্বেষী বিভিন্ন বিষয়বস্তু থাকে। কিছু গান নরেন্দ্র মোদী বা যোগী আদিত্যনাথ এর মতো বিজেপি নেতাদের প্রশংসা করে, এমনকি ২০২৪ সালের নির্বাচনে মোদীর জন্য ভোট দেওয়ার আহ্বানও জানানো হয়।\nমোদি ভারতের জম্মু ও কাশ্মীরের বিশেষ মর্যাদা প্রত্যাহার করার পর এই সিদ্ধান্ত উদযাপনকারী গান সৃষ্টি হয়\nএবং হিন্দুদের কাশ্মীরে গিয়ে কাশ্মীরি নারীদের সঙ্গে বিবাহ করার বিষয়ে গান রচিত হয়।\nঅন্যান্য গানগুলো ঐতিহাসিক হিন্দু নেতাদের মহিমান্বিত করে বা জাতিভেদ প্রথাকে উৎসাহিত করে। কিছু গান হিন্দুদের স্বধর্মের প্রতি গৌরববোধ জাগায় বা হিন্দু রাষ্ট্র প্রতিষ্ঠার আহ্বান জানায়।\nকিছু গানে মুসলমান এবং মসজিদগুলোর বিরুদ্ধে সহিংসতার হুমকি দেয় এবং প্রায়শই মুসলমানদের পাকিস্তানের প্রতি অনুগত বলে অভিযোগ করা হয় বা প্রেম জিহাদের বিরুদ্ধে সতর্ক করা হয় বা মুসলমানদের জনসংখ্যাগত হুমকির নিন্দা জানায়। লক্ষ্মী দুবের অন্যতম জনপ্রিয় গানের একটি পঙ্‌ক্তি হলো:\n\nহিন্দুস্তানে রেহনা হোগা, বন্দে মাতরম কেহনা হোগা (যদি ভারতে থাকতে চাও, তবে মাতৃভূমির বন্দনা করতে হবে)।\nকবি সিংহের জনপ্রিয় গানের মধ্যে একটি হলো:\n\nঅগর ছুয়া মন্দির তো তুজে দেখা দেনগে (মন্দির ছুঁলে শাস্তি পেতে হবে)।\nযেখানে হিন্দু মন্দির স্পর্শ বা লক্ষ্য করলে মুসলমানদের প্রতি সহিংসতার হুমকি দেওয়া হয়। সন্দীপ আচার্যের আরেকটি জনপ্রিয় গানের মধ্যে রয়েছে:\n\nআবার বাবর কে নাম সে অযোধ্যায় শৌচালয় বানওয়াউঙ্গা (অযোধ্যায় বাবরের নামে শৌচালয় নির্মাণ করাব)।\nযেখানে ১৬শ শতকে নির্মিত বাবরি মসজিদের উল্লেখ রয়েছে, যা ১৯৯২ সালে ধ্বংস করা হয়। ভিডিওতে শৌচাগার পরিষ্কার করার দৃশ্য এবং শিশুদের মলত্যাগের ছবি দেখানো হয়, অন্যদিকে গানের কথায় মুসলমানদের শৌচাগার পরিষ্কার করতে বাধ্য করার হুমকি দেওয়া হয়।\nএকটি গানে প্রেম কৃষ্ণবংশী মুসলমানদের উদ্দেশ্য করে বলেন:\n\nইনসান নহি হো সালোঁ হো তুম কসাই, বোহত হুয়া আব হিন্দু-মুসলিম ভাই ভাই (তোমরা মানুষ নও, বরং কসাই, এখন আর হিন্দু-মুসলমান ভাই-ভাই নয়)।\nআরেকটি গানে কৃষ্ণবংশী বিজেপি নেতা যোগী আদিত্যনাথের প্রশংসা করেন। এই দুটি গানের পরিপ্রেক্ষিতে বলা হয়েছে, এগুলো \"ডানপন্থী সমর্থকদের রাস্তার সঙ্গীত, যারা মুসলিম প্রধান এলাকা দিয়ে যাওয়ার সময় এই পঙ্‌ক্তি গুলি গায়\"।\n\n\n== প্রভাব ==\n\n\n=== মুসলমানদের উপর সহিংসতা ===\nহিন্দুত্ব পপ ভারতে মুসলিমদের বিরুদ্ধে সহিংসতায় অনুপ্রাণিত করা এবং স্বাভাবিক করার জন্য কৃতিত্ব পেয়েছে। প্রায়শই দেখা যায়, ধর্মীয় জমায়েতে হিন্দুত্ববাদী গান বাজানোর পর মুসলিম সম্প্রদায়ের উপর সহিংস হামলা করা হয়। হিন্দুত্ব পপকে রেডিও রুয়ান্ডা ও নাৎসি সংগীতের সঙ্গে তুলনা করা হয়।\nঅধ্যাপক ব্রহ্ম প্রকাশ বলেন যে, \n\nহিন্দুত্ববাদী পপ বাদ্য বাজালে জনতা উত্তেজিত হবে এবং গণহত্যায় অংশ নেবে। সহিংসতা উস্কে দেওয়ার জন্য আপনার কোনো প্ররোচনাকারীর প্রয়োজন নেই। আপনি সুর তৈরি করেন, আপনি গানের গতিপথ নির্ধারণ করেন এবং ঘৃণা প্রবল হবে।\nঅধ্যাপক অনির্বাণ কে. বৈশ্য যুক্তি দেন যে,\n\n হিন্দুত্ববাদী পপ সম্ভবত সরাসরি সহিংসতায় অবদান রাখে না, তবে এটি ঘৃণা এবং অমানবিকতাকে স্বাভাবিক করে তোলে।\nকিছু হিন্দুত্ববাদী পপ গায়ক অবশ্য মুসলিমদের ঘৃণা করার কথা অস্বীকার করেন। লক্ষ্মী দুবে বলেন যে তিনি কেবল সেই মুসলিমদের বিরোধিতা করেন যারা পাকিস্তানকে সমর্থন করে এবং তিনি সকল ধর্মকে সম্মান করেন। অন্যদিকে, সঞ্জয় ফৈজাবাদী বলেন যে তিনি কেবল সন্ত্রাসীদের বিরোধিতা করেন। প্রেম কৃষ্ণবংশী বলেন যে তিনি মুসলমানদের আঘাত করতে চান না, যেখানে বেদব্যাস যুক্তি দেন:\n\nযদি আমার গান সহিংসতা বা ঘৃণা প্রচার করত, তাহলে প্রায় সর্বত্রই দাঙ্গা হত, কিন্তু এমন কিছুই ঘটেনি। কেউ ক্ষতিগ্রস্ত হয়নি।\n\n\n=== জনপ্রিয়তা ===\nহিন্দুত্ব পপ সঙ্গীত বিশেষ করে উত্তর ভারতের \"গোরু বলয়\" বা হিন্দি বলয়ে জনপ্রিয়, যা হিন্দুত্বের শক্ত ঘাঁটি হিসেবে বিবেচিত। হিন্দুত্ববাদী গান প্রায়শই ইউটিউবে আপলোড করা হয়, যেখানে কিছু গান কয়েক লক্ষ বার দেখা হয়েছে। লক্ষ্মী দুবের একটি জনপ্রিয় হিন্দুত্ববাদী গান, \"হর ঘর ভগওয়া ছায়েগা\" (প্রতিটি ঘর গেরুয়া রঙে ছেয়ে যাবে), অনলাইনে ৬৫ মিলিয়নের বেশি বার শোনা হয়েছে। ২০২৪ সালের মে মাস পর্যন্ত, দুবের প্রায় ৫ লক্ষ সাবস্ক্রাইবার ছিল। ২০২৩ সালের জুন মাস পর্যন্ত, উপেন্দ্র রানার ৪ লক্ষ ৭৮ হাজার সাবস্ক্রাইবার ছিল।\n\n\n== প্রতিক্রিয়া ==\n\n\n=== ইউটিউব ===\nঘৃণা ও সহিংসতার বিরুদ্ধে ইউটিউবের নীতি লঙ্ঘনকারী হিন্দুত্ব পপ গানের পর্যাপ্ত নিয়ন্ত্রণ না করা এবং স্বয়ংক্রিয়ভাবে হিন্দুত্ব সঙ্গীত ভিডিও তৈরির জন্য ইউটিউব সমালোচিত হয়। বিদ্বেষমূলক বক্তব্যের নীতি লঙ্ঘনের জন্য ইউটিউব সন্দীপ আচার্য ও প্রেম কৃষ্ণবংশীর মতো হিন্দুত্ব পপ শিল্পীদের অ্যাকাউন্ট ও ভিডিও সরিয়ে দেয়। কিন্তু তাদের ভিডিওগুলো অন্যান্য ব্যবহারকারীদের দ্বারা পুনঃ-আপলোড ও রিমিক্স চলমান রয়েছে।\n\n\n=== সরকার এবং রাজনীতিবিদ ===\nলক্ষ্মী দুবে এবং উপেন্দ্র রানার মতো শিল্পীরা প্রায়শই রাজনীতিবিদদের জন্য গান করেন। ডুবেই বলেন, \"বিজেপি নেতারা যেখানে আমাদের আমন্ত্রণ জানান, আমরা সেখানে উপস্থিত হই। কারণ, বিজেপি হিন্দুত্বের প্রসার ঘটাতে সাহায্য করছে।\" কবি সিংহের মতে, ২০২৪ সালের পুনর্নির্বাচনে নরেন্দ্র মোদীকে সমর্থন করার জন্য বিজেপি তাকে একটি গান রচনার অনুরোধ করে এবং তিনি নিয়মিত বিজেপি রাজনীতিবিদদের পক্ষে প্রচারণা চালিয়ে থাকেন। বিজেপি রাজনীতিবিদ রাজা সিংহ তার সমাবেশে হিন্দুত্ব পপ গান বাজিয়েছেন বা পরিবেশন করেছেন, অন্যদিকে বিজেপির প্রাক্তন সাংসদ দিনেশ লাল যাদব তার নিজস্ব হিন্দুত্ব পপ মিউজিক ভিডিও রেকর্ড করেছেন।\n২০২২ সালে, প্রেম কৃষ্ণবংশীকে উত্তরপ্রদেশ সরকার যোগী আদিত্যনাথ সম্পর্কে রচিত একটি গানের জন্য পুরস্কৃত করেন। বিজেপির একজন মুখপাত্র বলেন যে, গানটির শিল্পগুণের জন্য এই পুরস্কার দেওয়া হয়েছে এবং এটি কোনো সমর্থনের প্রতীক নয়। মুসলিম মিরর-এর প্রতিষ্ঠাতা বলেন যে, সরকার পুরোপুরি হিন্দুত্ব পপ গায়কদের সমর্থন করে। অধ্যাপক আমির আলি বলেন, হিন্দুত্ব পপ (এইচ-পপ) বিজেপির নির্বাচনী এবং রাজনৈতিক আধিপত্যকে আরও শক্তিশালী করে।\nসরকার এবং পুলিশকে \"ধর্মীয় গোষ্ঠীর মধ্যে ঘৃণা প্রচার\" করার অভিযোগে হিন্দুত্ব পপ দমনে কিংবা এর গায়কদের বিরুদ্ধে যথাযথ ব্যবস্থা না নেওয়ার জন্য ব্যাপক সমালোচিত হতে হয়। কিছু পুলিশ কর্মকর্তা সহিংসতা প্রতিরোধের জন্য হিন্দু ধর্মীয় অনুষ্ঠানে প্লেলিস্ট নিয়ন্ত্রণের চেষ্টা করেন। তবে, বেশ কিছু কর্মকর্তার মতে, হিন্দুত্ব পপ দমন করা কঠিন, কারণ এটি সহজেই অ্যাক্সেস এবং আপলোড করা যায়। সাংবাদিক কুনাল পুরোহিত উল্লেখ করেন যে, পুলিশ প্রায়ই সমস্যার মূল কারণের সমাধান না করে শুধুমাত্র গান বাজানো নিষিদ্ধ করার চেষ্টা করে।\n২০১৯ সালে, পুলিশ একাধিক অভিযোগের ভিত্তিতে একটি ভাইরাল ইউটিউব সঙ্গীত ভিডিওর জন্য চারজনকে গ্রেপ্তার করে। গানটির শিরোনাম ছিল: \n\nজো না বোলে জয় শ্রী রাম, উসকো ভেজো কবরস্থান (যারা জয় শ্রী রাম বলতে অস্বীকার করে, তাদেরকে কবরস্থানে পাঠানো উচিত)।\n২০২৩ সালের জানুয়ারী মাসে, ডয়চে ভেলে \"হিন্দুত্ব পপ\" নিয়ে একটি সংবাদ প্রতিবেদন প্রকাশ করে, যেখানে এটিকে \"ঘৃণার গান\" হিসেবে অভিহিত করা হয় এবং এই প্রতিবেদনে এইচ-পপ শিল্পী সন্দীপ আচার্য ও প্রেম কৃষ্ণবংশীকে তুলে ধরা হয়। এর প্রতিক্রিয়ায়, বিজেপির এক মুখপাত্র জানান যে তাদের দলের সাথে এই গায়কদের কোনো সম্পর্ক নেই এবং তারা ঘৃণা ছড়ায় না। তিনি পরামর্শ দেন যে কেউ যদি এতে ক্ষুব্ধ হন, তাহলে তাদের উচিত গায়কদের বিরুদ্ধে থানায় অভিযোগ দায়ের করা।\n\n\n== আরও দেখুন ==\nগেরুয়াকরণ\nগেরুয়া প্রেম ফাঁদ ষড়যন্ত্র তত্ত্ব\nভারতে মুসলিমদের বিরুদ্ধে সহিংসতা\nহায়দ্রাবাদ গণহত্যা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}