{"pageid": 1502025, "title": "তেফিল্লিন", "url": "https://bn.wikipedia.org/wiki?curid=1502025", "content": "তেফিল্লিন (হিব্রু ভাষায়: תְּפִלִּין/תְּפִילִּין‎) হলো ছোট কালো চামড়ার বাক্সের সেট যাতে তোরাহের গাথার সাথে খোদাই করা চর্মের কাগের পাকান সহ চামড়ার চাবুক থাকে। প্রাপ্তবয়স্ক ইহুদিরা সপ্তাহের দিন এবং রবিবার সকালের প্রার্থনার সময় তেফিল্লিন পরিধান করে। সনাতনপন্থী এবং ঐতিহ্যবাহী সম্প্রদায়গুলিতে, এগুলি শুধুমাত্র পুরুষরা পরিধান করে, যখন কিছু  সংশোধিত এবং রক্ষণশীল সম্প্রদায় লিঙ্গ নির্বিশেষে প্রাপ্তবয়স্কদের পরিধান করার অনুমতি দেয়। \nইহুদি আইনে মহিলাদের বেশিরভাগ সময়-নির্ভর ইতিবাচক আদেশ থেকে অব্যাহতি দেওয়া হয়, যার মধ্যে রয়েছে তেফিল্লিন, এবং অন্যান্য সময়-নির্ভর ইতিবাচক আদেশের বিপরীতে, বেশিরভাগ হলচিক কর্তৃপক্ষ তাদের এই আদেশ পালন করতে নিষেধ করে।\nতেফিল্লিন প্রযুক্তিগতভাবে বহুবচন এবং একবচন তেফিল্লহ, এটি প্রায়শই একবচন হিসেবেও ব্যবহৃত হয়।  পার্শ্ব-তেফিল্লাহ (বা শেল ইয়াদ) উপরের (অ-প্রধান) পার্শ্বের উপর রাখা হয় এবং অগ্রভাগ, পার্শ্ব ও মধ্যমা আঙুলের চারপাশে আবৃত করা হয়; যখন শীর্ষ-তেফিল্লহ (শেল রোশ) কপাল ও চুলের সীমানায় চোখের মাঝখানে রাখা হয়। এগুলো মিশর থেকে প্রস্থানের ক্রমাগত \"চিহ্ন\" এবং \"স্মরণ\" বজায় রাখার জন্য তোরাহের নির্দেশাবলী পূরণ করার উদ্দেশ্যে। যদিও ঐতিহাসিকভাবে পুরুষরা সারাদিন তেফিল্লিন পরতেন, এটি আর সাধারণ নয়। সাধারণ অনুশীলন আজ তাদের নিম্নলিখিত সেবা অপসারণ হয়।\nবাইবেলে তেফিল্লিন অস্পষ্ট। উদাহরণ স্বরূপ, দ্বিতীয় বিবরণ ১১:১৮, \"আপনার বাহুতে বাঁধা\" বিশেষভাবে কী হবে তা স্পষ্টভাবে উল্লেখ করে না এবং \"আপনার চোখের মধ্যে তোতাফোত\" এর সংজ্ঞাটি স্পষ্ট নয়। এই বিবরণ মৌখিক তোরাহে বর্ণনা করা হয়েছে। অন্তত খ্রিস্টীয় ১ম শতাব্দীর প্রথম দিকে, অনেক ইহুদি গাথাগুলিকে আক্ষরিক অর্থে বুঝতেন এবং শারীরিক তেফিল্লিন পরতেন, যেমনটি কুমরানে প্রত্নতাত্ত্বিক অনুসন্ধানে দেখানো হয়েছে এবং খ্রিস্টান নূতন নিয়মের ম্যাথু ২৩-এ উল্লেখ রয়েছে। যাইহোক, করাইতে ইহুদিধর্ম গাথাগুলিকে রূপকীয় হিসেবে উপলব্ধি করে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nEider, Shimon D Halachos of Tefillin, Feldheim Publishers (2001) আইএসবিএন ৯৭৮-১-৫৮৩৩০-৪৮৩-৯\nEmanuel, Moshe Shlomo Tefillin: The Inside Story, Targum Press (1995) আইএসবিএন ৯৭৮-১-৫৬৮৭১-০৯০-৭\nNeiman, Moshe Chanina Tefillin: An Illustrated Guide, Feldheim Publishers (1995) আইএসবিএন ৯৭৮-০-৮৭৩০৬-৭১১-৯\nRav Pinson, DovBer: Tefillin: Wrapped in Majesty (2013) আইএসবিএন ০৯৮৫২০১১৮৫\nCohn, Yehudah (২০০৮)। Tangled Up in Text: Tefillin and the Ancient World। Brown Judaic Studies। আইএসবিএন 978-1930675797। \nFeldman, Ariel (২০২২)। Tefillin and Mezuzot from Qumran: New Readings and Interpretations। De Gruyters। আইএসবিএন 978-3110725261। \n\n\n== বহিঃসংযোগ ==\n\nHalachic sources and diagrams on Tefillin on a commercial site\nMany pictures and explanations about Tefillin, the parshiyot and batim\nEducational information and diagrams of tefillin on a commercial site\nShort movie about Tefillin producing process\nHow to Guide to Putting on Tefillin\nOne who performs all labor and activities with his left hand except for writing, should he be wearing the tefillin shel yad on his right hand?  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০২২-০১-২০ তারিখে\nIllustrations on how to tie the knot (kesher) in the head phylactery, Ashkenazi and Sephardic methods, pp. 627–630 in PDF.\nEnhance your knowledge regarding Tefillin  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০২২-০৫-১৭ তারিখে at Vaad Meleches HaKodesh"}