{"pageid": 1502051, "title": "ওপারম্যানের অনুমান", "url": "https://bn.wikipedia.org/wiki?curid=1502051", "content": "ওপারম্যানের অনুমান গণিতে মৌলিক সংখ্যার বিন্যাস সম্পর্কিত একটি অসমাধিত সমস্যা। এটি লেজঁন্দ্রের অনুমান, আন্দ্রিকার অনুমান, এবং ব্রোকার্ডের অনুমান-এর সাথে ঘনিষ্ঠভাবে সম্পর্কিত, তবে তুলনামূলক বেশি শক্তিশালী। এটি ডেনিশ গণিতবিদ লুডভিগ ওপারম্যান-এর নামে নামকরণ করা হয়েছে, যিনি ১৮৭৭ সালের মার্চ মাসে একটি অপ্রকাশিত বক্তৃতায় এটি ঘোষণা করেন।\n\n\n== ফলাফল ==\nযদি অনুমানটি সত্য হয়, তাহলে মৌলিক ব্যবধান হবে:\n\n  \n    \n      \n        \n          g\n          \n            n\n          \n        \n        <\n        \n          \n            \n              p\n              \n                n\n              \n            \n          \n        \n        .\n        \n      \n    \n    {\\displaystyle g_{n}<{\\sqrt {p_{n}}}.\\,}\n  \n\nএর অর্থ হল x2 এবং (x + 1)2 এর মধ্যে অন্তত দুটি মৌলিক সংখ্যা থাকবে (একটি x2 ও x(x + 1) এর মধ্যে এবং দ্বিতীয়টি x(x + 1) ও (x + 1)2 এর মধ্যে), যা লেজঁন্দ্রের অনুমানকে শক্তিশালী করে যা বলে যে এই পরিসরে অন্তত একটি মৌলিক সংখ্যা আছে। যেহেতু যেকোনো দুটি বিজোড় মৌলিক সংখ্যার মধ্যে অন্তত একটি অ-মৌলিক সংখ্যা থাকে, এটি ব্রোকার্ডের অনুমানকেও প্রমাণ করে যে ক্রমাগত বিজোড় মৌলিক সংখ্যাগুলির বর্গের মধ্যে অন্তত চারটি মৌলিক সংখ্যা থাকে। এছাড়াও, এটি প্রমাণ করবে যে দুটি ক্রমিক মৌলিক সংখ্যার মধ্যে সর্বাধিক সম্ভাব্য মৌলিক ব্যবধান সংখ্যাগুলির বর্গমূল এর দ্বিগুণের সমানুপাতিক হবে, যেমনটি আন্দ্রিকার অনুমান বলে।\nঅনুমানটি আরও প্রমাণ করে যে উলাম স্পাইরাল এর প্রতিটি চতুর্থাংশ ঘূর্ণনে অন্তত একটি মৌলিক সংখ্যা পাওয়া যাবে।\n\n\n== বিবৃতি ==\nঅনুমানটি বলে যে, প্রতিটি পূর্ণসংখ্যা x > 1 এর জন্য, অন্তত একটি মৌলিক সংখ্যা রয়েছে\n\nx(x − 1) এবং x2 এর মধ্যে,\nএবং অন্তত আরেকটি মৌলিক সংখ্যা রয়েছে\n\nx2 এবং x(x + 1) এর মধ্যে।\nএটিকে সমতুল্যভাবে এভাবেও প্রকাশ করা যায় যে মৌলিক সংখ্যা গণনাকারী ফাংশন প্রতিটি পরিসরের প্রান্তবিন্দুগুলিতে অসমান মান নিতে হবে। অর্থাৎ:\n\nπ(x2 − x) < π(x2) < π(x2 + x) যখন x > 1\nযেখানে π(x) হল x এর সমান বা ছোট মোট যতটি মৌলিক সংখ্যা আছে তার সংখ্যা।\n\n\n== তথ্যসূত্র =="}