{"pageid": 1502168, "title": "চালাকুড়ি নদী", "url": "https://bn.wikipedia.org/wiki?curid=1502168", "content": "চালাকুড়ি নদী হল দক্ষিণ ভারতের পশ্চিম উপকূলে কেরালা রাজ্যের অন্যতম প্রধান পঞ্চম দীর্ঘতম নদী । এই নদীটি কেরালার ত্রিশূর জেলা, পালঘাট জেলা এবং এর্নাকুলাম জেলার মধ্য দিয়ে প্রবাহিত হয়েছে। এই অববাহিকার মোট আকার নিষ্কাশন ১৭০৪ স্কোয়ার কিমি, তার মধ্যে ১৪০৪ স্কোয়ার কিমি কেরালায় এবং বাকি ৩০০ স্কোয়ার কিমি তামিলনাড়ুতে । নদীটির দৈর্ঘ্য ১৪৫.৫ কিলোমিটার। যদিও নদীটির উৎপত্তিস্থল তামিলনাড়ুর আনাইমালাই পর্বত থেকে হলেও, তবে এটি কেরালার পারম্বিকুলম, কুরিয়ারকুট্টি, শোলায়ার, কারাপাড়া এবং আনাকায়াম প্রভৃতি উপনদীগুলির থেকে প্রতিপত্তি হয়েছে। এটি এর্নাকুলাম জেলার উত্তর পারাভুর অঞ্চল সংলগ্ন পুথানভ্যালিকারার কাছে পেরিয়ার নদীর সাথে মিলিত হয়েছে। নদীর গতিপথ বরাবর চালাকুড়ি টাউনের জনবসতির পাশ দিয়ে প্রবাহিত হওয়ার কারণে চালাকুড়ি নদীটির নাম হয়েছে । ২০১৮ সালের কেরালার বন্যার সময় চালাকুড়ি নদী সবচেয়ে বেশি ক্ষতিগ্রস্ত নদীগুলির মধ্যে একটি ছিল ।\n\n\n== প্রাণীজগৎ ও গাছপালা ==\n\nচালাকুড়ি নদীতে জলজ প্রাণী জীবনে সমৃদ্ধ রয়েছে এবং এই নদীতে ভারতে মাছের বৈচিত্র্যের মধ্যে সবচেয়ে সম্পদশালী নদী। কারণ এই নদীতে কেরালার পরিচিত ১৫২টি প্রজাতির মধ্যে ৯৮টি প্রজাতির মিষ্টি জলের মাছ রয়েছে। এই নদীতে মাছেদের প্রজাতির মধ্যে সবচেয়ে বেশি কার্প পরিবার প্রজাতির মাছ সমৃদ্ধ, এছাড়া বাগরিড ক্যাটফিশ এবং এবং হিলস্ট্রিম লোচ রয়েছে।\nচালাকুড়ি নদীর তীরবর্তী বনভূমি প্রায় ৫৮.৫ হেক্টর এলাকা জুড়ে রয়েছে, পেরিঙ্গলকুথ থেকে ১০.৫ কিলোমিটার নিম্নধারার দিকে নদী তীরবর্তী বনভূমির সৃষ্টি হয়েছে। তার মধ্যে ২৬.৪ হেক্টর ভাঝাচালা এলাকার মধ্যে রয়েছে। এই অঞ্চলে নদী তীরবর্তী বনভূমি চিরহরিৎ এবং আধা-চিরসবুজ প্রজাতির পাশাপাশি সাধারণ বনভূমি প্রজাতির উদ্ভিদের উপস্থিতি দেখা যায়। ৩১৯টি প্রজাতির ফুলের উদ্ভিদের মধ্যে ২৪টি পশ্চিমঘাট পর্বতমালার স্থানীয় প্রজাতি উদ্ভিদ এবং ১০টি বিরল এবং বিপন্ন প্রজাতি উদ্ভিদ দেখা যায়।\n\n\n== জলপ্রপাত ==\n\nঅথিরাপ্পিল্লী জলপ্রপাত এবং ভাঝাচালা জলপ্রপাত কেরালা রাজ্যের সবচেয়ে বিখ্যাত এবং সুন্দর জলপ্রপাত এই নদীতে অবস্থিত। চালাকুড়ি নদীর উপর অবস্থিত জলবিদ্যুৎ প্রকল্পগুলি হল শোলায়ার হাইড্রো ইলেকট্রিক প্রজেক্ট এবং পেরিঙ্গলকুথ হাইড্রো ইলেকট্রিক প্রজেক্ট। সেচের উদ্দেশ্যে থাম্বুরমুঝায় ড্যাম এই নদীর উপর নির্মিত করা হয়েছে। পারম্বিকুলম ড্যামটি পারম্বিকুলম নদীর উপর নির্মিত হয়েছে ।\n\n\n== তথ্যসূত্র =="}