{"pageid": 1502761, "title": "আব্দুল মহসিন আল-কাসিম", "url": "https://bn.wikipedia.org/wiki?curid=1502761", "content": "আব্দুল মহসিন বিন মুহাম্মদ আল-কাসিম (আরবি: عبد المحسن بن محمد القاسم) একজন সৌদি ইসলামিক পণ্ডিত , ইমাম , প্রচারক এবং লেখক।\n\n\n== জীবন ==\n\n\n=== জন্ম ===\nআব্দুল মহসিন ইবনে মুহাম্মদ ইবনে আব্দুল রহমান আল-কাসিম ১৯৬৭ সালে মক্কায় জন্মগ্রহণ করেছিলেন , যখন তার পিতা শাইখুল ইসলাম ইবনে তাইমিয়াহ- এর ফতোয়া মুদ্রণের তত্ত্বাবধানে সেখানে বসবাস করছিলেন । \n\n\n=== পরিবার ===\n\n\n==== পিতা ====\nআল-কাসিমের পিতা মুহাম্মদ বিন আবদুর রহমান, তার যুগে সৌদি আরবের শায়খ মুহাম্মদ ইবনে ইব্রাহিম আল আশ-শাইখ - মুফতি-এর সিনিয়র ছাত্রদের মধ্যে ছিলেন। তার বাবা ইমাম মুহাম্মদ ইবনে সৌদ ইসলামিক বিশ্ববিদ্যালয়ের ইসলামিক ক্রিড বিভাগের উসুল আদ-দীন অনুষদে শিক্ষক হিসেবে কাজ করতেন । তিনি তার শিক্ষক মুহাম্মদ ইবনে ইব্রাহীম আল আশ-শেখের ধর্মীয় রায় (ফতোয়া) এবং চিঠিপত্রও সংকলন করেছেন এবং আরও অনেক বই লিখেছেন।\n\n\n==== দাদা ====\nআল-কাসিমের দাদা, আবদুল রহমান বিন মুহাম্মদ বিন কাসিম, একজন ইসলামিক পণ্ডিত এবং অনেক লিখিত রচনার লেখক ছিলেন। \n\n\n=== শিক্ষা ===\nআল-কাসিম ১৯৮৯ সালে তুলনামূলক ফিকহে স্নাতকোত্তর ডিগ্রী লাভ করেন। এরপর তিনি ১৯৯২ সালে ইমাম মুহাম্মদ ইবনে সৌদ ইসলামী বিশ্ববিদ্যালয় থেকে ফিকহে ডক্টরেট নিয়ে তার একাডেমিক কোর্স শেষ করেন।  তার ডক্টরেট থিসিস, আরবি: المَسْبُوكُ عَلَى مِنْحَةِ السُّلُوكِ شَرْحُ تُحْفَةِ المُلُوكِ(আলমাসবুক আ'লা মিনহুত আলসুলুক শরহ তুহফাত আলমুলুক) রাজাদের শ্রেষ্ঠকর্ম ব্যাখ্যা করে তাদের আচরণের উপহার। ছয়টি খণ্ডে বিস্তৃত ছিল কিন্তু মুদ্রিত হওয়ার পরে এটিকে চার খণ্ডের প্রকাশনায় সংকুচিত করা হয়েছিল।\n\n\n=== ইমামতি ===\nআল-কাসিম ১৪১৮ হিজরী অনুযায়ী ১৯৯৭ সালে নবীর মসজিদের ইমাম ও খতিব হিসেবে নিযুক্ত হন। \n\n\n== সাহিত্যকর্ম ==\n[১]→আরবি: متون طالب العلم মুতুউন তালিবি ইলমি (জ্ঞানের ছাত্রদের জন্য পাঠ্য)\n[২]→আরবি: طريقة لترك التدخين (طُبع سابقاً باسم: اجعلها الأخيرة) (ধূমপান ছাড়ার উপায়)\n[৩]→আরবি: المدينة المنورة: فضائلها، المسجد النبوي، الحجرة النبوي ('মদিনা' এর ফযীলত - মসজিদে নববী- নবীর চেম্বার) \n[৪]→আরবি: الأمر بالمعروف والنهي عن المنكر - أصل من أصول الدين ('সৎ কাজের আদেশ করা এবং অসৎ কাজের নিষেধ করা ধর্মের অন্যতম মৌলিক বিষয়') \nMore books by Abdulmohsen Al-Qasim - a-alqasim.com/books/\n\n\n== বহিঃসংযোগ ==\nইউটিউবে সূরা ইউসুফ থেকে শাইখখ আব্দুল মহসিন আল কাসিমের তেলাওয়াত..\nইউটিউবে اللَّهُ نُورُ السَّمَاوَاتِ وَالأَرْضِ ...\" تلاوة عجيبة للشيخ د. عبدالمحسن القاسم من سورة النور \"\nQuran recitations by Abdulmohsen Al Qasim عبد المحسن القاسم\n\n\n== তথ্যসূত্র =="}