{"pageid": 1502583, "title": "খ্রিস্টান নীতিশাস্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=1502583", "content": "খ্রিস্টান নীতিশাস্ত্র বা নৈতিক ধর্মতত্ত্ব হলো বহুমুখী নৈতিক ব্যবস্থা। এটি একদিকে সদ্গুণ নীতিশাস্ত্র যা নৈতিক চরিত্র গঠনে গুরুত্ব আরোপ করে করে, এবং অন্যদিকে কর্তব্যজ্ঞানীয় নীতিশাস্ত্র যা কর্তব্যের উপর জোর দেয়। এটি প্রাকৃতিক আইনের নীতিশাস্ত্রকেও অন্তর্ভুক্ত করে, যা এই বিশ্বাসের উপর নির্মিত যে এটি মানুষের প্রকৃতি – ঈশ্বরের প্রতিমূর্তিতে প্রণীত এবং নৈতিকতা, সহযোগিতা, যৌক্তিকতা, বিচক্ষণতা ইত্যাদিতে সক্ষম – যা জীবনকে কীভাবে যাপন করা উচিত তা জানিয়ে দেয়, এবং পাপের সচেতনতার জন্য বিশেষ প্রকাশের প্রয়োজন নেই। নীতিশাস্ত্রটির অন্যান্য দিকগুলি, সামাজিক সুসমাচার ও মুক্তির ধর্মতত্ত্বের মতো আন্দোলন দ্বারা প্রতিনিধিত্ব করে, চতুর্থ ক্ষেত্রে একত্রিত হতে পারে যাকে কখনও কখনও ভবিষ্যদ্বাণীমূলক নীতিশাস্ত্র বলা হয়।\nখ্রিস্টান নীতিশাস্ত্র বাইবেল থেকে এর রূপক অন্তঃসার আহরণ করে, এবং ঈশ্বরকে সমস্ত শক্তির চূড়ান্ত উৎস হিসাবে বিবেচনা করে। প্রামাণিক, সংস্কারকৃত ও ইচ্ছা জ্ঞানতত্ত্ব হলো খ্রিস্টান জ্ঞানতত্ত্বের তিনটি সাধারণ রূপ। বাইবেলে বিভিন্ন নৈতিক দৃষ্টিভঙ্গি বুনিয়াদি খ্রিস্টান নৈতিক নীতিগুলি সংজ্ঞায়িত করার বিষয়ে বারবার মতবিরোধের দিকে পরিচালিত করেছে, কমপক্ষে সাতটি প্রধান নীতিগুলি বহুবর্ষজীবী বিতর্ক ও পুনরায় ব্যাখ্যা করার মধ্য দিয়ে চলেছে। খ্রিস্টান নীতিবিদরা কারণ, দর্শন, প্রাকৃতিক আইন, সামাজিক বিজ্ঞান ব্যবহার করেন, এবং বাইবেল এই নীতিগুলির আধুনিক ব্যাখ্যা তৈরি করতে; খ্রিস্টান নীতিশাস্ত্র ব্যক্তিগত ও সামাজিক নীতিশাস্ত্রের সমস্ত ক্ষেত্রে প্রযোজ্য।\nআনুমানিক ২৭ থেকে ৩২৫ খ্রিস্টাব্দে আদি খ্রিস্টধর্মের সূচনা করে মধ্যযুগের সময় খ্রিস্টান নীতিশাস্ত্র বিকাশ অব্যাহত রেখেছিল, যখন এরিস্টটলের পুনরায় আবিষ্কারের ফলে মধ্যযুগীয় দার্শনিক মতবাদ এবং টমাস আকুইনাসের রচনার দিকে পরিচালিত হয়েছিল। পঞ্চদশ ও ষোড়শ শতাব্দীর \nপ্রতিবাদপন্থী সংস্কার, পরবর্তী পাল্টা-প্রতিবাদপন্থী সংস্কার, এবং খ্রিস্টান মানবতাবাদ খ্রিস্টান নীতিশাস্ত্র, বিশেষত এর রাজনৈতিক এবং অর্থনৈতিক শিক্ষাকে প্রচুর পরিমাণে প্রভাবিত করেছিল। খ্রিস্টান ধর্মতত্ত্বের শাখা তার ইতিহাসের বেশিরভাগের জন্য, খ্রিস্টান নীতিশাস্ত্র আঠারো ও উনিশ শতকে ধর্মতত্ত্ব থেকে পৃথক হয়েছিল। একবিংশ শতাব্দীর বেশিরভাগ পণ্ডিতদের জন্য, খ্রিস্টান নীতিশাস্ত্র একদিকে ধর্মতত্ত্ব এবং অন্যদিকে সামাজিক বিজ্ঞানের মধ্যে কুলুঙ্গিতে ফিট করে।\nধর্মনিরপেক্ষতা আধুনিক খ্রিস্টান নীতিতে উল্লেখযোগ্য প্রভাব ফেলেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nChristian Ethics Reading Room, Online Literature, Tyndale Seminary\nKirby Laing Institute for Christian Ethics – Institute based in Cambridge, England. KLICE triannually publishes Ethics in Brief, issues of which can be read here.\nCatholic Encyclopedia: Ethics\nCatholic Encyclopedia: Moral Theology\n\"Thomas Aquinas: Moral Philosophy\"। দর্শনের ইন্টারনেট বিশ্বকোষ (ইংরেজি ভাষায়)। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nThree Good Deeds  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২৫ আগস্ট ২০১৭ তারিখে, Collection of resources focused on the Judeo-Christian values of caring for the environment, yourself and others"}