{"pageid": 1502090, "title": "হাসিদীয় ইহুদিবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1502090", "content": "হাসিদীয় ইহুদিবাদ বা হাসিদবাদ হলো ইহুদিধর্মের ধর্মীয় আন্দোলন যেটি অষ্টাদশ শতাব্দীর সমসাময়িক পশ্চিম ইউক্রেনে আধ্যাত্মিক পুনরুজ্জীবন আন্দোলন হিসেবে পূর্ব ইউরোপে দ্রুত ছড়িয়ে পড়ার আগে উদ্ভূত হয়েছিল। এ মতবাদের সাথে সম্পৃক্তরা হাসিদীম নামে পরিচিত এবং তাদের অধিকাংশই ইসরায়েল ও মার্কিন যুক্তরাষ্ট্রে বাস করে।\nবাল শেম তোব হাসিদবাদের প্রতিষ্ঠাতা পিতা হিসাবে বিবেচিত এবং তাঁর শিষ্যগণ এর বিকাশ ও প্রচার করেন। বর্তমানে হাসিদবাদ হেরেদী ইহুদিবাদের একটি উপ-গোষ্ঠী হিসেবে পরিচিতি লাভের পাশাপাশি এটি এর ধর্মীয় রক্ষণশীলতা ও সামাজিক নির্জনতার জন্য খ্যাতিযুক্ত। এর সদস্যরা সনাতনপন্থী ইহুদি অনুশীলন উভয়ই নিবিড়ভাবে মেনে চলার লক্ষ্য - আন্দোলনের নিজস্ব অনন্য জোর দিয়ে - এবং পূর্ব ইউরোপীয় ইহুদিদের পূর্বের জীবনধারা। পোশাকের বিভিন্ন শৈলী ও ইহুদি ভাষার ব্যবহার সহ পরবর্তীকালের অনেক উপাদান প্রায় একচেটিয়াভাবে হাসিদবাদের সাথে যুক্ত।\nহাসিদীয় চিন্তাভাবনা লুরিয়ীয় কাব্বালাহ্ এর উপর প্রচুর পরিমাণে প্রলম্বিত করে এবং কিছুটা হলেও এর জনপ্রিয়তা। শিক্ষাগুলি মহাবিশ্বে ঈশ্বরের অব্যবস্থাকে জোর দেয়, ধর্মীয় অনুশীলনের ভক্তিমূলক দিক, সর্বদা তাঁর সাথে একরকম হওয়ার এবং তাঁর সাথে থাকার প্রয়োজন, এবং শারীরিকতা ও জাগতিক রচনাগুলির আধ্যাত্মিক মাত্রা। হাসিদীম, হাসিদবাদের অনুগামী, ধর্মাধিকরণ বা রাজবংশ হিসাবে পরিচিত স্বতন্ত্র সম্প্রদায়গুলিতে সংগঠিত হয়, যার প্রত্যেকে তার নিজস্ব বংশগত পুরুষ নেতা, রেবে নেতৃত্বে থাকে। রেবের প্রতি শ্রদ্ধা ও মূল নীতিগুলি, কারণ তাকে আধ্যাত্মিক কর্তৃত্ব হিসাবে বিবেচনা করা হয় যার সাথে অনুগামীকে ঈশ্বরের ঘনিষ্ঠতা অর্জনের জন্য বন্ধন করতে হবে।বিভিন্ন ধর্মাধিকরণ মৌলিক প্রত্যয়গুলি ভাগ করে, তবে আলাদাভাবে কাজ করে এবং অনন্য বৈশিষ্ট্য ও রীতিনীতি রাখে। প্রজন্মের পরিবারগুলিতে প্রায়শই অনুমোদিততা বজায় থাকে এবং হাসিদীয় হওয়া যতটা সমাজতাত্ত্বিক কারণ - নির্দিষ্ট সম্প্রদায়ের মধ্যে জন্ম এবং রেবীয়র রাজবংশের প্রতি আনুগত্যকে অন্তর্ভুক্ত করে - যেমন এটি ধর্মীয়। বেশ কয়েকটি ধর্মাধিকরণ রয়েছে যার প্রতিটি হাজার হাজার সদস্য পরিবার রয়েছে এবং কয়েকশো ছোট ছোট ছোট রয়েছে। ২০১৬ সালের হিসাবে, বিশ্বব্যাপী ১৩০,০০০ এরও বেশি হাসিদীয় পরিবার ছিল, বিশ্বব্যাপী ইহুদি জনসংখ্যার প্রায় ৫%।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\n\n== বহিঃসংযোগ ==\n\n \"Chasidim\"। New International Encyclopedia। ১৯০৫। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) [[Category:উইকিপিডিয়া নিবন্ধ যাতে নিউ ইন্টারন্যাশনাল এনসাইক্লোপিডিয়া থেকে একটি উদ্ধৃতি অন্তর্ভুক্ত করা হয়েছে]]\nMap of the spread of Hasidism from 1730 and 1760–75, and its encroachment on the Lithuanian centre of Rabbinic opposition  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০০৯-০৯-১৫ তারিখে\nSatmar Hasidic Williamsburg  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০২২-০১-১৩ তারিখে photo-series by Suzanne Stein"}