{"pageid": 1502396, "title": "সাগানি", "url": "https://bn.wikipedia.org/wiki?curid=1502396", "content": "আবু হামিদ আহমাদ ইবনে মুহাম্মাদ সাগান আস্তুরলাবি (ফার্সি: ابوحامد صاغانی) সংক্ষেপে সাগানি বা আস্তুরলাবি নামে পরিচিত ছিলেন। তিনি  ছিলেন একজন পারস্য জ্যোতির্বিদ এবং বিজ্ঞানের ইতিহাসবিদ। তার নামের অর্থ \"মার্ভের নিকটবর্তী সাগানের অ্যাস্ট্রোল্যাব নির্মাতা\"। তিনি বাগদাদে খ্যাতি লাভ করেন, যেখানে তিনি ৯৯০ সালে মারা যান।\n\n\n== কর্ম ==\nআস্তুরলাবি বিজ্ঞানের ইতিহাসের প্রথম দিকের কিছু সম্পূরকগ্রন্থ লিখেছেন। এর মধ্যে \"প্রাচীন\" (প্রাচীন ব্যাবিলনীয়, মিশরীয়, গ্রীক এবং ভারতীয়সহ) এবং \"আধুনিক পণ্ডিতদের\" (তার সময়ের মুসলিম বিজ্ঞানীদের মধ্যে) নিম্নলিখিত তুলনা অন্তর্ভুক্ত ছিল:\n\n \"প্রাচীনরা মৌলিক নীতির সুযোগ আবিষ্কার এবং ধারণার উদ্ভাবনের মাধ্যমে নিজেদেরকে আলাদা করেছে। অন্যদিকে, আধুনিক পণ্ডিতরা বহু বৈজ্ঞানিক বিবরণ, কঠিন (সমস্যা) এর সরলীকরণ, এর সংমিশ্রণের মাধ্যমে নিজেদের আলাদা করেছেন। বিক্ষিপ্ত (তথ্য), এবং (উপাদান যা ইতোমধ্যে বিদ্যমান) সুসঙ্গত (অবস্থা) এর ব্যাখ্যা তাদের কাছে এসেছে কোন প্রাকৃতিক যোগ্যতা এবং বুদ্ধিমত্তার কারণে নয়, তাদের সময়মতো অগ্রাধিকারের ভিত্তিতে বিশেষ কৃতিত্ব। তবুও, কত জিনিস তাদের এড়াতে পেরেছিল যা তখন আধুনিক পণ্ডিতদের মূল উদ্ভাবন হয়ে ওঠে এবং পূর্ববর্তীরা পরবর্তীদের জন্য কতটা ছেড়ে দিয়েছিল। \"\n\n\n== তথ্যসূত্র ==\n\nPuig, Roser (২০০৭)। \"Ṣāghānī: Abū Ḥāmid Aḥmad ibn Muḥammad al‐Ṣāghānī [al‐Ṣaghānī] al‐Asṭurlābī\"।   Thomas Hockey;  ও অন্যান্য। The Biographical Encyclopedia of Astronomers। New York: Springer। পৃষ্ঠা 1004। আইএসবিএন 978-0-387-31022-0।  (PDF version)\nRosenthal, Franz (১৯৫০)। \"Al-Asturlabi and as-Samaw'al on Scientific Progress\": 555 – 564। ডিওআই:10.1086/368538। \n\n\n== আরও পড়ুন ==\nHogendijk, Jan P. (২০০১)। \"The Contributions by Abū Naṣr ibn ʿIrāq and al‐Ṣāghānī to the Theory of Seasonal Hour Lines on Astrolabes and Sundials\" (পিডিএফ): 1 – 30। \nSuter, Heinrich (১৯০০)। Die Mathematiker und Astronomen der Araber। Abhandlungen zur Geschichte der mathematischen Wissenschaften mit Einschluss ihrer Anwendungen,10. HFT. (জার্মান ভাষায়)। B.G. Teubner। পৃষ্ঠা 65। ওসিএলসি 463208459।"}