{"pageid": 1502087, "title": "হাসিদীয় দর্শন", "url": "https://bn.wikipedia.org/wiki?curid=1502087", "content": "হাসিদীয় দর্শন বা হাসিদবাদ হাসিদীয় আন্দোলনের শিক্ষা নিয়ে গঠিত, যা হাসিদীয় রেব্বেগুলোর শিক্ষা, প্রায়শই তোরাহ ও কাব্বালা (ইহুদি রহস্যবাদ) এর ভাষ্য আকারে। \nহাসিদবাদ বিভিন্ন আধ্যাত্মিক ধারণা যেমন ঈশ্বর, আত্মা ও তোরাহের সাথে চুক্তি করে, গুপ্ত বিষয় নিয়ে কাজ করে কিন্তু প্রায়শই সেগুলিকে বোধগম্য, প্রযোজ্য করে এবং ব্যবহারিক অভিব্যক্তি খুঁজে পায়।\nইউক্রেন, গ্যালিসিয়া, পোল্যান্ড এবং রাশিয়া জুড়ে হাসিদবাদের বিস্তারের সাথে, হাসিদীবাদের মধ্যে বিভিন্ন সম্প্রদায়ের আবির্ভাব ঘটে। বেশিরভাগ হাসিদীয় ইহুদিধর্মের সমস্ত সম্প্রদায়ে ব্যক্তির জীবনে তজদিক বা আধ্যাত্মিক ও সাম্প্রদায়িক নেতার কেন্দ্রীয় ভূমিকার উপর জোর দেয়।\nব্যুৎপত্তিগতভাবে, শব্দটি, হাসিদ বাইবেলের সময় থেকে বিভিন্ন ধার্মিক ব্যক্তি এবং বিভিন্ন ইহুদি গোষ্ঠীর জন্য ব্যবহৃত শিরোনাম, এবং পূর্বের আন্দোলন, মধ্যযুগীয় জার্মানির হাসিদীয় অশকনজীকেও এই নামে ডাকা হয়েছিল। আজ, হাসিদুত ও হাসিদ শব্দগুলি সাধারণত হাসিদীয় দর্শন ও হাসিদীয় আন্দোলনের অনুসারীদের বোঝায়।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nThe Great Mission – The Life and Story of Rabbi Yisrael Baal Shem Tov, Compiler Eli Friedman, Translator Elchonon Lesches, Kehot Publication Society.\nThe Great Maggid – The Life and Teachings of Rabbi DovBer of Mezhirech, Jacob Immanuel Schochet, Kehot Publication Society.\nThe Hasidic Tale, Edited by Gedaliah Nigal, Translated by Edward Levin, The Littman Library of Jewish Civilization.\nThe Hasidic Parable, Aryeh Wineman, Jewish Publication Society.\nThe Religious Thought of Hasidism: Text and Commentary, Edited by Norman Lamm, Michael Scharf Publication Trust of Yeshiva University.\nWrapped in a Holy Flame: Teachings and Tales of The Hasidic Masters, Zalman Schachter-Shalomi, Jossey-Bass.\nThe Zaddik: The Doctrine of the Zaddik According to the Writings of Rabbi Yaakov Yosef of Polnoy, Samuel H. Dresner, Jason Aronson publishers.\nCommunicating the Infinite: The Emergence of the Habad School, Naftali Loewenthal, University of Chicago Press.\nTormented Master: The Life and Spiritual Quest of Rabbi Nahman of Bratslav, Arthur Green, Jewish Lights Publishing.\nA Passion for Truth, Abraham Joshua Heschel, Jewish Lights Publishing.\nLubavitcher Rabbi's Memoirs: Tracing the Origins of the Chasidic Movement – vol.1,2, Yoseph Yitzchak Schneersohn, Translated by Nissan Mindel, Kehot Publication Society.\nThe Earth is the Lord's: The Inner World of the Jew in Eastern Europe, Abraham Joshua Heschel, Jewish Lights Publishing.\nRabbi Nachman's Stories, translated by Aryeh Kaplan, Breslov Research Institute publication.\nOn the Essence of Chassidus, Menachem Mendel Schneerson, translated by Y.Greenberg and S.S.Handelman, Kehot Publication Society.\nHasidism Reappraised, Edited by Ada Rapoport-Albert, Littman Library of Jewish Civilization.\nThe Mystical Origins of Hasidism, Rachel Elior, Littman Library of Jewish Civilization.\nHasidic Prayer, Louis Jacobs, Littman Library of Jewish Civilization.\n\n\n== বহিঃসংযোগ ==\nChassidic Stories Archive\nHasidism from Chabad.org\nA Guide to Reading Hasidic Texts"}