{"pageid": 1502035, "title": "ইহুদি পরকালবিদ্যা", "url": "https://bn.wikipedia.org/wiki?curid=1502035", "content": "ইহুদি পরকালবিদ্যা হলো ইহুদি ধর্মতত্ত্বের ক্ষেত্র যা পরকালে ঘটবে এমন ঘটনা সম্পর্কিত ধারণাগুলির সাথে সম্পর্কিত, যেগুলোর মধ্যে নির্বাসিত প্রবাসীদের একত্রিত হওয়া, ইহুদি মশীহের আগমন, পরকাল এবং মৃতদের পুনরুত্থান রয়েছে। ইহুদিধর্মে, শেষ সময়কে সাধারণত \"দিনের শেষ\" (অহরিত হ-ইয়ামিম) বলা হয়, যা তানাখ-এ বেশ কয়েকবার উপস্থিত হয়েছে।\nবিশ্বাসগুলি সময়ের সাথে বিকশিত হয়েছে, এবং কিছু লেখকের মতে তোরাহে উল্লেখিত পুরস্কার বা শাস্তি সহ ব্যক্তিগত পরকালে ইহুদিদের বিশ্বাসের প্রমাণ রয়েছে।\n\n\n== সাহিত্য ও বিবরণ ==\nইহুদিধর্মে, পরকালের বিশ্বাসের মূল পাঠ্য উৎস এবং এর সাথে সম্পর্কিত ঘটনাগুলি হলো তানাখ বা ​​হিব্রু বাইবেল। ইহুদি পরকালবিদ্যার শিকড়গুলি যিশাইয় এবং যিরমিয় সহ নির্বাসিত প্রাক-নবীদের, নির্বাসিত ভাববাদী ইজেকিয়েল ও দেউতেরো-যিশাইয়ার মধ্যে পাওয়া যায়। ইহুদি পরকালবিদ্যার প্রধান নীতিগুলি যিশাইয়ের পুস্তক, যিরমিয়ার পুস্তক ও ইজেকিয়েলের পুস্তকে বিশদ বিবরণ দেওয়া হয়নি।\n\n\n=== জীবদ্দশার অবসান ===\n\nইজেকিয়েল অধ্যায় ৩৮ অনুসারে, \"গোগ ও মাগোগের যুদ্ধ\" হলো চরম পরিণতিমূলক যুদ্ধ যেটি ইহুদিদের নির্বাসনের শেষে ঘটবে৷ ডেভিড কিমহির মতে, যুদ্ধটি জেরুজালেমে সংঘটিত হবে।\n\n\n==== ঘটনাসমূহ ====\nঈশ্বর ইহুদি জনগণকে তাদের বন্দিদশা থেকে মুক্ত করেন যেটি ব্যাবিলনীয় বন্দিদশা থেকে শুরু হয়েছিল, নতুন যাত্রাপথে।\nঈশ্বর ইহুদিদের ইস্রায়েলের দেশে ফিরিয়ে দেন।\nঈশ্বর দাউদিয় রাজগৃহ এবং জেরুজালেমের মন্দির পুনরুদ্ধার করেন।\nঈশ্বর ইহুদি জনগণ ও বিশ্বকে নেতৃত্ব দেওয়ার জন্য দাউদিয় রাজগৃহ থেকে (অর্থাৎ মশীহ) একজন শাসক নিযুক্ত করেন এবং ন্যায়বিচার, ন্যায়পরায়ণতা এবং শান্তির বৈশিষ্ট্যযুক্ত মশীহীয় যুগের সূচনা করেন।\nসমস্ত জাতি স্বীকার করে যে ইস্রায়েলের ঈশ্বর হলেন একমাত্র সত্য ঈশ্বর এবং সিয়োন পর্বতে জড়ো হন।\nঈশ্বর মৃতদের পুনরুত্থিত করেন এবং সমস্ত মানুষের বিচার করেন (এবং কয়েকজনকে এক বছরের জন্য গেহিনোমে পাঠান)।\nঈশ্বর নতুন স্বর্গ ও নতুন পৃথিবী তৈরি করেন।\n\n\n=== বাইবেলীয় শিওল ===\n\nহিব্রু বাইবেল ইস্রায়েলীয়দের বিশ্বাসকে যুক্তিযুক্তভাবে হেডিসের মতো পরকালের জগতে প্রতিফলিত করে, যেখানে ধার্মিক (স্যামুয়েল দেখুন) এবং পাপী উভয়েই তাদের অস্তিত্ব দুর্বিষহভাবে চালিয়ে যায়।\n\n\n=== পরকালীন জগৎ ===\n\nপরকাল বা ওলাম হা-বা (হিব্রু ভাষায়: עולם הבא‎; 'পরকালীন জগৎ', 'পরবর্তী জগৎ') নামে পরিচিত, এবং এটি গ্যান এদন, \nএদনে বাগান বা স্বর্গোদ্যান ও গেহেনার ধারণার সাথে সম্পর্কিত।  ওলাম হা-বা শব্দগুচ্ছটি হিব্রু বাইবেলে পাওয়া যায় না। স্বীকৃত হালাখা হলো জীবিত মানুষের পক্ষে আগত পৃথিবী কেমন তা জানা অসম্ভব।\n\n\n==== দ্বিতীয় মন্দির যুগ ====\nদ্বিতীয় মন্দির যুগের শেষের দিকে, ব্যক্তির চূড়ান্ত ভাগ্য সম্পর্কে বিশ্বাস বৈচিত্র্যময়।\nফরীশীরা ও এসেনীয়রা  আত্মার অমরত্বে বিশ্বাস করত, কিন্তু সাদুকীরা বিশ্বাস করত না। মৃত সাগরের পাণ্ডুলিপি, ইহুদি ছদ্মচিত্র ও  জাদুকরী দলিল এই বিভিন্ন মতামতকে প্রতিফলিত করে।\n\n\n==== মধ্যযুগীয় রব্বীয় দৃষ্টিভঙ্গি ====\nযদিও সমস্ত শাস্ত্রীয় রব্বীয় উৎস পরকাল সম্পর্কে আলোচনা করে, মধ্যযুগীয় পণ্ডিতরা মেসিয়ীয় যুগের পরে \"জীবদ্দশার অবসান\"-এ অস্তিত্বের প্রকৃতি নিয়ে বিতর্ক করেন। যখন মুসা বিন মৈমুন আত্মার সম্পূর্ণ আধ্যাত্মিক অস্তিত্ব বর্ণনা করেছেন, যাকে তিনি \"বিমূর্ত ধীশক্তি\" হিসেবে অভিহিত করেন, মুসা বিন নচম্যান  পৃথিবীতে তীব্র আধ্যাত্মিক অস্তিত্ব নিয়ে আলোচনা করেন, যেখানে আধ্যাত্মিকতা ও শারীরিকতা একত্রিত হয়। উভয়ই সম্মত হন যে মৃত্যুর পরে জীবন যেমন মুসা বিন মৈমুন \"জীবদ্দশার অবসান\" বর্ণনা করে। এই অস্তিত্ব ঐশ্বরিক উপস্থিতির সাথে অত্যন্ত উচ্চতর বোঝাপড়া ও সংযোগ জড়িত। এই দৃষ্টিভঙ্গি সমস্ত শাস্ত্রীয় রব্বীয় পণ্ডিতদের দ্বারা ভাগ করা হয়েছে।\nমুসা বিন মৈমুনের মতে, নূহের সাত আইন অনুসারে বেঁচে থাকা কোনও অ-ইহুদীকে ধার্মিক জেনতিলে হিসাবে বিবেচনা করা হয়, এবং তারা পৃথিবীর আগত স্থান সম্পর্কে আশ্বাস দেয়, এটি ধার্মিকদের চূড়ান্ত পুরস্কার।\nমৃত্যুর পর আত্মার ভাগ্য, এর অভিজ্ঞতা এবং এটি কোথায় যায় সে সম্পর্কে প্রচুর টিকে থাকা রবীয় উপাদান রয়েছে। পরকালের যাত্রার বিভিন্ন সময়ে, আত্মা মুখোমুখি হতে পারে: হিবব্বু হ-কেবের, কবরের মধ্যে সাইকো-আধ্যাত্মিক দ্রবীভূতকরণ বা পুনর্গঠনের ব্যথা ও অভিজ্ঞতা; দুমহ্, অন্ত্যেষ্টিক্রিয়া সম্পর্কিত বিষয়গুলির দায়িত্বে থাকা দেবদূত; মৃত্যুর দেবদূত বা অন্যান্য সমান মারাত্মক ব্যক্তিত্ব হিসাবে সাতান; কফ হ-কেল, বিভিন্ন ভৌতিক বস্তুগত পুনঃস্থাপনের মধ্যে ছিনতাইকৃত আত্মার ফাঁদ বা বন্দী; গেহিননম (বিশুদ্ধ বিশোধক); এবং গন আদন (স্বর্গীয় স্থান বা স্বর্গোদ্যান, বিশুদ্ধ রাষ্ট্র)। সমস্ত শাস্ত্রীয় রব্বীয় পণ্ডিতরা সম্মত হন যে ধারণাগুলি সাধারণ মানব উপলব্ধির বাইরে, সুতরাং এই ধারণাগুলি নীতিকথা ও উপমাগুলির মাধ্যমে রব্বীয় সাহিত্যে প্রকাশ করা হয়।\nগেহেন্নোম রব্বীয় সাহিত্যে মোটামুটিভাবে সংজ্ঞায়িত। এটি কখনও কখনও নরক হিসাবে অনুবাদ করা হয় তবে এটি তার নরকের চেয়ে শুদ্ধির নিকেনে খ্রিস্টধর্মে দৃশ্যের সাথে আরও মিল। রব্বীয় চিন্তাভাবনা বজায় রেখেছে যে প্রাণীদের চিরকালের জন্য গেহেন্নোমে নির্যাতন করা হয় না; সেখানে যে দীর্ঘতম হতে পারে তা ধর্মবিরোধী এবং অত্যন্ত পাপী ইহুদিদের বাদে এগারো মাস বলে মনে করা হয়। এর ফলে নিকটাত্মীয়দের জন্য শোকরত ইহুদিরা মৃত্যুর পর এগারো মাসের বেশি শোকের কদ্দিশ পাঠ করবে না। গেহেন্নোম আধ্যাত্মিক স্থাপত্য হিসাবে বিবেচিত হয় যেখানে আত্মাকে শেষ পর্যন্ত গন আদন (আদনের বাগান) এ আরোহণের জন্য শুদ্ধ করা হয়।\n\n\n==== মৃতদের পুনরুত্থান ====\n\nহিব্রু পাঠ্যগুলিতে পুনরুত্থানের আদি সুস্পষ্ট উল্লেখ ইজেকিয়েলের পুস্তকের শুকনো হাড়ের উপত্যকা, ৫৩৯ খ্রিস্টপূর্বাব্দের কাছাকাছি সময়কাল। অ্যালান সেগাল যুক্তি দেন যে আখ্যানটি জাতীয় পুনর্জন্মের রূপক হিসাবে লক্ষ্য করা হয়, ইহুদিদের ইস্রায়েলে প্রত্যাবর্তন ও মন্দিরের পুনর্গঠনের প্রতিশ্রুতি দেয়, ব্যক্তিগত পুনরুত্থানের বিবরণ হিসাবে নয়।\nদানিয়েলের পুস্তকটি ইহুদিদের আক্ষরিক পুনরুত্থানের প্রতিশ্রুতি দিয়েছিল, নির্দিষ্ট বিবরণে। অ্যালান সেগাল দানিয়েলেরকে ব্যাখ্যা করেন যে দেবদূত মিকাইলের আগমনের সাথে, দুর্দশা বিশ্বকে ঘিরে ফেলবে, এবং যাদের নাম ঐশ্বরিক গ্রন্থে ছিল তারাই পুনরুত্থিত হবে। তাছাড়া, দানিয়েলের পুনরুত্থানের প্রতিশ্রুতি শুধুমাত্র সবচেয়ে ধার্মিক ও সবচেয়ে পাপী ব্যক্তিদের উদ্দেশ্যে করা হয়েছিল কারণ পরকাল ছিল পুণ্যবান ব্যক্তিদের পুরস্কৃত করার এবং পাপী ব্যক্তিদের চিরন্তন শাস্তি পাওয়ার জায়গা।\nগ্রিক ও পারস্য সংস্কৃতি ইহুদি সম্প্রদায়কে ষষ্ঠ ও চতুর্থ শতাব্দী খ্রিস্টপূর্বাব্দের মধ্যে পরবর্তী জীবনে বিশ্বাস করতে প্রভাবিত করেছিল।\nহিব্রু বাইবেল, কমপক্ষে ববলি শনহেদ্রিনের ব্যাখ্যার মাধ্যমে দেখা যায়, এতে মৃতদের পুনরুত্থানের জন্য ঘন ঘন উল্লেখ রয়েছে। মিশনাহ্ মতে একজন ইহুদী এতে অংশ নিতে প্রয়োজনীয় তিনটি বিশ্বাসের মধ্যে একটি হিসাবে মৃতদের পুনরুত্থানের বিশ্বাসকে তালিকাভুক্ত করেছে:\n\nসমস্ত ইস্রায়েলের আগামী পৃথিবীতে অংশ আছে, কারণ লেখা আছে: 'তোমার লোকেরা সবাই ধার্মিক; তারা চিরকালের জন্য জমির অধিকারী হবে, আমার রোপণের শাখা, আমার হাতের কাজ, যাতে আমি মহিমান্বিত হতে পারি।' তবে নীচে এর কোনও অংশ নেই: যে পুনরুত্থানটি বাইবেলের মতবাদ নয়, যে তোরাহ উশ্বরিকভাবে প্রকাশিত হয়নি, এবং এপিকোরীয় (পাষণ্ড)।\nদ্বিতীয় মন্দিরের শেষের দিকে, ফরীশীরা পুনরুত্থানে বিশ্বাসী ছিল, তবে এসেনীয় ও সাদ্দুসীরা ভিন্ন ছিল। রব্বীয় সময়কালে, প্রথম শতাব্দীর শেষের দিকে শুরু এবং বর্তমান পর্যন্ত, দানিয়েলের রচনাগুলি হিব্রু বাইবেলে অন্তর্ভুক্ত করা হয়েছিল, যা আনুষ্ঠানিকভাবে পবিত্র গ্রন্থে ইহুদিদের পুনরুত্থান গ্রহণের সংকেত দেয়।\nইহুদি লিটার্জি, বিশেষত অমিদহ্, মৃতদের শারীরিক পুনরুত্থানের তত্ত্বের উল্লেখ রয়েছে। সমসাময়িক ইহুদীধর্মে, সনাতনপন্থী ও রক্ষণশীল ইহুদীধর্ম উভয়ই তাদের ধর্মত্যাগের ঐতিহ্যবাহী উল্লেখগুলি বজায় রাখে। তবে, অনেক রক্ষণশীল ইহুদিরা আক্ষরিক চেয়ে বরং রূপকভাবে তেনেত বা মতবাদকে ব্যাখ্যা করে। সংস্কারবাদী এবং পুনর্গঠনবাদী ইহুদিধর্ম লিটার্জিতে মৃতদের পুনরুত্থানের মতবাদে ঐতিহ্যগত পরিবর্তন এনেছে।\n\n\n==== শেষ বিচার ====\nইহুদিধর্মে, বিচারের দিনটি প্রতি বছর রোশ হশানাহ্-তে ঘটে; তাই, সমস্ত মানবজাতির বিচারের শেষ দিনে বিশ্বাস বিতর্কিত। কিছু রব্বী মনে করেন যে মৃতদের পুনরুত্থানের পরে এমন দিন আসবে। অন্যরা মনে করেন যে রোশ হশানাহ্ এর কারণে এর কোন প্রয়োজন নেই। তবুও অন্যরা মনে করে যে এই হিসাব এবং বিচার ঘটে যখন একজন মারা যায়। অন্যান্য রব্বীয়রা মনে করেন যে শেষ বিচারটি শুধুমাত্র বিধর্মী জাতির জন্য প্রযোজ্য এবং ইহুদিদের জন্য নয়।\n\n\n==== সমসাময়িক ইহুদিধর্মে ====\nইরভিং গ্রীনবার্গ, উন্মুক্ত সনাতনপন্থী দৃষ্টিভঙ্গির প্রতিনিধিত্ব করে, পরকালকে কেন্দ্রীয় ইহুদি শিক্ষা হিসাবে বর্ণনা করেন, যা পুরস্কার ও শাস্তির বিশ্বাস থেকে উদ্ভূত। গ্রীনবার্গের মতে, মধ্যযুগীয় ইহুদি ভুক্তভোগীরা এই জীবনের অসুবিধার প্রতিকূল হিসেবে বিশ্বকে আসার ওপর জোর দিয়েছিল, যদিও প্রথম দিকের ইহুদি আধুনিকতাবাদীরা ইহুদিধর্মকে \"অন্যান্য জগতের\" খ্রিস্টধর্মের প্রতিকূল হিসাবে শুধুমাত্র পৃথিবীতে আগ্রহী হিসাবে চিত্রিত করেছিল। গ্রীনবার্গ দৃষ্টিভঙ্গিগুলির প্রত্যেকটিকে অবাঞ্ছিত চরমের দিকে নিয়ে যাওয়া হিসাবে দেখেন - পরকালের উপর অতিরিক্ত জোর দেওয়া তপস্বীতার দিকে পরিচালিত করে, যখন পরকালের অবমূল্যায়ন ইহুদিদের অনন্ত জীবন এবং ন্যায়বিচারের সান্ত্বনা থেকে বঞ্চিত করে – এবং একটি সংশ্লেষণের আহ্বান জানায়, যেখানে ইহুদিরা এই বিশ্বকে নিখুঁত করার জন্য কাজ করতে পারে, পাশাপাশি আত্মার অমরত্বকেও স্বীকৃতি দেয়।\nরক্ষণশীল ইহুদিধর্ম উভয়ই বাইরের বিশ্বে বিশ্বাসকে নিশ্চিত করে (যেমনটি অমিদহ্ ও মুসা বিন মৈমুনের বিশ্বাসের তেরো নীতিতে উল্লেখ করা হয়েছে) যখন স্বীকার করে যে মানুষের উপলব্ধি সীমিত এবং আমরা ঠিক বুঝতে পারি না যে এর বাইরের বিশ্ব কী নিয়ে গঠিত। সংস্কার ও পুনর্গঠনবাদী ইহুদিধর্ম পরকালের বিশ্বাসকে নিশ্চিত করে, যদিও তারা পুরস্কার এবং শাস্তির বিপরীতে \"এখানে এবং এখন\" এর গুরুত্বের উপর জোর দেওয়ার পক্ষে ধর্মতাত্ত্বিক প্রভাবকে কম করে। ইহুদিধর্ম সংস্কার সঙ্ঘ বিশ্বাস করে যে কোনো বিশ্বাসের ধার্মিকদের স্বর্গে স্থান আছে কিন্তু নরকের ধারণায় বিশ্বাস করে না।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\nJewish Encyclopedia: Eschatology\nThe Origin of Jewish Eschatology, by Nathaniel Schmidt"}