{"pageid": 1502561, "title": "জম্মু ও কাশ্মীর সরকার", "url": "https://bn.wikipedia.org/wiki?curid=1502561", "content": "জম্মু ও কাশ্মীর সরকার হল ভারতীয় কেন্দ্রশাসিত অঞ্চল জম্মু ও কাশ্মীরের শাসনের জন্য দায়ী প্রধান প্রশাসনিক কর্তৃপক্ষ। ১৯৪৮ সালের ৫ মার্চ এটি জম্মু ও কাশ্মীর রাজ্য সরকার হিসাবে প্রতিষ্ঠিত হয়। ২০১৯ সালের অক্টোবরে জম্মু ও কাশ্মীর রাজ্যের পুনর্গঠনের পরে জম্মু ও কাশ্মীর কেন্দ্রশাসিত অঞ্চলের সরকার, সরকার হিসেবে পরিচালিত হতে শুরু করে। সরকারটি ভারতের সংবিধানের আওতায় কাজ করে। এই কেন্দ্রশাসিত অঞ্চল দুটি বিভাগের সমন্বয়ে গঠিত—জম্মু ও কাশ্মীর—যাদের সাংস্কৃতিক এবং ভূগোলিক বৈশিষ্ট্য একে অপর থেকে ভিন্ন।\nজম্মু ও কাশ্মীর হল ভারতের সংবিধানের অনুচ্ছেদ 239A (যা প্রাথমিকভাবে পুদুচেরিতে প্রযোজ্য ছিল এবং এখন জম্মু ও কাশ্মীর পুনর্গঠন আইন, ২০১৯ অনুযায়ী কেন্দ্রশাসিত অঞ্চলে প্রযোজ্য) এর অধীনে একটি কেন্দ্রশাসিত অঞ্চল। জম্মু ও কাশ্মীরে সরকারের নির্বাহী বিভাগ, আইনসভা এবং বিচার বিভাগীয় শাখা রয়েছে। শ্রীনগর এবং জম্মু যথাক্রমে জম্মু ও কাশ্মীরের গ্রীষ্মকালীন এবং শীতকালীন রাজধানী।\n\n\n== নির্বাহী বিভাগ ==\nজম্মু ও কাশ্মীরের রাজ্যের প্রধান একজন উপরাজ্যপাল, যিনি কেন্দ্রীয় সরকারের পরামর্শে ভারতের রাষ্ট্রপতি দ্বারা নিযুক্ত হন। তার পদটি মূলত আনুষ্ঠানিক। মুখ্যমন্ত্রী সরকারের প্রধান এবং মন্ত্রিপরিষদের সভাপতিত্ব করেন।\n\n\n=== জম্মু ও কাশ্মীরের মন্ত্রিপরিষদ ===\nএকজন মুখ্যমন্ত্রীর নেতৃত্বে মন্ত্রিপরিষদকে উপরাজ্যপাল বিধানসভার সদস্যপদ থেকে নিযুক্ত করেন। তাদের ভূমিকা হল উপরাজ্যপালকে আইনসভার এখতিয়ারাধীন বিষয়গুলিতে কার্য সম্পাদনের ক্ষেত্রে পরামর্শ দেওয়া। অন্যান্য বিষয়ে উপরাজ্যপাল তার নিজের ক্ষমতায় কাজ করার জন্য ক্ষমতাপ্রাপ্ত।\n\n\n== আইনসভা ==\nআইনসভা শাখা একটি এক কক্ষবিশিষ্ট বিধানসভা, যার মেয়াদ পাঁচ বছর। বিধানসভা ভারতের সংবিধানের রাজ্য তালিকার যেকোনো বিষয়ে আইন করতে পারে, তবে \"জনসাধারণের শৃঙ্খলা\" এবং \"পুলিশ\" বিষয়গুলো ব্যতীত, যেগুলো ভারতের কেন্দ্রীয় সরকারের আওতাধীন থাকবে। উপরাজ্যপালের এমন ক্ষমতা রয়েছে যে তিনি অধ্যাদেশ জারি করতে পারেন, যার প্রভাব বিধানসভা দ্বারা গৃহীত আইনের মতোই।\nজম্মু ও কাশ্মীর বিধানসভার জন্য সাম্প্রতিকতম নির্বাচন সেপ্টেম্বর ও অক্টোবর ২০২৪ এ অনুষ্ঠিত হয়েছিল। দলীয়ভাবে বিধানসভার সদস্যপদ নিম্নরূপ:\n\n\n== বিচারিক ==\nকেন্দ্রশাসিত অঞ্চলটি জম্মু ও কাশ্মীর এবং লাদাখ উচ্চ আদালতের এখতিয়ারের অধীনে, যা প্রতিবেশী লাদাখের জন্যও উচ্চ আদালত হিসাবে কাজ করে। জম্মু ও কাশ্মীর পুলিশ পুলিশ পরিষেবা প্রদান করে।\n\n\n== স্থানীয় সরকার ==\nজম্মু ও কাশ্মীর দুটি বিভাগে বিভক্ত, জম্মু বিভাগ এবং কাশ্মীর বিভাগ। রাজ্যটি ২০টি জেলায় বিভক্ত। জেলাগুলি ১৪ সদস্যের জেলা উন্নয়ন পরিষদ নির্বাচন করে।\n\n\n== সংস্থাগুলি ==\n২০১৮ সালে জম্মু ও কাশ্মীর ইনফ্রাস্ট্রাকচার ডেভেলপমেন্ট ফাইন্যান্স কর্পোরেশন (জেকেআইডিএফসি) কেন্দ্রশাসিত অঞ্চলে অবকাঠামোগত উন্নয়নের গতি বাড়ানোর জন্য স্থাপন করা হয়েছিল।\n\n\n== তথ্যসূত্র =="}