{"pageid": 15021, "title": "মণি সিং", "url": "https://bn.wikipedia.org/wiki?curid=15021", "content": "কমরেড মণি সিংহ (২৮ জুলাই ১৯০১ - ৩১ ডিসেম্বর ১৯৯০) বাংলাদেশের বিশিষ্ট বিপ্লবী বামপন্থী রাজনীতিবিদ।\n\n\n== জন্ম ==\nকমরেড মণি সিংহ জনসাধারণের কাছে কমরেড মণি সিং নামেই পরিচিতি লাভ করেছিলেন তিনি। ১৯০১ সালের ২৮ জুলাই কলকাতার এক মধ্যবিত্ত পরিবারে জন্মগ্রহণ করেন। তাঁর বাবা কালী কুমার সিংহ এর মৃত্যু হলে, মা সরলা দেবী ৭ বছরের মণি সিংহ কে নিয়ে ময়মনসিংহ এর (বর্তমানে নেত্রকোনা) সুসং দুর্গাপুরে চলে আসেন। এখানে সরলা দেবী তার ভাইদের জমিদারির অংশীদার হয়ে বসবাস শুরু করেন।\nব্রিটিশ  বিরোধী  আন্দোলনের সময়  কমরেড মণি সিংহ (আজাদ) এই ছদ্মনাম  গ্রহণ করেছিলেন, ও ভারতের আসাম রাজ্যের করিমগঞ্জ  এর জফরগড় পরগণার ধলছড়া নামক  গ্রামের   স্বাধীনতা সংগ্রামী মহবুবুর রব চৌধুরী  একটি  ছদ্মনাম ব্যবহার করতেন। কমরেড  মোহাম্মদ ফরহাদ (কবির) এই ছদ্মনাম  ব্যবহার করতেন।  কমরেড আমিন (অনীল মুখার্জি), কমরেড করিম (জ্ঞান চক্রবর্তী) এসব ছদ্মনাম ব্যবহার করতেন।মহবুবুর রব চৌধুরী উনার ব্যবহৃত  ছদ্মনামটি কাউকে জানাননি। তিনি এই ছদ্মনাম ব্যবহার করে দেশের জন্য কাজ করতেন। একবার মহবুবুর রব চৌধুরী  একটি মণিপুরী পরিবারে আত্মগোপন করেছিলেন। উনি (মহবুবুর রব চৌধুরী)পরে আর কমিউনিস্ট পার্টি এর সদস্য ছিলেন না। ১৯৪৭ সালের আগে ব্রিটিশবিরোধী স্বাধীনতা সংগ্রাম করতে গিয়ে কমরেড মণি সিংহকে অসংখ্যবার জীবনের ঝুঁকি নিয়ে জেলজুলুমনির্যাতন ভোগ করতে হয়েছে।\n\n\n== রাজনৈতিক জীবনের সূচনা ==\n১৯২১ সালে মণি সিংহ মহাত্মা গান্ধীর ব্রিটিশ বিরোধী আন্দোলনে শরিক হন। ১৯২৫ সালে তিনি বামপন্থী রাজনীতিতে উদ্বুদ্ধ হন। এসময় তিনি ময়মনসিংহ থেকে কলকাতায় আসেন। কলকাতার মেটিয়াবুরুজ    নামক স্থানে  শ্রমিক আন্দোলন সংগঠিত করেন। এজন্য ১৯৩০ সালে তাঁকে গ্রেপ্তার করা হয়। পাঁচ বছর পর ছাড়া পান, তবে আরো কিছুদিন অন্তরীণ হয়ে থাকতে হয়।\nস্কুলের শিক্ষা গ্রহণ করার সময় মণি সিংহ ব্রিটিশবিরোধী আন্দোলনে যুক্ত হন। সাম্রাজ্যবাদবিরোধী ‘অনুশীলন’ দলে যোগ দিয়ে ক্রমেই বিপ্লবী কর্মকাণ্ডে স্থান করে নেন। ১৯২১ সালে অসহযোগ আন্দোলন ও খেলাফত আন্দোলনের বিপুল গণজাগরণ তরুণ মণি সিংহ এর মনে গভীর রেখাপাত করে এবং সন্ত্রাসবাদী পদ্ধতি সম্পর্কে তাঁর মনে সংশয় দেখা দেয়। এ সময় তিনি শ্রমিক আন্দোলন ও ব্রিটিশবিরোধী সংগ্রামে কৃষকদের সংগঠিত করতে থাকেন। ১৯১৭ সালে রুশ বিপ্লবের আদর্শে উদ্বুদ্ধ কমরেড মণি সিংহ ১৯২৫ সালে প্রখ্যাত বিপ্লবী গোপেন চক্রবর্তীর সাথে আলোচনার পর মার্কসবাদ-লেনিনবাদকে আদর্শরূপে গ্রহণ করেন। কমরেড মণি সিংহ ১৯২৮ সাল থেকে কমিউনিস্ট পার্টির সার্বক্ষণিক কর্মী হিসেবে নিজেকে বিপ্লবী কর্মকাণ্ডে উৎসর্গীকৃত  করেন। এ সময় তিনি কলকাতায় শ্রমিক আন্দোলনে একনিষ্ঠভাবে কাজ করতে থাকেন। ১৯৩০ সালের ৯ মে তিনি গ্রেপ্তার হন। ১৯৩৫ সালে জেল থেকে মুক্তি পেলেও নিজ গ্রাম সুসং দুর্গাপুরে তাঁকে অন্তরীণ করে রাখা হয়। এ সময় কৃষক-ক্ষেতমজুরদের পক্ষ নিলে নিজ মামাদের জমিদার পরিবারের সঙ্গে তাঁর বিরোধ তৈরি হয়। পাটের ন্যায্য মূল্য দাবি করে কৃষকদের পক্ষে ভাষণ দিলে তাঁর দেড় বছরের জেল হয়।\n১৯৩৭ সালে জেল থেকে বেরিয়ে এলে পার্টির সদস্য বলে তাঁকে জানানো হয়। এরপর দুর্গাপুরে মায়ের সাথে দেখা করে কলকাতার শ্রমিক আন্দোলনে ফিরে যেতে চাইলেও, এলাকার মুসলমান কৃষক ও গারো, হাজং প্রভৃতি আদিবাসীরা মণি সিংহকে ‘টংক প্রথা’র বিরুদ্ধে আন্দোলন করার জন্য বারবার অনুরোধ করতে থাকেন। এরপর মণি সিংহ সর্বতোভাবে টংক আন্দোলনে আত্মনিয়োগ করেন এবং কালক্রমে তিনি এ আন্দোলনের অবিসংবাদিত নেতায় পরিণত হন। আন্দোলনের তীব্রতা বৃদ্ধি পেতে থাকলে ১৯৪১ সালে মণি সিংহকে আবার গ্রেপ্তার করে ১৫ দিন আটক রাখা হয়। ছাড়া পেয়ে তিনি পরিস্থিতি বুঝে আত্মগোপনে চলে যান। ১৯৪৪ সালে মণি সিংহ সারা বাংলার কৃষাণ সভার প্রেসিডিয়াম সদস্য নির্বাচিত হন। ১৯৪৫ সালে নেত্রকোনায় অনুষ্ঠিত নিখিল ভারত কৃষাণ সভার ঐতিহাসিক সম্মেলনের অভ্যর্থনা কমিটির চেয়ারম্যান হিসেবে মণি সিংহ ছিলেন সম্মেলনের অন্যতম প্রধান সংগঠক। ১৯৪৭ সালের আগে ব্রিটিশবিরোধী স্বাধীনতা সংগ্রাম করতে গিয়ে কমরেড মণি সিংহকে অসংখ্যবার জীবনের ঝুঁকি নিয়ে জেল-জুলুম-নির্যাতন ভোগ করতে হয়েছে।\n\n\n== কৃষক আন্দোলন ==\nতিনি সুসং এ টঙ্ক প্রথার বিরুদ্ধে কৃষক আন্দোলন সংগঠিত করেন। আবারো তাঁকে গ্রেপ্তার করা হয়, তবে গণ দাবির মুখে ১৯৩৭ সালে মুক্তি পান। ১৯৩৮ সালে মণি সিংহ আরো কয়েকজনের সহযোগিতায় ময়মনসিংহ জেলায় কমিউনিস্ট পার্টি গঠন করেন। পার্টির সাংগঠনিক তৎপরতার ফলে সামন্তবাদবিরোধী আন্দোলনে কৃষকেরা ব্যাপকভাবে সম্পৃক্ত হয়। কৃষকদের এই আন্দোলনের পথ ধরে ১৯৪৬ সালে তেভাগা আন্দোলন সংগঠিত হয়; আর তারপরে ১৯৪৮ সালে হয় নাচোলের বিদ্রোহ।\n\n\n== পাকিস্তান আমল ==\n১৯৪৭ সালে পাকিস্তান গঠিত হওয়ার পর কমিউনিস্ট পার্টি বিপ্লবমুখী নীতি গ্রহণ করে। পার্টির নেতা ও কর্মীদের ব্যাপকহারে গ্রেপ্তার শুরু হয়। মণি সিংহ আত্মগোপন করতে বাধ্য হন। তিনি পার্টি পুনর্গঠনের জন্য কাজ করতে থাকেন।\n১৯৪৯ সালে তিনি পূর্ব বঙ্গীয় প্রাদেশিক কৃষক সভার সভাপতি নির্বাচিত হন।\nপঞ্চাশের দশকে তিনি পূর্ব পাকিস্তান কমিউনিস্ট পার্টির সাধারণ সম্পাদক নির্বাচিত হন। যুক্তফ্রন্ট সরকারের সময় অল্প কিছুদিন তিনি আত্মগোপন অবস্থা থেকে বেরিয়ে এসেছিলেন। পাকিস্তান আমলের অনেকটা সময়ই তাঁকে আত্মগোপনে থাকতে হয়; এর মাঝেই কয়েকবার তাঁকে জেলেও যেতে হয়েছে। তবে এই প্রতিকূল অবস্থার মধ্যেও বামপন্থী সংগ্রাম ও গণআন্দোলন সংগঠনে তিনি গুরুত্বপূর্ণ ভূমিকা রেখেছেন। ১৯৬৭ সালে গ্রেপ্তার হয়ে তিনি মুক্তি পান ঊনসত্তরের গণঅভ্যুত্থানের পর।\n\n\n== মুক্তিযুদ্ধ ও স্বাধীন বাংলাদেশ ==\n১৯৭১ সালে মুক্তিযুদ্ধ শুরুর সময় তিনি রাজশাহী জেলে বন্দী ছিলেন। এসময় তিনি জেল থেকে পালিয়ে ভারতে প্রবেশ করেন। মুক্তিযুদ্ধকালে বামপন্থীদের সংগঠনে ও সমন্বয় সাধনে তিনি গুরুত্বপূর্ণ ভূমিকা পালন করেন। যুদ্ধের সময় মুজিবনগর সরকারকে পরামর্শ দেয়ার জন্য গঠিত উপদেষ্টা পরিষদের অন্যতম সদস্য ছিলেন মণি সিং। এই পরিষদের অন্যান্য সদস্যের মাঝে ছিলেন মওলানা ভাসানী, অধ্যাপক মোজাফফর আহমদ প্রমুখ।\n\n\n== কমিউনিস্ট পার্টির রাজনীতি ==\n১৯১৭ সালে রুশ বিপ্লবের আদর্শে উদ্বুদ্ধ কমরেড মণি সিংহ ১৯২৫ সালে প্রখ্যাত বিপ্লবী গোপেন চক্রবর্তীর সাথে আলোচনার পর মার্কসবাদ-লেনিনবাদকে আদর্শরূপে গ্রহণ করেন। \nকমরেড মণি সিংহ ১৯২৮ সাল থেকে কমিউনিস্ট পার্টির সার্বক্ষণিক কর্মী হিসেবে নিজেকে বিপ্লবী কর্মকাণ্ডে উৎসর্গ করেন। এ সময় তিনি কলকাতায় শ্রমিক আন্দোলনে একনিষ্ঠভাবে কাজ করতে থাকেন। ১৯৩০ সালের ৯ মে তিনি গ্রেপ্তার হন। ১৯৩৫ সালে জেল থেকে মুক্তি পেলেও নিজ গ্রাম সুসং দুর্গাপুরে তাকে অন্তরীণ করে রাখা হয়। এ সময় কৃষক-খেতমজুরদের পক্ষ নিলে নিজ মামাদের জমিদার পরিবারের সঙ্গে তাঁর বিরোধ তৈরি হয়। পাটের ন্যায্য মূল্য দাবি করে কৃষকদের পক্ষে ভাষণ দিলে তাঁর দেড় বছরের জেল হয়।\n১৯৩৭ সালে জেল থেকে বেরিয়ে এলে পার্টির সদস্য বলে তাকে জানানো হয়। এরপর দুর্গাপুরে মায়ের সাথে দেখা করে কলকাতার শ্রমিক আন্দোলনে ফিরে যেতে চাইলেও, এলাকার মুসলমান কৃষক ও গারো, হাজং প্রভৃতি আদিবাসীরা মণি সিংহ কে ‘টঙ্ক প্রথা’র বিরুদ্ধে আন্দোলন করার জন্য বারবার অনুরোধ করতে থাকেন। এরপর মণি সিংহ সর্বতোভাবে টঙ্ক আন্দোলনে আত্মনিয়োগ করেন এবং কালক্রমে তিনি এ আন্দোলনের অবিসংবাদিত নেতায় পরিণত হন। আন্দোলনের তীব্রতা বৃদ্ধি পেতে থাকলে ১৯৪১ সালে মণি সিংহকে আবার গ্রেপ্তার করে ১৫ দিন আটক রাখা হয়। ছাড়া পেয়ে তিনি পরিস্থিতি বুঝে আত্মগোপনে চলে যান।\n১৯৪৪ সালে মণি সিংহ সারা বাংলার কৃষাণ সভার প্রেসিডিয়াম সদস্য নির্বাচিত হন। ১৯৪৫ সালে নেত্রকোণায় অনুষ্ঠিত নিখিল ভারত কৃষাণ সভার ঐতিহাসিক সম্মেলনের অভ্যর্থনা কমিটির চেয়ারম্যান হিসেবে মণি সিংহ ছিলেন সম্মেলনের অন্যতম প্রধান সংগঠক। ১৯৪৭ সালের আগে ব্রিটিশবিরোধী স্বাধীনতা সংগ্রাম করতে গিয়ে কমরেড মণি সিংহকে অসংখ্যবার জীবনের ঝুঁকি নিয়ে জেল-জুলুম-নির্যাতন ভোগ করতে হয়েছে।\nপাকিস্তান প্রতিষ্ঠার পর পূর্ণ গণতন্ত্র ও শোষণমুক্ত সমাজের আদর্শকে যাঁরা সামনে নিয়ে এসেছেন, মণি সিংহ তাঁদের একজন। আর এ কাজটি করতে গিয়ে তাঁর ওপর নেমে আসে পাকিস্তান সরকারের দমন-নির্যাতন ও গ্রেপ্তারি পরোয়ানা। পাকিস্তান হওয়ার পর থেকে প্রায় ২০ বছর তিনি আত্মগোপনে থাকতে বাধ্য হয়েছেন। তাঁর বিরুদ্ধে হুলিয়া জারি ছিল এবং আইয়ুব সরকার তাঁকে ধরিয়ে দেয়ার জন্য ১০ হাজার টাকা পুরস্কার ঘোষণা করেছিল। ১৯৫১ সালে কমিউনিস্ট পার্টির দ্বিতীয় সম্মেলন অনুষ্ঠিত হয়। এ সম্মেলনে তিনি আত্মগোপন অবস্থায় পূর্ব পাকিস্তান কমিউনিস্ট পার্টির সাধারণ সম্পাদক নির্বাচিত হন। ১৯৬৫ সালে অনুষ্ঠিত তৃতীয় সম্মেলনে পুনরায় পার্টির সাধারণ সম্পাদক নির্বাচিত হন। ’৬৮ সালে কমিউনিস্ট পার্টির চতুর্থ সম্মেলনে (যেটাকে পার্টির প্রথম কংগ্রেস হিসেবে ঘোষণা করা হয়েছিল) তিনি জেলে থাকাকালীন সময় কেন্দ্রীয় কমিটির সদস্য নির্বাচিত হন।\n১৯৬৯ সালের ঐতিহাসিক গণঅভ্যুত্থানের চাপে অন্যান্য রাজবন্দীর সাথে জেল থেকে বেরিয়ে আসেন। এ বছর ২৫ মার্চ পুনরায় সামরিক আইন জারি হলে তিনি জুলাই মাসে আবার গ্রেপ্তার হন। পরবর্তীকালে অসহযোগ আন্দোলনের সময় অনেক নেতাকে মুক্তি দিলেও, ইয়াহিয়া সরকার কমরেড মণি সিংহকে মুক্তি দেয়নি। ১৯৭১ সালে মুক্তিযুদ্ধ শুরু হলে বন্দীরা রাজশাহীর জেল ভেঙ্গে তাকে মুক্ত করেন। আন্তর্জাতিক অঙ্গনে মহান মুক্তিযুদ্ধের পক্ষে সমাজতান্ত্রিক শিবিরের রাজনৈতিক ও কূটনৈতিক সমর্থন-সাহায্য-সহযোগিতা আদায়ে কমরেড মণি সিংহের অবদান ছিল অবিসংবাদিত। তিনি ন্যাপ, কমিউনিস্ট পার্টি, ছাত্র ইউনিয়নের গেরিলা বাহিনী গড়ে তুলে মুক্তিযুদ্ধে নেতৃত্ব দেন।\nস্বাধীনতার পর কমরেড মণি সিংহ পূর্ণ গণতান্ত্রিক এবং শোষণমুক্ত সমাজ প্রতিষ্ঠার সংগ্রামকে এগিয়ে নিতে সোচ্চার হন। ’৭৩ সালে অনুষ্ঠিত সিপিবির দ্বিতীয় কংগ্রেস এবং ’৮০ সালে অনুষ্ঠিত তৃতীয় কংগ্রেসের মণি সিংহ কেন্দ্রীয় কমিটির সভাপতি নির্বাচিত হন। ’৭৫ সালে বঙ্গবন্ধুর হত্যাকাণ্ডের পর কমিউনিস্ট পার্টি আবার বেআইনি ঘোষিত হয়। জেনারেল জিয়ার সামরিক শাসন চলাকালে ’৭৭ সালে মাঝামাঝিতে ৭৭ বছর বয়সী মণি সিংহ আবার গ্রেপ্তার হন। জিয়ার শাসনামলে তাকে ৬ মাস কারাগারে অন্তরীণ থাকতে হয়।\nতিনি ৮৪ বছর বয়স পর্যন্ত সক্রিয়ভাবে পার্টির দায়িত্ব পালন করেন।\n\n\n== মৃত্যু ==\n১৯৯০ সালের ৩১শে ডিসেম্বর কমরেড মণি সিংহ মৃত্যুবরণ করেন। তাঁর স্মরণে প্রতি বছর তার মৃত্যু দিবসে নেত্রকোণা জেলার দুর্গাপুরে টঙ্ক স্মৃতি স্তম্ভ প্রাঙ্গণে সাতদিন ব্যাপী কমরেড মণি মেলা অনুষ্ঠিত হয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nwww.muktadhara.net\nবাংলাপিডিয়ায় মণি সিং\nকমরেড মণি সিংের সংক্ষিপ্ত জীবনী"}