{"pageid": 1503670, "title": "সুরাত ডায়মন্ড বুর্স", "url": "https://bn.wikipedia.org/wiki?curid=1503670", "content": "সুরাত ডায়মন্ড বুর্স (এসডিবি) ড্রিম সিটি, সুরাত, গুজরাট, ভারতে অবস্থিত একটি হীরার ব্যবসা কেন্দ্র। এটি স্থাপত্য ফার্ম মরফোজেনেসিস দ্বারা ডিজাইন করা হয়েছে। এটি বিশ্বের বৃহত্তম হীরা ব্যবসার কেন্দ্র এবং বিশ্বের বৃহত্তম অফিস ভবন, যার মোট এলাকা ৬,৬০,০০০ বর্গমিটার (৭১,০০,০০০ বর্গফুট)। এর বর্তমান চেয়ারম্যান গোবিন্দ ধোলাকিয়া এবং সিইও মহেশ গাধাভি।\n\n\n== ইতিহাস ==\nসুরাত ডায়মন্ড বুর্স প্রকল্পের সূচনা করেন গুজরাটের তৎকালীন মুখ্যমন্ত্রী আনন্দীবেন প্যাটেল। ২০১৫ সালের ১৫ ফেব্রুয়ারি তিনি ভবনটির ভিত্তিপ্রস্তর স্থাপন করেন এবং ডায়মন্ড রিসার্চ অ্যান্ড মার্কেন্টাইল সিটি প্রকল্প শুরু করেন। কোভিড-১৯ মহামারীর কারণে নির্মাণকাজে বিলম্ব ঘটে, তবে নিষেধাজ্ঞা উঠে গেলে কাজ দ্রুততর হয়। ভবনটির কাঠামোগত নির্মাণ মে ২০২২-এ সম্পন্ন হয়। ২৬ জুলাই ২০২৩-এ নির্মাণ কাজ পুরোপুরি সম্পন্ন হয়। ২২ আগস্ট ২০২৩-এ গিনেস ওয়ার্ল্ড রেকর্ডস এটিকে বিশ্বের বৃহত্তম অফিস ভবন হিসাবে ঘোষণা করে। এটি প্রধানমন্ত্রী নরেন্দ্র মোদি ১৭ ডিসেম্বর ২০২৩-এ উদ্বোধন করেন।\n\n\n== কাঠামো ==\n\nএই ভবনটি ড্রিম সিটির কেন্দ্রে অবস্থিত, যা একটি উদীয়মান ব্যবসায়িক জেলা। এটি ১৪.৩৮ হেক্টর (৩৫.৫৪ একর) এলাকাজুড়ে বিস্তৃত এবং ৬১,০০০ বর্গমিটার (৬,৬০,০০০ বর্গফুট) নির্মিত স্থান সরবরাহ করে। বুর্সটি নয়টি আন্তঃসংযুক্ত টাওয়ার নিয়ে গঠিত, প্রতিটি টাওয়ার ১৫ তলা বিশিষ্ট। এখানে ৪,২০০টি অফিস রয়েছে, যার আকার ২৮ বর্গমিটার (৩০০ বর্গফুট) থেকে ৭০০ বর্গমিটার (৭,৫০০ বর্গফুট) পর্যন্ত। এর মধ্যে পাঁচটি টাওয়ারে প্রতিটিতে ২৮ বর্গমিটার (৩০০ বর্গফুট) আকারের ২,৭০০টি অফিস, একটি টাওয়ারে ৪৬ বর্গমিটার (৫০০ বর্গফুট) আকারের ৯০০টি অফিস, আরেকটি টাওয়ারে ৯৩ বর্গমিটার (১,০০০ বর্গফুট) আকারের ৪০০টি অফিস এবং বাকি দুটি টাওয়ারে ৯৩ বর্গমিটার (১,০০০ বর্গফুট) এর বেশি আকারের ৩৫০টি বড় অফিস রয়েছে।\nনয়টি টাওয়ার একটি কেন্দ্রীয় করিডোর দ্বারা সংযুক্ত, যা বিমানবন্দর টার্মিনালের মতো পরিষেবা এবং সুবিধাগুলির প্রবেশাধিকার প্রদান করে। টাওয়ারগুলোর মধ্যে রয়েছে নয়টি পঞ্চতত্ত্ব আদালত, যা বিনোদন এবং সবুজ এলাকার জন্য তৈরি। ভবনে ১৩১টি লিফট রয়েছে, যেগুলোর গতি প্রতি সেকেন্ডে তিন মিটার। এর দুটি স্তরের ভূগর্ভস্থ পার্কিং ব্যবস্থা রয়েছে, যা ৪,৫০০টি গাড়ি এবং ১০,০০০টি দুই চাকার যানবাহন ধারণ করতে সক্ষম। সমস্ত অফিস কেন্দ্রীয়ভাবে শীতাতপ নিয়ন্ত্রিত, যা একটি চিলড ওয়াটার কুলিং সিস্টেমের মাধ্যমে পরিচালিত হয়।\nভবনটিতে সম্মেলন কক্ষ, বহুমুখী হল, রেস্তোরাঁ, ব্যাংক এবং খুচরা দোকানসহ নিরাপত্তা পরিকল্পনার মতো সুবিধা রয়েছে। এছাড়াও, হীরা আমদানি ও রপ্তানির জন্য একটি স্বতন্ত্র কাস্টম ক্লিয়ারেন্স হাউস, একটি জাতীয় হীরা গবেষণা ইনস্টিটিউট (এনডিআরআই), একটি আন্তর্জাতিক সম্মেলন কেন্দ্র, আন্তর্জাতিক শিক্ষা সুবিধা এবং পাঁচতারা হোটেল অন্তর্ভুক্ত রয়েছে।\nএই কমপ্লেক্সটি সবুজ ভবন হিসেবে ভারতীয় গ্রিন বিল্ডিং কাউন্সিল (IGBC) কর্তৃক প্রাক-সার্টিফায়েড হয়েছে। এর পরিবেশ-বান্ধব এবং টেকসই ব্যবস্থার জন্য এটি পরিচিত, এবং এটি বিশ্বের বৃহত্তম কর্পোরেট ভবন হিসেবে খ্যাত।\n\n\n== প্রতিক্রিয়া ==\nসুরাত ডায়মন্ড বুর্স শহরের বাইরে অবস্থিত হওয়ায় এবং তুলনামূলকভাবে দুর্বল সংযোগ ব্যবস্থার কারণে মুম্বাইয়ের ভারত ডায়মন্ড বুর্সের তুলনায় রত্ন ব্যবসায়ীদের কাছ থেকে মিশ্র প্রতিক্রিয়া পেয়েছে। সুরাত ডায়মন্ড বুর্স মুম্বাই থেকে ব্যবসা স্থানান্তরের জন্য প্রণোদনা ঘোষণা করেছে।\nসুরাতকে একটি বৈশ্বিক হীরার কেন্দ্র হিসেবে প্রতিষ্ঠা করতে হলে অ্যান্টওয়ার্প, শিকাগো এবং লন্ডনের মতো বৈশ্বিক সংযোগ বাড়ানোর প্রয়োজন রয়েছে। সুরাত বিমানবন্দরকে আন্তর্জাতিক বিমানবন্দর হিসেবে সম্প্রসারণ করা হয়েছে, যা সুরাত ডায়মন্ড বুর্সের উদ্বোধনের দিনই চালু হয়েছে। এটি সংযোগ বাড়াতে সহায়ক হবে।\nজুলাই ২০২৪-এর হিসেবে, ৪,২০০ অফিসের মধ্যে ২০০টিরও বেশি খোলা হয়েছে, যার মধ্যে ৩০টির বেশি অফিস মুম্বাই ভিত্তিক ডায়মন্ড কোম্পানিগুলোর দ্বারা পরিচালিত হচ্ছে।\n\n\n== ডায়মন্ড জুয়েলারি মল ==\nকমপ্লেক্সটিতে \"ডায়মন্ড জুয়েলারি মল\" রয়েছে, যা বিশ্বের প্রথম। এটি এসডিবির মধ্যে ৪,৬০০ বর্গমিটার (৫০,০০০ বর্গফুট) এলাকা জুড়ে বিস্তৃত এবং হীরা জুয়েলারি খুচরা বিক্রয়ে বিশেষায়িত শীর্ষস্থানীয় আন্তর্জাতিক ব্র্যান্ডগুলোর জন্য স্থান প্রদান করবে। মলের অংশ হিসেবে এসডিবিতে ২৭টি ডায়মন্ড জুয়েলারি শোরুম থাকবে, যা এই ব্র্যান্ডগুলোর জন্য বরাদ্দ করা হবে। শোরুমগুলো এসডিবি প্রশাসনিক কমিটির মাধ্যমে নিলামে তোলা হবে।\n\n\n== কাস্টমস ক্লিয়ারেন্স সেন্টার ==\nকমপ্লেক্সটিতে ভারতের বৃহত্তম কাস্টমস ক্লিয়ারেন্স সেন্টার রয়েছে, যা ৫,৬০০ বর্গমিটার (৬০,০০০ বর্গফুট) এলাকাজুড়ে বিস্তৃত। এসডিবির বেজমেন্টে কৌশলগতভাবে স্থাপন করা এই কাস্টমস অফিসটি বিভিন্ন দেশে মূল্যবান হীরার রপ্তানি তদারকি করবে। এখানে ১১ জন কর্মকর্তা থাকবেন, যার মধ্যে একজন কাস্টমস সুপারিনটেনডেন্ট এবং পরিদর্শকরা অন্তর্ভুক্ত থাকবেন। প্রথম তিন বছর এই অফিসটি এসডিবি ডায়মন্ড বুর্স কমিটির দ্বারা অর্থায়িত হবে।\nকাস্টমস অফিসে অপেক্ষাগৃহ, দুটি সুরক্ষিত ভল্ট, কাস্টম হাউস-ক্লিয়ারিং (সিএইচএ) রুম, ডাক বিভাগ কক্ষ, অফিসার কেবিন, মূল্যায়ন কক্ষ এবং একটি সম্মেলন কক্ষসহ বিভিন্ন সুবিধা রয়েছে। কাস্টমস হাউস হীরা প্যাকেটগুলো পরিদর্শন ও রপ্তানির জন্য ক্লিয়ার করবে, যা পরে সুরাত বিমানবন্দরের সুরক্ষিত ভল্টে প্রেরণ করা হবে। তবে নিউ ইয়র্ক এবং অ্যান্টওয়ার্প-এর মতো গুরুত্বপূর্ণ গন্তব্যে সরাসরি আন্তর্জাতিক বিমান সংযোগ না থাকায়, ক্লিয়ার হওয়া প্যাকেটগুলো মুম্বাইতে পাঠানো হবে রপ্তানির জন্য।\n২০২৩ সালের ডিসেম্বর পর্যন্ত এসডিবি কাস্টমস অফিসের জন্য দিল্লি কাস্টমস সদর দপ্তরের চূড়ান্ত অনুমোদন অপেক্ষমাণ ছিল। একবার অনুমোদন পেলে, কাস্টমস হাউসটি ইলেকট্রনিক ডেটা ইন্টারচেঞ্জ (ইডিআই) সিস্টেম দিয়ে সজ্জিত হবে, যা হীরার আমদানি ও রপ্তানির কার্যক্রমকে আরও দক্ষ করবে এবং সুরাতের উদীয়মান হীরা শিল্পের জন্য প্রক্রিয়াগুলো সহজ করবে।\n\n\n== ড্রিম সিটি ==\nসুরাতের হীরা শিল্পের সম্ভাবনা ডায়মন্ড রিসার্চ অ্যান্ড মার্কেন্টাইল সিটি (ড্রিম সিটি) ধারণার অনুপ্রেরণা জুগিয়েছে। হীরা শিল্পের জন্য বাণিজ্যিক সুবিধা উন্নত করার (ফরোয়ার্ড এবং ব্যাকওয়ার্ড ইন্টিগ্রেশন) মূল লক্ষ্য নিয়ে এই স্মার্ট সিটি প্রকল্প স্মার্ট সিটিজ মিশন-এর অংশ হিসেবে গৃহীত হয়েছে। এটি ৬৮৩ হেক্টর (১,৬৯০ একর) এলাকা জুড়ে বিস্তৃত এবং এনএইচ-৫৩ এর নিকটবর্তী, সুরাত আন্তর্জাতিক প্রদর্শনী ও সম্মেলন কেন্দ্রের কাছাকাছি এবং বিমানবন্দর থেকে ৩ কিমি (১.৯ মা) দূরত্বে অবস্থিত।\nএসডিবি এই আসন্ন শহরের কেন্দ্রে অবস্থিত, যা এর অবস্থানকে উপকূল এবং মধ্যপ্রাচ্যের সংযুক্ত আরব আমিরাত, ইরান, কাতার, ওমান প্রভৃতি বৈশ্বিক বাজারের কাছে থাকার কারণে কৌশলগতভাবে লাভজনক করে তুলেছে।\n\n\n== পরিবেশ সুরক্ষা এবং টেকসই ব্যবস্থাপনা ==\nপরিবেশ সংরক্ষণে গুরুত্ব দিয়ে, সুরাত ডায়মন্ড বুর্স (এসডিবি) পঞ্চতত্ত্ব-এর নীতিগুলো অনুসরণ করে প্রকৃতির পাঁচটি উপাদানের সাথে সামঞ্জস্য রেখে তার পরিবেশগত প্রভাব হ্রাস করেছে। ভবনটি প্রাকৃতিক আলো ব্যবস্থার মাধ্যমে ৫০% কম শক্তি ব্যবহার করে এবং প্রতি বর্গমিটারে ৪৫ কিলোওয়াট ঘণ্টা/বছর (kWh/sq.m./yr) শক্তি খরচ করে, যা এনার্জি কনজারভেশন বিল্ডিং কোড (ECBC)-এর ১১০ কিলোওয়াট ঘণ্টা/বর্গমিটার/বছর গ্রিন বেনচমার্কের তুলনায় উল্লেখযোগ্যভাবে কম। এর জন্য ভবনটি ভারতের গ্রিন বিল্ডিং কাউন্সিলের (IGBC) প্লাটিনাম রেটিং অর্জন করেছে।\nএসডিবি বিশ্বের বৃহত্তম রেডিয়েন্ট কুলিং সিস্টেমের মধ্যে একটি ব্যবহার করে। প্রাসঙ্গিক এলাকায় তাপমাত্রার ভারসাম্য এবং ছিদ্রযুক্ত কাঠামো বাইরের তাপমাত্রা হ্রাস করে এবং কুলিং লোড কমায়। হাইব্রিড জলবায়ু ব্যবস্থাগুলো প্রাকৃতিক বায়ু চলাচলের জন্য প্যাসিভ কৌশল এবং শক্তি-দক্ষ যান্ত্রিক শীতলকরণ পদ্ধতির সমন্বয় ঘটায়। কেন্দ্রীয় স্থাপত্য কাঠামোর খোলা উল্লম্ব পাখাগুলো ভেন্টুরি প্রভাব ব্যবহার করে নিম্ন-তীব্রতার বাতাস প্রবাহিত করে, আর স্ট্যাগার্ড অ্যাট্রিয়াগুলো স্ট্যাক প্রভাব দ্বারা গরম বাতাস নিষ্কাশন করতে সহায়তা করে। এটি অভ্যন্তরীণ একটি আরামদায়ক মাইক্রোক্লাইমেট, বা তাপমাত্রা বজায় রাখে।\nরেডিয়েন্ট কুলিং সিস্টেমটি শক্তি-দক্ষ পদ্ধতিতে অভ্যন্তরীণ এলাকা শীতল করে, যেখানে মেঝে এবং সিলিংয়ে ঠাণ্ডা পানির ব্যবহার করা হয়। ছাদের সৌর প্রকল্পটি আহমেদাবাদ-ভিত্তিক স্টার্টআপ ইউরন এনার্জি দ্বারা বাস্তবায়িত হয়েছে। এটি ভারতের বৃহত্তম ফ্লোটিং ফাউন্ডেশন রুফটপ সোলার প্রকল্প এবং বৈশ্বিক মানদণ্ডে অগ্রণী। এর কয়েকটি অনন্য বৈশিষ্ট্য হল:\n\nএটি ভারতের বৃহত্তম ফ্লোটিং ফাউন্ডেশন রুফটপ সোলার প্রকল্প, যেখানে ৫৪৫ টনেরও বেশি রেডি-মিক্স কংক্রিট (RMC) ব্যবহার করা হয়েছে।\nপ্রায় ৪০ টন হট-ডিপ গ্যালভানাইজড (HDG) মাউন্টিং স্ট্রাকচার স্থাপন করা হয়েছে, যা ভারতে অনুরূপ ক্ষমতার সৌর প্রকল্পগুলোর জন্য নতুন মানদণ্ড তৈরি করেছে।\nএটি অনন্য তৃতীয় প্রজন্মের ইনভার্টার প্রযুক্তি ব্যবহার করে এবং এর সৌর প্যানেলগুলো সামনে এবং পিছনের উভয় দিক থেকে শক্তি উৎপন্ন করতে পারে।\nসৌর প্যানেলগুলোর জন্য একটি জলহীন রোবটিক পরিষ্কার পদ্ধতি স্থাপন করা হয়েছে, যা পানির অপচয় রোধ করে এবং শক্তি উৎপাদন সর্বাধিক করে।\nএসডিবি কমপ্লেক্সে টেকসই বর্জ্য নিষ্পত্তি ব্যবস্থা রয়েছে এবং যথেষ্ট সবুজ এলাকা রাখা হয়েছে, যা পরিবেশবান্ধব অবকাঠামো তৈরি ও বনায়নকে উৎসাহিত করে।\n\n\n== সংযোগ ==\nসুরাত ডায়মন্ড বুর্স (এসডিবি) ড্রিম সিটির কেন্দ্রীয় অংশ হিসেবে বিভিন্ন পরিবহন ব্যবস্থার মাধ্যমে সংযুক্ত, যা ভবিষ্যতের উন্নয়নের জন্য কৌশলগত সুবিধা প্রদান করে। সংযোগের জন্য প্রধান মাধ্যমগুলো হলো:\n\nমেট্রো: এসডিবি আসন্ন ড্রিম সিটি মেট্রো স্টেশন এবং খাজোদ মেট্রো ডিপোর কাছে অবস্থিত, যা নির্মাণাধীন সুরাত মেট্রো লাইন ১-এর অংশ। এই মেট্রো লাইন এসডিবিকে সুরাতের অন্যান্য অংশ এবং সুরাত আন্তর্জাতিক বিমানবন্দরের সঙ্গে সংযুক্ত করবে।\nবিআরটিএস: এসডিবি বিআরটিএস (বাস র‌্যাপিড ট্রানজিট সিস্টেম)-এর মাধ্যমেও ড্রিম সিটির সঙ্গে সংযুক্ত। বিআরটিএস দ্রুতগামী বাস পরিষেবা প্রদান করে, যা এসডিবিকে সুরাতের অন্যান্য অংশের সঙ্গে সংযুক্ত করে।\nসড়কপথ: এসডিবি সড়কপথেও ড্রিম সিটির সঙ্গে সংযুক্ত। এনএইচ-৫৩ হলো প্রধান সড়ক, যা এসডিবিকে ড্রিম সিটির সঙ্গে সংযুক্ত করে এবং কমপ্লেক্সের ঠিক উত্তরে সমান্তরালভাবে চলে।\nএই পরিবহন ব্যবস্থার পাশাপাশি, ড্রিম সিটি কনভেনশন সেন্টারের সঙ্গে এসডিবিকে সংযুক্ত করতে একটি স্কাইওয়াক নির্মাণের পরিকল্পনাও রয়েছে। স্কাইওয়াকটি পথচারীবান্ধব সংযোগ প্রদান করবে এবং ২০২৪ সালের মধ্যে এর নির্মাণ শেষ হবে বলে আশা করা হচ্ছে।\nএসডিবি এবং ড্রিম সিটির মধ্যে সংযোগের বিবরণ:\n\nমেট্রো স্টেশনটি এসডিবি থেকে প্রায় ১ কিমি (০.৬২ মা) দূরে অবস্থিত।\nবিআরটিএস স্টেশনটি এসডিবি থেকে প্রায় ৫০০ মি (১,৬০০ ফু) দূরে অবস্থিত।\nএনএইচ-৫৩ একটি ছয় লেনের হাইওয়ে, যা এসডিবিকে সুরাতের অন্যান্য অংশের সঙ্গে সংযুক্ত করে।\nস্কাইওয়াকটি ২০২৪ সালের মধ্যে সম্পন্ন হবে বলে আশা করা হচ্ছে।\n\n\n== তথ্যসূত্র =="}