{"pageid": 1503358, "title": "সুসমাচার (ধর্মতত্ত্ব)", "url": "https://bn.wikipedia.org/wiki?curid=1503358", "content": "সুসমাচার বা সু-সংবাদ হলো বিভিন্ন ধর্মে ধর্মতাত্ত্বিক ধারণা। ঐতিহাসিক রোমান সাম্রাজ্য ধর্মবিশ্বাসে এবং বর্তমান খ্রিস্টধর্মে, সুসমাচার হলো ঐশ্বরিক ব্যক্তিত্ব, ত্রাণকর্তার দ্বারা পরিত্রাণের বার্তা, যিনি মানবজাতির জন্য শান্তি বা অন্যান্য সুবিধা নিয়ে এসেছেন। প্রাচীন গ্রীক ধর্মে, এই শব্দটি এক ধরনের বলিদান বা আচার উৎসর্গকে নির্দেশ করে যা সুসংবাদ পাওয়ার পর দেবতাদের ধন্যবাদ জানানোর উদ্দেশ্যে।\nধর্মীয় ধারণাটি অন্তত গ্রিসের শাস্ত্রীয় যুগে পাওয়া যায় এবং রোমান লেখকরা খ্রিস্টপূর্ব ১ম শতাব্দীর শেষের দিকে এটি গ্রহণ করে বলে জানা যায়। এটি বর্তমানে খ্রিস্টধর্মের কেন্দ্রীয় বার্তা, যেখানে যিশু খ্রিস্টের জীবন ও শিক্ষার লিখিত বিবরণ সুসমাচার নামে পরিচিত।\n\n\n== বাইবেল ও খ্রিস্টধর্মে ==\n\n\n=== হিব্রু ধর্মগ্রন্থ ===\nপ্রাচীন হিব্রু বিশেষ্য বেসোরহ্ (בְּשׂוֹרָה) সুসমাচারের জন্য সমতুল্য গ্রীক শব্দের মতো একই দ্বৈত অর্থ বহন করে বলে মনে হয়, এটি বার্তাবহকে সুসংবাদ দেওয়ার জন্য এবং সুসংবাদ প্রাপ্তির পরে কোনও দেবতাকে ধন্যবাদ জানায়। বিশেষ্য ও ক্রিয়া রূপগুলি হিব্রু বাইবেলে বেশ কয়েকবার ব্যবহৃত হয়।\n\n\n==== খ্রিস্টান ব্যাখ্যা ====\nখ্রিস্টান ধর্মতত্ত্ব যিশু খ্রিস্টে পরিত্রাণের সুসংবাদকে নতুন ধারণা হিসাবে বর্ণনা করেনি, তবে হিব্রু ধর্মগ্রন্থ (খ্রিস্টান বাইবেলে পুরাতন নিয়ম হিসাবে পরিচিত) জুড়ে যা ভবিষ্যদ্বাণী করা হয়েছিল এবং আদি পুস্তক ৩: ১৪-১৫-এ অন্তর্ভুক্ত মানুষের পতনের সময় এমনকি ভবিষ্যদ্বাণীপূর্ণভাবে প্রচার করা হয়েছিল, যাকে আদি-সুসমাচার বলা হয়।\n\n\n=== নূতন নিয়ম ===\n\n\n==== সুসমাচারসমূহ ====\n\nযিশুর প্রাচীন জীবনীগুলির ঘরানা সুসমাচার নামটি নিয়েছিল কারণ এগুলো যিশুকে খ্রিস্টান ত্রাণকর্তা হিসাবে সুসংবাদ জানায়, শান্তি এনেছিল এবং এমন ত্যাগ হিসাবে কাজ করে যা মানবজাতিকে পাপ থেকে মুক্তি দিয়েছে। খ্রিস্টান নূতন নিয়মের প্রথম চারটি যাজকীয় সুসমাচার হলো: ম্যাথু, মার্ক, লূক ও যোহন। এছাড়াও, বেশ কয়েকটি অ-যাজকীয় সুসমাচার বিদ্যমান তবে খ্রিস্টান বাইবেলে আনুষ্ঠানিকভাবে অন্তর্ভুক্ত নয়।\n\n\n==== পৌলীয় পত্রগুলিতে ====\nপ্রেরিত পৌল করিন্থীয়দের প্রথম পত্রের সুসমাচারের নিম্নলিখিত সংক্ষিপ্তসার দিয়েছিলেন: \n\nএখন আমি আপনাকে জানিয়েছি, ভাই ও বোনেরা, আমি আপনাকে যে সুসমাচার প্রচার করেছি, যা আপনিও পেয়েছেন, আপনিও যে আপনি দাঁড়িয়েছেন, আপনিও রক্ষা পেয়েছেন, যদি আপনি দৃঢ়ভাবে যে শব্দটি আপনাকে প্রচার করেছিলাম তা ধরে রাখলে, যদি না আপনি বৃথা বিশ্বাস করেন। \nকারণ আমি যা পেয়েছিলাম তা আমিও প্রথম গুরুত্ব হিসাবে হস্তান্তর করেছি, খ্রিস্ট শাস্ত্র অনুসারে আমাদের পাপের জন্য মারা গিয়েছিলেন এবং তাঁকে সমাধিস্থ করা হয়েছিল এবং ধর্মগ্রন্থ অনুসারে তিনি তৃতীয় দিনে উত্থিত হয়েছিলেন\nপৌল সুসমাচারকে শক্তিশালী ও উদ্ধারক হিসাবে বর্ণনা করেছেন:\n\nকারণ আমি সুসমাচারের জন্য লজ্জা পাচ্ছি না, কারণ এটি ঈশ্বরের শক্তি যা বিশ্বাস করে তাদের প্রত্যেককে পরিত্রাণ নিয়ে আসে: প্রথমে ইহুদিদের কাছে, তারপরে অইহুদীদের কাছে।\n\n\n==== আইনে ====\n\nসুসংবাদটি বিভিন্নভাবে সংক্ষিপ্ত করা যেতে পারে, বিভিন্ন জোরকে প্রতিফলিত করে। চার্লস হ্যারল্ড ডড প্রেরিতদের মধ্যে শেখানো প্রেরিতদের আইনে খ্রিস্টান সুসংবাদটির পিতর সংক্ষিপ্তসার করেছেন:\n\nপরিপূর্ণতার বয়স ছড়িয়ে পড়েছে;\nএটি যিশুর পরিচর্যা, ক্রুশারোহণ ও পুনরুত্থানের মাধ্যমে সংঘটিত হয়েছে;\nপুনরুত্থানের কারণে, যিশুকে নতুন ইস্রায়েলের মশীহীয় প্রধান হিসাবে ঈশ্বরের ডানদিকে উন্নত করা হয়েছে;\nগির্জার পবিত্র আত্মা হলো খ্রিস্টের বর্তমান শক্তি ও গৌরবের চিহ্ন;\nমশীহীয় যুগ শীঘ্রই খ্রিস্টের প্রত্যাবর্তনে তার সমাপ্তিতে পৌঁছে যাবে।\n\n\n=== বিভিন্ন খ্রিস্টান আন্দোলনে ===\n\nসুসংবাদটি বাইবেলের বিভিন্ন উপায়ে বর্ণনা করা হয়েছে। প্রত্যেকে বিভিন্ন জোর প্রতিফলিত করে এবং বাইবেলের আখ্যানগুলির অংশ বা সমস্ত বর্ণনা করে। সুসংবাদ খ্রিস্টান শিক্ষা—প্রেরিতদের আইনী পুস্তকের প্রচার সহ—সাধারণত যিশুর পুনরুত্থান এবং এর প্রভাবগুলিতে মনোনিবেশ করে। কখনও কখনও বাইবেলে, সুসংবাদটি অন্যান্য ভাষায় বর্ণিত হয় তবে এটি এখনও ঈশ্বরের সংরক্ষণের রচনাগুলি বর্ণনা করে। উদাহরণস্বরূপ, প্রেরিত পৌল শিখিয়েছিলেন যে এই সুসংবাদটি পিতৃপুরুষ আব্রাহামকে কথায় কথায় ঘোষণা করা হয়েছিল, \"সমস্ত জাতি আপনার মাধ্যমে আশীর্বাদ পাবে।\" (গালাতীয় ৩: ৬–৯; আদি পুস্তক ১২: ১–৩)।\n\n\n=== বিমুক্তি ধর্মতত্ত্ব ===\nবিমুক্তি ধর্মতত্ত্ব, লাতিন মার্কিন ক্যাথলিক ধর্মতত্ত্ববিদ লিওনার্দো বোফ ও গুস্তাভো গুটিয়ারেজের শিক্ষায় বর্ণিত, জোর দিয়েছিলেন যে যিশু কেবল মানবতাকে বাঁচানোর জন্যই নয়, দরিদ্র এবং নিপীড়িতদের মুক্ত করতেও এসেছিলেন। লাতিন মার্কিন প্রচারমূলক আন্দোলনের মধ্যে অনুরূপ আন্দোলন হলো অখণ্ড প্রচারাভিযান, যেখানে সুসংবাদের প্রতিক্রিয়া হিসাবে মণ্ডলীকে আরও বিস্তৃত বিশ্বকে ইতিবাচকভাবে রূপান্তরিত করার জন্য প্রতিনিধি হিসাবে দেখা হয়।\n\n\n=== খ্রিস্টান প্রচারাভিযান ===\n\nখ্রিস্টান প্রচারাভিযান আন্দোলন বিশ্বাস করে যে খ্রিস্টান সুসংবাদকে সমস্ত জাতি, উপজাতি, সংস্কৃতি ও ভাষার জন্য বার্তা বলে বিশ্বাস করে। আন্দোলনটি শিক্ষা দেয় যে যিশুর সুসংবাদের মধ্য দিয়েই মানবতার জাতিগুলি ঈশ্বরের সাথে সম্পর্কের জন্য পুনরুদ্ধার করা হয় এবং জাতিগুলির নিয়তি এই প্রক্রিয়াটির সাথে সম্পর্কিত। প্রচারবাদী অধ্যাপক হাওয়ার্ড এস্নাইডার লিখেছেন, \"ঈশ্বর বিশ্বকে নিজের সাথে পুনর্মিলন করার পরিকল্পনার একেবারে কেন্দ্রে খ্রিস্টের সাথে মণ্ডলীকে স্থাপন করা বেছে নিয়েছেন\"।\nপৌলের পত্রগুলিতে বর্ণিত আরেকটি দৃষ্টিভঙ্গি হলো এটি যিশুর মৃত্যু ও পুনরুত্থানের সুসংবাদ এবং সমস্ত জাতির লোকদের ফলস্বরূপ উপাসনার মধ্য দিয়ে, সেই মন্দকে মহাজাগতিক স্কেলে পরাজিত করা হয়। এফিষীয় ৩ এর তৃতীয় অধ্যায়টি প্রতিফলিত করে, ধর্মতত্ত্ববিদ হাওয়ার্ড এস্নাইডার লিখেছেন:\n\nমণ্ডলীর জন্য ঈশ্বরের পরিকল্পনা মহাবিশ্বের সম্পূর্ণ পরিমাণে প্রসারিত। ঈশ্বরের 'বহুগুণ জ্ঞান' দ্বারা চার্চ সমস্ত বয়সের উপসংহারে খ্রিস্ট কী অর্জন করবেন তার প্রাথমিক পূর্ণতা প্রদর্শন করে। দর্শনটি হলো মানবতার পরিসীমা ছাড়িয়ে এমনকি অ্যাঞ্জেলিক রাজ্যেও পৌঁছানো। মণ্ডলীটি খ্রিস্টের পুনর্মিলন প্রেমের ঈশ্বরের প্রদর্শন হতে হবে।\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nDodd, C. H. 1964 The Apostolic Preaching and its Developments  Harper and Row.\nGeneral Directory for Catechesis 1997, Congregation for the Clergy\nGoldsworthy, G, 1991, According to Plan: The Unfolding Revelation of God in the Bible Sydney: Lancer Press.\nJohnstone, P, 2001, Operation World, Carlisle, UK: Paternoster Lifestyle.\nKöstenberger, A and P. O'Brien, 2001, Salvation to the Ends of the Earth: A Biblical Theology of Mission New Studies in Biblical Theology 11, Leicester: Apollos.\nPadilla, R, 2004, 'An Ecclesiology for Integral Mission,' in The Local Church, Agent of Transformation: An Ecclesiology for Integral Mission, T. Yamamori and C. R. Padilla, eds, Buenos Aires: Kairos Ediciones.\nSnyder, H. A., 1999, 'The Church in God's Plan,' in Perspectives on the World Christian Movement, 3rd edn, Pasadena, California: William Carey Library.\nJepsen, Bent Kim, 2009 The Origin of Good News[১]\n\n\n== বহিঃসংযোগ ==\nCatholic Encyclopedia: Judaizers - Concerning the cultural implications of the Good News\nCatholic Encyclopedia: Salvation\nLordship salvation- Reformed Christian Gospel presentation emphasizing Lordship Salvation  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০২১-০৫-১২ তারিখে"}