{"pageid": 1503553, "title": "পুদুচেরি সরকার", "url": "https://bn.wikipedia.org/wiki?curid=1503553", "content": "পুদুচেরি সরকার (তামিল : Putuccēri aracu, তেলুগু : Puduccēri prabhutvamu) হল ভারতের পুদুচেরি কেন্দ্রশাসিত অঞ্চলের জন্য কেন্দ্রশাসিত সরকার। এর নেতৃত্বে আছেন পুদুচেরির উপরাজ্যপাল। সরকারের রাজধানী পন্ডিচেরিতে অবস্থিত।\n\n\n== সরকার ও প্রশাসন ==\n\n\n=== উপরাজ্যপাল ===\nউপরাজ্যপাল রাষ্ট্রপতি কর্তৃক পাঁচ বছরের মেয়াদে নিযুক্ত হন। নির্বাহী এবং আইন প্রণয়ন ক্ষমতা মুখ্যমন্ত্রী এবং তার মন্ত্রিপরিষদের কাছে থাকে। মন্ত্রিপরিষদের সদস্যবৃন্দ ভারতের রাষ্ট্রপতি কর্তৃক নিযুক্ত হন। ভারতের রাজ্য ও অঞ্চলগুলির রাজ্যপালদের রাজ্যস্তরে কেন্দ্রীয় স্তরে ভারতের রাষ্ট্রপতির মতোই ক্ষমতা এবং কার্যাবলী রয়েছে। শুধুমাত্র ৩৫ বছরের বেশি বয়সী ভারতীয় নাগরিকরা রাজ্যপাল ও উপরাজ্যপাল নিয়োগের জন্য যোগ্য। উপরাজ্যপাল সমস্ত সাংবিধানিক কার্য সম্পাদন করেন যেমন মুখ্যমন্ত্রীর নিয়োগ, একটি রাজ্যে সাংবিধানিক যন্ত্রের ব্যর্থতা সম্পর্কে রাষ্ট্রপতির কাছে প্রতিবেদন পাঠানো, বা আইনসভা, অনুশীলন বা তাদের নিজস্ব মতামত দ্বারা পাস করা একটি বিলের সম্মতি সম্পর্কিত বিষয়গুলির বিষয়ে।\nকুনিয়িল কৈলাশনাথন বর্তমান উপরাজ্যপাল। উপরাজ্যপাল বিভিন্ন ধরনের ক্ষমতা ভোগ করেন:\n\nপ্রশাসন, নিয়োগ এবং অপসারণ সম্পর্কিত নির্বাহী ক্ষমতা ।\nআইন প্রণয়ন এবং রাষ্ট্রীয় আইনসভা সম্পর্কিত আইনী ক্ষমতা ।\nউপরাজ্যপালের বিবেচনার ভিত্তিতে বিবেচনামূলক ক্ষমতা সম্পন্ন করা।\n\nআইনসভা শাখায় উপরাজ্যপাল এবং বিধানসভা রয়েছে, যা রাজ্যের সর্বোচ্চ রাজনৈতিক অঙ্গ। বিধানসভা তলব করার বা তা বন্ধ করার ক্ষমতা উপরাজ্যপালের রয়েছে। বিধানসভার সকল সদস্য সরাসরি নির্বাচিত হন। বর্তমান বিধানসভা ৩০ জন নির্বাচিত সদস্য এবং কেন্দ্রীয় সরকার কর্তৃক মনোনীত ৩ জন সদস্য নিয়ে গঠিত। নির্বাচিত সদস্যরা নিজস্ব সদস্যদের মধ্যে একজনকে চেয়ারম্যান হিসেবে নির্বাচন করেন যাকে বলা হয় স্পিকার। স্পিকারের সাহায্যে ডেপুটি স্পিকারও সদস্যদের দ্বারা নির্বাচিত হন। হাউসে বৈঠক পরিচালনার দায়িত্ব স্পিকারের হাতে ন্যস্ত থাকে।\nবিধানসভার প্রধান কাজ আইন ও বিধি পাস করা। হাউস দ্বারা পাস করা প্রতিটি বিল প্রযোজ্য হওয়ার আগে চূড়ান্তভাবে উপরাজ্যপালের দ্বারা অনুমোদিত হতে হবে।\nবিধানসভার সাধারণ মেয়াদ তার প্রথম বৈঠকের জন্য নির্ধারিত তারিখ থেকে পাঁচ বছর। কিন্তু জরুরী অবস্থার একটি ঘোষণা কার্যকর হওয়ার সময়, উল্লিখিত সময়কাল সংসদ দ্বারা আইন দ্বারা বাড়ানো হবে এমন একটি সময়ের জন্য যা একবারে এক বছরের বেশি হবে না।\nপুদুচেরি বিধানসভার শেষ নির্বাচন ২০২১ সালের এপ্রিল-মে মাসে অনুষ্ঠিত হয়েছিল।\n\n\n=== বিচার বিভাগ ===\n\nমাদ্রাজ উচ্চ আদালত এই অঞ্চলের জন্য আদালত, যা তামিলনাড়ুর জন্য একই অধিক্ষেত্র ভোগ করে। এটি একটি রেকর্ড আদালত এবং আদালত অবমাননার জন্য একজন ব্যক্তিকে শাস্তি দেওয়ার ক্ষমতা সহ এই ধরনের আদালতের সমস্ত ক্ষমতা রয়েছে। ভারতের অন্যান্য উচ্চ আদালতের মতো, এই আদালতেও একজন প্রধান বিচারপতি এবং অন্যান্য বিচারক রয়েছে যারা ভারতের রাষ্ট্রপতি দ্বারা নিযুক্ত হন। প্রধান বিচারপতি সহ প্রত্যেক বিচারককে ভারতের রাষ্ট্রপতি তার হাতে এবং সীলমোহরের অধীনে ওয়ারেন্ট দ্বারা নিযুক্ত করেন। প্রত্যেক স্থায়ী ও অতিরিক্ত বিচারক ৬২ বছর বয়স পর্যন্ত পদে বহাল থাকেন।\n\n\n=== নির্বাহী বিভাগ ===\n\nঅন্যান্য ভারতীয় রাজ্য বা কেন্দ্রশাসিত অঞ্চলের মতো, পুদুচেরির কার্যনির্বাহী শাখা অঞ্চলের দৈনন্দিন ব্যবস্থাপনার জন্য দায়ী। এটি উপরাজ্যপাল, মুখ্যমন্ত্রী এবং মন্ত্রিপরিষদ নিয়ে গঠিত। মুখ্যমন্ত্রী এবং মন্ত্রিপরিষদকে রাজ্যপাল নিয়োগ করেন। উপরাজ্যপাল স্থগিত তলব করেন এবং আইনসভা ভেঙে দেন। মুখ্যমন্ত্রীর সুপারিশে তিনি বিধানসভা বন্ধ করে দিতে পারেন। ভারতের অন্যান্য রাজ্যের মতো পন্ডিচেরিতে বিচার বিভাগকে নির্বাহী বিভাগ থেকে আলাদা করা হয়েছে।\n\n\n==== মুখ্যমন্ত্রী ====\n\nনির্বাহী কর্তৃপক্ষের নেতৃত্বে রয়েছেন পুদুচেরির মুখ্যমন্ত্রী, যিনি কেন্দ্রশাসিত অঞ্চলের কার্যত প্রধান এবং বেশিরভাগ নির্বাহী ক্ষমতা তার হাতে ন্যস্ত থাকে। উপরাজ্যপাল কর্তৃক বিধানসভার সংখ্যাগরিষ্ঠ দলের নেতা এই পদে নিযুক্ত হন। সাধারণত বিজয়ী দলই মুখ্যমন্ত্রীর সিদ্ধান্ত নেয়। অনেক ক্ষেত্রে দল নির্বাচনের সময় মুখ্যমন্ত্রী পদপ্রার্থী ঘোষণা করে থাকে।\n\n\n==== মন্ত্রিপরিষদ ====\n\n\n== রাজনীতি ==\nপন্ডিচেরি একটি কেন্দ্রশাসিত অঞ্চল যেখানে বর্তমানে সর্বভারতীয় এনআর কংগ্রেস এবং বিজেপি জোট সরকার ক্ষমতায় আছে। রাজ্য বিধানসভার ৩৩টি আসন রয়েছে যার মধ্যে ৩০টি জনগণ দ্বারা নির্বাচিত। সর্বভারতীয় এনআর কংগ্রেসের ১০টি আসন রয়েছে এবং তার জোটের অংশীদার বিজেপির রয়েছে ৬টি আসন, এইভাবে সরকারের সংখ্যাগরিষ্ঠতা ১৬টি আসনে উন্নীত হয়েছে। ডিএমকে ৬টি আসন নিয়ে প্রধান বিরোধী দলের ভূমিকা পালন করছে। জনগণের ভোটে নির্বাচিত স্বতন্ত্র প্রার্থী রয়েছেন ৬ জন। কেন্দ্রীয় সরকার (বিজেপি) থেকে বাকি ৩ জন প্রার্থীকে স্বরাষ্ট্র মন্ত্রক নিয়োগ করেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nপুদুচেরির অফিসিয়াল ওয়েবসাইট\nমাদ্রাজ হাইকোর্টের অফিসিয়াল ওয়েবসাইট"}