{"pageid": 1503803, "title": "সাত মারাত্মক পাপ", "url": "https://bn.wikipedia.org/wiki?curid=1503803", "content": "সাত মারাত্মক পাপ বা সাত মূল পাপ খ্রিস্টধর্মের  শিক্ষার মধ্যে প্রধান পাপগুলির গোষ্ঠীবদ্ধ শ্রেণীবিভাগ হিসাবে কাজ করে। খ্রিস্টধর্মের সাতটি মারাত্মক পাপ হলো দর্প, লোভ, ক্রোধ, হিংসা, লালসা, পেটুকতা ও আলস্য। \nখ্রিস্টধর্মে, মারাত্মক পাপের সাতটি নিয়ে একটি দলে শ্রেণিবদ্ধকরণ টারটুলিয়ানের সাথে শুরু হয়েছিল ও এভাগ্রিয়াস পন্টিকাসের সময়ে অব্যাহত ছিলো। জড়িত পাপগুলো ধারণার ভিত্তি ছিল গ্রেকো-রোমান ও বাইবেলের পূর্বসূরিরা। পরবর্তী সময়ে, রোমান ক্যাথলিক চার্চের ল্যাটিন ভাষার উপর ভিত্তি করে ঐতিহাসিক প্রেক্ষাপটের উপর ভিত্তি করে সাতটি মারাত্মক পাপের ধারণাটি আরও বিকশিত হয়েছিল, যদিও গ্রীক ভাষা এবং সম্পর্কিত ধর্মীয় ঐতিহ্যের উল্লেখযোগ্য প্রভাব ছিল। সাতটি মারাত্মক পাপ ধারণার জ্ঞান বিভিন্ন গ্রন্থে আলোচনা এবং চিত্রকর্ম ও ভাস্কর্যের চিত্রের মাধ্যমে জানা যায়, উদাহরণস্বরূপ, নির্দিষ্ট ক্যাথলিক প্যারিশের নির্দিষ্ট গীর্জার উপর স্থাপত্য সজ্জা ও কিছু পুরানো পাঠ্যপুস্তক থেকেও। \nস্বীকারোক্তির নিদর্শন থেকে আরও তথ্য পাওয়া গেছে। পরবর্তীতে, শতাব্দীর পর শতাব্দী ধরে আধুনিক সময়ে, পাপের ধারণা (বিশেষত সাত সংখ্যাটি) বিভিন্ন ধর্মীয় ও দার্শনিক চিন্তাধারা, সূক্ষ্ম শিল্প চিত্রকলা এবং আধুনিক জনপ্রিয় সংস্কৃতি মাধ্যম যেমন সাহিত্য, চলচ্চিত্র ও টেলিভিশনকে প্রভাবিত বা অনুপ্রাণিত করেছে।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nAlighieri, Dante, Divine Comedy\nCassian, John (১৮৮৫)। \"The Remedies for the Eight Principal Faults.\"। Ante-Nicene Christian Library, Volume XI। Schaff, Philip কর্তৃক অনূদিত। T. & T. Clark in Edinburgh। \nde la Puente, Lius (১৮৫২)। \"On Pride and Vainglory\"। Meditations On The Mysteries Of Our Holy Faith। Richarson and Son। \nSchumacher, Meinolf (2005): \"Catalogues of Demons as Catalogues of Vices in Medieval German Literature: 'Des Teufels Netz' and the Alexander Romance by Ulrich von Etzenbach.\" In In the Garden of Evil: The Vices and Culture in the Middle Ages. Edited by Richard Newhauser, pp. 277–290. Toronto: Pontifical Institute of Mediaeval Studies.\nThe Concept of Sin, by Josef Pieper\nThe Traveller's Guide to Hell, by Michael Pauls & Dana Facaros\nSacred Origins of Profound Things, by Charles Panati\nThe Faerie Queene, by Edmund Spenser\nThe Seven Deadly Sins Series, Oxford University Press (7 vols.)\nRebecca Konyndyk DeYoung, Glittering Vices: A New Look at the Seven Deadly Sins and Their Remedies, (Grand Rapids: BrazosPress, 2009)\nSolomon Schimmel, The Seven Deadly Sins: Jewish, Christian and Classical Reflections on Human Psychology, (New York: Oxford University Press, 1997)\nSlater S.J., Thomas (১৯২৫)। \"Book 4: On Sin (Pride)\"। A manual of moral theology for English-speaking countries। Burns Oates & Washbourne Ltd.। \nTucker, Shawn. The Virtues and Vices in the Arts: A Sourcebook, (Eugene, OR: Cascade Press, 2015)\n\n\n== বহিঃসংযোগ ==\nইউটিউবে Se7en (Film) – Paradise Lost"}