{"pageid": 1503596, "title": "খ্রিস্টধর্মে অনুগ্রহ", "url": "https://bn.wikipedia.org/wiki?curid=1503596", "content": "পশ্চিমা খ্রিস্টান বিশ্বাসে, অনুগ্রহ ঈশ্বরের দ্বারা সৃষ্টি করা হয় যিনি এটি একজনকে সাহায্য করেন কারণ ঈশ্বর চান যে এটি একজনের কাছে থাকুক, অগত্যা কেউ এটি অর্জনের জন্য কিছু করেছে বলে নয়। পশ্চিমা খ্রিস্টানদের দ্বারা বোঝা যায় যে এটি ঈশ্বরের কাছ থেকে মানুষের জন্য স্বতঃস্ফূর্ত উপহার - যা ঐশ্বরিক অনুগ্রহ, প্রেম, করুণার রূপ নেয় ও ঈশ্বরের ঐশ্বরিক জীবনে অংশ নেয়। পশ্চিমা সনাতনপন্থী মণ্ডলীতে, অনুগ্রহ হলো অপ্রস্তুত ঈশ্বরের শক্তি। পূর্ব খ্রিস্টানদের মধ্যে সাধারণত, অনুগ্রহকে দ্বিতীয় পিতর ১:৪ এ বর্ণিত ঐশ্বরিক প্রকৃতির অংশ হিসাবে বিবেচনা করা হয় এবং অনুগ্রহ হলো স্বয়ং ঈশ্বরের কাজ, কোনো ধরনের সৃষ্ট পদার্থ নয় যেটিকে পণ্যের মতো বিবেচনা করা যেতে পারে।\nঈশ্বরের গুণাবলী হিসাবে, অনুগ্রহ পাপীদের পরিত্রাণে সবচেয়ে বেশি প্রকাশ পায় এবং পশ্চিমা খ্রিস্টধর্ম ধারণ করে যে ঈশ্বর ও ব্যক্তির মধ্যে অনুগ্রহের সম্পর্কের উদ্যোগটি সর্বদা ঈশ্বরের পক্ষে থাকে।\nঅনুগ্রহের মাধ্যমের প্রশ্নটিকে বলা হয় জলবিভাজিকা যা প্রতিবাদীবাদ থেকে ক্যাথলিকবাদ, আর্মিনিয়ানবাদ থেকে সংস্কারবাদ, আধুনিক ধর্মতাত্ত্বিক উদারবাদকে ধর্মতাত্ত্বিক মৌলবাদ থেকে বিভক্ত করে। ক্যাথলিক মণ্ডলীর মতে, খ্রিস্টের ক্রিয়াকলাপ ও পবিত্র আত্মার ক্রিয়াকলাপের কারণেই ঐশ্বরিক জীবনে রূপান্তরিত হয়েছে যা ঈশ্বরের শক্তির অধীনে রয়েছে যে ধর্মীয় ধর্মাবলম্বীরা তারা যে অনুগ্রহ করে তাদের বোঝায়: খ্রিস্টের শক্তি এবং তাঁর আত্মার শক্তি মন্ত্রীর ব্যক্তিগত পবিত্রতার থেকে স্বাধীনভাবে [প্রতিটি ধর্মত্যাগ] এর মাধ্যমে কাজ করে। তবুও, ধর্মসংস্কারের ফলগুলি যারা তাদের গ্রহণ করে তার স্বভাবের উপরও নির্ভর করে।\nক্যাথলিক, পশ্চিমা সনাতনপন্থী ও প্রতিবাদীরা একমত যে বিশ্বাস ঈশ্বরের কাছ থেকে উপহার, যেমন ইফিষীয় ২:৮: \"কারণ অনুগ্রহের বিশ্বাসের মাধ্যমে আপনি রক্ষা পেয়েছেন, এবং এটি নিজেরাই নয়; এটি ঈশ্বরের উপহার।\" লুথেরীয়দের মতে, অনুগ্রহের মাধ্যম হলো \"বিশ্ব ও ধর্মসংস্কারে সুসমাচার\"। \nজন ওয়েসলি ধর্মসংস্কারকে অনুগ্রহের মাধ্যম হিসেবে বিবেচনা করেন। তিনি ইউক্যারিস্টকে মহান প্রণালী হিসাবে বর্ণনা করেন যেটির দ্বারা তাঁর আত্মার অনুগ্রহ ঈশ্বরের সমস্ত সন্তানের আত্মার কাছে পৌঁছে দেওয়া হয়েছিল।\nপূর্ববিধানবাদীরা \"অনুগ্রহ বাদে মানুষের সম্পূর্ণ অসহায়ত্বকে জোর দিয়েছিলেন।\" কিন্তু ঈশ্বর \"প্রথম অনুগ্রহ\" বা \"প্রতিরোধক অনুগ্রহ\" দিয়ে পৌঁছেছেন। অপ্রতিরোধ্য অনুগ্রহ হিসাবে পরিচিত পূর্ববিধানবাদী মতবাদটি বলে যে, যেহেতু সমস্ত ব্যক্তি প্রকৃতির দ্বারা আধ্যাত্মিকভাবে মারা যায়, তাই কেউ এই অনুগ্রহকে মেনে নিতে চায় না যতক্ষণ না ঈশ্বর আধ্যাত্মিকভাবে পুনর্জন্মের মাধ্যমে তাদেরকে আলোকিত করেন। ঈশ্বর কেবল এমন ব্যক্তিদের পুনরুত্থিত করেন যাদের তিনি পরিত্রাণের পূর্বাভাস দিয়েছেন। কোন ব্যক্তিকে পরিত্রাণে আনার জন্য আর্মিনীয়রা ঈশ্বরের অনুগ্রহকে নিজের স্বাধীন ইচ্ছার সাথে সহযোগিতা হিসাবে বোঝে। প্রচারমূলক ধর্মতত্ত্ববিদ চার্লস ক্যালডওয়েল রাইরি, আধুনিক উদারপন্থী ধর্মতত্ত্ব \"তাদের নিজস্ব ভাগ্য নির্ধারণের জন্য এবং তাদের নিজস্ব পরিত্রাণকে পুরোপুরি ঈশ্বরের অনুগ্রহ থেকে পৃথক করে কার্যকর করার জন্য একটি অতিরঞ্জিত জায়গা দেয়।\"\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\n\n\n=== সনাতন ===\nBishop Kallistos (Ware), The Inner Kingdom: The Collected Works (St. Vladimir's Seminary, 2000) আইএসবিএন ০-৮৮১৪১-২০৯-০\nThe Way of a Pilgrim and A Pilgrim Continues on His Way, Olga Savin, trans. (Shambhala, 2001) আইএসবিএন ১-৫৭০৬২-৮০৭-৬\n\n\n=== রোমান ক্যাথলিক ===\nDeharbe, Joseph (১৯১২)। \"Chap. I. Grace in General\"। A Complete Catechism of the Catholic Religion। Rev. John Fander কর্তৃক অনূদিত। Schwartz, Kirwin & Fauss। \nCatholic Teaching on Sin & Grace (Center for Learning, 1997), আইএসবিএন ১-৫৬০৭৭-৫২১-১\nGeorge Hayward Joyce, The Catholic Doctrine of Grace (Newman, 1950), এএসআইএন B0007E488Y\n Pohle, Joseph (১৯০৯)। \"Grace\"। ক্যাথলিক বিশ্বকোষ। 6। নিউ ইয়র্ক: রবার্ট অ্যাপলটন  কোম্পানি। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nStephen J. Duffy, The Graced Horizon: Nature and Grace in Modern Catholic Thought (HPAC, 1992), আইএসবিএন ০-৮১৪৬-৫৭০৫-২\n\n\n=== প্রতিবাদী ===\nDietrich Bonhoeffer, The Cost of Discipleship, Fuller and Booth, trans. (Touchstone, 1995).\nJohn Calvin, \"Institutes of the Christian Religion, Book 2 Chapter 4\"  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৭ মে ২০২৩ তারিখে\nচিসাম, হিউ, সম্পাদক (১৯১১)। \"Grace\"। ব্রিটিশ বিশ্বকোষ। 12 (১১তম সংস্করণ)। কেমব্রিজ ইউনিভার্সিটি প্রেস। পৃষ্ঠা 309–310। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nRandy Maddox, Responsible Grace (Kingswood, 1994) আইএসবিএন ০-৬৮৭-০০৩৩৪-২\nAlister McGrath, Iustitia Dei: A History of the Christian Doctrine of Justification (Cambridge, 1998) আইএসবিএন ০-৫২১-৬২৪৮১-৯\nGlen Pettigrove, \"Forgiveness and Grace\", in Forgiveness and Love (Oxford University Press, 2012) 124–150.\nR. C. Sproul, Grace Unknown: The Heart of Reformed Theology (Baker Book House, 1999) আইএসবিএন ০-৮০১০-১১২১-৩\nUlasien, Paul, The Power of a Grace Perspective  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৩-১২-১৫ তারিখে (Infinity, 2011) আইএসবিএন ০-৭৪১৪-৬৭২৯-১, এএসআইএন B00719WMBS\nPhilip Yancey, What's So Amazing About Grace? (Zondervan, 1997) আইএসবিএন ০-৩১০-২৪৫৬৫-৬\nPaul F. M. Zahl, Grace in Practice: A Theology of Everyday Life (Eerdmans, 2007) আইএসবিএন ৯৭৮-০-৮০২৮-২৮৯৭-২"}