{"pageid": 1503520, "title": "ষাঁড়", "url": "https://bn.wikipedia.org/wiki?curid=1503520", "content": "একটি ষাঁড় হল একটি পূর্ণবয়স্ক পুরুষ গরু (Bos taurus)। এটি সাধারণত একই প্রজাতির মাদি (অর্থাৎ, গরু) এর তুলনায় অনেক বেশি পেশীবহুল এবং আক্রমণাত্মক। ষাঁড় বহু ধর্মে একটি গুরুত্বপূর্ণ প্রতীক হিসেবে বিবেচিত, যার মধ্যে ত্যাগের উদ্দেশ্যে ব্যবহার অন্যতম। এই প্রাণীগুলি গরুর মাংস, ডেইরি খামার এবং বিভিন্ন ক্রীড়া ও সাংস্কৃতিক কর্মকাণ্ডে গুরুত্বপূর্ণ ভূমিকা পালন করে, যেমন ষাঁড়ের লড়াই এবং ষাঁড় চড়াই।\nতাদের আচরণের কারণে, ষাঁড়ের কাছাকাছি যাওয়ার সময় বিশেষ সতর্কতা অবলম্বন করা প্রয়োজন।\n\n\n== বৈশিষ্ট্য ==\nষাঁড়গুলি গরুদের তুলনায় অনেক বেশি পেশীবহুল হয়, তাদের হাড় বেশি শক্ত, পায়ের আকার বড়, গলার পেশী অনেক শক্ত এবং মাথার আকার বড়, যার ওপর চোখের উপর প্রতিরক্ষামূলক রেখা থাকে। এই বৈশিষ্ট্যগুলো ষাঁড়দের দলের মধ্যে আধিপত্য প্রতিষ্ঠা করতে সাহায্য করে, যার ফলে বিজয়ী ষাঁড়কে গরুদের সঙ্গে প্রজননের জন্য শ্রেষ্ঠ অধিকার প্রদান করা হয়। গায়ের পশম সাধারণত শরীরের তুলনায় ছোট, তবে গলা ও মাথায় সাধারণত কোঁকড়ানো, তুলার মতো পশম থাকে। ষাঁড়গুলো সাধারণত গরুর সমান উচ্চতার হয় বা কিছুটা লম্বা, তবে অতিরিক্ত পেশী ও হাড়ের কারণে তারা অনেক বেশি ওজনের হয়। বেশিরভাগ সময় ষাঁড়ের কাঁধে একটি কুঁজ থাকে।\nশিংযুক্ত গরুদের মধ্যে ষাঁড়ের শিং সাধারণত গরুদের তুলনায় মোটা এবং কিছুটা ছোট হয়, এবং অনেক জাতের মধ্যে এগুলি উপরের দিকে বাঁকা চাঁদের পরিবর্তে বাইরের দিকে বাঁকানো হয়। এটি একটি প্রচলিত ভুল ধারণা যে, ষাঁড়দের শিং থাকে এবং গরুদের শিং থাকে না। (তবে এটি সত্যি যে, অনেক ভেড়ার জাতের মধ্যে শুধুমাত্র পুরুষদের শিং থাকে।) যেসব গরু প্রাকৃতিকভাবে শিংহীন, তাদের ইংরেজিতে পোল্ড বা মুলে বলা হয়।\nখাসি করা পুরুষ গরুরা শারীরিকভাবে গরুদের মতো হয়, তবে যদি তারা পরিপক্ক হতে পারে, তারা ষাঁড় বা গরুর তুলনায় অনেক বড় হতে পারে, তাদের কাঁধ ও গলা বেশ পেশীবহুল হয়।\n\n\n=== প্রজনন অঙ্গসংস্থান ===\n\nষাঁড়রা প্রায় সাত মাস বয়স থেকে প্রজননক্ষম হয়ে ওঠে। তাদের প্রজননক্ষমতা তাদের অণ্ডকোষের আকারের সাথে ঘনিষ্ঠভাবে সম্পর্কিত, এবং প্রজননক্ষমতার একটি সাধারণ পরীক্ষা হলো অণ্ডকোষের পরিধি পরিমাপ করা; একটি তরুণ ষাঁড় সাধারণত তখনই প্রজননক্ষম হতে পারে যখন এটি ২৮ সেন্টিমিটার (১১ ইঞ্চি) পরিধির হয়ে যায়; একটি পরিপূর্ণ বয়স্ক ষাঁড়ের অণ্ডকোষের পরিধি ৪০ সেন্টিমিটার (১৬ ইঞ্চি) এরও বেশি হতে পারে। ষাঁড়ের একটি ফাইব্রোএলাস্টিক পুরুষাঙ্গ থাকে। এরকম কম ইরেকটাইল টিস্যু থাকার কারণে, উত্তেজনা হওয়ার পর খুব বেশি বাড়ানো হয় না। পুরুষাঙ্গটি উত্তেজিত না থাকলে বেশ শক্ত থাকে, এবং উত্তেজনা হওয়ার সময় আরও শক্ত হয়ে যায়। পুরুষাঙ্গের প্রক্ষেপণ উত্তেজনাের মাধ্যমে বেশি প্রভাবিত না হয়ে, রিট্র্যাক্টর পুরুষাঙ্গ পেশী এর শিথিলতা এবং সিগময়ড ফ্লেক্সুর সোজা হওয়ার মাধ্যমে বেশি প্রভাবিত হয়। ষাঁড় মাঝে মাঝে একটি অবস্থায় আক্রান্ত হয় যা \"কর্কস্ক্রু পুরুষাঙ্গ\" নামে পরিচিত। একটি পরিপক্ব ষাঁড়ের পুরুষাঙ্গের ব্যাস ৩–৪ সেমি (১+১⁄৪–১+১⁄২ ইঞ্চি) হয়, এবং ৮০–১০০ সেমি (৩০–৪০ ইঞ্চি) লম্বা।\nষাঁড়ের গ্লান্স পুরুষাঙ্গ আকারে গোলাকার এবং লম্বাটে হয়।\n\n\n=== ভুল ধারণা ===\nএকটি প্রচলিত ভুল ধারণা যা ষাঁড়ের আচরণ নিয়ে ব্যাপকভাবে পুনরাবৃত্তি হয় তা হলো যে, লাল রঙ ষাঁড়দের রাগিয়ে দেয় এবং তাদের আক্রমণে উৎসাহিত করে। প্রকৃতপক্ষে, বেশিরভাগ স্তন্যপায়ী প্রাণীর মতো গরুরা লাল–সবুজ রঙ অন্ধ। বুলফাইটিং-এ, ম্যাটাডরের কাপড়ের নাড়াচড়া, রঙ নয়, ষাঁড়ের প্রতিক্রিয়া তৈরি করে।\n\n\n== ব্যবস্থাপনা ==\n\n\n=== গোমাংস উৎপাদন ===\nপ্রজননের জন্য প্রয়োজনীয় কিছু ষাঁড় ছাড়া, অধিকাংশ পুরুষ গরু বলদ করা হয় এবং তিন বছর বয়সের আগেই মাংসের জন্য জবাই করা হয়, তবে যদি তাদের মালামাল পরিবহনের জন্য (বলদ) কাজে লাগে তবে তাদের বয়স বাড়তে দেওয়া হয়। এই মাংস উৎপাদনের জন্য গরুগুলিকে অধিকাংশ সময় অল্প বয়সে খোঁজা করা করা হয়, যাতে তাদের আক্রমণাত্মক আচরণ কমানো যায় এবং অনিচ্ছাকৃত প্রজনন প্রতিরোধ করা যায়, যদিও কিছু ষাঁড়কে বলদ না করেই মাংসের জন্য পালন করা হয়। খোঁজা করা একটি ষাঁড় সাধারণত পুরুষ বা নারী গরুর তুলনায় এক বা দুই মাস আগে জবাইয়ের জন্য প্রস্তুত হয়, এবং আনুপাতিকভাবে বেশি এবং সুষম পেশী উৎপাদন করে।\nফ্রেম স্কোর হলো ষাঁড় এবং অন্যান্য গরুর হাড়ের আকার বর্ণনা করার একটি কার্যকরী উপায়। ফ্রেম স্কোরগুলি পূর্ণবয়স্ক গরুর আকার পূর্বাভাস দেওয়ার জন্য এবং গরুর মাংস উৎপাদনের জন্য ষাঁড় নির্বাচন করতে সহায়তা করতে ব্যবহৃত হতে পারে। এগুলি নিতম্বের উচ্চতা এবং বয়স থেকে হিসাব করা হয়। বিক্রয় ক্যাটালগে এই পরিমাপটি সাধারণত ওজন এবং অন্যান্য কার্যক্ষমতা তথ্যের সঙ্গে নথিবদ্ধ করা হয়, যেমন আনুমানিক প্রজাতির মান।\n\n\n=== মনোভাব এবং পরিচালনা ===\n \nপ্রাপ্তবয়স্ক ষাঁড়ের ওজন সাধারণত ৫০০ থেকে ১,০০০ কিগ্রাম (১,১০০ থেকে ২,২০০ পা) এর মধ্যে হয়ে থাকে। বেশিরভাগ ষাঁড়ই আক্রমণাত্মক হতে পারে, তাই মানুষের এবং অন্যান্য প্রাণীর নিরাপত্তা নিশ্চিত করতে তাদের পরিচালনা অত্যন্ত সতর্কতার সঙ্গে করতে হয়। দুধের প্রজাতির ষাঁড়গুলি সাধারণত বেশি আক্রমণাত্মক হতে পারে। মাংসের প্রজাতির ষাঁড়গুলি তুলনামূলকভাবে কিছুটা কম আক্রমণাত্মক, তবে কিছু মাংসের প্রজাতি, যেমন স্প্যানিশ ফাইটিং বুল এবং অন্যান্য সম্পর্কিত প্রাণী, আক্রমণাত্মক মনোভাবের জন্য পরিচিত, যা বেছে বেছে প্রজনন দ্বারা আরও বৃদ্ধি পায়।\nকানাডায় সমস্ত প্রাণী সংক্রান্ত মৃত্যুর প্রায় ৪২% ষাঁড়ের আক্রমণের কারণে ঘটে, এবং ষাঁড়ের আক্রমণের শিকার প্রতি ২০ জনের মধ্যে এক জনও বেঁচে থাকে না। দুধের প্রজাতির ষাঁড়গুলি বিশেষভাবে বিপজ্জনক এবং অপ্রত্যাশিত আচরণ করতে পারে; ষাঁড় পরিচালনা করার ঝুঁকি আমেরিকার কিছু অঞ্চলের দুধের খামারীদের জন্য গুরুতর আঘাত এবং মৃত্যুর কারণ হতে পারে। ষাঁড়কে গোশালা থেকে বের করে গরুদের প্রজনন করাতে হলে পরিচারকের জীবনের এবং অঙ্গের গুরুতর ঝুঁকি ঘটতে পারে। ১৯৪০ সালের আগে দুগ্ধশিল্পে মৃত্যুর সবচেয়ে সাধারণ কারণ ছিল ষাঁড় দ্বারা চাপা পড়া, দেওয়ালের সাথে পিষ্ট হওয়া বা আক্রমণের শিকার হওয়া। এই ধরনের ঝুঁকি সম্পর্কিত, একটি জনপ্রিয় কৃষি পত্রিকা পরামর্শ দিয়েছে, \"ষাঁড়কে একটি স্টাফ দিয়ে পরিচালনা করুন এবং ঝুঁকি নেবেন না। বরং  নরম প্রকৃতির ষাঁড়ই আগ্রাসী ষাঁড়গুলোই তুলনায় সবচেয়ে বেশি নিজের রাখালকে মেরে ফেলে বা আহত করে\"।\n\n\n=== পরিচালনা ===\n\nঅনেক জায়গায়, ষাঁড়দের নাকের মধ্যে রিং লাগানো একটি ঐতিহ্যবাহী পদ্ধতি যা তাদের নিয়ন্ত্রণ করতে সাহায্য করে। রিংটি সাধারণত তামার তৈরি হয় এবং নাকের মাঝখানে একটি ছোট ছিদ্র দিয়ে প্রবেশ করানো হয়। এটি নিয়ন্ত্রণের জন্য একটি রশি সরাসরি রিংয়ের সঙ্গে অথবা মাথার হ্যালটার দিয়ে রিংয়ের মধ্যে দিয়ে সংযুক্ত করা হয়। আরও সমস্যা হলে, একে নিয়ন্ত্রণ করার জন্য একটি ষাঁড়ের খুঁটি (বা ষাঁড় স্টাফ) ব্যবহার করা হতে পারে। এটি একটি শক্ত পোল যার দৈর্ঘ্য ১ মি (৩ ফু) হয়ে থাকে এবং এক প্রান্তে একটি ক্লিপ থাকে, যা রিংয়ের সাথে যুক্ত করা হয় এবং ষাঁড়টিকে পথ দেখানোর পাশাপাশি তাকে তার পরিচালকের থেকে দূরে রাখতে সাহায্য করে।\nএকটি আক্রমণাত্মক ষাঁড়কে একটি ষাঁড়ের পেন, একটি শক্ত নির্মিত আশ্রয় ও পেনের মধ্যে আটকে রাখা যেতে পারে, যেখানে ষাঁড়কে পেনের মধ্যে প্রবেশ না করেই খাওয়ানো সম্ভব হয়। যদি কোনও আক্রমণাত্মক ষাঁড়কে বাইরে চরানো হয়, তবে তাকে মানুষের ক্ষতি থেকে রক্ষা করতে অতিরিক্ত সতর্কতা নেওয়া প্রয়োজন। এক পদ্ধতি হল একটি ষাঁড় মাস্ক ব্যবহার করে ষাঁড়ের চোখ পুরোপুরি ঢেকে দেওয়া, যাতে ষাঁড় তার সম্ভাব্য শিকারকে দেখতে না পারে। আরেকটি পদ্ধতি হল ষাঁড়ের নাকের রিংয়ের সাথে একটি লম্বা চেন বাঁধা, যাতে সে মাথা নিচু করে আক্রমণ করলে চেনটি তার পায়ের নিচে চলে যায় এবং তাকে থামিয়ে দেয়। বিকল্পভাবে, ষাঁড়টিকে হবল করে রাখা যেতে পারে, অথবা তার রিং বা গলায় একটি দড়ি দিয়ে তাকে মাটিতে পোঁতা একটি দৃঢ় খুটিতে বেঁধে রাখা যেতে পারে।\nবড় খামারে, বিশেষ করে যেখানে ষাঁড়কে অন্য গরুর সঙ্গে রাখা হয়, সেখানে গরুগুলোকে একটি পিকআপ ট্রাক বা ট্র্যাক্টর থেকে খাওয়ানো হতে পারে, যা মানুষদের কিছুটা সুরক্ষা দেয়। সাধারণত, যেসব ষাঁড় গরুর সাথে থাকে, তারা একা রাখা ষাঁড়গুলির তুলনায় কম আক্রমণাত্মক হয়। তবে একত্রে রাখা হলে, গাভী ও তাদের বাচ্চাদের মাঝে কিছুটা বেশি বিপদ হতে পারে। অফ সিজনে, একাধিক ষাঁড়কে একটি \"ব্যাচেলর হার্ড\"-এ একসাথে রাখা যেতে পারে।\n\n\n=== কৃত্রিম প্রজনন ===\n\nঅনেক গরুর খামারে গরুদের সঙ্গে ষাঁড় রাখা হয়, এবং বেশিরভাগ দুধ বা মাংস খামারে ঐতিহ্যগতভাবে এক বা একাধিক ষাঁড় রাখা হতো গরুর পাল বজায় রাখতে। তবে, ষাঁড় পরিচালনার সঙ্গে সম্পর্কিত সমস্যাগুলির কারণে (বিশেষত যেখানে গাভীগুলিকে ষাঁড়ের উপস্থিতি থেকে সরাতে হয়), অনেক দুধ উৎপাদনকারী খামারি কৃত্রিম প্রজনন-এর সাহায্যে গাভীকে প্রজনন করানো শুরু করেছেন। ষাঁড় থেকে বীজ সংগ্রহ করা হয় এবং সেগুলো তরল নাইট্রোজেনে রাখা হয়, যেখানে তা বিক্রির জন্য সংরক্ষিত থাকে, এবং এই প্রক্রিয়া লাভজনক হতে পারে; আসলে, অনেক খামারি ষাঁড়দের বিশেষত এই উদ্দেশ্যেই পালন করেন। কৃত্রিম প্রজনন পদ্ধতি পালকের গুণমান উন্নত করতে, বা বিভিন্ন বংশের মিশ্রণ করার জন্য ব্যবহৃত হয়। কিছু খামারি কৃত্রিম প্রজনন ব্যবহার করে এক মৌসুমে একাধিক ষাঁড়ের সঙ্গে প্রজনন করাতে পারেন, অথবা তাদের সেরা পশুগুলোর সঙ্গে এমন একটি উচ্চ গুণমানের ষাঁড়ের প্রজনন করাতে পারেন, যা তারা কিনতে সক্ষম নন। কৃত্রিম প্রজনন-এর মাধ্যমে এম্ব্রিও ট্রান্সফারও করা যেতে পারে, যা খামারীদের তাদের পালকে নতুন প্রজনন যোগ করার সুযোগ দেয়।\n\n\n== মানুষের সাথে সম্পর্ক ==\n\nপ্রজনন কাজের বাইরে, ষাঁড়কে কিছু ক্রীড়ায়ও ব্যবহার করা হয়, যার মধ্যে রয়েছে ষাঁড়ের লড়াই এবং ষাঁড় চড়াই। এছাড়া, এই প্রাণীগুলি উৎসব এবং লোকগাথার অংশ এবং প্রাচীন ক্রীড়া যেমন ষাঁড়ের লাফ-এও দেখা গেছে। যদিও বলদের তুলনায় কম প্রচলিত, কিছু এলাকায় ষাঁড়কে বিকল্প হিসেবে ব্যবহার করা হয়। একসময়ে জনপ্রিয় ক্রীড়া ছিল ষাঁড়ের শিকার, যেখানে ষাঁড়কে বিশেষভাবে প্রজনন করা হতো এবং প্রশিক্ষিত কুকুর দ্বারা আক্রমণ করা হতো (যেগুলিকে বুলডোগ বলা হত), যা ইংল্যান্ডে পশুর প্রতি নির্মমতা আইন ১৮৩৫ দ্বারা নিষিদ্ধ করা হয়।\nঅন্যান্য প্রাণীর মতো, কিছু ষাঁড়কে পালিত প্রাণী হিসেবে বিবেচনা করা হয়। উদাহরণস্বরূপ, গায়িকা চারো তার পোষা ষাঁড় \"ম্যানোলো\"র মালিক ছিলেন।\n\n\n== চিত্রশালা ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== তথ্যসূত্র =="}