{"pageid": 1503588, "title": "তামিলনাড়ু সরকার", "url": "https://bn.wikipedia.org/wiki?curid=1503588", "content": "তামিলনাড়ু সরকার (তামিল: Tamiḻnāṭu aracu; আইপিএ: [t̪əmɪɻnɑːɖʉ əɾəsʉ]) হল ভারতের তামিলনাড়ু রাজ্যের শাসনের জন্য দায়ী প্রশাসনিক সংস্থা। চেন্নাই হল রাজ্যের রাজধানী এবং এখানে রাজ্যের নির্বাহী বিভাগ, আইনসভা এবং বিচার বিভাগের প্রধান রয়েছে।\nভারতের সংবিধানের অধীনে, তামিলনাড়ু সরকারের মন্ত্রীরা তামিলনাড়ু বিধানসভার কাছে দায়বদ্ধ। মন্ত্রিগণ বিধানসভায় বিবৃতি দেয় এবং পরিষদের সদস্যদের কাছ থেকে প্রশ্ন নেয়। সরকার প্রাথমিক আইন প্রণয়নের জন্য তামিলনাড়ু বিধানসভার উপর নির্ভরশীল। নতুন বিধানসভা নির্বাচন করার জন্য প্রতি পাঁচ বছর অন্তর বিধানসভা নির্বাচন অনুষ্ঠিত হয়। তবে সরকারের প্রতি অনাস্থা প্রস্তাব গৃহীত হলে অথবা বিধানসভায় একটি আগাম নির্বাচনের জন্য দুই-তৃতীয়াংশ সমর্থনে গৃহীত হলে এই ক্ষেত্রে একটি নির্বাচন শীঘ্রই অনুষ্ঠিত হতে পারে। বিধানসভা নির্বাচনের পরে রাজ্যপাল সংখ্যাগরিষ্ঠ বিধায়ক দলের আস্থাভাজন নেতাকে মুখ্যমন্ত্রী হিসাবে নির্বাচন করেন। মুখ্যমন্ত্রীর পরামর্শক্রমে রাজ্যপাল অন্য সব মন্ত্রীদের নির্বাচন করেন। মুখ্যমন্ত্রী এবং তাদের সবচেয়ে সিনিয়র মন্ত্রীরা সর্বোচ্চ সিদ্ধান্ত গ্রহণকারী কমিটির অন্তর্ভুক্ত, যা মন্ত্রিসভা নামে পরিচিত।\nতামিলনাড়ুর আইনসভা ১৯৮৬ সাল পর্যন্ত দ্বিকক্ষ বিশিষ্ট ছিল, যখন এটি একটি এককক্ষ বিশিষ্ট আইনসভা দ্বারা প্রতিস্থাপিত হয়েছিল। বিচার বিভাগীয় শাখা প্রধান বিচারপতির নেতৃত্বে একটি উচ্চ আদালত (মাদ্রাজ উচ্চ আদালত) দ্বারা পরিচালিত হয়।\n\n\n== নির্বাহী বিভাগ ==\n\nরাজ্যপাল হলেন আইনত সাংবিধানিকভাবে রাজ্যের প্রধান। মুখ্যমন্ত্রী হলেন কার্যত প্রধান নির্বাহী। কেন্দ্রীয় সরকারের মনোনয়নক্রমে রাজ্যপাল ভারতের রাষ্ট্রপতি কর্তৃক নিযুক্ত হন। তামিলনাড়ু বিধানসভার নির্বাচনের পর, রাজ্যপাল সাধারণত সরকার গঠনের জন্য সংখ্যাগরিষ্ঠ আসনের দলকে (বা জোট) আমন্ত্রণ জানান। রাজ্যপাল মুখ্যমন্ত্রীকে নিয়োগ করেন, যার নেতৃত্বে মন্ত্রিপরিষদ সম্মিলিতভাবে বিধানসভার কাছে দায়বদ্ধ। প্রদত্ত যে তিনি বিধানসভার আস্থা রাখেন, মুখ্যমন্ত্রীর মেয়াদ পাঁচ বছরের জন্য এবং কোনো মেয়াদের সীমাবদ্ধতা নেই। চেন্নাই হল রাজ্যের রাজধানী এবং রাজ্যের নির্বাহী, আইনসভা এবং বিচার বিভাগের কেন্দ্রস্থল।\n\n\n== মন্ত্রিপরিষদ ==\n\n\n== আইনসভা ==\n\nতামিলনাড়ু বিধানসভা গণতান্ত্রিক নির্বাচনের মাধ্যমে নির্বাচিত ২৩৪ জন সদস্য নিয়ে গঠিত। বিধানসভার বর্তমান আসনটি চেন্নাইয়ের ফোর্ট সেন্ট জর্জে অবস্থিত। সর্বজনীন প্রাপ্তবয়স্ক ভোটাধিকারের ভিত্তিতে বিধানসভার প্রথম নির্বাচন ১৯৫২ সালের জানুয়ারিতে অনুষ্ঠিত হয়। তামিলনাড়ুর আইনসভা ১৯৮৬ সাল পর্যন্ত দ্বিকক্ষ বিশিষ্ট ছিল, যখন তামিলনাড়ু আইন পরিষদ বিলুপ্তির পর এটি একটি এককক্ষ বিশিষ্ট আইনসভা দ্বারা প্রতিস্থাপিত হয়েছিল। আইনসভা কর্তৃক পাস হওয়া যেকোনো বিল আইনে পরিণত হওয়ার আগে রাজ্যপালের সম্মতি প্রয়োজন।\n\n\n== বিচার বিভাগ ==\nমাদ্রাজ উচ্চ আদালত ১৮৬২ সালের ২৬ জুন প্রতিষ্ঠিত হয়েছিল। এটি রাজ্যের সমস্ত দেওয়ানি ও ফৌজদারি আদালতের নিয়ন্ত্রণ সহ রাজ্যের সর্বোচ্চ বিচারিক কর্তৃপক্ষ। একজন প্রধান বিচারপতি উচ্চ আদালতের সর্বোচ্চ নেতৃত্বে থাকেন।বর্তমানে কে আর শ্রীরাম প্রধান বিচারপতি হিসেবে দায়িত্ব পালন করছেন। আদালত চেন্নাইয়ের বাইরে অবস্থিত এবং ২০০৪ সাল থেকে মাদুরাইতে একটি বেঞ্চ রয়েছে।\n\n\n== প্রশাসনিক বিভাগ ==\n\n২০১১ সালের আদমশুমারি অনুসারে, তামিলনাড়ুর জনসংখ্যা ছিল ৭.২১ কোটি এবং এটি ভারতের সপ্তম জনবহুল রাজ্য। এটি ১,৩০,০৫৮ বর্গকিলোমিটার (৫০,২১৬ বর্গমাইল) এর একটি এলাকা দখল করে   এবং আয়তনের দিক থেকে ভারতের দশম বৃহত্তম রাজ্য। তামিলনাড়ু ৩৮টি জেলায় বিভক্ত, যার প্রত্যেকটি জেলা কালেক্টর দ্বারা পরিচালিত হয়। জেলা কালেক্টর তামিলনাড়ু সরকার কর্তৃক জেলায় নিযুক্ত ভারতীয় প্রশাসনিক পরিষেবা (আইএএস) এর একজন কর্মকর্তা। রাজস্ব প্রশাসনের জন্য জেলাগুলিকে আরও ৮৭টি রাজস্ব বিভাগে বিভক্ত করা হয়েছে যা রাজস্ব বিভাগীয় কর্মকর্তা (RDO) দ্বারা পরিচালিত হয়। রাজস্ব বিভাগ তহসিলদারদের দ্বারা শাসিত ৩১০টি তালুক নিয়ে গঠিত। তালুকগুলিকে ফিরকাস নামে ১৩৪৯টি রাজস্ব ব্লকে বিভক্ত করা হয়েছে যা ১৭,৬৮০টি রাজস্ব গ্রাম নিয়ে গঠিত।\nস্থানীয় প্রশাসন ১৫টি পৌরসংস্থা, ১২১টি পৌরসভা এবং ৫২৮টি শহর পঞ্চায়েত এবং ৩৮৫টি পঞ্চায়েত ইউনিয়ন এবং ১২,৬১৮টি গ্রাম পঞ্চায়েত নিয়ে গঠিত, যা গ্রাম প্রশাসনিক কর্মকর্তাদের (VAO) দ্বারা পরিচালিত হয়। গ্রেটার চেন্নাই কর্পোরেশন ১৬৮৮ সালে প্রতিষ্ঠিত হয়েছিল। এটি বিশ্বের প্রাচীনতম নগর নিগম। তামিলনাড়ু হল প্রথম রাজ্য যেটি একটি নতুন প্রশাসনিক ইউনিট হিসাবে শহর পঞ্চায়েতগুলি প্রতিষ্ঠা করেছিল।\n\n\n== সরকারি দপ্তর ==\nরাজ্য সরকারের প্রশাসন বিভিন্ন সচিবালয় বিভাগের মাধ্যমে কাজ করে। প্রতিটি দপ্তরে সরকারের একজন সচিব থাকে, যিনি সচিবালয় এবং কর্মচারীদের উপর মুখ্য সচিবের নিয়ন্ত্রণের সাথে বিভাগের অফিসিয়াল প্রধান। দপ্তরগুলির আরও উপ-বিভাগ রয়েছে যা বিভিন্ন উদ্যোগ এবং বোর্ড পরিচালনা করতে পারে। রাজ্যের ৪৩টি দপ্তর রয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট"}