{"pageid": 1503432, "title": "যিশুর দ্বিতীয় আগমন", "url": "https://bn.wikipedia.org/wiki?curid=1503432", "content": "যিশুর দ্বিতীয় আগমন বা যিশুর দ্বিতীয় আবির্ভাব হলো খ্রিস্টানদের এমন বিশ্বাস যে যিশু খ্রিস্ট তাঁর স্বর্গারোহণের পর পৃথিবীতে ফিরে আসবেন। ধারণাটি ভবিষ্যদ্বাণীর ভিত্তিতে, এবং খ্রিস্টান পরকালবিদ্যার অংশ। অন্যান্য ধর্মেও এর বিভিন্ন ব্যাখ্যা রয়েছে।\n\n\n== ইতিহাস ==\nনূতন নিয়মে, গ্রিক শব্দ ἐπιφάνεια (এপিফানিয়া, উপস্থিত) খ্রিস্টের প্রত্যাবর্তনের জন্য ছয়বার ব্যবহৃত হয়েছে।\nগ্রিক নূতন নিয়মে গ্রিক শব্দটি পারসিয়া (παρουσία, যার অর্থ \"আগমন\", \"আগত\", বা \"উপস্থিতি\") ২৪ বার ব্যবহার করে, খ্রিস্টের বিষয়ে তাদের মধ্যে সতেরোটি ব্যবহার করে। যাইহোক, পারসিয়া সময়ের সাথে সাথে তাত্ক্ষণিক সময়ের চেয়ে সময়ের সাথে আলাদা উল্লেখ রয়েছে। ম্যাথু ২৪:৩৭ এ, পারসিয়া শব্দটি নোহ যে সময়ের মধ্যে বাস করত তা স্পষ্টভাবে বর্ণনা করতে ব্যবহৃত হয়। গ্রিক শব্দ এলিউসিস, যার অর্থ \"আগত\", পারসিয়ার সাথে বিনিময়যোগ্য নয়। সুতরাং এই পারসিয়া বা \"উপস্থিতি\" এর আগে যে কোনও কিছু থেকে অনন্য ও স্বতন্ত্র হবে। শব্দটি স্টিফানাস, ফরচুনাটাস ও অ্যাকাইকাস, টাইটাস ও প্রেরিত পৌল  ছয়বার উল্লেখ করে এবং একবার \"আইনহীন ব্যক্তির আগমন\" উল্লেখ করে ব্যবহৃত হয়।\nইসলামে, রাজ'আ (আরবি: الرجعة, অনুবাদ 'ফিরা') শব্দটি দ্বিতীয় আগমনকে বোঝায়। শব্দটি সর্বাধিক সাধারণত শিয়া মুসলমানরা ব্যবহার করেন।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nC. S. Lewis. (1960). The World's Last Night and Other Essays. Harcourt Brace Jovanovich. আইএসবিএন ০-১৫-৬৯৮৩৬০-৫.\nMax Heindel. How Shall We Know Christ at His Coming?, May 1913 (stenographic report of a lecture, Los Angeles, California), আইএসবিএন ০-৯১১২৭৪-৬৪-২.\nMarkus Mühling. Grundinformation Eschatologie. Systematische Theologie aus der Perspektive der Hoffnung, Vandenhoeck & Ruprecht, Göttingen 2007, আইএসবিএন ৯৭৮-৩-৫২৫-০৩৬১৯-৮, pp. 221–241.\nJames Stuart Russell. The Parousia, A Careful Look at the New Testament Doctrine of the Lord's Second Coming, London, England 1887.\nEmanuel Swedenborg. The Consummation of the Age; the Coming of the Lord; and the New Heaven and New Church, Chapter 14 in The True Christian Religion Containing the Universal Theology of The New Church Foretold by the Lord in Daniel 7; 13, 14; and in Revelation 21; 1, 2 (Swedenborg Foundation 1952).\nHenry Wansbrough. The New Jerusalem Bible (1990). Doubleday. আইএসবিএন ০-৩৮৫-১৪২৬৪-১.\nParamahansa Yogananda. The Second Coming of Christ: The Resurrection of the Christ Within You. Self-Realization Fellowship, 2004. আইএসবিএন ৯৭৮-০৮৭৬১২৫৫৫৭.\n\n\n== বহিঃসংযোগ ==\n\n\"Lecture XV: On the Clause, And Shall Come in Glory to Judge the Quick and the Dead; Of Whose Kingdom There Shall Be No End.\", delivered by Cyril of Jerusalem in the mid-4th century."}