{"pageid": 1503624, "title": "রেইলি ডিস্ট্রিবিউশন", "url": "https://bn.wikipedia.org/wiki?curid=1503624", "content": "রেইলি ডিস্ট্রিবিউশন(Rayleigh Distribution) একটি ক্রমাগত সম্ভাবনা বিতরণ যা বিশেষভাবে পরিসংখ্যান, সংকেত প্রক্রিয়াকরণ এবং রাডার সিস্টেমের মতো ক্ষেত্রগুলিতে ব্যবহৃত হয়। এটি সাধারণত তখন প্রাসঙ্গিক হয় যখন কোনও ভেক্টরের দুটি স্বাধীন এবং অভিন্ন গাউসিয়ান উপাদান থাকে এবং সেগুলোর আকৃতি (magnitude) বিশ্লেষণের প্রয়োজন পড়ে।\nRayleigh বিতরণ সাধারণত দেখা যায় যখন একটি দুই-মাত্রিক সমতলে একটি ভেক্টরের মোট আকার তার দিকনির্দেশক উপাদানগুলির সঙ্গে সম্পর্কিত হয়। একটি অঙ্গীকার হিসাবে, বাতাসের গতির বিশ্লেষণ যখন দুটি মাত্রায় করা হয়, তখন Rayleigh বিতরণ স্বাভাবিকভাবে উদ্ভূত হয়। যদি আমরা ধরে নিই যে প্রতিটি উপাদান অসামঞ্জস্যপূর্ণ এবং সাধারণভাবে সমান বৈচিত্র্যের সাথে বিতরণ করা হয়, সেইসাথে গড় শূন্য হয়, তাহলে মোট বায়ু গতি (ভেক্টরের আকার) Rayleigh বিতরণ দ্বারা চিহ্নিত হবে।\nRayleigh বিতরণের আরেকটি উদাহরণ হচ্ছে র্যান্ডম জটিল সংখ্যাগুলির ক্ষেত্রে, যেখানে বাস্তব এবং কাল্পনিক উপাদানগুলি স্বাধীনভাবে এবং অভিন্নভাবে সমান বৈচিত্র্যের সাথে গাউসিয়ান বিতরণের অধীনে থাকে এবং তাদের গড় শূন্য হয়। এই পরিস্থিতিতে, জটিল সংখ্যার পরম মান Rayleigh বিতরণের আওতায় পড়ে।\n\nRayleigh বন্টনটি মূলত লর্ড Rayleigh দ্বারা উদ্ভূত হয়েছিল, যাকে J. W. Strutt দ্বারা ধ্বনিবিদ্যার একটি সমস্যা সম্পর্কিত উল্লেখ করা হয়েছে। \n\n\n== সংজ্ঞা ==\nRayleigh ডিস্ট্রিবিউশন হল ক্রমাগত সম্ভাব্যতা ঘনত্ব ফাংশনের একটি বন্টন।\nRayleigh ডিস্ট্রিবিউশনের সম্ভাব্যতা ঘনত্ব ফাংশন হল \n\n  \n    \n      \n        f\n        (\n        x\n        ;\n        σ\n        )\n        =\n        \n          \n            x\n            \n              σ\n              \n                2\n              \n            \n          \n        \n        \n          e\n          \n            −\n            \n              x\n              \n                2\n              \n            \n            \n              /\n            \n            (\n            2\n            \n              σ\n              \n                2\n              \n            \n            )\n          \n        \n        ,\n        \n        x\n        ≥\n        0\n        ,\n      \n    \n    {\\displaystyle f(x;\\sigma )={\\frac {x}{\\sigma ^{2}}}e^{-x^{2}/(2\\sigma ^{2})},\\quad x\\geq 0,}\n  \n\nযেখানে ডিস্ট্রিবিউশনের স্কেল প্যারামিটার । ক্রমবর্ধমান বন্টন ফাংশন হল\n\n  \n    \n      \n        F\n        (\n        x\n        ;\n        σ\n        )\n        =\n        1\n        −\n        \n          e\n          \n            −\n            \n              x\n              \n                2\n              \n            \n            \n              /\n            \n            (\n            2\n            \n              σ\n              \n                2\n              \n            \n            )\n          \n        \n      \n    \n    {\\displaystyle F(x;\\sigma )=1-e^{-x^{2}/(2\\sigma ^{2})}}\n  \n\nজন্য \n  \n    \n      \n        x\n        ∈\n        [\n        0\n        ,\n        ∞\n        )\n        .\n      \n    \n    {\\displaystyle x\\in [0,\\infty ).}\n  \n\n\n== রেলি ডিস্ট্রিবিউশন এর ব্যবহার ==\nরেলি বিতরণের বিভিন্ন ক্ষেত্রে বহুবিধ ব্যবহার রয়েছে। নিচে বাংলায় এর গুরুত্বপূর্ণ প্রয়োগগুলো তুলে ধরা হলো:\n১. ডেটা মডেলিং: রেলি বিতরণ এমন ডেটা মডেলিংয়ে ব্যবহৃত হয়, যেখানে ডেটা বিভিন্ন শ্রেণিতে ছড়িয়ে থাকে। উদাহরণস্বরূপ, একটি নমুনার কণার আকার বা বিভিন্ন তরঙ্গদৈর্ঘ্যে আলোর তীব্রতা। সময়ের সাথে পরিবর্তনশীল ডেটা, যেমন দোকানে গ্রাহকদের আগমনের হার মডেলিংয়ে এটি ব্যবহৃত হয়।\n২. চুম্বকীয় রেজোন্যান্স ইমেজিং (MRI): MRI ইমেজের ব্যাকগ্রাউন্ড ডেটা রেলি বিতরণযুক্ত হয়। এটি ইমেজের নয়েজ ভ্যারিয়েন্স অনুমান করতে সাহায্য করে।\n৩. পুষ্টি (Nutrition): রেলি বিতরণ ডায়েটারি পুষ্টি মাত্রা এবং মানুষের বা প্রাণীর প্রতিক্রিয়া নির্ধারণে ব্যবহৃত হয়।\n৪. ব্যালিস্টিক্স (Ballistics): বন্দুকের নির্ভুলতা মাপার জন্য সার্কুলার এরর প্রোবেবল (Circular Error Probable) হিসাব করতে রেলি বিতরণ ব্যবহার করা হয়।\n৫. ভৌত সমুদ্রবিজ্ঞান (Physical Oceanography): সাগরের গুরুত্বপূর্ণ তরঙ্গের উচ্চতা রেলি বিতরণ অনুসরণ করে।\n৬. যোগাযোগ প্রকৌশল (Communication Engineering): যোগাযোগ ব্যবস্থার চ্যানেল মডেলিংয়ে রেলি বিতরণ একটি গুরুত্বপূর্ণ ভূমিকা পালন করে।\n৭. ইলেক্ট্রোভ্যাকুয়াম ডিভাইস (Electrovacuum Devices): ইলেক্ট্রোভ্যাকুয়াম ডিভাইসগুলির কার্যকারিতা বিশ্লেষণে রেলি বিতরণ ব্যবহৃত হয়।\n৮. অ্যাকোস্টিকস ও অপটিক্স: রেলি বিতরণ প্রথমে অ্যাকোস্টিক্স এবং অপটিক্সের সমস্যাগুলো সমাধানে প্রবর্তিত হয়েছিল।\n৯. রেডিয়েশন: প্রকৌশলী ও পদার্থবিদরা রেডিয়েশন মডেল করার জন্য রেলি বিতরণ ব্যবহার করেন।\n১০. সিন্থেটিক অ্যাপারচার রাডার ইমেজ: রেলি বিতরণ ব্যবহার করে সিন্থেটিক অ্যাপারচার রাডার ইমেজের মডেলিং করা হয়। ১১. তরঙ্গ প্রপাগেশন (Wave Propagation): রেলি বিতরণ তরঙ্গ প্রপাগেশনের মডেলিংয়ে ব্যবহৃত হয়, যেমন তরঙ্গ কীভাবে ছড়ায় তা বিশ্লেষণ করা।\n\n\n== এছাড়াও দেখুন ==\nপরিস্ংখ্যান\nদ্বিপদী বন্টন\n\n\n== তথ্যসূত্র =="}