{"pageid": 1503773, "title": "নশ্বর পাপ", "url": "https://bn.wikipedia.org/wiki?curid=1503773", "content": "নশ্বর পাপ হলো খ্রিস্টান ধর্মতত্ত্ব অনুসারে গুরুতর পাপ কাজ যা মৃত্যুর আগে যদি কোন ব্যক্তি পাপের জন্য অনুতপ্ত না হয় তাহলে তার নরকভোগ হতে পারে। একে বিকল্পভাবে মারাত্মক, ধ্বংস ও গুরুতর বলা হয়; নশ্বর পাপের ধারণা ক্যাথলিক ও লুথেরবাদ উভয়েই পাওয়া যায়। \nপাপকে \"নশ্বর\" বলে গণ্য করা হয় যখন এর গুণমানটি এমন হয় যে এটি সেই ব্যক্তিকে ঈশ্বরের রক্ষা অনুগ্রহ থেকে বিচ্ছিন্ন করে দেয়। পাপকে নশ্বর হওয়ার জন্য তিনটি শর্ত একসাথে পূরণ করতে হবে: \"মরণশীল পাপ হলো পাপ যার উদ্দেশ্য গুরুতর বিষয় এবং যা সম্পূর্ণ জ্ঞান ও ইচ্ছাকৃত সম্মতির সাথে করা হয়।\" পবিত্র আত্মার বিরুদ্ধে পাপ এবং প্রতিশোধের জন্য স্বর্গের কাছে কান্না করা পাপগুলিকে বিশেষভাবে গুরুতর বলে মনে করা হয়। এই পাপকে লঘু পাপ থেকে আলাদা করা হয় যেটি কেবলমাত্র ঈশ্বরের সাথে একজন ব্যক্তির সম্পর্ককে দুর্বল করে দেয়। এর মাধ্যাকর্ষণ সত্ত্বেও, একজন ব্যক্তি নশ্বর পাপ করার জন্য অনুতপ্ত হতে পারে। এই ধরনের অনুতাপ হলো ক্ষমা ও মুক্তির প্রাথমিক প্রয়োজন।\nখ্রিস্টান সম্প্রদায় জুড়ে পাপ খণ্ডনের বিষয় কিছুটা বৈচিত্র্যময়। স্বীকারোক্তির ধর্মসংস্কারের ধর্মসংস্কার এবং অবসন্নতার জন্য অনুশোচনার আইন সম্পর্কে ক্যাথলিকদের শিক্ষণকে ট্রেন্ট পরিষদের বাধ্যতামূলক ক্যাথলিক বিশ্বাস হিসাবে ঘোষণা করা হয়েছিল। লুথেরীয় মণ্ডলীর মধ্যে স্বীকারোক্তি এবং অনুপস্থিতি অনুশীলন করা হয়, এটি লর্ডস ডে -তে ভর প্রস্তুতির জন্য শনিবার ঐতিহাসিকভাবে অনুষ্ঠিত হয়েছিল।\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়ুন ==\nChalloner, Richard (১৮০১)। \"Day 19: On mortal sin.\"। Think Well On't or, Reflections on the great truths of the Christian religion for every day of the month। T. Haydock। \nMartin Chemnitz, Andrew L. Packer (২০২০)। \"Mortal and Venial Sins\"। Our Savior Lutheran Church, Pagosa Springs। ১২ আগস্ট ২০২০ তারিখে মূল থেকে আর্কাইভ করা। \n Hanna, Edward Joseph (১৯০৮)। \"Contrition\"। ক্যাথলিক বিশ্বকোষ। 4। নিউ ইয়র্ক: রবার্ট অ্যাপলটন  কোম্পানি। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nLiguori, Alphonus (১৮৮২)। \"Sermon VI.: On the malice of mortal sin\"। Sermons for all the Sundays in the year। Dublin। \n O'Neil, Arthur Charles (১৯১২)। \"Sin\"। ক্যাথলিক বিশ্বকোষ। 14। নিউ ইয়র্ক: রবার্ট অ্যাপলটন  কোম্পানি। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nThe Council of Trent - Session XIV - The fourth under the Supreme Pontiff, Julius III, celebrated on November 25, 1551 - The Most Holy Sacraments Of Penance And Extreme Unction"}