{"pageid": 1504782, "title": "প্রয়াগ কুম্ভমেলা", "url": "https://bn.wikipedia.org/wiki?curid=1504782", "content": "প্রয়াগ কুম্ভ মেলা বা এলাহাবাদ কুম্ভ মেলা, একটি মেলা, বা ধর্মীয় সমাবেশ, যা হিন্দু ধর্মের সাথে যুক্ত এবং ভারতের প্রয়াগরাজ শহরে গঙ্গা, যমুনা এবং পৌরাণিক সরস্বতী নদীর সঙ্গমস্থল ত্রিবেণী সঙ্গমে অনুষ্ঠিত হয়। এই উৎসবটিকে জলে আনুষ্ঠানিক ডুব দ্বারা চিহ্নিত করা হয়, তবে এটি অসংখ্য মেলা, শিক্ষা, সাধুদের দ্বারা ধর্মীয় বক্তৃতা, সন্ন্যাসী বা দরিদ্রদের গণহারে ভোজন এবং বিনোদনমূলক দর্শনের সাথে সম্প্রদায়ের বাণিজ্যের উদযাপনও বটে। প্রায় ৫ এবং ৩ কোটি লোক যথাক্রমে ২০১৯ সালে প্রয়াগরাজ অর্ধ কুম্ভ মেলা এবং ২০১৩ সালে মহা কুম্ভ মেলায় পবিত্র গঙ্গা স্নানের জন্য অংশগ্রহণ করেছিল, যা উৎসবটিকে বিশ্বের বৃহত্তম শান্তিপূর্ণ সমাবেশে পরিণত করেছিল।\nপূর্ণ কুম্ভ মেলা প্রতি ১২ বছরে অনুষ্ঠিত হয়, যখন একই স্থানে প্রায় ৬ বছর পর অর্ধ মেলা অনুষ্ঠিত হয়। ২০১৩ সালের কুম্ভ মেলাটি প্রায় ১২ কোটি দর্শকের সাথে বিশ্বের বৃহত্তম ধর্মীয় সমাবেশ ছিল। ২০১৯ সালের প্রথম দিকে একটি অর্ধ কুম্ভ মেলা অনুষ্ঠিত হয়েছিল। পরবর্তী পূর্ণ কুম্ভ মেলা ২০২৫ সালের জন্য নির্ধারিত হয়েছে। কুম্ভমেলার সঠিক তারিখটি হিন্দু পঞ্জিকা এবং বৃষ রাশিতে বৃহস্পতি গ্রহের প্রবেশ এবং সূর্য ও চন্দ্র মকর রাশিতে থাকাকালীন নির্ধারিত হয়। \nমেলাটি ঐতিহ্যগতভাবে কুম্ভ মেলা হিসাবে স্বীকৃত চারটি মেলার একটি। প্রয়াগ ত্রিবেণী সঙ্গমে একটি বার্ষিক মেলা, যা মাঘ মেলা নামে পরিচিত, প্রাচীনকাল থেকে (অন্তত খ্রিস্টীয় শতাব্দীর প্রথম দিকে) অনুষ্ঠিত হয়ে আসছে। এই স্থান, এর পবিত্রতা, স্নান তীর্থযাত্রা এবং বার্ষিক উৎসবের উল্লেখ প্রাচীন পুরাণ এবং মহাকাব্য মহাভারতে রয়েছে। মুঘল সাম্রাজ্যের মুসলিম ঐতিহাসিকদের দ্বারা পরবর্তী যুগের গ্রন্থগুলিতেও এই উৎসবের উল্লেখ রয়েছে। এই উৎসগুলি এলাহাবাদে স্নান উৎসবের জন্য \"কুম্ভ মেলা\" শব্দটি ব্যবহার করে না। ঔপনিবেশিক যুগের নথিতে ১৯শ শতাব্দীর মাঝামাঝি পরে এলাহাবাদে কুম্ভ মেলার প্রথম উল্লেখ পাওয়া যায়। প্রয়াগওয়ালরা (প্রয়াগের স্থানীয় ব্রাহ্মণ) এই সময়ে ৬ বছরের কুম্ভ, ঐতিহাসিক মহা কুম্ভ মেলা এবং বার্ষিক মাঘ মেলার দ্বাদশ বার্ষিকী চক্র গ্রহণ করেছে বলে মনে করা হয়। তারপর থেকে, প্রতি ১২ বছর পর, মাঘ মেলা মহা কুম্ভ মেলায় পরিণত হয়, এবং একটি কুম্ভ মেলার ছয় বছর পর, এটি একটি \"অর্ধ কুম্ভ\" বা কুম্ভ মেলা।\n\n\n== তারিখ ==\nএলাহাবাদে কুম্ভ মেলা অনুষ্ঠিত হয় মাঘ মাসে যখন বৃহস্পতি মেষ রাশিতে থাকে এবং সূর্য ও চন্দ্র মকর রাশিতে থাকে; বা বৃহস্পতি বৃষ রাশিতে এবং সূর্য মকর রাশিতে থাকে।  অনেক সময় এই জ্যোতিষশাস্ত্রীয় সমন্বয় ( কুম্ভ যোগ ) মাঘ মাসের সাথে মিলে না। সেক্ষেত্রে মাঘ মাসেও মেলা বসে। উদাহরণস্বরূপ, ১৯৮৯ সালের কুম্ভ মেলা জ্যোতিষশাস্ত্রের গণনা অনুসারে মার্চের মাঝামাঝি শুরু হওয়া উচিত ছিল; কিন্তু, এটি জানুয়ারিতে শুরু হয়েছিল। \nহিন্দু জ্যোতিষীদের মেলার সঠিক অবস্থান নিয়ে দ্বিমত পোষণ করার একাধিক ঘটনা ঘটেছে। ফলস্বরূপ, কুম্ভমেলা বলে দাবি করা মেলাগুলি পরপর বছর ধরে একই জায়গায় হয়েছে। উদাহরণস্বরূপ, এলাহাবাদে ১৯৪১ এবং ১৯৪২; এবং আবার, ১৯৬৫ এবং ১৯৬৬ এলাহাবাদে কুম্ভ মেলা হয়েছে। \n\n\n== ইতিহাস ==\nহিন্দু পুরাণ অনুসারে, বিষ্ণু অমৃত (অমরত্বের পানীয়)  বিন্দু একটি কুম্ভে (পাত্র) বহন করার সময় চারটি স্থানে ফেলেছিলেন। প্রয়াগরাজ সহ এই চারটি স্থানকে বর্তমান সময়ের কুম্ভ মেলার স্থান হিসেবে চিহ্নিত করা হয়। প্রয়াগরাজের নদীর ধারের মেলাটি শতাব্দী প্রাচীন, তবে কুম্ভ পুরাণ এবং একটি ১২ বছরের পুরানো চক্রের সাথে এর যোগসূত্র ১৯শ শতাব্দীর। প্রয়াগরাজের পুরোহিতরা হরিদ্বার কুম্ভ মেলা থেকে এই ধারণাগুলি গ্রহণ করেছিল এবং এটি তাদের স্থানীয় মাঘ মেলায় প্রয়োগ করেছিল, যা একটি বার্ষিক উৎসব। মাঘ মেলা সম্ভবত খ্রিস্টীয় শতাব্দীর প্রথম দিকের, এবং বিভিন্ন পুরাণে এর উল্লেখ করা হয়েছে। \n\n\n=== মাঘ মেলার প্রাথমিক উল্লেখ ===\nচীনা পর্যটক জুয়ানজাং (হিউয়েন সাং) এর লেখায় সম্ভবত ৬৪৪ খ্রিস্টাব্দে এই মেলার একটি প্রাচীন সংস্করণের উল্লেখ রয়েছে। জুয়ানজাং উল্লেখ করেছেন যে সম্রাট শিলাদিত্য ( হর্ষের সাথে চিহ্নিত) প্রতি পাঁচ বছরে একবার তার সম্পদ জনগণের মধ্যে বিতরণ করতেন; তার কোষাগার তখন তার ভাসালদের দ্বারা পূরণ করা হয়েছিল। তিনি পো-লো-ই-কিয়া (প্রয়াগা দ্বারা চিহ্নিত) রাজ্যে দুটি নদীর সঙ্গমস্থলে অবস্থিত একটি স্থানে এই জাতীয় আচারের বর্ণনা দিয়েছেন। তিনি আরও উল্লেখ করেছেন যে বহু শত মানুষ তাদের পাপ ধুয়ে ফেলতে দুই নদীর সঙ্গমে স্নান করে।  কিছু পণ্ডিতদের মতে, এটি কুম্ভ মেলা বা এর পূর্বেকার প্রাচীনতম ঐতিহাসিক বিবরণ।  অস্ট্রেলিয়ান গবেষক কামা ম্যাক্লিয়ান নোট করেছেন যে জুয়ানজাং উল্লেখ এমন একটি ঘটনা সম্পর্কে যা প্রতি ৫ বছরে ঘটে (১২ বছরে নয়), এবং এটি একটি বৌদ্ধ উদযাপন হতে পারে (যেহেতু, জুয়ানজাংয়ের মতে, হর্ষ একজন বৌদ্ধ সম্রাট ছিলেন)। \nএকটি সাধারণ ধারণা, আখড়াদের দ্বারা সমর্থন করা হয় যে, আদি শঙ্কর ৮ম শতাব্দীতে প্রয়াগে কুম্ভমেলা শুরু করেছিলেন, বিভিন্ন অঞ্চলের পবিত্র সাধু পুরুষদের মিলিত হওয়ার সুবিধার্থে। তবে শিক্ষাবিদরা এই দাবির সত্যতা নিয়ে সন্দেহ করছেন। \n১৯শ শতাব্দীর আগে প্রয়াগে ১২ বছরের চক্রের সাথে কুম্ভ মেলার কোনো উল্লেখ নেই। মৎস্য পুরাণের প্রয়াগ মাহাত্ম্য অংশে মাঘ মাসে প্রয়াগের উচ্চতর পবিত্রতার কথা বলা হয়েছে, কিন্তু কোনো \"কুম্ভ মেলা\"র উল্লেখ নেই।  বঙ্গের বিশিষ্ট আধ্যাত্মিক নেতা চৈতন্য মহাপ্রভু ১৫১৪ সালে প্রয়াগ পরিদর্শন করেন এবং মকর সংক্রান্তিতে স্নানে অংশগ্রহণ করেন। চৈতন্য চরিতামৃত উল্লেখ করেছে যে তিনি মাঘ মেলা পরিদর্শন করেছিলেন ( কুম্ভ মেলা নয়)। তুলসীদাসের ১৬শ শতাব্দীর রামচরিতমানসে এলাহাবাদের মেলাকে একটি বার্ষিক মেলা হিসেবে উল্লেখ করা হয়েছে, কিন্তু ১২ বছরের চক্রের কোনো উল্লেখ নেই। নিজামুদ্দিন আহমদের তাবাকাত-ই-আকবরী (আনুমানিক ১৫৯০) মেলাটিকে বার্ষিক হিসাবে উল্লেখ করেছেন। এতে বলা হয়েছে যে রবি মৌসুমের পরে, হিন্দুরা এত বেশি সংখ্যায় ত্রিবেণী সঙ্গমে এসেছিল যে জঙ্গল এবং সমতল তাদের ধরে রাখার জন্য যথেষ্ট ছিল না। ষোড়শ শতাব্দীর আইন-ই-আকবরী উল্লেখ করা হয়েছে যে, মাঘ মাসে এলাহাবাদ বিশেষভাবে পবিত্র। খুলাসাত-উত-তাওয়ারীখ শুধুমাত্র হরিদ্বারের মেলাকে বর্ণনা করতে \"কুম্ভ মেলা\" শব্দটি ব্যবহার করে; এটি শুধুমাত্র এলাহাবাদে একটি বার্ষিক মেলার অস্তিত্বের কথা উল্লেখ করে। ইয়াদগার-ই-বাহাদুরী (১৮৩৪) একইভাবে উল্লেখ করেছে যে এলাহাবাদে মেলা প্রতি শীতকালে মাঘ মাসে অনুষ্ঠিত হয়, যখন সূর্য মকর রাশিতে প্রবেশ করে। \n১৭৬৫ সালে এলাহাবাদের চুক্তির পর ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানি প্রয়াগরাজ এলাকার নিয়ন্ত্রণ লাভ করে। প্রারম্ভিক ব্রিটিশ নথিতে প্রয়াগরাজের বার্ষিক মাঘ মেলা সম্পর্কে বিস্তারিত তথ্য রয়েছে, যা কর-সম্পর্কিত এবং প্রশাসনিক উদ্দেশ্যে সংগ্রহ করা হয়েছিল। কিন্তু এই নথিগুলোর কোনওটিই মেলাকে \"কুম্ভ\" নামে ডাকে না, বা প্রতি ১২তম বছরে অনুষ্ঠিত মেলার কোনও নির্দিষ্ট তাৎপর্য (যেমন প্রচুর ভিড়) বিবরণ দেয় না। বিপরীতে, \"কুম্ভ মেলা\" নামের একাধিক উল্লেখ রয়েছে সেই সাথে হরিদ্বার কুম্ভ মেলার একটি ১২-বছরের চক্র রয়েছে। প্রয়াগরাজের মেলায় করমুক্ত উপস্থিতির জন্য হিন্দু রাজকুমারদের আবেদনের বেশ কয়েকটি নথি রয়েছে। আবার, এই সবই মেলাকে বার্ষিক মেলা হিসেবে বর্ণনা করে। এশিয়াটিক সোসাইটির ভোলানাথ চন্দর (১৮৬৯) এলাহাবাদে \"বিশেষ মহামেলা\"কে বার্ষিক হিসাবে উল্লেখ করেছেন, যা জানুয়ারিতে অনুষ্ঠিত হয়। \n\n\n=== কোম্পানি যুগের মাঘ মেলা ===\nকোম্পানি যুগের কিছু মাঘ মেলার মধ্যে রয়েছে:\n\n\n==== ১৭৯০ ====\nসিন্ধিয়ার একটি চিঠি দাক্ষিণাত্য থেকে হিন্দু তীর্থযাত্রীদের ভালো সেবা দেওয়ার জন্য মীর মুহাম্মদ আমজাদ নামে একজন মুসলিমের প্রশংসা করেছে। আমজাদ আসফ-উদ-দৌলার অফিসার ছিলেন।  আওধের নবাব আসাফ-উদ-দৌলা এই বছর তীর্থযাত্রীদের কর অনেকটাই কমিয়ে দিয়েছিলেন। \n\n\n==== ১৮০১ ====\nকোম্পানি কর ব্যবস্থার জটিলতা এবং অ-খ্রিস্টান অনুশীলন থেকে লাভের অভিযোগ থেকে বাঁচতে মেলায় কর সংগ্রহ আউটসোর্স করে। \n\n\n==== ১৮০৬ ====\nকোম্পানী তীর্থযাত্রী কর সংগ্রহের দায়িত্ব গ্রহণ করে, এবং যারা মেলায় স্নান করতে চায় তাদের জন্য ₹ 1 কর আরোপ করে। ওয়েলশ ভ্রমণ লেখক ফ্যানি পার্কসের মতে, করটি গুরুতর ছিল: সেই সময়ে একজন মানুষকে \"এক মাসের জন্য আরামে\" রাখার জন্য ১ টাকাই যথেষ্ট ছিল।  আরেকটি সমসাময়িক সূত্র কোম্পানির ধার্য কর ₹ 3 রাখে এবং উল্লেখ করে যে নদীর ধারে বসা ব্রাহ্মণদের দাতব্য এবং উপহারের জন্য বেশি ব্যয় করা হয়। \n\n\n==== ১৮০৮ ====\nকোম্পানি এলাহাবাদে স্নান করতে ইচ্ছুক স্থানীয় সৈন্যদের জন্য তীর্থযাত্রী কর মওকুফের ঘোষণা করেছিল। এই পদক্ষেপ ব্রিটিশ সরকারের প্রতি তাদের আনুগত্য জোরদার করার উদ্দেশ্যে করা হয়েছিল। \n\n\n==== ১৮১২ ====\nকোম্পানী \"মেলা\"-য় মানুষের একটি \"মহান\" সমাবেশের ব্যবস্থা করেছিল যা ২৮ বছরে ঘটেনি। \n\n\n==== ১৮৩৩ ====\nরেওয়ার রাজকুমার বিশুনাথ সিং স্নান না করার কারণে কর দিতে অস্বীকার করেছিলেন। যাইহোক, স্থানীয় ব্রিটিশ কালেক্টর রেওয়াকে ₹ 5,490 (তখনকার দিনে একটি মোটা অঙ্কের) একটি কর বিল পাঠান, এই ভিত্তিতে যে তিনি প্রয়াগওয়ালদের নিযুক্ত করেছিলেন, এবং তার অনুচরদের মধ্যে থাকা লোকেদের মস্তক মুণ্ডিত ছিল। \n\n\n==== ১৮৩৬ ====\nরেওয়ার রাজা ব্রিটিশদের কাছে তার ৫০০০-শক্তিশালী অনুচরদের জন্য কর ছাড় দেওয়ার অনুরোধ করেছিলেন। ব্রিটিশরা শুধুমাত্র ১০০০ জনের জন্য কর ছাড় দিতে রাজি হয়েছিল। রাগান্বিত রাজা এলাহাবাদ সফর ত্যাগ করেন। \n\n\n==== ১৮৪০ ====\nব্রিটিশরা \"সরকারের জনপ্রিয়তা বাড়ানোর জন্য একটি ব্যবস্থা হিসাবে তীর্থযাত্রী কর বাতিল করে... এই অসন্তুষ্ট সময়ে\"। সে বছর মাঘ মেলায় বিপুল সংখ্যক লোক উপস্থিত হয়েছিল। একটি পদদলিত ঘটনা ঘটে, যার মধ্যে ২ জন নিহত এবং ২ জন আহত হয়।\n\n\n==== অন্যান্য ====\nহরিদ্বার মেলার মতো, প্রয়াগ মেলারও একটি বাণিজ্য উপাদান ছিল, কিন্তু অনেক ছোট পরিসরে। ইউরোপীয় পর্যটক চার্লস জেমস সি. ডেভিডসন দুইবার মেলা পরিদর্শন করেছেন এবং তার ডায়েরি অফ ট্রাভেলস অ্যান্ড অ্যাডভেঞ্চার ইন আপার ইন্ডিয়া (১৮৪৩) বইতে এটি বর্ণনা করেছেন। তার মতে, মেলায় বিক্রির জন্য রাখা জিনিসপত্র ছিল কম মূল্যের আইটেম \"সাধারণত সমস্ত ভারতীয় মেলায় পাওয়া যায়\"। \n\n\n=== মাঘ মেলার কুম্ভ মেলায় রূপান্তর ===\nঠিক কোন বছরে মাঘ মেলা প্রথম কুম্ভ মেলা হিসেবে পালিত হয়েছিল তা নির্ণয় করা কঠিন। এলাহাবাদে ১৮৭০ সালের মেলাটি হল প্রাচীনতম মেলা যা সমসাময়িক সূত্রে \"কুম্ভ মেলা\" হিসাবে বর্ণনা করা হয়েছে। পূর্ববর্তী কুম্ভ মেলা ১৮৫৮ সালে নির্ধারিত ছিল; কিন্তু সেই বছর, ১৮৫৭ সালের বিদ্রোহের কারণে এলাহাবাদে কোনো মেলা অনুষ্ঠিত হয়নি। এর আগে, ১৮৪৬ সালে একটি কুম্ভ মেলা অনুষ্ঠিত হত, কিন্তু এটি সুপারিশ করার কোন নথি নেই। ১৮৭৪ সালে, জিএইচএম রিকেটস - এলাহাবাদের কমিশনার - লিখেছিলেন যে মেলাটি প্রতি সপ্তম বছরে আরও পবিত্র হয়ে ওঠে এবং প্রচুর সংখ্যক তীর্থযাত্রী এবং বণিকদের আকৃষ্ট করে। এর বাইরে, তিনি লিখেছেন, নির্দিষ্ট বছরে মেলায় উপস্থিতি বৃদ্ধি বা হ্রাসের কারণগুলির বিষয়ে প্রশাসনের খুব কম জ্ঞান ছিল। \nএলাহাবাদে কুম্ভ মেলার প্রথম উল্লেখ পাওয়া যায় ১৮৬৮ সালের একটি ব্রিটিশ প্রতিবেদন থেকে। এই প্রতিবেদনে, জিএইচএম রিকেটস (তৎকালীন এলাহাবাদের ম্যাজিস্ট্রেট) ১৮৭০ সালে অনুষ্ঠিতব্য \"কম্ব মেলা\"য় (কুম্ভ মেলা) স্বাস্থ্যব্যবস্থা নিয়ন্ত্রণের প্রয়োজনীয়তা নিয়ে আলোচনা করেছেন। তিনি আরও উল্লেখ করেছেন যে তিনি চার বছর আগে একটি \"অ্যাড কম্ব\" (অর্ধ কুম্ভ) এ বিশাল ভিড় দেখেছিলেন। ১৮৭০ সালের মাঘ মেলার বিষয়ে তার প্রতিবেদনে, এলাহাবাদের কমিশনার জেসি রবার্টসন আরও বলেছেন যে এই বছরের মেলা ছিল একটি \"কুম্ভ\"। এলাহাবাদে সাধুদের মিছিলের কথা উল্লেখকারী এই প্রতিবেদনটি প্রাচীনতম বর্তমান উৎস; এই শোভাযাত্রা শুধুমাত্র কুম্ভ মেলার সময় হয়, মাঘ মেলার সময় নয়। \nঐতিহাসিক কামা ম্যাক্লিয়ান অনুমান করেছেন যে ১৮৭০ সালের মেলাটি এলাহাবাদে প্রথম মেলা ছিল যাকে \"কুম্ভ মেলা\" বলা হয়। ঐতিহাসিকভাবে, মাঘ মেলা এলাহাবাদের প্রয়াগওয়াল ব্রাহ্মণদের আয়ের একটি গুরুত্বপূর্ণ উৎস। ব্রিটিশরা তীর্থযাত্রীদের উপর একটি মোটা ধর্মীয় কর আরোপ করে মেলা থেকে লাভবান হওয়ার প্রচেষ্টা কোম্পানিকে প্রয়াগওয়ালদের সাথে সরাসরি সংঘর্ষে নিয়ে আসে। কোম্পানি ১৮৪০ সালে তীর্থযাত্রী কর বাতিল করার পরেও, এটি মেলায় ব্যবসায়ী এবং পরিষেবা প্রদানকারীদের (যেমন নাপিত) উপর কর আরোপ করা অব্যাহত রাখে।  ম্যাকলিনের মতে, প্রয়াগওয়ালরা ১৯শ শতাব্দীর আর্থ-সামাজিক-রাজনৈতিক পরিস্থিতির কারণে হরিদ্বার থেকে প্রাচীন বার্ষিক প্রয়াগ মাঘ মেলা পর্যন্ত কুম্ভ কিংবদন্তি এবং ব্র্যান্ডকে সহযোগিতা করেছিল। \n\n\n=== খ্রিস্টান মিশনারিদের হিন্দু ধর্মের উপর আক্রমণ ===\nসাধারণ হিন্দু সম্প্রদায়ের সাথে প্রয়াগওয়ালরা মেলায় খ্রিস্টান মিশনারিদের উপস্থিতি অপছন্দ করেছিল। প্রয়াগওয়ালরা ঔপনিবেশিক সরকার সমর্থিত খ্রিস্টান মিশনারী এবং কর্মকর্তাদের বিরুদ্ধে আপত্তি জানিয়েছিল এবং প্রচার করেছিল যারা তাদের এবং তীর্থযাত্রীদের সাথে \"অজ্ঞ সহ-ধর্মবাদী\" হিসাবে আচরণ করেছিল এবং যারা আক্রমণাত্মকভাবে হিন্দু তীর্থযাত্রীদের একটি খ্রিস্টান সম্প্রদায়ে রূপান্তরিত করার চেষ্টা করেছিল।  ম্যাকলিনের মতে, ধর্মপ্রচারকরা এলাহাবাদে হিন্দুদের বৃহৎ তীর্থস্থান সমাবেশে – ভারতীয় ভাষায় মুদ্রিত সাহিত্য বিতরণ করেছিলেন। এগুলি হিন্দু \"ভক্তিমূলক অনুশীলন\", \"রাম এবং লছমদ [sic]\", মূর্তিপূজা এবং হিন্দু আচার-অনুষ্ঠানকে আক্রমণ করেছিল। কিছু ধর্মপ্রচারক সাহিত্য প্রয়াগ তীর্থযাত্রাকে \"নিছক কুসংস্কার\" এবং  \"হিন্দুদের উচ্চতর পবিত্র গ্রন্থেও অনুমোদিত নয়\" বলে অভিযুক্ত করেছে। \nপ্রয়াগওয়াল এবং অন্যান্য হিন্দুরা এটিকে আপত্তিকর মনে করেছিল। তারা \"শক্তিশালী\" যুক্তি দিয়েছিল - ম্যাক্লিয়ান বলেছেন - যে হিন্দুদের ব্রিটিশ সরকারের অধীনে খ্রিস্টান প্রাঙ্গনে প্রবেশ, শিবির স্থাপন, প্রচার এবং তাদের গীর্জার কাছে খ্রিস্টানদের ধর্মীয় সামগ্রী বিতরণ বা খ্রিস্টান উৎসবগুলিতে খ্রিস্টান ধর্মের সমালোচনা করার স্বাধীনতা দেওয়া হয়নি। বিপরীতে, ব্রিটিশ সরকারের সুরক্ষায় খ্রিস্টান মিশনারিরা হিন্দু সম্প্রদায়ের সাথে ঠিক তাই করে যারা তাদের নিজস্ব উৎসব উদযাপন করতে সমবেত হয়। সংবাদপত্রগুলি জানিয়েছে যে এই প্রাচ্যবাদী বৈষম্যের কারণ ছিল \"মৃদু হিন্দুদের অসহায়ত্বের কারণে যারা তার খ্রিস্টান শাসকদের পাদ্রিদের সাথে চিহ্নিত করে এবং সাদা প্রচারক বা তার কৃষ্ণাঙ্গ ধর্মান্তরিতদের বিরুদ্ধে হাত বাড়াতে ভয় পায়।\" সরকার এই আবেদনগুলিকে উপেক্ষা করে, ম্যাকলিন বলেছেন, \"সম্ভবত মিশনারিদের [কুম্ভ] মেলা থেকে বহিষ্কার করা হলে, সরকার পরবর্তী হবে।\" ম্যাকলিয়ান বলেন, প্রয়াগ কুম্ভ মেলায় খ্রিস্টান মিশনারিদের দ্বারা আক্রমনাত্মক ধর্মান্তরিতকরণ পদ্ধতি ব্যবহার করা সত্ত্বেও, তারা সেখানে কোনো হিন্দুকে ধর্মান্তরিত করতে খুব কমই সফলতা পায়। যাইহোক, এটি খ্রিস্টান মিশনারী কৌশলের প্রতিক্রিয়ায় প্রাণবন্ত হিন্দু-মালিকানাধীন ছাপাখানার কার্যক্রম বিকাশে সাহায্য করেছিল, যা কুম্ভমেলা, হিন্দুপন্থী এবং ঔপনিবেশিক-বিরোধী সাহিত্য প্রকাশ এবং ব্যাপকভাবে বিতরণ করা শুরু করেছিল। \n\n\n=== ১৮৫৭ বিদ্রোহ ===\nঔপনিবেশিক সরকার প্রয়াগওয়ালদের এলাহাবাদে অস্থিরতা এবং আংশিকভাবে ১৮৫৭ সালের বিদ্রোহের জন্য এলাহাবাদে অবদান রাখার জন্য অভিযুক্ত করে। ঔপনিবেশিক নথিপত্র অনুসারে, প্রয়াগওয়াল সম্প্রদায় খ্রিস্টান মিশনারিদের বিরুদ্ধে প্রতিরোধ এবং ১৮৫৭ সালের ঔপনিবেশিক শাসনের বিরুদ্ধে বিদ্রোহের বীজ এবং স্থায়ীভাবে সাহায্য করেছিল।  ১৮৫৭ সালের বিদ্রোহের সময়, কর্নেল নিল কুম্ভ মেলার স্থানটিকে লক্ষ্যবস্তু করেছিলেন এবং প্রয়াগওয়ালরা যে অঞ্চলে বাস করতেন সেখানে গোলাবর্ষণ করে এটিকে ধ্বংস করে দিয়েছিলেন যা ম্যাকলিয়ান \"এলাহাবাদের কুখ্যাত নৃশংস শান্তি\" হিসাবে বর্ণনা করেছেন।  প্রয়াগওয়ালরাও \"এলাহাবাদের মিশন প্রেস এবং গীর্জা\"কে লক্ষ্যবস্তু করে ধ্বংস করে। একবার ব্রিটিশরা এই অঞ্চলের নিয়ন্ত্রণ ফিরে পেয়ে গেলে, প্রয়াগওয়ালরা ঔপনিবেশিক কর্মকর্তাদের দ্বারা নির্যাতিত হয়েছিল, কয়েকজনকে দোষী সাব্যস্ত করে ফাঁসিতে ঝুলানো হয়েছিল, অন্যরা - যাদের সরকারের কাছে দোষী সাব্যস্ত করার মতো যথেষ্ট প্রমাণ না থাকা সত্ত্বেও নির্যাতিত হয়েছিল। গঙ্গা-যমুনা সঙ্গমের কাছে কুম্ভমেলার ভূমির বিশাল অংশ বাজেয়াপ্ত করে সরকারি সেনানিবাসে সংযুক্ত করা হয়। ১৮৫৭ সালের পরের বছরগুলিতে, প্রয়াগওয়াল এবং কুম্ভ মেলার তীর্থযাত্রীরা বিদ্রোহ এবং জাতিগত নিপীড়নের ইঙ্গিত দিয়ে পতাকা বহন করে। ব্রিটিশ মিডিয়া এই তীর্থযাত্রী সমাবেশ এবং পরবর্তী কুম্ভ মেলায় বিক্ষোভকে \"আশ্চর্যজনকভাবে প্রতিকূল\" এবং \"অবিশ্বাস্য\" বলে প্রতিবেদন করেছে, যা ম্যাকলিয়ান বলেছেন। \n\n\n== ব্রিটিশ শাসনে ==\n\n১৯শ শতাব্দীর মাঝামাঝি থেকে, উন্নত সড়ক ও রেলওয়ে নেটওয়ার্ক তীর্থযাত্রীদের সাহায্য করেছিল।  জনগণের উপস্থিতি বিভিন্ন কারণে সময়ের সাথে পরিবর্তিত হয় এবং উপস্থিতির নির্ভরযোগ্য অনুমান খুবই কম। উপস্থিতির ঐতিহাসিক এবং আধুনিক অনুমান উৎসের মধ্যে ব্যাপকভাবে পরিবর্তিত হয়। উদাহরণস্বরূপ, ঔপনিবেশিক যুগের ইম্পেরিয়াল গেজেটিয়ার অফ ইন্ডিয়া রিপোর্ট করেছে যে ২০ থেকে ২৫ লক্ষ তীর্থযাত্রী ১৭৯৬ এবং ১৮০৮ সালে কুম্ভ মেলায় যোগ দিয়েছিলেন, তারপরে এই সংখ্যাগুলি অতিরঞ্জিত হতে পারে। ১৮৯২ এবং ১৯০৮ সালের মধ্যে, ব্রিটিশ ভারতে বড় দুর্ভিক্ষ, কলেরা এবং প্লেগ মহামারীর যুগে, তীর্থযাত্রা ৩,০০,০০০ থেকে ৪,০০,০০০-এর মধ্যে নেমে আসে।\nব্রিটিশ সরকার কর সংগ্রহ করে, সেইসাথে ক্যাম্পিং এবং মেলার পরিষেবাগুলি পরিচালনা শুরু করে বিশেষ করে ১৮৬০ সাল থেকে। এটি মিশনারিদের তাদের সাহিত্য শিবির ও বিতরণ করার অনুমতি দেয়, উৎসবে পবিত্র পুরুষদের প্রতি আরও উদাসীন এবং \"কুসংস্কার\" থাকার কারণে উৎসব পরিচালনার জন্য মুসলিম কর্মকর্তাদের নিয়োগ করে, \"জুয়া কার্নিভাল\"-এর সরকারী লাইসেন্স দেয়। হিন্দুরা এই নিয়োগ এবং লাইসেন্সের বিরুদ্ধে আপত্তি জানিয়েছিল, ভ্রমণবাদের বিরুদ্ধে আবেদন করেছিল, মুসলিম কর্মকর্তাদের পক্ষপাতিত্ব এবং উপস্থিতি অগ্রহণযোগ্য বলে মনে করেছিল এবং হিন্দু কর্মকর্তাদের উৎসবের নেতৃত্ব দেওয়ার জন্য বলেছিল। সময়ের সাথে সাথে, সাম্প্রদায়িক অনুভূতি তীব্র হয় এবং কুম্ভমেলা \"হিন্দু স্বার্থ প্রকাশ ও প্রচারের জন্য একটি আদর্শ স্থান\" হয়ে ওঠে। যাইহোক, কুম্ভ উৎসব স্বতঃই শান্তিপূর্ণ ছিল এবং এটি \"হিন্দু-মুসলিম সহিংসতার স্থান নয়\", যা ম্যাকলিন বলেছেন। \n\n\n=== কুম্ভ মেলা, ১৮৮২ ===\nকুম্ভ মেলার ম্যানেজার হিসেবে হোসেন নামের একজন মুসলিমকে নিযুক্ত করা হলে মেলাটি কলঙ্কের উৎস হয়ে ওঠে এবং ভারতীয় সংবাদপত্রের প্রতিবেদনে বলা হয় যে হোসেন \"ইউরোপীয় মহিলা ও ভদ্রলোকদের আনন্দের জন্য ফেস্টুন করা নৌকাগুলির একটি নৌবহর সংগঠিত করেছিলেন এবং তাদের নাচের মেয়েদের সাথে আপ্যায়ন করেছিল, সাথে ছিল মদ এবং গরুর মাংস\" তারা তীর্থযাত্রীদের স্নান করতে দেখেছিল। \n\n\n=== অর্ধ কুম্ভ মেলা, ১৮৮৮ ===\nএকজন খ্রিস্টান ধর্মপ্রচারক সরকারকে কুম্ভ মেলার আয়োজনে জড়িত না হওয়ার জন্য বলেছিলেন কারণ এটি তাদের মূর্তিপূজায় জড়িত করে তোলে। তবে, এলাহাবাদের ম্যাজিস্ট্রেট বাধ্য হতে অস্বীকৃতি জানান, এই যুক্তিতে যে সামরিকীকৃত সাধুদের নিয়ন্ত্রণে রাখতে ব্রিটিশদের সম্পৃক্ততা প্রয়োজন।  প্রয়াগ সমাচার নামে একটি সংবাদপত্র, মেলায় আগুন দেওয়ার জন্য মুসলমানদের দায়ী করেছে।  জেলা ম্যাজিস্ট্রেট পোর্টার নগ্নতা নিষিদ্ধ করার চেষ্টা করেছিলেন, এই যুক্তি দিয়ে যে কোনও হিন্দু ধর্মগ্রন্থ এটি অনুমোদন করে না। এলাহাবাদের কমিশনার তাকে সমর্থন করেছিলেন, কিন্তু লেফটেন্যান্ট গভর্নর অকল্যান্ড কলভিন এই ধারণা প্রত্যাখ্যান করেছিলেন। এলাহাবাদের প্রাক্তন ম্যাজিস্ট্রেট কলভিন যুক্তি দিয়েছিলেন যে এই হিন্দু অনুষ্ঠানে হস্তক্ষেপ করার দরকার নেই যেখানে শুধুমাত্র হিন্দুদেরই উপস্থিত থাকে। \n\n\n=== কুম্ভ মেলা, ১৮৯৪ ===\nপরমহংস যোগানন্দের অটোবায়োগ্রাফি অফ আ যোগীর মতে, ১৮৯৪ সালের জানুয়ারিতে প্রয়াগে কুম্ভ মেলার সময় তাঁর গুরু শ্রী যুক্তেশ্বর প্রথমবার মহাবতার বাবাজির সাথে দেখা করেন।\n\n\n=== কুম্ভ মেলা, ১৯০৬ ===\n১৯০৫ সালে, মুসলিম পুলিশ অফিসারের উপস্থিতির কারণে একটি দাতব্য ভোজে একদল প্রয়াগওয়াল খাওয়া বন্ধ করে দেয়। প্রয়াগ সমাচার, যা প্রায়শই সাম্প্রদায়িক অনুভূতি প্রকাশ করে – সরকারকে এই এলাকা থেকে মুসলিম পুলিশ নিষিদ্ধ করার আহ্বান জানায়।  ১৯০৬ সালের মেলায় নাগা সাধুদের মধ্যে সংঘর্ষ হয়। সংঘর্ষ নিয়ন্ত্রণের জন্য পুলিশ অশ্বারোহী বাহিনী চার্জের নির্দেশ দেয়। \n\n\n=== কুম্ভ মেলা, ১৯৪২ ===\n১৯৪১ সালে, সরকার ৪ জানুয়ারী - ৪ ফেব্রুয়ারী ১৯৪২ এর মধ্যে এলাহাবাদ ভ্রমণের উদ্দেশ্যে টিকিট বিক্রি নিষিদ্ধ করে। দ্বিতীয় বিশ্বযুদ্ধে জাপানের প্রবেশের কারণে, সরকার অংশগ্রহণকারীদের সংখ্যা কম রাখতে চেয়েছিল। গুজব ছিল যে জাপান এলাহাবাদে বোমা ফেলতে চলেছে। \nএছাড়াও, ১৯৪১ সালে, দারাগঞ্জ-ভিত্তিক মহানির্বাণী আখড়া সরকারকে মেলায় অ-হিন্দুদের (মুসলিম পুলিশ এবং খ্রিস্টান মিশনারি) উপস্থিতি নিষিদ্ধ করতে বলেছিল। আখড়া মেলায় \"জুয়ার কার্নিভাল\" কে সরকারী লাইসেন্স দেওয়া নিয়েও বিরক্তি প্রকাশ করেছে। \nঅনেক নতুন সমৃদ্ধ গ্রামবাসী মেলায় উপস্থিত হতে শুরু করে একটি মর্যাদার প্রতীক হিসাবে এবং প্রয়াগওয়ালদের রেজিস্টারে তাদের দাবি করা বংশগুলি নথিভুক্ত করে। অনেকে এই রেজিস্টারগুলিতে তাদের জমির মালিকানার দাবিগুলি নথিভুক্ত করেছে, যাতে কোনও বিরোধের ক্ষেত্রে এগুলি আদালতের মামলায় ব্যবহার করা যেতে পারে। \n\n\n== স্বাধীন ভারত ==\n\n\n=== কুম্ভ মেলা, ১৯৫৪ ===\n১৯৫৪ সালের ৩ ফেব্রুয়ারি ১৯৫৪ সালের কুম্ভ মেলায় পদদলিত হয়ে প্রায় ৮০০ জন নিহত হয়েছিল। সে বছর প্রায় ৫০ লক্ষ তীর্থযাত্রী এই উৎসবে গিয়েছিলেন। \n\n\n=== অর্ধ কুম্ভ মেলা, ২০০৭ ===\n৪৫ দিনের সময়কালে ৭ কোটির বেশি লোক অর্ধ কুম্ভ মেলা পরিদর্শন করেছে। \n\n\n=== কুম্ভ মেলা, ২০১৩ ===\n\n২০১৩ সালে প্রয়াগরাজে দুই মাসের সময়কালে আনুমানিক ১২ কোটি মানুষ মহাকুম্ভ মেলা পরিদর্শন করেন, যার মধ্যে ১০ই ফেব্রুয়ারি (মৌনি অমাবস্যা দিন) একদিনে ৩ কোটিরও বেশি মানুষ পরিদর্শন করেন।  প্রয়াগরাজের ২০১৩ সালের উৎসবটি ছিল প্রথম গণ সমাবেশগুলির মধ্যে একটি যেখানে ক্লাউড-ভিত্তিক রিয়েল টাইম রোগের নজরদারি ছিল।\n\n\n=== প্রয়াগরাজ কুম্ভ ২০১৯ ===\n২০১৭ সালের ডিসেম্বরে, ইউনেস্কো কুম্ভকে \"মানবতার অস্পষ্ট সাংস্কৃতিক ঐতিহ্য\" হিসাবে ঘোষণা করেছিল।  ১২ ডিসেম্বর ২০১৭-এ, উত্তর প্রদেশের মুখ্যমন্ত্রী যোগী আদিত্যনাথ \"অর্ধ কুম্ভ\" এর নাম পরিবর্তন করে \"কুম্ভ\" করার ঘোষণা দেন।  ২২ ডিসেম্বর ২০১৭-এ উত্তরপ্রদেশ বিধানসভা প্রয়াগরাজ মেলা কর্তৃপক্ষ স্থাপন করে একটি আইন প্রণয়ন করে, এবং ১২ ডিসেম্বর আদিত্যনাথ যে নাম পরিবর্তনের ঘোষণা করেছিলেন তা বাস্তবায়ন করে।  হিন্দুস্তান টাইমস বলেছে যে পরিবর্তনের কারণ হতে পারে পর্যটকদের কাছ থেকে আয় বাড়ানো।  রাম গোবিন্দ চৌধুরী বলেছেন, কর্তৃপক্ষ গঠনের আইনে অনেকগুলি বিধান রয়েছে যা সনাতন ধর্ম এবং হিন্দু ধর্মের প্রতিষ্ঠিত নীতিগুলির বিরুদ্ধে ছিল।  সুরেশ খান্না বলেছিলেন, যদিও নতুন আইনটি কুম্ভ সম্পর্কিত ঐতিহ্য পরিবর্তন করার চেষ্টা করছে, তবে এটি বিশ্বাস এবং নদীতে ডুব দেওয়ার প্রক্রিয়া পরিবর্তন করবে না। \nঅর্ধ কুম্ভ ২০১৯- এর জন্য রাজ্য সরকার প্রায় ₹২,৫০০ crore বরাদ্দ করে, যা ২০১৩ সালে অনুষ্ঠিত আয়োজিত শেষ কুম্ভ মেলার দ্বি-গুণ। ১৬টি সরকারি বিভাগের প্রায় ১৯৯টি প্রকল্প চারটি ধাপের অধীনে চলেছিল যার মধ্যে গঙ্গার উপর একটি ছয় লেনের সেতু এবং ২৭৫ কোটি টাকার একটি চার লেনের রেলওয়ে ওভার ব্রিজ অন্তর্ভুক্ত রয়েছে। পাবলিক ওয়ার্কস ডিপার্টমেন্টকে শহরে একটি অভ্যন্তরীণ রিং রোড নির্মাণ সহ ₹৪৩০ কোটি রুপির প্রকল্প বাস্তবায়নের কথা বলা হয়। ₹২১০ কোটি রুপি নিরাপদ পানীয় জলের সুবিধার জন্য এবং ₹৬০ কোটি খরচের কথা বলা হয়েছে কুম্ভ এলাকায় বিদ্যুতায়িত করার জন্য। গঙ্গার জল যাতে দূষিত না হয় এবং এলইডি বাতি জ্বালানো না হয় তার জন্য কঠিন বর্জ্য ব্যবস্থাপনার দিকেও নজর দেওয়া হয়। \n\n\n== ছত্রভঙ্গ ==\n১৮৪০, ১৯০৬, ১৯৫৪, ১৯৮৬ এবং ২০১৩ সালে প্রয়াগ কুম্ভ মেলায় বেশ কয়েকটি পদদলিত হওয়ার ঘটনা হয়েছে। এর মধ্যে সবচেয়ে মারাত্মক ছিল ১৯৫৪ সালের পদদলিত হওয়ার ঘটনা, যাতে ৮০০ জন মারা যায়। \n\n\n== তথ্যসূত্র =="}