{"pageid": 1504824, "title": "বেহুলা (টেলিভিশন ধারাবাহিক)", "url": "https://bn.wikipedia.org/wiki?curid=1504824", "content": "বেহুলা হল একটি পৌরাণিক বাংলা টেলিভিশন ধারাবাহিক  যা ২০১০ সালে জিইসি স্টার জলসায়, সপ্তাহে প্রতিদিন রাত ৯.৩০ মিনিটে সম্প্রচারিত হয়। এতে অভিনয় করেছেন পায়েল দে, অর্ক মজুমদার, রিমঝিম মিত্র, চান্দ্রেয়ী ঘোষ, কৌশিক চক্রবর্তী এবং রূপাঞ্জনা মিত্র, শ্রী ভেঙ্কটেশ ফিল্মস প্রযোজিত, এটি বেহুলা এবং লখিন্দরের গল্প অবলম্বনে নির্মিত।  এটি স্টার বিজয়ে একটি অনূদিত তামিল ধারাবাহিক মাঙ্গায়িন সাবাথাম এবং সাহারা ওয়ানে একই নামে অনূদিত হিন্দি ধারাবাহিক হিসাবে প্রচারিত হয়েছে। এই ধারাবাহিকটি অসমীয়া ভাষায় সতী বেউলা  নামেও অনূদিত হয়েছে এবং ফোকাস হিফিতে প্রচারিত হয়েছে। কোভিড-১৯ এর কারণে লকডাউনের সময় এটি স্টার জলসায় পুনরায় প্রচারিত হয়েছিল। \n\n\n== কাহিনী ==\nঅনুষ্ঠানটি হিন্দু পৌরাণিক কাহিনী  মনসামঙ্গল কাব্য এবং বেহুলা  থেকে গৃহীত হয়েছিল।\nমনসামঙ্গলের গল্প শুরু হয় চন্দ্রধর বণিক বা চাঁদ সওদাগরের মনসার সাথে দ্বন্দ্বের মধ্য দিয়ে এবং শেষ হয় চন্দ্রধর মনসার প্রবল ভক্ত হওয়ার মধ্য দিয়ে। চন্দ্রধর একজন শিবের উপাসক, কিন্তু মনসা আশা করেন যে তিনি চাঁদকে তার উপাসক হিসেবে জয় করতে পারবেন। কিন্তু, তার পূজা করা তো দূরের কথা, চাঁদ তাকে দেবী হিসেবেও স্বীকৃতি দিতে অস্বীকার করে। চাঁদের সাতটি জাহাজ ধ্বংস করে এবং তার সাত পুত্রকে হত্যা করে মনসা তাঁর উপর প্রতিশোধ নেয়। অবশেষে, চাঁদের কনিষ্ঠ পুত্র লখিন্দরের নব-বিবাহিতা স্ত্রী বেহুলা, তার চরিত্রের শক্তি, অসীম সাহস এবং গভীর ভক্তির মাধ্যমে দেবীকে তার স্বামীর প্রতি তার ভালবাসার কাছে প্রণাম করে। বেহুলা চাঁদের সাত ছেলেকে জীবিত করতে এবং তাদের জাহাজ উদ্ধার করতে সফল হয়। তারপরই বেহুলা বাড়ি ফেরে। মনসামঙ্গল নিপীড়িত মানবতার গল্প। চন্দ্রধর ও বেহুলাকে এমন দুই দৃঢ় ও দৃঢ়প্রতিজ্ঞ চরিত্র হিসেবে চিত্রিত করা হয়েছে যখন সাধারণ মানুষ পরাধীন ও অপমানিত ছিল। মহাকাব্যটি জাতিগত বিভাজন এবং আর্য ও অনার্যদের মধ্যে দ্বন্দ্বকে তুলে ধরেছে। মানুষ এবং দেবীর মধ্যে দ্বন্দ্ব যেমন সমাজের সামাজিক বৈষম্যকে বের করে আনে, তেমনি আর্য ও অনার্যদের মধ্যেকার দ্বন্দ্বকেও তুলে ধরে। শিব, যাকে চাঁদ পূজা করতেন, তিনি মূলত আর্য দেবতা ছিলেন না, কিন্তু সময়ের সাথে সাথে সেই অবস্থানে উন্নীত হন। চাঁদের উপর মনসার বিজয় আর্য দেবতার উপর আদিবাসী বা অনার্য দেবতার বিজয়ের ইঙ্গিত দেয়। তবে মনসাও বেহুলার কাছে পরাজিত হয়। এইভাবে কবিতাটি কেবল আর্য দেবতার উপর অনার্য দেবতার বিজয়ই নয়, শক্তিশালী দেবীর উপর মানব আত্মার বিজয়েরও ইঙ্গিত দেয়। মনসামঙ্গল তার বেহুলার প্রতিকৃতির জন্যও অসাধারণ, যেটি ভারতীয় নারীত্বের সর্বোত্তম, বিশেষ করে তার স্বামীর প্রতি বাঙালি নারীর ভক্তির প্রতীক। \n\n\n== অভিনয়ে ==\nবেহুলা/উষা চরিত্রে পায়েল দে\nলখিন্দর/অনিরুদ্ধ চরিত্রে অর্কজ্যোতি পাল চৌধুরী\nমনসার চরিত্রে রিমঝিম মিত্র / চান্দ্রেয়ী ঘোষ\nচাঁদ সদাগরের চরিত্রে কৌশিক চক্রবর্তী\nচাঁদ সদাগরের মায়ের চরিত্রে শাশ্বতী গুহ ঠাকুরতা\nনেতী ধোপানির চরিত্রে সুচিস্মিতা চৌধুরী\nসনকা চরিত্রে রূপাঞ্জনা মিত্র \nপার্বতীর চরিত্রে জুন মালিয়া\nশিবের চরিত্রে কুশল চক্রবর্তী\nকমলিকা ব্যানার্জি / লকেট চ্যাটার্জি / সুমিত্রার চরিত্রে সুভদ্রা মুখার্জি : বেহুলার মা\nবেহুলার দাদীর চরিত্রে সোমা দে\nবেহুলার বাবা সাহা বেনে চরিত্রে দেবদূত ঘোষ\nনয়না ব্যানার্জি\nঅর্পিতা মুখোপাধ্যায়\n\n\n== প্রযোজনায় ==\nঅনুষ্ঠানটি প্রযোজনা করেছে শ্রী ভেঙ্কটেশ ফিল্মস । এটি আবার ২০১৩ সালে জলসা মুভিজে বউ কথা কও এর সাথে পুনরায় চালু করা হয়েছিল।  ধারাবাহিক টি ১৩.০ টিআরপি তৈরি করেছিল যা কলকাতা টেলিভিশনের জন্য একটি রেকর্ড ছিল। \n\n\n== তথ্যসূত্র =="}