{"pageid": 1504844, "title": "২০২৫ প্রয়াগ মহা কুম্ভমেলা", "url": "https://bn.wikipedia.org/wiki?curid=1504844", "content": "২০২৫ প্রয়াগ মহা কুম্ভ মেলা, যা ২০২৫ প্রয়াগ কুম্ভ মেলা নামেও পরিচিত, এটি কুম্ভমেলার চলমান সংস্করণ যা ১৩ জানুয়ারি থেকে ২৬ ফেব্রুয়ারি ২০২৫ পর্যন্ত ভারতের উত্তরপ্রদেশের প্রয়াগরাজে ত্রিবেণী সঙ্গমে অনুষ্ঠিত হওয়ার হবে। কুম্ভমেলার এই 'মহান' সংস্করণটি ১২-কুম্ভমেলা চক্রের সমাপ্তি নির্দেশ করে এবং এটি আনুষ্ঠানিকভাবে মহা কুম্ভ মেলা নামে পরিচিত, যা ৪৫ দিন ধরে চলে। অনুমান করা হচ্ছে, এই মেলায় মোট প্রায় ৪০ কোটি দর্শনার্থী অংশগ্রহণ করবে।\nকুম্ভমেলা প্রতি প্রায় ১২ বছরে একবার চারটি স্থানে—প্রয়াগরাজ, হরিদ্বার, উজ্জয়িনী এবং নাশিক—পর্যায়ক্রমে অনুষ্ঠিত হয়। বৃহস্পতি (গুরু), সূর্য (সূর্য) এবং চাঁদের (চন্দ্র) অবস্থান অনুযায়ী এর স্থান নির্ধারণ করা হয়।\n\n\n== তাৎপর্য ==\nমহা কুম্ভ মেলা অসুরদের উপর দেবতাদের বিজয়ের প্রতীক। ২০২৫ সালে এই অনুষ্ঠানটি ১৩ জানুয়ারি শুরু হয়েছে এবং ২৬ ফেব্রুয়ারি শেষ হওয়ার কথা।\nমহা কুম্ভ মেলা বিশ্বে শান্তিপূর্ণভাবে মানুষের বৃহত্তম সমাবেশ হিসেবে পরিচিত। এই সমাবেশে কোটি কোটি ভক্ত গঙ্গা, যমুনা এবং রহস্যময় সরস্বতী নদীতে স্নান করেন, যার জল হিন্দুদের কাছে পবিত্র বলে বিবেচিত হয়। এটি আত্মার পরিশুদ্ধি এবং মোক্ষ বা মুক্তি অর্জনের পথের প্রতীক। ২০২৫ সালের মহা কুম্ভ মেলায় প্রায় ৪০ কোটি ভ্রমণকারীর উপস্থিতির জন্য প্রস্তুতি নিয়েছে। অস্ট্রেলিয়া, ব্রাজিল, বুলগেরিয়া, কানাডা, ফ্রান্স, জার্মানি, গ্রিস, ইন্দোনেশিয়া, ইসরায়েল, ইতালি, জাপান, মেক্সিকো, মঙ্গোলিয়া, নেপাল, নেদারল্যান্ডস, রাশিয়া, দক্ষিণ আফ্রিকা, স্পেন, থাইল্যান্ড, যুক্তরাজ্য এবং যুক্তরাষ্ট্রসহ বিভিন্ন দেশ থেকে বহু পর্যটক ও তীর্থযাত্রী এখানে আসেন।\n\n\n== অবকাঠামো ==\n\nমহা কুম্ভ মেলার জন্য উত্তরপ্রদেশ সরকার অবকাঠামো ও স্যানিটেশন প্রকল্পে ₹৭,০০০ কোটি টাকার বেশি ব্যয় করেছে। ২০২৫ সালের মহা কুম্ভ মেলায় অগ্নি-সংশ্লিষ্ট কোনো ঘটনা প্রতিরোধে উন্নত ফায়ার ফাইটিং যানবাহন থাকবে। নদীর পরিচ্ছন্নতা নিশ্চিত করতে উত্তরপ্রদেশ সরকার ৫০০ জন বিশেষ গঙ্গা প্রহরী নিয়োগ করবে। মেলা এলাকায় মোট ৮৩টি প্রকল্পের আনুমানিক ব্যয় ১৪২৮.৬৮ কোটি টাকা, যার মধ্যে ১৫ নভেম্বর পর্যন্ত ৪৭টি প্রকল্প সম্পন্ন হয়েছে এবং বাকিগুলো শীঘ্রই শেষ হওয়ার আশা করা হচ্ছে। পর্যটক এবং তীর্থযাত্রীদের সহায়তার জন্য কৃত্রিম বুদ্ধিমত্তা সরঞ্জাম ও চ্যাটবট ব্যবহার করা হচ্ছে।\nমহা কুম্ভ ২০২৫ মেলার জন্য একটি \"মহাকুম্ভ মেলা ২০২৫\" অ্যাপ চালু করা হয়েছে, যা তীর্থযাত্রী ও পর্যটকদের সহায়তায় ঘাট, মন্দির এবং অন্যান্য প্রধান ধর্মীয় স্থানের গুরুত্বপূর্ণ অবস্থান প্রদর্শন করবে।\nভারতীয় রেলওয়ে মহাকুম্ভ ২০২৫ উপলক্ষে তীর্থযাত্রীদের বিশাল সংখ্যা সামলাতে প্রয়াগরাজ এক্সপ্রেস এবং লখনউ মেইলসহ গুরুত্বপূর্ণ ট্রেনগুলিতে কোচের সংখ্যা বাড়ানোর ঘোষণা দিয়েছে।\n\n\n== স্বাস্থ্যবিধি নিয়ন্ত্রণ ==\nমহা কুম্ভ ২০২৫ মেলায় উন্নত পরিস্কার-পরিচ্ছন্নতার মান বজায় রাখা হবে, যেখানে প্রতি ১০টি টয়লেটের জন্য একজন পরিচ্ছন্নতা কর্মী এবং ১০ জন কর্মীর জন্য একজন তত্ত্বাবধায়ক নিয়োজিত থাকবে। প্রয়াগরাজ মেলা কর্তৃপক্ষ মেলাটিকে পরিচ্ছন্ন রাখার জন্য প্রায় ১০,০০০ স্যানিটেশন কর্মী নিয়োগ করেছে। স্বচ্ছ কুম্ভ উদ্যোগের অধীনে, প্রয়াগরাজ মেলা কর্তৃপক্ষ মেলা এলাকায় প্রায় ১,৫০,০০০ টয়লেট এবং পায়খানা স্থাপন করেছে। মেলা এলাকার পাকা ঘাট, ফুটপাত, রাস্তা এবং জনবহুল স্থান পরিষ্কার করার জন্য একটি কমপ্যাক্ট ম্যানুয়াল ঝাড়ুদার মেশিনও মোতায়েন করা হয়েছে। এছাড়াও, টয়লেটের পরিচ্ছন্নতার মান পর্যবেক্ষণের জন্য একটি কিউআর কোড-ভিত্তিক মনিটরিং সিস্টেম চালু করা হয়েছে।\n\n\n== স্বাস্থ্য সেবা ==\nঅংশগ্রহণকারীদের সুস্থতা নিশ্চিত করার জন্য, ব্যাপক চিকিৎসা সুবিধা স্থাপন করা হচ্ছে:\n\n৪০৭ জন ডাক্তার এবং ৭০০ জনের বেশি প্যারামেডিক্যাল স্টাফ মোতায়েন করা হবে\nমহিলা এবং শিশুদের জন্য বিশেষ যত্ন সহ ২৪ ঘন্টা চিকিৎসা পরিষেবা\n১০০ শয্যা বিশিষ্ট অস্থায়ী কেন্দ্রীয় হাসপাতাল স্থাপন করা হবে\n\n\n== অমৃত স্নান ==\n\nপৌষ পূর্ণিমা, মকর সংক্রান্তি, মৌনী আমাবস্যা, বসন্ত পঞ্চমী, মাঘী পূর্ণিমা এবং মহা শিবরাত্রি উপলক্ষে অমৃত স্নানের আয়োজন করা হয়েছে। এগুলো যথাক্রমে ১৩, ১৪ এবং ২৯ জানুয়ারি এবং ৩, ১২ এবং ২৬ ফেব্রুয়ারি ২০২৫ তারিখে অনুষ্ঠিত হবে।\n\n\n== আরও দেখুন ==\nপ্রয়াগ কুম্ভ মেলা\n২০১৯ প্রয়াগ অর্ধ কুম্ভমেলা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nঅফিসিয়াল ওয়েবসাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৭ নভেম্বর ২০২০ তারিখে"}