{"pageid": 1504845, "title": "ওগো বধূ সুন্দরী (টেলিভিশন ধারাবাহিক)", "url": "https://bn.wikipedia.org/wiki?curid=1504845", "content": "ওগো বধূ সুন্দরী ( ইংরেজি: Hey Beautiful Bride ) হল একটি ভারতীয় টেলিভিশন ধারাবাহিক যা রাকেশ কুমার পরিচালিত এবং রবি ওঝা তার ব্যানারে রবি ওঝা প্রোডাকশনের অধীনে তৈরি ও প্রযোজনা করেছেন। সিরিজটিতে প্রধান চরিত্রে অভিনয় করেছেন ঋতাভরী চক্রবর্তী এবং রাজদীপ গুপ্ত, যেখানে তুলিকা বসু, হারাধন ব্যানার্জি, শঙ্কর চক্রবর্তী এবং বিদীপ্তা চক্রবর্তী অন্যান্য গুরুত্বপূর্ণ ভূমিকায় রয়েছেন। স্পষ্টতই, রাজদীপ গুপ্ত স্বাস্থ্য সমস্যার কারণে অনির্বাচন করেছিলেন এবং তার পরিবর্তে রেহান রায়কে চরিত্রটি প্রদান\nগল্প ও সংলাপ লিখেছেন মিতালী ভট্টাচার্য যথাক্রমে জামা হাবিব ও শর্মিলা মুখার্জি। অনুষ্ঠানটি ৩ আগস্ট ২০০৯ থেকে স্টার জলসা টেলিভিশনে প্রচারিত হয়। ধারাবাহিকটি ৫ ডিসেম্বর ২০১০ এ শেষ হয়েছিল। পরে এটিকে হিন্দিতে সসুরাল গেন্দা ফুল হিসাবে পুনঃনির্মাণ করতে ভুল করা হয়েছিল, যদিও পরে, নির্মাতারা নিশ্চিত করেছেন যে সসুরাল গেন্দা ফুল একটি আসল সিরিজ ছিল এবং মূল ধারাবাহিক হিসেবে বাংলা এবং হিন্দি সংস্করণ একই নির্মাতা এবং প্রোডাকশন হাউস দ্বারা একই সময়ে লেখা হয়েছিল। কোভিড-১৯ মহামারীর কারণে লকডাউনের সময় এটি স্টার জলসায় পুনরায় প্রচারিত হয়েছিল।\n\n\n== অভিনয়ে ==\nললিতা চ্যাটার্জীর চরিত্রে ঋতাভরী চক্রবর্তী (née Lahiri) - প্রধান নায়িকা ঈশানের স্ত্রী, জয়ন্ত ও জয়িতার মেয়ে, লাবণ্যর বড় বোন\nইশান লাহিড়ী চরিত্রে রাজদীপ গুপ্ত / রেহান রায় - প্রধান নায়ক, অলোকের ছেলে, ললিতার স্বামী, ইন্দ্র, ইমনের ভাই\nশৈলজা লাহিড়ীর চরিত্রে তুলিকা বসু । ঈশানের খালা।\nহৃষিকেশ লাহিড়ীর চরিত্রে হারাধন ব্যানার্জি । ঈশানের দাদা, মিতার স্বামী। অলোকের বাবা।\nহৃষিকেশের স্ত্রীর চরিত্রে মিতা চ্যাটার্জি, ঈশানের দাদী, অলোকের মা।\nঈশানের বাবা অলোক লাহিড়ীর চরিত্রে শঙ্কর চক্রবর্তী\nঈশানের মায়ের চরিত্রে বিদীপ্তা চক্রবর্তী\nদোলন মৈত্রের চরিত্রে সোহিনী সরকার । ইশানের শ্যালিকা, ইমনের স্ত্রী। শৈলজার পুত্রবধূ।\nইমনের চরিত্রে দ্বৈপায়ন দাস । দোলনের স্বামী। ইশানের ভাই।\nরজনী চরিত্রে রাজন্য মিত্র । ইন্দ্রের স্ত্রী, ঈশানের বৌদি।\nরাধার চরিত্রে মৈত্রেয়ী মিত্র,\nলাবণ্য চরিত্রে রুশা চ্যাটার্জি / এলফিনা মুখার্জি / তানিয়া কর, জয়ন্তের ছোট মেয়ে, ললিতার বোন। রাজের প্রেমের আগ্রহী।\nরাধার ছেলে কমলের চরিত্রে বিশ্বজিৎ ঘোষ\nইন্দ্র চরিত্রে রনি চক্রবর্তী। ঈশানের ভাই, রজনীর স্বামী, অলোকের ছেলে।\nরাজ মুখার্জির চরিত্রে সুভা রায় চৌধুরী, লাবণ্যের প্রেমের আগ্রহী।\nজয়ন্ত চ্যাটার্জি-ললিতা এবং লাবণ্যর বাবার চরিত্রে গৌতম দে\nপ্রয়াত জয়িতা চ্যাটার্জির চরিত্রে সুচিস্মিতা চৌধুরী- ললিতা ও লাবণ্যর প্রয়াত মা\nপ্রদীপ প্রামাণিক- ইশান ও ললিতার বন্ধু\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে ওগো বধূ সুন্দরী  (ইংরেজি)"}