{"pageid": 1504162, "title": "অন্ধ্রপ্রদেশ বিধানসভা", "url": "https://bn.wikipedia.org/wiki?curid=1504162", "content": "অন্ধ্রপ্রদেশ বিধানসভা (ISO : Andhra Pradēś Śāsana Sabha) হল ভারতীয় রাজ্য অন্ধ্রপ্রদেশের দ্বিকক্ষ বিশিষ্ট আইনসভার নিম্নকক্ষ।\nবিধানসভা ১৭৫ জন সদস্য নিয়ে গঠিত যারা প্রাপ্তবয়স্ক সার্বজনীন ভোটাধিকার দ্বারা ফার্স্ট-পাস্ট-দ্য-পোস্ট পদ্ধতিতে নির্বাচিত হন। বিধানসভার মেয়াদকাল তার প্রথম বৈঠকের জন্য নির্ধারিত তারিখ থেকে পাঁচ বছর হয়। তবে মুখ্যমন্ত্রীর পরামর্শক্রমে রাজ্যপাল মেয়াদ পূর্তির পূর্বেই বিধানসভা ভেঙে দিতে পারেন। বিধানসভার প্রধান কাজগুলির মধ্যে রয়েছে আইন প্রণয়ন, প্রশাসনের তত্ত্বাবধান, বাজেট পাস করা এবং জনসাধারণের অভিযোগ সম্প্রচার করা।\nবিধানসভা বছরে তিনটি অধিবেশন করে, একটি বাজেটের জন্য এবং অন্যটি বর্ষা ও শীতকালীন অধিবেশনের জন্য।\nবিধানসভা ২০১৭ সালের বাজেট অধিবেশন থেকে শুরু করে অমরাবতীর অন্তর্বর্তী বিধানসভা ভবনে সভাস্থল গ্রহণ করে। নতুন ভবনে স্বয়ংক্রিয় বক্তৃতা অনুবাদ এবং স্বয়ংক্রিয় ভোট রেকর্ডিংয়ের ব্যবস্থা রয়েছে।\n\n\n== ইতিহাস ==\n১ অক্টোবর ১৯৫৩-এ অন্ধ্র রাজ্য গঠনের পর অন্ধ্র বিধানসভা গঠিত হয়। ১ নভেম্বর ১৯৫৬-এ অন্ধ্র রাজ্য হায়দ্রাবাদ রাজ্যের তেলুগু-ভাষী অঞ্চলগুলির সাথে একীভূত করার মাধ্যমে অন্ধ্রপ্রদেশ গঠিত হয়। অন্ধ্র রাজ্য বিধানসভার ১৪০ জন সদস্য এবং হায়দ্রাবাদ রাজ্যের তেলুগু-ভাষী অঞ্চলগুলির প্রতিনিধিত্বকারী ১০৫ জন সদস্য অন্ধ্রপ্রদেশ বিধানসভা গঠনের জন্য একীভূত হন। গঠনকালে আইনসভা ছিল এককক্ষবিশিষ্ট এবং মাত্র ৩০১ সদস্য বিশিষ্ট একটি বিধানসভা। ১৯৫৬ সালের ৩ ডিসেম্বর প্রথম বৈঠক অনুষ্ঠিত হয়। শ্রী আয়েদেবরা কালেশ্বর রাও এবং পলাসা সূর্য চন্দ্র রাও ছিলেন যথাক্রমে প্রথম স্পিকার এবং প্রথম ডেপুটি স্পিকার।\n১ জুলাই ১৯৫৮-এ বিধান পরিষদ গঠনের সাথে সাথে, অন্ধ্রপ্রদেশের আইনসভা দ্বিকক্ষবিশিষ্ট হয়ে ওঠে। ১ জুন ১৯৮৫ পর্যন্ত এটি দ্বিকক্ষ-বিশিষ্ট থাকে। অষ্টম বিধানসভার সময়কালে ৩১ মে ১৯৮৫-এ বিধান পরিষদ বিলুপ্ত হয়ে যায় এবং রাজ্যের আইনসভা আবারও এককক্ষে পরিণত হয়।\n২ জুন ২০১৪-এ, অন্ধ্রপ্রদেশ রাজ্যটি বিভক্ত হয়ে নতুন রাজ্য তেলেঙ্গানা গঠন করে। অন্ধ্রপ্রদেশকে ১৭৫টি বিধানসভা আসন বরাদ্দ করা হয় বাকি ১১৯টি তেলেঙ্গানা বিধানসভায় বরাদ্দ করা হয়।\n১১ এপ্রিল ২০১৯-এ অনুষ্ঠিত ২০১৯ অন্ধ্রপ্রদেশ বিধানসভা নির্বাচনে, ওয়াইএসআর কংগ্রেস পার্টি ১৫১টি আসন জিতেছে এবং ক্ষমতাসীন তেলুগু দেশম পার্টি ২৩টি আসন পেয়েছে। একটি আসনে জয় পেয়েছে জনসেনা পার্টি।\n১৩ মে ২০২৪-এ অনুষ্ঠিত অন্ধ্রপ্রদেশ বিধানসভা নির্বাচনে, জাতীয় গণতান্ত্রিক জোট ১৬৪টি আসনের একটি বিস্ময়কর ভূমিধ্বস জয় অর্জন করেছে। এই নির্বাচনে ক্ষমতাসীন ওয়াইএসআর কংগ্রেস পার্টি মাত্র ১১টি আসনে জয়লাভ করতে সক্ষম হয়েছে।\n\n\n== তথ্যসূত্র =="}