{"pageid": 1504126, "title": "দ্বৈতবাদী সৃষ্টিতত্ত্ব", "url": "https://bn.wikipedia.org/wiki?curid=1504126", "content": "দ্বৈতবাদী সৃষ্টিতত্ত্ব বা দ্বৈতবাদ হলো এমন নৈতিক বিশ্বাস যেখানে দুটি মৌলিক ধারণা বিদ্যমান, যেগুলো প্রায়শই একে অপরের বিরোধিতা করে। এটি ছত্র শব্দ যেটি ঐতিহ্যগত ধর্ম ও শাস্ত্রীয় ধর্ম উভয় সহ বিভিন্ন ধর্মের দৃষ্টিভঙ্গির বৈচিত্র্যকে কভার করে।\nনৈতিক দ্বৈতবাদ হলো মহান পরিপূরক বা পরোপকারী ও দুষ্টের মধ্যে দ্বন্দ্বের বিশ্বাস। এটি সহজভাবে বোঝায় যে কর্মক্ষেত্রে দুটি নৈতিক বিপরীত রয়েছে, যা নৈতিক হতে পারে তার কোনও ব্যাখ্যা থেকে স্বাধীন এবং কীভাবে এগুলিকে উপস্থাপন করা যেতে পারে তার থেকে স্বাধীন। নৈতিক বিপরীতগুলি, উদাহরণস্বরূপ, বিশ্বদৃষ্টিতে বিদ্যমান থাকতে পারে যার এক ঈশ্বর, একাধিক ঈশ্বর, বা কেউ নেই। বিপরীতে, দ্বৈতবাদ, দ্বিত্ববাদ বা দ্বিদেবত্ববাদ (অন্তত দুই দেবতা) বোঝায় ।\nযখন দ্বিত্ববাদ বোঝায় সম্প্রীতি, দ্বিদেবত্ববাদ বোঝায় প্রতিদ্বন্দ্বিতা ও বিরোধিতা, যেমন ভাল ও মন্দ, অথবা আলো ও অন্ধকার, অথবা গ্রীষ্ম ও শীতের মধ্যে। \nউদাহরণস্বরূপ, দ্বৈতবাদী ব্যবস্থা এমন হতে পারে যেখানে একজন ঈশ্বর যিনি সৃষ্টিকর্তা এবং অন্যটি ধ্বংসকারী। ধর্মতত্ত্বে, দ্বৈতবাদ দেবতা ও সৃষ্টি বা দেবতা ও মহাবিশ্বের মধ্যে সম্পর্ককেও নির্দেশ করতে পারে। দ্বৈতবাদের এই রূপটি খ্রিস্টধর্ম ও হিন্দুধর্মের নির্দিষ্ট কিছু ঐতিহ্যে ভাগ করা বিশ্বাস। বিকল্পভাবে, সত্তাতাত্ত্বিক দ্বৈতবাদে, বিশ্বকে দুটি অত্যধিক শ্রেণীতে বিভক্ত করা হয়েছে। চীনা সংস্কৃতি ও দর্শনের মধ্যে মহাবিশ্বের দুটি মৌলিক নীতির বিরোধিতা ও সংমিশ্রণকে ইয়িন ও ইয়াং হিসেবে প্রকাশ করা হয় এবং ঐতিহ্যগতভাবে তাওবাদ, কনফুসীয়বাদ এবং কিছু চীনা বৌদ্ধ সম্প্রদায়ের মূল মতবাদ।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nAnisimov, F. А. (১৯৬৬)। Dukhovnaya zhizn' pervobytnogo obshchestva Духовная жизнь первобытново общества [The spiritual life of the primitive commune] (রুশ ভাষায়)। Moscow: Leningrad: Nauka। \nAnisimov, F. А. (১৯৭১)। Istoricheskiye osobennosti pervobytnogo myshleniya Исторические особенности первобытново мышления [Historical futures of the primitive mind] (রুশ ভাষায়)। Moscow: Leningrad: Nauka। \nGusinde, Martin (১৯৬৬)। Nordwind—Südwind. Mythen und Märchen der Feuerlandindianer [North wind—south wind. Myths and tales of Fuegians] (জার্মান ভাষায়)। Kassel: E. Röth। \nIvanov, Vyacheslav; Toporov, Vladimir (১৯৭৩)। \"Towards the Description of Ket Semiotic Systems\"। Semiotica। The Hague; Prague; New York: Mouton। 9 (4): 318–346। \nIvanov, Vjacseszlav (১৯৮৪a)। \"Nyelvek és mitológiák\" [Languages and mythologies]। Nyelv, mítosz, kultúra [Language, myth, culture] (হাঙ্গেরীয় ভাষায়)। Collected, appendix, editorial afterword by Hoppál, Mihály। Budapest: Gondolat। আইএসবিএন 963-281-186-0। \nIvanov, Vjacseszlav (১৯৮৪b)। \"Obi-ugor és ket folklórkapcsolatok\" [Obi-Ugric and Ket folklore contacts]। Nyelv, mítosz, kultúra [Language, myth, culture] (হাঙ্গেরীয় ভাষায়)। Collected, appendix, editorial afterword by Hoppál, Mihály। Budapest: Gondolat। পৃষ্ঠা 215–233। আইএসবিএন 963-281-186-0। \nLavazza, Andrea; Robinson, Howard, সম্পাদকগণ (২০১৪)। Contemporary Dualism: A Defense। Routledge Studies in Contemporary Philosophy। New York: Routledge। আইএসবিএন 978-0-415-81882-7। \nPopov, Igor N. (২০১০)। Metafizika absolyutnogo dualizma: oratoriya preodoleniya Метафизика абсолютного дуализма: оратория преодоления [Metaphysics of Absolute Dualism: an oratorio of the overcoming] (রুশ ভাষায়)। Barnaul: Azbuka। আইএসবিএন 978-5-93957-396-2। \nRiparelli, Enrico (২০০৮)। Il volto del Cristo dualista. Da Marcione ai catari [The face of the dualistic Christ. From Marcion to the Cathars] (ইতালীয় ভাষায়)। Bern; Berlin; Bruxelles; Frankfurt am Main; New York; Oxford; Wien: Peter Lang। আইএসবিএন 978-3-03911-490-0। \nVértes, Edit (১৯৯০)। Szibériai nyelvrokonaink hitvilága [Belief systems of our language relatives in Siberia] (হাঙ্গেরীয় ভাষায়)। Budapest: Tankönyvkiadó। আইএসবিএন 963-18-2603-1। \nZolotarjov, A. M. (১৯৮০)। \"Társadalomszervezet és dualisztikus teremtésmítoszok Szibériában\" [Social structure and dualistic creation myths in Siberia]।   Hoppál, Mihály। A Tejút fiai. Tanulmányok a finnugor népek hitvilágáról [The sons of Milky Way. Studies on the belief systems of Finno-Ugric peoples] (হাঙ্গেরীয় ভাষায়)। Budapest: Európa Könyvkiadó। পৃষ্ঠা 29–58। আইএসবিএন 963-07-2187-2। \n\n\n== বহিঃসংযোগ ==\n\n উইকিমিডিয়া কমন্সে দ্বৈতবাদী সৃষ্টিতত্ত্ব সম্পর্কিত মিডিয়া দেখুন।\n\"Duality\" entry in the UCLA Encyclopedia of Egyptology\n\"Dualism in Philosophy and Religion\" in the Dictionary of the History of Ideas"}