{"pageid": 1505616, "title": "ভ্যালি গার্ল", "url": "https://bn.wikipedia.org/wiki?curid=1505616", "content": "ভ্যালি গার্ল হল একটি আর্থ-সামাজিক, ভাষাগত, এবং যুবক উপ-সাংস্কৃতিক বাঁধাধরা ধারণা এবং স্টক চরিত্র যা ১৯৮০-এর দশকে উদ্ভূত হয়: যে কোনও বস্তুবাদী উচ্চ-মধ্যবিত্ত যুবতী, অনন্য কণ্ঠ এবং ক্যালিফোর্নিয়ার উপভাষা বৈশিষ্ট্যের সাথে যুক্ত, সান ফার্নান্দো ভ্যালির লস এঞ্জেলেস কমিউটার সম্প্রদায় থেকে।  পরবর্তী বছরগুলিতে, শব্দটি বিস্তৃতভাবে যে কোনও মার্কিন নারীর ক্ষেত্রে প্রযোজ্য হয়েছিল যিনি তুচ্ছতা, মাথা ঘোরা, মাথা ঝিম ঝিম, বা যিনি ব্যক্তিগত চেহারা, শারীরিক আকর্ষণ এবং বৌদ্ধিক বা ব্যক্তিগত কৃতিত্বের চেয়ে অত্যধিক বস্তুবাদের মতো উপরিভাগের উদ্বেগকে অগ্রাধিকার দেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nজেনেল তাসোন।  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ জুলাই ২০০৮ তারিখে \"বাফি: দ্য ইভোলিউশন অফ আ ভ্যালি গার্ল\" রিফ্র্যাক্টরি: এ জার্নাল অফ এন্টারটেইনমেন্ট মিডিয়া 2 (2003):  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২১ জুলাই ২০০৮ তারিখে\nValspeak এর অরিজিন, স্কয়ার পেগস ডিভিডি ধারাভাষ্য থেকে ট্রেসি নেলসনের সাথে ইউটিউব ভিডিও। 12 মে 2022-এ Ghostarchive.org- এ আর্কাইভ করা হয়েছে\nভাষা ডসিয়ার, \" আমেরিকান স্ল্যাং: ভালস্পিক। \"\ncs.utexas.edu: \"Valspeak\" পাঠ্য অনুবাদক  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৩ জানুয়ারি ২০১৮ তারিখে\nভালস্পিক অনুবাদক\nBlyth, C., Recktenwald, S., & Wang, J. (1990)। আমি এরকম, \"কি বলুন?!\": আমেরিকান মৌখিক বর্ণনায় একটি নতুন উদ্ধৃতি। আমেরিকান স্পিচ, 65 (3), 215-227।ডিওআই:10.2307/455910doi : 10.2307/455910\nBucholtz, M., Bermudez, N., Fung, V., Edwards, L., & Vargas, R. (2007)। হেলা নর ক্যাল না টোটালি সো ক্যাল? : ক্যালিফোর্নিয়ার উপলব্ধিমূলক ডায়ালেকটোলজি। ইংরেজি ভাষাবিজ্ঞানের জার্নাল, 35(4), 325–352।ডিওআই:10.1177/0075424207307780doi : 10.1177/0075424207307780\n\nPloschnitzki, P. (nd)। \" 'ভ্যালি গার্ল' - একটি উপভাষা, এর স্টেরিওটাইপস এবং বাস্তবতা \"।\nRitchart, A. এবং Arvaniti, A., 2013. আমরা সবাই কি উপত্যকার মেয়েদের মত কথা বলি? সাউদার্ন ক্যালিফোর্নিয়া ইংরেজিতে Uptalk . ASA Lay Language Papers .\nTschorn, A. (2007, আগস্ট 19)। আপনি তার ধরন জানেন .\nWoo, M. (2015, এপ্রিল 30)। ভ্যালি গার্ল কি স্পীক, লাইক, অন দ্য রাইজ?\nউলফ, এন. (2015, জুলাই 24)। যুবতী মহিলারা, ভোকাল ফ্রাই ছেড়ে দিন এবং আপনার শক্তিশালী মহিলা কণ্ঠ পুনরুদ্ধার করুন ।"}