{"pageid": 1505603, "title": "জানুয়ারি ২০২৫-এর ঘটনাবলি", "url": "https://bn.wikipedia.org/wiki?curid=1505603", "content": "২০২৫ সালের জানুয়ারি হল বর্তমান সাধারণ বছরের প্রথম মাস। বুধবারে শুরু হওয়া এই মাসটি ৩১ দিন পর শুক্রবারে শেষ হবে। এটি বর্তমান মাস।\n\n\n== ঘটনাসমূহ ==\n\n\n=== ১ জানুয়ারি ===\nহাঙ্গেরির পর পোল্যান্ড ইউরোপীয় ইউনিয়ন কাউন্সিলের সভাপতিত্ব গ্রহণ করে।\nবুলগেরিয়া এবং রোমানিয়া স্থল সীমান্ত নিয়ন্ত্রণ তুলে নিয়ে শেনজেন অঞ্চলে যোগদানের প্রক্রিয়া সম্পন্ন করে।\n৩৭তম দেশ হিসেবে লিচেনস্টাইন সমকামী বিবাহকে বৈধতা দেয়।\n৫ বছরের ট্রানজিট চুক্তির মেয়াদ শেষ হওয়ার পর ইউক্রেন দেশটির মধ্য দিয়ে রাশিয়ার গ্যাস সরবরাহ পরিবহন বন্ধ করে দেয়, একই সাথে ইউক্রেন ১২৫তম সদস্যরাষ্ট্র ও ২০তম পূর্ব ইউরোপের দেশ হিসেবে আন্তর্জাতিক অপরাধ আদালতের তালিকাভূক্ত হয়েছে।\nমার্কিন যুক্তরাষ্ট্রের লুইজিয়ানার নিউ অরলিন্সে গাড়ি চাপা দিয়ে গুলি চালানোর ঘটনায় ১৫ জন নিহত (অপরাধী সহ) এবং ৩৫ জন আহত হয়।\nমন্টিনিগ্রোর সেটিনজেতে বন্দুকধারীর গুলিতে ১২ জন নিহত এবং কমপক্ষে চারজন আহত হয়, বন্দুকধারীর আত্মহত্যা, তিন দিনের জাতীয় শোক ঘোষণা।\nবাংলাদেশের ঢাকা আন্তর্জাতিক বাণিজ্যমেলার ২৯তম আসর শুরু।\nইসরাইলের সাবেক প্রতিরক্ষামন্ত্রী ইওভ গ্যালান্টের পার্লামেন্ট থেকে পদত্যাগ ঘোষণা।\nযুক্তরাষ্ট্রের লাস ভেগাসে ডোনাল্ড ট্রাম্পের হোটেলের সামনে টেসলার সাইবারট্রাকে বিস্ফোরণে ১ জন নিহত হন।\n\n\n=== ২ জানুয়ারি ===\nমার্কিন যুক্তরাষ্ট্রের ক্যালিফোর্নিয়ার ফুলারটনে একটি বাণিজ্যিক গুদামের ছাদে একটি ছোট বিমান বিধ্বস্ত হয়, যার ফলে আগুন লেগে দুইজন নিহত এবং কমপক্ষে ১৮ জন আহত হয়।\nগাজা উপত্যকার আল-মাওয়াসিতে একটি শরণার্থী শিবিরে ইসরাইলি বিমান হামলায় হামাসের একজন পুলিশ প্রধানসহ ১১ জন নিহত হন।\nবাংলাদেশের মুক্তিযুদ্ধকালীন কোম্পানী কমান্ডার, মুক্তিযোদ্ধা ও কিশোরগঞ্জ-৪ আসনের সাবেক সংসদ সদস্য কবির উদ্দিন আহমেদের ইন্তেকাল।\nবাংলাদেশের সাবেক প্রধানমন্ত্রী খালেদা জিয়ার সঙ্গে সেনাবাহিনী প্রধান জেনারেল ওয়াকার-উজ-জামান এর সাক্ষাৎ।\nবাংলাদেশের ময়মনসিংহের সাংস্কৃতিক ব্যক্তিত্ব শাহাদত হোসেন খান হিলু ইন্তেকাল করেন।\n\n\n=== ৩ জানুয়ারি ===\nকলম্বিয়ার নারিনো ডিপার্টমেন্টে পাস্তো এবং রুমিচাকার মধ্যে প্যান-আমেরিকান হাইওয়ের কাছে পর্যটকদের বহনকারী একটি বাস খাদে পড়ে যাওয়ার পর কমপক্ষে ২০ জন নিহত এবং ৩০ জন আহত হন।\nচীনা অভিনেতা ওয়াং জিং থাইল্যান্ড-মিয়ানমার সীমান্তে নিখোঁজ হন, পরে ৭ জানুয়ারী থাই কর্তৃপক্ষ তাকে উদ্ধার করে।\nপুলা নিকোলাও পুলা মার্কিন সামোয়ার গভর্নর হিসেবে শপথ গ্রহণ করেন।\n\n\n=== ৪ জানুয়ারি ===\nঅস্ট্রিয়ার চ্যান্সেলর কার্ল নেহামার পদত্যাগের ঘোষণা দেন।\nচীনের হেবেই প্রদেশের ঝাংজিয়াকোউতে একটি বাজারে আগুন লেগে কমপক্ষে আটজন নিহত এবং ১৫ জন আহত হন।\nপাকিস্তানের বেলুচিস্তানের তুরবতে এক গাড়ি বোমা হামলায় অন্তত ৪ জন নিহত এবং ৩৫ জন আহত হন, যাদের মধ্যে সেনা সদস্যও ছিল। বেলুচিস্তান লিবারেশন আর্মি এই হামলার দায় স্বীকার করে বলে যে এটি একটি সামরিক কনভয়কে লক্ষ্য করে হামলা চালায়।\nগাজা সিটি এবং খান ইউনিসে ইসরায়েলি বিমান হামলায় কমপক্ষে ৭০ জন ফিলিস্তিনি নিহত এবং ১৪ জন নিখোঁজ।\nবাংলাদেশের জাতীয় চলচ্চিত্র পুরস্কারপ্রাপ্ত অভিনেত্রী অঞ্জনা রহমান মারা যান।\nবাংলাদেশে ২০২৪ সালে সড়ক দুর্ঘটনায় ৮ হাজার ৫৪৩ জন নিহত হন বলে জানান বাংলাদেশ যাত্রী কল্যাণ সমিতি।\n\n\n=== ৫ জানুয়ারি ===\nবাংলাদেশের খ্যাতিমান অভিনেতা প্রবীর মিত্র মারা যান।\nনাইজেরিয়ার বোর্নো রাজ্যে বন্দুকযুদ্ধে ছয় সেনা এবং ৩৪ জন বোকো হারামের বন্দুকধারী নিহত হয়।\n৮২তম গোল্ডেন গ্লোব পুরস্কার বিজয়ীদের নাম ঘোষণা করা হয়। অনুষ্ঠানটি উপস্থাপনা করেন কৌতুকাভিনেত্রী নিকি গ্লেজার, যিনি গোল্ডেন গ্লোবের ইতিহাসে প্রথম একক উপস্থাপিকা।\nবাংলাদেশে আটক ৯৫ জন ভারতীয় জেলে ও নৌ-কর্মী এবং ভারতে আটক ৯০ জন বাংলাদেশি জেলেদের পারস্পরিক হস্তান্তর কার্যক্রম সম্পন্ন হয়।\n২০২৫ ইউনাইটেড কাপ টেনিসে, অস্ট্রেলিয়ার সিডনির কেন রোজওয়াল এরিনায় ফাইনালে পোল্যান্ডকে ২-০ গোলে হারিয়ে মার্কিন যুক্তরাষ্ট্র তাদের দ্বিতীয় ইউনাইটেড কাপ শিরোপা জিতে নেয়।\nবাংলাদেশের অন্যতম শীর্ষস্থানীয় শিল্পগোষ্ঠী মেঘনা গ্রুপ অব ইন্ডাস্ট্রিজ (এমজিআই) ৫০ বছরে পদার্পণ।\n\n\n=== ৬ জানুয়ারি ===\nজাস্টিন ট্রুডো ৯ বছর ধরে কানাডার লিবারেল পার্টির নেতা এবং কানাডার প্রধানমন্ত্রী হিসেবে তার পদত্যাগের ঘোষণা দেন।\nপশ্চিম তীরের আল-ফুন্ডুকের হাইওয়ে ৫৫-এ একটি বাস এবং দুটি যানবাহন লক্ষ্য করে ফিলিস্তিনি বন্দুকধারীদের গুলিবর্ষণে তিন ইসরায়েলি নিহত এবং আটজন আহত হন।\nদশম সদস্য হিসেবে ব্রিকসে যোগ দেয় ইন্দোনেশিয়া।\nভারতের ছত্তিশগড়ের বিজাপুরে মাওবাদী বিদ্রোহীদের দ্বারা দায়ী একটি বোমা বিস্ফোরণে আট পুলিশ কর্মকর্তা এবং পুলিশের গাড়িতে ভ্রমণকারী একজন চালক নিহত হন।\nমেক্সিকোর গুয়ানাজুয়াতোর ইউরিরিয়া পৌরসভার বুয়েনাভিস্তা সম্প্রদায়ের কাছে নিরাপত্তা এজেন্টদের আক্রমণ প্রতিহত করার সময় কমপক্ষে আটজন বন্দুকধারী নিহত এবং তিনজন পুলিশ আহত হয়।\nনাইজেরিয়ার আবুজার কাছে একটি স্কুলে আইইডি বিস্ফোরণে দুইজন নিহত এবং আরও দুজন আহত হয়েছে। পুলিশ ঘটনাস্থলে ডিভাইসটি আনার সন্দেহভাজন হিসেবে তিনজনকে চিহ্নিত করেছে।\nলুইজিয়ানার হাসপাতালে H5N1 বার্ড ফ্লুতে প্রথম মৃত্যুর খবর প্রকাশ করে।\nসাঁউ তুমি ও প্রিন্সিপির রাষ্ট্রপতি, কার্লোস ভিলা নোভা, প্রধানমন্ত্রী প্যাট্রিস ট্রোভোদার সরকারকে বরখাস্ত করেন।\nবাংলাদেশের ৫০ বিচারকের ভারতে প্রশিক্ষণের অনুমতি বাতিল করা হয়। ভারতের ভূপালে অবস্থিত ন্যাশনাল জুডিশিয়াল একাডেমি এবং স্টেট জুডিশিয়াল একাডেমিতে প্রশিক্ষণের জন্য অধস্তন আদালতের ৫০ জন বিচার বিভাগীয় কর্মকর্তার অংশগ্রহণের অনুমতি বাতিল করা হয়।  ২০১৭ সালের এপ্রিলে তখনকার প্রধানমন্ত্রী শেখ হাসিনার ভারত সফরে এ বিষয়ক একটি সমঝোতা স্মারকে বাংলাদেশের বিচার বিভাগীয় কর্মকর্তাদের প্রশিক্ষণ ও সামর্থ্য বাড়ার লক্ষ্যে বাংলাদেশের সুপ্রিম কোর্ট এবং ভারতের ন্যাশনাল জুডিশিয়াল একাডেমিতে প্রশিক্ষণের ব্যবস্থা করা হবে মর্মে উল্লেখ ছিল।\n\n\n=== ৭ জানুয়ারি ===\nদক্ষিণ-পশ্চিম চীনের তিব্বত স্বায়ত্তশাসিত অঞ্চলে ৭.১ মাত্রার ভূমিকম্পে কমপক্ষে ১২৬ জন নিহত এবং আরও ২০১ জন আহত হয়েছেন।\nলস অ্যাঞ্জেলেসের ইতিহাসে সবচেয়ে ধ্বংসাত্মক দাবানলের সম্মুখীন হয়। তীব্র বাতাস এবং দীর্ঘস্থায়ী খরার কারণে এটি আরও বিপদজনক হয়ে উঠে। ১৩,০০০ এরও বেশি কাঠামো ধ্বংস হয়ে যায়, যার মধ্যে বেশিরভাগ সানসেট বুলেভার্ডও রয়েছে। ২৪ জনের মৃত্যুর খবর পাওয়া গেছে, এবং ১৮০,০০০ মানুষকে সরিয়ে নেওয়া হয়েছে, আগুন কয়েকদিন ধরে অব্যাহত রয়েছে।\nপাকিস্তানের খাইবার পাখতুনখোয়ায় গোলাগুলিতে তিন পাকিস্তানি সেনা এবং ১৯ জন তালেবান বিদ্রোহী নিহত হয়েছেন।\nআসাদ সরকারের পতনের পর প্রথমবারের মতো সিরিয়ার দামেস্ক আন্তর্জাতিক বিমানবন্দর থেকে আন্তর্জাতিক ফ্লাইট পুনরায় চালু হয়।\nস্টক ফটোগ্রাফি সরবরাহকারী গেটি ইমেজেস এবং শাটারস্টকের একীভূতকরণ ঘোষণা করা হয়।\nজার্মানির বাডেন-ওয়ার্টেমবার্গের বাড ফ্রিডরিখশালের জাহনরাডফ্যাব্রিক হ্যানেলে এক গণপিটুনিতে দুইজন নিহত এবং একজন আহত হয়, অপরাধী গ্রেপ্তার।\nঘানার রাষ্ট্রপতি হিসেবে দ্বিতীয় মেয়াদে শপথ গ্রহণ করেন জন মাহামা। তিনি এর আগে ২০১২ থেকে ২০১৭ সাল পর্যন্ত রাষ্ট্রপতির দায়িত্ব পালন করেছিলেন।\nমেটা প্ল্যাটফর্মস তাদের তৃতীয়-পক্ষের ফ্যাক্ট-চেকিং প্রোগ্রামের সমাপ্তি এবং এক্স-এর কমিউনিটি নোটসের মতো একটি ক্রাউড-সোর্সড মডেলে রূপান্তর ঘোষণা করে।\nবাংলাদেশের ফরিদপুর সদর উপজেলায় একটি মাইক্রোবাসে ট্রেনের ধাক্কায় ৫ জন নিহত হয়।\nবাংলাদেশের সাবেক প্রধানমন্ত্রী খালেদা জিয়া চিকিৎসার জন্য কাতারের আমিরের পাঠানো এক বিশেষ এয়ার অ্যাম্বুলেন্সে লন্ডনের উদ্দেশ্যে ঢাকা ত্যাগ করেন।\nবাংলাদেশি কিশোরী ফেলানী হত্যার ১৪ বছর পূর্ণ। ২০১১ সালের এই দিনে কুড়িগ্রামের ফুলবাড়ী উপজেলার অনন্তপুর সীমান্তে ভারতীয় সীমান্তরক্ষী বাহিনীর (বিএসএফ) গুলিতে নির্মমভাবে হত্যার শিকার হয় এই কিশোরী। দীর্ঘ সাড়ে ৪ ঘণ্টা কাঁটাতারে ঝুলে থাকে তার লাশ এবং দেশে-বিদেশে তুমুল আলোচনার জন্ম দেয়।\n\n\n=== ৮ জানুয়ারি ===\nচাদের রাজধানী এনজামেনায় রাষ্ট্রপতি প্রাসাদে হামলায় ১৮ জন বন্দুকধারী এবং একজন সৈন্য নিহত হয়।\nগাজা উপত্যকায় ইসরায়েলি বিমান হামলায় কমপক্ষে ২৭ জন নিহত হয়।\nইউক্রেনের জাপোরিঝিয়ায় একটি শিল্প স্থাপনায় রাশিয়ান বাহিনী আক্রমণ করে, ১৩ জন নিহত এবং ১৮ জন আহত হয়। জাপোরিঝিয়ায় বোমা হামলায় আরও ১৩ জন নিহত এবং ৩২ জন আহত হয়।\nবুরকিনা ফাসো সীমান্তের কাছে উত্তর বেনিনে এক গণহত্যার সময় ২৮ জন সৈন্য নিহত হয়।\nমিয়ানমারের রাখাইন রাজ্যের রামরিতে তাতমাদাও বিমান হামলায় কমপক্ষে ৪০ জন নিহত এবং ১২ জন আহত হয়।\nমার্কিন যুক্তরাষ্ট্রের ক্যালিফোর্নিয়ার লস অ্যাঞ্জেলেস এবং আলতাডেনার প্যাসিফিক প্যালিসেইডস এবং হলিউড পাড়ায় দাবানলে ১০০,০০০ এরও বেশি মানুষকে সরিয়ে নেওয়া হয়।\nসুনামগঞ্জ জেলার বিশ্বম্ভরপুর উপজেলার চিনাকান্দি গামাতলা সীমান্তে বিএসএফ'র গুলিতে ১ বাংলাদেশির মৃত্যু।\nবাংলাদেশের পতিত সরকারের সাবেক প্রধানমন্ত্রী শেখ হাসিনার ‘ভিসার’ মেয়াদ বাড়ায় ভারত। \nভারতের অন্ধ্র প্রদেশের তিরুপতিতে হিন্দু ভেঙ্কটেশ্বর মন্দিরে পদদলিত হয়ে ছয়জন নিহত এবং চল্লিশজনেরও বেশি আহত হন।\n\n\n== ৯ জানুয়ারি ==\nগাজা উপত্যকা জুড়ে ইসরায়েলি বিমান হামলায় কমপক্ষে ২২ জন নিহত হয়।\nমার্কিন প্রতিনিধি পরিষদ ২৪৩-১৪০ ভোটে বেঞ্জামিন নেতানিয়াহু এবং ইসরায়েলি প্রাক্তন প্রতিরক্ষামন্ত্রী ইওভ গ্যালান্টের বিরুদ্ধে গ্রেপ্তারি পরোয়ানা জারির জন্য আইসিসির (আন্তর্জাতিক অপরাধ আদালত) ওপর নিষেধাজ্ঞা জারি করে। গাজায় আগ্রাসন ও মানবতা–বিরোধী অপরাধের অভিযোগে ২০২৪ সালে আন্তর্জাতিক অপরাধ আদালত (আইসিসি)  তাদের বিরুদ্ধে গ্রেপ্তারি পরোয়ানা জারি করে।\nলেবাননের সংসদ জেনারেল জোসেফ আউনকে লেবাননের রাষ্ট্রপতি নির্বাচিত করে, দুই বছরেরও বেশি সময় ধরে চলমান ক্ষমতার শূন্যতার অবসান ঘটায়।\nসোমালিয়ার পুন্টল্যান্ডের বারির বালিধিধিন জেলার কাছে ক্যাল মিসকাদ পর্বতমালায় ইসলামিক স্টেটের লক্ষ্যবস্তুতে পান্টল্যান্ড বাহিনী ড্রোন হামলা চালিয়ে বেশ কয়েকজন জঙ্গিকে হত্যা করে।\nফ্রান্সের উত্তরাঞ্চলে তুষারঝড়ে দুইজন নিহত এবং ২০ জন আহত হন।\nপাকিস্তানের বেলুচিস্তানে মিথেন গ্যাস বিস্ফোরণের পর পৃথক দু’টি খনি ধসের ঘটনায় অন্তত ১৪ শ্রমিকের মৃত্যু হয়।\nবাংলাদেশের শীর্ষস্থানীয় বেসরকারি বিমান সংস্থা নভোএয়ারের এক যুগ পূর্তি। নভোএয়ার ১২ বছরে এক লাখেরও বেশি ফ্লাইট পরিচালনা করেছে এবং সাড়ে ৭০ লাখেরও বেশি যাত্রীকে সেবা প্রদান করেছে।\nবাংলাদেশের সাভারের পুলিশ টাউন এলাকায় বাস-অ্যাম্বুলেন্স সংঘর্ষ ও বিস্ফোরণে ৪ জন নিহত হয়।\nবাংলাদেশের গোপালগঞ্জের মুকসুদপুরে যাত্রীবাহী বাসের চাপায় মোটরসাইকেল চালক ও আরোহী নিহত হয়।\nবাংলাদেশের কক্সবাজারে সমুদ্রসৈকতের সী-গাল পয়েন্টে খুলনা সিটি করপোরেশনের ৪ নম্বর ওয়ার্ডের সাবেক কাউন্সিলর টিপুকে গুলি করে হত্যা হয়।\nবাংলাদেশের আইইডিসিআর ২০২৫ সালের প্রথম এইচএমপিভি শনাক্ত করে।\n\n\n=== ১০ জানুয়ারি ===\nসিরিয়ার দামেস্কের উমাইয়া মসজিদে পদদলিত হয়ে ৪ জন নারী নিহত এবং ১৬ জন আহত হয়।\nইউরোপীয় কোপার্নিকাস জলবায়ু পরিবর্তন পরিষেবা জানিয়েছে যে ১৮৫০ সালের পর ২০২৪ সাল ছিল বিশ্বের রেকর্ডতম উষ্ণতম বছর এবং প্রথম বছর যা বৈশ্বিক উষ্ণতার ১.৫ ডিগ্রি সেলসিয়াসের প্রতীকী সীমা অতিক্রম করে।\nবাংলাদেশের ঢাকা মেডিকেল কলেজ হাসপাতাল মর্গে জুলাই গণ-অভ্যুত্থানে শহীদ আরও ছয় বেওয়ারিশ লাশের সন্ধান পাওয়া গেছে বলে জানায় জুলাই গণ-অভুত্থ্যান বিষয়ক বিশেষ সেল।\nকেনিয়ার মালিন্দির কাছে একটি সেসনা-১৭২ মডেলের বিমান সড়কে বিধ্বস্ত হলে মাটিতে থাকা তিনজন নিহত এবং আরও তিনজন আহত হন।\nভেনেজুয়েলায় বিতর্কিত নির্বাচনের পর চলমান সংকটের মধ্যে তৃতীয় মেয়াদে রাষ্ট্রপতি হিসেবে শপথ গ্রহণ করেন বর্তমান রাষ্ট্রপতি নিকোলাস মাদুরো একইসাথে তাঁকে গ্রেফতারে ২৫ মিলিয়ন ডলার পুরস্কারের ঘোষণা দেয় মার্কিন যুক্তরাষ্ট্র। এইদিন ভেনেজুয়েলা সরকার কলম্বিয়ার সাথে সীমান্ত বন্ধ করে দেয়।\nইতালির পররাষ্ট্রমন্ত্রী আন্তোনিও তাজানি দামেস্কে সিরিয়ার রাষ্ট্রপতি আহমেদ হুসেইন আল-শারার (আবু মোহাম্মদ আল-জোলানি) সাথে দেখা করেন।\nঅস্ট্রিয়ার প্রেসিডেন্ট আলেকজান্ডার ভ্যান ডের বেলেন ছয় দিন আগে পদত্যাগকারী কার্ল নেহামারের স্থলাভিষিক্ত হিসেবে পররাষ্ট্রমন্ত্রী আলেকজান্ডার শ্যালেনবার্গকে ভারপ্রাপ্ত চ্যান্সেলর হিসেবে নিয়োগ করেন।\nবাংলাদেশে প্রথমবারের মতো ৫ জনের শরীরে রিওভাইরাস শনাক্ত।\nআন্তর্জাতিক ক্রিকেট থেকে বাংলাদেশি ক্রিকেটার তামিম ইকবাল অবসর নেন।\nলালমনিরহাটের পাটগ্রাম উপজেলার দহগ্রাম সীমান্তের শূন্যরেখায় প্রায় আধা কিলোমিটার এলাকাজুড়ে ভারত কাঁটাতারের বেড়া নির্মাণের চেষ্টা করলে বিজিবি বাধা দেয়।\nমুন্সীগঞ্জের গজারিয়া উপজেলার গুয়াগাছিয়া ইউনিয়নের মেঘনা নদীতে দুই স্পিডবোটের মুখোমুখি সংঘর্ষে চার জন নিহত হয়।\n\n\n=== ১১ জানুয়ারি ===\nগাজার উত্তরাঞ্চলের জাবালিয়ায় বাস্তুচ্যুত বেসামরিক নাগরিকদের আশ্রয়কেন্দ্রে অবস্থিত একটি স্কুলে ইসরায়েলি বিমান হামলায় কমপক্ষে আট ফিলিস্তিনি নিহত এবং ৩০ জন আহত হন।\nরুশ সেনাবাহিনী ইউক্রেনের দোনেৎস্ক ওব্লাস্টে শেভচেঙ্কোর বসতির নিয়ন্ত্রণ অর্জনের দাবি করে।\nমিয়ানমারের কাচিন রাজ্যের তানাই টাউনশিপে কাচিন ইন্ডিপেন্ডেন্স আর্মির যোদ্ধাদের লক্ষ্য করে একটি বাজারে সামরিক বাহিনী তাতমাদাওয়ের বিমান হামলায় কমপক্ষে পনেরো বেসামরিক লোক নিহত এবং আরও ১০ জন আহত হয়।\nনাইজেরিয়ার কাটসিনা রাজ্যের বাউরেতে সশস্ত্র গ্যাংয়ের অতর্কিত বন্দুক হামলায় সরকারি মিলিশিয়া বাহিনীর অন্তত ২১ জন নিহত হয়।।\nমার্কিন যুক্তরাষ্ট্রের ক্যালিফোর্নিয়ার লস অ্যাঞ্জেলেস কাউন্টিতে চলমান দাবানল মোকাবেলায় কমপক্ষে ৯৩৯ জন সিডিসিআর (সংশোধন ও পুনর্বাসন বিভাগ) বন্দী ছেড়ে দেওয়া হয়।\nইয়েমেনের আল বায়দা গভর্নরেটের একটি পেট্রোল পাম্পে বিস্ফোরণে কমপক্ষে ১৫ জন নিহত এবং ৬৭ জন আহত হয়।\nচেক প্রজাতন্ত্রের মোস্টে একটি রেস্তোরাঁয় প্রোপেন-বিউটেন সিলিন্ডার বিস্ফোরণে ছয়জন নিহত এবং এগারোজন আহত হন।\nজার্মানির বার্লিনের উত্তর-পূর্বে প্রেনজলাউয়ের কাছে একটি মহাসড়কে একটি বাস উল্টে গেলে দুইজন নিহত এবং এগারোজন আহত হয়।\nফ্রান্সের স্ট্রাসবার্গে একটি টানেলে দুটি ট্রামের সংঘর্ষে কমপক্ষে ৫০ জন আহত হয়।\nলেবাননের প্রধানমন্ত্রী নাজিব মিকাতি এবং সিরিয়ার অন্তর্বর্তী সরকারের নেতা আহমেদ আল-শারা সিরিয়ার দামেস্কে একটি বৈঠক করেন। ২০১১ সালে সিরিয়ার গৃহযুদ্ধ শুরু হওয়ার পর এই প্রথম দুই দেশের মধ্যে বৈঠক হয়।\nপর্তুগালের লিসবনে ভেনেজুয়েলার কনস্যুলেটে এক ব্যক্তি মোলোটভ ককটেল নিক্ষেপ করে। এতে কোনও আহত হওয়ার খবর পাওয়া যায়নি।\n২৩তম ঢাকা আন্তর্জাতিক চলচ্চিত্র উৎসব শুরু।\nভারতের চেন্নাইয়ের শ্রী রামচন্দ্র সেন্টার ফর স্পোর্টস সায়েন্স গবেষণাগারে দ্বিতীয়বারের মতো বোলিং অ্যাকশনের পরীক্ষায় অকৃতকার্য হওয়ায় সাকিব আল হাসানের বোলিং নিষেধাজ্ঞা বহাল।\nযুক্তরাষ্ট্রের ‘ভারপ্রাপ্ত রাষ্ট্রদূত’ হিসেবে ট্রেসি অ্যান জ্যাকবসন ঢাকায় যোগদান করেন।\n\n\n=== ১২ জানুয়ারি ===\nগাজা উপত্যকার বিভিন্ন এলাকায় ইসরায়েলি বিমান হামলায় কমপক্ষে আট ফিলিস্তিনি নিহত হয়।\nনাইজেরিয়ার বোর্নো রাজ্যের দুম্বায় বোকো হারামের বন্দুকধারীদের হামলায় কমপক্ষে ৪০ জন নিহত হয়।\nজামফারা রাজ্যে নাইজেরিয়ান বিমান বাহিনীর পরিচালিত বিমান হামলায় কমপক্ষে ১৬ জন বেসামরিক নাগরিক নিহত হয়।\nব্রাজিলের মিনাস গেরাইসের ইপাটিঙ্গায় ভারী বৃষ্টিপাতের ফলে সৃষ্ট ভূমিধসে ১০ জনের প্রাণহানি।\nইতালির ভারবানো-কুসিও-ওসোলা প্রদেশের ট্রাসকেরায় তুষারধসে তিনজন নিহত এবং আরও দুজন আহত হয়।\nক্রোয়েশিয়ার রাষ্ট্রপতি নির্বাচনে জোরান মিলানোভিচ দ্বিতীয় মেয়াদের জন্য নির্বাচিত হন।\nযুদ্ধবিধস্ত সিরিয়াকে মানবিক সহায়তার জন্য ৫০ মিলিয়ন ইউরো (৫১.৩ মিলিয়ন ডলার) দেওয়ার ঘোষণা দেয় জার্মানি।\nবাংলাদেশের বৈষম্যবিরোধী ছাত্র আন্দোলনে রাজধানীর চাঁনখারপুল এলাকায় গুলি করে সাতজনকে হত্যার ঘটনায় গ্রেপ্তার দেখিয়ে পুলিশ কনস্টেবল মোহাম্মদ সুজন হোসেনকে কারাগারে পাঠানোর নির্দেশ দেন বাংলাদেশের আন্তর্জাতিক অপরাধ ট্রাইব্যুনাল।\nবাংলাদেশের ফরিদপুরের নগরকান্দা ও মধুখালীতে পৃথক দুটি সড়ক দুর্ঘটনায় ৪ জন নিহত হয়।\nবর্ডার গার্ড বাংলাদেশ (বিজিবি) ২০২৪ সালের ১লা জানুয়ারি থেকে ৩১শে ডিসেম্বর পর্যন্ত অভিযান চালিয়ে সীমান্ত অতিক্রমের দায়ে ১৫৫ জন ভারতীয় নাগরিক, ১৪ হাজার ৩৩৬ জন মিয়ানমারের নাগরিক ও ২ হাজার ৬৭৮ জন বাংলাদেশিসহ মোট ১৭১৬৯ জন নাগরিককে আটক করে বলে জানায়।\n\n\n=== ১৩ জানুয়ারি ===\nগাজায় ভয়াবহ  ইসরায়েলি বাহিনীর হামলায় নিহত হন কমপক্ষে ২৬ ফিলিস্তিনি।\nসোমালিয়ার পুন্টল্যান্ডের বারিতে চলমান আক্রমণাত্মক সামরিক অভিযানের সময় পুন্টল্যান্ড বাহিনী আটটি আইএসআইএস ঘাঁটি দখল করলে ছাব্বিশ জন আইএসআইএস জঙ্গি নিহত হয়, যার মধ্যে একজন মহিলা যোদ্ধা এবং দুই সৈন্য ছিল এবং আরও বেশ কয়েকজন আহত হয়।\nদক্ষিণ ক্যালিফোর্নিয়ায় চলমান দাবানলের ফলে আকুওয়েদারের প্রাথমিক রিপোর্ট অনুযায়ী মোট অবকাঠামোগত ও অর্থনৈতিক ক্ষতির পরিমাণ আনুমানিক ২৫০-২৭৫ বিলিয়ন ডলার ছাড়িয়েছে বলে জানায়। এই এলাকার সম্পত্তির সুউচ্চ মূল্যের কারণে ক্ষতির পরিমাণ এত বেশি বলে ধারণা করা হয় যা ২০২০ সালের পুরো মার্কিন যুক্তরাষ্ট্রের দাবানল মৌসুমের পাশাপাশি ২০২৪ সালের হারিকেন হেলিনের খরচের চেয়ে বেশি।\nমিয়ানমারের কাচিন রাজ্যের হপাকান্টে ভূমিধসে প্রায় ৫০টি বাড়িতে চাপা পড়ে বারো জন নিহত এবং আরও অনেকে নিখোঁজ হয়।\nআন্তর্জাতিক বিচার আদালতের সভাপতি নাওয়াফ সালাম পার্লামেন্ট থেকে নিরঙ্কুশ সংখ্যাগরিষ্ঠ ভোটে জয়লাভের পর লেবাননের প্রধানমন্ত্রী মনোনীত হন।\nবাংলাদেশের ২০২৪ সালের ক্ষমতাচ্যুত আওয়ামী লীগ সরকারের সুবিধাভোগী বলে বিতর্কিত সদ্য নিয়োগপ্রাপ্ত পিএসসির ৬ সদস্যের নিয়োগ বাতিল করা হয়।\nকিরগিজস্তানের প্রাক্তন রাষ্ট্রপতি উপদেষ্টা আইদার খালিকভ মলদোভায় আটক হন। তিনি কিরগিজস্তানের রাষ্ট্রপতি সাদির জাপারভের বিরুদ্ধে দুর্নীতি এবং নির্বাচনী কারচুপির অভিযোগ আনেন।\n\n\n=== ১৪ জানুয়ারি ===\nবাংলাদেশের সাবেক ডেপুটি গভর্নর এসকে সুর (সিতাংশু কুমার সুর) কে গ্রেপ্তার করে কারাগারে পাঠানোর নির্দেশ দেয় আদালত।\n২০২৫ সালের বিশ্ব পুরুষ হ্যান্ডবল চ্যাম্পিয়নশিপ ক্রোয়েশিয়া, ডেনমার্ক এবং নরওয়েতে শুরু হয়।\nটিউলিপ সিদ্দিক যুক্তরাজ্যের অর্থ মন্ত্রণালয়ের অর্থনীতিবিষয়ক মিনিস্টার (ইকোনমিক সেক্রেটারি) ও সিটি মিনিস্টারের পদ থেকে পদত্যাগ করেন।\nবাংলাদেশের রাজশাহী মহানগরীর বারো রাস্তার মোড় এলাকায় সড়ক দুর্ঘটনায় গুরুতর আহত হয়ে রাজশাহী বিশ্ববিদ্যালয়ের (রাবি) বাংলা বিভাগের সহযোগী ড. পুরনজিত মহালদার মারা যান।\nবাংলাদেশের আলোচিত মডেল তিন্নি হত্যা মামলায় জাতীয় পার্টির নেতা ও সাবেক সংসদ সদস্য গোলাম ফারুক অভি খালাস পান।\nজাপানের দক্ষিণাঞ্চলীয় কিউশু এলাকায় রিখটার স্কেলে ৬ দশমিক ৯ মাত্রার শক্তিশালী ভূমিকম্প আঘাত হানে। \nবন্দীমুক্তি চুক্তির অংশ হিসেবে সন্ত্রাসবাদের পৃষ্ঠপোষক রাষ্ট্রের তালিকা থেকে কিউবাকে বাদ দেওয়ার ঘোষণা দেন মার্কিন যুক্তরাষ্ট্রের প্রেসিডেন্ট জো বাইডেন।\nসোশ্যাল মিডিয়া এবং ইনস্ট্যান্ট মেসেজিং অ্যাপ টেলিগ্রামের উপর থেকে নিষেধাজ্ঞা তুলে নেয় ভেনেজুয়েলা সরকার।\nবাংলাদেশের চট্রগ্রামের ১০ ট্রাক অস্ত্র আইনের মামলায় খালাস পান সাবেক স্বরাষ্ট্র প্রতিমন্ত্রী লুৎফুজ্জামান বাবর। হাইকোর্টের একটি বেঞ্চ এই আদেশ দেন। এর আগে গত ১৮ই ডিসেম্বর ১০ ট্রাক অস্ত্র আটকের ঘটনায় দায়ের হওয়া চোরাচালান মামলায় ফাঁসির সাজা থেকে তিনি খালাস পান।\n\n\n=== ১৫ জানুয়ারি ===\nগাজায় ইসরায়েলি বাহিনী কমপক্ষে ২২ ফিলিস্তিনিকে হত্যা করে।\nদক্ষিণ কোরিয়ার অভিশংসিত প্রেসিডেন্ট ইউন-সক ইয়লকে গ্রেপ্তার করা হয়।\nবাংলাদেশের সেন্টমার্টিনে ভয়াবহ অগ্নিকাণ্ডে কয়েকটি রিসোর্ট পুড়ে যায়।\nবাংলাদেশের সাবেক প্রধানমন্ত্রী ও বিএনপি চেয়ারপারসন খালেদা জিয়াকে জিয়া অরফানেজ ট্রাস্ট দুর্নীতি মামলায় ১০ বছরের সাজা থেকে খালাস দেন আপিল বিভাগ।\nবাংলাদেশের বহুল আলোচিত ছাগলকাণ্ডে জড়িত সাবেক জাতীয় রাজস্ব বোর্ড (এনবিআর) সদস্য মতিউর ও তার স্ত্রী লাকি গ্রেপ্তার।\nবাংলাদেশের অন্তর্বর্তী সরকারের প্রধান উপদেষ্টার কাছে ৪ সংস্কার কমিশন প্রধান প্রতিবেদন জমা দেন। কমিশনগুলো হল সংবিধান সংস্কার কমিশন ( প্রধান অধ্যাপক ড. আলী রিয়াজ), নির্বাচন ব্যবস্থা সংস্কার কমিশন (প্রধান ড. বদিউল আলম মজুমদার), পুলিশ প্রশাসন সংস্কার কমিশন (প্রধান সরফরাজ হোসেন) এবং দুর্নীতি দমন কমিশন (প্রধান ড. ইফতেখারুজ্জামান)। জুলাই গণ-অভ্যুত্থানের মাধ্যমে ক্ষমতায় আসা অন্তর্বর্তী সরকার বিভিন্ন ক্ষেত্রে সংস্কারের কথা তুলে ধরে দুই ধাপে মোট ১১টি সংস্কার কমিশন গঠন করে।\nঅনিয়ম ও দুর্নীতির মাধ্যমে বিশ্ব স্বাস্থ্য সংস্থার দক্ষিণ-পূর্ব এশিয়া বিষয়ক আঞ্চলিক পরিচালকের পদ পাওয়ার অভিযোগে তাঁর বিরুদ্ধে অনুসন্ধান শুরু করেছে বলে জানায় বাংলাদেশের দুর্নীতি দমন কমিশন (দুদক)। \n\n\n=== ১৬ জানুয়ারি ===\nবাংলাদেশের সাবেক স্বরাষ্ট্র প্রতিমন্ত্রী লুৎফুজ্জামান বাবর ১৭ বছর পর কারামুক্ত হন।\n\n\n=== ১৭ জানুয়ারি ===\n\n\n=== ১৮ জানুয়ারি ===\n\n\n=== ১৯ জানুয়ারি ===\n\n\n=== ২০ জানুয়ারি ===\n\n\n=== ২১ জানুয়ারি ===\n\n\n=== ২২ জানুয়ারি ===\n\n\n== সম্ভাব্য ও নির্ধারিত ঘটনাবলী ==\n১ জানুয়ারি\nবাংলাদেশ জাতীয়তাবাদী ছাত্রদলের ৪৬তম প্রতিষ্ঠাবার্ষিকী।\n\n\n== তথ্যসূত্র =="}