{"pageid": 1505912, "title": "অমিদহ্", "url": "https://bn.wikipedia.org/wiki?curid=1505912", "content": "অমিদহ্ (হিব্রু ভাষায়: תפילת העמידה‎) অথবা শেমোনেহ্ এসরেহ্ (হিব্রু ভাষায়: שמנה עשרה‎) হলো ইহুদি প্রার্থনার কেন্দ্রীয় প্রার্থনা। পর্যবেক্ষক ইহুদিরা সাধারণ সপ্তাহের দিনে তিনটি দৈনিক প্রার্থনা সেবার প্রতিটিতে অমিদহ্ পাঠ করে: সকাল (শচরিত), বিকেল (মিনচা) এবং সন্ধ্যায় (মারীব)। শব্বত, রোশ চোদেশ এবং ইহুদি উৎসবে, চতুর্থ অমিদহ্ (মুসাফ) সকালের তোরাহ পাঠের পর পাঠ করা হয় এবং বছরে একবার, সূর্যাস্তের সময়, ইয়োম কিপ্পুরে পঞ্চম অমিদহ্ (নে'ইল) পাঠ করা হয়। অমিদহ্-এর গুরুত্বের কারণে  রব্বীয় সাহিত্যে এটিকে সহজভাবে \"হতেফিল\" (হিব্রু ভাষায়: התפילה‎) বলা হয়। কিংবদন্তি অনুসারে, প্রার্থনাটি রব্বীয়দের অনশেই নেসেত হগেদোলহ্ এর দ্বারা রচনা করা হয়েছিল। তদনুসারে, ইহুদিধর্মে, অমিদহ্ পাঠ করা হলো মিতজবহ্ দে-রব্বীয়, অর্থাৎ রব্বীয় উৎসের আদেশ।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nElbogen, Ismar; Scheindlin, Raymond P (১৯৯৩), Jewish Liturgy: A Comprehensive History, JPS উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nFeuer, Avrohom Chaim (১৯৯০), Shemoneh Esrei, New York: Mesorah উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nFinkelstein, Louis (১৯২৫–২৬), \"The Amidah\", Jewish Quarterly Review, new, 16: 1–43, জেস্টোর 1451747, ডিওআই:10.2307/1451747 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nHarlow, Jules (Winter ১৯৯৭), \"Feminist Linguistics and Jewish Liturgy\", Conservative Judaism, XLIX (2): 3–25 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nJoseph Heinemann \"Prayer in the Talmud\", Gruyter, New York, 1977\n——— (১৯৮১), 'Iyyunei Tefilla\" Magnes, Jerusalem উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nInstone-Brewer, David (এপ্রিল ২০০৩)। \"The Eighteen Benedictions and the Minim before 70 C.E\"। The Journal of Theological Studies। 54 (1): 25–55। জেস্টোর 23968967। ডিওআই:10.1093/jts/54.1.25। \nKaunfer, Alvan (Winter ১৯৯৫), \"Who knows four? The Imahot in rabbinic Judaism\", Judaism, 44: 94–103 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) .\nReuven Kimelman \"The Messiah of the Amidah: A Study in Comparative Messianism.\" Journal of Biblical Literature 116 (1997) 313–320.\nZev Leff Shemoneh Esrei: The Depth and Beauty of Our Daily Prayer, Targum Press, Jerusalem, 2008.\nPaula Reimers, \"Feminism, Judaism and God the Mother\" Conservative Judaism Volume XLVI, Number I, Fall, 1993\nJoel Rembaum \"Regarding the Inclusion of the names of the Matriarchs in the First Blessing of the Amidah\" Proceedings of the Committee on Jewish Law and Standards 1986–1990 pp. 485–490\n\n\n== বহিঃসংযোগ ==\nThe Amidah at Jewish Virtual Library\nat My Jewish Learning.com broken link\nThe Jewish Morning Service, according to the text of Rabbi Shneur Zalman of Liadi (in Hebrew, from the Open Siddur Project)\nAn English translation of the Amidah at Chabad.org.\nটেমপ্লেট:Jewish prayers"}