{"pageid": 1505356, "title": "নাওয়াফ সালাম", "url": "https://bn.wikipedia.org/wiki?curid=1505356", "content": "নাওয়াফ আবদুল্লাহ সেলিম সালাম (আরবি: نواف عبد الله سليم سلام   ; জন্ম ১৫ ডিসেম্বর ১৯৫৩) একজন লেবাননের রাজনীতিবিদ, কূটনীতিক, আইনজ্ঞ এবং শিক্ষাবিদ যিনি ২০২৫ সালের ৮ ফেব্রুয়ারি থেকে লেবাননের প্রধানমন্ত্রী হিসেবে দায়িত্ব পালন করছেন। তিনি এর পূর্বে আন্তর্জাতিক বিচার আদালতের চেয়ারম্যান ছিলেন।\nতিনি ২০১৭ সালে  ৯ বছরের জন্য আন্তর্জাতিক বিচার আদালতের বিচারক হিসেবে নির্বাচিত হন এবং এর আগে ২০০৭ থেকে ২০১৭ সাল পর্যন্ত নিউইয়র্কে জাতিসংঘে লেবাননের নিযুক্ত রাষ্ট্রদূত এবং স্থায়ী প্রতিনিধি হিসেবে দায়িত্ব পালন করেন তিনি নিরাপত্তা পরিষদের সভাপতি এবং সাধারণ পরিষদের ভাইস প্রেসিডেন্ট পদে অধিষ্ঠিত ছিলেন।\nনাওয়াফ হলেন দ্বিতীয় আরব এবং প্রথম লেবাননের বিচারক যিনি আন্তর্জাতিক বিচার আদালতের চেয়ারম্যান নির্বাচিত হয়েছেন।\n\n\n== প্রাত্যহিক জীবন ও শিক্ষা ==\nআবদুল্লাহ সালাম এবং রেকাত বেহুমের পুত্র, নাওয়াফ লেবাননের বৈরুতের এক সম্ভ্রান্ত পরিবারে জন্মগ্রহণ করেছিলেন। তার দাদা, সেলিম সালাম, \"বৈরুত সংস্কার আন্দোলন\" এর নেতা, ১৯১২ সালে উসমানীয় সংসদে বৈরুতের ডেপুটি নির্বাচিত হন। তার চাচা, সায়েব সালাম, লেবাননের ফরাসি ম্যান্ডেট থেকে লেবাননের স্বাধীনতার জন্য লড়াই করেছিলেন এবং পরবর্তীকালে ১৯৫২ থেকে ১৯৭৩ সালের মধ্যে লেবাননের প্রধানমন্ত্রী হিসেবে চারবার দায়িত্ব পালন করেছিলেন। তার চাচাতো ভাই তাম্মাম সালামও ২০১৪ থেকে ২০১৬ সাল পর্যন্ত লেবাননের প্রধানমন্ত্রী ছিলেন। তিনি ২০১৮ সালের জানুয়ারিতে সাহার বাসিরি, কলামিস্ট এবং ইউনেস্কোতে লেবাননের রাষ্ট্রদূতের সাথে বিবাহ বন্ধনে আবদ্ধ হন। তাদের দুই ছেলে আবদুল্লাহ ও মারওয়ান।\nনাওয়াফ ইনস্টিটিউট ডি'এটুডেস পলিটিক্স ডি প্যারিস (সায়েন্সেস পো) (১৯৯২) থেকে রাষ্ট্রবিজ্ঞানে ডক্টরেট, হার্ভার্ড ল স্কুল (১৯৯১) থেকে এলএলএম, সোরবোন বিশ্ববিদ্যালয় থেকে ইতিহাসে ডক্টরেট (১৯৭৯) লাভ করেন, এবং Ecole des Hautes Etudes en Sciences Sociales (১৯৭৪) থেকে একটি ডিপ্লোমা ডিগ্রি অর্জন করেন।\n\n\n== কর্মজীবন ==\n\n\n=== আইনী অনুশীলন ===\n১৯৭৮ থেকে ১৯৮১ সাল পর্যন্ত, সালাম সোরবোন বিশ্ববিদ্যালয়ে মধ্যপ্রাচ্যের সমসাময়িক ইতিহাসের প্রভাষক ছিলেন। ১৯৮১ সালে, তিনি হার্ভার্ড বিশ্ববিদ্যালয়ের ওয়েদারহেড সেন্টার ফর ইন্টারন্যাশনাল অ্যাফেয়ার্সে ভিজিটিং স্কলার হিসেবে একটি শিক্ষাবর্ষ কাটাতে প্যারিস ত্যাগ করেন। ১৯৮৫ এবং ১৯৮৯ সালের মধ্যে, তিনি আমেরিকান ইউনিভার্সিটি অফ বৈরুতে একজন লেকচারার ছিলেন, সেই সময়ে তিনি টাকলা ল ফার্মে সহযোগী হিসাবে আইন অনুশীলন করেছিলেন। তিনি ১৯৮৯ থেকে ১৯৯০ সাল পর্যন্ত হার্ভার্ড ল স্কুলে একজন পরিদর্শক গবেষক এবং ১৯৮৯ থেকে ১৯৯২ সাল পর্যন্ত এডওয়ার্ডস অ্যান্ড অ্যাঞ্জেল এলএলপি -এর একজন বিদেশী আইনী পরামর্শদাতা ছিলেন। তিনি ১৯৯২ সালে টাকলা ল ফার্মে তার অনুশীলন পুনরায় শুরু করেন এবং সেইসাথে আমেরিকান ইউনিভার্সিটি অফ বৈরুতে আন্তর্জাতিক আইন এবং আন্তর্জাতিক সম্পর্কের বিষয়ে শিক্ষাদান করেন। তিনি ২০০৩ সালে রাষ্ট্রবিজ্ঞানের অতিথি সহযোগী অধ্যাপক এবং পরে ২০০৫ সালে রাষ্ট্রবিজ্ঞানের সহযোগী অধ্যাপক নিযুক্ত হন। ২০০৫ থেকে ২০০৭ সাল পর্যন্ত তিনি পলিটিক্যাল স্টাডিজ অ্যান্ড পাবলিক অ্যাডমিনিস্ট্রেশন বিভাগের চেয়ারম্যান ছিলেন। ৬ ফেব্রুয়ারি ২০২৪-এ, তিনি আন্তর্জাতিক বিচার আদালতের প্রেসিডেন্ট নির্বাচিত হন।\n২০২৪ সালের ফেব্রুয়ারিতে আন্তর্জাতিক বিচার আদালতের প্রেসিডেন্ট হিসেবে সালামের নিয়োগ সরাসরি ২০২৪ সালের জানুয়ারিতে ইসরায়েলের বিরুদ্ধে দক্ষিণ আফ্রিকার গণহত্যা মামলার প্রথম শুনানির সাথে মিলে যায়। সালাম ইসরায়েলের বিরুদ্ধে দক্ষিণ আফ্রিকার আনা মামলার সভাপতিত্ব করবেন।\nইউএন ওয়াচের একটি প্রতিবেদন অনুসারে, জাতিসংঘে লেবাননের রাষ্ট্রদূত হিসাবে তার মেয়াদকালে সালাম ২১০ বার ইসরায়েলের নিন্দার পক্ষে ভোট দিয়েছেন। একই প্রতিবেদন অনুসারে, সালাম ইরান, লেবানন, কিউবা এবং সিরিয়ার অপরাধের নিন্দা করে জাতিসংঘের প্রস্তাবের বিরুদ্ধেও ভোট দিয়েছেন। ২০০৮ সালে, সালাম \"সন্ত্রাসী ইহুদি সংগঠনগুলি\"কে \"সংগঠিত গণহত্যা\" করার জন্য অভিযুক্ত করে একটি বক্তৃতা দেন। ২০১৫ সালে, তিনি টুইটারে ইসরায়েলকে \"নির্ভর বর্ণবাদী ও উপনিবেশবাদী পছন্দের জয়\" বলে অভিহিত করেছিলেন।\n\n\n=== প্রধানমন্ত্রী পদে মনোনয়ন ===\nসালাম নাজিব মিকাতির স্থলাভিষিক্ত হওয়ার জন্য মিশেল আউনের মেয়াদের শেষের দিকে প্রধানমন্ত্রী-পদ প্রার্থী ছিলেন। তবে, মিকাতি ২৩ জুন ২০২২-এ রাষ্ট্রপতি মিশেল আউনের মেয়াদের অবশিষ্ট সময় পর্যন্ত একটি নতুন মন্ত্রিসভা গঠনের জন্য সালামের ২৮ এর বিপরীতে ৫৪ ভোট পেয়ে আবার প্রধানমন্ত্রী মনোনীত হন।\n৯ জানুয়ারি ২০২৫-এ লেবাননের রাষ্ট্রপতি হিসাবে জোসেফ আউনের নির্বাচনের পরিপ্রেক্ষিতে, একাধিক বিরোধী সংসদ সদস্য সালামকে প্রধানমন্ত্রী হিসাবে মনোনীত করার বিষয়ে ঐকমত্যে পৌঁছেছেন। বর্তমান তত্ত্বাবধায়ক প্রধানমন্ত্রী নাজিব মিকাতির বিরুদ্ধে তার প্রার্থীতা অনেক পশ্চিমা এবং আরব রাষ্ট্র দ্বারা সমর্থিত, যারা তার মনোনয়নের জন্য আহ্বান জানায়। ১৩ জানুয়ারি ২০২৫-এ, সালামকে ১২৮ জন সাংসদের মধ্যে ৮৪ জন লেবাননের প্রধানমন্ত্রী পদে মনোনীত করেছিলেন। তিনি হেগ থেকে ১৪ জানুয়ারি লেবাননে পৌঁছান। একই দিনে তিনি আন্তর্জাতিক বিচার আদালতের বিচারপতির পদ থেকে পদত্যাগ করেন। \n\n\n== তথ্যসূত্র =="}