{"pageid": 1505514, "title": "দ্য হিস্ট্রি অফ টম জোনস, আ ফাউন্ডলিং", "url": "https://bn.wikipedia.org/wiki?curid=1505514", "content": "দ্য হিস্ট্রি অফ টম জোনস, আ ফাউন্ডলিং (ইংরেজি: The History of Tom Jones, a Foundling; বাংলা অনুবাদে: অনাথ টম জোনসের ইতিহাস) বা সংক্ষেপে টম জোনস (ইংরেজি: Tom Jones) হল ইংরেজ নাট্যকার ও ঔপন্যাসিক হেনরি ফিল্ডিং রচিত একটি হাস্যরসাত্মক উপন্যাস। এটি একটি বিল্ডাংসরোমান ও একটি পিকারেস্ক উপন্যাস। ১৭৪৯ সালের ২৮ ফেব্রুয়ারি লন্ডনে প্রকাশিত এই উপন্যাসটি ইংরেজি সাহিত্যের সেই আদিতম রচনাগুলির অন্যতম যেগুলিকে উপন্যাস হিসেবে বর্ণনা করা হয়। উইলিয়াম সমারসেট মম তাঁর গ্রেট নভেলিস্টস অ্যান্ড দেয়ার নভেলস (১৯৪৮) গ্রন্থে বিশ্বের শ্রেষ্ঠ দশটি উপন্যাসের তালিকায় এই উপন্যাসটির নাম উল্লেখ করেন; এই গ্রন্থে এটিই ছিল গ্রন্থকারের উল্লিখিত সবচেয়ে পুরোনো উপন্যাস।\nউপন্যাসটি দীর্ঘ হলেও খুবই সুবিন্যস্ত। স্যামুয়েল টেলর কোলরিজ বলেন যে, সোফোক্লিসের ওডিপাস টাইরানাস, বেন জনসনের দি অ্যালকেমিস্ট ও ফিল্ডিং-এর টম জোনস হল \"সর্বকালের সবচেয়ে নিখুঁত তিনটি প্লট\"। উপন্যাসটি অন্যতম সর্বাধিক বিক্রীত বইতে পরিণয় হয় এবং শুধুমাত্র প্রথম বছরেই বইটির চারটি সংস্করণ প্রকাশিত হয়। উপন্যাসটিকে সাধারণভাবে ফিল্ডিং-এর শ্রেষ্ঠ রচনা এবং ইংরেজি উপন্যাস সাহিত্যে একটি প্রভাবশালী বই মনে করা হয়।\n\n\n== কাহিনি-সংক্ষেপ ==\nইংল্যান্ডের ধনবান স্কোয়ার অলওয়ার্দি ও তাঁর বোন ব্রিগেট থাকেন তাঁদের সমারসেটের দুর্গে। অলওয়ার্দি ব্যবসার কাজে অনেক দিন ঘোরার পর লন্ডন থেকে ফিরেছেন। শয়নকক্ষে গিয়ে তিনি দেখেন, একটি পরিত্যক্ত শিশু ঘুমিয়ে আছে তাঁর বিছানায়। তিনি তাঁর গৃহস্থালীর তত্ত্ববধায়িকা শ্রীমতী ডেবোরা উইলকিনসকে ডেকে শিশুটির যত্ন নিতে বলেন। নিকটবর্তী গ্রামে খোঁজ নিয়ে শ্রীমতী উইলকিনস জানতে পারলেন যে, জনৈক বিদ্যালয়-শিক্ষকের তরুণ ভৃত্য জেনি জোনস ও তার স্ত্রীই সম্ভবত শিশুটিকে দুর্গে রেখে এসেছে। জেনিকে অলওয়ার্দি পরিবারের সামনে উপস্থিত করা হলে সে নিজের কৃতকর্মের কথা স্বীকার করল, কিন্তু শিশুটির পিতৃপরিচয় প্রকাশ করতে চাইল না। শ্রীযুক্ত অলওয়ার্দি জেনিকে এমন জায়গায় পাঠিয়ে দিলেন যেখানে তার পরিচয় প্রকাশ পাবে না। তারপর তিনি ব্রিগেটকে বললেন শিশুটিকে মানুষ করতে এবং শিশুটির নাম রাখলেন টমাস।\nডাক্তার ব্লিফিল ও ক্যাপ্টেন ব্লিফিল নামে দুই ভাই নিয়মিত অলওয়ার্দি এস্টেটে যাতায়াত করতেন। অলওয়ার্দি পরিবারের সম্পত্তির লোভে ডাক্তার ব্লিফিল নিজের ভাইয়ের সঙ্গে আলাপ করিয়ে দেন ব্রিগেটের সঙ্গে। তাঁর আশা মতো দু’জনের বিয়েও হয়ে যায় শীঘ্রই। বিয়ের পর দুই ভাইয়ের মধ্যে সম্পর্কে শীতলতা প্রকট হয়ে পড়ে। ডাক্তার ব্লিফিলও ঘটনাচক্রে অলওয়ার্দি এস্টেট ছেড়ে লন্ডনে চলে যেতে বাধ্য হন। সেখানে ভগ্নহৃদয়ে মৃত্যু হয় তাঁর। এদিকে ক্যাপ্টেন ব্লিফিলের সঙ্গেও ব্রিগেটের সম্পর্ক শীতল হয়ে পড়ে। একদিন সন্ধ্যায় নৈশাহারের আগে অভ্যাস মতো সান্ধ্য ভ্রমণ থেকে ফিরে অ্যাপোলেপ্সিতে আক্রান্ত হয়ে মারা যান ক্যাপ্টেন ব্লিফিল। ততদিনে তাঁর একটি পুত্রের জন্ম হয়েছিল এবং সেও জারজ সন্তান টমের সঙ্গেই বড়ো হচ্ছিল। অলওয়ার্দি পরিবারে ক্যাপ্টেন ব্লিফিলের পুত্রের নাম ছিল মাস্টার ব্লিফিল। সে ছিল হিংসুটে ছেলে। টমের বিরুদ্ধে সে ষড়যন্ত্র করে বেড়াতো।\nটম যৌবনে পদার্পণ করল। অভিজাতবর্গের তুলনায় ভৃত্য ও শিকাররক্ষকদের সঙ্গে তার বেশি সখ্যতা হল। শিকাররক্ষক ব্ল্যাক জর্জের সে ছিল ঘনিষ্ঠ বন্ধু। টমের প্রথম প্রেম ছিল ব্ল্যাক জর্জের দ্বিতীয়া কন্যা মলি। টমের কাছে মলি শারীরিকভাবে আত্মসমর্পণ করেছিল। তারপর মলি অন্তঃসত্তা জেনে টমের মনে হয়েছিল তাকে নিরাপত্তা দেওয়া তার কর্তব্য। অবশ্য পরে টম বুঝতে পারে যে মলি কিছুটা নির্লজ্জ প্রকৃতির। তখন টম প্রতিবেশী স্কোয়ারের কন্যা সোফিয়া ওয়েস্টার্নের প্রেমে পড়ে। সোফিয়াকে উদ্ধার করতে গিয়ে টমের হাত ভেঙে যায়। তারপর টম ও সোফিয়া একে অপরের প্রতি নিজেদের প্রেম ব্যক্ত করে। কিন্তু টম যেহেতু জারজ সন্তান, তাই সোফিয়ার বাবা ও অলওয়ার্দি তাদের প্রেমসম্পর্ককে মেনে নিতে রাজি হন না।\nস্কোয়ার অলওয়ার্দি অসুস্থ হয়ে পড়েন। তিনি নিশ্চিত হয়ে যান যে তাঁর মৃত্যু আসন্ন। নিজের সম্পত্তির ভাগবাঁটোয়ারা করার জন্য তিনি পরিবার ও ভৃত্যবর্গকে নিজের বিছানার পাশে ডাকেন। তিনি টমকে সুবিধাজনক অর্থ প্রদান করেন। তাতে মাস্টার ব্লিফিল অসন্তুষ্ট হয়। টম সেই অর্থে আগ্রহী ছিল না, তার চিন্তা ছিল অলওয়ার্দির স্বাস্থ্য নিয়ে। অলওয়ার্দির স্বাস্থ্যের উন্নতি হয় এবং তিনি জানতে পারেন যে এ যাত্রা তিনি বেঁচে যাবেন। আনন্দে আত্মহারা হয়ে টম প্রচুর মদ্যপান করে এবং ঘটনাচক্রে মাস্টার ব্লিফিলের সঙ্গে তার হাতাহাতি হয়। এদিকে লন্ডনে ব্রিগেট মারা যান। টম, সোফিয়া ও ব্লিফিল যখন একসঙ্গে সময় কাটাতো তখন টমের প্রতি নিজের ভালোবাসা গোপন করার জন্য সোফিয়া ব্লিফিলের প্রতি বেশি মনোযোগ দিত। এর ফলে সোফিয়ার পিসি শ্রীমতী ওয়েস্টার্নের মনে হয় যে সোফিয়া ও ব্লিফিল পরস্পরের প্রেমে পড়েছে। স্কোয়ার ওয়েস্টার্ন অলওয়ার্দি এস্টেটের সম্পত্তি লাভের আশায় সোফিয়ার সঙ্গে ব্লিফিলের বিয়ে দিতে চান। টমের প্রতি সোফিয়ার ভালোবাসার কথা জেনে ব্লিফিল রেগে যায়। যেদিন ব্লিফিল একথা অলওয়ার্দিকে বলে, সেদিন সে প্রায় মারা যাচ্ছিলেন। টম বাইরে গিয়েছিল মদ্যপান করতে ও ব্লিফিলের মৃত্যু উৎযাপন করতে। এর ফলে টমকে নির্বাসিত হতে হয়।\nটমের নির্বাসনে মনে হল যে এবার সোফিয়া ব্লিফিলকে বিয়ে করতে বাধ্য হবে। ব্লিফিলকে সোফিয়া ঘৃণা করত। তাই বিয়ে এড়াতে সে পালিয়ে গেল। এদিকে অলওয়ার্দি এস্টেট থেকে বিতাড়িত হয়ে টম ব্রিটেনের নানা স্থানে ঘুরতে ঘুরতে শেষে উপস্থিত হল লন্ডনে। পথে তার সঙ্গে প্যাট্রিজ নামে এক নাপিতের দেখা হল। প্যাট্রিজকে টমের বাবা সন্দেহে শহর থেকে তাড়িয়ে দেওয়া হয়েছিল। নিজের হৃতসম্মান পুনরুদ্ধারের আশায় সে টমের বিশ্বস্ত সঙ্গীতে পরিণত হল। যাত্রাপথে তারা এসে থামল এক সরাইখানায়। সেখানে উপস্থিত হল এক ভদ্রমহিলা ও তার পরিচারিকা। একটি রগচটা লোকও সেখানে এল। সরাইখানার শয়নকক্ষের পরিচারিকা তাকে সেই দিকের নির্দেশ দিল যে দিকে সেই পরিচারিকার মনে হয়েছিল লোকটি যেতে চায় বলে। টম শ্রীমতী ওয়াটারস নামে এক মহিলাকে উদ্ধার করেছিল। তারা যখন এক বিছানায় শুয়ে সেই সময় লোকটা তাদের ঘরে হঠাৎ ঢুকে পড়ল। লোকটি অবশ্য শ্রীমতী ফিটজপ্যাট্রিককে খুঁজছিল। তাই সে চলে গেল। সোফিয়া ও তার পরিচারিকা সেই একই সরাইখানায় উপস্থিত হল। প্যাট্রিজ কিছু না জেনেই তাদের কাছে টম ও শ্রীমতী ওয়াটারসের সম্পর্কের কথা প্রকাশ করে ফেলল। সোফিয়া তার জ্ঞাতিভগিনী শ্রীমতী ফিটজপ্যাট্রিকের সঙ্গে সরাইখানা থেকে বেরিয়ে গেল এবং লন্ডনের উদ্দেশ্যে রওনা হল। তারা লেডি বেলাস্টনের বাড়িতে এসে উপস্থিত হল। টম ও প্যাট্রিজও সেখানে এল। ঘটনাচক্রে টম বলল যে, তার প্রকৃত প্রেম সোফিয়া ছাড়া আর কেউ নয়। শেষপর্যন্ত টমের সঙ্গে শ্রীযুক্ত ফিটজপ্যাট্রিকের ডুয়েল শুরু হল, যার পরিণতি হল তার গ্রেফতারি।\nক্রমে ক্রমে টমের জন্মরহস্যও উন্মোচিত হল। জানা গেল যে, শ্রীমতী ওয়াটারস আসলে টমের সম্ভাব্য মা জেনি জোনস। টমের ভয় হল যে, সে হয়তো অজাচারে লিপ্ত হয়েছে। কিন্তু প্রকৃত ঘটনা তা নয়। টমের প্রকৃত মা ছিলেন ব্রিগেট। তিনি যার সন্তান গর্ভে ধারণ করেছিলেন, অর্থাৎ টমের জন্মদাতা পিতা টমের জন্মের আগেই মারা যান। সেই দিক থেকে টম স্কোয়ার অলওয়ার্দির ভাগনে। টমের সৎ-ভাই ব্লিফিলের ষড়যন্ত্রের কথা জানাজানি হওয়ার পর অলওয়ার্দি তাঁর অধিকাংশ সম্পত্তি টমকেই দেওয়ার সিদ্ধান্ত নেন। টমের প্রকৃত পরিচয় জানাজানি হওয়ার পর তার সঙ্গে সোফিয়ার বিয়ে হয়। কারণ স্কোয়ার ওয়েস্টার্নেরও আর তখন কন্যার সঙ্গে টমের বিয়েতে আপত্তি করেন না। সোফিয়া ও টমের এক পুত্র ও এক কন্যা হয়। দু’জনে স্কোয়ার ওয়েস্টার্ন ও স্কোয়ার অলওয়ার্দির আশীর্বাদে সুখী জীবন যাপন করতে থাকে।\n\n\n== শৈলী ==\nকথকের সুস্পষ্ট উপস্থিতি টম জোনস উপন্যাসের একটি কেন্দ্রীয় বৈশিষ্ট্য। প্রতিটি খণ্ডে সরাসরি পাঠকদের সম্বোধন করে লেখা একটি ভূমিকা অধ্যায় যুক্ত হয়েছে এবং কথক চরিত্র ও ঘটনাবলির উপর অবিরাম ধারাভাষ্য দিয়ে গিয়েছেন। উদাহরণস্বরূপ, লেডি বেলাস্টন অধ্যায়টি এথেল্‌ড্রেডা টাউনশেন্ডের বাস্তব চরিত্রটির দ্বারা অনুপ্রাণিত হয়েছে বলে বহুলভাবে মনে করা হয়। ওয়েনি সি. বুথের মতে, কথকের সঙ্গে পাঠকের সম্পর্কটি এই উপন্যাসে কতকটা উপকাহিনির মতো। ঘটনা যত এগোতে থাকে পাঠক ততই বেশি করে কথকের ঘনিষ্ঠ হয়ে পড়ে।\n\nফিল্ডিং সমসাময়িক ব্রিটিশ জীবনযাত্রার এক বিস্তারিত চিত্র উপস্থাপনা করেছেন। চরিত্রগুলিকে তিনি এনেছেন বিভিন্ন শ্রেণি ও পেশার সঙ্গে যুক্ত মানুষদের মধ্যে থেকে। তবে দ্য রাইজ অফ দ্য নভেল গ্রন্থে ইয়ান ওয়াট বলেছেন যে, স্যামুয়েল রিচার্ডসন প্রমুখ লেখকদের মতো ফিল্ডিং জীবনসদৃশ বিস্তারিত বিবরণ ও মনস্তত্ত্বের \"উপস্থাপনার বাস্তবতাবোধ\"কে উদ্দেশ্য করেননি। ওয়াটের দাবি, ফিল্ডিং অনেক বেশি গুরুত্ব দেন \"মূল্যনির্ধারণের বাস্তবতা\"র প্রতি। এইভাবেই এই উপন্যাসে বুদ্ধিমত্তা ও \"জীবনের এক বিচক্ষণ মূল্যনির্ধারণ\"-এর সঙ্গে অনেক ধরনের প্রসঙ্গ উত্থাপিত হয়।\n\n\n== আরও দেখুন ==\n\nকথাসাহিত্যে অবৈধতা\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উল্লেখপঞ্জি ===\nটম জোনস, ওয়ার্ডসওয়ার্থ ক্লাসিকস, ইন্‌ট্রোডাকশন অ্যান্ড নোটস ডোরিন রবার্টস, ক্যান্টারবেরি: রাদারফোর্ড কলেজ, ইউনিভার্সিটি অফ কেন্ট, ১৯৯৯ [১৯৯২], আইএসবিএন 1-85326-021-5 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nওয়ার্ডস, ওয়ার্ডস, ওয়ার্ডস: ফ্রম দ্য বিগিনিংস টু দি এইটটিনথ সেঞ্চুরি, লা স্পাইগা ল্যাংগুয়েজেস, ২০০৩ উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nব্যাটেস্টাইন , মার্টিন, দ্য প্রভিডেন্স অফ উইট: অ্যাসপেক্টস অফ ফর্ম ইন অগাস্টান লিটারেচার অ্যান্ড দি আর্টস, অক্সফোর্ড: ক্যারেনডন, ১৯৭৪\nহান্টার, জে. পল, বিফোর নভেলস: দ্য কালচারাল কনটেক্সট অফ এইটটিনথ-সেঞ্চুরি ইংলিশ ফিকশন, নিউ ইয়র্ক: ডব্লিউডব্লিউ নর্টন অ্যান্ড কোম্পানি, ১৯৯০\nম্যাককেওন, মাইকেল, দি অরিজিনস অফ দি ইংলিশ নভেল, ১৬০০–১৭৪০, বাল্টিমোর: জনস হপকিনস ইউনিভার্সিটি প্রেস, ১৯৮৭\nপলসন, রোনাল্ড, স্যাটায়ার অ্যান্ড দ্য নভেল ইন দি এইটটিনথ সেঞ্চুরি, নিউ হ্যাভেন: ইয়েল ইউনিভার্সিটি প্রেস, ১৯৬৭\nরিচেটি, জন, \"রিপ্রেজেন্টিং অ্যান আন্ডার ক্লাস: সারভেন্টস অ্যান্ড প্রোলেতারিয়ানস ইন ফিল্ডিং অ্যান্ড স্মোলেট\", দ্য নিউ এইটটিনথ সেঞ্চুরি: থিওরি, পলিটিকস, ইংলিশ লিটারেচার, সম্পা. ফেলিসিটি নাসবাম ও লরা ব্রাউন, লন্ডন: রটলেজ, ১৯৮৭\nরিচেটি, জন, \"দি ওল্ড অর্ডার অ্যান্ড দ্য নিউ নভেল অফ দ্য মিড-এইটটিনথ সেঞ্চুরি: ন্যারেটিভ অথরিটি ইন ফিল্ডিং অ্যান্ড স্মোলেট\", এইটটিনথ-সেঞ্চুরি ফিকশন, দ্বিতীয় খণ্ড ২ (১৯৯০): ৯৯–১২৬\nস্মলউড, অ্যাঞ্জেলা জে., ফিল্ডিং অ্যান্ড দ্য উইমেন কোয়েশ্চন, নিউ ইয়র্ক: সেন্ট মার্টিন’স, ১৯৮৯\nস্পেকস, প্যাট্রিশিয়া মেয়ার, ডিজায়ার অ্যান্ড ট্রুথ: ফাংশনস অফ প্লট ইন এইটটিনথ-সেঞ্চুরি ইংলিশ নভেলস. শিকাগো: ইউনিভার্সিটি অফ শিকাগো প্রেস, ১৯৯০\nওয়াট, ইয়ান, দ্য রাইজ অফ দ্য নভেল: স্টাডিজ ইন ডিফো, রিচার্ডসন অ্যান্ড ফিল্ডিং, বার্কলে: ইউনিভার্সিটি অফ ক্যালিফোর্নিয়া প্রেস, ১৯৯৭\n\n\n== গ্রন্থপঞ্জি ==\n\n\n=== বিভিন্ন সংস্করণ ===\nফিল্ডিং, হেনরি, টম জোনস (লন্ডন: অ্যান্ড্রিউ মিলার, ১৭৪৯)। প্রথম সংস্করণ।\nফিল্ডিং, হেনরি, টম জোনস (নিউ ইয়র্ক:  দ্য মডার্ন লাইব্রেরি, ১৯৩১)।  প্রথম মডার্ন লাইব্রেরি সংস্করণ।\nফিল্ডিং, হেনরি, টম জোনস (ওয়েসলেয়ান ইউনিভার্সিটি প্রেস, ১৯৭৫) আইএসবিএন ৯৭৮-০-৮১৯৫-৬০৪৮-৩। মার্টিন ব্যাটেস্টাইন ও ফ্রেডসন সি. বাওয়ারস সম্পাদিত সংস্করণ। প্রামাণ্য সংস্করণ হিসেবে বহুল প্রচলিত।\nফিল্ডিং, হেনরি, টম জোনস (নিউ ইয়র্ক: ডব্লিউ. ডব্লিউ. নর্টন, ১৯৯৫) আইএসবিএন ০৩৯৩৯৬৫৯৪৫। শেরিডান বেকার সম্পাদিত সটীক সংস্করণ। এই সংস্করণে একগুচ্ছ সমালোচনামূল প্রবন্ধ অন্তর্ভুক্ত হয়েছে; এটি উপন্যাসটির চতুর্থ তথা শেষ সংস্করণের ভিত্তিতে সম্পাদিত হয়েছে, যদিও এতে তৃতীয় সংস্করণে পাওয়া ‘দ্য ম্যান অফ দ্য হিল’ পর্বটি একটি পরিশিষ্টে যুক্ত করা হয়েছে।\nফিল্ডিং, হেনরি, টম জোনস (লন্ডন: এভরিম্যান’স লাইব্রেরি, ১৯৯৮) আইএসবিএন ৯৭৮-০-৪৬০-৮৭৮৩৩-৩। ডগলাস ব্রুকস-ডেভিসের ভূমিকা ও টীকা সমৃদ্ধ সংস্করণ।\nফিল্ডিং, হেনরি, টম জোনস (হারমন্ডসওয়ার্থ: পেংগুইন, ২০০৫) আইএসবিএন ৯৭৮-০-১৪-০৪৩৬২২-৮। টম কিমার ও অ্যালিস ওয়েকলির ভূমিকা ও টীকা সমৃদ্ধ সংস্করণ।\nফিল্ডিং, হেনরি, টম জোনস (হারমন্ডসওয়ার্থ: পেংগুইন, ১৯৮৫)। রেজিনাল্ড পি. সি. মাটারের ভূমিকা ও টীকা সমৃদ্ধ সংস্করণ।\n\n\n=== সমালোচনামূলক রচনাবলি ===\nকম্পটন, নেইল (সম্পা.) হেনরি ফিল্ডিং: টম জোনস, আ কেসবুক (বেসিংস্টক: ম্যাকমিলান, ১৯৮৭) আইএসবিএন ০৩৩৩০৭৭৩৯৩। এই গ্রন্থে উইলিয়াম এম্পসন, ইয়ান ওয়াট, ক্লড রোসন প্রমুখদের প্রবন্ধ অন্তর্ভুক্ত হয়েছে।\nপৃথক রচনা\nব্যাটেস্টাইন, মার্টিন সি., দ্য প্রভিডেন্স অফ উইট (অক্সফোর্ড: অক্সফোর্ড ইউনিভার্সিটি প্রেস, ১৯৭০) আইএসবিএন ০১৯৮১২০৫২৪। এই গ্রন্থে টম জোনস বিষয়ে একটি অধ্যায় রয়েছে।\nইওয়ারস, ক্রিস, মোবিলিটি ইন দি ইংলিশ নভেল ফ্রম ডিফো টু অস্টিন (উডব্রিজ: বয়ডেল অ্যান্ড ব্রিউয়ার, ২০১৮) আইএসবিএন ৯৭৮-১৭৮৭৪৪২৭২৬। এই গ্রন্থে টম জোনস বিষয়ক একটি অধ্যায় রয়েছে।\nপাওয়ার, হেনরি. এপিক ইনটু নভেল (অক্সফোর্ড: অক্সফোর্ড ইউনিভার্সিটি প্রেস, ২০১৫) আইএসবিএন ৯৭৮-০১৯৮৭২৩৮৭৫। এই গ্রন্থে টম জোনস বিষয়ক দু’টি অধ্যায়ে সংযোজিত হয়েছে।\nরজারস, প্যাট, দি অগাস্টান ভিশন (লন্ডন: মেথুয়েন, ১৯৭৮) আইএসবিএন ০৪১৬৭০৯৭০২। এই গ্রন্থে ফিল্ডিং সংক্রান্ত একটি অধ্যায়ে আছে, যেখানে টম জোনস নিয়ে সংক্ষেপে আলোচনা করা হয়েছে।\nওয়াট, ইয়ান, দ্য রাইজ অফ দ্য নভেল (লন্ডন: পিমলিকো, ২০০০) আইএসবিএন ০৭১২৬৬৪২৭০। এই গ্রন্থে টম জোনস বিষয়ে একটি অধ্যায় রয়েছে, এবং তার পূর্বে ‘ফিল্ডিং অ্যান্ড দি এপিক থিওরি অফ দ্য নভেল’ শিরোনামে আরও একটি আলোচনা রয়েছে।\n\n\n== বহিঃসংযোগ ==\n\nদ্য হিস্ট্রি অফ টম জোনস, আ ফাউন্ডলিং at Standard Ebooks\nদ্য হিস্ট্রি অফ টম জোনস, আ ফাউন্ডলিং - প্রোজেক্ট গুটেনবার্গ (প্লেইন টেক্সট ও এইচটিএমএল)\n The History of Tom Jones, a Foundling লিব্রিভক্সে পাবলিক ডোমেইন অডিওবই (ইংরেজি)\nইন্টারনেট আর্কাইভের ওপেন লাইব্রেরিতে দ্য হিস্ট্রি অফ টম জোনস, আ ফাউন্ডলিং (ইংরেজি)\nটম জোনস দ্য মিউজিক্যাল – ইন্টারনেট আর্কাইভে লভ্য পূর্ণাঙ্গ অ্যালবাম\nটেমপ্লেট:হেনরি ফিল্ডিং\nটেমপ্লেট:দ্য হিস্ট্রি অফ টম জোনস, আ ফাউন্ডলিং"}