{"pageid": 1505946, "title": "ভবিষ্য মালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1505946", "content": "ভবিষ্য মালিকা একটি হিন্দি ভাষার বই। এটি ২০২৩ সালে পন্ডিত শ্রী কাশীনাথ মিশ্র দ্বারা লিখিত যা নোশন প্রেস দ্বারা প্রকাশিত হয়। বইটি শ্রী অচ্যুতানন্দ দাসের ভবিষ্যতের ভবিষ্যদ্বাণী সম্পর্কিত। বইটি ইংরেজি ও অন্যান্য ভাষায়ও পাওয়া যায়। \nবইটি মূলত ষোড়শ শতাব্দীতে সাধক শ্রী অচ্যুতানন্দ দাস দ্বারা ওড়িয়া ভাষায় লেখা হয়েছিল ১২শ শতাব্দীর অনেক পুরানো বইয়ের উপর ভিত্তি করে এবং সাধক ছিলেন 'পঞ্চসখা' শ্রী অনন্ত দাস, শ্রী যশোবন্ত দাস,  শ্রী জগন্নাথ দাস এবং শ্রী বলরাম দাস  নামে পাঁচজন ব্যক্তির একজন। তিনি তাল পাতায় ভবিষ্যদ্বাণী লিখেছিলেন। এই গ্রন্থে পঞ্চসখার বাণীর সারমর্ম সহজ ভাষায় লেখা হয়েছে। \n\n\n== পটভূমি ==\nভবিষ্য মালিকা অনুসারে, ২০৩২ সালের মধ্যে, প্রতিটি প্রধান ধর্ম, বিশ্বাস ব্যবস্থা এবং অনুশীলন সত্য সনাতন ধর্মে একত্রিত হবে, যা সকল মানুষের জন্য একটি উন্নত ভবিষ্যৎ নিয়ে আসবে। বইটি তিন ভাগে বিভক্ত: ১. কলিযুগ কা অন্ত ( কলিযুগের সমাপ্তি) ২. মহাবিনাশ ৩. আদি সত্য যুগ কা আগমন (নতুন যুগের আগমন)। \nএই বই অনুসারে, চীন-পাকিস্তান সহ ১৩টি ইসলামিক দেশ ভারত আক্রমণ করবে এবং শনি মীন রাশিতে প্রবেশ করলে তৃতীয় বিশ্বযুদ্ধ শুরু হবে।  এই যুদ্ধ চলবে ৬ বছর ৬ মাস।  এই যুদ্ধের পর, ভারতের সমস্ত বিপর্যয় কাটিয়ে উঠে জয় লাভ করা এবং বিশ্বনেতা হওয়ার ভবিষ্যদ্বাণী করা হয়। আরও বলা হয়, মনে হবে যেন আকাশে দুটি সূর্য আছে। এর একটি সূর্য বলে অনুমিত হয় এবং অন্য একটি  আকাশে স্থিত বস্তু। উপরন্তু, এই উজ্জ্বল বস্তুটি একটি ধূমকেতু বা ক্ষুদ্র উল্কা হতে পারে। ভবিষ্য মালিকা ভবিষ্যদ্বাণী করেছেন যে ভারতের চলমান সংঘর্ষের সময় ধূমকেতুটি পতিত হবে। যখন এই উল্কাটি ভারত মহাসাগরের বঙ্গোপসাগরে আঘাত হানে  একটি বিপর্যয়কর ঘটনা ঘটবে। এর ফলে একটি বিশাল সুনামি হবে যা ওড়িশার ছয়টি জেলাকে গ্রাস করবে।এটি আরও উল্লেখ করে যে, একটি বিশাল সৌর শিখা (উল্লিখিত সময়ের কাছাকাছি) হবে, এবং এটি কিছু অঞ্চলে বিশেষ করে উত্তর গোলার্ধে মারাত্মকভাবে প্রভাবিত করবে এবং প্রায় ৬ মাস ধরে ব্যাপক বিদ্যুৎ বিভ্রাট এবং বিদ্যুতের ঘাটতি দেখা দেবে। \nপ্রাকৃতিক দুর্যোগের কারণে পৃথিবীতে সাত দিন অন্ধকার থাকবে। অচ্যুতানন্দ দাসের মতে, এই ঘটনাটি ঘটবে ২০২২ থেকে ২০২৯ সালের মধ্যে। \nসাধু অচ্যুতানন্দ ও ভবিষ্যমালিকা: সাধু অচ্যুতানন্দ একজন জ্ঞানী  সাধক ছিলেন যিনি অতীত, বর্তমান এবং ভবিষ্যৎ দেখতে পারতেন। তিনি তাল পাতার উপর অনেক ভবিষ্যদ্বাণী লিখেছিলেন, যা এখন ভবিষ্য মালিকা নামে একটি সংগ্রহে রয়েছে। এই ভবিষ্যদ্বাণীগুলির বেশিরভাগই তিনি তাঁর বিশেষ ধ্যান শক্তি ব্যবহার করে করেছিলেন।\nভবিষ্য মালিকা একটি পবিত্র গ্রন্থ যা এমন একটি সময়ের কথা বলে যখন দেবতা মহাবিষ্ণু পৃথিবীতে আসেন। এই পুরাণ তার জন্ম, তার কর্ম এবং কিভাবে তিনি মানুষকে সৎভাবে বাঁচতে সাহায্য করবেন তা বর্ণনা করে। এটি আরও ব্যাখ্যা করে যে কীভাবে মানুষ কঠিন সময়ে, বিশেষ করে বর্তমান যুগ কলিযুগের শেষের দিকে নিরাপদ এবং ভাল থাকতে পারে।\nএই বইটির ভবিষ্যৎ সম্পর্কে আরও বলা হয় -\nকৃষকরা কাজ বন্ধ করে দেবে: কৃষকরা আর কৃষিকাজ করতে পারবে না।\nপৃথিবীর অক্ষ পরিবর্তন হবে: পৃথিবীর অক্ষ পরিবর্তন হবে, যার ফলে অনেক ভূমিকম্প হবে।\nসমুদ্রপৃষ্ঠের উচ্চতা বৃদ্ধি: সমুদ্র বৃদ্ধি পাবে এবং জগন্নাথ মন্দিরের ২২ তম ধাপ পর্যন্ত পৌঁছাবে। ভক্তরা মন্দিরের প্রতিমা অন্য জায়গায় অর্থাৎ ছাতিয়াবাটায় সরিয়ে নেবেন।\nশেষ হিন্দু রাজা: ভারতের চূড়ান্ত রাজা হবেন একজন শক্তিশালী হিন্দু শাসক যার কোন সন্তান নেই। তিনি বিশ্বকে প্রজ্ঞা দিয়ে পরিচালিত করবেন এবং শান্তির প্রচার করবেন।\nওড়িশার রাজা এবং ভগবান কল্কি: ওড়িশার শেষ রাজা হবেন গজপতি। এবং কল্কি এসে যুদ্ধ করবেন। কল্কি-বিষ্ণুর-শেষ-অবতার।\nদেশগুলিতে বড় পরিবর্তন: আমেরিকার বেশিরভাগ অংশ পানির নিচে থাকবে। চীন ভেঙ্গে যাবে। পাকিস্তানের নাম ও চিহ্নও থাকবে না। রাশিয়া হিন্দু রাষ্ট্রে পরিণত হবে। ইউরোপের একটি ক্ষুদ্র জনসংখ্যা থাকবে এবং তারা যুদ্ধ করবে না।\nইউরোপের ধ্বংস: ইউরোপের অধিকাংশ ধ্বংস হয়ে যাবে। রাশিয়া সফল হবে, তবে এটি চ্যালেঞ্জ করতে একজন নতুন নেতা আসবেন।\nজনসংখ্যা হ্রাস: অনেক লোক মারা যাবে, বিশ্বের জনসংখ্যা হ্রাস পেয়ে ৬৪ কোটিতে নেমে যাবে। চীন ধ্বংস হবে।\n২০২৫-পরবর্তী বিপর্যয়: ২০২৫-এর পরে, অনেক বিপর্যয় আসবে। যারা সত্য ও ধর্মের অনুসারী তারাই বেঁচে থাকবে।\nভারতের জন্য চ্যালেঞ্জ: যখন শনি মীন রাশিতে চলে যাবে, তখন ভারত সমস্যার সম্মুখীন হবে।\nসাধু শাসক: শনি যখন মীন রাশিতে প্রবেশ করবে তখন সেখানে ২.৫ বছর থাকবে। একজন সাধু যে বিবাহিত নয় দেশ শাসন করবে।\nহাইওয়ে ও মন্দির ধস: জগন্নাথপুরী পর্যন্ত একটি হাইওয়ে তৈরি করা হবে। জগন্নাথ মন্দির থেকে পাথর পড়বে, যার ফলে মন্দিরের দরজা ভেঙে পড়বে এবং মন্দিরটি সমুদ্রে তলিয়ে যেতে পারে।\nঅসম্মান এবং মিথ্যা নেতা: প্রবীণ এবং শিক্ষকদের অসম্মান করার হবে, এবং ভণ্ড ধর্মীয় নেতারা মানুষকে বিভ্রান্ত করার চেষ্টা করবে।\nবিশ্বাসে পতন: অল্প লোক ধর্মে বিশ্বাস করবে। একই লিঙ্গের মানুষের মধ্যে অস্বাভাবিক সম্পর্ক সাধারণ হয়ে উঠবে।\nপ্রাণীদের আক্রমণ: পশুরা মানুষের বাড়িতে আক্রমণ শুরু করবে। ভীমদত্ত নামের একটি মূর্তি মানুষ ও প্রাণী উভয়ের মধ্যেই আবির্ভূত হবে।\nপ্রকৃতির বিশৃঙ্খলা: প্রকৃতি অদ্ভুত রোগ এবং উচ্চ মূল্যস্ফীতি সহ অনেক সমস্যা সৃষ্টি করবে, যা মানুষকে প্রতিবাদের দিকে নিয়ে যাবে।\nকলিযুগের অবসান: বর্তমান যুগের (কলিযুগ) শেষে সূর্য ক্ষতিকর হয়ে উঠবে। ভগবান জগন্নাথ যুগের অবসান ঘটিয়ে বারো হাতের তলোয়ার নিয়ে বিশ্ব ভ্রমণ করবেন। কল্কি, যার নাম হবে চক্রমণি বা চক্রধর, তিনি হবেন চূড়ান্ত অভিভাবক।\nমহাভারতের পুনর্জাগরণ: মহাভারত যুদ্ধের যোদ্ধাদের অমীমাংসিত ইচ্ছা কল্কি অবতারের আগমনের সাথে সত্য হবে। ভগবান বলরাম, যিনি মহাভারতে যুদ্ধ করেননি, কলিযুগের শেষে ফিরে আসবেন।\nএক হাজার বছরের শান্তি: এই ঘটনার পরে, ১,০০০ বছরের শান্তি আসবে।\nভবিষ্য মালিকা এর আন্তর্জাতিক প্রভাব-\nভবিষ্য মালিকার মতে, ভবিষ্যৎ তৃতীয় বিশ্বযুদ্ধ বেশিরভাগই হবে একটি পারমাণবিক যুদ্ধ, যার ফলে বিশাল ক্ষতি হবে। এটি সাধারণ যুদ্ধের অস্ত্র দিয়ে শুরু হবে কিন্তু দ্রুত পারমাণবিক অস্ত্রের যুদ্ধে পরিণত হবে, যার ফলে ব্যাপক ধ্বংসযজ্ঞ হবে।\nএই যুদ্ধে:\nরাশিয়া, জার্মানি, জাপান এবং ফ্রান্সের সমর্থনে ভারত একদিকে থাকবে।\nচীন, পাকিস্তান, আমেরিকা, ১৩টি মুসলিম দেশ, আফ্রিকান দেশ, ইউরোপ, ইংল্যান্ডের মিত্ররা থাকবে বিরোধিতায়।যুদ্ধের ভয়াবহ প্রভাব পড়বে, বিশেষ করে ইউরোপ ও আমেরিকার ওপর। এই যুদ্ধটি মারাত্মক জলবায়ু পরিবর্তন ঘটাবে, বিষাক্ত গ্যাস বায়ুকে দূষিত করবে এবং এর ফলে অনেক মৃত্যু ঘটবে। ধ্বংস এত বড় হবে যে বর্ণনা করা কঠিন।\nইতিবাচক বনাম নেতিবাচক দাবি -\nভবিষ্য মালিকার ইতিবাচক  ভবিষ্যদ্বাণী-       \nপ্রযুক্তির অগ্রগতি: নতুন উদ্ভাবন ওষুধ এবং মহাকাশ ভ্রমণে বড় উন্নতি করবে।\nআধ্যাত্মিক বৃদ্ধি: আরও মানুষ অভ্যন্তরীণ শান্তি খুঁজে পাবে এবং মননশীলতার দিকে মনোনিবেশ করবে।\nউন্নত মানব সংযোগ: মানুষ তাদের পূর্ণ সম্ভাবনায় পৌঁছবে এবং প্রকৃতির সাথে আরও সংযুক্ত হবে।\nনেতিবাচক:\nপ্রাকৃতিক দুর্যোগ, বন্যা, ভূমিকম্প এবং তীব্র আবহাওয়ার ঘটনা বেশি হবে।\nসামাজিক সমস্যা: প্রতিবাদ ও রাজনৈতিক দ্বন্দ্বের মতো সমস্যা উদ্ভুত হবে।\nঅর্থনৈতিক সমস্যা: অর্থ এবং অর্থনীতির সাথে চ্যালেঞ্জ সামনে আসবে।\nপৌরাণিক দিক -                                        \nকলিযুগের সমাপ্তি: হিন্দু বিশ্বাসে, কলিযুগ একটি কঠিন সময়, কিন্তু এটি শেষ এর পরে শান্তি ও সমৃদ্ধির একটি নতুন সময় শুরু হবে বলে আশা করা হচ্ছে।\nবিশেষ দ্রষ্টব্য - \nভবিষ্যৎ-মালিকা-ভবিষ্যদ্বাণী-বাস্তব-নাকি-মিথ্যা-\nভবিষ্য মালিকার সত্যতা: কিছু লোক নিশ্চিত নন যে ভবিষ্য মালিকা আসল কিনা। কিছু বিশেষজ্ঞ মনে করেন এটি আরও সাম্প্রতিক রচনা হতে পারে।\nবিভিন্ন ব্যাখ্যা: ভবিষ্য মালিকায় লেখা বিষয়গুলো বিভিন্নভাবে বোঝা যায়। সুতরাং, মানুষ একই পাঠ্য পড়তে পারে এবং বিভিন্ন ভবিষ্যদ্বাণী আবিষ্কার করতে পারে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nThe Official Website"}