{"pageid": 1505253, "title": "স্থবিরতন্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=1505253", "content": "স্থবিরতন্ত্র (ইংরেজি: gerontocracy) একধরনের শাসনব্যবস্থা যেখানে কোনো সত্ত্বার শাসকদের বয়স প্রাপ্তবয়স্ক জনসংখ্যার বেশিরভাগের তুলনায় অনেকগুণ বেশি। অনেক রাজনৈতিক কাঠামোতে বয়স বৃদ্ধিতে শাসকবর্গের মধ্যে ক্ষমতা পুঞ্জীভূত হয়। এর ফলে সবচেয়ে বয়স্ক ব্যক্তিগণ বেশিরভাগ ক্ষমতার অধিকারী হয়, আর তারা আনুষ্ঠানিকভাবে কোনো নেতৃত্ব পদে আসীন না থাকলেও যারা ওরকম পদে আসীন তাদের উপর আধিপত্য বিস্তার করে। আরও সরলভাবে বলতে গেলে, স্থবিরতন্ত্র একপ্রকার সমাজ যেখানে নেতৃত্ব জ্যেষ্ঠদের জন্য সংরক্ষিত।\n\n\n== প্রেক্ষাপট ==\nবিভিন্ন সংস্কৃতির মধ্যে জ্যেষ্ঠদের শাসনের ধারণা থাকলেও প্রাচীন গ্রিসে স্থবিরতন্ত্রের পাশ্চাত্য উৎস লক্ষ করা যায়। প্লেটো একদা বলেছিলেন যে জ্যেষ্ঠরা শাসন করে আর কনিষ্ঠরা আনুগত্য করে। স্পার্টা নগররাষ্ট্র প্রাচীন গ্রিক স্থবিরতন্ত্রের এক উদাহরণ যা কমপক্ষে ৬০ বছর বয়সীদের নিয়ে গঠিত একটি পরিষদ দ্বারা শাসিত।\n\n\n== রাজনৈতিক উদাহরণ ==\n\n\n=== বাংলাদেশ ===\n২০২৪-এ বাংলাদেশে কোটা সংস্কার আন্দোলনের দরুন প্রধানমন্ত্রী শেখ হাসিনা ৭৬ বছর বয়সে পদত্যাগ করে দেশত্যাগ করেছিলেন। তাঁর দেশত্যাগের পর সেখানে অন্তর্বর্তীকালীন সরকার গঠিত হয়েছিল এবং তার মুখ্য উপদেষ্টা মুহাম্মদ ইউনূসের বয়স তখন ৮৪ ছিল।\n\n\n=== ভারত ===\n২০০৪ সালের সাধারণ নির্বাচনে নির্বাচিত ভারতীয় প্রধানমন্ত্রী মনমোহন সিঙের বয়স ৭১ এবং ২০১৪ সালের সাধারণ নির্বাচনে নির্বাচিত প্রধানমন্ত্রী নরেন্দ্র মোদীর বয়স ৬৩ ছিল।\nআবার, পশ্চিমবঙ্গে ২৪ বছরের মুখমন্ত্রিত্বের পর পদত্যাগের সময় জ্যোতি বসুর বয়স ৮৬ ছিল।\n\n\n=== মার্কিন যুক্তরাষ্ট্র ===\n২০১৬ সালের রাষ্ট্রপতি নির্বাচনে নির্বাচিত মার্কিন রাষ্ট্রপতি ডোনাল্ড ট্রাম্পের বয়স ৭০ এবং ২০২০ সালের রাষ্ট্রপতি নির্বাচনে নির্বাচিত মার্কিন রাষ্ট্রপতি জো বাইডেনের বয়স ৭৭ ছিল। উভয়ের শাসনকালে যুক্তরাষ্ট্র সরকারকে স্থবিরতন্ত্র বলে আখ্যা দেওয়া হয়েছে।\n২০২১ সালে ৭৮ বছর বয়সে জো বাইডেন শপথগ্রহণ করেছিলেন, যাঁর ফলে তিনি শপথগ্রহণে সবচেয়ে জ্যেষ্ঠ মার্কিন রাষ্ট্রপতিতে পরিণত হয়েছিলেন। শপথগ্রহণের সময় বাইডেনের বয়স রাষ্ট্রপতিত্বের শেষে রনাল্ড রেগানের বয়সকে (৭৭) ছাপিয়ে গিয়েছিল, যার ফলে তিনি সবচেয়ে জ্যেষ্ঠ মার্কিন রাষ্ট্রপতি হয়েছিলেন। ২০২২ সালের ২০ নভেম্বরে তাঁর বয়স ৮০ হয়ে গিয়েছিল, যার ফলে তিনি প্রথম অশীতিপর মার্কিন রাষ্ট্রপতি হয়েছিলেন। তাঁর রাষ্ট্রপতিত্বের সময় বাইডেনের বার্ধক্য একদা চিন্তার বিষয় হয়ে গিয়েছিল, আর বিশেষ করে ২০২৪ সালের রাষ্ট্রপতি নির্বাচনে এটি আরও প্রকট হয়ে দাঁড়িয়েছিল। এর ফলে ২০২৪ সালের ২১ জুলাইতে তিনি রাষ্ট্রপতি নির্বাচন থেকে সরে গিয়েছিলেন।\n\n\n== তথ্যসূত্র =="}