{"pageid": 1505018, "title": "ন্যাশনাল প্রেয়ার ব্রেকফাস্ট", "url": "https://bn.wikipedia.org/wiki?curid=1505018", "content": "ন্যাশনাল প্রেয়ার ব্রেকফাস্ট হলো একটি বার্ষিক অনুষ্ঠান যা ওয়াশিংটন ডিসি তে, সাধারণত ফেব্রুয়ারি মাসের প্রথম শুক্রবার অনুষ্ঠিত হয়। এই অনুষ্ঠানটি প্রথম আয়োজন করেছিলেন আব্রাহাম ভেরিড। এই অনুষ্ঠানের মধ্যে রয়েছে–ধারাবাহিক বৈঠক, দুপুরের খাবার এবং রাতের খাবার, যা ১৯৫৩ সাল থেকে চলে আসছে এবং ১৯৮০-এর দশক থেকে এটি ওয়াশিংটনের হিলটনে আয়োজিত হয়ে আসছে।\nন্যাশনাল প্রেয়ার ব্রেকফাস্ট হিলটন ইন্টারন্যাশনাল বলরুমে অনুষ্ঠিত হয়। এতে ১০০ দেশ থেকে আন্তর্জাতিক অতিথি সহ প্রায় ৩,৫০০ জন অংশ নেন।২০২৩ সাল পর্যন্ত এটি মার্কিন কংগ্রেসের সদস্যরা খ্রিস্টান সংগঠন ফেলোশিপ ফাউন্ডেশন এর পক্ষে আয়োজন করেন।২০২৩ সাল থেকে ন্যাশনাল প্রেয়ার ব্রেকফাস্ট একটি নতুন সংস্থা, ‘‘ন্যাশনাল প্রেয়ার ব্রেকফাস্ট ফাউন্ডেশন’’ আয়োজন করে আসছে। এই অনুষ্ঠানে রাজনৈতিক, সামাজিক এবং ধনাঢ্য ব্যবসায়ীরা একত্রিত হয়ে প্রার্থনায় অংশ নেন।এই অনুষ্ঠানের উৎপত্তি হওয়ার পর থেকে বিভিন্ন মার্কিন রাজ্য, শহর এবং অন্য দেশও তাদের নিজস্ব বার্ষিক প্রেয়ার ব্রেকফাস্ট আয়োজন করেছে।\n\n\n== ইতিহাস ==\nন্যাশনাল প্রেয়ার ব্রেকফাস্ট ১৯৩০-এর দশকে আব্রাহাম ভেরিড আয়োজন করেন। যেখানে, সিয়াটেলের ব্যবসায়িক এবং বিশিষ্ট নাগরিক ব্যক্তিবর্গ উপস্থিত ছিলেন। যখন তিনি ওয়াশিংটন, ডিসিতে চলে আসেন, তখন তিনি কংগ্রেসের সদস্যদের সাথে একই ধরনের আয়োজন করেন। ১৯৫৩ সালে, প্রেসিডেন্ট ডোয়াইট ডি. আইজেনহাওয়ার কংগ্রেসম্যান, ভেরিডে এবং বিলি গ্রাহামের আমন্ত্রণে একটি সভায় যোগ দেন। ভেরিইডের উত্তরসূরি ডগলাস কো এবং রেভ. রিচার্ড সি. হালভারসনও অনুষ্ঠান আয়োজকের ভূমিকা পালন করেছেন। একজন সরকারী নেতাকে উদ্ধৃত করে বলা হয়েছে যে, জাতীয় প্রার্থনা সকালের এবং কোয়ের প্রভাব বিদেশী নেতাদের প্রেসিডেন্টের সাথে এমন এক সম্পর্ক স্থাপন করতে সহায়তা করে যা \"মার্কিন পররাষ্ট্র দফতর এবং সাধারণ যাচাই-বাছাই প্রক্রিয়া... যা একটি বৈঠকের জন্য সাধারণত প্রয়োজন হয়, তা পরিহার করে।\" এছাড়া, অন্যান্য অংশগ্রহণকারীরা জানিয়েছেন যে, তাদের উপস্থিতির প্রধান উদ্দেশ্য ছিল রাজনৈতিক।\nপ্রাথমিকভাবে এটিকে প্রেসিডেন্সিয়াল প্রেয়ার ব্রেকফাস্ট বলা হত, ১৯৭০ সালে নাম পরিবর্তন করে ন্যাশনাল প্রেয়ার ব্রেকফাস্ট করা হয়। ডোয়াইট ডি. আইজেনহাওয়ারের পর থেকে প্রত্যেক মার্কিন প্রেসিডেন্ট অনুষ্ঠানটিতে অংশগ্রহণ করেছেন।\n\n\n== অতিথিবৃন্দ ==\nমার্কিন কংগ্রেসের সদস্যরা, মার্কিন মন্ত্রিপরিষদের এবং ওয়াশিংটনের কূটনৈতিক ব্যক্তিকে সাধারণত ন্যাশনাল প্রেয়ার ব্রেকফাস্ট অংশগ্রহণের জন্য আমন্ত্রণ জানানো হয়, অন্যান্য ৩,০০০ জনেরও বেশি অতিথিরা সমাজের বিভিন্ন স্তর থেকে আসেন৷ ইউরোপীয় পার্লামেন্টের সদস্যদের সাথে ২০০৮ সালের ব্রেকফাস্টে ছয়জন রাষ্ট্রপ্রধান উপস্থিত ছিলেন; জাতিসংঘের কূটনীতিক; ইউরোপীয়, এশিয়ান, আফ্রিকান এবং ল্যাটিন আমেরিকান রাজনীতিবিদ; ধর্মীয় নেতা; মিশনারিরা বিভিন্ন দেশে কাজ করছে; মার্কিন এবং বিদেশী ব্যবসায়ী নেতারা; এবং শিক্ষার্থীরা।  বেনজির ভুট্টো, পাকিস্তানের প্রাক্তন প্রধানমন্ত্রী, একাধিক অনুষ্ঠানে অংশ নিয়েছিলেন, এবং ২০০৮ সালের সমাপনী নৈশভোজে ন্যাশনাল প্রেয়ার ব্রেকফাস্টে বক্তব্য দিয়েছেন। ২০০৬ সালে, জর্ডানের রাজা দ্বিতীয় আবদুল্লাহ বৃহস্পতিবারের মধ্যাহ্নভোজে ভাষণ দেন। হন্ডুরাসের রাষ্ট্রপতি রিকার্ডো মাদুরো ২০০৫ সালে একই মধ্যাহ্নভোজে ভাষণ দিয়েছিলেন। সঙ্গীত অতিথিদের মধ্যে আন্দ্রেয়া বোসেলি, উইন্টলি ফিপস, মাইকেল ডব্লিউ স্মিথ, পয়েন্ট অফ গ্রেস, এবং সিসি উইনান্স রয়েছেন৷ ২০১৪ সালে, ইউক্রেনের স্বাধীনতার পর প্রথমবারের মতো, ইউক্রেনীয় অর্থোডক্স চার্চের প্যাট্রিয়ার্ক প্যাট্রিয়ার্ক ফিলারেট উপস্থিত ছিলেন। ২০১৫ সালে, দালাই লামা আন্তর্জাতিক মধ্যাহ্নভোজে ভাষণ দিয়েছিলেন, যা ন্যাশনাল প্রেয়ার ব্রেকফাস্টের অনুষ্ঠানসমূহের মধ্যে একটি।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"ন্যাশনাল প্রেয়ার ব্রেকফাস্ট-এ প্রেসিডেন্ট ডোনাল্ড ট্রাম্পের বক্তব্য\"। ইউটিউব (ইংরেজি ভাষায়)। ৮ ফেব্রুয়ারি ২০১৮।"}