{"pageid": 1505734, "title": "বাংলাদেশের সংস্কার কমিশন", "url": "https://bn.wikipedia.org/wiki?curid=1505734", "content": "ছাত্র-জনতার গণঅভ্যুত্থানের বার্তা ও আকাঙ্খার ভিত্তিতে এবং সর্বজনীন মতৈক্য প্রতিষ্ঠার জন্যে বাংলাদেশের অন্তর্বর্তীকালীন সরকারের প্রধান উপদেষ্টা ড. মুহাম্মদ ইউনূস ২০২৪ সালের ১১ সেপ্টেম্বর বাংলাদেশ রাষ্ট্র বিনির্মাণের লক্ষ্যে কয়েকটি সংস্কার কমিশন গঠনের আনুষ্ঠানিক ঘোষণা দেন। পরবর্তীতে পর্যায়ক্রমে সংবিধান, নির্বাচন, পুলিশ প্রশাসন, বিচার বিভাগ, দুর্নীতি দমন, জনপ্রশাসন  সংস্কার কমিশনসহ মোট ১১টি কমিশন গঠিত হয়। এর মধ্যে ৪টি কমিশন ২০২৫ সালের ১৫ জানুয়ারি প্রধান উপদেষ্টা ড. মুহাম্মদ ইউনূসের কাছে প্রতিবেদন জমা দেয়। এছাড়াও ব্যাংকিং খাত সংস্কারের লক্ষ্যে বাংলাদেশ ব্যাংকের গভর্নর ড. আহসান এইচ মনসুরের নেতৃত্বে ৬ সদস্যের টাস্কফোর্স গঠন করা হয়।\n\n\n== পটভূমি ==\n\n২০২৪ সালের জুলাই মাসে কোটা আন্দোলন তুমুল বিতর্ক সৃষ্টি করে। এর জেরে ব্যাপক গণ-আন্দোলনের মুখে শেখ হাসিনা দেশত্যাগ করে ভারতে পালিয়ে যেতে বাধ্য হন। উদ্ভূত পরিস্থিতিতে ছাত্রনেতাদের অনুরোধের প্রেক্ষিতে মুহাম্মদ ইউনূস একটি অন্তর্বর্তী সরকারের  নেতৃত্ব নিতে সম্মত হন। সরকার পতনের আন্দোলন সফল হওয়ায় স্বৈরতন্ত্র ও ফ্যাসিবাদ বিরোধী রাজনৈতিক ব্যবস্থাসহ একটি নতুন বাংলাদেশ গঠনের লক্ষ্যে সংস্কার কমিশনগুলো গঠিত হয়।\n\n\n== কমিশনের তালিকা ==\nকমিশনের প্রধান এবং সদস্যদের তালিকা নিম্নরূপ:\n\n\n=== নির্বাচন ব্যবস্থা সংস্কার কমিশন ===\nবিদ্যমান নির্বাচনী ব্যবস্থার সংস্কারের মাধ্যমে সুষ্ঠু, নিরপেক্ষ ও অংশগ্রহণমূলক নির্বাচন নিশ্চিত করে বাংলাদেশে জনপ্রতিনিধিত্বশীল ও কার্যকর গণতন্ত্র প্রতিষ্ঠার লক্ষ্যে সরকার নির্বাচন ব্যবস্থা সংস্কারের লক্ষ্যে প্রয়োজনীয় সুপারিশসহ প্রতিবেদন প্রস্তুত করার জন্য অন্তর্বর্তীকালীন সরকার নির্বাচন ব্যবস্থা সংস্কার কমিশন গঠন করেছে। ০৩ অক্টোবর ২০২৪ তারিখে মন্ত্রিপরিষদ বিভাগ কর্তৃক জারিকৃত এক প্রজ্ঞাপনের মাধ্যমে ড. বদিউল আলম মজুমদারকে প্রধান করে আট সদস্যবিশিষ্ট উক্ত কমিশন গঠন করা হয়। সরকারের আইন, বিচার ও সংসদ বিষয়ক মন্ত্রণালয়ের লেজিসলেটিভ ও সংসদ বিষয়ক বিভাগ কমিশনকে সাচিবিক সহায়তা প্রদান করছে এবং নির্বাচন কমিশন সচিবালয় কাজের সুবিধার্থে কমিশনকে সহায়তা প্রদান করছে।\n\n\n=== বিচার বিভাগ সংস্কার কমিশন ===\nবিচার বিভাগকে স্বাধীন, নিরপেক্ষ ও কার্যকর করতে প্রয়োজনীয় সংস্কার প্রস্তাব করার লক্ষ্যে গণপ্রজাতন্ত্রী বাংলাদেশের অন্তর্বর্তীকালীন সরকার ০৩ অক্টোবর ২০২৪ খ্রিস্টাব্দ তারিখের প্রজ্ঞাপনমূলে ‘‘বিচার বিভাগ সংস্কার কমিশন’’ গঠন করেছে। বাংলাদেশ সুপ্রীম কোর্টের আপীল বিভাগের সাবেক বিচারপতি জনাব শাহ আবু নাঈম মোমিনুর রহমান এর নেতৃত্বে ৮ সদস্যবিশিষ্ট কমিশন বিচার বিভাগের সংস্কার প্রস্তাব প্রস্তুতের লক্ষ্যে কাজ করছে।\n\n\n=== দুর্নীতি দমন সংস্কার কমিশন ===\n\n\n=== সংবিধান সংস্কার কমিশন ===\n\n\n=== পুলিশ সংস্কার কমিশন ===\nসাবেক সচিব সফর রাজ হোসেনের নেতৃত্বে আরও একটি কমিশন হলো পুলিশ সংস্কার কমিশন।\nএর অন্যান্য সদস্যরা হলেন স্বরাষ্ট্র মন্ত্রণালয়ের জননিরাপত্তা বিভাগের অতিরিক্ত সচিব আবু মমতাজ সাদ উদ্দিন আহমেদ, সাবেক অতিরিক্ত সচিব ও মাদকদ্রব্য নিয়ন্ত্রণ অধিদপ্তরের সাবেক মহাপরিচালক মোহাম্মদ ইকবাল, সাবেক বিভাগীয় কমিশনার ও যুগ্মসচিব মোহাম্মদ হারুন চৌধুরী, সাবেক অতিরিক্ত পুলিশ মহাপরিদর্শক শেখ সাজ্জাদ আলী, ডেপুটি ইন্সপেক্টর জেনারেল অব পুলিশ মো. গোলাম রসুল, ঢাকা বিশ্ববিদ্যালয়ের আইন বিভাগের অধ্যাপক শাহনাজ হুদা ও মানবাধিকার কর্মী এ এস এম নাসিরউদ্দিন এলান।\nএছাড়াও নবম সদস্য হিসেবে রাখা হয়েছে শিক্ষার্থী প্রতিনিধি\n\n\n=== জনপ্রশাসন সংস্কার কমিশন ===\nবিমান বাংলাদেশ এয়ারলাইন্সের চেয়ারম্যান আব্দুল মুয়ীদ চৌধুরী হলেন এই সংস্কার কমিশনের প্রধান।\nএছাড়াও সাবেক সচিব ড. মোহাম্মদ তারেক, সাবেক সচিব ড. মোহাম্মদ আইয়ুব মিয়া, জনপ্রশাসন মন্ত্রণালয়ের সিনিয়র সচিব ড. মো. মোখলেস উর রহমান, সাবেক অতিরিক্ত সচিব মো. হাফিজুর রহমান, সাবেক অতিরিক্ত সচিব ড. রিজওয়ান খায়ের ও ঢাকা বিশ্ববিদ্যালয়ের লোক প্রশাসন বিভাগের সাবেক চেয়ারম্যান অধ্যাপক একেএ ফিরোজ আহমেদকে এই কমিশনের সদস্য করা হয়েছে।\nএছাড়াও অষ্টম সদস্য হিসেবে রাখা হয়েছে শিক্ষার্থী প্রতিনিধি।\n\n\n=== গণমাধ্যম সংস্কার কমিশন ===\n\n\n=== স্বাস্থ্যখাত সংস্কার কমিশন ===\n\n\n=== শ্রম সংস্কার কমিশন ===\n\n\n=== নারী বিষয়ক সংস্কার কমিশন ===\n\n\n=== স্থানীয় সরকার সংস্কার কমিশন ===\n\n\n=== গুমসংক্রান্ত তদন্ত কমিশন ===\n\n\n=== জাতীয় ঐক্যমত কমিশন ===\n\n\n== তথ্যসূত্র =="}