{"pageid": 1505557, "title": "এমা এলিজাবেথ", "url": "https://bn.wikipedia.org/wiki?curid=1505557", "content": "এমা এলিজাবেথ রেনল্ডস (জন্ম ২ নভেম্বর ১৯৭৭) একজন ব্রিটিশ রাজনীতিবিদ যিনি ২০২৪ সাল থেকে উইকম্বের সংসদ সদস্য (এমপি) হিসাবে দায়িত্ব পালন করছেন। লেবার পার্টির একজন সদস্য, তিনি পূর্বে ২০১০ থেকে ২০১৯ সাল পর্যন্ত উলভারহ্যাম্পটন নর্থ ইস্টের এমপি হিসেবে দায়িত্ব পালন করেছেন। তিনি ট্রেজারির জন্য সংসদীয় সচিব এবং জুলাই ২০২৪  থেকে জানুয়ারি ২০২৫ পর্যন্ত পেনশনের জন্য সংসদীয় আন্ডার সেক্রেটারি হিসেবে দায়িত্ব পালন করেন, যখন তিনি ট্রেজারির অর্থনৈতিক সচিব হন। \n\n\n== প্রারম্ভিক জীবন এবং কর্মজীবন ==\nরেনল্ডস ২ নভেম্বর ১৯৭৭ সালে জন্মগ্রহণ করেন  তিনি স্টাফোর্ডশায়ারের কডসলের কডসাল হাই স্কুলে এবং নিকটবর্তী উলভারহ্যাম্পটনের উলফ্রুন কলেজে শিক্ষিত হন। রেনল্ডস অক্সফোর্ড বিশ্ববিদ্যালয়ের ওয়াদাম কলেজে অধ্যয়ন করেন, যেখানে তিনি রাজনীতি, দর্শন এবং অর্থনীতি পড়েন।  তার সৎ বাবা কেভিন কনকর্ড কলেজে পড়াতেন, শ্রুসবারির কাছে অ্যাক্টন বার্নেল ক্যাসলের মাঠে অবস্থিত একটি স্বাধীন বোর্ডিং স্কুল।\nরেনল্ডস ব্রাসেলসে একটি লবিং ব্যবসা স্থাপন করেন ব্রিটিশ কোম্পানিগুলিকে সাহায্য করার জন্য যেগুলি ইউরোপীয় ইউনিয়নের আইনগুলিকে প্রভাবিত করতে চায়৷ \n২০০১ থেকে ২০০৪ পর্যন্ত, রেনল্ডস ব্রাসেলসে রবিন কুকের রাজনৈতিক উপদেষ্টা হিসাবে কাজ করেছিলেন, তৎকালীন ইউরোপীয় সমাজবাদী পার্টির সভাপতি।  তিনি পরবর্তীতে ডাউনিং স্ট্রিট এবং হাউস অফ কমন্সে  তৎকালীন ইউরোপ মন্ত্রী এবং সরকারের চিফ হুইপ জিওফ হুনের বিশেষ উপদেষ্টা হিসেবে কাজ করেন। \n২০০৯ সালের জানুয়ারিতে, রেনল্ডস বাণিজ্যিক পাবলিক অ্যাফেয়ার্স কনসালটেন্সি কোগিটামাসে যোগ দেন, যা কোম্পানিগুলোকে পরামর্শ দেয়। \n\n\n== সংসদীয় কর্মজীবন ==\nরেনল্ডস সেপ্টেম্বর ২০০৮-এ উলভারহ্যাম্পটন নর্থ ইস্টের ২০১০ সালের সাধারণ নির্বাচনের জন্য লেবার প্রার্থী হিসাবে নির্বাচিত হন। রক্ষণশীলদের কাছে 9% সুইং এবং ৬,০০০-এর বেশি সংখ্যাগরিষ্ঠতা হ্রাস সত্ত্বেও, তিনি লেবার হয়ে আসনটি ধরে রেখেছিলেন। \nরেনল্ডস হাউস অফ কমন্সে ভবিষ্যতের জন্য স্কুল নির্মাণ, বিনামূল্যের স্কুলে খাবার, মানব পাচার, পুলিশের সংখ্যা হ্রাস এবং মানসিক স্বাস্থ্য পরিষেবা সম্পর্কিত প্রশ্ন সহ অনেক বিষয়ে কথা বলেছেন।  ২০১০ সালে তার নির্বাচনের পরপরই রেনল্ডস হাউস অফ কমন্সের পররাষ্ট্র বিষয়ক সিলেক্ট কমিটিতেও নির্বাচিত হন।\nঅক্টোবর ২০১০ সালে, রেনল্ডসকে লেবার-এর নতুন নেতা, এড মিলিব্যান্ড, তৎকালীন ছায়া পররাষ্ট্র সচিব, ইভেট কুপারের অধীনে ছায়া জুনিয়র পররাষ্ট্র দফতরের মন্ত্রী হিসাবে বিরোধী ফ্রন্টবেঞ্চে উন্নীত করেন।  শ্যাডো চ্যান্সেলর অ্যালান জনসনের পদত্যাগের পরে এবং পদে ছোট-বড় রদবদলের পর, রেনল্ডস নতুন ছায়া পররাষ্ট্র সচিব ডগলাস আলেকজান্ডারের অধীনে তার পদে কাজ চালিয়ে যান।  অক্টোবর ২০১১ সালে, এমা রেনল্ডসকে শ্রম নেতা, এড মিলিব্যান্ড, ছায়া ইউরোপ মন্ত্রীর পদে উন্নীত করেন। অক্টোবর ২০১৩-এ, রেনল্ডসকে এড মিলিব্যান্ড জ্যাক ড্রোমির স্থলাভিষিক্ত করে শ্যাডো হাউজিং মন্ত্রীর পদে উন্নীত করেন। মে ২০১৫ সালে, ২০১৫ সালের সাধারণ নির্বাচনের পর, এড মিলিব্যান্ডের পদত্যাগের পর, লেবার পার্টির ভারপ্রাপ্ত নেতা হ্যারিয়েট হারম্যান দ্বারা রেনল্ডসকে ছায়া সম্প্রদায় এবং স্থানীয় সরকার সচিবের পদে উন্নীত করা হয়েছিল।\nরেনল্ডস অল-পার্টি পার্লামেন্টারি চায়না গ্রুপের প্রাক্তন কোষাধ্যক্ষ  এবং ব্রিটিশ শিখদের জন্য অল-পার্টি পার্লামেন্টারি গ্রুপের ভাইস চেয়ারম্যান, পাশাপাশি মানব পাচার সংক্রান্ত সর্বদলীয় সংসদীয় গ্রুপের সেক্রেটারি ।\nলেবার পার্টির নেতা হিসেবে জেরেমি করবিন নির্বাচিত হওয়ার পর রেনল্ডস কমিউনিটি ও স্থানীয় সরকারের ছায়া সেক্রেটারি অব স্টেট পদ থেকে পদত্যাগ করেন।  তিনি পরে ২০১৬ সালের লেবার পার্টির নেতৃত্ব নির্বাচনে ওয়েন স্মিথকে সমর্থন করেছিলেন। \nতিনি ২০১৯ সালের নির্বাচনে রক্ষণশীলদের জেন স্টিভেনসনের কাছে পরাজিত হয়েছিলেন । \n২০১১ সালে নিউ লেবার প্রেসার গ্রুপ প্রগ্রেসের জন্য একটি অনলাইন নিবন্ধে, রেনল্ডস জোর দিয়েছিলেন যে \" ইউরোপীয় ইউনিয়নে ব্রিটেনের সদস্যপদ আমাদের জাতীয় স্বার্থে\"। \nটোটাল পলিটিক্স ওয়েবসাইটের সাথে একটি অক্টোবর ২০১২ সাক্ষাত্কারে, রেনল্ডস ইউরোজোন দেশগুলিকে আরও ঘনিষ্ঠভাবে একীভূত করার আহ্বান জানিয়েছেন। তিনি আরও বলেছিলেন যে ইইউতে গণভোট করা অগ্রাধিকার ছিল কিনা সে বিষয়ে শ্রম নীতি পর্যালোচনা প্রধান জন ক্রুডাসের সাথে তার ভিন্ন মতামত রয়েছে।  ২০১৬ সালের ইইউ গণভোটের দৌড়ে, রেনল্ডস ইউরোপে ব্রিটেন শক্তিশালী হওয়ার পক্ষে প্রচারণা চালান। \n\n\n== সংসদ-পরবর্তী কর্মজীবন ==\n২০১৯ সালে পার্লামেন্ট থেকে তার প্রস্থানের পর, রেনল্ডসকে TheCityUK- এ পাবলিক অ্যাফেয়ার্স, পলিসি অ্যান্ড রিসার্চের ব্যবস্থাপনা পরিচালক হিসেবে নিযুক্ত করা হয়, একটি বিশেষ স্বার্থ গোষ্ঠী যা আর্থিক খাতের পক্ষে যুক্তরাজ্য সরকারের কাছে লবিং করে। \n\n\n== সংসদে ফিরে যান ==\n১৯ নভেম্বর ২০২২-এ, রেনল্ডস ২০২৪ সালের সাধারণ নির্বাচনে Wycombe- এর জন্য লেবার পার্টির সংসদীয় প্রার্থী হিসেবে নির্বাচিত হন। \nনির্বাচনে, রেনল্ডস বর্তমান এমপি, প্রাক্তন রক্ষণশীল মন্ত্রী স্টিভ বেকারের চেয়ে ৪,৫৯১ সংখ্যাগরিষ্ঠতার সাথে নির্বাচিত হন।  তিনি ১৯৫০ সাল থেকে Wycombe নির্বাচনী এলাকার জন্য নির্বাচিত প্রথম লেবার এমপি হয়েছিলেন এবং সেইসঙ্গে এই আসনের জন্য প্রথম মহিলা লেবার এমপি হয়েছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\nরেনল্ডস দৌড়ের মতো খেলায় অংশগ্রহণ করেন এবং ফুটবল খেলতেন। তিনি পাব এবং সিনেমায় যাওয়াও উপভোগ করেন। \nরেনল্ডস এপ্রিল ২০১৬ সালে আইনজীবী রিচার্ড স্টিভেনসকে বিয়ে করেন  ১৪ এপ্রিল ২০১৭ তারিখে তাদের একটি ছেলে হয়  ২০১৯ সালের মে মাসে তাদের দ্বিতীয় ছেলে হয়।\n\n\n== তথ্যসূত্র =="}