{"pageid": 1505927, "title": "আদিবাসী শিক্ষার্থীদের উপর হামলা", "url": "https://bn.wikipedia.org/wiki?curid=1505927", "content": "২০২৫ সালের ১৫ জানুয়ারি, ঢাকা শহরের মতিঝিল এলাকায় জাতীয় শিক্ষাক্রম ও পাঠ্যপুস্তক বোর্ডের সামনে একটি সহিংস ঘটনার ঘটনা ঘটে। 'স্টুডেন্ট ফর সভরেন্টি' সংগঠনের সদস্যরা জাতীয় পতাকা বাঁধা ক্রিকেট স্ট্যাম্প হাতে সেখানে অবস্থান নেন। পাঠ্যবই থেকে 'আদিবাসী' শব্দসংবলিত গ্রাফিতি অপসারণের প্রতিবাদ মিছিলে আদিবাসী শিক্ষার্থীদের ওপর হামলা চালানো হয়। হামলায় অন্তত ১০ জন আদিবাসী শিক্ষার্থী ও তাদের সমর্থক আহত হন, যাদের ঢাকা মেডিকেল কলেজ হাসপাতালে চিকিৎসা দেওয়া হয়। এ সময় ঘটনাস্থলে উপস্থিত ডিবিসি নিউজের সাংবাদিক ও কয়েকজন নারীসহ ২৭ জন আহত হন।\n\n\n== পটভূমি ==\nনবম ও দশম শ্রেণির ‘বাংলা ভাষার ব্যাকরণ ও নির্মিতি’ বইয়ের পেছনের প্রচ্ছদে ‘আদিবাসী’ শব্দ থাকা একটি গ্রাফিতি যুক্ত করা হয়েছিল। কিন্তু এর প্রতিবাদ জানিয়ে তা বাতিলের দাবিতে স্টুডেন্ট ফর সভারেন্টি আন্দোলন করে। এরপর সরকার সেটি বাতিলের সিদ্ধান্ত নেয় এবং পাঠ্যবইয়ের পিডিএফ সংস্করণ থেকে সেটি সরিয়ে নতুন একটি গ্রাফিতি সংযুক্ত করা হয়। এর ফলে আদিবাসী শিক্ষার্থীরা ২০২৫ সালের ১৫ জানুয়ারি 'আদিবাসী' শব্দসংবলিত গ্রাফিতি অপসারণের প্রতিবাদে পূর্বনির্ধারিত কর্মসূচি পালন করতে এনসিটিবি ভবনের সামনে যায়।\n\n\n== ঘটনা ==\n২০২৫ সালের ১৫ জানুয়ারি পাঠ্যপুস্তকে 'আদিবাসী' শব্দসংবলিত গ্রাফিতি অপসারণের প্রতিবাদে সংক্ষুব্ধ আদিবাসী ছাত্র-জনতার একটি মিছিল এনসিটিবি ভবনের দিকে যায়। একই স্থানে স্টুডেন্টস ফর সভারেন্টি নামক সংগঠন কর্মসূচি দিয়েছিল। একপর্যায়ে উভয় পক্ষ মুখোমুখি হলে উত্তেজনা ছড়িয়ে পড়ে। 'স্টুডেন্টস ফর সভারেন্টি’র অবস্থান থেকে একটি দল জাতীয় পতাকা বাঁধা ক্রিকেট স্ট্যাম্প নিয়ে হামলা চালায়। এতে ১৬ জন শিক্ষার্থী আহত হয়েছেন।\nআহত ব্যক্তিদের মধ্যে ঢাকা বিশ্ববিদ্যালয় গণযোগাযোগ ও সাংবাদিকতা বিভাগের তিন শিক্ষার্থী রুপাইয়া শ্রেষ্ঠা তঞ্চঙ্গ্যা, ববি বিশ্বাস ও রাহী নায়েবও আছেন। ববি ও রাহী চিকিৎসা থেকে বাড়িতে ফিরলেও শ্রেষ্ঠা হাসপাতালে চিকিৎসাধীন।\n১৬ জানুয়ারি সচিবালয় ঘেরাও কর্মসূচি দেয় সংক্ষুব্ধ “ছাত্র-জনতা”। দুপুরে ঢাকা বিশ্ববিদ্যালয় এলাকা থেকে তারা বিক্ষোভ মিছিল নিয়ে সচিবালয়ের দিকে অগ্রসর হলে শিক্ষাভবনের সামনে পুলিশ তাদের ব্যারিকেড দিয়ে আটকে দেয়। পরে পুলিশ টিয়ারশেল, সাউন্ড গ্রেনেড ও লাঠিচার্জ করে বিক্ষোভকারীদের ছত্রভঙ্গ করে দেয়। এতে ৬ জন শিক্ষার্থীসহ একজন পথচারী আহত হয়।\n\n\n== প্রতিক্রিয়া ==\nরাজধানীর মতিঝিলে আদিবাসী শিক্ষার্থীদের শান্তিপূর্ণ সমাবেশে হামলার তীব্র নিন্দা জানিয়েছে অন্তর্বর্তী সরকার। এ হামলার সঙ্গে জড়িত দুর্বৃত্তদের আইনের আওতায় আনা হবে। বৃহস্পতিবার সকালে প্রধান উপদেষ্টার প্রেস উইং এক বিবৃতিতে এ কথা জানায়।\n\n\n=== শিক্ষাঙ্গন ===\nঢাকা বিশ্ববিদ্যালয় গণযোগাযোগ ও সাংবাদিকতা অ্যালামনাই অ্যাসোসিয়েশন ‘সংক্ষুব্ধ আদিবাসী ছাত্র-জনতা’র ওপর হামলার নিন্দা এবং ঘটনায় জড়িত ব্যক্তিদের দ্রুত গ্রেপ্তারের দাবি জানানো হয়।\nরাজশাহী বিশ্ববিদ্যালয় ও রাজশাহী প্রকৌশল ও প্রযুক্তি বিশ্ববিদ্যালয়ের ‘আদিবাসী’ শিক্ষার্থীরা পাঠ্যপুস্তকে ‘আদিবাসী’ শব্দ সম্বলিত গ্রাফিতি বাতিল করার প্রতিবাদ জানিয়ে মানববন্ধন করে শিক্ষার্থীরা একটি বিক্ষোভ মিছিল বের করেন। ক্যাম্পাসের কয়েকটি গুরুত্বপূর্ণ সড়ক প্রদক্ষিণ করে একই স্থানে এসে মিছিলটি শেষ হয়। মিছিল থেকে তারা জাতীয় শিক্ষাক্রম ও পাঠ্যপুস্তক বোর্ড (এনসিটিবি) ভবনের সামনে আদিবাসী ছাত্রজনতার ওপর হওয়া হামলার প্রতিবাদ জানান।\n১৫ জানুয়ারি রাতে ঢাকা বিশ্ববিদ্যালয়ের টিএসসি থেকে একটি মশাল মিছিল শুরু হয়ে রোকেয়া হল, ভিসি চত্বর, সূর্যসেন হলসহ ক্যাম্পাসের কয়েকটি সড়ক প্রদক্ষিণ করে রাজু ভাস্কর্যে এসে শেষ হয়।\n\n\n=== সংগঠন ===\nজাতীয় নাগরিক কমিটি ও বৃহত্তর পার্বত্য চট্টগ্রাম পাহাড়ি ছাত্র পরিষদ (পিসিপি) ‘সংক্ষুব্ধ আদিবাসী ছাত্র-জনতা’র ওপর হামলায় জড়িতদের আইনের আওতায় আনার দাবি জানায়।\nবিশ্ববিদ্যালয় শিক্ষক নেটওয়ার্ক আদিবাসী শিক্ষার্থী-জনতা’র কর্মসূচিতে হামলার নিন্দা ও প্রতিবাদ জানায়।\n\n\n=== পার্বত্য চট্টগ্রাম ===\n‘আদিবাসী’ শব্দ সম্বলিত গ্রাফিতি পুনর্বহালের দাবিতে ঢাকায় ‘সংক্ষুব্ধ আদিবাসী ছাত্র-জনতা’র কর্মসূচিতে ‘স্টুডেন্ট ফর সভরেন্টি’ নামক সংগঠনের হামলার প্রতিবাদে রাঙামাটি কুমার সুমিত রায় জিমনেসিয়াম প্রাঙ্গণ থেকে ‘সংক্ষুব্ধ আদিবাসী ছাত্র-জনতা’র ব্যানারে বিক্ষোভ মিছিল বের হয়। সাধারণ শিক্ষার্থীরা রাঙামাটি-চট্টগ্রাম সড়ক অবরোধ করে সমাবেশ করেন।\nপার্বত্য চট্টগ্রাম জনসংহতি সমিতি (এমএন লারমা) সমর্থিত পার্বত্য চট্টগ্রাম পাহাড়ি ছাত্র পরিষদ ঢাকার মতিঝিলের এনসিটিবি ভবনের সামনে ‘সংক্ষুব্ধ আদিবাসী ছাত্র-জনতা’র শান্তিপূর্ণ এনসিটিবি ভবন ঘেরাও কর্মসূচিতে ‘স্টুডেন্ট ফর সভারেন্টি’ ন্যাক্কারজনক হামলার তীব্র নিন্দা জানায় ।\n\n\n== পরিশেষ ==\n১৫ জানুয়ারি রাত ১২টার দিকে অন্তর্বর্তী সরকারের উপদেষ্টা মাহফুজ আলম জানান আদিবাসী ছাত্র-জনতার ওপর হামলায় ২ জন গ্রেফতার করা হয়েছে।\n\n\n== তথ্যসূত্র =="}