{"pageid": 1505333, "title": "সুলেমান পাশা (প্রথম ওরহানের ছেলে)", "url": "https://bn.wikipedia.org/wiki?curid=1505333", "content": "গাজী সুলেমান পাশা (১৩১৬  – ১৩৫৭) ছিলেন একজন উসমানীয় শাহজাদা ও সুলতান প্রথম ওরহানের জ্যেষ্ঠ পুত্র।\n১৩৫০-এর দশকের থ্রেস অঞ্চলে উসমানীয় সাম্রাজ্যের সীমানা বিস্তৃতে সুলেমান পাশা গুরুত্বপূর্ণ ভূমিকা পালন করেন। মৃত্যুর আগ পর্যন্ত তিনি উসমানীয় সাম্রাজ্যের উত্তরাধিকার ছিলেন।\n\n\n== সুলেমান পাশার মা ==\nউসমানীয় ঐতিহাসিকগণের লেখনীতে সুলতান মুরাদের মা নিলুফার হাতুন কে সুলেমান পাশার মা হিসেবে উল্লেখ করা হয়েছে।  আধুনিক ইতিহাসবিদদের মতে, তার মা ছিলেন এফেন্দিজ হাতুন। কেননা সুলেমান পাশার জন্মের ১০ বছর পর ১৩২৫ সালে নিলুফার হাতুন হারেমে আসেন। এফেন্দিজ হাতুন ওসমান গাজির ভাই গুন্দুজ বের কন্যা ছিলেন।\n\n\n== জীবনকাল ==\nসুলেমান পাশা একজন বীর যোদ্ধা ছিলেন, এজন্য তাকে গাজী উপাধি দেওয়া হয়। \nথ্রেস অভিযানে ওরহানের প্রধান সেনাপতিদের মধ্যে অন্যতম ছিলেন তিনি। রুমেলিয়া বিজয়ী হিসেবে সুলেমান পাশা অধিক পরিচিত।\nতিনি ১৩৩১ সালে ইজনিক, ১৩৩৫ সালে কারেসি ভূমি এবং ১৩৩৭ সালে ইজমিত জয় করেন। তার পিতা ওরহান গাজি তাকে এসকল অঞ্চলের শাসক হিসেবে নিযুক্ত করেন। ১৩৪৯ থেকে ১৩৫৪ সালের মধ্যে তিনি গ্যালিপলি জয় করেন। তিনি সোফিয়া অবরোধ করলেও তা জয় করতে ব্যর্থ হন। তবে এ সময় তিনি সোফিয়ার শাসক ইভান আসেনকে হত্যা করেন, যিনি জার ইভান আলেকজান্দারের  ছেলে ছিলেন। \n১৩৩৫ সালে তিনি দারদানেলিস অতিক্রম করে রুমেলিয়ার কিছু অঞ্চল জয় করেন এবং সেখানে বসতি স্থাপন করেন।   যা উসমানীয়দের পরবর্তীয় যুদ্ধগুলো তে বিজয়ের ভিত্তি হিসেবে কাজ করে। একই বছর তিনি ইভান আলেকজান্দারের আরেক ছেলে মিকাইল বা মাইকেল কে হত্যা করেন। \nতার শাসিত অঞ্চলগুলো তে ধর্মীয় ও দাতব্য প্রতিষ্ঠান নির্মাণের জন্য তিনি স্মরণীয় হয়ে আছেন। তিনি বুরসা, গোয়নুক, গেভে, আকইয়াযি, ইজনিক, ইজমিত ও গ্যালিপলিতে মসজিদ, মাদ্রাসা, সরাইখানা ও শিক্ষা প্রতিষ্ঠান নির্মাণ করেছিলেন।\nসুলেমান পাশা শিকারে গিয়ে ঘোড়া থেকে পড়ে মৃত্যুবরণ করেন। তার পিতা ওরহান বোলায়িরে তাকে সমাধিত করেন।\n\n\n== পরিবার ==\n\n\n=== স্ত্রী ===\nসুলেমান পাশার দুইজন স্ত্রী ছিল:\n\nসেলযুক হাতুন ; সাইদ হুসেইন চেলেবির কন্যা\nগুলবাহার হাতুন ; কোরতুরম বায়েজিদের কন্যা\n\n\n=== পুত্র ===\nসুলেমান পাশার তিনজন পুত্র ছিল:\n\nইসহাক বে; রুমেলিয়ার শাসক\nমালিক নাসির বে (বোলায়িরের নিকটে সমুদ্রে ডুবে মৃত্যুবরণ করেন)\nইসমাইল বে ; রুমেলিয়ার শাসক\n\n\n=== কন্যা ===\nসুলেমান পাশার দুজন কন্যা ছিল:\n\nএফেন্দিজ হাতুন (১৩৯৭ সালের জুলাই মাসে মৃত্যুবরণ করেন)\nফুলান সুলতান হাতুন (১৩৯৫সালে মৃত্যুবরণ করেন)\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nAlderson, Anthony Dolphin (১৯৫৬)। The Structure of the Ottoman Dynasty (ইংরেজি ভাষায়)। Clarendon Press। \nFinkel, Caroline (২০০৫)। Osman's Dream: The Story of the Ottoman Empire, 1300-1923। Basic Books। আইএসবিএন 978-0-465-02396-7। \nImber, Colin (২০০৯)। The Ottoman Empire, 1300-1650: The Structure of Power (2 সংস্করণ)। Palgrave Macmillan। আইএসবিএন 978-0-230-57451-9। \nKafadar, Cemal (১৯৯৫)। Between Two Worlds: The Construction of the Ottoman State। University of California Press। আইএসবিএন 978-0-520-20600-7। \nLowry, Heath (২০০৩)। The Nature of the Early Ottoman State। SUNY Press। আইএসবিএন 0-7914-5636-6।"}