{"pageid": 1505347, "title": "এন. এস. রাজা সুব্রামণি", "url": "https://bn.wikipedia.org/wiki?curid=1505347", "content": "লেফটেন্যান্ট জেনারেল এন. এস. রাজা সুব্রামণি, পিভিএসএম, এভিএসএম, এসএম, ভিএসএম ভারতীয় সেনাবাহিনীর একজন সার্বক্ষণিক জেনারেল অফিসার । তিনি বর্তমানে সেনাবাহিনীর ৪৭তম ভাইস চিফ হিসেবে দায়িত্ব পালন করছেন।  তিনি পূর্বে জেনারেল অফিসার কমান্ডিং-ইন-চীফ সেন্ট্রাল কমান্ডের নিয়োগে ভাড়াটিয়া ছিলেন।  তিনি এর আগে নর্দার্ন কমান্ডের চিফ অফ স্টাফ হিসাবে দায়িত্ব পালন করেছিলেন,  এর আগে তিনি জেনারেল অফিসার কমান্ডিং II কর্পস  এবং উত্তর ভারত অঞ্চলের জেনারেল অফিসার কমান্ডিং হিসাবেও ছিলেন।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nজেনারেল অফিসার ন্যাশনাল ডিফেন্স একাডেমির ৬৭ তম কোর্স এবং ইন্ডিয়ান মিলিটারি অ্যাকাডেমির ৭৭ তম কোর্সের প্রাক্তন ছাত্র।  জেনারেল অফিসার জয়েন্ট সার্ভিসেস কমান্ড স্টাফ কলেজ, ব্র্যাকনেল (ইউকে) এবং ন্যাশনাল ডিফেন্স কলেজ, নয়াদিল্লিতেও যোগ দেন। এছাড়াও তিনি লন্ডনের কিংস কলেজ থেকে স্নাতকোত্তর ডিগ্রি এবং মাদ্রাজ বিশ্ববিদ্যালয় থেকে প্রতিরক্ষা স্টাডিজে এম ফিল করেছেন।\n\n\n== সামরিক পেশা ==\nতিনি ১৯৮৫ সালের ডিসেম্বরে গাড়ওয়াল রাইফেলসের (৮ গড় আরআইএফ) ৮ম ব্যাটালিয়নে কমিশন লাভ করেন। তার কর্মজীবনের শুরুর দিকে, তিনি তার আলমা-মেটার, ন্যাশনাল ডিফেন্স একাডেমীতে একজন বিভাগীয় কর্মকর্তা হিসেবে দায়িত্ব পালন করেন। তিনি যুক্তরাজ্যের ব্র্যাকনেলের জয়েন্ট সার্ভিসেস কমান্ড অ্যান্ড স্টাফ কলেজে পড়াশোনা করেছেন। কোর্স শেষ করার পর, তিনি ভারতে ফিরে আসেন এবং একটি পর্বত ব্রিগেডের ব্রিগেড মেজর নিযুক্ত হন।  তিনি আসামের ১৬ তম ব্যাটালিয়ন, গাড়ওয়াল রাইফেলস (১৬ গড় আরআইএফ) কমান্ড করেছিলেন। অপারেশন রাইনোর অংশ হিসাবে ব্যাটালিয়নটিকে বিদ্রোহ-বিরোধী ভূমিকায় মোতায়েন করা হয়েছিল। ১৬ গড় রাইফের কমান্ডের জন্য, তিনি দায়িত্ব পালনের জন্য সেনা পদক লাভ করেন।  পরবর্তীকালে তিনি কাজাখস্তানের আস্তানায় ভারতের দূতাবাসে প্রতিরক্ষা অ্যাটাশে নিযুক্ত হন। কর্নেল পদে তিনি সেনাবাহিনীর সদর দফতরের এমএস শাখায় সহকারী সামরিক সচিব হিসেবেও দায়িত্ব পালন করেন। পরে তিনি সদর দফতর ইস্টার্ন কমান্ডে কর্নেল জেনারেল স্টাফ (অপারেশন) হিসেবে দায়িত্ব পালন করেন। জম্মু ও কাশ্মীরে, তিনি একটি রাষ্ট্রীয় রাইফেলস সেক্টরের ডেপুটি কমান্ডার হিসেবে দায়িত্ব পালন করেছেন। \nব্রিগেডিয়ার পদে পদোন্নতি পেয়ে তিনি সাম্বাতে ১৬৮ পদাতিক ব্রিগেডের নেতৃত্ব দেন। ২৬ জানুয়ারী ২০১৫-এ তিনি বিশেষ সেবা পদক লাভ করেন।  এরপর তাকে ৫৫ তম কোর্সের অংশ হিসেবে নয়াদিল্লির ন্যাশনাল ডিফেন্স কলেজে ভর্তির জন্য নির্বাচিত করা হয়। কোর্স শেষে তিনি সেনা সদর দপ্তরে ডেপুটি ডিরেক্টর জেনারেল মিলিটারি ইন্টেলিজেন্স (DDGMI) নিযুক্ত হন। পরবর্তীকালে তিনি ইস্টার্ন কমান্ডে ব্রিগেডিয়ার জেনারেল স্টাফ (অপারেশন) হিসেবে দায়িত্ব পালন করেন। \n\n\n=== জেনারেল অফিসার ===\nতিনি মেজর জেনারেল পদে উন্নীত হন এবং সিকিমের ১৭ তম পর্বত বিভাগের কমান্ডিং জেনারেল অফিসার নিযুক্ত হন।  এরপর তিনি প্রধান প্রশিক্ষক (সেনাবাহিনী) হিসেবে ওয়েলিংটনের ডিফেন্স সার্ভিসেস স্টাফ কলেজে চলে যান।  ২৬ জানুয়ারী ২০২০-এ, তিনি ১৭ তম পর্বত বিভাগের কমান্ডের জন্য অতি বিশেষ সেবা পদক লাভ করেন।  ৩ ফেব্রুয়ারি ২০২০-এ, তিনি লেফটেন্যান্ট জেনারেল পদে উন্নীত হন এবং উত্তর ভারত অঞ্চলের কমান্ডিং জেনারেল অফিসার নিযুক্ত হন।  ১২ ফেব্রুয়ারী ২০২১-এ, লেফটেন্যান্ট জেনারেল রাজা সুব্রামনি লেফটেন্যান্ট জেনারেল সুরিন্দর সিং মহলের স্থলাভিষিক্ত হয়ে জেনারেল অফিসার কমান্ডিং II কোরের দায়িত্ব গ্রহণ করেন।  এক বছরের দীর্ঘ মেয়াদের পর, তিনি উধমপুরের নর্দার্ন কমান্ডে চীফ অফ স্টাফ হিসাবে চলে যান,  মে ২০২২ সালে দায়িত্ব গ্রহণ করেন \n১ মার্চ ২০২৩-এ, লেফটেন্যান্ট জেনারেল এন. এস. রাজা সুব্রামণি জেনারেল অফিসার কমান্ডিং-ইন-চিফ সেন্ট্রাল কমান্ডের দায়িত্ব গ্রহণ করেন এবং লেফটেন্যান্ট জেনারেল যোগেন্দ্র দিমরির স্থলাভিষিক্ত হন যিনি ২৮ ফেব্রুয়ারী ২০২৩-এ অবসর গ্রহণ করেন। \n১ জুলাই ২০২৪-এ, লেফটেন্যান্ট জেনারেল এন. এস. রাজা সুব্রামণি সেনাবাহিনীর ৪৭ তম ভাইস চিফ হিসেবে দায়িত্ব গ্রহণ করেন।  সেনাপ্রধানের পদে উন্নীত হওয়ার পর তিনি জেনারেল উপেন্দ্র দ্বিবেদীর কাছ থেকে এই পদ গ্রহণ করেন। \n\n\n== পুরস্কার এবং সজ্জা ==\nতার অনুকরণীয় উৎসর্গের জন্য, জেনারেল অফিসারকে পরম বিশেষ সেবা পদক, অতি বিশেষ সেবা পদক, সেনা পদক এবং বিশেষ সেবা পদক প্রদান করা হয়েছে।\n\n\n== পদমর্যাদার তারিখ ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}