{"pageid": 1505422, "title": "ফস-চেক", "url": "https://bn.wikipedia.org/wiki?curid=1505422", "content": "ফস-চেক হলো দীর্ঘমেয়াদী অগ্নি প্রতিরোধক। এটি 'ক' শ্রেণির ফোম এবং জেলের একটি ব্র্যান্ড যা পেরিমিটার সলিউশন কম্পানি তৈরি করে। এর সদর দফতর ক্লেটন, মিসৌরি, মার্কিন যুক্তরাষ্ট্রে অবস্থিত।\n\n\n== পণ্য ==\n\n\n=== অগ্নি প্রতিরোধক ===\n\nফস-চেক অগ্নি প্রতিরোধক শুকনো পাউডার বা ঘনীভূত তরল হিসেবে তৈরি করা হয় এবং ব্যবহারের আগে পানি দিয়ে মিশ্রিত করা হয়। স্থির-উইং বা ঘূর্ণন-পাখার বিমানে, স্থল ক্রু এবং বায়বীয় অগ্নিনির্বাপক ইউনিট দ্বারা ঘরবাড়ি  এবং গাছপালাতে দাবানলের আগে অগ্নি প্রতিরোধক প্রয়োগ করা হয়। ২০২২ সালের হিসাবে, ফস-চেক এলসি-৯৫ হলো বিশ্বের সবচেয়ে বেশি ব্যবহৃত অগ্নি প্রতিরোধক।\n\nফস-চেক বিভিন্ন রঙে উত্পাদিত হয়, অফ-হোয়াইট, লাল আয়রন অক্সাইড-সহ, এবং একটি গোপণ মিশ্রণ যা বিচ্ছুরিত হলে লাল হয় কিন্তু সূর্যালোকের সংস্পর্শে এলে ধীরে ধীরে পৃথিবী-স্তরে বিবর্ণ হয়ে যায়।\nফস-চেক অগ্নিনির্বাপকের প্রধান উপাদানগুলির মধ্যে রয়েছে অ্যামোনিয়াম পলিফসফেট, ডায়ামোনিয়াম ফসফেট, ডায়ামোনিয়াম সালফেট, মনোঅ্যামোনিয়াম ফসফেট, অ্যাটাপুলগাস কাদামাটি, গুয়ার গাম (বা গুয়ার গামের একটি ডেরিভেটিভ), এবং ট্রেড সিক্রেট পারফরম্যান্স অ্যাডিটিভ  অগ্নি প্রতিরোধকগুলি উপরের উপাদানগুলির বিভিন্ন অনুপাতের সাথে বিভিন্ন ফর্মুলেশন হিসাবে তৈরি করা হয়।\n\n\n=== সম্ভাব্য ক্ষতি ===\nউদ্বেগ উত্থাপিত হয়েছে যে ফস-চেক মাছ এবং জলজ প্রাণীর ক্ষতি করে; এবং এটি মাটি, কীটপতঙ্গ এবং অণুজীববিজ্ঞানের উপর দীর্ঘমেয়াদী প্রভাব সৃষ্টি করে। ওরেগন ভিত্তিক একটি গ্রুপ ফরেস্ট সার্ভিস এমপ্লয়িজ ফর এনভায়রনমেন্টাল এথিক্স ইউএস ফরেস্ট সার্ভিসের বিরুদ্ধে মামলা করেছে, দাবি করেছে যে পরিষেবাটি জলপথে পণ্যের ক্ষতিকারক প্রভাবগুলি মূল্যায়ন না করে ফস-চেক স্প্রে করে পরিষ্কার জল আইন লঙ্ঘন করেছে। ২০২৩ সালে, মন্টানার একজন বিচারক সম্মত হন যে যুক্তরাষ্ট্র বনসেবা ক্লিন ওয়াটার অ্যাক্ট লঙ্ঘন করছে, কিন্তু এজেন্সিকে ফস-চেক ব্যবহার করতে নিষেধ করেনি।\nউপাদানগুলোর মধ্যে ফসফেট এবং সালফেট লবণ অগ্নি প্রতিরোধক হিসাবে কাজ করে এবং সেলুলোসিক পদার্থের জ্বলন প্রতিরোধ করে। আগুনের বিপদ কেটে গেলে ফসফেট সার হিসেবেও কাজ করতে পারে। গুয়ার গাম এবং কাদামাটি হল ঘনীভূতকারী এজেন্ট যাতে এটি সমতল থেকে নামানোর পরে অগ্নিপ্রতিরোধক এর বিচ্ছুরণ রোধ করে। অন্যান্য উপাদানগুলির মধ্যে রয়েছে জারা প্রতিরোধক এবং ফ্লো কন্ডিশনার। অ্যামোনিয়াম ফসফেটের উপর ভিত্তি করে ফস-চেক এবং অন্যান্য অগ্নিপ্রতিরোধক জলের অংশে শেত্তলা ফুলের কারণ হতে পারে যখন স্রোতধারায় ধুয়ে যায় এবং আক্রমণাত্মক উদ্ভিদ প্রজাতির বৃদ্ধি বাড়াতে পারে।\n\n\n== ইতিহাস ==\n\nপ্রথম ফস-চেক অগ্নিপ্রতিরোধক পণ্যটি ১৯৬২ সালে পাওয়া যায় এবং এটি ছিল প্রথম ফসফেট-ভিত্তিক অগ্নি প্রতিরোধক যা মার্কিন যুক্তরাষ্ট্রের বন পরিষেবা দ্বারা অনুমোদিত। যখন মালিকানা সলুশিয়া ইনকর্পোরেশনের কাছে হস্তান্তর করা হয়েছিল, তখন ফস-চেক ব্র্যান্ডটি ১৯৯৮ সাল পর্যন্ত মনসান্টো কোম্পানির অন্তর্গত ছিল। ২০০০ সালে, আস্টারিস কম্পানি ফস-চেক নামটি অর্জন করে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}