{"pageid": 1506938, "title": "এডওয়ার্ড মাইব্রিজ", "url": "https://bn.wikipedia.org/wiki?curid=1506938", "content": "এডওয়ার্ড মাইব্রিজ (৯ এপ্রিল ১৮৩০ – ৮ মে ১৯০৪, জন্ম এডওয়ার্ড জেমস মাগারিজ) ছিলেন একজন অগ্রণী ইংরেজ আলোকচিত্রশিল্পী, যিনি গতির উপর আলোকচৈত্রিক অধ্যয়ন এবং সচলচিত্র প্রক্ষেপণের অভূতপূর্ব প্রাথমিক গবেষণাকর্মের জন্য খ্যাতিলাভ করেন। তিনি আদি অ্যাংলো-স্যাক্সন রূপ হিসাবে প্রথম নাম \"Eadweard\" এবং শেষ নাম \"Muybridge\" গ্রহণ করেন। \nমাইব্রিজ ১৯শ শতাব্দীতে মার্কিন যুক্তরাষ্ট্রের পশ্চিম অঞ্চলে কর্মরত একজন বিখ্যাত আলোকচিত্রশিল্পী ছিলেন। তিনি ইয়োসেমিটি, সান ফ্রান্সিস্কো, সদ্য অধিকৃত আলাস্কা অঞ্চল, ইত্যাদির অনেক প্রবাদপ্রতিম আলোকচিত্র ধারণ করেন। তিনি মোডক যুদ্ধ ও মার্কিন পশ্চিম উপকূলের বাতিঘরগুলির আলোকচিত্র ধারণ করেন এবং ক্যালিফোর্নিয়ায় তার প্রাথমিক \"চলন্ত\" ছবির উপরে  পরীক্ষানিরীক্ষাগুলি সম্পাদন করেছিলেন।\nইংল্যান্ডে জন্ম নেয়া মাইব্রিজ ২০ বছর বয়সে মার্কিন যুক্তরাষ্ট্রে প্রবাসী হন এবং নিউ ইয়র্ক ও সান ফ্রান্সিস্কো শহরে বইয়ের দোকানদার হিসেবে কাজ করেন। ১৮৬০ সালে টেক্সাসে একটি ঘোড়ায় টানা গাড়ির দুর্ঘটনায় পতিত হয়ে ইংল্যান্ডে প্রত্যাবর্তন করেন। সেখানে তিনি আলোকচিত্রগ্রহণকে পেশা হিসেবে গ্রহণ করেন। তিনি এ সময় সিক্ত-ফলক কলডায়ন প্রক্রিয়াটি রপ্ত করেন ও তাঁর উদ্ভাবনগুলির জন্য কৃতিস্বত্ব নিশ্চিত করেন। ১৮৬৭ সালে সান ফ্রান্সিস্কোতে ফেরত এসে তিনি তাঁর ইয়োসেমিটি আলোকচিত্রগুলির প্রদর্শনীর আয়োজন করেন এবং জনপ্রিয় স্টিরিওচিত্রগুলি বিক্রয় করেন। \nমাইব্রিজ প্রাণীর চলনের উপরে ১৮৭৮-১৮৮৬ সালে সম্পাদিত তাঁর কালিক আলোকচিত্রকর্মগুলির (chronophotography)  জন্য বিশেষভাবে খ্যাত। তিনি একাধিক আলোকচিত্রগ্রাহক যন্ত্র বা ক্যামেরা ব্যবহার করে প্রাণীদের চলন বিশ্লেষণ করেন। এছাড়া তিনি জুওপ্রাক্সিসস্কোপ বা প্রাণীচলনবীক্ষণ যন্ত্র উদ্ভাবন করেন, যাতে কাচের চাকতিতে প্রাণীদের চলনের বিভিন্ন মুহূর্ত মুদ্রিত থাকত ও সেগুলিকে পর্দায় প্রক্ষেপণ করা হত। এই প্রযুক্তিটি ছিল আধুনিক চলচ্চিত্র প্রযুক্তির পূর্বসূরী। পেনসিলভেনিয়া বিশ্ববিদ্যালয়ে ১৮৮৩-১৮৮৬ সালে এক বহুপ্রজ পর্বে তিনি মানুষ ও প্রাণীদের প্রায় ১ লক্ষ নড়াচড়ার আলোকচিত্র উৎপাদন করে, যেগুলিতে খালি চোখে অদৃশ্য অনেক মুহূর্ত উন্মোচিত হয়। \nকর্মজীবনের শেষদিকে মাইব্রিজ ইংল্যান্ড ও ইউরোপে ব্যাপকভাবে বক্তৃতা দিয়ে বেড়াতেন, যেখানে তিনি তাঁর আলোকচিত্র ও প্রাথমিক সচল চিত্রগুলি প্রদর্শন করতেন। এছাড়া তিনি তাঁর সৃষ্টিকর্মের সংকলনও প্রকাশ করতেন, যেগুলি দৃশ্যশিল্পীদের উপর এবং সেসময় উদীয়মান বৈজ্ঞানিক ও শিল্পোৎপাদন আলোকচিত্র খাতগুলিতে গুরুত্বপূর্ণ প্রভাব ফেলে। ১৮৯৪ সালে তিনি অবসর নিয়ে ইংল্যান্ডে প্রত্যাবর্তন করেন। ১৯০৪ সালে তাঁর জন্মশহরে প্রতিষ্ঠিত কিংসটন জাদুঘরে আজও তাঁর সৃষ্টিকর্মের একটি তাৎপর্যপূর্ণ সংগ্রহ বিদ্যমান।   \n\n\n== তথ্যসূত্র =="}