{"pageid": 1506056, "title": "প্রাচীন মেসোপটেমীয় ধর্ম", "url": "https://bn.wikipedia.org/wiki?curid=1506056", "content": "প্রাচীন মেসোপটেমীয় ধর্ম বলতে আনুমানিক খ্রিস্টপূর্ব ৬০০০ অব্দ  থেকে ৪০০ খ্রিস্টাব্দের মধ্যবর্তী সময়ে প্রাচীন মেসোপটেমিয়া অঞ্চলে গড়ে ওঠা সুমের, আক্কাদ, অ্যাসিরিয়া ও ব্যাবিলনিয়া প্রভৃতি সভ্যতাগুলিতে প্রচলিত ধর্মবিশ্বাস (দেবদেবী, সৃষ্টিপুরাণ ও বিশ্বতত্ত্ব, মানুষের উৎপত্তি ও অন্যান্য বিশ্বাস) এবং ধর্মানুশীলন পদ্ধতিকে বোঝায়। মেসোপটেমিয়ায়, বিশেষত এই অঞ্চলের দক্ষিণাংশে, ধর্মবিশ্বাসের বিকাশ তথা সাধারণভাবে মেসোপটেমীয় সংস্কৃতির বিকাশ সমগ্র অঞ্চল জুড়ে বিভিন্ন জাতিগোষ্ঠীর আনাগোনার দ্বারা নির্দিষ্টভাবে প্রভাবিত হয়নি। বরং মেসোপটেমীয় ধর্ম ছিল পূর্বাপর একই রকম ও সুসংহত এক ধর্মীয় প্রথা। যে কয়েক হাজার বছর ধরে এই ধর্মের বিকাশ অব্যাহত ছিল, সেই সময়ে এই ধর্ম অনুগামীদের নিজস্ব প্রয়োজনগুলির সঙ্গে সঙ্গতিবিধান করেই চলেছিল।\nঅনুমান করা হয় যে, খ্রিস্টপূর্ব ষষ্ঠ সহস্রাব্দে যখন মেসোপটেমিয়া অঞ্চলে স্থায়ীভাবে জনবসতি গড়ে উঠতে শুরু করেছিল, তখনই মেসোপটেমীয় ধর্মের আদিতম অন্তঃস্রোতগুলিও বইতে শুরু করে। যে বস্তুগুলিকে পূজা করা হত খ্রিস্টপূর্ব তৃতীয় সহস্রাব্দে সেগুলির উপর ব্যক্তিত্ব আরোপ করা হয় এবং তারই মাধ্যমে নির্দিষ্ট দায়িত্ব নির্বাহকারী দেবদেবীদের এক বিশাল মণ্ডলী গড়ে ওঠে। খ্রিস্টপূর্ব দ্বিতীয় ও প্রথম সহস্রাব্দে মেসোপটেমীয় বহুদেববাদী ধর্মের শেষ পর্যায়গুলিতে ব্যক্তিগত ধর্মাচরণের উপরে অধিকতর গুরুত্ব আরোপ করা হয় এবং এই সময়েই দেবদেবীদের এক রাজতান্ত্রিক ক্রমাধিকার পরম্পরায় সাজানো হয়। এই ক্রমপরম্পরায় জাতীয় দেবতা দেবমণ্ডলীর প্রধানের মর্যাদা লাভ করেন। হাখমানেশি যুগে ইরানীয় ধর্মগুলির প্রসার এবং মেসোপটেমিয়ার অধিবাসীদের খ্রিস্টানকরণের ফলে মেসোপটেমীয় ধর্ম অবলুপ্ত হয়ে যায়।\n\n\n== ইতিহাস ==\n\nখ্রিস্টপূর্ব ষষ্ঠ সহস্রাব্দের প্রথমার্ধে মেসোপটেমিয়ায় সেচব্যবস্থার উন্নতির ফলে এই অঞ্চলে স্থায়ীভাবে জনবসতি গড়ে উঠতে শুরু করে। সেই সময়েই মেসোপটেমীয় ধর্মের আদিতম অন্তঃস্রোতগুলি বইতে শুরু করেছিল বলে মনে করা হয়। তবে সেই প্রথম যুগে এই ধর্ম ঠিক কীভাবে বিকাশ লাভ করেছিল, তা সঠিক জানা যায় না। কারণ সেই সময় এই অঞ্চলে লিখনপ্রণালী আবিষ্কৃত হয়নি। মেসোপটেমীয় ধর্ম বলে যা শনাক্ত করা গিয়েছে, তার প্রথম প্রমাণ পাওয়া যায় আনুমানিক খ্রিস্টপূর্ব ৩৫০০ অব্দে লিখিত লিখনগুলি আবিষ্কৃত হওয়ার পর।\nমেসোপটেমিয়ার অধিবাসীরা গোড়ার দিকে দু’টি গোষ্ঠীতে বিভক্ত ছিল। একটি গোষ্ঠী ছিল আক্কাদীয়ের পূর্ব সেমিটিক-ভাষী জনগোষ্ঠী। অন্য গোষ্ঠীটি ছিল সুমেরের অধিবাসী; তারা সুমেরীয় নামে একটি বিচ্ছিন্ন ভাষায় কথা বলত। এই দুই জনগোষ্ঠী ছিল বিভিন্ন নগর-রাষ্ট্র ও ছোটো ছোটো রাজ্যের সদস্য। এই দুই গোষ্ঠীর মধ্যে সুমেরীয়রাই প্রথম প্রমাণগুলি রেখে গিয়েছে। এদেরই উচ্চ মেসোপটেমিয়া অঞ্চলে উবাইদ যুগের (খ্রিস্টপূর্ব ৬৫০০ অব্দ থেকে খ্রিস্টপূর্ব ৩৮০০ অব্দ) সভ্যতার প্রতিষ্ঠাতা বলে মনে করা হয়। কালক্রমে সুমেরীয়রা দক্ষিণ মেসোপটেমিয়া অঞ্চলেও বসতি স্থাপন করে। তখন এই অঞ্চলটি সুমের নামে এবং আরও পরে ব্যাবিলনিয়া নামে পরিচিত হয়। আক্কাদীয়-ভাষী জনগোষ্ঠী ও তাদের সংস্কৃতির উপর সুমেরীয়রা যথেষ্ট প্রভাব বিস্তার করেছিল। মনে করা হয় যে, আক্কাদীয়-ভাষীরা এই অঞ্চলে প্রবেশ করে খ্রিস্টপূর্ব ৩৫০০ অব্দ থেকে খ্রিস্টপূর্ব ৩০০০ অব্দের মধ্যবর্তী কোনো এক সময়ে। কারণ আনুমানিক খ্রিস্টপূর্ব ঊনত্রিংশ শতকে প্রথম এই রাজ্যগুলির রাজাদের নামের তালিকায় আক্কাদীয় নাম পাওয়া যায়।\nসুমেরীয় সভ্যতা ছিল একটি উন্নত সভ্যতা। তারা লিখনপ্রণালী আবিষ্কার করার সঙ্গে সঙ্গে গণিতশাস্ত্রের আদি রূপটিও স্থির করেছিল; সেই সঙ্গে প্রথম যুগের চাকাযুক্ত যান/রথ, জ্যোতির্বিজ্ঞান, জ্যোতিষ, লিখিত আইন সংহিতা, সুসংহত চিকিৎসাবিজ্ঞান, উন্নত কৃষিব্যবস্থা ও স্থাপত্যশিল্প এবং পঞ্জিকার বিকাশও ঘটিয়েছিল। তারাই উরুক, উর, লাগাশ, আইসিন, কিশ, উম্মা, এরিডু, আদাব, আকশাক, সিপ্পার, নিপ্পুর ও লারসার নগর-রাষ্ট্রগুলি নির্মাণ করে। এই নগর-রাষ্ট্রগুলির প্রতিটি একজন এনসি কর্তৃক শাসিত হত। আনুমানিক খ্রিস্টপূর্ব ২৩৩৫ অব্দে আক্কাদের সরগনের অধীনে আক্কাদীয় সাম্রাজ্যের উত্থানের পূর্বাবধি এই সংশ্লেষিত সংস্কৃতিতে সুমেরীয়দের আধিপত্য বজায় ছিল। তারপর আক্কাদীয় শাসনে সমগ্র মেসোপটেমিয়া একক শাসনের অধীনস্থ হয়।\nসুমেরীয় ও আক্কাদীয় সংস্কৃতি ও দেবদেবীদের মধ্যে সমন্বয় বৃদ্ধি পাচ্ছিল। আক্কাদীয়রা সাধারণত অল্পসংখ্যক দেবদেবীর পূজা করত, কিন্তু এই দেবদেবীদের তারা উচ্চতর ক্ষমতার পদে উন্নীত করেছিল।\n\n\n=== অ্যাসিরীয় রাজনৈতিক কাঠামোর উপর ধর্মের প্রভাব ===\nমেসোপটেমিয়ার ইতিহাসে অনেক রাজ্যের মতোই অ্যাসিরিয়া গোড়ার দিকে প্রধানত রাজতান্ত্রিক নয়, ছিল এক গোষ্ঠীশাসনতান্ত্রিক রাজ্য। এই রাজ্যের শাসনক্ষমস্ত ন্যস্ত থাকত \"নগর\"-এর উপর। শাসনতন্ত্রে ক্ষমতার তিনটি প্রধান কেন্দ্র ছিল অভিজ্ঞ কূটনীতিবিদদের এক সভা, একজন বংশানুক্রিম শাসক এবং একজন উচ্চপদস্থ আধিকারিক। উক্ত সভার পৌরোহিত করতেন শাসক এবং তিনিই সেই সভার সিদ্ধান্ত কার্যকর করতেন। এই শাসককে রাজা শব্দের সাধারণ আক্কাদীয় শাররুম প্রতিশব্দটির দ্বারা অভিহিত করা হত না; এই শব্দটি রক্ষিত থাকত নগরের রক্ষাকর্তা দেবতা আশুরের জন্য। শাসক ছিলেন এই আশুরেরই মহাপুরোহিত। তাই শাসকের অভিধা ছিল ইশশিয়াক আশুর (আশুরের তত্ত্বাবধায়ক)। উল্লেখ্য এই শব্দটিতে তত্ত্বাবধায়ক কথাটি ঋণ করা হয়েছিল সুমেরীয় এনসি শব্দটি থেকে। ক্ষমতার তৃতীয় কেন্দ্র ছিলেন উচ্চপদস্থ এক আধিকারিক, যাঁকে লিম্মুম নামে অভিহিত করা হত। ধ্রুপদি প্রাচীন যুগের এপোনিমাস আর্কন ও রোমান কনসালের মতোই বছর তাঁর নামে নামাঙ্কিত হত। ভাগ্যবৃত্ত পরীক্ষার মাধ্যমে প্রতিবছর একজন আধিকারিককে এই পদে নির্বাচিত করা হত। তিনি থাকতেন শহরের অর্থনৈতিক প্রশাসনের দায়িত্বে। প্রসঙ্গত উল্লেখ্য, কাউকে বন্দী করা এবং সম্পত্তি বাজেয়াপ্ত করার ক্ষমতাও এই অর্থনৈতিক প্রশাসনের হাতেই ন্যস্ত থাকত। অ্যাসিরীয় রাজ্যের সমগ্র ইতিহাস জুড়ে লিম্মুম নামক আধিকারিকের পদটির এবং সেই সঙ্গে ইশশিয়াক আসুর প্রক্রিয়াটি আদি ব্যবস্থাটির আনুষ্ঠানিক প্রতীকী অবশেষ হিসেবে টিকে ছিল।\n\n\n==== নব্য-অ্যাসিরীয় সাম্রাজ্যের ধর্মবিশ্বাস ====\nনব্য-অ্যাসিরীয় সাম্রাজ্যের ধর্মবিশ্বাস কেন্দ্রীভূত ছিল অ্যাসিরীয়দের রাজা এবং সেই সঙ্গে অ্যাসিরীয় অধিকারভুক্ত অঞ্চলগুলির রাজাদের কেন্দ্র করে। সেই যুগে অবশ্য রাজপদের ধারণাটি ঘনিষ্ঠভাবে যুক্ত ছিল দৈব নির্বাচন ধারণার সঙ্গে। অ্যাসিরীয়রা রাজাকে দেবতা জ্ঞান না করলেও তাদের প্রধান দেবতা আশুরের প্রধান ভৃত্য মনে করত। এইভাবেই মহাপুরোহিত যতক্ষণ জনসাধারণকে এই বলে আশ্বস্ত রাখতেন যে, দেবতারা, বা সর্বোচ্চঈশ্বরবাদী অ্যাসিরীয়দের ক্ষেত্রে প্রধান দেবতা বর্তমান শাসকের কাজে সন্তুষ্ট, ততক্ষণ রাজার কর্তৃত্বও প্রশ্নাতীত হয়ে থাকত। আশুর শহর ও সেই শহরের আশেপাশের অঞ্চলগুলিতে বসবাসকারী অ্যাসিরীয়রা এই ব্যবস্থাটিকেই আদর্শ ব্যবস্থা মনে করত। অবশ্য বিজিত জাতিগুলির কাছে, বিশেষ করে ক্ষুদ্রতর নগর-রাষ্ট্রগুলির অধিবাসীদের ক্ষেত্রে এই নিয়মটি ছিল অভিনব। কালক্রমে আশুর শহরের স্থানীয় রক্ষাকারী দেবতার পথ থেকে উন্নীত হয়ে আশুর পরিণত হয়েছিলেন বিশাল অ্যাসিরীয় রাজ্যের অধিষ্ঠাতা দেবতা হিসেবে। সেই সময় এই রাজ্যের বিস্তার ঘটেছিল উত্তরে ককেসাস ও আর্মেনিয়া, দক্ষিণে মিশর, নুবিয়া ও আরব উপদ্বীপ, পশ্চিমে সাইপ্রাস ও পূর্ব ভূমধ্যসাগর এবং পূর্বে মধ্য ইরান পর্যন্ত। আশুর পরবর্তী ব্রোঞ্জ যুগ থেকেই আশুর শহরের রক্ষাকর্তা দেবতার মর্যাদা পেয়ে আসছিলেন। তাঁর অনুগামী ও ব্যাবিলনের রক্ষাকর্তা দেবতা মরদুকের অনুগামীদের মধ্যে নিরন্তর প্রতিদ্বন্দ্বিতা চলত। যে সব অঞ্চলে অ্যাসিরীয়রা প্রাধান্য বিস্তার করেছিল, সেই সমস্ত অঞ্চলেই আশুরের পূজা প্রচলিত হয়েছিল। মধ্যপ্রাচ্যের যে অঞ্চলটি উর্বর চন্দ্রকলা নামে পরিচিত, সেখানে এই আশুরের পূজার মাধ্যমেই অ্যাসিরীয় রাজা আশুরের সহ-পরিচারকদের উপর নিজের আধিপত্য বজায় রাখতেন।\n\n\n=== পরবর্তীকালের মেসোপটেমিয়ার ইতিহাস ===\nখ্রিস্টপূর্ব ৫৩৯ অব্দে হাখমানেশি সাম্রাজ্য (খ্রিস্টপূর্ব ৫৩৯-৩৩২ অব্দ) মেসোপটেমিয়া অঞ্চল জয় করে নেয়। তারপর সম্রাট কুরুশ এই অঞ্চল শাসন করেন। এর ফলে নিকট প্রাচ্যে তিন হাজার বছরেরও বেশি সময় ধরে চলে আসা মেসোপটেমীয় প্রাধান্যের পরিসমাপ্তি ঘটে। পারসিক শাসকেরা অবশ্য স্থানীয়দের ধর্ম ও সংস্কৃতিতে কোনো হস্তক্ষেপ করেননি। অ্যাসিরিয়া ও ব্যাবিলনও এই যুগে নিজেদের স্বতন্ত্র অস্তিত্ব বজায় রেখেছিল; যদিও ক্যালডিয়া ও ক্যালডীয়রা অবলুপ্ত হয়ে গিয়েছিল। অ্যাসিরিয়াও খ্রিস্টপূর্ব ৫২২ অব্দে ও খ্রিস্টপূর্ব ৪৮২ অব্দে হাখমানেশিদের বিরুদ্ধে দু’টি বিদ্রোহ ঘোষণা করার মতো শক্তি ধরে রাখতে পেরেছিল। এই যুগেই অ্যাসিরিয়ায় অ্যাসিরীয়দের মধ্যে সিরীয় ভাষা ও সিরীয় লিপির বিবর্তন ঘটে। কয়েক শতাব্দী পরে এই ভাষা ও লিপি সমগ্র নিকট প্রাচ্যে সিরীয় খ্রিস্টধর্মের প্রসারের বাহন হয়ে ওঠে।\nখ্রিস্টপূর্ব ৩৩০ অব্দে ম্যাসেডোনীয় সম্রাট আলেকজান্ডার পারসিকদের পরাজিত করে মেসোপটেমিয়া দখল করে নেন। তাঁর মৃত্যুর পরে সেলেউসিড সাম্রাজ্যের অধীনে এই অঞ্চলে হেলেনীয় প্রভাব বৃদ্দি পেতে থাকে। পরে অ্যাসিরিয়া ও ব্যাবিলনিয়া পার্থিয়ান, রোমান ও সাসানীয় সাম্রাজ্যের অধীনস্থ প্রদেশে পরিণত হয়েছিল। পার্থিয়ান সাম্রাজ্যের প্রদেশ দু’টির নাম ছিল হাখমানেশি অ্যাসিরিয়া ও ব্যাবিলনিয়া প্রদেশ, রোমান সাম্রাজ্যের অধীনে সমগ্র অঞ্চলটি ছিল অ্যাসিরিয়া প্রদেশের অন্তর্ভুক্ত এবং সাসানীয় সাম্রাজ্যের অধীনে এই প্রদেশের নাম হয় অ্যাসোরিস্তান। পার্থিয়ান রাজত্বেই ব্যাবিলনিয়া স্বতন্ত্র অস্তিত্ব হারিয়ে ফেলে। তবে অ্যাসিরিয়া পারস্যে মুসলমান বিজয় পর্যন্ত স্বতন্ত্র ভৌগোলিক অস্তিত্ব বজায় রেখেছিল। অ্যাসিরীয়দের অস্তিত্ব আজও আছে।\nপার্থিয়ান রাজত্বকালে খ্রিস্টপূর্ব দ্বিতীয় শতাব্দী থেকে খ্রিস্টীয় চতুর্থ শতাব্দীর মধ্যে অ্যাসিরিয়াতে একটি গুরুত্বপূর্ণ ধর্মীয় পুনরুজ্জীবনের ঘটনা ঘটেছিল। এই সময়ে মেসোপটেমিয়ায় পার্থিয়ানদের বিভিন্ন করদ রাজ্যে আশুর, সিন, শামাশ, হাদাদ ও ইশতারের মতো ন্নানা দেবদেবীর মন্দির নির্মিত হয়।\nখ্রিস্টীয় তৃতীয় শতকে মানি ধর্ম (যা খ্রিস্টধর্ম থেকে নানা উপাদান গ্রহণ করেছিল), ইহুদি ধর্ম, বৌদ্ধধর্ম, জরাথুস্ট্রবাদ ও স্থানীয় মেসোপটেমীয় ধর্মের বিকাশ ঘটে এই অঞ্চলে।\n\n\n== পুরাণ ==\n\n\n=== বিশ্বতত্ত্ব ===\n\nএনুমা এলিশের ব্যতিক্রমটি বাদ দিলে মেসোপটেমীয় বিশ্বতত্ত্বের প্রণালীবদ্ধ ব্যাখ্যার কোনো নথি পাওয়া যায় না। অবশ্য সুমেরীয় ও আক্কাদীয় বাণমুখ লিপি ও হিব্রু বাইবেল সহ প্রাপ্ত প্রমাণগুলি থেকে আধুনিক গবেষকেরা এটির এক প্রায় যথাযথ বিবরণ প্রস্তুত করেছেন। এনুমা এলিশে (আনুমানিক খ্রিস্টপূর্ব দ্বাদশ শতক) দেখা যায়, দেবতা মরদুক দেবতাদের জননী তিয়ামাতকে হত্যা করেন এবং তাঁর মৃতদেহের দু’টি খণ্ড থেকে বর্তমানে দৃশ্য ব্রহ্মাণ্ডে স্বর্গ ও পৃথিবীর আকার দেন। একই যুগের অপর একটি নথিতে বলা হয়েছে যে, স্বর্গ ও পৃথিবী উভয়েই তিনটি করে স্তরে বিভক্ত। দেবতারা বাস করেন স্বর্গের উচ্চতর স্তরে এবং তারাদের স্থাপন করা হয়েছে স্বর্গের সর্বনিম্ন স্তরে।\n\n\n=== দেবদেবী ===\n\nবহুদেববাদী প্রাচীন মেসোপটেমীয় ধর্মে অনেক দেবদেবীর অস্তিত্ব স্বীকার করে নেওয়া হয়েছিল। তবে এই ধর্ম সেই সঙ্গে একটি সর্বোচ্চঈশ্বরবাদী ধর্মও ছিল। কারণ এই ধর্মে কোনো কোনো দেবতাকে সেই দেবতাদের নির্দিষ্ট ভক্তবৃন্দেরা অন্য দেবতাদের তুলনায় উচ্চ স্থান প্রদান করত। এই ভক্তরা প্রায়শই কোনো না কোনো নির্দিষ্ট শহর বা নগর-রাষ্ট্রের অধিবাসী ছিল এবং তারা যে দেবতাকে সর্বোচ্চ জ্ঞান করত, তিনি ছিলেন সংশ্লিষ্ট শহরের রক্ষাকর্তা দেবতা। যেমন, এনকি প্রায়শই যুক্ত হতেন সুমেরের এরিদু শহরের সঙ্গে, আশুর আশুর ও অ্যাসিরিয়ার সঙ্গে, এনলিল সুমেরীয় শহর নিপ্পুরের সঙ্গে, ইশতার অ্যাসিরীয় শহর আরবেলার সঙ্গে এবং মরদুক যুক্ত হতেন ব্যাবিলনের সঙ্গে। মেসোপটেমীয়রা ঠিক কত জন দেবদেবীর পূজা করত তার সংখ্যা সঠিক জানা যায় না। তবে কে. টলকভিস্ট তাঁর আক্কাদিশে গোটেরেপিঠেটা (১৯৩৮) বইটিতে গবেষকদের জানা ২,৪০০ জন দেবদেবীর কথা উল্লেখ করেছেন। এই দেবদেবীরা অধিকাংশই তাঁদের সুমেরীয় নামে পরিচিত ছিলেন। সুমেরীয় ভাষায় দেবতাদের বলা হত দিনগির, অন্যদিকে আক্কাদীয় ভাষায় তাঁরা পরিচিত ছিলেন ইলু নামে। মনে করা হয় যে, দুই গোষ্ঠীর পূজিত দেবতাদের মধ্যে সমন্বয় ঘটেছিল এবং এক গোষ্ঠী অন্য গোষ্ঠীর দেবতাদের গ্রহণ করেছিল।\nপ্রাচীন মেসোপটেমীয় দেবদেবীদের সঙ্গে মানুষের আকৃতি ও প্রকৃতির অনেক সাদৃশ্য দেখা যায়। এঁরা ছিলেন নরত্বারোপিত দেবতা। মানুষের সঙ্গে চেহারার মিল ছাড়াও এঁদের আচরণও ছিল মানুষেরই মতো। দেবতাদেরও খাদ্য ও পানীয়ের প্রয়োজন হত, তাঁরা মদ্যপান করতেন এবং মাতাল হয়ে যেতেন। তবু তাঁদের সাধারণ মানুষের তুলনায় উৎকৃষ্ট মনে করা হত। মেসোপটেমীয় বিশ্বাসে তাঁরা ছিলেন শক্তিশালী, সর্বদ্রষ্টা ও সর্বজ্ঞ, অপরিমেয় এবং সর্বোপরি অমর। এই দেবতাদের আরেকটি বৈশিষ্ট্য মনে করা হত মেলাম্মু অর্থাৎ তাঁদের ঘিরে থাকা এক ত্রাসোদ্দীপক ঔজ্জ্বল্যকে। মেসোপটেমীয়রা মনে করত, এই ঔজ্জ্বল্য দেখলে মানুষের মনে তৎক্ষণাৎ ভয় ও সম্ভ্রমের উদ্ভব হয়। অন্যান্য অনেক বহুদেববাদী ধর্মের মতো প্রাচীন মেসোপটেমীয় ধর্মেও বিভিন্ন দেবদেবীর মধ্যে পারিবারিক সম্পর্ক আছে বলে বিশ্বাস করা হত। ইতিহাসবিদ জে. বোতেরোর মতে, প্রাচীন মেসোপটেমিয়ায় দেববদেবীদের [[মরমিয়াবাদ|মরমিয়াবাদী দৃষ্টিকোণ থেকে দেখা হত না; বরং মনে করা হত যে তাঁরা হলেন উচ্চতর লোকে অবস্থানকারী প্রভু এবং তাঁদের ভালোবাসা বা ভক্তি করার পরিবর্তে মান্য ও ভয় করাই ছিল বিধেয়। তা সত্ত্বেও সমাজের সকল শ্রেণির মেসোপটেমীয়দের মধ্যে এমন নামকরণের প্রথা প্রচলিত ছিল, যে নাম দেখলেই বোঝা যায় যে তারা কোনো না কোনো নির্দিষ্ট দেবতার ভক্ত। এই প্রথাটি সম্ভবত খ্রিস্টপূর্ব তৃতীয় সহস্রাব্দে সুমেরীয়দের মধ্যে শুরু হয়েছিল এবং পরে তা আক্কাদীয়, অ্যাসিরীয় ও ব্যাবিলনীয়রাও গ্রহণ করে।\nপ্রথম দিকে মেসোপটেমীয় ধর্মে দেবমন্ডলী সুগঠিত ছিল না। পরবর্তীকালে মেসোপটেমিয়ার ধর্মতত্ত্ববিদেরা গুরুত্বের ভিত্তিতে দেবদেবীদের নির্দিষ্ট ক্রমপরম্পরায় সাজানোর ধারণাটি নিয়ে আসেন। ফার্ম ও তেল আবু শলাবিখে প্রত্নতাত্ত্বিক খননকার্য চালিয়ে প্রায় ৫৬০ জন সুমেরীয় দেবদেবীর একটি তালিকা আবিষ্কৃত হয়েছে। এই তালিকাটি আনুমানিক খ্রিস্টপূর্ব ২৬০০ অব্দের। তালিকাটিতে পাঁচজন প্রধান দেবতার নাম নির্দিষ্ট গুরুত্ব সহ উল্লেখ করা হয়েছে।\nপ্রথম যুগের সর্বাধিক গুরুত্বপূর্ণ মেসোপটেমীয় দেবদেবীদের অন্যতম ছিলেন এনলিল। গোড়ায় তিনি ছিলেন এক সুমেরীয় দেবতা; সুমেরীয়রা তাঁকে দেবতাদের রাজা ও বিশ্বের নিয়ন্ত্রক মনে করত। পরবর্তীকালে তিনি আক্কাদীয় দেবমণ্ডলীতে গৃহীত হন। অপর এক গুরুত্বপূর্ণ দেবতা ছিলেন সুমেরীয় দেবতা আন। তিনি ও এনলিল একই ভূমিকা পালন করেন বলে মনে করা হত। আক্কাদীয়দের মধ্যে আন পরিচিত ছিলেন আনু নামে। সুমেরীয় দেবতা এনকিকেও পরবর্তীকালে আক্কাদীয়রা গ্রহণ করেছিল। প্রথম দিকে এনকির আদি নামটি অপরিবর্তিত থাকলেও পরবর্তীকালে তিনি পরিচিত হন এয়া নামে। অনুরূপভাবে আক্কাদীয়দের সুমেরীয় চন্দ্রদেবতা নান্না পরিচিত হন সিন নামে এবং সুমেরীয় সূর্যদেবতা উতু পরিচিত হন শামাশ নামে। সুমেরের যৌনতা ও যুদ্ধদেবী ইনান্না ছিলেন সর্বাধিক উল্লেখযোগ্য দেবীদের অন্যতম। পরে খ্রিস্টপূর্ব অষ্টাদশ শতকে ব্যাবিলনীয়রা ক্ষমতা দখল করলে রাজা হামিরাবি ইতিপূর্বে বিশেষ গুরুত্বের অধিকারী ছিলেন না এমন দেবতা মরদুককে দক্ষিণ মেসোপটেমিয়া অঞ্চলে আনু ও এনলিলের সম মর্যাদা প্রদান করেন। মরদুকের সঙ্গে সুমেরীয় ঝঞ্ঝাদেবতা নিনুরতার কীর্তিগুলির সাদৃশ্য দেখে অনুমান করা হয় যে, মরদুকের কল্পনা নিনুরতার আদলেই করা হয়েছিল।\nপ্রাচীন মেসোপটেমীয় ধর্মের যে সর্বাধিক গুরুত্বপূর্ণ কিংবদন্তিটি আজ পর্যন্ত টিকে আছে সেটি সম্ভবত গিলগামেশ মহাকাব্য। এই মহাকাব্যে রাজা গিলগামেশ ও তাঁর বর্বর বন্ধু এনকিডুর উপাখ্যান রয়েছে। অমরত্বের সন্ধানে গিলগামেশের অভিযান এবং তার ফলে দেবতাদের সঙ্গে তাঁর সংগ্রাম এই আখ্যানের মূল উপজীব্য। এই মহাকাব্যেই প্রথম মহাপ্লাবন অতিকথার উল্লেখ পাওয়া যায়।\nকখনও কখনও প্রভাবশালী সুমেরীয় ধর্মগুরু ও ধর্মবিশ্বাসের দ্বারা আক্কাদীয় ধর্ম প্রভাবিত হত। আবার কোনো কোনো সময়ে সুমেরীয় রাজাদের উপরেও দেবত্ব আরোপ করা হত।\n\n\n== কাল্ট-সংক্রান্ত প্রথা ==\n\n\n=== জনসাধারণের ধর্মানুশীলন ===\n\nপ্রাচীন মেসোপটেমিয়ার প্রতিটি শহরকেই কোনো না কোনো দেবতার আবাসস্থল এবং সংশ্লিষ্ট দেবতাকে সেই শহরের রক্ষাকর্তা মনে করা হত। পরিচিত সকল মন্দিরই শহরে অবস্থিত ছিল। অবশ্য শহরের উপকণ্ঠেও অনেক দেবস্থান গড়ে উঠেছিল। জিগগুরাত নামে পরিচিত এই মন্দিরগুলি নির্মাণ করা হত কাদামাটির ইটে। একগুচ্ছ সিঁড়ির মাধ্যমে এগুলির উপরে উঠতে হত। প্রাচীন মেসোপটেমীয় ধর্মে এই মন্দিরগুলির গুরুত্ব ও প্রতীকতত্ত্ব কী ছিল তা নিয়ে গবেষকদের মধ্যে অনেক আলোচনা হয়েছে। অধিকাংশ গবেষকই মনে করেন যে, এই ধরনের মিনারকে সেকালের মেসোপটেমিয়ায় মানুষ দেবতাদের স্বর্গ থেকে নেমে আসা বা স্বর্গে আরোহণের উপায়স্বরূপ এক ধরনের মই বা সিঁড়ি মনে করত। অবশ্য প্রকৃত কাল্টের অনুশীলন যে মন্দিরের উপরের তলায় হত তার প্রমাণও পাওয়া গিয়েছে। সম্ভবত সমগ্র মন্দিরটিকে এক বিশালাকার বেদি মনে করা হত। অন্য মতে, এই মিনারগুলিকে এক মহাজাগতিক পর্বত মনে করা হত। মেসোপটেমীয়রা বিশ্বাস করত যে, এখানে একজন মৃত্যুপথযাত্রী ও উদীয়মান দেবতা \"সমাহিত হয়ে থাকতেন\"। এরিডুতে এনকিলের মন্দিরটির মতো কোনো কোনো মন্দিরে এক পবিত্র কুঞ্জবনে এক ধরনের পবিত্র বৃক্ষ বা কিসকানু থাকত। এই বৃক্ষটিকে কেন্দ্র করেই রাজা বিভিন্ন আচার-অনুষ্ঠান পালন করতেন। উল্লেখ্য, এই ধরনের উদ্যানে রাজার ভূমিকা ছিল \"প্রভু উদ্যানপালক\"-এর।\nগোড়ার দিকে প্রাচীন মেসোপটেমীয় মন্দিরগুলিকে দেবতার বাসস্থান জ্ঞানে নির্মিত হত। মেসোপটেমীয়রা বিশ্বাস করত যে, দেবতা এই মন্দিরে অবস্থান করেন এবং এখানেই শহর ও রাজ্যের কল্যাণের জন্য পৃথিবীতে দরবার বসান। মন্দিরে দেবতার উপস্থিতির প্রতীক ছিল একটি পৃথক কক্ষে মন্দিরের দেবতার মূর্তি। এই মূর্তির মধ্যেই দেবতা অধিষ্ঠান করেন বলে মনে করা হত। কীভাবে এররা জগৎ ধ্বংস করলেন কবিতাটি থেকে এর প্রমাণ পাওয়া যায়। এই কবিতায় দেখা যায়, এররা দেবতা মরদুককে ঠকান ও মরদুক তাঁর কাল্ট মূর্তিটি ফেলে চলে যান। মূর্তিনির্মাণের পরে এক বিশেষ নৈশ আচার পালনের মাধ্যমে সেগুলি উৎসর্গ করা হত। এই অনুষ্ঠানে মূর্তিতে \"প্রাণ\" প্রতিষ্ঠা করা হত এবং দেবতা যাতে দেখতে ও খাদ্য গ্রহণ করতে পারেন সে জন্য সেগুলির মুখ \"খোলা\" হত (পেত পি) ও \"ধৌতকরণ\" করা হত (মেস পি)। লোকবিশ্বাস অনুসারে, দেবতা অনুমোদন করলে তিনি মূর্তি গ্রহণ করতেন এবং তাতে \"অধিষ্ঠান\" করতে সম্মত হতেন। মূর্তিগুলির বিনোদনের নানা ব্যবস্থা করা হত। কখনও কখনও লোকজন সঙ্গে নিয়ে সেগুলিকে শিকার অভিযানেও নিয়ে যাওয়া হত। দেবতার সেবার জন্য মন্দিরে রান্নাঘর ও রান্নার সরঞ্জাম, শয়নকক্ষ ও শয্যা এবং দেবতার পরিবারবর্গের জন্য একাধিক কক্ষও রাখা হত। দর্শনার্থীদের হাত-পা ধোওয়ার জন্য একটি উঠোনে গামলা ও জলও রাখা হত। এছাড়া দেবতাদের রথ ও রথবাহী পশুর জন্য আস্তাবলও থাকত মন্দির-চত্বরে।\nসাধারণত সেবা বা কর্মের (দুল্লু) মাধ্যমে দেবতার স্বাস্থ্যরক্ষার ব্যবস্থা করা হত। দিনে দুইবার মূর্তির পোষাক পরিবর্তন করা হত এবং দেবতায়ে নৈবেদ্য নিবেদন করা হত। দেবতাদের খাদ্যগ্রহণের পদ্ধতি সম্পর্কে প্রাচীন মেসোপটেমীয়রা কী ভাবত তা সঠিক জানা যায় না। তবে এটা স্পষ্ট যে ঠিক যেমন রাজার খাদ্যগ্রহণ জনসাধারণের দেখার অনুমতি ছিল না, তেমনই দেবতাদের \"খাওয়া\"র সময়ও যে বেদিতে নৈবেদ্য উৎসর্গ করা হত সেটি পর্দা দিয়ে ঢেকে দেওয়া হত। কখনও কখনও রাজাও দেবতার ভোজসভায় অংশ নিতেন এবং পুরোহিতেরাও সম্ভবত উৎসর্গিত নৈবেদ্যের ভাগ পেতেন। মূর্তির সামনে ধূপ জ্বালানো হত; কারণ মনে করা হত যে দেবতারা ধূপের সুগন্ধ পছন্দ করেন। বলি দেওয়া পশুর মাংসও নিয়মিত নৈবেদ্য হিসেবে প্রদান করা হত। বলির পশুকে একটি মানুষের পরিবর্ত (পুহু) বা অনুকল্প (দিনাউ) মনে করা হত। প্রাচীন মেসোপটেমীয়রা বিশ্বাস করত যে, যখন পশু বলি দেওয়া হয় তখন দেবতা ও দানবদের ক্রোধ মানুষের দিক থেকে ঘুরে সেই পশুটির দিকে ধাবিত হয়। নির্দিষ্ট দিনে নির্দিষ্ট দেবতাদের জন্য অতিরিক্ত পশুবলি ও আচার পালনের প্রয়োজন হত। প্রতিটি দিনই নির্দিষ্ট কোনো না কোনো দেবতার পবিত্র দিন বলে গণ্য করা হত।\nতাত্ত্বিকভাবে রাজাকে কাল্টের ধর্মগুরু (এনু বা শানগু) মনে করা হত। মন্দিরের মধ্যে তাঁকে অনেকগুলি কর্তব্য পালন করতে হত। সেই সঙ্গে মন্দিরে বিশেষ পেশারও অনেকে থাকত যাঁদের কাজ ছিল মানুষ ও দেবতার মধ্যে মধ্যস্থতা করা: একজন তত্ত্বাবধায়ক বা \"নৈশপ্রহরী\" পুরোহিত (শেশগাল্লু), দানব ও জাদুকরদের কুপ্রভাব দূর করে ব্যক্তিবিশেষের শুদ্ধিকরণের জন্য পুরোহিতবৃন্দ (আশিপু), মন্দির শুদ্ধিকরণের পুরোহিতবৃন্দ (মাশমাশু), গীতিবাদ্যের মাধ্যমে দেবতাদের ক্রোধ-প্রশমনকারী পুরোহিতবৃন্দ (কলু), এবং তৎসহ গায়িকাবৃন্দ (নারু), গায়কবৃন্দ (জাম্মেরু), কারিগর (মারে উম্মানি), তরবারিবাহক (নাস পট্রি), ভবিষ্যদ্‌বক্তাগণ (বারু), অনুতপ্ত ব্যক্তিগণ (শা’ইলু) ও অন্যান্যরা।\n\n\n=== ব্যক্তিগত ধর্মানুশীলন ===\nজনসাধারণের জন্য উন্মুক্ত উৎসব-অনুষ্ঠানে ধর্মানুশীলনের পাশাপাশি ব্যক্তিবিশেষও কোনো না কোনো ইষ্টদেবতার উদ্দেশ্যে শ্রদ্ধা নিবেদন করত। এই ইষ্টদেবতারা যুগে যুগে পরিবর্তিত হয়েছেন। তাই প্রাচীন মেসোপটেমীয় ধর্মের আদি যুগে এই ধরনের ব্যক্তিগত ধর্মানুশীলনের ছবিটি ঠিক কী রকম ছিল সে সম্পর্কে বিশেষ জানা যায় না। এই সব ইষ্টদেবতার নামও খুব কম ক্ষেত্রেই উল্লেখ করা হয়েছে এবং খুব কমই এঁদের বর্ণনা করা হয়েছে। খ্রিস্টপূর্ব তৃতীয় সহস্রাব্দের মধ্যভাগে কোনো কোনো শাসক নির্দিষ্ট এক দেবতা বা একাধিক দেবতাদের নিজেদের ব্যক্তিগত রক্ষাকর্তা মনে করতেন। খ্রিস্টপূর্ব দ্বিতীয় সহস্রাব্দে ইষ্টদেবতার ধারণাটি সাধারণ মানুষের মধ্যে অনেক বেশি জনপ্রিয়তা অর্জন করে। প্রার্থনা ও সংশ্লিষ্ট দেবতার মূর্তির সেবার মাধ্যমে দেবতার সঙ্গে ব্যক্তিগত সম্পর্ক রক্ষা করা হত। প্রাচীন মেসোপটেমিয়া অঞ্চল থেকে বেশ কিছু লিখিত প্রার্থনাও পাওয়া গিয়েছে। প্রতিটি প্রার্থনাতেই যে দেবতার উদ্দেশ্যে প্রার্থনাটি লিখিত সেই দেবতাকে অন্য সকল দেবতার উচ্চে স্থান দেওয়া হয়েছে। ইতিহাসবিদ জে. বোতেরোর মতে, এই কবিতাগুলিতে প্রাচীন মেসোপটেমীয় ধর্মের অনুগামীদের মনের গভীর শ্রদ্ধা, প্রগাঢ় ভক্তি এবং অলৌকিক শক্তি তাদের মনে যে তর্কাতীত আবেগ উন্মোচিত করত তা প্রকাশ পেয়েছে। কিন্তু এই প্রার্থনাগুলি থেকে এও বোঝা যায় যে, মানুষ তাদের ইষ্টদেবতাকে সর্বসমক্ষে শ্রদ্ধানিবেদনের পরিবর্তে ভয়ই পেত বেশি। তারা মনে করত যে, ইষ্টদেবতা তাদের সৌভাগ্য ও সাফল্য প্রদান করবেন এবং সেই সঙ্গে তাদের রোগবিসুখ ও দৈত্যদানবের হাত থেকেও রক্ষা করবেন। সমাজে কারো মর্যাদা, সাফল্য, সেই ব্যক্তির মেধা, এমনকি ব্যক্তিত্বও তার ইষ্টদেবতার উপর নির্ভরশীল বলে মনে করা হত। বিশ্বাসের এই বিষয়টিকে এমন এক পর্যায়ে নিয়ে যাওয়া হয়েছিল যে, এও মনে করা হয় সেই ব্যক্তির সব অভিজ্ঞতাই তার ইষ্টদেবতার উপর যা ঘটছে তার প্রতিফলন। মেসোপটেমীয়রা বিশ্বাস করত যে, কেউ তার ইষ্টদেবতাকে অবহেলা করলে দানবদের আক্রমণের মুখে পড়ে এবং যখন সে তার ইষ্টদেবতার পূজা করে তখন সেই দেবতা মেষপালকের মতো তার জন্য খাদ্যের অনুসন্ধানে বের হন।\nপ্রাচীন মেসোপটেমিয়ায় দানবদের অস্তিত্বে বিশ্বাস বহুল প্রচলিত ছিল। মন্দিরের পুরোহিতেরাও ভূতপ্রেত-দৈন্যদানব তাড়ানোর জন্য মন্ত্রপাঠে (শিপতু) অংশগ্রহণ করতেন। সুমেরীয় বা আক্কাদীয় ভাষায় এই সত্তাদের কোনো একক পরিভাষায় চিহ্নিত না করা হত না। শুধু তাদের ক্ষতিকারক বা বিপজ্জনক সত্তা বা শক্তি বলে বর্ণনা করা হত এবং মেসোপটেমীয়দের কাছে তাদের উপস্থিতির ধারণাটিই ছিল বিশ্বে অশুভের অস্তিত্বের এক যুক্তিসঙ্গত কারণ। মেসোপটেমীয় বিশ্বাসে দৈত্যদানবের সংখ্যাও ছিল অসংখ্য। এও মনে করা হত যে, এই সব সত্তারা দেবতাদেরও আক্রমণ করার ক্ষমতা রাখে। দানব ছাড়াও মৃতের আত্মার (এতিম্মু) অস্তিত্বেও বিশ্বাস করা হত। এদেরও অনিষ্টকারী সত্তাই মনে করা হত। এদের কুপ্রভাব এড়ানর জন্য মাদুলির সাহায্য নেওয়া হত। কখনও কখনও এই কাজে এক বিশেষ শ্রেণির পুরোহিত বা ওঝারও (আশিপু বা মাশমাশু) প্রয়োজন হত। রোগারোগ্যের জন্যও মন্ত্রপাঠ ও অনুষ্ঠান আয়োজন করা হত। রোগবিসুখকে দানবদের কাজ বলে মনে করা হত। মাঝে মাঝে সহমর্মিতামূলক জাদুর সাহায্যও নেওয়া হত। কখনও কখনও দানবের মূর্তি নির্মাণ করে তাকে বন্দী করার চেষ্টা করা হত। মূর্তিটি রাখা হত অসুস্থ ব্যক্তির মাথার উপর, তারপর সেটিকে ধ্বংস করে ফেলা হত। মনে করা হত যে, এর মাধ্যমে মূর্তির মধ্যে অবস্থানকারী দানবটিকেও ধ্বংস করা সম্ভব। রক্ষাকারী আত্মাদের মূর্তিও তৈরি করা হত এবং দরজায় সেগুলি রাখা হত বাধাবিপদ দূর করার জন্য।\nআর এক শ্রেণির বিশেষজ্ঞের মাধ্যমে করা হত ভবিষ্যদ্বাণী। দেবতারা মানুষের নিয়তি ইতিমধ্যেই স্থির করে দিয়েছেন একথা ধরে নিয়ে শুভ বা অশুভ সংকেত পর্যবেক্ষণ এবং ভাগ্যপরীক্ষা সহ নানান অনুষ্ঠান পালনের মাধ্যমে তা জানার চেষ্টা করা হত। মনে করা হত যে, দেবতারা নিজেদের ইচ্ছা \"শব্দ\" (আমাতু) ও \"অনুশাসন\"-এর (কিবিতু) মাধ্যমে প্রকাশ করেন। এগুলিকে যে উচ্চারিত হতেই হবে এমন কোনো কথা নেই, বরং নানা ঘটনার মধ্য দিয়েও তা প্রকাশিত হয়। ভবিষ্যদ্বাণী করার অনেক পন্থা ছিল। যেমন, এক পেয়ালা জলে তেলের ফোঁটার পতন পর্যবেক্ষণ (লেকানোমেন্সি), বলি দেওয়া পশুর অন্ত্র পর্যবেক্ষণ (এক্সটিসপিসি), পাখিদের আচরণ পর্যবেক্ষণ (অগারি) ও মহাজাগতিক ও আবহাওয়া সংক্রান্ত ঘটনা ও বস্তু পর্যবেক্ষণ (জ্যোতিষ), সেই সঙ্গে স্বপ্নের ব্যাখ্যা প্রদানও। এই সব ব্যাখ্যার জন্য প্রায়শই দুই ধরনের পুরোহিতের প্রয়োজন হত: জিজ্ঞাসাকারী (শা’ইলু) ও পর্যবেক্ষক (বারু)। কখনও কখনও ভর হওয়া ভবিষ্যদ্দ্রষ্টাদের এক নিম্ন শ্রেণিরও (মাহহু) প্রয়োজন হত, যারা ডাকিনীবিদ্যার সঙ্গেও যুক্ত থাকত।\n\n\n== নৈতিকতা, সদাচার ও পাপ ==\n\nপ্রাচীনকালের পৌত্তলিকতাবাদী ধর্মগুলি নৈতিকতা অপেক্ষা কর্তব্য ও অনুষ্ঠানপালনের উপর অধিক গুরুত্ব আরোপ করত। তবে মেসোপটেমিয়া থেকে প্রাপ্ত প্রার্থনা ও পুরাণকথাগুলিতে বেশ কয়েকটি সাধারণ নৈতিক গুণাবলিরও উল্লেখ পাওয়া যায়। মনে করা হত যে, মানবজাতি দেবতাদের সৃষ্টিপ্রক্রিয়ায় জাত হয়েছে এবং দেবতারাই হলেন জীবনের উৎস; তাঁদের হাতেই মানুষকে অসুস্থতা ও সুস্থতা প্রদানের ক্ষমতা ন্যস্ত রয়েছে এবং সেই সঙ্গে মানুষের নিয়তিও তাঁদের দ্বারাই নির্ধারিত হয়। ব্যক্তিনাম থেকে বোঝা যায় প্রতিটি শিশুকে দেবতার উপহার মনে করা হত। মনে করা হত যে, মানুষের সৃষ্টি দেবতাদের সেবা করার জন্য অথবা অন্তত তাদের অপেক্ষায় থাকার জন্য: দেবতা ছিলেন প্রভু (বেলু) ও মানুষ ছিল তাঁর ভৃত্য বা দাস (আরদু) এবং মানুষের কর্তব্য ছিল দেবতাদের ভয় করা (পুলুহতু) এবং তাঁদের প্রতি যথাযথ আচরণ করা। প্রাচীন মেসোপটেমিয়ার ধর্মীয় কর্তব্যগুলি প্রাথমিকভাবে কাল্ট-কেন্দ্রিক বা আনুষ্ঠানিক ছিল বলেই অনুমান করা হয়। অবশ্য কয়েকটি প্রার্থনায় মানুষ ও দেবতার মধ্যে এক ইতিবাচক মনস্তাত্ত্বিক সম্পর্কের কথাও উল্লেখ করা হয়েছে। সাধারণভাবে মানবজাতির প্রতি দেবতার উপহার হিসেবে সাফল্য ও দীর্ঘায়ুর কথা উল্লেখ করা হয়েছে।\nপ্রত্যেক মানুষের জন্য অপর মানুষের জন্য কিছু কর্তব্য স্থির করে দেওয়া হয়েছিল; এই কর্তব্যগুলিও ছিল ধর্মীয় প্রকৃতির। এই ক্ষেত্রে বিশেষভাবে উল্লেখ্য প্রজার প্রতি রাজার কর্তব্যগুলির কথা। মেসোপটেমীয়রা মনে করত যে সব কারণে দেবতারা রাজাকে ক্ষমতা প্রদান করেন তার অন্যতম হল ন্যায়বিচার সুনিশ্চিত করা ও নৈতিকতার অনুশীলন করা। রাজার পালনীয় এই কর্তব্যগুলি মেশারু ও কেত্তু নামে পরিচিত ছিল, যার আক্ষরিক অর্থ ছিল \"ঋজুতা, যথার্থতা, দৃঢ়তা, সত্য\"। এই কর্তব্যগুলির মধ্যে ছিল বন্ধু বা আত্মীয়দের মধ্যে বিচ্ছেদ বা বিবাদ না ঘটানো, নিষ্পাপ বন্দীদের মুক্তিদান, সত্যবাদী হওয়া, সৎ ভাবে ব্যবসা করা, সীমারেখা ও সম্পত্তির অধিকারকে সম্মান করা এবং কাউকে প্রতারিত না করা। এই ধরনের কয়েকটি নির্দেশিকা শুরপু মন্ত্র ধারাবাহিকের দ্বিতীয় ফলকে পাওয়া যায়।\nঅন্যদিকে পাপের ধারণাটিকে প্রকাশ করা হত হিতু (ভুল, ভুল পদক্ষেপ), আন্নু বা আরনু (বিদ্রোহ) এবং কিল্লাতু (পাপ বা অভিশাপ) শব্দগুলির দ্বারা। এই শব্দটির মাধ্যমে বিদ্রোহের উপর বিশেষ গুরুত্ব আরোপ করা হয়েছিল। কখনও কখনও মানুষের \"নিজের মতো করে জীবনযাপন\" করার (ইনা রামানিশু) ধারণাটিকেও পাপের অন্তর্ভুক্ত করা হত। যা কিছু দেবতাদের ক্রোধ উৎপাদন করে তাকেই পাপ বলে বর্ণনা করা হত। রোগ ও দুর্ভাগ্যের মাধ্যমে পাপের শাস্তি নেমে আসে বলে মনে করা হত। এই সব শাস্তি আবার অনিবার্যভাবে অজ্ঞাত নানা পাপের কারণ হত অথবা এই সব শাস্তির মাধ্যমে শাস্তিপ্রাপ্ত ব্যক্তি নিজের অজ্ঞাতসারেই দেবতাদের নিষেধাজ্ঞার আওতায় পড়ে যেত বলে বিশ্বাস করা হত। বিলাপের স্তবগানগুলিতে খুব কমই সুনির্দিষ্ট পাপের কথা উল্লেখ করা হয়েছে। প্রতিশোধের এই ধারণাটি জাতি এবং সামগ্রিক ভাবে ইতিহাসের প্রতিও প্রযুক্ত হত বলে বিশ্বাস করা হত। প্রাচীন মেসোপটেমীয় সাহিত্যে কীভাবে যুদ্ধ ও প্রাকৃতিক বিপর্যয় দেবতার দেওয়া শাস্তির আকারে নেমে আসে এবং রাজাদের এই ধরনের শাস্তিপ্রদানের যন্ত্রস্বরূপ ব্যবহার করা হয় তা দেখানো হয়েছে।\nসুমেরীয় পুরাণকথায় বিবাহপূর্ব যৌনসম্বন্ধ স্থাপনে নিষেধাজ্ঞার আভাস আছে। বর ও বধূর পিতামাতাই প্রায়শই বিবাহসম্বন্ধ পাকা করতেন; মৃৎফলকে নথিবদ্ধ করা চুক্তির সম্মতির ভিত্তিতেই সাধারণত বিবাহ সম্পন্ন হত। বর বধূর পিতাকে একটি বৈবাহিক যৌতুক প্রদান করলে শীঘ্রই বিবাহ আইনসিদ্ধ হত। অবশ্য এমন প্রমাণও পাওয়া যায় যে প্রাক্‌বিবাহ যৌনতা খুবই সাধারণ ব্যাপার ছিল, কিন্তু তা গোপন রাখা হত। মেসোপটেমিয়ায় প্রচলিত ইনান্না/ইশতারের পূজার সঙ্গে অসংযত, উন্মত্ত নৃত্য এবং সামাজিক ও শারীরিক অস্বাভাবিকতার রক্তাক্ত আনুষ্ঠানিক ক্রিয়াকলাপ যুক্ত ছিল। মনে করা হত যে, \"ইনান্নার কাছে নিষিদ্ধ কিছুই নেই\" এবং মানুষের সাধারণ সামাজিক ও শারীরিক সীমা লঙ্ঘন এবং প্রথাগত লিঙ্গের সংজ্ঞা অতিক্রম করে যাওয়ার বিষয়টিকে দেখানো হত এমন এক ক্রিয়া হিসেবে যার মাধ্যমে ব্যক্তি \"প্রতিদিনের সচেতন জগৎ পার হয়ে আধ্যাত্মিক পরমানন্দের সমাহিত জগতে প্রবেশ করতে পারে\"।\n\n\n== মৃত্যু-পরবর্তী জীবন ==\nমেসোপটেমীয়রা বিশ্বাস করত যে, পৃথিবীর উপরে জীবন্ত মানুষের বসবাস এবং ভূপৃষ্ঠের নিচে একটি অঞ্চল মৃত্যু-পরবর্তী জীবনের ঘটনাস্থল। এই স্থানটিই ছিল অরল্লু, গানজের বা ইরকাল্লু (\"মহা নিম্নস্থ\") নামে পরিচিত প্রাচীন মেসোপটেমীয় পাতাল। মনে করা হত যে, সামাজিক মর্যাদা বা জীবদ্দশায় কৃত কর্ম নির্বিশেষে সকলেই মৃত্যুর পর এই স্থানে যায়। খ্রিস্টধর্মের নরক ভাবনার বিপরীতে মেসোপটেমীয়রা মনে করত যে, পাতালে কেউ শাস্তি পায় না বা পুরস্কৃত হয় না। অবশ্য মৃতের অবস্থাকে তার পৃথিবীতে অতিবাহিত জীবনের অনুরূপ মনে করা হত না: তাদের মনে করা হত নিছকই দুর্বল ও শক্তিহীন ভূত। ইশতারের পাতাললোকে অবতরণের অতিকথাটিতে বলা হয়েছে যে, এই ভূতেরা ধূলা খায়, মাটি থেকে পুষ্টি অর্জন করে এবং যে অন্ধকারে তারা বাস করে সেখানে তারা আলো দেখতে পায় না। আদাপা অতিকথা সহ কয়েকটি উপাখ্যানে মেনে নেওয়ার ভঙ্গিতে বলা হয়েছে যে সকল মানুষকেই একটি ভুলের জন্য মরতে হয় এবং প্রকৃত চিরস্থায়ী জীবন একমাত্র দেবতাদেরই সম্পত্তি।\n\n\n== বিশ্বের পরিসমাপ্তি ==\nপ্রাচীন মেসোপটেমিয়ার যে কিংবদন্তিগুলি পাওয়া যায়, তাতে বিশ্বের পরিসমাপ্তির কথা বিশেষ উল্লিখিত হয়নি। অবশ্য এও অনুমান করা হয় যে, মেসোপটেমীয়রা বিশ্বের পরিসমাপ্তিতে বিশ্বাস করত। এই অনুমানের কারণ, বেসোসাস তাঁর ব্যাবিলনিয়াকা গ্রন্থে লিখেছেন যে, মেসোপটেমীয়রা বিশ্বাস করত পৃথিবীর আয়ু \"বারো \"তারার\" বারোগুণ সময়\"; এখানে প্রতিটি \"তারা\" বলতে বোঝানো হয়েছে ৩,৬০০ বছর এবং এই অর্থে মেসোপটেমীয় বিশ্বাসে পৃথিবীর আয়ু মাত্র ৫১৮,৪০০ বছর। অবশ্য মেসোপটেমীয় বিশ্বাসে এই ঘটনার পরে কী ঘটতে চলেছে তা বেরোসাস উল্লেখ করেননি।\n\n\n== ইতিহাস-সংকলনবিদ্যা ==\n\n\n=== পুনর্নির্মাণ ===\nঅধিকাংশ বিলুপ্ত ধর্মেরই সাধারণ অনুশীলন পদ্ধতি ও মতবাদের সূক্ষ্ম সূক্ষ্ম বিষয়গুলি কালের গহ্বরে হারিয়ে গিয়েছে। অবশ্য প্রত্নতাত্ত্বিক ও সাহিত্যিক প্রমাণ থেকে এই ধর্মগুলি সম্পর্কে অনেক তথ্যই আহরণ করা গিয়েছে। ইতিহাসবিদ ও বৈজ্ঞানিকেরা ধর্ম-বিশারদ ও অনুবাদকদের সাহায্যে এইভাবেই সুমের, আক্কাদ, অ্যাসিরিয়া, ব্যাবিলনিয়া, এবলা ও ক্যালডিয়ার প্রাচীন ধর্মীয় ইতিহাস, সামাজিক প্রথা ও রীতিনীতি এবং সেই সব অঞ্চলের প্রাত্যহিক জীবের উপর ধর্মবিশ্বাস প্রভাবের বিবরণ পুনর্নির্মাণের চেষ্টায় অনেক কাজ করেছেন। মনে করা হয়, সমগ্র বিশ্ব জুড়ে পরবর্তীকালে উদ্ভূত কনানীয়/ইজরায়েলি, আরামীয় ও প্রাচীন গ্রিক ধর্ম সগ অনেক ধর্মের উপরেই প্রাচীন মেসোপটেমীয় ধর্ম প্রভাব বিস্তার করেছিল।\nবহুদেববাদী প্রাচীন মেসোপটেমীয় ধর্মের অনুগামীরা ২,১০০ জনেরও বেশি দেবদেবীর পূজা করত। এই দেবদেবীদের অনেকেই যুক্ত ছিলেন সুমের, আক্কাদা, অ্যাসিরিয়া বা ব্যাবিলনিয়ার মতো মেসোপটেমিয়ার নির্দিষ্ট রাজ্য অথবা নির্দিষ্ট কোনো মেসোপটেমীয় শহরের সঙ্গে।\nধর্মীয় প্রথার নথিবদ্ধ সাহিত্যের যে ঐতিহাসিক নিদর্শনগুলি পাওয়া যায়, প্রাচীন মেসোপটেমীয় ধর্মের সাহিত্য তার মধ্যে প্রাচীনতম। এই ধর্ম সম্পর্কে যা কিছু জানা গিয়েছে, সে সবেরই উৎস এই অঞ্চলে প্রত্নতাত্ত্বিক খননকার্যের ফলে প্রাপ্ত প্রত্নসামগ্রীগুলি। এই সব পুরাদ্রব্যের মধ্যে আছে মাটির ফলকের উপর সুমেরীয়, আক্কাদীয় (অ্যাসিরো-ব্যাবলনীয়) বা আরামাইক ভাষায় বাণমুখ লিপি ব্যবহার করে লেখা পুরাণকথা ও কাল্ট-সংক্রান্ত অনুষ্ঠানের বিবরণ। প্রাচীন মেসোপটেমীয় ধর্মের পুনর্নির্মাণে অন্যান্য শিল্পকর্মও বিশেষ কাজে লেগেছে। অধিকাংশ প্রাচীন সভ্যতার মতো মেসোপটেমিয়াতেও সবচেয়ে দামি ও টেকসই জিনিস দিয়ে যে-সব দ্রব্য নির্মিত হত, সেগুলিই ব্যবহার করা হয় ধর্মানুশীলনের কাজে। এর উদ্দেশ্য ছিল ধর্মের সঙ্গে সম্পৃক্ত বস্তুগুলি যাতে দীর্ঘস্থায়ী হয়। মেসোপটেমীয় ধর্মের এই দিকটি একজন গবেষকে এমন দাবি করতে উৎসাহিত করেছে যে, মেসোপটেমীয়দের \"সমগ্র অস্তিত্ব তাদের ধর্মবোধ দ্বারা আচ্ছন্ন ছিল। তারা আমাদের কাছে যা কিছু রেখে গিয়েছে তা আমাদের তাদের ধর্ম সম্পর্কে জ্ঞান অর্জন করতে সাহায্য করে।\"\n\n\n=== সমস্যা ===\nপ্রাচীন মেসোপিটেমিয়া বিষয়ে আধুনিক গবেষণা (অ্যাসিরিয়াবিদ্যা) বয়সে এখনও নবীন এক বিজ্ঞান। এই শাস্ত্রের জন্ম হয়েছিল উনিশ শতকের মধ্যভাগে। প্রাচীন মেসোপটেমিয়ার ধর্ম নিয়ে গবেষণাও বেশ জটিল বিষয়। কারণ এই ধর্মের অনুশীলন চলত ব্যবহারিক প্রয়োজনে, কোনো প্রাতিষ্ঠানিক সিদ্ধান্তের মাধ্যমে নয়। তাছাড়া এই ধর্মটি রক্ষণশীলও ছিল না, আবার প্রণালীবদ্ধও ছিল না। মেসোপটেমীয় পুরাণে উল্লিখিত দেবদেবী ও অন্যান্য চরিত্র এবং তাদের ক্রিয়াকলাপের বর্ণনা যুগে যুগে চারিত্রিকভাবে ও গুরুত্বের দিক দিয়ে পরিবর্তিত হয়েছে; আবার কখনও কখনও তাঁদের সম্পূর্ণ পৃথকভাবে চিত্রিত করা হয়েছে অথবা সম্পূর্ণ বিপরীত ধরনের মূর্তি বা ধারণার দ্বারা প্রতিস্থাপিত করা হয়েছে। তার উপর প্রাচীন মেসোপটেমিয়ায় ধর্মগ্রন্থের কী ভূমিকা ছিল সেই বিষয়ে গবেষকেরা সম্পূর্ণ অবগত নন বলে এই বিষয়ে জটিলতা আরো বৃদ্ধি পেয়েছে।\nবেশ কয়েকজন গবেষক এক সময়ে দাবি করেছিলেন যে, কোনো একক মেসোপটেমীয় ধর্মের সংজ্ঞা দেওয়া সম্ভব নয় এবং প্রকৃত অর্থে মেসোপটেমীয় ধর্মের কোনো প্রণালীবদ্ধ ব্যাখ্যা প্রদান করাও উচিত নয়। অন্যেরা এই বক্তব্যটিকে ভ্রান্ত প্রস্তাব বলে খারিজ করে দেন। কারণ তাঁদের মতে এই প্রস্তাবের মাধ্যমে মেসোপটেমীয় ধর্ম নিয়ে গবেষণা ব্যক্তিগত ধর্ম, শিক্ষিত সমাজের ধর্ম ইত্যাদি সামাজিক বিভাগ, এবলা, মারি, অ্যাসিরিয়া প্রভৃতি পৃথক পৃথক শহর ও প্রদেশ এবং সেলেউসিড, হাখমানেশি প্রভৃতি বিভিন্ন পর্যায়ের মধ্যে খণ্ডিত হয়ে পড়বে। প্রাচীন নিকট প্রাচ্যের রাজ্যগুলি যেহেতু এখানে বহুলভাবে একে অপরের সঙ্গে ভাগ করে নেওয়া ধর্মব্যবস্থার উপর কোনো প্রভাবই ফেলেনি, সেই হেতু এই ধর্মের মধ্যে এহেন খণ্ডায়ন বিপরীত ফল প্রদান করতে পারে বলে গবেষকেরা মত প্রকাশ করেন।\n\n\n=== সর্বব্যাবিলনবাদ ===\n\nবিশ শতকের গোড়ার দিকে হিউগো উইংকলার সর্বব্যাবিলনবাদ মতটি প্রচার করেন। মূলত জার্মান অ্যাসিরিয়াবিদদের মধ্যে প্রচলিত এই মত অনুযায়ী, সমগ্র প্রাচীন নিকট প্রাচ্য জুড়ে এমন এক সাধারণ সাংস্কৃতিক ব্যবস্থা প্রচলিত ছিল, যা অত্যধিক মাত্রায় প্রভাবিত হয়েছিল ব্যাবিলনীয়দের দ্বারা। সর্বব্যাবিলনবাদীরা মনে করেন যে প্রাচীন নিকট প্রাচ্যের ধর্মবিশ্বাসগুলি এবং সেই সঙ্গে হিব্রু বাইবেল ও ইহুদি ধর্মের মূলে ছিল ব্যাবিলনীয় জ্যোতির্বিজ্ঞান। সুসার আক্রোপোলিসে একটি প্রস্তরফলকে খোদিত ব্যাবিলনীয় মহাপ্লাবন অতিকথার উল্লেখ ব্যাবিলনীয় উৎসজাত বাইবেলের এই তত্ত্বটির উৎস। এই অতিকথাটির সঙ্গে আদিপুস্তক ও গিলগামেশ মহাকাব্যের মহাপ্লাবন অতিকথাটির অনেক মিল আছে। অবশ্য মহাপ্লাবন অতিকথা সারা পৃথিবীর প্রায় প্রতিটি সংস্কৃতিতেই পাওয়া যায়, যার মধ্যে এমন সংস্কৃতিও আছে যারা কখনই মেসোপটেমিয়ার সংস্পর্শে আসেনি। পরবর্তীকালে সর্বব্যাবিলনবাদের মূল মতগুলি কালক্রমে ছদ্মবৈজ্ঞানিক বলে খারিজ করে দেওয়া হয়। অবশ্য অ্যাসিরিয়বিদ ও বাইবেল-বিশারদেরা একথা স্বীকার করেন যে, ইহুদিদের পুরাণকথা ও অন্যান্য নিকট প্রাচ্যদেশীয় পুরাণকথার উপর পরোক্ষভাবে হলেও ব্যাবিলনীয় পুরাণকথার কিছু প্রভাব ছিল। বস্তুত উভয় ধর্মীয় প্রথাগুলির মধ্যে সাদৃশ্য সম্ভবত আরও পুরোনো কোনো সূত্র থেকে গৃহীত হয়েছিল।\n\n\n=== সাম্প্রতিক আবিষ্কার ===\n২০২০ সালের মার্চ মাসে প্রত্নতত্ত্ববিদেরা ইরাকে একটি পাঁচ হাজার বছরেরও বেশি পুরোনো কাল্ট কেন্দ্র আবিষ্কার কথা ঘোষণা করেন। এখানে নানা অনুষ্ঠানে ব্যবহৃত তিনশোটিরও বেশি মাটির ভাঙা পেয়ালা, বাটি, কুজো, পশুর হাড় এবং গিরসুতে দেবতা নিঙ্গিরসু-র উদ্দেশ্যে উৎসর্গ করা আনুষ্ঠানিক শোভাযাত্রার দ্রব্যাদির অবশেষ পাওয়া গিয়েছে। এগুলির মধ্যে হাঁসের আকৃতিবিশিষ্ট একটি ব্রোঞ্জের পুত্তলিকাও পাওয়া যায়, যার চোখ দু’টি গাছের ছাল দিয়ে তৈরি হয়েছিল। অনুমান করা হয় যে, এই পুত্তলিকাটি নানশেকে উৎসর্গ করা হয়েছিল।\n\n\n== প্রভাব ==\n\n\n=== সাধারণ প্রভাব ===\n৪০০-৫০০ খ্রিস্টাব্দ নাগাদ মেসোপটেমীয় ধর্মের আদি অনুগামীরা প্রধানত অ্যাসিরীয় খ্রিস্টধর্মে দীক্ষিত হলে এই ধর্ম প্রায় পুরোপুরিই অবলুপ্ত হয়ে যায়। তবে ইহুদি ধর্ম, খ্রিস্টধর্ম, ইসলাম ও মন্দাইবাদে অনেক কাহিনির সঙ্গে পূর্ববর্তী মেসোপটেমীয় উপকথাগুলির মিল পাওয়া যায়। সৃষ্টিপুরাণ, ইডেন উদ্যান, প্লাবন অতিকথা, বাবেলের মিনার এবং এস্থেরের পুস্তকে উল্লিখিত নমরুদ ও লিলখের চরিত্রগুলির সঙ্গে ব্যাবিলনীয় ধর্মের কিছু মিল পাওয়া যায়। এই ধর্ম কয়েকটি সমসাময়িক নব্য-প্যাগান গোষ্ঠীকেও অনুপ্রাণিত করেছে।\n\n\n=== প্রকাশিত বাক্য ===\n\nনূতন নিয়মের প্রকাশিত বাক্য নামক পুস্তকে ব্যাবিলনীয় ধর্মকে সর্বনিম্ন স্তরের ধর্মত্যাগের সঙ্গে যুক্ত করা হয়েছে। এটিকে বিশ্বজনীন বাণিজ্যের সঙ্গে গভীর সম্বন্ধযুক্ত এক রাজনৈতিক/ধর্মীয় ব্যবস্থার আদিরূপ বলে উল্লেখ করা হয়েছে। লেখকের মতে, খ্রিস্টীয় প্রথম শতকেও শক্তিশালী থাকা এই ব্যবস্থাটি ক্রমে সম্পূর্ণ ধ্বংসপ্রাপ্ত হতে চলেছিল (১৭:৫; ১৮:৯)। কোনো কোনো ব্যাখ্যা অনুযায়ী, এই বক্তব্যের মাধ্যমে রোমান সাম্রাজ্যকে বোঝানো হয়েছিল। কিন্তু অন্য ব্যাখ্যা অনুযায়ী, এই বক্তব্যের মাধ্যমে বোঝানো হয়েছে এই ব্যবস্থাটি বিশ্বে যিশুর দ্বিতীয় আগমন পর্যন্ত টিকে থাকবে।\n\n\n== আরও দেখুন ==\nআনুন্নাকি\nমেসোপটেমীয় প্রার্থনা\nপ্রাচীন মেসোপটেমিয়ায় সংগীত\nপ্রাচীন নিকট প্রাচ্যের ধর্ম\nইয়েজদীবাদ\n\n\n== তথ্যসূত্র ==\n\n\n=== সূত্রতালিকা ===\n\n\n=== উল্লেখপঞ্জি ===\nবোতেরো, জ্যঁ (২০০১)। রিলিজিয়ন ইন এনশিয়েন্ট মেসোপটেমিয়া। ইউনিভার্সিটি অফ শিকাগো প্রেস। আইএসবিএন 978-0226067179। \nবোতেরো, জ্যঁ (২০০১বি)। এভরিডে লাইফ ইন এনশিয়েন্ট মেসোপটেমিয়া। জিন হপকিনস ইউনিভার্সিটি প্রেস। আইএসবিএন 978-0801868641।  \nশাভালাস, মার্ক ডব্লিউ. (২০০৩)। মেসোপটেমিয়া অ্যান্ড দ্য বাইবেল। কন্টিনুয়াম ইন্টারন্যাশানাল পাবলিশিং গ্রুপ। আইএসবিএন 978-0-567-08231-2। \nডেভিস, ওয়েন (২০০৯)। গ্রিমোইরেস: আ হিস্ট্রি অফ ম্যাজিক বুকস। অক্সফোর্ড ইউনিভার্সিটি প্রেস। \nমুরি, পিটার রজার স্টুয়ার্ট (১৯৯১)। আ সেঞ্চুরি অফ বিবলিক্যাল আর্কিওলজি। ওয়েস্টমিনস্টার জন নক্স প্রেস। আইএসবিএন 978-0-664-25392-9। \nশ্নেইডার, তাম্মি (২০১১)। অ্যান ইন্‌ট্রোডাকশন টু এনশিয়েন্ট মেসোপটেমিয়ান রিলিজিয়ন। এরডম্যানস। \nরিংগ্রেন, হেলমার (১৯৭৪)। রিলিজিয়নস অফ এনশিয়েন্ট নিয়ার ইস্ট। দ্য ওয়েস্টমিনস্টার প্রেস। \nমিডোর, বেটি ডে শোং (২০০০)। ইনানা, লেডি অফ গ্রেটেস্ট হার্ট। ইউনিভার্সিটি অফ টেক্সাস প্রেস। আইএসবিএন 978-0-292-75242-9। \n\n\n== বহিঃসংযোগ ==\n\nপ্রাচীন মেসোপটেমীয় দেবদেবী\nমেসোপটেমীয় দেবদেবীদের সমন্বিত তালিকা (ওয়ার্ল্ড হিস্ট্রি এনসাইক্লোপিডিয়া)\n\nটেমপ্লেট:পৌত্তলিকতাবাদ\n\nটেমপ্লেট:প্রাচীন মেসোপটেমিয়া\nটেমপ্লেট:অ্যাসিরীয় জাতি"}