{"pageid": 1506555, "title": "২০০৫ সালে ক্রিকেট", "url": "https://bn.wikipedia.org/wiki?curid=1506555", "content": "২০০৫ সালে সংঘটিত গুরুত্বপূর্ণ ক্রিকেট সংক্রান্ত ঘটনাগুলির একটি তালিকা নিচে দেওয়া হল।\n\n\n== ঘটনা ==\n২ জানুয়ারী-পাকিস্তানি সালমান বাট এক ম্যাচে নিজের প্রথম টেস্ট সেঞ্চুরি অস্ট্রেলিয়া.\n১০ জানুয়ারী-প্রথম বিশ্ব ক্রিকেট সুনামি আবেদন এশিয়ান একাদশ এবং আইসিসি বিশ্ব একাদশ খেলেছে. আইসিসির একাধিক সদস্য দেশকে প্রতিনিধিত্ব করে এমন একটি দল প্রথমবারের মতো একটি ওয়ানডে খেলছে\n১০ জানুয়ারী – বাংলাদেশ প্রথম টেস্টয়ের রেকর্ড, ওভার জিম্বাবুয়ে ইন চট্টগ্রাম.\n১৪ জানুয়ারী – কেনিয়াসরকার তার তহবিলের অপব্যবহারের অভিযোগের পর ক্রিকেট অ্যাসোসিয়েশন ভেঙে দিয়েছে\n১৭ ফেব্রুয়ারি – অস্ট্রেলিয়া (২১৪ থেকে ৫) পরাজয় নিউজিল্যান্ড (১৭০) প্রথম আন্তর্জাতিক ৪৪ রান দ্বারা টি-টোয়েন্টি -২০ ক্রিকেট ম্যাচ.\n১৭ ফেব্রুয়ারি – কেনিয়া ক্রীড়া মন্ত্রণালয় ক্রিকেট কেনিয়া গঠনের ঘোষণা দিয়েছে, যা দেশে খেলাধুলার জন্য একটি নতুন পরিচালন সংস্থা\n৬ মার্চ-সাতজন খেলোয়াড়, যার মধ্যে রয়েছে ব্রায়ান লারা, থেকে বাদ দেওয়া হয় ওয়েস্ট ইন্ডিজ একটি স্পনসরশিপ সারি উপর দল.\n২৪ মার্চ – শ্রীলঙ্কাশ্রীলঙ্কা ক্রিকেট (এসএলসি) ভেঙে দেন এবং দেশে ক্রিকেট পরিচালনার জন্য জয়ন্ত ধর্মদাসের নেতৃত্বে ছয় সদস্যের অন্তর্বর্তীকালীন বোর্ড নিয়োগ করেন\n২০ মে-দ্য বিসিসিআই নিয়োগ গ্রেগ চ্যাপেল যেমন ভারতনতুন কোচ!\n২৫ মে – টম মুডি শ্রীলঙ্কার কোচ হিসেবে কাজ করছেন ...\n১৮ জুন-ইংল্যান্ডে ২০০৫ নাটওয়েস্ট সিরিজে, বিশ্বের দশ নম্বর বাংলাদেশ তিনবার পরাজয় বিশ্ব চ্যাম্পিয়ন এবং বিশ্বের এক নম্বর অস্ট্রেলিয়া পাঁচ উইকেটে সোফিয়া গার্ডেন, কার্ডিফ. মোহাম্মদ আশরাফুল একটি রান-এ-বল 100 স্কোর, শুধুমাত্র দ্বিতীয় শতাব্দী বাংলাদেশের ইতিহাসে, তাকে ম্যান অব দ্য ম্যাচ পুরস্কার প্রদান করে\n২ জুলাই – ইংল্যান্ড ন্যাটওয়েস্ট সিরিজের ফাইনালে ৩৩ থেকে ৫ থেকে 196 রান করতে ফিরে আসুন, এইভাবে তাদের ম্যাচটি অস্ট্রেলিয়া.\n১৩ জুলাই – স্কটল্যান্ড জয় ২০০৫ আইসিসি ট্রফি মারধর আয়ারল্যান্ড ফাইনালে ৪৭ রান উভয় দলই যোগ্যতা অর্জন করে ২০০৭ বিশ্বকাপ এর সাথে বারমুডা, কানাডা এবং নেদারল্যান্ডস.\n১৩ জুলাই-ওয়েস্ট ইন্ডিজ চুক্তির বিরোধের কারণে দশটি প্রথম দলের নিয়মিত খেলোয়াড় ছাড়াই শ্রীলঙ্কা সফর শুরু করে, কেবল ক্যাপ্টেন শিবনারিন চন্দরপল পাশে থাকা সত্য\n২১ জুলাই – গ্লেন ম্যাকগ্রাথ প্রথম দিনে ৫০০ টি উইকেট ৫-২১ দিয়ে পাস করুন অ্যাশেজ ২০০৫, অস্ট্রেলিয়া ১৯০ রান আউট হয়ে ইংল্যান্ডকে ৯২ রান ৭ রান\n৭ আগস্ট-ইংল্যান্ড টেস্ট ক্রিকেটে রান দ্বারা দ্বিতীয় সংকীর্ণ জয় সম্পন্ন করে অস্ট্রেলিয়াকে দুই রানে পরাজিত করে সিরিজটি ১-১ এ ড্র হয়।\n১১ আগস্ট – শেন ওয়ার্ন আছে মার্কাস ট্রেসকোথিক পিছনে ধরা ৬০০ টেস্ট উইকেট পাস, প্রথম বোলার তাই করতে.\n২৭ আগস্ট – ইংল্যান্ড নারী বীট অস্ট্রেলিয়া নারী মধ্যে দ্বিতীয় পরীক্ষা সিরিজ জিততে ১০, এবং ৪২ বছরে প্রথমবারের মতো মহিলাদের অ্যাশেজ ফিরে পেতে.\n২৭ আগস্ট-ইংল্যান্ড বাউল অস্ট্রেলিয়া চতুর্থ টেস্টে 218 রান আউট ট্রেন্ট সেতু, এবং সতেরো বছরে অস্ট্রেলিয়াকে জিজ্ঞাসা করার জন্য প্রথম দল হয়ে ওঠে অনুসরণ করা. ইংল্যান্ড টেস্ট ম্যাচ জিতেছে এবং কমপক্ষে একটি ড্র সিরিজ নিশ্চিত করেছে\n12 সেপ্টেম্বর – ইংল্যান্ড রিগেইন ছাই একটি 2-1 সিরিজ জয় সঙ্গে অস্ট্রেলিয়া. অ্যান্ড্রু ফ্লিনটফ জয় কমপটন-মিলার পদক ম্যান অব দ্য সিরিজ, অস্ট্রেলিয়া শেন ওয়ার্ন 40 উইকেট নিয়ে সিরিজ শেষ\n17 সেপ্টেম্বর – নটিংহ্যামশায়ার ক্লিনচ দ্য 2005 কাউন্টি চ্যাম্পিয়নশিপ একটি 214-রান জয় সঙ্গে শিরোপা কেন্ট.\n17 সেপ্টেম্বর – ফয়সালাবাদ নেকড়ে বীট চিলা মারিয়ান পাঁচ উইকেটের মাধ্যমে উদ্বোধনী বিজয়ী হয়ে আন্তর্জাতিক 20: 20 ক্লাব চ্যাম্পিয়নশিপ.\n22 সেপ্টেম্বর – ভারতীয় ফাস্ট বোলার ইরফান পাঠান দুই টেস্ট সিরিজের জন্য একটি 21 উইকেট হোল সম্পূর্ণ জিম্বাবুয়ে দুই টেস্টের সিরিজে উইকেট নেওয়ার রেকর্ডের সমান জিম্বাবুয়েতে ভারতের প্রথম টেস্ট সিরিজ জয়\n5 অক্টোবর-দ্য আইসিসি বিশ্ব একাদশ প্রথম তিন ওয়ানডেতে অস্ট্রেলিয়ার বিপক্ষে আন্তর্জাতিক অভিষেক আইসিসি সুপার সিরিজ. অস্ট্রেলিয়ার জয় 93 রানে\n9 অক্টোবর-অস্ট্রেলিয়া একটি সম্পূর্ণ 3-0 সিরিজ জয় সুপার সিরিজ ওয়ানডে, একটি একক ম্যাচ হারেনি 50 রানের কম.\n13 অক্টোবর-ভারতের নাম রাহুল দ্রাবিড় দুই ওয়ানডে সিরিজের অধিনায়ক হিসেবে শ্রীলঙ্কা এবং দক্ষিণ আফ্রিকা, প্রতিস্থাপন সৌরভ গাঙ্গুলী. শ্রীলঙ্কার বিপক্ষে সিরিজে একটিও ম্যাচ খেলেননি গঙ্গোপাধ্যায়\n17 অক্টোবর-অস্ট্রেলিয়া আইসিসি ওয়ার্ল্ড একাদশকে সুপার টেস্টে পরাজিত করেছে এসসিজি 210 রান. স্টুয়ার্ট ম্যাকগিল অস্ট্রেলিয়ার হয়ে নয় উইকেট ম্যাথু হেইডেন হিট 111 এবং 77.\n29 অক্টোবর – আয়ারল্যান্ড বীট কেনিয়া জিততে ছয়টি উইকেট ইন্টারকন্টিনেন্টাল কাপ.\n31 অক্টোবর-ভারত উইকেটকিপার মহেন্দ্র সিং ধোনি হিট 183 আউট না শ্রীলঙ্কার বিপক্ষে ছয় উইকেটে জয় ভারতের জয়পুর, ওয়ানডেতে উইকেটকিপার দ্বারা সর্বোচ্চ স্কোরের রেকর্ড স্থাপন. এটি ওয়ানডেতে ষষ্ঠ সর্বোচ্চ ইনিংস, এবং দ্বিতীয় ব্যাটিং একটি দলের জন্য সর্বোচ্চ ইনিংস.\n26 নভেম্বর - তৃতীয় এবং চূড়ান্ত পরীক্ষায় ফ্রাঙ্ক ওয়ারেল ট্রফি মধ্যে সিরিজ ওয়েস্ট ইন্ডিজ এবং অস্ট্রেলিয়া, ব্রায়ান লারা একটি প্রথম ইনিংস হিট 226 পাস অ্যালান বর্ডার সর্বকালের সর্বোচ্চ টেস্ট রান স্কোরার হিসেবে\n9 ডিসেম্বর – নিউজিল্যান্ড রেকর্ড সর্বোচ্চ সফল রান চেজ কখনও একটি একদিনের আন্তর্জাতিক তারা স্কোর হিসাবে 332 জন্য 8 বীট অস্ট্রেলিয়া দুই উইকেটে ক্রাইস্টচার্চ. এটি ক্রাইস্টচার্চে 19 বছরের মধ্যে তাদের প্রথম জয়, সেখানে পাঁচটি ম্যাচ কিউই বিজয় ছাড়াই খেলা হয়েছে৷ তবে অস্ট্রেলিয়া চ্যাপেল-হ্যাডলি ট্রফি সিরিজ জেতার পর 21.\n17 ডিসেম্বর – শেন ওয়ার্ন বছরের জন্য তার 86 তম টেস্ট উইকেট নেয়, বাতিল অ্যাশওয়েল প্রিন্স এলবিডব্লিউ, এবং বিরতি ডেনিস লিলিএক বছরে সবচেয়ে বেশি টেস্ট উইকেটের রেকর্ড, 1981 সালে সেট করা হয়েছে. ওয়ার্ন বছরে আরও দশটি উইকেট নিয়ে শেষ করেছেন এবং নতুন রেকর্ডটি দাঁড়িয়ে আছে 96."}