{"pageid": 1506426, "title": "সিটাডেল: হানি বানি", "url": "https://bn.wikipedia.org/wiki?curid=1506426", "content": "সিটাডেল: হানি বানি একটি ভারতীয় হিন্দি ভাষার স্পাই-অ্যাকশন টেলিভিশন ধারাবাহিক, যা পরিচালনা করেছেন রাজ ও ডিকে, এবং সীতা আর. মেননের সঙ্গে তারা এই ধারাবাহিকের চিত্রনাট্য রচনা করেছেন। এটি অ্যামাজন প্রাইম ভিডিওর জনপ্রিয় মার্কিন ধারাবাহিক সিটাডেল–এর স্পিন–অফ / প্রিক্যুয়েল। ধারাবাহিকটির গল্প হানি ও বানি নামের দুই চরিত্রকে ঘিরে গড়ে উঠেছে, যারা নাডিয়া সিন (মূল ধারাবাহিকে প্রিয়াঙ্কা চোপড়া অভিনীত) চরিত্রটির বাবা–মা। এতে শিরোনাম চরিত্রে অভিনয় করেছেন বরুণ ধবন ও সামান্থা রুথ প্রভু; এছাড়াও কে কে মেনন, সিমরান, সিকন্দর খের, সাকিব সেলিম, সোহম মজুমদার, শিবাঙ্কিত সিং পারিহার ও থালাইভাসাল বিজয় পার্শ্ব চরিত্রে অভিনয় করেছেন।\nসিটাডেল: হানি বানি ২০২৪ সালের ৬ নভেম্বর মুক্তি পেয়েছে।\n\n\n== অভিনয়শিল্পী ও চরিত্র ==\n\n\n=== প্রধান ===\nবরুণ ধবন – রাহি \"বানি\" গম্ভীর, হানির প্রেমিক এবং নাডিয়ার বাবা\nসামান্থা – হানিমন্দাকিনী \"হানি\" রাজ, বানির প্রেমিকা এবং নাডিয়ার মা / \"নূরি\" / \"মাধবী কুমার\"\nকাশবী মজমুন্দার – নাডিয়া, বানি ও হানির মেয়ে\nকে কে মেনন – গুরু ওরফে \"বিশ্ব\"\nসিকন্দর খের – শান\nসাকিব সেলিম – কেদার \"কেডি\"\nসিমরান বাগ্গা – জুনি সৎসঙ্গ ওরফে \"ঈগল\", সিটাডেল ভারতের পরিচালক এবং গুরুর পুরোনো বন্ধু\nসোহম মজুমদার – লুডো\nশিবাঙ্কিত সিং পারিহার – চাকো\n\n\n=== পার্শ্ব ===\nভুবন অরোরা – হানির অভিনেতা বন্ধু\nশশাঙ্ক ব্যাস – বিবেক, একটি বেকারির মালিক এবং হানির বন্ধু\nমোহিত আর. ঠাকুর – জগন; রাহি, চাকো ও লুডোর বন্ধু\nআরমান খেরা – নকুল\nবিক্রান্ত কৌল – এজেন্ট বিনোদ\nরাইমুন্দো কেরিদো – জাবি\nমাইকেল তেহ – মিস্টার জিমিং\nসুপর্ণা মালাকার – লীনা, চাকোর স্ত্রী\nশিল্পী অরোরা – গুরুর স্ত্রীর (পর্ব ১)\nথালাইভাসাল বিজয় – ডা. রঘু রাও (পর্ব ২–৩)\n\n\n==== হানির পরিবার ====\nঅজিত কোশি – শেষাদ্রি রাজ, নরসিংহরাজের ভাই এবং হানির কাকা\nযশ পুরী – প্রতাপ রুদ্র রাজ, হানির সৎ ভাই\nমুখতার খান – রাজা নরসিংহরাজ প্রতাপ, হানি ও প্রতাপের বাবা\nশ্রুতি নারায়ণন – নঞ্জামনি, হানির মা (পর্ব ২)\nহার্দিকা শর্মা – অল্পবয়সী হানি (পর্ব ২)\nআরুশ – অল্পবয়সী প্রতাপ, হানির সৎ ভাই (পর্ব ২)\nকামাটাম কিরণ কুমার – হানির স্বামী\n\n\n==== বানির পরিবার ====\nজিহান জিতেন্দ্র হোডার – অল্পবয়সী বানি (পর্ব ২)\nজুহি অরোরা – বানির মা (পর্ব ২)\n\n\n== পর্ব ==\n\n\n=== মৌসুম ১ (২০২৪) ===\n\n\n== সাউন্ডট্র্যাক ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে সিটাডেল: হানি বানি  (ইংরেজি)"}