{"pageid": 1506605, "title": "কিশোর গ্যাং", "url": "https://bn.wikipedia.org/wiki?curid=1506605", "content": "কিশোর গ্যাং হলো এমন একটি দল বা গোষ্ঠী, যেখানে সাধারণত কিশোররা (১২ থেকে ১৮ বছর বয়সী) একত্রিত হয়ে অপরাধমূলক কর্মকাণ্ড করে। এসব গ্যাং সাধারণত শহরাঞ্চলে কাজ করে এবং তারা বিভিন্ন ধরনের অপরাধে জড়িত থাকে, যেমন চুরি, মারামারি, মাদক বিক্রি, ছিনতাই ইত্যাদি। কিশোর গ্যাংগুলি কখনও কখনও রাজনৈতিক বা সমাজিক সমর্থনও পেয়ে থাকে, যা তাদের কর্মকাণ্ডকে আরও বিস্তৃত করতে সহায়তা করে। ২০২৪ সালের জানুয়ারি পর্যন্ত, ঢাকায় প্রায় ৫০টি কিশোর গ্যাং সক্রিয় রয়েছে। দেশের অন্যান্য এলাকাতেও অনেক গ্যাং আছে। এসব গ্যাং প্রায়ই কিছু রাজনৈতিক নেতার সমর্থন পায়, যারা তাদের \"বড় ভাই\" হিসেবে পরিচিত।\n\n\n== পটভূমি ==\n\n\n=== উত্থান ===\nবাংলাদেশে কিশোর গ্যাংগুলোর উত্থান ১৯৯০ সালের শেষের দিকে শুরু হয়, যখন দ্রুত শহুরে সম্প্রসারণ এবং সমাজ-অর্থনৈতিক পরিবর্তনগুলি একটি পরিবেশ তৈরি করেছিল যা এসব গোষ্ঠী গঠনের জন্য সহায়ক ছিল। বিশেষজ্ঞরা উল্লেখ করেন যে দরিদ্রতা, শিক্ষা অভাব, বেকারত্ব, পরিবারিক অস্থিরতা এবং সহিংসতার প্রতি এক্সপোজার এসব কিশোরদের মধ্যে এই উপসংস্কৃতির বৃদ্ধির জন্য দায়ী। এই পরিস্থিতি কিছু কিশোরকে গ্যাংয়ের কাঠামোর মধ্যে পরিচয়, অধিকারভুক্ত হত্তয়া এবং ক্ষমতা খোঁজার দিকে ঠেলে দিয়েছে।\n\n\n=== বৈশিষ্ট্য ===\nবাংলাদেশের কিশোর গ্যাংগুলোর কিছু নির্দিষ্ট বৈশিষ্ট্য রয়েছে যা তাদের পরিচয় এবং কর্মকাণ্ডকে সংজ্ঞায়িত করে। এই গোষ্ঠীগুলো সাধারণত একটি স্তরবিন্যাস কাঠামো গ্রহণ করে, যেখানে নেতা সদস্যদের উপর নিয়ন্ত্রণ এবং প্রভাব বিস্তার করে। সদস্যরা প্রায়ই নির্দিষ্ট পোশাকের স্টাইল বা বিশেষ ধরনের চুলের কাটের মাধ্যমে তাদের সম্পর্ক দেখায়। এই গ্যাংগুলোর আঞ্চলিক প্রকৃতির কারণে তারা প্রায়ই প্রতিদ্বন্দ্বী গোষ্ঠীর সঙ্গে সংঘর্ষে জড়িয়ে পড়ে, কারণ তারা নির্দিষ্ট এলাকাগুলোর নিয়ন্ত্রণ অর্জনের জন্য প্রতিযোগিতা করে।\n\n\n== কার্যক্রম ==\n\nবাংলাদেশে কিশোর গ্যাংগুলো বিভিন্ন ধরনের অপরাধমূলক কর্মকাণ্ডে জড়িত, যার মধ্যে মাদক ব্যবসা, চাঁদাবাজি, চুরি, ডাকাতি এবং সহিংস কর্মকাণ্ড অন্তর্ভুক্ত। প্রতিদ্বন্দ্বী গ্যাংগুলোর সঙ্গে রাস্তায় লড়াই সাধারণ ঘটনা, এবং এসব সংঘর্ষ মাঝে মাঝে গুরুতর সংঘর্ষে পরিণত হয়, যার ফলে আহত এবং প্রাণহানির ঘটনা ঘটে। এছাড়াও, এই গ্যাংগুলো ভাঙচুরের মতো কাজেও জড়িত, যা জনসাধারণের শৃঙ্খলা বিঘ্নিত করে এবং তাদের কার্যক্রমে সংশ্লিষ্ট কমিউনিটিগুলোর মধ্যে আতঙ্ক সৃষ্টি করে।\n২০২৫ সালের ফেব্রুয়ারিতে মোহাম্মদপুরে পুলিশের ওপর কিশোর গ্যাংয়ের হামলায় ৫ জন আহতদের ঘটনা ঘটে।\n\n\n== নিয়োগ এবং প্রভাব ==\nবাংলাদেশে কিশোর গ্যাংগুলোর মধ্যে ভর্তির প্রক্রিয়া সাধারণত সামাজিক নেটওয়ার্ক, স্কুল এবং দুর্বল এলাকাগুলির মাধ্যমে ঘটে। বিশেষজ্ঞদের মতে, সামাজিক বাহিরে থাকা, অবহেলা বা ইতিবাচক ভূমিকা মডেলগুলির অভাবের শিকার কিশোররা গ্যাংয়ের সদস্য হতে বেশি ঝুঁকিপূর্ণ। গ্যাংয়ের মধ্যে ক্ষমতা, সুরক্ষা এবং একটি belonging অনুভূতির প্রতি আকর্ষণ তাদের ভর্তির প্রক্রিয়াকে ত্বরান্বিত করে। বাইরের প্রভাব যেমন, মিডিয়া, সিনেমা এবং সঙ্গীত, যা গ্যাং সংস্কৃতিকে মহিমান্বিত করে, তারা কিশোরদের এই গোষ্ঠীগুলির সঙ্গে যোগ দেওয়ার জন্য আকৃষ্ট করে।\n\n\n== সামাজিক প্রভাব ==\nগবেষণায় দেখা গেছে যে, বাংলাদেশে কিশোর গ্যাং সংস্কৃতির সমাজ, অর্থনীতি এবং মনস্তাত্ত্বিক উপর গুরুতর প্রভাব ফেলছে। এই গ্যাংগুলোর বিস্তার শহরাঞ্চলে অপরাধের হার বাড়িয়ে দিয়েছে, বিশেষ করে। নিরপরাধ সাধারণ মানুষ, যার মধ্যে পথচারি ও দর্শকও অন্তর্ভুক্ত, প্রায়ই গ্যাং সহিংসতার শিকার হয়। কিশোর গ্যাংগুলোর উপস্থিতি একটি আতঙ্ক এবং নিরাপত্তাহীনতার পরিবেশ তৈরি করে, যা প্রভাবিত কমিউনিটির সামগ্রিক উন্নয়ন এবং কল্যাণে প্রতিবন্ধকতা সৃষ্টি করে।\n\n\n== সরকার এবং সম্প্রদায়ের প্রতিক্রিয়া ==\nকিশোর গ্যাংগুলির হুমকি চিনে নিয়ে, বাংলাদেশ সরকার এই সমস্যা সমাধানে পদক্ষেপ গ্রহণ করেছে। আইন-শৃঙ্খলা রক্ষা বাহিনী গ্যাং সম্পর্কিত কর্মকাণ্ডের বিরুদ্ধে কঠোর পদক্ষেপ গ্রহণ করেছে এবং অপরাধে জড়িতদের গ্রেফতার করার জন্য প্রচেষ্টা বাড়িয়েছে। তবে, এসব পদক্ষেপের কার্যকারিতা প্রায়ই সম্পদের অভাব এবং সমস্যার জটিলতার কারণে ব্যাহত হয়।\nকমিউনিটি ভিত্তিক উদ্যোগও গ্রহণ করা হয়েছে যা ঝুঁকিপূর্ণ কিশোরদের গ্যাংয়ের সাথে যুক্ত হওয়া থেকে বিরত রাখতে সাহায্য করে। এই উদ্যোগগুলোর মধ্যে আউটরিচ প্রোগ্রাম, পেশাদার প্রশিক্ষণ, এবং পরামর্শ সেবা অন্তর্ভুক্ত রয়েছে। অ-সরকারি প্রতিষ্ঠান এবং সিভিল সোসাইটি গ্রুপগুলি কিশোর গ্যাংগুলির সাথে যুক্ত ব্যক্তিদের সহায়তা এবং পুনর্বাসনে গুরুত্বপূর্ণ ভূমিকা পালন করছে।\nর‍‍্যাপিড অ্যাকশন ব্যাটালিয়ন (র‍‍্যাপ) ২০২৩ সালের শুরুতে কিশোর গ্যাংগুলির বিরুদ্ধে অভিযান শুরু করে। ২০২৪ সালের ফেব্রুয়ারি পর্যন্ত, ৬০টিরও বেশি গ্যাংয়ের ৬০০ জনেরও বেশি সদস্য গ্রেফতার হয়েছে। ২০২৪ সালের ১৭ ফেব্রুয়ারি একটি ব্যাপক অভিযানে প্রায় ৬০ জন সন্দেহভাজন গ্যাং সদস্যকে আটক করা হয়।\n\n\n== তথ্যসূত্র =="}