{"pageid": 1506829, "title": "গ্লোবাল ফাইট লীগ", "url": "https://bn.wikipedia.org/wiki?curid=1506829", "content": "গ্লোবাল ফাইট লীগ ( জিএফএল ), মূলত ওয়ার্ল্ড ফাইট লিগ ( ডব্লিউএফএল ) হিসাবে ঘোষণা করা হয়েছিল, হল একটি আসন্ন আমেরিকান মিক্সড মার্শাল আর্ট (MMA) লিগ যা এপ্রিল ২০২৫ সালে চালু হবে।  ড্যারেন ওয়েন এবং অরুণ পারিমি দ্বারা প্রতিষ্ঠিত, লীগটি ২৪\nজানুয়ারী, ২০২৫-এ তার উদ্বোধনী খসড়া অনুষ্ঠিত হবে, যেখানে যোদ্ধাদের শহর-ভিত্তিক দলগুলিতে বরাদ্দ করা হবে।  GFL-এর ফাইটার-কেন্দ্রিক ব্যবসায়িক মডেলে স্বাস্থ্য এবং আঘাতের বীমা, একটি কাঠামোগত অবসর তহবিল এবং যোদ্ধাদের সাথে একটি ৫০% ইভেন্ট-নির্দিষ্ট রাজস্ব ভাগ অন্তর্ভুক্ত থাকবে বলে আশা করা হচ্ছে। \n\n\n== ইতিহাস ==\nগ্লোবাল ফাইট লীগ (জিএফএল), মূলত ওয়ার্ল্ড ফাইট লীগ (ডব্লিউএফএল) হিসাবে ঘোষিত, এপ্রিল ২০২৫ এ চালু হওয়ার কথা রয়েছে। GFL প্রতিষ্ঠা করেছিলেন ড্যারেন ওয়েন, যিনি লীগের ভারপ্রাপ্ত কমিশনার হিসাবে কাজ করবেন এবং অরুণ পারিমি, যিনি লিগের প্রধান অপারেটিং অফিসার হিসাবে কাজ করবেন, স্কট পার্কারের সমর্থনে, যিনি প্রধান বিপণন কর্মকর্তা হিসাবে কাজ করবেন, এবং জেফ্রি পোলাক, যিনি জিএফএলের সিনিয়র উপদেষ্টা হবেন।\nজিএফএল দশটি ওজন-বিভাগ জুড়ে লড়াই করবে, যা MMA-এর ঐতিহ্যগত ওজন শ্রেণীর থেকে আলাদা হবে: মহিলাদের স্ট্রওয়েট (১২০ পাউন্ড), মহিলাদের ফ্লাইওয়েট (১৩০ পাউন্ড), মহিলাদের ব্যান্টামওয়েট (১৪০ পাউন্ড), পুরুষদের ব্যান্টামওয়েট (১৪৫ পাউন্ড), ফেদারওয়েট (১৫৫ পাউন্ড), লাইটওয়েট (১৬৫ পাউন্ড), ওয়েল্টারওয়েট (১৮০ পাউন্ড), মিডলওয়েট (২০০ পাউন্ড), হালকা হেভিওয়েট (২২৫ পাউন্ড), এবং হেভিওয়েট (২৬৫ পাউন্ড)।  GFL একটি ৩০০ যোদ্ধা রোস্টার বহন করবে বলে আশা করা হচ্ছে যেখানে ১২০ জন ক্রীড়াবিদ ছয়টি দলে নিয়োগ পাবেন,২০0জন যোদ্ধার সমন্বয়ে ১০টি ওজন শ্রেণীর প্রতিটিতে দুটি প্রতিনিধি থাকবে।  জিএফএল-এর বাউটগুলির জন্য একটি স্কোরিং সিস্টেম সেট করা হয়েছে যেখানে যোদ্ধারা একটি ফিনিশের জন্য চার পয়েন্ট, সিদ্ধান্ত জয়ের জন্য তিনটি, ড্রয়ের জন্য দুটি, সিদ্ধান্ত হারানোর জন্য একটি এবং শেষের মাধ্যমে পরাজয়ের জন্য শূন্য অর্জন করবে। পয়েন্ট প্রতিটি দলের মোট স্কোরে অবদান রাখবে। \n১১ ডিসেম্বর, ২০২৪-এ ঘোষণা করা হয়েছিল যে GFL টাইরন উডলি, ফ্যাব্রিসিও ওয়ারডাম, অ্যান্থনি পেটিস, জুনিয়র ডস স্যান্টোস, লুক রকহোল্ড, ফ্রাঙ্ক মির, আন্দ্রেই আরলোভস্কি, রেনান বারও এবং বেনসন হেন্ডারসন, সমস্ত প্রাক্তন আলটিমেট ফাইটিং টাইটেল হোল্ডারদের সাথে চুক্তিবদ্ধ হয়েছে। অন্যান্য GFL স্বাক্ষরকারী মারলন মোরেস, ওয়ান্ডারলেই সিলভা, গেগার্ড মুসাসি, রাফায়েল কারভালহো, ল্যান্স পামার, এবং উইল ব্রুকস অন্যান্য প্রধান সংস্থা যেমন প্রাইড ফাইটিং চ্যাম্পিয়নশিপ, বেলেটর এমএমএ এবং ওয়ার্ল্ড সিরিজ অফ ফাইটিং-এ চ্যাম্পিয়ন ছিলেন। \n\n\n== দল এবং খেলোয়াড় ==\n২০২৫ সালের ২৪ জানুয়ারী  ফিনিক্স, অ্যারিজোনায় খসড়াটি অনুষ্ঠিত হবে, সেখান থেকে সরাসরি সম্প্রচার করা হবে।  জিএফএলের উদ্বোধনী মৌসুমে ছয়টি দল অংশ নেবে, এবং দলগুলো নিম্নরূপ:\n\n\n== তথ্যসূত্র =="}