{"pageid": 1506832, "title": "আমেরিকান এয়ারলাইন্স ফ্লাইট ১৯১", "url": "https://bn.wikipedia.org/wiki?curid=1506832", "content": "আমেরিকান এয়ারলাইনস ফ্লাইট ১৯১ শিকাগোর ও'হারে আন্তর্জাতিক বিমানবন্দর থেকে লস অ্যাঞ্জেলেস আন্তর্জাতিক বিমানবন্দর পর্যন্ত একটি নিয়মিত অভ্যন্তরীণ যাত্রীবাহী ফ্লাইট ছিল। চালু ২৫ মে, ১৯৭৯ এর বিকেলে, ম্যাকডোনেল ডগলাস ডিসি-১০ এই ফ্লাইটটি পরিচালনা করছে ও'হেয়ার ইন্টারন্যাশনালের রানওয়ে ৩২R থেকে উড্ডয়ন করছিল যখন এর বাম ইঞ্জিনটি ডানা থেকে বিচ্ছিন্ন হয়ে যায়, যার ফলে নিয়ন্ত্রণ হারিয়ে যায়। বিমানটি প্রায় ৪,৬০০ ফুট (১,৪০০ মিটার) বিধ্বস্ত হয় রানওয়ে ৩২R এর শেষ থেকে। বোর্ডে থাকা ২৭১ জন আরোহী সবাই আঘাতে নিহত হয়, সঙ্গে মাটিতে থাকা দুইজন। মোট ২৭৩ জন প্রাণহানির সাথে, এই বিপর্যয়টি মার্কিন যুক্তরাষ্ট্রে ঘটে যাওয়া সবচেয়ে মারাত্মক বিমান দুর্ঘটনা  ।   \nন্যাশনাল ট্রান্সপোর্টেশন সেফটি বোর্ড (এনটিএসবি) দেখেছে যে বিমানটি যখন তার টেকঅফ ঘূর্ণন শুরু করছিল, তখন ইঞ্জিন নম্বর ওয়ান (বাম ইঞ্জিন) বাম উইং থেকে বিচ্ছিন্ন হয়ে উইংয়ের উপরের দিকে উল্টে যায় এবং রানওয়েতে অবতরণ করে। ইঞ্জিনটি বিমান থেকে বিচ্ছিন্ন হওয়ার সাথে সাথে এটি হাইড্রোলিক লাইনগুলিকে বিচ্ছিন্ন করে যা উইংয়ের অগ্রভাগের স্ল্যাটগুলিকে লক করে দেয় এবং একটি ৩-ফুট (১-মিটার) ক্ষতিগ্রস্থ হয় বাম উইং এর অগ্রবর্তী প্রান্তের অংশ। এয়ারোডাইনামিক বাহিনী উইংয়ে কাজ করার ফলে আউটবোর্ড স্ল্যাটগুলির একটি অনিয়ন্ত্রিত প্রত্যাহার হয়েছিল। বিমানটি আরোহণ করতে শুরু করলে, ক্ষতিগ্রস্ত বাম পাখা ডান উইংয়ের তুলনায় অনেক কম লিফট তৈরি করে, যার স্ল্যাটগুলি এখনও স্থাপন করা ছিল এবং এর ইঞ্জিনটি সম্পূর্ণ টেকঅফ থ্রাস্ট প্রদান করে। বিমানের ব্যাহত এবং ভারসাম্যহীন এরোডাইনামিকস এটিকে আংশিকভাবে উল্টানো পর্যন্ত হঠাৎ বাম দিকে গড়িয়েছে, রানওয়ের শেষের দিকে একটি ট্রেলার পার্কের কাছে একটি খোলা মাঠে বিধ্বস্ত হওয়ার আগে ১১২° এর একটি কোণে পৌঁছেছে। আমেরিকান এয়ারলাইন্সে অনুপযুক্ত রক্ষণাবেক্ষণ পদ্ধতির কারণে ইঞ্জিনের বিভাজনটি উইংয়ে ইঞ্জিনটিকে ধরে রাখা পাইলন কাঠামোর ক্ষতির জন্য দায়ী করা হয়েছিল।   \n\n\n== পটভূমি ==\n\n\n=== বিমান ===\nজড়িত বিমানটি একটি ম্যাকডোনেল ডগলাস DC-10-10 N110AA হিসাবে নিবন্ধিত ছিল। ক্র্যাশের সময়, এটি 1972 সালে বিতরণ করার পর থেকে সাত বছরের মধ্যে মাত্র 20,000 ঘন্টার উড়ন্ত সময় লগ করেছিল। বিমানটি তিনটি জেনারেল ইলেকট্রিক CF6-6D ইঞ্জিন দ্বারা চালিত ছিল।  বিমানের ফ্লাইট লগ এবং রক্ষণাবেক্ষণের রেকর্ডের পর্যালোচনায় দেখা গেছে যে 11 মে, 1979 এর জন্য কোন যান্ত্রিক অসঙ্গতি লক্ষ্য করা যায়নি। দুর্ঘটনার দিনে, স্ট্যান্ডার্ড পদ্ধতি লঙ্ঘন করে, বিমান থেকে রেকর্ডগুলি সরানো হয়নি এবং দুর্ঘটনায় ধ্বংস হয়ে গেছে। প্লেনটি সম্পূর্ণ কাজের পরিবেশে ছিল তা নিশ্চিত করার জন্য সতর্কতা বাম ডানার ইঞ্জিনে নেওয়া হয়নি। \n\n\n=== ফ্লাইট ক্রু ===\nক্যাপ্টেন ওয়াল্টার এইচ. লাক্স (বয়স 53) আট বছর আগে এটির পরিচয়ের পর থেকে DC-10 উড়ছিলেন। তিনি প্রায় ২২,০০০ ফ্লাইং ঘন্টা লগ ইন করেছিলেন, যার মধ্যে প্রায় ৩,০০০ DC-10 এ ছিল। এছাড়াও তিনি -6, DC-7 এবং বোয়িং 727 সহ অন্যান্য 17টি বিমানের পাইলট করার যোগ্যতা অর্জন করেছিলেন। ফার্স্ট অফিসার জেমস ডিলার্ড (বয়স 49) এবং ফ্লাইট ইঞ্জিনিয়ার আলফ্রেড উডোভিচ (বয়স 56)ও অত্যন্ত অভিজ্ঞ ছিলেন; তাদের সময় ছিল যথাক্রমে 9,275 ঘন্টা এবং ১৫,০০০ ঘন্টা। তাদের মধ্যে, তাদের DC-10-এ ১,৮৩০ ঘন্টা উড়ার অভিজ্ঞতা ছিল। \n\n\n== দুর্ঘটনা ==\n\nদুর্ঘটনার ফ্লাইটে, টেকঅফ ঘূর্ণনের সময়, এক নম্বর ইঞ্জিন এবং এর পাইলন সমাবেশটি বাম পাখা থেকে বিচ্ছিন্ন হয়ে ৩-ফুট (১ মি) দূরে সরে যায় এটির সাথে অগ্রণী প্রান্তের অংশ। সম্মিলিত ইউনিটটি উইংয়ের উপরের দিকে উল্টে রানওয়েতে অবতরণ করে। আমেরিকান এয়ারলাইন্সের রক্ষণাবেক্ষণের সুপারভাইজার রবার্ট গ্রাহাম বলেছেন:\n যখন বিমানটি কাছাকাছি আসছিল, আমি লক্ষ্য করলাম ডানার সামনের দিক এবং নম্বর-ওয়ান ইঞ্জিন পাইলন থেকে কিছু ধরণের বাষ্প বা ধোঁয়া বের হচ্ছে। আমি লক্ষ্য করলাম যে নম্বর-ওয়ান ইঞ্জিনটি বেশ খানিকটা উপরে-নিচে দুলছিল এবং ঠিক যখন বিমানটি আমার অবস্থানের বিপরীতে এসে ঘূর্ণায়ন শুরু করল, ইঞ্জিনটি ছিঁড়ে বেরিয়ে গেল, ডানার উপরে উঠে গেল এবং রানওয়েতে গড়িয়ে পড়ল।... ডানার উপরে যাওয়ার আগে, ইঞ্জিনটি সামনে ও উপরের দিকে উঠেছিল, যেন সেটি উড়ছে এবং আসলেই উচ্চতায় উঠছিল। এটি তার পথে ডানার উপরের অংশে আঘাত করেনি; বরং এটি ডানার বায়ুপ্রবাহের স্পষ্ট পথ অনুসরণ করে উপরে উঠে ডানার উপর দিয়ে এবং নিচে লেজের দিকে চলে যায়। বিমানটি বেশ স্বাভাবিকভাবে ওঠা চালিয়ে যাচ্ছিল যতক্ষণ না এটি বামদিকে ঘুরতে শুরু করে। আর তখন আমি ভাবলাম, বিমানটি সম্ভবত আবার এয়ারপোর্টে ফিরে আসবে।\n\nচূড়ান্ত প্রভাবের দিকে ৩১ সেকেন্ডের মধ্যে ককপিটে কী বলা হয়েছিল তা জানা যায়নি, কারণ ককপিট ভয়েস রেকর্ডার (CVR) ইঞ্জিনটি বিচ্ছিন্ন হওয়ার সময় শক্তি হারিয়েছিল। রেকর্ডার দ্বারা সংগৃহীত একমাত্র ক্র্যাশ-সম্পর্কিত অডিও হল একটি থমথমে আওয়াজ (সম্ভবত ইঞ্জিন বিচ্ছিন্ন হওয়ার শব্দ), যার পরে প্রথম অফিসার চিৎকার করে বলেন, \"ড্যাম!\", এই সময়ে রেকর্ডিং শেষ হয়। এটি এও ব্যাখ্যা করতে পারে যে কেন এয়ার ট্র্যাফিক কন্ট্রোলাররা ক্রুদের রেডিও করার এবং তাদের একটি ইঞ্জিন হারিয়েছে তা জানাতে তাদের প্রচেষ্টায় ব্যর্থ হয়েছিল। DC-10 এর বিস্তৃত বৈদ্যুতিক সিস্টেমে ঠিক কোন সার্কিটটি ব্যর্থ হয়েছিল তার চিহ্নিতকারী হিসাবে কাজ করে, এই শক্তি হ্রাস তদন্তে কার্যকর প্রমাণিত হয়েছিল। \nতদুপরি, ইঞ্জিন হারানোর কারণে বেশ কয়েকটি সংশ্লিষ্ট সিস্টেম ব্যর্থ হয়। নম্বর-ওয়ান ইঞ্জিন দ্বারা চালিত নম্বর-ওয়ান হাইড্রোলিক সিস্টেমটি ব্যর্থ হয়, তবে এটি মোটর পাম্পের মাধ্যমে চালু থাকে যা একে হাইড্রোলিক সিস্টেম থ্রির সাথে যান্ত্রিকভাবে সংযুক্ত করেছিল। হাইড্রোলিক সিস্টেম থ্রি ক্ষতিগ্রস্ত হয় এবং তরল লিক করা শুরু করে, তবে এটি চাপ ও কার্যক্ষমতা ধরে রেখেছিল ক্র্যাশ হওয়া পর্যন্ত। হাইড্রোলিক সিস্টেম টু ক্ষতিগ্রস্ত হয়নি।\nনম্বর-ওয়ান ইঞ্জিনের সাথে সংযুক্ত জেনারেটরের মাধ্যমে চালিত নম্বর-ওয়ান ইলেকট্রিকাল বাসটিও ব্যর্থ হয়, যার ফলে বেশ কয়েকটি বৈদ্যুতিক সিস্টেম বন্ধ হয়ে যায়, বিশেষত ক্যাপ্টেনের যন্ত্রপাতি, তার স্টিক শেকার এবং স্ল্যাট ডিসএগ্রিমেন্ট সেন্সর। ওভারহেড প্যানেলের একটি সুইচ ক্যাপ্টেনের যন্ত্রপাতিতে পুনরায় বিদ্যুৎ সরবরাহ করতে পারত, তবে এটি ব্যবহার করা হয়নি।\nফ্লাইট ইঞ্জিনিয়ার ব্যাকআপ পাওয়ার সুইচে পৌঁছাতে পারতেন (একটি অস্বাভাবিক পরিস্থিতি চেকলিস্টের অংশ হিসাবে, টেক-অফ জরুরি পদ্ধতির অংশ হিসাবে নয়) যাতে নম্বর-ওয়ান ইলেকট্রিকাল বাসে বিদ্যুৎ সরবরাহ পুনরায় চালু করা যায়। তবে এটি কেবল কার্যকর হতো যদি নম্বর-ওয়ান ইলেকট্রিকাল সিস্টেমে আর কোনো বৈদ্যুতিক ত্রুটি না থাকত। এই ব্যাকআপ পাওয়ার সুইচে পৌঁছানোর জন্য ফ্লাইট ইঞ্জিনিয়ারকে তার সিট ঘুরাতে, সেফটি বেল্ট খুলতে এবং দাঁড়াতে হতো। (যা অসম্ভব ছিল, কারণ বিমানটি তখন বামদিকে চরমভাবে হেলে ছিল।)\nযা-ই হোক, বিমানটি মাটি থেকে ৩৫০ ফুট (১১০ মিটার) উচ্চতার বেশি উঠতে পারেনি এবং ইঞ্জিনটি বিচ্ছিন্ন হওয়া থেকে ক্র্যাশ হওয়া পর্যন্ত মাত্র ৩১ সেকেন্ড সময় ধরে আকাশে ছিল; এমন পদক্ষেপ নেওয়ার জন্য এটি যথেষ্ট সময় ছিল না। যেকোনো পরিস্থিতিতে, প্রথম অফিসার বিমানটি উড়াচ্ছিলেন এবং তার যন্ত্রপাতি স্বাভাবিকভাবে কাজ করছিল।\n\nবিমানটি প্রায় ৩২৫ ফুট (১০০ মি) স্থল স্তরের উপরে বাম ডানা থেকে জ্বালানী এবং হাইড্রোলিক তরল একটি সাদা কুয়াশা লেজ ছড়ানোর সময়। ফার্স্ট অফিসার ফ্লাইট ডিরেক্টরকে অনুসরণ করেন এবং নাকটি ১৪° এ উত্থাপন করেন, যা ১৬৫ নট (১৯০ মা/ঘ; ৩০৬ কিমি/ঘ) থেকে বায়ু গতি কমিয়ে দেয় টেকঅফ সেফটি এয়ারস্পিড (V 2 ) থেকে ১৫৩ নট (১৭৬ মা/ঘ; ২৮৩ কিমি/ঘ), যে গতিতে বিমানটি নিরাপদে ইঞ্জিনের ব্যর্থতা বজায় রাখার পরে আরোহণ করতে পারে। \nইঞ্জিন বিচ্ছেদ হাইড্রোলিক ফ্লুইড লাইনগুলিকে বিচ্ছিন্ন করে যা বাম ডানার অগ্রভাগের প্রান্তের স্ল্যাটগুলিকে নিয়ন্ত্রণ করে এবং সেগুলিকে জায়গায় লক করে দেয়, যার ফলে আউটবোর্ড স্ল্যাটগুলি (এক নম্বর ইঞ্জিনের অবিলম্বে বামে) বায়ু লোডের নিচে প্রত্যাহার করে। স্ল্যাটগুলির প্রত্যাহার বাম ডানার স্টলের গতি প্রায় ১৫৯ নট (১৮৩ মা/ঘ; ২৯৪ কিমি/ঘ) এ উন্নীত করেছে, ৬ নট (৬.৯ মাইল প্রতি ঘণ্টা; ১১ কিলোমিটার প্রতি ঘণ্টা) নির্ধারিত টেকঅফ সেফটি এয়ারস্পিড (V 2 ) ১৫৩ নটের চেয়ে বেশি। ফলস্বরূপ, বাম উইং একটি পূর্ণ বায়ুগত স্টলে প্রবেশ করেছে। বাম ডানা থেমে যাওয়ায়, উড়োজাহাজটি বাম দিকে ব্যাঙ্কিং শুরু করে, তার পাশ দিয়ে ঘুরতে থাকে যতক্ষণ না এটি ১১২° ব্যাঙ্কের কোণে আংশিকভাবে উল্টে যায় এবং তার ডান ডানাটি তার বাম ডানার উপর দিয়ে থাকে।\n\nযেহেতু ককপিটটি ক্যাপ্টেনের কাঁধের পিছনে একটি ক্লোজ-সার্কিট টেলিভিশন ক্যামেরা দিয়ে সজ্জিত ছিল এবং যাত্রী কেবিনের ভিউ স্ক্রিনগুলির সাথে সংযুক্ত ছিল, তাই যাত্রীরা ককপিটের দৃষ্টিকোণ থেকে এই ঘটনাগুলি প্রত্যক্ষ করতে পারেন যখন বিমানটি মাটির দিকে ঘুঘু ছিল।   এক নম্বর বৈদ্যুতিক বাস থেকে বিদ্যুত হারিয়ে ক্যামেরার দৃশ্য বিঘ্নিত হয়েছে কিনা তা জানা যায়নি।  বিমানটি শেষ পর্যন্ত প্রায় ৪,৬০০ ফুট (১,৪০০ মি) মাঠের মধ্যে ধাক্কা খায় রানওয়ের শেষ থেকে। বিমানের ধ্বংসাবশেষের বড় অংশ পার্শ্ববর্তী ট্রেলার পার্কে আঘাতের জোরে নিক্ষিপ্ত হয়, পাঁচটি ট্রেলার এবং বেশ কয়েকটি গাড়ি ধ্বংস হয়। DC-10 এছাড়াও রাভেন্সউড বিমানবন্দরের পূর্ববর্তী স্থানে বিমানবন্দরের প্রান্তে একটি পুরানো স্টোরেজ হ্যাঙ্গারে বিধ্বস্ত হয়। প্রায় ২১,০০০ ইউএস গ্যালন (৭৯,০০০ লিটার; ১৭,০০০ ইম্পেরিয়াল গ্যালন) এর সম্পূর্ণ লোডের প্রভাব বল এবং ইগনিশনে বিমানটি ধ্বংস হয়ে যায় জ্বালানী; ইঞ্জিন এবং টেইল সেকশন ছাড়া অন্য কোন বড় উপাদান অবশিষ্ট নেই। \nক্র্যাশ সাইটটি হল একটি ক্ষেত্র যা টাউহি অ্যাভিনিউ (ইলিনয় রুট ৭২) এবং মাউন্ট প্রসপেক্ট রোডের উত্তর-পশ্চিমে ডেস প্লেইনস এবং মাউন্ট প্রসপেক্ট, ইলিনয়ের শহরতলির সীমান্তে অবস্থিত। \nউড়োজাহাজে থাকা ২৭১ জন ছাড়াও কাছাকাছি একটি মেরামতের গ্যারেজের দুইজন কর্মচারী নিহত হন এবং আরও দুজন গুরুতরভাবে দগ্ধ হন।\n\n\n=== আক্রান্তদের জাতীয়তা ===\n\n\n==== যাত্রীদের ====\nফ্লাইট 191-এর দুর্ঘটনায় নিহতদের মধ্যে দুজন হলেন:\n\nইটজাক বেন্টভ, একজন চেকোস্লোভাকিয়ায় জন্মগ্রহণকারী ইসরায়েলি-আমেরিকান বায়োমেডিকাল উদ্ভাবক (কার্ডিয়াক ক্যাথেটার) এবং নিউ এজ লেখক ( স্ট্যাকিং দ্য ওয়াইল্ড পেন্ডুলাম অ্যান্ড এ কসমিক বুক ) \nলিওনার্ড স্টোগেল, ক্যালিফোর্নিয়া জ্যাম, ক্যালিফোর্নিয়া জ্যাম II, সোয়েথগ, দ্য কাউসিলস, স্যাম দ্য শ্যাম, টমি জেমস এবং শনডেলস, রেডবোন, জেন্টল জায়ান্ট এবং অন্যান্য সঙ্গীত গোষ্ঠীর জন্য সঙ্গীত ব্যবসার প্রযোজক/ব্যবস্থাপক/প্রমোটার/এক্সিকিউটিভ। স্টোগেলের বাবা-মা 1962 সালে আমেরিকান এয়ারলাইনস ফ্লাইট 1 নিউ ইয়র্ক সিটিতে একটি দুর্ঘটনায় মারা গিয়েছিলেন।  \n\n\n=== স্মৃতিসৌধ ===\n৩২ বছর ধরে, নিহতদের কোন স্থায়ী স্মৃতিসৌধ ছিল না। ২০০৯ সালে শিকাগোর ডেকাটুর ক্লাসিক্যাল স্কুলের ষষ্ঠ-শ্রেণির ক্লাসের দুই বছরের প্রচেষ্টার মাধ্যমে একটি স্মৃতিসৌধের জন্য তহবিল প্রাপ্ত হয়েছিল।  স্মৃতিসৌধ, একটি ২-ফুট-উচ্চতা (০.৬-মিটার) অবতল প্রাচীরের সাথে ইন্টারলকিং ইটের সাথে দুর্ঘটনার শিকারদের নাম প্রদর্শন করা হয়েছে, আনুষ্ঠানিকভাবে ১৫ অক্টোবর, ২০১১ তারিখে একটি অনুষ্ঠানে উত্সর্গ করা হয়েছিল  স্মৃতিসৌধটি লেক ওপেকা হ্রদের দক্ষিণ তীরে অবস্থিত, লেক পার্কে লি এবং টুহি অ্যাভিনিউসের উত্তর-পশ্চিম কোণে,  দুর্ঘটনাস্থল থেকে দুই মাইল পূর্বে। দুর্ঘটনার ৪০ তম বার্ষিকী ২৫ মে, ২০১৯ তারিখে স্মৃতিসৌধে একটি স্মরণ অনুষ্ঠান অনুষ্ঠিত হয়েছিল। \nত্রিশজন নিহত ব্যক্তি যাদের দেহাবশেষ কখনই সনাক্ত করা যায়নি তাদের ক্যালিফোর্নিয়ার র্যাঞ্চো পালোস ভার্দেসের গ্রীন হিলস মেমোরিয়াল পার্কে সমাহিত করা হয়েছে।  ক্র্যাশের স্থানটি মার্চ ২০২১ সালের দিকে পুনঃবিকাশ করা হয়েছিল, এবং আন্তঃরাষ্ট্রীয় 90 এর জন্য একটি বিনিময়ের ভবিষ্যতের সাইট নামকরণ করা হয়েছে। \n\n\n== তদন্ত ==\nদুর্যোগ এবং তদন্ত ব্যাপক মিডিয়া কভারেজ পেয়েছে। দুর্ঘটনার দুই দিন পর রবিবার শিকাগো ট্রিবিউনের প্রথম পৃষ্ঠায় প্রকাশিত বিমান ঘূর্ণায়মান একটি অপেশাদার ছবির নাটকীয় প্রভাব দ্বারা জনসাধারণের উপর প্রভাব বৃদ্ধি পায়। \n\n\n=== ইঞ্জিন বিচ্ছেদ ===\n\nদুর্ঘটনার প্রত্যক্ষদর্শীরা সর্বজনীন চুক্তিতে ছিলেন যে বিমানটি রানওয়েতে কোনো বিদেশী বস্তুকে আঘাত করেনি। উপরন্তু, এর সমর্থনকারী পাইলন ছাড়া আলাদা করা ইঞ্জিনের সাথে ডানার টুকরো বা বিমানের অন্যান্য উপাদান পাওয়া যায়নি; এর ফলে তদন্তকারীরা এই সিদ্ধান্তে উপনীত হন যে অন্য কিছুই এয়ারফ্রেম থেকে মুক্ত হয়ে ইঞ্জিনে আঘাত করেনি। সুতরাং, ইঞ্জিন/পাইলন সমাবেশ বিচ্ছেদ শুধুমাত্র একটি কাঠামোগত ব্যর্থতার ফলে হতে পারে। ককপিট ইনস্ট্রুমেন্ট প্যানেলগুলি এতটাই খারাপভাবে ক্ষতিগ্রস্ত হয়েছিল যে তারা কোনও দরকারী তথ্য প্রদান করেনি।\nতদন্তের সময়, পাইলন সংযুক্তি পয়েন্টগুলির একটি পরীক্ষা উইং এর পাইলন মাউন্টিং বন্ধনীর কিছু ক্ষতি প্রকাশ করে যা পাইলনের পিছনের সংযুক্তি ফিটিং এর বাঁকানো আকারের সাথে মিলে যায়। এর মানে হল যে পাইলন সংযুক্তি ফিটিং কোনো সময়ে মাউন্টিং বন্ধনীতে আঘাত করেছিল। এটি ছিল গুরুত্বপূর্ণ প্রমাণ, যেহেতু পাইলন ফিটিং উইং এর মাউন্টিং ব্র্যাকেটে আঘাত করার একমাত্র উপায় ছিল যদি ডানার সাথে পাইলনকে ধরে রাখা বোল্টগুলি অপসারণ করা হয় এবং ইঞ্জিন/পাইলন সমাবেশটি ছাড়া অন্য কিছু দ্বারা সমর্থিত হয়। বিমান নিজেই। অতএব, তদন্তকারীরা এখন এই সিদ্ধান্তে উপনীত হতে পারে যে পিছনের পাইলন মাউন্টের পর্যবেক্ষিত ক্ষয়ক্ষতিটি ক্র্যাশ হওয়ার আগে উপস্থিত ছিল, এর দ্বারা সৃষ্ট হওয়ার পরিবর্তে। \nএনটিএসবি নির্ধারণ করে যে বাম-পাখির ইঞ্জিন পাইলনের ক্ষতিটি ২৯ এবং ৩০ মার্চ, ১৯৭৯ সালের মধ্যে আমেরিকান এয়ারলাইন্সের তুলসা, ওকলাহোমাতে আমেরিকান এয়ারলাইন্সের বিমান রক্ষণাবেক্ষণ সুবিধার ইঞ্জিন পরিবর্তনের সময় ঘটেছিল। সেই তারিখগুলিতে, বিমানটি রুটিন পরিষেবার মধ্য দিয়েছিল, এই সময়ে ইঞ্জিন এবং পাইলনটি পরিদর্শন এবং রক্ষণাবেক্ষণের জন্য উইং থেকে সরানো হয়েছিল। ম্যাকডোনেল-ডগলাস দ্বারা সুপারিশকৃত অপসারণ পদ্ধতিতে পাইলনটিকে ডানা থেকে বিচ্ছিন্ন করার আগে ইঞ্জিনটিকে পাইলন থেকে বিচ্ছিন্ন করতে বলা হয়েছিল। যাইহোক, আমেরিকান, সেইসাথে কন্টিনেন্টাল এয়ারলাইনস এবং ইউনাইটেড এয়ারলাইনস, একটি ভিন্ন পদ্ধতি তৈরি করেছিল যা প্রতি বিমানে প্রায় 200 কর্মঘণ্টা বাঁচিয়েছিল এবং \"নিরাপত্তার দৃষ্টিকোণ থেকে আরও গুরুত্বপূর্ণ, এটি সংযোগ বিচ্ছিন্ন হওয়ার সংখ্যা কমিয়ে দেবে (যেমন হাইড্রোলিক এবং জ্বালানী সিস্টেমগুলির) লাইন, বৈদ্যুতিক তার, এবং তারের) ৭৯ থেকে ২৭ পর্যন্ত।\" এই নতুন পদ্ধতিতে ইঞ্জিন এবং পাইলন সমাবেশকে পৃথক উপাদান হিসাবে না করে একক ইউনিট হিসাবে অপসারণ করা জড়িত। ইউনাইটেডের বাস্তবায়নে অপসারণ এবং পুনঃস্থাপনের সময় ইঞ্জিন/পাইলন সমাবেশকে সমর্থন করার জন্য একটি ওভারহেড ক্রেনের ব্যবহার জড়িত। আমেরিকান এবং কন্টিনেন্টাল দ্বারা নির্বাচিত পদ্ধতিটি একটি বড় ফর্কলিফ্ট সহ ইঞ্জিন/পাইলন সমাবেশকে সমর্থন করার উপর নির্ভর করে। \nযদি ফর্কলিফ্টটি ভুলভাবে অবস্থান করে থাকে, তাহলে ইঞ্জিন/পাইলন অ্যাসেম্বলিটি স্থিতিশীল থাকত না যেমন এটি পরিচালনা করা হচ্ছিল, যার ফলে এটি একটি সীসা-এর মতো দোলাতে পারে এবং উইং এর সংযুক্তি পয়েন্টগুলির বিরুদ্ধে পাইলনটিকে জ্যাম করে। ফর্কলিফ্ট অপারেটররা কেবল হাত এবং ভয়েস সংকেত দ্বারা পরিচালিত হয়েছিল, কারণ তারা পাইলন এবং ডানার মধ্যে সংযোগস্থলটি সরাসরি দেখতে পারেনি। পজিশনিং অত্যন্ত সঠিক হতে হবে, নতুবা কাঠামোগত ক্ষতি হতে পারে। সমস্যা আরও জটিল করে, N110AA-তে রক্ষণাবেক্ষণের কাজ সুচারুভাবে হয়নি। মেকানিক্স একক ইউনিট হিসাবে ইঞ্জিন এবং পাইলন সংযোগ বিচ্ছিন্ন করা শুরু করে, কিন্তু কাজের অর্ধেক পথ পরিবর্তন ঘটে। এই ব্যবধানে, ফর্কলিফ্টটি স্থির থাকলেও, ফর্কলিফ্ট ইঞ্জিন বন্ধ হওয়ার সাথে যুক্ত হাইড্রোলিক চাপের স্বাভাবিক ক্ষতির কারণে ইঞ্জিন এবং পাইলনের পুরো ওজনকে সমর্থনকারী কাঁটাগুলি কিছুটা নিচের দিকে সরে যায়; এটি ইঞ্জিন/পাইলন এবং উইং এর মধ্যে একটি বিভ্রান্তি সৃষ্টি করে। যখন কাজ পুনরায় শুরু করা হয়, তখন তোরণটি ডানাতে জ্যাম হয়ে যায় এবং ফর্কলিফ্টটিকে পুনরায় অবস্থান করতে হয়। মাউন্টের ক্ষতি ইঞ্জিন/পাইলন কাঠামোর প্রাথমিক নিম্নগামী মুভমেন্ট বা পুনরায় সাজানোর প্রচেষ্টার কারণে হয়েছে কিনা তা স্পষ্ট নয়। এটি যেভাবেই ঘটল না কেন, ফলস্বরূপ ক্ষতি, যদিও তাৎক্ষণিক ব্যর্থতার জন্য অপর্যাপ্ত, অবশেষে ক্লান্তি ক্র্যাকিং -এ পরিণত হয়, পরবর্তী আট সপ্তাহে প্রতিটি টেকঅফ এবং ল্যান্ডিং চক্রের সাথে আরও খারাপ হয়। শেষ পর্যন্ত সংযুক্তি ব্যর্থ হলে, ইঞ্জিন এবং এর পাইলন ডানা থেকে দূরে চলে যায়। ফরোয়ার্ড পাইলন মাউন্টের চারপাশের কাঠামোও ফলস্বরূপ চাপ থেকে ব্যর্থ হয়েছে। \nতিনটি এয়ারলাইন্সের DC-10 ফ্লিটগুলির পরিদর্শন থেকে জানা যায় যে ইউনাইটেডের উত্তোলনের পদ্ধতিটি ক্ষতিকারক বলে মনে হয়েছিল, আমেরিকান এবং কন্টিনেন্টাল উভয়েরই বেশ কয়েকটি DC-10-এ ইতিমধ্যেই একই রকম রক্ষণাবেক্ষণ পদ্ধতির কারণে তাদের পাইলন মাউন্টের ক্লান্তি ক্র্যাকিং এবং বাঁকানো ক্ষতি হয়েছে। ম্যাকডোনেল-ডগলাসের ফিল্ড সার্ভিস প্রতিনিধি বলেছেন যে কোম্পানি \"ঝুঁকির উপাদানের কারণে এই পদ্ধতিটিকে উত্সাহিত করবে না\" এবং তাই আমেরিকান এয়ারলাইন্সকে পরামর্শ দিয়েছে। ম্যাকডোনেল-ডগলাস, যাইহোক, \"তার গ্রাহকদের রক্ষণাবেক্ষণ পদ্ধতিগুলি অনুমোদন বা অস্বীকৃতি করার ক্ষমতা নেই।\" \n\n\n=== অপর্যাপ্ত গতি ===\nNTSB স্থির করেছিল যে একটি ইঞ্জিনের ক্ষতি এবং উইংয়ের অগ্রভাগের প্রান্তে ক্ষতির কারণে অসমমিতিক টেনে আনার কারণে পাইলটদের তাদের বিমানের নিয়ন্ত্রণ হারানোর জন্য যথেষ্ট ছিল না; বিমানটির বাকি দুটি ইঞ্জিন ব্যবহার করে বিমানবন্দরে ফিরে আসতে সক্ষম হওয়া উচিত ছিল। এনটিএসবি এইভাবে ইঞ্জিনের বিচ্ছেদ বিমানের ফ্লাইট কন্ট্রোল, হাইড্রোলিক, ইলেকট্রিক্যাল এবং ইন্সট্রুমেন্টেশন সিস্টেমের উপর যে প্রভাব ফেলবে তা পরীক্ষা করে। অন্যান্য এয়ারক্রাফ্ট ডিজাইনের বিপরীতে, DC-10 একটি পৃথক ব্যবস্থার সাথে সজ্জিত ছিল না যা বর্ধিত লিড-এজ স্ল্যাটগুলিকে জায়গায় লক করবে, পরিবর্তে শুধুমাত্র সিস্টেমের মধ্যে হাইড্রোলিক চাপের উপর নির্ভর করবে। NTSB নির্ধারণ করেছে যে ইঞ্জিনটি হাইড্রোলিক লাইনের মধ্য দিয়ে ছিঁড়ে গেছে কারণ এটি DC-10 এর ডানা থেকে আলাদা হয়ে গেছে, যার ফলে হাইড্রোলিক চাপ কমে গেছে; উইংসের উপর দিয়ে বায়ুপ্রবাহ বাম উইং স্ল্যাটগুলিকে প্রত্যাহার করতে বাধ্য করেছিল, যার ফলে বাম ডানায় একটি স্টল হয়েছিল। দুর্ঘটনার প্রতিক্রিয়া হিসাবে, হাইড্রোলিক লাইনের ক্ষতির ক্ষেত্রে স্ল্যাট প্রত্যাহার রোধ করার জন্য স্ল্যাট রিলিফ ভালভ বাধ্যতামূলক করা হয়েছিল। \nআঘাতের আগে রাডার, এলিভেটর, ফ্ল্যাপ এবং স্ল্যাটের সঠিক অবস্থান নির্ধারণ করতে ধ্বংসাবশেষটি খুব মারাত্মকভাবে খণ্ডিত ছিল। প্রত্যক্ষদর্শীদের ফটোগ্রাফের একটি পরীক্ষায় দেখা গেছে যে ক্রুরা তাদের খাড়া রোলটি সংশোধন করার ব্যর্থ চেষ্টা করার কারণে ডান উইং স্ল্যাটগুলি সম্পূর্ণরূপে প্রসারিত হয়েছিল। ঝাপসা রঙের ফটোগ্রাফ থেকে বাম উইং স্ল্যাটগুলির অবস্থান নির্ধারণ করা যায়নি, তাই সেগুলিকে ডিজিটাল বিশ্লেষণের জন্য পালো অল্টো, ক্যালিফোর্নিয়ার একটি পরীক্ষাগারে পাঠানো হয়েছিল, একটি প্রক্রিয়া যা ১৯৭০-এর দশকের প্রযুক্তির সীমাবদ্ধতাকে ঠেলে দিয়েছিল এবং বড়, জটিল এবং প্রয়োজনীয় ছিল। ব্যয়বহুল সরঞ্জাম। ফটোগ্রাফগুলিকে সাদা-কালো করে দেওয়া হয়েছিল, যা ডানা থেকে স্ল্যাটগুলিকে আলাদা করা সম্ভব করে তুলেছিল, এইভাবে প্রমাণ করে যে সেগুলি প্রত্যাহার করা হয়েছিল। এছাড়াও, বিমানের লেজের অংশটি ক্ষতিগ্রস্ত হয়নি বলে যাচাই করা হয়েছে এবং ল্যান্ডিং গিয়ার নিচে ছিল। \nইঞ্জিন বিচ্ছিন্ন হয়ে যাওয়ার এবং বাম ডানার স্ল্যাটগুলি প্রত্যাহার করার পরে বিমানের গতিপথ বোঝার জন্য উইন্ড-টানেল এবং ফ্লাইট-সিমুলেটর পরীক্ষা করা হয়েছিল। এই পরীক্ষাগুলি প্রতিষ্ঠিত করেছিল যে ডানার অগ্রভাগের প্রান্তের ক্ষতি এবং স্ল্যাটগুলি প্রত্যাহার করার ফলে বাম ডানার স্টল গতি ১২৪ নট (১৪৩ মা/ঘ; ২৩০ কিমি/ঘ) থেকে বেড়েছে। থেকে ১৫৯ নট (১৮৩ মা/ঘ; ২৯৪ কিমি/ঘ) । DC-10-এ দুটি সতর্কীকরণ যন্ত্র অন্তর্ভুক্ত করা হয়েছে যা হয়তো আসন্ন স্টলে পাইলটদের সতর্ক করেছিল: স্ল্যাট অসম্মতি সতর্কীকরণ আলো, যা স্ল্যাটগুলির অনিয়ন্ত্রিত প্রত্যাহার করার পরে আলোকিত হওয়া উচিত, এবং ক্যাপ্টেনের নিয়ন্ত্রণ কলামে স্টিক শেকার, যা বন্ধ সক্রিয় করে। স্টল গতিতে. এই দুটি সতর্কীকরণ যন্ত্রই নম্বর-এক ইঞ্জিন দ্বারা চালিত একটি বৈদ্যুতিক জেনারেটর দ্বারা চালিত ছিল এবং সেই ইঞ্জিনটি হারিয়ে যাওয়ার পর উভয়ই অকার্যকর হয়ে পড়ে। ফার্স্ট অফিসারের কন্ট্রোল কলামটি স্টিক শেকার দিয়ে সজ্জিত ছিল না; ম্যাকডোনেল ডগলাস প্রথম অফিসারের জন্য একটি বিকল্প হিসাবে ডিভাইসটি অফার করেছিলেন, কিন্তু আমেরিকান এয়ারলাইনস এটিকে তার DC-10 ফ্লীটে ইনস্টল না করা বেছে নিয়েছে। এই দুর্ঘটনার প্রতিক্রিয়ায় উভয় পাইলটের জন্য স্টিক শেকার বাধ্যতামূলক হয়ে ওঠে। \nযেহেতু বিমানটি V <sub id=\"mwAVU\">1 এ</sub> পৌঁছেছিল, ক্রুরা টেকঅফের জন্য প্রতিশ্রুতিবদ্ধ ছিল, তাই তারা ইঞ্জিন-আউট পরিস্থিতির জন্য স্ট্যান্ডার্ড পদ্ধতি অনুসরণ করেছিল। ফ্লাইট ডিরেক্টর দ্বারা নির্দেশিত এই পদ্ধতিটি হল টেকঅফ সেফটি এয়ারস্পিড ( V <sub id=\"mwAVc\">2</sub> ) এবং মনোভাব (কোণ) এ আরোহণ করা। আংশিক বৈদ্যুতিক শক্তি ব্যর্থতা, বাম ইঞ্জিনের পৃথকীকরণ দ্বারা উত্পাদিত, মানে যে স্টল সতর্কতা বা স্ল্যাট প্রত্যাহার সূচক কোনটিই কার্যকর ছিল না। অতএব, ক্রু জানত না যে বাম ডানার স্ল্যাটগুলি প্রত্যাহার করছে। এই প্রত্যাহার উল্লেখযোগ্যভাবে বাম উইং এর স্টল গতি বৃদ্ধি. এইভাবে, টেকঅফ সেফটি এয়ারস্পিডে উড়ে যাওয়ার ফলে বাম ডানাটি স্থবির হয়ে পড়ে যখন ডান উইংটি এখনও লিফট তৈরি করছিল, তাই বিমানটি তীব্রভাবে এবং অনিয়ন্ত্রিতভাবে বাম দিকে বেঁকে যায়। দুর্ঘটনার পরে সিমুলেটর রিক্রিয়েশনগুলি নির্ধারণ করে যে \"পাইলট যদি অতিরিক্ত বায়ু গতি বজায় রাখত তাহলে দুর্ঘটনাটি ঘটত না।\" \n\n\n=== সম্ভাব্য কারণ ===\nNTSB দ্বারা তদন্তের ফলাফল ২১ ডিসেম্বর, ১৯৭৯ এ প্রকাশিত হয়েছিল:\n \nন্যাশনাল ট্রান্সপোর্টেশন সেফটি বোর্ড নির্ধারণ করে যে এই দুর্ঘটনার সম্ভাব্য কারণ ছিল বিমানের অসমমিত স্টল এবং এর ফলে সৃষ্ট ঘূর্ণন, যা বাম ডানার আউটবোর্ড লিডিং এজ স্ল্যাটের অনাকাঙ্ক্ষিত প্রত্যাহার এবং স্টল সতর্কতা ও স্ল্যাট ডিসএগ্রিমেন্ট ইন্ডিকেশন সিস্টেমগুলোর ব্যর্থতার কারণে ঘটেছিল। এই পরিস্থিতি তৈরি হয়েছিল রক্ষণাবেক্ষণের সময় সৃষ্ট ক্ষতির ফলে, যা টেক-অফের একটি গুরুত্বপূর্ণ মুহূর্তে নম্বর-ওয়ান ইঞ্জিন এবং পাইলন অ্যাসেম্বলি বিচ্ছিন্ন হয়ে যাওয়ার কারণ হয়।\nএই বিচ্ছিন্নতা ঘটে রক্ষণাবেক্ষণ প্রক্রিয়ায় ত্রুটিপূর্ণ পদ্ধতির কারণে সৃষ্ট ক্ষতির ফলে, যা পাইলন কাঠামোর ব্যর্থতার দিকে নিয়ে যায়।\nএই দুর্ঘটনার কারণগুলোর সাথে আরও অবদান রেখেছিল:\n\nপাইলন সংযুক্তির নকশায় রক্ষণাবেক্ষণের সময় সৃষ্ট ক্ষতির জন্য দুর্বলতা।\nলিডিং-এজ স্ল্যাট সিস্টেমের নকশার দুর্বলতা, যা অসমমিত পরিস্থিতি তৈরি করে।\nফেডারেল এভিয়েশন অ্যাডমিনিস্ট্রেশনের (FAA) নজরদারি ও রিপোর্টিং ব্যবস্থার ঘাটতি, যা ত্রুটিপূর্ণ রক্ষণাবেক্ষণ পদ্ধতি সনাক্ত ও প্রতিরোধ করতে ব্যর্থ হয়েছিল।\nঅপারেটর, প্রস্তুতকারক এবং FAA-এর মধ্যে প্রক্রিয়া ও যোগাযোগের ঘাটতি, যা পূর্ববর্তী রক্ষণাবেক্ষণ ক্ষতির বিস্তারিত বিশ্লেষণ এবং তা ছড়িয়ে দিতে ব্যর্থ হয়েছিল।\nনির্ধারিত অপারেশনাল পদ্ধতির এই অনন্য জরুরি পরিস্থিতির প্রতি অসহিষ্ণুতা।\nফ্লাইট 191-এর বিপর্যয় DC-10 এর নিরাপত্তা এবং নকশা সম্পর্কে মিডিয়া থেকে তীব্র সমালোচনা নিয়ে আসে।  DC-10 এর কার্গো দরজার নকশা সংক্রান্ত দুটি দুর্ঘটনায় জড়িত ছিল, আমেরিকান এয়ারলাইন্স ফ্লাইট 96 (1972) এবং তুর্কি এয়ারলাইন্স ফ্লাইট 981 (1974)। এর মাউন্ট থেকে একটি ইঞ্জিনের বিচ্ছিন্নতা, দুর্ঘটনার কয়েক সেকেন্ড আগে বিমানটির ইঞ্জিন হারিয়ে যাওয়ার নাটকীয় চিত্র প্রকাশ এবং প্রভাবের ফলে ফায়ারবলের একটি দ্বিতীয় ছবি, DC-10 এর নিরাপত্তা নিয়ে ব্যাপক উদ্বেগ উত্থাপন করেছিল।  ফেডারেল এভিয়েশন অ্যাডমিনিস্ট্রেশন (এফএএ) বিমানটিকে গ্রাউন্ড করার সময় দুর্ঘটনার দুই সপ্তাহ পরে বিমানটির সুনামের জন্য আরেকটি ধাক্কা সামাল দেওয়া হয়েছিল। যদিও উড়োজাহাজটি নিজেই পরে অব্যাহতিপ্রাপ্ত হয়েছিল, জনসাধারণের চোখে ক্ষতি ইতিমধ্যেই করা হয়েছিল। \nতদন্তে একই ত্রুটিপূর্ণ রক্ষণাবেক্ষণ পদ্ধতির কারণে ক্ষতির সাথে অন্যান্য DC-10গুলিও প্রকাশিত হয়েছে। ত্রুটিপূর্ণ পদ্ধতি নিষিদ্ধ করা হয়েছিল, এবং বিমানের ধরণটি যাত্রী এবং কার্গো বিমান হিসাবে দীর্ঘ কর্মজীবনে চলে গিয়েছিল। এই দুর্ঘটনার প্রতিক্রিয়ায়, আমেরিকান এয়ারলাইন্সকে অনুপযুক্ত রক্ষণাবেক্ষণ পদ্ধতির জন্য মার্কিন সরকার $৫০০,০০০ ( ২০২০ সালে $  মিলিয়নের সমতুল্য) জরিমানা করেছিল। আর্ল রাসেল মার্শাল, তুলসার আমেরিকান এয়ারলাইন্স রক্ষণাবেক্ষণ সুবিধার একজন ক্রু প্রধান যেখানে বিমানের শেষ রক্ষণাবেক্ষণ প্রক্রিয়াটি হয়েছিল, ম্যাকডোনেল ডগলাস অ্যাটর্নিদের দ্বারা পদচ্যুত হওয়ার আগের রাতে আত্মহত্যা করে মারা যান।   \n\n৬ জুন, ১৯৭৯-এ, দুর্ঘটনার দুই সপ্তাহ পর, এফএএ DC-10-এর জন্য টাইপ সার্টিফিকেট স্থগিত করে, যার ফলে সমস্ত DC-10 এর এখতিয়ারের অধীনে ছিল।   এটা এছাড়াও মার্কিন আকাশসীমা থেকে DC-10 নিষিদ্ধ করার জন্য একটি বিশেষ বায়ু প্রবিধান প্রণয়ন করেছে, যা FAA-এর এখতিয়ারের অধীনে নয় এমন বিদেশী DC-10-কে দেশের মধ্যে উড়তে বাধা দেয়। এটি করা হয়েছিল যখন FAA তদন্ত করেছিল যে বিমানের ইঞ্জিন মাউন্টিং এবং পাইলন ডিজাইন প্রাসঙ্গিক প্রয়োজনীয়তা পূরণ করেছে কিনা। একবার এফএএ সন্তুষ্ট হয়েছিল যে রক্ষণাবেক্ষণের সমস্যাগুলি প্রাথমিকভাবে ভুল ছিল এবং বিমানের প্রকৃত নকশা নয়, জুলাই মাসে টাইপ শংসাপত্রটি পুনরুদ্ধার করা হয়েছিল 13, এবং বিশেষ বায়ু নিয়ন্ত্রণ বাতিল করা হয়েছিল।    টাইপ শংসাপত্রটি সংশোধন করা হয়েছিল, তবে উল্লেখ করে, \"...ইঞ্জিন এবং পাইলনকে একটি ইউনিট হিসাবে অপসারণ করা হলে তা অবিলম্বে বিমানটিকে অযোগ্য করে তুলবে।\" \nগ্রাউন্ডিংয়ের পরিপ্রেক্ষিতে, এফএএ ন্যাশনাল একাডেমি অফ সায়েন্সের পৃষ্ঠপোষকতায় DC-10 এবং সাধারণভাবে মার্কিন নিয়ন্ত্রক ব্যবস্থার নকশা মূল্যায়ন করার জন্য একটি সুরক্ষা প্যানেল আহ্বান করেছিল। ১৯৮০ সালের জুনে প্রকাশিত প্যানেলের প্রতিবেদনে \"আমেরিকান-নির্মিত বিমানের নিরাপত্তার বিষয়ে সরকার যেভাবে প্রত্যয়ন করে তার মধ্যে গুরুতর ঘাটতি\" পাওয়া গেছে, সার্টিফিকেশন প্রক্রিয়া চলাকালীন FAA দক্ষতার ঘাটতি এবং ম্যাকডোনেল ডগলাসের উপর সংশ্লিষ্ট অত্যধিক নির্ভরতাকে কেন্দ্র করে। নকশা নিরাপদ ছিল। দ্য এয়ার কারেন্টের জন্য লেখা, এভিয়েশন সাংবাদিক জন অস্ট্রওয়ার প্যানেলের উপসংহারগুলিকে বোয়িং 737 MAX-এর 2019 গ্রাউন্ডিংয়ের পরে গঠিত পরবর্তী কমিশনের সাথে তুলনা করেছেন। অস্ট্রোওয়ার উভয় নির্মাতাকেই নিয়ন্ত্রক মান সংক্রান্ত আইনের চিঠির উপর ফোকাস করার জন্য দোষ দিয়েছেন, একটি নকশা পদ্ধতি গ্রহণ করে যা নির্দেশ করে যে পাইলটরা কীভাবে একক-সিস্টেম ব্যর্থতাগুলিকে পর্যাপ্তভাবে বিবেচনা না করেই সমাধান করতে পারে যেখানে বিভিন্ন সিস্টেমের একাধিক একযোগে ত্রুটি ঘটতে পারে। \nঅক্টোবরে ৩১, ১৯৭৯, ওয়েস্টার্ন এয়ারলাইনস ফ্লাইট ২৬০৫ হিসাবে উড়ন্ত একটি DC-10 লস অ্যাঞ্জেলেস থেকে লাল চোখের ফ্লাইটের পরে মেক্সিকো সিটিতে বিধ্বস্ত হয়। পশ্চিমা দুর্ঘটনাটি অবশ্য কম দৃশ্যমানতার কারণে এবং একটি বন্ধ রানওয়েতে অবতরণের চেষ্টার কারণে হয়েছিল,   , জানা গেছে, এর ক্রুদের বিভ্রান্তির মধ্যে দিয়ে। \nনভেম্বরে এয়ার নিউজিল্যান্ডের ফ্লাইট ৯০১ হারায় ২৮, ১৯৭৯, যা ২৫৭ জনকে হত্যা করেছিল, DC-১০ এর নেতিবাচক খ্যাতি যোগ করেছিল।  অ্যান্টার্কটিক দর্শনীয় ফ্লাইটটি একটি আগ্নেয়গিরিতে আঘাত করেছিল,    যদিও এটি ডিসি-১০-এর বায়ুযোগ্যতার সাথে সম্পর্কিত নয় এমন কিছু মানবিক এবং পরিবেশগত কারণের কারণে ঘটেছিল এবং পরে বিমানটিকে সম্পূর্ণরূপে মুক্ত করা হয়েছিল। \n১০ বছর পর আরেকটি DC-১০ ক্র্যাশ, ইউনাইটেড এয়ারলাইন্স ফ্লাইট 232, বিমানের কিছু খ্যাতি পুনরুদ্ধার করে। বিমানের একটি ইঞ্জিন এবং সমস্ত ফ্লাইট নিয়ন্ত্রণ হারানো সত্ত্বেও এবং একটি বিশাল ফায়ারবলে ক্র্যাশ-ল্যান্ডিং (যা একটি স্থানীয় সংবাদ ক্রু দ্বারা ভিডিওতে ধরা পড়েছিল) যা ১১২ জন মারা গিয়েছিল, 184 জন দুর্ঘটনা থেকে বেঁচে গিয়েছিল। বিশেষজ্ঞরা DC-১০ এর মজবুত নির্মাণকে আংশিকভাবে বেঁচে থাকার জন্য দায়ী বলে প্রশংসা করেছেন। \n১৯৭৯-এর ঘটনার পর DC-১০s-এর অর্ডারগুলি দ্রুত বন্ধ হয়ে যায় (১৯৭৯-82 সালের মার্কিন অর্থনৈতিক মন্দাও এয়ারলাইনারগুলির চাহিদা হ্রাসের ক্ষেত্রে একটি অবদানকারী কারণ ছিল)। সেখান থেকে ১০ বছর পর উৎপাদন শেষ হওয়া পর্যন্ত, দুটি বৃহত্তম DC-10 গ্রাহক ছিল FedEx এবং US Air Force ( KC-10 Extender )। প্রাথমিক নিরাপত্তার উদ্বেগ সত্ত্বেও, DC-10 বিমানটি ফ্লাইট 191-এর বিধ্বস্ত হওয়ার পর তিন দশকেরও বেশি সময় ধরে যাত্রীবাহী এয়ারলাইন্সের সাথে পরিষেবা চালিয়ে যায়  DC-10-এর উৎপাদন 1988 সালে শেষ হয়,  এবং অনেক অবসরপ্রাপ্ত যাত্রী DC-10গুলিকে সমস্ত-কার্গো ব্যবহারে রূপান্তরিত করা হয়েছে। DC-10 ফ্রেটার, এর ডেরিভেটিভ, MD-11 সহ, FedEx এক্সপ্রেস বহরের অংশ। DC-10s কে MD-11 থেকে গ্লাস ককপিট দিয়ে আপগ্রেড করা হয়েছে, যার ফলে সেগুলি MD-10s- এ পরিণত হয়েছে।  আমেরিকান এয়ারলাইন্স 29 বছরের চাকরির পর 2000 সালে শেষ ডিসি-10 অবসর নেয়। 2014 সালের ফেব্রুয়ারিতে, বিমান বাংলাদেশ এয়ারলাইন্স চূড়ান্ত DC-10 যাত্রীবাহী ফ্লাইট পরিচালনা করে।\n\n\n== মিডিয়াতে চিত্রণ ==\nক্যাবল / স্যাটেলাইট ন্যাশনাল জিওগ্রাফিক চ্যানেল দুর্ঘটনার উপর একটি ডকুমেন্টারি তৈরি করেছে, এবং \"শিকাগো প্লেন ক্র্যাশ\" শিরোনামের সেকেন্ডস ফ্রম ডিজাস্টারের দুর্ঘটনার বিস্তারিত বিবরণ দেওয়া হয়েছে এবং তদন্ত সংবাদ সম্মেলনের ফিল্ম অন্তর্ভুক্ত করেছে। কানাডিয়ান টেলিভিশন সিরিজ মেডে \"ক্যাটাস্ট্রফি অ্যাট ও'হারে\" পর্বে দুর্ঘটনার বিবরণ দিয়েছে, যা পরবর্তীতে মার্কিন যুক্তরাষ্ট্রে স্মিথসোনিয়ান চ্যানেল এবং ন্যাশনাল জিওগ্রাফিক চ্যানেলের টেলিভিশন সিরিজ এয়ার ডিজাস্টারে প্রচারিত হয়েছিল।  MSNBC- তে টিভি শো Why Planes Crash- এর প্রথম পর্বের দ্বিতীয় পর্ব \"ব্রেকিং পয়েন্ট\"-এও দুর্ঘটনাটি নিয়ে আলোচনা করা হয়েছে।\nশিকাগোর লোক গায়ক স্টিভ গুডম্যান 1979 সালে ন্যাশনাল পাবলিক রেডিওতে সম্প্রচারিত সাময়িক গানের একটি সিরিজের জন্য উদ্বোধনী গান হিসেবে ক্র্যাশ এবং পরবর্তী তদন্তের প্রতিক্রিয়া হিসাবে \"ব্যালাড অফ ফ্লাইট ১৯১ (তারা সব কিছু জানেন)\" গানটি লিখেছিলেন \n\n\n== এছাড়াও দেখুন ==\nমৃত্যুর সংখ্যা অনুসারে মার্কিন যুক্তরাষ্ট্রে দুর্যোগের তালিকা\nস্থল মৃত্যুর সংখ্যা অনুসারে বিমান দুর্ঘটনা এবং ঘটনার তালিকা\nবিমান দুর্ঘটনা ও ঘটনা\nবিমান চলাচল নিরাপত্তা\nইঞ্জিন বিচ্ছিন্নতার কারণে অনুরূপ দুর্ঘটনা:\nচায়না এয়ারলাইন্সের ফ্লাইট 358\nএল আল ফ্লাইট 1862\nজাপান এয়ার লাইন্স কার্গো ফ্লাইট 46E\nট্রান্স-এয়ার সার্ভিস ফ্লাইট 671\nরিভ অ্যালেউটিয়ান এয়ারওয়েজের ফ্লাইট 8\nফ্লাইট ১৯১ - একই বা অনুরূপ নম্বর সহ অন্যান্য দুর্ঘটনা এবং/অথবা দুর্ঘটনার ফ্লাইটের একটি তালিকা\nFoysal Ahmmed Roni (আলাপ) ০৫:৩১, ২০ জানুয়ারি ২০২৫ (ইউটিসি)\n\n\n== নোট ==\n\n\n== তথ্যসূত্র ==\n\nMcCoppin, Robert (মে ২৫, ২০১৯)। \"চার দশক আগে ফ্লাইট ১৯১ ও'হেয়ার বিমানবন্দরে বিধ্বস্ত হয়ে নিহত হওয়া ২৭৩ জনের স্মরণে শত শত মানুষ এক স্মরণসভায় একত্রিত হয়\"। Chicago Tribune। সংগ্রহের তারিখ মে ২৫, ২০১৯। \n\n\n== বহিঃসংযোগ ==\nলেক পার্কে মেমোরিয়াল, ডেস প্লেইনস\nNTSB দুর্ঘটনা রিপোর্ট\nবিকল্প লিঙ্ক\n\"দুর্ঘটনা থেকে জনগণের শিক্ষা - আমেরিকান এয়ারলাইন্স ফ্লাইট 191\" ( আর্কাইভ )\nপ্লেন ক্র্যাশ ইনফো। কম - আমেরিকান এয়ারলাইন্স ফ্লাইট 191\nফ্লাইট 191 রিমেম্বারড (ফক্স শিকাগো ওয়েবসাইট) ( আর্কাইভ )\nAirliners.net থেকে প্রাক-ক্র্যাশ ছবি\nNTSB সম্ভাব্য কারণ রিপোর্ট ( বিকল্প, সংরক্ষণাগার )\nওয়েব্যাক মেশিনে আর্কাইভকৃত আগস্ট ৮, ২০২০ তারিখে সংবাদের প্রতিবেদন ক্লাসিক শিকাগো টেলিভিশনের যাদুঘরে\nইউটিউবে ATC recording"}