{"pageid": 1506992, "title": "সালালাহ আন্তর্জাতিক বিমানবন্দর", "url": "https://bn.wikipedia.org/wiki?curid=1506992", "content": "সালালাহ আন্তর্জাতিক বিমানবন্দর (আইএটিএ: SLL, আইসিএও: OOSA) হল মাস্কাট আন্তর্জাতিক বিমানবন্দরের পরে ওমানের দ্বিতীয় আন্তর্জাতিক বিমানবন্দর। এটি সালালাহ শহরের কেন্দ্রস্থল থেকে ৫.৫ কিলোমিটার (৩.৪ মাইল) উত্তর-পূর্বে ধোফার গভর্নরেটের সালালাহ উপকূলীয় সমভূমিতে অবস্থিত। বিমানবন্দরটি আঞ্চলিক গন্তব্যে বিমান চলাচলের পাশাপাশি ইউরোপ থেকে কয়েকটি আন্তঃমহাদেশীয় চার্টার সেবা প্রদান করে। বিমানবন্দরটি সম্প্রতি ব্যবস্থাপনা এবং পরিষেবার ক্ষেত্রে উৎকর্ষতার জন্য স্কাইট্র্যাক্স ৫-তারকা আঞ্চলিক বিমানবন্দর রেটিং জিতেছে।\n\n\n== ইতিহাস ==\n\n\n=== প্রারম্ভিক বছর ===\n\nওমানের সুলতানের সমর্থনে অভিযানের জন্য ব্রিটিশ রাজকীয় বিমান বাহিনী ১৯৩৫ সালে সালালাহতে একটি বিমানঘাঁটি স্থাপন করে। সেখান থেকে থাকা বিমানগুলো ১৯৫৪ থেকে ১৯৫৭ সাল পর্যন্ত জেবেল আখদার যুদ্ধ এবং ১৯৬২ থেকে ১৯৭৬ সাল পর্যন্ত ধোফার যুদ্ধের সময় অপারেশন চালিয়েছিল। ১৯৭৭ সালে আরএএফ সালালাহতে ব্রিটিশ উপস্থিতি শেষ হয়।\n\nসালালাহ বিমানবন্দরটি ১৯৭৭ সালে একটি বেসামরিক সুবিধা হিসেবে চালু হয়। প্রাথমিকভাবে, এটি শুধুমাত্র মাস্কাট থেকে অভ্যন্তরীণ ফ্লাইট এবং সংযুক্ত আরব আমিরাত বা কাতারের উদ্দেশ্যে কয়েকটি চার্টার্ড ফ্লাইট পরিচালনা করত। ওমান এয়ার সার্ভিসেস (OAS) ১৯৮২ সালে সালালাহতে সেবা শুরু করে এবং ওমান এয়ার এর উদ্বোধনী ফ্লাইট ১৯৯৩ সালের এপ্রিলে মাস্কাট থেকে পৌঁছায়। বেসামরিক বিমানবন্দরের সাথে অবস্থিত ওমানের রাজকীয় বিমান বাহিনীর একটি সামরিক বিমানঘাঁটি অবস্থিত, যা RAFO সালালাহ নামে পরিচিত।\n২০০৩ সালে সালালাহ বিমানবন্দর আন্তর্জাতিক বিমানবন্দরের মর্যাদা লাভ করে। ২০০৩ সালে ওমান এয়ার সালালাহ থেকে দুবাইয়ের উদ্দেশ্যে নিয়মিত ফ্লাইট পরিচালনা শুরু করে, যার ফলে যাত্রীদের সংখ্যা বৃদ্ধি পায়, যখন অন্যান্য উপসাগরীয় বিমান সংস্থাগুলি শুধুমাত্র খারিফ মৌসুমে ফ্লাইট পরিচালনা করত। পরের বছর এয়ার ইন্ডিয়া কালিকট এবং তারপর কোচির উদ্দেশ্যে ফ্লাইট পরিচালনা শুরু করে, যা সালালাহতে অ-মৌসুমী আন্তর্জাতিক ফ্লাইট পরিচালনা করা প্রথম বিমান সংস্থা হয়ে ওঠে। ২০০৩ সাল থেকে বিমানবন্দরটিতে যাত্রী এবং বেসামরিক বিমান চলাচল বৃদ্ধি পেয়েছে। এই এলাকাটি স্থানীয় নাগরিক এবং বিদেশী উভয়ের কাছেই একটি জনপ্রিয় পর্যটন কেন্দ্র, বিশেষ করে জুলাই থেকে সেপ্টেম্বর পর্যন্ত যখন এশীয় বর্ষাকাল এই অঞ্চলে প্রবেশ করে এবং খারিফ মরসুমের শুরু হয়, যার ফলে এটি সাধারণত শুষ্ক উপসাগরীয় অঞ্চলের মধ্যে একটি অস্বাভাবিক আকর্ষণীয় স্থান হয়ে ওঠে। বর্তমানে এটি দেশের দ্বিতীয় গুরুত্বপূর্ণ বিমানবন্দর হিসাবে বিবেচিত হয়।\n\n\n=== ২০০০ সাল থেকে উন্নয়ন ===\n২০১১ সালে নতুন আধুনিক সালালাহ বিমানবন্দর নির্মাণের জন্য পরিকল্পনা এবং কাজ শুরু হয়। শহরের পর্যটন খাতকে আরও উন্নত করার পাশাপাশি শহর থেকে আসা-যাওয়াকারী যাত্রীদের ক্রমবর্ধমান সংখ্যার চাহিদা মেটাতে পরিবহন ও যোগাযোগ মন্ত্রণালয় এই পদক্ষেপ নেয়। আন্তর্জাতিক বিমানবন্দরটি নির্মাণের জন্য ২০টিরও বেশি বিভিন্ন নির্মাণ কোম্পানির ৮৫৪ মিলিয়ন ডলারের চুক্তি স্বাক্ষরিত হয়। প্রকল্পটির মূল পরামর্শক হিসেবে ছিল COWI A/S-Larsen জয়েন্ট ভেঞ্চার, যা পরবর্তীতে HILL INTERNATIONAL LLC দ্বারা পরিচালিত হয়।\nপ্রথম পর্যায়ে সালালাহ বিমানবন্দরটি দশ লক্ষ যাত্রী পরিবহনের পরিকল্পনা করা হয়েছে। এছাড়া নতুন বিমানবন্দরের জন্য একটি ৪ কিলোমিটার দৈর্ঘ্যের দ্বিতীয় রানওয়ে নির্মাণের কথা রয়েছে। বিমানবন্দরের বর্তমান রানওয়েটি বড় ধরনের বিমান সেবা দেওয়ার জন্য সম্প্রসারিত হবে, পাশাপাশি উত্তরে একটি নতুন সমান্তরাল ট্যাক্সিওয়ে উত্তরে নির্মিত হবে। আন্তর্জাতিক বিমানবন্দরে ৬৫,০০০ বর্গমিটার আয়তনের একটি যাত্রী টার্মিনাল ভবন, ৩,০০০ গাড়ি ধারণ ক্ষমতাসম্পন্ন পার্কিং এলাকা এবং ৫৭ মিটার উচ্চতার একটি এটিসি টাওয়ার থাকবে।\nবিমানবন্দরের নকশায় ভবিষ্যত উন্নয়ন প্রকল্পগুলোকে মাথায় রেখে পরিকল্পনা করা হয়েছে এবং প্রয়োজনে এটি প্রতি বছর ছয় মিলিয়ন যাত্রী সেবা দেওয়ার জন্য সম্প্রসারণের সুযোগ রাখবে।\nনতুন সালালাহ বিমানবন্দরটি ২০১৫ সালের জুন মাসে কার্যক্রম শুরু করে, যখন একটি ওমান এয়ার ফ্লাইট মাসকাট থেকে নতুন বিমানবন্দরে পৌঁছায় এবং এটি ছিল প্রথম বিমান সংস্থা যা নতুন বিমানবন্দরে এসে পৌঁছেছিল। তবে, নতুন বিমানবন্দরটি আনুষ্ঠানিকভাবে ২০১৫ সালের নভেম্বর মাসে উদ্বোধন করা হয়। নতুন বিমানবন্দরের দক্ষিণে অবস্থিত পুরাতন বিমানবন্দরটি তখন থেকে একটি অভ্যন্তরীণ এবং জরুরি বিমানবন্দরে রূপান্তরিত হয়েছে।\n\n\n== সুবিধাদি ==\nনতুন আন্তর্জাতিক বিমানবন্দরটি পুরাতন বিমানবন্দরের তুলনায় অসাধারণ সুযোগ-সুবিধা সম্পন্ন হিসেবে চিহ্নিতকরা হয়েছে।  ওমান এয়ারপোর্ট ম্যানেজমেন্ট কোম্পানির (OAMC)-এর সহযোগিতায় একটি বেসরকারি কোম্পানি একটি নতুন শুল্কমুক্ত সেবা শুরু করেছে। উদ্বোধনের পর থেকে অনেক খাবারের কাউন্টার সেবা প্রদান করছে। ওমান এয়ার একটি নতুন লাউঞ্জ স্থাপন করেছে নতুন টার্মিনালের এয়ারসাইড এবং গেটগুলোর বিপরীতে, যা বিজনেস ক্লাস, ফার্স্ট ক্লাস এবং গোল্ড ও সিলভার সিনবাদ সার্ভিস কার্ডধারী ইকোনমি ক্লাস যাত্রীদের জন্য উপলব্ধ।  যাত্রীদের কাছ থেকে বিমানবন্দরটির একটি রেটিং এসেছে, যেখানে এটি একটি কার্যকরী লাউঞ্জ এবং ডিউটি-ফ্রি সেবা প্রদান করছে বলে উল্লেখ করা হয়েছে। নতুন বিমানবন্দরে চারটি এয়ারব্রিজ রয়েছে যার মধ্যে একটি শীতাতপ নিয়ন্ত্রণ ব্যবস্থা রয়েছে। আশা করা হচ্ছে যে নতুন টার্মিনালটি কেবল শহরের পর্যটনকেই নয়, স্থানীয় এবং আন্তর্জাতিক যাত্রী চলাচলকেও বাড়িয়ে তুলবে।\n\n\n== বিমান সংস্থা এবং গন্তব্যস্থল ==\n\n\n== পরিসংখ্যান ==\n\n\n== আরও দেখুন ==\nওমানের বিমানবন্দরের তালিকা\nওমানের পরিবহন ব্যবস্থা\n\n\n== তথ্যসূত্র ==\n\n\n== বহি: সংযোগ ==\n উইকিমিডিয়া কমন্সে সালালাহ আন্তর্জাতিক বিমানবন্দর সম্পর্কিত মিডিয়া দেখুন।\n\nওপেনস্ট্রিটম্যাপ - সালালাহ\nসালালাহ বিমানবন্দরের তথ্য\nOOSA-এর দুর্ঘটনার ইতিহাস - এভিয়েশন সেফটি নেটওয়ার্ক\nট্র্যাফিক পরিসংখ্যান সেপ্টেম্বর ২০১৬  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৭ জুন ২০১৭ তারিখে\n২০১৮ সালের সালালাহ এবং মাস্কাটের ট্র্যাফিক পরিসংখ্যান  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৪ এপ্রিল ২০১৯ তারিখে\nরেফারেন্সের জন্য বার্ষিক প্রতিবেদন ২০১৭ এমওটিসি  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১৬ সেপ্টেম্বর ২০১৮ তারিখে"}