{"pageid": 1506416, "title": "আইসোকুইনোলাইন অ্যালকালয়েড", "url": "https://bn.wikipedia.org/wiki?curid=1506416", "content": "আইসোকুইনোলাইন অ্যালকালয়েড হলো রাসায়নিকভাবে আইসোকুইনোলাইন থেকে জাত অ্যালকালয়েডের শ্রেণি। এটি অ্যালকালয়েডের সর্ববৃহৎ শ্রেণি।\nআইসোকুইনোলিন অ্যালকালয়েডগুলোকে তাদের বিভিন্ন রাসায়নিক মৌলিক কাঠামোর ভিত্তিতে শ্রেণীবদ্ধ করা যায়। এর মধ্যে সবচেয়ে সাধারণ কাঠামো হলো বেনজাইলআইসোকুইনোলিনস এবং অ্যাপোরফিনস। বর্তমান জ্ঞানের ভিত্তিতে, প্রায় ২৫০০টি আইসোকুইনোলিন অ্যালকালয়েডস পরিচিত, যা প্রধানত উদ্ভিদ দ্বারা উৎপন্ন হয়।\n\n\n== পরিচিত উদাহরণসমূহ ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== প্রকৃতিতে উপস্থিতি ==\nআইসোকুইনোলাইন অ্যালকালয়েডগুলো প্রধানত পাপাভেরাসি, বারবেরিডেসি, মেনিস্পারমেসি, ফুমারিয়াসি এবং রানুনকুলেসি পরিবারভুক্ত উদ্ভিদে পাওয়া যায়।\nপ্যাপাভারেসি পরিবারভুক্ত আফিম গাছ বিশেষভাবে গুরুত্বপূর্ণ, কারণ এর ল্যাটেক্সে মরফিন, কোডিন, প্যাপাভেরিন, নস্কাপিন এবং থিবাইন পাওয়া যায়। আফিম গাছ ছাড়াও অন্যান্য পপি জাতীয় উদ্ভিদ, যেমন সিলেনডাইন আইসোকুইনোলিন অ্যালকালয়েড ধারণ করে। এর ল্যাটেক্সে বারবারিন থাকে, যা বারবেরিডেসি পরিবারের অন্যান্য উদ্ভিদেও পাওয়া যায়। বারবারিডেসি পরিবারের একটি উদাহরণ হলো বারবেরিস ভালগারিস।\n\nটিউবোকিউরারিন অ্যালকালয়েড লোমশ কার্টিলেজ গাছে পাওয়া যায়। এটি সাধারণত গাছের বাকল এবং মূল থেকে আহরণ করা হয়।\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== জৈবিক প্রভাব ==\nসাধারণত, আইসোকুইনোলিন অ্যালকালয়েডসের বিভিন্ন প্রভাব থাকতে পারে। আফিমজাতীয় অ্যালকালয়েডস সিডেটিভ, সাইকো-অ্যাকটিভ বা ব্যথানাশক প্রভাব ফেলতে পারে। মরফিন এবং কোডিন প্রকৃতপক্ষে ব্যথানাশক হিসেবে ব্যবহৃত হয়।\nপাপাভেরিন, বিপরীতে, যদি এটি মসৃণ পেশী থেকে আসে তবে এর একটি অ্যান্টিস্পাসমোডিক প্রভাব রয়েছে, যেমনটি ক্ষেত্রে হয়। এই কারণে এটি একটি antispasmodic হিসাবে ব্যবহৃত হয়। \nঅন্যদিকে প্যাপাভেরিনমানুষের মসৃণ পেশি বিশেষত পরিপাক নালি বা রক্তনালীতে অ্যান্টিস্পাসমোডিক প্রভাব ফেলে।\nটিউবোকিউরারিন স্নায়ুতন্ত্রে উদ্দীপনার সংক্রমণে বাধা দেয়, যাতে আক্রান্ত জীবের পক্ষাঘাত ঘটতে পারে। \n\n\n== তথ্যসূত্র =="}