{"pageid": 1507754, "title": "রিয়াদ প্রদেশ", "url": "https://bn.wikipedia.org/wiki?curid=1507754", "content": "রিয়াদ প্রদেশ, যা রিয়াদ অঞ্চল নামেও পরিচিত, সৌদি আরবের কেন্দ্রে এবং আরব উপদ্বীপের মাঝখানে অবস্থিত একটি গুরুত্বপূর্ণ প্রশাসনিক অঞ্চল। এটি এলাকা অনুসারে (৪,০৪,২৪০ বর্গকিলোমিটার) দেশের দ্বিতীয় বৃহত্তম প্রদেশ এবং জনসংখ্যার দিক থেকে বৃহত্তম। ২০২২ সালের পরিসংখ্যান অনুযায়ী, প্রদেশটির জনসংখ্যা ছিল ৮৫,৯১,৭৪৮ জন। এই প্রদেশের রাজধানী এবং প্রধান শহর রিয়াদ, যা সৌদি আরবের জাতীয় রাজধানীও। রিয়াদ প্রদেশের জনসংখ্যার প্রায় দুই-তৃতীয়াংশ রিয়াদ শহরে বসবাস করে।\nপ্রায় পাঁচ দশক ধরে (১৯৬৩-২০১১) রিয়াদ প্রদেশ শাসন করেছেন প্রিন্স সালমান বিন আবদুল আজিজ, যিনি ২০১২ সালে সৌদি আরবের ক্রাউন প্রিন্স হন এবং পরে রাজা হন। বর্তমানে প্রদেশটির শাসক হলেন প্রিন্স ফয়সাল বিন বান্দর। রিয়াদ প্রদেশ তার ভৌগোলিক অবস্থান, অর্থনৈতিক গুরুত্ব এবং প্রশাসনিক ভূমিকার জন্য সৌদি আরবের অন্যতম গুরুত্বপূর্ণ অঞ্চল হিসেবে বিবেচিত।\nরিয়াদ প্রদেশে রিয়াদ শহর ছাড়াও বেশ কিছু গুরুত্বপূর্ণ শহর রয়েছে, যেমন আল ঘাট, দাওয়াদমি, আফিফ, আল জুলফি, এবং মাজমাহ, যেগুলো এই অঞ্চলের অন্যান্য জনবহুল এলাকাগুলোর মধ্যে পড়ে। এই অঞ্চলের প্রায় অর্ধেক এলাকা মরুভূমি, যা অঞ্চলটির শুষ্ক জলবায়ু এবং প্রাকৃতিক পরিবেশের পরিচায়ক।\nরিয়াদ প্রদেশের বিশেষ বৈশিষ্ট্য হল এর আন্তর্জাতিক সীমানার অনুপস্থিতি। এটি শুধুমাত্র সৌদি আরবের অন্যান্য প্রদেশগুলোর সীমানায় সীমাবদ্ধ। উত্তর থেকে ঘড়ির কাঁটার দিকে রিয়াদ প্রদেশ সংলগ্ন প্রদেশগুলো হল: পূর্ব প্রদেশ, নাজরান প্রদেশ, আসির প্রদেশ, মক্কা অঞ্চল, মদিনা অঞ্চল, আল-কাসিম অঞ্চল। এটি সৌদি আরবের ৭টি অঞ্চল এর মধ্যে একটি যেখানে কোনো উপকূলরেখা নেই।\n\n\n== জনসংখ্যা ==\n\n\n== উপবিভাগ ==\nরিয়াদের পৌরসভা ছাড়াও, অঞ্চলটি ১৯টি গভর্নরের কার্যালয় (মুহাফাজত) এবং ১টি সাব-গভর্নরের কার্যালয় (মারকাজ) এ বিভক্ত:\n\nরিয়াদ\nলায়লা\n'আফিফ\nদাওয়াদমি\nআল-ঘাট\nআল-গাওয়াইয়্যাহ\nআল-হারীগ\nআল-খার্জ\nআল মাজমাহ\nআল-মুজাহমিয়্যাহ\nআল-সুলায়িল\nধ্রুমা\nদিরইয়াহ\nহোতাত বনি তামিম\nহুরায়মিলা\nরিমাঃ\nশাকরা\nথাদিগ\nওয়াদি আদ-দাওয়াসির\nমারাতের সাব-গভর্নরেট ( মারকাজ ), যা সরাসরি রিয়াদের পৌরসভার সাথে আবদ্ধ।\nইয়াব্রিন\nজুলফি সিটি ( আল-জুলফি সিটি )\n\n\n== রিয়াদ প্রদেশ এবং সৌদি আরবের আধুনিক ইতিহাস ==\n\n\n== গভর্নরদের তালিকা ==\n\n\n== তথ্যসূত্র ==\n\"Official website\" (ইংরেজি ভাষায়)।  (ইংরেজি ভাষায়)\n\"Riyadh Province\"। Splendid Arabia। Travel। ১৭ আগস্ট ২০১৩। \nCentral Department of Statistics and Information (CDSI), official Saudi census figures from 2004:\n\"Distribution of Population in the Kingdom's Administrative Regions by Gender and Nationality (Saudis, Non-Saudis)\"। ৩ জানুয়ারি ২০০৮ তারিখে মূল থেকে আর্কাইভ করা। \n\"Distribution of Population in the Governorates of the Kingdom by Sex and Nationality (Saudis, Non-Saudis)\"। (CDSI)। ৩ জানুয়ারি ২০০৮ তারিখে মূল থেকে আর্কাইভ করা।"}