{"pageid": 1507189, "title": "মাসিহ পাশা", "url": "https://bn.wikipedia.org/wiki?curid=1507189", "content": "মাসিহ পাশা (১৪৪৩–১৫০১) ছিলেন বাইজেন্টাইন গ্রীক বংশোদ্ভূত একজন উসমানীয় রাজনীতিবিদ। তিনি বাইজেন্টাইন সাম্রাজ্যের শেষ সম্রাট একাদশ কনস্ট্যান্টাইন প্যালাইওলোগোসের ভাতিজা ছিলেন। তিনি উসমানীয় নৌবাহিনীর কাপুদান পাশা হিসেবে দায়িত্ব পালন করেছিলেন এবং ১৫০১ সালে উসমানীয় সাম্রাজ্যের উজিরে আজম ছিলেন।\n\n\n== জীবনী ==\n\n\n=== উৎপত্তি ও প্রারম্ভিক জীবন ===\nমাসিহ বাইজেন্টাইন সাম্রাজ্যের শেষ রাজবংশ প্যালাইয়োলোগোস এর একজন সদস্য। ১৬শ শতাব্দীর একথেসিস ক্রোনিকা গ্রন্থ অনুসারে, তিনি গিডোস প্যালাইয়োলোগোস নামের একজন ব্যক্তির পুত্র ছিলেন। হিস্টোরিয়া তুর্কেসকা নামক ঐতিহাসিক গ্রন্থে গিডোসকে বাইজেন্টাইন সাম্রাজ্যের এক সম্রাটের ভাই হিসেবে উল্লেখ করা হয়েছে। এর মানে মাসিহের পিতা গিডোস ছিলেন বাইজেন্টাইন রাজপরিবারের একজন গুরুত্বপূর্ণ সদস্য এবং মাসিহও বাইজেন্টাইন রাজপরিবারের সাথে সরাসরি সম্পর্কিত ছিলেন। এই সম্রাটকে সাধারণত শেষ বাইজেন্টাইন সম্রাট একাদশ কনস্ট্যান্টিনোস বলে মনে করা হয়। যিনি ১৪৫৩ সালে উসমানীয় সুলতান দ্বিতীয় মুহাম্মাদের কাছে কনস্টান্টিনোপল বিজয়ের সময় নিহত হন। যদি এটা সত্য হয়, তবে একাদশ কনস্ট্যান্টিনোস ছিলেন সন্তানহীন এবং যদি উসমানীয়রা কনস্টানটিনোপল বিজয় করতে ব্যর্থ হতো, তবে মাসিহ অথবা তার ভাই হাস মুরাদ পাশা সম্রাটের উত্তরসূরি হতে পারতেন। কিন্তু তার পরিবর্তে মাসিহ সেই রাষ্ট্রের অন্যতম ক্ষমতাশালী ব্যক্তি হিসেবে উঠলেন, যেটি বাইজেন্টাইন সাম্রাজ্য ধ্বংস করেছিল। বাইজেন্টো-ইতালীয় ইতিহাসবিদ থিওডোর স্প্যানডোনেস লিখেছিলেন যে, মাসিহ কনস্টানটিনোপল বিজয়ের সময় দশ বছর বয়সী ছিলেন। মাসিহ এবং তার দুই ভাই, যাদের মধ্যে একজন ছিলেন হাস মুরাদ। মেসিহ এবং তার দুই ভাইকে বন্দি করা হয়েছিল এবং উসমানীয় সাম্রাজ্যের দেবশিরমে পদ্ধতির আওতায় আনা হয়েছিল। তাদের ইসলাম ধর্মে দীক্ষা দেওয়া হয় এবং সুলতান দ্বিতীয় মুহাম্মাদ এর প্রাসাদে শিক্ষানবিশ বা তরুণ কর্মী হিসেবে রাখা হয়। সেখানেই তারা সুলতানের সেবা করত এবং ভবিষ্যতের প্রশাসনিক বা সামরিক জীবনের জন্য বিশেষ প্রশিক্ষণ পেত।\n\n\n=== দ্বিতীয় মুহাম্মাদের অধীনে কর্মজীবন ===\nমাসিহকে প্রথম ১৪৭০ সালে ঐতিহাসিক নথিতে উল্লেখ করা হয়। তখন তিনি গ্যালিপোলির সানজাক বে ছিলেন। গ্যালিপোলি ছিল উসমানীয় সাম্রাজ্যের প্রধান নৌঘাঁটি। আর এই পদে থাকার মানে ছিল উসমানীয় নৌবহরের বড় অংশের নেতৃত্ব দেওয়া। এ সময় মাসিহ ভেনিসীয়দের কাছ থেকে ইউবোয়া দ্বীপ দখলে গুরুত্বপূর্ণ ভূমিকা রাখেন। এই ঘটনা ১৪৬৩-১৪৭৯ সালের উসমানীয়–ভেনিসীয় যুদ্ধের সময় ঘটে। তবে ভেনেশিয়ার আর্কাইভে উল্লেখ আছে যে, কিছু সময় পরে, তিনি ভেনিসকে গ্যালিপোলি (তুরস্কের একটি শহর) এবং তার নৌবহর সমর্পণ করার প্রস্তাব দেন। এর বিনিময়ে, তিনি ৪০,০০০ স্বর্ণমুদ্রা চান এবং মোরিয়া (যেটি দক্ষিণ গ্রিসের একটি এলাকা) শাসন করার সুযোগ চান। মোরিয়া আগে পেলোপনেসের অধীনে একটি আধা-স্বায়ত্তশাসিত রাজ্য ছিল।\nমাসিহ ১৪৭৬ বা ১৪৭৭ খ্রিস্টাব্দের শুরুতে উসমানীয় সাম্রাজ্যের কেন্দ্রীয় সরকারের সাম্রাজ্যিক কাউন্সিল বা দিওয়ানে উজির (মন্ত্রীর) পদ পান। ১৪৭৮ সালে সমসাময়িক দলিলগুলিতে তাকে দ্বিতীয় উজির হিসেবে দেখানো হয়েছে। কিন্তু হিস্টোরিয়া তুরকেশকা বইয়ে বলা হয়েছে যে, ১৪৮০ খ্রিস্টাব্দে তাকে নতুনভাবে চতুর্থ উজির হিসেবে নিয়োগ দেওয়া হয়। ওই সময় তাকে রোডস শহরের অবরোধে উসমানীয় সেনা ও নৌবাহিনীর নেতৃত্ব দেওয়া হয়। তবে রোডস শহরটি জেতার ব্যর্থতার কারণে তাকে উজিরের পদ থেকে অপসারণ করা হয়। কিন্তু গ্যালিপোলির শাসক ও নৌবাহিনীর প্রধান পদ তিনি ধরে রাখেন। ১৬শ শতকের শেষের দিকের ইতিহাসবিদ মুনেজিম বাশি মাসিহকে দ্বিতীয় মুহাম্মাদের উজিরে আজম হিসেবে উল্লেখ করেছেন। তবে এটি সম্ভবত একটি ভুল। কারণ মাসিহ ওই সময় উজিরে আজম ছিলেন না। বরং সাধারণ উজির পদে ছিলেন।\n\n\n=== দ্বিতীয় বায়েজীদের নেতৃত্বে উত্থান ===\nদ্বিতীয় মুহাম্মাদের মৃত্যুর পর দেভশিরমে (বিশেষ সেনাবাহিনী) থেকে আসা প্রধান সামরিক কর্মকর্তারা দ্বিতীয় বায়েজীদকে সিংহাসনে বসানোর জন্য সাহায্য করেন। এই গোষ্ঠীর একজন গুরুত্বপূর্ণ সদস্য হিসেবে, মাসিহ আবার সরকারী সভাতে (দিওয়ান) উজিরের (মন্ত্রীর) পদে ফিরে আসেন। জেনিসারি বাহিনীর সমর্থনে উজিরে আজম গেদিক আহমেদ পাশা তার শক্তি প্রদর্শন করতেন এবং বলা হতো যে তিনি দ্বিতীয় বায়েজীদের প্রতিদ্বন্দ্বী অর্ধ-ভাই সুলতান জেমের দাবিকে সমর্থন করতেন। অন্যদিকে মাসিহ পাশা বায়েজীদের প্রতি নিজের আস্থাশীলতা প্রদর্শন করতে চেয়েছিলেন এবং সুলতান জেমের (বায়েজীদের অর্ধ-ভাই) দাবির বিরোধিতা করতে চাননি। যাতে তিনি দ্বিতীয় বায়েজীদের কাছে বিশ্বাসযোগ্য হয়ে উঠতে পারেন। ১৪৮২ খ্রিস্টাব্দের গ্রীষ্মেকালে দ্বিতীয় বায়েজীদ গেদিক আহমেদকে প্রাসাদে বন্দী করেন। এর প্রতিক্রিয়ায়, ক্রুদ্ধ জেনিসারিরা প্রাসাদে হামলা চালায় এবং মাসিহ পাশাকে তাদের সঙ্গে আলোচনা করার জন্য পাঠানো হয়। তিনি তাদের শান্ত করার জন্য এমন কিছু প্রতিশ্রুতি দিয়েছিলেন যে শুধুমাত্র দেবশিরমের সদস্যরাই উজির হবেন। এরপর মাসিহ পাশা পরবর্তীতে দেবশিরমে সদস্যদের মধ্যে একজন শক্তিশালী কর্মকর্তা হিসেবে দিওয়ানে (সুলতানের পরামর্শদাতা পরিষদ) প্রভাব প্রতিষ্ঠা করতে সক্ষম হন। তাদের প্রতিহত করার জন্য দ্বিতীয় বায়েজীদ বিশ্বস্ত প্রধান নপুংসকদের (কাপি আগা) গুরুত্বপূর্ণ প্রাদেশিক গভর্নর পদে পাঠাতে শুরু করেন।\nযখন জেম পালিয়ে রোডসে নাইটস হস্পিটালারের কাছে আশ্রয় নেন তখন মাসিহের কূটনৈতিক দক্ষতা আরও উজ্জ্বল হয়ে ওঠে। পরবর্তী আলোচনায় গেদিক আহমেদ কঠোর মনোভাব দেখালেও মাসিহ পাশা এমন একটি সমাধান খুঁজে পান যা উভয় পক্ষের জন্য গ্রহণযোগ্য ছিল। এই সাফল্য সুলতানের দৃষ্টিতে মাসিহের মর্যাদা আরও বৃদ্ধি করে। মাসিহ পাশার প্রাসাদের অভ্যন্তরে সমর্থনের কারণে ১৪৮২ খ্রিস্টাব্দের ১৮ নভেম্বর গেদিক আহমেদের ক্ষমতাচ্যুতি ও মৃত্যুদণ্ডের পরও নিজ অবস্থান টিকিয়ে রাখতে সক্ষম হন। ১৪৮৩ খ্রিস্টাব্দের ফেব্রুয়ারির মধ্যে তিনি দিওয়ানের দ্বিতীয় উজির পদে উন্নীত হন। কিছু সূত্রে বলা হয়েছে যে তিনি ১৪৮৩ সালের শরৎকালে ইসহাক পাশাকে প্রতিস্থাপন করে উজিরে আজম পদে আসীন হন এবং ১৪৮৫ সাল পর্যন্ত ওই পদে ছিলেন। তবে অধিকাংশ ইতিহাসবিদ মনে করেন যে ওই সময়ে দাউদ পাশা এই পদে অধিষ্ঠিত ছিলেন আর মাসিহ পাশা তার সহকারী ছিলেন, যা সমকালীন নথিপত্রে উল্লেখ রয়েছে।\n\n\n=== লাঞ্ছনা ও অনুগ্রহের পুনঃপ্রতিষ্ঠা ===\n১৪৮৫ খ্রিস্টাব্দের জানুয়ারি মাসে অজানা কারণে মাসিহ পাশা বায়েজীদের কাছে অপ্রিয় হয়ে পড়েছিলেন এবং তাকে আবার উজিরের পদ থেকে পদচ্যুত করা হয়। উজিরের পদ থেকে পদচ্যুত করার পর তাকে প্লোভদিভের সুবাশি (শহরের গভর্নর) হিসেবে নিযুক্ত করা হয়। পরে তাকে কেফে প্রদেশে পাঠানো হয়। যেটি অপমানিত কর্মকর্তাদের জন্য একটি জনপ্রিয় নির্বাসন স্থান ছিল। সেখানে তাকে সানজাক বেগ হিসেবে নিযুক্ত করা হয়। তিনি সম্ভবত ১৪৮৯ খ্রিস্টাব্দ পর্যন্ত সেখানে ছিলেন এবং পরবর্তীতে ১৪৯৭ খ্রিস্টাব্দে তাকে আক্রমন শহরের (বর্তমানে অ্যাক্কারম্যান নামে পরিচিত) এর সানজাক বেগ হিসেবে উল্লেখ করা হয়। এই পদে তিনি মোলডাভিয়ায় পোলিশ আক্রমণ প্রতিরোধে গুরুত্বপূর্ণ ভূমিকা পালন করেছিলেন এবং তিনি বন্দী পোলিশ অভিজ্ঞান ও ২৯টি বন্দী মানচিত্র বায়েজিদের কাছে পাঠিয়ে সাম্রাজ্যিক সম্মান পুনরুদ্ধার করেছিলেন।\nমাসিহ পাশা ১৪৯৯ সালে মক্কায় হজ্জ করতে যান। মাসিহের ধর্মীয় বিশ্বাস এবং কর্মকাণ্ডের যে বর্ণনা ছিল, তা সঠিক মনে হয়। স্পানডাউন্স লিখেছিলেন যে \"তিনি খ্রিষ্টানদের প্রতি খুব কঠোর শত্রু ছিলেন\"। বিশেষ করে, কারণ ওই সময়কার কোনো ওসমানীয় উজির বা সুলতান হজ করেননি, কারণ তাদের দায়িত্ব অনেক বেশি ছিল। হালিল ইনালসিক বলেছেন, তীর্থযাত্রা শুধু ধর্মীয় উদ্দেশ্যে নয়, বরং নিজের দায়িত্ব থেকে সাময়িকভাবে মুক্ত হয়ে কনস্টান্টিনোপলের মতো জায়গা ঘুরে দেখার একটি ভালো অজুহাত ছিল। সেখানে সে ভবিষ্যতের জন্য পরিকল্পনা বা নিজের কাজ গুছানোর চেষ্টা করত। প্রকৃতপক্ষে, আরেকটি উসমানীয়-ভিনিশীয় যুদ্ধ শুরু হওয়ার সাথে সাথে মাসিহের নৌ দক্ষতা এবং ভেনেশীয়দের জ্ঞানের কারণে উজিরে আজম ইয়াকুব পাশার অধীনে মক্কা থেকে ফিরে আসার পরে তাকে দিওয়ানে দ্বিতীয় উজির হিসাবে পুনর্বহাল করা হয়েছিল।\n\n\n=== উজিরে আজমের পদ এবং মৃত্যু ===\n১৫০১ খ্রিস্টাব্দের বসন্তে, মাসিহকে উজিরে আজম হিসেবে নিয়োগ দেওয়া হয়। এরপর তিনি কনস্টান্টিনোপল ছেড়ে আনাতোলিয়ায় যান। যেখানে তাকে ওয়ারসাক গোত্রের বিদ্রোহ দমন করতে হয়। এই গোত্র কারামানীয় দাবিদার মুস্তাফাকে সমর্থন করছিল। তাঁর কূটনৈতিক দক্ষতার মাধ্যমে, মাসিহ ওয়ারসাকদের মুস্তাফার সমর্থন প্রত্যাহার করতে রাজি করাতে সক্ষম হন। কনস্টান্টিনোপলে ফিরে আসার পর, ফ্রান্সো-ভেনেশীয় বাহিনী লেসবোস আক্রমণ করে, যা বায়াজীদকে এত রেগে দেয় যে তিনি মাসিহ পাশাকে তাঁর তীর দিয়ে আঘাত করেন। কিছুদিন পর, মাসিহ গালাতায় একটি আগুন নেভানোর সময় আহত হন এবং তার আঘাতের কারণে ১৫০১ খ্রিস্টাব্দের নভেম্বরে তাঁর মৃত্যু হয়।\nতাঁকে কনস্টান্টিনোপলের আকসারায় জেলার একটি মসজিদে দাফন করা হয়, যা তাঁর ভাই দ্বারা নির্মিত হয়েছিল।\n\n\n== পরিবার ==\nমাসিহ পাশার তিনজন পুত্র ছিলেন। তারা হলেন আলী বে, মাহমুদ চেলেবি এবং বালি বে।\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nİnalcık, Halil (১৯৯১)। \"Mesīḥ Pasha\"।   Bosworth, C. E.; van Donzel, E. & Pellat, Ch.। The Encyclopaedia of Islam, New Edition, Volume VI: Mahk–Mid। Leiden: E. J. Brill। পৃষ্ঠা 1025–1026। আইএসবিএন 90-04-08112-7। \nLowry, Heath W. (২০০৩)। The Nature of the Early Ottoman State। Albany, NY: State University of New York Press। \nReindl, Hedda (১৯৮৩)। Männer um Bāyezīd: eine prosopographische Studie über die Epoche Sultan Bāyezīds II. (1481-1512)। Berlin: K. Schwarz। ওসিএলসি 738694918। \nStavrides, Théoharis (২০০১)। The Sultan of Vezirs: The Life and Times of the Ottoman Grand Vezir Mahmud Pasha Angelovic (1453–1474)। Brill। আইএসবিএন 978-90-04-12106-5।"}