{"pageid": 1507138, "title": "আমরা ঈশ্বরে বিশ্বাস করি", "url": "https://bn.wikipedia.org/wiki?curid=1507138", "content": "\"In God We Trust\" (\"আমরা ঈশ্বরে বিশ্বাস করি\") যুক্তরাষ্ট্রের সরকারিভাবে স্বীকৃত মূলমন্ত্র। এটি ফ্লোরিডা অঙ্গরাজ্যেরও মূলমন্ত্র, এবং নিকারাগুয়া রাষ্ট্রের মূলমন্ত্র হিসেবেও ব্যবহৃত হয় (স্প্যানিশে: En Dios confiamos — \"আমরা ঈশ্বরে আস্থা রাখি\")।\nএই মূলমন্ত্রটি ১৯৫৬ সালে মার্কিন কংগ্রেসে গৃহীত হয়। এর মাধ্যমে E pluribus unum (\"Out of many, one\" — \"অসংখ্যের মধ্য থেকে এক\")-কে প্রতিস্থাপন করা হয়, যা গ্রেট সিল অফ দ্য ইউনাইটেড স্টেটস-এর প্রাথমিক নকশা থেকেই একপ্রকার অঘোষিত মূলমন্ত্র হিসেবে ব্যবহৃত হচ্ছিল।\nমার্কিন জাতীয় সংগীত \"দ্য স্টার-স্প্যাংগলড ব্যানার\"-এর চতুর্থ স্তবকে রয়েছে: \"And this be our motto—'In God is our trust'\" (\"এবং এটিই হোক আমাদের মূলমন্ত্র—'ঈশ্বরে আমাদের আস্থা'\")। এই মূলমন্ত্রের রাজনৈতিক ব্যবহার শুরু হয় আমেরিকান গৃহযুদ্ধের সময়, যখন ইউনিয়নপন্থীরা ঈশ্বরে বিশ্বাস প্রকাশ করে মনোবল বাড়াতে চেয়েছিল। মূলমন্ত্রটি প্রথম বড় অক্ষরে \"IN GOD WE TRUST\" (\"আমরা ঈশ্বরে বিশ্বাস করি\") আকারে ১৮৬৪ সালের দুই সেন্টের মুদ্রায় দেখা যায়। তখন এটি শুধুমাত্র কয়েনে ব্যবহৃত হতো, তবে সময়ের সঙ্গে এটি জনপ্রিয়তা লাভ করে।\n১৯৫০-এর দশকে এটি আরও বিস্তৃতভাবে গৃহীত হয়। ১৯৫৪ সালে এই মূলমন্ত্রসহ ডাকটিকিট ছাপানো হয়। ১৯৫৫ সালের জুলাইয়ে ৮৪তম কংগ্রেস এক যৌথ প্রস্তাবের মাধ্যমে আইন পাস করে, যার মাধ্যমে সমস্ত মার্কিন মুদ্রায় \"In God We Trust\" (\"আমরা ঈশ্বরে বিশ্বাস করি\") মুদ্রণ বাধ্যতামূলক করা হয়। এই আইন প্রথম কার্যকর হয় ১৯৫৭ সালের ১ অক্টোবর প্রকাশিত নতুন এক ডলারের সিলভার সার্টিফিকেটে। পরে ১৯৫৬ সালের ৩০ জুলাই প্রেসিডেন্ট ডুইট আইজেনহাওয়ার স্বাক্ষরিত আরেকটি আইন (টেমপ্লেট:Uspl) এই বাক্যটিকে জাতীয় মূলমন্ত্র হিসেবে আনুষ্ঠানিকভাবে ঘোষণা করে।\nএকাধিক অঙ্গরাজ্য এই মূলমন্ত্রটিকে সরকারি প্রতিষ্ঠান ও বিদ্যালয়ে প্রদর্শনের জন্য আইনগতভাবে অনুমোদন বা নির্দেশ দিয়েছে। ফ্লোরিডা, জর্জিয়া এবং মিসিসিপি অঙ্গরাজ্য তাদের কিছু প্রতীক বা প্রতিরূপে এই বাক্য ব্যবহার করেছে। এছাড়াও, এটি নিকারাগুয়া সহ কিছু দেশে তাদের মুদ্রাতেও ব্যবহৃত হয়েছে।\nএই মূলমন্ত্রটি এখনও যুক্তরাষ্ট্রের জনসাধারণের মধ্যে জনপ্রিয়। ২০০৩ সালে ইউএসএ টুডে, সিএনএন ও গ্যালাপ পরিচালিত এক জরিপে দেখা যায়, ৯০% আমেরিকান নাগরিক মুদ্রায় \"In God We Trust\" (\"আমরা ঈশ্বরে বিশ্বাস করি\") ব্যবহারের পক্ষে। ২০১৯ সালে College Pulse পরিচালিত এক জরিপে কলেজ শিক্ষার্থীদের ৫৩% এই বাক্য মুদ্রায় রাখার পক্ষে মত দেয়।\nতবে, কিছু ব্যক্তি ও সংগঠন এই বাক্যের ব্যবহারের বিরোধিতা করেছে, কারণ তারা মনে করে এটি প্রথম সংশোধনীর প্রতিষ্ঠা ধারার লঙ্ঘন করে। এদের মতে, এই বাক্যটি ধর্মনিরপেক্ষ রাষ্ট্রে অনুপযুক্ত এবং এটি মুদ্রা ও সরকারি স্থাপনা থেকে সরানো উচিত। এই দাবিকে কেন্দ্র করে একাধিক মামলাও হয়েছে।\nতবে এই বিরোধিতা ধর্মীয় সহনশীলতার নীতি ও \"আচারানুগ ধর্মনিরপেক্ষতা\" (ceremonial deism — \"আনুষ্ঠানিক ধর্মীয় বাচনভঙ্গি\")-এর যুক্তির কাছে ব্যর্থ হয়েছে। ধর্মীয় সহনশীলতা অনুযায়ী, সরকার ধর্মীয় প্রতিষ্ঠানের প্রতি সহনশীল হতে পারে যদি সকল ধর্মকে সমানভাবে বিবেচনা করা হয়। অপরদিকে, আচারানুগ ধর্মনিরপেক্ষতা দাবি করে যে, নিয়মিত কোনো ধর্মীয় শব্দ ব্যবহারের ফলে তা আর ধর্মীয় অর্থ বহন করে না।\nনিউ হ্যাম্পশায়ার সুপ্রিম কোর্ট, এবং দ্বিতীয় সার্কিট, চতুর্থ সার্কিট, পঞ্চম সার্কিট, ষষ্ঠ সার্কিট, অষ্টম সার্কিট, নবম সার্কিট, ও দশম সার্কিট—সব আদালতই বিভিন্ন প্রেক্ষাপটে এই মূলমন্ত্রকে সাংবিধানিক বলে রায় দিয়েছে। তবে মার্কিন সুপ্রিম কোর্ট এখনও সরাসরি এই বিষয়ে কোনো চূড়ান্ত রায় দেয়নি, যদিও এটি একাধিক ফুটনোটে এই বিষয়টি উল্লেখ করেছে।\n\n\n== উৎপত্তি ==\n\"In God We Trust\" (আমরা ঈশ্বরে বিশ্বাস করি) মূলমন্ত্রটির ইংরেজিতে প্রথম নথিভুক্ত ব্যবহার দেখা যায় ১৭৪৮ সালের জানুয়ারিতে। সে সময় The Pennsylvania Gazette পত্রিকায় অ্যাসোসিয়েটর বাহিনীর পতাকার বর্ণনা দেওয়া হয়, যার মধ্যে বেনজামিন ফ্র্যাঙ্কলিন-এর পেনসিলভানিয়া মিলিশিয়ার একটিতে লেখা ছিল: \"IX. একটি মুকুট ও পালকের পাখা। মূলমন্ত্র: In God we Trust\" (\"আমরা ঈশ্বরে বিশ্বাস করি\")।\nমার্কিন ইতিহাসবিদ থমাস এস. কিড-এর মতে, এটি সম্ভবত একটি বিচ্ছিন্ন সরকারি ব্যবহারের উদাহরণ, যার উৎস গীতসংহিতা ৫৬:১১-এর কিছু অনুবাদে খুঁজে পাওয়া যায়।\n“In God We Trust” (আমরা ঈশ্বরে বিশ্বাস করি) বাক্যটি ১৭৮৫ সালে যুক্তরাষ্ট্রে মুদ্রিত আইজ্যাক ওয়াটস-এর গীতসংহিতা সংস্করণেও দেখা যায়। মূলত, ওয়াটস গীতসংহিতা ১১৫:৯–১১ অনুবাদ করেছিলেন \"Britain, trust the Lord\" (\"ব্রিটেন, প্রভুর উপর আস্থা রাখো\") বলে। তবে মার্কিন প্রকাশক জোয়েল বার্লো আমেরিকান দর্শকের জন্য এটিকে পুনরায় সম্পাদনা করেন। তিনি ওয়াটসের গীতসংহিতাকে \"অ-আমেরিকান গন্ধ\" থেকে মুক্ত করতে চেয়েছিলেন। ফলে, তিনি এই গীতাংশ অনুবাদ করেন: \"In God we Trust\" (\"আমরা ঈশ্বরে বিশ্বাস করি\")।\n\nএই মূলমন্ত্রের আরও কিছু বিচ্ছিন্ন ব্যবহারের উদাহরণ পাওয়া যায়। এটি ১৯ শতকের গোড়ার দিকের কিছু সাহিত্যেও ব্যবহার হয়েছে। এর একটি বিখ্যাত উদাহরণ হলো ১৮১৪ সালের কবিতা \"Defence of Fort M'Henry\", যা পরবর্তীতে যুক্তরাষ্ট্রের জাতীয় সঙ্গীতে পরিণত হয়। \nএছাড়া ১৮৪৫ সালে ডি. এস. হুইটনি The Liberator-এ প্রকাশিত একটি দাসপ্রথাবিরোধী স্তবকেও এই বাক্য ব্যবহার করেন।\nঅড ফেলোজ নামক গোষ্ঠীও ১৮৪০-এর দশক থেকে অন্তত ১৮৭০-এর দশক পর্যন্ত \"In God We Trust\" (\"আমরা ঈশ্বরে বিশ্বাস করি\") বাক্যটিকে তাদের মূলমন্ত্র হিসেবে ব্যবহার করেছে।\n\n\n== মার্কিন মুদ্রায় মূলমন্ত্র ==\n\n\n=== প্রাথমিক গ্রহণ ===\n১৮৬১ সালের ১৩ নভেম্বর তারিখে পেনসিলভানিয়ার রিডলিভিল শহরের রেভারেন্ড মার্ক আর. ওয়াটকিনসন (বর্তমানে প্রস্পেক্ট পার্ক, পেনসিলভানিয়া) প্রস্পেক্ট হিল ব্যাপ্টিস্ট চার্চ-এর পাদরি হিসেবে যুক্তরাষ্ট্রের ট্রেজারি বিভাগে একটি পত্র প্রেরণ করেন। তাতে তিনি অনুরোধ করেন যেন মুদ্রায় \"Almighty God in some form\" (\"সর্বশক্তিমান ঈশ্বরের কোনো না কোনো রূপে\")-এর উল্লেখ যুক্ত করা হয়, যাতে \"heathenism\" (\"নাস্তিকতা বা অধর্মের লজ্জা\") থেকে মুক্তি পাওয়া যায়।\nএই আহ্বানের পেছনে جزভাগ কারণ ছিল গৃহযুদ্ধে ঈশ্বর যে ইউনিয়নের (উত্তর পক্ষের) পক্ষে আছেন তা ঘোষণা করা। কারণ কনফেডারেটরা তাদের সংবিধানে ঈশ্বরের নাম উল্লেখ করলেও, ইউনিয়নের সংবিধানে তা ছিল না। অনেক নাগরিক এ অনুরোধে সমর্থন জানিয়ে নিজেরাও এমন পত্র প্রেরণ করেন।\n১৮৬২ সালের আগস্টের শুরুতে, ইউনিয়ন আর্মির ১২৫তম পেনসিলভানিয়া পদাতিক বাহিনী \"In God we trust\" (\"আমরা ঈশ্বরে বিশ্বাস করি\") মূলমন্ত্র গ্রহণ করে।\nদক্ষিণেও এই বাক্যটি জনপ্রিয় হয়ে ওঠে। আর্কানসাসের ৩৭তম পদাতিক বাহিনীর একটি পতাকায় ১৮৬১ সালের শেষ বা ১৮৬২ সালের শুরুতে \"In God We Trust\" (\"আমরা ঈশ্বরে বিশ্বাস করি\") বাক্যটি মুদ্রিত ছিল। এই পতাকাটি হেলেনা যুদ্ধে আইওয়ার ৩৩তম পদাতিক বাহিনী কর্তৃক দখল করা হয় এবং বর্তমানে এটি আইওয়া ঐতিহাসিক সংস্থার সংরক্ষণে আছে।\nআরও একটি একইরকম পতাকা, টেনেসির ৬০তম পদাতিক বাহিনীর ছিল, যা বিগ ব্ল্যাক রিভার ব্রিজ যুদ্ধে ধৃত হয়।\n১৮৬৪ সালে হারপার্স উইকলি জানায়, ইউনিয়ন নৌবাহিনী এমন একটি পতাকা দখল করে যার মূলমন্ত্র ছিল: \"Our cause is just, our duty we know; In God we trust, to battle we go.\" (\"আমাদের উদ্দেশ্য ন্যায়সঙ্গত, কর্তব্য আমাদের জানা; আমরা ঈশ্বরে বিশ্বাস করি, যুদ্ধে যাই\")।\nকনফেডারেটদের আরও কিছু প্রতীকে এই মূলমন্ত্রের কাছাকাছি বাক্য দেখা যায়। যেমন, ফ্লোরিডার আপালাচিকোলা গার্ডের পতাকায় ছিল \"In God is our trust\" (\"ঈশ্বরে আমাদের আস্থা\") এবং দক্ষিণের একটি জনপ্রিয় সামরিক গান \"The Star-Spangled Cross and the Pure Field of White\" -এর পঙক্তিতে ছিল: \"Our trust is in God, who can help us in fight, And defend those who ask Him in prayer.\" (\"আমাদের আস্থা ঈশ্বরে, যিনি যুদ্ধে সাহায্য করেন, আর প্রার্থনার মাধ্যমে যাঁকে ডাকা হয়, তাঁদের রক্ষা করেন\")।\nপ্রেসিডেন্ট আব্রাহাম লিংকন-এর কোষাধ্যক্ষ, সালমন পি. চেজ, যিনি একজন ধর্মনিষ্ঠ এপিসকোপেলিয়ান ছিলেন, ঈশ্বর-সম্পর্কিত মূলমন্ত্র যুক্ত করার প্রস্তাবটি দ্রুত কার্যকর করতে উদ্যোগী হন। তিনি ফিলাডেলফিয়া মিন্টের পরিচালক জেমস পোলক-কে নির্দেশ দেন ধর্মীয় মূলমন্ত্রসহ নকশা প্রস্তুত করতে।\n১৮৬৩ সালের শেষের দিকে চেজ প্রিয় নকশাগুলি চিহ্নিত করেন এবং কংগ্রেসে পেশ করেন। সেই বছর ডিসেম্বর মাসে তিনি \"In God We Trust\" (\"আমরা ঈশ্বরে বিশ্বাস করি\") বাক্যটিকে চূড়ান্ত মূলমন্ত্র হিসেবে নির্ধারণ করেন।\nনামিক বিশেষজ্ঞ ওয়াল্টার এইচ. ব্রিন বলেন, চেজ ব্রাউন বিশ্ববিদ্যালয়-এর মূলমন্ত্র In Deo speramus (\"ঈশ্বরে আমরা আশা রাখি\") থেকে অনুপ্রাণিত হন।\nলিংকন এই প্রক্রিয়ায় সরাসরি কী পরিমাণ জড়িত ছিলেন তা স্পষ্ট নয়, তবে তিনি এ বিষয়ে অবগত ছিলেন।\nকংগ্রেসে প্রস্তাব পেশ করার সময় দেখা যায়, ১৮৩৭ সালের ১৮ জানুয়ারি একটি আইন পাস হয়েছিল যা নির্ধারণ করেছিল কোন মন্ত্র বা চিহ্ন মুদ্রায় থাকবে। এর মানে ছিল \"In God We Trust\" সংযুক্ত করতে নতুন আইন প্রয়োজন। সেই অনুযায়ী ১৮৬৪ সালের ২২ এপ্রিল Coinage Act of 1864 পাস হয়, যা অর্থমন্ত্রীকে ১ সেন্ট ও ২ সেন্টের মুদ্রায় বাক্যটি ব্যবহারের অনুমতি দেয়।\n১৮৬৫ সালের ৩ মার্চ কংগ্রেস আরও একটি আইন পাস করে, যা লিংকনের হত্যার আগে তাঁর স্বাক্ষরিত শেষ আইন ছিল। এটি মিন্ট পরিচালককে স্বর্ণ ও রূপার মুদ্রায় (যেখানে সম্ভব) \"In God We Trust\" (\"আমরা ঈশ্বরে বিশ্বাস করি\") বাক্য ব্যবহার করার অনুমতি দেয়।\n১৮৭৩ সালে কংগ্রেস আরও একটি Coinage Act পাস করে, যাতে অর্থমন্ত্রীকে প্রয়োজনে উক্ত মূলমন্ত্র মুদ্রায় যুক্ত করার অধিকার দেওয়া হয়।\n\"In God We Trust\" (বা ব্যতিক্রমভাবে \"God We Trust\") প্রথম দেখা যায় ২ সেন্টের মুদ্রায় যা প্রথম গড়ন হয় ১৮৬৩ সালে এবং ১৮৬৪ সালে প্রচলনে আসে।\nনামিক বিশারদ ডেভিড ডব্লিউ. ল্যাং উল্লেখ করেন, মুদ্রায় এই মূলমন্ত্র যুক্ত হওয়াই এর জনপ্রিয়তার অন্যতম প্রধান কারণ। পরবর্তী সময়ে নিকেল, কোয়ার্টার ডলার, হাফ ডলার, হাফ ঈগল, ও ঈগল মুদ্রায় ১৮৬৬ সাল থেকেই মূলমন্ত্রটি যুক্ত হতে থাকে।\nডলার মুদ্রায় এটি প্রথম দেখা যায় ১৮৭৩ সালে ট্রেড ডলার এবং ১৮৭৮ সালে মরগান ডলার-এ। তবে মূলমন্ত্রটি ব্যবহারের বাধ্যবাধকতা ছিল না, ফলে কিছু মূল্যমানের মুদ্রায় এটি অনুপস্থিত ছিল। আবার কিছু মুদ্রায়, যেমন: লিবার্টি হেড নিকেল, পুনরায় নকশার ফলে মূলমন্ত্রটি বাদ পড়ে।\nশেষপর্যন্ত, ১৮৯২ সালে একটি ত্রুটির ফলে Coinage Act থেকে মূলমন্ত্র সংযুক্তির বাধ্যবাধকতার ভাষা বাদ পড়ে।\n\nব্যাংকনোটে \"In God We Trust\" (\"আমরা ঈশ্বরে বিশ্বাস করি\") ব্যবহারের আনুষ্ঠানিক অনুমোদন ১৯৫৫ সালের আগে ছিল না। তবে এর পূর্বে, ১৮৬৪ সালের ২০ ডলারের সুদবাহী নোট ও চক্রবৃদ্ধি সুদ নোট-এ সংক্ষেপে মূলমন্ত্রের একটি রূপ \"In God Is Our Trust\" (\"ঈশ্বরে আমাদের আস্থা\") দেখা যায়। সেইসঙ্গে \"God and our Right\" (\"ঈশ্বর এবং আমাদের অধিকার\") বাক্যও ছিল।\n\n\n==== প্রতিক্রিয়া ====\nমুদ্রায় \"In God We Trust\" (\"আমরা ঈশ্বরে বিশ্বাস করি\") বাক্যটি যুক্ত করার প্রাথমিক প্রতিক্রিয়া সর্বসম্মত ছিল না। একদিকে, খ্রিস্টানপন্থী পত্রিকাগুলি সাধারণভাবে এই অন্তর্ভুক্তিকে স্বাগত জানালেও, কেউ কেউ আরও ধর্মীয় ব্যঞ্জনাযুক্ত মূলমন্ত্র চেয়েছিল, যেমন: \"In God alone is our trust\" (\"শুধুমাত্র ঈশ্বরে আমাদের বিশ্বাস\") অথবা \"God our Christ\" (\"ঈশ্বর আমাদের খ্রীষ্ট\")।\nঅপরদিকে, ধর্মনিরপেক্ষ সংবাদমাধ্যম এ উদ্যোগে তেমন সন্তুষ্ট ছিল না। দ্য নিউ ইয়র্ক টাইমস সম্পাদকীয় বোর্ড মন্তব্য করে: \"Let us try to carry our religion—such as it is—in our hearts, and not in our pockets\" (\"চলুন আমরা আমাদের ধর্মকে—যতটুকু আছে—মন-প্রাণে ধারণ করি, পকেটে নয়\") এবং সমালোচনা করে যে মার্কিন মিন্ট মূলমন্ত্রটি শুধুমাত্র সোনার ও বড় রূপার মুদ্রায় যুক্ত করেছে।\nNew York Illustrated News ব্যঙ্গ করে বলে, এটি \"the first time that God has ever been recognized on any of our counters of Mammon\" (\"এটাই প্রথমবার, যখন আমাদের লালসার দেবতা মামন-এর কাউন্টারে ঈশ্বরের স্বীকৃতি মিলেছে\")। একই ধরনের তুলনা করেছিল ডেট্রয়েট ফ্রি প্রেস-ও।\nমূলমন্ত্রটির অন্তর্ভুক্তিকে ঘিরে এই মতপার্থক্য এক পর্যায়ে ধর্মনিরপেক্ষতাবাদীদের সঙ্গে ধর্মীয় সম্প্রদায়ের বিরোধে রূপ নেয়।\nঅন্যরা আবার এই বাক্যকে কেন্দ্র করে কৌতুক করতে শুরু করে। আমেরিকান জার্নাল অফ নামিসম্যাটিক্স মন্তব্য করে, মানুষ এটি \"In Gold we Trust\" (\"আমরা স্বর্ণে বিশ্বাস করি\") বলে ভুল পড়তে পারে, যা তাদের মতে \"বাস্তবতার অনেক কাছাকাছি\"।\nপত্রিকাগুলি মূলমন্ত্রকে নিয়ে কটাক্ষমূলক বাক্যও ছাপতে থাকে। ১৮৬০-এর দশকেই সংবাদমাধ্যমে দেখা যায়: \"In God we Trust – terms cash\" (\"আমরা ঈশ্বরে বিশ্বাস করি – কিন্তু লেনদেন নগদ\"), বা \"In God we trust. All others are expected to pay cash\" (\"আমরা ঈশ্বরে বিশ্বাস করি। অন্যদের নগদ দিতে হবে\")—এমন ব্যঙ্গাত্মক পোস্টার বা সাইনবোর্ডের বিবরণ।\nতবে ধীরে ধীরে এই বাক্যটি জাতীয় গৌরবের প্রতীক হয়ে ওঠে। মুদ্রায় প্রকাশের মাত্র ছয় বছরের মাথায়, সান ফ্রান্সিসকো ক্রনিকল একে \"our nation's motto\" (\"আমাদের জাতীয় মূলমন্ত্র\") বলে উল্লেখ করে। ১৯ শতকের শেষ দিকে মদনিষেধ আন্দোলনকারী, নারী ভোটাধিকার আন্দোলনকারী, শান্তিবাদী, জাতীয়তাবাদী, ডেমোক্র্যাট, রিপাবলিকান, খ্রিস্টান ও ইহুদি—সব ধরনের গোষ্ঠীই এই মূলমন্ত্রকে গ্রহণ করে বা এর ব্যবহার সমর্থন করে।\nএমনকি যখন অনেক মূল্যমানের মুদ্রা থেকে \"In God We Trust\" (\"আমরা ঈশ্বরে বিশ্বাস করি\") মুছে যায়, তবুও মূলমন্ত্রটির জনপ্রিয়তা বজায় থাকে।\n\n\n=== ১৯০৭ সালের সেন্ট-গডেনস মুদ্রা বিতর্ক ===\n\n১৯০৪ সালে, প্রেসিডেন্ট থিওডোর রুজভেল্ট মার্কিন মুদ্রার নকশাকে আরও সৌন্দর্যময় করতে উদ্যোগ নেন এবং তার বন্ধু, শিল্পী অগাস্টাস সেন্ট-গডেনস-কে এই দায়িত্ব দেন। নানা বিলম্ব ও কারিগরি সমস্যার পর সেন্ট-গডেনস নতুন নকশা তৈরি করেন ঈগল ও ডাবল ঈগল মুদ্রার জন্য। প্রেসিডেন্ট রুজভেল্ট স্পষ্টভাবে নির্দেশ দেন যেন মুদ্রায় \"In God We Trust\" (\"আমরা ঈশ্বরে বিশ্বাস করি\") বাক্যটি না রাখা হয়। তার আশঙ্কা ছিল, এই মুদ্রা জুয়া বা অপরাধমূলক কাজে ব্যবহৃত হতে পারে, যা ঈশ্বর-নামকে অপবিত্র করবে। সেন্ট-গডেনসও এই নির্দেশে আপত্তি করেননি, কারণ তিনি মনে করতেন এই বাক্যটি মুদ্রার নকশার সৌন্দর্য নষ্ট করতে পারে।\nএই মুদ্রার অতিউচ্চত্রাণ(ultra-high relief) সংস্করণ বর্তমানে যুক্তরাষ্ট্রের সবচেয়ে সুন্দর মুদ্রাগুলোর একটি হিসেবে বিবেচিত হয়, এবং শিল্প সমালোচকরাও এটি নান্দনিকতার জন্য প্রশংসা করেন। তবে, এতে \"In God We Trust\" (\"আমরা ঈশ্বরে বিশ্বাস করি\") অনুপস্থিত থাকায় সঙ্গে সঙ্গেই বিতর্ক শুরু হয়।\nরুজভেল্ট ব্যাখ্যা করেন, তিনি সরকারি ভবন বা স্মারকে এই মূলমন্ত্র ব্যবহারের পক্ষে হলেও, মুদ্রা, ডাকটিকিট বা বিজ্ঞাপনে তা রাখা \"sacrilege\" (\"অপবিত্রতা\")-র কাছাকাছি।\n\n\"এই বিষয়ে আমার ব্যক্তিগত অনুভূতি হলো, আমি দৃঢ়ভাবে বিশ্বাস করি যে মুদ্রায় এমন একটি মূলমন্ত্র রাখা কোনো উপকার তো করেই না, বরং ক্ষতি করে এবং এটি একপ্রকার অসম্মান, যা অপবিত্রতার কাছাকাছি। ... এটি এমন একটি ব্যবহার যা মূলমন্ত্রকে সস্তা করে তোলে এবং বিশেষত এমন ব্যবহার, যা এই বাক্যটিকে কৌতুকের বিষয় বানায়, তা অত্যন্ত দুঃখজনক। ... আমার মতে, এমন মূলমন্ত্রকে মুদ্রায় ব্যবহারের মাধ্যমে সস্তা করে তোলাটা সম্পূর্ণরূপে অনুচিত। ... আমি জীবনে কখনো কাউকে এই মূলমন্ত্রটি সম্মানের সঙ্গে উচ্চারণ করতে শুনিনি, কিন্তু আমি শত শতবার শুনেছি মানুষ এটিকে ব্যঙ্গ করার উদ্দেশ্যে ব্যবহার করেছে ... সবাই নিশ্চয়ই মনে করতে পারবেন 'In God we trust for the 8 cents' (\"আমরা ঈশ্বরে বিশ্বাস করি ৮ সেন্টের জন্য\")-এর মতো কার্টুন বা লেখাগুলো ... আমি নির্দ্বিধায় বলতে পারি, এই বাক্যটি যে ধরনের উপহাসের সুযোগ তৈরি করে, তার ব্যবহার একেবারেই অগ্রহণযোগ্য।\"\n\nগণমাধ্যমে প্রতিক্রিয়া ছিল বেশিরভাগ ক্ষেত্রেই নেতিবাচক। খ্রিস্টানপন্থী সংবাদপত্র, দ্য ওয়াল স্ট্রিট জার্নাল, দ্য ফিলাডেলফিয়া প্রেস-সহ অনেক সংবাদমাধ্যম প্রেসিডেন্টের সিদ্ধান্তের কড়া সমালোচনা করে এবং একে ধর্মীয় অনুভূতির ওপর আঘাত হিসেবে চিত্রায়িত করে। আটলান্টা কনস্টিটিউশন লেখে, মানুষকে \"God and Roosevelt\" (\"ঈশ্বর না রুজভেল্ট\")-এর মধ্যে বেছে নিতে বলা হচ্ছে, আর দ্য নিউ ইয়র্ক সান প্রেসিডেন্টকে ব্যঙ্গ করে একটি কবিতা প্রকাশ করে।\nঅন্যদিকে, দ্য নিউ ইয়র্ক টাইমস, শিকাগো ট্রিবিউন এবং কিছু ধর্মীয় পত্রিকা যেমন দ্য চার্চম্যান প্রেসিডেন্টের পক্ষ নেয়। রুজভেল্ট এই বিরোধিতায় বিস্মিত ও বিরক্ত হন। ফলস্বরূপ, কংগ্রেসে বিতর্ক শুরু হয় এবং ১৯০৮ সালে একটি আইনের মাধ্যমে পুনরায় মূলমন্ত্রটি মুদ্রায় অন্তর্ভুক্ত করার সিদ্ধান্ত নেওয়া হয়। এরপর চার্লস ই. বারবার, প্রধান খোদাইকারী, মুদ্রার নকশায় সংশ্লিষ্ট পরিবর্তন আনেন।\nএছাড়া, অন্যান্য মুদ্রায়ও এই মূলমন্ত্র সংরক্ষিত বা পুনরায় যুক্ত করা হয়। ১৯০৮ সালের ১ জুলাই থেকে সব সোনার মুদ্রা ও রূপার ১ ডলার, হাফ ডলার এবং কোয়ার্টার মুদ্রায় মূলমন্ত্রটি খোদাই করা হতে থাকে। পেনিতে ১৯০৯ সালে এবং ডাইমে ১৯১৬ সালে যুক্ত হয়। ১৯৩৮ সাল থেকে সমস্ত মার্কিন মুদ্রায় \"In God We Trust\" (\"আমরা ঈশ্বরে বিশ্বাস করি\") বাক্যটি খোদাই করা বাধ্যতামূলক হয়।\n\n\n=== সর্বজনীন প্রয়োগের পথে ===\n\nসাধারণভাবে ধারণা করা হয়, শীতল যুদ্ধ চলাকালীন যুক্তরাষ্ট্র সরকার নিজেকে সোভিয়েত ইউনিয়ন থেকে পৃথকভাবে চিহ্নিত করতে চেয়েছিল। সোভিয়েত ইউনিয়ন রাষ্ট্রনিয়ন্ত্রিত নাস্তিকতা প্রচার করত এবং ধর্মবিরোধী আইন কার্যকর করেছিল। ফলে মার্কিন কংগ্রেসে ধর্মীয় মূলমন্ত্রের ব্যবহার আরও বিস্তৃত করার বিষয়ে বিতর্ক শুরু হয়।\nতবে ইতিহাসবিদ কেভিন এম. ক্রুস বিকল্প ব্যাখ্যা দেন। তার মতে, নিউ ডিল-এর বিরোধিতাকারী মার্কিন রক্ষণশীলরা ধর্মীয় প্রভাব বিস্তারের জন্য যে প্রচেষ্টা চালিয়েছিল, সেটিই \"In God We Trust\" (\"আমরা ঈশ্বরে বিশ্বাস করি\") মূলমন্ত্রের বিস্তৃত ব্যবহারে মুখ্য ভূমিকা রাখে।\nআইজেনহাওয়ার প্রশাসন ধর্মীয় আবহে পরিচালিত ছিল, যা এই মূলমন্ত্রটিকে আরও প্রসারিত করার পক্ষে অনুকূল পরিবেশ তৈরি করে। এটি আংশিকভাবে বিলি গ্রাহাম-এর মতো খ্যাতনামা খ্রিস্টান প্রচারকের প্রভাব বলে বিবেচিত হয়।\nজনগণের ব্যাপক চাপে ১৯৫৪ সালের Liberty Issue ডাকটিকিটে প্রথমবার \"In God We Trust\" (\"আমরা ঈশ্বরে বিশ্বাস করি\") মূলমন্ত্রটি অন্তর্ভুক্ত করা হয়। যদিও মিশিগান সিনেটর চার্লস ই. পটার এবং প্রতিনিধি লুইস সি. র্যাবাউট সর্বজনীন অন্তর্ভুক্তির জন্য লবিং করলেও তারা সফল হননি।\nপরের বছর, ফ্লোরিডার ডেমোক্র্যাট প্রতিনিধি চার্লস এডওয়ার্ড বেনেট শীতল যুদ্ধের প্রেক্ষাপট তুলে ধরে হাউসে H. R. 619 প্রস্তাব উত্থাপন করেন, যার মাধ্যমে সমস্ত মুদ্রা ও ব্যাংকনোটে \"In God we trust\" (\"আমরা ঈশ্বরে বিশ্বাস করি\") ছাপানোর বাধ্যবাধকতা নির্ধারিত হয়। তিনি বলেন: \"আজকের দিনে, যখন সাম্রাজ্যবাদী ও বস্তুবাদী কমিউনিজম স্বাধীনতাকে ধ্বংস করতে চায়, তখন আমাদের উচিত আমাদের স্বাধীনতার ভিত্তি আরও দৃঢ় করার উপায় খোঁজা।\"\nআমেরিকান নামিসম্যাটিক অ্যাসোসিয়েশন ও আমেরিকান লিজিয়ন এই উদ্যোগকে সমর্থন জানিয়ে পৃথক প্রস্তাব পাশ করে মূলমন্ত্রের ব্যবহার আরও প্রসারে উৎসাহ দেয়।\n১৯৫৫ সালের ১১ জুলাই, উভয় কক্ষে দ্বিদলীয় সমর্থনের মাধ্যমে প্রস্তাবটি কংগ্রেসে পাশ হয় এবং প্রেসিডেন্ট ডুইট ডি. আইজেনহাওয়ার এতে স্বাক্ষর করেন।\nকারণ তখন সব ধাতব মুদ্রা ইতিমধ্যেই এই আইনের সঙ্গে সঙ্গতিপূর্ণ ছিল, ফলে পরিবর্তন কেবল কাগজের নোটেই করা হয়। প্রথমবার ১৯৫৭ সালে সিলভার সার্টিফিকেট $১ নোটে \"In God We Trust\" (\"আমরা ঈশ্বরে বিশ্বাস করি\") ছাপানো হয় এবং পরবর্তী সময়ে অন্যান্য নোটেও তা যুক্ত হয়।\nফেডারেল রিজার্ভ নোট ও যুক্তরাষ্ট্র নোট—এই দুটি ধারার নোটে ১৯৬৪ থেকে ১৯৬৬ সালের মধ্যে (মূল্যমানভেদে) এই মূলমন্ত্র যুক্ত করা হয়।\n\n\n== তথ্যসূত্র =="}