{"pageid": 1507554, "title": "বাংলাদেশের সংবিধানের সমালোচনা", "url": "https://bn.wikipedia.org/wiki?curid=1507554", "content": "বাংলাদেশের সংবিধান — ১৯৭২ সালে 'বিতর্কিত' এবং কার্যত \"একদলীয়\" বাংলাদেশের গণপরিষদ কর্তৃক গৃহীত হওয়ার পর থেকে—তার ব্যর্থতার জন্য বারবার সমালোচনার মুখে পড়েছে। শাসন ও রাজনীতিতে প্রাতিষ্ঠানিকতা গড়ে তোলা, মানবাধিকার রক্ষা এবং বিচার বিভাগের স্বাধীনতা নিশ্চিত করা এবং কার্যনির্বাহী থেকে আইনসভা । অনেকে স্বৈরাচারের সুবিধার্থে সংবিধানকে নিন্দা করেছেন এবং এটিকে \" ফ্যাসিবাদী সংবিধান\" হিসেবে চিহ্নিত করেছেন। দ্বিতীয় খণ্ডে রাষ্ট্রীয় নীতির মৌলিক নীতিগুলিকে প্রায়শই তাদের অন্যায়তার কারণে খালি বক্তব্য হিসাবে বরখাস্ত করা হয়,  যদিও তৃতীয় খণ্ডে মৌলিক অধিকারগুলি ব্যাপক, আরোপযোগ্য বিধিনিষেধ দ্বারা সীমাবদ্ধ। নাগরিক অধিকারের ঊর্ধ্বে আদর্শিক নীতির উচ্চতাকে সাধারণত ফ্যাসিবাদের একটি সংজ্ঞায়িত বৈশিষ্ট্য হিসাবে দেখা হয়। সংবিধানের \" মুজিববাদ \"-এর সাথে আদর্শিক সারিবদ্ধতা - জাতীয়তাবাদ, সমাজতন্ত্র, গণতন্ত্র এবং ধর্মনিরপেক্ষতাকে এর চারটি ভিত্তি স্তম্ভ হিসাবে মূর্ত করে -কেও কেউ কেউ এটিকে \"মুজিববাদী সংবিধান\" হিসাবে চিহ্নিত করতে পরিচালিত করেছে।\nপার্ট IV প্রধানমন্ত্রীর নেতৃত্বাধীন মন্ত্রিসভায় নির্বাহী ক্ষমতা ন্যস্ত করে; যাইহোক, যেহেতু এটি প্রধানমন্ত্রীকে অপসারণের অনুমতি দেয় না, এর ফলে প্রধানমন্ত্রীর হাতে ক্ষমতা কেন্দ্রীভূত হয়। এই ক্ষমতা মন্ত্রিসভায় তাদের প্রভাবশালী অবস্থান এবং দলীয় শৃঙ্খলা এবং দলের নেতার দাস আনুগত্যের অনুচ্ছেদ ৭০ এর প্রয়োগের মাধ্যমে এমপিদের উপর নিয়ন্ত্রণের দ্বারা আরও শক্তিশালী হয়। পার্ট IV প্রধানমন্ত্রীকে মন্ত্রিপরিষদের বিষয়ে কর্তৃত্ব প্রদান করে, অন্যান্য মন্ত্রীদের ছাপিয়ে এবং নির্বাহী সিদ্ধান্তকে কেন্দ্রীভূত করার মাধ্যমে প্রধানমন্ত্রীর ক্ষমতাকে আরও দৃঢ় করে।\nসমালোচকরা যুক্তি দিয়েছিলেন যে সংবিধান, দুর্বলভাবে সংজ্ঞায়িত মৌলিক অধিকারের কারণে, ব্রিটিশ ঔপনিবেশিক আইনের দমনমূলক ধারাগুলি যেমন ১৮৬০ সালের দণ্ডবিধি এবং ১৮৯৮ সালের ফৌজদারি কার্যবিধির মতো দমনমূলক ধারাগুলিকে অব্যাহতভাবে প্রয়োগ করতে সক্ষম করেছে এবং পরবর্তী আইন কার্যকর করতে সহায়তা করেছে। স্বাধীনতা দমনমূলক আইন যেমন বিশেষ ক্ষমতা আইন ১৯৭৪, এবং ২০২৩ সালের সাইবার নিরাপত্তা আইন । প্রধানমন্ত্রীর ব্যাপক ক্ষমতা এবং নাগরিকদের সীমিত নাগরিক অধিকারের পরিপ্রেক্ষিতে, বদরুদ্দিন উমর সংবিধানকে \"চিরস্থায়ী জরুরি অবস্থার জন্য একটি সংবিধান\" বলে অভিহিত করেছেন। \nরাষ্ট্রসংস্কর আন্দোলন এবং গণপরিষদ আন্দোলন সহ বেশ কয়েকটি সংগঠন এবং রাজনৈতিক দল,  একটি নতুন সংবিধান সংস্কার বা খসড়া প্রণয়নের জন্য একটি গণপরিষদ আহ্বান করার জন্য দীর্ঘ প্রচারণা চালিয়েছে।\n২০২৪ সালের গণঅভ্যুত্থানের পর বৈষম্য বিরোধী ছাত্র আন্দোলন ও জাতীয় নাগরিক কমিটি ১৯৭২ সালের সংবিধান বাতিলসহ পাঁচ দফা দাবি পেশ করে। মুহাম্মদ ইউনূসের নেতৃত্বে বাংলাদেশের অন্তর্বর্তী সরকার ইতিমধ্যেই ২০২৪ সালে একটি সাংবিধানিক সংস্কার কমিশন প্রতিষ্ঠা করেছে যা একটি নির্বাচিত গণপরিষদের মাধ্যমে একটি নতুন অন্তর্ভুক্তিমূলক, গণতান্ত্রিক সংবিধান সংস্কার বা খসড়া প্রণয়নের লক্ষ্যে।\n\n\n== অধিকার বিধানে ফাঁকফোকর ==\nবেশিরভাগ সাংবিধানিক মৌলিক অধিকার ব্যাপক, আরোপযোগ্য বিধিনিষেধের অধীন এবং এই বিধিনিষেধগুলি সুসংজ্ঞায়িত নয়, সাংবিধানিক অস্পষ্টতা তৈরি করে, যা প্রায়শই সরকারকে ১৯৭৪ সালের বিশেষ ক্ষমতা আইন, ২০০৩ সালের জয়েন্ট ড্রাইভ ইনডেমনিটি অ্যাক্টের মতো দমনমূলক আইন প্রণয়ন করতে সক্ষম করে।, ডিজিটাল নিরাপত্তা আইন ২০১৮, ইত্যাদি।\n\n\n=== ধারা ৩৩ এবং প্রতিরোধমূলক আটক ===\nসংবিধান অনুচ্ছেদ ৩৩ এর অধীনে নির্দিষ্ট করা, প্রতিরোধমূলক আটককে সক্ষম করে এমন আইনের অনুমতি দেয়। যদিও এই জাতীয় বিধানগুলি জাতীয় নিরাপত্তার উদ্দেশ্যে করা হয়েছে, তবে রাজনৈতিক প্রতিপক্ষ, কর্মী এবং সাংবাদিকদের বিনা বিচারে আটকে রাখার জন্য এগুলোর সমালোচনা করা হয়েছে। এই বিধান, যা ১৯৭৪ সালের বিশেষ ক্ষমতা আইনের মতো আইন প্রণয়নের অনুমতি দেয়, তাকে ভিন্নমত দমন করার জন্য রাষ্ট্রকে উল্লেখযোগ্য ক্ষমতা প্রদান হিসাবে দেখা হয়, যা কর্তৃত্ববাদী শাসনের একটি সাধারণ বৈশিষ্ট্য। অনুচ্ছেদ ৩৩ বন্দীদের, বিশেষ করে প্রতিরোধমূলক আটকের অধীনে, এই ধারার অধীনে তাদের অধিকার লঙ্ঘিত হলে বিচারিক প্রতিকার চাওয়ার জন্য সুস্পষ্ট উপায় প্রদান করে না। দৃঢ় পদ্ধতিগত সুরক্ষা বা বিচারিক আশ্রয় ছাড়া, প্রতিরোধমূলক আটক ক্ষমতাগুলি প্রায়শই ভিন্নমতের কণ্ঠস্বর বা রাজনৈতিক বিরোধীদের লক্ষ্যবস্তু করতে ব্যবহৃত হয়, সম্ভাব্য গণতান্ত্রিক নীতি এবং মত প্রকাশের স্বাধীনতাকে ক্ষুণ্ন করে।\n\n\n=== অনুচ্ছেদ ৩৮ এবং সমিতির স্বাধীনতার সীমা ===\n৩৮ অনুচ্ছেদ নৈতিকতা বা জনশৃঙ্খলার স্বার্থে যুক্তিসঙ্গত বিধিনিষেধ সাপেক্ষে সমিতি এবং ইউনিয়ন গঠনের অধিকারের নিশ্চয়তা দেয়। সরকার, মাঝে মাঝে, জনশৃঙ্খলা বজায় রাখার আড়ালে শ্রমিক অধিকার আন্দোলনকে দমন করেছে, যার ফলে শ্রমিকদের ভাল মজুরি এবং কাজের অবস্থার জন্য যৌথভাবে দর কষাকষির ক্ষমতা সীমিত করে।\nসরকার প্রায়ই রাজনৈতিক দলগুলোর কার্যক্রম এবং শান্তিপূর্ণ সমাবেশ করার ক্ষমতাকে সীমিত করার জন্য জনশৃঙ্খলা ও নিরাপত্তার উদ্বেগের কথা বলেছে। এই জাতীয় অনুশীলনগুলি রাজনৈতিক বহুত্ববাদ এবং নাগরিকদের রাজনৈতিক উদ্দেশ্যে সংগঠিত হওয়ার ক্ষমতাকে সীমিত করে, গণতান্ত্রিক স্বাধীনতাকে হ্রাস করে।\n\n\n=== ৩৯ অনুচ্ছেদ এবং বাক স্বাধীনতার উপর সাংবিধানিক অস্পষ্টতা ===\nঅনুচ্ছেদ ৩৯ জনশৃঙ্খলা, শালীনতা, নৈতিকতা, রাষ্ট্রের সার্বভৌমত্ব, \"আদালতের অবমাননা, মানহানি বা উস্কানি\" এবং এমনকি \"বিদেশী রাষ্ট্রের সাথে বন্ধুত্বপূর্ণ সম্পর্ক\" সহ কারণগুলির জন্য যুক্তিসঙ্গত বিধিনিষেধ সাপেক্ষে বাক, মত প্রকাশ এবং সংবাদপত্রের স্বাধীনতার নিশ্চয়তা দেয়। \" \"যুক্তিসঙ্গত বিধিনিষেধ\" শব্দটি স্পষ্টভাবে সংজ্ঞায়িত করা হয়নি, যা পরবর্তী সরকারগুলিকে এর পরিধি ব্যাখ্যা ও প্রসারিত করতে দেয়। ২০১৮ সালের ডিজিটাল নিরাপত্তা আইনের মতো আইন, সাইবার নিরাপত্তা আইন এই সাংবিধানিক অস্পষ্টতার মধ্যে কাজ করে এবং জনশৃঙ্খলা বা রাষ্ট্রীয় নিরাপত্তা বজায় রাখার অজুহাতে এটি ন্যায্য ছিল, কিন্তু এটি সাংবাদিক ও কর্মীদের নির্বিচারে গ্রেপ্তারের মাধ্যমে ভিন্নমত এবং সমালোচনামূলক সাংবাদিকতাকে ব্যাপকভাবে দমনের দিকে পরিচালিত করে। .\n\"যুক্তিসঙ্গত\" গঠনের বিচার বিভাগের ব্যাখ্যাও উল্লেখযোগ্যভাবে পরিবর্তিত হয়, যার ফলে বাকস্বাধীনতার অসঙ্গতি রক্ষা হয়। আদালত কখনও কখনও সরকার বা \"রাষ্ট্রবিরোধী\" বলে বিবেচিত বক্তৃতার উপর বিধিনিষেধ বহাল রেখেছে, যার ফলে স্ব-সেন্সরশিপ এবং জনসাধারণের বক্তৃতায় একটি শীতল প্রভাব রয়েছে।\n\"বিদেশী রাষ্ট্রগুলির সাথে বন্ধুত্বপূর্ণ সম্পর্ক\" বিশ্বব্যাপী সাংবিধানিক আইনের ইতিহাসে একটি অনন্য এবং বিস্তৃত বাক্যাংশ কারণ এটির সুনির্দিষ্ট সংজ্ঞা নেই, এটি কর্তৃপক্ষের পক্ষে এমনভাবে ব্যাখ্যা করা সম্ভব করে যা আন্তর্জাতিক এবং বৈশ্বিক সমস্যাগুলির বৈধ সমালোচনাকে দমন করতে পারে৷ উদাহরণস্বরূপ, বিদেশী সরকার বা বহুজাতিক কর্পোরেশনের সমালোচনা কূটনৈতিক সম্পর্কের ক্ষতি করার জন্য বিবেচিত হলে এই বিধানের অধীনে সীমাবদ্ধ করা যেতে পারে।\n\n\n=== ধারা ৪৪ এবং অধিকার লঙ্ঘনের জন্য প্রতিকারের সীমিত অ্যাক্সেসযোগ্যতা ===\n৪৪ ধারা নাগরিকদের রিট পিটিশনের মাধ্যমে মৌলিক অধিকার প্রয়োগের জন্য উচ্চ আদালতে যাওয়ার অধিকার দেয়। যাইহোক, বেশ কিছু ব্যবহারিক এবং পদ্ধতিগত বাধা রয়েছে যা এই প্রতিকারের কার্যকারিতা সীমিত করে। রিট পিটিশন দাখিল করার আইনি প্রক্রিয়া প্রায়ই নিষেধমূলকভাবে ব্যয়বহুল এবং জটিল, বিশেষ করে প্রান্তিক এবং অর্থনৈতিকভাবে সুবিধাবঞ্চিত নাগরিকদের জন্য। এটি সাংবিধানিক প্রতিকারের অ্যাক্সেসকে অসম করে তোলে, যারা আইনি প্রতিনিধিত্ব করতে পারে তাদের মৌলিক অধিকারের কার্যকর সুরক্ষা সীমাবদ্ধ করে। বাংলাদেশের বিচার বিভাগ উল্লেখযোগ্য ব্যাকলগ এবং রিট পিটিশন সহ মামলার বিচারে বিলম্বের শিকার। এই বিলম্ব মৌলিক অধিকারের সময়োপযোগী প্রয়োগকে ক্ষুণ্ন করে, লঙ্ঘন থেকে কার্যকর ত্রাণ ছাড়াই অনেক নাগরিককে রেখে দেয়।\n\n\n=== ধারা ৪৬ এবং ক্ষতিপূরণ প্রদানের ক্ষমতা ===\nঅনুচ্ছেদ ৪৬ জাতীয় সংসদকে মানবাধিকার লঙ্ঘনের সাথে জড়িত ব্যক্তিদের ক্ষতিপূরণ দেওয়ার ক্ষমতা প্রদান করে, কার্যকরভাবে তাদের আইনি পরিণতি থেকে রক্ষা করে। এই ক্ষমতা, পর্যাপ্ত তত্ত্বাবধানের দ্বারা নিয়ন্ত্রণহীন, জবাবদিহিতাকে দুর্বল করে, মানবাধিকার সুরক্ষাকে দুর্বল করে এবং বিচারিক স্বাধীনতাকে হুমকির মুখে ফেলে। ২০০৩ সালের জয়েন্ট ড্রাইভ ইনডেমনিটি আইনটি ৪৬ অনুচ্ছেদের সম্ভাব্য অপব্যবহারের উদাহরণ দেয়, যা সংসদকে রাষ্ট্রীয় অভিনেতাদেরকে গুরুতর অপব্যবহারের জবাবদিহিতা থেকে রক্ষা করতে সক্ষম করে। \" অপারেশন ক্লিন হার্ট \" এর সাথে জড়িত নিরাপত্তা বাহিনীকে অনাক্রম্যতা প্রদানের জন্য প্রণীত এই আইনটি অপারেশন চলাকালীন মানবাধিকার লঙ্ঘনের রিপোর্টের কারণে ব্যাপকভাবে সমালোচিত হয়েছে, যার মধ্যে নির্যাতন, ৫৭ জনের বিচারবহির্ভূত হত্যা এবং নির্বিচারে আটক রয়েছে। এই ধরনের ক্ষতিপূরণের বিধানগুলি শুধুমাত্র ভুক্তভোগীদের ন্যায়বিচার চাইতে বাধা দেয় না বরং শৃঙ্খলা বজায় রাখার অজুহাতে সিস্টেমিক অপব্যবহারের অনুমতি দেয়।\n\n\n== নির্বাহী আধিপত্যের সমালোচনা ==\nবাংলাদেশী সরকারের কার্যনির্বাহী আধিপত্য উল্লেখযোগ্য সাংবিধানিক বিধান দ্বারা চিহ্নিত করা হয়েছে যা প্রধানমন্ত্রীর কার্যালয়ের মধ্যে ক্ষমতা কেন্দ্রীভূত করে, যা শেষ পর্যন্ত নির্বাহী, আইন প্রণয়ন এবং বিচার বিভাগের মধ্যে ক্ষমতার পৃথকীকরণকে প্রভাবিত করে।\n\n\n=== প্রধানমন্ত্রীর ব্যাপক ক্ষমতা ===\nসংবিধান প্রজাতন্ত্রের কার্যনির্বাহী ক্ষমতা প্রধানমন্ত্রীর নেতৃত্বাধীন মন্ত্রিসভায় ন্যস্ত করে, যা সংসদের কাছে দায়বদ্ধ। এই কাঠামোটি গণতান্ত্রিক মনে হলেও কার্যত, মন্ত্রিসভায় প্রভাবশালী অবস্থান এবং দলীয় শৃঙ্খলার মাধ্যমে এমপিদের উপর নিয়ন্ত্রণের কারণে   প্রধানমন্ত্রীর হাতে কর্তৃত্ব কেন্দ্রীভূত হয়। সংবিধান প্রধানমন্ত্রীকে মন্ত্রিপরিষদের বিষয়ে কর্তৃত্ব প্রদান করে, অন্যান্য মন্ত্রীদের ছাপিয়ে এবং নির্বাহী সিদ্ধান্তকে কেন্দ্রীভূত করে তার নিয়ন্ত্রণকে আরও দৃঢ় করে।\n\n\n=== ধারা ৭০: দলত্যাগ বিরোধী বিধান ===\nঅনুচ্ছেদ ৭০ সাংসদদের সংসদে তাদের দলের বিরুদ্ধে ভোট দিতে নিষেধ করে, কার্যকরভাবে প্রধানমন্ত্রীকে আইনসভা শাখার উপর উল্লেখযোগ্য নিয়ন্ত্রণ প্রদান করে। যেহেতু সাংসদরা দলীয় লাইনের বিরোধিতা করলে তাদের আসন হারানোর ঝুঁকি রয়েছে, তাই এই নিবন্ধটি নিশ্চিত করে যে ক্ষমতাসীন দলের নির্দেশাবলী - প্রায়শই প্রধানমন্ত্রী দ্বারা নির্ধারিত হয় - কঠোরভাবে মেনে চলা হয়। এই বিধানটি মূলত কার্যনির্বাহী বিভাগের সংসদীয় চেককে দুর্বল করে, কারণ সংসদ সদস্যরা নির্দ্বিধায় নির্বাহী কর্মকে চ্যালেঞ্জ বা যাচাই-বাছাই করতে পারে না, বিশেষ করে যখন ক্ষমতাসীন দলের সংখ্যাগরিষ্ঠতা থাকে। এ কারণেই ৭০ অনুচ্ছেদকে প্রায়শই সংসদীয় গণতন্ত্রের জন্য একটি সংবিধানের প্রতিবন্ধক হিসাবে বিবেচনা করা হয়।\n\n\n== খসড়া প্রক্রিয়ার সমালোচনা ==\nসংবিধানটি 'বিতর্কিত' এবং কার্যত \"একদলীয়\" বাংলাদেশের গণপরিষদ দ্বারা গৃহীত হয়েছিল। গণপরিষদ মূলত আওয়ামী লীগ দ্বারা নিয়ন্ত্রিত ছিল, যেখানে ৪০৪ সদস্যের মধ্যে মাত্র তিনজন বিরোধী হিসেবে কাজ করত। যদিও বিধানসভাকে নিয়মিত সংসদের মতো কাজ করার অনুমতি দেওয়া হয়নি, কঠোর দলীয় নিয়ম ছিল। আওয়ামী লীগের সদস্যরা কেবলমাত্র সেই সংশোধনী প্রস্তাব করতে পারতেন যা দলীয় বৈঠকে অনুমোদিত হয় এবং সদস্যপদ হারানোর ঝুঁকি দলের মধ্যে শৃঙ্খলা নিশ্চিত করে। ফলে সব সদস্যই দলের অবস্থানকে পূর্ণ সমর্থন জানিয়ে বিলের সমর্থনে বক্তব্য রাখেন। এবং আওয়ামী লীগের বাইরের তিনজন সদস্যই সংবিধান বিলের বিষয়ে ভিন্নমত প্রকাশ করেন, যা শেষ পর্যন্ত ৪ নভেম্বর, ১৯৭২ তারিখে বাংলাদেশের সংবিধান হিসেবে গৃহীত হয়েছিল। সুরঞ্জিত সেনগুপ্ত এবং মানবেন্দ্র নারায়ণ লারমা যুক্তি দিয়েছিলেন যে সংবিধান বিলটিতে পাকিস্তানের 1956 এবং ১৯৬২ সালের সংবিধানের ছায়া রয়েছে। প্রায় নয় মাসের ত্বরিত গতিতে সংবিধান প্রণীত হয়েছিল। ১৯৭২ সালের এপ্রিলে গঠিত, সংবিধানের খসড়া কমিটি অক্টোবরের মধ্যে একটি সম্পূর্ণ খসড়া জমা দেয় এবং বিধানসভা ডিসেম্বরের মধ্যে এটি গ্রহণ করে। এই দ্রুত গ্রহণ ব্যাপক জনসাধারণের পরামর্শ এবং ইচ্ছাকৃত অন্তর্ভুক্তিকে বলিদান করেছে, বিশেষত একটি সম্পূর্ণ প্রতিনিধিত্বমূলক গণপরিষদের অনুপস্থিতির কারণে। এই ভিড় শাসন, ক্ষমতা বন্টন এবং নাগরিক অধিকারের দীর্ঘমেয়াদী বিষয়গুলিতে কঠোর বিতর্কের জন্য সময়কেও সীমিত করেছিল।\n\n\n== সাধারণ সমালোচনা ==\n\n\n=== সংশোধনযোগ্যতা ===\nসংবিধান ১৭টি সংশোধনীর মধ্য দিয়ে গেছে, ন্যায়বিচার, সমতা এবং স্বাধীনতা নিশ্চিত করার অঙ্গীকারের উপর রাজনৈতিক চাপের প্রতি তার সংবেদনশীলতা প্রতিফলিত করে। প্রাথমিক সংশোধনী, বিশেষ করে ১৯৭৫ সালে চতুর্থ সংশোধনী, বিচার বিভাগের স্বাধীনতাকে খর্ব করে এবং নির্বাহী নিয়ন্ত্রণকে প্রশস্ত করে, প্রাথমিক গণতান্ত্রিক দৃষ্টিভঙ্গি থেকে বিচ্যুত হয়।\n\n\n== উল্লেখযোগ্য সমালোচক ==\n\n\n=== বদরুদ্দিন উমর ===\nপ্রধানমন্ত্রীকে প্রদত্ত সীমাহীন ক্ষমতা এবং জনগণের সীমিত নাগরিক অধিকারের কথা বিবেচনা করে, মার্কসবাদী বুদ্ধিজীবী এবং ইতিহাসবিদ বদরুদ্দিন উমর সংবিধানকে \"চিরস্থায়ী জরুরি অবস্থার জন্য একটি সংবিধান\" বলে অভিহিত করেছেন।\nউমর ১৯৭১ সালে স্বাধীনতার জন্য লড়াই করা বৃহত্তর জনসাধারণের চাহিদা এবং আকাঙ্ক্ষাকে মোকাবেলা করতে কীভাবে নথি এবং এর খসড়া প্রক্রিয়া ব্যর্থ হয়েছিল তার উপর দৃষ্টি নিবদ্ধ করে, সংবিধানের সূক্ষ্ম সমালোচনার প্রস্তাব দিয়েছিলেন। মুক্তিযুদ্ধ থেকে উদ্ভূত সামাজিক ও অর্থনৈতিক ন্যায়বিচারের প্রকৃত দাবির ওপর সংবিধানের আদর্শিক সারিবদ্ধতা এবং অভিজাত রাজনৈতিক স্বার্থের প্রভাবকে কেন্দ্র করে তার সমালোচনা।\nউমর যুক্তি দিয়েছিলেন যে সংবিধান, মূলত আওয়ামী লীগ এবং শেখ মুজিবুর রহমানের নেতৃত্বে প্রণীত, শ্রমিক, কৃষক এবং প্রান্তিক গোষ্ঠীর স্বার্থের চেয়ে রাজনৈতিক অভিজাতদের স্বার্থকে প্রতিফলিত করে যারা স্বাধীনতা সংগ্রামের মেরুদণ্ড তৈরি করেছিল। তিনি জাতীয়তাবাদ, সমাজতন্ত্র, গণতন্ত্র এবং ধর্মনিরপেক্ষতার মতো নীতিগুলির সংযোজনকে অতিমাত্রায় এবং বাস্তব প্রতিশ্রুতির অভাব হিসাবে দেখেছিলেন। তিনি বলেছিলেন যে যখন সমাজতন্ত্রকে একটি নির্দেশক নীতি হিসাবে ঘোষণা করা হয়েছিল, তখন সংবিধান এমন কাঠামো স্থাপন করেনি যা অর্থপূর্ণভাবে দরিদ্রদের পক্ষে আর্থ-সামাজিক শক্তির গতিশীলতাকে রূপান্তরিত করবে, বিদ্যমান শ্রেণি কাঠামোগুলিকে অনেকাংশে অক্ষত রেখে যাবে।\nউমর পাকিস্তান এবং ব্রিটিশ যুগ থেকে উত্তরাধিকারসূত্রে প্রাপ্ত ঔপনিবেশিক কাঠামো এবং আইন থেকে পর্যাপ্তভাবে ভঙ্গ না করার জন্য সংবিধানের সমালোচনা করেছিলেন। এই ধারাবাহিকতা, তিনি বিশ্বাস করেন, তৃণমূল পর্যায়ে অপর্যাপ্ত বিকেন্দ্রীকরণ এবং গণতান্ত্রিক সম্পৃক্ততা সহ অভিজাতদের হাতে ক্ষমতা কেন্দ্রীভূত করার জন্য অনুমতি দেয়। তিনি বাংলাদেশের অনন্য সামাজিক ও রাজনৈতিক প্রেক্ষাপটকে অগ্রাধিকার না দিয়ে ভারতের স্বার্থ এবং কৌশলগত উদ্দেশ্যগুলির সাথে খুব ঘনিষ্ঠভাবে সারিবদ্ধ হিসাবে দেখে সাংবিধানিক কাঠামো গঠনে ভারতের রাজনৈতিক পদ্ধতির প্রভাবকেও তুলে ধরেন।\n\n\n=== মানবেন্দ্র নারায়ণ লারমা ===\nমানবেন্দ্র নারায়ণ লারমা ছিলেন গণপরিষদে পার্বত্য চট্টগ্রামের একমাত্র প্রতিনিধি। তিনি বাংলাদেশের খসড়া সংবিধানের বিরোধিতা করেছিলেন, যা আনুষ্ঠানিকভাবে বাঙালি সংস্কৃতির প্রাধান্য দেয় এবং বাংলাদেশে বসবাসকারী অবাঙালি জাতিগোষ্ঠী এবং উপজাতি সম্প্রদায়কে স্বীকৃতি দেয়নি। লারমার দাবী শেখ মুজিবুর রহমান প্রত্যাখ্যান করেছিলেন, যিনি কথিত ছিল যে উপজাতীয় জনগণকে বাঙালি সংস্কৃতি ও পরিচয় গ্রহণ করা উচিত এবং পার্বত্য অঞ্চলে জোরপূর্বক বাঙালিদের বসতি স্থাপন এবং স্থানীয় জনগণকে তাদের নিজস্ব প্রদেশে সংখ্যালঘুতে রূপান্তরিত করার হুমকি দিয়েছিলেন। লারমা আদিবাসীদের অধিকারের জন্য লড়াই চালিয়ে গেছেন এবং উদ্ধৃত করা হয়েছে:\n\n\n=== আবুল মনসুর আহমেদ ===\nআবুল মঞ্জুর আহমদ বাংলাদেশের সংবিধান নিয়ে লেখালেখি করেছেন। তিনি দুই ধরনের প্রশ্ন তুলেছেন। প্রথমে তিনি সংবিধানে বাংলা ভাষার ব্যবহার সম্পর্কে প্রশ্ন করেন। সংবিধান রচনায় যে বাংলা ভাষা ব্যবহার করা হয়েছে তা বজায় রাখতে হবে বলে মত দেন তিনি। তা না হলে বাংলা শব্দের সমৃদ্ধ ভাণ্ডার গড়ে তোলা সম্ভব বলে মনে করা হবে না।\n\n\n=== ফরহাদ মজহার ===\nফরহাদ মজহারও সংবিধানের সমালোচনা করেছেন, এর উত্স এবং এর বিধানগুলির রাজনৈতিক প্রভাবের দিকে মনোনিবেশ করেছেন। তার সমালোচনা এই ধারণাকে কেন্দ্র করে যে 1972 সালের সংবিধান সত্যিকার অর্থে স্বাধীনতার জন্য লড়াই করা জনগণের বিভিন্ন রাজনৈতিক আকাঙ্ক্ষার প্রতিনিধিত্ব করতে ব্যর্থ হয়েছে। তিনি নথিটিকে একটি সংকীর্ণ, অভিজাত-চালিত প্রক্রিয়ার পণ্য হিসাবে দেখেন যা মুক্তি সংগ্রামের বিপ্লবী চেতনা এবং দাবিগুলিকে পর্যাপ্তভাবে প্রতিফলিত করে না।\nমাজহার জোর দিয়েছিলেন যে সংবিধানের কাঠামো ঔপনিবেশিক ধারণা দ্বারা প্রভাবিত হয়েছিল, যা তিনি বিশ্বাস করেন যে স্বাধীনতা-উত্তর বাংলাদেশের রাজনৈতিক বাস্তবতাগুলিকে মোকাবেলা করার জন্য স্বভাবতই অপর্যাপ্ত। তিনি যুক্তি দিয়েছিলেন যে ঔপনিবেশিক চিন্তাধারার এই উত্তরাধিকার একটি রাষ্ট্রীয় কাঠামোর ধারাবাহিকতার দিকে পরিচালিত করে যা কেন্দ্রীয় কর্তৃত্বকে বিশেষাধিকার দেয় এবং পার্বত্য চট্টগ্রামের আদিবাসী গোষ্ঠীর মতো প্রান্তিক জনগোষ্ঠীর অধিকার এবং আকাঙ্ক্ষাগুলিকে সম্পূর্ণরূপে গ্রহণ করতে ব্যর্থ হয়।\nমাজহারের সমালোচনা সংবিধানের ধর্মনিরপেক্ষতা পরিচালনার জন্য প্রসারিত, যা তিনি বিশ্বাস করেন যে এটি একটি গভীর সামাজিক মূল্যবোধের পরিবর্তে একটি রাজনৈতিক স্লোগান হিসাবে প্রয়োগ করা হয়েছিল। তিনি প্রশ্ন করেন যে ধর্মনিরপেক্ষতার প্রতি রাষ্ট্রের প্রতিশ্রুতি কি জাতীয় কাঠামোর মধ্যে বৈচিত্র্যময় ধর্মীয় বিশ্বাসকে সত্যিকারের মিটমাট করার চেয়ে ইসলামপন্থী বিরোধিতাকে দমন করার বিষয়ে বেশি ছিল।\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র =="}