{"pageid": 1507255, "title": "মার্কো রুবিও", "url": "https://bn.wikipedia.org/wiki?curid=1507255", "content": "মার্কো আন্তোনিও রুবিও ( জন্ম মে ২৮, ১৯৭১) একজন আমেরিকান রাজনীতিবিদ, কূটনীতিক এবং অ্যাটর্নি যিনি ২০২৫ সাল থেকে রাষ্ট্রপতি ডোনাল্ড ট্রাম্পের অধীনে ৭২ তম মার্কিন যুক্তরাষ্ট্রের পররাষ্ট্রমন্ত্রী হিসাবে দায়িত্ব পালন করছেন। রিপাবলিকান পার্টির একজন সদস্য, তিনি পূর্বে ২০১১ থেকে ২০২৫ সাল পর্যন্ত ফ্লোরিডা থেকে মার্কিন যুক্তরাষ্ট্রের সিনেটর এবং ২০০৬ থেকে ২০০৮ সাল পর্যন্ত ফ্লোরিডা হাউস অফ রিপ্রেজেন্টেটিভের স্পিকার হিসাবে দায়িত্ব পালন করেছিলেন।\nরুবিও মিয়ামি, ফ্লোরিডার একজন কিউবান আমেরিকান । ১৯৯০-এর দশকে পশ্চিম মিয়ামির সিটি কমিশনার হিসেবে দায়িত্ব পালন করার পর, তিনি ২০০০ সালে ফ্লোরিডা হাউস অফ রিপ্রেজেন্টেটিভসে ১১১ তম জেলার প্রতিনিধিত্ব করার জন্য নির্বাচিত হন। পরবর্তীকালে, তিনি ফ্লোরিডা হাউসের স্পিকার নির্বাচিত হন; তিনি নভেম্বর ২০০৬ থেকে শুরু করে দুই বছর দায়িত্ব পালন করেন। মেয়াদ সীমার কারণে ২০০৮ সালে ফ্লোরিডা আইনসভা ছেড়ে যাওয়ার পরে, রুবিও ফ্লোরিডা ইন্টারন্যাশনাল ইউনিভার্সিটিতে পড়ান।\nত্রিমুখী প্রতিযোগিতায়, রুবিও ২০১০ সালে মার্কিন সিনেটে নির্বাচিত হন। এপ্রিল ২০১৫ সালে, তিনি পুনরায় নির্বাচন করার পরিবর্তে একটি রাষ্ট্রপতির বিড শুরু করেন। তিনি ফ্লোরিডা রিপাবলিকান প্রাইমারিতে ডোনাল্ড ট্রাম্পের কাছে হেরে যাওয়ার পর ১৫ মার্চ, ২০১৬-এ রাষ্ট্রপতির জন্য তার প্রচার স্থগিত করেছিলেন। এরপর তিনি সিনেটে পুনঃনির্বাচনের জন্য প্রতিদ্বন্দ্বিতা করেন এবং দ্বিতীয় মেয়াদে জয়লাভ করেন। ২০১৬ সালের রিপাবলিকান প্রেসিডেন্সিয়াল প্রাইমারি চলাকালীন ট্রাম্পের সমালোচনা সত্ত্বেও, রুবিও ২০১৬ সালের সাধারণ নির্বাচনের আগে তাকে সমর্থন করেছিলেন এবং মূলত তার রাষ্ট্রপতির সমর্থন করেছিলেন। প্রথম ট্রাম্প প্রশাসনের সময় লাতিন আমেরিকার উপর মার্কিন নীতির উপর তার প্রভাবের কারণে, তাকে \"লাতিন আমেরিকার ভার্চুয়াল সেক্রেটারি অফ স্টেট\" হিসাবে বর্ণনা করা হয়েছিল। চীন এবং চীনা কমিউনিস্ট পার্টির ব্যাপারে তাকে কংগ্রেসের অন্যতম তুখোড় সদস্য হিসেবে বিবেচনা করা হয়। চীন সরকার তাকে ২০২০ সালে দুবার অনুমোদন দিয়েছে এবং তার চীনে প্রবেশ নিষিদ্ধ করা হয়েছে । প্রাক্তন সিনেটর বিল নেলসনের পরাজয়ের পর রুবিও জানুয়ারী ২০১৯ সালে ফ্লোরিডার সিনিয়র সিনেটর হয়েছিলেন এবং ২০২২ সালে তৃতীয় মেয়াদে নির্বাচিত হন, একটি ভূমিধস বিজয়ে ডেমোক্র্যাটিক মনোনীত ভ্যাল ডেমিংসকে পরাজিত করেন। রুবিও আইওয়া ককাসের আগে ২০২৪ সালে ট্রাম্পকে রাষ্ট্রপতির জন্য সমর্থন করেছিলেন।\nনভেম্বর ২০২৪ সালে, প্রেসিডেন্ট-নির্বাচিত ট্রাম্প তার দ্বিতীয় প্রশাসনে রুবিওকে মার্কিন যুক্তরাষ্ট্রের সেক্রেটারি অফ স্টেট হিসেবে মনোনীত করার তার অভিপ্রায় ঘোষণা করেছিলেন এবং রুবিওকে মার্কিন সেনেট সর্বসম্মতিক্রমে নিশ্চিত করেছিল। রুবিও হলেন প্রথম ফ্লোরিডিয়ান এবং সেই সাথে প্রথম ল্যাটিনো যিনি এই পদে দায়িত্ব পালন করেছেন এবং মার্কিন ইতিহাসে সর্বোচ্চ র্যাঙ্কিং হিস্পানিক আমেরিকান কর্মকর্তা।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\n\nমার্কো আন্তোনিও রুবিও মিয়ামি, ফ্লোরিডায় জন্মগ্রহণ করেন, মারিও রুবিও রেইনা  এবং ওরিয়ালেস ( নি গার্সিয়া) রুবিওর দ্বিতীয় পুত্র এবং তৃতীয় সন্তান।  তার বাবা-মা ছিলেন কিউবান যারা কিউবান বিপ্লবের পর ফিদেল কাস্ত্রো ক্ষমতায় আরোহণের আড়াই বছর আগে ফুলজেনসিও বাতিস্তার শাসনামলে ১৯৫৬ সালে মার্কিন যুক্তরাষ্ট্রে চলে আসেন। কাস্ত্রোর ক্ষমতা গ্রহণের পর তার মা কিউবায় অন্তত চারটি প্রত্যাবর্তন সফর করেন, যার মধ্যে ১৯৬১ সালে এক মাসব্যাপী ভ্রমণ ছিল। রুবিওর জন্মের সময় রুবিওর বাবা-মা কেউই মার্কিন নাগরিক ছিলেন না, কিন্তু তারা মার্কিন নাগরিকত্বের জন্য আবেদন করেছিলেন এবং ১৯৭৫ সালে স্বাভাবিক হয়েছিলেন  রুবিওর কিছু আত্মীয় শরণার্থী হিসাবে মার্কিন যুক্তরাষ্ট্রে ভর্তি হয়েছিল। \nরুবিওর দাদা, পেড্রো ভিক্টর গার্সিয়া, ১৯৫৬ সালে আইনগতভাবে মার্কিন যুক্তরাষ্ট্রে অভিবাসিত হন, কিন্তু ১৯৫৯ সালে কাজ খুঁজতে কিউবায় ফিরে আসেন  যখন তিনি কমিউনিস্ট কিউবা থেকে পালিয়ে যান এবং ভিসা ছাড়াই ১৯৬২ সালে মার্কিন যুক্তরাষ্ট্রে ফিরে আসেন, তাকে একজন অনথিভুক্ত অভিবাসী হিসেবে আটক করা হয় এবং একজন অভিবাসন বিচারক তাকে নির্বাসনের আদেশ দেন।  অভিবাসন কর্মকর্তারা সেদিনের পরে তাদের সিদ্ধান্ত ফিরিয়ে দেন, নির্বাসনের আদেশ কার্যকর করা হয়নি, এবং গার্সিয়াকে \"প্যারোলি\" এর একটি আইনি মর্যাদা দেওয়া হয়েছিল যা তাকে মার্কিন যুক্তরাষ্ট্রে থাকার অনুমতি দেয়  গার্সিয়া স্থায়ী হওয়ার জন্য পুনরায় আবেদন করেছিলেন। ১৯৬৬ সালে কিউবান অ্যাডজাস্টমেন্ট অ্যাক্ট পাস হওয়ার পর আবাসিক অবস্থা, যেখানে তার বসবাসের অনুমোদন দেওয়া হয়েছিল।  রুবিও তার শৈশবকালে তার দাদার সাথে ঘনিষ্ঠ সম্পর্ক উপভোগ করেছিলেন। \nঅক্টোবর ২০১১ সালে, ওয়াশিংটন পোস্ট রিপোর্ট করেছে যে রুবিওর পূর্ববর্তী বিবৃতি যে তার পিতামাতা ১৯৫৯ সালে (ফিদেল কাস্ত্রো ক্ষমতায় আসার পর) কিউবা ত্যাগ করতে বাধ্য হয়েছিল তা মিথ্যা ছিল।  তার বাবা-মা আসলে ১৯৫৬ সালে ফুলজেনসিও বাতিস্তার একনায়কত্বের সময় কিউবা ত্যাগ করেছিলেন।  পোস্টের মতে, \"[এ] ফ্লোরিডায়, বিপ্লব-পরবর্তী নির্বাসিত সম্প্রদায়ের সাথে যুক্ত হওয়া একটি রাজনীতিবিদকে ক্যাশেট দেয় যা প্রাক-ক্যাস্ত্রো নির্বাসনের সাথে চিহ্নিত কেউ কখনও অর্জন করতে পারে না, একটি দল কখনও কখনও সন্দেহের চোখে দেখা হয়।\"  রুবিও অস্বীকার করেছেন যে তিনি তার পারিবারিক ইতিহাসকে অলঙ্কৃত করেছেন, এই বলে যে তার পরিবার সম্পর্কে তার প্রকাশ্য বিবৃতি \"পারিবারিক জ্ঞান\" এর উপর ভিত্তি করে। রুবিও জোর দিয়েছিলেন যে তার বাবা-মা ১৯৬০ এর দশকে কিউবায় ফিরে যেতে চেয়েছিলেন। তিনি যোগ করেছেন যে তার মা তার দুই বড় ভাইবোনকে ১৯৬১ সালে সেখানে স্থায়ীভাবে বসবাসের অভিপ্রায়ে কিউবায় ফিরিয়ে নিয়ে যান (তার বাবা মিয়ামিতে \"পরিবারের বিষয়গুলি গুটিয়ে\" রেখেছিলেন), কিন্তু কমিউনিজমের দিকে দেশটির পদক্ষেপের ফলে পরিবারটি তার পরিবর্তন করে। পরিকল্পনা রুবিও বলেছিলেন যে  আমার পারিবারিক গল্পের সারমর্ম হল কেন তারা প্রথমে আমেরিকায় এসেছিল; এবং কেন তাদের থাকতে হয়েছিল।\" \nরুবিওর তিনটি ভাইবোন রয়েছে: বড় ভাই মারিও, বড় বোন বারবারা (অরল্যান্ডো সিসিলিয়াকে বিয়ে করেছেন), এবং ছোট বোন ভেরোনিকা (পূর্বে বিনোদনকারী কার্লোস পন্সের সাথে বিবাহিত)।  বড় হয়ে, তার পরিবার ছিল ক্যাথলিক, যদিও বয়স থেকে ৮ থেকে বয়স ১১ তিনি এবং তার পরিবার লাস ভেগাসে থাকার সময় চার্চ অফ জেসাস ক্রাইস্ট অফ লেটার-ডে সেন্টস-এ যোগ দিয়েছিলেন।  নেভাদায় সেই বছরগুলিতে, তার বাবা স্যাম'স টাউন হোটেলে বারটেন্ডার হিসাবে এবং তার মা ইম্পেরিয়াল প্যালেস হোটেল এবং ক্যাসিনোতে গৃহকর্মী হিসাবে কাজ করেছিলেন।  এক বছর পরে তার পরিবারের সাথে মিয়ামিতে ফিরে যাওয়ার আগে ১৯৮৪ সালে তিনি একজন ক্যাথলিক হিসাবে তার প্রথম যোগাযোগ পেয়েছিলেন। তিনি নিশ্চিত হন এবং পরে ক্যাথলিক চার্চে বিয়ে করেন। \nরুবিও সাউথ মিয়ামি সিনিয়র হাই স্কুলে পড়েন, ১৯৮৯ সালে স্নাতক হন। তিনি ফ্লোরিডার গেইনসভিলে সান্তা ফে কমিউনিটি কলেজে (পরে সান্তা ফে কলেজ ) ভর্তি হওয়ার আগে ফুটবল স্কলারশিপে এক বছরের জন্য মিসৌরির তারকিও কলেজে পড়াশোনা করেন।  সালে ফ্লোরিডা বিশ্ববিদ্যালয় থেকে রাষ্ট্রবিজ্ঞানে স্নাতক ডিগ্রি অর্জন করেন এবং ১৯৯৬ সালে ইউনিভার্সিটি অফ মিয়ামি স্কুল অফ ল থেকে তাঁর জুরিস ডক্টর কাম  রুবিও বলেছেন যে তিনি ছাত্র ঋণে $১০০,০০০ খরচ করেছেন। তিনি ২০১২ সালে সেই ঋণ পরিশোধ করেন \n\n\n== সেক্রেটারি অফ স্টেট (২০২৫–বর্তমান) ==\n\n\n=== মনোনয়ন ===\n২০২৪ সালের নভেম্বরে, রিপোর্ট করা হয়েছিল যে ট্রাম্প তার দ্বিতীয় প্রশাসনে রুবিওকে মার্কিন যুক্তরাষ্ট্রের সেক্রেটারি অফ স্টেট হিসাবে বেছে নিচ্ছেন; ১৩ নভেম্বর ট্রাম্প এটি নিশ্চিত করেছেন। রুবিও হচ্ছেন প্রথম ল্যাটিনো যিনি এই ভূমিকা পালন করছেন। ট্রাম্পের অন্যান্য মন্ত্রিসভা প্রার্থীদের তুলনায়, রুবিওর প্রস্তাব কম বিতর্কের সৃষ্টি করেছিল। রিপাবলিকান এবং ডেমোক্র্যাট উভয়ের কাছেই তিনি প্রশংসিত হয়েছেন। রুবিও ১৫ জানুয়ারি, ২০২৫-এ পররাষ্ট্র সম্পর্ক সংক্রান্ত সিনেট কমিটির সামনে হাজির হন। শুনানির সময়, তিনি চীনকে \"এই জাতির সবচেয়ে শক্তিশালী এবং বিপজ্জনক সমতুল্য প্রতিপক্ষ\" হিসেবে অভিহিত করেন এবং বলেন যে চীনা কমিউনিস্ট পার্টি \"মিথ্যা বলেছে, প্রতারণা করেছে এবং আমাদের ক্ষতি করার মাধ্যমে অন্যতম বিশ্ব শক্তির অবস্থান অর্জন করেছে\"।\nট্রাম্প ২০ জানুয়ারি, ২০২৫ তারিখে অন্যদের মধ্যে রুবিওকে আনুষ্ঠানিকভাবে মনোনীত করেছিলেন, রাষ্ট্রপতি হিসাবে তার প্রথম কাজগুলির মধ্যে এটি একটি ছিল। বৈদেশিক সম্পর্ক বিষয়ক সিনেট কমিটি সর্বসম্মতিক্রমে তার মনোনয়ন অনুমোদন করে এবং কয়েক ঘন্টা পরে সিনেট তাকে ৯৯-০ ভোটে নিশ্চিত করে। পরের দিন তিনি শপথ নেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}