{"pageid": 1507399, "title": "মিলিয়নেয়ার", "url": "https://bn.wikipedia.org/wiki?curid=1507399", "content": "মিলিয়নেয়ার (ইংরেজি: millionaire) বলতে সেই ব্যক্তিকে বোঝায় যার মোট সম্পত্তি কোনো নির্দিষ্ট মুদ্রায় কমপক্ষে এক মিলিয়ন (১,০০০,০০০) বা দশ লাখ (১০,০০,০০০)। মুদ্রাভেদে মিলিয়নেয়ার হওয়ার সাথে কোনো নির্দিষ্ট স্তরের মর্যাদা জড়িত আছে। অনেক জাতীয় মুদ্রাব্যবস্থার ক্ষেত্রে অতীতের মুদ্রাস্ফীতি জন্য তাদের এককের মূল্য কম থাকে বা কম ছিল, আর ঐ মুদ্রাব্যবস্থাগুলিতে খুব সহজেই মিলিয়নেয়ার হওয়া যায়। সুতরাং তাইওয়ান ও হংকঙের মুদ্রায় মিলিয়নেয়ারের সম্পত্তি সেখানকার গড় সম্পত্তির সমান কিংবা তার কম হতে পারে। ২০০৭ সালে জিম্বাবুয়ের মুদ্রায় একজন মিলিয়নেয়ার মানে খুবই দরিদ্র। সেইজন্য \"কোটিপতি\" ও \"মিলিয়নেয়ার\" সাধারণত তাদেরই বোঝায় যাদের মোট সম্পত্তি কোনো উচ্চমূল্যের মুদ্রায় যথাক্রমে এক কোটি ও এক মিলিয়ন, যেমন মার্কিন ডলার, ইউরো বা পাউন্ড স্টার্লিং।\n২০১১ সালের শেষের দিকে মার্কিন যুক্তরাষ্ট্রে প্রায় ৫১ লাখ হাই-নেট ওয়ার্থ ইন্ডিভিজুয়াল ছিল, আর একই সময়ে যুক্তরাষ্ট্রে মোট ৩৫ লাখ মিলিয়নেয়ার গৃহজনের মধ্যে মোট ১ কোটি ১০ লাখ মিলিয়নেয়ার ছিল। ২০২৪ সালে প্রকাশিত \"ওয়ার্ল্ডজ ওয়েলদিয়েস্ট সিটিজ রিপোর্ট\" অনুসারে, ডিসেম্বর ২০২৩-এর হিসাব অনুযায়ী বিশ্বজুড়ে মার্কিন ডলার মিলিয়নেয়ারদের সংখ্যা ১ কোটি ৬০ লাখের বেশি। বিভিন্ন দেশের মধ্যে মার্কিন যুক্তরাষ্ট্রে মিলিয়নেয়ারদের সংখ্যা সর্বোচ্চ (৫৫ লাখ), আর নিউ ইয়র্ক বিশ্বের ধনীতম শহর যেখানে মিলিয়নেয়ারদের সংখ্যা ৩,৪৯,৫০০।\n\n\n== পরিভাষা ==\nবাংলা ভাষায় \"মিলিয়নেয়ার\" শব্দের কোনো প্রচলিত প্রতিশব্দ না থাকলেও মোট সম্পত্তি-ভেদে \"মিলিয়নেয়ার\" শব্দের জায়গায় নিম্নলিখিত শব্দদুটি ব্যবহৃত হয়:\n\nলাখপতি বা লক্ষপতি — যার মোট সম্পত্তি কোনো নির্দিষ্ট মুদ্রায় কমপক্ষে এক লাখ (১,০০,০০০)।\nকোটিপতি — যার মোট সম্পত্তি কোনো নির্দিষ্ট মুদ্রায় কমপক্ষে এক কোটি (১,০০,০০,০০০) বা দশ মিলিয়ন (১০,০০০,০০০)।\nযেসব দেশে \"শর্ট স্কেল\" সংখ্যা পদ্ধতি প্রচলিত (বিশেষ করে ইংরেজিভাষী জগতে) সেখানে মিলিয়নারদের বিভিন্ন উপশ্রেণিতে ভাগ করা হয়:\n\nসেন্টিমিলিয়নেয়ার (ইংরেজি: centimillionaire) বা হেক্টোমিলিয়নেয়ার (ইংরেজি: hectomillionaire) — যার মোট সম্পত্তি কোনো নির্দিষ্ট মুদ্রায় কমপক্ষে একশত মিলিয়ন (১০০,০০০,০০০) বা দশ কোটি (১০,০০,০০,০০০)।\nবিলিয়নেয়ার (ইংরেজি: billionaire) বা শতকোটিপতি — যার মোট সম্পত্তি কোনো নির্দিষ্ট মুদ্রায় কমপক্ষে এক বিলিয়ন (১,০০০,০০০,০০০) বা এক শতকোটি (১,০০,০০,০০,০০০)। মার্কিন ডলার হিসাবে ১৯১৬ সালে জন রকফেলার প্রথম নিশ্চিতভাবে শতকোটিপতি হয়েছিলেন।\nসেন্টিবিলিয়নেয়ার (ইংরেজি: centibillionaire) বা হেক্টোবিলিয়নেয়ার (ইংরেজি: hectobillionaire) — যার মোট সম্পত্তি কোনো নির্দিষ্ট মুদ্রায় কমপক্ষে একশত বিলিয়ন (১০০,০০০,০০০,০০০) বা দশ হাজার কোটি (১,০০,০০,০০,০০,০০০)। মার্কিন ডলার হিসাবে ১৯৯৯ সালে বিল গেটস প্রথম সেন্টিবিলিয়নেয়ার হয়েছিলেন।\nট্রিলিয়নেয়ার (ইংরেজি: trillionaire) — যার মোট সম্পত্তি কোনো নির্দিষ্ট মুদ্রায় কমপক্ষে এক ট্রিলিয়ন (১,০০০,০০০,০০০,০০০) বা এক লাখ কোটি (১০,০০,০০,০০,০০,০০০)। ২০২৫-এর হিসাব অনুযায়ী, মার্কিন ডলার হিসাবে বিশ্বে কোনো ট্রিলিয়নেয়ার নেই।\n\n\n== প্রভাব ==\nমিলিয়নেয়াররা জনসংখ্যার ক্ষুদ্রাংশ হলেও অর্থনৈতিক সম্পদের উপর তাদের সুদৃঢ় নিয়ন্ত্রণ রয়েছে। মিলিয়নেয়ারদের কাছে মোট অর্থের পরিমাণ আরও বেশি সংখ্যক দরিদ্রদের কাছে মোট অর্থের সমান হয়। ফোর্বস ও ফরচুন ম্যাগাজিন মোট সম্পত্তি অনুযায়ী ব্যক্তিদের তালিকা বজায় রাখে, আর তারা এবিষয়ে প্রামাণ্য হিসাবে বিবেচিত। ফোর্বস-এর তালিকা অনুযায়ী ২০২৪ সালের এপ্রিলে বিশ্বজুড়ে মোট ২,৭৮১ জন মার্কিন ডলার শতকোটিপতি রয়েছে আর তাদের সম্মিলিত সম্পত্তি ১৪.২ ট্রিলিয়ন ডলারের বেশি, যা ২০২৩ সালের ১২.২ ট্রিলিয়ন ডলার থেকে বৃদ্ধিপ্রাপ্ত।\nচীনভিত্তিক সংস্থা হুরুনের মতে ২০২২ সালে বিশ্বে শতকোটিপতিদের সংখ্যা ৩,৩৮১। মিলিয়নেয়ারদের মধ্যে ১৬ শতাংশের ক্ষেত্রে সম্পত্তি উত্তরাধিকার-সূত্রে অর্জিত। মিলিয়নেয়ারদের ৪৭ শতাংশই কোনো না কোনো ব্যবসার মালিক। বিশ্বের মিলিয়নেয়ারদের ২৩ শতাংশ অর্থের বিনিময়ে কর্মের জন্য মিলিয়নেয়ার হয়েছিল, আর তাদের বেশিরভাগই দক্ষ পেশাদার বা ব্যবস্থাপক। মিলিয়নেয়ারদের গড় বয়স ৬১ এবং তাদের গড় সম্পত্তি ৩.০৫ মিলিয়ন ডলার।\n\n\n== আরও দেখুন ==\nকৌন বনেগা ক্রোড়পতি — ভারতীয় টেলিভিশন গেম অনুষ্ঠান\n\n\n== তথ্যসূত্র =="}