{"pageid": 1507260, "title": "তামিলনাড়ু বিধানসভা", "url": "https://bn.wikipedia.org/wiki?curid=1507260", "content": "তামিলনাড়ু বিধানসভা হল ভারতের তামিলনাড়ু রাজ্যের এককক্ষ বিশিষ্ট আইনসভা। এটির সদস্য সংখ্যা ২৩৪, যাদের সকলেই গণতান্ত্রিকভাবে ফার্স্ট-পাস্ট-দ্য-পোস্ট পদ্ধতি ব্যবহার করে নির্বাচিত হয়। বিধানসভার প্রিজাইডিং অফিসার হলেন স্পিকার। বিধানসভার মেয়াদ পাঁচ বছর, যদি না আগে ভেঙে দেওয়া হয়।\nযেহেতু তামিলনাড়ুর একটি এককক্ষ বিশিষ্ট আইনসভা রয়েছে, তাই তামিলনাড়ু আইনসভা এবং তামিলনাড়ু বিধানসভা শব্দগুলি প্রায় সমার্থক এবং প্রায়শই বিভ্রান্ত হয়। যাইহোক, তারা এক এবং একই নয়। তামিলনাড়ু আইনসভা হল আইন প্রণয়নকারী সংস্থা, যখন তামিলনাড়ু বিধানসভা হল এর একটি অংশ। তামিলনাড়ু বিধানসভা তামিলনাড়ুর রাজ্যপালের সাথে তামিলনাড়ু আইনসভা গঠন করে।\nবর্তমান তামিলনাড়ু রাজ্যটি পূর্ববর্তী মাদ্রাজ প্রেসিডেন্সির একটি অবশিষ্ট অংশ এবং পূর্বে মাদ্রাজ রাজ্য নামে পরিচিত ছিল। প্রেসিডেন্সির জন্য যেকোনো ধরণের প্রথম আইনসভা ছিল মাদ্রাজ আইন পরিষদ, যা ১৮৬১ সালে একটি অ-প্রতিনিধি উপদেষ্টা সংস্থা হিসাবে প্রতিষ্ঠিত হয়েছিল। ১৯১৯ সালে, ভারত সরকার আইন ১৯১৯-এর অধীনে দ্বৈত ব্যবস্থা প্রবর্তনের সাথে সরাসরি নির্বাচন চালু করা হয়েছিল। ১৯২০ এবং ১৯৩৭ সালের মধ্যে, লেজিসলেটিভ কাউন্সিল মাদ্রাজ প্রেসিডেন্সির জন্য একটি এককক্ষ বিশিষ্ট আইনসভা ছিল। ভারত সরকার আইন ১৯৩৫ ডায়ার্কি বিলুপ্ত করে এবং মাদ্রাজ প্রেসিডেন্সিতে একটি দ্বিকক্ষ বিশিষ্ট আইনসভা তৈরি করে। বিধানসভা প্রেসিডেন্সির নিম্নকক্ষে পরিণত হয়।\n১৯৫০ সালে ভারতীয় প্রজাতন্ত্র প্রতিষ্ঠিত হওয়ার পর, মাদ্রাজ প্রেসিডেন্সি মাদ্রাজ রাজ্যে পরিণত হয় এবং দ্বিকক্ষীয় ব্যবস্থা চলতে থাকে। মাদ্রাজ রাজ্যের বিধানসভার সংখ্যা ছিল ৩৭৫, এবং প্রথম সমাবেশ ১৯৫২ সালে গঠিত হয়েছিল। রাজ্যগুলির পুনর্গঠনের পরে ১৯৫৬ সালে বর্তমান রাজ্য গঠিত হয়েছিল এবং বিধানসভার আসন সংখ্যা ২০৬-এ হ্রাস করা হয়েছিল। ১৯৬৫ সালে এর আসন সংখ্যা বর্তমান ২৩৪-এ বৃদ্ধি করা হয়েছিল। ১৯৬৯ সালে মাদ্রাজ রাজ্যের নতুন নামকরণ করা হয় তামিলনাড়ু, এবং পরবর্তীকালে, বিধানসভাকে তামিলনাড়ু আইনসভা বলা হয়। আইন পরিষদকে ১৯৮৬ সালে বিলুপ্ত করা হয়, যা আইনসভাকে একটি এককক্ষবিশিষ্ট সংস্থা এবং বিধানসভাকে তার একমাত্র কক্ষে পরিণত করে।\nবর্তমান ষোড়শ বিধানসভা ৩ মে ২০২১-এ গঠিত হয়েছিল। এটি ২০২১ সালের বিধানসভা নির্বাচনের পরে গঠিত হয়েছিল, যার ফলে দ্রাবিড় মুনেত্র কাজগাম (ডিএমকে) নেতৃত্বাধীন ফ্রন্ট জয়ী হয়েছিল এবং সরকার গঠন করেছিল। পরবর্তী নির্বাচন ২০২৬ সালে অনুষ্ঠিত হবে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nতামিলনাড়ু লোকসভা নির্বাচন ২০১৯ ফলাফল ওয়েবসাইট  ওয়েব্যাক মেশিনে আর্কাইভকৃত ৩ জুন ২০১৯ তারিখে\nতামিলনাড়ু বিধানসভার ঐতিহাসিক চিত্রগুলির স্লাইডশো৷"}