{"pageid": 1507543, "title": "আব্দুল-বাহা", "url": "https://bn.wikipedia.org/wiki?curid=1507543", "content": "‌আব্দুল-বাহা  (; ফারসি: عبد البهاء‎, ২৩ মে ১৮৪৪ – ২৮ নভেম্বর ১৯২১), আব্বাস নামে (ফার্সি: عباس)বাহা'উল্লাহর জ্যেষ্ঠ পুত্র হিসেবে জন্মগ্রহণ করেছিলেন। বাহা'উল্লাহ, বাহা’ই ধর্মের প্রতিষ্ঠাতা ১৮৯২ থেকে ১৯২১ পর্যন্ত বাহা’ই ধর্মের উত্তরাধিকারী এবং প্রধান হিসেবে তাঁকে নিযুক্ত করেন। ‌পরবর্তী কালে উল্লিখিত হয় তিনটি \"কেন্দ্রীয় ব্যক্তিত্বের\" মধ্যে শেষ ব্যক্তি হিসেবে আব্দুল-বাহা ছিলেন, তার লেখা ও অনুমোদিত আলোচনা ‌‌‌‌বাহা’ই পবিত্র সাহিত্যের উৎস হিসেবে গণ্য করা হয়।\nতিনি তেহরানে একটি অভিজাত পরিবারে জন্মগ্রহণ করেন। আট বছর বয়সে তার পিতাকে বাবী বিশ্বাসের বিরুদ্ধে সরকারের দমনাভিযান চলাকালীন কারাগারে পাঠানো হয় এবং পরিবারের সম্পত্তি লুট করা হয়, যা তাদের কার্যত দারিদ্র্যের মুখোমুখি করে। তার পিতা তাদের জন্মভূমি ইরান থেকে নির্বাসিত হন এবং   ইরাকের বাগদাদে তাদের বাসস্থান স্থাপন করে, যেখানে তারা দশ বছর অবস্থান করে। পরবর্তীতে তাদের অটোমান রাষ্ট্র কর্তৃক ইস্তাম্বুল এ ডাকা হয় এবং সেখান থেকে তারা এডিরনা এবং শেষে ‘আক্কা (আক্রা) বন্দী শহরে প্রবেশ করেন। আব্দুল-বাহা সেখানে বন্দী অবস্থায় ছিলেন যতক্ষণ না তুর্কি যুব বিপ্লব ১৯০৮ সালে ৬৪ বছর বয়সে তাকে মুক্তি দেয়। এরপর তিনি বহির্বিশ্বে বাহাই বার্তা প্রসারিত করতে পশ্চিমে বেশ কয়েকটি সফর করেন, কিন্তু প্রথম বিশ্বযুদ্ধ শুরু হওয়া ১৯১৪ থেকে ১৯১৮ পর্যন্ত তাকে মূলত হাইফা তেই অবস্থান করতে হয়। যুদ্ধটি প্রকাশ্য শত্রুভাবাপন্ন অটোমান কর্তৃপক্ষকে প্যালেস্টাইনের উপর ব্রিটিশ ম্যান্ডেট দিয়ে প্রতিস্থাপন করে, এই সময়কালে তিনি যুদ্ধ-পরবর্তী দুর্ভিক্ষ প্রতিরোধে সহায়তার জন্য ব্রিটিশ সাম্রাজ্যের নাইট কমান্ডার পদক লাভ করেন।\n১৮৯২ সালে, আব্দুল-বাহা তাঁর পিতার ইচ্ছাপত্রে তার উত্তরসূরি ও বাহা'ই ধর্মের প্রধান হিসেবে নিযুক্ত হন। তার দিব্য পরিকল্পনার ট্যাবলেট উত্তর আমেরিকায় বাহাইদের উদ্দীপিত করে নতুন ভূখণ্ডে বাহা'ই শিক্ষাগুলি ছড়িয়ে দিতে সাহায্য করেছিল, এবং তার ইচ্ছাপত্র বর্তমান বাহা'ই প্রশাসনিক ব্যবস্থার ভিত্তি স্থাপন করেছিল। তার অনেক লেখা, প্রার্থনা এবং চিঠি বিদ্যমান, এবং পশ্চিমা বাহা'ইদের সাথে তার আলোচনাগুলি ১৮৯০-এর দশকের শেষের দিকে ধর্মের বিস্তারকে জোর দেয়।\nআব্দুল-বাহা-এর প্রদত্ত নাম ছিল আব্বাস। প্রসঙ্গক্রমে, তিনি হয় মির্জা আব্বাস (ফার্সি) অথবা আব্বাস এফেন্দি (তুর্কি) হিসাবে পরিচিত হতেন, যেগুলির দুটিই ইংরেজিতে স্যার আব্বাস-এর সমতুল্য। বাহা’ই ধর্মের প্রধান হিসাবে অধিকাংশ সময় তিনি আব্দুল-বাহা (\"বাহার দাস\", তার পিতার জন্য একটি উল্লেখ) উপাধি ব্যবহার করতেন এবং পছন্দ করতেন। বাহা’ই লেখায় সাধারণত তাকে \"মাস্টার\" হিসাবে উল্লেখ করা হয়।\n\n\n== প্রারম্ভিক জীবন ==\nআব্দুল-বাহা ২৩ মে ১৮৪৪ (৫ই জমাদিউ'ল-আওয়াল, ১২৬০ হিজরি) তারিখে তেহরান, পারস্য (বর্তমান ইরান) জন্মগ্রহণ করেন, বাহা'উল্লাহ এবং নওয়াবের বড় ছেলে। যেদিন বাব তার মিশন ঘোষণা করেন একই রাতে তিনি জন্মগ্রহণ করেন। জন্মের সময় তার নাম রাখা হয়েছিল আব্বাস, তার দাদার নাম মির্জা আব্বাস নুরি, একজন বিশিষ্ট এবং ক্ষমতাবান অভিজাতের নামে রাখা হয়। বাবী সমাজে তার পিতার বিশিষ্ট ভূমিকার দ্বারা আব্দুল-বাহার প্রথম জীবন গঠিত হয়। শিশু অবস্থায়, তিনি বাবীর সাথে স্মৃতিময় যোগাযোগের কথা উত্তমভাবে স্মরণ করেন, তিনি বর্ণনা করেছেন কিভাবে তাহিরেহ তাকে তার কোলে বসিয়ে আদর করতেন এবং হৃদয়গ্রাহী কথোপকথনে লিপ্ত হতেন, যা তার উপর দীর্ঘস্থায়ী প্রভাব ফেলেছিল। তার শৈশব ছিল আনন্দ এবং নিরবচ্ছিন্ন মুহূর্তে পরিপূর্ণ। তেহরান এবং গ্রামের তাদের বাসস্থান কেবল আরামদায়কই ছিল না, সেগুলি সুন্দরভাবে সাজানোও ছিল। তার ছোট ভাইবোন – একটি বোন, বাহিয়্যেহ, এবং এক ভাই, মেহদী-এর সাথে, তিনি সচ্ছলতা, আনন্দ এবং আরামের জীবন উপভোগ করেছিলেন। আব্দুল-বাহা তার ছোট বোনের সাথে বাগানে খেলতে ভালোবাসতেন, তাদের মধ্যে একটি দৃঢ় সম্পর্ক গড়ে উঠেছিল। তার গঠনমূলক বছরগুলিতে, আব্দুল-বাহা তার পিতামাতার বিভিন্ন দাতব্য উদ্যোগের জন্য যে প্রতিশ্রুতি দেখেছেন, যার মধ্যে তাদের বাড়ির একটি অংশকে মহিলাদের এবং শিশুদের জন্য হাসপাতালের ওয়ার্ডে পরিবর্তন করা অন্তর্ভুক্ত ছিল।\nনির্বাসন এবং কারাবরণ দ্বারা চিহ্নিত জীবনের জন্য, আব্দুল-বাহা’র আনুষ্ঠানিক শিক্ষা লাভের সুযোগ সীমিত ছিল। তার যৌবনে, অভিজাত পরিবারের শিশুদের, যার মধ্যে আব্দুল-বাহা ও অন্তর্ভুক্ত, প্রথাগত বিদ্যালয়ে উপস্থিত হওয়া প্রচলিত ছিল না। পরিবর্তে, সাধারণত অভিজাতরা ঘরে সংক্ষিপ্ত শিক্ষা গ্রহণ করতেন, যা মূলত ধর্মগ্রন্থ, অলঙ্কারশাস্ত্র, অক্ষরলিপি, এবং প্রাথমিক গণিতের ওপর কেন্দ্রিত হত, এবং যা রাজদরবারে জীবনের প্রস্তুতির ওপর জোর দিত।\nআব্দুল-বাহা মাত্র সাত বছর বয়সে একটি ঐতিহ্যবাহী প্রস্তুতিমূলক বিদ্যালয়ে এক বছরের জন্য অল্পকাল কাটিয়েছিলেন। বরং তার মাতা এবং চাচা তার প্রাথমিক শিক্ষার দায়িত্ব নেন, কিন্তু তার শিক্ষার মূল উৎস ছিলেন তার পিতা। ১৮৯০ সালে এডওয়ার্ড গ্রানভিল ব্রাউন আব্দুল-বাহা সম্পর্কে বর্ণনা করেন, বলেন যে \"অধিকতর বাক্পটু, অধিকতর যুক্তিসম্পন্ন, অধিকতর প্রতিতুল্য, ইহুদী, খ্রিস্টান এবং মুহাম্মদানের পবিত্র বইয়ের সাথে অধিকতর অন্তরঙ্গ পরিচিত এমন একজন... খুঁজে পাওয়া দুষ্কর...\"\nসমসাময়িক বিবরণ অনুযায়ী, আব্দুল-বাহা ছিলেন এক প্রাঞ্জল ও আকর্ষণীয় শিশু। সাত বছর বয়সে তিনি এক গুরুতর স্বাস্থ্য চ্যালেঞ্জের সম্মুখীন হন যখন তিনি যক্ষ্মা রোগে আক্রান্ত হন, এবং তার রোগ নির্ণয় মৃত্যুর সম্ভাবনা নির্দেশ করে। যদিও অসুখ প্রশমিত হয়েছিল, এটি তার জীবনের মাধ্যমে বিভিন্ন রোগের পুনরাবৃত্ত ঘটনার সাথে একটি জীবনব্যাপী সংগ্রামের সূচনা নির্দেশ করে।\nআব্দুল-বাহা-এর শৈশবে একটি ঘটনা তাকে গভীরভাবে প্রভাবিত করেছিল, এবং সেটি ছিল তার বাবা যখন কারাবন্দি হন তখন তার বয়স ছিল আট বছর; এই পরিস্থিতি তার পরিবারের অর্থনৈতিক অবস্থায় ব্যাপক অবনতি ঘটায়, যা তাকে দারিদ্র্যের মুখোমুখি করে এবং রাস্তায় অন্যান্য শিশুদের শত্রুতার সম্মুখীন করে। আব্দুল-বাহা তার মায়ের সাথে সফর করেছিলেন বাহা'উল্লাহ-এর কাছে যিনি তখন কুখ্যাত ভূগর্ভস্থ কারাগার সিয়াচাল-এ বন্দি ছিলেন। তিনি বর্ণনা করেছিলেন, \"আমি একটি অন্ধকার, খাড়া জায়গা দেখেছিলাম। আমরা একটি ছোট, সংকীর্ণ দরজায় প্রবেশ করলাম, এবং দুই ধাপ নিচে নামলাম, কিন্তু তার পর আর কিছু দেখা যাচ্ছিল না। সিঁড়ির মাঝখানে, হঠাৎ আমরা তাঁর [বাহা'উল্লাহ-এর]… কণ্ঠ শুনলাম: 'তাকে এখানে এনো না', আর তাই তারা আমাকে ফিরিয়ে নিয়ে গেল।\"\n\n\n== বাগদাদ ==\nবাহা'উল্লাহ শেষ পর্যন্ত কারাগার থেকে মুক্তি পান, তবে নির্বাসনে যাওয়ার আদেশ পান এবং আট বছর বয়সী আব্দুল-বাহা তার বাবার সাথে শীতকালে (জানুয়ারি থেকে এপ্রিল) বাগদাদের যাত্রায় (১৮৫৩) যোগ দেন। সফরের সময় আবদুল-বা্হা তুষারপাতে আক্রান্ত হন। এক বছরের সমস্যার পর, বাহা'উল্লাহ মির্জা ইয়াহয়া'র সাথে বিরোধের সম্মুখীন না হয়ে নিজেকে সরিয়ে নেন এবং ১৮৫৪ সালের এপ্রিল মাসে, আব্দুল-বাহার দশম জন্মদিনের এক মাস আগে, গোপনে সুলায়মানিয়া পর্বতসমূহের মধ্যে আত্মগোপন করেন। এই পারস্পরিক দুঃখের ফলে আব্দুল-বাহা, তার মা এবং বোন নিয়মিত সঙ্গী হয়ে ওঠেন। আব্দুল-বাহা উভয়ের সাথে বিশেষভাবে ঘনিষ্ঠ ছিলেন, এবং তার মা তার শিক্ষায় সক্রিয় অংশগ্রহণ করেছিলেন। তার পিতার দুই বছরের অনুপস্থিতির সময়, আব্দুল-বাহা পরিবারের বিষয়গুলির পরিচালনার দায়িত্ব পালন করেন, মধ্যপ্রাচ্যের সমাজে পরিপক্কতার বয়স (১৪) এবং তাকে পড়াশোনায় ব্যস্ত হিসাবে পরিচিত করা হয়েছিল এবং যখন হাত-কপি করা ধর্মগ্রন্থগুলি মুদ্রণের প্রাথমিক মাধ্যম ছিল, তখন তিনি বাবের লেখাগুলির অনুলিপি করার কাজেও নিযুক্ত ছিলেন। আব্দুল-বাহা এছাড়াও ঘোড়ায় চড়ার শিল্পের প্রতি আগ্রহ দেখান এবং যখন তিনি বড় হন তখন একজন খ্যাতিসম্পন্ন অশ্বারোহী হয়ে ওঠেন।\n১৮৫৬ সালে, একজন সন্ন্যাসীর সাথে স্থানীয় সুফি নেতাদের কথোপকথনের খবর পরিবার এবং বন্ধুদের কাছে পৌঁছায়, যা আশাবাদ জাগায় যে এটি বাহা'উল্লাহ হতে পারে। অবিলম্বে, পরিবারের সদস্য এবং বন্ধুরা সেই অধরা দরবেশ-এর সন্ধানে যায় – এবং মার্চ মাসে বাহা'উল্লাহকে বাগদাদে ফিরিয়ে আনে। নিজের বাবাকে দেখে, আব্দুল-বাহা হাঁটু গেঁড়ে বসে পড়ে এবং জোরে কেঁদে উঠেন \"তুমি কেন আমাদের ছেড়ে চলে গেছিলে?\", এবং এরপর তার মা এবং বোনও একই কাজ করেন। আব্দুল-বাহা শীঘ্রই তার বাবার সচিব এবং রক্ষক হয়ে ওঠেন। শহরে অবস্থানের সময় আব্দুল-বাহা একটি বালক থেকে একজন তরুণ পুরুষে পরিণত হন। তাকে \"অসাধারণ সুন্দর যুবক\" হিসাবে উল্লেখ করা হয়েছিল, এবং দানশীলতার জন্য মনে রাখেন। পরিণত বয়সে পৌঁছার পর আব্দুল-বাহা নিয়মিত বাগদাদের মসজিদে ধর্মীয় বিষয় এবং শাস্ত্র নিয়ে আলোচনা করতেন। বাগদাদে থাকাকালীন, আব্দুল-বাহা তার বাবার অনুরোধে \"আমি ছিলাম একটি গোপন ধন\" নামক মুসলিম ঐতিহ্যের উপর একটি মন্তব্য লিখেছিলেন আলী শওকত পাশা নামক একটি সুফি নেতার জন্য। আব্দুল-বাহা তখন পনেরো বা ষোলো বছর বয়সে ছিলেন, ১১,০০০ শব্দের বেশি রচনা তার বয়সের কেউ এমন কাজ করতে পারায় আলী শওকত পাশা তার প্রশংসা করেন। ১৮৬৩ সালে, বর্তমানে রিজওন উদ্যান হিসাবে পরিচিত, তার বাবা বাহা'উল্লাহ কিছু সঙ্গীর কাছে ঘোষণা করেছিলেন যে তিনি ছিলেন ঈশ্বরের প্রকাশ এবং তাকে ঈশ্বর প্রকাশ করবেন যাঁর আগমনের পূর্বাভাস বাব দিয়েছিলেন। এটা বিশ্বাস করা হয় যে, বারোটি দিনের মধ্যে অষ্টম দিনে আব্দুল-বাহাকে প্রথম বাহাউল্লাহ তার দাবি প্রকাশ করেছিলেন।\n\n\n== ইস্তানবুল/এড্রিয়ানোপল ==\n\n১৮৬৩ সালে, বাহা'উল্লাহকে ইস্তাম্বুল তলব করা হয়, তখন আঠারো বছর বয়সী আব্দুল-বাহা তার সাথে ১১০ দিনের যাত্রায় সহগমন করেন। কনস্ট্যান্টিনোপল যাওয়ার যাত্রাটি আরেকটি ক্লান্তিকর সফর ছিল, এবং আব্দুল-বাহা নির্বাসিতদের খাবার দেওয়ার কাজে সাহায্য করেন। এখানেই বাহাইদের মধ্যে তার অবস্থান আরও স্পষ্ট হয়ে ওঠে। এটি আরও মজবুত হয় যখন বাহাউল্লাহ তার টেব্লেট অফ দা ব্রাঞ্চ -এ তার পুত্রের গুণাবলী ও অবস্থানকে ক্রমাগতভাবে প্রশংসা করেন। বাহা'উল্লাহ এবং তার পরিবার দ্রুত আড্রিয়ানোপল নির্বাসিত হন, এবং এই যাত্রার সময় আব্দুল-বাহা আবারও ঠাণ্ডায় আক্রান্ত হন।\nএড্রিয়েনোপলে আব্দুল-বাহা তার পরিবারের একমাত্র সান্ত্বনাদাতা হিসেবে বিবেচিত হয়েছিলেন – বিশেষভাবে তার মার জন্য। এই সময়ে আব্দুল-বাহা বাহা'ইদের দ্বারা \"মাস্টার\" নামে পরিচিত ছিলেন, এবং অ-বাহা'ইদের দ্বারা ʻআব্বাস এফেন্দি নামে পরিচিত ছিলেন (\"এফেন্দি\" মানে \"স্যার\")। এড্রিয়েনোপলেই বাহা'উল্লাহ তার পুত্রকে \"ঈশ্বরের রহস্য\" হিসেবে উল্লেখ করেন। বাহাই মতে \"ঈশ্বরের রহস্য\" শিরোনামটি প্রতীক হিসেবে তুলে ধরে যে আব্দুল-বাহা ঈশ্বরের অবতার নন, কিন্তু ʻআবদুল-বাহা’র ব্যক্তিত্বে মানব প্রকৃতি এবং অতিমানবীয় জ্ঞান ও পরিপূর্ণতার বিচিত্র বৈশিষ্ট্যগুলি মিশ্রিত ও পুরোপুরি সুরেলা হয়েছে। বাহা'উল্লাহ তার পুত্রকে আরো অনেক শিরোনাম দেন যেমন গুসন-ই-আজম (যার অর্থ \"মহানতম শাখা\" বা \"মহানতর শাখা\"), \"পবিত্রতার শাখা\", \"চুক্তির কেন্দ্র\" এবং তার চোখের মণি। বাহাউল্লাহর আরেকটি নির্বাসনের কথা শোনার পর, এইবার প্যালেস্টাইনে, ʻআবদুল-বাহা (\"মাস্টার\") অত্যন্ত বিচলিত হয়ে পড়েন যখন শুনতে পান যে তাকে এবং তার পরিবারকে বাহা'উল্লাহ থেকে আলাদাভাবে নির্বাসিত করা হবে। বাহাই মতে, তাঁর মধ্যস্থতার মাধ্যমেই এই ধারণাটি প্রত্যাহার করা হয় এবং বাকী পরিবারকে একসাথে নির্বাসিত হওয়ার অনুমতি দেওয়া হয়।\n\n\n== আক্কা ==\n\n২৪ বছর বয়সে, আব্দুল-বাহা স্পষ্টভাবে তাঁর পিতার প্রধান তত্ত্বাবধায়ক এবং বাহাই সম্প্রদায়ের বিশিষ্ট সদস্য ছিলেন। ১৮৬৮ সালে বাহা'উল্লাহ এবং তাঁর পরিবার আক্কা, প্যালেস্টাইন এর দন্ডিত উপনিবেশে নির্বাসিত হন যেখানে প্রত্যাশা করা হয়েছিল যে পরিবারটি ধ্বংস হয়ে যাবে। আক্কায় আগমনের সময় পরিবার এবং নির্বাসিতদের জন্য অত্যন্ত কষ্টদায়ক ছিল যখন তাদের বৈরী স্থানীয় জনগণের সাথে দেখা হয়েছিল। যখন বলা হয়েছিল যে মহিলাদেরকে উপকূলে পৌঁছানোর জন্য পুরুষদের কাঁধে বসতে হবে, আব্দুল-বাহা চেয়ার বন্দোবস্ত করেন মহিলাদেরকে স্থলে নিয়ে যাওয়ার জন্য। তাঁর বোন এবং পিতা মারাত্মকভাবে অসুস্থ হয়ে পড়েন। আব্দুল-বাহা কিছু অবেদন কিনতে সক্ষম হন এবং অসুস্থদের সেবা করেন। বাহাইদের নরকীয় অবস্থায় একটি কোষের গুচ্ছের মধ্যে বন্দী করা হয়েছিল যা ময়লা ও মল দ্বারা আচ্ছাদিত ছিল। আব্দুল-বাহা নিজেও ডিসেন্ট্রি তে মারাত্মকভাবে অসুস্থ হয়ে পড়েন, এবং একটি সহানুভূতিশীল সৈনিক একজন চিকিৎসককে তার চিকিৎসা করার অনুমতি দেন। জনসংখ্যা তাদের থেকে দূরে সরে গিয়েছিল, সৈনিকরা তাদের সাথে খারাপ আচরণ করেছিল, এবং সিয়্যিদ মুহাম্মদ-ই-ইসফাহানির (একজন আজালী) আচরণ পরিস্থিতিকে আরও খারাপ করেছিল। আব্দুল-বাহার কনিষ্ঠ ভাই মির্জা মেহ্দির ২২ বছর বয়সে দুর্ঘটনাবশত মৃত্যুতে মনোবল আরও হ্রাস পায়। শোকগ্রস্ত আব্দুল-বাহা তার ভাইয়ের দেহের পাশে রাতভর জাগরণ বজায় রেখেছিলেন।\n\n\n=== পরে ʻআক্কায় ===\nসময়ের সঙ্গে সঙ্গে, তিনি ধীরে ধীরে ছোট বাহা'ই নির্বাসিত সম্প্রদায় এবং বহির্বিশ্বের মধ্যে সম্পর্কের দায়িত্ব গ্রহণ করেন। এটি ছিল তার ʻআক্কা (আক্রে) এর লোকদের সঙ্গে সংযুক্তির মাধ্যমে যে তারা বাহা'ইদের নির্দোষতা স্বীকার করেছিল, এবং তাই কারাবাসের শর্তাবলী শিথিল করা হয়েছিল। মেহদী মারা যাওয়ার চার মাস পরে পরিবারটি কারাগার থেকে আবুউদের ঘরে স্থানান্তরিত হয়। ধীরে ধীরে স্থানীয় জনগণের বাহা'ইদের প্রতি শ্রদ্ধা বৃদ্ধি পায়, এবং বিশেষ করে, আব্দুল-বাহা প্রতি যিনি শীঘ্রই দণ্ড উপনিবেশে অত্যন্ত জনপ্রিয় হয়ে ওঠেন। নিউ ইয়র্কের এক ধনী আইনজীবী, মাইরণ হেনরি ফেল্পস, বর্ণনা করেন কিভাবে \"একটি মানব সমাবেশ...সিরিয়ান, আরব, ইথিওপিয়ান এবং অনেক অন্যান্য\", সবাই আব্দুল-বাহা সাথে কথা বলতে এবং তাকে গ্রহণ করতে অপেক্ষা করতেন। সময়ের সঙ্গে সঙ্গে আব্দুল-বাহা পরিবারটির জন্য বিকল্প আবাসনের ভাড়া নিতে সক্ষম হন, এবং অবশেষে পরিবারটি ১৮৭৯ সালের কাছাকাছি সময়ে বাহ্জীর প্রাসাদে স্থানান্তরিত হয় যখন একটি মহামারি তাদের অধিবাসীদের পালিয়ে যেতে বাধ্য করে।\nআব্দুল-বাহা ১৮৮৬ সালে A Traveller's Narrative (মাকালা-ই-শখসি সাইয়াহ) প্রকাশের মাধ্যমে বাবী ধর্মের ইতিহাস ধারণ করেন, যা পরবর্তীতে ১৮৯১ সালে কেমব্রিজ বিশ্ববিদ্যালয়ের মাধ্যমে এডওয়ার্ড গ্রানভিল ব্রাউন এর উদ্যোগে অনুবাদ করে প্রকাশিত হয়।\n\n\n=== বিবাহ এবং পারিবারিক জীবন ===\nযখন আব্দুল-বাহা যুবক ছিলেন, তখন বাহাইদের মধ্যে ব্যাপক গুঞ্জন ছিল যে তিনি কাকে বিয়ে করবেন। বেশ কয়েকজন যুবতীকে বিয়ের জন্য সম্ভাব্য মনে হলেও আব্দুল-বাহা বিয়ের ব্যাপারে আগ্রহী ছিলেন না। ৮ মার্চ ১৮৭৩ তারিখে, তার পিতার আগ্রহে, আটাশ বছর বয়সী আব্দুল-বাহা ফাতিমেহ নাহ্রি ইসফাহান (১৮৪৭–১৯৩৮) এর সাথে বিয়ে করেন, যিনি শহরের উচ্চবিত্ত পরিবারের পঁচিশ বছর বয়সী মেয়ে ছিলেন। তার পিতা ছিলেন মির্জা মুহাম্মদ আলী নাহ্রি ইসফাহান, বিশিষ্ট বাহাই যিনি গুরুত্বপূর্ণ ব্যক্তিদের সাথে সুসম্পর্ক বজায় রাখতেন। ফাতিমেহকে পারস্য থেকে আক্কায় আনা হয়েছিল যখন উভয় বাহা'উল্লাহ এবং তার স্ত্রী নওয়াব আগ্রহ প্রকাশ করেন যে তিনি আব্দুল-বাহা বিয়ে করেন। ইসফাহান থেকে আক্কায় কষ্টকর যাত্রার পর অবশেষে ১৮৭২ সালে তার ভাইয়ের সাথে তিনি পৌঁছান। যুবক দম্পতি প্রায় পাঁচ মাস বাগদান অবস্থায় ছিলেন বিয়ের আগে। ইতোমধ্যে, ফাতিমেহ আব্দুল-বাহার চাচা মির্জা মুসা'র বাড়িতে অবস্থান করতেন। তার পরের স্মৃতিকথা অনুযায়ী, ফাতিমেহ আব্দুল-বাহাকে দেখে প্রেমে পড়েন। আব্দুল-বাহা নিজে বিয়েতে বিশেষ আগ্রহ দেখাননি যতক্ষণ না তিনি ফাতিমেহের সাথে দেখা করেন; যিনি বাহা'উল্লাহ দ্বারা মুনিরেহ উপাধি পান। মুনিরেহ একটি উপাধি যার অর্থ \"উজ্জ্বল\"।\nএই বিবাহের ফলে তাদের নয়টি সন্তান হয়েছিল। প্রথম সন্তান ছিল ছেলে মেহ্দী এফেন্দী, যিনি প্রায় ৩ বছর বয়সে মারা যান। তারপরে জন্ম হয় দিয়াইহ খাঁনুম, ফুয়াদিইহ খাঁনুম (যিনি খুব ছোটবেলায় মারা যান), রুহানগীজ খাঁনুম (মৃ. ১৮৯৩), তুবা খাঁনুম, হুসেইন এফেন্দী (মৃ. ১৮৮৭, ৫ বছর বয়সে), তুবা খাঁনুম, রুহা খাঁনুম (মুনিব শাহিদ এর মা), এবং মুননাভর খাঁনুম। তার সন্তানদের মৃত্যু আব্দুল-বাহাকে গভীর বেদনায় নিমজ্জিত করে – বিশেষ করে তার পুত্র হুসেইন এফেন্দীর মৃত্যু তার মায়ের এবং চাচার মৃত্যুর পর এক কঠিন সময়ে যায়। বেঁচে থাকা সন্তানরা (সব কন্যা) ছিলেন; দিয়াইহ খাঁনুম (শোগী এফেন্দী এর মা) (মৃ. ১৯৫১), তুবা খাঁনুম (১৮৮০–১৯৫৯), রুহা খাঁনুম এবং মুননাভর খাঁনুম (মৃ. ১৯৭১)। বাহাউল্লাহ চেয়েছিলেন বাহা'ইরা আব্দুল-বাহার উদাহরণ অনুসরণ করে এবং ধীরে ধীরে বহুবিবাহ ত্যাগ করে। আব্দুল-বাহার এক নারীর সাথে বিবাহ এবং একবিবাহ প্রক্রিয়ায় থাকা পছন্দ, তার পিতার পরামর্শ এবং তার নিজের ইচ্ছার কারণে, বহুবিবাহকে ধর্মীয় জীবনযাত্রার উপায় বলে যারা আগে ভাবত, তাদের কাছে একবিবাহের প্রেক্ষাপটকে বৈধতা প্রদান করেছিল।\n\n\n== তার সেবাকালীন প্রারম্ভিক বছরগুলো ==\nবাহা'উল্লাহ ২৯ মে ১৮৯২ সালে মারা যাওয়ার পর, বাহা'উল্লাহর Book of the Covenant (তার ইচ্ছা) আব্দুল-বাহা চুক্তির কেন্দ্র, উত্তরসূরি এবং বাহা'উল্লাহর লেখার ব্যাখ্যাকার হিসেবে নামকরণ করেন।\nবাহা'উল্লাহ নিম্নলিখিত বাণীগুলো দিয়ে তার উত্তরসূরিকে মনোনীত করেছেন:\n\nঐশ্বরিক পরীক্ষকের ইচ্ছা এই: আঘসান, আফনান এবং আমার আত্মীয়দের উপর এটা বাধ্যতামূলক যে তারা সকলেই তাদের মুখ সবচেয়ে শক্তিশালী শাখার দিকে ফিরিয়ে রাখবে। আমাদের সবচেয়ে পবিত্র গ্রন্থে যা আমরা প্রকাশ করেছি তা বিবেচনা কর: 'যখন আমার উপস্থিতির সমুদ্র শেষ হবে এবং আমার প্রকাশনার গ্রন্থ শেষ হবে, তাহলে তোমরা তোমাদের মুখ তাঁর দিকে ফিরিয়ে নাও যিনি ঈশ্বরের উদ্দেশ্যপ্রাপ্ত, যিনি এই প্রাচীন মূলে শাখা ছড়িয়েছেন।' এই পবিত্র ছত্রের উদ্দেশ্য অন্য কেউ নয় শুধুমাত্র সবচেয়ে শক্তিশালী শাখা [আব্দুল-বাহা]। এইভাবে আমরা করুণাময়ভাবে আমাদের সক্রিয় ইচ্ছাকে তোমাদের প্রতি প্রকাশ করেছি, এবং আমি সত্যিই করুণাময়, সর্বশক্তিমান। নিশ্চয়ই ঈশ্বর বৃহত্তর শাখার [মুহাম্মদ ʻআলি] অবস্থানকে সবচেয়ে মহান শাখার [আব্দুল-বাহা] অবস্থানের নিচে নির্ধারণ করেছেন। তিনিই আসল বিধায়ক, সর্বজ্ঞ। আমরা 'বৃহত্তর'কে 'সবচেয়ে মহান'-এর পরে বেছে নিয়েছি, যিনি সর্বজ্ঞ, সর্বজ্ঞানী দ্বারা নির্ধারিত অনুযায়ী।\nবাহা'উল্লাহ'র উইলে, আব্দুল-বাহার সৎভাই, মির্জা মুহাম্মদ আলী, নাম সহ উল্লেখ করা হয়েছিল যে তিনি আব্দুল-বাহার অধীনস্থ। মুহাম্মদ আলী আব্দুল-বাহার প্রতি ঈর্ষান্বিত হয়েছিলেন এবং নিজেকে বিকল্প নেতা হিসেবে প্রতিষ্ঠিত করার জন্য, তার ভাই বদিউল্লাহ এবং জিয়া'উল্লাহর সমর্থনে, উদ্যোগ নেন। তিনি ইরানের বাহাইদের সঙ্গে গোপনে যোগাযোগ শুরু করেন এবং অন্যদের মনে আব্দুল-বাহা সম্পর্কে সন্দেহ সৃষ্টি করেন। অধিকাংশ বাহা'ই আব্দুল-বাহাকে অনুসরণ করলেও, কিছু সংখ্যক মুহাম্মদ আলীকে অনুসরণ করেন, তাদের মধ্যে উল্লেখযোগ্য ছিলেন মির্জা জাওয়াদ এবং ইব্রাহিম জর্জ খাইরাল্লাহ, যিনি আমেরিকাতে প্রারম্ভিক বাহা'ই মিশনারি ছিলেন।\nমুহাম্মদ আলী এবং মির্জা জাওয়াদ প্রকাশ্যে আব্দুল-বাহাকে অত্যধিক ক্ষমতা গ্রহণের অভিযোগ করতে শুরু করেন, ইঙ্গিত দেন যে তিনি নিজেকে ঈশ্বরের প্রকাশ মনে করেন, বাহা'উল্লাহর সমান মর্যাদার। এই সময় আব্দুল-বাহা তাঁর বিরুদ্ধে উত্থাপিত অভিযোগ প্রতিহত করতে পশ্চিমে লেখা ট্যাবলেটগুলিতে উল্লেখ করেন যে তাঁকে \"আব্দুল-বাহা\" নামে জানা যাবে, যা একটি আরবি বাক্যাংশ যার অর্থ বাহার সেবক, এটি স্পষ্ট করার জন্য যে তিনি ঈশ্বরের প্রকাশ নন এবং তার অবস্থান শুধুমাত্র সেবকত্বের। আব্দুল-বাহা উইল এবং টেস্টামেন্ট রেখে যান যা বাহাই ধর্মের প্রশাসনের কাঠামো প্রতিষ্ঠা করে, যার দুটি সর্বোচ্চ প্রতিষ্ঠান ছিল ইউনিভার্সাল হাউস অফ জাস্টিস এবং গার্ডিয়ানশিপ, যার জন্য তিনি তার নাতি শোগি এফেন্দিকে গার্ডিয়ান হিসেবে নিয়োগ করেন। আব্দুল-বাহা এবং শোগি এফেন্দি ছাড়া, মুহাম্মদ আলী বাহা'উল্লাহর সমস্ত অবশিষ্ট পুরুষ আত্মীয়দের সমর্থন পেয়েছিলেন, যার মধ্যে ছিল শোগি এফেন্দির পিতা, মির্জা হাদি সিরাজী। যাহোক, সাধারণভাবে বাহা'ইরা মুহাম্মদ আলী এবং তার সহযোগীদের প্রচার থেকে খুব সামান্য প্রভাব অনুভব করেছিলেন; আক্কা অঞ্চলে মুহাম্মদ আলীর অনুসারীরা সর্বাধিক ছয় পরিবার দ্বারা প্রতিনিধিত্ব করতেন, কোনো সাধারণ ধর্মীয় কার্যকলাপে অংশ নিতেন না, এবং প্রায় সম্পূর্ণরূপে মুসলিম সমাজের সাথে একীভূত হয়ে গিয়েছিলেন।\nঅতীতে ধর্মগুলো তাদের নবী প্রতিষ্ঠাতাদের মৃত্যুর পর বিভাজন এবং মতগত বিচলন সম্মুখীন হয়েছে। আব্দুল-বাহা যদিও তার সৎ-ভাইয়ের বিরোধিতার গুরুতর হুমকির সামনেও বাহা'ই বিশ্বাসের ঐক্য এবং মতগত অখণ্ডতা বজায় রাখতে সক্ষম হয়েছিলেন। তার সাফল্য বিশেষভাবে উল্লেখযোগ্য কারণ এই আক্রমণগুলোর মাঝেও তার নেতৃত্ব বাহাই সম্প্রদায়ের প্রাথমিক সাংস্কৃতিক এবং ভৌগোলিক শিকড়ের বাইরে উল্লেখযোগ্য সম্প্রসারণ ঘটিয়েছিল।\n\n\n=== প্রথম পশ্চিমা তীর্থযাত্রীরা ===\n\n১৮৯৮ সালের শেষের দিকে, পশ্চিমা তীর্থযাত্রীরা আখায় তীর্থযাত্রা করতে যেতে শুরু করলেন আব্দুল-বাহার সাথে সাক্ষাৎ করার জন্য; এই তীর্থযাত্রীদের দল, যার মধ্যে ফোবি হার্স্ট অন্তর্ভুক্ত ছিলেন, প্রথমবারের মতো পশ্চিমে উত্থাপিত বাহা'ইরা আব্দুল-বাহার সাথে সাক্ষাৎ করেছিলেন। প্রথম দলটি ১৮৯৮ সালে আসে এবং ১৮৯৮ সালের শেষ থেকে ১৮৯৯ সালের শুরু পর্যন্ত পশ্চিমা বাহা'ইরা বিচ্ছিন্নভাবে আব্দুল-বাহার সাথে দেখা করেন। দলটি তুলনামূলকভাবে তরুণ ছিল এবং মূলত আমেরিকার ২০ বছর বয়সের উচ্চ সমাজের মহিলারা অন্তর্ভুক্ত ছিল। এই পশ্চিমা দলের জন্য কর্তৃপক্ষের সন্দেহ সৃষ্টি হয়েছিল, এবং পরবর্তীতে আব্দুল-বাহার কারাবাস কড়া করা হয়। পরবর্তী দশকে আব্দুল-বাহা বিশ্বব্যাপী বাহা'ইদের সাথে অসংলগ্ন যোগাযোগে থাকবেন, তাদের ধর্ম প্রচারে উৎসাহিত করে; দলে অন্তর্ভুক্ত ছিলেন সুসান মুডি, লুয়া গেটসিঞ্জার, লরা ক্লিফোর্ড বার্নি, হার্বার্ট হুপার এবং প্যারিসের মে এলিস বোলস (সকলেই আমেরিকান); ইংরেজ থমাস ব্রেকওয়েল; এবং ফরাসী হিপোলাইট ড্রেফাস। এটি লরা ক্লিফোর্ড বার্নিই ছিলেন, যিনি আব্দুল-বাহার সাথে হাইফাতে বহু বছর ধরে অনেক প্রশ্ন জিজ্ঞাসা করেন এবং অনেকবারের সফরে, যা পরবর্তীতে Some Answered Questions বইটি হয়ে ওঠে।\n\n\n=== প্রীতাহীনতা, ১৯০১–১৯১২ ===\n১৯শ শতকের শেষের দিকে, আব্দুল-বাহা আনুষ্ঠানিকভাবে এখনও একজন বন্দী ছিলেন এবং আক্কায় আবদ্ধ ছিলেন, তখন তিনি ইরান থেকে বাবের অবশিষ্টাংশের স্থানান্তর প্যালেস্টাইনে সংগঠিত করেন। তিনি এরপর ভূমি কেনার ব্যবস্থা করেন মাউন্ট কারমেলে, যা বাহা'উল্লাহ নির্দেশ দিয়েছিলেন বাবের অবশিষ্টাংশ সমাহিত করতে, এবং বাবের মাজারের নির্মাণের জন্য ব্যবস্থা করেন। এই প্রক্রিয়াতে আরও ১০ বছর লাগে। আব্দুল-বাহাকে দর্শন করতে আগত তীর্থযাত্রীদের সংখ্যা বৃদ্ধির সঙ্গে সঙ্গে, মুহাম্মদ আলি অটোমান কর্তৃপক্ষের সঙ্গে ষড়যন্ত্র করে আগস্ট ১৯০১-এ আব্দুল-বাহার কারাবন্দীর উপর কঠোর শর্ত পুনঃপ্রবর্তনের ব্যবস্থা করে। তবে ১৯০২ সালের মধ্যে আক্কার গভর্নরের সমর্থনের কারণে পরিস্থিতি অনেক সহজ হয়; তীর্থযাত্রীদের আবার আব্দুল- বাহাকে দর্শন করার সুযোগ হলেও, তিনি এখনও শহরেই আবদ্ধ ছিলেন। ১৯০৩ সালের ফেব্রুয়ারিতে, মুহাম্মদ আলির দুই অনুসারী, বদিউল্লাহ এবং সিয়্যিদ আলীয়ে আফনান, মুহাম্মদ আলির সঙ্গে বিচ্ছিন্ন হয়ে মুহাম্মদ আলির ষড়যন্ত্রের বিস্তারিত বর্ণনা দিয়ে এবং আব্দুল-বাহা সম্পর্কে প্রচলিত মিথ্যার কথা উল্লেখ করে বই ও চিঠি লেখেন।\n১৯০২ থেকে ১৯০৪ সাল পর্যন্ত, যদিও আব্দুল-বাহা বাবের সমাধিস্থল নির্মাণের দিকনির্দেশনা দিয়েছিলেন, তিনি আরও দুটি প্রকল্পের কার্যক্রম শুরু করেছিলেন; শিরাজ, ইরানে বাবের বাসস্থান পুনঃসংস্কার এবং আশখাবাত, তুর্কমেনিস্তানে প্রথম বাহাই উপাসনালয়ের নির্মাণ। আব্দুল-বাহা আকা মির্জা আকাকে বাবের বাড়ির পুনঃসংস্কারের সমন্বয় সাধন করতে বলেছিলেন যাতে সেটি ১৮৪৪ সালে মুল্লা হুসাইনের প্রতি বাবের ঘোষণার সময়কার অবস্থায় ফিরে আসে; তিনি উপাসনালয়ের কাজ ভকিল-উদ-দৌলার উপরও অর্পণ করেছিলেন।\nবাহা'ই ধর্মের প্রধান হিসাবে তাঁর ভূমিকার সময়, আব্দুল-‌বাহা মাঝে মাঝে ভাবনাচিন্তার নেতাদের সাথে যোগাযোগ করতেন বাহা'ই শিক্ষার ভিত্তিতে মন্তব্য ও দিকনির্দেশনা দেওয়ার জন্য এবং বাহা'ই সম্প্রদায়ের পক্ষ সমর্থন করার জন্য। এই সময়কালে, আব্দুল-‌বাহা বেশ কয়েকজন ইয়ং তুর্কদের সাথে যোগাযোগ করেছিলেন, যারা সুলতান আব্দুল হামিদ দ্বিতীয়-এর শাসন সংস্কার করতে চেয়েছিলেন, যার মধ্যে ছিলেন নামিক কামাল, জিয়া পাশা এবং মিধাত পাশা। তিনি জোর দিয়েছিলেন বাহা'ইরা “স্বাধীনতা কামনা করে এবং ভালবাসা, সাম্যতা প্রত্যাশা করে, মানবতার শুভার্থী এবং মানবতা একত্রিত করতে তাঁদের জীবন উৎসর্গ করতে প্রস্তুত” কিন্তু ইয়ং তুর্কদের থেকে বেশি বৃহত্তর একটি পন্থায়। আবদুল্লাহ জেভদেত, কমিটি অব ইউনিয়ন অ্যান্ড প্রগ্রেসের একজন প্রতিষ্ঠাতা, যিনি বাহা'ই ধর্মকে ইসলাম এবং ধর্মীয় বিশ্বাসের সার্বিক পরিত্যাগের মাঝে একটি মধ্যবর্তী ধাপ বিবেচনা করেছিলেন, বাহা'ইদের পক্ষ সমর্থনে তিনি প্রতিষ্ঠিত একটি পত্রিকায় বিচার মঞ্চে উপস্থিত হবেন।\nআব্দুল-বাহা সামরিক নেতাদের সাথেও যোগাযোগ করেছিলেন, যার মধ্যে উল্লেখযোগ্য হলেন বুরসলি মুহাম্মদ তাহির বে এবং হাসান বেদরেদ্দিন। হাসান বেদরেদ্দিন ১৮৭৬ সালে সুলতান আব্দুল আজিজের ক্ষমতা থেকে অপসারণের সাথে যুক্ত ছিলেন, সাধারণত বেদ্রি পাশা নামে পরিচিত এবং ফারসি বাহা'ই উৎসে বেদ্রি বে (বদরি বেগ) নামে উল্লেখিত। সম্ভবত তিনি ১৮৯৮ সালের আশেপাশে আব্দুল-বাহাকে চিনতে পেরেছিলেন, যখন তিনি আক্কায় ওসমান প্রশাসনে কাজ করছিলেন। ফারসি সূত্র অনুযায়ী তিনি একজন বাহাই ছিলেন এবং তিনিই ‘অব্দুল-ভাহার রচনাবলী ফরাসিতে অনুবাদ করেছিলেন। ‘অব্দুল-ভাহা কয়েক বছর ধরে যখন তিনি আলবেনিয়ার গভর্নর ছিলেন তার সাথে যোগাযোগ অব্যাহত রেখেছিলেন।\nআব্দুল-বাহা বৈরুতে ইসলামী আধুনিকতাবাদ এবং সালাফি আন্দোলনের প্রধান ব্যক্তিত্বদের একজন, 'মুহাম্মদ আব্দুহ'-এর সাথে সাক্ষাৎ করেন, এমন এক সময় যখন উভয়েই ধর্মীয় সংস্কারের সমান লক্ষ্যে ছিলেন। 'রাশিদ রিদা' বলেন যে বৈরুতে তার সফরের সময় 'আব্দুল-বাহা' 'আব্দুহ'-এর পাঠ সেশনে অংশগ্রহণ করতেন। 'আব্দুল-বাহা' এবং 'মুহাম্মদ আব্দুহ'-এর সাক্ষাৎ সম্পর্কে, শোগি এফেন্দি বলেন যে \"বিখ্যাত শায়খ মুহাম্মদ আব্দুহের সাথে তার কয়েকটি সাক্ষাৎকার এই সম্প্রদায়ের ক্রমবর্ধমান মর্যাদা অসাধারণভাবে বাড়িয়ে তোলে এবং এর সবচেয়ে বিশিষ্ট সদস্যের খ্যাতি প্রসারিত করে।\"\nমুহাম্মদ আলীর তার বিরুদ্ধে অভিযোগের কারণে, ১৯০৫ সালে তদন্ত কমিশন আব্দুল-বাহাকে সাক্ষাৎকার দেয়, যা প্রায় ʻফেজানেʻ নির্বাসনের পথে নিয়ে যাচ্ছিল। এর জবাবে, আব্দুল-বাহা সুলতানকে একটি চিঠি লেখেন যাতে তিনি প্রতিবাদ করেন যে তার অনুসারীরা দলের রাজনীতিতে জড়িত থেকে বিরত থাকে এবং তার তারিকা অনেক আমেরিকানকে ইসলামের পথে পরিচালিত করেছে। পরবর্তী কয়েক বছর আক্কায় তুলনামূলকভাবে চাপমুক্ত ছিল এবং তীর্থযাত্রীরা আব্দুল-বাহাকে দেখতে আসতে পেরেছিল। ১৯০৯ সালের মধ্যে বাবের মাজারের সমাধি সম্পন্ন হয়েছিল।\n\n\n== পশ্চিমে যাত্রা ==\n ১৯০৮ সালের ইয়াং তুর্কি বিপ্লব অটোমান সাম্রাজ্যের সকল রাজনৈতিক ও ধর্মীয় বন্দিদের মুক্তি দেয়, এবং আব্দুল-বাহা কারাবাস থেকে মুক্তি পান। মুক্তির পর তার প্রথম কাজ ছিল বাহজি তে বাহা'উল্লাহর মাজার দর্শন করা। বিপ্লবের পরপরই আব্দুল-বাহা আক্কায় বসবাস করতে থাকেন, কিন্তু শীঘ্রই বসবাসের জন্য বাবের মাজারের নিকটবর্তী হায়ফায় চলে আসেন। ১৯১০ সালে, দেশত্যাগের স্বাধীনতা লাভের পর, বাহাই বার্তা প্রচার করার জন্য তিনি তিন বছর ব্যাপী মিশর, ইউরোপ এবং উত্তর আমেরিকায় ভ্রমণে বের হন।\n১৯১১ সালের আগস্ট থেকে ডিসেম্বর পর্যন্ত, আব্দুল-বাহা ইউরোপের লন্ডন, ব্রিস্টল এবং প্যারিস সহ বিভিন্ন শহর পরিদর্শন করেন। এই সফরের উদ্দেশ্য ছিল পশ্চিমে বাহাই সম্প্রদায়গুলিকে সমর্থন করা এবং তার পিতার শিক্ষাগুলি আরও বিস্তৃত করা।\nপরবর্তী বছর তিনি তার পিতার শিক্ষাগুলি পুনরায় প্রচার করার জন্য যুক্তরাষ্ট্র ও কানাডায় একটি আরও ব্যাপক সফর শুরু করেন। তিনি ১৯১২ সালের ১১ এপ্রিল নিউইয়র্ক সিটিতে পৌঁছান আরএমএস টাইটানিক এ যাত্রা করার প্রস্তাব প্রত্যাখ্যান করার পর, বাহাই বিশ্বাসীদের বলেছিলেন, \"এটি দাতব্য কাজে দান করুন।\" তিনি পরিবর্তে একটি ধীরগতির জাহাজ, আরএমএস সেড্রিক, এ ভ্রমণ করেন এবং দীর্ঘ সমুদ্রযাত্রার পছন্দকে কারণ হিসাবে উল্লেখ করেছিলেন। ১৬ই এপ্রিল টাইটানিকের ডুবির কথা শোনার পর তাকে উদ্ধৃত করা হয়েছিল বলে বলা হয়, \"আমাকে টাইটানিকে ভ্রমণ করতে বলা হয়েছিল, কিন্তু আমার হৃদয় আমাকে তা প্ররোচিত করেনি।\" যদিও তিনি তার বেশিরভাগ সময় নিউইয়র্কে কাটিয়েছিলেন, তিনি শিকাগো, ক্লিভল্যান্ড, পিটসবার্গ, ওয়াশিংটন, ডি.সি, বোস্টন এবং ফিলাডেলফিয়া পরিদর্শন করেছিলেন। একই বছরের আগস্টে তিনি নিউ হ্যাম্পশায়ার, মেইন এর  গ্রীন একর স্কুল এবং মনট্রিয়েল (তার কানাডায় একমাত্র ভ্রমণ) সহ বিভিন্ন স্থানে একটি আরও বিস্তারিত যাত্রা শুরু করেছিলেন। তিনি তারপর অক্টোবরের শেষের দিকে পূর্বে ফেরার আগে পশ্চিমে মিনিয়াপলিস, মিনেসোটা; সান ফ্রান্সিসকো; স্ট্যানফোর্ড; এবং লস এঞ্জেলেস, ক্যালিফোর্নিয়ায় ভ্রমণ করেন। ৫ই ডিসেম্বর ১৯১২ তিনি ইউরোপে ফিরে ভ্রমণ শুরু করেন।\nতিনি উত্তরের আমেরিকা সফরকালীন সময়ে বহু মিশন, গির্জা এবং গোষ্ঠীতে গিয়েছিলেন, পাশাপাশি বহু বাহাইদের বাড়িতে সভা করেন এবং শত শত মানুষের সঙ্গে ব্যক্তিগত সাক্ষাৎ দিয়েছিলেন। তার বক্তৃতায় তিনি বাহাই মতবাদের বিভিন্ন নীতি প্রচার করেন যেমন: ঈশ্বরের ঐক্য, ধর্মের ঐক্য, মানবতার ঐক্য, নারী ও পুরুষের সমতা, বিশ্ব শান্তি এবং অর্থনৈতিক ন্যায়বিচার। তিনি আরও জোর দেন যে তার সকল সভা সব জাতির জন্য উন্মুক্ত থাকবে।\nতার সফর এবং বক্তব্য শত শত সংবাদপত্রের প্রতিবেদনের বিষয় ছিল। বোস্টনে সংবাদপত্রের প্রতিবেদকরা আব্দুল-বাহাকে জিজ্ঞাসা করেছিলেন কেন তিনি আমেরিকায় এসেছেন, তার উত্তরে তিনি বলেছিলেন যে তিনি শান্তি সম্মেলনে যোগ দিতে এসেছেন এবং শুধু সতর্কতামূলক বার্তা দেয়া যথেষ্ট নয়। মন্ট্রিলে আব্দুল-বাহার সফর উল্লেখযোগ্য সংবাদপত্রের কভারেজ পেয়েছিল; তার আগমনের রাতে Montreal Daily Star এর সম্পাদক তার সাথে সাক্ষাৎ করেন এবং সেই সংবাদপত্র, পাশাপাশি The Montreal Gazette, Montreal Standard, Le Devoir এবং La Presse সহ অন্যান্যরা আব্দুল-বাহার কর্মকাণ্ড সম্পর্কে প্রতিবেদন প্রকাশ করেছিল। ঐ পত্রিকার শিরোনামগুলির মধ্যে ছিল \"পারস্যের শিক্ষক শান্তির প্রচার করবেন\", \"বর্ণবাদ ভুল, পূর্বী তত্ত্বাবধায়ক বলেছেন, ধর্মীয় এবং জাতীয় পক্ষপাতের কারণে সংঘাত এবং যুদ্ধ\", এবং \"শান্তির প্রেরিত সমাজবাদীদের সাথে মিলিত হন, আব্দুল-বাহার উদ্বৃত্ত সম্পদের বন্টনের জন্য অভিনব পরিকল্পনা।\" Montreal Standard, যা কানাডা জুড়ে বিতরণ করা হতো, এতটাই আগ্রহী ছিল যে এটি এক সপ্তাহ পর পুনরায় প্রবন্ধগুলি প্রকাশ করে; গেজেট ছয়টি নিবন্ধ প্রকাশ করেছিল এবং মন্ট্রিলের বৃহত্তম ফরাসি ভাষার সংবাদপত্র তার সম্পর্কে দুটি নিবন্ধ প্রকাশ করে। তার ১৯১২ সালের মন্ট্রিল সফর হাস্যরস লেখক Stephen Leacock কে তার বেস্টসেলিং ১৯১৪ সালের বই Arcadian Adventures with the Idle Rich এ তাকে বিদ্রূপ করতে অনুপ্রাণিত করেছিল। শিকাগোতে একটি সংবাদপাত্রের শিরোনাম ছিল \"তার পবিত্রতা আমাদের কাছে এসেছেন, পায়াস এক্স নয়, এ. বাহা,\" এবং আব্দুল-বাহার ক্যালিফোর্নিয়া সফর Palo Altan এ রিপোর্ট করা হয়েছিল।\nইউরোপে ফিরে এসে তিনি লন্ডন, এডিনবার্গ, প্যারিস (যেখানে তিনি দুই মাস থেকেছিলেন), স্টুটগার্ট, বুদাপেস্ট এবং ভিয়েনা ভ্রমণ করেন। পরিশেষে, ১৯১৩ সালের ১২ই জুন তিনি মিশরে ফিরে যান, যেখানে তিনি ছয় মাস অবস্থান করার পর হাইফায় ফিরে আসেন।\n১৯১৪ সালের ২৩ ফেব্রুয়ারি, প্রথম বিশ্বযুদ্ধের প্রাক্কালে, আব্দুল-বাহা ব্যারন এডমন্ড জেমস দে রথসচাইল্ডের আপ্যায়ন করেছিলেন, যিনি রথসচাইল্ড ব্যাংকিং পরিবারের সদস্য এবং জায়নবাদী আন্দোলনের একজন প্রধান সমর্থক ও অর্থদাতা ছিলেন, এবং তার একটি প্রাথমিক ফিলিস্তিন সফরের সময় ছিল তা।\n\n\n== শেষ বছরগুলো (১৯১৪–১৯২১) ==\n\nপ্রথম বিশ্বযুদ্ধকালে (১৯১৪–১৯১৮) আব্দুল-বাহা প্যালেস্টাইনে অবস্থান করেন এবং ভ্রমণ করতে অক্ষম ছিলেন। তিনি সীমিত সংখ্যক পত্রালাপ চালিয়ে যান, যার মধ্যে ছিল ‌দ্য ট্যাবলেটস অফ দ্য ডিভাইন প্ল্যান, উত্তর আমেরিকার বাহা'ইদের উদ্দেশ্যে লেখা চৌদ্দটি চিঠির একটি সংগ্রহ, যা পরে বাহাই ধর্মের তিনটি \"সনদের\" একটি হিসেবে বর্ণনা করা হয়েছিল। এই চিঠিগুলোতে উত্তর আমেরিকার বাহা'ইদের জন্য ধর্মটি বিশ্বব্যাপী ছড়িয়ে দেওয়ার নেতৃত্ব দেওয়ার ভূমিকা নির্ধারণ করা হয়েছে।\nহাইফা মিত্র শক্তির গোলাবর্ষণের বাস্তব হুমকির মুখে ছিল, এমনকি আব্দুল-বাহা এবং অন্যান্য বাহাইরা অস্থায়ীভাবে আক্কার পূর্বের পাহাড়ে আশ্রয় নিয়েছিলেন।\nআব্দুল-বাহা ওসমানীয় সামরিক প্রধান জেমাল পাশা এর হুমকির মুখে ছিলেন, যিনি এক সময় তাকে ক্রুশবিদ্ধ করার এবং ফিলিস্তিনে বাহা'ই সম্পত্তি ধ্বংস করার ইচ্ছা প্রকাশ করেছিলেন। ব্রিটিশ জেনারেল অ্যালেনবির দ্রুত মেগিদ্দো আক্রমণ তুর্কি বাহিনীকে ফিলিস্তিন থেকে সরিয়ে দেয়ার ফলে বাহা'ইদের কোন ক্ষতি হওয়ার আগেই যুদ্ধ শেষ হয়ে যায় এবং যুদ্ধ দুটি মাসেরও কম সময় পরে শেষ হয়েছিল।\n\n\n=== যুদ্ধপরবর্তী সময়কাল ===\n\nপ্রথম বিশ্বযুদ্ধের সমাপ্তির পর খোলাখুলি বৈরী অটোমান কর্তৃপক্ষের স্থলে আরও বন্ধুত্বপূর্ণ ব্রিটিশ ম্যান্ডেট আসায়, পত্রব্যবহার, তীর্থযাত্রীগমন এবং বাহাই বিশ্ব কেন্দ্রের সম্পত্তির উন্নয়ন পুনরায় শুরু হয়। এই পুনর্জাগরণকালে বাহা'ই ধর্ম মিশর, ককেশাস, ইরান, তুর্কমেনিস্তান, উত্তর আমেরিকা এবং দক্ষিণ এশিয়াতে আব্দুল-বাহার নেতৃত্বে সম্প্রসারণ এবং সংহতি লাভ করে।\nযুদ্ধের সমাপ্তি কয়েকটি রাজনৈতিক বিকাশ ঘটায়, যার বিষয়ে আব্দুল-বাহা মন্তব্য করেছিলেন। জানুয়ারি ১৯২০ সালে জাতিপুঞ্জ লীগ গঠিত হয়, যা একটি বিশ্বব্যাপী সংস্থার মাধ্যমে প্রথমবারের মতো সমষ্টিগত নিরাপত্তার প্রতিনিধিত্ব করে। আব্দুল-বাহা ১৮৭৫ সালে \"বিশ্বের জাতিদের একটি সংঘ\" প্রতিষ্ঠার প্রয়োজনীয়তা সম্পর্কে লিখেছিলেন এবং তিনি জাতিপুঞ্জ লীগের মাধ্যমে এই প্রচেষ্টাকে প্রশংসা করেছিলেন যা লক্ষ্যটির দিকে গুরুত্বপূর্ণ পদক্ষেপ ছিল। তবে তিনি বলেছিলেন যে এটি \"সর্বজনীন শান্তি প্রতিষ্ঠায় অক্ষম\" কারণ এটি সমস্ত জাতির প্রতিনিধিত্ব করে না এবং এর সদস্য দেশগুলির উপর শুধু সামান্য ক্ষমতা ছিল। একই সময়ে, ব্রিটিশ ম্যান্ডেট ফিলিস্তিনে ইহুদিদের চলমান অভিবাসনকে সমর্থন করে। আব্দুল-বাহা এই অভিবাসনকে ভবিষ্যদ্বাণীর পূর্ণতা হিসাবে উল্লেখ করেছিলেন এবং জায়নবাদীদের ভূমি উন্নয়নে এবং \"এর সকল বাসিন্দাদের জন্য দেশের উন্নয়নে কাজ করতে\" উৎসাহ দিয়েছিলেন... তারা ইহুদিদের অন্য ফিলিস্তিনী থেকে আলাদা করতে কাজ করা উচিত নয়।\"\n\nযুদ্ধের কারণে এই অঞ্চল দুর্ভিক্ষগ্রস্ত হয়ে পড়ে। ১৯০১ সালে, ‌আব্দুল-বাহা জর্ডান নদীর কাছে প্রায় ১৭০৪ একর পরিত্যক্ত জমি কিনেছিলেন এবং ১৯০৭ সালের মধ্যে ইরানের অনেক বাহাই সেখানে ভাগচাষ শুরু করেছিলেন। আব্দুল-বাহা তাদের ফসলের (অথবা এর সমমূল্যের অর্থ) ২০ থেকে ৩৩% অংশ পেতেন, যা হাইফায় প্রেরণ করা হত। ১৯১৭ সালে যুদ্ধ চলাকালীন, আব্দুল-বাহা ফসল থেকে প্রচুর পরিমাণে গম পেয়েছিলেন এবং অন্য পাওয়া গমও কিনে হাইফায় পাঠান। গমটি ঠিক সেই সময়ে পৌঁছায় যখন ব্রিটিশরা ফিলিস্তিন দখল করে, এবং এইভাবে দুর্ভিক্ষ নিরসনের জন্য ব্যাপকভাবে বিতরণ করা হয়। উত্তর ফিলিস্তিনে দুর্ভিক্ষ রোধে এই সেবার জন্য তিনি ২৭ এপ্রিল ১৯২০-এ ব্রিটিশ গভর্নরের বাড়িতে অনুষ্ঠিত একটি অনুষ্ঠানে সম্মানসূচক নাইট কমান্ডার অফ দি অর্ডার অফ দ্য ব্রিটিশ এম্পায়ার পদক পেয়েছিলেন। পরবর্তীতে জেনারেল অ্যালেনবি, কিং ফয়সাল (পরবর্তীকালে ইরাকের রাজা), হার্বার্ট স্যামুয়েল (ফিলিস্তিনের হাই কমিশনার), এবং রোনাল্ড স্টোর্স (জেরুজালেমের সামরিক গভর্নর) তাকে দর্শন করেন।\n\n\n=== মৃত্যু ও জানাজা ===\n\nআব্দুল-বাহা সোমবার, ২৮ নভেম্বর ১৯২১, রাত ১:১৫ এর কিছু পরে মৃত্যুবরণ করেন (২৭ রবিউল আউয়াল, ১৩৪০ হিজরিতে)।\nএরপরের ঔপনিবেশিক সচিব উইনস্টন চার্চিল ফিলিস্তিনের হাই কমিশনারকে টেলিগ্রাম পাঠান, \"তাহার মহারাজার সরকারের পক্ষ হইতে বাহাই সম্প্রদায়ের প্রতি তাহাদের সহানুভূতি ও সমবেদনা প্রদর্শন করুন।\" অনুরূপ বার্তা ভিসকাউন্ট অ্যালেনবি, ইরাকের মন্ত্রীসভার এবং অন্যান্যদের পক্ষ থেকেও এসেছে।\nতার অন্ত্যেষ্টিক্রিয়ায়, যা পরের দিন অনুষ্ঠিত হয়, এস্লেমন্ট উল্লেখ করেন:\n\n... এমন একটি অন্ত্যেষ্টিক্রিয়া যা হাইফা, বরং ফিলিস্তিন নিজেই, নিশ্চয়ই কখনও দেখেনি... এত গভীর ছিল সেই অনুভূতি যা অনেক হাজার শোকপ্রকাশকারীদের একত্রিত করেছিল, যারা এতগুলো ধর্ম, বর্ণ এবং ভাষার প্রতিনিধিত্বকারী ছিল।\nঅন্ত্যেষ্টিক্রিয়ায় দেওয়া বক্তৃতাগুলির মধ্যে, শোগি ইফেন্দি স্টুয়ার্ট সাইমস (উত্তর জেলার গভর্নর, প্যালেস্টাইন)-এর নিম্নলিখিত প্রশংসা রেকর্ড করেন:\n\nএখানে উপস্থিত আমাদের বেশিরভাগেরই, আমার মনে হয়, স্যার আব্দুল‑বাহা ʻআব্বাস-এর একটি পরিষ্কার ছবি রয়েছে, আমাদের রাস্তাগুলি ধরে চিন্তাভাবনামূলকভাবে হাঁটতে থাকা তাঁর মর্যাদাপূর্ণ চেহারা, তাঁর শালীন ও সদয় আচরণ, তাঁর দয়া, ছোট শিশু ও ফুলের প্রতি তাঁর ভালোবাসা, দরিদ্র ও দুঃখীদের প্রতি তাঁর উদারতা এবং যত্নের। এত কোমল এবং সহজ-সরল ছিলেন তিনি, যে তাঁর সান্নিধ্যে একজন প্রায় ভুলেই যেতেন যে তিনিও একজন মহান শিক্ষক ছিলেন, এবং তাঁর লেখনী ও কথোপকথন পূর্ব ও পশ্চিমের শত শত এবং হাজার হাজার মানুষের কাছে একটি সান্ত্বনা ও অনুপ্রেরণা ছিল।\nতিনি কার্মেল পর্বতের বাবের মাজারের সামনের ঘরে সমাধিস্থ হয়েছিলেন। সেখানে তাঁর সমাধিস্থল অস্থায়ীভাবে রাখা হয়েছে, যতক্ষণ না তাঁর নিজস্ব সমাধিসৌধ রিড়ওয়ান উদ্যানের কাছাকাছি, আব্দুল-বাহার মাজার নামে পরিচিত স্থানে নির্মিত হতে পারে।\n\n\n=== উত্তরাধিকার ===\nআব্দুল-বাহা একটি উইল ও টেস্টামেন্ট রেখে যান, যা মূলত ১৯০১ এবং ১৯০৮ সালের মধ্যে লেখা হয়েছিল এবং শোগী এফেন্দির উদ্দেশ্যে ছিল, যিনি সেই সময় মাত্র ৪-১১ বছর বয়সী ছিলেন। এই উইল শোগী এফেন্দিকে ধর্মের গার্ডিয়ানদের একটি ধারার প্রথম হিসেবে নিয়োগ করে, একটি বংশগত নির্বাহী ভূমিকা যা ধর্মগ্রন্থের প্রামাণিক ব্যাখ্যা প্রদান করতে পারে। আব্দুল-বাহা সমস্ত বাহা'ইদের তাকে মান্য ও অনুসরণ করার নির্দেশ দিয়েছিলেন এবং তাকে দ্বৈব সুরক্ষা ও নির্দেশনার আশ্বাস দিয়েছিলেন। উইলটি তার শিক্ষার একটি আনুষ্ঠানিক পুনর্ব্যক্তিও প্রদান করেছে, যেমন শিক্ষা দেওয়ার নির্দেশ, আধ্যাত্মিক গুণাবলি প্রকাশ করা, সকলের সাথে মেলামেশা করা এবং কভিন্যান্ট-ব্রেকারদের এড়িয়ে চলা। ইউনিভার্সাল হাউস অফ জাস্টিস এবং হ্যান্ডস অফ দ্য কজ এর অনেক দায়িত্বও বিস্তারিতভাবে বর্ণনা করা হয়েছে। শোগী এফেন্দি পরবর্তীতে এই দলিলটিকে বাহাই ধর্মের তিনটি \"সনদের\" একটি হিসেবে বর্ণনা করেছিলেন।\nশ্রেষ্ঠত্ব এবং ইচ্ছাপত্রের বিধানগুলি বিশ্বজুড়ে বেশিরভাগ বাহা'ইদের দ্বারা প্রায় সর্বত্র গ্রহণ করা হয়েছিল, শোগি এফেন্ডির নেতৃত্বের বিরোধিতা করার চেষ্টা করেছিলেন এমন রুথ হোয়াইট এবং কয়েকজন আমেরিকানদের ছাড়া।\n১৯৩০ এবং ১৯৩৩ সালে প্রকাশিত দ্য বাহাʼই ওয়ার্ল্ড-এর খণ্ডগুলিতে, শোগি এফেন্দি ঊনিশজন বাহাʼইকে আব্দুল-বাহার শিষ্য এবং চুক্তির অগ্রদূত হিসেবে নামকরণ করেছেন, যার মধ্যে রয়েছেন থম্টন চেজ, িপোলাইট দ্রেফস-বার্নি, জন এস্লেমন্ট, লুয়া গেটসিঞ্জার, এবং রবার্ট টার্নার। শোগি এফেন্দির রচনায় তাদের সম্পর্কে আর কোন বিবৃতি পাওয়া যায়নি।\nতার জীবদ্দশায় বাহা'ইদের মধ্যে তার অবস্থান সম্পর্কে কিছু অস্পষ্টতা ছিল, যা বাহা'উল্লাহ, এবং পরবর্তীতে শোগি এফেন্ডির সাথে সম্পর্কিত। কিছু আমেরিকান সংবাদপত্র তাকে ভুলভাবে একটি বাহা'ই নবী বা খ্রিস্টের প্রত্যাবর্তন হিসেবে প্রতিবেদন করেছে। শোগি এফেন্ডি পরবর্তীতে তার উত্তরাধিকারকে বাহা'ই ধর্মের তিন \"কেন্দ্রীয় ব্যক্তিত্ব\"দের মধ্যে শেষজন এবং শিক্ষা গুলোর \"প্রকৃষ্ট আদর্শ\" হিসেবে সুসংগঠিত করেন, এছাড়াও তিনি দাবি করেন যে তাকে বাহা'উল্লাহ বা যিশুর সমতুল্য অবস্থানে রাখা বদধর্মী। শোগি এফেন্ডি এটাও লেখেন যে, প্রত্যাশিত বাহা'ই ব্যবস্থার ১০০০ বছরের সময়কালে আব্দুল-বাহার সমতুল্য কেউ থাকবে না।\n\n\n== চেহারা ও ব্যক্তিত্ব ==\n\nআব্দুল-বাহা কে সুদর্শন হিসেবে বর্ণনা করা হয়েছে, এবং তিনি তার মায়ের সঙ্গে আশ্চর্যজনকভাবে সাদৃশ্য রাখতেন। প্রাপ্তবয়স্ক অবস্থায় তিনি মাঝারি উচ্চতায় পৌঁছেছিলেন কিন্তু তিনি লম্বা হওয়ার ছাপ দিতেন। তার কাঁধ পর্যন্ত পৌঁছানো কালো চুল ছিল, ধূসর রঙের চোখ, উজ্জ্বল গাত্রবর্ণ এবং একটি ঈগল-আকৃতির নাক। ১৮৯০ সালে, ওরিয়েন্টালিস্ট এডওয়ার্ড গ্রানভিল ব্রাউন তার সঙ্গে সাক্ষাৎ করেন এবং লিখেন:\n\nবিরলই আমি এমন একজনকে দেখেছি যার চেহারা আমাকে এতটা প্রভাবিত করেছে। এক লম্বা শক্তিশালী গঠনের মানুষ, তাকে যেন তীরের মতো সোজা ধরে রেখেছে, সাদা পাগড়ি ও পোশাক পরা, তার লম্বা কালো চুল প্রায় কাঁধ-ছোঁয়া, তার প্রশস্ত শক্তিশালী কপালে একটি দৃঢ় বুদ্ধিমত্তার নির্দেশনা ছিল যা এক অনড় ইচ্ছার সাথে মিলিত, তার চোখগুলি বাজপাখির মতো তীক্ষ্ণ, এবং শক্তভাবে চিহ্নিত কিন্তু আনন্দজনক বৈশিষ্ট্য – এমনই ছিল আব্বাস আফন্দির, \"মাস্টার\"-এর উপর আমার প্রথম মুগ্ধতা।\nবাহা’উল্লাহর মৃত্যুর পর, আব্দুল-বাহা দৃশ্যমানভাবে বয়স্ক হতে শুরু করেন। ১৮৯০-এর দশকের শেষের দিকে তার চুল বরফের মতো সাদা হয়ে গিয়েছিল এবং মুখে গভীর রেখা পড়ে গিয়েছিল। তিনি তরুণ বয়সে ক্রীড়াশীল ছিলেন এবং তীরন্দাজি, ঘোড়ায় চড়া এবং সাঁতারের আনন্দ উপভোগ করতেন। এমনকি পরবর্তী জীবনে আব্দুল-বাহা সক্রিয় থেকেছেন এবং হাইফা ও আক্রায় দীর্ঘ পদযাত্রা করতেন।\nআব্দুল-বাহা তাঁর জীবদ্দশায় বাহা'ইদের জন্য একটি বড়ো উপস্থিতি ছিলেন এবং আজও বাহাই সম্প্রদায়কে প্রভাবিত করছেন। বাহা'ইরা আব্দুল-বাহাকে তাঁর পিতার শিক্ষার আদর্শ উদাহরণ হিসেবে গণ্য করে এবং তাই তাঁকে অনুকরণ করার চেষ্টা করে। তাঁর সম্পর্কে গল্পগুলি প্রায়ই নীতিশাস্ত্র এবং আন্তঃব্যক্তিক সম্পর্কের নির্দিষ্ট পয়েন্টগুলি প্রদর্শনের জন্য ব্যবহৃত হয়। তিনি তাঁর ক্যারিশমা, সহানুভূতি, সমাজসেবা এবং দুঃখ-কষ্টের মুখে দৃঢ়তার জন্য স্মরণীয় ছিলেন। জন এসেলমন্ট প্রতিফলিত করেছিলেন যে \"[আব্দুল-বাহা] দেখিয়েছিলেন যে আধুনিক জীবনের ঘূর্ণি এবং তাড়ার মধ্যে, সর্বত্র প্রচলিত স্বার্থপরতা এবং বস্তুগত সমৃদ্ধির জন্য সংগ্রামের মাঝেও, সম্পূর্ণরূপে ঈশ্বরের প্রতি নিবেদিত জীবন এবং অন্যদের সেবায় জীবনযাপন করা এখনও সম্ভব।\"\nবাহা'ই ধর্মের প্রতি অনুরাগী শত্রুরাও মাঝে মাঝে তাকে দেখে মুগ্ধ হতেন। মির্জা 'অব্দুল-মুহাম্মদ ইরানি মু'আদ্দিবুস সুলতান, একজন ইরানি, এবং শায়খ 'আলী ইউসুফ, একজন আরব, উভয়েই মিশরে সংবাদপত্রের সম্পাদক ছিলেন এবং তাদের কাগজে বাহা'ই ধর্মের উপর কঠোর আক্রমণ করেছিলেন। তারা আব্দুল-বাহাকে তার মিশর সফরে সাক্ষাৎ করেন এবং তাদের মনোভাব পরিবর্তিত হয়। তেমনি একজন খ্রিস্টান ধর্মযাজক, রেভারেন্ড জে.টি. বিক্সবি, যিনি যুক্তরাষ্ট্রে বাহা'ই ধর্মের উপর একটি বৈরী প্রবন্ধের লেখক ছিলেন, আব্দুল-বাহার ব্যক্তিত্বের গুণাবলি স্বীকার করতে বাধ্য হন। যারা ইতোমধ্যেই বাহা'ই ছিলেন তাদের উপর আব্দুল-বাহার প্রভাব আরও গভীর ছিল।\nআব্দুল-বাহা দরিদ্র ও মৃত্যুপথযাত্রীদের সাথে তাঁর সাক্ষাতের জন্য ব্যাপকভাবে পরিচিত ছিলেন। তাঁর উদারতার ফলে তাঁর পরিবারের সদস্যরা অভিযোগ করতেন যে তারা কিছুই পাননি। তিনি মানুষের অনুভূতি সম্পর্কে সংবেদনশীল ছিলেন এবং পরবর্তীতে তিনি বাহা'ইদের আবেগময় একজন ব্যক্তি হিসেবে নিজের ইচ্ছা প্রকাশ করেন, বলেছিলেন, “আমি তোমাদের পিতা... এবং তোমাদের খুশি ও আনন্দিত হতে হবে, কারণ আমি তোমাদের অত্যন্ত ভালোবাসি।” ঐতিহাসিক বর্ণনার মতে, তাঁর ছিল তীক্ষ্ণ রসবোধ এবং তিনি ছিলেন স্বাভাবিক ও অনানুষ্ঠানিক। নিজের ব্যক্তিগত ট্র্যাজেডি যেমন সন্তানদের হারানো এবং বন্দী হিসেবে যেসব কষ্ট সহ্য করেছিলেন তা নিয়ে তিনি ছিলেন খোলামেলা, যা তাঁর জনপ্রিয়তাকে আরও বাড়িয়ে তোলে।\nআব্দুল-বাহা যত্ন সহকারে বাহা'ই সম্প্রদায়ের কার্যাবলী পরিচালনা করেন। বাহা'ই শিক্ষার ব্যক্তিগত ব্যাখ্যার ব্যাপক পরিসর অনুমতি দিতে তিনি আগ্রহী ছিলেন যতক্ষণ তা মৌলিক নীতিগুলোর স্পষ্ট বিরোধী না হয়। তবে, তিনি ধর্মের কিছু সদস্যকে বহিষ্কার করেন কারণ তারা তার নেতৃত্বকে চ্যালেঞ্জ জানায় এবং সম্প্রদায়ে ইচ্ছাকৃতভাবে ঐক্যহীনতা সৃষ্টি করে। বাহা'ইদের উপর নির্যাতনের ঘটনা তাকে গভীরভাবে প্রভাবিত করেছিল। তিনি ব্যক্তিগতভাবে শহীদদের পরিবারগুলোর কাছে চিঠি লিখতেন।\n\n\n== কর্মগুলি ==\nআব্দুল-বাহা প্রায় ২৭,০০০ টিরও বেশি টেবলেট লিখেছিলেন, যার মধ্যে মাত্র একটি অংশই ইংরেজিতে অনুবাদ করা হয়েছে। তার রচনাগুলি দুটি ভাগে বিভক্ত, যার মধ্যে প্রথমত তার সরাসরি লিখিত এবং দ্বিতীয়ত তার বক্তৃতা ও ভাষণ যা অন্যরা উল্লেখ করেছে। প্রথম গ্রুপের মধ্যে রয়েছে The Secret of Divine Civilization যা ১৮৭৫ সালের আগে লেখা, A Traveller's Narrative যা প্রায় ১৮৮৬ সালের দিকে লেখা, Resāla-ye sīāsīya অথবা সারমন অন দ্য আর্ট অব গভর্নেন্স যা ১৮৯৩ সালে লেখা, Memorials of the Faithful, এবং বিভিন্ন ব্যক্তির কাছে লেখা একটি বিশাল সংখ্যক তাবলেট; যার মধ্যে রয়েছে বিভিন্ন পঞ্চিমা বুদ্ধিজীবীরা যেমন অগাস্ট হেনরি ফোরেল যার অনুবাদ হয়ে অগাস্ট হেনরি ফোরেলকে লেখা তাবলেট হিসেবে প্রকাশিত হয়েছে। Secret of Divine Civilization এবং সারমন অন দ্য আর্ট অব গভর্নেন্স অজ্ঞাতনামায় বিস্তৃত প্রচারিত হয়েছিল।\nদ্বিতীয় গোষ্ঠীতে অন্তর্ভুক্ত রয়েছে Some Answered Questions, যা একটি সিরিজের আলোচনা সভার ইংরেজি অনুবাদ যা লরা বার্নির সাথে হয়েছিল, এবং Paris Talks, ʻAbdu'l-Baha in London এবং Promulgation of Universal Peace যা যথাক্রমে প্যারিস, লন্ডন এবং মার্কিন যুক্তরাষ্ট্রে ʻAbdu'l-Bahá প্রদত্ত ভাষণ।\nনিম্নে উল্লেখ করা হলো কিছু ʻআবদুল-বাহার অনেক বই, ট্যাবলেট, এবং বক্তৃতার তালিকা:\n\nবিশ্ব ঐক্যের ভিত্তি\nবিশ্বের আলো: সৈয়দ ʻআবদুল-বাহার বাছাইকৃত ট্যাবলেট.\nবিশ্বাসী ব্যক্তিদের স্মৃতিচারণ\nপ্যারিস কথোপকথন\nদিব্য সভ্যতার গোপন রহস্য\nকিছু উত্তরীত প্রশ্ন\nদিব্য পরিকল্পনার ট্যাবলেটসমূহ\nড. ফোরেল-এর উদ্দেশ্যে ট্যাবলেট\nদ্য হেগ-এর উদ্দেশ্যে ট্যাবলেট\nʻআবদুল-বাহার ইচ্ছাপত্র এবং পৈতৃক দলিল\nসার্বজনীন শান্তি প্রচার\nʻআবদুল-বাহার রচনাবলীর নির্বাচন\nদিব্য দর্শন\nরাজনীতি সম্পর্কিত প্রবন্ধ / শাসনের শিল্প সম্পর্কে খুতুবা\n\n\n== আরও পড়ুন ==\nমোমেন, মুজান (২০০৩)। \"চুক্তি এবং চুক্তি-ভঙ্গকারী\"। bahai-library.com। সংগ্রহের তারিখ ১৩ অক্টোবর ২০১৬। \n\n\n== ব্যাখ্যামূলক নোটসমূহ ==\n\n\n== সূচীপত্র ==\n\n\n== তথ্যসূত্র ==\nAfroukhteh, Youness (২০০৩) [1952], Memories of Nine Years in 'Akká, Oxford, UK: George Ronald, আইএসবিএন 0-85398-477-8 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBaháʼu'lláh (১৮৭৩–১৮৯২)। \"Kitáb-i-ʻAhd\"। Tablets of Baháʼu'lláh Revealed After the Kitáb-i-Aqdas। Wilmette, Illinois, USA: Baháʼí Publishing Trust (প্রকাশিত হয় ১৯৯৪)। আইএসবিএন 0-87743-174-4। \nBalyuzi, H.M. (২০০১), ʻAbdu'l-Bahá: The Centre of the Covenant of Baháʼu'lláh (Paperback সংস্করণ), Oxford, UK: George Ronald, আইএসবিএন 0-85398-043-8 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBausani, Alessandro; MacEoin, Denis (১৪ জুলাই ২০১১) [15 December 1982]। \"ʿAbd-al-Bahāʾ\"। Encyclopædia Iranica। I/1। New York: Columbia University। পৃষ্ঠা 102–104। আইএসএসএন 2330-4804। ডিওআই:10.1163/2330-4804_EIRO_COM_4280 । ১৬ নভেম্বর ২০১২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২৫ অক্টোবর ২০২০। \nBlomfield, Lady (১৯৭৫) [1956], The Chosen Highway, London, UK: Baháʼí Publishing Trust, আইএসবিএন 0-87743-015-2 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBrowne, E.G., সম্পাদক (১৮৯১), A Traveller's Narrative: Written to illustrate the episode of the Bab, Cambridge, UK: Cambridge University Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBrowne, E.G. (১৯১৮), Materials for the Study of the Bábí Religion, Cambridge: Cambridge University Press উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nEffendi, Shoghi (১৯৩৮)। The World Order of Baháʼu'lláh। Wilmette, Illinois, USA: Baháʼí Publishing Trust। আইএসবিএন 0-87743-231-7। \nEffendi, Shoghi (১৯৪৪), God Passes By, Wilmette, Illinois, USA: Baháʼí Publishing Trust, আইএসবিএন 0-87743-020-9 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nEsslemont, J.E. (১৯৮০), Baháʼu'lláh and the New Era (5th সংস্করণ), Wilmette, Illinois, USA: Baháʼí Publishing Trust, আইএসবিএন 0-87743-160-4 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nFoltz, Richard (২০১৩), Religions of Iran: From Prehistory to the Present, Oneworld Publications, আইএসবিএন 978-1-85168-336-9 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nGallagher, Eugene V.; Ashcraft, W. Michael (২০০৬), New and Alternative Religions in America, Greenwood Publishing Group, আইএসবিএন 0-275-98712-4 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHogenson, Kathryn J. (২০১০), Lighting the Western Sky: The Hearst Pilgrimage & Establishment of the Baha'i Faith in the West, George Ronald, আইএসবিএন 978-0-85398-543-3 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nKazemzadeh, Firuz (২০০৯), \"ʻAbdu'l-Bahá ʻAbbás (1844–1921)\", Baháʼí Encyclopedia Project, Evanston, IL: National Spiritual Assembly of the Baháʼís of the United States উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nMa'ani, Baharieh Rouhani (২০০৮), Leaves of the Twin Divine Trees, Oxford, UK: George Ronald, আইএসবিএন 978-0-85398-533-4 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nGail, Marzieh; Khan, Ali-Kuli (৩১ ডিসেম্বর ১৯৮৭)। Summon up remembrance। G. Ronald। আইএসবিএন 978-0-85398-259-3। \nMomen, Moojan, সম্পাদক (১৯৮১), The Bábí and Baháʼí Religions, 1844–1944 – Some Contemporary Western Accounts, Oxford, UK: George Ronald, আইএসবিএন 0-85398-102-7 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nPhelps, Myron Henry (১৯১২), Life and Teachings of ʻAbbas Effendi, New York: Putnam, আইএসবিএন 978-1-890688-15-8 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nPoostchi, Iraj (১ এপ্রিল ২০১০)। \"Adasiyyah: A Study in Agriculture and Rural Development\"। Baháʼí Studies Review। 16 (1): 61–105। ডিওআই:10.1386/bsr.16.61/7। ২২ জানুয়ারি ২০১৮ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ২২ জানুয়ারি ২০১৮। \nSmith, Peter (২০০০), A concise encyclopedia of the Baháʼí Faith, Oxford: Oneworld Publications, আইএসবিএন 1-85168-184-1 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nSmith, Peter (২০০৮), An Introduction to the Baha'i Faith, Cambridge: Cambridge University Press, আইএসবিএন 978-0-521-86251-6 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nTaherzadeh, Adib (২০০০)। The Child of the Covenant। Oxford, UK: George Ronald। আইএসবিএন 0-85398-439-5। \nVan den Hoonaard, Willy Carl (১৯৯৬), The origins of the Baháʼí community of Canada, 1898–1948, Wilfrid Laurier Univ. Press, আইএসবিএন 0-88920-272-9 উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== আরও পড়ুন ==\nলিংকন, জোশুয়া (২০২৩)। আবদুল-বাহা আব্বাস - বাহা'ই ধর্মের প্রধান; সামাজিক এবং আঞ্চলিক প্রেক্ষাপটে একটি জীবন। ইদ্রা পাবলিশিং।\n\n\n== বহিঃসংযোগ ==\n‘আবদুল‑বাহার লেখনী ও বক্তৃতা Bahai.org এ\nবাহাই অর্গ: উদাহরণ, প্রামাণ্যচিত্র (২০২১)\n‘আবদুল-বা‘হার অসাধারণ জীবন, উটেরেন্স প্রকল্প দ্বারা"}