{"pageid": 1507816, "title": "বিশ্ববিদ্যালয় মহাবিদ্যালয়", "url": "https://bn.wikipedia.org/wiki?curid=1507816", "content": "কিছু দেশের ক্ষেত্রে, একটি বিশ্ববিদ্যালয় কলেজ এমন একটি শিক্ষা প্রতিষ্ঠান যা উচ্চশিক্ষা প্রদান করে, কিন্তু সম্পূর্ণ বা স্বাধীন বিশ্ববিদ্যালয়ের মর্যাদা পায় না। একটি বিশ্ববিদ্যালয় কলেজ প্রায়শই একটি বড় বিশ্ববিদ্যালয়ের অংশ হিসেবে কাজ করে। এর সুনির্দিষ্ট ব্যবহার দেশভেদে ভিন্ন হয়।\n\n\n== অস্ট্রেলিয়া ==\nঅস্ট্রেলিয়ায়, ইউনিভার্সিটি কলেজ শব্দটি এমন শিক্ষাপ্রতিষ্ঠানগুলোর জন্য ব্যবহৃত হত, যেগুলো বিশ্ববিদ্যালয়ের মতো ছিল কিন্তু সম্পূর্ণ স্বায়ত্তশাসনের অভাব ছিল। লা ট্রোব ইউনিভার্সিটি কলেজ অফ নর্দান ভিক্টোরিয়া এমন একটি কলেজ ছিল। বর্তমানে বিদ্যমান বিশ্ববিদ্যালয় কলেজগুলো সাধারণত নির্দিষ্ট বিষয়ের জন্য (যেমন ধর্মতত্ত্ব বা কলা) কার্যক্রম পরিচালনা করে। UNSW@ADFA পূর্বে ইউনিভার্সিটি কলেজ, ADFA নামে পরিচিত ছিল এবং এটি অস্ট্রেলিয়ান ডিফেন্স ফোর্স একাডেমিতে অফিসার ক্যাডেটদের প্রশিক্ষণের জন্য উচ্চশিক্ষার অংশ প্রদান করে। এটি ইউনিভার্সিটি অব নিউ সাউথ ওয়েলস-এর একটি শাখা।\nতদ্ব্যতীত, কিছু আবাসিক কলেজ, যেগুলো বিশ্ববিদ্যালয়ের সাথে সম্পর্কিত, \"ইউনিভার্সিটি কলেজ\" নামে পরিচিত। অস্ট্রেলিয়ার বিশ্ববিদ্যালয়গুলোতে এই ধরণের আবাসিক হলগুলো সাধারণত শিক্ষার্থীদের জন্য আবাসন সরবরাহ করে। এগুলো কখনও কখনও একাডেমিক সহায়তা (যেমন টিউটোরিয়াল) এবং বাসিন্দাদের জন্য সামাজিক কার্যক্রমও প্রদান করে। মেলবোর্নের ইউনিভার্সিটি কলেজ, যা পূর্বে ইউনিভার্সিটি উইমেন্স কলেজ নামে পরিচিত ছিল, এমনই একটি আবাসিক কলেজ। এটি ইউনিভার্সিটি অব মেলবোর্নের সাথে যুক্ত। ২০২৩ সালের ডিসেম্বরে, SAE ইনস্টিটিউটকে ইউনিভার্সিটি কলেজ হিসেবে মনোনীত করা হয়।\n\n\n== বাংলাদেশ ==\nবাংলাদেশে জাতীয় বিশ্ববিদ্যালয়ের অধিভুক্ত ২,২৫৭টি কলেজ রয়েছে, যার মধ্যে ৫৫৫টি সরকারি এবং ৮৮১টি কলেজে অনার্স কোর্স চালু রয়েছে। ঢাকা বিশ্ববিদ্যালয় অধিভুক্ত সাতটি সরকারি কলেজ রয়েছে।\n\n\n== বেলজিয়াম ==\nবেলজিয়ামে, ইউনিভার্সিটি কলেজ শব্দটি এমন রাজ্য-অর্থায়িত উচ্চশিক্ষা প্রতিষ্ঠানগুলোর জন্য ব্যবহৃত হয়, যা দেশটির তিনটি কমিউনিটির অন্তর্ভুক্ত কিন্তু বিশ্ববিদ্যালয় নয়। এই প্রতিষ্ঠানগুলো একাডেমিক বা অ-একাডেমিক স্নাতক ডিগ্রি এবং একাডেমিক স্নাতকোত্তর ডিগ্রি প্রদান করতে পারে এবং ব্যবহারিক ও শিল্পমূলক গবেষণা পরিচালনা করে। যদিও তারা একই স্তরের হয়, বিশ্ববিদ্যালয় কলেজ থেকে প্রদত্ত একাডেমিক ডিগ্রিগুলো বিশ্ববিদ্যালয়ের ডিগ্রির থেকে আলাদা।\nডাচ-ভাষাভাষী ফ্লেমিশ কমিউনিটিতে বিশ্ববিদ্যালয় কলেজগুলোকে হোগেস্খোলেন বলা হয়, আর ফরাসি কমিউনিটিতে সেগুলোকে ওত একল বলা হয়। তবে, ফরাসি কমিউনিটি ওত একল এবং একল সুপিরিয়র দেজ আর (যা বিশেষ শিল্প বিদ্যালয় এবং শিক্ষার্থী বাছাইয়ের অধিকার রাখে) এর মধ্যে পার্থক্য করে। উভয়ই বিশ্ববিদ্যালয় কলেজ হিসেবে গণ্য হয়।\n\n\n== কানাডা ==\nকানাডায়, ইউনিভার্সিটি কলেজ শব্দটির তিনটি অর্থ রয়েছে: একটি ডিগ্রি প্রদানের প্রতিষ্ঠান; একটি প্রতিষ্ঠান যা বিশ্ববিদ্যালয় স্তরের পাঠ্যক্রম প্রদান করে; অথবা একটি বিশ্ববিদ্যালয়ের অংশীভূত সংগঠন (কলেজ), যেমন টরন্টো বিশ্ববিদ্যালয়ের ইউনিভার্সিটি কলেজ বা লরেনশিয়ান বিশ্ববিদ্যালয়ের ইউনিভার্সিটি কলেজ আবাসন।\n\"ইউনিভার্সিটি কলেজ\" উপাধিটি সাধারণত সেইসব প্রতিষ্ঠানের দ্বারা ব্যবহৃত হয়, যেগুলো সম্পূর্ণ বিশ্ববিদ্যালয়ের মর্যাদা পায়নি, কিন্তু ডিগ্রি স্তরে ব্যাপক শিক্ষা প্রদান করে। \"ইউনিভার্সিটি\" শব্দটি কানাডা কর্পোরেশন অ্যাক্ট দ্বারা সুরক্ষিত, কিন্তু \"কলেজ\" শব্দটি শুধুমাত্র কিছু কানাডিয়ান প্রদেশে নিয়ন্ত্রিত। কিছু কানাডিয়ান ইউনিভার্সিটি কলেজ সরকারি প্রতিষ্ঠান, কিছু বেসরকারি; কিছু সরকারী সংস্থার দ্বারা নিয়ন্ত্রিত, আবার কিছু নিয়ন্ত্রিত নয়। শিক্ষা মন্ত্রীদের কাউন্সিল (কাউন্সিল অফ মিনিস্টারস অফ এডুকেশন) কানাডিয়ান ইনফরমেশন সেন্টার ফর ইন্টারন্যাশনাল ক্রেডেনশিয়ালস (সিআইসিআইসি) এর মাধ্যমে অনুমোদিত প্রতিষ্ঠানের একটি তালিকা সংরক্ষণ করে। যেসব প্রতিষ্ঠান ইউনিভার্সিটিজ অ্যান্ড কলেজেস অফ কানাডার অ্যাসোসিয়েশনের সদস্য, তারা পূর্ণাঙ্গ বিশ্ববিদ্যালয়।\n\"ইউনিভার্সিটি কলেজ\" কানাডার একটি শিক্ষাপ্রতিষ্ঠানের নামও বটে। ইউনিভার্সিটি কলেজ টরন্টো বিশ্ববিদ্যালয়ের একটি অংশীভূত কলেজের নাম।\nঅন্টারিও কলেজ অফ আর্ট অ্যান্ড ডিজাইন ইউনিভার্সিটিকে কখনও কখনও ইউনিভার্সিটি কলেজ বলা হয়, কারণ এটি ২০০২ সালের আগে একটি কলেজ ছিল, যখন অন্টারিও কলেজ অফ আর্ট অ্যান্ড ডিজাইন ইউনিভার্সিটি অ্যাক্ট অনুসারে এটিকে একটি বিশ্ববিদ্যালয় হিসেবে ঘোষণা করা হয়।\nকানাডার অন্টারিও প্রদেশে মোট ৩০টি অনুমোদিত ও সংযুক্ত ইউনিভার্সিটি কলেজ রয়েছে।\n\n\n== তথ্যসূত্র =="}