{"pageid": 1507258, "title": "পশ্চিমবঙ্গ রাজ্য চিকিৎসা অনুষদ", "url": "https://bn.wikipedia.org/wiki?curid=1507258", "content": "পশ্চিমবঙ্গের রাজ্য চিকিৎসা অনুষদ ( SMFWB ) হল একটি স্বায়ত্তশাসিত সংস্থা  যা ভারতে পশ্চিমবঙ্গ সরকার দ্বারা গঠিত । রাজ্য সরকার কর্তৃক অনুমোদিত পাঠ্যক্রম অনুসারে বিভিন্ন অ্যালাইড হেলথ সায়েন্স কোর্স  পরিচালনা করার এবং সফল প্রার্থীদের ডিপ্লোমা/শংসাপত্র প্রদান করার ক্ষমতা দেওয়া হয়েছে। ফ্যাকাল্টি 2015 সালে তার শতবর্ষ উদ্‌যাপন করেছে, ৷ \n\n\n== ইতিহাস ==\nপশ্চিমবঙ্গের স্টেট মেডিকেল ফ্যাকাল্টি (পূর্বে দ্য স্টেট মেডিকেল ফ্যাকাল্টি, বেঙ্গল নামে পরিচিত) 1914 সালে ভারতের তৎকালীন গভর্নর জেনারেল দ্বারা প্রতিষ্ঠিত হয়েছিল, যা \" দ্য ইন্ডিয়ান মেডিকেল গেজেট \" ( ভলিউম 49, ইস্যুতে প্রকাশিত একটি ঐতিহাসিক বিবরণে বিশদভাবে উল্লেখ করা হয়েছে। 10, পৃষ্ঠা 404-408, 1914 )।  ১৯১৩ সালে কলকাতা বিশ্ববিদ্যালয় তার Licentiate in Medicine and Surgery (LMS) কোর্স বন্ধ করার পর  একটি বিকল্প চিকিৎসা শিক্ষা প্রদানের উদ্দেশ্যে এই প্রতিষ্ঠানটিকে স্থাপন করা হয়।\nযারা এমবি ডিগ্রি কোর্সে ভর্তি হতে পারেনি তাদের চিকিৎসা শিক্ষা প্রদানের লক্ষ্যে ফ্যাকাল্টি গঠিত হয়েছিল। ফ্যাকাল্টি এর অধীন লাইসেন্টিটেট ইন মেডিকেল ফ্যাকাল্টিতে (এলএমএফ), লাইসেন্টিটেট ইন ডেন্টাল সার্জারি (এলডিএস), মেম্বার অফ মেডিকেল ফ্যাকাল্টি (এমএমএফ) ইত্যাদি ডিপ্লোমা কোর্স পড়ানো হত।  প্রতিষ্ঠার সময়, সারা বাংলার বিভিন্ন মেডিকেল স্কুল যেমন ক্যাম্পবেল মেডিকেল স্কুল, ক্যালকাটা মেডিকেল স্কুল, ক্যালকাটা ন্যাশনাল মেডিকেল ইনস্টিটিউট, ঢাকা মেডিকেল স্কুল, লিটন মেডিকেল স্কুল, ময়মনসিংহ, রোনাল্ডশে মেডিকেল স্কুল, বর্ধমান, জ্যাকসন মেডিকেল স্কুল, জলপাইগুড়ি ইত্যাদি এর অধিভুক্ত ছিল ডিপ্লোমা কোর্স পরিচালনার উদ্দেশ্যে।\nভারত স্বাধীন হওয়ার পর, কেন্দ্রীয় সরকার মেডিকেল শিক্ষার ক্ষেত্রে উল্লেখযোগ্য পরিবর্তন আনে। ফ্যাকাল্টি দ্বারা পরিচালিত এল এম এস  কোর্সে ভর্তি বন্ধ করার সিদ্ধান্ত নেয়। ফলস্বরূপ, 1948 সালে, মেডিকেল ফ্যাকাল্টি (এলএমএফ) কোর্সটি বিলুপ্ত করা হয়, তারপরে মেডিকেল ফ্যাকাল্টি (এমএমএফ) কোর্সের সদস্যপদ পরীক্ষা বন্ধ করে দেওয়া হয়। উপরন্তু, কলকাতা বিশ্ববিদ্যালয় বিডিএস প্রোগ্রাম অফার করা শুরু করায় ফ্যাকাল্টি দ্বারা প্রদত্ত এলডিএস কোর্সটিও পর্যায়ক্রমে বন্ধ হয়ে যায়। বর্তমান দিনে, পশ্চিমবঙ্গের স্টেট মেডিকেল ফ্যাকাল্টি প্যারামেডিক্যাল (অ্যালাইড হেলথ সায়েন্স) শিক্ষার নিয়ন্ত্রণ এবং পরিচালনার দায়িত্ব পালন করছে। এটি এখন পশ্চিমবঙ্গ জুড়ে রাজ্য সরকার অনুমোদিত প্যারামেডিক্যাল কোর্সে ভর্তির জন্য প্রবেশিকা পরীক্ষা এবং কাউন্সেলিং পরিচালনা করে। ফ্যাকাল্টি সরকারী এবং বেসরকারী প্যারামেডিক্যাল স্কুল এবং কলেজ উভয়ের জন্য অনুমোদন কর্তৃপক্ষ হিসাবে কাজ করে।\n\n\n== শিক্ষায়তনিক বিষয় ==\nপশ্চিমবঙ্গের স্টেট মেডিক্যাল ফ্যাকাল্টি SMFWBEE  (স্টেট মেডিক্যাল ফ্যাকাল্টি অফ ওয়েস্ট বেঙ্গল এন্ট্রান্স এক্সামিনেশন) নামক  প্রবেশিকা পরীক্ষার আয়োজন করে এবং পরিচালনা করে যার দ্বারা প্যারামেডিক্যাল কোর্সে [১] অন্তর্ভুক্ত কলেজগুলিতে পরীক্ষায় উত্তীর্ণদের মেধার ভিত্তিতে ভর্তি প্রক্রিয়া চলে। \n\n\n== তথ্যসূত্র সমুহ =="}