{"pageid": 1507402, "title": "বোটার", "url": "https://bn.wikipedia.org/wiki?curid=1507402", "content": "বোটার হল পুরুষদের জন্য একটি বিশেষ ধরনের আধা-আনুষ্ঠানিক গ্রীষ্মকালীয় টুপি, যা ১৯ শতকের শেষের দিকে এবং ২০ শতকের প্রথম দিকে জনপ্রিয়তা পেয়েছিল। এটি খড়ের বোটার, বাশার, স্কিমার, দ্য ইংলিশ পানামা, ক্যাডি, ক্যাটি, ক্যানোটিয়ার, সোমার বা সেনিট হ্যাট ইত্যাদি নামেও পরিচিত।\nএটি সাধারণত শক্ত সেনিট খড় দিয়ে তৈরি এবং একটি শক্ত সমতল মুকুট এবং কাঁটা থাকে, সাধারণত মুকুটের চারপাশে একটি শক্ত বা ডোরাকাটা গ্রোসগ্রেন ফিতা থাকে।\nভেনিস শহরের গন্ডোলিয়ারদের দ্বারা ঐতিহ্যগতভাবে পরা ক্যানোটিয়ার স্ট্র হ্যাট থেকে বোটারগুলি উদ্ভূত হয়েছিল। ভিনিসিয়ান ক্যানোটিয়ারের একটি ফিতা রয়েছে যা অবাধে পিছন থেকে ঝুলে থাকে এবং সেগুলি প্রায়শই একটি ম্যাচিং রঙের ফিতা দিয়ে প্রান্ত থাকে। এই কারণে বোটারদের বোটিং বা পালতোলা চিহ্ন দ্বারা চিহ্নিত করার কারণে এই নামকরণ করা হয়।\nখেলাধুলার ইভেন্ট এবং বিশ্ববিদ্যালয়গুলোতে বোটারের ব্যবহার সবচেয়ে বেশি ছিল। বোটার হ্যাটপিনসহ মহিলারাও ব্যবহার করত। এখনকার দিনে পালতোলা বা রোয়িং ইভেন্ট, পিরিয়ড-সম্পর্কিত থিয়েটার এবং মিউজিক্যাল পারফরম্যান্স (যেমন নাপিত দোকানের গান ) বা পুরানো দিনের স্কুল ইউনিফর্মে ছাড়া বোটারের ব্যাবহার তেমন একটা দেখা যায় না। ১৯৫২ সাল থেকে খড়ের বোটার প্রিন্সটন ইউনিভার্সিটি ব্যান্ডের ইউনিফর্মের অংশ ছিল। বিশেষ করে ১৯৫৫ সালের অক্টোবরে স্পোর্টস ইলাস্ট্রেটেড ম্যাগাজিনের প্রচ্ছদে প্রদর্শিত হয়েছিল। সম্প্রতি, নরম, পাতলা খড়ের বোটার সদৃশ টুপি মহিলাদের ফ্যাশন অনুষঙ্গ হিসেবে ব্যবহৃত হচ্ছে।\nবোটার হল একটি আধা-আনুষ্ঠানিক টুপি, যা আনুষ্ঠানিকতায় হোমবুর্গের সমতুল্য। যেমন, এটি সঠিকভাবে একটি ব্লেজারের সাথে তার আসল সেটিংয়ে বা হোমবুর্গের মতো একই পরিস্থিতিতে যেমন একটি স্মার্ট লাউঞ্জ স্যুট বা কালো টাই সহ সঠিকভাবে পরা হয়। জন জ্যাকব অ্যাস্টর চতুর্থ, অভিনেতা হ্যারল্ড লয়েড এবং মোরিস শ্যভালিয়ের বোটার ব্যবহারের জন্য বিখ্যাত ছিলেন।\nতুলনামূলক সস্তা ফোম বা প্লাস্টিকের বোটার কখনও কখনও মার্কিন যুক্তরাষ্ট্রের রাজনৈতিক সমাবেশে দেখা যায়।\n\n\n== খড়ের হ্যাট দিবস ==\n\n\n== আরও দেখুন ==\nঅ্যান্টনি ইডেন টুপি\nবুন্টাল টুপি\nডুফাস, একজন রিক অল্টারগট কমিক চরিত্র যিনি স্ট্র-বোটার টুপি পরেন\nহাকলবেরি হাউন্ড, একটি হান্না-বারবেরা কার্টুন চরিত্র যিনি একটি জিগ-জ্যাগ বোটার টুপি পরেন\nহেডগিয়ারের তালিকা\nবানর ডি. \"স্ট্র হ্যাট\" লুফি, কাল্পনিক জলদস্যু যিনি একটি চওড়া কাঁটাযুক্ত খড়ের টুপি পরেন\nপানামা টুপি\nশুয়োরের মাংসের টুপি\nনাবিক টুপি\n\n\n== তথ্যসূত্র =="}