{"pageid": 1507228, "title": "কার্লোস গ্রেসি জুনিয়র", "url": "https://bn.wikipedia.org/wiki?curid=1507228", "content": "কার্লোস \"কারলিনহোস\" গ্রেসি জুনিয়র কার্লোস \"কারলিনহোস\" গ্রেসি জুনিয়র একজন ব্রাজিলিয়ান 8ম-ডিগ্রী প্রবাল বেল্টধারী ব্রাজিলিয়ান জিউ-জিৎসু (BJJ) অনুশীলনকারী এবং প্রশিক্ষক। তিনি গ্রেসি পরিবারের একজন গুরুত্বপূর্ণ সদস্য এবং বিখ্যাত মার্শাল আর্ট পরিবারের ঐতিহ্যকে এগিয়ে নিয়ে গেছেন। কার্লিনহোস হলেন কার্লোস গ্রেসি সিনিয়রের পুত্র, যিনি ব্রাজিলিয়ান জিউ-জিৎসুর অন্যতম প্রতিষ্ঠাতা এবং এই ক্রীড়াশৈলীকে বিশ্বব্যাপী জনপ্রিয় করার পথিকৃৎ।\n\n\n== কর্মজীবন ==\nকার্লোস \"কারলিনহোস\" গ্রেসি জুনিয়র গ্রেসি কনফেডেরাও ব্রাসিলেইরা দে জিউ-জিৎসু (সিবিজেজে) এর প্রতিষ্ঠাতা, যা বর্তমানে আন্তর্জাতিক ব্রাজিলিয়ান জিউ-জিৎসু ফেডারেশন (আইবিজেজেএফ) নামে পরিচিত। এটি একটি লাভজনক সংস্থা যা বিশ্ব জিউ-জিৎসু চ্যাম্পিয়নশিপ, প্যান জিউ-জিতসু চ্যাম্পিয়নশিপ, এবং ইউরোপীয় জিউ-জিৎসু চ্যাম্পিয়নশিপ সহ আন্তর্জাতিক মানের ব্রাজিলিয়ান জিউ-জিৎসু এবং সাবমিশন গ্র্যাপলিং প্রতিযোগিতার আয়োজন করে।\nকারলিনহোস গ্রেসি আরও গ্রেসি বারা দল এর সহ-প্রতিষ্ঠাতা, যা বিশ্বের অন্যতম সফল এবং বৃহৎ জিউ-জিৎসু দল। তার প্রচেষ্টায় গ্রেসি বারা ক্রীড়াবিদ ও প্রশিক্ষকদের একটি বৈশ্বিক নেটওয়ার্ক তৈরি করেছে, যা ব্রাজিলিয়ান জিউ-জিৎসু সম্প্রদায়কে আরও সুসংগঠিত এবং পেশাদার করেছে।\n\n\n== ব্যক্তিগত জীবন ==\nকার্লিনহোস গ্রেসি, ব্রাজিলিয়ান জিউ-জিৎসুর অন্যতম প্রতিষ্ঠাতা কার্লোস গ্রেসির ২১ জন সন্তানের একজন। তিনি তিন সন্তানের পিতা: কন্যা ক্যারোলিন, এবং দুই পুত্র কায়রন এবং কায়ান। কায়রন তার বাবার অধীনে কালো বেল্ট অর্জন করেছেন এবং বর্তমানে গ্রেসি বারা রাঞ্চো সান্তা মার্গারিটার একজন অধ্যাপক হিসেবে কাজ করছেন।\nকার্লিনহোস গ্রেসি Gracie Magazine এর প্রতিষ্ঠাতা ও পরিচালক, যা একটি মাসিক প্রকাশনা এবং ব্রাজিলিয়ান জিউ-জিৎসু সম্পর্কে সংবাদ, টিপস, এবং প্রতিযোগিতার বিশ্লেষণ প্রদান করে। এটি এই খেলাধুলার বিশ্বব্যাপী সম্প্রদায়ের মধ্যে একটি গুরুত্বপূর্ণ সংযোগস্থল হিসাবে কাজ করে।\n\n\n== প্রশিক্ষক বংশ ==\nকানো জিগোরো → মিৎসুয়ো মায়েদা → কার্লোস গ্রেসি সিনিয়র → কার্লোস গ্রেসি জুনিয়র।\n\n\n== এছাড়াও দেখুন ==\nব্রাজিলিয়ান জিউ-জিতসু অনুশীলনকারীদের তালিকা\n\n\n== নোট ==\n\n\n== তথ্যসূত্র =="}