{"pageid": 1508022, "title": "টেপ-জামা", "url": "https://bn.wikipedia.org/wiki?curid=1508022", "content": "একটি টেপ-জামা বা স্লিপ হল একজন মহিলার অন্তর্বাস যা পোশাক বা স্কার্টের তলায় পরা হয়ে থাকে। একটি পুরো গা-ঢাকা টেপ-জামা বা ফুলস্লিপ সাধারণত কাঁধে সরু ফিতে দিয়ে ঝুলে থাকে এবং বুক থেকে চমকপ্রদ স্কার্টের দৈর্ঘ্য পর্যন্ত প্রসারিত হয়। কোমর থেকে ঝুলে থাকা আন্ডারস্কার্টকে হাফস্লিপ (বা ওয়েস্ট-স্লিপ ) বলে, এটি বাংলার শায়ার মতো। তাই হাফস্লিপ বলতে অনেকে পেটিকোট কথাটাও ব্যবহার করেন।\n\n\n== ব্যাবহারিক ক্ষেত্র ==\nটেপ-জামার ব্যবহারিক ক্ষেত্র বিপুল। এগুলি একটি পোশাক বা স্কার্টে ঠিকঠাক ঝোল বা ঘের আনতে সাহায্য করে, বিশেষ করে যখন স্থির-তড়িৎ জনিত চেটানোর ফলে পোশাকটি পরিধানকারীর পায়ে-গায়ে চিটিয়ে যেতে পারে।  এগুলি উলের মতো উশকোখুশকো কাপড়ে ঘষা লেগে ত্বককে ছুলে যাবার হাত থেকে রক্ষা করে; উলটো দিকে, যদি বাইরের পোশাকটি সূক্ষ্ম ফ্যাব্রিকে তৈরি হয় তবে একটি টেপ-জামা সেটিকে ঘামে নষ্ট হবার থেকে বাঁচায়। উষ্ণতা আনতেও টেপ-জামা পরা যেতে পারে, বিশেষ করে যদি পোশাক বা স্কার্ট হালকা এবং ফিনফিনে হয়, আবার যেখানে খুব উষ্ণ বা আর্দ্র আবহাওয়া, সম্পূর্ণ সুতির তৈরি টেপ-জামা হয়তো বেশি কার্যকরী হবে। গা-দেখা স্বচ্ছ কাপড়ের ক্ষেত্রে প্যান্টি বা ব্রায়ের মতো অন্তরঙ্গ অন্তর্বাসের অনাবৃত থাকা রোধ করতে প্রায়শই টেপ-জামা পরা হয়। খুব উজ্জ্বল আলোর উলটো মুখে দাঁড়ালে পোশাকের ভেতর দিয়ে আলো ছেনে পায়ের ছায়া ঢাকতেও টেপ-জামা পরা হয়ে থাকে।\n\n\n== প্রকারভেদ ==\n\nটেপ-জামা বা স্লিপ দুটি প্রধান শ্রেণিতে পড়ে। একটি ফুলস্লিপ বা গা-ঢাকা টেপ-জামা কাঁধ থেকে স্ট্র্যাপের ফিতের মাধ্যমে ঝুলে থাকে যা বক্ষের উপরি ভাগ অব্দি প্রসারিত থাকে এবং তার বক্ষের নিচের অঞ্চলে একটি স্কার্ট জুড়ে থাকে। ফুলস্লিপ বিভিন্ন দৈর্ঘ্যে আসে; কিছু উপরের উরু পর্যন্ত প্রসারিত হয়, কিছু হাঁটুর ঠিক উপরে বা হাঁটুর ঠিক নীচে, অন্যগুলি গোড়ালির সামান্য উপর অব্দি চলে যায়।\nএকটি ওয়েস্ট-স্লিপ, হাফস্লিপ, বা আন্ডারস্কার্ট, একটি ইলাস্টিক কোমরবন্ধের মাধ্যমে বা কোমরে দড়ি দিয়ে কোমরের চারপাশে শরীরে ধরে রাখে। এটিকে বাংলায় সচরাচর শায়া বলা হয়। শায়াটিও উল্লিখিত ফুলস্লিপের মতো নানান দৈর্ঘ্যে পাওয়া যায়। হাফস্লিপ যা গোড়ালির ঠিক উপর পর্যন্ত প্রসারিত হয় তাকে প্রায়শই ফরমাল স্লিপ বা ম্যাক্সি স্লিপ বলা হয়, এটিই ভারতীয় শায়া বা পেটিকোটের সমগোত্রীয়। মিনি স্লিপগুলি হাফস্লিপের আরেকটি আকারের বিকল্প। মিনি স্কার্টের নিচে পরার জন্য এগুলি প্রথম 1960 সালে চালু হয়েছিল। আমেরিকান মেড এধরনের ওয়েস্ট স্লিপ তৈরি করে যেটিতে ইলাস্টিক কোমরবন্ধ ছাড়াও খোলা খাঁজ এবং পিছনের জিপার ছিল। এই শায়াগুলি অর্ধেক নাইলন এবং অর্ধেক ড্যাক্রোন পলিয়েস্টার দিয়ে তৈরি। পুরো গা-ঢাকা টেপ-জামার বিকল্প হিসাবে, সম্পূর্ণ কভারেজ দেওয়ার জন্য একটি ম্যাচিং ক্যামিসোল সহ একটি শায়া পরা যেতে পারে।\nপাতলা বা হালকা রঙের স্ল্যাক প্যান্টের নিচে পরার জন্য ডিজাইন করা একই ধরনের পোশাক রয়েছে, যাকে ট্রাউজারস্লিপ বা পেটিপ্যান্ট বলা হয়। প্যান্ট ছাড়াও, একটি পোশাক বা স্কার্টের নীচে একটি পেটিপ্যান্ট পরা যেতে পারে এবং হাফস্লিপের মতোই, এগুলিও প্রধানত নাইলন দিয়ে তৈরি হয়, এবং অবরে সবরে বিলাসবহুল্যের খাতিরে পাট-রেশমের মধ্যেও পাওয়া যায়।\n\n\n== কারুকার্য এবং কাপড় ==\nঅনেক টেপ জামার পাড়ে, খাঁজে, সাইডফারায় ফুলের লেস দেওয়া হয়। কিছু পুরোনো ধাঁচের টেপ-জামায় অলঙ্করণ থাকত, যেমন প্রজাপতি বা ফুলের মোটিফ কাপড়ের গায় কশিদা করা হত, এবং একটি পিলোট্যাবও কোনো কোনো ওয়েস্টস্লিপের কোমরবন্ধে যুক্ত করা হত।\nআধুনিক টেপ-জামাগুলির সিংহভাগ পুরোপুরি নাইলন দিয়ে তৈরি হয়, অন্যগুলি পলিয়েস্টার, রেয়ন, অ্যাসিটেট, রেশম বা কিছু ক্ষেত্রে সুতির তৈরি। এছাড়াও, মিশ্রসুতোয় তৈরি অন্যান্য স্লিপ রয়েছে, এবং তা পোশাকের লেবেলে লেখা থাকতে পারে। যথা, \"40% নাইলন, 35% রেয়ন, 25% পলিয়েস্টার\"। নাইলনের টেপ-জামাগুলি প্রায়শই দেখতে ঝলমলে হয় এবং ছুঁতে খুব মসৃণ হয়; এদিকে পলিয়েস্টার টেপ-জামাগুলি পিছল ভাবের সাথে আরও চকচকে হতে পারে, বিশেষ করে শারম্যজ (charmeuse) বা \" স্যাটিন \" টেপ-জামা। যদিও শারম্যজ স্লিপগুলিতে খুব আকর্ষণীয় চোখের আবেদন রয়েছে, তবে এগুলি নাইলনের স্লিপের মতো টেকসই নয় এবং সহজেই ছিঁড়ুনে ধরনের হয়, বিশেষত ভিজে গেলে।\nকুড়ির শতকের শেষার্ধের পর থেকে তৈরি বেশিরভাগ টেপ-জামাগুলি বেশ সাদামাটা এবং তাতে জটিল কারুকার্যের অভাব রয়েছে। আধুনিক দিনের টেপ-জামায় জটিল কারুকার্য এবং লেস ডিজাইন নেই বললেই চলে।\n\n\n== ইতিহাস ==\nকুড়ির শতকে চল্লিশের দশকে তৈরি টেপ-জামাগুলি মূলত যুদ্ধের প্রচেষ্টার তাগিদে সম্পূর্ণভাবে রেয়ন দিয়ে তৈরি করা হয়েছিল। চল্লিশের দশকের শেষের দিকে, কিছু নাইলন টেপ-জামা বাজারে উঠতে শুরু করে এবং পঞ্চাশের দশকে তৈরি বেশিরভাগ টেপ-জামাই ছিল নাইলনের। ষাটের দশকে, টেপ-জামাগুলি বহুরঙা টেপ-জামা সহ আরও অনেক বেশি রঙের বৈচিত্র্য তুলে আনতে শুরু করেছিল। একটি ফুলের মোটিফ ছাপা নকশায় টেপ-জামা বিক্রি হতে শুরু করল। অতীতের কিছু সুপরিচিত টেপ-জামার ব্র্যান্ডের নাম হল: লরেন, ডিওর, ভেলরোজ, শ্যাডোলাইন, ওয়ান্ডারমেড, ওয়ার্নার্স, কায়সার, মেডেনফর্ম এবং ভ্যান রাল্টে । ভ্যানিটি ফেয়ার, ভাসারেট এবং স্লিপারফেকশনের মতো সুপ্রতিষ্ঠিত টেপ-জামা/অন্তর্বাস প্রস্তুতকারী কিছু কোম্পানি আজও চালু আছে।\nব্যায়াম বিশ্রামের উপযুক্ত আরামদায়ক জামা-কাপড়ের বাড়তি আবেদনের ফলে এমন পোশাকের উত্থানের সাথে, টেপ-জামার বহুল ব্যবহার সংকুচিত হল, কারণ এগুলি  বহু জনপ্রিয় পোশাকের সাথে অপ্রয়োজনীয় ছিল।"}