{"pageid": 1508105, "title": "উইকিশিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1508105", "content": "উইকিশিয়া হলো শিয়া ইসলাম সম্পর্কে একটি বিনামূল্যের অনলাইন বিশ্বকোষ । এতে ইংরেজি, ফার্সি, স্প্যানিশ, তুর্কি, ফরাসি, আরবি, উর্দু, ইন্দোনেশিয়ান, জার্মান, রাশিয়ান, চীনা, হিন্দি এবং কিসোয়াহিলি সহ ১৩টি ভাষায় শিয়া ইসলাম সম্পর্কে ২৩,০০০ টিরও বেশি বিষয়বস্তু পৃষ্ঠা রয়েছে। উইকিশিয়া আহলে আল-বাইত ওয়ার্ল্ড অ্যাসেম্বলির সাথে অধিভুক্ত, এবং তেহরানে সিবত আল-নবী (  -এর আন্তর্জাতিক কংগ্রেসে ২২ জুন, ২০১৪তারিখে আনুষ্ঠানিকভাবে চালু করা হয়েছিল, ইসলামের সভাপতি হাসান রোহানি । ইরান প্রজাতন্ত্র ।\n\"শিয়া\" শব্দের অর্থ হল \"অনুসারী\" বা \"দল\" ইসলামী নবী মুহাম্মদের জামাতা এবং চাচাতো ভাই 'আলি ইবনে আবি তালিব, যাকে শিয়ারা ধর্মীয় নেতৃত্ব এবং খিলাফতে মুহাম্মদের উত্তরসূরি বলে বিশ্বাস করে।  উইকিশিয়া দর্শক এবং পাঠকদের শিয়াদের বারো ইমাম এবং তাদের পরিবারের পাশাপাশি তাদের জীবনের রাজনৈতিক, সামাজিক এবং সাংস্কৃতিক দিক সম্পর্কে তথ্য সরবরাহ করে।  উদ্দেশ্য, যেমনটি সম্পর্কে পৃষ্ঠায় উল্লেখ করা হয়েছে, হলো ইসনা আশারিয়া (ইমামিয়া) (ইতিহাস, ভূগোল, ফিকাহ, ফিকহের নীতি, ধারণা, বিশ্বাস, নাম, ইত্যাদি বিষয়-সহ) জানার সাথে সম্পর্কিত সমস্ত ধারণা এবং সমস্যাগুলি ব্যাখ্যা করা। .)  উইকিশিয়া ইরানের কোমের একদল পণ্ডিত দ্বারা পরিচালিত হয়।\n\n\n== ইতিহাস ==\n২২ মে ২০১৩-এ, উইকিশিয়ার লেখকদের সহযোগিতার জন্য প্রথম অধিবেশন অনুষ্ঠিত হয়েছিল।  শিক্ষার কিছু অধিবেশনের পর, ১৭ জুন, উইকিশিয়ার প্রথম এন্ট্রি ওয়েবে প্রকাশিত হয়। জুলাই ২০১৩ সালে, ব্যবহারকারীর নাম ছাড়া ওয়েবসাইট ব্রাউজ করার বিকল্পটি সমস্ত ইন্টারনেট ব্যবহারকারীদের জন্য উপলব্ধ করা হয়েছিল। ২২শে জুন, ২০২৪-এ, তেহরানে সিবত আল-নবী (ক)-এর আন্তর্জাতিক কংগ্রেসে, ইসলামী প্রজাতন্ত্র ইরানের প্রেসিডেন্ট হাসান রোহানি আনুষ্ঠানিকভাবে উইকিশিয়া চালু করেছিলেন।\n\n\n== বিষয়বস্তু ==\nউইকিশিয়ার বিষয়বস্তুতে বিশ্বাস, ব্যক্তিত্ব, বই, স্থান, ঘটনা, অনুষ্ঠান এবং ইসলামের নবী মুহাম্মদের পরিবারে বিশ্বাসী সম্প্রদায়ের আচার-অনুষ্ঠান অন্তর্ভুক্ত রয়েছে। শিয়া ইতিহাস এবং অন্য যেকোন সমস্যা যা কিছু উপায়ে শিয়াদের সাথে সম্পর্কিত হবে উইকিশিয়াতে অন্তর্ভুক্ত করা হয়েছে। সাধারণ ইসলামিক ধারণাগুলি যা সমস্ত মুসলমানদের দ্বারা বিশ্বাস করা হয় বা ইসলামিক ইতিহাসের সাথে সম্পর্কিত তাও এই উইকির বিষয়গুলির মধ্যে রয়েছে। এছাড়াও অন্যান্য ইসলামী সম্প্রদায় সম্পর্কে কিছু নিবন্ধ আছে।\n২০২২ সালের জানুয়ারী মাসের শেষ নাগাদ, সমস্ত ভাষায় উইকিশিয়াতে প্রবেশের সংখ্যা ২৪৩৯০ এ পৌঁছেছে এবং এটি দিন দিন বৃদ্ধি পাচ্ছে। জানুয়ারি ২০২২ পর্যন্ত, এতে ইংরেজিতে ৪০৮০ টিরও বেশি যুক্ত রয়েছে। কওমের অনেক পণ্ডিত উইকিশিয়ার বিষয়বস্তু তত্ত্বাবধান করেন। বর্তমানে, উইকিশিয়া একটি উন্মুক্ত উইকি নয়, তাই এটি সম্পাদনা শুধুমাত্র পরিচালকদের অনুমতি নিয়েই সম্ভব। এটিতে প্রায় ১০০ সক্রিয় ব্যবহারকারী রয়েছে যাদের সকলেই আহল আল-বাইত ওয়ার্ল্ড অ্যাসেম্বলি দ্বারা যাচাই করা হয়েছে, কিন্তু উইকিশিয়ার \"পাতা সম্পর্কে\" এ বলা হয়েছে যে এটি একটি উন্মুক্ত উইকিতে পরিবর্তন করা হবে যাতে প্রত্যেকে সাইনআপ করতে এবং অবদান রাখতে পারে। \nউইকিশিয়াতে শিয়া এবং আহলুল বাইতের ধারণায় নিরপেক্ষতা নীতি পালন করা উচিত। তবুও, এই উইকির অবদানকারীরা নিজেদেরকে শিয়াদের স্কুলের প্রচার করছেন বলে মনে করেন, তাই এন্ট্রিগুলি তাদের শিক্ষার ব্যাখ্যা এবং রক্ষা করার জন্য লেখা হয়েছে। যাইহোক, পাণ্ডিত্যপূর্ণ এবং ঐতিহাসিক মতানৈক্য সম্পর্কে রায় পাঠকের উপর ছেড়ে দেওয়া হয়।  ধর্মীয় মতপার্থক্যের কারণে, উইকিশিয়ার অবদানকারীদের দুটি মহান ইসলামিক স্কুল (শিয়া এবং সুন্নি ) দ্বারা গৃহীত প্রথম হাতের উত্স থেকে উপকৃত হওয়ার জন্য যথাসাধ্য চেষ্টা করতে বলা হয়।\n\n\n== এছাড়াও দেখুন ==\nউইকি\nউইকির তালিকা\nশিয়া ইসলাম\n\n\n== তথ্যসূত্র =="}