{"pageid": 1508972, "title": "ট্রেভর মোরাইস", "url": "https://bn.wikipedia.org/wiki?curid=1508972", "content": "ট্রেভর মোরাইস (জন্ম ১০  অক্টোবর ১৯৪৪) একজন ইংরেজ ড্রামার যিনি ফ্যারনের ফ্ল্যামিঙ্গোস, ররি স্টর্ম এবং দ্য হারিকেনস, দ্য পেডলারস, কোয়ান্টাম জাম্প এবং এলকি ব্রুকস ব্যাকিং ব্যান্ডের মতো বেশ কয়েকটি উল্লেখযোগ্য দলের সদস্য ছিলেন। এছাড়াও তিনি একজন সেশন মিউজিশিয়ান যিনি টিনা টার্নার, ডেভিড এসেক্স, হাওয়ার্ড জোন্স এবং বজর্কের রেকর্ডিংয়ে অভিনয় করেছেন।\n\n\n== কর্মজীবনের শুরুর  দিকে ==\nটক্সটেথ, লিভারপুলে জন্মগ্রহণ করেন, মোরাইস ফ্যারনের ফ্ল্যামিঙ্গোস এবং ররি স্টর্ম এবং দ্য হারিকেনস গ্রুপের ড্রামার ছিলেন, তিনি দ্য বিটলস-এ যোগদানের জন্য চলে যাওয়ার পরে রিঙ্গো স্টারের স্থলাভিষিক্ত হন। ডেভিড বেডফোর্ড এবং গ্যারি পপারের ফাইন্ডিং দ্য ফোর্থ বিটল অনুসারে, মোরাইসকে বিটলসের জন্য একজন সম্ভাব্য ড্রামার হিসাবে বিবেচনা করা হয়েছিল, কিন্তু মোরাইস একটি আকর্ষণ ছিল এবং তারা তার সমস্ত শোম্যানশিপের সাথে তাকে চায়নি।  কিছু সময় পরে, মোরাইস ইয়ান ক্রফোর্ড এবং বুমেরাংসের সদস্য ছিলেন। তিনি তার নিজস্ব গোষ্ঠী গঠনেরও চেষ্টা করেছিলেন কিন্তু যখন তাকে The Song Peddlers নামে একটি গ্রুপে যোগদানের জন্য আমন্ত্রণ জানানো হয়েছিল যা পরবর্তীতে The Peddlers নামে পরিচিত হবে তখন তিনি এই ধারণা ছেড়ে দেন। \n১৯৬৪ সালের এপ্রিলে, দ্য পেডলারদের লাইন-আপে ড্রামে মোরাইস, কীবোর্ড বাজানো গায়ক রয় ফিলিপস এবং বেসিস্ট ট্যাব মার্টিন নিয়ে গঠিত। তারা একটি হিপ লুকিং জ্যাজ এবং ব্লুজ গ্রুপ ছিল।\n\"ড্রামার\" ক্যাটাগরিতে, মোরাইস নম্বরে এসেছেন। ১৯৬৭ বিট ইন্সট্রুমেন্টাল গোল্ড স্টার অ্যাওয়ার্ডে ৭।\n১৯৭২ সালে চলে যাওয়ার আগ পর্যন্ত তিনি দলের সাথেই  তার স্থলাভিষিক্ত হন নিউজিল্যান্ডের পল জনস্টন।\n\n\n== পরবর্তী কর্মজীবন ==\nমোরাইস টিনা টার্নারের ১৯৮৪ সালের হিট \" বেটার বি গুড টু মি \" তে ড্রাম বাজান। গানটিতে মোরাইসের ড্রামিং ক্রিস ওয়েলচ তার বই, দ্য টিনা টার্নার এক্সপেরিয়েন্স- এ উল্লেখ করেছেন যেখানে তিনি বলেছিলেন যে মোরাইসের স্টম্পিং ড্রামগুলি রেভ্যু দিনের মতোই উত্তেজনা তৈরি করে বলে মনে হয়েছিল।\n১৯৯০ এর দশকে, মোরাইস ছিলেন Björk এর ট্যুরিং ব্যান্ডের ড্রামার। ১৯৯৬ সালে একটি বিস্তৃত সফরের পর, মোরাইসের কাছ থেকে একটি প্রস্তাব গ্রহণ করে, Björk স্পেনের মালাগায় তার স্টুডিওতে যান এবং সেখানে তার হোমোজেনিক অ্যালবাম রেকর্ডিং শেষ করেন।\n\n\n== তথ্যসূত্র =="}