{"pageid": 1508467, "title": ".এক্সএক্সএক্স", "url": "https://bn.wikipedia.org/wiki?curid=1508467", "content": ".এক্সএক্সএক্স (.xxx ; উচ্চারণ: \"ডট ট্রিপল-এক্স\" বা \"ডট এক্স এক্স এক্স\") একটি স্পনসরকৃত টপ-লেভেল ডোমেইন (এসটিএলডি), যা ইন্টারনেটে পর্নোগ্রাফি সাইটগুলোর জন্য একটি ঐচ্ছিক বিকল্প হিসেবে পরিকল্পিত। স্পন্সরকারী সংগঠনটি হলো ইন্টারন্যাশনাল ফাউন্ডেশন ফর অনলাইন রেসপন্সিবিলিটি (আইএফএফওআর)। এই ডোমেইনের রেজিস্ট্রি পরিচালনা করে আইসিএম রেজিস্ট্রি এলএলসি। আইসিএএনএন বোর্ড ২০১১ সালের ১৮ মার্চ এই এসটিএলডি অনুমোদনের পক্ষে ভোট দেয়। এটি ২০১১ সালের ১৫ এপ্রিল কার্যক্রম শুরু করে।\nএই টিএলডি-এর \"সানরাইজ পিরিয়ড\" ২০১১ সালের ৭ সেপ্টেম্বর ১৬:০০ ইউটিসি-তে শুরু হয়েছিল; সানরাইজ পিরিয়ড শেষ হয় ২০১১ সালের ২৮ অক্টোবর। \"ল্যান্ডরাশ পিরিয়ড\" ৮ নভেম্বর থেকে ২৫ নভেম্বর পর্যন্ত স্থায়ী হয়েছিল, এবং সাধারণ ব্যবহারের জন্য এটি ২০১১ সালের ৬ ডিসেম্বর থেকে উন্মুক্ত করা হয়।\n\n\n== পটভূমি ==\nএকটি জিটিএলডি (জেনেরিক টপ-লেভেল ডোমেইন) যৌন উদ্দীপক বিষয়বস্তুর জন্য প্রস্তাব করা হয়েছিল, যা ইন্টারনেটে এই ধরনের বিষয়বস্তু সরবরাহ এবং অ্যাক্সেস করতে চাওয়া ব্যক্তিদের মধ্যে দ্বন্দ্ব সমাধানের একটি মাধ্যম হিসেবে কাজ করবে। এটি বিশেষ করে শিশু-কিশোর এবং কর্মক্ষেত্রে কর্মচারীদের এই বিষয়বস্তু থেকে বিরত রাখার জন্য ব্যবহৃত হতে পারে।\nএই ধারণার সমর্থকরা যুক্তি দেন যে, এটি অভিভাবক এবং নিয়োগকর্তাদের জন্য পুরো টিএলডি ব্লক করা সহজ করে তুলবে, যা জটিল এবং ত্রুটিপূর্ণ বিষয়বস্তু-ভিত্তিক ফিল্টারিং ব্যবহারের চেয়ে অনেক কার্যকর। এতে যারা এই বিষয়বস্তুতে প্রবেশ করতে চান তাদের জন্য কোনও বাধা সৃষ্টি করবে না। তবে যৌন উদ্দীপক বিষয়বস্তু সাইটের সম্পাদকরা আশঙ্কা করেছিলেন যে, .এক্সএক্সএক্স-এর মতো একটি একক টিএলডি ব্যবহার করলে সার্চ ইঞ্জিনগুলোর জন্য তাদের সমস্ত বিষয়বস্তু ব্লক করা আরও সহজ হয়ে যাবে।\nএই ধারণার সমালোচকরা যুক্তি দেন যে, যৌন উদ্দীপক বিষয়বস্তু সরবরাহকারীদের এই টিএলডি ব্যবহার বাধ্যতামূলক নয়, যার ফলে এই ধরনের বিষয়বস্তু অন্যান্য ডোমেইনেও সাধারণ থেকে যাবে। এটি বিষয়বস্তু অ্যাক্সেস সীমিত করার ক্ষেত্রে অকার্যকর হবে এবং একটি নতুন \"ল্যান্ডরাশ\" সৃষ্টি করবে, যেখানে যৌন উদ্দীপক বিষয়বস্তু হোস্ট করা .কম ডোমেইনের নিবন্ধকরা তাদের নিবন্ধন .এক্সএক্সএক্স ডোমেইনে প্রতিলিপি করার চেষ্টা করবে। একই সাথে তারা অন্য টিএলডি-এ অনুপলব্ধ কাঙ্ক্ষিত নাম নিবন্ধন করতে ইচ্ছুক অপারেটরদের সঙ্গে প্রতিযোগিতা করবে। এছাড়াও .এক্সএক্সএক্স-এর অস্তিত্ব এমন আইন প্রণয়নের দিকে পরিচালিত করতে পারে, যেখানে যৌন উদ্দীপক বিষয়বস্তুর জন্য এটি ব্যবহার বাধ্যতামূলক হবে। এটি \"যৌন উদ্দীপক বিষয়বস্তু\"র সংজ্ঞা নিয়ে আইনগত দ্বন্দ্ব, বাকস্বাধীনতার অধিকার এবং বিচারব্যবস্থার মধ্যে সংঘর্ষ সৃষ্টি করতে পারে।\nএছাড়াও, প্রাথমিকভাবে ইঙ্গিত পাওয়া গিয়েছিল যে .এক্সএক্সএক্স ডোমেইন নামগুলো নিবন্ধিত হবে পর্নোগ্রাফিক বিষয়বস্তুতে মনোনিবেশ করার উদ্দেশ্যে নয়, বরং প্রাপ্তবয়স্ক ধারণাগুলোকে একটি মার্কেটিং কৌশল হিসেবে ব্যবহার করার জন্য। উদাহরণস্বরূপ, কাইট.এক্সএক্সএক্স ডোমেইনের নিবন্ধন, যা যৌনসংক্রান্ত ইঙ্গিত এবং রসিকতা থেকে উপকৃত হওয়ার জন্য কাইটসার্ফিং নামক এক্সট্রিম খেলার দিকে লক্ষ্য করে। আরেকটি উদাহরণ হলো পোপবেনেডিক্ট.এক্সএক্সএক্স ডোমেইনের নিবন্ধন, যা পোপ ষোড়শ বেনেডিক্ট নামে হওয়া সত্ত্বেও পর্নোগ্রাফি বিষয়বস্তুর পরিবর্তে ইসলামপন্থী বিষয়বস্তু ধারণ করে।\n\n\n== আইসিএম রেজিস্ট্রি কর্তৃক প্রস্তাব ==\n.এক্সএক্সএক্স টিএলডি প্রথমবার ২০০০ সালে আইসিএম রেজিস্ট্রি দ্বারা প্রস্তাবিত হয়েছিল এবং ২০০৪ সালে পুনরায় জমা দেওয়া হয়েছিল, তবে এটি রাজনীতিবিদ এবং রক্ষণশীল গোষ্ঠীগুলোর তীব্র বিরোধিতার মুখে পড়ে।\n২০০৫ সালের ১ জুন আইসিএএনএন .এক্সএক্সএক্স-কে .এরো, .ট্রাভেল ইত্যাদির মতো একটি এসটিএলডি হিসাবে প্রাথমিকভাবে অনুমোদনের ঘোষণা দেয়। আইসিএম জানিয়েছিল যে তারা ডোমেইনের জন্য $৬০/বছর চার্জ করবে। ২০০৫ সালের ডিসেম্বরে আইসিএএনএন-এর গভর্নমেন্টাল অ্যাডভাইজরি কমিটি (জিএসি)-র আলোচনার তালিকা থেকে .এক্সএক্সএক্স-এর বাস্তবায়ন নিয়ে আলোচনা বাদ দেওয়া হয়, যা এর ভবিষ্যৎকে অনিশ্চিত করে তোলে। ২০০৬ সালের মার্চ মাসে জিএসি তার বৈঠকে .এক্সএক্সএক্স নিয়ে উদ্বেগ প্রকাশ করে আইসিএএনএন বোর্ডকে একটি চিঠি প্রেরণ করে। ২০০৬ সালের ১০ মে আইসিএএনএন এই অনুমোদনটি প্রত্যাহার করে। ২০০৭ সালের ৬ জানুয়ারি আইসিএএনএন আইসিএম রেজিস্ট্রির নীতিতে পরিবর্তন অনুসরণ করে একটি সংশোধিত প্রস্তাব জনমত মন্তব্যের জন্য প্রকাশ করে, যেখানে .এক্সএক্সএক্স রেজিস্ট্রির ব্যবহারকারী সাইটগুলোর নিয়ন্ত্রণ অন্তর্ভুক্ত ছিল। ২০০৭ সালের ৩০ মার্চ আইসিএএনএন বোর্ড তৃতীয়বারের মতো .এক্সএক্সএক্স প্রস্তাবটি প্রত্যাখ্যান করে।\n২০০৮ সালের ৬ জুন, আইসিএএনএন-এর বিধিমালা অনুযায়ী আইসিএম আন্তর্জাতিক বিরোধ নিষ্পত্তি কেন্দ্রের (আইসিডিআর) সাথে একটি স্বাধীন পর্যালোচনার জন্য আবেদন দাখিল করে আইসিএএনএন-এর সিদ্ধান্তকে চ্যালেঞ্জ জানায়। এটি আইসিডিআর কেস নং ৫০ ১১৭ টি ০০২২৪ ০৮ হিসেবে নিবন্ধিত হয়, এবং ২০০৯ সালের সেপ্টেম্বরে ওয়াশিংটন ডিসি-তে একটি সরাসরি শুনানি অনুষ্ঠিত হয় যেখানে উভয় পক্ষ নথি প্রমাণ ও সাক্ষীর বক্তব্য প্রদান করে। ২০১০ সালের ১৯ ফেব্রুয়ারি আইসিডিআর-এর স্বাধীন পর্যালোচনা প্যানেল তাদের সিদ্ধান্ত ঘোষণা করে। প্যানেল জানায় যে \".এক্সএক্সএক্স এসটিএলডি আবেদন প্রয়োজনীয় স্পন্সরশিপ মানদণ্ড পূরণ করেছে,\" এবং \"বোর্ডের পুনর্বিবেচনাটি নিরপেক্ষ, উদ্দেশ্যগত এবং ন্যায়সংগত নীতির প্রয়োগের সাথে সামঞ্জস্যপূর্ণ ছিল না।\" ২০১০ সালের মার্চ মাসে নাইরোবিতে আইসিএএনএন-এর সভায় বোর্ড \"প্রক্রিয়ার বিকল্প\" বিবেচনার সিদ্ধান্ত নেয়। ২৬ মার্চ ২০১০ সালে ৪৫ দিনের জন্য জনমত মন্তব্য গ্রহণ করা হয়। ২০১০ সালের জুনে ব্রাসেলসে আইসিএএনএন-এর সভায় বোর্ড প্রক্রিয়াটি পুনরায় শুরু করার সিদ্ধান্ত নেয়, যেখানে নতুন করে পর্যালোচনা এবং জিএসি-এর সাথে পরামর্শ অন্তর্ভুক্ত ছিল।\n২০১১ সালের ১৮ মার্চ আইসিএএনএন বোর্ড .এক্সএক্সএক্স স্পন্সরকৃত টপ-লেভেল ডোমেইনের জন্য আইসিএম-এর সাথে রেজিস্ট্রি চুক্তি কার্যকর করার অনুমোদন দেয়। ভোটটিতে ৯ সমর্থন, ৪ বিরোধিতা এবং ৩ নিরপেক্ষতা হয়।\nআইসিএম আশা করছে বছরে ২০০ মিলিয়ন ডলারের বেশি আয় হবে, কারণ ৩০ থেকে ৫০ লক্ষ ডোমেইন নিবন্ধন প্রত্যাশিত, যেখানে কোম্পানিগুলো প্রতিরক্ষামূলকভাবে তাদের ডোমেইন নিবন্ধন করবে।\n\n\n== বিরোধিতা ==\n\n\n=== ম্যানউইন মামলা ===\n২০১১ সালের ১৬ নভেম্বর ইউপর্নসহ অসংখ্য জনপ্রিয় প্রাপ্তবয়স্ক ওয়েবসাইট পরিচালনাকারী পর্নোগ্রাফি কোম্পানি ম্যানউইন ইন্টারন্যাশনাল দ্বিতীয়বারের মতো আইসিএএনএন-এ স্বাধীন পর্যালোচনা কার্যক্রমের জন্য একটি আবেদন জমা দেয়। এই আবেদনে ম্যানউইন দাবি করে যে .এক্সএক্সএক্স ডেলিগেশন বাতিল করা হোক অথবা, যদি তা না হয় পুনর্নবীকরণের সময় প্রতিযোগিতার মাধ্যমে অনুমোদন করা হোক।\nএকই দিনে ম্যানউইন এবং প্রাপ্তবয়স্ক চলচ্চিত্র স্টুডিও ডিজিটাল প্লেগ্রাউন্ড যৌথভাবে ক্যালিফোর্নিয়ার সেন্ট্রাল ডিস্ট্রিক্ট আদালতে আইসিএম-এর বিরুদ্ধে একটি মামলা করে, যেখানে প্রতিযোগিতার আইন এবং অ্যান্টিট্রাস্ট লঙ্ঘনের অভিযোগ আনা হয়। মামলার দাবিগুলোর মধ্যে রয়েছে যে আইসিএএনএন \".এক্সএক্সএক্স রেজিস্ট্রি চুক্তি প্রদান করার জন্য কোনো প্রতিযোগিতামূলক প্রক্রিয়া অনুসরণ করেনি\" এবং আইসিএম-এর সিইও স্টুয়ার্ট লওলে ঘোষণা করেছিলেন যে তিনি \"কোনো নতুন প্রাপ্তবয়স্ক বিষয়বস্তু টিএলডি গঠনের বিরোধিতা করবেন এবং তা প্রতিরোধ করবেন, যার মধ্যে আইসিএএনএন-এর মাধ্যমে এমন টিএলডি অনুমোদন না করার চুক্তি অন্তর্ভুক্ত রয়েছে।\"\n২০১২ সালের ১৪ আগস্ট বিচারক ফিলিপ এস. গুটিয়েরেজ আইসিএএনএন-এর পক্ষ থেকে মামলাটি বাতিল করার আংশিক আবেদন মঞ্জুর করেন এবং আংশিকভাবে প্রত্যাখ্যান করেন, যার ফলে মামলাটি এগিয়ে যাওয়ার সুযোগ পায়। ২০১৩ সালের ১০ মে উভয় পক্ষের সমঝোতার কারণে মামলাটি স্বেচ্ছায় বাতিল করা হয়।\n\n\n=== ফ্রি স্পিচ কোয়ালিশন ===\nফ্রি স্পিচ কোয়ালিশন .এক্সএক্সএক্স ডোমেইনের বিরোধিতা করে দাবি করে যে এটি প্রাপ্তবয়স্ক বিনোদন শিল্পের ক্ষতি করবে, কারণ এটি সেন্সরশিপ এবং ব্লকিংয়ের সম্ভাবনা সৃষ্টি করবে এবং আইসিএম-এর জন্য অর্থ উপার্জন করবে, কিন্তু শিল্পের \"সর্বোত্তম স্বার্থ\" বিবেচনা করবে না।\n\n\n== বিকল্প বাস্তবায়ন ==\n২০০৫ সাল থেকে .এক্সএক্সএক্স-এর একটি বিকল্প বাস্তবায়ন চালু করেছিল নিউ.নেট (New.net), যা একটি বেসরকারি ডোমেইন নিবন্ধন পরিষেবা এবং আইসিএএনএন-এর সাথে সম্পর্কহীন। এটি একটি বিকল্প ডিএনএস রুটের মাধ্যমে পরিচালিত হয়েছিল।\nঅন্য একটি অননুমোদিত .এক্সএক্সএক্স টিএলডি পূর্বে বিকল্প ডিএনএস রুট সিস্টেমের মাধ্যমে পাওয়া যেত, যা এখন বিলুপ্ত অলটারনিক (AlterNIC) দ্বারা পরিচালিত হত।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nআইএএনএ: .এক্সএক্সএক্স হুইজ তথ্য\nW3C: ফিল্টারিংয়ের জন্য টিএলডি ব্যবহার কেন অকার্যকর, ক্ষতিকারক এবং অপ্রয়োজনীয়\nআইসিএএনএন: আইসিএম ব. আইসিএএনএন\nআইসিএএনএন: ১৮ মার্চ ২০১১ .এক্সএক্সএক্স এসটিএলডি-এর জন্য আইসিএম-এর সাথে রেজিস্ট্রি চুক্তি অনুমোদনের খসড়া যুক্তি\nআইসিএএনএন: আইসিএএনএন-এর সাথে আইসিএম-এর সম্পৃক্ততার কালানুক্রমিক ইতিহাস\nগ্লোবাল আরবিট্রেশন রিভিউ: প্যানেল মেইকস্ ইন্টারনেট হিস্ট্রি"}