{"pageid": 1508155, "title": "দ্য ব্রুটালিস্ট", "url": "https://bn.wikipedia.org/wiki?curid=1508155", "content": "দ্য ব্রুটালিস্ট ব্র্যাডি করবেট পরিচালিত ও প্রযোজিত ২০২৪ সালের মহাকাব্যিক নাট্য চলচ্চিত্র। মার্কিন যুক্তরাষ্ট্র, যুক্তরাজ্য ও হাঙ্গেরির আন্তর্জাতিক যৌথ-প্রযোজনায় নির্মিত চলচ্চিত্রটির চিত্রনাট্য লিখেছেন যৌথভাবে করবেট ও মোনা ফাস্টভোল্ড। এতে দেখা যায় হাঙ্গেরীয় বংশোদ্ভূত ইহুদি গণহত্যা থেকে বেঁচে যাওয়া এক ব্যক্তি (অ্যাড্রিয়েন ব্রডি) মার্কিন যুক্তরাষ্ট্রে পাড়ি জমান, সেখানে তিনি তার স্বপ্ন পূরণের সংগ্রাম করেন, এবং অবশেষে একজন ধনাঢ্য গ্রাহক তার জীবন পরিবর্তন করে দেয়। এই চলচ্চিত্রে আরও অভিনয় করেন ফেলিসিটি জোন্স, গাই পিয়ার্স, জো অ্যালউইন, রাফি ক্যাসিডি, স্টেসি মার্টিন, এমা লেয়ার্ড, আইসাখ দ্য বাঙ্কোলে ও আলেসান্দ্রো নিভোলা।\n২০২৪ সালের ১লা সেপ্টেম্বর ৮১তম ভেনিস আন্তর্জাতিক চলচ্চিত্র উৎসবে চলচ্চিত্রটির উদ্বোধনী প্রদর্শনী হয়, সেখানে করবেট শ্রেষ্ঠ পরিচালনার জন্য রৌপ্য সিংহ অর্জন করেন। এটি ২০২৪ সালের ২০শে ডিসেম্বর এটুয়েন্টিফোরের পরিবেশনায় মার্কিন যুক্তরাষ্ট্রে মুক্তি পায় এবং ২০২৫ সালের ২৪শে জানুয়ারি ইউনিভার্স পিকচার্স ও ফোকাস ফিচার্সের পরিবেশনায় যুক্তরাজ্যে মুক্তি পায়। চলচ্চিত্রটি ৯৭তম একাডেমি পুরস্কারে শ্রেষ্ঠ চলচ্চিত্র, শ্রেষ্ঠ পরিচালক, শ্রেষ্ঠ অভিনেতা, শ্রেষ্ঠ পার্শ্ব অভিনেতা, শ্রেষ্ঠ পার্শ্ব অভিনেত্রী-সহ ১০টি মনোনয়ন লাভ করে, এবং ৮২তম গোল্ডেন গ্লোব পুরস্কারে শ্রেষ্ঠ নাট্যধর্মী চলচ্চিত্র-সহ তিনটি পুরস্কার অর্জন করে। আমেরিকান ফিল্ম ইনস্টিটিউট চলচ্চিত্রটিকে তাদের ২০২৪ সালের শীর্ষ ১০ চলচ্চিত্রের তালিকায় স্থান দেয়।\n\n\n== অভিনয়শিল্পীদল ==\nঅ্যাড্রিয়েন ব্রডি - লাৎস্লো তোথ, হাঙ্গেরীয় ইহুদি স্থপতি ও ইহুদি গণহত্যা থেকে বেঁচে যাওয়া ব্যক্তি, যিনি মার্কিন যুক্তরাষ্ট্রে পাড়ি জমান\nফেলিসিটি জোন্স - এর্ত্সেবেত তোথ, লাৎস্লোর স্ত্রী\nগাই পিয়ার্স - হ্যারিসন লি ভ্যান বিউরেন, ধনাঢ্য শিল্পপতি, যিনি লাৎস্লোর গ্রাহক হন\nজো অ্যালউইন - হ্যারি লি ভ্যান বিউরেন, হ্যারিসনের উত্তরাধিকার\nরাফি ক্যাসিডি - সোফিয়া, লাৎস্লোর এতিম কিশোরী ভাইজি\nস্টেসি মার্টিন - ম্যাগি ভ্যান বিউরেন, হ্যারির যমজ বোন\nএমা লেয়ার্ড - অড্রি, এটিলার ক্যাথলিক স্ত্রী\nআলেসান্দ্রো নিভোলা - এটিলা, ফিলাডেলফিয়ার ফার্নিচারের দোকানের মালিক\nআইসাখ দ্য বাঙ্কোলে - লাৎস্লোর বন্ধু\nমাইকেল এপ - জিম সিম্পসন, মানডেন স্থপতি\nজোনাথন হাইড - লেসলি উড্রু, হ্যারিসন কর্তৃক নিয়োগপ্রাপ্ত স্থপতি\nপিটার পলিক্যার্পো - মাইকেল হফম্যান, হ্যারিসনের ইহুদি এটর্নি\nমারিয়া স্যান্ড - মিশেল হফম্যান, মাইকেলের স্ত্রী\nসালভাতোরে সানসোন - ওরাজিও, ক্যারারায় বসবাসকারী লাৎস্লোর বন্ধু\n\n\n== মুক্তি ==\nদ্য ব্রুটালিস্ট চলচ্চিত্রটির উদ্বোধনী প্রদর্শনী হয় ২০২৪ সালের ১লা সেপ্টেম্বর ৮১তম ভেনিস আন্তর্জাতিক চলচ্চিত্র উৎসবে, সেখানে ব্র্যাডি করবেট শ্রেষ্ঠ পরিচালনার জন্য রৌপ্য সিংহ অর্জন করেন। এটি ২০২৪ সালের  ৬ই সেপ্টেম্বর টরন্টো আন্তর্জাতিক চলচ্চিত্র উৎসবেও প্রদর্শিত হয়। এছাড়া এটি নিউ ইয়র্ক চলচ্চিত্র উৎসব, ৬৯তম ভায়াদোলিদ চলচ্চিত্র উৎসব ও ৩১তম অস্টিন চলচ্চিত্র উৎসবে প্রদর্শনীর জন্য নির্বাচিত হয়। ভেনিসে উদ্বোধনী প্রদর্শনীর এক সপ্তাহ পর এটুয়েন্টিফোর ১০ মিলিয়ন মার্কিন ডলারের কম মূল্য দিয়ে চলচ্চিত্রটির মার্কিন যুক্তরাষ্ট্রে পরিবেশনার স্বত্ব ক্রয় করে। ২০২৪ সালের ২০শে ডিসেম্বর তাদের পরিবেশনায় চলচ্চিত্রটি মার্কিন যুক্তরাষ্ট্রে মুক্তি পায়। পরের বছর ২০২৫ সালের ২৪শে জানুয়ারি ইউনিভার্স পিকচার্স ও ফোকাস ফিচার্সের পরিবেশনায় যুক্তরাজ্যে মুক্তি পায়।\n\n\n== মূল্যায়ন ==\n\n\n=== সমালোচনামূলক প্রতিক্রিয়া ===\nপর্যালোচনা সংগ্রাহক ওয়েবসাইট রটেন টম্যাটোসে এই চলচ্চিত্র সম্পর্কে ২৩৬ জন সমালোচকের মধ্যে ৯৩% সমালোচকের পর্যালোচনা ইতিবাচক এবং এর গড় রেটিং ৮.৮/১০। ওয়েবসাইটটির সংখ্যাগরিষ্ঠের মত হল: \"কাঠামোগতভাবে সুন্দর ও অ্যাড্রিয়েন ব্রডির প্রাণবন্ত অভিনয়সমৃদ্ধ লেখক-পরিচালক ব্র্যাডি করবেটের নির্ভুলভাবে পরিকল্পিত দ্য ব্রুটালিস্ট অভিবাসীদের অভিজ্ঞতার প্রতি দুর্দান্ত শ্রদ্ধাঞ্জলি।\" মেটাক্রিটিকে ৫৩ জন সমালোচকের পর্যালোচনার ভিত্তিতে চলচ্চিত্রটির গড় স্কোর ১০০-এর মধ্যে ৯০, যা \"সার্বজনীন প্রশংসা\"-র ইঙ্গিত দেয়।\nরজারইবার্ট.কমের লেখকবৃন্দ দ্য ব্রুটালিস্ট-কে বোর্ডা কাউন্ট অনুসারে রজার ইবার্টের ২০২৪ সালের ১০টি সেরা চলচ্চিত্রের তালিকায় শীর্ষ স্থান দিয়েছে। চলচ্চিত্র নির্মাতা অলিভার স্টোন, টিম ফেলবাউম, ড্রু গোডার্ড, রাইনাল্ডো মার্কাস গ্রিন, ডন হের্টজফেল্ট, ম্যাট জনসন, ক্যারিন কুসামা, ডেভিড লাউরি, ল্যান্স ওপেনহাইমার, পল শ্রেডার, সেলিন সং ও ম্যালকম ওয়াশিংটন তাদের ২০২৪ সালের প্রিয় চলচ্চিত্রের তালিকায় এই চলচ্চিত্রটির উল্লেখ করেছেন।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nইন্টারনেট মুভি ডেটাবেজে দ্য ব্রুটালিস্ট   (ইংরেজি)\nরটেন টম্যাটোসে দ্য ব্রুটালিস্ট (ইংরেজি)\nএটুয়েন্টিফোর ফিল্মে The Brutalist\nপ্রটাগনিস্ট পিকচার্সে The Brutalist\nটেমপ্লেট:ব্র্যাডি করবেট"}