{"pageid": 1508994, "title": "লুপাস", "url": "https://bn.wikipedia.org/wiki?curid=1508994", "content": "লুপাস, প্রযুক্তিগতভাবে সিস্টেমিক লুপাস এরিথেমাটোসাস ( এসএলই ) নামে পরিচিত, হলো একটি অটোইমিউন রোগ যেখানে শরীরের রোগ প্রতিরোধ ব্যবস্থা ভুলভাবে শরীরের অনেক অংশে সুস্থ টিস্যু আক্রমণ করে।  এর লক্ষণগুলি মানুষের মধ্যে পরিবর্তিত হয় এবং হালকা থেকে শুরু করে গুরুতর হতে পারে।  সাধারণ লক্ষণগুলির মধ্যে রয়েছে বাত , জ্বর, বুকে ব্যথা, চুল পড়া, মুখের আলসার, ফোলা লিম্ফ নোড, ক্লান্ত বোধ করা এবং মুখে  লাল ফুসকুড়ি হওয়া।  এর মধ্যে সাধারণত অসুস্থতার দশা (ফ্লেয়ার) এবং সুপ্ত দশা (যেখানে শুধুমাত্র কিছু লক্ষণ থাকে) দেখা যায়। \nলুপাসের কারণ সম্পর্কে এখনো স্পষ্ট ধারণা লাভ করা যায়নি।  এর সাথে পরিবেশগত কারণের পাশাপাশি জেনেটিক্সকে জড়িত বলে মনে করা হয়।  অভিন্ন যমজ সন্তানের মধ্যে, একজন লুপাসে আক্রান্ত হলে অন্যজনেরও এতে আক্রান্ত হওয়ার ২৪% সম্ভাবনা থাকে হবে।  স্ত্রী যৌন হরমোন, সূর্যালোক, ধূমপান, ভিটামিন ডি এর অভাব এবং কয়েক প্রকার সংক্রমণ এই রোগের ঝুঁকি বাড়ায় বলে মনে করা হয়।   উপসর্গ এবং পরীক্ষার সমন্বয়ের উপর ভিত্তি করে এই রোগ নির্ণয় করার পদ্ধতি ভিন্ন হতে পারে ।  ডিসকয়েড লুপাস এরিথেমাটোসাস, নবজাতক লুপাস, এবং সাবএকিউট কিউটেনিয়াস লুপাস এরিথেমাটোসাস সহ আরও অনেক ধরণের লুপাস এরিথেমাটোসাস রয়েছে। \nলোপাসের এর কোন সুনির্দিষ্ট প্রতিকার নেই।  এর চিকিৎসার মধ্যে এনএসএআইডি, কর্টিকোস্টেরয়েড, ইমিউনোসপ্রেসেন্টস, হাইড্রোক্সিক্লোরোকুইন এবং মেথোট্রেক্সেট উল্লেখযোগ্য।  যদিও কর্টিকোস্টেরয়েডগুলি দ্রুত কার্যকর, তারপরও দীর্ঘমেয়াদী ব্যবহারের ফলে পার্শ্ব প্রতিক্রিয়া দিতে পারে।  কোনো বিকল্প ওষুধ এই রোগকে প্রভাবিত করতে দেখা যায়নি।  'এসএলই' তে আক্রান্ত ব্যক্তিদের মধ্যে আয়ু কম হয়।  SLE কার্ডিওভাসকুলার রোগের ঝুঁকি উল্লেখযোগ্যভাবে  বাড়ায় এবং এটি মৃত্যুর সবচেয়ে সাধারণ কারণ হিসেবে বিবেচিত।  তবে আধুনিক চিকিৎসার মাধ্যমে আক্রান্তদের প্রায় ৮০% ব্যক্তি ১৫বছরেরও বেশি সময় বেঁচে থাকতে পারেন।  লুপাস আক্রান্ত মহিলাদের গর্ভধারণের ঝুঁকি বেশি থাকে, তবে অধিকাংশ সময়ই তা সফল হতে দেখা যায়। \nSLE এর হার বিভিন্ন দেশে প্রতি ১,০০,০০০ জনের মধ্যে ২০ থেকে ৭০ এর মধ্যে হয়ে থাকে।  প্রজননক্ষম\nবয়সের নারীরা পুরুষদের তুলনায় এই রোগে প্রায় নয় গুণ বেশি আক্রান্ত হন।  যদিও এটি সাধারণত .১৫ থেকে ৪৫ বছর বয়সের মধ্যে শুরু হয়, এর বাইরেও অন্যান্য বয়সের লোকজন এতে আক্রান্ত হতে পারে।  গবেষণায় দেখা গেছে, আফ্রিকান, ক্যারিবিয়ান এবং চীনা বংশোদ্ভূতরা শ্বেতাঙ্গদের তুলনায় বেশি ঝুঁকিতে রয়েছে।  উন্নয়নশীল বিশ্বে রোগের হার এখনো অস্পষ্ট।  ল্যাটিন লুপাস শব্দের অর্থ \"নেকড়ে\"। ১৩ শতকে এই রোগটির এমন নামকরণ করার কারণ ছিল ফুসকুড়িটি নেকড়ের কামড়ের মতো দেখা গিয়েছিল। \n\n\n== তথ্যসূত্র =="}