{"pageid": 1508425, "title": "মার্টিন লুথার কিং জুনিয়র হত্যাকাণ্ড", "url": "https://bn.wikipedia.org/wiki?curid=1508425", "content": "মার্টিন লুথার কিং, জুনিয়র  একজন আমেরিকান নাগরিক অধিকার কর্মী ছিলেন। ১৯৬৮ সালের ৪ এপ্রিল , মেমফিস, টেনেসির লরেন মোটেলে, ৬:০১-টার(সিএসটি)সময় গুলিবিদ্ধ হয়ে মারাত্মকভাবে আহত হন। তার চিকিৎসার জন্য  দ্রুত সেন্ট জোসেফ হাসপাতালে নিয়ে যাওয়া হয়। সেখানে ৭:০৫ এর সময় জানানো ৩৯ বছর বয়সী কিং মারা গেছেন। তিনি নাগরিক অধিকার আন্দোলনের একজন বিশিষ্ট নেতা এবং নোবেল শান্তি পুরস্কার বিজয়ী ছিলেন। তিনি নিজের অহিংসা ও নাগরিক অবাধ্যতার জন্য পরিচিত ছিলেন। ১৯৬৮ সালের ৮ জুনে জেমস আর্ল রেকে লন্ডনের হিথ্রো বিমানবন্দর থেকে আটক করা হয়। জেমস আর্ল রে মিসৌরি স্টেট পেনিটেনশিয়ারি থেকে একজন পলাতক ছিলেন।  পরবর্তীতে তাকে মার্কিন যুক্তরাষ্ট্রে প্রত্যর্পণ করা হয় এবং অপরাধের জন্য অভিযুক্ত করা হয়।\n১৯৬৯ সালের ১০ মার্চে রে নিজের দোষ স্বীকার করেন এবং টেনেসি স্টেট পেনিটেনশিয়ারিতে ৯৯ বছরের কারাদণ্ডে দণ্ডিত হন।  পরবর্তীতে রে  তার স্বীকারোক্তি প্রত্যাহার করার এবং পুনরায় বিচার করার জন্য অনেক প্রচেষ্টা করেছিলেন। কিন্তু রে এর সেই প্রচেষ্টা ব্যর্থ হয়। ১৯৯৮ সালে কারাগারে রে'র মৃত্যু হয়।\nকিংয়ের পরিবার এবং অন্যরা বিশ্বাস ছিল যে, এই হত্যাকাণ্ডের পিছনে ষড়যন্ত্র আছে, যেটির সাথে মার্কিন সরকার, মাফিয়া এবং মেমফিস পুলিশ জড়িত। ১৯৯৩ সালে লয়েড জোওয়ারস টেলিভিশন সাক্ষাৎকারে অভিযোগ করেছিলেন, হত্যাকাণ্ডের সাথে তিনি নিজে যুক্ত ছিলেন, এছাড়া এই হত্যা পরিকল্পনাএ পিছনে সরকার এবং মাফিয়ারাও যুক্ত আছে।  জোওয়ার্সের দাবি ছিল, রে'কে বলির পাঁঠা করা হয়েছে। ১৯৯৯ সালে, কিংয়েএ পরিবার ১০ মিলিয়ন ডলারের জন্য জোওয়ারসের বিরুদ্ধে একটি ভুল মৃত্যুর মামলা দায়ের করে। এই মামলার সমাপ্তি যুক্তিতর্কে, তাদের আইনজীবী জুরিকে মাত্র $১০০ ডলার ক্ষতিপূরণ প্রদান করতে বলেছিলেন, যাতে বোঝানো যায় যে \"এটি অর্থের বিষয়ে ছিল না।\" বিচার চলাকালে উভয় পক্ষই সরকারি ষড়যন্ত্রের অভিযোগে প্রমাণ পেশ করে। অভিযুক্ত সরকারী সংস্থাগুলো আত্মপক্ষ সমর্থন করতে পারেনি বা প্রতিক্রিয়া জানাতে পারেনি কারণ তাদের নাম আসামী হিসাবে ছিল না। প্রমাণের ভিত্তিতে, জুরি সিদ্ধান্ত নিয়েছিল যে জোওয়ারস এবং অন্যরা \"কিংকে হত্যার ষড়যন্ত্রের অংশ\" ছিল, এবং পরিবারকে তারা ক্ষতিপূরণের জন্য অনুরোধ করা প্রতীকী $১০০ প্রদান করেছিল। ২০০০ সালে অভিযোগ এবং মেমফিস জুরির অনুসন্ধান পরবর্তীতে প্রমাণের অভাবের কারণে  মার্কিন যুক্তরাষ্ট্রের বিচার বিভাগ দ্বারা বিতর্কিত হয়েছিল।\nএই হত্যাকাণ্ডটি ছিল মার্কিন যুক্তরাষ্ট্রে ১৯৬০-এর দশকের চারটি প্রধান হত্যাকাণ্ডের মধ্যে একটি, যেগুলো ১৯৬৩ সালে জন এফ. কেনেডির হত্যাকাণ্ড এবং ১৯৬৫ সালে ম্যালকম এক্সকে হত্যা এবং ১৯৬৮ সালে রবার্ট এফ কেনেডিকে হত্যা।\n২০২৫ সালের ২৩ জানুয়ারি, রাষ্ট্রপতি ডোনাল্ড ট্রাম্প রাজার হত্যা সংক্রান্ত নথি, সেইসাথে জন এফ. কেনেডি ও রবার্ট এফ. কেনেডির হত্যা সংক্রান্ত নথিগুলোকে প্রকাশ করার জন্য একটি নির্বাহী আদেশে স্বাক্ষর করেন।\n\n\n== গুপ্তহত্যা ==\n১৯৬৮ সালের ৪ এপ্রিল,  বৃহস্পতিবার  কিং মেমফিসের লরেন মোটেলে ৩০৬ নম্বর কক্ষে অবস্থান করছিলেন। মোটেলটি একজন ব্যবসায়ী ওয়াল্টার বেইলির মালিকানাধীন ছিল এবং তার স্ত্রীর নামে নামকরণ করা হয়েছিল। কিং এর সহকর্মী ও বন্ধু রেভ. রালফ আবেরনাথি , হাউস সিলেক্ট কমিটি অন অ্যাসাসিনেশনসকে জানান, যে তিনি এবং কিং লরেন মোটেলের ৩০৬ নম্বর কক্ষে এত ঘন ঘন অবস্থান করতেন যে এটি \"কিং–আবেরনাথি স্যুট\" নামে পরিচিত ছিল।\nকিংয়ের সাথে শেষ কথা হয়েছিল সঙ্গীতশিল্পী বেন ব্রাঞ্চের সাথে, যে রাতে একটি পরিকল্পিত অনুষ্ঠানে পারফর্ম করার কথা ছিল। কিং বললেন, \"বেন, আজ রাতে মিটিংয়ে তুমি ' টেক মাই হ্যান্ড, প্রিয়াসিয়াস লর্ড ' অবশ্যই খেলবে। তুমি এটা খুব সুন্দর খেলো।\"\nরেভ. স্যামুয়েল কাইলস, যে কয়েক ফুট দূরে দাঁড়িয়ে ছিলেন, তার মতে, কিং রুম ৩০৬ এর সামনে বারান্দার রেলিং-এর উপর হেলান দিয়ে রেভ. জেসি জ্যাকসনের সাথে কথা বলছিলেন, তখন গুলির শব্দ শোনা যায়। কিং সন্ধ্যা ৬:০১ টায় একটি .৩০-০৬ বুলেটের আঘাতে মুখে আঘাতপ্রাপ্ত হন, যা একটি রেমিংটন মডেল ৭৬০ রাইফেল থেকে নিক্ষেপ করা হয়েছিল। \n\n\n== তথ্যসূত্র =="}