{"pageid": 1508844, "title": "২০১৪ এএফসি প্রেসিডেন্টস কাপ", "url": "https://bn.wikipedia.org/wiki?curid=1508844", "content": "২০১৪ এএফসি প্রেসিডেন্টস কাপ হল এশিয়ান ফুটবল কনফেডারেশন কর্তৃক পরিচালিত এএফসি প্রেসিডেন্টস কাপ প্রতিযোগিতার সর্বশেষ আসর যেখানে উন্নয়নশীল দেশগুলির চ্যাম্পিয়ন ক্লাব আন্তর্জাতিক ক্লাব ফুটবলে অংশগ্রহণ করত। ২০২৪ সালে এই প্রতিযোগিতাটিই এএফসির মহাদেশীয় ক্লাব ফুটবলে তৃতীয় স্তর হিসেবে এএফসি চ্যালেঞ্জ লিগ নামে অবতীর্ণ হয়। বলকান আগের আসরের চ্যাম্পিয়ন।\nফাইনালে, তুর্কমেনিস্তানের এইচটিটিইউ উত্তর কোরিয়ার রিমিয়ংসুকে ২–১ ফলাফলে হারিয়ে দ্বিতীয় তুর্কমেনীয় চ্যাম্পিয়ন ক্লাব হিসেবে অবতীর্ণ হয়।\n\n\n== মাঠ ==\n\n\n== ড্র ==\nগ্রুপ পর্বের ড্র ২৮ মার্চ ২০১৪ তারিখে মালয়েশিয়ার কুয়ালালামপুরে এএফসি হাউজে অনুষ্ঠিত হয়েছিল।\nঅন্তিম পর্বের ড্র ২৫ জুলাই ২০১৪ তারিখে মালয়েশিয়ার কুয়ালালামপুরে এএফসি হাউজে অনুষ্ঠিত হয়েছিল।\n\n\n== গ্রুপ পর্ব ==\n\n\n=== টাইব্রেকার ===\nগ্রুপ পর্বে, প্রতিটি গ্রুপ একটি কেন্দ্রীভূত ভেন্যুতে একক রাউন্ড-রবিন বিন্যাসে খেলা হবে। পরবর্তী পর্বে সেরা ছয়টি দল উঠেছিল।\nদলগুলিকে পয়েন্ট অনুসারে র‌্যাঙ্কিং করা হয়েছিল (জয়ের জন্য ৩ পয়েন্ট, ড্রয়ের জন্য ১ পয়েন্ট, হারের জন্য ০ পয়েন্ট)। পয়েন্টে বাঁধা হলে, টাইব্রেকারগুলি নিম্নলিখিত ক্রমে প্রয়োগ করা হত (নিয়মিত ধারা ৮.৩):\n\nটাই দলগুলোর মধ্যে হেড-টু-হেড ম্যাচে পয়েন্ট;\nটাই দলের মধ্যে হেড টু হেড ম্যাচে গোল পার্থক্য;\nটাই দলের মধ্যে হেড-টু-হেড ম্যাচে গোল করা;\nযদি দুটির বেশি দল টাই থাকে, এবং উপরের সমস্ত হেড-টু-হেড মানদণ্ড প্রয়োগ করার পরে, দলগুলির একটি উপসেট এখনও টাই ছিল, উপরের সমস্ত হেড-টু-হেড মানদণ্ডগুলি শুধুমাত্র এই দলের উপসেটেই পুনরায় প্রয়োগ করা হয়েছিল;\nগ্রুপের সব ম্যাচে গোল পার্থক্য;\nগ্রুপের সব ম্যাচে করা গোল;\nগ্রুপের শেষ রাউন্ডে শুধুমাত্র দুটি দল একে অপরের সাথে টাই হলে পেনাল্টি শুট-আউট প্রয়োগ করা হবে;\nডিসিপ্লিনারি পয়েন্ট (হলুদ কার্ড = ১ পয়েন্ট, দুটি হলুদ কার্ডের ফলে লাল কার্ড = ৩ পয়েন্ট, সরাসরি লাল কার্ড = ৩ পয়েন্ট, হলুদ কার্ডের পরে সরাসরি লাল কার্ড = ৪ পয়েন্ট);\nলটারি।\n\n\n=== গ্রুপ এ ===\n\n\n=== গ্রুপ বি ===\n\n\n=== গ্রুপ সি ===\n\n\n== অন্তিম পর্ব ==\nগ্রুপ পর্বের সেরা ছয় দলকে দুটি গ্রুপে বিন্যস্ত করা হয়েছিল এবং দুটি গ্রুপের শ্রেষ্ঠ দলদ্বয় ফাইনালে অংশগ্রহণ করার সুযোগ পেয়েছিল। \n\n\n=== গ্রুপ এ ===\n\n\n=== গ্রুপ বি ===\n\n\n=== ফাইনাল ===\n\n\n== গোলদাতা ==\n\n\n== তথ্যসূত্র =="}