{"pageid": 1509001, "title": "ইবিএ (এভরিথিং বাট আর্মস)", "url": "https://bn.wikipedia.org/wiki?curid=1509001", "content": "এভরিথিং বাট আর্মস (ইবিএ) বা অস্ত্র ছাড়া সবকিছু, ইউরোপীয় ইউনিয়নের একটি উদ্যোগ, যার অধীনে স্বল্পোন্নত দেশগুলি থেকে ইউরোপীয় ইউনিয়নে আমদানিকৃত অস্ত্র ছাড়া সকল পণ্য শুল্ক এবং কোটামুক্ত। ইবিএ ৫ মার্চ ২০০১ সালে কার্যকর হয়। কলা, চিনি এবং চালের জন্য যথাক্রমে জানুয়ারি ২০০৬, জুলাই ২০০৯ এবং সেপ্টেম্বর ২০০৯ পর্যন্ত ট্রানজিশনাল ব্যবস্থা ছিল। ইবিএ ইউরোপীয় ইউনিয়নের সাধারণ অগ্রাধিকার ব্যবস্থা (জিএসপি)-এর একটি অংশ।  এই সুবিধা প্রাপ্ত দেশগুলোর সর্বশেষ তালিকা রেগুলেশন (ই ইউ) ৯৭৮/২০১২-এর সংহত পাঠ্যের পরিশিষ্ট-৪ এ পাওয়া যায়।\nএই প্রকল্পের উদ্দেশ্য হল বিশ্বের দরিদ্র দেশগুলির উন্নয়নকে উৎসাহিত করা।\nসামোয়া, ২০১৪ সালে স্বল্পোন্নত দেশের (এলডিসি) মর্যাদা থেকে উত্তীর্ণ হয়ে উন্নয়নশীল দেশ হিসেবে চিহ্নিত হয়,  এবং ১ জানুয়ারি ২০১৯ সালে ইবিএ সুবিধাভোগী দেশগুলোর তালিকা থেকে বাদ দেওয়া হয়।\n১৬ জানুয়ারি ২০১৯ সালে ইউরোপীয় কমিশন কম্বোডিয়া এবং মিয়ানমার থেকে চালের আমদানির উপর শুল্ক পুনরায় প্রবর্তনের সিদ্ধান্ত নেয়। কারণ, আগের পাঁচটি ধানের মৌসুমে উভয় দেশ থেকে ইন্ডিকা চালের আমদানি ৮৯% বৃদ্ধি পেয়েছিল। একই সময়ে, এই চালের দাম ইইউ বাজারের তুলনায় উল্লেখযোগ্যভাবে কম ছিল এবং প্রকৃতপক্ষে এই সময়ে কমে গিয়েছিল। এই স্বল্প-মূল্যের আমদানির ফলে ইইউ-এর চাল উৎপাদনকারীরা গুরুতর সমস্যার সম্মুখীন হয় এবং তাদের বাজার অংশীদারিত্ব ৬১% থেকে ২৯%-এ নেমে যায়।\nমানবাধিকার উদ্বেগের কারণে কম্বোডিয়া ২০২০ সালে ইবিএ সুবিধা হারায়।\n\n\n== ইতিহাস ==\nশুল্ক ও বাণিজ্যের উপর সাধারণ চুক্তি (গ্যাট) সিদ্ধান্ত ৪.ডি.৩, যা ২৮ নভেম্বর ১৯৭৯ তারিখে গৃহীত হয়, স্বল্পোন্নত দেশগুলোর জন্য আরও সুবিধাজনক আচরণের ভিত্তি প্রদান করে।   ইবিএ চুক্তি নিয়ে প্রথম প্রস্তাব ২০ সেপ্টেম্বর ২০০০ তারিখে উত্থাপিত হয়: ইউরোপীয় কমিশন প্রস্তাব দেয় যে \"ইউরোপীয় ইউনিয়নে সকল স্বল্পোন্নত দেশ থেকে সকল পণ্যের জন্য শুল্কমুক্ত এবং কোটামুক্ত প্রবেশাধিকার প্রদান করা হবে।\"  এই সুবিধাপ্রদান প্রক্রিয়া স্বল্পোন্নত দেশগুলিকে (এলডিসি) উৎসাহিত করে, যারা, অন্যান্য বিষয়ের মধ্যে, মানবাধিকার সংক্রান্ত আন্তর্জাতিক কনভেনশনগুলোকে সম্মান করে। তবে, সম্প্রতি কম্বোডিয়ার জন্য প্রদত্ত শুল্ক সুবিধা কিছু পণ্যের ক্ষেত্রে স্থগিত করা হয়েছে কারণ তারা \"আন্তর্জাতিক নাগরিক এবং রাজনৈতিক অধিকার সম্পর্কিত কনভেনশনে সংযুক্ত মানবাধিকার নীতিগুলোর গুরুতর এবং নিয়মিত লঙ্ঘন\" করেছে।\n\n\n== এছাড়াও দেখুন ==\nমুক্ত বাণিজ্য\nইউরোপীয় ইউনিয়ন\nবাণিজ্য ও উন্নয়ন\nসাধারণ কৃষি নীতি\nবিশ্ব বাণিজ্য সংস্থা\nআফ্রিকান বৃদ্ধি এবং সুযোগ আইন\n\n\n== নোট ==\n\n\n== তথ্যসূত্র ==\nরেগুলেশন (EU) নং 978/2012 ইউরোপীয় পার্লামেন্ট এবং কাউন্সিল অফ 25 অক্টোবর 2012 সাধারণীকৃত ট্যারিফ পছন্দের একটি স্কিম প্রয়োগ করে এবং কাউন্সিল রেগুলেশন (EC) নং 732/2008 বাতিল করে৷\n\n\n== বাহ্যিক সংযোগ ==\nইউরোপীয় ইউনিয়ন সাধারণীকৃত সিস্টেম অফ প্রেফারেন্স রেগুলেশন ইসি নং 980/2005 আর্কাইভড সংস্করণ\nইউরোপীয় কমিশন ইইউ ট্রেড হেল্পডেস্ক - \"এভরিথিং বাট আর্মস\"    ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০১৯-০১-১৯ তারিখে\nঅক্সফাম, ডিসেম্বর 2000, \"আর্মস এবং চিনি ছাড়া সবকিছু?\"\nটেমপ্লেট:Foreign relations of the European Union 2"}