{"pageid": 1509323, "title": "রাসবিহারী অ্যাভিনিউ", "url": "https://bn.wikipedia.org/wiki?curid=1509323", "content": "রাসবিহারী অ্যাভিনিউ (১৯২৯ খ্রিস্টাব্দ পর্যন্ত মেইন স্যুয়ার রোড বা বালিগঞ্জ অ্যাভিনিউ নামে পরিচিত ছিল)  হল ভারতের কলকাতা মহানগরের দক্ষিণে পূর্ব-পশ্চিমে বিস্তৃত সবচেয়ে মর্যাদাপূর্ণ এবং গুরুত্বপূর্ণ রাজপথের একটি। এই রাজপথের বড় অংশ দক্ষিণ কলকাতার প্রধান কেনাকাটা এবং অভিজাত আবাসিক এলাকা গড়িয়াহাটের এলাকায় পড়ে। রাস্তাটির নামকরণ করা হয়েছে স্যার রাস বিহারী ঘোষের (১৮৪৫ - ১৯২১) নামে যিনি ছিলেন একজন ভারতীয় রাজনীতিবিদ, আইনজীবী, সমাজসেবক এবং জনহিতৈষী।\n\n\n== এলাকাসমূহ ==\n\nদক্ষিণ কলকাতার অন‍্যতম গড়িয়াহাট বাজার রাসবিহারী অ্যাভিনিউ এবং গড়িয়াহাট রোডের চৌমাথা তথা গড়িয়াহাট মোড়ে অবস্থিত। নানা ধরনের মাছের জন্য বাজারটির খ‍্যাতি আছে। চৌমাথার অন‍্য তিনদিকে ভারতীয় শাড়ি এবং অন্যান্য সামগ্রী যেমন পোশাক শিল্পে তৈরি পোশাক, ইলেকট্রনিক গ‍্যজেট তথা পণ‍্যসমূহের বিপণি রয়েছে। নিয়মিত দোকানপাট ছাড়াও, রাস্তার ফুটপাতে ভিড় করে এমন অস্থায়ী দোকান রয়েছে।\nপ্রধান শপিং এলাকাটি অবশ্য শরৎ বোস রোডের ( দেশপ্রিয় পার্ক ) এর সংযোগস্থল পর্যন্ত হলেও, প্রধানত ত্রিকোণ পার্ক তথা ট্রাঙ্গুলার পার্ক পর্যন্ত। তারপর এটি আরও পশ্চিমে গিয়ে শ্যামাপ্রসাদ মুখার্জি রোড (পূর্বতন রসা রোড) রাসবিহারী ক্রসিং ( রাসবিহারী মোড় ) এর সাথে মিলিত হয়ে চেতলার দিকে চলে যায় । চেতলা-সাহানগর সেতু ( শহীদ যতীন দাস সেতু ) থেকে রাশবিহারী অ্যাভিনিউ চেতলা সেন্ট্রাল রোড হয়ে আলিপুরের দিকে চলে যায়।\nরাস্তাটি পূর্বদিকে গোল্ড পার্কে (রুবি হাসপাতাল) [[ইস্টার্ন মেট্রোপলিটান বাইপাস| ইস্টার্ন মেট্রোপলিটান বাইপাসের সাথে মিলিত হয়েছে। রাস্তাটির এই বর্ধিত অংশ বিজন সেতুর (রেল ওভারব্রিজ) পূর্ব দিকে থেকে শুরু হয়। রুবি পর্যন্ত বর্ধিত অংশ ( বালিগঞ্জ রেলওয়ে স্টেশনে শহরতলির রেলওয়ের উপরে বিজন সেতু সহ ) এর আসল নাম বহন করে না, তবে বর্ধিত অংশকে সাধারণত 'রাসবিহারী অ্যাভিনিউ কানেক্টর' হিসাবে উল্লেখ করা হয়।\nপূর্ব থেকে পশ্চিমে বিস্তৃত রাজপথে গুরুত্বপূর্ণ ট্র্যাফিক মোড়গুলি হল- একডালিয়া (বালিগঞ্জ স্টেশন স্টপ), গড়িয়াহাট , হিন্দুস্তান পার্ক (বালিগঞ্জ এলাকা), দেশপ্রিয় পার্ক (শরৎ বোস রোড), লেক মার্কেট এবং রাসবিহারী (শ্যামা প্রসাদ মুখার্জি রোড) এর কাছে।\nগুরুত্বপূর্ণ রাস্তাগুলি যা অবিলম্বে এটির সমান্তরালে চলে তা হল এর দক্ষিণে ড. মেঘনাদ সাহা সরণি ( পূর্বতন সাউদার্ন অ্যাভিনিউ) এবং উত্তরে হাজরা রোড (এখন নাম পরিবর্তন করা হয়েছে)।\n\n\n== ল্যান্ডমার্ক ==\n\nলেক মল\nগড়িয়াহাট বাজার\nদেশপ্রিয় পার্ক\nপ্রিয়া সিনেমা\nমিঃ ইডলি (ত্রিকোণ পার্ক)\n\n\n== এছাড়াও দেখুন ==\nরাসবিহারী (বিধানসভা কেন্দ্র)\n\n\n== তথ্যসূত্র =="}