{"pageid": 1509851, "title": "ভিনল্যান্ড সাগা (টেলিভিশন ধারাবাহিক)", "url": "https://bn.wikipedia.org/wiki?curid=1509851", "content": "ভিনল্যান্ড সাগা (জাপানি: ヴィンランド・サガ, হেপবার্ন: Vinrando Saga) হল মাকোতো ইউকিমুরার  একই নামের ঐতিহাসিক মাঙ্গার অবলম্বনে নির্মিত একটি জাপানি অ্যানিমে টেলিভিশন ধারাবাহিক। অ্যানিমেটির প্রথম মৌসুমটি প্রযোজনা করেছে উইট স্টুডিও (২০১৯ সালে) এবং দ্বিতীয় মৌসুম প্রয়োজনা করেছে ম্যাপ্পা(২০২৩ সালে)।ধারাবাহিকটির কাহিনি থরফিন এর জীবন অনুধরণ করে যে তার পিতার মৃত্যুর পর আস্কেলাড এর মাধ্যমে ভাইকিংস এবং যুদ্ধের  জগতে সাথে জড়িয়ে পড়ে।প্রথম মৌসুমে একজন প্রতিশোধস্পৃহ, রক্তপিপাসু ভাইকিং হিসেবে আর দ্বিতীয় মৌসুমে তার জীবনযাত্রার পরিবর্তন ঘটে—একজন নিষ্ক্রিয় দাস হিসেবে যে বাঁচার ইচ্ছা হারিয়ে ফেলেছে।দুই মৌসুমই ভিন্ন স্টুডিওতে প্রযোজিত হলেও পরিচালক শুহেই ইয়াবুতা এবং লেখক হিরোশি সেকো উভয় মৌসুমে একসাথে কাজ করেছেন। চরিত্রগুলির গভীর বিকাশের জন্য তারা অ্যানিমেশনে আরোও অতিরিক্ত মৌলিক উপাদান যোগ করেছিলেন। যেনো চরিত্রগুলোর মধ্যে  আরও গভীরতা আনা যায়, যেমন- থরফিনের ভাইকিং হয়ে ওঠা, তার নৈশকালীন দুঃস্বপ্ন,এবং আইনারের দাসত্বের পূর্বের জীবন।  ধারাবাহিকটি বিশ্বজুড়ে অ্যামাজন প্রাইম এবং নেটফ্লিক্স দ্বারা বিশ্বব্যাপী প্রচারিত হয়েছে।প্রথম মৌসুমটি এর অ্যানিমেশন, পরিচালনা, চিত্রনাট্য, সিনেমাটোগ্রাফি, অ্যাকশন দৃশ্য, কণ্ঠ অভিনয় এবং থিমের জন্য সমালোচকদের প্রশংসা অর্জন করে, বিশেষত ভাইকিংদের চিত্রায়নকে ঘিরে সমালোচকদের ইতিবাচক প্রতিক্রিয়া দেখা যায়। দ্বিতীয় মৌসুমটিতেও দাসত্ব,শান্তিবাদ এবং থরফিনের মানসিক সংকটের বিষয়বস্তুর জন্য অনুরূপ প্রশংসা পায়।উভয় মৌসুমই তাদের গভীর দার্শনিক বার্তা ও চরিত্র বিকাশের জন্য নন্দিত হয়।\n\n\n== অভিনয় ও চরিত্রসমূহ ==\n\n-এই লেখাতে যেসকল তথ্যসূএ আছে গুলোকে বাংলা অনুবাদ করে দেও।\n\n\n== ধারাবাহিক সারসংক্ষেপ ==\n\n\n=== প্রথম মৌসুম (২০১৯) ===\nথরফিন একজন তরুণ আইসল্যান্ডবাসী যার লক্ষ্য তার অবসরপ্রাপ্ত পিতা থর্সের মতো যুদ্ধে অংশ নেওয়া। সে তার বাবার জাহাজে লুকিয়ে ওঠে, ঠিক তখনই থর্সকে হত্যার জন্য ভাড়াটে সৈন্য নিয়োগ করা হয় (থর্স সেনাবাহিনী ত্যাগ করেছিলেন)। আস্কেলাডের দল তাদের আক্রমণ করলে, থর্স নিজের ছেলে ও সঙ্গীদের প্রাণ বাঁচাতে আত্মসমর্পণ করেন এবং নিহত হন। ক্রোধে ফেটে পড়া থরফিন কিশোর বয়সে আস্কেলাডের উপর প্রতিশোধ নেওয়ার জন্য ভাইকিংদের হয়ে ভাড়াটে সৈন্য হিসেবে কাজ ও প্রশিক্ষণ শুরু করে। \n\n\n=== দ্বিতীয় মৌসুম (২০২৩) ===\nআইনার একজন কৃষক যার পরিবার ভাইকিংদের হাতে নিহত হয়। তাকে দাস হিসেবে বিক্রি করা হয় কেটিল নামের এক ব্যক্তির কাছে, দক্ষিণ ডেনমার্কে। সেখানে পৌঁছে আইনার আরেক দাস থরফিনের সাথে দেখা পান, যাকে প্রথম মৌসুমের ঘটনার পর নির্বাসিত করা হয়েছিল। সময়ের সাথে সাথে আইনার থরফিনের অতীত অপরাধ সম্পর্কে জানতে পারেন, তবে স্বাধীনতা অর্জনের লক্ষ্যে একসাথে কাজ করতে গিয়ে তাদের মধ্যে বন্ধুত্ব গড়ে ওঠে। থরফিন তার অতীতের মুখোমুখি হতে গিয়ে শেখে সংযমের মর্যাদা ও সহিংসতার বেদনাদায়ক মূল্য সম্পর্কে, যা তার প্রতিটি সিদ্ধান্ত ও সামাজিক আচরণকে নতুনভাবে রূপায়িত করে।\n\n\n== প্রযোজনা ==\n\n\n=== মৌসুম ১ ===\nশুহেই ইয়াবুতা থ্রিডি সিজিআই অ্যানিমেটর  হিসেবে উইট স্টুডিওর সিইও তেতসুয়া নাকাতাকের সঙ্গে একাধিক প্রকল্পে কাজ করেছেন, যার মধ্যে রয়েছে অ্যানিমে ধারাবাহিক অ্যাটাক অন টাইটানএবং কাবানেরি অব দ্য আয়রন ফোর্ট্রেস। ২০১২ সাল থেকে ধীরে ধীরে তিনি পরিচালনা ও চিত্রনাট্য লেখার দায়িত্ব পেতে শুরু করেন। ইয়াবুতা ভিনল্যান্ড সাগা মাঙ্গার ভক্ত ছিলেন, এবং এর উপর ভিত্তি করে অ্যানিমে তৈরির তার ধারণাগুলো প্রযোজকের সঙ্গে মিলে যায়। ফলে তাকে এই ধারাবাহিক পরিচালনার সুযোগ দেওয়া হয়।তিনি ভাইকিংদের ওপর গবেষণা করেছিলেন, তবে বিশ্বাস করতেন যে এই ধারাবাহিকের মূল আকর্ষণ হলো এর চরিত্রগুলোর মনস্তাত্ত্বিক গভীরতা ও তাদের বিকাশ। তিনি লক্ষ্য করেন যে, মাঙ্গার চিত্রকলা অত্যন্ত বিস্তারিত, যা অ্যানিমেশনের জন্য কঠিন হয়ে দাঁড়ায়। ডিজাইনার তাকাহিকো আবিরুকে এটি পুনরায় তৈরি করতে বেশ চ্যালেঞ্জের মুখে পড়তে হয়। ইয়াবুতা চেয়েছিলেন যে শিল্প পরিচালক ইউসুকে তাকেদা যেন ব্যাকগ্রাউন্ড এবং নকশাগুলোর মধ্যে শক্তিশালী উপস্থাপনা বজায় রাখেন। তিনি ভাইকিংদের জাহাজগুলোকে থ্রি ডি সিজিআই অ্যানিমেশনে মডেলিং করা একটি কঠিন কাজ হিসেবে মনে করেছিলেন।\nপ্রথম অধ্যায় থেকেই চিত্রনাট্যকার হিরোশি সেকো মাঙ্গার লেখক মাকোতো ইউকিমুরার গল্প বলার ধরন দেখে মুগ্ধ হন, এবং এটিকে তার তিনটি প্রিয় মাঙ্গার মধ্যে একটি হিসেবে বিবেচনা করেন। তবে, তিনি উল্লেখ করেন যে অ্যানিমেটি মূল মাঙ্গার চেয়ে কিছুটা ভিন্ন দৃষ্টিভঙ্গিতে উপস্থাপন করা হবে। যেখানে মাঙ্গাটি ফ্ল্যাশব্যাক পদ্ধতি ব্যবহার করেছে, সেখানে অ্যানিমেটি ক্রমানুসারে শুরু হয়েছে, ফলে থরফিনের বেড়ে ওঠার কাহিনী ভিন্নভাবে উপস্থাপিত হয়েছে। ইয়াবুতা চেয়েছিলেন থরফিনের আইসল্যান্ডে বেড়ে ওঠার দিকটি আরও বেশি তুলে ধরতে, শুধু ভাইকিংদের মাধ্যমে তার শিকড় দেখানোর পরিবর্তে।\nবহু অ্যাকশন দৃশ্য অ্যানিমেট করার প্রয়োজন হওয়ায়, টিম থ্রিডি সিজি প্রযুক্তি ব্যবহার করে দৃশ্য এবং ক্যামেরার কাজ একসঙ্গে সম্পন্ন করেছিল। পর্যালোচনায় ইয়াবুতা বলেন, তিনি দেখেছেন যে, অনেক স্টোরিবোর্ড থাকার কারণে যুদ্ধের দৃশ্যগুলোকে অ্যানিমেট করা কঠিন হয়ে গিয়েছিল।যখন অ্যানিমের শেষ পর্ব জাপানে সম্প্রচারিত হয়, ইয়াবুতা লেখেন, “এই বড় ঘটনা থরফিনের জন্য সবকিছু বদলে দিয়েছে, তবে তার গল্প এখানেই শেষ নয়, এটি চলতে থাকবে!।\n\n\n=== মৌসুম ২ ===\nইয়াবুতা এবং সেকো প্রথমবার মাঙ্গা পড়ার সময় আইনার চরিত্রটির উপর গভীর প্রভাব অনুভব করেছিলেন, কিন্তু তারা বুঝতে পারেননি যে চরিত্রটির শক্তি কোথা থেকে আসে। আলোচনার পর, তারা সিদ্ধান্ত নেন যে আইনার থরফিনের বন্ধু হয়ে ওঠার পদ্ধতিটি পরিবর্তন করা হবে। এটি করতে গিয়ে দলটিকে গল্পটি পুনরায় বিকাশ করতে কয়েক ঘন্টা সময় ব্যয় করতে হয়েছিল, কিন্তু তারা মনে করেছিল যে এটি দ্বিতীয় মৌসুমের আকর্ষণ বাড়াবে। পরিবর্তন সত্ত্বেও, ইয়াবুতা জোর দিয়েছিলেন যে আইনার মাঙ্গার একই চরিত্র। পরিচালক আইনারকে মৃদুভাষী, দয়ালু এবং শক্তিশালী হিসেবে বর্ণনা করেছেন, কিন্তু সিরিজের নিষ্ঠুর পরিবেশেও তিনি তার দয়ালু স্বভাব বজায় রাখেন। থরফিনের সাথে বন্ধুত্ব স্থাপনে আইনারের অতিমানবীয় শক্তির চিত্রায়ন নিয়ে ইয়াবুতা ইউকিমুরার সাথে পরামর্শ করেছিলেন।অ্যানিমের দ্বিতীয় মৌসুমে থরফিনের অতীতের সহিংসতা এবং তার দাস জীবনের হতবাক প্রতিক্রিয়ার মাধ্যমে তার পাপ সম্পর্কে আরও বিষয়বস্তু যুক্ত করা হয়েছিল; থরফিনের মানসিক অবস্থা বোঝার জন্য ইউকিমুরা এটি প্রশংসা করেছিলেন। \nনিমাতাদের থরফিনের দাস জীবনের মুখের অভিব্যক্তি সঠিকভাবে অ্যানিমেট করার প্রয়োজন ছিল। ইয়াবুতার ইনপুটের ভিত্তিতে সেটিংটি অ্যানিমেট করা হয়েছিল। প্রযোজক নাওকাদো ফুজিয়ামা বলেছিলেন যে মূল থিমটি মনস্তত্ত্বের সাথে সম্পর্কিত, বিশেষ করে থরফিন, আইনার এবং কেটিলের ক্ষেত্রে। থরফিন এবং আইনারের বিপরীতে, যারা গল্প জুড়ে বন্ধুত্বপূর্ণ এবং সক্রিয় হয়ে ওঠে, কেটিল মৌসুমের শেষ পর্বগুলিতে সহিংস থিমের কারণে একটি গাঢ় স্বর প্রদর্শন করে।\n\n\n== প্রতিক্রিয়া ==\n\n\n=== সমালোচনামূলক প্রতিক্রিয়া ===\nঅ্যানিমে ভিনল্যান্ড সাগা ব্যাপক সমালোচনামূলক প্রশংসা পেয়েছে, যেখানে আইজিএন, কাডোকাওয়া গেম লিঙ্কেজ, এবং অ্যানিমে নিউজ নেটওয়ার্ক-এর মতো ওয়েবসাইটগুলি এটিকে মুক্তির সময়ের সেরা অ্যানিমেগুলির মধ্যে তালিকাভুক্ত করেছে। \"মুকাঞ্জো\" গানটিকেও ২০১৯-এর সেরা গানগুলির মধ্যে স্থান দেওয়া হয়েছিল অ্যানিমে নিউজ নেটওয়ার্ক-এর তালিকায়, যেখানে থরফিনের প্রতিশোধের অভিযান ও তার ব্যর্থতার প্রতি গানের কথা ও সুরের প্রশংসা করা হয়। প্রথম মৌসুম সম্পর্কে পলিগন প্রথম তিন এপিসোডে চরিত্রের বিকাশ ও হিংসার চিত্রায়নের জন্য প্রশংসা করেছিল। ওটাকু ইউএসএ ভিনল্যান্ড সাগা-কে ২০১৯-এর সেরা অ্যানিমে হিসাবে উল্লেখ করে, এর চরিত্র ও পটভূমির গভীরতার জন্য প্রশংসা করে। কিছু নেতিবাচক প্রতিক্রিয়ায়, ডিসাইডার থরফিনের প্রতিশোধের অভিযানকে হৃদয়বিদারক কিন্তু মজাদার হিসেবে উল্লেখ করে, একে বেরসার্ক বা বাস্টার্ড!!-এর সাথে তুলনা করে। তবে হিংসার মাত্রা কিছু দর্শককে বিচলিত করতে পারে বলে মন্তব্য করা হয়। অ্যানিমে নিউজ নেটওয়ার্ক-এর নিক ক্রিমার এটিকে বছরের সেরা অ্যানিমে হিসাবে স্থান দিয়ে এর থিম, অ্যাকশন দৃশ্য ও চরিত্রগুলির প্রশংসা করেন। থরফিনের অ্যাকশন সিকোয়েন্সের প্রশংসা করা হলেও তার চরিত্রের বিকাশের অভাব নিয়ে সমালোচনা করা হয়। ডেন অফ গিক আস্কেলাডকে \"খলনায়ক হওয়ার মতোই শিকারে পরিণত হওয়া চরিত্র\" হিসেবে বর্ণনা করে, থরফিন ও কানুটের সাথে তার সম্পর্কের মাধ্যমে তার মানবিক দিকটি ফুটিয়ে তোলার জন্য প্রশংসা করে। অ্যাটাক অন টাইটান-এর স্রষ্টা হাজিমে ইসায়ামা উইট স্টুডিওর অ্যানিমেশনে আস্কেলাডের মৃত্যু দৃশ্যে বিস্মিত হন। দ্য ফ্যান্ডম পোস্ট থরকেল ও থরফিনের সম্পর্ককে আকর্ষণীয় বলে উল্লেখ করলেও থরফিনের চরিত্রে থর্সের সাথে সম্পর্কের প্রভাব কম দেখানোয় আক্ষেপ প্রকাশ করে।  \nদ্বিতীয় মৌসুমের প্রিমিয়ার এপিসোডে আইনার ব্যাকস্টোরিতে হিংসার চিত্রায়নের জন্য অ্যানিমে নিউজ নেটওয়ার্ক-এর সমালোচকরা প্রশংসা করেন, যা প্রথম মৌসুমের থিমের সাথে সামঞ্জস্যপূর্ণ। দি এসকেপিস্ট-এর মতে, আইনার চরিত্রটি হিংসা ও প্রতিশোধের চক্রকে আরও গভীর করে, থরফিনের সহিংসতা ত্যাগের সিদ্ধান্তকে বাস্তবসম্মত করে তোলে। থরফিনের শান্তিবাদী হয়ে ওঠা ও \"আমার কোনো শত্রু নেই\" ঘোষণাকে পলিগন মোব সাইকো ১০০-এর শিগেও কাগেয়ামা বা নারুটো-এর নারুটো উজুমাকির সাথে তুলনা করে, এটিকে অ্যানিমের অন্যতম শক্তিশালী মুহূর্ত বলে অভিহিত করে। অ্যানিমে নিউজ নেটওয়ার্ক ২০২৩-এর সেরা চরিত্রের তালিকায় থরফিনকে স্থান দেয় এবং কানুটের সৈন্যদের সাথে তার দ্বন্দ্বকে বছরের সেরা মুহূর্ত হিসেবে স্বীকৃতি দেয়। টিএইচইএম অ্যানিমে রিভিউজ দ্বিতীয় মৌসুমকে নিখুঁত স্কোর দিয়ে থরফিন ও কানুটের চরিত্রের সমান্তরাল বিকাশের জন্য প্রশংসা করে।\n\n\n== পুরস্কার ও মনোনয়ন ==\n\n\n== পাদটীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nVinland Saga official anime website (জাপানি ভাষায়)\nVinland Saga official anime website at NHK (জাপানি ভাষায়)\nঅ্যানিমে নিউজ নেটওয়ার্ক বিশ্বকোষে ভিনল্যান্ড সাগা (টেলিভিশন ধারাবাহিক) (অ্যানিমে)"}