{"pageid": 1509095, "title": "ক্লাউস শোয়াব", "url": "https://bn.wikipedia.org/wiki?curid=1509095", "content": "ক্লাউস মার্টিন শোয়াব (জার্মান: [klaʊs ˈmaʁtiːn ʃvaːp]; জন্ম ৩০ মার্চ ১৯৩৮) হলেন একজন জার্মান যন্ত্র প্রকৌশল, অর্থনীতিবিদ, এবং বিশ্ব অর্থনৈতিক ফোরামের প্রতিষ্ঠাতা। ১৯৭১ সালে সংস্থাটি প্রতিষ্ঠার পর থেকে তিনি এর চেয়ারম্যান হিসেবে দায়িত্ব পালন করেছেন। ২০২৪ সালের মে মাসে, ডব্লিউইএফ থেকে ঘোষণা করেছিল যে শোয়াব তার নির্বাহী চেয়ারম্যানের ভূমিকা থেকে ২০২৫ সালের জানুয়ারির মধ্যে বোর্ড অফ ট্রাস্টিজের চেয়ারম্যান হবেন। তবে এখনো তার কোনো উত্তরসূরির নাম ঘোষণা করা হয়নি।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nক্লাউস মার্টিন শোয়াব ১৯৩৮ সালের ৩০ মার্চ র্যাভেনসবার্গে ইউজেন উইলহেম শোয়াব এবং এরিকা এপ্রেচট এর ঘরে জন্মগ্রহণ করেন। থার্ড রাইখের সময় তার বাবা-মা সুইজারল্যান্ড থেকে জার্মানিতে চলে এসেছিলেন যাতে তার বাবা নাৎসি শাসনের জন্য একটি শিল্প কোম্পানি এবং ঠিকাদার প্রতিষ্ঠানে পরিচালকের ভূমিকা গ্রহণ করেন। যদিও তার বাবা লুথারানকে বাপ্তিস্ম দিয়েছিলেন, তাই শোয়াব ক্যাথলিক হয়ে বেড়ে ওঠেন। যদিও তিনজন সুইস দাদা-দাদি এবং দুই সুইস ভাই, তিনি জার্মানির একজন নাগরিক এবং কার্ট ফার্গলার এবং উয়েলি মাউরের উভয়ের কাছ থেকে প্রাকৃতিককরণের জন্য একাধিক প্রস্তাব প্রত্যাখ্যান করেছেন।\nশোয়াব সুইজারল্যান্ডের আউ, জুরিখের ওয়াডেনসউইল জেলার প্রাথমিক বিদ্যালয়ে প্রথম এবং দ্বিতীয় শ্রেণীতে পড়েন। দ্বিতীয় বিশ্বযুদ্ধের পর, তার পরিবার আবার জার্মানিতে চলে যায় যেখানে শোয়াব রাভেনসবার্গের স্পোন-জিমনেসিয়ামে ১৯৫৭ সালে তার আবিতুর পর্যন্ত অংশ নেন। ১৯৬১ সালে, তিনি জুরিখের সুইস ফেডারেল ইনস্টিটিউট অফ টেকনোলজি থেকে মেকানিক্যাল ইঞ্জিনিয়ার হিসাবে স্নাতক হন, এছাড়াও তিনি ফ্রাইবউর্গ বিশ্ববিদ্যালয় ডক্টরেট এবং হার্ভার্ড বিশ্ববিদ্যালয়ের জন এফ কেনেডি স্কুল অফ গভর্নমেন্ট থেকে পাবলিক অ্যাডমিনিস্ট্রেশনে স্নাতকোত্তর করেন। হার্ভার্ডে পড়ার সময়, শোয়াব পরবর্তীতে জাতীয় নিরাপত্তা উপদেষ্টা এবং পররাষ্ট্রমন্ত্রী হওয়া হেনরি কিসিঞ্জারকে নিজের পরামর্শদাতা হিসেবে পান।\n\n\n== কর্মজীবন ==\nশোয়াব ১৯৭২ থেকে ১০০৩ সাল পর্যন্ত জেনেভা বিশ্ববিদ্যালয়ের ব্যবসায়িক নীতির অধ্যাপক ছিলেন এবং তারপর থেকে তিনি সেখানে সম্মানসূচক অধ্যাপক ছিলেন। শোয়াব এবং তার স্ত্রী হিলদে ১৯৯৮ সালে সোশ্যাল এন্টারপ্রেনারশিপের জন্য শোয়াব ফাউন্ডেশন তৈরি করেন।\n\n\n=== বিশ্ব অর্থনৈতিক ফোরাম ===\n\n১৯৭১ সালে, শোয়াব ইউরোপীয় ম্যানেজমেন্ট ফোরাম প্রতিষ্ঠা করেন, যা ১৯৮৭ সালে বিশ্ব অর্থনৈতিক ফোরাম হিসাবে নামকরণ করা হয়। এছাড়াও ১৯৭১ সালে, তিনি Moderne Unternehmensführung im Maschinenbau প্রকাশ করেন। ২০০৩ সালে শোয়াব ডব্লিইএফ-এর সিইও হোসে মারিয়া ফিগারেসকে  তার উত্তরসূরি হিসেবে নিয়োগ করেন। ২০০৪ সালের অক্টোবরে, ফোরামে কাজ করার সময় ফরাসি টেলিকমিউনিকেশন ফার্ম অ্যালকাটেল থেকে পরামর্শ ফি বাবদ $৯০০,০০০-এর বেশি অঘোষিত প্রাপ্তির কারণে ফিগারেস পদত্যাগ করেন। ২০০৬ সালে, ট্রান্সপারেন্সি ইন্টারন্যাশনাল তাদের গ্লোবাল করাপশন রিপোর্টে এই ঘটনাটি তুলে ধরে।\n\"স্থানীয়, আঞ্চলিক এবং বৈশ্বিক এজেন্ডা গঠনে\" তরুণদের সাথে কাজ করার জন্য শোয়াব ২০০১ সালে ডব্লিউইএফ-এর মধ্যে গ্লোবাল শেপার্স কমিউনিটি প্রতিষ্ঠা করেন। ২০১৫ সালে, ডব্লিউইএফ আনুষ্ঠানিকভাবে একটি \"আন্তর্জাতিক সংস্থা\" হিসাবে সুইস সরকার কর্তৃক স্বীকৃত হয়েছিল।\n\n\n=== লেখক হিসেবে ===\nশোয়াব বেশ কিছু বই লিখেছেন বা সম্পাদনা করেছেন। কেউ কেউ তাকে \"স্টেকহোল্ডার পুঁজিবাদ\" এর জন্য \"একজন ধর্মপ্রচারক\" বলে মনে করেন। চতুর্থ শিল্প বিপ্লব, একটি ২০১৬ বইয়ের বিষয় যা তিনি লিখেছেন, একটি ধারণা যা তাকে জনপ্রিয় করার কৃতিত্ব দেওয়া হয়। জানুয়ারী ২০১৭-এ, দ্য গার্ডিয়ান- এ স্টিভেন পুল শোয়াবের চতুর্থ শিল্প বিপ্লব বইয়ের সমালোচনা করেছিলেন, উল্লেখ করেছেন যে \"ইন্টারনেট অফ থিংস\" সম্ভবত হ্যাকযোগ্য হবে। তিনি শোয়াবের সমালোচনা করেছিলেন যে ভবিষ্যতের প্রযুক্তিগুলি ভাল বা মন্দের জন্য ব্যবহার করা যেতে পারে, তবে সমস্যাগুলির বিষয়ে অবস্থান না নিয়ে শুধুমাত্র অস্পষ্ট নীতি সুপারিশগুলি অফার করে। ফাইন্যান্সিয়াল টাইমস-এর উদ্ভাবন বিষয়ক সম্পাদক পেয়েছেন যে \"লেখার জড়ানো নিষ্প্রাণতা\" তাকে \"এটি সন্দেহ করতে বাধ্য করেছে যে বইটি আসলেই মানুষদের দ্বারা লেখা—এমন মানুষ যারা স্টেকহোল্ডার, বাইরের প্রভাব, পরিবর্তনশীল মুহূর্ত এবং 'উন্নয়নমূলক স্যান্ডবক্স' এর অদ্ভুত সন্ধ্যাবেলায় বাস করে।\" রাষ্ট্রবিজ্ঞানী ক্লাউস-গার্ড গিয়েসেন যুক্তি দিয়েছিলেন যে চতুর্থ শিল্প বিপ্লবের প্রভাবশালী আদর্শ হল ট্রান্সহিউম্যানিজম।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}