{"pageid": 1509636, "title": "ইমপ্রেস মিয়ংসং", "url": "https://bn.wikipedia.org/wiki?curid=1509636", "content": "ইমপ্রেস মিয়ংসং  (কোরীয়: 명성황후, ইংরেজি: Empress Myeongseong) হলো একটি দক্ষিণ কোরীয় হিস্টোরিকাল ভিত্তিক টেলিভিশন ধারাবাহিক। ইউন চাং-বুম এবং শিন চাং-সুকের পরিচালনায় নির্মিত এই ধারাবাহিকটি রচনা করেছেন জুং হা-ইয়ন। লি মি-ইয়ন, চোই মিউং-গিল, লি জিন-উ, ইউ দোং-গুন এবং লি ইনের মতো অভিনয়শিল্পীগণ এই ধারাবাহিকে অভিনয় করেছেন।\nমূলত কোরীয় ভাষায় নির্মিত এই ধারাবাহিকটি ২০০১ সালের ৯ই মে তারিখে কেবিএস২ সম্প্রচার শুরু হয়েছে; এই ধারাবাহিকের সর্বমোট ১২৪টি পর্ব রয়েছে।\n\n\n== সারাংশ ==\nএই ধারাবাহিকের গল্পটি মিন পরিবারের এক তরুণ সদস্যকে কেন্দ্র করে শুরু হয়, যারা অভিজাত হলেও দারিদ্র্যে ভুগছিল। মূল চরিত্র মিন জা-ইয়ং (পরবর্তীতে সম্রাজ্ঞী মিয়ংসং নামে পরিচিত) এক উজ্জ্বল ও উচ্চাকাঙ্ক্ষী মেয়ে, যাকে তরুণ রাজা গোজংয়ের স্ত্রী হিসেবে নির্বাচিত করা হয়। সে সময়, গোজং ছিলেন কেবল নামমাত্র শাসক, কারণ তার বাবা দেউংগুন প্রকৃত ক্ষমতা ধরে রেখেছিলেন এবং রিজেন্ট হিসেবে শাসন করছিলেন। দেউংগুন ছিলেন এক কঠোর রক্ষণশীল নেতা, যিনি বিদেশি প্রভাব ও আধুনিকায়নের বিরুদ্ধে ছিলেন। অন্যদিকে, রানী মিন ছিলেন প্রগতিশীল এবং কোরিয়াকে শক্তিশালী করতে পশ্চিমা প্রযুক্তি ও ধারণা গ্রহণের পক্ষে ছিলেন। রানী মিন ক্ষমতায় আরোহণের পর, তিনি কোরিয়ার সার্বভৌমত্ব রক্ষার জন্য সংস্কার ও আধুনিকায়নের পক্ষে গুরুত্বপূর্ণ ভূমিকা পালন করেন। তবে তার ক্রমবর্ধমান প্রভাব দেউংগুন এবং রাজদরবারের রক্ষণশীল গোষ্ঠীগুলোর সঙ্গে সংঘর্ষ তৈরি করে। ধারাবাহিকটি রাজদরবারের জটিল ক্ষমতার লড়াই তুলে ধরে, যেখানে রানী মিন, দেউংগুন এবং বিভিন্ন রাজনৈতিক গোষ্ঠী—প্রো-জাপানি ও প্রো-রাশিয়ানদের মধ্যে দ্বন্দ্ব চলে।\nরানী মিন কোরিয়াকে আধুনিকায়ন ও স্বাধীন রাখতে চাইলেও, বিদেশি শক্তির, বিশেষ করে জাপানের, প্রতিরোধের সম্মুখীন হন, যারা কোরিয়ান উপদ্বীপে নিজেদের প্রভাব বিস্তার করতে চেয়েছিল। তিনি কূটনৈতিকভাবে রাশিয়া ও চীনের সঙ্গে জোট গড়ে জাপানি প্রভাবকে প্রতিহত করার চেষ্টা করেন। তবে তার প্রচেষ্টা নানা বাধার সম্মুখীন হয়, যার মধ্যে ছিল হত্যার চেষ্টা এবং রাজদরবারের বিশ্বাসঘাতকতা। রাজা গোজংয়ের সঙ্গে তার সম্পর্কও গভীরভাবে অনুসন্ধান করা হয়েছে, যেখানে তাদের পারস্পরিক শ্রদ্ধা এবং রাজনৈতিক চাপে সৃষ্ট টানাপোড়েন দেখানো হয়েছে। ধারাবাহিকটি তাকে এক শক্তিশালী, বুদ্ধিমান ও দৃঢ়প্রতিজ্ঞ নেত্রী হিসেবে চিত্রিত করে, যিনি নিজের দেশ রক্ষার জন্য সর্বস্ব ত্যাগ করতেও প্রস্তুত ছিলেন। ধারাবাহিকটির চূড়ান্ত পরিণতি ঘটে ১৮৯৫ সালের ইউলমি হত্যাকাণ্ডের মাধ্যমে, যখন জাপানি এজেন্ট ও কোরিয়ান সহযোগীরা রাজপ্রাসাদে হামলা চালিয়ে নির্মমভাবে রানী মিনকে হত্যা করে, যাতে তার প্রভাব পুরোপুরি নিশ্চিহ্ন করা যায়। তার মৃত্যুর ফলে কোরিয়ার ইতিহাসে এক গুরুত্বপূর্ণ মোড় আসে, কারণ এরপর জাপান কোরিয়ার ওপর কঠোর নিয়ন্ত্রণ প্রতিষ্ঠা করে, যা শেষ পর্যন্ত ১৯১০ সালে কোরিয়ার জাপানি দখলে পরিণত হয়।\n\n\n== অভিনয়শিল্পী ==\nলি মি-ইয়ন – মিন জা-ইয়ং (পর্ব: ৮২-১২৪)\nলি মি ইয়ন – মিন জা-ইয়ং (পর্ব: ১-৮১)\nলি মি ইয়ন – যুবক মিন জা-ইয়ং\nচোই মিউং-গিল – রাজা গোজং\nলি ইন – যুবক গোজং\nলি জিন-উ – গ্র্যান্ড ইন্টারনাল প্রিন্স হেউংসন\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nহানসিনেমায় ইমপ্রেস মিয়ংসং (ইংরেজি) \nইন্টারনেট মুভি ডেটাবেজে ইমপ্রেস মিয়ংসং   (ইংরেজি)"}