{"pageid": 1509588, "title": "তৌহিদী জনতা", "url": "https://bn.wikipedia.org/wiki?curid=1509588", "content": "তৌহিদী জনতা একটি বাংলা বাক্যাংশ যার অর্থ একত্ববাদী জনগোষ্ঠী। এটি দ্বারা বাংলাদেশে স্বতন্ত্রতাবিহীন বিক্ষুব্ধ মুসলিমদের যেকোন দলকে বোঝায়। \n৫ আগস্ট ২০২৪ সালে ছাত্র-জনতার অভ্যুত্থানের পর বাংলাদেশে বিভিন্ন সময়ে একাধিক ইস্যুকে কেন্দ্র করে সংঘটিত বিক্ষোভ, আন্দোলন ও সংঘর্ষের ঘটনায় শৃঙ্খল বিরোধী কার্যক্রম লক্ষ্য করা গেছে। এসব ঘটনার বিভিন্ন ক্ষেত্রে দলগুলো তৌহিদী জনতা নামটি ব্যবহার করেছে। এছাড়া বাংলাদেশে অভ্যুত্থান পরবর্তী সময়ে তৌহিদী জনতার নামে বিভিন্ন সামাজিক ও সাংস্কৃতিক অনুষ্ঠানে বিনোদন অঙ্গনের নারী তারকা ও ব্যক্তিত্বদের অংশগ্রহণে বাধা দেওয়ার ঘটনার খবর পাওয়া গিয়েছিল।\n\n\n== উৎপত্তি ==\n“তৌহিদী জনতা” শব্দটি দুটি পৃথক আরবি ও বাংলা শব্দের সমন্বয়ে গঠিত। \"তৌহিদ\" শব্দের অর্থ আল্লাহর প্রতি একত্ব। \"তৌহিদ\" থেকে এসেছে \"তৌহিদী\"। এর অর্থ যিনি আল্লাহর একত্বে বিশ্বাস করেন। জনতা শব্দটি বাংলা ভাষা থেকে এসেছে, যার অর্থ সাধারণ জনগণ বা জনগোষ্ঠী। এই দুটি শব্দ একত্রে \"তৌহিদী জনতা\" বাক্যাংশ গঠন করেছে যার অর্থ দাঁড়ায় \"একত্ববাদের পক্ষের জনগণ\"।\n\n\n== ব্যবহার ==\n২০১৩ সালে হেফাজতে ইসলাম বাংলাদেশ তৌহিদী জনতার উপর নির্যাতন চলছে অভিযোগ করে সরকারের নিকট তা বন্ধের দাবি করেছিল। ২০১৬ সালে ব্রাহ্মণবাড়িয়ার নাসিরনগরে সাম্প্রদায়িক দাঙ্গার আগে তৌহিদী জনতা ব্যানারে কাবা শরীফের বিকৃত ছবি ফেসবুকে শেয়ারকারীর শাস্তির দাবিতে বিক্ষোভ পদযাত্রা পরিচালনা করেছিল। ২০২৫ সালের ২১ ফেব্রুয়ারি \"তৌহিদী ছাত্র-জনতা\" ব্যানারে ঢাকার বায়তুল মোকাররম প্রাঙ্গণে অনুষ্ঠিত এক বিক্ষোভ মিছিল-পূর্ব সমাবেশে ইসলামি বক্তা এনায়েতউল্লাহ আব্বাসী ২০১৩ সালে হেফাজতে ইসলামের উত্থাপিত ১৩ দফা দাবি বাস্তবায়নের দাবি জানান।\n২০১৬ সালের ডিসেম্বরে সুপ্রীম কোর্ট প্রাঙ্গণে একটি ভাস্কর্য স্থাপন করা হয় যার সাথে গ্রিক পৌত্তলিক ধর্মের ন্যায়বিচারের দেবী থেমিসের সাদৃশ্য ছিল। তৌহিদী জনতা ভাস্কর্য বা মূর্তি মেনে নেবে না দাবি করে ইসলামপন্থী দলগুলো ভাস্কর্যটি অপসারণের দাবি জানায়। তারা সারাদেশে অন্যান্য মূর্তিও অপসারণের দাবি জানায়। পরবর্তীতে ২০১৭ সালের মে মাসে ভাস্কর্যটি অপসারণ করা হয়।\n২০ অক্টোবর ২০১৯ তারিখে ভোলার বোরহানউদ্দিন উপজেলায় তৌহিদী জনতার ব্যানারে একদল লোক স্থানীয় এক হিন্দু যুবকের সোশ্যাল মিডিয়ায় ইসলামের অবমাননার অভিযোগ করে শাস্তি দাবি করে। পুলিশ ব্যবস্থা নেওয়া হবে বলে আশ্বস্ত করলেও পরবর্তীতে একটি গোষ্ঠী পুলিশদের উপর হামলা করতে মানুষকে উসকে দেয়। ফলে হতাহতের ঘটনা ঘটে। ফলে হেফাজতে ইসলাম বাংলাদেশ ভোলায় তৌহিদী জনতার ওপর গুলি চালানো পুলিশ সদস্যদের বিরুদ্ধে ব্যবস্থা না নিলে শাপলা চত্বর দখলের হুমকি দেয়।\n২০২০ সালে বাংলাদেশের রাজধানী ঢাকার ধোলাইরপাড় চত্বরে শেখ মুজিবুর রহমানের একটি ভাস্কর্য নির্মাণের পরিকল্পনার বিরোধিতা করে বেশ কয়েকটি ইসলামপন্থী দল। মামুনুল হক এটিকে ইসলামের দৃষ্টিতে অনুপযুক্ত বলে অভিহিত করার পাশাপাশি ঢাকা শহরকে ভাস্কর্যের শহরে রূপান্তর করা হচ্ছে বলে আখ্যা দিয়ে এবং এর এসবের জন্য প্রয়োজনে তৌহিদী জনতা শাপলা চত্বরে আবার যাবে বলে সতর্ক করেছিলেন।\n২০২১ সালে কুমিল্লার একটি পূজামণ্ডপে কুরআন পাওয়ার ঘটনার পর সহিংসতা ছড়িয়ে পড়ে, যার প্রভাব চাঁদপুর জেলার হাজীগঞ্জেও ছড়িয়ে পড়ে। সেখানে তৌহিদী মুসলিম জনতার ব্যানারে একটি বিক্ষোভ মিছিল হয়। মিছিল থেকে হিন্দু মন্দিরে পাথর নিক্ষেপ করে হলে পরিস্থিতি নিয়ন্ত্রণে আনতে পুলিশ ফাঁকা গুলি ছড়ে। সেখানে সংঘটিত সংঘর্ষে চার জন নিহত এবং পঞ্চাশ জন আহত হয়, যদিও পুলিশ কাউকে গুলি করেনি বলে দাবি করেছিল। একই ঘটনার জেরে ১৪ অক্টোবর বান্দরবান জেলা লামায় তৌহিদী জনতার ব্যানারে একটি প্রতিবাদ সভা অনুষ্ঠিত হয়। সভা শেষে বের হওয়া মিছিলের এক পর্যায়ে লামা কেন্দ্রীয় হরিমন্দির ও পূজামণ্ডপে হামলার ঘটনা ঘটে। পাশাপাশি, বাজারের হিন্দু সম্প্রদায়ের দোকানপাট ও ব্যবসাপ্রতিষ্ঠানে ভাঙচুর ও লুটপাট চালানো হয়।\n২০২৪ সালের ৩ নভেম্বর চট্টগ্রাম নগরের স্টেশন সড়কের রিয়াজউদ্দিন বাজারের একটি শোরুম উদ্বোধনের জন্য আমন্ত্রিত অভিনেত্রী মেহজাবীন চৌধুরীর অনুষ্ঠানে স্থানীয় ব্যবসায়ী ও তৌহিদী জনতা নামে একদল লোক বাধা প্রদান করে।\nমানবাধিকার সংগঠন মানবাধিকার সংস্কৃতি ফাউন্ডেশনের একটি প্রতিবেদনের মতে ১৩ সেপ্টেম্বর ২০২৪ সালে সিলেটের শাহ সুফি আবদুল কাইউম চিশতিয়ার মাজারে হামলা করে ভেঙে দেওয়ার জন্য দায়ী ব্যক্তিরা নিজেদের \"তৌহিদী জনতা\" পরিচয় দিয়েছিল। \n২২ নভেম্বর ২০২৪ সালে তৌহিদী জনতার ব্যানারে মহতি সাধুসঙ্গ ও লালন মেলা আয়োজন বন্ধ করতে পরিচালিত বিক্ষোভের মুখে পড়ে কর্তৃপক্ষ বন্ধ করে দিয়েছিল যা সমালোচিত হয়। ডিসেম্বর ২০২৪ সালে নারায়ণগঞ্জ জেলায় সুফি সাধক শাহ্ সোলায়মান লেংটার উরস ও মেলা আয়োজনে \"তৌহিদী জনতা\" পরিচয়ে বাধা প্রদান করা হয়। সেপ্টেম্বর ২০২৪ সালে ময়মনসিংহের দেওয়ানবাগ পীরের দরবারে হামলার আগে তৌহিদী জনতার ব্যানারে সামাজিক যোগাযোগমাধ্যমে প্রচারণা চালানো হয়েছিল। ২০২৪ সালে শেরপুরের দোজা পীরের দরবার শরীফ ও শরীয়তপুরের আরশেদ পাগলার মাজারে “তৌহিদী জনতা” পরিচয়ে দুইবার হামলা করা হয়েছিল।\n২০২৪ সালের নভেম্বরে ভারতকে সমর্থন করার অভিযোগ তুলে প্রথম আলো ও ডেইলি স্টারের কার্যালয়ের সামনে তৌহিদী জনতার ব্যানারে বিক্ষোভ হয়।\n২০২৫ সালের জানুয়ারিতে তৌহিদী জনতার নামে সিলেটের জেলা প্রশাসকের কার্যালয়ের সামনে স্থাপিত শেখ মুজিবুর রহমানের একটি ম্যুরাল ভেঙ্গে ফেলার জন্য ৩ দিনের আল্টিমেটাম দেওয়ার পর তা অজ্ঞাত কেউ ভেঙ্গে ফেলে।\n২০২৫ সালের ২৮ জানুয়ারি জয়পুরহাটের আক্কেলপুর উপজেলায় নারীদের একটি প্রীতি ফুটবল ম্যাচের বিরোধিতা করে তিলকপুর উচ্চবিদ্যালয় মাঠে দেওয়া টিনের বেড়া ভাঙচুর করা হয়। একই দিনে দিনাজপুর জেলার হিলিতে তৌহিদী জনতার ব্যানারে একটি দল খেলাধুলাকে ধর্মীয় দৃষ্টিকোণ থেকে নিষিদ্ধ দাবি করে এক নারী ফুটবল টুর্নামেন্ট আয়োজনে বাধা প্রদান করেছিল। এই ঘটনাকে কেন্দ্র করে দুই পক্ষের মধ্যে সংঘর্ষের সৃষ্টি হয় যার ফলে অন্তত ১০ জন আহত হয়।\n২০ ফেব্রুয়ারি ২০২৫ তারিখে নোয়াখালী জেলার শাহ সুফি আইয়ুব আলী দরবেশের মাজারে হামলা চালিয়ে ভাঙচুরের ঘটনা ঘটে। ‘তৌহিদী জনতা’র ব্যানারে একদল লোক এ ঘটনা ঘটায় বলে জানা গিয়েছিল।\n২৮ ফেব্রুয়ারি ২০২৫ দিনাজপুর জেলার ঘোড়াঘাট উপজেলায় ওরস আয়োজনের প্রস্তুতিতে সীরাতে মুস্তাকিম পরিষদের নেতৃত্বে তৌহিদি জনতা গানবাজনা, মাদক সেবন ও অশ্লীল কর্মকাণ্ডের অভিযোগ এনে মাজারে ভাঙচুর করে ও আগুন লাগিয়ে দেয়।\n২০২৫ সালের ১৪ ফেব্রুয়ারিতে টাঙ্গাইল জেলার ভূঞাপুর উপজেলায় ও ভালোবাসা দিবস উদযাপনে ফুল বিক্রির দোকান ও রেস্তোরাঁয় বেহায়াপনা হয় এমন অভিযোগ এনে তৌহিদী জনতা নামে একদল ব্যক্তি বিক্ষোভ করে এবং একটি ফুলের দোকানে ভাঙচুর চালায়। তাই উদ্ভূত অস্থিতিশীল ফলে উদীচী শিল্পীগোষ্ঠী তাদের পূর্বনির্ধারিত বসন্তবরণ অনুষ্ঠান স্থগিত করতে বাধ্য হয়। এছাড়া উদ্ভূত ঘটনায় আতঙ্ক ছড়িয়ে পড়লে জেলার গোপালপুরে আয়োজকরা অনাকাঙ্ক্ষিত ঘটনা এড়াতে ঘুড়ি উৎসব স্থগিতের সিদ্ধান্ত নেয়।\n৫ মার্চ ২০২৫ তারিখে ঢাকা বিশ্ববিদ্যালয়ের এক নারী শিক্ষার্থীকে পোশাক নিয়ে রাস্তায় হেনস্তা করায় অভিযুক্ত ব্যক্তিকে শাহবাগ থানার পুলিশ গ্রেফতার করে। পরবর্তীতে থানার সামনে তৌহিদী জনতা পরিচয়ে একদল লোক গ্রেফতারকৃত ব্যক্তির মুক্তি দাবি করে। পরবর্তীতে সংশ্লিষ্ট ব্যক্তিকে আদালতে পাঠানো হলে তিনি জামিনে মুক্তি পান। ঢাকা বিশ্ববিদ্যালয়ের প্রক্টর সাইফুদ্দিন আহমেদ বলেছিলেন যে তৌহিদী জনতার চাপে এবং মেয়েটির নিরাপত্তার কথা ভেবে অভিযোগ প্রত্যাহার করে সমঝোতা করা হয়েছে। হেনস্থার শিকার শিক্ষার্থী প্রতিক্রিয়ায় 'তৌহিদি জনতার' উপর নিজের আক্ষেপ প্রকাশ করেন।\n\n\n== প্রতিক্রিয়া ==\nঢাকা বিশ্ববিদ্যালয়ের ইসলামিক স্টাডিজ বিভাগের অধ্যাপক শামসুল আলমের মতে তৌহিদী জনতা নাম নিয়ে নৈরাজ্য সৃষ্টি করা ইসলামে অনুমোদিত নয়।\n১০ ফেব্রুয়ারিতে বাংলাদেশের তথ্য ও সম্প্রচার মন্ত্রণালয়ের উপদেষ্টা মাহফুজ আলম তৌহিদী জনতার উদ্দেশ্যে লিখেছিলেন \"তৌহিদী জনতা! আপনারা দেড় দশক পরে শান্তিতে ধর্ম ও সংস্কৃতি পালনের সুযোগ পেয়েছেন। আপনাদের আহমকি কিংবা উগ্রতা আপনাদের সে শান্তি বিনষ্টের কারণ হতে যাচ্ছে। জুলুম করা থেকে বিরত থাকুন, নইলে আপনাদের ওপর জুলুম অবধারিত হবে। ‘লা তাযলিমুনা ওলা তুযলামুনা’—জুলুম করবেন না, জুলুমের শিকারও হবেন না। এটাই আপনাদের কাছে শেষ অনুরোধ!\" পরবর্তীতে এ বক্তব্যের জন্য দুঃখপ্রকাশ করেন তিনি।\nকদরুদ্দিন শিশির নামক একজন ঘটনা যাচাইকারীর মতে ২০২৪ থেকে ২০২৫ সাল পর্যন্ত তৌহিদী জনতা নামটি ব্যবহার করে পরিচালিত তিনটি ঘটনার নেতৃত্বদানকারীরা উগ্রবাদী কার্যক্রমের সাথে জড়িত।\nআশফাক নিপুনের মতে তৌহিদী জনতা পরিচয়ে নারী ব্যক্তিত্বদের কার্যক্রমে বাধার ঘটনাগুলো বিচ্ছিন্ন নয় বরং রাজনৈতিক।\n\n\n== তথ্যসূত্র =="}