{"pageid": 1509877, "title": "গার্ডিয়ান অ্যাঞ্জেল (টেলিভিশন ধারাবাহিক)", "url": "https://bn.wikipedia.org/wiki?curid=1509877", "content": "গার্ডিয়ান অ্যাঞ্জেল (কোরীয়: 수호천사, ইংরেজি: Guardian Angel) হলো একটি দক্ষিণ কোরীয় ড্রামা ভিত্তিক টেলিভিশন ধারাবাহিক। কিম ইয়ং-সুপ পরিচালনায় নির্মিত এই ধারাবাহিকটি রচনা করেছেন লি হি-মিউং। সং হিয়ে-কিয়ো, কিম মিন-জং, কিম মিন, ইউন দা-হুন এবং জাং হাং-সুনের মতো অভিনয়শিল্পীগণ এই ধারাবাহিকে অভিনয় করেছেন।\nমূলত কোরীয় ভাষায় নির্মিত এই ধারাবাহিকটি ২০০১ সালের ১লা আগস্ট তারিখে সিউল ব্রডকাস্টিং সিস্টেমে সম্প্রচার শুরু হয়েছিল, যা প্রতি সপ্তাহের বুধবার এবং বৃহস্পতিবার স্থানীয় সময় ২১:৫৫টায় প্রচারিত হয়েছে। যার সর্বমোট ১৬টি পর্ব রয়েছে।\n\n\n== সারাংশ ==\nএই ধারাবাহিকের গল্পটি জুং দা-সো (সং হিয়ে-কিয়ো) নামের এক সদয় ও আশাবাদী তরুণীর জীবনকে কেন্দ্র করে, যিনি জীবনে বহু কঠিন পরিস্থিতির সম্মুখীন হয়েছেন। কঠিন বাস্তবতার মধ্যেও দা-সো সবসময় দৃঢ় ও সহানুভূতিশীল থাকেন এবং অন্যদের আগে গুরুত্ব দেন। তিনি নিজে ও তার একমাত্র পরিবারের সদস্য, ছোট ভাইয়ের খরচ চালানোর জন্য একাধিক কাজ করেন। দা-সোর জীবন নাটকীয় মোড় নেয় যখন তিনি কান উ-সোকের (কিম মিন-জং) সঙ্গে পরিচিত হন। উ-সোক একজন সফল ও উচ্চাকাঙ্ক্ষী ব্যবসায়ী, তবে তার কঠিন অতীত ও বাবার সঙ্গে খারাপ সম্পর্কের কারণে তিনি ঠান্ডা ও দূরত্বপূর্ণ মানুষ হিসেবে বেড়ে উঠেছেন। কিন্তু দা-সোকে জানার পর তিনি তার উষ্ণতা ও সাহসিকতায় আকৃষ্ট হন। দুজনের মধ্যে গভীর সম্পর্ক গড়ে ওঠে, তবে ভুল বোঝাবুঝি, সামাজিক চাপ ও ব্যক্তিগত অনিশ্চয়তার কারণে তাদের সম্পর্ক জটিল হয়ে ওঠে। উ-সোকের প্রাক্তন প্রেমিকা ইউ জি-হে (কিম মিন), যিনি তাকে ফিরে পেতে দৃঢ়প্রতিজ্ঞ, তাদের সম্পর্কে বাধা সৃষ্টি করে। জি-হের ষড়যন্ত্রমূলক আচরণ দা-সো ও উ-সকের মধ্যে টানাপোড়েন বাড়িয়ে তোলে। অন্যদিকে, দা-সোর প্রকৃতিগত স্নেহশীলতা ও সহানুভূতি তাকে সবসময় অন্যদের সহায়তায় এগিয়ে আসতে বাধ্য করে, যার ফলে সে প্রায়ই নিজেকে কঠিন পরিস্থিতির মুখোমুখি পায়।\nপুরো গল্পজুড়ে দা-সোর অবিচল সদয়তা ও দৃঢ়তা তার চারপাশের মানুষদের অনুপ্রাণিত করে, এমনকি উ-সোককেও বদলে দেয় ও নিজের হৃদয় খুলতে শেখায়। তবে তাদের ভালোবাসা আরও বড় পরীক্ষার মুখোমুখি হয় যখন উ-সোকের বাবা তাদের সম্পর্ক মেনে নিতে অস্বীকৃতি জানান, কারণ দা-সোর সাধারণ পারিবারিক পটভূমি। সামাজিক বাধা ও নিজেদের ভয় কাটিয়ে তাদের ভালোবাসার জন্য লড়াই করতে হয়। গল্পের চূড়ান্ত পর্বে একটি বড় সংকট দেখা দেয়, যা দা-সো ও উ-সোককে নিজেদের অনুভূতি নিয়ে মুখোমুখি হতে বাধ্য করে এবং কঠিন সিদ্ধান্ত নিতে হয়। তবে শেষ পর্যন্ত তারা সব বাধা অতিক্রম করে একসঙ্গে থাকে, প্রমাণ করে যে সত্যিকারের ভালোবাসা সব প্রতিকূলতাকে জয় করতে পারে।\n\n\n== অভিনয়শিল্পী ==\nসং হিয়ে-কিয়ো – জুং দা-সো\nকিম মিন-জং – হা তে-উওং\nকিম মিন – হো জি-সু\nইউন দা-হুন – কাং সে-হিউন\nজাং হাং-সুন – হা দোক-হো\nকিম বো-সুং – সুন-দোং\nলি সুন-জে – কাং দু-শিক\nজুং ইয়ো-জিন – দা-সোয়ের পালিত মেয়ে\nচোই জে-ওন – মিস্টার না\nজো মিন-রিউং – ইয়ো উন-জু\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nহানসিনেমায় গার্ডিয়ান অ্যাঞ্জেল (ইংরেজি) \nইন্টারনেট মুভি ডেটাবেজে গার্ডিয়ান অ্যাঞ্জেল   (ইংরেজি)"}