{"pageid": 1509333, "title": "আনোরা", "url": "https://bn.wikipedia.org/wiki?curid=1509333", "content": "আনোরা শন বেকার রচিত, পরিচালিত ও সম্পাদিত ২০২৪ সালের মার্কিন হাস্যরসাত্মক নাট্যধর্মী চলচ্চিত্র। এতে একজন তরুণী যৌনকর্মী আনোরা (মাইকি ম্যাডিসন) ও রুশ ধনাঢ্য ব্যবসায়ীর পুত্র ভানিয়া জাখারভের (মার্ক এইদেলস্তেইন) বিবাহের গল্প দেখানো হয়েছে। পার্শ্ব চরিত্রে অভিনয় করেছেন ইউরা বরিসভ, ক্যারেন ক্যারাগুলিয়ান, ভাশে তভমাসিয়ান ও আলেকসেই সেরেব্রিয়াকভ।\n২০২৪ সালের ২১শে মে কান চলচ্চিত্র উৎসবে আনোরা চলচ্চিত্রটির উদ্বোধনী প্রদর্শনী হয় এবং সেখানে এটি শ্রেষ্ঠ চলচ্চিত্র হিসেবে পাল্ম দর অর্জন করে। এটি নিওনের পরিবেশনায় ২০২৪ সালের ১৮ই অক্টোবর প্রেক্ষাগৃহে মুক্তি পায় এবং সমাদৃত হয়। ৬ মিলিয়ন মার্কিন ডলার ব্যয়ে নির্মিত চলচ্চিত্রটি বিশ্বব্যাপী ৩৪.৬ মিলিয়ন মার্কিন ডলার আয় করে, যা বেকারের সর্বাধিক আয়কারী চলচ্চিত্র। এটি ৯৭তম একাডেমি পুরস্কারে শ্রেষ্ঠ চলচ্চিত্র, শ্রেষ্ঠ পরিচালক, শ্রেষ্ঠ অভিনেত্রী (ম্যাডিসন) ও শ্রেষ্ঠ পার্শ্ব অভিনেতা (বরিসভ)-সহ ছয়টি মনোনয়ন, এবং ৮২তম গোল্ডেন গ্লোব পুরস্কারে শ্রেষ্ঠ সঙ্গীতধর্মী বা হাস্যরসাত্মক চলচ্চিত্র-সহ পাঁচটি মনোনয়ন, এবং ৭৮তম ব্রিটিশ অ্যাকাডেমি চলচ্চিত্র পুরস্কারে শ্রেষ্ঠ চলচ্চিত্র-সহ সাতটি মনোনয়ন লাভ করে। ন্যাশনাল বোর্ড অব রিভিউ ও আমেরিকান ফিল্ম ইনস্টিটিউট চলচ্চিত্রটিকে তাদের ২০২৪ সালের শীর্ষ ১০ চলচ্চিত্রের তালিকায় স্থান দেয়।\n\n\n== অভিনয় ==\nমাইকি ম্যাডিসন - আনোরা \"অ্যানি\" মিখিভা, হেডকোয়ার্টার্স স্ট্রিপ ক্লাবের উচ্চমূল্যের স্ট্রিপার\nমার্ক এইদেলস্তেইন - ইভান \"ভানিয়া\" জাখারভ, রুশ ধনাঢ্য ব্যবসায়ীর অপরিপক্ক সন্তান\nইউরা বরিসভ - ইগর, ভানিয়াকে দেখাশোনার জন্য নিয়োজিত রুশ দেহরক্ষী\nক্যারেন ক্যারাগুলিয়ান - তোরোস, ভানিয়ার বাবার নিয়োজিত আর্মেনীয় প্রশিক্ষক\nভাশে তভমাসিয়ান - গার্নিক, তোরোসের ভাই\nআলেকসেই সেরেব্রিয়াকভ - নিকলাই জাখারভ, ভানিয়ার বাবা\nলুনা সোফিয়া মিরান্ডা - লুলু, হেডকোয়ার্টার্স স্ট্রিপ ক্লাবের আরেকজন স্ট্রিপার ও আনোরার বান্ধবী\nলিন্ডসি নর্মিংটন - ডায়মন্ড, হেডকোয়ার্টার্স স্ট্রিপ ক্লাবের অবন্ধুসুলভ স্ট্রিপার যে আনোরার সাথে প্রতিযোগিতা করে\nদারিয়া একামাসভা - গালিনা জাখারভা, ভানিয়া মা\nঅ্যান্টন বিলার - টম\nভ্লাদ মামাই - আলস্কা\nমারিয়া তিচিনস্কায়া - দাশা\nআইভি ওক - ক্রিস্টাল, ভানিয়ার বন্ধু\nএলা রুবিন - ভেরা মিখিভা, অ্যানির বোন\nঅ্যালেনা গুরেভিচ - ক্লারা, জাখারভ ম্যানসনের গৃহপরিচারিকা\nসেবাস্টিয়ান কনেলি - ট্রাক চালক\n\n\n== নির্মাণ ==\nবেকার ওয়ান্স আপন আ টাইম ইন হলিউড (২০১৯) ও স্ক্রিম (২০২২) চলচ্চিত্রে মাইকি ম্যাডিসনকে বাছাই করেন। তিনি কোন প্রকার অডিশন ছাড়াই ম্যাডিসনকে এই চলচ্চিত্রের অভিনয়শিল্পীদলে যুক্ত করেন। ম্যাডিসন তার প্রস্তুতির জন্য রুশ ভাষা শিখেন, স্ট্রিপ ক্লাবে যান এবং ব্রুকলিন উপভাষা নিয়ে অধ্যয়ন করেন। যদিও কয়েকটি গণমাধ্যম প্রতিবেদন প্রকাশ করে যে আনোরা মিখিভা উজবেক-মার্কিন, বেকার বলেন আনোরা \"রুশ বংশোদ্ভূত\" এবং \"সোভিয়েত-উত্তর কোন একটি দেশের\"।\nচলচ্চিত্রটির মূল দৃশ্যধারণ শুরু হয় ২০২৩ সালের ফেব্রুয়ারি মাসে ব্রুকলিনে, এবং এর পার্শ্ববর্তী এলাকা তথা ব্রাইটন বিচ, কোনি আইল্যান্ড ও শিপশিড বে-তে। ৩৭ দিন চলচ্চিত্রটির দৃশ্যধারণ করা হয়, তন্মধ্যে ২৫ মিনিটের বাড়ির অভ্যন্তরের দৃশ্যের চিত্রগ্রহণে সময় নেয় ১০ দিন।\n\n\n== মুক্তি ==\n২০২৩ সালের অক্টোবর মাসে ফিল্মনেশন এন্টারটেইনমেন্ট চলচ্চিত্রটির বৈশ্বিক পরিবেশনার স্বত্ব ক্রয় করে। ফিল্মনেশন এরপর ফ্রান্সে ল্য পাক্ত, ইসরায়েলে লেভ, অস্ট্রেলিয়া ও নিউজিল্যান্ডে কিসমেট এবং উত্তর আমেরিকা ব্যতীত বিশ্বের বাকি দেশগুলোতে ফোকাস ফিচার্স/ইউনিভার্সাল পিকচার্স ইন্টারন্যাশনালের কাছে স্বত্ব বিক্রি করে। ২০২৩ সালের নভেম্বর মাসে নিয়ন চলচ্চিত্রটির উত্তর আমেরিকার স্বত্ব ক্রয় করে, এবং ২০২৪ সালের ১৮ই অক্টোবর সীমিত পরিসরে প্রেক্ষাগৃহে মুক্তি দেয়।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nনিয়ন ফিল্মসে আনোরা\nইন্টারনেট মুভি ডেটাবেজে আনোরা  (ইংরেজি)\nদাপ্তরিক চিত্রনাট্য  ওয়েব্যাক মেশিনে আর্কাইভকৃত জানুয়ারি ১, ২০২৫ তারিখে\nটেমপ্লেট:শন বেকার"}