{"pageid": 1509500, "title": "বিরল আচার্য", "url": "https://bn.wikipedia.org/wiki?curid=1509500", "content": "বিরল আচার্য (জন্ম ১ মার্চ ১৯৭৪) একজন ভারতীয় অর্থনীতিবিদ, যিনি ভারতের রিজার্ভ ব্যাংকের ডেপুটি গভর্নর হিসেবে নিয়োগপ্রাপ্ত হন। তিনি আরবিআই একাডেমির উপদেষ্টা পরিষদের সদস্য হিসেবেও দায়িত্ব পালন করেছেন এবং ২০১৪ সাল থেকে ভারতের সিকিউরিটিজ অ্যান্ড এক্সচেঞ্জ বোর্ডের অধীনে ন্যাশনাল ইনস্টিটিউট অব সিকিউরিটিজ মার্কেটসের একাডেমিক কাউন্সিলের সদস্য ছিলেন। ২৩ জানুয়ারি ২০১৭ সালে, তিনি ভারতের রিজার্ভ ব্যাংকের ডেপুটি গভর্নর হিসেবে তিন বছরের মেয়াদে নিয়োগ পান। তবে, তিনি জুলাই ২০১৯ সালে তার মেয়াদ শেষ হওয়ার ছয় মাস আগে পদত্যাগ করেন।\n\n\n== জীবনী ==\n\n\n=== শিক্ষা ===\nতিনি মুম্বাইয়ের ফেলোশিপ হাই স্কুলে পড়াশোনা করেন। ১৯৯১ সালে, ভারতীয় প্রযুক্তিবিদ্যা প্রতিষ্ঠানে (আইআইটি) ভর্তি হওয়ার জন্য অনুষ্ঠিত যৌথ প্রবেশিকা পরীক্ষায় (জেইই) তিনি জাতীয়ভাবে পঞ্চম স্থান অর্জন করেন। ১৯৯৫ সালে, তিনি ভারতীয় প্রযুক্তিবিদ্যা প্রতিষ্ঠান বোম্বে (আইআইটি বোম্বে) থেকে কম্পিউটার বিজ্ঞান ও প্রকৌশল বিষয়ে ব্যাচেলর অব টেকনোলজি (বি.টেক) ডিগ্রি অর্জন করেন এবং তার ব্যাচের সর্বোচ্চ গ্রেড পয়েন্ট অর্জনের জন্য ভারতের রাষ্ট্রপতির স্বর্ণপদক লাভ করেন। আইআইটি বোম্বে-তে তার শেষ বর্ষে, তিনি আন্তর্জাতিক অর্থনীতির ওপর একটি ঐচ্ছিক কোর্সে ভর্তি হন। তিনি প্রাথমিকভাবে নিউ ইয়র্ক ইউনিভার্সিটিতে (এনওয়াইইউ) কম্পিউটার বিজ্ঞানে পিএইচডি প্রোগ্রামে ভর্তি হন, তবে এক বছর পর নিউ ইয়র্ক ইউনিভার্সিটির স্টার্ন স্কুল অব বিজনেসে ফাইন্যান্স বিষয়ে পিএইচডি প্রোগ্রামে পরিবর্তন করেন। ২০০১ সালে, ব্যাংকিং ও আর্থিক প্রতিষ্ঠানের প্রবন্ধ শীর্ষক গবেষণা প্রবন্ধ জমা দিয়ে তিনি তার পিএইচডি সম্পন্ন করেন।\n\n\n=== পাণ্ডিত্যপূর্ণ কর্মজীবন ===\nপিএইচডি অর্জনের পর, আচার্য ২০০১ থেকে ২০০৮ সাল পর্যন্ত লন্ডন বিজনেস স্কুলে (এলবিএস) কর্মরত ছিলেন। ২০০৭ থেকে ২০০৯ সালের মধ্যে, তিনি এলবিএস-এর কলার ইনস্টিটিউট অব প্রাইভেট ইকুইটির একাডেমিক পরিচালক হিসেবে দায়িত্ব পালন করেন। ২০০৮ সালে, তিনি ইংল্যান্ডের ব্যাংকে হৌবলন-নরম্যান সিনিয়র ফেলোশিপ লাভ করেন। ২০০৮ সাল থেকে, তিনি নিউ ইয়র্ক ইউনিভার্সিটির স্টার্ন স্কুল অব বিজনেস (এনওয়াইইউ স্টার্ন)-এর সঙ্গে যুক্ত রয়েছেন, যেখানে তিনি সি.ভি. স্টার অর্থনীতি অধ্যাপকের পদে অধিষ্ঠিত ছিলেন।\n\n\n=== রিজার্ভ ব্যাঙ্ক অব ইন্ডিয়া ===\nবিরল আচার্যকে ২৮ ডিসেম্বর ২০১৬ সালে ভারতের কেন্দ্রীয় সরকার তিন বছরের জন্য ভারতের রিজার্ভ ব্যাংকের (আরবিআই) ডেপুটি গভর্নর হিসেবে নিয়োগ দেয়, যার মেয়াদ শুরু হয় ২০ জানুয়ারি ২০১৭ থেকে। তবে, তিনি মেয়াদ শেষ হওয়ার ছয় মাস আগে, জুন ২০১৯ সালে, পদত্যাগ করেন।\n\n\n== ব্যক্তিগত জীবন ==\nইয়াদন কে সিলসিলে একটি মিউজিক অ্যালবাম করেছেন তিনি।\n\n\n== পুরস্কার ==\nআচার্য ২০১৭ সালে ব্যাংক ফর ইন্টারন্যাশনাল সেটেলমেন্টস থেকে আলেকসান্দ্রে লামফালুসি সিনিয়র রিসার্চ ফেলোশিপ লাভ করেন, এবং ২০১১ সালে তিনি মোনেটারি ইকোনমিকস এবং ফাইন্যান্সে প্রথম ব্যাঙ্ক ডি ফ্রান্স ও টুলুজ স্কুল অফ ইকোনমিকস জুনিয়র প্রাইজ অর্জন করেন।\n\n\n== গ্রন্থপঞ্জি ==\n\n\n=== বই ===\nViral V. Acharya, Quest for Restoring Financial Stability in India, SAGE Publishing India, July 2020\nViral V. Acharya, Thorsten Beck, Douglas D Evanoff, George G Kaufman and Richard Portes. World Scientific Studies in International Economics, 2013\nViral V. Acharya, Thomas Cooley, Matthew Richardson and Ingo Walter. Dodd-Frank: One Year On. New York University Stern School of Business and CEPR ebook\nViral V Acharya, Stijn van Nieuwerburgh, Matthew Richardson and Lawrence White. Guaranteed To Fail: Fannie Mae, Freddie Mac and the Debacle of Mortgage Finance. Princeton University Press, March 2011 আইএসবিএন ১-৪০০৮-৩৮০৯-৬\nViral V. Acharya, Thomas Cooley, Matthew Richardson and Ingo Walter, editors. Regulating Wall Street: The Dodd-Frank Act and the New Architecture of Global Finance. John Wiley & Sons, November 2010\nViral V. Acharya and Matthew Richardson. Restoring Financial Stability: How to Repair a Failed System. John Wiley & Sons, March 2009\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nViral Acharya's NYU page\n\"Works Cited\"। Google Scholar।"}