{"pageid": 1509573, "title": "আমির হামজা (আলোকচিত্রশিল্পী)", "url": "https://bn.wikipedia.org/wiki?curid=1509573", "content": "মোহাম্মদ আমির হামজা, পেশাগতভাবে আমির হামজা নামে পরিচিত, নিউইয়র্ক ভিত্তিক একজন বাংলাদেশী আলোকচিত্রশিল্পী এবং সাংবাদিক। তিনি বর্তমানে দ্য নিউ ইয়র্ক টাইমস -এ কর্মরত।\nতার কাজ ব্লুমবার্গ, ন্যাশনাল জিওগ্রাফিক, দ্য ওয়াল স্ট্রিট জার্নাল, দ্য গার্ডিয়ান এবং ওয়াশিংটন পোস্টে প্রকাশিত হয়েছে। তিনি হাসান মিনহাজের সাথে এমি -জয়ী নেটফ্লিক্স শো প্যাট্রিয়ট অ্যাক্টের অফিসিয়াল আলোকচিত্রশিল্পী হিসাবে কাজ করেছিলেন।\nহামজার ছবি দ্য নিউ ইয়র্ক টাইমসের প্রথম পৃষ্ঠায় একাধিকবার প্রকাশিত হয়েছে, সেইসাথে ওয়াল স্ট্রিট জার্নালেও ।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nআমির হামজা ১৯৯২ সালে বাংলাদেশের চট্টগ্রামে জন্মগ্রহণ করেন। তিনি ২০১৪ সালে বিজ্ঞান ও প্রযুক্তি বিশ্ববিদ্যালয় চট্টগ্রাম (ইউএসটিসি) থেকে ফার্মেসিতে স্নাতক ডিগ্রি অর্জন করেন। পড়াশোনা চলাকালীন, হামজার আলোকচিত্রশিল্পের প্রতি আগ্রহ তৈরি হয়, ২০১২ সালে অপেশাদার আলোকচিত্রশিল্প শুরু করেন।\n\n\n== কর্মজীবন ==\n২০১৬ সালে, পুরান ঢাকার সাকরাইন উৎসব থেকে হামজার ছবিগুলি বাংলাদেশী চলচ্চিত্র নির্মাতা পিপলু খানের দৃষ্টি আকর্ষণ করে। যা তাকে ব্র্যাকের প্রতিষ্ঠাতা ফজলে হাসান আবেদের সম্পর্কে একটি তথ্যচিত্রে কাজ করার সুযোগ করে দেয় এবং তিনি প্রথম পেশাদার আলোকচিত্রশিল্প শুরু করেন। সেই সময়ে, তিনি বাংলাদেশের প্রধানমন্ত্রী কে নিয়ে একটি জীবনীমূলক চলচ্চিত্র শেখ হাসিনা: এ ডটারস টেল নিয়েও কাজ করেন। পরবর্তীকালে তিনি নিউইয়র্কের ইন্টারন্যাশনাল সেন্টার অফ ফটোগ্রাফি থেকে একটি বৃত্তি অর্জন করেন, যেখান থেকে তিনি ২০১৮ সালে স্নাতক হন\nহামজা হাসান মিনহাজের সাথে নেটফ্লিক্স সিরিজ প্যাট্রিয়ট অ্যাক্ট শো-এর অফিসিয়াল আলোকচিত্রশিল্পী হিসেবে কাজ করেছেন।\n\n\n=== নিউ ইয়র্ক টাইমস ===\n২০২০ সালে নিউইয়র্ক শহরে জর্জ ফ্লয়েডের বিক্ষোভের সময় হামজার আলোকচিত্রশিল্প গণমাধ্যমগুলোকে আকৃষ্ট করে, যার ফলে দ্য নিউ ইয়র্ক টাইমসের সাথে তার প্রথম কাজ হয়েছিল। অবশেষে, তিনি ২০২৩ সালের জুন মাসে প্রকাশনার জন্য একজন অফিসিয়াল আলোকচিত্রশিল্পী হিসেবে নিযুক্ত হন। তার বেশিরভাগ কাজ মুলত শৈলী, ফ্যাশন এবং চলচ্চিত্র বিভাগকে নিয়ে।\n২০২২ সাল থেকে, হামজা দ্য নিউ ইয়র্ক টাইমসের জন্য \"অ্যা রিস্কি ওয়েজার\" শিরোনামের গল্পের একটি সিরিজে কাজ করেছেন যা \"অনলাইন স্পোর্টস বেটিং আমেরিকায় কীভাবে ঝড় তুলেছে\" তা অনুসন্ধান করে। এরিক লিপটন এবং কেনেথ ভোগেলের মতো বিখ্যাত সাংবাদিকদের অনুসন্ধানী প্রতিবেদনের সাথে হামজার আলোকচিত্রশিল্প সহ এই সিরিজটি পাঁচ-পর্বের বিন্যাসে প্রকাশিত হয়েছে।\n২০২৪ সালে, হামজা দ্য নিউ ইয়র্ক টাইমসের জন্য ৯৬ তম একাডেমি পুরস্কার কভার করে।\n\n\n==== দ্য ইয়ার ইন পিকচার ====\n২০২১ সালে, হামজার একটি ছবি দ্য নিউ ইয়র্ক টাইমসের \"দ্য ইয়ার ইন পিকচার্স ২০২১\" এ প্রদর্শিত হয়েছিল। ২০২৩ সালে, হামজার তিনটি ছবি বাছাই করা হয়েছিল।\n\n\n=== অন্যান্য ===\nদ্য নিউ ইয়র্ক টাইমস- এ নিযুক্ত হওয়ার আগে হামজা ভোগ, ব্লুমবার্গ নিউজ, দ্য ওয়াল স্ট্রিট জার্নাল, এবং দ্য গার্ডিয়ান, সহ মিডিয়া আউটলেটের ফটোসাংবাদিক হিসেবে কাজ করেছেন। এইসময় তিনি ব্রেন্ডেন ফ্রেসার, নোভাক জোকোভিচ, মিরা নায়ার, লাউডন ওয়েনরাইট তৃতীয়, কুয়েন্টিন ট্যারান্টিনো, সহ অন্যান্যদের নিয়ে কাজ করেছেন।\n\n\n== পুরস্কার ==\n\n\n== তথ্যসূত্র =="}