{"pageid": 1509872, "title": "ফোর সিস্টার্স", "url": "https://bn.wikipedia.org/wiki?curid=1509872", "content": "ফোর সিস্টার্স (কোরীয়: 네 자매 이야기, ইংরেজি: Four Sisters) হলো একটি দক্ষিণ কোরীয় ড্রামা ভিত্তিক টেলিভিশন ধারাবাহিক। লি জিন-সুক পরিচালনায় নির্মিত এই ধারাবাহিকটি রচনা করেছেন ও সু-ইয়ন। হুয়ান সু-জুন, চে রিম, আন ইয়ন-হং, পার্ক ইয়ে-জিন এবং হান জে-সুকের মতো অভিনয়শিল্পীগণ এই ধারাবাহিকে অভিনয় করেছেন।\nমূলত কোরীয় ভাষায় নির্মিত এই ধারাবাহিকটি ২০০১ সালের ১৩ই জুন তারিখে মুনহুয়া ব্রডকাস্টিং কর্পোরেশনে সম্প্রচার শুরু হয়েছিল; যার সর্বমোট ২০টি পর্ব রয়েছে।\n\n\n== সারাংশ ==\nএই ধারাবাহিকটির শুরুতে ইয়ং-হুনের মা, সুন-ইয়ং, গুরুতর অসুস্থ হয়ে পড়েন এবং তার অস্ত্রোপচারের প্রয়োজন হয়। ডা. জং প্রথমে অস্ত্রোপচার করার কথা থাকলেও বাহ্যিক চাপের কারণে ডা. মিন দায়িত্ব নেন। তবে, অস্ত্রোপচারের পর সুন-ইয়ং কোমায় চলে যান। এই ট্র্যাজেডির পর, ইয়ং-হুনকে জং পরিবার গ্রহণ করে, এবং সে চার বোনের সঙ্গে বড় হয়। গল্পের অগ্রগতির সঙ্গে সঙ্গে প্রতিটি বোন তাদের নিজস্ব চ্যালেঞ্জের মুখোমুখি হয়: হে-জং তার সৎ বোন হওয়ার পরিচয় ও ইয়ং-হুনের প্রতি অপ্রকাশিত অনুভূতির সঙ্গে লড়াই করে; ইউ-জিন তার চিকিৎসা পেশার স্বপ্ন পূরণের পাশাপাশি ইয়ং-হুনের প্রতি ভালোবাসার টান অনুভব করে, যা পরিবারে টানাপোড়েন সৃষ্টি করে; ইউ-মি ধনসম্পদের মোহ ও প্রকৃত ভালোবাসার মধ্যে দ্বিধায় পড়ে, যা তাকে তার বাগদান নিয়ে প্রশ্ন তুলতে বাধ্য করে; ইউ-সান স্বাস্থ্য সমস্যার পাশাপাশি প্রথম প্রেমের জটিলতার সঙ্গে সংগ্রাম করে।\nগোটা ধারাবাহিকটি জুড়ে, প্রেম, ঈর্ষা এবং ব্যক্তিগত উচ্চাকাঙ্ক্ষার কারণে বোনদের সম্পর্ক বারবার পরীক্ষা হয়। তবুও, তাদের পারিবারিক বন্ধন গল্পের মূল বিষয় হয়ে থাকে, যা প্রতিকূলতার মাঝেও শক্তিশালী সম্পর্কের গুরুত্ব তুলে ধরে।\n\n\n== অভিনয়শিল্পী ==\n\n\n=== কেন্দ্রীয় চরিত্র ===\nহুয়ান সু-জুন – জুং হে-জুং\nচে রিম – ডাক্তার জুং ইউ-জিন\nআন ইয়ন-হং – জুং ইউ-মি\nপার্ক ইয়ে-জিন – জুং ইউ-সুন\nহান জে-সুক – ডাক্তার লি ইয়ং-হুন\nজাং কুন-সুক – যুবক লি ইয়ং-হুন\nকিম চান-উ – মিন জুন-হা\nজি জিন-হি – হান তে-সুক\nপার্ক চুল – কিম কি-চুল\nনাম সুং-জিন – সো জে-ইয়ন\n\n\n=== পার্শ্ব চরিত্র ===\nলি জুং-গিল – ডাক্তার জুং জে-বং\nকিম ইয়ং-রান – ডাক্তার জুংয়ের স্ত্রী\nকিম ইয়ং-গুন – ডাক্তার মিন ইয়ন-তেক\nকিম সে-জুন – হান বং-পাল\nনো হিউন-হি – কিম হুয়া-মি\nলি গুন-হি – জং শিক\nইয়াং গুম-সোক – কিম সুন-ইয়ং\nকিম জি-ইয়ং – পিউং ইয়াং-দেক\nশিন এ – ইউ-সুনের সহপাঠী\nসুং হিউন-আ – মিন সু-জিন\nলি দোং-উক – লি হান-সু\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট\nহানসিনেমায় ফোর সিস্টার্স (ইংরেজি) \nইন্টারনেট মুভি ডেটাবেজে ফোর সিস্টার্স   (ইংরেজি)"}