{"pageid": 1509233, "title": "দেবাশিস চক্রবর্তী", "url": "https://bn.wikipedia.org/wiki?curid=1509233", "content": "দেবাশিস চক্রবর্তী একজন বাংলাদেশী রাজনৈতিক কার্টুনিস্ট, চিত্রকর এবং লেখক। তিনি ২০২৪ সালের ছাত্র-জনতার অভ্যুত্থানের অন্যতম পোস্টার শিল্পী। সামাজিক যোগাযোগমাধ্যমে ছড়িয়ে পড়া তার পোস্টারগুলো তখন যেমন ভাইরাল হয়েছিল, তেমনি মুহূর্তে মুহূর্তে মূর্ত করে তুলেছিল জন–আকাঙ্ক্ষার রূপ।\n\n\n== জন্ম ও পারিবারিক জীবন ==\nচিত্রশিল্পী ও লেখক দেবাশিস চক্রবর্তীর জন্ম ও বেড়ে ওঠা রাজধানী ঢাকায়। তিনি পাঠশালা সাউথ এশিয়ান মিডিয়া ইনস্টিটিউটের ফটোগ্রাফি গ্র্যাজুয়েট।\n\n\n== কর্মজীবন ==\nশিল্পী দেবাশিস চক্রবর্তীর শিল্পকর্ম বাংলাদেশের ২০২৪ এর ছাত্র-জনতার অভ্যুত্থানে ভীষণ গুরুত্বপূর্ণ ভূমিকা নিয়েছিল। তার করা পোস্টারগুলোতে উঠে এসেছে অভ্যুত্থানের ধারাবাহিক সময়ক্রম, সময়োপযোগী দাবিদাওয়া ও অভ্যুত্থানের গতিপথ নির্দেশক নানা ধরনের স্লোগান। লাল, কালো ও হলুদের গভীর প্রতীকী মিশ্রণে দেবাশিস অভ্যুত্থানের প্রতিটি পর্যায়কে মূর্ত করে তুলেছেন অসামান্য দরদ ও দক্ষতায়। আন্দোলন চলাকালে হাসিনা সরকারের বহুল ব্যবহৃত বয়ানগুলোকে দারুণভাবে ভেঙে চুরমার করে দিয়েছে দেবাশিসের পোস্টারগুলো। ‘মুক্তিযুদ্ধের চেতনা, স্বৈরাচার পার পাবে না’ শিরোনামের একটি পোস্টার ‘মুক্তিযুদ্ধের চেতনা’ নামক আওয়ামী অস্ত্রটিকে ছিনিয়ে এনে জনতার হাতে তুলে দিয়েছে। ‘বাংলাদেশের জনগণ তৃতীয় পক্ষ না’ শিরোনামের পোস্টারটি ‘আন্দোলনে তৃতীয় পক্ষ ঢুকে পড়েছে’ শীর্ষক ভাষ্যের বিরুদ্ধে দাঁড় করিয়েছে এক কার্যকর প্রতিভাষ্য। এ ছাড়া ‘তুমি কে আমি কে/ বিকল্প বিকল্প’, ‘রাষ্ট্রীয় সম্পদ’ বা ‘সব স্বাভাবিক’ শিরোনামের পোস্টারগুলো হয়ে উঠেছে আওয়ামী বয়ানের বিরুদ্ধে অনলাইনমুখী জেন-জির প্রতিবাদের সুতীব্র ভাষা। বাংলাদেশের সীমা ছাড়িয়ে বিভিন্ন দেশে আদৃত হয়েছে তাঁর তৈরি পোস্টার। হাজার হাজার মানুষ পোস্টার প্রিন্ট করে নেমে এসেছিলেন রাজপথের মিছিলে। তিনি তাঁর পোস্টারের কোনো মেধাসত্ত্ব রাখবেন না বলে ঘোষণা করেছিলেন।\nদেবাশিস চক্রবর্তী ২০১৮ সাল থেকে ধীরে ধীরে সচেতনভাবে বাংলাদেশে প্রচলিত প্রতিক্রিয়াশীল আধ্যাত্মিক ধারার শিল্পচর্চা বা সাংস্কৃতিক রাজনীতির সমস্যাজনক পথ থেকে নিজে সরিয়ে, জনগোষ্ঠীর প্রত্যক্ষ অভিজ্ঞতার সঙ্গে যুক্ত হওয়ার আকাঙ্ক্ষায় নিজেকে তৈরি করতে থাকেন। প্রথমে সাদা কাগজে কালি ব্যবহার করে আঁকাআঁকির কাজ চালালেও ২০২০ সাল থেকে কারিগরি প্রয়োজনে ডিজিটাল মাধ্যমে ‘রাষ্ট্র যন্ত্রণা’ সিরিজটা চালাতে থাকেন। বাংলাদেশের রাজনৈতিক প্রক্ষাপটের সাথে পরিচয় এবং জনগণের আকাঙ্ক্ষার সঙ্গে কিছুটা অন্তরঙ্গ সংযোগ থাকার কারণে বৈষম্যবিরোধী ছাত্র আন্দোলনের শুরুর দিকেই দেবাশিস চক্রবর্তীর প্রতিক্রিয়া জানাতে বেগ পেতে হয়নি।\n\n\n== প্রদর্শনী ==\nবৈষম্যবিরোধী ছাত্র আন্দোলন ও জুলাই গণঅভ্যুত্থানে সামাজিক যোগাযোগ মাধ্যমে ছাত্র-জনতা, শিল্পী, বুদ্ধিজীবীসহ নানা পেশাজীবীরা সক্রিয় ভূমিকা পালন করেছিল। এরমধ্যে উল্লেখাযোগ্য শিল্পী দেবাশিস চক্রবর্তী। বাংলাদেশের শিল্প ও গণঅভ্যুত্থানের গুরুত্ব বিবেচনায় শিল্পী দেবাশিস চক্রবর্তীর জুলাই অভ্যুত্থানে করা শতাধিক পোস্টারের মধ্য থেকে বাছাইকৃত ২০টি পোস্টার নিয়ে লাইভ ও এআর-ভিআর প্রদর্শনীর আয়োজন করা হয়। যা বাংলাদেশ শিল্পকলা একাডেমির ভিআর গ্যালারীতে স্থায়ীভাবে সংরক্ষিত হবে তেমনি বিভিন্ন জেলায় প্রযোজনা বিভাগের তত্ত্বাবধানে ভিআর প্রদর্শনীর ব্যবস্থা থাকবে। শিল্পীর পোস্টারের বিষয়ের নানা পরিপ্রেক্ষিত ও কন্টেক্সট এআর-ভিআর এর মাধ্যেমে উপস্থাপন করা হয়। প্রদর্শনীর এক অনুষ্ঠানে সভাপতির বক্তব্যে বাংলাদেশ শিল্পকলা একাডেমির মহাপরিচালক ড. সৈয়দ জামিল আহমেদ বলেন, \n\n\n== রাজনীতি ==\nদেবাশিস চক্রবর্তী জাতীয় নাগরিক কমিটির কেন্দ্রীয় কমিটির সদস্য এবং প্রবাসী বাংলাদেশিদের ডায়াস্পোরা সেলের একজন সদস্য।\n\n\n== চিত্রশালা ==\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে দেবাশিস চক্রবর্তী সম্পর্কিত মিডিয়া দেখুন।"}