{"pageid": 1509569, "title": "সাইফ আলি খান অভিনীত চলচ্চিত্রের তালিকা", "url": "https://bn.wikipedia.org/wiki?curid=1509569", "content": "সাইফ আলি খান একজন ভারতীয় অভিনেতা, যিনি ভারতীয় চলচ্চিত্রে কাজ করেন। তিনি \"পরম্পরা\" (১৯৯৩) নাটকে প্রধান চরিত্রে অভিনয় দিয়ে তার চলচ্চিত্র জীবন শুরু করেন এবং এরপর \"আশিক আওরা\" (১৯৯৩)-এ অভিনয় করেন। এই ছবিটি তাকে ফিল্মফেয়ার পুরস্কার-এ সেরা পুরুষ ডেবিউ বিভাগে পুরস্কৃত করেছিল, তবে বাণিজ্যিকভাবে ছবিটি সফল হয়নি, যেমন তার পরবর্তী তিনটি ছবি—পারম্পরা (১৯৯৩), পেহচান (১৯৯৩), এবং ইমতিহান (১৯৯৪)—ও সফল হতে পারেনি। পরে, ১৯৯৪ সালে, খান অক্ষয় কুমার-এর সঙ্গে দুটি অত্যন্ত সফল ছবিতে পার্শ্ব চরিত্রে অভিনয় করেন—রোমান্স \"ইয়ে দিল্লাগি\" এবং অ্যাকশন ড্রামা \"মেইন খিলাড়ী তু আনাড়ি\"। \"মেইন খিলাড়ী তু আনাড়ি\"-এ তার অভিনয়ের জন্য তিনি ফিল্মফেয়ার পুরস্কার-এ সেরা পার্শ্ব অভিনেতা বিভাগে মনোনীত হন। এই সাফল্যের পর তার ক্যারিয়ারে কিছু বাণিজ্যিক ব্যর্থতা আসে, যার ফলে খান কিছুটা হতাশ হয়ে পড়েন।\nখান মিলান লুথরিয়া-এর অ্যাকশন থ্রিলার \"কাঁচে দাগে\" (১৯৯৯) এবং \"আর্জু\" (১৯৯৯)-এ দ্বিতীয় প্রধান চরিত্রে অভিনয় করেন, যা ছিল তার \"মেইন খিলাড়ী তু আনাড়ি\" পরবর্তী প্রথম বাণিজ্যিক সাফল্য; এছাড়াও এই ছবির জন্য তাকে ফিল্মফেয়ার-এ সেরা পার্শ্ব অভিনেতা বিভাগে একটি মনোনয়ন লাভ হয়। একই বছর, তিনি \"হাম সাথে সাথে হ্যায়\" ছবিতে অভিনয় করেন, যা সেই বছরের সর্বাধিক আয়কারী চলচ্চিত্র ছিল। ২০০০ সালে, খান \"ক্যা kehna\" নাটকে অভিনয় করেন, যা ছিল তার প্রীতি জিন্টা-এর সঙ্গে একাধিক সহযোগিতার প্রথম। ২০০১ সালে, তিনি আমির খান এবং আকষয়ে খন্না-এর সাথে ফারহান আখতার-এর কামিং অফ এজ ড্রামা \"দিল চাহতা হ্যায়\"-এ অভিনয় করেন, যা তাকে ফিল্মফেয়ার পুরস্কার-এ সেরা কমেডিয়ান বিভাগে তার প্রথম পুরস্কার এনে দেয়। এটি তার অভিনয়ের ধরণে একটি পরিবর্তন আনে এবং তাকে একজন গম্ভীর অভিনেতা হিসেবে প্রতিষ্ঠিত করে। খান নিকিল আডভানি-এর রোমান্টিক ড্রামা \"কাল হো না হো\" (২০০৩)-এ অভিনয় করেন, যা সেই বছরের দ্বিতীয় সর্বোচ্চ আয়কারী চলচ্চিত্র হয়ে ওঠে এবং তার দ্বিতীয় ফিল্মফেয়ার পুরস্কার অর্জন করে, এইবার সেরা পার্শ্ব অভিনেতা হিসেবে। ২০০৪ সালে, তিনি \"এক হাসিনা থি\"-এ একটি চালাক দালাল চরিত্রে এবং \"হাম তুম\"-এ একজন কার্টুনিস্ট চরিত্রে অভিনয় করেন। দ্বিতীয় ছবিতে তার অভিনয় তাকে জাতীয় চলচ্চিত্র পুরস্কার-এ সেরা অভিনেতা এবং ফিল্মফেয়ার পুরস্কার-এ সেরা কমেডিয়ান বিভাগে দ্বিতীয় পুরস্কার এনে দেয়। পরবর্তী বছর, খান প্রীতি জিন্টা-এর সাথে \"সালাম নামাস্তে\" (২০০৫) রোমান্টিক কমেডি-এ পুনরায় অভিনয় করেন এবং \"পারিনিতা\" (২০০৫)-এ একটি উৎসাহী সঙ্গীতজ্ঞ চরিত্রে অভিনয় করে ফিল্মফেয়ার-এ সেরা অভিনেতা বিভাগে তার প্রথম মনোনয়ন লাভ করেন।\n২০০৬ সালে, খান বিশাল ভরদ্বাজ-এর ক্রাইম ড্রামা \"ওমকারা\"-এ উইলিয়াম শেকস্পীয়রের **প্রতিপক্ষ চরিত্র ইয়াগো-এর উপর ভিত্তি করে একটি চরিত্রে অভিনয় করেন, যা তার ব্যাপক প্রশংসা অর্জন করে এবং তাকে ফিল্মফেয়ার পুরস্কার-এ সেরা খলনায়ক হিসেবে পুরস্কৃত করে। তার পরবর্তী ক্যারিয়ারে, খান তার চারটি সর্ববৃহৎ বাণিজ্যিক সাফল্য অর্জন করেন—অ্যাকশন থ্রিলার \"রেস\" (২০০৮), রোমান্টিক ছবি \"লাভ আজ কাল\" (২০০৯), রোমান্টিক কমেডি \"ককটেল\" (২০১২), এবং অ্যাকশন সিক্যুয়েল \"রেস ২\" (২০১৩)—যার প্রত্যেকটি সেই বছরের শীর্ষ আয়কারী চলচ্চিত্র ছিল। ২০১৮ সালে, তিনি নেটফ্লিক্স থ্রিলার সিরিজ \"সেক্রেড গেমস\"-এ একজন দুশ্চিন্তাগ্রস্ত পুলিশ কর্মকর্তা চরিত্রে অভিনয় করতে শুরু করেন। অভিনয়ের পাশাপাশি, খান কয়েকটি ফিল্মফেয়ার পুরস্কার অনুষ্ঠানও হোস্ট করেছেন।\n\n\n== চলচ্চিত্র ==\n\n\n== টেলিভিশন ==\n\n\n== ডিসকোগ্রাফি ==\n\n\n== নোট ==\n\n\n== তথ্যসূত্র =="}