{"pageid": 1509994, "title": "ধোঁয়ার সংকেত", "url": "https://bn.wikipedia.org/wiki?curid=1509994", "content": "ধোঁয়ার সংকেত হলো দূরবর্তী যোগাযোগের প্রাচীনতম পদ্ধতিগুলির মধ্যে একটি। এটি দীর্ঘ দূরত্বে ব্যবহৃত একটি দৃশ্যমান যোগাযোগ পদ্ধতি। সাধারণত ধোঁয়ার সংকেত সংবাদ প্রেরণ, বিপদের সংকেত দেওয়া বা মানুষকে একটি সাধারণ স্থানে একত্র করতে ব্যবহার করা হয়।\n\n\n== ইতিহাস ও ব্যবহার ==\nপ্রাচীন চীনে, মহাপ্রাচীরের ধারে থাকা সৈন্যরা শত্রু আক্রমণের সতর্কতা জানাতে সংকেত মিনারে ধোঁয়ার সংকেত পাঠাত। ধোঁয়ার রং আক্রমণকারী দলের আকার সম্পর্কে তথ্য প্রকাশ করত। সংকেত মিনারগুলো নির্দিষ্ট দূরত্বে স্থাপন করে এবং প্রতিটি মিনারে একজন সৈন্য মোতায়েন করে প্রায় ৭,৩০০ কিলোমিটার দীর্ঘ প্রাচীর জুড়ে বার্তা প্রেরণ করা সম্ভব হতো। ধোঁয়ার সংকেত অভ্যন্তরীণ দুর্গগুলোকে আক্রমণের সতর্কবার্তা পাঠাত, যার মাধ্যমে তারা প্রতিরক্ষা পরিকল্পনা ও সৈন্য সমাবেশ সংগঠিত করতে সক্ষম হতো।\nক্যান্ডীয় যুগে পাহাড়ের চূড়ায় অবস্থানরত সৈন্যরা শত্রুর আক্রমণের (ইংরেজ, ওলন্দাজ বা পর্তুগিজদের কাছ থেকে) আশঙ্কা সম্পর্কে একে অপরকে সতর্ক করতে এক চূড়া থেকে অন্য চূড়ায় সংকেত পাঠাত। একই ভাবে তারা মাত্র কয়েক ঘন্টার মধ্যে রাজার কাছে বার্তা পাঠাতে সক্ষম হতো।\nধোঁয়ার সংকেতের অপব্যবহার ঐতিহ্যগতভাবে খ্রিস্টপূর্ব অষ্টম শতাব্দীতে পশ্চিমা ঝৌ রাজবংশের পতনের একটি কারণ হিসেবে বিবেচিত হয়। ঝৌ রাজবংশের রাজা ইউ তার উপপত্নী বাও সিকে খুশি করতে মিথ্যা সতর্কতা সংকেত পাঠিয়ে তার সেনাপতিদের বোকা বানাতেন বলে কথিত আছে।\nউত্তর আমেরিকার আদিবাসীরাও ধোঁয়ার সংকেতের মাধ্যমে যোগাযোগ করত। প্রতিটি উপজাতির নিজস্ব সংকেত পদ্ধতি ও বোঝাপড়া ছিল। একজন সংকেতদাতা সাধারণত ভেজা ঘাস ব্যবহার করে উঁচু স্থানে আগুন জ্বালাতেন, যা থেকে ধোঁয়ার একটি আকার উপরের দিকে উঠত। ঘাস শুকিয়ে যেত তা সরিয়ে নেওয়া হত এবং আগুনের ওপর আরেকটি আঁটি রাখা হত। প্রচলিত বিশ্বাস অনুযায়ী ঢাল বরাবর ধোঁয়ার অবস্থান একটি নির্দিষ্ট বার্তা প্রকাশ করত। যদি ধোঁয়া পাহাড়ের মাঝামাঝি থেকে উঠত, তবে তা সবকিছু ঠিক আছে এমন সংকেত দিত; কিন্তু যদি ধোঁয়া পাহাড়ের চূড়া থেকে উঠত, তবে তা বিপদের সংকেত বোঝাত।\nধোঁয়ার সংকেত আজও ব্যবহৃত হয়। কার্ডিনালদের সমাবেশে নতুন পোপ নির্বাচিত হলে তা জানানোর জন্য ধোঁয়ার সংকেত ব্যবহার করা হয়। যোগ্য কার্ডিনালরা গোপন ভোটের মাধ্যমে নির্বাচন প্রক্রিয়া ততক্ষণ পর্যন্ত চালাতে থাকেন যতক্ষণ না কোনো প্রার্থী দুই-তৃতীয়াংশের বেশি এক ভোট লাভ করেন। প্রতিটি ভোটের পর ব্যালট পোড়ানো হয়। কালো ধোঁয়া ব্যর্থ ভোটের ইঙ্গিত দেয়, আর সাদা ধোঁয়া নতুন পোপ নির্বাচিত হওয়ার সংকেত বহন করে।\nসামরিক বাহিনী সাধারণত রঙিন ধোঁয়ার গ্রেনেড ব্যবহার করে অবস্থান চিহ্নিত করে, বিশেষ করে আর্টিলারি বা বিমান সহায়তা চাওয়ার সময়।\nধোঁয়ার সংকেত বলতে বিপদ সংকেত পাঠানোর জন্য ব্যবহৃত ধোঁয়া উৎপাদনকারী যন্ত্রকেও বোঝায়।  \n\n\n== উদাহরণ ==\n\n\n=== আমেরিকার আদিবাসী ===\nলুইস এবং ক্লার্কের সাময়িকীতে বেশ কয়েকটি ঘটনার উল্লেখ রয়েছে, যেখানে তারা স্থানীয় আমেরিকান আদিবাসীদের পদ্ধতি অনুসরণ করে সমতল ভূমিতে আগুন জ্বালাতে সক্ষম হয়। এটি তাদের দলের উপস্থিতি জানান দেওয়া বা স্থানীয় গোষ্ঠীর সাথে সাক্ষাতের ইচ্ছা প্রকাশ করার জন্য করা হত।\n\n\n==== ইয়ামানা ====\nদক্ষিণ আমেরিকার ইয়ামানারা ধোঁয়ার সংকেতের মাধ্যমে বার্তা প্রেরণের জন্য আগুন ব্যবহার করত। যেমন: কোনো তিমি তীরে ভেসে এলে তারা এই পদ্ধতিতে সংকেত পাঠাত। অত্যধিক পরিমাণ মাংস নষ্ট না হওয়ার জন্য অনেক লোককে সতর্ক করার প্রয়োজন হতো। তারা হয়ত অন্যান্য সময়ে ধোঁয়ার সংকেত ব্যবহার করত - এমনও হতে পারে যে ম্যাগেলান এই আগুনগুলো দেখেন এবং সেই কারণেই এই অঞ্চলের নাম দেন টিয়েরা দেল ফুয়েগো (আগুনের দেশ); তবে, এটাও সম্ভব যে তিনি কোনো প্রাকৃতিক ঘটনার কারণে ধোঁয়া বা আলো দেখতে পেয়েছিলেন।\n\n\n=== নুন গান ===\nকেপ টাউনের নুন গান, বিশেষ করে এর থেকে উৎপন্ন ধোঁয়া, টেবিল উপসাগরে সামুদ্রিক ক্রোনোমিটার নির্ধারণ করতে ব্যবহৃত হতো।\n\n\n=== অস্ট্রেলীয় আদিবাসী ===\nসমগ্র অস্ট্রেলীয় আদিবাসীরা নানা উদ্দেশ্যে ধোঁয়ার সংকেত ব্যবহার করত। বিশেষ করে যখন তারা অন্যের এলাকায় প্রবেশ করত তখন তাদের উপস্থিতি জানানোর জন্য এই পদ্ধতি ব্যবহার করা হতো। শ্বেতাঙ্গদের আগমন সম্পর্কে খবর দেওয়ার জন্যও প্রায়শই ধোঁয়ার সংকেত ব্যবহার করা হতো যা ছিল দ্রুততম যোগাযোগের মাধ্যম। শত্রু গোত্রের আক্রমণের খবর দেওয়ার জন্য বা একই গোত্রের শিকারি দলের মধ্যে সভা আয়োজনের জন্য ধোঁয়ার সংকেত ব্যবহার করা হতো। ধোঁয়ার সংকেতের ফলে আশেপাশের ব্যক্তি বা গোষ্ঠীকে তাদের নিজস্ব সংকেতের মাধ্যমে উত্তর দিতে উৎসাহিত করত। ধোঁয়ার বিভিন্ন রং (যেমন কালো, সাদা বা নীল, যা ভেজা ঘাস, শুকনো ঘাস, নলখাগড়া বা অন্যান্য জিনিস পোড়ানো উপাদানের ধরনের উপর নির্ভর করে) এবং ধোঁয়ার আকৃতি (স্তম্ভ, গোলক বা আঙটা) ব্যবহার করে তথ্য প্রকাশ করা হতো। এটি এতটাই পরিশীলিত একটি বার্তা প্রেরণ পদ্ধতি ছিল যে এর মাধ্যমে গোত্রের সদস্যদের নামও জানানো সম্ভব হতো। অন্যান্য যোগাযোগের মাধ্যমের ন্যায় সংকেতও ভুলভাবে ব্যাখ্যা করা যেতে পারে। একটি লিপিবদ্ধ ঘটনায় \"আমরা আসছি\" এই অর্থ বহনকারী ধোঁয়ার সংকেতের উত্তরকে ভুলভাবে আদিবাসীদের সুরক্ষার জন্য একটি যুদ্ধদলে যোগ দেওয়া হচ্ছে বলে মনে করা হয়েছিল, আদতে এর প্রকৃত অর্থ ছিল সফল শিকারের পর শিকারী দলগুলোর একত্র হওয়া।\n\n\n=== বিমান চালনা ===\nআধুনিক বিমান চলাচল প্রযুক্তির উন্নতির ফলে নভলিখন পদ্ধতির বিকাশ সম্ভব হয়েছে।\n\n\n== গ্রন্থপঞ্জি ==\nGusinde, Martin (১৯৬৬)। Nordwind—Südwind. Mythen und Märchen der Feuerlandindianer (জার্মান ভাষায়)। Kassel: E. Röth। \nItsz, Rudolf (১৯৭৯)। \"A kihunyt tüzek földje\"। Napköve. Néprajzi elbeszélések (হাঙ্গেরীয় ভাষায়)। Budapest: Móra Könyvkiadó। পৃষ্ঠা 93–112। \nИтс, Р.Ф. (১৯৭৪)। ru:Камень солнца (রুশ ভাষায়)। লেনিনগ্রাদ: Detskaya Literatura।  শিরোনামের অর্থ: “সূর্যের পাথর”; অধ্যায়ের অর্থ: “নিভে যাওয়া অগ্নির দেশ”। (লেনিনগ্রাদ: \"শিশু সাহিত্য\" প্রকাশনা।)\nMyers, Fred (১৯৮৬)। Pintupi Country, Pintupi Self। যুক্তরাষ্ট্র: Smithsonian Institution। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ =="}