{"pageid": 1510963, "title": "ট্রিটিল, লিটিল এবং পাখিরা", "url": "https://bn.wikipedia.org/wiki?curid=1510963", "content": "ট্রিটিল, লিটিল, এবং পাখিরা একটি হাঙ্গেরিয়ান পরী কাহিনি। অ্যান্ড্রু ল্যাং এটি তাঁর দ্য ক্রিমসন ফ্যারি বুকে অন্তর্ভুক্ত করেছিলেন।\nএই কাহিনির একটি সংস্করণ রুথ ম্যানিং-স্যান্ডার্সের এ বুক অব অগার্স অ্যান্ড ট্রোলসেও পাওয়া যায়। এই সংস্করণটি আইসল্যান্ড থেকে এসেছে বলে বলা হয়।\n\n\n== সারসংক্ষেপ ==\nএকজন রাজা দেখলেন, তার সুন্দরী কন্যা নিখোঁজ হয়ে গেছে, এবং তার কোনো সন্ধান পাওয়া যাচ্ছে না। রাজা ঘোষণা করলেন, যে ব্যক্তি তার কন্যাকে ফিরিয়ে আনবে, সে তাকে বিয়ে করতে পারবে।\nএকটি কৃষক দম্পতির তিন ছেলে ছিল। বড় দুই ছেলে ছিল গর্বিত, আর ছোট ছেলেটি সবসময় তাদের জন্য পথ ছেড়ে দিত। একদিন, বড় ছেলে ভাগ্য অনুসন্ধানে বের হলো। পথে, সে দুজন ভিখারিকে খাবার দিল না এবং কিছু পাখির দিকে পাথর ছুড়ল, যারা খাবার খুঁজছিল। রাতে সে একটি গুহায় ঘুমাতে গেল, কিন্তু সেখানে এক দৈত্যা ফিরে এল। দৈত্যা শর্ত দিল যে, তাকে থাকতে হলে সকালবেলা একটি কাজ শেষ করতে হবে। পরে, দৈত্যা তাকে গুহাটি ঝাড়ু দিতে বলল। কিন্তু সে মাটি সরাতে পারল না, ফলে দৈত্যা রেগে গিয়ে তার মাথায় আঘাত করল এবং তাকে হত্যা করল।\nদ্বিতীয় ভাইও একই পথে গেল এবং একই পরিণতির শিকার হলো। ছোট ছেলেটি বাবা-মায়ের অবহেলা সয়ে আসছিল। একদিন, সেও পথে বেরিয়ে পড়ল। সে প্রথম ভিখারিকে কিছু খাবার দিল। ভিখারি তাকে বলল, যদি কখনো সাহায্যের প্রয়োজন হয়, তাহলে \"ট্রিটিল\" নামে ডাকতে। দ্বিতীয় ভিখারিও একই কথা বলল, তবে তার নাম ছিল \"লিটিল\"। ছেলেটি কিছু রুটি গুঁড়ো করে পাখিদেরও খেতে দিল। তারা তাকে জানাল, যদি সে কখনো সাহায্য চায়, তাহলে তাদের ডাকলেই হবে।\nঅবশেষে, সে এক গুহায় পৌঁছাল। সেখানে হাড় ও ছেঁড়া কাপড় দেখে বুঝতে পারল, এটি দৈত্যের আস্তানা। তবু সে পিছপা হলো না। দৈত্য তাকে মেঝে ঝাড়ু দিতে বলল। তখন সে \"ট্রিটিল\"কে ডাকল, যে এসে তার হয়ে কাজটি করে দিল।\nপরের দিন, দৈত্য তাকে বালিশের পালক শুকিয়ে গুছিয়ে রাখতে বলল। সে পালক ছড়িয়ে দিল, কিন্তু হাওয়ায় একটি পালক উড়ে গেল। তখন সে \"ট্রিটিল\", \"লিটিল\" এবং পাখিদের ডাকল। তারা সবাই মিলে পালকগুলো আবার গুছিয়ে দিল।\nএরপরের দিন, দৈত্য তাকে পঞ্চাশটি ষাঁড়ের মধ্যে একটি কোরবানি দিতে বলল, কিন্তু কোনটি তা উল্লেখ করল না। তখন সে \"ট্রিটিল\" ও \"লিটিল\"-কে ডাকল। তারা একটি ষাঁড় কোরবানি দিল এবং তাকে পরামর্শ দিল যে, সে যেন বিছানার ওপর, বিছানার পায়ের কাছে রাখা স্তূপ এবং গুহার পাশে যা আছে তা চেয়ে নেয়।\nএগুলিই প্রমাণিত হলো—একজন রাজকুমারী, সোনা ও রত্নে ভরা একটি বাক্স, এবং একটি যাদুকরী জাহাজ, যা স্থল ও সাগরে চলতে পারে। ছেলেটি এগুলো রাজাকে নিয়ে গেল। রাজা খুশি হয়ে তাকে রাজকুমারীর সঙ্গে বিবাহের অনুমতি দিলেন।\n\n\n== আরও দেখুন ==\nশর্টশ্যাঙ্কস\nদ্য রেড এত্তিন\n\n\n== বহির্সংযোগ ==\n দি ক্রিসমাস ফেইরি বুক লিব্রিভক্সে পাবলিক ডোমেইন অডিওবই (ইংরেজি)"}