{"pageid": 1510083, "title": "এশীয় বাদামী মেঘ", "url": "https://bn.wikipedia.org/wiki?curid=1510083", "content": "ভারত মহাসাগরীয় বাদামি মেঘ বা এশীয় বাদামি মেঘ হলো বায়ুদূষণের একটি স্তর, যা বারবার দক্ষিণ এশিয়ার কিছু অংশ, বিশেষ করে উত্তর ভারত মহাসাগর, ভারত এবং পাকিস্তানকে আচ্ছাদিত করে।  এটি হলো এক ধরনের পরিবেশগত সমস্যা যা এশিয়া মহাদেশের উপরে বিশেষত ভারত এবং চীন অঞ্চলে গ্রীষ্মের মাসগুলিতে দেখা যায়। এই মেঘ আসলে বাতাসে মিশ্রিত কিছু দূষিত কণার একটি সম্মিলিত স্তর, যা সূর্যালোকের প্রতিফলন করে এবং সারা এলাকায় ধূসর বা বাদামী আকারে একটি আবরণ সৃষ্টি করে।\nএটি উপগ্রহ চিত্র থেকে দেখা যায়, একটি বিশাল বাদামি স্তর যা কুয়াশার মতো দেখায়, যা প্রতি বছর অক্টোবর থেকে ফেব্রুয়ারির মধ্যে ভারতীয় উপমহাদেশ ও ভারত মহাসাগরের ওপর ঝুলে থাকে। এটি কখনও কখনও আরও আগের বা পরের মাসগুলোতেও দেখা যেতে পারে।\nএই পরিভাষাটি প্রথম ব্যবহৃত হয় জাতিসংঘের পরিবেশ কর্মসূচি (UNEP)-এর \"ইন্ডিয়ান ওশান এক্সপেরিমেন্ট\" (INDOEX) প্রতিবেদনে। গবেষণায় দেখা গেছে, এই দূষণের মূল কারণ হলো ভারতের উত্তরাঞ্চলীয় রাজ্য— পাঞ্জাব, হরিয়ানা এবং উত্তরপ্রদেশের কৃষকদের ফসল কাটার পর অবশিষ্ট নাড়া (গোড়া) পোড়ানো। একইভাবে, পাকিস্তানের পাঞ্জাব অঞ্চলেও এই চাষের অবশিষ্টাংশ পোড়ানো হয়। দিল্লির ভয়াবহ বায়ুদূষণের অন্যতম কারণও পাঞ্জাবে নাড়া পোড়ানো।\nবায়ুমণ্ডলীয় বাদামী মেঘ শব্দটি আরও সাধারণ প্রেক্ষাপটের জন্য ব্যবহৃত হয়, যা কেবল এশিয়া অঞ্চলের জন্য সীমাবদ্ধ নয়।\n\n\n== কারণ ==\nএশীয় বাদামি মেঘ মূলত বাতাসে ভাসমান বিভিন্ন ধরনের কণা ও দূষণ পদার্থের ফলে গঠিত হয়, যা দহন প্রক্রিয়া (যেমন: কাঠের আগুন, গাড়ির ধোঁয়া এবং কলকারখানার নির্গমন), জীবাশ্ম জ্বালানি ও কৃষি বর্জ্য পোড়ানো এবং অসম্পূর্ণ দহনজনিত শিল্প প্রক্রিয়া থেকে উৎপন্ন হয়। \nএই মেঘ সাধারণত শীতকালীন মৌসুমি বায়ুর (অক্টোবর/নভেম্বর থেকে ফেব্রুয়ারি/মার্চ) সঙ্গে সম্পর্কিত, যখন বৃষ্টি না থাকায় বাতাসের দূষণ ধুয়ে যাওয়ার সুযোগ হয় না।\nএশীয় বাদামী মেঘের প্রধান কারণগুলো নিচে দেওয়া হলোঃ\n১. জ্বালানি পোড়ানোঃ ভারতে ও চীনে অধিক পরিমাণে কয়লা, কাঠ, এবং অন্যান্য জ্বালানি পোড়ানোর ফলে বায়ুমণ্ডলে বিশাল পরিমাণে কালো কার্বন ও অন্যান্য দূষক কণা ছড়িয়ে পড়ে।\n২. শিল্প কারখানাঃ ইন্ডাস্ট্রিয়াল উন্নয়নের কারণে শিল্প কারখানা থেকে নির্গত গ্যাসগুলো বায়ুমণ্ডলে মিশে দূষণের সৃষ্টি করে। বিশেষত সালফেট ও নাইট্রেট কণাগুলো।\n৩. যানবাহনঃ যানবাহন থেকে নির্গত ধোঁয়া ও কালো কার্বন বায়ুমণ্ডলে জমে এশীয় বাদামী মেঘের সৃষ্টি করে।\n৪. কৃষি কাজঃ ফসলের অবশিষ্টাংশ পোড়ানো ও অন্যান্য কৃষিকাজ থেকে জৈব কার্বন ও ধূলিকণা নির্গত হয় যা বায়ুমণ্ডলে মিশে দূষণ সৃষ্টি করে।\n৫. প্রাকৃতিক কারণে ধূলা ঝড়ঃ মরুভূমি ও শুষ্ক অঞ্চলে ধূলা ঝড়ের কারণে বায়ুমণ্ডলে ধূলিকণা বৃদ্ধি পায় যা এশীয় বাদামী মেঘে রূপ নেয়।\nএই কারণগুলো একসাথে মিলে বায়ুমণ্ডলে দূষণ সৃষ্টি করে এবং এশীয় বাদামী মেঘের সৃষ্টি করে। এ কারণে মানুষের স্বাস্থ্য, পরিবেশ এবং কৃষির উপর নেতিবাচক প্রভাব পড়ে। দূষণ নিয়ন্ত্রণ ও পরিষ্কার জ্বালানির ব্যবহার এই সমস্যার সমাধানে সহায়ক ভূমিকা পালন করতে পারে।\n\n\n== পর্যবেক্ষণ ==\nএই দূষণের স্তরটি ১৯৯৯ সালে \"ইন্ডিয়ান ওশান এক্সপেরিমেন্ট\" (INDOEX)-এর নিবিড় ক্ষেত্র পর্যবেক্ষণের সময় শনাক্ত করা হয় এবং ২০০২ সালে জাতিসংঘ পরিবেশ কর্মসূচি (UNEP)-এর প্রভাব মূল্যায়ন প্রতিবেদনে বর্ণনা করা হয়।\nভারতের বিজ্ঞানীরা দাবি করেন যে এশীয় বাদামি মেঘ কেবল এশিয়ার জন্য নির্দিষ্ট নয়। পরবর্তীতে, যখন জাতিসংঘ পরিবেশ কর্মসূচি (UNEP) এই বিষয়ে একটি আন্তর্জাতিক অনুসরণমূলক প্রকল্পের আয়োজন করে, তখন গবেষণার বিষয়টি \"বায়ুমণ্ডলীয় বাদামি মেঘ\" নামে পুনঃনামকরণ করা হয়, যদিও এর মূল কেন্দ্রবিন্দু এশিয়াই ছিল।\nএই মেঘটি ২০০৪ এবং ২০০৭ সালে নাসার প্রতিবেদনেও উল্লেখ করা হয়।\nযদিও সাধারণত এয়ারোসোল কণাগুলিকে বৈশ্বিক শীতলীকরণ প্রভাবের সঙ্গে সম্পর্কিত করা হয়, সম্প্রতি গবেষণায় দেখা গেছে যে, এগুলি কিছু নির্দিষ্ট অঞ্চলে যেমন হিমালয়ে, আসলে বৈশ্বিক তাপমাত্রা বৃদ্ধির প্রভাব ফেলতে পারে।\n\n\n== প্রভাব ==\n\n\n=== স্বাস্থ্যগত প্রভাব ===\nস্বাস্থ্যের উপর এর একটি বড় প্রভাব রয়েছে। ২০০২ সালের এক গবেষণায় দেখা গেছে যে, প্রতি বছর কেবল এশিয়াতেই প্রায় বিশ লক্ষ মানুষ বাদামী মেঘের সাথে সম্পর্কিত রোগে মারা যায়।\n\n\n=== জলবায়ুর প্রভাব ===\nএশীয় বাদামী মেঘ সূর্যালোক প্রতিফলন করে যা পৃথিবীর পৃষ্ঠকে ঠান্ডা করে এবং বৃষ্টিপাতের পরিমাণ হ্রাস করতে পারে। এই প্রক্রিয়ায় স্থানীয় এবং বৈশ্বিক জলবায়ুতে পরিবর্তন ঘটে।\n\n কৃষির ওপর প্রভাবঃ সূর্যালোকের অভাবে ফসলের বৃদ্ধি ব্যাহত হয় এবং উৎপাদন কমে যায়। অনেক সময় ফসলের গুণগত মানেও প্রভাব পড়ে, যা খাদ্য সুরক্ষাকে হুমকির মুখে ফেলে।\n প্রাকৃতিক সম্পদের ক্ষয়ঃ দূষণ কণাগুলো মাটিতে পড়ে মাটির গুণগত মান হ্রাস করতে পারে। এর ফলে কৃষি জমি এবং জলাধারগুলির অবক্ষয় ঘটে।\n জলবায়ু পরিবর্তনের প্রভাবঃ এশীয় বাদামী মেঘ গ্লোবাল ওয়ার্মিং ও জলবায়ু পরিবর্তনে ভূমিকা রাখে। যেহেতু বায়ুমণ্ডলে দূষণের স্তর বৃদ্ধি পায়, ফলে গ্লোবাল ওয়ার্মিং বাড়ে এবং জলবায়ু পরিবর্তনের প্রভাব ত্বরান্বিত হয়।\n দর্শনীয় পরিবেশের অবনতিঃ দূষণ কণার ঘনত্বের কারণে দৃষ্টিসীমা কমে যায়। ফলে দর্শনীয় স্থানগুলি যেমন পর্যটন আকর্ষণের ক্ষেত্রেও প্রভাব পড়ে।\nএই প্রভাবগুলো সমাধানের জন্য বিভিন্ন পদক্ষেপ নেওয়া হচ্ছে যেমন: দূষণ নিয়ন্ত্রণ, পরিষ্কার জ্বালানির ব্যবহার, পরিবেশগত সচেতনতা বৃদ্ধি ইত্যাদি। এশীয় বাদামী মেঘের প্রভাব কমাতে আমাদের সচেতনতা ও কার্যকর পদক্ষেপ গ্রহণ অত্যন্ত জরুরি।\n\n\n=== আঞ্চলিক আবহাওয়া ===\nএকটি দ্বিতীয় মূল্যায়ন গবেষণা ২০০৮ সালে প্রকাশিত হয়। এটি উল্লেখযোগ্য কিছু আঞ্চলিক উদ্বেগের উপর আলোকপাত করে:\n\nশীয় মৌসুমী বায়ুর বৃষ্টিপাতের ধরণে পরিবর্তন এবং এশীয় মৌসুমীর শুরুতে কয়েক সপ্তাহের বিলম্ব হচ্ছে। পরিলক্ষিত দুর্বল ভারতীয় মৌসুমী বায়ু, চীনের উত্তরাঞ্চলে খরা এবং দক্ষিণাঞ্চলে বন্যা এই মেঘগুলির প্রভাবে ঘটছে।\nঅস্ট্রেলিয়ার টপ এন্ড এবং কিম্বারলি অঞ্চলে বৃষ্টিপাত বৃদ্ধি। একটি CSIRO গবেষণায় পাওয়া গেছে যে, পূর্ব এশিয়ার উপর বায়ু শীতল করার মাধ্যমে তাপীয় সমকেন্দ্র দক্ষিণে সরে গিয়ে, এই অঞ্চলে বৃষ্টি আনা মৌসুমী বায়ু শক্তিশালী এবং দক্ষিণে সরে গেছে।\nহিন্দু কুশ-হিমালয়ান গ্লেসিয়ার এবং তুষারের পরিমাণ হ্রাস পাচ্ছে। এর কারণ হিসেবে তাপমাত্রা বৃদ্ধিকে দায়ী করা হচ্ছে, যা উঁচু অঞ্চলে বেশি প্রভাবিত এবং এটি গ্রীনহাউস গ্যাস ও এশীয় বাদামি মেঘের যৌথ গরম হওয়ার প্রভাবে ঘটে। এছাড়া, ব্ল্যাক কার্বনের সঞ্চয় প্রতিফলন কমিয়ে দেয় এবং গ্লেসিয়ারের পিছিয়ে যাওয়ার প্রক্রিয়াকে ত্বরান্বিত করে। এশীয় গ্লেসিয়ারের গলন পানির ঘাটতি এবং বন্যা সৃষ্টি করতে পারে, যা কোটি কোটি মানুষের জন্য পানি সংকট ও বন্যার কারণ হতে পারে।\nকৃষি উৎপাদন কমে যাওয়া। বায়ুর উপরের স্তরের ওজোনের ঘনত্ব বাড়লে তা শস্যের ফলনকে নেতিবাচকভাবে প্রভাবিত করতে পারে। এই প্রভাবটি শস্য অনুযায়ী ভিন্ন হতে পারে।\n\n\n=== আরব সাগরে ঘূর্ণিঝড়ের তীব্রতা ===\n২০১১ সালের একটি গবেষণায় পাওয়া গেছে যে, দূষণ আরব সাগরের সাইক্লোনগুলোকে আরও তীব্র করে তুলছে, কারণ বায়ুমণ্ডলীয় বাদামী মেঘ বাতাসের প্রবাহ দুর্বল করছে, যা ঐতিহাসিকভাবে আরব সাগরে সাইক্লোনগুলোকে বড় ঝড়ে পরিণত হতে বাধা দিয়েছে। এই ঘটনা ২০০৭ এবং ২০১০ সালের শক্তিশালী ঝড়গুলোর জন্য দায়ী, যা ছিল প্রথম রেকর্ড করা ঝড়গুলো গালফ অফ ওমান অঞ্চলে প্রবেশ করেছিল।\n\n\n=== বিশ্ব উষ্ণায়ন ===\n২০০৮ সালের প্রতিবেদনটি বিশ্বব্যাপী উষ্ণায়নের বিষয়ে উদ্বেগ প্রকাশ করে এবং এই সিদ্ধান্তে পৌঁছায় যে গত শতাব্দীতে বাদামী মেঘগুলি গ্রিনহাউস গ্যাসের প্রভাবে সৃষ্ট তাপমাত্রা বৃদ্ধির ২০ থেকে ৮০ শতাংশ আড়াল করেছে। প্রতিবেদনে আরও উল্লেখ করা হয়েছে যে বায়ু দূষণ নিয়ন্ত্রণ নীতিগুলি বিশ্ব উষ্ণায়নের উপর উল্লেখযোগ্য প্রভাব ফেলতে পারে।\nআরেকটি বড় প্রভাব হলো মেরু বরফের চাদরের উপর। এশিয়ান ব্রাউন ক্লাউডে থাকা ব্ল্যাক কার্বন (কালো ধোঁয়া বা কৃষ্ণ কার্বন) সূর্যের আলো প্রতিফলিত করে পৃথিবীর নিচের অংশকে কিছুটা অন্ধকারাচ্ছন্ন করতে পারে, কিন্তু এটি অন্য জায়গাগুলোকে উষ্ণ করে তোলে কারণ এটি সৌর বিকিরণ শোষণ করে বায়ুমণ্ডল এবং এর সংস্পর্শে আসা যেকোনো বস্তুকে গরম করে। ব্ল্যাক কার্বন মেরু বরফ ও তুষার গলানোর ক্ষেত্রে কার্বন ডাইঅক্সাইডের চেয়ে তিন গুণ বেশি কার্যকর। তুষারে থাকা ব্ল্যাক কার্বন বায়ুমণ্ডলে থাকা কার্বন ডাইঅক্সাইডের তুলনায় প্রায় তিন গুণ বেশি তাপমাত্রা পরিবর্তন ঘটায়। তুষারে এমনকি এক বিলিয়নে পাঁচ ভাগেরও কম ঘনত্বে থাকলেও কালো কার্বন গলন প্রক্রিয়া শুরু করে এবং এটি আর্কটিক উষ্ণায়নের প্রায় ৯৪ শতাংশের জন্য দায়ী হতে পারে।\n\n\n== এছাড়াও দেখুন ==\nএশিয়ান ডাস্ট\nআর্কটিক ধোঁয়াশা\nভারতে বায়ু দূষণ\nদিল্লিতে বায়ু দূষণ\nরাসায়নিক বিষুবরেখা\n১৯৯৭, ২০০৬, ২০০৯, ২০১৩ দক্ষিণ-পূর্ব এশীয় ধোঁয়াশা\n২০২৪ সালের ভারত-পাকিস্তান ধোঁয়াশা\n\n\n== তথ্যসূত্র ==\n১৯.https://www.who.int/"}