{"pageid": 1510468, "title": "আলবার্ট আইনস্টাইন আর্কাইভস", "url": "https://bn.wikipedia.org/wiki?curid=1510468", "content": "আলবার্ট আইনস্টাইন আর্কাইভ বলতে বিংশ শতাব্দীর পদার্থবিজ্ঞানী আলবার্ট আইনস্টাইনের ব্যক্তিগত নথিপত্র ইসরায়েলের জেরুজালেমের হিব্রু বিশ্ববিদ্যালয়ের গিভাট রাম ক্যাম্পাসে অবস্থিত একটি সংরক্ষণাগারকে বোঝায়।\n\n\n== বিবরণ ==\n\nনিজের দলিলে আলবার্ট আইনস্টাইন হিব্রু বিশ্ববিদ্যালয়কে তার ব্যক্তিগত নথিপত্র এবং এগুলোর কপিরাইট দিয়ে দেন। আলবার্ট আইনস্টাইন আর্কাইভে প্রায় ৫৫,০০০ হাজার বিষয়বস্তু রয়েছে। মার্চ ২০১২ সালে বিশ্ববিদ্যালয় ঘোষণা করে যে তারা সংরক্ষণাগারটিকে ডিজিটালকরক্ণ করেছে এবং একে অনলাইনে আরও প্রবেশযোগ্য করার পরিকল্পনা করেছে। আর্কাইভ প্রাথমিকভাবে ২,০০০ নথি প্রকাশ করেছিল। এর সংগ্রহের মধ্যে রয়েছে তার ব্যক্তিগত নোট, বিভিন্ন মহিলার কাছে দেওয়া প্রেমের চিঠি, তার দ্বিতীয় স্ত্রী হয়ে উঠা এলসার চিঠি। এছাড়াও অনলাইন সংগ্রহে অন্তর্ভুক্ত আছে আরবি সংবাদপত্র ফালাস্টিন-এর কাছে দেওয়া একটি চিঠি যেখানে আরব-ইসরায়েল দ্বন্দ্ব সমাধানের জন্য আরব ও ইহুদিদের সমন্বয়ে গঠিত একটি \"গোপন পরিষদ\" প্রস্তাব করা হয়েছিল।\n\n\n== ইতিহাস ==\nআলবার্ট আইনস্টাইন ১৯২৩ সালে ১২ দিনের জন্য ফিলিস্তিন সফর করেন এবং জেরুসালেমের হিব্রু বিশ্ববিদ্যালয়ের স্কোপাস পাহাড়ের ক্যাম্পাসে প্রথম বক্তৃতা দেন সেই বিশ্ববিদ্যালয় চালু হবার দুই বছর আগে ১৯২৫ সালে। জায়নবাদী নির্বাহীদের সভাপতি মিনাখিম উসিশকিন আইনস্টাইনকে জেরুসালেমে বসতি স্থাপনের আমন্ত্রণ জানিয়েছিলেন কিন্তু আইনস্টাইন জেরুসালেমে এসেছিলেন শুধুমাত্র সফর করতে। যদিও আইনস্টাইন বিশ্ববিদ্যালয়ের প্রথম গভর্নর বোর্ডের সদস্য ছিলেন। ১৯২৫ সালে আপেক্ষিকতার সাধারণ তত্ত্বের মূল ৪৬ পাতার পাণ্ডুলিপি জেরুসালেমের হিব্রু বিশ্ববিদ্যালয়ে সম্পন্ন করা হয়।\nআইনস্টাইন তার সমস্ত লিখিত উপাদান সংরক্ষণ করেননি, কিন্তু ১৯১৯ সাল থেকে তার খ্যাতি বৃদ্ধির সাথে সাথে তিনি তার সৎকন্যা ইলসকে সচিব সহকারী হিসাবে নিয়োগ করেছিলেন। হেলেন ডুকাস (১৮৯৬-১৯৮২) এপ্রিল ১৯২৮ থেকে বর্ধিত পদ্ধতিগতকরণের সাথে আইনস্টাইনের জন্য কাজ শুরু করেন, যদিও সমস্ত বহির্গামী চিঠিপত্র সংরক্ষণ করা হয়নি। ১৯৩৩ সালে নাৎসিদের ক্ষমতায় অধিষ্ঠিত হওয়ার পর আইনস্টাইনের জামাতা রুডলফ কাইসার ফরাসি দূতাবাসের সহায়তায় বার্লিনে আইনস্টাইনের কাগজপত্র উদ্ধার করেন। ব্র্যান্ডেনবার্গের ক্যাপুথে আইনস্টাইনের গ্রীষ্মকালীন ঘরের কিছু উপাদান জব্দ এড়াতে ধ্বংস করা হয়েছিল, যদিও ১৯৩০ এবং ১৯৩২ সালের মধ্যে তার বেশিরভাগ কাজ সংরক্ষণ করা হয়েছিল। এই উপাদানটি হ্যাবারল্যান্ডস্ট্রাসের মাধ্যমে নিয়ে যাওয়া হয়েছিল আইনস্টাইন যেখানে যেখানে থেকেছিলেন তথা বার্লিনে, তারপর প্যারিসে এবং আইনস্টাইনের মৃত্যুর পর পর্যন্ত মার্কিন যুক্তরাষ্ট্রের প্রিন্সটন, নিউ জার্সি সংরক্ষণ করা হয়েছিল।\nআইনস্টাইনের ১৯৫০ সালের চুক্তিতে হেলেন ডুকাস এবং অটো নাথানকে সম্পত্তির ট্রাস্টি হিসেবে নিযুক্ত করা হয়েছিল এবং বলা হয়েছিল \"সমস্ত গবেষণালব্ধ অধিকার ও সম্পদ হিব্রু বিশ্ববিদ্যালয়ে উপর ন্যস্ত থাকবে।\" ১৯৫৫ সালে আইনস্টাইনের মৃত্যুর পর ট্রাস্টিরা আইনস্টাইনের কাগজপত্র সংগঠিত করতে বহু বছর ব্যয় করেছিল। ১৯৬০-এর দশকে হেলেন ডুকাস ও মার্কিন যুক্তরাষ্ট্রের হার্ভার্ড বিশ্ববিদ্যালয়ের পদার্থবিদ জেরাল্ড হোল্টন জেরুসালেমের হিব্রু বিশ্ববিদ্যালয় এবং প্রিন্সটন ইউনিভার্সিটি প্রেসের মধ্যে একটি যৌথ প্রকল্পে উপাদানগুলো প্রকাশের লক্ষ্যে সংরক্ষণাগারটিকে পুনর্গঠন করেন। ১৯৫৫ সালে আইনস্টাইনের মৃত্যুর সময় ১৪,০০০ নথি থেকে ১৯৮২ সালে প্রায় ৪২,০০০ নথিতে উন্নীত হয়েছিল। এই কাজে সাহায্য করার জন্য আইনস্টাইনের কাগজপত্র তার প্রিন্সটনের বাড়ি থেকে নিউ জার্সির প্রিন্সটনের ইনস্টিটিউট ফর অ্যাডভান্সড স্টাডিতে স্থানান্তরিত করা হয়।\n১৯৮২ সালে আইনস্টাইন এস্টেট আইনস্টাইনের ব্যক্তিগত কাগজপত্র জেরুসালেমের ইহুদি জাতীয় ও বিশ্ববিদ্যালয় গ্রন্থাগারে স্থানান্তরিত করে। হিব্রু বিশ্ববিদ্যালয়ের সভাপতি আব্রাহাম হারম্যান ও আমেরিকান ফ্রেন্ডস অফ দ্য হিব্রু ইউনিভার্সিটির মিল্টন হ্যান্ডলার জেরুসালেমে উপাদান স্থানান্তরের বিষয়ে কাজ করেছেন। পরবর্তী বছরগুলোয় আইনস্টাইনের প্রিন্সটনের বাড়ি থেকে অতিরিক্ত উপাদান পাঠানো হয়েছিল। আলবার্ট আইনস্টাইন আর্কাইভস পরিচালনাকারী বার্ন ডিবনার তত্ত্বাবধায়ন ১৯৮৮ সালে মার্কিন যুক্তরাষ্ট্রের কানেটিকাটে ডিবনের ফান্ড দ্বারা প্রতিষ্ঠিত হয়েছিল।\n\nআইনস্টাইন আর্কাইভসের প্রথম তত্ত্বাবধায়ক ছিলেন জিয়েভ রোজেনক্রানজ যার মেয়াদ ১৯৮৯ থেকে ২০০৩ পর্যন্ত প্রসারিত হয়েছিল। এর ক্যাটালগ ২০০৩ সালে অনলাইনে উন্মুক্ত করা হয়েছিল। ২০০৪ সাল থেকে রনি গ্রোজ আর্কাইভের প্রধান ছিলেন। আইনস্টাইন আর্কাইভস ২০০৮ সালের জানুয়ারিতে হিব্রু বিশ্ববিদ্যালয়ের গ্রন্থাগার কর্তৃপক্ষের অংশ হয়ে ওঠে। সেই বছরের জুলাই মাসে আর্কাইভস গিবত রাম ক্যাম্পাসের লেভি ভবনে চলে যায়। ১৯ মার্চ ২০১২ সাল থেকে আর্কাইভ ডিজিটালকরণ করা হয় এবং কর্তৃপক্ষ আইনস্টাইনের আরও বেশি কাজ অনলাইনে উপলব্ধ করেছে। প্রিন্সটন ইউনিভার্সিটি প্রেসও এই প্রচেষ্টায় সক্রিয় রয়েছে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে আলবার্ট আইনস্টাইন আর্কাইভস সম্পর্কিত মিডিয়া দেখুন।\nআলবার্ট আইনস্টাইন আর্কাইভস ওয়েবসাইট\nআইনস্টাইন আর্কাইভস অনলাইন"}