{"pageid": 1510056, "title": "অ্যাঞ্জেলা ডেভিস", "url": "https://bn.wikipedia.org/wiki?curid=1510056", "content": "অ্যাঞ্জেলা ইভন ডেভিস (জন্ম ২৬ জানুয়ারী, ১৯৪৪) একজন মার্কিন মার্কসবাদী এবং নারীবাদী রাজনৈতিক কর্মী, দার্শনিক, শিক্ষায়তনিক ও লেখক। তিনি ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, সান্তা ক্রুজের নারীবাদী শিক্ষা এবং চেতনার ইতিহাসের বিশিষ্ট অধ্যাপক ইমেরিতা।  ডেভিস কমিউনিস্ট পার্টি ইউএসএ (সিপিইউএসএ) এর দীর্ঘদিনের সদস্য এবং ডেমোক্রেসি অ্যান্ড সোশ্যালিজম (সিসিডিএস) এর কমিটি অফ করেসপন্ডেন্সের প্রতিষ্ঠাতা সদস্য ছিলেন। তিনি অকুপাই আন্দোলন এবং বয়কট, বিনিয়োগ বিয়োগ এবং নিষেধাজ্ঞা প্রচারণার মতো আন্দোলনে সক্রিয় ছিলেন।\nডেভিস আলাবামার বার্মিংহামে জন্মগ্রহণ করেন; তিনি ব্র্যান্ডেইস বিশ্ববিদ্যালয় এবং ফ্রাঙ্কফুর্ট বিশ্ববিদ্যালয়ে অধ্যয়ন করেন, যেখানে তিনি ক্রমবর্ধমান বামপন্থী রাজনীতিতে জড়িত হয়ে পড়েন। তিনি পূর্ব জার্মানিতে যাওয়ার আগে ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, সান দিয়েগোতেও অধ্যয়ন করেছিলেন, জার্মানিতে তিনি বার্লিন বিশ্ববিদ্যালয় থেকে ডক্টরেট সম্পন্ন করেন। মার্কিন যুক্তরাষ্ট্রে ফিরে আসার পর, তিনি সিপিইউএসএ-তে যোগ দেন এবং নারীবাদের দ্বিতীয় তরঙ্গের আন্দোলন এবং ভিয়েতনাম যুদ্ধের বিরুদ্ধে প্রচারে জড়িত হন।\n১৯৬৯ সালে, তিনি ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, লস এঞ্জেলেস (ইউসিএলএ) এ দর্শনের সহকারী অধ্যাপক হিসেবে যোগ দেন। ইউসিএলএ এর গভর্নিং বোর্ড অফ রিজেন্টস শীঘ্রই সিপিইউএসএ-তে তার সদস্যতার কারণে তাকে বরখাস্ত করে। আদালত গুলি চালানোকে বেআইনি ঘোষণা করার পর, বিশ্ববিদ্যালয় তাকে উত্তেজক ভাষা ব্যবহারের জন্য বরখাস্ত করে। ১৯৭০ সালে, ক্যালিফোর্নিয়ার মেরিন কাউন্টিতে একটি আদালত কক্ষ সশস্ত্র দখলে নেয়ার ডেভিসের বন্দুক ব্যবহার করা হয়েছিল, যাতে চারজন নিহত হয়। হত্যার ষড়যন্ত্র সহ - তিনটি মূল অপরাধের বিচার করা হয়েছিল - ১৯৭২ সালে সমস্ত অভিযোগ থেকে খালাস পাওয়ার আগে তাকে এক বছরেরও বেশি সময় কারাগারে কাটাতে হয়েছিল।\n১৯৮০-এর দশকে, ডেভিস ভাইস প্রেসিডেন্ট পদে দুইবার কমিউনিস্ট পার্টির প্রার্থী ছিলেন। ১৯৯৭ সালে, তিনি ক্রিটিকাল রেজিস্ট্যান্স সহ-প্রতিষ্ঠা করেন, একটি সংগঠন যা জেল-শিল্প কমপ্লেক্স বাতিল করার জন্য কাজ করে। ১৯৯১ সালে, সোভিয়েত ইউনিয়নের বিলুপ্তির মধ্যে, তিনি সিসিডিএস প্রতিষ্ঠায় সাহায্য করার জন্য সিপিইউএসএ থেকে আলাদা হয়ে যান। একই বছর, তিনি ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, সান্তা ক্রুজের নারীবাদী শিক্ষা বিভাগে যোগদান করেন, যেখানে তিনি ২০০৮ সালে অবসর নেওয়ার আগে বিভাগের পরিচালক হয়েছিলেন।\nডেভিস সোভিয়েত ইউনিয়নের লেনিন শান্তি পুরস্কার এবং ন্যাশনাল ওমেন্স হল অফ ফেমে অন্তর্ভুক্তি সহ বিভিন্ন পুরস্কার পেয়েছেন।  তিনি রাজনৈতিক সহিংসতার ওকালতি করেন এমন অভিযোগের কারণে এবং সোভিয়েত ইউনিয়নের প্রতি তার সমর্থনের কারণে, তিনি একজন বিতর্কিত ব্যক্তিত্ব। ২০২০ সালে, তিনি টাইম ম্যাগাজিনের \"বর্ষসেরা ১০০ নারী\" সংস্করণে ১৯৭১ সালের \"বর্ষসেরা নারী\" হিসাবে তালিকাভুক্ত হন।  ২০২০ সালে, তিনি টাইম ম্যাগাজিনের বিশ্বের ১০০ জন প্রভাবশালী ব্যক্তির তালিকায়ও ছিলেন। \n\n\n== প্রারম্ভিক জীবন ==\nঅ্যাঞ্জেলা ডেভিস ১৯৪৪ সালের ২৬ জানুয়ারি, বার্মিংহাম, আলাবামায় জন্মগ্রহণ করেন। তার বাবার এপিস্কোপাল গীর্জায় তার নামকরণ করা হয়েছিল।  তার পরিবার \"ডাইনামাইট হিল\" এর আশেপাশে বাস করত, যে এলাকাটি ১৯৫০-এর দশকে বাড়িতে বোমা হামলার জন্য চিহ্নিত করা হয়েছিল সেখানে বসতি স্থাপনকারী কৃষ্ণাঙ্গদের ভয় দেখিয়ে তাড়িয়ে দেওয়ার প্রয়াসে। ডেভিস মাঝে মাঝে তার মামার খামারে এবং নিউ ইয়র্ক সিটিতে বন্ধুদের সাথে সময় কাটাতেন।  তার ভাই-বোনের মধ্যে দুই ভাই, বেন ও রেজিনাল্ড এবং এক বোন ফানিয়া রয়েছে। বেন ১৯৬০-এর দশকের শেষের দিকে এবং ১৯৭০-এর দশকের শুরুতে ক্লিভল্যান্ড ব্রাউনস এবং ডেট্রয়েট লায়ন্স ক্লাবের হয়ে প্রতিরক্ষা ব্যাক হিসাবে খেলেছেন। \nডেভিস ক্যারি এ. টাগল স্কুলে, একটি বিচ্ছিন্ন কৃষ্ণাঙ্গ প্রাথমিক বিদ্যালয় এবং পরে, পার্কার অ্যানেক্স, বার্মিংহামের পার্কার হাই স্কুলের একটি মাধ্যমিক-স্কুল শাখায় পড়াশোনা করেন। এই সময়ে, ডেভিসের মা, স্যালি বেল ডেভিস ছিলেন একজন জাতীয় কর্মকর্তা এবং দক্ষিণে আফ্রিকান মার্কিনদের মধ্যে জোট গড়ে তোলার লক্ষ্যে কমিউনিস্ট পার্টি দ্বারা প্রভাবিত একটি সংগঠন, সাউদার্ন নিগ্রো ইয়ুথ কংগ্রেসের নেতৃস্থানীয় সংগঠক। ডেভিস কমিউনিস্ট সংগঠক এবং চিন্তাবিদদের দ্বারা বেষ্টিত হয়ে বেড়ে ওঠেন, যারা তার বুদ্ধিবৃত্তিক বিকাশকে উল্লেখযোগ্যভাবে প্রভাবিত করেছিল।  তাদের মধ্যে ছিলেন সাউদার্ন নিগ্রো ইয়ুথ কংগ্রেসের কর্মকর্তা লুই ই. বার্নহাম, যার মেয়ে মার্গারেট বার্নহাম শৈশব থেকেই ডেভিসের বান্ধবী ছিলেন, সেইসাথে ডেভিসের ১৯৭১ সালে হত্যা ও অপহরণের বিচারের সময় তার সহ-পরামর্শক ছিলেন। \nছোটবেলায় ডেভিস তার গির্জার যুব দলের সাথে জড়িত ছিলেন এবং নিয়মিত রবিবারের স্কুলে পড়তেন। তিনি তার রাজনৈতিক সম্পৃক্ততার বেশিরভাগই মার্কিন যুক্তরাষ্ট্রের গার্ল স্কাউটসের সাথে জড়িত থেকে করেছেন। তিনি কলোরাডোতে ১৯৫৯ সালের গার্ল স্কাউটস জাতীয় রাউন্ডআপেও অংশগ্রহণ করেছিলেন। একজন গার্ল স্কাউট হিসেবে, তিনি বার্মিংহামে বর্ণগত বিভেদের প্রতিবাদে মিছিল এবং পিকেট করেছিলেন। \nহাই স্কুলের তার জুনিয়র বছর পর্যন্ত, ডেভিস আমেরিকান ফ্রেন্ডস সার্ভিস কমিটি (কোয়েকার) একটি কর্মসূচী গ্রহণ করেছিল যেটি দক্ষিণ থেকে কৃষ্ণাঙ্গ শিক্ষার্থীদের উত্তরের সমন্বিত স্কুলে স্থান দিত। তিনি গ্রিনউইচ গ্রামের এলিজাবেথ আরউইন হাই স্কুল বেছে নেন। সেখানে তাকে একটি কমিউনিস্ট যুব দলের অ্যাডভান্স হিসাবে নিয়োগ করা হয়েছিল। \n\n\n== শিক্ষা ==\n\n\n=== ব্র্যান্ডেইস বিশ্ববিদ্যালয় ===\nডেভিসকে ম্যাসাচুসেটসের ওয়ালথামের ব্র্যান্ডেইস বিশ্ববিদ্যালয়ে একটি বৃত্তি দেওয়া হয়েছিল, যেখানে তিনি তার ক্লাসের তিনজন কৃষ্ণাঙ্গ শিক্ষার্থীর একজন ছিলেন। তিনি কিউবার ক্ষেপণাস্ত্র সংকটের সময় একটি সমাবেশে ফ্রাঙ্কফুর্ট স্কুলের দার্শনিক হার্বার্ট মার্কিউসের মুখোমুখি হন এবং তার ছাত্র হন। ২০০৭ সালের একটি টেলিভিশন সাক্ষাত্কারে, ডেভিস বলেছিলেন, \"হার্বার্টের মার্কিউস আমাকে শিখিয়েছিলেন যে একজন শিক্ষাবিদ, একজন কর্মী, একজন পণ্ডিত এবং একজন বিপ্লবী হওয়া সম্ভব।\"  তিনি ফ্রান্স এবং সুইজারল্যান্ড ভ্রমণের টাকার জন্য খণ্ডকালীন কাজ করেছেন এবং হেলসিঙ্কিতে যুব ও ছাত্রদের অষ্টম বিশ্ব উৎসবে যোগদান করেছিলেন। ফেডারেল ব্যুরো অফ ইনভেস্টিগেশনের সাথে এক সাক্ষাত্কারে তিনি বলেন ১৯৬৩ সালে কমিউনিস্ট-স্পন্সর উত্সব থেকে তিনি দেশে ফিরে আসেন। \nব্র্যান্ডেইসে তার দ্বিতীয় বছরে, ডেভিস ফরাসি ভাষায় মেজর হওয়ার সিদ্ধান্ত নেন এবং দার্শনিক ও লেখক জিন-পল সার্ত্রের উপর তার অধ্যয়ন চালিয়ে যান। তিনি ফ্রান্স প্রোগ্রামে হ্যামিল্টন কলেজ জুনিয়র ইয়ার দ্বারা গৃহীত হন। শুরুতে ক্লাস হয় বিয়ারিটজে এবং পরে সোরবোনে। প্যারিসে, তিনি এবং অন্যান্য শিক্ষার্থীরা একটি ফরাসি পরিবারের সাথে থাকতেন। কু ক্লাক্স ক্ল্যানের সদস্যদের দ্বারা সংঘটিত ১৯৬৩ সালের বার্মিংহাম গীর্জায় বোমা হামলার সময় তিনি বিয়ারিটজে ছিলেন, যাতে চার কৃষ্ণাঙ্গ মেয়ে নিহত হয়; তিনি ব্যক্তিগতভাবে শিকারদের সাথে পরিচিত ছিলেন। \nফরাসি ভাষায় তার ডিগ্রি শেষ করার সময়, ডেভিস বুঝতে পেরেছিলেন যে তার আগ্রহের প্রাথমিক ক্ষেত্র হল দর্শন। তিনি মার্কিউসের ধারণাগুলিতে বিশেষভাবে আগ্রহী ছিলেন। ব্র্যান্ডেইসে ফিরে এসে, তিনি তার কোর্সে বসেছিলেন। তিনি তার আত্মজীবনীতে লিখেছিলেন যে মার্কিউস যোগাযোগযোগ্য এবং সহায়ক ছিলেন। তিনি দর্শনে স্নাতকোত্তরের জন্য ফ্রাঙ্কফুর্ট বিশ্ববিদ্যালয়ে যোগ দেওয়ার পরিকল্পনা করতে শুরু করেন। ১৯৬৫ সালে, তিনি ফাই বেটা কাপা এর সদস্য ম্যাগনা কাম লাউডে স্নাতক হন। \n\n\n=== ফ্রাঙ্কফুর্ট বিশ্ববিদ্যালয় ===\n\nপশ্চিম জার্মানিতে, ১০০ ডলারের মাসিক উপবৃত্তি নিয়ে, তিনি প্রথমে এক জার্মান পরিবারের সাথে এবং পরে একটি পুরানো কারখানার এক মাচায় একদল শিক্ষার্থীর সাথে থাকতেন। বার্ষিক মে দিবস উদযাপনের সময় পূর্ব বার্লিন পরিদর্শন করার পরে, তিনি অনুভব করেন যে পূর্ব জার্মান সরকার পশ্চিম জার্মানদের তুলনায় ফ্যাসিবাদের অবশিষ্ট প্রভাবগুলির সাথে ভাল আচরণ করছে। তার অনেক রুমমেট র‌্যাডিক্যাল সোশ্যালিস্ট জার্মান স্টুডেন্ট ইউনিয়নে (এসডিএস) সক্রিয় ছিল এবং ডেভিস কিছু এসডিএস অ্যাকশনে অংশগ্রহণ করেছিলেন। ব্ল্যাক প্যান্থার পার্টি গঠন এবং স্টুডেন্ট ননভায়োলেন্স কোঅর্ডিনেটিং কমিটি (এসএনসিসি) কে একটি সর্ব-কৃষ্ণাঙ্গ সংগঠনে রূপান্তর সহ মার্কিন যুক্তরাষ্ট্রের ঘটনাগুলি তার প্রত্যাবর্তনের পরে তার আগ্রহকে বাড়িয়ে দিয়েছিল। \n\n\n=== স্নাতকোত্তর কাজ ===\nমার্কিউস ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, সান দিয়েগোতে চলে আসেন এবং ডেভিস ফ্রাঙ্কফুর্টে তার দুই বছর পর তাকে অনুসরণ করেন।  ডেভিস \"দ্য ডায়ালেক্টিকস অফ লিবারেশন\" শীর্ষক সম্মেলনে যোগ দিতে লন্ডনে যান। সম্মেলনে কৃষ্ণাঙ্গ দলে ত্রিনিদাদীয়-মার্কিন স্টোকেলি কারমাইকেল এবং ব্রিটিশ মাইকেল এক্স ছিলেন। যদিও কারমাইকেলের বক্তৃতা দ্বারা অনুপ্রাণিত হয়েছিলেন, ডেভিস তার সহকর্মীদের কৃষ্ণাঙ্গ জাতীয়তাবাদী অনুভূতি এবং \"হোয়াইট মেন্স থিংকস\" হিসাবে কমিউনিজমকে তাদের প্রত্যাখ্যান দ্বারা হতাশ হয়েছিলেন বলে জানা গেছে। \nতিনি চে-লুমুম্বা ক্লাবে যোগদান করেন, যা যথাক্রমে কিউবা এবং কঙ্গোর বিপ্লবী চে গুয়েভারা এবং প্যাট্রিস লুমুম্বার নামে নামকরণ করা কমিউনিস্ট পার্টি ইউএসএ-এর একটি সর্ব-কৃষ্ণাঙ্গ শাখা। \nডেভিস ১৯৬৮ সালে ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, সান দিয়েগো থেকে স্নাতকোত্তর ডিগ্রি অর্জন করেন।  তিনি ১৯৭০ সালের দিকে ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, সান ডিয়েগোতে পিএইচডি করার জন্য কিছু কাজ সম্পন্ন করেন কিন্তু কখনই ডিগ্রী পাননি কারণ তার পাণ্ডুলিপি এফবিআই দ্বারা বাজেয়াপ্ত করা হয়েছিল।  পরিবর্তে, দুই বছর পরে, তিনি তিনটি সম্মানসূচক ডক্টরেট পান: আগস্ট ১৯৭২ সালে মস্কো স্টেট বিশ্ববিদ্যালয় থেকে, এবং একই সফরের সময় তাসখন্দ বিশ্ববিদ্যালয় থেকে, এবং সেপ্টেম্বর ১৯৭২ সালে লাইপজিগের কার্ল-মার্কস বিশ্ববিদ্যালয়, জার্মানি থেকে।  ১৯৮১ সালে, তিনি তার পিএইচডির কাজ চালিয়ে যাওয়ার জন্য জার্মানিতে ফিরে আসেন।  বার্লিনের হামবোল্ট বিশ্ববিদ্যালয়ের কাছে অ্যাঞ্জেলা ডেভিস কর্তৃক পিএইচডি ডিগ্রি অর্জনের কোন রেকর্ড নেই। \n\n\n== ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ের, লস অ্যাঞ্জেলেসের অধ্যাপক, ১৯৬৯-১৯৭০ ==\n১৯৬৯ সালে শুরু করে, ডেভিস ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়ের দর্শন বিভাগের একজন ভারপ্রাপ্ত সহকারী অধ্যাপক ছিলেন, লস এঞ্জেলেস (ইউসিএলএ)। যদিও প্রিন্সটন এবং সোর্থমোর উভয়েই তাকে নিয়োগের চেষ্টা করেছিল, তবে তিনি ইউসিএলএ এর শহুরে অবস্থানের কারণে বেছে নিয়েছিলেন।  সেই সময়ে তিনি একজন উগ্র নারীবাদী এবং কর্মী, কমিউনিস্ট পার্টি ইউএসএ-এর সদস্য এবং ব্ল্যাক প্যান্থার পার্টির লস অ্যাঞ্জেলেস অধ্যায়ের একজন সহযোগী হিসেবে পরিচিত ছিলেন। \nডেভিস এর আগে ১৯৬৮ সালে কমিউনিস্ট পার্টিতে যোগ দেন এবং ব্ল্যাক প্যান্থার পার্টির সদস্য হন, লস অ্যাঞ্জেলেসে ব্ল্যাক প্যান্থার পার্টির একটি শাখার সাথে কাজ করেছিলেন যেখানে তিনি রাজনৈতিক শিক্ষার নির্দেশনা দিয়েছিলেন।  যখন ব্ল্যাক প্যান্থার পার্টির নেতৃত্ব নির্ধারণ করে যে পার্টির সদস্যরা অন্যান্য দলের সাথে যুক্ত হতে পারবে না, তখন ডেভিস তার কমিউনিস্ট পার্টির সদস্যপদ বজায় রেখেছিলেন যদিও ব্ল্যাক প্যান্থার পার্টির সাথেও কাজ চালিয়ে যান। \n১৯৬৯ সালে, ক্যালিফোর্নিয়া বিশ্ববিদ্যালয় কমিউনিস্টদের নিয়োগের বিরুদ্ধে একটি নীতি জারি করে।  তাদের ১৯ সেপ্টেম্বর, ১৯৬৯, সভায়, বোর্ড অফ রিজেন্টস ডেভিসকে তার $১০,০০০-বার্ষিক পোস্ট থেকে বরখাস্ত করে (২০২৩ সালের $৬৩,৭৫০ সমতুল্য) কমিউনিস্ট পার্টিতে তার সদস্যপদ থাকার কারণে, ক্যালিফোর্নিয়ার গভর্নর এবং ভবিষ্যত প্রেসিডেন্ট রোনাল্ড রিগানের কাছে তাগিদ দিয়েছিলেন।  বিচারক জেরি প্যাচ রায় দেন যে রিজেন্টস ডেভিসকে শুধুমাত্র কমিউনিস্ট পার্টির সাথে যুক্ত থাকার কারণে তাকে বরখাস্ত করতে পারে না এবং তিনি তার পদ পুনরায় ফিরে পান। \nরিজেন্টস ২০ জুন, ১৯৭০ তারিখে ডেভিসকে আবার বরখাস্ত করে, \"প্রদাহজনক ভাষা\" এর জন্য যা তিনি চারটি ভিন্ন বক্তৃতায় ব্যবহার করেছিলেন। প্রতিবেদনে বলা হয়েছে, \"আমরা বিশেষভাবে আপত্তিকর বলে মনে করি তার বিবৃতি যে রিজেন্টরা পিপলস পার্কের বিক্ষোভকারীদের 'হত্যা করেছে, নৃশংসভাবে (এবং) হত্যা করেছে' এবং পুলিশকে 'শুয়োর '\" হিসাবে বারবার চরিত্রায়িত করেছেন তিনি।  আমেরিকান অ্যাসোসিয়েশন অফ ইউনিভার্সিটি প্রফেসরস এই কর্মের জন্য বোর্ডের নিন্দা করেছে। \n\n\n== গ্রেফতার ও বিচার ==\nডেভিস সোলেদাদ ব্রাদার্সের একজন সমর্থক ছিলেন, এরা হলেন সেই তিনজন বন্দী যাদেরকে সোলেদাদ কারাগারে একজন কারারক্ষীকে হত্যার অভিযোগে অভিযুক্ত করা হয়েছিল। \n৭ আগস্ট, ১৯৭০ তারিখে, ভারী অস্ত্রশস্ত্রে সজ্জিত ১৭ বছর বয়সী আফ্রিকান-মার্কিন উচ্চ বিদ্যালয়ের ছাত্র জোনাথন জ্যাকসন, যার ভাই ছিলেন জর্জ জ্যাকসন, তিন সোলেদাদ ভাইয়ের একজন, ক্যালিফোর্নিয়ার মেরিন কাউন্টিতে একটি আদালত কক্ষের নিয়ন্ত্রণ নিয়ে নেয়। তিনি কৃষ্ণাঙ্গ আসামীদের অস্ত্র দিয়েছিলেন এবং বিচারক হ্যারল্ড হ্যালি, ডেপুটি ডিস্ট্রিক্ট অ্যাটর্নি গ্যারি ডব্লিউ. থমাস এবং তিনজন মহিলা জুরিকে জিম্মি করে রেখেছিলেন।  জ্যাকসন যখন জিম্মি এবং তিন কৃষ্ণাঙ্গ আসামীকে আদালত কক্ষ থেকে দূরে নিয়ে যাচ্ছিলেন, তখন একজন আসামী, জেমস ম্যাকক্লেইন, পুলিশকে লক্ষ্য করে গুলি চালায়। পুলিশও পাল্টা গুলি চালায়। \nসেই হাতাহাতিতে বিচারক এবং তিন কৃষ্ণাঙ্গ ব্যক্তি নিহত হন। জুরিদের একজন, প্রসিকিউটর এবং আক্রমণকারীদের একজন, রুচেল ম্যাগি, আহত হন। যদিও বিচারকের মাথায় শটগানের গুলি লেগেছিল, তবুও ভ্যানের বাইরে থেকে ছোড়া গুলি তার বুকেও আঘাত করে। বিচারের সময় প্রমাণ থেকে দেখা গেছে যে, উভয়ের মধ্যে একটি মারাত্মক হতে পারত।  ডেভিস আক্রমণে ব্যবহৃত জ্যাকসনের বেশ কয়েকটি আগ্নেয়াস্ত্র কিনেছিলেন, যার মধ্যে হ্যালিকে গুলি করার জন্য ব্যবহৃত শটগানটিও ছিল, যা তিনি ঘটনার দুই দিন আগে সান ফ্রান্সিসকোর একটি বন্ধকী দোকান থেকে কিনেছিলেন।  তিনি জড়িত একজন বন্দীর সাথেও যোগাযোগ করেছিলেন বলে জানা যায়। \nডেভিস জর্জ এবং জোনাথন জ্যাকসনের সাথে বন্ধুত্ব করেছিলেন সোলেদাদ ব্রাদার্সকে মুক্ত করার জন্য কাজ করেন। তিনি চিঠির মাধ্যমে জর্জ জ্যাকসনের সাথে ঘন ঘন যোগাযোগ করেছেন এবং সোলেদাদ ব্রাদার্স প্রতিরক্ষা কমিটির সাথে তার কাজে জোনাথন জ্যাকসনের সাথে ব্যাপকভাবে কাজ করেছিলেন। তিনি ঐ সময়ে জ্যাকসন পরিবারের সাথে কাজ করার সময় এবং একসাথে ইভেন্টে কথা বলার সময় তাদের সাথে ঘনিষ্ঠ হয়েছিলেন। \n\nযেমন ক্যালিফোর্নিয়া অঙ্গরাজ্য বিবেচনা করে \"একটি অপরাধ সংঘটনের সাথে সংশ্লিষ্ট সকল ব্যক্তি, ... তারা প্রত্যক্ষভাবে অপরাধ সংঘটিত করেছে, বা এর কমিশনে সহায়তা করেছে এবং পৃষ্ঠপোষকতা করেছে, ... প্রতিশ্রুতিবদ্ধ কোনো অপরাধে প্রধান হয়\", ডেভিসকে \"বিচারক হ্যারল্ড হ্যালির মৃত্যুতে অপহরণ এবং প্রথম ডিগ্রি হত্যার অভিযোগে অভিযুক্ত করা হয়\", এবং মেরিন কাউন্টি সুপিরিয়র কোর্টের বিচারক পিটার অ্যালেন স্মিথ তার গ্রেপ্তারের জন্য একটি পরোয়ানা জারি করেন। ১৪ আগস্ট, ১৯৭০-এ বিচারক পরোয়ানা জারি করার কয়েক ঘন্টা পরে, ডেভিসকে খুঁজে বের করার এবং গ্রেপ্তার করার জন্য ব্যাপক প্রচেষ্টা শুরু হয়। ওয়ারেন্ট জারি হওয়ার ৪ দিন পর ১৮ আগস্ট, এফবিআই পরিচালক জে. এডগার হুভার ডেভিসকে এফবিআই-এর দশ মোস্ট ওয়ান্টেড পলাতকের তালিকায় তালিকাভুক্ত করেন; তিনি তৃতীয় নারী এবং তালিকাভুক্ত ৩০৯ তম ব্যক্তি ছিলেন। \n\nশীঘ্রই, ডেভিস ক্যালিফোর্নিয়া থেকে পালিয়ে যান। তার আত্মজীবনী অনুসারে, এই সময়ে তিনি দিনে বন্ধুদের বাড়িতে লুকিয়ে থাকতেন এবং রাতে চলে যেতেন। ১৩ অক্টোবর, ১৯৭০ তারিখে, এফবিআই এজেন্টরা তাকে নিউ ইয়র্ক সিটির হাওয়ার্ড জনসন মোটর লজে খুঁজে পায়।  প্রেসিডেন্ট রিচার্ড এম. নিক্সন এফবিআইকে \"বিপজ্জনক সন্ত্রাসী অ্যাঞ্জেলা ডেভিসকে ধরার জন্য\" অভিনন্দন জানান। \n৫ জানুয়ারী, ১৯৭১ তারিখে, ডেভিস মেরিন কাউন্টি সুপিরিয়র কোর্টে হাজির হন এবং আদালত ও জাতির সামনে তার নির্দোষিতা ঘোষণা করেন: \"আমি এখন আদালতের সামনে, এই দেশের জনগণের সামনে প্রকাশ্যে ঘোষণা করছি যে, আমি ক্যালিফোর্নিয়া অঙ্গরাজ্য দ্বারা আনিত সমস্ত অভিযোগ থেকে নির্দোষ।\" গুলিবর্ষণে জড়িত থাকার অভিযোগে ডেভিসের প্রতিনিধিত্বকারী প্রথম অ্যাটর্নিদের মধ্যে একজন ছিলেন জন অ্যাবট, কমিউনিস্ট পার্টি ইউএসএ- এর জেনারেল কাউন্সেল। \nনারীদের ডিটেনশন সেন্টারে বন্দী করার সময়, ডেভিসকে প্রাথমিকভাবে নির্জন কারাগারে অন্যান্য বন্দীদের থেকে আলাদা করা হয়েছিল। তার আইনি দলের সাহায্যে, একটি ফেডারেল আদালতের আদেশে তিনি বিচ্ছিন্ন এলাকা থেকে বেরিয়ে আসেন। \n\nদেশ জুড়ে, হাজার হাজার মানুষ তার মুক্তির জন্য একটি আন্দোলন সংগঠিত করা শুরু করে। নিউইয়র্ক সিটিতে, কৃষ্ণাঙ্গ লেখকরা অ্যাঞ্জেলা ডেভিসের প্রতিরক্ষায় ব্ল্যাক পিপল নামে একটি কমিটি গঠন করেন। ফেব্রুয়ারী ১৯৭১ সাল নাগাদ, মার্কিন যুক্তরাষ্ট্রে ২০০ টিরও বেশি স্থানীয় কমিটি এবং বিদেশে ৬৭টি, ডেভিসকে জেল থেকে মুক্ত করার জন্য কাজ করেছিল। জন লেনন এবং ইয়োকো ওনো \"অ্যাঞ্জেলা\" গানের সাথে এই প্রচারে অবদান রেখেছিলেন।  ১৯৭২ সালে, ১৬ মাসের কারাবাসের পর, রাষ্ট্র তাকে কাউন্টি জেল থেকে জামিনে মুক্তির অনুমতি দেয়।  ফেব্রুয়ারী ২৩, ১৯৭২-এ, রজার ম্যাকাফি, ফ্রেসনো, ক্যালিফোর্নিয়ার একজন দুগ্ধ খামারি, তাকে $১০০,০০০ ($৫৫২,৫০০ সমতুল্য) ডলার প্রদান করেছিল। একজন ধনী ব্যবসার মালিক স্টিভ স্পারাকিনোর সহায়তায় জামিন পান। ইউনাইটেড প্রেসবিটেরিয়ান গীর্জা তার কিছু আইনি প্রতিরক্ষা খরচ প্রদান করে। \nস্থান পরিবর্তন করে বিচারটি সান্তা ক্লারা কাউন্টিতে স্থানান্তরিত হয়। ৪ জুন, ১৯৭২-এ, ১৩ ঘন্টা আলোচনার পর, সর্ব-শ্বেতাঙ্গ জুরি দোষী না হওয়ার রায় ফিরিয়ে দেন।  রায়ের পরে, একজন বিচারক, রাল্ফ ডিল্যাঞ্জ, দর্শকদের ভিড়ের কাছে ব্ল্যাক পাওয়ার স্যালুট করেছিলেন, যা তিনি পরে সাংবাদিকদের বলেছিলেন \"সকল নিপীড়িত মানুষের জন্য মতের ঐক্য\" দেখানোর জন্য। দশজন জুরি পরে প্রতিরক্ষার সাথে বিজয় উদযাপনে অংশ নেন।  অপরাধে ব্যবহৃত বন্দুকের মালিক হওয়া সত্বেও তা প্লটে তার ভূমিকা প্রতিষ্ঠার জন্য অপর্যাপ্ত বলে বিবেচিত হয়েছিল। হাওয়ার্ড মুর জুনিয়র এবং লিও ব্রান্টন জুনিয়র তার প্রতিনিধিত্ব করেছিলেন, যিনি প্রতিরক্ষায় সাহায্য করার জন্য মনোবিজ্ঞানী নিয়োগ করেছিলেন, যা তাদের যুক্তির পক্ষে সহায়ক হতে পারে, একটি কৌশল যা তখন থেকে আরও সাধারণ হয়ে উঠে। তারা প্রত্যক্ষদর্শীদের নির্ভরযোগ্যতাকে অসম্মান করার জন্য বিশেষজ্ঞদেরও নিয়োগ করেছিল। \n\n\n== ১৯৭০-এর দশকে অন্যান্য কার্যক্রম ==\n\n\n=== কিউবা ===\nতার বেকসুর খালাসের পর, ডেভিস ১৯৭২ সালে একটি আন্তর্জাতিক সফরে কিউবা যান, যেখানে তিনি পূর্বে ১৯৬৯ সালে কমিউনিস্ট পার্টির একটি প্রতিনিধিদলের সদস্য হিসাবে গিয়েছিলেন এবং ফিদেল কাস্ত্রো তাদের অভ্যর্থনা জানিয়েছিল  রবার্ট এফ. উইলিয়ামস, হুই নিউটন এবং স্টোকেলি কারমাইকেলও কিউবা সফর করেছিলেন এবং মার্কিন কারাগার থেকে পালিয়ে আসার পর আসাতা শাকুর পরে সেখানে চলে আসেন। আফ্রো-কিউবানদের দ্বারা আয়োজিত একটি গণ সমাবেশে, তিনি কথাই বলতে পারেন নি কারণ তার অভ্যর্থনা এত উত্সাহী ছিল।  ডেভিস বুঝতে পেরেছিলেন যে কিউবা একটি বর্ণবাদ মুক্ত দেশ, যা তাকে বিশ্বাস করতে পরিচালিত করেছিল যে \"কেবল সমাজতন্ত্রের অধীনেই বর্ণবাদের বিরুদ্ধে লড়াই সফলভাবে কার্যকর করা যেতে পারে।\" যখন তিনি মার্কিন যুক্তরাষ্ট্রে ফিরে আসেন, তার সমাজতান্ত্রিক ঝোঁক ক্রমবর্ধমানভাবে জাতিগত সংগ্রাম সম্পর্কে তার বোঝার উপর প্রভাব ফেলে।  ১৯৭৪ সালে, তিনি কিউবান ওমেন ফেডারেশনের দ্বিতীয় কংগ্রেসে যোগ দেন। \n\n\n=== সোভিয়েত ইউনিয়ন ===\n১৯৭১ সালে, সিআইএ অনুমান করেছিল যে সোভিয়েত প্রচার প্রচেষ্টার পাঁচ শতাংশ অ্যাঞ্জেলা ডেভিস প্রচারের দিকে পরিচালিত হয়েছিল।  ১৯৭২ সালের আগস্টে, ডেভিস কেন্দ্রীয় কমিটির আমন্ত্রণে সোভিয়েত ইউনিয়ন পরিদর্শন করেন এবং মস্কো স্টেট বিশ্ববিদ্যালয় থেকে সম্মানসূচক ডক্টরেট পান।  একই সফরে তিনি তাসখন্দ বিশ্ববিদ্যালয় থেকে সম্মানসূচক ডিগ্রিও পান। \n১ মে, ১৯৭৯ সালে, তিনি সোভিয়েত ইউনিয়নের লেনিন শান্তি পুরস্কারে ভূষিত হন।  পুরস্কার গ্রহণ করতে তিনি সেই মাসের শেষের দিকে মস্কো যান, যেখানে তিনি ভ্লাদিমির লেনিনের \"গৌরবময় নাম\" এবং \"মহান অক্টোবর বিপ্লব\" এর প্রশংসা করেন। \n\n\n=== পূর্ব জার্মানি ===\nপূর্ব জার্মান সরকার ডেভিসের পক্ষে ব্যাপক প্রচারণা চালায়।  ১৯৭২ সালের সেপ্টেম্বরে, ডেভিস পূর্ব জার্মানি সফর করেন, যেখানে তিনি রাজ্যের নেতা এরিখ হনকারের সাথে দেখা করেন, লাইপজিগ বিশ্ববিদ্যালয় থেকে সম্মানসূচক ডিগ্রী এবং ওয়াল্টার উলব্রিখট থেকে স্টার অফ পিপলস ফ্রেন্ডশিপ লাভ করেন। ১১ সেপ্টেম্বর পূর্ব বার্লিনে তিনি একটি বক্তৃতা দেন, \"নট অনলি মাই ভিক্টরি\", জিডিআর এবং ইউএসএসআর-এর প্রশংসা করে এবং মার্কিন বর্ণবাদের নিন্দা করেন। \nতিনি বার্লিন প্রাচীর পরিদর্শন করেন, যেখানে তিনি রেইনহোল্ড হুনের স্মৃতিসৌধে ফুল দেন, একজন পূর্ব জার্মান প্রহরী যিনি ১৯৬২ সালে সীমান্তের ওপারে পরিবার নিয়ে পলায়নরত এক ব্যক্তি কর্তৃক নিহত হয়েছিলেন। ডেভিস বলেন, \"আমরা সীমান্তরক্ষীদের মৃত্যুতে শোক জানাই যারা তাদের সমাজতান্ত্রিক স্বদেশ রক্ষার জন্য তাদের জীবন উৎসর্গ করেছে\" এবং \"যখন আমরা মার্কিন যুক্তরাষ্ট্রে ফিরে যাব, তখন আমরা আমাদের জনগণকে এই সীমান্তের প্রকৃত কার্য সম্পর্কে সত্য জানানোর উদ্যোগ নেব। \"  ১৯৭৩ সালে, তিনি যুবা ও ছাত্রদের দশম বিশ্ব উৎসবে মার্কিন প্রতিনিধি দলের নেতৃত্ব দিয়ে পূর্ব বার্লিনে ফিরে আসেন। \n\n\n=== জোনসটাউন ও পিপলস মন্দির ===\n১৯৭০-এর দশকের মাঝামাঝি সময়ে, জিম জোন্স, যিনি কাল্ট পিপলস মন্দির তৈরি করেছিলেন, আমেরিকান ইন্ডিয়ান মুভমেন্টের ডেনিস ব্যাঙ্কস এবং ডেভিস সহ সান ফ্রান্সিসকো এলাকায় প্রগতিশীল নেতাদের সাথে বন্ধুত্বের সূচনা করেছিলেন।  ১০ সেপ্টেম্বর, ১৯৭৭-এ, মন্দিরের গণহত্যা-আত্মহত্যার ১৪ মাস আগে, ডেভিস তার পিপলস মন্দিরের সদস্যদের সাথে অপেশাদার রেডিও টেলিফোন \"প্যাচ\" এর মাধ্যমে কথা বলেছিলেন যারা গায়ানার জোনসটাউনে বসবাস করছিলেন।  \"সিক্স ডেইস সাইজ\" চলাকালীন তার বিবৃতিতে, তিনি পিপলস মন্দিরের বর্ণবাদ বিরোধী প্রচেষ্টার প্রতি সমর্থন প্রকাশ করেছিলেন এবং তিনি মন্দিরের সদস্যদেরও বলেছিলেন যে তাদের বিরুদ্ধে একটি ষড়যন্ত্র চলছিল। তিনি বলেছিলেন, \"যখন আপনার উপর হামলা হয়, এটি আপনার প্রগতিশীল অবস্থানের কারণে হয় এবং আমরা মনে করি এটি সরাসরি আমাদের বিরুদ্ধেই আক্রমণ।\"  ফেব্রুয়ারী ২৮, ১৯৭৮-এ, ডেভিস প্রেসিডেন্ট জিমি কার্টারকে চিঠি লেখেন, তাকে জোনসটাউন থেকে একটি শিশু পুনরুদ্ধারের প্রচেষ্টায় সহায়তা না করার জন্য অনুরোধ করেন। তার চিঠি জোনসকে \"শব্দের বিস্তৃত অর্থে একটি মানবিক\" বলে অভিহিত করেছিলেন। \n\n\n=== আলেকজান্ডার সোলঝেনিটসিন এবং সমাজতান্ত্রিক দেশগুলিতে রাজনৈতিক বন্দী ===\n১৯৭৫ সালে, রুশ ভিন্নমতাবলম্বী এবং নোবেল বিজয়ী আলেকজান্ডার সোলঝেনিটসিন নিউ ইয়র্ক সিটিতে আমেরিকান ফেডারেশন অফ লেবার এবং কংগ্রেস অফ ইন্ডাস্ট্রিয়াল অর্গানাইজেশন সভার আগে এক বক্তৃতায় যুক্তি দিয়েছিলেন যে ডেভিস বিশ্বের বিভিন্ন সমাজতান্ত্রিক দেশে বন্দীদের সমর্থন করতে ব্যর্থ হওয়ার কারণে অবহেলিত ছিলেন, কারণ মার্কিন কারাগার ব্যবস্থার তীব্র বিরোধিতা করেছিলেন তিনি।  ১৯৭২ সালে, জিরি পেলিকান একটি উন্মুক্ত চিঠি লিখেছিলেন যেখানে তিনি তাকে চেকোস্লোভাক বন্দীদের সমর্থন করার জন্য অনুরোধ করেছিলেন; ডেভিস প্রত্যাখ্যান করেছিলেন, এই বিশ্বাস করে যে চেকোস্লোভাক বন্দীরা হুসাকের সরকারকে দুর্বল করছে এবং বিশ্বাস করেছিলেন যে ইতালিতে নির্বাসিত পেলিকান তার নিজের দেশকেই আক্রমণ করছেন।  সলঝেনিটসিনের মতে, চেকোস্লোভাক বন্দীদের \"রাষ্ট্র কর্তৃক নির্যাতিত\" করার বিষয়ে উদ্বেগের জবাবে, ডেভিস প্রতিক্রিয়া জানিয়েছিলেন: \"তারা যা পায় তা তাদের প্রাপ্য। তাদের কারাগারে থাকতে দিন।\" \n\n\n== পরবর্তী শিক্ষায়তনিক ক্যারিয়ার ==\nডেভিস ১৯৭৫ সালে ক্লারমন্ট কলেজের ক্লারমন্ট ব্ল্যাক স্টাডিজ সেন্টারের একজন প্রভাষক ছিলেন। তিনি যে কোর্সটি পড়াতেন সেখানকার ক্যাম্পাসের ৫,০০০ জনেরও বেশি শিক্ষার্থীর মধ্যে মাত্র ২৬ জনের মধ্যে সীমাবদ্ধ ছিল এবং তাকে গোপনে পড়াতে বাধ্য করা হয়েছিল কারণ প্রাক্তন ছাত্ররা তাকে কমিউনিস্ট চিন্তাধারার সাথে সাধারণ শিক্ষার্থীদেরকে অনুপ্রাণিত করতে চাননি।  কলেজের ট্রাস্টিরা ক্যাম্পাসে তার উপস্থিতি কমানোর ব্যবস্থা করেছিল, তার সেমিনারগুলি শুক্রবার সন্ধ্যায় এবং শনিবারের মধ্যে সীমাবদ্ধ করে, \"যখন ক্যাম্পাসের কার্যকলাপ সীমিত থাকে\"। \nতার ক্লাস এক শ্রেণীকক্ষ থেকে অন্য শ্রেণীকক্ষে স্থানান্তরিত করা হয় এবং শিক্ষার্থীধের গোপনীয়তার শপথ করানো হয়। এই গোপনীয়তা কলেজে ডেভিসের সংক্ষিপ্ত সময়ের পাঠদান জুড়েই অব্যাহত ছিল।  ২০২০ সালে ঘোষণা করা হয়েছিল যে ডেভিস পমোনা কলেজের ইতিহাস বিভাগের এনা এইচ. থম্পসন বিশিষ্ট লেকচারার হবেন, ৪৫ বছর পর তাকে স্বাগত জানানো হয়। \nডেভিস ১৯৭৮ সালে সান ফ্রান্সিসকো আর্ট ইনস্টিটিউটে নারী শিক্ষা কোর্স পড়াতেন এবং কমপক্ষে ১৯৮০ থেকে ১৯৮৪ সাল পর্যন্ত সান ফ্রান্সিসকো স্টেট ইউনিভার্সিটিতে নৃতাত্ত্বিক অধ্যয়নের অধ্যাপক ছিলেন; তিনি ১৯৯০ সাল পর্যন্ত সেখানে রাষ্ট্রবিজ্ঞান কোর্স পড়াতেন  তিনি ১৯৯১ থেকে ২০০৮ সাল পর্যন্ত ক্যালিফোর্নিয়া বিশ্ববিদ্যালয়, সান্তা ক্রুজ এবং রাটগার্স বিশ্ববিদ্যালয়ে চেতনার ইতিহাস এবং নারীবাদ অধ্যয়ন বিভাগের অধ্যাপক ছিলেন।  সেই থেকে তিনি একজন বিশিষ্ট অধ্যাপক এমেরিটাস। \nডেভিস ১৯৯২ এবং অক্টোবর ২০১০ সালের বসন্তে সিরাকিউজ বিশ্ববিদ্যালয়ের একজন বিশিষ্ট ভিজিটিং প্রফেসর ছিলেন এবং ১৯৯৫ সালে ভাসার কলেজে দর্শনের র‌্যান্ডলফ ভিজিটিং বিশিষ্ট অধ্যাপক ছিলেন। \n২০১৪ সালে, ডেভিস রিজেন্টস প্রভাষক হিসাবে ইউসিএলএ-তে ফিরে আসেন। তিনি ৮ মে রয়েস হলে একটি গণ বক্তৃতা দেন, যেখানে তিনি ৪৫ বছর আগে তার প্রথম বক্তৃতা দিয়েছিলেন। \n২০১৬ সালে, সান ফ্রান্সিসকোর ক্যালিফোর্নিয়া ইনস্টিটিউট অফ ইন্টিগ্রাল স্টাডিজ এর ৪৮তম বার্ষিকীর উদ্বোধনী অনুষ্ঠানে ডেভিসকে হিলিং অ্যান্ড সোশ্যাল জাস্টিসে সম্মানসূচক ডক্টর অফ হিউম্যান লেটারস ডিগ্রি প্রদান করা হয়। \n\n\n== রাজনৈতিক সক্রিয়তা ও বক্তৃতা ==\nডেভিস ১৯৮০ এবং ১৯৮৪ সালে গাস হলের নির্বাচনে গৌণ পদের প্রার্থী হিসাবে ভাইস প্রেসিডেন্ট হবার জন্য কমিউনিস্ট পার্টি ইউএসএ-এর মনোনয়ন গ্রহণ করেছিলেন। ১৯৮০ সালে তিনি ০.০২% এরও কম ভোট পেয়েছিলেন।  তিনি ১৯৯১ সালে দল ত্যাগ করেন, কমিটিস অফ কারেসপন্ডেন্স ফর ডেমোক্রেসি অ্যান্ড সোসিয়ালিজম প্রতিষ্ঠা করেন। সোভিয়েত ইউনিয়নের পতন এবং বার্লিন প্রাচীর ভেঙ্গে ফেলার পরে ১৯৯১ সালের সোভিয়েত অভ্যুত্থান প্রচেষ্টার পরবর্তী সমর্থনের কারণে তার দল কমিউনিস্ট পার্টি ইউএসএ থেকে আলাদা হয়ে যায়।  ডেভিস বলেছিলেন যে তিনি এবং অন্য যারা \"দলের শাসন কাঠামোর গণতন্ত্রীকরণের প্রয়োজনীয়তা সম্পর্কে একটি আবেদন প্রচার করেছিলেন\" তাদের জাতীয় অফিসে প্রতিদ্বন্দ্বিতা করার অনুমতি দেওয়া হয়নি এবং এইভাবে \"এক অর্থে ... চলে যাওয়ার জন্য আমন্ত্রণ জানানো হয়েছে।\"  ২০১৪ সালে, তিনি বলেছিলেন যে তিনি সিপিইউএসএ এর সাথে সম্পর্ক চালিয়ে যাচ্ছেন কিন্তু পুনরায় যোগদান করেননি।  ২০২০ সালের রাষ্ট্রপতি নির্বাচনে, ডেভিস ডেমোক্র্যাটিক পার্টির মনোনীত প্রার্থী জো বাইডেনকে সমর্থন করেছিলেন। \nডেভিস কারাগার বিলোপ আন্দোলনের একটি প্রধান ব্যক্তিত্ব।  তিনি মার্কিন যুক্তরাষ্ট্রের কারাব্যবস্থাকে \"জেল-শিল্প কমপ্লেক্স\"  বলে অভিহিত করেন এবং ক্রিটিকাল রেজিস্ট্যান্সের অন্যতম প্রতিষ্ঠাতা ছিলেন, একটি জাতীয় তৃণমূল সংগঠন যা কারাগার ব্যবস্থা বাতিল করার আন্দোলন গড়ে তুলতে নিবেদিত ছিল।  সাম্প্রতিক কাজগুলির মধ্যে, তিনি যুক্তি দিয়েছেন যে মার্কিন কারাগার ব্যবস্থা দাসপ্রথার একটি নতুন রূপের সাথে সাদৃশ্যপূর্ণ, যা আফ্রিকান-মার্কিন জনসংখ্যার অসম বিভাজনের দিকে ইঙ্গিত করে যারা কারাবন্দী হয়েছিল।  ডেভিস বর্তমানে রাষ্ট্রীয় শাস্তির মাধ্যমে পরিচালিত বিভিন্ন সামাজিক সমস্যা সমাধানের জন্য ওকালতি করছেন যেগুলো শিক্ষা ও \"জড়িত সম্প্রদায়\" নির্মাণের মাধ্যমে বিভিন্ন সামাজিক প্রচেষ্টাকে কেন্দ্রীভূত করে। \n১৯৬৯ সালের প্রথম দিকে, ডেভিস গণ বক্তৃতা শুরু করেন।  তিনি ভিয়েতনাম যুদ্ধ, বর্ণবাদ, যৌনতা, এবং জেল-শিল্প কমপ্লেক্স এবং সমকামী অধিকার এবং অন্যান্য সামাজিক ন্যায়বিচার আন্দোলনের প্রতি তার সমর্থনের বিরোধিতা প্রকাশ করেছেন। ১৯৬৯ সালে, তিনি নিপীড়িত জনগণের ভোগান্তির জন্য সাম্রাজ্যবাদকে দায়ী করেন:\n\nআমরা একটি সাধারণ শত্রুর মুখোমুখি হয়েছি এবং শত্রু হ'ল ইয়াঙ্কি সাম্রাজ্যবাদ, যা আমাদের এখানে এবং বিদেশে উভয় স্থানেই হত্যা করছে। এখন আমি মনে করি যে, যে কেউ এই সংগ্রামকে আলাদা করার চেষ্টা করবে, যে কেউ বলবে যে যুদ্ধবিরোধী আন্দোলনকে একীভূত করার জন্য, আমাদের এই সমস্ত অন্যান্য বিষয়গুলি চিত্রের বাইরে রেখে যেতে হবে, তারা শত্রুর হাত দিয়ে সঠিকভাবেই খেলছে।তিনি তার কর্মজীবন জুড়ে বক্তৃতা অব্যাহত রেখেছেন, অসংখ্য বিশ্ববিদ্যালয়সহ বিভিন্ন স্থানে তিনি বক্তৃতা দিয়েছেন। \n২০০১ সালে, ৯/১১ হামলার পর তিনি প্রকাশ্যে সন্ত্রাসের বিরুদ্ধে যুদ্ধের বিরুদ্ধে কথা বলেন, কারাগার-শিল্প কমপ্লেক্সের সমালোচনা অব্যাহত রাখেন এবং ভগ্ন অভিবাসন ব্যবস্থা নিয়ে আলোচনা করেন।  তিনি বলেন, সামাজিক ন্যায়বিচারের সমস্যা সমাধানের জন্য, মানুষকে \"তাদের সমালোচনামূলক দক্ষতা উন্নত করতে হবে, সেগুলি বিকশিত করতে হবে এবং বাস্তবায়ন করতে হবে।\" পরবর্তীতে, ২০০৫ সালে হারিকেন ক্যাটরিনার পরে, তিনি ঘোষণা করেন যে \"নিউ অরলিন্সের ভয়াবহ পরিস্থিতি\" দেশের কাঠামোগত বর্ণবাদ, পুঁজিবাদ এবং সাম্রাজ্যবাদের কারণে হয়েছে। \n\nডেভিস ১৯৯৫ মিলিয়ন ম্যান মার্চের বিরোধিতা করেছিলেন, যুক্তি দিয়েছিলেন যে এই ইভেন্ট থেকে নারীদের বাদ দেওয়া পুরুষ শাসনতন্ত্রকে উন্নীত করে। তিনি বলেছিলেন যে লুই ফাররাখান এবং অন্যান্য সংগঠকরা সমাজে নারীদের অধস্তন ভূমিকা নিতে পছন্দ করেন। কিম্বার্লে ক্রেনশ এবং অন্যদের সাথে একত্রে, তিনি আফ্রিকান আমেরিকান এজেন্ডা ২০০০ গঠন করেছিলেন, কৃষ্ণাঙ্গ নারীবাদীদের একটি জোট। \nডেভিস মৃত্যুদণ্ডের বিরোধিতা অব্যাহত রেখেছেন। ২০০৩ সালে, তিনি অ্যাগনেস স্কট কলেজে বক্তৃতা দেন, জর্জিয়ার ডেকাতুরে একটি উদার আর্টস মহিলা কলেজ, কারাগারের সংস্কার, সংখ্যালঘু সমস্যা এবং ফৌজদারি বিচার ব্যবস্থার সমস্যাগুলির উপর।  ৩১ অক্টোবর, ২০১১-এ, ডেভিস ফিলাডেলফিয়া এবং ওয়াশিংটন স্কয়ার অকুপাই ওয়াল স্ট্রিট সমাবেশে বক্তৃতা করেছিলেন। বৈদ্যুতিক পরিবর্ধনের বিধিনিষেধের কারণে, তার কথাগুলি মানব মাইক্রোফোনে পরিবর্ধিত হয়েছিল।  ২০১২ সালে, ডেভিসকে ২০১১ ব্লু প্ল্যানেট অ্যাওয়ার্ড দেওয়া হয়েছিল, যা মানবতা এবং বিশ্ববাসীর প্রতি তার অবদানের জন্য দেওয়া একটি পুরস্কার। \n২০১২ সালে ২৭তম এমপাওয়ারিং উইমেন অফ কালার কনফারেন্সে, ডেভিস বলেছিলেন যে তিনি নিরামিষাশী ছিলেন।  তিনি আরব আমেরিকান অ্যাকশন নেটওয়ার্কের সহযোগী পরিচালক রাসমিয়া ওদেহের মুক্তির জন্য আহ্বান জানিয়েছেন, যিনি ডেভিসের আগের হত্যার দায়ে দোষী সাব্যস্ত হয়ে পালিয়ে থাকতে তাকে সাহায্য করেছিলেন এবং অভিবাসন জালিয়াতির জন্য দোষী সাব্যস্ত হয়েছিলেন।  [ \nডেভিস ইসরায়েলের বিরুদ্ধে বয়কট, বিনিয়োগ বিয়োগ এবং নিষেধাজ্ঞার অভিযানকে সমর্থন করেন। \n\nডেভিস ২১ জানুয়ারী, ২০১৭, ওয়াশিংটনে উইমেনস মার্চের একজন সম্মানসূচক সহ-সভাপতি ছিলেন, যা রাষ্ট্রপতি ডোনাল্ড ট্রাম্পের অভিষেক হওয়ার পরদিন হয়েছিল। তাকে বক্তা করার জন্য আয়োজকদের সিদ্ধান্তকে হাম্বারতো ফন্টোভা  এবং ন্যাশনাল রিভিউ দ্বারা সমালোচনা করা হয়েছিল।  স্বাধীনতাবাদী সাংবাদিক ক্যাথি ইয়ং লিখেছেন যে ডেভিসের \"মার্কিন যুক্তরাষ্ট্রে রাজনৈতিক সহিংসতার সমর্থন এবং বিদেশে মানবাধিকার লঙ্ঘনকারীদের উপর চড়াও হবার দীর্ঘ রেকর্ড\" এই মার্চকে দুর্বল করেছে। \n১৬ অক্টোবর, ২০১৮-এ, নোভা স্কটিয়ার হ্যালিফ্যাক্সের ডালহৌসি বিশ্ববিদ্যালয়, প্রতিষ্ঠার দ্বিশতবার্ষিকী উদযাপনের উদ্বোধনী অনুষ্ঠানে ভায়োলা ডেসমন্ড উত্তরাধিকার বক্তৃতার সময় ডেভিসকে সম্মানসূচক ডিগ্রি প্রদান করে। \nজানুয়ারী ৭, ২০১৯-এ, বার্মিংহাম সিভিল রাইটস ইনস্টিটিউট (বিসিআরআই) ডেভিসের ফ্রেড শাটলসওয়ার্থ হিউম্যান রাইটস অ্যাওয়ার্ড প্রত্যাহার করে নিয়ে বলা হয় যে তিনি \"সমস্ত মানদণ্ড পূরণ করেন না\"। বার্মিংহামের মেয়র র‌্যান্ডাল উডফিন এবং অন্যরা ফিলিস্তিনি অধিকারের প্রতি ডেভিসের সোচ্চার সমর্থন এবং ইসরায়েলকে বয়কট করার আন্দোলনের সমালোচনার কথা উল্লেখ করেন।  ডেভিস বলেছিলেন যে তার পুরস্কার হারানো \"প্রাথমিকভাবে আমার বিরুদ্ধে আক্রমণ নয় বরং ন্যায়বিচারের অবিভাজ্যতার চেতনার বিরুদ্ধে।\"  ২৫ জানুয়ারী, বিসিআরআই তাদের সিদ্ধান্ত প্রত্যাহার করে এবং একটি গণ ক্ষমা প্রার্থনা জারি করে, এই বলে যে আরও জনসাধারণের পরামর্শ নেয়া উচিত ছিল। \nনভেম্বর ২০১৯-এ, অন্যান্য গণ ব্যক্তিত্বের সাথে, ডেভিস লেবার পার্টির নেতা জেরেমি করবিনকে সমর্থন করে একটি চিঠিতে স্বাক্ষর করেছিলেন যাতে তিনি তাকে \"অনেক গণতান্ত্রিক বিশ্বের উত্থাপিত উগ্র-ডান জাতীয়তাবাদ, জেনোফোবিয়া এবং বর্ণবাদের বিরুদ্ধে সংগ্রামে আশার আলোকবর্তিকা\" হিসাবে বর্ণনা করেন। এবং ২০১৯ যুক্তরাজ্যের সাধারণ নির্বাচনে তাকে সমর্থন করেন। \n২০ জানুয়ারী, ২০২০-এ, ডেভিস মিশিগান বিশ্ববিদ্যালয়ের এমএলকে সিম্পোজিয়ামে মেমোরিয়াল কীনোট ভাষণ দিয়েছেন। \nডেভিস ২০২১ সালে আমেরিকান একাডেমি অফ আর্টস অ্যান্ড সায়েন্সের সদস্য নির্বাচিত হন। \nসাম্প্রতিক বছরগুলিতে, ডেভিসের কাজ দারিদ্র্য-পীড়িত এবং প্রান্তিক গোষ্ঠীর কারাগার নিয়ে তার উদ্বেগকে প্রতিফলিত করেছে। \n\n\n== ব্যক্তিগত জীবন ==\n১৯৮০ থেকে ১৯৮৩ সাল পর্যন্ত, ডেভিস হিলটন ব্রেথওয়েটের সাথে বিবাহ বন্ধনে আবদ্ধ ছিলেন। ১৯৯৭ সালে, আউট ম্যাগাজিনের সাথে একটি সাক্ষাত্কারে তার সমকামী নারী পরিচয় বেরিয়ে আসে।  ২০২০ সাল নাগাদ, ডেভিস তার সঙ্গী, শিক্ষায়তনিক জিনা ডেন্টের সাথে বসবাস করছিলেন, যিনি একজন সহকর্মী মানবিক পণ্ডিত এবং ইউসি সান্তা ক্রুজের ইন্টারসেকশনাল নারীবাদী গবেষক।  একসাথে, তারা পুলিশ এবং কারাগারের বিলুপ্তি, এবং কৃষ্ণাঙ্গ মুক্তি এবং ফিলিস্তিনি সংহতির পক্ষে ওকালতি করেছেন। \n২০২৩ সালে পিবিএস ধারাবাহিক ফাইন্ডিং ইওর রুটস- এর একটি পর্বে, হেনরি লুই গেটস ডেভিসকে প্রকাশ করেছিলেন যে তিনি মেফ্লাওয়ারের একজন যাত্রী উইলিয়াম ব্রুস্টারের বংশধর।  এই পর্বে প্রকাশিত আরেক পূর্বপুরুষ ছিলেন আলাবামার রাজনীতিবিদ জন এ. ডার্ডেন, যিনি ডেভিসের দাদা।  সিক্রেট লাইভস শিরোনামের আরেকটি পর্বে প্রকাশিত হয় যে ডেভিস নিসি ন্যাশের সাথে সম্পর্কিত। \n\n\n== অন্যান্য স্থানে উল্লেখ ==\n১৯৭২ সালের ২৮শে জানুয়ারী, গ্যারেট ব্রক ট্র্যাপনেল টিডব্লিউএ ফ্লাইট ২ হাইজ্যাক করেন। তার একটিই দাবি ছিল ডেভিসের মুক্তি। \n\nরেনাতো গুট্টুসোর চিত্রকর্ম দ্য ফিউনারেল অফ টগলিয়াত্তি (১৯৭২), ডেভিসকে, কমিউনিজমের অন্যান্য ব্যক্তিত্বের মধ্যে, বাম কাঠামোতে, লেখকের স্ব-প্রতিকৃতি, এলিও ভিত্তোরিনি এবং জিন-পল সার্ত্রের কাছে চিত্রিত করা হয়েছে। \n১৯৭১ সালে, কৃষ্ণাঙ্গ নাট্যকার এলভি মুর লিখেছিলেন অ্যাঞ্জেলা ইজ হ্যাপেনিং নাটকটি, ডেভিসকে বিচারের সময় চিত্রিত করেছেন ফ্রেডরিক ডগলাস, ম্যালকম এক্স, এবং এইচ. র‌্যাপ ব্রাউনের মতো প্রত্যক্ষদর্শী হিসাবে তার নির্দোষিতা ঘোষণা করে।  নাটকটি ইনার সিটি কালচারাল সেন্টার এবং ইউসিএলএ- তে ডেভিস চরিত্রে প্যাট ব্যালার্ড অভিনয় করেছিলেন। তথ্যচিত্র অ্যাঞ্জেলা ডেভিস: পোর্ট্রেট অফ আ রেভোলিউশনারি (১৯৭২) পরিচালনা করেছিলেন ইউসিএলএ ফিল্ম স্কুলের ছাত্র ইয়োল্যান্ডে ডু লুয়ার্ট।  এটি ১৯৬৯ থেকে ১৯৭০ পর্যন্ত ডেভিসকে অনুসরণ করে, ইউসিএলএ থেকে তার বরখাস্তের নথিভুক্ত করে। মেরিন কাউন্টির ঘটনার আগে ছবিটির শুটিং শেষ হয়েছিল। \nনেটওয়ার্ক (১৯৭৬) চলচ্চিত্রে মার্লেন ওয়ারফিল্ডের চরিত্র লরিন হবসকে ডেভিসের আদলে তৈরি করা হয়েছে। \nএছাড়াও ২০১৮ সালে, একটি সুতির টি-শার্ট যার উপর ডেভিসের মুখ ছিল প্রাডার ২০১৮ সংগ্রহে। \nডেভিস সমন্বিত একটি ম্যুরাল ২০১৯ সালে নেপলসের স্ক্যাম্পিয়া পাড়ায় ইতালীয় পথশিল্পী জোরিত আগোচ দ্বারা আঁকা হয়েছিল।\nমিসেস ডেভিস অ্যামেজিং অ্যামেজিয়ান এবং সিবিলি টাইটেক্স দে লা ক্রোইক্সের একটি গ্রাফিক জীবনী যা ডেভিসের প্রাথমিক বছর এবং বিচারের উপর দৃষ্টি নিবদ্ধ করে। এটি ২০২০ সালে ফরাসি এবং ২০২৩ সালে ইংরেজি ভাষায় প্রকাশিত হয়েছিল। \n\n\n== আরো দেখুন ==\nআফ্রিকানা দর্শন\n\n\n== তথ্যসূত্র ==\n\n\n== আরও পড়া ==\nজনপ্রিয় মিডিয়া\n\"Interview with Angela Davis\"। Frontline। PBS। \nDavis, Angela (Guest)। \"Resisting the Prison Industrial Complex\"। Democracy Now। ডিসেম্বর ১৪, ২০০৫ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ডিসেম্বর ১৩, ২০০৫।  Round table discussion.\nTime। ১৯৯৮ https://web.archive.org/web/20000817201121/http://www.time.com/time/community/transcripts/chattr092298.html। আগস্ট ১৭, ২০০০ তারিখে মূল থেকে আর্কাইভ করা।   Chat-room users' interview with Davis.\n\"Angela Davis\"। Harvard Gazette। মার্চ ১৩, ২০০৩। ডিসেম্বর ২৩, ২০০৫ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ডিসেম্বর ১৩, ২০০৫। \n\"Practical Activism Conference in Santa Cruz\"। indybay.org। অক্টোবর ২৭, ২০০৭। . Audio recording of Davis.\nYounge, Gary (নভেম্বর ৮, ২০০৭)। \"We used to think there was a black community\"। Guardian।  Interview.\n\"Angela Davis on the 40th Anniversary of Her Arrest and President Obama's First Two Years\"। Democracy Now!। অক্টোবর ১৯, ২০১০।  Video interview.\n\"Interview with Angela Davis\"। C-Span। অক্টোবর ৩, ২০০৪। \nRoberts, Steven V., \"Angela Davis: The Making Of a Radical\", The New York Times, August 23, 1970.\nTaylor, Keeanga-Yamahtta, \"'Hell, Yes, We Are Subversive'\" (review of Angela Y. Davis, Angela Davis: An Autobiography, Haymarket, 2022, 358 pp.; and Charisse Burden-Stelly and Jodi Dean, eds., Organize, Fight, Win: Black Communist Women's Political Writing, Verso, 2022, 323 pp.), The New York Review of Books, vol. LXIX, no. 14 (September 22, 2022), pp. 58, 60–62.\nবই\nDavis, Mike; Wiener, Jon (২০২০)। Set the Night on Fire: L.A. in the Sixties। Verso Books। \nপ্রাথমিক সূত্র\nডোনাল্ড কালিশ কাগজপত্র, বক্স 4 এবং বক্স 7 । ইউসিএলএ লাইব্রেরি বিশেষ সংগ্রহ।\n\n\n== বহিঃসংযোগ ==\n\"Davis quotations\"। Black History Daily। \nউপস্থিতি - সি-স্প্যানে\nইন্টারনেট মুভি ডেটাবেজে অ্যাঞ্জেলা ডেভিস (ইংরেজি)\n\"Angela Davis Biography, The Civil Rights Struggle, African American GIs, and Germany\"। aacvr-germany.org। মে ৩, ২০১১ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ জানুয়ারি ২৪, ২০১১। \nEncyclopedia of Alabama। \n\"Angela Davis Ephemera Collection, W.S. Hoole Special Collections Library\"। University Libraries Division of Special Collections, The University of Alabama। \n\"Film clip, Davis speaking at Florida A&M University's Black History Month convocation\"। Florida Memory। ১৯৭৯। \nThe New York Times archive of Davis-related articles\nAngela Y. Davis Papers, 1937–2017 MC 940. Schlesinger Library, Radcliffe Institute, Harvard University, Cambridge, Mass.\nAngela Y. Davis Collection of the Schlesinger Library A/D260. Schlesinger Library, Radcliffe Institute, Harvard University, Cambridge, Mass.\n\"Coalition Building Among People of Color\" A discussion with Angela Y. Davis and Elizabeth Martínez (1993)"}