{"pageid": 1510719, "title": "ভলকানাইজেশন", "url": "https://bn.wikipedia.org/wiki?curid=1510719", "content": "ভালকানাইজেশন (ব্রিটিশ ইংরেজি: vulcanisation) হচ্ছে রবার কঠিন করার বিভিন্ন প্রক্রিয়া। এই শব্দটি মূলত প্রাকৃতিক রবারকে সালফারের মাধ্যমে উন্নত করার প্রক্রিয়াকে বোঝাতে ব্যবহৃত হতো, যা এখনো সর্বাধিক প্রচলিত পদ্ধতি। সময়ের সাথে এটি অন্য (সিনথেটিক) রবারগুলোকে বিভিন্ন উপায়ে কঠিন করার প্রক্রিয়া হিসেবেও ব্যবহৃত হতে শুরু করেছে। উদাহরণস্বরূপ, সিলিকন রবারকে কক্ষ তাপমাত্রায় ভলকানাইজিং পদ্ধতিতে এবং ক্লোরোপ্রিন রবার (নিওপ্রিন) কে ধাতব অক্সাইড ব্যবহার করে কঠিন করা হয়।\nভলকানাইজেশনকে নমনীয় পলিমারের শক্তকরণ (গুণগত পরিবর্তন) হিসেবে সংজ্ঞায়িত করা যায়, যেখানে 'ভলকানাইজেশন' এবং 'শক্তকরণ' শব্দগুলো এই প্রসঙ্গে কখনও কখনও একে অপরের পরিবর্তে ব্যবহৃত হয়। এটি পলিমার শৃঙ্খলের বিভিন্ন অংশের মধ্যে তির্যক বন্ধন তৈরি করে কাজ করে, যার ফলে দৃঢ়তা এবং স্থায়িত্ব বৃদ্ধি পায়, পাশাপাশি উপাদানের যান্ত্রিক এবং বৈদ্যুতিক বৈশিষ্ট্যগুলিতেও কিছু পরিবর্তন ঘটে। অন্যান্য থার্মোসেটিং পলিমারের নিরাময়ের মতো ভলকানাইজেশন সাধারণত অপরিবর্তনীয় হয়।\nএই শব্দটি প্রস্তাব করেছিলেন উইলিয়াম ব্রকেডন (থমাস হ্যানককের বন্ধু, যিনি এই প্রক্রিয়ার জন্য ব্রিটিশ পেটেন্ট লাভ করেছিলেন) এবং এটি এসেছে দেবতা ভলকান থেকে, যিনি আগ্নেয়গিরিতে তাপ এবং সালফারের সাথে সম্পর্কিত ছিলেন।\n\n\n== ইতিহাস ==\n\nপ্রাচীন মেসোআমেরিকান সংস্কৃতিতে রবার ব্যবহার করা হত বল, স্যান্ডেল সোল, ইলাস্টিক ব্যান্ড এবং জলরোধী পাত্র তৈরি করার জন্য। এটি সলফার-সমৃদ্ধ উদ্ভিদ রস দ্বারা শক্ত করা হত, যা ছিল ভলকানাইজেশনের একটি প্রাথমিক রূপ।\n১৮৩০-এর দশকে চার্লস গুডইয়ার রবারের টায়ার শক্তিশালী করার একটি প্রক্রিয়া উদ্ভাবনের চেষ্টা করেন। সে সময়ের টায়ারগুলো তাপে নরম ও আঠালো হয়ে পড়ত, ফলে রাস্তায় থাকা ময়লা জমে গিয়ে টায়ার ছিদ্র করত। গুডইয়ার রবার গরম করার চেষ্টা করেন, যাতে তা অন্য রাসায়নিকের সাথে মিশে শক্তিশালী হয়। এটি রবারকে শক্ত করে এবং উন্নত করে, তবে এটি গরম করার কারণে হয়েছিল, রাসায়নিকগুলোর কারণে নয়। এই বিষয়টি না বুঝতে পেরে তিনি বারবার ব্যর্থ হন, কারণ তার ঘোষণা করা শক্তকরণ সূত্রগুলো একদম ধারাবাহিকভাবে কাজ করেনি। ১৮৩৯ সালের ঘটনা, একদিন গুডইয়ার রাবার এবং সলফার মিশিয়ে পরীক্ষা করছিলেন, তিনি দুর্ঘটনাক্রমে মিশ্রণটি একটি গরম তাওয়াতে ফেলে দেন। তার বিস্ময়ের সাথে লক্ষ্য করলেন রবারটি আরও গলে যাওয়া বা বাষ্পিভূত হওয়ার বদলে দৃঢ়ই রয়ে গেল এবং তিনি তাপ বাড়ানোর সাথে সাথে রবারটি আরও শক্ত হয়ে ওঠে। এরপর গুডইয়ার এই শক্তকরণের জন্য একটি নির্ভরযোগ্য পদ্ধতি তৈরি করেন এবং ১৮৪৪ সালে তিনি এই প্রক্রিয়াটি পেটেন্ট করেন এবং শিল্পগতভাবে রবার উৎপাদন শুরু করেন।\n\n\n== প্রয়োগ ==\nভলকানাইজেশন উপকরণের অনেক ব্যবহার রয়েছে, যার কিছু উদাহরণ হলো রবারের নল, জুতার তলা, খেলনা, রবার ইরেজার, হকি পাক, শক এবসর্বার, কনভেয়ার বেল্ট, কম্পন মাউন্ট/ড্যাম্পার, ইনসুলেশন উপকরণ, টায়ার এবং বোলিং বল। অধিকাংশ রবার পণ্যই ভলকানাইজড করা হয়, কারণ এটি তাদের আয়ু, কার্যক্ষমতা এবং শক্তি অনেক বেশি বাড়িয়ে দেয়।\n\n\n== সংক্ষিপ্ত বিবরণ ==\nথার্মোপ্লাস্টিক প্রক্রিয়াগুলোর (যেগুলো বেশিরভাগ আধুনিক পলিমারের আচরণ বর্ণনা করে, যেমন মেল্ট-ফ্রিজ প্রক্রিয়া) তুলনায় ভলকানাইজেশন অন্যান্য থার্মোসেটিং পলিমারগুলোর শক্তকরণের মতো সাধারণত অপরিবর্তনীয়। সাধারণভাবে ব্যবহৃত পাঁচটি শক্তকরণ পদ্ধতি রয়েছে:\n\nসালফার পদ্ধতি\nপারক্সাইড\nধাতব অক্সাইড\nএসিটক্সিসিলেন\nইউরেথেন ক্রসলিঙ্কার\n\n\n== সালফার দিয়ে ভলকানাইজেশন ==\nসবচেয়ে প্রচলিত ভলকানাইজিং পদ্ধতিগুলি সালফারের উপর নির্ভরশীল। সালফার নিজে একটি ধীর ভলকানাইজিং এজেন্ট এবং এটি সিন্থেটিক পলিওলিফিনকে ভলকানাইজ করে না। ত্বরিত ভলকানাইজেশন বিভিন্ন যৌগের সাহায্যে পরিচালিত হয়, যা ক্রসলিঙ্কিংয়ের গতিশীলতাকে পরিবর্তন করে; এই মিশ্রণকে সাধারণত একটি শক্তকরণ প্যাকেজ বলা হয়। সালফার ভলকানাইজেশনের প্রধান পলিমারগুলি হল পলিআইসোপ্রিন (প্রাকৃতিক রবার) এবং স্টাইরিন-বিউটাডিন রাবার (এসবিআর), যা বেশিরভাগ সড়ক যানবাহনের টায়ারে ব্যবহৃত হয়। শক্তকরণ প্যাকেজটি বিশেষভাবে সাবস্ট্রেট এবং প্রয়োগের জন্য সামঞ্জস্য করা হয়। প্রতিক্রিয়াশীল স্থানগুলি—শক্তকরণ স্থানগুলি—হল আলাইলিক হাইড্রোজেন পরমাণু। এই C-H বন্ধনগুলি কার্বন-কার্বন দ্বিবন্ধনের (>C=C<) পাশে অবস্থিত। ভলকানাইজেশন প্রক্রিয়ার সময়, কিছু C-H বন্ধন সালফার পরমাণুর শৃঙ্খল দ্বারা প্রতিস্থাপিত হয়, যা অন্য একটি পলিমার শৃঙ্খলের শক্তকরণ স্থানের সাথে যুক্ত হয়। এই সেতুগুলিতে একাধিক সালফার পরমানু থাকতে পারে। ক্রসলিঙ্কে সালফারের পরমানুর সংখ্যা চূড়ান্ত রবারের ভৌত বৈশিষ্ট্যগুলিতে শক্তিশালী প্রভাব ফেলে। সংক্ষিপ্ত ক্রসলিঙ্ক রবারকে ভালো তাপ প্রতিরোধ ক্ষমতা দেয়। সালফারের অধিক সংখ্যক পরমানুযুক্ত ক্রসলিঙ্ক রবারকে ভালো গতিশীল গুণাবলী প্রদান করে, তবে তাপ প্রতিরোধ ক্ষমতা কমিয়ে দেয়। গতিশীল গুণাবলী রবারের নমনীয় গতিবিধির জন্য গুরুত্বপূর্ণ, যেমন, একটি চলমান টায়ারের পাশের প্রাচীরের গতি। ভাল নমনীয়তা ছাড়া এই গতিবিধি দ্রুত ফাটল সৃষ্টি করতে পারে এবং শেষ পর্যন্ত রবারের অবলুপ্তি ঘটায়।\n\n\n== পলিক্লোরোপ্রিনের ভলকানাইজেশন ==\nনিওপ্রিন বা পলিক্লোরোপ্রিন রবারের (সিআর রবার) ভলকানাইজেশন ধাতব অক্সাইড (বিশেষত MgO এবং ZnO, কখনও কখনও Pb3O4) ব্যবহার করে করা হয়, যা বর্তমানে অনেক প্রাকৃতিক এবং সিন্থেটিক রাবারের সাথে ব্যবহৃত সালফার যৌগের পরিবর্তে। এছাড়াও বিভিন্ন প্রক্রিয়াকরণ কারণে (প্রধানত ঝলসানো, এটি হলো তাপের প্রভাবে রবারের প্রাথমিক ক্রস-লিঙ্কিং), এক্সিলারেটরের নির্বাচন অন্যান্য ডায়িন রবারের তুলনায় আলাদা নিয়মের অধীনে হয়। প্রচলিতভাবে ব্যবহৃত অধিকাংশ এক্সিলারেটর সিআর রবারকে শক্ত করার সময় সমস্যাজনক হয় এবং সবচেয়ে গুরুত্বপূর্ণ এক্সিলারেন্ট হিসেবে ইথিলিন থাইউরিয়া (ETU) পাওয়া গেছে, যা পলিক্লোরোপ্রিনের জন্য একটি চমৎকার এবং প্রমাণিত এক্সিলারেটর হলেও, রিপ্রোটক্সিক হিসেবে শ্রেণিবদ্ধ হয়েছে। ২০১০ থেকে ২০১৩ সাল পর্যন্ত ইউরোপীয় রাবার শিল্প একটি গবেষণা প্রকল্প চালায়, যার নাম ছিল সেফরাবার, যা ETU ব্যবহারের একটি নিরাপদ বিকল্প তৈরি করতে কাজ করছিল।\n\n\n== সিলিকনের ভলকানাইজেশন ==\n\nকক্ষ-তাপমাত্রা ভলকানাইজিং (আরটিভি) সিলিকন সক্রিয় তেলভিত্তিক পলিমার এবং শক্তিশালী খনিজ ফিলারের সংমিশ্রণে তৈরি। কক্ষ-তাপমাত্রা ভলকানাইজিং সিলিকনের দুটি ধরন আছে:\n\nআরটিভি-১ (একক উপাদান ব্যবস্থা); বায়ুমণ্ডলের আর্দ্রতা, একটি অনুঘটক এবং অ্যাসিটোক্সিসিলেনের প্রভাবে শক্ত হয়ে যায়। অ্যাসিটোক্সিসিলেন আর্দ্র পরিবেশে সংস্পর্শে এলে অ্যাসিটিক অ্যাসিড তৈরি করে। শক্তকরণ প্রক্রিয়া বাইরের পৃষ্ঠ থেকে শুরু হয়ে তারপর আভ্যন্তরীণ স্তরে পৌঁছায়। পণ্যটি বায়ুরোধী কার্তুজে প্যাক করা হয় এবং এটি তরল বা পেস্ট আকারে থাকে। আরটিভি-১ সিলিকনের ভালো আঠালো ক্ষমতা, স্থিতিস্থাপকতা এবং স্থায়িত্বের গুণাবলী থাকে। শোর কঠোরতা ১৮ থেকে ৬০ পর্যন্ত পরিবর্তিত হতে পারে। ব্রেক পয়েন্টে সম্প্রসারণ ১৫০% থেকে ৭০০% পর্যন্ত হতে পারে। এই সিলিকন অতিবেগুনি রশ্মি এবং আবহাওয়া প্রতিরোধে অতুলনীয় হওয়ায় এগুলির চমৎকার বার্ধক্য প্রতিরোধ ক্ষমতা রয়েছে।\nআরটিভি-২ (দ্বি-উপাদান ব্যবস্থা); দুটি উপাদানযুক্ত পণ্য, যা মিশ্রিত হলে রুম তাপমাত্রায় একটি কঠিন নমনীয় পলিমার, জেল বা নমনীয় ফোমে পরিণত হয়। আরটিভি-২ −৮০ থেকে ২৫০ °C (−১১২ থেকে ৪৮২ °F) পর্যন্ত তাপমাত্রায় নমনীয় থাকে। ৩৫০ °C (৬৬২ °F)-এর উপরে তাপমাত্রায় এর ভাঙন ঘটে, ফলে একটি নিষ্ক্রিয় সিলিকা অবশিষ্ট থাকে যা অ-প্রজ্বলনীয়\nএবং অ-দাহ্য। এর পরাবৈদ্যুতিক বৈশিষ্ট্যের কারণে এটি বৈদ্যুতিক অন্তরক হিসেবে ব্যবহার করা যায়। এর যান্ত্রিক গুণাবলী সন্তোষজনক। আরটিভি-২ নমনীয় ছাঁচ তৈরির জন্য এবং শিল্প ও প্যারামেডিক্যাল প্রয়োজনে অনেক প্রযুক্তিগত যন্ত্রাংশ তৈরির জন্য ব্যবহৃত হয়।\n\n\n== আরও দেখুন ==\nআইএসও ২৯২১\nপলিমার স্টেবিলাইজার\nসালফার কংক্রিট\nভলকানাইজড ফাইবার\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:Rubber"}