{"pageid": 1510072, "title": "ভারতে সাম্যবাদ", "url": "https://bn.wikipedia.org/wiki?curid=1510072", "content": "ভারতে কমিউনিজম বা সাম্যবাদ ১৯২০-এর দশক থেকে একটি সামাজিক বা রাজনৈতিক মতাদর্শের পাশাপাশি একটি রাজনৈতিক আন্দোলন হিসাবে বিদ্যমান রয়েছে। এর সূচনাকালে কমিউনিস্ট মতাদর্শকে আইনি নিষেধাজ্ঞা এবং ফৌজদারি মামলার মাধ্যমে কঠোরভাবে দমন করা হয়েছিল। তবে একটা পর্যায়ে কমিউনিস্ট দলগুলো জাতীয় দলীয় রাজনীতিতে আবদ্ধ হয়ে পড়ে এবং তাদের বেশ কয়েকটি রাজনৈতিক শাখা পরিস্ফুটিত হয়।\n\n\n== প্রাথমিক ইতিহাস ==\n\nঅক্টোবর বিপ্লবের পর বিশিষ্ট ভারতীয়দের মধ্যে বিপিনচন্দ্র পাল ও বাল গঙ্গাধর তিলক বিপ্লবের নেতা লেনিন সহ রাশিয়ার নতুন শাসকদের প্রতি তাদের প্রশংসা প্রকাশ করেছিলেন। বিপ্লবের খবর শুনে আব্দুল সাত্তার খাইরি ও আব্দুল জব্বার খাইরি তৎক্ষণাৎ মস্কো যান। মস্কোতে তারা লেনিনের সাথে দেখা করে তাকে শুভেচ্ছা জানান। রুশ বিপ্লব উত্তর আমেরিকার গদর পার্টির মতো প্রবাসী ভারতীয় বিপ্লবীদেরও প্রভাবিত করেছিল। খিলাফত আন্দোলন প্রাথমিক ভারতীয় কমিউনিজমের উত্থানে অবদান রেখেছিল। অনেক ভারতীয় মুসলমান খিলাফতের প্রতিরক্ষায় যোগদানের জন্য ভারত ত্যাগ করেছিলেন। সোভিয়েত অঞ্চল পরিদর্শন করার সময় তাদের মধ্যে অনেকেই কমিউনিস্ট হয়ে ওঠেন। সোভিয়েত অঞ্চল গুলোতে ভ্রমণে কিছু হিন্দুও মুসলিম মুহাজিরদের সাথে যোগ দিয়েছিলেন। ভারতে বলশেভিক সহানুভূতির ক্রমবর্ধমান প্রভাবে ঔপনিবেশিক কর্তৃপক্ষ স্পষ্টতই বিরক্ত ছিল। প্রথম পাল্টা পদক্ষেপ ছিল একটি ফতোয়া জারি করা যেখানে মুসলমানদের কমিউনিজম প্রত্যাখ্যান করার আহ্বান জানানো হয়েছিল। স্বরাষ্ট্র বিভাগ কমিউনিস্ট প্রভাব পর্যবেক্ষণের জন্য একটি বিশেষ শাখা প্রতিষ্ঠা করে। ভারতে মার্কসবাদী সাহিত্যের আমদানি পরীক্ষা করার জন্য কাস্টমসকে নির্দেশ দেওয়া হয়েছিল। প্রচুর সংখ্যক সাম্যবাদ বিরোধী প্রচারণামূলক প্রকাশনা প্রকাশিত হয়েছিল।\nপ্রথম বিশ্বযুদ্ধের সাথে সাথে ভারতে শিল্পের দ্রুত বৃদ্ধি ঘটে। এর ফলে শিল্প সর্বহারা শ্রেণীর বৃদ্ধি ঘটে। একই সাথে নিত্যপ্রয়োজনীয় পণ্যের দামও বেড়ে যায়। এই বিষয় গুলোই ভারতীয় ট্রেড ইউনিয়ন আন্দোলন গড়ে তোলার ক্ষেত্রে অবদান রেখেছিল। ভারতজুড়ে নগর কেন্দ্র গুলোতে ইউনিয়ন গঠন করা হয়েছিল এবং ধর্মঘট সংগঠিত হয়েছিল। ১৯২০ সালে নিখিল ভারত ট্রেড ইউনিয়ন কংগ্রেস প্রতিষ্ঠিত হয়। ১৯২১ সালে বোম্বের এস এ ডাঙ্গে \"গান্ধী বনাম লেনিন\" শিরোনামে একটি পুস্তিকা প্রকাশ করেন, যেখানে উভয় নেতার দৃষ্টিভঙ্গির তুলনামূলক অধ্যয়ন করে লেনিন দুজনের মধ্যে শ্রেষ্ঠ বলে বের করে আনা হয়। স্থানীয় মিল মালিক রণছোড় দাস ভবন লোটওয়ালার সাথে একত্রে ডাঙ্গে মার্কসীয় সাহিত্যের একটি গ্রন্থাগার স্থাপন করা করেন এবং মার্কসীয় ধ্রুপদী রচনা গুলোর অনুবাদ প্রকাশ শুরু হয়েছিল। ১৯২২ সালে লোটওয়ালার সহায়তায় ডাঙ্গে প্রথম ভারতীয় মার্কসবাদী গবেষণাপত্র ইংরেজি সাপ্তাহিক সোশ্যালিস্ট চালু করেন।\n১৯২৪ সালের কমিউনিস্ট আন্তর্জাতিকের দ্বিতীয় কংগ্রেসে জোর দেওয়া হয়েছিল যে উপনিবেশিত দেশ গুলোতে সর্বহারা, কৃষক এবং জাতীয় বুর্জোয়াদের মধ্যে একটি যুক্তফ্রন্ট গঠন করা উচিত। কংগ্রেসের আগে লেনিনের তৈরি একুশটি শর্তের মধ্যে ছিল একাদশ থিসিস, যেখানে বলা হয়েছিল যে সমস্ত কমিউনিস্ট দলকে উপনিবেশগুলোতে বুর্জোয়া-গণতান্ত্রিক মুক্তি আন্দোলনকে সমর্থন করতে হবে। কিছু প্রতিনিধি বুর্জোয়াদের সাথে জোটের ধারণার বিরোধিতা করেছিলেন এবং পরিবর্তে এই দেশগুলোর কমিউনিস্ট আন্দোলনগুলোকে সমর্থন করতে পছন্দ করেছিলেন। তাদের সমালোচনা ভারতীয় বিপ্লবী এমএন রায়ও করেছিলেন, যিনি মেক্সিকোর কমিউনিস্ট পার্টির প্রতিনিধি হিসেবে উপস্থিত ছিলেন। কংগ্রেস 'বুর্জোয়া-গণতান্ত্রিক' শব্দটি অপসারণ করে যা ৮ম শর্তে পরিণত হয়।\n১৯২০ থেকে ১৯৩০-এর দশকের গোড়ার দিকে কমিউনিস্ট পার্টির অস্তিত্ব ছিল কিন্তু তা খুব একটা সংগঠিত ছিল না এবং বাস্তবে সীমিত জাতীয় সমন্বয়ের সাথে কাজ করা বেশ কয়েকটি কমিউনিস্ট গোষ্ঠী ছিল। ব্রিটিশ ঔপনিবেশিক কর্তৃপক্ষ সকল কমিউনিস্ট কার্যকলাপ নিষিদ্ধ করেছিল, যার ফলে একটি ঐক্যবদ্ধ দল গঠনের কাজটি খুবই কঠিন হয়ে পড়েছিল। কমিউনিস্ট আন্তর্জাতিকের দ্বিতীয় কংগ্রেসের পরপরই, এমএন রায় কর্তৃক ১৯২০ সালের ১৭ অক্টোবর তাসখন্দে একটি কমিউনিস্ট গ্রুপ প্রতিষ্ঠিত হয়। রায় বাংলায় অনুশীলন এবং যুগান্তর দলের সাথে যোগাযোগ স্থাপন করেন। বোম্বে (এসএ ডাঙ্গের নেতৃত্বে), মাদ্রাজ (সিঙ্গারাভেলু চেট্টিয়ার নেতৃত্বে), সংযুক্ত প্রদেশ (শওকত উসমানীর নেতৃত্বে), পাঞ্জাব, সিন্ধু (গোলাম হোসেনের নেতৃত্বে) এবং বাংলায় (মুজাফফর আহমেদের নেতৃত্বে) ছোট ছোট কমিউনিস্ট দল গঠিত হয়েছিল।\n১৯২৩ সালের ১ মে সিঙ্গারাভেলু চেট্টিয়ার মাদ্রাজে হিন্দুস্তানের লেবার কিষাণ পার্টি প্রতিষ্ঠা করেন। এলকেপিএইচ ভারতে প্রথম মে দিবস উদযাপনের আয়োজন করে এবং এই প্রথম ভারতে লাল পতাকা ব্যবহার করা হয়েছিল।\nতারপর ১৯২৫ সালের ২৬ ডিসেম্বরে কানপুরে প্রথম দলীয় সম্মেলনে ভারতের কমিউনিস্ট পার্টি (সিপিআই) গঠিত হয়। সিপিআইয়ের প্রথম সাধারণ সম্পাদক ছিলেন এসভি ঘাটে। সম্মেলনটি ১৯২৫ সালের ২৫ থেকে ২৮ ডিসেম্বর অনুষ্ঠিত হয়। ঔপনিবেশিক কর্তৃপক্ষের অনুমান ছিল যে সম্মেলনে ৫০০ জন অংশগ্রহণ করেছিলেন। সম্মেলনটি সত্যভক্ত নামে একজন ব্যক্তি আহবান করেছিলেন যার সম্পর্কে খুব কমই জানা যায়। বলা হয় যে সত্যভক্ত 'জাতীয় সাম্যবাদের' পক্ষে এবং কমিন্টার্নের অধীনে অধীনতার বিরুদ্ধে যুক্তি দিয়েছিলেন। অন্যান্য প্রতিনিধিদের ভোটে পিছিয়ে পড়ার কারণে সত্যভক্ত প্রতিবাদে উভয় সম্মেলনস্থল ত্যাগ করেন। সম্মেলনে 'ভারতের কমিউনিস্ট পার্টি' নামটি গৃহীত হয়। এলকেপিএইচ এর মতো গোষ্ঠী গুলো সিপিআইতে মিশে যায়। প্রবাসী সিপিআইয়ের সম্ভবত খুব একটা স্পষ্ট চরিত্র ছিল না, তার স্থলাভিষিক্ত হয় বর্তমানে ভারতের অভ্যন্তরে কর্মরত সংগঠনটি।\n\n\n== ভারতীয় স্বাধীনতা আন্দোলনে অংশগ্রহণ ==\n\n১৯২১ থেকে ১৯২৪ সালের মধ্যে কমিউনিস্ট আন্দোলনের বিরুদ্ধে তিনটি ষড়যন্ত্রের বিচার হয়েছিল; প্রথম পেশোয়ার ষড়যন্ত্র মামলা, মীরাট ষড়যন্ত্র মামলা এবং কানপুর বলশেভিক ষড়যন্ত্র মামলা। প্রথম তিনটি মামলায়, রাশিয়ান প্রশিক্ষিত মুহাজির কমিউনিস্টদের বিচারের মুখোমুখি করা হয়েছিল। তবে কানপুর মামলার রাজনৈতিক প্রভাব বেশি ছিল। ১৯২৩ সালের ১৭ মার্চে কানপুর বলশেভিক ষড়যন্ত্র মামলায় শ্রীপাদ অমৃত ডাঙ্গে, এমএন রায়, মুজাফফর আহমেদ, নলিনী গুপ্ত, শওকত উসমানী, সিঙ্গারাভেলু চেট্টিয়ার, গোলাম হুসেন এবং আরসি শর্মাকে অভিযুক্ত করা হয়। সুনির্দিষ্ট অভিযোগ ছিল যে কমিউনিস্ট হিসেবে তারা \"একটি সহিংস বিপ্লবের মাধ্যমে ভারতকে ব্রিটেন থেকে সম্পূর্ণ পৃথক করে ব্রিটিশ ভারতের রাজা সম্রাটকে তার সার্বভৌমত্ব থেকে বঞ্চিত করতে চাইছিল।\" প্রতিদিন সংবাদপত্রের পাতায় চাঞ্চল্যকর কমিউনিস্ট পরিকল্পনা প্রকাশিত হত এবং মানুষ প্রথমবারের মতো এত বড় পরিসরে কমিউনিজম, এর মতবাদ এবং ভারতে কমিউনিস্ট আন্তর্জাতিকের লক্ষ্য সম্পর্কে জানতে পারত। \n\n\n=== কমিউনিস্ট সংগঠন ===\nহিন্দুস্তান সোশ্যালিস্ট রিপাবলিকান অ্যাসোসিয়েশন (এইচএসআরএ) ১৯২৮ সালে হিন্দুস্তান রিপাবলিকান অ্যাসোসিয়েশনের উত্তরসূরি হিসেবে গঠিত হয়। ভগৎ সিং, চন্দ্রশেখর আজাদ এবং অন্যান্য নেতারা এটি পরিচালনা করতেন। তারা সমাজতান্ত্রিক ও কমিউনিস্ট আদর্শকে একত্রিত করেন। এই দলের উল্লেখযোগ্য কর্মকাণ্ডের মধ্যে কাকোরি ট্রেন ডাকাতি (১৯২৫) ছিল, যা বিপ্লবী কর্মকাণ্ডের জন্য অর্থ সংগ্রহের উদ্দেশ্যে পরিচালিত হয়। ১৯২৯ সালে তারা ব্রিটিশ শাসনের দমনমূলক আইনের প্রতিবাদে কেন্দ্রীয় আইনসভায় বোমা হামলা চালায়। ১৯৩১ সালে ভগৎ সিং, সুখদেব ও রাজগুরুর ফাঁসি ভারতের স্বাধীনতা সংগ্রামে ব্যাপক প্রভাব ফেলে।\nকমিউনিস্ট কনসোলিডেশন সংগঠনটি ১৯৩৫ সালে সেলুলার জেলে বন্দি রাজনৈতিক কর্মীরা গঠন করেন। হরেকৃষ্ণ কোনার ও বটুকেশ্বর দত্ত এর নেতৃত্ব দেন। ১৯৩৩ ও ১৯৩৭ সালের অনশন ধর্মঘটের মাধ্যমে তারা বন্দিদের প্রতি অত্যাচারের বিরুদ্ধে প্রতিবাদ করে। তারা মার্কসবাদী আদর্শ প্রচার করে এবং ৮০০-র বেশি বন্দিকে ঐক্যবদ্ধ করে \"ইনকিলাব জিন্দাবাদ\" (বিপ্লব দীর্ঘজীবী হোক) শ্লোগান জনপ্রিয় করে তোলে।\nকমিউনিস্ট পার্টি অব ইন্ডিয়া (সিপিআই) ১৯২৫ সালে প্রতিষ্ঠিত হয় এবং ব্রিটিশ দমনপীড়নের শিকার হয়। কানপুর বলশেভিক ষড়যন্ত্র মামলায় (১৯২৪) এস.এ. ডাঙ্গে ও এম.এন. রায়সহ কমিউনিস্ট নেতারা গ্রেপ্তার হন। দলটি শ্রমিক ইউনিয়ন ও কৃষক আন্দোলনের মাধ্যমে বিস্তার লাভ করে। দ্বিতীয় বিশ্বযুদ্ধের সময় ১৯৪২ সালে মিত্রশক্তিকে সমর্থন করায় এটি স্বীকৃতি পেলেও ‘ভারত ছাড়ো আন্দোলনের’ বিরোধিতার জন্য সমালোচিত হয়। ১৯৪৭ সালের দেশভাগকে সিপিআই উপনিবেশবাদীদের ষড়যন্ত্র হিসেবে প্রত্যাখ্যান করে।\n১৯২৬ সালে ভগৎ সিং নওজোয়ান ভারত সভা (এনবিএস) প্রতিষ্ঠা করেন। এটি তরুণদের বিপ্লবী সমাজতন্ত্রে উদ্বুদ্ধ করে এবং সাইমন কমিশনের বিরুদ্ধে প্রতিবাদ সংগঠিত করে। ব্রিটিশ সরকার কমিউনিস্ট আন্দোলনের সঙ্গে সম্পৃক্ততার অভিযোগে ১৯৩৪ সালে সংগঠনটি নিষিদ্ধ করে।\nকীর্তি কিষান পার্টি পাঞ্জাব ও বাংলা অঞ্চলে সক্রিয় ছিল। এটি শ্রমিক অধিকার ও জমিদারবিরোধী আন্দোলনে নেতৃত্ব দেয়। মীরাট ষড়যন্ত্র মামলায় (১৯২৯-১৯৩৩) কমিউনিস্ট প্রভাব কমানোর লক্ষ্যে ব্রিটিশরা নেতা সোহন সিং জোশসহ অনেককে গ্রেপ্তার করে।\n\n\n=== গুরুত্বপূর্ণ ঘটনা ===\n১৯২৫ সালে এইচএসআরএ সদস্যরা কাকোরি ট্রেন ডাকাতির মাধ্যমে ব্রিটিশদের অর্থ লুট করে। আশফাকউল্লাহ খান, রামপ্রসাদ বিসমিলসহ অনেক বিপ্লবীকে মৃত্যুদণ্ড দেওয়া হয়। ১৯২৯ সালে লাহোর ষড়যন্ত্র মামলায় ভগৎ সিং ও বটুকেশ্বর দত্ত আইনসভায় বোমা নিক্ষেপ করেন, যা প্রতীকী প্রতিবাদ ছিল। জেলে থাকাকালীন তাদের অনশন ধর্মঘট জাতীয় সংহতির জন্ম দেয়। ১৯২৯ থেকে ১৯৩৩ সালের মীরাট ষড়যন্ত্র মামলায় ব্রিটিশরা ৩৩ জন শ্রমিক নেতা ও কমিউনিস্টকে গ্রেপ্তার করে। এতে সিপিআই’র শ্রমিক সংগঠনের গুরুত্ব বৃদ্ধি পায়। ১৯২২ থেকে ১৯২৭ সালের মধ্যে পেশোয়ার ও কানপুর ষড়যন্ত্র মামলায় সোভিয়েত-প্রশিক্ষিত ভারতীয় কমিউনিস্টদের বিচারের সম্মুখীন করা হয়।\n১৯৪৬ সালে রাজকীয় ভারতীয় নৌসেনা বিদ্রোহের সময় কমিউনিস্টদের সমর্থনে নৌবাহিনীর নাবিকরা ব্রিটিশ অফিসারদের বিরুদ্ধে বিদ্রোহ করেন। যদিও এটি দমন করা হয়, তবে ব্রিটিশ শাসনের প্রতি সেনাবাহিনীর আনুগত্য দুর্বল হয়ে পড়ে।\n\n\n=== আদর্শগত অবদান ===\nকমিউনিস্টরা গান্ধীবাদী অহিংসার সমালোচনা করে এবং পুঁজিবাদী শোষণের বিরুদ্ধে বক্তব্য দেয়। এস.এ. ডাঙ্গের গান্ধী বনাম লেনিন (১৯২১) বইটি মার্কসবাদী চিন্তা প্রচারে ভূমিকা রাখে। ১৯৩০-এর দশকে কমিউনিস্টরা কংগ্রেস সোশ্যালিস্ট পার্টির সঙ্গে জোট গড়ে তোলে এবং সমাজতান্ত্রিক ভাবধারা প্রচার করে। বিপিন চন্দ্র পালসহ অনেকে লেনিনের আদর্শের প্রতি আকৃষ্ট হন। সেই সময় কমিউনিস্ট সাহিত্যের অনুবাদ গোপন সংগঠনগুলোর মাধ্যমে বিভিন্ন ভারতীয় ভাষায় ছড়িয়ে দেওয়া হয়।\n\n\n=== ব্যক্তি ===\nভারতের স্বাধীনতা আন্দোলনে কমিউনিস্ট বিপ্লবীদের ভূমিকা অত্যন্ত গুরুত্বপূর্ণ ছিল। ভগৎ সিং ও চন্দ্রশেখর আজাদ ব্রিটিশ শাসনের বিরুদ্ধে সশস্ত্র সংগ্রামের পথ বেছে নেন এবং কেন্দ্রীয় আইনসভায় বোমা বিস্ফোরণসহ বিভিন্ন আন্দোলনের নেতৃত্ব দেন। আশফাকউল্লাহ খান হিন্দুস্তান রিপাবলিকান অ্যাসোসিয়েশনের অন্যতম প্রতিষ্ঠাতা ছিলেন এবং কাকোরি ট্রেন ডাকাতিতে অংশগ্রহণ করেন। মুজাফফর আহমদ ও মানবেন্দ্রনাথ রায় ভারতের কমিউনিস্ট পার্টি প্রতিষ্ঠায় মুখ্য ভূমিকা পালন করেন, যেখানে রায় মেক্সিকোতেও কমিউনিস্ট আন্দোলন গড়ে তোলেন। হরেকৃষ্ণ কোনার কমিউনিস্ট কনসোলিডেশন সংগঠনের প্রতিষ্ঠাতা ছিলেন এবং বন্দি অবস্থায়ও বিপ্লবী কর্মকাণ্ড চালিয়ে যান। সৌম্যেন্দ্রনাথ ঠাকুর জার্মানিতে হিটলার হত্যার ষড়যন্ত্রের অভিযোগে গ্রেপ্তার হন, যা তার আন্তর্জাতিক বিপ্লবী কর্মকাণ্ডের প্রমাণ। সোহন সিং ভাকনা গদর পার্টির প্রতিষ্ঠাতা সভাপতি ছিলেন, যা প্রবাসী ভারতীয়দের মধ্যে স্বাধীনতা আন্দোলনের স্ফুলিঙ্গ ছড়িয়ে দেয়। বটুকেশ্বর দত্ত, শিব ভার্মা, গণেশ ঘোষ, এবং জয়দেব কাপুর বিপ্লবী সংগঠনের গুরুত্বপূর্ণ সদস্য ছিলেন, যারা ব্রিটিশ শাসনের বিরুদ্ধে লড়াই করেছেন। নাট্যকার ও অভিনেতা উৎপল দত্ত এবং এ. কে. হাঙ্গল কমিউনিস্ট আন্দোলনের পাশাপাশি সাংস্কৃতিক ক্ষেত্রেও তাদের প্রতিভার স্বাক্ষর রাখেন। জ্যোতি বসু স্বাধীনতা পরবর্তী সময়ে পশ্চিমবঙ্গের দীর্ঘতম সময় ধরে মুখ্যমন্ত্রী হিসেবে সমাজতান্ত্রিক নীতির বিস্তার ঘটান। এভাবে, ভারতের স্বাধীনতা আন্দোলনে কমিউনিস্ট বিপ্লবীরা শুধু রাজনৈতিক সংগ্রামই নয়, সাংস্কৃতিক ও আদর্শিক দিক থেকেও গুরুত্বপূর্ণ অবদান রাখেন।\nকমিউনিস্টরা অভ্যন্তরীণ বিভক্তি ও কিছু কৌশলগত ভুল করলেও শ্রমিক-কৃষক আন্দোলনকে শক্তিশালী করেছে এবং উপনিবেশবাদের বিরুদ্ধে লড়াইয়ে গুরুত্বপূর্ণ অবদান রেখেছে। ১৯৪২ সালের ভারত ছাড়ো আন্দোলনের বিরোধিতা করায় সমালোচিত হলেও, সিপিআই দেশভাগকে সাম্প্রদায়িক বিভাজন হিসেবে প্রত্যাখ্যান করে এবং সমাজতান্ত্রিক নীতির পক্ষে অবস্থান নেয়। স্বাধীনতার পরও দলটি সমাজতন্ত্র ও ধর্মনিরপেক্ষতার পক্ষে প্রচার চালিয়ে যায়। ভারতের স্বাধীনতা সংগ্রামের প্রচলিত বর্ণনার বাইরে কমিউনিস্টদের অবদান ইতিহাসের গুরুত্বপূর্ণ অধ্যায় হিসেবে বিবেচিত হয়।\n\n\n== অন্যান্য কমিউনিস্ট আন্দোলন ==\n\nভারতে ১৯২০-এর দশক থেকে বিভিন্ন আন্দোলনে কমিউনিস্টদের সক্রিয় অংশগ্রহণ ছিল। সবচেয়ে গুরুত্বপূর্ণ আন্দোলনগুলোর মধ্যে একটি ছিল ১৯৩৬ সালে নিখিল ভারত কিষান সভা প্রতিষ্ঠা, যা কৃষকদের সংগঠিত করতে বড় ভূমিকা রাখে। ১৯৪২ সালের মধ্যে এআইকেএস এবং কমিউনিস্টরা দেশের কৃষক আন্দোলনে নেতৃত্ব দিতে শুরু করে। এআইকেএসের অধিকাংশ সদস্যই কমিউনিস্ট মতাদর্শের অনুসারী ছিলেন। সংগঠনটি কৃষক শ্রেণির মধ্যে কমিউনিস্টদের শক্তিশালী রাজনৈতিক ও সামাজিক ভিত্তি তৈরি করে। এই আন্দোলনের উল্লেখযোগ্য নেতাদের মধ্যে সাহাজানন্দ সরস্বতী, কার্যানন্দ শর্মা এবং ভোগেন্দ্র ঝাঁ অন্যতম। এআইকেএসের প্রভাব পরবর্তী সময়ে বাকশত আন্দোলন (১৯৪৬-১৯৫২), মধুবনী আন্দোলন এবং দ্বারভাঙ্গা আন্দোলনের মতো কৃষক আন্দোলনেও ছড়িয়ে পড়ে। এসব আন্দোলনের মূল লক্ষ্য ছিল সামন্ততান্ত্রিক শোষণের বিরুদ্ধে প্রতিরোধ গড়ে তুলে কৃষকদের অধিকার প্রতিষ্ঠা।\nকমিউনিস্টদের নেতৃত্বে পরিচালিত অন্যতম বৃহৎ কৃষক বিদ্রোহ ছিল তেলেঙ্গানা সশস্ত্র সংগ্রাম (১৯৪৬-১৯৫১)। এটি ছিল তৎকালীন হায়দরাবাদ রাজ্যের তেলেঙ্গানা অঞ্চলের সামন্তপ্রভুদের বিরুদ্ধে কৃষকদের বিদ্রোহ। ১৯২০ ও ১৯৩০-এর দশকের প্রথম দিকে, ভারতের কমিউনিস্ট পার্টি (সিপিআই) কার্যক্রম পরিচালনা করলেও তা খুব একটা সংগঠিত ছিল না। বিভিন্ন অঞ্চলে পৃথক কমিউনিস্ট দল সক্রিয় থাকলেও তাদের মধ্যে জাতীয় পর্যায়ে সমন্বয় ছিল সীমিত। ব্রিটিশ ঔপনিবেশিক সরকার সব ধরনের কমিউনিস্ট কার্যক্রম নিষিদ্ধ করেছিল, ফলে একটি ঐক্যবদ্ধ পার্টি গঠন করা কঠিন হয়ে পড়ে। এসব চ্যালেঞ্জ সত্ত্বেও ১৯২০ সালের ১৭ অক্টোবরে এম. এন. রায় তাসখন্দে একটি কমিউনিস্ট গোষ্ঠী প্রতিষ্ঠা করেন। তিনি বাংলার অনুশীলন এবং যুগান্তর গোষ্ঠীর সঙ্গে যোগাযোগ স্থাপন করেন। একই সময়ে, বোম্বেতে এস. এ. ডাঙ্গে, মাদ্রাজে সিঙ্গারাভেলু চেট্টিয়ার, ইউনাইটেড প্রভিন্সে শওকত উসমানি, পাঞ্জাব ও সিন্ধে গুলাম হুসেইন এবং বাংলায় মুজাফফর আহমেদের নেতৃত্বে ছোট ছোট কমিউনিস্ট দল গঠিত হয়।\nআরেকটি গুরুত্বপূর্ণ কমিউনিস্ট নেতৃত্বাধীন আন্দোলন ছিল তেভাগা আন্দোলন (১৯৪৬-১৯৫০)। এই আন্দোলনের কেন্দ্রে ছিল ভাগচাষীদের ন্যায্য দাবির প্রশ্ন। ১৯৪৬ সালে বর্গাচাষীরা জমিদারদের তাদের উৎপাদিত ফসলের অর্ধেক দেওয়ার পরিবর্তে এক-তৃতীয়াংশ দেওয়ার দাবি তোলে। তারা আরও দাবি জানায় যে, ফসল কাটা হলে তা জমিদারদের গুদামে না রেখে নিজেদের গুদামে সংরক্ষণ করবে। ১৯৪৬ সালের সেপ্টেম্বর মাসে বঙ্গীয় প্রাদেশিক কিষান সভা আনুষ্ঠানিকভাবে তেভাগা আন্দোলন শুরু করে। কমিউনিস্ট পার্টির নেতৃত্বে এই আন্দোলন কাকদ্বীপ, সোনারপুর, ভাঙ্গড় এবং ক্যানিং অঞ্চলে ছড়িয়ে পড়ে। অনেক এলাকায় আন্দোলন সহিংস হয়ে ওঠে এবং জমিদাররা পালিয়ে যেতে বাধ্য হয়, ফলে কিছু অংশ কৃষক সভার নিয়ন্ত্রণে চলে যায়। এই আন্দোলনের ফলে জোতদারদের সঙ্গে ভাগচাষীদের সংঘর্ষ দেখা দেয়। আন্দোলনের উল্লেখযোগ্য নেতাদের মধ্যে ছিলেন কংসারি হালদার, গণেশ দাস, অশোক বসু এবং রাশবিহারী ঘোষ। কৃষক নেতাদের মধ্যে গজেন মালিক, মনিক হাজরা, যতীন মাইতি এবং বিজয় মণ্ডল গুরুত্বপূর্ণ ভূমিকা রাখেন। ১৯৫০ সালে ভাগচাষ আইন পাস হওয়ার পর এই আন্দোলন শেষ হয়।\nরাজস্থানে ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী) একাধিক কৃষক ও চাষি আন্দোলনের নেতৃত্ব দিয়েছে। ২০০০ সালে কিষান সভা রাজস্থানের বিধানসভা ঘেরাও করে এবং কৃষকদের জন্য দৈনিক বিদ্যুৎ সরবরাহ বাড়ানোর দাবি তোলে। ২০০৪ সালে সিপিআই (এম) শ্রীগঙ্গানগর জেলায় আন্দোলন শুরু করে, যেখানে ইন্দিরা গান্ধী খাল থেকে কৃষকদের পানির বরাদ্দ কমালে তার প্রতিবাদ করা হয়। পুলিশ গুলি চালালে চারজন কৃষক নিহত হন, তবে পরে সরকার কৃষকদের দাবি মেনে নিতে বাধ্য হয়। ২০০৫ সালে বিদ্যুৎ শুল্ক বৃদ্ধির প্রতিবাদে সিপিআই (এম) আবারও আন্দোলন শুরু করে যা শেষ পর্যন্ত বিদ্যুতের দাম কমানোর জন্য সরকারকে বাধ্য করে।\n২০১৭ সালের সিকার কিষান আন্দোলন ছিল রাজস্থানে আরেকটি বড় কৃষক বিদ্রোহ। সর্ব ভারতীয় কিষান সভার (এআইকেএস) নেতৃত্বে পরিচালিত এই আন্দোলনের প্রধান দাবি ছিল কৃষি ঋণ মওকুফ, ন্যূনতম সহায়ক মূল্য এবং কৃষকদের অন্যান্য সুবিধা প্রদান। ২০১৭ সালের ১ সেপ্টেম্বরে এই আন্দোলন সিকারে শুরু হয় এবং পরে বিকানীর, নাগৌর, ঝুনঝুনু, চুরু, হনুমানগড় ও শ্রীগঙ্গানগরসহ আরও কয়েকটি জেলায় ছড়িয়ে পড়ে। সরকার পরিস্থিতি নিয়ন্ত্রণে আনতে সিকারে ১৪৪ ধারা জারি করে এবং ইন্টারনেট পরিষেবা বন্ধ করে দেয়। ১০ সেপ্টেম্বর এআইকেএস রাজ্যব্যাপী মহাসড়ক অবরোধের ডাক দেয়, যার ফলে রাজস্থানের ১৪টি জেলায় আন্দোলনের ব্যাপক প্রভাব পড়ে। স্থানীয় ব্যবসায়ী এবং অন্যান্য সংগঠন এই আন্দোলনের প্রতি সমর্থন জানায়। ১১ দিন ধরে চলা বিক্ষোভের পর, ১৩ সেপ্টেম্বর রাতে সরকার কৃষকদের দাবি মেনে নেয় এবং আন্দোলন প্রত্যাহার করা হয়।\nমণিপুরে ১৯৪০ থেকে ১৯৫১ সালের মধ্যে বামপন্থী আন্দোলন গুরুত্বপূর্ণ ভূমিকা পালন করে। কারাগারে থাকাকালীন ইরাবত সিংহ হেমাঙ্গ বিশ্বাস ও জ্যোতির্ময় নন্দীর মতো কমিউনিস্ট নেতাদের সংস্পর্শে আসেন এবং তাদের দ্বারা প্রভাবিত হন। মার্চ ১৯৪৬ সালে তিনি মণিপুরে ফিরে আসার অনুমতি পান এবং মণিপুর প্রজা মণ্ডল নামে একটি নতুন দল গঠন করেন। তবে কমিউনিস্ট পার্টির সঙ্গে সম্পৃক্ততার কারণে নিখিল মণিপুরী মহাসভার কার্যনির্বাহী কমিটি থেকে তাকে বহিষ্কার করা হয়। পরে তিনি ১৯৪৮ সালে কলকাতায় অনুষ্ঠিত সিপিআইয়ের দ্বিতীয় কংগ্রেসে যোগ দেন। ১৯৪৮ সালের অক্টোবর মাসে মণিপুর বিধানসভার প্রথম অধিবেশনে যোগ দিতে না পারায় তিনি আত্মগোপনে চলে যান এবং মণিপুরের কমিউনিস্ট পার্টি গঠন করে সরকারের বিরুদ্ধে সশস্ত্র সংগ্রাম পরিচালনা করেন। ১৯৫১ সালের ২৬ সেপ্টেম্বরে তিনি অঙ্গো পাহাড়ের পাদদেশে মারা যান।\nকমিউনিস্টরা গোয়া মুক্তি আন্দোলনেও (১৯৫৪-১৯৬১) সক্রিয় ভূমিকা পালন করে। সত্যাগ্রহ আন্দোলনের সময় ১৯৫৫ সাল থেকে ভারতের কমিউনিস্ট পার্টি ধারাবাহিকভাবে সত্যাগ্রহীদের গোয়ার সীমান্তে পাঠাতে থাকে। আন্দোলনকারীরা গোয়ায় প্রবেশ করে ভারতীয় পতাকা উত্তোলন করলে পর্তুগিজ পুলিশ ও সামরিক বাহিনী তাদের ওপর দমন-পীড়ন চালায়। অনেক আন্দোলনকারী নিহত হন, বহু নেতাকে গ্রেপ্তার করে কারাগারে পাঠানো হয়, এমনকি কয়েকজনকে পর্তুগালের জেলেও নির্যাতন সহ্য করতে হয়। তবু গোয়া মুক্তি সংগ্রামে কমিউনিস্টদের অবদান গুরুত্বপূর্ণ ছিল যা ১৯৬১ সালে গোয়াকে ভারতের সঙ্গে একীভূত করার মাধ্যমে সফল হয়।\n\n\n== ভারতীয় রাজনীতিতে অংশগ্রহণ ==\n\n\n=== কমিউনিস্ট রাজনৈতিক দল ===\n\n২০২২ সাল পর্যন্ত ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী) (সংক্ষেপে সিপিআইএম) ভারতের বৃহত্তম কমিউনিস্ট পার্টি ছিল। ১৯৬৪ সালে ভারতের কমিউনিস্ট পার্টি থেকে বিভক্ত হয়ে দলটির উত্থান ঘটে। ১৯৬৪ সালের ৩১ অক্টোবর থেকে ৭ নভেম্বর কলকাতায় অনুষ্ঠিত ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী)-এর সপ্তম কংগ্রেসে সিপিআই (এম) গঠিত হয়। সিপিআই (এম) নেতা বিনয় চৌধুরী এবং হরে কৃষ্ণ কোঙারের নেতৃত্বে ভারতে ভূমি সংস্কার আন্দোলন হয় যা ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী) সমর্থনকারী ভূস্বামী মধ্য / অনগ্রসর বর্ণের স্বার্থকে হুমকির মুখে ফেলেছিল। ২০২২ সালের হিসাবে, সিপিআই (এম) কেরলে রাজ্য সরকারের নেতৃত্ব দিচ্ছে এবং কেরল, ত্রিপুরা, বিহার, মহারাষ্ট্র, আসাম, ওড়িশা, তামিলনাড়ু এবং রাজস্থান সহ ৮টি রাজ্য বিধানসভায় সদস্য নির্বাচিত করছে। পশ্চিমবঙ্গের বামফ্রন্টকেও নেতৃত্ব দিচ্ছে তারা। ২০১৬ সালের হিসেব অনুযায়ী সিপিআই (এম)-এর সদস্য সংখ্যা ১,০৪৮,৬৭৮ জন। এটি ভারতের আটটি জাতীয় দলের একটি। দলটির সর্বোচ্চ সংস্থা পলিটব্যুরো। ভারতের কমিউনিস্ট পার্টি (মার্কসবাদী-লেনিনবাদী), ভারতের মার্কসবাদী কমিউনিস্ট পার্টি, ঝাড়খণ্ডে মার্কসবাদী সমন্বয় কমিটি, বাংলায় ফরওয়ার্ড ব্লক, জনপ্রতিনিধি সংরক্ষণ সমিতি, কমিউনিস্ট মার্কসিস্ট পার্টি এবং বিটিআর-ইএমএস-একেজি জনকিয়া বেদী, মজদুর মুক্তি (শ্রমিক মুক্তি), পশ্চিমবঙ্গে জনগণতান্ত্রিক মোর্চা, ত্রিপুরায় রামপাসলা গোষ্ঠী এবং উড়িষ্যায় ওড়িশা কমিউনিস্ট পার্টি এবং গণতান্ত্রিক সমাজতন্ত্রের পার্টি সহ অনেক ছোট ছোট মার্কসবাদী দল রয়েছে।\n\nভারতের কমিউনিস্ট পার্টি (মাওবাদী) হল ভারতের একটি মাওবাদী কমিউনিস্ট দল যার লক্ষ্য গণযুদ্ধের মাধ্যমে ভারতের সরকারকে উৎখাত করা। এটি ২০০৪ সালের ২১শে সেপ্টেম্বর ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) জনযুদ্ধ এবং ভারতের মাওবাদী কমিউনিস্ট কেন্দ্র (এমসিসিআই)-এর একীভূতকরণের মাধ্যমে প্রতিষ্ঠিত হয়েছিল। একই বছরের ১৪ অক্টোবর একীভূতকরণের ঘোষণা দেওয়া হয়েছিল। একীভূতকরণে একটি অস্থায়ী কেন্দ্রীয় কমিটি গঠন করা হয় যার মধ্যে সাবেক জনযুদ্ধ গ্রুপের নেতা মুপ্পালা লক্ষ্মণ রাও ওরফে \"গণপতি\" সাধারণ সম্পাদক ছিলেন। তদুপরি, ২০১৪ সালের মে দিবসে ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) নকশালবাড়ি সিপিআই (মাওবাদী)-এর সাথে একীভূত হয়। ১৯৬৭ সালে পশ্চিমবঙ্গে উগ্র মাওবাদীদের দ্বারা পরিচালিত নকশালবাড়ি বিদ্রোহের কথা উল্লেখ করে সিপিআই মাওবাদীদের প্রায়শই বুদ্ধিজীবী হিসাবে উল্লেখ করা হয়। সিপিআই (মাওবাদী) কে ভারতে বেআইনি কার্যকলাপ (প্রতিরোধ) আইনের অধীনে একটি সন্ত্রাসী সংগঠন হিসেবে মনোনীত করা হয়েছে।\n\n\n=== রাজ্য ও রাজনীতিতে উপস্থিতি ===\n\n২০২২-এর হিসাব অনুযায়ী সিপিআই (এম) নেতৃত্বাধীন বাম গণতান্ত্রিক ফ্রন্ট কেরলে রাজ্য সরকারের নেতৃত্ব দেয়। কেরলের বর্তমান বাম মুখ্যমন্ত্রী পিনারাই বিজয়ন। তামিলনাড়ুতে বাম জোটের ৪ জন বিধায়ক রয়েছেন। তারা ডিএমকের এম কে স্ট্যালিনের নেতৃত্বাধীন এসপিএ জোটের সাথে সরকারে রয়েছেন। সিপিআই (এম) এর নেতৃত্বে বামফ্রন্ট নিরবচ্ছিন্নভাবে ৩৪ বছর (১৯৭৭-২০১১) পশ্চিমবঙ্গ এবং ত্রিপুরায় নিরবচ্ছিন্ন ২৫ বছর (১৯৯৩-২০১৮) সহ মোট ৩০ বছর শাসন করেছে। পশ্চিমবঙ্গে ৩৪ বছরের বামফ্রন্ট শাসন বিশ্বের সবচেয়ে দীর্ঘস্থায়ী গণতান্ত্রিকভাবে নির্বাচিত কমিউনিস্ট নেতৃত্বাধীন সরকার। ২০০৪ সালে বামফ্রন্ট জাতীয়ভাবে সর্বোচ্চ আসন পেয়েছিল। সেসময় তারা প্রায় ৮% ভোট পেয়েছিল। সারা দেশে তাদের মোট ৫৯ জন সংসদ সদস্য নির্বাচিত হয়েছিল। এটি ১৯৯৬-৯৮ সালে ১৩-দলীয় জোটে যোগ দিয়ে তৃতীয় ফ্রন্ট সরকার এবং ২০০৪ সালে কংগ্রেস নেতৃত্বাধীন সংযুক্ত প্রগতিশীল জোট সরকারের জন্য কিংমেকারের ভূমিকা পালন করেছিল।\nবামফ্রন্ট নামে পরিচিত বাম গণতান্ত্রিক ফ্রন্ট ভারতীয় রাজ্য গুলোর বামপন্থী রাজনৈতিক দল গুলোর একটি জোট। কিন্তু এই জোটের উপস্থিতি মূলত কেরল, ত্রিপুরা এবং পশ্চিমবঙ্গে। লোকসভা নির্বাচনে শুধুমাত্র সিপিআই (এম) এবং সিপিআই জাতীয়ভাবে একসাথে নির্বাচনে অংশগ্রহণ করে। অন্যান্য বাম দল গুলো আঞ্চলিকভাবে সিপিআইএম এবং সিপিআই-এর সাথে জোট করে।\nসিপিআইএম-এর সাধারণ সম্পাদক সীতারাম ইয়েচুরি বলেছেন যে, তার দল বিহারে রাষ্ট্রীয় জনতা দলের সাথে এবং উত্তর প্রদেশে সমাজবাদী পার্টির সাথে জোট করবে। সিপিআইএম পলিট ব্যুরোর সদস্য এবং কেরলের মুখ্যমন্ত্রী পিনারাই বিজয়ন রাজ্য-স্তরের জোট গঠনের সিপিআইএমের পরিকল্পনার কথা নিশ্চিত করেছেন এবং তেলেঙ্গানায় ভারত রাষ্ট্র সমিতির সাথে জোট গঠনের ইঙ্গিত দিয়েছেন।\n\n\n==== কেরল ====\nকেরলকে ভারতের কমিউনিস্ট দুর্গ হিসেবে বিবেচনা করা হয়। কেরলের রাজনীতি ও সমাজে সিপিআইএম এবং বাম দল গুলোর একটি শক্তিশালী উপস্থিতি রয়েছে। বাম গণতান্ত্রিক ফ্রন্টে ১১টি সদস্য দল রয়েছে যার মধ্যে রয়েছে সিপিআই (এম), সিপিআই, কেসি (এম), জেডি (এস), এনসিপি, আরজেডি, কেসি (বি), আইএনএল, সি (এস), জেকেসি এবং কেসি (এসটি)। বর্তমানে রাজ্যে বাম গণতান্ত্রিক ফ্রন্ট-এর ৯৯ জন বিধায়ক, ২ জন লোকসভার সাংসদ এবং ৭ জন রাজ্যসভার সাংসদ রয়েছেন।\n\n\n==== ত্রিপুরা ====\nত্রিপুরা বিধানসভায় বামফ্রন্ট (সিপিআইএম, সিপিআই, আরএসপি এবং এআইএফবি নিয়ে গঠিত) প্রধান বিরোধী দল। ২০২৩ সালের হিসাব অনুযায়ী, বামফ্রন্ট সিপিআইএম, সিপিআই, আরএসপি এবং এআইএফবি এবং সিপিআই (এমএল) এলের সমন্বয়ে গঠিত এবং ২০২৩ সালের ত্রিপুরা বিধানসভা নির্বাচনে তারা ভারতীয় জাতীয় কংগ্রেসের সাথে গণতান্ত্রিক ধর্মনিরপেক্ষ জোট ঘোষণা করে।\n\n\n==== পশ্চিমবঙ্গ ====\nপশ্চিমবঙ্গে ১৯৭৭ সালের জানুয়ারিতে বামফ্রন্ট গঠিত হয়ণ। এর প্রতিষ্ঠাতা দল গুলো ছিল ভারতের কমিউনিস্ট পার্টি (মার্কসবাদী), নিখিল ভারত ফরওয়ার্ড ব্লক, বিপ্লবী সমাজতন্ত্রী দল, মার্ক্সবাদী ফরওয়ার্ড ব্লক, ভারতের বিপ্লবী কমিউনিস্ট পার্টি এবং বিপ্লবী বাংলা কংগ্রেস। পরবর্তী বছর গুলোতে অন্যান্য দলও এই জোটে যোগ দেয়। এর মধ্যে বিশেষভাবে উল্লেখযোগ্য ভারতের কমিউনিস্ট পার্টির নাম। বামফ্রন্ট সরকার ১৯৭৭ থেকে ২০১১ সাল পর্যন্ত টানা ৩৪ বছর ধরে পশ্চিমবঙ্গ শাসন করেছে। বামফ্রন্ট ২০১৬ ও ২০২১ সালে ভারতীয় জাতীয় কংগ্রেসের সাথে এবং ২০২১ সালে ইন্ডিয়ান সেক্যুলার ফ্রন্টের সাথে জোটবদ্ধ হয়। ২০১৮ সালের পঞ্চায়েত নির্বাচনের পর বিজেপি রাজ্যের প্রধান বিরোধী দল হয়ে ওঠে বামফ্রন্টকে তৃতীয় স্থানে ঠেলে দেয়। ২০১৯ সালের লোকসভা নির্বাচনে বামফ্রন্ট একটিও আসনেও জয়লাভ করতে করতে পারেনি। ২০২১ সালে পশ্চিমবঙ্গ বিধানসভা নির্বাচনে বামফ্রন্ট একটি বিরাট ধাক্কার সম্মুখীন হয়। কারণ জোটটি প্রথমবারের মতো বিধানসভা নির্বাচনে শূন্য আসন পায়। কিন্তু ২০২১-২২ সালে রাজ্যজুড়ে পৌর নির্বাচনে বামপন্থীরা প্রধান বিরোধী দল হিসেবে আবির্ভূত হয়।\n\n\n==== বিহার ====\nবিহারে ঐতিহাসিকভাবে কমিউনিস্ট দল গুলোর রাজ্য জুড়ে বিশাল উপস্থিতি ছিল। তবে ১৯৭৯ সালে মন্ডল কমিশনের পর তা ক্রমান্বয়ে হ্রাস পায়। বিহার বিধানসভায় বামপন্থী দল গুলোর ২৫-৩৫ জন বিধায়ক ছিল। এমনকি ১৯৯৫ সাল পর্যন্ত প্রতিটি নির্বাচনে সিপিআই ২০-২৫টি আসন জয় লাভ করে। কিন্তু রাজ্যের পরবর্তী নির্বাচনগুলোতে বামফ্রন্ট মাত্র কয়েকটি করে আসন জিতেছিল। ২০১৫ সালের ২৪শে জুলাইয়ে ভারতের কমিউনিস্ট পার্টি, ভারতের কমিউনিস্ট পার্টি (মার্কসবাদী), ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) লিবারেশন, নিখিল ভারত ফরওয়ার্ড ব্লক, ভারতের সমাজতান্ত্রিক ঐক্য কেন্দ্র (কমিউনিস্ট) এবং বিপ্লবী সমাজতন্ত্রী দল ২০১৫ সালের বিহার বিধানসভা নির্বাচনে বিকল্প প্ল্যাটফর্মের আহ্বান জানিয়ে সকল নির্বাচনী এলাকায় যৌথ টিকিটে প্রতিদ্বন্দ্বিতা করার সিদ্ধান্ত নেয়। সিপিআই তখন ৯৮টি আসনে প্রতিদ্বন্দ্বিতা করেছিল। অন্যদিকে সিপিআই-এমএল, সিপিআই (এম), এসইউসিআই, ফরওয়ার্ড ব্লক এবং আরএসপি যথাক্রমে ৯৮, ৪৩, ১০, ৯ এবং ৩টি আসনে প্রতিদ্বন্দ্বিতা করে। ১৬ সেপ্টেম্বর ২০১৫ তারিখে সিপিআই ৮১ জন প্রার্থীর প্রথম তালিকা প্রকাশ করে নির্বাচনে বাম দল গুলো মোট ভোটের ৩.৫৭% পায়। ২০২০ সালের বিহার বিধানসভা নির্বাচনের আগে বিহারের বামপন্থী দলগুলো মহাগঠবন্ধন জোটে যোগ দেয়। সেই দলগুলো হলো: ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী-লেনিনবাদী) লিবারেশন, ভারতের কমিউনিস্ট পার্টি এবং ভারতের কমিউনিস্ট পার্টি (মার্ক্সবাদী)। নতুন ব্যবস্থাটিকে বিহারে বর্ণভিত্তিক রাজনীতির বাইরেও বর্ণ ও শ্রেণী কৌশলের একটি পরীক্ষা হিসেবে বর্ণনা করা হয়েছিল। বামপন্থী দলগুলো ২৯টি আসনে প্রতিদ্বন্দ্বিতা করে (সিপিআইএমএল লিবারেশন - ১৯টি আসন, সিপিআই - ৬টি আসন এবং সিপিআইএম - ৪টি আসন)। সিপিআই (এমএল) লিবারেশন ১২টি আসন জিতে এবং সিপিআই এবং সিপিআইএম দুটি করে আসন জিতে। এটাও ধারণা করা হচ্ছে যে বাম দলগুলোকে আরও বেশি আসন দেওয়া হলে নির্বাচনে সংখ্যাগরিষ্ঠতা অর্জন করা সম্ভব হতো। বাম দলগুলো ২০২২ সালের আগস্টে বিহারে সরকারে অংশ না নিয়েই জোট সরকার গঠনের জন্য জেডি(ইউ), আরজেডি এবং কংগ্রেসকে সমর্থন করেছিল। পঞ্চায়েত গুলোতেও বামফ্রন্টের ভালো উপস্থিতি রয়েছে।\n\n\n==== তামিলনাড়ু ====\n২০০৬ সালের তামিলনাড়ু বিধানসভা নির্বাচনে সিপিআই এবং সিপিআইএম ডিএমকের সাথে জোটবদ্ধভাবে প্রতিদ্বন্দ্বিতা করে এবং যথাক্রমে ৬ এবং ৯টি আসন জিতে। বাম দল গুলো পরবর্তী নির্বাচনে এআইএডিএমকের সাথে জোটবদ্ধভাবে প্রতিদ্বন্দ্বিতা করে (সিপিআই - ১০টি আসন, সিপিআইএম - ১২টি আসন এবং এআইএফবি - ১টি আসন) এবং ২০টি আসন (সিপিআই - ৯টি আসন, সিপিআইএম - ১০টি আসন এবং এআইএফবি - ১টি আসন) জিতে নেয়। ২০১৬ সালে সিপিআই এবং সিপিআইএম মক্কল নালা কুটানি (জনকল্যাণ জোট) যোগ দেয় এবং ২৫টি করে আসনে প্রতিদ্বন্দ্বিতা করলেও শূন্য আসন পায়। ২০১৯ সালে ডিএমকের সাথে জোটে বামফ্রন্ট থেকে ৪ জন সাংসদ নির্বাচিত হয়েছিলেন (সিপিআই - ২, সিপিআইএম - ২)। ২০২১ সালের নির্বাচনে সিপিআই এবং সিপিআইএম দুটি করে আসন জিতে। ২০২২ সালের পৌর কর্পোরেশন নির্বাচনে সিপিআইএম ২৪টি পৌর কর্পোরেশন, ৪১টি পৌরসভা এবং ১০১টি শহর পঞ্চায়েত জিতেছে। অন্যদিকে সিপিআই ১৩টি পৌর কর্পোরেশন, ১৯টি পৌরসভা এবং ২৬টি শহর পঞ্চায়েত জিতেছে। মাদুরাই পৌর কর্পোরেশনে ডেপুটি মেয়র পদ পেয়েছেন সিপিআই (এম)-এর টি. নাগরাজন।\n\n\n==== রাজস্থান ====\n২০০৮ সালের রাজস্থান বিধানসভা নির্বাচনে সিপিআইএম অনুপগড়, ধোড় এবং দাঁতা রামগড় থেকে ৩টি আসন লাভ করে। সিপিআইএম, সিপিআই, সিপিআই (এমএল) এল, এমসিপিআই (ইউ), এসপি, আরএলডি এবং জেডি (এস) সহ আরও ছয়টি দলকে সাথে নিয়ে ২০১৩ সালে রাজস্থান লোকতান্ত্রিক মোর্চা গঠন করে। সিপিআইএমের অমরা রাম মুখ্যমন্ত্রী পদপ্রার্থী হন। কিন্তু ২০১৩ সালের বিধানসভা নির্বাচনে জোট কোনও আসন জিততে পারেনি। ২০১৮ সালে সিপিআইএমের ২ জন এবং আরএলডির ১ জন বিধায়ক নির্বাচিত হয়েছিলেন। ২০২৪ সালের লোকসভা নির্বাচনে সিপিআই (এম) সিকার লোকসভা কেন্দ্রে জয়লাভ করে।\n\n\n==== হিমাচল প্রদেশ ====\nহিমাচল প্রদেশে বাম দল গুলোর উপস্থিতি মূলত তাদের ছাত্র শাখার কার্যকলাপের উপর ভিত্তি করে দৃশ্যমান হয়ে থাকে। ১৯৬৭ এবং ১৯৯৩ সালে হিমাচল প্রদেশ বিধানসভায় সিপিআইএম-এর প্রতিনিধি ছিল। ১৯৯৩ সালে রাকেশ সিংহ শিমলা আসন থেকে জয়ী হন। যদিও সিপিআইএম পৌর ও পঞ্চায়েত নির্বাচনে অনেক আসন জিতেছে।\n২০১২ সালের শিমলা পৌর কর্পোরেশন নির্বাচনে সিপিআই(এম) মোট ৩টি আসন নিয়ে বিশাল সংখ্যাগরিষ্ঠতার সমর্থন নিয়ে শিমলা পৌর কর্পোরেশনে মেয়র এবং ডেপুটি মেয়র পদে জয়লাভ করে। সঞ্জয় চৌহান এবং টিকেন্দর সিং পানওয়ার যথাক্রমে মেয়র এবং ডেপুটি মেয়র হন। \n২০১৬ সালে সিপিআইএম ৩৩১টি আসনের মধ্যে ৪২টি আসন জিতে এবং মাত্র ২টি জেলা পঞ্চায়েত পরিষদ গঠন করতে পারে। ২০১৭ সালের শিমলা পৌর কর্পোরেশন নির্বাচনে সিপিআই(এম) কেবল একটি আসন জিততে সক্ষম হয়েছিল। যদিও আগের নির্বাচনে তারাই ছিল কিংমেকার।\n২০১৭ সালের হিমাচল প্রদেশ বিধানসভা নির্বাচনে বামফ্রন্ট ১৭টি আসনে প্রতিদ্বন্দ্বিতা করে (সিপিআইএম - ১৪টি আসন, সিপিআই - ৩টি আসন)। থিওগ থেকে সিপিআইএম-এর রাকেশ সিংহ জয়ী হয়েছেন। নির্বাচনের পর রাজ্যে বামপন্থীদের উপস্থিতি বৃদ্ধি পেতে শুরু করে।\n২০২১ সালের পঞ্চায়েত নির্বাচনে সিপিআইএম একলাফে ৩৩৭টি আসনে জয়লাভ করে। সিপিআইএম থেকে ১২ জন জেলা পরিষদ (জেডিপি) সদস্য, ২৫ জন পঞ্চায়েত সমিতির সদস্য, ২৮ জন পঞ্চায়েত প্রধান, ৩০ জন উপ-প্রধান এবং ২৪২ জন ওয়ার্ড সদস্য নির্বাচিত হয়েছেন। এছাড়াও, সিপিআইএম প্রার্থীরা ২৫টি পঞ্চায়েতে সভাপতি এবং ৩০টি পঞ্চায়েতে সহ-সভাপতি পদে নির্বাচিত হয়েছেন।\n২০২২ সালে বামফ্রন্ট ১২ জন প্রার্থীকে দাঁড় করিয়েছিল : সিপিআই(এম) থেকে ১১ জন এবং সিপিআই থেকে ১ জন। কিন্তু ফ্রন্টটি ০ টি আসন পায়। সেই নির্বাচনে তারা মাত্র ২৮,৪৪৪ ভোট (০.৬৭%) পায়।\n\n\n==== মহারাষ্ট্র ====\nমহারাষ্ট্রে বামপন্থী দল গুলোর উপস্থিতি রাজ্যে তাদের কৃষক শাখার শক্তিশালী উপস্থিতির উপর ভিত্তি করে আবর্তিত হয়। ২০০৯ সালের মহারাষ্ট্র বিধানসভা নির্বাচনে ভারতীয় কৃষক ও শ্রমিক দল ৪টি আসন (১.১১% ভোট) এবং সিপিআইএম ১টি আসন (০.৬০% ভোট) জিতেছিল। ২০১৯ সালে সিপিআইএম-এর বিনোদ নিকোল দহানু নির্বাচনী এলাকা থেকে জয়ী হন। ২০২২ সালের পঞ্চায়েত নির্বাচনে সিপিআই(এম) নাসিক (৫৯), থানে-পালঘর (২৬), আহমেদনগর (৬), নন্দুরবার (১) এবং পুনে (১) জেলায় সরাসরি নির্বাচনে ৯৩টি সরপঞ্চ (গ্রাম সভাপতি) পদ জিতেছে, যার মধ্যে পুরো গ্রামের ভোটাধিকার ছিল। সেই সাথে, গ্রাম পঞ্চায়েত সদস্যদের ওয়ার্ডভিত্তিক নির্বাচনও অনুষ্ঠিত হয়েছিল। সিপিআই(এম) এই আসন গুলোর শত শত জিতেছে এবং উপরোক্ত জেলা গুলোর ১০০টিরও বেশি গ্রাম পঞ্চায়েতে তাদের সংখ্যাগরিষ্ঠতা রয়েছে।\n\n\n==== অন্ধ্রপ্রদেশ ====\n১৯৯৪ সালের অন্ধ্রপ্রদেশ বিধানসভা নির্বাচনে ৩৪ জন বিধায়ক (সিপিআই - ১৯, সিপিআইএম - ১৫), ২০০৪ সালে বামফ্রন্টের ১৫ জন বিধায়ক (সিপিআই - ৬, সিপিআইএম - ৯) নির্বাচিত হন। ২০১৪ সালে সিপিআই এবং সিপিআইএম ১টি করে আসন জিতেছিল, যা পরবর্তীকালে তেলেঙ্গানা রাজ্যে চলে যায়। ২০১৯ সালে বাম দল গুলো জনসেনা পার্টির সাথে জোটবদ্ধভাবে নির্বাচনে প্রতিদ্বন্দ্বিতা করেছিল। কিন্তু তারা একটিও আসন জিততে পারেনি। ১৯৮৪ সালে সিপিআইএম এবং সিপিআই উভয়ই একটি করে আসন জিতেছিল। স্থানীয় সংস্থা নির্বাচনে বামফ্রন্ট বহুবার জয়লাভ করেছে।\nরাজ্যসভায় সিপিআইএম-এর অন্ধ্রপ্রদেশ থেকে নির্বাচিত সাংসদ ছিলেন। মোতুরু হনুমানথ রাও এম. হনুমানথ রাও ১৯৮৮ থেকে ১৯৯৪ পর্যন্ত, ওয়াই. রাধাকৃষ্ণমূর্তি ১৯৯৬ থেকে ২০০২ পর্যন্ত এবং পেনুমল্লি মধু ২০০৪ থেকে ২০১০ পর্যন্ত।\n\n\n==== তেলেঙ্গানা ====\n২০১৮ সালের তেলেঙ্গানা বিধানসভা নির্বাচনে সিপিআইএম এবং সিপিআই কোনও আসন জিততে পারেনি। ২০২২ সালের মুনুগোড উপনির্বাচনে বাম দল গুলো ভারত রাষ্ট্র সমিতির প্রার্থীকে সমর্থন করেছিল। ২০২৩ সালে সিপিআইএম এবং সিপিআই বিআরএসের সাথে জোটবদ্ধভাবে নির্বাচনে প্রতিদ্বন্দ্বিতা করবে। ১০ ডিসেম্বর ২০২২ তারিখে, সিপিআইএম নেতা তাম্মিনেনি বীরভদ্রম বলেন যে তার দল ২০২৩ সালের নির্বাচনে ৯টি আসনে প্রতিদ্বন্দ্বিতা করতে ইচ্ছুক।\n\n\n=== তৃতীয় ফ্রন্টের নেতৃত্ব ===\n২০০৯ সালের নির্বাচনের জন্য সিপিআই(এম) তৃতীয় ফ্রন্ট গঠনের নেতৃত্ব দেয়। এই ফ্রন্টটি মূলত আঞ্চলিক রাজনৈতিক দল গুলোর একটি সংগ্রহ ছিল যারা ইউপিএ বা এনডিএতে ছিল না। সিপিআইএম, সিপিআই, এআইএফবি, আরএসপি, বিএসপি, এআইএডিএমকে, এমডিএমকে, বিজেডি, জেডি(এস), এইচজেসি, টিডিপির মতো দল গুলো এই ফ্রন্টের সদস্য ছিল। ২০০৯ সালের নির্বাচনের আগে নবগঠিত জোট তাদের সাথে ১০৯টি আসন বহন করেছিল। নির্বাচনের পর, জোট মাত্র ৭৯টি আসন জিতেছিল।\n\n\n== কমিউনিস্ট বিদ্রোহ ==\n\nনকশাল-মাওবাদী বিদ্রোহ হল একটি চলমান সংঘাত যা ভারতের কমিউনিস্ট পার্টি (মাওবাদী)-এর মতো মাওবাদী গোষ্ঠীগুলোর (যা নকশাল বা নকশাল নামে পরিচিত) গোপন কার্যকলাপ এবং বিদ্রোহকে বোঝায়। ২০০৯ সাল থেকে মাওবাদী দলগুলোকে বেআইনি কার্যকলাপ (প্রতিরোধ) আইনের অধীনে ভারতে একটি সন্ত্রাসী সংগঠন হিসাবে মনোনীত করা হয়েছে। নকশালপন্থী প্রভাবিত এলাকাগুলোকে লাল করিডোর বলা হয়। এটি ভৌগোলিক কভারেজ এবং সহিংস ঘটনার সংখ্যার দিক থেকে ক্রমাগত হ্রাস পাচ্ছে এবং ২০২১ সালে এটি ২৫টি \"সবচেয়ে বেশি ক্ষতিগ্রস্ত\" স্থান (বামপন্থী উগ্রপন্থী সহিংসতার ৮৫%) এবং ৭০টি \"মোট ক্ষতিগ্রস্ত\" জেলা (২০০৯ সালে ১৮০টি জেলা থেকে কম) এর মধ্যে সীমাবদ্ধ বলে দাবি করা হয়েছিল যা ১০টি রাজ্য জুড়ে দণ্ডকারণ্য-ছত্তিশগড়-ওড়িশা অঞ্চল এবং এতে ঝাড়খণ্ড-বিহার এবং পশ্চিমবঙ্গের ত্রিসংযোগ এলাকা দুটিতে কয়লা সমৃদ্ধ, দুর্গম, বনাঞ্চলীয় পাহাড়ি ক্লাস্টার রয়েছে। তবে সাম্প্রতিক সময়ে লাল করিডোরের কিছু অংশে মাওবাদী বিদ্রোহের বৃদ্ধি দেখা গেছে, যেমন কানহা টাইগার রিজার্ভে। নকশালপন্থীরা প্রায়ই উপজাতি, পুলিশ এবং সরকারি কর্মীদের লক্ষ্যবস্তু করে। এই হামলাকে তারা বলে যে উন্নত ভূমি অধিকার এবং অবহেলিত কৃষি শ্রমিক এবং দরিদ্রদের জন্য আরও কর্মসংস্থানের লড়াই।\n\n\n== সমালোচনা ==\nভারতীয় কমিউনিস্টরা তাদের ইউরোপকেন্দ্রিক বিশ্বদৃষ্টিভঙ্গির জন্য সমালোচিত হয়েছেন। যুক্তি দেওয়া হয়েছে যে ভারতে কমিউনিজমের বিকাশ স্থবির হয়ে পড়েছে, কারণ ভারতীয় জনসাধারণ পশ্চিম ইউরোপীয় সমাজ থেকে উদ্ভূত কমিউনিস্ট শব্দভাণ্ডারের সাথে সম্পর্ক স্থাপনে অক্ষম। কেউ কেউ বলেন যে অন্যত্র কমিউনিস্টরা তাদের এজেন্ডায় ধর্মীয় শিক্ষা অন্তর্ভুক্ত করতে সক্ষম হয়েছে (খ্রিস্টীয় কমিউনিজম এবং ইসলামি সমাজতন্ত্র দেখুন), কিন্তু ভারতে এটি ঘটতে পারেনি কারণ কমিউনিস্টরা ভারতীয় সংস্কৃতির প্রতি ঘৃণা পোষণ করে। আরও স্পষ্টভাবে হিন্দু সংস্কৃতির কারণে তারা এর কর্ম ও অহিংসার মতবাদ (কমিউনিস্টদের দ্বারা নিয়তিবাদী হিসাবে দেখা হয়) স্বাভাবিকভাবেই সমাজের যেকোনো আমূল পরিবর্তনকে নিরুৎসাহিত করে। সহজানন্দ সরস্বতী ও সত্য ভক্তের মতো প্রাথমিক কমিউনিস্টরা হিন্দু সংস্কৃতির সাথে কমিউনিজম মিশ্রিত করার চেষ্টা করেছিলেন। তাদের সোভিয়েতপন্থী কমিউনিস্টরা আন্তর্জাতিকতাবাদের পক্ষপাতী হয়ে পাশে সরিয়ে রেখেছিলেন। হিটলারের রাশিয়া আক্রমণের পর গ্রেট ব্রিটেন সোভিয়েত ইউনিয়নের সাথে মিত্রতা স্থাপনের পর, ভারতের কমিউনিস্টরা হঠাৎ করে তাদের সমস্ত ব্রিটিশবিরোধী কার্যকলাপ বন্ধ করে দেয় এবং এর বিনিময়ে ভারতের ব্রিটিশ প্রশাসন ভারতের কমিউনিস্ট পার্টিকে বৈধতা দেয়। ভারতীয় কমিউনিস্টদের বিরুদ্ধে হিন্দু ডানপন্থী গোষ্ঠীগুলো মুসলিম তোষণে লিপ্ত হওয়ার অভিযোগও এনেছে। কারণ তাদের মুসলমানদের প্রতি নরম মনোভাব রয়েছে বলে মনে করা হয় যা ইসরায়েলি-ফিলিস্তিনি বিরোধে সোভিয়েত ইউনিয়নের ফিলিস্তিনপন্থী অবস্থান থেকে উদ্ভূত হয়েছিল। যদিও বেশিরভাগ ভারতীয় কমিউনিস্ট হিন্দু পরিবার থেকে এসেছেন। একইভাবে ভারতের কমিউনিস্ট ইতিহাস রচনার বিরুদ্ধে অভিযোগ করা হয়েছে যে তারা ইসলামি রাজনীতি দ্বারা হিন্দুদের উপর নির্যাতনকে লঘু করে তুলেছে। ভারতের কমিউনিস্টদের অন্যান্য সমালোচনার মধ্যে রয়েছে তাদের আদর্শিক অনমনীয়তা, স্ট্যালিনবাদী ধারার রাজনৈতিক সহিংসতা এবং স্থবিরতন্ত্রী নেতৃত্বের ধরণ। ভারতের নির্বাচনী ক্ষেত্রের প্রধান কমিউনিস্ট নেতা জ্যোতি বসুর পশ্চিমবঙ্গের মুখ্যমন্ত্রী হিসেবে ২৪ বছরের অবিচ্ছিন্ন রাজত্বকালে ব্যাপক শিল্পায়ন (কমিউনিস্ট শ্রমিক ইউনিয়নের জঙ্গিবাদী কর্মকাণ্ডের প্রতি সরকারি সমর্থনের কারণে) এবং একটি দলীয়-সমাজ তৈরির (জনজীবনের সকল ক্ষেত্রে, বিশেষ করে আমলাতন্ত্র ও শিক্ষার ক্ষেত্রে যোগ্য অ-কমিউনিস্ট ব্যক্তিদের উপর কমিউনিস্টপন্থী ব্যক্তিদের নিয়োগে দলীয় মতাদর্শীদের আধিপত্য প্রতিষ্ঠার মাধ্যমে) কমিউনিস্ট রাষ্ট্রগুলোর মতোই ঘটেছিল। এর ফলে রাজ্য জুড়ে মেধা পাচার ঘটেছিল।\n\n\n== আরো দেখুন ==\n\nভারতে নৈরাজ্যবাদ\nভারতে কমিউনিস্ট আন্দোলন\nকেরলে সাম্যবাদ\nভারতে সমাজতন্ত্র\nনকশালপন্থী\nভারতে কমিউনিজম বিরোধীতা\nভারতীয় স্বাধীনতা আন্দোলনে কমিউনিস্টদের অংশগ্রহণ\nচীন-ভারত সম্পর্ক\nচীন-ভারত যুদ্ধ\nভারতের কমিউনিস্ট দলের তালিকা\n\n\n== তথ্যসূত্র =="}