{"pageid": 1510119, "title": "প্রথম স্পেনীয় প্রজাতন্ত্র", "url": "https://bn.wikipedia.org/wiki?curid=1510119", "content": "স্পেনীয় প্রজাতন্ত্র (স্পেনীয়: República española), ঐতিহাসিকভাবে প্রথম স্পেনীয় প্রজাতন্ত্র হিসাবে উল্লেখ করা হয় (স্পেনীয়: Primera República española), ছিল একটি রাজনৈতিক শাসন যা স্পেনে ১১ ফেব্রুয়ারি ১৮৭৩ সাল থেকে ২৯ ডিসেম্বর ১৮৭৪ সাল পর্যন্ত বিদ্যমান ছিল।\nরাজা আমাদেও ১০ ফেব্রুয়ারি ১৮৭৩ সালে সিংহাসনত্যাগ করার পর স্পেনীয় প্রজাতন্ত্র প্রতিষ্ঠিত হয়। তার পরদিন, ১১ ফেব্রুয়ারি, সংসদে গণতন্ত্রপন্থী, প্রজাতন্ত্রবাদী এবং কট্টরপন্থীদের সংখ্যাগরিষ্ঠ সমর্থনে প্রজাতন্ত্র ঘোষণা করা হয়।  এই সময়কাল ফেডারেলপন্থী ও কেন্দ্রীয় প্রজাতন্ত্রবাদীদের মধ্যে মতবিরোধে জর্জরিত ছিল। এই সময়কালে বাধ্যতামূলক সৈন্য তালিকাভুক্তি বিলুপ্ত হয়, শিশু শ্রমের নিয়ন্ত্রণ কার্যকর হয় এবং পুয়ের্তো রিকোতে দাসপ্রথা বিলুপ্ত করা হয়। সরকার উত্তরাধিকারসূত্রে যুদ্ধাবস্থার সম্মুখীন হয়—১৮৭২ সাল থেকে চলমান তথাকথিত তৃতীয় কার্লিস্ট যুদ্ধ এবং ১৮৬৮ সাল থেকে চলতে থাকা দশ বছরের যুদ্ধ। এর সঙ্গে ১৮৭৩ সালে ক্যান্টোনীয় বিদ্রোহও যুক্ত হয়, যা পরিস্থিতিকে আরো জটিল করে তোলে।\n১৮৭৪ সালের জানুয়ারিতে পাভিয়ার অভ্যুত্থানের মাধ্যমে সরকার ক্ষমতাচ্যুত হয়, যার ফলে জেনারেল সেরানোর নেতৃত্বে একটি সামরিক-নিয়ন্ত্রিত প্রজাতন্ত্র প্রতিষ্ঠিত হয়। এরপর, ১৮৭৪ সালের ডিসেম্বর মাসে, জেনারেল আর্সেনিও মার্তিনেজ কাম্পোস একটি সামরিক অভ্যুত্থান (প্রোনুনসিয়ামিয়েন্তো) পরিচালনা করেন সাগুন্তোতে, যা প্রজাতন্ত্রের অধ্যায় সমাপ্ত এবং বার্নবন রাজবংশের পুনঃপ্রতিষ্ঠা নিশ্চিত করে।\n\n\n== সংক্ষিপ্ত বিবরণ ==\nফেডারেল সংবিধান প্রণয়নের জন্য কন্সতিতুয়েন্ত  কোর্তেস (গণপরিষদ) আহ্বান করা হয়। কট্টরপন্থীরা একটি কেন্দ্রীয় প্রজাতন্ত্র চেয়েছিল যেখানে প্রদেশগুলোর ক্ষমতা সীমিত থাকবে। প্রজাতন্ত্র ঘোষণা হওয়ার পর দুই দলের মধ্যে তীব্র দ্বন্দ্ব শুরু হয়। প্রাথমিকভাবে, কট্টরপন্থীদের সরকার থেকে প্রায় সম্পূর্ণভাবে সরিয়ে দেওয়া হয়। তারা তখন যারা ইতোমধ্যে ১৮৬৮ সালের বিপ্লব বা কার্লিস্ট যুদ্ধের কারণে ক্ষমতা হারিয়েছিল তাদের সঙ্গে যুক্ত হয়।\nস্পেনের ইতিহাসের প্রথম গণতান্ত্রিক প্রজাতন্ত্র স্বল্পস্থায়ী ছিল এবং এই সময়কে তীব্র রাজনৈতিক ও সামাজিক অস্থিরতা এবং সহিংসতার কারণে মনে রাখা হয়। এই প্রজাতন্ত্র চারজন ভিন্ন ভিন্ন রাষ্ট্রপতির অধীনে পরিচালিত হয়েছিল—এস্তানিসলাও ফিগেরাস, ফ্রান্সেস্ক পি ই মার্গাল, নিকোলাস সালমেরন এবং এমিলিও কাস্তেলার। তবে এটির স্বাধীনতার ঘোষণার মাত্র এগারো মাস পরেই জেনারেল মানুয়েল পাভিয়া এক অভ্যুত্থান ঘটিয়ে একটি ঐক্যবদ্ধ প্রজাতন্ত্র প্রতিষ্ঠা করেন। এটি ফ্রান্সিস্কো সেরানোর নেতৃত্বে পরিচালিত হয়।\nএই সময়টি তিনটি সমকালীন গৃহযুদ্ধের জন্য পরিচিত: তৃতীয় কার্লিস্ট যুদ্ধ, ক্যান্টোনীয় বিপ্লব, আলকয়ের পেট্রোলিয়াম বিপ্লব; এবং কিউবায় দশ বছরের যুদ্ধ। এই শাসনামলকে সুসংহত করার প্রধান অন্তরায় ছিল প্রকৃত প্রজাতন্ত্রবাদীদের অভাব, ফেডারেলপন্থী ও কেন্দ্রীয় প্রজাতন্ত্রবাদীদের মধ্যে বিভাজন, এবং জনগণের সমর্থনের অভাব। সেনাবাহিনীতে বিদ্রোহ, বেশকিছু স্থানীয় ক্যান্টোনীয় আন্দোলন, বার্সেলোনার অস্থিরতা, ফেডারেলপন্থী বিরোধী ব্যর্থ অভ্যুত্থান, আন্তর্জাতিক শ্রমিক সংঘের বিপ্লবী আহ্বান, রাজনৈতিক বৈধতার অভাব এবং প্রজাতন্ত্রবাদী নেতাদের পারস্পরিক দ্বন্দ্ব—এসব কারণ প্রজাতন্ত্রকে আরো দুর্বল করে দেয়।\nপ্রজাতন্ত্র কার্যত বিলুপ্ত হয়ে যায় ৩ জানুয়ারি ১৮৭৪ সালে, যখন মাদ্রিদের ক্যাপ্টেন জেনারেল মানুয়েল পাভিয়া প্রজাতন্ত্রী সরকারকে উৎখাত করেন এবং ফেডারেলপন্থী ও কার্লিস্ট ব্যতীত সব রাজনৈতিক দলকে নিয়ে জাতীয় সরকার গঠনের আহ্বান জানান। তবে, রাজতন্ত্রী ও প্রজাতন্ত্রবাদীরা এতে অংশ নিতে অস্বীকৃতি জানায়, ফলে সরকার গঠনের দায়িত্ব পড়ে শুধু কেন্দ্রীয় কট্টরপন্থী ও সংবিধানপন্থীদের ওপর, যা আবারো একটি সংকীর্ণ রাজনৈতিক ভিত্তি ছিল। জেনারেল ফ্রান্সিসকো সেরানো নতুন সরকার গঠন করেন এবং তাকে প্রজাতন্ত্রের রাষ্ট্রপতি হিসেবে নিয়োগ দেওয়া হয়। যদিও এটি ছিল শুধুমাত্র আনুষ্ঠানিকতা, কারণ তখন ইতোমধ্যে কোর্তেস বিলুপ্ত করা হয়েছিল।\n১৮৭৪ সালের শুরুর দিকে কার্লিস্ট বাহিনী তাদের নিয়ন্ত্রণাধীন অঞ্চলকে সর্বোচ্চ সীমায় প্রসারিত করতে সক্ষম হয়। তবে বছরের দ্বিতীয়ার্ধে প্রজাতন্ত্রের উত্তরাঞ্চলীয় সেনাবাহিনী ধারাবাহিক পরাজয়ের মুখে পড়ায় যুদ্ধ শেষ হয়ে যেতে পারত, যদি না প্রতিকূল আবহাওয়া বাধা হয়ে দাঁড়াত। এদিকে, অন্য রাজতন্ত্রীগণ প্রাক্তন রানি ইসাবেলের পুত্র আলফনসোর সমর্থক হিসেবে “আলফনসিস্ট” নামে আত্মপ্রকাশ করে এবং কানোভাস দেল কাস্তিয়োর নেতৃত্বে সংগঠিত হতে থাকে।\nপ্রজাতন্ত্রের এই সময়কাল ২৯ ডিসেম্বর ১৮৭৪ পর্যন্ত স্থায়ী ছিল। এরপর ব্রিগেডিয়ার আর্সেনিও মার্টিনেজ ক্যাম্পোস সাগুন্তোতে আলফনসোর পক্ষে বিদ্রোহ ঘোষণা করেন এবং সেনাবাহিনীর বাকি অংশ তার বিরুদ্ধে কোনো পদক্ষেপ নিতে অস্বীকৃতি জানায়। একারণে সরকারের পতন ঘটে যার ফলে প্রজাতন্ত্রের বিলুপ্তি ঘটে এবং দ্বাদশ আলফনসোকে রাজা ঘোষণা করার মাধ্যমে বার্নবন রাজবংশ পুনঃপ্রতিষ্ঠিত হয়।\n\n\n== প্রজাতন্ত্রের ঘোষণা ==\n\nরাজা প্রথম আমাদেও ১১ ফেব্রুয়ারি ১৮৭৩ সালে স্পেনের সিংহাসন পরিত্যাগ করেন। তার এই সিদ্ধান্তের প্রধান কারণ ছিল স্বল্পকালীন শাসনামলে ক্রমাগত নানা সমস্যার সম্মুখীন হওয়া। এসব সমস্যার মধ্যে ছিল দশ বছরের যুদ্ধ, তৃতীয় কার্লিস্ট যুদ্ধের সূচনা, আলফনসোপন্থী রাজতন্ত্রীদের বিরোধিতা যারা দ্বিতীয় ইসাবেলার পুত্র আলফনসোর মাধ্যমে বোরবন রাজবংশ পুনঃপ্রতিষ্ঠার আশাবাদী ছিল, বিভিন্ন প্রজাতন্ত্রী বিদ্রোহ এবং তার নিজস্ব সমর্থকদের মধ্যে বিভাজন।\nস্পেনের কোর্তেস, যা ডেপুটিদের কংগ্রেস ও সিনেটের যৌথ ও স্থায়ী অধিবেশনে একত্রিত হয়েছিল, তারা নিজেদের জাতীয় পরিষদ হিসেবে ঘোষণা করে রাজার চূড়ান্ত কোনো সিদ্ধান্তের অপেক্ষায় ছিল। সেখানে সংখ্যাগরিষ্ঠতা ছিল দুই রাজতান্ত্রিক দল—ম্যানুয়েল রুইজ সোরিয়ার র‍্যাডিক্যাল ডেমোক্রেটিক পার্টি এবং প্রাক্সেদেস মাতেও সাগাস্তার কনস্টিটিউশনাল পার্টির হাতে, যারা এতদিন সরকার পরিচালনা করেছিল। তবে জাতীয় পরিষদে একটি ছোট প্রজাতন্ত্রী সংখ্যালঘু ছিল, যারা মতাদর্শগতভাবে ফেডারেলবাদ ও কেন্দ্রিকতাবাদের মধ্যে বিভক্ত ছিল। তাদের মধ্যে ফেডারেল ডেমোক্রেটিক রিপাবলিকান পার্টির সদস্য ফ্রান্সিসকো পি ই মার্গাল একটি প্রস্তাব উত্থাপন করেন:  \"জাতীয় পরিষদ কর্তৃত্ব গ্রহণ করছে এবং সরকারব্যবস্থা হিসেবে প্রজাতন্ত্র ঘোষণা করছে, এটির সাংগঠনিক কাঠামো নির্ধারণের দায়িত্ব সংবিধান প্রণয়নকারী কোর্তেসের উপর ন্যস্ত করা হচ্ছে।\"\n\nএই প্রস্তাবের পক্ষে বক্তৃতায় (যার স্বাক্ষরকারী তিনি নিজে ছিলেন সেই সাথে ফিগেরাস, সালমেরন ও অন্যান্য বিরোধীরা), ফ্রান্সিসকো পি ই মার্গাল—যিনি নিজেও একজন ফেডারেলপন্থী ছিলেন—ঐ মূহুর্তে ফেডারেল প্রজাতন্ত্র প্রতিষ্ঠার দাবি থেকে বিরত থাকেন। তিনি আশা করেন যে ভবিষ্যতে গঠিত সংবিধান প্রণয়নকারী কোর্তেস এই বিষয়ে সিদ্ধান্ত নেবে। পাশাপাশি, তিনি অন্য কোনো গণতান্ত্রিক সিদ্ধান্ত গ্রহণ করতে প্রস্তুত থাকার ঘোষণা দেন। এরপর আরেকজন প্রজাতন্ত্রী নেতা এমিলিও কাস্তেলার বক্তৃতা দেন:\n\nমহোদয়গণ, ঐতিহ্যবাহী রাজতন্ত্র সপ্তম ফের্দিনান্দের সাথে মৃত্যুবরণ করেছে; সংসদীয় রাজতন্ত্র ইসাবেলা দ্বিতীয়ের দেশত্যাগের সাথে শেষ হয়েছে; গণতান্ত্রিক রাজতন্ত্র সাভয়ের ডন আমাদেওর সিংহাসনত্যাগের মাধ্যমে বিলুপ্ত হয়েছে। কেউ এটিকে ধ্বংস করেনি, এটি নিজেই বিলুপ্ত হয়েছে। প্রজাতন্ত্র কেউ আনেনি, বরং এটি এসেছে পরিস্থিতির দাবি হিসেবে, সমাজ, প্রকৃতি এবং ইতিহাসের সম্মিলিত কার্যকারিতার মাধ্যমে। মহোদয়গণ, আসুন আমরা একে স্বাগত জানাই যেভাবে সূর্য তার নিজস্ব শক্তিতে আমাদের দেশের আকাশে উদিত হয়।\nকাস্তেলারের শক্তিশালী বক্তৃতার পর, আবেগপূর্ণ করতালির মাঝে, রাজতন্ত্রীদের পদত্যাগের সাথে প্রজাতন্ত্র ঘোষণা করা হয়। ভোটগ্রহণে ২৫৮ জন পক্ষে এবং মাত্র ৩২ জন বিপক্ষে ভোট দেন। \"জাতীয় পরিষদ সর্বময় ক্ষমতা গ্রহণ করছে এবং স্পেনের সরকারব্যবস্থা হিসেবে প্রজাতন্ত্র ঘোষণা করছে, যার সাংগঠনিক কাঠামো নির্ধারণের দায়িত্ব সংবিধান প্রণয়নকারী কোর্তেসের ওপর ন্যস্ত করা হলো। নির্বাহী ক্ষমতা সরাসরি কোর্টেসের মাধ্যমে নির্বাচিত হবে এবং সেটি কোর্তেসের প্রতি দায়বদ্ধ থাকবে।\"\nএকই অধিবেশনে প্রজাতন্ত্রের প্রথম সরকার নির্বাচিত হয়। ফেডারেল রিপাবলিকান এস্তানিসলাও ফিগেরাস প্রথম \"নির্বাহী ক্ষমতার রাষ্ট্রপতি\" নির্বাচিত হন, যা রাষ্ট্রপ্রধান ও সরকারপ্রধানের দায়িত্ব একীভূত করে। তবে \"প্রজাতন্ত্রের রাষ্ট্রপতি\" পদটি কখনো প্রতিষ্ঠিত হয়নি, কারণ এ সংক্রান্ত সংবিধান কার্যকর করা হয়নি। নিজের বক্তৃতায় ফিগেরাস বলেন যে প্রজাতন্ত্র \"সদিচ্ছাসহ সকল স্প্যানিয়ার্ডদের জন্য শান্তি ও সম্প্রীতির এক রঙধনুস্বরূপ।\"\nএই প্রস্তাবগুলোর অনুমোদন অধিকাংশ স্প্যানিয়ার্ডদের জন্য বিস্মিত ও হতবাক করে, কারণ সদ্য নির্বাচিত কোর্তেস (বর্তমান জাতীয় পরিষদ) রাজতন্ত্রীদের বিপুল সংখ্যাগরিষ্ঠতা নিয়ে গঠিত হয়েছিল।  রুইজ সোরিয়া এ বিষয়ে বলেন: \"আমি প্রতিবাদ জানাই এবং একা থাকলেও প্রতিবাদ চালিয়ে যাব তাদের বিরুদ্ধে, যারা সংবিধানপন্থী রাজতন্ত্রী হিসেবে কোর্তেসে আসার পর হঠাৎ রাতারাতি দেশকে রাজতন্ত্র থেকে প্রজাতন্ত্রে রূপান্তরিত করার সিদ্ধান্ত নেওয়ার অধিকারী মনে করেছে।\"\nতবে বেশিরভাগ রাজতন্ত্রীর জন্য, দ্বিতীয় ইসাবেলাকে পুনরায় রানি হিসেবে প্রতিষ্ঠা করা অসম্ভব হয়ে পড়েছিল এবং ভবিষ্যৎ রাজা দ্বাদশ আলফনসো তখনো অপ্রাপ্তবয়স্ক ছিলেন। ফলে প্রজাতন্ত্রই একমাত্র সম্ভাব্য, যদিও অস্থায়ী, বিকল্প হয়ে ওঠে—বিশেষ করে যখন এটি শুরু থেকেই ব্যর্থতার দিকে এগিয়ে যাচ্ছিল।\n\n\n=== ফিগেরাস সরকার ===\nপ্রজাতন্ত্রের প্রথম সরকার গঠিত হয়েছিল ফেডারেলপন্থী এবং প্রগতিশীলদের নিয়ে যারা রাজতন্ত্রের সময় মন্ত্রী ছিলেন। বিশেষ করে চারজন মন্ত্রী রাজা আমাদেওর সঙ্গে কাজ করেছিলেন: এচেগারায় (অর্থমন্ত্রী), বেসেরা (উন্নয়নমন্ত্রী), ফের্নান্দেজ দে কর্দোবা (যুদ্ধমন্ত্রী) এবং বেরাঙ্গের (নৌবাহিনীমন্ত্রী)।\nশুরুতেই সরকার ভয়াবহ অর্থনৈতিক সংকটে পড়ে। বাজেটে ৫৪৬ মিলিয়ন পেসেতার ঘাটতি ছিল, যার মধ্যে ১৫৩ মিলিয়ন পেসেতার ঋণ অবিলম্বে পরিশোধ করা দরকার ছিল, কিন্তু মাত্র ৩২ মিলিয়ন পেসেতা সেই ঋণ শোধের জন্য উপলব্ধ ছিল। কার্লিস্ট ও কিউবান যুদ্ধের সবচেয়ে কঠিন সময়ে গোলন্দাজ বাহিনী বিলুপ্ত করা হয়েছিল। কারণ এর জন্য পর্যাপ্ত সৈন্য বা অস্ত্রশস্ত্র ছিল না, এমনকি তাদের খাবার বা নতুন অস্ত্র কেনার মতো অর্থও সরকারের হাতে ছিল না। এছাড়া, ১৮৭৩ সালের বৈশ্বিক অর্থনৈতিক মন্দা স্পেনে আঘাত হানে এবং রাজনৈতিক অস্থিরতার কারণে তা পরিস্থিতি আরো সঙ্গিন করে তোলে। আগের কয়েক বছরে কৃষি ও শিল্প শ্রমিকদের মধ্যে বেকারত্বের হার ব্যাপকভাবে বৃদ্ধি পেয়েছিল। যার ফলে শ্রমিক সংগঠনগুলো ধর্মঘট, বিক্ষোভ, প্রতিবাদ সভা এবং পরিত্যক্ত জমি দখলের মতো আন্দোলন শুরু করে।\n২৩ ফেব্রুয়ারি, নবনির্বাচিত জাতীয় পরিষদের স্পিকার, কট্টরপন্থী নেতা ক্রিস্তিনো মার্তোস, একটি ব্যর্থ অভ্যুত্থানের চেষ্টা করেন। এই পরিকল্পনায় সিভিল গার্ড প্রশাসন মন্ত্রণালয় দখল করে এবং ন্যাশনাল মিলিশিয়া একটি কেন্দ্রীয় প্রজাতন্ত্র প্রতিষ্ঠা করার উদ্দেশ্যে ডেপুটিদের কংগ্রেস ঘিরে ফেলে। এই ঘটনার ফলে সরকারের প্রথম পুনর্গঠন ঘটে, যেখানে প্রগতিশীলদের সরিয়ে দিয়ে ফেডারেলপন্থীদের ক্ষমতায় আনা হয়। প্রজাতন্ত্র ঘোষণার মাত্র বারো দিন পর বাধ্যতামূলক সামরিক কাজ বাতিল করা হয় এবং স্বেচ্ছাসেবী সৈন্য নিয়োগের ব্যবস্থা করা হয়। নতুন সৈন্যদের প্রতিদিন ১ পেসেতা মজুরি এবং এক টুকরো রুটি দেওয়া হতো। এছাড়া, একটি প্রজাতন্ত্রী স্বেচ্ছাসেবী বাহিনী গঠন করা হয়, যেখানে যোগদানের জন্য ৫০ পেসেতা ভাতা এবং প্রতিদিন ২ পেসেতা মজুরি ও এক টুকরো রুটি দেওয়া হতো।\nদ্বিতীয় ফিগেরাস সরকারকে ৯ মার্চ স্পেনীয় প্রজাতন্ত্রের মধ্যে একটি কাতালান রাষ্ট্র ঘোষণার চ্যালেঞ্জ মোকাবিলা করতে হয়। দুই দিন পর, ১১ মার্চ, কাতালোনিয়ায় মোতায়েনকৃত স্পেনীয় সেনাবাহিনী প্রত্যাহার করার বিনিময়ে এই ঘোষণা প্রত্যাহার করা হয়। ২৩ এপ্রিল, আরেকটি অভ্যুত্থানের চেষ্টা করা হয়। এবার এতে আলফনসিনো রাজতন্ত্রবাদী, আগের লিবারেল ইউনিয়নের সদস্য এবং সেনাবাহিনীর রাজতন্ত্রবাদী অংশ জড়িত ছিল। কিন্তু শেষ মুহূর্তে বেশ কয়েকটি সেনাদল সমর্থন দেওয়া থেকে বিরত থাকায় এই অভ্যুত্থানও ব্যর্থ হয়।\nফ্রান্সিসকো পি ই মার্গালকে সাধারণত এই সরকারের মূল চালিকা শক্তি হিসেবে বিবেচনা করা হয়। তার সরকারকে প্রজাতন্ত্রের বহু জটিল সমস্যা মোকাবিলা করতে হয়েছিল, যেমন তৃতীয় কার্লিস্ট যুদ্ধ, বিচ্ছিন্নতাবাদী বিদ্রোহ (এইবার কাতালোনিয়াতে), সেনাবাহিনীর শৃঙ্খলাভঙ্গ, রাজতন্ত্রপন্থীদের ষড়যন্ত্র ইত্যাদি। তার সরকার জাতীয় পরিষদ বিলুপ্ত ঘোষণা করে এবং ১ মে সংবিধান-সভা আহ্বান করে। ২৩ এপ্রিল, বিলুপ্তপ্রাপ্ত জাতীয় পরিষদের স্পিকার ক্রিস্তিনো মার্তোস আরেকটি অভ্যুত্থানের চেষ্টা করেন। এবার তিনি মাদ্রিদের সিভিল গভর্নরের সহায়তা পান। একদল মিলিশিয়া সৈন্য পাসেও দেল প্রাদো এলাকায় অবস্থান নেয়, এবং চার হাজার সশস্ত্র স্বেচ্ছাসেবী ইন্ডিপেনডেন্স স্কয়ারের কাছে জড়ো হয়, যাদের মূল উদ্দেশ্য ছিল সামরিক মহড়ার নাম করে অভ্যুত্থান ঘটানো। এই ষড়যন্ত্রের খবর পেয়ে পি ই মার্গাল দ্রুত সিভিল গার্ডকে মোতায়েন করেন। অন্যদিকে, যুদ্ধমন্ত্রী মাদ্রিদের নতুন ক্যাপ্টেন জেনারেল হিসেবে বালতাসার হিদালগোকে নিয়োগ দেয়ার পর তিনি ব্রিগেডিয়ার কার্মোনা, একদল পদাতিক সৈন্য, এবং বিভিন্ন গোলন্দাজ ও অশ্বারোহী সেনাদলকে মিলিশিয়াদের দমন করতে পাঠান। অভ্যুত্থান শুরু হওয়ার আগেই ব্যর্থ হয়, এবং সরকার এতে জড়িত সামরিক দলগুলিকে বাতিল করে দেয়, পাশাপাশি জাতীয় পরিষদের স্থায়ী কমিটিও বিলুপ্ত করা হয়।\n১০ মে নতুন সংবিধান প্রণয়নের জন্য কোর্তেস নির্বাচনের আদেশ জারি করা হয়। এই নির্বাচনে ফেডারেল প্রজাতন্ত্রীরা ৩৪৩টি আসন লাভ করে, আর বাকি রাজনৈতিক দলগুলো ৩১টি আসন পায়। নির্বাচনটি প্রচলিত নিয়মানুযায়ী অনুষ্ঠিত হয়নি এবং এতে মনোনয়ন প্রার্থী ছিল হাস্যকর রকমের, কারণ স্পেনের বেশিরভাগ রাজনৈতিক দল এতে অংশ নেয়নি। কার্লিস্টরা তখনো প্রজাতন্ত্রের বিরুদ্ধে যুদ্ধ চালিয়ে যাচ্ছিল। অন্যদিকে, আন্তোনিও কানোভাস দেল কাস্তিলোর নেতৃত্বাধীন আলফনসিনো রাজতন্ত্রপন্থীরা, কেন্দ্রীয় প্রজাতন্ত্রীরা এবং এমনকি ফার্স্ট ইন্টারন্যাশনালের প্রারম্ভিক শ্রমিক সংগঠনও নির্বাচন বয়কটের ডাক দেয়। এই জন্য ফলাফল সম্পূর্ণভাবে ফেডারেল প্রজাতন্ত্রীদের পক্ষে যায়, যারা ৩৭১টি আসনের মধ্যে ৩৪৩টি দখল করে। তবে ভোটার উপস্থিতি ছিল স্পেনের ইতিহাসে সম্ভবত সবচেয়ে কম, কাতালোনিয়ায় প্রায় ২৮% এবং মাদ্রিদে ২৫% ভোট পড়েছিল।\n\n\n== ফেডারেল প্রজাতন্ত্র ==\n১৮৭৩ সালের ১ জুন কন্সতিতুয়েন্ত কোর্তেস প্রথম অধিবেশন শুরু করে এবং বিভিন্ন প্রস্তাব পেশ করা হয়। প্রথম প্রস্তাবটি ৭ জুন বিতর্কের জন্য উপস্থাপিত হয়, যা সাতজন প্রতিনিধি লিখেছিলেন: \"প্রথম অনুচ্ছেদ: স্পেনীয় রাষ্ট্রের সরকারব্যবস্থা গণতান্ত্রিক ফেডারেল প্রজাতন্ত্র।\"\nসংসদের নিয়ম অনুযায়ী, রাষ্ট্রপতি আইন প্রস্তাবের চূড়ান্ত অনুমোদনের জন্য পরদিন নামধারী ভোট আয়োজন করেন। ৮ জুন, ২১৯ জন প্রতিনিধি এই প্রস্তাবের পক্ষে ভোট দেন এবং মাত্র দুইজন এর বিপক্ষে ছিলেন। এভাবেই স্পেন ফেডারেল প্রজাতন্ত্রে পরিণত হয়। সংসদে থাকা বেশিরভাগ ফেডারেলপন্থী একটি সুইস-মডেলের কনফেডারেশন চেয়েছিলেন, যেখানে অঞ্চলগুলো সরাসরি স্বাধীন ক্যান্টন গঠন করবে। স্পেনীয় লেখক বেনিতো পেরেজ গালদোস, যিনি তখন ২১ বছর বয়সী ছিলেন, প্রথম প্রজাতন্ত্রের সময়কার সংসদীয় পরিবেশ সম্পর্কে লিখেছিলেন:\nকন্সতিতুয়েন্তের (কোর্তেস) অধিবেশন আমাকে আকৃষ্ট করেছিল এবং আমি প্রায় প্রতিদিন বিকেলে সংবাদমাধ্যমের গ্যালারিতে বসে জাতীয় নেতাদের তৈরিকৃত অবর্ণনীয় বিশৃঙ্খলার দৃশ্য উপভোগ করতাম। অগণিত মতের সংঘর্ষ, মতামতের আদানপ্রদান, যুক্তিসঙ্গত চিন্তা থেকে একেবারে উদ্ভট ধারণার উপস্থাপন, এবং অধিকাংশ বক্তার স্বতঃস্ফূর্ত আবেগ দর্শকদের পাগল করে তুলত এবং সংসদের কার্যক্রমকে অচল করে দিত। দিনরাত কেটে যাচ্ছিল, কিন্তু সংসদ সিদ্ধান্ত নিতে পারছিল না মন্ত্রীদের কীভাবে নিয়োগ দেওয়া হবে। প্রত্যেককে পৃথকভাবে ভোটের মাধ্যমে নির্বাচন করা হবে, নাকি ফিগেরাস বা পি নতুন সরকার গঠনের জন্য নিজেরা একটি তালিকা প্রস্তুত করবেন। প্রতিটি পদ্ধতি নিয়ে একবার সিদ্ধান্ত গ্রহণ হতো, তারপর আবার বাতিল করা হতো। এটি যেন এক শিশুতোষ খেলা, যা গভীর বেদনাদায়ক না হলে হাসির খোঁড়াক হতে পারত।\nঅবস্থা এমনই পরাবাস্তব রূপ ধারণ করেছিল যে একসময় মন্ত্রিপরিষদের এক অধিবেশনে সভাপতিত্ব করার সময় এস্তানিসলাও ফিগেরাস হতাশ হয়ে চিৎকার করে উঠলেন: \"মহোদয়গণ, আমি আর পারছি না। আমি একদম স্পষ্ট করেই বলছি—আমি সবাইকে আর সহ্য করতে পারছি না!\" তিনি এতটাই বিরক্ত হয়ে গিয়েছিলেন যে ১০ জুন, নিজের দপ্তরে পদত্যাগপত্র রেখে পার্কে দেল বুয়েন রেতিরোতে হাঁটতে বের হন এবং কাউকে কিছু না জানিয়েই আতোচা স্টেশন থেকে প্রথম ট্রেনে চড়ে বসেন। তিনি একেবারে প্যারিসে গিয়ে ট্রেন থেকে নামেন।\n\n\n== তথ্যসূত্র =="}