{"pageid": 1510074, "title": "আগ্নেয়গিরির গ্যাস", "url": "https://bn.wikipedia.org/wiki?curid=1510074", "content": "আগ্নেয়গিরির গ্যাস হল সক্রিয় (বা কখনও কখনও সুপ্ত) আগ্নেয়গিরি দ্বারা নির্গত গ্যাস। এগুলির মধ্যে রয়েছে আগ্নেয় শিলার গহ্বরে (ভেসিকল) আটকা পড়া গ্যাস, ম্যাগমা এবং লাভাতে দ্রবীভূত বা বিচ্ছিন্ন গ্যাস, বা লাভা, আগ্নেয়গিরির ক্রেটার বা ভেন্ট থেকে নির্গত গ্যাস। আগ্নেয়গিরির গ্যাস আগ্নেয়গিরির ক্রিয়াকলাপ দ্বারা উত্তপ্ত ভূগর্ভস্থ জল দিয়েও নির্গত হতে পারে।\nপৃথিবীতে আগ্নেয়গিরির গ্যাসের উৎসগুলির মধ্যে রয়েছে:  \n\nপৃথিবীর ম্যান্টেল থেকে প্রাথমিক এবং পুনর্ব্যবহৃত উপাদান,\nপৃথিবীর ভূত্বক থেকে আত্তীকৃত উপাদান,\nভূগর্ভস্থ জল এবং পৃথিবীর বায়ুমণ্ডল।\nউপাদানগুলি যা উত্তপ্ত হলে গ্যাসীয় হয়ে যায় বা গ্যাস নির্গত করে তাদের উদ্বায়ী পদার্থ বলা হয়।\n\n\n== গঠন ==\n  \n  \n  \nআগ্নেয়গিরির গ্যাসের প্রধান উপাদানগুলি হল জলীয় বাষ্প (H2O), কার্বন ডাই অক্সাইড (CO2), সালফার যা হয় সালফার ডাইঅক্সাইড (SO2) (উচ্চ-তাপমাত্রার আগ্নেয়গিরির গ্যাস) বা হাইড্রোজেন সালফাইড (H2S) (নিম্ন-তাপমাত্রার আগ্নেয়গিরির গ্যাস), নাইট্রোজেন, আর্গন, হিলিয়াম, নিয়ন, মিথেন, কার্বন মনোক্সাইড এবং হাইড্রোজেন। আগ্নেয়গিরির গ্যাসে শনাক্ত করা অন্যান্য যৌগগুলি হল অক্সিজেন (মেটিওরিক), হাইড্রোজেন ক্লোরাইড, হাইড্রোজেন ফ্লোরাইড, হাইড্রোজেন ব্রোমাইড, সালফার হেক্সাফ্লোরাইড, কার্বনিল সালফাইড এবং জৈব যৌগ। বিদেশী ট্রেস যৌগগুলির মধ্যে রয়েছে পারদ, হ্যালোকার্বন (যার মধ্যে CFC রয়েছে), এবং হ্যালোজেন অক্সাইড মৌল।\nআগ্নেয়গিরি থেকে আগ্নেয়গিরির গ্যাসের প্রাচুর্য উল্লেখযোগ্যভাবে পরিবর্তিত হয়, আগ্নেয়গিরির কার্যকলাপ এবং টেকটোনিক সেটিং এর উপর নির্ভর করে। জলীয় বাষ্প ধারাবাহিকভাবে সবচেয়ে প্রাচুর্যপূর্ণ আগ্নেয়গিরির গ্যাস, সাধারণত মোট নির্গমনের ৬০% এর বেশি গঠন করে। কার্বন ডাই অক্সাইড সাধারণত নির্গমনের ১০ থেকে ৪০% হিসাবে দায়ী।\nকনভারজেন্ট প্লেট সীমানায় অবস্থিত আগ্নেয়গিরিগুলি হট স্পট বা ডাইভারজেন্ট প্লেট সীমানার আগ্নেয়গিরিগুলির তুলনায় বেশি জলীয় বাষ্প এবং ক্লোরিন নির্গত করে। এটি সাবডাকশন জোন এ গঠিত ম্যাগমায় সমুদ্রের জল যোগ হওয়ার কারণে ঘটে। কনভারজেন্ট প্লেট সীমানার আগ্নেয়গিরিগুলির H2O/H2, H2O/CO2, CO2/He এবং N2/He অনুপাত হট স্পট বা ডাইভারজেন্ট প্লেট সীমানার আগ্নেয়গিরিগুলির তুলনায় বেশি।\n\n\n== ম্যাগমাটিক গ্যাস এবং উচ্চ-তাপমাত্রার আগ্নেয়গিরির গ্যাস ==\nম্যাগমায় দ্রবীভূত উদ্বায়ী উপাদান রয়েছে, যেমন উপরে বর্ণিত হয়েছে। বিভিন্ন উদ্বায়ী উপাদানের দ্রবণীয়তা চাপ, তাপমাত্রা এবং ম্যাগমা এর গঠনের উপর নির্ভরশীল। ম্যাগমা যখন পৃষ্ঠের দিকে উঠে আসে, তখন পরিবেশের চাপ হ্রাস পায়, যা দ্রবীভূত উদ্বায়ীগুলির দ্রবণীয়তা হ্রাস করে। দ্রবণীয়তা উদ্বায়ী ঘনত্বের নিচে নেমে গেলে, উদ্বায়ীগুলি ম্যাগমার মধ্যে দ্রবণ থেকে বের হয়ে আসতে থাকে (এক্সসলভ) এবং একটি পৃথক গ্যাস পর্যায় গঠন করে (ম্যাগমা উদ্বায়ীগুলিতে সুপার-স্যাচুরেটেড)।\nগ্যাসটি প্রাথমিকভাবে ম্যাগমা জুড়ে ছোট বুদবুদ হিসাবে বিতরণ করা হবে, যা ম্যাগমার দ্রুত উপরে উঠতে পারে না। ম্যাগমা উপরে উঠার সাথে সাথে বুদবুদগুলি ডিকম্প্রেশন মাধ্যমে প্রসারণ এবং বৃদ্ধির মাধ্যমে বৃদ্ধি পায় কারণ ম্যাগমায় উদ্বায়ীগুলির দ্রবণীয়তা আরও হ্রাস পায় যার ফলে আরও গ্যাস এক্সসলভ হয়। ম্যাগমার সান্দ্রতার উপর নির্ভর করে, বুদবুদগুলি ম্যাগমার মাধ্যমে উপরে উঠতে শুরু করতে পারে এবং একত্রিত হতে পারে, বা তারা একটি অবিচ্ছিন্নভাবে সংযুক্ত নেটওয়ার্ক গঠন করা শুরু না করা পর্যন্ত তুলনামূলকভাবে স্থির থাকে। প্রথম ক্ষেত্রে, বুদবুদগুলি ম্যাগমার মাধ্যমে উপরে উঠতে পারে এবং একটি উল্লম্ব পৃষ্ঠে জমা হতে পারে, যেমন একটি ম্যাগমা চেম্বারের 'ছাদ'। পৃষ্ঠের দিকে একটি খোলা পথ সহ আগ্নেয়গিরিগুলিতে, যেমন ইতালির স্ট্রম্বোলি, বুদবুদগুলি পৃষ্ঠে পৌঁছাতে পারে এবং তারা ফেটে গেলে ছোট বিস্ফোরণ ঘটে। পরবর্তী ক্ষেত্রে, গ্যাস অবিচ্ছিন্ন প্রবাহযোগ্য নেটওয়ার্কের মাধ্যমে দ্রুত পৃষ্ঠের দিকে প্রবাহিত হতে পারে। এই প্রক্রিয়াটি গুয়াতেমালার সান্তা মারিয়া আগ্নেয়গিরি এর সান্তিয়াগুইটোতে কার্যকলাপ ব্যাখ্যা করতে ব্যবহৃত হয়েছে এবং মন্টসেরাটের সুফ্রিয়ের হিলস আগ্নেয়গিরি। যদি গ্যাস ম্যাগমা থেকে দ্রুত পালাতে না পারে, তবে এটি ম্যাগমাকে ছাইয়ের ছোট কণায় বিভক্ত করবে। তরলীকৃত ছাইয়ের সান্দ্র ম্যাগমার তুলনায় গতির জন্য অনেক কম প্রতিরোধ ক্ষমতা রয়েছে, তাই এটি ত্বরান্বিত হয়, যার ফলে গ্যাসগুলির আরও প্রসারণ এবং মিশ্রণের ত্বরণ ঘটে। এই ঘটনাগুলির ক্রম বিস্ফোরক আগ্নেয়গিরিবাদ চালায়। গ্যাসটি ধীরে ধীরে পালাতে পারে (প্যাসিভ অগ্ন্যুৎপাত) বা না পারে (বিস্ফোরক অগ্ন্যুৎপাত) তা প্রাথমিক ম্যাগমার মোট উদ্বায়ী উপাদান এবং ম্যাগমার সান্দ্রতা দ্বারা নির্ধারিত হয়, যা এর গঠন দ্বারা নিয়ন্ত্রিত হয়।\n'ক্লোজড সিস্টেম' ডিগ্যাসিং শব্দটি সেই ক্ষেত্রে বোঝায় যেখানে গ্যাস এবং এর প্যারেন্ট ম্যাগমা একসাথে উপরে উঠে এবং একে অপরের সাথে ভারসাম্য অবস্থায় থাকে। নির্গত গ্যাসের গঠন ম্যাগমার গঠনের সাথে ভারসাম্যপূর্ণ হয় সেই চাপ, তাপমাত্রায় যেখানে গ্যাস সিস্টেম ছেড়ে যায়। 'ওপেন সিস্টেম' ডিগ্যাসিং এ, গ্যাস তার প্যারেন্ট ম্যাগমা ছেড়ে উপরে উঠে এবং উপরন্তু ম্যাগমার সাথে ভারসাম্য না রেখে উপরে উঠে। পৃষ্ঠে মুক্তিপ্রাপ্ত গ্যাসের গঠন হল বিভিন্ন গভীরতায় এক্সসলভড ম্যাগমার একটি ভর-প্রবাহ গড় এবং এটি কোনও একটি গভীরতায় ম্যাগমার অবস্থার প্রতিনিধিত্ব করে না।\nবায়ুমণ্ডলের কাছাকাছি গলিত শিলা (হয় ম্যাগমা বা লাভা) উচ্চ-তাপমাত্রার আগ্নেয়গিরির গ্যাস (>৪০০ °C) নির্গত করে।  \nবিস্ফোরক আগ্নেয়গিরির অগ্ন্যুৎপাত এ, ম্যাগমা থেকে গ্যাসের আকস্মিক মুক্তি গলিত শিলার দ্রুত গতিবিধি সৃষ্টি করতে পারে। যখন ম্যাগমা জল, সমুদ্রের জল, হ্রদের জল বা ভূগর্ভস্থ জলের সাথে মিলিত হয়, তখন এটি দ্রুত বিভক্ত হতে পারে। গ্যাসের দ্রুত প্রসারণ হল বেশিরভাগ বিস্ফোরক আগ্নেয়গিরির অগ্ন্যুৎপাতের চালিকা শক্তি। তবে, সক্রিয় আগ্নেয়গিরিবাদের সময় একটি উল্লেখযোগ্য অংশ আগ্নেয়গিরির গ্যাস নির্গমন ঘটে।\n\n\n== নিম্ন-তাপমাত্রার আগ্নেয়গিরির গ্যাস এবং হাইড্রোথার্মাল সিস্টেম ==\nযখন উপরের দিকে যাত্রা করা ম্যাগমাটিক গ্যাস একটি ভূগর্ভস্থ সিক্ত শিলাস্তর এ মেটিওরিক জল এর সাথে মিলিত হয়, তখন বাষ্প উৎপন্ন হয়। লুকানো ম্যাগমাটিক তাপও মেটিওরিক জলকে বাষ্প পর্যায়ে উপরে উঠতে পারে। এই গরম মিশ্রণের দীর্ঘস্থায়ী তরল-শিলা মিথস্ক্রিয়া শীতল ম্যাগমাটিক শিলা এবং কান্ট্রি রক থেকে উপাদানগুলিকে লিচ করতে পারে, যার ফলে আয়তন পরিবর্তন এবং পর্যায় পরিবর্তন, প্রতিক্রিয়া এবং এইভাবে উপরে প্রবাহিত তরলের আয়নিক শক্তি বৃদ্ধি পায়। এই প্রক্রিয়াটি তরলের pH হ্রাস করে। শীতলকরণ ফেজ সেপারেশন এবং খনিজ জমা ঘটাতে পারে, যা আরও হ্রাসকারী অবস্থার দিকে পরিবর্তনের সাথে থাকে। এই ধরনের হাইড্রোথার্মাল সিস্টেমের পৃষ্ঠের অভিব্যক্তিতে, নিম্ন-তাপমাত্রার আগ্নেয়গিরির গ্যাস (<৪০০ °C) হয় বাষ্প-গ্যাস মিশ্রণ হিসাবে বা উষ্ণ প্রস্রবণ এ দ্রবীভূত আকারে নির্গত হয়। সমুদ্রের তলদেশে, এই ধরনের গরম সুপারস্যাচুরেটেড হাইড্রোথার্মাল তরলগুলি ঠান্ডা সমুদ্রের জল এ নির্গমনের বিন্দুতে জলতাপীয় রন্ধ্র নামে বিশাল চিমনি কাঠামো গঠন করে।\nভূতাত্ত্বিক সময়ের মধ্যে, কান্ট্রি রক এ খনিজগুলির হাইড্রোথার্মাল লিচিং, পরিবর্তন এবং/অথবা পুনঃজমা প্রক্রিয়াটি একটি কার্যকর ঘনীভবন প্রক্রিয়া যা নির্দিষ্ট ধরনের অর্থনৈতিকভাবে মূল্যবান আকরিক জমা তৈরি করে।\n\n\n== অ-বিস্ফোরক আগ্নেয়গিরির গ্যাস নির্গমন ==\nগ্যাস নির্গমন অ্যাডভেকশন এর মাধ্যমে ফ্র্যাকচার দিয়ে বা ডিফিউজ ডিগ্যাসিং স্ট্রাকচার (DDS) হিসাবে বড় অঞ্চলের প্রবেশযোগ্য ভূমির মাধ্যমে ডিফিউজ ডিগ্যাসিং এর মাধ্যমে ঘটতে পারে। অ্যাডভেক্টিভ গ্যাস ক্ষয়ের স্থানে, গন্ধক এবং বিরল খনিজ এর বৃষ্টিপাত সালফার জমা এবং ছোট সালফার চিমনি গঠন করে, যাকে ধূম্ররন্ধ্র বলা হয়। খুব নিম্ন-তাপমাত্রার (১০০ °C এর নিচে) ফিউমারোলিক কাঠামোগুলি সলফাটারা নামেও পরিচিত। প্রধানত কার্বন ডাই অক্সাইডের ঠান্ডা ডিগ্যাসিং এর স্থানগুলিকে মোফেট বলা হয়। আগ্নেয়গিরির হট স্প্রিংস এ প্রায়শই দ্রবীভূত আকারে ম্যাগমাটিক গ্যাসের একটি পরিমাপযোগ্য পরিমাণ দেখা যায়।\n\n\n== বায়ুমণ্ডলে আগ্নেয়গিরির গ্যাসের বর্তমান নির্গমন ==\nবর্তমান সময়ে বায়ুমণ্ডলে আগ্নেয়গিরির গ্যাসের বিশ্বব্যাপী নির্গমনকে অগ্ন্যুৎপাত বা অ-অগ্ন্যুৎপাত হিসাবে শ্রেণীবদ্ধ করা যেতে পারে। যদিও সমস্ত আগ্নেয়গিরির গ্যাস প্রজাতি বায়ুমণ্ডলে নির্গত হয়, CO2 (একটি গ্রিনহাউজ গ্যাস) এবং SO2 এর নির্গমন সবচেয়ে বেশি অধ্যয়ন করা হয়েছে।\nএটি দীর্ঘদিন ধরে স্বীকৃত হয়েছে যে অগ্ন্যুৎপাতের তুলনায় প্যাসিভ ডিগ্যাসিং এর মাধ্যমে অনেক কম মোট SO2 নির্গমন ঘটে। Fischer et al (2019) অনুমান করেছেন যে, ২০০৫ থেকে ২০১৫ সাল পর্যন্ত, অগ্ন্যুৎপাতের সময় SO2 নির্গমন ছিল প্রতি বছর ২.৬ টেরাগ্রাম (Tg বা ১০১২g বা ০.৯০৭ গিগাটন Gt) এবং প্যাসিভ ডিগ্যাসিং এর সময় প্রতি বছর ২৩.২ ± ২ Tg ছিল। একই সময়ের মধ্যে, আগ্নেয়গিরির অগ্ন্যুৎপাতের সময় CO2 নির্গমন প্রতি বছর ১.৮ ± ০.৯ Tg অনুমান করা হয়েছিল এবং অ-অগ্ন্যুৎপাতিক কার্যকলাপের সময় প্রতি বছর ৫১.৩ ± ৫.৭ Tg ছিল। অতএব, আগ্নেয়গিরির অগ্ন্যুৎপাতের সময় CO2 নির্গমন অ-অগ্ন্যুৎপাতিক আগ্নেয়গিরির কার্যকলাপের সময় নির্গত CO2 নির্গমনের ১০% এরও কম।\n১৫ জুন ১৯৯১-এ মাউন্ট পিনাটুবোর অগ্ন্যুৎপাত (VEI 6) ফিলিপাইনে মোট ১৮ ± ৪ টেরাগ্রাম (Tg) SO2 নির্গত করেছিল। এই ধরনের বড় VEI 6 অগ্ন্যুৎপাত বিরল এবং প্রতি ৫০ থেকে ১০০ বছরে একবার ঘটে। আইসল্যান্ডে ২০১০-এ এজাফজাল্লাজোকুলের অগ্ন্যুৎপাত (VEI 4) মোট ৫.১ টেরাগ্রাম CO2 নির্গত করেছিল। VEI 4 অগ্ন্যুৎপাত প্রতি বছর প্রায় একবার ঘটে।\nতুলনার জন্য, Le Quéré, C. et al অনুমান করে যে ২০০৬ থেকে ২০১৫ সাল পর্যন্ত মানুষের জীবাশ্ম জ্বালানি পোড়ানো এবং সিমেন্ট উৎপাদন প্রতি বছর ৯.৩ গিগাটন কার্বন প্রক্রিয়া করেছে, যা প্রতি বছর ৩৪.১ গিগাটন CO2 তৈরি করে।\nকিছু সাম্প্রতিক আগ্নেয়গিরির CO2 নির্গমন অনুমান Fischer et al (2019) এর চেয়ে বেশি। Burton et al. (2013) এর অনুমান ৫৪০ টেরাগ্রাম CO2/বছর এবং Werner et al. (2019) এর অনুমান ২২০ - ৩০০ টেরাগ্রাম CO2/বছর আগ্নেয়গিরি অঞ্চল থেকে ডিফিউজ CO2 নির্গমন বিবেচনা করে।\n\n\n== সংবেদন, সংগ্রহ এবং পরিমাপ ==\nআগ্নেয়গিরির গ্যাস সংগ্রহ এবং বিশ্লেষণ ১৭৯০ সালে ইতালিতে স্কিপিওন ব্রেইস্লাক দ্বারা করা হয়েছিল। আগ্নেয়গিরির গ্যাসের গঠন আগ্নেয়গিরির মধ্যে ম্যাগমার চলাচলের উপর নির্ভরশীল। তাই, গ্যাসের গঠনে আকস্মিক পরিবর্তন প্রায়ই আগ্নেয়গিরির কার্যকলাপের পরিবর্তনের পূর্বাভাস দেয়। তদনুসারে, আগ্নেয়গিরির বিপদ পর্যবেক্ষণের একটি বড় অংশ গ্যাসীয় নির্গমনের নিয়মিত পরিমাপ জড়িত। উদাহরণস্বরূপ, স্ট্রম্বোলিতে গ্যাসের CO2 উপাদান বৃদ্ধি সিস্টেমের গভীরে নতুন উদ্বায়ী-সমৃদ্ধ ম্যাগমা ইনজেকশনের জন্য দায়ী করা হয়েছে।\nআগ্নেয়গিরির গ্যাস সংবেদন (ইন-সিটু পরিমাপ) বা আরও বিশ্লেষণের জন্য নমুনা সংগ্রহ করা যেতে পারে। আগ্নেয়গিরির গ্যাস সংবেদন হতে পারে:  \n\nগ্যাসের মধ্যে ইলেক্ট্রোকেমিক্যাল সেন্সর এবং প্রবাহ-মাধ্যম ইনফ্রারেড-স্পেক্ট্রোস্কোপিক গ্যাস সেল দ্বারা\nগ্যাসের বাইরে স্থল-ভিত্তিক বা বিমান-বাহিত দূরবর্তী স্পেক্ট্রোস্কোপি যেমন, করিলেশন স্পেকট্রোস্কোপি (COSPEC), প্রভেদগত অপটিক্যাল অ্যাবসর্পশন স্পেকট্রোস্কোপি (DOAS), বা ফুরিয়ে ট্রান্সফর্ম ইনফ্রারেড স্পেকট্রোস্কোপি (FTIR)।\nসালফার ডাই অক্সাইড (SO2) অতিবেগুনি তরঙ্গদৈর্ঘ্যে দৃঢ়ভাবে শোষণ করে এবং বায়ুমণ্ডলে এর পটভূমি ঘনত্ব কম। এই বৈশিষ্ট্যগুলি সালফার ডাই অক্সাইডকে আগ্নেয়গিরির গ্যাস পর্যবেক্ষণের জন্য একটি ভাল লক্ষ্য করে তোলে। এটি স্যাটেলাইট-ভিত্তিক যন্ত্র দ্বারা সনাক্ত করা যেতে পারে, যা বিশ্বব্যাপী পর্যবেক্ষণ ermöglicht, এবং স্থল-ভিত্তিক যন্ত্র যেমন DOAS দ্বারা। DOAS অ্যারেগুলি কিছু ভাল-পর্যবেক্ষিত আগ্নেয়গিরির কাছে স্থাপন করা হয় এবং SO2 নির্গমন ফ্লাক্স অনুমান করতে ব্যবহৃত হয়। মাল্টি-কম্পোনেন্ট গ্যাস অ্যানালাইজার সিস্টেম (মাল্টি-GAS) CO2, SO2 এবং H2S দূরবর্তীভাবে পরিমাপ করতেও ব্যবহৃত হয়। অন্যান্য গ্যাসের ফ্লাক্স সাধারণত আগ্নেয়গিরির প্লুমের মধ্যে বিভিন্ন গ্যাসের অনুপাত পরিমাপ করে অনুমান করা হয়, যেমন FTIR, আগ্নেয়গিরির ক্রেটার রিমে ইলেক্ট্রোকেমিক্যাল সেন্সর, বা সরাসরি নমুনা সংগ্রহ, এবং SO2 ফ্লাক্স দ্বারা আগ্রহের গ্যাসের অনুপাত গুণ করে।\nআগ্নেয়গিরির গ্যাসের সরাসরি নমুনা সংগ্রহ প্রায়শই একটি শূন্য ফ্লাস্ক এবং ক্ষয়কারী দ্রবণ ব্যবহার করে একটি পদ্ধতি দ্বারা করা হয়, প্রথমে রবার্ট ডব্লিউ. বুনসেন (১৮১১-১৮৯৯) দ্বারা ব্যবহৃত এবং পরে জার্মান রসায়নবিদ ওয়ার্নার এফ. গিগেনবাখ (১৯৩৭-১৯৯৭) দ্বারা পরিমার্জিত, যাকে গিগেনবাখ-বোতল বলা হয়। অন্যান্য পদ্ধতির মধ্যে রয়েছে শূন্য খালি পাত্রে সংগ্রহ, প্রবাহ-মাধ্যম গ্লাস টিউব, গ্যাস ওয়াশ বোতল (ক্রায়োজেনিক স্ক্রাবার), ইমপ্রেগনেটেড ফিল্টার প্যাক এবং কঠিন শোষক টিউব।\n\n\n== গ্যাস নমুনার বিশ্লেষণাত্মক প্রযুক্তি ==\nগ্যাস নমুনার বিশ্লেষণাত্মক প্রযুক্তিগুলির মধ্যে রয়েছে গ্যাস ক্রোমাটোগ্রাফি যার সাথে তাপীয় পরিবাহিতা সনাক্তকরণ (TCD), ফ্লেম আয়নাইজেশন ডিটেক্টর (এফআইডি) (FID) এবং মাস স্পেক্ট্রোমেট্রি (GC-MS) গ্যাসের জন্য, এবং দ্রবীভূত প্রজাতির জন্য বিভিন্ন ভেজা রাসায়নিক প্রযুক্তি (যেমন, অ্যাসিডিমেট্রিক টাইট্রেশন দ্রবীভূত CO2 এর জন্য, এবং আয়ন ক্রোমাটোগ্রাফি সালফেট, ক্লোরাইড, ফ্লোরাইড এর জন্য)। ট্রেস ধাতু, ট্রেস জৈব এবং আইসোটোপিক গঠন সাধারণত বিভিন্ন মাস স্পেক্ট্রোমেট্রিক পদ্ধতি দ্বারা নির্ধারিত হয়।\n\n\n== আগ্নেয়গিরির গ্যাস এবং আগ্নেয়গিরি পর্যবেক্ষণ ==\n\nআগ্নেয়গিরির গ্যাসের কিছু উপাদান গভীরে পরিবর্তিত অবস্থার খুব প্রাথমিক লক্ষণ দেখাতে পারে, যা তাদের আসন্ন অস্থিরতা ভবিষ্যদ্বাণী করার জন্য একটি শক্তিশালী হাতিয়ার করে তোলে। সিসমিসিটি এবং ডিফরমেশন সম্পর্কিত পর্যবেক্ষণ ডেটার সাথে ব্যবহার করা হলে, সম্পর্কিত পর্যবেক্ষণ অত্যন্ত দক্ষতা অর্জন করে। আগ্নেয়গিরির গ্যাস পর্যবেক্ষণ যেকোনো আগ্নেয়গিরি পর্যবেক্ষণ কেন্দ্র এর একটি আদর্শ হাতিয়ার। দুর্ভাগ্যবশত, সবচেয়ে সঠিক গঠনগত ডেটা এখনও বিপজ্জনক ফিল্ড নমুনা সংগ্রহ অভিযানের প্রয়োজন। তবে, দূর অনুধাবন প্রযুক্তি ১৯৯০-এর দশক জুড়ে ব্যাপকভাবে উন্নতি লাভ করেছে। ডিপ আর্থ কার্বন ডিগ্যাসিং প্রজেক্ট ৯টি আগ্নেয়গিরি ক্রমাগত পর্যবেক্ষণ করতে মাল্টি-GAS রিমোট সেন্সিং ব্যবহার করছে।\n\n\n== বিপদ ==\n১৯০০ থেকে ১৯৮৬ সালের মধ্যে আগ্নেয়গিরি-সম্পর্কিত মানুষের মৃত্যুর প্রায় ৩% সরাসরি আগ্নেয়গিরির গ্যাসের জন্য দায়ী ছিল। কিছু আগ্নেয়গিরির গ্যাস অ্যাসিডিক ক্ষয় দ্বারা মৃত্যু ঘটায়; অন্যরা শ্বাসরোধ দ্বারা মৃত্যু ঘটায়। কিছু আগ্নেয়গিরির গ্যাস, যেমন সালফার ডাই অক্সাইড, হাইড্রোজেন ক্লোরাইড, হাইড্রোজেন সালফাইড এবং হাইড্রোজেন ফ্লোরাইড, অন্যান্য বায়ুমণ্ডলীয় কণার সাথে বিক্রিয়া করে অ্যারোসল গঠন করে।\n\n\n== গ্যালারি ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\n\n== আরও দেখুন ==\nঅ্যামিগডুল – বহির্গত আগ্নেয় শিলায় পূর্ণ ভেসিকল\nঅগ্ন্যুৎপাত কলাম – বিস্ফোরক আগ্নেয়গিরির অগ্ন্যুৎপাতের সময় নির্গত গরম ছাই ও আগ্নেয়গিরির গ্যাসের মেঘ\nফিউমারোল – আগ্নেয়গিরির খোলা অংশ যা গরম গ্যাস নির্গত করে\nগ্যাসের সূত্র – গ্যাসের সাথে সম্পর্কিত শারীরিক সূত্রের তালিকা\nগেইজার – গরম পানির প্রাকৃতিক বিস্ফোরক উদগীরণ\nলেক নিওস – ক্যামেরুনের উত্তর-পশ্চিম অঞ্চলে অবস্থিত জ্বালামুখ হ্রদ\nমোফেট – আগ্নেয়গিরির যে বিন্দুতে কার্বন ডাই অক্সাইড নির্গত হয়\nসলফাটারা – আগ্নেয়গিরির গ্যাস নির্গমনকারী খোলা অংশ\nউদ্বায়ীতা (রসায়ন) – কোনো পদার্থের বাষ্পীভূত হওয়ার প্রবণতা\nউদ্বায়ী (অ্যাস্ট্রোজিওলজি) – সহজে বাষ্পে পরিণত হওয়া মৌল ও যৌগ\n\n\n== বহিঃসংযোগ ==\nUSGS অগ্নেয়গিরি বিপদ প্রোগ্রাম: অগ্নেয়গিরির গ্যাস এবং তাদের প্রভাব  ওয়েব্যাক মেশিনে আর্কাইভকৃত ১ আগস্ট ২০১৩ তারিখে\nIVHHN; USGS: অগ্নেয়গিরি ও ভূতাপীয় গ্যাসের স্বাস্থ্যজনিত বিপদ। সাধারণ মানুষের জন্য একটি নির্দেশিকা।\n\n\n== তথ্যসূত্র =="}