{"pageid": 1510639, "title": "ভূ-রসায়ন", "url": "https://bn.wikipedia.org/wiki?curid=1510639", "content": "ভূ-রসায়ন হলো এমন একটি বিজ্ঞান যেখানে রসায়নের নিয়ম ও পদ্ধতি ব্যবহার করে পৃথিবীর ভূত্বক, মহাসাগরসহ বিভিন্ন ভূতাত্ত্বিক প্রক্রিয়া বোঝার চেষ্টা করা হয়। এটি পৃথিবীর ভূত্বক ও মহাসাগরসহ সমগ্র সৌরজগৎ পর্যন্ত বিস্তৃত।ভূ-রসায়ন আমাদের বুঝতে সাহায্য করে গ্রহগুলোর গঠন কীভাবে হয়, পৃথিবীর অভ্যন্তরে পদার্থ কীভাবে চলাচল করে এবং গ্রানাইট বা ব্যাসাল্টের মতো শিলা কীভাবে তৈরি হয়। সহজভাবে বললে, এটি ভূবিদ্যা ও রসায়নের মিশ্রণে গঠিত একটি বিষয়।\n\n\n== ইতিহাস ==\n\nভূ-রসায়ন শব্দটি প্রথম ব্যবহার করেছিলেন সুইস-জার্মান রসায়নবিদ ক্রিশ্চিয়ান ফ্রিডরিখ শ্যোনবাইন ১৮৩৮ সালে। তিনি লিখেছিলেন, \"ভূ-জ্ঞান ভূবিদ্যার পূর্ণাঙ্গ শাখা হয়ে ওঠার আগে এবং আমাদের গ্রহ ও তাদের অজৈব পদার্থের উৎপত্তির রহস্য উন্মোচিত হওয়ার পূর্বে একটি তুলনামূলক ভূ-রসায়ন বিষয়ক গবেষণা শুরু করা উচিত।\" তবে, উনিশ শতকের বাকি সময়জুড়ে \"রাসায়নিক ভূবিদ্যা\" শব্দটি বেশি প্রচলিত ছিল এবং ভূতত্ত্ববিদ ও রসায়নবিদদের মধ্যে সংযোগ ছিল নগণ্য।\"\nভূ-রসায়ন স্বতন্ত্র শাখা হিসেবে প্রতিষ্ঠিত হয় মূলত বড় গবেষণাগারগুলোর কার্যক্রম শুরু হওয়ার পর। এর সূচনা ঘটে ১৮৮৪ সালে যখন যুক্তরাষ্ট্রের ভূতাত্ত্বিক জরিপ সংস্থা শিলা ও খনিজের রাসায়নিক বৈশিষ্ট্যের পদ্ধতিগত জরিপ চালানো শুরু করে। সংস্থার প্রধান রসায়নবিদ ফ্রাঙ্ক উইগলসওয়ার্থ ক্লার্ক লক্ষ্য করেন যে মৌলগুলোর পারমাণবিক ওজন বৃদ্ধির সাথে সাথে তাদের প্রাচুর্য কমে যায়। তিনি মৌলগুলোর উপস্থিতি সংক্রান্ত গবেষণা দ্য ডাটা অব জিওক্যামিস্ট্রি গ্রন্থে সংকলিত করেন।\nমহাজাগতিক শিলার (উল্কাপিণ্ড) রাসায়নিক গঠন এবং পৃথিবীর শিলার তুলনামূলক বিশ্লেষণ শুরু হয় ১৮৫০ সালের দিক থেকে। ১৯০১ সালে অলিভার সি. ফারিংটন ধারণা দেন যে, পার্থক্য থাকলেও উভয়ের আপেক্ষিক প্রাচুর্য অভিন্ন হওয়া উচিত। এই গবেষণাই পরবর্তীতে \"মহাজাগতিক রসায়ন\" শাখার ভিত্তি স্থাপন করে এবং পৃথিবী ও সৌরজগতের গঠনের সম্পর্কে গুরুত্বপূর্ণ তথ্য প্রদান করে।\nবিশ শতকের শুরুর দিকে ম্যাক্স ফন লাউয়ে ও উইলিয়াম এল. ব্র্যাগ এক্স-রে বিচ্ছুরণ পদ্ধতির মাধ্যমে স্ফটিকের গঠন নির্ধারণের পদ্ধতি উদ্ভাবন করেন। ১৯২০ ও ১৯৩০-এর দশকে ভিক্টর গোল্ডশমিডট ও তার সহযোগীরা নরওয়ের অসলো বিশ্ববিদ্যালয়ে এই পদ্ধতি ব্যবহার করে প্রচলিত খনিজগুলোর গঠন বিশ্লেষণ করেন এবং মৌলগুলোর শ্রেণিবিন্যাস সম্পর্কিত কিছু নিয়ম প্রণয়ন করেন। তিনি এই গবেষণা মৌলগুলোর ভূ-রসায়নিক বণ্টন বিধি শিরোনামে প্রকাশ করেন।\n১৯৬০-এর দশক থেকে ২০০২ সাল পর্যন্ত মানফ্রেড শিডলোভস্কির গবেষণা প্রাচীন পৃথিবীর জীবরসায়ন নিয়ে কেন্দ্রীভূত ছিল। তিনি মূলত আইসোটোপ-বায়োজিওকেমিস্ট্রি এবং প্রাক-ক্যাম্ব্রিয়ান যুগে জীবনের আদিম প্রক্রিয়ার প্রমাণ অনুসন্ধানে কাজ করেন।\n\n\n== উপশাখা ==\nভূ-রসায়নের কিছু উপশাখা হল\n\nজলবিদ্যুৎ ভূ-রসায়ন: জলীয় ভূরসায়ন এমন একটি শাখা যা জলপ্রবাহ অঞ্চলে বিভিন্ন মৌলিক উপাদানের ভূমিকা নিয়ে গবেষণা করে, যার মধ্যে তামা, গন্ধক ও পারদের মতো উপাদান অন্তর্ভুক্ত। এটি বিশেষভাবে পর্যবেক্ষণ করে কিভাবে মৌলিক প্রবাহসমূহ বায়ুমণ্ডল, স্থলভাগ ও জলভাগের পারস্পরিক ক্রিয়ার মাধ্যমে বিনিময় হয়।\nজীব-রসায়ন: এটি সেই শাখা যা পৃথিবীর রসায়নে জীবনের প্রভাব নিয়ে গবেষণা করে।\nমহাজাগতিক রসায়ন: এটি মহাবিশ্বে মৌলগুলির বণ্টন এবং তাদের আইসোটোপের বিশ্লেষণ অন্তর্ভুক্ত করে।\nআইসোটোপ ভূ-রসায়ন: এটি পৃথিবী এবং পৃথিবীর পৃষ্ঠে মৌলগুলির আপেক্ষিক এবং চূড়ান্ত ঘনত্ব নির্ধারণের পদ্ধতি নিয়ে কাজ করে।\nজৈব ভূ-রসায়ন: এটি জীবিত বা এককালে জীবিত জীবাণু থেকে উদ্ভূত প্রক্রিয়া এবং যৌগের ভূমিকা অধ্যয়ন করে।\nফটো-ভূ-রসায়ন: এটি আলোর দ্বারা উদ্দীপ্ত রাসায়নিক প্রতিক্রিয়া অধ্যয়ন করে, যা পৃথিবীর পৃষ্ঠের প্রাকৃতিক উপাদানগুলির মধ্যে ঘটতে পারে বা ঘটছে।\nআঞ্চলিক ভূ-রসায়ন: এটি পরিবেশ, জলবিজ্ঞান এবং খনিজ অনুসন্ধান সম্পর্কিত গবেষণায় প্রয়োগ করা হয়।\n\n\n== রাসায়নিক মৌল ==\nপদার্থের গঠনমূলক একক হল রাসায়নিক মৌল। এই মৌলগুলো তাদের পারমাণবিক সংখ্যা (Z) দ্বারা চিহ্নিত হয়, যা পারমাণবিক কক্ষে প্রোটনের সংখ্যা। একটি মৌলের পারমাণবিক কক্ষে নিউট্রনের সংখ্যা (N) একাধিক হতে পারে। এই সংখ্যা দুটি যোগফলে যা পাওয়া যায় তা হল ভর সংখ্যা, যা প্রায় পারমাণবিক ভরের সমান। একই পারমাণবিক সংখ্যা কিন্তু ভিন্ন নিউট্রন সংখ্যা বিশিষ্ট আণবিকদের আইসোটোপ বলা হয়। একটি নির্দিষ্ট আইসোটোপ মৌলের জন্য একটি অক্ষর দ্বারা চিহ্নিত হয়, যার আগে ভর সংখ্যার সূচক থাকে। উদাহরণস্বরূপ, ক্লোরিনের দুটি সাধারণ আইসোটোপ হল ৩৫Cl এবং ৩৭Cl। প্রায় ১৭০০টি পরিচিত Z এবং N সংমিশ্রণ রয়েছে, যার মধ্যে প্রায় ২৬০টি স্থিতিশীল। তবে, বেশিরভাগ অস্থির আইসোটোপ প্রকৃতিতে পাওয়া যায় না। ভূ-রসায়নে, স্থিতিশীল আইসোটোপ ব্যবহার করা হয় রাসায়নিক পথ ও প্রতিক্রিয়া অনুসরণ করার জন্য, রেডিওঅ্যাকটিভ আইসোটোপ সাধারণত নমুনা তারিখ নির্ধারণে ব্যবহৃত হয়।\nএকটি পরমাণুর রাসায়নিক আচরণ নির্ধারিত হয়-অন্য মৌলগুলোর প্রতি এর সান্নিধ্য, এটি যে ধরনের বন্ধন গঠন করে এর ইলেকট্রনের কক্ষপথে বিন্যাস দ্বারা, বিশেষ করে বাইরের (ভ্যালেন্স) ইলেকট্রন দ্বারা। এই বিন্যাসগুলি মৌলগুলির অবস্থানকে পর্যায় সারণীতে প্রতিফলিত করে।অবস্থানের ভিত্তিতে, মৌলগুলোকে বিস্তৃত গোষ্ঠীগুলিতে বিভক্ত করা হয় যেমন ক্ষার ধাতু,ক্ষারীয় আর্থ ধাতু,স্থানান্তর ধাতু, সেমি-ধাতু (যেগুলো মেটালোয়েড হিসেবেও পরিচিত) হ্যালোজেন, নিষ্ক্রিয়গ্যাস, ল্যানথানাইড এবং অ্যাকটিনাইড।\nভূ-রসায়নের আরেকটি গুরুত্বপূর্ণ শ্রেণীবিন্যাস পদ্ধতি হল গোল্ডশ্মিড শ্রেণীবিন্যাস, যা মৌলগুলোকে চারটি প্রধান গোষ্ঠীতে ভাগ করে। লিথোফাইলস অক্সিজেনের সাথে সহজে যুক্ত হয়। এই মৌলগুলো যেমন Na, K, Si, Al, Ti, Mg এবং Ca, পৃথিবীর ভূত্বকে প্রাধান্য বিস্তার করে এবং সিলিকেট ও অন্যান্য অক্সাইড গঠন করে। সাইডেরোফাইল মৌল (Fe, Co, Ni, Pt, Re, Os) এবং মূলত পৃথিবীর কেন্দ্রে কেন্দ্রীভূত হয়। ক্যালকোফাইল মৌল (Cu, Ag, Zn, Pb, S) সালফাইড গঠন করে; এবং আটমোফাইল মৌল (O, N, H এবং নিষ্ক্রিয় গ্যাস) বায়ুমণ্ডলে প্রাধান্য বিস্তার করে। প্রতিটি গোষ্ঠীর মধ্যে, কিছু মৌল রেফ্র্যাকটরি, যা উচ্চ তাপমাত্রায় স্থিতিশীল থাকে, এবং কিছু মৌল ভোলাটাইল, যা সহজে বাষ্পীভূত হয়, তাই উত্তাপ দিলে এগুলো আলাদা করা যায়।\n\n\n== পার্থক্যকরণ ও মিশ্রণ ==\nপৃথিবী এবং অন্যান্য মহাজাগতিক বস্তুর রাসায়নিক গঠন নির্ধারিত হয় দুটি বিপরীত প্রক্রিয়া দ্বারা: পার্থক্যকরণ এবং মিশ্রণ। পৃথিবীর ম্যান্টলে পার্থক্যকরণ ঘটে সমুদ্রের মাঝের গর্তগুলিতে আংশিক গলনের মাধ্যমে, যেখানে অধিক রেফ্র্যাকটরি উপাদানগুলি লিথোস্ফিয়ারের তলায় রয়ে যায় এবং বাকি অংশগুলি উঠে এসে ব্যাসাল্ট গঠন করে। যখন একটি মহাসাগরিক প্লেট ম্যান্টলে নামিয়ে দেয়, তখন কনভেকশন অবশেষে দুইটি অংশকে একসাথে মিশিয়ে দেয়। ক্ষয় গ্রানাইটের মধ্যে পার্থক্য সৃষ্টি করে, যা সমুদ্রের তলায় মাটির শিলায়, মহাদেশের প্রান্তে বালু শিলায় এবং সমুদ্রের জলে দ্রবীভূত খনিজে বিভক্ত হয়। পরিবর্তন এবং অ্যানাটেক্সিস (ভূত্বকের শিলার আংশিক গলন) এই উপাদানগুলোকে আবার মিশ্রিত করতে পারে।মহাসাগরে জৈবিক প্রাণীরা রাসায়নিক পার্থক্য সৃষ্টি করতে পারে, তবে তাদের অবক্ষয় ও বর্জ্যের দ্রবীভূত হওয়ার প্রক্রিয়ায় সেই উপাদানগুলো পুনরায় মিশে যেতে পারে।\n\n\n=== ভগ্নীকরণ ===\nএকটি গুরুত্বপূর্ণ পার্থক্যকরণের উৎস হল ভগ্নীকরণ, যা মৌল এবং আইসোটোপের অসম বণ্টন। এটি রাসায়নিক প্রতিক্রিয়া, পর্যায় পরিবর্তন, গতিশক্তির প্রভাব বা রেডিওঅ্যাকটিভতার ফলস্বরূপ হতে পারে।সবচেয়ে বড় স্কেলে, গ্রহীয় পার্থক্যকরণ হল একটি গ্রহের শারীরিক এবং রাসায়নিক পৃথকীকরণ, যা রাসায়নিকভাবে আলাদা অঞ্চলে বিভক্ত হয়। উদাহরণস্বরূপ, পৃথিবীরা মতো গ্রহগুলি লোহা সমৃদ্ধ কোর এবং সিলিকেট সমৃদ্ধ ম্যান্টল এবং ভূত্বক গঠন করেছে পৃথিবীর ম্যান্টলে, রাসায়নিক পার্থকরণের প্রধান উৎস হল আংশিক গলন, বিশেষ করে মাঝসমুদ্র খাঁজগুলির কাছাকাছিএটি ঘটে যখন কঠিনটি অপ্রসারিত বা কঠিন দ্রবণ হয় এবং গলনটির একটি অংশ কঠিন থেকে আলাদা হয়ে যায়। এই প্রক্রিয়াটি সামঞ্জস্য বা ব্যাচ গলন হিসাবে পরিচিত, যদি কঠিন এবং গলনটি সেই মুহূর্ত পর্যন্ত সামঞ্জস্যপূর্ণ থাকে, যদিনা গলনটি সরানো হয়, এবং ভগ্নীকরণ বা রেইলির গলন হিসাবে পরিচিত, যদি এটি ক্রমাগত সরানো হয়।\nসমস্থানিক ভগ্নাংশকরণ দুটি রূপে দেখা যায়—ভরনির্ভর এবং ভরস্বাধীন নয় এমন । ভারী সমস্থানিক বিশিষ্ট অণুগুলোর ভূমি-অবস্থা শক্তি কম হওয়ায় তারা তুলনামূলকভাবে স্থিতিশীল। ফলে রাসায়নিক বিক্রিয়াগুলোতে একটি ক্ষুদ্র সমস্থানিক নির্ভরতা দেখা যায়, যেখানে ভারী সমস্থানিক বিশিষ্ট মৌলগুলো সাধারণত উচ্চতর জারক অবস্থাসম্পন্ন যৌগ বা উপাদানকে বেশি প্রাধান্য দেয়। একইভাবে, পর্ব পরিবর্তনের ক্ষেত্রে ভারী সমস্থানিক বিশিষ্ট মৌলগুলো সাধারণত অপেক্ষাকৃত ভারী স্তরে বেশি জমা হয়।\nভরনির্ভর ভগ্নাংশকরণ প্রধানত হালকা মৌলগুলোর ক্ষেত্রে বেশি স্পষ্ট হয়, কারণ তাদের ভরের পার্থক্য মোট ভরের তুলনায় উল্লেখযোগ্যভাবে বেশি।\nআইসোটোপের মধ্যে অনুপাত সাধারণত একটি মানদণ্ডের সঙ্গে তুলনা করা হয়। উদাহরণস্বরূপ, সালফারের চারটি স্থিতিশীল আইসোটোপ রয়েছে, যার মধ্যে দুটি সবচেয়ে সাধারণ হল ৩২S এবং ৩৪S। তাদের ঘনত্বের অনুপাত,\n\n  \n    \n      \n        δ\n        \n          \n\n          \n          \n            34\n          \n        \n        \n          S\n        \n        =\n        1000\n        \n          (\n          \n            \n              \n                R\n                \n                  R\n                  \n                    \n                      s\n                    \n                  \n                \n              \n            \n            −\n            1\n          \n          )\n        \n        ,\n      \n    \n    {\\displaystyle \\delta {}^{34}\\mathrm {S} =1000\\left({\\frac {R}{R_{\\mathrm {s} }}}-1\\right),}\n  \n\nযেখানে Rs হল মানদণ্ডের জন্য একই অনুপাত। যেহেতু পার্থক্যগুলি ছোট, অনুপাতটি ১০০০ দিয়ে গুণ করা হয় যাতে এটি হাজারের একাংশ (যা পার্টস পার মিল হিসাবে পরিচিত) হয়ে যায়। এটি ‰ চিহ্ন দ্বারা চিহ্নিত করা হয়।\n\n\n=== সুস্থিতি ===\nসমতাকরণ ভগ্নাংশকরণ (Equilibrium fractionation) তখন ঘটে যখন রাসায়নিক উপাদান বা স্তরসমূহ পরস্পরের সঙ্গে সমতায় (equilibrium) থাকে। পর্বগুলোর মধ্যে সমতাকরণ ভগ্নাংশকরণের ক্ষেত্রে, ভারী স্তরগুলো সাধারণত ভারী সমস্থানিকগুলোকে বেশি গ্রহণ করে। দুটি স্তর, যেমন A ও B-এর মধ্যে এই প্রভাবকে একটি নির্দিষ্ট গুণিতক দ্বারা প্রকাশ করা যায়।দুটি পর্যায় A এবং B এর মধ্যে প্রভাবকে নিম্নলিখিত ফ্যাক্টর দ্বারা চিত্রিত করা যেতে পারে\n\n  \n    \n      \n        \n          a\n          \n            \n              A\n              −\n              B\n            \n          \n        \n        =\n        \n          \n            \n              R\n              \n                \n                  A\n                \n              \n            \n            \n              R\n              \n                \n                  B\n                \n              \n            \n          \n        \n        .\n      \n    \n    {\\displaystyle a_{\\mathrm {A-B} }={\\frac {R_{\\mathrm {A} }}{R_{\\mathrm {B} }}}.}\n  \n\nপানি জন্য তরল-ভাপ পর্যায় পরিবর্তনে, ২০ ডিগ্রি সেলসিয়াসে al-v হল ১.০০৯৮(১৮O এর জন্য এবং ১.০৮৪ ২H এর জন্য)।সাধারণভাবে, ভগ্নীকরণ কম তাপমাত্রায় বেশি হয়। ০°C-এ, ফ্যাক্টরগুলি ১.০১১৭ এবং ১.১১১।[১৮]: ৫৯\n\n\n=== গতি ===\nযখন পর্যায় বা রাসায়নিক যৌগগুলির মধ্যে কোন সামঞ্জস্য না থাকে, তখন গতিশীল ভগ্নাংশকরণ ঘটতে পারে। উদাহরণস্বরূপ, তরল পানি এবং বায়ুর মধ্যে ইন্টারফেসে, যদি বায়ুর আর্দ্রতা ১০০% এর কম হয় বা পানি বাষ্পটি বাতাসের দ্বারা সঞ্চালিত হয়, তাহলে সামনের প্রতিক্রিয়া বৃদ্ধি পায়।গতিশীল ভগ্নাংশকরণ সাধারণত সমতাকরণ ভগ্নাংশকরণের তুলনায় বেশি স্পষ্ট হয় এবং এটি প্রতিক্রিয়ার গতি, প্রতিক্রিয়ার পথ এবং বন্ধনের শক্তির মতো বিভিন্ন বিষয়ের উপর নির্ভর করে।  যেহেতু হালকা আইসোটোপগুলির সাধারণত দুর্বল বন্ধন থাকে, তারা দ্রুত প্রতিক্রিয়া করে।[১৮]\nজৈব ভগ্নাংশকরণ হল গতিশক্তি ভগ্নাংশকরণের একটি রূপ যেহেতু প্রতিক্রিয়া সাধারণত একমুখী থাকে। জৈব জীবাণুগুলি হালকা আইসোটোপগুলি পছন্দ করে কারণ শক্তির বন্ধন ভাঙতে শক্তির খরচ কম হয়। পূর্বে উল্লেখিত উপাদানগুলির পাশাপাশি, পরিবেশ এবং জীবাণুর প্রজাতি ভভগ্নাংশকরণের উপর একটি বড় প্রভাব ফেলতে পারে।\n\n\n== চক্র ==\nবিভিন্ন শারীরিক ও রাসায়নিক প্রক্রিয়ার মাধ্যমে, রাসায়নিক মৌলসমূহ ঘনত্ব পরিবর্তন করে এবং ভূ-রাসায়নিক চক্রে চলাচল করে। এই পরিবর্তনগুলিকে বোঝার জন্য বিশদ পর্যবেক্ষণ এবং তাত্ত্বিক মডেল উভয়ই প্রয়োজন। প্রতিটি রাসায়নিক যৌগ, মৌল বা আইসোটোপের একটি নির্দিষ্ট ঘনত্ব থাকে, যা C(r, t) দ্বারা নির্দেশিত অবস্থান ও সময়ের উপর নির্ভরশীল। তবে এর সম্পূর্ণ পরিবর্তনশীলতা পরিমাপ করা কঠিন। তাই ভূ-রাসায়নবিদেরা রাসায়নিক প্রকৌশল থেকে গৃহীত একটি পদ্ধতিতেপৃথিবীর নির্দিষ্ট অঞ্চলগুলিকে ভূ-রাসায়নিক আধার হিসেবে গড়পড়তা ঘনত্ব হিসাব করে। আধারের নির্বাচন নির্ভর করে মাধ্যমের প্রকৃতির উপর; উদাহরণস্বরূপ, সমুদ্রকে একটি একক আধার ধরা যেতে পারে বা একাধিক আধারে বিভক্ত করা যেতে পারে। বক্স মডেল নামক একটি বিশেষ মডেলে, একটি আধারকে ইনপুট ও আউটপুটসহ একটি বাক্স হিসেবে উপস্থাপন করা হয়।\nভূ-রাসায়নিক মডেল সাধারণত প্রতিক্রিয়ামূলক প্রভাব অন্তর্ভুক্ত করে। সবচেয়ে সহজ রৈখিক চক্রে, কোনও আধারে প্রবাহিত উপাদানের ইনপুট বা আউটপুট তার ঘনত্বের সমানুপাতিক হয়। উদাহরণস্বরূপ,সমুদ্র থেকে লবণ সরানো হয় বাষ্পীভবনের মাধ্যমে,এবং যদি বাষ্পীভবনের হার ধ্রুবক থাকে, তবে লবণের হার তার ঘনত্বের সাথে সমানুপাতিক হবে। কোনও উপাদান C এর জন্য, যদি কোনও আধারের ইনপুট  aধ্রুবক হয় এবং আউটপুট kC হয়, তাহলে ভর ভারসাম্য সমীকরণ হয়:\n\n  \n    \n      \n        \n          \n            \n              d\n              C\n            \n            \n              d\n              t\n            \n          \n        \n        =\n        a\n        −\n        k\n        C\n        .\n      \n    \n    {\\displaystyle {\\frac {dC}{dt}}=a-kC.}\n  \n|1\nএই সমীকরণটি প্রকাশ করে যে ভরের যেকোনো পরিবর্তন ইনপুট বা আউটপুট পরিবর্তনের মাধ্যমে ভারসাম্য বজায় রাখে। t = 1/k সময় স্কেলে, সিস্টেমটি এমন একটি স্থিতিশীল অবস্থায় পৌঁছে যেখানে Csteady = a/k।\nঅবস্থানকাল সংজ্ঞায়িত হয়:\n  \n    \n      \n        \n          τ\n          \n            \n              r\n              e\n              s\n            \n          \n        \n        =\n        \n          C\n          \n            steady\n          \n        \n        \n          /\n        \n        I\n        =\n        \n          C\n          \n            steady\n          \n        \n        \n          /\n        \n        O\n        ,\n      \n    \n    {\\displaystyle \\tau _{\\mathrm {res} }=C^{\\text{steady}}/I=C^{\\text{steady}}/O,}\n  \n\nযেখানে I এবং O যথাক্রমে ইনপুট এবং আউটপুট হার। উপরের উদাহরণে, স্থিতিশীল অবস্থায় ইনপুট এবং আউটপুট উভয়ই a এর সমান, তাই τres = 1/k।\nযদি ইনপুট এবং আউটপুট হার C এর অরৈখিক ফাংশন হয়, তবে এটি দীর্ঘ সময়ে একটি ভারসাম্যপূর্ণ অবস্থায় থাকতে পারে; অন্যথায়, C-এর বড় ধরনের ওঠানামা দেখা যাবে। এই ক্ষেত্রে, সিস্টেমটি সর্বদা স্থিতিশীল অবস্থার কাছাকাছি থাকবে, এবং ভর ভারসাম্য সমীকরণের নিম্নতর পর্যায়ের সম্প্রসারণ একটি রৈখিক সমীকরণে পরিণত হবে, যেমন সমীকরণ (১)। বেশিরভাগ সিস্টেমে, ইনপুট বা আউটপুট বা উভয়ই C-এর উপর নির্ভরশীল, যা একটি প্রতিক্রিয়ামূলক প্রভাব তৈরি করে এবং স্থিতিশীল অবস্থার বজায় রাখতে সাহায্য করে। যদি কোনও বহিঃপ্রভাব সিস্টেমকে ব্যাহত করে, তবে এটি ১/k সময় স্কেলে আবার স্থিতিশীল অবস্থায় ফিরে আসবে।\n\n\n== মৌলসমূহের প্রাচুর্য ==\n\n\n=== সৌরজগত ===\n\nসৌরজগত সম্ভবত একটি সৌর নীহারিকা থেকে গঠিত হয়েছে, যেমনটি অনেক অন্যান্য তারা ক্ষেত্রেও দেখা যায়। সূর্যের আলোকমণ্ডলের রাসায়নিক উপাদানগুলো সৌরজগতের বাকি অংশের সঙ্গে মিল রয়েছে। এসব উপাদান নির্ধারণ করা হয় সূর্যের বর্ণালির শোষণরেখা বিশ্লেষণ করে।\nমোট ভরের অনুপাতে দুটি প্রধান উপাদান হলো হাইড্রোজেন (৭৪.৯%) এবং হিলিয়াম (২৩.৮%), যেখানে বাকি সমস্ত উপাদান মিলিয়ে মাত্র ১.৩%। পারমাণবিক সংখ্যা বৃদ্ধির সঙ্গে উপাদানের ঘনত্ব সাধারণত সূচকীয় হারে কমতে থাকে, যদিও জোড় পারমাণবিক সংখ্যাসম্পন্ন উপাদানগুলো বিজোড় সংখ্যার উপাদানের তুলনায় বেশি(ওডো-হার্কিন্স নিয়ম অনুসারে)। সামগ্রিক প্রবণতার তুলনায় লিথিয়াম, বোরন ও বেরিলিয়ামের পরিমাণ তুলনামূলকভাবে কম এবং লোহার পরিমাণ ব্যতিক্রমভাবে বেশি।\nএই উপাদানের বিন্যাসের দুটি প্রধান কারণ রয়েছে। বিগ ব্যাং-এর প্রায় ২০ মিনিট পর হাইড্রোজেন, হিলিয়াম এবং কিছু লিথিয়াম তৈরি হয়েছিল, আর বাকি উপাদানগুলো তারার ভেতরে সৃষ্টি হয়েছে।\n\n\n=== উল্কাপিণ্ড ===\nউল্কাপিণ্ডের গঠন বিভিন্ন ধরনের হতে পারে। তবে তারা কখনো গ্রহাণুগুলো ছিল কিনা তা রসায়ন বিশ্লেষণ মাধ্যমে নির্ধারণ করা যেতে পারে।কন্ড্রাইটগুলো অ-পার্থক্যযুক্ত এবং এদের মধ্যে গোলাকার খনিজ সংযোজন থাকে, যা কন্ড্রুল নামে পরিচিত। এগুলোর বয়স ৪.৫৬ বিলিয়ন বছর, এবং এট সৌরজগতের সময়কালকে চিহ্নিত করে।সিআই কন্ড্রাইট, এর গঠন সূর্যের আলোকমণ্ডলের সঙ্গে খুব সাদৃশ্যপূর্ণ, তবে কিছু ভলাটাইল (H, He, C, N, O) এবং কিছু উপাদান (Li, B, Be) যা সূর্যের নিউক্লিওসিন্থেসিসের দ্বারা ধ্বংস হয়ে যায়, তার পরিমাণ কম থাকে। এই কারণে সিআই কন্ড্রাইটগুলোকে প্রাথমিক সৌরজগতের গঠনের সাথে আরও ভালোভাবে মেলে বলে বিবেচনা করা হয়। তাছাড়া, সিআই কন্ড্রাইটগুলোর রসায়ন বিশ্লেষণ সূর্যের আলোকমণ্ডলের তুলনায় আরও নির্ভুল, তাই এগুলিকে সাধারণত রাসায়নিক সমৃদ্ধির উৎস হিসেবে ব্যবহার করা হয়, যদিও এগুলোর সংখ্যা বিরল (পৃথিবীতে মাত্র পাঁচটি উদ্ধার হয়েছে)।\n\n\n=== দৈত্যাকার গ্রহসমূহ ===\n\nসৌরজগতের গ্রহগুলোকে দুটি গ্রুপে ভাগ করা হয়েছে: চারটি অভ্যন্তরীণ গ্রহ হলো স্থলীয় গ্রহ (বুধ, শুক্র, পৃথিবী এবং মঙ্গল), যা তুলনামূলকভাবে ছোট আকারের এবং পাথুরে পৃষ্ঠবিশিষ্ট। চারটি বাইরের গ্রহ হলো দৈত্য গ্রহ, যা হাইড্রোজেন এবং হিলিয়ামে আধিপত্য বিস্তার করে এবং কম গড় ঘনত্ব রয়েছে। এগুলোর মধ্যে আরো ভাগ করা যায় গ্যাস দৈত্য (বৃহস্পতি এবং শনি) এবং বরফ দৈত্য (ইউরেনাস এবং নেপচুন), যাদের বিশাল বরফি কোর রয়েছে।\nদৈত্য গ্রহগুলোর উপাদান গঠন সম্পর্কে আমাদের সরাসরি তথ্য প্রধানত বর্ণালীবিজ্ঞান (স্পেকট্রোস্কপি) থেকে আসে। ১৯৩০-এর দশকে, বৃহস্পতি জানা গিয়েছিল যে এতে হাইড্রোজেন, মিথেন সমানুপাতিক অ্যামোনিয়াম রয়েছে। ১৯৬০-এর দশকে, ইন্টারফেরোমেট্রি স্পেকট্রাল বিশ্লেষণের রেজোলিউশন এবং সংবেদনশীলতা ব্যাপকভাবে বাড়িয়ে দিয়েছিল, যার ফলে অনেক বেশি অণু চিহ্নিত করা সম্ভব হয়েছিল, যেমন ইথেন, অ্যাসিটিলিন, পানি এবং কার্বন মনোক্সাইড। তবে, পৃথিবীভিত্তিক স্পেকট্রোস্কপি আরও দূরবর্তী গ্রহগুলোর জন্য ক্রমশ কঠিন হয়ে পড়ে, কারণ সূর্যের প্রতিফলিত আলো অনেকটা দুর্বল হয়ে যায়; এবং গ্রহগুলোর আলোর স্পেকট্রোস্কপিক বিশ্লেষণ কেবলমাত্র অণুগুলোর কম্পন শনাক্ত করতে ব্যবহৃত হতে পারে, যা ইনফ্রারেড ফ্রিকোয়েন্সি পরিসরে থাকে। এর ফলে H, C এবং N উপাদানের পরিমাণ নির্ধারণে সীমাবদ্ধতা সৃষ্টি হয়। আরও দুটি উপাদান চিহ্নিত হয়েছে: গ্যাসে ফসফরাস (ফসফিন) এবং জার্মেনিয়াম (জার্মেন)।\nহিলিয়াম অণুর কম্পন অতিবেগুনি (আল্ট্রাভায়োলেট) পরিসরে ঘটে, যা বাইরের গ্রহগুলোর এবং পৃথিবীর বায়ুমণ্ডল দ্বারা শক্তভাবে শোষিত হয়। তাই, এর প্রচুরতা সত্ত্বেও, হিলিয়াম শুধুমাত্র তখনই চিহ্নিত করা হয়েছিল যখন মহাকাশযানগুলো বাইরের গ্রহগুলোতে পাঠানো হয়, এবং তখনও এটি শুধু পরোক্ষভাবে হাইড্রোজেন অণুতে সংঘর্ষ-উদ্দীপিত শোষণের মাধ্যমে শনাক্ত হয়। বৃহস্পতি সম্পর্কিত আরও তথ্য ১৯৯৫ সালে গ্যালিলিও প্রোব দ্বারা গৃহীত হয়েছিল। যখন এটি গ্রহটির বায়ুমণ্ডলে প্রবেশ করেছিল; এবং ২০১৭ সালে কাসিনি প্রোবের শেষ মিশন ছিল শনির বায়ুমণ্ডলে প্রবেশ করা।\nবৃহস্পতি এবং শনি গ্রহের বায়ুমণ্ডলগুলোতে স্পেকট্রোস্কপিক পদ্ধতি শুধুমাত্র সেসব গভীরতায় প্রবেশ করতে সক্ষম, যেখানে চাপ প্রায় ১ বার সমান, যা পৃথিবীর সমুদ্র পৃষ্ঠের বায়ুমণ্ডলীয় চাপের সমান। গ্যালিলিও প্রোব ২২ বার গভীরে প্রবেশ করেছিল। এটি গ্রহটির একটি ছোট অংশ, যা ৪০ মেগাবার চাপ পর্যন্ত পৌঁছানোর প্রত্যাশিত। গ্রহগুলোর অভ্যন্তরের গঠন সম্পর্কে তথ্য সীমাবদ্ধ করতে, তাপগতীয় মডেল তৈরি করা হয়, যা ইনফ্রারেড নির্গমন বর্ণালির তাপমাত্রা এবং সম্ভাব্য গঠন সম্পর্কিত অবস্থা সমীকরণ ব্যবহার করে।\nবর্তমান মডেলগুলিতে, চারটি দৈত্য গ্রহের কোরে পাথর এবং বরফ রয়েছে, যা প্রায় সমান আকারের। তবে হাইড্রোজেন এবং হিলিয়ামের অনুপাত বৃহস্পতি গ্রহে ৩০০ পৃথিবী ভরের থেকে শনি গ্রহে ৭৫ এবং ইউরেনাস ও নেপচুনে শুধু কয়েকটিতে কমে যায়। \nঅতএব, যদিও গ্যাস দৈত্যগুলো প্রধানত হাইড্রোজেন এবং হিলিয়াম দ্বারা গঠিত, বরফ দৈত্যগুলো মূলত ভারী উপাদান (O, C, N, S) দ্বারা গঠিত, যা প্রধানত পানি, মিথেন এবং অ্যামোনিয়ার আকারে থাকে। তাদের পৃষ্ঠগুলো যথেষ্ট ঠাণ্ডা, যেখানে আণবিক হাইড্রোজেন তরল আকারে থাকতে পারে, তাই প্রতিটি গ্রহের বেশিরভাগ অংশ সম্ভবত একটি হাইড্রোজেন মহাসমুদ্র দ্বারা আবৃত, যার উপর ভারী যৌগগুলোর স্তর রয়েছে।\n\n\n=== পার্থিব গ্রহসমূহ ===\nপার্থিব গ্রহগুলোকে বৃহৎ গ্রহগুলোর মতোই একই নীহারিকা পদার্থ থেকে উৎপন্ন বলে মনে করা হয়, তবে তারা অধিকাংশ হালকা উপাদান হারিয়ে ভিন্ন ইতিহাস বহন করে। সূর্যের কাছাকাছি গ্রহগুলোর ক্ষেত্রে প্রত্যাশিতভাবে প্রতিরোধী উপাদানের অনুপাত বেশি থাকার কথা, তবে যদি তাদের গঠনের পরবর্তী পর্যায়ে বৃহৎ বস্তুর সংঘর্ষ ঘটে এবং এ সংঘর্ষে সৌরজগতের বিভিন্ন অংশ থেকে উপাদান সংগ্রহ হয়, তবে অবস্থানের ওপর সুনির্দিষ্ট নির্ভরতা নাও থাকতে পারে\nমঙ্গল, শুক্র ও বুধ সম্পর্কে সরাসরি তথ্য প্রধানত মহাকাশযান অভিযানের মাধ্যমে পাওয়া গেছে। গামা-রশ্মি স্পেকট্রমিটার ব্যবহার করে মার্স ওডিসি  কক্ষপথযান মঙ্গলের ভূত্বকের গঠন নির্ধারণ করেছে, শুক্র গ্রহের ভূত্বকের উপাদান কিছু ভেনেরা অভিযানের মাধ্যমে চিহ্নিত হয়েছে, আর মেসেঞ্জার মহাকাশযান বুধ গ্রহের ভূত্বকের উপাদান নির্ধারণ করেছে।\nমঙ্গলের অতিরিক্ত তথ্য পৃথিবীতে পতিত কিছু উল্কাপিণ্ড থেকে পাওয়া গেছে, যেগুলো শেরগোটাইটস, নাখ্লাইটস ও চ্যাসিগনাইটস নামে পরিচিত এবং সম্মিলিতভাবে SNC উল্কাপিণ্ড নামে পরিচিত। গ্রহগুলোর ভর তাদের উপাদানের প্রাচুর্য নির্ধারণে সহায়ক, আর অভ্যন্তরীণ উপাদানগুলোর বণ্টন নির্ধারণে তাদের জড়তার অন্তর্নিহিত গুণাবলী নির্দেশক ভূমিকা পালন করে।\nগ্রহগুলো সৌর নীহারিকা থেকে সংকুচিত হয়ে গঠিত হয়েছে, এবং তাদের গঠনের বিশদগুলি তাদের শীতল হওয়ার সময় ফ্র্যাকশনের মাধ্যমে নির্ধারিত হয়েছে। যে পদার্থগুলো সংকুচিত হয়, সেগুলো পাঁচটি গ্রুপে বিভক্ত হয়। প্রথমে সংকুচিত হয় কঠিন উপাদান সমৃদ্ধ পদার্থগুলি যেমন ক্যালসিয়াম এবং অ্যালুমিনিয়াম। এরপর নিকেল এবং লোহা, তারপর ম্যাগনেসিয়াম সিলিকেট। প্রায় ৭০০ কেলভিন তাপমাত্রার নিচে (৭০০ কেএল), FeS এবং ভলাটাইল সমৃদ্ধ ধাতু ও সিলিকেট একটি চতুর্থ গ্রুপ গঠন করে এবং পঞ্চম গ্রুপে FeO ম্যাগনেসিয়াম সিলিকেটে প্রবেশ করে। গ্রহ এবং চাঁদের গঠন কন্ড্রোটিক, অর্থাৎ প্রতিটি গ্রুপের মধ্যে উপাদানগুলির অনুপাত কার্বনাসিয়াস কন্ড্রাইটগুলোর মতো।\nগ্রহের গঠন সম্পর্কে অনুমানগুলি নির্ভর করে ব্যবহৃত মডেলের উপর। সমীকরণ সমীকরণের মডেলে, প্রতিটি গ্রহ একটি ফিডিং জোন থেকে গঠিত হয়েছে যেখানে কঠিন পদার্থের গঠন সেই অঞ্চলের তাপমাত্রা দ্বারা নির্ধারিত হয়। এর ফলে, বুধ ১৪০০ কেএল তাপমাত্রায় গঠিত হয়, যেখানে লোহা বিশুদ্ধ ধাতব আকারে থাকে এবং কঠিন আকারে ম্যাগনেসিয়াম বা সিলিকন কম থাকে; শুক্র ৯০০ কেএল তাপমাত্রায়, তাই সমস্ত ম্যাগনেসিয়াম এবং সিলিকন সংকুচিত হয়; পৃথিবী ৬০০ কেএল তাপমাত্রায়, তাই এটি FeS এবং সিলিকেট ধারণ করে; এবং মঙ্গল ৪৫০ কেএল তাপমাত্রায়, তাই FeO ম্যাগনেসিয়াম সিলিকেটে অন্তর্ভুক্ত হয়। এই তত্ত্বের সবচেয়ে বড় সমস্যা হলো যে, ভলাটাইল উপাদানগুলি সংকুচিত হবে না, তাই গ্রহগুলোর কোনও বায়ুমণ্ডল থাকবেনা এবং পৃথিবীরও বায়ুমণ্ডল থাকবেনা।\nকন্ড্রোটিক মিশ্রণ মডেলে, কন্ড্রাইটগুলির গঠন গ্রহের গঠন অনুমান করতে ব্যবহৃত হয়। উদাহরণস্বরূপ, একটি মডেল দুটি উপাদান মিশ্রিত করে, একটি C1 কন্ড্রাইটের গঠনের সাথে এবং অন্যটি C1 কন্ড্রাইটের কঠিন উপাদানগুলির সঙ্গে। অন্য একটি মডেলে, পাঁচটি ফ্র্যাকশনেশন গ্রুপের পরিমাণ অনুমান করতে প্রতিটি গ্রুপের জন্য একটি সূচক উপাদান ব্যবহৃত হয়। সবচেয়ে কঠিন গ্রুপের জন্য ইউরেনিয়াম ব্যবহৃত হয়; দ্বিতীয়টির জন্য লোহা; পরবর্তী দুটি জন্য ইউরেনিয়ামের সাথে পটাসিয়াম এবং থ্যালিয়ামের অনুপাত; এবং শেষটির জন্য FeO/(FeO+MgO) এর মোলার অনুপাত। তাপগতীয় এবং সিসমিক মডেলগুলি ব্যবহার করে, তাপ প্রবাহ এবং ঘনত্বের সাথে, লোহা পৃথিবী, শুক্র এবং বুধে ১০ শতাংশের মধ্যে সীমাবদ্ধ করা যেতে পারে। ইউরেনিয়াম পৃথিবীতে প্রায় ৩০% এর মধ্যে সীমাবদ্ধ হতে পারে, তবে অন্যান্য গ্রহগুলিতে এর পরিমাণ \"শিক্ষিত অনুমান\" এর উপর ভিত্তি করে। এই মডেলের একটি সমস্যা হলো যে, এর পূর্বাভাসে ভলাটাইল উপাদানগুলির পরিমাণে উল্লেখযোগ্য ত্রুটি থাকতে পারে, কারণ কিছু ভলাটাইল কেবল আংশিকভাবে সংকুচিত হয়। \n\n\n== পৃথিবীর ভূত্বক ==\nসাধারণত ব্যবহৃত শিলা উপাদানগুলি প্রায় সমস্তই অক্সাইড; ক্লোরাইড, সালফাইড এবং ফ্লোরাইড এগুলি এর একমাত্র গুরুত্বপূর্ণ ব্যতিক্রম, এবং তাদের মোট পরিমাণ সাধারণত কোনও শিলার মধ্যে ১% এর কম থাকে। ১৯১১ সালে, এফ. ডাব্লিউ. ক্লার্ক হিসাব করেছিলেন যে পৃথিবীর ভূত্বকের প্রায় ৪৭% অক্সিজেন। এটি প্রধানত অক্সাইড হিসেবে সংযুক্ত থাকে, যার মধ্যে প্রধানগুলি হল সিলিকা, আলুমিনা, লোহা অক্সাইড এবং বিভিন্ন কার্বনেট (ক্যালসিয়াম কার্বনেট, ম্যাগনেসিয়াম কার্বনেট, সোডিয়াম কার্বনেট, এবং পটাসিয়াম কার্বনেট)। সিলিকা প্রধানত একটি অ্যাসিড হিসেবে কাজ করে, সিলিকেট গঠন করে, এবং অগ্নিমূলক শিলার সমস্ত সাধারণ খনিজ এই প্রকৃতির। ১৬৭২ প্রকার শিলার বিশ্লেষণ ভিত্তিক একটি হিসাব থেকে, ক্লার্ক পৃথিবীর ভূত্বকের গড় শতাংশ গঠন হিসেবে নিচের ফলাফলে পৌঁছেছিলেন:\nSiO2=৫৯.৭১,\nAl2O3=১৫.৪১,\nFe2O3=২.৬৩,\nFeO=৩.৫২,\nMgO=৪.৩৬,\nCaO=৪.৯০,\nNa2O=৩.৫৫,\nK2O=২.৮০,\nH2O=১.৫২,\nTiO2=০.৬০,\nP2O5=০.২২\n(মোট ৯৯.২২%)। \nঅন্য সমস্ত উপাদান খুবই ক্ষুদ্র পরিমাণে থাকে, সাধারণত ১% এরও কম। এই অক্সাইডগুলি এলোমেলোভাবে মিশে যায়। উদাহরণস্বরূপ, পটাশ (পটাসিয়াম কার্বনেট) এবং সোডা (সোডিয়াম কার্বনেট) মিলিত হয়ে ফেল্ডস্পার তৈরি করে। কিছু ক্ষেত্রে, তারা অন্যান্য রূপ ধারণ করতে পারে, যেমন নেফেলিন, লিউসাইট, এবং মুসকোভাইট, কিন্তু বেশিরভাগ ক্ষেত্রে এগুলি ফেল্ডস্পার হিসেবেই পাওয়া যায়। ফসফরিক অ্যাসিড এবং চুন (ক্যালসিয়াম কার্বনেট) মিলে অ্যাপেটাইট তৈরি করে। টাইটানিয়াম ডাইঅক্সাইড এবং আয়রন অক্সাইড মিলে ইলমেনাইট তৈরি করে। কিছু চুন লIME ফেল্ডস্পার তৈরি করে। ম্যাগনেসিয়াম কার্বনেট এবং আয়রন অক্সাইড সিলিকা নিয়ে অলিভাইন বা এনস্ট্যাটাইট হিসেবে স্ফটিকিত হয়, অথবা আলুমিনা এবং চুন নিয়ে জটিল ফেরোম্যাগনেশিয়ান সিলিকেট তৈরি করে, যার মধ্যে পিরোক্সিন, অ্যামফিবোল, এবং বায়োটাইট প্রধান। সিলিকার অতিরিক্ত পরিমাণ যা যে পরিমাণ বেস নিউট্রালাইজ করতে প্রয়োজন, তা কোয়ার্টজ হিসেবে পৃথক হয়ে যায়; আলুমিনার অতিরিক্ত পরিমাণ কোরান্ডাম হিসেবে স্ফটিকিত হয়। এগুলিকে শুধুমাত্র সাধারণ প্রবণতা হিসেবে বিবেচনা করা উচিত। শিলা বিশ্লেষণের মাধ্যমে, আনুমানিক বলা সম্ভব যে শিলাটির মধ্যে কী খনিজ রয়েছে, তবে যেকোনো নিয়মের বিরুদ্ধে প্রচুর ব্যতিক্রম রয়েছে।\n\n\n=== খনির সংস্থান ===\nএসিড বা সিলিসাস অগ্নিগিরি শিলাগুলির মধ্যে, যা ৬৬% সিলিকা ধারণ করে, যা ফেলসিক শিলা নামে পরিচিত, কোয়ার্টজ প্রচুর পরিমাণে উপস্থিত থাকে না। মৌলিক শিলাগুলিতে (যাদের মধ্যে ২০% বা কম সিলিকা থাকে), সেখানে সিলিকনের পরিমাণ উল্লেখযোগ্যভাবে কম থাকে, এবং এদের মাফিক শিলা বলা হয়। যখন ম্যাগনেসিয়াম এবং লোহা গড়ের চেয়ে বেশি থাকে এবং সিলিকা কম থাকে, তখন অলিভিন থাকতে পারে। যখন সিলিকা বেশি থাকে, তখন ফেরোম্যাগনেসিয়াম খনিজ যেমন অজাইট, হর্নব্লেন্ড, এনস্ট্যাটাইট, বা বাইওটাইট অলিভিনের পরিবর্তে বেশি ঘটে। পটাশ বেশি এবং সিলিকা অপেক্ষাকৃত কম না হলে লিউসাইট উপস্থিত হয় না, কারণ এটি মুক্ত কোয়ার্টজের সাথে একসাথে থাকতে পারে না। নেফেলিন সাধারণত সোডা সমৃদ্ধ শিলাগুলিতে এবং সিলিকা কম থাকার অবস্থায় পাওয়া যায়। উচ্চ অ্যালক্যালির সাথে সোডা-ধারণকারী পাইরোক্সেন এবং অ্যাম্ফিবোলও থাকতে পারে। সিলিকা এবং অ্যালক্যালির পরিমাণ কম থাকলে, সোডা বা পটাশ ফেল্ডস্পারের তুলনায় প্লাজিওক্লাস ফেল্ডস্পারের প্রবণতা বেশি থাকে।\nপৃথিবীর শিলার স্তর ৯০% সিলিকেট খনিজ দ্বারা গঠিত, এবং তাদের বণ্টন হলো: প্লাজিওক্লাস ফেল্ডস্পার (৩৯%), অ্যালকালি ফেল্ডস্পার (১২%), কোয়ার্টজ (১২%), পাইরোক্সেন (১১%), অ্যাম্ফিবোলস (৫%), মিকা (৫%), মাটি খনিজ (৫%); অবশিষ্ট ৩% অন্যান্য সিলিকেট খনিজ দ্বারা গঠিত। পৃথিবীর শিলার স্তরের ৮% অংশ গঠিত হয় অ-সিলিকেট খনিজ যেমন কার্বোনেট, অক্সাইড এবং সালফাইড।\nদৃঢ়ীভবনের সঙ্গে সম্পর্কিত শারীরিক পরিস্থিতি সাধারণভাবে অপেক্ষাকৃত কম গুরুত্বপূর্ণ ভূমিকা পালন করে, তবে এটি একেবারেই নগণ্য নয়। কিছু খনিজ সাধারণত গভীরস্থ সুক্ষিপ্ত শিলাগুলোর মধ্যেই সীমাবদ্ধ থাকে, যেমন— মাইক্রোক্লাইন, মুসকোভাইট, ডায়ালেজ। লুসাইট প্লুটোনিক শিলাগুলোর মধ্যে খুবই বিরল; অনেক খনিজের ক্ষুদ্রাকৃতির বৈশিষ্ট্য তাদের স্ফটিকায়ন গভীরে নাকি ভূ-পৃষ্ঠের কাছাকাছি ঘটেছে তার ওপর নির্ভর করে, যেমন— হাইপারস্থিন, অর্থোক্লেজ, কোয়ার্টজ।\nকিছু ক্ষেত্রে একই রাসায়নিক গঠনের শিলা সম্পূর্ণ ভিন্ন খনিজ নিয়ে গঠিত হতে পারে। যেমন— নরওয়ের গ্রান অঞ্চলের হর্নব্লেন্ডাইট কেবলমাত্র হর্নব্লেন্ড দিয়ে গঠিত, তবে এটি একই অঞ্চলের কিছু ক্যাম্পটোনাইট-এর সমতুল্য রাসায়নিক গঠন বহন করে, যেখানে ফেল্ডস্পার ও ভিন্ন প্রকৃতির হর্নব্লেন্ড রয়েছে।\nএই প্রসঙ্গে, আগ্নেয় শিলায় পোর্ফিরিটিক খনিজের ক্ষয় সম্পর্কিত পূর্বোক্ত বিষয়টি পুনরায় উল্লেখ করা যায়। রাইওলাইট ও ট্রাকাইট শিলায় প্রাথমিকভাবে গঠিত হর্নব্লেন্ড ও বায়োটাইট বিপুল পরিমাণে আংশিকভাবে অজাইট ও ম্যাগনেটাইটে রূপান্তরিত হতে পারে। ভূগর্ভস্থ উচ্চ চাপ ও অন্যান্য অবস্থার মধ্যে হর্নব্লেন্ড ও বায়োটাইট স্থিতিশীল ছিল, কিন্তু উপরিভাগে এসে তা অস্থিতিশীল হয়ে পড়ে। এসব শিলার ভূত্বকের অংশে অজাইট প্রায় সর্বত্র উপস্থিত থাকে। তবে একই ম্যাগমার প্লুটোনিক প্রতিনিধি— গ্রানাইট ও সায়েনাইট-এ বায়োটাইট ও হর্নব্লেন্ড অনেক বেশি পরিমাণে দেখা যায়, যেখানে অজাইট অপেক্ষাকৃত কম পাওয়া যায়।\n\n\n=== ফেলসিক, ইন্টারমিডিয়েট এবং মাফিক অগ্নিগিরি শিলা ===\nসেই শিলাগুলি, যা সবচেয়ে বেশি সিলিকা ধারণ করে এবং স্ফটিকিত হলে মুক্ত কোয়ার্টজ উৎপন্ন করে, সাধারণত \"ফেলসিক\" শিলা নামে পরিচিত। অপরদিকে, যেগুলির মধ্যে সিলিকা সবচেয়ে কম এবং ম্যাগনেসিয়া ও লোহা সবচেয়ে বেশি থাকে, তাই কোয়ার্টজ অনুপস্থিত থাকে এবং অলিভিন সাধারণত প্রচুর থাকে, সেগুলি \"মাফিক\" গোষ্ঠীতে অন্তর্ভুক্ত হয়। \"ইন্টারমিডিয়েট\" শিলাগুলির মধ্যে সেই শিলাগুলি রয়েছে যা সাধারণভাবে কোয়ার্টজ এবং অলিভিন উভয়েরই অনুপস্থিতি দ্বারা চিহ্নিত হয়। এর একটি গুরুত্বপূর্ণ উপবিভাগে অত্যন্ত উচ্চ পরিমাণে অ্যালক্যালি থাকে, বিশেষত সোডা, এবং এর ফলে এমন খনিজগুলি থাকে যেমন নেফেলিন এবং লিউসাইট যা অন্য শিলাগুলিতে সাধারণ নয়। এটি প্রায়ই অন্যদের থেকে আলাদা করে \"অ্যালকালি\" বা \"সোডা\" শিলা হিসেবে পৃথক করা হয়, এবং এর একটি সংশ্লিষ্ট মাফিক শিলা শ্রেণী রয়েছে। অবশেষে, একটি ছোট উপগোষ্ঠী যা অলিভিনে সমৃদ্ধ এবং ফেল্ডস্পারহীন, তাকে \"অল্ট্রামাফিক\" শিলা বলা হয়। এগুলির সিলিকার পরিমাণ খুব কম, তবে লোহা এবং ম্যাগনেসিয়া অনেক বেশি থাকে।\nএই শেষটি ছাড়া, প্রায় সব শিলাতে ফেল্ডস্পার বা ফেল্ডস্পাথয়েড খনিজ থাকে। অ্যাসিড শিলাগুলিতে সাধারণ ফেল্ডস্পারগুলি হল অরথোক্লেস, পার্থাইট, মাইক্রোক্লিন, এবং অলিগোক্লেস—সবগুলি প্রচুর সিলিকা এবং অ্যালক্যালি ধারণ করে। মাফিক শিলাগুলিতে ল্যাব্রাডোরাইট, অ্যানোরথাইট, এবং বাইটাউনাইট প্রধান থাকে, যা চুনে সমৃদ্ধ এবং সিলিকা, পটাশ, এবং সোডায় কম। অজাইট হল মাফিক শিলাগুলিতে সবচেয়ে সাধারণ ফেরোম্যাগনেসিয়ান খনিজ, তবে বাইওটাইট এবং হর্নব্লেন্ডে সাধারণভাবে ফেলসিক শিলাগুলিতে বেশি পাওয়া যায়।\n\nযেসব শিলা লিউসাইট বা নেফেলিন ধারণ করে, যা আংশিক বা সম্পূর্ণভাবে ফেল্ডস্পার প্রতিস্থাপন করে, সেগুলি এই তালিকায় অন্তর্ভুক্ত নয়। এগুলি মূলত মধ্যবর্তী বা মাফিক প্রকৃতির। ফলস্বরূপ, আমরা এগুলিকে সায়েনাইট, ডায়োরাইট, গ্যাব্রো ইত্যাদির বৈচিত্র্য হিসেবে বিবেচনা করতে পারি, যেখানে ফেল্ডস্পাথয়েড খনিজ থাকে, এবং প্রকৃতপক্ষে সাধারণ ধরনের সায়েনাইট এবং নেফেলিন বা লিউসাইট সায়েনাইটের মধ্যে অনেক রূপান্তর রয়েছে, যেমন গ্যাব্রো বা ডোলেরাইট এবং থেরালাইট বা এসেক্সাইটের মধ্যে। তবে, যেহেতু এই \"আলকালি\" শিলাগুলিতে অনেক খনিজ বিকশিত হয় যা অন্য কোথাও কম দেখা যায়, তাই এটি একটি খাঁটি আনুষ্ঠানিক শ্রেণীবদ্ধকরণের মধ্যে সেগুলিকে একটি আলাদা সিরিজ হিসেবে বিবেচনা করা সুবিধাজনক।\n\nএই শ্রেণীবিন্যাস মূলত আগ্নেয় শিলাগুলির খনিজগত সংস্থান ভিত্তিক। বিভিন্ন গোষ্ঠীর মধ্যে যে রাসায়নিক পার্থক্য রয়েছে, যদিও তা ইঙ্গিত করা হয়েছে, তা উপসর্গ হিসেবে বিবেচিত। এটি অবশ্যই কৃত্রিম, কিন্তু এটি বিজ্ঞানের বিকাশের সাথে সাথে গড়ে উঠেছে এবং এখনও এমন ভিত্তি হিসেবে গৃহীত হচ্ছে, যার উপর আরও সূক্ষ্ম বিভাজন স্থাপন করা হয়। এই বিভাজনগুলি সমান গুরুত্ব বহন করে না। উদাহরণস্বরূপ, সায়েনাইট এবং পেরিডোটাইটগুলি গ্রানাইট, ডায়োরাইট এবং গ্যাব্রোর তুলনায় অনেক কম গুরুত্বপূর্ণ। তদুপরি, এফিউসিভ অ্যান্ডেসাইটগুলি সবসময় প্লুটনিক ডায়োরাইটের সাথে মিলে না, বরং কিছুটা গ্যাব্রোর সাথেও মিলে। যেমন, বিভিন্ন ধরনের শিলা, যা খনিজের সমাহার হিসেবে বিবেচিত, একে অপরের মধ্যে ধীরে ধীরে প্রবাহিত হয়ে চলে, ট্রানজিশনাল ধরনের শিলা খুবই সাধারণ এবং প্রায়ই এত গুরুত্বপূর্ণ হয় যে তাদের বিশেষ নাম দেওয়া হয়। কুয়ার্টজ-সায়েনাইট এবং নর্ডমার্কাইটগুলি গ্রানাইট এবং সায়েনাইটের মধ্যে, টোনালাইট এবং অ্যাডামেলাইটগুলি গ্রানাইট এবং ডায়োরাইটের মধ্যে, মনজোনাইটগুলি সায়েনাইট এবং ডায়োরাইটের মধ্যে, নরাইটস এবং হাইপেরাইটসগুলি ডায়োরাইট এবং গ্যাব্রোর মধ্যে এবং আরও অনেক ধরনের রূপান্তর ঘটে।\n\n\n== সাগরে ট্রেস ধাতুসমূহ ==\nট্রেস ধাতুগুলি সমুদ্রের প্রধান আয়নাগুলির সাথে সহজেই যৌগ তৈরি করে, যেমন হাইড্রোক্সাইড, কার্বোনেট এবং ক্লোরাইড, এবং তাদের রাসায়নিক বৈশিষ্ট্য পরিবেশের অক্সিডাইজড বা রিডিউসড অবস্থার ওপর নির্ভর করে পরিবর্তিত হয়।  বেনজামিন (২০০২) মিশ্র লিগ্যান্ড-যৌগকে সংজ্ঞায়িত করেছেন, যেখানে ধাতুর সঙ্গে একাধিক ধরনের লিগ্যান্ড (পানি বাদে) যুক্ত থাকে। কিছু ক্ষেত্রে, একটি লিগ্যান্ড একাধিক ডোনর আণবিক ধারণ করে, যা শক্তিশালী চেলেট যৌগ তৈরি করে। উদাহরণস্বরূপ, ইডিটিএ (এথিলেনডায়ামিনেটেট্রাআ্যাসিটিক অ্যাসিড) ছয়টি পানির অণুকে প্রতিস্থাপন করে এবং দুই ধাপ চার্জযুক্ত ধাতুর সঙ্গে শক্তিশালী বন্ধন গঠন করে।\nএ ধরনের শক্তিশালী যৌগ ধাতু আয়নের কার্যকলাপ কমিয়ে দেয়, ফলে চেলেটযুক্ত ধাতু মুক্ত ধাতুর তুলনায় কম প্রতিক্রিয়া দেখায় এবং এটি দ্রবণে ধাতুকে স্থিতিশীল রাখে, কঠিন অবস্থায় নয়।    ট্রেস ধাতুর ঘনত্ব যেমন ক্যাডমিয়াম, তামা, মোলিবডেনাম, ম্যাঙ্গানিজ, রেনিয়াম, ইউরেনিয়াম এবং ভ্যানাডিয়াম সাগরের রেডক্স ইতিহাস রেকর্ড করে।ক্যাডমিয়াম(II) অক্সিক পরিবেশে CdCl+(aq) রূপে থাকতে পারে, অথবা রিডিউসড পরিবেশে CdS(s) আকারে থাকে। তাই, সমুদ্রের সেলিমানে ক্যাডমিয়ামের উচ্চ ঘনত্ব পুরনো সময়ের নিম্ন রেডক্স অবস্থার ইঙ্গিত দেয়। তামা(II) সাধারণত অক্সিক পরিবেশে CuCl+(aq) আকারে থাকে এবং রিডিউসড পরিবেশে CuS(s) এবং Cu2S আকারে রূপান্তরিত হয়।\nমোলিবডেনাম অক্সিক অবস্থায় MoO42−(aq) আকারে Mo(VI) থাকে। রিডিউসড পরিবেশে, এটি Mo(V) এবং Mo(IV) আকারে থাকতে পারে, যেমন MoO2+(aq) এবং MoS2(s)। রেনিয়াম অক্সিক অবস্থায় ReO4− আকারে Re(VII) থাকে এবং রিডিউসড অবস্থায় Re(IV) রূপে পরিণত হয়ে ReO2 বা ReS2 তৈরি করতে পারে।ইউরেনিয়াম অক্সিডেশন অবস্থায় UO2(CO3)34−(aq) আকারে থাকে এবং রিডিউসড অবস্থায় UO2(s) হিসেবে পাওয়া যায়। ভ্যানাডিয়াম একাধিক আকারে থাকে, যেমন V(V) অক্সিডেশন অবস্থায়, যেমন HVO42− এবং H2VO4−। এর রিডিউসড রূপের মধ্যে VO2+, VO(OH)3−, এবং V(OH)3 অন্তর্ভুক্ত থাকে। এসব প্রজাতির আধিপত্য pH-এর ওপর নির্ভর করে।\nমহাসাগর বা গভীর হ্রদের পানিতে দ্রবীভূত ট্রেস ধাতুগুলোর উল্লম্ব বিন্যাস সাধারণত তিনভাবে হয়: কনজারভেটিভ-টাইপ, নিউট্রিয়েন্ট-টাইপ এবং স্ক্যাভেঞ্জড-টাইপ। এই বিভাজন মূলত ধাতুগুলোর পানিতে থাকার সময়কাল এবং প্ল্যাঙ্কটনের এগুলো ব্যবহারের মাত্রার ওপর নির্ভর করে।\nকনজারভেটিভ-টাইপ ধাতুগুলোর ঘনত্ব তুলনামূলকভাবে বেশি থাকে এবং জীববৈজ্ঞানিকভাবে খুব বেশি ব্যবহৃত হয় না। উদাহরণ হিসেবে, মলিবডেনাম (Mo) মহাসাগরে প্রায় ৮ লক্ষ বছর পর্যন্ত স্থিতিশীল থাকে এবং সাধারণত মলিবডেট আয়ন (MoO₄²⁻) আকারে থাকে। এটি পানির কণার সঙ্গে তেমন মিথস্ক্রিয়া করে না, তাই গভীরতা অনুযায়ী এর ঘনত্ব খুব একটা বদলায় না। যদিও মহাসাগরে মলিবডেনামের পরিমাণ প্রচুর, ফাইটোপ্ল্যাঙ্কটনের জন্য এর দরকার খুব কম।\nনিউট্রিয়েন্ট-টাইপ ধাতুগুলো প্ল্যাঙ্কটন শোষণ করে, তাই এগুলোর ঘনত্ব মহাসাগরের উপরের স্তরে কম থাকে। তবে গভীরে গিয়ে, প্ল্যাঙ্কটনের বিবসান ও দ্রবীভবনের কারণে এগুলোর পরিমাণ বাড়ে। যেমন, দস্তা (Zn) এই ক্যাটাগরির মধ্যে পড়ে, যার পানিতে থাকার সময়কাল কয়েক হাজার থেকে এক লাখ বছর পর্যন্ত হতে পারে।\nস্ক্যাভেঞ্জড-টাইপ ধাতুগুলো পানির কণার সঙ্গে দ্রুত বিক্রিয়া করে এবং তুলনামূলকভাবে কম সময় পানিতে থাকে, সাধারণত ১০০ থেকে ১০০০ বছর। অ্যালুমিনিয়াম এর একটি উদাহরণ, যার ঘনত্ব তলদেশের সেডিমেন্ট, হাইড্রোথার্মাল ভেন্ট ও নদীগুলোর আশেপাশে বেশি পাওয়া যায়। অ্যালুমিনিয়ামের মূল উৎস হলো বায়ুমণ্ডলীয় ধূলিকণা, যা বাইরের উৎস থেকে মহাসাগরে প্রবেশ করে।\nলোহা ও তামার বৈশিষ্ট্য কিছুটা মিলিত, কারণ এগুলো পুনর্ব্যবহৃত হয় কিন্তু একই সঙ্গে স্ক্যাভেঞ্জিংয়ের শিকার হয়। লোহা অনেক মহাসাগর অঞ্চলে একটি সীমিত পুষ্টি উপাদান, যা ম্যাঙ্গানিজের সঙ্গে হাইড্রোথার্মাল ভেন্টের কাছে বেশি ঘনত্বে থাকে। এখানে লোহা প্রধানত সালফাইড ও অক্সিহাইড্রোক্সাইড যৌগ হিসেবে জমা হয়। হাইড্রোথার্মাল ভেন্টের কাছে লোহা ঘনত্ব উন্মুক্ত মহাসাগরের তুলনায় এক মিলিয়ন গুণ বেশি হতে পারে।\nগবেষণায় দেখা গেছে যে জিঙ্ক, কোবাল্ট, ক্যাডমিয়াম, লোহা এবং তামার মতো ট্রেস ধাতুগুলো সাগরের পৃষ্ঠে জৈবিক লিগ্যান্ডের সঙ্গে যুক্ত থাকে, যা এগুলোর সহজলভ্যতা কমিয়ে দেয়। উদাহরণ হিসেবে, তামা ফাইটোপ্ল্যাঙ্কটন ও ব্যাকটেরিয়ার জন্য বিষাক্ত হতে পারে, তবে এটি জৈবিক যৌগ তৈরি করে, যা তামার অজৈব রূপের পরিমাণ কমিয়ে দেয় এবং এর ক্ষতিকর প্রভাব হ্রাস করে। তবে জিঙ্কের ক্ষেত্রে এমন কোনো প্রতিরক্ষামূলক প্রক্রিয়া দেখা যায় না, কারণ এটি তুলনামূলকভাবে কম বিষাক্ত।\nউচ্চ পুষ্টি ও নিম্ন ক্লোরোফিলযুক্ত অঞ্চলগুলিতে লোহা একটি সীমিত পুষ্টি উপাদান, যেখানে Fe(III)-এর জৈবিক যৌগ গুরুত্বপূর্ণ ভূমিকা রাখে।\n\n\n== আরও দেখুন ==\n\n\n== অতিরিক্ত পাঠ ==\n\n\n== বহিঃসংযোগ ==\nThe Geochemistry of Igneous Rocks (Gunn Interactive Ltd.)\n\n\n== রেফারেন্স =="}