{"pageid": 1510284, "title": "ভর বি-অম্লীকরণ", "url": "https://bn.wikipedia.org/wiki?curid=1510284", "content": "ভর বি-অম্লীকরণ একটি শব্দ যা লাইব্রেরি এবং তথ্য বিজ্ঞানে পুরানো বইয়ের কাগজের অবক্ষয়ের বিরুদ্ধে একটি সম্ভাব্য পরিমাপ হিসাবে ব্যবহৃত হয়, তথাকথিত \" ধীরগতির আগুন \"। প্রক্রিয়াটির লক্ষ্য হল অম্লীয় কাগজের পিএইচ বৃদ্ধি করা। যদিও অ্যাসিড-মুক্ত কাগজ আরও সাধারণ হয়ে উঠেছে, ১৮৫০-এর দশকের পরে তৈরি করা বইগুলিতে এখনও অ্যাসিডিক কাগজের একটি বড় অংশ বিদ্যমান রয়েছে; এটি তার সস্তা এবং সহজ উত্পাদন পদ্ধতির কারণে। অ্যাসিডিক কাগজ, বিশেষ করে যখন আলো, বায়ু দূষণ বা উচ্চ আপেক্ষিক আর্দ্রতার সংস্পর্শে আসে, তখন হলুদ হয়ে যায় এবং সময়ের সাথে সাথে ভঙ্গুর হয়ে যায়।  ভর ক্ষয়করণের সময় বিদ্যমান অ্যাসিড নিরপেক্ষ করতে এবং আরও ক্ষয় রোধ করতে একটি ক্ষারীয় এজেন্ট কাগজে জমা হয়।\n\n\n== গবেষণা এবং প্রক্রিয়া উন্নয়নের ইতিহাস ==\nমাইক্রোফিল্ম এবং ল্যামিনেশনের সাথে-সহ গণ নিষ্ক্রিয়করণ -২০ শতকের প্রথম দিকে এবং মাঝামাঝি সময়ে হাইড্রোলাইসিসের রাসায়নিক প্রক্রিয়ার প্রতিক্রিয়া হিসাবে বিকশিত হয়েছিল যার দ্বারা কাগজ গঠনকারী ফাইবারগুলি এর গঠন এবং শক্তি প্রদান করে, তাদের বন্ধনগুলি ভেঙে যায়, ফলে কাগজ তৈরি হয়। যা সময়ের সাথে সাথে ক্রমশ ভঙ্গুর হয়ে যায়। পরিবেশ দূষণকারীরা কাগজের সাথে বিক্রিয়া করে এমন অ্যাসিড তৈরি করতে পারে যা অক্সিডেশনকে উৎসাহিত করে, উপ-পণ্য হিসেবে আরও অ্যাসিড তৈরি করে, যার ফলে অটোক্যাটালিটিক ধ্বংসের একটি ইতিবাচক প্রতিক্রিয়া লুপ হয়।  লাইব্রেরি রিসোর্সেস কাউন্সিলের অনুদান দ্বারা আংশিকভাবে সমর্থিত, উইলিয়াম জে ব্যারো কাগজের ক্ষয় নিয়ে গবেষণা করেন এবং দেখেন যে ১৯০০ থেকে ১৯৪৯ সালের মধ্যে প্রকাশিত বইগুলির তিন শতাংশের বেশি পঞ্চাশ বছরের বেশি বেঁচে থাকবে না। এর প্রতিক্রিয়ায়, গবেষণা গ্রন্থাগার সামগ্রী সংরক্ষণের উপর একটি স্থায়ী কমিটি গঠন করা হয়েছিল অ্যাসোসিয়েশন অফ রিসার্চ লাইব্রেরি (এআরএল) দ্বারা ১৯৬০ সালে। \nব্যারো একটি ক্ষারীয় বাফার জমা করার সময় কাগজে অ্যাসিডকে নিরপেক্ষ করার জন্য একটি জলীয় প্রক্রিয়া আবিষ্কার করেছিলেন যা ক্ষয়ের হারকে ধীর করে দেবে।  ব্যারোর মূল পদ্ধতির পাশাপাশি, উভয়ই নন-জল-জৈব দ্রাবক-নিয়োগকারী এবং বাষ্পযুক্ত-দ্য লাইব্রেরি অফ কংগ্রেসের ডিইজেড (ডাইথাইল জিঙ্ক) চিকিত্সা- একই ফলাফল অর্জনের পদ্ধতিগুলি সময়, শ্রম এবং কমানোর প্রচেষ্টায় গবেষণা করা হয়েছে। খরচ প্রয়োজনীয়তা। \nপ্রস্তাবিত একটি কৌশল হ'ল বইগুলিকে একটি খালি চেম্বারে রাখা, তারপরে ডাইথাইলজিঙ্ক (ডিইজেড) চালু করা। তাত্ত্বিকভাবে, ডাইথাইলজিঙ্ক কাগজের অম্লীয় অবশিষ্টাংশের সাথে প্রতিক্রিয়া জানাবে, একটি ক্ষারীয় অবশিষ্টাংশ রেখে যা কাগজটিকে আরও ক্ষয় থেকে রক্ষা করবে।  অনুশীলনে, বিক্রিয়ার আগে বই থেকে ট্রেস ওয়াটার অপসারণ করার জন্য প্রয়োজনীয় গরম করার জন্য ডিইজেড জলের সাথে হিংস্রভাবে প্রতিক্রিয়া দেখায়) কাগজের ত্বরিত অবক্ষয় ঘটায়,ডিইজেড এবং বইয়ের অন্যান্য উপাদানগুলির মধ্যে রাসায়নিক বিক্রিয়ার একটি সিরিজ (আঠা, বাঁধাই) ঘটায়। আরো ক্ষতি, এবং অপ্রীতিকর আরোম্যাস উত্পাদিত. ১৮৮০-এর দশকে, এই প্রক্রিয়াটি ব্যবহার করে গণ নিষ্ক্রিয়করণের জন্য একটি পাইলট প্ল্যান্ট, নাসা দ্বারা নির্মিত হয়েছিল এবং লাইব্রেরি অফ কংগ্রেস দ্বারা প্রদত্ত বইগুলির উপর পরীক্ষা করা হয়েছিল।  ১৯৮৬ সালে এটি আবিষ্কৃত হয় যে ডিইজেড ডিসিডিফিকেশন রানগুলির একটিতে অপসারণ করা হয়নি এবং চেম্বারের নীচে পুল করা হয়েছে, সম্ভবত প্লাম্বিংয়ের মধ্যেই অবশিষ্ট রয়েছে। অক্সিজেন বা জলীয় বাষ্পের সংস্পর্শে এলে ডিইজে হিংসাত্মকভাবে দাহ্য হয়, তাই ভেতরের বইগুলো সরানোর জন্য ভ্যাকুয়াম চেম্বার খোলা যায়নি। অবশেষে, সন্দেহভাজন প্লাম্বিং ফেটে যাওয়ার জন্য বিস্ফোরক ব্যবহার করা হয়েছিল; অবশিষ্ট ডিইজেডের উপস্থিতির সন্দেহ পরবর্তী অগ্নিকাণ্ডের দ্বারা নিশ্চিত করা হয়েছিল যা উদ্ভিদটিকে ধ্বংস করেছিল। তার বই ডাবল ফোল্ডে, নিকোলসন বেকার নাসা প্রোগ্রামের ব্যর্থতা নিয়ে ব্যাপক আলোচনা করেছেন।\nরাসায়নিক কোম্পানি আকজোনোবেল পরে প্রক্রিয়াটি পরিমার্জন করার চেষ্টা করেছিল। একটি ভাল প্রক্রিয়া নকশা দ্বারা আগুন এবং বিস্ফোরণের ঝুঁকি হ্রাস করা হয়েছিল, তবে, ক্ষতি এবং গন্ধ একটি সমস্যা থেকে গেছে। শেষ পর্যন্ত, আকজোনোবেল নির্ধারণ করে যে প্রক্রিয়াটি একটি কার্যকর বাণিজ্যিক প্রস্তাব ছিল না এবং ১৯৯৪ সালের শেষের দিকে তাদের গবেষণা বন্ধ করে দেয়।\n\n\n== গোল ==\n১৯৯৪ সালে লাইব্রেরি অফ কংগ্রেস একটি আদর্শ গণ নিষ্কাশন চিকিৎসার আশা করেছিল:\n\nঅম্লীয় কাগজ নিরপেক্ষ করুন এবং একটি ক্ষারীয় রিজার্ভ যোগ করুন।\n৭.৮ এবং ১০.৪ এর মধ্যে একটি পিএইচ মান তৈরি করে যা পুরো বই জুড়ে সমানভাবে বিতরণ করা হয়।\nআঠালো, কালি, বা রঞ্জকগুলির কোনও ক্ষতি করা উচিত নয়।\nগন্ধ বা কাগজের রঙে কোনো পরিবর্তন ঘটানো উচিত নয়।\nনমনীয়তা বা যান্ত্রিক শক্তি হ্রাস করা উচিত নয়। \nস্লোভাক ইউনিভার্সিটি অফ টেকনোলজির ফ্যাকাল্টি সদস্যরা এই আরও প্রয়োজনীয়তাগুলি যোগ করেছেন:\n\nব্যবহৃত রাসায়নিক নিরাপদ হতে হবে।\nপ্রক্রিয়াটি যেকোনো ধরনের কাগজে প্রয়োগ করতে সক্ষম হতে হবে।\nপ্রক্রিয়াটি কাগজের ফুলে যাওয়া বা বিকৃত হতে পারে না।\n\n\n== প্রভাব ==\nইউরোপীয় কমিশন অন প্রিজারভেশন অ্যান্ড অ্যাকসেস, লাইব্রেরি অফ কংগ্রেস এবং সেন্টার ডি রেচের্চেস সুর লা কনজারভেশন ডেস ডকুমেন্টস গ্রাফিকস-এর বিজ্ঞানীদের একটি দল নব্বই দশকের প্রথম দিকে এবং মাঝামাঝি সময়ে পরিচালিত গবেষণায় সমস্ত প্রক্রিয়াই যথেষ্ট উচ্চ পিএইচ প্রদান করে। বুককিপার ৯-১০ এর পিএইচ তৈরি করেছে।  সিএসসি বুক সেভারের পিএইচ ৮.৭৮–১০.৫ পাওয়া গেছে।\nএকই গবেষণায় দেখা গেছে যে প্রক্রিয়াগুলির প্রতিকূল প্রসাধনী পার্শ্ব প্রতিক্রিয়া রয়েছে। বুককিপার \"একটি স্পষ্ট অবশিষ্টাংশ\" রেখে গেছে, কভারে ক্ল্যাম্পের চিহ্ন রেখেছিল এবং কিছু রঙিন কালি ঘষে ফেলেছিল।  বুক সেভার বইগুলিতে একটি \"সাদা পাউডারি আমানত\" রেখে গেছে।  কাগজ সংরক্ষণের ফলে \"বিবর্ণতা, সাদা জমা, নিউটনের রিং, কালি এবং রঞ্জক রক্তপাত, গন্ধ এবং কাগজের ভিন্ন 'অনুভূতি'\"।  এর ফলে \"গন্ধ, সাদা অবশিষ্টাংশ, রিং, ককলিং, (হলুদ) বিবর্ণতা এবং আঠালো রক্তপাত।\" \nব্রিটিশ লাইব্রেরির সংরক্ষকগণ স্বীকার করেন যে বিদ্যমান গণ-নিধন প্রক্রিয়াগুলি এখনও বিকশিত হচ্ছে এবং তাদের রাসায়নিক এবং যান্ত্রিক প্রভাবগুলির উপর আরও গবেষণা করা দরকার। \n\n\n== সেবা ==\n২০০৮-এর হিসাব অনুযায়ী বেশ কিছু বাণিজ্যিক নিষ্ক্রিয়করণ কৌশল বাজারে রয়েছে  :\n\nবুককিপার প্রক্রিয়াটি একটি অ-জলীয়, তরল পর্যায়ের প্রক্রিয়া যা ম্যাগনেসিয়াম অক্সাইড ব্যবহার করে।  বুককিপার সংরক্ষণ প্রযুক্তির মাধ্যমে পাওয়া যায়, ইউএস, স্পেন, জাপান, পোল্যান্ড, নেদারল্যান্ডস, দক্ষিণ আফ্রিকা, কাতারে উদ্ভিদ সহ এলপি। ইতালিতে ফ্রেটিলিভির মাধ্যমে আরেকটি উদ্ভিদ পাওয়া যায়। \nসিএসসি বুক সেভার কার্বনেটেড ম্যাগনেসিয়াম প্রোপিলেট ব্যবহার করে নিষ্ক্রিয়করণের জন্য।  সিএসসি বুক সেভার ইউরোপে সংরক্ষণ দে সুস্ট্রাটোস সেলুলোসিকোস এসএল (সিএসসি)   (বার্সেলোনা, স্পেন) এর মাধ্যমে উপলব্ধ। \nপেপারসেভ প্রক্রিয়াটি ব্যাটেল এন্টিলেজ দ্বারা বিকশিত হয়েছিল এবং তাই কখনও কখনও এটিকে \"ব্যাটেল প্রক্রিয়া\" হিসাবে উল্লেখ করা হয়। প্রক্রিয়াটি ম্যাগনেসিয়াম টাইটানিয়াম অ্যালকক্সাইড ব্যবহার করে। পেপারসেভ প্রক্রিয়াটি ইউরোপে নাইট্রোকেমি উইমিস (উইমিস, সুইজারল্যান্ড) এর মাধ্যমে পেপারসেভ সুইস  এবং জেনট্রাম ফার বুচারহাল্টুং (লিপজিগ, জার্মানি) নামে উপলব্ধ। \nপ্রক্রিয়াটি মেথক্সি ম্যাগনেসিয়াম মিথাইল কার্বনেট, বা আইসোপ্রোপক্সি ম্যাগনেসিয়াম আইসোপ্রোপাইল কার্বোনেট ব্যবহার করে, এবং ২০০৮ সালে নতুন পণ্য বের হচ্ছে।  কম সাধারণভাবে একক আইটেম নিষ্ক্রিয়করণের তুলনায় গণ ক্ষয়করণ চিকিত্সার জন্য ব্যবহৃত হয়। \n\n\n== গ্রহণ এবং খরচ ==\nযদিও লাইব্রেরি অফ কংগ্রেস এবং নিউ ইয়র্ক পাবলিক লাইব্রেরির মতো প্রধান গবেষণা গ্রন্থাগারগুলি দ্বারা নিষ্ক্রিয়করণ গৃহীত হয়েছে, এটি স্পষ্ট নয় যে অনেক সংরক্ষণাগারগুলি, বিশেষ করে মার্কিন যুক্তরাষ্ট্রে, এটি অনুসরণ করেছে কিনা। কিছু ইউরোপীয় জাতীয় সংরক্ষণাগার নিষ্ক্রিয়করণ কৌশল পরীক্ষা করেছে। ইউনাইটেড স্টেটস ন্যাশনাল আর্কাইভস অ্যান্ড রেকর্ডস অ্যাডমিনিস্ট্রেশন (এনএআরএ), যেটি একটি জলীয় কৌশলের পথপ্রদর্শক যা ব্যারোসের উপর উন্নত হয়েছিল, তার সংরক্ষণ ডলার অন্যত্র বিনিয়োগ করতে বেছে নিয়েছে।  ২০০০ সালে, এনআরএ ডকুমেন্ট কনজারভেশন ল্যাবরেটরির প্রধান লাইব্রেরি এবং আর্কাইভাল সংগ্রহের মধ্যে পার্থক্যের দিকে ইঙ্গিত করে একটি গণ নিষ্ক্রিয়করণ কর্মসূচির অভাবকে রক্ষা করেছিলেন। উদাহরণস্বরূপ, উল্লেখ্য যে এনএআরএ-তে আসা অনেক কাগজপত্র লাইব্রেরি সংগ্রহের তুলনায় উচ্চ মানের ছিল; যে আর্কাইভগুলি অন্তত ৩০ বছর বয়সী না হওয়া পর্যন্ত ফেডারেল সরকারী সংস্থাগুলির কাছ থেকে রেকর্ডগুলি পায় না, যে সময়ের মধ্যে অম্লীয় কাগজগুলি ইতিমধ্যেই অপরিবর্তনীয়ভাবে দুর্বল হয়ে গেছে, এবং সেই সীমিত সংস্থানগুলি অন্যত্র প্রয়োগ করা যেতে পারে, যেমন জলবায়ু নিয়ন্ত্রণ। আর্কাইভের বিশ-বছরের সংরক্ষণ পরিকল্পনার অধীনে, \"সর্বাধিক সংখ্যক রেকর্ডের জন্য সর্বাধিক সুবিধা\" অর্জনের উপর জোর দেওয়া হয়েছিল। \nযদিও এখন তারিখ দেওয়া হয়েছে, বেশ কিছু সূত্র অনুমান করে যে ডেসিডিফিকেশন চিকিত্সার খরচ এবং উপযুক্ততা। হ্যারি র‍্যানসম হিউম্যানিটিজ রিসার্চ সেন্টার এবং নেদারল্যান্ডের জেনারেল স্টেট আর্কাইভ দ্বারা পরিচালিত গবেষণায় দেখা গেছে ডিইজেড পদ্ধতি বিশেষভাবে আর্কাইভাল উপকরণের ক্ষেত্রে প্রযোজ্য হতে পারে।  এটি অনুমান করা হয়েছিল যে ১৯৯০ এর দশকের গোড়ার দিকে পরিবহন এবং হ্যান্ডলিং ব্যতীত নিষ্ক্রিয়করণ খরচ প্রতি ভলিউম $৫-১০ ছিল।  ১৯৯৫-১৯৯৭ সালে, লাইব্রেরি অফ কংগ্রেস বুককিপার বাণিজ্যিক পদ্ধতি ব্যবহার করে ৭২,০০০টি বইকে নিষ্ক্রিয় করতে এবং বিকল্প পদ্ধতির মূল্যায়ন করার জন্য $২ মিলিয়ন বরাদ্দ পেয়েছে। বই প্রতি প্রকৃত মূল্য ছিল $১১.৭০।  অবশেষে, প্রতি ভলিউম রিফরম্যাটিং বিকল্পের সাথে ২০০৩ সালের খরচের তুলনা মাইক্রোফিল্মিংয়ের জন্য $১২৫, স্ক্যানিং এবং ন্যূনতম সূচীকরণের জন্য $৫০ এবং নিউ ইয়র্ক পাবলিক লাইব্রেরি প্রকল্পের ভিত্তিতে, নিষ্ক্রিয়করণের জন্য $১৬.২০ লাভ করে।  যাইহোক, ইতিমধ্যে ২০০৪ সালে গুগল বুকস বই প্রতি মাত্র $১০-$২০ স্ক্যান করতে সক্ষম হয়েছিল। \n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nওয়েব্যাক মেশিনে আর্কাইভকৃত ২০০৯-১০-১২ তারিখে ম্যাস ডেসিডিফিকেশন পাবলিকেশন্সের সাথে কংগ্রেসের লাইব্রেরি লিঙ্ক\nকানাডিয়ান কনজারভেশন ইনস্টিটিউটের বাণিজ্যিক নিষ্ক্রিয়করণ প্রক্রিয়ার মূল্যায়নের উপর গবেষণা\nওয়েব্যাক মেশিনে আর্কাইভকৃত ২০০৭-১২-০৫ তারিখে একটি গণ নিষ্ক্রিয়করণ প্রক্রিয়া বেছে নেওয়ার প্রযুক্তিগত বিবেচনার বিষয়ে লাইব্রেরি এবং তথ্য সম্পদ বিষয়ক কাউন্সিলের প্রতিবেদন"}