{"pageid": 1510221, "title": "অপারেশন দাবানল", "url": "https://bn.wikipedia.org/wiki?curid=1510221", "content": "অপারেশন দাবানল ছিল ১৯৭৭ থেকে ১৯৯৭ সাল পর্যন্ত পার্বত্য চট্টগ্রামে বাংলাদেশ সেনাবাহিনী কর্তৃক পরিচালিত একটি বিদ্রোহ বিরোধী অভিযান। অভিযানের সময় এই অঞ্চলে আনুমানিক ৩০ থেকে ৮০ হাজার নিরাপত্তা কর্মী মোতায়েন করা হয়েছিল।\n\n\n== পটভূমি ==\nপার্বত্য চট্টগ্রাম বাংলাদেশের একটি পাহাড়ি অঞ্চল। এই অঞ্চলটি বহুবার হাত বদল হয়েছে। এটি ৯৫৩ সালে আরাকান রাজ্য, ১২৪০ সালে তিপ্রা রাজ্য দখল করে। ১৫৭৫ সালে এটি আরাকানরা পুনরায় দখল করে যারা ১৬৬৬ সালে মুঘলদের সাথে যুদ্ধের পর এটি হারায়। এটি দুটি রাজ্যের মধ্যে একটি বিরোধপূর্ণ অঞ্চল ছিল। ১৬৬৬ থেকে ১৭৬০ সাল পর্যন্ত এটি মুঘল সাম্রাজ্যের অধীনে ছিল যারা এটি ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানির কাছে হস্তান্তর করেছিল। ১৮৬০ সালে এই অঞ্চলটি ব্রিটিশ রাজ কর্তৃক অধিগ্রহণ করা হয় ও ব্রিটিশ ভারতের অংশে পরিণত হয়। ব্রিটিশরাই এই অঞ্চলের নামকরণ করেছিল পার্বত্য চট্টগ্রাম, কারণ তারা এটিকে চট্টগ্রাম জেলার একটি সম্প্রসারণ হিসেবে দেখেছিল এবং এটিকে বেঙ্গল প্রেসিডেন্সির অধীনে রেখেছিল। দক্ষিণের ভূমিকে আরাকান পার্বত্য অঞ্চল ও উত্তরের ভূমিকে পার্বত্য ত্রিপুরা বলা হত।\n\nভারত বিভাগের পর পার্বত্য চট্টগ্রাম পাকিস্তানের অংশ হয়ে যায়। পরবর্তীতে বাংলাদেশের স্বাধীনতার পর এটি বাংলাদেশের অংশ হয়। বাংলাদেশের অন্যান্য অংশের মতন এটি বাঙালি বা মুসলিম সংখ্যাগরিষ্ঠ ছিল না। অধিকাংশ অধিবাসী বৌদ্ধ ও হিন্দু ধর্ম অনুসরণ করত। ১৯৮০-এর দশকে বাংলাদেশ সরকার অঞ্চলটিকে বান্দরবান জেলা, খাগড়াছড়ি জেলা ও রাঙ্গামাটি জেলা নামে তিনটি জেলায় ভাগ করে। ১৯৮৯ সালে তৎকালীন রাষ্ট্রপতি হুসেইন মুহম্মদ এরশাদের সরকার জেলা পরিষদ আইন পাস করে স্থানীয় জনগণের প্রতিনিধিদের কাছে ক্ষমতা ও দায়িত্ব হস্তান্তরের জন্য স্থানীয় সরকার পরিষদের তিনটি স্তর তৈরি করেছিলো। পার্বত্য চট্টগ্রাম জনসংহতি সমিতি পরিষদগুলি প্রত্যাখ্যান ও এর গঠনের বিরোধিতা করেছিল।\nকাপ্তাই বাঁধ নির্মাণের মাধ্যমে এক লাখেরও বেশি উপজাতীয় লোককে উদ্বাস্তু করা হয়েছিল। এই প্রকল্পের কারণে ৪০ শতাংশ কৃষি জমি প্লাবিত হয়েছিল এবং অনেককে ক্ষতিপূরণ দেওয়া হয়নি। তাদের কেউ কেউ ভারতের অরুণাচল প্রদেশে পালিয়ে যায়।\n\n\n== অপারেশন ==\n১৯৭০ সালে পূর্ব পাকিস্তান প্রাদেশিক পরিষদের নির্বাচিত সদস্য মানবেন্দ্র নারায়ণ লারমা ১৯৭৩ সালের মার্চ মাসে বাংলাদেশের সংবিধানে পার্বত্য অঞ্চলের স্বায়ত্তশাসন প্রদানের জন্য করা তার দাবি শেখ মুজিবুর রহমান না মানার পর পার্বত্য চট্টগ্রাম জনসংহতি সমিতি গঠন করেন। তিনি শান্তি বাহিনী নামে একটি সশস্ত্র শাখাও গঠন করেন। শেখ মুজিবুর রহমানকে হত্যার পর মানবেন্দ্র নারায়ণ লারমা ভারতে পালিয়ে যান। ১৯৭৭ সালে শান্তি বাহিনী বাংলাদেশ সেনাবাহিনীর একটি কনভয় আক্রমণ করে যা পার্বত্য চট্টগ্রাম সংঘাতের সূচনা করে।\nজেনারেল জিয়াউর রহমান পরে রাষ্ট্রপতি হয়েছিলেন, তিনি এই অঞ্চলের সামরিকীকরণের অংশ হিসাবে অপারেশন দাবানল শুরু করেছিলেন। বাংলাদেশ সেনাবাহিনীর বিবৃতি অনুসারে পার্বত্য অঞ্চলে বেসামরিক নাগরিক ও প্রশাসনকে রক্ষা করার জন্য এই অভিযান চালানো হয়েছিল। ১৯৭৯ সালে বাংলাদেশ সরকার পার্বত্য চট্টগ্রামে জাতিগত বাঙালিদের বসতি স্থাপনের নীতি গ্রহণ করে এবং এর ফলে এই অঞ্চলের জনবিন্যাসের পরিবর্তন ঘটে।\n১৯৮০ এর দশকে রাষ্ট্রপতি হুসেইন মোহাম্মদ এরশাদ অপারেশন দাবানল চালিয়ে যান। অঞ্চলটি ১৯৮২ সালে সামরিক শাসনের অধীনে রাখা হয়েছিল।\n১৯৮৯ সালের ৮ সেপ্টেম্বর পার্বত্য চট্টগ্রামে বাংলাদেশ সেনাবাহিনীর ১ ফিল্ড আর্টিলারি রেজিমেন্টে কর্মরত লেফটেন্যান্ট জি এম মুশফিকুর রহমান সৈন্যদের ১৭ সদস্যের একটি দলের নেতৃত্ব দেন এবং শান্তিবাহিনীর সামরিক ক্যাম্পে আক্রমণ করেন। সংঘর্ষের সময় লেফটেন্যান্ট রহমান আহত হয়ে ওই দিন সকাল সোয়া ৮টায় মারা যান। মুশফিকুর রহমানকে মরণোত্তর বীর উত্তম পুরস্কারে ভূষিত করা হয়।\nজবাবে বাংলাদেশ সেনাবাহিনী প্রতিরক্ষা ব্যবস্থা তৈরি করতে শুরু করে ও পার্বত্য চট্টগ্রামকে বাংলাদেশ সেনাবাহিনীর ২৪ পদাতিক ডিভিশনের জেনারেল অফিসার কমান্ডিংয়ের অধীনে রাখা হয়।\n\n\n=== শান্তি চুক্তি ===\nপ্রধানমন্ত্রী শেখ হাসিনার অধীনে আওয়ামী লীগ সরকার ১৯৯৬ সালে সংঘাতের অবসানের প্রতিশ্রুতি দিয়ে একটি নির্বাচনী ইশতেহার নিয়ে ক্ষমতায় আসে। দলটি ১১ সদস্য বিশিষ্ট পার্বত্য চট্টগ্রাম বিষয়ক জাতীয় কমিটি গঠন করে। ১৯৯৭ সালে বাংলাদেশ সরকার পার্বত্য চট্টগ্রাম সংঘাত ও অপারেশন দাবানলের অবসান ঘটাতে পার্বত্য চট্টগ্রাম জনসংহতি সমিতির সাথে পার্বত্য চট্টগ্রাম শান্তি চুক্তি স্বাক্ষর করে। শান্তি চুক্তি স্বাক্ষরের পর শান্তিবাহিনী বিলুপ্ত হয়। পার্বত্য চট্টগ্রাম জনসংহতি সমিতি একটি রাজনৈতিক দলে পরিণত হয়।\n\n\n== পরবর্তী অবস্থা ==\n\n২০০১ সালের ১ সেপ্টেম্বর বাংলাদেশ সেনাবাহিনী অপারেশন দাবানল প্রতিস্থাপনের জন্য অপারেশন উত্তরণ শুরু করে। অপারেশন উত্তরণের আওতায় বাংলাদেশ সেনাবাহিনী ১০ হাজার টন চাল পেয়েছিল যা তারা পার্বত্য চট্টগ্রামে বসতি স্থাপনকারী গ্রাম উন্নয়নে ব্যবহার করেছিল। এই অপারেশনের অধীনে বাংলাদেশের সামরিক বাহিনী এই অঞ্চল, এর বেসামরিক প্রশাসন ও সম্পদের উপর আধিপত্য অব্যাহত রেখেছে।\nএই সংঘাত অংশগ্রহণের জন্য সেবা পদক হিসাবে দাবানল পদক দেওয়া হয়।\n\n\n== তথ্যসূত্র =="}