{"pageid": 1510593, "title": "নারীবাদী সাহিত্য সমালোচনা", "url": "https://bn.wikipedia.org/wiki?curid=1510593", "content": "নারীবাদী সাহিত্য সমালোচনা হল নারীবাদী তত্ত্ব দ্বারা বা আরও বিস্তৃতভাবে, নারীবাদের রাজনীতি দ্বারা অবহিত সাহিত্য সমালোচনা। এটি সাহিত্যের ভাষা সমালোচনা করার জন্য নারীবাদের নীতি ও আদর্শ ব্যবহার করে। চিন্তাধারার এই স্কুলটি সাহিত্যের মধ্যে নিহিত অর্থনৈতিক, সামাজিক, রাজনৈতিক এবং মনস্তাত্ত্বিক শক্তিগুলিকে অন্বেষণ করে পুরুষের আধিপত্যের বর্ণনাকে কীভাবে চিত্রিত করে তা বিশ্লেষণ এবং বর্ণনা করতে চায়। চিন্তাভাবনা এবং সমালোচনার এই পদ্ধতিটি সাহিত্যের পাঠ্যগুলিকে দেখার এবং অধ্যয়নের উপায়কে পরিবর্তন করেছে, সেইসাথে সাধারণভাবে যা শেখানো হয় তার নীতির পরিবর্তন ও প্রসারণ করেছে বলে বলা যেতে পারে। এটি গ্রীক পুরাণে প্রচুর ব্যবহৃত হয়। \nঐতিহ্যগতভাবে, নারীবাদী সাহিত্য সমালোচনা একটি নতুন দৃষ্টিকোণের মাধ্যমে সাহিত্যিক গ্রন্থাবলীর মধ্যে পুরানো গ্রন্থগুলি পরীক্ষা করার চেষ্টা করেছে। নারীবাদী সমালোচনার সুনির্দিষ্ট লক্ষ্যগুলির মধ্যে রয়েছে নারী লেখার ঐতিহ্যের বিকাশ ও আবিষ্কার, এবং পুরানো গ্রন্থের পুনঃআবিষ্কার, পাশাপাশি নারীর লেখার প্রতীকবাদের ব্যাখ্যা করা যাতে পুরুষের দৃষ্টিকোণ থেকে এটি হারিয়ে না যায় বা উপেক্ষা না হয় এবং মূলধারার সাহিত্যের মধ্যে অন্তর্নিহিত যৌনতাকে প্রতিরোধ করা যায়। মহিলা লেখকদের এবং তাদের লেখাগুলিকে একটি মহিলা দৃষ্টিকোণ থেকে বিশ্লেষণ করার অভিপ্রায় সহ এই লক্ষ্যগুলি এবং ভাষা ও শৈলীর যৌন রাজনীতি সম্পর্কে সচেতনতা বৃদ্ধি ১৯৮০-এর দশকে লিসা টাটল দ্বারা বিকশিত হয়েছিল, এবং তখন থেকে বেশিরভাগ নারীবাদী সমালোচকদের দ্বারা গৃহীত হয়েছে।\nনারীবাদী সাহিত্য সমালোচনার ইতিহাস বিস্তৃত, ঊনবিংশ শতাব্দীর মহিলা লেখক যেমন জর্জ এলিয়ট এবং মার্গারেট ফুলারের ক্লাসিক কাজ থেকে শুরু করে \"থার্ড-ওয়েভ\" লেখকদের দ্বারা নারী অধ্যয়ন এবং লিঙ্গ অধ্যয়নের অত্যাধুনিক তাত্ত্বিক কাজ। ১৯৭০-এর আগে-নারীবাদের প্রথম ও দ্বিতীয় তরঙ্গে -নারীবাদী সাহিত্য সমালোচনা নারীর লেখকত্ব এবং সাহিত্যের মধ্যে নারীর অবস্থার উপস্থাপনের সাথে সম্পর্কিত ছিল; বিশেষ করে কাল্পনিক নারী চরিত্রের চিত্রণ। এছাড়াও, নারীবাদী সাহিত্য সমালোচনা সাহিত্য গ্রন্থ থেকে নারীদের বাদ দেওয়ার সাথে সম্পর্কিত, লোইস টাইসনের মতো তাত্ত্বিকরা পরামর্শ দিয়েছেন যে এটি এই কারণে যে নারী লেখকদের মতামতকে প্রায়শই সর্বজনীন বলে মনে করা হয় না।\nউপরন্তু, কুইয়ার অধ্যয়নের জন্ম এবং বৃদ্ধির সাথে নারীবাদী সমালোচনা ঘনিষ্ঠভাবে জড়িত। আধুনিক নারীবাদী সাহিত্য তত্ত্ব নারীবাদী সাহিত্যিক সমালোচনার মধ্যে বিভিন্ন পরিচয় ও বিশ্লেষণের ভূমিকাকে প্রসারিত করে, নারী ও মানুষ উভয়েরই সাহিত্যিক চিত্রণ এবং উপস্থাপনা উভয়কেই বোঝার চেষ্টা করে।\n\n\n== নিযুক্ত পদ্ধতি ==\nনারীবাদী পাণ্ডিত্য একটি নারীবাদী দৃষ্টির মাধ্যমে এর সারমর্ম বোঝার জন্য সাহিত্যের মোড়ক খোলার বিভিন্ন উপায় তৈরি করেছে। ফেমিনাইন ক্রিটিক নামে পরিচিত শিবিরের অধীন পণ্ডিতরা বিমূর্ত বাক্য-ভিত্তিক যুক্তি থেকে সাহিত্য বিশ্লেষণকে বিচ্ছিন্ন করতে চেয়েছিলেন এবং পরিবর্তে তাদের সমালোচনাকে সাহিত্যের আরও \"গ্রাউন্ডেড\" টুকরো (প্লট, চরিত্র, ইত্যাদি) অনুসারে তৈরি করেছিলেন এবং কাঠামোর অনুভূত অন্তর্নিহিত ভুলকে স্বীকৃতি দিয়েছিলেন। অন্যান্য চিন্তাধারা, যেমন গাইনোক্রিটিসিজম (নারীবাদী সাহিত্য সমালোচনা) - যা নারীর লেখার উপর 'মহিলা' দৃষ্টিভঙ্গি হিসাবে বিবেচিত হয় - সাহিত্যে অনুকরণীয় নারী পাণ্ডিত্য এবং উভয় কথাসাহিত্যের চিত্রায়নে তাদের লেখায় কল্পকাহিনী এবং বাস্তবতা উভয়ের চিত্রায়নের ক্ষেত্রে লিঙ্গ কাঠামোর সাথে তাদের সম্পর্ক কীভাবে প্রতিফলিত হয়েছে। দ্বিতীয় তরঙ্গ নারীবাদের সময় গাইনোক্রিটিসিজম চালু হয়েছিল। ইলেইন শোল্টার পরামর্শ দেন যে নারীবাদী সমালোচনা হল একটি \"আদর্শগত, ধার্মিক, রাগান্বিত, এবং অতীতের পাপ এবং ত্রুটির জন্য উপদেশমূলক অনুসন্ধান\" এবং বলেন, গাইনোক্রিটিসিজম \"নারীর লেখার মৌলিক পার্থক্যের জন্য নিঃস্বার্থ অনুসন্ধানে কল্পনার সৌন্দর্য\" তালিকাভুক্ত করে।\nসমসাময়িক আরও পণ্ডিতরা নারীত্বের বিভিন্ন বিন্দুর মিলনস্থল বোঝার চেষ্টা করেন এবং বিভিন্ন শ্রেণীর পরিচয় (জাতি, শ্রেণী, যৌন অভিমুখিতা ইত্যাদি) ব্যবহার করে লিঙ্গ রাজনীতি সম্পর্কে আমাদের সাধারণ ধারণাগুলিকে জটিল করে তোলেন। এই সরঞ্জামগুলির যেকোনো একটির চূড়ান্ত লক্ষ্য হল উপন্যাসের মধ্যে পুরুষতান্ত্রিক অন্তর্নিহিত উত্তেজনা উন্মোচন করা ও তা প্রকাশ করা এবং এই ধরনের উপন্যাস সম্পর্কে আমাদের মৌলিক সাহিত্যিক ধারণাগুলি কীভাবে নারীর অধীনতার উপর নির্ভরশীল তা নিয়ে প্রশ্ন তোলা। এইভাবে, সাহিত্যের অধিগম্যতা আরও অনেক বেশি অন্তর্ভুক্তিমূলক এবং সামগ্রিক জনগোষ্ঠীর কাছে বিস্তৃত হয়। অধিকন্তু, কিছু সংস্কৃতিতে নারী লেখকত্বের ঐতিহাসিক সীমাবদ্ধতার কারণে, যেসব রচনা ঐতিহাসিকভাবে খুব কম বা একেবারেই মনোযোগ পায়নি, সেগুলি তাদের মূল আকারে শোনা যায় এবং সংক্ষেপিত হয় না। এটি সকল পাঠকের জন্য সাহিত্যের একটি বিস্তৃত সংগ্রহ তৈরি করে, কারণ সমস্ত মহান সাহিত্যকর্মকে লিঙ্গ-প্রভাবিত ব্যবস্থার প্রতি পক্ষপাতিত্ব ছাড়াই প্রকাশ করা হয়।\nনারীরা নারীদের লেখা সাহিত্যের ঐতিহাসিক সেন্সরশিপের প্রতিবাদে পিতৃতান্ত্রিক বিরোধী বিষয় ব্যবহার করতে শুরু করেছে। ১৯৯০-এর দশকে ক্ষয়িষ্ণু নারীবাদী সাহিত্যের উত্থানের উদ্দেশ্য ছিল পুরুষতন্ত্রের যৌন রাজনীতিকে সরাসরি চ্যালেঞ্জ জানানো। রিটা ফেলস্কি এবং জুডিথ বেনেটের মতো মহিলাদের যৌন অন্বেষণ এবং লেসবিয়ান এবং কুইয়ার পরিচয়ের একটি বিস্তৃত পরিসর ব্যবহার করে, মহিলারা সাহিত্যে নারীবাদী বিষয়গুলির প্রতি আরও মনোযোগ আকর্ষণ করতে সক্ষম হয়েছিল।\nলিঙ্গ ও ব্যক্তিত্বের জটিল ধারণা এবং তৃতীয়-তরঙ্গ নারীবাদের বিকাশের পর থেকে, নারীবাদী সাহিত্য সমালোচনা বিভিন্ন নতুন পথ গ্রহণ করেছে, যেমন ফ্রাঙ্কফুর্ট স্কুলের সমালোচনা তত্ত্বের ঐতিহ্য, যা বিশ্লেষণ করে যে কীভাবে কোনও বিষয়ের প্রভাবশালী মতাদর্শ সামাজিক বোধগম্যতাকে প্রভাবিত করে। এটি ফ্রয়েডীয় এবং ল্যাকানীয় মনোবিশ্লেষণের পরিপ্রেক্ষিতে লিঙ্গকে বিদ্যমান ক্ষমতার সম্পর্কের বিনির্মাণের অংশ হিসাবে এবং একটি সুনির্দিষ্ট রাজনৈতিক বিনিয়োগ হিসাবেও বিবেচনা করেছে। নারী জীবনের প্রতিনিধিত্ব এবং রাজনীতির সাথে ঐতিহ্যগতভাবে কেন্দ্রীয় নারীবাদী উদ্বেগ সমালোচনায় সক্রিয় ভূমিকা পালন করে চলেছে। আরও সুনির্দিষ্টভাবে বলতে গেলে, আধুনিক নারীবাদী সমালোচনা শিক্ষা, রাজনীতি এবং কর্মশক্তি সহ সমাজের গুরুত্বপূর্ণ দিকগুলির মধ্যে অনুভূত ইচ্ছাকৃত এবং অনিচ্ছাকৃত পিতৃতান্ত্রিক কর্মসূচির সাথে সম্পর্কিত বিষয়গুলি নিয়ে আলোচনা করে।\nসাহিত্যের দিকে তাকানোর সময়, আধুনিক নারীবাদী সাহিত্য সমালোচকরাও প্রশ্ন করেন যে নারীবাদী, সাহিত্যিক এবং সমালোচনামূলক অনুশীলনগুলি কতটা সমালোচনামূলক, সুসান ল্যান্সারের মতো পণ্ডিতরা সাহিত্য বিশ্লেষণ এবং বিশ্লেষকের নিজস্ব অনুশীলনগুলিকে আরও বৈচিত্র্যময় করার জন্য উভয়েরই উন্নতি করতে চান।\n\n\n== ইতিহাস ও সমালোচক ==\nযদিও আরও মূলধারার নারীবাদী সাহিত্য সমালোচনার সূচনাকে সাধারণত দ্বিতীয়-তরঙ্গের নারীবাদের সময় বিবেচনা করা হয়, সেই যুগের আগে একাধিক গ্রন্থ রয়েছে যা এই ক্ষেত্রে ব্যাপক অবদান রেখেছিল। নারীবাদী সাহিত্য সমালোচনা মধ্যযুগীয় সময়ে ফিরে পাওয়া যেতে পারে, কেউ কেউ যুক্তি দিয়েছিলেন যে জিওফ্রে চসারের ওয়াইফ অফ বাথ প্রাথমিক নারীবাদী সাহিত্য সমালোচকদের উদাহরণ হতে পারে। উপরন্তু, প্রথম তরঙ্গ নারীবাদ বলে বিবেচিত সময়টি সাহিত্য এবং এর মধ্যে নারীর উপস্থিতিতে ব্যাপকভাবে অবদান রাখে। উদাহরণস্বরূপ, ভার্জিনিয়া উলফের ১৯২৯ সালে লেখা এ রুম অফ ওয়ান'স ওন নিঃসন্দেহে এই গঠনমূলক গ্রন্থগুলির মধ্যে একটি হিসাবে বিবেচিত হয়। এতে, উলফ যুক্তি দেন যে সৃজনশীলভাবে লিখতে এবং সমালোচনামূলকভাবে সফল হওয়ার জন্য, একজন মহিলাকে তার নিজস্ব স্থান এবং আর্থিক স্থিতিশীলতার মালিক হতে হবে। এবং যদিও প্লটের ভিত্তি হল যে উলফ নারী সাহিত্যের জন্য একটি সম্মেলনে বক্তৃতা করছেন, তবুও তিনি অনুমান করেন যে সৃজনশীল ক্ষেত্রে নারী এবং তথাকথিত 'নারী বিষয়ক' বিষয়গুলির জন্য এখনও অনেক পথ পাড়ি দিতে হবে, বিশেষ করে পুরুষ এবং মহিলাদের মধ্যে শিক্ষাগত মানের পার্থক্যের উপর ভিত্তি করে উলফ এই পর্যবেক্ষণ করেছেন।\nআধুনিক নারীবাদী সাহিত্য সমালোচনা ১৯৬০-এর দশকের দ্বিতীয় তরঙ্গের নারীবাদী আন্দোলনে এর বেশিরভাগ শিকড় খুঁজে পায়। যে পুরুষ-কেন্দ্রিক সাহিত্যগুলি নারীদের অবমাননাকর এবং নিপীড়িত মডেল হিসেবে চিত্রিত করেছে, তার ওপর প্রশ্ন শুরু ক'রে মেরি এলম্যান, কেট মিলেট এবং জার্মেইন গ্রিয়ারের মতো তাত্ত্বিকরা সাহিত্যিক বৃত্তির মধ্যে নারীর অতীত কল্পনাকে চ্যালেঞ্জ করেছিলেন। দ্বিতীয়-তরঙ্গের নারীবাদের মধ্যে, তিনটি পর্যায় সংজ্ঞায়িত করা যেতে পারে: মেয়েলি পর্যায়, নারীবাদী পর্যায় এবং নারী পর্যায়। মেয়েলি পর্যায়ে, মহিলা লেখকরা পুরুষ মূল্যবোধ মেনে চলেন। নারীবাদী পর্বে সমাজে নারীর ভূমিকার সমালোচনার একটি বিষয় ছিল। এবং নারী যুগে, ধরে নেওয়া হয়েছিল যে নারীদের কাজ বৈধ ছিল, এবং নারীবাদী যুগের তুলনায় কাজগুলি কম সংগ্রামশীল ছিল।\nসমালোচনা থেকে নারীবাদে মনোযোগ সরাতে সুসান ল্যান্সার নারীবাদী সাহিত্য সমালোচনার নাম পরিবর্তন করে \"সমালোচনামূলক সাহিত্য নারীবাদ\" করার পরামর্শ দিয়েছেন এবং উল্লেখ করেছেন যে এই ধরনের রচনা লেখার জন্য \"রাজনৈতিক প্রেক্ষাপটের সচেতনতা\" প্রয়োজন।  অনুরূপ চিন্তায়, ইলেইন শোয়ালটার ১৯৭৭ সালে তার রচনা এ লিটারেচার অফ দেয়ার ওন দিয়ে গাইনোক্রিটিকাল পদ্ধতিতে একজন শীর্ষস্থানীয় সমালোচক হয়ে ওঠেন। এই সময়ের মধ্যে, পণ্ডিতরা শুধুমাত্র নিপীড়নের আখ্যানগুলিকে চিহ্নিত করতে আগ্রহী ছিলেন না বরং অতীত, বর্তমান এবং ভবিষ্যতের মহিলা সাহিত্যিক পণ্ডিতদের জন্য একটি সাহিত্য স্থান তৈরি করতে আগ্রহী ছিলেন যাতে তাদের অভিজ্ঞতাকে সত্যিকারের উপায়ে প্রমাণ করা যায় যা তাদের কাজের নান্দনিক রূপের প্রশংসা করে।\nউপরন্তু, মার্কিন যুক্তরাষ্ট্রের নাগরিক অধিকার-পরবর্তী যুগে, কৃষ্ণাঙ্গ সাহিত্যিক নারীবাদী পণ্ডিতরা আবির্ভূত হতে শুরু করেন, কৃষ্ণাঙ্গ ক্ষমতায়নের পুরুষালি-কেন্দ্রিক আখ্যানের প্রতিক্রিয়া হিসাবে নারী কণ্ঠকে ছাপিয়ে গতি পেতে শুরু করে। কেড (১৯৭০) -এর সম্পাদিত দ্য ব্ল্যাক ওম্যান: অ্যান অ্যান্থোলজি যদিও একটি \"সমালোচনামূলক\" পাঠ্য নয়, তবে কৃষ্ণাঙ্গ সাহিত্য সমালোচনা এবং তত্ত্বের উত্থানের জন্য অপরিহার্য হিসাবে দেখা হয়। এর কবিতা, ছোট গল্প এবং প্রবন্ধের সংকলন কৃষ্ণাঙ্গ সাহিত্যিক বৃত্তির নতুন প্রাতিষ্ঠানিকভাবে সমর্থিত রূপের জন্ম দিয়েছে। কমবাহী রিভার কালেক্টিভ প্রকাশিত হওয়ার পর একে বলা হয়েছিল কৃষ্ণাঙ্গ সাহিত্যিক বৃত্তির সবচেয়ে বিখ্যাত অংশ, এটি \"এ ব্ল্যাক ফেমিনিস্ট স্টেটমেন্ট\" (১৯৭৭), যা প্রমাণ করতে চেয়েছিল যে সাহিত্যিক নারীবাদ কৃষ্ণাঙ্গ নারী মুক্তির একটি গুরুত্বপূর্ণ উপাদান।\n১৯৭৯ সালে স্যান্ড্রা গিলবার্ট এবং সুসান গুবার দ্য ম্যাডওম্যান ইন দ্য অ্যাটিক প্রকাশ করেন, নারীদের কবিতা এবং গদ্যের বিশ্লেষণ এবং এটি কীভাবে বৃহত্তর নারীবাদী সাহিত্য গ্রন্থের সাথে খাপ খায়। এই প্রকাশনাটি নারীবাদী সমালোচনার প্রধান বিষয় হয়ে উঠেছে এবং নারীবাদী কাজ বলে বিবেচিত প্রকাশনার ক্ষেত্রকে প্রসারিত করেছে, বিশেষ করে ১৯ শতকে। বইটি বিশেষভাবে যুক্তি দেখায় যে শিক্ষিত পুরুষেরা নারীদের মূলত দুটি স্বতন্ত্র বিভাগের জন্য বিবেচনা করেছে,- হয় দানব নয়তো দেবদূত। গিলবার্ট এবং গুবার যুক্তি দিয়েছিলেন যে এই বিভাগগুলিতে আটকে থাকলে সাহিত্য ও লেখার নির্দিষ্ট ক্ষেত্রগুলিতে নারী লেখকেরা নিয়ন্ত্রিত হয়, বাকিগুলি শুধুমাত্র পুরুষদের জন্য উন্মুক্ত রেখে দেয় এবং মহিলা লেখকদের মধ্যে বিশেষভাবে এই বিভাগগুলির মধ্যে থাকতে বা উপহাস করার জন্য একটি স্বতন্ত্র উদ্বেগ সৃষ্টি করে। গিলবার্ট এবং গুবারের কবিতা এবং অন্যান্য ছোট অংশের ক্ষেত্রে সাহিত্য সমালোচনার উপর বিশেষ মনোযোগ আজ নারীবাদী সাহিত্যিক অবদানের সম্ভাবনাকে প্রসারিত করেছে, কারণ সেগুলিকে আগে দীর্ঘ কাজের তুলনায় কম বৈধ হিসাবে দেখা হত। আজ, গ্লোরিয়া ই. আনজালদুয়ার মতো লেখকরা নারীবাদী গ্রন্থে অবদান রাখতে সক্ষম হয়েছেন, তাঁরা এখন পূর্ণ আকারের উপন্যাস ছাড়াও লেখার অন্যান্য রূপ নিয়ে কাজ করছেন।\n১৯৮০-এর দশকে, হ্যাজেল কার্বি, বারবারা ক্রিশ্চিয়ান, বেল হুকস, নেলি ম্যাককে, ভ্যালেরি স্মিথ, হর্টেন্স স্পিলার্স, এলেনর ট্রেলর, চেরিল ওয়াল এবং শেরিল অ্যান উইলিয়ামস সকলেই সেই সময়ের কৃষ্ণাঙ্গ নারীবাদী পাণ্ডিত্যে ব্যাপক অবদান রেখেছিলেন। সেই একই সময়ে, ডেবোরা ই. ম্যাকডওয়েল নিউ ডিরেকশনস ফর ব্ল্যাক ফেমিনিস্ট ক্রিটিসিজম প্রকাশ করেন, যা বর্তমান লেখাগুলির বিপরীতে সমালোচনার আরও তাত্ত্বিক গোষ্ঠীর আহ্বান জানিয়েছিল, যেটিকে তিনি অত্যধিক ব্যবহারিক বলে মনে করেছিলেন। এই প্রবন্ধে ম্যাকডওয়েল সাহিত্যে কৃষ্ণাঙ্গ নারীর চিত্রায়ন নিয়েও ব্যাপকভাবে আলোচনা করেছেন এবং কীভাবে এটি শ্বেতাঙ্গ নারীদের চিত্রায়নের চেয়েও বেশি নেতিবাচক হিসেবে এসেছে। সময় যত এগিয়েছে, তত্ত্ব মতাদর্শে বিচ্ছুরিত হতে থাকে। অনেকেই ব্ল্যাক অভিজ্ঞতার সূক্ষ্ম মনস্তাত্ত্বিক কারণগুলির দিকে এবং বিস্তৃত সাধারণীকরণ থেকে আরও দূরে সরে যাওয়ার সিদ্ধান্ত নিয়েছেন। অন্যরা তাদের কাজকে লেসবিয়ানিজমের রাজনীতির সাথে যুক্ত করতে শুরু করেন। কেউ কেউ পশ্চিমা বিশ্বের সাথে তাদের সম্পর্কের মাধ্যমে কালো অভিজ্ঞতা বিশ্লেষণ করার সিদ্ধান্ত নিয়েছেন। যাই হোক না কেন, এই পণ্ডিতরা সাহিত্যে কালো নারীবাদের পরিচয় অন্বেষণ করার জন্য বিভিন্ন পদ্ধতি ব্যবহার করে চলেছেন। \n\nজুলিয়া ক্রিস্টেভা, হেলেন সিক্সাস, লুস ইরিগারে এবং ব্রাচা এল. এটিংগারের মতো ফরাসি পণ্ডিতরা সিগমুন্ড ফ্রয়েড এবং জ্যাক লাকানের মাধ্যমে তাদের কাজের মধ্যে মনোবিশ্লেষণমূলক বক্তৃতা প্রবর্তন করেছিলেন যাতে পাঠ্যের মধ্যে নারীসুলভ উদ্বেগকে সত্যিকার অর্থে \"মূলে পৌঁছানো\" হয়। নারীর স্থান সম্পর্কে সামাজিক সত্য।    সাহিত্যের ক্ষেত্রে বর্তমান নারীবাদী পণ্ডিতদের মধ্যে রয়েছে হর্টেন্স স্পিলার, ন্যান্সি আর্মস্ট্রং, অ্যানেট কোলোডনি এবং আইরিন টেলার, যারা সকলেই বিভিন্ন পটভূমি থেকে এসেছেন যারা নারীবাদী সাহিত্য সম্পর্কে তাদের উপলব্ধি জানাতে তাদের নিজস্ব সূক্ষ্ম এবং বিষয়গত অভিজ্ঞতা ব্যবহার করেন। বর্তমানে, বেশ কিছু বিশ্ববিদ্যালয়ের পণ্ডিতরা পাঠ্যের সমালোচনা করার সময় সাহিত্যিক নারীবাদ ব্যবহার করেন। এই গোষ্ঠীর মূলধারায় পাঠ্যের মধ্যে লিঙ্গ সম্পর্ক নিয়ে প্রশ্ন উত্থাপনের জন্য শিক্ষাবিদদের একটি অত্যন্ত দরকারী টুল দিয়েছে।\n\n\n== আধুনিক প্রয়োগ ==\nনারীবাদী তত্ত্বের অন্যান্য দিকগুলির মতো, বিংশ শতাব্দীর দ্বিতীয়ার্ধে নারীবাদী সাহিত্য সমালোচনা 'নারীবাদ'-এর ছত্রছায়ায় পরিচিতিগুলির একটি উল্লেখযোগ্যভাবে বিস্তৃত বর্ণালী অন্তর্ভুক্ত করার জন্য প্রসারিত হয়েছে। তৃতীয় তরঙ্গ নারীবাদী তত্ত্ব এবং তার পরেও ছেদ-বিষয়কতার আরও পরিচয় এবং দিকগুলিকে অন্তর্ভুক্ত করার চেষ্টা করেছে এবং নারীবাদী সাহিত্য সমালোচনাও তা অনুসরণ করেছে। তৃতীয় তরঙ্গ নারীবাদ এবং নারীবাদী সাহিত্য সমালোচনা জাতি এবং অন্যান্য নারীবাদী উদ্বেগের ছেদ নিয়ে বেশি উদ্বিগ্ন।  ফলস্বরূপ, পরীক্ষিত পাঠ্যের বৈচিত্র্য এবং প্রকৃতি আন্তঃজাতিক দৃষ্টিকোণ থেকে আরও পাঠ্যকে অন্তর্ভুক্ত করার জন্য বেড়েছে, যদিও এখনও পুরুষ আধিপত্য সমাজ কীভাবে সাহিত্যের ব্যাখ্যা ও সৃষ্টিকে প্রভাবিত করে তা বিশ্লেষণে এর শিকড় বজায় রাখে। একই সময়ে, নতুন নারীবাদী সাহিত্য সমালোচকরা নারী লেখকদের দ্বারা ব্যবহৃত সর্বজনীন চিত্রগুলি পরীক্ষা করেন যা নারীরা সাহিত্যে বিশেষভাবে নারীভাষা উন্মোচন করার জন্য নিজেদের, তাদের বিশ্ব, সময় জুড়ে নারী সমাজ এবং জাতীয়তা বর্ণনা করতে ব্যবহার করেছেন অচেতন প্রতীকের উন্মোচন করতে। নতুন নারীবাদী সাহিত্য ও সমালোচনা নারীর টেক্সটে পুরুষের প্রভাব এবং বাধাকে কমিয়ে দেয় সামাজিক-রাজনৈতিক আধিপত্যের দ্বারা নারী মনের সর্বজনীন অচেতনতাকে তার নিজস্ব প্রেক্ষাপটে আরও ভালোভাবে উন্মোচন করতে।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nজনস হপকিন্স গাইড টু লিটারারি থিওরি অ্যান্ড ক্রিটিসিজম থেকে \"নারীবাদী তত্ত্ব এবং সমালোচনা\" নিবন্ধ সিরিজ (সাবস্ক্রিপশন প্রয়োজন):\n১৯৬৩-১৯৭২  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০০৫-০৯-০৯ তারিখে\nঅ্যাংলো-আমেরিকান নারীবাদ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০০৫-০৪-০২ তারিখে\nপোস্টস্ট্রাকচারালিস্ট ফেমিনিজম  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০০৫-০৪-০২ তারিখে\nবস্তুবাদী নারীবাদ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০০৫-০৩-০৪ তারিখে"}