{"pageid": 1510169, "title": "মুম্বইয়ের ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1510169", "content": "প্রস্তর যুগ থেকে আদিবাসী জনগণ মুম্বইয়ে বসবাস করে এসেছে। কোলি ও আগরি সম্প্রদায় মুম্বইয়ের আদিমতম বাসিন্দা। খ্রিস্টপূর্ব দ্বিতীয় শতাব্দী থেকে খ্রিস্টীয় দশম শতাব্দী পর্যন্ত বোম্বাই দ্বীপপুঞ্জ পরপর একাধিক দেশীয় রাজবংশ দ্বারা শাসিত হয়েছিল, যেমন সাতবাহন, আভির, বাকাটক, কলচুরি, কোঙ্কণ মৌর্য, চালুক্য, রাষ্ট্রকূট, শিলাহার ও চোল।\nত্রয়োদশ শতাব্দীর শেষে রাজা ভীম বোম্বাই দ্বীপপুঞ্জে এক ক্ষুদ্র রাজ্য স্থাপন করেছিলেন আর সেখানে বসতি স্থাপনকারীদের এনেছিলেন। ১৩৪৮ সালে দিল্লী সালতানাত দ্বীপপুঞ্জ অধিগ্রহণ করেছিল, আর ১৩৯১ সালে সেই দ্বীপপুঞ্জ গুজরাত সালতানাতের জিম্মায় চলে গিয়েছিল। ১৫৩৪ সালে পর্তুগিজ ভাইসরয় নুনো দা কুনহা ও গুজরাতের সুলতান বাহাদুর শাহের মধ্যে স্বাক্ষরিত ওয়াসাই চুক্তির ফলে বোম্বাই দ্বীপপুঞ্জ পর্তুগিজদের অধীনে চলে গিয়েছিল।\nবোম্বাই, পরেল, মাঝগাঁও, মাহিম, কোলাবা, ওরলি ও লিটল কোলাবা—এই সাতটি দ্বীপকে একত্রিত করে আধুনিক বোম্বাই শহরটি গড়ে উঠেছিল। অষ্টাদশ শতাব্দীতে ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানির শাসনকালে বোম্বাই এক গুরুত্বপূর্ণ বন্দর নগরী হয় গিয়েছিল। ঊনবিংশ শতাব্দীর বোম্বাইয়ের প্রধান বৈশিষ্ট্য এর অর্থনৈতিক উন্নয়ন। ১৮৫৩ সালে বোম্বাই বন্দর ও থানে শহরের মধ্যে ভারতের প্রথম রেলপথ চালু হয়েছিল। ১৯০০-এর দশক থেকে বোম্বাই শহর বলিউড চলচ্চিত্র শিল্পের কেন্দ্র হয়ে এসেছে। বিংশ শতাব্দীর প্রথম ভাগে এটি ভারতের স্বাধীনতা আন্দোলনের অন্যতম ঘাঁটি ছিল। এটি ১৯১৯ সালের রাউলাট সত্যাগ্রহ ও ১৯৪৬ সালের বোম্বাই নৌবিদ্রোহের কেন্দ্রস্থল ছিল। ১৯৪৭ সালে ভারতের স্বাধীনতার পর অবশিষ্ট বোম্বাই প্রেসিডেন্সি পরে বোম্বাই রাজ্যে বিবর্তিত হয়েছিল, যার রাজধানী বোম্বাই শহর। ভারত সংঘের অন্তর্ভুক্ত একাধিক দেশীয় রাজ্য বোম্বাই রাজ্যের অন্তর্গত হয়েছিল।\n১৯৬০ সালে সংযুক্ত মহারাষ্ট্র সমিতির প্রতিবাদের ফলে বোম্বাই শহর নবগঠিত মহারাষ্ট্র রাজ্যের রাজধানী হয়েছিল। পরে বোম্বাই একাধিক দুর্ঘটনায় শামিল হয়েছিল, যেমন ১৯৯২-৯৩ সালে সংঘটিত সাম্প্রদায়িক দাঙ্গা ও ১৯৯৩ বোম্বাই বোমা হামলা। ১৯৯৬ সালের ৬ মার্চে বোম্বাই শহরের নাম \"মুম্বই\" রাখা হয়েছিল।\n\n\n== আদি ইতিহাস ==\n\n\n=== প্রাগৈতিহাসিক যুগ ===\n\nভূবিজ্ঞানীদের বিশ্বাস যে প্রায় ১০০-৮০ মিলিয়ন বছর আগে (Myr) মাদাগাস্কার থেকে বিচ্ছিন্ন হওয়ার পর পশ্চিম ভারতীয় উপকুলের জন্ম হয়েছিল। মাদাগাস্কার থেকে বিচ্ছিন্ন হওয়ার সঙ্গে সঙ্গে ভারতীয় পাতের উপদ্বীপীয় অঞ্চলটি রেউনিওঁ হটস্পটের উপর ভাসছিল, যা রেউনিওঁ দ্বীপের নিকট অবস্থিত একটি আগ্নেয় হটস্পট। ৬৬ Myr আগে নাগাদ সংঘটিত একটি অগ্ন্যুদ্গমের ফলে ডেকান ট্র্যাপের জন্ম হয়েছিল, যা মধ্য ভারতের কিছু অংশ জুড়ে বিস্তৃত ব্যাসল্ট লাভার এক বৃহৎ তলদেশ। এই আগ্নেয় কর্মকাণ্ডের ফলে ব্যাসল্টের স্তূপ সৃষ্টি হয়েছিল যা মুম্বইয়ের বিভিন্ন স্থানে পাওয়া যায়, যেমন গিলবার্ট হিল। এই অঞ্চলে পরবর্তী ভূত্বকীয় কর্মকাণ্ডের ফলে অগভীর সমুদ্র দ্বারা বিচ্ছিন্ন পাহাড়ি দ্বীপের সৃষ্টি হয়েছিল। ১৯৩৯ সালে ব্রিটিশ প্রত্নতত্ত্ববিদ ম্যালকম টড উত্তর বোম্বইয়ের কান্দিওয়ালির নিকটে প্লিস্টোসিন যুগীয় পলি পেয়েছিলেন, আর সেখান থেকে প্রস্তরযুগীয় বসতিকে চিহ্নিত করছে। খ্রিস্টপূর্ব ১০০০ সালে পারস্য ও মিশরের সঙ্গে বোম্বাইয়ের সামুদ্রিক বাণিজ্য চলত।‌ মৎস্যজীবী কোলি সম্প্রদায় দীর্ঘক্ষণ ধরে বোম্বাই অঞ্চলে বসবাস করে এসেছে। উৎসের দিক থেকে কোলি একটি দ্রাবিড় জনগোষ্ঠী, আর এটি বিন্ধ্য পর্বতমালা, গুজরাত ও কোঙ্কণ অঞ্চলে জুড়ে বিস্তৃত ছিল। কোলিদের ধর্মবিশ্বাসকে সর্বপ্রাণবাদ বলা যায়।\n\n\n=== সাম্রাজ্যিক যুগ ===\n\nখ্রিস্টপূর্ব তৃতীয় শতাব্দীতে সম্রাট অশোকের আমলে বোম্বাই দ্বীপপুঞ্জ মৌর্য সাম্রাজ্যের অন্তর্গত হয়েছিল, আর মৌর্য পৃষ্ঠপোষকতার ফলে এটি বৌদ্ধধর্ম ও বৌদ্ধ সংস্কৃতির অন্যতম কেন্দ্র হয়ে গিয়েছিল। বৌদ্ধ সন্ন্যাসী, পণ্ডিত ও শিল্পীরা কাহ্নেরি ও মহাকালী গুহাসমূহের শিল্পকলা, খোদাই ও ভাস্কর্যের স্রষ্টা।\nখ্রিস্টপূর্ব ১৮৫ নাগাদ মৌর্য সাম্রাজ্যের পতনের পর এই দ্বীপপুঞ্জ সাতবাহনের অধীনে এসেছিল। খ্রিস্টপূর্ব প্রথম শতাব্দীতে সোপারা বন্দর (আধুনিক নালা সোপারা) এক গুরুত্বপূর্ণ বাণিজ্যকেন্দ্র ছিল, আর রোমের সাথে এর বাণিজ্যিক সম্পর্ক ছিল। ১৫০ খ্রিস্টাব্দে গ্রিক ভূগোলবিদ টলেমির কাছে বোম্বাই দ্বীপপুঞ্জ \"হেপ্তানেসিয়া\" (Heptanesia; আক্ষ. 'সাত দ্বীপের সমূহ') নামে পরিচিত ছিল।\n২৫০ খ্রিস্টাব্দে সাতবাহনের পতনের পর বোম্বাই দ্বীপপুঞ্জে পশ্চিম মহারাষ্ট্রের আভির এবং বিদর্ভের বাকাটকদের শাসন ছিল। ৪১৭ খ্রিস্টাব্দ পর্যন্ত ১৬৭ বছর ধরে আভিরদের শাসন ছিল। পঞ্চম শতাব্দী জুড়ে মধ্য ভারতের কলচুরিরা বোম্বাই দ্বীপপুঞ্জে শাসন করেছিল। এরপর ষষ্ঠ শতাব্দী ও সপ্তম শতাব্দীর প্রথমভাগে সেখানে কোঙ্কণ মৌর্যদের শাসন ছিল। মৌর্যরা কলচুরিদের সামন্ত ছিল আর ৫২০ থেকে ৫২৫ খ্রিস্টাব্দে তাদের আমলে যোগেশ্বরী গুহাসমূহে শিল্পকর্ম সম্পন্ন হয়েছিল। ৫৩০-৫৫০ সালে গ্রিক বণিক কসমাস ইন্দিকোপ্লেউস্তেস বোম্বাইয়ের নিকট কল্যাণে ভ্রমণ করেছিলেন। এলিফ্যান্টা গুহাসমূহ ষষ্ঠ শতাব্দী পর্যন্ত প্রাচীন। ষষ্ঠ শতাব্দীতে বোম্বাই দ্বীপপুঞ্জে খ্রিস্টধর্মের আবির্ভাব ঘটেছিল যখন নেস্টোরিয়ান গির্জা ভারতে উপস্থিত হয়েছিল।\n৬১০ খ্রিস্টাব্দে সম্রাট দ্বিতীয় পুলকেশীর আমলে কর্ণাটকের চালুক্য রাজবংশ বোম্বাই দ্বীপপুঞ্জ দখল করেছিল, যার ফলে সেখানে কোঙ্কণ মৌর্যদের শাসনের অবসান ঘটেছিল। ৭৪৯-৫০ খ্রিস্টাব্দে কর্ণাটকের রাষ্ট্রকূট রাজবংশের দন্তীদুর্গ এই দ্বীপপুঞ্জ জয় করেছিলেন।\n\nকোঙ্কণ অঞ্চলের শিলাহার রাজবংশ ৮১০ থেকে ১২৬০ সাল পর্যন্ত বোম্বাই দ্বীপপুঞ্জ শাসন করেছিল। শিলাহার শাসকদের পৃষ্ঠপোষকতায় দশম শতাব্দীতে বালকেশ্বর মন্দির ও দ্বাদশ শতাব্দীতে বনগঙ্গা পুকুর নির্মিত হয়েছিল।\n১২৯২ সালের মে থেকে সেপ্টেম্বর সালের মধ্যে ইতালীয় ভ্রমণকারী মার্কো পোলোর ১৩টি চীনা জাহাজের বহর বোম্বাই পোতাশ্রয় দিয়ে গিয়েছিল। ত্রয়োদশ শতাব্দীর শেষে রাজা ভীম বোম্বাই অঞ্চলে তার রাজ্য স্থাপন করেছিলেন, আর মহিকাবতীতে (বর্তমান মাহিম) এর রাজধানী স্থাপন করেছিলেন। তিনি হয় দেবগিরির যাদব রাজবংশ কিংবা গুজরাতের অনহিলবাদ রাজবংশের রাজা ছিলেন। তিনি বোম্বাই অঞ্চলে প্রথম বাবুলনাথ মন্দির স্থাপন করেছিলেন আর সেখানে নারকেল গাছের মতো বিভিন্ন ফলের গাছের প্রচলন করেছিলেন। ১২৯৮ সালের ভীমদেব পাটান ও সৌরাষ্ট্রের অন্যান্য অঞ্চল থেকে মাহিমে পাঠারে প্রভুদের এনেছিলেন, যারা বোম্বাইয়ের অন্যতম আদি বাসিন্দা। তিনি সম্ভবত বোম্বাই দ্বীপপুঞ্জে Palshi, Panchkalshi, ভাণ্ডারী, Vadval, ভোই, আগরি ও ব্রাহ্মণ জাতবর্ণেদের এনেছিলেন।\n১৩০৩ সালে রাজা ভীমদেবের মৃত্যুর পর তার পুত্র প্রতাপবিম্বা রাজা হয়েছিলেন, আর তার নতুন রাজধানী সালসেট দ্বীপের মারোল এলাকায় নির্মিত হয়েছিল,  যার নাম তিনি দিয়েছিলেন \"প্রতাপপুর\"। খিলজি রাজবংশের স্বঘোষিত শাসক মুবারক খান প্রতাপবিম্বার কাছ থেকে বোম্বাই দ্বীপপুঞ্জ বলপূর্বক লাভ করেছিলেন, আর ১৩১৮ সাল পর্যন্ত মাহিম ও সালসেটের উপর শাসন করেছিলেন। প্রতাপবিম্বা পর সেই দ্বীপপুঞ্জ লাভ করেছিলেন আর ১৩৩১ সাল পর্যন্ত এর শাসন করেছিলেন। পরে তার দেবর/শ্যালক নগরদেব ১৩৪৮ সাল পর্যন্ত ১৭ বছর ধরে এই দ্বীপপুঞ্জের শাসন করেছিলেন। ১৩৪৮ সালে গুজরাতের মুসলিম শাসকদের অধীনে এই দ্বীপপুঞ্জ এসেছিল, যার ফলে সেখানে হিন্দু শাসকদের সার্বভৌমত্বের অবসান ঘটেছিল।\n\n\n== ইসলামি যুগ ==\n\n১৩৪৮ থেকে ১৩৯১ সাল পর্যন্ত বোম্বাই দ্বীপপুঞ্জ মুসলিম শাসনের অধীনে এসেছিল। ১৩৯১ সালে গুজরাত সালতানাতের প্রতিষ্ঠার পর প্রথম মুজফফর শাহকে উত্তর কোঙ্কণের প্রতিনিধি হিসাবে নিয়োগ করা হয়েছিল। বোম্বাই দ্বীপপুঞ্জের প্রশাসনের জন্য তিনি মাহিমের জন্য একজন মহাফেজ নিয়োগ করেছিলেন। প্রথম আহমদ শাহের শাসনকালে (১৪১১-১৪৪৩) মালিকুস শারককে মাহিমের মহাফেজ হিসাবে নিয়োগ করা হয়েছিল, আর বোম্বাই দ্বীপপুঞ্জের সঠিক সমীক্ষার ব্যবস্থা ছাড়াও তিনি সেখানকার আয় ব্যবস্থাকে উন্নত করেছিলেন।\nপঞ্চদশ শতাব্দীর শুরুর দিকে ভাণ্ডারী জাতবর্ণ গুজরাত থেকে মাহিম দ্বীপ লাভ করে সেখানে আট বছর ধরে শাসন করেছিল। পরে গুজরাতের সুলতান রায় কুতুব একে পুনরায় জয় করেছিলেন। ফার্সি ইতিহাসবিদ ফিরিশতার বর্ণনা অনুযায়ী, ১৪২৯ সালে উত্তর কোঙ্কণে গুজরাত সালতানাতের শাসনকেন্দ্র থানে থেকে মাহিমে স্থানান্তরিত হয়েছিল।\n১৪২৯-৩০ সালে রায় কুতুবের মৃত্যুর পর দাক্ষিণাত্যের বাহমানি সুলতান প্রথম আহমদ শাহ ওয়ালি সালসেট ও মাহিম দখল করেছিলেন। এর পাল্টা জবাব দেওয়ার জন্য গুজরাতের প্রথম আহমদ শাহ হারানো অঞ্চল লাভের আশায় তার পুত্র জাফর খানকে পাঠিয়েছিলেন। প্রথম আহমদ শাহ ওয়ালির সঙ্গে যুদ্ধে জাফর জয়ী হয়েছিলেন। ১৪৩১ সালে গুজরাত সালতানাত  মাহিম দ্বীপ পুনর্দখল করেছিলেন। গুজরাত সালতানাতের পৃষ্ঠপোষকতার ফলে বোম্বাই দ্বীপপুঞ্জে একাধিক মসজিদ নির্মিত হয়েছিল, যার মধ্যে পীর হাজি আলির স্মৃতিতে ১৪৩১ সালে নির্মিত হাজি আলি দরগাহ সবচেয়ে উল্লেখযোগ্য।\nমাহিমে গুজরাতের আদেশদানকারী আধিকারিক কুতুব খানের মৃত্যুর পর দ্বীপ পুনর্দখলের জন্য প্রথম আহমদ শাহ ওয়ালি পুনরায় এক বৃহৎ সেনাবাহিনী প্রেরণ করেছিলেন। এর জবাবে গুজরাতের প্রথম আহমদ শাহ জাফর খানের অধীনে এক বৃহৎ সেনা ও নৌবাহিনী প্রেরণ করেছিলেন, যার ফলে প্রথম আহমদ শাহ ওয়ালির পরাজয় হয়েছিল। ১৪৯১ থেকে ১৪৯৪ সালের মধ্যে বাহমানি সালতানাতের অভিজন বাহাদুর খান গিলানি বোম্বাই দ্বীপপুঞ্জে জলদস্যুতা চালিয়েছিলেন। বাহমানি সালতানাতের অবসানের পর বাহাদুর খান গিলানি ও মাহমুদ গাভান (১৪৮২-১৫১৮) দাভোল বন্দরে এক বিদ্রোহ শুরু করেছিলেন আর বোম্বাই দ্বীপপুঞ্জসহ পুরো কোঙ্কণ উপকূল নজয় করেছিলেন।\n১৫০৮ সালে পর্তুগিজ ভ্রমণকারী ফ্রান্সিসকো দি আলমেইদার জাহাজ বোম্বাইয়ের গভীর প্রাকৃতিক পোতাশ্রয় দিয়ে গিয়েছিলেন, আর তিনি এর নাম \"বোঁ বাইয়া\" (পর্তুগিজ: bom baía) দিয়েছিলেন, যার অর্থ \"ভালো উপসাগর\"। সম্ভবত এখন থেকেই \"বোম্বাই\" নামটি আগত। তবে ১৫০৯ সালের ২১ জানুয়ারিতে পর্তুগিজরা প্রথমবার বোম্বাই দ্বীপপুঞ্জে এসেছিল। মাহিম খাঁড়িতে একটি গুজরাতি জাহাজ দখল করে পর্তুগিজরা মাহিম দ্বীপে অবতরণ করেছিল। গুজরাতের একাধিক আক্রমণের পর সুলতান বাহাদুর শাহ বোম্বাই দ্বীপপুঞ্জ পুনর্দখল করেছিলেন।\n১৫২৬ সালে পর্তুগিজরা ওয়াসাইতে তাদের কারখানা স্থাপন করেছিল। ১৫২৮-২৯ সালে লোপো ভাজ দি সামপাইও গুজরাত থেকে মাহিম কেল্লা দখল করেছিলেন। তখন সুলতান বোম্বাই দ্বীপপুঞ্জের দক্ষিণে চৌল শহরের সম্রাট নিজামুল মুলকের সাথে যুদ্ধে লিপ্ত ছিলেন। মুঘল সম্রাট হুমায়ুনের ক্ষমতা নিয়ে বাহাদুর শাহ ক্রমশ উৎকণ্ঠিত হয়ে গিয়েছিলেন আর ১৫৩৪ সালের ২৩ ডিসেম্বরে তিনি পর্তুগিজদের সাথে ওয়াসাই চুক্তিতে স্বাক্ষর করতে রাজি হয়েছিলেন। এই চুক্তি অনুসারে পর্তুগিজদের ওয়াসাই ও বোম্বাই দ্বীপপুঞ্জ দান করা হয়েছিল। এরপর ১৫৩৫ সালের ২৫ অক্টোবরে বাহাদুর শাহ ও পর্তুগিজ ভারতের ভাইসরয় নুনো দা কুনহার মধ্যে শান্তি ও বাণিজ্য চুক্তি স্বাক্ষরিত হয়েছিল, যার ফলে বোম্বাইয়ে ইসলামি শাসনের অবসান ঘটেছিল।\n\n\n== পর্তুগিজ যুগ ==\n\nপর্তুগিজরা বোম্বাইতে তাদের ধর্মীয় আদেশ স্থাপনা ও বৃদ্ধিতে মুখ্য ভূমিকা পালন করেছিল। ১৫৩৪ সালে মেস্ত্রি দিওগোকে বোম্বাই দ্বীপপুঞ্জের ইজারা দেওয়া হয়েছিল। ১৫৩০ সালে পর্তুগিজরা মাহিমে সেন্ট মাইকেল গির্জা নির্মাণ করেছিল, যা বোম্বাইয়ের প্রাচীনতম গির্জা। ১৫৪৫ থেকে ১৫৪৮ সাল পর্যন্ত জোয়াঁও দি কাস্ত্রোর ভাইসরয়াল্টিতে মানুয়েল সেরাঁওকে পরেল, ওয়াডালা, শিব ও ওরলির ইজারা দেওয়া হয়েছিল। ১৫৪৭ সালে আন্তোনিও পেসোয়াকে মাঝগাঁওয়ের ইজারা দেওয়া হয়েছিল। জোয়াঁও রদ্রিগেস দাঁতাস, কসমি করেস ও মানুমেল করেসকে তিন বছরের জন্য সালসেট দ্বীপ ইজারা দেওয়া হয়েছিল। ১৫৪৮ সালে দোঁ রক তেলো দি মেনেজিসকে চেম্বুর ও ট্রম্বে এবং জোয়াঁও পিরেজকে এলিফ্যান্টা দ্বীপ দেওয়া হয়েছিল।\nপর্তুগিজরা বোম্বাইয়ের স্থানীয় লোকদের সঙ্গে আন্তর্বিবাহকে উৎসাহিত করত, আর তারা রোমান ক্যাথলিক গির্জাকে দৃঢ়ভাবে সমর্থন করত। ব্রিটিশরা এরকম খ্রিস্টানদের \"পর্তুগিজ খ্রিস্টান\" বলে অভিহিত করত, যদিও তারা আদতে নেস্টোরিয়ান খ্রিস্টান আর তাদের সঙ্গে রোমান ক্যাথলিক গির্জার সম্পর্ক সাম্প্রতিক। তখন বোম্বাইতে প্রধানত নারকেল ও কাতার বাণিজ্য হতো।\n১৫৭১ সালে আন্তোনিও পেসোয়ার মৃত্যুর পর একটি সনদপত্র প্রকাশিত হয়েছিল যার ফলে সুজা ই লিমা পরিবারকে মাঝগাঁওয়ের অনন্তকালব্যাপী ইজারা দেওয়া হয়েছিল। ১৫৭৫ সালে বান্দ্রায় সেন্ট অ্যানড্রু গির্জা নির্মিত হয়েছিল।\n১৫৮০ সালে পর্তুগাল স্পেনীয় সাম্রাজ্যে অন্তর্ভুক্ত হয়েছিল, যার ফলে অন্যান্য ইউরোপীয় শক্তিরা ভারতের মশলা বাণিজ্যপথ অনুসরণ করেছিল। প্রথমে ওলন্দাজরা সেখানে পৌঁছেছিল, আর একটু পরেই সেখানে ব্রিটিশরা এসেছিল। ১৫৮৩ সালের নভেম্বরে প্রথম ইংরেজ বণিক বোম্বাইয়ে পৌঁছেছিল আর ওয়াসাই, থানে ও চৌল শহরে পাড়ি দিয়েছিল। ১৫৮৫ সালে পর্তুগিজ ফ্রান্সিসকানরা সালসেট ও মাহিম দ্বীপের কার্যকরী নিয়ন্ত্রণ লাভ করেছিল আর বোম্বাইতে বিভিন্ন গির্জা নির্মাণ করেছিল, যেমন শিব এলাকায় নসা সেনহোরা দি বোঁ কোঁসেলহো এবং দাদর এলাকায় নসা সেনহোরা দি সালভাসাঁও। ১৬১২ সালে বোম্বাই দখলের উদ্দেশ্যে সুরতে ব্রিটিশ ও পর্তুগিজদের মধ্যে সোয়ালির যুদ্ধ সংঘটিত হয়েছিল।\n১৬৪০ সালে বণিক দোরাবজি নানাভাই বোম্বাইয়ে বসতি স্থাপন করেছিলেন, আর তিনি বোম্বাইয়ের প্রথম পার্সি (জরাথুস্ট্র) ব্যক্তি। মাহিম উপসাগর, আরব সাগর ও দক্ষিণে মাহিম দ্বীপের উপর নজরদারি রাখার জন্য ১৬৪০ সালে পর্তুগিজরা বান্দ্রায় কাসতেলা দি আগুয়াদা নির্মাণ করেছিল। সপ্তদশ শতাব্দীর মধ্যভাগে ওলন্দাজদের শক্তিবৃদ্ধির ফলে ১৬৫৯ সালে পর্তুগালের রাজা চতুর্থ জোয়াঁওয়ের কাছ থেকে বোম্বাই লাভ করতে ব্রিটিশ সাম্রাজ্যের সুরত কাউন্সিলকে বাধ্য করেছিল। ১৬৬১ সালের ৮ মে ইংল্যান্ডের দ্বিতীয় চার্লস ও পর্তুগালের ক্যাথরিনের মধ্যে বিবাহ চুক্তির ফলে ক্যাথরিনের যৌতুক হিসাবে বোম্বাই ব্রিটিশদের জিম্মায় চলে গিয়েছিল।\n\n\n== ব্রিটিশ যুগ ==\n\n\n=== সপ্তদশ শতাব্দী (১৬০১-১৭০০) ===\n১৬৬২ সালের ১৯ মার্চে আব্রাহাম শিপম্যানকে বোম্বাইয়ের প্রথম গভর্নর ও জেনারেল হিসাবে নিয়োগ করা হয়েছিল, আর সেপ্টেম্বর ও অক্টোবর মাসে বোম্বাইতে তার নৌবহর পৌঁছেছিল। বোম্বাই ও সালসেট দ্বীপকে ইংরেজদের হাতে হস্তান্তরিত করার আবেদন এলে পর্তুগিজ গভর্নর মত দিয়েছিলেন যে বোম্বাই দ্বীপ আগেই দেওয়া হয়েছিল, আর সনদপত্রে অনিয়মের কথা দাবি করে তিনি এমনকী বোম্বাই ছাড়তেও নারাজ ছিলেন। পর্তুগিজ ভাইসরয় এব্যাপারে হস্তক্ষেপ করতে নারাজ ছিলেন আর শিপম্যানকে বোম্বাইয়ে অবতরণ করতে বাধা দেওয়া হয়েছিল। তাকে উত্তর কন্নড়ের অঞ্জদ্বীপে চলে যেতে বাধ্য করা হয়েছিল আর ১৬৬৪ সালের অক্টোবরে সেখানে মৃত্যুবরণ করেছিলেন। সেই বছর নভেম্বরে শিপম্যানের উত্তরসূরী হামফ্রি কুক নির্ভরশীল অঞ্চল ব্যতীত বোম্বাই দ্বীপ গ্রহণ করতে রাজি হয়েছিলেন। কিন্তু সালসেট, মাঝগাঁও, পরেল, ওরলি, শিব, ধারাবি ও ওয়াডালা পর্তুগিজদের হাতেই রয়ে গিয়েছিল। পরে কুক মাহিম, শিব, ধারাবি ও ওয়াডালা লাভ করতে পেরেছিলেন।\n\n১৬৬৮ সালের ২১ সেপ্টেম্বরে এক রাজকীয় সনদের ফলে বোম্বাই রাজা দ্বিতীয় চার্লস থেকে ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানির হাতে হস্তান্তরিত হয়েছিল, আর এক্ষেত্রে কোম্পানিকে ১০ পাউন্ড মাসিক ভাড়া দিতে হতো, যা ২০২০ সালে দাঁড়ায় ১,৪৮,০০০ ভারতীয় টাকা। কোম্পানি তৎক্ষণাৎ জাহাজঘাট ও গুদাম নির্মাণ করে বোম্বাই দ্বীপপুঞ্জ উন্মুক্ত করার উদ্যোগ নিয়েছিল। সেখানে একটি শুল্কভবনও নির্মাণ করা হয়েছিল। বোম্বাই দুর্গের চারিদিকে দুর্গকরণ নির্মাণ করা হয়েছিল। নাগরিক প্রশাসনের জন্য একজন বিচারপতি-অ্যাডভোকেটকে নিয়োগ করা হয়েছিল।\n১৬৬৮ সালের ২৩ সেপ্টেম্বরে ব্রিটিশ ইস্ট ইন্ডিয়া কোম্পানির অধীনে জর্জ অক্সেনডেন বোম্বাইয়ের প্রথম গভর্নর হয়েছিলেন। ১৬৬৯ সালে জেরাল্ড অঙ্গিয়ারকে বোম্বাইয়ের গভর্নর হিসাবে নিয়োগ করা হয়েছিল আর ১৬৭০ সালে তিনি সেখানে প্রথম টাঁকশাল নির্মাণ করছিলেন। ব্যবসার জন্য তিনি একাধিক উদ্দীপনার যোগান দিয়েছিলেন, যা পার্সি, গোয়ান, ইহুদি, দাউদি বোহরা, গুজরাতি, সুরত ও দিউয়ের বণিকশ্রেণি এবং সালসেটের ব্রাহ্মণদের আকর্ষিত করেছিল। এছাড়া তিনি উত্তরে ডোংরি থেকে দক্ষিণে মেন্ডহ্যামস পয়েন্ট পর্যন্ত ব্যাপক এলাকায় দুর্গকরণের পরিকল্পনা করেছিলেন। জেরাল্ড অঙ্গিয়ারের গভর্নরশিপে বোম্বাই পোতাশ্রয়ের উন্নয়নকাজ চলছিল। সেখানে ২০টি জাহাজের নোঙর ফেলার জায়গা করা হয়েছিল। ১৬৭০ সালে পার্সি ব্যবসায়ী ভীমজি পারেখ বোম্বাইতে প্রথম ছাপাখানা আমদানি করেছিলেন। ১৬৬১ থেকে ১৬৭৫ সালের মধ্যে বোম্বাইয়ের জনসংখ্যা ১০,০০০ থেকে ৬০,০০০-এ উন্নীত হয়েছিল, যা পূর্বের জনসংখ্যার ছয়গুণ।\n১৬৭২ সালের অক্টোবরে মুঘল সাম্রাজ্যের সিদ্দি অ্যাডমিরাল ইয়াকুত খান বোম্বাইতে অবতরণ করেছিলেন আর স্থানীয় বাসিন্দাদের লুণ্ঠন ও হরণ করেছিলেন। ১৬৭৩ সালের ২০ ফেব্রুয়ারিতে ওলন্দাজ ভারতের গভর্নর-জেনারেল বোম্বাই আক্রমণ করেছিলেন কিন্তু জেরাল্ড অঙ্গিয়ার এর প্রতিরোধ করেছিলেন। ১৬৭৩ সালের ১০ অক্টোবরে সিদ্দি অ্যাডমিরাল সম্বল বোম্বাইতে প্রবেশ করে পেন ও নাগোথানা নদী ধ্বংস করেছিলেন, যা ইংরেজ ও মারাঠা সম্রাট শিবাজী উভয়ের কাছে অত্যন্ত গুরুত্বপূর্ণ ছিল। ১৬৭৪ সালে ইংল্যান্ড ও নেদারল্যান্ডসের মধ্যে স্বাক্ষরিত ওয়েস্টমিনস্টার চুক্তি ব্রিটিশ উপনিবেশ বোম্বাইকে ওলন্দাজদের আশঙ্কা থেকে রেহাই দিয়েছিল।\n১৬৮৬ সালে কোম্পানি তার মূল ভূসম্পত্তিকে সুরত থেকে বোম্বাইতে স্থানান্তরিত করেছিল, যা তখন পশ্চিম উপকুলের সমস্ত ব্রিটিশ উপনিবেশের প্রশাসনিক কেন্দ্র হয়ে উঠেছিল। বোম্বাইকে ভারতে কোম্পানির সমস্ত প্রতিষ্ঠানের শীর্ষে বসানো হয়েছিল।\n১৬৮৯ সালের ১৪ ফেব্রুয়ারিতে ইয়াকুত খান শিওড়িতে অবতরণ করেছিলেন আর ১৬৯০ সালের জুনে মাঝগাঁও দুর্গ ধূলিসাৎ করেছিলেন। ব্রিটিশরা মুঘল সম্রাট আওরঙ্গজেবকে মুদ্রা বিনিময় করেছিলেন, আর তার পর ১৬৯০ সালের ৮ জুনে ইয়াকুত বোম্বাই থেকে সৈন্য অপসারণ করেছিলেন। বোম্বাইতে একাধিক ভারতীয় ও ব্রিটিশ বণিকদের আবির্ভাবের ফলে সপ্তদশ শতাব্দীর শেষে শহরের বাণিজ্যের উন্নতি হচ্ছিল, আর ক্রমশ বোম্বাইয়ের সঙ্গে অন্যান্য ভারতীয় বন্দর এবং আরব উপদ্বীপের মক্কা ও বসরা শহরের মধ্যে লবণ, চাল, গজদন্ত, বস্ত্র, সিসা ও তলোয়ারের ধারের বাণিজ্য হতে লেগেছিল।\n\n\n=== অষ্টাদশ শতাব্দী (১৭০১-১৮০০) ===\n\n১৭১০ সালে বোম্বাই দুর্গার নির্মাণ সম্পন্ন হয়েছিল, যা বোম্বাই দ্বীপপুঞ্জকে ইউরোপীয় জলদস্যু ও মারাঠাদের সামুদ্রিক হামলা থেকে প্রতিরক্ষা করেছিল। ১৭১৫ সালের ২৬ ডিসেম্বরে চার্লস বুন বোম্বাইয়ের গভর্নর হয়েছিলেন। তিনি জেরাল্ড অঙ্গিয়ারের দুর্গকরণের পরিকল্পনা বাস্তবায়িত করেছিলেন আর উত্তরে ডোংরি থেকে দক্ষিণে মেন্ডহ্যামস পয়েন্ট পর্যন্ত প্রাচীর নির্মাণ করেছিলেন। তিনি মেরিন বাহিনী গঠন করেছিলেন আর ১৭১৮ সালে সেন্ট টমাস ক্যাথিড্রাল নির্মাণ করেছিলেন, যা বোম্বাইয়ের প্রথম অ্যাংলিকান গির্জা ছিল।\n১৭২৮ সালে বোম্বাইতে মেয়রের একটি দরবার প্রতিষ্ঠা করেছিলেন আর বোম্বাইয়ের প্রথম পুনরুদ্ধারের কাজ শুরু করেছিলেন। এটা মহালক্ষ্মীতে বোম্বাই ও ওরলির মধ্যবর্তী খাঁড়িতে একটি সাময়িক কর্ম ছিল। ১৭৩৫ সালে বোম্বাইতে জাহাজ নির্মাণের শিল্প শুরু হয়েছিল আর ঐ বছরে নেভাল ডকইয়ার্ড প্রতিষ্ঠা করা হয়েছিল।\n১৭৩৭ সালে মারাঠা সম্রাট প্রথম বাজী রাও পর্তুগিজদের কাছ থেকে সালসেট দ্বীপ দখল করেছিলেন আর ১৭৩৯ সালে ওয়াসাই ছেড়ে দিয়েছিলেন। মারাঠা জয়ের ফলে ব্রিটিশরা উপনিবেশকে শহরের দুর্গ প্রাচীরের মধ্যে সীমিত রাখতে বাধ্য করেছিল। ১৭৪৮ সালে স্থাপিত ভবনের নতুন নিয়ম অনুযায়ী অনেক ঘরবাড়ি ধ্বংস করা হয়েছিল আর জনগণের পুনর্বণ্টন করা হয়েছিল, আর পুনর্বণ্টিত এলাকার কিছুটা সদ্য পুনরুদ্ধার করা।\n\nসুরতের ওয়াদিয়া জাহাজ নির্মাতা পরিবারের সদস্য লওজি নসেরওয়ানজি ওয়াদিয়া ১৭৫০ সালে বম্বে ডক স্থাপন করেছিলেন, যা এশিয়ার প্রথম ড্রাই ডক। অষ্টাদশ শতাব্দীর মধ্যভাগে বোম্বাই ক্রমশ একটি প্রধান বাণিজ্য নগরীতে পরিণত হচ্ছিল। শীঘ্রই চৌল থেকে ভাণ্ডারী, পশ্চিমঘাট থেকে বনজারা, মাদাগাস্কার থেকে আফ্রিকান, রাজস্থান থেকে ভাটিয়া, বৈশ্য বাণী, গৌড় সারস্বত ব্রাহ্মণ, কোঙ্কণ থেকে দৈবজ্ঞ এবং গুজরাত থেকে লোহার ও তাঁতিরা বোম্বাই দ্বীপপুঞ্জে বসতি স্থাপন করেছিল। ১৭৬৯ সালে ডোংরি দুর্গের স্থানে ফোর্ট জর্জ নির্মাণ করা হয়েছিল, আর ১৭৭০ সালে মাঝগাঁও ডক নির্মাণ করা হয়েছিল।\n১৭৭৪ সালের ডিসেম্বরে ব্রিটিশরা সালসেট, এলিফ্যান্টা, হগ ও করঞ্জা দ্বীপ দখল করেছিল। ১৭৮২ সালে স্বাক্ষরিত সালবাই চুক্তি অনুসারে এই চারটি দ্বীপকে ইস্ট ইন্ডিয়া কোম্পানির জন্য ছেড়ে দেওয়া হয়েছিল, আর ওয়াসাই ও তার নির্ভরশীল অঞ্চল মারাঠা সম্রাট রঘুনাথ রাওকে ফিরিয়ে দেওয়া হয়েছিল। যদিও সালসেট দ্বীপ ব্রিটিশদের হাতে ছিল, তবে সালসেট থেকে বোম্বাইয়ের অন্যান্য অংশে নিষিদ্ধ মাল প্রেরণে প্রতিরুদ্ধ হয়েছিল। করের সাপেক্ষে সেই নিষিদ্ধ মাল মারাঠা নিয়ন্ত্রণের অধীনে ছিল এবং সালসেট থেকে শহরের অন্যান্য প্রান্তে মাল প্রেরণে ৩০% শুল্ক আরোপ করা হতো।\n১৭৮২ সালে উইলিয়াম হর্নবি বোম্বাইয়ের গভর্নর হয়েছিলেন আর বোম্বাই দ্বীপপুঞ্জের সাতটি দ্বীপকে একত্রিত করার জন্য হর্নবি ভেলার্ড নামক একটি প্রকৌশল প্রকল্পের সূচনা করেছিলেন। ওরলি খাঁড়িকে অবরুদ্ধ করে বোম্বাইয়ের নিম্নভূমিকে জোয়ারের বন্যা থেকে রক্ষা করা প্রকল্পটির উদ্দেশ্য। কিন্তু ১৭৮৩ সালে ইস্ট ইন্ডিয়া কোম্পানি প্রকল্পটি প্রত্যাখ্যান করেছিল। ১৭৮৪ সালে হর্নবি ভেলার্ড প্রকল্পটি সম্পন্ন হয়েছিল আর পরেই ওরলি ও মহালক্ষ্মী এলাকায় পুনরুদ্ধার কর্ম এসেছিল। ১৭৮৯ সালে বম্বে হেরাল্ড ও ১৭৯০ সালে বম্বে কুরিয়ার প্রকাশনার মাধ্যমে বোম্বাইয়ের সাংবাদিকতার ইতিহাসের সূচনা।\n১৭৯৫ সালে মারাঠা সেনাবাহিনী হায়দ্রাবাদের নিজামকে পরাজিত করেছিলেন। এরপর অন্ধ্রপ্রদেশ ও তেলেঙ্গানা থেকে একাধিক কারিগর ও নির্মাণকর্মীরা বোম্বাইতে গিয়ে হর্নবি ভেলার্ড প্রকল্পের অধীন নির্মিত ফ্ল্যাটে বসবাস করতে লেগেছিল। এই কর্মীরা কামাঠি নামে পরিচিত আর তাদের বসতি কামাঠিপুরা নামে পরিচিত।\n\n\n=== ঊনবিংশ শতাব্দী (১৮০১-১৯০০) ===\n\n\n==== ১৮০১–১৮৫০ ====\n\n১৭৯৮ সালে শিব কজওয়ে (ডানকান কজওয়ে) নির্মাণ শুরু হয়েছিল আর ১৮০২ সালে গভর্নর জোনাথন ডানকান এর নির্মাণ সম্পন্ন করেছিলেন। এটি বোম্বাই দ্বীপকে সালেসেট দ্বীপের কুর্লার সাথে সংযুক্ত করেছিল। ১৮০৩ সালের ১৭ ফেব্রুয়ারিতে এক অগ্নিকাণ্ডের ঘটনায় ওল্ড ফোর্ট এলাকার আশেপাশের ঘরবাড়ি ধূলিসাৎ করেছিল। এর ফলে ব্রিটিশরা আরও প্রশস্ত রাস্তাসহ নতুন শহরের পরিকল্পনা করেছিল। ১৮০৪ সালের মে মাসে বোম্বাই এক দুর্ভিক্ষের কবলে পড়েছিল, যার ফলে বৃহৎ সংখ্যক ব্যক্তি শহর ত্যাগ করেছিল। ১৮১৭ সালের ৫ নভেম্বরে মাউন্টস্টুয়ার্ট এলফিনস্টোনের অধীন ইস্ট ইন্ডিয়া কোম্পানি দাক্ষিণাত্যের খড়কির যুদ্ধে মারাঠা পেশোয়া দ্বিতীয় বাজীরাওকে পরাজিত করেছিলেন। দাক্ষিণাত্যে ব্রিটিশদের জয়ের ফলে বোম্বাই স্থানীয় শক্তিদের সমস্ত আক্রমণ থেকে মুক্ত হয়েছিল।\n১৮১৯ সালে কোলাবা এলাকার উত্তরে অবস্থিত ওয়েলিংটন পিয়ার (অ্যাপোলো বন্দর) যাত্রীদের জন্য উন্মুক্ত করা হয়েছিল। ১৮২২ সালে এলফিনস্টোন উচ্চ বিদ্যালয় প্রতিষ্ঠিত হয়েছিল। ১৮২৪ সালে বোম্বাই খরার কবলে পড়েছিল। ১৮২৫ সালে একটি নতুন টাঁকশাল নির্মাণ শুরু হয়েছিল। এলফিনস্টোন ও জন ম্যালকমের আমলে ভোর ঘাট পর্যন্ত ভালো সড়ক নির্মাণের ফলে বোম্বাই থেকে দাক্ষিণাত্য আরও সুগম হয়ে গিয়েছিল। ১৮৩০ সালের ১০ নভেম্বরে উন্মুক্ত এই সড়ক বাণিজ্যকে বড়মাপে সহজতর করেছিল। ১৮৩০ সালে লোহিত সাগর ও ভূমধ্যসাগর দিয়ে স্টিমারদের পরিভ্রমণের মাধ্যমে মুম্বইয়ের সাথে ইংল্যান্ডের নিয়মিত যোগাযোগ শুরু হয়েছিল। ১৮৩২ সালে বোম্বাইয়ে বেওয়ারিশ কুকুরের উপদ্রবের ফলে সরকার এদের বিনষ্ট করার আদেশ দিয়েছিল, কিন্তু এর প্রতিবাদে পার্সিরা দাঙ্গা শুরু করেছিল। ১৮৩৩ সালে এশিয়াটিক সোসাইটি অব বম্বে প্রতিষ্ঠিত হয়েছিল। ১৮৩৫ সালে এলফিনস্টোন কলেজ প্রতিষ্ঠিত হয়েছিল। ১৮৩৬ সালে চেম্বার অব কমার্স প্রতিষ্ঠিত হয়েছিল।\n\n১৮৩৮ সালে কোলাবা কজওয়ের মাধ্যমে কোলাবা ও লিটল কোলাবা দ্বীপকে বোম্বাই দ্বীপের সাথে সংযুক্ত করা হয়েছিল। একই বছরে বোম্বাই ও লন্ডনের মধ্যে মাসিক যোগাযোগ স্থাপিত হয়েছিল। ১৮৪০ সালে বোম্বাইয়ের প্রাচীনতম ব্যাংক ব্যাংক অব বম্বে প্রতিষ্ঠিত হয়েছিল, আর ১৮৪২ সালে ব্যাংক অব ওয়েস্টার্ন ইন্ডিয়া প্রতিষ্ঠিত হয়েছিল। ১৮৪৪ সালে কটন গ্রিন এলাকায় কটন এক্সচেঞ্জ প্রতিষ্ঠিত হয়েছিল। আওয়াবাই জামশেদজি জিজিভাই মাহিম ও বান্দ্রার মধ্যে সংযোগকারী মাহিম কজওয়ে নির্মাণের জন্য অর্থ যোগান দিয়েছিলেন, আর ১৮৪৫ সালে এর নির্মাণ সম্পন্ন হয়েছিল। ১৮৪৫ সালে প্রতিষ্ঠিত কমার্শিয়াল ব্যাংক অব ইন্ডিয়া বিচিত্র ব্যাংকনোট চালু করেছিল, আর সেখানে পাশ্চাত্য ও প্রাচ্যে শিল্পকলার মিশ্রণ পরিস্ফুট হয়েছে। ১৮৪৫ সালের ৩ নভেম্বরে গভর্নর রবার্ট গ্রান্ট ভারতের দ্বিতীয় প্রাচীনতম হাসপাতাল গ্রান্ট মেডিকেল কলেজ প্রতিষ্ঠা করেছিলেন।\n\n\n==== ১৮৫১–১৯০০ ====\n১৮৫১ সালের অক্টোবরে চিত্র জ্ঞান দর্পণ সংবাদপত্রে প্রকাশিত নবী মুহাম্মদের উপর একটি নিবন্ধকে নিয়ে মুসলিম ও পার্সিদের মধ্যে একটি সাম্প্রদায়িক দাঙ্গা সংঘটিত হয়েছিল। ব্রিটিশদের কাছে জনগণের দুঃখদুর্দশার কথা অবাধ প্রকাশের জন্য ১৮৫২ সালের ২৬ আগস্টে বোম্বাই প্রেসিডেন্সির প্রথম রাজনৈতিক সংগঠন বম্বে অ্যাসোসিয়েশন প্রতিষ্ঠিত হয়েছিল। ১৮৫৩ সালের ১৬ এপ্রিলে বোম্বাই ও থানের মধ্যে ভারতের সর্বপ্রথম রেলপথ পরিচালনা শুরু হয়েছিল। ১৮৫৪ সালের ৭ জুলাইয়ে মধ্য বোম্বাইয়ের তাড়দেও এলাকায় শহরের প্রথম সুতা কাটার মিল বম্বে স্পিনিং অ্যান্ড উইভিং কোম্পানি প্রতিষ্ঠিত হয়েছিল। ১৮৫৫ সালে বম্বে, বরোদা অ্যান্ড সেন্ট্রাল ইন্ডিয়া রেলওয়ে (বিবিঅ্যান্ডসিআই) প্রতিষ্ঠিত হয়েছিল।\n\n১৮৫৭ সালে কলিকাতা ও মাদ্রাজের সঙ্গে প্রতিষ্ঠিত বোম্বাই বিশ্ববিদ্যালয় (বর্তমান মুম্বই বিশ্ববিদ্যালয়) ভারতের প্রথম আধুনিক উচ্চশিক্ষা প্রতিষ্ঠান। বোম্বাইতে প্রতিষ্ঠিত কমার্শিয়াল ব্যাংক, চার্টার্ড মার্কেন্টাইল, আগ্রা অ্যান্ড ইউনাইটেড সার্ভিস, সেন্ট্রাল ব্যাংক অব ওয়েস্টার্ন ইন্ডিয়া ইত্যাদি প্রতিষ্ঠান বেশ কিছু পরিমাণ শিল্প জনসংখ্যাকে আকর্ষিত করেছিল। ১৮৬১ সালে মার্কিন গৃহযুদ্ধ শুরু হওয়ার ফলে পাশ্চাত্যে কার্পাসের চাহিদা বৃদ্ধি পেয়েছিল, যার ফলে কার্পাস বাণিজ্য প্রচুরভাবে বৃদ্ধি পেয়েছিল। ১৮৬২ সালে ভিক্টোরিয়া গার্ডেন্স (বর্তমান জিজামাতা উদ্যান) জনগণের জন্য উন্মুক্ত করা হয়েছিল। বোম্বাই বণিকদের ইংরেজদের থেকে স্বাধীন করার জন্য ১৮৬৩ সালে বম্বে শিপিং অ্যান্ড আয়রন শিপিং কোম্পানিজ প্রতিষ্ঠিত হয়েছিল। ১৮৬৬ সালে বোম্বাই ও তার পার্শ্ববর্তী দ্বীপসমূহের মধ্যে চলাচলকারী স্টিমচালিত খেয়া রক্ষণাবেক্ষণের জন্য বম্বে কোস্ট অ্যান্ড রিভার স্টিম নেভিগেশন কোম্পানি প্রতিষ্ঠিত হয়েছিল। ১৮৬৯ সালে সুয়েজ খাল উন্মুক্ত হওয়ার ফলে বোম্বাইয়ের সামুদ্রিক বাণিজ্যে এক বৈপ্লবিক পরিবর্তন এসেছিল।\n\n১৮৭২ সালে বোম্বাই পৌর নিগম (বর্তমান বৃহত্তর মুম্বই পৌর নিগম) প্রতিষ্ঠিত হয়েছিল, যা দ্রুতগতিতে বর্ধনশীল শহরের শাসনব্যবস্থার এক আধুনিক কাঠামো প্রদান করেছিল। বন্দরের উন্নয়ন ও প্রশাসনের জন্য ১৮৭০ সালে বম্বে পোর্ট ট্রাস্ট উদ্ঘোষণা করা হয়েছিল। ১৮৭৩ সালে বোম্বাইয়ে ট্রাম পরিবহন ব্যবস্থা চালু হয়েছিল, আর তখনই বম্বে ট্রামওয়ে কোম্পানি লিমিটেড (বর্তমান বৃহন্মুম্বই ইলেকট্রিক সাপ্লাই অ্যান্ড ট্রান্সপোর্ট) প্রতিষ্ঠিত হয়েছিল। ১৮৭৪ সালের ফেব্রুয়ারিতে একজন পার্সি বাসিন্দা নবী মুহাম্মদের উপর একটি নিবন্ধ প্রকাশ করেছিলেন, যার ফলে পুনরায় পার্সি ও মুসলিমদের মধ্যে সাম্প্রদায়িক দাঙ্গা সংঘটিত হয়েছিল। ১৮৭৫ সালে বম্বে জিমখানা প্রতিষ্ঠিত হয়েছিল। ১৮৭৫ সালে এশিয়ার প্রাচীনতম স্টক এক্সচেঞ্জ বম্বে স্টক এক্সচেঞ্জ প্রতিষ্ঠিত হয়েছিল।\n১৮৮২ সালে বোম্বাইতে বিদ্যুৎ ব্যবস্থা চালু হয়েছিল আর ক্রফোর্ড মার্কেট শহরের প্রথম বিদ্যুৎ দ্বারা আলোকিত প্রতিষ্ঠান ছিল। ১৮৮৩ সালে বম্বে ন্যাচারাল হিস্ট্রি সোসাইটি প্রতিষ্ঠিত হয়েছিল। ১৮৮৪ সালে মার্কিন যুক্তরাষ্ট্রের রাজধানী ওয়াশিংটন, ডিসিতে অনুষ্ঠিত ইন্টারন্যাশনাল মেরিডিয়ান কনফারেন্স চলাকালীন বোম্বাইয়ের স্থানীয় সময়ের উপর ভিত্তি করে বোম্বাই সময় নামক একটি মান সময় প্রতিষ্ঠিত হয়েছিল, যা গ্রিনিচ মান সময় (জিএমটি) থেকে ৪ ঘণ্টা ৫১ মিনিট এগিয়ে ছিল। বোম্বাই পোতাশ্রয়ের অগ্রতটের উন্নয়নের প্রকল্পের অংশ হিসাবে ১৮৮৫ সালে প্রিন্সেস ডক নির্মাণ করা হয়েছিল।\nঊনবিংশ শতাব্দীর দ্বিতীয় ভাগে বোম্বাই ও শহরতলিতে ভারতীয় উদ্যোক্তাদের দ্বারা পরিচালিত এক বৃহৎ বস্ত্রশিল্প গড়ে উঠেছিল। একইসঙ্গে একটি শ্রমিক আন্দোলন সংগঠিত হয়েছিল। ১৮৮১ সালের কারখানা আইন থেকে শুরু করে শিল্প নিয়ন্ত্রণের জন্য বোম্বাই প্রেসিডেন্সি সরকার ক্রমশ গুরুত্বপূর্ণ ভূমিকা পালন করেছিল। বোম্বাই প্রেসিডেন্সি ১৮৮৪ সালে একটি কারখানা পরিদর্শন কমিশন গড়ে উঠেছিল। নারী ও শিশুদের শ্রমঘণ্টায় বিধিনিষেধ ছিল। মেরি কার্পেন্টার একজন গুরুত্বপূর্ণ সংস্কারিকা, যিনি বিভিন্ন কারখানা আইন রচনা করেছিলেন, যা শিক্ষণবিজ্ঞান ও সভ্যতার উন্নতির বাহন হিসাবে আধুনিক নিয়ন্ত্রিত কারখানার ভিক্টোরীয় আধুনিকীকরণ তত্ত্বের নিদর্শন। কর্মক্ষেত্রে দুর্ঘটনার ফলে ক্ষতিপূরণের জন্য আইন প্রণয়ন করা হয়েছিল।\n\n১৮৮৫ সালের ৩১ জানুয়ারিতে বম্বে প্রেসিডেন্সি অ্যাসোসিয়েশন প্রতিষ্ঠার পর থেকে রাজনৈতিক চেতনা বৃদ্ধি শুরু হয়েছিল। ব্রিটিশদের দ্বারা কারখানা ও আমদানি শুল্ক নিয়ে সম্ভাব্য আইন প্রণয়নে কর্মচারীদের স্বার্থরক্ষার জন্য ১৮৭৫ সালে দিনশ মানেকজি পেটিট বম্বে মিলওনার্স অ্যাসোসিয়েশন প্রতিষ্ঠা করেছিলেন। ১৮৮৫ সালের ২৮-৩১ ডিসেম্বরে বোম্বাইয়ের গোকুলদাস তেজপাল সংস্কৃত কলেজে ভারতীয় জাতীয় কংগ্রেসের প্রথম অধিবেশন অনুষ্ঠিত হয়েছিল। ১৮৮৮ সালে বলবৎ হওয়া বোম্বাই পৌর আইন ব্রিটিশ সরকারকে নাগরিক ব্যাপারে হস্তক্ষেপের বিপুল ক্ষমতা প্রদান করেছিল। ১৮৮৮ সালের মে মাসে ভিক্টোরিয়া টার্মিনাস (বর্তমান ছত্রপতি শিবাজী মহারাজ টার্মিনাস) সম্পন্ন হয়েছিল, যা বিশ্বের সবচেয়ে চমৎকার রেলওয়ে স্টেশনের অন্যতম।\n\n১৮৯০-এর দশকে বোম্বাইতে \"ডব্বাওয়ালা\"-দের উদ্ভব ঘটেছিল যখন বোম্বাইতে আসা ব্রিটিশরা স্থানীয় খাবার পছন্দ করত না। তাই ডব্বাওয়ালারা সোজা ঘর থেকে তাদের কর্মক্ষেত্রে তাদের জন্য খাবার নিয়ে আসত। ১৮৯৩ সালের ১১ আগস্টে মুসলিমরা বোম্বাইয়ের এক শিবমন্দির ধ্বংস করেছিল, যার ফলে হিন্দু ও মুসলিমদের মধ্যে এক ভয়ঙ্কর সাম্প্রদায়িক দাঙ্গা সংঘটিত হয়েছিল। ১৮৯৬ সালে বোম্বাইতে এক বিউবনিক প্লেগ মহামারি দ্বারা আক্রান্ত হয়েছিল, আর প্রতি সপ্তাহে আনুমানিক ১,৯০০ জনের মৃত্যু হয়েছিল। তখন বোম্বাই থেকে প্রায় ৮ লাখ ৫০ হাজার লোক শহর ত্যাগ করেছিলেন, যা শহরের প্রায় অর্ধেক জনসংখ্যা। ১৮৯৮ সালের 9 মার্চে মহামারি রোধের জন্য সরকারের গৃহীত নীতির বিরুদ্ধে ক্ষোভপ্রকাশ ও পরে এক ভয়ঙ্কর দাঙ্গা সংঘটিত হয়েছিল, যার ফলে ডক ও রেলকর্মীরা ধর্মঘট ডেকেছিল যা শহরকে কিছুদিন ধরে বিকল করে রেখেছিল। প্লেগের এই গুরুত্বপূর্ণ প্রভাবের ফলে ১৮৯৮ সালের ৯ ডিসেম্বরে বম্বে সিটি ইমপ্রুভমেন্ট ট্রাস্ট এবং ১৮৯৯ সালের ১০ জানুয়ারিতে হাফকিন ইনস্টিটিউট গড়ে উঠেছিল। মহামারির পর নগরকেন্দ্রকে যানজটমুক্ত করার জন্য বম্বে সিটি ইমপ্রুভমেন্ট ট্রাস্ট ১৮৯৯-১৯০০ সালে দাদর-মাটুঙ্গা-ওয়াডালা-শিব পরিকল্পনা, যা বোম্বাইয়ের প্রথম শহরতলি পরিকল্পনা। মহামারির জন্য কর্মচারীদের পলায়নের ফলে ১৯০০ ও ১৯০১ সালে কার্পাস শিল্প প্রতিকূলভাবে প্রভাবিত হয়েছিল।\n\n\n=== বিংশ শতাব্দী (১৯০১-১৯৪৮) ===\n১৯০৫ সালের বঙ্গভঙ্গের ফলে স্বদেশী আন্দোলন সংঘটিত হয়েছিল, যার ফলে ভারতে ব্রিটিশ পণ্য বর্জন করা হয়েছিল। নিজের কেসরী সংবাদপত্রে সরকারবিরোধী উত্তেজনামূলক নিবন্ধ রচনার জন্য ১৯০৮ সালের ২২ জুলাইয়ে বোম্বাইয়ে স্বদেশী আন্দোলনের প্রধান প্রবক্তা বাল গঙ্গাধর তিলককে ছয় বছরের কড়া কয়েদের দণ্ড দেওয়া হয়েছিল। এই কয়েদের বিরুদ্ধে শহরজুড়ে বৃহদাকার প্রতিবাদ হয়েছিল। ১৯১০ সালে কংগ্রেস নেতা ফিরোজ শাহ মেহতা দ্য বম্বে ক্রনিকল প্রকাশনা শুরু করেছিলেন, যা ভারতের স্বাধীনতা আন্দোলনে গুরুত্বপূর্ণ ভূমিকা পালন করেছিল।\n\n১৯১৮ সালের ১০ জুনে লর্ড উইলিংডন বোম্বাইতে প্রভিন্সিয়াল ওয়ার কনফারেন্সে আহ্বান করেছিলেন, যার উদ্দেশ্য বোম্বাই প্রেসিডেন্সিতে ব্রিটিশ সরকারের প্রয়োজনীয় প্রথম বিশ্বযুদ্ধ জরুরি ব্যবস্থায় জনগণের সহযোগিতা কামনা। এই সম্মেলনের পর শহরজুড়ে মহামিছিল সংঘটিত হয়েছিল। স্প্যানিশ ফ্লু বৈশ্বিক মহামারি ১৯১৮ সালের সেপ্টেম্বর থেকে ডিসেম্বর পর্যন্ত বোম্বাইকে আক্রান্ত করেছিল, যার ফলে দিনে প্রায় শতখানেকের মৃত্যু হতো। ১৯১৯ সালের জানুয়ারিতে বোম্বাইয়ের বস্ত্রশিল্পে প্রথম গুরুত্বপূর্ণ ধর্মঘট শুরু হয়েছিল। জনরোষ নিয়ন্ত্রণের জন্য রাউলাট আইনের মাধ্যমে প্রথম বিশ্বযুদ্ধের  জরুরি ব্যবস্থাকে অনির্দিষ্টকাল ধরে বাড়ানো হয়েছিল, যার বিরুদ্ধে মহাত্মা গান্ধী ১৯১৯ সালে ফেব্রুয়ারি থেকে এপ্রিল মাস পর্যন্ত রাউলাট সত্যাগ্রহ আন্দোলন করেছিলেন, যার মূল কেন্দ্র বোম্বাই।\nপ্রথম বিশ্বযুদ্ধের সময় বোম্বাইতে প্রচুর পরিমাণে ভারতীয় সৈন্য, যোগান, অস্ত্র ও শিল্পোৎপাদিত পণ্য আমদানি-রপ্তানি হতো। এরপর ১৯২০ থেকে ১৯২২ সালে অসহযোগ আন্দোলন চলাকালীন বোম্বাইয়ের নগরজীবন বহুবার স্তব্ধ হয়ে গিয়েছিল। শহরে যুদ্ধপরবর্তী মন্দার পর ১৯২৬ সালে ব্রিটিশদের বম্বে ডেভেলপমেন্ট ডিপার্টমেন্ট ব্যাক বে এলাকা পুনরুদ্ধার করেছিল, যার ফলে এক কেলেঙ্কারির সম্মুখীন হয়েছিল। ১৯২৫ সালে ভিক্টোরিয়া টার্মিনাস থেকে কুর্লা পর্যন্ত ভারতের প্রথম ইলেকট্রিক মাল্টিপল ইউনিট পরিষেবা শুরু হয়েছিল। ১৯২০-এর দশকের শেষে পারস্যের (বর্তমান ইরান) খরা থেকে বাঁচতে ইয়াদ থেকে একাধিক লোক বোম্বাইতে বসতি স্থাপন করেছিল।\n১৯৩০-এর দশকের শুরুতে ব্রিটিশ লবণ করের বিরুদ্ধে সংঘটিত রাষ্ট্রব্যাপী আইন অমান্য আন্দোলন বোম্বাইতে ছড়িয়ে গিয়েছিল। জমনালাল বাজাজের নেতৃত্বে ভিলে পার্লে বোম্বাইতে এই আন্দোলনের সদর দপ্তর ছিল। ১৯৩২ সালের ১৫ অক্টোবরে শিল্পপতি ও বিমানচালক জাহাঙ্গীর রতনজী দাদাভাই টাটা (জে. আর. ডি. টাটা) করাচি থেকে বোম্বাইয়ের জুহু বিমানবন্দর পর্যন্ত বিমান উড়িয়ে বোম্বাইয়ের বেসামরিক বিমান চালনার অগ্রণী হয়েছিলেন। এটাই টাটা এয়ারলাইন্সের সূচনা, যা পরে এয়ার ইন্ডিয়াতে বিবর্তিত হয়েছে। বোম্বাই মহামন্দা দ্বারা ক্ষতিগ্রস্ত হয়েছিল আর ১৯৩৩ থেকে ১৯৩৯ সাল পর্যন্ত শহরের মিল শিল্প ও অর্থনীতি স্তব্ধ ছিল।\n\nদ্বিতীয় বিশ্বযুদ্ধের সময় হাজার হাজার সৈন্য, সামরিক ও শিল্প পণ্য এবং রয়েল ইন্ডিয়ান নেভির বহর বোম্বাইকে পশ্চিম ও দক্ষিণ-পূর্ব এশিয়ার যুদ্ধসমূহের সামরিক ঘাঁটিতে রূপান্তরিত করেছিল। ১৯৪২ সালের ৭ আগস্টে গোয়ালিয়া ট্যাংকে এক জনসম্মেলনে কংগ্রেস ভারত ছাড়ো আন্দোলন উদ্ঘোষণা করেছিল। ১৯৪৬ সালের ১৮ ফেব্রুয়ারির বোম্বাই নৌবিদ্রোহ ব্রিটিশ শাসনের বিরুদ্ধে ভারতীয় নাবিকদের সবচেয়ে সাঙ্ঘাতিক বিদ্রোহ। ১৯৪৭ সালের ১৫ আগস্টে ভারত অবশেষে স্বাধীন বলে ঘোষিত হয়েছিল। ভারতত্যাগী সর্বশেষ ব্রিটিশ বাহিনী, অর্থাৎ সমারসেট লাইট ইনফ্যান্ট্রির প্রথম ব্যাটালিয়ন ১৯৪৮ সালের ২৮ ফেব্রুয়ারিতে গেটওয়ে অব ইন্ডিয়ার ধনুকাকৃতি খিলান অতিক্রম করেছিল, যা বোম্বাইতে ২৮২ বছরের ব্রিটিশ উপস্থিতির সমাপ্তি ঘটিয়েছিল।\n\n\n== স্বাধীন ভারত ==\n\n\n=== বিংশ শতাব্দী (১৯৪৭-২০০০) ===\n\n১৯৪৭ সালের ১৫ আগস্টে ভারত বিভাজনের পর নবগঠিত পাকিস্তান থেকে আগত ১ লাখের বেশি সিন্ধি শরণার্থীদের বোম্বাই রাজ্যের কল্যাণ থেকে পাঁচ কিলোমিটার দূরের সামরিক শিবিরে আশ্রয় দেওয়া হয়েছিল। ১৯৪৯ সালে ভারতের তৎকালীন গভর্নর-জেনারেল চক্রবর্তী রাজগোপালচারী এই কসবার নাম \"উল্লাসনগর\" রেখেছিলেন। ১৯৫০ সালের এপ্রিলে বোম্বাই শহর ও বোম্বাই শহরতলি একত্রিত হয়ে বৃহত্তর বোম্বাই জেলা গঠন করা হয়েছিল, যার আয়তন ২৩৪.১ বর্গকিমি এবং ১৯৫১ সালে এর জনসংখ্যা ২৩,৩৯,০০০। বোম্বাই পৌর নিগমের সীমানা পশ্চিম রেল বরাবর যোগেশ্বরী পর্যন্ত আর মধ্য রেল বরাবর ভান্ডুপ পর্যন্ত প্রসারিত হয়েছিল। ১৯৫৭ সালে এই সীমানা পশ্চিম রেল বরাবর দহিসর আর মধ্য রেল বরাবর মুলুন্ড পর্যন্ত প্রসারিত হয়েছিল। ১৯৫৫ সালের লোকসভায় ভাষার ভিত্তিতে বোম্বাই রাজ্যকে গুজরাত ও মহারাষ্ট্রে বিভক্ত করার বিষয়ে আলোচনা হয়েছিল। কিন্তু রাজ্য পুনর্গঠন কমিটি গুজরাত-মহারাষ্ট্র মিলিত একটি দ্বিভাষিক রাজ্যের সুপারিশ করেছিল, যার রাজধানী হবে বোম্বাই। কিন্তু সংযুক্ত মহারাষ্ট্র সমিতি এর বিরোধিতা করেছিল আর দৃঢ়কণ্ঠে ঘোষণা করেছিল যে মারাঠিভাষী বোম্বাইকে মহারাষ্ট্রের রাজধানী করা উচিত। ১৯৫৮ সালে বোম্বাইয়ের শহরতলি পোয়াইতে ভারতীয় প্রযুক্তিবিদ্যা প্রতিষ্ঠান, বোম্বাই প্রতিষ্ঠা করা হয়েছিল। সংযুক্ত মহারাষ্ট্র সমিতির আন্দোলনের সময় পুলিশের গুলিবর্ষণে ১০৫ জন নিহত হয়েছিল। এরপর ১৯৬০ সালের ১ মে মহারাষ্ট্র রাজ্য গঠন করা হয়েছিল, যার রাজধানী বোম্বাই। সংযুক্ত মহারাষ্ট্র সমিতির আন্দোলনের স্মৃতিতে ফ্লোরা ফাউন্টেনের নাম \"হুতাত্মা চক\" রাখা হয়েছিল।\n১৯৬০-এর দশকের শুরুতে পার্সি ও মাড়োয়ারি অভিবাসীরা বোম্বাইয়ের বেশিরভাগ শিল্প ও বাণিজ্য সংস্থার মালিকানা ভোগ করত, আর দক্ষিণ ভারতীয়দের মধ্যে শহরের বাবুকাজের চাহিদা ছিল। বোম্বাইয়ের ব্যঙ্গচিত্রী বালাসাহেব ঠাকরে মহারাষ্ট্রে স্থানীয় মারাঠি জাতির তুলনামূলক প্রান্তিক অবস্থার প্রতি অসন্তুষ্ট হয়ে ১৯৬৬ সালের ১৯ জুন শিবসেনা রাজনৈতিক দল গঠন করেছিলেন। ১৯৬০-এর দশকের শেষে কাফ প্যারেড ও নারিমন পয়েন্ট পুনরুদ্ধার ও উন্নয়নসাধন করা হয়েছিল।\n\n১৯৭০ সাল জুড়ে বোম্বাই ও ভিওয়ান্ডি জুড়ে দাঙ্গা সংঘটিত হয়েছিল। ১৯৭০-এর দশকে লন্ডন-ভিত্তিক বাণিজ্য সংগঠন শেপহার্ড নতুন জাহাজ চালু করেছিল, যার পর বোম্বাই ও ভারতের দক্ষিণ-পশ্চিম উপকুলের মধ্যে যোগাযোগ বৃদ্ধি পেয়েছিল। এই জাহাজগুলির মাধ্যমে বোম্বাইতে গোয়া ও ম্যাঙ্গালোরের ক্যাথলিকদের অনুপ্রবেশ ঘটেছিল। ১৯৭২ সালে ভারতের বৃহত্তম মিথস্ক্রিয় বিজ্ঞানকেন্দ্র নেহরু সায়েন্স সেন্টার বোম্বাইয়ের ওরলিতে প্রতিষ্ঠিত হয়েছিল। বোম্বাই মহানগর এলাকার উন্নয়ন ক্রিয়াকলাপের পরিকল্পনা ও সমন্বয় বিধানের জন্য মহারাষ্ট্র সরকার ১৯৭৫ সালের ২৬ জানুয়ারিতে বোম্বাই মহানগর এলাকা উন্নয়ন কর্তৃপক্ষ গঠন করেছিল। বোম্বাইয়ের জনসংখ্যা বিচ্ছুরণ ও নিয়ন্ত্রণের জন্য ১৯৭৯ সালের আগস্টে সিটি অ্যান্ড ইনসাস্ট্রিয়াল ডেভেলপমেন্ট কর্পোরেশন (সিডকো) মহারাষ্ট্রের থানে ও রায়গড় জেলা জুড়ে নিউ বম্বে (\"নতুন বোম্বাই\", বর্তমান নবি মুম্বই) উপশহর প্রতিষ্ঠা করেছিল।\n১৯৮২ সালের ১৮ জানুয়ারিতে শ্রমিক সংগঠন নেতা দত্ত সামন্ত গ্রেট বম্বে টেক্সটাইল স্ট্রাইক ধর্মঘটের ডাক দিয়েছিলেন, যার ফলে প্রায় ২,৫০,০০০ শ্রমিক ও বোম্বাইয়ের ৫০-এর বেশি বস্ত্র মিল ধর্মঘটে অংশগ্রহণ করেছিল। ১৯৮৪ সালের ১৭ মে মসজিদের চূড়ায় গেরুয়া পতাকা লাগানোর ফলে বোম্বাই, থানে ও ভিওয়ান্ডি জুড়ে সাম্প্রদায়িক দাঙ্গা সংঘটিত হয়েছিল। এই দাঙ্গায় ২৭৮ জন নিহত ও ১,১১৮ জন আহত। বোম্বাই বন্দরকে যানজটমুক্ত করা ও শহরের কেন্দ্রীয় বন্দর হিসাবে পরিষেবা দানের জন্য ১৯৮৯ সালের ২৬ মে ন্‌হাবা শেবা এলাকায় জওহরলাল নেহরু বন্দর চালু হয়েছিল।\nঅযোধ্যায় বাবরি মসজিদ ধ্বংসের ফলে ১৯৯২ সালের ডিসেম্বর থেকে ১৯৯৩ সালের জানুয়ারি পর্যন্ত হিন্দু-মুসলিম সাম্প্রদায়িক দাঙ্গায় বোম্বাই শহর বিপর্যস্ত হয়ে গিয়েছিল আর ১,০০০-এর বেশি জন নিহত হয়েছিল। ১৯৯৩ সালের ১২ মার্চে বোম্বাইতে ১৩টি সমন্বয়-সাধিত বোমা হামলা ঘটেছিল, যার ফলে ২৫৭ জন নিহত ও ৭০০ জন আহত হয়েছিল। বাবরি মসজিদ ধ্বংসের বদলা নেওয়ার জন্য মাফিয়া ডন দাউদ ইব্রাহিম এই বোমা হামলার পরিকল্পনা করেছিলেন বলে মনে করা হয়। ১৯৯৬ সালে নবনির্বাচিত শিবসেনা সরকার মারাঠিদের আরাধ্য মুম্বাদেবীর নামানুসারে বোম্বাই শহরের নাম \"মুম্বই\" রেখেছিল। তখনই ঔপনিবেশিক নাম বাতিল করে স্থানীয় নামের দাবি এসেছিল, যার ফলে মারাঠা সম্রাট শিবাজীর নামানুসারে ঐ সালের ৪ মার্চে ভিক্টোরিয়া টার্মিনাসের নাম \"ছত্রপতি শিবাজী টার্মিনাস\" রাখা হয়েছিল।\n\n\n=== একবিংশ শতাব্দী (২০০১-বর্তমান) ===\nএকবিংশ শতাব্দীতে মুম্বই একাধিক বোমা হামলার শিকার হয়েছে। ২০০২ সালের ৬ ডিসেম্বরে ঘাটকোপর স্টেশনের নিকট বৃহন্মুম্বই ইলেকট্রিক সাপ্লাই অ্যান্ড ট্রান্সপোর্টের (বেস্ট) একটি খালি বাসের একটি আসনের তলায় বসানো একটি বোমা বিস্ফোরিত হয়েছিল, যার ফলে প্রায় দুজন নিহত ও ২৮ জন আহত। অযোধ্যায় বাবরি মসজিদ ধ্বংসের দশম বার্ষিকীতে এই বোমা হামলা ঘটেছিল। ২০০৩ সালের ২৭ জানুয়ারিতে ভিলে পার্লে স্টেশনের নিকট একটি বাইসাইকেলের উপর বসানো একটি বোমা বিস্ফোরিত হয়েছিল, যার ফলে একজন নিহত ও ২৫ জন আহত হয়েছিল। প্রধানমন্ত্রী অটলবিহারী বাজপেয়ীর মুম্বই ভ্রমণের সময় এই বিস্ফোরণ ঘটেছিল। ১৩ মার্চে মুলুন্ড স্টেশনে প্রবেশের সময় রেল কামরায় একটি বোমা বিস্ফোরণে ১০ জন নিহত কে ৭০ জন আহত। ১৯৯৩ বোম্বাই বোমা হামলার দশম বার্ষিকীতে এই বোমা বিস্ফোরণ ঘটেছিল। ১৮ জুলাই ঘাটকোপর স্টেশনে একটি খালি বেস্ট বাসের একটি আসনের তলায় বসানো একটি বোমা বিস্ফোরণে প্রায় চারজন নিহত ও ৩২ জন আহত। ২৫ আগস্টে দক্ষিণ মুম্বইয়ে গেটওয়ে অব ইন্ডিয়া এবং কালবাদেবীতে জাভেরি বাজারে জোড়া বোমা বিস্ফোরণে মোট ৪৪ জন নিহত ও ১৫০ জন আহত। কোনো সংগঠন এই আক্রমণের জন্য দায়বদ্ধ হয়নি, যদিও এর নেপথ্যে পাকিস্তান-ভিত্তিক লশকর-ই-তাইয়েবার ইঙ্গিত পাওয়া গিয়েছিল।\n\n২০০৫ সালের ২৬-২৭ জুলাইয়ে মুষলধারে বৃষ্টি মুম্বইয়ের উপর আঘাত এনেছিল, যার ফলে গোটা শহর সম্পূর্ণভাবে স্তব্ধ হয়ে গিয়েছিল। মুম্বইতে ২৪ ঘণ্টায় ৩৭ ইঞ্চি (৯৪০ মিলিমিটার) বৃষ্টিপাত হতো, যা একদিন ভারতের কোনো শহরের পক্ষে সর্বোচ্চ। প্রায় ৮৩ জন এটি নিহত হয়েছিল। ২০০৬ সালের ১১ জুলাইতে ১১ মিনিট ধরে খর, মাহিম, মাটুঙ্গা, যোগেশ্বরী, বোরিওয়ালি এবং খর ও সান্তা ক্রুজ স্টেশনের মধ্যে মোট ৭টি বোমা বিস্ফোরণ ঘটেছিল। এতে ২০৯ জন নিহত ও ৭০০-এর বেশি জন আহত হয়েছিল। মুম্বই পুলিশের মতে লশকর-ই-তাইয়েবা ও স্টুডেন্টস ইসলামিক মুভমেন্ট অব ইন্ডিয়া (সিমি) এই বোমা হামলা ঘটিয়েছিল।\n\n২০০৮ সালে রাজ ঠাকরের নেতৃত্বে মহারাষ্ট্র নবনির্মাণ সেনার (এমএনএস) কর্মীরা মুম্বইয়ে উত্তর ভারতীয় অভিবাসীদের উপর জেনোফোবিক আক্রমণ করেছিল। উত্তর ভারতীয় ট্যাক্সি চালকদের উপর হামলা করা হতো আর তাদের গাড়ি ধ্বংস করা হতো। ২৬ থেকে ২৯ নভেম্বর পর্যন্ত দশজন সশস্ত্র পাকিস্তানি স্বয়ংক্রিয় যন্ত্র ও গ্রেনেড নিয়ে দশটি সমন্বয় সাধিত সন্ত্রাসী হামলা করেছিল। এই হামলার ফলে ১৬৪ জন নিহত ও ৩০৮ জন আহত হয়েছিল এবং বিভিন্ন গুরুত্বপূর্ণ ভবনে ভয়ানক ক্ষতি হয়েছিল।\n২০১১ সালের ১৩ জুলাই ১৮:৫৪ ও ১৯:০৬ ভারতীয় প্রমাণ সময়ের মধ্যে মুম্বইয়ে আবার তিনটি সমন্বয় সাধিত বোমা বিস্ফোরণ হয়েছিল। অপেরা হাউস, জাভেরি বাজার ও দাদরে এই বোমা বিস্ফোরণগুলি ঘটেছিল, যার ফলে ২৬ জন নিহত ও ১৩০ জন আহত হয়েছিল। মুম্বইয়ের ওয়াংখেড়ে স্টেডিয়াম ২০১১ ক্রিকেট বিশ্বকাপ ফাইনালের স্থান ছিল। সেখানে ১৯৮৩ ক্রিকেট বিশ্বকাপের পর ভারতীয় দল দ্বিতীয়বার জয়ী হয়েছিল।\n\nবোমা বিস্ফোরণ ছাড়াও একবিংশ শতাব্দীতে মুম্বই নগর উন্নয়নে বিভিন্ন উদ্যোগ নেওয়া হয়েছে। ২০০৯ সালের ৩০ জুনে ৫.৬ কিমি দীর্ঘ রাজীব গান্ধী সমুদ্রসেতু (বান্দ্রা-ওরলি) জনগণের জন্য আংশিক উন্মুক্ত হয়েছিল, আর ২০১০ সালের ২৪ মার্চে এটি সম্পূর্ণভাবে উন্মুক্ত হয়েছিল। ২০১৪ সালের ১ ফেব্রুয়ারিতে মুম্বই মনোরেল চালু হয়েছিল, যা স্বাধীন ভারতের প্রথম ও একমাত্র সচল মনোরেল ব্যবস্থা। একই সালের ৮ জুনে মুম্বই মেট্রো চালু হয়েছিল।\n২০২৩ সালের ডিসেম্বরে মহারাষ্ট্র সরকার রায়গড় জেলার উলওয়ে, পানভেল, উরন, কর্জত ও আশেপাশের বিভিন্ন এলাকা জুড়ে থার্ড মুম্বই (কেএসসি নিউ টাউন) উপশহর তৈরির প্রস্তাবে অনুমোদন দিয়েছিল। ২০২৪ সালের ১২ জানুয়ারিতে মুম্বই ও নবি মুম্বইকে সংযোগকারী মুম্বই ট্রান্স হার্বার লিংক (অটল সেতু) উদ্বোধন করা হয়েছিল। একই সালের ১১ মার্চে কোস্টাল রোডের মেরিন লাইন্স থেকে ওরলি পর্যন্ত অংশ উদ্বোধন করা হয়েছিল।\n\n\n== আরও দেখুন ==\n\n\n== তথ্যসূত্র ==\n\n\n=== উৎস ===\n\n\n== গ্রন্থপঞ্জি ==\n\n\n== বহিঃসংযোগ ==\n\nPortuguese India History: The Northern Province: Bassein, Bombay-Mumbai, Damao, Chaul, Dutch Portuguese Colonial History\nCentury City Time Line – Bombay, টেট\nA collection of pages on Mumbai's History, টাইম আউট\nThe Mumbai Project, হিন্দুস্তান টাইমস\n\nটেমপ্লেট:পর্তুগিজ সাম্রাজ্য"}