{"pageid": 1510087, "title": "খোদাই", "url": "https://bn.wikipedia.org/wiki?curid=1510087", "content": "খোদাই হল ঐতিহ্যগতভাবে একটি ধাতব পৃষ্ঠের অরক্ষিত অংশে নকশা তৈরি করার জন্য শক্তিশালী অ্যাসিড বা মর্ডেন্ট ব্যবহার করে ধাতুকে কাটার প্রক্রিয়া। এই প্রক্রিয়ায় ধাতুর গভীরে ইন্টাগ্লিও (খোদাই করা) নকশা তৈরি করা হয়। আধুনিক উৎপাদনে অন্যান্য ধরনের উপাদানের উপর অন্যান্য রাসায়নিকও ব্যবহার করা হতে পারে। প্রিন্টমেকিং পদ্ধতি হিসাবে, এটি এনগ্রেভিংয়ের পাশাপাশি পুরাতন মাস্টার প্রিন্টের জন্য সবচেয়ে গুরুত্বপূর্ণ কৌশল এবং এটি আজও ব্যাপকভাবে ব্যবহৃত হয়। মাইক্রোফেব্রিকেশন খোদাই এবং ফটোকেমিক্যাল মিলিংয়ের মতো আধুনিক পদ্ধতিগুলিতে, এটি সার্কিট বোর্ড সহ আধুনিক প্রযুক্তির একটি অপরিহার্য কৌশল।\nঐতিহ্যবাহী খাঁটি খোদাই পদ্ধতিতে, একটি ধাতব প্লেট (সাধারণত তামা, দস্তা বা ইস্পাতের তৈরি) মোমযুক্ত প্রাইমার দিয়ে আবৃত করা হয়, যা অ্যাসিড প্রতিরোধী। শিল্পী তারপর একটি সূক্ষ্ম খোদাই সুই ব্যবহার করে মোমের প্রাইমার সরিয়ে দেন যেখানে চূড়ান্ত শিল্পকর্মে একটি রেখা ফুটিয়ে তোলা দরকার, যার ফলে ধাতব পৃষ্ঠ উন্মুক্ত হয়। \"একোপ্পে\" নামক একটি বিশেষ সরঞ্জাম, যার একটি তির্যক ডিম্বাকার প্রান্ত রয়েছে, এটি রেখাগুলোকে \"স্ফীত\" বা মোটা করার জন্যও ব্যবহৃত হয়। এরপর প্লেটটিকে অ্যাসিডের দ্রবণে ডুবানো হয়, যাকে মর্ডেন্ট (ফরাসি ভাষায় \"বাইটিং\" বা কামড়ানো) বা ইচ্যান্ট বলা হয়, অথবা প্লেটের উপর অ্যাসিড প্রবাহিত করা হয়। অ্যাসিড ধাতুর মধ্যে \"কামড় দেয়\" (এটি একটি রেডক্স বিক্রিয়া ঘটায়), এবং সময় ও অ্যাসিডের ঘনত্বের উপর নির্ভর করে এটি ধাতুর গভীরে প্রবেশ করে, যার ফলে মোমে খোদাই করা নকশাটি ধাতব প্লেটে থেকে যায়। অবশিষ্ট মোমের প্রাইমারটি প্লেট থেকে পরিষ্কার করে ফেলা হয়। প্রথম বা পরবর্তী ব্যবহারের জন্য, প্লেটটিকে যেকোনো অ-ক্ষয়কারী কালি দিয়ে সম্পূর্ণভাবে কালি লাগানো হয় এবং তারপর পৃষ্ঠের কালি সরিয়ে ফেলা হয়, যার ফলে শুধুমাত্র খোদাই করা অংশে কালি থেকে যায়।\nএরপর প্লেটটিকে উচ্চচাপের প্রিন্টিং প্রেসে একটি কাগজের শীটের (যা প্রায়ই নরম করার জন্য ভেজানো হয়) সাথে রাখা হয়। কাগজটি খোদাই করা লাইন থেকে কালি শুষে নেয়, যার ফলে একটি প্রিন্ট তৈরি হয়। এই প্রক্রিয়াটি বহুবার পুনরাবৃত্তি করা যেতে পারে; সাধারণত প্লেটে ক্ষয়ের লক্ষণ দেখা দেওয়ার আগে কয়েকশত কপি প্রিন্ট করা সম্ভব। প্লেটের নকশায় পরিবর্তন বা মেরামত করা যেতে পারে পুনরায় মোম লাগিয়ে এবং আরও খোদাই করার মাধ্যমে; এমন একটি খোদাইকৃত প্লেট একাধিক পর্যায়ে ব্যবহার করা হতে পারে।\nখোদাই প্রায়শই এনগ্রেভিং (যেমন, রেমব্রান্ট) বা অ্যাকোয়াটিন্ট (যেমন, ফ্রান্সিসকো গোয়া) এর মতো অন্যান্য ইন্টাগ্লিও কৌশলের সাথে সংমিশ্রিত হয়েছে।\n\n\n== ইতিহাস ==\n\n\n=== উৎপত্তি ===\n\n\n==== প্রাচীনকালে খোদাই শিল্প। ====\nখোদাই শিল্প প্রাচীনকাল থেকেই সাজসজ্জার উদ্দেশ্যে ব্যবহৃত হতো। খোদাই করা কার্নেলিয়ান পুঁতি হল এক ধরনের প্রাচীন অলংকারিক পুঁতি, যা কার্নেলিয়ান পাথর থেকে তৈরি এবং সাদা রঙের খোদাই করা নকশা দ্বারা সজ্জিত। এগুলি সম্ভবত খ্রিস্টপূর্ব তৃতীয় সহস্রাব্দে সিন্ধু সভ্যতা দ্বারা তৈরি করা হয়েছিল। হারাপ্পানরা যে ক্ষারীয় খোদাই কৌশল উদ্ভাবন করেছিল, সেই পদ্ধতিতে এই পুঁতিগুলো তৈরি হতো। সিন্ধু সভ্যতার প্রত্নতাত্ত্বিক স্থানগুলোতে এই পুঁতির বিপুল সংখ্যক নমুনা পাওয়া গেছে। এই পুঁতিগুলো প্রাচীন সিন্ধু উপত্যকা, মেসোপটেমিয়া এবং এমনকি প্রাচীন মিশরের মধ্যে বাণিজ্যের একটি গুরুত্বপূর্ণ নির্দেশক হিসাবে বিবেচিত হয়। খ্রিস্টপূর্ব তৃতীয় সহস্রাব্দে এই মূল্যবান ও অনন্য শিল্পদ্রব্য বিপুল সংখ্যায় এই ভৌগোলিক অঞ্চলগুলোর মধ্যে বাণিজ্য করা হতো এবং অসংখ্য সমাধি স্থানে এগুলোর সন্ধান পাওয়া গেছে। শুলগির মতো সুমেরীয় রাজারা, আনুমানিক ২০০০ খ্রিস্টপূর্বে, উৎসর্গের উদ্দেশ্যে খোদাই করা কার্নেলিয়ান পুঁতি তৈরি করেছিলেন।\n\n\n== তথ্যসূত্র =="}