{"pageid": 1510624, "title": "ফুলন রানি", "url": "https://bn.wikipedia.org/wiki?curid=1510624", "content": "ফুলন রানি (জন্ম ১৯২৮) একজন ভারতীয় চিত্রশিল্পী।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nফুলন রানি ১৯২৮ সালে অমৃতসর শহরে জন্মগ্রহণ করেন। তিনি একটি সচ্ছল শিখ পরিবারে বড়ো হয়ে উঠেন। তিনি যখন শিশু ছিলেন তার মা মারা যান। তাঁর বাবা ছিলেন রাম সিং, যিনি একজন ডাক্তার ছিলেন। ফুলন রানী চারুকলায় বিশেষ করে চিত্র কলায় এবং নৃত্যের প্রতি দারুণ আগ্রহ প্রদর্শন করেন। রাম সিং গভীর যত্ন এবং গর্বের সাথে মেয়েকে উৎসাহ দিয়ে বড়ো করে তুলেছিলেন। তিনি লিখেছেন, \"আমার জীবন প্রকৃতই শুরু হয়েছিল যখন আমি তেরো বছর বয়সে ছবি আঁকা শুরু করি। আমার কাছে সেই সময়ের সুন্দর স্মৃতি রয়েছে যেখানে বিদ্যালয়ের বইয়ের কিনারায় পেন্সিল দিয়ে মানুষজন এবং আমার আগ্রহের জিনিসগুলির নকশা আঁকার চেষ্টা করতাম।\" তিনি শিল্পে কোনো আনুষ্ঠানিক প্রশিক্ষণ নেননি, তবে তাঁর শিক্ষার পরিসর ছিল উদার শিল্প বা লিবারেল আর্টস এবং মনোবিজ্ঞানে। তিনি অন্যান্য চিত্রশিল্পীদের কাজের সময় তাদের কাজ দেখতেন এবং নিজে প্রায়ই গভীর রাতে কাজ করে নিজেকে ধীরে ধীরে প্রশিক্ষিত করে তোলেন। বাহ্যিক প্রয়োজনের নানা দ্বন্দ্বের মধ্যেও তিনি মনের চাহিদার নির্দেশ অনুসরণ করেছিলেন। তিনি তাঁর বেশিরভাগ সময় সৃজনশীল সাধনায় নিয়োজিত করেন, এমনকি মাঝে মাঝে তাঁর লেখাপড়ার চাহিদাকেও সরিয়ে রাখতেন।\n\n\n== ব্যক্তিগত জীবন ==\nরানি ১৯৪৪ সালে এস. শমসের সিংকে বিবাহ করেন। তাঁর স্বামীর চারুকলার প্রতি ভালোবাসা ছিল। তাঁরা একসাথে একটি পরিবার গড়ে তুলেছিলেন এবং পাঞ্জাবের শিল্প ও সাহিত্যে জগতে অংশ নিয়েছিলেন। তাঁরা অমৃতসরের নিউ মডার্ন হাই স্কুল চালাতেন এবং সেখানে ফুলন শিল্পকলাও শেখাতেন। তাঁর শ্বশুর কর্তার সিং বুমরারও ছবি আঁকার প্রতি আগ্রহ ছিল। তাঁর বিয়ের পর রানি যখন একটি পেইন্টিং তৈরি করেন, তখন কর্তার সিং বুমরা এতে খুব মুগ্ধ হয়েছিলেন এবং তিনি তাঁকে নগদ ১০০ টাকা এবং একটি বই উপহার দিয়ে উৎসাহিত করেছিলেন। তাঁর বিবাহিত জীবন সুখী  ছিল এবং সেই নতুন সুখী পরিবেশ পর্যবেক্ষণ করে কেরালার মহান কবি,  শঙ্করা জি. কুরুপ, তাঁর একটি চিঠিতে তাঁকে এই বলে সম্বোধন করেছিলেন যে \"আপনার বাড়ী সুখী বাড়ী যেখানে কবিতা এবং শিল্প একটি সুখী বিবাহিত জীবন যাপন করে।\"\n\n\n== কর্মজীবন ==\nরানি তেরো বছর বয়সে ছবি আঁকা শুরু করেন। বিদ্যালয়ের বইয়ের প্রান্তে পেন্সিল দিয়ে অঙ্কন করার সময় তাঁর একটি দুর্দান্ত স্মৃতি ছিল।  ১৯৪৮ সালে সিমলা ফাইন আর্ট প্রদর্শনীতে , তাঁর জল রঙের চিত্র \"দ্য ড্যান্সার\" প্রথম পুরস্কার পেয়েছিল, এটি ধোয়া শৈলী বা ওয়াশ স্টাইলে তৈরি ছিল। আবার ১৯৫৩ সালে, অমৃতসরের ইন্ডিয়ান একাডেমি অফ ফাইন আর্টসের রজত জয়ন্তী চারুকলা প্রদর্শনীতে, ডঃ রাজেন্দ্র প্রসাদের সভাপতিত্বে, তাঁর সুপরিচিত কাজ, \"টুইন সিস্টারস ডে এন্ড নাইট\" একটি স্বর্ণপদক এবং আরো অন্য দুটি পদক পায়। প্রদর্শনীতে \"মেমরি এবং মুনলাইট\" এবং \"ওয়েসাইড রেস্ট\" অত্যন্ত প্রশংসিত হয়েছিল এবং খ্যাতি লাভ করেছিল।\nউচ্চ বিদ্যালয়ের প্রধান এবং অসংখ্য সামাজিক ও সাহিত্য সংগঠনের সদস্য হিসাবে তাঁর অবস্থানের সঙ্গে তাঁর কার্যক্রম ওতপ্রোতভাবে জড়িত। তিনি বিভিন্ন  ও সমৃদ্ধ আধ্যাত্মিক অভিজ্ঞতার একজন চিত্রশিল্পী এবং এমনকি তাঁর পরিণত বয়সেও তিনি কল্পনাশক্তির সতেজতা ধরে রেখেছেন যা সাধারণত শিশু এবং কবিদের থাকে।\n১৯৫৫ সালে তিনি কাংড়া উপত্যকা পরিদর্শন করেন এবং সেখানে শোভা সিংয়ের সাথে তাঁর দেখা হয়। শোভা তাঁকে প্রকৃতির সৌন্দর্যের ঘনিষ্ঠ সংস্পর্শে নিয়ে এসেছিলেন যেখানে সবুজ ছাদযুক্ত ধানের ক্ষেত, উত্তাল পাহাড়ি ঝর্ণার স্রোত, তার তেজী জলপ্রপাত এবং দূরবর্তী পাহাড়ের অন্তহীন ব্যাপ্তির নীল কুয়াশায় মিলিয়ে যাওয়া যেন তাঁকে রংয়ের  আনন্দমেলায় পৌঁছে দিয়েছিল এবং তাঁর মনে দারুণ প্রভাব ফেলেছিল। প্রাকৃতিক সৌন্দর্য তাঁকে রাতারাতি একজন প্রাকৃতিক ভূদৃশ্য চিত্রকর বা ল্যান্ডস্কেপ পেইন্টারে পরিণত করে এবং তিনি এই চমৎকার উপত্যকার চিরন্তন পরিবর্তিত মেজাজ আঁকতে শুরু করে দেন। পরবর্তী বছরগুলিতে অমৃতসরে ফুলন রানি এবং সিমলায় সনৎ কুমার চ্যাটার্জি ধোয়ার কৌশলে ছবি আঁকতে থাকেন। কাজগুলিকে রোমান্টিক, কাব্যিক এবং আবেগপূর্ণ বিষয়বস্তু দেওয়ার জন্য ফুলন রানি রং মেশানোর ক্ষেত্রে \"ধোয়া\" কৌশল ব্যবহার করেছিলেন।  পরবর্তী পাঁচ বছরের মধ্যে তিনি উপত্যকার আকর্ষণকে চিত্রিত করে শত শত প্রাকৃতিক ভূদৃশ্য বা ল্যান্ডস্কেপ ছবি এঁকেছিলেন এবং ১৯৬২ সালে অমৃতসরে এই কাজের একটি প্রদর্শনীর আয়োজন করা হয়েছিল, লোকসভার স্পিকার এটি উদ্বোধন করেছিলেন। তাঁর আঁকা \"ভাবর্না জলপ্রপাত\", \"সন্ধ্যায় মাচ্ছিয়াল কুন্ড\", \"নোহরা রিচার্ডের কটেজ\" এবং \"দ্য সানসেট অ্যাট তাতেহাল\" চিত্রগুলি তাদের গীতিমূলক আবেদন এবং জলের রঙের মাধ্যমের উপর দক্ষতার জন্য অসামান্য। প্রকৃতির প্রতি তাঁর ভালবাসা হল ফুলের প্রতি তাঁর ভালবাসা এবং তাঁর ফুল সম্বন্ধে শিক্ষা ও জ্ঞান সবচেয়ে শ্রেষ্ঠ।\n১৯৭০ সালে ইউরোপে তাঁর সাংস্কৃতিক ভ্রমণের সময় বিশ্ববিদ্যালয় এবং সাংস্কৃতিক সংগঠনগুলিতে \"সংগীত এবং চিত্রকলার মাধ্যমে ভারতীয় রাগ\" শীর্ষক সঙ্গীতানুষ্ঠানের সাথে সম্পর্কিত তিনি তাঁর ফুলের চিত্রগুলির প্রদর্শনীর আয়োজন করেছিলেন; এবং ফুলপ্রেমী ব্রিটিশ জাতির কাছে তাঁর প্রদর্শনী সরাসরি আবেদন রেখেছিল। শিল্প বিশেষজ্ঞরা তাঁর অনেক ফুলের চর্চা ব্যক্তিগত সংগ্রহের জন্য নিয়েছিলেন। তাঁর ফুলের অধ্যয়ন \"এ ওয়াইল্ড রোজ বুশ\" এবং \"ফ্লাওয়ার্স ইন কঞ্চ শেল\", যা বিষয় হিসাবে খুব সাধারণ হলেও প্রকৃতির প্রতি তাঁর মনোভাব প্রকাশ করে।\nভারতের পুনা, বোম্বে, কানপুর, রাঁচি, কলকাতা এবং চণ্ডীগড়ের মতো বিভিন্ন শহরেও রানি তাঁর শিল্প কর্মের একক প্রদর্শনী করেন এবং তাঁর শিল্পকর্মের শৈল্পিক উৎকর্ষতার কারণে প্রভূত প্রশংসা অর্জন করেন, তাঁর আঁকার মধ্যে  \"স্ট্রেংথ অ্যাণ্ড গ্রেস\" এবং \"ওয়েসাইড রেস্ট\" যেখানে রঙের সুন্দর এবং কোমল বিশুদ্ধতা প্রশংসনীয় উদাহরণ।\n\n\n== বিষয় ==\nফুলন রানি ফুল অধ্যয়ন, প্রাকৃতিক ভূদৃশ্য এবং জীবন অঙ্কন এই গুলির একটি ক্রম তৈরী করেছেন। তিনি গার্হস্থ্য ঘরানার উপরও কাজ করেছেন, তিনি নিজেকে সম্পূর্ণরূপে \"দ্য ব্রাইড\", \"দ্য হার্ট ব্রোকেন\" এবং \"দ্য অ্যাফ্লিকটেড\" এর মতো গীতিমূলক প্রসঙ্গের বিষয়গুলিতে উৎসর্গ করেছিলেন। দ্য অ্যাফ্লিক্টেড তাঁর অন্যতম সেরা চিত্রকর্ম এবং যার উপর তিনি চার বছর কাজ করেছিলেন।\nগুরু গোবিন্দ সিং-এর জন্মদিন উদযাপনের সময়, পাতিয়ালার গুরু গোবিন্দ সিং ফাউন্ডেশন তাঁকে ত্রিশটি চিত্রকর্মে গুরু গোবিন্দ সিং-এর সমগ্র জীবন আঁকার দায়িত্ব দেয়, যা তিনি রেকর্ড সময়ে সম্পন্ন করেন। আবার ১৯৬৯ সালে  গুরু নানকের জন্মদিবস উদযাপনের সময়, মহান গুরুর সচিত্র জীবনী তাঁকে রাষ্ট্রপতি শ্রী ভি.ভি.গিরির কাছ থেকে ১০০০ টাকা পুরস্কার জিতে নিতে সাহায্য করে। দৃষ্টি প্রতিবন্ধীদের সুবিধার্থে এই বইটি ইংরেজি ব্রেইলে অনুবাদ করা হয়েছে এবং তারপর থেকে এটি সারা বিশ্বের বিভিন্ন কেন্দ্রে বিতরণ করা হয়েছে। একই ধারায় আঁকা তাঁর গুরু তেগ বাহাদুরের সচিত্র জীবনীটি ১৯৭৬-৭৭ সালে পাঞ্জাব সরকার কর্তৃক সেরা বই হিসাবে পুরস্কারের জন্য নির্বাচিত হয়েছিল। শিখ গুরুর জীবনের প্রধান পর্বগুলি অত্যন্ত কোমলতা এবং রচনা দক্ষতার সাথে উপস্থাপন করা হয়েছে।\nতিনি \"দ্য ডেয়সার্ট অফ মঞ্জু\", \"সাসি অফ দ্য সরোজ\", \"মির্জা সাহিবান\" বা \"দ্য লুর অফ হিজ ফ্লুট\" এর মতো প্রেমের কিংবদন্তিগুলির একটি সিরিজও এঁকেছেন। \"দ্য পোয়েট\", \"টাইম এন্ড বিউটি\", \"দ্য পোয়েট এন্ড দ্য মিউজ\", \"মেঘ দূত\" এবং \"দ্য গ্রেট সিঙ্গারস\" এর মত তার চমৎকারভাবে কল্পনা করা এবং প্রশংসনীয়ভাবে পেশ করা চিত্রগুলি উচ্চ রোমান্সের চেতনায় পূর্ণ এবং সেই রাগের সাথে একসাথে চিত্রে পরিবেশিত।\nপ্রতিকৃতিসমূহগুলিতেও তাঁর মনোযোগের উল্লেখযোগ্য অবদান দেখতে পাওয়া যায় এবং সেগুলি বিস্তৃত গ্যালারিতেও স্থান পেয়েছে। তিনি তাঁর বিষয়ের গভীরে যান এবং এর মধ্যে যা সেরা এবং সুন্দর তা বের করে আনেন। \"সন্ত রবিদাস\", \"ঋষি বাল্মীক\"-এর প্রতিকৃতি অমৃতসরের মিউনিসিপ্যাল কর্পোরেশন কক্ষে, সান ফ্রান্সিসকোর এয়ার ইন্ডিয়া অফিসে \"গুরু নানক\"-এর চিত্র; ম্যানচেস্টারের শিখ মন্দিরে \"গুরু গোবিন্দ সিং\" এবং এনএস বীরদির সংগ্রহে \"গালিব\" স্থান পেয়েছে। আলো থেকে অন্ধকারে রং-এর সূক্ষ্মতম ক্রমবিন্যাস করার ক্ষেত্রে তাঁর প্রযুক্তিগত দক্ষতা তাঁর শিল্পকে অন্যান্য শিল্পীদের কাজ থেকে আলাদা করে।\n\n\n== প্রদর্শনী ==\n\n\n=== ১৯৪৬ ===\nসিমলা প্রদর্শনীতে \"দ্য ডান্সার\" এর জন্য প্রথম পুরস্কার লাভ করেছিলেন।\n\n\n=== ১৯৫৩ ===\nঅমৃতসরের ইন্ডিয়ান একাডেমি অফ ফাইন আর্টসের রজত জয়ন্তী প্রদর্শনীতে তাঁর চিত্রকর্ম \"টুইন সিস্টার্স: ডে অ্যান্ড নাইট\" এর জন্য স্বর্ণপদক পেয়েছেন।\n\n\n=== ১৯৬০-৬৫ ===\nঅমৃতসরে ল্যান্ডস্কেপ বা প্রাকৃতিক দৃশ্যের প্রদর্শনী অনুষ্ঠিত হয়। পুনা, বোম্বে এবং কলকাতায় প্রদর্শনী হয়। পুনা প্রদর্শনীতে কাংড়া ভ্যালির ১৫০টি চিত্রকর্ম অন্তর্ভুক্ত ছিল। এর মধ্যে রয়েছে \"ভাবর্নার কাছে জলপ্রপাত,\" \"আন্দ্রেত্তায় জলপ্রপাত,\" এবং \"রোড থ্রু রাইস ফিল্ডস\"।\n\n\n== তথ্যসূত্র ==\n\n\n== গ্রন্থপঞ্জি ==\nট্যাম্পি, কেপি পদ্মনাভন। , এবং শমশের সিং। (১৯৮১) ফুলন রানির লেখা \"ভিশনস অফ বিউটি\" । অমৃতসর\nকৌর সিং। নিকি-গুনিন্দর (২০১১) - শিখ ধর্ম : একটি ভূমিকা। আইবিটৌরিস অ্যান্ড কোং লিমিটেডআইএসবিএন ৯৭৮-১-৮৪৮৮৫-৩২০-১ (এইচবি)\nসিং, নিক্কি-গুনিন্দর কৌর। খালসার জন্ম: শিখ পরিচয়ের একটি নারীবাদী পুনঃস্মৃতি । অ্যালবানি: নিউ ইয়র্ক স্টেট ইউ, ২০০৫। ছাপা।\nপরিমু, রতন এবং সরকার, সন্দীপ (২০০৯) - সমসাময়িক ভারতীয় শিল্পের ঐতিহাসিক বিকাশ ১৮৮০-১৯৪৭; ললিত কলা একাডেমি; নয়াদিল্লি।আইএসবিএন ৮১-৮৭৫০৭-৩৫-৭আইএসবিএন ৮১-৮৭৫০৭-৩৫-৭"}