{"pageid": 1510805, "title": "জিব্রাল্টরের ইতিহাস", "url": "https://bn.wikipedia.org/wiki?curid=1510805", "content": "ভূমধ্যসাগরের প্রবেশপথের কাছে দক্ষিণ ইবেরীয় উপকূলে একটি ছোট উপদ্বীপ জিব্রাল্টারের ইতিহাস ২,৯০০ বছরেরও বেশি পুরনো। প্রাচীনকালে এটি একটি পবিত্র স্থান হিসেবে পরিচিত ছিল, যা পরবর্তীতে \"ইউরোপের সবচেয়ে ঘন দুর্গবদ্ধ এবং যুদ্ধমুখর স্থানগুলোর মধ্যে একটি\" হয়ে উঠেছে, যেমনটি এক ঐতিহাসিক বলেছেন। জিব্রাল্টারের অবস্থান তাৎপর্যপূর্ণ হওয়ায় এটি ইউরোপের ইতিহাসে বিশাল গুরুত্ব পেয়েছে এবং মধ্যযুগে প্রতিষ্ঠিত এর দুর্গবদ্ধ শহরটি বহু শতক ধরে একাধিক আক্রমণ ও যুদ্ধের মধ্যে থাকা সেনাদলগুলোর আশ্রয়স্থল হিসেবে কাজ করেছে।\n৫০,০০০ বছরেরও আগে জিব্রাল্টারে নিয়ানডার্থালরা প্রথম বসবাস করত এবং প্রত্নতাত্ত্বিক প্রমাণ থেকে জানা যায় যে প্রায় ২৫,০০০ বছর পরে নিয়ানডার্থালরা হারিয়ে যাওয়ার আগে জিব্রাল্টার তাদের শেষ আবাসস্থলগুলির মধ্যে একটি ছিল। জিব্রাল্টারের লিপিবদ্ধ ইতিহাস শুরু হয় ৯৫০ খ্রিস্টপূর্বাব্দের দিকে, যখন ফিনিশিয়রা প্রথম এখানে আসে এবং এই স্থানের স্থানীয় দেবত্বকে চিহ্নিত এবং পূজা করতে শুরু করে, পরে প্রাচীন গ্রীক, মিশরীয়, কার্থাজিনিয়ান এবং রোমানদের কাছ থেকে এর বিভিন্ন প্রমাণ পাওয়া যায়। জিব্রাল্টার পাথরের উপর হারকিউলিসের মন্দির নির্মিত হওয়ার প্রমাণও রয়েছে। রোমানরা জিব্রাল্টারের খাঁজটি মন্স ক্যালপে নামে চিহ্নিত করেছিল, যার মানে \"খালি পাহাড়\", এবং তারা এটি জোড়া হারকিউলিসের স্তম্ভের একটি হিসেবে বিবেচনা করেছিল।\nজিব্রাল্টার রোমান সাম্রাজ্যের পতনের পর হিস্পানিয়ার ভিসিগোথিক রাজ্যের অংশ হয়ে যায় এবং ৭১১ খ্রিষ্টাব্দে মুসলিম মোরদের শাসনের অধীনে আসে। মুররা প্রথমবারের মতো এখানে স্থায়ীভাবে বসতি স্থাপন করে এবং এর নামকরণ করা হয় জেবেল তারিক - যার অর্থ \"তারিক পর্বত\", যা পরে জিব্রাল্টারে রূপান্তরিত হয়। ১৩০৯ সালে ক্যাস্তিলের খ্রিস্টান রাজবংশ এটি অধিকার করে, ১৩৩৩ সালে এটি আবার মুরদের কাছে হারায় এবং ১৪৬২ সালে পুনরায় এটি পুনরুদ্ধার করে। ১৩৫০ সালে রাজা আলফোনসো একাদশ এবং তার ক্যাস্তিলিয়ান সেনাবাহিনীর বেশিরভাগই দুর্গ অবরোধ করার সময় হঠাৎ ব্ল্যাক ডেথে মারা যায়, যার ফলে রিকনকিস্টা (খ্রিস্টান পুনঃঅধিকার) ১৪১ বছরের জন্য বিলম্বিত হয়। জিব্রাল্টার একীভূত স্পেন রাজ্যের অংশ হয়ে ওঠে এবং ১৭০৪ সাল পর্যন্ত স্পেনীয় শাসনের অধীনে থাকে। এটি স্প্যানিশ উত্তরাধিকারের যুদ্ধে একটি অ্যাঙ্গলো-ডাচ জাহাজবহর দ্বারা আষ্ট্রিয়ার চার্লস ষষ্ঠ কে সমর্থন করে দখল করা হয়, চার্লস ষষ্ঠ স্প্যানিশ সিংহাসনের জন্য হাবসবুর্গ দাবিদার ছিলেন। যুদ্ধের পর ১৭১৩ সালের উট্রেকট চুক্তির শর্ত অনুযায়ী স্পেন এই অঞ্চলটি ব্রিটেনকে ছেড়ে দেয়।\nস্পেন সামরিক, কূটনৈতিক এবং অর্থনৈতিক চাপের মাধ্যমে জিব্রাল্টারের নিয়ন্ত্রণ পুনরুদ্ধারের চেষ্টা করেছে, যা ব্রিটেন একটি ক্রাউন কলোনি হিসেবে ঘোষণা করেছিল। ব্রিটেন এবং স্পেনের মধ্যে তিনটি যুদ্ধের সময় জিব্রাল্টার অবরোধ করা হয়েছিল এবং প্রচণ্ড বোমাবর্ষণ করা হয়েছিল, তবে প্রতিবারই আক্রমণগুলি প্রতিহত করা হয়। ১৮ শতকের শেষের দিকে সর্বশেষ অবরোধের শেষে জিব্রাল্টার ৫০০ বছরে চৌদ্দটি অবরোধের মুখোমুখি হয়েছিল। ট্রাফালগার যুদ্ধের পরের বছরগুলিতে জিব্রাল্টার উপদ্বীপ যুদ্ধে একটি গুরুত্বপূর্ণ ঘাঁটি হয়ে ওঠে। ১৯শ ও ২০শ শতকের গোড়ার দিকে উপনিবেশটি দ্রুত বৃদ্ধি পায়, ভূমধ্যসাগরে একটি গুরুত্বপূর্ণ ব্রিটিশ দখলে পরিণত হয়। এটি সুয়েজ খাল দিয়ে ভারতের পথে যাতায়াতকারী জাহাজগুলির জন্য একটি গুরুত্বপূর্ণ বিশ্রামস্থল ছিল। ১৯শ শতকের শেষের দিকে সেখানে একটি বিশাল ব্রিটিশ নৌ ঘাঁটি নির্মাণ করা হয় এবং জিব্রাল্টারের অর্থনীতির মেরুদণ্ডে পরিণত হয়।\nদ্বিতীয় বিশ্বযুদ্ধের সময় জিব্রাল্টারের ব্রিটিশ নিয়ন্ত্রণ মিত্রশক্তিকে ভূমধ্যসাগরের প্রবেশপথ নিয়ন্ত্রণ করতে সহায়তা করে। জার্মান, ইতালীয় এবং ভিশি ফরাসি বাহিনী বেশ কয়েকবার এটি আক্রমণ করেছিল, তবে তেমন কোন ক্ষতি হয়নি। স্প্যানিশ স্বৈরশাসক জেনারেল ফ্রান্সিস্কো ফ্রাঙ্কো জিব্রাল্টার দখল করার জন্য একটি নাৎসি পরিকল্পনায় যোগ দিতে অস্বীকার করেন তবে যুদ্ধের পর স্পেন এই অঞ্চলের  ওপর তার অধিকার পুনরায় দাবি করে। আঞ্চলিক বিরোধ তীব্র হওয়ার সাথে সাথে স্পেন ১৯৬৯ থেকে ১৯৮৫ সালের মধ্যে জিব্রাল্টারের সাথে তার সীমান্ত বন্ধ করে দেয় এবং যোগাযোগ ব্যবস্থা বিচ্ছিন্ন করে দেয়। স্পেনের অবস্থান লাতিন আমেরিকার দেশগুলো সমর্থন করলেও তা ব্রিটেন এবং জিব্রাল্টারবাসীরা প্রত্যাখ্যান করে, তারা দৃঢ়ভাবে তাদের আত্মনিয়ন্ত্রণের অধিকার প্রতিষ্ঠা করেছিল। জিব্রাল্টারের অবস্থান নিয়ে ব্রিটেন এবং স্পেনের মধ্যে আলোচনা অব্যাহত রয়েছে, তবে এখনও কোন সিদ্ধান্তে পৌঁছায়নি।\n১৯৮৫ সাল থেকে ব্রিটেনের বিদেশী প্রতিরক্ষা প্রতিশ্রুতি হ্রাসের ফলে জিব্রাল্টারে বড় পরিবর্তন হয়েছে। বেশিরভাগ ব্রিটিশ বাহিনী অঞ্চলটি  ছেড়ে চলে গেছে এবং এটিকে আর একটি গুরুত্বপূর্ণ সামরিক স্থান হিসেবে দেখা হয় না। এখন এর অর্থনীতি পর্যটন, আর্থিক সেবা, শিপিং এবং ইন্টারনেট জুয়ার উপর নির্ভর করে। জিব্রাল্টার প্রধানত স্বায়ত্তশাসিত, এর নিজস্ব সংসদ এবং সরকার রয়েছে, যদিও যুক্তরাজ্য প্রতিরক্ষা এবং পররাষ্ট্র নীতির দায়িত্ব পালন করে। এর অর্থনৈতিক সাফল্য এটিকে ইউরোপীয় ইউনিয়নের অন্যতম ধনী অঞ্চলে পরিণত করেছে।\n\n\n== ভৌগোলিক পটভূমি ==\n\nজিব্রাল্টারের এর ইতিহাস তার কৌশলগত অবস্থান দ্বারা প্রভাবিত, যা ভূমধ্যসাগরের প্রবেশদ্বারের কাছে অবস্থিত। এটি  জিব্রাল্টার উপসাগরের পূর্ব পাশে একটি সংকীর্ণ উপদ্বীপ এবং এটি আলজেসিরাস শহর থেকে ৬ কিলোমিটার (৪ মাইল) দূরে অবস্থিত। জিব্রাল্টার স্পেনের দক্ষিণ উপকূলে ভূমধ্যসাগরের সবচেয়ে সংকীর্ণ স্থানে অবস্থিত এবং উত্তর আফ্রিকার মরক্কোর উপকূল থেকে মাত্র ২৪ কিলোমিটার (১৫ মাইল) দূরে। উপসাগরে এর অবস্থান এটিকে জাহাজের জন্য একটি সুবিধাজনক প্রাকৃতিক নোঙরক্ষেত্র করে তোলেছে। একজন লেখক যেমন বলেছেন, \"যে জিব্রাল্টারকে নিয়ন্ত্রণ করে সে ভূমধ্যসাগরে জাহাজের চলাচলও নিয়ন্ত্রণ করে। সামরিক ও নৌশক্তির দৃষ্টিকোণ থেকে, জিব্রাল্টারের চেয়ে কৌশলগত গুরুত্ব স্থান খুব কম জায়গারই আছে।\"\nএই অঞ্চলের মোট আয়তন মাত্র ৬.৭ বর্গ কিলোমিটার (২.৬ বর্গ মাইল)। \nবেশিরভাগ ভূমি জিব্রাল্টারের খাড়া ঢালু শিলা দ্বারা আচ্ছাদিত, যার উচ্চতা ৪২৬ মিটার (১,৩৯৮ ফুট)। জিব্রাল্টার শহরটি উপদ্বীপের পশ্চিম দিকে পাহাড়ের পাদদেশে অবস্থিত। একটি সংকীর্ণ, নিম্নভূমি দ্বীপভঙ্গি এই উপদ্বীপটিকে স্পেনের মূল ভূখণ্ডের সাথে সংযুক্ত করে। পাহাড়ের উত্তরদিক প্রায় ৩৯৬ মিটার (১,২৯৯ ফুট) উঁচু একটি উল্লম্ব খাড়া পাহাড় দ্বীপভঙ্গির দিকে তাকিয়ে থাকে; শহরে পৌঁছানোর একমাত্র স্থলপথ হল প্রায় ৩৫০ মিটার (১,১৫০ ফুট) প্রশস্ত একটি উপকূলীয় অঞ্চল, যা বিংশ শতাব্দীতে সমুদ্র থেকে ভূমি পুনরুদ্ধারের আগে যথেষ্ট সংকীর্ণ ছিল।\nজিব্রাল্টারের ভৌগোলিক অবস্থানের কারণে এটি প্রাকৃতিক প্রতিরক্ষামূলক দিক থেকে যথেষ্ট সুবিধা পেয়েছে। পাহাড়ের পূর্ব বা উত্তর দিক দিয়ে ওঠানামা করা কার্যত অসম্ভব, কারণ সেগুলি প্রায় সম্পূর্ণ উল্লম্ব বা তেমন কিছু। দক্ষিণে, ইউরোপা পয়েন্টের চারপাশে তুলনামূলকভাবে সমতল এলাকাটি ৩০ মিটার (৯৮ ফুট) পর্যন্ত উঁচু খাড়া পাহাড় দ্বারা বেষ্টিত। পশ্চিম দিকটি একমাত্র অঞ্চল যেখানে অবতরণ করা সম্ভব, তবে এখানেও শহরটি যে খাঁড়া ঢালু এলাকায় তৈরি করা হয়েছে তা একজন প্রতিরক্ষাকারীর পক্ষে সুবিধাজনক। এই সমস্ত উপাদান জিব্রাল্টারকে কয়েক শতাব্দী ধরে এটিকে একটি বিশাল সামরিক গুরুত্ব দিয়েছে।\n\n\n== প্রাগৈতিহাসিক এবং প্রাচীন ইতিহাস ==\n\nপ্রাগৈতিহাসে জিব্রাল্টারের চেহারা ছিল একেবারেই আলাদা। বর্তমানে এটি সমুদ্রে ঘেরা হলেও, প্রাগৈতিহাসিক সময়ে পানির স্তর অনেক নিচে ছিল, তখন মেরু বরফচক্র অনেক বড় ছিল। বর্তমানে যা উপদ্বীপ তখন তা ছিল একটি উর্বর উপকূলীয় সমভূমির অংশ, যেখানে জলাভূমি এবং বালির পাহাড়গুলোতে বিভিন্ন প্রকার প্রাণী ও উদ্ভিদের আবাসস্থল ছিল।\nনিয়ানডার্থালরা জিব্রাল্টার শিলার আশেপাশের গুহাগুলিতে বসবাস করত বলে জানা যায়; ১৮৪৮ সালে প্রথম পরিচিত প্রাপ্তবয়স্ক নিয়ানডার্থাল মাথার খুলি এবং মোটে দ্বিতীয় নিয়ানডার্থাল জীবাশ্ম পাওয়া যায়, তা পাহাড়ের উত্তর দিকে ফরবেস কোয়ারিতে খনন করার সময় পাওয়া যায়। যদি মাথার খুলিটি তার আসল পরিচয় অনুসারে চিহ্নিত করা হতো, তবে প্রজাতিটির নাম হয়তো নিয়ানডার্থাল না হয়ে জিব্রালটারিয়ান রাখা হত। মাথার খুলির তারিখ স্পষ্ট নয়, তবে এটি প্রায় ৫০,০০০ বছর আগে সর্বশেষ তুষারযুগের শুরু সময়কাল হিসেবে ধরা হয়েছে।\nডেভিলস টাওয়ারের পাথরের উপর এবং জিব্রাল্টারের পূর্ব দিকে আইবেক্স, ভ্যানগার্ড এবং গোরহামের গুহাগুলিতে আরও নিয়ান্ডারথালের দেহাবশেষ পাওয়া গেছে। গোরহামের গুহায় খনন কাজের ফলে এমন প্রমাণ পাওয়া গেছে যে, নিয়ানডার্থালরা ২৮,০০০–২৪,০০০ বছর আগে পর্যন্ত এখানে বসবাস করেছিল, যা অনেক পরে, যখন তাদের ইউরোপের অন্যান্য জায়গায় বিলুপ্ত হওয়া মনে করা হয়েছিল। নিয়ানডার্থালদের চূড়ান্ত বিলুপ্তির পর জিব্রাল্টারের গুহাগুলো হোমো স্যাপিয়েন্সরা ব্যবহার করতে থাকে। গোরহামের গুহায় প্রাপ্ত পাথরের হাতিয়ার, প্রাচীন চুল্লি এবং প্রাণীর হাড়ের অবশেষগুলো প্রমাণ দেয় যে, এসব বস্তু প্রায় ৪০,০০০ বছর আগে থেকে ৫,০০০ বছর আগে পর্যন্ত ব্যবহৃত হয়েছিল।  জিব্রাল্টারের গুহাগুলিতে নব্যপ্রস্তর যুগের অসংখ্য মৃৎপাত্রের টুকরো পাওয়া গেছে, যার বেশিরভাগই আন্দালুসিয়ার অন্যান্য স্থানে, বিশেষ করে আলমেরিয়া শহরের আশেপাশে পাওয়া আলমেরিয়ান সংস্কৃতির বৈশিষ্ট্য, শহরটির নামও এখান থেকেই নামকরণ করা হয়েছে। ব্রোঞ্জ যুগে বসবাসের খুব কম প্রমাণ পাওয়া যায়, যখন মানুষ গুহায় বাস করার ঐতিহ্য অনেকটাই পরিত্যাগ করেছিল।\n\nপ্রাচীনকালে ভূমধ্যসাগরের লোকেরা জিব্রাল্টারকে ধর্মীয় ও প্রতীকী গুরুত্বের স্থান হিসেবে মনে করতো। ফিনিশিয়রা বেশ কয়েক শতাব্দী ধরে  সেখানে ছিল এবং তারা সম্ভবত গোরহামের গুহাকে স্থানটির আধ্যাত্মিক শক্তির প্রতি শ্রদ্ধা জানিয়ে জিনিয়াস লোকির মন্দির হিসাবে ব্যবহার করেছিল, যেমনটি তাদের পরে কার্থাজিনিয়ান এবং রোমানরা করেছিল। গুহায় খননকার্যের মাধ্যমে জানা গেছে যে মৃৎপাত্র, গয়না এবং মিশরীয় স্ক্যারাবগুলি দেবতাদের কাছে উপহার হিসেবে রেখে যাওয়া হয়েছিল, সম্ভবত জিব্রাল্টার প্রণালির বিপজ্জনক পানিতে নিরাপদ যাত্রা লাভের আশা নিয়ে।\nগ্রীক এবং রোমানরা এই পাথরটিকে হারকিউলিসের দুটি স্তম্ভের একটি হিসেবে সম্মান করত, যা দেবতা তার দশম শ্রমের সময় আটলান্টিক এবং ভূমধ্যসাগরের মধ্যে থাকা একটি পর্বত ভেঙে তৈরি করেছিলেন। খ্রিস্টপূর্ব ষষ্ঠ শতাব্দীতে ভ্রমণকারী একজন ফোকিয়ান গ্রীক ভ্রমণকারীর মতে, পাথরেটিতে হারকিউলিসের মন্দির এবং বেদী ছিল যেখানে পথচারীরা বলিদান করতেন। স্প্যানিশরা পরবর্তীতে হারকিউলিসের স্তম্ভের গুরুত্বকে প্রতীকী করে একটি হেরাল্ডিক যন্ত্র ব্যবহার করে যার মধ্যে এক জোড়া স্তম্ভ ছিল যার চারপাশে একটি স্ক্রোল মোড়ানো ছিল - একটি প্রতীক যা $ চিহ্ন এবং সম্পর্কিত পর্তুগিজ সিফ্রাও () প্রতীকে পরিণত হয়।\nপ্রাচীন রোমানদের কাছে জিব্রাল্টারকে মন্স ক্যালপে নামে পরিচিত ছিল, যা সম্ভবত ফিনিসীয় শব্দ ক্যাল্ফ থেকে এসেছে, যার অর্থ \"গর্ত করা\", যা সম্ভবত শিলাখণ্ডে থাকা বহু চুনাপাথরের গুহার দিকে ইঙ্গিত করে। এটি প্রাচীন ভূগোলবিদদের কাছে সুপরিচিত ছিল, তবে প্রাচীন যুগের স্থায়ী বসতি স্থাপনের কোনও প্রত্নতাত্ত্বিক প্রমাণ পাওয়া যায়নি। রোমান লেখক অ্যাভিয়েনিয়াসের মতে, প্রাচীন গ্রিক পর্যটক ইউকটেমন তা লিপিবদ্ধ করেছিলেন\n\nত্রিশটি স্টেডিয়া দূরত্বে অবস্থিত [হারকিউলিসের স্তম্ভ]; [ইউকটেমন] বলেন যে এগুলি চারপাশে অরণ্য দ্বারা আচ্ছাদিত এবং নাবিকদের কাছে সর্বদা অবাঞ্ছিত। প্রকৃতপক্ষে, তিনি বলেন যে সেগুলিতে হারকিউলিসের মন্দির এবং বেদি উভয়ই রয়েছে। তিনি বলেন যে পরিদর্শকরা নৌকায় সেখানে যাত্রা করে দেবতাদের কাছে নৈবেদ্য দেওয়ার জন্য এবং দ্রুত চলে যায়, কারণ তারা ভাবেন সেখানে বেশি সময় থাকা ভুল হবে ...\nএখানে বসতি স্থাপন না করার আরও কিছু সাধারণ কারণ ছিল, কারণ জিব্রালটার ছিল অনেক অসুবিধাযুক্ত, যা পরবর্তীকালে বসতি স্থাপনকারীদের জন্য বাধা হয়ে দাঁড়িয়েছিল। এখানে সহজলভ্য মিষ্টি পানি, উর্বর মাটি বা উপকূলীয় নিরাপদ প্রাকৃতিক নোঙরের অভাব ছিল। অ্যাভিয়েনাস \"উপকূলের অগভীর খসড়া এবং ঘন কাদামাটি\"কে সেখানে অবতরণ না করার কারণ হিসেবে উল্লেখ করেছিলেন। এর ভৌগোলিক অবস্থান, যা পরবর্তীতে তার প্রধান কৌশলগত সম্পদ হয়ে উঠেছিল, ধ্রুপদী যুগে তেমন গুরুত্বপূর্ণ ছিল না, কারণ সেদিনের রাজ্যগুলির মধ্যে ভূমধ্যসাগরে প্রবেশপথকে নিয়ে বিরোধ ছিল না।\nএই কারণে প্রাচীনরা বর্তমান জিব্রাল্টারের ক্যাম্পো (অভ্যন্তরীণ অঞ্চল) নামে পরিচিত উপসাগরের শীর্ষে বসতি স্থাপন করেছিল। আধুনিক স্পেনের সান রোক শহরের নিকটবর্তী কার্তেইয়া শহরটি প্রায় ৯৫০ খ্রিস্টপূর্বাব্দে ফিনিশীয়রা প্রতিষ্ঠা করেছিল, যা স্থানীয় টুরডেটানি জনগণের পূর্ববর্তী বসতির স্থানে গড়ে ওঠে। কার্থাজিনীয়রা ২২৮ খ্রিস্টপূর্বাব্দে শহরটির নিয়ন্ত্রণ নেয় এবং ২০৬ খ্রিস্টপূর্বাব্দে এটি রোমানদের হাতে চলে যায়। পরবর্তীতে ৬৭ খ্রিস্টপূর্বাব্দে ভূমধ্যসাগরে তৎকালীন জলদস্যুদের বিরুদ্ধে অভিযানে কার্তেইয়া পম্পেইয়ের পশ্চিমাঞ্চলীয় ঘাঁটি হিসেবে ব্যবহৃত হয়েছিল। ধারণা করা হয় ৪০৯ খ্রিস্টাব্দে রোমান হিস্পানিয়া হয়ে আফ্রিকা অভিমুখে অভিযানের সময় ভ্যান্ডালদের লুটতরাজের পর কার্তেইয়া পরিত্যক্ত হয়ে যায়। পরবর্তী সময়ে অঞ্চলটি খ্রিস্টধর্মে দীক্ষিত ভিসিগোথদের শাসনাধীন হয়।\n\n\n== মুর শাসন (৭১১–১৩০৯, ১৩৩৩–১৪৬২) ==\n\n৬৮১ সালের মধ্যে উমাইয়া খিলাফতের সেনাবাহিনী তাদের মূল আবাসভূমি আরব থেকে বিস্তৃত হয়ে উত্তর আফ্রিকা, মধ্যপ্রাচ্য এবং পশ্চিম এশিয়ার বিশাল অংশ জয় করে। এর ফলে তারা ইসলাম প্রচার করে এবং স্থানীয় জনগণকে নতুন ধর্মে দীক্ষিত করে। উত্তর আফ্রিকার বারবাররা, যাদের খ্রিস্টানরা মুর বলে অভিহিত করত তারা ইসলামে ধর্মান্তরিত হয়। জিব্রাল্টার প্রণালী মুসলিম উত্তর আফ্রিকা এবং খ্রিস্টান হিস্পানিয়ার সীমান্তে পরিণত হয় এবং কৌশলগতভাবে গুরুত্বপূর্ণ হয়ে ওঠে। ৮ম শতাব্দীতে প্রতিদ্বন্দ্বী ভিসিগথিক গোষ্ঠীগুলি সিংহাসনের নিয়ন্ত্রণের জন্য লড়াই শুরু করলে হিস্পানিয়া গৃহযুদ্ধে জড়িয়ে পড়ে । এর ফলে মুররা হিস্পানিয়া আক্রমণ করার এবং খ্রিস্টান গোষ্ঠীগুলিকে বিভক্ত ও জয় করার একটি পথ অনুসরণ করার সুযোগ পায়।\n৭১০ সালে এক অভিযানের পর তারিক বিন জিয়াদের নেতৃত্বে মূলত বারবার সেনাদের একটি বাহিনী ৭১১ সালের এপ্রিল মাসে উত্তর আফ্রিকা থেকে জিব্রাল্টারের কাছাকাছি কোথাও অবতরণ করে (যদিও সম্ভবত উপসাগর বা পর্বতের উপর নয়)। তারিকের এই অভিযান অত্যন্ত সফল হয় এবং এটি আইবেরীয় উপদ্বীপের বেশিরভাগ অংশে ইসলামিক বিজয়ের সূত্রপাত করে। তবে আরব সেনাপতি মুসা বিন নুসাইরের সাথে বিবাদের পর তিনি অপমানজনকভাবে তার কর্মজীবনের সমাপ্তি ঘটান। কিন্তু তার এই বিজয় জিব্রাল্টারের জন্য এক দীর্ঘস্থায়ী উত্তরাধিকার রেখে যায়: মন্স ক্যাল্পে এর নাম পরিবর্তন করে রাখা হয় জাবাল তারিক, যার অর্থ \"তারিকের পর্বত\", যা পরবর্তীতে বিকৃত হয়ে জিব্রাল্টারে রূপান্তরিত হয়।\n১১৬০ সালে আরাগোন ও কাস্টিলের খ্রিস্টান রাজাদের উপকূলীয় হুমকির প্রতিক্রিয়ায় আলমোহাদ সুলতান আব্দুল মুমিন প্রথমবারের মতো জিব্রাল্টারকে দুর্গে পরিণত করেন। তখন জিব্রাল্টারের নাম পরিবর্তন করে রাখা হয় জাবাল আল-ফাত্ অর্থাৎ \"বিজয়ের পর্বত\", যদিও এই নাম স্থায়ী হয়নি। এছাড়া পর্বতের উপরের ঢালে মদিনাত আল-ফাত্ (বিজয়ের শহর) নামে একটি সুরক্ষিত শহর নির্মাণের পরিকল্পনা করা হয় । তবে মদিনাত আল-ফাত্ আসলে কতটুকু নির্মাণ করা হয়েছিল তা স্পষ্ট নয়, কারণ এর প্রত্নতাত্ত্বিক ধ্বংসাবশেষ খুবই কম।\nতেরো শতকের শেষের দিকে এবং চতুর্দশ শতাব্দীর গোড়ার দিকে জিব্রাল্টার প্রণালীর নিয়ন্ত্রণের জন্য ক্যাস্তিলের রাজপুত্র মরক্কোর মেরিনিড এবং গ্রানাডার নাসরিদের সাথে যুদ্ধ করে। এই সংঘাত (স্প্যানিশ: la Cuestión del Estrecho) স্পেনের খ্রিস্টান পুনর্দখলের ইতিহাসের একটি গুরুত্বপূর্ণ অধ্যায়। যদিও মদিনাত আল-ফাতহ সৃষ্টির পরের সময়কালের জন্য জিব্রাল্টারের কোনও প্রামাণ্য বিবরণ পাওয়া যায় না, তবুও বিশ্বাস করার কারণ রয়েছে যে জিব্রাল্টারে একটি ছোট সুরক্ষিত শহর বিদ্যমান ছিল এবং এর অস্তিত্ব ছিল ১২৯২ সালে তারিফার পতনের সরাসরি পরিণতি। শহর দখলের পর, আশা করা হয়েছিল যে ক্যাস্তিলিয়ান রাজা চতুর্থ সানচো আইবেরিয়ান উপদ্বীপের সাথে মেরিনিদদের যোগাযোগকে বাধাগ্রস্ত করার জন্য আলজেসিরাস অবরোধ করবেন (যদিও, তিনি তা করেননি)। পশ্চিমে একটি খ্রিস্টান দুর্গের হুমকির কারণে আলজেসিরাসের পূর্বে একটি সেনাঘাঁটি স্থাপন করা জরুরি হয়ে পড়ে। এইভাবে জিব্রাল্টার আলজেসিরাসের পশ্চাদ্দেশকে রক্ষা করত এবং শহরটি পতনের পরে একটি পশ্চাদপসরণ কেন্দ্র হিসেবে কাজ করত। একই সঙ্গে, জিব্রাল্টারের পর্বতমালার উচ্চভূমি খ্রিস্টান নৌবহরের গতিবিধি পর্যবেক্ষণের জন্য একটি চমৎকার কৌশলগত স্থান হিসেবে কাজ করত।\n১৩০৯ সালে জিব্রাল্টারের প্রথম অবরোধের মাধ্যমে জিব্রাল্টারের প্রতিরক্ষা ব্যবস্থা প্রথমবারের মতো পরীক্ষায় পতিত হয়। সে বছর কাস্টিলের রাজা চতুর্থ ফের্দিনান্দ ও আরাগনের দ্বিতীয় জেমস একত্রিত হয়ে মুসলিম গ্রানাডা আমিরাতের বিরুদ্ধে আক্রমণ পরিচালনা করেন। তাদের লক্ষ্য ছিল পূর্ব দিকে আলমেরিয়া এবং পশ্চিম দিকে জিব্রাল্টারের উপসাগরের অপর পারে অবস্থিত আলজেসিরাস। ১৩০৯ সালের জুলাই মাসে কাস্টিলীয় বাহিনী আলজেসিরাস ও জিব্রাল্টার অবরোধ করে। সে সময় আলজেসিরাসের জনসংখ্যা ছিল প্রায় ১,২০০ জন, একটি দুর্গ ও সাধারণ প্রতিরক্ষা ব্যবস্থা ছিল। যা কাস্টিলীয়দের প্রতিহত করার জন্য যথেষ্ট ছিল না। এক মাসের মধ্যে নাসরিদ বাহিনী আত্মসমর্পণ করে। ফার্দিনান্দ পরবর্তী বছরের ফেব্রুয়ারিতে আলজেসিরাসের অবরোধ পরিত্যাগ করলেও তিনি জিব্রাল্টার দখলে রাখেন, মুরদের বিতাড়িত করেন এবং সেখানে খ্রিস্টান জনবসতি স্থাপন করেন খ্রিস্টানদের দিয়ে এটিকে পুনরায় জনবহুল করার জন্য। তিনি কাস্টিলের দখল নিশ্চিত করতে একটি দুর্গ ও জাহাজ নির্মাণশালা নির্মাণের নির্দেশ দেন। ফার্দিনান্দ বাসিন্দাদের বসতি স্থাপনে উৎসাহিত করার জন্য একটি রাজকীয় সনদ জারি করেন, কারণ প্রথমদিকে জিব্রাল্টারকে বসবাসের জন্য খুব বেশি আরামদায়ক স্থান হিসেবে বিবেচনা করা হতো না।\n\n১৩১৫ সালে গ্রানাডার নাসরিদ মুররা জিব্রাল্টার পুনরুদ্ধারের চেষ্টা করে, তবে ক্যাস্তিলিয় সহায়ক বাহিনী উপস্থিত হলে সংক্ষিপ্ত অবরোধ পরিত্যাগ করে। আঠারো বছর পর গ্রানাডার নাসরিদ সুলতান মুহাম্মদ এবং ফেজের মারিনিদ সুলতান আবু আল-হাসান আলী ইবন উসমান বিশাল সেনাবাহিনী ও নৌ বাহিনী নিয়ে জিব্রাল্টার অবরোধ করে। এই সময় ক্যাস্তিলের রাজা একাদশ আলফোনসো তার রাজ্যের বিদ্রোহের হুমকির কারণে কয়েক মাস ধরে সহায়ক বাহিনী পাঠাতে ব্যর্থ হন। অবশেষে ১৩৩৩ সালের জুন মাসে ক্যাস্তিলীয় বাহিনী পৌঁছায়, তবে ততক্ষণে জিব্রাল্টারের ক্ষুধার্ত বাসিন্দারা ফেজের মুরদের কাছে আত্মসমর্পণ করেছে। এখন ক্যাস্তিলিরা উল্টো নিজেদেরই মুরদের প্রতিরক্ষা ব্যূহের বিরুদ্ধে অবরোধ পরিচালনা করতে হয়। তবে তারা মুরদের প্রতিরক্ষা ভেদ করতে ব্যর্থ হয় এবং পরিস্থিতি অচলাবস্থার দিকে গেলে উভয় পক্ষ পারস্পরিক ছাড় ও চার বছরের জন্য একটি যুদ্ধবিরতিতে সম্মত হয়।\nআবু আল-হাসান নতুন যুদ্ধের আশঙ্কায় জিব্রাল্টারের প্রতিরক্ষা আরও মজবুত করেন, যা আরব ইতিহাসবিদরা বর্ণনা করেছিলেন, \"শক্ত দেয়াল যেন এক নবচন্দ্রকে পরিবেষ্টিত করে রাখে।\" প্রকৃতপক্ষে, ১৩৩৯ সালে যুদ্ধ পুনরায় শুরু হয়। তবে তার বাহিনী ১৩৪০ সালের অক্টোবর মাসে রিও সালাদোর যুদ্ধে ভয়াবহ পরাজয়ের শিকার হয় এবং আলজেসিরাসে পিছু হটতে বাধ্য হয়। ক্যাস্তিলিয়রা দুই বছর ধরে শহরটি অবরোধ করে রাখে এবং অবশেষে আত্মসমর্পণ করতে বাধ্য হয়, তবে জিব্রাল্টার মুরদের নিয়ন্ত্রণেই থেকে যায়। আবু আল-হাসান জিব্রাল্টারের প্রতিরক্ষা ব্যবস্থাকে নতুন দেয়াল, টাওয়ার, অস্ত্রাগার এবং একটি দুর্গ নির্মাণের মাধ্যমে ব্যাপকভাবে শক্তিশালী করেছিলেন, যার ফলে এটিকে জয় করা আরও কঠিন হয়ে দাঁড়ায়। আবু আল-হাসানের মৃত্যুর পর ১৩৪৯ সালে একাদশ আলফোনসো আবারও জিব্রাল্টার অবরোধ করেন, কিন্তু ১৩৫০ সালে ব্ল্যাক ডেথ মহামারী ছড়িয়ে পড়ায় তার বহু সৈন্য মারা যায় এবং তিনি নিজেও মৃত্যুবরণ করেন, ফলে অবরোধ ব্যর্থ হয়।\nজিব্রাল্টার ১৪৬২ সাল পর্যন্ত মুরদের নিয়ন্ত্রণে ছিল, তবে এটি গ্রানাডার নাসরিদ ও ফেজের মারিনিদদের মধ্যে বিরোধপূর্ণ অঞ্চল হিসেবে রয়ে গিয়েছিল। ১৩৭৪ সালে মরক্কোতে বিদ্রোহ দমন করতে গ্রানাডার সামরিক সহায়তার বিনিময়ে মারিনিদরা এই উপদ্বীপ নাসরিদদের কাছে হস্তান্তর করে। ১৪১০ সালে জিব্রাল্টারের সেনাবাহিনী নাসরিদদের বিরুদ্ধে বিদ্রোহ ঘোষণা করে, তবে পরের বছর এক সংক্ষিপ্ত অবরোধের পর গ্রানাডার বাহিনী পুনরায় অঞ্চলটি দখল করে। পরবর্তীতে গ্রানাডার নাসরিদরা জিব্রাল্টারকে খ্রিস্টান ভূখণ্ডে আক্রমণের ঘাঁটি হিসেবে ব্যবহার করতে শুরু করে। যার ফলে নিয়েবলার দ্বিতীয় কাউন্ট এনরিকে দে গুজমান ১৪৩৬ সালে জিব্রাল্টার অবরোধ করেন। তবে এই অভিযান বিপর্যয়ে পরিণত হয়। তার বাহিনী ভয়াবহ ক্ষয়ক্ষতির সম্মুখীন হয় এবং এনরিকে নিজেও সমুদ্রপথে পালানোর চেষ্টা করার সময় ডুবে মারা যান। মুররা তার দেহ উদ্ধার করে, শিরশ্ছেদ করে এবং পরবর্তী বাইশ বছর ধরে জিব্রাল্টারের দেয়ালে ঝুলিয়ে রাখে।\n১৪৬২ সালের আগস্টে জিব্রাল্টারে মুরদের শাসনের অবসান ঘটে যখন তারিফার গভর্নর আলোনসো দে আর্কোসের নেতৃত্বে একটি ছোট কাস্তিলীয় বাহিনী আকস্মিকভাবে আক্রমণ চালায়। কাস্তিলীয়রা আক্রমণ চালানোর সময় জিব্রাল্টারের শীর্ষস্থানীয় কমান্ডার ও শহরের বেশিরভাগ অধিবাসী নতুন গ্রানাডা সুলতানের প্রতি আনুগত্য প্রকাশের জন্য শহরের বাইরে ছিলেন। সংক্ষিপ্ত কিন্তু ভয়াবহ আক্রমণে প্রতিরক্ষাকারীরা প্রচুর ক্ষয়ক্ষতির সম্মুখীন হয় এবং অবশেষে আত্মসমর্পণ করতে বাধ্য হয়। এরপর নিয়েবলার দ্বিতীয় কাউন্ট এনরিকে দে গুজমানের পুত্র ও সদ্য মনোনীত মেডিনা সিডোনিয়ার প্রথম ডিউক হুয়ান আলোনসো জিব্রাল্টার দখল করেন। মুর অধিবাসীদের আবারও সম্পূর্ণভাবে নির্বাসিত করা হয় এবং তাদের জায়গায় খ্রিস্টানদের স্থলাভিষিক্ত করা হয়।\n\n\n== ক্যাস্তিলীয় ও স্পেনীয় শাসন (১৪৬২–১৭০৪) ==\n\nজিব্রাল্টার পুনর্দখলের কিছুদিন পর ক্যাস্তিলের রাজা চতুর্থ হেনরি এটি রাজকীয় সম্পত্তি হিসেবে ঘোষণা করেন এবং খ্রিস্টান শাসনের পূর্ববর্তী সময়ে তার পূর্বসূরি যে বিশেষ সুবিধাগুলো দিয়েছিলেন তা পুনরায় চালু করেন। ১৪৬৩ সালে জিব্রাল্টার পরিদর্শনের চার বছর পর স্প্যানিশ অভিজাত এবং ধর্মযাজকরা তাকে ক্ষমতাচ্যুত করে। তার সৎ ভাই আলফোনসোকে রাজা ঘোষণা করা হয় এবং তার সমর্থনের জন্য মেদিনা সিদোনিয়াকে জিব্রাল্টারের প্রভুত্ব প্রদান করা হয়। তবে ক্ষমতাচ্যুত চতুর্থ হেনরির অনুগত তখনকার গভর্নর মেদিনা সিদোনিয়ার কাছে জিব্রাল্টার হস্তান্তর করতে অস্বীকৃতি জানান। ফলে ১৪৬৬ সালের এপ্রিল থেকে ১৪৬৭ সালের জুলাই পর্যন্ত পনেরো মাসের অবরোধের পর মেদিনা সিদোনিয়া শহরের নিয়ন্ত্রণ গ্রহণ করেন। পরের বছর তিনি মারা যান, কিন্তু তার ছেলে এনরিককে ১৪৬৯ সালে পুনর্বহাল হওয়া চতুর্থ হেনরি জিব্রাল্টারের প্রভু হিসেবে স্বীকৃতি দেন। ১৪৭৪ সালে মেদিনা সিদোনিয়ার নতুন ডিউক জিব্রাল্টারকে কর্ডোভা ও সেভিলের একদল ইহুদি ধর্মান্তরিত ব্যক্তির কাছে বিক্রি করেন, যাদের নেতৃত্বে ছিলেন পেদ্রো দে হেরেরা। তাদের শর্ত ছিল যে, তারা দুই বছরের জন্য শহরের সৈন্যবাহিনী রক্ষণাবেক্ষণ করবে। তবে নির্ধারিত সময় শেষে ডিউক ৪,৩৫০ ধর্মান্তরিতদের শহর থেকে বহিষ্কার করেন। ১৪৭৮ সালে ক্যাস্তিলের প্রথম ইসাবেলা মেদিনা সিদোনিয়ার মর্যাদা আরও বাড়িয়ে তাকে জিব্রাল্টারের মার্কুইজ উপাধি প্রদান করেন।\nপাঁচ বছরের যুদ্ধের পর ১৪৯২ সালের ২রা জানুয়ারি স্পেনের মুর আমিরাতের পতন ঘটে এবং ক্যাথলিক রাজদ্বয়ের বাহিনী গ্রানাডা দখল করে। সেই বছরের মার্চ মাসে রাজাদের আদেশে রাজাদের আদেশে জিব্রাল্টারের ইহুদিদেরও স্পেনের অন্যান্য অঞ্চলের ইহুদিদের মতো দেশত্যাগে বাধ্য করা হয়। ১৪৯৭ সালে উত্তর আফ্রিকার মেলিলা দখলের জন্য মেদিনা সিদোনিয়া জিব্রাল্টারকে একটি ঘাঁটি হিসেবে ব্যবহার করে। দুই বছর পর গ্রানাডার মুসলমানদের খ্রিস্টধর্ম গ্রহণ করতে অথবা স্পেন ছেড়ে চলে যেতে নির্দেশ দেওয়া হয়। যারা ধর্মান্তরিত হয়নি তারা উত্তর আফ্রিকার দিকে রওনা হয়, তাদের মধ্যে কিছু জিব্রাল্টার হয়ে যাত্রা করেন।\n১৫০১ সালে রানি ইসাবেলার আদেশে জিব্রাল্টার পুনরায় রাজকীয় সম্পত্তিতে পরিণত হয়। পরের বছর এটি মেদিনা সিদোনিয়ার প্রতীকের পরিবর্তে নতুন রাজকীয় প্রতীক (অস্ত্রচিহ্ন) পায়, যা এখনও আধুনিক  জিব্রাল্টারের প্রতীক হিসেবে ব্যবহৃত হচ্ছে। এই রাজকীয় ফরমানের সঙ্গে ইসাবেলা জিব্রাল্টারের কৌশলগত গুরুত্ব তুলে ধরে বলেন, এটি \"আমাদের রাজ্যগুলোর জন্য পূর্ব ও পশ্চিম সাগরের [ভূমধ্যসাগর ও আটলান্টিক] মধ্যে সংযোগের চাবিকাঠি।\" এই রূপকটি রাজকীয় প্রতীকে প্রতিফলিত হয়, যেখানে একটি সোনালি চাবি একটি দুর্গের ফটকের সামনে ঝুলতে দেখা যায়। ফরমান অনুযায়ী ভবিষ্যতের সকল স্প্যানিশ রাজাদের আদেশ দেওয়া হয় যে, তারা যেন \"এই শহরকে নিজেদের জন্য ধরে রাখেন এবং নিজেদের দখলে রাখেন; এবং এটি বা এর কোনো অংশ বা এর এখতিয়ার... কখনোই ক্যাস্তিলের রাজত্ব থেকে বিচ্ছিন্ন করা না হয়।\"\nইতিহাসের এই পর্যায়ে \"জিব্রাল্টার\" বলতে কেবল উপদ্বীপকেই বোঝাত না বরং এর আশেপাশের সমগ্র এলাকাকেও বোঝানো হতো, যার মধ্যে বর্তমান লা লিনেয়া দে লা কনসেপসিওন, সান রোক, লস বারিওস এবং আলজেসিরাস শহরগুলোর ভূমিও অন্তর্ভুক্ত ছিল। পূর্ব দিকে জিব্রাল্টারের সীমানা গুয়াদিয়ারো নদী পর্যন্ত বিস্তৃত ছিল এবং উত্তরে এর সীমানা ক্যাস্তেলার দে লা ফ্রন্টেরা, হিমেনা দে লা ফ্রন্টেরা, আলকালা দে লস গাজুলেস, মেদিনা-সিদোনিয়া এবং তারিফার আশপাশে ছিল। ষোড়শ শতাব্দী থেকে জিব্রাল্টার নামের আধুনিক অর্থ গৃহীত হতে শুরু করে - বিশেষ করে শুধুমাত্র জিব্রাল্টার শহর এবং এটি যে উপদ্বীপে অবস্থিত সেটির ক্ষেত্রেই এই নাম ব্যবহৃত হতে থাকে।\nস্প্যানিশ ক্রাউন শাসনের অধীনে জিব্রাল্টার শহর চরম অবক্ষয়ের সম্মুখীন হয়। স্পেনে মুসলিম শাসনের অবসান এবং দক্ষিণের বন্দরগুলোর খ্রিস্টানদের দখলে চলে যাওয়ায় উপদ্বীপটির কৌশলগত গুরুত্ব অনেক কমে যায়। এটি টুনা মাছ ধরা এবং মদ উৎপাদন শিল্প থেকে সামান্য অর্থনৈতিক মূল্য অর্জন করলেও, দুর্গ হিসেবে এর কার্যকারিতা সীমিত হয়ে পড়ে। কার্যত এটি একটি পাথুরে অন্তরীপের উপর একটি অসাধারণ দুর্গের মর্যাদায় হ্রাস পায়। এ সময়ে মারবেইয়া অঞ্চলটির প্রধান স্প্যানিশ বন্দর হিসেবে জিব্রাল্টারের স্থান দখল করে।\nজিব্রাল্টারের প্রতিকূল ভূপ্রকৃতি একে বসবাসের জন্য অজনপ্রিয় করে তোলে। জনসংখ্যা বৃদ্ধির জন্য গ্রানাডা রাজ্যের অপরাধীদের কারাদণ্ডের বিকল্প হিসেবে জিব্রাল্টারের গ্যারিসনে চাকরির সুযোগ দেওয়া হয়। যদিও স্থানটি বসবাসের জন্য বিশেষ আকর্ষণীয় ছিল না তবুও মেদিনা সিদোনিয়ার তৃতীয় ডিউক হুয়ান আলফোনসো দে গুজমান পুনরায় শহরটির নিয়ন্ত্রণ গ্রহণের চেষ্টা করেন। ১৫০৬ সালের সেপ্টেম্বরে ইসাবেলার মৃত্যুর পর তিনি এই আশায় অবরোধ করেন যে তার বাহিনীর জন্য দ্রুত দরজা খুলে দেওয়া হবে। তবে তা ঘটেনি এবং চার মাসের নিষ্ফল অবরোধের পর তিনি প্রচেষ্টা পরিত্যাগ করেন। জিব্রাল্টার তার আনুগত্যের স্বীকৃতিস্বরূপ, স্প্যানিশ ক্রাউন জিব্রাল্টারকে \"অত্যন্ত বিশ্বস্ত\" উপাধি প্রদান করে।\n\n\n=== বারবারি জলদস্যুদের আক্রমণ ও অন্যান্য ইউরোপীয় শক্তির সঙ্গে যুদ্ধ ===\n\nবহিরাগত হুমকি সত্ত্বেও স্প্যানিশ রাজপুত্র জিব্রাল্টারকে অবহেলা করেছিল এবং এর দুর্গগুলি ভেঙে পড়েছিল। ১৫৪০ সালের সেপ্টেম্বরে উত্তর আফ্রিকার বারবারি জলদস্যুরা দুর্বল প্রতিরক্ষা ব্যবস্থার সুযোগ নিয়ে একটি বড় অভিযান চালিয়ে জিব্রাল্টারের শত শত বাসিন্দাকে জিম্মি বা দাস হিসেবে ধরে নিয়ে যায়। \"আওয়ার লেডি অব ইউরোপ\" মন্দিরটি লুট করা হয় এবং এর সমস্ত মূল্যবান জিনিসপত্র চুরি হয়ে যায়। পরবর্তীতে বার্নার্ডিনো ডি মেন্ডোজার নেতৃত্বে একটি স্প্যানিশ নৌবহর আলবোরানের কাছে জলদস্যু জাহাজগুলিকে আটক করলে অনেক বন্দীকে মুক্তি দেওয়া হয়, যখন তারা মুক্তিপণপ্রাপ্ত জিম্মিদের জিব্রাল্টারে ফিরিয়ে নিয়ে এসেছিল। স্প্যানিশ রাজপুত্র দেরিতে জিব্রাল্টারের দুর্বলতার প্রতি সাড়া দেয়, পর্বতমালার দক্ষিণ প্রান্ত নিয়ন্ত্রণের জন্য পঞ্চম চার্লস প্রাচীর নির্মাণ করে এবং দুর্গের অন্যান্য অংশগুলিকে শক্তিশালী করার জন্য ইতালীয় প্রকৌশলী জিওভান্নি বাতিস্তা ক্যালভিকে নিয়োগ দেয়।\nজিব্রাল্টারের আশেপাশের সমুদ্র পরবর্তী কয়েক দশক ধরে বিপজ্জনক হয়ে ওঠে কারণ বারবারি জলদস্যুদের আক্রমণ অব্যাহত ছিল; যদিও জলদস্যুদের আক্রমণ মোকাবেলা করার জন্য স্প্যানিশ গ্যালির একটি ছোট স্কোয়াড্রন বন্দরে অবস্থান করছিল, তবে এটি সীমিত কার্যকারিতা প্রমাণিত হয় এবং জলদস্যুদের দ্বারা অনেক বাসিন্দাকে অপহরণ করে দাস হিসেবে বিক্রি করা হয়েছিল। ১৬০৬ সালের পর পরিস্থিতি উল্লেখযোগ্যভাবে আরও খারাপ হয়, যখন স্পেন মোরিস্কোদের বহিষ্কার করে; তারা ছিল মুসলিম যারা খ্রিস্টান ধর্মে ধর্মান্তরিত হয়েছিল। বহিষ্কৃতদের অনেককেই জিব্রাল্টার হয়ে উত্তর আফ্রিকায় সরিয়ে নেওয়া হয়েছিল কিন্তু শেষ পর্যন্ত জলদস্যুদের বহরে যোগ দেয়, হয় খ্রিস্টান দাস হিসেবে অথবা মুসলিম ধর্মে ধর্মান্তরিত হয়ে এবং কর্নওয়াল পর্যন্ত আক্রমণ চালায়।\n\nবারবারি জলদস্যুদের হুমকির সাথে সাথে স্পেনের শত্রুরা উত্তর ইউরোপ থেকেও আসন্ন হুমকি সৃষ্টি করেছিল। ১৬০৭ সালের ৫ মে আশি বছরের যুদ্ধের সময়, অ্যাডমিরাল জ্যাকব ভ্যান হেমস্কার্কের নেতৃত্বে একটি ডাচ নৌবহর জিব্রাল্টার উপসাগরে নোঙর করা একটি স্প্যানিশ নৌবহরের উপর অতর্কিত আক্রমণ চালায়। জিব্রাল্টারের যুদ্ধে ডাচরা এক অসাধারণ জয়লাভ করে কোনো জাহাজ না হারিয়ে এবং খুব কম লোককে হারিয়ে, যেখানে পুরো স্প্যানিশ নৌবহর ধ্বংস হয়ে যায় এবং ৩,০০০ সৈন্য নিহত হয়। স্পেন এবং ডাচরা ১৬০৯ সালে একটি অস্থায়ী যুদ্ধবিরতি (বারো বছরের যুদ্ধবিরতি) ঘোষণা করে এবং ১৬২১ সালে পুনরায় যুদ্ধ শুরু হয়, যখন একটি যৌথ ডাচ এবং ডেনিশ নৌবহর স্প্যানিশ জাহাজ আক্রমণ করার জন্য জিব্রাল্টার প্রণালীতে এসে স্প্যানিশ জাহাজগুলোকে আক্রমণ করে। জিব্রাল্টারের দ্বিতীয় যুদ্ধে এবার স্প্যানিশরা আক্রমণকারীদের বেশ কয়েকটি জাহাজ দখল এবং ডুবিয়ে দিতে সফল হয় এবং বাকিদের পিছু হটতে বাধ্য করে।\n১৬২০ সালে প্রথমবারের মতো জিব্রাল্টারে সংক্ষিপ্ত সময়ের জন্য ইংরেজ সামরিক উপস্থিতি প্রতিষ্ঠিত হয়। স্প্যানিশরা বারবারি জলদস্যুদের বিরুদ্ধে অভিযানের জন্য ইংরেজ নৌবহরকে বন্দরের ব্যবহার করার অনুমতি দেয়, যারা ব্রিটিশ এবং আইরিশ উপকূলে হামলা চালাচ্ছিল। ইংল্যান্ডের কিছু লোক বারবারি উপকূলের পরিবর্তে স্পেনের বিরুদ্ধে নৌবহরকে ঘুরিয়ে দেওয়ার উচ্চাকাঙ্ক্ষা পোষণ করেছিল। যাইহোক রাজা প্রথম জেমস স্পেনের বিরুদ্ধে যুদ্ধ ঘোষণার জন্য সংসদের চাপ সফলভাবে প্রতিহত করে এবং নৌবহর ইংল্যান্ডে ফিরে আসে। ১৬২৫ সালে প্রথম চার্লস সিংহাসনে আরোহণের পর স্প্যানিশ উপকূলের \"একটি শহর দখল বা লুণ্ঠন\" করার নির্দেশ দিয়ে এই অঞ্চলে দ্বিতীয় ইংরেজ নৌবহর পাঠানো হয়। জিব্রাল্টার ছিল সম্ভাব্য লক্ষ্যবস্তুগুলির মধ্যে একটি কারণ এটি ছোট, সহজেই সৈন্যবাহিনী স্থাপনযোগ্য, রসদ সরবরাহযোগ্য, প্রতিরক্ষাযোগ্য এবং একটি গুরুত্বপূর্ণ কৌশলগত স্থানে অবস্থিত। তবে এর পরিবর্তে ইংরেজ নৌবহর কাদিজ আক্রমণ করে এই আশায় যে শহর লুণ্ঠন করলে তাৎক্ষণিকভাবে বেশি লাভজনক হবে। কিন্তু অভিযানটি বিপর্যয়ে পরিণত হয়—অবতরণ করা সৈন্যরা শহরের মদের ভাণ্ডার লুট করে এবং চার দিন ধরে ব্যাপক মাতলামির পর কিছুই অর্জন না করেই ফিরিয়ে নেওয়া হয়।\nজিব্রাল্টার প্রণালীতে স্পেনের শত্রুদের উপস্থিতি স্পেনীয় রাজা চতুর্থ ফিলিপকে জিব্রাল্টারের প্রতিরক্ষা শক্তিশালী করার নির্দেশ দিতে বাধ্য করে। নতুন একটি মোল (কৃত্রিম বাঁধ) এবং বন্দুক প্ল্যাটফর্ম নির্মাণ করা হয়, যদিও পর্যাপ্ত বন্দুকধারীর অভাবের কারণে পরবর্তীতে এগুলোর কার্যকারিতা সীমিত ছিল। শহরটি একটি অস্বাস্থ্যকর, ঘনবসতিপূর্ণ জায়গা ছিল, যা সম্ভবত ১৬৪৯ সালে এক মহামারির প্রাদুর্ভাবের কারণ হয়েছিল—যা প্লেগ হিসেবে রিপোর্ট করা হলেও এটি টাইফয়েডও হতে পারে। এই রোগে শহরের এক চতুর্থাংশ জনসংখ্যা প্রাণ হারায়। ইংরেজ নৌবহর ১৬৫১-৫২ সালে এবং আবার ১৬৫৪-৫৫ সালে জিব্রাল্টারে ফিরে আসে, এবার ফরাসি ও ডাচ জাহাজের বিরুদ্ধে অভিযান চালানোর জন্য সাময়িকভাবে স্পেনের মিত্র হিসেবে।\n\n১৬৫৪ সালে অলিভার ক্রমওয়েল স্পেনের বিরুদ্ধে যুদ্ধের সিদ্ধান্ত নেন, যদিও স্পেনই প্রথম রাষ্ট্র ছিল যা ইংল্যান্ডের কমনওয়েলথকে স্বীকৃতি দিয়েছিল। ক্রমওয়েল ক্যারিবীয় অঞ্চলে ইংরেজ সম্প্রসারণের জন্য হিস্পানিওলা দ্বীপ দখল করতে চেয়েছিলেন। এই লক্ষ্যে দুটি নৌবহর প্রস্তুত করা হয়—একটি আমেরিকার উদ্দেশ্যে যাত্রা করে এবং অন্যটি পশ্চিম ভূমধ্যসাগরে পাঠানো হয় বারবারি দস্যুদের বিরুদ্ধে যুদ্ধের নামমাত্র উদ্দেশ্যে। ক্যারিবীয় অঞ্চলে পাঠানো নৌবহর হিস্পানিওলা দখল করতে ব্যর্থ হয়, তবে ১৬৫৫ সালের মে মাসে জ্যামাইকা দখল করে। অন্যদিকে ভূমধ্যসাগরে পাঠানো নৌবহর কাদিজের উপকূলে স্প্যানিশ ধনভাণ্ডার বহর আটকানোর চেষ্টা করলেও সফল হতে পারেনি। শীত আসার সাথে সাথে নৌবহরটি ইংল্যান্ডে ফিরে যায়। তবে স্পেন ১৬৫৬ সালের ফেব্রুয়ারি পর্যন্ত ইংল্যান্ডের বিরুদ্ধে যুদ্ধ ঘোষণা করেনি। এর পরেই, ১০,০০০ নাবিক ও সৈন্য নিয়ে ৪৯টি ইংরেজ যুদ্ধজাহাজের একটি বহর প্রণালীর মধ্য দিয়ে যাত্রা করে এবং জিব্রাল্টার পুনরুদ্ধার করে। যদিও তাদের কাছে কোনো কার্যকর অবতরণকারী বাহিনী ছিল না এবং তারা কোনও পদক্ষেপ নেয়নি, অলিভার ক্রমওয়েল জিব্রাল্টার দখলে আগ্রহ প্রকাশ করেন: \"যদি এটি আমাদের দখলে আসে এবং টেকসই করা হয়, তবে কি এটি আমাদের বাণিজ্যের জন্য লাভজনক হবে না, স্পেনীয়দের জন্য অস্বস্তি সৃষ্টি করবে না এবং আমাদের ... আমাদের নিজেদের ব্যয় কমাতে সাহায্য করবে না?\" ১৬৯৩ সালে নয় বছরের যুদ্ধের সময়, যেখানে স্পেন এবং ইংল্যান্ড মিত্র ছিল, অ্যাডমিরাল স্যার জর্জ রুকের নেতৃত্বে একটি ইংরেজ-ডাচ বাহিনীর স্কোয়াড্রনের অবশিষ্টাংশ লাগোস উপসাগরের যুদ্ধে হেরে যাওয়ার পর ফরাসিদের দ্বারা পশ্চাদ্ধাবন করা জিব্রাল্টারে আশ্রয় নেয়। এগারো বছর পর রুক জিব্রাল্টারে দখল করতে ফিরে আসেন। ১৬৯৪ সালের ফেব্রুয়ারিতে জিব্রাল্টারের কাছে একটি প্রচণ্ড ঝড়ে এইচএমএস সাসেক্স ডুবে যায়। ৫৬০ জন ক্রু মধ্যে কেবল ২ জন বেঁচে গিয়েছিল।\n\n\n=== স্পেনীয় উত্তরাধিকার যুদ্ধ (১৭০১-১৪) ===\n\n১৭০০ সালের নভেম্বরে স্পেনের দ্বিতীয় চার্লস নিঃসন্তান অবস্থায় মারা যান। তার উত্তরসূরী কে হবে - ফ্রান্সের রাজা চতুর্দশ লুইয়ের নাতি আনজুর বোর্বন যুবরাজ ফিলিপ, নাকি অস্ট্রিয়ার হ্যাবসবার্গ রাজবংশের আর্চডিউক চার্লস - এই বিরোধের ফলে শীঘ্রই ইউরোপ এক বড় যুদ্ধে জড়িয়ে পড়ে। চতুর্দশ লুই ফিলিপকে সমর্থন করে। ইংল্যান্ড, নেদারল্যান্ড, অস্ট্রিয়া, পর্তুগাল, স্যাভয় এবং কিছু জার্মান রাজ্য চার্লসকে সমর্থন করে, কারণ তারা আশঙ্কা করেছিল যে ফিলিপ সিংহাসনে বসলে ফ্রান্স ইউরোপ ও আমেরিকায় আধিপত্য বিস্তার করবে। দ্বিতীয় চার্লস এর ইচ্ছা অনুসারে ফিলিপকে স্পেনের পঞ্চম ফিলিপ হিসেবে রাজা ঘোষণা করা হয় এবং ফ্রান্সের সাথে তার নতুন রাজ্যের জোট বাঁধে। এরপর ১৭০১ সালের ফেব্রুয়ারিতে স্পেনের উত্তরাধিকার যুদ্ধ শুরু হয়, যখন ফরাসি বাহিনী স্প্যানিশ নেদারল্যান্ডসে প্রবেশ করে এবং ডাচদের ব্যারিয়ার শহর থেকে বিতাড়িত করে। ১৭০২ সালের মে মাসে ইংল্যান্ডের রানী অ্যান আনুষ্ঠানিকভাবে ফ্রান্সের বিরুদ্ধে যুদ্ধ ঘোষণা করেন।\nফলে স্পেন অ্যাংলো-ডাচ-অস্ট্রিয়ান জোটের অন্যতম লক্ষ্যবস্তুতে পরিণত হয়। এই জোটের অভিযান স্থল ও সমুদ্র—উভয় দিকেই পরিচালিত হয়। স্থলযুদ্ধে মার্লবোরোর ডিউক লো কান্ট্রিজগুলিতে (বর্তমান বেলজিয়াম ও নেদারল্যান্ডস) প্রধান আক্রমণ পরিচালনা করেন, অন্যদিকে অ্যাডমিরাল স্যার জর্জ রুকে-এর নেতৃত্বে নৌবাহিনী আটলান্টিকে ফরাসি ও স্প্যানিশ জাহাজগুলোর ওপর হামলা চালায়। ১৭০৩ সালে মার্লবোরো একটি পরিকল্পনা তৈরি করেন যার অধীনে তার বাহিনী দানিয়ুব অববাহিকায় ফরাসি ও তাদের মিত্র বাভারিয়ানদের বিরুদ্ধে আকস্মিক আক্রমণ শুরু করবে, আর রুকে ভূমধ্যসাগরে বিভ্রান্তিমূলক নৌ-অভিযান পরিচালনা করবেন। রুকেকে ফরাসি বা স্প্যানিশ উপকূলীয় শহরগুলোর ওপর আক্রমণ করার নির্দেশ দেওয়া হয়, তবে লক্ষ্য নির্বাচন সম্পূর্ণ তার বিবেচনার ওপর ছেড়ে দেওয়া হয়।\nরুকে যখন ওই অঞ্চলে পৌঁছান তখন কয়েকটি সম্ভাব্য লক্ষ্য বিবেচনা করা হয়। বার্সেলোনার বাসিন্দাদের পঞ্চম ফিলিপের বিরুদ্ধে বিদ্রোহে উসকে দেওয়ার চেষ্টা ব্যর্থ হয়, ফরাসি নৌঘাঁটি তুলোন আক্রমণের পরিকল্পনা পরিত্যক্ত হয় এবং এর আগে কাদিজ দখলের প্রচেষ্টাও ব্যর্থ হয়েছিল। অবশেষে সহজতর একটি লক্ষ্য খুঁজতে গিয়ে রুকে জিব্রাল্টার আক্রমণের সিদ্ধান্ত নেন, এর মূল কারণ হলো: এটি অপ্রতুল সেনাবাহিনী ও দুর্বল প্রতিরক্ষা ব্যবস্থা দ্বারা রক্ষিত ছিল, এটি যুদ্ধের কৌশলগত দিক থেকে অত্যন্ত গুরুত্বপূর্ণ হতে পারে এবং এর দখল দক্ষিণ স্পেনের জনগণকে পঞ্চম ফিলিপকে প্রত্যাখ্যান করতে উৎসাহিত করতে পারে।\n১৭০৪ সালের ১ আগস্ট রুকে-এর নেতৃত্বাধীন নৌবাহিনী এবং হেসে-ডার্মস্ট্যাডের যুবরাজ এবং এইচএমএস ডরসেটশায়ার এর ক্যাপ্টেন এডওয়ার্ড হুইটেকার-এর নেতৃত্বাধীন ডাচ ও ইংরেজ মেরিন সেনাদের সমন্বয়ে জিব্রাল্টারের ওপর আক্রমণ চালানো হয়। ২ আগস্ট প্রবল নৌবোমাবর্ষণের পর মেরিন সেনারা দ্বিমুখী আক্রমণ চালায়—একটি বাহিনী ইস্থমাস থেকে দক্ষিণে, আরেকটি ইউরোপা পয়েন্ট থেকে উত্তরে অগ্রসর হয়। জিব্রাল্টারের প্রতিরক্ষাকারীরা পর্যাপ্ত খাদ্য ও গোলাবারুদ মজুত রাখলেও তারা সংখ্যা ও অস্ত্রশক্তিতে অনেক পিছিয়ে ছিল। স্প্যানিশ অবস্থান ক্রমেই দুর্বল হয়ে পড়ে এবং ৪ আগস্ট সকালে গভর্নর দিয়েগো দে স্যালিনাস আত্মসমর্পণে সম্মত হন।\nআত্মসমর্পণের শর্ত অনুযায়ী জিব্রাল্টার স্পেনের চার্লস তৃতীয়ের নামে দখল করা হয়েছিল, যাকে চুক্তিতে \"বৈধ প্রভু ও রাজা\" হিসাবে বর্ণনা করা হয়। জিব্রাল্টারের অধিবাসী ও সৈন্যদের ধর্মীয় স্বাধীনতা ও বিদ্যমান অধিকার সংরক্ষণের প্রতিশ্রুতি দেওয়া হয় এই শর্তে যে তারা স্পেনের রাজা হিসেবে চার্লসের প্রতি আনুগত্যের শপথ নেবে। তবে দুই বছর আগে কাদিজে ঘটে যাওয়া ঘটনার পুনরাবৃত্তি ঘটে—অভিযানকারী বাহিনীর শৃঙ্খলা ভেঙে পড়ে। ধর্ষণের অসংখ্য ঘটনা ঘটে। একটি ছাড়া সমস্ত ক্যাথলিক গির্জা (সেন্ট মেরি দ্য ক্রাউনডের প্যারিশ চার্চ, এখন ক্যাথেড্রাল) অপবিত্র করা হয়েছিল বা সামরিক গুদামে রূপান্তরিত করা হয়। ধর্মীয় প্রতীক বিশেষত আওয়ার লেডি অফ ইউরোপ-এর মূর্তি ক্ষতিগ্রস্ত বা ধ্বংস করা হয়। ক্ষুব্ধ স্প্যানিশ অধিবাসীরা প্রতিশোধ নিতে পাল্টা আক্রমণ চালায়। ইংরেজ ও ডাচ সৈন্য ও নাবিকদের হত্যা করা হয় এবং তাদের মৃতদেহ কূপ ও পায়খানায় নিক্ষেপ করা হয়।\n৭ আগস্ট স্প্যানিশ গ্যারিসন যখন অভিযান শুরু করে, তখন প্রায় সমস্ত বাসিন্দা, মোট প্রায় ৪,০০০ জন, শহরটি ছেড়ে চলে যায়। তারা তৃতীয় চার্লসের প্রতি আনুগত্য প্রকাশ করতে অস্বীকার করে এবং পরিবর্তে পঞ্চম ফিলিপের  প্রতি তাদের আনুগত্য প্রকাশ করে। তাদের ধারণা ছিল যে এই নির্বাসন দীর্ঘস্থায়ী হবে না, কারণ সেই সময়ে দুর্গ এবং শহরগুলি ঘন ঘন হাত বদল করত। অনেকেই কাছাকাছি আলজেসিরাসের ধ্বংসস্তূপে বা উপসাগরের এক প্রাচীন ধর্মশালার (হার্মিটেজ) আশেপাশে বসতি স্থাপন করে, দ্রুত ফিরে আসার প্রত্যাশায়। তারা শহরের সমস্ত গুরুত্বপূর্ণ দলিল, জিব্রাল্টারের পতাকা ও রাজকীয় আদেশপত্র সঙ্গে নিয়ে যায়। পরবর্তীতে এই ধর্মশালার আশপাশের শরণার্থী বসতি ধীরে ধীরে সান রোক শহরে পরিণত হয়। স্প্যানিশরা এটিকে গিব্রাল্টারের প্রকৃত উত্তরসূরি হিসেবে দেখত এবং ১৭০৬ সালে ফিলিপ পঞ্চম এটিকে \"জিব্রাল্টারের শহর, তার ক্যাম্পোতে অবস্থানরত\" বলে উল্লেখ করে। জিব্রাল্টারে প্রায় সত্তর জনের একটি ছোট জনগোষ্ঠী থেকে যায়, যাদের বেশিরভাগই ছিল নিরপেক্ষ জেনোইজ অধিবাসী।\n২৪শে আগস্ট একটি ফরাসি নৌবহর প্রণালীতে প্রবেশ করলে জিব্রাল্টারের উপর গ্র্যান্ড অ্যালায়েন্সের নিয়ন্ত্রণ চ্যালেঞ্জের মুখে পড়ে। পরবর্তীতে ভেলেজ-মালাগার যুদ্ধে, উভয় পক্ষই প্রচুর জনশক্তি ক্ষতির সম্মুখীন হয়, তবে কোনো জাহাজ হারায়নি, ফলে উভয় পক্ষই নিজেদের বিজয়ী দাবি করে। ফরাসিরা জিব্রাল্টার আক্রমণের চেষ্টা না করেই তুলোঁনে ফিরে যায়। সেপ্টেম্বরের শুরুতে একটি ফরাসি-স্প্যানিশ সেনাবাহিনী জিব্রাল্টারের বাইরে পৌঁছায় এবং ৯ অক্টোবর থেকে অবরোধ শুরু করে। প্রায় ৭,০০০ ফরাসি ও স্প্যানিশ সেনা, যারা জিব্রাল্টার থেকে পালানো শরণার্থীদের সহায়তা পেয়েছিল, অবরোধ বাহিনীতে যোগ দেয়। তাদের প্রতিপক্ষ ছিল মাত্র ২,০০০ জন প্রতিরক্ষাকারী, যার মধ্যে ছিল ইংরেজ ও ডাচ মেরিন সেনারা এবং চার্লসের প্রতি অনুগত স্প্যানিশ সৈন্য ও মিকেলেত মিলিশিয়া বাহিনী।\n\nঅক্টোবরের শেষের দিকে অ্যাডমিরাল স্যার জন লিকের নেতৃত্বাধীন একটি নৌবহর জিব্রাল্টারের প্রতিরক্ষাকারীদের সহায়তা করতে আসে। ১৭০৪ সালের ডিসেম্বরে আরও ২,২০০ ইংরেজ এবং ডাচ সৈন্য নতুন করে খাদ্য ও গোলাবারুদ নিয়ে সমুদ্রপথে এসে পৌঁছায়। দলত্যাগ ও রোগব্যাধির প্রকোপের কারণে ফরাসি-স্প্যানিশ শিবিরে মনোবল ভেঙে পড়ায়, লুই চতুর্দশ ১৭০৫ সালের ফেব্রুয়ারিতে মার্শাল ডি টেসেকে কমান্ড গ্রহণের জন্য প্রেরণ করেন। একটি বড় আক্রমণ চালানো হলেও, প্রতিরক্ষাকারীরা প্রবল প্রতিরোধ গড়ে তোলে, ফলে ফরাসি-স্প্যানিশ বাহিনী ব্যাপক ক্ষতির সম্মুখীন হয়। ৩১ মার্চ, মার্শাল দে তেসে অবরোধ প্রত্যাহার করে নেন, এবং তিনি \"পর্যাপ্ত পরিকল্পনা ও কৌশলের অভাব\" থাকার অভিযোগ তোলেন।\nস্প্যানিশ উত্তরাধিকার যুদ্ধের সময় জিব্রাল্টার ব্রিটিশ কমান্ড্যান্টের শাসনে ছিল, তবে তা অস্ট্রিয়ার ডিউক চার্লসের অধীনস্থ স্পেনের রাজা তৃতীয় চার্লসের মালিকানায় গণ্য হতো। ব্রিটিশ কমান্ড্যান্ট, মেজর জেনারেল জন শ্রিম্পটনকে ১৭০৫ সালে রানী অ্যানের পরামর্শে চার্লস জিব্রাল্টারের গভর্নর হিসেবে নিযুক্ত করেছিলেন। পরবর্তীতে মরক্কোর সুলতানের অনুরোধে রানি অ্যান জিব্রাল্টারকে মুক্ত বন্দর ঘোষণা করেন, যদিও তার এ বিষয়ে কোনো আনুষ্ঠানিক ক্ষমতা ছিল না। ১৭০৭ সালে শ্রিম্পটনকে বরখাস্ত করে কর্নেল রজার এলিয়টকে নিয়োগ দেওয়া হয় এবং ১৭১১ সালে ব্রিগেডিয়ার থমাস স্ট্যানউইক্স তাকে পরিবর্তন করেন। এইবার নিয়োগগুলি সরাসরি লন্ডন থেকে দেওয়া হয়, চার্লসের কোনো ক্ষমতা দাবির উল্লেখ ছাড়াই। স্ট্যানউইক্সকে জিব্রাল্টার থেকে সমস্ত বিদেশী সৈন্য বহিষ্কার করার নির্দেশ দেওয়া হয়েছিল যাতে এটি একচেটিয়াভাবে ব্রিটিশ অধিকারে পরিণত হয়। তবে তিনি ডাচ সেনাদের বহিষ্কার করতে ব্যর্থ হন, সম্ভবত তিনি তাদের প্রকৃত অর্থে \"বিদেশি\" হিসেবে বিবেচনা করেননি।\n১৭১৩ সালে একাধিক চুক্তি ও চুক্তির মাধ্যমে স্প্যানিশ উত্তরাধিকার যুদ্ধের নিষ্পত্তি হয়। ১৭১৩ সালের ১৩ জুলাই স্বাক্ষরিত উট্রেখ্ট চুক্তির অধীনে বিভিন্ন উপ-চুক্তি ও সমঝোতা একত্রিত করা হয়, যা যুদ্ধের আনুষ্ঠানিক সমাপ্তি ঘটায়। ব্রিটেন এবং অস্ট্রিয়া পঞ্চম ফিলিপকে স্পেনের রাজা হিসেবে স্বীকৃতি দেয়, তবে শর্ত ছিল যে ফ্রান্স ও স্পেনের রাজমুকুট একীভূত করা যাবে না। বিভিন্ন ভূখণ্ড বিনিময়ের সিদ্ধান্ত নেওয়া হয়: ফিলিপ পঞ্চম স্পেনের উপনিবেশ সাম্রাজ্য ধরে রাখেন, তবে দক্ষিণ নেদারল্যান্ড, নেপলস, মিলান ও সার্ডিনিয়া অস্ট্রিয়াকে ছেড়ে দেন। সিসিলি ও মিলানের কিছু অংশ স্যাভয়কে প্রদান করা হয়। জিব্রাল্টার ও মেনোর্কা গ্রেট ব্রিটেনকে হস্তান্তর করা হয়। পঞ্চম ফিলিপ ব্রিটেনকে স্প্যানিশ আমেরিকায় ত্রিশ বছরের জন্য একচেটিয়া দাস ব্যবসার অধিকার প্রদান করেন, যাকে তথাকথিত আসিয়েন্তো বলা হয়।। জিব্রাল্টারের প্রসঙ্গে (উট্রেখ্ট চুক্তির অনুচ্ছেদ X): শহর, দুর্গ ও বন্দর (তবে পার্শ্ববর্তী ভূখণ্ড নয়) ব্রিটেনকে \"চিরকালের জন্য, কোনো শর্ত বা বাধা ছাড়া\" প্রদান করা হয়। তবে চুক্তিতে আরও শর্ত যুক্ত ছিল যে, যদি ব্রিটেন কখনো জিব্রাল্টার ত্যাগ করতে চায়, তবে প্রথমে স্পেনকে এই অঞ্চলটি দিতে হবে।\n\n\n== ব্রিটিশ শাসন (১৭১৩-বর্তমান) ==\n\n\n=== একত্রীকরণ এবং অবরোধ ===\nব্রিটেনের কাছে পরবর্তীকালে গুরুত্বপূর্ণ হওয়া সত্ত্বেও, জিব্রাল্টারকে প্রথমে ব্রিটিশ সরকার কৌশলগত সম্পদের চেয়ে দর কষাকষির প্রতিপক্ষ হিসেবে বেশি দেখেছিল। এর প্রতিরক্ষা ব্যবস্থা অবহেলিত ছিল, সেখানে সেনা মোতায়েন করাকে ব্রিটিশ সরকার একটি অপ্রয়োজনীয় ব্যয় বলে মনে করত, এবং স্পেনের চাপ ব্রিটেনের গুরুত্বপূর্ণ বৈদেশিক বাণিজ্যের জন্য হুমকি সৃষ্টি করেছিল। ১৭১৩ থেকে ১৭২৮ সালের মধ্যে ব্রিটিশ সরকার সাতবার স্পেনের কাছ থেকে কিছু সুবিধা পাওয়ার জন্য জিব্রাল্টার বিনিময়ের প্রস্তাব দেয়। তবে প্রতিবারই ব্রিটিশ জনগণের প্রতিবাদ ও পার্লামেন্টের ভেটোর কারণে এই বিনিময় প্রস্তাব বাতিল হয়ে যায়।\nস্পেনের জিব্রাল্টার এবং ভূমধ্যসাগরের অন্যান্য স্প্যানিশ অঞ্চল হারানোর ফলে স্পেনের জনগণ এবং রাজতন্ত্র উভয়ই ক্ষুব্ধ ছিল। ১৭১৭ সালে স্প্যানিশ বাহিনী সার্ডিনিয়া এবং ১৭১৮ সালে সিসিলি পুনরুদ্ধার করে, যদিও এই অঞ্চলগুলো উট্রেখ্ট চুক্তির অধীনে অস্ট্রিয়ার কাছে হস্তান্তরিত হয়েছিল। এই কার্যত চুক্তি লঙ্ঘনের প্রতিক্রিয়ায় ব্রিটিশ সরকার প্রথমে জিব্রাল্টার ফিরিয়ে দেওয়ার বিনিময়ে শান্তিচুক্তির প্রস্তাব দেয়, কিন্তু ব্যর্থ হলে স্পেনের বিরুদ্ধে যুদ্ধ ঘোষণা করে। স্পেনের সামরিক সাফল্য দ্রুতই ব্যর্থতায় পরিণত হয়, কারণ ১৭১৯ সালে স্কটল্যান্ডে জ্যাকোবাইটদের সহায়তায় পরিচালিত স্প্যানিশ অভিযান পরাজিত হয়। অবশেষে, দ্য হেগ চুক্তির মাধ্যমে শান্তি পুনঃপ্রতিষ্ঠিত হয়।\n১৭২৭ সালের জানুয়ারিতে স্পেন ঘোষণা করে যে জিব্রাল্টার সম্পর্কিত উট্রেখ্ট চুক্তির ধারা বাতিল ঘোষণা করে, কারণ ব্রিটেন জিব্রাল্টারের দুর্গগুলিকে অনুমোদিত সীমার বাইরে প্রসারিত করে, ইহুদি ও মুরদের সেখানে বসবাসের অনুমতি দিয়ে, ক্যাথলিকদের রক্ষা করতে ব্যর্থ হয়ে এবং চোরাচালানের অনুমতি দিয়ে স্পেনের রাজস্ব ক্ষতি করে তার শর্তাবলী লঙ্ঘন করেছে। স্প্যানিশ বাহিনী পরের মাসে জিব্রাল্টার অবরোধ এবং গোলাবর্ষণ শুরু করে, যা শহরের উপর ব্যাপক ক্ষয়ক্ষতি সাধন করে। ব্রিটিশ প্রতিরক্ষাবাহিনী হুমকি সামলাতে সক্ষম হয় এবং নৌবাহিনীর মাধ্যমে পুনরায় রসদ ও সেনা সহায়তা পায়। শেষ পর্যন্ত প্রবল খারাপ আবহাওয়া ও সরবরাহ সমস্যার কারণে স্পেন জুন মাসের শেষ দিকে অবরোধ প্রত্যাহার করে।\n\n১৭২৯ সালে সেভিয়ার চুক্তির মাধ্যমে জিব্রাল্টারের উপর ব্রিটেনের দখল পুনর্নিশ্চিত করা হয়, তবে এতে কোনো পক্ষই পুরোপুরি সন্তুষ্ট ছিল না। স্পেন জিব্রাল্টার ফেরত চেয়েছিল আর ব্রিটেন উট্রেখ্ট চুক্তির দ্বারা আরোপিত বিধিনিষেধ অব্যাহত রাখা অপছন্দ করেছিল। পরের বছর স্পেন উপদ্বীপের উপরের প্রান্তে একটি দুর্গপ্রাচীর নির্মাণ করে, যা জিব্রাল্টারকে তার অন্তর্দেশীয় অঞ্চল থেকে বিচ্ছিন্ন করে দেয়। এই দুর্গপ্রাচীর ব্রিটিশদের কাছে স্প্যানিশ লাইন এবং স্পেনের কাছে লা লিনিয়া দে কন্ট্রাভালাসিওন (কনট্রাভালেশন লাইন) নামে পরিচিত ছিল, দুর্গগুলি পরবর্তীতে আধুনিক শহর লা লিনিয়া দে লা কনসেপসিওন-এর নামকরণ করা হয়। জিব্রাল্টার কার্যত স্থলপথে অবরুদ্ধ হয়ে পড়ে, তবে খাদ্য ও অন্যান্য সরবরাহের জন্য মরক্কোর সঙ্গে বাণিজ্যের ওপর নির্ভর করতে থাকে।\nজিব্রাল্টারের বেসামরিক জনসংখ্যা শতাব্দী জুড়ে ক্রমশ বৃদ্ধি পেতে থাকে, যার ফলে ব্রিটিশ, জেনোইস, ইহুদি, স্পেনীয় এবং পর্তুগিজ জনগোষ্ঠীর এক বৈচিত্র্যময় মিশ্রণ গড়ে ওঠে। ১৭৫৪ সালের মধ্যে সেখানে ৩,০০০ গ্যারিসন সৈন্য এবং তাদের ১,৪২৬ জন পরিবারের সদস্যদের পাশাপাশি ১,৭৩৩ জন বেসামরিক নাগরিক ছিল, যার ফলে মোট জনসংখ্যা ৬,১৫৯ জনে দাঁড়ায়। ১৭৭৭ সালের মধ্যে বেসামরিক লোক সংখ্যা বেড়ে ৩,২০১ জনে দাঁড়ায়, যার মধ্যে ৫১৯ জন ব্রিটিশ, ১,৮১৯ জন রোমান ক্যাথলিক (যার মধ্যে স্প্যানিশ, পর্তুগিজ, জেনোইজ ইত্যাদি অন্তর্ভুক্ত) এবং ৮৬৩ জন ইহুদি ছিল। দুর্গের ভেতরে প্রতিটি জনগোষ্ঠীর নিজস্ব স্বতন্ত্র ভূমিকা ছিল। স্প্যানিশ ইতিহাসবিদ লোপেজ দে আলায়া ১৭৮২ সালে তাদের ভূমিকা সম্পর্কে লিখেছিলেন:\n\nসবচেয়ে ধনী বণিক পরিবারগুলি হল ইংরেজ... ইহুদিরা বেশিরভাগ ক্ষেত্রেই, দোকানদার এবং দালাল... তাদের একটি সিনাগগ (উপাসনালয়) আছে এবং তারা প্রকাশ্যে তাদের ধর্মীয় আচার-অনুষ্ঠান পালন করে, যদিও উট্রেখ্ট চুক্তির শর্তাবলী তা অনুমোদন করেনি... জেনোইজরা ব্যবসায়ী, তবে তাদের অধিকাংশই জেলে, ব্যবসায়ী এবং মালী।\nগ্যারিসনের সাধারণ সৈন্যদের জীবন ছিল একঘেয়ে ও কঠোর, যেখানে সামান্যতম অপরাধের জন্যও শারীরিক দেওয়া হতো। ল্যাঙ্কাশায়ার ফুসিলিয়ার্সের একজন ড্রামার ব্রিটিশ সেনাবাহিনীর ইতিহাসে সবচেয়ে বেশি চাবুক খাওয়া ব্যক্তি হিসেবে বিখ্যাত হয়ে ওঠেন; জিব্রাল্টারে অবস্থানকালে ১৪ বছরে তিনি ৩০,০০০ বেত্রাঘাত সহ্য করেছিলেন। একঘেয়েমি, খাদ্য সংকট ও খারাপ জীবনযাপনের কারণে আত্মহত্যা ও পালিয়ে যাওয়ার ঘটনা ছিল সাধারণ ব্যাপার। মিডল হিল ব্যাটারিতে সৈন্যদের পাহারা বসানো হতো, যাতে কেউ দড়ি বেয়ে পাহাড়ের গা বেয়ে পালাতে না পারে। একজন সৈন্য তার ডায়েরিতে হতাশাভরে লিখেছিলেন:\n\nএখানে করার মতো কিছু নেই, কোনো খবরও নেই; সবকিছু স্থবির ও অনিশ্চিত অবস্থায় আছে। সময় কাটানোর জন্য একমাত্র নিরীহ বিনোদন হল মদ্যপান, নাচ, উল্লাস, ব্যভিচার, জুয়া এবং অন্যান্য \"নিষ্পাপ\" ভোগবিলাস। সত্যি বলতে, আমার নিজস্ব মতামত বলতে গেলে আমি মনে করি এবং বিশ্বাস করি যে সদোম ও গোমোরাহ জিব্রাল্টারের এই যোগ্য শহর ও গ্যারিসনের তুলনায় অর্ধেকও এত পাপাচার ও অধার্মিকতায় নিমজ্জিত ছিল না।\n\n১৭৭০-এর দশকে জিব্রাল্টারের দুর্গ প্রতিরক্ষা ব্যবস্থা আধুনিকীকরণ ও উন্নয়ন করা হয়, যার আওতায় নতুন কামানের অবস্থান (ব্যাটারি), দুর্গবেষ্টনী এবং প্রাচীর নির্মাণ করা হয়। এই প্রকল্পের মূল চালিকা শক্তি ছিলেন অভিজ্ঞ কর্নেল (পরবর্তীতে মেজর জেনারেল) উইলিয়াম গ্রিন, যিনি কয়েক বছর পর জিব্রাল্টারের প্রধান প্রকৌশলী হিসেবে গুরুত্বপূর্ণ ভূমিকা পালন করেন। ১৭৭৬ সালে ফ্রান্স ও স্পেনের বিরুদ্ধে পূর্ববর্তী যুদ্ধের একজন অভিজ্ঞ লেফটেন্যান্ট জেনারেল জর্জ অগাস্টাস এলিয়ট তার সাথে যোগ দেন এবং গুরুত্বপূর্ণ মুহূর্তে জিব্রাল্টারের গভর্নর পদ গ্রহণ করেন।\nসাত বছরের যুদ্ধে ব্রিটেনের সাফল্যের ফলে আমেরিকায় ব্যয়বহুল প্রতিশ্রুতিবদ্ধতা তৈরি হয়েছিল যার জন্য তাকে মূল্য দিতে হয়েছিল এবং এটি ইউরোপে ব্রিটিশ-বিরোধী জোট গঠনে সহায়ক ভূমিকা পালন করে। ব্রিটিশ সরকার যখন ব্রিটিশ আমেরিকার তেরো উপনিবেশে নতুন কর আরোপের চেষ্টা করে, তখন ১৭৭৬ সালে আমেরিকার স্বাধীনতা যুদ্ধ শুরু হয়। এর পরিপ্রেক্ষিতে স্পেন ব্রিটেনের বিরুদ্ধে যুদ্ধ ঘোষণা করে এবং অ্যাংলো-স্প্যানিশ যুদ্ধ শুরু করে, পরে ফ্রান্সের সহায়তায় জিব্রাল্টার পুনরুদ্ধারের প্রচেষ্টা চালায়।\nজিব্রাল্টারের মহা অবরোধ ১৭৭৯ সালের ২৪ জুন থেকে ১৭৮৩ সালের ৭ ফেব্রুয়ারি পর্যন্ত স্থায়ী হয় এবং এটি ব্রিটিশ সশস্ত্র বাহিনীর অন্যতম দীর্ঘতম অবরোধের ঘটনা হিসেবে চিহ্নিত, পাশাপাশি এটি ইতিহাসের দীর্ঘতম অবিরাম অবরোধগুলোর মধ্যে একটি। স্প্যানিশ এবং ফরাসিদের একটি সম্মিলিত নৌবহর সমুদ্র থেকে জিব্রাল্টার অবরোধ করে, আর স্থলপথে একটি বিশাল সেনাবাহিনী জিব্রাল্টার আক্রমণ করার জন্য দুর্গ, ঘাঁটি, পরিখা এবং কামানের ব্যাটারি নির্মাণ করে আক্রমণের প্রস্তুতি নেয়। স্পেন অবরোধে ক্রমাগত আরও সৈন্য ও জাহাজ যুক্ত করতে থাকে, যার ফলে ১৭৭৯ সালের আরমাদা ইংল্যান্ডের উপর পরিকল্পিত আক্রমণ স্থগিত করে। অবরোধের প্রথম স্বস্তি আসে ১৭৮০ সালের বসন্তে যখন অ্যাডমিরাল জর্জ রডনি কেপ ফিনিস্টেরের কাছে একটি স্প্যানিশ কনভয় দখল করে এবং তিনি জিব্রাল্টারে ১,০৫২ জন সৈন্য ও প্রচুর রসদ পৌঁছে দেন, যা অবরুদ্ধ ব্রিটিশ গ্যারিসনের জন্য বিশাল সহায়তা ছিল।\n\nব্রিটিশ প্রতিরক্ষাকারীরা বারবার আক্রমণ প্রতিহত করতে থাকলেও রসদের সংকট আবারও দেখা দেয়। ১৭৮১ সালের ১২ এপ্রিল ভাইস অ্যাডমিরাল জর্জ ডার্বি-র ২৯টি যুদ্ধজাহাজের স্কোয়াড্রন ১০০টি রসদবাহী জাহাজকে নিরাপত্তা দিয়ে ইংল্যান্ড থেকে জিব্রাল্টারে নিয়ে আসে। স্প্যানিশ নৌবহর তাদের আটকাতে ব্যর্থ হয়। এই ব্যর্থতায় হতাশ স্প্যানিশ বাহিনী শহরের ওপর তীব্র আক্রমণ শুরু করে, যা সাধারণ মানুষের মধ্যে ভয় ও আতঙ্ক সৃষ্টি করে। সাধারণ জনগণকে সরাসরি লক্ষ্যবস্তু বানানো ঐ সময়ে নজিরবিহীন ছিল এবং এই গোলাবর্ষণ দুই বছর অব্যাহত থাকে, যার ফলে স্প্যানিশ শাসনামলের প্রতিটি স্থাপত্য নিদর্শন ধ্বংস হয়ে যায়। ব্রিটিশ গ্যারিসনকে অনাহারে ফেলতে ব্যর্থ হয়ে ফরাসি ও স্প্যানিশ বাহিনী স্থল ও সমুদ্রপথে আরও আক্রমণের পরিকল্পনা করে। ১৭৮১ সালের ২৭ নভেম্বর মহা আক্রমণের আগের রাতে ব্রিটিশ সৈন্যরা চুপচাপ তাদের প্রতিরক্ষা অবস্থান থেকে বেরিয়ে আকস্মিক অভিযান চালিয়ে শত্রুদের পরিখাগুলোতে সম্পূর্ণ বিপর্যস্ত করে দেয়। এই আকস্মিক হামলা দ্য রকের বিরুদ্ধে চূড়ান্ত আক্রমণ দীর্ঘ সময়ের জন্য পিছিয়ে দেয়।\n১৭৮২ সালের ১৩ সেপ্টেম্বর বোর্বন মিত্রশক্তি (ফ্রান্স ও স্পেন) জিব্রাল্টার দখলের জন্য তাদের বৃহত্তম আক্রমণ শুরু করে। এই অভিযানে অংশ নেয় ৫,১৯০ জন ফরাসি ও স্প্যানিশ সৈন্য, তারা দশটি বিশেষভাবে নির্মিত \"ভাসমান ব্যাটারি\" এবং ১৩৮টি ভারী কামান দ্বারা সজ্জিত ছিল। এছাড়াও আক্রমণে অংশগ্রহণ করে ১৮টি যুদ্ধজাহাজ, ৪০টি স্প্যানিশ গানবোট, ২০টি বোম্বার জাহাজ সহ মোট ৩০,০০০ নাবিক ও মেরিন সেনা। তাদের সমর্থনে স্থলভাগ থেকে ৮৬টি কামান এবং ৩৫,০০০ স্প্যানিশ ও ফরাসি সৈন্য (যার মধ্যে ৭,০০০–৮,০০০ ফরাসি সৈন্য) জিব্রাল্টারের দুর্গ লক্ষ্য করে গোলাবর্ষণ শুরু করে, যাতে প্রাচীর ধ্বংস করে পরবর্তীতে স্থল আক্রমণ চালানো যায়। বন্দরের ১৩৮টি কামান ভাসমান ব্যাটারি থেকে এবং ৮৬টি কামান স্থলভাগ থেকে দুর্গ লক্ষ্য করে গোলাবর্ষণ শুরু করে, যা কয়েক সপ্তাহের প্রস্তুতিমূলক গোলাবর্ষণের পর চালানো হয়। তবে ব্রিটিশ গ্যারিসন রেড-হট শট (আগুনে উত্তপ্ত কামানের গোলা) ব্যবহার করে শত্রুদের ভাসমান ব্যাটারি ও যুদ্ধজাহাজে আগুন ধরিয়ে দেয়। ব্রিটিশ বাহিনী তিনটি ভাসমান ব্যাটারি ধ্বংস করে, যা বিস্ফোরিত হয়ে ধ্বংস হয়ে যায়। বাকি সাতটি ব্যাটারি স্প্যানিশরা নিজেরাই ডুবিয়ে দেয়। এই আক্রমণে ৭১৯ জন নাবিক ও সৈন্য হতাহত হয়, যাদের মধ্যে অনেকেই পানিতে ডুবে প্রাণ হারায়।\nব্রিটেনে অ্যাডমিরালটি জিব্রাল্টারের জন্য একটি বড় ধরনের সাহায্য অভিযান পরিচালনার পরিকল্পনা করে এবং দ্রুতগামী ছোট নৌবহরের পরিবর্তে একটি বড় তবে ধীরগতি সম্পন্ন বহর পাঠানোর সিদ্ধান্ত নেয়। ১৭৮২ সালের সেপ্টেম্বর মাসে অ্যাডমিরাল রিচার্ড হাউয়ের নেতৃত্বে একটি বিশাল নৌবহর স্পিটহেড ত্যাগ করে এবং ৯ অক্টোবর কেপ সেন্ট ভিনসেন্টের কাছে পৌঁছায়। পরের দিন সন্ধ্যায় এক প্রবল ঝড় শুরু হলে স্প্যানিশ ও ফরাসি নৌবহর ছত্রভঙ্গ হয়ে যায়, যা হাউকে অবাধে জিব্রাল্টারে প্রবেশের সুযোগ করে দেয়। নৌবহরটি ৩৪টি যুদ্ধজাহাজের নিরাপত্তায় ৩১টি পরিবহন জাহাজ নিয়ে আসে যা সরঞ্জাম, খাদ্য এবং গোলাবারুদ সরবরাহ করে। বহরটি ২৫তম, ৫৯তম এবং ৯৭তম পদাতিক রেজিমেন্টও সঙ্গে নিয়ে আসে, যার ফলে গ্যারিসনের মোট সৈন্য সংখ্যা ৭,০০০-এর বেশি হয়ে যায়। এরপর হাউ মিত্র বাহিনীর সম্মিলিত নৌবহরের সঙ্গে একটি অনিশ্চিত যুদ্ধ লড়ে ব্রিটেনে ফিরে যান, যা তার আদিষ্ট পরিকল্পনার অংশ ছিল।\nঅবরোধ আরও কয়েক মাস চলতে থাকে, তবে ১৭৮৩ সালের বসন্তে একটি প্রাথমিক শান্তি চুক্তি স্বাক্ষরিত হলে শত্রুতার অবসান ঘটে। অবশেষে ১৭৮৩ সালের ফেব্রুয়ারিতে অবরোধ পুরোপুরি তুলে নেওয়া হয়। মহা অবরোধের ফলাফল ব্রিটিশ সরকারের পক্ষে জিব্রাল্টার বিনিময়ের চিন্তা আবারও করা রাজনৈতিকভাবে অসম্ভব করে তোলে। যদিও রাজা তৃতীয় জর্জ সতর্ক করেছিলেন যে এটি \"আরেকটি যুদ্ধের কারণ হবে, অথবা অন্তত একটি স্থায়ী শত্রুতার জন্ম দেবে\" এবং তিনি ব্যক্তিগতভাবে \"যদি সম্ভব হয়, জিব্রাল্টার থেকে মুক্তি পাওয়ার\" ইচ্ছা প্রকাশ করেন। তিনি আরও বলেন, \"যদি জিব্রাল্টার থেকে পরিত্রাণ পাওয়া সম্ভব হয় ... জিব্রাল্টার থেকে মুক্তি না পেলে আমি শান্তিকে সম্পূর্ণ মনে করব না।\" জেনারেল এলিয়ট এবং গ্যারিসনের বীরত্বপূর্ণ প্রতিরক্ষা ব্রিটেনে প্রশংসিত হয় এবং তাদের দৃঢ় প্রতিরোধ একটি বিশেষ মর্যাদার প্রতীক হয়ে ওঠে। জেনারেল এলিয়ট এবং গ্যারিসন তাদের বীরত্বের জন্য প্রশংসিত হয় এবং তাদের জিব্রাল্টারের প্রতিরক্ষায় দৃঢ়তার জন্য, এক লেখকের ভাষায়, \"এক ধরণের ধর্মীয় মর্যাদা\" অর্জন করেছিল। ব্রিটিশ জনগণের মধ্যে \"এই স্থানের প্রতি এক আবেগপূর্ণ, যদিও অযৌক্তিক, অনুরাগ\" অর্জন করেছিল। জিব্রাল্টারের দুর্ভেদ্যতার খ্যাতি থেকে একটি জনপ্রিয় প্রবাদ উদ্ভূত হয়, যা আজও প্রচলিত, \"জিব্রাল্টারের পাথরের মতো অটল\"।\n\n\n=== উপনিবেশ হিসেবে জিব্রাল্টার ===\nমহা অবরোধের পর জিব্রাল্টারের বেসামরিক জনসংখ্যা – যা একসময় এক হাজারের নিচে নেমে গিয়েছিল – দ্রুত বৃদ্ধি পায়, কারণ এই অঞ্চলটি অর্থনৈতিক সুযোগের কেন্দ্র এবং নেপোলিয়নের যুদ্ধ থেকে পালানোর জন্য একটি আশ্রয়স্থলে পরিণত হয়। ১৭৭৬ সালে ব্রিটেন তার উত্তর আমেরিকার উপনিবেশগুলো হারানোর পর, বাণিজ্যের দিক পরিবর্তিত হয়ে ভারতে ও পূর্ব ভারতীয় দ্বীপপুঞ্জে নতুন বাজারের দিকে ধাবিত হয়। পূর্ব দিকে যাত্রার জন্য সবচেয়ে পছন্দনীয় পথ ছিল মিশর হয়ে যাওয়ার রুট, এমনকি সুয়েজ খাল নির্মাণের আগেও। এই পথ ধরে চলা জাহাজগুলোর জন্য জিব্রাল্টার ছিল ব্রিটিশদের প্রথম বন্দর। নতুন সামুদ্রিক বাণিজ্য প্রবাহ জিব্রাল্টারকে একটি গুরুত্বপূর্ণ বাণিজ্যিক বন্দর হিসেবে প্রতিষ্ঠিত করে। একই সময়ে এটি পশ্চিম ভূমধ্যসাগরে নেপোলিয়নের যুদ্ধের অস্থিরতা থেকে পালানোর জন্য একটি নিরাপদ আশ্রয়স্থল হয়ে ওঠে। নতুন অভিবাসীদের মধ্যে জেনোয়া থেকে আগত জনগণ ছিল উল্লেখযোগ্য, যারা নেপোলিয়নের জেনোয়া প্রজাতন্ত্র দখল করার পর সেখানে থেকে পালিয়ে এসেছিল। ১৮১৩ সালের মধ্যে জনসংখ্যার প্রায় এক তৃতীয়াংশ ছিল জেনোইজ এবং ইতালীয়। জনসংখ্যার ২০ শতাংশ ছিল পর্তুগিজ, ১৬.৫ শতাংশ স্পেনীয়, ১৫.৫ শতাংশ ইহুদি, ১৩ শতাংশ ব্রিটিশ এবং ৪ শতাংশ মেনোরকান। তরুণ বেঞ্জামিন ডিজরেলি জিব্রাল্টারের বাসিন্দাদের \"রংধনু বা পূর্বের মেলোড্রামার মতো রঙিন পোশাক পরিহিত মুর, গাউনের মতো পোশাক ও টুপি পরা ইহুদি, জেনোইজ, হাইল্যান্ডার এবং স্প্যানিশ\" এর এক বিচিত্র সংমিশ্রণ হিসাবে বর্ণনা করেছিলেন। এই জনগোষ্ঠীর মধ্যে একটি সুস্পষ্ট সামাজিক শ্রেণিবিন্যাস ছিল, যেখানে ব্রিটিশ অফিসাররা ছিলেন সর্বোচ্চ স্তরে, আর ইহুদিরা ছিলেন নিম্নতম স্তরে। আমেরিকান নৌ-কর্মকর্তা আলেকজান্ডার স্লাইডেল ম্যাকেঞ্জি ১৮২৯ সালে বর্তমান জন ম্যাকিনটোশ স্কয়ারে বাজারের ব্যবসায়ী ও ক্রেতাদের বর্ণনা করেছিলেন:\n\nমহামান্য রাজ্যের কর্মকর্তার উদ্ধত ঔদ্ধত্য, যিনি এক কোণে আরাম করে বসে আছেন, ব্যস্ত দর-কষাকষির ভিড়ের প্রতি সম্পূর্ণ অবজ্ঞাসহকারে তাকিয়ে; নম্র নাগরিক, যিনি তার কাছে সামান্য দয়ার প্রত্যাশায় বুক ঝুঁকিয়ে কুর্নিশ করছেন; রুক্ষ জাহাজের কাপ্তান যিনি তার নিজস্ব জাহাজের ডেকে রাজাধিরাজের মতো আচরণ করতে অভ্যস্ত এবং হম্বিতম্বি করেন; ছায়াময় কোণের একপাশে পা গুটিয়ে বসে থাকা পাগড়ি পরিহিত মুরের গম্ভীর ভাবভঙ্গি; এবং নোংরা, অলস, নীচ ইহুদি, যে চপ্পল বা কমলা বিক্রি করে, কিংবা অফিসার, বণিক, নাবিক বা মুরদের বোঝা বহনকারী পশুর মতো সেবা করে ...\nজিব্রাল্টার বসবাসের জন্য অত্যন্ত অস্বাস্থ্যকর ছিল, কারণ এর অপর্যাপ্ত পয়নিষ্কাশন ব্যবস্থা ও বসবাসের নিম্নমানের পরিবেশ। এটি বারবার পীতজ্বর ও কলেরার মহামারিতে আক্রান্ত হয়েছিল, যা হাজার হাজার অধিবাসী ও গ্যারিসনের সদস্যদের প্রাণ কেড়ে নেয়। ১৮০৪ সালের দ্বিতীয়ার্ধে এক মহামারিতে সম্পূর্ণ জনসংখ্যার এক-তৃতীয়াংশেরও বেশি মানুষ, বেসামরিক ও সামরিক উভয়েই মারা যায়। পরবর্তী বছরের মার্চ মাসে লর্ড নেলসন লিখেছিলেন, \"আমি আশা করি জিব্রাল্টার গত শরতের ভয়াবহ মহামারি থেকে রক্ষা পাবে এবং আশা করি জেনারেল ফক্স শহরের পেছনেরসমস্ত ছোট ছোট বাড়ি পুড়িয়ে ফেলেছেন; সম্ভবত যদি শহরের অর্ধেক অংশও এর সাথে ধ্বংস হয়ে যেত, তবে রকের জন্য তা আরও ভালো হতো।\"\n\nনেপোলিয়নের ফ্রান্সের বিরুদ্ধে যুদ্ধের সময় জিব্রাল্টার প্রথমে রাজকীয় নৌবাহিনীর একটি ঘাঁটি হিসেবে ব্যবহৃত হয়, যেখান থেকে কাদিজ, কার্তাজেনা এবং তুলনের বন্দর অবরোধ করা হতো। পরে এটি ১৮০৭ থেকে ১৮১৪ সালের পেনিনসুলার যুদ্ধে ব্রিটিশ বাহিনী ও রসদের প্রবেশদ্বার হিসেবে কাজ করে। ১৮০১ সালের জুলাই মাসে জিব্রাল্টারের উপকূলে ফরাসি ও স্প্যানিশ নৌবাহিনীর সঙ্গে দুটি আলজেসিরাস যুদ্ধ সংঘটিত হয়, যা স্প্যানিশদের জন্য বিপর্যয়কর পরিণতি বয়ে আনে। তাদের দুটি বৃহত্তম যুদ্ধজাহাজ ভুলবশত একে অপরকে শত্রু মনে করে পরস্পরকে আক্রমণ করে, সংঘর্ষে জড়িয়ে পড়ে, আগুন ধরে যায় এবং বিস্ফোরণে প্রায় ২,০০০ স্প্যানিশ নাবিক নিহত হয়। এর দুই বছর পর লর্ড নেলসন ফরাসি অ্যাডমিরাল পিয়ের-শার্ল ভিলনভের বিরুদ্ধে লড়াইয়ের প্রস্তুতির জন্য জিব্রাল্টারে ঘাঁটি স্থাপন করেন। এই প্রচেষ্টার পরিণতি ঘটে ঐতিহাসিক ট্রাফালগার যুদ্ধের মাধ্যমে, যেখানে নেলসন নিহত হন এবং ভিলনভ বন্দি হন। ১৮০৩ সালের জুন মাসে নেলসন ট্রাফালগার অভিযান শুরু করতে ও ফ্রান্স ও স্পেনের বিরুদ্ধে অবরোধ পর্যবেক্ষণ করতে জিব্রাল্টারে আসেন, যদিও তিনি খুব অল্প সময়ের জন্য উপকূলে ছিলেন। ১৮০৫ সালের ২৮ অক্টোবর ট্রাফালগার যুদ্ধের এক সপ্তাহ পর মারাত্মক ক্ষতিগ্রস্ত এইচএমএস ভিক্টরি জাহাজটি নেলসনের মৃতদেহসহ জিব্রাল্টারে ফিরে আসে। অ্যাডমিরাল কলিংউডের জেনারেল ফক্সের কাছে পাঠানো বিজয় এবং নেলসনের মৃত্যুর ঘোষণা জিব্রাল্টার ক্রনিকল-এর পাতায় ছাপা হয়। এইভাবে এটি বিশ্বের প্রথম সংবাদপত্র হয়ে ওঠে যারা দ্য টাইমস-এর দুই সপ্তাহ আগে ট্রাফালগারে বিজয়ের খবর প্রকাশ করে।\nট্রাফালগার যুদ্ধের পরবর্তী বছরগুলোতে জিব্রাল্টার নেপোলিয়নের বিরুদ্ধে স্প্যানিশ বিদ্রোহকে সহায়তা করার জন্য একটি গুরুত্বপূর্ণ রসদ ঘাঁটিতে পরিণত হয়। ১৮০৮ সালে ফ্রান্স স্পেন আক্রমণ করলে জিব্রাল্টারের ব্রিটিশ গ্যারিসন সীমান্ত অতিক্রম করে উপসাগরের চারপাশের স্প্যানিশ দুর্গগুলোর পাশাপাশি স্থলসংযোগস্থলের পুরনো স্প্যানিশ দুর্গপ্রাচীর ধ্বংস করে। এর উদ্দেশ্য ছিল ফরাসিদের জন্য জিব্রাল্টার অবরুদ্ধ করা বা উপকূলীয় কামান দিয়ে উপসাগর নিয়ন্ত্রণ করা অসম্ভব করে তোলা। ফরাসি বাহিনী জিব্রাল্টারের উত্তরে সান রোক পর্যন্ত পৌঁছায়, কিন্তু তারা জিব্রাল্টার আক্রমণ করার চেষ্টা করেনি, কারণ তারা এটিকে দুর্ভেদ্য বলে মনে করত। উপকূল বরাবর আরও দক্ষিণে তারিফা শহর ১৮১১-১২ সালে ফরাসিদের অবরোধের শিকার হয়, তবে এক মাসের মধ্যে তারা অবরোধ প্রত্যাহার করতে বাধ্য হয়। এরপরের একশ বছর ধরে জিব্রাল্টার আর কোনো সামরিক হুমকির মুখোমুখি হয়নি।\nশান্তি ফিরে আসার পর জিব্রাল্টার বড় ধরনের পরিবর্তনের মধ্য দিয়ে যায়, বিশেষ করে ১৮১৪ সালে জেনারেল স্যার জর্জ ডন-এর সংস্কারমূলক শাসনামলে। মহা অবরোধের ক্ষয়ক্ষতি আগেই মেরামত করা হয়েছিল, তবে শহরটির বিন্যাস এখনো ছিল মধ্যযুগীয়, সরু গলিপথ ও অপরিকল্পিত অবকাঠামোর কারণে। সঠিক নিষ্কাশন ব্যবস্থার অভাব ছিল একাধিক মহামারির মূল কারণ, যা বারবার দুর্গটিকে আক্রান্ত করেছিল। জেনারেল ডন শহরের পয়নিষ্কাশন ও স্যানিটেশন ব্যবস্থা উন্নত করেন, রাস্তায় আলো স্থাপন করেন, সেন্ট বার্নার্ড হাসপাতাল পুনর্নির্মাণ করেন যাতে সাধারণ জনগণ চিকিৎসাসেবা পায় এবং প্রোটেস্ট্যান্ট সম্প্রদায়ের জন্য ক্যাথেড্রাল অব দ্য হোলি ট্রিনিটি নির্মাণের কাজ শুরু করেন। এ সময় প্রথমবারের মতো সাধারণ জনগণ জিব্রাল্টারের প্রশাসনে অংশগ্রহণের সুযোগ পায়। ১৮১৭ সালে একটি এক্সচেঞ্জ এবং বাণিজ্যিক গ্রন্থাগার প্রতিষ্ঠিত হয়েছিল, এক্সচেঞ্জ কমিটি প্রাথমিকভাবে দুর্গে অবস্থিত ব্যবসায়ীদের স্বার্থকে এগিয়ে নেওয়ার উপর দৃষ্টি নিবদ্ধ করেছিল। পরে এটি একটি বেসামরিক প্রশাসনিক পরামর্শদাতা সংস্থায় পরিণত হয়, যদিও এর কোনো কার্যকর ক্ষমতা ছিল না। ১৮২১ সালে একটি সিটি কাউন্সিল গঠিত হয়। ১৮৩০ সালে জিব্রাল্টারকে একটি ক্রাউন কলোনি ঘোষণা করা হয়। ঐ একই বছর লন্ডনের অগ্রণী মেট্রোপলিটন পুলিশ সার্ভিসের আদলে গঠিত হয় জিব্রাল্টার পুলিশ ফোর্স প্রতিষ্ঠিত হয় এবং দেওয়ানি, ফৌজদারি এবং মিশ্র মামলার বিচারের জন্য একটি সুপ্রিম কোর্ট স্থাপন করা হয়।\nবাষ্পচালিত জাহাজ আবিষ্কারের পর জিব্রাল্টারের অর্থনৈতিক গুরুত্ব পরিবর্তিত হয়। প্রথম বাষ্পচালিত জাহাজটি ১৮২৩ সালে জিব্রাল্টারের বন্দরে পৌঁছায়। এই প্রযুক্তিগত পরিবর্তন ভূমধ্যসাগরে বাণিজ্যের ধরণে বড় ধরনের পরিবর্তন আসে। যেখানে আগে স্থানান্তরিত পণ্য বাণিজ্য ছিল জিব্রাল্টারের প্রধান অর্থনৈতিক ভিত্তি, সেখানে এটি ধীরে ধীরে কম লাভজনক কার্যক্রম যেমন কয়লা সরবরাহ, জাহাজে খাবার ও পণ্য সরবরাহ এবং ফেরি সেবা দ্বারা প্রতিস্থাপিত হয়। যদিও জিব্রাল্টার একটি গুরুত্বপূর্ণ কয়লা সরবরাহ কেন্দ্র হয়ে ওঠে, যেখানে ব্রিটিশ বাষ্পচালিত জাহাজগুলো আলেকজান্দ্রিয়া বা কেপ হর্ন যাওয়ার পথে পুনরায় জ্বালানি সংগ্রহ করত, তবুও এই অর্থনৈতিক পরিবর্তন একটি দীর্ঘস্থায়ী মন্দার সৃষ্টি করে, যা প্রায় শতাব্দীর শেষ পর্যন্ত অব্যাহত ছিল। কয়লা সরবরাহের কাজের জন্য প্রচুর শ্রমিকের প্রয়োজন হয়, যা মেটানোর জন্য জিব্রাল্টার বিপুল সংখ্যক স্প্যানিশ শ্রমিক আমদানির ওপর নির্ভর করা শুরু করে। পুরনো স্প্যানিশ দুর্গের ধ্বংসাবশেষের জায়গায় সীমান্তের ওপারে একটি ঝুপড়ি শহর গড়ে ওঠে, যা পরবর্তীতে লা লিনেয়া দে লা কনসেপসিয়ন নামে পরিচিত হয় এবং স্প্যানিশ শ্রমিকদের আবাসস্থল হয়ে ওঠে। ১৮৩০ থেকে ১৮৮০ সালের মধ্যে জিব্রাল্টারের অর্থনীতি এতটাই দুর্বল ছিল যে জনসংখ্যার উল্লেখযোগ্য বৃদ্ধি ঘটেনি, তবে এটি তখনও দক্ষিণ স্পেনের চরম দারিদ্র্যের তুলনায় তুলনামূলকভাবে সমৃদ্ধ ছিল। ফলস্বরূপ, লা লিনেয়া দে লা কনসেপসিয়নের জনসংখ্যা একই সময়ে দ্বিগুণ হয়ে যায় এবং পরবর্তী ২০ বছরে আবারও দ্বিগুণ হয়।\n\nউনিশ শতকের মাঝামাঝি সময়ে জিব্রাল্টার সফরকালে ইংরেজ লেখক রিচার্ড ফোর্ড তাঁর হ্যান্ডবুক ফর ট্র্যাভেলার্স ইন স্পেন গ্রন্থে লিখেছিলেন: \"জাতি এবং পোশাকের বৈচিত্র্য অত্যন্ত কৌতূহলোদ্দীপক: ইউরোপ, এশিয়া ও আফ্রিকার সংযোগস্থলে এই স্থান যেন এক বিচিত্র মুখোশধারীদের সমাবেশ, যেখানে প্রতিটি মানুষ নিজস্ব পোশাক পরে ও নিজস্ব ভাষায় কথা বলে। এখানে সভ্যতা ও বর্বরতার প্রকৃত সংঘর্ষ ঘটে ... রক, আলজেরিয়ার মতোই, নিঃস্ব ভবঘুরেদের আশ্রয়স্থল এবং নিজ দেশের কল্যাণে স্বেচ্ছানির্বাসিত বিভিন্ন জাতির মানুষের জন্য এক নিরাপদ আশ্রয়স্থল।\" তিনি শহরের প্রধান সড়ক এর বর্ণনা করতে গিয়ে লিখেছেন, \"এটি স্প্যানিশ শহরের সম্পূর্ণ বিপরীত\", যেখানে সারি সারি \"অসংখ্য মদের দোকান\" রয়েছে, যা এটিকে \"মদ্যপান ও মাতালতার আখড়ায়\" পরিণত করেছে। তিনি আরও লিখেছেন, \"সবকিছু এবং সবাই যেন চিরস্থায়ী গতিশীলতায়; এখানে কোনো স্থিরতা নেই, বিশ্রাম নেই; কেবল তাড়াহুড়া আর ব্যস্ততা— এখানে সময়ই অর্থ এবং গিব নামে পরিচিত এই জায়গার দেবতা হচ্ছে ম্যামন, কারণ নামটি অশ্লীলভাবে বর্ণনা করা হয়েছে ... । গোটা উপদ্বীপের বাণিজ্য যেন এই ক্ষুদ্র পৃথিবীতে সংকুচিত হয়ে গেছে, যেখানে সকল বিশ্বাস ও জাতির মানুষ মিলিত হয়, এবং বেশিরভাগই এক মহা প্রতিযোগিতায় লিপ্ত—'পাশেরজনকে নিঃস্ব করার খেলায়' পারদর্শী।\"\nউনিশ শতকে স্পেনের সাথে সম্পর্ক সাধারণত বন্ধুত্বপূর্ণ ছিল। নিয়মিত ব্রিটিশ সৈন্যদের সীমান্ত অতিক্রম করার অনুমতি ছিল না, তবে অফিসাররা অবাধে স্পেনে প্রবেশ করতে পারতেন, ঠিক যেমনটি জিব্রাল্টারের বাসিন্দারাও পারতেন। তাদের মধ্যে অনেকের সীমান্তের প্রায় ১০ কিলোমিটার (৬ মাইল) দূরে অবস্থিত সান রোক শহরে দ্বিতীয় বাড়ি ছিল। গ্যারিসন ১৮১২ সালে রয়েল ক্যালপে হান্টের আকারে শিয়াল শিকারের ব্রিটিশ কার্যকলাপ চালু করে, যেখানে ব্রিটিশ অফিসার এবং স্থানীয় স্প্যানিশ অভিজাতরা জিব্রাল্টারের আশেপাশের অঞ্চলে শেয়াল শিকার করতেন, যা ছিল একেবারে ব্রিটিশ ঐতিহ্যবাহী শিকার ক্রীড়া। এই সময়ের সবচেয়ে বড় বিতর্কের বিষয় ছিল সীমান্ত দিয়ে চোরাচালান। সমস্যার মূল কারণ ছিল স্পেনের সরকার কর্তৃক আরোপিত শুল্ক, যা দেশীয় শিল্পকে সুরক্ষা দেওয়ার জন্য বিদেশি পণ্যের ওপর বসানো হয়েছিল। তামাকের ওপরও উচ্চ কর আরোপ করা হয়, যা স্পেন সরকারের অন্যতম প্রধান রাজস্ব উৎস হয়ে ওঠে। এর ফলে স্বাভাবিকভাবেই জিব্রাল্টার সস্তা তামাক ও বিদেশি পণ্যের কেন্দ্রস্থল হয়ে ওঠে এবং ব্যাপকভাবে চোরাচালান শুরু হয়। দুর্বল অর্থনীতির কারণে এই চোরাচালানই জিব্রাল্টারের অন্যতম প্রধান বাণিজ্য হয়ে ওঠে। উনিশ শতকের আইরিশ পর্যটক মার্টিন হ্যাভার্টি জিব্রাল্টারকে \"স্পেনের জন্য বিশাল এক চোরাচালান ডিপো\" বলে বর্ণনা করেছিলেন। ১৮৪৮ থেকে ১৮৫৫ সাল পর্যন্ত গভর্নর হিসেবে দায়িত্ব পালনকারী জেনারেল স্যার রবার্ট গার্ডিনার এই পরিস্থিতির বিবরণ দিয়ে ব্রিটিশ প্রধানমন্ত্রী লর্ড পামারস্টনের কাছে এক চিঠিতে লিখেছিলেন:\n\nপ্রথম প্রহরে গেট খোলার পরপরই স্প্যানিশ পুরুষ, নারী ও শিশুদের এক অবিরাম প্রবাহ, ঘোড়া এবং কয়েকটি ক্যালেচ গাড়ি শহরের দিকে প্রবেশ করতে দেখা যায়। তারা দোকান থেকে দোকানে ঘুরে বেড়ায় এবং দুপুর নাগাদ শহর ত্যাগ করে। মানুষজন গ্যারিসনে প্রবেশ করে তাদের স্বাভাবিক আকারে, কিন্তু বের হয় শরীরে মোড়ানো ও স্ফীত হয়ে, আমাদের তুলার তৈরি পোশাকের স্তরে আবৃত এবং তামাক দিয়ে গৃহীত। একইভাবে গাড়ি ও পশুগুলো যখন হালকা ও চটপটে অবস্থায় এখানে আসে, তখন ফিরে যাওয়ার সময় এতটাই বোঝাই হয়ে যায় যে, তাদের চলাফেরা করা কঠিন হয়ে পড়ে। স্প্যানিশ কর্তৃপক্ষও এই চোরাচালানের অংশীদার, কারণ তারা সীমান্ত অতিক্রমকারী প্রতিটি ব্যক্তির কাছ থেকে ঘুষ গ্রহণ করে। এই ব্যক্তিদের পরিচয় ও উদ্দেশ্য তাদের সম্পূর্ণরূপে জানা থাকে। এদের অনেকে কেবল তুলার পোশাক ও তামাকই নয় ধাতব সামগ্রীও স্পেনে নিয়ে যায়।\n\nসমস্যাটি অবশেষে আমদানি করা পণ্যের ওপর শুল্ক আরোপের মাধ্যমে কমিয়ে আনা হয়, যা চোরাচালানকারীদের জন্য পণ্যগুলোকে কম আকর্ষণীয় করে তোলে এবং সেইসঙ্গে প্রয়োজনীয় স্যানিটেশন উন্নয়নের জন্য তহবিল সংগ্রহে সহায়তা করে। শতাব্দীর শুরুতে কিছু উন্নয়ন করা হলেও জিব্রাল্টারে তখনো বসবাসের পরিস্থিতি শোচনীয় ছিল। ১৮৬০-এর দশকে জিব্রাল্টারে নিযুক্ত কর্নেল সায়ের শহরটিকে বর্ণনা করেন এই বলে যে, \"এটি ছোট ও ঘনবসতিপূর্ণ বাড়িঘর নিয়ে গঠিত, যেখানে পর্যাপ্ত বায়ু চলাচলের ব্যবস্থা নেই, নিকাশির অবস্থা করুণ এবং যা মানুষের দ্বারা ঠাসা। এক বর্গমাইল [২.৫ বর্গকিমি] এলাকার মধ্যে ১৫,০০০-এর বেশি মানুষ বাস করে।\" যদিও নর্দমার ব্যবস্থা ছিল, পানির অভাবে গ্রীষ্মকালে সেগুলো প্রায় অকেজো হয়ে যেত এবং দরিদ্র বাসিন্দারা কখনো কখনো নিজেদের ধোয়ার জন্য পর্যাপ্ত পানি জোগাড় করতেও পারত না। এক চিকিৎসক মন্তব্য করেছিলেন, \"নিচু শ্রেণির লোকদের বাসস্থানগুলোর তুলনায় খোলা রাস্তায় থাকা অনেক বেশি সুবিধাজনক।\" ১৮৬৫ সালে স্যানিটারি কমিশনারদের একটি বোর্ড গঠন করা হয় এবং নতুন নিষ্কাশন, পয়ঃনিষ্কাশন ও পানির সরবরাহ ব্যবস্থা নির্মাণের ফলে পরবর্তী সময়ে আর বড় ধরনের মহামারি দেখা যায়নি। জিব্রাল্টার পর্বতের ভেতরে ৫০ লাখ গ্যালন (২২.৭ মিলিয়ন লিটার) পানি ধারণক্ষমতা সম্পন্ন ভূগর্ভস্থ জলাধার নির্মাণ করা হয়। অন্যান্য পৌরসেবাও চালু হয়—১৮৫৭ সালে গ্যাস কারখানা, ১৮৭০ সালের মধ্যে টেলিগ্রাফ সংযোগ এবং ১৮৯৭ সালে বিদ্যুৎ ব্যবস্থা চালু হয়। পাশাপাশি জিব্রাল্টারে একটি উন্নতমানের স্কুল ব্যবস্থা গড়ে ওঠে, সেখানে ১৮৬০ সালের মধ্যে ৪২টি বিদ্যালয় চালু হয়েছিল।\n১৯শ শতকের শেষের দিকে \"জিব্রাল্টারীয়\" জনগোষ্ঠীকে প্রথমবারের মতো একটি আনুষ্ঠানিক পরিচয় প্রদান করা হয়। ১৮৩০-এর দশক পর্যন্ত জিব্রাল্টারে বিদেশিদের তুলনায় স্থানীয়ভাবে জন্মগ্রহণকারী বাসিন্দাদের সংখ্যা কম ছিল, তবে ১৮৯১ সালের মধ্যে ১৯,০১১ জন জনসংখ্যার প্রায় ৭৫% জিব্রাল্টার-বংশোদ্ভূত ছিল। জিব্রাল্টারীয়দের একটি স্বতন্ত্র গোষ্ঠী হিসেবে আবির্ভাবের পেছনে মূল কারণ ছিল আবাসনসংকট এবং বেসামরিক জনগণের সংখ্যা নিয়ন্ত্রণের প্রয়োজনীয়তা, কারণ তখনও জিব্রাল্টার মূলত একটি সামরিক দুর্গ হিসেবেই বিবেচিত হতো। ১৮৭৩ এবং ১৮৮৫ সালের কাউন্সিলের দুটি আদেশে ঘোষণা করেছিল যে বিদেশি পিতামাতার কোনো সন্তান জিব্রাল্টারে জন্মগ্রহণ করতে পারবে না, কোনো বিদেশি সেখানে বসবাসের দাবি করতে পারবে না এবং কেবলমাত্র জিব্রাল্টারে জন্মগ্রহণকারী বাসিন্দারাই সেখানে বসবাসের অধিকারী হবে; অন্য সবাইকে বসবাসের অনুমতি নিতে হতো, যদি না তারা ব্রিটিশ সরকারের কর্মচারী হতেন। ১৪,২৪৪ জন জিব্রাল্টারীয় ছাড়াও সেখানে ৭১১ জন ব্রিটিশ, ৬৯৫ জন মাল্টীয় এবং অন্যান্য ব্রিটিশ অধীনস্থ অঞ্চল থেকে আসা ৯৬০ জন বাস করত। এছাড়া সেখানে ১,৮৬৯ জন স্প্যানিয়ার্ড বাস করত (যাদের মধ্যে ১,৩৪১ জন ছিল নারী) এবং পর্তুগিজ, ইতালীয়, ফরাসি এবং মরক্কোর লোকের সংখ্যা কম ছিল।\n\n\n=== যুদ্ধ ও শান্তিতে জিব্রাল্টার ===\n\nউনিশ শতকের শেষের দিকে এবং বিংশ শতাব্দীর শুরুতে জিব্রাল্টারের ভবিষ্যৎ একটি ব্রিটিশ উপনিবেশ হিসেবে অনিশ্চিত হয়ে পড়েছিল। এর অর্থনৈতিক গুরুত্ব কমতে থাকে, কারণ নতুন প্রজন্মের দীর্ঘ পাল্লার বাষ্পীয় জাহাজগুলোর আর জ্বালানি সংগ্রহের জন্য সেখানে থামার প্রয়োজন ছিল না। সামরিক প্রযুক্তির অগ্রগতির কারণে এর সামরিক মূল্যও ক্রমশ প্রশ্নবিদ্ধ হয়ে উঠছিল। নতুন দূরপাল্লার কামান, যা উচ্চ-ক্ষমতাসম্পন্ন বিস্ফোরক গোলাবারুদ ছুড়তে পারত, সহজেই উপসাগর বা স্পেনের ভূভাগ থেকে জিব্রাল্টারকে আঘাত করতে পারত। পাশাপাশি টর্পেডোর বিকাশের ফলে উপসাগরে নোঙর করা জাহাজগুলিও ঝুঁকির মুখে পড়ে। গ্যারিসন দীর্ঘ সময় ধরে প্রতিরোধ গড়ে তুলতে পারত, তবে যদি শত্রুপক্ষ স্প্যানিশ উপকূল দখল করে নিত, তাহলে ১২০ বছর আগে গ্রেট সিজের সময়কার মতো জিব্রাল্টারকে পুনরায় সরবরাহ করা সম্ভব হতো না।\nপ্রণালীর অপর পাশে জিব্রাল্টারকে সেউতার সাথে বিনিময় করার একটি স্প্যানিশ প্রস্তাব বিবেচনা করা হয়েছিল কিন্তু শেষ পর্যন্ত তা প্রত্যাখ্যান করা হয়। শেষ পর্যন্ত সিদ্ধান্ত নেওয়া হয় যে নৌঘাঁটি হিসেবে জিব্রাল্টারের কৌশলগত অবস্থান স্থলভাগের সম্ভাব্য দুর্বলতার চেয়েও বেশি। ১৮৮৯ সাল থেকে রয়েল নেভি ব্যাপকভাবে সম্প্রসারিত হয় এবং জিব্রাল্টার এবং মাল্টা উভয়কেই নতুন টর্পেডো-প্রতিরোধী বন্দর এবং সম্প্রসারিত আধুনিকায়িত ডকইয়ার্ডের সুবিধা লাভ করে। জিব্রাল্টারের কাজগুলো চালানোর জন্য প্রায় ২,২০০ জন শ্রমিক নিযুক্ত করা হয়েছিল এবং এর ব্যয় ছিল ৫ মিলিয়ন পাউন্ড (২০১৩ সালের মূল্যে ০.৫ বিলিয়ন পাউন্ড)। প্রথম সি লর্ড অ্যাডমিরাল জন \"জ্যাকি\" ফিশারের সংস্কারমূলক নেতৃত্বে জিব্রাল্টার আটলান্টিক নৌবহরের ঘাঁটিতে পরিণত হয়েছিল। ব্রিটিশ জনগণের কল্পনায় জিব্রাল্টার ছিল \"ব্রিটিশ নৌবাহিনী শক্তির একটি প্রতীক [এবং] নির্মিত সাম্রাজ্যের প্রতীক হিসাবে দেখা হত এবং ব্রিটেনের শক্তি ও মর্যাদাকে বিশ্বব্যাপী প্রতিনিধিত্ব করেছে, এমনকি ব্রিটিশ সিংহ বা জন বুলের চেয়ে অনেক বেশি।\"\n১৯১৪ সালের আগস্টে প্রথম বিশ্বযুদ্ধ শুরু হওয়ার পর নৌঘাঁটির মূল্য স্পষ্ট হয়ে ওঠে। ৩/৪ আগস্ট মধ্যরাতে যুদ্ধ ঘোষণা কার্যকর হওয়ার মাত্র কয়েক মিনিটের মধ্যেই, একটি জার্মান লাইনারের উপর জিব্রাল্টার থেকে পাঠানো একটি টর্পেডো বোট আক্রমণ চালিয়ে সেটিকে আটক করে। পরদিন আরও তিনটি শত্রু জাহাজ আটক করা হয়। যদিও জিব্রাল্টার যুদ্ধের মূল যুদ্ধক্ষেত্র থেকে অনেক দূরে ছিল - স্পেন নিরপেক্ষ ছিল এবং ভূমধ্যসাগর দ্বিতীয় বিশ্বযুদ্ধের মতো কৌশলগত প্রতিদ্বন্দ্বিতার কেন্দ্রবিন্দু হয়ে ওঠেনি - তবুও এটি জার্মান ইউ-বোট অভিযানের বিরুদ্ধে মিত্রশক্তির লড়াইয়ে গুরুত্বপূর্ণ ভূমিকা পালন করে। নৌঘাঁটিটি মিত্রবাহিনীর যুদ্ধজাহাজগুলোর পুনরায় সরবরাহ ও মেরামতের জন্য ব্যাপকভাবে ব্যবহৃত হয়। এছাড়া জিব্রাল্টার উপসাগর মিত্র বাহিনীর কনভয় গঠনের জন্য একটি গুরুত্বপূর্ণ স্থান হয়ে ওঠে, যখন জার্মান ইউ-বোটগুলো শিকারের সন্ধানে প্রণালীতে ওত পেতে থাকত। দুইবার জিব্রাল্টারের কামান থেকে দুটি ইউ-বোটের ওপর গুলি চালানো হলেও সেগুলো ধ্বংস করতে ব্যর্থ হয়। সাবমেরিন-বিরোধী যুদ্ধের প্রযুক্তি তখনও প্রাথমিক পর্যায়ে ছিল, ফলে ইউ-বোটগুলোর কার্যক্রম সম্পূর্ণরূপে প্রতিরোধ করা সম্ভব হয়নি। যুদ্ধ শেষ হওয়ার মাত্র দুই দিন আগে, ১৯১৮ সালের ৯ নভেম্বর জিব্রাল্টারের পশ্চিমে কেপ ট্রাফালগারের কাছে জার্মান ইউ-বোট এসএম ইউবি-৫০ টর্পেডো নিক্ষেপ করে ব্রিটিশ যুদ্ধজাহাজ এইচএমএস ব্রিটানিয়া-কে ডুবিয়ে দেয়।\n\nশান্তি প্রতিষ্ঠার ফলে স্বাভাবিকভাবেই সামরিক ব্যয় হ্রাস পায়, তবে এটি জিব্রাল্টারে আসা লাইনার ও ক্রুজ জাহাজের ব্যাপক বৃদ্ধির মাধ্যমে পুষিয়ে যায়। ব্রিটিশ লাইনারগুলো ভারত ও দক্ষিণ আফ্রিকার পথে এবং সেখান থেকে ফেরার সময় জিব্রাল্টারে যাত্রা বিরতি করত, ঠিক যেমনটি করত ফরাসি, ইতালীয় ও গ্রিক লাইনারগুলো আমেরিকা যাওয়া-আসার পথে। কয়লার পাশাপাশি তেল সরবরাহ একটি প্রধান শিল্পে পরিণত হয়। ১৯৩৩ সালে জিব্রাল্টার ও স্পেনের সংযোগকারী স্থলভাগে একটি বিমানঘাঁটি প্রতিষ্ঠা করা হয়। একইসঙ্গে নাগরিক সমাজেও সংস্কার আনা হয়;  ১৯২১ সালে অঞ্চলটির স্বায়ত্তশাসনের দিকে প্রথম পদক্ষেপ হিসেবে গভর্নরকে পরামর্শ দেওয়ার জন্য একটি নির্বাহী পরিষদ এবং একটি নির্বাচিত নগর পরিষদ প্রতিষ্ঠিত হয়।\n১৯৩৬ সালের জুলাই মাসে স্পেনের গৃহযুদ্ধ ছড়িয়ে পড়ার ফলে জিব্রাল্টারে গুরুতর নিরাপত্তা উদ্বেগ দেখা দেয়, কারণ এটি সংঘর্ষের প্রথম সারিতে ছিল। জেনারেল ফ্রান্সিসকো ফ্রাঙ্কোর নেতৃত্বে বিদ্রোহ প্রণালীর ওপারে মরক্কোতে শুরু হয় এবং স্পেনের রিপাবলিকান সরকার বেশ কয়েকবার আলজেসিরাসের জাতীয়তাবাদী-নিয়ন্ত্রিত অঞ্চল পুনর্দখলের চেষ্টা করে। যদিও জিব্রাল্টার সরাসরি যুদ্ধের দ্বারা প্রভাবিত হয়নি, তবে এটি বিশাল বিশৃঙ্খলা সৃষ্টি করে। আনুমানিক ১০,০০০ স্প্যানিশ শরণার্থী জিব্রাল্টারে পালিয়ে আসে, যার ফলে ব্যাপক অতিরিক্ত ভিড় ও জনসংখ্যার চাপ তৈরি হয়। ব্রিটিশ রয়্যাল নেভি জিব্রাল্টার থেকে একটি \"অ-হস্তক্ষেপ টহল\" পরিচালনা করে, যার লক্ষ্য ছিল স্পেনের যুদ্ধে বিদেশি সামরিক সহায়তা পৌঁছানো প্রতিরোধ করা। ১৯৩৭ সালের মে মাসে এই টহল অভিযানে অংশ নেওয়া ডেস্ট্রয়ার এইচএমএস হান্টার একটি জাতীয়তাবাদী মাইনে আঘাত পেয়ে মারাত্মকভাবে ক্ষতিগ্রস্ত হয় এবং আটজন নাবিক নিহত হন ফলে জাহাজটি জিব্রাল্টারে ফিরিয়ে আনা হয়। স্পেনের গৃহযুদ্ধ জিব্রাল্টারের সমাজে গভীর প্রভাব ফেলে। একদিকে ব্রিটিশ কর্তৃপক্ষ, অ্যাংলিকান ও ক্যাথলিক গির্জা এবং জিব্রাল্টারের বিত্তশালী শ্রেণি যুদ্ধে জাতীয়তাবাদীদের সমর্থন করেছিল, অন্যদিকে শ্রমিক শ্রেণি রিপাবলিকানদের পক্ষে ছিল। ইউরোপ যখন আরও বড় যুদ্ধের দিকে এগোচ্ছিল তখন ব্রিটিশ সরকার জিব্রাল্টারের প্রতিরক্ষা জোরদার করার সিদ্ধান্ত নেয় এবং নৌঘাঁটিকে আধুনিক প্রজন্মের যুদ্ধজাহাজ এবং বিমানবাহী জাহাজ দ্বারা সজ্জিত করে। স্বদেশ প্রতিরক্ষায় সহায়তা করার জন্য ১৯৩৯ সালের মার্চ মাসে জিব্রাল্টার প্রতিরক্ষা বাহিনী (বর্তমানে রয়্যাল জিব্রাল্টার রেজিমেন্ট) গঠন করা হয়।\n\n\n=== দ্বিতীয় বিশ্বযুদ্ধ ===\n\nদ্বিতীয় বিশ্বযুদ্ধের সূচনা ১৯৩৯ সালের সেপ্টেম্বর মাসে হলেও সে সময় স্পেন ও ইতালি নিরপেক্ষ থাকায় জিব্রাল্টারে তেমন কোনো অস্থিরতা দেখা যায়নি। তবে ১৯৪০ সালের এপ্রিল মাসে জার্মানি যখন ফ্রান্স আক্রমণ করে এবং জুন মাসে ইতালি ফরাসি ভূখণ্ড আক্রমণে যোগ দেয় তখন পরিস্থিতি নাটকীয়ভাবে পরিবর্তিত হয়। ব্রিটিশ সরকার আশঙ্কা করেছিল যে স্পেনও যুদ্ধে যোগ দিতে পারে, তাই ১৯৪০ সালের মে মাসে জিব্রাল্টারের পুরো বেসামরিক জনগোষ্ঠীকে সরিয়ে নেওয়ার সিদ্ধান্ত নেওয়া হয়। অধিকাংশ মানুষকে যুক্তরাজ্যে পাঠানো হয়, অন্যরা মাদেইরা ও জ্যামাইকায় আশ্রয় নেয়, আর কিছু লোক নিজ উদ্যোগে তানজিয়ার ও স্পেনে চলে যায়। এ সময় সুড়ঙ্গ খনন ও দুর্গোন্নয়ন প্রকল্প জোরদার করা হয়; জিব্রাল্টার পর্বতের ভেতরে ৫০ কিলোমিটারের (৩০ মাইল) বেশি সুড়ঙ্গ খোঁড়া হয় এবং বিভিন্ন স্থানে বিমান-বিধ্বংসী ব্যাটারি স্থাপন করা হয়। ভূমধ্যসাগরের প্রবেশপথ নিয়ন্ত্রণ ও উত্তর আফ্রিকা, ভূমধ্যসাগর ও আটলান্টিকে মিত্র বাহিনীকে সহায়তা দিতে জিব্রাল্টারে ফোর্স এইচ নামে একটি শক্তিশালী নৌবহর গঠন করা হয়। বিমানঘাঁটিকে (যা তখন RAF North Front নামে পরিচিত হয়) সম্প্রসারণ করা হয়, সুড়ঙ্গ খনন থেকে পাওয়া মাটি ব্যবহার করে রানওয়ে দীর্ঘ করা হয় যাতে উত্তর আফ্রিকায় বোমারু বিমান পাঠানো সম্ভব হয়। এই সময়ে জিব্রাল্টারের সেনা সংখ্যা ব্যাপকভাবে বৃদ্ধি পায়, ১৯৪৩ সালে তা সর্বোচ্চ ১৭,০০০-এ পৌঁছে, একই সময়ে জিব্রাল্টারে আরও ২০,০০০ নাবিক এবং বিমানসেনাকে স্থান দেওয়া হয়েছিল।\n\nআটলান্টিক যুদ্ধের সময় জিব্রাল্টার একটি গুরুত্বপূর্ণ ভূমিকা পালন করেছিল। ১৯৪০ সালের জুনে ফ্রান্সের পতনের পর ব্রিটেন যে মহাসাগরীয় কনভয় ব্যবস্থা গ্রহণ করেছিল তা দুটি প্রধান রুটে পরিচালিত হতো—একটি পূর্ব-পশ্চিম রুট যা যুক্তরাজ্য ও উত্তর আমেরিকার মধ্যে চলত এবং অন্যটি উত্তর-দক্ষিণ রুট, যা যুক্তরাজ্য, জিব্রাল্টার ও ব্রিটিশ শাসিত সিয়েরা লিওনের ফ্রিটাউনের মধ্যে সংযোগ স্থাপন করত। যুদ্ধের আগেও জিব্রাল্টারকে ইউরোপগামী কনভয়গুলোর অন্যতম মূল সমাবেশস্থল হিসেবে নির্ধারণ করা হয়েছিল। ১৯৪২ সালের শেষ দিক থেকে উত্তর আফ্রিকা, সিসিলি, ইতালি এবং ভূমধ্যসাগরীয় অঞ্চলে মিত্র বাহিনীর অভিযানের সমর্থনে যুক্তরাষ্ট্র ও ভূমধ্যসাগরের মধ্যে মধ্য অ্যাটলান্টিক কনভয় রুটের গন্তব্য হিসেবে জিব্রাল্টার গুরুত্বপূর্ণ হয়ে ওঠে। এই রুটে বিপুল সংখ্যক মিত্রবাহিনীর সেনা ও জাহাজ যাতায়াত করত। নভেম্বর ১৯৪২ থেকে আগস্ট ১৯৪৫ পর্যন্ত ১৮৯টি কনভয়ে ১১,১১৯টি জাহাজ জিব্রাল্টার ও যুক্তরাষ্ট্রের মধ্যে চলাচল করেছিল এবং ডিসেম্বর ১৯৪২ থেকে মার্চ ১৯৪৫ পর্যন্ত ৫,৩৬,১৩৪ জন সেনাকে যুক্তরাষ্ট্র থেকে জিব্রাল্টারে পরিবহন করা হয়েছিল।\nযুদ্ধের সময় বেশ কয়েকবার জিব্রাল্টার প্রকাশ্য এবং গোপনে সরাসরি আক্রমণের শিকার হয়েছিল। ১৯৪০ সালের ৩ জুলাই রয়্যাল নেভি তাদের নৌবহরে আকস্মিক আক্রমণের পর ১৯৪০ সালের জুলাই এবং সেপ্টেম্বরে ভিশি ফরাসি বিমানবাহিনী বোমাবর্ষণ করে এবং ইতালীয় এবং জার্মান দূরপাল্লার বিমানগুলি বিচ্ছিন্ন আক্রমণ চালায়, যদিও ক্ষয়ক্ষতি তেমন গুরুতর ছিল না। ফ্রাঙ্কোর অবস্থান সূক্ষ্মভাবে নিরপেক্ষতা থেকে \"অ-যুদ্ধরত\" হয়ে যায়, যার অর্থ বাস্তবে অক্ষশক্তিগুলিকে স্প্যানিশ অঞ্চল থেকে জিব্রাল্টারের বিরুদ্ধে গোপনে অভিযান চালানোর অনুমতি দেওয়া ছিল। জিব্রাল্টার উপসাগরে এবং তার আশেপাশে জার্মান এবং ইতালীয় কার্যকলাপ উপেক্ষা করার জন্য ফ্রাঙ্কোর ইচ্ছা থাকা সত্ত্বেও, তিনি অঞ্চলটি দখল করার জন্য হিটলারের পরিকল্পিত অপারেশন ফেলিক্সে যোগ না দেওয়ার সিদ্ধান্ত নেন। তার  সিদ্ধান্তের একটি প্রধান কারণ ছিল স্পেনের খাদ্য সরবরাহের দুর্বলতা, কারণ স্পেনের গৃহযুদ্ধের ধ্বংসের পর দেশটি নিজেরাই খাবার খেতে অক্ষম ছিল। এটি আমেরিকা থেকে শস্য আমদানির উপর নির্ভরশীল ছিল, যা ফ্রাঙ্কো মিত্রশক্তির সাথে যুদ্ধে গেলে অবশ্যই বন্ধ হয়ে যেত। শেষ পর্যন্ত হিটলার ফেলিক্স পরিকল্পনা পরিত্যাগ করে যুগোস্লাভিয়া (এপ্রিল ১৯৪১) এবং সোভিয়েত ইউনিয়ন (১৯৪১ সালের জুনের পর) আক্রমণের মতো অন্যান্য অগ্রাধিকারের দিকে মনোযোগ দেয়।\nজার্মান ও ইতালীয় গুপ্তচররা জিব্রাল্টারের উপর সার্বক্ষণিক নজরদারি রাখত এবং নাশকতামূলক অভিযান পরিচালনা করার চেষ্টা করত, কখনও কখনও সাফল্যও অর্জন করত। ইতালীয়রা একাধিকবার মানব টর্পেডো এবং স্প্যানিশ উপকূল থেকে পরিচালিত ডুবুরিদের ব্যবহার করে জিব্রাল্টারের বন্দরে হামলা চালিয়ে বেশ কয়েকটি বাণিজ্যিক জাহাজের ক্ষতি করে এবং একটি ডুবিয়ে দেয়। জার্মান আবওয়ের মাধ্যমে গুপ্তচর এবং নাশকতাকারী হিসেবে পরিচালিত তিনজন স্প্যানীয় নাগরিক ১৯৪২-৪৩ সালে জিব্রাল্টারে ধরা পড়ে এবং তাদের ফাঁসি দেওয়া হয়। ১৯৪৩ সালের সেপ্টেম্বরে ইতালির পতনের পর জিব্রাল্টারের প্রতি হুমকি অনেকটাই কমে যায়।\n\n\n=== যুদ্ধ-পরবর্তী জিব্রাল্টার ===\n\nযদিও জিব্রাল্টারের বেসামরিক বাসিন্দারা ১৯৪৪ সালের এপ্রিল মাস থেকেই ফিরে আসতে শুরু করেছিল তবুও শেষ উদ্বাস্তুদেরে দেশে ফিরে আসতে ১৯৫১ সালের ফেব্রুয়ারি মাস পর্যন্ত সময় লাগে । ভিজে দিবসের (জাপানের আত্মসমর্পণের দিন) পরবর্তী তাৎক্ষণিক সমস্যা ছিল জাহাজ চলাচলের অভাব, কারণ সব উপলব্ধ জাহাজ সৈন্যদের বাড়িতে ফিরিয়ে আনার জন্য ব্যবহৃত হচ্ছিল, তবে দীর্ঘমেয়াদী সমস্যা ছিল বেসামরিক আবাসনের অভাব। জায়গা খালি করার জন্য গ্যারিসনটিকে উপদ্বীপের দক্ষিণ প্রান্তে স্থানান্তরিত করা হয়েছিল এবং সামরিক আবাসনটি অস্থায়ীভাবে ফেরত আসা নাগরিকদের থাকার জন্য ব্যবহৃত হয়েছিল। আবাসন প্রকল্প নির্মাণের একটি কর্মসূচি বাস্তবায়ন করা হয়েছিল, যদিও নির্মাণ সামগ্রীর অভাবের কারণে অগ্রগতি ধীর ছিল। ১৯৬৯ সালের মধ্যে ২,৫০০ টিরও বেশি ফ্ল্যাট হয় নির্মিত হয়েছিল অথবা নির্মাণাধীন ছিল।\nযুদ্ধের পর জিব্রাল্টার জনসাধারণের নীতিমালার অধিকাংশ বিষয়ে নাগরিক  স্বায়ত্তশাসন বাস্তবায়নের জন্য গুরুত্বপূর্ণ পদক্ষেপ নিয়েছিল। জিব্রাল্টারের আইনজীবী জোশুয়া হাসানের নেতৃত্বে অ্যাসোসিয়েশন ফর দ্য অ্যাডভান্সমেন্ট অফ সিভিল রাইটস (এএসিআর) ১৯৪৫ সালে যুদ্ধ-পরবর্তী প্রথম সিটি কাউন্সিল নির্বাচনে সমস্ত আসনে জয় লাভ করে। ১৯৪৭ সালে মহিলাদের ভোটাধিকার দেওয়া হয় এবং ১৯৫০ সালে একটি আইন পরিষদ প্রতিষ্ঠিত হয়। ১৯৫৫ সালের মধ্যে এএসিআর-এর প্রতিদ্বন্দ্বী হিসেবে কমনওয়েলথ পার্টি তৈরির মাধ্যমে একটি দ্বি-দলীয় ব্যবস্থার আবির্ভাব ঘটে। একই বছর হাসান জিব্রাল্টারের প্রথম মেয়র হন। গভর্নর তখনও সামগ্রিক কর্তৃত্ব বজায় রেখেছিলেন এবং আইন পরিষদকে বাতিল করতে পারতেন। গভর্নর এবং আইন পরিষদের মধ্যে মতবিরোধ হলে তখন তা অনিবার্যভাবে উত্তেজনা এবং বিতর্কের সৃষ্টি করত, তবে ১৯৬৪ সালে ব্রিটিশ সরকার গভর্নরের ক্ষমতাগুলি প্রতিরক্ষা, নিরাপত্তা এবং বৈদেশিক সম্পর্কিত বিষয়গুলো পর্যন্ত সীমাবদ্ধ করার জন্য সম্মত হয়। ১৯৬৮ সালে একটি নতুন সংবিধান প্রণীত হয় এবং ১৯৬৯ সালে তা জারি করা হয়, যার ফলে সিটি কাউন্সিল এবং লেজিসলেটিভ কাউন্সিলকে একটি একক পরিষদে (২০০৬ সাল থেকে জিব্রাল্টার সংসদ নামে পরিচিত) একীভূত করা হয় যেখানে ১৫ জন নির্বাচিত সদস্য, দুজন অনির্বাচিত কর্মকর্তা এবং একজন স্পিকার থাকবেন। \"জিব্রাল্টার উপনিবেশ\" এর পুরানো উপাধি বাদ দেওয়া হয় এবং অঞ্চলটির নাম পরিবর্তন করে জিব্রাল্টার সিটি রাখা হয়।\nস্পেনের সাথে যুদ্ধ-পরবর্তী জিব্রাল্টারের সম্পর্ক সেই অঞ্চলের সার্বভৌমত্ব নিয়ে দীর্ঘস্থায়ী বিরোধের তীব্রতার কারণে ক্ষতিগ্রস্ত হয়। যদিও ১৭৮৩ সাল থেকে স্পেন জিব্রাল্টার পুনরুদ্ধারের জন্য সামরিক শক্তি প্রয়োগের চেষ্টা করেনি, তবুও সার্বভৌমত্বের প্রশ্নটি এখনও বিদ্যমান ছিল। চোরাচালান এবং জিব্রাল্টার এবং স্পেনের মধ্যে সমুদ্র সীমান্ত নিয়ে বিরোধ ১৯শ শতকে একাধিকবার কূটনৈতিক উত্তেজনা সৃষ্টি করেছিল। ১৯শ এবং ২০শ শতকে স্পেন এবং জিব্রাল্টারের মধ্যে নিরপেক্ষ অঞ্চলও বিরোধের কারণ হয়ে দাঁড়িয়েছিল। এটি মূলত ব্রিটিশ এবং স্প্যানিশ দুর্গ রেখার মধ্যে ইস্থমাসে বালির একটি অচিহ্নিত ফালা ছিল, যা প্রায় ১ কিলোমিটার (০.৬২ মাইল) প্রশস্ত ছিল - ১৭০৪ সালে যা একটি কামানের গোলা ছোঁড়ার দূরত্ব। তবে বছরের পর বছর ধরে ব্রিটেন নিরপেক্ষ অঞ্চলের বেশিরভাগ অংশের নিয়ন্ত্রণ নিয়েছিল, যার বেশিরভাগই এখন জিব্রাল্টারের বিমানবন্দরের অন্তর্ভুক্ত। এই সম্প্রসারণের ফলে স্পেন বারবার প্রতিবাদ জানায়।\n\n১৯৪৬ সালে জাতিসংঘের উপনিবেশমুক্তকরণ কর্মসূচির মাধ্যমে জিব্রাল্টারের উপর সার্বভৌমত্ব পুনরুদ্ধারের জন্য স্পেনের প্রচেষ্টা আরও জোরদার হয়েছিল। সেই বছর ব্রিটেন উপনিবেশমুক্তকরণের দিকে এগিয়ে যাওয়ার সাথে সাথে জিব্রাল্টারকে অন্যান্য \"বিদেশী নির্ভরশীল অঞ্চল\"-এর মধ্যে তালিকাভুক্ত করেছিল, কিন্তু তখন এটি বোঝা যায়নি যে গিব্রাল্টার একটি অনন্য অবস্থানে ছিল; উট্রেখ্ট চুক্তির শর্ত অনুযায়ী, এটি কেবল ব্রিটিশ বা স্প্যানিশ হতে পারত এবং স্বাধীনতা লাভ করতে পারত না। ফ্রাঙ্কোর সরকার অনুমান করেছিল যে ব্রিটেন একটি ব্যয়বহুল মালিকানা ছেড়ে দিতে রাজি হবে যার আর তেমন সামরিক মূল্য নেই, কিন্তু এটি একটি মৌলিক ভুল হিসাবে প্রমাণিত হয়। ব্রিটিশ সরকার একটি নীতি অনুসরণ করেছিল, যেখানে তার উপনিবেশগুলোকে প্রথমে স্বশাসিত সত্ত্বা হতে দেয়া হতো তারপর তাদের স্বাধীনতার বিকল্প দেয়া হয়। প্রায় সকলেই এই বিকল্প গ্রহণ করেছিল এবং স্বাধীন প্রজাতন্ত্রে পরিণত হয়েছিল। উট্রেখ্ট চুক্তির শর্তাবলী অনুসারে জিব্রাল্টারের কাছে এই বিকল্পটি উপলব্ধ ছিল না, যার জন্য প্রয়োজন ছিল যে ব্রিটেন যদি কখনও নিয়ন্ত্রণ ত্যাগ করে তবে তা স্পেনের কাছে ফিরিয়ে দিতে হবে। জিব্রাল্টারবাসীরা এর তীব্র বিরোধিতা করে এবং ১৯৬৭ সালের সেপ্টেম্বরে একটি গণভোটের আয়োজন করে, যেখানে ১২,১৩৮ জন ভোটার ব্রিটেনের সাথে থাকার পক্ষে ভোট দেন এবং মাত্র ৪৪ জন স্পেনের সাথে একত্রীকরণের পক্ষে ভোট দেয় এবং ৫৫টি ভোটের কুপন ফাঁকা বা অবৈধ ছিল। স্পেন গণভোটের ফলাফল প্রত্যাখ্যান করে এবং শহরের বাসিন্দাদের \"ছদ্ম-জিব্রাল্টারীয়\" বলে অভিহিত করে এবং বলে যে \"প্রকৃত\" জিব্রাল্টারবাসীরা হলেন স্প্যানিশ বাসিন্দাদের বংশধর যারা ২৫০ বছরেরও বেশি সময় আগে এই অঞ্চলের অন্যত্র পুনর্বাসিত হয়েছিল।\nএই বিরোধটি প্রাথমিকভাবে প্রতীকী প্রতিবাদ এবং স্প্যানিশ কূটনীতিক এবং রাষ্ট্র-নিয়ন্ত্রিত গণমাধ্যমের মাধ্যমে একটি প্রচারণার আকার ধারণ করেছিল। ১৯৫৪ সাল থেকে স্পেন জিব্রাল্টারের সাথে সীমান্তের বাণিজ্য, যানবাহন এবং মানুষের চলাচলের উপর ক্রমাগত কঠোর বিধিনিষেধ আরোপ করতে থাকে। ১৯৬৪ সালে আরও বিধিনিষেধ আরোপ করা হয় এবং ১৯৬৬ সালে সীমান্ত যানবাহনের জন্য পুরোপুরি বন্ধ করে দেওয়া হয়। পরের বছর স্পেন জিব্রাল্টার আন্তর্জাতিক বিমানবন্দরে বিমান উড্ডয়ন বা অবতরণের জন্য তার আকাশসীমা বন্ধ করে দেয়। ১৯৬৯ সালে জিব্রাল্টার সংবিধান অধ্যাদেশ পাস হওয়ার পর, যার বিরুদ্ধে স্পেন তীব্র আপত্তি জানায়, সীমান্ত সম্পূর্ণরূপে বন্ধ করে দেওয়া হয় এবং স্পেনের মধ্য দিয়ে জিব্রাল্টারের টেলিযোগাযোগ সংযোগ বিচ্ছিন্ন করে দেওয়া হয়।\nস্পেনের এই সিদ্ধান্তটি কেবল স্পেন এবং যুক্তরাজ্যের মধ্যে রাজনৈতিক সম্পর্কের জন্যই নয় বরং জিব্রাল্টারের জনগণের উপরও বড় ধরনের প্রভাব ফেলেছিল কারণ তাদের অনেকেরই স্পেনে আত্মীয়স্বজন বা বাড়ি ছিল। সীমান্ত বন্ধের শিকার জিব্রাল্টারবাসীদের একজন যেমন ব্যাখ্যা করেছেন:\n\nসবচেয়ে দুঃখজনক দৃশ্য ছিল স্থল সীমান্তের উভয় পাশে লোকদের তারের বেড়ার পেছনে দাঁড়িয়ে একে অপরকে তাদের স্বজনদের অবস্থা জানাতে, তাদের গলা চিৎকার করে জানান দিচ্ছিলেন, কারণ স্প্যানীয়রা টেলিফোন যোগাযোগ বন্ধ করে দিয়েছিল। স্থানীয় গৃহিণীরা, যারা ক্যাম্পো অঞ্চলের স্পেনীয় আত্মীয়স্বজনদের সঙ্গে যোগাযোগ রাখতেন, তারা তাদের রেডিও স্পেনীয় স্টেশনগুলোতে সুর লাগিয়ে রাখতেন যাতে তারা গুরুতর অসুস্থ পরিবারের সদস্যদের খবর জানতে পারেন। গুরুতর ক্ষেত্রে সংশ্লিষ্ট পক্ষগুলি তানজিয়ার হয়ে স্পেনে ছুটে যেত কিন্তু দুর্ভাগ্যবশত কখনো কখনো রোগী পৌঁছানোর আগেই মারা যেত এবং কবর দেওয়া হত। এমনকি স্পেনীয় কর্তৃপক্ষ সহানুভূতির ভিত্তিতে হলেও স্থল সীমান্তের ওপারে প্রবেশের অনুমতি দিত না।\n১৯৭৫ সালে ফ্রাঙ্কোর মৃত্যুর পর জিব্রাল্টার ইস্যুতে ব্রিটেন ও স্পেনের মধ্যে কূটনৈতিক যোগাযোগের সূচনা শুরু হয়, যদিও তাৎক্ষণিকভাবে হয়নি। স্পেন ইউরোপীয় অর্থনৈতিক সম্প্রদায় (ইইসি) এবং ন্যাটোতে যোগদানের জন্য আবেদন করে, যার জন্য তাদের ব্রিটিশ সমর্থনের প্রয়োজন ছিল। ১৯৮০ সালে ব্রিটিশ এবং স্প্যানিশ মন্ত্রীদের মধ্যে আলোচনার ফলে লিসবন চুক্তি হয় যা দুই দেশের মধ্যে সহযোগিতার একটি বিবৃতি যা জিব্রাল্টারের ভবিষ্যৎ নিয়ে আলোচনা শুরু করার এবং জিব্রাল্টারের সাথে যোগাযোগের উপর স্প্যানিশ নিষেধাজ্ঞা তুলে নেওয়ার প্রতিশ্রুতি দেওয়া হয়। যদিও ব্রিটেন \"জিব্রাল্টারের জনগণের স্বাধীন এবং গণতান্ত্রিকভাবে প্রকাশিত ইচ্ছাকে সম্মান করার\" প্রতিশ্রুতি দিয়েছিল তবুও প্রধানমন্ত্রী মার্গারেট থ্যাচার হাউস অফ কমন্সে ইঙ্গিত দিয়েছিলেন যে সার্বভৌমত্ব আলোচনার টেবিলে থাকবে, যা পূর্বের নীতির পরিবর্তন ছিল। তবে সীমান্তটি \"প্রযুক্তিগত সমস্যার\" কারণে পুনরায় খোলা হয়নি – যা দুই সরকারের মধ্যে অমীমাংসিত বিষয়গুলোর জন্য একটি সংকেত ছিল – এবং অনেক জিব্রাল্টারবাসী এই চুক্তির তীব্র বিরোধিতা করেছিলেন, যারা তাদের সার্বভৌমত্ব আলোচনার আওতায় আনতে চাননি এবং আলোচনায় জিব্রাল্টারীয় প্রতিনিধিদের অনুপস্থিতির বিরুদ্ধে প্রতিবাদ করেছিলেন। The outbreak of the Falklands War in 1982 caused a further delay. ১৯৮২ সালে ফকল্যান্ড যুদ্ধ শুরু হওয়ার ফলে আরও বিলম্ব ঘটে। আর্জেন্টিনা একটি ব্যর্থ নাশকতা অভিযান পরিচালনা করে যা সেই সময় গোপন রাখা হয়েছিল, যার উদ্দেশ্য ছিল জিব্রাল্টারের বন্দরে একটি রয়েল নেভি ফ্রিগেট ডুবিয়ে দেওয়া; তবে হামলা চালানোর আগেই আলজেসিরাসে স্প্যানিশ পুলিশ তাদের ধরতে সক্ষম হয়েছিল। ১৯৮৪ সালে ব্রাসেলসে আরেকটি চুক্তি স্বাক্ষরিত হয় যা লিসবন চুক্তিকে স্পষ্ট করে এবং ব্রিটেনকে স্পেনীয় নাগরিকদের জিব্রাল্টারে বসবাস এবং কাজ করার অনুমতি দেওয়ার নির্দেশ দেয়, যা তাতা ইইসি নাগরিক হিসাবে যেভাবেই হোক অধিকারী ছিল। অবশেষে ৪-৫ ফেব্রুয়ারি ১৯৮৫ তারিখে সীমান্ত সম্পূর্ণরূপে পুনরায় খুলে দেওয়া হয়।\n\n\n=== আধুনিক জিব্রাল্টার ===\n\nসীমান্ত পুনরায় খোলার পর ব্রিটিশ সরকার নৌ ডকইয়ার্ড বন্ধ করে জিব্রাল্টারে সামরিক উপস্থিতি কমিয়ে দেয়। রয়্যাল এয়ার ফোর্স (আরএএফ) এর উপস্থিতিও কমিয়ে আনা হয়; যদিও বিমানবন্দরটি আনুষ্ঠানিকভাবে একটি আরএএফ ঘাঁটি হিসেবে রয়ে গেছে, তবে সেখানে আর কোনো সামরিক বিমান স্থায়ীভাবে রাখা হয় না। ১৭০৪ সাল থেকে যে ব্রিটিশ গারিসন সেখানে ছিল তা ১৯৯০ সালে স্নায়ুযুদ্ধের শেষে প্রতিরক্ষা কাটছাঁটের ফলে প্রত্যাহার করা হয়। ব্রিটিশ বাহিনী জিব্রাল্টারের তত্ত্বাবধানে জিব্রাল্টারে বেশ কয়েকটি সামরিক ইউনিট এখনও মোতায়েন রয়েছে; গ্যারিসনটি রয়্যাল জিব্রাল্টার রেজিমেন্টের স্থানীয়ভাবে নিয়োগপ্রাপ্ত ইউনিট দ্বারা প্রতিস্থাপিত হয়েছে, আর জিব্রাল্টারের আঞ্চলিক জলসীমার নিরাপত্তা নিশ্চিত করার জন্য জিব্রাল্টার স্কোয়াড্রনের মাধ্যমে রয়্যাল নেভির উপস্থিতি অব্যাহত থাকে। ১৯৮৮ সালের মার্চ মাসে জিব্রাল্টারে একটি ব্রিটিশ সামরিক অভিযানে প্রভিশনাল আইআরএ (পিআইআরএ)-এর তিনজন সদস্যকে হত্যা করা হয়, যারা জিব্রালটার-এ একটি গাড়ি বোমা হামলা পরিকল্পনা করছিল। এই ঘটনা বিতর্কের সৃষ্টি করেছিল, যখন স্পেশাল এয়ার সার্ভিস (এসএএস) তাদের হত্যা করে।\nসামরিক ব্যয় হ্রাস অনিবার্যভাবে জিব্রাল্টারের অর্থনীতির উপর বড় প্রভাব ফেলেছিল,  যা এর আগে মূলত প্রতিরক্ষা ব্যয়ের উপর নির্ভরশীল ছিল। এর ফলে অঞ্চলটির সরকার তার অর্থনৈতিক দৃষ্টিভঙ্গি পরিবর্তন করে এবং পর্যটন শিল্পের উন্নয়ন ও স্বয়ংসম্পূর্ণতা অর্জনে অনেক বেশি গুরুত্ব দেওয়া শুরু করে। শহরের গুরুত্বপূর্ণ এলাকার পুনঃসংস্কার ও  পায়ে হাঁটার উপযোগী করা, ক্রুজ জাহাজে ভ্রমণকারীদের স্বাগতম জানাতে নতুন যাত্রী টার্মিনাল তৈরি এবং নতুন মেরিনা এবং অবকাশযাপন সুবিধা খোলার মাধ্যমে জিব্রাল্টারে পর্যটনকে উৎসাহিত করা হয়। ২০১১ সালের মধ্যে জিব্রাল্টার প্রতি বছর ১ কোটিরও বেশি পর্যটককে আকর্ষণ করেছিল, যেখানে স্থানীয় জনসংখ্যা ছিল ২৯,৭৫২ জন, ফলে এটি বিশ্বের মধ্যে সবচেয়ে বেশি পর্যটক-প্রতি-বাসিন্দার অনুপাতের একটি স্থান অধিকার করেছিল।\nসরকার আর্থিক সেবা, শুল্কমুক্ত কেনাকাটা, ক্যাসিনো এবং ইন্টারনেট জুয়ার মতো নতুন শিল্পের বিকাশকেও উৎসাহিত করেছে। নিকটবর্তী কোস্টা দেল সোলে ব্রিটিশ প্রবাসীদের ভ্রমণকে উৎসাহিত করার জন্য জিব্রাল্টারে মার্কস অ্যান্ড স্পেন্সারের মতো প্রধান ব্রিটিশ চেইনের শাখা খোলা হয়। অঞ্চলটির অর্থনৈতিক সম্প্রসারণকে সহজতর করার জন্য ভূমি পুনরুদ্ধারের একটি বড় কর্মসূচি পরিচালিত হয়েছিল; জিব্রাল্টারের বর্তমান ভূমি এলাকার এক দশমাংশ সমুদ্র থেকে পুনরুদ্ধার করা হয়। এই উদ্যোগগুলো বিশাল সফলতা লাভ করে। ২০০৭ সালের মধ্যে প্রধানমন্ত্রী পিটার কারুয়ানা গর্বিতভাবে বলেছিলেন যে জিব্রাল্টারের অর্থনৈতিক সাফল্য এটিকে \"সমগ্র বিশ্বের সবচেয়ে সমৃদ্ধ সম্প্রদায়গুলির মধ্যে একটি\" করে তুলেছে। ২০১৩ সালের তথ্য অনুযায়ী মাথাপিছু ক্রয়ক্ষমতা সমতার ভিত্তিতে জিব্রাল্টার ইউরোপীয় ইউনিয়নের মধ্যে দ্বিতীয় সর্বাধিক সমৃদ্ধ অঞ্চল এবং মোট দেশজ উৎপাদনের দিক থেকে বিশ্বে ১৮তম সর্বাধিক সমৃদ্ধ অঞ্চল হিসেবে স্থান পেয়েছে (তুলনামূলকভাবে যুক্তরাজ্য বিশ্বব্যাপী ৩৩তম এবং স্পেন ৪৪তম)। বর্তমানে জিব্রাল্টারে প্রতি ১০,০০০ জনে একটি বিগ ফোর অ্যাকাউন্টিং ফার্ম অফিস রয়েছে যা ব্রিটিশ ভার্জিন দ্বীপপুঞ্জের পরে বিশ্বের মধ্যে দ্বিতীয় সর্বোচ্চ এবং প্রতি ১,৭০০ জনে একটি ব্যাংক রয়েছে যা বিশ্বের পঞ্চম সর্বাধিক মাথাপিছু ব্যাংক।\n\nস্পেনের সাথে জিব্রাল্টারের সম্পর্ক একটি সংবেদনশীল বিষয় হয়ে দাঁড়িয়েছিল। ২০০২ সাল নাগাদ ব্রিটেন এবং স্পেন জিব্রাল্টারের উপর সার্বভৌমত্ব ভাগাভাগি করার জন্য একটি চুক্তির প্রস্তাব করেছিল। তবে জিব্রাল্টার সরকার এর বিরোধিতা করে এবং ২০০২ সালের নভেম্বরে একটি গণভোটে বিষয়টি উপস্থাপন করা হয়েছিল। গণভোটে চুক্তিটি ১৭,০০০ - ১৮৭ ভোটে প্রত্যাখ্যাত হয় অর্থাৎ ৯৮.৯৭% ভোটার চুক্তিটি প্রথ্যাখ্যান করে। যদিও উভয় সরকার এই ফলাফলকে আইনগতভাবে অগ্রাহ্য করে, তবুও গণভোটের ফলাফল আলোচনা স্থগিত করে দেয় এবং ব্রিটিশ সরকার মেনে নেয় যে জিব্রাল্টারের জনগণের সমর্থন ছাড়া কোনও চুক্তিতে পৌঁছানোর চেষ্টা করা বাস্তবসম্মত হবে না।\n২০০৪ সালের আগস্টে জিব্রাল্টার দখলের ত্রয়শতবার্ষিকী উদযাপন করা হয়, তবে এটি স্পেনের কিছু অংশে সমালোচনার জন্ম দেয়। ২০০৬ সালের সেপ্টেম্বরে স্পেন, জিব্রাল্টার এবং যুক্তরাজ্যের মধ্যে ত্রিপক্ষীয় আলোচনা আলোচনা অনুষ্ঠিত হয়,  যার ফলস্বরূপ একটি চুক্তি (যেটি কর্ডোবা চুক্তি নামে পরিচিত) স্বাক্ষরিত হয়। এই চুক্তি অনুযায়ী সীমান্ত পারাপার সহজ করা এবং স্পেন ও জিব্রাল্টারের মধ্যে পরিবহন ও যোগাযোগ ব্যবস্থা উন্নত করা হবে। পরিবর্তনগুলির মধ্যে একটি ছিল গিব্রাল্টারের বিমানবন্দর থেকে স্পেন থেকে আসা এয়ারলাইন্সকে সেখানে অবতরণের অনুমতি দেওয়ার জন্য নিষেধাজ্ঞা প্রত্যাহারের চুক্তি এবং স্পেনের বাসিন্দাদের জন্য বিমানবন্দর ব্যবহারের সুবিধা বৃদ্ধি করা। চুক্তিটি সার্বভৌমত্বের বিতর্কিত বিষয়টি সমাধান করেনি, তবে এবার জিব্রাল্টার সরকার এটি সমর্থন করে। একই বছরে একটি নতুন সংবিধান আদেশ জারি করা হয়, যা ২০০৬ সালের নভেম্বরে অনুষ্ঠিত একটি গণভোটে ৬০.২৪% সংখ্যাগরিষ্ঠ ভোটে অনুমোদিত হয়।\n\n\n== আরও দেখুন ==\n\nস্পেনের ইতিহাস\nব্রিটিশ দ্বীপ অঞ্চলের ইতিহাস\nআধুনিক জিব্রাল্টারে রাজনৈতিক বিকাশ\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র =="}