{"pageid": 1510628, "title": "অ্যালান মুর", "url": "https://bn.wikipedia.org/wiki?curid=1510628", "content": "অ্যালান মুর (জন্ম ১৮ নভেম্বর ১৯৫৩) একজন ইংরেজ লেখক। তিনি মূলত কমিক বইয়ের কাজের জন্য পরিচিত। তাঁর উল্লেখযোগ্য কাজের মধ্যে রয়েছে ওয়াচমেন, ভি ফর ভেনডেটা, দ্য ব্যালাড অফ হালো জোনস, সোয়াম্প থিং, ব্যাটম্যান: দ্য কিলিং জোক, সুপারম্যান: হোয়াটএভার হ্যাপেনড টু দ্য ম্যান অফ টুমরো? এবং ফ্রম হেল। তিনি তাঁর সহকর্মী ও সমালোচক দ্বারা ইংরেজি ভাষায় সর্বাধিক সেরা কমিক বই লেখক হিসেবে পরিচিত।\nঅ্যালান মুর ১৯৭০ এর দশকের শেষের দিকে ব্রিটিশ আন্ডারগ্রাউন্ড এবং বিকল্প ফ্যানজিনে লেখা শুরু করেন। তারপর তিনি ২০০০ এ.ডি. এবং ওয়ারিয়র মতো ম্যাগাজিনে কমিক স্ট্রিপ প্রকাশ করে সফলতা পান। পরবর্তীতে ডিসি কমিকস তাকে গ্রহণ করে, যেখানে তিনি ব্যাটম্যান (ব্যাটম্যান: দ্য কিলিং জোক) এবং সুপারম্যান (\"হোয়াটেভার হ্যাপেন্ড টু দ্য ম্যান অব টুমরো?\") এর মতো প্রধান চরিত্র নিয়ে কাজ করেন। তিনি সোয়াম্প থিং চরিত্র নতুনভাবে তৈরি করেন এবং ওয়াচমেন  মতো মৌলিক কাজ করেন।\nএই দশকে, মুর মার্কিন যুক্তরাষ্ট্র এবং যুক্তরাজ্যে কমিক্সকে সামাজিকভাবে আরও গ্রহণযোগ্য করতে সাহায্য করেন। তিনি \"গ্রাফিক নভেল\" শব্দের পরিবর্তে \"কমিক\" শব্দটি ব্যবহার করতে পছন্দ করতেন।\n১৯৮০ এর শেষ এবং ১৯৯০ এর শুরুর দিকে তিনি মূলধারার কমিকস ছেড়ে স্বাধীনভাবে কাজ করতে শুরু করেন। এই সময়ে তিনি পরীক্ষামূলক কাজ যেমন ফ্রোম হেল এবং উপন্যাস ভয়েস অব দ্য ফায়ার লেখেন। পরে তিনি মূলধারায় ফিরে আসেন এবং ইমেজ কমিকসের জন্য কাজ করেন। এরপর তিনি আমেরিকার বেস্ট কমিকস নামে একটি প্রকাশনা সংস্থা তৈরি করেন। এর মাধ্যমে \"দ্য লিগ অব এক্সট্রা-অর্ডিনারি জেন্টলমেন\" এবং প্রোমিথিয়া এর মতো রচনা প্রকাশ করেন। ২০১৬ সালে তিনি জেরুজালেম প্রকাশ করেন। এটি ১,২৬৬ পৃষ্ঠার একটি উপন্যাস এবং তার নিজ শহর নর্থ্যাম্পটন, যুক্তরাজ্যকে কেন্দ্র করে রচিত।\nমুর একজন অকাল্ট অনুসারী, আনুষ্ঠানিক জাদুবিদ এবং নৈরাজ্যবাদী। তার রচনায় এসব বিষয় উঠে এসেছে, যেমন প্রোমিথিয়া, ফ্রম হেল এবং ভি ফর ভেনডেটা। তিনি দ্য মুন অ্যান্ড সার্পেন্ট গ্র্যান্ড ইজিপশিয়ান থিয়েটার অব মার্ভেলস এর মাধ্যমে অগ্রগামী বক্তৃতামূলক অকাল্ট পরিবেশনা করেছেন, যেগুলোর কিছু সি.ডি. আকারে প্রকাশিত হয়েছে।\nমুরের আপত্তি থাকা সত্ত্বেও, তার রচনাগুলো হলিউডের কিছু চলচ্চিত্রের ভিত্তি হয়েছে। এর মধ্যে রয়েছে ফ্রম হেল (২০০১), দ্য লিগ অব এক্সট্রা-অর্ডিনারি জেন্টলম্যান (২০০৩), ভি ফর ভেনডেটা (২০০৫) এবং ওয়াচমেন (২০০৯)।\nমুরকে জনপ্রিয় সংস্কৃতিতে অনেকবার উল্লেখ করা হয়েছে এবং তার কাজ নিল গেইমান ও ড্যামন লিন্ডেলফসহ বহু সাহিত্যিক ও টেলিভিশন নির্মাতার ওপর প্রভাব ফেলেছে।\nতিনি জীবনের অনেক সময় ইংল্যান্ডের নর্থ্যাম্পটনে কাটিয়েছেন এবং বিভিন্ন সাক্ষাৎকারে বলেছেন যে তার গল্পগুলো তার সেই অভিজ্ঞতা থেকেই অনুপ্রাণিত।\n\n\n== শৈশব ==\nমুর ১৮ নভেম্বর ১৯৫৩ সালে ইংল্যান্ডের নর্থ্যাম্পটনের সেন্ট এডমন্ডস হাসপাতালে জন্মগ্রহণ করেন। তিনি একটি শ্রমজীবী পরিবারে জন্মগ্রহণ করেন। তারা অনেক প্রজন্ম ধরে নর্থ্যাম্পটনেই বসবাস করছিলেন বলে তার বিশ্বাস ছিল। তার শৈশব নর্থ্যাম্পটনের \"দ্য বোরোস\" নামে পরিচিত একটি দরিদ্র এলাকায় কেটেছে, যেখানে সুযোগ-সুবিধার অভাব ছিল এবং অনেক মানুষের অক্ষরজ্ঞান ছিল না। তবুও তিনি বলেছিলেন, \"আমি এই জায়গাটা ভালোবাসতাম। আমি এখানকার মানুষদের ভালোবাসতাম। ... আমি এই সম্প্রদায়কে ভালোবাসতাম এবং... আমি জানতাম না যে অন্য কিছু হতে পারে।\"\nতিনি তার বাবা-মা, ছোট ভাই মাইক এবং মায়ের নানীর সাথে এক বাড়িতে থাকতেন। তার বাবা আর্নেস্ট মুর একটি ব্রিউয়ারিতে কাজ করতেন এবং মা সিলভিয়া ডরিন ছিলেন একজন ছাপাখানার কর্মী। মাত্র পাঁচ বছর বয়স থেকে তিনি প্রচুর বই পড়তেন এবং স্থানীয় গ্রন্থাগার থেকে বই নিয়ে আসতেন। এরপর তিনি স্প্রিং লেন প্রাইমারি স্কুলে পড়াশোনা শুরু করেন। এ সময় তিনি কমিক বই পড়া শুরু করেন। প্রথমে তিনি ব্রিটিশ কমিক যেমন টপার এবং দ্য বিজার পড়তেন, পরে আমেরিকান কমিকও পড়া শুরু করেন। এর মধ্যে ছিল দ্য ফ্ল্যাশ, ডিটেকটিভ কমিকস, ফ্যান্টাস্টিক ফোর এবং ব্ল্যাকহক।\nপরবর্তীতে, তিনি ১১-প্লাস পরীক্ষা পাশ করেন এবং নর্থ্যাম্পটন গ্রামার স্কুলে ভর্তি হওয়ার সুযোগ পান। এখানে এসে তিনি প্রথমবার মধ্যবিত্ত ও তুলনামূলকভাবে শিক্ষিত মানুষের সাথে পরিচিত হন। তিনি হতাশ হয়ে দেখলেন যে প্রাইমারি স্কুলে শীর্ষস্থানীয় ছাত্রদের একজন হলেও, গ্রামার স্কুলে এসে তিনি প্রায় নিচের দিকে চলে যান। স্কুলকে তিনি অপছন্দ করতেন এবং পড়াশোনার প্রতি বিশেষ আগ্রহ ছিল না। তিনি বিশ্বাস করতেন যে এখানে একটি \"গোপন পাঠ্যক্রম\" ছিল যেটি শিশুদের সময়ানুবর্তিতা, আনুগত্য এবং একঘেয়েমি মেনে নেওয়ার শিক্ষা দিত।\n১৯৬০ এর দশকের শেষের দিকে, অ্যালান মুর ফ্যানজিন (স্বাধীন প্রকাশনা) তে কবিতা ও প্রবন্ধ প্রকাশ করতে শুরু করেন এবং পরে নিজের ফ্যানজিন \"এমব্রিও\" চালু করেন। \"এমব্রিও\"-র মাধ্যমে তিনি নর্থ্যাম্পটন আর্টস ল্যাব নামে একটি গ্রুপের সাথে যুক্ত হন এবং পরে এটি তার ম্যাগাজিনের জন্য গুরুত্বপূর্ণ অবদান রাখে। এই সময়ে তিনি স্কুলে এলএসডি নামক মাদক বিক্রি করতেন। ১৯৭০ সালে এ কারণে তাকে স্কুল থেকে বহিষ্কার করা হয়। পরবর্তীতে তিনি নিজেকে \"বিশ্বের সবচেয়ে অপদার্থ এলএসডি বিক্রেতা\" বলে ব্যঙ্গ করেন। স্কুলের প্রধান শিক্ষক তার বিরুদ্ধে আরও অভিযোগ তোলেন এবং অন্যান্য শিক্ষাপ্রতিষ্ঠানকে তাকে ভর্তি না করার জন্য সতর্ক করেন। মুর পরে মজা করে বলেছিলেন, \"এটি সম্ভবত সত্যিই ঠিক ছিল যে আমি অন্য ছাত্রদের নৈতিকতার জন্য বিপজ্জনক ছিলাম।\"\n\n\"এলএসডি আমার জন্য একটি অবিশ্বাস্য অভিজ্ঞতা ছিল। আমি অন্য কাউকে এটি গ্রহণের পরামর্শ দেব না, তবে আমার জন্য এটি স্পষ্ট করে দিয়েছে যে বাস্তবতা কোনো একক বা স্থির বিষয় নয়। প্রতিদিন আমাদের চারপাশে যে বাস্তবতা দেখা যায়, তা একটি বিশেষ ধরনের বাস্তবতা এবং তা গুরুত্বপূর্ণ। তবে, অন্য দৃষ্টিকোণ থেকে দেখা আরও বাস্তবতাও ততটাই বৈধ ও অর্থপূর্ণ। এই অভিজ্ঞতা আমার ওপর গভীর প্রভাব ফেলেছিল।\"\nঅ্যালান মুর তখন তার বাবা-মায়ের বাড়িতে থাকতেন এবং বিভিন্ন ধরনের কাজ করতেন, যেমন শৌচাগার পরিষ্কার করা এবং একটি চর্মশিল্প কারখানায় কাজ করা। ১৯৭৩ সালের শেষের দিকে তিনি নর্থ্যাম্পটনের ফিলিস ডিকসনের সঙ্গে সম্পর্ক স্থাপন করেন এবং একসঙ্গে শহরের ব্যারাক রোড এলাকায় একটি ছোট এককক্ষের ফ্ল্যাটে বসবাস শুরু করেন। পরে তারা বিয়ে করেন এবং শহরের পূর্বাংশের একটি নতুন কাউন্সিল এস্টেটে চলে যান। তখন মুর স্থানীয় গ্যাস বোর্ডের একটি উপ-ঠিকাদারি প্রতিষ্ঠানে অফিসের কাজ করতেন। তবে তিনি অনুভব করলেন যে এই চাকরি তাকে তৃপ্তি দিচ্ছে না, তাই তিনি জীবিকা নির্বাহের জন্য আরও সৃজনশীল কিছু করার সিদ্ধান্ত নেন।\n\n\n== কর্মজীবন ==\n\n\n=== শুরুর ক্যারিয়ার: লেখক ও শিল্পী (১৯৭৮–১৯৮৩) ===\nঅফিসের চাকরি ছেড়ে অ্যালান মুর লেখালেখি এবং নিজের কমিক্স আঁকার সিদ্ধান্ত নেন। এর আগেই তিনি কিছু বিকল্প ফ্যানজিন ও ম্যাগাজিনের জন্য স্ট্রিপ কমিক তৈরি করেছিলেন, যেমন \"অ্যানোন ই. মাউস\" (স্থানীয় পত্রিকা অ্যানোন-এর জন্য) এবং \"সেন্ট প্যানক্রেস প্যান্ডা\" (অক্সফোর্ডভিত্তিক ব্ল্যাক স্ট্রিট বাগাল-এর জন্য) এবং এটি প্যাডিংটন বিয়ার-এর ব্যঙ্গাত্মক সংস্করণ ছিল।\nতার প্রথম বেতনের কাজ ছিল এন.এম.ই. পত্রিকায়  কিছু চিত্রাঙ্কন করা এবং পরবর্তীতে এটি প্রকাশিত হয়েছিল। ১৯৭৯ সালের শেষে অথবা ১৯৮০ সালের শুরুতে তিনি তার বন্ধু, কমিকস লেখক স্টিভ মুরের সাথে মিলে \"অ্যাক্সেল প্রেসবাটান\" নামক এক সহিংস সাইবর্গ চরিত্র তৈরি করেন। এই কমিকটি ব্রিটিশ সংগীত ম্যাগাজিন ডার্ক স্টার-এ প্রকাশিত হয়।\nস্টিভ মুর এই স্ট্রিপ কমিকটি \"পেদ্রো হেনরি\" ছদ্মনামে লিখেছিলেন, এবং এটি এঁকেছিলেন অ্যালান মুর, যিনি \"কার্ট ভাইল\" (সুরকার কুর্ট ওয়েইল এর নামের উপর ভিত্তি করে) ছদ্মনামে পরিচিত ছিলেন।\nএর কিছুদিন পরই অ্যালান মুর \"রস্কো মস্কো\" নামক একটি আন্ডারগ্রাউন্ড কমিক্স সিরিজ প্রকাশ করার সুযোগ পান। এটি ছিল এক প্রাইভেট গোয়েন্দার গল্প, যে \"রক এন' রোলের মৃত্যু\" এর রহস্য উন্মোচন করার চেষ্টা করছিল। এই স্ট্রিপটি তিনি \"কার্ট ভাইল\" ছদ্মনামে লিখে এবং এঁকে সাপ্তাহিক সংগীত পত্রিকা সাউন্ডসে প্রকাশ করেন। এএই কাজে তিনি সপ্তাহে ৩৫ পাউন্ড আয় করতেন। এদিকে, তিনি ও তার স্ত্রী ফিলিস সদ্যোজাত কন্যা লিয়া মুর-কে নিয়ে সংসার চালাতে অতিরিক্ত অর্থের জন্য বেকার ভাতা নিতে শুরু করেন। \"রস্কো মস্কো\" শেষ হওয়ার পর, মুর সাউন্ডস পত্রিকার জন্য একটি নতুন স্ট্রিপ শুরু করেন — \"দ্য স্টারস মাই ডিগ্রেডেশন\"। এই নামটি আলফ্রেড বেস্টারের উপন্যাস \"দ্য স্টারস মাই ডেস্টিনেশন\" এর প্রভাব থেকে নেওয়া হয়েছিল। এই কমিক স্ট্রিপে পূর্বের তৈরি চরিত্র অ্যাক্সেল প্রেসবাটনও অন্তর্ভুক্ত করা হয়। মুর নিজেই বেশিরভাগ পর্ব লিখতেন এবং প্রতিটি পর্ব আঁকতেন। এটি ১২ জুলাই ১৯৮০ থেকে ১৯ মার্চ ১৯৮৩ পর্যন্ত সাউন্ডস পত্রিকায় প্রকাশিত হয়।\n১৯৭৯ সালে মুর নর্থ্যান্টস পোস্ট পত্রিকায় একটি নতুন ছবি-কাহিনি তৈরি করেন। এর নাম ছিল \"ম্যাক্সওয়েল জাদুকর বিড়াল\"। এটি তিনি \"জিল দ্য রে\" ছদ্মনামে প্রকাশ করেন যে মধ্যযুগের শিশু হত্যাকারী জিল দ্য রাইস এর নামে একটি ব্যঙ্গাত্মক ইঙ্গিত ছিল। তিনি প্রতি সপ্তাহে ১০ পাউন্ড পেতেন। এর ফলে, তিনি ভাতা গ্রহণ বন্ধ করেন এবং ১৯৮৬ সাল পর্যন্ত লেখালেখি ও আঁকা চালিয়ে যান।\nমুর বলেছিলেন যে, তিনি চাইলে অনির্দিষ্টকাল ধরে \"ম্যাক্সওয়েল জাদুকর বিড়াল\" গল্পটি চালিয়ে যেতে পারতেন। তবে, পত্রিকাটি সমকামীদের সমাজের বিষয়ে একটি নেতিবাচক লেখা প্রকাশ করার পর, তিনি এটি বন্ধ করার সিদ্ধান্ত নেন।\nএদিকে, মুর সিদ্ধান্ত নেন যে তিনি লেখা ও আঁকা দুটো একসঙ্গে চালানোর পরিবর্তে শুধুমাত্র লেখার দিকে বেশি মনোযোগ দেবেন। তিনি বলেন, \"কয়েক বছর এটি করার পর আমি বুঝতে পারলাম যে আমি কখনোই যথেষ্ট ভালো বা দ্রুত আঁকতে পারব না, যাতে একজন শিল্পী হিসেবে ভালো আয় করতে পারি।\"\nকমিক বইয়ের চিত্রনাট্য লেখার কৌশল ভালোভাবে শেখার জন্য, মুর তার বন্ধু স্টিভ মুরের কাছ থেকে পরামর্শ চান। তিনি ব্রিটেনের অন্যতম জনপ্রিয় কমিক পত্রিকা ২০০০ এ.ডি. তে লিখতে চান এবং তাই তাদের দীর্ঘদিনের জনপ্রিয় সিরিজ জাজ ড্রেড এর জন্য একটি চিত্রনাট্য জমা দেন। তবে, জাজ ড্রেড এর জন্য নতুন লেখক প্রয়োজন ছিল না, কারণ এটি ইতিমধ্যেই জন ওয়াগনার লিখছিলেন। কিন্তু সহ-লেখক অ্যালান গ্রান্ট মুরের কাজে সম্ভাবনা দেখেন এবং পরে মন্তব্য করেন, \"এই লোকটা সত্যিই অসাধারণ লেখক।\" পরে, গ্রান্ট তাকে পত্রিকার 'ফিউচার শকস' সিরিজের জন্য কিছু ছোট গল্প লেখার প্রস্তাব দেন। প্রথম কয়েকটি গল্প প্রত্যাখ্যাত হলেও, গ্রান্ট মুরকে উন্নতির পরামর্শ দেন এবং শেষ পর্যন্ত তার লেখা প্রথম গল্প প্রকাশিত হয়। একই সময়, মুর 'ডক্টর হু উইকলি' পত্রিকার জন্য কিছু ছোট গল্প লিখতে শুরু করেন। পরে তিনি মন্তব্য করেন, 'আমি সত্যিই একটি নিয়মিত ধারাবাহিক লিখতে চেয়েছিলাম। আমি ছোট গল্প লিখতে চাইনি... কিন্তু তখন সেটাই আমাকে দেওয়া হয়েছিল। চার-পাঁচ পৃষ্ঠার ছোট গল্প লিখতে হতো, যেখানে সবকিছু সেই কয়েকটি পাতার মধ্যেই শেষ করতে হতো। পেছনে তাকিয়ে বুঝতে পারি, গল্প গঠনের কৌশল শেখার জন্য এটি আমার জন্য ছিল সবচেয়ে ভালো শিক্ষা।'\n\n\n=== মার্ভেল ইউ.কে., ২০০০ এ.ডি., ওয়ারিয়র: ১৯৮০ - ১৯৮৬ ===\n১৯৮০ থেকে ১৯৮৬ সালের মধ্যে মুর ফ্রিল্যান্স লেখক হিসেবে কাজ চালিয়ে যান এবং ব্রিটেনের বিভিন্ন কমিক প্রকাশনা সংস্থা থেকে নিয়মিত কাজের প্রস্তাব পেতে থাকেন। বিশেষ করে মার্ভেল ইউ.কে., ২০০০ এ.ডি., এবং ওয়ারিয়র পত্রিকার প্রকাশকদের কাছ থেকে তিনি কাজের সুযোগ পান। পরে তিনি মন্তব্য করেন, \"আমি মনে করি, তখন যা ঘটছিল, তা হলো সবাই আমাকে কাজ দিতে চাচ্ছিল, কারণ তারা ভয় পাচ্ছিল যে আমি তাদের প্রতিদ্বন্দ্বীদের কাছ থেকে কাজ পেয়ে যাব। তাই সবাই আমাকে কিছু না কিছু দিতে চাইছিল।\"\"\nএ সময় ব্রিটেনে কমিক বইয়ের জনপ্রিয়তা বাড়তে থাকে। লেখক ল্যান্স পার্কিনের মতে, \"ব্রিটিশ কমিক জগত আগে কখনো এত সংগঠিত ছিল না, এবং স্পষ্ট হচ্ছিল যে পাঠকরা বড় হওয়ার পরও তাদের পছন্দের সিরিজের সঙ্গে থাকছে। কমিক আর শুধু ছোট ছেলেদের জন্য নয় — কিশোররা, এমনকি এ-লেভেল এবং বিশ্ববিদ্যালয়ের শিক্ষার্থীরাও কমিক পড়ছিল।\"\nএই সময়ে, ২০০০ এ.ডি  'ফিউচার শকস এবং টাইম টুইস্টার্স' সায়েন্স ফিকশন সিরিজে মুরের পঞ্চাশটিরও বেশি একক গল্প গ্রহণ ও প্রকাশ করেছিলেন। পত্রিকার সম্পাদকরা মুরের কাজ দেখে মুগ্ধ হন এবং তাকে একটি স্থায়ী সিরিজের প্রস্তাব দেন। সিরিজটি একটি গল্প দিয়ে শুরু হয় এবং এটি তারা ই.টি. দ্য এক্সট্রা-টেরেস্ট্রিয়াল চলচ্চিত্রের উপর ভিত্তি করে তৈরি করতে চেয়েছিল। এর ফলে স্কিজ সিরিজটি তৈরি হয়। এটি জিম বেইকি চিত্রিত করেছিলেন। গল্পে একটি এলিয়েন পৃথিবীতে পতিত হয় এবং এক কিশোরী রক্সি তাকে পরিচর্যা করে। মুর পরে মন্তব্য করেন যে এই কাজটি \"অলসভাবে অ্যালান ব্লেসডেলের প্রতি ঋণী\"।\nতিনি ২০০০ এ.ডি.পত্রিকার জন্য  আরেকটি সিরিজ তৈরি করেছিলেন, তা হলো 'ডি.আর. অ্যান্ড কুইঞ্চ'। এটি অ্যালান ডেভিস দ্বারা চিত্রিত হয়েছিল। এই গল্পে দুটি অপরাধী এলিয়েনের কাহিনী ছিল। এটি 'ডেনিস দ্য মেনেস' এর একটি সায়েন্স-ফিকশন সংস্করণ, যেখানে তাদের থার্মোনিউক্লিয়ার ক্ষমতা দেওয়া হয়েছিল।\nমুরের ২০০০ এ.ডি. ক্যারিয়ারের সবচেয়ে উজ্জ্বল কাজ হিসেবে দ্য ব্যালাড অফ হ্যালো জোনস কে বিবেচনা করা হয়, এবং তিনি এটি \"যে কাজটি আমার জন্য সবচেয়ে ভালো কাজ করেছে\" বলে বর্ণনা করেছেন। এটি ছিল ইয়ান গিবসন এর সাথে যৌথভাবে তৈরি, এবং সিরিজটি ৫০তম শতাব্দীর এক তরুণী মহিলার গল্প নিয়ে ছিল। এই সিরিজটি তিনটি বইয়ের পর বন্ধ হয়ে যায়, কারণ মুর এবং ফ্লিটওয়ে (পত্রিকার প্রকাশক) চরিত্রগুলির মেধাস্বত্ব অধিকার নিয়ে বিরোধে জড়িয়ে পড়েন এবং এটি মুর এবং গিবসন একসঙ্গে তৈরি করেছিলেন।\nআরেকটি কমিক প্রকাশনা সংস্থা মুরকে কাজ দিয়েছিল, সেটি ছিল মার্ভেল ইউকে। তারা আগে ডক্টর হু উইকলি ও স্টার ওয়ার্স উইকলি এর জন্য তার কিছু একক গল্প কিনেছিল। ২০০০ এ.ডি. এর তুলনায় এটি একটু বয়স্ক পাঠকদের জন্য ছিল। তারা মুরকে ক্যাপ্টেন ব্রিটেন নিয়মিত সিরিজের জন্য লেখার সুযোগ দেয়। তবে, তিনি এমন একটি কাহিনির মাঝপথে কাজ শুরু করেন, যা তিনি শুরু করেননি এবং সম্পূর্ণভাবে বুঝতেও পারেননি। আগের লেখক ডেভ থর্পের পরিবর্তে মুর লেখার দায়িত্ব নেন, তবে চিত্রশিল্পী অ্যালান ডেভিস আগের মতোই থাকেন। মুর তাকে বর্ণনা করেন: \"একজন শিল্পীর এই মাধ্যমে গভীর ভালোবাসা রয়েছে। প্রতিটি রেখায়, পোশাকের নকশায় এবং অভিব্যক্তির সূক্ষ্মতায় তিনি নিজের উচ্ছ্বাস প্রকাশ করেন।\n\nতৃতীয় কমিক প্রকাশনা সংস্থা, যেখানে মুর এই সময় কাজ করেছিলেন, ছিল কোয়ালিটি কমিউনিকেশনস। তারা নতুন মাসিক পত্রিকা ওয়ারিয়র প্রকাশ করত। পত্রিকাটি ডেজ স্কিন প্রতিষ্ঠা করেন। তিনি এর আগে ২০০০ এ.ডি. এর প্রকাশক আইপিসি এবং মার্ভেল ইউকে এর সম্পাদক ছিলেন। এটি লেখকদের বিদ্যমান প্রকাশনা সংস্থার তুলনায় শিল্পকর্মে আরও স্বাধীনতা দেওয়ার জন্য তৈরি করা হয়েছিল। ওয়ারিয়রে মুর তার প্রকৃত সামর্থ্য দেখাতে শুরু করেন। ওয়ারিয়রে মুরকে দুটি ধারাবাহিক রচনা শুরু করতে বলা হয়: মার্ভেলম্যান ও ভি ফর ভেনডেটা। ১৯৮২ সালের মার্চে ওয়ারিয়রের প্রথম সংখ্যায় এগুলো প্রকাশিত হয়। ভি ফর ভেনডেটা কাহিনি ভবিষ্যতের ১৯৯৭ সালকে ঘিরে। এতে দেখানো হয়েছে, একটি স্বৈরাচারী সরকার ব্রিটেন শাসন করছে, আর এর বিরুদ্ধে একমাত্র প্রতিরোধ একজন নৈরাজ্যবাদী, যে গাই ফক্সের মুখোশ পরে সরকার উৎখাতের জন্য সন্ত্রাসের পথ বেছে নেয়। এটি ডেভিড লয়েড চিত্রায়ন করেছিলেন এবং মুর এতে থ্যাচারবাদী রক্ষণশীল সরকারের প্রতি তার নেতিবাচক মনোভাব প্রকাশ করেছেন। তিনি ভবিষ্যতের একটি ফ্যাসিবাদী রাষ্ট্র কল্পনা করেন, যেখানে সমস্ত জাতিগত ও লিঙ্গ সংখ্যালঘুকে নিশ্চিহ্ন করা হয়েছে। এটি মুরের অন্যতম সেরা কাজ হিসেবে বিবেচিত হয় এবং পরবর্তী কয়েক দশক ধরে একটি বিশেষ গোষ্ঠীর মধ্যে জনপ্রিয়তা বজায় রেখেছে।\nমার্ভেলম্যান (পরে আইনি কারণে মিরাকেলম্যান নামে পরিবর্তিত) একটি কমিক সিরিজ যেটি ১৯৫৪ থেকে ১৯৬৩ সালের মধ্যে ব্রিটেনে প্রকাশিত হয়। এটি মূলত আমেরিকান কমিক ক্যাপ্টেন মার্ভেল এর উপর ভিত্তি করে তৈরি। মার্ভেলম্যান পুনর্জীবিত করার সময়, অ্যালান মুর একে \"একটি শিশুসুলভ কিটশ চরিত্রকে ১৯৮২ সালের বাস্তব জগতে স্থাপন করেছিলেন।\" এটি মূলত গ্যারি লিচ এবং অ্যালান ডেভিস দ্বারা চিত্রিত হয়েছিল।\nমুরের ওয়ারিয়র পত্রিকায় তৈরি তৃতীয় সিরিজ ছিল দ্য বোজেফ্রিজ সাগা। এটি এক শ্রমজীবী ইংরেজ পরিবারের ভ্যাম্পায়ার ও ওয়্যারউলফ নিয়ে একটি হাস্যরসাত্মক কাহিনি। সিরিজটির চিত্রাঙ্কন করেছিলেন স্টিভ পার্কহাউস। ওয়ারিয়র পত্রিকা বন্ধ হয়ে যাওয়ার আগে এই গল্পগুলি শেষ হয়নি, তবে নতুন প্রকাশকদের অধীনে মিরাকেলম্যান এবং ভি ফর ভেনডেটা পুনরায় শুরু হয়। মুর এটি ১৯৮৯ সালের মধ্যে শেষ করেন। মুরের জীবনীকার ল্যান্স পারকিন মন্তব্য করেছিলেন, \"এই দুটি একসঙ্গে পড়লে কিছু মজার বৈপরীত্য দেখা যায় — একটিতে নায়ক ফ্যাসিবাদী শাসনের বিরুদ্ধে লড়াই করে, আর অন্যটিতে একজন আর্য সুপারম্যান শাসন ব্যবস্থা চাপিয়ে দেয়।\"\nমুরের কাজ যদিও ২০০০ এডি-তে প্রকাশিত সবচেয়ে জনপ্রিয় স্ট্রিপগুলোর মধ্যে একটি ছিল, তিনি ব্রিটিশ কমিকসে সৃষ্টিকর্তার অধিকার না থাকার বিষয়টি নিয়ে ক্রমশ উদ্বিগ্ন হয়ে উঠেছিলেন। ১৯৮৫ সালে, তিনি ফ্যানজিন আর্কেন্সওয়ার্ডের সঙ্গে আলোচনা করেছিলেন, যেখানে তিনি উল্লেখ করেছিলেন, \"এখন পর্যন্ত শুধুমাত্র আইপিসি ছাড়া অন্যান্য ব্রিটিশ প্রকাশকদের জন্য কাজ করা আমি বন্ধ করে দিয়েছি, কারণ আইপিসি কখনো আমাকে মিথ্যা বলেনি, ঠকায়নি এবং সাধারণভাবে খারাপ আচরণও করেনি।\" তিনি অন্যান্য স্রষ্টাদের সঙ্গে একত্রিত হয়ে সমস্ত অধিকার হারানোর ঘটনা তীব্রভাবে নিন্দা করেন। ১৯৮৬ সালে তিনি ২০০০ এডি-এর জন্য লেখা বন্ধ করে দেন। যার ফলে হ্যালো জোন্স গল্পের ভবিষ্যত খণ্ডগুলো কখনো শুরু হয়নি। মুরের স্পষ্ট অভিমত এবং নীতি, বিশেষত স্রষ্টার অধিকার এবং মালিকানা নিয়ে, তার কর্মজীবনের পরবর্তী সময়ে একাধিক প্রকাশকের সাথে সম্পর্ক ভঙ্গ করতে তাকে বাধ্য করেছিল।\nএদিকে, একই সময়ে, মুর – ছদ্মনাম বাবুন ট্রানসলুসিয়া – সঙ্গীত জগতের সাথে যুক্ত হন। তিনি নিজের ব্যান্ড 'দ্য সিনিস্টার ডাকস' প্রতিষ্ঠা করেন, যেখানে ডেভিড জে (গথ ব্যান্ড বাউহাউসের সদস্য) এবং অ্যালেক্স গ্রিনও ছিলেন। ১৯৮৩ সালে, তারা \"মার্চ অব দ্য সিনিস্টার ডাকস\" নামক একটি সিঙ্গেল প্রকাশ করেন। এর স্লিভ আর্ট তৈরি করেছিলেন কমিকস ইলাস্ট্রেটর কেভিন ও'নিল। ১৯৮৪ সালে, মুর এবং ডেভিড জে একটি ১২-ইঞ্চি সিঙ্গেল প্রকাশ করেন এবং এটি ভি ফর ভেন্ডেটা চলচ্চিত্রের একটি গান \"দিস বিশিয়াস ক্যাবারেট\" এর রেকর্ডিং ছিল। এটি গ্লাস রেকর্ডস লেবেল থেকে প্রকাশিত হয়েছিল। মুর \"লিওপার্ডম্যান অ্যাট সিএন্ডএ\" গানটি ডেভিড জে’র জন্য লেখেন। এই গানটি মিক কলিন্সের গ্রুপ দ্য ডার্টবম্বস এর অ্যালবাম \"ওয়ি হ্যাভ ইউ সারাউন্ডেড\" এ সঙ্গীতে রূপ নেয়।\n\n\n=== আমেরিকান মূলধারা এবং ডিসি কমিকস: ১৯৮৩–১৯৮৮ ===\nমুরের কাজ ২০০০ এ.ডি. এ তাকে ডিসি কমিকসের সম্পাদক লেন উইন এর নজরে আনে, যিনি ১৯৮৩ সালে তাকে দ্য সাগা অফ দ্য সোয়াম্প থিং লেখার জন্য নিয়োগ দেন। তখন এটি একটি কিছুটা কম জনপ্রিয় এবং কম বিক্রি হওয়া মন্স্টার কমিক ছিল। মুর শিল্পী স্টিফেন আর. বিসেট, রিক ভেইটচ, এবং জন টোটলেবেন এর সাথে, চরিত্রটির পুঙ্খানুপুঙ্খ বিশ্লেষণ এবং পুনঃকল্পনা করেন। তারা একটি ফর্মাল এক্সপেরিমেন্টাল গল্প সিরিজ লেখেন। এটি পরিবেশগত এবং সামাজিক বিষয়গুলোকে ভৌতিক এবং কল্পনাকাহিনীর সাথে একত্রিত করে। সিরিজটি যেখানে স্থাপিত, সেই লুইসিয়ানা সংস্কৃতি নিয়ে গবেষণাও অন্তর্ভুক্ত ছিল। তিনি ডি.সি. এর অনেক অবহেলিত যাদুকরী এবং অতিপ্রাকৃত চরিত্রকে পুনরুজ্জীবিত করেন, যেমন স্পেকট্র, ডেমন, ফ্যানটম স্ট্রেঞ্জার, ডেডম্যান এবং আরও কিছু চরিত্র, এবং জন কনস্ট্যানটাইনকে পরিচয় করিয়ে দেন। কনস্ট্যানটাইন একজন ইংরেজ কাজকর্মী শ্রেণির জাদুকর, যার চেহারা ব্রিটিশ সঙ্গীতশিল্পী স্টিংয়ের মতো। পরবর্তীতে, কনস্ট্যানটাইন হেলব্লেজার সিরিজের প্রধান চরিত্র হয়ে ওঠেন এবং এটি ভারটিগোর সবচেয়ে দীর্ঘস্থায়ী সিরিজ হয়ে ওঠে, ৩০০ সংখ্যায় পৌঁছে। মুর প্রায় চার বছর ধরে স্বাম্প থিং লিখেছেন, জানুয়ারী ১৯৮৪ থেকে সেপ্টেম্বর ১৯৮৭ পর্যন্ত, সংখ্যা নং ২০ থেকে ৬৪, সংখ্যা নং ৫৯ এবং ৬২ ছাড়া। মুরের স্বাম্প থিং রানের সফলতা সমালোচক এবং বাণিজ্যিকভাবে ছিল। এটি ডি.সি. কে ব্রিটিশ লেখকদের নিয়োগ দেয়ার প্রেরণা দেয়, যেমন গ্র্যান্ট মোরিসন, জেমি ডেলানো, পিটার মিলিগান, এবং [[নিল গেইম্যান]। তারা প্রায়ই অজ্ঞাত চরিত্রগুলোর মৌলিক পুনর্গঠন নিয়ে কমিকস লিখতেন। এই শিরোনামগুলো ভারটিগো লাইনটির ভিত্তি স্থাপন করেছিল।\nমুর ডি.সি. কমিকসে কিছু নতুন গল্প লেখা শুরু করেন। এর মধ্যে ছিল ভিজিল্যান্টির জন্য একটি দুটি অংশের গল্প যেটি গার্হস্থ্য সহিংসতার ওপর ভিত্তি করে ছিল। পরে, তাকে ডি.সি.'র জনপ্রিয় সুপারহিরো সুপারম্যানের জন্য একটি গল্প লেখার সুযোগ দেওয়া হয়। গল্পটির নাম ছিল \"ফর দ্য ম্যান হু হ্যাজ এভ্রিথিং\", যা চিত্রিত করেছিলেন ডেভ গিবন্স এবং ১৯৮৫ সালে প্রকাশিত হয়েছিল।এই গল্পে, ওয়ান্ডার ওম্যান, ব্যাটম্যান, এবং রবিন সুপারম্যানের জন্মদিনে তাকে দেখতে যান, কিন্তু তারা জানতে পারেন যে সে একটি এলিয়েন জীবাণুর দ্বারা আক্রান্ত হয়ে তার অন্তরের ইচ্ছার বিভ্রম দেখছে। এরপর তিনি আরেকটি সুপারম্যান গল্প লিখলেন, \"হোয়াটেভার হ্যাপেনড টু দ্য ম্যান অফ টুমোরো?\", যা ১৯৮৬ সালে প্রকাশিত হয়। এটি চিত্রিত করেন কার্ট সোয়ান, এবং এটি ডিজাইন করা হয়েছিল প্রি-ক্রাইসিস অন ইনফিনিট আর্থস ডি.সি. ইউনিভার্সের শেষ সুপারম্যান গল্প হিসেবে।\n\nসীমিত সিরিজ ওয়াচমেন ১৯৮৬ সালে শুরু হয় ও ১৯৮৭ সালে ট্রেড পেপারব্যাক হিসেবে প্রকাশিত হয় এনবং মুরের খ্যাতি স্থায়ীভাবে প্রতিষ্ঠিত করে। ১৯৪০ এর দশক থেকে যদি পরিধানশীল নায়করা সত্যিই অস্তিত্বে থাকতেন, তবে পৃথিবী কেমন হতে পারত, এই ধারণা নিয়ে মুর এবং শিল্পী ডেভ গিবন্স একটি শীতল যুদ্ধের রহস্য তৈরি করেন, যেখানে পারমাণবিক যুদ্ধের শঙ্কা পৃথিবীকে হুমকির মুখে ফেলে। এই নায়করা ক্রমবর্ধমান সংকটে জড়িয়ে পড়ে, অথবা যুক্তরাষ্ট্রের সরকারের জন্য কাজ করে অথবা নিষিদ্ধ থাকে। তাদের বিভিন্ন মানসিক সমস্যা তাদের নায়কত্বের প্রতি অনুপ্রাণিত করে। ওয়াচমেন একটি অ-রৈখিক গল্প, যা একাধিক দৃষ্টিকোণ থেকে বলা হয়েছে। এতে জটিল স্ব-রেফারেন্স, বিদ্রূপ এবং পরমাণু পরীক্ষা যেমন সংখ্যা ৫ এবং \"ফিয়ারফুল সিমেট্রি\" এর সিমেট্রিক ডিজাইন রয়েছে। এই ডিজাইনটি এমনভাবে তৈরি, যে শেষ পৃষ্ঠাটি প্রথমটির প্রায় প্রতিবিম্ব, দ্বিতীয়-শেষটি দ্বিতীয়টির এবং এভাবে এগিয়ে চলে। এটি মুরের মানব মনের সময় এবং তার স্বাধীন ইচ্ছার প্রতি আগ্রহের একটি প্রাথমিক উদাহরণ। এটি একমাত্র কমিক যেটি হুগো পুরস্কার জিতেছে, একবারের জন্য নির্ধারিত একটি ক্যাটাগরিতে (\"সর্বশ্রেষ্ঠ অন্য ফর্ম\")। এটি মুরের সবচেয়ে ভালো কাজ হিসেবে ধরা হয় এবং এটি প্রায়ই সর্বশ্রেষ্ঠ কমিক বই হিসেবে বিবেচিত হয়। প্রায় সমসাময়িক কাজগুলোর মধ্যে যেমন ফ্র্যাঙ্ক মিলারের ব্যাটম্যান: দ্য ডার্ক নাইট রিটার্নস, আর্ট স্পিগেলম্যান'র মাউস, এবং জেইমি এবং গিলবার্ট হার্নান্দেজ'র লাভ অ্যান্ড রকেটস, ওয়াচমেন ছিল ১৯৮০-এর দশকের শেষের দিকে আমেরিকান কমিকসে একটি প্রবণতা এবং এটি আরো প্রাপ্তবয়স্ক মনোভাবের দিকে ধাবিত হচ্ছিল। কমিকস ইতিহাসবিদ লেস ড্যানিয়েলস লক্ষ্য করেছেন যে ওয়াচমেন \"সুপারহিরো ঘরানার মৌলিক ধারণাগুলোকে প্রশ্নের মুখে ফেলে দিয়েছে\"। ডি.সি. কমিকসের লেখক ও নির্বাহী পল লেভিটজ ২০১০ সালে একটি মন্তব্য করেছিলেন যে, \"‘দ্য ডার্ক নাইট রিটার্নস’ এর মতো, ‘ওয়াচমেন’ সুপারহিরো এবং নায়কত্বের প্রকৃতি নিয়ে নতুন চিন্তাভাবনার সূচনা করেছিল এবং এক দশকেরও বেশি সময় ধরে ঘরানাটিকে আরও অন্ধকার দিকে ঠেলে দিয়েছিল। সিরিজটি প্রশংসিত হয়েছিল... এবং এটি ক্ষেত্রটির সবচেয়ে গুরুত্বপূর্ণ সাহিত্যকর্মগুলোর একটি হিসেবে বিবেচিত হতে থাকে।\" মুর অল্প সময়ের জন্য মিডিয়া সেলিব্রিটি হন, এবং এই মনোযোগের ফলে তিনি ফ্যান্ডম থেকে সরে যান। এরপর তিনি আর কমিকস কনভেনশনে অংশ নেননি। (একটি ইউ.কে.সি.এ.সি. লন্ডনে শোনা গেছে যে, অটোগ্রাফ নেওয়ার জন্য উৎসুক অনুরাগীরা তাকে টয়লেটে অনুসরণ করেছিল।)\nতারা এবং গিবন্স আগে ডি.সি.'র গ্রীন ল্যানটার্ন কর্পসের অংশ হিসেবে চরিত্র মোগো তৈরি করেছিলেন। মুর এবং শিল্পী কেভিন ও'নিলের লেখা একটি ছোট গল্প, যা গ্রীন ল্যানটার্ন কর্পস অ্যানুয়াল নং ২ (১৯৮৬) এ প্রকাশিত হয়, তা ২০০৯–২০১০ সালের \"ব্ল্যাকেস্ট নাইট\" কাহিনির অনুপ্রেরণা ছিল।\n\n১৯৮৭ সালে, মুর \"টোয়াইলাইট অব দ্য সুপারহিরোজ\" নামে একটি ছোট ধারাবাহিকের প্রস্তাব দেন। এটি রিচার্ড ওয়াগনারের সংগীতনাট্য \"গেটারড্যামারুং\" (দেবতাদের গোধূলি) থেকে অনুপ্রাণিত ছিল। এই কাহিনিটি ভবিষ্যতের এক বিশ্ব সম্পর্কে, যেখানে মহাশক্তিধর বংশগুলো শাসন করছে। এর মধ্যে ছিল \"ইস্পাতের গৃহ\" (যার নেতৃত্বে ছিলেন অতিমানব ও আশ্চর্য নারী) এবং \"বজ্রের গৃহ\" (যার নেতৃত্বে ছিলেন বজ্রমানব ও তার পরিবার)। এই দুটি গোষ্ঠী একটি রাজবৈবাহিক সম্পর্কের মাধ্যমে একত্রিত হতে যাচ্ছিল যেটি তাদের সম্মিলিত শক্তিকে মানবজাতির স্বাধীনতার জন্য হুমকি সৃষ্টি করতে পারত। কিন্তু মহাজাদুকরসহ কিছু ব্যক্তি এই পরিস্থিতি ঠেকাতে এবং মানুষকে শক্তিশালী শাসকদের প্রভাব থেকে মুক্ত করতে উদ্যোগ নেয়। এছাড়া, এই কাহিনির মাধ্যমে হারানো অসংখ্য পৃথিবী ফিরিয়ে আনার পরিকল্পনা ছিল, যেগুলি ১৯৮৫ সালের ক্রাইসিস অন ইনফিনিট আর্থ নামক ধারাবাহিকের মাধ্যমে বিলুপ্ত হয়েছিল। তবে, এটি কখনো আনুষ্ঠানিকভাবে অনুমোদিত হয়নি। তবুও, মুরের বিশদ নোটসমূহ বিভিন্ন উপায়ে প্রকাশিত হয়েছে, যদিও ডিসি এটিকে তাদের সম্পত্তি মনে করে এবং প্রকাশ রোধের চেষ্টা করেছে। এটি কিছু ধারণা পরবর্তীতে বিভিন্ন কাহিনিতে ব্যবহৃত হয়েছে, যেমন অতিবাহিত সময়ধারা। ১৯৯৬ সালের ক্ষুদ্র ধারাবাহিক কিংডম কাম লিখেছিলেন মার্ক ওয়েড এবং অ্যালেক্স রস। সেটিও ভবিষ্যতের শক্তিশালীদের সংঘর্ষের ওপর ভিত্তি করে তৈরি হয়েছিল। ওয়েড এবং রস স্বীকার করেছেন যে তারা টোয়াইলাইট অব দ্য সুপারহিরোজ প্রস্তাবটি পড়েছিলেন, তবে যেকোনো মিল খুবই সামান্য এবং অনিচ্ছাকৃত। ডিসি নিশ্চিত করেছিল যে পুরো প্রস্তাবের লিখিত পাঠ্য ২০২০ সালে প্রকাশ করা হবে। মুর ১৯৮৭ সালে ব্যাটম্যান বার্ষিক সংকলন সংখ্যা ১১-র প্রধান কাহিনি লিখেছিলেন। এটি চিত্রায়ন করেছিলেন জর্জ ফ্রিম্যান।\nপরবর্তী বছর প্রকাশিত হয় মুরের লেখা ব্যাটম্যান: দ্য কিলিং জোক এবং ব্রায়ান বোল্যান্ড চিত্রায়ন করেছিলেন। এই কাহিনিতে বিদূষক (জোকার) আরখাম আশ্রয়কেন্দ্র থেকে পালিয়ে হত্যা ও সন্ত্রাস চালাতে শুরু করে, আর ব্যাটম্যান তাকে থামানোর চেষ্টা করে। এটি ব্যাটম্যানের চরিত্রের নতুন সংজ্ঞা নির্ধারণে গুরুত্বপূর্ণ একটি রচনা হিসেবে গণ্য হয়। ফ্র্যাংক মিলারের দ্য ডার্ক নাইট রিটার্ন্স ও ব্যাটম্যান: ফার্স্ট ইয়ার এর সঙ্গে এটি ব্যাটম্যান চরিত্রের নতুন রূপ গঠনে গুরুত্বপূর্ণ ভূমিকা রাখে। তবে ল্যান্স পার্কিন মনে করেন, \"এই কাহিনির মূল ভাবনা পর্যাপ্ত গভীরতা পায়নি\" এবং \"এটি বিরল একটি মুর রচনা, যেখানে চিত্রায়ন লেখার চেয়ে বেশি শক্তিশালী,\" যা মুর নিজেও স্বীকার করেছেন।\nমুর এবং ডিসির সম্পর্ক ধীরে ধীরে অবনতি হতে থাকে সৃষ্টিকারীর অধিকার ও পণ্য বিপণনের বিষয়ে মতবিরোধের কারণে। ওয়াচমেন রচনার একটি অংশ থেকে তৈরি চিহ্ন সেট নিয়ে মুর ও গিবনস কোনো রয়্যালটি পাননি, কারণ ডিসি একে \"প্রচার উপকরণ\" হিসেবে ঘোষণা করেছিল। কিছু প্রতিবেদন অনুযায়ী, ডিসি এবং ওয়াচমেন থেকে যে লাভ করেছিল, তার মাত্র ২% মুর ও গিবনস পেয়েছিলেন। এদিকে, মুর, ফ্র্যাংক মিলার, মার্ভ উলফম্যান এবং হাওয়ার্ড চেইকিনসহ বেশ কিছু সৃষ্টিকারী ডিসির সঙ্গে বিরোধে জড়িয়ে পড়েন, কারণ প্রতিষ্ঠানটি চলচ্চিত্রের মতো বয়স নির্ধারণ পদ্ধতি চালুর পরিকল্পনা করছিল। এসময়ে মুর প্রতিশোধের পুস্তিকা শেষ করেন এবং ডিসি ইতোমধ্যে প্রকাশ করতে শুরু করেছিল। এর ফলে তিনি শেষ কয়েকটি অধ্যায় লিখতে সক্ষম হন। ১৯৮৯ সালে এটি শেষ হওয়ার পর, মুর ডিসির কাজ করা বন্ধ করে দেন।\nপরে মুর দাবি করেন যে, ওয়াচমেন এবং ভি অর ভেন্টেনা সম্পর্কিত চুক্তির সূক্ষ্ম শর্তাবলী তাকে বিভ্রান্ত করেছিল। ওই চুক্তিতে উল্লেখ ছিল যে, গল্পগুলো প্রকাশ বন্ধ হলে মুর ও শিল্পীদের কাছে মালিকানা ফিরে যাবে। কিন্তু পরে তিনি জানতে পারেন যে ডিসি প্রকাশনা কখনোই এগুলোর প্রকাশনা বন্ধ করার ইচ্ছা প্রকাশ করেনি, তাই মালিকানা কার্যত তার কাছে আর ফিরে আসবে না। ২০০৬ সালে নিউ ইয়র্ক টাইমসকে দেওয়া এক সাক্ষাৎকারে মুর স্মরণ করেন, তিনি ডিসিকে বলেছিলেন, \"ঠিক আছে। তোমরা সফলভাবে আমাকে প্রতারিত করতে পেরেছ, তাই আমি আর কখনো তোমাদের জন্য কাজ করব না।\"\n\n\n=== স্বাধীন পর্ব ও ম্যাড লাভ: ১৯৮৮–১৯৯৩ ===\nডিসি কমিকস এবং মূলধারার গল্প ছেড়ে, মুর তাঁর স্ত্রী ফিলিস ও তাদের পারস্পরিক প্রেমিকা ডেবোরা ডেলানোকে নিয়ে নিজের কমিক্স প্রকাশনা সংস্থা প্রতিষ্ঠা করেনন। এর যার নাম রাখেন ম্যাড লাভ। এই প্রকাশনা সংস্থার কাজগুলো বৈজ্ঞানিক কল্পকাহিনী ও অতিমানবীয় গল্পের পরিবর্তে বাস্তবতা, সাধারণ মানুষ এবং রাজনৈতিক বিষয়কে কেন্দ্র করে ছিল। ম্যাড লাভ এর প্রথম প্রকাশনা ছিল \"আর্গ\"। এটি বিভিন্ন লেখকের লেখা সংকলন ছিল (যার মধ্যে মুরও ছিলেন) এবং এটি থ্যাচার সরকারের নতুন প্রণীত \"অনুচ্ছেদ ২৮\" আইনের বিরুদ্ধে প্রতিবাদ জানায়। এই আইনটি কাউন্সিল ও স্কুলগুলোর জন্য \"সমকামিতা প্রচার\" নিষিদ্ধ করতে তৈরি করা হয়েছিল। বই বিক্রির অর্থ সমকামী ও উভকামী আন্দোলনের সংগঠনে দেওয়া হয়। মুর এতে খুব সন্তুষ্ট ছিলেন এবং বলেন, \"আমরা আইনটি রুখতে পারিনি, তবে এর বিরুদ্ধে যে বিশাল বিক্ষোভ করেছি, তা একে নির্মাতাদের প্রত্যাশামতো ভয়ংকরভাবে কার্যকর হতে দেয়নি।\" এরপর মুর আরেকটি রাজনৈতিক কাজ করেন, \"শেডোপ্লে: দ্য সিক্রেট টিম\"। এটি বিল সিনকেভিচের আঁকা একটি কমিক্স। এটি \"ব্রোথ টু লাইফ\" সংকলনের অংশ হিসেবে প্রকাশিত হয়। এতে গুপ্তচর সংস্থার গোপন মাদক চোরাচালান ও অস্ত্র বাণিজ্যের বিবরণ তুলে ধরা হয়েছে। ১৯৯৮ সালে, অন্ধকারে উন্মোচিত মুর ও সুরকার গ্যারি লয়েড এর সহযোগিতায় গল্প ও সংগীতের মিশ্রণ হিসেবে রূপান্তরিত হয় এবং সিডি আকারে প্রকাশিত হয়। কার্টুনিস্ট ও স্ব-প্রকাশনার প্রবক্তা ডেভ সিমের উৎসাহে, মুর ম্যাড লাভ থেকে তার পরবর্তী প্রকল্প \"বিগ নাম্বারস\" প্রকাশের সিদ্ধান্ত নেন। এটি ১২ পর্বের একটি পরিকল্পিত সিরিজ যেটি মুরের নিজ শহর নর্থহ্যাম্পটনের প্রায় অপরিবর্তিত রূপ হ্যাম্পটনে স্থাপিত। গল্পটি বড় ব্যবসার সাধারণ মানুষের ওপর প্রভাব এবং বিশৃঙ্খলা তত্ত্বের ধারণা নিয়ে রচিত। কমিক্সটির চিত্রায়ন বিল সিনকেভিচ শুরু করেছিলেন, তবে ১৯৯০ সালে দুটি সংখ্যা আঁকার পর তিনি প্রকল্প থেকে সরে যান। তার সহকারী অ্যাল কলম্বিয়া কাজ শেষ করার কথা থাকলেও তা আর সম্ভব হয়নি, ফলে সিরিজটি অসমাপ্ত রয়ে যায়। ১৯৯১ সালে ভিক্টর গোলানৎজ লিমিটেড থেকে মুরের লেখা আ স্মল কিলিং প্রকাশিত হয়। এটি একটি পূর্ণদৈর্ঘ্য গল্প। এর চিত্রাঙ্কন করেন অস্কার জারাতে। গল্পটি একজন আদর্শবাদী বিজ্ঞাপন নির্বাহীর সম্পর্কে, যিনি নিজের শৈশবের আত্মপ্রতিবিম্ব দ্বারা তাড়া খেতে থাকেন। ল্যান্স পার্কিনের মতে, এটি সম্ভবত মুরের সবচেয়ে অবমূল্যায়িত কাজ। কিছুদিন পরেই, ম্যাড লাভ প্রকাশনা বন্ধ হয়ে যায়। কারণ ফিলিস ও ডেবোরা মুরের সঙ্গে সম্পর্ক শেষ করেন এবং তার ১৯৮০ এর দশকের উপার্জিত অর্থের বেশিরভাগ নিয়ে চলে যান।\n\nএদিকে, মুর তার প্রাক্তন সহকর্মী স্টিফেন আর. বিসেট সম্পাদিত একটি ছোট স্বাধীন কমিক অ্যান্থলজি ট্যাবুর জন্য কাজ শুরু করেন। এর মধ্যে প্রথম ছিল \"ফ্রম হেল\", যেটি ১৮৮০ এর দশকের জ্যাক দ্য রিপার হত্যাকাণ্ডের একটি কাল্পনিক বর্ণনা। ডগলাস অ্যাডামসের উপন্যাস \"ডির্ক জেন্টলির হোলিস্টিক ডিটেকটিভ এজেন্সি\" দ্বারা অনুপ্রাণিত হয়ে, মুর যুক্তি দেন যে একটি অপরাধ সম্পূর্ণভাবে সমাধান করতে হলে, সেই সমাজকেও সম্পূর্ণভাবে বিশ্লেষণ করা দরকার। তিনি হত্যাকাণ্ডগুলোকে সেই সময়ের রাজনীতি ও অর্থনীতির পরিণতি হিসেবে দেখান। সে সময়ের প্রায় প্রতিটি উল্লেখযোগ্য ব্যক্তি কোনো না কোনোভাবে এসব ঘটনার সঙ্গে যুক্ত ছিলেন, যেমন \"এলিফ্যান্ট ম্যান\" জোসেফ মেরিক, অস্কার উইল্ড, নেটিভ আমেরিকান লেখক ব্ল্যাক এল্ক, উইলিয়াম মোরিস, শিল্পী ওয়াল্টার সিকার্ট এবং অ্যালিস্টার ক্রাউলি, যিনি তখন যুবক ছিলেন এবং সংক্ষিপ্তভাবে উপস্থিত হন। এডি ক্যাম্পবেল ধূসর কলম ও কালি শৈলীতে \"ফ্রম হেল\" চিত্রায়ন করেন এবং সম্পূর্ণ হতে প্রায় দশ বছর লেগেছিল। এটি ট্যাবু ভেঙে দুই প্রকাশক পরিবর্তন করে, শেষে এডি ক্যাম্পবেল কমিকস থেকে ট্রেড পেপারব্যাক হিসেবে প্রকাশিত হয়। গ্রাফিক নভেলটি ব্যাপক প্রশংসিত হয়। কমিকস লেখক ওয়ারেন এলিস একে তার \"সর্বকালের প্রিয় গ্রাফিক নভেল\" বলে উল্লেখ করেন।\nঅন্য একটি সিরিজ মুর ট্যাবুতে শুরু করেছিলেন। তা হলো লস্ট গার্লস, যেটিকে তিনি বুদ্ধিদীপ্ত \"পর্নোগ্রাফি\" হিসেবে বর্ণনা করেছিলেন। এটি চিত্রিত করেছেন মেলিন্ডা গেবি এবং তার সঙ্গে মুর পরবর্তীতে একটি সম্পর্ক গড়ে তোলেন। গল্পটি ১৯১৩ সালে ঘটছে, যেখানে \"অ্যালিস ইন ওয়ান্ডারল্যান্ড\" এর অ্যালিস, \"দ্য উইজার্ড অফ ওজ\" এর ডোরোথি এবং \"পিটার প্যান\" এর ওয়েনডি – যারা বয়স এবং শ্রেণীতে ভিন্ন – একত্রিত হয় একটি ইউরোপীয় হোটেলে এবং তারা একে অপরকে তাদের যৌন অভিজ্ঞতা শোনায়।এই কাজটির মাধ্যমে, মুর কমিকসে কিছু নতুনত্ব আনার চেষ্টা করেছিলেন, এবং তিনি বিশ্বাস করতেন যে কমিকস পর্নোগ্রাফি তৈরি করার মাধ্যমে এই লক্ষ্যটি অর্জন সম্ভব হতে পারে। তিনি মন্তব্য করেছিলেন, \"আমার অনেক ভিন্ন ধারণা ছিল যে কীভাবে একটি খোলামেলা যৌন কমিক স্ট্রিপ তৈরি করা যায় এবং এটি এমনভাবে উপস্থাপন করা যায় যা পর্নোগ্রাফির সাধারণ সমস্যাগুলি দূর করবে। যেমন, এটি বেশিরভাগ সময় কদর্য, বিরক্তিকর, সৃষ্টিশীল নয় এবং এতে কোনো মান নেই।\" ফ্রম হেল এর মতো, লস্ট গার্লস ট্যাবুকে অতিক্রম করে এবং কিছু পরবর্তী কিস্তি অসময়ে প্রকাশিত হতে থাকে, যতক্ষণ না কাজটি সম্পূর্ণ হয় এবং ২০০৬ সালে একটি পূর্ণ সংস্করণ প্রকাশিত হয়।\nএদিকে, মুর একটি গদ্য উপন্যাস লেখার কাজ শুরু করেন। তিনি ১৯৯৬ সালে \"ভয়েস অফ দ্য ফায়ার\" নামে প্রকাশিত হয়। অপ্রচলিত সুরে লেখা উপন্যাসটি ছোট গল্পের একটি সেট ছিল। এটি তার জন্মস্থান নর্থহ্যাম্পটনের শতাব্দীজুড়ে ঘটে যাওয়া ঘটনাগুলির উপর ভিত্তি করে ছিল। ব্রোঞ্জ যুগ থেকে বর্তমান সময় পর্যন্ত এই সব ঘটনা একত্রিত হয়ে একটি বড় গল্প তৈরি করেছিল।\n\n\n=== মূলধারায় ফিরে আসা এবং ইমেজ কমিকস: ১৯৯৩–১৯৯৮ ===\n১৯৯৩ সালে মুর নিজেকে আনুষ্ঠানিকভাবে জাদুকর হিসেবে ঘোষণা করেন। একই বছরে তিনি মূলধারার কমিকস শিল্পে ফিরে আসেন এবং সুপারহিরো কমিকস লেখা শুরু করেন। তিনি এটি করেন ইমেজ কমিকসের মাধ্যমে যেটি তখন তার ঝলমলে শিল্প শৈলী, গ্রাফিক সহিংসতা এবং কম পোশাক পরিহিত বড় স্তনযুক্ত মহিলাদের জন্য পরিচিত ছিল। এটি তার অনেক ভক্তকে হতবাক করেছিল। তার প্রথম কাজ ছিল ইমেজ দ্বারা প্রকাশিত ''স্পন'' সিরিজের একটি ইস্যু। এর পর খুব শীঘ্রই তিনি তার নিজস্ব মিনি-সিরিজ, ''১৯৬৩'' তৈরি করেন। এটি ছিল \"জ্যাক কারবি এর কমিকস গল্পগুলোর একটি পাস্টিশ, যা তিনি ৬০ এর দশকে মার্ভেল এর জন্য আঁকেছিলেন, তাদের শৈলী, রঙিন চরিত্র এবং মহাজাগতিক শৈলী সহ।\" মুরের মতে, \"যখন আমি ১৯৬৩ এর কাজ করেছি, আমি সচেতন হয়ে উঠেছিলাম যে কেমন করে কমিক দর্শক বদলে গেছে যেদিন থেকে আমি ১৯৮৮ সাল থেকে অনুপস্থিত ছিলাম। হঠাৎ মনে হচ্ছিল যে দর্শকদের বৃহত্তর অংশ আসলে এমন কিছু চাইছিল যা প্রায় কোন গল্পই ছিল না, শুধুমাত্র অনেক বড়, পূর্ণ-পৃষ্ঠ পিন-আপ ধরনের শিল্পকর্ম। এবং আমি সত্যিই আগ্রহী ছিলাম দেখার জন্য যে আমি কি এই বাজারের জন্য একটি সৎ গল্প লিখতে পারব।\"\nপরবর্তীতে, তিনি \"১৩ থেকে ১৫ বছর বয়সী কিশোরদের জন্য গড়ের চেয়ে ভালো গল্প\" লেখার কাজ শুরু করেন। এতে স্পন সিরিজের ওপর ভিত্তি করে তিনটি মিনি-সিরিজ অন্তর্ভুক্ত ছিল: ভায়োলেটর, ভায়োলেটর/ব্যাডরক এবং স্পন: ব্লাড ফিউড। ১৯৯৫ সালে তাকে একটি নিয়মিত মাসিক কমিকস দেওয়া হয়—জিম লি'র ওয়াইল্ডসিএ.টি.এস। তিনি ইস্যু নম্বর ২১ থেকে কাজ শুরু করেন এবং ১৪টি ইস্যু পর্যন্ত চালিয়ে যান। সিরিজটি দুটি সুপারহিরো দলের গল্প অনুসরণ করে। একটি দল মহাকাশযানে নিজ গ্রহে ফিরে যাচ্ছিল, আর অন্যটি পৃথিবীতে রয়ে যায়। মুরের জীবনীকার ল্যান্স পারকিন এই ধারাবাহিকটির সমালোচনা করেন। তিনি এটিকে মুরের অন্যতম দুর্বল কাজ বলে মনে করেন এবং মন্তব্য করেন, \"মুরের এর চেয়ে ভালো করা উচিত ছিল। এটি কোনো বিশেষ কিছু নয়।\" মুর নিজেই মন্তব্য করেছিলেন যে তিনি সিরিজটি গ্রহণ করেছিলেন — স্বাম্প থিং এর পর এটি ছিল তার একমাত্র নিয়মিত মাসিক কমিক সিরিজ—মূলত জিম লিকে পছন্দ করার কারণে। তবে, তিনি স্বীকার করেন যে এতে পুরোপুরি সন্তুষ্ট ছিলেন না। তার মতে, তিনি উদ্ভাবনী হওয়ার চেয়ে ভক্তদের চাহিদার দিকেই বেশি মনোযোগ দিয়েছিলেন।\nযখন ইমেজ কমিকসের সহ-প্রতিষ্ঠাতা রব লাইফেল্ড প্রকাশনা সংস্থা থেকে বেরিয়ে নিজস্ব প্রতিষ্ঠান অসাম এন্টারটেইনমেন্ট গঠন করেন, তিনি মুরকে নিয়োগ করেন তার চরিত্রগুলোর জন্য একটি নতুন মহাবিশ্ব তৈরি করতে। এই চরিত্রগুলো তিনি ইমেজ কমিকস থেকে এনেছিলেন। মুরের সমাধান ছিল চমকপ্রদ ও আত্মবিশ্বাসী — তিনি নতুন চরিত্রগুলোর জন্য দীর্ঘ ও সম্মানজনক একটি ইতিহাস তৈরি করেন এবং তাদের জন্য কল্পিত রূপালী ও সোনালী যুগ যোগ করেন। মুর এই চরিত্রগুলোর জন্য গ্লোরি ও যংব্লাড এর মতো অনেক কমিক লিখতে শুরু করেন। এছাড়া, তিনি জাজমেন্ট ডে নামে একটি তিন-পর্বের মিনি-সিরিজ তৈরি করেন। এটি অসাম ইউনিভার্সের ভিত্তি স্থাপন করে। মুর লাইফেল্ডের প্রতি সন্তুষ্ট ছিলেন না। তিনি বলেছিলেন, \"আমি তার কাছ থেকে যে তথ্য পাই, তা অপ্রত্যাশিত হওয়ায় বিরক্ত হয়েছিলাম। আমি তাকে বিশ্বাস করতাম না। মনে হতো, সে কাজের প্রতি শ্রদ্ধাশীল নয়, তাই তাকে সম্মান করাও কঠিন ছিল। তখন পর্যন্ত, আমি সম্ভবত অনুভব করছিলাম যে জিম লি ও জিম ভ্যালেনটিনো ছাড়া ইমেজের কিছু অংশীদার প্রকৃত সদস্যের মতো মনে হতো না। তাদের আচরণ এমন ছিল যে, আমি তাদের সঙ্গে কাজ করতে চাইতাম না।\"\n\n\n=== আমেরিকার সেরা কমিকস: ১৯৯৯–২০০৮ ===\nইমেজ অংশীদার জিম লি মুরকে তার নিজস্ব ইমপ্রিন্ট দেওয়ার প্রস্তাব দেন এবং এটি লির কোম্পানি ওয়াইল্ডস্টর্ম প্রোডাকশনস এর অধীনে থাকবে। মুর ইম্প্রিন্টটির নাম রাখেন আমেরিকার সেরা কমিকস এবং এই প্রকল্পের জন্য তিনি একদল শিল্পী ও লেখক নিয়োগ করেন। কিছুদিন পর, লি ওয়াইল্ডস্টর্ম (যার মধ্যে আমেরিকার সেরা কমিকসও ছিল) ডিসি কমিকসকে বিক্রি করেন। ফলে, মুর এমন একটি কোম্পানির সাথে যুক্ত হন যার সাথে তিনি আর কখনো কাজ না করার শপথ নিয়েছিলেন। এরপর লি এবং সম্পাদক স্কট ডানবিয়ার ব্যক্তিগতভাবে ইংল্যান্ডে গিয়ে মুরকে আশ্বস্ত করেন যে এই বিক্রয় তার কাজে কোনো প্রভাব ফেলবে না এবং তাকে সরাসরি ডিসি কমিকসের সঙ্গে কাজ করতে হবে না।মুর সিদ্ধান্ত নেন যে প্রকল্পটি থেকে সরে আসা সম্ভব নয়, কারণ এতে অনেক মানুষ জড়িত। তাই, ১৯৯৯ সালের শুরুতে এবিসি চালু করা হয়।\n\nএবিসি প্রকাশিত প্রথম সিরিজ ছিল দ্য লিগ অফ এক্সট্রা-অর্ডিনারি জেন্টলমেন। এতে ভিক্টোরিয়ান যুগের অ্যাডভেঞ্চার উপন্যাসের বিভিন্ন চরিত্র তুলে ধরা হয়েছে। এর মধ্যে আছেন এইচ. রাইডার হ্যাগার্ড এর অ্যালান কোয়াটারমেইন, এইচ. জি. ওয়েলস এর ইনভিসিবল ম্যান, জুলস ভার্ন এর কাপ্তেন নেমো, রবার্ট লুই স্টিভেনসন এর ড. জেকিল অ্যান্ড মি. হাইড এবং ব্রাম স্টোকার এর ড্রাকুলা চরিত্রের উইলহেলমিনা মারে। কেভিন ও'নিল সিরিজটির চিত্রাঙ্কন করেছেন। প্রথম খণ্ডে লিগকে প্রফেসর মোরিয়ারটির বিরুদ্ধে লড়তে দেখা যায়। তিনি শার্লক হোমস সিরিজের এক চরিত্র। দ্বিতীয় খণ্ডে লিগ মঙ্গলগ্রহের আক্রমণকারীদের (দ্য ওয়ার অফ দ্য ওয়ার্ল্ডস) বিরুদ্ধে লড়াই করে। তৃতীয় খণ্ড, \"দ্য ব্ল্যাক ডসিয়ে\", ১৯৫০ এর দশকের প্রেক্ষাপটে রচিত। সিরিজটি ভালোভাবে গ্রহণ করা হয়েছিল। মুর খুশি হয়েছিলেন যে আমেরিকান দর্শকরা এমন কিছু উপভোগ করছে যেটি তিনি \"বিকৃতভাবে ইংরেজি\" বলে মনে করতেন। এটি কিছু পাঠকের ভিক্টোরিয়ান সাহিত্য নিয়ে আগ্রহ বাড়াতেও অনুপ্রাণিত করেছিল।\nমুরের আরও একটি এবিসি কাজ ছিল টম স্ট্রং, একটি পোস্ট-মডার্ন সুপারহিরো সিরিজ। এটি একটি হিরোকে প্রদর্শন করেছিল যা সুপারম্যানের আগের চরিত্রগুলি যেমন ডক স্যাভেজ এবং টারজান দ্বারা প্রভাবিত। চরিত্রটির মাদকদ্রব্য দ্বারা সৃষ্ট দীর্ঘায়ু মুরকে ২০ তম শতাব্দীজুড়ে স্ট্রং-এর অভিযানগুলির জন্য ফ্ল্যাশব্যাক অন্তর্ভুক্ত করতে সহায়ক ছিল। এটি পিরিয়ড স্টাইলে লেখা এবং আঁকা হয়েছিল, কমিক্স এবং পাল্প ফিকশন এর ইতিহাস সম্পর্কে একটি মন্তব্য হিসাবে। প্রধান শিল্পী ছিলেন ক্রিস স্প্রাউস। টম স্ট্রং এর অনেক সাদৃশ্য ছিল মুরের আগের কাজ সুপ্রীম এর সাথে, তবে ল্যান্স পার্কিনের মতে, এটি ছিল \"আরও সূক্ষ্ম\", এবং \"এবিসি এর সবচেয়ে প্রবেশযোগ্য কমিক\"।\nমুরের টপ ১০ একটি ডেডপ্যান পুলিশ প্রক্রিয়াধর্মী নাটক। এটি নিওপোলিস নামক এক শহরে সেট করা হয়েছে। এখানে সবাই—পুলিশ, অপরাধী ও সাধারণ মানুষ—সুপার পাওয়ার, পোশাক ও গোপন পরিচয় ধারণ করে। সিরিজটি জিন হা ও জান্ডার ক্যানন চিত্রিত করেছেন। সিরিজটি বারোটি ইস্যুর পর শেষ হয়, তবে এটি চারটি স্পিন-অফ তৈরি করেছে। এগুলো হলো: স্ম্যাক্স — একটি মিনিসিরিজ যেটি ফ্যান্টাসি জগতে সেট করা হয়েছে এবং ক্যানন এটি চিত্রিত করেছেন। টপ ১০: দ্য ফোরটি-নাইনার্স — একটি প্রিক্যুয়েল যেটি মূল \"টপ ১০\" সিরিজের আগের ঘটনা নিয়ে রচিত এবং এটি হা চিত্রিত করেছেন। টপ ১০: বিয়ন্ড দ্য ফার্থেস্ট প্রিসিঙ্কট — একটি মিনিসিরিজ যেটি পল ডি ফিলিপো লিখেছেন এবং জেরি অর্ডওয়ে চিত্রিত করেছেন। টপ ১০: সিজন টু — এটি জান্ডার ক্যানন লিখেছেন এবং জিন হা চিত্রিত করেছেন\n\nমুরের সিরিযে প্রোমেথিয়া একটি কিশোরী মেয়ে, সোফি ব্যাংসের গল্প বলে। সে একদিন শিরোনামধারী প্রাচীন প্যাগান দেবী প্রোমেথিয়া দ্বারা অধিকারিত হয়। এই সিরিজে বিভিন্ন গূঢ় থিম, বিশেষ করে কাবালাহ ও যাদুবিদ্যার ধারণা আলোচনা করা হয়েছে। মুর বলেছেন, \"আমি এমন একটি গূঢ় কমিক তৈরি করতে চেয়েছিলাম যেটি গূঢ়তাকে অন্ধকার বা ভীতিকরভাবে উপস্থাপন না করে, কারণ এটি আমার অভিজ্ঞতা নয়... [প্রোমেথিয়া] ছিল আরও সাইকেডেলিক, পরিশীলিত, পরীক্ষামূলক এবং আনন্দময়।\" চিত্রশিল্পী তৃতীয় জে. এইচ. উইলিয়ামস এই সিরিজটি আঁকেন। মুর একে \"একটি ব্যক্তিগত বিবৃতি\" হিসেবে উল্লেখ করেছেন এবং এটি তার অন্যতম ব্যক্তিগত কাজ হিসেবে বিবেচিত হয়। এই সিরিজে একটি বিশ্বাস ব্যবস্থা ও একটি ব্যক্তিগত মহাজগতের ধারণা প্রকাশ করা হয়েছে।\nএবিসি কমিকস একটি অ্যানথোলজি সিরিজ প্রকাশ করত। এর মধ্যে টুমরো স্টোরিজ অন্তর্ভুক্ত ছিল। এই সিরিজে নিয়মিত কিছু চরিত্র ছিল, যেমন কবওয়েব, ফার্স্ট আমেরিকান, গ্রে শার্ট, জ্যাক বি. কুইক, এবং স্প্ল্যাশ ব্রানিগান। টুমরো স্টোরিজ অ্যানথোলজি সিরিজ হিসেবে গুরুত্বপূর্ণ ছিল, কারণ তখনকার আমেরিকান কমিকসে এই ধরনের প্রকাশনা প্রায় বিলীন হয়ে গিয়েছিল।\nডিসি কমিকস প্রথমে মুরকে নিশ্চিত করেছিল যে তারা তার কাজে হস্তক্ষেপ করবে না। কিন্তু পরবর্তীতে তারা তা করেছিল, যা তাকে রাগান্বিত করেছিল। বিশেষ করে, লিগ অফ এক্সট্রঅর্ডিনারি জেন্টলমেন নং ৫ এ একটি পুরোনো বিজ্ঞাপন ছিল, যেখানে \"মার্ভেল\" ব্র্যান্ডের ডুচের উল্লেখ ছিল। ডিসির নির্বাহী পল লেভিটজ নির্দেশ দেন, পুরো প্রিন্ট রান ধ্বংস করে বিজ্ঞাপনটি \"অ্যামেজ\" নামে পরিবর্তন করতে, যাতে ডিসির প্রতিদ্বন্দ্বী মার্ভেল কমিকসের সঙ্গে কোনো দ্বন্দ্ব সৃষ্টি না হয়। এছাড়া, টুমরো স্টোরিজ নং ৮-এ মুরের লেখা একটি কবওয়েব গল্পও ডিসি কমিকস ব্লক করেছিল। এই গল্পে এল. রন হাবার্ড, আমেরিকান ওকুলটিস্ট জ্যাক পারসনস এবং \"বাবালন ওয়ার্কিং\" এর উল্লেখ ছিল, যা বিষয়বস্তুর কারণে ডিসি বাতিল করে। তবে, ডিসি এর আগে তাদের প্যারাডক্স প্রেস প্রকাশনার দ্য বিগ বুক অফ কনস্পিরেসিতে একই ঘটনার একটি সংস্করণ প্রকাশ করেছিল।।\n২০০৩ সালে, শ্যাডোসনেক ফিল্মস এলান মুরের উপর একটি ডকুমেন্টারি নির্মাণ করে। এর নাম ছিল \" এলান মুরের মাইন্ডস্কেপ\" এবং এটি পরবর্তীতে ডিভিডিতে প্রকাশিত হয়।\n\n\n=== স্বাধীন সৃষ্টির দিকে প্রত্যাবর্তন: ২০০৯–বর্তমান ===\n\n\"আমেরিকার সেরা কমিকস\" এর জন্য পরিকল্পনা করেছিলেন এমন অনেক গল্প শেষ হওয়ার পর এবং ডিসি কমিকসের সাথে তাঁর কাজের সমস্যা বাড়তে থাকায়, তিনি কমিকসের মূলধারা থেকে সরে যাওয়ার সিদ্ধান্ত নেন। ২০০৫ সালে, তিনি মন্তব্য করেছিলেন, \"আমি কমিকস মাধ্যমকে ভালোবাসি, কিন্তু কমিকস শিল্পকে আমি প্রায় ঘৃণা করি। আর ১৫ মাস পর, সম্ভবত আমি মূলধারার বাণিজ্যিক কমিকস থেকে সরে যাব।\"\nমুর একমাত্র এবিসি শিরোনাম হিসেবে \"দ্য লিগ অফ এক্সট্রা-অর্ডিনারি জেন্টলমেন\" চালু করেন। ডিসি কমিকসের সঙ্গে সম্পর্ক ছেদ করার পর তিনি নতুন লিগ কাহিনী শুরু করেন, তৃতীয় ভলিউম : সেঞ্চুরি। এটি \"টপ শেলফ প্রোডাকশনস\" এবং \"নকঅ্যাবাউট কমিকস\" এর যৌথ প্রকাশনায় প্রকাশিত হয়। এর প্রথম অংশ, শিরোনাম \"১৯১০\", ২০০৯ সালে প্রকাশিত হয়; দ্বিতীয় অংশ, শিরোনাম \"১৯৬৯\", ২০১১ সালে প্রকাশিত হয়; এবং তৃতীয় অংশ, শিরোনাম \"২০০৯\", ২০১২ সালে প্রকাশিত হয়। তিনি কেভিন ও'নিলের সঙ্গে মিলে \"দ্য লিগ অফ এক্সট্রা-অর্ডিনারি জেন্টলমেন\" এর স্পিন-অফ \"নেমো\" এর কাজ চালিয়ে যান, যার মধ্যে তিনটি গ্রাফিক নভেল প্রকাশিত হয়েছে – \"হার্ট অব আইস\", \"দ্য রোজেস অফ বার্লিন\", এবং \"রিভার অফ ঘোস্টস\"।\n২০০৬ সালে, \"লস্ট গার্লস\" এর সম্পূর্ণ সংস্করণ তিনটি হার্ডকভার খণ্ডের স্লিপকেস সেট হিসেবে প্রকাশিত হয়। একই বছরে, মুর একটি আট পৃষ্ঠার প্রবন্ধ প্রকাশ করেন, যেখানে তিনি পর্নোগ্রাফির ইতিহাস বিশ্লেষণ করেন। তিনি যুক্তি দেন যে, একটি সমাজের উদ্যম ও সাফল্য তার যৌন বিষয়ক উদারতার সঙ্গে সম্পর্কিত। আধুনিক পর্নোগ্রাফির খরচকে এখনও ব্যাপকভাবে লজ্জাজনক হিসেবে দেখা হয়, তাই তিনি নতুন এবং শিল্পসম্মত পর্নোগ্রাফির প্রস্তাব দেন। এটি খোলামেলা আলোচনার মাধ্যমে সমাজের উপকারে আসতে পারে। তিনি ২০০৯ সালে \"২৫,০০০ ইয়ার্স অফ এরোটিক ফ্রিডম\" শিরোনামে একটি প্রবন্ধ লিখেন, যেখানে তিনি এই বিষয়টি আরও বিস্তারিতভাবে আলোচনা করেন। একজন সমালোচকের মতে, এটি \"অসাধারণভাবে বুদ্ধিদীপ্ত ইতিহাসের আলোচনা – প্রাপ্তবয়স্কদের জন্য একটি 'হরিবল হিস্টোরিজ' ধরনের বই\"।\n২০০৭ সালে, মুর \"দ্য সিম্পসন্স\" নামক জনপ্রিয় অ্যানিমেটেড অনুষ্ঠানের এক পর্বে অ্যানিমেটেড রূপে উপস্থিত হন। এটি একটি অনুষ্ঠান এবং তিনি খুবই আগ্রহ সহকারে এট দেখেন। পর্বটির শিরোনাম ছিল “হাসব্যান্ডস অ্যান্ড নাইভস” এবং এটি তার চুয়ান্নতম জন্মদিনে সম্প্রচারিত হয়। ২০০৯ সাল থেকে, মুর বিবিসি রেডিও ৪ এর \"দ্য ইনফিনিট মাঙ্কি কেজ\" প্রোগ্রামের একজন প্যানেলিস্ট হিসেবে নিয়োজিত আছেন। প্রোগ্রামটি পদার্থবিজ্ঞানী ব্রায়ান কক্স এবং হাস্যরস অভিনেতা রবিন ইনস পরিচালনা করেন।\n২০১০ সালে, মুর একটি আন্ডারগ্রাউন্ড ম্যাগাজিন প্রকাশ শুরু করেন। তিনি এটিকে “২১শ শতকের প্রথম আন্ডারগ্রাউন্ড ম্যাগাজিন” হিসেবে বর্ণনা করেছিলেন। এর শিরোনাম ছিল “ডডজেম লজিক।” এই দ্বিমাসিক ম্যাগাজিনে নর্থহ্যাম্পটন ও মিডল্যান্ডস ভিত্তিক লেখক ও শিল্পীদের কাজ, পাশাপাশি মুরের নিজস্ব অবদানও অন্তর্ভুক্ত ছিল। যদিও “ডডজেম লজিক”-এর বিষয়বস্তু আঞ্চলিক বা সীমাবদ্ধ ছিল না, তবুও এর বিজ্ঞাপন বিক্রয় মূলত মিডল্যান্ডস থেকে আসত। এর ফলে, ম্যাগাজিনের আর্থিক স্থিতিশীলতা সীমিত ছিল এবং এটি বিক্রয় আয়ের উপর অনেকটা নির্ভরশীল হয়ে পড়েছিল। এটি আটটি ইস্যু পর্যন্ত প্রকাশিত হয় এবং ২০১১ সালের এপ্রিল মাসে বন্ধ হয়ে যায়।\n২০১০ সালে, মুর এইচ. পি. লাভক্রাফটের \"ইউনিভার্সের\" উপর ভিত্তি করে একটি কমিক সিরিজ প্রকাশ করতে শুরু করেন। এটি লেখকটির কাজ এবং জগতের প্রতি তার আগ্রহের পুনরুজ্জীবন ছিল। অ্যাভাটার প্রেস ২০০৩ সালে “অ্যালান মুরের ইয়াগগথ কালচারস অ্যান্ড আদার গ্রোথস” প্রকাশ করেছিল এবং এটি মুরের অপ্রকাশিত স্ক্রিপ্ট, স্ট্রিপস এবং পূর্বে প্রকাশিত কবিতার কমিক রূপান্তরের সমাহার ছিল। এই সব কাজ লাভক্রাফটের কাজ বা তার সম্পর্কিত থিম নিয়ে তৈরি করা হয়েছিল। এর পর, দুই ভাগে বিভক্ত “দ্য কোর্টইয়ার্ড” প্রকাশিত হয় যেটি লাভক্রাফট-থিমযুক্ত মুরের ছোট গল্প থেকে অভিযোজিত। ভয়াবহতা-ভিত্তিক মিনি-সিরিজ “নিওনোমিকন” অ্যাভাটার প্রেস দ্বারা প্রকাশিত মুরের প্রথম মূল কমিক কাজ ছিল। এর চিত্রায়ন করেন যেসেন বারোস, যিনি পূর্বের অভিযোজনগুলিরও চিত্রায়ন করেছিলেন। এই সিরিজের চতুর্থ ও চূড়ান্ত ইস্যুটি ২০১১ সালের জানুয়ারিতে প্রকাশিত হয়।\n২০১৪ সালে, মুর এবং যেসেন বারোসের পুনর্মিলনের মাধ্যমে একটি বারো-অংশবিশিষ্ট সিরিজ প্রকাশের ঘোষণা দেওয়া হয়। এর নাম ছিল “প্রভিডেন্স”। সিরিজটি লাভক্রাফট এবং “কথুলু মিথোস”-এর উৎস নিয়ে তৈরি ছিল এবং এটি “নিওনোমিকন”-এর প্রিক্যুয়েল হিসেবে কাজ করেছিল। এই সিরিজটি ২০১৫ থেকে ২০১৭ সাল পর্যন্ত বারোটি পর্বে প্রকাশিত হয়। মুর সঙ্গীত ইভেন্টে সরাসরি অংশগ্রহণ করে বিভিন্ন সঙ্গীতজ্ঞের সঙ্গে সহযোগিতা করেছেন। ২০১১ সালে, তিনি স্টিফেন ও'ম্যালির সঙ্গে লন্ডনে অল টুমরোস পার্টিজ উৎসবে 'আইল বি ইয়োর মিরর' গান পরিবেশন করেন। ভবিষ্যতের পরিকল্পিত প্রকল্প হিসেবে, তিনি স্টিভ মুরের সঙ্গে একসাথে একটি ওকুলট পাঠ্যপুস্তক লিখতে শুরু করেছেন। এর নাম 'মুন অ্যান্ড সারপেন্ট বাম্পার বুক অফ ম্যাজিক'। এই বইটি টপ শেলফ ১৫ অক্টোবর ২০২৪ তারিখে প্রকাশ করবে। ২০১৬ সালের সেপ্টেম্বর মাসে, মুর একটি উপন্যাস প্রকাশ করেন। এর নাম জেরুজালেম। এই উপন্যাসটি তার জন্মস্থান নর্থহ্যাম্পটনের প্রেক্ষাপটে লেখা। অ্যালান মুর অকুপাই কমিকস কিকস্টার্টার প্রকল্পে যোগ দেন। এই প্রকল্পে তিনি কমিকসকে প্রতিরোধমূলক উপাদান হিসেবে তুলে ধরে একটি প্রবন্ধ উপস্থাপন করেন\n২০১৪ সালে, মুর ঘোষণা করেন যে তিনি একটি গবেষণা ও উন্নয়ন প্রকল্পের নেতৃত্ব দিচ্ছেন। তার মাধ্যমে “ডিজিটাল কমিকস” এমন একটি অ্যাপ তৈরি করবে যেটি যে কেউ ব্যবহার করে তৈরি করতে পারবে।\" ইলেকট্রিকোমিকস ২০১৫ সালে প্রকাশিত হয়। এটি একটি ওপেন সোর্স অ্যাপ এবং ব্যবহারকারীদের ইন্টারেক্টিভ কমিকস পড়া এবং তৈরি করার সুযোগ প্রদান করে। মুর \"বিগ নেইমো\" নামে একটি গল্প লিখেছেন। এটি উইন্সর ম্যাকের \"লিটল নেইমো\" এর একটি ডিস্টোপিয়ান উত্তরাধিকার। গল্পটি কলিন ডোরান চিত্রিত করেছেন এবং ওকাস্টা স্টুডিওস এটি অ্যানিমেটেড করেছে। রঙ দিয়েছেন জোসে ভিলারুবিয়া। \"দ্য গার্ডিয়ান\" এটিকে ২০১৫ সালের সেরা আইফোন/আইপ্যাড অ্যাপগুলোর মধ্যে একটি হিসেবে নির্বাচিত করেছে। পাইপড্রিম কমিকস এটিকে \"ডিজিটাল কমিকস অ্যাপ অফ দ্য ইয়ার\" হিসেবে স্বীকৃতি দেয়। ২০১৬ সালে, মুর নিশ্চিত করেন যে, \"লিগ অফ এক্সট্রা অরডিনেরি জেন্টেলম্যান\" এর চূড়ান্ত বই রচনার পর তিনি নিয়মিত কমিক বই লেখা থেকে অবসর নিবেন।\n২০১৬ সালের এপ্রিল মাসে, মুর “সিনেমা পুরগাতোরিও” নামক একটি কমিকস অ্যানথোলজি সিরিজের তত্ত্বাবধান শুরু করেন। এই কমিক্সটি প্রকাশ করে অ্যাভাটার প্রেস। প্রতিটি ইস্যুর শুরুতে মুরের লেখা একটি গল্প এবং কেভিন ও'নিলের অঙ্কন থাকে। এই প্রকাশনায় গার্থ এন্নিস ও রাউলো কাসেরেস (কোড প্রু), ম্যাক্স ব্রুকস ও মাইকেল ডিপাস্কেল (একটি আরো নিখুঁত ইউনিয়ন), কিরন গিলেন ও ইগ্নাসিও কালেরো (মডেড), এবং ক্রিস্টোস গেজ ও গ্যাব্রিয়েল আন্দ্রাদে (দ্য ভাস্ট) – এই লেখক ও শিল্পীরা দলবদ্ধভাবে কাজ করেছেন। এই অ্যানথোলজি সিরিজকে “পাল্প ফিকশনের ঐতিহ্যবাহী উপাদানগুলো, যা নতুনভাবে বিশদভাবে অন্বেষণ করা হয়েছে, আজকের শ্রেষ্ঠ কমিক নির্মাতাদের দ্বারা” হিসেবে বর্ণনা করা হয়েছে।\n২০১৮ সালে, মুর \"২৪ প্যানেলস\" শিরোনামের একটি কমিকস অ্যানথোলজিতে অংশ নেন। এই প্রকাশনাটি কিরন গিলেন তত্ত্বাবধানে পরিচালিত হয় এবং ২০১৭ সালের গ্রেনফেল টাওয়ার আগুনে ক্ষতিগ্রস্তদের জন্য তহবিল সংগ্রহের উদ্দেশ্যে আয়োজিত হয়েছিল। “লিগ অফ এক্সট্রা অরডিনেরি জেন্টেলম্যান” এর চতুর্থ খণ্ডের সমাপ্তি, তাঁর লাভক্রাফট অনুক্রমের সমাপ্তি এবং “সিনেমা পুরগাতোরিও” তে প্রকাশিত কিছু সংক্ষিপ্ত গল্পের পর, ২০১৯ সালের মধ্যভাগে মুর কমিকস থেকে অবসর নেন। ২০২২ সালে তিনি নিশ্চিত করেন, “আমি নিঃসন্দেহে কমিকস থেকে সরে গেছি। প্রায় পাঁচ বছর ধরে আমি একটিও কমিকস লিখিনি। আমি সর্বদা কমিকস মাধ্যমকে ভালোবাসি এবং শ্রদ্ধা করি, তবে কমিকস শিল্প এবং এর সঙ্গে সম্পর্কিত সবকিছু অসহনীয় হয়ে উঠেছে।”\n২০২৩ সালে ঘোষণা করা হয় যে, মুর “ দ্য লং লন্ডন\" শিরোনামের একটি নতুন ফ্যান্টাসি সিরিজ রচনা করছেন। সিরিজের প্রথম বই, “দ্য গ্রেট হোয়েন”, ১ অক্টোবর ২০২৪ তারিখে প্রকাশিত হবে। এই সিরিজটি মোট পাঁচটি বই নিয়ে গঠিত হবে। সিরিজের দ্বিতীয় বইটির নাম হবে “আই হার্ড আ নিউ ওয়ার্ল্ড”।\n\n\n== কাজ ==\n\n\n=== থিমসমূহ ===\nযেখানে তিনি পূর্ববর্তী লেখকদের (যেমন মার্ভেলম্যান, স্বাম্প থিং, ও সুপ্রিম) থেকে দায়িত্ব গ্রহণ করেছিলেন, তাঁর কিছু কমিকসে তিনি একটি পরিচিত কৌশল ব্যবহার করেছেন যেটি পূর্বের সবকিছু মুছে ফেলে; তিনি নায়ককে স্মৃতিহীন করে দেন এবং প্রকাশ করেন যে এখন পর্যন্ত আমরা যা জানতাম তা সম্পূর্ণ মিথ্যা।\"তিনি চরিত্র এবং তার সিরিজকে নতুনভাবে শুরু করতে সফল হন এবং পূর্ববর্তী কাহিনীর বাধায় পড়েননি।\nকমিক বইগুলির শিল্পমূলক সীমাবদ্ধতা নিয়ে মন্তব্য করতে গিয়ে শিল্পী জো রুবিনস্টেইন বলেন, একটি কমিকস নির্মাতার জন্য স্পাইডার-ম্যানের সাথে কী করা সম্ভব তা সীমিত থাকে। তিনি আরও বলেন, “যদি আপনি অ্যালান মুর না হন, যিনি সম্ভবত স্পাইডার-ম্যানকে হত্যা করে তাকে একটি মাকড়সা বা এরকম কিছুতে রূপান্তরিত করে ফেলতেন।”\nকমিকস লেখক হিসেবে, মুর তাঁর সাহিত্যিক সংবেদনশীলতাকে মূলধারার মাধ্যমে প্রকাশ করেন এবং চ্যালেঞ্জিং বিষয়বস্তু ও প্রাপ্তবয়স্ক থিমও অন্তর্ভুক্ত করেন। তাঁর কাজে নানা প্রভাব স্পষ্ট, যেমন—উইলিয়াম এস. বারুথস, উইলিয়াম ব্লেক, থমাস পিঞ্চন, আইন সিনক্লেয়ার; নিউ ওয়েভ বিজ্ঞান-কল্পকাহিনী লেখক মাইকেল মুরকক; এবং ভয়াবহতা-ভিত্তিক লেখক ক্লাইভ বার্কার।\nকমিকসের জগতে প্রভাব বিস্তারকারী আরেকটি শাখা হলো—শিল্পক্ষেত্রে প্রভাবিত ব্যক্তিত্ব, যেমন উইল আইসনার, স্টিভ ডিটকো, হার্ভে কুর্টজম্যান, জ্যাক কিরবি এবং ব্রায়ান ট্যালবেট।\n\n\n=== স্বীকৃতি ও পুরস্কার ===\nকমিকসের মাধ্যমে মুরের কাজ তাঁর সহকর্মী ও সমালোচকরা ব্যাপকভাবে স্বীকৃতি দিয়েছেন। কমিকস ইতিহাসবিদ জর্জ খোরি বলেছেন, “এই মুক্ত আত্মাকে কমিকসের ইতিহাসের অন্যতম শ্রেষ্ঠ লেখক বলা হবে।”; অপরদিকে, সাক্ষাৎকারকারী স্টিভ রোজ তাঁকে \"কমিকসের অর্সন ওয়েলস\" হিসেবে উল্লেখ করেন। তিনি \"মাধ্যমের অপ্রতিদ্বন্দ্বী পুরোহিত এবং তার প্রতিটি শব্দ যেন আকাশ থেকে প্রেরিত বার্তা\" হিসেবে কমিকস ভক্তদের কাছে গৃহীত। ডগলাস ওয়ল্ক পর্যবেক্ষণ করেছেন, \"মুর নিঃসন্দেহে হল অফ ফেমে প্রবেশ করেছেন। তিনি ইংরেজি ভাষার কমিকসের অন্যতম স্তম্ভ, যেমন জ্যাক কিরবি, উইল আইসনার, হার্ভে কুর্টজম্যানের সঙ্গে এবং কিছু অল্প সংখ্যক অন্যদের মধ্যে একজন। মুর সেই হলের মধ্যে একটি বিশাল ব্যতিক্রম, কারণ অন্যান্য স্তম্ভগুলি মূলত শিল্পী – এবং বেশিরভাগ ক্ষেত্রেই লেখক/শিল্পী। মুর প্রায় একমাত্র লেখক, যদিও তাঁর অতিসূক্ষ্ম স্ক্রিপ্টগুলি সবসময় তাঁর সহযোগী শিল্পীদের শক্তির উপর নির্ভর করে। এর ফলে, তিনি কমিকস লেখক তত্ত্বের প্রধান বাধা হিসেবে আবির্ভূত হয়েছেন। মূলত, প্রায় কেউই একক কার্টুনিস্টকে একটি লেখক/শিল্পী দলের তুলনায় 'সর্বোচ্চ' বলে ঘোষণা করতে রাজি নয়, কারণ এমন একটি ধারণা মুরের গ্রন্থ তালিকায় বাধা সৃষ্টি করবে। প্রকৃতপক্ষে, কিছু কার্টুনিস্ট প্রায় সবসময় তাদের আঁকা গল্পগুলি নিজেই লিখেন, মুরের জন্য ব্যতিক্রম সৃষ্টি করেছেন – যেমন জায়েমে হার্নান্দেজ, মার্ক বেয়ার এবং সবচেয়ে স্মরণীয়ভাবে এডি ক্যাম্পবেল।\"\nমুরকে ১৯৮২ এবং ১৯৮৩ সালে স্ট্রিপ চিত্রায়ন সমিতি কর্তৃক সেরা লেখক হিসেবে নির্বাচিত করা হয়েছিল।\n\nমুর অসংখ্য জ্যাক কির্বি পুরস্কার জিতেছেন। এর মধ্যে ১৯৮৫ সালে জন টোটলেবেন ও স্টিভ বিসেটের সঙ্গে মিলিতভাবে তিনি ১৯৮৫ সালের সেরা একক ইস্যুর জন্য \"স্বাম্প থিং\" বার্ষিক নং ২ পুরস্কার পান। ১৯৮৫ সালে \"স্বাম্প থিং\" ধারাবাহিক সিরিজের সেরা পুরস্কারও তিনি লাভ করেন। ১৯৮৬ এবং ১৯৮৭ সালে টোটলেবেন ও বিসেটের সঙ্গে মিলিতভাবে তিনি \"স্বাম্প থিং\"-এর জন্য সেরা লেখক হিসেবে পুরস্কৃত হন। ১৯৮৭ সালে তিনি \"ওয়াচমেন\" এর জন্য সেরা লেখক পুরস্কার লাভ করেন। একই বছর, ডেভ গিবন্সের সঙ্গে \"ওয়াচমেন\" এর জন্য সেরা সীমাবদ্ধ সিরিজ ও সেরা লেখক/শিল্পী (একক বা দল হিসাবে) পুরস্কারও জিতেছেন।\nতিনি ১৯৮৫ সালে সান ডিয়েগো কমিক-কনে ইঙ্কপট পুরস্কার গ্রহণ করেন।\nমুর অসংখ্য ঈগল পুরস্কার জিতে নেন। এর মধ্যে ১৯৮৬ সালে ওয়াচমেন এবং স্বাম্প থিং এর কাজের জন্য প্রায় একধরনের \"সম্পূর্ণ বিজয়\" অন্তর্ভুক্ত ছিল। মুর শুধুমাত্র যুক্তরাষ্ট্র এবং যুক্তরাজ্যের উভয় বিভাগে \"প্রিয় লেখক\" নির্বাচিত হননি, বরং তাঁর কাজ যুক্তরাষ্ট্রে প্রিয় কমিক বই, সহায়ক চরিত্র, এবং নতুন শিরোনামের জন্য সম্মানিত হয়েছে। এছাড়া, যুক্তরাজ্যে তাঁর কাজ চরিত্র, ধারাবাহিক গল্প, এবং \"নিজস্ব শিরোনামের যোগ্য চরিত্র\" বিভাগে পুরস্কৃত হয়েছে, যেখানে শেষ বিভাগে তাঁর কাজ সর্বোচ্চ তিনটি স্থান দখল করেছিল।\nমুরকে কমিকস বাইয়ার গাইড ফ্যান অ্যাওয়ার্ডস (কমিক ক্রেতা গাইড ফ্যান পুরস্কার) এর জন্য একাধিকবার মনোনীত করা হয়। ১৯৮৫, ১৯৮৬, ১৯৮৭, ১৯৯৯ এবং ২০০০ সালে তিনি প্রিয় লেখক হিসেবে বিজয়ী হন। ১৯৮৭ সালে তিনি ওয়াচমেন বইটির জন্য প্রিয় কমিক বই গল্প পুরস্কার পান এবং ১৯৮৮ সালে ব্রায়ান বোল্যান্ডের সঙ্গে ব্যাটম্যান: দ্য কিলিং জোক বইটির জন্য প্রিয় মৌলিক গ্রাফিক নভেল অথবা অ্যালবাম পুরস্কার অর্জন করেন।\nতাকে ২০০১, ২০০২, এবং ২০০৩ সালে \"সর্বশ্রেষ্ঠ কমিক লেখক\" হিসেবে ন্যাশনাল কমিক্স অ্যাওয়ার্ড প্রদান করা হয়। ২০০২ সালে, তাকে ন্যাশনাল কমিক্স অ্যাওয়ার্ড এর সম্মান তালিকায় স্থান দেওয়া হয়।\nতিনি ১৯৮৮ সালে ওয়াচমেন এর জন্য সেরা লেখক হিসেবে হ্যার্ভে অ্যাওয়ার্ড পান, ১৯৯৫ ও ১৯৯৬ সালে (ফ্রম হেল এর জন্য), ১৯৯৯ সালে (তাঁর সমগ্র কাজের জন্য, এর মধ্যে ফ্রম হেল ও সুপ্রীম অন্তর্ভুক্ত), ২০০০ সালে (লিগ অফ এক্সট্রা অরডিনেরি জেন্টেলম্যান এর জন্য), এবং ২০০১ ও ২০০৩ সালে (প্রোমেথিয়া এর জন্য) পুরস্কৃত হন।\nতার অসংখ্য আন্তর্জাতিক পুরস্কারের মধ্যে রয়েছে জার্মান ম্যাক্স অ্যান্ড মোরিটজ পুরস্কার (২০০৮ সালে অসাধারণ সৃষ্টির জন্য) এবং ব্রিটিশ ন্যাশনাল কমিক্স অ্যাওয়ার্ড (২০০১ ও ২০০২ সালে সর্বশ্রেষ্ঠ কমিক লেখক হিসেবে)। তিনি ফরাসি পুরস্কারও জিতেছেন, যেমন ১৯৮৯ সালে ওয়াচমেন এবং ১৯৯০ সালে ভি ফর ভেন্ডেটা এর জন্য অ্যাংগোলেমে ইন্টারন্যাশনাল কমিক্স ফেস্টিভ্যাল সেরা অ্যালবাম পুরস্কার, এবং ২০০১ সালে ফ্রম হেল এর জন্য প্রিক্স দে লা ক্রিটিক। ১৯৯২ সালে সুইডিশ উর্হুন্ডেন পুরস্কারও তিনি পেয়েছেন ওয়াচমেন এর জন্য এবং কয়েকটি স্প্যানিশ হ্যাক্সটুর পুরস্কার— ১৯৮৮ সালে ওয়াচমেন এবং ১৯৮৯ সালে স্বাম্প থিং নং ৫ (উভয় ক্ষেত্রেই সেরা লেখক হিসেবে) লাভ করেছেন।\n১৯৮৮ সালে তিনি \"এ হাইপথেটিক্যাল লিজার্ড\" নামক নভেল্লার জন্য সেরা নভেল্লার পুরস্কৃত হন। এটি ২০০৪ সালে অ্যাভাটার প্রেসের অ্যান্টনি জনস্টন দ্বারা কমিক হিসেবে প্রকাশিত হয়। মুর আরও দুটি ইন্টারন্যাশনাল হরর গিল্ড অ্যাওয়ার্ড লাভ করেন। ১৯৯৫ সালে তিনি এডি ক্যাম্পবেলের সঙ্গে ফ্রম হেল এর জন্য এবং ২০০৩ সালে কেভিন ও'নিলের সঙ্গে লিগ অফ এক্সট্রা অরডিনেরি জেন্টেলম্যান এর জন্য গ্রাফিক স্টোরি/চিত্রিত বর্ণনার বিভাগে এই পুরস্কার লাভ করেন। মুর ২০০০ সালে লিগ অফ এক্সট্রা অরডিনেরি জেন্টেলম্যান এর জন্য সেরা চিত্রিত বর্ণনা হিসেবে এবং ২০১২ সালে নিওনোমিকন এর জন্য সেরা গ্রাফিক নভেল হিসেবে ব্রাম স্টোকার অ্যাওয়ার্ডও লাভ করেন।\n২০০৫ সালে, ওয়াচমেন একমাত্র গ্রাফিক নভেল হিসেবে টাইম ম্যাগাজিনের \"১৯২৩ থেকে বর্তমান পর্যন্ত ১০০ সেরা উপন্যাস\" তালিকায় স্থান করে।\n\n\n=== আইসনার পুরস্কার ===\nসেরা লেখক\n\n১৯৮৮ – ওয়াচমেন (ডিসি)\n১৯৮৯ – ব্যাটম্যান: দ্য কিলিং জোক (ডিসি)\n১৯৯৫ – ফ্রম হেল (কিচেন সিন্ক)\n১৯৯৬ – ফ্রম হেল (কিচেন সিন্ক)\n১৯৯৭ – ফ্রম হেল (কিচেন সিন্ক); সুপ্রিম (ম্যাক্সিমাম প্রেস)\n২০০০ – লিগ অফ এক্সট্রা অরডিনেরি জেন্টেলম্যান, প্রোমেথিয়া, টম স্ট্রং, টুমরো স্টোরিজ, টপ ১০ (আমেরিকাস বেস্ট কমিকস (এবিসি))\n২০০১ – লিগ অফ এক্সট্রা অরডিনেরি জেন্টেলম্যান, প্রোমেথিয়া, টম স্ট্রং, টুমরো স্টোরিজ, টপ ১০ (এবিসি)\n২০০৪ – লিগ অফ এক্সট্রা অরডিনেরি জেন্টেলম্যান, প্রোমেথিয়া, স্ম্যাক্স, টম স্ট্রং, টম স্ট্রং'স টেরিফিক টেলস (এবিসি)\n২০০৬ – প্রোমেথিয়া, টপ ১০: দ্য ফোরটি-নাইনার্স (এবিসি)\nসেরা লেখক/শিল্পী\n\n১৯৮৮ – ডেভ গিবন্সের সঙ্গে, ওয়াচমেন (ডিসি)\nসেরা একক ইস্যু/একক গল্প\n\n২০০০ – টম স্ট্রং, নং ১: \"কীভাবে টম স্ট্রং শুরু করল\", ক্রিস স্প্রাউস এবং এল গর্ডনের সঙ্গে (এবিসি)\n২০০১ – প্রোমেথিয়া, নং ১০: \"সেক্স, তারকা এবং সাপ\", জে.এইচ. উইলিয়ামস তৃতীয় ও মিক গ্রে এর সঙ্গে (এবিসি)\nসেরা ধারাবাহিক গল্প\n\n১৯৯৩ – ফ্রম হেল, এডি ক্যাম্পবেলের সঙ্গে, 'ট্যাবু'-তে (স্পাইডারবেবি গ্রাফিক্স/টান্ডরা প্রেস)\nসেরা চলমান সিরিজ\n\n২০০১ – টপ ১০, জিন হা ও জ্যান্ডার ক্যাননের সঙ্গে (এবিসি)\nসেরা সীমাবদ্ধ সিরিজ\n\n১৯৮৮ – ওয়াচমেন, ডেভ গিবন্সের সঙ্গে (ডিসি)\n২০০৩ – লিগ অফ এক্সট্রা অরডিনেরি জেন্টেলম্যান, ভলিউম II, কেভিন ও'নিলের সঙ্গে (এবিসি)\nসেরা নতুন সিরিজ\n\n২০০০ – টপ ১০, জিন হা ও জ্যান্ডার ক্যাননের সঙ্গে (এবিসি)\nসেরা অ্যানথোলজি\n\n২০০০ – টুমরো স্টোরিজ, রিক ভিচ, কেভিন নাওলান, মেলিন্ডা গেবি ও জিম বাইকি এর সঙ্গে (এবিসি)\nসেরা গ্রাফিক অ্যালবাম/সেরা নতুন গ্রাফিক অ্যালবাম\n\n১৯৮৮ – ওয়াচমেন, ডেভ গিবন্সের সঙ্গে (ডিসি)\n১৯৮৯ – ব্যাটম্যান: দ্য কিলিং জোক, ব্রায়ান বোল্যান্ডের সঙ্গে (ডিসি)\n১৯৯৪ – এ স্মল কিলিং, অস্কার জরাতে এর সঙ্গে (ডার্ক হর্স)\n২০০৬ – টপ ১০: দ্য ফোরটি-নাইনার্স, জিন হা এর সঙ্গে (এবিসি)\nসেরা গ্রাফিক অ্যালবাম: রিপ্রিন্ট\n\n২০০০ – ফ্রম হেল, এডি ক্যাম্পবেলের সঙ্গে (এডি ক্যাম্পবেল কমিকস)\nদ্য উইল আইসনার পুরস্কার হল অফ ফেম\n\n২০১৪-এর ক্লাস\n\n\n== চলচ্চিত্র অভিযোজন ==\nতাঁর কমিকসের সফলতার কারণে, অনেক চলচ্চিত্র নির্মাতা বিগত বছরগুলোতে তাঁর কাজের উপর ভিত্তি করে চলচ্চিত্র তৈরি করার আগ্রহ প্রকাশ করেছেন। তবে মুর নিজেই এই ধরনের প্রকল্পগুলোতে ধারাবাহিকভাবে বিরোধিতা করেছেন। তিনি বলেছিলেন, “যখন আমি ‘ওয়াচমেন’ এর মতো কাজ লিখছিলাম, তখন আমি কমিকসকে একটি বিশেষ স্থান দিতে চেয়েছিলাম। আমি দেখাতে চেয়েছিলাম যে, কমিক বইয়ের মাধ্যমের সম্ভাবনাগুলো কতটা বিস্তৃত, কিন্তু চলচ্চিত্র সম্পূর্ণ ভিন্ন।” একই অনুভূতি প্রকাশ করে, তিনি আরও বলেন:\n\nযদি আমরা শুধু চলচ্চিত্রের সাথে সম্পর্কিত কমিকসগুলো দেখি, তবে সেগুলোর সবচেয়ে ভালো অবস্থা হবে এমন চলচ্চিত্র যেটি কোনো গতিশীলতা রাখে না। ৮০-এর দশকের মাঝামাঝি, আমি এমন বিষয়গুলোতে বেশি মনোযোগ দিতাম, যেগুলো কেবল কমিকসের মাধ্যমেই সম্ভব ছিল। প্রতিটি প্যানেলে ভিজ্যুয়াল উপায়ে অনেক তথ্য যোগ করা যেতে পারে। চরিত্রের কথার সাথে পাঠকের দেখানো চিত্রের সম্পর্কের তুলনা—এগুলো ছিল এক অসাধারণ বৈশিষ্ট্য। তাই, এক অর্থে… ৮০-এর দশকের পর থেকে আমি এমনভাবে কাজ করেছি যাতে তা চলচ্চিত্রে রূপান্তরিত করা সম্ভব না হয়।\nমুরের কাজের ওপর ভিত্তি করে নির্মিত প্রথম চলচ্চিত্র ছিল ২০০১ সালের ফ্রম হেল এবং এর পরিচালনা করেন হিউজ ব্রাদার্স। এই চলচ্চিত্রটি মূল কমিক থেকে অনেক পরিবর্তন নিয়ে আসে; প্রধান চরিত্রকে একজন বৃদ্ধ, রক্ষণশীল গোয়েন্দা থেকে পরিবর্তন করে জনি ডেপ অভিনীত একজন যুবক হিসেবে উপস্থাপন করা হয়। এরপর, ২০০৩ সালে লিগ অফ এক্সট্রা অরডিনেরি জেন্টেলম্যান চলচ্চিত্রটি নির্মিত হয় এবং এটি বইয়ের গল্প থেকে অনেকটাই আলাদা ছিল—এতে লন্ডনের আকাশে এক গোষ্ঠী যুদ্ধের পরিবর্তে তিব্বতের একটি গোপন বেসে অনুপ্রবেশের দৃশ্য তুলে ধরা হয়। এই দুই কাজের জন্য, মুর নির্মাতাদের স্বাধীনতা দিয়েছিলেন এবং পুরো প্রক্রিয়া থেকে নিজেকে সম্পূর্ণ বিচ্ছিন্ন রেখেছিলেন। তিনি বলেন, \"যতক্ষণ আমি তাদের না দেখে নিজেকে বিচ্ছিন্ন রাখতে পারি, ততক্ষণ আমি চলচ্চিত্র থেকে উপকৃত হতে পারি, যদি মূল কমিক অপরিবর্তিত থাকে; নিশ্চিত, কেউ কখনো দুটোকে একসাথে মিশিয়ে ফেলবে না। সম্ভবত আমি এতে একটু সরল ছিলাম।\"\nতাঁর মনোভাব পরিবর্তিত হয় যখন প্রযোজক মার্টিন পল এবং চিত্রনাট্যকার ল্যারি কোহেন টুয়েন্থ সেঞ্চুরি ফক্সের বিরুদ্ধে মামলা করেন। তাঁরা অভিযোগ করেন যে \"লিগ অফ এক্সট্রা অরডিনারি জেন্টেলম্যান\" চলচ্চিত্রটি তাঁদের লেখা একটি অপ্রকাশিত স্ক্রিপ্টত \"কাস্ট অফ ক্যারেক্টারস\" থেকে চুরি করা হয়েছে। মুর বলেন, \"তারা ভাবছিল যে টুয়েন্থ সেঞ্চুরি ফক্সের প্রধান আমাকে ফোন করে স্ক্রিপ্ট চুরি করতে রাজি করেছেন, তারপর এটি কমিক বইয়ে রূপান্তরিত করা হয়েছে যাতে পরে চলচ্চিত্রে রূপান্তর করা যায়—এটি ছিল একটি ছোট চুরি ঢাকার চেষ্টা।\" মুর শপথ করে সাক্ষ্য দেন এবং বলেন যে তিনি পুরো প্রক্রিয়াটি খুব অপ্রিয় মনে করেন। ফক্সের মামলা নিষ্পত্তি মুরকে আঘাত কর এবং তিনি এটি দোষ স্বীকার হিসেবে ব্যাখ্যা করেন। ২০১২ সালে, মুর দাবি করেন যে তিনি এই দুটি কাজ শুধুমাত্র অর্থের জন্য বিক্রি করেছিলেন; তিনি কখনো ভাবেননি যে চলচ্চিত্রগুলি তৈরি হবে। তিনি বলেছিলেন, \"পুরোনো দড়ির জন্য টাকা পাচ্ছিলাম।\" মুর ২০১২ সালের এক সাক্ষাৎকারে জানান যে তিনি কোনো চলচ্চিত্রই দেখেননি।\n২০০৫ সালে, মুরের ভি ফর ভেন্ডেটা-এর চলচ্চিত্র অভিযোজন মুক্তি পায় এবং এটি ওয়াচওস্কিস প্রযোজনা করেন ও জেমস ম্যাকটুইগির পরিচালনায় নির্মিত হয়। প্রযোজক জোয়েল সিলভার, ওয়ার্নার ব্রাদার্স-এর ভি ফর ভেন্ডেটা-এর সংবাদ সম্মেলনে বলেন যে, সহ-প্রযোজক লানা ওয়াচওস্কি মুরের সঙ্গে কথা বলেছিলেন এবং বলেছিলেন, \"[মুর] লানা যা বলবেন, তাতে তিনি খুবই উচ্ছ্বসিত ছিলেন।\" মুর এই বক্তব্য বিতর্ক করেন এবং জানান যে, তিনি ওয়াচওস্কিকে বলেছিলেন, \"আমি চলচ্চিত্রের সাথে কোনো সম্পর্ক রাখতে চাইনি… আমি হলিউডে আগ্রহী ছিলাম না,\" এবং ডিসি কমিকসকে ওয়ার্নার ব্রাদার্সকে চাপ দিতে বলেন যে সিলভারের \"স্পষ্ট মিথ্যা\"র জন্য একটি প্রকাশ্য প্রত্যাহার ও ক্ষমাপ্রার্থনা জারি করা হোক। যদিও সিলভার সরাসরি মুরকে ফোন করে ক্ষমাপ্রার্থনা জানিয়েছিলেন, তবুও কোনো প্রকাশ্য প্রত্যাহার করা হয়নি। মুরের মতে, কমিক বইটি \"বিশেষভাবে ফ্যাসিজম এবং অ্যানার্কির মতো বিষয়গুলোর উপর ছিল। এই শব্দগুলো—'ফ্যাসিজম' ও 'অ্যানার্কি'—চলচ্চিত্রে একদমই ব্যবহৃত হয়নি। এটি এমন লোকদের দ্বারা রচিত যারা তাদের নিজ দেশের মধ্যে একটি রাজনৈতিক ব্যঙ্গ রচনা করতে এতটাই সংকুচিত, [বুশ]-যুগের উপমায় রূপান্তরিত করা হয়েছে।\"\nমুর চলচ্চিত্র মুক্তির আগে চিত্রনাট্যের কিছু বিবরণ ও তার অলসতা নিয়ে প্রকাশ্যে সমালোচনা করেন। তিনি বলেন, \"তারা জানে না ব্রিটিশরা সকালের নাস্তায় কী খায়, তাদের তা জানারও সময় নেই। শুনছি তারা 'এগি ইন আ বাস্কেট' বলে উল্লেখ করছে। এখন আমেরিকায় 'এগস ইন দ্য বাস্কেট' আছে, যেখানে ফ্রাই করা রুটির মধ্যে একটি ফ্রাই করা ডিম রাখা হয়। আমি মনে করি, তারা ভেবেছিল আমরা তেমন কিছুই খাই, এবং ধারণা করেছিল 'এগ ইন আ বাস্কেট' হবে এক প্রাচীন ও পুরনো বিশ্বের সংস্করণ।\"\nএই বিরোধটি মুর ও ডিসি কমিকসের মধ্যে ঘটেছিল এবং এটি দ্য নিউ ইয়র্ক টাইমস এর একটি প্রবন্ধের বিষয় ছিল। এটি ১২ মার্চ ২০০৬ সালে যুক্তরাষ্ট্রে চলচ্চিত্র মুক্তির পাঁচ দিন আগে প্রকাশিত হয়। প্রবন্ধে সিলভার বলেন, \"চলচ্চিত্র মুক্তির প্রায় ২০ বছর আগে, আমি মুর ও ডেভ গিবন্সের সঙ্গে সাক্ষাৎ করেছিলাম, যখন আমি ভি ফর ভেন্ডেটা এবং ওয়াচমেন এর চলচ্চিত্র অধিকার অর্জন করেছিলাম। অ্যালান কিছুটা অদ্ভুত ছিলেন, তবে তিনি উৎসাহী ছিলেন এবং আমাদের এই প্রকল্পটি করতে উত্সাহিত করেছিলেন। আমি নির্বোধভাবে ভাবেছিলাম যে আজও তিনি সেই অনুভূতি বজায় রাখবেন, কিন্তু বুঝতে পারিনি যে তা হবে না।\" মুর এই সাক্ষাৎ বা সিলভারের চরিত্রায়ণের বিষয়টি অস্বীকার করেননি এবং তিনি বলেননি যে ২০ বছরের মধ্যে তাঁর মতামতের পরিবর্তন সম্পর্কে সিলভারের কাছে কোনও উপদেশ দিয়েছেন। দ্য নিউ ইয়র্ক টাইমস এর প্রবন্ধে চিত্রনাট্যকার ডেভিড লয়েডকেও মুরের চলচ্চিত্র নির্মাণের বিষয়ে প্রতিক্রিয়া সম্পর্কে সাক্ষাৎকার নেওয়া হয়। তিনি বলেন, \"মি. লয়েড, যিনি ভি ফর ভেন্ডেটা এর চিত্রনাট্য লিখেছিলেন, মি. মুরের প্রতিবাদে সহানুভূতি দেখাতে অসুবিধা বোধ করেছিলেন। যখন তিনি ও মি. মুর তাদের কমিক বইয়ের চলচ্চিত্র অধিকার বিক্রি করেছিলেন, তখন মি. লয়েড বলেছিলেন, 'আমরা এটি সরলভাবে করিনি। না আমি এবং না অ্যালান মনে করেছিলাম যে আমরা এটি এমন এক ট্রাস্টির কাছে হস্তান্তর করছি, যার এটি মৃত সমুদ্র প্রাচীরের পুরাতন লেখাগুলোর মতো যত্ন নেবে।'\"\nপরবর্তীতে, মুর ঘোষণা করেন যে তিনি এমন কাজগুলো থেকে তার নাম সরিয়ে ফেলতে চান যেগুলোর মালিকানা তার নেই, যেমন ওয়াচমেন এবং ভি ফর ভেন্ডেটা—ঠিক যেমন অসন্তুষ্ট চলচ্চিত্র নির্মাতারা তাদের নাম সরিয়ে \"অ্যালান স্মিথি\" নামে উল্লেখ করতে বলেন। তিনি আরও জানান যে, তিনি তার মালিকানাধীন নয় এমন কাজের ভবিষ্যৎ চলচ্চিত্র অভিযোজনগুলোর জন্য তার নাম ব্যবহারের অনুমতি দেবেন না, এবং এসব অভিযোজন থেকে কোনো অর্থও গ্রহণ করবেন না।\nতার এই অনুরোধের প্রতি শ্রদ্ধা জানিয়ে, তার নাম পরবর্তী চলচ্চিত্র অভিযোজনগুলো থেকে সরিয়ে নেওয়া হয়েছিল। এর মধ্যে অন্তর্ভুক্ত রয়েছে কনস্টান্টিন (২০০৫) এবং এটি মুরের তৈরি একটি চরিত্রের উপর ভিত্তি করে নির্মিত; ওয়ার্নার ব্রাদার্সের ওয়াচমেন (২০০৯); ব্যাটম্যান: দ্য কিলিং জোক (২০১৬) নামের অ্যানিমেটেড চলচ্চিত্র এবং এইচবিওর ওয়াচমেন (২০১৯) টিভি সিরিজ।\n২০১২ সালে লেফটলাইয়োন ম্যাগাজিনকে দেওয়া এক সাক্ষাৎকারে, মুরকে জিজ্ঞাসা করা হয়েছিল, তিনি চলচ্চিত্র অভিযোজনগুলোর সঙ্গে যুক্ত না হওয়ার কারণে আনুমানিক কত টাকা হারিয়েছেন। তিনি অনুমান করেন যে এটি \"কমপক্ষে কয়েক মিলিয়ন ডলার\" হতে পারে এবং বলেন:\n\nআপনি এই ক্ষমতা টাকা দিয়ে কিনতে পারবেন না। শুধু এই কথাটা জানুন যে, আপনার নিজের বিশ্বাস অনুযায়ী, আপনার কোনো মূল্য নেই; এমন কোনো টাকা নেই যা আপনাকে সামান্য নীতিগত আপস করতে বাধ্য করতে পারে, যেটি বাস্তবে কোনো পার্থক্যও তৈরি করবে না। আমি সবাইকে এটা করার পরামর্শ দেব, না হলে একসময় দেখবেন টাকা আপনাকে শাসন করছে, আর এটা এমন কিছু নয় যেটি আপনি আপনার জীবনের শাসক হিসেবে চাইবেন।\nমুর আধুনিক সুপারহিরো চলচ্চিত্রের প্রতি সমালোচনা প্রকাশ করেছেন। একবার তিনি একে সিনেমার জন্য \"একটি অভিশাপ\" এবং \"সংস্কৃতির জন্যও এক ধরনের সমস্যা\" বলে অভিহিত করেছিলেন। ২০২২ সালের অক্টোবরে দ্য গার্ডিয়ানকে দেওয়া এক সাক্ষাৎকারে তিনি বলেন, প্রাপ্তবয়স্কদের মধ্যে এই ঘরানার জনপ্রিয়তা \"শৈশবসুলভ মনোভাবের বিস্তার\" এবং এটি \"ফ্যাসিবাদের পূর্বাভাস\" হিসেবেও কাজ করতে পারে। সুপারহিরো চলচ্চিত্র কীভাবে সংস্কৃতির গভীরে প্রবেশ করেছে তা নিয়ে হতাশা প্রকাশ করে তিনি মন্তব্য করেন:\n\nআমি সবসময় কমিকস মাধ্যমকে ভালোবাসব, তবে কমিকস শিল্প এবং এর সাথে সম্পর্কিত সমস্ত কিছু অসহনীয় হয়ে উঠেছে। লক্ষ লক্ষ প্রাপ্তবয়স্ক ব্যক্তি এমন চরিত্র ও পরিস্থিতি দেখার জন্য একত্রিত হচ্ছে যেটি ৫০ বছর আগে ১২ বছর বয়সী ছেলেদের বিনোদনের জন্য তৈরি হয়েছিল – এবং এটি সবসময়ই ছেলেদের জন্য ছিল। আমি কখনোই মনে করি নি যে সুপারহিরো গল্প প্রাপ্তবয়স্কদের জন্য উপযোগী। ১৯৮০ এর দশকে যেটি ঘটেছিল – যেখানে আমার কিছু দায় ছিল, যদিও তা উদ্দেশ্যমূলক ছিল না – তা ভুল বোঝাবুঝির ফলস্বরূপ। ওই সময় ওয়াচমেন-এর মতো কাজ প্রকাশিত হচ্ছিল এবং অনেক শিরোনামে বলা হচ্ছিল, ‘কমিকস পরিপক্ব হয়ে উঠেছে’। কিন্তু আমি মনে করি, না, কমিকস পরিপক্ব হয়নি। কিছু শিরোনাম ছিল যেটি মানুষের প্রত্যাশার চেয়ে বেশি পরিণত, কিন্তু বেশিরভাগ কমিকস আগের মতোই ছিল। এটি কমিকসের পরিপক্বতা ছিল না; বরং এটি ছিল কমিকসের পাঠকদের আবেগগত বয়সের সঙ্গে মিলিয়ে যাওয়ার ফল।\nসেপ্টেম্বর ২০২৩-এ দ্য ডেইলি টেলিগ্রাফে এক সাক্ষাৎকারে মুর তাঁর মতামত আবার প্রকাশ করেন। তিনি বলেন, যে দিকটি কমিক্স প্রকাশকদের কাজে তাকে সবচেয়ে বেশি আকর্ষণ করত, তা আর নেই। তিনি বলেন, \"এখন এগুলোকে 'গ্রাফিক উপন্যাস' বলা হয় এবং অনেক বেশি মার্জিত শোনায় এবং এগুলোর জন্য বেশি মূল্য নেওয়া যায়। ৪০, ৫০ ও ৬০-এর দশকের এই সরল, সৃজনশীল ও কল্পনাময় সুপারহিরো চরিত্রগুলো আজকাল এমনভাবে উপস্থাপন করা হচ্ছে যেন এগুলো প্রাপ্তবয়স্কদের জন্য উপযোগী।\"\nওই একই সাক্ষাৎকারে সাংবাদিক জেক কেরিজ মুরকে জিজ্ঞাসা করেন, তিনি কি সত্যিই তার কাজের পর্দার অভিযোজন থেকে প্রাপ্ত অর্থ লেখক ও অন্যান্য কর্মীদের মধ্যে ভাগ করে দেন? মুর জবাবে বলেন, 'আমি আর চাই না যে এই অর্থ তাদের মধ্যে ভাগ করা হোক। সাম্প্রতিক চলচ্চিত্রগুলোতে, আমি মনে করি না তারা তাদের মূল নীতিগুলোর প্রতি অবিচল থেকেছে। তাই আমি ডিসি কমিক্সকে বলেছি, ভবিষ্যতে যেকোনো টিভি সিরিজ বা চলচ্চিত্র থেকে প্রাপ্ত সমস্ত অর্থ ব্ল্যাক লাইভস ম্যাটারে পাঠানো হোক।'\n\n\n=== পূর্ণদৈর্ঘ্য চলচ্চিত্র অভিযোজনের তালিকা ===\n\n\n== ব্যক্তিগত জীবন ==\nকৈশোর থেকেই মুর লম্বা চুল রাখতেন। প্রাপ্তবয়স্ক হওয়ার পর থেকে তিনি দাড়িও রেখেছেন। তিনি হাতে বড় বড় কয়েকটি আংটি পরেন। তাকে 'হ্যাগ্রিড এবং উইথনেইল অ্যান্ড আই-এর ড্যানির মাঝামাঝি কিছু' বলা হয়েছে। অনেকেই তাকে 'গ্রামের অদ্ভুত লোক' মনে করেন। তিনি নর্থ্যাম্পটনে জন্মগ্রহণ ও বেড়ে উঠেছেন এবং বর্তমানে সে শহরেই বাস করছেন। শহরের ইতিহাস তিনি তার উপন্যাস ভয়েস অব দ্য ফায়ার এবং জেরুজালেম লেখার জন্য ব্যবহার করেছেন।\nপ্রথম স্ত্রী ফিলিসকে তিনি ১৯৭০ এর দশকের প্রথম দিকে বিয়ে করেছিলেন এবং তাঁদের দুটি মেয়ে রয়েছে: লিয়া এবং অ্যাম্বার। তাঁদের এক যৌথ প্রেমিকা ছিল ডেবরা, তবে এই সম্পর্ক ১৯৯০-এর দশকের প্রথম দিকে শেষ হয়, যখন ফিলিস ও ডেবরা তাঁর মেয়েদের সঙ্গে নিয়ে মুরকে ছেড়ে চলে যান। ১২ মে ২০০৭ তারিখে, তিনি মেলিন্ডা গেব্বির সাথে বিবাহবন্ধনে আবদ্ধ হন, যাঁর সাথে তিনি অনেক কমিকসে কাজ করেছেন, বিশেষ করে 'লস্ট গার্লসে'।\nতার \"নম্র সজ্জিত\" নর্থ্যাম্পটন বাড়িটি ২০০১ সালে এক সাক্ষাৎকারে এমনভাবে বর্ণনা করা হয়েছিল: \"এটি কিছুটা এমন একটি বইয়ের দোকানের মতো যেটি স্থায়ী সংস্কারের মধ্যে রয়েছে, যেখানে রেকর্ড, ভিডিও, জাদুকরী শিল্পকর্ম এবং কমিক-বুকের ভাস্কর্যগুলো রহস্যময় গ্রন্থাগারের তাক ও কাগজের স্তোকে ছড়িয়ে রয়েছে। নীল-সোনালী সাজসজ্জা এবং একটি প্রশস্ত সানকেন টাবসহ বাথরুমটি রাজপ্রাসাদ; বাড়ির বাকি অংশে সম্ভবত কখনোই ভ্যাকুয়াম ক্লিনার ব্যবহার করা হয়নি। এটি স্পষ্ট যে, তিনি একজন ব্যক্তি, যিনি বস্তুগত জগতে খুব কম সময় ব্যয় করেন।\"\nতিনি নিজের শহরে থাকতে পছন্দ করেন কারণ এটি তাকে অজানা থাকার সুযোগ দেয়, এবং তিনি মন্তব্য করেছেন, 'আমি কখনোই সেলিব্রিটি হতে চাইনি।\" তিনি প্রতি বছর শহরের প্রাক্তন র‍্যাডিকাল সংসদ সদস্য চার্লস ব্র্যাডলাফের স্মরণোৎসবে অংশগ্রহণ করে তাঁর প্রশংসা করেন। তিনি একজন নিরামিষভোজীও।\nসেপ্টেম্বর ২০২৩ অনুযায়ী, মুরকে নর্থ্যাম্পটন, ইংল্যান্ডে \"একটি শান্ত জীবন\" কাটাচ্ছেন হিসেবে চিহ্নিত করা হয়েছে।\n\n\n=== ধর্ম ও যাদু ===\n১৯৯৩ সালে, তাঁর চল্লিশতম জন্মদিনে, মুর ঘোষণা করেন যে তিনি আনুষ্ঠানিকভাবে যাদুবাদী হিসেবে আত্মনিয়োগ করেছেন এবং তিনি একজন লেখক হিসেবে তাঁর কর্মজীবনের স্বাভাবিক পরিণতি হিসেবে বিবেচনা করতেন।\n২০০১ সালের এক সাক্ষাৎকারে, তিনি জানান যে তাঁর এই পথের অনুপ্রেরণা আসে যখন তিনি ১৯৯০ এর দশকের প্রথম দিকে ফ্রম হেল লিখছিলেন, একটি বই যেখানে প্রচুর ফ্রিমাসনিক ও অলৌকিক প্রতীকবাদের উপস্থিতি ছিল। তিনি বলেন, \"ফ্রম হেল এর একটি শব্দবেলুন আমার জীবনকে পুরোপুরি দখল করে নিল... এক চরিত্র এমন কিছু বলছে, 'ঈশ্বরেরা নিঃসন্দেহে শুধুমাত্র মানুষের মনে বিদ্যমান।' আমি তা লেখার পর বুঝতে পারলাম যে, আমি দুর্ঘটনাবশত একটি সত্য কথা বলেছি, এবং এখন আমাকে পুরো জীবনটাই তা কেন্দ্র করে পুনর্বিন্যাস করতে হবে। একমাত্র উপযুক্ত কাজ ছিল একজন যাদুকর হওয়া।\"\nমুর যাদু ও লেখাকে খুব গভীরভাবে যুক্ত করেন; \"আমি বিশ্বাস করি, যাদু হলো শিল্প, এবং সেই শিল্প—সঙ্গীত, লেখা, ভাস্কর্য, বা অন্য যে কোন রূপই হোক—আক্ষরিক অর্থে যাদু। শিল্প, যাদুর মতোই, হলো প্রতীক, শব্দ বা চিত্রের মাধ্যমে সচেতনতার পরিবর্তন সাধন করার বিজ্ঞান... প্রকৃতপক্ষে, যন্ত্রণা বা মন্ত্র প্রয়োগ করা মানে শুধু শব্দকে পরিচালনা করা, মানুষের সচেতনতা পরিবর্তন করা, এবং এজন্যই আমি বিশ্বাস করি যে একজন শিল্পী বা লেখক বর্তমান জগতে শামানের সাদৃশ্য সবচেয়ে কাছাকাছি।\"\n\nএকেশ্বরবাদ আমার কাছে একটি মহান সরলীকরণ। আমার মতে, কাব্বালা-তে অসংখ্য দেবতার অস্তিত্ব আছে, কিন্তু কাব্বালিক জীববৃক্ষের সর্বোচ্চ শাখায়, আপনার সামনে একমাত্র একটি গোলক থাকে যেটি পরম ঈশ্বর মনাদ এবং অবিভাজ্য। বাকী সব দেবতা, এবং প্রকৃতপক্ষে মহাবিশ্বের সবকিছুই সেই ঈশ্বরের এক ধরনের বিকিরণ। এখন, এটা ঠিক, কিন্তু যখন আপনি প্রস্তাব করেন যে মানবতার উপরে এমন এক অপরিসীম উচ্চতায় শুধুমাত্র ঐ এক ঈশ্বর রয়েছেন এবং মাঝখানে কিছুই নেই, তখন আপনি বিষয়টিকে সীমিত ও সরলীকৃত করে ফেলছেন। আমি পেগানিজম-কে একটি বর্ণমালার মতো, একটি ভাষার মতো ভাবি; অর্থাৎ, সমস্ত দেবতা সেই ভাষার অক্ষর। তারা সূক্ষ্মতা, অর্থের ছায়া বা ধারণার নির্দিষ্ট সূক্ষ্মতা প্রকাশ করে, যেখানে একেশ্বরবাদ কেবল একটি স্বরবর্ণের মতো যেটি প্রায় 'ওওওওওওওও' শোনায়। এটা এক ধরনের বানরের শব্দ।\nতিনি তাঁর গুপ্ত বিশ্বাসসমূহকে লেখালেখির সাথে সংযুক্ত করে একটি কাল্পনিক ক্ষেত্রের ধারণা তৈরি করেন এবং তিনি 'আইডিয়া স্পেস' (ধারণার স্থান) নামে বর্ণনা করেন। এটি এমন একটি স্থান, যেখানে মানসিক ঘটনা ঘটে। তিনি বলেন, \"...এমন একটি স্থান যেটি সম্ভবত সর্বজনীন। আমাদের ব্যক্তিগত চেতনা এই বিশাল সর্বজনীন স্থানে প্রবেশ করতে পারে, ঠিক যেমন আমাদের ব্যক্তিগত বাড়ি আছে, তবে সামনের দরজার বাইরে যে রাস্তা, তা সবার। ধারণাগুলো যেন পূর্বেই এখানে বিদ্যমান আকারে রয়েছে... এই মানসিক স্থানে ভূমিধরাগুলো ধারণা ও তত্ত্ব দ্বারা গঠিত হবে। এখানে মহাদেশ এবং দ্বীপের পরিবর্তে বড় বড় বিশ্বাসব্যবস্থা, দর্শনশাস্ত্র, মার্কসবাদ, বা ইহুদী-খ্রিস্টান ধর্মসমূহ থাকবে।\" পরে তিনি বিশ্বাস করেন যে এই স্থান অন্বেষণে, ট্যারোট ও কাব্বালার মতো যাদুকরী পদ্ধতি ব্যবহার করা প্রয়োজন হবে।\nকাব্বালার অধ্যয়ন এবং বিশ শতকের শুরুর অলৌকিকবিদ আলেইস্টার ক্রাউলি এর রচনাসমূহ অধ্যয়ন করে মুর ক্রাউলি কর্তৃক প্রবর্তিত ধর্ম থেলেমার ধারণা গ্রহণ করেন। এই ধর্মের মূল ধারণা হলো, সত্য ইচ্ছা মানব ইচ্ছার সাথে সর্বদেববাদী মহাবিশ্বের ইচ্ছার সংযোগের ওপর ভিত্তি করে। তার পূর্বের কিছু যাদুকরী আচারে, তিনি মন পরিবর্তনকারী সাইকেডেলিক ওষুধ ব্যবহার করতেন। তবে পরে তিনি তা ত্যাগ করেন, কারণ তিনি বিশ্বাস করতেন যে এগুলো অপ্রয়োজনীয়। তিনি বলেছিলেন, \"এটা ভয়ঙ্কর। আপনি এই অদ্ভুত, অস্পষ্ট ভাষায় নামগুলো উচ্চারণ করেন, এবং আপনি যখন আয়নায় তাকান, তখন দেখতে পান যে এক ছোট লোক আপনার সঙ্গে কথা বলছে। এটা ঠিকই কাজ করে।\"\nমুর তাঁর প্রধান দেবতা হিসেবে প্রাচীন রোমান সাপ দেবতা গ্লাইকনকে গ্রহণ করেছিলেন। গ্লাইকন ছিলেন এক উপাসনা কেন্দ্রের মূল দেবতা। এর প্রতিষ্ঠাতা ছিলেন আলেক্সান্ডার অব আবোনোটেইচাস নামে একজন নবী। লুসিয়ানের মতে, সেই দেবতা আসলে একটি পুতুল ছিল। মুর গ্লাইকনকে \"সম্পূর্ণ প্রতারণা\" হিসেবে গ্রহণ করলেও, পরে তিনি এটি অপ্রাসঙ্গিক বলে খারিজ করে দেন। পেগান স্টাডিজ পণ্ডিত ইথান ডোয়েল-হোয়াইটের মতে, \"গ্লাইকন সম্ভবত একমাত্র বড় প্রতারণা ছিল, এবং এটি মুরকে তাঁর জীবনের পুরো সময় ওই ঝালমুখী দেবতার প্রতি নিবেদিত হতে বাধ্য করে। কারণ মুর যেমন বলেন, কল্পনা বাস্তবতার সমান বাস্তব।\" মুর তাঁর বাড়িতে গ্লাইকনের একটি মণ্ডপ স্থাপন করেন।\n\n\n=== বন্ধু ও শখ ===\nমুর নর্থ্যাম্পটন আর্টস ল্যাবের সদস্য এবং উপন্যাসিক আলিস্টেয়ার ফ্রাইশন এর সাথে হাঁটাহাঁটি করেন।\n\n\n=== রাজনৈতিক মতামত ===\nমুর নিজেকে রাজনৈতিকভাবে নৈরাজ্যবাদী হিসেবে চিহ্নিত করেন।[ মার্গারেট কিলজয়ের সঙ্গে এক সাক্ষাৎকারে তিনি বিশৃঙ্খল দর্শনের ব্যাখ্যা দেন এবং তা কল্পকাহিনী লেখায় কিভাবে প্রয়োগ করা যায়, তা আলোচনা করেন। এই আলোচনা ২০০৯ সালের মিথম্যাকার্স অ্যান্ড ল ব্র্যাকার্স বইয়ে প্রকাশিত হয়েছে।\n\nআমি বিশ্বাস করি, অন্যান্য রাজনৈতিক ব্যবস্থা আসলে বিশৃঙ্খলার বিভিন্ন রূপ বা উৎস। শেষপর্যন্ত, যখন বেশিরভাগ মানুষ বিশৃঙ্খলার কথা ভাবেন, তারা ভাবেন এটি একটি খারাপ ধারণা, কারণ বড় দলটি সবকিছু দখল করে নেবে। আমি বর্তমান সমাজকে ঠিক এভাবেই দেখি। আমরা একটি দুর্বলভাবে বিকশিত বিশৃঙ্খল অবস্থায় বাস করছি, যেখানে সবচেয়ে বড় দলটি সবকিছু দখল করে নিয়েছে এবং বলেছে, এটি বিশৃঙ্খলা নয়—এটি বাজারবাদী অথবা সমাজতান্ত্রিক অবস্থা। তবে আমি মনে করি, বিশৃঙ্খলা হলো মানুষের জন্য সবচেয়ে প্রাকৃতিক রাজনৈতিক রূপ।\nডিসেম্বর ২০১১ এ, মুর ফ্রাঙ্ক মিলার এর অধিকার পুনরুদ্ধার আন্দোলনের উপর আক্রমণের জবাবে প্রতিক্রিয়া জানান। তিনি তাঁর সাম্প্রতিক কাজকে নারী-বিরোধী, সমকামী-বিরোধী এবং অশুচি হিসেবে উল্লেখ করেন। বিশ্বব্যাপী অধিকার পুনরুদ্ধার আন্দোলনের প্রতিবাদকারীরা প্রতিশোধ নিতে ভি ফর ভেন্টেনা থেকে গাই ফকসের মুখোশ পরিধান করে। এছাড়াও, এই মুখোশটি ২০১১ সালের মিশরীয় বিপ্লব এবং বৈশ্বিক বাণিজ্য বিরোধী আন্দোলনের প্রতিবাদকারীরা গ্রহণ করেছেন এবং তারা বেনামী গোষ্ঠীর সদস্য।\nমুর তার অধিকার পুনরুদ্ধার আন্দোলন সম্পর্কে বলেছেন, \"সাধারণ মানুষ তাদের প্রাপ্য অধিকার ফিরে পাচ্ছে।\"\n\nআমি এমন কোনো কারণ দেখি না যার জন্য আমাদের জনসংখ্যাকে এমন পরিস্থিতির জন্য প্রস্তুত থাকতে হবে, যেখানে আমরা শুধু দাঁড়িয়ে থেকে নিজেদের ও আমাদের সন্তানের জীবনমানের ব্যাপক অবনতি দেখবো—সম্ভবত প্রজন্মের পর প্রজন্ম ধরে। অথচ যারা আমাদের এই অবস্থায় নিয়ে এসেছে, তারা শাস্তির বদলে পুরস্কৃত হচ্ছে, কারণ তারা ব্যর্থ হওয়ার জন্য \"অতি বড়\" বলে বিবেচিত। আমি মনে করি, অধিকার পুনরুদ্ধার আন্দোলন এক অর্থে জনসাধারণের পক্ষ থেকে একটি বার্তা দিচ্ছে যে, কারা \"অতি বড়\" এবং কারা ব্যর্থ হওয়ার উপযুক্ত, সেই সিদ্ধান্ত জনগণেরই নেওয়া উচিত। নৈরাজ্যবাদী হিসেবে, আমি বিশ্বাস করি যে ক্ষমতা তাদেরই হাতে থাকা উচিত, যাদের জীবনে এর বাস্তব প্রভাব পড়ে।\nমুর শিল্প জরুরি সেবার সদস্য এবং এটি একটি ব্রিটিশ দাতব্য সংস্থা। এটি বিভিন্ন পটভূমির ১৬ থেকে ১৯ বছর বয়সী শিক্ষার্থীদের উচ্চশিক্ষায় সহায়তা করে। আগস্ট ২০১৬ সালে, মুর জেরেমি করবিনের ২০১৫ সালের শ্রমিক পার্টির নেতৃত্ব নির্বাচনের প্রতি সমর্থন জানান এবং ২০১৬ সালের নেতৃত্ব নির্বাচনেও সমর্থন করেন। ২০১৭ সালের যুক্তরাজ্যের সাধারণ নির্বাচনে মুর শ্রমিক পার্টির প্রতি সতর্ক সমর্থন প্রকাশ করেন। তিনি মূলত বামপন্থী সমাজতান্ত্রিক জেরেমি করবিনের নেতা নির্বাচিত হওয়ার কারণে এটি করেন, যদিও রাজনৈতিক নীতিগত কারণে তিনি ভোট দেননি।\nনভেম্বর ২০১৯ সালে, মুর শ্রমিক পার্টির প্রতি সতর্কভাবে সমর্থন প্রকাশ করেন এবং জানান যে তিনি চল্লিশ বছরের বেশি সময় পর প্রথমবারের মতো ভোট দেবেন। তিনি লিখেছেন, \"আমার ভোট মূলত রক্ষণশীল দলের বিরুদ্ধে, শ্রমিক পার্টির পক্ষে নয়। তবে আমি লক্ষ্য করেছি, শ্রমিক পার্টির বর্তমান ইশতেহার এমন এক অনুপ্রেরণাদায়ক প্রস্তাবনার সমষ্টি যেটি আমি কোনো প্রধান ব্রিটিশ দলের কাছ থেকে আগে দেখিনি। এই সময় অত্যন্ত জটিল, এবং আমরা সবাই অনিশ্চিত কোন পথ অনুসরণ করা উচিত। তবে আমি মনে করি, আমাদের সামনে থাকা স্পষ্ট বিপদ থেকে দূরে সরার পথটাই সবচেয়ে নিরাপদ বিকল্প।\"\n\n\n=== ষড়যন্ত্র তত্ত্ব নিয়ে ===\nব্রোথ টু লাইটে তাঁর কাজের মাধ্যমে ষড়যন্ত্র তত্ত্ব নিয়ে গবেষণা করতে করতে, মুর নিজস্ব মতামত গঠন করেন কেন মানুষ ষড়যন্ত্র তত্ত্ব গ্রহণ করে। তিনি এটি এভাবে ব্যাখ্যা করেন:\n\nহ্যাঁ, ষড়যন্ত্র আছে, আসলে অনেক ষড়যন্ত্র আছে যেটি একে অপরকে বাধাগ্রস্ত করছে... ষড়যন্ত্র তত্ত্ব সম্পর্কে আমি যা শিখেছি তা হলো, ষড়যন্ত্র তাত্ত্বিকরা প্রকৃতপক্ষে ষড়যন্ত্রে বিশ্বাস করেন কারণ এটি তাদের জন্য বেশি সান্ত্বনাদায়ক। পৃথিবীর সত্য হলো, এটি বিশৃঙ্খল; সত্য হলো, এটি জুডিও-মেসোনিক ষড়যন্ত্র তত্ত্ব, গ্রে এলিয়েন, বা অন্য কোনো মাত্রা থেকে আগত বারো ফুটের রেপটিলিয়ান হিউমেনোইড দ্বারা নিয়ন্ত্রিত নয়। সত্য আরও ভয়াবহ: কেউই নিয়ন্ত্রণে নেই, পৃথিবী কোনো দিকনির্দেশ ছাড়াই ভাসমান।\n\n\n=== কমিক বই লিখন ও শৈলী সংক্রান্ত ===\nস্রষ্টা-নিয়ন্ত্রিত কমিকসের প্রতি তাঁর সমর্থন সত্ত্বেও, মুর স্বাধীন কমিক কোম্পানিগুলোর উৎপাদনের প্রতি অসন্তুষ্টি প্রকাশ করেছেন। ১৯৮৫ সালের 'অ্যালান মুর'স রাইটিং ফর কমিকস' প্রবন্ধে তিনি উল্লেখ করেন, 'কিছু সাহসী ব্যতিক্রম ছাড়া, স্বাধীন কোম্পানিগুলোর উৎপাদিত বেশিরভাগ স্রষ্টা-নিয়ন্ত্রিত সামগ্রী পূর্ববর্তী প্রধানধারার পণ্যগুলোর তুলনায় একে অপরের মতো। মুর তাঁর নিজের অতিরিক্ত \"একটি মৌলিক আয়তাকার প্লট কাঠামো, যেখানে গল্পের শুরুতে থাকা উপাদানগুলি শেষের ঘটনাগুলির প্রতিফলন ঘটায়... যা মধ্যবর্তী গল্পটিকে সুশৃঙ্খলতা ও ঐক্যের অনুভূতি প্রদান করে\" ব্যবহারের সমালোচনা করেছেন। তিনি দৃশ্য পরিবর্তনে অতিরিক্ত ও একঘেয়ে সংলাপ ব্যবহারেরও সমালোচনা করেছেন।\nমুর অন্যান্য মাধ্যমের তুলনায় কমিক বই লেখার পছন্দের কারণ ব্যাখ্যা করে বলেন, 'কমিকসে, আমি পুরোপুরি নিয়ন্ত্রণে আছি, আমার শিল্পীদের অবদান ছাড়া... আমি যে প্রতিটি পূর্ণবিরাম ও কমা স্ক্রিপ্টে রাখি, তা শেষ কমিকসে অবশ্যই থাকবে।'' মুর ফ্র্যাঙ্ক মিলারের যুদ্ধ দৃশ্যে সংক্ষিপ্ত সংলাপ ব্যবহারের প্রশংসা করেছেন যেটি \"খুব দ্রুত গতিতে চলে, এক ছবি থেকে অন্য ছবিতে বাস্তব জীবনের সংঘর্ষের গতির মতো প্রবাহিত হয়, এবং পাঠককে অতিরিক্ত পাঠ্য পড়তে বাধা দেয় না।\"\n\n\n== নির্বাচিত গ্রন্থপঞ্জি ==\n\n\n== নোট ==\n\n\n== তথ্যসূত্র ==\nবেনসাম, রিচার্ড (২০১০)। মিনিটস টু মিডনাইট: টুয়েলভ এসেস অন ওয়াচম্যান। Sequart Research & Literacy Organization। \nএফ্রন, স্যামুয়েল (১৯৯৬)। \"মুর এবং গিবন্সের ওয়াচম্যান-এ সুপারহিরো কমিকের উপস্থাপনা\"। টেকিং অফ দ্য মাস্ক – ওয়াচম্যান ডিকনস্ট্রাক্টেড।  \nগ্রোথ, গ্যারি (১৯৯০–১৯৯১)। \"বিগ ওয়ার্ডস\"। দ্য কমিকস জার্নাল। সিয়াটল, ওয়াশিংটন: ফ্যান্টাগ্রাফিকস বুকস: ১৩৮–১৪০। \nমোলচার, মাইকেল (২০০৬)। \"কমিক অট্যরস: অ্যালান মুর—ম্যান অন দ্য আউটসাইড\"। জাজ ড্রেড মেগাজিন (২৪৬)। \nমুর, অ্যালান (মার্চ ১৯৯৫)। ফ্রম হেল: দ্য কমপ্লিট স্ক্রিপ্টস বুক ওয়ান। Borderlands Press/SpiderBaby Graphics। আইএসবিএন 978-1-880325-07-0। \nমুর, অ্যালান (১৯৯৯)। \"প্রথম পরিশিষ্ট: অধ্যায়গুলোর টীকা\"। ফ্রম হেল। এডি ক্যাম্পবেল কমিকস। আইএসবিএন 978-0-86166-156-5। \nমলথ্রপ, স্টুয়ার্ট; ক্যাপলান, ন্যান্সি;  ও অন্যান্য (১৯৯৭–২০০০)। \"ওয়াচিং দ্য ডিটেকটিভস\"। ওয়াচম্যান পাঠকদের জন্য ইন্টারনেট সহায়িকা। সংগ্রহের তারিখ ২৯ জুন ২০০৫। \nসাবিন, রজার (২৬ মার্চ ১৯৯৩)। প্রাপ্তবয়স্কদের জন্য কমিকস: একটি ভূমিকা। রুটলেজ। আইএসবিএন 978-0-415-04419। \nমিলিজ, গ্যারি স্পেন্সার; স্মোকি ম্যান, সম্পাদকগণ (২৯ ডিসেম্বর ২০০৩)। অ্যালান মুর: দ্য লিগ অফ এক্সট্রা অরডিনেরি জেন্টেলম্যানের প্রতিচিত্র। অ্যাবিওজেনেসিস প্রেস। আইএসবিএন 978-0-946790-06-7। \nহুইটসন, রজার (শীতকাল ২০০৭)। \"প্যানেলিং প্যারালাক্স: উইলিয়াম ব্লেক ও অ্যালান মুরের ভীতিকর সিমেট্রি\"। ImageTexT। ৩ (২)। \nইয়াং, রবার্ট (২০০৪)। \"জিরো সাম মাস্টারপিস: বিগ নাম্বারসের বিভাজন\"। দ্য কমিকস ইন্টারপ্রেটার। ২ (৩)।  (মুরের প্রধান কাজের পতনের পেছনের চূড়ান্ত ঘটনা)\n\n\n== বহিঃসংযোগ ==\nদাপ্তরিক ওয়েবসাইট \nফেসবুকে অ্যালান মুর\nইন্টারনেট মুভি ডেটাবেজে অ্যালান মুর (ইংরেজি)\nইন্টারনেট বুক লিস্টে অ্যালান মুর (ইংরেজি)\n\"LeftLion ম্যাগাজিনে অ্যালান মুরের সাক্ষাৎকার\"। ৭ আগস্ট ২০১২। ১১ আগস্ট ২০১২ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৭ আগস্ট ২০২৩। \nবার্নার্ড, মার্ক; কার্টার, জেমস বাকি (শরৎ ২০০৪)। \"অ্যালান মুর এবং গ্রাফিক উপন্যাস: চতুর্থ মাত্রার মুখোমুখি\"। ImageTexT। ১ (২)। ১২ অক্টোবর ২০০৮ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ ১৩ জুন ২০০৬।"}