{"pageid": 1510771, "title": "মামুন আহমেদ", "url": "https://bn.wikipedia.org/wiki?curid=1510771", "content": "মামুন আহমেদ একজন বাংলাদেশী শিক্ষাবিদ এবং ঢাকা বিশ্ববিদ্যালয়ের বর্তমান উপ-উপাচার্য। তিনি বায়োকেমিস্ট্রি অ্যান্ড মলিকুলার বায়োলজি বিভাগের অধ্যাপক। তিনি বাংলাদেশ জাতীয়তাবাদী দলের চেয়ারপারসন খালেদা জিয়ার উপদেষ্টা এবং জাতীয়তাবাদী সামাজিক সাংস্কৃতিক সংস্থার সভাপতি।\n\n\n== প্রাথমিক জীবন ==\nআহমেদ ১৯৬৭ সালের ১ জানুয়ারি পূর্ব পাকিস্তানের লক্ষ্মীপুর জেলার রামগঞ্জ উপজেলা, দরবেশপুর ইউনিয়নের জগতপুর গ্রামে জন্মগ্রহণ করেন। তিনি যথাক্রমে ১৯৮৯ এবং ১৯৯১ সালে ঢাকা বিশ্ববিদ্যালয়ের বায়োকেমিস্ট্রিতে স্নাতক এবং স্নাতকোত্তর ডিগ্রি অর্জন করেন। তিনি ১৯৯৬ সালে নিহন ইউনিভার্সিটিতে মলিকুলার ভাইরোলজিতে পিএইচডি সম্পন্ন করেন।\n\n\n== কর্মজীবন ==\nমামুন আহমেদ ১৯৯৬ সালের ২৮শে মার্চ ঢাকা বিশ্ববিদ্যালয়ে বায়োকেমিস্ট্রি অ্যান্ড মাইক্রোবায়োলজি বিভাগের প্রভাষক হিসেবে যোগদান করেন। ১৯৯৭ সালের ২৪ অক্টোবর তিনি সহকারী অধ্যাপক হিসেবে পদোন্নতি পান। তিনি ১ ডিসেম্বর ১৯৯৭ থেকে ১৯৯৯ সাল পর্যন্ত পিটসবার্গ বিশ্ববিদ্যালয়ের পোস্টডক্টরাল ফেলো ছিলেন এবং পরে একই বিশ্ববিদ্যালয়ের একজন গবেষণা সহযোগী অধ্যাপক হিসাবে কাজ করেছিলেন।\n১ ডিসেম্বর ২০০৪-এ,মামুন আহমেদ সহযোগী অধ্যাপক হিসেবে পদোন্নতি পান। ২০০৭ সালের ডিসেম্বরে, তিনি ক্যাম্পাস সহিংসতার প্রতিবাদে ঢাকা বিশ্ববিদ্যালয় শিক্ষক সমিতির ভারপ্রাপ্ত সাধারণ সম্পাদক হিসাবে কালো ব্যান্ড পরেছিলেন।\nআহমেদ ২০০৮ সালের ডিসেম্বরে ঢাকা বিশ্ববিদ্যালয়ের পূর্ণ অধ্যাপক পদে উন্নীত হন। তিনি ঢাকা বিশ্ববিদ্যালয় শিক্ষক সমিতির সাবেক সাধারণ সম্পাদক ছিলেন। তিনি এছাড়াও বাংলাদেশ জাতীয়তাবাদী দলের চেয়ারপারসন ও সাবেক প্রধানমন্ত্রী খালেদা জিয়ার উপদেষ্টা। তিনি ঢাকা বিশ্ববিদ্যালয়ের সিনেটে তিন মেয়াদে দায়িত্ব পালন করেন। ২০০৯ সালের মে মাসে, তিনি বাংলাদেশ জাতীয়তাবাদী দল সমর্থিত সাদা প্যানেলের প্রার্থী হিসাবে ঢাকা বিশ্ববিদ্যালয়ের সিনেটে নির্বাচিত হন।\n২০১৭ সালে, বাংলাদেশ জাতীয়তাবাদী দলের সাধারণ সম্পাদক মির্জা ফখরুল ইসলাম আলমগীরের অনুমোদনের পর আহমেদকে জাতীয়তাবাদী সামাজিক সাংস্কৃতিক সংস্থার সভাপতি নিযুক্ত করা হয়। ২০২২ সালের ডিসেম্বরে তিনি মির্জা ফখরুল ইসলাম আলমগীরকে কারাগার থেকে মুক্তি দেওয়ার আহ্বান জানান।\nশেখ হাসিনার নেতৃত্বাধীন আওয়ামী লীগ সরকারের পতনের পর, আহমেদ ২০২৪ সালের সেপ্টেম্বরে অধ্যাপক ডাঃ সীতেশ চন্দ্র বাচারের স্থলাভিষিক্ত হয়ে ঢাকা বিশ্ববিদ্যালয়ের প্রো-ভাইস চ্যান্সেলর নিযুক্ত হন। জানুয়ারী ২০২৫ সালে, ঢাকা বিশ্ববিদ্যালয়ের সাথে পূর্বে অধিভুক্ত সাত কলেজের ছাত্ররা তার পদত্যাগ দাবি করে এবং অভিযোগ করে যে মামুন আহমেদ তাদের সাথে দুর্ব্যবহার করেছেন। পরে তিনি এজন্য দুঃখপ্রকাশ করেন। তিনি জুলাই শহীদ স্মৃতি ভবন উদ্বোধন করেন, যা ঢাকা বিশ্ববিদ্যালয়ের শেখ মুজিবুর রহমান হলের সম্প্রসারণ অংশ।\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n উইকিমিডিয়া কমন্সে মামুন আহমেদ সম্পর্কিত মিডিয়া দেখুন।\n উইকিউক্তিতে মামুন আহমেদ সম্পর্কিত উক্তি পড়ুন।"}