{"pageid": 1510759, "title": "কিং লিয়ার", "url": "https://bn.wikipedia.org/wiki?curid=1510759", "content": "দ্যা ট্র্যাজেডি অফ কিং লিয়ার (ইংরেজি: The Tragedy of King Lear) উইলিয়াম শেকসপিয়রের একটি বিয়োগান্ত নাটক, যা কিং লিয়ার (King Lear) নামে বেশি পরিচিত। এটি মূলত ব্রিটেনের পৌরাণিক কাহিনী লেইর (Leir) এর উপর ভিত্তি করে রচিত।\nরাজা লিয়ার, বৃদ্ধ বয়সের প্রস্তুতি হিসেবে, তার ক্ষমতা ও সম্পত্তি তার দুই মেয়ে গনেরিল ও রেগানের মধ্যে ভাগ করে দেন। যারা চাটুকারিতা করে রাজার অনুগ্রহ লাভের জন্য ভালবাসার ভান করে। রাজার তৃতীয় কন্যা কর্ডেলিয়া, তার রাজ্যের এক তৃতীয়াংশ পাওয়ার কথা ছিল, কিন্তু সে তার প্রশংসায় ও স্নেহে চাটুকারিতা করতে অস্বীকার করে। পরিবর্তে সে একজন কন্যার সম্মান জানায়, যা একজন বাবা হিসেবে লিয়ারের প্রাপ্য। তবে সে লিয়ারের কছে প্রত্যাখ্যাত হয়, কারণ তিনি চাটুকারিতা কামনা করেছিলেন। গনেরিল এবং রেগান পরবর্তীতে লিয়ার ও তার অনুচরদের আতিথ্য করার প্রতিশ্রুতি ভঙ্গ করে, ফলে তিনি গৃহহীন ও নিঃস্ব হন এবং পাগল হয়ে যান। তখন ফ্রান্সের রাজা কর্ডেলিয়াকে বিয়ে করেন এবং শৃঙ্খলা পুনরুদ্ধার করতে ও লিয়ারের শাসন ফিরিয়ে আনতে ব্রিটেন আক্রমণ করেন। পার্শ্ব-কাহিনীতে, গ্লস্টারের অবৈধ পুত্র এডমন্ড তার ভাই ও বাবার সাথে বিশ্বাসঘাতকতা করে। মর্মান্তিকভাবে রাজা লিয়ার, কর্ডেলিয়া এবং অন্যান্য প্রধান চরিত্র মারা যান।\nনাটকের মূল কাহিনী এবং উপকাহিনীগুলোতে রাজনৈতিক ক্ষমতা, ব্যক্তিগত উচ্চাকাঙ্ক্ষা এবং কথিত অতিপ্রাকৃত হস্তক্ষেপ ও পৌত্তলিক বিশ্বাসগুলোর সাথে মিশে গিয়ে একটি জটিল জাল তৈরি হয়েছে। শেকসপিয়রের এই নাটকের প্রথম পরিবেশনা হয়েছিল ১৬০৬ সালের সেন্ট স্টিফেন দিবসে।\nআধুনিক সম্পাদকরা তিনটি প্রকাশনা থেকে তাদের পাঠ্য তৈরি করেন: ১৬০৮ ও ১৬১৯ সালের কোয়ার্টো এবং ১৬২৩ সালের প্রথম ফোলিও। কোয়ার্টো সংস্করণগুলি ফোলিও সংস্করণ থেকে উল্লেখযোগ্যভাবে ভিন্ন।\nইংরেজি পুনরুদ্ধারের পরে নাটকটি অনেক সংশোধন করা হয়েছিল, কিন্তু উনিশ শতক থেকে শেকসপিয়রের মূল নাটকটিকে তাঁর অন্যতম শ্রেষ্ঠ কীর্তি হিসাবে বিবেচনা করা হয়। কেন্দ্রীয় চরিত্র এবং পার্শ্ব চরিত্র উভয়ই দক্ষ অভিনেতাদের দ্বারা চিত্রায়িত হয়েছে এবং নাটকটি ব্যাপকভাবে অভিযোজিত হয়েছে। পার্সি বিশি শেলি, তাঁর অ্যা ডিফেন্স অফ পোয়েট্রি (১৮২১) গ্রন্থে কিং লিয়ার-কে \"বিশ্বের সবচেয়ে নিখুঁত নাট্যকলার নমুনা\" বলে অভিহিত করেছেন এবং নাটকটি নিয়মিতভাবে সর্বকালের অন্যতম সেরা সাহিত্যকর্ম হিসেবে উল্লেখ করা হয়।\n\n\n== চরিত্রসমূহ ==\nলিয়ার (Lear) - ব্রিটেনের রাজা\nগনেরিল (Goneril) - লিয়ারের জ্যেষ্ঠ কন্যা\nরিগান (Regan) - লিয়ারের মেঝো কন্যা\nকর্ডেলিয়া (Cordelia) - লিয়ারের কনিষ্ঠ কন্যা\nবিদূষক বা মূর্খ (The Fool) - লিয়ারের সহচর\nআলবানির ডিউক (Duke of Albany) - গনরিলের স্বামী\nকর্নওয়ালের ডিউক (Duke of Cornwall) - রিগানের স্বামী\nফ্রান্সের রাজা (King of France) - কর্ডেলিয়ার একজন পাণিপ্রার্থী এবং পরবর্তীকালে স্বামী\nবার্গান্ডির ডিউক (Duke of Burgundy) - কর্ডেলিয়ার আরেকজন পাণিপ্রার্থী\nআর্ল অফ গ্লস্টার (বা গ্লৌচেস্টার) (Earl of Gloucester) - লিয়ারের প্রতি অনুগত\nএডগার (Edgar) - গ্লস্টারের প্রথম পুত্র\nএডমন্ড (Edmund) - গ্লস্টারের অবৈধ পুত্র\nআর্ল অফ কেন্ট বা কাইয়াস (Earl of Kent) - লিয়ারের প্রতি অনুগত\nঅসওয়াল্ড (Oswald) - গনরিলের স্টুয়ার্ড/পরিচারক\nডাক্তার (Doctor) - কর্ডেলিয়ার সেবায় নিয়োজিত\nকুরান(Curan) - গ্লস্টারের ভৃত্য\nবৃদ্ধ (Old Man) - গ্লস্টারের একজন প্রজা\n\n\n=== স্মরণীয় অভিনয়শিল্পী ===\n\n\n== কাহিনি-সারাংশ ==\n\n\n=== প্রথম অঙ্ক ===\n\nবৃদ্ধ রাজা লিয়ার তার রাজত্বকে তিন কন্যার মধ্যে ভাগ করে দিয়ে রাজকার্য থেকে অবসর নিতে চান। তিনি ঘোষণা করেন যে, তিনি তার রাজ্যের সবচেয়ে বড় অংশ তাকে দেবেন যে তাঁকে সবচেয়ে বেশি ভালোবাসে। তিনি জ্যেষ্ঠ কন্যা গনেরিলের সাথে প্রথমে কথা বলেন এবং সে তার বাবার প্রতি তার অগাধ ভালোবাসার কথা খুব আবেগময় ভাষায় জানায়। তার কথায় মুগ্ধ হয়ে, লিয়ার গনেরিলের কথা শেষ হওয়ার সাথে সাথেই তাকে তার অংশের রাজ্য দিয়ে দেন। এরপর তিনি রেগানকে তার অংশ দেন যখন সে তার বক্তব্য রাখে। অবশেষে, যখন তার কনিষ্ঠ এবং প্রিয় কন্যা কর্ডেলিয়ার পালা আসে, প্রথমে সে কিছুই বলতে অস্বীকার করে এবং তারপর বলল যে তার ভালোবাসার সাথে তুলনীয় কিছুই নেই, এটিকে সঠিকভাবে প্রকাশ করার মতো কোনও শব্দ নেই; সে সৎভাবে কিন্তু স্পষ্টভাবে বলে যে, সে তাঁকে তার বন্ধন অনুযায়ী ভালোবাসে, এর বেশিও নয় কমও নয় এবং তার অর্ধেক ভালোবাসা তার ভবিষ্যতের স্বামীর জন্য রাখবে। ক্রুদ্ধ হয়ে, লিয়ার কর্ডেলিয়াকে তার অংশ থেকে বঞ্চিত করেন এবং তার বড় বোনদের মধ্যে ভাগ করে দেন!\nআর্ল অফ গ্লস্টার এবং আর্ল অফ কেন্ট লক্ষ্য করেন যে, গনেরিল এবং রেগানের মধ্যে তার রাজ্য ভাগ করে, লিয়ার ডিউক অফ আলবানি (গনেরিলের স্বামী) এবং ডিউক অফ কর্নওয়াল (রেগানের স্বামী) এর অভিজাতদের মধ্যে সমান অংশে তার রাজ্য অর্পণ করেছেন। কেন্ট কর্ডেলিয়ার প্রতি লিয়ারের অন্যায় আচরণের আপত্তি জানান। কেন্টের প্রতিবাদে ক্ষুব্ধ হয়ে, লিয়ার তাকে দেশ থেকে নির্বাসিত করেন। এরপর লিয়ার ডিউক অফ বারগান্ডি এবং ফ্রান্সের রাজাকে ডেকে পাঠান, যারা উভয়েই কর্ডেলিয়ার পাণিপ্রার্থী ছিলেন। কর্ডেলিয়াকে বঞ্চিত করা হয়েছে জানতে পেরে, ডিউক অফ বারগান্ডি তার প্রস্তাব প্রত্যাহার করেন, কিন্তু ফ্রান্সের রাজা কর্ডেলিয়ার সততায় মুগ্ধ হন এবং তাকে বিয়ে করেন। ফ্রান্সের রাজা লিয়ারের সিদ্ধান্তে হতবাক হন কারণ, এই সময় পর্যন্ত লিয়ার কেবল কর্ডেলিয়ার প্রশংসাই করেছেন এবং তাকেই সবচেয়ে বেশি পছন্দ করতেন। এদিকে, গ্লস্টার তার অবৈধ পুত্র এডমন্ডকে কেন্টের সাথে পরিচয় করিয়ে দেন।\n\nলিয়ার ঘোষণা করেন যে তিনি পর্যায়ক্রমে গনেরিল ও রেগান এবং তাদের স্বামীদের সাথে থাকবেন। তিনি নিজের জন্য ১০০ জন নাইট এর একটি দল রাখবেন, যাদের ভরণপোষণ তার কন্যারা করবে। কর্ডেলিয়া তাদের কাছ থেকে বিদায় নিয়ে ফ্রান্সের রাজার সাথে চলে যাওয়ার পর, গনেরিল ও রেগান গোপনে কথা বলল, প্রকাশ করল যে তাদের ভালোবাসার ঘোষণা মিথ্যা ছিল এবং তারা লিয়ারকে একজন বৃদ্ধ বোকা মানুষ হিসেবে দেখে!\nগ্লস্টারের ছেলে এডমন্ড তার অবৈধ অবস্থার জন্য ক্ষুব্ধ এবং তার বৈধ বড় সৎ ভাই এডগারকে সরিয়ে দেওয়ার ষড়যন্ত্র করে। সে একটি জাল চিঠি দিয়ে তার বাবাকে বোকা বানায়, যাতে তিনি মনে করেন যে এডগার এস্টেট দখল করার পরিকল্পনা করছেন। আর্ল অফ কেন্ট ছদ্মবেশে নির্বাসন থেকে ফিরে আসেন (কাইয়াস নামে) এবং লিয়ার তাকে একজন ভৃত্য হিসেবে নিয়োগ করেন। অ্যালবানি এবং গনেরিলের বাড়িতে, লিয়ার এবং কেন্ট গনেরিলের স্টুয়ার্ড অসওয়াল্ডের সাথে ঝগড়া করেন। লিয়ার আবিষ্কার করেন যে এখন গনেরিলের ক্ষমতা আছে, সে আর তাকে সম্মান করেন না। সে তাকে তার বিশৃঙ্খল অনুচরদের সংখ্যা কমাতে আদেশ দেন। ক্ষুব্ধ হয়ে লিয়ার রেগানের বাড়ির উদ্দেশ্যে রওনা হন। বিদূষক লিয়ারকে তার বোকামির জন্য তিরস্কার করে যে তিনি সবকিছু রেগান এবং গনেরিলকে দিয়ে দিয়েছেন এবং ভবিষ্যদ্বাণী করেন যে রেগান তার সাথে এর চেয়ে ভালো ব্যবহার করবে না।\n\n\n=== দ্বিতীয় অঙ্ক ===\nরাজদরবারের কর্মচারী কুরান থেকে এডমন্ড জানতে পারে যে অ্যালবানি ও কর্নওয়ালের মধ্যে যুদ্ধ হওয়ার সম্ভাবনা রয়েছে এবং রেগান ও কর্নওয়াল সেদিন সন্ধ্যায় গ্লস্টারের বাড়িতে আসবেন। এই সুযোগটি কাজে লাগিয়ে এডমন্ড ভান করে যে এডগার তার ওপর হামলা চালিয়েছে এবং সে কথাটি গ্লস্টার পুরোপুরি বিশ্বাস করে ফেলে। তিনি এডগারকে উত্তরাধিকার থেকে বঞ্চিত করেন এবং তাকে দণ্ডিত অপরাধী ঘোষণা করেন।\nলিয়ারের বার্তা রেগানের কাছে নিয়ে যাওয়ার পথে কেন্ট আবার গ্লস্টারের বাড়িতে অসওয়াল্ডের সঙ্গে দেখা করে এবং তার সঙ্গে তর্ক বাঁধিয়ে ফেলে। রেগান ও তার স্বামী কর্নওয়াল কেন্টকে শাস্তি হিসেবে শিকলে বেঁধে রাখেন। লিয়ার যখন সেখানে পৌঁছান, তখন তিনি তার বার্তাবাহকের প্রতি এই দুর্ব্যবহারের প্রতিবাদ করেন, কিন্তু রেগান তার প্রতি গনারিলের মতোই অবজ্ঞাসূচক আচরণ করে! লিয়ার অত্যন্ত ক্ষুব্ধ হলেও কিছুই করতে পারেন না। গনেরিলও এসে রেগানের পক্ষ নেয়। এতে লিয়ার প্রচণ্ড ক্রোধে ফেটে পড়েন। তিনি প্রবল ঝড়ের মধ্যে বেরিয়ে পড়েন এবং অকৃতজ্ঞ কন্যাদের বিরুদ্ধে আক্ষেপ করতে থাকেন, সঙ্গে থাকে তাকে বিদ্রূপকারী বিদূষক।\n\n\n=== তৃতীয় অঙ্ক ===\n\nকেন্ট পরে লিয়ারের সুরক্ষার জন্য তাঁর অনুসরণ করে। গ্লস্টার লিয়ারের প্রতি করা অন্যায়ের প্রতিবাদ জানায়। লিয়ারের একশো জন নাইটের অনুসারী দল ভেঙে যাওয়ার পর, তার একমাত্র সঙ্গী থাকে তার বিদূষক এবং কেন্ট। ঝড়ের পর পথে ঘুরতে ঘুরতে, এডগার পাগলের ছদ্মবেশে লিয়ারের সঙ্গে দেখা করে। এডগার পাগলের মতো অসংলগ্ন কথা বলে, আর লিয়ার তার কন্যাদের অভিশাপ দেন। কেন্ট সবাইকে আশ্রয়ের খোঁজে নিয়ে যায়।\nকেন্টকে একজন ভদ্রলোক বললো যে, ফ্রান্সের একটি সেনাবাহিনী ব্রিটেনে অবতরণ করেছে লিয়ারকে সিংহাসনে পুনর্বহাল করার লক্ষ্যে। এরপর তিনি ভদ্রলোকটিকে কর্ডেলিয়াকে একটি বার্তা দেওয়ার জন্য পাঠান, যখন তিনি প্রান্তরে রাজা লিয়ারকে খুঁজছেন। এদিকে, এডমন্ড জানতে পারে যে গ্লস্টার ফ্রান্সের আসন্ন আক্রমণের কথা জানে এবং কর্নওয়াল, রেগান ও গনেরিলের সাথে মিলে তার বাবার সাথে বিশ্বাসঘাতকতা করে। এডমন্ড গনেরিলের সাথে অ্যালবানিকে আক্রমণের বিষয়ে সতর্ক করতে চলে গেলে, গ্লস্টারকে গ্রেপ্তার করা হয় এবং রেগান ও কর্নওয়াল তার চোখ উপড়ে ফেলে। যখন তারা এটি করছিল, একজন ভৃত্য আতঙ্কিত হয়ে গ্লস্টারের পক্ষ নেয় এবং কর্নওয়ালকে মারাত্মকভাবে আহত করে। রেগান ভৃত্যটিকে হত্যা করে এবং গ্লস্টারকে বলে যে এডমন্ড তার সাথে বিশ্বাসঘাতকতা করেছে। তারপর, দ্বিতীয় অঙ্কে তার বাবার সাথে যেমন করেছিল, তেমনি সে গ্লস্টারকে প্রান্তরে ঘুরে বেড়ানোর জন্য পাঠিয়ে দেয়।\n\n\n=== চতুর্থ অঙ্ক ===\nএডগার, তার ছদ্মবেশে পাগল সেজে, প্রান্তরে তার অন্ধ বাবার সাথে দেখা করে। গ্লস্টার অন্ধ এবং এডগারের কণ্ঠস্বর চিনতে না পেরে, তাকে ডোভারে একটি ক্লিফে নিয়ে যেতে অনুরোধ করে যাতে সে লাফ দিয়ে আত্মহত্যা করতে পারে! গনেরিল তার স্বামী আলবানির(যাকে সে কাপুরুষ মনে করে) চেয়ে এডমন্ডকে বেশি আকর্ষণীয় মনে করা শুরু করে। আলবানির মধ্যে একটি বিবেক জাগ্রত হয়েছে—সে লিয়ার এবং গ্লস্টারের প্রতি বোনদের আচরণে বিরক্ত— এবং তার স্ত্রীকে তিরস্কার করে। গনেরিল এডমন্ডকে রেগানের কাছে ফেরত পাঠায়। কর্নওয়ালের মৃত্যুর খবর পেয়ে, সে ভয় পায় যে তার সদ্য বিধবা বোন এডমন্ডকে ছিনিয়ে নিতে পারে এবং অসওয়াল্ডের মাধ্যমে তার কাছে একটি চিঠি পাঠায়। এখন কেন্ট লিয়ারকে ফরাসি সেনাবাহিনীর কাছে নিয়ে যায়, যার নেতৃত্বে রয়েছে কর্ডেলিয়া। কিন্তু লিয়ার অর্ধ-পাগল এবং তাঁর আগের বোকামির জন্য ভীষণ লজ্জিত। রেগানের প্ররোচনায়, আলবানি তার বাহিনী নিয়ে ফরাসিদের বিরুদ্ধে তার বাহিনীর সাথে যোগ দেয়। গনেরিলের রেগানের উদ্দেশ্য সম্পর্কে সন্দেহ নিশ্চিত হয় এবং ফিরে আসে, কারণ রেগান সঠিকভাবে তার চিঠির অর্থ অনুমান করে এবং অসওয়াল্ডের কাছে ঘোষণা করে যে, সে এডমন্ডের জন্য আরও উপযুক্ত পাত্রী। এডগার গ্লস্টারকে ক্লিফের দিকে নিয়ে যাওয়ার ভান করে, তারপর তার কণ্ঠস্বর পরিবর্তন করে এবং গ্লস্টারকে বলে যে সে অলৌকিকভাবে একটি বিশাল পতন থেকে বেঁচে গেছে। লিয়ার উপস্থিত হয়, ইতিমধ্যে সম্পূর্ণ পাগল। প্রলাপ বকতে বকতে পুরো বিশ্ব দুর্নীতিগ্রস্ত।\nঅসওয়াল্ড উপস্থিত হয়, এখনও এডমন্ডকে খুঁজছে। রেগানের নির্দেশে, সে গ্লস্টারকে হত্যা করার চেষ্টা করে কিন্তু এডগার তাকে হত্যা করে। অসওয়াল্ডের পকেটে, এডগার গনেরিলের চিঠি খুঁজে পায়, যেখানে সে এডমন্ডকে তার স্বামীকে হত্যা করতে এবং তাকে তার স্ত্রী হিসাবে গ্রহণ করতে উৎসাহিত করেছে। কেন্ট এবং কর্ডেলিয়া লিয়ারের দায়িত্ব নেয়, যাতে তাঁর পাগলামি দ্রুত কেটে যায়।\n\n\n=== পঞ্চম অঙ্ক ===\n\nরেগান, গনেরিল, আলবানি এবং এডমন্ড তাদের বাহিনী নিয়ে একত্রিত হয়। আলবানি ফরাসি আক্রমণকারীদের বিরুদ্ধে যুদ্ধ করার পক্ষে থাকলেও লিয়ার বা কর্ডেলিয়াকে ক্ষতি না করার পক্ষে জোর দেয়। দুই বোনই এডমন্ডের প্রতি আকৃষ্ট ছিল, আর এডমন্ড তাদের দুজনকেই প্রতিশ্রুতি দেয়। সে এই দ্বিধার কথা ভাবতে থাকে এবং আলবানি, লিয়ার ও কর্ডেলিয়াকে হত্যার ষড়যন্ত্র করে। এডগার গনেরিলের একটি চিঠি আলবানিকে দেয়।\nবাহিনী যুদ্ধের জন্য মুখোমুখি হয়, ব্রিটিশরা ফরাসিদের পরাজিত করে, আর লিয়ার ও কর্ডেলিয়াকে বন্দি করা হয়। এডমন্ড লিয়ার ও কর্ডেলিয়াকে পাঠানোর গোপন নির্দেশ দেয়, যা সে রেগানের বাহিনীর প্রতিনিধি হিসেবে এবং গনারিলের স্বামী আলবানির বাহিনীর প্রতিনিধি হিসেবে সম্মিলিতভাবে জারি করে— এই আদেশে কর্ডেলিয়ার মৃত্যুদণ্ডের নির্দেশ হয়।\nবিজয়ী ব্রিটিশ নেতারা মিলিত হয় এবং সদ্য বিধবা রিগান এখন ঘোষণা করে যে সে এডমন্ডকে বিয়ে করবে। কিন্তু আলবানি এডমন্ড এবং গনেরিলের ষড়যন্ত্র উন্মোচন করে এবং এডমন্ডকে বিশ্বাসঘাতক ঘোষণা করে। গনেরিল বিষ প্রয়োগ করায় রিগান অসুস্থ হয়ে পড়ে এবং মঞ্চ থেকে সরিয়ে নেওয়া হয়, যেখানে সে মারা যায়। এডমন্ড আলবানিকে অস্বীকার করে, আর বিচারের মাধ্যমে দ্বন্দ্বের আহ্বান জানায়। এডগার মুখোশ পরে এবং বর্ম পরে উপস্থিত হয় এবং এডমন্ডকে দ্বৈরথের জন্য চ্যালেঞ্জ জানায়। এডগার এডমন্ডকে মারাত্মকভাবে আহত করে, যদিও এডমন্ড অবিলম্বে মারা যায় না। আলবানি গনেরিলের চিঠিটি তার মুখোমুখি করে যা তার মৃত্যুর পরোয়ানা ছিল; সে লজ্জায় ও ক্রোধে পালিয়ে যায়। এডগার নিজেকে প্রকাশ করে এবং জানায় যে এডগার তার কাছে নিজেকে প্রকাশ করার পরে, গ্লস্টার বেঁচে আছেন জেনে শোক ও আনন্দে মঞ্চের বাইরে মারা গেছেন।\nমঞ্চের বাইরে, গনেরিল তার পরিকল্পনা ব্যর্থ হওয়ায় আত্মহত্যা করে। মুমূর্ষু এডমন্ড সিদ্ধান্ত নেয় (যদিও সে স্বীকার করে যে এটি তার নিজের স্বভাবের বিরুদ্ধে), লিয়ার এবং কর্ডেলিয়াকে বাঁচানোর চেষ্টা করবে, কিন্তু তার স্বীকারোক্তি অনেক দেরি হয়ে যায়। কিছুক্ষন পরে, আলবানি এডমন্ডের আদেশ বাতিল করার জন্য লোক পাঠায়। লিয়ার কর্ডেলিয়ার মৃতদেহ বাহুতে ধরে প্রবেশ করে (তিনি জল্লাদকে হত্যা করে বেঁচে গেছেন)। কেন্ট উপস্থিত হয় এবং লিয়ার এখন তাকে চিনতে পারে। অ্যালবানি লিয়ারকে তার সিংহাসন পুনরায় গ্রহণ করার জন্য অনুরোধ করে, কিন্তু গ্লস্টারের মতো, লিয়ার যে কষ্টের মধ্য দিয়ে গিয়েছেন যা শেষ পর্যন্ত তাঁকে বিমর্ষ করে ফেলে এবং তিনি মারা যান। আলবানি তখন কেন্ট এবং এডগারকে সিংহাসনের দায়িত্ব নিতে বলে। কেন্ট অস্বীকার করে, ব্যাখ্যা করে যে তার প্রভু তাকে যাত্রায় ডাকছেন এবং তাকে অনুসরণ করতে হবে!\n\n\n== উৎস ==\n\nএই নাটকটি মূলত কিং লিয়ার নামক একজন অর্ধ-কিংবদন্তী রাজার বিভিন্ন কাহিনীর উপর ভিত্তি করে রচিত। কিছু পণ্ডিত মনে করেন যে \"লিয়ার\" নামটি ব্রাইথোনিক দেবতা লির (Lir/Llŷr)-এর সাথে সম্পর্কিত, যদিও এই মতবাদটি ঐতিহাসিকভাবে প্রমাণিত নয়। শেকসপিয়রের প্রধান উৎস সম্ভবত রাফায়েল হোলিনশেডের ক্রনিকলস অফ ইংল্যান্ড, স্কটল্যান্ড, অ্যান্ড আয়ারল্যান্ড-এর দ্বিতীয় সংস্করণ, যা ১৫৮৭ সালে প্রকাশিত হয়েছিল। হোলিনশেড আবার এই গল্পটি ১২ শতকে জিওফ্রে অফ মনমাউথের হিস্টোরিয়া রেগাম ব্রিটানিয়া-থেকে পেয়েছিলেন।  এডমান্ড স্পেন্সারের দ্য ফেয়ারি কুইন (১৫৯০) গ্রন্থেও কর্ডেলিয়া নামের একটি চরিত্র আছে, যে কিং লিয়ার-এর মত ফাঁসিতে ঝুলে মারা যায়।\nঅন্যান্য সম্ভাব্য উৎসের মধ্যে রয়েছে ১৫৯৫ সালের বেনামী নাটক কিং লিয়ার; জন হিগিন্সের দ্যা মিরর ফর ম্যাজিস্ট্রেটস (১৫৭৪); জন মারস্টোনের দ্যা ম্যালকন্টেন্ট (১৬০৪), দ্যা লন্ডন প্রডিগাল (১৬০৫); মন্টেইনের Essays, যা ১৬০৩ সালে জন ফ্লোরিও কর্তৃক ইংরেজিতে অনূদিত হয়েছিল; উইলিয়াম হ্যারিসনের অ্যা ডেসক্রিপশন অফ এলিজাবেথান ইংল্যান্ড (১৫৭৭); উইলিয়াম ক্যামডেনের রিমেইনস কনসার্নিং ব্রিটেন (১৬০৬); উইলিয়াম ওয়ার্নারের অ্যালবিওনস ইংল্যান্ড (১৫৮৯); এবং স্যামুয়েল হার্সনেটের অ্যা ডিক্লারেশন অফ ইগ্রেজিয়াস পোপিশ ইমপোস্টরস (১৬০৩), যেখান থেকে এডগার যখন পাগলের ভান করেন তখনকার কিছু ভাষা ব্যবহার করা হয়েছে। কিং লিয়ার একটি সাধারণ লোককথার (লাভ লাইক সল্ট, আর্নে-থম্পসন) সাহিত্যিক রূপান্তর, যেখানে একজন বাবা তার কনিষ্ঠ কন্যাকে তার ভালোবাসার এমন একটি মন্তব্যের জন্য প্রত্যাখ্যান করেন যা তাকে সন্তুষ্ট করতে পারেনি।\nগ্লস্টার, এডগার এবং এডমন্ডের উপ-কাহিনীটির উৎস ফিলিপ সিডনির কাউন্টেস অফ পেমব্রোকস আর্কেডিয়া (১৫৮০-৯০)-এর একটি গল্প, যেখানে একজন অন্ধ পাপফ্লাগোনিয়ান রাজা এবং তার দুই ছেলে, লিওনাটাস এবং প্লেক্সিট্রাস-এর কাহিনী বর্ণিত আছে।\n\n\n=== উৎস উপাদান থেকে পরিবর্তন ===\n\nগ্লস্টার এবং তার ছেলেদের নিয়ে উপ-কাহিনী ছাড়াও, শেকসপিয়র এই গল্পের প্রধান যে পরিবর্তনটি করেছিলেন তা হল শেষে কর্ডেলিয়া এবং লিয়ারের মৃত্যু; মনমাউথের জিওফ্রির ফলাফল হিসাবে, কর্ডেলিয়া লিয়ারকে সিংহাসনে পুনরুদ্ধার করেন এবং তার মৃত্যুর পর শাসক হিসেবে তার স্থলাভিষিক্ত হন। ১৭ শতকে, শেকসপিয়রের দুঃখজনক সমাপ্তির অনেক সমালোচনা হয়েছিল এবং নাহুম টেটের লেখা বিকল্প সংস্করণ তৈরি করা হয়েছিল, যেখানে প্রধান চরিত্রগুলি বেঁচে ছিল এবং এডগার এবং কর্ডেলিয়া বিবাহবন্ধনে আবদ্ধ হয়েছিল (কর্ডেলিয়া এর আগে ফ্রান্সের রাজার সাথে বাগদত্তা হওয়া সত্ত্বেও)। হ্যারল্ড ব্লুম যেমন বলেন: \"টেটের সংস্করণ প্রায় ১৫০ বছর পর্যন্ত মঞ্চ ধরে রেখেছিল, যতক্ষণ না ১৮২৩ সালে এডমান্ড কিন নাটকটির ট্র্যাজিক সমাপ্তি পুনরুদ্ধার করেন।\"\nহোলিনশেড বলেছেন যে গল্পটি তখন ঘটেছিল যখন জোয়াশ জুদার রাজা ছিলেন (আনু. ৮০০ খ্রীস্টপূর্ব), যেখানে শেকসপিয়র সময়কাল উল্লেখ করা এড়িয়ে গেছেন, শুধুমাত্র ইঙ্গিত দিয়েছেন যে এটি প্রাক-খ্রিস্টীয় যুগে কোনো এক সময় ছিল (যেমন অ্যাংলো-স্যাক্সন নাম এবং ডিউক ও আর্লের মতো উপাধি সহ অসংখ্য অসংগতি সহ)।\nআর্ল \"কাইয়াস\" অফ কেন্ট এবং বিদূষক চরিত্রগুলি সম্পূর্ণরূপে শেকসপিয়র তৈরি করেছিলেন লিয়ারের সাথে চরিত্র-চালিত কথোপকথনে জড়িত হওয়ার জন্য। গনেরিলের বিশ্বস্ত অসওয়াল্ড স্টুয়ার্ডকেও অনুরূপ ব্যাখ্যার জন্য তৈরি করা হয়েছিল।\nশেকসপিয়রের লিয়ার এবং অন্যান্য চরিত্র জুপিটার, জুনো এবং অ্যাপোলোর কাছে শপথ করেন। যদিও ব্রিটেনে রোমান ধর্মের উপস্থিতি প্রযুক্তিগতভাবে একটি অসংগতি, লিয়ারের কথিত জীবনের সময় ব্রিটেনে বিদ্যমান কোনো ধর্ম সম্পর্কে কিছুই জানা যায়নি।\nহোলিনশেড ডিউক অফ আলবানি (ম্যাগ্লানাস), ডিউক অফ কর্নওয়াল (হেনিনাস) এবং গ্যালিক/ফরাসি নেতার (আগানিপ্পাস) ব্যক্তিগত নাম উল্লেখ করেছেন। শেক্সপিয়র এই চরিত্রগুলিকে শুধুমাত্র তাদের উপাধি দিয়েই উল্লেখ করেছেন এবং আলবানির প্রকৃতিও পরিবর্তন করেছেন একজন খলনায়ক থেকে নায়ক হিসেবে, আলবানির খারাপ কাজগুলি কর্নওয়ালের উপর অর্পণ করে। ম্যাগ্লানাস এবং হেনিনাস চূড়ান্ত যুদ্ধে নিহত হন, কিন্তু তাদের পুত্র মারগান এবং কুনেডাগ বেঁচে ছিলেন। শেকসপিয়রের সংস্করণে, কর্নওয়াল একজন ভৃত্য দ্বারা নিহত হন যিনি গ্লস্টারের উপর অত্যাচার করার আপত্তি জানান, যেখানে আলবানি কয়েকজন বেঁচে যাওয়া প্রধান চরিত্রের মধ্যে একজন। আইজাক আসিমভ অনুমান করেছিলেন যে এই পরিবর্তনের কারণ ১৬০৬ সালে ডিউক অফ আলবানি উপাধিটি শেকসপিয়রের পৃষ্ঠপোষক রাজা জেমসের ছোট ছেলে প্রিন্স চার্লসের কাছে ছিল।  যাইহোক, এই ব্যাখ্যাটি ত্রুটিপূর্ণ, কারণ জেমসের বড় ছেলে প্রিন্স হেনরি একই সময়ে ডিউক অফ কর্নওয়াল উপাধি ধারণ করেছিলেন।\n\n\n== বিষয়বস্তু ও রচনাকাল ==\n\nকিং লিয়ার নাটকটি কখন লেখা হয়েছিল বা প্রথম মঞ্চস্থ হয়েছিল তার সরাসরি কোনো প্রমাণ নেই। মনে করা হয় এটি ১৬০৩ থেকে ১৬০৬ সালের মধ্যে রচিত হয়েছিল। স্টেশন হল্যান্ডের রেজিস্টারে ২৬ ডিসেম্বর ১৬০৬ তারিখে রাজা প্রথম জেমসের সামনে একটি পরিবেশনার কথা উল্লেখ আছে। ১৬০৩ সালের তারিখটি এডগারের বক্তৃতার কিছু শব্দ থেকে এসেছে যা সম্ভবত স্যামুয়েল হার্সনেটের ডিক্লারেশন অফ এগ্রেজিয়াস পোপিশ ইম্পোস্টুরেস (১৬০৩) থেকে নেওয়া হয়েছে। নাটকটির সময়কাল নির্ধারণের ক্ষেত্রে একটি গুরুত্বপূর্ণ বিষয় হল কিং লিয়ার এবং দ্যা ট্রু ক্রনিকল হিস্টোরি অফ দ্যা লাইফ অ্যান্ড ডেথ অফ কিং লেইর অ্যান্ড হিজ থ্রি ডটার্স নামক নাটকটির মধ্যে সম্পর্ক, যা ৮ মে ১৬০৫ তারিখে স্টেশন হল্যান্ডের রেজিস্টারে অন্তর্ভুক্ত হওয়ার পর প্রথমবারের মতো প্রকাশিত হয়েছিল। এই নাটকটি শেকসপিয়রের উপর উল্লেখযোগ্য প্রভাব ফেলেছিল এবং এর অধ্যয়ন থেকে বোঝা যায় যে তিনি মুদ্রিত কপি ব্যবহার করছিলেন, যা ১৬০৫-০৬ সালের মধ্যে রচনার ইঙ্গিত দেয়। অন্যদিকে, ফ্রাঙ্ক কেরমোড, রিভারসাইড শেকসপিয়ারে মনে করেন যে লেইর-এর প্রকাশনা শেক্সপিয়ারের ইতিমধ্যে রচিত নাটকের পরিবেশনার প্রতিক্রিয়া ছিল; উইলিয়াম স্ট্র্যাচির একটি সনেটের কথা উল্লেখ করে যেখানে লিয়ার-এর সাথে মৌখিক সাদৃশ্য থাকতে পারে, কেরমোড উপসংহারে বলেন যে \"১৬০৪-০৫ সালকে সেরা সমঝোতা বলে মনে হয়\"।\nনাটকের একটি লাইন যেখানে \"সূর্য ও চন্দ্রের এই সাম্প্রতিক গ্রহণ\" এর কথা বলা হয়েছে, সম্ভবত দুটি গ্রহণের ঘটনাকে বোঝানো হয়েছে যা লন্ডনের উপর কয়েক দিনের মধ্যে ঘটেছিল - ২৭ সেপ্টেম্বর ১৬০৫ সালের চন্দ্রগ্রহণ এবং ১২ অক্টোবর ১৬০৫ সালের সূর্যগ্রহণ। এই অসাধারণ ঘটনাটি জ্যোতিষীদের মধ্যে অনেক আলোচনার জন্ম দিয়েছিল। এডমন্ডের লাইন \"আমি অন্যদিন একটি ভবিষ্যদ্বাণী পড়েছিলাম...\" সম্ভবত জ্যোতিষীদের প্রকাশিত ভবিষ্যদ্বাণীগুলির উল্লেখ করে, যা গ্রহণের পরে প্রকাশিত হয়েছিল। এটি থেকে বোঝা যায় যে প্রথম অঙ্কের সেই লাইনগুলি উভয় গ্রহণের পরে এবং প্রকাশিত মন্তব্যের কিছু সময় পরে লেখা হয়েছিল।\n\nকিং লিয়ারের আধুনিক পাঠ তিনটি উৎস থেকে উদ্ভূত: দুটি কোয়ার্টো, একটি ১৬০৮ সালের প্রথম কোয়ার্টো এবং অন্যটি ১৬১৯ সালে দ্বিতীয় কোয়ার্টো প্রকাশিত, এবং ১৬২৩ সালের প্রথম ফোলিওর সংস্করণ। প্রথম কোয়ার্টোতে \"অনেক ত্রুটি ও গোলযোগ\" রয়েছে। প্রথম কোয়ার্টো এর উপর ভিত্তি করে তৈরি হয়েছিল দ্বিতীয় কোয়ার্টো। তবে এটি সংশোধন ও নতুন ত্রুটি উভয়ই যুক্ত করেছে। দ্বিতীয় কোয়ার্টোটি ফোলিও পাঠকদেরও প্রভাবিত করেছিল। কোয়ার্টো এবং ফোলিও পাঠের মধ্যে উল্লেখযোগ্য পার্থক্য রয়েছে। প্রথম কোয়ার্টোতে ২৮৫টি লাইন রয়েছে; তবে প্রথম ফোলিওতে রয়েছে প্রায় ১০০টি লাইন। এছাড়াও, দুটি পাঠের মধ্যে কমপক্ষে এক হাজার শব্দের পরিবর্তন রয়েছে, প্রতিটি পাঠের বিরাম চিহ্নের ভিন্ন শৈলী রয়েছে এবং প্রথম ফোলিওর প্রায় অর্ধেক শ্লোক লাইন প্রথম কোয়ার্টোতে গদ্য হিসাবে মুদ্রিত বা ভিন্নভাবে বিভক্ত। আলেকজান্ডার পোপের মাধ্যমে শুরু করে প্রাথমিক সম্পাদকরা দুটি পাঠকে একত্রিত করেন এবং আধুনিক সংস্করণ তৈরি করেন যা তখন থেকে সাধারণত ব্যবহৃত হয়ে আসছে। এই একত্রিত সংস্করণটি এই ধারণার উপর ভিত্তি করে তৈরি হয়েছিল যে সংস্করণগুলির পার্থক্য লেখকের কোনও পুনর্লিখনের ইঙ্গিত দেয় না; যে শেকসপিয়র শুধুমাত্র একটি মূল পাণ্ডুলিপি লিখেছিলেন, যা এখন হারিয়ে গেছে এবং কোয়ার্টো এবং ফোলিও সংস্করণগুলিতে সেই হারিয়ে যাওয়া মূলটির বিভিন্ন বিকৃত রূপ রয়েছে। ২০২১ সালে, ডানকান স্যালকেল্ড এই দৃষ্টিভঙ্গিকে সমর্থন করেন, পরামর্শ দেন যে প্রথম কোয়ার্টোর একজন পাঠক কম্পোজিটরকে বলে যাচ্ছিলেন এবং সেই কারণে ভুল শোনার ফলে অনেক ভুল হয়েছে। অন্যান্য সম্পাদক, যেমন অ্যান্থনি নাটাল এবং হ্যারল্ড ব্লুম, পরামর্শ দিয়েছেন যে শেকসপিয়র নিজেই অভিনয় এবং নাটকের অন্যান্য টেক্সচুয়াল প্রয়োজনীয়তার সাথে সামঞ্জস্য করার জন্য নাটকের অংশে কাজ করতে জড়িত থাকতে পারেন।\n১৯৩১ সালের প্রথম দিকে, ম্যাডেলিন ডোরান পরামর্শ দিয়েছিলেন যে দুটি পাঠের স্বাধীন ইতিহাস রয়েছে এবং তাদের মধ্যেকার পার্থক্যগুলি সমালোচনামূলকভাবে আকর্ষণীয়। তবে, এই যুক্তি ১৯৭০ এর দশকের শেষের দিকে ব্যাপকভাবে আলোচিত হয়নি, যখন এটি মূলত মাইকেল ওয়ারেন এবং গ্যারি টেলর দ্বারা পুনরুজ্জীবিত হয়েছিল, যারা ডোরানের ধারণা সহ বিভিন্ন তত্ত্ব নিয়ে আলোচনা করেন যে কোয়ার্টো সম্ভবত শেকসপিয়রের ফাউল পেপার্স থেকে মুদ্রিত হয়েছিল এবং ফোলিও সম্ভবত একটি প্রযোজনার জন্য প্রস্তুত প্রম্পটবুক থেকে মুদ্রিত হয়েছিল।\nনিউ কেমব্রিজ শেকসপিয়ের কোয়ার্টো এবং ফোলিও এর পৃথক সংস্করণ প্রকাশ করেছে।  সাম্প্রতিককালে পেলিকান শেকসপিয়র সংস্করণে ১৬০৮ কোয়ার্টো এবং ১৬২৩ ফোলিও পাঠের পাশাপাশি একটি একত্রিত সংস্করণ রয়েছে। আর. এ. ফোকস সম্পাদিত নিউ আর্ডেন সংস্করণ একটি একত্রিত পাঠ অফার করে যা সেই অংশগুলিকে নির্দেশ করে যা কেবল কোয়ার্টো বা ফোলিওতে পাওয়া যায়। অক্সফোর্ড বিশ্ববিদ্যালয়ের অ্যান্থনি নাটাল এবং ইয়েল বিশ্ববিদ্যালয়ের হ্যারল্ড ব্লুম উভয়েই শেকসপিয়র তার জীবদ্দশায় অন্তত একবার এই ট্র্যাজেডি সংশোধন করেছিলেন এই দৃষ্টিভঙ্গিকে সমর্থন করেছেন। যেমন হ্যারল্ড ব্লুম ইঙ্গিত করেন:\n\"শেকসপিয়রের সংশোধিত কিং লিয়ারের শেষে, অনিচ্ছুক এডগার ব্রিটেনের রাজা হন, তার ভাগ্যকে স্বীকার করেন কিন্তু হতাশার সুরে। অ্যান্থনি নাটাল অনুমান করেন যে এডগার, শেকসপিয়রের মতোই, দরিদ্র গ্লস্টারকে প্রতারিত করে দর্শকদের প্রভাবিত করার ক্ষমতা দখল করেন।\"\n\n\n== ব্যাখ্যা ও বিশ্লেষণ ==\nকিং লিয়ারের ব্যাপারে আর. এ. ফোকস্ বলেছিলেন,\n\n\n=== ঐতিহাসিক ব্যাখ্যা ===\nজন এফ. ড্যানবি, তার শেকসপিয়রস ডক্ট্রিন অফ নেচার – এ স্টাডি অফ কিং লিয়ার (১৯৪৯) গ্রন্থে যুক্তি দেখান যে লিয়ার নাটকটি, অন্যান্য বিষয়ের সাথে সাথে, \"প্রকৃতি\"র তৎকালীন অর্থগুলিকে নাট্যরূপ দেয়। \"প্রকৃতি\", \"স্বাভাবিক\" এবং \"অস্বাভাবিক\" শব্দগুলি নাটকে চল্লিশবারেরও বেশিবার এসেছে, যা শেক্সপিয়রের সময়ে প্রকৃতি আসলে কী ছিল সে সম্পর্কে একটি বিতর্ককে প্রতিফলিত করে; এই বিতর্ক নাটকটিতে পরিব্যাপ্ত এবং বজ্রপাতের প্রতি লিয়ারের পরিবর্তিত মনোভাবের মধ্যে প্রতীকী অভিব্যক্তি খুঁজে পায়। নাটকে মানব প্রকৃতির দুটি দৃঢ়ভাবে বিপরীত দৃষ্টিভঙ্গি রয়েছে: একটি লিয়ারের দল (লিয়ার, গ্লস্টার, আলবানি, কেন্ট)-এর, যা বেকন এবং হুকারের দর্শনের উদাহরণ দেয়, এবং অন্যটি এডমন্ডের দল (এডমান্ড, কর্নওয়াল, গনেরিল, রেগান)-এর, যা পরবর্তীকালে হবসের দ্বারা প্রণীত মতবাদের অনুরূপ, যদিও কিং লিয়ার প্রথমবার মঞ্চস্থ হওয়ার পরবর্তী সময়ে তিনি তার দর্শন ক্যারিয়ার শুরু করেননি। প্রকৃতির দুটি দৃষ্টিভঙ্গির পাশাপাশি, নাটকটিতে যুক্তিরও দুটি দৃষ্টিভঙ্গি রয়েছে, যা গ্লস্টার এবং এডমন্ডের জ্যোতিষশাস্ত্রের বক্তৃতাতে তুলে ধরা হয়েছে। এডমন্ড দলের যুক্তিবাদিতা এমন একটি যার সাথে আধুনিক দর্শক আরও সহজে পরিচিত হতে পারে। কিন্তু এডমন্ড দল সাহসী যুক্তিবাদকে এমন চরম পর্যায়ে নিয়ে যায় যে এটি উন্মাদনায় পরিণত হয়: যুক্তিতে একটি উন্মাদনা, লিয়ারের \"উন্মাদনায় যুক্তি\" এবং বিদূষকের মূর্খতায় জ্ঞানের বিদ্রূপাত্মক প্রতিরূপ! যুক্তির এই বিশ্বাসঘাতকতা নাটকের পরবর্তীকালে অনুভূতির উপর জোর দেওয়ার পিছনে রয়েছে।\nদুটি প্রকৃতি এবং দুটি যুক্তির অর্থ দুটি সমাজ। এডমন্ড নতুন মানুষ, প্রতিযোগিতার যুগ, সন্দেহ, গৌরবের যুগের একজন সদস্য, মধ্যযুগ থেকে আসা পুরোনো সমাজের বিপরীতে, যা সহযোগিতা, যুক্তিসঙ্গত শালীনতা এবং অংশের চেয়ে সমগ্রের প্রতি শ্রদ্ধার বিশ্বাস নিয়ে গঠিত। এইভাবে কিং লিয়ার একটি রূপক। মধ্যযুগীয় দৃষ্টিভঙ্গির প্রাচীন সমাজ, তার অন্ধ রাজাকে নিয়ে, ত্রুটিতে পড়ে এবং নতুন ম্যাকিয়াভেল্লিয়ানিজম দ্বারা হুমকির সম্মুখীন হয়; এটি রাজার প্রত্যাখ্যাত কন্যার মধ্যে মূর্ত একটি নতুন ব্যবস্থার দর্শনের মাধ্যমে পুনর্জন্ম লাভ করে এবং রক্ষা পায়। রূপক পরিকল্পনায় কর্ডেলিয়া ত্রিমুখী: একজন ব্যক্তি; একটি নৈতিক নীতি (প্রেম); এবং একটি সম্প্রদায়। তবুও, নতুন মানুষ সম্পর্কে শেকসপিয়রের উপলব্ধি এত বিস্তৃত যে তা প্রায় সহানুভূতিতে পৌঁছে যায়। এডমন্ড রেনেসাঁস ব্যক্তিবাদ - শক্তি, মুক্তি, সাহস- এর দিকের শেষ মহান অভিব্যক্তি, যা পশ্চিমের ঐতিহ্যে একটি ইতিবাচক অবদান রেখেছে। এটি এমন কিছু অত্যাবশ্যকীয় জিনিসের মূর্ত প্রতীক যা চূড়ান্ত সংশ্লেষণকে পুনরায় নিশ্চিত করতে হবে। কিন্তু তিনি একটি পরম দাবি করেন যা শেকসপিয়র সমর্থন করবেন না। এডমন্ডের মতো মানুষের অনুভব করা সঠিক যে সমাজ মানুষের জন্য বিদ্যমান, মানুষ সমাজের জন্য নয়। এডমান্ড যে ধরনের মানুষকে এই আধিপত্যে প্রতিষ্ঠিত করতে চায়, তা দাবি করা সঠিক নয়।\nনাটকটি সামন্ততান্ত্রিক-ম্যাকিয়াভেলিয়ান মেরুর একটি বিকল্প প্রস্তাব করে, যা ফ্রান্সের বক্তৃতায়, লিয়ার এবং গ্লস্টারের প্রার্থনায় এবং কর্ডেলিয়ার চরিত্রে পূর্বসূচিত। যতক্ষণ না একটি শালীন সমাজ অর্জিত হয়, ততক্ষণ পর্যন্ত আমাদের এডগারকে ভালোর ম্যাকিয়াভেল, ধৈর্য, সাহস এবং পরিপক্কতায় আদর্শ হিসেবে গ্রহণ করতে হবে।\n\nনাটকটিতে রাজা প্রথম জেমস এবং সংসদের মধ্যেকার বিরোধের উল্লেখ রয়েছে। ১৬০৪ সালে 'হাউস অফ কমন্সের নির্বাচনে, অর্থমন্ত্রী স্যার জন ফোর্টস্কেউ বাকিংহামশায়ার জেন্ট্রির একজন সদস্য স্যার ফ্রান্সিস গুডউইনের কাছে পরাজিত হন। ফলাফলে অসন্তুষ্ট হয়ে, জেমস বাকিংহামশায়ার নির্বাচনের ফলাফল বাতিল ঘোষণা করেন এবং ফোর্টস্কেউকে বাকিংহামশায়ারের এমপি হিসাবে শপথ গ্রহণ করান, হাউস অফ কমন্স গুডউইনকে শপথ গ্রহণের উপর জোর দেয়, যার ফলে রাজা এবং সংসদের মধ্যে বিরোধ দেখা দেয় যে হাউস অফ কমন্সে কে বসবে তা সিদ্ধান্ত নেওয়ার অধিকার কার আছে। এমপি থমাস ওয়েন্টওয়ার্থ, অন্য এমপি পিটার ওয়েন্টওয়ার্থের পুত্র - যিনি প্রায়শই এলিজাবেথের অধীনে কমন্সে উত্তরাধিকারের প্রশ্ন তোলার জন্য কারাবন্দী ছিলেন - জেমসের হাউস অফ কমন্সের ক্ষমতা হ্রাস করার প্রচেষ্টার প্রতিবাদে সবচেয়ে সোচ্চার ছিলেন, তিনি বলেন যে রাজা যদি কাউকে আসন জিততে অপছন্দ করেন তবে তিনি কেবল নির্বাচনের ফলাফল বাতিল ঘোষণা করতে পারেন না যেমনটি তিনি জোর দিয়েছিলেন যে তিনি করতে পারেন। কেন্টের চরিত্রটি পিটার ওয়েন্টওয়ার্থের সাথে সাদৃশ্যপূর্ণ যেভাবে তিনি লিয়ারকে পরামর্শ দেওয়ার ক্ষেত্রে কৌশলী এবং স্পষ্টবাদী, কিন্তু তার বক্তব্যটি বৈধ যে লিয়ারের তার বন্ধু এবং উপদেষ্টাদের প্রতি আরও সতর্ক হওয়া উচিত।.\nঠিক যেমন হাউস অফ কমন্স জেমসের কাছে যুক্তি দিয়েছিল যে তাদের আনুগত্য ইংল্যান্ডের সংবিধানের প্রতি, রাজার প্রতি ব্যক্তিগতভাবে নয়, কেন্ট জোর দিয়ে বলেন যে তার আনুগত্য প্রাতিষ্ঠানিক, ব্যক্তিগত নয়, কারণ তিনি রাজ্যের প্রতি অনুগত যার প্রধান রাজা, লিয়ারের প্রতি নয় এবং তিনি লিয়ারকে রাজ্যের ভালোর জন্য আরও ভাল আচরণ করতে বলেন। বিপরীতে, লিয়ার জেমসের অনুরূপ যুক্তি দেন যে রাজা হিসাবে, তিনি পরম ক্ষমতা ধারণ করেন এবং যদি তারা তাকে অসন্তুষ্ট করে তবে তিনি যখন খুশি তার প্রজাদের মতামতকে উপেক্ষা করতে পারেন। নাটকে: বিদূষক, কেন্ট এবং কর্ডেলিয়ার মতো চরিত্রগুলি, যাদের আনুগত্য প্রাতিষ্ঠানিক, রাজ্যের প্রতি তারা প্রথম আনুগত্য দেখায়; রিগান এবং গনেরিলের মতো চরিত্রগুলির চেয়ে বেশি অনুকূলভাবে চিত্রিত করা হয়েছে, যারা জোর দিয়ে বলেন যে তারা কেবল রাজার প্রতি অনুগত, তাদের আনুগত্যকে  নিজেদের ব্যক্তিগত হিসাবে দেখে। একইভাবে, জেমস তার উচ্ছৃঙ্খল, দুর্নীতিগ্রস্ত জীবনধারা এবং তার চাটুকার সভাসদদের প্রতি তার পছন্দের জন্য কুখ্যাত ছিলেন যারা অগ্রগতির আশায় সর্বদা তার প্রশংসা গাইতেন, তার আদালতের দিকগুলি রাজা লিয়ারের আদালতের সাথে ঘনিষ্ঠভাবে সাদৃশ্যপূর্ণ, যিনি নাটকের শুরুতে একটি উচ্ছৃঙ্খল, দুর্নীতিগ্রস্ত চাটুকার সভাসদদের আদালত দিয়ে শুরু করেন। কেন্ট অসওয়াল্ডকে এমন একজন ব্যক্তি হিসাবে সমালোচনা করেন যিনি অফিসের অযোগ্য যিনি কেবল তার চাটুকারিতার কারণে পদোন্নতি পেয়েছেন, লিয়ারকে বলেন যে তিনি তাদের প্রতি অনুগত থাকুন যারা তাকে সত্য কথা বলতে ইচ্ছুক, এমন একটি বক্তব্য যা ইংল্যান্ডের অনেকেই চেয়েছিলেন যে জেমস মনোযোগ দিন।\nতাছাড়া, ১৬০৩ সালে রাণী প্রথম এলিজাবেথ-এর মৃত্যুর পর স্কটল্যান্ডের ষষ্ঠ জেমস ইংল্যান্ডের সিংহাসন উত্তরাধিকার সূত্রে লাভ করেন, এর মাধ্যমে ব্রিটেনের দ্বীপের রাজ্যগুলিকে একত্রিত করে একটি রাজ্যে পরিণত করেন এবং তার রাজত্বের একটি প্রধান সমস্যা ছিল একটি সাধারণ ব্রিটিশ পরিচয় তৈরি করার চেষ্টা। জেমস তার পুত্র হেনরি এবং চার্লসকে ডিউক অফ কর্নওয়াল এবং ডিউক অফ আলবানি উপাধি দিয়েছিলেন, যে একই উপাধি রেগান এবং গনেরিলের সাথে বিবাহিত পুরুষদের ছিল। নাটকটি, লিয়ার সমস্ত ব্রিটেন শাসন করার মাধ্যমে শুরু হয় এবং তার রাজ্য ধ্বংস করার মাধ্যমে শেষ হয়; সমালোচক অ্যান্ড্রু হ্যাডফিল্ড যুক্তি দিয়েছিলেন যে লিয়ার কর্তৃক ব্রিটেনের বিভাজন ছিল জেমস কর্তৃক ব্রিটেনের একত্রীকরণের বিপরীত, যিনি বিশ্বাস করতেন যে তার নীতিগুলির ফলে তার উত্তরাধিকারীর কাছে একটি সুশাসিত এবং সমৃদ্ধ রাজ্য অর্পণ করা সম্ভব হবে। হ্যাডফিল্ড যুক্তি দিয়েছিলেন যে নাটকটি জেমসকে একটি সতর্কতা হিসাবে বোঝানো হয়েছিল কারণ নাটকে একজন রাজা তার চাটুকার সভাসদদের কাছে আত্মসমর্পণ করে সবকিছু হারান যারা কেবল তাকে ব্যবহার করতে চায় এবং যারা তাকে সত্যই ভালোবাসত তাদের অবহেলা করে। হ্যাডফিল্ড আরও যুক্তি দিয়েছিলেন যে লিয়ার-এর আদালতের জগৎ \"শিশুসুলভ\" যেখানে লিয়ার নিজেকে \"জাতির পিতা\" হিসাবে উপস্থাপন করেন এবং তার সমস্ত প্রজাকে, কেবল তার সন্তানদেরকেই নয়, পিতৃসুলভ ভাষায় তাকে সম্বোধন করতে বলেন, যা তার চারপাশে বেশিরভাগ লোককে শিশুসুলভ করে তোলে, যা স্পষ্টভাবে জেমসের ১৫৯৮ সালের বই The Trew Law of Free Monarchies-এ বলা বক্তব্যের উল্লেখ করে যে রাজা হলেন \"জাতির পিতা\", যার জন্য তার সমস্ত প্রজা তার সন্তান।\n\n\n=== মনোবিশ্লেষণ ===\nকিং লিয়ারকে \"ইংরেজি সাহিত্যের ইতিহাসে মানসিক ভাঙ্গনের প্রাথমিক দৃষ্টান্তের একটি\" হিসাবে বিবেচনা করা হয়। নাটকটি লিয়ারের \"প্রায়-রূপকথার মতো আত্মকেন্দ্রিকতা\" দিয়ে শুরু হয়।\nকিং লিয়ারে বৈধ মায়ের অনুপস্থিতিতে, কপেলিয়া কান নাটকটিতে পাওয়া \"মাতৃত্বের অন্তর্নিহিত অর্থ\"-এর একটি মনোবিশ্লেষণমূলক ব্যাখ্যা দিয়েছেন। কান-এর মতে, লিয়ারের বার্ধক্য তাকে শৈশবের অবস্থায় ফিরে যেতে বাধ্য করে এবং এখন তিনি এমন এক ভালবাসা চান যা ঐতিহ্যগতভাবে একজন মা-রূপী মহিলার দ্বারা সন্তুষ্ট হয়, কিন্তু প্রকৃত মায়ের অভাবে, তার মেয়েরা মায়ের ভূমিকায় অবতীর্ণ হয়। গনেরিল, রেগান এবং কর্ডেলিয়ার মধ্যে লিয়ারের প্রেমের প্রতিযোগিতা একটি বাধ্যতামূলক চুক্তি হিসাবে কাজ করে; তার মেয়েরা তাদের উত্তরাধিকার পাবে যদি তারা তার যত্ন নেয়, বিশেষ করে কর্ডেলিয়া, যার উপর তিনি অনেক বেশি নির্ভরশীল হবেন।\nকর্ডেলিয়ার নিজেকে তার কাছে উৎসর্গ করতে এবং তাকে একজন পিতার চেয়ে বেশি ভালবাসতে অস্বীকার করাকে কেউ কেউ অজাচার-এর বিপরীত হিসাবে ব্যাখ্যা করেছেন, কিন্তু কান মায়ের প্রত্যাখ্যানের চিত্রও যুক্ত করেছেন। পরিস্থিতি এখন বাবা-মেয়ের ভূমিকার বিপরীত, যেখানে লিয়ারের পাগলামি হল মাতৃ-যত্নের অভাবের কারণে শিশুর মতো রাগ। এমনকি যখন লিয়ার এবং কর্ডেলিয়া একসাথে বন্দী হন, তখনও তার পাগলামি অব্যাহত থাকে কারণ লিয়ার কারাগারে একটি শিশুশালা কল্পনা করেন, যেখানে কর্ডেলিয়ার একমাত্র অস্তিত্ব তার জন্য। শুধুমাত্র কর্ডেলিয়ার মৃত্যুর মাধ্যমেই তার মা-মেয়ের কল্পনা শেষ হয়, কারণ কিং লিয়ার শুধুমাত্র পুরুষ চরিত্রদের জীবন্ত থাকার মাধ্যমে শেষ হয়।\n\nফ্রয়েড জোর দিয়ে বলেছিলেন যে কর্ডেলিয়া মৃত্যুর প্রতীক। অতএব, যখন নাটকটি লিয়ার তার মেয়েকে প্রত্যাখ্যান করার মাধ্যমে শুরু হয়, তখন এটিকে তার মৃত্যুর প্রত্যাখ্যান হিসাবে ব্যাখ্যা করা যেতে পারে; লিয়ার তার অস্তিত্বের সীমাবদ্ধতার মুখোমুখি হতে অনিচ্ছুক। নাটকের মর্মস্পর্শী সমাপ্তি দৃশ্য, যেখানে লিয়ার তার প্রিয় কর্ডেলিয়ার মৃতদেহ বহন করে, ফ্রয়েডের কাছে অত্যন্ত গুরুত্বপূর্ণ ছিল। এই দৃশ্যে, কর্ডেলিয়া তার সীমাবদ্ধতার উপলব্ধি করতে বাধ্য করে, অথবা যেমন ফ্রয়েড বলেছিলেন, তিনি তাকে \"মৃত্যুর প্রয়োজনীয়তার সাথে বন্ধুত্ব করতে\" বাধ্য করেন।\nঅন্যভাবে, অ্যাডলারিয়ান তত্ত্বের উপর ভিত্তি করে একটি বিশ্লেষণ নির্দেশ করে যে প্রথম অঙ্কে রাজকন্যার মধ্যে রাজার প্রতিযোগিতা অবিবাহিত কর্ডেলিয়ার উপর তার নিয়ন্ত্রণ নিয়ে বেশি। এই তত্ত্ব ইঙ্গিত দেয় যে রাজার \"সিংহাসনচ্যুতি\" সম্ভবত তাকে সেই নিয়ন্ত্রণ খুঁজতে পরিচালিত করেছিল যা তিনি তার জমি ভাগ করার পরে হারিয়েছিলেন।\nএডমন্ডের চরিত্র-চিত্রণ সম্পর্কে তার গবেষণায়, হ্যারল্ড ব্লুম তাকে \"শেক্সপিয়রের সবচেয়ে মৌলিক চরিত্র\" হিসাবে উল্লেখ করেছেন।. ব্লুম লিখেছেন, \"হাজলিট যেমন উল্লেখ করেছেন, এডমান্ড গনেরিল এবং রিগানের ভণ্ডামিতে অংশ নেয় না: তার ম্যাকিয়াভেলিয়ানিজম একেবারে বিশুদ্ধ এবং এতে কোনও খারাপ উদ্দেশ্য নেই।\nপরিবারের রোম্যান্স সম্পর্কে ফ্রয়েডের দৃষ্টিভঙ্গি এডমন্ডের ক্ষেত্রে প্রযোজ্য নয়। ইয়াগো প্রতি মিনিটে নিজেকে নতুন করে আবিষ্কার করতে পারে, তবুও ইয়াগোর প্রবল আবেগ রয়েছে, যতই নেতিবাচক হোক না কেন। এডমান্ডের কোনও আবেগ নেই; সে কখনও কাউকে ভালোবাসেনি এবং সে কখনও ভালোবাসবে না। সেই ক্ষেত্রে, তিনি শেক্সপিয়রের সবচেয়ে মৌলিক চরিত্র।\nলিয়ারের তার চাহিদা এবং কর্মের পরিণতির বোধগম্যতার অভাবের বিয়োগান্তক ঘটনা প্রায়শই একটি নষ্ট শিশুর মতো বলে মনে করা হয়, তবে এটিও উল্লেখ করা হয়েছে যে তার আচরণ সমানভাবে সেই পিতামাতার মধ্যে দেখা যেতে পারে যারা তাদের সন্তান বড় হয়েছে তা মেনে নিতে পারেনি।\n\n\n=== কিং লিয়ারে খ্রিষ্ট ধর্ম ===\n\nসমালোচকরা এই প্রশ্নে বিভক্ত যে রাজা লিয়ার কোনো নির্দিষ্ট খ্রিস্টীয় মতবাদের স্বীকৃতি দেয় কিনা।  যারা এর পক্ষে মনে করেন, তারা বিভিন্ন যুক্তি উপস্থাপন করেন, যার মধ্যে লিয়ারের আত্ম-বিনিয়োগের তাৎপর্য অন্যতম। কিছু সমালোচকের মতে, এটি ক্ষমতাশালীদের পতন এবং জাগতিকতার অনিবার্য ক্ষতির খ্রিস্টীয় ধারণার প্রতিফলন ঘটায়। ১৫৬৯ সালের মধ্যে, আদালতে দেওয়া ধর্মোপদেশ, যেমন উইন্ডসরে প্রচারিত উপদেশগুলো, ঘোষণা করেছিল: \"ধনী মানুষ ধনী ধূলি, জ্ঞানী মানুষ জ্ঞানী ধূলি... যে ব্যক্তি বেগুনি পোশাক পরিধান করে এবং মুকুট ধারণ করে, সেখান থেকে শুরু করে যে ব্যক্তি সবচেয়ে সাধারণ পোশাক পরিধান করে, সবাই শুধুই বিশৃঙ্খলা, অশান্তি, প্রতিযোগিতা, দীর্ঘস্থায়ী ক্রোধ, মৃত্যুভয় এবং মৃত্যু, ক্ষুধা, এবং ঈশ্বরের অনেক শাস্তির মধ্যে আবর্তিত হয়।\" কেউ কেউ এটি কর্ডেলিয়ার মধ্যে এবং সে যা প্রতীকী করেছিল তার মধ্যে দেখেন—যে বস্তুগত দেহ কেবল খোসা যা শেষ পর্যন্ত ফেলে দেওয়া হবে যাতে ফল পৌঁছানো যায়।\nযারা যুক্তি দেন যে দুঃখভোগের মাধ্যমে লিয়ার খ্রিস্টীয় অর্থে মুক্তি পেয়েছেন তাদের মধ্যে এ.সি. ব্র্যাডলি এবং জন রেইবেটানজ রয়েছেন। রেইবেটানজ লিখেছেন, \"তার দুঃখভোগের মাধ্যমে, লিয়ার একটি আলোকিত আত্মা অর্জন করেছেন\"। অন্যান্য সমালোচকরা যারা মুক্তির কোনও প্রমাণ খুঁজে পান না এবং চূড়ান্ত আইনের ভয়াবহতার উপর জোর দেন তাদের মধ্যে জন হলওয়ে  এবং মারভিন রোজেনবার্গ অন্তর্ভুক্ত। উইলিয়াম আর. এলটন নাটকের প্রাক-খ্রিস্টীয় পটভূমির উপর জোর দিয়ে লিখেছেন যে, \"লিয়ার জীবনে পৌত্তলিক আচরণের মানদণ্ড পূরণ করেন, তার অপরিবর্তনীয় ক্ষতির মুহুর্তে সম্পূর্ণ ধর্মদ্রোহিতায় পতিত হন।\" এটি সেই পদ্ধতির সাথে সম্পর্কিত যেখানে কিছু সূত্র উল্লেখ করে যে গল্পের শেষে, রাজা লিয়ার স্বর্গের বিরুদ্ধে ক্ষোভ প্রকাশ করেছিলেন এবং অবশেষে কর্ডেলিয়ার মৃত্যুতে হতাশ হয়ে মারা যান।\nহেরল্ড ব্লুম যুক্তি দেন যে কিং লিয়ার সম্পূর্ণভাবে একটি নৈতিক ব্যবস্থাকে অতিক্রম করে, এবং এইভাবে এটি নাটকের অন্যতম প্রধান বিজয়। ব্লুম লিখেছেন যে নাটকে, \"...কোনও ধর্মতত্ত্ব নেই, কোনও অধিবিদ্যা নেই, কোনও নীতিশাস্ত্র নেই\"।\n\n\n== অভিনয়ে কিং লিয়ার ==\nকিং লিয়ার ১৭ শতক থেকে খ্যাতি সম্পন্ন অভিনেতাদের দ্বারা অভিনীত হয়ে আসছে, যদিও পুরুষরাই সমস্ত চরিত্রে অভিনয় করত! ২০ শতক থেকে বেশ কয়েকজন নারী নাটকের পুরুষ চরিত্রে অভিনয় করেছেন, যাদের মধ্যে সবচেয়ে বেশি অভিনয় করেছেন বিদূষকের চরিত্রে! এই চরিত্রে (অন্যান্যদের মধ্যে) জুডি ডেভিস, এমা থম্পসন এবং রবিন নেভিন অভিনয় করেছেন। লিয়ারের ভূমিকায় ম্যারিয়েন হোপ ১৯৯০ সালে, জেনেট রাইট ১৯৯৫ সালে, ক্যাথরিন হান্টার ১৯৯৬-৯৭ সালে এবং গ্লেন্ডা জ্যাকসন ২০১৬ এবং ২০১৯ সালে অভিনয় করেছেন।\n\n\n=== সপ্তদশ শতাব্দী ===\n\nশেকসপিয়র তাঁর থিয়েটারের প্রধান অভিনেতা, রিচার্ড বার্বেজের জন্য লিয়ারের চরিত্রটি লিখেছিলেন, যাঁর ক্যারিয়ার যতই এগিয়েছে শেকসপিয়র তাঁর জন্য ক্রমশ বয়স্ক চরিত্র লিখে যাচ্ছিলেন।  অনুমান করা হয় যে হয় থিয়েটারের ভাঁড় রবার্ট আর্মিনের জন্য বিদূষক চরিত্রটি লেখা হয়েছিল, অথবা এটি থিয়েটারের ছেলেদের একজনের দ্বারা অভিনয়ের জন্য লেখা হয়েছিল, যিনি একই সাথে কর্ডেলিয়ার ভূমিকায় অভিনয় করতেন।  শেকসপিয়রের জীবদ্দশায় এই নাটকটির মাত্র একটি নির্দিষ্ট অভিনয়ের কথা জানা যায়: ২৬ ডিসেম্বর ১৬০৬ সালে হোয়াইটহলে রাজা প্রথম জেমসের দরবারে। এর মূল পরিবেশনাগুলি গ্লোব থিয়েটারে হত, যেখানে আধুনিক অর্থে কোনও সেট ছিল না এবং চরিত্রগুলি সাঁজ এবং পোশাকের মাধ্যমে তাদের ভূমিকা বোঝাত: উদাহরণস্বরূপ, লিয়ারের পোশাক নাটকের সময় তাঁর মর্যাদা হ্রাসের সাথে সাথে পরিবর্তিত হত: প্রথমে মুকুট এবং রাজকীয় পোশাকে শুরু; তারপর একজন শিকারী হিসাবে; ঝড়ের দৃশ্যে খালি মাথায় উন্মত্ত অবস্থায়; এবং অবশেষে তাঁর আসল অবস্থার প্যারোডি হিসাবে ফুল দিয়ে মুকুট পরে।\n১৬৪২ সালের ৬ সেপ্টেম্বর পিউরিটান সরকার সমস্ত থিয়েটার বন্ধ করে দেয়। ১৬৬০ সালে রাজতন্ত্র পুনরুদ্ধারের পর, দুটি পেটেন্ট কোম্পানি (কিং'স কোম্পানি এবং ডিউক'স কোম্পানি) প্রতিষ্ঠিত হয় এবং বিদ্যমান নাট্যশালাগুলির ভাণ্ডার তাদের মধ্যে ভাগ করে দেওয়া হয়। এবং রাজতন্ত্র পুনরুদ্ধার থেকে উনিশ শতকের মাঝামাঝি পর্যন্ত কিং লিয়ারের অভিনয়ের ইতিহাস শেকসপিয়রের সংস্করণের গল্প নয়, বরং নাহুম টেটের একটি জনপ্রিয় রূপান্তর, দ্যা হিস্টোরি অফ কিং লিয়ার-এর গল্প। শেক্সপিয়র থেকে এর সবচেয়ে উল্লেখযোগ্য বিচ্যুতি ছিল বিদূষককে সম্পূর্ণভাবে বাদ দেওয়া, একটি সুখী সমাপ্তি প্রবর্তন করা যেখানে লিয়ার ও কর্ডেলিয়া বেঁচে থাকে এবং কর্ডেলিয়া ও এডগারের মধ্যে একটি প্রেমের গল্প তৈরি করা (যে দুটি চরিত্র শেকসপিয়রের গল্পে কখনোই একে অপরের সাথে কথা বলে নি) যা তাদের বিবাহের মাধ্যমে শেষ হয়।  শেকসপিয়রের বেশিরভাগ রেস্টোরেশন অ্যাডাপ্টারের মতো, টেট শেকসপিয়রের সহজাত প্রতিভার প্রশংসা করেছিলেন কিন্তু তাঁর কাজকে সমসাময়িক শিল্পের মান (যা মূলত সময়, স্থান এবং কর্মের নবশাস্ত্রীয় ঐক্যের দ্বারা পরিচালিত ছিল) দিয়ে বাড়ানো উপযুক্ত মনে করেছিলেন। কাঁচা প্রকৃতি এবং পরিমার্জিত শিল্পের মধ্যে ভারসাম্য বজায় রাখার জন্য টেটের সংগ্রাম তাঁর ট্র্যাজেডির বর্ণনায় স্পষ্ট: \"মুক্তাগুলির স্তূপ, অসংলগ্ন এবং পালিশবিহীন; তবুও তাদের বিশৃঙ্খলায় এতই চকচক করছে যে আমি শীঘ্রই বুঝতে পারলাম যে আমি একটি গুপ্তধন দখল করেছি।\" অন্যান্য পরিবর্তনের মধ্যে নাটকটিকে সমসাময়িক কাব্যিক বিচারের ধারণার কাছাকাছি নিয়ে আসা এবং উত্তেজনাপূর্ণ উপাদান যুক্ত করা যেমন- এডমন্ডের সাথে রেগান ও গনেরিল উভয়ের প্রেমের সম্পর্ক, একটি দৃশ্য যেখানে এডগার এডমন্ডের অপহরণ ও ধর্ষণের চেষ্টা থেকে কর্ডেলিয়াকে উদ্ধার করে এবং একটি দৃশ্য যেখানে কর্ডেলিয়া পুরুষের প্যান্ট পরে থাকে যা অভিনেত্রীর গোড়ালি দৃষ্টিগোচর করত! নাটকটি \"রাজার ধন্য পুনরুদ্ধার\" এর উদযাপনের মাধ্যমে শেষ হয়, যা স্পষ্টতই দ্বিতীয় চার্লসের উল্লেখ।\n\n\n=== অষ্টাদশ শতাব্দী ===\nআঠারো শতকের গোড়ার দিকে, কিছু লেখক এই ধরনের নাট্য রূপান্তরের প্রতি আপত্তি জানাতে শুরু করেন। উদাহরণস্বরূপ, ১৬ এপ্রিল ১৭১১-এ দ্য স্পেকটেটর-এ জোসেফ অ্যাডিসন লিখেছিলেন, \"কিং লিয়ার একটি চমৎকার বিয়োগান্তক নাটক ... যেমন শেকসপিয়র লিখেছিলেন; কিন্তু আমার বিনম্র মতে, কাব্যিক বিচারের কাল্পনিক ধারণানুসারে এটিকে সংস্কার করার পরে এর অর্ধেক সৌন্দর্য হারিয়েছে।\" তবুও মঞ্চে টেটের সংস্করণই প্রবল ছিল।\nডেভিড গ্যারিক ছিলেন প্রথম অভিনেতা ও পরিচালক যিনি শেকসপিয়রের মূলের পক্ষে টেটের রূপান্তরের উপাদানগুলি ছেঁটে ফেলতে শুরু করেন: তিনি সুখী সমাপ্তিসহ টেটের প্রধান পরিবর্তনগুলি ধরে রেখেছিলেন, কিন্তু এডগারের সমাপ্তি বক্তৃতা সহ টেটের অনেকগুলি লাইন বাদ দিয়েছিলেন। লিয়ার এবং তাঁর কন্যাদের মধ্যে সম্পর্কের উপর বেশি মনোযোগ দেওয়ার জন্য তিনি এডগার-কর্ডেলিয়ার প্রেমের গল্পের গুরুত্বও হ্রাস করেন। তাঁর সংস্করণটির একটি শক্তিশালী আবেগগত প্রভাব ছিল: তাঁর কন্যাদের দ্বারা লিয়ারকে উন্মাদ অবস্থায় চালিত করা (একজন দর্শকের কথায়, আর্থার মারফি) ছিল \"যে কোনও মঞ্চে দেখা সবচেয়ে সূক্ষ্ম দুঃখজনক দুর্দশা\" এবং বিপরীতে, কর্ডেলিয়া (ভূমিকার প্রতি শেকসপিয়র, টেট এবং গ্যারিকের অবদানের মিশ্রণ) লিয়ারের প্রতি যে ভক্তি দেখিয়েছিলেন তাতে দর্শকরা অশ্রুসিক্ত হয়েছিলেন।\nউত্তর আমেরিকাতে কিং লিয়ারের প্রথম পেশাদার পরিবেশনা সম্ভবত হ্যালাম কোম্পানি (পরে আমেরিকান কোম্পানি) দ্বারা হয়েছিল, যারা ১৭৫২ সালে ভার্জিনিয়াতে এসেছিল এবং তারা ১৭৭৪ সালে জ্যামাইকার উদ্দেশ্যে রওনা হওয়ার সময় নাটকটিকে তাদের ভাণ্ডারে গণনা করত।\n\n\n=== ঊনবিংশ শতাব্দী ===\n\nচার্লস ল্যাম্ব ১৮১১ সালের তার অন দ্য ট্র্যাজেডিজ অফ শেকসপীয়ার, কন্সিডারড উইথ রেফারেন্স টু দেয়ার ফিটনেস ফর স্টেজ রিপ্রেজেন্টেশন প্রবন্ধে রাজা লিয়ার সম্পর্কে রোমান্টিকদের মনোভাব প্রতিষ্ঠা করেন, যেখানে তিনি বলেন যে, \"নাটকটি মঞ্চে উপস্থাপন করা মূলত অসম্ভব, এটিকে অধ্যয়ন কক্ষে অভিজ্ঞতাই তিনি বেশি পছন্দ করেন।\" তিনি যুক্তি দেন যে থিয়েটারে, \"লিয়রকে অভিনয় করতে দেখা, একজন বৃদ্ধকে লাঠিসোঁটা নিয়ে মঞ্চে টলমল করতে দেখা, তার কন্যাদের দ্বারা বৃষ্টির রাতে বাড়ির বাইরে বের করে দেওয়া, এর মধ্যে বেদনাদায়ক এবং জঘন্য ছাড়া আর কিছুই নেই। তবে যখন আমরা এটি পড়ি, তখন আমরা লিয়ারকে দেখি না বরং আমরাই লিয়ার হয়ে যাই - আমরা তার মনের মধ্যে থাকি, আমরা এমন এক মহত্ত্ব দ্বারা সমর্থিত হই যা কন্যাদের বিদ্বেষ এবং ঝড়কে ব্যর্থ করে দেয়।\"  সাহিত্য সমালোচক জ্যানেট রুথ হেলার ল্যাম্ব, স্যামুয়েল টেইলর কোলরিজ এবং উইলিয়াম হ্যাজলিটের ট্র্যাজেডির পরিবেশনা, বিশেষ করে শেকসপীয়রীয় ট্র্যাজেডির প্রতি শত্রুতার বিশদ বিবরণ দিয়েছেন। তারা বিশ্বাস করতেন যে এই ধরনের মঞ্চায়ন কল্পনার চেয়ে ইন্দ্রিয়গুলির কাছে বেশি আবেদন করে। অন্যদিকে, পড়া কল্পনাকে উদ্দীপিত করে। এছাড়াও, হেলার সেই ধারণার ইতিহাস সন্ধান করেছেন যে ট্র্যাজেডি পড়া উচিত, অভিনয় করা উচিত নয়, প্লেটো এবং অ্যারিস্টটলের পোয়েটিক্সের ভুল ব্যাখ্যার মাধ্যমে।\nতৃতীয় জর্জের উন্মাদনার সময় কিং লিয়ার রাজনৈতিকভাবে বিতর্কিত ছিল এবং এর ফলে ১৮১১ থেকে ১৮২০ সাল পর্যন্ত লন্ডনের দুটি পেশাদার থিয়েটারে এটি একবারও পরিবেশিত হয়নি: তবে তার মৃত্যুর তিন মাসের মধ্যে উভয়টিতেই এটি প্রধান প্রযোজনাগুলোর বিষয় ছিল। উনিশ শতকে টেটের সংস্করণকে প্রতিস্থাপিত করে শেকসপীয়রের মূল পাঠ্য ধীরে ধীরে পুনঃপ্রবর্তিত হতে দেখা যায়। গ্যারিক এর আগে যেমন করেছিলেন, জন ফিলিপ কেম্বলও টেটের সংস্করণের তিনটি প্রধান উপাদান - প্রেমের গল্প, বিদূষককে বাদ দেওয়া এবং সুখী সমাপ্তি বজায় রেখে শেকসপীয়রের আরও বেশি পাঠ্য যুক্ত করেছিলেন। এডমন্ড কিন ১৮২৩ সালে ট্র্যাজিক সমাপ্তি সহ রাজা লিয়ার চরিত্রে অভিনয় করেছিলেন, কিন্তু ব্যর্থ হন এবং মাত্র তিনটি পরিবেশনার পর টেটের জনপ্রিয়তা আবার ফিরে আসেন। অবশেষে ১৮৩৮ সালে, উইলিয়াম ম্যাক্রেডি কভেন্ট গার্ডেনে টেটের অভিযোজন থেকে মুক্ত হয়ে শেকসপীয়রের সংস্করণ পরিবেশন করেন। পুনরুদ্ধারকৃত বিদূষকের চরিত্রটি প্রিসিলা হর্টন অভিনয় করেছিলেন, একজন দর্শকের ভাষায়, \"একটি ভঙ্গুর, ক্ষয়িষ্ণু, সুন্দর মুখের, অর্ধ-বোকা চেহারার ছেলে\"। আর হেলেন ফাউসিটের কন্যা হিসেবে তার শেষ উপস্থিতি, তার বাবার বাহুতে মৃত অবস্থায়, ভিক্টোরিয়ান যুগের অন্যতম আইকনিক ছবি হয়ে ওঠে।  ১৪ ফেব্রুয়ারি ১৮৩৮ সালে এক্সামিনার-এ জন ফস্টার লিখেছিলেন যে \"মি. ম্যাক্রেডির সাফল্য সেই কলঙ্কিত টেটের সংস্করণ মঞ্চ থেকে চিরতরে দূর করেছে।\"  তবে এই সংস্করণটিও শেকসপীয়রের কাছাকাছি ছিল না: উনিশ শতকের অভিনেতা-পরিচালকরা শেকসপিয়রের স্ক্রিপ্টগুলিকে ব্যাপকভাবে কাটছাঁট করতেন: বড় \"কার্টেন এফেক্ট\"-এ দৃশ্য শেষ করতেন এবং তারকাকে আরও বেশি বৈশিষ্ট্যের জন্য সহায়ক ভূমিকাগুলি হ্রাস বা বাদ দিতেন।  ম্যাক্রেডির একটি উদ্ভাবন - প্রাচীন পরিবেশ বোঝাতে মঞ্চে স্টোনহেঞ্জের মতো কাঠামো ব্যবহার - ২০ শতাব্দী পর্যন্ত মঞ্চে স্থায়ী হয়েছিল এবং ১৯৮৩ সালে লরেন্স অলিভিয়ার অভিনীত টেলিভিশন সংস্করণে এটি দেখা যায়।\n১৮৪৩ সালে, থিয়েটার নিয়ন্ত্রণের জন্য আইন কার্যকর হয়, দুটি বিদ্যমান কোম্পানির একচেটিয়া অধিকারের অবসান ঘটে এবং এর মাধ্যমে লন্ডনে থিয়েটারের সংখ্যা বৃদ্ধি পায়। একই সময়ে, থিয়েটারের ফ্যাশন ছিল \"চিত্রধর্মী\": প্লট বা চরিত্রায়ণের চেয়ে চাক্ষুষ দৃশ্যকে বেশি মূল্য দেওয়া হতো এবং প্রায়শই দীর্ঘ (এবং সময়সাপেক্ষ) দৃশ্য পরিবর্তনের প্রয়োজন হতো। উদাহরণস্বরূপ, হেনরি আরভিংয়ের ১৮৯২ সালের কিং লিয়র ডোভারে একটি ক্লিফের নীচে লিয়রের মৃত্যুর মতো দৃশ্য দেখায়, তার মুখ অস্তগামী সূর্যের লাল আভায় আলোকিত; ৪৬% পাঠ্য কেটে দেওয়ার মূল্যে, গ্লস্টারের অন্ধ হওয়া সহ।  কিন্তু আরভিংয়ের প্রযোজনা স্পষ্টতই শক্তিশালী আবেগ জাগিয়ে তুলেছিল: একজন দর্শক, গর্ডন ক্রস, লিয়রের প্রথম প্রবেশ সম্পর্কে লিখেছিলেন, \"বিশাল সাদা চুলের স্তূপ সহ একটি আকর্ষণীয় ব্যক্তিত্ব। তিনি একটি বিশাল কোষবদ্ধ তলোয়ারের উপর ভর করে আছেন যা তিনি তার রক্ষীদের চিৎকার করা অভিবাদনের জবাবে একটি বন্য চিৎকারে তুলে ধরেন। তার গতি, তার চেহারা, তার অঙ্গভঙ্গি, সবই মহৎ, একনায়কতান্ত্রিক মন প্রকাশ করে যা ইতিমধ্যেই দুঃখ এবং বয়সের আসন্ন ধাক্কায় বার্ধক্যজনিত বিরক্তি তে পরিণত হচ্ছে।\"\nআরভিং এবং ভিক্টোরিয়ান যুগের অন্যান্য থিয়েটার পেশাদারদের কাছে চিত্রধর্মিতার গুরুত্বের উদাহরণ হল এই সত্য যে আরভিং ফোর্ড ম্যাডক্স ব্রাউনের চিত্রকর্ম কর্ডেলিয়ার অংশকে তার প্রযোজনার চেহারার অনুপ্রেরণা হিসেবে ব্যবহার করেছিলেন এবং সেই শিল্পী নিজেই অন্যান্য দৃশ্যের সেটগুলির স্কেচ সরবরাহ করার জন্য আনা হয়েছিল। পুনর্গঠন আন্দোলনের উত্থানের সাথে চিত্রধর্মিতার বিরুদ্ধে একটি প্রতিক্রিয়া আসে, রেনেসাঁ থিয়েটারে যেমনটি প্রযোজ্য ছিল তার চেয়ে সরল ধরণের মঞ্চায়নের বিশ্বাসীরা, যাদের প্রধান প্রারম্ভিক প্রবক্তা ছিলেন অভিনেতা ও পরিচালক উইলিয়াম পোয়েল। পোয়েল ১৮৯০ সালে মিউনিখের হোফথিয়েটারে জোজা সাভিতসের পরিচালিত কিং লিয়রের একটি পরিবেশনা দ্বারা প্রভাবিত হয়েছিলেন, যা অ্যাপ্রন মঞ্চে তিনটি স্তরের গ্লোব-এর মতো পুনর্গঠিত থিয়েটারকে পটভূমি হিসাবে স্থাপন করা হয়েছিল। পোয়েল ১৮৯৩ সালে তার নিজস্ব শেকসপীয়রীয় পরিবেশনার জন্য এই একই কনফিগারেশন ব্যবহার করতেন।\n\n\n=== বিংশ শতাব্দী ===\n\nবিংশ শতাব্দীর মাঝামাঝি সময়ে, অভিনেতা-পরিচালক ঐতিহ্য হ্রাস পায় এবং এর পরিবর্তে এমন একটি কাঠামো আসে যেখানে প্রধান নাট্য কোম্পানিগুলি পেশাদার পরিচালকদের লেখক হিসাবে নিয়োগ করত। শেষ মহান অভিনেতা-পরিচালক ডোনাল্ড উলফিট ১৯৪৪ সালে স্টোনহেঞ্জের মতো একটি সেটে লিয়ারের ভূমিকায় অভিনয় করেছিলেন এবং জেমস অ্যাগেট তাকে সানডে টাইমসের জন্য লেখার সুযোগ পাওয়ার পর থেকে শেক্সপীয়র অভিনয়ের সবচেয়ে বড় নিদর্শন হিসাবে প্রশংসা করেছিলেন।  কথিত আছে যে উলফিট প্রতিটি অভিনয়ের সময় আট বোতল গিনেস পান করতেন।\nঊনবিংশ শতাব্দীতে লিয়ারের চরিত্রটি প্রায়শই প্রথম দৃশ্য থেকেই একজন দুর্বল বৃদ্ধ মানুষ হিসেবে দেখানো হতো, কিন্তু বিংশ শতাব্দীর লিয়াররা প্রায়শই শক্তিশালী পুরুষ হিসেবে নাটক শুরু করতেন যারা রাজকীয় কর্তৃত্ব প্রদর্শন করতেন, যাদের মধ্যে জন গিলগুড, ডোনাল্ড উলফিট এবং ডোনাল্ড সিন্ডেন ছিলেন। কর্ডেলিয়াও বিংশ শতাব্দীতে বিবর্তিত হয়েছিল: আগের কর্ডেলিয়াদের প্রায়শই মিষ্টি, নিষ্পাপ এবং বিনয়ী হওয়ার জন্য প্রশংসা করা হতো, কিন্তু বিংশ শতাব্দীর কর্ডেলিয়াদের প্রায়শই যুদ্ধ নেত্রী হিসাবে চিত্রিত করা হতো। উদাহরণস্বরূপ, ১৯৫০ সালে আরএসটি-তে পেগি অ্যাশক্রফট বক্ষবন্ধনী পরে এবং একটি তলোয়ার নিয়ে এই ভূমিকা পালন করেছিলেন। একইভাবে, শতাব্দীর পরিক্রমায় বিদূষকও বিবর্তিত হয়েছে, যেখানে প্রায়শই মিউজিক হল বা সার্কাস ঐতিহ্য থেকে প্রাপ্ত চিত্রায়ন দেখা যায়।\n১৯৬২ সালে স্ট্র্যাটফোর্ড-আপন-অ্যাভনে পিটার ব্রুক (যিনি পরে একই অভিনেতা পল স্কোফিল্ডকে লিয়ারের ভূমিকায় নিয়ে নাটকটি চলচ্চিত্রে রূপান্তর করেন) বিশাল, শূন্য সাদা মঞ্চের বিপরীতে খুব সাধারণভাবে নাটকটির মঞ্চায়ন করেন। যখন লিয়ার ও গ্লস্টার এই শূন্যতার মাঝে দুটি ছোট ছিন্ন পোশাক পরা মূর্তি হিসেবে মিলিত হন, তখন সেই দৃশ্যের প্রভাব (পণ্ডিত রজার ওয়ারেন কর্তৃক) \"মানবীয় বেদনা ... এবং দৃশ্যের সর্বজনীন স্কেল উভয়কেই\" ধরেছে বলে বলা হয়েছিল। রেডিও সম্প্রচারের কিছু লাইন বিটলস গান আই অ্যাম দ্যা ওয়ালরাস-এর রেকর্ড করা মিশ্রণে যোগ করার জন্য ব্যবহার করেছিল। জন লেনন গানটির কাজ করার সময় রেডিও নিয়ে কাজ করার সময় বিবিসি থার্ড প্রোগ্রামে নাটকটি দেখেন। নাটকের অভিনেতা মার্ক ডিগনাম, ফিলিপ গার্ড এবং জন ব্রাইনিংয়ের কণ্ঠস্বর সবই গানটিতে শোনা যায়।\nঅন্যান্য শেকসপীয়রীয় বিয়োগান্ত নাটকের মতো, কিং লিয়ার অন্যান্য নাট্য ঐতিহ্যে রূপান্তরিত হতে দেখা গেছে। ১৯৮৯ সালে, ডেভিড ম্যাকরুভি এবং আইয়ামকোড শ্রীধরন নাটকটি গ্রহণ করেন এবং পরে এটিকে মালয়ালমে অনুবাদ করেন, কেরালার কথাকলি ঐতিহ্যে পরিবেশনের জন্য - যা ১৬০০ সালের দিকে, শেকসপীয়রের লেখার সমসাময়িক সময়েই গড়ে উঠেছিল। শোটি পরে সফরে যায় এবং ২০০০ সালে শেকসপিয়রের গ্লোবে পরিবেশিত হয়, যা অ্যান্টনি ডসনের মতে, \"এক ধরণের প্রতীকী বৃত্ত\" সম্পূর্ণ করে। সম্ভবত আরও চরম ছিল ১৯৯৭ সালে ওং কেং সেনের কিং লিয়ারের রূপান্তর, যেখানে ছয়জন অভিনেতা প্রত্যেকে আলাদা এশিয়ান অভিনয় ঐতিহ্যে এবং তাদের নিজস্ব ভাষায় পরিবেশন করেছিলেন। একটি গুরুত্বপূর্ণ মুহূর্ত ঘটে যখন জিংজু অভিনেতা যিনি বড় কন্যার (গনেরিল এবং রেগানের সংমিশ্রণ) ভূমিকা পালন করছিলেন, তিনি নোহ-অভিনীত লিয়ারকে ছুরিকাঘাত করেন যার \"পাইন গাছ পতন\" মৃত্যুর দৃশ্য, সরাসরি মঞ্চের দিকে মুখ করে, দর্শকদের বিস্মিত করে, যাকে ইয়ং লি লান \"তার চরিত্রের পরাজয়ের মুহূর্তে নোহ অভিনয়ের চলমান শক্তির মাধ্যমে বিজয়\" হিসাবে বর্ণনা করেছেন।\n১৯৭৪ সালে, বুজ গুডবডি শেকসপিয়রের পাঠ্যের ইচ্ছাকৃত সংক্ষিপ্ত শিরোনাম লিয়ার পরিচালনা করেন, আরএসসির স্টুডিও থিয়েটার দ্যা আদার প্লেসের উদ্বোধনী প্রযোজনা হিসাবে। পরিবেশনাটি একটি চেম্বার পিস হিসাবে কল্পনা করা হয়েছিল, ছোট অন্তরঙ্গ স্থান এবং দর্শকদের সান্নিধ্য বিস্তারিত মনস্তাত্ত্বিক অভিনয় করতে সক্ষম করে, যা সাধারণ সেট এবং আধুনিক পোশাকে পরিবেশিত হয়েছিল। পিটার হল্যান্ড অনুমান করেছেন যে এই কোম্পানি/পরিচালকের সিদ্ধান্ত - অর্থাৎ, একটি বৃহত্তর স্থান উপলব্ধ থাকা সত্ত্বেও শৈল্পিক কারণে একটি ছোট ভেন্যুতে শেকসপিয়র উপস্থাপন করা - সেই সময়ে নজিরবিহীন হতে পারে।\nব্রুকের আগের দৃষ্টিভঙ্গি প্রভাবশালী প্রমাণিত হয়েছিল এবং পরিচালকরা লিয়ারকে (আর. এ. ফোকসের ভাষায়) \"একটি হিংসাত্মক এবং প্রতিকূল পরিবেশে আটকা পড়া একজন করুণ বয়স্ক নাগরিক\" হিসাবে উপস্থাপন করতে আরও এগিয়ে গেছেন। যখন জন উড ১৯৯০ সালে ভূমিকাটি গ্রহণ করেন, তখন তিনি পরবর্তী দৃশ্যগুলিতে এমন পোশাক পরে অভিনয় করেছিলেন যা পরিত্যক্ত জিনিসের মতো দেখাচ্ছিল, আধুনিক পশ্চিমা সমাজে অযত্নকারীদের সাথে ইচ্ছাকৃত সমান্তরাল আহ্বান জানিয়েছিল। প্রকৃতপক্ষে, শেকসপিয়রের নাটকগুলির আধুনিক প্রযোজনা প্রায়শই সেই বিশ্বকে প্রতিফলিত করে যেখানে সেগুলি পরিবেশিত হয় যতটা সেই বিশ্বকে যার জন্য সেগুলি লেখা হয়েছিল: এবং ১৯৯৪ সালের মস্কো নাট্য জগৎ একটি উদাহরণ প্রদান করেছিল, যখন নাটকটির দুটি খুব আলাদা প্রযোজনা (Sergei Zhonovach এবং Alexei Borodin দ্বারা), তাদের শৈলী এবং দৃষ্টিভঙ্গির দিক থেকে একে অপরের থেকে খুব আলাদা, উভয়ই সোভিয়েত ইউনিয়নের ভাঙ্গনের প্রতিফলন ছিল।\n\n\n=== একবিংশ শতাব্দী ===\n২০০২ এবং ২০১০ সালে, নিউ জার্সির হাডসন শেকসপিয়র কোম্পানি তাদের নিজ নিজ পার্কসে শেকসপিয়র মৌসুমের অংশ হিসেবে পৃথক প্রযোজনা মঞ্চস্থ করে। ২০০২ সালের সংস্করণটি মাইকেল কলিন্স দ্বারা পরিচালিত হয়েছিল এবং এর কাহিনীকে ওয়েস্ট ইন্ডিজ, সামুদ্রিক পটভূমিতে স্থানান্তরিত করা হয়েছিল। অভিনেতাদের বিভিন্ন ক্যারিবিয়ান দ্বীপের চেহারার ইঙ্গিতবাহী পোশাকে দেখানো হয়েছিল। জন সিস্কারেলি পরিচালিত ২০১০ সালের প্রযোজনাটি দ্য ডার্ক নাইট চলচ্চিত্রের পরিবেশের আদলে তৈরি করা হয়েছিল, যেখানে লাল এবং কালো রঙের ব্যবহার ছিল এবং কাহিনীটি একটি শহুরে পরিবেশে স্থাপন করা হয়েছিল। লিয়ার (টম কক্স) একটি বহুজাতিক সংস্থার প্রধান হিসাবে উপস্থিত হয়েছিলেন যিনি তার বিপুল সম্পত্তি তার সমাজকর্মী কন্যা গনেরিল (ব্রেন্ডা স্কট), তার দায়িত্বশীল মধ্য কন্যা রেগান (নোয়েল ফেয়ার) এবং বিশ্ববিদ্যালয়ের কন্যা কর্ডেলিয়া (এমিলি বেস্ট) এর মধ্যে ভাগ করে দিয়েছিলেন।\n২০১২ সালে, খ্যাতিমান কানাডিয়ান পরিচালক পিটার হিন্টন অটোয়ার ন্যাশনাল আর্টস সেন্টারে কিং লিয়ারের একটি সম্পূর্ণ আদিবাসী প্রযোজনা পরিচালনা করেন, যেখানে পটভূমিটি ১৭ শতকের একটি অ্যালগনকুইন জাতিতে পরিবর্তিত হয়েছিল। অভিনয়শিল্পীদের মধ্যে ছিলেন লিয়ার চরিত্রে আগস্ট শিলেনবার্গ, গ্লস্টার চরিত্রে বিলি মেরাস্টি, রেগান চরিত্রে ট্যান্টু কার্ডিনাল, এডমন্ড চরিত্রে কেভিন লরিং, কর্ডেলিয়া এবং বিদূষক ভূমিকায় জানি লাউজন এবং কেন্ট চরিত্রে ক্রেইগ লাউজন।\n২০১৫ সালে, টরন্টোর থিয়েটার পাস মুরাইল ১৮৩৭ সালের আপার কানাডা বিদ্রোহের পটভূমিতে আপার কানাডায় স্থাপিত একটি প্রযোজনা মঞ্চস্থ করে। এই প্রযোজনায় লিয়ার চরিত্রে অভিনয় করেন ডেভিড ফক্স।\n২০১৫-২০১৬ সালের গ্রীষ্মে, সিডনি থিয়েটার কোম্পানি কিং লিয়ার মঞ্চস্থ করে, যা নীল আর্মফিল্ড দ্বারা পরিচালিত হয়েছিল এবং জিওফ্রে রাশ প্রধান ভূমিকায় এবং রবিন নেভিন বিদূষকের ভূমিকায় অভিনয় করেছিলেন। নাটকের কেন্দ্রে উন্মাদনা সম্পর্কে রাশ বলেছিলেন যে তার জন্য \"এটি তার উন্মত্ততার মুহুর্তগুলোতে নাটকীয় প্রভাব খুঁজে বের করার বিষয়ে। যা সবচেয়ে ভালো কাজ করে বলে মনে হয় তা হল দুর্বলতা বা সহানুভূতির একটি বিন্দু খুঁজে বের করা, যেখানে দর্শকরা লিয়ারের দিকে তাকাতে পারে এবং ভাবতে পারে যে এত বৃদ্ধ বয়সে নিজের পরিবার থেকে ঝড়ের মধ্যে খোলা বাতাসে নির্বাসিত হওয়া কতটা মর্মান্তিক হতে পারে। দারিদ্র্যের এমন একটি স্তর আপনি অন্য কোনও মানুষের মধ্যে কখনও দেখতে চাইবেন না।\"\n২০১৬ সালে, তাওয়ালা থিয়েটার কোম্পানি এবং রয়্যাল এক্সচেঞ্জ ম্যানচেস্টার কিং লিয়ারের একটি সহ-প্রযোজনা করে যেখানে ডন ওয়ারিংটন শিরোনাম ভূমিকায় ছিলেন। মূলত কৃষ্ণাঙ্গ অভিনয়শিল্পী সমন্বিত এই প্রযোজনাটিকে দ্য গার্ডিয়ান \"যথাসম্ভব চূড়ান্তের কাছাকাছি\" বলে বর্ণনা করেছে। দ্য ডেইলি টেলিগ্রাফ লিখেছে যে \"ডন ওয়ারিংটনের কিং লিয়ার একটি হৃদয়বিদারক শ্রেষ্ঠ কাজ\"। রয়্যাল শেকসপিয়র কোম্পানি কিং লিয়ার মঞ্চস্থ করে, যেখানে অ্যান্টনি শের প্রধান ভূমিকায় ছিলেন। গ্রেগরি ডোরান পরিচালিত এই অভিনয়টিকে \"শক্তি এবং গভীরতা\" সম্পন্ন হিসাবে বর্ণনা করা হয়েছিল।\n২০১৭ সালে, গুথ্রি থিয়েটার কিং লিয়ারের একটি প্রযোজনা তৈরি করে যেখানে স্টিফেন ইয়োকাম শিরোনাম ভূমিকায় ছিলেন। আরমিন শিমারম্যান বিদূষকের ভূমিকায় উপস্থিত হয়েছিলেন, এটিকে \"একটি অস্বাভাবিক নিষ্ঠুরতা দিয়ে চিত্রিত করেছেন, কিন্তু এটি কাজ করে\", এমন একটি প্রযোজনায় যা \"একটি ধ্বংসাত্মক নাটকের অংশ এবং একটি প্রযোজনা যা এর প্রতি সুবিচার করে\" হিসাবে প্রশংসিত হয়েছিল।\nকিং লিয়ার স্ট্র্যাটফোর্ড উৎসবের ২০২৩ সালের মৌসুমের অংশ ছিল, যেখানে পল গ্রস শিরোনাম ভূমিকায় অভিনয় করেছিলেন। কিম্বারলি রামপারসাদ পরিচালিত এই প্রযোজনাটি \"নিকট ভবিষ্যতে। একটি রাজ্য একেবারে প্রান্তে\" সেট করা হয়েছিল।\nঅক্টোবর ২০২৩ সালে, কেনেথ ব্রানাঘ পরিচালিত এবং অভিনীত একটি নতুন প্রযোজনা, যা নিওলিথিক ব্রিটেনে সেট করা হয়েছিল, লন্ডনের ওয়েস্ট এন্ডে একটি কঠোরভাবে সীমিত সময়ের জন্য শুরু হয়েছিল এবং অক্টোবর ২০২৪ সালে নিউ ইয়র্ক সিটির দ্যা শেডে স্থানান্তরিত হয়েছিল। ফেব্রুয়ারি ২০২৪ সালে আলমিডা থিয়েটারে আধুনিক পোশাকে একটি সংস্করণ মঞ্চস্থ করা হয়েছিল, যা ইয়ায়েল ফারবার দ্বারা পরিচালিত হয়েছিল। এই প্রযোজনায় ড্যানি স্যাপানি দ্বারা চিত্রিত একজন অনেক কম বয়সী লিয়ার, বিদূষক হিসাবে ক্লার্ক পিটার্স, এডমন্ড হিসাবে ফ্রা ফি, কর্ডেলিয়া হিসাবে গ্লোরিয়া ওবিয়ানো, এডগার হিসাবে ম্যাথিউ টেনিসন এবং কেন্ট হিসাবে অ্যালেক নিউম্যান প্রমুখ পাশাপাশি অভিনয় করেছিলেন।\n\n\n== রূপান্তর ==\n\n\n=== সিনেমা ও ভিডিওতে কিং লিয়ার ===\nপ্রথম চলচ্চিত্র রূপান্তরটি ছিল প্রায় ১৯০৫ সালের একটি পাঁচ মিনিটের জার্মান সংস্করণ, যা টিকে নেই। বর্তমানে বিদ্যমান প্রাচীনতম সংস্করণটি ১৯০৯ সালে ভিটাগ্রাফ স্টুডিওর তৈরি একটি দশ মিনিটের চলচ্চিত্র, যা সম্পর্কে লুক ম্যাককার্নান মন্তব্য করেন যে, তারা অপরিণত সিদ্ধান্ত নিয়ে যত বেশি সম্ভব কাহিনি সংযুক্ত করার চেষ্টা করেছিল। ১৯১০ সালে ইতালিতে Re Lear নামে দুটি নির্বাক চলচ্চিত্র নির্মিত হয়। এর মধ্যে পরিচালক জেরোলামো লো সাভিওর সংস্করণটি আউটডোর লোকেশনে চিত্রায়িত হয়, যেখানে এডগারের উপকাহিনী বাদ দেওয়া হয়েছিল এবং কাহিনি সহজবোধ্য করতে ঘন ঘন ইন্টারটাইটেল ব্যবহার করা হয়েছিল, যা ভিটাগ্রাফ সংস্করণের তুলনায় কাহিনির অনুসরণ সহজ করে তুলেছিল। ১৯১১ সালে ফরাসি পরিচালক লুই ফেউইয়াদ-এর Le Roi Lear Au Village সমসাময়িক প্রেক্ষাপটে নির্মিত হয়, এবং ১৯১৪ সালে আমেরিকায় আর্নেস্ট ওয়ার্ড চলচ্চিত্রটিকে এক ঘণ্টায় সম্প্রসারিত করেন, যেখানে চূড়ান্ত যুদ্ধের দৃশ্যসহ অনেক দৃশ্য সংযোজন করা হয়েছিল।\nজোসেফ মাঙ্কিয়েভিচের House of Strangers (১৯৪৯) চলচ্চিত্রটি অনেক সময় King Lear-এর রূপান্তর হিসেবে বিবেচিত হয়, তবে Broken Lance (১৯৫৪)-এ মিল আরও স্পষ্ট। এই চলচ্চিত্রে স্পেন্সার ট্রেসি অভিনীত এক গবাদিপশু খামার মালিক তার তিন ছেলেকে অত্যাচার করেন, এবং কেবলমাত্র কনিষ্ঠ সন্তান জো (রবার্ট ওয়াগনার অভিনীত) তার প্রতি অনুগত থাকে।\n\nটিভি অ্যান্থোলজি সিরিজ Omnibus (১৯৫২–১৯৬১) ১৮ অক্টোবর ১৯৫৩ সালে King Lear-এর ৭৩ মিনিটের একটি সংস্করণ মঞ্চস্থ করে। এটি পিটার ব্রুক দ্বারা রূপান্তরিত হয়েছিল এবং এতে অরসন ওয়েলস তার আমেরিকান টেলিভিশন অভিষেক করেন।\n১৯৭০-এর দশকের শুরুর দিকে King Lear-এর দুটি চলচ্চিত্র সংস্করণ প্রকাশিত হয়: গ্রিগোরি কোজিন্তসেভের Korol Lir  এবং পিটার ব্রুকের King Lear, যেখানে পল স্কোফিল্ড প্রধান চরিত্রে অভিনয় করেন। ব্রুকের চলচ্চিত্রটি সমালোচকদের মধ্যে তীব্র বিভক্তি সৃষ্টি করেছিল: পলিন কেইল মন্তব্য করেন, \"আমি শুধু এই প্রযোজনাটি অপছন্দ করিনি, আমি এটি ঘৃণা করেছি!\" এবং এটিকে Night of the Living Dead নামে অভিহিত করার প্রস্তাব দেন। তবে, The Nation-এর রবার্ট হ্যাচ এটিকে \"যতটা ভালোভাবে সম্ভব নাটকটির চলচ্চিত্রায়ন করা যায়, ততটাই উৎকৃষ্ট\" বলে প্রশংসা করেন, আর The New York Times-এর ভিনসেন্ট ক্যানবি এটিকে \"একটি মহিমান্বিত Lear, যা সূক্ষ্ম সন্ত্রাসে ভরা\" বলে অভিহিত করেন। চলচ্চিত্রটি জন কটের ধারণাগুলি অনুসরণ করে, বিশেষত তার এই পর্যবেক্ষণ যে King Lear ছিল অযৌক্তিক নাটকের পূর্বসূরি এবং এটি বেকেটের Endgame-এর সঙ্গে সাদৃশ্যপূর্ণ। যারা চলচ্চিত্রটি পছন্দ করেননি, তারা বিশেষত এর নিরানন্দ প্রকৃতির দিকে ইঙ্গিত করেছেন: তারা অভিযোগ করেন যে নাটকের জগৎ লিয়ারের দুঃখ-ভোগের সঙ্গে সঙ্গে অবনতির দিকে যায় না; বরং এটি শুরু থেকেই অন্ধকার, রঙহীন এবং শীতল, যা ডগলাস ব্রোডের মতে, \"Lear, দেশ এবং আমাদের জন্য আর কোথাও যাওয়ার পথ রাখে না।\" চলচ্চিত্রে সর্বব্যাপী নিষ্ঠুরতা বিরাজমান, যা তথাকথিত ভালো ও মন্দ চরিত্রদের সহিংসতার মধ্যে কোনো পার্থক্য দেখায় না, বরং উভয়কেই নির্মমভাবে উপস্থাপন করে। লিয়ারের চরিত্রে পল স্কোফিল্ড আবেগপ্রবণতা পরিহার করেন: এই দাবিদার বৃদ্ধ, যিনি একদল উচ্ছৃঙ্খল নাইটের নেতৃত্ব দেন, প্রথম দিকের দৃশ্যগুলিতে কন্যাদের প্রতি দর্শকদের সহানুভূতি জাগিয়ে তোলেন। তার অভিনয় স্পষ্টভাবে সেই প্রচলিত উপস্থাপনাকে প্রত্যাখ্যান করে, যেখানে লিয়ারকে \"দুর্ভাগ্যজনক বৃদ্ধ শ্বেতকেশী পিতৃপুরুষ\" হিসেবে চিত্রিত করা হয়।\nসমালোচক আলেকজান্ডার আনিকস্ট গ্রিগোরি কোজিন্তসেভ ও লেখক বরিস পাস্তেরনাকের Korol Lir-এর গভীরভাবে চিন্তাশীলতা এবং এমনকি দার্শনিক দৃষ্টিভঙ্গির জন্য প্রশংসা করেছেন। পিটার ব্রুকের প্রতি পরোক্ষ সমালোচনা করে আনিকস্ট উল্লেখ করেন যে এতে \"সংবেদনশীলতা সৃষ্টির কোনো চেষ্টা নেই, ফ্রয়েডীয় থিম, অস্তিত্ববাদী ধারণা, ইরোটিসিজম বা যৌন বিকৃতি সংযোজন করে শেক্সপিয়ারকে 'আধুনিকায়নের' কোনো প্রচেষ্টা করা হয়নি। [কোজিন্তসেভ] ... কেবল শেক্সপিয়ারের ট্র্যাজেডির একটি চলচ্চিত্র নির্মাণ করেছেন।\" দিমিত্রি শোস্তাকোভিচ চলচ্চিত্রটির জন্য এক মহাকাব্যিক সঙ্গীত তৈরি করেন, যার মোটিফগুলোর মধ্যে ছিল লিয়ারের জন্য একটি (ক্রমশ বিদ্রূপাত্মক হয়ে ওঠা) ট্রাম্পেট ফ্যানফেয়ার এবং প্রতিটি চরিত্রের মৃত্যুর সময় চিহ্নিত করতে পাঁচ মাত্রার একটি \"মৃত্যুর আহ্বান\"। কোজিন্তসেভ চলচ্চিত্রটিকে একটি সম্মিলিত রচনারূপে কল্পনা করেছিলেন, যেখানে লিয়ার—যাকে এক গতিশীল ইউরি ইয়ারভেট অভিনয় করেছেন—অন্যান্য পরিপূর্ণভাবে বিকশিত চরিত্রদের মধ্যে প্রথম ব্যক্তি হিসেবে উপস্থাপিত হয়েছেন। চলচ্চিত্রটি রাজা হিসেবে লিয়ারের ভূমিকা তুলে ধরে, কারণ এতে তার জনগণকে সম্পূর্ণ গল্প জুড়ে অন্তর্ভুক্ত করা হয়েছে, যা কোনো মঞ্চ প্রযোজনায় পুনঃউৎপাদন করা সম্ভব নয়। এতে দেখা যায় কিভাবে কেন্দ্রীয় চরিত্রটি তার জনগণের দেবতা থেকে অসহায় সমান মর্যাদায় নেমে আসে; তার চূড়ান্ত পাগলামির অবনতির প্রধান চিহ্ন তার এই উপলব্ধি যে তিনি \"দরিদ্র, নগ্ন দুঃখীদের\" অবহেলা করেছেন। চলচ্চিত্র যত এগিয়ে যায়, নির্মম চরিত্ররা—গনারিল, রিগান, এডমন্ড—ক্রমশ ফ্রেমের মধ্যে বিচ্ছিন্ন হয়ে পড়ে, যা পুরো চলচ্চিত্র জুড়ে মানুষের জনসমষ্টির ওপর পরিচালকের গুরুত্বারোপের বিপরীতে অবস্থান করে।\nজোনাথন মিলার দুটি ইংরেজি টেলিভিশন প্রযোজনায় মাইকেল হরডার্নকে শিরোনাম চরিত্রে পরিচালনা করেছিলেন, প্রথমটি ১৯৭৫ সালে বিবিসির Play of the Month-এর জন্য এবং দ্বিতীয়টি ১৯৮২ সালে BBC Television Shakespeare-এর জন্য। হরডার্ন মিশ্র প্রতিক্রিয়া পেয়েছিলেন এবং তাঁকে এই চরিত্রের জন্য সাহসী নির্বাচন হিসেবে বিবেচনা করা হয়েছিল, কারণ তিনি সাধারণত হালকা ধাঁচের চরিত্রে অভিনয় করতেন।  ইংরেজি টেলিভিশনের জন্য আরেকটি উল্লেখযোগ্য প্রযোজনা ছিল ১৯৮৩ সালে গ্রানাডা টেলিভিশনের জন্য লরেন্স অলিভিয়েরের অভিনীত সংস্করণ। এটি ছিল শেকসপিয়রের কোনো চরিত্রে তাঁর শেষ পর্দার উপস্থিতি।\n১৯৮৫ সালে নাটকটির একটি বড় পর্দার রূপান্তর মুক্তি পায়: আকিরা কুরোসাওয়ারের Ran। তখন পর্যন্ত এটি ছিল সবচেয়ে ব্যয়বহুল জাপানি চলচ্চিত্র। এতে ১৬তম শতাব্দীর এক কাল্পনিক জাপানি সামন্তপ্রভু হিদেতোরার গল্প বলা হয়েছে, যিনি তাঁর রাজ্য তিন পুত্রের মধ্যে ভাগ করার সিদ্ধান্ত নেন। এর ফলে তাঁর সবচেয়ে বিশ্বস্ত, অথচ সবচেয়ে উপেক্ষিত, কনিষ্ঠ পুত্রের সঙ্গে সম্পর্কের টানাপোড়েন শুরু হয় এবং শেষ পর্যন্ত গৃহযুদ্ধ বয়ে আনে। ব্রুক ও কোজিনতসেভের ঠান্ডা, ধূসর রঙের বিপরীতে, কুরোসাওয়ার চলচ্চিত্রটি ছিল উজ্জ্বল রঙে ভরপুর: বাহিরের দৃশ্যগুলোতে হলুদ, নীল ও সবুজের আধিক্য, অভ্যন্তরীণ দৃশ্যগুলোতে বাদামি ও অ্যাম্বারের ছোঁয়া, এবং এমি ওয়াদার অস্কারজয়ী রঙ-ভিত্তিক পোশাক নকশা, যা প্রতিটি পরিবারের সেনাদের জন্য আলাদা রঙে তৈরি করা হয়েছিল। হিদেতোরার অতীত ছিল এক রক্তাক্ত ও নিষ্ঠুর ক্ষমতার উত্থানের গল্প। চলচ্চিত্রটি বিভিন্ন ধরনের শিকারদের চিত্রায়ন করেছে: সদয় ও ক্ষমাশীল চরিত্র সুয়ে ও সুরুমারু, এবং প্রতিশোধপরায়ণ কেইডে (মিয়েকো হারাদা), যিনি হিদেতোরার পুত্রবধূ এবং চলচ্চিত্রের লেডি ম্যাকবেথ-সুলভ খলনায়িকা।\n১৯৭৩ সালের প্যারোডি হরর Theatre of Blood-এর ক্লাইম্যাক্সে একটি দৃশ্য রয়েছে, যেখানে একজন চরিত্রকে গ্লস্টারের মতো অন্ধ করে দেওয়ার হুমকি দেওয়া হয়। ১৯৮৩ সালের ফিল্ম The Dresser-এ, মঞ্চ নাটকের লিয়ারের চরিত্রে অভিনয় করা স্যার যখন কর্ডেলিয়ার ভূমিকায় কোনো অভিনেত্রীকে বহন করতে অক্ষম হন, তখন এটি কৌতুকের বিষয় হয়ে ওঠে। Where the Heart Is (১৯৯০), পরিচালনায় জন বোরম্যান, এমন এক পিতার গল্প বলে, যিনি তাঁর তিনজন স্বার্থপর সন্তানকে উত্তরাধিকার থেকে বঞ্চিত করেন। ফ্রান্সিস ফোর্ড কপোলা ১৯৯০ সালের The Godfather Part III-তে ইচ্ছাকৃতভাবে King Lear-এর উপাদান সংযুক্ত করেন। মাইকেল করলিওনের অপরাধজগৎ থেকে সরে যাওয়ার প্রচেষ্টা তার সাম্রাজ্যে বিশৃঙ্খলা সৃষ্টি করে, আর তার মেয়ের মৃত্যু তার হাতে, যা লিয়ার-এর কন্যা কর্ডেলিয়ার মৃত্যুর প্রতিচ্ছবি। এছাড়াও, অ্যান্ডি গার্সিয়ার চরিত্র ভিনসেন্টের মধ্যে এডগার ও এডমন্ডের মিল পাওয়া যায় এবং তালিয়া শায়ারের চরিত্র কনির সাথে Ran-এর কেইডের তুলনা করা হয়। \n১৯৯৭ সালে, জোসেলিন মুরহাউস A Thousand Acres পরিচালনা করেন, যা জেন স্মাইলির পুলিৎজার পুরস্কারজয়ী উপন্যাসের ওপর ভিত্তি করে তৈরি। ৯০-এর দশকের আইওয়া-কে কেন্দ্র করে নির্মিত এই চলচ্চিত্রকে গবেষক টনি হাওয়ার্ড প্রথম অভিযোজন হিসেবে বর্ণনা করেছেন, যা King Lear নাটকের অস্বস্তিকর যৌন উপাদানের মুখোমুখি হয়। গল্পটি বলা হয়েছে বড় দুই মেয়ে জিনি (জেসিকা ল্যাঞ্জ) এবং রোজ (মিশেল ফাইফার)-এর দৃষ্টিকোণ থেকে, যারা কিশোর বয়সে তাদের বাবার দ্বারা যৌন নির্যাতনের শিকার হয়! তাদের ছোট বোন ক্যারোলাইন (জেনিফার জেসন লি) এই নির্যাতন থেকে রক্ষা পায় এবং শেষ পর্যন্ত একমাত্র ব্যক্তি হিসেবে বাবার প্রতি অনুগত থাকে।\n১৯৯৮ সালে, বিবিসি রিচার্ড আইয়ের পরিচালনায় একটি টেলিভিশন সংস্করণ প্রযোজনা করে, যা তার পুরস্কারপ্রাপ্ত ১৯৯৭ সালের রয়্যাল ন্যাশনাল থিয়েটারের প্রযোজনার উপর ভিত্তি করে তৈরি হয়। এতে লিয়ারের চরিত্রে অভিনয় করেন ইয়ান হোম। ২০০১ সালের মার্চ মাসে, CultureVulture.net-এ প্রকাশিত এক পর্যালোচনায় সমালোচক বব ওয়েক উল্লেখ করেন যে, এই প্রযোজনাটি বিশেষভাবে গুরুত্বপূর্ণ, কারণ এটি ইয়ান হোমের বিখ্যাত মঞ্চ-অভিনয়ের একটি সংরক্ষিত রূপ। তিনি আরও বলেন, অন্যান্য কৃতী লিয়ার অভিনয়শিল্পীরা সবসময় এতটা সৌভাগ্যবান ছিলেন না! কিছু প্রযোজনা প্রযুক্তিগত সমস্যার (অরসন ওয়েলস), অদ্ভুত টেলিভিশন রূপান্তরের (পল স্কোফিল্ড) কারণে দুর্বলভাবে নথিভুক্ত হয়েছে বা এমন সময় চিত্রায়িত হয়েছে, যখন লিয়ারের ভূমিকায় থাকা অভিনেতা অসুস্থ ছিলেন (লরেন্স অলিভিয়ের)!\nডন বয়েডের ২০০১ সালের My Kingdom নাটকটি গ্যাংস্টারদের জগতে রূপান্তরিত হয়েছিল। এই সংস্করণটি অন্যান্যগুলোর থেকে ভিন্ন, কারণ এতে লিয়ার চরিত্র স্যান্ডেম্যান (রিচার্ড হ্যারিস অভিনীত) তার স্ত্রীকে ভালোবাসার মাধ্যমে শুরু হয়। তবে তার স্ত্রীর সহিংস মৃত্যু একটি ক্রমবর্ধমান অন্ধকারাচ্ছন্ন ও রক্তাক্ত ঘটনার শুরু করে, যা সহ-লেখক নিক ডেভিসের তথ্যচিত্র-ভিত্তিক বই Dark Heart দ্বারা প্রভাবিত। যদিও পরিচালক স্বীকার করেননি যে সিনেমাটি শেকসপিয়রের নাটকের সাথে সরাসরি মিল রয়েছে, এটি আসলে কাহিনির বিভিন্ন দিককে প্রতিফলিত করে।\nশেকসপিয়ারের লিয়ারের মতো নয়, তবে হিদেতোরা ও স্যান্ডেম্যানের মতো, উলি এডেলের ২০০২ সালের আমেরিকান টিভি অভিযোজন King of Texas-এর কেন্দ্রীয় চরিত্র জন লিয়ার (প্যাট্রিক স্টুয়ার্ট অভিনীত) তার অতীতের সহিংস উত্থানের মাধ্যমে টেক্সাসের সবচেয়ে ধনী জমিদার (প্রতীকী অর্থে \"রাজা\") হয়ে ওঠে। সমালোচক ড্যানিয়েল রোসেনথাল মন্তব্য করেন যে, টিএনটি চ্যানেল-এর জন্য নির্মিত হওয়ায় এই চলচ্চিত্রটি একটি অন্ধকার ও সহিংস সমাপ্তি উপস্থাপন করতে পেরেছে, যা জাতীয় টিভি নেটওয়ার্কে সম্ভব হতো না। ২০০৩ সালে Channel 4-এর নির্মিত Second Generation নাটকটি ব্রিটেনের এশীয় উৎপাদন ও সংগীত জগতের পটভূমিতে King Lear-এর কাহিনি সেট করে।\nকানাডিয়ান কমেডি-ড্রামা টিভি সিরিজ Slings & Arrows (২০০৩-২০০৬) একটি কাল্পনিক শেকসপিয়ার নাট্যোৎসবকে কেন্দ্র করে নির্মিত হয়, যা অন্টারিওর বাস্তব স্ট্র্যাটফোর্ড ফেস্টিভ্যাল দ্বারা অনুপ্রাণিত। এর তৃতীয় সিজনে King Lear নাটকটির এক  ছোট গল্প দেখানো হয়। এতে প্রধান চরিত্রে অভিনয় করেন উইলিয়াম হাট, যিনি বাস্তবেও তিনবার স্ট্র্যাটফোর্ডে লিয়ার চরিত্রে অভিনয় করেছিলেন। নাটকের কাহিনিতে লিয়ার চরিত্রে এক বৃদ্ধ অভিনেতাকে নির্বাচন করা হয়, যার বয়স ও স্বাস্থ্য নিয়ে সংশয় দেখা দেয়। পরে তার মানসিক অবস্থার অবনতি ঘটে, এবং তিনি নিজেকে সত্যিকার অর্থেই লিয়ার বলে মনে করতে থাকেন। এক পর্যায়ে, তিনি ঝড়ের মধ্যে হারিয়ে যান এবং অনিয়ন্ত্রিতভাবে তার সংলাপ আবৃত্তি করতে থাকেন। উইলিয়াম হাটও যখন এই চরিত্রে অভিনয় করেন, তখন তিনি অসুস্থ ছিলেন এবং সিরিজের তৃতীয় সিজনের প্রিমিয়ারের এক বছরের মধ্যে মৃত্যুবরণ করেন।\n২০০৮ সালে রয়্যাল শেকসপিয়র কোম্পানি কর্তৃক নির্মিত King Lear-এর একটি মঞ্চায়ন হয়, যেখানে ইয়ান ম্যাকেলেন লিয়ারের ভূমিকায় অভিনয় করেন।\n২০১২ সালের রোমান্টিক কমেডি If I Were You-তে নাটকটির একটি উল্লেখযোগ্য রেফারেন্স রয়েছে। এতে প্রধান চরিত্রেরা একটি আধুনিক সময়ের নারী-সংস্করণ King Lear-এ অভিনয় করেন, যেখানে মার্সিয়া গে হার্ডেন লিয়ারের ভূমিকায় এবং লিওনর ওয়াটলিং \"দ্য ফুল (বিদূষক)\" চরিত্রে অভিনয় করেন। এখানে লিয়ার একটি কর্পোরেট সাম্রাজ্যের নির্বাহী, যাকে ধীরে ধীরে তার পদ থেকে সরিয়ে দেওয়া হচ্ছে। সিনেমার মূল গল্পে এই নাটক ও এর চরিত্রদের গুরুত্বপূর্ণ ভূমিকা রয়েছে। এছাড়াও, আমেরিকান মিউজিকাল-ড্রামা টিভি সিরিজ Empire-ও King Lear থেকে কিছুটা অনুপ্রাণিত।\n২০১৭ সালে Carl Bessai পরিচালিত The Lears সিনেমাটি King Lear-এর আধুনিক সংস্করণ হিসেবে নির্মিত হয়। এতে অভিনয় করেন ব্রুস ডার্ন, অ্যান্টনি মাইকেল হল, এবং শন অ্যাস্টিন।\n২৮ মে ২০১৮ সালে BBC Two-তে King Lear নাটকের একটি টিভি সংস্করণ সম্প্রচারিত হয়, যেখানে অ্যান্থনি হপকিন্স লিয়ারের চরিত্রে এবং এমা থম্পসন গনারিল চরিত্রে অভিনয় করেন। পরিচালক রিচার্ড আইর নাটকটিকে ২১শ শতাব্দীর প্রেক্ষাপটে উপস্থাপন করেন। সমালোচক স্যাম উল্লাস্টন মন্তব্য করেন যে, ৮০ বছর বয়সী হপকিন্স এই চরিত্রের জন্য আদর্শ ছিলেন এবং \"লিয়ারের চামড়ায় সম্পূর্ণ স্বাচ্ছন্দ্য বোধ করেন\"।\n\n\n=== রেডিও ও অডিওতে কিং লিয়ার ===\nআর্গো রেকর্ডসে শেক্সপিয়ারের প্রথম রেকর্ডিং ছিল কিং লিয়ার, যা ১৯৫৭ সালে জর্জ রাইল্যান্ডস দ্বারা পরিচালিত ও প্রযোজিত হয়েছিল। এতে লিয়ারের চরিত্রে ছিলেন উইলিয়াম ডেভলিন, গনারিল চরিত্রে জিল ব্যালকন, এবং কর্ডেলিয়ার চরিত্রে প্রুনেলা স্কেলস।\nশেক্সপিয়ার রেকর্ডিং সোসাইটি ১৯৬৫ সালে (SRS-M-232) একটি সম্পূর্ণ, অবিকৃত অডিও রেকর্ডিং প্রকাশ করে, যা পরিচালনা করেছিলেন হাওয়ার্ড স্যাকলার। এতে লিয়ারের ভূমিকায় ছিলেন পল স্কোফিল্ড, গ্লস্টারের চরিত্রে সিরিল কাসাক, এডমন্ডের চরিত্রে রবার্ট স্টিফেনস, এবং র‍্যাচেল রবার্টস, পামেলা ব্রাউন ও জন স্ট্রাইড অন্যান্য চরিত্রে অভিনয় করেন।\n২৯ সেপ্টেম্বর ১৯৬৭ সালে বিবিসি থার্ড প্রোগ্রামে কিং লিয়ার সরাসরি সম্প্রচারিত হয়, যেখানে লিয়ারের ভূমিকায় ছিলেন জন গিলগুড, এবং তার কন্যাদের চরিত্রে ছিলেন বারবারা জেফোর্ড, বারবারা বোল্টন ও ভার্জিনিয়া ম্যাকেনা। সেই সন্ধ্যায়, অ্যাবি রোড স্টুডিওতে দ্য বিটলস তাদের গান I Am the Walrus রেকর্ড করছিল, যেখানে জন লেনন একটি রেডিওর মাইক্রোফোন ব্যবহার করে নাটকের কিছু অংশ (অঙ্ক IV, দৃশ্য ৬) ওভারডাব করেন। এতে মার্ক ডিগনাম (গ্লস্টার), ফিলিপ গার্ড (এডগার) ও জন ব্রিনিং (অসওয়াল্ড)-এর কণ্ঠ শোনা যায়।\n১০ এপ্রিল ১৯৯৪ সালে, কেনেথ ব্রানার রেনেসাঁ থিয়েটার কোম্পানি \"কিং লিয়ার\"-এর একটি রেডিও সংস্করণ পরিবেশন করে, যা পরিচালনা করেন গ্লিন ডিয়ারম্যান। এতে লিয়ারের চরিত্রে জন গিলগুড, কেন্টের চরিত্রে কিথ মিচেল, গ্লস্টারের চরিত্রে রিচার্ড ব্রায়ার্স, গনারিলের চরিত্রে ডেম জুডি ডেঞ্চ, কর্ডেলিয়ার চরিত্রে এমা থম্পসন, রেগানের চরিত্রে আইলিন অ্যাটকিন্স, এডমন্ডের চরিত্রে কেনেথ ব্রানার, অ্যালবানির চরিত্রে জন শ্র্যাপনেল, কর্নওয়ালের চরিত্রে রবার্ট স্টিফেনস, বারগান্ডির চরিত্রে ডেনিস কুইলি, ফ্রান্সের চরিত্রে স্যার ডেরেক জ্যাকোবি, এডগারের চরিত্রে আইয়ান গ্লেন, এবং দ্য ফুলের (বিদূষক) চরিত্রে মাইকেল উইলিয়ামস ছিলেন।\n২০০২ সালে, নাক্সোস অডিওবুকস একটি অডিও রেকর্ডিং প্রকাশ করে, যেখানে পল স্কোফিল্ড লিয়ারের চরিত্রে, আলেক ম্যাককোয়েন গ্লস্টারের চরিত্রে, এবং কেনেথ ব্রানার বিদূষকের চরিত্রে অভিনয় করেন। এটি ২০০৩ সালের অডি অ্যাওয়ার্ড ফর অডিও ড্রামা-তে মনোনীত হয়।\nঅক্টোবর ২০১৭ সালে, বিগ ফিনিশ প্রোডাকশনস কিং লিয়ার-এর একটি পূর্ণাঙ্গ অডিও নাটক প্রকাশ করে, যা নিকোলাস পেগ রূপান্তর করেন। এতে অভিনয় করেন ডেভিড ওয়ার্নার (লিয়ার), লিসা বোয়োম্যান (রেগান), লুইস জেমসন (গনারিল), ট্রেভর কুপার (অসওয়াল্ড/ লিয়ারের ভৃত্য/ তৃতীয় বার্তাবাহক), রেমন্ড কুল্থার্ড (এডমন্ড/ কর্নওয়ালের ভৃত্য/ দ্বিতীয় বার্তাবাহক/ দ্বিতীয় ভদ্রলোক), বার্নাবি এডওয়ার্ডস (ফ্রান্সের রাজা/ বৃদ্ধ লোক/ হেরাল্ড), রে ফিয়ারন (কর্নওয়ালের ডিউক), মাইক গ্র্যাডি (বিদূষক), গুইলিম লি (এডগার/ বারগান্ডির ডিউক), টনি মিলান (গ্লস্টার/ প্রথম বার্তাবাহক), নিকোলাস পেগ (অ্যালবানি/ গ্লস্টারের ভৃত্য/ কুরান), এবং পল শেলি (কেন্ট)।\n\n\n=== অপেরাতে কিং লিয়ার ===\nএখানে কিং লিয়ার অবলম্বনে রচিত কয়েকটি অপেরার কথা বলা হয়েছে:\nইতালীয় সুরকার জিউসেপ্পে ভার্দি একটি অপেরার জন্য একটি লিব্রেটো (অপেরার গান ও সংলাপের লিখিত রূপ) তৈরি করার অনুরোধ করেছিলেন, যার নাম ছিল রে লিয়ার। কিন্তু তিনি কখনও এর জন্য সুর তৈরি করেননি।\nজার্মান সুরকার আরিবার্ট রাইমানের অপেরা লিয়ার ১৯৭৮ সালের ৯ জুলাই প্রথম মঞ্চস্থ হয়েছিল।\nজাপানি সুরকার তোশিও হোকোসাওয়ার অপেরা ভিশন অফ লিয়ার ১৯৯৮ সালের ১৯ এপ্রিল মিউনিখ বায়েনালে-এ প্রথম মঞ্চস্থ হয়েছিল।\nফিনীয় সুরকার আউলিস সালিনেনের অপেরা কুনিঙ্গাস লিয়ার ২০০০ সালের ১৫ সেপ্টেম্বর প্রথম মঞ্চস্থ হয়েছিল।\n\n\n=== উপন্যাসে কিং লিয়ার ===\nজেন স্মাইলির ১৯৯১ সালের উপন্যাস A Thousand Acres যা পুলিৎজার পুরস্কার জিতেছিল, কিং লিয়ারের উপর ভিত্তি করে রচিত, তবে এটি ১৯৭৯ সালের আইওয়ার একটি খামারে সেট করা হয়েছে এবং কাহিনি বলা হয়েছে বড় মেয়ের দৃষ্টিকোণ থেকে।\n২০০৯ সালের উপন্যাস Fool লিখেছেন ক্রিস্টোফার মুর। এটি কিং লিয়ারের একটি হাস্যরসাত্মক পুনর্কল্পনা, যেখানে কাহিনি বলা হয়েছে রাজদরবারের ভাঁড়ের দৃষ্টিকোণ থেকে।\nএডওয়ার্ড সেন্ট অবিনের ২০১৭ সালের উপন্যাস Dunbar একটি আধুনিক কিং লিয়ার রূপান্তর, যা হোগার্থ শেক্সপিয়ার সিরিজের অংশ হিসেবে কমিশন করা হয়েছিল।\n২৭ মার্চ ২০১৮-তে, টেসা গ্র্যাটন Tor Books থেকে The Queens of Innis Lear প্রকাশ করেন, যা কিং লিয়ারের একটি উচ্চ ফ্যান্টাসি অভিযোজন।\nপ্রীতি তানেজারের ২০১৮ সালের উপন্যাস We That Are Young কিং লিয়ারের উপর ভিত্তি করে লেখা এবং এটি ভারতের প্রেক্ষাপটে স্থাপিত।\n২০২১ সালের উপন্যাস Learwife লিখেছেন জে. আর. থর্প। এটি লিয়ারের স্ত্রী ও তার সন্তানদের মায়ের গল্প কল্পনা করে, যিনি মূল নাটকে উপস্থিত ছিলেন না।\n\n\n== পাদটীকা ও তথ্যসূত্র ==\n\n\n=== পাদটীকা ===\n\n\n=== তথ্যসূত্র ===\n\n\n== গ্রন্থপঞ্জি ==\n\n\n=== কিং লিয়ারএর সংস্করণসমূহ ===\n\n\n=== মাধ্যমিক উৎস-সমূহ ===\n\n\n== বহির্সংযোগ ==\n\n উইকিমিডিয়া কমন্সে কিং লিয়ার সম্পর্কিত মিডিয়া দেখুন।\nকিং লিয়ার at Standard Ebooks\nKing Lear – at Project Gutenberg\nKing Lear at the British Library\n King Lear লিব্রিভক্সে পাবলিক ডোমেইন অডিওবই (ইংরেজি)"}