{"pageid": 1510928, "title": "লিয়াং ওয়েনফেং", "url": "https://bn.wikipedia.org/wiki?curid=1510928", "content": "লিয়াং ওয়েনফেং (চীনা: 梁文锋; ফিনিন: Liáng Wénfēng; জন্ম ১৯৮৫) একজন চীনা উদ্যোক্তা এবং ব্যবসায়ী যিনি পরিমাণগত হেজ ফান্ড হাই-ফ্লায়ার - এর সহ-প্রতিষ্ঠাতা, সেইসাথে এর কৃত্রিম বুদ্ধিমত্তা সংস্থা ডিপসিক এর প্রতিষ্ঠাতা ও সিইও।\n\n\n== প্রাথমিক জীবন এবং শিক্ষা ==\nলিয়াং ১৯৮৫ সালে মিলিলিং (米历岭), তানবা, উচুয়ান, ঝানজিয়াং, গুয়াংডং গ্রামে জন্মগ্রহণ করেন। তার বাবা-মা দুজনেই প্রাথমিক বিদ্যালয়ের শিক্ষক ছিলেন।\nঝেজিয়াং ইউনিভার্সিটিতে শিক্ষিত, লিয়াং ২০০৭ সালে ইলেকট্রনিক ইনফরমেশন ইঞ্জিনিয়ারিং-এ স্নাতক এবং ২০১০ সালে ইনফরমেশন অ্যান্ড কমিউনিকেশন ইঞ্জিনিয়ারিং-এ স্নাতক ডিগ্রি লাভ করেন। তার মাস্টার্সের গবেষণার শিরোনাম ছিল \"স্বল্প-মূল্যের PTZ ক্যামেরার উপর ভিত্তি করে লক্ষ্য ট্র্যাকিং অ্যালগরিদম নিয়ে গবেষণা\" (基于低成本PTZ摄像机的目标跟踪算法研究)।\n\n\n== কর্মজীবন ==\n২০০৮ সালে, লিয়াং তার সহপাঠীদের নিয়ে আর্থিক বাজার সম্পর্কিত তথ্য সংগ্রহের জন্য একটি দল গঠন করেন। তিনি মেশিন লার্নিং এবং অন্যান্য প্রযুক্তি ব্যবহার করে পরিমাণগত ট্রেডিং অন্বেষণে দলটির নেতৃত্ব দেন। এটি ২০০৭-২০০৮ সালের আর্থিক সংকটের সর্বোচ্চ সময়ে ঘটেছিল।\nস্নাতক সম্পন্ন করার পর, লিয়াং চেংডু, সিচুয়ানের একটি সস্তা ফ্ল্যাটে চলে যান, যেখানে তিনি এআই দিয়ে বিভিন্ন কাজে কীভাবে ব্যবহার করা যায় তা নিয়ে চেষ্টা করেন। প্রথমে তার চেষ্টাগুলো কাজ করে না, কিন্তু পরে তিনি এআইকে টাকা-পয়সার কাজে লাগানোর চেষ্টা করেন।\n২০১৩ সালে, লিয়াং এআইকে ট্রেডিংয়ের সাথে মিলিয়ে কাজ করার চেষ্টা করেন এবং ঝেজিয়াং বিশ্ববিদ্যালয়ের পুরোনো ছাত্র জু জিনের সাথে মিলে হ্যাংঝৌ ইয়াকেবি ইনভেস্টমেন্ট ম্যানেজমেন্ট (杭州雅克比投资管理有限公司) নামে একটা কোম্পানি খোলেন। ২০১৫ সালে, তারা দুজনে মিলে হ্যাংঝৌ হুয়ানফাং টেকনোলজি (杭州幻方科技有限公司) নামে আরেকটা কোম্পানি শুরু করেন, যেটা এখন ঝেজিয়াং জিউঝাং অ্যাসেট ম্যানেজমেন্ট (浙江九章资产管理有限公司) নামে পরিচিত।\nফেব্রুয়ারী ২০১৬ সালে লিয়াং এবং অন্য দুই ইঞ্জিনিয়ারিং সহপাঠী নিংবো হাই-ফ্লায়ার কোয়ান্টিটেটিভ ইনভেস্টমেন্ট ম্যানেজমেন্ট পার্টনারশিপ (লিমিটেড পার্টনারশিপ) (宁波幻方量化投资管理合伙企业（有限合伙）) প্রতিষ্ঠা করেন। যা বিনিয়োগ করতে গণিত এবং এআই ব্যবহার করে বিনিয়োগ করত। \n২০১৯ সালে, লিয়াং হাই-ফ্লায়ার এআই প্রতিষ্ঠা করেন যা কৃত্রিম বুদ্ধিমত্তা অ্যালগরিদম এবং এর মৌলিক অ্যাপ্লিকেশনগুলির উপর গবেষণার জন্য নিবেদিত ছিল।  এই সময়ের মধ্যে, হাই-ফ্লায়ারের সংখ্যা ১০ টিরও বেশি ছিল ব্যবস্থাপনা অধীনে সম্পদ বিলিয়ন ইউয়ান।\n৩০ আগস্ট ২০১৯ সালে, লিয়াং ওয়েনফেং গোল্ডেন বুল অ্যাওয়ার্ড অনুষ্ঠানে \"একটি প্রোগ্রামারের দৃষ্টিকোণ থেকে চীনে পরিমাণগত বিনিয়োগের ভবিষ্যত\" শিরোনামে একটি মূল বক্তৃতা দেন যা উত্তপ্ত আলোচনার জন্ম দেয়। লিয়াং বলেছেন যে পরিমাণগত বা অ-পরিমাণগত তা নির্ধারণের মানদণ্ড হল বিনিয়োগের সিদ্ধান্ত পরিমাণগত পদ্ধতি বা লোক দ্বারা করা হয় কিনা। পরিমাণগত তহবিলের পোর্টফোলিও ম্যানেজাররা সিদ্ধান্ত নেয় না এবং পরিবর্তে শুধুমাত্র সার্ভার। তিনি আরও বলেন, হাই-ফ্লাইয়ারের লক্ষ্য হল চীনের সেকেন্ডারি মার্কেটের কার্যকারিতা উন্নত করা। \n২০২১ সালের ফেব্রুয়ারিতে, গ্রেগরি জুকারম্যানের বই The Man Who Solved the Market: How Jim Simons Launched the Quant Revolution প্রকাশিত হয়েছিল। লিয়াং বইটির চীনা সংস্করণের মুখবন্ধ লিখেছিলেন যেখানে তিনি বলেছিলেন যে যখনই তিনি কর্মক্ষেত্রে অসুবিধার সম্মুখীন হন, তখন তিনি সিমন্সের কথাগুলি মনে করতেন \"মূল্যের মডেলের একটি উপায় থাকতে হবে\"। জানুয়ারী ২০২৫ সালে, জাকারম্যান দ্য ওয়াল স্ট্রিট জার্নালে লিখেছিলেন যেখানে তিনি এই সত্যটি স্বীকার করেছিলেন এবং বলেছিলেন যে তিনি লিয়াংয়ের সাথে যোগাযোগ করার চেষ্টা করছেন কিন্তু অনেকটা সিমন্সের মতো, লিয়াং খুব গোপনীয় এবং যোগাযোগ করা কঠিন।\n২০২১ সালে, হাই-ফ্লায়ার চালানোর সময় লিয়াং তার এআই সাইড প্রজেক্টের জন্য হাজার হাজার এনভিডিয়া জিপিইউ কেনা শুরু করে। কিছু শিল্পের অভ্যন্তরীণ ব্যক্তিরা এটিকে একটি নতুন শখের সন্ধানে একজন বিলিয়নেয়ারের উদ্ভট ক্রিয়া হিসাবে দেখেছেন। লিয়াংয়ের ব্যবসায়িক অংশীদারদের একজন বলেছেন যে তারা প্রথমে লিয়াংকে গুরুত্বের সাথে নেয়নি এবং তাদের প্রথম সাক্ষাতকে একটি ভয়ানক চুলের স্টাইল সহ একটি নির্বোধ লোককে দেখে বলেছিল যে তার দৃষ্টিভঙ্গি প্রকাশ করতে পারেনি। লিয়াং সহজভাবে বলেছিলেন যে তিনি কিছু তৈরি করতে চেয়েছিলেন এবং এটি একটি গেম চেঞ্জার হবে যা তার ব্যবসায়িক অংশীদাররা ভেবেছিল যে কেবল বাইটড্যান্স এবং আলিবাবা গ্রুপের মতো জায়ান্টদের থেকে সম্ভব।\n২০২৩ সালের মে মাসে, লিয়াং ঘোষণা করেছিলেন যে হাই-ফ্লায়ার কৃত্রিম সাধারণ বুদ্ধিমত্তার বিকাশকে অনুসরণ করবে এবং ডিপসিক চালু করেছে। সেই মাসে 36Kr- এর সাথে একটি সাক্ষাত্কারে, লিয়াং বলেছিলেন যে মার্কিন সরকার চীনের উপর AI চিপ বিধিনিষেধ আরোপ করার আগে High-Flyer ১০,০০০ Nvidia A100 GPU অর্জন করেছিল। এটি একটি এলএলএম বিকাশকারী হিসাবে কাজ করার জন্য ডিপসিকের ভিত্তি স্থাপন করেছিল। তিনি আরও বলেছিলেন যে ডিপসিক হাই-ফ্লায়ার থেকে তহবিল পায়। এটি ছিল কারণ যখন ডিপসিক প্রতিষ্ঠিত হয়েছিল, ভেঞ্চার ক্যাপিটাল সংস্থাগুলি তহবিল সরবরাহ করতে অনিচ্ছুক ছিল কারণ এটি অল্প সময়ের মধ্যে প্রস্থান করতে সক্ষম হবে এমন সম্ভাবনা ছিল না। যেহেতু লক্ষ্যটি দীর্ঘমেয়াদী ছিল, ডিপসিক এমন কর্মচারীদের সন্ধান করেছিল যাদের অভিজ্ঞতার চেয়ে ক্ষমতা এবং আবেগ ছিল।\nজুলাই ২০২৪-এ, লিয়াং 36Kr দ্বারা আবার সাক্ষাৎকার নেওয়া হয়েছিল। তিনি বলেছিলেন যে যখন ডিপসিক প্রকাশিত হয়েছিল এবং চীনে একটি AI মূল্য যুদ্ধের সূত্রপাত করেছিল, তখন এটি একটি বিশাল আশ্চর্যজনক ছিল কারণ দলটি মূল্য নির্ধারণ এত সংবেদনশীল হবে বলে আশা করেনি। তিনি আরও বলেন যে চীনের অর্থনীতির বিকাশের সাথে সাথে এটি ফ্রি রাইডিংয়ের পরিবর্তে ধীরে ধীরে অবদানকারী হওয়া উচিত। চীনের উদ্ভাবনে যেটির অভাব রয়েছে তা মূলধন নয় বরং এতে প্রতিভা সংগঠিত করার বিষয়ে আস্থা ও জ্ঞানের অভাব। ডিপসিক বিশেষ বিশেষ কাউকে নিয়োগ দেয়নি এবং কর্মচারীরা স্থানীয়ভাবে শিক্ষিত হতে থাকে। যখন এটি বিঘ্নিত প্রযুক্তির কথা আসে, তখন বন্ধ উৎসের পদ্ধতিগুলি শুধুমাত্র সাময়িকভাবে অন্যদের ধরতে বিলম্ব করতে পারে।\n২০ জানুয়ারী ২০২৫, লিয়াংকে শিক্ষা, বিজ্ঞান, সংস্কৃতি, স্বাস্থ্য এবং খেলাধুলার ক্ষেত্রের বিশেষজ্ঞ, উদ্যোক্তা এবং প্রতিনিধিদের সাথে সিম্পোজিয়ামে আমন্ত্রণ জানানো হয়েছিল (专家、企业家和教科文卫体等领域代表座谈会) বেইজিংয়ে প্রিমিয়ার লি কিয়াং আয়োজিত। লিয়াং, একজন শিল্প বিশেষজ্ঞ হিসাবে বিবেচিত, বার্ষিক ২০২৪ সরকারের কাজের প্রতিবেদনের মন্তব্যের জন্য একটি খসড়ার বিষয়ে মতামত এবং পরামর্শ প্রদান করতে বলা হয়েছিল।\nএছাড়াও ২০ জানুয়ারী ২০২৫-এ, ডিপসিক, কোম্পানি লিয়াং প্রতিষ্ঠিত এবং সিইও হিসাবে কাজ করেছিল, ডিপসিক-আর  করে, একটি ৬৭১-বিলিয়ন-প্যারামিটার ওপেন-সোর্স রিজনিং এআই মডেল, এর স্থাপত্য ব্যাখ্যা করে একটি বিশদ প্রযুক্তিগত কাগজ প্রকাশের পাশাপাশি। এবং প্রশিক্ষণ পদ্ধতি। মডেলটি $৫.৬ মিলিয়ন খরচে মাত্র ২,০৪৮ Nvidia H800 GPU ব্যবহার করে তৈরি করা হয়েছিল, এটি একটি সম্পদ-দক্ষ পদ্ধতির প্রদর্শন করে যা পশ্চিমা প্রতিযোগীদের বিলিয়ন-ডলার বাজেটের সাথে তীব্রভাবে বিপরীত। ২৭ জানুয়ারির মধ্যে, ডিপসিক চ্যাটজিপিটিকে ছাড়িয়ে ইউএস অ্যাপ স্টোরে #১ ফ্রি অ্যাপে পরিণত হয়েছে। ডিপসিকের আতঙ্কের মধ্যে বাজার মূলধনে $১ ট্রিলিয়ন ডলারের বেশি মুছে যাওয়ায় মার্কিন স্টকগুলি হ্রাস পেয়েছে।\n\n\n== তথ্যসূত্র =="}