{"pageid": 1510275, "title": "ভাটা", "url": "https://bn.wikipedia.org/wiki?curid=1510275", "content": "একটি ভাটা হল একটি তাপ নিরোধক চেম্বার, এক ধরনের ওভেন, যা কিছু প্রক্রিয়া সম্পন্ন করার জন্য পর্যাপ্ত তাপমাত্রা তৈরি করে, যেমন শক্ত করা, শুকানো বা রাসায়নিক পরিবর্তন । মাটির তৈরি জিনিসকে মৃৎপাত্র, টাইলস এবং ইটগুলিতে পরিণত করতে সহস্রাব্দ ধরে ভাটা ব্যবহার করা হয়েছে। বিভিন্ন শিল্প পাইরোপ্রসেসিংয়ের জন্য ঘূর্ণমান ভাটা ব্যবহার করে (আকরিককে ক্যালসিনেট করার জন্য, যেমন চুনাপাথর থেকে চুন সিমেন্টের জন্য) এবং অন্যান্য অনেক উপকরণকে রূপান্তর করতে।\n\n\n== ব্যুৎপত্তি ==\nঅক্সফোর্ড ইংলিশ ডিকশনারী অনুসারে, পুরাতন ইংরেজিতে cyline, cylene, cyln(e) শব্দগুলি থেকে ভাটা এসেছে, যা ল্যাটিন কুলিনা  ('রান্নাঘর') থেকে এসেছে। মধ্য ইংরেজিতে, শব্দটি kulne, kyllne, kilne, kiln, kylle, kyll, kil, kill, keele, kiele হিসাবে প্রমাণিত।  গ্রীক ভাষায় καίειν, ভাটা শব্দের অর্থ হল 'জ্বলানো'।\n\n\n== উচ্চারণ ==\n'কিল' শব্দটি মূলত এন, সাইলেন্টের সাথে 'কিল' উচ্চারিত হয়েছিল, যেমনটি ১৮২৮ সালের ওয়েবস্টার ডিকশনারিতে উল্লেখ করা হয়েছে  এবং জেমস এ. বোয়েন দ্বারা উচ্চ গ্রেডের জন্য ইংরেজি ওয়ার্ডস অ্যাজ স্পোকেন অ্যান্ড রাইটেন ১৯০০: \"দ্য ডিগ্রাফ  নীরব, ভাটিতে ঘটে একটি ভাটা নিচে পড়ে আপনাকে হত্যা করতে পারে।\"  বোয়েন লক্ষ্য করছিলেন যে \"কিল\" এবং \"কিলন\" হল হোমোফোন । \n\n\n== ভাটা ব্যবহার ==\nপিট ফায়ারড মৃৎপাত্রগুলি প্রাচীনতম পরিচিত ভাটির আগে হাজার হাজার বছর ধরে তৈরি করা হয়েছিল, যা খ্রিস্টপূর্ব ৬০০০ সালের দিকে, এবং আধুনিক ইরাকের ইয়ারিম টেপে সাইটে পাওয়া গিয়েছিল।  নিওলিথিক ভাটাগুলি ৯০০-এর বেশি তাপমাত্রা তৈরি করতে সক্ষম হয়েছিল °সে (১৬৫২ °ফা)।  ব্যবহার অন্তর্ভুক্ত:\n\nঅ্যানিলিং, ফিউজিং এবং ডিফর্মিং গ্লাস, বা কাচের পৃষ্ঠে ধাতব অক্সাইড পেইন্ট ফিউজ করা\nধাতব ওয়ার্কপিস  জন্য তাপ চিকিৎসা\nসিরামিক\nব্রিকওয়ার্কস\nঢালাই জন্য গলিত ধাতু\nগলানোর আগে একটি ঘূর্ণমান ভাটিতে আকরিকের ক্যালসিনেশন\nরাসায়নিক পদার্থের পাইরোলাইসিস\nপোর্টল্যান্ড সিমেন্ট, সিমেন্ট ভাটা তৈরিতে কাদামাটি দিয়ে চুনাপাথর গরম করা\nচুনাপাথর গরম করে কুইকলাইম বা ক্যালসিয়াম অক্সাইড তৈরি করে, চুনের ভাটা\nপ্লাস্টার অফ প্যারিস তৈরি করতে জিপসাম গরম করা\nদাহ করার জন্য (উচ্চ তাপমাত্রায়)\nতামাক পাতা শুকানো\nমদ্যপান এবং অন্যান্য গাঁজন জন্য বার্লি শুকানো\nচোলাইয়ের জন্য ড্রাইং হপস ( হপ ভাটা বা ওস্ট হাউস নামে পরিচিত)\nপিষে বা সংরক্ষণের আগে ভুট্টা (শস্য) শুকানো, কখনও কখনও একটি ভুট্টা ভাটা বলা হয়, ভুট্টা শুকানোর ভাটা \nসবুজ কাঠ শুকানো যাতে এটি অবিলম্বে ব্যবহার করা যেতে পারে\nজ্বালানী হিসাবে ব্যবহারের জন্য কাঠ শুকানো\nকাঠকয়লা উত্পাদন করতে পাইরোলাইসিস বিন্দুতে কাঠ গরম করা\nপাইন গাছের লগ বা শিকড় থেকে পাইন টার বের করা\n\n\n== সিরামিক ভাটা ==\nভাটা প্রায় সব ধরনের সিরামিক তৈরির একটি অপরিহার্য অংশ। সিরামিকের জন্য উচ্চ তাপমাত্রার প্রয়োজন হয় তাই রাসায়নিক এবং শারীরিক প্রতিক্রিয়া স্থায়ীভাবে নিষ্ক্রিয় দেহকে পরিবর্তন করতে হবে। মৃৎশিল্পের ক্ষেত্রে, মাটির উপকরণগুলিকে আকৃতি দেওয়া হয়, শুকানো হয় এবং তারপর একটি ভাটিতে গুলি করা হয়। চূড়ান্ত বৈশিষ্ট্যগুলি মাটির দেহের গঠন এবং প্রস্তুতি এবং এটি যে তাপমাত্রায় গুলি করা হয় তার দ্বারা নির্ধারিত হয়। প্রথম ফায়ারিংয়ের পরে, গ্লেজগুলি ব্যবহার করা যেতে পারে এবং গ্লাসটিকে শরীরে ফিউজ করার জন্য দ্বিতীয়বার গুলি করা হয়। ওভারগ্লাজ সজ্জা ঠিক করার জন্য কম তাপমাত্রায় তৃতীয় গুলি চালানোর প্রয়োজন হতে পারে। আধুনিক ভাটায় প্রায়ই অত্যাধুনিক ইলেকট্রনিক নিয়ন্ত্রণ ব্যবস্থা থাকে, যদিও পাইরোমেট্রিক ডিভাইসগুলিও প্রায়শই ব্যবহৃত হয়।\nকাদামাটি সূক্ষ্ম দানাদার কণা নিয়ে গঠিত যা তুলনামূলকভাবে দুর্বল এবং ছিদ্রযুক্ত। কাদামাটি একটি কার্যকর কাদামাটির শরীর তৈরি করতে অন্যান্য খনিজগুলির সাথে মিলিত হয়। ফায়ারিং প্রক্রিয়ার মধ্যে রয়েছে সিন্টারিং । এটি কাদামাটিকে উত্তপ্ত করে যতক্ষণ না কণাগুলি আংশিকভাবে গলে যায় এবং একসাথে প্রবাহিত হয়, একটি শক্তিশালী, একক ভর তৈরি করে, যা ছিদ্র এবং স্ফটিক উপাদানের সাথে ছেদযুক্ত একটি কাঁচের স্তর দ্বারা গঠিত। ফায়ারিংয়ের মাধ্যমে, ছিদ্রগুলি আকারে হ্রাস পায়, যার ফলে উপাদানটি সামান্য সঙ্কুচিত হয়।\nবিস্তৃত পরিভাষায়, দুই ধরনের ভাটা রয়েছে: বিরতিহীন এবং অবিচ্ছিন্ন, উভয়ই একটি নিয়ন্ত্রিত অভ্যন্তরীণ তাপমাত্রা এবং বায়ুমণ্ডল সহ একটি উত্তাপ বাক্স।\nএকটি অবিচ্ছিন্ন ভাটা, কখনও কখনও একটি টানেল ভাটা বলা হয়, শুধুমাত্র কেন্দ্রীয় অংশ সরাসরি উত্তপ্ত সহ দীর্ঘ হয়। শীতল প্রবেশদ্বার থেকে, ভাটির মধ্য দিয়ে মৃৎপাত্র ধীরে ধীরে সরানো হয়, এবং ভাটির কেন্দ্রীয়, উষ্ণতম অংশের কাছে যাওয়ার সাথে সাথে এর তাপমাত্রা ক্রমাগত বৃদ্ধি পায়। যেহেতু এটি ভাটির মাধ্যমে চলতে থাকে, ততক্ষণ পর্যন্ত তাপমাত্রা হ্রাস পায় যতক্ষণ না ভাটাটি প্রায় ঘরের তাপমাত্রায় ভাটা থেকে বের হয়। একটি অবিচ্ছিন্ন ভাটা শক্তি-দক্ষ, কারণ ঠাণ্ডা করার সময় বন্ধ করা তাপ আগত গুদামকে প্রি-হিট করার জন্য পুনর্ব্যবহার করা হয়। কিছু ডিজাইনে, গুদামটি এক জায়গায় রেখে দেওয়া হয়, যখন হিটিং জোনটি এটি জুড়ে চলে যায়। এই ধরণের ভাটাগুলির মধ্যে রয়েছে:\n\nহফম্যান ভাটা\nষাঁড়ের ট্রেঞ্চ ভাটা\nহাবলা (জিগ-জ্যাগ) ভাটা\nরোলার ভাটা: একটি বিশেষ ধরনের ভাটা, যা টেবিলওয়্যার এবং টালি তৈরিতে সাধারণ, হল রোলার-হর্থ ভাটা, যেখানে বাদুড়ের উপর রাখা জিনিসপত্র রোলারের ভাটির মাধ্যমে বহন করা হয়।\nবিরতিহীন ভাটিতে, ভাটির ভিতরে গুদামটি স্থাপন করা হয়, ভাটা বন্ধ করা হয় এবং একটি সময়সূচী অনুযায়ী অভ্যন্তরীণ তাপমাত্রা বৃদ্ধি করা হয়। ফায়ারিং শেষ হওয়ার পরে, ভাটা এবং গুদাম উভয়ই ঠান্ডা হয়। গুদামটি সরানো হয়, ভাটা পরিষ্কার করা হয় এবং পরবর্তী চক্র শুরু হয়। এই ধরনের ভাটাগুলির মধ্যে রয়েছে:\n\nবাতা ভাটা\nস্কভ ভাটা\nস্কচ ভাটা\nডাউন-ড্রাফ্ট ভাটা\nশাটল ভাটা: এটি একটি গাড়ি-নিচের ভাটা যার এক বা উভয় প্রান্তে দরজা রয়েছে। বার্নারগুলি প্রতিটি পাশে উপরে এবং নীচে অবস্থিত, একটি অশান্ত বৃত্তাকার বায়ু প্রবাহ তৈরি করে। এই ধরনের ভাটা সাধারণত একটি মাল্টি-কার ডিজাইন এবং ব্যাচগুলিতে হোয়াইটওয়্যার, প্রযুক্তিগত সিরামিক এবং অবাধ্য প্রক্রিয়াকরণের জন্য ব্যবহৃত হয়। গুদামের আকারের উপর নির্ভর করে, শাটল ভাটাগুলি গাড়ি-চলন্ত যন্ত্রগুলি দিয়ে সজ্জিত হতে পারে যাতে ভাটির ভিতরে এবং বাইরে ফায়ার করা এবং অফায়ারড গুদাম স্থানান্তর করা যায়। শাটল ভাটা আপড্রাফ্ট বা ডাউনড্রাফ্ট হতে পারে। একটি শাটল ভাটির নাম এসেছে এই সত্য থেকে যে ভাটির গাড়িগুলি ভাটির উভয় প্রান্ত থেকে একটি শাটল ভাটিতে প্রবেশ করতে পারে, যেখানে একটি টানেল ভাটা শুধুমাত্র একটি দিকে প্রবাহিত হয়।\nভাটা প্রযুক্তি অনেক পুরনো। ভাটাগুলি পাত্র এবং জ্বালানী পিট ফায়ারিং দ্বারা ভরা একটি সাধারণ মাটির পরিখা থেকে আধুনিক পদ্ধতিতে বিকশিত হয়েছে। একটি উন্নতি হল পাত্রগুলির চারপাশে একটি ফায়ারিং চেম্বার তৈরি করা যা বাফেল এবং একটি স্টোকিং হোল। এটি তাপ সংরক্ষণ করে। একটি চিমনি স্তুপ ভাটির বায়ু প্রবাহ বা ড্রয়ের উন্নতি ঘটায়, এইভাবে জ্বালানি আরও সম্পূর্ণরূপে পুড়িয়ে দেয়।\nচীনা মৃৎশিল্পের বিকাশে চীনা ভাটা প্রযুক্তি সর্বদা একটি মূল কারণ এবং সাম্প্রতিক শতাব্দী পর্যন্ত বিশ্বের সবচেয়ে উন্নত ছিল। চীনারা প্রায় ১,০০০ গুলি চালাতে সক্ষম ভাটা তৈরি করেছে ২০০০ পূর্বে °সে. এগুলি ছিল আপড্রাফ্ট ভাটা, প্রায়শই মাটির নিচে নির্মিত। প্রায় ২০০ খ্রিস্টাব্দের মধ্যে দুটি প্রধান ধরনের ভাটা তৈরি করা হয়েছিল এবং আধুনিক সময় পর্যন্ত ব্যবহার করা হয়েছিল। এগুলি হল পার্বত্য দক্ষিণ চীনের ড্রাগন ভাটা, সাধারণত কাঠের জ্বালানী, লম্বা এবং পাতলা এবং ঢাল পর্যন্ত চলে, এবং উত্তর চীনা সমভূমির ঘোড়ার শু-আকৃতির মান্টো ভাটা, ছোট এবং আরও কমপ্যাক্ট। উভয়ই নির্ভরযোগ্যভাবে ১৩০০ পর্যন্ত তাপমাত্রা তৈরি করতে পারে চীনামাটির বাসনের জন্য °সে বা তার বেশি প্রয়োজন। মিং-এর শেষের দিকে, ডিমের আকৃতির ভাটা বা জেনিয়াও জিংডেজেনে তৈরি করা হয়েছিল এবং প্রধানত সেখানে ব্যবহার করা হয়েছিল। এটি অন্যান্য ধরণের মধ্যে একটি সমঝোতার কিছু ছিল, এবং ফায়ারিং চেম্বারে বিভিন্ন গুলি চালানোর শর্ত সহ অবস্থানের প্রস্তাব করেছিল।\nপ্রাচীন রোমান মৃৎপাত্র এবং মধ্যযুগীয় চীনা মৃৎপাত্র উভয়ই শিল্প পরিমাণে গুলি করা যেতে পারে, একক ফায়ারিংয়ে হাজার হাজার টুকরা সহ।  ব্রিটেনে পাওয়া সহজ ভাটির প্রাথমিক উদাহরণগুলির মধ্যে রয়েছে যেগুলি রোমান দখলের সময় ছাদের টাইলস তৈরি করেছিল। এই ভাটাগুলি ঢালের পাশে তৈরি করা হয়েছিল, যাতে নীচে আগুন জ্বালানো যায় এবং তাপ ভাটায় উঠে যায়।\nঐতিহ্যগত ভাটা অন্তর্ভুক্ত:\n\nদক্ষিণ চীনের ড্রাগন ভাটা : পাতলা এবং লম্বা, পাহাড়ের ধারে আরোহণ। এই ধরনের জাপানি আনাগামা ভাটা দিয়ে পূর্ব এশিয়ার বাকি অংশে ছড়িয়ে পড়ে, ৫ম শতাব্দীতে কোরিয়া হয়ে পৌঁছেছিল। এই ভাটিতে সাধারণত একটি লম্বা ফায়ারিং চেম্বার থাকে, যার একপাশে ছোট মাল স্ট্যাকিং পোর্ট দিয়ে ছিদ্র করা হয়, এক প্রান্তে একটি ফায়ারবক্স এবং অন্য প্রান্তে একটি ফ্লু থাকে। ফায়ারিং সময় এক দিন থেকে কয়েক সপ্তাহ পর্যন্ত পরিবর্তিত হতে পারে। ঐতিহ্যগত আনাগামা ভাটাগুলিও একটি ঢালের উপর নির্মিত হয় যাতে একটি ভাল খসড়া তৈরি করা যায়। জাপানি নোবোরিগামা ভাটি একটি মাল্টি-চেম্বার ভাটা হিসাবে আনাগামা ডিজাইনের একটি বিবর্তন যেখানে প্রথমে সামনের ফায়ারবক্স থেকে কাঠকে স্তুপ করা হয়, তারপর শুধুমাত্র পাশের স্টকিং হোলগুলির মাধ্যমে ৬০০ °সে (১,১০০ °ফা) পর্যন্ত বাতাস গরম করার সুবিধা রয়েছে। সামনের ফায়ারবক্স থেকে, আরও দক্ষ ফায়ারিং সক্ষম করে।\n\nখেমার ভাটা : আনাগামা ভাটার মতোই; তবে, ঐতিহ্যবাহী খেমার ভাটার ছাদ ছিল সমতল। চাইনিজ, কোরিয়ান বা জাপানি চুলাগুলিতে খিলানযুক্ত ছাদ থাকে। এই ধরণের চুল্লির আকার বিভিন্ন রকমের হয় এবং দশ মিটার পর্যন্ত পরিমাপ করা যায়। গুলি চালানোর সময়ও পরিবর্তিত হয় এবং বেশ কয়েক দিন স্থায়ী হতে পারে।\nবোতল ভাটা : এক ধরণের বিরতিহীন ভাটা, সাধারণত কয়লাচালিত, পূর্বে মৃৎশিল্পের পোড়ানোর কাজে ব্যবহৃত হত; এই ধরনের ভাটাটি সাধারণত বোতল আকৃতির একটি লম্বা ইটের খোঁপা বা শঙ্কু দ্বারা বেষ্টিত থাকত। টেবিলওয়্যারটি সিল করা ফায়ারক্লে স্যাগারে আবদ্ধ ছিল; আগুনের তাপ এবং ধোঁয়া চুলার মধ্য দিয়ে যাওয়ার সাথে সাথে এটি ১,৪০০ °সে (২,৬০০ °ফা) পর্যন্ত তাপমাত্রায় পোড়ানো হত। ।\nবিস্কুট ভাটা : প্রথম আগুন লাগানো হবে বিস্কুট ভাটায়।\nগ্লস্ট ভাটা : বিস্কুট-পাত্রটি গ্লাস করা হয়েছিল এবং গ্লস্ট ভাটায় দ্বিতীয়বার গ্লস্ট ফায়ারিং করা হয়েছিল।\nউত্তর চীনের মান্টো ভাটা, ড্রাগন ভাটার চেয়ে ছোট এবং আরও ঘন\nমাফল ভাটা : এটি ৮০০ °সে (১,৫০০ °ফা) নিচে তাপমাত্রায় ওভার-গ্লেজ সাজসজ্জার জন্য ব্যবহৃত হত। । এই শীতল চুলাগুলিতে আগুনের ধোঁয়া চুলার বাইরের ফ্লু দিয়ে প্রবাহিত হত।\nক্যাটেনারি আর্চ ভাটি : সাধারণত লবণ ব্যবহার করে মৃৎপাত্র পোড়ানোর জন্য ব্যবহৃত হয়, এগুলি তাদের আকৃতির (একটি ক্যাটেনারি আর্চ) কারণে বারবার গরম এবং শীতলকরণ চক্রের পরেও তাদের আকৃতি ধরে রাখে, যেখানে অন্যান্য ধরণের জন্য ব্যাপক ধাতব কাজের সহায়তার প্রয়োজন হয়।\nসেভ্রেস ভাটা : ফ্রান্সের সেভ্রেসে উদ্ভাবিত, এটি দক্ষতার সাথে উচ্চ-তাপমাত্রা উৎপন্ন করে ১,২৪০ °সে (২,২৬০ °ফা) জলরোধী সিরামিক বডি এবং সহজে পাওয়া যায় এমন গ্লাস তৈরি করতে। এটিতে একটি ডাউন-ড্রাফ্ট ডিজাইন রয়েছে যা কাঠের ফায়ারিং সহ কম সময়ে উচ্চ তাপমাত্রা তৈরি করে।\nবোরি বক্স কিলন, আগেরটির মতোই\n\n\n=== আধুনিক ভাটা ===\n\nশিল্প যুগের সাথে, ভাটাগুলি প্রাকৃতিক গ্যাস এবং প্রোপেন সহ বিদ্যুৎ এবং আরও পরিশোধিত জ্বালানী ব্যবহার করার জন্য ডিজাইন করা হয়েছিল। অনেক বড় শিল্প মৃৎপাত্রের ভাটায় প্রাকৃতিক গ্যাস ব্যবহার করা হয়, কারণ এটি সাধারণত পরিষ্কার, দক্ষ এবং নিয়ন্ত্রণ করা সহজ। আধুনিক ভাটায় গুলি চালানোর সময় সূক্ষ্ম সমন্বয়ের জন্য কম্পিউটারাইজড কন্ট্রোল লাগানো যেতে পারে। একজন ব্যবহারকারী তাপমাত্রা বৃদ্ধি বা র‌্যাম্পের হার নিয়ন্ত্রণ করতে, যেকোনো নির্দিষ্ট স্থানে তাপমাত্রা ধরে রাখতে বা ভিজিয়ে রাখতে বা শীতল হওয়ার হার নিয়ন্ত্রণ করতে পারেন। শিল্প এবং কারুশিল্প, হস্তনির্মিত এবং ভাস্কর্যের কাজে ছোট আকারের উৎপাদনের জন্য বৈদ্যুতিক এবং গ্যাস উভয় ভাটাই সাধারণ।\nআধুনিক ভাটাগুলির মধ্যে রয়েছে:\n\nRetort ভাটা : এক ধরনের ভাটা যা ১,৫০০ °সে (২,৭০০ °ফা) কাছাকাছি তাপমাত্রায় পৌঁছাতে পারে বর্ধিত সময়ের জন্য। সাধারণত, এই ভাটাগুলি শিল্পের উদ্দেশ্যে ব্যবহার করা হয়, এবং চলমান চার্জিং গাড়িগুলিকে বৈশিষ্ট্যযুক্ত করে যা ভাটির নীচে এবং দরজা তৈরি করে।\nবৈদ্যুতিক ভাটা : বিদ্যুত দ্বারা চালিত ভাটাগুলি ২০ শতকে তৈরি করা হয়েছিল, প্রাথমিকভাবে স্কুল, বিশ্ববিদ্যালয় এবং শখের কেন্দ্রগুলিতে ছোট আকারের ব্যবহারের জন্য। বৈদ্যুতিক ভাটির বেশিরভাগ ডিজাইনের বায়ুমণ্ডল অক্সিজেন সমৃদ্ধ, কারণ অক্সিজেন অণু গ্রাস করার জন্য কোন খোলা শিখা নেই। যাইহোক, উপযুক্ত গ্যাস ইনপুট দিয়ে বা একটি নির্দিষ্ট উপায়ে সাগর ব্যবহার করে হ্রাস করার অবস্থা তৈরি করা যেতে পারে।\nফেলার ভাটা : ফায়ারবক্সে প্রবেশের আগে ইনটেক বাতাস গরম করার জন্য চিমনি থেকে জ্বলন্ত গ্যাস পুনরায় ব্যবহার করে কাঠের ফায়ারিংয়ে সমসাময়িক নকশা আনা হয়েছে। এটি একটি এমনকি সংক্ষিপ্ত ফায়ারিং চক্র এবং কম কাঠ খরচের দিকে পরিচালিত করে। এই নকশার জন্য বাহ্যিক বায়ুচলাচল প্রয়োজন যাতে ইন-চিমনি রেডিয়েটার গলে না যায়, সাধারণত ধাতুতে থাকে। ফলাফল হল একটি অত্যন্ত দক্ষ কাঠের ভাটা এক ঘনমিটার কাঠের সাথে এক ঘনমিটার সিরামিক ফায়ার করছে।\nমাইক্রোওয়েভ অ্যাসিস্টেড ফায়ারিং : এই কৌশলটি প্রয়োজনীয় উচ্চ তাপমাত্রায় সিরামিক উপাদানগুলিকে প্রক্রিয়া করার জন্য আরও প্রচলিত শক্তির উত্স, যেমন তেজস্ক্রিয় গ্যাস বা বৈদ্যুতিক উত্তাপের সাথে মাইক্রোওয়েভ শক্তিকে একত্রিত করে। মাইক্রোওয়েভ-সহায়তা ফায়ারিং উল্লেখযোগ্য অর্থনৈতিক সুবিধা প্রদান করে।\nমাইক্রোওয়েভ ভাটা : এই ছোট ভাটাগুলিকে একটি স্ট্যান্ডার্ড মাইক্রোওয়েভ ওভেনের ভিতরে স্থাপন করার জন্য ডিজাইন করা হয়েছে। ভাটির বডিটি একটি ছিদ্রযুক্ত সিরামিক উপাদান থেকে তৈরি করা হয় যা একটি আবরণের সাথে রেখাযুক্ত যা মাইক্রোওয়েভ শক্তি শোষণ করে। মাইক্রোওয়েভ ভাটা একটি মাইক্রোওয়েভ ওভেনের ভিতরে স্থাপন করা হয় এবং পছন্দসই তাপমাত্রায় উত্তপ্ত করা হয়। গরম করার প্রক্রিয়াটি বেশিরভাগ আধুনিক বৈদ্যুতিক ভাটির তুলনায় অনেক কম নিয়ন্ত্রিত, কারণ সেখানে কোনও অন্তর্নির্মিত তাপমাত্রা পর্যবেক্ষণ নেই। মাইক্রোওয়েভ ওভেনে প্রোগ্রাম করা সময় এবং পাওয়ার লেভেল সামঞ্জস্য করে, কাঙ্ক্ষিত ফলাফল অর্জনের জন্য ব্যবহারকারীকে অবশ্যই প্রক্রিয়াটি নিবিড়ভাবে পর্যবেক্ষণ করতে হবে। ভাটির ঢাকনার একটি ছোট ছিদ্রটি অভ্যন্তরীণ তাপমাত্রা দৃশ্যমানভাবে অনুমান করতে ব্যবহার করা যেতে পারে, কারণ গরম উপকরণগুলি উজ্জ্বল হবে। মাইক্রোওয়েভ ভাটাগুলি ১,৪০০ ডিগ্রি সেলসিয়াস (২,৫৫০ ডিগ্রি ফারেনহাইট) এর বেশি অভ্যন্তরীণ তাপমাত্রায় পৌঁছানোর জন্য ডিজাইন করা হয়েছে, কিছু ধরণের কাচ, ধাতু এবং সিরামিকের কাজ করার জন্য যথেষ্ট গরম, যখন ভাটির বাইরে গরম প্যাড বা চিমটি দিয়ে পরিচালনা করার জন্য যথেষ্ট ঠান্ডা থাকে। ফায়ার করার পরে, ভাটাটিকে মাইক্রোওয়েভ ওভেন থেকে সরিয়ে তাপ-প্রুফ পৃষ্ঠে স্থাপন করা উচিত যখন এটি ঠান্ডা হতে দেওয়া হয়। মাইক্রোওয়েভ ভাটা আকারে সীমিত, সাধারণত ২০ সেন্টিমিটার (৮ ইঞ্চি) ব্যাস। \nটপ-হ্যাট ভাটা : এক প্রকারের বিরতিহীন ভাটা কখনও কখনও মৃৎপাত্রে আগুন দেওয়ার জন্য ব্যবহৃত হয়। গুদামটি একটি অবাধ্য চুলা বা প্লিন্থের উপর স্থাপন করা হয়, যার উপরে একটি বাক্স-আকৃতির আবরণ নিচু করা হয়।\n\n\n== কাঠ শুকানোর ভাটা ==\nকাটা গাছ থেকে সরাসরি আসা সবুজ কাঠের আর্দ্রতা অনেক বেশি থাকে যা বাণিজ্যিকভাবে উপযোগী হতে পারে এবং এটি পচে যাবে, বিভক্ত হবে। শক্ত কাঠ এবং নরম কাঠ উভয়কেই শুকিয়ে যেতে হবে যতক্ষণ না আর্দ্রতার পরিমাণ ১৮% এবং ৮% এর মধ্যে হয়। এটি একটি দীর্ঘ প্রক্রিয়া হতে পারে যদি না একটি ভাটা ব্যবহার করে ত্বরান্বিত হয়। বিভিন্ন ধরনের ভাটা প্রযুক্তি আজ বিদ্যমান: প্রচলিত, ডিহিউমিডিফিকেশন, সৌর, ভ্যাকুয়াম এবং রেডিও ফ্রিকোয়েন্সি।\nপ্রচলিত কাঠের শুকনো ভাটা  হয় প্যাকেজ-টাইপ (সাইড-লোডার) বা ট্র্যাক-টাইপ (ট্রাম) নির্মাণ। বেশিরভাগ শক্ত কাঠের ভাটা হল সাইড-লোডার ভাটা যেখানে কাঁটাচামচ ট্রাকগুলি ভাটিতে কাঠের প্যাকেজ লোড করার জন্য ব্যবহার করা হয়। বেশিরভাগ সফটউড ভাটা হল ট্র্যাক ধরনের যেখানে কাঠ ভাটা লোড করার জন্য ভাটা/ট্র্যাক গাড়িতে লোড করা হয়। আধুনিক উচ্চ-তাপমাত্রা, উচ্চ-বাতাস-বেগ প্রচলিত ভাটাগুলি সাধারণত ২৫-মিলিমিটার-thick (১-ইঞ্চি) সবুজ কাঠ ১০ ঘন্টা ১৮% এর আর্দ্রতা কম। যাইহোক, ২৫-মিমি পুরু সবুজ লাল ওক ৮% এর আর্দ্রতা পর্যন্ত শুকাতে প্রায় ২৮ দিন লাগে।\nতাপ সাধারণত চালু/বন্ধ বায়ুসংক্রান্ত ভালভ দ্বারা নিয়ন্ত্রিত ফিন/টিউব হিট এক্সচেঞ্জারের মাধ্যমে চলমান বাষ্পের মাধ্যমে প্রবর্তিত হয়। ভেন্টের একটি সিস্টেম দ্বারা আর্দ্রতা অপসারণ করা হয়, যার নির্দিষ্ট বিন্যাস সাধারণত একটি প্রদত্ত প্রস্তুতকারকের জন্য নির্দিষ্ট। সাধারণভাবে, ভাটির এক প্রান্তে শীতল শুষ্ক বায়ু প্রবর্তন করা হয় এবং অন্য প্রান্তে উষ্ণ আর্দ্র বায়ু বহিষ্কৃত হয়। হার্ডউডের প্রচলিত ভাটায় স্টিম স্প্রে বা ঠান্ডা জলের মিস্টিং সিস্টেমের মাধ্যমে আর্দ্রতা প্রবর্তনের প্রয়োজন হয় যাতে শুকানোর চক্রের সময় ভাটির ভিতরে আপেক্ষিক আর্দ্রতা খুব কম না যায়। ফ্যানের দিকনির্দেশগুলি সাধারণত পর্যায়ক্রমে উল্টানো হয় যাতে বড় ভাটা চার্জ শুকানো নিশ্চিত হয়।\nবেশিরভাগ নরম কাঠের ভাটা ১১৫ °সে (২৪০ °ফা) নিচে কাজ করে তাপমাত্রা। শক্ত কাঠের ভাটা শুকানোর সময়সূচী সাধারণত শুকনো বাল্বের তাপমাত্রা ৮০ °সে (১৮০ °ফা) নিচে রাখে । কঠিন থেকে শুকনো প্রজাতি ৬০ °সে (১৪০ °ফা) এর বেশি নাও হতে পারে ।\nডিহিউমিডিফিকেশন ভাটিগুলি মৌলিক নির্মাণে অন্যান্য ভাটির মতো এবং শুকানোর সময়গুলি সাধারণত তুলনাযোগ্য। তাপ প্রাথমিকভাবে একটি অবিচ্ছেদ্য ডিহিউমিডিফিকেশন ইউনিট থেকে আসে যা আর্দ্রতাও সরিয়ে দেয়। ডিহিউমিডিফায়ারের পরিপূরক করার জন্য প্রায়ই সময়সূচির প্রথম দিকে সহায়ক তাপ সরবরাহ করা হয়।\nহল প্রচলিত ভাটা, সাধারণত শৌখিন ব্যক্তিরা প্রাথমিক বিনিয়োগ খরচ কম রাখার জন্য তৈরি করেন। সৌর বিকিরণের মাধ্যমে তাপ সরবরাহ করা হয়, যখন অভ্যন্তরীণ বায়ু সঞ্চালন সাধারণত নিষ্ক্রিয় হয়।\nভ্যাকুয়াম এবং রেডিও ফ্রিকোয়েন্সি ভাটাগুলি শুকানোর প্রক্রিয়াটিকে দ্রুত করার জন্য বায়ুচাপ কমিয়ে দেয়। এই ভ্যাকুয়াম টেকনোলজির বিভিন্ন ধরনের বিদ্যমান, প্রাথমিকভাবে কাঠের চার্জে তাপ প্রবর্তনের পদ্ধতিতে ভিন্ন। গরম জলের প্ল্যাটেন ভ্যাকুয়াম ভাটিগুলি তাপের উত্স হিসাবে জলের মধ্যে সঞ্চালিত জল সহ অ্যালুমিনিয়াম গরম করার প্লেট ব্যবহার করে এবং সাধারণত উল্লেখযোগ্যভাবে হ্রাসকৃত পরম চাপে কাজ করে। বিচ্ছিন্ন এবং এসএসভি (সুপার-হিটেড বাষ্প) ভাটা চার্জে তাপ প্রবর্তনের জন্য বায়ুমণ্ডলের চাপ ব্যবহার করে। সম্পূর্ণ ভাটা চার্জ সম্পূর্ণ বায়ুমণ্ডলীয় চাপ পর্যন্ত আসে, চেম্বারের বায়ু তারপর উত্তপ্ত হয় এবং অবশেষে চার্জ ঠান্ডা হওয়ার সাথে সাথে একটি ভ্যাকুয়াম টানা হয়।এসএসভি আংশিক-বায়ুমণ্ডলে, সাধারণত পূর্ণ বায়ুমণ্ডলীয় চাপের প্রায় ১/৩, ভ্যাকুয়াম এবং প্রচলিত ভাটা প্রযুক্তির একটি হাইব্রিডে এসএসভি ভাটাগুলি ইউরোপে উল্লেখযোগ্যভাবে বেশি জনপ্রিয় যেখানে স্থানীয়ভাবে কাটা কাঠ উত্তর আমেরিকার কাঠের তুলনায় শুকানো সহজ। ) আরএফ/ভি (রেডিও ফ্রিকোয়েন্সি + ভ্যাকুয়াম) ভাটাগুলিকে গরম করার জন্য মাইক্রোওয়েভ বিকিরণ ব্যবহার করে চার্জ, এবং সাধারণত স্থানীয় জীবাশ্ম জ্বালানি বা বর্জ্য কাঠের উত্সের পরিবর্তে বিদ্যুতের দ্বারা সরবরাহ করা বাষ্পীভবনের তাপের কারণে সর্বাধিক পরিচালন ব্যয় হয়।\nবিভিন্ন কাঠ শুকানোর প্রযুক্তির অর্থনীতি মোট শক্তি, মূলধন, বীমা/ঝুঁকি, পরিবেশগত প্রভাব, শ্রম, রক্ষণাবেক্ষণ এবং পণ্যের অবক্ষয় ব্যয়ের উপর ভিত্তি করে তৈরি। এই খরচগুলি, যা উদ্ভিদ খরচের একটি উল্লেখযোগ্য অংশ হতে পারে, একটি নির্দিষ্ট উদ্ভিদে শুকানোর সরঞ্জামের উপস্থিতির পার্থক্যগত প্রভাব জড়িত। প্ল্যানার মিলের গ্রিন ট্রিমার থেকে ইনফিড সিস্টেম পর্যন্ত প্রতিটি সরঞ্জাম \"শুকানোর সিস্টেম\" এর অংশ। শুকানোর পদ্ধতির প্রকৃত খরচ শুধুমাত্র তখনই নির্ধারণ করা যেতে পারে যখন গাছের মোট খরচ এবং শুকানোর সাথে এবং ছাড়া ঝুঁকির তুলনা করা হয়।\n১৯৮০-এর দশকে ভাটিতে শুকনো জ্বালানী কাঠের পথপ্রদর্শন করা হয়েছিল এবং কম আর্দ্রতাযুক্ত কাঠ বিক্রির অর্থনৈতিক এবং ব্যবহারিক সুবিধার কারণে (২০% এর নিচে সর্বোত্তম আর্দ্রতা অর্জন করা অনেক সহজ হওয়ায়) পরবর্তীতে ইউরোপে ব্যাপকভাবে গৃহীত হয়েছিল।   \nকাঠের ভাটায় উত্পাদিত মোট (ক্ষতিকর) বায়ু নির্গমন, তাদের তাপের উত্স সহ, উল্লেখযোগ্য হতে পারে। সাধারণত, ভাটাটি যত বেশি তাপমাত্রায় কাজ করে, তত বেশি নির্গমনের পরিমাণ উত্পাদিত হয় (প্রতি ভর একক জল সরানো)। এটি বিশেষ করে পাতলা ব্যহ্যাবরণ এবং নরম কাঠের উচ্চ-তাপমাত্রা শুকানোর ক্ষেত্রে সত্য।\n\n\n== গ্যালারি ==\n\n\n== নোট ==\n\n\n== তথ্যসূত্র ==\nহ্যামার, ফ্রাঙ্ক এবং জ্যানেট। দ্য পটারস ডিকশনারি অফ ম্যাটেরিয়ালস অ্যান্ড টেকনিক। এ অ্যান্ড সি ব্ল্যাক পাবলিশার্স, লিমিটেড, লন্ডন, ইংল্যান্ড, তৃতীয় সংস্করণ ১৯৯১।আইএসবিএন ০-৮১২২-৩১১২-০আইএসবিএন ০-৮১২২-৩১১২-০ ।\nস্মিথ, এড। শুকনো ভাটা ডিজাইন ম্যানুয়াল। জেই স্মিথ ইঞ্জিনিয়ারিং অ্যান্ড কনসাল্টিং, ব্লুমিং গ্রোভ, টেক্সাস।  লেখক জেই স্মিথ  ওয়েব্যাক মেশিনে আর্কাইভকৃত ২০০৬-০৮-২৯ তারিখে  থেকে কেনার জন্য উপলব্ধ\nএম. কর্নম্যান এবং সিটিটিবি, \"ক্লে ব্রিকস এবং রুফ টাইলস, ম্যানুফ্যাকচারিং এবং প্রোপার্টি\", সোক। ইন্ডাস্ট্রি মিনারেল, প্যারিস, (২০০৭)আইএসবিএন ২-৯৫১৭৭৬৫-৬-X\n\n\n== বহিঃসংযোগ ==\nইউসিএলএ এনসাইক্লোপিডিয়া অফ ইজিপ্টোলজিতে ভাটা এবং ফায়ারিং স্ট্রাকচার এন্ট্রি\nস্টোক-অন-ট্রেন্ট, যুক্তরাজ্যের গ্ল্যাডস্টোন মৃৎশিল্প জাদুঘর থেকে বোতল ওভেনের (ভাটি) ইতিহাস সম্পর্কে তথ্য ।\nবোতল ভাটা কিভাবে কাজ করে"}