{"pageid": 1510394, "title": "যতীন গোস্বামী", "url": "https://bn.wikipedia.org/wiki?curid=1510394", "content": "যতীন গোস্বামী (জন্ম ২ আগস্ট ১৯৩৩) একজন ভারতীয় নৃত্যশিল্পী এবং নৃত্য পরিকল্পনাকার, যিনি ধ্রুপদী সত্রীয়া নৃত্যের উজ্জ্বল নক্ষত্রদের মধ্যে অন্যতম বলে বিবেচিত হন। তিনি গুয়াহাটির সত্রীয়া আকাদেমির প্রতিষ্ঠাতা, পরিচালক ও এর উপদেষ্টা কমিটির একজন বর্তমান সদস্য। তিনি সঙ্গীত নাটক আকাদেমির সাধারণ পরিষদের প্রাক্তন সদস্য। এছাড়াও তিনি আলোক শিল্পী সংঘ  নামে একটি নৃত্য একাডেমি এবং প্রাগজ্যোতি কলা পরিষদ  নামে একটি সাংস্কৃতিক সংগঠনের প্রতিষ্ঠাতা। তিনি ২০০৪ সালে সঙ্গীত নাটক আকাদেমি পুরস্কার লাভ করেন। ভারত সরকার সত্রীয়া নৃত্যে তাঁর অবদানের জন্য ২০০৮ সালে তাঁকে চতুর্থ সর্বোচ্চ বেসামরিক সম্মান পদ্মশ্রী এবং ২০২৫ সালে পদ্মভূষণ পুরস্কারে ভূষিত করে।\n\n\n== জীবনী ==\nযতীন গোস্বামী ২ আগস্ট ১৯৩৩ সালে ভারতের উত্তর-পূর্ব রাজ্য আসামের গোলাঘাট জেলার দেড়গাঁওয়ের কাছে অবস্থিত আধার সত্র নামক গ্রামে ধরণীধর দেব গোস্বামী এবং চন্দ্রপ্রভা দেবীর ঘরে জন্মগ্রহণ করেন। তাঁর প্রাথমিক সত্রীয়া নৃত্যের প্রশিক্ষণ তাঁর পিতার কাছেই হয়েছিল। তবে পরবর্তীতে তিনি বিভিন্ন সময়ে গোপীরাম বায়ন এবং বাবুলা বায়ন নামে দুজন খ্যাতনামা সত্রীয়া নৃত্যের গুরু, সেইসাথে বিষ্ণুপ্রসাদ রাভা, দত্ত মুকতিয়ার এবং রাসেশ্বর শইকিয়া বরবায়নের কাছেও প্রশিক্ষণ নেন।  ১৯৫৩ সালে তিনি তাঁর নিজ গ্রামে নিজের নৃত্য একাডেমি,আলোক শিল্পী সংঘ প্রতিষ্ঠা করেন। যদিও গণেশ হীরালালের কাছ থেকে কত্থক এবং অটম্বা সিং-এর কাছ থেকে মণিপুরি নৃত্য শিখে তার নৃত্য প্রশিক্ষণ অব্যাহত রাখেন। \nসত্রীয়া নৃতের দিকে আবার মনোনিবেশ করে, তিনি ১৯৬২ সালে কালাগুরু বিষ্ণু প্রসাদ রাভা এবং রক্ষেশ্বর শইকিয়া বরবায়নের সাথে যৌথভাবে নৃত্য প্রচারের জন্য প্রাগজ্যোতি কলা পরিষদ নামে একটি সাংস্কৃতিক সংগঠন প্রতিষ্ঠা করেন। গোস্বামী দেশের বিভিন্ন অংশে কর্মশালা এবং নৃত্যকলা প্রদর্শনী পরিচালনায় নিযুক্ত একমাত্র সত্রীয়া শিল্পী হিসাবে পরিচিত। ১৯৯৪ সালে তিনি সঙ্গীত নাটক আকাদেমির সাধারণ পরিষদের সদস্য হিসাবে মনোনীত হন এবং ২০০০ সালে আকাদেমি কর্তৃক সত্রীয়াকে শাস্ত্রীয় নৃত্যের ধরণ হিসাবে ঘোষিত করানোর প্রচেষ্টায় অবদান রাখেন। তিনি ভারত এবং বিদেশের বিভিন্ন স্থানে নৃত্য পরিবেশন করেছেন। সত্রীয়া নৃত্য বিষয়ে তার পাঁচটি বই প্রকাশিত হয়েছে। বইগুলির নাম হলো: মাটি আখরা, নৃত্য পরিভাষিক শব্দ এবং সংজ্ঞা, ঝুমুর নাচ – নাড়ু ভঙ্গি নৃত্যর শিক্ষা এবং নৃত্যর প্রাথমিক হস্ত পরিচয়। ২০০০ সালে গুয়াহাটিতে, সঙ্গীত নাটক আকাদেমির তত্ত্বাবধানে সত্রীয়া একাডেমি শুরু হলে তিনি প্রতিষ্ঠানটির প্রথম পরিচালক হিসেবে নির্বাচিত হন।\nশঙ্করী সঙ্গীত বিদ্যাপীঠের নৃত্যাচার্য উপাধিধারী এই ব্যক্তি ২০০৪ সালে সত্রীয়া নৃত্যের জন্য সঙ্গীত নাটক আকাদেমি পুরস্কার লাভ করেন  চার বছর পর ২০০৮ সালে ভারত সরকার তাকে পদ্মশ্রী সম্মানে ভূষিত করে।  এছাড়াও তিনি পর্যটন ও সংস্কৃতি বিভাগের ভারতীয় সম্মান, শিল্পী দিবস পুরস্কার (১৯৯৪), সঙ্গীত জ্যোতি পুরস্কার (২০০৪), আসাম নাট্য সম্মিলন পুরস্কার (১৯৯৭), আসাম সরকারের শ্রেষ্ঠ নৃত্য  নির্দেশক পুরস্কার (১৯৯৭-৯৮), হিরাপ্রভা-চন্দ্রকান্ত পুরস্কার (২০০৬), অসম সত্রীয়া মহাসভার নৃত্য শিরোমণি পুরস্কার, লিও-এক্সপো পুরস্কার (২০১০), শঙ্করাচার্য অবতার পুরস্কার (২০১০), আনন্দ মোহন ভগবতী নর্তন পুরস্কার (২০১২), ভবেন্দ্র নাথ শইকিয়া মোবাইল থিয়েটার পুরস্কার (২০১৩) এবং মঘাই ওঝা সৃজন পুরস্কার (২০১৫) সহ বিভিন্ন সম্মাননা লাভ করেন।\n\n\n== এছাড়াও দেখুন ==\nসত্রীয়া\nঘনাকান্ত বোরা\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\n\"নৃত্যাচার্য যতীন গোস্বামী স্পিকিং অন রক্ষেশ্বর শইকীয়া বরবায়ন\"। ইউটিউব ভিডিও। সঙ্গীত সত্র। ১৫ মে ২০১২। সংগ্রহের তারিখ ৬ ফেব্রুয়ারি ২০১৬। \n\"পদ্মশ্রী গুরু যতীন গোস্বামী\"। ফট গ্যালারি। দেবধরা ওডিসি। ২০১৬। সংগ্রহের তারিখ ৬ ফেব্রুয়ারি ২০১৬। \n\n\n== আরও পড়ুন ==\nসত্রীয়া: ক্লাসিক্যাল ডান্স অফ আসাম। মার্গ ফাউন্ডেশন। ২০১৩। পৃষ্ঠা ১৪৮। আইএসবিএন 9788192110660। \nটেমপ্লেট:পদ্মভূষণ পুরস্কার প্রাপক ২০২০–২০২৯"}