{"pageid": 1510480, "title": "বৃহত্তর পোল্যান্ডের ডাচি", "url": "https://bn.wikipedia.org/wiki?curid=1510480", "content": "বৃহত্তর পোল্যান্ডের ডাচি হলো বৃহত্তর পোল্যান্ড অঞ্চলের একটি ডিউকতন্ত্র যা পোল্যান্ড রাজ্যর একটি প্রদেশ হিসেবে প্রতিষ্ঠিত হয়েছিল। এটি ১১৩৮ সালে পোল্যান্ড রাজ্যের অঞ্চলগুলির খণ্ডাংশ থেকে গঠিত হয় যার খণ্ডিতকরণ রাইমাউথের তৃতীয় বোলেস্লোর ইচ্ছাপত্র দ্বারা শুরু হয়েছিলো। ১১৭৭ সালে রাজ্যটি পজনান, গ্নিয়েজনো এবং ক্যালিজ ডাচিতে বিভক্ত হয়ে যায় এবং ১২৭৯ সালে আবার একত্রিত হয়ে ১৩২০ সাল পর্যন্ত সেই আকারে স্থায়ী থাকে, এরপর এটি পোল্যান্ড রাজ্যে পুনরায় অন্তর্ভুক্ত হয়। এর রাজধানী ছিল পজনান।\n\n\n== ইতিহাস ==\n\n১১৩৮ সালে পোলিশ পিয়াস্ট ডিউক রাইমাউথের তৃতীয় বোলেস্লোর মৃত্যুর পর, তার ইচ্ছা অনুসারে দেশটি ৪-৫টি বংশগত প্রদেশে বিভক্ত করা হয় এবং তার পুত্রদের মধ্যে বিতরণ করা হয়। প্রয়াত ডিউক জ্যেষ্ঠ দ্বিতীয় ওয়ালাডিস্লাওর জন্য সিনিয়রেট প্রদেশ ক্রাকো প্রতিষ্ঠা করেছিলেন, যাকে সমগ্র পোল্যান্ডের হাই ডিউক মনোনীত করা হয়েছিল।\n\n\n=== জ্যেষ্ঠ মিয়েস্কো ===\nএই প্রদেশগুলির মধ্যে একটি বৃহত্তর পোল্যান্ড জ্যেষ্ঠ তৃতীয় মিয়েস্কোকে দেওয়া হয়েছিল, যিনি প্রয়াত ডিউক তৃতীয় বোলেস্লাওর পুত্র ছিলেন। ডিউক তৃতীয় মিয়েস্কো প্রথমে পোজনানে বৃহত্তর পোলিশ ভূমির পশ্চিম অংশ শাসন করতেন। তার আধিপত্য দক্ষিণে পোলিশ সিলেসিয়া ডাচি, পূর্বে সিনিওরেট প্রদেশ এবং উত্তরে পোমেরানিয়া ভূমির সীমানা জুড়ে ছিল। বৃহত্তর পোলিশ ভূমি পশ্চিমে পশ্চিম পোলিশ সীমান্তে লুবুজ ভূমি পর্যন্ত বিস্তৃত ছিল, যেখানে ১১৫৭ সালে আস্কানীয় কাউন্ট আলবার্ট দ্য বিয়ার সাম্রাজ্য ব্র্যান্ডেনবার্গের মার্গ্রাভিয়েট প্রতিষ্ঠা করেছিলেন।\n১১৭৩ সালে মিয়েস্কোর ভাই চতুর্থ বোলেস্লো কার্লির মৃত্যুর পর তিনি বোলেস্লাওর ইচ্ছাপত্রানুসারে নির্ধারিত পিতৃজ্যেষ্ঠতা নীতিতে পোল্যান্ডের হাই ডিউক হন। তবে শীঘ্রই তাকে ক্রাকোতে বিদ্রোহের মুখোমুখি হতে হয়, যা তার ছোট ভাই ন্যায়পরায়ণ দ্বিতীয় ক্যাসিমিরের নেতৃত্বে দ্বিতীয় ক্যাসিমির ম্যাগনেটদের দ্বারা প্ররোচিত হয়েছিল এবং মিয়েসকোর নিজের ছেলে ওডন তার উত্তরাধিকারের ভয়ে ভীত ছিল। ক্যাসিমির উচ্চ ডিউকাল উপাধি গ্রহণ করেন, যখন ১১৭৯ সালে ওডন এমনকি তার বাবাকে বৃহত্তর পোলিশ ভূমি থেকে বহিষ্কার করেন। মিয়েসকো তার মেয়ের আনাস্তাসিয়া তার স্বামী ডিউক প্রথম বোগিস্লাভের দরবারে পোমেরানিয়ার ডাচিতে পালিয়ে যান।\nপোমেরানিয়ান বাহিনীর সহায়তায়, ১১৮১ সালে মিয়েসকো তার ডাচিতে ফিরে যেতে সক্ষম হন এবং সিনিওরেট প্রদেশের পূর্ব অংশ জয় করতে সক্ষম হন যা গনিজনো এবং কালিজের সংলগ্ন ভূমি ছিল। ওডনকে পোজনান ত্যাগ করতে বাধ্য করা হয় এবং ওব্রা নদীর দক্ষিণে কেবল একটি ছোট জমি ধরে রাখা হয়। যদিও মিয়েসকোর উচ্চ ডিউকাল উপাধি পুনরুদ্ধারের পরবর্তী প্রচেষ্টা ব্যর্থ হয়, ১১৮৬ সালে তিনি কুয়াভিয়ার সংলগ্ন ভূমি দিয়ে পূর্বে ভিস্তুলা পর্যন্ত তার ডাচি আরও সম্প্রসারণ করতে সক্ষম হন যা তার মৃত ভাগ্নে ডিউক মাসোভিয়ার লেসজেক দ্বারা শাসিত ছিল। তিনি তার পুত্র বোলেস্লোকে কুয়াভিয়া প্রদান করেন, তবুও বোলেস্লাওর মৃত্যুর পর জমিগুলি আবার ১১৯৫ সালে বৃহত্তর পোল্যান্ড থেকে পৃথক হয়ে যায় যখন মিয়েসকো ১১৯৯ সালে ক্যাসিমিরের পুত্র ডিউক মাসোভিয়ার কনরাডকে কুয়াভিয়া হস্তান্তর করতে বাধ্য হন।\n১১৯১ সালে মিয়েসকো অবশেষে ক্রাকো পুনর্জয় করেন, তবুও তার পুত্র মিয়েসকো দ্য ইয়ংগার এর কাছে লেসার পোল্যান্ডের শাসনভার অর্পণের সিদ্ধান্ত ব্যর্থ প্রমাণিত হয়: ক্যাসিমির শীঘ্রই পোলিশ সিংহাসন ফিরে পান এবং অনুজ মিয়েসকো তার বাবার কাছে পালিয়ে যান, বাবা তাকে কালিজের ডিউক হিসেবে নিয়োগ করেন। ১১৯৩ সালে অনুজ মিয়েসকো মারা গেলে তার বাবার সাথে জ্যেষ্ঠ পুত্র ওডনের পুনর্মিলন ঘটে এবং কালিজের ডাচি তাকে দেন। পরের বছর ওডনের মৃত্যুর পর সমস্ত বৃহত্তর পোলিশ ভূমি পুরাতন মিয়েসকোর শাসনের অধীনে পুনরায় একত্রিত হয়; তিনি ওব্রা নদীর দক্ষিণে শেষ ওডনের অঞ্চলগুলি তার একমাত্র জীবিত পুত্র তৃতীয় ওয়াডিস্লাও স্পিন্ডলশ্যাঙ্কসকে হস্তান্তর করেন। ১১৯৪ সালের মধ্যে মিয়েসকো দ্য ইয়ংগার তার ভাইদের চেয়েও বেশি জীবিত ছিলেন। তবে কাসিমিরের পুত্র শ্বেতি প্রথম লেসজেক বাবার ন্যায় ক্রাকোতে তার শাসনকে স্বীকার করেননি। ১২০২ সালে মিয়েসকোর মৃত্যুর পর তার পুত্র ওয়ালাদিস্লাও শীঘ্রই তার চাচাতো ভাইয়ের উত্থাপিত প্রতিদ্বন্দ্বী দাবির মুখোমুখি হন।\n\n\n=== ও্‌য়াডিস্লো স্পিন্ডলশ্যাঙ্কস এবং ও্‌য়াডিস্লো ওডোনিক ===\n\n১২০৬ সালে লুডিসেল স্পিন্ডেলশ্যাঙ্কস শেষ পর্যন্ত লেসজেকের কাছে উচ্চ ডিউকালের মুকুট হারান এবং তার বিদ্রোহী ভ্রাতুষ্পুত্র ওডনের ছেলে ওয়াডিস্লাও লুডসনের সাথে মোকাবেলা করতে হয়। লুডিসেলও ওডনিক কালিসের জমি দাবি করেছিলেন যা তার পিতা ১১৯৩/৯৪ সালে ধরে রেখেছিলেন এবং গনিজনোর আর্চবিশপের রোমান ক্যাথলিক আর্চডায়োসিসের সমর্থন লাভ করতে সক্ষম হয়েছিলেন। কমপক্ষে সিলেসীয় ডিউক প্রথম হেনরির সহায়তায় তিনি কালিস পেয়েছিলেন এবং ১২১৬ সাল থেকে ওব্রার দক্ষিণে বৃহত্তর পোলিশ জমি শাসন করেছিলেন যা তার পিতা ১১৯৪ সালে মৃত্যুর আগ পর্যন্ত ধরে রেখেছিলেন।\n১২১৭ সালে যখন লুডিস্লাও স্পিন্ডেলশ্যাঙ্কস লেসজেক এবং হেনরির সাথে পুনর্মিলিত হন এবং ওয়ালডিস্লাও ওডোনিককে বহিষ্কার করার জন্য বিনামূল্যে রিন পান তখন এই দ্বন্দ্ব আবার শুরু হয়, ওডোনিক ডিউক পোমেরানিয়ার ডিউক দ্বিতীয় পোমেরানিয়ার ডিউক সুইটোপেল্ক এ পালিয়ে যান। তবে, পোমেরেলীয় ডিউকের সহায়তায় পেলেও ওয়ালডিস্লাও ওডোনিক শুধুমাত্র ১২২৩ সালে উজজেস্কির বৃহত্তর পোলিশ জমি জয় করতে সক্ষম হয়েছিল। ১২২৭ সালে সুইটোপেল্ক একটি ডুকাল সৈন্য সমাবেশে আক্রমণ করেন (‘পোমেরেলীয় ডিউক’) যার ফলে উচ্চ ডিউক লেসজেক নিহত হন এবং ডিউক হেনরি গুরুতর আহত হন। লুডিস্লাও স্পিন্ডেলশ্যাঙ্কস সভায় উপস্থিত ছিলেন না যা সম্ভবত তার জীবন রক্ষা করেছিল। এছাড়াও, তিনি তার দীর্ঘদিনের প্রতিদ্বন্দ্বী লেসজেকের কাছ থেকে মুক্ত হন যার পরে তিনি নতুন উচ্চ ডিউক হতে পারেন। আক্রমণে জড়িত থাকার অভিযোগে ডিউক প্রথম কনরাডে সাথে মিত্রতা স্থাপন করেন। পোমেরেলীয় ও মাসোভীয় উভয়ের সমর্থন নিয়ে তিনি ১২২৯ সালে ওয়াল্ডিস্লাও স্পিন্ডেলশ্যাঙ্কস থেকে বৃহত্তর পোল্যান্ডের পুরো ডাচি নিতে সক্ষম হন।\nলুডিস্লাও স্পিন্ডেলস্যাঙ্কস সিলেসিয়ায় পালিয়ে যান এবং দুই বছর পর মারা যান। তবুও, তিনি সিলেসীয় ডিউক দাঁড়িওয়ালা প্রথম হেনরির উত্থাপিত দাবির মুখোমুখি হয়েছিলেন যিনি ১২৩২ সাল থেকে পোলিশ উচ্চ ডিউক ছিলেন এবং ১২৩৪ সাল থেকে তার বেশিরভাগ অঞ্চল জয় করেছিলেন। ১২৩৮ সালে যখন প্রথম হেনরি তার পুত্র দ্বিতীয় হেনরির স্থলাভিষিক্ত হন তখন ওয়ালডিস্লাও ওডোনিক উজউইকের আশেপাশের অঞ্চলে সীমাবদ্ধ ছিলেন। পরের বছর তিনি মারা যান এবং হাই ডিউক দ্বিতীয় হেনরি ১২৪১ সালের যুদ্ধে নিহত হওয়া পর্যন্ত সমগ্র বৃহত্তর পোল্যান্ড শাসন করেন।\n\n\n=== প্রথম প্রজেমিস্ল এবং পুণ্যাত্মা বোলেস্লো ===\n\nপিয়াস্টদের বৃহত্তর পোলিশ বংশধারা অব্যাহত রেখেছিলেন প্রথম প্রজেমিস্ল ওলাদিস্লাও ওডোনিক এবং তার নাবালক ভাই বোলেস্লাও দ্য পিউস যারা প্রথমে ধর্মভক্ত হেনরির সিলেসীয় উত্তরসূরিদের কাছ থেকে তাদের উত্তরাধিকার পুনরুদ্ধার করতে বাধ্য হন। এর পরপরই ভাইদের মধ্যে একটি দ্বন্দ্ব দেখা দেয়: ১২৪৭ সালে বোলেস্লাও স্থানীয় অভিজাতদের সহায়তায় তার বড় ভাইয়ের বিরুদ্ধে প্রকাশ্যে বিদ্রোহ করেন এবং জমিগুলি আনুষ্ঠানিকভাবে ভাগ করা হয় যার ফলে তিনি ছোট ভাই ক্যালিজের ডিউকত্ব পেয়েছিলেন। বিবাদ অব্যাহত ছিল কারণ অসন্তুষ্ট বোলেস্লাও গনিজনোর জমি দাবি করেছিলেন। ১২৫০ সালে প্রজেমিস্ল তাকে পদচ্যুত ও গ্রেপ্তার করেন এবং ১২৫৩ সালের মধ্যে গনিজনোর আর্চবিশপের সংস্থা বোলেস্লভকে কালিজ ও গনিজনোর ডিউক হিসেবে পুনরায় অধিষ্ঠিত করে।\nপ্রজেমিস্লকে ব্র্যান্ডেনবার্গ মার্গ্রেভ প্রথম জন এবং তৃতীয় অটোর সম্প্রসারণবাদী নীতির সাথে মোকাবিলা করতে হয়েছিল যারা ১২৪৮ সালে সিলেসীয় ডিউক দ্বিতীয় বোলেস্লভ রোগাটকা থেকে তার ডাচির পশ্চিম সীমান্তে লুবুস ভূমি অধিগ্রহণ করেছিলেন। ১২৫৭ সালে তিনি মারা গেলে তার ভাই বোলেস্লভ সমগ্র বৃহত্তর পোল্যান্ডের একক শাসক হন। ১২৬৪ সালে বোলেস্লভ দ্য পিউস কালিস্জের সংবিধান পাস করেন যা তার ডাচিতে ইহুদিদের অধিকার প্রসারিত করে।\n\n\n=== দ্বিতীয় প্রজেমিস্ল ===\n১২৭৯ সালে পজনানে প্রজেমিস্লের পুত্র দ্বিতীয় প্রজেমিস্ল এর শাসনামলে বৃহত্তর পোল্যান্ড আবারও একত্রিত হয়। পশ্চিমে ব্র্যান্ডেনবার্গ মার্গ্রেভরা লুবুস ল্যান্ডকে নিউ মার্চের কেন্দ্রস্থলে পরিণত করে, যেখানে তারা ১২৫৭ সালে ল্যান্ডসবার্গ (বর্তমানে গোর্জো উইলকোপোলস্কি) শহর প্রতিষ্ঠা করে। দ্বিতীয় প্রজেমিস্ল তাদের প্রতিপক্ষ ডিউক পোমেরানিয়ার চতুর্থ বোগেস্লো এর সাথে জোটবদ্ধ হয়ে ব্র্যান্ডেনবার্গ সম্প্রসারণের মুখোমুখি হতে সক্ষম হন। হেনরি চতুর্থ প্রোবাস এর মৃত্যুর পর তিনি ক্রাকোভ এর উপর কিছুক্ষণের জন্য নিয়ন্ত্রণ স্থাপন করেন, কিন্তু শীঘ্রই বোহেমিয়ার রাজা ওয়েন্সেসলাস দ্বিতীয় এর কাছে এটি বিক্রি করে দেন, পূর্ববর্তী ডিউক মেস্টউইন দ্বিতীয় এর সাথে উত্তরাধিকার চুক্তির মাধ্যমে তিনি পোমেরেলিয়ান জমিও উত্তরাধিকার সূত্রে পেয়েছিলেন এবং এমনকি ১২৯৫ সালে সমগ্র পোল্যান্ডের রাজা হিসেবে অভিষিক্ত হন। তবে, পরের বছর তাকে অপহরণ করে হত্যা করা হলে বৃহত্তর পোলিশ বংশ অবশেষে বিলুপ্ত হয়ে যায়। তার কুয়াভিয়ান চাচাতো ভাই ওলাদিস্লাও প্রথম এলবো-হাই তার উত্তরাধিকার দাবি করেন, যাকে তার প্রতিদ্বন্দ্বী সিলেসিয়ান আত্মীয় ডিউক গ্লোগোর হেনরি তৃতীয় এর সাথে মোকাবিলা করতে হয়েছিল, কারণ প্রজেমিস্ল দ্বিতীয় তাদের উভয়ের সাথে উত্তরাধিকার চুক্তি করেছিলেন, যখন ব্র্যান্ডেনবার্গাররা অবশেষে ওয়ার্তা নদীর তীরে সান্তোক এর কৌশলগতভাবে গুরুত্বপূর্ণ দুর্গ জয় করেছিলেন। ১৩০০ সালে উভয় পিয়াস্টকেই বোহেমিয়ার শক্তিশালী রাজা ওয়েন্সেসলাস দ্বিতীয় এর পক্ষে ত্যাগ করতে হয়েছিল।\n১৩০৫ সালে রাজা ওয়েন্সেসলাসের মৃত্যুর পর, প্রতিদ্বন্দ্বিতা অব্যাহত থাকে এবং পিয়াস্ট রাজবংশের বিভিন্ন শাখার ডিউকদের দ্বারা অল্প সময়ের জন্য শাসন করার পর, প্রদেশটি অবশেষে ওয়াডিস্লাওর হাতে পড়ে, যিনি ১৩২০ সালে পুনঃএকত্রিত পোল্যান্ডের রাজা হন। ডাচিকে পোজানান ভোইভোডশিপ এবং কালিস্জ ভোইভোডশিপ-এ রূপান্তরিত করা হয় পোলিশ ক্রাউন এর অধীনে।\n\n\n== বৃহত্তর পোল্যান্ডের ডিউক ==\n\nবৃহত্তর পোল্যান্ডের সকল শাসকগণ\n\n১১৯৪–১২০২: জ্যেষ্ঠ তৃতীয় মিয়েস্কো, ১১৯৮ থেকে পোলিশ হাই ডিউক\n১২০২–১২০৭: স্পিন্ডলশ্যাঙ্কস তৃতীয় ও্লাদিস্লো, ১২০৬ পর্যন্ত এবং ১২২৭–১২২৯ পোলিশ হাই ডিউক\n১২২৯–১২৩৪: ওয়াডিস্লো ওডোনিক\n১২৩৮–১২৪১: সিলেসিয়ার পুণ্যাত্মা দ্বিতীয় হেনরি, পোলিশ হাই ডিউক\n১২৪১–১২৪৭: প্রথম প্রজেমিস্ল এবং পুণ্যাত্মা বোলেস্লো\n১২৫০–১২৫৩: প্রথম প্রজেমিস্ল\n১২৫৭–১২৭৭: পুণ্যাত্মা বোলেস্লো\n১২৭৯–১২৯৬: দ্বিতীয় প্রজেমিস্ল, ১২৯০–১২৯১ পোলিশ হাই ডিউক, ১২৯৫ সাল থেকে পোল্যান্ডের রাজা\n১২৯৬–১৩০০: এলবো-হাই প্রথম ও্লাদিস্লো\n১৩০০–১৩০৫: বোহেমিয়ার রাজা দ্বিতীয় ওয়েন্সেস্লাস\n১৩০৫–১৩০৯: গ্লোগোর ডিউক তৃতীয় হেনরি\n১৩০৯–১৩১২: গ্লোগোর দ্বিতীয় প্রজেমিস্ল, বিশ্বস্ত চতুর্থ হেনরি, স্কিনোয়ার ডিউক জন, ও্লেস্নিকার বোলেস্লো, ও্লেস্নিকার প্রথম কনরাড\n১৩১৪ থেকে: এলবো-হাই প্রথম ও্লাদিস্লো, ১৩২০ থেকে পোল্যান্ডের রাজা\nসংযুক্ত পোল্যান্ড রাজ্য (১৩২০-১৩৮৫) এর বৃহত্তর পোল্যান্ড প্রদেশে পরিণত হয় যা পোজনান ভোইভোডতন্ত্র এবং কালিজ ভোইভোডতন্ত্রে বিভক্ত।\n\n\n== আরও দেখুন ==\nপিয়াস্ট রাজবংশের শাসনামলে পোল্যান্ডের ইতিহাস\nপেলীয় সম্রাটগণের তালিকা\nপিয়াস্ট রাজবংশ\nপজনানের ইতিহাস\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\n\n\n== আরো পড়ুন ==\nZygmunt Boras, Książęta piastowscy Wielkopolski, Wydawnictwo Poznańskie, Poznań 1983, আইএসবিএন ৮৩-২১০-০৩৮১-৮\nOskar Balzer, Genealogia Piastów, Kraków 1895\nK. Dworzaczek, Geneaalogia, part 1–2, Warszawa 1959\nWojciech Górczyk,\"Ślady recepcji legend arturiańskich w heraldyce Piastów czerskich i kronikach polskich\", Kultura i Historia, Uniwersytet Marii Curie Skłodowskiej w Lublinie,17/2010 ISSN 1642-9826 [১]\nWojciech Górczyk, \"Półksiężyc, orzeł, lew i smok. Uwagi o godłach napieczętnych Piastów\" [২]\nPoczet książąt i królów polskich, Warszawa 1978\nKronika wielkopolska, przeł. Kazimierz Abgarowicz, wstęp i komentarze oprac. Brygida Kürbisówna, PWN, Warszawa 1965, wyd. 2, Kraków 2010, আইএসবিএন ৯৭৮-৮৩-২৪২-১২৭৫-০"}