{"pageid": 1510475, "title": "সমযোজী ব্যাসার্ধ", "url": "https://bn.wikipedia.org/wiki?curid=1510475", "content": "সমযোজী ব্যাসার্ধ (rcov) হলো একটি পরমাণুর আকারের পরিমাপ, যা কোনো  সমযোজী বন্ধনে আবদ্ধ অবস্থায় থাকে। এটি সাধারণত পিকোমিটার (pm) বা অ্যাংস্ট্রম (Å) এককে পরিমাপ করা হয়, যেখানে ১ Å = ১০০ pm।\nনীতিগতভাবে, দুটি পরমাণুর মধ্যে সমযোজী বন্ধনের দৈর্ঘ্য তাদের দুটি সমযোজী ব্যাসার্ধের সমষ্টির সমান হওয়া উচিত, R(AB) = r(A) + r(B)। এছাড়াও, একক, দ্বি- ও ত্রি-বন্ধনের জন্য পৃথক ব্যাসার্ধ (নিচে যথাক্রমে r1, r2 এবং r3 হিসাবে উল্লিখিত) সংজ্ঞায়িত করা যেতে পারে, যা সম্পূর্ণ ব্যবহারিক দৃষ্টিকোণ থেকে প্রযোজ্য। এই সম্পর্কগুলো সম্পূর্ণভাবে সঠিক নয়, কারণ কোনো পরমাণুর আকার ধ্রুবক নয় বরং এটি রাসায়নিক পরিবেশের উপর নির্ভরশীল। বিষম পরমাণুর মধ্যে গঠিত A–B বন্ধনের ক্ষেত্রে আয়নিক প্রভাব দেখা দিতে পারে। প্রায়শই পোলার সমযোজী বন্ধনগুলি সমযোজী ব্যাসার্ধের সমষ্টির তুলনায় অপেক্ষাকৃত ছোট হয়। সমযোজী ব্যাসার্ধের সারণিবদ্ধ মানগুলো সাধারণত গড় বা আদর্শ মান হিসেবে বিবেচিত হয়। এগুলো বিভিন্ন পরিস্থিতিতে কিছুটা স্থানান্তরযোগ্যতা প্রদর্শন করে, যা এগুলিকে ব্যবহারিকভাবে উপযোগী করে তোলে।\nবন্ধন দৈর্ঘ্য R(AB) এক্স-রে অপবর্তন (এবং খুব কম ক্ষেত্রে আণবিক স্ফটিকের নিউট্রন অপবর্তন) পদ্ধতিতে পরিমাপ করা হয়। ঘূর্ণন বর্ণালীবীক্ষণ পদ্ধতির মাধ্যমেও বন্ধন দৈর্ঘ্যের অত্যন্ত সঠিক মান নির্ণয় করা সম্ভব। সমপারমাণবিক A–A বন্ধনের ক্ষেত্রে, লিনাস পাউলিং যোজ্যতা ব্যাসার্ধকে মৌলের একক বন্ধন দৈর্ঘ্যের অর্ধেক হিসেবে বিবেচনা করেন। যেমন, H₂ অণুতে R(H–H) = 74.14 pm, তাই rcov(H) = 37.07 pm। তবে প্রায়োগিক ক্ষেত্রে, সাধারণত বিভিন্ন সমযোজী যৌগ থেকে প্রাপ্ত মানের গড় হিসাব করা হয়, যদিও এর পার্থক্য খুবই নগণ্য। স্যান্ডারসন সম্প্রতি মুখ্য গ্রুপ মৌলসমূহের জন্য যে অ-পোলার সমযোজী ব্যাসার্ধের তালিকা প্রকাশ করেন, কিন্তু কেমব্রিজ ক্রিস্টালোগ্রাফিক ডেটাবেস থেকে প্রাপ্ত বন্ধন দৈর্ঘ্যের বৃহৎ সংগ্রহের সহজলভ্যতা অনেক পরিস্থিতিতেই সমযোজী ব্যাসার্ধকে অপ্রচলিত করে তুলেছে।\n\n\n== গড় ব্যাসার্ধ ==\nনিচের সারণিতে উল্লিখিত মানগুলি কেমব্রিজ স্ট্রাকচারাল ডেটাবেস থেকে সংগৃহীত ২,২৮,০০০-এর অধিক পরীক্ষামূলক বন্ধন দৈর্ঘ্যের পরিসংখ্যানিক বিশ্লেষণের ভিত্তিতে নির্ধারণ করা হয়েছে। কার্বনের ক্ষেত্রে, অরবিটালগুলির বিভিন্ন সংকরায়নের (হাইব্রিডাইজেশন) জন্য পৃথক মান উল্লেখ করা হয়েছে।\n\n\n== একাধিক বন্ধনের ক্ষেত্রে ব্যাসার্ধ ==\nএকটি বিকল্প পদ্ধতি হলো অল্প সংখ্যক অণুর সেটে সকল মৌলের ক্ষেত্রে একটি স্ব-সামঞ্জস্যপূর্ণ মান নির্ণয় করা। এটি একক, দ্বি- ও ত্রি-বন্ধনের ক্ষেত্রে পৃথকভাবে সম্পন্ন করা হয়, যা অতিভারী মৌল পর্যন্ত প্রযোজ্য। পরীক্ষামূলক ও গণনা ভিত্তিক উভয় প্রকার তথ্য ব্যবহার করা হয়। একক বন্ধনের ফলাফল প্রায়শই কর্ডেরো ও তার সহযোগীদের ফলাফলের সাথে সাদৃশ্যপূর্ণ। যখন এগুলি ভিন্ন হয়, তখন ব্যবহৃত সন্নিবেশ সংখ্যাও ভিন্ন হতে পারে। এটি বিশেষভাবে অধিকাংশ (d ও f) অবস্থান্তর ধাতুর ক্ষেত্রে প্রযোজ্য। সাধারণত ধারণা করা হয় যে r1 > r2  > r3 হবে। যদি ব্যবহৃত উপাত্তে R এর পার্থক্যের চেয়ে লিগান্ডের পার্থক্য বেশি হয়, তাহলে একাধিক দুর্বল বন্ধনের ক্ষেত্রে বিচ্যুতি দেখা যেতে পারে।\nলক্ষণীয় যে, পারমাণবিক সংখ্যা ১১৮ (ওগানেসন) পর্যন্ত মৌল সমূহ ইতিমধ্যেই পরীক্ষামূলকভাবে তৈরি করা হয়েছে এবং এগুলির মধ্যে ক্রমবর্ধমান সংখ্যক মৌলের উপর রাসায়নিক গবেষণা অব্যাহত রয়েছে। একই স্ব-সামঞ্জস্যপূর্ণ পদ্ধতি ব্যবহার করে, সাবপিকোমিটার পর্যন্ত সূক্ষ্ম নির্ভুলতা বজায় রেখে ৪৮টি স্ফটিকের মধ্যে ৩০টি মৌলের টেট্রাহেড্রাল সমযোজী ব্যাসার্ধ নির্ধারণ করা হয়েছে।\n\n\n== আরও দেখুন ==\nআয়নিকরণ শক্তি\nইলেকট্রন আসক্তি\nইলেকট্রন বিন্যাস\nপর্যায় সারণি\n\n\n== তথ্যসূত্র =="}