{"pageid": 1510069, "title": "নর্থামব্রিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1510069", "content": "নর্থাম্ব্রিয়া (; প্রাচীন ইংরেজি: Norþanhymbra rīċe‎ [ˈnorˠðɑnˌhymbrɑ ˈriːt͡ʃe]; লাতিন: Regnum Northanhymbrorum) ছিল প্রাচীন মধ্যযুগীয় অ্যাংলিয়ান রাজ্য, যা বর্তমানে উত্তর ইংল্যান্ড এবং দক্ষিণ স্কটল্যান্ড-এ অবস্থিত।\nনর্থাম্ব্রিয়া নামটি এসেছে পুরাতন ইংরেজি শব্দ Norþanhymbre থেকে, যার অর্থ \"হাম্বার নদীর উত্তরের অঞ্চল বা জনগণ\"। এর বিপরীতে ছিল হাম্বার নদীর দক্ষিণের জনগণ। নর্থাম্ব্রিয়া মূলত দুটি রাজ্য নিয়ে গঠিত হয়েছিল: দক্ষিণের ডেইরা এবং উত্তরের বার্নিশিয়া। সপ্তম শতকের প্রথমার্ধে সংঘাতের পর, ৬৫১ সালে ডেইরার শেষ রাজা নিহত হলে, নর্থাম্ব্রিয়া বার্নিশিয়ান রাজাদের অধীনে একত্রিত হয়।\nতার সর্বোচ্চ প্রসারণের সময়, রাজ্যটি দক্ষিণে হাম্বার, পিক ডিস্ট্রিক্ট এবং মার্সি নদী থেকে উত্তরে ফার্থ অব ফোর্থ পর্যন্ত বিস্তৃত ছিল। দশম শতকের মাঝামাঝি সময়ে, ড্যানিশরা ডেইরাকে দখল করে ইয়র্ক রাজ্যে পরিণত করলে নর্থাম্ব্রিয়া তার স্বাধীনতা হারায়। বামবার্গের ইয়ারলডম কিছু সময়ের জন্য বার্নিশিয়ার নিয়ন্ত্রণ ধরে রাখে; তবে টুইড নদীর উত্তরের অংশ মধ্যযুগীয় স্কটল্যান্ড রাজ্যের অংশ হয়ে যায়, এবং দক্ষিণের অংশ নর্থাম্বারল্যান্ড কাউন্টি এবং ডারহাম কাউন্টি প্যালাটিন হিসেবে ইংল্যান্ডের অন্তর্ভুক্ত হয়।\n\n\n== রাজত্ব (৬৫১–৯৫৪) ==\n\n\n=== সম্প্রদায় এবং বিভাজন ===\n\n\n==== সম্ভাব্য সেল্টিক ব্রিটিশ উৎপত্তি ====\nঅ্যাংলো-স্যাক্সনদের রাজ্য নর্থাম্ব্রিয়া মূলত দুটি পৃথক রাজ্য ছিল, যা আনুমানিকভাবে টিস নদীর আশেপাশে বিভক্ত ছিল। বার্নিসিয়া ছিল নদীর উত্তরে, আর ডেইরা ছিল দক্ষিণে। ধারণা করা হয়, উভয় অঞ্চলই প্রথমে স্থানীয় সেল্টিক ব্রিটিশ রাজ্য ছিল, যা পরে জার্মানিক উপনিবেশকারীদের দ্বারা দখল করা হয়। তবে ব্রিটিশ রাজ্যগুলোর কাঠামো ও সংস্কৃতি সম্পর্কে খুব কম তথ্য পাওয়া যায়।\nএসব রাজ্যের অস্তিত্বের প্রমাণ বেশিরভাগই অঞ্চলগুলোর ব্রিটিশ নাম থেকে পাওয়া যায়, যা অ্যাংলো-স্যাক্সন নামকরণের তুলনায় আলাদা। যেমন, ডেইরা ও বার্নিসিয়া নামদুটির ব্রিটিশ উৎপত্তির সম্ভাবনা রয়েছে, যা ইঙ্গিত করে যে, অ্যাংলো-স্যাক্সন অভিবাসনের পরেও কিছু ব্রিটিশ নাম প্রচলিত ছিল।\nবার্নিসিয়া ও ডেইরার ব্রিটিশ উৎপত্তির আরও কিছু প্রত্নতাত্ত্বিক প্রমাণও রয়েছে। বর্তমান দক্ষিণ বার্নিসিয়া, বিশেষ করে চেভিয়ট পাহাড়ে, ইয়েভারিং বেল নামক একটি দুর্গ পাওয়া গেছে, যা প্রথমে ব্রিটিশদের এবং পরে অ্যাংলো-স্যাক্সনদের জন্য গুরুত্বপূর্ণ কেন্দ্র ছিল। এটি মূলত রোমান যুগের আগের, লোহাযুগে প্রথম শতকের দিকে নির্মিত হয়েছিল। সেখানে রোমান দখলের চিহ্নও রয়েছে, তবে এর পাশাপাশি কাঠের কাঠামোর অস্তিত্ব পাওয়া গেছে, যা জার্মানিক অভিবাসনের আগেই নির্মিত হয়েছিল এবং সম্ভবত ব্রিটিশ বসতির নিদর্শন।\nঅধিকন্তু, প্রত্নতাত্ত্বিক গবেষক ব্রায়ান হোপ-টেইলর \"ইয়েভারিং\" নামটির উৎপত্তি বিশ্লেষণ করেছেন, যা ইংরেজি নামের মতো মনে হলেও প্রকৃতপক্ষে এটি ব্রিটিশ ভাষা থেকে এসেছে। বিডে একই অঞ্চলে \"গেফ্রিন\" নামে একটি বসতির উল্লেখ করেছেন, যা ব্রিটিশ \"গাফ্র\" শব্দ থেকে এসেছে বলে মনে করা হয়।\nঅ্যাংলো-স্যাক্সনদের বসতি স্থাপনের পরও ইয়েভারিং একটি গুরুত্বপূর্ণ রাজনৈতিক কেন্দ্র হিসেবে বজায় ছিল। নর্থাম্ব্রিয়ার রাজা এডউইন সেখানে একটি রাজপ্রাসাদ স্থাপন করেছিলেন।\nতবে সামগ্রিকভাবে, নর্থাম্ব্রিয়ার ভূচিত্রে ইংরেজি নামগুলোর আধিক্য দেখা যায়, যা ইঙ্গিত করে যে, অষ্টম শতকে বিডে যখন লিখছিলেন, তখন অ্যাংলো-স্যাক্সন সংস্কৃতিই প্রধান হয়ে উঠেছিল। বিডে অনুসারে, অ্যাঙ্গেলস জাতিগোষ্ঠী ছিল প্রধান জার্মানিক অভিবাসী, যারা হম্বার নদীর উত্তরে বসতি স্থাপন করেছিল এবং এই সময়ে রাজনৈতিকভাবে শক্তিশালী হয়ে ওঠে।\nযদিও ব্রিটিশ স্থানীয়রা আংশিকভাবে নর্থাম্ব্রিয়ার রাজনৈতিক কাঠামোর সাথে মিশে যেতে পারে, তবে সমসাময়িক উৎস যেমন বিডের Ecclesiastical History of the English People গ্রন্থে নর্থাম্ব্রিয়ানদের এবং ব্রিটিশদের মধ্যে সম্পর্ককে উত্তেজনাপূর্ণ ও দ্বন্দ্বপূর্ণ বলে চিত্রিত করা হয়েছে।\n\n\n==== বার্নিসিয়া ও ডেইরার একীকরণ ====\nঅ্যাংলো-স্যাক্সন রাজ্য বার্নিসিয়া এবং ডেইরা একসময় প্রায়শই সংঘর্ষে লিপ্ত থাকত। তবে শেষ পর্যন্ত ৬৫১ সালে এই দুই রাজ্যের মধ্যে একটি আংশিক স্থায়ী একীকরণ ঘটে। ডেইরার রাজনৈতিক ক্ষমতা মূলত ইস্ট রাইডিং ইয়র্কশায়ার অঞ্চলে কেন্দ্রীভূত ছিল, যার মধ্যে ইয়র্ক, উত্তর ইয়র্ক মুরস এবং ভ্যালি অফ ইয়র্ক অন্তর্ভুক্ত ছিল। অন্যদিকে, বার্নিসিয়ার রাজনৈতিক কেন্দ্র ছিল বামব্রা ও লিন্ডিসফার্ন, মঙ্কওয়ারমাউথ ও জ্যারো, এবং পেনাইন পর্বতমালার পশ্চিমে কার্লাইল সংলগ্ন কাম্ব্রিয়া অঞ্চলে।\nএই দুটি রাজ্য একত্রিত হওয়ার পর যে নামটি পরিচিতি লাভ করে—\"নর্থাম্ব্রিয়া\"—তা সম্ভবত বিডে প্রবর্তন করেন এবং তার গ্রন্থ Ecclesiastical History of the English People-এর মাধ্যমে জনপ্রিয় হয়ে ওঠে।\nবার্নিসিয়া ও ডেইরার প্রথম দিকের রাজবংশের তথ্য বিডের Ecclesiastical History of the English People এবং নেনিয়াসের Historia Brittonum থেকে পাওয়া যায়। নেনিয়াসের মতে, বার্নিসিয়ার রাজবংশের সূচনা আইডা নামক রাজা দ্বারা হয়, যিনি ইওপ্পার পুত্র। আইডা ৫৪৭ সাল থেকে বারো বছর রাজত্ব করেন এবং বামব্রাকে বার্নিসিয়ার অন্তর্ভুক্ত করতে সক্ষম হন।\nডেইরার বংশতালিকায় নেনিয়াসের মতে, সোয়েমিল নামে এক রাজা প্রথমবারের মতো বার্নিসিয়া ও ডেইরাকে পৃথক করেন। এটি বোঝাতে পারে যে তিনি স্থানীয় ব্রিটিশদের কাছ থেকে ডেইরার শাসনক্ষমতা দখল করেছিলেন। তবে এই ঘটনার নির্দিষ্ট সময় জানা যায় না। বিডের Historia Ecclesiastica Gentis Anglorum গ্রন্থে প্রথম যে ডেইরান রাজা উল্লেখিত হয়েছেন, তিনি হলেন অ্যেলা। তিনি ছিলেন প্রথম খ্রিস্টান নর্থাম্ব্রিয়ান রাজা এডউইনের পিতা।\nবার্নিসিয়ার রাজা, আইডার নাতি এথেলফ্রিথ, প্রথমবারের মতো দুই রাজ্যকে একত্রিত করেন। তিনি ডেইরার রাজা এডউইনকে নির্বাসিত করে পূর্ব অ্যাংলিয়ার রাজা রেডওয়াল্ড-এর দরবারে পাঠান, যাতে তিনি বার্নিসিয়া ও ডেইরা উভয় রাজ্যের শাসন গ্রহণ করতে পারেন। কিন্তু প্রায় ৬১৬ সালে এডউইন রেডওয়াল্ডের সহায়তায় নর্থাম্ব্রিয়া পুনরুদ্ধার করেন।\nপ্রায় ৬১৬ থেকে ৬৩৩ সাল পর্যন্ত এডউইন রাজত্ব করেন এবং তিনি ছিলেন ডেইরান রাজবংশের শেষ কয়েকজন শাসকের একজন, যিনি সম্পূর্ণ নর্থাম্ব্রিয়া শাসন করেন। এডউইনের মৃত্যুর পর, তার ভাই ওসুইউ নর্থাম্ব্রিয়ার রাজা হন। যদিও ডেইরা প্রথমে পুনরায় আলাদা হতে চেষ্টা করেছিল, শেষ পর্যন্ত ওসুইউ নর্থাম্ব্রিয়ার সম্পূর্ণ নিয়ন্ত্রণ গ্রহণ করেন।\nডেইরার শেষ স্বাধীন রাজা ছিলেন ওসউইন। ৬৫১ সালে ওসুইউ তাকে হত্যা করেন, এবং এরপর থেকে নর্থাম্ব্রিয়া বার্নিসিয়ার শাসনের অধীনে চলে যায়।\nযদিও বার্নিসিয়া ও ডেইরার মধ্যে সহিংস সংঘর্ষ নর্থাম্ব্রিয়ার নেতৃত্ব নির্ধারণে গুরুত্বপূর্ণ ভূমিকা পালন করেছিল, কিছু বিবাহ জোটও এই দুটি রাজ্যের সংযোগ স্থাপনে সাহায্য করেছিল। এথেলফ্রিথ ডেইরার রাজা এডউইনের বোন আকাকে বিয়ে করেন। তবে এই বিবাহ পারিবারিক দ্বন্দ্ব কমাতে ব্যর্থ হয়।\nপরবর্তী এক বিবাহ জোট ছিল তুলনামূলকভাবে সফল। ওসুইউ তার চাচাতো বোন ও এডউইনের কন্যা ইএনফ্লেড-কে বিয়ে করেন। তাদের পুত্র একফ্রিথ নর্থাম্ব্রিয়ার নতুন রাজবংশের সূচনা করেন। তবে ওসুইউ একজন আইরিশ নারী, ফিনা, এর সাথে সম্পর্ক গড়ে তোলেন এবং তাদের পুত্র আল্ডফ্রিথ পরবর্তীতে সমস্যা সৃষ্টি করেন।\nবিডে তার গ্রন্থ Life and Miracles of St. Cuthbert-এ উল্লেখ করেছেন যে আল্ডফ্রিথ, যিনি আইরিশদের মধ্যে \"ফ্ল্যান্ড\" নামে পরিচিত ছিলেন, বৈধ সন্তান ছিলেন না এবং তাই রাজত্বের জন্য অনুপযুক্ত ছিলেন।\n\n\n==== নর্থাম্ব্রিয়া ও নরমানদের বসতি ====\n\nনবম শতাব্দীতে ভাইকিং আক্রমণ এবং ডেনল' প্রতিষ্ঠার ফলে নর্থাম্ব্রিয়া পুনরায় বিভক্ত হয়ে যায়। যদিও এই ঘটনাগুলো মূলত ইংল্যান্ডের দক্ষিণাঞ্চলে ঘটেছিল, অ্যাংলো-স্যাক্সন ক্রনিকলগুলো (বিশেষ করে \"D\" ও \"E\" সংস্করণ) অষ্টম ও নবম শতাব্দীর শেষের দিকে নর্থাম্ব্রিয়ার ভাইকিংদের সাথে সংঘাতের কিছু বিবরণ প্রদান করে।\nএই তথ্য অনুযায়ী, ভাইকিংদের আক্রমণ প্রথম নর্থাম্ব্রিয়ায় প্রভাব ফেলে ৭৯৩ সালে, যখন তারা লিন্ডিসফার্ন আক্রমণ করে। এই প্রথম বিধ্বংসী আক্রমণের পর, নবম শতকের প্রথমভাগে নর্থাম্ব্রিয়ায় ভাইকিং আক্রমণ হয়েছিল কিনা, সে সম্পর্কে নির্ভরযোগ্য তথ্য খুব কম পাওয়া যায়। তবে, ৮৬৫ সালে তথাকথিত গ্রেট হিথেন আর্মি ইস্ট অ্যাংলিয়াতে এসে দখলের জন্য দীর্ঘস্থায়ী অভিযান শুরু করে।\n৮৬৬-৮৬৭ সালে এই বাহিনী নর্থাম্ব্রিয়ায় লড়াই করে এবং এক বছরের কম সময়ের মধ্যে দুইবার ইয়র্ক দখল করে। প্রথম হামলার পর, ভাইকিংরা উত্তর দিকে চলে যায়, ফলে নর্থাম্ব্রিয়ার রাজা অ্যালে ও অসবার্ট শহর পুনরুদ্ধার করতে সক্ষম হন। তবে \"E\" সংস্করণের অ্যাংলো-স্যাক্সন ক্রনিকল অনুযায়ী, তখন নর্থাম্ব্রিয়ার অভ্যন্তরীণ বিরোধ চলছিল, যার ফলে অসবার্টকে সিংহাসনচ্যুত করে অ্যালেকে রাজা ঘোষণা করা হয়। দ্বিতীয় হামলায় ভাইকিংরা রাজা অ্যালে ও অসবার্টকে হত্যা করে এবং ইয়র্ক পুনর্দখল করে।\nরাজা আলফ্রেড যখন ইংল্যান্ডের দক্ষিণ অংশ পুনরুদ্ধার করেন, তখন নরসম্যানরা মিডল্যান্ডস, ইস্ট অ্যাংলিয়া, এবং নর্থাম্ব্রিয়ার দক্ষিণ অংশে বসতি স্থাপন করে, যা পরবর্তীতে ডেনল' নামে পরিচিত হয়। নর্থাম্ব্রিয়ায় ভাইকিংরা ইয়র্ক রাজ্য প্রতিষ্ঠা করে, যার সীমানা আনুমানিকভাবে টিস নদী ও হম্বার পর্যন্ত বিস্তৃত ছিল, যা প্রায় ডেইরার আগের সীমানার সমান।\nএই রাজ্য ৯২০-এর দশকে হাইবার্নো-নরস উপনিবেশকারীদের অধীনে চলে যায় এবং দক্ষিণ থেকে পশ্চিম-স্যাক্সন সম্প্রসারণকারীদের সাথে সংঘর্ষে জড়িয়ে পড়ে। তবে, এটি ৯৫৪ সাল পর্যন্ত টিকে ছিল, যখন শেষ স্ক্যান্ডিনেভিয়ান রাজা এরিক ব্লাডঅ্যাক্স বহিষ্কৃত হন এবং পরে নিহত হন।\nঅন্যদিকে, ভাইকিং সেনাবাহিনী টিস নদীর উত্তরে স্থায়ীভাবে দখল করতে ততটা সফল হয়নি। সেখানে কিছু হামলা চালানো হলেও, নির্ভরযোগ্য সূত্রে দীর্ঘমেয়াদী নরস বসতির কোনো উল্লেখ নেই। এছাড়া, নর্থাম্ব্রিয়ার উত্তরের অঞ্চলে স্ক্যান্ডিনেভিয়ান নামও খুব কম পাওয়া যায়, যা ইঙ্গিত করে যে সেখানে নরসম্যানদের প্রভাব ছিল সীমিত।\nটিস নদীর উত্তরের রাজনৈতিক অবস্থা ছিল মূলত সেন্ট কুথবার্ট সম্প্রদায় এবং নর্থাম্ব্রিয়ার পূর্ববর্তী অ্যাংলো-স্যাক্সন অভিজাতদের দ্বারা নিয়ন্ত্রিত। ভাইকিং নেতা হাফডান রাগনারসন ৮৭৫ সালে লিন্ডিসফার্ন আক্রমণ করার পর, সেন্ট কুথবার্ট সম্প্রদায় প্রায় একশ বছর ধরে স্থান পরিবর্তন করে।\nHistoria de Sancto Cuthberto গ্রন্থ অনুযায়ী, ৮৭৫-৮৮৩ সালের মধ্যে তারা চেস্টার-লে-স্ট্রিট-এ অস্থায়ীভাবে বসতি স্থাপন করে, যেখানে ইয়র্কের ভাইকিং রাজা গুথরেড তাদের জমি প্রদান করেছিলেন। দ্বাদশ শতকের Historia Regum অনুযায়ী, গুথরেড তাদের জমি দিয়েছিলেন, যাতে তারা তাকে রাজা হিসেবে স্বীকৃতি দেয়। এই জমি টিস থেকে টাইন পর্যন্ত বিস্তৃত ছিল, এবং সেখানে আশ্রয় গ্রহণকারীদের ৩৭ দিনের সুরক্ষা দেওয়া হতো। এটি ইঙ্গিত করে যে সেন্ট কুথবার্ট সম্প্রদায় নির্দিষ্ট পরিমাণে বিচারিক স্বায়ত্তশাসন ভোগ করত। তারা সম্ভবত নর্থাম্ব্রিয়ার দক্ষিণাঞ্চলে থাকা নরসম্যানদের এবং উত্তরে থাকা অ্যাংলো-স্যাক্সনদের মধ্যে একটি সীমানা অঞ্চল হিসেবে কাজ করেছিল।\nটাইন নদীর উত্তরে, নর্থাম্ব্রিয়ানরা বামব্রাতে আংশিক রাজনৈতিক নিয়ন্ত্রণ ধরে রাখে। সেখানে রাজত্ব চলমান ছিল, যেখানে একগবার্ট প্রথম ৮৬৭ সালের দিকে রাজ্য পরিচালনা করেন এবং তারপরে রিকসিগ ও একগবার্ট দ্বিতীয় রাজত্ব করেন।\nদ্বাদশ শতকের ইতিহাসবিদ ডরহামের সাইমিয়ন এর মতে, একগবার্ট প্রথম নরসম্যানদের পক্ষে রাজত্ব করছিলেন। কিন্তু ৮৭২ সালে নর্থাম্ব্রিয়ানরা বিদ্রোহ করে তাকে সরিয়ে রিকসিগ-কে রাজা ঘোষণা করে।\nঅ্যাংলো-স্যাক্সন ক্রনিকল অনুসারে, হাফডান ৮৭৪ সালে ডেইরা দখল করেন এবং উত্তরে বার্নিসিয়ার কিছু অংশে অভিযান চালান। তবে ৮৭৭ সালে হাফডানের মৃত্যুর পর, নরসম্যানদের উত্তর বার্নিসিয়ায় টিকে থাকা কঠিন হয়ে পড়ে।\nপরবর্তীতে এডওল্ফ \"উত্তর স্যাক্সনদের রাজা\" (৮৯০-৯১২) শাসন গ্রহণ করেন, কিন্তু তার মৃত্যুর পর শাসনভার সম্ভাব্য রাজপরিবারের উত্তরসূরিদের হাতে চলে যায়।\n\n\n=== রাজারা ===\n\n\n==== এথেলফ্রিথ (শাসনকাল: ৫৯৩–৬১৬) ====\nএথেলফ্রিথ ছিলেন প্রথম অ্যাংলো-স্যাক্সন শাসক, যিনি ডেইরা ও বার্নিসিয়া—এই দুই রাজ্যের সিংহাসন দখল করেন। এর ফলে তিনি হম্বার নদীর উত্তরের সমস্ত জনগণের উপর কর্তৃত্ব প্রতিষ্ঠা করেন। তার শাসনকালের অন্যতম গুরুত্বপূর্ণ দিক ছিল ব্রিটন ও গেলদের বিরুদ্ধে তার অসংখ্য বিজয়।\n\n\n==== এডউইন (শাসনকাল: ৬১৬–৬৩৩) ====\nএডউইন, এথেলফ্রিথের মতোই, ডেইরা ও বার্নিসিয়ার রাজা ছিলেন এবং ৬১৬ থেকে ৬৩৩ সাল পর্যন্ত রাজত্ব করেন। তার শাসনামলে আইল অব ম্যান ও উত্তর ওয়েলসের গুইনেদ অঞ্চল নর্থাম্ব্রিয়ার অন্তর্ভুক্ত হয়।\n৬২৫ সালে, তিনি এথেলবার্হ নামের একজন খ্রিস্টান রাজকুমারীকে বিয়ে করেন। দীর্ঘ চিন্তাভাবনার পর ও উপদেষ্টাদের পরামর্শ নিয়ে তিনি দুই বছর পর খ্রিস্টধর্ম গ্রহণ করেন।\n৬৩৩ সালে, তিনি ক্যাডওয়ালন অব গুইনেদ এবং পৌত্তলিক পেন্ডা-র বিরুদ্ধে যুদ্ধে নিহত হন। তার মৃত্যুর পর, তাকে একজন সাধু ও শহীদ হিসেবে সম্মানিত করা হয়।\n\n\n==== ওসওয়াল্ড (শাসনকাল: ৬৩৪–৬৪২) ====\nওসওয়াল্ড ছিলেন বার্নিসিয়ার রাজা, যিনি ৬৩৪ সালে ক্যাডওয়ালন-কে পরাজিত করে ডেইরা রাজ্য পুনরুদ্ধার করেন। এরপর তিনি ৬৪২ সাল পর্যন্ত নর্থাম্ব্রিয়া শাসন করেন।\nতিনি ছিলেন একজন ধর্মপ্রাণ খ্রিস্টান এবং তার শাসনামলে লিন্ডিসফার্ন মঠ প্রতিষ্ঠিত হয়। ৬৪২ সালে, পেন্ডার বিরুদ্ধে ম্যাসারফিল্ডের যুদ্ধে তিনি নিহত হন। তবে তার প্রভাব রয়ে যায়, কারণ এডউইনের মতো তাকেও মৃত্যুর পর সাধু হিসেবে সম্মানিত করা হয়।\n\n\n==== ওসুইউ (শাসনকাল: ৬৪২–৬৭০) ====\nওসুইউ ছিলেন ওসওয়াল্ডের ভাই এবং ম্যাসারফিল্ডের যুদ্ধে ওসওয়াল্ড পরাজিত হওয়ার পর তিনি সিংহাসনে বসেন।\nতিনি সেই সফলতা অর্জন করেন, যা এডউইন ও ওসওয়াল্ড পারেননি। ৬৫৫ সালে, উইনওয়েডের যুদ্ধে তিনি পেন্ডাকে হত্যা করেন, ফলে তিনি প্রথম নর্থাম্ব্রিয়ান রাজা হন, যিনি মার্সিয়া রাজ্যেরও নিয়ন্ত্রণ গ্রহণ করেন।\nতার শাসনামলে হুইটবির ধর্মসভা অনুষ্ঠিত হয়, যেখানে তিনি রোমান খ্রিস্টধর্মকে সমর্থন করেন এবং সেল্টিক খ্রিস্টধর্মের সঙ্গে ধর্মীয় বিরোধ মেটানোর চেষ্টা করেন।\n৬৭০ সালে, অসুস্থতার কারণে তার মৃত্যু হয় এবং তিনি তার দুই পুত্রের মধ্যে ডেইরা ও বার্নিসিয়া রাজ্য ভাগ করে দেন। তার মৃত্যুর পর, তার পুত্র অল্ডফ্রিথ অব নর্থাম্ব্রিয়া সিংহাসনে বসেন।\n\n\n==== ইদবার্ট (শাসনকাল: ৭৩৮–৭৫৮) ====\nইদবার্ট অব নর্থাম্ব্রিয়া, ছিলেন একগবার্ট, ইয়র্কের আর্চবিশপ-এর ভাই। কিছু ইতিহাসবিদ মনে করেন, তার শাসন নর্থাম্ব্রিয়ার সপ্তম শতকের সাম্রাজ্যবাদী উচ্চাকাঙ্ক্ষার পুনর্জাগরণ ঘটিয়েছিল। তার শাসনকাল সম্ভবত অর্থনৈতিক সমৃদ্ধির সময়ও ছিল।\nতিনি শাসনকালে অভ্যন্তরীণ বিরোধের সম্মুখীন হন এবং প্রতিদ্বন্দ্বী রাজবংশগুলোর মধ্যে অন্তত দুইজন প্রকৃত বা সম্ভাব্য প্রতিদ্বন্দ্বী নিহত হন। ৭৫৮ সালে, তিনি তার পুত্র ওসওলফ-এর পক্ষে সিংহাসন ত্যাগ করেন এবং ইয়র্কে সন্ন্যাস জীবন গ্রহণ করেন।\nএরপরের বছর, ওসওলফকে হত্যা করা হয় এবং এথেলওয়াল্ড মল সিংহাসন দখল করেন। তিনি সাত বছর রাজত্ব করার পর আলহ্রেড তাকে অপসারণ করেন। পরে, এথেলরেড প্রথম (এথেলওয়াল্ডের পুত্র) ১০ বছর ধরে বিরতিপূর্ণ শাসন করেন, যা ৭৯৬ সাল পর্যন্ত স্থায়ী ছিল।\n\n\n==== হাফডান রাগনারসন (শাসনকাল: ৮৭৬–৮৭৭) ====\nহাফডান রাগনারসন ছিলেন ভাইকিং বাহিনী গ্রেট হিথেন আর্মি-র একজন নেতা, যিনি ৮৬৫ সালে ইংল্যান্ড আক্রমণ করেন।\nধারণা করা হয়, তিনি নর্থাম্ব্রিয়ার বিরুদ্ধে প্রতিশোধ নিতে চেয়েছিলেন, কারণ তার পিতা অ্যালে অব নর্থাম্ব্রিয়ার হাতে নিহত হয়েছিলেন।\n৮৭৬ সালে, তিনি মাত্র এক বছরের জন্য সরাসরি নর্থাম্ব্রিয়া শাসন করেন। তবে, তিনি একগবার্ট প্রথম-কে রাজসিংহাসনে বসান, যিনি ৮৬৭ থেকে ৮৭২ সাল পর্যন্ত পুতুল রাজা হিসেবে শাসন করেন।\n৮৭৭ সালে, হাফডান আয়ারল্যান্ডে নিহত হন, যখন তিনি ডাইফলিন (ডাবলিন) পুনরুদ্ধার করার চেষ্টা করছিলেন। তিনি ৮৭৫ সাল থেকে এই অঞ্চলের শাসন করছিলেন। ৮৮৩ সাল পর্যন্ত নর্থাম্ব্রিয়ায় আর কোনো ভাইকিং রাজা ছিল না, যতক্ষণ না গুথফ্রিথ সিংহাসনে বসেন।\n\n\n==== এথেলস্টান (শাসনকাল: ৯২৭–৯৩৯) ====\nএথেলস্টান ছিলেন অ্যাংলো-স্যাক্সনদের রাজা ৯২৪ থেকে ৯২৭ সাল পর্যন্ত এবং ইংরেজদের রাজা ৯২৭ থেকে ৯৩৯ সাল পর্যন্ত।\n৯২৭ সালে, তিনি ভাইকিং রাজ্য ইয়র্ক দখল করেন, যা আগে নর্থাম্ব্রিয়ার অংশ ছিল।\nতার শাসনকাল ছিল সমৃদ্ধ, যেখানে আইন ও অর্থনীতিতে অগ্রগতির দৃষ্টান্ত স্থাপিত হয়। তবে, তিনি স্কটদের এবং ভাইকিংদের সঙ্গে ঘন ঘন সংঘর্ষে জড়িয়ে পড়েন।\n৯৩৯ সালে তার মৃত্যুর পর, ভাইকিংরা ইয়র্ক পুনরুদ্ধার করে। এথেলস্টানকে অ্যাংলো-স্যাক্সনদের অন্যতম শ্রেষ্ঠ রাজা হিসেবে গণ্য করা হয়, কারণ তিনি ইংল্যান্ডের রাজ্যকে একত্রিত করতে গুরুত্বপূর্ণ ভূমিকা রাখেন এবং তার শাসনকালে সমৃদ্ধি আসে।\n\n\n==== এরিক অব ইয়র্ক (শাসনকাল: ৯৪৭–৯৪৮, ৯৫২–৯৫৪) ====\nবিশ শতকের শুরুর দিকে, কিছু ইতিহাসবিদ এরিক অব ইয়র্ক-কে নরওয়ের রাজা এরিক ব্লাডঅ্যাক্স বলে মনে করতেন, যদিও সাম্প্রতিক গবেষণা এই পরিচয় নিয়ে সন্দেহ প্রকাশ করেছে।\nতিনি দুই দফায় নর্থাম্ব্রিয়ার রাজা ছিলেন— ৯৪৭ থেকে ৯৪৮ এবং ৯৫২ থেকে ৯৫৪ সাল পর্যন্ত।\nতার শাসনকাল সম্পর্কিত তথ্য সীমিত, তবে মনে করা হয় তিনি ৯৪৭ সালে নর্থাম্ব্রিয়া থেকে যৌথ ইংরেজ-ভাইকিং শাসকদের উৎখাত করেন। কিন্তু ৯৪৮ বা ৯৪৯ সালে তারা আবার অঞ্চল পুনরুদ্ধার করেন।\n৯৫২ সালে এরিক পুনরায় সিংহাসন ফিরে পান, কিন্তু ৯৫৪ সালে আবার অপসারিত হন।\nতিনি ছিলেন নর্থাম্ব্রিয়ার শেষ ভাইকিং রাজা এবং তার ক্ষমতা মূলত ইয়র্ক রাজ্য পর্যন্ত সীমাবদ্ধ ছিল। ৯৫৪ সালে, তিনি হত্যা হন বলে ধারণা করা হয় এবং ওসওলফ— যিনি নর্থাম্ব্রিয়ার উত্তরের অংশ বামব্রার শাসক ছিলেন— এই হত্যার ষড়যন্ত্রে জড়িত ছিলেন বলে মনে করা হয়।\n\n\n==== ইদরেড (শাসনকাল: ৯৪৬–৯৫৪) ====\nরাজা ইদরেড ছিলেন এথেলস্টান-এর সৎভাই এবং এডমুন্ড প্রথম-এর আপন ভাই। তারা সবাই রাজা এডওয়ার্ড দ্য এল্ডার-এর পুত্র ছিলেন।\nইদরেড নর্থাম্ব্রিয়ার শাসন গ্রহণ করেন, কিন্তু এডমুন্ডের মতো তিনিও কিছু সময়ের মধ্যে তা হারান।\n৯৫৪ সালে, তিনি অবশেষে নর্থাম্ব্রিয়ার নিয়ন্ত্রণ পুনরুদ্ধার করেন এবং ওসওলফ-কে পুরো নর্থাম্ব্রিয়ার আর্ল হিসেবে নিয়োগ করেন।\n\n\n=== রাজনীতি ও যুদ্ধ ===\nখ্রিস্টীয় ৭৩৭ থেকে ৮০৬ সালের মধ্যে, নর্থাম্ব্রিয়ার দশজন রাজা হয়েছিলেন, যাদের সবাই হয় খুন হয়েছেন, ক্ষমতাচ্যুত হয়েছেন, নির্বাসিত হয়েছেন, অথবা সন্ন্যাস জীবন বেছে নিয়েছেন। নর্থাম্ব্রিয়ার প্রথম রাজা Oswiu (৬৫১ খ্রিস্টাব্দ) থেকে শুরু করে শেষ রাজা Eric Bloodaxe (৯৫৪ খ্রিস্টাব্দ) পর্যন্ত মোট ৪৫ জন রাজা শাসন করেছেন। এর অর্থ হলো, পুরো নর্থাম্ব্রিয়ার ইতিহাসে গড়ে প্রতি রাজা মাত্র ছয় বছর ছয় মাস শাসন করেছেন। ড্যানিশ শাসনের আগের ২৫ জন রাজার মধ্যে মাত্র চারজন স্বাভাবিক মৃত্যু বরণ করেছিলেন। যারা ধর্মীয় কারণে সিংহাসন ত্যাগ করেননি, তারা হয় ক্ষমতাচ্যুত হয়েছেন, নির্বাসনে পাঠানো হয়েছে, বা হত্যা করা হয়েছে। ড্যানিশ শাসনের সময় নর্থাম্ব্রিয়ার রাজারা (দেখুন Danelaw) প্রায়ই বৃহত্তর নর্থ সি বা ড্যানিশ সাম্রাজ্যের অধীনে ছিলেন, অথবা তাদেরকে শাসক হিসেবে বসানো হয়েছিল।\nনর্থাম্ব্রিয়ায় সিংহাসনের উত্তরাধিকার পদ্ধতি বংশগত ছিল, যার ফলে অপ্রাপ্তবয়স্ক উত্তরাধিকারীদের হত্যা বা ক্ষমতা ছিনিয়ে নেওয়ার ঝুঁকি অনেক বেশি ছিল। এর একটি উল্লেখযোগ্য উদাহরণ হলো ওস্রেড (Osred)। তার বাবা অ্যাল্ডফ্রিথ (Aldfrith) ৭০৫ সালে মারা যান, তখন ওস্রেড ছোট শিশু ছিল এবং তাকে সিংহাসনে বসানো হয়। রাজত্বের শুরুর দিকেই তার বিরুদ্ধে একটি হত্যাচেষ্টা ব্যর্থ হয়েছিল, কিন্তু শেষ পর্যন্ত ১৯ বছর বয়সে তাকে হত্যা করা হয়। তার রাজত্বকালে তাকে ক্ষমতাধর বিশপ উইলফ্রিড (Wilfrid) দত্তক নেন এবং সমর্থন করেন। নর্থাম্ব্রিয়ার রাজদরবারে গির্জার প্রভাব অস্বাভাবিক ছিল না, বিশেষ করে যখন কোনো নবীন বা অনভিজ্ঞ রাজা শাসন করতেন। একইভাবে, এলডারম্যান (ealdorman) বা রাজপরামর্শদাতাদের ক্ষমতা রাজা বিশেষে কম-বেশি হতো।\nড্যানিশ শাসনের আগে নর্থাম্ব্রিয়ার যুদ্ধ সাধারণত উত্তরের Picts জাতির সঙ্গে প্রতিদ্বন্দ্বিতার মধ্যে সীমাবদ্ধ ছিল। নর্থাম্ব্রিয়ানরা বেশ কয়েকবার পিক্টদের বিরুদ্ধে বিজয়ী হয়েছিল, কিন্তু ৬৮৫ সালে ডান নেখটেইনের যুদ্ধে তারা পরাজিত হয়। এই যুদ্ধ তাদের উত্তরে সম্প্রসারণ থামিয়ে দেয় এবং দুটি রাজ্যের মধ্যে একটি সীমান্ত নির্ধারণ করে। ড্যানিশ শাসনকালে, নর্থাম্ব্রিয়ার যুদ্ধ মূলত অন্যান্য ইংরেজ রাজ্যগুলোর বিরুদ্ধে সংঘটিত হয়েছিল।\n\n\n== নর্থাম্ব্রিয়ার এলডারম্যান ও আর্লডম ==\nওয়েসেক্সের ইংরেজরা যখন ড্যানিশ শাসিত টিস নদীর দক্ষিণের অঞ্চলগুলো দখল করে নেয়, তখন স্কটদের আক্রমণের ফলে নর্থাম্ব্রিয়ার বাকি অংশ সংকুচিত হয়ে একটি আর্লডমে পরিণত হয়, যার সীমানা টাইন (Tyne) নদী থেকে টুইড (Tweed) নদী পর্যন্ত বিস্তৃত ছিল।\nঅবশিষ্ট নর্থাম্ব্রিয়ার আর্লডম এবং Haliwerfolk, যা টাইন ও টিস নদীর মধ্যবর্তী অঞ্চল, পরবর্তী সময়ে উদীয়মান ইংল্যান্ড ও স্কটল্যান্ড রাজ্যের মধ্যে বিরোধের বিষয় হয়ে ওঠে। অবশেষে, নর্থাম্ব্রিয়ার আর্লডম প্রায় সমানভাবে বিভক্ত হয়ে টুইড নদী বরাবর ভাগ হয়ে যায়।\n\n\n== ধর্ম ==\n\n\n=== রোমান এবং রোমান-পরবর্তী ব্রিটেন ===\nরোমান শাসনের সময়, হাম্বার নদীর উত্তরের কিছু ব্রিটন খ্রিস্টধর্ম চর্চা করত। ইয়র্কে চতুর্থ শতকের শুরুতেই একজন বিশপ ছিলেন।\nপঞ্চম শতকের শুরুতে যখন ব্রিটেনে রোমান শাসনের অবসান ঘটে, তখন খ্রিস্টধর্ম পুরোপুরি বিলীন হয়নি। এটি তখন কেলটিক প্যাগানিজম এবং সম্ভবত আরও কিছু উপাসনাপদ্ধতির সঙ্গে সহাবস্থান করছিল। পরে, অ্যাংলো-স্যাক্সনরা তাদের নিজস্ব জার্মানিক প্যাগান ধর্মবিশ্বাস ও আচার-অনুষ্ঠান নিয়ে ব্রিটেনে বসতি স্থাপন করে। ইয়েভারিং, বার্নিসিয়ার একটি প্রত্নতাত্ত্বিক খননে প্যাগান মন্দির, পশু বলিদান এবং ধর্মীয় কবরস্থানের প্রমাণ পাওয়া গেছে।\n\n\n=== অ্যাংলো-স্যাক্সনদের খ্রিস্টধর্ম গ্রহণ ===\nনর্থাম্ব্রিয়ার প্রথম রাজা যিনি খ্রিস্টধর্ম গ্রহণ করেন, তিনি ছিলেন রাজা এডউইন। তাঁকে ৬২৭ সালে পলিনাস দ্বারা ব্যাপ্টিজম করা হয়। এর পরপরই তাঁর বহু অনুসারী নতুন ধর্ম গ্রহণ করলেও ৬৩৩ সালে এডউইন নিহত হলে তারা আবার প্যাগানিজমে ফিরে যায়। পলিনাস তখন ইয়র্কের বিশপ ছিলেন, তবে মাত্র এক বছর পর্যন্ত।\nনর্থাম্ব্রিয়ার স্থায়ী ধর্মান্তরিতকরণ ঘটেছিল আইরিশ ধর্মযাজক এইডান-এর প্রচেষ্টায়। তিনি ৬৩৫ সালে রাজা ওসওয়াল্ডকে খ্রিস্টধর্মে দীক্ষিত করেন এবং এরপর নর্থাম্ব্রিয়ার জনগণকে খ্রিস্টধর্মে আনতে কাজ করেন। রাজা ওসওয়াল্ড বিশপের আসনটি ইয়র্ক থেকে লিন্ডিসফার্নে স্থানান্তর করেন।\n\n\n=== মঠ এবং বিশিষ্ট ব্যক্তিত্ব ===\nলিন্ডিসফার্নের মঠটি এইডান ৬৩৫ সালে প্রতিষ্ঠা করেন এবং এটি স্কটল্যান্ডের আইওনা দ্বীপের কোলম্বান মঠের অনুকরণে পরিচালিত হতো। লিন্ডিসফার্নে বিশপের প্রধান কেন্দ্র গড়ে ওঠে এবং এটি নর্থাম্ব্রিয়ার ধর্মীয় কর্মকাণ্ডের মূল কেন্দ্র হয়ে ওঠে। পরে, ৬৬৪ সালে, বিশপের আসন পুনরায় ইয়র্কে ফিরিয়ে নেওয়া হয়।\nঅষ্টম শতক জুড়ে লিন্ডিসফার্ন গুরুত্বপূর্ণ ব্যক্তিত্বদের সঙ্গে যুক্ত ছিল। এইডান ছিলেন প্রতিষ্ঠাতা, উইলফ্রিড ছিলেন একজন শিক্ষার্থী, এবং কুথবার্ট ছিলেন মঠের একজন সদস্য ও নির্জনবাসী। তাঁরা সবাই পরবর্তীতে বিশপ ও পরে সন্ত (Saint) হিসেবে স্বীকৃত হন। এইডান, হিয়ুকে সহায়তা করেন হার্টলপুলে তাঁর দ্বৈত মঠ প্রতিষ্ঠায়। হিয়ুও পরবর্তীতে একজন সন্ত হিসেবে সম্মানিত হন।\nনর্থাম্ব্রিয়ার খ্রিস্টীয় সংস্কৃতির ওপর আইরিশ এবং ইউরোপীয় মহাদেশের ব্যাপক প্রভাব ছিল। বিশেষ করে, উইলফ্রিড রোমে ভ্রমণ করেন এবং কেল্টিক চার্চের ঐতিহ্য ত্যাগ করে রোমান গির্জার অনুশীলন গ্রহণ করেন। ইংল্যান্ডে ফিরে তিনি ৬৬০ সালে রিপনে একটি নতুন মঠের প্রধান হন। উইলফ্রিড হুইটবির সভায় রোমের কর্তৃত্ব মেনে নেওয়ার পক্ষে মত দেন।\nদ্বৈত মঠ মনকওয়ারমাউথ-জারোর দুই অংশ ৬৭৩ ও ৬৮১ সালে প্রতিষ্ঠা করেন সম্ভ্রান্ত ব্যক্তি বেনেডিক্ট বিস্কপ। তিনি মঠের প্রথম অধ্যক্ষ হন এবং রোমে ছয়বার ভ্রমণ করে গ্রন্থাগারের জন্য বই সংগ্রহ করেন। তাঁর উত্তরসূরি সেওলফ্রিথও এই গ্রন্থাগার সমৃদ্ধ করেন। ধারণা করা হয়, মনকওয়ারমাউথ-জারোর গ্রন্থাগারে দুই শতাধিক গ্রন্থ ছিল। এই গ্রন্থাগার থেকে উপকৃত হয়েছিলেন বিড।\nসপ্তম শতকের গোড়ায়, ইয়র্কে পলিনাস একটি স্কুল এবং একটি মিনস্টার প্রতিষ্ঠা করেন, যদিও সেখানে কোনো মঠ ছিল না। বর্তমানে, ইয়র্ক মিনস্টার স্কুল ইংল্যান্ডের প্রাচীনতম স্কুলগুলোর একটি। অষ্টম শতকের শেষের দিকে, এই স্কুলে একটি গুরুত্বপূর্ণ গ্রন্থাগার গড়ে ওঠে, যেখানে প্রায় একশত গ্রন্থ ছিল। আলকুইন ছিলেন এই স্কুলের একজন শিক্ষার্থী ও শিক্ষক। পরে তিনি ৭৮২ সালে শার্লেমেনের রাজসভায় যোগ দেন।\n\n\n=== হুইটবি কাউন্সিল ===\n৬৬৪ সালে, রাজা ওসউইউ হুইটবিতে একটি ধর্মীয় সম্মেলন (Synod) আহ্বান করেন। এই সম্মেলনের উদ্দেশ্য ছিল ঠিক করা যে, নর্থাম্ব্রিয়ায় রোমান প্রথা অনুসরণ করা হবে নাকি আইরিশ প্রথা। যেহেতু নর্থাম্ব্রিয়ায় খ্রিস্টধর্ম প্রচার করেছিলেন কেল্টিক ধর্মযাজকেরা, তাই ইস্টারের তারিখ নির্ধারণের ক্ষেত্রে কেল্টিক পদ্ধতি এবং আইরিশ ধর্মীয় রীতিনীতি লিন্ডিসফার্নের অ্যাবি (Abbey) সহ অনেকের সমর্থন পায়।\nঅন্যদিকে, নর্থাম্ব্রিয়ায় রোমান খ্রিস্টধর্মের প্রতিনিধিত্ব করছিলেন উইলফ্রিড, যিনি রিপনের অ্যাবট ছিলেন। ৬২০ সালের মধ্যেই উভয় পক্ষ একে অপরের ইস্টার উদযাপনের পদ্ধতিকে \"পেলাজীয় বিভ্রান্তি\" (Pelagian Heresy) বলে সমালোচনা করছিল।\nরাজা হুইটবিতে সিদ্ধান্ত নেন যে নর্থাম্ব্রিয়ায় রোমান খ্রিস্টীয় প্রথা অনুসরণ করা হবে। এর ফলে, নর্থাম্ব্রিয়া দক্ষিণ ইংল্যান্ড ও পশ্চিম ইউরোপের সঙ্গে ধর্মীয়ভাবে একীভূত হয়। তবে যারা এই সিদ্ধান্ত মানতে চাননি, যেমন লিন্ডিসফার্নের কেল্টিক বিশপ কোলম্যান, তারা আইওনায় ফিরে যান।\nএই সিদ্ধান্তের ফলে নর্থাম্ব্রিয়ার বিশপের প্রধান কেন্দ্র লিন্ডিসফার্ন থেকে ইয়র্কে স্থানান্তরিত হয়। পরে, ৭৩৫ সালে ইয়র্ককে আর্চবিশপের আসনে উন্নীত করা হয়।\n\n\n=== স্ক্যান্ডিনেভীয় আক্রমণ, বসতি স্থাপন এবং সাংস্কৃতিক প্রভাব ===\n৭৯৩ সালে, ভাইকিংরা লিন্ডিসফার্নে আক্রমণ চালায়। এটি ছিল নর্থাম্ব্রিয়ার মঠগুলোর ওপর প্রথম দফার অনেক আক্রমণের শুরু। লিন্ডিসফার্ন গসপেল ভাগ্যক্রমে রক্ষা পেলেও, নবম শতকের শুরুতে নর্থাম্ব্রিয়ার মঠভিত্তিক সংস্কৃতি ও শিক্ষাব্যবস্থার পতন শুরু হয়। বারবার ভাইকিংদের হামলা ধর্মীয় কেন্দ্রগুলোর কার্যক্রমে বড় বাধা সৃষ্টি করে, যার ফলে পাণ্ডুলিপি তৈরির হার কমে যায় এবং সম্মিলিত মঠজীবন দুর্বল হয়ে পড়ে।\n৮৬৭ সালের পর, নর্থাম্ব্রিয়া স্ক্যান্ডিনেভীয় বাহিনীর নিয়ন্ত্রণে আসে এবং স্ক্যান্ডিনেভীয় অভিবাসীদের সংখ্যা বৃদ্ধি পায়। তাদের ধর্ম ছিল প্যাগান এবং তাদের নিজস্ব সমৃদ্ধ পুরাণ ও বিশ্বাস ব্যবস্থা ছিল। তবে, যুদ্ধ ও লুটপাট শেষ হওয়ার পর, স্ক্যান্ডিনেভীয়রা নর্থাম্ব্রিয়ায় বসতি স্থাপন করলেও খ্রিস্টধর্মের চর্চা ব্যাহত হয়নি।\nসম্ভাব্য প্রমাণ অনুযায়ী, তারা ধীরে ধীরে খ্রিস্টধর্ম গ্রহণ করে এবং তাদের স্ক্যান্ডিনেভীয় সংস্কৃতির সঙ্গে নতুন ধর্মের সমন্বয় ঘটায়। এই সংমিশ্রণের চিহ্ন পাওয়া যায় খোদাই করা পাথরের স্মৃতিস্তম্ভ ও আংটাকারী ক্রুশের (ring-headed cross) মধ্যে। উদাহরণ হিসেবে গসফোরথ ক্রসের কথা বলা যায়।\nনবম ও দশম শতকে প্যারিশ গির্জার সংখ্যা বৃদ্ধি পায়। এসব গির্জার অনেকগুলোতেই স্ক্যান্ডিনেভীয় নকশার সমন্বয়ে তৈরি পাথরের ভাস্কর্য দেখা যায়।\n\n\n== সংস্কৃতি ==\n\n\n=== নর্থাম্ব্রিয়ার স্বর্ণযুগ ===\n নর্থাম্ব্রিয়ার খ্রিস্টীয় সংস্কৃতি, যা মহাদেশ ও আয়ারল্যান্ডের প্রভাব দ্বারা সমৃদ্ধ হয়েছিল, বিভিন্ন সাহিত্যিক ও শিল্পকর্মের বিকাশকে উৎসাহিত করেছিল।\n\n\n=== ইনসুলার শিল্পশৈলী ===\nআইরিশ সন্ন্যাসীরা, যারা নর্থাম্ব্রিয়াকে খ্রিস্টধর্মে দীক্ষিত করেছিলেন এবং Lindisfarne-এর মতো মঠ প্রতিষ্ঠা করেছিলেন, তারা একটি স্বতন্ত্র শিল্প ও সাহিত্যিক শৈলী নিয়ে এসেছিলেন। Eadfrith of Lindisfarne ইনসুলার শিল্পশৈলীতে Lindisfarne Gospels রচনা করেছিলেন।\nএই আইরিশ সন্ন্যাসীরা তাদের সঙ্গে প্রাচীন কেল্টিক অলংকরণশৈলী নিয়ে এসেছিলেন, যা সর্পিল নকশা, স্ক্রোল এবং দ্বৈত-বক্ররেখা দ্বারা সমৃদ্ধ ছিল। এই শৈলী স্থানীয় প্যাগান অ্যাংলো-স্যাক্সন ধাতবকর্মের বিমূর্ত অলংকরণের সাথে সংমিশ্রিত হয়, যা উজ্জ্বল রঙ ও zoomorphic বা প্রাণীর-আকৃতির জটিল অলংকরণ দ্বারা চিহ্নিত।\nইনসুলার শিল্পশৈলী প্রতীকবাদ ও গভীর অর্থপূর্ণ নকশার জন্য বিখ্যাত। এতে প্রকৃতির বাস্তবধর্মী চিত্রায়নের পরিবর্তে জ্যামিতিক নকশার প্রতি আগ্রহ লক্ষ্য করা যায়। এটি সমতল রঙের ব্যবহার ও জটিল আন্তঃজালের নকশায় সমৃদ্ধ। এই উপাদানগুলোর সুন্দর উপস্থাপনা দেখা যায় Lindisfarne Gospels (অষ্টম শতকের প্রথমভাগ) গ্রন্থে। পরবর্তী সময়ে ইনসুলার শিল্পশৈলী ইউরোপীয় মহাদেশে ছড়িয়ে পড়ে এবং ক্যারোলিঞ্জিয়ান সাম্রাজ্যের শিল্পকলার ওপর গভীর প্রভাব ফেলে।\n\n ইনসুলার শৈলীর ব্যবহার শুধুমাত্র পান্ডুলিপি ও ধাতবকর্মের মধ্যেই সীমাবদ্ধ ছিল না। এটি ভাস্কর্যেও দেখা যায়, যেমন Ruthwell Cross এবং Bewcastle Cross। কিন্তু ৭৯৩ সালে ভাইকিংদের লুটপাট শুরু হলে শতাব্দীজুড়ে চলা হামলা অ্যাংলো-স্যাক্সন সংস্কৃতি ও শিল্পের বিকাশকে কঠিন করে তোলে। এটি নর্থাম্ব্রিয়ার প্রভাবশালী অবস্থানের সমাপ্তি নির্দেশ করে। তবে এই সময়ের পরেও Easby Cross-এর মতো চিত্রশিল্পসমৃদ্ধ কাজ তৈরি হয়েছিল।\n\n\n=== সাহিত্য ===\nভেনারেবল বেড (৬৭৩–৭৩৫) অ্যাংলো-স্যাক্সন যুগের সবচেয়ে বিখ্যাত লেখক এবং তিনি নর্থাম্ব্রিয়ার বাসিন্দা ছিলেন। তার রচিত Historia ecclesiastica gentis Anglorum (Ecclesiastical History of the English People) ৭৩১ সালে সম্পন্ন হয় এবং এটি পরবর্তী ঐতিহাসিকদের জন্য একটি রূপরেখা হিসেবে কাজ করেছে। একইসঙ্গে, এটি স্বতন্ত্রভাবে একটি গুরুত্বপূর্ণ ঐতিহাসিক বিবরণ হিসেবেও বিবেচিত। এই গ্রন্থের অনেকাংশই নর্থাম্ব্রিয়াকে কেন্দ্র করে লেখা হয়েছে। বেড তার ধর্মতাত্ত্বিক রচনার জন্যও প্রসিদ্ধ, যেখানে তিনি গদ্য ও কবিতার মাধ্যমে পবিত্র জীবন সম্পর্কে বর্ণনা করেছেন। হুইটবি সভার পর, ইউরোপীয় মহাদেশের ভূমিকা নর্থাম্ব্রিয়ার সংস্কৃতিতে আরও গুরুত্বপূর্ণ হয়ে ওঠে। অষ্টম শতকের শেষভাগে, মঙ্কওয়্যারমাউথ-জ্যারো অ্যাবি-তে বেডের রচনাগুলোর পান্ডুলিপি তৈরি করা হতো, যা মহাদেশে ব্যাপক চাহিদা সৃষ্টি করেছিল।\nনর্থাম্ব্রিয়ায় বেশ কয়েকজন অ্যাংলো-স্যাক্সন খ্রিস্টীয় কবি ছিলেন। ক্যাডমন স্ট্রিওনাশালখ (হুইটবি অ্যাবি)-এর দ্বৈত মঠে বসবাস করতেন, যখন সেন্ট হিল্ডা (৬১৪–৬৮০) সেখানে অ্যাবেস ছিলেন (৬৫৭–৬৮০)। বেডের বর্ণনা অনুযায়ী, তিনি \"ধর্মীয় কবিতা রচনা করতেন, যেখানে যা কিছু তাকে বাইবেল থেকে ব্যাখ্যা করে শোনানো হতো, তিনি তা দ্রুত মধুর ও বিনয়ী কাব্যিক ভাষায় ইংরেজিতে রূপ দিতেন। তার কবিতা বহু মানুষের মনে পার্থিব বিষয় পরিত্যাগ করে স্বর্গের প্রতি আকাঙ্ক্ষা জাগিয়েছে।\" তার একমাত্র সংরক্ষিত কবিতা হলো ক্যাডমনের স্তোত্র। সাইনওল্ফ, যিনি The Fates of the Apostles, জুলিয়ানা, এলেন, এবং ক্রিস্ট II এর মতো বহু সাহিত্যকর্ম রচনা করেছেন, তাকে নর্থাম্ব্রিয়ান অথবা মার্সিয়ান বলে ধারণা করা হয়।\n\n\n=== স্ক্যান্ডিনেভিয়ান এবং ডেনল'র শাসন ===\nপ্রায় ৮০০ সাল থেকে, ব্রিটিশ দ্বীপপুঞ্জের উপকূলে ড্যানিশদের তরঙ্গাকৃতি আক্রমণ শুরু হয়। এই আক্রমণগুলো সাধারণ জনগণের মধ্যে আতঙ্ক সৃষ্টি করেছিল। তবে, ড্যানিশ সমাজের সংস্পর্শে আসার ফলে সম্পদ ও বাণিজ্যের নতুন সুযোগও তৈরি হয়েছিল। ৮৬৫ সালে, ড্যানিশরা কেবল লুটপাটের উদ্দেশ্যে না এসে, পূর্ব অ্যাংলিয়ায় বিশাল এক বাহিনী নিয়ে অবতরণ করে। ৮৬৭ সালের মধ্যে তারা নর্থাম্ব্রিয়াসহ একটি বিশাল অঞ্চল দখল করে, যা ডেনল'র শাসন নামে পরিচিত।\nপ্রথমদিকে, স্ক্যান্ডিনেভিয়ান জনগোষ্ঠী রাজনৈতিকভাবে শক্তিশালী হলেও, তারা সাংস্কৃতিকভাবে ইংরেজ জনগণের থেকে পৃথক ছিল। উদাহরণস্বরূপ, মাত্র কয়েকটি স্ক্যান্ডিনেভিয়ান শব্দ, মূলত সামরিক ও কারিগরি শব্দ, প্রাচীন ইংরেজি ভাষায় যুক্ত হয়েছিল। তবে ৯০০ সালের শুরুর দিকে, ব্যক্তির ও স্থানের নামকরণে স্ক্যান্ডিনেভিয়ান প্রভাব বাড়তে থাকে। সেই সঙ্গে, নর্স পুরাণের উপাদান ও প্রাণী এবং যোদ্ধার চিত্রসহ স্ক্যান্ডিনেভিয়ান অলংকরণের ব্যবহারও জনপ্রিয় হয়ে ওঠে।\nতবে, বিভিন্ন চার্টার, ক্রনিকল ও আইনে \"ডেনস\" বা ড্যানিশদের উল্লেখ থাকলেও, নর্থাম্ব্রিয়ার রাজত্বকালে উত্তর-পূর্ব ইংল্যান্ডের অধিকাংশ অধিবাসী নিজেদের ড্যানিশ বলে মনে করতেন না, এবং অন্যান্য অ্যাংলো-স্যাক্সনদের কাছেও তারা এমন পরিচিত ছিলেন না।\nডেনল'র শাসনকালে অ্যাংলো-স্যাক্সন, স্ক্যান্ডিনেভিয়ান, খ্রিস্টীয় ও পৌরাণিক শিল্পশৈলীর মিশ্রণ পাথরের ভাস্কর্যের মাধ্যমে প্রকাশ পায়। তবে, এই মিশ্রণের প্রচলন শুধুমাত্র ডেনল'র শাসনের মধ্যেই সীমাবদ্ধ ছিল না। পূর্বের ফ্রাঙ্কস ক্যাসকেট-এর মতো উদাহরণেও এমন মিশ্রণ দেখা যায়। এটি সম্ভবত নর্থাম্ব্রিয়ায় তৈরি হয়েছিল এবং এতে জার্মানিক উপকথা, রোমান ইতিহাস এবং খ্রিস্টধর্মের গল্প চিত্রায়িত রয়েছে। এটি অষ্টম শতকের প্রথমদিকে রচিত বলে ধারণা করা হয়।\nগসফোর্থ ক্রস, যা দশম শতকের প্রথমভাগে নির্মিত, ১৪ ফুট (৪.৪ মিটার) উচ্চতার একটি সমৃদ্ধ অলংকৃত ক্রস। এতে পৌরাণিক প্রাণী, নর্স দেবতা এবং খ্রিস্টীয় প্রতীকাবলী খোদাই করা হয়েছে। পাথরের ভাস্কর্য স্ক্যান্ডিনেভিয়ান সংস্কৃতির অংশ ছিল না, তাই ডেনল'র শাসনকালে পাথরের স্মৃতিস্তম্ভগুলোর বিস্তৃতি ইংরেজদের দ্বারা ভাইকিংদের ওপর সাংস্কৃতিক প্রভাবের ইঙ্গিত দেয়।\nগসফোর্থ ক্রসের এক পাশে যিশুর ক্রুশবিদ্ধকরণের চিত্র রয়েছে, অন্য পাশে রাগনারকের দৃশ্য খোদাই করা হয়েছে। এছাড়াও, মেরি ম্যাগদালিন-কে এক ভ্যালকিরির মতো চিত্রিত করা হয়েছে, যেখানে তার পোশাক পেছনে প্রসারিত এবং তার দীর্ঘ বিনুনি রয়েছে।\nএই মূর্তিগুলোর প্রতীকী ব্যাখ্যা খ্রিস্টধর্মের পৌরাণিক বিশ্বাসের ওপর বিজয় হিসেবে ধরা যেতে পারে। তবে, সম্ভবত ভাইকিংরা তাদের ধর্মান্তরিত হওয়ার প্রথম দিকে খ্রিস্টান ঈশ্বরকে তাদের প্রচলিত পৌরাণিক দেবতাদের একটি সংযোজন হিসেবে গ্রহণ করেছিল। ধর্মীয় বিশ্বাস পরিবর্তনের পাশাপাশি এই সংস্কৃতির অন্তর্ভুক্তি, সংমিশ্রণ এবং বিদ্যমান সাংস্কৃতিক কাঠামোর মধ্যে খাপ খাওয়ানোর প্রয়োজন ছিল।\n\n\n== অর্থনীতি ==\n\nনর্থম্ব্রিয়ার অর্থনীতি মূলত কৃষির উপর নির্ভরশীল ছিল। স্থানীয় ব্যবসায় পশুপালন এবং জমি গুরুত্বপূর্ণ বিনিময় উপাদান হিসেবে ব্যবহৃত হতো। ৮৫০ সালের দিকে, উন্মুক্ত ক্ষেত্র পদ্ধতি (Open field system) সম্ভবত প্রধান কৃষি পদ্ধতি হয়ে ওঠে। পূর্ব ইংল্যান্ডের অন্যান্য অঞ্চলের মতো নর্থম্ব্রিয়াও শস্য, রৌপ্য, পশুর চামড়া এবং দাস রপ্তানি করত।\n৭০০ সালের দিকে ফ্রান্স থেকে আমদানি করা হতো তেল, বিলাসবহুল সামগ্রী এবং ধর্মীয় কাজে ব্যবহৃত সরঞ্জাম। বিশেষ করে ৭৯৩ সালের পর থেকে, স্ক্যান্ডিনেভিয়ানদের সঙ্গে লুটতরাজ, উপহার বিনিময় এবং বাণিজ্যের ফলে নর্থ সি অঞ্চলের সঙ্গে অর্থনৈতিক সম্পর্ক আরও শক্তিশালী হয়ে ওঠে।\n\nমুদ্রা ব্যবস্থা (বার্টারিং বা পণ্য বিনিময়ের পরিবর্তে) পুনরায় জনপ্রিয়তা লাভ করে ৬০০ সালের শেষের দিকে। তখন নর্থম্ব্রিয়ার মুদ্রাগুলোতে রাজাদের নাম লেখা থাকত, যা দেখাত যে রাজপরিবার মুদ্রার ওপর নিয়ন্ত্রণ রাখে। দীর্ঘ সময় ধরে ব্রিটেনে এই রাজকীয় মুদ্রাই ব্যবহৃত হতো।\nরাজা অ্যাল্ডফ্রিথ (৬৮৫–৭০৫) সম্ভবত ইয়র্কে নর্থম্ব্রিয়ার প্রথম রৌপ্য মুদ্রা তৈরি করেন। পরবর্তী সময়ে রাজা এডবার্ট (৭৩৮–৭৫৮) এবং তার ভাই, আর্চবিশপ একবার্টের নামও মুদ্রায় পাওয়া যায়।\nএই মুদ্রাগুলো ছোট আকৃতির রৌপ্য স্কিয়াট্টা ছিল, যা দৈনন্দিন ছোটখাট লেনদেনের জন্য বেশি উপযোগী ছিল। ফ্রান্সের স্বর্ণ মুদ্রা বা রোমান মুদ্রার তুলনায় এগুলো ছোট ছিল।\nরাজা ইয়ানরেডের শাসনকালে রৌপ্য মুদ্রার মান কমে যায় এবং পরে এগুলো তামার সংমিশ্রণে তৈরি হতে থাকে। এই মুদ্রাগুলোকে স্টাইকা বলা হয়, যদিও এটি একটি পুরাতন ঐতিহাসিক নাম।\n৮৬০ সাল পর্যন্ত এবং সম্ভবত আরও কিছুদিন পরেও এই স্টাইকা মুদ্রাগুলো প্রচলিত ছিল।\nবৃহৎ মূল্যবান ধাতু হিসেবে রৌপ্য পাতের অস্তিত্ব পাওয়া যায় বেডেল ধনভাণ্ডারে, যেখানে স্বর্ণ ও রৌপ্যের তৈরি গলার হার ও তলোয়ারের অংশও ছিল।\n\n\n== ভাষা ==\nবিড-এর সময়ে ব্রিটেনে পাঁচটি ভাষা প্রচলিত ছিল: ইংরেজি, ব্রিটিশ, আইরিশ, পিক্টিশ এবং লাতিন।\nনর্থাম্ব্রিয়ান ছিল প্রাচীন ইংরেজি-র চারটি প্রধান উপভাষার একটি, বাকি তিনটি ছিল মার্সিয়ান, ওয়েস্ট স্যাক্সন এবং কেন্টিশ। বিভিন্ন লিখিত গ্রন্থ, অলংকৃত ব্রোচ, রুন লিপি এবং অন্যান্য সূত্র বিশ্লেষণ করে দেখা গেছে যে নর্থাম্ব্রিয়ান উপভাষার স্বরধ্বনি উচ্চারণ ওয়েস্ট স্যাক্সন থেকে কিছুটা আলাদা ছিল।\nকেল্টিক ভাষাগুলো থেকে প্রাচীন ইংরেজি-তে খুব কমই শব্দ গৃহীত হয়েছিল। বিশেষ করে ব্রিটনদের কমন ব্রিটোনিক ভাষা এবং প্রাচীন আইরিশ ভাষা থেকে খুব বেশি শব্দ ইংরেজিতে আসেনি। তবে কিছু স্থাননাম, যেমন ডেইরা এবং বারনিসিয়া, কেল্টিক উপজাতির নাম থেকে এসেছে।\nবিড-এর সময়কার পাঁচটি ভাষার পাশাপাশি, নবম শতকে প্রাচীন নর্স ভাষা যুক্ত হয়। এটি সম্ভব হয় নর্স জাতির উত্তর ও পূর্ব ইংল্যান্ডে বসতি স্থাপনের কারণে, যে অঞ্চলটি পরে ডেনল বলে পরিচিত হয়। এই ভাষা নর্থাম্ব্রিয়ার উপভাষার ওপর গভীর প্রভাব ফেলে।\nনর্স জাতির বসতির ফলে তাদের ভাষা থেকে প্রচুর স্থাননাম ইংরেজিতে যুক্ত হয়, পাশাপাশি শব্দভাণ্ডার, বাক্যগঠন এবং ব্যাকরণেও পরিবর্তন আসে। প্রাচীন ইংরেজি ও প্রাচীন নর্স ভাষার মৌলিক শব্দভাণ্ডারে অনেক মিল ছিল। এর ফলে উভয় ভাষার ভিন্ন ভিন্ন ব্যাকরণিক বিভক্তি (inflectional endings) ধীরে ধীরে হারিয়ে যায়।\nধারণা করা হয়, ইংরেজি ভাষায় নর্স ভাষা থেকে গৃহীত শব্দের সংখ্যা কমপক্ষে ৯০০, তবে কিছু উপভাষায় এই সংখ্যা হাজারেরও বেশি।\n\n\n== আরও দেখুন ==\n\nনর্থাম্ব্রিয়ার ইংরেজি\nজর্ডি উপভাষার শব্দসমূহ\nহেন ওগলেদ\nনর্থাম্বারল্যান্ডের ইতিহাস\nনর্থাম্ব্রিয়ান সংগীত\nনর্থাম্ব্রিয়ান স্মলপাইপস\nনর্থাম্ব্রিয়ান টার্টান\n\n\n== টীকা ==\n\n\n== উদ্ধৃতি ==\n\n\n== উৎস ==\n\n\n=== প্রাথমিক উৎস ===\n\n\n=== গৌণ উৎস ===\n\n\n== অতিরিক্ত পাঠ ==\nEdmonds, Fiona (২০১৯)। নর্থাম্ব্রিয়ান রাজ্যে গ্যালিক প্রভাব: স্বর্ণযুগ এবং ভাইকিং যুগ। Woodbridge, UK: Boydell। আইএসবিএন 9781783273362। \n\n\n== বহিঃসংযোগ ==\n\nLowlands-L, নিম্নভূমির ভাষা ও সংস্কৃতিতে আগ্রহীদের জন্য একটি ই-মেইল আলোচনাসূচী\nনর্থাম্ব্রিয়ান ভাষায় Lowlands-L\nনর্থাম্ব্রিয়ান ভাষা সমাজ\nনর্থাম্ব্রিয়ান ক্ষুদ্র বাঁশির বিশ্বকোষ\nনর্থাম্ব্রিয়ান ঐতিহ্যবাহী সঙ্গীত\nনর্থাম্বারল্যান্ড পরিদর্শন করুন – নর্থাম্বারল্যান্ডের অফিসিয়াল পর্যটন সাইট"}