{"pageid": 1510325, "title": "ব্লক (আবহাওয়াবিদ্যা)", "url": "https://bn.wikipedia.org/wiki?curid=1510325", "content": "আবহাওয়াবিদ্যায় ব্লক হল বায়ুমণ্ডলীয় চাপের ক্ষেত্রে একটি বড় আকারের নিদর্শন যা অনেকটাই স্থির, কার্যকরভাবে পরিযায়ী ঘূর্ণিঝড়কে  \"ব্লকিং\" বা পুনঃনির্দেশিত করে। এগুলো ব্লকিং হাইস বা ব্লকিং অ্যান্টিসাইক্লোন নামেও পরিচিত।  এই ব্লকগুলো বেশ কয়েক দিন বা এমনকি সপ্তাহ পর্যন্ত স্থির থাকতে পারে, যার ফলে তাদের দ্বারা প্রভাবিত এলাকায় দীর্ঘ সময়ের জন্য একই ধরনের আবহাওয়া থাকতে পারে (যেমন কিছু এলাকায় বৃষ্টিপাত, আবার অন্যদের জন্য পরিষ্কার আকাশ)।  উত্তর গোলার্ধে, পূর্ব প্রশান্ত মহাসাগর এবং আটলান্টিক মহাসাগরের উপর বসন্তকালে বর্ধিত ব্লক প্রায়শই ঘটে থাকে।  যদিও এই ঘটনাগুলো তাপপ্রবাহের মতো চরম আবহাওয়ার ঘটনাগুলো সংঘটনের সাথে সম্পর্কিত, বিশেষ করে এই ঘটনাগুলোর সূত্রপাত এবং ক্ষয় এখনো সংখ্যাসূচক আবহাওয়ার পূর্বাভাসে ভালভাবে ধরা পড়েনি ফলে এটি এখনো গবেষণার একটি উন্মুক্ত ক্ষেত্র হিসেবে রয়ে গেছে। \n\n\n== মেরু ঘূর্ণির প্রভাব ==\n\nমেরু ঘূর্ণিঝড় হলো এমন একটি জলবায়ুগত বৈশিষ্ট্য যা সারা বছর মেরুগুলোর কাছাকাছি থাকে। এগুলো গ্রীষ্মকালে দুর্বল থাকে এবং শীতকালে শক্তিশালী হয়। যখন মেরু ঘূর্ণি শক্তিশালী হয়, তখন ওয়েস্টারলিরা শক্তি বৃদ্ধি করে। যখন মেরু ঘূর্ণিঝড় দুর্বল হয়, তখন মধ্য-অক্ষাংশ জুড়ে সাধারণ প্রবাহের প্যাটার্ন থাকে এবং উল্লেখযোগ্য শীতলর প্রাদুর্ভাব ঘটে। এক্সট্রাট্রপিকাল ঘূর্ণিঝড়গুলো  উচ্চ অক্ষাংশে স্থানান্তরিত হয়ে মেরু ঘূর্ণিগুলোর মধ্যে কোল্ড-কোর লো তৈরি করে।  গ্রীষ্মমন্ডলীয় অঞ্চলে আগ্নেয়গিরির অগ্ন্যুৎপাত পরবর্তী প্রায় দুই বছর পর্যন্ত শীতকালে একটি শক্তিশালী মেরু ঘূর্ণি তৈরি করে থাকে।  ঘূর্ণিঝড়ের শক্তি এবং অবস্থানের উপর নির্ভর করে এটি তার প্রভাবের গোলার্ধ জুড়ে প্রবাহের ধরণকে আকার দিয়া থাকে। আর্কটিক দোলন হলো এমন একটি সূচক যা উত্তর গোলার্ধে এর মাত্রা পরিমাপ করতে ব্যবহৃত হয় । \n\n\n== ওমেগা ব্লক ==\nওমেগা ব্লকের এমন নামকরণ করা হয়েছে কারণ উত্তর গোলার্ধে যে আইসোবার বা জিওপোটেনশিয়াল উচ্চতার কনট্যুরগুলো পাওয়া যায় সেগুলো একটি Ω, বড় হাতের গ্রীক অক্ষর ওমেগা এর অনুরূপ। তাদের সাধারণত নিম্ন-উচ্চ-নিচু প্যাটার্ন থাকে, যা পশ্চিম-পূর্ব দিকে সাজানো থাকে। \n\n\n== রেক্স ব্লক ==\n\nরেক্স ব্লক (বা ডাইপোল ব্লক) হলো একটি আবহাওয়ার ধরণ যা ঘটে যখন একটি উচ্চ চাপ ব্যবস্থা একটি নিম্নচাপ ব্যবস্থার উত্তরে অবস্থান করে (উত্তর গোলার্ধে উত্তরে; দক্ষিণ গোলার্ধে দক্ষিণে)। মাঝে মাঝে উচ্চ এবং নিম্ন উভয়ই বন্ধ থাকে, যার অর্থ হলো আইসোবার (অথবা ধ্রুব ভূ-সম্ভাব্য উচ্চতা রেখা) যা উচ্চ-নিম্নকে সংজ্ঞায়িত করে তা একটি বৃত্ত তৈরি করার কাছাকাছি চলে যায়।  রেক্স ব্লকের নামকরণ করা হয়েছে আবহাওয়াবিদ ড্যানিয়েল এফ. রেক্সের নামে, যিনি ১৯৫০ সালে প্রথম এগুলোকে শনাক্ত করেছিলেন। \n\n\n== উচ্চ এবং নিম্ন কাট-অফ ==\n\nযখন স্টিয়ারিং স্রোতের অভাবে একটি উচ্চ-স্তরের উচ্চ -বা নিম্ন-চাপ ব্যবস্থা কোনো জায়গায় আটকে থাকে, তখন এটিকে \"কাট-অফ\" বলা হয়। এর ফলে সাধারণত জেট স্ট্রিম মেরুর দিকে সরে যায়, যা তখন কাট-অফ সিস্টেমকে পিছনে ফেলে দেয়।  সিস্টেমটি উচ্চ-না নিম্ন-চাপের কি না তা ব্লকের কারণে সৃষ্ট আবহাওয়ার উপর নির্ভর করে। ২০০৭ সালের বসন্তের শেষের দিকে এবং গ্রীষ্মের শুরুতে দক্ষিণ মার্কিন যুক্তরাষ্ট্রে ঠিক এই পরিস্থিতি দেখা দেয়, যখন অঞ্চলটির উপর দিয়ে একটি নিম্ন-স্তরের তাপমাত্রা ছড়িয়ে পড়ে, যার ফলে টেক্সাস এবং ওকলাহোমাতে অস্বাভাবিকভাবে শীতল তাপমাত্রা এবং অসাধারণ পরিমাণে বৃষ্টিপাত শুরু হয় ( ২০০৭ সালের জুনের টেক্সাস বন্যা দেখুন), এবং জর্জিয়ার উপকূলের কাছে উচ্চ-স্তরের উচ্চতা বৃদ্ধি পায় যা একই বছর দক্ষিণ-পূর্বে খরার সৃষ্টি করে। মার্কিন যুক্তরাষ্ট্রে যদি ব্লক কম থাকে তবে সেখানে বৃষ্টিপাত এবং শীতল আবহাওয়া দেখা দেয়। ২০২২ সালের সেপ্টেম্বরের শেষ সপ্তাহে ঘূর্ণিঝড় ইয়ান উত্তর দিকে ভেসে যায় এবং এর অবশিষ্টাংশ জেট স্ট্রিম থেকে বিচ্ছিন্ন হয়ে যায়, যার ফলে উত্তর-পূর্ব মার্কিন যুক্তরাষ্ট্রে একটি স্থির নিম্নচাপ ব্যবস্থা সৃষ্টি হয় এবং কয়েক দিনের বৃষ্টিপাত সৃষ্টি করে। \n\n\n== ব্লকিং হাই ==\nযদি ব্লকটি উঁচু হয়, তাহলে সাধারণত শুষ্ক, উষ্ণ আবহাওয়ার সৃষ্টি হবে কারণ এর নিচের বাতাস একইসাথে সংকুচিত এবং উষ্ণ হবে, যেমনটি ২০০৬  এবং ১৯৬৭  সালে দক্ষিণ-পূর্ব অস্ট্রেলিয়ায় ঘটেছিল এবং এর ফলে সেখানে চরম খরা দেখা দিয়েছিল। তবে, যখন তাসমান সাগরে একটি ব্লকিং হাই থাকে, তখন পূর্ব অস্ট্রেলিয়ায় মুষলধারে বৃষ্টিপাত হতে পারে, যেমনটি ২০২১ এবং ২০২২ সালের বন্যার ক্ষেত্রে হয়েছিল।  দক্ষিণ তাসমান সাগরে একটি অবরুদ্ধ উচ্চ চাপ নিম্নচাপ ব্যবস্থাকে পূর্ব অস্ট্রেলিয়ার দিকে পরিচালিত করে, যার ফলে অস্ট্রেলিয়ার পূর্ব উপকূলে বৃষ্টিপাত হয়। \nঅস্ট্রেলিয়ায়, ব্লকিং হাই সাধারণত গ্রেট অস্ট্রেলিয়ান বাইট এবং তাসমান সাগরে দেখা যায়। এগুলো শক্তিশালী উচ্চ-চাপ ব্যবস্থা যা সাধারণত স্বাভাবিকের চেয়ে আরও দক্ষিণে ছড়িয়ে পড়ে। পাশাপাশি এগুলো দীর্ঘ সময় ধরে (অর্থাৎ বেশ কয়েক দিন থেকে সপ্তাহ পর্যন্ত) কার্যত স্থির থাকে এবং এইভাবে দক্ষিণ অস্ট্রেলিয়া জুড়ে আবহাওয়ার পূর্ব দিকের নিয়মিত গতিকে বাধা দেয়। \n\n\n== শীতল বাতাস ড্যামিং ==\n\nপৃথিবীর পৃষ্ঠের কাছাকাছি বায়ুমণ্ডলীয় ব্যবস্থার ব্লক তখন ঘটে যখন একটি সবল মেরুমুখী উচ্চচাপ ব্যবস্থা অগ্রসরমান ঝড় ব্যবস্থার কাছাকাছি বা তার পথের মধ্যে পড়ে যায়। শীতল বাতাসের ভর যত ঘন হবে, তখন সেটি তত বেশি কার্যকরভাবে এটি আক্রমণকারী মৃদু বায়ু ভরকে আটকাতে পারবে। শীতল বাতাসের ভরের গভীরতা সাধারণত পাহাড়ি বাধার চেয়ে অগভীর হয় যা শীতল বাতাসের ড্যামিং তৈরি করে, কিংবা সিএডি। আন্তঃপর্বত পশ্চিম জুড়ে এরকম কিছু ঘটনা দশ দিন ধরে চলতে পারে। শীতল বাতাসের ড্যামিং-এর স্থিতিশীল বায়ু ভরের মধ্যে দূষণকারী পদার্থ এবং ধোঁয়া ঝুলন্ত অবস্থায় থাকতে পারে। \n\n\n== মধ্য অক্ষাংশের শীতল তরঙ্গ ==\n\nউত্তর গোলার্ধের মধ্য অক্ষাংশে, ঘূর্ণিঝড় প্রতিরোধকারী পূর্ব দিকের অঞ্চলগুলো বা ঘূর্ণিঝড় সম্পর্কিত শীতল মহাদেশীয় অভ্যন্তর থেকে আসা অস্বাভাবিক প্রবাহের প্রভাবে তীব্র শীতকাল অনুভত হয়। এই ঘটনাটি ১৮৪০-এর দশকে উত্তর আটলান্টিক দোলন (এনএও) আবিষ্কারের পর থেকে সকলের নিকট পরিচিত।  এই ব্লকিং প্যাটার্নগুলো খুব উচ্চ অক্ষাংশে অস্বাভাবিকভাবে হালকা পরিস্থিতি তৈরি করার প্রবণতা রাখে, অন্তত সেই অঞ্চলগুলোতে যেখানে সমুদ্র থেকে অস্বাভাবিক প্রবাহ যেমন গ্রিনল্যান্ড এবং বেরিংজিয়া, অথবা অভ্যন্তরীণ আলাস্কার মতো চিনুক বাতাসের সংস্পর্শে আসে।\n১৯১১/১২, ১৯৩৫/৩৬, ১৯৪৯/৫০, ১৯৭৭/৭৮ এবং ১৯৭৮/৭৯, ১৯৯৩/৯৪ এবং ২০১৭/১৮ সালে মার্কিন যুক্তরাষ্ট্র এবং দক্ষিণ কানাডায় এই ধরনের শীতল শীতকাল এসেছিল যা আলাস্কা উপসাগরের ব্লক বা ম্যাকেঞ্জি পর্বতমালার পূর্বে অবস্থিত ব্লকগুলোর ফলে হয়েছিল। এটি খুব শীতল আর্কটিক বায়ুকে আমেরিকান দক্ষিণ পর্যন্ত দীর্ঘ পথের মধ্য দিয়ে পরিচালিত করেছিল, যেমন ১৮৮৯/৯০ এবং ১৯৫০ সালের জানুয়ারিতে পশ্চিমা শীতল তরঙ্গগুলো এসেছিল। উত্তর ও পশ্চিম ইউরোপে, ১৬৮৩/৮৪, ১৭৩৯/৪০, ১৭৯৪/৯৫, ১৮২৯/৩০, ১৮৯৪/৯৫, ১৯১৬/১৭, ১৯৪১/৪২, ফেব্রুয়ারি ১৯৪৭ এবং ১৯৬২/৬৩ এর মতো শীতল শীতকাল প্রায় সবসময়ই উচ্চ অক্ষাংশের আটলান্টিক ব্লকিং এবং পর্তুগাল এমনকি মরক্কোর দিকে মেরু জেট প্রবাহকে বিষুবরেখার দিকে যে স্থানান্তর করে তার সাথে সম্পর্কিত থাকে।  মধ্য এশিয়ায়, ১৮৯৯/১৯০০, ১৯২৯/৩০ এবং ১৯৩০/৩১, ১৯৪৪/৪৫, ১৯৫৪/৫৫ এবং ১৯৬৮/৬৯  এর মতো অস্বাভাবিক শীতল শীতকালগুলো সাইবেরিয়ান উচ্চ পশ্চিম দিকে প্রসারিত উরাল পর্বতমালার কাছে ব্লক হওয়ার সাথে সম্পর্কিত, যাতে সাইবেরিয়ান \" শীতল মেরু \" থেকে খুব শীতল বাতাস আরাল এবং ক্যাস্পিয়ান সাগরের বরাবর বাইরের দিকে ঠেলে দেওয়া হয়। তবে, উত্তর গোলার্ধের অন্যান্য মধ্য অক্ষাংশ অঞ্চলের মতো নয়, ইউরোপে (যেমন ১৯১৬/১৭, ১৯৬২/৬৩) শীতকাল মধ্য এশিয়ায় প্রায়শই খুব মৃদু থাকে, যা নেতিবাচক এনএও পরিস্থিতিতে দক্ষিণে ধাবিত উপ-ক্রান্তীয় ঘূর্ণিঝড়ের কারণে উষ্ণ বায়ু আকর্ষণ করতে পারে।\n\n\n== তাপপ্রবাহ ==\nগ্রীষ্মকালে তাপপ্রবাহ হয়ে থাকে একই ধরনের ব্লকের ধরণগুলোর কারণে যেগুলো সাধারণত আধা-স্থায়ী উপক্রান্তীয় শৈলশিরার অবস্থানের সাথে জড়িত। কিছু অস্বাভাবিক তীব্র গ্রীষ্ম, যেমন মার্কিন যুক্তরাষ্ট্রে ১৯৩৬, ১৯৯৯, ২০০২ এবং ২০১১, এবং ইউরোপে ১৯৭৬, ২০০৩ ইউরোপীয় তাপপ্রবাহ এবং ২০১৯ সালের গ্রীষ্ম, ছিল উচ্চ তাপমাত্রার ফলে যা দীর্ঘ সময়ের জন্য জেট প্রবাহ থেকে বিচ্ছিন্ন হয়ে পড়ে যা উষ্ণ, শুষ্ক বাতাসকে তৈরি হতে দেয়। ১৯৯৯ সালের মার্কিন খরার মতো অনেক ক্ষেত্রে, তাপপ্রবাহের আগে পূর্ববর্তী মাসগুলোতে স্বাভাবিকের চেয়ে কম বৃষ্টিপাত হয়েছিল যা তাপমাত্রা ঠান্ডা হতে বাধা দিয়েছিল। অন্য দিকে, ২০০৩ সালে ইউরোপে তাপপ্রবাহ দেখা দেয়, যে বছর উত্তর আমেরিকায় তাপমাত্রা স্বাভাবিকের চেয়ে উল্লেখযোগ্যভাবে কম এবং বৃষ্টিপাত স্বাভাবিকের চেয়ে বেশি ছিল, বিশেষ করে বসন্তের মাসগুলোতে। উত্তর আমেরিকায় প্রচুর পরিমাণে বৃষ্টিপাতের ফলে মেরু জেটে শক্তির মাত্রা বৃদ্ধি পায়, যা উত্তরে অনেক দূরে ইউরোপে চলে যায় এবং এর ফলে একটি দীর্ঘস্থায়ী, স্থির উচ্চচাপ শৈলশিরা তৈরি হয় যা সাহারা মরুভূমি থেকে ইউরোপে গরম বাতাস প্রবাহিত করে। \n\n\n== আরো দেখুন ==\n\nঅ্যান্টিসাইক্লোন\nভূ-সম্ভাব্য উচ্চতা\nতাপ গম্বুজ\nউচ্চ-চাপ অঞ্চল\nহাস্যকরভাবে স্থিতিস্থাপক রিজ\nখাদ (আবহাওয়াবিদ্যা)\n\n\n== তথ্যসূত্র ==\n\n\n== বহিঃসংযোগ ==\nগ্রিনল্যান্ড ব্লক কী? - জিম অ্যান্ড্রুজ, Accuweather.com"}