{"pageid": 1510230, "title": "দক্ষিণ আফ্রিকা স্কাউট", "url": "https://bn.wikipedia.org/wiki?curid=1510230", "content": "দক্ষিণ আফ্রিকা স্কাউট হল দক্ষিণ আফ্রিকার স্কাউট আন্দোলনের বিশ্ব সংস্থা (ডব্লিউওএসএম) স্বীকৃত স্কাউট সংগঠন। রবার্ট ব্যাডেন-পাওয়েলের প্রচেষ্টায় ১৯০৭ সালে যুক্তরাজ্যে স্কাউটিং শুরু হয় এবং দ্রুত দক্ষিণ আফ্রিকায় ছড়িয়ে পড়ে। এবং ১৯০৮ সালে এখানে স্কাউট সৈন্যের জন্ম হয়। দক্ষিণ আফ্রিকার বিশ্ব স্কাউটিংয়ে অনেক ঐতিহ্য ও অবদান রয়েছে।\nদক্ষিণ আফ্রিকা স্কাউট ৫ থেকে ৩০ বছর বয়সী যুবক এবং তরুণদের নিয়ে গঠিত। এটি চারটি বিভাগে বিভক্ত - মিয়ারকাট, কাব, স্কাউট এবং রোভার। প্রতিটি বিভাগ একটি ভিন্ন বয়সী গোষ্ঠী এবং ব্যক্তিগত বিকাশের বিভিন্ন ক্ষেত্রে মনোনিবেশ করে। এটি দক্ষিণ আফ্রিকার গ্রামীণ অংশের বৃহত্তম যুব সংগঠনগুলির মধ্যে একটি। এটি ওই অঞ্চলগুলিতে বিভিন্ন  গণউন্নয়নমূলক কর্মসূচি পালন করে থাকে৷\nদক্ষিণ আফ্রিকায় একজন স্কাউট দ্বারা প্রাপ্ত সর্বোচ্চ পুরস্কার হল স্প্রিংবক পুরস্কার। একজন স্কাউটকে স্প্রিংবক পুরস্কারের জন্য তার ১৮তম জন্মদিনের আগে প্রয়োজনীয় সমস্ত শর্ত পূরণ করতে হবে।\nদক্ষিণ আফ্রিকা স্কাউট ওই প্রথম যুব সংগঠনগুলির মধ্যে একটি যারা দক্ষিণ আফ্রিকার সকল বর্ণের যুবক এবং তরুণদের জন্য তাদের দরজা খুলে দিয়েছিল। ১৯৭৭ সালের ২ জুলাই কুও ভাদিস নামে পরিচিত একটি সম্মেলনে এই সিদ্ধান্তটি গৃহীত হয়। \n\n\n== লক্ষ্য এবং নীতি ==\nদক্ষিণ আফ্রিকা স্কাউটের লক্ষ্য হল শিশু এবং তরুণদের নাগরিকত্বের প্রশিক্ষণ দিয়ে এবং তাদের সামাজিক, মানসিক, শারীরিক, আধ্যাত্মিক বিকাশের মাধ্যমে তাদের স্থানীয়, জাতীয় এবং আন্তর্জাতিক সম্প্রদায়ের দায়িত্বশীল সদস্য হিসাবে, ব্যক্তি হিসাবে তাদের পূর্ণ সম্ভাবনা অর্জনে, তাদের বিকাশে অবদান রাখা।\nদক্ষিণ আফ্রিকা স্কাউট ঈশ্বরের প্রতি কর্তব্য, অন্যের প্রতি কর্তব্য এবং নিজের প্রতি কর্তব্য নীতির উপর ভিত্তি করে গঠিত। এই তিনটি নীতি সমগ্র অগ্রগতিমূলক কার্যক্রম পরিচালনা করে এবং স্কাউটকে তার ধর্মের প্রতি অনুগত থাকতে, তারা যে দেশে বাস করে তার প্রতি অনুগত থাকতে এবং তাদের নিজস্ব উন্নয়নে দায়িত্বশীল হতে শেখায়।\n\n\n== ইতিহাস ==\n\n১৯০৭ সালে ব্রিটেন কর্তৃক অধিগ্রহণের কয়েক মাস পরেই দক্ষিণ আফ্রিকায় সংগঠিত স্কাউটিং ব্যবস্থা ছড়িয়ে পড়ে। ১৯০৮ সালে, কেপটাউন, কোয়াজুলু-নাটাল এবং জোহানেসবার্গে বেশ কয়েকটি সেনা গঠিত হয় এবং পরের বছর দক্ষিণ আফ্রিকার স্কাউট সৈন্যরা প্রথম আনুষ্ঠানিকভাবে নিবন্ধিত হয়।\nদক্ষিণ আফ্রিকায় স্কাউটিং দ্রুতগতিতে বৃদ্ধি পেতে থাকে।  ১৯১২ সালে রবার্ট ব্যাডেন-পাওয়েল আফ্রিকান স্কাউটদের সঙ্গে দেখা করেন। স্কাউটিংয়ের দ্রুত বিস্তারের কারণে স্থানীয় সমন্বয়ের কিছু ব্যবস্থা প্রদান করা প্রয়োজন হয়ে পড়ে। ১৯১২ থেকে ১৯১৬ সালের মধ্যে দক্ষিণ আফ্রিকায় প্রাদেশিক কাউন্সিল গঠিত হয়। এই কাউন্সিলগুলির একে অপরের সাথে সরাসরি যোগাযোগ ছিল না। এগুলো লন্ডনে ইম্পেরিয়াল স্কাউট সদর দপ্তরে সরাসরি রিপোর্ট করত।\nসাধারণ জাতীয় নিয়ন্ত্রণ প্রদানের জন্য ১৯২২ সালে প্রথম ইউনিয়ন স্কাউট কাউন্সিল গঠিত হয়, যা উপদেষ্টা ভিত্তিতে কাজ করত। ছয় বছর পর, ১৯২৮ সালে ইউনিয়ন স্কাউট কাউন্সিল একটি সংবিধান গ্রহণ  রে যারলে এটি ইম্পেরিয়াল স্কাউট সদর দফতরের কার্য সম্পাদন করার ক্ষমতা অর্জন করে।\nবেশিরভাগ ব্রিটিশ উপনিবেশের মতো (যেমন রোডেশিয়া ) দক্ষিণ আফ্রিকায় স্কাউটিং মূলত জাতিবাদ দ্বারা পৃথক করা হয়েছিল। যদিও এটি কৃষ্ণাঙ্গ স্কাউট গোষ্ঠী গঠনে বাধা দেয়নি। ১৯২০-এর দশকে কালো স্কাউটদের ক্লিপস্প্রিংগার (এক ধরনের ছোট কৃষ্ণসার ) নাম দেওয়া হয়েছিল।  পাথফাইন্ডার কাউন্সিল গঠিত হয়েছিল ১৯২৯ সালে।\n১৯৩০ সালে ইম্পেরিয়াল স্কাউট সদর দপ্তর দক্ষিণ আফ্রিকার স্কাউট আন্দোলনের সম্পূর্ণ স্বাধীনতা প্রদান করে। এরপর আরেকটি সংবিধানের কাজ শুরু হয় যা ১৯৩৬ সালে ব্লুমফন্টেইনে ব্যাডেন-পাওয়েলের সফরের সময় চূড়ান্ত করা হয়েছিল। ১৯৩৭ সালে দক্ষিণ আফ্রিকান বয় স্কাউটস অ্যাসোসিয়েশন আন্তর্জাতিক স্কাউট সম্মেলনের (বর্তমানে বিশ্ব স্কাউট সম্মেলন ) সদস্য হয় এবং ১ ডিসেম্বর ১৯৩৭ সালে আন্তর্জাতিক ব্যুরো (বর্তমানে বিশ্ব স্কাউট ব্যুরো )  তে নিবন্ধিত হয়। দক্ষিণ আফ্রিকা কমনওয়েলথ দেশগুলির মধ্যে প্রথম যেটি তার স্কাউট আন্দোলনের স্বাধীনতা অর্জন করে। \nবর্তমানে এই সংগঠনটি চারটি পৃথক সংস্থার দ্বারা জাতিগত বিচ্ছিন্নতা বজায় রেখেছে। ব্যাডেন-পাওয়েলের সাথে আলোচনার পর, ১৯৩৬ সালে চারটি পৃথক স্কাউটিং সংস্থা তৈরি করা হয়েছিল। এগুলো ছিল দ্য বয় স্কাউটস অ্যাসোসিয়েশন (শ্বেতাঙ্গদের জন্য), আফ্রিকান বয় স্কাউটস অ্যাসোসিয়েশন (কৃষ্ণাঙ্গদের জন্য), দ্য কালারড বয় স্কাউটস অ্যাসোসিয়েশন (বর্ণসংকরদের জন্য) এবং ইন্ডিয়ান বয় স্কাউটস অ্যাসোসিয়েশন (ভারতীয়দের জন্য)।  ১৯৫৩ সালে ১৯৩৬ সালের সংবিধানের একটি সংশোধনী শ্বেতাঙ্গ শাখাকে শক্তিশালী করেছিল: এর চিফ স্কাউট তখন অন্য তিনটি অ্যাসোসিয়েশনেরও চিফ স্কাউট ছিল এবং প্রতিটি অ্যাসোসিয়েশন চিফ স্কাউটের অধীনে নির্বাহী প্রধান হিসাবে একজন চিফ স্কাউট কমিশনার ছিল। \n২০ শতকের গোড়ার দিকে দক্ষিণ আফ্রিকায় আফ্রিক্যানার জাতীয়তাবাদের উত্থানের সাথে সাথে স্কাউটিংকে অনেক আফ্রিকানরা সন্দেহের চোখে দেখেতে থাকে, কারণ ছিল এর ইংরেজি মূল এবং ভুর্ট্রেকারস সহ অন্যান্য প্রতিদ্বন্দ্বী আফ্রিকান সংগঠনগুলির প্রতিষ্ঠা। এগুলোর একটি শক্তিশালী সামাজিক ও রাজনৈতিক লক্ষ্য ছিল। ১৯৩০ থেকে ১৯৩৬ সালের মধ্যে উভয় আন্দোলনের একীকরণের বিষয়ে আলোচনা সফল হয়নি। \n১৯৭০-এর দশকে, নর্ডিক দেশগুলি জাতিগত নীতির জন্য দক্ষিণ আফ্রিকার আন্দোলনকে বহিষ্কার করার জন্য স্কাউট আন্দোলনের (ডব্লিউওএসএম) বিশ্ব সংস্থার উপর চাপ দেয়। দক্ষিণ আফ্রিকান স্কাউটিং এই চাপের প্রতিক্রিয়ায় ১৯৭৭ সালের ২ জুলাই কুও ভাদিস নামে একটি সম্মেলনে আন্দোলনের সমস্ত শাখাকে একত্রিত করে দক্ষিণ আফ্রিকান বয় স্কাউট নামে একটি একক সংগঠন গঠন করে। \nযদিও বর্ণবৈষম্য আইন বহু-বর্ণ সংঘটিত হওয়া নিষিদ্ধ করেছিল, তবুও দক্ষিণ আফ্রিকান সরকার বর্ণবৈষম্যের ভিত্তিতে এই আন্দোলনের বিরুদ্ধে কোন ব্যবস্থা নেয়নি। \n\nবর্ণবৈষম্যের সময়কালে স্কাউটিং বেশ কয়েকটি স্বদেশে সক্রিয় ছিল। এই সময় ট্রান্সকেই স্কাউট পদক চালু করে এবং বোফুথাতসোয়ানা ( মফিকেং যে স্বদেশে অবস্থিত) সহ বেশ কয়েকটি স্বদেশ স্কাউট-থিমযুক্ত ডাকটিকিট চালু করে। \n১০ জুলাই ১৯৯৫-এ দক্ষিণ আফ্রিকান বয় স্কাউট একটি নতুন সংবিধান প্রণয়ন করে এবং নিজের নাম পরিবর্তন করে দক্ষিণ আফ্রিকান স্কাউট অ্যাসোসিয়েশন রাখে।  এবং মেয়েদেরকে এর বিভিন্ন পদে গ্রহণ করা শুরু করে। ১৯৯৯ সাল নাগাদ সমস্ত বিভাগে মেয়েদের যোগদানের অনুমতি দেওয়া হয়। ২০০৮ সালে আবার নাম পরিবর্তন করে দক্ষিণ আফ্রিকা স্কাউট রাখা হয়।\n\n\n=== বিশ্ব স্কাউটিং ঐতিহ্যের উপর দক্ষিণ আফ্রিকার প্রভাব ===\nদক্ষিণ আফ্রিকা স্কাউটিং এর উৎপত্তির সাথে যুক্ত। আন্দোলনের প্রতিষ্ঠাতা রবার্ট ব্যাডেন-পাওয়েল ১৮৮৪ থেকে ১৯০৫ সাল পর্যন্ত বেশিরভাগ সময় দক্ষিণ আফ্রিকায় স্কাউট সৈনিক হিসেবে কাটিয়েছিলেন। স্কাউটিং এর উৎপত্তিতে দক্ষিণ আফ্রিকার সবচেয়ে বিশিষ্ট ভূমিকা ছিল ১৮৯৯–১৯০০ সালের মফেকিং অবরোধ। ব্যাডেন-পাওয়েল সফলভাবে ২১৭ দিন ধরে শহরটির প্রতিরক্ষায় নেতৃত্ব দেন। অবরোধের সময় তিনি মফেকিং ক্যাডেট কর্পসের ছেলেদের দ্বারা অনুপ্রাণিত হয়েছিলেন এবং পরে তার হ্যান্ডবুক স্কাউটিং ফর বয়েজের প্রথম অধ্যায়ে সাহসের উদাহরণ হিসেবে তাদের ব্যবহার করেছিলেন। মফেকিং ক্যাডেটদের প্রথম বয় স্কাউট হিসেবে বিবেচনা করা হয় না, কারণ স্কাউটিং এর জন্ম হয়েছিল পরে, ১৯০৭ সালে ব্রিটেনের ব্রাউনসি দ্বীপে। তবে মফেকিংই ছিল সেই ঘটনা যার ফলে ব্যাডেন-পাওয়েল ব্রিটেনে জাতীয় নায়কে পরিণত হয়েছিলেন এবং তার এই খ্যাতিই তার স্কাউট আন্দোলনকে দ্রুত ছড়িয়ে পড়তে সক্ষম করেছিল।\n\nপ্রাপ্তবয়স্ক স্কাউট নেতাদের দ্বারা পরিহিত উড ব্যাজ হলো ওই হারের পুঁতির একটি প্রতিরূপ যা একসময় জুলুদের রাজা ডিনিজুলু পরতেন। আসল নেকলেসটি ব্যাডেন-পাওয়েল ডিনিজুলুর থেকে নিয়ে নিয়েছিলেন।  অন্যান্য জুলু ঐতিহ্য এবং তাদের গান ছেলেদের  স্কাউটিং-এর বিশেষ বৈশিষ্ট্য হিসেবে যুক্ত হয়।\nদক্ষিণ আফ্রিকায় কাজ করার সময় ব্যাডেন-পাওয়েল এমন অনেক দক্ষতা অর্জন করেছিলেন যা পরে সাধারণ স্কাউটিং মানদণ্ডে পরিণত হয়। জ্যান গ্রুটবুম, দক্ষিণ আফ্রিকার একজন জোসা, একজন সামরিক স্কাউট ছিলেন যাকে ব্যাডেন-পাওয়েল মাতাবেলে অভিযানে তার স্কাউটিং দক্ষতার জন্য প্রশংসা করেছিলেন।  ব্যাডেন-পাওয়েল ফ্রেডারিক রাসেল বার্নহ্যামের কাছ থেকেও স্কাউটিং দক্ষতা শিখেছিলেন। তিনি ছিলেন একজন আমেরিকান অভিযাত্রী, দুঃসাহসিক ভাড়াটে সৈনিক, যিনি দ্বিতীয় বোয়ার যুদ্ধের সময় লর্ড রবার্টসের অধীনে একজন অত্যন্ত চটপটে মেজর এবং স্কাউট প্রধান হয়েছিলেন। \nরবার্ট ব্যাডেন-পাওয়েল দক্ষিণ আফ্রিকান কনস্ট্যাবুলারির জন্য যে ইউনিফর্ম ডিজাইন করেছিলেন তার উপর ভিত্তি করেই প্রাচীনতম স্কাউট ইউনিফর্ম তৈরি হয়েছিল। যেটা ছিল অ্যাংলো-বোয়ার যুদ্ধের পর বিজিত বোয়ার প্রজাতন্ত্রে পুলিশের কাজ করার জন্য প্রতিষ্ঠিত একটি আধাসামরিক বাহিনী। বর্তমান দক্ষিণ আফ্রিকান স্কাউট ইউনিফর্ম আসলে এখনও দক্ষিণ আফ্রিকান কনস্ট্যাবুলারি দ্বারা পরিহিত ইউনিফর্মের উপর ভিত্তি করেই তৈরি।\nব্যাডেন-পাওয়েল ১৯২৬ সালে দক্ষিণ আফ্রিকা সম্পর্কে বলেছিলেন যে:\n\n\n== দক্ষিণ আফ্রিকায় প্রভাব ==\nদক্ষিণ আফ্রিকা স্কাউট তরুণদের নৈতিকতার গুরুত্ব শেখায়। দক্ষিণ আফ্রিকার প্রাক্তন রাষ্ট্রপতি এবং দক্ষিণ আফ্রিকা স্কাউটের পৃষ্ঠপোষক, নেলসন ম্যান্ডেলা, স্কাউট আন্দোলন সম্পর্কে বলেছেন: \n\n২০১৩ সালে পশ্চিম কেপ অঞ্চলের বিভিন্ন সৈন্যরা রবেন দ্বীপে প্রথম ম্যান্ডেলা ডে কমিউনিটি সার্ভিস প্রজেক্টে অংশ নিয়েছিল, যেখানে প্রাক্তন পৃষ্ঠপোষক নেলসন ম্যান্ডেলাকে ২৭ বছরের মধ্যে ১৮ বছরের জন্য জেল দেওয়া হয়েছিল। এই ম্যান্ডেলা দিবস প্রকল্পটির ২০১৪ এবং ২০১৭ সালে পুনরাবৃত্তি হয়েছিল। \n\nদক্ষিণ আফ্রিকা স্কাউট জনউন্নয়নমূলক কাজে সক্রিয়ভাবে জড়িত, বিশেষ করে দক্ষিণ আফ্রিকার গ্রামীণ এলাকায়। কিছু গ্রামীণ এলাকায়, যেমন বৃহত্তর জানিন এলাকায় ১০০ জনেরও বেশি স্কাউট সৈন্য রয়েছে। গ্রামীণ স্কাউট সৈন্যরা প্রায়শই তহবিল এবং সরঞ্জামের অভাবে তাদের কার্যক্রমে সীমাবদ্ধ থাকে। তাদের কর্মসূচী স্কাউটদের ভাল নাগরিক হওয়ার জন্য এবং এইচআইভির বিপদ সম্পর্কে জ্ঞাত করার উপর দৃষ্টি নিবদ্ধ করে। দক্ষিণ আফ্রিকার গ্রামীণ এবং শহুরে উভয় ক্ষেত্রেই বিপুল সংখ্যক সংক্রমণের কারণে এইচআইভি এবং এইডস সম্পর্কে স্কাউটদের শিক্ষা দেওয়া অত্যন্ত গুরুত্বপূর্ণ। \n\n\n== জাতীয় সংগঠন ==\nদক্ষিণ আফ্রিকা স্কাউট যে অঞ্চলগুলিতে উপবিভক্ত:\n\nপূর্ব কেপ উত্তর\nপূর্ব কেপ দক্ষিণ\nমুক্ত রাষ্ট্র\nগৌতেং\nকোয়াজুলু-নাটাল\nলিম্পোপো\nএমপুমালাঙ্গা\nউত্তর পশ্চিম\nউত্তর কেপ\nপশ্চিম কেপ\nপ্রতিটি প্রদেশ আবার জেলায় বিভক্ত, এবং প্রতিটি জেলা বেশ কয়েকটি গোষ্ঠী নিয়ে গঠিত। জাতীয় প্রধান কার্যালয় কেপ টাউনে অবস্থিত।\nচিফ স্কাউট হলেন দক্ষিণ আফ্রিকা স্কাউটের প্রধান, এবং তাই দক্ষিণ আফ্রিকার মধ্যে সমস্ত দলের জন্য স্কাউটিংয়ের নেতা। বর্তমান চিফ স্কাউট হলেন খঞ্জাফি মোডাকা। তিনি ১ ফেব্রুয়ারী ২০২২ থেকে ডক্টর ব্রেন্ডন হাউসবার্গারের কাছ থেকে দায়িত্ব গ্রহণ করেছেন। দক্ষিণ আফ্রিকার প্রাক্তন রাষ্ট্রপতি নেলসন ম্যান্ডেলা ২০১৩ সাল পর্যন্ত দক্ষিণ আফ্রিকা স্কাউটের পৃষ্ঠপোষক ছিলেন।\n\n\n=== দল সংগঠন ===\nএকটি স্কাউট গ্রুপ বিভিন্ন বয়সের এক বা একাধিক ইউনিট নিয়ে গঠিত: মিয়ারকাট ডেন, কাব প্যাক, স্কাউট ট্রুপ এবং রোভার ক্রু। বৃহৎ দলগুলির প্রতিটি বিভাগে ইউনিট সংখ্যা একাধিক হতে পারে, অথবা ছেলে এবং মেয়েদের জন্য পৃথক ইউনিট থাকতে পারে। রোভার ক্রুরাও জেলার সাথে যুক্ত হতে পারে যদি ঐ জেলার মধ্যে অন্য কোনো স্কাউট গ্রুপের সঙ্গে যুক্ত না থাকে।\nদলটি একজন স্কাউট গ্রুপ লিডার (এসজিএল) দ্বারা পরিচালিত হয় যারা অভিভাবক কমিটি এবং দলের মধ্যে কাব, স্কাউট এবং রোভার ইউনিটের প্রাপ্তবয়স্ক নেতাদের মধ্যে যোগাযোগকারী হিসাবে কাজ করে। অভিভাবক কমিটি হল অভিভাবকদের একটি নির্বাচিত সংস্থা (গ্রুপ এজিএমে বছরে একবার নির্বাচন অনুষ্ঠিত হয়) যেটি গ্রুপের আর্থিক, রক্ষণাবেক্ষণ এবং আইনগত বিষয়গুলি তত্ত্বাবধান করে, প্রাপ্তবয়স্ক স্কাউটারদের সমর্থন করে যারা তাদের শাখার প্রোগ্রাম পরিচালনা করে। \n\n\n== মিয়ারকাট প্রোগ্রাম ==\n২০১৯ সালে, ৫ থেকে ৬ বছর বয়সীদের জন্য মিয়ারকাট শাখা খোলা হয়েছিল। \n\n\n== কাব প্রোগ্রাম ==\nকাব বিভাগটি ৭ থেকে ১১ বছর বয়সী ছেলে এবং মেয়েদের জন্য উন্মুক্ত। এটি একটি কাবকে স্কাউটে পরিণত হওয়ার সময় ভিত্তি স্থাপন এবং মৌলিক দক্ষতা শেখানোর উদ্দেশ্যে তৈরি করা হয়েছে। কাব প্রোগ্রামটি প্রগতিশীল নেতৃত্বের একটি পদ্ধতির উপর ভিত্তি করে তৈরি, যেখানে সদস্যদের বয়সের উপর নির্ভর করে ক্রমবর্ধমান দায়িত্ব দেওয়া হয় যখন তারা কাব প্যাকের মাধ্যমে অগ্রসর হয়। কাবদের ছোট ছোট দলে বিভক্ত করা হয় যাদের সিক্স বলা হয় এবং এটি একজন সিক্সার এবং একজন সেকন্ড দ্বারা নেতৃত্ব দেওয়া হয়। প্যাক স্কাউটার প্যাকের সবচেয়ে দায়িত্বশীল কাবকে সিনিয়র সিক্সার হিসেবে নিয়োগ দিতে পারেন।\nএকটি কাব প্যাকের প্রধান হল প্যাক স্কাউটার (পিএস), যাকে প্রায়শই রুডইয়ার্ড কিপলিংয়ের দ্য জঙ্গল বুকের নেকড়েদের প্রধান আকেলার নামে ডাকা হয়। এখানে বেশ কয়েকজন সহকারী প্যাক স্কাউটার থাকতে পারেন, যাদের ডাকনাম জঙ্গল বুকের অন্যান্য চরিত্র থেকে নেওয়া হতে পারে। কাব অ্যাডভান্সমেন্ট প্রোগ্রামটি সিলভার উলফ এবং গোল্ড উলফ ব্যাজের অর্জনের উপর ভিত্তি করে তৈরি, প্রতিটি চারটি চ্যালেঞ্জ অ্যাওয়ার্ডে বিভক্ত: এপ্টিটিউড, অ্যাওয়ারনেস, আউটডোর এবং কমিউনিটি; এবং লিপিং উলফ ব্যাজ। স্কাউটে যাওয়ার জন্য কাবদের লিঙ্ক ব্যাজ সম্পূর্ণ করতে হয়। \n\n\n=== কাব শপথ ===\nআমি আমার সর্বোচ্চ চেষ্টা করার প্রতিজ্ঞা করছি –\nঈশ্বর এবং আমার দেশের প্রতি আমার দায়িত্ব পালন করতে;\nওলফ কাব প্যাকের আইন মেনে চলতে;\nএবং প্রতিদিন কারো না কারো জন্য একটি ভালো কাজ করতে।\n\n\n=== কাব আইন ===\nকাব বয়োজ্যেষ্ঠ নেতার (পুরনো নেকড়ে) কথা মেনে চলে।\nকাব নিজের ইচ্ছার কাছে হার মানে না।\n\n\n== স্কাউট প্রোগ্রাম ==\nস্কাউট বিভাগটি ১১ থেকে ১৮ বছর বয়সী ছেলে এবং মেয়েদের জন্য উন্মুক্ত। এর লক্ষ্য স্কাউটিং এবং নেতৃত্বের দক্ষতা বিকাশ করা।\nস্কাউট দলগুলি চার থেকে দশজন স্কাউটের প্যাট্রলে বিভক্ত, যদিও সাধারণত ছয়জন নিয়েই গঠিত হয়। প্যাট্রল লিডার এবং সেকেন্ডের দায়িত্ব হচ্ছে তরুণ স্কাউটদের প্রশিক্ষণ দেওয়া এবং প্রোগ্রাম পরিকল্পনা ও চালাতে সাহায্য করা। প্যাট্রল লিডাররা প্যাট্রল ক্যাম্প এবং আউটিং পরিকল্পনা ও পরিচালনার দায়িত্বে থাকেন (প্রায়শই প্রাপ্তবয়স্ক হস্তক্ষেপ ছাড়াই)। এছাড়া তাদের প্যাট্রল সদস্যদের স্কাউট অ্যাডভান্সমেন্ট প্রোগ্রামের মাধ্যমে সাহায্য করারও প্রয়োজন হয়।\nপ্রায়শই সবচেয়ে সিনিয়র এবং দায়িত্বশীল প্যাট্রল লিডারকে ট্রুপ লিডার (টিএল) হিসাবে নিযুক্ত করা হয়। যিনি আর প্যাট্রল চালান না বরং শৃঙ্খলা বজায় রাখা এবং সাপ্তাহিক প্রোগ্রাম চালানোর মতো অন্যান্য দায়িত্ব পালন করেন। যেহেতু একজন ট্রুপ লিডারকে প্যাট্রল ক্যাম্প পরিকল্পনা বা চালানোর প্রয়োজন হয় না বা স্কাউটদের অ্যাডভান্সমেন্ট প্রোগ্রামের মাধ্যমে সাহায্য করার প্রয়োজন হয় না, তাই অনেক সিনিয়র স্কাউট যারা স্কুলের শেষ বছরে আছেন তারা তাদের পড়াশোনা এবং স্প্রিংবক পুরস্কার অর্জনের উপর মনোনিবেশ করার জন্য আরও সময় পেতে ট্রুপ লিডার পদ বেছে নেন।\nএকটি স্কাউট ট্রুপের প্রাপ্তবয়স্ক নেতা হলেন ট্রুপ স্কাউটার (টিএস), যাকে সহকারী ট্রুপ স্কাউটার (এটিএস) এবং জুনিয়র সহকারী ট্রুপ স্কাউটার (জেএটিএস) সহায়তা করে।\n\n\n=== স্কাউট শপথ ===\nআমার সম্মানকে সাক্ষী মেনে আমি প্রতিজ্ঞা করছি যে আমি আমার সর্বোচ্চ চেষ্টা করব –\nঈশ্বর এবং আমার দেশের প্রতি আমার কর্তব্য পালন করতে;\nসব সময় অন্য মানুষদের সাহায্য করতে;\nস্কাউট আইন মেনে চলতে।\n\n\n=== স্কাউট আইন ===\nএকজন স্কাউটের সম্মান হল বিশ্বাসযোগ্য হওয়া।\nএকজন স্কাউট অনুগত।\nএকজন স্কাউটের কর্তব্য হল উপকারী হওয়া এবং অন্যকে সাহায্য করা।\nএকজন স্কাউট সবার বন্ধু এবং অন্য প্রতিটি স্কাউটের ভাই / বোন।\nএকজন স্কাউট ভদ্র।\nএকজন স্কাউট প্রাণীদের বন্ধু।\nএকজন স্কাউট আদেশ মেনে চলে।\nএকজন স্কাউট সব কঠিন পরিস্থিতিতেও হাসেমুখে কাজ করে।\nএকজন স্কাউট মিতব্যয়ী।\nএকজন স্কাউট চিন্তা, কথা এবং কাজে শুদ্ধ।\n\n\n=== অ্যাডভান্সমেন্ট ব্যাজ ===\nস্কাউট অ্যাডভান্সমেন্ট প্রোগ্রামটি বিভিন্ন অ্যাডভান্সমেন্ট ব্যাজের উপর ভিত্তি করে তৈরি করা হয়েছে যা স্প্রিংবক স্কাউট ব্যাজে গিয়ে শেষ হয়। প্রতিটি অ্যাডভান্সমেন্ট ব্যাজ বিভিন্ন স্তরের উন্নয়নের উপর গুরুত্ব আরোপ করে এবং প্রোগ্রামটি সাধারণ স্কাউট প্রশিক্ষণ থেকে শুরু করে তরুণ স্কাউটদের প্রশিক্ষণ পর্যন্ত অগ্রসর হয়, এবং শেষ হয় কমিউনিটি সার্ভিসে এসে।\n\nট্রুপ সদস্যপদ\nএকজন স্কাউট হিসাবে যোগদান করতে হতে হলে নবাগতদের কিছু শর্ত পূরণ করার প্রয়োজন পড়ে। শর্তগুলোর মধ্যে রয়েছে স্কাউটিং এর পিছনের গল্প, স্কাউট শপথ এবং আইন, কিছু সাধারণ স্কাউটিং দক্ষতা এবং দক্ষিণ আফ্রিকার জাতীয় সঙ্গীত জানা।\nট্রাভেলার\nএই অ্যাডভান্সমেন্ট ব্যাজটি সাধারণ স্কাউট প্রশিক্ষণের উপর গুরুত্ব আরোপ করে। যার মধ্যে রয়েছে ছয়টি প্রাথমিক নট (রিফ নট, বোলাইন, শীট বেন্ড, শিপশ্যাঙ্ক, রাউন্ড টার্ন অ্যান্ড টু হাফ হিচ এবং ক্লোভ হিচ), বেসিক ফার্স্ট এইড (সাধারণ ক্ষত এবং রক্তপাতের চিকিৎসা) এবং স্কাউটদের ক্যাম্পিং এর সাথে পরিচয় করিয়ে দেওয়া। এই ব্যাজটি একজন স্কাউটকে প্যাট্রোল কার্যক্রমে অংশগ্রহণ করতে উৎসাহিত করে। স্কাউটকে অবশ্যই তাদের সাধারণ স্কাউট মিটিং প্লেস থেকে দূরে কমপক্ষে তিন রাত ক্যাম্প করতে হবে।\nডিসকভারার\nএই অ্যাডভান্সমেন্ট ব্যাজ স্কাউটকে প্রাথমিক নেতৃত্ব দক্ষতা, যেমন হুইপিং, প্রাথমিক ল্যাশিং এবং অন্যান্য উন্নত গিঁটের সঙ্গে পরিচয় করায়। স্কাউটকে আরও উন্নত ফার্স্ট এইড (শক, স্প্রেইন এবং অজ্ঞান হওয়ার চিকিৎসা) জানতে হবে। স্কাউটকে একটি প্যাট্রল হাইক পরিকল্পনা করতে এবং প্যাট্রলের দ্বিতীয় দায়িত্বে থাকতে হবে। এই ব্যাজের অন্যান্য প্রয়োজনীয়তার মধ্যে রয়েছে এইচআইভি/এইডস সম্পর্কে জ্ঞান এবং কোর্ট অফ অনার কীভাবে কাজ করে তা জানা।\nফার্স্ট ক্লাস\nএই অ্যাডভান্সমেন্ট ব্যাজ স্কাউটকে নেতৃত্ব এবং সাংগঠনিক অবস্থানে রাখে। একজন স্কাউটকে তাদের প্যাট্রোলের জন্য একটি ওয়াইড গেম পরিকল্পনা এবং পরিচালনা করতে হবে, একটি প্যাট্রোল ক্যাম্প, একটি রাত্রিব্যাপী প্যাট্রোল হাইক যার জন্য একটি লগ বই লিখতে হবে, তাদের প্যাট্রোলের ছোট স্কাউটদেরকে নেতৃত্ব দক্ষতা সম্পর্কে শেখানোর জন্য একটি প্রোগ্রাম, এবং তাদের একটি স্কাউটস' ওন পরিকল্পনায় সহায়তা করতে হবে।\nস্কাউটকে কমপক্ষে দশ ঘন্টার একটি কমিউনিটি সার্ভিস প্রকল্পে তাদের প্যাট্রলকে নেতৃত্ব দিতে হবে।\n\nস্প্রিংবক\nএই ব্যাজটি দক্ষিণ আফ্রিকায় স্কাউটিংয়ের সর্বোচ্চ পুরস্কার। এটি স্কাউটকে কীভাবে সম্প্রদায়কে ফিরিয়ে দেওয়া যায় তা শেখানোর উপর দৃষ্টি নিবদ্ধ করে। স্প্রিংবক পুরস্কারটি যুক্তরাজ্যের কিংস স্কাউট এবং আমেরিকান ঈগল স্কাউটের সমতুল্য। প্রয়োজনীয়তার মধ্যে রয়েছে স্কাউটকে কমপক্ষে ৪০ ঘন্টা কমিউনিটি সার্ভিস সম্পন্ন করা, অপরিচিত এলাকায় ৩০ কিলোমিটারের (১৮.৬ মাইল) বেশি হাইক নেতৃত্ব দেওয়া এবং একটি পাইওনিয়ারিং প্রকল্প পরিকল্পনা ও নির্মাণ করা।\n\n\n== কোর্ট অফ অনার ==\nকোর্ট অফ অনার হল ট্রুপ স্কাউটার এবং প্যাট্রোল লিডারদের (পিএল) একটি নিয়মিত সভা যা ট্রুপ শৃঙ্খলা, টহল ব্যবস্থাপনা, ট্রুপ প্রোগ্রাম এবং অন্যান্য বিষয়ে বেশিরভাগ সিদ্ধান্তের জন্য দায়ী। ট্রুপ স্কাউটার একমাত্র প্রাপ্তবয়স্ক নেতা যিনি নিয়মিত এই সভাগুলিতে যোগ দেন। যদিও কোর্ট অফ অনার অন্যান্য স্কাউটারদের উপস্থিত থাকার জন্য আমন্ত্রণ জানাতে পারে। ট্রুপ স্কাউটারের ভেটো সিদ্ধান্ত নেওয়ার অধিকার রয়েছে। তবে সাধারণত তিনি শুধুমাত্র পরামর্শদাতার ভূমিকা পালন করবেন যাতে স্কাউটরা নিজেরাই গুরুত্বপূর্ণ সিদ্ধান্ত নিতে পারে।\n\n\n== এয়ার স্কাউটিং ==\nদক্ষিণ আফ্রিকায় এয়ার স্কাউটিং প্রোগ্রামের একটি সক্রিয় অংশ। ২০০৫ সাল থেকে এয়ার স্কাউটিং সম্প্রসারিত হয়েছে, বিশেষ করে গৌতেং-এ, যেখানে ২০০৫ সালের আগস্ট মাসে ১৯৮০-এর দশকের পর প্রথম এয়ারজাম্বোরালি অনুষ্ঠিত হয়েছিল। গৌতেং অঞ্চলে ৮টি এয়ার স্কাউট গ্রুপের মধ্যে ৫টি রয়েছে।\nএয়ার স্কাউট ইউনিফর্ম হলো আকাশী নীল শার্ট (ছোট হাতা), নেভি ব্লু লম্বা প্যান্ট বা শর্টস, কালো মোজা, কালো জুতা, গ্রুপ স্কার্ফ এবং একটি কালো বেরেট। এয়ার স্কাউট ব্যাজগুলি হল অ্যাডভান্সড নেভিগেশন, এয়ার গ্লাইডার, এয়ার মেকানিক, এয়ার মেটিওরোলজিস্ট, এয়ার নেভিগেটর, এয়ার স্পটার এবং এয়ার ট্রাফিক কন্ট্রোলার। এর চ্যালেঞ্জ অ্যাওয়ার্ডগুলি ল্যান্ড এবং সী স্কাউটদের থেকে আলাদা। ল্যান্ড স্কাউটরা বুশম্যানস থং এবং সী স্কাউটরা বোসুনস কর্ড অর্জন করতে পারে, অন্যদিকে এয়ার স্কাউটরা দ্য এয়ারম্যানস কর্ড পরিধান করে।\n\n\n== রোভার প্রোগ্রাম ==\nরোভার বিভাগটি ১৮ থেকে ৩০ বছর বয়সী যেকোনো তরুণ-তরুণীর জন্য উন্মুক্ত। রোভার প্রোগ্রামটি 'সেবা' মূলমন্ত্রের উপর ভিত্তি করে গঠিত। যার তিনটি দিক হলো – সম্প্রদায়ের সেবা, স্কাউট আন্দোলনের সেবা এবং নিজের সেবা। এমন নয় যে সব রোভাররা স্কাউট ট্রুপসের প্রাপ্তবয়স্ক নেতা, মূলত এখানে বিভিন্ন বয়সের স্কাউট থাকে। রোভার বিভাগটি ঐতিহাসিকভাবে তরুণ পুরুষ ও মহিলাদের জন্য উন্মুক্ত ছিল, এমনকি কাব এবং স্কাউট বিভাগগুলি মেয়েদের জন্য উন্মুক্ত হওয়ারও আগে।\nরোভার স্কাউটিংয়ের উদ্দেশ্য হল রোভারদের উৎসাহিত করা যাতে তারা নিজেদের এবং তাদের সহযোগী রোভারদের নাগরিকত্ব ও সেবার প্রশিক্ষণ দেয়, রোভারদের এমন পেশাজীবন অনুসরণ করতে উৎসাহিত করা যা তারা উপভোগ করে এবং যা তাদের নিজেদের জন্য উপযোগী এবং স্কাউট আন্দোলন ও তাদের চারপাশের সম্প্রদায়েকে সেবা প্রদান করে।\nএকটি রোভার ক্রুতে যোগদানের তিন মাসের মধ্যে একজন নতুন সদস্যকে স্কোয়ার হিসাবে নিয়োগ করা হতে পারে। বিকল্পভাবে, একজন স্কাউট তাদের ১৮তম জন্মদিনে রোভার ক্রুতে যোগদানের ইচ্ছা প্রকাশ করলে, তারা রোভার নেটওয়ার্ক ব্যাজ সম্পূর্ণ করতে পারে। নতুন সদস্য, যারা পূর্বে স্কাউট ছিল না, তাদের প্রথমে স্কাউট হিসাবে নিয়োগ নিতে হবে এবং স্কাউট প্রতিশ্রুতি নিতে হবে। স্কোয়ার তারপর বিদ্যমান রোভারদের মধ্যে থেকে একজন পরামর্শদাতা নির্বাচন করে, যাকে স্পনসর বলা হয়; স্পনসরের কাজ হল স্কোয়ারকে সকল প্রয়োজনীয় স্কাউটিং দক্ষতা শেখানো এবং রোভার ক্রু দ্বারা নির্ধারিত একটি সেবা প্রকল্প সম্পাদন করতে সহায়তা করা। সেবা প্রকল্পটি সম্পন্ন হলে স্কোয়ারকে পূর্ণাঙ্গ রোভার হিসাবে নিয়োগ করা যেতে পারে।\n\n\n=== রোভার ব্যাজ ===\n\n\n=== রোভার অ্যাডভান্সমেন্ট ব্যাজ ===\nরোভাররা স্কাউটদের মতোই ৫-পর্বের অ্যাডভান্সমেন্টে অংশ নিতে পারে। প্রতিটি অ্যাডভান্সমেন্ট পদ একজন তরুণ প্রাপ্তবয়স্কের বিকাশের বিভিন্ন পর্যায় এবং রোভার পরিষেবার বিভিন্ন অংশের উপর গুরুত্ব আরোপ করে। অ্যাডভান্সমেন্ট পুরস্কারগুলি হল:\n\nদ্য পার্সোনাল বার – এটি তরুণ প্রাপ্তবয়স্কদের জন্য প্রয়োজনীয় দক্ষতা বিকাশের উপর গুরুত্ব আরোপ করে। যেমন সিভি লেখা বা বিনিয়োগ সম্পর্কে শেখা।\nদ্য মুভমেন্ট বার – এটি স্কাউটিং পরিষেবার উপর গুরুত্ব আরোপ করে। এছাড়া রোভারদেরকে ব্যবহারিক বহিরাঙ্গন দক্ষতা শিখতে এবং যুবকদের কার্যক্রমে সাহায্য করার জন্য এই দক্ষতা ব্যবহার করতে হয়।\nদ্য কমিউনিটি বার – একজন রোভারকে তাদের স্থানীয় সম্প্রদায়ের সাথে জড়িত হতে হয়, প্রয়োজনীয়তা গবেষণা করতে হয় এবং এই প্রয়োজনীয়তা পূরণের জন্য প্রকল্প তৈরি করতে হয়।\nদ্য লিডারশিপ বার – একজন আরও অভিজ্ঞ রোভার এই পর্যায়ে অর্জিত দক্ষতা ব্যবহার করে তরুণ রোভারদের গাইড করতে এবং ক্রুতে নেতৃত্বের ভূমিকা নিতে পারে।\nদ্য ব্যাডেন-পাওয়েল অ্যাওয়ার্ড – এটি একজন রোভারের পাওয়া সর্বোচ্চ পুরস্কার। এর জন্য পূর্ববর্তী সমস্ত বার সম্পূর্ণ করা, ৪টি রোভার অ্যাওয়ার্ড এবং একটি চ্যালেঞ্জ পুরস্কার সম্পন্ন করা প্রয়োজন।\n\n\n=== রোভার অ্যাওয়ার্ড ===\nরোভাররা ১১টি ভিন্ন অ্যাওয়ার্ড অর্জন করতে পারে:\n\nদ্য ক্যারিয়ার্স অ্যাওয়ার্ড\nদ্য সিভিক্স অ্যাওয়ার্ড\nদ্য কমিউনিটি সার্ভিস অ্যাওয়ার্ড\nদ্য রাম্বলার'স অ্যাওয়ার্ড\nদ্য স্কাউটক্রাফ্ট অ্যাওয়ার্ড\nদ্য স্কাউটার ট্রেনিং অ্যাওয়ার্ড\nদ্য স্পোর্টসম্যানশিপ অ্যাওয়ার্ড\nদ্য প্রজেক্ট অ্যাওয়ার্ড\nদ্য পাবলিক হেলথ অ্যাওয়ার্ড\nদ্য ইমার্জেন্সি সার্ভিস অ্যাওয়ার্ড\nদ্য আর্টস অ্যান্ড কালচার অ্যাওয়ার্ড\nচ্যালেঞ্জ অ্যাওয়ার্ড\nরোভারদের ব্যাডেন-পাওয়েল অ্যাওয়ার্ড অর্জন করতে হলে কমপক্ষে একটি \"চ্যালেঞ্জ অ্যাওয়ার্ড\" অর্জন করতে হবে। এই অ্যাওয়ার্ডগুলি অ্যাডভান্সমেন্ট প্রোগ্রামের বাইরে করা কার্যকলাপের স্বীকৃতি হিসাবে প্রদান করা হয়। এই উদ্দেশ্যে বিভিন্ন অ্যাওয়ার্ড স্বীকৃত হয়, যার মধ্যে রয়েছে দক্ষিণ আফ্রিকা স্কাউট দ্বারা পরিচালিত অ্যাওয়ার্ড, ডব্লিউওএসএম দ্বারা পরিচালিত আন্তর্জাতিক অ্যাওয়ার্ড এবং স্বাধীন সংস্থা দ্বারা পরিচালিত বাহ্যিক অ্যাওয়ার্ড।\n\n\n== অনুষ্ঠান ==\nপৃথক স্কাউট গ্রুপ দ্বারা পরিচালিত কার্যক্রমের পাশাপাশি, বিভিন্ন অঞ্চল দ্বারা প্রচুর র‍্যালি, কার্যক্রম, প্রতিযোগিতা এবং প্রশিক্ষণ কোর্স আয়োজিত হয়। এর মধ্যে সবচেয়ে বড় সম্ভবত কোঁ-তিকি ভেলা তৈরি প্রতিযোগিতা (যা কেপ টাউন এবং গৌতেং-এ বার্ষিকভাবে অনুষ্ঠিত হয়) এবং যোগাযোগ-কেন্দ্রিক জাম্বুরি জোটা-জোটি। জাতীয়ভাবে, সিনিয়র স্কাউট অ্যাডভেঞ্চার প্রতি দুই বছর পরপর সেডারবার্গ পর্বতে অনুষ্ঠিত হয়। অতীতে দক্ষিণ আফ্রিকা স্যানজাম্ব নামে একটি জাতীয় জাম্বুরিও আয়োজন করেছে।\n\n\n=== প্যাট্রল লিডার্স ট্রেনিং ইউনিট ===\n  \nপ্যাট্রল লিডার্স ট্রেনিং ইউনিট (বা পিএলটিইউ) দক্ষিণ আফ্রিকার বিভিন্ন স্থানে আয়োজিত ৭ থেকে ১২ দিনের একটি কোর্স। পিএলটিইউ শারীরিক এবং মানসিকভাবে কঠিন কোর্স, যা এমন স্কাউটদের জন্য উন্মুক্ত যারা ১৪½ বছরের বেশি বয়সী এবং আবিষ্কারক অ্যাডভান্সমেন্ট ব্যাজ অর্জন করেছে।\n১৯৫৯ সালের জুলাই মাসে ডুডলি ফোর্ডের নেতৃত্বে লেক্সডেন — নাটাল গিলওয়েল স্কাউট ট্রেনিং ক্যাম্পে প্রথম প্যাট্রল লিডার ট্রেনিং ইউনিট কোর্স অনুষ্ঠিত হয়, যাতে ২য় ডারবান ওয়াই.এম.সি.এ. স্কাউট গ্রুপের ১৯ জন স্কাউট অংশগ্রহণ করে। পরবর্তী পাঁচ বছর ধরে একই গ্রুপের ছেলেদের জন্য কোর্সগুলি প্রদান করা হয়, যতক্ষণ না ১৯৬৪ সালের অক্টোবরে ৬ষ্ঠ কোর্সটি দক্ষিণ ডারবান জেলার অংশগ্রহণকারীদের জন্য উন্মুক্ত করা হয়।\n১৯৬৭ সালের অক্টোবরে প্যাট্রল লিডার ট্রেনিং ইউনিট গঠিত হয়, যা তখনকার নাটাল বিভাগে স্কাউট প্যাট্রল লিডারদের জন্য আনুষ্ঠানিক নেতৃত্ব প্রশিক্ষণ কোর্স প্রদানের উদ্দেশ্যে তৈরি হয়েছিল। মূল ইউনিটের নয় সদস্য ছিলেন ডুডলি ফোর্ড [চেয়ারম্যান], ফাদার ইয়ান লরেনসন, লিন রেনল্ডস, প্যাডি ম্যাকডোয়েল, পল অ্যান্ড হেলেন বেজেনকন, ইয়ান হোয়ার, টনি হর্নবি এবং বিল সেওয়েল। ২০০৪ সালের জুলাই মাসে কোয়াজুলু-নাটাল প্যাট্রল লিডার ট্রেনিং ইউনিট তাদের ১০০তম কোর্স আয়োজন উদযাপন করে। ডুডলি ফোর্ড, ফাদার ইয়ান লরেনসন, জেমস র‍্যাডফোর্ড, ডগ ড্রাইসডেল, ব্রায়ান ডিবেন, ক্রেগ শ, গ্র্যান্ট মার্টেন্স এবং গাই কস পিএলটিইউ-কে তার প্রথম ৪৫ বছরে নেতৃত্ব দিয়েছেন।\nএই ইউনিট দক্ষিণ আফ্রিকার অন্যান্য কেন্দ্রে প্যাট্রল লিডার ট্রেনিং ইউনিট তৈরি করতে যাওয়া নেতাদের আয়োজন ও পরামর্শ প্রদান করেছে: ইয়ান হোয়ার — ইস্ট লন্ডন, ডেরেক সোয়েমার — প্রিটোরিয়া, লিন রেনল্ডস — ফ্রি স্টেট, বিল হজেস এবং ব্রুস মারি — ইস্টার্ন কেপ, ইয়ান হ্যারি এবং ক্রিস ব্যারেট — গৌতেং, পিটার ফস্টার — ওয়েস্টার্ন কেপ।\nএকটি সাধারণ পিএলটিইউ কোর্স প্রতিটি ব্যক্তির চরিত্র গঠনের উপর দৃষ্টি নিবদ্ধ করে, যার মধ্যে শারীরিক, মানসিক এবং আধ্যাত্মিক গুণাবলির বিকাশ অন্তর্ভুক্ত। নেতৃত্ব এবং দলগত মনোভাবের মতো গুণাবলি কোর্সের সময় স্কাউটদের মধ্যে গড়ে তোলা হয়। দক্ষিণ আফ্রিকার বিভিন্ন স্থানে বেশ কয়েকটি পিএলটিইউ কোর্স প্রদান করা হয়:\n\nগিলটেন পিএলটিইউ — জোহানেসবার্গে অনুষ্ঠিত\nগিলকোয়া পিএলটিইউ — পশ্চিম কেপে অনুষ্ঠিত\nওয়েস্টন পিএলটিইউ — জোহানেসবার্গে অনুষ্ঠিত\nলেক্সডেন পিএলটিইউ — কোয়াজুলু-নাটালে অনুষ্ঠিত মূল পিএলটিইউ কোর্স\nগিলকোস্ট পিএলটিইউ — পূর্ব কেপে অনুষ্ঠিত\nগিলক্লুফ পিএলটিইউ — মাগোবাসক্লুফে অনুষ্ঠিত\nএকটি পিএলটিইউ কোর্স সফলভাবে সম্পন্ন করার পর একজন স্কাউট পিএলটিইউ ওগল পরার অধিকার পায় (যা কোর্সের সময় স্কাউট নিজেই তৈরি করে) এবং তাদের ইউনিফর্মে একটি বিশেষ পিএলটিইউ ব্যাজ পরার অধিকার পায়। অনেক ট্রুপ স্কাউটদের প্যাট্রল লিডার হওয়ার অনুমতি দেওয়ার আগে পিএলটিইউ কোর্স সম্পন্ন করার শর্ত রাখে।\n\n\n== আন্তর্জাতিক সংযোগ ==\nদক্ষিণ আফ্রিকা স্কাউট দক্ষিণ আফ্রিকা জোনে সক্রিয় ভূমিকা পালন করে, যা দক্ষিণ আফ্রিকা অঞ্চলের সকল ডব্লিউওএসএম সদস্য স্কাউট সংগঠন নিয়ে গঠিত। আফ্রিকা স্কাউট অঞ্চলের একটি স্যাটেলাইট অফিস কেপ টাউনে স্কাউটস সাউথ আফ্রিকার সদর দপ্তরে অবস্থিত। বেশ কিছু ইউরোপীয় স্কাউট সংগঠনও উন্নয়নশীল দেশগুলির স্কাউটদের সাথে উত্তর-দক্ষিণ অংশীদারিত্বে জড়িত, যার মধ্যে দক্ষিণ আফ্রিকায় বেশ কয়েকটি সক্রিয় প্রোগ্রাম রয়েছে। দক্ষিণ আফ্রিকায় বসবাসকারী বয় স্কাউটস অফ আমেরিকার সদস্যরা বিএসএ-এর ডাইরেক্ট সার্ভিস শাখার সাথে যুক্ত লোন স্কাউট হিসেবে যোগদান করতে পারে।\n\n\n=== বিশ্ব স্কাউটিংয়ে অবদান ===\nবিশ্ব স্কাউট জাম্বুরির সময় নিজ দেশে স্কাউটদের জন্য জয়েন-ইন জাম্বোরি ধারণাটির সূচনা করেছিলেন দক্ষিণ আফ্রিকার ভিক ক্ল্যাপাম ১৯৭০-এর দশকে। বিশ্ব স্কাউটিংয়ে অসাধারণ সেবার জন্য বিশ্ব স্কাউট কমিটি ভিক ক্ল্যাপামকে ব্রোঞ্জ উলফ পুরস্কার প্রদান করে, যা বিশ্ব স্কাউট আন্দোলনের একমাত্র সম্মাননা। ১৯৭১ সালে সাবেক চিফ স্কাউট আর্থার এইচ. জনস্টনকেও ব্রোঞ্জ উলফ পুরস্কার দেওয়া হয়। দক্ষিণ আফ্রিকার সাবেক চিফ স্কাউট কলিন ইংলিস এবং গার্নেট ডি লা হান্ট উভয়েই ১৯৯৬ সালে বর্ণবৈষম্যের যুগে স্কাউটিংয়ে জাতিগত ঐক্যের জন্য তাদের কাজের জন্য ব্রোঞ্জ উলফ পুরস্কার লাভ করেন। দক্ষিণ আফ্রিকার উইনস্টন অ্যাডামস ২০১৭ সালে ব্রোঞ্জ উলফ পুরস্কার পান। \nফ্রাঙ্ক ওপি একজন দক্ষিণ আফ্রিকান স্কাউট নেতা এবং পরিবেশ শিক্ষাবিদ, তিনি ১৯৯৩ সালে বিশ্ব স্কাউটিংয়ের পক্ষ থেকে দ্য গ্লোবাল স্কাউট প্রকাশ করেছিলেন। দক্ষিণ আফ্রিকান স্কাউট অ্যাসোসিয়েশন ১৯৯৯ সালে ডারবানে বিশ্ব স্কাউট কনফারেন্স এবং বিশ্ব স্কাউট যুব ফোরাম আয়োজন করেছিল। গার্নেট ডি লা হান্ট ১৯৯৯ থেকে ২০০২ সাল পর্যন্ত বিশ্ব স্কাউট কমিটির চেয়ারম্যান হিসেবে দায়িত্ব পালন করেন এবং সাবেক চিফ স্কাউট এনকোয়েঙ্কো এনকোমো ২০০৫ সালে বিশ্ব স্কাউট কমিটিতে নির্বাচিত হন।\n\n\n== এছাড়াও দেখুন ==\n\nলেসোথো স্কাউটস অ্যাসোসিয়েশন\nস্কাউটস অফ নামিবিয়া\nইসোয়াতিনি স্কাউট অ্যাসোসিয়েশন\nভুর্ট্রেকারস\nগার্ল গাইডস সাউথ আফ্রিকা\n\n\n== তথ্যসূত্র ==\n\nটেমপ্লেট:দক্ষিণ আফ্রিকার বিষয়াবলী"}