{"pageid": 1510173, "title": "বিটুমিন", "url": "https://bn.wikipedia.org/wiki?curid=1510173", "content": "বিটুমেন (ইউকে:  BIH-chuum-in, ইউএস:  bih-TEW-min, by-) হল পেট্রোলিয়ামের একটি অত্যন্ত সান্দ্র উপাদান। এর সঠিক গঠনের উপর নির্ভর করে এটি একটি আঠালো, কালো তরল বা একটি কঠিন ভর হতে পারে যা খুব দীর্ঘ সময় স্কেলে তরল হিসাবে আচরণ করে। আমেরিকান ইংরেজিতে, এই উপাদানটিকে সাধারণত অ্যাসফল্ট বলা হয়। প্রাকৃতিক খনিতে পাওয়া হোক বা পেট্রোলিয়াম থেকে পরিশোধিত হোক, এই পদার্থটিকে পিচ হিসাবে শ্রেণীবদ্ধ করা হয়। ২০শ শতাব্দীর আগে, অ্যাসফল্টাম শব্দটি সাধারণভাবে ব্যবহৃত হত। এই শব্দটি প্রাচীন গ্রীক শব্দ ἄσφαλτος (ásphaltos) থেকে এসেছে, যা প্রাকৃতিক বিটুমেন বা পিচকে বোঝায়। বিশ্বের সবচেয়ে বড় প্রাকৃতিক বিটুমেনের খনি হল দক্ষিণ-পশ্চিম ত্রিনিদাদের পিচ লেক, যেখানে আনুমানিক ১০ মিলিয়ন টন বিটুমেন রয়েছে।\nবিটুমেনের বার্ষিক উৎপাদনের প্রায় ৭০% রাস্তা নির্মাণে ব্যবহৃত হয়, যা এর প্রাথমিক ব্যবহার। এই প্রয়োগে, বিটুমেনকে সমষ্টি কণা যেমন নুড়ি বাঁধতে ব্যবহৃত হয় এবং অ্যাসফল্ট কংক্রিট নামে একটি পদার্থ গঠন করে, যা সাধারণভাবে অ্যাসফল্ট নামে পরিচিত। এর অন্যান্য প্রধান ব্যবহারগুলি বিটুমিনাস ওয়াটারপ্রুফিং পণ্যগুলিতে রয়েছে, যেমন রুফিং ফেল্ট এবং ছাদ সিল্যান্ট।\nউপাদান বিজ্ঞান এবং প্রকৌশল-এ, অ্যাসফল্ট এবং বিটুমেন শব্দগুলি প্রায়শই বিনিময়যোগ্যভাবে ব্যবহৃত হয় এবং প্রাকৃতিক ও প্রস্তুতকৃত উভয় রূপের পদার্থকে বোঝায়, যদিও কোন শব্দটি সবচেয়ে সাধারণ তা নিয়ে আঞ্চলিক পার্থক্য রয়েছে। বিশ্বব্যাপী, ভূতাত্ত্বিকরা প্রাকৃতিকভাবে প্রাপ্ত পদার্থের জন্য বিটুমেন শব্দটি পছন্দ করেন। প্রস্তুতকৃত পদার্থের জন্য, যা নির্বাচিত ক্রুড অয়েলের আসবিক পাতন প্রক্রিয়ার একটি পরিশোধিত অবশিষ্টাংশ, বিশ্বের অনেক অংশে বিটুমেন শব্দটি প্রচলিত; তবে, আমেরিকান ইংরেজিতে অ্যাসফল্ট শব্দটি বেশি ব্যবহৃত হয়। বিভ্রান্তি এড়াতে, মার্কিন যুক্তরাষ্ট্রে \"তরল অ্যাসফল্ট\", \"অ্যাসফল্ট বাইন্ডার\" বা \"অ্যাসফল্ট সিমেন্ট\" শব্দগুলি অ্যাসফল্ট কংক্রিট থেকে আলাদা করতে ব্যবহৃত হয়। সাধারণভাবে, বিটুমেনের বিভিন্ন রূপকে কখনও কখনও \"টার\" বলা হয়, যেমন লা ব্রিয়া টার পিটস-এর নামে।\nপ্রাকৃতিকভাবে প্রাপ্ত বিটুমেনকে কখনও কখনও ক্রুড বিটুমেন বলা হয়। এর সান্দ্রতা ঠান্ডা মোলাসেস-এর মতো অন্যদিকে ক্রুড অয়েলের আংশিক পাতন থেকে প্রাপ্ত পদার্থটি, যা ৫২৫ ডিগ্রি সেলসিয়াস (৯৭৭ ডিগ্রি ফারেনহাইট) তাপমাত্রায় ফুটে, কখনও কখনও \"পরিশোধিত বিটুমেন\" বলা হয়। কানাডার আলবার্টা প্রদেশে বিশ্বের সবচেয়ে বেশি প্রাকৃতিক বিটুমেনের মজুদ রয়েছে আথাবাস্কা অয়েল স্যান্ডস-এ, যা ১,৪২,০০০ বর্গকিলোমিটার (৫৫,০০০ বর্গমাইল) এলাকা জুড়ে রয়েছে, যা ইংল্যান্ড-এর চেয়েও বড়।\n\n\n== পরিভাষা ==\n\n\n=== ব্যুৎপত্তি ===\nলাতিন শব্দটি প্রোটো-ইন্দো-ইউরোপীয় মূল *gʷet- \"পিচ\" থেকে এসেছে।\n\"বিটুমেন\" শব্দটির উৎপত্তি সংস্কৃত ভাষায়, যেখানে আমরা \"জতু\" শব্দটি পাই, যার অর্থ \"পিচ\", এবং \"জতু-কৃত\", যার অর্থ \"পিচ তৈরি করা\", \"পিচ উৎপাদন করা\" (সর্বশব্দী বা রজনযুক্ত গাছগুলিকে বোঝায়)। লাতিন সমতুল্য শব্দটি কিছু লোকের মতে মূলত \"গুইতু-মেন\" (পিচ সম্পর্কিত), এবং অন্যরা বলেন \"পিক্সটুমেন্স\" (পিচ নির্গত বা বুদবুদ করা), যা পরে সংক্ষিপ্ত হয়ে \"বিটুমেন\" হয়েছে, তারপর ফরাসি হয়ে ইংরেজিতে এসেছে। একই মূল থেকে অ্যাংলো-স্যাক্সন শব্দ \"কুইডু\" (মাস্টিক্স), জার্মান শব্দ \"কিট\" (সিমেন্ট বা মাস্টিক) এবং প্রাচীন নর্স শব্দ \"কভাদা\" এসেছে।\n\"অ্যাসফল্ট\" শব্দটি আক্কাদীয় শব্দ \"অ্যাসফল্টু\" বা \"স্ফালো\" থেকে এসেছে বলে দাবি করা হয়, যার অর্থ \"বিভক্ত করা\"। এটি পরে হোমেরিক গ্রীক দ্বারা গৃহীত হয়েছিল এবং বিশেষণ ἄσφαλἤς, ἐς হিসাবে ব্যবহৃত হয়েছিল, যার অর্থ \"দৃঢ়\", \"স্থিতিশীল\", \"নিরাপদ\", এবং সংশ্লিষ্ট ক্রিয়া ἄσφαλίξω, ίσω যার অর্থ \"দৃঢ় বা স্থিতিশীল করা\", \"নিরাপদ করা\"।\n\"অ্যাসফল্ট\" শব্দটি মধ্য ইংরেজি থেকে এসেছে, যা ফরাসি অ্যাসফল্ট থেকে এসেছে, যা লেট লাতিন অ্যাসফল্টন, অ্যাসফল্টাম-এর উপর ভিত্তি করে, যা গ্রীক ἄσφαλτος (ásphaltos, ásphalton)-এর লাতিনীকরণ, একটি শব্দ যার অর্থ \"অ্যাসফল্ট/বিটুমেন/পিচ\", যা সম্ভবত ἀ-, \"না, ছাড়া\", অর্থাৎ আলফা প্রাইভেটিভ, এবং σφάλλειν (sphallein), \"পড়তে বাধ্য করা, ব্যর্থ করা, (প্যাসিভে) ভুল করা, (প্যাসিভে) ব্যর্থ হওয়া\" থেকে এসেছে।\nপ্রাচীনদের দ্বারা অ্যাসফল্টের প্রথম ব্যবহার ছিল বিভিন্ন বস্তুকে সুরক্ষিত বা যুক্ত করার জন্য একটি সিমেন্ট হিসাবে, এবং এইভাবে মনে হয় যে নামটি নিজেই এই প্রয়োগের প্রকাশক ছিল। বিশেষ করে, হেরোডোটাস উল্লেখ করেছেন যে ব্যাবিলনের বিশাল দুর্গ প্রাচীর নির্মাণের জন্য বিটুমেন আনা হয়েছিল।\nগ্রীক থেকে, শব্দটি লেট লাতিনে গেছে, এবং তারপর ফরাসি (অ্যাসফল্ট) এবং ইংরেজি (\"অ্যাসফল্টাম\" এবং \"অ্যাসফল্ট\")-এ এসেছে। ফরাসিতে, অ্যাসফল্ট শব্দটি প্রাকৃতিকভাবে প্রাপ্ত অ্যাসফল্ট-ভেজা চুনাপাথরের খনিগুলির জন্য এবং বিশেষায়িত প্রস্তুত পণ্যগুলির জন্য ব্যবহৃত হয় যেগুলিতে \"অ্যাসফল্টিক কংক্রিট\" এর চেয়ে কম শূন্যতা বা বেশি বিটুমেন থাকে যা রাস্তা পিচ করতে ব্যবহৃত হয়।\n\n\n=== আধুনিক পরিভাষা ===\nবিটুমেন মাটির সাথে মিশ্রিত হলে সাধারণত \"অ্যাসফল্টাম\" বলা হত, তবে আজকাল এই শব্দটি কম ব্যবহৃত হয়।\nআমেরিকান ইংরেজিতে, \"অ্যাসফল্ট\" ব্রিটিশ \"বিটুমেন\"-এর সমতুল্য। তবে, \"অ্যাসফল্ট\" শব্দটি \"অ্যাসফল্ট কংক্রিট\"-এর সংক্ষিপ্ত রূপ হিসাবেও ব্যবহৃত হয় (সুতরাং ব্রিটিশ \"অ্যাসফল্ট\" বা \"টারম্যাক\"-এর সমতুল্য)।\nকানাডিয়ান ইংরেজিতে, \"বিটুমেন\" শব্দটি অত্যন্ত ভারী অপরিশোধিত তেলের বিশাল কানাডিয়ান জমাকে বোঝাতে ব্যবহৃত হয়, অন্যদিকে \"অ্যাসফাল্ট\" শব্দটি তেল শোধনাগারের পণ্য বোঝাতে ব্যবহৃত হয়। পাইপলাইনে প্রবাহিত করার জন্য ন্যাফথা দিয়ে মিশ্রিত বিটুমেনকে কানাডিয়ান পেট্রোলিয়াম শিল্পে \"ডিলবিট\" বলা হয়, যেখানে সিন্থেটিক ক্রুড তেলে রূপান্তরিত বিটুমেনকে \"সিনক্রুড\" বলা হয়, এবং বিটুমেনের সাথে মিশ্রিত সিনক্রুডকে \"সিনবিট\" বলা হয়।\nপ্রাকৃতিকভাবে ঘটিত কঠিন বা অর্ধ-কঠিন পেট্রোলিয়ামের জমাকে ভূতাত্ত্বিক পরিভাষায় এখনও \"বিটুমেন\" বলা হয়। \"বিটুমিনাস শিলা\" হলো বিটুমেন দ্বারা পূর্ণ বালিপাথর। আলবার্টার তেল বালি একই ধরনের পদার্থ।\n\"অ্যাসফাল্ট\" বা \"বিটুমেন\" শব্দগুলিকে টার বা কয়লা টার এর সাথে গুলিয়ে ফেলা উচিত নয়। টার হলো জৈব হাইড্রোকার্বনের শুষ্ক পাতন এবং পাইরোলাইসিস এর ফলে সৃষ্ট গাঢ় তরল পদার্থ, যা প্রধানত উদ্ভিদজাত পদার্থ থেকে উৎপন্ন হয়, যেমন কয়লা বা তাজা সংগ্রহকৃত। অন্যদিকে, বিটুমেন প্রাকৃতিকভাবে গঠিত হয় যখন বিপুল পরিমাণ জৈব প্রাণীজ পদার্থ জল দ্বারা জমা হয়ে ভূগর্ভে শত শত মিটার গভীরে চাপা পড়ে এবং অক্সিজেনের অনুপস্থিতিতে দীর্ঘ শৃঙ্খলযুক্ত হাইড্রোকার্বন অণু গঠিত হয়। বিটুমেন কঠিন বা অত্যন্ত সান্দ্র তরল হিসেবে পাওয়া যায়। এটি কয়লা জমার সাথেও মিশ্রিত থাকতে পারে। বিটুমেন এবং বার্জিয়াস প্রক্রিয়া ব্যবহার করে কয়লা পেট্রোলিয়াম পণ্য যেমন গ্যাসোলিনে পরিশোধিত হতে পারে, এবং বিটুমেনকে টারে পরিশোধিত করা যায়, তবে এর বিপরীত নয়।\n\n\n== গঠন ==\n\n\n=== সাধারণ গঠন ===\nবিটুমেনের উপাদানগুলির মধ্যে চারটি প্রধান শ্রেণির যৌগ রয়েছে:\n\nন্যাফথিন অ্যারোমেটিক্স (ন্যাফথালিন), যা আংশিক হাইড্রোজেনযুক্ত পলিসাইক্লিক অ্যারোমেটিক যৌগ নিয়ে গঠিত\nপোলার অ্যারোমেটিক্স, যা পদার্থের আংশিক জারণ দ্বারা উৎপন্ন উচ্চ আণবিক ওজন বিশিষ্ট ফিনল এবং কার্বক্সিলিক অ্যাসিড নিয়ে গঠিত\nস্যাচুরেটেড হাইড্রোকার্বন; বিটুমেনে স্যাচুরেটেড যৌগের শতাংশ এর নরম হওয়ার তাপমাত্রার সাথে সম্পর্কিত\nঅ্যাসফাল্টিন, যা উচ্চ আণবিক ওজনের ফিনল এবং হেটেরোসাইক্লিক যৌগ নিয়ে গঠিত\nবিটুমেনে সাধারণত মৌলিকভাবে ৮০% কার্বন (ওজন অনুসারে), ১০% হাইড্রোজেন, ৬% পর্যন্ত সালফার থাকে; এবং আণবিকভাবে, ৫% থেকে ২৫% ওজন অনুসারে অ্যাসফাল্টিন ৯০% থেকে ৬৫% ম্যাল্টিনের মধ্যে বিক্ষিপ্ত থাকে। বেশিরভাগ প্রাকৃতিক বিটুমেনে অর্গানোসালফার যৌগ, নিকেল এবং ভ্যানাডিয়াম <১০ পিপিএম পরিমাণে থাকে, যা কিছু পেট্রোলিয়ামের বৈশিষ্ট্য। এই পদার্থ কার্বন ডাইসালফাইড এ দ্রবণীয়। এটিকে সাধারণত একটি কলয়েড হিসেবে মডেল করা হয়, যেখানে অ্যাসফাল্টিন হলো বিক্ষিপ্ত পর্যায় এবং ম্যাল্টিন হলো অবিচ্ছিন্ন পর্যায়। \"বিটুমেনের বিভিন্ন অণুকে আলাদা করা এবং চিহ্নিত করা প্রায় অসম্ভব, কারণ বিভিন্ন রাসায়নিক গঠন বিশিষ্ট অণুর সংখ্যা অত্যন্ত বেশি\"।\nঅ্যাসফাল্টকে কয়লা টার এর সাথে গুলিয়ে ফেলা যেতে পারে, যা একটি দৃশ্যত একই রকম কালো, থার্মোপ্লাস্টিক পদার্থ এবং কয়লার ধ্বংসাত্মক পাতন দ্বারা উৎপন্ন হয়। ২০শ শতাব্দীর শুরুর দিকে, যখন টাউন গ্যাস উৎপাদিত হত, কয়লা টার একটি সহজলভ্য উপজাত ছিল এবং রাস্তার সমষ্টির জন্য বাইন্ডার হিসাবে ব্যাপকভাবে ব্যবহৃত হত। ম্যাকাডাম রাস্তায় কয়লা টার যোগ করার ফলে \"টারম্যাকাডাম\" শব্দটির উদ্ভব হয়, যা এখন রাস্তা নির্মাণের উপকরণ বোঝাতে ব্যবহৃত হয়। তবে, ১৯৭০-এর দশক থেকে, যখন প্রাকৃতিক গ্যাস টাউন গ্যাসের স্থান নেয়, বিটুমেন এই প্রয়োগগুলিতে কয়লা টারের ব্যবহারকে সম্পূর্ণভাবে প্রতিস্থাপন করে। এই বিভ্রান্তির অন্যান্য উদাহরণগুলির মধ্যে রয়েছে লা ব্রিয়া টার পিটস এবং কানাডিয়ান টার বালি, উভয়ই প্রকৃতপক্ষে টারের পরিবর্তে প্রাকৃতিক বিটুমেন ধারণ করে। \"পিচ\" শব্দটিও কখনও কখনও অনানুষ্ঠানিকভাবে অ্যাসফাল্ট বোঝাতে ব্যবহৃত হয়, যেমন পিচ লেক।\n\n\n=== সংযোজন, মিশ্রণ ও দূষণ ===\nঅর্থনৈতিক ও অন্যান্য কারণে, বিটুমেন কখনও কখনও অন্যান্য পদার্থের সাথে মিশ্রিত অবস্থায় বিক্রি হয়, প্রায়শই শুধুমাত্র \"বিটুমেন\" ছাড়া অন্য কোনো নামে লেবেল করা হয় না।\nবিশেষভাবে উল্লেখযোগ্য হলো পুনরায় পরিশোধিত ইঞ্জিন অয়েল বটম – \"REOB\" বা \"REOBs\" – পুনরায় পরিশোধন করা অটোমোটিভ ইঞ্জিন অয়েলের অবশিষ্টাংশ, যা পুনঃপরিশোধন ভ্যাকুয়াম পাতন কলের নিচ থেকে সংগ্রহ করা হয়, বিটুমেন উৎপাদনে ব্যবহৃত হয়। REOB-এ পুনর্ব্যবহৃত ইঞ্জিন অয়েলে পাওয়া বিভিন্ন মৌল ও যৌগ থাকে: মূল তেলে যুক্ত সংযোজন পদার্থ এবং ইঞ্জিনে প্রবাহকালে জমা হওয়া পদার্থ (সাধারণত লোহা ও তামা)। কিছু গবেষণায় দেখা গেছে যে বিটুমেনের এই মিশ্রণ এবং নিম্নমানের পেভমেন্টের মধ্যে সম্পর্ক রয়েছে।\n\n\n== প্রাপ্তিস্থান ==\n\nবাণিজ্যিকভাবে ব্যবহৃত বিটুমেনের বেশিরভাগই পেট্রোলিয়াম থেকে প্রাপ্ত। তবুও, প্রকৃতিতে ঘনীভূত আকারে প্রচুর পরিমাণে বিটুমেন পাওয়া যায়। প্রাকৃতিকভাবে ঘটিত বিটুমেনের জমা প্রাচীন, সূক্ষ্ম শৈবাল (ডায়াটম) এবং অন্যান্য জীবিত প্রাণীর অবশেষ থেকে গঠিত হয়। এই প্রাকৃতিক বিটুমেনের জমাগুলি কার্বনিফেরাস যুগে গঠিত হয়, যখন বিশাল জলাবন বন পৃথিবীর অনেক অংশে আধিপত্য করত। এগুলি সমুদ্র বা হ্রদের তলদেশে কাদায় জমা হয়েছিল যেখানে জীবগুলি বাস করত। পৃথিবীর গভীরে সমাধির তাপ (৫০°সে এর বেশি) এবং চাপ এর অধীনে, অবশিষ্টাংশগুলি বিটুমেন, কেরোজেন, বা পেট্রোলিয়ামের মতো পদার্থে রূপান্তরিত হয়।\nবিটুমেনের প্রাকৃতিক জমাগুলির মধ্যে রয়েছে ত্রিনিদাদ ও টোবাগোর পিচ লেক এবং ভেনিজুয়েলার লেক বার্মিউডেজ। প্রাকৃতিক পেট্রোলিয়াম সিপ ক্যালিফোর্নিয়ার লা ব্রিয়া টার পিটস এবং ম্যাককিট্রিক টার পিটস এ এবং ডেড সি তেও দেখা যায়।\nবিটুমেন আলবার্টা, কানাডার \"তেল বালি\" এবং ইউটাহ, মার্কিন যুক্তরাষ্ট্রের অনুরূপ \"টার বালি\" নামক অসম্পৃক্ত বেলেপাথরেও পাওয়া যায়।\nকানাডার আলবার্টা প্রদেশে বিশ্বের বেশিরভাগ মজুদ রয়েছে, তিনটি বিশাল জমায় যা ইংল্যান্ড বা নিউ ইয়র্ক রাজ্য এর চেয়ে বড় ১,৪২,০০০ বর্গকিলোমিটার (৫৫,০০০ বর্গমাইল) এলাকা জুড়ে রয়েছে। এই বিটুমিনাস বালিতে ১৬৬ billion barrels (২৬.৪ বিলিয়ন ঘনমিটার) বাণিজ্যিকভাবে প্রতিষ্ঠিত তেলের মজুদ রয়েছে, যা কানাডাকে বিশ্বের তৃতীয় বৃহত্তম তেলের মজুদ প্রদান করে। ঐতিহাসিকভাবে রাস্তা পিচ করার জন্য পরিশোধন ছাড়াই ব্যবহৃত হলেও, এখন প্রায় সমস্ত আউটপুট কানাডা এবং মার্কিন যুক্তরাষ্ট্রের তেল শোধনাগারগুলির জন্য কাঁচামাল হিসাবে ব্যবহৃত হয়।\nবিশ্বের বৃহত্তম প্রাকৃতিক বিটুমেনের সন্ধান, যা আথাবাস্কা তেল বালু নামে পরিচিত, এটি উত্তর আলবার্টার ম্যাকমারে গঠন এ অবস্থিত। এই গঠনটি প্রাথমিক ক্রেটাশিয়াস সময়ের এবং এটি বহু লেন্স সমৃদ্ধ তেল বহনকারী বালু দ্বারা গঠিত, যার মধ্যে ২০% পর্যন্ত তেল রয়েছে। আইসোটোপিক গবেষণা অনুযায়ী, এই তেল সঞ্চিতির বয়স প্রায় ১১ কোটি বছর।\nআথাবাস্কা তেল বালুর পশ্চিম এবং দক্ষিণ-পূর্বে যথাক্রমে পিস রিভার তেল বালু ও কোল্ড লেক তেল বালু নামে দুটি বড় কিন্তু তুলনামূলকভাবে ছোট গঠন রয়েছে। আলবার্টার এই সঞ্চিতিগুলোর মধ্যে, কেবলমাত্র আথাবাস্কা তেল বালুর কিছু অংশ খননের জন্য যথেষ্ট অগভীর। বাকি ৮০% উত্তোলনের জন্য স্টিম-সহায়তাযুক্ত মাধ্যাকর্ষণ নিষ্কাশন (steam-assisted gravity drainage) এর মতো উন্নত তেল পুনরুদ্ধার প্রযুক্তি ব্যবহার করতে হয়।\n\n\n== ইতিহাস ==\n\n\n=== প্রাচীন পাথর যুগ ===\nবিটুমেন ব্যবহারের ইতিহাস মধ্য পাথর যুগ পর্যন্ত গড়ায়, যেখানে এটি সরঞ্জামের হাতল বা হাতলে প্রয়োজনীয় আঠালো পদার্থ হিসেবে ব্যবহৃত হতো।\nবিটুমেন ব্যবহারের সবচেয়ে প্রাচীন প্রমাণ আবিষ্কৃত হয়েছে উম এল ত্লেল উন্মুক্ত স্থানে, যা মধ্য সিরিয়ার এল কোউম বেসিনে অবস্থিত। এখানে পাওয়া লেভালোয়া চকমক পাথরের বস্তুসমূহে বিটুমেনের অস্তিত্ব পাওয়া গেছে, যা প্রায় ৭১,০০০ বছর আগের বলে ধারণা করা হয়।\n১৯০৮ সালে Le Moustier শিলা আশ্রয়স্থল থেকে আবিষ্কৃত বস্তুসমূহ পুনরায় পরীক্ষার সময় মুস্টেরীয় শৈলীতে তৈরি পাথরের সরঞ্জাম পাওয়া গেছে, যেগুলো ওখর ও বিটুমেন দিয়ে তৈরি হাতলের সাথে সংযুক্ত ছিল। গবেষণায় দেখা গেছে, এই হাতলের উপাদান গঠিত হয়েছিল ৫৫% গুঁড়ো গ্যোথাইট ওখর এবং ৪৫% তরল বিটুমেনের সংমিশ্রণে, যা পরে শক্ত হয়ে দৃঢ় হয়ে যায়। এটি ইউরোপে মাল্টি-কম্পোনেন্ট আঠার সর্বপ্রথম উদাহরণ বলে মনে করা হয়।\n{{#ভূমিকা}}\nপ্রাকৃতিক বিটুমেনের ব্যবহার জলরোধক এবং আঠা হিসেবে কমপক্ষে পঞ্চম সহস্রাব্দ খ্রিস্টপূর্বাব্দে ছিল। ইন্দাস উপত্যকার মেহরগড়ে পাওয়া এক ফসল সংরক্ষণের ঝুড়িতে বিটুমেনের আস্তরণ ছিল। খ্রিস্টপূর্ব তৃতীয় সহস্রাব্দে শোধিত শিলা অ্যাসফল্ট ব্যবহার হতো এবং মহেঞ্জোদারোর মহা স্নানাগার জলরোধক করতে এটি ব্যবহৃত হয়েছিল।\n\n\n== প্রাচীন নিকটপ্রাচ্যে ==\nসুমেরীয়রা প্রাকৃতিক বিটুমেন ব্যবহার করত ইট ও পাথরের মধ্যে গাঁথুনির জন্য, খোদাই করা ভাস্কর্যের অংশ সংযোজনের জন্য, জাহাজের ক্যালকিং এবং জলরোধক করার জন্য। গ্রিক ইতিহাসবিদ হেরোডোটাস বলেছেন, বাবিলনের প্রাচীরের গাঁথুনিতে গরম বিটুমেন ব্যবহার করা হয়েছিল।\nবাবিলনের নিচে ইউফ্রেটিস নদীর তলদেশে অবস্থিত ১ কিলোমিটার (০.৬২ মাইল) দীর্ঘ সুড়ঙ্গটি রানী সেমিরামিসের সময় নির্মিত হয়েছিল (আনু. ৮০০ খ্রিস্টপূর্ব) এবং এতে পোড়ানো ইট ও বিটুমেন ব্যবহৃত হয়েছিল।\n\n\n== প্রাচীন মিশর ও পারস্য ==\nপ্রাচীন মিশরীয়রা বিটুমেন ব্যবহার করত মমি সংরক্ষণে। পার্সিয়ান শব্দ \"মুম\" (moom) থেকে ইংরেজি \"মমি\" শব্দের উৎপত্তি হয়েছে। মিশরীয়দের বিটুমেনের প্রধান উৎস ছিল মৃত সাগর। রোমানরা একে Palus Asphaltites (অ্যাসফল্ট হ্রদ) বলত।\n\n\n== অন্যান্য সভ্যতা ==\nপ্রায় ৪০ খ্রিস্টাব্দে ডিওসকোরিডস মৃত সাগরের বিটুমেনকে Judaicum bitumen নামে উল্লেখ করেন এবং এর অন্যান্য উত্স চিহ্নিত করেন। প্লিনিও এপিরাসে বিটুমেনের উপস্থিতির কথা উল্লেখ করেন। বিটুমেন ছিল গুরুত্বপূর্ণ কৌশলগত সম্পদ এবং সেলেউকিড ও নবতীয়দের মধ্যে ৩১২ খ্রিস্টপূর্বে এটিকে কেন্দ্র করে যুদ্ধ সংঘটিত হয়।\n\n\n== প্রাচীন দূরপ্রাচ্য ও উত্তর আমেরিকা ==\nপ্রাচীন দূরপ্রাচ্যে প্রাকৃতিক বিটুমেন ফুটিয়ে অতিরিক্ত ভগ্নাংশ অপসারণ করে থার্মোপ্লাস্টিক উপাদান তৈরি করা হতো। এটি জিনিসপত্র জলরোধক করতে ব্যবহৃত হতো, যেমন খাপ ও প্রতিমা। জাপান এবং সম্ভবত চীনে এটি ব্যবহৃত হতো।\nউত্তর আমেরিকার আদিবাসীরা পাথরের অস্ত্রাগ্র কাঠের শ্যাফটে সংযুক্ত করতে বিটুমেন ব্যবহার করত। কানাডার আদিবাসীরা আথাবাস্কা নদী থেকে নির্গত বিটুমেন ব্যবহার করে বার্চ বাক ক্যানো জলরোধক করত এবং মশা তাড়ানোর জন্য ধোঁয়া তৈরি করত।\nদক্ষিণ ক্যালিফোর্নিয়ার আদিবাসীরাও কাঠের ক্যানো জলরোধক করতে বিটুমেন ব্যবহার করত।\n\n\n== মহাদেশীয় ইউরোপ ==\n১৫৫৩ সালে, পিয়েরে বেলন তার Observations গ্রন্থে উল্লেখ করেন যে পিসাসফাল্টো, যা পিচ এবং বিটুমেনের মিশ্রণ, রাগুসার প্রজাতন্ত্র (বর্তমানে দুব্রোভনিক, ক্রোয়েশিয়া)-এ জাহাজে টারিং করার জন্য ব্যবহৃত হত।\nমেকানিক্স ম্যাগাজিন-এর ১৮৩৮ সালের একটি সংস্করণে ফ্রান্সে অ্যাসফাল্ট ব্যবহারের প্রাথমিক তথ্য উল্লেখ করা হয়েছে। ১৬২১ সালের একটি পুস্তিকা অনুযায়ী, \"একজন মঁসিয়ে ডি'এরিনিস\" নিউফশাতেলের আশেপাশে প্রচুর পরিমাণে অ্যাসফাল্টের অস্তিত্ব আবিষ্কার করেছিলেন এবং এটি বিভিন্নভাবে ব্যবহারের প্রস্তাব করেছিলেন—বিশেষত \"বায়ুরোধী খাদ্যশস্যের গুদাম নির্মাণে এবং প্যারিস শহরের জল প্রবাহগুলিকে ময়লা থেকে রক্ষা করার জন্য\"।\n১৮৩০ সালের জুলাই বিপ্লব পর্যন্ত ফ্রান্সে অ্যাসফাল্ট বিশেষভাবে ব্যবহৃত হয়নি। ১৮৩০-এর দশকে এটি ব্যাপকভাবে ব্যবহৃত হতে থাকে, যেমন—\"পথ, সমতল ছাদ এবং জলাধারের আবরণে\"। ১৮৩৫ সালে প্লাস দ্য লা কনকর্ড-এ প্রায় ২৪,০০০ বর্গগজ সিসেল অ্যাসফাল্ট বিছানো হয়েছিল।\n\n\n== যুক্তরাজ্য ==\nযুক্তরাজ্যে বিটুমেনের অন্যতম প্রাথমিক ব্যবহার ছিল এচিং-এ। উইলিয়াম সালমনের পলিগ্রাফিক (১৬৭৩) গ্রন্থে একটি বার্নিশের রেসিপি উল্লেখ করা হয়েছে, যাতে \"তিন আউন্স ভার্জিন মোম, দুই আউন্স মাস্টিক এবং এক আউন্স অ্যাসফাল্টাম\" ছিল।\nযুক্তরাজ্যে অ্যাসফাল্ট ব্যবহারের প্রথম পেটেন্ট ছিল \"ক্যাসেলের পেটেন্ট অ্যাসফাল্ট বা বিটুমেন\" (১৮৩৪)। এরপর ২৫ নভেম্বর ১৮৩৭ সালে, ক্যাপ্টেন আর. টি. ক্লারিজ \"সিসেল অ্যাসফাল্ট\" ব্যবহার সংক্রান্ত একটি পেটেন্ট (#৭৮৪৯) পান, যা অ্যাসফাল্ট পথ নির্মাণের জন্য ব্যবহৃত হয়েছিল।\nড. টি. ল্যাম্ব ফিপসন লিখেছেন যে তার বাবা, স্যামুয়েল রাইল্যান্ড ফিপসন, ক্লারিজের বন্ধু ছিলেন এবং ১৮৩৬ সালে অ্যাসফাল্ট পথপ্রণালী পরিচিত করার ক্ষেত্রে গুরুত্বপূর্ণ ভূমিকা রেখেছিলেন।\nক্লারিজ ১৮৩৮ সালের ২৭ মার্চ স্কটল্যান্ডে এবং ১৮৩৮ সালের ২৩ এপ্রিল আয়ারল্যান্ডে পেটেন্ট অর্জন করেন। ১৮৫১ সালে, ১৮৩৭ সালের পেটেন্ট এবং উভয় ১৮৩৮ সালের পেটেন্টের জন্য এক্সটেনশন চাওয়া হয়েছিল ক্লারিজ দ্বারা পূর্বে গঠিত একটি কোম্পানির ট্রাস্টিদের দ্বারা। ক্লারিজের পেটেন্ট অ্যাসফাল্ট কোম্পানি – ১৮৩৮ সালে গঠিত হয়েছিল \"ফ্রান্সের পাইরিমন্ট সিসেল খনি থেকে প্রাকৃতিক অবস্থায় অ্যাসফাল্ট\" ব্রিটেনে প্রবর্তনের উদ্দেশ্যে, – \"হোয়াইটহলে প্রথম অ্যাসফাল্ট পেভমেন্টগুলির মধ্যে একটি স্থাপন করে\"। ১৮৩৮ সালে হোয়াইটহলে ফুটপাতে, নাইটসব্রিজ ব্যারাকের স্টেবলে, \"এবং পরবর্তীতে ওয়াটারলু প্লেস থেকে সেন্ট জেমস পার্কে নেমে আসা সিঁড়ির নিচের স্থানে\" পেভমেন্টের পরীক্ষা করা হয়েছিল। \"১৮৩৮ সালে ক্লারিজের পেটেন্ট অ্যাসফাল্ট কোম্পানির গঠন (একটি বিশিষ্ট অভিজাত পৃষ্ঠপোষক তালিকা সহ, এবং মার্ক এবং ইসামবার্ড ব্রুনেল যথাক্রমে একজন ট্রাস্টি এবং পরামর্শদাতা প্রকৌশলী হিসাবে), ব্রিটিশ অ্যাসফাল্ট শিল্পের বিকাশে একটি বিশাল প্রেরণা দেয়\"। \"১৮৩৮ সালের শেষের দিকে, কমপক্ষে আরও দুটি কোম্পানি, রবিনসন এবং বাস্টেন কোম্পানি, উৎপাদনে ছিল\", অ্যাসফাল্ট ব্রাইটন, হার্নে বে, ক্যান্টারবারি, কেনসিংটন, দ্য স্ট্র্যান্ড এবং বুনহিল-রোতে একটি বড় মেঝে এলাকায় পেভমেন্ট হিসাবে স্থাপন করা হয়েছিল, যখন এদিকে ক্লারিজের হোয়াইটহল পেভমেন্ট \"ভাল অবস্থায় চলতে থাকে\"। Bonnington Chemical Works কয়লা টার ব্যবহার করে অ্যাসফাল্ট উৎপাদন করেছিল এবং ১৮৩৯ সালের মধ্যে বনিংটনে এটি স্থাপন করেছিল।\n১৮৩৮ সালে, বিটুমেন জড়িত উদ্যোগী কার্যকলাপের একটি জোয়ার আসে, যার ব্যবহার পেভমেন্টের বাইরেও ছিল। উদাহরণস্বরূপ, বিটুমেন ফ্লোরিং, বিল্ডিংগুলিতে ড্যাম্প প্রুফিং এবং বিভিন্ন ধরনের পুল এবং স্নানের জন্য ওয়াটারপ্রুফিংয়ের জন্যও ব্যবহার করা যেতে পারে, উভয়ই ১৯শ শতাব্দীতে বিস্তার লাভ করেছিল। এর ব্যবহারের প্রাচীনতম উদাহরণগুলির মধ্যে একটি হাইগেট সিমেট্রিতে দেখা যেতে পারে যেখানে ১৮৩৯ সালে টেরেস ক্যাটাকম্বের ছাদ সিল করার জন্য এটি ব্যবহার করা হয়েছিল। লন্ডন স্টক মার্কেটে, ফ্রান্স, জার্মানি এবং ইংল্যান্ড থেকে বিটুমেনের গুণমানের একচেটিয়া অধিকার সম্পর্কে বিভিন্ন দাবি ছিল। এবং ফ্রান্সে অসংখ্য পেটেন্ট মঞ্জুর করা হয়েছিল, ইংল্যান্ডে অনুরূপ সংখ্যক পেটেন্ট আবেদন প্রত্যাখ্যান করা হয়েছিল তাদের একে অপরের সাথে সাদৃশ্যের কারণে। ইংল্যান্ডে, \"১৮৪০ এবং ৫০-এর দশকে ক্লারিজের প্রকারটি সবচেয়ে বেশি ব্যবহৃত হয়েছিল\"।\n১৯১৪ সালে, ক্লারিজের কোম্পানি টার-বাউন্ড ম্যাকাডাম উৎপাদনের জন্য একটি যৌথ উদ্যোগে প্রবেশ করে, ক্লারম্যাক রোডস লিমিটেড নামক একটি সহায়ক কোম্পানির মাধ্যমে উপকরণ উৎপাদন করে। দুটি পণ্য ফলাফল হয়েছিল, যথা ক্লারম্যাক, এবং ক্লারফাল্ট, যার মধ্যে প্রথমটি ক্লারম্যাক রোডস দ্বারা এবং দ্বিতীয়টি ক্লারিজের পেটেন্ট অ্যাসফাল্ট কোম্পানি দ্বারা উৎপাদিত হয়েছিল, যদিও ক্লারম্যাক বেশি ব্যবহৃত হয়েছিল। যাইহোক, প্রথম বিশ্বযুদ্ধ ক্লারম্যাক কোম্পানিকে ধ্বংস করে দেয়, যা ১৯১৫ সালে তরলীকরণে প্রবেশ করে। ক্লারম্যাক রোডস লিমিটেডের ব্যর্থতা ক্লারিজের কোম্পানির উপর একটি প্রবাহিত প্রভাব ফেলেছিল, যা নিজেই বাধ্যতামূলকভাবে বন্ধ হয়ে যায়, ১৯১৭ সালে অপারেশন বন্ধ করে, নতুন উদ্যোগে একটি উল্লেখযোগ্য পরিমাণ তহবিল বিনিয়োগ করে, উভয় শুরুতে এবং ক্লারম্যাক কোম্পানিকে বাঁচানোর জন্য পরবর্তী প্রচেষ্টায়।\nঊনবিংশ শতাব্দীর ব্রিটেনে বিটুমেনকে রাসায়নিক উপাদান ধারণকারী বলে মনে করা হত যা চিকিৎসায় কার্যকর হতে পারে। বিটুমেন থেকে নিষ্কাশিত উপাদানগুলি ক্যাটার এবং কিছু ধরণের অ্যাজমা চিকিৎসায় ব্যবহৃত হত এবং এটি ফিতা কৃমিসহ বিভিন্ন পরজীবী কৃমির প্রতিষেধক হিসেবে ব্যবহৃত হতো।"}