{"pageid": 1510780, "title": "আল কাপোনে", "url": "https://bn.wikipedia.org/wiki?curid=1510780", "content": "আলফোনস গ্যাব্রিয়েল কাপোনে ( ১৭ জানুয়ারী, ১৮৯৯- ২৫ জানুয়ারী, ১৯৪৭), kə-POHN,ইতালীয়: [kaˈpoːne] \" স্কারফেস \" ডাকনামেও পরিচিত;হলেন একজন আমেরিকান গ্যাংস্টার এবং ব্যবসায়ী যিনি ১৯২৫ থেকে ১৯৩১ সাল পর্যন্ত শিকাগো আউটফিটের সহ-প্রতিষ্ঠাতা এবং বস হিসাবে কুখ্যাতি অর্জন করেছিলেন। ৩৩ বছর বয়সে কারাগারে যাওয়ার সময় অপরাধের রাজা হিসাবে তার সাত বছরের রাজত্বের অবসান ঘটে।\nকাপোনে ১৮৯৯ সালে নিউ ইয়র্ক সিটিতে একজন ইতালীয় অভিবাসীর ঘরে জন্মগ্রহণ করেন। তিনি কিশোর বয়সে ফাইভ পয়েন্টস গ্যাংয়ে যোগ দেন এবং পতিতালয়ের মতো অপরাধ সংগঠনের প্রাঙ্গণে নিরাপত্তা রক্ষার কাজ শুরু করেন।  বিশ বছর বয়সে , কাপোনে শিকাগোতে চলে আসেন এবং জনি টরিওর দেহরক্ষী হিসেবে নিযুক্ত হন। জনি টরিও ছিলেন শিকাগো আউটফিটের অগ্রদূত এবং একটি অপরাধী সিন্ডিকেটের প্রধান যেটি বেআইনিভাবে অ্যালকোহল সরবরাহ করত । এছাড়াও তিনি ইউনিয়ন সিসিলিয়ানার মাধ্যমে রাজনৈতিকভাবে সমর্থন পেতেন।\nনর্থ সাইড গ্যাং- এর সাথে দ্বন্দ্বই কাপোনের উত্থান ও পতনের মূল কারণ। নর্থ সাইড গ্যাংয়ের বন্দুকধারীরা তাকে অর্ধ মৃত করে ফেলার পর কাপোনের হাতে নিয়ন্ত্রণ হস্তান্তর করে টোরিও অবসরে চলে যান। যদিও কাপোনে সহিংস উপায়ে চোরাচালান ব্যবসার প্রসার ঘটান, তবে মেয়র উইলিয়াম হেল থম্পসন এবং শিকাগো পুলিশ বিভাগের সাথে তার পারস্পরিক লাভজনক সম্পর্কের কারণে তাকে আইন শৃঙ্খল থেকে নিরাপদ বলে মনে হচ্ছিল।\nকাপোনে পর্যায়ক্রমে মানুষের মনোযোগের কেন্দ্রে আসতে শুরু করেন।যেমন তিনি বেসবল খেলায় উপস্থিত হলে দর্শকদের বাঁধভাঙ্গা উল্লাস করতে দেখা যেত। তিনি বিভিন্ন দাতব্য সংস্থায় বিপুল পরিমাণ অর্থ দান করেছিলেন তাই অনেকেই তাকে \"আধুনিক দিনের রবিন হুড \" হিসাবে দেখছিলেন।  সেন্ট ভ্যালেন্টাইনস ডে গণহত্যায় কাপোনে সাতটি প্রতিদ্বন্দ্বী গ্যাংয়ের প্রধানকে জনসম্মুক্ষে হত্যা করেছিলেন। এই গণহত্যা জনসাধারণের কাছে শিকাগো ও কাপোনের  ভাবমূর্তিকে নষ্ট করেছিল এবং প্রভাবশালী নাগরিকরা সরকারী পদক্ষেপের দাবি করে। এছাড়াও, সংবাদপত্রগুলি কাপোনেকে \" জনগণের ১ নাম্বার শত্রু\" হিসেবে অভিহিত করে।\nফেডারেল কর্তৃপক্ষ কাপোনেকে কারাগারে পাঠানোর পক্ষে রায় দেয় এবং তাকে কর ফাঁকির বাইশটি অভিযোগে অভিযুক্ত করে। তিনি ১৯৩১ সালে পাঁচটি কাউন্টের জন্য দোষী সাব্যস্ত হন। একটি বহুল প্রচারিত মামলা চলাকালীন, বিচারক কাপোনের আয়ের স্বীকারোক্তি এবং অবৈতনিক করের কথা প্রমাণ হিসাবে উপস্থাপন করেন, যা তার পাওনা সরকারি কর পরিশোধের পূর্বে এবং শেষ পর্যন্ত নিষ্ক্রিয় আলোচনার সময় করা হয়েছিল। সবশেষে,তাকে দোষী সাব্যস্ত করা হয়েছিল এবং ফেডারেল কারাগারে এগারো বছরের কারাদণ্ড দেওয়া হয়েছিল। দোষী সাব্যস্ত হওয়ার পর, তিনি তার আইনজীবী দলের বদলে ট্যাক্স আইনের বিশেষজ্ঞদের নিযুক্ত করেন এবং তার আপিলকে মার্কিন সুপ্রিম কোর্টের রায় দ্বারা শক্তিশালী হয়, যদিও শেষ পর্যন্ত তার আপিল নাকচ করে দেয়া হয়। কাপোনের কারাভোগের প্রথম দিকে তার নিউরোসিফিলিসের লক্ষণ প্রকাশ পেয়েছিল এবং প্রায় আট বছর কারাভোগের পর মুক্তি পাওয়ার আগে তিনি ক্রমশ দুর্বল হয়ে পড়েন। ১৯৪৭ সালে, তিনি স্ট্রোকের পরে হৃদযন্ত্রের ক্রিয়া বন্ধ হয়ে  মারা যান।\n\n\n== প্রাথমিক জীবন ==\n\nআলফোনস গ্যাব্রিয়েল কাপোনে ১৮৯৯ সালের ১৭ জানুয়ারি নিউইয়র্ক সিটির একটি বরো (নিউইয়র্ক সিটির অন্যতম পাঁচটি অঞ্চলগুলোকে বরো বলে) ব্রুকলিনে জন্মগ্রহণ করেন।  তার বাবা-মা ছিলেন ইতালীয় অভিবাসী তেরেসা ( জন্ম নাম রাইওলা ; ১৮৬৭-১৯৫২) এবং গ্যাব্রিয়েল কাপোন (১৮৬৫-১৯২০), উভয়েই সালের্নো প্রদেশের নেপলসের বাইরের একটি ছোট পৌরসভা অ্যাংরিতে জন্মগ্রহণ করেন। তার বাবা ছিলেন একজন নাপিত এবং তার মা ছিলেন একজন সিমস্ট্রেস ।  কাপোনের পরিবার ১৮৯৩ সালে জাহাজে করে প্রথমে অস্ট্রিয়া-হাঙ্গেরি (আধুনিক রিজেকা, ক্রোয়েশিয়া) বন্দর শহর ফিউম দিয়ে গিয়ে মার্কিন যুক্তরাষ্ট্রে অভিবাসিত হয়েছিল।  পরিবারটি ব্রুকলিন নেভি ইয়ার্ডের ৯৫ নেভি স্ট্রিটে বসতি স্থাপন করেছিল। যখন কাপোনের বয়স ১১, তখন তিনি এবং তার পরিবার ব্রুকলিনের পার্ক স্লোপের ৩৮ গারফিল্ড প্লেসে চলে আসেন। \nকাপোনের বাবা-মায়ের আরও আটটি সন্তান ছিল। তারা হলেন: জেমস ভিনসেঞ্জো কাপোন, যিনি পরবর্তীতে তার নাম পরিবর্তন করে রিচার্ড হার্ট রাখেন এবং হোমার, নেব্রাস্কাতে একজন নিষেধাজ্ঞা এজেন্ট(যুক্তরাষ্ট্রে অ্যালকোহল জাতীয় পণ্য নিষিদ্ধ থাকাকালীন এ সকল পণ্যের চোরাচালান রোধ করতে নিয়োজিত ব্যক্তি) হন। রাফায়েল জেমস কাপোন, রাল্ফ কাপোন বা \"বোতল\" নামেও পরিচিত, যিনি তার ভাইয়ের পানীয় কারখানার দায়িত্ব নেন। এছাড়াও ,সালভাতোর \"ফ্রাঙ্ক\" কাপোন ; এরমিনা কাপোন, যিনি এক বছর বয়সে মারা যান; এরমিনো \"জন\" কাপোন; আলবার্ট কাপোন; ম্যাথিউ কাপোন এবং মাফাল্ডা কাপোন। রাল্ফ এবং ফ্রাঙ্ক আলফোনস গ্যাব্রিয়েল কাপোনের অপরাধী সাম্রাজ্যের সাথে কাজ করেছিলেন। ফ্রাঙ্ক ১ এপ্রিল, ১৯২৪ এ তার মৃত্যুর আগ পর্যন্ত তার সাথে কাজ করেছিলেন।  রাল্ফ প্রথম দিকে আল-এর (আইনি এবং অবৈধ উভয়) বোতলজাত কোম্পানীই চালাতেন এবং ১৯৩২ সালে কর ফাঁকির দায়ে কারারুদ্ধ না হওয়া পর্যন্ত তিনি শিকাগো আউটফিটের গুরুত্বপূর্ণ ব্যক্তি ছিলেন ।\nকাপোন একজন ছাত্র হিসাবে তার পড়াশোনা ভালোভাবেই করছিলেন  কিন্তু তার কঠোর প্যারোকিয়াল ক্যাথলিক স্কুলে নিয়ম নিয়ে সমস্যায় পড়েছিলেন। ১৪ বছর বয়সে একজন মহিলা শিক্ষককে মুখে আঘাত করার জন্য তাকে বহিষ্কার করার পর তার আর স্কুলে পড়া হয়নি।  কাপোন ব্রুকলিনের আশেপাশে এটা ওটা কাজ করেছিলেন। তিনি একটি ক্যান্ডি স্টোর এবং একটি বোলিং অ্যালিতে কাজ করেছিলেন।  ১৯১৬ থেকে ১৯১৮ সাল পর্যন্ত তিনি আধা-পেশাদার বেসবল খেলেন।  এর পরে, কাপোন গ্যাংস্টার জনি টরিওর দ্বারা প্রভাবিত হন, যাকে তিনি একজন পরামর্শদাতা হিসাবে বিবেচনা করতেন।\nকাপোন ৩০ ডিসেম্বর, ১৯১৮ সালে ১৯ বছর বয়সে মে জোসেফাইন কফলিনকে বিয়ে করেছিলেন। তিনি আইরিশ ক্যাথলিক ছিলেন এবং সেই মাসের শুরুতে তাদের পুত্র অ্যালবার্ট ফ্রান্সিস \"সনি\" কাপোন (১৯১৮-২০০৪) জন্ম গ্রহণ করেন। আলবার্ট শৈশবেই তার বাম কানের বেশিরভাগ শ্রবণশক্তি হারিয়ে ফেলেছিলেন। কাপোনের বয়স ২১ বছরের কম ছিল তাই তার বাবা-মাকে বিয়েতে লিখিতভাবে সম্মতি দিতে হয়েছিল।   সর্বোপরি, তারা দুজনেই দাম্পত্য জীবনে সুখী ছিলেন। \n\n\n== কর্মজীবন ==\n\n\n=== নিউইয়র্ক সিটি ===\nকাপোন ছোটবেলায়ই নানা ছোট গ্যাং এর সাথে জড়িত ছিলেন। এর মধ্যে জুনিয়র চল্লিশ চোর এবং বাউরি বয়েজ গ্যাং অন্যতম। পরবর্তীতে, তিনি ব্রুকলিন রিপারস এবং তারপরে লোয়ার ম্যানহাটনে অবস্থিত শক্তিশালী ফাইভ পয়েন্টস গ্যাং- এ যোগদান করেন। এই সময়ে তিনি তার সহকর্মী এবং হার্ভার্ড ইন নামক একটি কনি আইল্যান্ড নাচের হল এবং সেলুনের বারটেন্ডার র‌্যাকেটিয়ার ফ্র্যাঙ্কি ইয়েলের  পরামর্শে কাজ করতেন। নিরাপত্তা রক্ষী হিসাবে কাজ করার সময় কাপোন অসাবধানতাবশত একজন মহিলাকে অপমান করেছিল।একারনে, তার ভাই ফ্রাঙ্ক গ্যালুচিও তার মুখের বাম দিকে তিনবার ছুরি দিয়ে আঘাত করেছিল।তার মুখের এই ক্ষতগুলির কারণে   \"স্কারফেস\" তার ডাকনাম হয়ে যায়।কিন্তু কাপোন এই নামটি প্রচন্ড ঘৃণা করতেন।  ঘটনাটি ঘটার তারিখ নিয়ে নানা অসঙ্গতি সহ রয়েছে৷   কাপোনের ছবি তোলার সময় তার মুখের বাম দিকের দাগগুলি লুকিয়ে রেখেছিলেন।এছাড়াও তিনি এই  আঘাতগুলিকে যুদ্ধের ক্ষত বলে দাবি করেন।   তার কেতাদুরস্ত পোষাকের জন্য তাকে তার কাছের বন্ধুরা \"স্নোর্কি\" বলে ডাকত।\n\n\n=== শিকাগোতে আগমন ===\n১৯১৯ সালে, কাপোন টরিওর আমন্ত্রণে শিকাগোর উদ্দেশ্যে নিউ ইয়র্ক শহর ত্যাগ করেন। কাপোন শিকাগোতে একটি পতিতালয়ে বাউন্সার হিসাবে তার কাজ শুরু করেছিলেন।মনে করা হয়,এখান থেকেই  তিনি সিফিলিসে আক্রান্ত হয়েছিলেন। কাপোন  সংক্রামিত হওয়ার প্রাথমিক পর্যায়েই এই বিষয়ে অবগত হন এবং সালভারসানের সময়মত ব্যবহারের মাধ্যমে সম্ভবত সংক্রমণ নিরাময় করতে পারতেন, কিন্তু তিনি দৃশ্যত কখনও চিকিত্সা করাননি।  ১৯২৩ সালে, কাপোন মার্কিন$৫,৫০০ ডলার দিয়ে শিকাগোর সাউথ সাইডে পার্ক ম্যানর পাড়ায় ৭২৪৪ সাউথ প্রেইরি অ্যাভিনিউতে একটি ছোট বাড়ি কিনেছিলেন। \nশিকাগো ট্রিবিউনে প্রাথমিকভাবে প্রকাশিত প্রতিবেদন অনুসারে, কাপোন-টোরিওর চোরাচালান ব্যবসায় হস্তক্ষেপ করার চেষ্টা করার পর ১৯২৪ সালের ৮ মে ছিনতাইকারী জো হাওয়ার্ডকে হত্যা করা হয়।  ১৯৩৬ সালে একটি নিবন্ধে কাপোনের অপরাধমূলক কর্মজীবন তুলে ধরতে গিয়ে ট্রিবিউন ভুল করে তারিখটিকে ৭ মে, ১৯২৩ হিসাবে রিপোর্ট করে।  ২০ দশকের প্রথম দিকে, কাপোনের নাম সংবাদপত্রের ক্রীড়া পাতায় প্রকাশিত হতে শুরু করে।পত্রিকায় তাকে একজন বক্সিং প্রমোটার হিসেবে বর্ণনা করা হয়েছিল।  ১৯২০ সালের ১১ মে কলোসিমোর হত্যার পর টোরিও কলোসিমোর অপরাধ সাম্রাজ্য দখল করেন।কলোসিমোর হত্যায় কাপোনের জড়িত থাকার বিষয়ে সন্দেহ করা হয়েছিল। \nটোরিও মূলত একটি ইতালীয় সংগঠিত অপরাধ গ্রুপের প্রধান ছিলেন। এই গ্রুপটি শিকাগোতে  সবচেয়ে বড় সংগঠিত অপরাধ গ্রুপ ছিল।কাপোন ছিল টোরিওর ডান হাত। টোরিও গ্যাং যুদ্ধে লিপ্ত  হওয়ার বিষয়ে সতর্ক ছিলেন এবং প্রতিদ্বন্দ্বী অপরাধ গোষ্ঠীর মধ্যে অঞ্চল নিয়ে চুক্তির আলোচনার চেষ্টা করতেন। ডিন ও'বানিয়নের নেতৃত্বাধীন ছোট নর্থ সাইড গ্যাং, টোরিওর সাথে জোটবদ্ধ গেনা ভাইদের চাপে পড়ে।টোরিওর বিরোধ নিষ্পত্তিকারী হওয়ার ভান সত্বেও ও'বানিয়ন বুঝতে পেরেছিলেন যে টরিও জেনাসের সাহায্যকারী ছিলেন না।   টরিও ১০ নভেম্বর, ১৯২৪-এ ও'বানিয়নকে তার ফুলের দোকানে হত্যা করেছিলেন। এরপর ভিনসেন্ট দ্রুচি এবং বাগস মোরান দ্বারা সমর্থিত হয়ে গ্যাংয়ের প্রধান হিসাবে হাইমি ওয়েইস নিযুক্ত হন। ওয়েইস ও'বানিয়নের ঘনিষ্ঠ বন্ধু ছিলেন এবং নর্থ সাইড গ্যাং তার হত্যাকারীদের প্রতিশোধ নেওয়াকে অগ্রাধিকার দিয়েছিল। \nনিষেধাজ্ঞার সময়, কাপোন কানাডিয়ান চোরদের  সাথে যোগাযোগ রেখেছিলেন। যারা তাকে মার্কিন যুক্তরাষ্ট্রে মদ পাচার করতে সহায়তা করেছিল যখন কাপোনকে  জিজ্ঞাসা করা হয়েছিল যে তিনি কানাডার \"বুটলেগারদের রাজা\" হিসাবে বিল করা রোকো পেরিকে চেনেন কিনা, তিনি উত্তর দিয়েছিলেন: \"কেন, আমিও জানি না কোনটি রাস্তায় কানাডা চলছে।\"  অন্যান্য সূত্র দাবি করে যে কাপোন অবশ্যই কানাডায় গিয়েছিলেন, যেখানে তিনি কিছু গোপন জায়গা বজায় রেখেছিলেন, যদিও রয়্যাল কানাডিয়ান মাউন্টেড পুলিশ বলে যে \"তিনি কখনো কানাডার মাটিতে পা রেখেছেন এমন কোনো প্রমাণ নেই\"। \n\n\n=== বস ===\n\n১৯২৫ সালের জানুয়ারীতে একটি অতর্কিত হামলায় কাপোনকে  স্তম্ভিত করে দেয় যদিও শারীরিকভাবে তার কোন ক্ষতি হয়নি।এই ঘটনার বারো দিন পরে, টরিও একটি শপিং ট্রিপ থেকে ফেরার সময় তাকে বেশ কয়েকবার গুলি করা হয়েছিল। মৃত্যু থেকে বেঁচে ফেরার পরে, তিনি কার্যকরভাবে পদত্যাগ করেন এবং ২৬ বছর বয়সী কাপোনের কাছে তার সাম্রাজ্যের  নিয়ন্ত্রণ হস্তান্তর করেন। এর মাধ্যমে কাপোনকে   রাজনৈতিক এবং আইন-প্রয়োগকারী সুরক্ষা সহ কানাডায় পৌঁছে যাওয়া অবৈধ মদ্যপান এবং একটি পরিবহন নেটওয়ার্ক গ্রহণকারী একটি সংস্থার নতুন বস হয়েছিলেন। এর সাথে, তিনি রাজস্ব বাড়াতে আরও সহিংসতামূলক কাজ করতে সক্ষম হন। কাপোনের কাছ থেকে মদ কিনতে অস্বীকার করে এমন যে কোনো প্রতিষ্ঠানকেই উড়িয়ে দেওয়া হত।  ১৯২০-এর দশকে এই ধরনের বোমা হামলায় ১০০ জনের মতো মানুষ নিহত হয়।তার প্রতিদ্বন্দ্বীরা শহরে পতিতালয়ের বিস্তারের জন্য তাকে দায়ী করেছিল। \nকাপোনে প্রায়ই তার অপারেশনে কৃষ্ণাঙ্গ সম্প্রদায়ের স্থানীয় সদস্যদের সাহায্য নিতেন। জ্যাজ সঙ্গীতশিল্পী মিল্ট হিন্টন এবং লিওনেল হ্যাম্পটনের চাচা   শিকাগোর সাউথ সাইডে কাপোনের হয়ে কাজ করতেন। পাশাপাশি জ্যাজের একনিষ্ঠ ভক্ত কাপোন একবার ক্লারিনিস্ট জনি ডডসকে এমন একটি গান বা সঙ্গীত বাজাতে বলেছিলেন যা ডডস জানেন না; কাপোন $১০০ বিলকে অর্ধেক ভাগ করে ডডসকে বলেছিল যে সে যখন শিখবে তখন বাকি অর্ধেক পাবে। জ্যাজ পিয়ানোবাদক আর্ল হাইন্সের সাথে রোড ট্রিপে যাওয়ার জন্য কাপোনে দুজন দেহরক্ষীকেও পাঠিয়েছিলেন। \nকাপোনে কাস্টম স্যুট, সিগার, গুরমেট খাবার এবং পানীয় এবং নারী সাহচর্যে লিপ্ত ছিলেন। তিনি বিশেষভাবে তার উজ্জ্বল এবং দামী গহনার জন্য পরিচিত ছিলেন। তার কর্মকাণ্ড সম্পর্কে প্রশ্নে তার প্রিয় প্রতিক্রিয়া ছিল \"আমি একজন ব্যবসায়ী, জনগণ যা চায় তাই প্রদান করি\" এবং \"আমি যা করি তা হল জনসাধারণের চাহিদা পূরণ করা\"। কাপোনে একজন জাতীয় সেলিব্রিটিতে পরিণত হয়েছিলেন এবং আলোচনার কেন্দ্রবিন্দুতে এসেছিলেন। \n\nঘুষ এবং ব্যাপক ভয়ভীতি প্রদর্শন ব্যবহার করার পরে কাপোন সিটি কাউন্সিলের নির্বাচনের দায়িত্ব নেন  এবং  সিসেরো, ইলিনয়েসে নিজেকে প্রতিষ্ঠিত করে  করেন।ফলস্বরূপ, নর্থ সাইডারদের জন্য তাকে আক্রমণ করা কঠিন হয়ে উঠে।  কাপোনের ড্রাইভারকে নির্যাতন ও খুন করা হয়েছিল এবং শিকাগো লুপে তাকে হত্যা করার চেষ্টা করা হয়েছিল। ২০শে সেপ্টেম্বর, ১৯২৬-এ, নর্থ সাইডাররা হথর্ন ইন-এ কাপোনের সদর দফতরের বাইরে একটি চাল ব্যবহার করে তাকে জানালার দিকে নিয়ে আসে। এরপর বেশ কয়েকটি গাড়িতে থাকা বন্দুকধারীরা থম্পসন সাবমেশিনগান ও শটগান দিয়ে প্রথম তলার রেস্তোরাঁর জানালায় গুলি চালায়। কাপোন অক্ষত ছিলেন এবং পরে যুদ্ধবিরতির আহ্বান জানান, কিন্তু আলোচনা বন্ধ হয়ে যায়। ১৯২৭ সালের জানুয়ারিতে মরান এবং দ্রুচি হথর্নের রেস্তোরাঁর মালিক কাপোনের বন্ধুকে  অপহরণ করে হত্যা করেছিল।  \nকাপোনে ক্রমশই তার নিরাপত্তা নিয়ে মনোযোগী হয়ে ওঠেন এবং শিকাগো থেকে দূরে সরে যেতে চান।  সতর্কতা হিসাবে, তিনি এবং তার দলবল প্রায়ই শিকাগোর ট্রেন ডিপোগুলির একটিতে হঠাৎ উপস্থিত হতেন এবং ক্লিভল্যান্ড, ওমাহা, কানসাস সিটি, লিটল রক বা হট স্প্রিংস, আরকানসাসের উদ্দেশ্যে একটি রাতের ট্রেনে একটি সম্পূর্ণ পুলম্যান স্লিপার গাড়ি কিনে নিতেন।যেখানে অনুমান করা নামের অধীনে তারা বিলাসবহুল হোটেল স্যুটগুলিতে এক সপ্তাহ কাটাতে পারবেন। ১৯২৮ সালে, কাপোনে ফ্লোরিডার পাম আইল্যান্ডের ৯৩ পাম অ্যাভিনিউতে মিয়ামি এবং মিয়ামি বিচের মধ্যে ১০,০০০ বর্গফুট (৯৩০ বর্গমিটার) এর একটি বাড়ির জন্য অ্যানহেউসার-বুশ ব্রিউইং পরিবারের ক্লারেন্স বুশকে $৪০,০০০ ডলার  প্রদান করেছিলেন। \n\n\n=== আইলোর সাথে ঝগড়া ===\n১৯২৫ সালের নভেম্বরে,কাপোনের কনসিলিয়ার আন্তোনিও লোম্বার্দোকে ইউনিয়ে সিসিলিয়ানার প্রধান হিসেবে মনোনীত করা হয়েছিল।ইউনিয়ে সিসিলিয়ান হলো একটি সিসিলিয়ান-আমেরিকান মানবহিতৈষী সংঘটন যা গ্যাংস্টারদের দ্বারা কলুষিত হয়েছিল।  জো আয়েলোও এই পদটি চেয়েছিলেন এবং বিশ্বাস করতেন যে কাপোন লোম্বার্দোর মনোনয়ন জন্য দায়ী এবং নন-সিসিলিয়ানদের ইউনিয়নের মধ্যকার বিষয়গুলি পরিচালনা করার জন্য প্রচেষ্টার প্রতি বিরক্তি প্রকাশ করেছিলেন।  এরপরই, আয়েলো লোম্বার্ডোর সাথে সমস্ত ব্যক্তিগত এবং ব্যবসায়িক সম্পর্ক ছিন্ন করে এবং কাপোনের সাথে বিরোধে জড়িয়ে পড়ে।  \nআয়েলো জুয়ার আসর পরিচালনাকারী জ্যাক জুটা সহ কাপোনের বেশ কয়েকজন শত্রুর সাথে মিত্রতা করেছিল।   আয়েলো লোম্বার্ডো এবং কাপোনে উভয়কেই নির্মূল করার ষড়যন্ত্র করেছিলেন এবং ১৯২৭ সালের বসন্ত থেকে শুরু করে কাপোনেকে হত্যা করার জন্য বেশ কয়েকবার চেষ্টা করেছিলেন।  এক অনুষ্ঠানে, আইলো কাপোনের প্রিয় রেস্তোরাঁ জোসেফ \"ডায়মন্ড জো\" এস্পোসিটোর বেলা নাপোলি ক্যাফে-র শেফকে কাপোন এবং লোম্বার্দোর স্যুপে প্রসিক অ্যাসিড দেওয়ার জন্য অর্থের প্রস্তাব দিয়েছিলেন।প্রতিবেদনে উল্লেখ করা হয়েছে যে তিনি $১০,০০০ থেকে $৩৫,০০০ ডলার এর মধ্যে দেওয়ার  প্রস্তাব দিয়েছিলেন।  এর পরিবর্তে, শেফ বিষয়টি কাপোনের কাছে বলে দিয়েছিলেন।   এর প্রতিক্রিয়ায়, কাপোন মেশিনগানের গুলি দিয়ে ওয়েস্ট ডিভিশন স্ট্রিটে আইলোর বেকারি ধ্বংস করার জন্য লোক পাঠিয়েছিলেন।  ২৮ মে, ১৯২৭ তারিখে বেকারিতে ২০০ টিরও বেশি গুলি চালানো হয়েছিল, এতে আইলোর ভাই আন্তোনিও আহত হয়েছিল। \n১৯২৭ সালের গ্রীষ্ম এবং শরৎকালে, কাপোনকে  হত্যা করার জন্য আইলোর ভাড়া করা মানুষরা নিজেরাই নিজেদের হত্যা করেছিল। তাদের মধ্যে ছিলেন অ্যান্টনি রুশো এবং ভিনসেন্ট স্পিকুজা, যাদের প্রত্যেককে কাপোন এবং লোম্বার্দোকে হত্যা করার জন্য আইলো $২৫,০০০ ডলার প্রস্তাব করেছিল।  আইলো শেষ পর্যন্ত যে কেউ কাপোনকে  হত্যা করবে তাদের জন্য $50,000 ডলার পুরস্কারের ঘোষণা  দেয়।   কমপক্ষে দশজন বন্দুকধারী অনুদান সংগ্রহের চেষ্টা করেছিল, কিন্তু শেষ পর্যন্ত তা মারা গিয়েছিল।  কাপোনের মিত্র রাল্ফ শেলডন আইলোর পুরস্কারের জন্য কাপোন এবং লোম্বার্দো উভয়কেই হত্যা করার চেষ্টা করেছিলেন, কিন্তু কাপোন হেনচম্যান, ফ্র্যাঙ্ক নিট্টির একটি গোয়েন্দা নেটওয়ার্ক ছিল যেটি লেনদেন সম্পর্কে জানতে পেরেছিল এবং ওয়েস্ট সাইড হোটেলের সামনে শেলডনকে গুলি করেছিল, যদিও সে এই ঘটনা থেকে বেঁচে গিয়েছিল। \n১৯২৭ সালের নভেম্বরে, আইলো লোম্বার্দোর বাড়ি এবং একটি সিগারের দোকান যেটিতে কাপোন মাঝে মাঝেই আসত তার মাঝামাঝি জায়গা  থেকে কাপোনকে  হত্যার জন্য মেশিনগান ও বন্দুক হামলার আয়োজন করে। কিন্তু, একটি বেনামী তথ্যের ভিত্তিতে পুলিশ বেশ কয়েকটি ঠিকানায় অভিযান চালায় এবং মিলওয়াকি বন্দুকধারী অ্যাঞ্জেলো লা মানটিও এবং আরও চারজন আইলো কর্তৃক ভাড়াকৃত  বন্দুকধারীকে গ্রেপ্তার করে। ফলস্বরূপ, সেই পরিকল্পনাগুলি ব্যর্থ হয়। পুলিশ লা মান্তিওর পকেট থেকে অ্যাপার্টমেন্টের রসিদগুলি খুঁজে পায়।পরে, সে স্বীকার করে যে আইলো তাকে কাপোন এবং লোম্বার্দোকে হত্যা করার জন্য ভাড়া করেছিল। পুলিশকে আইলোকে গ্রেপ্তার করে এবং তাকে সাউথ ক্লার্ক স্ট্রিট থানায় নিয়ে আসে।   গ্রেপ্তারের কথা জানার পর, কাপোন প্রায় দুই ডজন বন্দুকধারীকে স্টেশনের বাইরে পাহারা দেওয়ার জন্য এবং আইলোর মুক্তির জন্য অপেক্ষা করার জন্য প্রেরণ করেন।   বন্দুকধারীরা সেখানে তাদের আইলোকে হত্যা করার উদ্দেশ্য লুকানোর কোনো চেষ্টা করেনি। ফলে সাংবাদিক এবং ফটোগ্রাফাররা অ্যাইলোর প্রত্যাশিত হত্যাকাণ্ড পর্যবেক্ষণ করতে ঘটনাস্থলে ছুটে আসেন।  আইলো মুক্তি পাওয়ার পর, আইলোকে নিরাপত্তার জন্য স্টেশনের বাইরে একটি পুলিশ বাহিনী   দেওয়া হয়েছিল। এরপরে তিনি আদালতে হাজিরা দিতে ব্যর্থ হন এবং তার অ্যাটর্নি দাবি করেন যে তিনি স্নায়বিকভাবে ভেঙে পড়েছেন।  আইলো তার  পরিবারের কিছু সদস্যদের সাথে ট্রেন্টন, নিউ জার্সিতে অদৃশ্য হয়ে যায়।সেখানেও তিনি কাপোন এবং লোম্বার্দোর বিরুদ্ধে তার প্রচার চালিয়ে যান। \n\n\n=== রাজনৈতিক জোট ===\nশিকাগোর রাজনীতিবিদরা দীর্ঘদিন ধরে সন্দেহজনক পদ্ধতিতে রাজনীতি করে আসছিলেন। এমনকি তারা সংবাদপত্রের প্রচার \"যুদ্ধ\" এর সাথে যুক্ত ছিলেন।কিন্তু, সিটি হলে চোরাকারবারিদের সুরক্ষার প্রয়োজনীয়তা অনেক বেশি গুরুতর সহিংসতা এবং দুর্নীতির সূচনা করেছিল। কাপোনকে  রিপাবলিকান মেয়র প্রার্থী উইলিয়াম হেল থম্পসনের জয় এনে দেওয়ার অন্যতম ভূমিকা পালনকারী হিসাবে বিবেচনা করা হয়।যিনি নিষেধাজ্ঞা কার্যকর না করার একটি প্ল্যাটফর্মে প্রচারণা চালিয়েছিলেন এবং এক সময় ইঙ্গিত দিয়েছিলেন যে তিনি অবৈধ সেলুনগুলি আবার খুলবেন।  এছাড়াও, থম্পসন কাপোনের কাছ থেকে $250,000 ডলার এর অনুদান গ্রহণ করেছেন বলে অভিযোগ রয়েছে। থম্পসন ১৯২৭ সালের মেয়র পদে ডেমোক্র্যাটিক প্রার্থী উইলিয়াম এমমেট ডেভারকে তুলনামূলকভাবে অনেক কম ব্যবধানে পরাজিত করেন। \n১০ এপ্রিল, ১৯২৮-এ আনারস প্রাইমারির দিনে,  কাপোনের দক্ষ বোমা নিক্ষেপকারী জেমস বেলকাস্ত্রো ভোট কেন্দ্রগুলিকে লক্ষ্যবস্তু করেছিল যার ফলে কমপক্ষে পনের জনের মৃত্যু হয়েছিল।এসকল ভোটকেন্দ্রে থম্পসনের বিরোধীদের সমর্থন বেশি ছিল বলে মনে করা হয়।বেলকাস্ত্রোর বিরুদ্ধে একজন আফ্রিকান-আমেরিকান আইনজীবী অক্টাভিয়াস গ্রানাডিকে হত্যার অভিযোগ আনা হয়েছিল। অক্টাভিয়াস গ্রানাডি কৃষ্ণাঙ্গদের ভোট পাওয়ার ব্যাপারে থম্পসনের প্রার্থীকে চ্যালেঞ্জ করেছিলেন। ভোটের দিন,অক্টাভিয়াস গ্রানাডিকে গুলি করার আগে বন্দুকধারীরা গাড়ি নিয়ে তাকে রাস্তায় তাড়া করেছিল। বেলকাস্ত্রোর সাথে অভিযুক্তদের মধ্যে চারজন পুলিশ সদস্যও ছিলেন, তবে প্রধান সাক্ষীরা তাদের বক্তব্য ফিরিয়ে দেওয়ার পরে সমস্ত অভিযোগ প্রত্যাহার করা হয়েছিল। কাপোনের সংগঠনের প্রতি স্থানীয় আইন প্রয়োগকারীর মনোভাব প্রকাশ পায় ১৯৩১ সালে যখন বেলকাস্ত্রো একটি গুলিতে আহত হন। পুলিশ সন্দেহপ্রবণ সাংবাদিকদের বলে যে বেলকাস্ত্রো একজন স্বাধীন অপারেটর। দ্য নিউ ইয়র্ক টাইমসের ১৯২৯ সালের একটি প্রতিবেদনে কাপোনকে  ১৯২৬ সালের সহকারী স্টেট অ্যাটর্নি উইলিয়াম এইচ. ম্যাকসুইগিনের হত্যা, প্রধান তদন্তকারী বেন নিউমার্কের ১৯২৮ সালের হত্যা এবং প্রাক্তন পরামর্শদাতা ফ্রাঙ্কি ইয়েলের হত্যার জন্য দায়ী  করা হয়েছিল। \n\n\n=== সেন্ট ভ্যালেন্টাইন্স ডে গণহত্যা ===\n\nযদিও সেন্ট ভ্যালেন্টাইন্স ডে গণহত্যার সময় কাপোন তার ফ্লোরিডার বাড়িতে ছিল,তবুও কাপোনকে  ১৯২৯ সালের সেন্ট ভ্যালেন্টাইনস ডে গণহত্যার আদেশের জন্য দায়ী বলে ব্যাপকভাবে ধারণা করা হয়।  এই গণহত্যাটি ছিল নর্থ সাইড গ্যাং- এর প্রধান বাগস মোরানকে হত্যা করার একটি চেষ্টা।গণহত্যার অনুপ্রেরণাদানকারী ঘটনা হল: কানাডা থেকে অবৈধভাবে ডেট্রয়েট নদী হয়ে আমদানি করা কিছু দামি হুইস্কি কুক কাউন্টি, ইলিনয় পরিবহনের সময় হাইজ্যাক করা হয়েছিল।  মোরান ছিলেন নর্থ সাইড বন্দুকধারীদের কাছ থেকে বেঁচে যাওয়া শেষ ব্যক্তি। তার অনুরূপ আক্রমণাত্মক পূর্বসূরি, ওয়েইস এবং ভিনসেন্ট দ্রুচি,নর্থ সাইডের মূল নেতা ডিন ও'ব্যানিয়নের হত্যার পরের সহিংসতায় নিহত হয়েছিল। \nলক্ষ্যবস্তুদের অভ্যাস এবং গতিবিধি নিরীক্ষণ করার জন্য, কাপোনের লোকেরা ২১২২ নর্থ ক্লার্ক স্ট্রিটে ট্রাকিং গুদাম এবং গ্যারেজের সামনের একটি অ্যাপার্টমেন্ট ভাড়া নেয়,এই ট্রাকিং গুদাম এবং গ্যারেজ মোরানের সদর দফতর হিসাবে কাজ করত। ১৯২৯ সালের ১৪ ফেব্রুয়ারী বৃহস্পতিবার সকালে, কাপোনের লোকেরা পুলিশ অফিসারের ছদ্মবেশে চার বন্দুকধারীকে \"পুলিশ অভিযান\" শুরু করার ইঙ্গিত দেয়। ভুয়া পুলিশরা সাতজন শিকারকে একটি প্রাচীর বরাবর সারিবদ্ধ করে এবং মেশিনগান ও শটগানে সজ্জিত সহযোগীদের জন্য সংকেত দেয়। মরন নিহতদের মধ্যে ছিলেন না। নিহতদের ছবি জনসাধারণকে হতবাক করেছে এবং কাপোনের ভাবমূর্তি নষ্ট করেছে। কয়েক দিনের মধ্যে, কাপোন ফেডারেল নিষেধাজ্ঞা লঙ্ঘনের অভিযোগে শিকাগোর একটি গ্র্যান্ড জুরির সামনে সাক্ষ্য দেওয়ার জন্য একটি সমন পেয়েছিলেন, কিন্তু তিনি দাবি করেছিলেন যে তিনি খুব অসুস্থ বিধায় উপস্থিত হতে পারবেন না।  তার ব্যক্তিত্বকে পরিষ্কার করার প্রয়াসে, কাপোন দাতব্য প্রতিষ্ঠানে দান করেছিলেন এবং হতাশার সময়(মার্কেট ডাউনের ফলে অনেক মানুষ চাকরি হারায়) শিকাগোতে একটি ফ্রি স্যুপ বিতরণ করার রান্নাঘর স্পনসর করেছিলেন।  সেন্ট ভ্যালেন্টাইনস ডে ম্যাসাকার কাপোনের সাথে থম্পসনের জোট সম্পর্কে জনসাধারণের মধ্যে ক্ষোভের জন্ম দেয় এবং এটি ৬ এপ্রিল, ১৯৩১ সালের মেয়র নির্বাচনে অ্যান্টন জে সেরমাকের জয়ের একটি  অন্যতম কারণ ছিল। \n\n\n=== আইলোকে হত্যা ===\n১৯২৯ সালের মে মাসে, কাপোনের একজন দেহরক্ষী ফ্রাঙ্ক রিও কাপোনের কাছের তিনজন লোকের দ্বারা করা একটি চক্রান্ত উন্মোচন করেন।চক্রান্তকারীরা হলেন আলবার্ট আনসেলমি, জন স্কালিস এবং জোসেফ গিউন্টা । কাপোনকে  পদচ্যুত করতে এবং শিকাগো আউটফিটটি দখলে নিতে আইলো তাদেরকে    প্ররোচিত করে।  পরে, কাপোন একটি বেসবল ব্যাট দিয়ে তাদের মারধর করে এবং তারপরে তার দেহরক্ষীদের তাদের গুলি করার নির্দেশ দেয়। এ দৃশ্যটি যা ১৯৮৭ সালের চলচ্চিত্র দ্য আনটচেবলস- এ অন্তর্ভুক্ত ছিল।  উইলিয়াম এলিয়ট হ্যাজেলগ্রোভের মতো লেখক ও ইতিহাসবিদদের সাথে ডেইড্রে বেয়ারও ঘটনাটির সত্যতা নিয়ে প্রশ্ন তুলেছেন। \n১৯৩০ সালে, আইলোর বিরুদ্ধে ক্রমাগত ষড়যন্ত্রের কথা জানতে পেরে, কাপোন অবশেষে তাকে হত্যা করার সিদ্ধান্ত নেন।  আইলোর মৃত্যুর কয়েক সপ্তাহ আগে, কাপোনের লোকেরা তাকে নিউইয়র্কের রোচেস্টারে ট্র্যাক করে এবং যেখানে বাফেলো অপরাধ পরিবারের বস স্টেফানো ম্যাগাডিনোর সাথে তার সংযোগ ছিল সেখানে তাকে হত্যা করার পরিকল্পনা করেছিল। কিন্তু প্লটটি কার্যকর করার আগেই আইলো শিকাগোতে ফিরে আসেন।  আইলো,ক্রমাগত আড়াল থাকা এবং তার বেশ কিছু লোকের হত্যাকাণ্ড থেকে ক্ষুব্ধ হয়ে  ২০৫ এন. কলমার এভিনিউ-এ সিসিলিয়ান ইউনিয়নের কোষাধ্যক্ষ পাসকুয়ালে \"প্যাসি প্রেস্টো\" প্রেস্টোগিয়াকোমো-এর শিকাগো অ্যাপার্টমেন্টে বসবাস শুরু করেন  ২৩শে অক্টোবর, একটি ট্যাক্সিক্যাবে প্রবেশ করার জন্য প্রেস্টোগিয়াকোমোর বিল্ডিং থেকে প্রস্থান করার পর , রাস্তার ওপারে দ্বিতীয় তলার জানালা থেকে একজন বন্দুকধারী একটি সাবমেশিনগান বন্দুক দিয়ে আইলোর দিকে গুলি চালাতে শুরু করে।  বিল্ডিং এর সিঁড়ি দিয়ে  কোণায় সরে যাওয়ার আগে আয়েলোকে অন্তত ১৩ বার গুলি করা হয়েছিল বলে জানা গেছে। আইলো ঐ সাবমেশিনগান বন্দুকের সীমা থেকে সরে যাওয়ার চেষ্টা করেছিল। কিন্তু, তিনি সরাসরি অন্য অ্যাপার্টমেন্ট ব্লকের তৃতীয় তলায় অবস্থানকারী একটি দ্বিতীয় সাবমেশিন বন্দুকধারীর পরিসরে চলে যান এবং পরবর্তীতে তাকে গুলি করে হত্যা করা হয়। \n\n\n=== ফেডারেল হস্তক্ষেপ ===\nসেন্ট ভ্যালেন্টাইন ডে গণহত্যার পরিপ্রেক্ষিতে, শিকাগো ডেইলি নিউজের প্রকাশক ওয়াল্টার এ. স্ট্রং তার বন্ধু প্রেসিডেন্ট হার্বার্ট হুভারকে শিকাগোর অনাচার রোধে ফেডারেল হস্তক্ষেপের জন্য অনুরোধ করেছিলেন। হুভারের অভিষেক হওয়ার মাত্র দুই সপ্তাহ পর তিনি হোয়াইট হাউসে একটি গোপন বৈঠকের ব্যবস্থা করেন। ১৯ মার্চ, ১৯২৯-এ, স্ট্রং, শিকাগো ক্রাইম কমিশনের ফ্রাঙ্ক লোয়েশ এবং লেয়ার্ড বেল রাষ্ট্রপতির কাছে তাদের মামলা করেন।  হুভারের ১৯৫২ স্মৃতিতে, প্রাক্তন রাষ্ট্রপতি রিপোর্ট করেছেন যে স্ট্রং যুক্তি দিয়েছিলেন \"শিকাগো গ্যাংস্টারদের হাতে ছিল, পুলিশ এবং ম্যাজিস্ট্রেটরা সম্পূর্ণরূপে তাদের নিয়ন্ত্রণে ছিল, ... ফেডারেল সরকারই একমাত্র বাহিনী যার কাছে শহরে আইনের  শাসন পুনরুদ্ধার করার ক্ষমতা ছিল। তাই আমি সাথে সাথে  নির্দেশ দিয়েছিলাম যে সমস্ত ফেডারেল এজেন্সি মিঃ কাপোন এবং তার সহযোগীদের উপর মনোনিবেশ করবে।\"  সেই বৈঠকটির পরপরই বহু সংস্থা একত্রে কাপোনের উপর আক্রমণ শুরু করে। ট্রেজারি এবং বিচার বিভাগগুলি শিকাগো গ্যাংস্টারদের বিরুদ্ধে আয়কর মামলার পরিকল্পনা তৈরি করেছিল এবং নিষিদ্ধ ব্যুরোর এজেন্টদের একটি ছোট, অভিজাত স্কোয়াড (যাদের সদস্যরা এলিয়ট নেসে অন্তর্ভুক্ত ছিল) চোরাকারবারীদের  বিরুদ্ধে মোতায়েন করা হয়েছিল। দুর্নীতিতে অভ্যস্ত এই শহরে এই আইনপ্রণেতারাই ছিলেন দুর্নীতি থেকে মুক্ত। শিকাগো ডেইলি নিউজের লেখক চার্লস শোয়ার্জ তাদেরকে অস্পৃশ্য বলে অভিহিত করেছেন। ফেডারেলের প্রচেষ্টাকে সমর্থন করার জন্য, স্ট্রং গোপনে তার সংবাদপত্রের তথ্যগুলোকে কাপোনের শিকাগো আউটফিটের ব্যাপারে তথ্য সংগ্রহ করার জন্য ব্যবহার করেছিলেন। \n\n\n=== বিচার ===\n\n১৯২৯ সালের ২৭শে মার্চ, যখন কাপোন ফেডারেল নিষেধাজ্ঞা আইন লঙ্ঘনের তদন্তকারী একটি গ্র্যান্ড জুরির সামনে সাক্ষ্য দেওয়ার পর শিকাগোর একটি আদালত কক্ষ থেকে বেরিয়ে আসেন তখন এফবিআই এজেন্টরা তাকে গ্রেফতার করে । তার বিরুদ্ধে আদালত অবমাননার অভিযোগ আনা হয়েছিল, কারণ পূর্বে তিনি হাজিরা এড়াতে অসুস্থতার ভান করেছিলেন।  ১৯২৯ সালের ১৬ মে, কাপোনকে  পেনসিলভানিয়ার ফিলাডেলফিয়ায় গোপন অস্ত্র বহনের অভিযোগে পুনরায় গ্রেপ্তার করা হয়। ১৭ মে, ১৯২৯ তারিখে, কাপোনকে  একটি গ্র্যান্ড জুরি দ্বারা অভিযুক্ত করা হয় এবং ফিলাডেলফিয়া পৌর আদালতের বিচারক জন ই ওয়ালশের সামনে একটি বিচার অনুষ্ঠিত হয়। তার আইনজীবীর দোষ স্বীকারের কারণে, কাপোনকে  এক বছরের কারাদণ্ড দেওয়া হয়।  ১৯২৯ সালের ৮ আগস্ট কাপোনকে  ফিলাডেলফিয়ার পূর্ব রাজ্য কারাগারে স্থানান্তরিত করা হয়। ১৯৩০ সালের মার্চ মাসে মুক্তি পাওয়ার এক সপ্তাহ পর, শিকাগো ক্রাইম কমিশনের অনানুষ্ঠানিকভাবে প্রচারিত তালিকায় কাপোনকে  \" ১ নম্বর জনশত্রু \" হিসেবে তালিকাভুক্ত করা হয়। \n১৯৩০ সালের এপ্রিল মাসে, কাপোন মিয়ামি বিচ পরিদর্শন করার সময় ভ্রমনের অভিযোগে গ্রেপ্তার হন। গভর্নর তাকে রাজ্য থেকে বের করে দেওয়ার জন্য শেরিফদের(উচ্চপদস্থ কর্মকর্তা) নির্দেশ দিয়েছিলেন। কাপোন দাবি করেছেন যে মিয়ামি পুলিশ তাকে খাবার ও পানি দিতে অস্বীকার করেছে এবং তার পরিবারকে গ্রেফতার করার হুমকি দিয়েছে। এই বিবৃতি দেওয়ার জন্য তাকে মিথ্যাচারের অভিযোগে অভিযুক্ত করা হয়েছিল, কিন্তু জুলাই মাসে তিন দিনের বিচারের পর তাকে খালাস দেওয়া হয়েছিল।  সেপ্টেম্বরে, শিকাগোর একজন বিচারক কাপোনের গ্রেপ্তারের জন্য একটি পরোয়ানা জারি করেন ভ্রান্তির অভিযোগে এবং তারপর রিপাবলিকান প্রাইমারিতে থম্পসনের বিরুদ্ধে লড়াইয়ের জন্য পরোয়ানাটি ব্যবহার করে।১৯৩১ সালের ফেব্রুয়ারিতে, কাপোনের বিরুদ্ধে আদালত অবমাননার অভিযোগে বিচার করা হয়। আদালতে, বিচারক জেমস হার্বার্ট উইলকারসন, প্রসিকিউটর দ্বারা কাপোনের ডাক্তারের জিজ্ঞাসাবাদকে শক্তিশালী করার জন্য হস্তক্ষেপ করেছিলেন। উইলকারসন কাপোনকে  ছয় মাসের কারাদণ্ড দেন, কিন্তু অবমাননার দোষী সাব্যস্ত হওয়ার আপিলের সময় তিনি মুক্ত ছিলেন।  \n১৯৩০ সালের ফেব্রুয়ারিতে, কাপোনের সংগঠন জুলিয়াস রোজেনহেইমের হত্যার সাথে যুক্ত ছিল, যিনি ২০ বছর ধরে পুলিশের একজন গুপ্তচর হিসাবে শিকাগো আউটফিটে কাজ করছিলেন। \n\n\n=== কর ফাঁকি ===\n\nমার্কিন সহকারী অ্যাটর্নি জেনারেল মেবেল ওয়াকার উইলেব্রান্ট ধনী অপরাধীদের তাদের বিলাসবহুল জীবনধারার উপর ভিত্তি করে তাদেরকে ফেডারেল ট্যাক্স ফাঁকি দেওয়ার চার্জ করার কৌশলটির উদ্ভব করেছিলেন বলে জানা যায়।  ১৯২৭ সালে, মার্কিন সুপ্রিম কোর্ট ইউনাইটেড স্টেটস বনাম সুলিভানে রায় দেয় যে পদ্ধতিটি আইনত সঠিক ছিল।কারণ  অবৈধভাবে অর্জিত আয়ও আয়করের অধীন।  ট্যাক্স চার্জে কাপোনের দোষী সাব্যস্ত হওয়ার মূল চাবিকাঠি তার ব্যয় নয়, তার আয় প্রমাণ করা এবং এই বিষয়ে সবচেয়ে মূল্যবান প্রমাণ ছিল তার কর প্রদানের প্রস্তাব। কাপোনের ভাই রালফ এবং তার নিজের অধিকারে থাকা একজন গ্যাংস্টারকে, ১৯৩০ সালে কর ফাঁকির জন্য বিচার করা হয়েছিল। দুই সপ্তাহের বিচারে দোষী সাব্যস্ত হওয়ার পর, রালফ পরবর্তী ১৮ মাস কারাগারে কাটিয়েছেন। এই বিচারে  উইলকারসন সভাপতিত্ব করেছিলেন।\nরালফের মতো পরিণতি এড়াতে, কাপোন তার আইনজীবীকে নিয়মিত তার কর পদ  করার নির্দেশ দেন। যদিও তার আইনজীবী এ কাজ করেননি।তার বিচারের সময় তার আইনজীবী স্বীকারোক্তি দেন যে কাপোন বেশ কিছু বছর ধরে কর দিতে ইচ্ছুক ছিলেন।এর উদাহরণস্বরূপ, ১৯২৮ এবং ১৯২৯ সালের জন্য $১০০,০০০ ডলার আয় স্বীকার করেন। অতএব, কোনও তদন্ত ছাড়াই, সরকারকে কাপোনের পক্ষে কাজ করা একজন আইনজীবীর কাছ থেকে একটি চিঠি দেওয়া হয়েছিল যেখানে স্বীকার করা হয়েছিল যে তার বিশাল করযোগ্য আয় থাকা সত্ত্বেও তিনি বেশ  কিছু বছর ধরে কোনও কর দেননি। ১৯৩১ সালের ১৩ মার্চে, একটি গোপন গ্র্যান্ড জুরিতে কাপোনের বিরুদ্ধে ১৯২৪ সালের আয়কর ফাঁকির অভিযোগ আনা হয়। ৫ জুন, ১৯৩১ তারিখে, কাপোনকে  ১৯২৫ থেকে ১৯২৯ সাল পর্যন্ত আয়কর ফাঁকির ২২টি অভিযোগে একটি ফেডারেল গ্র্যান্ড জুরি দ্বারা অভিযুক্ত করা হয়।যদিও, তিনি ৫০,০০০ ডলার জামিনে মুক্তি পান।  এরপর কাপোনের বিরুদ্ধে ভলস্টেড আইন (নিষেধাজ্ঞা আইন) এর ৫,০০০টি আইন লঙ্ঘনের অভিযোগ আনা হয়।  \n১৯৩১ সালের ১৬ জুন, উইলকারসনের আদালত কক্ষে শিকাগো ফেডারেল বিল্ডিংয়ে,কাপোন ২+১⁄২ বছর কারাদণ্ড মওকুফ করার শর্তে আয়কর ফাঁকি এবং ৫,০০০ ভলস্টেড আইন লঙ্ঘনের জন্য দোষ স্বীকার করে। ১৯৩১ সালের ৩০শে জুলাই, উইলকারসন কারাদন্ড মওকুফ করতে অস্বীকৃতি জানান এবং কাপোনের আইনজীবীও কাপোনের  দোষ স্বীকারোক্তি বাতিল করে দেন।  বিচারের দ্বিতীয় দিনে, উইলকারসন মনে করেন যে ফেডারেল কর্তৃপক্ষকে লেখা ১৯৩০ সালের চিঠিটি প্রমাণ হিসেবে গ্রহণ করা যেতে পারে। \" একজন আইনজীবী তার মক্কেলের পক্ষে স্বীকারোক্তি দিতে পারবেন না\" আদালত বিরোধী আইনজীবীর এমন আপত্তি বাতিল করে দেয়।  উইলকারসন পরবর্তীতে কেবল আয়কর ফাঁকির অভিযোগে কাপোনের বিচার করেন কারণ তিনি নির্ধারণ করেছিলেন যে ভলস্টেড(নিষিদ্ধ) আইনের অভিযোগের চেয়ে এগুলো প্রাধান্য পেয়েছে। \nআরও কিছু সময় পরে অন্যান্য প্রমাণ যেমন সাক্ষী এবং দলিলও তৈরি করা হয়েছিল কিন্তু এগুলো অভিযোগের পরিবর্তে কাপোনের নিয়ন্ত্রণকে আরও  দৃঢ় করা। কাপোনের আইনজীবীরা, যারা প্লী দর কষাকষির(অপরাধীর দোষ স্বীকারের শর্তে তার সাজা কমিয়ে দেওয়া হয়) উপর নির্ভর করেছিলেন।কিন্তু  উইলকারসন প্লী দর কষাকষিকে অস্বীকার করেছিলেন। তাই, বিচারের জন্য প্রস্তুত হওয়ার জন্য মাত্র কয়েক ঘন্টা পূর্বে,তারা একটি দুর্বল প্রতিরক্ষামূলক দাবি করে যে মূলত তার সমস্ত আয় জুয়া খেলায় হারিয়ে গেছে।  এটি অপ্রাসঙ্গিক দাবি  ছিল, যেহেতু জুয়া খেলার ক্ষতি শুধুমাত্র জুয়ার জয় থেকে বিয়োগ করা যেতে পারে, তবে কাপোনের খরচের দ্বারা এটি তার আয় আরও কমানো হয়েছিল, যা তার দাবিকৃত আয়ের বিপরীত চিত্র প্রদর্শন করে।উইলকারসন কাপোনের ব্যয়কে খুব বড় আকারে উপস্থাপন করার অনুমতি দেন। \nসরকার পাঁচ বছরের সময়কালে $১,০৩৮,৬৫৪ ডলারের মোট আয়ের উপর $২১৫,০০০ ডলার কর ফাঁকির জন্য কাপোনকে  অভিযুক্ত করেছিল।  কাপোনকে  ১৭ অক্টোবর, ১৯৩১ সালে আয়কর ফাঁকির পাঁচটি অভিযোগে দোষী সাব্যস্ত করা হয়েছিল, এবং এক সপ্তাহ পরে ফেডারেল কারাগারে ১১ বছরের কারাদণ্ডে দণ্ডিত করা  হয়েছিল।এছাড়াও $৫০০০০ ডলার জরিমানা করা হয়েছিল ও $৭৬৯২ ডলার আদালতের খরচের জন্য নেওয়া হয়েছিল এবং তার পিছনের করের জন্য $২১৫০০০ ডলারের বেশি সুদ পরিশোধ করতে বলা হয়।  একই সঙ্গে আদালত অবমাননার সাজাও দেওয়া হয়।  কাপোনের প্রতিনিধিত্ব করার জন্য নিয়োগ করা নতুন আইনজীবীরা ছিলেন ওয়াশিংটন-ভিত্তিক কর বিশেষজ্ঞ। তারা সুপ্রিম কোর্টের একটি রায়ের উপর ভিত্তি করে হ্যাবিয়াস কর্পাসের একটি রিট দাখিল করেছিল যে কর ফাঁকি জালিয়াতি ছিল না, যার স্পষ্টতই বোঝায় যে কাপোনকে  এমন অভিযোগে দোষী সাব্যস্ত করা হয়েছিল যেগুলি আসলে বিচারের সময়সীমার বাইরে ছিল।যাইহোক, একজন বিচারক আইনটির ব্যাখ্যা করেছিলেন। সেই ব্যাখ্যায় কাপোন মিয়ামিতে যে সময় কাটিয়েছিলেন তা অপরাধের বয়স থেকে বিয়োগ করা হয়, যার ফলে কাপোনের দোষী সাব্যস্ত হওয়া এবং সাজা উভয়ের আপিল নাকচ করে দেওয়া হয়। \n\n\n=== কারাদণ্ড ===\n\n১৯৩২ সালের মে মাসে ৩৩ বছর বয়সে কাপোনকে  আটলান্টা মার্কিন কারাগারে পাঠানো হয়েছিল। আটলান্টায় পৌঁছানোর পর,আনুষ্ঠানিকভাবে কাপোনের সিফিলিস এবং গনোরিয়া ধরা পড়ে যদিও তিনি পূর্বেই এ ব্যাপারে ধারণা করেছিলেন । তার পূর্বে থাকা কোকেন আসক্তির কারণে এবং কারাগারে  মাদক গ্রহণ করতে না পারার কারণে তার মধ্যে নানা লক্ষণ প্রকাশ পায়, কোকেন ব্যবহারের ফলে তার নাকের পর্দা ছিদ্র হয়ে গিয়েছিল। কাপোন তার জেলের কাজ অর্থাৎ দিনে আট ঘন্টা জুতার তলা সেলাইয়ের কাজে খুব দক্ষ ছিলেন।জেলে তাকে একজন দুর্বল ব্যক্তিত্ব হিসেবে দেখা হত এবং তার সাথের বন্দীদের হাতে নির্যাতনকে তার এতটাই বেশি  মোকাবিলা করার প্রয়োজন হত যে, তার সেলমেট, অভিজ্ঞ আসামি রেড রুডেনস্কি আশঙ্কা করেছিলেন যে কাপোন মানসিকভাবে ভেঙে পড়বেন।\nরুডেনস্কি পূর্বে খুব অল্প সময়ের জন্য কাপোনের গ্যাংয়ের সাথে যুক্ত একজন অপরাধী ছিলেন। কারাগারে কাপোনের একজন রক্ষক হিসেবে কাজ  করেছিলেন। রুডেনস্কি এবং অন্যান্য বন্দীদের দ্বারা পাওয়া সুরক্ষায়,কম বন্ধুত্বপূর্ণ বন্দীরা অভিযোগ করেছিল এবং সন্দেহ করেছিল যে কাপোন বিশেষ চিকিত্সা পাচ্ছেন।যদিও কেউ কোন দৃঢ় প্রমাণ উপস্থিত করতে পারেননি, তবে এ অভিযোগ ১৯৩৪ সালের আগস্টে সান ফ্রান্সিসকোর উপকূলে নতুন  খোলা আলকাট্রাজ ফেডারেল পেনিটেনশিয়ারিতে কাপোনকে  স্থানান্তরিত করার যুক্তির অংশ ছিল।  ২৩ জুন, ১৯৩৬-এ, কাপোনকে  আলকাট্রাজে তার সাথের বন্দী জেমস সি লুকাস ছুরি দিয়ে  আঘাত করেছিল। \n\nতার ভাল আচরণের কারণে, কাপোনকে  অ্যালকাট্রাজ জেল ব্যান্ড, রক আইল্যান্ডার্স-এ ব্যাঞ্জো বাজাতে অনুমতি দেওয়া হয়েছিল। রক আইল্যান্ডার্স প্রতি রবিবার জেলের বন্দীদের জন্য কনসার্ট করে।  কাপোন জেলে বসে তার স্ত্রী মিয়াকে উৎসর্গ করে  \"ম্যাডোনা মিয়া \" গানটি লিখেছেন ।  নিউরোসিফিলিস ধীরে ধীরে তার মানসিক ক্ষমতাকে ক্ষয় করে ফেলার কারনে আলকাট্রাজে, কাপোনের স্বাস্থ্যের অবস্থা ক্রমশই খারাপ হতে থাকে। ১৯৩৮ সালের ফেব্রুয়ারিতে ডাক্তারি পরীক্ষায় তার মস্তিষ্কের সিফিলিস রোগ ধরা পরে  তিনি তার  সাজার শেষ বছরটি আলকাট্রাজের হাসপাতাল বিভাগে বিভ্রান্ত ও দিশেহারা অবস্থায় কাটিয়েছেন, ।  কাপোন ৬ জানুয়ারী, ১৯৩৮-এ আলকাট্রাজে তার সাজার মেয়াদ শেষ হয় এবং আদালত অবমাননার জন্য তাকে দেওয়া সাজা ভোগ করার জন্য ক্যালিফোর্নিয়ার টার্মিনাল আইল্যান্ডের ফেডারেল সংশোধনমূলক প্রতিষ্ঠানে স্থানান্তরিত করা হয়। তার স্ত্রী মে তার মানসিক ক্ষমতা হ্রাসের কারনে তার সাজা মওকুফ করতে আদালতে আবেদন করেছিলেন। এর ভিত্তিতে, ১৬ নভেম্বর, ১৯৩৯-এ তাকে প্যারোলে মুক্তি  দেওয়া  হয়। \n\n\n== শিকাগোর পরের ঘটনা ==\nকাপোনের দৃঢ় বিশ্বাসের প্রভাব ছিল যে তিনি তার কারাগারে অবিলম্বে বস হওয়া বন্ধ করে দিয়েছিলেন, কিন্তু যারা কাপোনের কারাগারে জড়িত তারা এটিকে শহরের সংগঠিত অপরাধ সিন্ডিকেটের যথেষ্ট অবমূল্যায়ন হিসাবে চিত্রিত করেছিল। কাপোনের আন্ডারবস, ফ্র্যাঙ্ক নিট্টি, 1932 সালের মার্চ মাসে কারাগার থেকে মুক্তি পাওয়ার পর, কর ফাঁকির অভিযোগে দোষী সাব্যস্ত হওয়ার পর তিনি আউটফিটের বসের দায়িত্ব নেন।  টুকরো টুকরো হওয়া থেকে দূরে, পোশাকটি শিকাগো পুলিশ দ্বারা বিরক্ত না হয়ে, তবে নিম্ন স্তরে এবং প্রকাশ্য সহিংসতা ছাড়াই যা কাপোনের শাসনকে চিহ্নিত করেছিল।\nনিষেধাজ্ঞা বাতিল হওয়ার পর শহরে সংগঠিত অপরাধের হার কমে গিয়েছিল, কাপোনের কুখ্যাতির কারণে তাকে পতনের মুখে পড়তে দেখে ইতিমধ্যেই তারা মনোযোগ আকর্ষণের ব্যাপারে উদ্বিগ্ন ছিল, এমনকি লেখকদের মধ্যে এই বিষয়ে ঐকমত্যের অভাব রয়েছে যে কে আসলে নিয়ন্ত্রণে ছিল এবং কে একজন \"সামনের বস\" ছিলেন।  গুরুতর তদন্ত ছাড়াই পতিতাবৃত্তি, শ্রমিক ইউনিয়নের জালিয়াতি এবং জুয়া শহরে সংগঠিত অপরাধের জন্য অর্থোপার্জনকারী হয়ে ওঠে। ১৯৫০-এর দশকের শেষের দিকে, এফবিআই এজেন্টরা কাপোনের প্রাক্তন লেফটেন্যান্টদের নেতৃত্বে শিকাগোর আন্ডারওয়ার্ল্ডের উপর কর্তৃত্বকারী একটি সংগঠন আবিষ্কার করে।  কিছু ঐতিহাসিক অনুমান করেছেন যে কাপোন ১৯৩৯ সালে এডওয়ার্ড জে. ও'হেয়ারকে হত্যার নির্দেশ দিয়েছিলেন তার মুক্তির এক সপ্তাহ আগে, কারণ তিনি ফেডারেল প্রসিকিউটরদের কাপোনকে  কর ফাঁকির অভিযোগে দোষী সাব্যস্ত করতে সহায়তা করেছিলেন, যদিও ও'হেয়ারের মৃত্যুর জন্য অন্যান্য তত্ত্ব রয়েছে। \n\n\n== অসুস্থতা এবং মৃত্যু ==\n\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\t\n\t\t\n\nতার খারাপ স্বাস্থ্যের কারণে, কাপোনকে  ১৬ নভেম্বর, ১৯৩৯ সালে কারাগার থেকে মুক্তি দেওয়া হয় এবং সিফিলিটিক প্যারেসিসের চিকিৎসার জন্য বাল্টিমোরের জনস হপকিন্স হাসপাতালে রেফার করা  তার অস্বাস্থ্যকর খ্যাতির কারণে, জনস হপকিন্স তাকে চিকিত্সা করতে অস্বীকার করেছিলেন, কিন্তু বাল্টিমোরের ইউনিয়ন মেমোরিয়াল হাসপাতাল করেছিল। কাপোন যে সহানুভূতিশীল যত্ন পেয়েছিলেন তার জন্য কৃতজ্ঞ ছিলেন এবং ১৯৩৯ সালে ইউনিয়ন মেমোরিয়াল হাসপাতালে দুটি জাপানি উইপিং চেরি গাছ দান করেছিলেন   কয়েক সপ্তাহ ইনপেশেন্ট এবং বহির্বিভাগের রোগীদের যত্নের পর, ২০ মার্চ, ১৯৪০ তারিখে, একজন খুব অসুস্থ কাপোন বাল্টিমোর ছেড়ে ফ্লোরিডার পাম আইল্যান্ডে তার প্রাসাদে যাত্রা করেন।  ১৯৪২ সালে, মার্কিন যুক্তরাষ্ট্রে পেনিসিলিনের ব্যাপক উত্পাদন শুরু হওয়ার পরে, কাপোন ছিল নতুন ওষুধ দ্বারা চিকিত্সা করা প্রথম আমেরিকান রোগীদের একজন।  যদিও তার মস্তিষ্কের ক্ষতি পুনরুদ্ধার করতে তার জন্য অনেক দেরি হয়েছিল, তবে এটি রোগের অগ্রগতিকে ধীর করে দেয়। \n১৯৪৬ সালে, তার চিকিত্সক এবং বাল্টিমোরের একজন মনোরোগ বিশেষজ্ঞ তাকে পরীক্ষা করেন এবং এই সিদ্ধান্তে উপনীত হন যে কাপোনের একটি ১২ বছর বয়সী শিশুর মানসিকতা ছিল।  তিনি তার জীবনের শেষ বছরগুলি তার পাম আইল্যান্ড প্রাসাদে কাটিয়েছেন, তার স্ত্রী এবং নাতি-নাতনিদের সাথে সময় কাটিয়েছেন।  ২১শে জানুয়ারী, ১৯৪৭-এ কাপোনের স্ট্রোক হয়েছিল। তিনি চেতনা ফিরে পান এবং উন্নতি করতে শুরু করেন, কিন্তু ব্রঙ্কোপনিউমোনিয়ায় আক্রান্ত হন। তিনি ২২ জানুয়ারী হৃদরোগে আক্রান্ত হন এবং ২৫ জানুয়ারী, তার বাড়িতে তার পরিবার দ্বারা ঘেরা, অ্যাপোপ্লেক্সির ফলে তার হৃদযন্ত্র ব্যর্থ হওয়ার পর মারা যান।  তার মৃতদেহ এক সপ্তাহ পরে শিকাগোতে নিয়ে যাওয়া হয় এবং একটি ব্যক্তিগত অন্ত্যেষ্টিক্রিয়া অনুষ্ঠিত হয়।  তাকে মূলত শিকাগোর মাউন্ট অলিভেট কবরস্থানে সমাহিত করা হয়েছিল। ১৯৫০ সালে, কাপোনের দেহাবশেষ, তার বাবা গ্যাব্রিয়েল এবং ভাই ফ্র্যাঙ্কের দেহাবশেষ ইলিনয়ের হিলসাইডের মাউন্ট কারমেল কবরস্থানে স্থানান্তরিত হয়। \n\n\n== জনপ্রিয় সংস্কৃতিতে ==\nকাপোন ২০ শতকের সবচেয়ে কুখ্যাত আমেরিকান গ্যাংস্টারদের একজন।কাপোনকে  নিয়ে অসংখ্য নিবন্ধ, বই প্রকাশিত হয়েছে এবং চলচ্চিত্র নির্মিত হয়েছে। বিশেষ করে, ১৯২৫ থেকে ১৯২৯ সাল পর্যন্ত, তিনি শিকাগোতে চলে যাওয়ার পরপরই, তিনি দেশের সবচেয়ে কুখ্যাত মবস্টার(ডাকাত) হিসাবে পরিচিত হয়ে উঠেছিলেন। তিনি মিডিয়াতে নিজের একটি ভালো ইমেজ গড়ে তুলেছিলেন যা মানুষের কাছে তাকে মুগ্ধতার বিষয় করে তুলেছিল। \n\n\n== এছাড়াও দেখুন ==\nটেমপ্লেট:Chicago Outfit\n\nআল কাপোন গ্রন্থপঞ্জি\nগ্রেট ডিপ্রেশন যুগের অপরাধীদের তালিকা\nআল কাপোনের ভল্টের রহস্য\nসংগঠিত অপরাধের সময়রেখা\n\n\n== তথ্যসূত্র ==\n\n\n=== উদ্ধৃতি ===\n\n\n=== উদ্ধৃত সূত্র ===\nEghigian, Mars Jr. (২০০৫)। After Capone: The Life and World of Chicago Mob Boss Frank \"The Enforcer\" Nitti। Cumberland House Publishing। আইএসবিএন 1581824548। \nKeefe, Rose (২০০৫)। The Man Who Got Away: The Bugs Moran Story: A Biography। Cumberland House Publishing। আইএসবিএন 1581824432। .\n\n\n== আরও পড়ুন ==\nBair, Deirdre (2016)। আল কাপোন: তার জীবন, উত্তরাধিকার এবং কিংবদন্তি । নিউ ইয়র্ক: ন্যান এ. তালেস।আইএসবিএন ৯৭৮-০৩৮৫৫৩৭১৫৫আইএসবিএন 978-0385537155 ।\nবাইন্ডার, জন জে. (2017)। আল কাপোনের বিয়ার যুদ্ধ: নিষেধাজ্ঞার সময় শিকাগোতে সংগঠিত অপরাধের একটি সম্পূর্ণ ইতিহাস । আমহার্স্ট, এনওয়াই: প্রমিথিউস বুকস,আইএসবিএন ৯৭৮-১৬৩৩৮৮২৮৫০ ।\nCapeci, Dominic J. \"আল কাপোন: একটি বালিহু সমাজের প্রতীক।\" জার্নাল অফ এথনিক স্টাডিজ 2.4 (1975): 33–46।\nCapone, Deirdre Marie (2010)। আঙ্কেল আল কাপোন: দ্য আনটোল্ড স্টোরি ফ্রম ইনসাইড হিজ ফ্যামিলি । রিক্যাপ পাবলিশিং এলএলসি।আইএসবিএন ৯৭৮-০৯৮২৮৪৫১০৩আইএসবিএন 978-0982845103 ।\nকলিন্স, ম্যাক্স অ্যালান এবং এ. ব্র্যাড শোয়ার্টজ (2018)। স্কারফেস এবং অস্পৃশ্য: আল কাপোন, এলিয়ট নেস এবং শিকাগোর যুদ্ধ । নিউ ইয়র্ক: উইলিয়াম মোরো।আইএসবিএন ৯৭৮-০০৬২৪৪১৯৪২আইএসবিএন 978-0062441942 ।\nহেলমার, উইলিয়াম জে. (2011)। আল কাপোন অ্যান্ড হিজ আমেরিকান বয়েজ: মোবস্টারের স্ত্রীর স্মৃতি । ব্লুমিংটন, IN: ইন্ডিয়ানা ইউনিভার্সিটি প্রেস ,আইএসবিএন ৯৭৮-০২৫৩৩৫৬০৬২ ।\nহফম্যান ডেনিস ই. (1993)। স্কারফেস আল এবং ক্রাইম ক্রুসেডারস: কাপোনের বিরুদ্ধে শিকাগোর ব্যক্তিগত যুদ্ধ । সাউদার্ন ইলিনয় ইউনিভার্সিটি প্রেস ।আইএসবিএন ৯৭৮-০৮০৯৩১৯২৫১আইএসবিএন 978-0809319251 ।\nকোবলার, জন (2003)। কাপোন: দ্য লাইফ অ্যান্ড টাইমস অফ আল কাপোন । নিউ ইয়র্ক: দা ক্যাপো প্রেস ।আইএসবিএন ০৩০৬৮১২৮৫১আইএসবিএন 0306812851 ।\nম্যাকডোনাল্ড, অ্যালান। মৃত বিখ্যাত: আল কাপোন এবং তার গ্যাং । স্কলাস্টিক।\nমাইকেলস, উইল (2016)। সেন্ট পিটার্সবার্গের লুকানো ইতিহাসে \"আল কাপোন ইন সেন্ট পিটার্সবার্গ, ফ্লোরিডা\"। চার্লসটন, এসসি: দ্য হিস্ট্রি প্রেস।আইএসবিএন ৯৭৮-১৬২৫৮৫৮২০৭আইএসবিএন 978-1625858207 ।\nপ্যাসলে, ফ্রেড ডি. (2004)। আল কাপোন: একটি স্ব-নির্মিত মানুষের জীবনী । গার্ডেন সিটি, নিউ ইয়র্ক: গার্ডেন সিটি পাবলিশিং কো.আইএসবিএন ১৪১৭৯০৮৭৮৫ ।\nSchoenberg, Robert J. (1992)। মিঃ কাপোন । নিউ ইয়র্ক: হার্পারকলিন্স পাবলিশার্স,আইএসবিএন ০৬৮৮১২৮৩৮৬ ।\n\n\n== বহিঃসংযোগ ==\n\n\"দ্য আন-ওয়েলকামড ভিজিটর: আল কাপোন ইন মিয়ামি\" (ছবি সহ)\nআল কাপোনেএফবিআই ফাইল করেছে\nলিটল শিকাগো: জনসন সিটি, টেনেসির কাপোন\nক্রাইম লাইব্রেরিতে আল কাপোন\nইন্টারনেট মুভি ডেটাবেজে আল কাপোনে  (ইংরেজি)\nটেমপ্লেট:Chicago Outfitটেমপ্লেট:Prohibitionটেমপ্লেট:The Untouchablesটেমপ্লেট:Alcatraz Island"}