{"pageid": 1510178, "title": "ভিরভোন্টা", "url": "https://bn.wikipedia.org/wiki?curid=1510178", "content": "ভিরভোন্টা বা ভিরপমিনেন (যার অর্থ পুনরুজ্জীবন বা শুভেচ্ছা জানানোর কাজ) পাম রবিবারে ফিনিশ শিশুরা ঘরের সবার মঙ্গল কামনা করার জন্য পালন করে।\nআধুনিক সময়ে, শিশুরা জাদুকরী রূপে সাজে এবং প্রতিবেশীদের বাড়ির দরজায় দাঁড়িয়ে স্যালিক্স গাছের ডাল (পুসি উইলো) নিয়ে যায়। ডালটি প্রায়ই রঙিন পালক দিয়ে সজ্জিত থাকে। যদি তারা গ্রহণ করা হয়, তারা একটি আশীর্বাদ কবিতা উচ্চারণ করে এবং একটি ডাল উপহার হিসেবে রেখে যায়, আর পরিবর্তে মিষ্টি পায়।<re>\"Easter witches make the rounds as part of age-old Finnish custom\"। ২৫ মার্চ ২০১৮। </ref>\nসুইডিশ ভাষাভাষী সংখ্যালঘু, বিশেষ করে ওস্ট্রোবথনিয়া অঞ্চলে, এর পরিবর্তে প্রায়ই পবিত্র শনিবার উদযাপন করে। এটি খ্রিস্টান ঐতিহ্যের সাথে সম্পর্কিত নয়, বরং পশ্চিম ইউরোপীয় ঐতিহ্যের অংশ এবং এটি গবাদিপশু ও ফসলের জাদু নিয়ে সম্পর্কিত ছিল এবং বিভিন্ন স্থানে এটি চর্চা করা হতো। \n\nএই ঐতিহ্যের বিভিন্ন প্যাগান এবং খ্রিস্টান ব্যুৎপত্তি রয়েছে: নর্ডিক বসন্তের ঐতিহ্য যা খারাপ আত্মাদের তাড়াতে এবং ভাল ফসলের মৌসুম কামনা করতে সাহায্য করত, খ্রিস্টান পামগুলি নিয়ে আচারসহ। ফিনল্যান্ডে, অর্থডক্স ঐতিহ্য অনুযায়ী, শিশুদের শাখা দিয়ে আশীর্বাদ দেওয়া হয় যা চার্চের অনুষ্ঠানগুলিতে বিতরণ করা হয়; জাদুকরী পোশাকের পরিবর্তনটি পূর্ব থেকে কেরেলিয়ান প্রবাসীদের মাধ্যমে ছড়িয়ে পড়ে।\nএকটি সাধারণ কবিতা হলো \"ভিরভন ভারভন টুওরিক্স, টেরভিক্স, টুলেভাকস ভুওডেক্স, বিতসা সুল্লে, পালকা মুল্লে!\" যা বাংলা অনুবাদে দাঁড়ায়: \"আমি তোমাকে একটি তাজা, সুস্থ, আসন্ন বছর কামনা করছি, একটি শাখা তোমার জন্য, পুরস্কার আমার জন্য!\" এই গানটি জুহা ভুয়োরিনেনের উপন্যাস টোটালি স্ম্যাশড! এ অনূদিত হয়েছে, যেখানে লেখা হয়েছে: \"পালক শাখা, আমি ইস্টার জাদুকরী! আমি তোমাকে সুস্থতা এবং একটি সমৃদ্ধ ভালোবাসা কামনা করি! আমি আজ তোমার জন্য কিছু সৌভাগ্য নিয়ে এসেছি, এই শাখার জন্য তুমি কি দিবে?\" তবে, বেশ কয়েকটি বিকল্প সংস্করণও পরিচিত।\n২১ শতকে এই ঐতিহ্যটি আন্তর্জাতিক রীতিনীতির সাথে মিশে গেছে, যেমন ট্রিক-অর-ট্রিটিং এবং বিভিন্ন ধরনের পোশাক পরা। এখন এটি সাধারণত বেশি দেখা যায় যে শিশুরা জাদুকরী চরিত্র যেমন, যাদুকর, বিড়াল, খরগোশ বা অন্যান্য প্রাণীর পোশাক পরে উদযাপন করে।\n\n\n== তথ্যসূত্র =="}