{"pageid": 1510465, "title": "বার্চটোল্ডস্ট্যাগ", "url": "https://bn.wikipedia.org/wiki?curid=1510465", "content": "বার্চটোল্ডস্ট্যাগ  হলো একটি আলেমানিক উৎসব। এটি সুইজারল্যান্ড ও লিশেনস্টাইনে পরিচিত। এটি নববর্ষের দিনের কাছাকাছি, রহনাখটে সময়কালে পালিত হয় এবং সুইজারল্যান্ডে সাধারণত ২ জানুয়ারি উদযাপিত হয় (ফ্রাউয়েনফেল্ডে জানুয়ারির তৃতীয় সোমবার)। এটি কিছু সুইস প্রশাসনিক অঞ্চলে (আর্গাউ, বের্ন, ফ্রাইবুর্গ, গলারুস, জুরা, লুসার্ন, নৌশাতেল, ওবওয়ালডেন, শাফহাউজেন, সলোথুর্ন, থুরগাউ, ভো, সুগ, জুরিখ) সরকারি ছুটির মর্যাদা পেয়েছে। এই উৎসব পালনের প্রমাণ চতুর্দশ শতক থেকে পাওয়া যায়, যদিও প্রোটেস্টান্ট সংস্কারের পর এর উদযাপন সীমিত হয়ে যায়।\nএই উৎসবের নামকরণ নিয়ে বিভিন্ন তত্ত্ব রয়েছে। এক তত্ত্ব অনুসারে, এঙ্গেলবার্গ মঠের আশীর্বাদপ্রাপ্ত বের্শটোল্ড আনুমানিক ২ নভেম্বর ১১৯৭ সালে মারা যান এবং মঠটি এতটাই গুরুত্বপূর্ণ ছিল যে, সম্ভবত তার স্মরণোৎসবকে আগমযুগের বাইরে স্থানান্তর করা হয়েছিল। অন্যদের মতে, এটি ১১৯১ সালের দিকে জেরিঙ্গেন রাজবংশের ডিউক বের্শটোল্ড পঞ্চমের এক শিকার অভিযানের স্মরণে পালিত হয়। তিনি শিকারে প্রথম যে প্রাণীটি হত্যা করেন, তার নামেই নতুন শহরের নামকরণ করার সিদ্ধান্ত নেন, যার ফলে শহরটির নাম হয় বের্ন, যা আজকের সুইজারল্যান্ডের রাজধানী। আরেকটি তত্ত্ব এই নামকে 'বের্শটেন' ক্রিয়াপদের সঙ্গে যুক্ত করে, যার অর্থ হলো \"খাবারের জন্য ঘুরে বেড়ানো ও প্রার্থনা করা\"। এই নামটি সম্ভবত পারখটা এর সঙ্গেও সম্পর্কিত হতে পারে, যিনি একটি পুরাণগত বা লোককথার পশুপালক দেবী, এবং কখনো কখনো ওয়াইল্ড হান্টের নেত্রী হিসেবে বিবেচিত হন। স্প্যানিশ পিরেনিস অঞ্চলেও বারোতম রাতের ঐতিহ্যে রূপান্তরিত মানুষ/পশুর আগমনের উপাখ্যান পাওয়া যায় এবং এই সংযোগের ইঙ্গিত দেয়। সবচেয়ে সম্ভাব্য ব্যাখ্যা প্রদান করেছে সুইস আইডিওটিকন। তিনি মনে করেন যে এটি মধ্য উচ্চ জার্মান \"বেরটট্যাক\" বা \"বের্টেলট্যাক\" এর থেকে উদ্ভূত এবং এটি গ্রীক \"এপিফানিয়াস\" এর অনুবাদ ছিল। আসলে, \"বেরখটলডস্টাগ\" বিশেষভাবে প্রোটেস্ট্যান্ট অঞ্চলে ঘটে, যেখানে এপিফানি বাতিল করা হয়েছে এবং নববর্ষের পর দ্বিতীয় ছুটির দিন হিসেবে এটি প্রতিস্থাপিত হয়েছে।\nজার্মান ভাষাভাষী সুরিখ এবং থুরগাউ সহ মধ্য সুইজারল্যান্ডের কিছু অঞ্চলে, পরিবারগুলো পাব বা ঐতিহ্যবাহী সমাজগুলো থেকে পাওয়া খাবারের মাধ্যমে এই ছুটি উদযাপন করে। আর্গোভিয়ান গ্রাম হলভিলে একটি মুখোশ প্যারেড হয়, যেখানে বিভিন্ন মুখোশ গর্ভাবস্থা, বয়স, বিশ্রীতা, জ্ঞান, দুষ্টতা ইত্যাদি বিষয়কে তুলে ধরে। ফরাসি ভাষাভাষী ভডে, শিশুরা প্রতিবেশী পার্টির মাধ্যমে বারখটলডস্টাগ উদযাপন করে এবং সেখানে লোকনৃত্য এবং গান করা হয়।\nএই ছুটির সঙ্গে বাদাম সম্পর্কিত। এগুলো \"বাদামের ভোজ\" হিসেবে খাওয়া হয় এবং খেলাধুলার জন্যও ব্যবহার করা হয়। শিশুরা পাঁচটি বাদাম দিয়ে \"হকস\" তৈরি করে, চারটি বাদাম একসাথে মাটিতে রেখে, আর একটি বাদাম তার উপরে রাখা হয়।\n\n\n== আরও দেখুন ==\nসুইজারল্যান্ডে সরকারি ছুটির দিন\nফাসনাচট\n\n\n== তথ্যসূত্র =="}