{"pageid": 1510971, "title": "যুক্তরাষ্ট্রের গার্ল স্কাউট", "url": "https://bn.wikipedia.org/wiki?curid=1510971", "content": "গার্ল স্কাউটস অফ দ্য ইউনাইটেড স্টেটস অফ আমেরিকা (GSUSA) বা যুক্তরাষ্ট্রের গার্ল স্কাউট, যা সাধারণত গার্ল স্কাউটস নামে পরিচিত, মার্কিন যুক্তরাষ্ট্রের মেয়েদের এবং বিদেশে বসবাসকারী আমেরিকান মেয়েদের জন্য একটি যুব সংগঠন।  স্কাউটিং (আনুষ্ঠানিকভাবে বয় স্কাউটস) এর প্রতিষ্ঠাতা রবার্ট ব্যাডেন-পাওয়েলের সাথে জুলিয়েট গর্ডন লো এর  দেখা হওয়ার এক বছর পর ১৯১২ সালে তিনি এটি প্রতিষ্ঠা করেন।\nগার্ল স্কাউটগুলির বর্ণিত মিশনটি হ'ল \" সাহস, আত্মবিশ্বাস এবং উন্নত চরিত্রের মেয়েদের তৈরি করা, যারা ক্যাম্পিং, সম্প্রদায় পরিষেবা এবং প্রাথমিক চিকিৎসা মতো ব্যবহারিক দক্ষতার সাথে জড়িত ক্রিয়াকলাপের মাধ্যমে বিশ্বকে আরও ভাল  আবাস হিসেবে গড়ে তুলছে ''। এখানে সদস্যরা নির্দিষ্ট কিছু কাজ এবং মাস্টারিং দক্ষতা সম্পন্ন করে ব্যাজ উপার্জন করতে পারে। আরও সিনিয়র সদস্যরা ব্রোঞ্জ, সিলভার এবং সোনার পুরস্কারের মতো পুরস্কারের জন্য যোগ্য হতে পারেন।প্রতিটি স্তরের   সদস্যপদ এর জন্য নির্দিশ্ট কার্যক্রম রয়েছে । সংগঠনটি ওয়ার্ল্ড অ্যাসোসিয়েশন অফ গার্ল গাইডস অ্যান্ড গার্ল স্কাউটস (ওয়াগজিএস) বা বিশ্ব গার্ল গাইডস ও গার্ল স্কাউটস সংস্থা এর সদস্য।\n\n\n== ইতিহাস ==\n\nআমেরিকার গার্ল গাইডস\n১৯১২ সালের ১২ এ মার্চ মার্কিন যুক্তরাষ্ট্রে প্রথম গার্ল স্কাউটিং শুরু হয়, যখন প্রতিষ্ঠাতা জুলিয়েত্তে গার্ডেন লো প্রথম গার্ল গাইড সৈন্যদল সভা জর্জিয়া এর সাভানা তে সংগঠন করেন | সেই হতে আজ পর্যন্ত এর সদস্য সংখ্যা ৩.৭ এর কাছাকাছি বেড়েছে | শুরু থেকেই গার্ল স্কাউট কেবলমাত্র মেয়েদের জন্য সংঘটিত এবং চালানো হচ্ছে | \nলো, জুলিয়েত্তে মাগিল কিনজিএ এবং ঝন হ্যারিস কিনজিএ এর নাত্নি ছিলেন, এবং তার দাদা-দাদি শিকাগো এর প্রাচীনতম বসবাসকারী ছিলেন | জুলিয়েত্তে কিনজিএ তার ''নর্থওয়েস্ট টেরিটোরি'' ( বর্তমানে উইসকনসিন এর রাজ্য) এর অভিজ্ঞতাসমূহ তার রচিত বই ''বউ-বুন: টি আর্লি ডে'' এ রচনা করেন | লো, তার দাদির কিছু অভিজ্ঞতাকে গার্ল স্কাউট এর ঐতিহ্যের সীমানায় অন্তর্ভ্যুক্ত করেছেন | \n১৯১২ সালের শেষের দিকে, লো অনুরূপ সংস্থাগুলির (যেমন ক্যাম্প ফায়ার গার্লস এবং আমেরিকার ডেস মইনেস-ভিত্তিক গার্ল স্কাউট) সাথে সম্পর্ক স্থাপন করতে চান, তবে তিনি একীভূতকরণে অসফল ছিলেন |    \n\nমার্কিন যুক্তরাষ্ট্রের গার্ল স্কাউটস  \n১৯১৩ সালে, সংস্থাটির নাম পরিবর্তন করে \"গার্ল স্কাউট অফ দা ইউনাইটেড স্টেটস\" রাখা হয় | পরবর্তীকালে এর সদর দপ্তর ডি.সি. এর ওয়াশিংটন এ সরানো হয় |\n১৯১৫ সালে, সংস্থাটি নিগমিত হয়ে পরে, এবং এর সদর দপ্তর নিউ ইয়র্ক সিটিতে স্থানান্তরিত হয় | ১৯৪৭ সালে সংস্থাটির নাম শেষ বার এর জন্য পরিবর্তন করে \"গার্ল স্কাউট অফ দা ইউনাইটেড স্টেটস অফ আমেরিকা\" রাখা হয় | সংস্থাটি ১৯৫০ সালের ১৬ ই মার্চ, কংগ্রেসসম্পর্কিত সনদ গ্রহণ করে | \n১৯২o সালের দিকে সংস্থাটির সদস্য সংখ্যা বেড়ে ৭০,০০০ এর কাছাকাছি পৌঁছায় | ১৯৩০ সালে, এই সংখ্যা বেড়ে প্রায় ২o,০০০০ জন সদস্য হয় |  ২o১৩ সালের হিসাব অনুসারে, তৎকালীন সময়ে প্রায়  ৩.২ মিলিয়ন গার্ল স্কাউট ছিলো; যার মধ্যে ২.৩ মিলিয়ন যুব সদস্য এবং ৮৯০০০০ প্রাপ্ত বয়স্ক সদস্য ছিল | গার্ল স্কাউটস এর ইতিহাস এর মাধ্যমে, ৫০ মিলিয়ন এর ও বেশি মার্কিন মহিলাদের অংশগ্রহণ রয়েছে | \n১৯২৩ সালে,গার্ল স্কাউটদের টহল, সৈন্য, স্থানীয় কাউন্সিল এবং একটি জাতীয় কাউন্সিলে সংগঠন করা হয়েছিল |প্রাথমিকভাবে, সৈন্যদলের এক উচ্চ পর্যায়ে স্বাধীনতা ছিল, তবে সময়ের সাথে সাথে, সৈন্যদের মধ্যে কাউন্সিল গঠিত হয়েছিল | বর্তমানে মার্কিন যুক্তরাষ্ট্রে প্রায় ৩০০ এর মত কাউন্সিলস আছে |\n১৯৫৬ সালে জর্জিয়ার সাভানা তে অবস্থিত জুলিয়েত্তে গর্ডন লো হিস্টরিক ডিস্ট্রিক্ট জাতীয় গার্ল স্কাউট কার্যক্রম কেন্দ্র হয়ে উঠে | ১৯২৭ সালে লো এর মৃত্যুর পরে, তিনি ৩৩০ ড্রেটন স্ট্রিটে তার গাড়ির বাড়িটি উইল করিয়েছিলেন, যা শেষ পর্যন্ত গার্ল স্কাউটের দ্বারা ক্রমাগত ব্যবহারের ফলে গার্ল স্কাউট এর প্রথম সদর দপ্তর হয়ে ওঠে | \n\nবিচ্ছিন্নকরণ\nবেশিরভাগ গার্ল স্কাউট ইউনিটগুলি মূলত রাজ্য এবং স্থানীয় আইন এবং রীতিনীতি অনুসারে জাতি দ্বারা পৃথক করা হয়েছিল | ১৯১৭ সালে প্রথম সৈন্যদল প্রতিষ্ঠিত হয় আফ্রিকান-মার্কিন মেয়েদের জন্য; আমেরিকান-ভারতীয় মেয়েদের জন্য প্রথম সৈন্যদল ১৯২১ সালে নিউ ইয়র্ক এ প্রতিষ্ঠিত হয়; এবং মেক্সিকান-আমেরিকানদের জন্য প্রথম সৈন্যদল ১৯২২ সালে টেক্সাসের হিউস্টনে গঠিত হয়েছিল | ১৯৩৩ সালে জোসেফাইন গ্রোভস হলওয়ে টেনেসিতে অনানুষ্ঠানিকভাবে আফ্রিকান-মার্কিন সৈন্যদল প্রতিষ্ঠা করেছিলেন | তিনি ১৯৬২ সালে কাম্বারল্যান্ড ভ্যালি কাউন্সিলকে সম্পূর্ণভাবে বিচ্ছিন্ন করেছিলেন | ১৯৩২ সলে ভির্জিনিয়ার রিচমন্ড এ আফ্রিকান-মার্কিন এর প্রথম আনুষ্ঠানিক সৈন্যদল প্রতিষ্ঠিত হয় | এটি মাগ্গিয়ে লেনা ওয়াকার এবং লেনা বি. ওস্তন দ্বারা নির্মিত হয়, তবে পরিচালিত হয়েছিল আর্মস্ট্রং হাই স্কুল এর একজন শিক্ষিকা লাভনীয়া ব্যাংকস দ্বারা | ভার্জিনিয়া ইউনিয়ন উনিভার্সিটির হার্ৎসরন হল এ এটি প্রথম দেখা যায় |  \n১৯৫০ সাল নাগাদ GSUSA শিবিরগুলিকে বিচ্ছিন্ন করতে এবং জাতিগত ভারসাম্য বজায় রাখার জন্য উল্লেখযোগ্য জাতীয় প্রচেষ্টা শুরু করেছিল | ১৯৫৬ সালে কেনটাকি এর ক্যাম্প সাট্টুক এ বিচ্ছিন্নকরণ, মুড়ায় আটকিন্স উল্স দ্বারা সম্পন্নকৃত বিচ্ছিন্নকরণগুলোর মধ্যে একটি | পরবর্তীতে একই বছর, মার্টিন লুথার কিং জেআর. গার্ল স্কাউটসকে  \"বিচ্ছিন্নকরণের জন্য একটি শক্তি\"  হিসেবে ব্যাখ্যা করেন | একজন গার্ল স্কাউট অ্যাকশন ৭০ নামে একটি উদ্যোগ গ্রহণ করেছিলেন যার লক্ষ্য ছিল কুসংস্কার দূর করা | গ্লোরিয়া ডি. স্কট, একজন আফ্রিকান-মার্কিন, ১৯৭৫ সালে GSUSA এর জাতীয় রাষ্ট্রপতি নির্বাচিত হন |     \nউইং স্কাউটস                                                                                                         মূল নিবন্ধ: উইং স্কাউট  \n\nউইং স্কাউটস ছিল একটি সিনিয়র গার্ল স্কাউট অনুষ্ঠান যেটি সেই সকল মেয়েদের জন্য ছিল যারা বিমান চালাতে আগ্রহী | এটি ১৯৪১ সালে শুরু হয়েছিল এবং ১৯৭০ সালে শেষ হয়েছিল | ১৯৪২ সালের জুলাই মাসে, ১৫ টি দেশ থেকে ২৯ জন নেতা উইং স্কাউট নেতৃত্ব এ প্রশিক্ষণ এর জন্য ফিলাডেলফিয়ায় দেখা করেন | তারা তাদের নিজ কাউন্সিলস এ পৌঁছোন এবং উইং স্কাউট সৈন্যদলের উদ্ভাবন শুরু  করেন | ১৯৫৯ সালে, ক্যালিফোর্নিয়ার সান মাতেও কাউন্টিতে অবস্থিত কাউন্সিলকে, ইউনাইটেড এয়ারলাইন্স এর পক্ষ হতে সিনিয়র গার্ল স্কাউটদের জন্য একটি বিমান চালনা প্রোগ্রাম শুরু করতে প্রস্তাব দেওয়া হয় |"}