{"pageid": 1510822, "title": "ক্লেয়ার হোল্ট", "url": "https://bn.wikipedia.org/wiki?curid=1510822", "content": "ক্লেয়ার রায়ানন হোল্ট (জন্ম ১১ জুন ১৯৮৮) একজন অস্ট্রেলীয়-মার্কিন অভিনেত্রী। তিনি ফ্যান্টাসি সিরিজ এইচ টু ও: জাস্ট অ্যাড ওয়াটার (২০০৬–২০০৮)-এ এমা গিলবার্ট চরিত্রে অভিনয়ের মাধ্যমে তার অভিনয় জীবন শুরু করেন। এরপর তিনি যুক্তরাষ্ট্রে গিয়ে ২০০৯ সালে চলচ্চিত্রে আত্মপ্রকাশ করেন। মিন গার্লস ২ টেলিভিশন সিক্যুয়েল এবং প্রিটি লিটল লায়ার্স-এর প্রথম দুটি মৌসুমে (উভয়ই ২০১১) অভিনয়ের পর তিনি দ্য সিডব্লিউ-এর সুপারন্যাচারাল ড্রামা সিরিজ দ্য ভ্যাম্পায়ার ডায়েরিজ (২০১১–২০১৪), দি অরিজিনালস (২০১৩–২০১৮) এবং লিগ্যাসিজ (২০২১–২০২২)-এ রেবেকা মাইকেলসন চরিত্রে অভিনয় করে সফলতা অর্জন করেন। এই চরিত্রে তার প্রশংসনীয় অভিনয়ের জন্য তিনি টিন চয়েস অ্যাওয়ার্ডে মনোনয়ন লাভ করেন। এছাড়াও এনবিসি-এর পিরিয়ড ক্রাইম ড্রামা সিরিজ অ্যাকোয়ারিয়াস (২০১৫–২০১৬)-এ অভিনয়ের জন্যও তিনি প্রশংসিত হন।\nহোল্ট সমালোচকের ইতিবাচক পর্যালোচনা পাওয়া কমেডি ড্রামা ব্লু লাইক জ্যাজ (২০১২) এবং সারভাইভাল থ্রিলার ৪৭ মিটার্স ডাউন (২০১৭)-এ অভিনয় করেন। এরপর কিছু কম প্রশংসিত চলচ্চিত্রের পর কমেডি হরর চলচ্চিত্র আনটাইটলড হরর মুভি (২০২১)-তে অভিনয় করেন। অভিনয়ের পাশাপাশি তিনি এর নির্বাহী প্রযোজকের দায়িত্বও পালন করেন। এই চলচ্চত্রটিও সমালোচকদের কাছে প্রশংসিত হয়।\n\n\n== প্রারম্ভিক জীবন ==\nহোল্ট অস্ট্রলিয়ার কুইন্সল্যান্ডের ব্রিসবেনে জন্মগ্রহণ করেন। তার বাবা জিওফ্রি হোল্ট এবং মা অ্যান হোল্ট।\n\n\n== পেশাজীবন ==\n\n\n=== ২০০০-এর দশক: সাফল্য ও প্রাথমিক স্বীকৃতি ===\n২০০৫ সালে হোল্ট নেটওয়ার্ক টেন-এর শিশুদের টেলিভিশন সিরিজ এইচটুও: জাস্ট অ্যাড ওয়াটার-এ এমা গিলবার্টের চরিত্রে অভিনয় করেন। এই সিরিজটি একটি লজি অ্যাওয়ার্ড এবং একটি নিকেলোডিয়ন অস্ট্রেলিয়ান কিডস চয়েস অ্যাওয়ার্ড অর্জন করে। সিরিজটির তৃতীয় মৌসুমের জন্য নবায়ন করা হলেও হোল্ট ২০০৭ সালের চলচ্চিত্র দ্য মেসেঞ্জার্স-এর সিক্যুয়েল মেসেঞ্জার্স ২: দ্য স্কেয়ারক্রো-তে অভিনয়ের জন্য চুক্তিবদ্ধ হওয়ায় দ্বিতীয় মৌসুমের পর সিরিজটি ছেড়ে দেন। তার চরিত্রটিকে প্রতিস্থাপন করে ইন্ডিয়ানা ইভান্স-এর চরিত্র বেলা। ২০০৮ সালে সোফিয়ায় মেসেঞ্জার্স ২-এর চিত্রগ্রহণ সম্পন্ন হয়। নর্ম্যান রিডাস এবং হেদার স্টিফেন্স-এর সাথে মূল ভূমিকায় অভিনীত এই চলচ্চিত্রটি ২০০৯ সালের ২১ জুলাই ডিভিডি-তে মুক্তি পায়।\n\n\n=== ২০১০-এর দশক: বিশ্বব্যাপী পরিচিতি ===\n  \nটেলিভিশন ও চলচ্চিত্রের পাশাপাশি হোল্ট ড্রিমওয়ার্ল্ড, সিজলার এবং কুইন্সল্যান্ড লাইফসেভিং-এর বিজ্ঞাপনে অভিনয় করেছেন। বাডিটিভি তাদের \"২০১১ সালের টেলিভিশনের ১০০ জন সবচেয়ে সেক্সি নারী\" তালিকায় তাকে ৫৫তম স্থানে রেখেছিল।  \n২০১১ সালের আগস্টে দ্য ভ্যাম্পায়ার ডায়েরিজ টিভি সিরিজে রেবেকা মাইকেলসন চরিত্রে হোল্টের অভিনয়ের কথা নিশ্চিত করা হয়। ২০১৩ সালের ১৩ জানুয়ারি দ্য সিডাব্লিউ ঘোষণা করে যে হোল্ট দ্য ভ্যাম্পায়ার ডায়েরিজ স্পিন-অফ দ্য অরিজিনালস-এর ব্যাকডোর পাইলটেও তিনি রেবেকা মাইকেলসন চরিত্রে অভিনয় করবেন। সিরিজটির প্রথম মৌসুমের যুক্তরাষ্ট্রে ২০১৪ সালের ১১ মার্চ প্রচারিত ১৬তম পর্বের এতে ধারাবাহিকভাবে অভিনয় বন্ধ করেন। এরপর ২০১৪ সালের ১৩ মে প্রচারিত প্রথম মৌসুমের অন্তিম পর্বে ফিরে আসেন এবং ২০১৮ সালের ১ আগস্টে শেষ হওয়া সিরিজটির শেষ পর্যন্ত বিভিন্ন সময় পর্যায়ক্রমে অতিথি হিসেবে এতে অভিনয় করেন।  \n২০১৪ সালে হোল্ট সিবিএস-এর সুপারগার্ল-এর সাথে যুক্ত ছিলেন, যদিও তিনি এতে শেষ পর্যন্ত অভিনয় চালিয়ে যাননি। তিনি এনবিসি-র \"ইভেন্ট সিরিজ\" অ্যাকোয়ারিয়াস-এ কারমেইন টালি চরিত্রে অভিনয় করেন। ২০১৬ সালে তাকে রোমান্টিক কমেডি চলচ্চিত্র দ্য ডিভোর্স পার্টি-তে সুজান চরিত্রে অভিনয়ের জন্য বাছাই করা হয়।  \n২০১৭ সালে হোল্ট এবিসি-র থ্রিলার ড্রামা টেলিভিশন পাইলট ডুমসডে-তে মূল চরিত্রে কায়লার ভূমিকায় অভিনয় করেন। একই বছরের ১৬ জুন পৃক্ষাগৃহে মুক্তি পাওয়া জলতলের হরর চলচ্চিত্র ৪৭ মিটারস ডাউন-এ কেট চরিত্রে তিনি ম্যান্ডি মুর এবং ম্যাথিউ মোডিনের বিপরীতে অভিনয় করেন।\n\n\n== তথ্যসূত্র =="}