{"pageid": 1510236, "title": "রোমান কামব্রিয়া", "url": "https://bn.wikipedia.org/wiki?curid=1510236", "content": "রোমান কামব্রিয়া ছিল রোমান ব্রিটেনের উত্তর-পশ্চিম সীমান্তে এবং রোমান সাম্রাজ্যের সীমান্তে অবস্থিত একটি এলাকা। (কামব্রিয়া শব্দটি অনেক পরে প্রচলিত হয়েছিল; রোমানরা এই শব্দটি ব্যবহার করতেন না)। রোমান শাসনের প্রতি আগ্রহের মূল কারণ ছিল এর সীমান্তগত বৈশিষ্ট্য: কেন রোমানরা ইংল্যান্ডের উত্তর-পশ্চিমাঞ্চল দখল করেছিলেন; কেন অঞ্চলের উত্তরে একটি শক্ত বাধা (হ্যাড্রিয়ানের প্রাচীর) নির্মাণ করা হলো; কেন অঞ্চলটি এতটাই সামরিকায়িত ছিল; এবং দক্ষিণ ইংল্যান্ডের অন্যান্য বাসিন্দাদের তুলনায় স্থানীয় অধিবাসীরা কতটা “রোমানীকরণ” হয়েছে?\nভেনুটিয়াসের বিদ্রোহের পর রোমানরা এই এলাকা দখল করার সিদ্ধান্ত নেন, কারণ এটি ব্রিগান্তেস এবং তাদের মিত্রদের (যেমন কারভেটিয়িরাকে) পূর্বে রোমানপন্থী থাকা সত্ত্বেও পরবর্তীতে রোমানবিরোধী জনজাতিতে পরিণত করার হুমকি সৃষ্টি করেছিল। বিজয় ও সংহতকরণের এক পর্যায় শেষে স্ট্যানগেট রেখার উপর ভিত্তি করে এবং কিছু উপকূলীয় প্রতিরক্ষা যুক্ত করার পর হ্যাড্রিয়ান পূর্বে নির্মিত ঘাসের প্রাচীরকে একটি শক্ত প্রাচীরে রূপান্তর করার সিদ্ধান্ত নেন। যদিও এটি আরও উত্তরে অবস্থিত অ্যান্টোনাইন প্রাচীরের কারণে সাময়িকভাবে পরিত্যক্ত হয়ে গিয়েছিল, তবে পরবর্তীতে হ্যাড্রিয়ানীয় রেখাকে পুনরায় গ্রহণ করা হয় এবং রোমান শাসনের অবশিষ্ট সময় ধরে তা ব্যবহার করা হয়েছিল।\nরোমান শাসনামলে দেখা অশান্তির কারণ হিসেবে সম্ভবত প্রাচীরের উত্তরে থাকা জনজাতির আক্রমণ অথবা রোমের অভ্যন্তরীণ বিরোধের ফল দেখা গেছে, যার সাথে কামব্রিয়ার সামরিক বাহিনী জড়িয়ে পড়ে। ব্রিগান্তীয় ফেডারেশন দ্বারা কোনো অশান্তি সৃষ্টির প্রমাণ নেই। অতএব, জনসংখ্যার রোমানীকরণ বিভিন্ন মাত্রায় সংঘটিত হয়েছিল, বিশেষ করে দুর্গের আশেপাশে।\n\n\n== বিজয় ও একীকরণ, ৭১-১১৭ খ্রিষ্টাব্দ ==\n৪৩ খ্রিস্টাব্দে প্রাথমিকভাবে রোমানদের ব্রিটেন বিজয়ের পর ব্রিগান্টেসদের এলাকা কিছু সময়ের জন্য রোমান শাসনের বাইরে থেকে স্বাধীন অবস্থায় ছিল। ওই সময় ব্রিগান্টেসদের নেতা ছিলেন রানি কার্টিমান্ডুয়া, যাঁর স্বামী ভেনুটিয়াস সম্ভবত একজন কারভেটীয় ছিলেন এবং কামব্রিয়াকে ব্রিগান্টিয়ান রাষ্ট্রসংঘে অন্তর্ভুক্ত করার দায়ভার পালন করেছিলেন। সম্ভবত, কার্টিমান্ডুয়া পেনাইন পর্বতমালার পূর্বে অবস্থিত ব্রিগান্টিয়ান জনগোষ্ঠীর শাসক ছিলেন (সম্ভবত স্ট্যানউইকের কেন্দ্রে), যেখানে ভেনুটিয়াস পেনাইন পর্বতের পশ্চিমে অবস্থানকারী ব্রিগান্টেস (অথবা কারভেটীয়) জনগোষ্ঠীর প্রধান হিসেবে দায়িত্ব পালন করতেন এবং তাদের সম্ভাব্য কেন্দ্র ক্লিফটন ডাইকসেই অবস্থিত ছিল।\nআনুষ্ঠানিকভাবে স্বাধীনতা বজায় থাকলেও, কার্টিমান্ডুয়া ও ভেনুটিয়াস রোমানদের প্রতি বিশ্বস্ত ছিলেন এবং বিনিময়ে তাদেরকে রোমানের প্রতিবেশী সাম্রাজ্য থেকে সুরক্ষা প্রদান করত। তবে, পরবর্তীতে রাজদম্পতি বিচ্ছিন্ন হন এবং ভেনুটিয়াস তার প্রাক্তন স্ত্রী বিরুদ্ধে দুটি বিদ্রোহের নেতৃত্ব দেন। প্রথম বিদ্রোহটি ৫০ এর দশকে সংঘটিত হয়, যা রোমানরা দমন করে। কিন্তু ৬৯ খ্রিস্টাব্দে সংঘটিত দ্বিতীয় বিদ্রোহের সময় রোমান সাম্রাজ্যে রাজনৈতিক অস্থিরতা বিরাজ করছিল, যার ফলে রোমানরা কার্টিমান্ডুয়াকে সরিয়ে নিয়ে যান এবং ব্রিগান্টেসদের শাসনের দায়িত্ব ভেনুটিয়াসকে প্রদান করেন।\n\nযেমন শটার বলেছেন, \"এই পরিস্থিতি, যেখানে একজন রোমান-অনুগত রাজাকে ক্ষমতা থেকে সরানো হয়েছে, বেশি দিন স্থায়ী থাকতে পারে না...\" দুই বছর পর ব্রিগান্টেসদের রোমান বিজয় শুরু হয়। টাসিটাস উত্তর ব্রিটেন বিজয়ে প্রধান ভূমিকা আগ্রিকোলাকে (যিনি তার শ্বশুর) দিয়েছিলেন, যিনি পরবর্তীতে ৭৭-৮৩ খ্রিস্টাব্দের মধ্যে ব্রিটেনের গভর্নর ছিলেন। তবে ধারণা করা হয় যে তার পূর্ববর্তী গভর্নর ভেটিয়াস বোলানুস (৬৯-৭১ খ্রিস্টাব্দ) এবং কুইন্টাস পেটিলিয়াস সেরিয়ালিসের (৭১-৭৪ খ্রিস্টাব্দ) শাসনামলেও উল্লেখযোগ্য অগ্রগতি অর্জিত হয়েছিল।অন্য সূত্র থেকে জানা যায় যে, বোলানাস সম্ভবত ভেনুত্তিয়াসের সঙ্গে লড়াই করেছিলেন এবং স্কটল্যান্ডে প্রবেশ করেছিলেন। এছাড়াও, কার্লিসল (লুগুভালিয়াম) রোমান দুর্গের প্রবেশপথের উপাদান কাঠের তেজস্ক্রিয় কার্বনভিত্তিক সময় নির্ধারণের মাধম্যে প্রমাণিত হয়েছে যে সেগুলি ৭২ খ্রিস্টাব্দে সেরিয়ালিসের শাসনকালে কাটা হয়েছিল। তবে, আগ্রিকোলা পশ্চিমে ২০তম লেজিওন ভ্যালেরিয়া ভিকট্রিক্সের অধিনায়ক হিসেবে তার ভূমিকা পালন করেছিলেন, আর সেরিয়ালিস পূর্বে ৯ম হিস্পানিয়া লেজিওনের নেতৃত্ব দিয়েছিলেন। এছাড়াও, দ্বিতীয় লেজিও আডিয়ুট্রিক্স চেস্টার থেকে নদীর মোহনা ধরে শত্রুকে চমকে দিতে অভিযান পরিচালনা করেছিল।\nসম্ভবত ল্যাঙ্কাস্টার থেকে পশ্চিমমুখী অগ্রযাত্রা শুরু হয়েছিল, যেখানে সেরিয়ালিসের সময়কার একটি ভিত্তির প্রমাণ রয়েছে। এই অগ্রযাত্রা লুন এবং ইডেন নদীর উপত্যকা অতিক্রম করে লো বোরা ব্রিজ এবং ব্রউঘাম (ব্রোকাভাম) পর্যন্ত পৌঁছেছিল। কামব্রিয়ার উপকূলে প্রমাণ খুব কম পাওয়া যায়, তবে সম্ভবত রাভেনগ্লাস এবং ব্লেনারহ্যাসেট সম্ভবত এই অভিযানে জড়িত ছিল, যেখানে কামব্রিয়ায় রোমানদের প্রাচীনতম বসতি থাকার প্রমাণ পাওয়া যায়। বেকফুট এবং মেরিপোর্টও সম্ভবত প্রাথমিক সময়ে অংশগ্রহণ করেছিল। কোনো এক সময়ে সেরিয়ালিসের বাহিনীর একটি অংশ করব্রিজ থেকে পশ্চিম দিকে স্টেইনমোর গিরিপথ অতিক্রম করে আগ্রিকোলার সাথে যোগ দিতে অগ্রসর হয়, যার প্রমাণ হিসেবে রেই ক্রস, ক্র্যাকেনথর্প, কার্কবি থোর এবং প্লাম্পটন হেডে স্থাপিত অভিযানের শিবিরগুলি দেখা যায় (যেগুলি সম্ভবত পূর্বে বোলানাস দ্বারা স্থাপিত হয়েছিল)। স্টেইনমোর এলাকাজুড়ে সিগন্যাল বা পর্যবেক্ষণ মিনারেরও প্রমাণ রয়েছে — যেমন মেইডেন দূর্গ, বোউস মুর এবং রোপার দূর্গ। এরপর দুটি বাহিনী পেনরিথের আশেপাশের অঞ্চল থেকে কার্লাইলের দিকে অগ্রসর হয় এবং ৭২/৭৩ খ্রিস্টাব্দে সেখানে দুর্গ স্থাপন করে।\n৭৮ খ্রিষ্টাব্দে আগ্রিকোলা ডেভা (চেস্টার) থেকে উত্তর দিকে অগ্রসর হয়ে কার্লাইল পৌঁছান এবং পরবর্তী দুই বছরে তার বিজয় আরও সুসংহত করার জন্য সোলওয়ে ফার্থ ও রিভার টাইন এর মধ্যবর্তী এলাকায় সৈন্যবাহিনী মোতায়েন করেন। ৭৯ খ্রিষ্টাব্দে স্কটল্যান্ডে অগ্রযাত্রার সময় কার্লাইল (এবং পূর্বের করব্রিজ) সম্ভবত আগ্রিকোলার ঘাঁটি এবং শীতকালীন বাসস্থান হিসেবে ব্যবহৃত হয়েছিল। ৮৭ খ্রিষ্টাব্দে (৮৩ খ্রিষ্টাব্দে আগ্রিকোলার প্রত্যাহার এবং চার বছর পর ২০তম লিজিয়নের প্রত্যাহারের পর স্কটল্যান্ড (এবং আয়ারল্যান্ড) এ রোমান সাম্রাজ্যের উচ্চাকাঙ্ক্ষার পতনের পর কার্লাইল এবং করব্রিজের মধ্যে অবস্থিত স্ট্যানেগেট সড়কের রেখার ভিত্তিতে একটি সংহতির নীতি গ্রহণ করা হয়। কার্লাইল ছিল 'সেন্টুরিও রিজিওনারিয়াস' (অর্থাৎ 'জেলা কমিশনার') এর আসন, যা এর গুরুত্বপূর্ণ মর্যাদাকে নির্দেশ করে।\n\n৮৭ খ্রিষ্টাব্দ থেকে ১১৭ খ্রিষ্টাব্দ পর্যন্ত সময়কালটি ছিল উত্তর সীমান্ত অঞ্চলের সংহতির সময়। স্ট্যানেগেট রেখার উত্তরে রোমানরা খুব কম স্থাপনা বজায় রেখেছিল এবং প্রমাণ থেকে বোঝা যায় যে সলওয়ে-টাইন রেখার দিকে সুশৃঙ্খলভাবে প্রত্যাহার করেছিল। বিভিন্ন উপজাতির সাথে সংঘর্ষের ফলে কোনো বিশৃঙ্খল পরাজয়ের প্রমাণ পাওয়া যায় না। আগ্রিকোলা সম্ভবত বুর্গ-বাই-স্যান্ডস, ফার্নহিল, ইস্টন (ফিংল্যান্ডরিগ) এবং সম্ভবত বাউনেস-অন-সলওয়েতে পর্যবেক্ষণ মিনার স্থাপন করেছিলেন। ক্রুকল্যান্ডস, কমারসডেল এবং গামেলসবি রিজে অন্যান্য পর্যবেক্ষণ টাওয়ারও ছিল, যা উপকূলীয় সমভূমির কৃষিজমি রক্ষার জন্য ব্যবহৃত হতো এবং কৃষিজমির উপকূলীয় সমভূমি রক্ষা করত, সেগুলি সম্ভবত এই সময় থেকেই বিদ্যমান ছিল। স্ট্যানেগেট সড়কটি বড় দুর্গ নির্মাণের মাধ্যমে উন্নত করা হয়েছিল: ভিনডোলান্ডা (নর্থাম্বারল্যান্ড) প্রায় ৮৫ খ্রিষ্টাব্দের কাছাকাছি সময়ে নির্মিত হতে পারে, এবং ৮০ এর দশকের মাঝামাঝি সময়ে নিউব্রো, কারভোরান (বর্তমান নর্থাম্বারল্যান্ড), নেদার ডেন্টন এবং ব্র্যাম্পটনে (কামব্রিয়া) অন্যান্য দুর্গ নির্মিত হয়েছিল। স্ট্যানেগেট রেখায় পরিবর্তন আনা হয়, দুর্গগুলোর আকার ছোট করা হয় এবং তাদের মধ্যে ছোট দুর্গ ও পর্যবেক্ষণ টাওয়ার যুক্ত করা হয়।\n\nস্ট্যানেগেট রেখার বাইরে সোলওয়ে উপকূল বরাবর বেকফুট, মেরিপোর্ট, বুরু ওয়ালস (বর্তমান কর্মিংটনের কাছাকাছি) এবং মোরসবির (হোয়াইটহেভেনের কাছাকাছি) আরো কিছু দুর্গ ছিল। এই দুর্গগুলোর মধ্যে হ্যাড্রিয়ানিক খোদাই রয়েছে, তবে কিছু (যেমন বেকফুট) সম্ভবত ১ম শতকের শেষের দিকে নির্মিত হয়েছিল। কার্লাইল থেকে মেরিপোর্ট পর্যন্ত সড়কের পাশে পুরাতন কার্লাইল (রেড ডায়াল), কেয়ার মোত এবং প্যাপকাস্টলে (প্যাপকাস্টল সম্ভবত লেক ডিস্ট্রিক্ট অঞ্চলের বড় অংশের তত্ত্বাবধানে ব্যবহৃত হতো) টার্ফ ও কাঠের দুর্গ ছিল। ইডেন ও লুন উপত্যকার সড়কের পাশে পুরাতন পেনরিথ, ব্রাউঘাম এবং লো বোরো ব্রিজে দুর্গগুলো হয়তো সম্প্রসারিত করা হয়েছিল, তবে প্রমাণ খুব কম। ট্রাউটবেকে অবস্থিত একটি দূর্গ সম্ভবত ট্রাজানের (যিনি ৯৮ খ্রিস্টাব্দ - ১১৭ খ্রিস্টাব্দ পর্যন্ত সম্রাট ছিলেন) সময়কালে প্রতিষ্ঠিত হয়েছিল এবং \"একটি অস্পষ্ট সড়ক হয়তো পুরাতন পেনরিথ বা ব্রাউঘাম থেকে ট্রাউটবেক হয়ে প্যাপকাস্টল ও মেরিপোর্টে গিয়েছিল, এবং সম্ভবত কেসউইকের কাছাকাছি একটি অজ্ঞাত দুর্গে সংযুক্ত ছিল।\nএই সময়ে প্রতিষ্ঠিত হতে পারে এমন অন্যান্য দুর্গের মধ্যে একটি ছিল অ্যাম্বলসাইড (গ্যালাভা) যা লেক ডিস্ট্রিক্টের দূর্গগুলিতে জাহাজের মাধ্যমে সরবরাহের সুবিধা নিতে তৈরি করা হয়েছিল। এখানে ট্রাজানিক সময়ে একটি সড়ক তৈরি হয়েছিল যা হার্ডনট পর্যন্ত গিয়েছিল, যেখানে একটি দুর্গ নির্মিত হয়েছিল। রাভেনগ্লাস দুর্গটি পরবর্তী হ্যাড্রিয়ান শাসনামলে (১১৭–১৩৮ খ্রিষ্টাব্দ) নির্মিত হয়, যেখানে এই সড়ক শেষ হয়। অ্যাম্বলসাইড থেকে পুরাতন পেনরিথ এবং/অথবা ব্রউঘাম পর্যন্ত একটি সড়ক হাই স্ট্রিটের উপর দিয়ে গিয়েছিল, সম্ভবত এটি এই সময়ে তৈরি হয়েছিল। কির্কবি থোর (ব্রাভোনিয়াকাম) থেকে, যা ইয়র্ক থেকে ব্রউঘাম পর্যন্ত সড়কের উপর দিয়ে বয়ে চলা সড়ক মেইডেন ওয়ে আলস্টন এজের উপর দিয়ে গিয়ে হুইটলি দূর্গ (এপিয়াকাম) পর্যন্ত পৌঁছাত এবং তারপর কারভোরান দূর্গ পর্যন্ত চলে গিয়েছিল। কাউন্টির দক্ষিণে তথা রাভেনগ্লাসের দক্ষিণ, ব্যারো ও কার্টমেল অঞ্চলে তখন সম্ভবত দূর্গ ছিল। ওয়াটারক্রুক (কেনডাল) একমাত্র দুর্গ যা এখনও দাঁড়িয়ে আছে।\n\n\n== হ্যাড্রিয়ান, অ্যান্টোনিনাস এবং সেভেরাস, ১১৭-২১১ খ্রিস্টাব্দ ==\n১১৭ থেকে ১১৯ সালের মধ্যে ব্রিটেনের সাথে একটি যুদ্ধ হয়ে থাকতে পারে, যা সম্ভবত উত্তরাঞ্চলের পশ্চিমাংশে, ডামফ্রিস এবং গ্যালোওয়ে অঞ্চলের উপজাতিদের সাথে সম্পর্কিত ছিল। ভিটা হ্যাড্রিয়ানি ('হ্যাড্রিয়ানের জীবন', খণ্ড ২) নামক হ্যাড্রিয়ানের জীবনীতে বলা হয়েছে যে, তার রাজত্বের শুরুতে ব্রিটেনের জনগণদের নিয়ন্ত্রণে রাখা যায়নি। একইভাবে, মার্কাস কর্নেলিয়াস ফ্রন্টো দশকখানেক পর মার্কাস অরেলিয়াস সম্রাটকে লিখে ব্রিটেনে হওয়া ক্ষতিগুলিকে ইহুদি বিদ্রোহের ক্ষতির সাথে তুলনা করেছিলেন। এটি এখনো স্পষ্ট নয় যে, এই অস্থিরতা ট্রাজানিক সময়ে বা হ্যাড্রিয়ানের রাজত্বের প্রথম ভাগে সামরিক বিপর্যয়ের কারণে ছিল কি না (যা সম্ভবত ৯ম লেগিও হিস্পানা সম্পর্কিত ছিল) বা যুদ্ধটি স্ট্যানেগেট লাইমেসের উত্তর বা দক্ষিণে সংঘটিত হয়েছিল কিনা। এর প্রতিক্রিয়া হিসেবে পশ্চিমাঞ্চলে টর্ফ এবং কাঠ দিয়ে তৈরি দুর্গ এবং মাইলক্যাসলের একটি সীমান্ত অঞ্চল তৈরি করা হয়েছিল যা 'টর্ফ প্রাচীর' নামে পরিচিত এবং এর নির্মাণ পদ্ধতি ছিল প্রচলিত (যদিও কিছু লোক মনে করেন যে \"সোলওয়ে সমভূমিতে পাথর কম পাওয়া যায়, তাই টর্ফ এবং কাঠ বেশি ব্যবহৃত হত\")।\nযে কারণে হোক না কেন, এটি হ্যাড্রিয়ানের (হ্যাড্রিয়ান, সম্রাট ১১৭ খ্রিস্টাব্দ - ১৩৮ খ্রিস্টাব্দ) জন্য যথেষ্ট ছিল না। সম্ভবত প্রাচীর নির্মাণের সিদ্ধান্ত সামরিক পরিস্থিতির গম্ভীরতার কারণে নেওয়া হয়েছিল অথবা এটি নতুন সম্রাটের ইচ্ছার সাথে মিলে গিয়েছিল যাতে সাম্রাজ্যের লাভ মজবুত করা এবং তার সম্প্রসারণ সীমাবদ্ধ করা যায়, যেমন জার্মান সীমান্তে হয়েছে (অথবা উভয় কারণেই)। হ্যাড্রিয়ান কিছুটা আনাড়ি স্থপতি ছিলেন, তিনি ১২২ খ্রিস্টাব্দে ব্রিটেনে এসেছিলেন একটি শক্তিশালী সীমান্ত নির্মাণ তদারকি করতে (এবং ইংল্যান্ডের অন্যান্য অংশে অন্যান্য পদক্ষেপও গ্রহণ করেছিলেন)। ধারণা করা হয়, তিনি ভিনডোলান্ডা (বর্তমান নর্থাম্বারল্যান্ড) থেকে প্রাচীর নির্মাণের পরিকল্পনা করেছিলেন। হ্যাড্রিয়ানের প্রাচীর নির্মাণ ১২২ খ্রিস্টাব্দে শুরু হয় এবং দশ বছরের মধ্যে প্রায় শেষ হয় যা রোমান সামরিক বাহিনীর দক্ষতার পরিচয় বহন করে। এটি বাউনেস থেকে শুরু হয়ে সোলওয়ে ফারথের উপর দিয়ে কাউন্টির উত্তর অংশ বরাবর চলে এবং নর্থাম্বারল্যান্ডের মাধ্যমে ওয়ালসেন্ড পর্যন্ত টাইন উপসাগরের উপর চলে যায়, সাথে কামব্রিয়ান উপকূলে বাউনেস থেকে রাইজহাউ, মেরিপোর্টের দক্ষিণে, একযোগে সামরিক স্থাপনাও তৈরি হয় (এবং বুরো ওয়ালস এবং মোরসবি তে দুর্গ ছিল যা সম্ভবত এই ব্যবস্থার অংশ ছিল না)।\nঐতিহাসিকরা মনে করেন যে ইরথিং নদী থেকে বাউনেস-অন-সোলওয়ে পর্যন্ত টার্ফ প্রাচীরটি দুটি ধাপে পাথরে পুনর্নির্মিত হয়েছিল। সবচেয়ে পূর্বের পাঁচ মাইল হ্যাড্রিয়ানের সময় পাথরের মাধ্যমে পুনর্নির্মিত হয় এবং বাকি অংশ ১৫০ খ্রিস্টাব্দের পর পুনর্নির্মিত হয়। তবে এই বিষয়টি বিতর্কিত: দ্বিতীয় শতাব্দীর দ্বিতীয়ার্ধে কাজগুলি কি ছিল প্রাচীরের মেরামত যা অ্যান্টনিন লাইন ত্যাগ করার পর করা হয়েছিল অথবা এটি ছিল অসম্পূর্ণ টার্ফ অংশের পাথর দিয়ে সমাপ্তি। দ্বিতীয় সম্ভাবনাটি \"সিভিটাস স্টোনস\" নামে পরিচিত বেসামরিকদের খোদাই করা পাথরের উপস্থিতির ব্যাখ্যা দিতে পারে - প্রাচীরের নির্মাণ সাধারণত কেবল সামরিক কাজ হিসেবেই ধরা হতো।  \n\nকামব্রিয়ান অংশে প্রাচীরের বেশ কয়েকটি দুর্গ এবং মাইলক্যাসেল ছিল, এর মধ্যে সবচেয়ে বড় ছিল পেট্রিয়ানা (স্ট্যানউইক্স) যা একটি অশ্বসেনা রেজিমেন্টের কেন্দ্র ছিল এবং সম্ভবত এটি প্রাচীর কর্তৃপক্ষের সদর দফতর ছিল (এটি হয়তো পশ্চিম সীমান্তে গুরুতর অস্থিরতার ইঙ্গিত দেয় অথবা এটি প্রাচীর এবং সোলওয়ে উপকূলীয় স্থাপনাগুলির মধ্যে অর্ধেক পথ ছিল)। পেট্রিয়ানার কোনো অবশেষ এখন আর পাওয়া যায় না, কামব্রিয়ায় বর্তমানে দৃশ্যমান বৃহত্তম অবশেষটি হলো বিরডোসওয়াল্ড দুর্গ এবং কামব্রিয়ায় প্রাচীরের নিজস্ব অংশ খুব কমই দৃশ্যমান। প্রাচীরের উত্তর দিকে ছিল একটি খাল এবং দক্ষিণে ছিল একটি মাটি কাজ (ভ্যালাম)। প্রথম দিকে স্ট্যানেগেট লাইনে দুর্গগুলি রক্ষণাবেক্ষণ করা হত, তবে প্রায় ১২৪ খ্রিস্টাব্দ - ১২৫ খ্রিস্টাব্দে সিদ্ধান্ত নেওয়া হয়েছিল যে প্রাচীরের উপরেই দুর্গগুলি তৈরি করা হবে এবং স্ট্যানেগেটের দুর্গগুলি বন্ধ করে দেওয়া হয়েছিল। কামব্রিয়ার রোমান দুর্গগুলি ছিল \"সাহায্যকারী দূর্গ\" - যা রোমান লিজিয়নের মতো নয় বরং মূলত রোমান সহযোগী পদাতিক ও অশ্বসেনাদের জন্য তৈরি করা হয়েছিল, যেমনটা চেস্টারে ছিল। সম্ভবত যখন প্রাচীরটি প্রথমবারের মতো টার্ফ এবং কাঠের আকারে নির্মিত হয়েছিল তখন এর উত্তর দিকে 'পাহারা দূর্গ' তৈরি করা হয়েছিল যা প্রাচীরের সাথে সড়ক সংযোগযুক্ত ছিল। এর মধ্যে কামব্রিয়ায় ছিল বেওক্যাস্টল এবং নেদারবি এবং ডামফ্রিয়েসশায়ারে ছিল বিরেন্স।\nরোমান সাম্রাজ্যের জন্য একটি শক্তিশালী উত্তরাঞ্চলীয় সীমান্ত তৈরি করার জন্য এবং ব্রিগান্টেস ও প্রতিবেশী স্কটিদের নিয়ন্ত্রণে রাখার জন্য হ্যাড্রিয়ানের প্রাচীর রোমান সম্রাটের আদেশে নির্মিত হয়েছিল — বিশেষত নোভান্টাই (ডামফ্রিস/গ্যালোওয়ে অঞ্চল) ও সম্ভবত সেলগোভাই রোমের শত্রু ছিল। প্রাচীর নির্মাণের অন্যান্য কারণ হতে পারে: এটি \"ব্রিটানিয়া\"র অংশের সীমানা নির্ধারণে সহায়তা করেছিল; এটি হ্যাড্রিয়ান (এবং রোমানদের) জন্য একটি গৌরবময় স্থাপনা ছিল যা তাদের নিজেদেরকে বিশ্বের প্রধান শক্তি হিসেবে দেখার ধারণাকে শক্তিশালী করেছিল; এবং এটি সীমান্ত অঞ্চলে বাণিজ্য ও চলাচল নিয়ন্ত্রণ করত (সম্ভবত রাজস্ব সংগ্রহের জন্য)। সোলওয়ে উপকূলীয় প্রতিরক্ষা সম্ভবত নোভান্টাইদের আক্রমণ প্রতিহত করার জন্য ছিল তবে এটি সোলওয়ে অঞ্চলের কৃষি সম্প্রদায়কে সুরক্ষা দেওয়ার জন্যও গুরুত্বপূর্ণ ছিল, যা সম্ভবত প্রাচীরের সৈন্যদের জন্য খাদ্য সরবরাহের গুরুত্বপূর্ণ উৎস ছিল।\nএকটি বৃহত্তর দৃষ্টিকোণ থেকে রোমান সামরিক বাহিনীর উত্তরাঞ্চলে (প্রাচীর এবং এর পার্শ্ববর্তী অঞ্চলে) উপস্থিতির ঘনত্ব একটি গুরুত্বপূর্ণ প্রশ্ন উত্থাপন করে। প্রশ্নটি হলো, উত্তরাঞ্চলীয় উপজাতিরা কি সত্যিই এতটাই হুমকি ছিল এবং অভ্যন্তরীণ নিরাপত্তার জন্য বড় সেনাবাহিনী প্রয়োজন ছিল; \"নাকি এই বাহিনী মূলত প্রাচীরের বাইরের শত্রুদের মোকাবিলার জন্য ছিল? (এর অন্যান্য সম্ভাব্য কারণগুলোর মধ্যে থাকতে পারে: খনিজ শিল্পের সুরক্ষা এবং সেনাদের সংরক্ষিত বাহিনী গঠন)। একজন ঐতিহাসিকের মতে মূল কারণ ছিল \"প্রদেশকে আক্রমণ থেকে রক্ষা করা\" (অর্থাৎ বাইরের শক্তির দ্বারা)। \n\nহ্যাড্রিয়ান প্রাচীর শুরু হওয়ার মাত্র বিশ বছর পর অ্যানটোনিনাস পিয়াস (সম্রাট ১৩৮ খ্রিস্টাব্দ - ১৬১ খ্রিস্টাব্দ) ১৩৮ খ্রিস্টাব্দে তার অভিষেকের কয়েক মাস পর প্রায় সম্পূর্ণভাবে এর নির্মাণ ত্যাগ করেন এবং তার নিজস্ব সীমান্ত প্রতিরক্ষার জন্য মধ্য স্কটল্যান্ডে অ্যানটোনাইন প্রাচীর নির্মাণে মনোনিবেশ করেন। সম্ভবত তিনি শত্রু (এবং বন্ধু) উভয়কে একটি সীমান্ত অঞ্চলের মধ্যে অন্তর্ভুক্ত করতে চেয়েছিলেন যা হ্যাড্রিয়ানের পরিকল্পনা তথা শত্রুরা সীমান্তের বাইরে রাখার বিপরীতে ছিল। দুইটি প্রাচীর একসাথে রক্ষিত হয়নি এবং উপকূলীয় প্রতিরক্ষা গুলি অসামরিকীকরণ করা হয়েছিল। তবে অ্যানটোনিনাস দক্ষিণ স্কটল্যান্ডে নিয়ন্ত্রণ প্রতিষ্ঠা করতে ব্যর্থ হন এবং রোমানরা হ্যাড্রিয়ান প্রাচীরে ফিরে আসে যা ১৬৪ খ্রিস্টাব্দে সংস্কার করা হয় এবং এরপর ৫ম শতাব্দী পর্যন্ত সেখানে সেনা সমাবেশ বজায় রাখে।\nপ্রাচীরটি কারভেটি অঞ্চলের ভৌগোলিক সীমানার অর্ধেক বিভক্ত করেছিল এবং সম্ভবত এর ফলে স্থানীয় ডাকাতি এবং কিছু অনিশ্চয়তা সৃষ্টি হয়েছিল যা কারভেটি এবং সম্ভবত প্রাচীরের উত্তরদিকে অবস্থিত অন্যান্য স্থানীয় গোত্রগুলোর কারণে উদ্ভূত হয়েছিল। ১৬০ এর দশকের শুরুতে উত্তর সীমান্তে কিছু সমস্যার সূচনা হয়। দ্বিতীয় এবং তৃতীয় শতাব্দীর সীমানায় উত্তর সীমান্ত অঞ্চলে অবিরত নির্মাণ কাজ চলতে থাকে যা আরও সমস্যার ইঙ্গিত দেয়। প্রায় ১৮০ খ্রিস্টাব্দে প্রাচীরটি শত্রু বাহিনী অতিক্রম করে, তারা রোমান বাহিনীর একটি দলকে পরাজিত করেছিল। তবে অশান্তির দিক থেকে ১৭০ এবং ১৮০-এর দশকে প্রকৃত চাপ উত্তর থেকে অনেক দূরের গোত্রগুলির পক্ষ (বিশেষত ক্যালিডোনস) থেকে এসেছে। ঘটনাগুলি চূড়ান্ত পর্যায়ে পৌঁছায় যখন সম্রাট সেপ্টিমিয়াস সেভেরাস ক্যালিডোনসদের আক্রমণ করার উদ্দেশ্যে ২০৯ খ্রিস্টাব্দে ইয়র্কে তার আসন স্থাপন করেন এবং এটিকে উত্তর অঞ্চলের রাজধানী ঘোষণা করেন (যদিও এই অঞ্চল তথা ব্রিটান্নিয়া ইনফেরিয়র তার মৃত্যুর পর ২১১ খ্রিস্টাব্দে আনুষ্ঠানিকভাবে প্রতিষ্ঠিত হতে পেরেছিল)। সেভেরাস হ্যাড্রিয়ান প্রাচীরকে আরও শক্তিশালী করেন এবং সম্ভবত কার্লাইলের (লুগুভালিয়াম) কারভেটি জাতির জন্য \"সিভিটাস\" (স্থানীয় শাসন ব্যবস্থার একটি রূপ) প্রতিষ্ঠা করেছিলেন।\n\n\n== সমৃদ্ধি, সমস্যা এবং 'গোত্রে প্রত্যাবর্তন', ২১১–৪১০ খ্রিস্টাব্দ ==\nকূটনৈতিকভাবে ছেলে ক্যারাকাল্লা দ্বারা এগিয়ে নেওয়া সেভেরাসের বন্দোবস্ত উত্তরে আপেক্ষিক শান্তির একটি সময়কাল সৃষ্টি করেছিল যা সম্ভবত ৩য় শতকের বেশিরভাগ সময় স্থায়ী ছিল (আমরা ৩য় শতকের উত্তর সীমান্ত সম্পর্কে উৎসের অভাবে যথেষ্ট তথ্য পাইনি, তাই এটি ভুল ধারণা হতে পারে)। এটি স্পষ্ট যে শতকের প্রথমার্ধে দুর্গগুলি ভালোভাবে রক্ষণাবেক্ষণ করা হয়েছিল এবং উপকূলীয় প্রতিরক্ষা সম্ভবত নিয়মিতভাবে ব্যবহার হচ্ছিল না। এগুলোর ক্ষমতা সম্ভবত সিভিটাস ও রোমান সামরিক বাহিনীর মধ্যে ভাগ হয়ে গিয়েছিল। কিছু দুর্গ (যেমন হার্ডনট এবং ওয়াটারক্রুক) সামরিক বাহিনী দ্বারা পরিত্যক্ত ছিল এবং প্রাচীরের কিছু অংশ অবহেলিত হয়ে পড়েছিল।\nবার্ডোসওয়াল্ডে ছোট সেনানিবাসের ব্লক তৈরি করা সামরিক বাহিনীর সংখ্যা কমানো এবং সামরিক ও বেসামরিক জনগণের মধ্যে দায়িত্ব ভাগ করার ইঙ্গিত দেয়। সম্রাজ্যের সামরিক বাহিনীতে পরিবর্তন (যেমন সেনেটর শ্রেণীর বাইরের সৈন্যদের উন্নতি এবং 'বর্বর' দক্ষ শ্রমিকদের ব্যবহার বৃদ্ধি) শৃঙ্খলার শিথিলতা সৃষ্টি করেছিল।\n\nযদিও কামব্রিয়ার মতো অঞ্চলে জীবন কিছুটা স্থিতিশীল হয়ে উঠেছিল, সম্রাজ্যের অভ্যন্তরীণ সমস্যা ক্রমশ বৃদ্ধি পেতে থাকে। সেনাবাহিনীতে অভ্যন্তরীণ পদোন্নতি সংস্কারের ফলে অনেকেই পদোন্নতির আশা করলেও তা না পাওয়ায় উত্তেজনা এবং সহিংসতা ছড়িয়ে পড়ে। সাম্রাজ্যে মুদ্রাস্ফীতি বাড়ে এবং শাসকদের মধ্যে বিভক্তি দেখা দেয় কেননা বিভিন্ন দাবিদার রোমে ক্ষমতার জন্য প্রতিদ্বন্দ্বিতা করতে থাকে যার নেতিবাচক প্রভাব ব্রিটেনেও পড়ে। গল (২৫৯ খ্রিস্টাব্দ) ও কারাউসিয়াস এবং অ্যালেক্টাসের বিদ্রোহ (২৮৬ খ্রিস্টাব্দ) পক্ষ বেছে নিতে বাধ্য করা কামব্রিয়ার সৈন্যদের ওপর প্রভাব ফেলতে পারে। উদাহরণস্বরূপ, অ্যাম্বলসাইডে একজন সামরিক কর্মী নিহত হন। ৩য় শতকের শেষের দিকে অ্যালেক্টাসের বিরুদ্ধে লড়াইয়ের কারণে সীমান্তে সৈন্যসংখ্যা কমে যায় যার ফলে উত্তর দিক থেকে আক্রমণের সম্ভাবনা বেড়ে যায়। র‍্যাভেনগ্লাসে আগুনের ক্ষতির চিহ্ন পাওয়া গেছে এবং উত্তরের অন্যান্য স্থানেও ধ্বংসের প্রমাণ রয়েছে। সম্রাট প্রথম কনস্টান্টিয়াস দুবার ব্রিটেনে আসেন (২৯৬ সালে অ্যালেক্টাসকে পরাজিত করতে এবং ৩০৫ সালে পিক্টদের বিরুদ্ধে লড়াই করতে)। সেখানে পুনর্নির্মাণের প্রমাণও রয়েছে। ৪র্থ শতকের শুরুতে, সীমান্ত প্রতিরক্ষার কৌশলে পরিবর্তন আনা হয়; প্রাচীরটি আর শুধুমাত্র একটি 'প্রাচীর' হিসেবে ব্যবহৃত না হয়ে দুর্গগুলোর ওপর বেশি নির্ভরতা গড়ে ওঠে যা শক্তিশালী ঘাঁটি হিসেবে কাজ করতে থাকে।\nসম্রাট ডায়োক্লেটিয়ান এবং কনস্টান্টাইনের সংস্কারের ফলে অন্তত দেশের দক্ষিণাংশে সমৃদ্ধি ফিরে এসেছিল, তবে ৩৩৭ সালে কনস্টান্টাইনের মৃত্যুর পর এই স্থিতিশীলতা বেশি দিন স্থায়ী হয়নি। ৩৩০ এবং ৩৪০ এর দশকে সম্রাজ্যে আবারও গৃহযুদ্ধ ছড়িয়ে পড়ে এবং এর প্রভাব ব্রিটেনেও পড়ে। সম্রাট কনস্টান্স ৩৪২-৩৪৩ সালে ব্রিটেন সফর করেছিলেন, যা হয়তো ব্রিটিশ সেনাদের অসন্তোষ দূর করার জন্য অথবা \"উত্তর সীমান্তের সমস্যাগুলো সমাধান\" করার উদ্দেশ্যে ছিল। সম্ভবত দক্ষিণ উপকূলের ('স্যাক্সন শোর') প্রতিরক্ষা ব্যবস্থার ন্যায় ইংল্যান্ড এবং ওয়েলসের পশ্চিম উপকূলকে শক্তিশালী করা হয়েছিল। তবে এটি নিশ্চিত নয় যে এর প্রভাব কামব্রিয়ার উপকূলে কেমন ছিল, কিন্তু মনে করা হয় যে র‍্যাভেনগ্লাস, মোরেসবি, মেরিপোর্ট এবং বেকফুটের দুর্গগুলো রক্ষণাবেক্ষণ করা হয়েছিল ও দখলে রাখা হয়েছিল। এছাড়া কিছু হ্যাড্রিয়ান যুগের উপকূলীয় ছোট দুর্গ এবং পর্যবেক্ষণ টাওয়ার পুনরায় ব্যবহৃত হয়েছে, যেমন কার্ডারনক (মাইলফোর্টলেট ৫)।\n\nম্যাগনেনশিয়াসের ক্ষমতা দখল এবং ৩৫৩ সালে তার পরাজয় সম্ভবত ব্রিটানিয়াতে আরও বিশৃঙ্খলা সৃষ্টি করেছিল। ৩৬০ সালে প্রদেশটিতে আক্রমণ হয় এবং কয়েক বছর পর গুপ্তচর এজেন্টদের একটি দল এরিয়ানি (অথবা 'আর্কানি') মহা ষড়যন্ত্রে (৩৬৭-৩৬৮) জড়িয়ে পড়ে, যারা হ্যাড্রিয়ান প্রাচীর এবং ভ্যালাম অঞ্চলে গোয়েন্দাগিরি করত। তাদের বিরুদ্ধে অভিযোগ ছিল যে তারা সাম্রাজ্যের শত্রুদের ঘুষ ও লুটের প্রতিশ্রুতির বিনিময়ে সাহায্য করেছিল, যেমন পিক্টস, স্কটি (আয়ারল্যান্ড থেকে) এবং স্যাক্সনদের। ৩৬৭ সালের পর থেকে প্রাচীরের উত্তরে কিছু 'পাহারা দুর্গ' এবং ওয়াটারক্রুকের মতো অন্যান্য দুর্গ হয়তো আর রক্ষণাবেক্ষণ করা হয়নি। তবে কাউন্ট থিওডোসিয়াস বা স্থানীয় কিছু ‘গোত্রপতি’ বিভিন্ন স্থানে পুনর্নির্মাণ এবং পুনরুদ্ধারের কাজ করেছেন। উদাহরণস্বরূপ, বার্ডোসওয়াল্ডের প্রবেশদ্বার সংকীর্ণ করা হয়েছে এবং বোউনেস-অন-সলোয়ে ও র‍্যাভেনগ্লাসে কাঠামোগত পরিবর্তন করা হয়েছে। এছাড়াও ওরেই হল এবং বারক ফেলে নামক নতুন দুর্গ তৈরি করা হয়েছিল এবং সম্ভবত কুমারসডেলেও কিছু নির্মাণ কাজ করা হয়েছিল। এই সব দুর্গ কার্লাইলের দক্ষিণে অবস্থিত।\nসম্ভবত থিওডোসিয়াস কর্তৃক আরিয়ানি গুপ্তচরদের সরিয়ে দেওয়ার কারণে ৩৬০ সালের পর থেকে ভিচি বা দুর্গের চারপাশের বসতিগুলোর দখলদারিত্বে একটি \"উল্লেখযোগ্য পতন\" দেখা যায়। এছাড়াও সেনা সরবরাহ ক্রমশ মহাদেশীয় সাম্রাজ্যিক কারখানা থেকে জাহাজে আনা হতে থাকে। সেনাদের সংখ্যা কমে যাওয়া (অন্যত্র যুদ্ধে পাঠানো) এবং মুদ্রাস্ফীতির ফলে অর্থনৈতিক সমস্যা বেড়ে যায়, যার কারণে স্থানীয় বাসিন্দাদের জন্য ভিচিতে থাকা আর যুক্তিযুক্ত ছিল না। এছাড়া চতুর্থ ও পঞ্চম শতাব্দীর শেষভাগে পিক্ট এবং স্কটদের আক্রমণ (যাকে ‘পিক্টিশ যুদ্ধ’ বলা হয়) চাপ বাড়িয়ে দেয়। উদাহরণস্বরূপ, ৩৮৫ থেকে ৩৯৮ সালের মধ্যে স্টিলিকো যখন আক্রমণকারীদের বিতাড়ন করেন তখন কামব্রিয়া কার্যত নিজের শক্তির ওপর নির্ভরশীল ছিল।\n৪র্থ শতাব্দীর দ্বিতীয়ার্ধে বার্ডসওয়াল্ড দুর্গের বিভিন্ন সংস্কার ধাপে এটি ইঙ্গিত দেয় যে এটি ধীরে ধীরে একটি স্থানীয় যোদ্ধা নেতার দুর্গে পরিণত হচ্ছিল যা ঐতিহ্যবাহী রোমান দুর্গের তুলনায় আলাদা ছিল। রোমান কর্তৃত্ব দুর্বল হতে থাকায় (যেমন, কর সংগ্রহ এবং সৈন্যদের বেতন প্রদান ধীরে ধীরে বন্ধ হয়ে যায়) স্থানীয় জনগণ সম্ভবত নিজেদের প্রতিরক্ষার দিকে আরও বেশি মনোযোগ দিচ্ছিল। এটি সম্ভবত পেলাগিয়ানবাদ দ্বারা প্রভাবিত ছিল যা আত্মরক্ষার ধারণাকে উৎসাহিত করত। এটি স্পষ্ট যে উত্তর সীমান্ত এলাকায় স্থানীয় রোমান দুর্গ কমান্ডারই এক ধরনের স্থানীয় যুদ্ধবাজ নেতা হয়ে উঠেছিলেন এবং স্থানীয় সৈন্যরা মিলিশিয়া হয়ে একটি ‘সুরক্ষা র‍্যাকেট’ চালাচ্ছিল যা উর্ধ্বতন কোনো কর্তৃপক্ষের নির্দেশনা ছাড়াই চলত। হাইয়াম এই পরিস্থিতিকে \"গোত্র ব্যবস্থায় ফিরে যাওয়া\" বলেছেন যা সম্ভবত ৩৫০ সালের দিকে শুরু হয়েছিল। তাহলে কামব্রিয়া এবং পুরো ব্রিটেনের রোমান ‘পরিত্যাগ’ কোনো আকস্মিক ঘটনা ছিল না। ৪১০ সালে সম্রাট হনোরিয়াস ব্রিটনদের যে পরামর্শ দেন (\"নিজেদের প্রতিরক্ষার দায়িত্ব নিজেরাই নাও\") তা ছিল এক বাস্তবতার স্বীকৃতি যা উত্তরের রোমান-ব্রিটিশরা অনেক দিন ধরে অনুসরণ করে আসছিল।\n\n\n== রোমান কামব্রিয়ানদের জীবন ==\nরোমান কামব্রিয়ায় জীবন কেমন ছিল তা বলা কঠিন, কারণ প্রমাণের অভাব রয়েছে এবং রোমানকরণের পরিমাণ কতটা অগ্রসর হয়েছিল তাও স্পষ্ট নয় (যদিও ভিনডোলান্ডা ট্যাবলেটস আমাদের পূর্ব হ্যাড্রিয়ান প্রাচীরের সীমান্তে রোমান জীবন সম্পর্কে কিছু ধারণা দেয়)। তবে দুর্গগুলোতে থাকা সাহায্যকারী সৈন্যদের প্রভাব ছিল স্পষ্ট। দুর্গের আশপাশের জমিগুলো বিভিন্ন কাজে ব্যবহার করা হতো - যেমন প্যারেড মাঠ, উপরি (যেমন কার্লিসলে), অবসরপ্রাপ্ত সৈন্যদের জন্য কৃষিকাজের জমি, খনন কার্যক্রম (লেক ডিস্ট্রিক্টে তামা, আলস্টনে সীসা ও রূপা) ইত্যাদি।\n\nপ্রতিটি দুর্গের আশপাশে একটি ভিকাস (বহুবচনে 'ভিচি') তথা একটি বেসামরিক বসতি স্থাপিত হতে পারত যেখানে ব্যবসায়ী, বিক্রেতা, কারিগর এবং ক্যাম্প অনুসরণকারীরা সৈন্যদের জন্য সরবরাহের ব্যবসায়িক সুযোগ অনুসরণ করত। সেখানে শহুরে জীবনের কিছু উপাদান দেখা যেত, তবে এটি সম্ভবত দক্ষিণ ইংল্যান্ডের মতো নগরায়ন এবং সম্পদের দিক থেকে সমান ছিল না।\n'ভিচি' সহায়ক সেনাদের দুর্গের সাথে সম্পর্কিত ছিল এবং রোমানরা যেসব যোগাযোগ পথ ব্যবহার করেছিল সেগুলির অনুসরণ করত (হ্যাড্রিয়ান প্রাচীরের সাথে সম্পর্কিত পথগুলি ছাড়া)। পশ্চিম কামব্রিয়া সমভূমিতে ওল্ড কার্লিসলে একটি বিস্তৃত ভিকাস ছিল। বেকফুটে ভিকাসের এখনও অনুসন্ধান করা হয়নি, তবে আলাউনায় (মেরিপোর্ট) ১০১৪ সালে কিছু কাজ করা হয়েছিল। নেদার ডেন্টন, আয়রথিং উপত্যকায়, এবং ওল্ড পেনরিথ ও ব্রোকাভামে (ব্রুখাম) অন্যান্য 'ভিচি' ছিল যেগুলি কার্লিসল থেকে ইডেন উপত্যকা হয়ে যাওয়া পথে ছিল। এরপর রাস্তাটি দুটি ভাগে বিভক্ত হয়ে একটি রাস্তাটি দক্ষিণে লুনে উপত্যকায় চলে যেত, আর অন্যটি পূর্বে সেন্টেনমোর ফাঁকা পথ দিয়ে ইয়র্কে চলে যেত।\nরোমান কামব্রিয়া দুর্গগুলোর সাথে সম্পর্কিত বসতি ছাড়াও ছড়ানো গ্রামীণ বসতি ছিল যেগুলি সলওয়ে সমভূমি, পশ্চিম উপকূলীয় সমভূমি এবং এডেন, পেটেরিল ও লুনে উপত্যকায় ভালো কৃষিজমি পাওয়া যায় এমন এলাকায় অবস্থিত। এই স্থানগুলোর প্রত্নতাত্ত্বিক প্রমাণ খুব কম এবং বেশিরভাগই আকাশমুখী জরিপের মাধ্যমে ফসলের চিহ্নের উপর ভিত্তি করে। নিম্নভূমির স্থানগুলো লাঙ্গল বা উন্নয়নের কারণে বেশি প্রভাবিত হওয়ায় প্রমাণগুলো প্রধানত উচ্চভূমি এলাকায় পাওয়া যায়। চিহ্নিত প্রধান স্থানগুলোতে অন্তর্ভুক্ত:\n\nসলওয়ে সমভূমি এবং দক্ষিণ স্কটল্যান্ড অঞ্চলে রয়েছে হোলম অ্যাবি, ফিংল্যান্ড, ওলস্টি হল, পুরানো কার্লিসল, আন্নান উপত্যকা, ডামফ্রিসের পূর্ব ও পশ্চিমে, নিউটন স্টুয়ার্ট ও উইগটাউন বে, রিভার ওাম্পুল উপত্যকা, সিলোথ ফার্ম এবং রাইজহাউ। এডেন ও পেটেরিল উপত্যকায় রয়েছে ডবক্রস হল, স্টকডেলওয়াথ, ক্লিফটন ডাইকস, পুরানো পেনরিথ, ব্রোকাভাম, কির্কবি থোরে, ইয়ানওয়াথ উডহাউস। এডেন ও লুনে উপত্যকায় উচ্চভূমিতে রয়েছে লং মারটন, মুরটন, ডাফটন, বেরিয়ার হিল, ওয়েটবি, ক্রসবি গ্যারেট (যেখানে ২০১০ সালে একটি রোমান ঘোড়সওয়ারী হেলমেট আবিষ্কৃত হয়), রেভেনস্টোনডেল, ক্রসবি রেভেন্সওয়ার্থ এবং সানবিগিন, কির্কবি স্টিফেন এলাকার মধ্যে, এলার বেক। কেন্দ্রীয় লেকস অঞ্চলে রয়েছে অঘেরট্রি ফেল।\nএকটি খাঁজ ও রেভেটেড পাড় দ্বারা বেষ্টিত প্রথাগত লৌহ যুগের গোলাকার বাড়ি প্রারম্ভিক রোমান সময়ে কারভেটিরা ব্যবহার করত। কখনও কখনও পাড়ের পরিবর্তে শুষ্ক-পাথরের দেয়াল ব্যবহৃত হতো। মধ্য রোমান সময়ে (সম্ভবত ৩ম শতাব্দীতে) একটি পরিবর্তন ঘটে এবং গোলাকার কাঠামোগুলি কিছু স্থানে সোজা-রেখাযুক্ত বাড়িতে পরিণত হয়—এটি সম্ভবত দুর্গের আশপাশে পাওয়া রোমান শৈলীর বাড়ি নকল করার একটি ইচ্ছা প্রতিফলিত করে। তবে এখানে সতর্ক থাকা প্রয়োজন, কারণ গোলাকার (কার্ভিলিনিয়ার) এবং আয়তাকার বাড়িগুলি সম্ভবত একই সময়ে বিদ্যমান ছিল। নিচু উপত্যকায় অবস্থিত বাড়িগুলি প্রায়ই কাঠ এবং ছাদ দ্বারা তৈরি ছিল; উপরের ঢালে অবস্থিত বাড়িগুলি বেশিরভাগ পাথরের তৈরি ছিল, কারণ ইতিমধ্যেই কাঠ নির্মাণের জন্য ব্যবহৃত হত এবং জমি পশুপালনের জন্য ব্যবহার করা হত। ইংল্যান্ডের দক্ষিণের মতো রোমান ভিলা এস্টেটের কোনো চিহ্ন এখানে পাওয়া যায়নি।\nঅনুমিত মোট সর্বোচ্চ ২০,০০০-৩০,০০০ জনের জনসংখ্যার অধিকাংশ, ছড়িয়ে-ছিটিয়ে সম্প্রদায় আকারে বাস করতো, তবে তারা বিচ্ছিন্ন ছিল না। তারা সাধারণত একক পরিবার গোষ্ঠী নিয়ে গঠিত ছিল। তারা মিশ্র কৃষি চর্চা করতো যেখানে আবাদি জমির জন্য বেষ্টনী ছিল, তবে কিছু বেষ্টনীবদ্ধ ও অবেষ্টিত চারণভূমি ছিল। রোমান অধিকারকালের দ্বিতীয়ার্ধে বোধ হয় কৃষিজমি থেকে চারণভূমি ও 'ব্যর্থ' জমিতে স্থানান্তর ঘটেছিল এবং দেয়াল ও প্রতিবন্ধকতা নির্মিত হয়েছিল যা সম্ভবত স্থানীয়ভাবে শস্যের চাহিদা হ্রাস পাওয়ার কারণে ঘটেছিল। এটি রোমান সামরিক প্রতিষ্ঠানের অবনতি থেকে হতে পারে অথবা উৎপাদনশীলতার পতনের কারণেও হতে পারে।\nরোমান শাসনের স্থানীয় বাসিন্দাদের উপর দীর্ঘমেয়াদী প্রভাব নিরূপণ করা কঠিন। অবশ্যই তারা রোমানদের আগমন এবং তাদের প্রস্থানের সময় সম্পর্কে সচেতন ছিল, তবে দক্ষিণ ইংল্যান্ডের তুলনায় স্থানীয়রা অনেক বেশি তাদের নিজস্ব উপায়ে স্বাধীন ছিল। সন্দেহ নেই যে স্থানীয় সংস্কৃতির কিছু পরিবর্তন ঘটেছিল (বিশেষত সেই সকল শাসক শ্রেণীর মধ্যে যারা রোমান সামরিক বাহিনীর সঙ্গে ঘনিষ্ঠভাবে কাজ করেছিল)। এছাড়াও দুর্গ এবং সংশ্লিষ্ট 'ভিকি'-এর আশেপাশে গ্রামীণ জনগণ খাদ্য এবং অন্যান্য পণ্য (যেমন পশুর ত্বক, উল, শিং) সরবরাহ করত। যদিও শিল্পকর্ম উৎপাদন (যেমন মাটির পাত্র তৈরি, সীসা ও তামা খনন, পাথর খোঁড়া) রোমান বাহিনী পরিচালিত করত, স্থানীয় লোকেরা এতে অংশগ্রহণ করেছিল। তাই সম্ভবত ইচ্ছাকৃতভাবে বা অনিচ্ছাকৃতভাবে রোমান ও সেল্টিক জনগণের মধ্যে অনেক যোগাযোগ ছিল। যেমন স্ট্যাফোর্ডশায়ারের মুরল্যান্ড প্যানের (যাকে ইলম প্যানও বলা হয়) মতো নিদর্শন থেকে প্রাপ্ত প্রমাণে মনে হয় যে কামব্রিয়াতে সেল্টিক শিল্পের রোমানো-ব্রিটিশ অভিযোজন ছিল। একজন বিশেষজ্ঞ বলেন: \"... সেল্টিক ঐতিহ্য রোমানদের ছায়ায় বেঁচে ছিল...\", এবং \"ব্রিটেনের রোমানকরণ অনেক দিক থেকে কেবল উপর থেকে দেখে মনে হত।\"\n\n \nঅন্ধবিশ্বাসের যুগে ধর্ম একটি উপাদান ছিল যা রোমান এবং সেল্টিক জীবনধারার মধ্যে সেতু তৈরি করতে সহায়ক হতে পারে, ফলে একটি রোমান-ব্রিটিশ সংস্কৃতি গঠিত হয়েছিল। ড্রুইডদের ধ্বংসের পর রোমান রহস্যবাদী সম্প্রদায়ের স্থানীয় সেল্টিক দেবতাদের সঙ্গে মিশ্রণের পাশাপাশি রোমান সম্রাটের পূজা এবং অলিম্পিয়ান দেবতাদের পূজার প্রমাণ রয়েছে। উদাহরণস্বরূপ, 'মার্স ওসেলাস' নামক খোদাই কার্লিসলে পাওয়া গেছে যা রোমান যুদ্ধ দেবতা এবং স্থানীয় দেবতার একত্রিত রূপ। একটি গুরুত্বপূর্ণ 'সম্রাটের পূজা'-এর খোদাইয়ের সংগ্রহ মেরিপোর্টে জীবিত রয়েছে। মাথায় একটি মুকুট বিশিষ্ট কিছু স্থানীয় দেবতা (সম্ভবত কাওরভেটিদের) কার্লিসল থেকে এসেছে। একটি রৌপ্য তখত বিউক্যাস্টল থেকে পাওয়া গেছে যা স্থানীয় দেবতা কোকিডিয়াসকে চিত্রিত করেছে, এবং ব্রুহাম দেবতা বেলাতুকাদ্রাসের সঙ্গে সম্পর্কিত হতে পারে এমন একটি সম্ভাবনা রয়েছে। রোমান কামব্রিয়ায় দুটি অল্প পরিচিত রহস্যবাদী ধর্ম, মিথ্রেইজম এবং খ্রিষ্টধর্মের উপস্থিতি রয়েছে। একটি সমাধিস্তম্ভ কার্লিসলে (ফ্লাভিয়াস অ্যান্টিগোনাস পাপিয়াসের) এবং অন্য দুটি মেরিপোর্ট ও ব্রুহা্মে যেগুলোর মাঝে খ্রিষ্টীয় গুরুত্ব থাকতে পারে। স্থানীয় উপভাষার শব্দ এগুলাস এর অর্থ গির্জা রোমান সময় থেকে জীবিত রয়েছে যা ল্যাটিন 'একলেসিয়া' থেকে ব্রাইথনিক ভাষায় অন্তর্ভুক্ত হয়েছে। এটি শুধু স্থানীয়দের মধ্যে রোমান সংস্কৃতির গ্রহণকেই নয়, এই অঞ্চলে খ্রিষ্টধর্মের পরিচিতিও প্রকাশ করে।\nসব মিলিয়ে কামব্রিয়া এবং উত্তরাঞ্চলে রোমান 'জয়ী' এবং স্থানীয় 'পরাজিত' হওয়ার পুরানো ধারণাটি পরিবর্তিত হয়েছে এবং এখন বলা হয়, \"সীমিত পরিসরে স্থানীয় জনসংখ্যা রোমানকৃত হয়েছিল।\"\n\n\n== তথ্যসূত্র ==\n\n\n== উৎস ==\nBreeze, D.J. (২০০৪)। \"Roman military sites on the Cumbrian coast\"।   R.J.A. Wilson; I.D Caruana। Romans on the Solway : essays in honour of Richard Bellhouse। CWAAS Extra Series, vol.31। Kendal: Cumberland and Westmorland Antiquarian & Archaeological Society on behalf of the Trustees of the Senhouse Roman Museum, Maryport। পৃষ্ঠা 1–231, p. 66–94। আইএসবিএন 978-1873124390। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBreeze, David J. (২০১১)। \"The Roman military occupation of northern England\"। Transactions of the Cumberland and Westmorland Antiquarian and Archaeological Society। 3। 11: 113–136। ডিওআই:10.5284/1064017। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nBreeze, David J. (২০১২)। \"The Civitas stones and the building of Hadrian's Wall\"। Transactions of the Cumberland and Westmorland Antiquarian and Archaeological Society। 3। 12: 69–80। ডিওআই:10.5284/1063920। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nCaruana, I. D. (১৯৯৭)। \"Maryport and the Flavian conquest of North Britain\"।   Wilson, R.J.A.। Roman Maryport and its setting : essays in memory of Michael G. Jarrett। CWAAS extra series, vol.28। [Carlisle]: Cumberland and Westmorland Antiquarian & Archaeological Society on behalf of the Trustees of the Senhouse Roman Museum, Maryport। পৃষ্ঠা 1–168, p. 40–51। আইএসবিএন 978-1873124222। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHigham, N.J. (১৯৮৬)। The Northern counties to AD 1000। A regional history of England। London: Longman। পৃষ্ঠা xx,1–392। আইএসবিএন 978-0582492769। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHigham, N.J.; Jones, G.D.B. (১৯৮৫)। The Carvetii। Peoples of Roman Britain। Stroud: Alan Sutton। পৃষ্ঠা xiii, 1–158। আইএসবিএন 978-0862990886। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHind, J.G.F. (১৯৮৩)। \"Who betrayed Britain to the barbarians in AD 367?\"। Northern History। Leeds: Maney Publishing। 19 (1): 1–7। ডিওআই:10.1179/007817283790176509। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nHogan, C. Michael (২০০৭)। \"Hadrian's Wall, Misc. Earthwork in Northumberland\"। The Megalithic Portal। Megalithic.co.uk। সংগ্রহের তারিখ ২০১০-০৬-০৫। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nKünzl, Ernst (২০১২)। \"Enamelled vessels of Roman Britain\"।   Breeze, David J.। The first souvenirs : enamelled vessels from Hadrian's Wall। CWAAS extra series, no.37। [Carlisle]: Cumberland and Westmorland Antiquarian and Archaeological Society। পৃষ্ঠা 136। আইএসবিএন 9781873124581। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nShotter, David (সেপ্টে ২০০০)। \"Petillius Cerialis in northern Britain\"। Northern History। Leeds: Maney Publishing। 36 (2): 189–198। এসটুসিআইডি 162371799। ডিওআই:10.1179/007817200790177879। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nShotter, David (২০০৪)। Romans and Britons in North-West England (3rd সংস্করণ)। Lancaster: Centre for North-West Regional Studies, University of Lancaster। পৃষ্ঠা xii, 204। আইএসবিএন 978-1862201521। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nShotter, David (২০১৪)। \"Roman Cumbria : Rome's \"wild west\"?\"।   Keith J. Stringer। North-West England from the Romans to the Tudors : essays in memory of John Macnair Todd। Extra series no. XLI। Carlisle: Cumberland and Westmorland Antiquarian and Archaeological Society। পৃষ্ঠা xviii, 288, p.[1]–28। আইএসবিএন 9781873124659। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \nWilson, R.J.A. (২০০৪)। \"Introduction : the Roman frontier on the Solway\"।   R.J.A. Wilson; I.D Caruana। Romans on the Solway : essays in honour of Richard Bellhouse। CWAAS Extra Series। 31। Kendal: Cumberland and Westmorland Antiquarian & Archaeological Society on behalf of the Trustees of the Senhouse Roman Museum, Maryport। পৃষ্ঠা 1–231। আইএসবিএন 978-1873124390। উদ্ধৃতি টেমপ্লেট ইংরেজি প্যারামিটার ব্যবহার করেছে (link) \n\n\n== বহিঃসংযোগ ==\nCumberland & Westmorland Antiquarian and Archaeological Society (CWAAS) Homepage\nCumbria County History Trust Homepage\nRoman roads in Cumbria"}