{"pageid": 1510026, "title": "শ্বেত সর্পের কিংবদন্তি", "url": "https://bn.wikipedia.org/wiki?curid=1510026", "content": "\"শ্বেত সর্পের কিংবদন্তী\" একটি চীনা কিংবদন্তী, যা একজন পুরুষ, সিউ শিয়ান এবং একটি নারী সাপের আত্মা, বায় সুঝেনের মধ্যে একটি রোমান্সকে কেন্দ্র করে। এটি চীনের চারটি মহান লোককথার মধ্যে একটি হিসেবে গণ্য করা হয়, অন্যগুলো হল মেং জিয়াং দাআর নারী, প্রজাপতি প্রেমিক, এবং গরুর পালক এবং বুননকন্যা।\n\n\n== প্রাথমিক সংস্করণ ==\nপশ্চিম হ্রদের তিনটি পাথরের স্তূপ। সাপ-নারী প্রেরণা সম্ভবত ভারতীয় লোককথা থেকে এসেছে। প্রাথমিক সংস্করণগুলিতে সাদা সাপকে একটি দুষ্ট দানব হিসেবে চিত্রিত করা হয়েছিল। তবে শতাব্দী ধরে, কিংবদন্তিটি একটি ভয়ঙ্কর গল্প থেকে পরিণত হয়েছে একটি রোমান্স কাহিনীতে, যা নিষিদ্ধ প্রেমের সম্পর্কে।\n\n\n=== \"লি হুয়াং\" ===\nতাং রাজবংশের কাহিনী সংগ্রহ \"বয়ি ঝি\" (博異志; \"অদ্ভুতদের বিশাল রেকর্ড\") ৯ম শতাব্দীর শুরুর দিকে, একটি চুয়াংকি কাহিনী ধারণ করে যেখানে একটি পুরুষ, লি হুয়াং (李黃) একটি সাদা পোশাকে আচ্ছাদিত একজন আকর্ষণীয় মহিলার সঙ্গে সাক্ষাৎ করে (যার মামা নীল-সবুজ রঙের পোশাকে আচ্ছাদিত)। সুন্দরীর বাসায় মেলামেশা করার পর, তিনি বাড়ি ফিরে যান এবং অসুস্থ হয়ে পড়েন, তার শরীরটি পানিতে গলিয়ে যায়। তার পরিবার মহিলাটিকে খোঁজে এবং আবিষ্কার করে যে সে একটি বিশাল সাদা সাপ।\n\n\n=== \"পশ্চিম হ্রদের তিনটি স্তূপ\" ===\nমিং রাজবংশে, ১৫৪৭ সালের কিছু আগে, একটি প্রাথমিক হুয়াবেন কাহিনীর সংগ্রহ প্রকাশিত হয়েছিল হং পিয়ান (洪楩) দ্বারা; এতে ছিল \"পশ্চিম হ্রদের তিনটি স্তূপ\" (西湖三塔記), যা সম্ভবত প্রথম কাজ ছিল যা কিংবদন্তীটি দক্ষিণী সঙ রাজ্যের রাজধানী লিন'আন প্রিফেকচারে, বা আধুনিক হাংঝুতে সেট করে। এই কাহিনীতে, একজন পুরুষ, সি শুয়ানজান (奚宣贊), একটি মেয়ে, তার মা এবং তার দাদির সাথে সাক্ষাৎ করেন; তিনি মায়ের প্রতি প্রেমে পড়েন — যিনি সাদা পোশাক পরিধান করেন — কিন্তু মেয়ে তাকে সতর্ক করে যে তার মা তার পূর্ববর্তী সকল প্রেমিককে হত্যা করেছেন। একজন দাওবাদী তাড়কী মায়ের আসল পরিচয় উদঘাটন করেন, যে তিনি একটি সাদা সাপ; তার মেয়ে একটি কালো মুরগি এবং দাদি একটি তিমি। তিনি পশ্চিম হ্রদে তিনটি পাথরের স্তূপ তৈরি করেন এবং তাদের নিচে সত্ত্বাগুলিকে পরাজিত করেন। সি শুয়ানজান একজন ধর্মীয় লে-মেন হয়ে যান।"}