{"pageid": 1510031, "title": "হাইড্রোক্সাইড", "url": "https://bn.wikipedia.org/wiki?curid=1510031", "content": "হাইড্রোক্সাইড হল একটি দ্বিপরমাণবিক অ্যানায়ন যার রাসায়নিক সংকেত OH−। এটি একটি অক্সিজেন এবং হাইড্রোজেন পরমাণু নিয়ে গঠিত যা একটি একক সমযোজী বন্ধন দ্বারা যুক্ত থাকে এবং একটি ঋণাত্মক বৈদ্যুতিক চার্জ বহন করে। এটি জলের একটি গুরুত্বপূর্ণ উপাদান। এটি ক্ষার, লিগ্যান্ড,  নিউক্লিওফাইল এবং অনুঘটক হিসাবে কাজ করে। হাইড্রোক্সাইড আয়ন লবণ গঠন করে, যার মধ্যে কিছু জলীয় দ্রবণে বিচ্ছিন্ন হয়ে দ্রবীভূত হাইড্রোক্সাইড আায়ন মুক্ত করে। হাইড্রোক্সাইডের একটি যৌগ হলো সোডিয়াম হাইড্রোক্সাইড যা প্রতি বছর বহু মিলিয়ন টন পরিমাণে তৈরি হয়।সংশ্লিষ্ট বৈদ্যুতিকভাবে নিরপেক্ষ যৌগ HO • হল হাইড্রোক্সিল মূলক।( এখানে • অযুগ্ম ইলেক্ট্রন নির্দেশ করছে।) যখন -OH কোনো পরমাণুর সাথে সমযোজীভাবে আবদ্ধ থাকে তখন তাকে হাইড্রোক্সি গ্রুপ বলা হয়।হাইড্রোক্সাইড আয়ন এবং হাইড্রোক্সি গ্রুপ উভয়ই নিউক্লিওফাইল এবং জৈব রসায়নিক অনুঘটক হিসাবে কাজ করতে পারে।\nঅনেক অজৈব পদার্থ যা তাদের নামে হাইড্রোক্সাইড শব্দটি বহন করে, সেগুলি হাইড্রোক্সাইড আয়নটির আয়নিক যৌগ নয়, বরং হাইড্রোক্সি গ্রুপ যুক্ত সমযোজী যৌগ।\n\n\n== হাইড্রোক্সাইড আয়ন ==\nহাইড্রক্সাইড আয়নটি স্ব-আয়নীকরণ বিক্রিয়া দ্বারা জল থেকে প্রাকৃতিকভাবে উত্পাদিত হয়ঃ \nএই বিক্রিয়ার জন্য ভারসাম্য ধ্রুবক হলো,\n\nK w = [H + ][OH − ]\nযার মান 25 °C তাপমাত্রায় এর মান 10−14 এর কাছাকাছি, তাই বিশুদ্ধ পানিতে হাইড্রোক্সাইড আয়নগুলির ঘনমাত্রা 10−7 mol.L−1 এর কাছাকাছি।। পানির pH হলো 7, যা পানিতে বিদ্যমান H+ আয়নের ঘনমাত্রার ঋণাত্মক দশমিক লগারিদম নির্দেশ করে। অর্থ্যাৎ ()।  একইভাবে হাইড্রোক্সাইড আয়নগুলির ঘনমাত্রা থেকে pOH এর মান বের করা হয়, যা (১৪ - pH) এর কাছাকাছি। তাই বিশুদ্ধ পানির pOH ও 7 এর কাছাকাছি। জলের সাথে একটি ক্ষার যোগ করলে হাইড্রোজেন ক্যাটেশনের ঘনমাত্রা কমে যাবে এবং তাই হাইড্রোক্সাইড আয়নের ঘনমাত্রা বৃদ্ধি পাবে (pH কমলে, pOH বাড়ে) এমনকি ক্ষারে হাইড্রোক্সাইড না থাকলেও। উদাহরণস্বরূপ: অ্যামোনিয়া দ্রবণের pH 7-এর বেশি হয়, কারণ তা পানিতে NH 3 + H + ⇌ NH+4 বিক্রিয়া দেয়, যা পানিতে হাইড্রোজেন আয়নের ঘনমাত্রা হ্রাস করে এবং হাইড্রোক্সাইড আয়নের ঘনমাত্রা বাড়ায়।\nবিভিন্ন বাফার দ্রবণ ব্যবহার করে pOH এর মান প্রায় স্থির রাখা যেতে পারে।\n\nএকটি জলীয় দ্রবণে  হাইড্রোক্সাইড আয়ন হল ব্রনস্টেড-লাউরি তত্ত্বানুসারে একটি ক্ষারক কারণ এটি ব্রনস্টেড-লাউরি অ্যাসিড থেকে একটি প্রোটন গ্রহণ করতে পারে এবং একটি পানির অণু তৈরি করে। এটি লুইস অ্যাসিডে একজোড়া ইলেকট্রন দান করে লুইস ক্ষারক হিসেবেও কাজ করতে পারে। জলীয় দ্রবণে হাইড্রোজেন এবং হাইড্রোক্সাইড আয়ন উভয়ই সবলভাবে দ্রবীভূত হয়, অক্সিজেন এবং হাইড্রোজেন পরমাণুর মধ্যে হাইড্রোজেন বন্ধন থাকে। প্রকৃতপক্ষে, বাইহাইড্রক্সাইড আয়ন H3O−2 কঠিন অবস্থায় চিহ্নিত করা হয়েছে। এই যৌগটি কেন্দ্রীয় প্রতিসম এবং এর হাইড্রোজেন বন্ধন রয়েছে অনেক ছোট (114.5 pm )। জলীয় দ্রবণে হাইড্রক্সাইড আয়ন জলের অণুর সাথে শক্তিশালী হাইড্রোজেন বন্ধন তৈরি করে।\nদ্রবণে, বাতাসের সংস্পর্শে, হাইড্রোক্সাইড আয়নটি বায়ুমণ্ডলীয় কার্বন ডাই অক্সাইড সাথে দ্রুত প্রতিক্রিয়া করে, একটি অ্যাসিড হিসাবে কাজ করে, প্রাথমিকভাবে, বাইকার্বোনেট আয়ন গঠন করে।\nOH− + CO2 ⇌ HCO−3\nহাইড্রক্সাইড আয়ন একটি সাধারণ ইলেক্ট্রন-জোড়া দাতা লিগ্যান্ড হিসাবে কাজ করতে পারে, যা টেট্রাহাইড্রোক্সোঅ্যালুমিনেট/টেট্রাহাইড্রক্সিডোঅ্যালুমিনেট [Al (OH)4] − এর মতো জটিল আয়ন গঠন করে।\n\n\n== প্রয়োগসমূহ ==\nসোডিয়াম হাইড্রক্সাইড দ্রবণ হলো হাইড্রোক্সাইড আয়ন বিশিষ্ট আয়নিক যৌগ, যা লাই এবং কস্টিক সোডা নামেও পরিচিত। এটি মন্ড এবং কাগজ, বস্ত্র, পানীয় জল, সাবান এবং ডিটারজেন্ট তৈরিতে এবং ড্রেন ক্লিনার হিসাবে ব্যবহৃত হয়। ২০০৪ সালে বিশ্বব্যাপী উৎপাদন ছিল প্রায় ৬০ মিলিয়ন টন উৎপাদনের প্রধান পদ্ধতি হল ক্লোরালকালি প্রক্রিয়া ।\nএকটি দুর্বল অম্লীয় লবণ পানিতে দ্রবীভূত হলে হাইড্রোক্সাইড আয়নযুক্ত দ্রবণ উৎপন্ন হয়। সোডিয়াম কার্বনেট একটি ক্ষার হিসাবে ব্যবহৃত হয়, উদাহরণস্বরূপ,  আর্দ্র বিশ্লেষণ ধর্ম।\nবিক্রিয়াটি হলো:\nCO2−3 + H2O ⇌ HCO−3 + OH−      \nযদিও সোডিয়াম কার্বনেট দ্রবণের ক্ষারীয় শক্তি ঘনীভূত সোডিয়াম হাইড্রক্সাইড দ্রবণের চেয়ে কম, তবে এটি কঠিন হওয়ার সুবিধা রয়েছে।\nঅ্যালুমিনিয়ামের প্রধান আকরিক হলো বক্সাইট, যা মূলত অ্যালুমিনিয়ামের মৌলিক হাইড্রোক্সাইড, Al(OH)3 (অ্যালুমিনিয়াম হাইড্রোক্সাইড)।\nএকইভাবে, ধাতব লোহা উৎপাদনে ব্যবহৃত প্রধান আকরিকগুলির মধ্যে রয়েছে গয়েথাইট ( α-FeO (OH) ) এবং লেপিডোক্রসাইট ( γ-FeO(OH) ), যেগুলো মূলত লোহার হাইড্রোক্সাইড।\n\n\n== তথ্যসূত্র =="}