{"pageid": 1510240, "title": "আয়নমণ্ডল", "url": "https://bn.wikipedia.org/wiki?curid=1510240", "content": "আয়নমণ্ডল  (  )   পৃথিবীর উপরের বায়ুমণ্ডলের একটি অংশ, যা আয়নিত বা চার্জযুক্ত অবস্থায় থাকে। এটি সমুদ্রপৃষ্ঠ থেকে প্রায় ৪৮ কিলোমিটার (৩০ মাইল) থেকে ৯৬৫ কিলোমিটার (৬০০ মাইল) উচ্চতা পর্যন্ত বিস্তৃত।  এই অঞ্চলের মধ্যে তাপমণ্ডল এবং মেসোমণ্ডল এবং এক্সোমণ্ডল কিছু অংশ অন্তর্ভুক্ত। আয়নোস্ফিয়ার সৌর বিকিরণ দ্বারা আয়নিত হয়। সূর্যের বিকিরণের ফলে আয়নমণ্ডল আয়নিত হয়। এটি বায়ুমণ্ডলের বিদ্যুৎ প্রবাহে গুরুত্বপূর্ণ ভূমিকা রাখে এবং চৌম্বকমণ্ডলের অন্তর্নিহিত সীমানা গঠন করে। আয়নমণ্ডল ব্যবহারিক দিক থেকেও গুরুত্বপূর্ণ। এটি রেডিও তরঙ্গকে পৃথিবীর দূরবর্তী স্থানে প্রচারে সহায়তা করে।  এই স্তরের মধ্য দিয়ে ভ্রমণ জিপিএস সংকেতকেও প্রভাবিত করে, যার ফলে সংকেতের পথে বিচ্যুতি ঘটে এবং এবং পৌঁছাতে কিছুটা দেরি হতে পারে। \n\n\n== আবিষ্কারের ইতিহাস ==\n১৮৩৯ সালের প্রথম দিকে, জার্মান গণিতবিদ এবং পদার্থবিজ্ঞানী কার্ল ফ্রিড‌রিশ গাউস ধারণা করেছিলেন যে বায়ুমণ্ডলের একটি বিদ্যুৎ পরিবাহী স্তর পৃথিবীর চৌম্বক ক্ষেত্রের পরিবর্তনের জন্য দায়ী হতে পারে। এর প্রায় ৬০ বছর পর, ১৯০১ সালের ১২ ডিসেম্বর ইতালীয় বিজ্ঞানী গুলিয়েলমো মার্কোনি প্রথম আটলান্টিক মহাসাগর অতিক্রমকারী রেডিও সংকেত গ্রহণ করেন। তিনি নিউফাউন্ডল্যান্ডের  সেন্ট জনস শহরে (বর্তমানে কানাডায় ) ঘুড়ির সাহায্যে  ১৫২.৪ মি (৫০০ ফু) লম্বা  একটি অ্যান্টেনা ব্যবহার করে এই সংকেত গ্রহণ করেন। সংকেতটি পাঠানো হয়েছিল ইংল্যান্ডের কর্নওয়ালের পোল্ডহু থেকে, যেখানে একটি স্পার্ক-গ্যাপ ট্রান্সমিটার ব্যবহার করা হয়েছিল। এই ট্রান্সমিটার প্রায় ৫০০ কিলোহার্টজ কম্পাঙ্কের সংকেত তৈরি করেছিল, যা তখনও পর্যন্ত উৎপন্ন যে কোনো রেডিও সংকেতের তুলনায় ১০০ গুণ বেশি শক্তিশালী ছিল। প্রেরিত বার্তাটি ছিল তিনটি ‘ডিট’, যা মোর্স কোডে S অক্ষর নির্দেশ করে। নিউফাউন্ডল্যান্ডে পৌঁছাতে হলে সংকেতকে আয়নমণ্ডলে অন্তত দুবার প্রতিফলিত হতে হতো। তবে ড. জ্যাক বেলরোজ এই দাবিকে তাত্ত্বিক ও পরীক্ষামূলক বিশ্লেষণের ভিত্তিতে প্রতিদ্বন্দ্বিতা করেছেন। তবে, এক বছর পর ১৯০২ সালে, মার্কোনি কানাডার নোভা স্কোশিয়ার গ্লেস বে থেকে সফলভাবে আটলান্টিক মহাসাগর পেরিয়ে বেতার যোগাযোগ স্থাপন করতে সক্ষম হন।\n১৯০২ সালে, ব্রিটিশ বিজ্ঞানী অলিভার হেভিসাইড আয়নমণ্ডলের একটি বিশেষ স্তরের অস্তিত্বের ধারণা দেন, যা পরবর্তীতে কেনেলি-হেভিসাইড স্তর নামে পরিচিত হয়। তিনি ব্যাখ্যা করেন যে, এই স্তর পৃথিবীর বক্রতা অতিক্রম করে রেডিও সংকেত প্রেরণ করতে সাহায্য করে। একই বছরে, মার্কিন বিজ্ঞানী আর্থার এডউইন কেনেলি আয়নমণ্ডলের কিছু গুরুত্বপূর্ণ রেডিও-তড়িৎ বৈশিষ্ট্য আবিষ্কার করেন।\n১৯১২ সালে, মার্কিন কংগ্রেস রেডিও আইন, ১৯১২ চালু করে, যা রেডিও অপারেটরদের জন্য কিছু সীমাবদ্ধতা আরোপ করে। এই আইনের ফলে অপেশাদার রেডিও অপারেটরদের কার্যক্রম ১.৫ মেগাহার্টজ-এর ওপরে (অর্থাৎ ২০০ মিটার বা তার চেয়ে কম তরঙ্গদৈর্ঘ্য) সীমাবদ্ধ রাখা হয়। সে সময় সরকার মনে করত, এই উচ্চ কম্পাঙ্কের তরঙ্গদৈর্ঘ্য ব্যবহারযোগ্য নয়। কিন্তু ১৯২৩ সালে আয়নমণ্ডলের মাধ্যমে উচ্চ কম্পাঙ্কের রেডিও সংকেত প্রচারের ক্ষমতা আবিষ্কৃত হয়।\n১৯২৫ সালে, নিউইয়র্কে একটি সূর্যগ্রহণ চলাকালীন ড. আলফ্রেড এন. গোল্ডস্মিথ এবং তার দল রেডিও তরঙ্গের উপর সূর্যের আলো কীভাবে প্রভাব ফেলে তা পর্যবেক্ষণ করেন। তারা দেখতে পান, সূর্যগ্রহণের সময় ছোট তরঙ্গদৈর্ঘ্যের রেডিও সংকেত দুর্বল বা শোনা যায় না, কিন্তু দীর্ঘ তরঙ্গদৈর্ঘ্যের সংকেত তুলনামূলকভাবে স্থিতিশীল থাকে। এই পর্যবেক্ষণ আয়নমণ্ডল রেডিও তরঙ্গ পরিবহনে কীভাবে কাজ করে, তা বুঝতে সাহায্য করে। \n১৯২৬ সালে, স্কটিশ পদার্থবিদ রবার্ট ওয়াটসন-ওয়াট প্রথমবারের মতো আয়নমণ্ডল শব্দটি ব্যবহার করেন। যদিও তার এই শব্দের উল্লেখ ১৯৬৯ সালে নেচার পত্রিকায় প্রকাশিত একটি চিঠিতে পাওয়া যায়। তিনি উল্লেখ করেন যে, \n\n সম্প্রতি ‘স্ট্রাটোমণ্ডল’ এবং ‘ট্রপোমণ্ডল’ শব্দ দুটি সর্বজনীনভাবে ব্যবহৃত হচ্ছে... ঠিক তেমনই, একটি নতুন শব্দ ‘আয়নমণ্ডল’ ব্যবহার করা যেতে পারে। এই অঞ্চলের প্রধান বৈশিষ্ট্য হলো বৃহৎ পরিসরে আয়নিত কণা থাকে এবং এখানে মুক্তভাবে চলাচলের পর্যাপ্ত সুযোগ থাকে।\n১৯৩০-এর দশকের শুরুতে, রেডিও লুক্সেমবার্গের পরীক্ষামূলক সম্প্রচার দুর্ঘটনাবশত আয়নমণ্ডলের প্রথম কৃত্রিম পরিবর্তনের প্রমাণ প্রদান করে। পরবর্তীতে, হার্প প্রকল্প ২০১৭ সালে লুক্সেমবার্গ প্রভাব  ব্যবহার করে একটি গবেষণা পরিচালনা করে।\n১৯২৭ সালে, এডওয়ার্ড ভি অ্যাপলটনআয়নমণ্ডলের অস্তিত্ব নিশ্চিত করেন, যার জন্য তিনি ১৯৪৭ সালে নোবেল পুরস্কার লাভ করেন। লয়েড বার্কনার  প্রথমবারের মতো আয়নমণ্ডলের উচ্চতা ও ঘনত্ব পরিমাপ করেন, যা ছোট তরঙ্গদৈর্ঘ্যের রেডিও সংকেত সংক্রান্ত সম্পূর্ণ তত্ত্ব গঠনে সাহায্য করে। মরিস ভি. উইলকস এবং জে. এ. র‍্যাটক্লিফ আয়নমণ্ডলে খুব দীর্ঘ তরঙ্গদৈর্ঘ্যের রেডিও তরঙ্গের বিস্তার নিয়ে গবেষণা করেন। ভিতালি গিঞ্জবার্গ আয়নমণ্ডলের মতো প্লাজমা পরিবেশে তড়িৎ-চৌম্বকীয় তরঙ্গ প্রচারের তত্ত্ব তৈরি করেন।\n১৯৬২ সালে, কানাডীয় উপগ্রহ অ্যালুয়েট ১ উৎক্ষেপণ করা হয়, যা আয়নমণ্ডল গবেষণার জন্য প্রেরিত প্রথম উপগ্রহ। এর সাফল্যের পরে ১৯৬৫ সালে অ্যালুয়েট ২ এবং ১৯৬৯ এবং ১৯৭১ সালে দুটি আইএসআইএস উপগ্রহ উৎক্ষেপণ করা হয়। এরপর ১৯৭২ সালে AEROS-A এবং ১৯৭৫ সালে AEROS-B উৎক্ষেপণ করা হয়, যা আয়নমণ্ডল পরিমাপের কাজ করে।\n১৯৬৩ সালের ২৬ জুলাই সিনকম ২ উৎক্ষেপণ করা হয়। এটি ছিল প্রথম কার্যকরী ভূস্থির উপগ্রহ। এই উপগ্রহের কক্ষপথে থাকা রেডিও সংকেত প্রেরণযন্ত্র  এবং এর পরবর্তী উপগ্রহগুলো প্রথমবারের মতো মোট ইলেকট্রন বিষয়বস্তুর (TEC) পরিমাপের সুযোগ তৈরি করে। (পোলারাইজেশন সমতলের ঘূর্ণন পথ বরাবর TEC পরিমাপ করে।) ১৯৬৯ সাল থেকে, অস্ট্রেলীয় ভূ-পদার্থবিদ এলিজাবেথ এসেক্স-কোহেন এই প্রযুক্তি ব্যবহার করে অস্ট্রেলিয়া ও অ্যান্টার্কটিকার বায়ুমণ্ডল পর্যবেক্ষণ শুরু করেন।\n\n\n== ভূ-ভৌতবিজ্ঞান ==\nআয়নমণ্ডল হলো একটি আয়নিত স্তর, যেখানে ইলেকট্রন, বিদ্যুৎ-আবিষ্ট পরমাণু এবং অণু থাকে। এটি পৃথিবীকে চারদিক থেকে  ঘিরে রাখে এবং ৫০ কিমি (৩০ মা) উচ্চতা থেকে প্রসারিত থেকে ১,০০০ কিমি (৬০০ মা) উচ্চতা পর্যন্ত বিস্তৃত। এই স্তর প্রধানত সূর্যের অতিবেগুনী রশ্মি দিয়ে গঠিত ।\nপৃথিবীর বায়ুমণ্ডলের সর্বনিম্ন স্তর ট্রপোমণ্ডল, যা ভূপৃষ্ঠ থেকে প্রায় ১০ কিমি (৬ মা) পর্যন্ত বিস্তৃত। । তার উপরে স্ট্রাটোমণ্ডল, তার পরে মেসোমণ্ডল। স্ট্রাটোমণ্ডলে আগত সৌর বিকিরণ ওজোন স্তর তৈরি করে। ৮০ কিমি (৫০ মা) এর বেশি উচ্চতায়, তাপমণ্ডলে, বায়ুমণ্ডল এতটাই পাতলা যে মুক্ত ইলেকট্রনগুলি  সাময়িকভাবে বিচ্ছিন্ন অবস্থায় থাকতে পারে, তারপর তারা কাছের ধনাত্মক আয়নের সঙ্গে যুক্ত হয়। এই স্তরে যথেষ্ট পরিমাণ মুক্ত ইলেকট্রন বিদ্যমান, যা রেডিও সংকেত পরিবহনে গুরুত্বপূর্ণ ভূমিকা রাখে। এই অঞ্চলের আংশিকভাবে আয়নিত গ্যাস বা প্লাজমা অংশটিকে আয়নমণ্ডল বলা হয়।\nসূর্যের অতিবেগুনী (ইউভি), এক্স-রে এএবং আরও স্বল্প-তরঙ্গদৈর্ঘ্যের বিকিরণ আয়নায়ন ঘটাতে সক্ষম। , কারণ, এই তরঙ্গগুলির ফোটনে এত শক্তি থাকে যে, তা একটি নিরপেক্ষ গ্যাস পরমাণু বা অণু থেকে ইলেকট্রন বিচ্ছিন্ন করতে পারে। এই প্রক্রিয়ায় বিচ্ছিন্ন হওয়া ইলেকট্রন উচ্চ গতিতে চলতে থাকে। ফলে, সৃষ্ট ইলেকট্রনিক গ্যাসের তাপমাত্রা (সাধারণত হাজার কেলভিন (K) মাত্রার হয়) আয়ন ও নিরপেক্ষ গ্যাসের তুলনায় অনেক বেশি। আয়নকরণের বিপরীত প্রক্রিয়াকে পুনঃসংযোজন বলা হয়। এতে একটি মুক্ত ইলেকট্রন ধনাত্মক আয়নের সঙ্গে যুক্ত হয়। এই পুনঃসংযোজন স্বতঃস্ফূর্তভাবে ঘটে এবং এতে একটি ফোটন নির্গত হয়, যা এই প্রক্রিয়ায় উৎপন্ন শক্তি বহন করে নিয়ে যায়। বায়ুমণ্ডলের নিচের স্তরে, যেখানে গ্যাসের ঘনত্ব বেশি, পুনঃসংযোজনের হার বেশি হয়। কারণ, এখানে গ্যাস অণু ও আয়ন পরস্পরের কাছাকাছি থাকে। আয়নায়ন ও পুনঃসংযোজনের মধ্যে ভারসাম্যই আয়নমণ্ডলে বিদ্যমান আয়নের পরিমাণ নির্ধারণ করে।\nআয়নায়ন মূলত সূর্যের উপর নির্ভরশীল। সূর্যের অতিবেগুনি ও এক্স-রশ্মি বিকিরণের মাত্রা পরিবর্তিত হয় সূর্যের সক্রিয়তার সঙ্গে। যখন সূর্যের চৌম্বকীয় কার্যকলাপ বেশি থাকে, তখন সূর্যের পৃষ্ঠে বেশি সৌরকলঙ্ক  তৈরি হয়।সৌরকলঙ্কযুক্ত অঞ্চল থেকে বেশি পরিমাণে সৌর মুকুট উত্তপ্ত হয়। এর ফলে অতিবেগুনি ও এক্স-রশ্মি  বিকিরণ বৃদ্ধি পায়। বিশেষত, চৌম্বকীয় অশান্তি ও সৌর বিস্ফোরণের সময় সৌর শিখা বিকিরণ বৃদ্ধি পায়, যা পৃথিবীর সূর্যালোকিত অংশের আয়নায়ন বাড়িয়ে তোলে। এছাড়া, শক্তিশালী সৌর কণা প্রবাহ  মেরু অঞ্চলের আয়নায়ন বাড়িয়ে দিতে পারে। ফলে, আয়নমণ্ডলের আয়নায়নের হার দিনে ও রাতে ভিন্ন হয় । একই সঙ্গে, এটি সূর্যের ১১ বছরব্যাপী কার্যকলাপচক্রের উপরেও নির্ভরশীল। এছাড়াও, ঋতুভেদে আয়নায়নের মাত্রা পরিবর্তিত হয়। শীতকালে, পৃথিবীর নির্দিষ্ট অর্ধগোলার্ধের অংশ সূর্য থেকে কিছুটা দূরে থাকে, ফলে সে অঞ্চলে সূর্যের বিকিরণ কম পৌঁছায় এবং আয়নায়ন হ্রাস পায়। ভৌগোলিক অবস্থান অনুসারেও আয়নায়নের পরিমাণ পরিবর্তিত হয়। মেরু অঞ্চল, মেরুজ্যোতি অঞ্চল, মধ্য অক্ষাংশ ও নিরক্ষীয় অঞ্চলে বিকিরণের তারতম্য দেখা যায়। এছাড়াও, কিছু বিশেষ প্রক্রিয়া আয়নমণ্ডলে অস্থিরতা সৃষ্টি করতে পারে এবং আয়নায়নের মাত্রা কমিয়ে দিতে পারে।\nসিডনি চ্যাপম্যান প্রস্তাব করেছিলেন যে আয়নমণ্ডলের নীচের বায়ুমণ্ডলীয় অঞ্চলকে নিউট্রোমণ্ডল  ( নিরপেক্ষ বায়ুমণ্ডল ) বলা উচিত। \n\n\n== আয়নায়নের স্তরসমূহ ==\n\nরাতে, শুধুমাত্র F স্তরেই উল্লেখযোগ্য পরিমাণ আয়নায়ন থাকে। অন্যদিকে, E ও D স্তরে আয়নায়নের মাত্রা খুবই কম থাকে। দিনের বেলা, D ও E স্তর প্রচুর আয়নায়িত হয়। একই সঙ্গে, F স্তরেও আয়নায়নের মাত্রা বাড়ে। তবে, এই সময় F স্তরে একটি অতিরিক্ত দুর্বল আয়নায়িত অংশ তৈরি হয়, যাকে F 1 স্তর বলা হয়। F 2 স্তর দিন ও রাত উভয় সময়েই টিকে থাকে এবং এটি মূলত রেডিও তরঙ্গ প্রতিসরণ ও প্রতিফলনের জন্য দায়ী।\n\n\n=== D স্তর ===\nD স্তর স্তর হল আয়নমণ্ডলের সবচেয়ে ভেতরের স্তর। এটি পৃথিবী পৃষ্ঠ থেকে, ৪৮ থেকে ৯০ কিমি (৩০ থেকে ৫৬ মা) উচ্চতা পর্যন্ত বিস্তৃত। এই স্তরের আয়নায়ন মূলত লাইম্যান সিরিজ -আলফা হাইড্রোজেন বিকিরণের কারণে হয়। এর তরঙ্গদৈর্ঘ্যে ১২১.৬ ন্যানোমিটার (nm)  যা নাইট্রিক অক্সাইড (NO) আয়নিত করে। এছাড়াও, সৌর শিখাগুলি শক্তিশালী এক্স-রশ্মি (তরঙ্গদৈর্ঘ্য < 1 nm ) বিকিরণ উৎপন্ন হতে পারে। এটি N2 এবং O2 আয়নিত করতে সক্ষম। তবে, D স্তরে পুনঃসংযোজনের হার অনেক বেশি, ফলে এখানে নিরপেক্ষ বায়ু অণুর সংখ্যা আয়নের তুলনায় অনেক বেশি থাকে।\nমাঝারি কম্পাঙ্ক (MF) এবং নিম্ন-উচ্চ কম্পাঙ্ক (HF) বেতার তরঙ্গগুলি D স্তরে উল্লেখযোগ্যভাবে দুর্বল হয়ে যায়। এর কারণ, এই স্তরে প্রবেশ করা বেতার তরঙ্গ ইলেকট্রনগুলোর গতিবিধিতে পরিবর্তন আনে। ফলে, ইলেকট্রনগুলি নিরপেক্ষ গ্যাস অণুর সাথে সংঘর্ষ করে এবং তাদের শক্তি হারায়। নিম্ন কম্পাঙ্কের তরঙ্গ বেশি শোষিত হয়, কারণ তারা ইলেকট্রনকে বেশি সরাতে পারে। এতে সংঘর্ষের সম্ভাবনাও বেশি হয়। এই কারণেই ১০মেগাহার্টজ (MHz) বা তার নিচের HF বেতার তরঙ্গগুলো বেশি শোষিত হয়, এবং উচ্চতর কম্পাঙ্কে শোষণ ধীরে ধীরে কমে আসে। এই প্রভাব দুপুরের সময় সবচেয়ে বেশি প্রবল হয়। তবে রাতে D স্তর পাতলা হয়ে যায়, ফলে শোষণের মাত্রা কমে। রাতের বেলা শুধুমাত্র কিছু অংশ টিকে থাকে, যা মহাজাগতিক রশ্মির কারণে আয়নিত হয়। এর একটি বাস্তব উদাহরণ হল দূরবর্তী AM রেডিও স্টেশনগুলোর সংকেত দিনের বেলা অদৃশ্য হয়ে যাওয়া।\nসৌর প্রোটন ঘটনার সময়, মেরু অঞ্চলে D স্তরের আয়নায়ন অত্যন্ত বেশি বেড়ে যেতে পারে। এই বিরল ঘটনাগুলোকে পোলার ক্যাপ অ্যাবসর্পশন (PCA) ঘটনা বলা হয়। এর ফলে, মেরু অঞ্চলের ওপর দিয়ে প্রবাহিত রেডিও তরঙ্গের শোষণ উল্লেখযোগ্যভাবে বৃদ্ধি পায়। তীব্র PCA এর সময় শোষণের মাত্রা কয়েক দশ ডেসিবেল (dB) পর্যন্ত বেড়ে যেতে পারে, যা অনেক ক্ষেত্রে ট্রান্স-পোলার HF বেতার সংকেত পুরোপুরি শোষণ করে। এই ধরনের ঘটনা সাধারণত ২৪ থেকে ৪৮ ঘণ্টার মধ্যে শেষ হয়ে যায়।\n\n\n=== E স্তর ===\nE স্তর হল আয়নমণ্ডলের মাঝামাঝি স্তর, যা পৃথিবী পৃষ্ঠ থেকে ৯০ থেকে ১৫০ কিমি (৫৬ থেকে ৯৩ মা) উচ্চতায় অবস্থিত। এই স্তরে আয়নায়ন মূলত এক্স-রশ্মি (১-১০ nm) এবং দূর অতিবেগুনী  সৌর বিকিরণের কারণে হয়, যা অণুবদ্ধ অক্সিজেন(O 2 ) আয়নায়িত করে। সাধারণ অবস্থায়, এই স্তর শুধুমাত্র ১০ মেগাহার্টজ (MHz) বা তার নিচের কম্পাঙ্কের  বেতার তরঙ্গ প্রতিফলিত করতে পারে। তবে, ১০ MHz-এর বেশি কম্পাঙ্কের তরঙ্গ শোষণে কিছুটা অবদান রাখতে পারে।  যাইহোক, তীব্র বিক্ষিপ্ত E ইভেন্টের সময়, E s স্তর ৫০ MHz বা তার বেশি কম্পাঙ্কের তরঙ্গ প্রতিফলিত করতে পারে। E স্তরের উল্লম্ব গঠন মূলত আয়নায়ন ও পুনঃসংযোজনের প্রতিযোগিতার মাধ্যমে নির্ধারিত হয়। রাতের বেলা E স্তর দুর্বল হয়ে যায়, কারণ প্রধান আয়নায়ন উৎস তখন আর সক্রিয় থাকে না। সূর্যাস্তের পর E স্তরের উচ্চতা বৃদ্ধির ফলে বেতার তরঙ্গগুলি স্তর থেকে প্রতিফলনের মাধ্যমে যাতায়াত করতে পারে এমন পরিসর সর্বাধিক বৃদ্ধি পায়।\nএই অঞ্চলকে কেনেলি-হেভিসাইড স্তর বা সংক্ষেপে হেভিসাইড স্তর বলা হয়। ১৯০২ সালে আমেরিকান বৈদ্যুতিক প্রকৌশলী আর্থার এডউইন কেনেলি আর্থার এডউইন কেনেলি (১৯৬১-১৯৩৯) এবং ব্রিটিশ পদার্থবিদ অলিভার হেভিসাইড (১৮৫০-১৯২৫) স্বাধীনভাবে এবং প্রায় একই সময়ে এই স্তরের অস্তিত্বের ধারণা দেন। ১৯২৪ সালে এডওয়ার্ড ভি অ্যাপলটন এবং মাইলস বার্নেট এই স্তরের অস্তিত্ব শনাক্ত করেন।\n\n\n=== E s স্তর ===\nE s স্তর ( বিক্ষিপ্ত E-স্তর) তীব্র আয়নীকরণের ছোট, পাতলা, তীব্রভাবে আয়নিত মেঘ দ্বারা চিহ্নিত হয়। এই স্তর রেডিও তরঙ্গ প্রতিফলিত করতে পারে, যা সাধারণত ৫০ মেগাহার্টজ (MHz) পর্যন্ত পৌঁছাতে পারে এবং খুব কম ক্ষেত্রেই ৪৫০ MHz পর্যন্ত যেতে পারে। স্পোরাডিক-ই ঘটনা কয়েক মিনিট থেকে কয়েক ঘণ্টা পর্যন্ত স্থায়ী হতে পারে। স্পোরাডিক ই প্রসারণ রেডিও অপেশাদারদের প্রচারণার কারণে অপেশাদার রেডিও অপারেটরদের জন্য VHF তরঙ্গ ব্যবহার করে দীর্ঘ-দূরত্ব যোগাযোগ আকর্ষণীয় হয়ে ওঠে, কারণ সাধারণত যে দূরত্বে যোগাযোগ সম্ভব নয়, সে পথ \"উন্মুক্ত\" হয়। স্পোরাডিক-ই-এর একাধিক কারণ রয়েছে যা এখনও গবেষকরা অনুসন্ধান করছেন। উত্তর গোলার্ধের মধ্য অক্ষাংশে জুন ও জুলাই মাসে প্রতিদিন এই স্তর সক্রিয় থাকে। এ সময় সংকেতের শক্তি বেশি হয়। সাধারণত, এই প্রতিফলনের মাধ্যমে সংকেত ১,৬৪০ কিমি (১,০২০ মা) পর্যন্ত পৌঁছাতে পারে। একবার প্রতিফলিত হলে সংকেত  ৯০০ থেকে ২,৫০০ কিমি (৫৬০ থেকে ১,৫৫০ মা) দূরত্বে পৌঁছাতে পারে। যদি সংকেত একাধিকবার প্রতিফলিত হয়, তবে এটি ৩,৫০০ কিমি (২,২০০ মা) বা তার বেশি দূরত্ব অতিক্রম করতে পারে। কিছু ক্ষেত্রে সংকেত ১৫,০০০ কিমি (৯,৩০০ মা) বা তারও বেশি যেতে পারে।\n\n\n=== F স্তর ===\n\nF স্তর বা অঞ্চলকে অ্যাপলটন-বার্নেট স্তরও বলা হয়। এটি পৃথিবীর পৃষ্ঠ থেকে প্রায় ১৫০ কিলোমিটার (৯৩ মাইল) থেকে ৫০০ কিলোমিটার (৩১০ মাইল) বা তারও বেশি উচ্চতা পর্যন্ত বিস্তৃত। এই স্তরেই সর্বাধিক ইলেকট্রন ঘনত্ব দেখা যায়। এর মানে, যদি কোনো সংকেত এই স্তর ভেদ করে, তবে তা মহাকাশে চলে যেতে পারে। এই স্তরে ইলেকট্রন উৎপাদনের প্রধান কারণ চরম অতিবেগুনি রশ্মি (UV, ১০-১০০ nm) যা অক্সিজেন পরমাণুকে আয়নিত করে। রাতের বেলা F স্তর একটিমাত্র স্তর (F 2 ) হিসেবে থাকে। তবে দিনের বেলায় ইলেকট্রনের ঘনত্বের মধ্যে একটি অতিরিক্ত স্তর (F 1 ) গঠিত হয় । যেহেতু F 2 স্তর দিন ও রাত উভয় সময়ই থেকে যায়। এটি মূলত  বেতার তরঙ্গ প্রতিফলিত করতে সাহায্য করে, যার ফলে দীর্ঘ দূরত্বের উচ্চ-কম্পাঙ্কের (HF বা শর্টওয়েভ) রেডিও যোগাযোগ সম্ভব হয়।\nF স্তরের উপরে, অক্সিজেন আয়নগুলির সংখ্যা হ্রাস পায়। এর পরিবর্তে হালকা হাইড্রোজেন এবং হিলিয়ামের মতো হালকা আয়নগুলি প্রভাবশালী হয়ে ওঠে। F স্তরের চূড়ার উপরে এবং প্লাজমাস্ফিয়ারের নীচে যে অঞ্চল রয়েছে, তাকে টপসাইড আয়নোস্ফিয়ার বলা হয়।\n১৯৭২ থেকে ১৯৭৫ সালের মধ্যে নাসা আয়নমণ্ডলের  F স্তর নিয়ে গবেষণা করার জন্য AEROS এবং AEROS B নামের উপগ্রহ উৎক্ষেপণ করেছিল।\n\n\n== আয়নোস্ফিয়ারিক মডেল ==\nআয়নোস্ফিয়ারিক মডেল হল একটি গাণিতিক বর্ণনা, যা নির্দিষ্ট অবস্থান, উচ্চতা, বছরের দিন, সৌরকালার পরিবর্তন এবং ভূচৌম্বকীয় কার্যকলাপের উপর ভিত্তি করে আয়নোস্ফিয়ারের পরিবর্তন ব্যাখ্যা করে। ভূতাত্ত্বিকভাবে, আয়নমণ্ডলের প্লাজমা চারটি মূল মাপকাঠি দ্বারা বর্ণনা করা যেতে পারে: ইলেকট্রন ঘনত্ব, ইলেকট্রন এবং আয়ন তাপমাত্রা এবং যেহেতু বিভিন্ন প্রজাতির আয়ন উপস্থিত রয়েছে, এবং আয়নিক গঠন কারণ এতে বিভিন্ন ধরনের আয়ন উপস্থিত থাকে। রেডিও তরঙ্গ প্রচারের জন্য মূলত ইলেকট্রন ঘনত্ব গুরুত্বপূর্ণ।\nসাধারণত, মডেলগুলো কম্পিউটার প্রোগ্রামের মাধ্যমে প্রকাশ করা হয়। এই মডেলগুলো হয় আয়ন, ইলেকট্রন, নিরপেক্ষ বায়ুমণ্ডল ও সূর্যালোকের পারস্পরিক সম্পর্কের ভিত্তিতে গঠিত, অথবা পর্যবেক্ষণের ভিত্তিতে তৈরি পরিসংখ্যানগত বর্ণনা হতে পারে, আবার কখনো উভয়ের সংমিশ্রণও থাকতে পারে। সবচেয়ে বহুল ব্যবহৃত মডেলগুলোর মধ্যে একটি হল ইন্টারন্যাশনাল রেফারেন্স আয়োনোস্ফিয়ার (আইআরআই)। এটি পর্যবেক্ষণ-ভিত্তিক এবং আগেই উল্লেখিত চারটি পরামিতি নির্ধারণ করে। এই মডেলটি কমিটি অন স্পেস রিসার্চ (COSPAR) এবং ইন্টারন্যাশনাল ইউনিয়ন অফ রেডিও সায়েন্স (URSI) কর্তৃক অনুমোদিত একটি আন্তর্জাতিক প্রকল্প।  IRI মডেলের জন্য তথ্য সংগ্রহ করা হয় বিশ্বব্যাপী আয়নোসন্ড নেটওয়ার্ক, শক্তিশালী অসংগত স্ক্যাটার রাডার (জিকামার্কা, আরেসিবো, মিলস্টোন হিল, মালভার্ন, সেন্ট সান্টিন), আইএসআইএস এবং অ্যালুয়েট টপসাইড সাউন্ডার, এবং বিভিন্ন উপগ্রহ ও রকেটের মাধ্যমে। IRIমডেলটি প্রতি বছর নতুন তথ্য অনুযায়ী আপডেট করা হয়। এটি আয়নমণ্ডলের নীচের স্তর থেকে সর্বোচ্চ ইলেকট্রন ঘনত্বের উচ্চতা পর্যন্ত পরিবর্তন বোঝাতে বেশি কার্যকর, তবে মোট ইলেক্ট্রন বিষয়বস্তু (TEC)  নির্ধারণে তুলনামূলক কম নির্ভুল। ১৯৯৯ সাল থেকে এই মডেলটি \"আন্তর্জাতিক মান\" (স্ট্যান্ডার্ড TS16457) হিসেবে স্বীকৃত।\n\n\n== আদর্শ মডেলের সাথে স্থায়ী অসঙ্গতি ==\n\nআয়নোগ্রামের মাধ্যমে গণনার ফলে বিভিন্ন স্তরের প্রকৃত আকৃতি নির্ণয় করা সম্ভব। তবে, ইলেক্ট্রন / আয়ন প্লাজমার-অমসৃণ গঠন এর ফলে প্রতিফলিত তরঙ্গের রুক্ষ চিহ্ন সৃষ্টি হয়, যা সাধারণত রাতে এবং উচ্চ অক্ষাংশে দেখা যায় এবং অস্থির অবস্থায় দেখা যায়।\n\n\n=== শীতকালীন অসঙ্গতি ===\nমধ্য অক্ষাংশে, দিনের বেলা F 2 স্তরের দিনের সময় আয়ন উৎপাদন বেশি হয়, যা স্বাভাবিক কারণ, তখন সূর্য সরাসরি পৃথিবীর উপর আলো দেয়। তবে, নিরপেক্ষ বায়ুমণ্ডলে মৌলিক ও আণবিক অনুপাতের ঋতুভিত্তিক পরিবর্তনের কারণে গ্রীষ্মকালে আয়ন ক্ষয়ের হারও বেশি হয়। ফলে, গ্রীষ্মকালে আয়ন উৎপাদন বাড়লেও ক্ষয়ের হার আরও বেশি হওয়ায় মোট F 2 স্তরের আয়ন ঘনত্ব স্থানীয় গ্রীষ্মকালে কমে যায়। এই ঘটনাকে শীতকালীন অসঙ্গতি বলা হয়। এটি উত্তর গোলার্ধে সবসময় দেখা যায়, তবে সৌর ক্রিয়াকলাপ কম থাকলে সাধারণত দক্ষিণ গোলার্ধে অনুপস্থিত থাকে।\n\n\n=== নিরক্ষীয় অসঙ্গতি ===\n\nচৌম্বক নিরক্ষরেখার প্রায় ± ২০° এলাকার মধ্যে নিরক্ষীয় অসঙ্গতি দেখা যায়। এটি F 2  স্তরে নিরক্ষরেখায় আয়নের ঘনত্ব কমে যাওয়া এবং প্রায় ১৭° চৌম্বকীয় অক্ষাংশে সর্বাধিক বৃদ্ধি পাওয়ার ঘটনা। পৃথিবীর চৌম্বক ক্ষেত্রের রেখাগুলো নিরক্ষরেখায় অনুভূমিক থাকে। সূর্যালোকের তাপমাত্রা বৃদ্ধি ও নিম্ন আয়নোস্ফিয়ারের জোয়ার-ভাটার  কারণে প্লাজমা চৌম্বক ক্ষেত্ররেখা বরাবর উপরে উঠে যায়। এর ফলে E স্তরে একটি বৈদ্যুতিক প্রবাহের স্তর তৈরি হয়, যা অনুভূমিক চৌম্বক ক্ষেত্রের সাথে মিলে আয়নগুলোকে F স্তরের দিকে ঠেলে দেয় এবং নিরক্ষরেখা থেকে ±২০° অঞ্চলে ঘনত্ব বৃদ্ধি পায়। এই ঘটনাকে নিরক্ষীয় ঝর্ণা নামে পরিচিত। \n\n\n=== নিরক্ষীয় ইলেক্ট্রোজেট ===\nসূর্যচালিত বৈশ্বিক বায়ুপ্রবাহ পৃথিবীর আয়নমণ্ডলের E স্তরে ( আয়নোস্ফিয়ারিক ডায়নামো অঞ্চল ) ( ১০০–১৩০ কিমি (৬০–৮০ মা) ) প্রবাহ ব্যবস্থা তৈরি করে। এই প্রবাহ থেকে একটি বৈদ্যুতিক ক্ষেত্র তৈরি হয়, যা নিরক্ষীয় অঞ্চলের দিনে পশ্চিম থেকে পূর্ব দিকে (ভোর থেকে সন্ধ্যা) নির্দেশিত হয়। নিরক্ষীয় চৌম্বকীয় রেখায়, যেখানে ভূচৌম্বক ক্ষেত্র অনুভূমিক, এই বৈদ্যুতিক ক্ষেত্র ±৩° এলাকার মধ্যে একটি শক্তিশালী পূর্বমুখী প্রবাহ সৃষ্টি করে, যা নিরক্ষীয় ইলেক্ট্রোজেট নামে পরিচিত। \n\n\n== আয়নমণ্ডলের ক্ষণস্থায়ী  বিশৃঙ্খলা ==\n\n\n=== এক্স-রশ্মি: আয়নমণ্ডলের আকস্মিক  বিপর্যয় (SID) ===\nযখন সূর্য সক্রিয় থাকে, তখন শক্তিশালী সৌর উল্কাপাতের  ফলে তীব্র এক্স-রশ্মি নির্গত হয়, যা পৃথিবীর আলোকিত দিকে ধাবিত হয়। এই এক্স-রে ডি-স্তর পর্যন্ত প্রবেশ করে এবং বিপুল পরিমাণ ইলেকট্রন মুক্ত করে, যা তড়িৎ-চৌম্বকীয় তরঙ্গ শোষণের মাত্রা দ্রুত বাড়িয়ে দেয়। এর ফলে উচ্চ কম্পাঙ্কের (৩–৩০ মেগাহার্টজ) বেতার তরঙ্গের বিঘ্ন ঘটে এবং শক্তিশালী সৌর উল্কাপাতের পরে এটি কয়েক ঘণ্টা স্থায়ী হতে পারে। এই সময়কালে, খুব নিম্ন কম্পাঙ্কের (৩–৩০ কিলোহার্টজ) তরঙ্গগুলো সাধারণত ই-স্তরের পরিবর্তে ডি-স্তর দ্বারা প্রতিফলিত হয়। যেহেতু ডি-স্তরে বায়ুর ঘনত্ব বেশি, তাই তরঙ্গের শোষণ বাড়ে এবং সেগুলোর শক্তি কমে যায়। যখন এক্স-রশ্মি বিকিরণ শেষ হয়, তখন আয়নমণ্ডলের আকস্মিক বিপর্যয় (SID) ধীরে ধীরে হ্রাস পায়, কারণ ডি-স্তরের ইলেকট্রন দ্রুত পুনরায় নিরপেক্ষ অবস্থায় ফিরে যায়। এর ফলে কয়েক মিনিট থেকে কয়েক ঘণ্টার মধ্যে রেডিও সংকেতের প্রচার ধাপে ধাপে স্বাভাবিক অবস্থায় ফিরে আসে। তবে এটি সৌর উল্কাপাতের তীব্রতা ও কম্পাঙ্কের ওপর নির্ভর করে।\n\n\n=== প্রোটন: মেরু অঞ্চলের শোষণ ===\nসৌর বিস্ফোরণের সাথে উচ্চ-শক্তির প্রোটনের নির্গমন ঘটে। এই কণাগুলো সৌর বিস্ফোরণের ১৫ মিনিট থেকে ২ ঘণ্টার মধ্যে পৃথিবীতে পৌঁছাতে পারে। প্রোটনগুলো পৃথিবীর চৌম্বক ক্ষেত্ররেখা বরাবর ঘূর্ণায়মান হয়ে নিচে নেমে আসে এবং মেরু অঞ্চলের কাছাকাছি বায়ুমণ্ডলে প্রবেশ করে, ফলে ডি ও ই স্তরের আয়নায়ন বৃদ্ধি পায়। PCA সাধারণত এক ঘণ্টা থেকে কয়েক দিন পর্যন্ত স্থায়ী হতে পারে, যার গড় সময়কাল প্রায় ২৪ থেকে ৩৬ ঘণ্টা। করোনাল ভর নির্গমন  থেকেও শক্তিশালী প্রোটন নির্গত হতে পারে, যা মেরু অঞ্চলে ডি-স্তরের শোষণ আরও বৃদ্ধি করে।\n\n\n=== সৌর ঝড় ===\nভূচৌম্বকীয় ঝড় এবং আয়নমণ্ডলীয় ঝড় হল পৃথিবীর চৌম্বকমণ্ডল ও আয়নমণ্ডলের আয়নমণ্ডলের সাময়িক কিন্তু তীব্র বিপর্যয়।\nভূচৌম্বকীয় ঝড় চলাকালে F₂ স্তরটি অস্থির, ভেঙে যায়, এমনকি সম্পূর্ণরূপে অদৃশ্যও হয়ে যেতে পারে। পৃথিবীর উত্তর ও দক্ষিণ মেরু অঞ্চলে রাতের আকাশে মেরুজ্যোতি  দৃশ্যমান হয়।\n\n\n=== বজ্রপাত ===\nবজ্রপাত আয়নমণ্ডলের D স্তরে দুটি উপায়ে পরিবর্তন ঘটাতে পারে। প্রথমত, এটি খুব নিম্ন কম্পাঙ্কের বেতার তরঙ্গ তৈরি করতে পারে, যা চৌম্বকমণ্ডলে প্রবেশ করে। এই তরঙ্গগুলো বিকিরণ বলয়ের কণাগুলোর সঙ্গে মিথস্ক্রিয়া করে এবং তাদের আয়নমণ্ডলে পড়তে বাধ্য করে, ফলে D স্তরের আয়নীকরণ বৃদ্ধি পায়। এই ঘটনাগুলোকে বলা হয় \"বজ্রপাত-সৃষ্ট ইলেকট্রন পতন\"।\nআরেকটি উপায় হলো বজ্রপাতের কারণে তীব্র চার্জ প্রবাহের ফলে সরাসরি তাপ সৃষ্টি হওয়া, যা আয়নীকরণ বাড়িয়ে দেয়। এই ঘটনাগুলোকে তাড়াতাড়ি/দ্রুত বলা হয়।\n১৯২৫ সালে, সি. টি. আর. উইলসন ধারণা দেন যে বজ্রঝড়ের বৈদ্যুতিক নির্গমন মেঘ থেকে আয়নমণ্ডলের দিকে উঠতে পারে। একই সময়ে, রবার্ট ওয়াটসন-ওয়াট, যিনি যুক্তরাজ্যের স্লাউ শহরের রেডিও গবেষণা কেন্দ্রে কাজ করছিলেন, লক্ষ করেন যে বজ্রপাতের ফলে আয়নমণ্ডলের স্পোরাডিক ই স্তর (E s ) বৃদ্ধি  পেতে পারে, তবে এ বিষয়ে আরও গবেষণার প্রয়োজন। ২০০৫ সালে, যুক্তরাজ্যের অক্সফোর্ডশায়ারের রাদারফোর্ড অ্যাপলটন ল্যাবরেটরির গবেষক সি. ডেভিস ও সি. জনসন দেখান যে বজ্রপাতের ফলে (E s )স্তর আসলে বৃদ্ধি পায়। তাদের পরবর্তী গবেষণা এই প্রক্রিয়াটি কীভাবে ঘটে, তা বোঝার ওপর কেন্দ্রিত ছিল।\n\n\n== ব্যবহার ==\n\n\n=== বেতার যোগাযোগ ===\nআয়নিত বায়ুমণ্ডলীয় গ্যাসগুলোর উচ্চ কম্পাঙ্কের  (HF বা শর্টওয়েভ) বেতার তরঙ্গ প্রতিসরণ করার করার ক্ষমতার কারণে, আয়নমণ্ডল বেতার তরঙ্গকে আকাশের দিকে প্রতিফলিত করে পুনরায় পৃথিবীতে ফিরিয়ে আনতে পারে। আকাশের দিকে নির্দিষ্ট কোণে পাঠানো বেতার তরঙ্গ দিগন্তের বাইরে পৃথিবীর অন্য প্রান্তে পৌঁছাতে পারে। এই পদ্ধতিকে \"স্কিপ\" বা \"আকাশ তরঙ্গ প্রচার\" বলা হয়। ১৯২০-এর দশক থেকে এই পদ্ধতি আন্তর্জাতিক ও আন্তমহাদেশীয় যোগাযোগের জন্য ব্যবহার করা হচ্ছে। ফিরে আসা বেতার তরঙ্গ আবার পৃথিবীর পৃষ্ঠ থেকে প্রতিফলিত হয়ে পুনরায় আকাশে যেতে পারে, যা একাধিক প্রতিফলনের মাধ্যমে আরও বেশি দূরত্বে সংকেত পাঠানোর সুযোগ দেয়। তবে এই যোগাযোগ পদ্ধতি পরিবর্তনশীল এবং সবসময় নির্ভরযোগ্য নয়, কারণ নির্দিষ্ট পথে সংকেত পাওয়া সময়, দিন বা রাতের অবস্থা, ঋতু পরিবর্তন, আবহাওয়া এবং ১১ বছরের সৌর কলঙ্কের চক্রের ওপর নির্ভর করে। ২০ শতকের প্রথমার্ধে, এই পদ্ধতি আন্ত-মহাসাগরীয় টেলিফোন, টেলিগ্রাফ পরিষেবা, ব্যবসায়িক ও কূটনৈতিক যোগাযোগের জন্য ব্যাপকভাবে ব্যবহৃত হতো। তবে নির্ভরযোগ্যতা কম হওয়ার কারণে, টেলিযোগাযোগ শিল্পে কম কম্পাঙ্কের বেতার তরঙ্গের ব্যবহার বর্তমানে অনেকটাই কমে গেছে। তবুও, উচ্চ অক্ষাংশ অঞ্চলে যোগাযোগের জন্য এটি গুরুত্বপূর্ণ, যেখানে উপগ্রহ-ভিত্তিক বেতার যোগাযোগ সম্ভব নয়। কম কম্পাঙ্কের তরঙ্গের সম্প্রচার আন্তর্জাতিক সীমান্ত অতিক্রম করার জন্য এবং কম খরচে বড় অঞ্চলে সংকেত পৌঁছানোর জন্য কার্যকর। এখনো স্বয়ংক্রিয় পরিষেবাগুলো কম কম্পাঙ্কের বেতার তরঙ্গ ব্যবহার করে, আর অপেশাদাররাও ব্যক্তিগত যোগাযোগ ও প্রাকৃতিক দুর্যোগের সময় জরুরি যোগাযোগের জন্য এটি ব্যবহার করেন। সশস্ত্র বাহিনী কম কম্পাঙ্কের বেতার তরঙ্গ ব্যবহার করে, কারণ এটি উপগ্রহসহ অন্যান্য দুর্বল অবকাঠামোর ওপর নির্ভরশীল নয়। এছাড়া, কম কম্পাঙ্কের তরঙ্গের যোগাযোগের সময় কম বিলম্বতা  থাকার কারণে এটি স্টক ব্যাবসাদারদের জন্যও আকর্ষণীয়, যেখানে মিলিসেকেন্ডের ব্যবধান গুরুত্বপূর্ণ।\n\n\n==== প্রতিসরণের কার্যপ্রণালী ====\nযখন একটি বেতার তরঙ্গ আয়নমণ্ডলে প্রবেশ করে, তখন তরঙ্গের তড়িৎ ক্ষেত্র আয়নমণ্ডলের ইলেকট্রনগুলোকে একই কম্পাঙ্কে দোলনের জন্য বাধ্য করে।এই প্রক্রিয়ায় কিছু রেডিও-তরঙ্গ শক্তি এই অনুরণিত  দোলনে শোষিত হয়। এরপর এই দোলনশীল ইলেকট্রন হয় পুনরায় নির্গত তরঙ্গ শক্তি বিকিরণ করবে অথবা পুনঃসংযোজনে  হারিয়ে যাবে। সম্পূর্ণ প্রতিসরণ তখনই ঘটে যখন আয়নমণ্ডলের সংঘর্ষ কম্পাঙ্ক বেতার তরঙ্গের কম্পাঙ্কের চেয়ে কম হয় এবং যদি আয়নমণ্ডলের ইলেকট্রন ঘনত্ব পর্যাপ্ত পরিমাণে বেশি থাকে।\nআয়নমণ্ডলের ভেতর দিয়ে একটি তড়িৎ-চুম্বকীয় তরঙ্গ কীভাবে গমন করে তা জ্যামিতিক অপটিক্স থেকে বোঝা যায়। যেহেতু আয়নমণ্ডল মূলত একটি প্লাজমা, তাই একে বিশ্লেষণ করে দেখা যায় যে এর প্রতিসরাঙ্ক সূচক এ একের চেয়ে কম। এর ফলে তড়িৎ-চুম্বকীয় তরঙ্গটি স্বাভাবিক রেখার দিক থেকে দূরে বেঁকে যায়, যা একের বেশি প্রতিসরণ সূচকের ক্ষেত্রে স্বাভাবিক দিকের দিকে বাঁকানোর বিপরীত। এটি আরও বোঝা যায় যে প্লাজমার প্রতিসরণ সূচক, এবং সেইসঙ্গে আয়নমণ্ডলের প্রতিসরণ সূচক, কম্পাঙ্ক-নির্ভরশীল, যা অপটিক্সের বিচ্ছুরণ তত্ত্বে ব্যাখ্যা করা হয়েছে।\nসীমান্ত ফ্রিকোয়েন্সি হল সেই সর্বোচ্চ ফ্রিকোয়েন্সি, যার নিচে কোনো রেডিও তরঙ্গ উল্লম্বভাবে আয়নমণ্ডলের কোনো স্তর দ্বারা প্রতিফলিত হয়। যদি প্রেরিত বেতার তরঙ্গের কম্পাঙ্ক আয়নমণ্ডলের প্লাজমা কম্পাঙ্কের চেয়ে বেশি হয়, তবে ইলেকট্রনগুলো যথেষ্ট দ্রুত প্রতিক্রিয়া জানাতে পারে না, ফলে তারা সংকেত পুনরায় বিকিরণ করতে পারে না। সীমান্ত কম্পাঙ্ক গণনার সূত্র:\n\n  \n    \n      \n        \n          f\n          \n            critical\n          \n        \n        =\n        9\n        ×\n        \n          \n            N\n          \n        \n      \n    \n    {\\displaystyle f_{\\text{critical}}=9\\times {\\sqrt {N}}}\n  \n\nএখানে N = প্রতি ঘনমিটারে ইলেকট্রন ঘনত্ব এবং f সমালোচনামূলক = সীমান্ত কম্পাঙ্ক (Hz-এ)\nসর্বাধিক ব্যবহৃত কম্পাঙ্ক  হল সেই সর্বোচ্চ কম্পাঙ্ক  যা নির্দিষ্ট দুটি স্থানের মধ্যে বেতার তরঙ্গ প্রেরণের জন্য নির্দিষ্ট সময়ে ব্যবহার করা যেতে পারে।\n\n  \n    \n      \n        \n          f\n          \n            muf\n          \n        \n        =\n        \n          \n            \n              f\n              \n                critical\n              \n            \n            \n              sin\n              ⁡\n              α\n            \n          \n        \n      \n    \n    {\\displaystyle f_{\\text{muf}}={\\frac {f_{\\text{critical}}}{\\sin \\alpha }}}\n  \n\nযেখানে \n  \n    \n      \n        α\n      \n    \n    {\\displaystyle \\alpha }\n  \n = আগমন কোণ, দিগন্তের সাপেক্ষে তরঙ্গের কোণ এবং sin হল সাইন ফাংশন।\nকাট-অফ কম্পাঙ্ক  হল সেই কম্পাঙ্ক, যার নিচে কোনো বেতার তরঙ্গ আয়নমণ্ডলের কোনো স্তর ভেদ করতে ব্যর্থ হয় এবং প্রতিসরণের মাধ্যমে নির্দিষ্ট দুটি স্থানের মধ্যে সংকেত প্রেরণ সম্ভব হয় না।\n\n\n=== জিপিএস/জিএনএসএস আয়নমণ্ডল সংশোধন ===\nবিশ্বব্যাপী দিকনির্দেশ উপগ্রহ সিস্টেমে আয়নমণ্ডলের প্রভাব বোঝার জন্য বিভিন্ন ধরনের মডেল ব্যবহার করা হয়। বর্তমানে  ক্লোবুচার মডেলটি  জিপিএস- এ আয়নমণ্ডলের প্রভাব সংশোধনের জন্য ব্যবহৃত হয়। এই মডেলটি ১৯৭৪ সালের দিকে মার্কিন যুক্তরাষ্ট্রের এয়ার ফোর্স জিওফিজিক্যাল রিসার্চ ল্যাবরেটরি-তে জন (জ্যাক) ক্লোবুচার তৈরি করেছিলেন। মডেলটি তৈরি করতে তিনি  গ্যালিলিও নেভিগেশন সিস্টেম NeQuick মডেল ব্যবহার করেন।  গ্যালিলিও পদ্ধতি তিনটি গাণিতিক সহগ  সম্প্রচার করে, যা প্রভাবশালী আয়নাইজেশন স্তর নির্ধারণে সহায়তা করে। এরপর NeQuick মডেল মডেল ব্যবহার করে দৃশ্যরেখা বরাবর সংকেত বিলম্ব গণনা করা হয়।\n\n\n=== অন্যান্য ব্যবহার ===\nআয়নমণ্ডল ব্যবহার করে গবেষণাধীন একটি প্রযুক্তি হলো ওপেন সিস্টেম ইলেক্ট্রোডাইনামিক টেথার। এই স্পেস টেথার প্লাজমা কন্টাক্টর  এবং আয়নমণ্ডলকে একটি সার্কিটের অংশ হিসেবে ব্যবহার করে তড়িৎচুম্বকীয় আবেশ দ্বারা পৃথিবীর চৌম্বক ক্ষেত্র থেকে শক্তি আহরণের জন্য তৈরি করা হয়েছে।\n\n\n== পরিমাপ ==\n\n\n=== পর্যালোচনা ===\nবিজ্ঞানীরা বিভিন্ন পদ্ধতির মাধ্যমে আয়নমণ্ডলের গঠন ও বৈশিষ্ট্য পর্যবেক্ষণ করেন। এই পদ্ধতিগুলোর মধ্যে অন্তর্ভুক্ত:\n\nআয়নমণ্ডলে উৎপন্ন অপটিক্যাল এবং রেডিও নির্গমনের নিষ্ক্রিয় পর্যবেক্ষণ\nবিভিন্ন তরঙ্গদৈর্ঘ্যের বেতার তরঙ্গ প্রতিফলনের পরীক্ষা।\nঅসামঞ্জস্যপূর্ণ ছড়ানো রাডার যেমন ইআইএসসিএটি, Sondre Stromfjord, Millstone Hill, Arecibo, Advanced Modular Incoherent Scatter Radar (AMISR) এবং Jicamarca রাডার\nসুসংহত স্ক্যাটার রাডার যেমন সুপার ডুয়াল অরোরাল রাডার নেটওয়ার্ক (সুপারডার্ন) রাডার\nবিশেষ ধরনের গ্রাহক ব্যবহার করে প্রেরিত ও প্রতিফলিত রেডিও তরঙ্গের  পরিবর্তন বিশ্লেষণ।\nকিছু গবেষণার জন্য হার্প ( হাই ফ্রিকোয়েন্সি অ্যাক্টিভ অরোরাল রিসার্চ প্রোগ্রাম ) এর মতো উচ্চক্ষমতাসম্পন্ন রেডিও ট্রান্সমিটার ব্যবহার করে আয়নমণ্ডলের বৈশিষ্ট্য পরিবর্তন করা হয়। এই গবেষণার লক্ষ্য হলো আয়নমণ্ডলের প্লাজমার আচরণ বোঝা এবং একে ব্যবহার করে যোগাযোগ ও নজরদারি প্রযুক্তির উন্নতি সাধন করা।  এটি শুধু বেসামরিক ক্ষেত্রেই নয়, সামরিক ক্ষেত্রেও গুরুত্বপূর্ণ। হার্প প্রকল্পটি ১৯৯৩ সালে শুরু হয় এবং এটি আলাস্কার গাকোনা অঞ্চলে বর্তমানে সক্রিয় রয়েছে।\nসুপারডার্ন রাডার  প্রকল্প উচ্চ এবং মধ্য অক্ষাংশ বিশ্লেষণের জন্য ৮ থেকে ২০ মেগাহার্টজ পরিসরের সমন্বিত প্রতিক্ষেপণ  প্রযুক্তি ব্যবহার করে গবেষণা চালায়। এটি ব্র্যাগ স্ক্যাটারিংয়ের -এর মতো কাজ করে, যেখানে আয়নমণ্ডলের ঘনত্বের অনিয়ম থেকে প্রতিক্ষেপিত তরঙ্গের গঠনমূলক হস্তক্ষেপ  ঘটে। এই প্রকল্পে ১১টিরও বেশি দেশ অংশগ্রহণ করেছে এবং উভয় গোলার্ধে একাধিক রাডার ব্যবহার করা হয়।\nবিজ্ঞানীরা উপগ্রহ ও নক্ষত্র থেকে আগত বেতার  তরঙ্গের পরিবর্তন বিশ্লেষণের মাধ্যমেও আয়নমণ্ডল পরীক্ষা করেন। পুয়ের্তো রিকোতে অবস্থিত আরেসিবো টেলিস্কোপটি মূলত পৃথিবীর আয়নমণ্ডল গবেষণার জন্য নির্মিত হয়েছিল।\n\n\n=== আয়নোগ্রাম ===\n সম্প্রতি ‘স্ট্রাটোমণ্ডল’ এবং ‘ট্রপোমণ্ডল’ শব্দ দুটি সর্বজনীনভাবে ব্যবহৃত হচ্ছে... ঠিক তেমনই, একটি নতুন শব্দ ‘আয়নমণ্ডল’ (ionosphere) ব্যবহার করা যেতে পারে। এই অঞ্চলের প্রধান বৈশিষ্ট্য হলো বৃহৎ পরিসরে আয়নিত কণা থাকে এবং এখানে মুক্তভাবে চলাচলের পর্যাপ্ত সুযোগ থাকে ।\nআয়নোগ্রাম আয়নমণ্ডলের বিভিন্ন স্তরের ভার্চুয়াল উচ্চতা এবং সমালোচনামূলক কম্পাঙ্ক দেখায়। এগুলো আয়নোসন্ড ব্যবহার করে পরিমাপ করা হয়। একটি আয়নোসন্ড সাধারণত ০.১ থেকে ৩০ মেগাহার্টজ পর্যন্ত বিভিন্ন কম্পাঙ্কের তরঙ্গ পাঠায়। এই তরঙ্গগুলো আয়নমণ্ডলে উল্লম্বভাবে পাঠানো হয়। যত বেশি কম্পাঙ্ক বাড়ে, প্রতিটি তরঙ্গ স্তরের আয়নায়নের কারণে কম প্রতিফলিত হয়। ফলে তরঙ্গগুলো আরও গভীরে প্রবেশ করে। একটা সময় এমন কম্পাঙ্ক আসে, যেখানে তরঙ্গ প্রতিফলিত না হয়ে সরাসরি স্তরটি ভেদ করে এগিয়ে যায়। সাধারণ মোডের তরঙ্গের ক্ষেত্রে এটা তখন ঘটে, যখন প্রেরিত কম্পাঙ্ক স্তরের সর্বোচ্চ প্লাজমা কম্পাঙ্কের চেয়ে সামান্য বেশি হয়। এই প্রতিফলিত উচ্চ-কম্পাঙ্কের বেতার তরঙ্গের চিত্রকেই বলা হয় আয়নোগ্রাম।আয়নোগ্রামের বিশ্লেষণের নিয়মাবলি \"ইউআরএসআই হ্যান্ডবুক অফ আয়নোগ্রাম ইন্টারপ্রিটেশন অ্যান্ড রিডাকশন\", গ্রন্থে লেখা হয়েছে। এই বইটি উইলিয়াম রয় পিগট এবং কার্ল রাওয়ার সম্পাদনা করেছেন এবং ১৯৬১ সালে  এলসেভিয়ার আমস্টারডাম, থেকে প্রকাশিত হয়। বইটির চীনা, ফরাসি, জাপানি ও রুশ ভাষায় অনুবাদও আছে।\n\n\n=== অসংলগ্ন ছড়ানো রাডার ===\nঅসংগত ছড়ানো রাডার সংকটপূর্ণ ফ্রিকোয়েন্সির উপরে কাজ করে। তাই আয়নোসন্ডের তুলনায় এটি আরও গভীরে আয়নমণ্ডল বিশ্লেষণ করতে পারে। এই রাডার প্রযুক্তিতে তরঙ্গ ছড়ানোর সময় ইলেকট্রনের ঘনত্বের উষ্ণতাজনিত অস্থিরতা তৈরি হয়। এই ছড়ানো তরঙ্গ সমন্বিত নয়, তাই একে অসংগত ছড়ানো বলা হয়। এই রাডার তরঙ্গের পাওয়ার বর্ণালী থেকে শুধু ইলেকট্রনের ঘনত্ব বোঝা যায় না, বরং আয়ন ও ইলেকট্রনের তাপমাত্রা, আয়নের ভর এবং তরলের প্রবাহের গতি সম্পর্কেও তথ্য পাওয়া যায়। এই অসংগত ছড়ানো রাডার ব্যবহার করে আয়নমণ্ডলের ডায়নামো অঞ্চলে আয়ন-নিরপেক্ষ সংঘর্ষের হার বিশ্লেষণ করা হয়। এর মাধ্যমে নিরপেক্ষ বায়ুমণ্ডলের গতিবিধিও বোঝা যায়, যেমন বায়ুমণ্ডলীয় জোয়ার কীভাবে পরিবর্তিত হয়।\n\n\n=== জিএনএসএস বেতার সমাবরণ ===\nবেতার সমাবরণ হল একটি দূর অনুধাবন পদ্ধতি। যেখানে একটি জিএনএসএস  এতে একটি জিএনএসএস সংকেত পৃথিবীর বায়ুমণ্ডলের কিনারা ছুঁয়ে যায় এবং তা একটি নিম্ন কক্ষপথ (লিও) উপগ্রহ দ্বারা গৃহীত হয়। সংকেতটি যখন বায়ুমণ্ডলের মধ্যে দিয়ে যায়, তখন এটি প্রতিসরিত হয়, বাঁক নেয় এবং কিছুটা বিলম্বিত হয়। লিও উপগ্রহ এই সংকেতের পথ বিশ্লেষণ করে মোট ইলেকট্রন কন্টেন্ট এবং বাঁক নেওয়ার কোণ পরিমাপ করে। এটি জিএনএসএস উপগ্রহের ওঠা বা অস্ত যাওয়ার সময় এই তথ্য সংগ্রহ করে। একটি বিশেষ গাণিতিক পদ্ধতি, ইনভার্স অ্যাবেলের রূপান্তর ব্যবহার করে, পৃথিবীর সেই স্পর্শক বিন্দুতে প্রতিসরণ ক্ষমতার একটি রেডিয়াল প্রোফাইল পুনর্গঠন করা যেতে পারে।\nজিএনএসএস বেতার সমাবরণের প্রধান মিশনের মধ্যে GRACE, CHAMP এবং COSMIC উল্লেখযোগ্য।\n\n\n== আয়নমণ্ডলের সূচক ==\nআয়নমণ্ডলের অভিজ্ঞতাভিত্তিক মডেল এ কিছু নির্দিষ্ট সূচক ব্যবহৃত হয়, যেমন- নেকুইক। এগুলো পরোক্ষভাবে আয়নমণ্ডলের অবস্থার নির্দেশক হিসেবে কাজ করে।\n\n\n=== সৌর তীব্রতা ===\nআয়নমণ্ডলের মডেল তৈরিতে F১০.৭ এবং R১২ দুটি গুরুত্বপূর্ণ সূচক হিসেবে ব্যবহৃত হয়। এদের দীর্ঘ ঐতিহাসিক তথ্য রয়েছে, যা বহু সৌরচক্র ধরে সংরক্ষিত হয়েছে।  F১০.৭ হলো ২৮০০ MHz তাড়িতচৌম্বকীয় তরঙ্গের সৌর বিকিরণের একটি পরিমাপ, যা ভূভাগে স্থাপিত একটি বেতার দূরবীক্ষণ যন্ত্র দ্বারা নেওয়া হয়। R১২ সূচক হলো দৈনিক সানস্পট সংখ্যার ১২ মাসের গড়। গবেষণায় দেখা গেছে, এই দুটি সূচকের মধ্যে একটি সম্পর্ক বিদ্যমান।\nতবে, এরা কেবল সূর্যের অতিবেগুনি  ও এক্স-রশ্মি বিকিরণের পরোক্ষ নির্দেশক। এই বিকিরণই মূলত পৃথিবীর উচ্চ বায়ুমণ্ডলে আয়নায়নের প্রধান কারণ। বর্তমানে GOES মহাকাশযানের মাধ্যমে সূর্যের এক্স-রশ্মি বিকিরণের পরিমাপ করা হয়। এটি আয়নমণ্ডলে আয়নের মাত্রার সঙ্গে আরও সরাসরি সম্পর্কিত।\n\n\n=== ভূ-চৌম্বকীয় অশান্তি ===\nA - এবং K - সূচকগুলি হল ভূ-চৌম্বকীয় ক্ষেত্রের অনুভূমিক উপাদানের আচরণ পরিমাপ করে। কে -সূচক একটি আধা-লগারিদমিক স্কেল ব্যবহার করে ০ থেকে ৯ পর্যন্ত ভূচৌম্বকীয় ক্ষেত্রের অনুভূমিক শক্তি নির্ধারণ করে। বোল্ডার কে -সূচকবোল্ডার জিওম্যাগনেটিক অবজারভেটরিতে পরিমাপ করা হয়।\nপৃথিবীর ভূ-চৌম্বকীয় ক্রিয়াকলাপ টেসলা (বা অ-এসআই গাউসে, বিশেষ করে পুরানো সাহিত্যে) নামক এসআই এককে পরিমাপ করা হয়। বিশ্বের বিভিন্ন ভূচৌম্বকীয় মানমন্দির এই তথ্য সংগ্রহ করে এবং সূচকের মাধ্যমে প্রকাশ করে। পুসারা বিশ্বের দৈনিক ভূচৌম্বকীয় পরিবর্তনের পরিমাপ  A p -সূচক এর একটি অনুমানের মাধ্যমে উপলব্ধ করা যায়, যাকে প্ল্যানেটারি A-সূচক  বলা হয়।\n\n\n== অন্যান্য গ্রহ এবং প্রাকৃতিক উপগ্রহের আয়নমণ্ডল ==\nসৌরজগতের যেসব বস্তু ঘন বায়ুমণ্ডল ধারণ করে (যেমন—সব প্রধান গ্রহ এবং কিছু বড় প্রাকৃতিক উপগ্রহ), সাধারণত সেগুলোর একটি আয়নমণ্ডল থাকে।  যেসব গ্রহে আয়নমণ্ডল শনাক্ত করা হয়েছে, সেগুলোর মধ্যে রয়েছে শুক্র, মঙ্গল, বৃহস্পতি, শনি, ইউরেনাস এবং নেপচুন ।\nশনি গ্রহের উপগ্রহ টাইটানের বায়ুমণ্ডলে একটি আয়নমণ্ডল রয়েছে, যা আনুমানিক ৮৮০ থেকে ১,৩০০ কিমি (৫৫০ থেকে ৮১০ মা) উচ্চতার মধ্যে বিস্তৃত। এতে বিভিন্ন কার্বন যৌগও বিদ্যমান। এছাড়াও আইয়ো, ইউরোপা, গ্যানিমিড, ট্রাইটন এবং প্লুটোতেও আয়নমণ্ডল  দেখা গেছে।\n\n\n== আরোও দেখুন ==\n\n\n== টীকা ==\n\n\n== তথ্যসূত্র ==\nDavies, Kenneth (১৯৯০)। Ionospheric Radio। IEE Electromagnetic Waves Series #31। Peter Peregrinus Ltd/The Institution of Electrical Engineers। আইএসবিএন 978-0-86341-186-1। \nHargreaves, J. K. (১৯৯২)। The Upper Atmosphere and Solar-Terrestrial Relations। Cambridge University Press। \nKelley, M. C. (২০০৯)। The Earth's Ionosphere: Plasma Physics and Electrodynamics (2nd সংস্করণ)। Academic Press। আইএসবিএন 9780120884254। \nMcNamara, Leo F. (১৯৯৪)। Radio Amateurs Guide to the Ionosphere। আইএসবিএন 978-0-89464-804-5। \nRawer, K. (১৯৯৩)। Wave Propagation in the Ionosphere। Kluwer Academic Publ.। আইএসবিএন 978-0-7923-0775-4। \nBilitza, Dieter (২০০১)। \"International Reference Ionosphere 2000\" (পিডিএফ): 261–275। ডিওআই:10.1029/2000RS002432।  \nJ. Lilensten, P.-L. Blelly: Du Soleil à la Terre, Aéronomie et météorologie de l'espace, Collection Grenoble Sciences, Université Joseph Fourier Grenoble I, 2000. আইএসবিএন ৯৭৮-২-৮৬৮৮৩-৪৬৭-৬ISBN 978-2-86883-467-6.\nP.-L. Blelly, D. Alcaydé: Ionosphere, in: Y. Kamide, A. Chian, Handbook of the Solar-Terrestrial Environment, Springer-Verlag Berlin Heidelberg, pp. 189–220, 2007. ডিওআই:10.1007/11367758_8doi:10.1007/11367758_8\nVolland, H. (১৯৮৪)। Atmospheric Electrodynamics। Springer Verlag। \nSchunk, R. W.; Nagy, A. F. (২০০৯)। \"Ionospheres: Physics, Plasma Physics, and Chemistry\" (2nd সংস্করণ): 556। আইএসবিএন 9780521877060। ডিওআই:10.1029/01EO00328 । \n\n\n== বহিঃসংযোগ ==\n\nGehred, Paul, এবং Norm Cohen, SWPC এর রেডিও ব্যবহারকারীর পৃষ্ঠা ।\nআয়নোস্ফিয়ারিক প্রচারের উপর আমসাট-ইতালিয়া প্রকল্প (ESA SWENET ওয়েবসাইট)\nNZ4O সোলার স্পেস ওয়েদার এবং জিওম্যাগনেটিক ডেটা আর্কাইভ\nNZ4O 160 মিটার (মাঝারি ফ্রিকোয়েন্সি) রেডিও প্রচার তত্ত্ব \"আপাতদৃষ্টিতে\" রহস্যময় 160 মিটার (MF/HF) প্রচারের ঘটনাগুলির সাধারণ স্তরের ব্যাখ্যাগুলি নোট করে\nইউএসজিএস জিওম্যাগনেটিজম প্রোগ্রাম\nএনসাইক্লোপিডিয়া ব্রিটানিকা, আয়নোস্ফিয়ার এবং ম্যাগনেটোস্ফিয়ার\nবর্তমান মহাকাশ আবহাওয়ার অবস্থা\nবর্তমান সৌর এক্স-রে ফ্লাক্স\nসুপার ডুয়াল অরোরাল রাডার নেটওয়ার্ক\nইউরোপীয় অসংলগ্ন স্ক্যাটার রাডার সিস্টেম"}