{"pageid": 1510158, "title": "রুদ্ধতাপীয় কোয়ান্টাম গণনা", "url": "https://bn.wikipedia.org/wiki?curid=1510158", "content": "রুদ্ধতাপীয় কোয়ান্টাম গণনা হলো কোয়ান্টাম কম্পিউটিং এর একটি রূপ যা গণনা সম্পাদনের জন্য সমতাপী উপপাদ্যের উপর নির্ভর করে এবং কোয়ান্টাম অ্যানিলিং এর সাথে ঘনিষ্ঠভাবে সম্পর্কিত।\n\n\n== বর্ণনা ==\nপ্রথমত, একটি (সম্ভাব্য জটিল) হ্যামিলটোনিয়ান পাওয়া যায় যার স্থল অবস্থা আগ্রহের সমস্যার সমাধান বর্ণনা করে। এর পরে, একটি সাধারণ হ্যামিলটোনিয়ানসহ একটি সিস্টেম প্রস্তুত করা হয় এবং গ্রাউন্ড স্টেটে শুরু করা হয়। অবশেষে, সরল হ্যামিলটোনিয়ান রুদ্ধতাপীয়ভাবে পছন্দসই জটিল হ্যামিলটোনিয়ানে বিবর্তিত করা হয়। রুদ্ধতাপীয় কোয়ান্টাম কম্পিউটিং সার্কিট মডেলে প্রচলিত কোয়ান্টাম কম্পিউটিং এর বহুপদী সমতুল্য বলে দেখানো হয়েছে।\nএকটি অ্যাডিয়াব্যাটিক অ্যালগরিদমের জন্য সময়ের জটিলতা হল অ্যাডিয়াব্যাটিক বিবর্তন সম্পন্ন করতে যে সময় লাগে তা হ্যামিল্টোনীয় শক্তির ইজেনভ্যালু (বর্ণালী ব্যবধান) এর ব্যবধানের উপর নির্ভরশীল। বিশেষ করে, যদি সিস্টেমটিকে স্থল অবস্থায় রাখতে হয়, তাহলে স্থল অবস্থা এবং প্রথম উত্তেজিত অবস্থার মধ্যে শক্তির ব্যবধান \n  \n    \n      \n        H\n        (\n        t\n        )\n      \n    \n    {\\displaystyle H(t)}\n  \n হ্যামিল্টোনিয়ান যে সময়ে বিবর্তিত হতে পারে তার একটি উচ্চতর সীমা প্রদান করে \n  \n    \n      \n        t\n      \n    \n    {\\displaystyle t}\n  \n. যখন বর্ণালী ব্যবধান ছোট হয়, তখন হ্যামিল্টোনিয়ানকে ধীরে ধীরে বিকশিত করতে হয়। সম্পূর্ণ অ্যালগরিদমের রানটাইম নিম্নলিখিত দ্বারা সীমাবদ্ধ করা যেতে পারে:\n\n  \n    \n      \n        T\n        =\n        O\n        \n          (\n          \n            \n              1\n              \n                g\n                \n                  m\n                  i\n                  n\n                \n                \n                  2\n                \n              \n            \n          \n          )\n        \n      \n    \n    {\\displaystyle T=O\\left({\\frac {1}{g_{min}^{2}}}\\right)}\n  \n\nযেখানে \n  \n    \n      \n        \n          g\n          \n            m\n            i\n            n\n          \n        \n      \n    \n    {\\displaystyle g_{min}}\n  \n এর জন্য সর্বনিম্ন বর্ণালী ব্যবধান \n  \n    \n      \n        H\n        (\n        t\n        )\n      \n    \n    {\\displaystyle H(t)}\n  \n.\nশক্তি শিথিলকরণের সমস্যা সমাধানের জন্য রুদ্ধতাপীয় কোয়ান্টাম একটি সম্ভাব্য পদ্ধতি। যেহেতু কোয়ান্টাম সিস্টেমটি গ্রাউন্ড স্টেটে রয়েছে, তাই বাইরের বিশ্বের সাথে হস্তক্ষেপ এটিকে নিম্ন অবস্থায় নিয়ে যেতে পারে না। যদি বহির্বিশ্বের শক্তি স্থল অবস্থা এবং পরবর্তী উচ্চ শক্তি অবস্থার মধ্যে শক্তি ব্যবধানের চেয়ে কম রাখা হয়, তবে সিস্টেমের উচ্চ শক্তিতে যাওয়ার আনুপাতিকভাবে কম সম্ভাবনা থাকে। এইভাবে সিস্টেমটি যতক্ষণ প্রয়োজন ততক্ষণ একটি একক সিস্টেম আইজেনস্টেটে থাকতে পারে।\nরুদ্ধতাপীয় মডেলের সার্বজনীনতা ফলাফল কোয়ান্টাম জটিলতা এবং কোয়ান্টাম মেকানিক্স কঠিন সমস্যার সাথে আবদ্ধ। k ≥ ২ এর জন্য k-স্থানীয় হ্যামিলটোনিয়ান কোয়ান্টাম মেকানিক্স- সম্পূর্ণ। কোয়ান্টাম মেকানিক্স এর কঠোরতা ফলাফলগুলি কিউবিটের শারীরিকভাবে বাস্তবসম্মত জালি বা ল্যাটিস মডেলের জন্য পরিচিত যেমন:\n\n  \n    \n      \n        H\n        =\n        \n          ∑\n          \n            i\n          \n        \n        \n          h\n          \n            i\n          \n        \n        \n          Z\n          \n            i\n          \n        \n        +\n        \n          ∑\n          \n            i\n            <\n            j\n          \n        \n        \n          J\n          \n            i\n            j\n          \n        \n        \n          Z\n          \n            i\n          \n        \n        \n          Z\n          \n            j\n          \n        \n        +\n        \n          ∑\n          \n            i\n            <\n            j\n          \n        \n        \n          K\n          \n            i\n            j\n          \n        \n        \n          X\n          \n            i\n          \n        \n        \n          X\n          \n            j\n          \n        \n      \n    \n    {\\displaystyle H=\\sum _{i}h_{i}Z_{i}+\\sum _{i<j}J^{ij}Z_{i}Z_{j}+\\sum _{i<j}K^{ij}X_{i}X_{j}}\n  \n\nকোথায় \n  \n    \n      \n        Z\n        ,\n        X\n      \n    \n    {\\displaystyle Z,X}\n  \n পাউলি ম্যাট্রিক্সগুলি উপস্থাপন করুন \n  \n    \n      \n        \n          σ\n          \n            z\n          \n        \n        ,\n        \n          σ\n          \n            x\n          \n        \n      \n    \n    {\\displaystyle \\sigma _{z},\\sigma _{x}}\n  \n. এই ধরনের মডেলগুলি সর্বজনীন অ্যাডিয়াব্যাটিক কোয়ান্টাম গণনার জন্য ব্যবহৃত হয়। কোয়ান্টাম মেকানিক্স এর সম্পূর্ণ সমস্যার জন্য হ্যামিল্টোনীয়রা দ্বিমাত্রিক কিউবিট গ্রিড অথবা প্রতি কণায় ১২টি অবস্থা বিশিষ্ট কোয়ান্টাম কণার একটি রেখার উপর কাজ করার মধ্যেই সীমাবদ্ধ থাকতে পারে। যদি এই ধরনের মডেলগুলিকে ভৌতভাবে উপলব্ধি করা যায়, তাহলে সেগুলিকেও একটি সর্বজনীন অ্যাডিয়াব্যাটিক কোয়ান্টাম কম্পিউটারের ভিত্তি তৈরিতে ব্যবহার করা যেতে পারে।\nবাস্তবে, গণনার সময় সমস্যা দেখা দেয়। হ্যামিল্টোনিয়ান ধীরে ধীরে পরিবর্তিত হওয়ার সাথে সাথে, আকর্ষণীয় অংশগুলি ঘটে যখন একাধিক কিউবিট একটি টিপিং পয়েন্টের কাছাকাছি থাকে। ঠিক এই সময়েই স্থল অবস্থা (কিউবিট ওরিয়েন্টেশনের একটি সেট) প্রথম শক্তি অবস্থার (ওরিয়েন্টেশনের একটি ভিন্ন বিন্যাস) খুব কাছাকাছি চলে আসে। সামান্য পরিমাণ শক্তি যোগ করলে (বাহ্যিক স্নান থেকে, অথবা ধীরে ধীরে হ্যামিল্টোনিয়ান পরিবর্তনের ফলে) সিস্টেমটিকে স্থল অবস্থা থেকে বের করে আনতে পারে এবং গণনা নষ্ট করে দিতে পারে। গণনাটি আরও দ্রুত সম্পাদন করার চেষ্টা করলে বাহ্যিক শক্তি বৃদ্ধি পায়; কিউবিটের সংখ্যা স্কেল করলে টিপিং পয়েন্টে শক্তির ব্যবধান কম হয়।\n\n\n== সন্তুষ্টির সমস্যায় অ্যাডিয়াব্যাটিক কোয়ান্টাম গণনা ==\nরুদ্ধতাপীয় কোয়ান্টাম গণনা সন্তুষ্টি সমস্যা এবং অন্যান্য সমন্বিত অনুসন্ধান সমস্যা সমাধান করে। বিশেষত, এই ধরনের সমস্যাগুলি এমন একটি রাষ্ট্রের সন্ধান করে যা সন্তুষ্ট করে \n  \n    \n      \n        \n          C\n          \n            1\n          \n        \n        ∧\n        \n          C\n          \n            2\n          \n        \n        ∧\n        ⋯\n        ∧\n        \n          C\n          \n            M\n          \n        \n      \n    \n    {\\displaystyle C_{1}\\wedge C_{2}\\wedge \\cdots \\wedge C_{M}}\n  \n . এই অভিব্যক্তিতে M ধারাগুলির সন্তুষ্টি রয়েছে, যার জন্য ধারা \n  \n    \n      \n        \n          C\n          \n            i\n          \n        \n      \n    \n    {\\displaystyle C_{i}}\n  \n এর মান True বা False আছে এবং n বিট জড়িত থাকতে পারে। প্রতিটি বিট একটি পরিবর্তনশীল \n  \n    \n      \n        \n          x\n          \n            j\n          \n        \n        ∈\n        {\n        0\n        ,\n        1\n        }\n      \n    \n    {\\displaystyle x_{j}\\in \\{0,1\\}}\n  \n যেমন \n  \n    \n      \n        \n          C\n          \n            i\n          \n        \n      \n    \n    {\\displaystyle C_{i}}\n  \n এর একটি বুলিয়ান মান ফাংশন \n  \n    \n      \n        \n          x\n          \n            1\n          \n        \n        ,\n        \n          x\n          \n            2\n          \n        \n        ,\n        …\n        ,\n        \n          x\n          \n            n\n          \n        \n      \n    \n    {\\displaystyle x_{1},x_{2},\\dots ,x_{n}}\n  \n . কোয়ান্টাম প্রশস্ততা প্রশস্তকরনে কোয়ান্টাম অ্যাডিয়াব্যাটিক বিবর্তন ব্যবহার করে এই ধরনের সমস্যা সমাধান করে। এটি একটি প্রাথমিক হ্যামিলটোনিয়ান দিয়ে শুরু হয় \n  \n    \n      \n        \n          H\n          \n            B\n          \n        \n      \n    \n    {\\displaystyle H_{B}}\n  \n :\n\n  \n    \n      \n        \n          H\n          \n            B\n          \n        \n        =\n        \n          H\n          \n            \n              B\n              \n                1\n              \n            \n          \n        \n        +\n        \n          H\n          \n            \n              B\n              \n                2\n              \n            \n          \n        \n        +\n        ⋯\n        +\n        \n          H\n          \n            \n              B\n              \n                M\n              \n            \n          \n        \n      \n    \n    {\\displaystyle H_{B}=H_{B_{1}}+H_{B_{2}}+\\dots +H_{B_{M}}}\n  \n\nযেখানে \n  \n    \n      \n        \n          H\n          \n            \n              B\n              \n                i\n              \n            \n          \n        \n      \n    \n    {\\displaystyle H_{B_{i}}}\n  \n ধারাটির সাথে সামঞ্জস্যপূর্ণ হ্যামিল্টোনিয়ান দেখায় \n  \n    \n      \n        \n          C\n          \n            i\n          \n        \n      \n    \n    {\\displaystyle C_{i}}\n  \n . সাধারণত, এর পছন্দ \n  \n    \n      \n        \n          H\n          \n            \n              B\n              \n                i\n              \n            \n          \n        \n      \n    \n    {\\displaystyle H_{B_{i}}}\n  \n বিভিন্ন ধারার উপর নির্ভর করবে না, তাই শুধুমাত্র প্রতিটি বিট কতবার সমস্ত ধারা সংক্রান্ত বিষয়ের সাথে জড়িত। এর পরে, এটি একটি adiabatic বিবর্তনের মধ্য দিয়ে যায়, সমস্যা হ্যামিলটোনিয়ানে শেষ হয় \n  \n    \n      \n        \n          H\n          \n            P\n          \n        \n      \n    \n    {\\displaystyle H_{P}}\n  \n :\n\n  \n    \n      \n        \n          H\n          \n            P\n          \n        \n        =\n        \n          ∑\n          \n            C\n          \n          \n\n          \n        \n        \n          H\n          \n            P\n            ,\n            C\n          \n        \n      \n    \n    {\\displaystyle H_{P}=\\sum \\limits _{C}^{}H_{P,C}}\n  \n\nযেখানে \n  \n    \n      \n        \n          H\n          \n            P\n            ,\n            C\n          \n        \n      \n    \n    {\\displaystyle H_{P,C}}\n  \n ধারা C এর সন্তোষজনক হ্যামিলটোনিয়ান।\n\n  \n    \n      \n        \n          h\n          \n            C\n          \n        \n        (\n        \n          z\n          \n            1\n            C\n          \n        \n        ,\n        \n          z\n          \n            2\n            C\n          \n        \n        …\n        \n          z\n          \n            n\n            C\n          \n        \n        )\n        =\n        \n          \n            {\n            \n              \n                \n                  0\n                \n                \n                  \n                    \n                      clause \n                    \n                  \n                  C\n                  \n                    \n                       satisfied\n                    \n                  \n                \n              \n              \n                \n                  1\n                \n                \n                  \n                    \n                      clause \n                    \n                  \n                  C\n                  \n                    \n                       violated\n                    \n                  \n                \n              \n            \n            \n          \n        \n      \n    \n    {\\displaystyle h_{C}(z_{1C},z_{2C}\\dots z_{nC})={\\begin{cases}0&{\\mbox{clause }}C{\\mbox{ satisfied}}\\\\1&{\\mbox{clause }}C{\\mbox{ violated}}\\end{cases}}}\n  \n\nরান টাইম টি সহ adiabatic বিবর্তনের একটি সহজ পথের জন্য, বিবেচনা করুন:\n\n  \n    \n      \n        H\n        (\n        t\n        )\n        =\n        (\n        1\n        −\n        t\n        \n          /\n        \n        T\n        )\n        \n          H\n          \n            B\n          \n        \n        +\n        (\n        t\n        \n          /\n        \n        T\n        )\n        \n          H\n          \n            P\n          \n        \n      \n    \n    {\\displaystyle H(t)=(1-t/T)H_{B}+(t/T)H_{P}}\n  \n\nএবং যাক \n  \n    \n      \n        s\n        =\n        t\n        \n          /\n        \n        T\n      \n    \n    {\\displaystyle s=t/T}\n  \n এর ফলে:\n\n  \n    \n      \n        \n          \n            \n              H\n              ~\n            \n          \n        \n        (\n        s\n        )\n        =\n        (\n        1\n        −\n        s\n        )\n        \n          H\n          \n            B\n          \n        \n        +\n        s\n        \n          H\n          \n            P\n          \n        \n      \n    \n    {\\displaystyle {\\tilde {H}}(s)=(1-s)H_{B}+sH_{P}}\n  \n, যা অ্যালগরিদমের অ্যাডিয়াব্যাটিক বিবর্তন হ্যামিলটোনিয়ান।\nঅ্যাডিয়াব্যাটিক উপপাদ্য অনুসারে, হ্যামিলটোনিয়ানের স্থল অবস্থা থেকে শুরু করে \n  \n    \n      \n        \n          H\n          \n            B\n          \n        \n      \n    \n    {\\displaystyle H_{B}}\n  \n শুরুতে, একটি অ্যাডিয়াব্যাটিক প্রক্রিয়ার মধ্য দিয়ে এগিয়ে যায় এবং হ্যামিলটোনিয়ান সমস্যার স্থল অবস্থায় শেষ করে \n  \n    \n      \n        \n          H\n          \n            P\n          \n        \n      \n    \n    {\\displaystyle H_{P}}\n  \n.\nতারপর চূড়ান্ত অবস্থায় n স্পিনগুলির প্রতিটির z-কম্পোনেন্ট পরিমাপ করে। এটি একটি স্ট্রিং তৈরি করবে \n  \n    \n      \n        \n          z\n          \n            1\n          \n        \n        ,\n        \n          z\n          \n            2\n          \n        \n        ,\n        …\n        ,\n        \n          z\n          \n            n\n          \n        \n      \n    \n    {\\displaystyle z_{1},z_{2},\\dots ,z_{n}}\n  \n যা অত্যন্ত সন্তুষ্টি সমস্যার ফলাফল হতে পারে। ফলাফলের সঠিকতা নিশ্চিত করার জন্য রান টাইমটি যথেষ্ট দীর্ঘ হতে হবে। রুদ্ধতাপীয় উপপাদ্য অনুযায়ী, T প্রায় \n  \n    \n      \n        ε\n        \n          /\n        \n        \n          g\n          \n            \n              m\n              i\n              n\n            \n          \n          \n            2\n          \n        \n      \n    \n    {\\displaystyle \\varepsilon /g_{\\mathrm {min} }^{2}}\n  \n, কোথায় \n  \n    \n      \n        \n          g\n          \n            \n              m\n              i\n              n\n            \n          \n        \n        =\n        \n          min\n          \n            0\n            ≤\n            s\n            ≤\n            1\n          \n        \n        (\n        \n          E\n          \n            1\n          \n        \n        (\n        s\n        )\n        −\n        \n          E\n          \n            0\n          \n        \n        (\n        s\n        )\n        )\n      \n    \n    {\\displaystyle g_{\\mathrm {min} }=\\min _{0\\leq s\\leq 1}(E_{1}(s)-E_{0}(s))}\n  \n স্থল অবস্থা এবং প্রথম উত্তেজিত অবস্থার মধ্যে সর্বনিম্ন শক্তি ব্যবধান।\n\n\n== গেট-ভিত্তিক কোয়ান্টাম কম্পিউটিং তুলনা ==\nরুদ্ধতাপীয় কোয়ান্টাম কম্পিউটিং ক্ষমতার সমতুল্য স্ট্যান্ডার্ড গেট-ভিত্তিক কোয়ান্টাম কম্পিউটিং যা নির্বিচারে একক ক্রিয়াকলাপ প্রয়োগ করে। যদিও, গেট-ভিত্তিক কোয়ান্টাম ডিভাইসে ম্যাপিং চ্যালেঞ্জ কোয়ান্টাম অ্যানিলারের থেকে যথেষ্ট আলাদা কারণ লজিক্যাল ভেরিয়েবলগুলি শুধুমাত্র একক কিউবিটে ম্যাপ করা হয় এবং চেইনের সাথে নয় এটি।\n\n\n== ডি-ওয়েভ কোয়ান্টাম প্রসেসর ==\nডি-ওয়েভ ওয়ান হলো কানাডিয়ান কোম্পানি ডি-ওয়েভ সিস্টেমস দ্বারা তৈরি একটি ডিভাইস বা যন্ত্র, যা দাবি করে যে এটি অপ্টিমাইজেশন সমস্যা সমাধানের জন্য কোয়ান্টাম অ্যানিলিং ব্যবহার করে থাকে। ২৫ মে ২০১১-এ, লকহিড-মার্টিন প্রায় ১০ মিলিয়ন মার্কিন ডলারে একটি ডি-ওয়েভ ওয়ান কিনেছিল। ২০১৪ সালের মে মাসে, গুগল একটি ৫১২ \nকিউবিট ডি-ওয়েভ টু কিনেছিল।\nডি-ওয়েভ প্রসেসরগুলি কি ক্লাসিক্যাল প্রসেসরের তুলনায় গতি বাড়াতে পারে সেই প্রশ্নের উত্তর এখনও পাওয়া যায়নি। কোয়ান্টাম আর্টিফিশিয়াল ইন্টেলিজেন্স ল্যাব (নাসা), ইউনিভার্সিটি অব সাউদার্ন ক্যালিফোর্নিয়া, ইটিএইচ জুরিখ এবং গুগলের গবেষকদের দ্বারা পরিচালিত পরীক্ষাগুলি দেখা যায় যে ২০১৫ সাল পর্যন্ত, কোয়ান্টাম সুবিধার কোনও প্রমাণ পাওয়া যায়নি এটিতে।\n\n\n== তথ্যসূত্র =="}