{"pageid": 1510295, "title": "স্টিভ ফসেট", "url": "https://bn.wikipedia.org/wiki?curid=1510295", "content": "জেমস স্টিফেন ফসেট (২২ এপ্রিল ১৯৪৪ - ৩ সেপ্টেম্বর ২০০৭) ছিলেন একজন আমেরিকান ব্যবসায়ী এবং একজন রেকর্ড-স্থাপনকারী বৈমানিক, নাবিক এবং অভিযাত্রী। তিনি ছিলেন প্রথম ব্যক্তি যিনি বেলুন এবং স্থির-উইং বিমানে করে একাকী বিশ্ব ভ্রমণ করেছিলেন। তিনি আর্থিক পরিষেবা শিল্পে তার ভাগ্য তৈরি করেছিলেন এবং পৃথিবীর পাঁচটি  অবিরাম প্রদক্ষিণ করে বিশ্ব রেকর্ড করেছিলেন: দীর্ঘ দূরত্বের একক বেলুন অভিযাত্রী হিসেবে, একজন নাবিক হিসেবে এবং একক উড়ান স্থির-উইং বিমানের পাইলট হিসেবে।\nরয়েল জিওগ্রাফিক্যাল সোসাইটি এবং এক্সপ্লোরার্স ক্লাবের একজন ফেলো, ফসেট পাঁচটি ভিন্ন খেলায় একশোরও বেশি রেকর্ড স্থাপন করেছিলেন, যার মধ্যে ষাটটি তার মৃত্যুর সময়ও বহাল ছিল। তিনি ফেডারেশন অ্যারোনটিক ইন্টারন্যাশনাল দ্বারা স্বীকৃত স্থির-উইং বিমানের জন্য সাতটি পরম বিশ্ব রেকর্ডের মধ্যে তিনটি ভেঙে ফেলেছিলেন, সবগুলিই তার ভার্জিন আটলান্টিক গ্লোবালফ্লায়ারে। ২০০২ সালে তিনি যুক্তরাজ্যের রয়েল অ্যারো ক্লাবের স্বর্ণপদক লাভ করেন, এবং ২০০৭ সালে ন্যাশনাল এভিয়েশন হল অফ ফেমে অন্তর্ভুক্ত হন।\nফসেট ৩ সেপ্টেম্বর, ২০০৭ তারিখে নেভাদা এবং ক্যার সময় নিখোঁজ হন। ২০০৮ সালে ফসেটের বিমানটি ধ্বংসস্তূপে আবিষ্কৃত হয়। লিফোর্নিয়ার মধ্যবর্তী গ্রেট বেসিন মরুভূমির উপর দিয়ে একটি হালকা বিমান চালানো\n\n\n== প্রাথমিক বছরগুলি ==\nফসেট টেনেসির জ্যাকসনে জন্মগ্রহণ করেন এবং ক্যালিফোর্নিয়ার গার্ডেন গ্রোভে বেড়ে ওঠেন, যেখানে তিনি গার্ডেন গ্রোভ হাই স্কুল থেকে স্নাতক ডিগ্রি অর্জন করেন।\nফসেটের অ্যাডভেঞ্চারের প্রতি আগ্রহ খুব অল্প বয়সেই শুরু হয়। একজন বয় স্কাউট হিসেবে, তিনি ক্যালিফোর্নিয়ার পাহাড়ে আরোহণ করে বড় হয়েছিলেন, সান জ্যাকিন্টো পর্বতমালা থেকে শুরু করে। \"আমি যখন ১২ বছর বয়সে ছিলাম তখন আমি আমার প্রথম পর্বত আরোহণ করেছিলাম, এবং আমি কেবল এগিয়ে যেতে থাকি, আরও বৈচিত্র্যময় এবং বৃহত্তর প্রকল্প গ্রহণ করে।\" ফসেট বলেছিলেন যে অ্যাথলেটিক্স বা দলগত খেলাধুলার জন্য তার কোনও প্রাকৃতিক প্রতিভা ছিল না, তাই তিনি এমন কার্যকলাপের উপর মনোনিবেশ করেছিলেন যার জন্য অধ্যবসায় এবং ধৈর্য প্রয়োজন।তার বাবা, একজন ঈগল স্কাউট, ফসেটকে এই ধরণের অ্যাডভেঞ্চার অনুসরণ করতে উৎসাহিত করেছিলেন এবং তাকে বয় স্কাউটের সাথে জড়িত হতে উৎসাহিত করেছিলেন। তিনি ক্যালিফোর্নিয়ার অরেঞ্জে ট্রুপ ১৭০-এর একজন সক্রিয় সদস্য হয়েছিলেন। ১৩ বছর বয়সে, ফসেট বয় স্কাউটসের সর্বোচ্চ পদমর্যাদা ঈগল স্কাউট অর্জন করেছিলেন। তিনি বয় স্কাউটস অনার সোসাইটি, অর্ডার অফ দ্য অ্যারো-এর ভিজিল অনার সদস্য ছিলেন, যেখানে তিনি লজ প্রধান হিসেবেও দায়িত্ব পালন করেছিলেন। তিনি ১৯৬১ সালের গ্রীষ্মে নিউ মেক্সিকোর ফিলমন্ট স্কাউট র‍্যাঞ্চে একজন রেঞ্জার হিসেবেও কাজ করেছিলেন। ২০০৬ সালে ফসেট বলেছিলেন যে স্কাউটিং ছিল তার যৌবনের সবচেয়ে গুরুত্বপূর্ণ কার্যকলাপ।\nস্ট্যানফোর্ড বিশ্ববিদ্যালয়ের কলেজে থাকাকালীন, ফসেট ইতিমধ্যেই একজন অভিযাত্রী হিসেবে পরিচিত ছিলেন; তার সিগমা আলফা এপসিলন ভ্রাতৃত্বের ভাইরা তাকে আলকাট্রাজে সাঁতার কাটতে এবং কারাগারের দেয়ালে \"বিট ক্যাল\" লেখা একটি ব্যানার তুলতে রাজি করান, যা দুই বছর আগে বন্ধ করে দেওয়া হয়েছিল। তিনি সাঁতার কাটতে গিয়েছিলেন কিন্তু পৌঁছানোর সময় একজন নিরাপত্তারক্ষী তাকে বাধা দেন। স্ট্যানফোর্ডে থাকাকালীন, ফসেট একজন ছাত্র সংগঠনের কর্মকর্তা ছিলেন এবং কয়েকটি ক্লাবের সভাপতি হিসেবে দায়িত্ব পালন করেন। ১৯৬৬ সালে, ফসেট স্ট্যানফোর্ড থেকে অর্থনীতিতে ডিগ্রি অর্জন করেন। ফসেট পরের গ্রীষ্মকাল ইউরোপে পাহাড়ে আরোহণ এবং দারদানেলেস সাঁতার কাটতে কাটিয়েছিলেন।\n\n\n== ব্যবসায়িক কর্মজীবন ==\n১৯৬৮ সালে, ফসেট মিসৌরির সেন্ট লুইসের ওয়াশিংটন বিশ্ববিদ্যালয়ের অলিন স্কুল অফ বিজনেস থেকে এমবিএ ডিগ্রি অর্জন করেন, যেখানে তিনি পরবর্তীতে দীর্ঘদিন ধরে ট্রাস্টি বোর্ডের সদস্য ছিলেন। ব্যবসায়িক স্কুল থেকে ফসেটের প্রথম চাকরি ছিল আইবিএমে; এরপর তিনি ডেলয়েট এবং টাচের পরামর্শদাতা হিসেবে কাজ করেন এবং পরে মার্শাল ফিল্ডের সাথে চাকরি গ্রহণ করেন। ফসেট পরে বলেন, \"আমার ব্যবসায়িক কর্মজীবনের প্রথম পাঁচ বছর, আমি কম্পিউটার সিস্টেমে ব্যস্ত ছিলাম এবং তারপরে আমি আর্থিক বাজারে আগ্রহী হয়ে উঠি। সেখানেই আমি উন্নতি লাভ করি।\"\nএরপর ফসেট শিকাগোতে একজন সফল পণ্য বিক্রয়কর্মী হয়ে ওঠেন, প্রথমে ১৯৭৩ সালে মেরিল লিঞ্চের জন্য, যেখানে তিনি নিজের এবং সেই ফার্মের জন্য কমিশন রাজস্বের একজন অত্যন্ত সফল উৎপাদক হিসেবে প্রমাণিত হন। তিনি ১৯৭৬ সালে ড্রেক্সেল বার্নহ্যামের জন্য কাজ শুরু করেন, যা তাকে শিকাগো বোর্ড অফ ট্রেডে তাদের সদস্যপদ প্রদান করে এবং তাকে সেই এক্সচেঞ্জের মেঝেতে একটি ফোন থেকে ফার্মের পরিষেবা বাজারজাত করার অনুমতি দেয়। ১৯৮০ সালে, ফসেট এমন একটি প্রক্রিয়া শুরু করেন যা অবশেষে তার স্থায়ী সমৃদ্ধি এনে দেয়: প্রথমে শিকাগো বোর্ড অপশন এক্সচেঞ্জে হবু ফ্লোর ট্রেডারদের কাছে এক্সচেঞ্জ সদস্যপদ ভাড়া করা।\nপনের বছর ধরে অন্যান্য কোম্পানিতে কাজ করার পর,ফসেট তার নিজস্ব সংস্থা, ম্যারাথন সিকিউরিটিজ এবং লাকোটা ট্রেডিং প্রতিষ্ঠা করেন, যেখান থেকে তিনি ভাড়া করে লক্ষ লক্ষ এক্সচেঞ্জ সদস্যপদ অর্জন করেন। তিনি এই উদ্দেশ্যে ১৯৮০ সালে লাকোটা ট্রেডিং প্রতিষ্ঠা করেন। ১৯৮০-এর দশকের গোড়ার দিকে, তিনি ম্যারাথন সিকিউরিটিজ প্রতিষ্ঠা করেন এবং নিউ ইয়র্ক স্টক এক্সচেঞ্জে সদস্যপদ লাভের জন্য সেই সফল সূত্রটি প্রসারিত করেন। তিনি আশাবাদী নতুন ফ্লোর ট্রেডারদের কাছে ভাড়া করে লক্ষ লক্ষ ফ্লোর ট্রেডিং সুবিধা (এক্সচেঞ্জ সদস্যপদ) অর্জন করেন, যারা সদস্যপদ ভাড়া করা ব্যক্তিদের ট্রেডিং কার্যকলাপের অনুপাতে ফসেটের ক্লিয়ারিং ফার্মগুলিকে ক্লিয়ারিং ফিও প্রদান করতেন। ১৯৯৭ সালে, এর ভাড়া করা সদস্যপদগুলির ট্রেডিং পরিমাণ শিকাগো এক্সচেঞ্জের অন্য যেকোনো ক্লিয়ারিং ফার্মের চেয়ে বেশি ছিল। লাকোটা ট্রেডিং মার্কিন যুক্তরাষ্ট্র এবং লন্ডনেও অনেক এক্সচেঞ্জে একই ব্যবসায়িক পরিকল্পনার প্রতিলিপি তৈরি করে। ফসেট পরবর্তীতে সেই আয় ব্যবহার করে তার অভিযানের অর্থায়ন করেন।ফসেট বলেন, \"একজন ফ্লোর ট্রেডার হিসেবে আমি খুবই আক্রমণাত্মক ছিলাম এবং কঠোর পরিশ্রম করতাম। এই একই বৈশিষ্ট্য আমাকে অ্যাডভেঞ্চার স্পোর্টসে সাহায্য করে।\"\nফসেট বলেন যে কলেজে থাকাকালীন তিনি বিনিময়-সম্পর্কিত কার্যকলাপে যে \"আকর্ষণীয় কাজ\" করেছিলেন, তার কোনওটিতেই তিনি অংশগ্রহণ করেননি: \"এমন একটা সময় ছিল যখন আমি জীবিকা নির্বাহের জন্য কাজ করা ছাড়া আর কিছুই করতাম না। আমি এতে খুব হতাশ হয়ে পড়েছিলাম এবং অবশেষে আবার কাজে ফিরে আসার সিদ্ধান্ত নিয়েছিলাম।\" তিনি খেলাধুলায় সময় কাটানোর জন্য বছরে ছয় সপ্তাহ ছুটি নিতে শুরু করেন এবং ১৯৯০ সালে কলোরাডোর বিভার ক্রিকে চলে যান। ফসেট পরে তার বেশিরভাগ ব্যবসায়িক স্বার্থ বিক্রি করে দেন,যদিও তিনি ২০০৬ সাল পর্যন্ত শিকাগোতে একটি অফিস বজায় রেখেছিলেন।\n\n\n== ব্যক্তিগত জীবন ==\n১৯৬৮ সালে, ফসেট ; পেগি ফসেট (প্রাক্তন ভিহল্যান্ড) কে বিয়ে করেন, যিনি মূলত মিসৌরির রিচমন্ড হাইটসের বাসিন্দা ছিলেন। তাদের কোন সন্তান ছিল না। ফসেটদের কলোরাডো এবং শিকাগোর বিভার ক্রিকে বাড়ি ছিল এবং ক্যালিফোর্নিয়ার কারমেলে একটি ছুটি কাটানোর বাড়ি ছিল। ফসেটের বন্ধুত্ব ছিল বিলিয়নেয়ার রিচার্ড ব্র্যানসনের সাথে, যার ভার্জিন গ্রুপ ফসেটের কিছু অভিযানের পৃষ্ঠপোষকতা করেছিল।\n\n\n== রেকর্ড ==\n\n\n=== সংক্ষিপ্ত বিবরণ ===\n\nস্টিভ ফসেট বেলুন, পালতোলা নৌকা, গ্লাইডার এবং চালিত বিমানে বিশ্ব রেকর্ড গড়েন। তিনি  অ্যাডভেঞ্চারের জন্য সুপরিচিত ছিলেন। তিনি ছিলেন ব্যতিক্রমী অভিজ্ঞতার অধিকারী একজন বৈমানিক। তিনি প্রথম ব্যক্তি হিসেবে একক বেলুন উড্ডয়ন করে বিশ্বজুড়ে ভ্রমণ করতে চেয়েছিলেন (অবশেষে ২০০২ সালে তার ষষ্ঠ প্রচেষ্টায় সফল হন, যেকোনো ধরণের বিমানে নিরবচ্ছিন্ন এবং জ্বালানিবিহীন এককভাবে পৃথিবী প্রদক্ষিণ সম্পন্নকারী প্রথম ব্যক্তি হয়ে ওঠেন)। তিনি সহ-পাইলট টেরি ডেলোরের সাথে ২১টি গ্লাইডার ওপেন রেকর্ডের মধ্যে ১০টি স্থাপন করেন, যার মধ্যে রয়েছে প্রথম ২০০০ কিলোমিটার আউট-এন্ড-রিটার্ন, প্রথম ১,৫০০ কিলোমিটার ট্রায়াঙ্গেল এবং দীর্ঘতম সোজা দূরত্বের ফ্লাইট। সেসনা সাইটেশন এক্স-এ জেট পাইলট হিসেবে তার কৃতিত্বের মধ্যে রয়েছে মার্কিন ট্রান্সকন্টিনেন্টাল, অস্ট্রেলিয়া ট্রান্সকন্টিনেন্টাল এবং রাউন্ড-দ্য ওয়ার্ল্ড-ওয়েস্টবাউন্ড নন-সুপারসনিক ফ্লাইটের রেকর্ড।  ফসেটের বিমান রেকর্ডের আগে, কোনও পাইলট একাধিক শ্রেণীর বিমানে বিশ্ব রেকর্ড ধারণ করতে পারেননি; ফসেট তাদের চারটি ক্লাসে রেখেছিল।\n২০০৫ সালে, ফসেট ভার্জিন আটলান্টিক গ্লোবালফ্লায়ার নামে একটি একক ইঞ্জিনের জেট বিমানে ৬৭ ঘন্টার মধ্যে একটি বিমানে করে প্রথম একক, জ্বালানিবিহীনভাবে বিশ্ব পরিক্রমা করেন।\n২০০৬ সালে, তিনি আবারও ৭৬ ঘন্টা ৪৫ মিনিটে গ্লোবালফ্লায়ারে অবিরাম এবং জ্বালানিবিহীনভাবে বিশ্ব প্রদক্ষিণ করেন, যা ২৫,৭৬৬ স্ট্যাটিউট মাইল (৪১,৪৬৭ কিমি) দূরত্বের সাথে ইতিহাসের যেকোনো বিমানের দীর্ঘতম উড্ডয়নের রেকর্ড স্থাপন করে।\nতিনি ফেডারেশন অ্যারোনটিক ইন্টারন্যাশনাল দ্বারা অনুমোদিত ৯১টি বিমান চলাচলের বিশ্ব রেকর্ড স্থাপন করেন, যার মধ্যে ৩৬টি স্থায়ী হয় এবং ওয়ার্ল্ড সেলিং স্পিড রেকর্ড কাউন্সিল দ্বারা অনুমোদিত ২৩টি পাল তোলার বিশ্ব রেকর্ড স্থাপন করেন।\n২৯শে আগস্ট, ২০০৬ তারিখে, তিনি আর্জেন্টিনার এল ক্যালাফেটের উপর ১৫,৪৬০ মিটার (৫০,৭২০ ফুট) উচ্চতায় গ্লাইডারদের জন্য বিশ্ব উচ্চতার রেকর্ড স্থাপন করেন।\n\n\n== বেলুন পাইলট ==\n\n১৯৯৫ সালের ২১শে ফেব্রুয়ারী, দক্ষিণ কোরিয়া থেকে উড্ডয়নের পর, ফসেট কানাডার সাসকাচোয়ানের লিডারে অবতরণ করেন, এবং বেলুনে করে প্রশান্ত মহাসাগর পেরিয়ে একাকী উড়ানো  প্রথম ব্যক্তি হয়ে ওঠেন।\n২০০২ সালে, তিনি প্রথম ব্যক্তি যিনি একা, যেকোনো ধরণের বিমানে অবিরামভাবে বিশ্বজুড়ে উড়ে যান। তিনি ১৯শে জুন, ২০০২ তারিখে পশ্চিম অস্ট্রেলিয়ার নর্থহাম থেকে ১০ তলা উঁচু বেলুন স্পিরিট অফ ফ্রিডম উৎক্ষেপণ করেন এবং ৩রা জুলাই, ২০০২ তারিখে অস্ট্রেলিয়ায় ফিরে আসেন, পরবর্তীতে কুইন্সল্যান্ডে অবতরণ করেন। এই একক বেলুন উড্ডয়নের সময়কাল এবং দূরত্ব ছিল ১৩ দিন, ৮ ঘন্টা, ৩৩ মিনিট (অবতরণ পর্যন্ত ১৪ দিন ১৯ ঘন্টা ৫০ মিনিট), ২০,৬২৬.৪৮ স্ট্যাটিউট মাইল (৩৩,১৯৫.১০ কিমি)। উড্ডয়নের শেষে বেলুনটি তাকে ২০ মিনিট ধরে মাটিতে টেনে নিয়ে যায়। অবতরণের সময় কেবল ক্যাপসুলটি বেঁচে ছিল; এটি ওয়াশিংটন, ডি.সি.-তে স্মিথসোনিয়ান ইনস্টিটিউশনে নিয়ে যাওয়া হয়েছিল, যেখানে এটি প্রদর্শিত হয়েছিল। অভিযানের নিয়ন্ত্রণ কেন্দ্র ছিল সেন্ট লুইসের ওয়াশিংটন বিশ্ববিদ্যালয়ের ব্রুকিংস হলে। উড্ডয়নের সময় ফসেটের সর্বোচ্চ গতি ছিল ভারত মহাসাগরের উপর দিয়ে ১৮৬ মাইল প্রতি ঘন্টা (২৯৯ কিমি/ঘন্টা)। এই ভ্রমণ বেলুন উড়ানো নিয়ে বেশ কয়েকটি রেকর্ড তৈরি করেছে: দ্রুততম (২০০ মাইল প্রতি ঘন্টা (৩২০ কিমি/ঘন্টা), যা তার আগের ১৬৬ মাইল প্রতি ঘন্টা (২৭০ কিমি/ঘন্টা) রেকর্ড ভেঙেছে), বিশ্বজুড়ে দ্রুততম (১৩.৫ দিন), এককভাবে বেলুন উড়িয়ে দীর্ঘতম দূরত্ব (২০,৪৮২.২৬ মাইল (৩২,৯৬৩.০০ কিমি)), এবং ২৪-ঘন্টা বেলুন দূরত্ব (৩,১৮৬.৮০ মাইল (৫,১২৮.৬৬ কিমি) ১ জুলাই)।\nযদিও ফসেট নিজে এর আগে পাঁচটি চেষ্টার জন্য অর্থায়ন করেছিলেন, তার সফল রেকর্ড-স্থাপনকারী ফ্লাইটটি বাড লাইট দ্বারা স্পনসর করা হয়েছিল। শেষ পর্যন্ত, ফসেট তার সমস্ত বেলুন ফ্লাইটে অর্থ উপার্জন করেছিলেন। তিনি ৫০০,০০০ ডলারে একটি কন্টিনজেন্সি বীমা পলিসি কিনেছিলেন যা ফ্লাইটে সফল হলে তাকে ৩ মিলিয়ন ডলার প্রদান করত। স্পনসরশিপের পাশাপাশি, এই অর্থ প্রদানের অর্থ ছিল যে শেষ পর্যন্ত ফসেটকে প্রাথমিক খরচ ছাড়া তার কোনও অর্থ ব্যয় করতে হয়নি।\n\n\n== তথ্যসূত্র ==\nটীকা\n\nঅধিক পঠন\n\nFossett, Steve; Hasley, Will (২০০৬)। Chasing the Wind: The Autobiography of Steve Fossett। Virgin Books। আইএসবিএন 978-1-85227-234-0। \n\n\n== বহিঃসংযোগ ==\n\nTimeline: Steve Fossett\nIn pictures: Steve Fossett\nBBC, Profile: Steve Fossett\n\"FAI Awards received by Steve FOSSETT (USA)\"। Fédération Aéronautique Internationale (FAI)। ডিসেম্বর ২, ২০০৭ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ অক্টোবর ৩১, ২০০৭। \n\"List of records established by 'Steve FOSSETT (USA)'\"। Fédération Aéronautique Internationale (FAI)। জুন ৮, ২০১১ তারিখে মূল থেকে আর্কাইভ করা। সংগ্রহের তারিখ অক্টোবর ৩১, ২০০৭। \nObituary from The Economist, February 21, 2008\nNew attempts by adventure athletes to search territory previous searches could not cover\nWeather radar loop for September 3, 2007 around Fresno, California, including the crash site.\nAerial Photo of crash site taken 2010/09/25\nNTSB Aviation Investigation - 45 Docket Items - SEA07FA277"}