{"pageid": 1510197, "title": "মাধ্যাকর্ষণের তুলনামূলক মডেল", "url": "https://bn.wikipedia.org/wiki?curid=1510197", "content": "মাধ্যাকর্ষণের তুলনামূলক মডেল বা মাধ্যাকর্ষণের অ্যানালগ মডেল সাধারণ আপেক্ষিকতার বিভিন্ন ঘটনা(যেমন: কৃষ্ণগহ্বর বা মহাকাশীয় জ্যামিতি) মডেল করার প্রচেষ্টা, যা অন্যান্য ভৌত গঠন যেমন চলমান প্রবাহে শব্দতরঙ্গ, সুপারফ্লুইড হিলিয়াম, বা বোস-আইনস্টাইন কন্ডেনসেট, পানিতে মাধ্যাকর্ষীয় তরঙ্গ এবং একটি ডাইইলেকট্রিক মাধ্যমের মধ্যে বৈদ্যুতিক-চৌম্বকীয় তরঙ্গের প্রক্ষেপণ ব্যবহার করে। এই তুলনামূলক (অথবা তুলনা) সমস্যাগুলির দিকে নতুনভাবে দেখার উপায় প্রদান করে, অন্যান্য বৈজ্ঞানিক ক্ষেত্র থেকে ধারণাগুলো প্রয়োগ করার অনুমতি দেয় এবং তুলনামূলকের(অ্যানালগ) মধ্যে এমন বাস্তব পরীক্ষার সুযোগ তৈরি করতে পারে যা মূল ঘটনায় পুনরায় প্রয়োগ করা যেতে পারে।\n\n\n== ইতিহাস ==\nমাধ্যাকর্ষণের তুলনামূলক মডেলগুলি গত দশকে শতাধিক প্রকাশিত প্রবন্ধে ব্যবহৃত হয়েছে। এই তুলনামূলক মডেলের ব্যবহার বিজ্ঞানী নিউটন এবং আইনস্টাইনের সময় থেকে মাধ্যাকর্ষণের বৈজ্ঞানিক তত্ত্বের শুরুতে পাওয়া যায়।\n\n\n== বোস-আইনস্টাইন কন্ডেনসেট ==\nএটা প্রমাণিত যে বোস-আইনস্টাইন ঘনীভবন (বোস-আইনস্টাইন কন্ডেনসেট, BEC) তুলনামূলক মাধ্যাকর্ষণ অধ্যয়নের জন্য একটি ভাল ভিত্তি। কের(ঘূর্ণায়মান) ব্ল্যাক হোল এক্সাইটন-পোলারিটনের(কোয়ান্টাম আলোর তরলে) বোস-আইনস্টাইন ঘনীভবনে বাস্তবায়িত হয়েছে।\n\n\n== পৃষ্ঠীয় মাধ্যাকর্ষণ তরঙ্গ সহ তুলনামূলক মাধ্যাকর্ষণ মডেল ==\nপৃষ্ঠীয় মাধ্যাকর্ষণ তরঙ্গ, তুলনামূলক মাধ্যাকর্ষণ মডেল অধ্যয়নের জন্য একটি প্রতিশ্রুতিশীল তত্ত্ব হিসাবে স্বীকৃত হয়েছে। সাম্প্রতিক পরীক্ষাতে এই তরঙ্গগুলো কার্যকরভাবে ফেজ স্পেস হরিজন সিমুলেট করতে পেরেছে, যা ব্ল্যাক হোলের পদার্থবিজ্ঞানের সাথে সমান্তরালভাবে তুলনীয়। বিশেষভাবে, পৃষ্ঠীয় মাধ্যাকর্ষণ জল তরঙ্গের ব্যবহার লগারিদমিক ফেজ সিঙ্গুলারিটি এবং ফার্মি-ডিরাক বিতরণের সূচনা পর্যবেক্ষণের অনুমতি দিয়েছে, যা সাধারণত কোয়ান্টাম সিস্টেম এবং মাধ্যাকর্ষণ তত্ত্বের সাথে সম্পর্কিত ঘটনা। এই পদ্ধতি ক্লাসিক্যাল তরঙ্গ ব্যবস্থা এবং কোয়ান্টাম মেকানিক্যাল আচরণের মধ্যে তুলনার মাধ্যমে গুরুত্বপূর্ণ ধারণা প্রদান করে, নিয়ন্ত্রিত পরীক্ষাগার পরিবেশে মাধ্যাকর্ষণ তুলনামূলক মডেল অনুসন্ধানের সম্ভাবনাগুলোকে এক্ষেত্রে সম্প্রসারিত করে।\n\n\n== তথ্যসূত্র =="}