{"pageid": 1510100, "title": "আন্না-লিনা সিকালা", "url": "https://bn.wikipedia.org/wiki?curid=1510100", "content": "আরজা আন্না-লিনা সিকালা (পূর্বে কুউসি, জন্মসূত্রে আরনিসালো, জন্ম: হেলসিঙ্কি, ১ জানুয়ারি ১৯৪৩; মৃত্যু: এসপু, ২৭ ফেব্রুয়ারি ২০১৬) ছিলেন হেলসিঙ্কি বিশ্ববিদ্যালয়ের এমেরিটাস অধ্যাপক। তিনি লোকবিশ্বাস, পুরাণকথা, এবং শামানিজমের পাশাপাশি মৌখিক গল্পকথন এবং ঐতিহ্যবাদের উপর বিশেষজ্ঞ ছিলেন।\n\n\n== শিক্ষা ও কর্মজীবন ==\nআন্না-লিনা সিকালা ১৯৬৮ সালে হেলসিঙ্কি বিশ্ববিদ্যালয় থেকে দর্শনে স্নাতকোত্তর ডিগ্রি অর্জন করেন। তিনি ১৯৭০ সালে লাইসেন্সিয়েট ডিগ্রি এবং ১৯৭৮ সালে পিএইচ.ডি. ডিগ্রি সম্পন্ন করেন। তিনি ১৯৯৫ থেকে ২০০৭ সাল পর্যন্ত হেলসিঙ্কি বিশ্ববিদ্যালয়ে লোকসংস্কৃতি অধ্যয়নের অধ্যাপক ছিলেন। সিকালা নিম্নলিখিত অধ্যাপক পদে অধিষ্ঠিত ছিলেন:\n\n১৯৯৫–২০০৭: হেলসিঙ্কি বিশ্ববিদ্যালয়, লোকসংস্কৃতি অধ্যয়নের অধ্যাপক।\n১৯৯৯–২০০৪: ফিনিশ একাডেমি, একাডেমি অধ্যাপক।\n১৯৮৮–১৯৯৫: জোয়েনসু বিশ্ববিদ্যালয়, লোকসংস্কৃতি অধ্যয়নের অধ্যাপক।\n১৯৭৯–১৯৮২: তুর্কু বিশ্ববিদ্যালয়ে লোকসংস্কৃতি এবং ধর্মতত্ত্বের ভারপ্রাপ্ত অধ্যাপক।\nতিনি ফিনল্যান্ড এবং পলিনেশিয়ার কুক দ্বীপপুঞ্জে এবং রাশিয়ার ফিনিক-ভাষাভাষী জনগণের মধ্যে, উদমুর্ত জনগণ, কোমি জনগণ এবং সাইবেরিয়ার খান্টি জনগণের মাঝে গিয়ে সরাসরি কাজ করেছিলেন।\nসিকালার সবচেয়ে গুরুত্বপূর্ণ গবেষণা প্রকল্প ছিল \"মিথ, হিস্ট্রি, সোসাইটি: এথিক/ন্যাশনাল ট্রেডিশন্স ইন দি এজ অব গ্লোব্যালাইজেশন\" (১৯৯৯–২০০৪) এবং \"দ্য আদার রাশিয়া: কালচারারল মাল্টিপ্লিসিটি ইন দি ম্যাকিং\" (২০০৪–২০০৭)। মিহাই হোপ্পাল এবং ভ্লাদিমির নাপলস্কিখের সঙ্গে যৌথভাবে তিনি \"এনসাইক্লোপিডিয়া অব ইউরালিক মাইথোলোজিস\" সম্পাদনা করেছিলেন।\n২০০৯ সালে, সিকালা আকাতেমিককোতে নির্বাচিত হন।\n\n\n== প্রকাশনা ==\nআন্না-লীনা সিকালার নামে ২৩০টিরও বেশি প্রকাশনা ছিল।\n\nসাইবেরিয়ান শামানদের রিট পদ্ধতি (পিএইচ.ডি. থিসিস, FF Communications 220, ১৯৭৮ এবং ১৯৮৯)।\nমৌখিক বর্ণনার ব্যাখ্যা (FF Communications 245, ১৯৯০)।\nফিনিশ শামানিজম: কল্পনার ইতিহাস (Suomalaisen Kirjallisuuden Seuran toimituksia 565, ৩য় সংস্করণ)। হেলসিঙ্কি: Suomalaisen Kirjallisuuden Seura, ১৯৯৯ [মূল প্রকাশ: ১৯৯২]। ISBN: 951-717-704-6।\nশামানিজমের অধ্যয়ন (Ethnologica Uralica, ১৯৯২ এবং ১৯৯৮, বুদাপেস্ট), মিহাই হোপ্পালের সাথে যৌথভাবে।\nমিথিক ইমেজ এবং শামানিজম: ক্যালেভালা কবিতার দৃষ্টিভঙ্গি (FF Communications 280, ২০০২)।\nসংস্কৃতিতে প্রত্যাবর্তন: দক্ষিণ কুক দ্বীপপুঞ্জের মৌখিক ঐতিহ্য এবং সমাজ (FF Communications 287, ২০০৫), জুক্কা সিকালার সাথে যৌথভাবে।\nবাল্টিক-ফিনিশ জনগণের পুরাণকথা (Suomalaisen Kirjallisuuden Seuran toimituksia 1388)। হেলসিঙ্কি: Suomalaisen Kirjallisuuden Seura, ২০১২। ISBN: 978-952-222-393-7।\n\n\n== তথ্যসূত্র =="}