{"pageid": 1510412, "title": "চৌম্বকমন্ডল", "url": "https://bn.wikipedia.org/wiki?curid=1510412", "content": "জ্যোতির্বিজ্ঞান এবং গ্রহবিজ্ঞানে, চৌম্বকমণ্ডল হল একটি জ্যোতির্বৈজ্ঞানিক বস্তুকে চারপাশের সেই অঞ্চলের স্থান, যেখানে চার্জযুক্ত কণাগুলি সেই বস্তুর চৌম্বক ক্ষেত্রের দ্বারা প্রভাবিত হয়।  এটি সাধারণত সেইসব জ্যোতির্বৈজ্ঞানিক বস্তুর চারপাশে তৈরি হয়, যাদের অভ্যন্তরে সক্রিয় ডায়নামো  প্রক্রিয়া চালু আছে।\nযেসব গ্রহের দ্বিমেরু চৌম্বক ক্ষেত্র আছে, যেমন পৃথিবী, তাদের কাছাকাছি মহাকাশ অঞ্চলে চৌম্বক বলরেখাগুলো সাধারণত এক সরল চৌম্বক দ্বিমেরুর অনুরূপ। তবে, দূরবর্তী স্থানে এই বলরেখাগুলো বিকৃত হতে পারে। এর কারণ হলো, সূর্য বা কাছের কোনো নক্ষত্র থেকে নির্গত বিদ্যুৎ পরিবাহী প্লাজমার প্রবাহ। উদাহরণ হিসেবে, সূর্য থেকে আসা সৌর বায়ু এই বিকৃতি ঘটাতে পারে। যেসব গ্রহের চৌম্বকমন্ডল সক্রিয়, যেমন পৃথিবী, তারা সৌর বিকিরণ বা মহাজাগতিক বিকিরণের ক্ষতিকর প্রভাব অনেকটাই প্রতিহত করতে বা বাধা দিতে সক্ষম। চৌম্বকমন্ডলের সঙ্গে কণা ও বায়ুমন্ডলের পারস্পরিক ক্রিয়াগুলো মূলত প্লাজমা পদার্থবিজ্ঞান, মহাকাশ পদার্থবিজ্ঞান এবং বায়ুমণ্ডলীয় বিজ্ঞান বিশেষ গুরুত্বপূর্ণ\n\n\n== ইতিহাস ==\nপৃথিবীর চৌম্বকমণ্ডলের গবেষণা শুরু হয় ১৬০০ সালে, যখন উইলিয়াম গিলবার্ট আবিষ্কার করেন যে পৃথিবী পৃষ্ঠের চৌম্বক ক্ষেত্র একটি ছোট চুম্বকযুক্ত গোলক টেরেলার মতো আচরণ করে। ১৯৪০-এর দশকে, ওয়াল্টার এম. এলসাসার ডায়নামো তত্ত্বের মডেল প্রস্তাব করেন, এই তত্ত্ব অনুসারে, পৃথিবীর চৌম্বক ক্ষেত্র তৈরি হয় তার লৌহমূল  বহিস্থ কেন্দ্রীয় গতির কারণে। বিজ্ঞানীরা ম্যাগনেটোমিটার ব্যবহার করে সময়, অক্ষাংশ ও দ্রাঘিমাংশের ওপর নির্ভর করে পৃথিবীর চৌম্বক ক্ষেত্রের পরিবর্তনগুলি পর্যবেক্ষণ করতে সক্ষম হন।\n১৯৪০-এর দশকের শেষ দিকে, মহাজাগতিক রশ্মি অধ্যয়নের জন্য রকেট ব্যবহার শুরু হয়। ১৯৫৮ সালে, এক্সপ্লোরার ১ মহাকাশযান উৎক্ষেপণ করা হয়। এটি মহাজাগতিক রশ্মির তীব্রতা এবং এর পরিবর্তন নির্ণয়ের জন্য পাঠানো হয়। এই মিশনে পৃথিবীর চৌম্বকমণ্ডলের অভ্যন্তরীণ অঞ্চলে ভ্যান অ্যালেন বিকিরণ বলয়ের অস্তিত্ব পর্যবেক্ষণ করে (পৃথিবীর চৌম্বকমণ্ডলের অভ্যন্তরীণ অঞ্চলে অবস্থিত)।  এরপর, একই বছরের এক্সপ্লোরার ৩ অভিযান নিশ্চিতভাবে এই বিকিরণ বলয়ের অস্তিত্ব প্রমাণ করে। ১৯৫৮ সালেই, ইউজিন পার্কার সৌর বায়ুর ধারণা প্রস্তাব করেন। ১৯৫৯ সালে থমাস গোল্ড 'ম্যাগনেটোস্ফিয়ার' বা 'চৌম্বকমণ্ডল' শব্দটি ব্যবহার করেন, যা ব্যাখ্যা করে কীভাবে সৌর বায়ু পৃথিবীর চৌম্বক ক্ষেত্রের সঙ্গে প্রতিক্রিয়া করে। এরপর ১৯৬১ সালে এক্সপ্লোরার ১২ মিশন পরিচালিত হয়। ১৯৬৩ সালে ক্যাহিল ও অ্যামাজিন গবেষণায় দেখতে পান যে দুপুরের সময়ের কাছাকাছি পৃথিবীর চৌম্বক ক্ষেত্রের শক্তি হঠাৎ কমে যায়। পরে এই স্থানকে ম্যাগনেটোপজ নাম দেওয়া হয়। ১৯৮৩ সালের মধ্যে, আন্তর্জাতিক ধূমকেতু অনুসন্ধানকারী ইন্টারন্যাশনাল কমেটারি এক্সপ্লোরার পৃথিবীর চৌম্বকমণ্ডলের দীর্ঘ প্রসারিত অংশ 'ম্যাগনোটেইল'-এর অস্তিত্ব পর্যবেক্ষণ করে।\n\n\n== গঠন এবং আচরণ ==\nচৌম্বকমণ্ডলের গঠন বিভিন্ন কারণে পরিবর্তিত হয়। যেমন: মহাজাগতিক বস্তুর ধরন, প্লাজমা এবং ভরবেগের উত্সের প্রকৃতি, বস্তুটির ঘূর্ণনকাল, ঘূর্ণনের অক্ষের প্রকৃতি, চৌম্বকের দ্বিমেরু অক্ষ এবং সৌর বায়ুর প্রবাহের দিক ও শক্তি।\nযে দূরত্ব পর্যন্ত চৌম্বকমণ্ডল সৌর বায়ুর চাপ সহ্য করতে পারে, তাকে চ্যাপম্যান-ফেরারো দূরত্ব বলে। এই দূরত্ব একটি নির্দিষ্ট গাণিতিক সূত্রের মাধ্যমে হিসাব করা যায়। যেখানে \n  \n    \n      \n        \n          R\n          \n            \n              P\n            \n          \n        \n      \n    \n    {\\displaystyle R_{\\rm {P}}}\n  \n হল গ্রহের ব্যাসার্ধ, \n  \n    \n      \n        \n          B\n          \n            \n              s\n              u\n              r\n              f\n            \n          \n        \n      \n    \n    {\\displaystyle B_{\\rm {surf}}}\n  \n হল গ্রহের নিরক্ষীয় অঞ্চলের পৃষ্ঠে চৌম্বক ক্ষেত্রের শক্তি, \n  \n    \n      \n        \n          V\n          \n            \n              S\n              W\n            \n          \n        \n      \n    \n    {\\displaystyle V_{\\rm {SW}}}\n  \n হল সৌর বায়ুর গতি, \n  \n    \n      \n        ρ\n      \n    \n    {\\displaystyle \\rho }\n  \n হল সৌর বায়ুর কণার ঘনত্ব এবং \n  \n    \n      \n        \n          μ\n          \n            0\n          \n        \n      \n    \n    {\\displaystyle \\mu _{0}}\n  \n হল  শূন্যস্থানে চৌম্বক ব্যাপ্তিযোগ্যতা ধ্রুবক:\n\n  \n    \n      \n        \n          R\n          \n            \n              C\n              F\n            \n          \n        \n        =\n        \n          R\n          \n            \n              P\n            \n          \n        \n        \n          \n            (\n            \n              \n                \n                  B\n                  \n                    \n                      s\n                      u\n                      r\n                      f\n                    \n                  \n                  \n                    2\n                  \n                \n                \n                  \n                    μ\n                    \n                      0\n                    \n                  \n                  ρ\n                  \n                    V\n                    \n                      \n                        S\n                        W\n                      \n                    \n                    \n                      2\n                    \n                  \n                \n              \n            \n            )\n          \n          \n            \n              1\n              6\n            \n          \n        \n      \n    \n    {\\displaystyle R_{\\rm {CF}}=R_{\\rm {P}}\\left({\\frac {B_{\\rm {surf}}^{2}}{\\mu _{0}\\rho V_{\\rm {SW}}^{2}}}\\right)^{\\frac {1}{6}}}\n  \n\nচৌম্বকমণ্ডলকে \"অন্তর্নিহিত\" বলা হয় যখন চ্যাপম্যান-ফেরারো দূরত্ব \n  \n    \n      \n        \n          R\n          \n            \n              C\n              F\n            \n          \n        \n        ≫\n        \n          R\n          \n            \n              P\n            \n          \n        \n      \n    \n    {\\displaystyle R_{\\rm {CF}}\\gg R_{\\rm {P}}}\n  \n হয়, র বায়ুর প্রবাহকে প্রতিহত করার প্রধান ভূমিকা পালন করে গ্রহের নিজস্ব চৌম্বক ক্ষেত্র। উদাহরণস্বরূপ বুধ, পৃথিবী, বৃহস্পতি, গ্যানিমিড, শনি, ইউরেনাস, এবং নেপচুনের চৌম্বকমণ্ডল অন্তর্নিহিত প্রকৃতির। অন্যদিকে, চৌম্বকমণ্ডলকে \"প্ররোচিত\" বলা হয় যখন \n  \n    \n      \n        \n          R\n          \n            \n              C\n              F\n            \n          \n        \n        ≪\n        \n          R\n          \n            \n              P\n            \n          \n        \n      \n    \n    {\\displaystyle R_{\\rm {CF}}\\ll R_{\\rm {P}}}\n  \n হয়, অথবা গ্রহের নিজস্ব চৌম্বক ক্ষেত্র সৌর বায়ুর বিরুদ্ধে কার্যকর প্রতিরোধ গঠন করতে পারে না। লে সৌর বায়ু সরাসরি গ্রহের বায়ুমণ্ডল বা আয়নমণ্ডলের (যদি গ্রহের বায়ুমণ্ডল না থাকে) সঙ্গে প্রতিক্রিয়া করে। শুক্র গ্রহের  চৌম্বকমণ্ডল প্ররোচিত প্রকৃতির। কারণ শুক্রের অভ্যন্তরে কোনো কার্যকর ডায়নামো প্রভাব মনে করা হয়। ফলে সৌর বায়ু শুক্রের চারপাশে প্রবাহিত হয়ে একটি চৌম্বক ক্ষেত্র তৈরি করে। যদি \n  \n    \n      \n        \n          R\n          \n            \n              C\n              F\n            \n          \n        \n        ≈\n        \n          R\n          \n            \n              P\n            \n          \n        \n      \n    \n    {\\displaystyle R_{\\rm {CF}}\\approx R_{\\rm {P}}}\n  \n হয়,  তাহলে গ্রহের নিজস্ব চৌম্বক ক্ষেত্র ও সৌর বায়ুর প্রভাব উভয়ই গুরুত্বপূর্ণ ভূমিকা পালন করে। মঙ্গল গ্রহের চৌম্বকমণ্ডল সম্ভবত এই ধরনের।\n\n\n== গঠন ==\n\n\n=== ধনুক আঘাত স্তর ===\n\nধনুক শক বা ধনুক আঘাত চৌম্বকমণ্ডলের সবচেয়ে বাইরের স্তর। এটি চৌম্বকমণ্ডল ও তার চারপাশের মাধ্যমের সীমারেখা গঠন করে। নক্ষত্রের ক্ষেত্রে এটি নাক্ষত্রিক বায়ু ও আন্তনাক্ষত্রিক মাধ্যমের সীমানা হিসেবে কাজ করে। গ্রহের ক্ষেত্রে, সৌর বায়ুর গতি এখানে ধীরে ধীরে কমে যায় যতক্ষণ না এটি চৌম্বকমণ্ডলের প্রান্তসীমা ম্যাগনেটোপজের কাছাকাছি পৌঁছায়। ধনুকের শকের সঙ্গে সংঘর্ষের ফলে নাক্ষত্রিক বায়ুর প্লাজমার গতিবেগে বড় পরিবর্তন আসে। এটি প্লাজমার অণুকণা চলাচলে বিশৃঙ্খলা সৃষ্টি করে। ফলে বাউ শকের উভয় পাশে বিভিন্ন ধরনের প্লাজমা অস্থিরতা দেখা যায়।\n\n\n=== চৌম্বক আবরণ ===\nচৌম্বক আবরণ হলো চৌম্বকমণ্ডলের সেই অঞ্চল যা ধনুক আঘাত স্তর এবং চৌম্বকপ্রান্তের মধ্যে অবস্থান করে। এটি মূলত ধাক্কা খাওয়া সৌর বায়ু দ্বারা গঠিত, যদিও এতে কিছু পরিমাণ প্লাজমা চৌম্বকমণ্ডল থেকেও আসে। এই অঞ্চলে কণার শক্তির প্রবাহ অত্যন্ত বেশি হয় এবং চৌম্বক ক্ষেত্রের দিক ও শক্তি অনিয়মিতভাবে পরিবর্তিত হয়। কারণ, সৌর বায়ু এখানে তাপীকরণের মধ্য দিয়ে যায়, যার ফলে এটি তাপগতিশক্তি এবং চাপ পরিবর্তনের মাধ্যমে চৌম্বকমণ্ডলের চৌম্বক ক্ষেত্রের সঙ্গে একটি বাফার বা কুশনের মতো কাজ করে। এটি সৌর বায়ুর প্রবাহের চাপ এবং গ্রহের চৌম্বক ক্ষেত্রের বাধার মধ্যে সমন্বয় সাধন করে। \n\n\n=== চৌম্বকপ্রান্ত ===\nচৌম্বকপ্রান্ত হল চৌম্বকমণ্ডলের সেই অঞ্চল, যেখানে গ্রহের চৌম্বক ক্ষেত্রের চাপ এবং সৌর বায়ুর চাপ পরস্পরের সঙ্গে ভারসাম্য রক্ষা করে।  এখানে চৌম্বকপ্রান্ত স্তর থেকে আসা ধাক্কা খাওয়া সৌর বায়ু, চৌম্বকমণ্ডলের চৌম্বক ক্ষেত্র এবং এর প্লাজমার সঙ্গে মিলিত হয়। এই অঞ্চলে উভয় দিকেই চৌম্বকিত প্লাজমা উপস্থিত থাকে, ফলে তাদের পারস্পরিক মিথস্ক্রিয়া বেশ জটিল। ম্যাগনেটোপজের  গঠন নির্ভর করে প্লাজমার মাখ সংখ্যা বিটা অনুপাত এবং চৌম্বক ক্ষেত্রের বৈশিষ্ট্যের উপর। সৌর বায়ুর চাপ পরিবর্তিত হলে ম্যাগনেটোপজের আকার ও আকৃতিও পরিবর্তিত হয়।\n\n\n=== চৌম্বকলেজ ===\nচৌম্বকপ্রান্তের বিপরীত দিকে অবস্থিত ম্যাগনেটোটেল বা চৌম্বকলেজ। এটি চৌম্বকমণ্ডলের সেই অংশ, যা মহাজাগতিক বস্তুটিকে ছাড়িয়ে বহুদূর পর্যন্ত প্রসারিত থাকে। এই লেজের দুটি প্রধান অংশ রয়েছে, যাদের বলা হয় উত্তর এবং দক্ষিণ লেজ। উত্তর লেজে চৌম্বক বলরেখাগুলি বস্তুটির দিকে নির্দেশ করে, আর দক্ষিণ লেজে বলরেখাগুলি বস্তু থেকে দূরে সরে যায়। এই অঞ্চল প্রায় ফাঁকা থাকে এবং এখানে খুব কম সংখ্যক আধানিত কণা সৌর বায়ুর প্রবাহের বিরোধিতা করে। এই দুটি লেজ পাতার মাঝখানে থাকে একটি প্লাজমা স্তর। এখানে চৌম্বক ক্ষেত্র তুলনামূলকভাবে দুর্বল হয়, তবে আধানিত কণার ঘনত্ব বেশি থাকে।\n\n\n=== পৃথিবীর চৌম্বকমণ্ডল ===\n\nপৃথিবীর বিষুবরেখার উপর দিয়ে,চৌম্বক ক্ষেত্ররেখাগুলো প্রায় অনুভূমিক হয়ে যায়। এরপর তারা উচ্চ অক্ষাংশে ফিরে গিয়ে পুনরায় সংযুক্ত হয়। তবে, উচ্চ উচ্চতায় এই চৌম্বক ক্ষেত্র সৌর বায়ু ও সৌর চৌম্বক ক্ষেত্র দ্বারা বেশ বিকৃত হয়। পৃথিবীর দিবালোকে, চৌম্বক ক্ষেত্রটি সৌর বায়ু দ্বারা উল্লেখযোগ্যভাবে সংকুচিত হয়। এই সংকোচনের ফলে চৌম্বক ক্ষেত্র প্রায় ৬৫,০০০ কিলোমিটার (৪০,০০০ মাইল) পর্যন্ত সীমাবদ্ধ থাকে। পৃথিবীর ধনুক আঘাত স্তর প্রায় ১৭ কিলোমিটার (১১ মাইল) পুরু  এবং এটি পৃথিবী থেকে প্রায় ৯০,০০০ কিলোমিটার (৫৬,০০০ মাইল)  দূরে অবস্থিত।  পৃথিবীর ম্যাগনেটোপজ পৃথিবী পৃষ্ঠ থেকে কয়েকশো কিলোমিটার উপরে অবস্থান করে। পৃথিবীর চৌম্বকীয় বিচ্যুতিকে একটি ছাঁকনির সাথে তুলনা করা হয়েছে কারণ এটি সৌর বায়ুর কণাগুলোকে কিছু পরিমাণে ভিতরে প্রবেশ করতে দেয়। কেলভিন-হেলমহোল্টজ অস্থিতিশীলতা তখন ঘটে  যখন চৌম্বকমন্ডলের কিনারায় বিভিন্ন গতির বিশাল প্লাজমার স্রোত প্রবাহিত হয়। এই অবস্থায়, প্লাজমা ধীরে ধীরে চৌম্বকমন্ডলের মধ্যে প্রবেশ করতে পারে। এর ফলে চৌম্বক পুনঃসংযোগ ঘটে, যেখানে চৌম্বক ক্ষেত্ররেখাগুলো ভেঙে নতুনভাবে যুক্ত হয় এবং সৌর বায়ুর কণাগুলো চৌম্বকমন্ডলের মধ্যে প্রবেশ করতে পারে।  পৃথিবীতে রাতের দিকে, চৌম্বক ক্ষেত্র প্রসারিত হয়ে দীর্ঘ লেজের মতো আকৃতি নেয়, যাকে চৌম্বক লেজ বলা হয়। এই লেজের দৈর্ঘ্য ৬৩,০০,০০০ কিলোমিটার (৩৯,০০,০০০ মাইল) ছাড়িয়ে যেতে পারে। পৃথিবীর চৌম্বক লেজ মেরুজ্যোতির প্রাথমিক উৎস।  এছাড়া, নাসার বিজ্ঞানীরা ধারণা করেন যে, চৌম্বক লেজ চাঁদে \"ধুলার ঝড়\" সৃষ্টি করতে পারে। এর কারণ হলো, চৌম্বক লেজ চাঁদের দিনের দিক ও রাতের দিকের মধ্যে বৈদ্যুতিক বিভব পার্থক্য তৈরি করতে পারে। \n\n\n=== অন্যান্য বস্তু ===\nঅনেক জ্যোতির্বিজ্ঞানগত বস্তু তাদের নিজস্ব চৌম্বকমন্ডল তৈরি ও বজায় রাখতে পারে। সৌরজগতের মধ্যে এমন বস্তুগুলোর মধ্যে রয়েছে সূর্য, বুধ, পৃথিবী, বৃহস্পতি, শনি, ইউরেনাস, নেপচুন, এবং গ্যানিমিড । বৃহস্পতির চৌম্বকমন্ডল সৌরজগতের সবচেয়ে বড় গ্রহীয় চৌম্বকমন্ডল। এটি দিনের দিকে প্রায় ৭০,০০,০০০ কিলোমিটার (৪৩,০০,০০০ মাইল) পর্যন্ত বিস্তৃত এবং রাতের দিকে শনির কক্ষপথ পর্যন্ত প্রসারিত হতে পারে।  বৃহস্পতির চৌম্বকমন্ডল মাত্রার ক্রম অনুসারে পৃথিবীর তুলনায় অনেক বেশি শক্তিশালী। এর চৌম্বক ভ্রামক পৃথিবীর  তুলনায় প্রায় ১৮,০০০ গুণ বেশি। অন্যদিকে শুক্র, মঙ্গল এবং প্লুটোর কোনো অন্তর্নিহিত চৌম্বক ক্ষেত্র নেই। এর ফলে, তাদের ভূতাত্ত্বিক ইতিহাসের ওপর উল্লেখযোগ্য প্রভাব ফেলতে পারে। একটি অনুমান অনুযায়ী, শুক্র ও মঙ্গল তাদের আদিম জলীয় পরিবেশ হারিয়েছে আলোক-অপঘটন এবং সৌর বায়ুর কারণে। যদি শক্তিশালী চৌম্বকমন্ডল থাকত, তাহলে এই প্রক্রিয়া অনেক ধীরগতিতে ঘটত।\n\nবহির্গ্রহ বা সৌরজগতের বাইরের গ্রহগুলোরও চৌম্বকমন্ডল থাকতে পারে বলে মনে করা হয়। তবে, প্রথম প্রত্যক্ষ প্রমাণ ২০১০ সালের পরেই পাওয়া যায়। ২০১৪ সালে, HD 209458 গ্রহের চারপাশে একটি চৌম্বক ক্ষেত্রের অস্তিত্ব অনুমান করা হয়। গবেষকরা দেখেন, গ্রহটি থেকে হাইড্রোজেনের বাষ্পীভবন এক বিশেষ ধরণ অনুসরণ করছে, যা চৌম্বকমন্ডলের ইঙ্গিত দেয়। ২০১৯ সালে, চারটি উত্তপ্ত বৃহস্পতির  উচ্চ তাপমাত্রার বৃহস্পতি সদৃশ গ্রহের পৃষ্ঠে চৌম্বক ক্ষেত্রের শক্তি অনুমান করা হয়। এই মান ২০ থেকে ১২০ গাউসের ধ্যে ছিল, যেখানে বৃহস্পতির পৃষ্ঠে চৌম্বক ক্ষেত্র মাত্র ৪.৩ গাউস।  ২০২০ সালে, ১৪-৩০ মেগাহার্জ ব্যান্ডে এক ধরনের রেডিও বিকিরণ শনাক্ত করা হয়, যা টাউ বুটিস (Tau Boötis) গ্রহতন্ত্র থেকে আসছিল। এটি সম্ভবত টাউ বোটিস বি গ্রহের মেরু অঞ্চল থেকে নিঃসৃত ‘সাইক্লোট্রন বিকিরণ। এই বিকিরণ একটি চৌম্বক ক্ষেত্রের উপস্থিতির ইঙ্গিত দিতে পারে।  ২০২১ সালে, প্রথমবারের মতো এক বহির্গ্রহের চৌম্বক ক্ষেত্র নিশ্চিত করা হয়। এটি ছিল উষ্ণ নেপচুন HAT-P-11b। ২০২৩ সালে,  YZ Ceti b নামক এক পৃথিবী সদৃশ বহির্গ্রহের চৌম্বক ক্ষেত্রের প্রথম সম্ভাব্য প্রমাণ পাওয়া যায়, যদিও এটি এখনো নিশ্চিত হয়নি।\n\n\n== আরও দেখুন ==\nমহাকাশ\nপ্লাজমা (পদার্থবিদ্যা)\n\n\n== তথ্যসূত্র =="}