{"pageid": 1510927, "title": "কার্ল রজার্স", "url": "https://bn.wikipedia.org/wiki?curid=1510927", "content": "কার্ল র‍্যানসম রজার্স (৮ জানুয়ারি ১৯০২ – ৪ ফেব্রুয়ারি ১৯৮৭) ছিলেন একজন মার্কিন মনোবিজ্ঞানী ছিলেন। তিনি মানবতাবাদী মনোবিজ্ঞানের অন্যতম প্রতিষ্ঠাতা এবং ব্যক্তিকেন্দ্রিক মনোচিকিৎসার জন্য বিশেষভাবে পরিচিত। রজার্সকে মনোচিকিৎসা গবেষণার অন্যতম পথিকৃৎ হিসেবে গণ্য করা হয়। গবেষণার জন্য ১৯৫৬ সালে আমেরিকান সাইকোলজিক্যাল অ্যাসোসিয়েশন (এপিএ) তাকে ১৯৫৬ সালে \"ডিস্টিংগুইশ্ড সায়েন্টিফিক কন্ট্রিবিউশন্স\" পুরস্কারে সম্মানিত করে।\nরজার্সের ব্যক্তিকেন্দ্রিক দৃষ্টিভঙ্গি ব্যক্তিত্ব ও মানবসম্পর্ক বোঝার একটি অনন্য পদ্ধতি। বিভিন্ন ক্ষেত্রে ব্যাপকভাবে এটি প্রয়োগ করা হয়েছে। এটি বিশেষত মনোচিকিৎসা ও পরামর্শ (ক্লায়েন্ট-কেন্দ্রিক থেরাপি), শিক্ষা (শিক্ষার্থী-কেন্দ্রিক শিক্ষা), বিভিন্ন প্রতিষ্ঠান এবং দলগত পরিবেশে গুরুত্বপূর্ণ ভূমিকা রাখে। পেশাগত ক্ষেত্রে তার অবদানের স্বীকৃতিস্বরূপ ১৯৭২ সালে এপিএ তাকে \"ডিস্টিংগুইশ্ড প্রফেশনাল কন্ট্রিবিউশন্স টু সাইকোলজি\" পুরস্কারে ভূষিত করে।\nস্টিভেন জে. হ্যাগব্লুম এবং তার সহকর্মীদের এক গবেষণায়, যেখানে ছয়টি মানদণ্ডের ভিত্তিতে বিশ্লেষণ করা হয়েছিল যেমন উদ্ধৃতি ও স্বীকৃতি, রজার্সকে ২০তম শতাব্দীর ষষ্ঠ সর্বাধিক গুরুত্বপূর্ণ মনোবিজ্ঞানী হিসেবে চিহ্নিত করা হয়। ক্লিনিক্যাল মনোবিজ্ঞানীদের মধ্যে তিনি দ্বিতীয় স্থানে ছিলেন,  যেখানে প্রথম স্থানটি ছিল সিগমুন্ড ফ্রয়েডের।  ১৯৮২ সালে মার্কিন যুক্তরাষ্ট্র ও কানাডার ৪২২ জন মনোবিজ্ঞানীর ওপর পরিচালিত এক জরিপে, রজার্সকে ইতিহাসের সবচেয়ে প্রভাবশালী মনোচিকিৎসক হিসেবে বিবেচনা করা হয়, যেখানে ফ্রয়েড তৃতীয় স্থান অধিকার করেছিলেন।\n\n\n== জীবনী ==\nকার্ল রজার্স ১৯০২ সালের ৮ জানুয়ারি যুক্তরাষ্ট্রের শিকাগোর শহরতলী ইলিনয়ের ওক পার্কে জন্মগ্রহণ করেন। তার বাবা, ওয়াল্টার এ. রজার্স, ছিলেন একজন সিভিল ইঞ্জিনিয়ার এবং ধর্মীয়ভাবে কংগ্রেগেশনালিস্ট মতবাদ অনুসরণ করতেন। তার মা, জুলিয়া এম. কুশিং, ছিলেন একজন গৃহিণী এবং ধর্মপ্রাণ ব্যাপ্টিস্ট। কার্ল ছিলেন তাদের ছয় সন্তানের মধ্যে চতুর্থ।\nশৈশব থেকেই রজার্স বুদ্ধিমান ছিলেন এবং কিন্ডারগার্টেনে যাওয়ার আগে ভালো পড়তে পারতেন। জিমপ্লের ভিকারেজের বেদি বালক হিসাবে কঠোর ধর্মীয় পরিবেশে বেড়ে ওঠার পরে, তিনি বিচ্ছিন্ন, স্বাধীন এবং শৃঙ্খলাবদ্ধ হয়েছিলে। এই কঠোর শৃঙ্খলাবদ্ধ জীবনধারার ফলে তিনি একধরনের বিচ্ছিন্নতা অনুভব করতেন এবং ক্রমে তিনি আত্মনির্ভরশীল ও শৃঙ্খলাপূর্ণ হয়ে ওঠেন। পাশাপাশি তিনি বাস্তব জীবনে বিজ্ঞানভিত্তিক দৃষ্টিভঙ্গির গুরুত্ব অনুধাবন করতে শুরু করেন।\nতিনি উইসকনসিন-ম্যাডিসন বিশ্ববিদ্যালয়ে ভর্তি হন এবং সেখানে আলফা কাপ্পা ল্যাম্বডা নামে একটি ভ্রাতৃত্ব সংঘে যোগ দেন। প্রথমে তিনি কৃষিবিজ্ঞান নিয়ে পড়ার পরিকল্পনা করেছিলেন, কিন্তু পরে ইতিহাসে মনোযোগী হন এবং শেষ পর্যন্ত ধর্মতত্ত্ব অধ্যয়ন করার সিদ্ধান্ত নেন।\nবিশ বছর বয়সে, ১৯২২ সালে চীনের বেইজিংয়ে একটি আন্তর্জাতিক খ্রিস্টান সম্মেলনে যোগ দেওয়ার পর, রজার্স তার ধর্মীয় বিশ্বাস নিয়ে সন্দেহ করতে শুরু করেন। নিজের ক্যারিয়ার নিয়ে সিদ্ধান্ত নেওয়ার জন্য তিনি \"আমি কেন ধর্মীয় সেবায় যোগ দিতে চাই?\" শীর্ষক একটি সেমিনারে অংশ নেন। এই সেমিনারের পর তিনি পেশা পরিবর্তনের সিদ্ধান্ত নেন। ১৯২৪ সালে, তিনি উইসকনসিন বিশ্ববিদ্যালয় থেকে স্নাতক সম্পন্ন করেন, উইসকনসিনের সহপাঠী ও ওক পার্কের বাসিন্দা হেলেন এলিয়টকে বিয়ে করেন এবং নিউইয়র্ক সিটির ইউনিয়ন থিওলজিক্যাল সেমিনারিতে ভর্তি হন। কিছুদিন পর জানা যায়, তিনি নাস্তিক হয়ে গেছেন। তার ক্যারিয়ারের শুরুর দিকে অনেকেই তাকে নাস্তিক হিসেবে উল্লেখ করতেন, তবে পরবর্তী সময়ে তাকে অজ্ঞেয়বাদী (অ্যাগনস্টিক) বলা হয়। জীবনের শেষ বছরগুলোতে তিনি প্রায়ই আধ্যাত্মিকতা নিয়ে কথা বলতেন। ব্রায়ান থর্ন, যিনি রজার্সের জীবনের শেষ দশকজুড়ে তার সঙ্গে কাজ করেছেন, লিখেছেন: \"তার শেষ বয়সে অভিজ্ঞতার প্রতি তার উন্মুক্ত দৃষ্টিভঙ্গি তাকে এমন একটি অস্তিত্বের স্বীকৃতি দিতে বাধ্য করে, যাকে তিনি রহস্যময়, আধ্যাত্মিক এবং অধিবিদ্যক (ট্রান্সসেনডেন্টাল) বলে ব্যাখ্যা করতেন।\" রজার্স বিশ্বাস করতেন যে বিজ্ঞানের ভিত্তিতে পরিচালিত মনস্তাত্ত্বিক বিশ্লেষণের বাইরে আরেকটি ক্ষেত্র রয়েছে, যা তিনি \"বর্ণনাতীত, আধ্যাত্মিক\" বলে মূল্যায়ন করতেন।\nদুই বছর ইউনিয়ন থিওলজিক্যাল সেমিনারিতে কাটানোর পর, রজার্স সেখানে পড়াশোনা ছেড়ে দেন এবং টিচার্স কলেজ, কলাম্বিয়া ইউনিভার্সিটিতে ভর্তি হন। তিনি ১৯২৭ সালে স্নাতকোত্তর এবং ১৯৩১ সালে পিএইচডি ডিগ্রি অর্জন করেন। ডক্টরাল গবেষণার সময়, তিনি শিশুদের নিয়ে বৈজ্ঞানিক গবেষণায় যুক্ত ছিলেন। ১৯২৭-২৮ সালে, নিউইয়র্কের বর্তমানে বিলুপ্ত \"ইনস্টিটিউট ফর চাইল্ড গাইডেন্স\"-এ ইন্টার্নশিপ করার সময়, তিনি মনস্তত্ত্ববিদ আলফ্রেড অ্যাডলারের সঙ্গে কাজ করেন। পরে জীবনের এক পর্যায়ে রজার্স স্মৃতিচারণ করে বলেন:\n\nআমি ইনস্টিটিউটের কঠোর ফ্রয়েডীয় পদ্ধতির সাথে অভ্যস্ত ছিলাম—যেখানে কোনো শিশুর \"চিকিৎসা\" শুরু করার কথা ভাবার আগেই পঁচাত্তর পৃষ্ঠার কেস স্টাডি তৈরি করা হতো এবং নানা ধরনের বিস্তৃত পরীক্ষা চালানো হতো। তাই ডক্টর অ্যাডলারের সরাসরি এবং আপাতদৃষ্টিতে সহজ পদ্ধতি দেখে আমি বিস্মিত হয়েছিলাম। তিনি শিশুর সঙ্গে এবং তার অভিভাবকের সঙ্গে তাৎক্ষণিকভাবে যোগাযোগ স্থাপন করতেন, যা আমার কাছে একদম নতুন মনে হয়েছিল। তবে, আস্তে আস্তে আমি বুঝতে পারলাম, তার কাছ থেকে আমি আসলে কত কিছু শিখেছি। \n১৯৩০ সালে, রজার্স নিউইয়র্কের রোচেস্টারে \"সোসাইটি ফর দ্য প্রিভেনশন অব ক্রুয়েলটি টু চিলড্রেন\"-এর পরিচালক হিসেবে দায়িত্ব পালন করেন। ১৯৩৫ থেকে ১৯৪০ সাল পর্যন্ত, তিনি রচেস্টার বিশ্ববিদ্যালয়ে অধ্যাপনা করেন এবং তার অভিজ্ঞতার ভিত্তিতে ১৯৩৯ সালে দ্য ক্লিনিক্যাল ট্রিটমেন্ট অব দ্য প্রবলেম চাইল্ড গ্রন্থটি রচনা করেন, যেখানে সমস্যাগ্রস্ত শিশুদের নিয়ে তার কাজের অভিজ্ঞতা তুলে ধরা হয়। রজার্স তার ক্লায়েন্ট-কেন্দ্রিক থেরাপির ধারণা গঠনে পোস্ট-ফ্রয়েডীয় মনোচিকিৎসক অটো র‍্যাঙ্কের পদ্ধতিতে গভীরভাবে প্রভাবিত হন। বিশেষ করে, র‍্যাঙ্কের শিষ্য ও খ্যাতনামা ক্লিনিশিয়ান ও সামাজিক কর্মশিক্ষক জেসি টাফটের কাজ তার ওপর ব্যাপক প্রভাব ফেলে। ১৯৪০ সালে, রজার্স ওহাইও স্টেট ইউনিভার্সিটিতে ক্লিনিক্যাল সাইকোলজির অধ্যাপক হন এবং সেখানেই তিনি তার দ্বিতীয় বই কাউন্সেলিং অ্যান্ড সাইকোথেরাপি (১৯৪২) লিখেন। এই গ্রন্থে তিনি বলেন, যদি কোনো ব্যক্তি এমন একজন থেরাপিস্টের সঙ্গে সম্পর্ক গড়ে তুলতে পারেন, যিনি সহানুভূতিশীল ও গ্রহণযোগ্য মনোভাব নিয়ে তাকে বোঝার চেষ্টা করেন, তাহলে ওই ব্যক্তি তার সমস্যাগুলো সমাধান করতে এবং নিজের জীবন পুনর্গঠনের জন্য প্রয়োজনীয় অন্তর্দৃষ্টি অর্জন করতে সক্ষম হবেন।\n১৯৪৫ সালে, রজার্সকে শিকাগো বিশ্ববিদ্যালয়ে একটি কাউন্সেলিং সেন্টার প্রতিষ্ঠার আমন্ত্রণ জানানো হয়। ১৯৪৫ থেকে ১৯৫৭ সাল পর্যন্ত তিনি শিকাগো বিশ্ববিদ্যালয়ের মনোবিজ্ঞানের অধ্যাপক হিসেবে দায়িত্ব পালন করেন এবং সেখানে একটি কাউন্সেলিং সেন্টার প্রতিষ্ঠা করেন। তিনি তার পদ্ধতির কার্যকারিতা পরীক্ষা করার জন্য বিভিন্ন গবেষণা পরিচালনা করেন। তার গবেষণার ফলাফল এবং তত্ত্ব ক্লায়েন্ট-সেন্টার্ড থেরাপি (১৯৫১) এবং সাইকোথেরাপি অ্যান্ড পার্সোনালিটি চেঞ্জ (১৯৫৪) গ্রন্থে প্রকাশিত হয়। শিকাগো বিশ্ববিদ্যালয়ে তার একজন স্নাতক শিক্ষার্থী, থমাস গর্ডন, পরবর্তীতে প্যারেন্ট ইফেক্টিভনেস ট্রেনিং আন্দোলন শুরু করেন। আরেকজন শিক্ষার্থী, ইউজিন টি. জেন্ডলিন, যিনি দর্শনে পিএইচডি করছিলেন, রজার্সের শ্রবণ-ভিত্তিক থেরাপির ওপর ভিত্তি করে ফোকাসিং নামক একটি মনোচিকিৎসা পদ্ধতি উদ্ভাবন করেন।\n১৯৪৭ সালে, তিনি আমেরিকান সাইকোলজিক্যাল অ্যাসোসিয়েশনের সভাপতি নির্বাচিত হন। ১৯৫৬ সালে, তিনি আমেরিকান অ্যাকাডেমি অব সাইকোথেরাপিস্টস-এর প্রথম সভাপতি হন।. ১৯৫৭ থেকে ১৯৬৩ সাল পর্যন্ত তিনি উইসকনসিন বিশ্ববিদ্যালয়ের ম্যাডিসনে মনোবিজ্ঞান পড়াতেন। এই সময়ে, তিনি তার অন্যতম বিখ্যাত গ্রন্থ অন বিকামিং আ পারসন (১৯৬১) রচনা করেন। তার এক ছাত্র, মার্শাল রোজেনবার্গ, পরবর্তীতে ননভায়োলেন্ট কমিউনিকেশন পদ্ধতি তৈরি করেন। কার্ল রজার্স এবং আব্রাহাম ম্যাসলো মানবতাবাদী মনোবিজ্ঞানের একটি নতুন ধারা চালু করেন, যা ১৯৬০-এর দশকে জনপ্রিয়তার শীর্ষে পৌঁছায়। ১৯৬১ সালে, তিনি আমেরিকান অ্যাকাডেমি অব আর্টস অ্যান্ড সায়েন্সেস-এর ফেলো নির্বাচিত হন। ১৯৫০-এর দশকে যখন ম্যাককার্থিবাদ জনপ্রিয়তা পাচ্ছিল, তখন তিনি এর সমালোচনা করেন এবং বিভিন্ন লেখার মাধ্যমে সমাজের পশ্চাৎপদ দৃষ্টিভঙ্গির বিরোধিতা করেন।\n১৯৬৩ সাল পর্যন্ত তিনি উইসকনসিন বিশ্ববিদ্যালয়ে শিক্ষকতা চালিয়ে যান। এরপর তিনি ক্যালিফোর্নিয়ার লা হইয়ার ওয়েস্টার্ন বিহেভিয়োরাল সায়েন্সেস ইনস্টিটিউট (ডব্লিউবিএসআই)-তে আবাসিক গবেষক হিসেবে যোগ দেন। ১৯৬৮ সালে, তিনি  সেন্টার ফর স্টাডিজ অব দ্য পারসন প্রতিষ্ঠার জন্য ডব্লিউবিএসআই ত্যাগ করেন। তার পরবর্তী বইগুলোর মধ্যে অন্যতম হলো  কার্ল রজার্স অন পার্সোনাল পাওয়ার (১৯৭৭) এবং ফ্রিডম টু লার্ন ফর দ্য এইটিজ (১৯৮৩)। জীবনের বাকিটা সময় তিনি লা হোয়ালায় থেকে মনোচিকিৎসা, বক্তৃতা এবং লেখালেখিতে মনোনিবেশ করেন।\nজীবনের শেষ পর্বে, রজার্স তার তত্ত্বগুলো রাজনীতি ও সামাজিক সংঘাত নিরসনের কাজে লাগানোর চেষ্টা করেন। তিনি বেলফাস্টে ক্যাথলিক ও প্রোটেস্টান্টদের মধ্যে, দক্ষিণ আফ্রিকায় শ্বেতাঙ্গ ও কৃষ্ণাঙ্গদের মধ্যে এবং ব্রাজিলে গণতন্ত্রে উত্তরণের সময় সংলাপ পরিচালনা করেন। যুক্তরাষ্ট্রে তিনি স্বাস্থ্যসেবা গ্রহণকারী ও প্রদানকারীদের মধ্যে যোগাযোগ উন্নত করার জন্য কাজ করেন। ৮৫ বছর বয়সে, তার শেষ সফর ছিল সোভিয়েত ইউনিয়নে, যেখানে তিনি যোগাযোগ ও সৃজনশীলতা নিয়ে কর্মশালা পরিচালনা করেন। তিনি অবাক হয়ে দেখেন যে সেখানে তার কাজ সম্পর্কে মানুষের ব্যাপক সচেতনতা রয়েছে।\n১৯৭৪ থেকে ১৯৮৪ সালের মধ্যে, রজার্স, তার মেয়ে নাটালি রজার্স এবং মনোবিজ্ঞানী মারিয়া বোয়েন, মউরিন ও'হারা ও জন কে. উড একত্রে পারসন-সেন্টার্ড অ্যাপ্রোচ ওয়ার্কশপসপরিচালনা করেন। এই কর্মশালাগুলো যুক্তরাষ্ট্র, ইউরোপ, ব্রাজিল এবং জাপানে অনুষ্ঠিত হয় এবং মূলত আন্তসংস্কৃতিক যোগাযোগ, ব্যক্তিগত বিকাশ, আত্মশক্তি অর্জন ও সামাজিক পরিবর্তনের শিক্ষার উপর গুরুত্ব দেয়।\n১৯৮৭ সালে, রজার্স পড়ে গিয়ে তার নিতম্বের হাড় ভেঙে ফেলেন। তিনি দ্রুত প্যারামেডিকদের ডাকতে সক্ষম হন এবং সফলভাবে অস্ত্রোপচার সম্পন্ন হয়। তবে, পরের রাতে তার অগ্ন্যাশয় অকার্যকর হয়ে পড়ে, যার ফলে তিনি হৃদরোগে আক্রান্ত হয়ে কিছুদিনের মধ্যে মারা যান।\nতার অন্যতম পরিচিত উক্তি হলো: \"মৃত্যুই চূড়ান্ত সত্য, এবং একে মেনে নেওয়াই সবচেয়ে কঠিন কাজ। যিনি চলে গেছেন, তিনি আর ফিরবেন না, এবং কিছুই তা পরিবর্তন করতে পারবে না। কারও সঙ্গে তার তুলনা চলে না। জীবন মূল্যবান এবং অনিশ্চিত, তাই এটি কীভাবে কাটাবেন সে ব্যাপারে সচেতন থাকুন। কারণ, মৃত্যুর পর আর ফিরে আসার কোনো উপায় নেই।\"\n\n\n= তত্ত্ব =\nরজার্সের আত্মতত্ত্ব মানবতাবাদী, অস্তিত্ববাদী এবং অভিজ্ঞতামূলক হিসাবে বিবেচনা করা হয়।। এটি সরাসরি কম্বস এবং স্নিগের (১৯৪৯) \"ফেনোমেনাল ফিল্ড\" ব্যক্তিত্ব তত্ত্বের উপর ভিত্তি করে তৈরি। রজার্স তার তত্ত্বকে ব্যাপকভাবে বিশদভাবে ব্যাখ্যা করেছেন। তিনি ১৬টি বই এবং এই বিষয়ে আরও অনেক জার্নাল নিবন্ধ লিখেছেন। প্রোচাস্কা ও নরক্রস (২০০৩) উল্লেখ করেছেন যে,  রজার্স সবসময় মনোচিকিৎসার একটি গবেষণাভিত্তিক মূল্যায়নের পক্ষে ছিলেন। \"রজার্স ও তার অনুসারীরা প্রমাণ করেছেন যে, থেরাপির ক্ষেত্রে মানবতাবাদী দৃষ্টিভঙ্গি গ্রহণ করা এবং একই সঙ্গে বৈজ্ঞানিক পদ্ধতিতে এর কার্যকারিতা মূল্যায়ন করা—এ দুটি একে অপরের সঙ্গে সাংঘর্ষিক নয়।\"\n\n\n=== ১৯টি উপপাদ্য ===\nরজার্সের তত্ত্ব (১৯৫১ অনুযায়ী) ১৯টি উপপাদ্যের ওপর ভিত্তি করে গঠিত:\n\nপ্রথমত, প্রতিটি ব্যক্তি (জীব) একটি ক্রমাগত পরিবর্তনশীল অভিজ্ঞতার জগতে বাস করে, যা তার \"ফেনোমেনাল ফিল্ড\" বা অভিজ্ঞতাজগত। এই জগতের কেন্দ্রবিন্দু সেই ব্যক্তি নিজেই।\nদ্বিতীয়ত, জীব বা ব্যক্তি তার অভিজ্ঞতা ও উপলব্ধি অনুযায়ী এই ক্ষেত্রের প্রতি প্রতিক্রিয়া দেখায়। এই উপলব্ধিজাত ক্ষেত্রই ব্যক্তির জন্য \"বাস্তবতা\"।\nতৃতীয়ত, জীব বা ব্যক্তি একটি সুসংগঠিত সামগ্রিক সত্তা হিসেবে এই অভিজ্ঞতাজগতের প্রতি প্রতিক্রিয়া ব্যক্ত করে।\nচতুর্থত, মোট অভিজ্ঞতার ক্ষেত্রের একটি অংশ ধীরে ধীরে স্বতন্ত্র হয়ে আত্মসত্তা (self) হিসেবে গড়ে ওঠে।\nপঞ্চমত, পরিবেশের সাথে মিথস্ক্রিয়ার ফলে, বিশেষত অন্যদের মূল্যায়নমূলক প্রতিক্রিয়ার মাধ্যমে, আত্মসত্তার গঠন তৈরি হয়। এটি এক ধরনের সুসংগঠিত, পরিবর্তনশীল কিন্তু ধারাবাহিক কাঠামো, যেখানে \"আমি\" বা \"আমার\" ধারণার সঙ্গে বিভিন্ন গুণাবলী ও সম্পর্ক জড়িত থাকে, এবং এগুলোর সঙ্গে নির্দিষ্ট মূল্য সংযুক্ত থাকে।\nষষ্ঠত, প্রতিটি জীবের মৌলিক প্রবণতা হলো—নিজেকে বাস্তবায়িত করা, সংরক্ষণ করা এবং নিজের অভিজ্ঞতাকে সমৃদ্ধ করা।\nসপ্তমত, কোনো ব্যক্তির আচরণ বোঝার সর্বোত্তম উপায় হলো তার অভ্যন্তরীণ দৃষ্টিভঙ্গি থেকে বিষয়গুলো বিশ্লেষণ করা।\nঅষ্টমত, আচরণ মূলত ব্যক্তির চাহিদাগুলো পূরণের উদ্দেশ্যে পরিচালিত একটি প্রচেষ্টা, যা তার অভিজ্ঞতা ও উপলব্ধির ক্ষেত্রের মধ্যে ঘটে।\nনবমত, আবেগ এই লক্ষ্যনির্দেশিত আচরণের সঙ্গে থাকে এবং সাধারণত এটি আচরণকে সহজতর করে। আবেগের ধরন নির্ভর করে সেই আচরণ কতটা গুরুত্বপূর্ণ, তা জীবের অস্তিত্ব ও বিকাশের জন্য কতটা জরুরি।\nদশমত, অভিজ্ঞতাসমূহের সঙ্গে যুক্ত মূল্যবোধসমূহ কখনো সরাসরি ব্যক্তির অভিজ্ঞতা থেকে আসে, আবার কখনো সমাজ বা অন্যদের কাছ থেকে গ্রহণ করা হয়। তবে অনেক ক্ষেত্রে, এই মূল্যবোধ বিকৃতভাবে গৃহীত হয়, যেন তা ব্যক্তিগতভাবে অনুভূত হয়েছে।\nএকাদশত, ব্যক্তির জীবনে প্রতিটি অভিজ্ঞতা হয় (ক) প্রতীকায়িত হয়, উপলব্ধি করা হয় এবং আত্মসত্তার সঙ্গে সংগঠিত হয়, (খ) উপেক্ষিত হয় কারণ এটি আত্মসত্তার সঙ্গে সম্পর্কিত বলে মনে হয় না, বা (গ) বিকৃতভাবে প্রতীকায়িত হয় বা প্রতীকায়িত হতে দেওয়া হয় না, যদি এটি আত্মসত্তার কাঠামোর সঙ্গে অসামঞ্জস্যপূর্ণ হয়।\nদ্বাদশত, জীব সাধারণত এমন আচরণ করে যা তার আত্মপরিচয়ের সঙ্গে সামঞ্জস্যপূর্ণ।\nত্রয়োদশত, কিছু ক্ষেত্রে, ব্যক্তির অভ্যন্তরীণ শারীরবৃত্তীয় চাহিদা ও অভিজ্ঞতা প্রতীকায়িত না হলেও আচরণের মাধ্যমে প্রকাশিত হতে পারে। তবে এমন পরিস্থিতিতে ব্যক্তি সেই আচরণকে নিজের বলে স্বীকার করে না।\nচতুর্দশত, মানসিক সামঞ্জস্য তখনই ঘটে, যখন ব্যক্তির আত্মপরিচয় এমন হয় যে, তার সমস্ত ইন্দ্রিয়গত ও অভ্যন্তরীণ অভিজ্ঞতা প্রতীকায়িত হয়ে আত্মপরিচয়ের কাঠামোর সঙ্গে সামঞ্জস্যপূর্ণভাবে সংযুক্ত হতে পারে।\nপঞ্চদশত, মানসিক বিশৃঙ্খলা তখন ঘটে, যখন ব্যক্তি তার গুরুত্বপূর্ণ ইন্দ্রিয়গত ও অভ্যন্তরীণ অভিজ্ঞতাকে অস্বীকার করে, ফলে এগুলো প্রতীকায়িত হয় না এবং আত্মপরিচয়ের কাঠামোর সঙ্গে সংহত হয় না। এমন পরিস্থিতিতে, একজন ব্যক্তি গভীর মানসিক চাপ বা দ্বন্দ্ব অনুভব করেন।\nষোড়শত, কোনো অভিজ্ঞতা যদি আত্মপরিচয়ের কাঠামোর সঙ্গে অসামঞ্জস্যপূর্ণ হয়, তবে সেটি হুমকি হিসেবে অনুভূত হতে পারে। এমন অভিজ্ঞতার পরিমাণ যত বেশি হয়, আত্মপরিচয়ের কাঠামো তত কঠোরভাবে সংগঠিত হয় নিজেকে বজায় রাখার জন্য।\nসপ্তদশত, নির্দিষ্ট কিছু পরিস্থিতিতে, বিশেষত যখন আত্মপরিচয়ের কাঠামোর প্রতি কোনো হুমকি থাকে না, তখন এর সঙ্গে অসামঞ্জস্যপূর্ণ অভিজ্ঞতাগুলো উপলব্ধি ও বিশ্লেষণ করা সম্ভব হয় এবং আত্মপরিচয়ের কাঠামোকে পুনর্গঠিত করে নতুন অভিজ্ঞতাগুলো এতে সংযোজিত করা যায়।\nঅষ্টাদশত, যখন ব্যক্তি তার সমস্ত ইন্দ্রিয়গত ও অভ্যন্তরীণ অভিজ্ঞতাকে স্বীকার করে এবং এগুলোকে একটি সংহত ও সুসংগঠিত কাঠামোর মধ্যে গ্রহণ করে, তখন সে অন্যদের প্রতি আরও সহানুভূতিশীল ও গ্রহণযোগ্য হয়ে ওঠে এবং তাদের স্বতন্ত্র সত্তা হিসেবে মেনে নেয়।\nউনবিংশত, ব্যক্তি যখন তার আত্মপরিচয়ের কাঠামোর মধ্যে আরও বেশি জৈবিক অভিজ্ঞতাকে গ্রহণ করে, তখন সে দেখতে পায় যে, তার পূর্ববর্তী মূল্যবোধ ব্যবস্থা—যা মূলত বিকৃতভাবে গৃহীত ধারণাগুলোর ওপর ভিত্তি করে ছিল—পরিবর্তিত হয়ে ক্রমাগত একটি প্রাকৃতিক ও অভিজ্ঞতাভিত্তিক মূল্যায়ন প্রক্রিয়ায় পরিণত হচ্ছে।\nএই প্রসঙ্গে, রজার্স \"নিঃশর্ত ইতিবাচক গ্রহণযোগ্যতা\" ধারণার জন্য পরিচিত। এর অর্থ হলো, কোনো ব্যক্তিকে তার মৌলিক মূল্যবোধকে বিচার না করেই সম্পূর্ণভাবে গ্রহণ করা।\n\n\n=== ব্যক্তিত্বের বিকাশের ===\nব্যক্তিত্বের বিকাশের ক্ষেত্রে, রজার্স পর্যায়ের পরিবর্তে নীতিগুলোর কথা বলেছেন। মূল বিষয় হলো একটি আত্মধারণার বিকাশ এবং একটি অনির্ধারিত আত্ম থেকে পূর্ণভাবে পৃথক আত্মে উন্নীত হওয়া।\n\nআত্মধারণা হল একটি সংগঠিত, ধারাবাহিক কনসেপ্টুয়াল গেস্টাল্ট, যা \"আমি\" বা \"আমার\" এর গুণাবলী এবং \"আমি\" বা \"আমার\" এর সম্পর্কের বিভিন্ন দৃষ্টিভঙ্গি নিয়ে গঠিত। এটি জীবনের বিভিন্ন দিকের প্রতি সম্পর্ক এবং এই সম্পর্কের সাথে যুক্ত মূল্যবোধগুলোও অন্তর্ভুক্ত থাকে। এটি একটি গেস্টাল্ট, যা সচেতনতার জন্য উপলব্ধ, যদিও এটি সবসময় সচেতনতার মধ্যে নাও থাকতে পারে। এটি একটি তরল এবং পরিবর্তনশীল গেস্টাল্ট, একটি প্রক্রিয়া, তবে যেকোনো নির্দিষ্ট সময়ে এটি একটি নির্দিষ্ট সত্তা। (রজার্স, ১৯৫৯)\n\nআত্মধারণার বিকাশে, তিনি শর্তসাপেক্ষ এবং নিঃশর্ত ইতিবাচক গ্রহণযোগ্যতাকে মূল উপাদান হিসেবে দেখেছেন। যারা নিঃশর্ত ইতিবাচক গ্রহণযোগ্যতার পরিবেশে বড় হয়েছেন, তাদের পূর্ণভাবে নিজেদের বাস্তবায়িত করার সুযোগ থাকে। অপরদিকে, যারা শর্তসাপেক্ষ ইতিবাচক গ্রহণযোগ্যতার পরিবেশে বড় হয়েছেন, তারা তখনই নিজেদের মূল্যবান মনে করেন, যখন তারা অন্যদের দ্বারা নির্ধারিত শর্ত (যা রজার্স \"মূল্যের শর্ত\" হিসেবে বর্ণনা করেছেন) পূর্ণ করেন।\n\n\n=== সম্পূর্ণভাবে কার্যকরী ব্যক্তি ===\nসর্বোত্তম বিকাশ, যা উপপাদ্য ১৪ তে উল্লেখ করা হয়েছে, একটি নির্দিষ্ট প্রক্রিয়া হিসেবে ঘটে, স্থির অবস্থায় নয়। রজার্স এটি \"ভালো জীবন\" বলে অভিহিত করেছেন, যেখানে জীবটি অবিরামভাবে তার সম্ভাবনা পূর্ণ করতে চায়। তিনি একটি সম্পূর্ণরূপে কার্যকরী ব্যক্তির বৈশিষ্ট্যগুলো তালিকাবদ্ধ করেছেন (রজার্স ১৯৬১):\n১. অভিজ্ঞতার প্রতি বাড়ন্ত খোলামেলা মনোভাব: তারা প্রতিরোধমূলক মনোভাব থেকে সরে আসে এবং সাবসেপশন (একটি অনুভূতিগত প্রতিরক্ষা যা অজান্তে কৌশল প্রয়োগ করে, যাতে একটি বিব্রতকর উদ্দীপনা চেতনায় প্রবেশ না করে) এর প্রয়োজন অনুভব করে না।\n২. বৃদ্ধিমান অস্তিত্ববাদী জীবনধারা: তারা প্রতিটি মুহূর্তকে পূর্ণরূপে উপভোগ করে, সেই মুহূর্তটিকে তাদের ব্যক্তিত্ব বা আত্মধারণার সাথে খাপ খাইয়ে নেয় না, বরং অভিজ্ঞতা থেকে ব্যক্তিত্ব ও আত্মধারণা তৈরি হতে দেয়। এর ফলে উত্তেজনা, সাহস, অভিযোজন ক্ষমতা, সহিষ্ণুতা, স্বতঃস্ফূর্ততা এবং কঠোরতা বা অস্থিতিশীলতার অভাব দেখা দেয়, যা বিশ্বাসের একটি ভিত্তি প্রদান করে। \"এটি হলো বর্তমান প্রক্রিয়ায় নিজের আত্মাকে খুলে দেওয়া এবং দেখতে পাওয়া, যে কোন কাঠামো তা ধারণ করছে।\" (রজার্স ১৯৬১)\n৩. বৃদ্ধিমান জীববৈज्ञानिक বিশ্বাস: তারা তাদের নিজস্ব সিদ্ধান্ত এবং প্রতিটি মুহূর্তে উপযুক্ত আচরণ নির্বাচন করার ক্ষমতায় বিশ্বাস রাখে। তারা বিদ্যমান কোড এবং সামাজিক নিয়মের ওপর নির্ভর করে না, বরং বিশ্বাস করে যে অভিজ্ঞতার প্রতি খোলামেলা মনোভাব থাকার কারণে তারা তাদের নিজের সঠিক ও ভুলের অনুভূতিতে বিশ্বাস রাখতে সক্ষম হবে।\n৪. পছন্দের স্বাধীনতা: তারা এমন সীমাবদ্ধতা দ্বারা আবদ্ধ থাকে না, যা অসামঞ্জস্যপূর্ণ ব্যক্তির উপর প্রভাব ফেলে, তারা আরও বিস্তৃত পরিসরের পছন্দ দ্রুত গ্রহণ করতে সক্ষম হয়। তারা বিশ্বাস করে যে তারা তাদের আচরণের নির্ধারণে ভূমিকা পালন করে এবং সেজন্য নিজেদের প্রতি দায়িত্বশীল মনে করে।\n৫. সৃজনশীলতা: এর ফলে তারা সৃজনশীল হতে আরও স্বাধীন অনুভব করবে। তারা তাদের পরিস্থিতির সাথে খাপ খাইয়ে নেবার জন্য আরও সৃজনশীল হবে, কোনোভাবে মানিয়ে নেয়ার চাপ অনুভব না করে।\n৬. বিশ্বাসযোগ্যতা এবং গঠনমূলকতা: তারা গঠনমূলকভাবে কাজ করার জন্য বিশ্বাসযোগ্য হতে পারে। যারা তাদের সমস্ত প্রয়োজনের প্রতি খোলামেলা মনোভাব রাখে, তারা তাদের মধ্যে একটি ভারসাম্য বজায় রাখতে সক্ষম হবে। এমনকি আক্রমণাত্মক প্রয়োজনও সঙ্গতিপূর্ণ ব্যক্তিদের মধ্যে অন্তর্নিহিত ভালোত্বের মাধ্যমে সমন্বিত হবে এবং ভারসাম্য বজায় থাকবে।\n\n৭. একটি সমৃদ্ধ পূর্ণ জীবন: রজার্স একটি সম্পূর্ণভাবে কার্যকরী ব্যক্তির জীবনকে সমৃদ্ধ, পূর্ণ এবং উত্তেজনাপূর্ণ বলে বর্ণনা করেছেন, এবং তিনি বলছেন যে তারা আনন্দ এবং কষ্ট, প্রেম এবং হৃদয়ভাঙা, ভয় এবং সাহসকে আরও তীব্রভাবে অনুভব করে। তার ভালো জীবন বর্ণনার মধ্যে তিনি বলেছেন:ভালো জীবনের এই প্রক্রিয়া, আমি নিশ্চিত, দুর্বল হৃদয়ের জন্য নয়। এটি নিজের সম্ভাবনার আরও বেশি করে প্রসারিত ও বৃদ্ধি পাওয়ার প্রক্রিয়া। এটি হওয়ার সাহস প্রয়োজন। এটি জীবনধারায় পূর্ণভাবে প্রবাহিত হওয়ার মানে।\" (রজার্স ১৯৬১)\n\n\n=== অসামঞ্জস্যতা ===\nরজার্স \"বাস্তব স্বত্বা\" হিসেবে সেই দিকটিকে চিহ্নিত করেছেন, যা একজন মানুষের স্বাভাবিক প্রবৃত্তির ওপর ভিত্তি করে গড়ে ওঠে। এটি ব্যক্তির নিজস্ব জৈবিক মূল্যবোধ ও চাহিদার অনুসরণ করে এবং নিজের ও অন্যদের কাছ থেকে ইতিবাচক স্বীকৃতি লাভ করে। অন্যদিকে, যখন সমাজ এই স্বাভাবিক বিকাশপ্রক্রিয়ার সঙ্গে অসামঞ্জস্যপূর্ণ হয়ে ওঠে এবং মানুষকে এমন শর্তের মধ্যে থাকতে বাধ্য করা হয়, যা তাদের প্রকৃত মূল্যবোধের সঙ্গে খাপ খায় না, তখন তারা শুধুমাত্র শর্তসাপেক্ষ ইতিবাচক স্বীকৃতি ও আত্মমূল্যায়ন পায়। রজার্সের মতে, এই পরিস্থিতিতে মানুষ তাদের \"আদর্শ স্বত্বা\" তৈরি করে। \"আদর্শ\" বলতে তিনি এমন কিছু বোঝাতে চেয়েছেন, যা বাস্তব নয়, সর্বদা ধরাছোঁয়ার বাইরে থাকে এবং এমন এক মানদণ্ড, যা মানুষ কখনোই পুরোপুরি অর্জন করতে পারে না। এই ব্যবধান—\"বাস্তব আমি\" ও \"আমি যেমন হওয়া উচিত\"-এর মধ্যে পার্থক্য—রজার্স অসঙ্গতি বলে অভিহিত করেছেন।\n\n\n=== মনোরোগবিদ্যা ===\nরজার্স তার তত্ত্বে সঙ্গতি এবং অসঙ্গতি ধারণাগুলিকে অত্যন্ত গুরুত্বপূর্ণ বলে বর্ণনা করেছেন। তার ষষ্ঠ প্রস্তাবে, তিনি স্ব-বিকাশের প্রবৃত্তি সম্পর্কে আলোচনা করেছেন। একই সঙ্গে, তিনি ইতিবাচক স্বীকৃতির প্রয়োজনীয়তাও স্বীকার করেছেন। একজন সম্পূর্ণ সঙ্গতিপূর্ণ ব্যক্তি তাদের সম্ভাবনাকে বাস্তবে রূপ দিতে পারেন, তবে তা ইতিবাচক স্বীকৃতি পাওয়ার খরচে নয়। তারা সত্যিকারের, স্বতঃস্ফূর্ত জীবনযাপন করতে সক্ষম হন। অন্যদিকে, অসঙ্গতিপূর্ণ ব্যক্তিরা ইতিবাচক স্বীকৃতি পাওয়ার প্রচেষ্টায় এমন একটি জীবনযাপন করেন, যেখানে অসত্যতা বিদ্যমান এবং তারা তাদের প্রকৃত সম্ভাবনাকে বাস্তবায়ন করতে পারেন না। তাদের আশেপাশের মানুষের আরোপিত শর্তগুলো তাদের বাধ্য করে তাদের আসল, স্বতঃস্ফূর্ত জীবন ত্যাগ করতে, শুধুমাত্র অন্যদের গ্রহণযোগ্যতা পাওয়ার জন্য। ফলে, তারা এমন এক জীবনযাপন করেন, যা প্রকৃতপক্ষে তাদের নিজেদের নয়।\nরজার্স মনে করেন যে একজন অসঙ্গতিপূর্ণ ব্যক্তি, যিনি সবসময় আত্মরক্ষামূলক অবস্থানে থাকেন এবং সমস্ত অভিজ্ঞতার জন্য নিজেকে উন্মুক্ত রাখতে পারেন না, তিনি আদর্শভাবে কাজ করতে পারেন না এবং কখনো কখনো স্বাভাবিক কার্যকারিতা হারিয়ে ফেলেন। এ ধরনের ব্যক্তি তাদের আত্ম-ধারণাকে ধরে রাখতে এবং রক্ষা করতে কঠোর পরিশ্রম করেন। তবে, যেহেতু তাদের জীবন প্রকৃত অর্থে স্বতঃস্ফূর্ত নয়, এটি বজায় রাখা কঠিন হয়ে পড়ে এবং তারা ক্রমাগত হুমকির মধ্যে থাকেন। এই অবস্থায় তারা আত্মরক্ষার বিভিন্ন কৌশল প্রয়োগ করেন। রজার্স দুটি প্রধান কৌশলের কথা উল্লেখ করেছেন: বিকৃতি এবং অস্বীকার। বিকৃতি ঘটে তখন, যখন একজন ব্যক্তি তাদের আত্ম-ধারণার বিরুদ্ধে কোনো হুমকি অনুভব করেন। এই হুমকিকে মানিয়ে নেওয়ার জন্য তারা বাস্তবতাকে এমনভাবে পরিবর্তন বা বিকৃত করেন, যাতে এটি তাদের আত্ম-ধারণার সঙ্গে সামঞ্জস্যপূর্ণ হয়। যদিও এই প্রতিরক্ষামূলক আচরণ হুমকির চেতনাকে কমিয়ে দেয়, কিন্তু হুমকিটিকে দূর করে না। ফলে, যখন হুমকির পরিমাণ বৃদ্ধি পেতে থাকে, তখন আত্ম-ধারণাকে রক্ষা করা আরও কঠিন হয়ে পড়ে এবং ব্যক্তি আরও বেশি আত্মরক্ষামূলক ও কঠোর হয়ে যান। যদি অসঙ্গতির মাত্রা অত্যন্ত বেশি হয়, তাহলে এই প্রক্রিয়া ব্যক্তিকে এমন একটি অবস্থায় নিয়ে যেতে পারে, যা সাধারণভাবে স্নায়বিক সমস্যা হিসেবে বর্ণনা করা হয়। তাদের মানসিক স্থিতিশীলতা দুর্বল হয়ে পড়ে এবং তারা মানসিকভাবে আরও ঝুঁকির মুখে পড়েন।\n\n\n== প্রয়োগ ==\n\n\n=== ব্যক্তি-কেন্দ্রিক থেরাপি ===\n\nরজার্স মূলত তার তত্ত্বটি থেরাপির একটি সিস্টেমের ভিত্তি হিসেবে তৈরি করেছিলেন। তিনি প্রথমে এটিকে \"অ-দিশানির্দেশিত থেরাপি\" বলে অভিহিত করেছিলেন, কিন্তু পরে \"অ-দিশানির্দেশিত\" শব্দটি পরিবর্তন করে \"ক্লায়েন্ট-কেন্দ্রিক\" এবং পরবর্তীতে \"ব্যক্তি-কেন্দ্রিক\" শব্দটি ব্যবহার করেছিলেন। \"ক্লায়েন্ট-কেন্দ্রিক থেরাপি\" ১৯৫১ সালে প্রকাশিত হওয়ার আগে, রজার্স বিশ্বাস করতেন যে, তিনি যা বর্ণনা করছেন, তা থেরাপির মধ্যে সীমাবদ্ধ নয়, এটি বিভিন্ন প্রসঙ্গে প্রয়োগ করা যেতে পারে। ফলস্বরূপ, তিনি তার সামগ্রিক তত্ত্ব বর্ণনা করতে \"ব্যক্তি-কেন্দ্রিক পদ্ধতি\" শব্দটি ব্যবহার করতে শুরু করেন। ব্যক্তি-কেন্দ্রিক থেরাপি হলো থেরাপিতে ব্যক্তি-কেন্দ্রিক পদ্ধতির প্রয়োগ। অন্যান্য অ্যাপ্লিকেশনগুলির মধ্যে একটি ব্যক্তিত্ব তত্ত্ব, আন্তঃব্যক্তিক সম্পর্ক, শিক্ষা, নার্সিং, আন্তঃসাংস্কৃতিক সম্পর্ক এবং অন্যান্য \"সহায়ক\" পেশা এবং পরিস্থিতি অন্তর্ভুক্ত রয়েছে। ১৯৪৬ সালে রজার্স জন এল. ওয়ালেন (যিনি 'দ্য ইন্টারপারসোনাল গ্যাপ' নামক আচরণগত মডেলের স্রষ্টা) এর সঙ্গে যৌথভাবে \"কাউন্সেলিং উইথ রিটার্নড সার্ভিসমেন\" রচনা করেন,  যা দ্বিতীয় বিশ্বযুদ্ধ থেকে ফিরে আসা সামরিক কর্মীদের জন্য ব্যক্তি-কেন্দ্রিক পদ্ধতির প্রয়োগের দলিল।\nক্লায়েন্ট-কেন্দ্রিক পদ্ধতির কার্যকারিতা সম্পর্কিত প্রথম বৈজ্ঞানিক প্রমাণ ১৯৪১ সালে এলিয়াস পোর্টার ওহাইও স্টেট ইউনিভার্সিটিতে প্রকাশ করেছিলেন, যেখানে তিনি রজার্স এবং তার ক্লায়েন্টদের মধ্যে থেরাপি সেশনগুলির রেকর্ডিং ব্যবহার করেছিলেন। পোর্টার রজার্সের ট্রান্সক্রিপ্টগুলি ব্যবহার করে একটি সিস্টেম তৈরি করেছিলেন যা কাউন্সেলরের ব্যবহৃত নির্দেশনা বা অ-দিশানির্দেশের মাত্রা পরিমাপ করত। কাউন্সেলরের মনোভাব এবং মনোভাব ক্লায়েন্টের সিদ্ধান্ত গ্রহণে প্রভাব ফেলতে দেখা গিয়েছিল।\n\n\n=== শিক্ষার্থী-কেন্দ্রিক শিক্ষা ===\nশিক্ষায় এর প্রয়োগের জন্য একটি শক্তিশালী গবেষণার ঐতিহ্য রয়েছে, যা থেরাপির মতোই, এবং ১৯৩০-এর দশকের শেষের দিকে শুরু হয়ে আজও চলছে (Cornelius-White, 2007)। রজার্স ক্লায়েন্ট-কেন্দ্রিক থেরাপিতে শিক্ষা পদ্ধতিটি বর্ণনা করেছিলেন এবং ১৯৬৯ সালে \"ফ্রিডম টু লার্ন\" নামে একটি বই লিখেছিলেন, যা একান্তভাবে এই বিষয়ের উপর নিবেদিত ছিল। \"ফ্রিডম টু লার্ন\" দুটি বার পুনঃসম্পাদিত হয়েছিল। নতুন শিক্ষার্থী-কেন্দ্রিক মডেলটি অনেক দিক থেকে এই ঐতিহ্যবাহী ব্যক্তি-কেন্দ্রিক শিক্ষা পদ্ধতির অনুরূপ। রজার্সের মৃত্যুর আগে, তিনি এবং হ্যারোল্ড লিওন একটি বই শুরু করেছিলেন, \"অন বিখনিং অ্যান ইফেকটিভ টিচার—পারসন-সেন্টারড টিচিং, সাইকোলজি, ফিলসফি, এবং ডায়ালগ উইথ কার্ল আর. রজার্স এবং হ্যারোল্ড লিওন\", যা লিওন এবং রাইনহার্ড টাউস ২০১৩ সালে সম্পূর্ণ করে প্রকাশ করেছিলেন। এতে রজার্সের শেষ অপরিবর্তিত রচনাগুলি অন্তর্ভুক্ত রয়েছে, যা ব্যক্তি-কেন্দ্রিক শিক্ষাদান সম্পর্কে। রজার্স শিক্ষার্থী-কেন্দ্রিক শিক্ষা সম্পর্কে নিম্নলিখিত পাঁচটি অনুমান করেছিলেন:\n\nএকজন ব্যক্তি অন্য কাউকে সরাসরি শিখাতে পারে না; একজন ব্যক্তি কেবল অন্যের শেখার প্রক্রিয়া সহজতর করতে পারে\" (রজার্স, ১৯৫১)। এটি তার ব্যক্তিত্ব তত্ত্বের ফলস্বরূপ, যা বলে যে প্রত্যেক ব্যক্তি একটি ক্রমাগত পরিবর্তনশীল অভিজ্ঞতার জগতে বসবাস করে যেখানে তারা নিজে কেন্দ্রীভূত। প্রতিটি ব্যক্তি তার উপলব্ধি এবং অভিজ্ঞতার উপর ভিত্তি করে প্রতিক্রিয়া জানায় এবং সাড়া দেয়। এই বিশ্বাস রয়েছে যে ছাত্র যা করে তা শিক্ষক যা করে তার চেয়ে গুরুত্বপূর্ণ। এখানে ছাত্রের প্রতি মনোযোগ কেন্দ্রীভূত থাকে (রজার্স, ১৯৫১)। অতএব, শিক্ষার্থীর পটভূমি এবং অভিজ্ঞতা শেখার প্রক্রিয়ায় গুরুত্বপূর্ণ, এবং প্রতিটি ছাত্র তাদের অভিজ্ঞতা অনুযায়ী আলাদা ভাবে শেখে।\nএকজন ব্যক্তি কেবল সেই বিষয়গুলি গুরুত্বপূর্ণভাবে শিখতে পারে, যা স্ব-সংগঠনের রক্ষণাবেক্ষণ বা উন্নতির সাথে সম্পর্কিত বলে অনুভূত হয়\" (রজার্স, ১৯৫১)। সুতরাং, শিক্ষার্থীর জন্য বিষয়টির প্রাসঙ্গিকতা শেখার জন্য অপরিহার্য। ছাত্রদের অভিজ্ঞতা কোর্সের মূল হয়ে ওঠে।\nযে অভিজ্ঞতা, যদি তা শোষিত হয়, তবে স্ব-সংগঠনের পরিবর্তন ঘটাতে পারে, তা সাধারনত অস্বীকার বা বিকৃত প্রতীকীকরণের মাধ্যমে প্রতিরোধ করা হয়\" (রজার্স, ১৯৫১)। যদি কোনও কোর্সের বিষয়বস্তু বা উপস্থাপনা পূর্বাভাসিত তথ্যের সাথে অসঙ্গতিপূর্ণ হয়, তবে ছাত্রটি শিখবে যদি তারা বিভিন্ন ধারণাগুলির প্রতি উন্মুক্ত হয়। অন্যের ধারণার প্রতি উন্মুক্ত থাকা শেখার জন্য অত্যন্ত গুরুত্বপূর্ণ। সুতরাং, ধীরে ধীরে উন্মুক্ত মনোভাব উৎসাহিত করা শিক্ষার্থীদের শেখার প্রক্রিয়ায় অন্তর্ভুক্ত করার জন্য সহায়ক। এছাড়াও, নতুন তথ্যের প্রাসঙ্গিকতা এবং বিদ্যমান অভিজ্ঞতার সাথে সম্পর্কিত হওয়া গুরুত্বপূর্ণ।\nস্ব-সংগঠনের গঠন এবং সংগঠন হুমকির অধীনে আরও কঠিন হয়ে ওঠে এবং হুমকির সম্পূর্ণ অনুপস্থিতিতে এর সীমানাগুলি শিথিল হয়ে যায়\" (রজার্স, ১৯৫১)। যদি ছাত্ররা মনে করে যে ধারণাগুলি তাদের উপর চাপানো হচ্ছে, তবে তারা অস্বস্তি এবং ভয় অনুভব করতে পারে। ক্লাসরুমে হুমকির সুর একটি প্রতিবন্ধকতা সৃষ্টি করে। সুতরাং, একটি উন্মুক্ত, বন্ধুত্বপূর্ণ পরিবেশ যেখানে বিশ্বাস তৈরি হয় তা শ্রেণীকক্ষে অপরিহার্য। ধারণার সাথে একমত না হওয়ার জন্য শাস্তির ভয় দূর করা উচিত। সমর্থক শ্রেণীকক্ষের সুর ছাত্রদের ভয় কমাতে এবং তাদের বিভিন্ন ধারণা এবং বিশ্বাসগুলি অনুসন্ধান করার সাহস দিতে সহায়ক।\nশিক্ষাগত পরিস্থিতি যা গুরুত্বপূর্ণ শেখানো সবচেয়ে কার্যকরীভাবে প্ররোচিত করে তা হলো এমন একটি পরিস্থিতি যেখানে (ক) শিক্ষার্থীর স্ব-অনুপ্রতিরোধের জন্য হুমকি সর্বনিম্নে হ্রাস করা হয়েছে এবং (খ) ক্ষেত্রের পার্থক্যযুক্ত উপলব্ধি উৎসাহিত করা হয়েছে\" (রজার্স, ১৯৫১)। শিক্ষককে শিক্ষার্থীদের থেকে শেখার জন্য উন্মুক্ত হতে হবে এবং শিক্ষার্থীদের বিষয়বস্তুর সাথে সংযুক্ত করতে কাজ করতে হবে। শিক্ষার্থীদের সাথে প্রায়শই যোগাযোগ এই লক্ষ্য অর্জনে সাহায্য করবে। শিক্ষক যদি একজন পরামর্শক হিসেবে থাকেন, যিনি গাইড করেন, এক্সপার্ট নয়, তবে ছাত্র-কেন্দ্রিক, অ-হুমকির এবং বাধাহীন শেখার জন্য এটি অত্যন্ত গুরুত্বপূর্ণ।\n\n\n=== রজেরিয়ান ভাষাতাত্ত্বিক পদ্ধতি ===\n\n১৯৭০ সালে, রিচার্ড ইয়াং, অল্টন এল. বেকার এবং কেনেথ পাইক *\"রেটরিক: ডিসকভারি অ্যান্ড চেঞ্জ\" শিরোনামে একটি অত্যন্ত প্রভাবশালী কলেজ লেখনাশৈলী পাঠ্যপুস্তক প্রকাশ করেন। এই বইতে তারা যোগাযোগের জন্য রজারিয়ান পদ্ধতি ব্যবহার করেন, যা ঐতিহ্যবাহী অ্যারিস্টটলীয় রেটরিক কাঠামোকে নতুনভাবে ব্যাখ্যা করে। রজারিয়ান যুক্তিতর্ক পদ্ধতিতে, প্রতিটি পক্ষকে অপর পক্ষের অবস্থান এমনভাবে পুনরায় উপস্থাপন করতে হয় যাতে তা অপর পক্ষের সন্তুষ্টি নিশ্চিত করে। এটি ছাড়াও, আরও কিছু নীতির উপর ভিত্তি করে এই পদ্ধতি গঠিত। একাডেমিক লেখায় এই পদ্ধতির ব্যবহার বোঝাতে হলে, বিরোধীদের মতামতকে গুরুত্বসহকারে বিবেচনা ও উপলব্ধি করতে হয়, বরং সরাসরি খারিজ না করে তাদের যুক্তিগুলোকে স্বীকৃতি দেওয়া হয়।\n\n\n=== ক্রস-কালচারাল সম্পর্ক ===\nসংস্কৃতি পারস্পরিক সম্পর্কের ক্ষেত্রে এই পদ্ধতির প্রয়োগের অংশ হিসেবে, এটি বিশ্বব্যাপী বিভিন্ন সংকটপূর্ণ ও চ্যালেঞ্জপূর্ণ পরিস্থিতিতে কর্মশালার মাধ্যমে প্রয়োগ করা হয়েছে। এর মধ্যে দক্ষিণ আফ্রিকা, মধ্য আমেরিকা এবং আয়ারল্যান্ডের মত সংঘাতপূর্ণ অঞ্চল অন্তর্ভুক্ত রয়েছে। কার্ল রজার্স, আলবের্তো জুকোনি এবং চার্লস ডেভনশায়ার একসঙ্গে রোম, ইতালিতে\"ইস্তিতুতো দেল'অপ্রোচ্চো চেনত্রাতো সুল্লা পারসোনা\"(ব্যক্তিকেন্দ্রিক দৃষ্টিভঙ্গি ইনস্টিটিউট) প্রতিষ্ঠা করেন।\nশান্তি প্রতিষ্ঠায় রজার্সের আন্তর্জাতিক প্রচেষ্টার চূড়ান্ত পর্যায় ছিল\"রাস্ট পিস ওয়ার্কশপ\", যা ১৯৮৫ সালের নভেম্বর মাসে অস্ট্রিয়ার রাস্ট শহরে অনুষ্ঠিত হয়। এতে ১৭টি দেশের নেতারা\"মধ্য আমেরিকার চ্যালেঞ্জ\"বিষয়ে আলোচনার জন্য একত্রিত হন। এই সভাটি বিশেষভাবে তাৎপর্যপূর্ণ ছিল কারণ এটি কেবলমাত্র একটি আনুষ্ঠানিক কূটনৈতিক বৈঠক ছিল না। বরং, এতে নেতৃস্থানীয় ব্যক্তিরা নিজেদের রাজনৈতিক অবস্থানের বাইরেও একে অপরের সঙ্গে খোলামেলা আলোচনা করেন। এটি ছিল একটি ব্যক্তিগত এবং ইতিবাচক অভিজ্ঞতা, যেখানে অংশগ্রহণকারীরা একে অপরকে মনোযোগ সহকারে শুনতে পান এবং প্রকৃত সম্পর্ক গড়ে তোলার সুযোগ পান।\n\n\n=== পারসন-সেন্টারড, সংলাপমূলক রাজনীতি ===\nকিছু গবেষক মনে করেন যে রজার্সের মনোচিকিৎসার পদ্ধতির মধ্যে একটি অন্তর্নিহিত রাজনৈতিক দৃষ্টিভঙ্গি বিদ্যমান। জীবনের শেষের দিকে রজার্স নিজেও এই মতের প্রতি আগ্রহী হয়ে ওঠেন। রজারিয়ান ব্যক্তিকেন্দ্রিক রাজনীতির মূল ধারণা হলো, জনজীবনকে শুধুমাত্র প্রতিদ্বন্দ্বীদের মধ্যে বিজয়ী-নেওয়া লড়াইয়ের মঞ্চ হিসেবে দেখা উচিত নয়। বরং, এটি হওয়া উচিত সমস্ত পক্ষের মধ্যে অব্যাহত সংলাপের একটি ক্ষেত্র। এই সংলাপ পারস্পরিক সম্মান, প্রত্যেকের আন্তরিক প্রকাশ এবং—সবচেয়ে গুরুত্বপূর্ণ—সব পক্ষের মধ্যে সহানুভূতিশীল বোঝাপড়ার মাধ্যমে গঠিত হয়। এমন বোঝাপড়া থেকে পারস্পরিকভাবে গ্রহণযোগ্য সমাধান আসতে পারে (অথবা অন্তত আসার সম্ভাবনা থাকে)।\nজীবনের শেষ দশকে, রজার্স রাজনীতিবিদ, কর্মী ও অন্যান্য সামাজিক নেতাদের সঙ্গে বিভিন্ন সংলাপে অংশগ্রহণ করেন বা তা পরিচালনা করেন, যা অনেক সময় যুক্তরাষ্ট্রের বাইরেও অনুষ্ঠিত হয়। তিনি যুক্তরাষ্ট্রে বেশ কিছু অপ্রচলিত রাজনৈতিক উদ্যোগকেও সমর্থন দেন। এর মধ্যে ছিল \"১২-ঘণ্টার রাজনৈতিক দল\", যা \"অ্যাসোসিয়েশন ফর হিউম্যানিস্টিক সাইকোলজি\" এর উদ্যোগে পরিচালিত হয়েছিল, এবং \"নিউ ওয়ার্ল্ড অ্যালায়েন্স\", যা একটি \"রূপান্তরমূলক\" রাজনৈতিক সংগঠন হিসেবে প্রতিষ্ঠিত হয়েছিল।\nএকবিংশ শতাব্দীতে, রাজনৈতিক সম্পৃক্ততা ও পরিবর্তনের ক্ষেত্রে সংলাপভিত্তিক পদ্ধতির প্রতি আগ্রহ ব্যাপকভাবে বৃদ্ধি পায়, বিশেষত শিক্ষাবিদ ও কর্মীদের মধ্যে। রজারিয়ান, ব্যক্তিকেন্দ্রিক রাজনীতিকে সংলাপের ভিত্তিতে গড়ে তোলার যে প্রচেষ্টা, তাত্ত্বিকভাবে তা উল্লেখযোগ্য অবদান রেখেছে।\n\n\n== সেন্ট্রাল ইন্টেলিজেন্স এজেন্সি (সিআইএ) ==\n১৯৫০-এর দশকের শেষের দিকে থেকে ১৯৬০-এর দশক পর্যন্ত, রজার্স \"হিউম্যান ইকোলজি ফান্ড\" এর বোর্ডে কাজ করেন, যা সিআইএ দ্বারা অর্থায়িত একটি সংস্থা ছিল এবং এটি ব্যক্তিত্ব নিয়ে গবেষণার জন্য গবেষকদের গ্রান্ট প্রদান করত। তাছাড়া, তিনি এবং ব্যক্তিত্ব এবং সাইকোথেরাপির ক্ষেত্রে অন্যরা ক্রুশ্চেভ সম্পর্কে অনেক তথ্য পেয়েছিলেন। \"আমাদেরকে বলা হয়েছিল যে আমরা কীভাবে তাকে দেখছি এবং তাকে মোকাবেলা করার জন্য সর্বোত্তম উপায় কী হতে পারে, তা বের করার চেষ্টা করতে। এবং তা একটি পুরোপুরি নৈতিক এবং বৈধ দিক ছিল বলে মনে হয়েছিল। আমি মনে করি না আমরা খুব বেশি অবদান রেখেছি, কিন্তু, যাহোক, আমরা চেষ্টা করেছিলাম।\"\n\n\n== কার্ল রজার্সের নির্বাচিত রচনা ==\nকার্ল রজার্স এবং লিওনার্ড কারমাইকেল ১৯৩৯ সালে দ্য ক্লিনিক্যাল ট্রিটমেন্ট অব দ্য প্রবলেম চাইল্ড বইটি প্রকাশ করেন, যেখানে শিশুদের আচরণগত সমস্যাগুলোর চিকিৎসা নিয়ে আলোচনা করা হয়েছে। এরপর ১৯৪২ সালে কাউন্সেলিং অ্যান্ড সাইকোথেরাপি: নিউয়ার কনসেপ্টস ইন প্র্যাকটিস গ্রন্থে তিনি মনোপরামর্শ ও মনোবিশ্লেষণের নতুন ধারণা তুলে ধরেন।\n১৯৫১ সালে প্রকাশিত ক্লায়েন্ট-সেন্টারড থেরাপি: ইটস কারেন্ট প্র্যাকটিস, ইমপ্লিকেশন্স অ্যান্ড থিওরি বইয়ে রজার্স তার ক্লায়েন্ট-কেন্দ্রিক থেরাপির ধারণা বিস্তারিতভাবে ব্যাখ্যা করেন। একই বছর তিনি দ্য নেসেসারি অ্যান্ড সাফিশিয়েন্ট কন্ডিশনস অব থেরাপিউটিক পার্সোনালিটি চেঞ্জ শিরোনামে একটি গুরুত্বপূর্ণ গবেষণাপত্র প্রকাশ করেন, যা জার্নাল অব কনসাল্টিং অ্যান্ড ক্লিনিক্যাল সাইকোলজি-তে প্রকাশিত হয়।\nরজার্স ১৯৫৯ সালে এ থিওরি অব থেরাপি, পার্সোনালিটি অ্যান্ড ইন্টারপার্সোনাল রিলেশনশিপস অ্যাজ ডেভেলপড ইন দ্য ক্লায়েন্ট-সেন্টারড ফ্রেমওয়ার্ক গ্রন্থে ব্যক্তি ও আন্তঃব্যক্তিক সম্পর্কের ওপর থেরাপির প্রভাব নিয়ে আলোচনা করেন। এরপর ১৯৬১ সালে তার অন্যতম বিখ্যাত বই অন বিকামিং আ পার্সন: আ থেরাপিস্ট’স ভিউ অব সাইকোথেরাপি প্রকাশিত হয়, যেখানে তিনি মনোবিশ্লেষকের দৃষ্টিকোণ থেকে ব্যক্তিত্বের বিকাশ নিয়ে আলোকপাত করেন।\n১৯৬৯ সালে প্রকাশিত ফ্রিডম টু লার্ন: আ ভিউ অব হোয়াট এডুকেশন মাইট বিকাম গ্রন্থে তিনি শিক্ষার ভবিষ্যৎ ও শিক্ষণ প্রক্রিয়ার সম্ভাব্য পরিবর্তন নিয়ে আলোচনা করেন। এরপর ১৯৭০ সালে অন এনকাউন্টার গ্রুপস গ্রন্থে তিনি মানসিক বিকাশে গোষ্ঠীভিত্তিক থেরাপির ভূমিকা বিশদভাবে ব্যাখ্যা করেন।\nঅন পার্সোনাল পাওয়ার: ইনার স্ট্রেংথ অ্যান্ড ইটস রেভল্যুশনারি ইমপ্যাক্ট —১৯৭৭ সালের এই গ্রন্থে তিনি আত্মশক্তি ও ব্যক্তিগত ক্ষমতায়নের বিষয়টি তুলে ধরেন। ১৯৮০ সালে প্রকাশিত A Way of Being (এ ওয়ে অব বিইং) বইয়ে তিনি জীবনের প্রতি দৃষ্টিভঙ্গি ও অস্তিত্ববাদী ধারণা নিয়ে আলোকপাত করেন।\nতার অন্যান্য গুরুত্বপূর্ণ রচনার মধ্যে রয়েছে পার্সন টু পার্সন: দ্য প্রবলেম অব বিইং হিউম্যান, যা তিনি বি. স্টিভেন্সের সঙ্গে যৌথভাবে লিখেছেন। এছাড়া, ২০১৩ সালে প্রকাশিত অন বিকামিং অ্যান ইফেক্টিভ টিচার—পার্সন-সেন্টারড টিচিং, সাইকোলজি, ফিলসফি, অ্যান্ড ডায়ালগস উইথ কার্ল আর. রজার্স অ্যান্ড হ্যারল্ড লায়ন গ্রন্থে শিক্ষাদান প্রক্রিয়ায় ব্যক্তি-কেন্দ্রিক পদ্ধতির ব্যবহার নিয়ে আলোচনা করা হয়েছে।\n\n\n== রজার্সের গবেষণা ==\nকার্ল রজার্সের কাজ ও ব্যক্তি-কেন্দ্রিক থেরাপি নিয়ে গবেষণা করেছেন হাওয়ার্ড কির্শেনবাউম। ১৯৭৯ সালে তিনি রজার্সের জীবন ও কাজ নিয়ে প্রথম বিশদ গবেষণাগ্রন্থ অন বিকামিং কার্ল রজার্স প্রকাশ করেন। পরে ২০০৭ সালে তিনি দ্য লাইফ অ্যান্ড ওয়ার্ক অব কার্ল রজার্স নামে রজার্সের পূর্ণাঙ্গ জীবনী প্রকাশ করেন।\n\n\n== উৎসসমূহ ==\nCornelius-White, Jeffrey (মার্চ ২০০৭)। \"শিক্ষার্থী-কেন্দ্রিক শিক্ষক-শিক্ষার্থী সম্পর্ক কার্যকর: একটি মেটা-বিশ্লেষণ\"। শিক্ষা গবেষণা পর্যালোচনা। ৭৭ (১): ১১৩–১৪৩। ডিওআই:10.3102/003465430298563। \nRaskin, N. (২০০৪)। ক্লায়েন্ট-কেন্দ্রিক থেরাপি এবং ব্যক্তি-কেন্দ্রিক দৃষ্টিভঙ্গিতে অবদান। হেরেফোর্ডশায়ার, রস-অন-দ্য-রাই, যুক্তরাজ্য: PCCS বই।\n\n\n== আরও পড়ুন ==\n\nFarber, Barry A. কার্ল রজার্স-এর মনোচিকিৎসা: কেস এবং মন্তব্য (গিলফোর্ড প্রেস ১৯৯৮)।\nHall, C.S. & Linzey, G. (১৯৫৭)। রজার্সের স্ব-তত্ত্ব। ব্যক্তিত্বের তত্ত্ব। (পৃষ্ঠা ৫১৫–৫৫১)। নিউ ইয়র্ক: জন ওয়াইলি অ্যান্ড সন্স, ইনক।\nThorne, Brian। কার্ল রজার্স—পরামর্শ এবং মনোচিকিৎসা সিরিজের মূল ব্যক্তিত্ব (সেজ পাবলিকেশন, ১৯৯২)।\nRogers, Carl, Lyon, Harold C., & Tausch, Reinhard (২০১৩)। [[একজন কার্যকর শিক্ষক হয়ে ওঠা—ব্যক্তি-কেন্দ্রিক শিক্ষা, মনোবিজ্ঞান, দর্শন, এবং কার্ল আর. রজার্স ও হ্যারল্ড লিয়নের সাথে সংলাপ]]। লন্ডন: রাউটলেজ, আইএসবিএন ৯৭৮-০-৪১৫-৮১৬৯৮-৪\nMearns এবং Thorne, ব্যক্তি-কেন্দ্রিক পরামর্শ বাস্তবে (সেজ ১৯৯৯)।\n\n\n== তথ্যসূত্র =="}